{
  "input_char_to_idx": {
    "a": 0,
    "b": 1,
    "c": 2,
    "d": 3,
    "e": 4,
    "g": 5,
    "h": 6,
    "i": 7,
    "j": 8,
    "k": 9,
    "l": 10,
    "m": 11,
    "n": 12,
    "o": 13,
    "p": 14,
    "r": 15,
    "s": 16,
    "t": 17,
    "u": 18,
    "w": 19,
    "y": 20,
    "<PAD>": 21,
    "<SOS>": 22,
    "<EOS>": 23
  },
  "input_idx_to_char": {
    "0": "a",
    "1": "b",
    "2": "c",
    "3": "d",
    "4": "e",
    "5": "g",
    "6": "h",
    "7": "i",
    "8": "j",
    "9": "k",
    "10": "l",
    "11": "m",
    "12": "n",
    "13": "o",
    "14": "p",
    "15": "r",
    "16": "s",
    "17": "t",
    "18": "u",
    "19": "w",
    "20": "y",
    "21": "<PAD>",
    "22": "<SOS>",
    "23": "<EOS>"
  },
  "output_char_to_idx": {
    "가": 0,
    "각": 1,
    "간": 2,
    "갇": 3,
    "갈": 4,
    "갉": 5,
    "감": 6,
    "갑": 7,
    "값": 8,
    "갓": 9,
    "갔": 10,
    "강": 11,
    "갖": 12,
    "갗": 13,
    "같": 14,
    "갚": 15,
    "갛": 16,
    "개": 17,
    "객": 18,
    "갠": 19,
    "갤": 20,
    "갬": 21,
    "갭": 22,
    "갯": 23,
    "갱": 24,
    "갸": 25,
    "갼": 26,
    "걀": 27,
    "거": 28,
    "걱": 29,
    "건": 30,
    "걷": 31,
    "걸": 32,
    "검": 33,
    "겁": 34,
    "것": 35,
    "겉": 36,
    "게": 37,
    "겐": 38,
    "겔": 39,
    "겜": 40,
    "겟": 41,
    "겠": 42,
    "겡": 43,
    "겨": 44,
    "격": 45,
    "겪": 46,
    "견": 47,
    "결": 48,
    "겸": 49,
    "겹": 50,
    "겼": 51,
    "경": 52,
    "곁": 53,
    "계": 54,
    "고": 55,
    "곡": 56,
    "곤": 57,
    "곧": 58,
    "골": 59,
    "곰": 60,
    "곱": 61,
    "곲": 62,
    "곳": 63,
    "공": 64,
    "곶": 65,
    "과": 66,
    "곽": 67,
    "관": 68,
    "괄": 69,
    "괌": 70,
    "광": 71,
    "괘": 72,
    "괜": 73,
    "괭": 74,
    "괴": 75,
    "굉": 76,
    "교": 77,
    "구": 78,
    "국": 79,
    "군": 80,
    "굳": 81,
    "굴": 82,
    "굵": 83,
    "굶": 84,
    "굽": 85,
    "굿": 86,
    "궁": 87,
    "궂": 88,
    "궈": 89,
    "권": 90,
    "궐": 91,
    "궤": 92,
    "귀": 93,
    "귄": 94,
    "귈": 95,
    "귓": 96,
    "규": 97,
    "균": 98,
    "귤": 99,
    "그": 100,
    "극": 101,
    "근": 102,
    "글": 103,
    "긁": 104,
    "금": 105,
    "급": 106,
    "긋": 107,
    "긍": 108,
    "기": 109,
    "긱": 110,
    "긴": 111,
    "길": 112,
    "김": 113,
    "깁": 114,
    "깃": 115,
    "깅": 116,
    "깊": 117,
    "까": 118,
    "깍": 119,
    "깎": 120,
    "깐": 121,
    "깔": 122,
    "깜": 123,
    "깝": 124,
    "깡": 125,
    "깥": 126,
    "깨": 127,
    "깼": 128,
    "꺄": 129,
    "꺼": 130,
    "꺽": 131,
    "꺾": 132,
    "껄": 133,
    "껍": 134,
    "껏": 135,
    "껐": 136,
    "껑": 137,
    "께": 138,
    "껴": 139,
    "꼈": 140,
    "꼬": 141,
    "꼭": 142,
    "꼰": 143,
    "꼴": 144,
    "꼼": 145,
    "꼽": 146,
    "꼿": 147,
    "꽁": 148,
    "꽂": 149,
    "꽃": 150,
    "꽈": 151,
    "꽛": 152,
    "꽝": 153,
    "꽤": 154,
    "꾀": 155,
    "꾸": 156,
    "꾹": 157,
    "꾼": 158,
    "꿀": 159,
    "꿇": 160,
    "꿈": 161,
    "꿉": 162,
    "꿋": 163,
    "꿍": 164,
    "꿔": 165,
    "꿨": 166,
    "꿩": 167,
    "꿰": 168,
    "뀌": 169,
    "뀐": 170,
    "뀔": 171,
    "뀜": 172,
    "끄": 173,
    "끈": 174,
    "끊": 175,
    "끌": 176,
    "끓": 177,
    "끔": 178,
    "끗": 179,
    "끝": 180,
    "끼": 181,
    "끽": 182,
    "낀": 183,
    "낄": 184,
    "낌": 185,
    "나": 186,
    "낙": 187,
    "낚": 188,
    "난": 189,
    "낟": 190,
    "날": 191,
    "낡": 192,
    "남": 193,
    "납": 194,
    "낫": 195,
    "났": 196,
    "낭": 197,
    "낮": 198,
    "낯": 199,
    "낱": 200,
    "낳": 201,
    "내": 202,
    "낵": 203,
    "낸": 204,
    "낼": 205,
    "냄": 206,
    "냅": 207,
    "냇": 208,
    "냈": 209,
    "냉": 210,
    "냐": 211,
    "냑": 212,
    "냔": 213,
    "냘": 214,
    "냥": 215,
    "너": 216,
    "넉": 217,
    "넌": 218,
    "널": 219,
    "넓": 220,
    "넘": 221,
    "넙": 222,
    "넛": 223,
    "넜": 224,
    "넝": 225,
    "넣": 226,
    "네": 227,
    "넥": 228,
    "넨": 229,
    "넬": 230,
    "넴": 231,
    "넷": 232,
    "녀": 233,
    "녁": 234,
    "년": 235,
    "념": 236,
    "녔": 237,
    "녕": 238,
    "녘": 239,
    "녜": 240,
    "녠": 241,
    "녤": 242,
    "노": 243,
    "녹": 244,
    "논": 245,
    "놀": 246,
    "놈": 247,
    "놉": 248,
    "농": 249,
    "높": 250,
    "놓": 251,
    "놔": 252,
    "놨": 253,
    "뇌": 254,
    "뇨": 255,
    "뇩": 256,
    "뇰": 257,
    "뇽": 258,
    "누": 259,
    "눅": 260,
    "눈": 261,
    "눌": 262,
    "눔": 263,
    "눕": 264,
    "눗": 265,
    "눙": 266,
    "눠": 267,
    "눴": 268,
    "뉘": 269,
    "뉜": 270,
    "뉠": 271,
    "뉴": 272,
    "늄": 273,
    "늉": 274,
    "느": 275,
    "늑": 276,
    "는": 277,
    "늘": 278,
    "늙": 279,
    "늠": 280,
    "능": 281,
    "늦": 282,
    "늪": 283,
    "늬": 284,
    "니": 285,
    "닉": 286,
    "닌": 287,
    "닐": 288,
    "님": 289,
    "닙": 290,
    "닛": 291,
    "닝": 292,
    "다": 293,
    "닥": 294,
    "닦": 295,
    "단": 296,
    "닫": 297,
    "달": 298,
    "닭": 299,
    "닮": 300,
    "닳": 301,
    "담": 302,
    "답": 303,
    "닷": 304,
    "당": 305,
    "닿": 306,
    "대": 307,
    "댁": 308,
    "댄": 309,
    "댈": 310,
    "댐": 311,
    "댑": 312,
    "댓": 313,
    "댔": 314,
    "댕": 315,
    "댜": 316,
    "더": 317,
    "덕": 318,
    "던": 319,
    "덜": 320,
    "덟": 321,
    "덤": 322,
    "덥": 323,
    "덧": 324,
    "덩": 325,
    "덫": 326,
    "덮": 327,
    "데": 328,
    "덱": 329,
    "덴": 330,
    "델": 331,
    "뎀": 332,
    "뎃": 333,
    "뎅": 334,
    "뎌": 335,
    "뎠": 336,
    "뎬": 337,
    "도": 338,
    "독": 339,
    "돈": 340,
    "돋": 341,
    "돌": 342,
    "돔": 343,
    "돕": 344,
    "돗": 345,
    "동": 346,
    "돛": 347,
    "돼": 348,
    "됐": 349,
    "되": 350,
    "된": 351,
    "될": 352,
    "됨": 353,
    "됩": 354,
    "됫": 355,
    "됭": 356,
    "두": 357,
    "둑": 358,
    "둔": 359,
    "둘": 360,
    "둠": 361,
    "둡": 362,
    "둣": 363,
    "둥": 364,
    "둬": 365,
    "둰": 366,
    "뒀": 367,
    "뒤": 368,
    "뒬": 369,
    "뒷": 370,
    "듀": 371,
    "듄": 372,
    "듈": 373,
    "듐": 374,
    "드": 375,
    "득": 376,
    "든": 377,
    "듣": 378,
    "들": 379,
    "듦": 380,
    "듬": 381,
    "듭": 382,
    "듯": 383,
    "등": 384,
    "디": 385,
    "딕": 386,
    "딘": 387,
    "딛": 388,
    "딜": 389,
    "딤": 390,
    "딥": 391,
    "딧": 392,
    "딩": 393,
    "딪": 394,
    "따": 395,
    "딱": 396,
    "딴": 397,
    "딸": 398,
    "땀": 399,
    "땃": 400,
    "땄": 401,
    "땅": 402,
    "때": 403,
    "땠": 404,
    "땡": 405,
    "떠": 406,
    "떡": 407,
    "떤": 408,
    "떨": 409,
    "떫": 410,
    "떳": 411,
    "떻": 412,
    "떼": 413,
    "뗏": 414,
    "뗐": 415,
    "또": 416,
    "똑": 417,
    "똘": 418,
    "똥": 419,
    "똬": 420,
    "뚜": 421,
    "뚝": 422,
    "뚤": 423,
    "뚫": 424,
    "뚱": 425,
    "뛰": 426,
    "뛴": 427,
    "뜀": 428,
    "뜨": 429,
    "뜩": 430,
    "뜬": 431,
    "뜯": 432,
    "뜰": 433,
    "뜸": 434,
    "뜻": 435,
    "띄": 436,
    "띈": 437,
    "띠": 438,
    "띤": 439,
    "라": 440,
    "락": 441,
    "란": 442,
    "랄": 443,
    "람": 444,
    "랍": 445,
    "랏": 446,
    "랐": 447,
    "랑": 448,
    "랗": 449,
    "래": 450,
    "랙": 451,
    "랜": 452,
    "랠": 453,
    "램": 454,
    "랩": 455,
    "랫": 456,
    "랬": 457,
    "랭": 458,
    "랴": 459,
    "략": 460,
    "랸": 461,
    "랼": 462,
    "량": 463,
    "러": 464,
    "럭": 465,
    "런": 466,
    "럴": 467,
    "럼": 468,
    "럽": 469,
    "럿": 470,
    "렀": 471,
    "렁": 472,
    "렇": 473,
    "레": 474,
    "렉": 475,
    "렌": 476,
    "렐": 477,
    "렘": 478,
    "렙": 479,
    "렛": 480,
    "렜": 481,
    "렝": 482,
    "려": 483,
    "력": 484,
    "련": 485,
    "렬": 486,
    "렴": 487,
    "렵": 488,
    "렷": 489,
    "렸": 490,
    "령": 491,
    "례": 492,
    "롄": 493,
    "로": 494,
    "록": 495,
    "론": 496,
    "롤": 497,
    "롬": 498,
    "롭": 499,
    "롯": 500,
    "롱": 501,
    "롸": 502,
    "롼": 503,
    "뢰": 504,
    "뢸": 505,
    "룀": 506,
    "료": 507,
    "룟": 508,
    "룡": 509,
    "루": 510,
    "룩": 511,
    "룬": 512,
    "룰": 513,
    "룸": 514,
    "룹": 515,
    "룻": 516,
    "룽": 517,
    "뤄": 518,
    "뤘": 519,
    "뤼": 520,
    "뤽": 521,
    "륑": 522,
    "류": 523,
    "륙": 524,
    "륜": 525,
    "률": 526,
    "륨": 527,
    "륭": 528,
    "르": 529,
    "륵": 530,
    "른": 531,
    "를": 532,
    "름": 533,
    "릅": 534,
    "릇": 535,
    "릉": 536,
    "릎": 537,
    "리": 538,
    "릭": 539,
    "린": 540,
    "릴": 541,
    "림": 542,
    "립": 543,
    "릿": 544,
    "링": 545,
    "마": 546,
    "막": 547,
    "만": 548,
    "많": 549,
    "맏": 550,
    "말": 551,
    "맑": 552,
    "맘": 553,
    "맙": 554,
    "맛": 555,
    "망": 556,
    "맞": 557,
    "맡": 558,
    "맣": 559,
    "매": 560,
    "맥": 561,
    "맨": 562,
    "맬": 563,
    "맴": 564,
    "맵": 565,
    "맷": 566,
    "맸": 567,
    "맹": 568,
    "맺": 569,
    "먀": 570,
    "먁": 571,
    "머": 572,
    "먹": 573,
    "먼": 574,
    "멀": 575,
    "멈": 576,
    "멋": 577,
    "멍": 578,
    "멎": 579,
    "메": 580,
    "멕": 581,
    "멘": 582,
    "멜": 583,
    "멤": 584,
    "멧": 585,
    "멩": 586,
    "며": 587,
    "멱": 588,
    "면": 589,
    "멸": 590,
    "몄": 591,
    "명": 592,
    "몇": 593,
    "모": 594,
    "목": 595,
    "몫": 596,
    "몬": 597,
    "몰": 598,
    "몸": 599,
    "몹": 600,
    "못": 601,
    "몽": 602,
    "뫼": 603,
    "묄": 604,
    "묏": 605,
    "묘": 606,
    "묠": 607,
    "묫": 608,
    "무": 609,
    "묵": 610,
    "묶": 611,
    "문": 612,
    "묻": 613,
    "물": 614,
    "뭄": 615,
    "뭇": 616,
    "뭉": 617,
    "뭍": 618,
    "뭐": 619,
    "뭔": 620,
    "뭣": 621,
    "뮈": 622,
    "뮌": 623,
    "뮐": 624,
    "뮤": 625,
    "뮬": 626,
    "뮴": 627,
    "므": 628,
    "믈": 629,
    "믐": 630,
    "미": 631,
    "믹": 632,
    "민": 633,
    "믿": 634,
    "밀": 635,
    "밂": 636,
    "밈": 637,
    "밉": 638,
    "밋": 639,
    "밌": 640,
    "밍": 641,
    "및": 642,
    "밑": 643,
    "바": 644,
    "박": 645,
    "밖": 646,
    "반": 647,
    "받": 648,
    "발": 649,
    "밝": 650,
    "밟": 651,
    "밤": 652,
    "밥": 653,
    "밧": 654,
    "방": 655,
    "밭": 656,
    "배": 657,
    "백": 658,
    "밴": 659,
    "밸": 660,
    "뱀": 661,
    "뱁": 662,
    "뱃": 663,
    "뱅": 664,
    "뱉": 665,
    "뱌": 666,
    "뱜": 667,
    "버": 668,
    "벅": 669,
    "번": 670,
    "벌": 671,
    "범": 672,
    "법": 673,
    "벗": 674,
    "벙": 675,
    "벚": 676,
    "베": 677,
    "벡": 678,
    "벤": 679,
    "벨": 680,
    "벳": 681,
    "벵": 682,
    "벼": 683,
    "벽": 684,
    "변": 685,
    "별": 686,
    "볍": 687,
    "병": 688,
    "볕": 689,
    "볜": 690,
    "보": 691,
    "복": 692,
    "본": 693,
    "볼": 694,
    "봄": 695,
    "봅": 696,
    "봇": 697,
    "봉": 698,
    "봐": 699,
    "봤": 700,
    "뵈": 701,
    "뵤": 702,
    "부": 703,
    "북": 704,
    "분": 705,
    "불": 706,
    "붉": 707,
    "붐": 708,
    "붑": 709,
    "붓": 710,
    "붕": 711,
    "붙": 712,
    "뷔": 713,
    "뷘": 714,
    "뷰": 715,
    "뷸": 716,
    "브": 717,
    "븐": 718,
    "블": 719,
    "비": 720,
    "빅": 721,
    "빈": 722,
    "빌": 723,
    "빔": 724,
    "빕": 725,
    "빗": 726,
    "빙": 727,
    "빚": 728,
    "빛": 729,
    "빠": 730,
    "빡": 731,
    "빤": 732,
    "빨": 733,
    "빴": 734,
    "빵": 735,
    "빼": 736,
    "빽": 737,
    "뺀": 738,
    "뺄": 739,
    "뺏": 740,
    "뺑": 741,
    "뺨": 742,
    "뻐": 743,
    "뻑": 744,
    "뻔": 745,
    "뻗": 746,
    "뻘": 747,
    "뻤": 748,
    "뻥": 749,
    "뻬": 750,
    "뼈": 751,
    "뼛": 752,
    "뽀": 753,
    "뽄": 754,
    "뽈": 755,
    "뽐": 756,
    "뽑": 757,
    "뽕": 758,
    "뾰": 759,
    "뿌": 760,
    "뿐": 761,
    "뿔": 762,
    "뿜": 763,
    "쁘": 764,
    "쁜": 765,
    "쁨": 766,
    "삐": 767,
    "사": 768,
    "삭": 769,
    "산": 770,
    "살": 771,
    "삶": 772,
    "삼": 773,
    "삽": 774,
    "삿": 775,
    "샀": 776,
    "상": 777,
    "샅": 778,
    "새": 779,
    "색": 780,
    "샌": 781,
    "샐": 782,
    "샘": 783,
    "샛": 784,
    "생": 785,
    "샤": 786,
    "샥": 787,
    "샨": 788,
    "샬": 789,
    "샴": 790,
    "샵": 791,
    "샷": 792,
    "샹": 793,
    "샾": 794,
    "섀": 795,
    "섄": 796,
    "섐": 797,
    "섕": 798,
    "서": 799,
    "석": 800,
    "섞": 801,
    "선": 802,
    "섣": 803,
    "설": 804,
    "섬": 805,
    "섭": 806,
    "섯": 807,
    "섰": 808,
    "성": 809,
    "세": 810,
    "섹": 811,
    "센": 812,
    "셀": 813,
    "셈": 814,
    "셉": 815,
    "셋": 816,
    "셌": 817,
    "셍": 818,
    "셔": 819,
    "션": 820,
    "셜": 821,
    "셥": 822,
    "셧": 823,
    "셨": 824,
    "셩": 825,
    "셰": 826,
    "셴": 827,
    "셸": 828,
    "솀": 829,
    "솁": 830,
    "솅": 831,
    "소": 832,
    "속": 833,
    "손": 834,
    "솔": 835,
    "솜": 836,
    "솝": 837,
    "솟": 838,
    "송": 839,
    "솥": 840,
    "쇄": 841,
    "쇠": 842,
    "쇤": 843,
    "쇳": 844,
    "쇼": 845,
    "숀": 846,
    "숄": 847,
    "숍": 848,
    "숏": 849,
    "숑": 850,
    "수": 851,
    "숙": 852,
    "순": 853,
    "숟": 854,
    "술": 855,
    "숨": 856,
    "숫": 857,
    "숭": 858,
    "숯": 859,
    "숱": 860,
    "숲": 861,
    "숴": 862,
    "쉈": 863,
    "쉐": 864,
    "쉘": 865,
    "쉬": 866,
    "쉰": 867,
    "쉴": 868,
    "쉼": 869,
    "쉽": 870,
    "슈": 871,
    "슌": 872,
    "슐": 873,
    "슘": 874,
    "슛": 875,
    "슝": 876,
    "스": 877,
    "슨": 878,
    "슬": 879,
    "슭": 880,
    "슴": 881,
    "습": 882,
    "슷": 883,
    "승": 884,
    "시": 885,
    "식": 886,
    "신": 887,
    "싣": 888,
    "실": 889,
    "싫": 890,
    "심": 891,
    "십": 892,
    "싯": 893,
    "싱": 894,
    "싶": 895,
    "싸": 896,
    "싹": 897,
    "싼": 898,
    "쌀": 899,
    "쌈": 900,
    "쌌": 901,
    "쌍": 902,
    "쌓": 903,
    "쌔": 904,
    "쌕": 905,
    "쌘": 906,
    "쌤": 907,
    "써": 908,
    "썩": 909,
    "썬": 910,
    "썰": 911,
    "썸": 912,
    "썹": 913,
    "썼": 914,
    "썽": 915,
    "쎄": 916,
    "쏘": 917,
    "쏙": 918,
    "쏟": 919,
    "쏠": 920,
    "쏴": 921,
    "쐐": 922,
    "쑤": 923,
    "쑥": 924,
    "쑨": 925,
    "쑹": 926,
    "쓰": 927,
    "쓴": 928,
    "쓸": 929,
    "씀": 930,
    "씁": 931,
    "씌": 932,
    "씨": 933,
    "씩": 934,
    "씬": 935,
    "씸": 936,
    "씹": 937,
    "씻": 938,
    "씽": 939,
    "아": 940,
    "악": 941,
    "안": 942,
    "앉": 943,
    "않": 944,
    "알": 945,
    "앎": 946,
    "앓": 947,
    "암": 948,
    "압": 949,
    "앗": 950,
    "았": 951,
    "앙": 952,
    "앞": 953,
    "애": 954,
    "액": 955,
    "앤": 956,
    "앨": 957,
    "앰": 958,
    "앱": 959,
    "앳": 960,
    "앴": 961,
    "앵": 962,
    "야": 963,
    "약": 964,
    "얀": 965,
    "얄": 966,
    "얇": 967,
    "얌": 968,
    "얍": 969,
    "얏": 970,
    "양": 971,
    "얕": 972,
    "얗": 973,
    "얘": 974,
    "어": 975,
    "억": 976,
    "언": 977,
    "얹": 978,
    "얻": 979,
    "얼": 980,
    "얽": 981,
    "엄": 982,
    "업": 983,
    "없": 984,
    "엇": 985,
    "었": 986,
    "엉": 987,
    "엌": 988,
    "엎": 989,
    "에": 990,
    "엑": 991,
    "엔": 992,
    "엘": 993,
    "엠": 994,
    "엡": 995,
    "엣": 996,
    "엥": 997,
    "여": 998,
    "역": 999,
    "엮": 1000,
    "연": 1001,
    "열": 1002,
    "염": 1003,
    "엽": 1004,
    "엾": 1005,
    "엿": 1006,
    "였": 1007,
    "영": 1008,
    "옅": 1009,
    "옆": 1010,
    "예": 1011,
    "옌": 1012,
    "옐": 1013,
    "옛": 1014,
    "오": 1015,
    "옥": 1016,
    "온": 1017,
    "올": 1018,
    "옮": 1019,
    "옳": 1020,
    "옴": 1021,
    "옵": 1022,
    "옷": 1023,
    "옹": 1024,
    "와": 1025,
    "왁": 1026,
    "완": 1027,
    "왈": 1028,
    "왑": 1029,
    "왓": 1030,
    "왔": 1031,
    "왕": 1032,
    "왜": 1033,
    "왠": 1034,
    "왬": 1035,
    "외": 1036,
    "왼": 1037,
    "요": 1038,
    "욕": 1039,
    "욘": 1040,
    "욜": 1041,
    "욤": 1042,
    "욥": 1043,
    "욧": 1044,
    "용": 1045,
    "우": 1046,
    "욱": 1047,
    "운": 1048,
    "울": 1049,
    "움": 1050,
    "웁": 1051,
    "웃": 1052,
    "웅": 1053,
    "워": 1054,
    "웍": 1055,
    "원": 1056,
    "월": 1057,
    "웜": 1058,
    "웠": 1059,
    "웡": 1060,
    "웨": 1061,
    "웩": 1062,
    "웬": 1063,
    "웰": 1064,
    "웸": 1065,
    "웹": 1066,
    "웽": 1067,
    "위": 1068,
    "윅": 1069,
    "윈": 1070,
    "윌": 1071,
    "윔": 1072,
    "윕": 1073,
    "윗": 1074,
    "윙": 1075,
    "유": 1076,
    "육": 1077,
    "윤": 1078,
    "율": 1079,
    "윳": 1080,
    "융": 1081,
    "으": 1082,
    "윽": 1083,
    "은": 1084,
    "을": 1085,
    "읊": 1086,
    "음": 1087,
    "읍": 1088,
    "응": 1089,
    "의": 1090,
    "이": 1091,
    "익": 1092,
    "인": 1093,
    "일": 1094,
    "읽": 1095,
    "잃": 1096,
    "임": 1097,
    "입": 1098,
    "잇": 1099,
    "있": 1100,
    "잉": 1101,
    "잊": 1102,
    "잌": 1103,
    "잎": 1104,
    "자": 1105,
    "작": 1106,
    "잔": 1107,
    "잖": 1108,
    "잘": 1109,
    "잠": 1110,
    "잡": 1111,
    "잣": 1112,
    "잤": 1113,
    "장": 1114,
    "잦": 1115,
    "재": 1116,
    "잭": 1117,
    "잰": 1118,
    "잼": 1119,
    "잿": 1120,
    "쟁": 1121,
    "쟈": 1122,
    "쟌": 1123,
    "쟝": 1124,
    "저": 1125,
    "적": 1126,
    "전": 1127,
    "절": 1128,
    "젊": 1129,
    "점": 1130,
    "접": 1131,
    "젓": 1132,
    "정": 1133,
    "젖": 1134,
    "제": 1135,
    "젝": 1136,
    "젠": 1137,
    "젤": 1138,
    "젬": 1139,
    "젭": 1140,
    "젯": 1141,
    "젱": 1142,
    "젴": 1143,
    "져": 1144,
    "젼": 1145,
    "졌": 1146,
    "조": 1147,
    "족": 1148,
    "존": 1149,
    "졸": 1150,
    "좀": 1151,
    "좁": 1152,
    "종": 1153,
    "좆": 1154,
    "좇": 1155,
    "좋": 1156,
    "좌": 1157,
    "좡": 1158,
    "좨": 1159,
    "죄": 1160,
    "죠": 1161,
    "죤": 1162,
    "주": 1163,
    "죽": 1164,
    "준": 1165,
    "줄": 1166,
    "줌": 1167,
    "줍": 1168,
    "줏": 1169,
    "중": 1170,
    "줘": 1171,
    "줬": 1172,
    "줴": 1173,
    "쥐": 1174,
    "쥔": 1175,
    "쥘": 1176,
    "쥠": 1177,
    "쥬": 1178,
    "쥰": 1179,
    "쥴": 1180,
    "즈": 1181,
    "즉": 1182,
    "즌": 1183,
    "즐": 1184,
    "즘": 1185,
    "즙": 1186,
    "증": 1187,
    "지": 1188,
    "직": 1189,
    "진": 1190,
    "질": 1191,
    "짊": 1192,
    "짐": 1193,
    "집": 1194,
    "짓": 1195,
    "징": 1196,
    "짖": 1197,
    "짙": 1198,
    "짚": 1199,
    "짜": 1200,
    "짝": 1201,
    "짠": 1202,
    "짤": 1203,
    "짦": 1204,
    "짧": 1205,
    "짫": 1206,
    "짬": 1207,
    "짭": 1208,
    "짰": 1209,
    "짱": 1210,
    "째": 1211,
    "쨌": 1212,
    "쨩": 1213,
    "쨰": 1214,
    "쩌": 1215,
    "쩍": 1216,
    "쩐": 1217,
    "쩔": 1218,
    "쩡": 1219,
    "쩨": 1220,
    "쪼": 1221,
    "쪽": 1222,
    "쫀": 1223,
    "쫑": 1224,
    "쫒": 1225,
    "쫓": 1226,
    "쭈": 1227,
    "쭉": 1228,
    "쭝": 1229,
    "쭤": 1230,
    "쯔": 1231,
    "쯤": 1232,
    "쯩": 1233,
    "찌": 1234,
    "찍": 1235,
    "찔": 1236,
    "찡": 1237,
    "찢": 1238,
    "차": 1239,
    "착": 1240,
    "찬": 1241,
    "찮": 1242,
    "찰": 1243,
    "참": 1244,
    "찹": 1245,
    "찻": 1246,
    "찼": 1247,
    "창": 1248,
    "찾": 1249,
    "채": 1250,
    "책": 1251,
    "챈": 1252,
    "챌": 1253,
    "챔": 1254,
    "챗": 1255,
    "챘": 1256,
    "챙": 1257,
    "챠": 1258,
    "챡": 1259,
    "처": 1260,
    "척": 1261,
    "천": 1262,
    "철": 1263,
    "첨": 1264,
    "첩": 1265,
    "첫": 1266,
    "청": 1267,
    "체": 1268,
    "첸": 1269,
    "첼": 1270,
    "쳄": 1271,
    "쳅": 1272,
    "쳉": 1273,
    "쳐": 1274,
    "쳤": 1275,
    "쳥": 1276,
    "초": 1277,
    "촉": 1278,
    "촌": 1279,
    "촐": 1280,
    "촘": 1281,
    "촛": 1282,
    "총": 1283,
    "촨": 1284,
    "촬": 1285,
    "최": 1286,
    "쵸": 1287,
    "추": 1288,
    "축": 1289,
    "춘": 1290,
    "출": 1291,
    "춤": 1292,
    "춧": 1293,
    "충": 1294,
    "춰": 1295,
    "췄": 1296,
    "췌": 1297,
    "취": 1298,
    "츄": 1299,
    "츠": 1300,
    "측": 1301,
    "츨": 1302,
    "츰": 1303,
    "층": 1304,
    "치": 1305,
    "칙": 1306,
    "친": 1307,
    "칠": 1308,
    "칡": 1309,
    "침": 1310,
    "칩": 1311,
    "칫": 1312,
    "칭": 1313,
    "카": 1314,
    "칵": 1315,
    "칸": 1316,
    "칼": 1317,
    "캄": 1318,
    "캅": 1319,
    "캇": 1320,
    "캉": 1321,
    "캐": 1322,
    "캔": 1323,
    "캘": 1324,
    "캠": 1325,
    "캡": 1326,
    "캣": 1327,
    "캥": 1328,
    "캬": 1329,
    "커": 1330,
    "컨": 1331,
    "컫": 1332,
    "컬": 1333,
    "컴": 1334,
    "컵": 1335,
    "컷": 1336,
    "컸": 1337,
    "컹": 1338,
    "케": 1339,
    "켄": 1340,
    "켈": 1341,
    "켐": 1342,
    "켓": 1343,
    "켜": 1344,
    "켯": 1345,
    "켰": 1346,
    "코": 1347,
    "콕": 1348,
    "콘": 1349,
    "콜": 1350,
    "콤": 1351,
    "콥": 1352,
    "콧": 1353,
    "콩": 1354,
    "콫": 1355,
    "콰": 1356,
    "콴": 1357,
    "콸": 1358,
    "쾅": 1359,
    "쾌": 1360,
    "쾨": 1361,
    "쾰": 1362,
    "쿄": 1363,
    "쿠": 1364,
    "쿡": 1365,
    "쿤": 1366,
    "쿨": 1367,
    "쿰": 1368,
    "쿱": 1369,
    "쿵": 1370,
    "쿼": 1371,
    "퀀": 1372,
    "퀄": 1373,
    "퀘": 1374,
    "퀴": 1375,
    "퀵": 1376,
    "퀸": 1377,
    "퀼": 1378,
    "큐": 1379,
    "큘": 1380,
    "크": 1381,
    "큰": 1382,
    "클": 1383,
    "큼": 1384,
    "키": 1385,
    "킥": 1386,
    "킨": 1387,
    "킬": 1388,
    "킴": 1389,
    "킵": 1390,
    "킷": 1391,
    "킹": 1392,
    "타": 1393,
    "탁": 1394,
    "탄": 1395,
    "탈": 1396,
    "탐": 1397,
    "탑": 1398,
    "탓": 1399,
    "탔": 1400,
    "탕": 1401,
    "태": 1402,
    "택": 1403,
    "탠": 1404,
    "탤": 1405,
    "탬": 1406,
    "탭": 1407,
    "탯": 1408,
    "탱": 1409,
    "탸": 1410,
    "탼": 1411,
    "터": 1412,
    "턱": 1413,
    "턴": 1414,
    "털": 1415,
    "텀": 1416,
    "텁": 1417,
    "텃": 1418,
    "텅": 1419,
    "테": 1420,
    "텍": 1421,
    "텐": 1422,
    "텔": 1423,
    "템": 1424,
    "텝": 1425,
    "텟": 1426,
    "텡": 1427,
    "텨": 1428,
    "텼": 1429,
    "톈": 1430,
    "토": 1431,
    "톡": 1432,
    "톤": 1433,
    "톨": 1434,
    "톰": 1435,
    "톱": 1436,
    "톳": 1437,
    "통": 1438,
    "퇴": 1439,
    "퇼": 1440,
    "투": 1441,
    "툭": 1442,
    "툰": 1443,
    "툴": 1444,
    "툼": 1445,
    "퉁": 1446,
    "튀": 1447,
    "튕": 1448,
    "튜": 1449,
    "튠": 1450,
    "튬": 1451,
    "트": 1452,
    "특": 1453,
    "튼": 1454,
    "틀": 1455,
    "틈": 1456,
    "틋": 1457,
    "틍": 1458,
    "티": 1459,
    "틱": 1460,
    "틴": 1461,
    "틸": 1462,
    "팀": 1463,
    "팁": 1464,
    "팅": 1465,
    "파": 1466,
    "팍": 1467,
    "팎": 1468,
    "판": 1469,
    "팔": 1470,
    "팜": 1471,
    "팝": 1472,
    "팟": 1473,
    "팠": 1474,
    "팡": 1475,
    "팥": 1476,
    "패": 1477,
    "팩": 1478,
    "팬": 1479,
    "팰": 1480,
    "팸": 1481,
    "팹": 1482,
    "팻": 1483,
    "팽": 1484,
    "퍼": 1485,
    "퍽": 1486,
    "펀": 1487,
    "펄": 1488,
    "펌": 1489,
    "펍": 1490,
    "펑": 1491,
    "페": 1492,
    "펙": 1493,
    "펜": 1494,
    "펠": 1495,
    "펨": 1496,
    "펩": 1497,
    "펫": 1498,
    "펭": 1499,
    "펴": 1500,
    "편": 1501,
    "펼": 1502,
    "폄": 1503,
    "폈": 1504,
    "평": 1505,
    "폐": 1506,
    "포": 1507,
    "폭": 1508,
    "폰": 1509,
    "폴": 1510,
    "폼": 1511,
    "폿": 1512,
    "퐁": 1513,
    "푀": 1514,
    "표": 1515,
    "푸": 1516,
    "푹": 1517,
    "푼": 1518,
    "풀": 1519,
    "품": 1520,
    "풋": 1521,
    "풍": 1522,
    "퓌": 1523,
    "퓨": 1524,
    "퓰": 1525,
    "퓸": 1526,
    "프": 1527,
    "픈": 1528,
    "플": 1529,
    "픔": 1530,
    "피": 1531,
    "픽": 1532,
    "핀": 1533,
    "필": 1534,
    "핌": 1535,
    "핍": 1536,
    "핏": 1537,
    "핑": 1538,
    "하": 1539,
    "학": 1540,
    "한": 1541,
    "할": 1542,
    "함": 1543,
    "합": 1544,
    "핫": 1545,
    "핬": 1546,
    "항": 1547,
    "해": 1548,
    "핵": 1549,
    "핸": 1550,
    "핼": 1551,
    "햄": 1552,
    "햅": 1553,
    "햇": 1554,
    "했": 1555,
    "행": 1556,
    "햐": 1557,
    "향": 1558,
    "허": 1559,
    "헉": 1560,
    "헌": 1561,
    "헐": 1562,
    "험": 1563,
    "헛": 1564,
    "헝": 1565,
    "헤": 1566,
    "헥": 1567,
    "헨": 1568,
    "헬": 1569,
    "헴": 1570,
    "헵": 1571,
    "헷": 1572,
    "헹": 1573,
    "혀": 1574,
    "혁": 1575,
    "현": 1576,
    "혈": 1577,
    "혐": 1578,
    "협": 1579,
    "혔": 1580,
    "형": 1581,
    "혜": 1582,
    "호": 1583,
    "혹": 1584,
    "혼": 1585,
    "홀": 1586,
    "홈": 1587,
    "홉": 1588,
    "홋": 1589,
    "홍": 1590,
    "홑": 1591,
    "화": 1592,
    "확": 1593,
    "환": 1594,
    "활": 1595,
    "황": 1596,
    "횃": 1597,
    "회": 1598,
    "획": 1599,
    "횟": 1600,
    "횡": 1601,
    "효": 1602,
    "후": 1603,
    "훅": 1604,
    "훈": 1605,
    "훌": 1606,
    "훑": 1607,
    "훔": 1608,
    "훗": 1609,
    "훙": 1610,
    "훠": 1611,
    "훤": 1612,
    "훨": 1613,
    "훼": 1614,
    "휀": 1615,
    "휘": 1616,
    "휠": 1617,
    "휩": 1618,
    "휫": 1619,
    "휴": 1620,
    "휼": 1621,
    "흄": 1622,
    "흉": 1623,
    "흐": 1624,
    "흑": 1625,
    "흔": 1626,
    "흘": 1627,
    "흙": 1628,
    "흠": 1629,
    "흡": 1630,
    "흥": 1631,
    "흩": 1632,
    "희": 1633,
    "흭": 1634,
    "흰": 1635,
    "히": 1636,
    "힉": 1637,
    "힌": 1638,
    "힐": 1639,
    "힘": 1640,
    "힙": 1641,
    "힛": 1642,
    "힝": 1643,
    "<PAD>": 1644,
    "<SOS>": 1645,
    "<EOS>": 1646
  },
  "output_idx_to_char": {
    "0": "가",
    "1": "각",
    "2": "간",
    "3": "갇",
    "4": "갈",
    "5": "갉",
    "6": "감",
    "7": "갑",
    "8": "값",
    "9": "갓",
    "10": "갔",
    "11": "강",
    "12": "갖",
    "13": "갗",
    "14": "같",
    "15": "갚",
    "16": "갛",
    "17": "개",
    "18": "객",
    "19": "갠",
    "20": "갤",
    "21": "갬",
    "22": "갭",
    "23": "갯",
    "24": "갱",
    "25": "갸",
    "26": "갼",
    "27": "걀",
    "28": "거",
    "29": "걱",
    "30": "건",
    "31": "걷",
    "32": "걸",
    "33": "검",
    "34": "겁",
    "35": "것",
    "36": "겉",
    "37": "게",
    "38": "겐",
    "39": "겔",
    "40": "겜",
    "41": "겟",
    "42": "겠",
    "43": "겡",
    "44": "겨",
    "45": "격",
    "46": "겪",
    "47": "견",
    "48": "결",
    "49": "겸",
    "50": "겹",
    "51": "겼",
    "52": "경",
    "53": "곁",
    "54": "계",
    "55": "고",
    "56": "곡",
    "57": "곤",
    "58": "곧",
    "59": "골",
    "60": "곰",
    "61": "곱",
    "62": "곲",
    "63": "곳",
    "64": "공",
    "65": "곶",
    "66": "과",
    "67": "곽",
    "68": "관",
    "69": "괄",
    "70": "괌",
    "71": "광",
    "72": "괘",
    "73": "괜",
    "74": "괭",
    "75": "괴",
    "76": "굉",
    "77": "교",
    "78": "구",
    "79": "국",
    "80": "군",
    "81": "굳",
    "82": "굴",
    "83": "굵",
    "84": "굶",
    "85": "굽",
    "86": "굿",
    "87": "궁",
    "88": "궂",
    "89": "궈",
    "90": "권",
    "91": "궐",
    "92": "궤",
    "93": "귀",
    "94": "귄",
    "95": "귈",
    "96": "귓",
    "97": "규",
    "98": "균",
    "99": "귤",
    "100": "그",
    "101": "극",
    "102": "근",
    "103": "글",
    "104": "긁",
    "105": "금",
    "106": "급",
    "107": "긋",
    "108": "긍",
    "109": "기",
    "110": "긱",
    "111": "긴",
    "112": "길",
    "113": "김",
    "114": "깁",
    "115": "깃",
    "116": "깅",
    "117": "깊",
    "118": "까",
    "119": "깍",
    "120": "깎",
    "121": "깐",
    "122": "깔",
    "123": "깜",
    "124": "깝",
    "125": "깡",
    "126": "깥",
    "127": "깨",
    "128": "깼",
    "129": "꺄",
    "130": "꺼",
    "131": "꺽",
    "132": "꺾",
    "133": "껄",
    "134": "껍",
    "135": "껏",
    "136": "껐",
    "137": "껑",
    "138": "께",
    "139": "껴",
    "140": "꼈",
    "141": "꼬",
    "142": "꼭",
    "143": "꼰",
    "144": "꼴",
    "145": "꼼",
    "146": "꼽",
    "147": "꼿",
    "148": "꽁",
    "149": "꽂",
    "150": "꽃",
    "151": "꽈",
    "152": "꽛",
    "153": "꽝",
    "154": "꽤",
    "155": "꾀",
    "156": "꾸",
    "157": "꾹",
    "158": "꾼",
    "159": "꿀",
    "160": "꿇",
    "161": "꿈",
    "162": "꿉",
    "163": "꿋",
    "164": "꿍",
    "165": "꿔",
    "166": "꿨",
    "167": "꿩",
    "168": "꿰",
    "169": "뀌",
    "170": "뀐",
    "171": "뀔",
    "172": "뀜",
    "173": "끄",
    "174": "끈",
    "175": "끊",
    "176": "끌",
    "177": "끓",
    "178": "끔",
    "179": "끗",
    "180": "끝",
    "181": "끼",
    "182": "끽",
    "183": "낀",
    "184": "낄",
    "185": "낌",
    "186": "나",
    "187": "낙",
    "188": "낚",
    "189": "난",
    "190": "낟",
    "191": "날",
    "192": "낡",
    "193": "남",
    "194": "납",
    "195": "낫",
    "196": "났",
    "197": "낭",
    "198": "낮",
    "199": "낯",
    "200": "낱",
    "201": "낳",
    "202": "내",
    "203": "낵",
    "204": "낸",
    "205": "낼",
    "206": "냄",
    "207": "냅",
    "208": "냇",
    "209": "냈",
    "210": "냉",
    "211": "냐",
    "212": "냑",
    "213": "냔",
    "214": "냘",
    "215": "냥",
    "216": "너",
    "217": "넉",
    "218": "넌",
    "219": "널",
    "220": "넓",
    "221": "넘",
    "222": "넙",
    "223": "넛",
    "224": "넜",
    "225": "넝",
    "226": "넣",
    "227": "네",
    "228": "넥",
    "229": "넨",
    "230": "넬",
    "231": "넴",
    "232": "넷",
    "233": "녀",
    "234": "녁",
    "235": "년",
    "236": "념",
    "237": "녔",
    "238": "녕",
    "239": "녘",
    "240": "녜",
    "241": "녠",
    "242": "녤",
    "243": "노",
    "244": "녹",
    "245": "논",
    "246": "놀",
    "247": "놈",
    "248": "놉",
    "249": "농",
    "250": "높",
    "251": "놓",
    "252": "놔",
    "253": "놨",
    "254": "뇌",
    "255": "뇨",
    "256": "뇩",
    "257": "뇰",
    "258": "뇽",
    "259": "누",
    "260": "눅",
    "261": "눈",
    "262": "눌",
    "263": "눔",
    "264": "눕",
    "265": "눗",
    "266": "눙",
    "267": "눠",
    "268": "눴",
    "269": "뉘",
    "270": "뉜",
    "271": "뉠",
    "272": "뉴",
    "273": "늄",
    "274": "늉",
    "275": "느",
    "276": "늑",
    "277": "는",
    "278": "늘",
    "279": "늙",
    "280": "늠",
    "281": "능",
    "282": "늦",
    "283": "늪",
    "284": "늬",
    "285": "니",
    "286": "닉",
    "287": "닌",
    "288": "닐",
    "289": "님",
    "290": "닙",
    "291": "닛",
    "292": "닝",
    "293": "다",
    "294": "닥",
    "295": "닦",
    "296": "단",
    "297": "닫",
    "298": "달",
    "299": "닭",
    "300": "닮",
    "301": "닳",
    "302": "담",
    "303": "답",
    "304": "닷",
    "305": "당",
    "306": "닿",
    "307": "대",
    "308": "댁",
    "309": "댄",
    "310": "댈",
    "311": "댐",
    "312": "댑",
    "313": "댓",
    "314": "댔",
    "315": "댕",
    "316": "댜",
    "317": "더",
    "318": "덕",
    "319": "던",
    "320": "덜",
    "321": "덟",
    "322": "덤",
    "323": "덥",
    "324": "덧",
    "325": "덩",
    "326": "덫",
    "327": "덮",
    "328": "데",
    "329": "덱",
    "330": "덴",
    "331": "델",
    "332": "뎀",
    "333": "뎃",
    "334": "뎅",
    "335": "뎌",
    "336": "뎠",
    "337": "뎬",
    "338": "도",
    "339": "독",
    "340": "돈",
    "341": "돋",
    "342": "돌",
    "343": "돔",
    "344": "돕",
    "345": "돗",
    "346": "동",
    "347": "돛",
    "348": "돼",
    "349": "됐",
    "350": "되",
    "351": "된",
    "352": "될",
    "353": "됨",
    "354": "됩",
    "355": "됫",
    "356": "됭",
    "357": "두",
    "358": "둑",
    "359": "둔",
    "360": "둘",
    "361": "둠",
    "362": "둡",
    "363": "둣",
    "364": "둥",
    "365": "둬",
    "366": "둰",
    "367": "뒀",
    "368": "뒤",
    "369": "뒬",
    "370": "뒷",
    "371": "듀",
    "372": "듄",
    "373": "듈",
    "374": "듐",
    "375": "드",
    "376": "득",
    "377": "든",
    "378": "듣",
    "379": "들",
    "380": "듦",
    "381": "듬",
    "382": "듭",
    "383": "듯",
    "384": "등",
    "385": "디",
    "386": "딕",
    "387": "딘",
    "388": "딛",
    "389": "딜",
    "390": "딤",
    "391": "딥",
    "392": "딧",
    "393": "딩",
    "394": "딪",
    "395": "따",
    "396": "딱",
    "397": "딴",
    "398": "딸",
    "399": "땀",
    "400": "땃",
    "401": "땄",
    "402": "땅",
    "403": "때",
    "404": "땠",
    "405": "땡",
    "406": "떠",
    "407": "떡",
    "408": "떤",
    "409": "떨",
    "410": "떫",
    "411": "떳",
    "412": "떻",
    "413": "떼",
    "414": "뗏",
    "415": "뗐",
    "416": "또",
    "417": "똑",
    "418": "똘",
    "419": "똥",
    "420": "똬",
    "421": "뚜",
    "422": "뚝",
    "423": "뚤",
    "424": "뚫",
    "425": "뚱",
    "426": "뛰",
    "427": "뛴",
    "428": "뜀",
    "429": "뜨",
    "430": "뜩",
    "431": "뜬",
    "432": "뜯",
    "433": "뜰",
    "434": "뜸",
    "435": "뜻",
    "436": "띄",
    "437": "띈",
    "438": "띠",
    "439": "띤",
    "440": "라",
    "441": "락",
    "442": "란",
    "443": "랄",
    "444": "람",
    "445": "랍",
    "446": "랏",
    "447": "랐",
    "448": "랑",
    "449": "랗",
    "450": "래",
    "451": "랙",
    "452": "랜",
    "453": "랠",
    "454": "램",
    "455": "랩",
    "456": "랫",
    "457": "랬",
    "458": "랭",
    "459": "랴",
    "460": "략",
    "461": "랸",
    "462": "랼",
    "463": "량",
    "464": "러",
    "465": "럭",
    "466": "런",
    "467": "럴",
    "468": "럼",
    "469": "럽",
    "470": "럿",
    "471": "렀",
    "472": "렁",
    "473": "렇",
    "474": "레",
    "475": "렉",
    "476": "렌",
    "477": "렐",
    "478": "렘",
    "479": "렙",
    "480": "렛",
    "481": "렜",
    "482": "렝",
    "483": "려",
    "484": "력",
    "485": "련",
    "486": "렬",
    "487": "렴",
    "488": "렵",
    "489": "렷",
    "490": "렸",
    "491": "령",
    "492": "례",
    "493": "롄",
    "494": "로",
    "495": "록",
    "496": "론",
    "497": "롤",
    "498": "롬",
    "499": "롭",
    "500": "롯",
    "501": "롱",
    "502": "롸",
    "503": "롼",
    "504": "뢰",
    "505": "뢸",
    "506": "룀",
    "507": "료",
    "508": "룟",
    "509": "룡",
    "510": "루",
    "511": "룩",
    "512": "룬",
    "513": "룰",
    "514": "룸",
    "515": "룹",
    "516": "룻",
    "517": "룽",
    "518": "뤄",
    "519": "뤘",
    "520": "뤼",
    "521": "뤽",
    "522": "륑",
    "523": "류",
    "524": "륙",
    "525": "륜",
    "526": "률",
    "527": "륨",
    "528": "륭",
    "529": "르",
    "530": "륵",
    "531": "른",
    "532": "를",
    "533": "름",
    "534": "릅",
    "535": "릇",
    "536": "릉",
    "537": "릎",
    "538": "리",
    "539": "릭",
    "540": "린",
    "541": "릴",
    "542": "림",
    "543": "립",
    "544": "릿",
    "545": "링",
    "546": "마",
    "547": "막",
    "548": "만",
    "549": "많",
    "550": "맏",
    "551": "말",
    "552": "맑",
    "553": "맘",
    "554": "맙",
    "555": "맛",
    "556": "망",
    "557": "맞",
    "558": "맡",
    "559": "맣",
    "560": "매",
    "561": "맥",
    "562": "맨",
    "563": "맬",
    "564": "맴",
    "565": "맵",
    "566": "맷",
    "567": "맸",
    "568": "맹",
    "569": "맺",
    "570": "먀",
    "571": "먁",
    "572": "머",
    "573": "먹",
    "574": "먼",
    "575": "멀",
    "576": "멈",
    "577": "멋",
    "578": "멍",
    "579": "멎",
    "580": "메",
    "581": "멕",
    "582": "멘",
    "583": "멜",
    "584": "멤",
    "585": "멧",
    "586": "멩",
    "587": "며",
    "588": "멱",
    "589": "면",
    "590": "멸",
    "591": "몄",
    "592": "명",
    "593": "몇",
    "594": "모",
    "595": "목",
    "596": "몫",
    "597": "몬",
    "598": "몰",
    "599": "몸",
    "600": "몹",
    "601": "못",
    "602": "몽",
    "603": "뫼",
    "604": "묄",
    "605": "묏",
    "606": "묘",
    "607": "묠",
    "608": "묫",
    "609": "무",
    "610": "묵",
    "611": "묶",
    "612": "문",
    "613": "묻",
    "614": "물",
    "615": "뭄",
    "616": "뭇",
    "617": "뭉",
    "618": "뭍",
    "619": "뭐",
    "620": "뭔",
    "621": "뭣",
    "622": "뮈",
    "623": "뮌",
    "624": "뮐",
    "625": "뮤",
    "626": "뮬",
    "627": "뮴",
    "628": "므",
    "629": "믈",
    "630": "믐",
    "631": "미",
    "632": "믹",
    "633": "민",
    "634": "믿",
    "635": "밀",
    "636": "밂",
    "637": "밈",
    "638": "밉",
    "639": "밋",
    "640": "밌",
    "641": "밍",
    "642": "및",
    "643": "밑",
    "644": "바",
    "645": "박",
    "646": "밖",
    "647": "반",
    "648": "받",
    "649": "발",
    "650": "밝",
    "651": "밟",
    "652": "밤",
    "653": "밥",
    "654": "밧",
    "655": "방",
    "656": "밭",
    "657": "배",
    "658": "백",
    "659": "밴",
    "660": "밸",
    "661": "뱀",
    "662": "뱁",
    "663": "뱃",
    "664": "뱅",
    "665": "뱉",
    "666": "뱌",
    "667": "뱜",
    "668": "버",
    "669": "벅",
    "670": "번",
    "671": "벌",
    "672": "범",
    "673": "법",
    "674": "벗",
    "675": "벙",
    "676": "벚",
    "677": "베",
    "678": "벡",
    "679": "벤",
    "680": "벨",
    "681": "벳",
    "682": "벵",
    "683": "벼",
    "684": "벽",
    "685": "변",
    "686": "별",
    "687": "볍",
    "688": "병",
    "689": "볕",
    "690": "볜",
    "691": "보",
    "692": "복",
    "693": "본",
    "694": "볼",
    "695": "봄",
    "696": "봅",
    "697": "봇",
    "698": "봉",
    "699": "봐",
    "700": "봤",
    "701": "뵈",
    "702": "뵤",
    "703": "부",
    "704": "북",
    "705": "분",
    "706": "불",
    "707": "붉",
    "708": "붐",
    "709": "붑",
    "710": "붓",
    "711": "붕",
    "712": "붙",
    "713": "뷔",
    "714": "뷘",
    "715": "뷰",
    "716": "뷸",
    "717": "브",
    "718": "븐",
    "719": "블",
    "720": "비",
    "721": "빅",
    "722": "빈",
    "723": "빌",
    "724": "빔",
    "725": "빕",
    "726": "빗",
    "727": "빙",
    "728": "빚",
    "729": "빛",
    "730": "빠",
    "731": "빡",
    "732": "빤",
    "733": "빨",
    "734": "빴",
    "735": "빵",
    "736": "빼",
    "737": "빽",
    "738": "뺀",
    "739": "뺄",
    "740": "뺏",
    "741": "뺑",
    "742": "뺨",
    "743": "뻐",
    "744": "뻑",
    "745": "뻔",
    "746": "뻗",
    "747": "뻘",
    "748": "뻤",
    "749": "뻥",
    "750": "뻬",
    "751": "뼈",
    "752": "뼛",
    "753": "뽀",
    "754": "뽄",
    "755": "뽈",
    "756": "뽐",
    "757": "뽑",
    "758": "뽕",
    "759": "뾰",
    "760": "뿌",
    "761": "뿐",
    "762": "뿔",
    "763": "뿜",
    "764": "쁘",
    "765": "쁜",
    "766": "쁨",
    "767": "삐",
    "768": "사",
    "769": "삭",
    "770": "산",
    "771": "살",
    "772": "삶",
    "773": "삼",
    "774": "삽",
    "775": "삿",
    "776": "샀",
    "777": "상",
    "778": "샅",
    "779": "새",
    "780": "색",
    "781": "샌",
    "782": "샐",
    "783": "샘",
    "784": "샛",
    "785": "생",
    "786": "샤",
    "787": "샥",
    "788": "샨",
    "789": "샬",
    "790": "샴",
    "791": "샵",
    "792": "샷",
    "793": "샹",
    "794": "샾",
    "795": "섀",
    "796": "섄",
    "797": "섐",
    "798": "섕",
    "799": "서",
    "800": "석",
    "801": "섞",
    "802": "선",
    "803": "섣",
    "804": "설",
    "805": "섬",
    "806": "섭",
    "807": "섯",
    "808": "섰",
    "809": "성",
    "810": "세",
    "811": "섹",
    "812": "센",
    "813": "셀",
    "814": "셈",
    "815": "셉",
    "816": "셋",
    "817": "셌",
    "818": "셍",
    "819": "셔",
    "820": "션",
    "821": "셜",
    "822": "셥",
    "823": "셧",
    "824": "셨",
    "825": "셩",
    "826": "셰",
    "827": "셴",
    "828": "셸",
    "829": "솀",
    "830": "솁",
    "831": "솅",
    "832": "소",
    "833": "속",
    "834": "손",
    "835": "솔",
    "836": "솜",
    "837": "솝",
    "838": "솟",
    "839": "송",
    "840": "솥",
    "841": "쇄",
    "842": "쇠",
    "843": "쇤",
    "844": "쇳",
    "845": "쇼",
    "846": "숀",
    "847": "숄",
    "848": "숍",
    "849": "숏",
    "850": "숑",
    "851": "수",
    "852": "숙",
    "853": "순",
    "854": "숟",
    "855": "술",
    "856": "숨",
    "857": "숫",
    "858": "숭",
    "859": "숯",
    "860": "숱",
    "861": "숲",
    "862": "숴",
    "863": "쉈",
    "864": "쉐",
    "865": "쉘",
    "866": "쉬",
    "867": "쉰",
    "868": "쉴",
    "869": "쉼",
    "870": "쉽",
    "871": "슈",
    "872": "슌",
    "873": "슐",
    "874": "슘",
    "875": "슛",
    "876": "슝",
    "877": "스",
    "878": "슨",
    "879": "슬",
    "880": "슭",
    "881": "슴",
    "882": "습",
    "883": "슷",
    "884": "승",
    "885": "시",
    "886": "식",
    "887": "신",
    "888": "싣",
    "889": "실",
    "890": "싫",
    "891": "심",
    "892": "십",
    "893": "싯",
    "894": "싱",
    "895": "싶",
    "896": "싸",
    "897": "싹",
    "898": "싼",
    "899": "쌀",
    "900": "쌈",
    "901": "쌌",
    "902": "쌍",
    "903": "쌓",
    "904": "쌔",
    "905": "쌕",
    "906": "쌘",
    "907": "쌤",
    "908": "써",
    "909": "썩",
    "910": "썬",
    "911": "썰",
    "912": "썸",
    "913": "썹",
    "914": "썼",
    "915": "썽",
    "916": "쎄",
    "917": "쏘",
    "918": "쏙",
    "919": "쏟",
    "920": "쏠",
    "921": "쏴",
    "922": "쐐",
    "923": "쑤",
    "924": "쑥",
    "925": "쑨",
    "926": "쑹",
    "927": "쓰",
    "928": "쓴",
    "929": "쓸",
    "930": "씀",
    "931": "씁",
    "932": "씌",
    "933": "씨",
    "934": "씩",
    "935": "씬",
    "936": "씸",
    "937": "씹",
    "938": "씻",
    "939": "씽",
    "940": "아",
    "941": "악",
    "942": "안",
    "943": "앉",
    "944": "않",
    "945": "알",
    "946": "앎",
    "947": "앓",
    "948": "암",
    "949": "압",
    "950": "앗",
    "951": "았",
    "952": "앙",
    "953": "앞",
    "954": "애",
    "955": "액",
    "956": "앤",
    "957": "앨",
    "958": "앰",
    "959": "앱",
    "960": "앳",
    "961": "앴",
    "962": "앵",
    "963": "야",
    "964": "약",
    "965": "얀",
    "966": "얄",
    "967": "얇",
    "968": "얌",
    "969": "얍",
    "970": "얏",
    "971": "양",
    "972": "얕",
    "973": "얗",
    "974": "얘",
    "975": "어",
    "976": "억",
    "977": "언",
    "978": "얹",
    "979": "얻",
    "980": "얼",
    "981": "얽",
    "982": "엄",
    "983": "업",
    "984": "없",
    "985": "엇",
    "986": "었",
    "987": "엉",
    "988": "엌",
    "989": "엎",
    "990": "에",
    "991": "엑",
    "992": "엔",
    "993": "엘",
    "994": "엠",
    "995": "엡",
    "996": "엣",
    "997": "엥",
    "998": "여",
    "999": "역",
    "1000": "엮",
    "1001": "연",
    "1002": "열",
    "1003": "염",
    "1004": "엽",
    "1005": "엾",
    "1006": "엿",
    "1007": "였",
    "1008": "영",
    "1009": "옅",
    "1010": "옆",
    "1011": "예",
    "1012": "옌",
    "1013": "옐",
    "1014": "옛",
    "1015": "오",
    "1016": "옥",
    "1017": "온",
    "1018": "올",
    "1019": "옮",
    "1020": "옳",
    "1021": "옴",
    "1022": "옵",
    "1023": "옷",
    "1024": "옹",
    "1025": "와",
    "1026": "왁",
    "1027": "완",
    "1028": "왈",
    "1029": "왑",
    "1030": "왓",
    "1031": "왔",
    "1032": "왕",
    "1033": "왜",
    "1034": "왠",
    "1035": "왬",
    "1036": "외",
    "1037": "왼",
    "1038": "요",
    "1039": "욕",
    "1040": "욘",
    "1041": "욜",
    "1042": "욤",
    "1043": "욥",
    "1044": "욧",
    "1045": "용",
    "1046": "우",
    "1047": "욱",
    "1048": "운",
    "1049": "울",
    "1050": "움",
    "1051": "웁",
    "1052": "웃",
    "1053": "웅",
    "1054": "워",
    "1055": "웍",
    "1056": "원",
    "1057": "월",
    "1058": "웜",
    "1059": "웠",
    "1060": "웡",
    "1061": "웨",
    "1062": "웩",
    "1063": "웬",
    "1064": "웰",
    "1065": "웸",
    "1066": "웹",
    "1067": "웽",
    "1068": "위",
    "1069": "윅",
    "1070": "윈",
    "1071": "윌",
    "1072": "윔",
    "1073": "윕",
    "1074": "윗",
    "1075": "윙",
    "1076": "유",
    "1077": "육",
    "1078": "윤",
    "1079": "율",
    "1080": "윳",
    "1081": "융",
    "1082": "으",
    "1083": "윽",
    "1084": "은",
    "1085": "을",
    "1086": "읊",
    "1087": "음",
    "1088": "읍",
    "1089": "응",
    "1090": "의",
    "1091": "이",
    "1092": "익",
    "1093": "인",
    "1094": "일",
    "1095": "읽",
    "1096": "잃",
    "1097": "임",
    "1098": "입",
    "1099": "잇",
    "1100": "있",
    "1101": "잉",
    "1102": "잊",
    "1103": "잌",
    "1104": "잎",
    "1105": "자",
    "1106": "작",
    "1107": "잔",
    "1108": "잖",
    "1109": "잘",
    "1110": "잠",
    "1111": "잡",
    "1112": "잣",
    "1113": "잤",
    "1114": "장",
    "1115": "잦",
    "1116": "재",
    "1117": "잭",
    "1118": "잰",
    "1119": "잼",
    "1120": "잿",
    "1121": "쟁",
    "1122": "쟈",
    "1123": "쟌",
    "1124": "쟝",
    "1125": "저",
    "1126": "적",
    "1127": "전",
    "1128": "절",
    "1129": "젊",
    "1130": "점",
    "1131": "접",
    "1132": "젓",
    "1133": "정",
    "1134": "젖",
    "1135": "제",
    "1136": "젝",
    "1137": "젠",
    "1138": "젤",
    "1139": "젬",
    "1140": "젭",
    "1141": "젯",
    "1142": "젱",
    "1143": "젴",
    "1144": "져",
    "1145": "젼",
    "1146": "졌",
    "1147": "조",
    "1148": "족",
    "1149": "존",
    "1150": "졸",
    "1151": "좀",
    "1152": "좁",
    "1153": "종",
    "1154": "좆",
    "1155": "좇",
    "1156": "좋",
    "1157": "좌",
    "1158": "좡",
    "1159": "좨",
    "1160": "죄",
    "1161": "죠",
    "1162": "죤",
    "1163": "주",
    "1164": "죽",
    "1165": "준",
    "1166": "줄",
    "1167": "줌",
    "1168": "줍",
    "1169": "줏",
    "1170": "중",
    "1171": "줘",
    "1172": "줬",
    "1173": "줴",
    "1174": "쥐",
    "1175": "쥔",
    "1176": "쥘",
    "1177": "쥠",
    "1178": "쥬",
    "1179": "쥰",
    "1180": "쥴",
    "1181": "즈",
    "1182": "즉",
    "1183": "즌",
    "1184": "즐",
    "1185": "즘",
    "1186": "즙",
    "1187": "증",
    "1188": "지",
    "1189": "직",
    "1190": "진",
    "1191": "질",
    "1192": "짊",
    "1193": "짐",
    "1194": "집",
    "1195": "짓",
    "1196": "징",
    "1197": "짖",
    "1198": "짙",
    "1199": "짚",
    "1200": "짜",
    "1201": "짝",
    "1202": "짠",
    "1203": "짤",
    "1204": "짦",
    "1205": "짧",
    "1206": "짫",
    "1207": "짬",
    "1208": "짭",
    "1209": "짰",
    "1210": "짱",
    "1211": "째",
    "1212": "쨌",
    "1213": "쨩",
    "1214": "쨰",
    "1215": "쩌",
    "1216": "쩍",
    "1217": "쩐",
    "1218": "쩔",
    "1219": "쩡",
    "1220": "쩨",
    "1221": "쪼",
    "1222": "쪽",
    "1223": "쫀",
    "1224": "쫑",
    "1225": "쫒",
    "1226": "쫓",
    "1227": "쭈",
    "1228": "쭉",
    "1229": "쭝",
    "1230": "쭤",
    "1231": "쯔",
    "1232": "쯤",
    "1233": "쯩",
    "1234": "찌",
    "1235": "찍",
    "1236": "찔",
    "1237": "찡",
    "1238": "찢",
    "1239": "차",
    "1240": "착",
    "1241": "찬",
    "1242": "찮",
    "1243": "찰",
    "1244": "참",
    "1245": "찹",
    "1246": "찻",
    "1247": "찼",
    "1248": "창",
    "1249": "찾",
    "1250": "채",
    "1251": "책",
    "1252": "챈",
    "1253": "챌",
    "1254": "챔",
    "1255": "챗",
    "1256": "챘",
    "1257": "챙",
    "1258": "챠",
    "1259": "챡",
    "1260": "처",
    "1261": "척",
    "1262": "천",
    "1263": "철",
    "1264": "첨",
    "1265": "첩",
    "1266": "첫",
    "1267": "청",
    "1268": "체",
    "1269": "첸",
    "1270": "첼",
    "1271": "쳄",
    "1272": "쳅",
    "1273": "쳉",
    "1274": "쳐",
    "1275": "쳤",
    "1276": "쳥",
    "1277": "초",
    "1278": "촉",
    "1279": "촌",
    "1280": "촐",
    "1281": "촘",
    "1282": "촛",
    "1283": "총",
    "1284": "촨",
    "1285": "촬",
    "1286": "최",
    "1287": "쵸",
    "1288": "추",
    "1289": "축",
    "1290": "춘",
    "1291": "출",
    "1292": "춤",
    "1293": "춧",
    "1294": "충",
    "1295": "춰",
    "1296": "췄",
    "1297": "췌",
    "1298": "취",
    "1299": "츄",
    "1300": "츠",
    "1301": "측",
    "1302": "츨",
    "1303": "츰",
    "1304": "층",
    "1305": "치",
    "1306": "칙",
    "1307": "친",
    "1308": "칠",
    "1309": "칡",
    "1310": "침",
    "1311": "칩",
    "1312": "칫",
    "1313": "칭",
    "1314": "카",
    "1315": "칵",
    "1316": "칸",
    "1317": "칼",
    "1318": "캄",
    "1319": "캅",
    "1320": "캇",
    "1321": "캉",
    "1322": "캐",
    "1323": "캔",
    "1324": "캘",
    "1325": "캠",
    "1326": "캡",
    "1327": "캣",
    "1328": "캥",
    "1329": "캬",
    "1330": "커",
    "1331": "컨",
    "1332": "컫",
    "1333": "컬",
    "1334": "컴",
    "1335": "컵",
    "1336": "컷",
    "1337": "컸",
    "1338": "컹",
    "1339": "케",
    "1340": "켄",
    "1341": "켈",
    "1342": "켐",
    "1343": "켓",
    "1344": "켜",
    "1345": "켯",
    "1346": "켰",
    "1347": "코",
    "1348": "콕",
    "1349": "콘",
    "1350": "콜",
    "1351": "콤",
    "1352": "콥",
    "1353": "콧",
    "1354": "콩",
    "1355": "콫",
    "1356": "콰",
    "1357": "콴",
    "1358": "콸",
    "1359": "쾅",
    "1360": "쾌",
    "1361": "쾨",
    "1362": "쾰",
    "1363": "쿄",
    "1364": "쿠",
    "1365": "쿡",
    "1366": "쿤",
    "1367": "쿨",
    "1368": "쿰",
    "1369": "쿱",
    "1370": "쿵",
    "1371": "쿼",
    "1372": "퀀",
    "1373": "퀄",
    "1374": "퀘",
    "1375": "퀴",
    "1376": "퀵",
    "1377": "퀸",
    "1378": "퀼",
    "1379": "큐",
    "1380": "큘",
    "1381": "크",
    "1382": "큰",
    "1383": "클",
    "1384": "큼",
    "1385": "키",
    "1386": "킥",
    "1387": "킨",
    "1388": "킬",
    "1389": "킴",
    "1390": "킵",
    "1391": "킷",
    "1392": "킹",
    "1393": "타",
    "1394": "탁",
    "1395": "탄",
    "1396": "탈",
    "1397": "탐",
    "1398": "탑",
    "1399": "탓",
    "1400": "탔",
    "1401": "탕",
    "1402": "태",
    "1403": "택",
    "1404": "탠",
    "1405": "탤",
    "1406": "탬",
    "1407": "탭",
    "1408": "탯",
    "1409": "탱",
    "1410": "탸",
    "1411": "탼",
    "1412": "터",
    "1413": "턱",
    "1414": "턴",
    "1415": "털",
    "1416": "텀",
    "1417": "텁",
    "1418": "텃",
    "1419": "텅",
    "1420": "테",
    "1421": "텍",
    "1422": "텐",
    "1423": "텔",
    "1424": "템",
    "1425": "텝",
    "1426": "텟",
    "1427": "텡",
    "1428": "텨",
    "1429": "텼",
    "1430": "톈",
    "1431": "토",
    "1432": "톡",
    "1433": "톤",
    "1434": "톨",
    "1435": "톰",
    "1436": "톱",
    "1437": "톳",
    "1438": "통",
    "1439": "퇴",
    "1440": "퇼",
    "1441": "투",
    "1442": "툭",
    "1443": "툰",
    "1444": "툴",
    "1445": "툼",
    "1446": "퉁",
    "1447": "튀",
    "1448": "튕",
    "1449": "튜",
    "1450": "튠",
    "1451": "튬",
    "1452": "트",
    "1453": "특",
    "1454": "튼",
    "1455": "틀",
    "1456": "틈",
    "1457": "틋",
    "1458": "틍",
    "1459": "티",
    "1460": "틱",
    "1461": "틴",
    "1462": "틸",
    "1463": "팀",
    "1464": "팁",
    "1465": "팅",
    "1466": "파",
    "1467": "팍",
    "1468": "팎",
    "1469": "판",
    "1470": "팔",
    "1471": "팜",
    "1472": "팝",
    "1473": "팟",
    "1474": "팠",
    "1475": "팡",
    "1476": "팥",
    "1477": "패",
    "1478": "팩",
    "1479": "팬",
    "1480": "팰",
    "1481": "팸",
    "1482": "팹",
    "1483": "팻",
    "1484": "팽",
    "1485": "퍼",
    "1486": "퍽",
    "1487": "펀",
    "1488": "펄",
    "1489": "펌",
    "1490": "펍",
    "1491": "펑",
    "1492": "페",
    "1493": "펙",
    "1494": "펜",
    "1495": "펠",
    "1496": "펨",
    "1497": "펩",
    "1498": "펫",
    "1499": "펭",
    "1500": "펴",
    "1501": "편",
    "1502": "펼",
    "1503": "폄",
    "1504": "폈",
    "1505": "평",
    "1506": "폐",
    "1507": "포",
    "1508": "폭",
    "1509": "폰",
    "1510": "폴",
    "1511": "폼",
    "1512": "폿",
    "1513": "퐁",
    "1514": "푀",
    "1515": "표",
    "1516": "푸",
    "1517": "푹",
    "1518": "푼",
    "1519": "풀",
    "1520": "품",
    "1521": "풋",
    "1522": "풍",
    "1523": "퓌",
    "1524": "퓨",
    "1525": "퓰",
    "1526": "퓸",
    "1527": "프",
    "1528": "픈",
    "1529": "플",
    "1530": "픔",
    "1531": "피",
    "1532": "픽",
    "1533": "핀",
    "1534": "필",
    "1535": "핌",
    "1536": "핍",
    "1537": "핏",
    "1538": "핑",
    "1539": "하",
    "1540": "학",
    "1541": "한",
    "1542": "할",
    "1543": "함",
    "1544": "합",
    "1545": "핫",
    "1546": "핬",
    "1547": "항",
    "1548": "해",
    "1549": "핵",
    "1550": "핸",
    "1551": "핼",
    "1552": "햄",
    "1553": "햅",
    "1554": "햇",
    "1555": "했",
    "1556": "행",
    "1557": "햐",
    "1558": "향",
    "1559": "허",
    "1560": "헉",
    "1561": "헌",
    "1562": "헐",
    "1563": "험",
    "1564": "헛",
    "1565": "헝",
    "1566": "헤",
    "1567": "헥",
    "1568": "헨",
    "1569": "헬",
    "1570": "헴",
