{"pageid": 1000329, "title": "বেলারুশ জাতীয় ফুটবল দল", "url": "https://bn.wikipedia.org/wiki?curid=1000329", "content": "বেলারুশ জাতীয় ফুটবল দল (বেলারুশীয়: Нацыянальная зборная Беларусі па футболе) হচ্ছে আন্তর্জাতিক ফুটবলে বেলারুশের প্রতিনিধিত্বকারী পুরুষদের জাতীয় দল, যার সকল কার্যক্রম বেলারুশের ফুটবলের সর্বোচ্চ নিয়ন্ত্রক সংস্থা বেলারুশীয় ফুটবল ফেডারেশন দ্বারা নিয়ন্ত্রিত হয়। এই দলটি ১৯৯২ সাল হতে ফুটবলের সর্বোচ্চ সংস্থা ফিফার এবং ১৯৯৩ সাল হতে তাদের আঞ্চলিক সংস্থা উয়েফার সদস্য হিসেবে রয়েছে। ১৯৯২ সালের ২৮শে অক্টোবর তারিখে, বেলারুশ প্রথমবারের মতো আন্তর্জাতিক খেলায় অংশগ্রহণ করেছে; বেলারুশের মিন্‌স্কে অনুষ্ঠিত বেলারুশ এবং ইউক্রেনের মধ্যকার উক্ত ম্যাচটি ১–১ গোলে ড্র হয়েছে।\n২২,২৪৬ ধারণক্ষমতাবিশিষ্ট দিনামো স্টেডিয়ামে বিয়েলিয়া ক্রিলি নামে পরিচিত এই দলটি তাদের সকল হোম ম্যাচ আয়োজন করে থাকে। এই দলের প্রধান কার্যালয় বেলারুশের রাজধানী মিন্‌স্কে অবস্থিত। বর্তমানে এই দলের ম্যানেজারের দায়িত্ব পালন করছেন মিখাইল মার্খেল এবং অধিনায়কের দায়িত্ব পালন করছেন ক্রাস্নোদারের রক্ষণভাগের খেলোয়াড় আলিয়াকসান্দ্র মার্তিনোভিচ।\nবেলারুশ এপর্যন্ত একবারও ফিফা বিশ্বকাপে অংশগ্রহণ করতে পারেনি। অন্যদিকে, উয়েফা ইউরোপীয় চ্যাম্পিয়নশিপেও বেলারুশ এপর্যন্ত একবারও অংশগ্রহণ করতে সক্ষম হয়নি।\nআলিয়াকসান্দ্র কুলচি, আলেকজান্ডার হ্লেব, সের্গি গুরেঙ্কো, মাক্সিম রোমাশেঙ্কো এবং সের্গি কোর্নিলেঙ্কোর মতো খেলোয়াড়গণ বেলারুশের জার্সি গায়ে মাঠ কাঁপিয়েছেন।\n\n\n== র‌্যাঙ্কিং ==\nফিফা বিশ্ব র‌্যাঙ্কিংয়ে, ২০১১ সালের ফেব্রুয়ারি মাসে প্রকাশিত র‌্যাঙ্কিংয়ে বেলারুশ তাদের ইতিহাসে সর্বোচ্চ অবস্থান (৩৬তম) অর্জন করে এবং ১৯৯৪ সালের মার্চ মাসে প্রকাশিত র‌্যাঙ্কিংয়ে তারা ১৪২তম স্থান অধিকার করে, যা তাদের ইতিহাসে সর্বনিম্ন। অন্যদিকে, বিশ্ব ফুটবল এলো রেটিংয়ে বেলারুশের সর্বোচ্চ অবস্থান হচ্ছে ৪৭ম (যা তারা ২০১০ সালে অর্জন করেছিল) এবং সর্বনিম্ন অবস্থান হচ্ছে ১২২। নিম্নে বর্তমানে ফিফা বিশ্ব র‌্যাঙ্কিং এবং বিশ্ব ফুটবল এলো রেটিংয়ে অবস্থান উল্লেখ করা হলো:\n\nফিফা বিশ্ব র‌্যাঙ্কিং\n\nবিশ্ব ফুটবল এলো রেটিং\n\n\n== প্রতিযোগিতামূলক তথ্য ==\n\n\n=== ফিফা বিশ্বকাপ ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট  (বেলারুশীয়) (ইংরেজি) (রুশ)\nফিফা-এ বেলারুশ জাতীয় ফুটবল দল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ জুন ২০১৮ তারিখে (ইংরেজি)\nউয়েফা-এ বেলারুশ জাতীয় ফুটবল দল (ইংরেজি)"}