{"pageid": 1000773, "title": "সাদাত রহমান", "url": "https://bn.wikipedia.org/wiki?curid=1000773", "content": "সাদাত রহমান একজন বাংলাদেশী সাইবার নিরাপত্তাকর্মী ও সামাজিক সংগঠক। সাইবার নিরাপত্তার অংশ হিসেবে তার নির্মিত সাইবার টিনস নামক একটি মোবাইল অ্যাপ্লিকেশনের জন্য তিনি প্রথম বাংলাদেশী হিসেবে আন্তর্জাতিক শিশু শান্তি পুরস্কার অর্জন করেন। কিডস রাইটস ফাউন্ডেশন সাদাত রহমানকে একজন “তরুণ চেঞ্জমেকার” এবং “সমাজ সংস্কারক” হিসেবে উল্লেখ করে।\n\n\n== প্রাথমিক জীবন ==\nসাদাত রহমানের পৈতৃক নিবাস মাগুরা জেলার সদর উপজেলার আলোকদিয়া গ্রামে। তার বাবার নাম মো. সাখাওয়াত হোসেন, যিনি পেশায় একজন ডেপুটি পোস্টমাস্টার, এবং মায়ের নাম মলিনা খাতুন। বাবার চাকরির সুবাদে ২০১৭ সালে তিনি নড়াইল শহরে আসেন এবং নড়াইল সরকারি উচ্চ বিদ্যালয়ে ভর্তি হন। এই সময় তিনি “নড়াইল ভলান্টিয়ার্স” নামক এক সংগঠন গড়ে তোলেন। নড়াইল সরকারি উচ্চ বিদ্যালয় থেকে ২০১৯ সালে ব্যবসায় শিক্ষা বিভাগ থেকে এসএসসি পাশ করে তিনি নড়াইল আবদুল হাই সিটি কলেজে একাদশ শ্রেণিতে মানবিক বিভাগে ভর্তি হন। তার প্রতিষ্ঠিত “নড়াইল ভলান্টিয়ার্স” সংগঠনের অংশ হিসেবে ২০১৯ সালের ৯ অক্টোবর সাইবার টিনস নামক এক মোবাইল অ্যাপ্লিকেশনের যাত্রা শুরু হয়।\n\n\n== সাইবার নিরাপত্তায় অবদান ==\nনরওয়েজীয় প্রতিষ্ঠান টেলিনরের সমীক্ষা অনুযায়ী, বাংলাদেশের স্কুলগামী কিশোর-কিশোরীদের প্রায় ৪৯ শতাংশ সাইবার বুলিং বা হয়রানির শিকার হয়ে থাকে। সাইবার হয়রানির বিষয়টি আইন-শৃঙ্খলারক্ষাকারী বাহিনী এমনকি বাবা-মা ও অভিভাবকদের সাথে আলোচনা করতে পারে না এবং অনেকে আত্মহননের পথ বেছে নেয়।\nসাদাত রহমান বাংলাদেশে সাইবার হয়রানির প্রেক্ষাপট বিবেচনায় নির্যাতিত শিশু-কিশোরদের জন্য অনলাইন প্ল্যাটফর্ম হিসেবে সাইবার টিনস নামক মোবাইল অ্যাপ্লিকেশন তৈরি করেন। মূলত সাইবার হয়রানির প্রেক্ষাপটে পিরোজপুর জেলায় ১৫ বছর বয়সী এক কিশোরীর আত্মহত্যার পর তিনি অ্যাপটি তৈরিতে অনুপ্রাণিত হন। এই অ্যাপটি ভুক্তভোগী কিশোর-কিশোরীদের সঙ্গে আইন প্রয়োগকারী সংস্থার যোগাযোগ সৃষ্টি করে। এছাড়া অ্যাপটি সাইবার হয়রানির বিষয়ে তরুণদের সচেতনতা বৃদ্ধি করে, বুলিংয়ের শিকার হওয়া ব্যক্তিকে মানসিক সহায়তা প্রদান করে, অভিযুক্তকে নিবৃত্ত করার চেষ্টা  এবং বিষয়টি অপরাধের পর্যায়ে পৌঁছালে গোপনে পুলিশকে অবহিত করে।\n২০২০ সালের নভেম্বর পর্যন্ত প্রায় এক হাজার ৮০০ কিশোর-কিশোরী এই অ্যাপ ব্যবহার করেন। সেই সময় নাগাদ অ্যাপের মাধ্যমে তিনশোর বেশি অভিযোগের নিষ্পত্তি করা হয় এবং অনলাইনে যৌন হয়রানির দায়ে আটজন প্রাপ্ত বয়স্ক ব্যক্তিকে গ্রেফতার করা হয়।\nএছাড়া নড়াইল ভলান্টিয়ার্স সংগঠন “সেফ ইন্টারনেট, সেফ টিনেজার” নামে একটি কর্মসূচি শুরু করে। এই কর্মসূচির আওতায় বিভিন্ন স্কুলে সেমিনার ও কর্মশালার আয়োজনের পাশাপাশি প্রতিটি স্কুলে “ডিজিটাল সাক্ষরতা ক্লাব” প্রতিষ্ঠায় ভূমিকা রাখছে। এই কর্মসূচির জন্য ২০২০ সালের ২১ সেপ্টেম্বর জাতিসংঘ আয়োজিত “অনলাইনে শান্তি ও সুরক্ষা খাতে প্রযুক্তিগত সমাধানের ধারণা” বিষয়ক একটি প্রতিযোগিতায় সেরা তিনটি প্রতিষ্ঠানের একটি হিসেবে সাদাত রহমানের সাইবার টিনস স্বীকৃতি পায় এবং পাঁচ হাজার মার্কিন ডলার পুরস্কার লাভ করে। এর অংশ হিসেবে উদ্যোক্তা সংগঠন নড়াইল ভলান্টিয়ার্সের হয়ে সাদাত রহমান ২০২১ সালে জাতিসংঘের সাধারণ অধিবেশনে বক্তব্য দেওয়ার সুযোগ পাবেন।\n\n\n== পুরস্কার ==\nনড়াইল ভলান্টিয়ার্স সংগঠনের হয়ে সাদাত রহমান ২০১৮ সালে সেন্টার ফর রিসার্চ অ্যান্ড ইনফরমেশন (সিআরআই) থেকে “জয়বাংলা ইয়ুথ অ্যাওয়ার্ড” লাভ করেন। এছাড়া ২০১৯ সালে অ্যাকশন এইডের “ইয়ুথ ইনোভেশন চ্যালেঞ্জ” সম্মাননা পেয়ে তহবিল লাভ করেন।\nএছাড়া নবম শ্রেণিতে পড়ার সময় যৌন হয়রানি নিয়ে অপরাজিতা নামে তিনি ২ মিনিটের একটি শর্টফিল্ম নির্মাণ করেন, যা সত্যজিৎ রায় ফিল্ম ইনস্টিটিউট পুরস্কার অর্জন করে।\n২০২০ খ্রিষ্টাব্দের ১৭ নভেম্বর নেদারল্যান্ডসের হেগ শহরে আয়োজিত সম্মেলনে কিডস রাইটস ফাউন্ডেশন কর্তৃক প্রথম বাংলাদেশী হিসেবে আন্তর্জাতিক শিশু শান্তি পুরস্কার লাভ করেন। কিডস রাইটস ফাউন্ডেশনের মতে, “এই পুরস্কার অর্জনের মধ্য দিয়ে সাদাত একটি আন্তর্জাতিক প্ল্যাটফর্ম পেলো, যা তাকে বিশ্বের কোটি কোটি মানুষের কাছে তার বার্তা পৌঁছে দেওয়ার সুযোগ করে দেবে।”\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসাইবার টিনসের ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ ডিসেম্বর ২০২০ তারিখে\nপ্লে স্টোরে সাইবার টিনস"}