{"pageid": 1000175, "title": "মাসানোবু ফুকুওকা", "url": "https://bn.wikipedia.org/wiki?curid=1000175", "content": "মাসানোবু ফুকুওকা (福岡 正信, ২ ফেব্রুয়ারি ১৯১৩ – ১৬ আগস্ট ২০০৮) একজন জাপানি কৃষক এবং দার্শনিক ছিলেন, যিনি তার প্রাকৃতিক চাষ পদ্ধতির জন্য বিখ্যাত। তিনি আবাদবিহীন, উদ্ভিদনাশকবিহীন খাদ্যশস্য চাষ পদ্ধতির প্রবক্তা, যা অনেক আদিবাসী সংস্কৃতিতে প্রচলিত। এখান থেকে তিনি চাষের একটি বিশেষ পদ্ধতি তৈরি করেন, যা সাধারণত \"প্রাকৃতিক চাষ\" বা \"ন্যাচারাল ফার্মিং\" হিসেবে উল্লেখিত।\nফুকুওকা বেশ কয়েকটি বই, বৈজ্ঞানিক কাগজপত্র এবং অন্যান্য পত্র প্রকাশ করেছেন এবং ১৯৭০ এর দশক থেকে টেলিভিশনে তাকে নিয়ে বেশ কয়েকটি প্রামাণ্যচিত্র এবং সাক্ষাৎকার প্রদর্শিত হয়েছে।  কৃষির বাইরে প্রাকৃতিক খাদ্যাভাস  ও জীবনযাত্রার অধিকারী ব্যক্তিদের অনুপ্রাণিত করার ক্ষেত্রেও তার প্রভাব লক্ষ্য করা যায়। তিনি প্রকৃতির নীতি পর্যবেক্ষণের মূল্য সম্বন্ধে স্পষ্টবাদী ছিলেন। \n\n\n== জীবন ==\nফুকুওকা ১৯১৩ সালের ২ ফেব্রুয়ারি, একজন শিক্ষিত ও বিত্তবান স্থানীয় নেতা কামেইচি ফুকুওকার দ্বিতীয় পুত্র হিসেবে জাপানের এহিমে প্রশাসনিক অঞ্চলের ইয়োতে জন্মগ্রহণ করেন। তিনি গিফু প্রশাসনিক অঞ্চলের কৃষি কলেজে ভর্তি হন এবং অণুজীববিজ্ঞানী এবং কৃষিবিজ্ঞানী হিসেবে প্রশিক্ষণ লাভ করেন। তিনি উদ্ভিদ রোগবিদ্যা বিষয়ে বিশেষজ্ঞ গবেষণা বিজ্ঞানী হিসেবে কর্মজীবন শুরু করেন। তিনি ১৯৩৪ সালে ইয়োকোহামা কাস্টমস ব্যুরোর উদ্ভিদ পরিদর্শন বিভাগে কৃষি শুল্ক পরিদর্শক হিসেবে কাজ করেন। ১৯৩৭ সালে তিনি নিউমোনিয়ায় আক্রান্ত হয়ে হাসপাতালে ভর্তি হন এবং সুস্থ হওয়ার সময় তিনি বলেছিলেন যে, তিনি একটি গভীর আধ্যাত্মিক অভিজ্ঞতা লাভ করেন, যা বিশ্ব সম্পর্কে তার দৃষ্টিভঙ্গিকে বদলে দেয় ও আধুনিক \"পাশ্চাত্য\" কৃষি বিজ্ঞানের চর্চা বিষয়ে তার মনে সন্দেহ তৈরী করে। তিনি অবিলম্বে গবেষণা বিজ্ঞানীর পদ থেকে পদত্যাগ করে, দক্ষিণ জাপানের শিকোকু দ্বীপে তার পারিবারিক খামারে ফিরে আসেন।\n\n১৯৩৮ সাল থেকে ফুকুওকা সাইট্রাস বাগানে বিভিন্ন নতুন কৌশল নিয়ে অনুশীলন ও পরীক্ষা-নিরীক্ষা শুরু করেন এবং অর্জিত পর্যবেক্ষণ ব্যবহার করে \"প্রাকৃতিক চাষপদ্ধতি\" ধারণার বিকাশ ঘটান। অন্যান্য কৌশলের মধ্যে, তিনি সাইট্রাস গাছের একটি  এলাকা ছাঁটাই পরিত্যাগ করেন, যা করলে গাছটি পোকামাকড় দ্বারা আক্রান্ত হতো এবং ডালপালা বিজড়িত হয়ে পড়তো। তিনি বলেন যে, এই অভিজ্ঞতা তাকে প্রকৃতি এবং তাতে হস্তক্ষেপ না করার মধ্যে পার্থক্য শিক্ষা দেয়। তার এইসব প্রচেষ্টা দ্বিতীয় বিশ্বযুদ্ধ দ্বারা বিঘ্নিত হয়। এসময় তিনি কৃষি গবেষণা এবং খাদ্য উৎপাদন সহ বিভিন্ন বিষয়ে কোওচি প্রশাসনিক অঞ্চলের কৃষি পরীক্ষা কেন্দ্রে কাজ করেন।\n\n১৯৪০ সালে, ফুকুওকা তার স্ত্রী আয়াকোকে বিয়ে করেন, এবং তারা একত্রে পাঁচটি সন্তানের জন্ম দেন। দ্বিতীয় বিশ্বযুদ্ধের পর, তার পিতা যুদ্ধোত্তর ভূমি সংস্কার প্রক্রিয়ায় শুধুমাত্র এক একরের তিন-অষ্টমাংশ পরিমাণ ধানের জমি ও যুদ্ধের আগে তার ছেলের দখল করা পাহাড়-সংলগ্ন সাইট্রাস বাগান ব্যতীত পারিবারিক জমির অধিকাংশই হারান। এই পরিস্থিতি সত্ত্বেও, ১৯৪৭ সালে তিনি আবার সাফল্যের সঙ্গে প্রাকৃতিক চাষ পদ্ধতি ব্যবহার করে ধান ও যব চাষ করেন। একই বছরে তিনি তার প্রথম বই, উ ১: কামি নো কাকুমেই (無〈1〉神の革命) লেখেন এবং তার পদ্ধতি ও দর্শনের উপকারিতার কথা ছড়িয়ে দেওয়ার চেষ্টা করেন। তার পরবর্তী বই, দি ওয়ান স্ট্র রেভোলিউশন, ১৯৭৫ সালে প্রকাশিত হয় এবং ১৯৭৮ সালে তা ইংরেজিতে অনুবাদিত হয়।\n১৯৭৯ সাল থেকে, ফুকুওকা বিভিন্ন দেশ ভ্রমণ করে বক্তৃতা প্রদান করেন এবং সরাসরি বীজ রোপণ ও চাষের কাজে ভূমিকা রাখেন। তার কাজ ও সাফল্যের স্বীকৃতি স্বরূপ তিনি কয়েকটি দেশ থেকে বেশ কিছু পুরস্কার প্রাপ্ত হয়েছেন। ১৯৮০-র দশক পর্যন্ত, ফুকুওকার হিসাবে তিনি এবং তার পরিবার প্রতি বছর প্রায় ৬০০০ বাক্স সাইট্রাস টোকিওতে পাঠান, যা সর্বমোট প্রায় ৯০ টন।\nবিদেশে প্রথম ভ্রমণের সময় তার স্ত্রী আয়াকো তাকে সঙ্গ দেন। এসম্য ম্যাক্রোবায়োটিক ডায়েট লিডার মিচিও কুশি এবং হারমান আইহারার সাথে তার সাক্ষাৎ হয় এবং তার প্রধান সমর্থক এবং অনুবাদ সম্পাদক ল্যারি কর্ন তাকে গাইড করেন। এসময় বার্কলি ও লস অ্যাঞ্জেলসের ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বিভিন্ন খামার, নিউ ইয়র্ক শহর ও তার আশেপাশের এলাকা যেমন ম্যাসাচুসেট্‌সের আমহার্স্ট কলেজ ও বস্টন ভ্রমণ করেন।\n১৯৮৩ সালে, বিভিন্ন কর্মশালা আয়োজন, কৃষকদের শিক্ষাদান ও বীজ বপনের উদ্দেশ্যে ৫০ দিনের জন্য ইউরোপ ভ্রমণ করেন। ১৯৮৫ সালে, তিনি সোমালিয়া এবং ইথিওপিয়ার মরুভূমি এলাকায় বীজ বপনের জন্য ৪০ দিন কাটান। পরের বছর তিনি মার্কিন যুক্তরাষ্ট্রে ফিরে এসে তিনটি আন্তর্জাতিক সম্মেলনে প্রাকৃতিক চাষ পদ্ধতির উপর বক্তব্য প্রদান করেন। ১৯৮৮ সালে তিনি ভারতীয় বিজ্ঞান কংগ্রেস, রাজ্য কৃষি বিশ্ববিদ্যালয় এবং অন্যান্য জায়গায় বক্তৃতা প্রদান করেন।\nফুকুওকা ১৯৯০ এবং ১৯৯১ সালে বিভিন্ন খামার পরিদর্শন ও ভারতের মরুভূমি অঞ্চলে চাষের জন্য বীজ সংগ্রহের উদ্দেশ্যে থাইল্যান্ড ভ্রমণ করেন। এই উদ্দেশ্য পূরণে, ঐ বছরের নভেম্বর এবং ডিসেম্বর মাসে তিনি পুনরায় ভারত যান। পরের বছর তিনি জাপানের একটি আনুষ্ঠানিক সভায় অংশগ্রহণ করেন যা ব্রাজিলের রিওতে অনুষ্ঠিত আর্থ সামিটের সাথে যুক্ত। ১৯৯৬ সালে আফ্রিকায় ফিরে গিয়ে তিনি  তানজানিয়ার মরুভূমি এলাকায় বীজ বপন করেন ও বাওবাব গাছ এবং জঙ্গল এলাকা পরিদর্শন করেন।\nতার চাষপদ্ধতির বিভিন্ন কাজ নিয়ে তিনি ১৯৯৮ সালে ফিলিপাইন ও পরের দুই বছর গ্রিস ও ইউরোপ ভ্রমণ করেন। তিনি ২০০১ সালে চীন ও ২০০২ সালে পুনরায় ভারত ভ্রমণ করেন। ২০০৫ সালে, জাপানের আইচিতে অনুষ্ঠিত ওয়ার্ল্ড এক্সপোতে তিনি একটি সংক্ষিপ্ত বক্তৃতা প্রদান করেন।\nমাসানোবু ফুকুওকা ২০০৮ সালের ১৬ আগস্ট, ৯৫ বছর বয়সে মৃত্যুবরণ করেন।\n\n\n== পুরস্কার ==\n১৯৮৮ সালে ফুকুওকা বিশ্বভারতী বিশ্ববিদ্যালয়ের দেশিকোত্তম পুরস্কার লাভ করেন। একই বছর তিনি ফিলিপাইনে রামোন ম্যাগসেসে পুরস্কার লাভ করেন, যা অনেকের কাছে এশিয়ার নোবেল হিসেবে বিবেচিত।\n১৯৯৭ সালের মার্চ মাসে, টেকসই উন্নয়নে তার অবদানের জন্য, রিউ দি জানেইরুতে অনুষ্ঠিত আর্থ সামিট প্লাস ফাইভ ফোরাম তাকে আর্থ কাউন্সিল পুরস্কার প্রদান করে, যা ঐ বছরের ২৬ মে টোকিওতে এক অনুষ্ঠানে তিনি গ্রহণ করেন।\n১৯৯৮ সালে ফুকুওকা, রকফেলার ব্রাদার্স ফান্ড থেকে ১০,০০০ মার্কিন ডলার অনুদান পান। বার্ধক্যের কারণে তার প্রকল্প সম্পাদনে বাধাপ্রাপ্ত হওয়ায় তিনি এই অর্থ ফিরিয়ে দেন।\n\n\n== আরো দেখুন ==\nআধ্যাত্মিক বাস্তুবিদ্যা\nবন্দনা শিবা\nবিল মলিসন\nশ্রীপদ দাভোলকর\nমোকিচি ওকাডা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nআনুষ্ঠানিক ওয়েবসাইট: মাসানোবু ফুকুওকা প্রাকৃতিক খামার\nGreening The Desert: Applying natural farming techniques in Africa, মাসানোবু ফুকুওকার সাক্ষাৎকার\nMasanobu Fukuoka and Natural Farming, গান্ধী ফাউন্ডেশন\nMasanobu Fukuoka: Japanese Organic Farmer, মাদার আর্থ নিউজ ম্যাগাজিন\nNature - Nature knows best, লাইফ পজিটিভ\nকৃষক দার্শনিক মাসানোবু ফুকুওকা, খন্ড 1, 2, 3; জাপান ইকোনমিক ফোরাম"}