{"pageid": 1000151, "title": "প্রথম চীন-জাপান যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1000151", "content": "প্রথম চীন-জাপান যুদ্ধ, ১৮৯৪-৯৫ সালে জাপান এবং চীনের মধ্যে দ্বন্দ্ব যা জাপানের উত্থানকে একটি প্রধান বিশ্বশক্তি হিসাবে চিহ্নিত করেছিল এবং চীনা সাম্রাজ্যের দুর্বলতা প্রদর্শন করেছিল। কোরিয়ায় আধিপত্যবাদের জন্য দুই দেশের দ্বন্দ্ব থেকেই এই যুদ্ধ সংঘটিত হয়। \nকোরিয়া দীর্ঘদিন ধরে চীনের সবচেয়ে গুরুত্বপূর্ণ ক্লায়েন্ট রাষ্ট্র ছিল, তবে জাপানি দ্বীপপুঞ্জের বিপরীতে এর কৌশলগত অবস্থান এবং কয়লা ও লোহার প্রাকৃতিক সম্পদ জাপানের আগ্রহকে আকর্ষণ করেছিল। ১৮৭৫ সালে জাপান, যা পশ্চিমা প্রযুক্তি গ্রহণ শুরু করেছিল, কোরিয়া বিদেশী, বিশেষত জাপানী, বাণিজ্য এবং বিদেশী সম্পর্কের ক্ষেত্রে নিজেকে চীন থেকে স্বাধীন ঘোষণা করতে বাধ্য করেছিল।\nজাপান শীঘ্রই কোরিয়ান সরকারের মধ্যে আরও উগ্র আধুনিকীকরণের শক্তির সাথে পরিচিত হয়ে উঠল, যখন চীন রাজপরিবারের আশপাশে জড়ো হওয়া রক্ষণশীল কর্মকর্তাদের পৃষ্ঠপোষকতা অব্যাহত রেখেছে। ১৮৮৪ সালে জাপানের সমর্থক এক সংস্কারক কোরিয়ান সরকারকে ক্ষমতাচ্যুত করার চেষ্টা করেছিল, কিন্তু জেনারেল ইউয়ান শিকাইয়ের নেতৃত্বে চীনা সেনারা রাজাকে উদ্ধার করেছিল এবং এই প্রক্রিয়াতে বেশ কয়েকজন জাপানী লেগেশন গার্ডকে হত্যা করেছিল। জাপানের প্রধানমন্ত্রী ইতৌ হিরোবুমি কনভেনশনে স্বাক্ষর করে জাপান ও চীনের মধ্যে যুদ্ধ এড়ানো হয়েছিল, যেখানে উভয় দেশই কোরিয়া থেকে সেনা প্রত্যাহারে সম্মত হয়েছিল।\n১৮৯৪ সালে জাপান তার সফল আধুনিকায়ন কর্মসূচি এবং তরুণ কোরিয়ানদের উপর এর ক্রমবর্ধমান প্রভাবের প্রেক্ষিতে জাতীয় গৌরব বয়ে গেছে, আপস করার জন্য এতটা প্রস্তুত ছিল না। ১৮৮৪  সালের অভ্যুত্থানের জাপানপন্থী কোরিয়ান নেতা কিম ওক-কিউনকে সাংহাইয়ের প্রতি প্রলুব্ধ করা হয়েছিল এবং সম্ভবত ইউয়ান শিকাইয়ের প্রতিনিধিরা তাকে হত্যা করেছিল। এরপরে তাঁর দেহটি একটি চীনা যুদ্ধজাহাজে আরোহণ করা হয়েছিল এবং তাকে কোরিয়ায় ফেরত পাঠানো হয়েছিল, যেখানে এটি বিদ্রোহী ছিল এবং অন্যান্য বিদ্রোহীদের কাছে সতর্কবার্তা হিসাবে প্রদর্শিত হয়েছিল। জাপানি সরকার এটিকে প্রত্যক্ষ প্রতিক্রিয়া হিসাবে গ্রহণ করেছিল এবং জাপানি জনগণ ক্ষুব্ধ হয়েছিল। কোরিয়ায় টোঙ্গাক বিদ্রোহ শুরু হওয়ার পরে পরিস্থিতি আরও উত্তেজনাপূর্ণ হয়ে ওঠে এবং কোরিয়ান রাজার অনুরোধে চীন সরকার বিদ্রোহীদের ছত্রভঙ্গ করতে সহায়তার জন্য সেনা প্রেরণ করে। জাপানিরা এটিকে লি-ইটō কনভেনশন লঙ্ঘন হিসাবে বিবেচনা করেছিল এবং তারা ৮,০০০ সেনাকে কোরিয়ায় পাঠিয়েছিল। চীনারা যখন তাদের নিজস্ব বাহিনীকে আরও শক্তিশালী করার চেষ্টা করেছিল, জাপানিরা ব্রিটিশ স্টিমার কাওশিংকে ডুবিয়ে দেয়, যা এই বাহিনীকে আরও শক্তিশালী করে তোলে এবং পরিস্থিতি আরো প্ররোচিত করে।\nযুদ্ধের সমাপ্তি ১৮৯৪ সালের ১ আগস্ট ঘোষণা করা হয়েছিল। যদিও বিদেশী পর্যবেক্ষকরা আরও বিশাল চীনা সেনাদের পক্ষে সহজ বিজয়ের পূর্বাভাস দিয়েছিলেন, জাপানিরা আধুনিকায়নের আরও সফল কাজ করেছিলেন এবং তারা আরও সুসজ্জিত ও প্রস্তুত ছিলেন। জাপানি সেনারা স্থল এবং সমুদ্র উভয়ই দ্রুত এবং অপ্রতিরোধ্য জয়লাভ করেছিল। ১৮৯৫ সালের মার্চের মধ্যে জাপানিরা চীনের শান ডং প্রদেশ এবং মাঞ্চুরিয়ায় সফলভাবে আক্রমণ করেছিল এবং বেইজিংয়ের সমুদ্রের দিকে যাওয়ার নির্দেশ দেয় এমন দুর্গম চৌকি ছিল। চীনারা শান্তির পক্ষে মামলা করেছে।\nচীন একটি বৃহত্তর ক্ষতিপূরণ প্রদান এবং চীনা ভূখণ্ডে জাপানকে বাণিজ্য করার সুযোগ দিতে সম্মত হয়েছিল। এই চুক্তি পরবর্তীকালে জাপানি সম্প্রসারণের রাশিয়ার ভীতি দ্বারা কিছুটা সংশোধন করা হয়েছিল এবং রাশিয়া, ফ্রান্স এবং জার্মানির সম্মিলিত শক্তি জাপানকে লিয়াওডং উপদ্বীপকে চীনে ফিরিয়ে দিতে বাধ্য করেছিল।\nচীনের পরাজয় পশ্চিমা শক্তিগুলিকে চীনা সরকারের আরও দাবি জানাতে উত্সাহিত করেছিল। খোদ চীনেই, যুদ্ধ একটি সংস্কার আন্দোলন শুরু করেছিল যা সরকার সংস্কারের চেষ্টা করেছিল; এর ফলে চীনের ছিং বংশীয় শাসকদের বিরুদ্ধে বিপ্লবী তৎপরতা শুরু হয়েছিল।\n\n\n== তথ্যসূত্র =="}