{"pageid": 1000488, "title": "অ্যালফ্রেড নিউম্যান (সুরকার)", "url": "https://bn.wikipedia.org/wiki?curid=1000488", "content": "অ্যালফ্রেড নিউম্যান (১৭ মার্চ ১৯০০ - ১৭ ফেব্রুয়ারি ১৯৭০) একজন মার্কিন সুরকার, সঙ্গীত সমন্বয়ক, চলচ্চিত্রের সঙ্গীত পরিচালক ছিলেন। সঙ্গীতের মহাবিস্ময় হিসেবে আলোচিত নিউম্যান চলচ্চিত্রের সঙ্গীতের ইতিহাসে সম্মানিত ব্যক্তিত্ব হিসেবে গণ্য। তিনি ৪৫টি মনোনয়ন থেকে ৯টি একাডেমি পুরস্কার অর্জন করেন, যা সঙ্গীত বিভাগে একক ব্যক্তির সর্বাধিক পুরস্কার।\nচার দশকের কর্মজীবনে নিউম্যান দুই শতাধিক চলচ্চিত্রে সুরারোপ করেছেন। তার কিছু বিখ্যাত কাজ হল উদারিং হাইটস, দ্য হাঞ্চব্যাক অব নটর ডেম, দ্য মার্ক অব জরো, হাউ গ্রিন ওয়াজ মাই ভ্যালি, দ্য সং অব বের্নাদেত, ক্যাপ্টেন ফ্রম ক্যাস্টিল, অল অ্যাবাউট ইভ, লাভ ইজ আ ম্যানি স্পেনডর্ড থিং, আনাস্তাসিয়া, দ্য ডায়েরি অব আন ফ্রাংক, হাউ দ্য ওয়েস্ট ওয়াজ ওন, দ্য গ্রেটেস্ট স্টোরি এভার টোল্ড, এবং তার সর্বশেষ কাজ এয়ারপোর্ট। এই সবগুলো কাজের জন্য তিনি একাডেমি পুরস্কারের মনোনয়ন লাভ করেছেন বা পুরস্কার জয় করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nঅ্যালফ্রেড নিউম্যান ১৯০০ সালের ১৭ই মার্চ কানেটিকাট অঙ্গরাজ্যের নিউ হ্যাভেনে জন্মগ্রহণ করেন। তিনি পিতা মাইকেল নিউম্যান (জ. নেমরফ্‌স্কি) একজন ডিলার ছিলেন এবং তার মাতা লুবা (বিবাহপূর্ব কস্কফ) গৃহিণী ছিলেন। তারা দুজনেই মার্কিন যুক্তরাষ্ট্র রুশ ইহুদি অভিবাসী যারা অ্যালফ্রেডের জন্মের কিছু দিন পূর্বে যুক্তরাষ্ট্রে অভিবাসিত হন। অ্যালফ্রেড তার পিতামাতার দশ সন্তানের মধ্যে সর্বজ্যেষ্ঠ। তার পিতা রাশিয়ায় ক্যান্টর ছিলেন। তিনি পাঁচ বছর বয়সী অ্যালফ্রেডকে স্থানীয় পিয়ানো শিক্ষকের নিকট তালিম নিতে পাঠাতেন। তিনি দশ মেইল হেঁটে তার শিক্ষকের কাছে তালিম নিতে যেতেন। অভাবের কারণে একবার তার পিতামাতা তাদের কুকুরটিকে বিক্রি করে দিয়েছিলেন।\n\n\n== কর্মজীবন ==\nনিউম্যান ১৯৩৮ সালের আলেকজান্ডার্স র‍্যাগটাইম ব্যান্ড চলচ্চিত্রের জন্য প্রথমবার শ্রেষ্ঠ মৌলিক সুর বিভাগে একাডেমি পুরস্কার অর্জন করেন। ১৯৩৯ সালে তিনি স্যামুয়েল গোল্ডউইন প্রযোজিত ও উইলিয়াম ওয়াইলার পরিচালিত উদারিং হাইটস-এর সুরারোপ করেন। এরপর তিনি ধর্মীয় বিষয়বস্তুর উপর সুরকৃত দ্য হাঞ্চব্যাক অব নটর ডেম-এ তার বিশেষত্ব প্রদর্শন করেন।\nদ্য গ্রেপস অব র‍্যাথ (১৯৪০) চলচ্চিত্রের সুর জুড়ে তিনি জনপ্রিয় লোকসঙ্গীত \"রেড রিভার ভ্যালি\"র সুর ব্যবহার করেন। দ্য মার্ক অব জরো ও টিন প্যান অ্যালি চলচ্চিত্রের জন্য দুটি অস্কারের মনোনয়ন লাভ করেন এবং দ্বিতীয় চলচ্চিত্রের জন্য তার দ্বিতীয় অস্কার লাভ করেন। হাউ গ্রিন ওয়াজ মাই ভ্যালি (১৯৪১) চলচ্চিত্রের সুরে তিনি ওয়েলশীয় স্তোত্রগীত ব্যবহার করেন।\nদ্য সং অব বের্নাদেত (১৯৪৩)-কে নিউম্যানের অন্যতম সুন্দর সুর হিসেবে গণ্য করা হয়। ৮০ খণ্ড ঐকতান বাদকদলসহ এই সুরটি রেকর্ড করতে চার সপ্তাহের অধিক সময় লাগে। নিউম্যান এই চলচ্চিত্রের বিভিন্ন বিষয়কে রূপায়নের জন্য তিনটি ভিন্ন মূল বা স্থায়ী সুর ব্যবহার করেন; যেমন - মার্তৃ গির্জা উপস্থাপন কালে পিতলের উপকরণ ব্যবহার করে স্তবগান, এবং বের্নাদেতের চরিত্রের উষ্ণতা ও কোমলতা উপস্থাপনের জন্য স্ট্রিংসের ব্যবহার। তিনি এই চলচ্চিত্রের জন্য তার তৃতীয় অস্কার লাভ করেন।\n১৯৪৭ সালে তিনি মাদার ওর টাইটস এবং ক্যাপ্টেন ফ্রম ক্যাস্টিল চলচ্চিত্রের সুর করেন। ক্যাপ্টেন ফ্রম ক্যাস্টিল-এ স্পেনীয় বিজয়ীদের জন্য অনুভূতিসম্পন্ন \"কনকোয়েস্ট মার্চ\" সুরটি অন্তর্ভুক্ত ছিল। এই সুরটি সাউদার্ন ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় তাদের ক্রীড়াদল ইউএসসি ট্রোজান্সের দাপ্তরিক থিম গান হিসেবে গ্রহণ করে। এই দুটি চলচ্চিত্রের সুরারোপ করার জন্য তিনি দুটি অস্কারের মনোনয়ন লাভ করেন এবং মাদার ওর টাইটস-এর জন্য তার চতুর্থ অস্কার লাভ করেন।\nতিনি অল অ্যাবাউট ইভ (১৯৫০) চলচ্চিত্রের জন্য শ্রেষ্ঠ মৌলিক সুর বিভাগে অস্কারের মনোনয়ন লাভ করেন। তিনি উইথ আ সং ইন মাই হার্ট (১৯৫২) ও কল মি ম্যাডাম (১৯৫৩) চলচ্চিত্রের জন্য টানা দুইবার অস্কার লাভ করেন। লাভ ইজ আ মেনি স্প্লেনডর্ড থিং (১৯৫৫) চলচ্চিত্রের সুরের কিছু অংশে তিনি বাদ্যযন্ত্র ও সুরের মাধ্যমে একাধিক চীনা আবেগ সৃষ্টি করেন। এই কাজের জন্য তিনি তার সপ্তম অস্কার লাভ করেন।\nতিনি ১৯৫৬ সালের দ্য কিং অ্যান্ড আই চলচ্চিত্রের জন্য তার অষ্টম একাডেমি পুরস্কার অর্জন করেন। একই বছর তিনি আনাস্তাসিয়া চলচ্চিত্রের সুরের জন্য আরেকটি অস্কারের মনোনয়ন লাভ করেন। ১৯৫৯ সালে তিনি দ্য ডায়েরি অব আন ফ্রাংক-এর সুর করেন। দ্বিতীয় বিশ্বযুদ্ধকালীন এক কিশোরীর বাস্তব বিয়োগান্ত গল্পের উপর ভিত্তি করে নির্মিত হলেও নিউম্যানের সুর তার আশাবাদী ব্যক্তিত্বকে উপস্থাপন করেছে, কারণ তার দিনিলিপিতে বলা হয়েছে তিনি বিশ্বাস করেন মানুষ মন থেকে ভালো। সঙ্গীত ইতিহাসবেত্তা ক্রিস্টোফার পালমার বলেন এই সুরটি এর ধরন, মার্জিতভাব ও অখণ্ডতা, এবং দর্শকদের দৈহিকভাবে নাড়া দেওয়া অভিনয়শিল্পীদের ভাবানুভূতির প্রদর্শনের জন্য নিউম্যানের অন্যতম সুন্দর সুর। এটি অস্কারের মনোনয়ন লাভ করে।\nতিনি মেট্রো-গোল্ডউইন-মেয়ারের হাউ দ্য ওয়েস্ট ওয়াজ ওন (১৯৬২)-এর সুর করেন, অনেকেই এটিকে তার সবচেয়ে বিখ্যাত ও সর্বশ্রেষ্ঠ সুর হিসেবে গণ্য করেন। এই চলচ্চিত্রের সুরে তিনি লোকসঙ্গীতের সুর ব্যবহার করেন এবং তা ঐকতান বাদকদলের কাজে রূপান্তরিত করেন। এটি এএফআইয়ের চলচ্চিত্রের সুরের ১০০ বছর তালিকায় ২৫তম সেরা সুর হিসেবে অন্তর্ভুক্ত হয়। এই চলচ্চিত্রের জন্য তিনি শ্রেষ্ঠ মৌলিক সুর বিভাগে অস্কারের মনোনয়ন লাভ করেন। তিনি দ্য গ্রেটেস্ট স্টোরি এভার টোল্ড (১৯৬৫)-এর সুরের জন্য অস্কারের মনোনয়ন লাভ করেন।\nতিনি কেমলট (১৯৬৮) চলচ্চিত্রের সুরের জন্য তার নবম ও সর্বশেষ অস্কার লাভ করেন। এই চলচ্চিত্রের \"কেমলট\" গানটি আমেরিকান ফিল্ম ইনস্টিটিউটের ২০০৪ সালের এএফআইয়ের ১০০ বছর...১০০ গান তালিকার জন্য মনোনীত হয়।\nনিউম্যান তার জীবনের শেষ সময় পর্যন্ত তার কর্মক্ষেত্রে সক্রিয় ছিলেন, তার মৃত্যুর কিছুদিন পূর্বে তিনি ইউনিভার্সাল পিকচার্সের এয়ারপোর্ট (১৯৭০)-এর সুর করেন। এই কাজের জন্য তিনি শ্রেষ্ঠ মৌলিক সুর বিভাগে অস্কারের মনোনয়ন লাভ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে অ্যালফ্রেড নিউম্যান (ইংরেজি)\nফাইন্ড এ গ্রেইভে অ্যালফ্রেড নিউম্যান (ইংরেজি)\nAlfred Newman at Soundtrackguide.net"}