{"pageid": 1000433, "title": "সোডিয়াম সালফাইড", "url": "https://bn.wikipedia.org/wiki?curid=1000433", "content": "সোডিয়াম সালফাইড একটি অজৈব যৌগ যার রাসায়নিক সংকেত হলো Na2S। এই লবণের কেলাসের গঠনে নয় অণু কেলাস-জল থাকে। তাই সোডিয়াম সালফাইডের আর্দ্র লবণের ক্ষেত্রে এর রাসায়নিক সংকেত Na2S·9H2O লেখা হয়। অনার্দ্র এবং আর্দ্র উভয় লবণই বর্ণহীন কঠিন পদার্থ। উভয় লবণই জলে দ্রবণীয় এবং জলীয় দ্রবণে তীব্র ক্ষারের ধর্ম প্রকাশ পায়। আর্দ্র বাতাসের সংস্পর্শে এলে সোডিয়াম সালফাইডের অনার্দ্র এবং আর্দ্র উভয় লবণই হাইড্রোজেন সালফাইড নির্গত করে যার গন্ধ পচা ডিমের মতো। কিছু বাণিজ্যিক নমুনা Na2S·xH2O হিসাবে নির্দিষ্ট করা হয়, যেখানে Na2S এর শতকরা ওজন নির্দিষ্ট থাকে। সাধারণভাবে সোডিয়াম সালফাইডের যে বাণিজ্যিক নমুনা পাওয়া যায় তাতে ওজন হিসাবে শতকরা ৬০ভাগ Na2S থাকে, যার অর্থ x এর মান প্রায় ৩ এর কাছাকাছি। পলিসালফাইডের উপস্থিতির কারণে সোডিয়াম সালফাইডের বাণিজ্যিক নমুনাগুলি দেখতে হলুদ বর্ণের হয়। সোডিয়াম সালফাইডের এই গ্রেডগুলি 'সোডিয়াম সালফাইড ফ্লেক্স' নামে বাজারে বিক্রি হয়।\n\n\n== উৎপাদন ==\nসোডিয়াম সালফেট-এর সঙ্গে কয়লা মিশিয়ে তাপবিজারণ ( carbothermic reduction ) করে সোডিয়াম সালফাইডের বাণিজ্যিক উৎপাদন করা হয়।\nNa2SO4 + 2 C → Na2S + 2 CO2\nপরীক্ষাগারে, অনার্দ্র অ্যামোনিয়ার উপস্থিতিতে সালফারকে সোডিয়াম দ্বারা বিজারিত করে অথবা শুষ্ক টেট্রাহাইড্রোফিউরান(THF-tetrahydrofuran)-এর উপস্থিতিতে ন্যাপথলিন অনুঘটকের সাহায্যে সালফারকে সোডিয়াম দ্বারা বিজারিত করে সোডিয়াম সালফাইডের লবণ প্রস্তুত করা যেতে পারে:\n2 Na + S → Na2S\n\n\n== অজৈব বিকারকের সঙ্গে বিক্রিয়া ==\nসোডিয়াম সালফাইডের মধ্যে থাকা সালফাইড আয়ন এবং ধনতড়িৎবিশিষ্ট কণিকা প্রোটন, প্রোটোনেশনের মাধ্যমে লবণের মধ্যে একটি প্রোটন যুক্ত করতে পারে:\n\nS2− +   H+→ SH−\nপ্রোটনের (  H+) যোগ হওয়ার কারণে, সোডিয়াম সালফাইডের চরিত্র ক্ষারীয় হয়। সোডিয়াম সালফাইড তীব্র ক্ষারীয় এটি দুটি প্রোটন শোষণ করতে সক্ষম। এর সোডিয়াম লবণটি হল সোডিয়াম হাইড্রোসালফাইড। জলের উপস্থিতিতে সোডিয়াম সালফাইড অস্থিতিশীল কারণ এটি ক্রমশ  বায়ুমণ্ডলে হাইড্রোজেন সালফাইড নির্গত করে।\nঅক্সিজেন এবং কার্বন ডাই অক্সাইডের উপস্থিতে সোডিয়াম সালফাইডকে উত্তপ্ত করলে এটি জারিত হয়ে সোডিয়াম কার্বনেট এবং সালফার ডাই অক্সাইড তৈরি হয়:\n2 Na2S + 3 O2 + 2 CO2 → 2 Na2CO3 + 2 SO2\nহাইড্রোজেন পারক্সাইডের উপস্থিতিতে সোডিয়াম সালফাইড জারিত হয়ে সোডিয়াম সালফেট উৎপন্ন করে।\n\nNa2S + 4 H2O2 → 4H2O + Na2SO4\nসালফার অর্থাৎ গন্ধকের সঙ্গে বিক্রিয়া করে পলিসালফাইড যৌগ উৎপন্ন করে:\n\n2 Na2S + S8 → 2 Na2S5\n\n\n== ব্যবহার ==\nসোডিয়াম সালফাইডের কাগজ শিল্পে মূলত ক্রাফট প্রক্রিয়াতে বেশি ব্যবহার হয়।\n\n\n=== জৈব রসায়নে বিকারক ===\nজৈব রসায়নে বিভিন্ন বিক্রিয়ায় সোডিয়াম সালফাইড ব্যবহার করা হয়।\nসোডিয়াম সালফাইডের অ্যালকাইলেশন বিক্রিয়ায় থায়োইথার উৎপন্ন হয়। এক্ষেত্রে অ্যালকাইল মূলক সোডিয়াম সালফাইডের মধ্যে থাকা সালফাইড আয়নের সাথে যুক্ত হয়:\n\nNa2S + 2 RX → R2S + 2 NaX\nএমনকি অ্যারাইল হ্যালাইডগুলি এই বিক্রিয়ায় অংশ নেয়।\n\n\n== তথ্যসূত্র =="}