{"pageid": 1000357, "title": "শশীপদ বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1000357", "content": "শশীপদ বন্দ্যোপাধ্যায় (২ ফেব্রুয়ারি, ১৮৪০-১৫ ডিসেম্বর, ১৯২৪) ছিলেন একজন প্রগতিবাদী সমাজকর্মী এবং ব্রাহ্মসমাজের নেতা যিনি নারীর অধিকার ও শিক্ষার বিস্তারে এবং ভারতে  প্রথম শ্রমিক কল্যাণে অগ্রণী ভূমিকা গ্রহণ করেছিলেন। তিনি বেশ কয়েকটি বালিকা বিদ্যালয়ের, বিধবাদের আবাসগৃহের প্রতিষ্ঠাতা ছিলেন। মাদক-বিরোধী আন্দোলনে অংশগ্রহণ, শ্রমিক সংগঠন তৈরিসহ ভারত শ্রমজীবি পত্রিকার সম্পাদক ছিলেন।  বাংলার শ্রমিক আন্দোলনের পথিকৃৎ ছিলেন তিনি।\n\n\n== জীবন এবং পরিবার ==\nশশীপদ বন্দ্যোপাধ্যায়  ১৮৪০  খ্রিষ্টাব্দে ব্রিটিশ ভারতের কলকাতার   বরানগরে জন্মগ্রহণ করেন। তার পিতার নাম রাজকুমার বন্দ্যোপাধ্যায়।  পাশ্চাত্য শিক্ষার জন্য তিনি স্কুলে সর্বোচ্চ শ্রেণি পর্যন্ত পড়েন। সেযুগের তুলনায় একটু বেশি বয়সে (২০ বৎসর) বিনা পণে ১৮৬০ খ্রিস্টাব্দে তের বৎসর বয়সের এক কন্যা রাজকুমারীকে বিবাহ করেন। বিবাহের পর তিনি স্ত্রীর শিক্ষার জন্য সচেষ্ট হন এবং তাকে এক বৎসরেই লেখাপড়া শেখান। এজন্য প্রথমে পারিবারিক বাধা এসেছিল। দশ বৎসর পর বিলাতে যাওয়ার আগেই ব্রাহ্মধর্ম গ্রহণের জন্য পৈতৃক নিবাস ত্যাগ করতে হয়। মহীশূর রাজের দেওয়ান ও কাশ্মীরের প্রধানমন্ত্রী সিভিলিয়ান (আইসিএস) স্যার অ্যালবিয়ান রাজকুমার বন্দ্যোপাধ্যায় ছিলেন তাঁদের জ্যেষ্ঠ সন্তান। ১৮৭৬ খ্রিস্টাব্দে রাজকুমারীর মৃত্যু হলে তিনি  বিবাহ করেন ব্রাহ্ম গার্লসের বিধবা শিক্ষিকা গিরিজা দেবীকে। \n\n\n== ব্রাহ্ম নেতা ==\nশশীপদ বন্দ্যোপাধ্যায় ১৮৬১ খ্রিষ্টাব্দে  ব্রাহ্মসমাজে যোগদানের পর বাংলায় সমাজ সংস্কারে মনোনিবেশ করেন। মহিলাদের অধিকার এবং শিক্ষার পক্ষে সওয়াল করতে থাকেন। তিনি মহিলা শিক্ষকদের প্রশিক্ষণ দেওয়ার জন্য স্কুল প্রতিষ্ঠা করেছিলেন, বেশ কয়েকটি বিধবা পুনর্বিবাহের ব্যবস্থা করেন এবং ১৮৮৭ খ্রিষ্টাব্দে বরানগরে বিধবা হোম প্রতিষ্ঠা করেন। তিনি ১৮৬৫ এবং ১৮৭১ খ্রিষ্টাব্দে বালিকা বিদ্যালয় প্রতিষ্ঠা করেন এবং পরে তাদের উচ্চ শিক্ষার জন্য একটি শিক্ষায়তন গড়ে তোলেন।   ১৮৭৩ খ্রিষ্টাব্দে তিনি 'অন্তপুর' নামে বাংলায় প্রথম মহিলা পত্রিকা প্রকাশ করেছিলেন।  তার দুই কন্যার নেতৃত্বে সম্পূর্ণ মহিলাদের দ্বারা এটি পরিচালিত হত।  এই পত্রিকাতে দুর্নীতিগ্রস্ত মানুষের চরিত্রোদ্ঘাটনের জন্য তার তিন মাস কারাদণ্ড হয়। তার গৃহ হিন্দু-বিধবাদের আশ্রয়স্থল ছিল। ৩৫ জন বিধবার বিবাহ দেন। নিজের স্বল্পবিত্ত থেকে তাদের ভরণপোষণ ও শিক্ষার ব্যয় বহন করতেন। ১৮৭৩ খ্রিস্টাব্দে (১৮৯৩ খ্রিস্টাব্দে শিকাগো ধর্মসভার ২০ বৎসর আগে) তিনি সাধারণ ধর্মসভা নামে এক সম্মেলন করেন। জাতীয় উন্নতি ও ধর্মভিত্তিক শিক্ষার প্রসারের জন্য ১৯০৮ খ্রিস্টাব্দে খ্রিস্টান, হিন্দু, মুসলমান ও অন্য সম্প্রদায়কে তাদের সকলের ধর্ম বিষয়ক সৎশিক্ষার জন্য 'দেবালয়' স্থাপন করেন। সারাজীবন অর্থকৃচ্ছ্রতা ভোগ করেছেন। নবদ্বীপের পণ্ডিতগণ কর্তৃক তিনি 'সেবাব্রত' উপাধিতে ভূষিত হয়েছিলেন। \n\n\n== মাদক-বিরোধী আন্দোলন এবং ইংল্যান্ড সফর ==\nশশীপদ ভারতে মদ্যপান-বিরোধী আন্দোলনের এক সদস্য ছিলেন। ১৮৬৬ খ্রিস্টাব্দে মেরি কার্পেন্টারের সাথে তার  পরিচয় হয়, তারই আহ্বানে সস্ত্রীক শশীপদ ইংল্যান্ড যান।  তার স্ত্রীই প্রথম কুলীন ব্রাহ্মণ মহিলা যিনি হিন্দু সমাজপতিদের রক্তচক্ষু উপেক্ষা করে কালাপানি পার হন বা বিলেত যান। তারা যাত্রার পূর্বে পৈতৃক বাড়িতে দেখা করতে যাওয়ার সময় পাথর বৃষ্টির সম্মুখীন হয়েছিলেন। ইংল্যান্ডে তাঁদের প্রথম পুত্র আলবিয়নের জন্ম হয় । \nইংল্যান্ডে তারা ইংরেজ সমাজের বিভিন্ন স্তরের মানুষের সাথে আলোচনা ও অভিজ্ঞতা আদানপ্রদান করেন। তিনি প্রধানত মদ্যপান-বিরোধী আন্দোলনে অংশগ্রহণ করে ইংল্যান্ডের বিভিন্ন স্থানে বক্তৃতাদি দেন।।  একটি বৈঠকে তিনি হিন্দু সমাজের কারণে ব্রিটিশ শাসনকে অভিযুক্ত করেছিলেন।  এই সফরের সময় তিনি ভারতের পররাষ্ট্র সচিবসহ বহু সাধারণ মানুষ ও গণ্যমান্য ব্যক্তির সাথে সাক্ষাত করেছিলেন।  ইংল্যান্ডে তিনি 'গুড টেম্পলার্স বডি' এবং 'অর্ডার অফ দি ডে স্টার লজের' সদস্য হন এবং ন্যাশনাল ইন্ডিয়ান অ্যাসোসিয়েশনের সভাগুলিতে যোগ দেন এবং বৃটেনের অন্যান্য শহরগুলিতে এর শাখা স্থাপনে সহায়তা করেছিলেন। \n\n\n== শ্রমিক আন্দোলন ==\nশশীপদই ভারতীয়দের মধ্যে শ্রমিক কল্যাণে প্রথম সংগঠন গড়ে তোলেন। শ্রমজীবী পুরুষ এবং হতাশাগ্রস্ত শ্রেণীর জন্য নৈশ বিদ্যালয়, বরানগর শিক্ষায়তন প্রতিষ্ঠা করেন। ১৮৭০ খ্রিস্টাব্দে শ্রমিকদের শিক্ষণ-কেন্দ্র 'শ্রমজীবী সমিতি' প্রতিষ্ঠা করেন এবং ১৮৭৪ খ্রিস্টাব্দে 'ভারত শ্রমজীবী' নামে শ্রমিক শ্রেণীর জন্য  প্রথম ভারতীয় পত্রিকা (এক পয়সা দামের সচিত্র মাসিক পত্রিকা) প্রকাশ করেন। একসময় পত্রিকাটির প্রকাশ সংখ্যা ১৫০০০ কপিতে পৌঁছেছিল। শ্রমিক-শিশুদের বাধ্যতামূলক শিক্ষার জন্যও তিনি মালিকপক্ষকে প্রথম উদ্বুদ্ধ করেন।  শ্রমজীবী শ্রেণীর কল্যাণ ও উন্নয়নে শশীপদ বন্দ্যোপাধ্যায়ের অবদানকে অবশ্য সুমিত সরকার উনিশ শতকের মধ্যবিত্তের অবস্থার পরিপেক্ষিতে এবং জনহিতকর ক্ষেত্রের জন্য সমালোচনা করেছেন।   অন্যদিকে  দীপেশ চক্রবর্তীর মতো ব্যক্তিরা যুক্তি দেখিয়েছেন যে ব্যানার্জির প্রচেষ্টা ছিল \" মূল্যবোধের সাথে জড়িত একটি আদর্শ শ্রমজীবী শ্রেণি\" তৈরি করা এবং \"চটকলগুলিতে কেবল সুশৃঙ্খলই নয়, নীরব বাঙালি\" তৈরির  লক্ষ্যও। \n\n\n== সম্পর্কিত গ্রন্থ ==\nAn Indian Pathfinder (এক ভারতীয় পথচলা) শশীপদর স্মৃতিচারণা  পুত্র অ্যালবিয়ন দ্বারা সংকলিত (১৯২৪) \nA Modern saint of India : A sketch of the religious life of Sevabrata Brahmarshi Sasipada Banerjee বা ভারতের একটি আধুনিক সাধু: সেবাব্রত ব্রহ্মর্ষি সসিপদ বন্দ্যোপাধ্যায়ের ধর্মীয় জীবনের একটি স্কেচ রচনা  সত্যেন্দ্রনাথ রায়চৌধুরী। \n\n\n== তথ্যসূত্র =="}