{"pageid": 1000131, "title": "ঠাকুরগাঁও জেলার ব্যক্তিবর্গের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1000131", "content": "ঠাকুরগাঁও জেলার ব্যক্তিবর্গের এই তালিকায় বাংলাদেশের ঠাকুরগাঁও জেলায় জন্ম নিয়েছেন বা বসবাস করেছেন কিংবা পৈত্রিক নিবাস এখানে এমন ব্যক্তিদের নাম সন্নিবেশ করা হয়েছে। এছাড়াও ব্রিটিশ বাংলাদেশি, মার্কিন বাংলাদেশি, কানাডীয় বাংলাদেশি এবং ঠাকুরগাঁওয়ে জন্মগ্রহণকারী অন্যান্য অনাবাসী বাঙালিও রয়েছেন। এসব ব্যক্তি ঠাকুরগাঁইয়া হিসাবেও পরিচিত হতে পারেন।\n\nরাজা গণেশ (শাসনকাল ১৪১৫) ছিলেন বাংলার একজন হিন্দু শাসক। তিনি বাংলার ইলিয়াস শাহি রাজবংশকে ক্ষমতাচ্যুত করে ক্ষমতায় আসেন।\nসুরবালা সেনগুপ্ত (১৮৮১ - ১১ সেপ্টেম্বর, ১৯৭৩); ভারত উপমহাদেশের ব্রিটিশ বিরোধী স্বাধীনতা আন্দোলনের একজন বিপ্লবী নেত্রী।\nকম্পরাম সিং (১৮৮৭ - ২৪ এপ্রিল, ১৯৫০) একজন তেভাগা আন্দোলন, সাম্যবাদী কৃষক আন্দোলনের নেতা এবং একজন শহীদ বিপ্লবী।\nরাজা টংকনাথ চৌধুরী (আনু. ১৮৯০-১৯৪৮) মালদুয়ার পরগণার একজন জমিদার।\nনুরুল হক চৌধুরী (১৯০২-১৯৮৭) বাংলাদেশী আইনজীবী, রাজীতিবিদ,\nনরেন্দ্র চন্দ্র ঘোষ (জন্ম : ১৪ এপ্রিল, ১৯১২ - মৃত্যু ৪ আগস্ট ১৯৯৪); ভারতীয় উপমহাদেশের ব্রিটিশ বিরোধী স্বাধীনতা আন্দোলনের একজন ব্যক্তিত্ব ও অগ্নিযুগের বিপ্লবী।\nনারায়ণ গঙ্গোপাধ্যায় (৪ ফেব্রুয়ারি, ১৯১৮ - ৬ নভেম্বর, ১৯৭০); বিখ্যাত টেনিদা চরিত্রের স্রষ্টা ভারতীয় বাঙালি লেখক ।\nমির্জা রুহুল আমিন (২৮ ফেব্রুয়ারি ১৯২১ - ১৯ জানুয়ারি ১৯৯৭); একজন বাংলাদেশী রাজনীতিবিদ, ক্রীড়ানুরাগী, প্রাক্তন মন্ত্রী ও সংসদ সদস্য।\nস্বদেশরঞ্জন মুখোপাধ্যায় (জন্ম : ১৯২৪ - মৃত্যু ২০০৩) ছিলেন ভারতীয় উপমহাদেশের ব্রিটিশ বিরোধী স্বাধীনতা আন্দোলনের একজন ব্যক্তিত্ব ও অগ্নিযুগের শহীদ বিপ্লবী।\nতৃপ্তি মিত্র (২৫ অক্টোবর, ১৯২৫ – ২৪ মে, ১৯৮৯); বাংলা ভাষার থিয়েটার ও চলচ্চিত্রের জনপ্রিয় ভারতীয় অভিনেত্রী এবং শম্ভু মিত্রের স্ত্রী।\nরেজওয়ানুল হক ইদু চৌধুরী (১৯৩০ - ২৫ মে ১৯৯৪) বাংলাদেশের ঠাকুরগাঁও জেলার রাজনীতিবিদ,\nমোখলেসুর রহমান (জন্ম: ১ জানুয়ারি ১৯৩৫) বাংলাদেশের একজন রাজনীতিবিদ।\nজনাব মোঃ খাদেমুল ইসলাম (১ জানুয়ারি ১৯৩৮ - ১৭ ডিসেম্বর ১৯৯৭) বাংলাদেশের ঠাকুরগাঁও জেলার একজন রাজনীতিবিদ।\nগোলাম মোস্তফা, (২৩ নভেম্বর, ১৯৩৯ - ১৭ এপ্রিল ১৯৭১), শহিদ বুদ্ধিজীবী।\nরমেশ চন্দ্র সেন (৩০ এপ্রিল, ১৯৪০); ঠাকুরগাঁও-১ আসনের বাংলাদেশ আওয়ামী লীগের সংসদ সদস্য ও সাবেক পানি সম্পদ মন্ত্রী।\nহাফিজ উদ্দিন আহম্মেদ (জন্ম: ৩ ফেব্রুয়ারি ১৯৪৬) একজন বাংলাদেশি রাজনীতিবিদ, সমাজসেবক ও সাবেক জাতীয় সংসদ সদস্য।\nসুলতানা রেজওয়ান চৌধুরী (আনু. ১৯৪৮ – ২৫ ডিসেম্বর ২০১৯) বাংলাদেশের ঠাকুরগাঁও জেলার একজন রাজনীতিবিদ ছিলেন যিনি জাতীয় পার্টির রাজনীতির সাথে যুক্ত ছিলেন।\nমির্জা ফখরুল ইসলাম আলমগীর (জন্মঃ ১ আগস্ট, ১৯৪৮); বাংলাদেশ জাতীয়তাবাদী দল এর মহাসচিব ও সাবেক কৃষি প্রতিমন্ত্রী ও বেসামরিক বিমান পরিবহন ও পর্যটন প্রতিমন্ত্রী।\nদবিরুল ইসলাম (২৯ সেপ্টেম্বর, ১৯৪৮) ঠাকুরগাঁও-২ আসনের বাংলাদেশ আওয়ামী লীগের সংসদ সদস্য।\nশিশির ভট্টাচার্য্য (জন্ম: ৯ মার্চ ১৯৬০); চিত্রশিল্পী ও কার্টুনিস্ট।\nমো. ইয়াসিন আলী (জন্ম: ১ জুলাই, ১৯৬১) বাংলাদেশের ঠাকুরগাঁও জেলার রাজনীতিবিদ, সাংস্কৃতিক ব্যক্তিত্ব এবং ঠাকুরগাঁও-৩ আসনের সংসদ সদস্য।\nলিটু আনাম (জন্ম ১৫ জুন ১৯৭০) বাংলাদেশের একজন জনপ্রিয় মঞ্চ, টেলিভিশন ও চলচ্চিত্র অভিনেতা।\nসেলিনা জাহান লিটা (জন্ম: ৮ ডিসেম্বর ১৯৭০) হলেন বাংলাদেশের একজন রাজনীতিবিদ।\n\n\n== তথ্যসূত্র =="}