{"pageid": 1000302, "title": "দুসরা", "url": "https://bn.wikipedia.org/wiki?curid=1000302", "content": "দুসরা হল ক্রিকেট খেলায় অফ স্পিন বোলারের করা একটি বিশেষ ধরনের বল। দুসরা অফ ব্রেকের (অফ স্পিনারের সাধারণ বল) বিপরীত দিকে স্পিন করে, এবং ব্যাটসম্যান বিভ্রান্ত হয়ে খারাপ শট খেলে।\nহিন্দুস্তানি ভাষায় দুসরা অর্থ 'দোসরা' বা 'দ্বিতীয়\"।\nএই বোলিংয়ের ধরনটি আবিষ্কার করেছিলেন পাকিস্তানি ক্রিকেটার সাকলাইন মুশতাক। আন্তর্জাতিক ক্রিকেটে বিভিন্ন বোলার দুসরার যথেষ্ট ব্যবহার করেছেন। ব্যবহারকারীদের মধ্যে রয়েছেন শ্রীলঙ্কার খেলোয়াড় মুত্তিয়া মুরালিধরন, ভারতীয় হরভজন সিং, এবং দক্ষিণ আফ্রিকার যোহান বোথা ইত্যাদিরা। অন্যান্য পাকিস্তানি যাঁরা এটি ব্যবহার করেন তাঁদের মধ্যে আছেন শোয়েব মালিক এবং সাঈদ আজমল। যোহান বোথা এবং শেন শিলিংফোর্ডের মতো বেশিরভাগ অনেক বোলারকেই দুসরা বল করার অনুমতি দেওয়া হয়নি কারণ, এই বল করার সময়, তাঁদের বোলিং ভঙ্গিটি নিয়মানুযায়ী অবৈধ হয়।\n\n\n== ইতিহাস ==\nদুসরা হল তুলনামূলকভাবে নতুন ধরনের বল করার প্রক্রিয়া। বলটির নামকরণ করার কৃতিত্ব দেওয়া হয়েছে প্রাক্তন পাকিস্তানি উইকেট-রক্ষক মঈন খানকে, যিনি স্টাম্পের পেছন থেকে সাকলাইন মুশতাককে বলতেন \"দুসরা\" (অন্য বলটি) বল করতে। এইরকম একটি খেলার ধারা ভাষ্যকার টনি গ্রেগ, ঘটনাক্রমে ঐ বলটির সাথে এই শব্দটি সংযুক্ত করে দেন এবং ম্যাচ পরবর্তী সাক্ষাৎকারে এটি সাকলাইনের উদ্ভাবন বলে নিশ্চিত করেন। এইভাবে এই শব্দটি ক্রিকেট সংস্কৃতির অঙ্গ হয়ে উঠেছে। দুসরা এখন অফ স্পিন বোলারের একটি গুরুত্বপূর্ণ অস্ত্র।\n\n\n== কৌশল ==\nবোলার কব্জির একই ক্রিয়া দিয়ে বলটি করে, কব্জি ঘোরায় এবং তর্জনী এবং মধ্যমার পরিবর্তে তর্জনী এবং অনামিকার ব্যবহার করে। এটি অফ ব্রেকের বিপরীত দিকে বলে স্পিন দেয়, এটি ডানহাতি ব্যাটসম্যানের জন্য লেগের দিক থেকে অফের দিকে স্পিন করে।\nদুসরাকে আরও কার্যকর করার জন্য এটিকে মধ্য এবং অফ স্টাম্প লাইনের উপরে ফেলতে হবে কারণ যদি কোনও ডানহাতি ব্যাটসম্যান ব্যাট করে তাহলে মাটিতে পড়ে বলটি ব্যাটসম্যানের থেকে দূরে সরে যাবে। তবে উইকেটে যদি কিছুটা অতিরিক্ত ঘূর্ণন তবে বোলারকে মধ্য এবং লেগ স্টাম্পের সাথে তার বলের লাইনের সামঞ্জস্য করতে হতে পারে। একজন দক্ষ দুসরা বোলার নিজের বলে কিছুটা ফ্লাইট দেয় যাতে ব্যাটসম্যান তার ক্রিজ থেকে বেরিয়ে বল মারার চেষ্টা করে। ব্যাটসম্যান এটিকে চিরাচরিত অফস্পিন মনে করে এবং ক্রিজ থেকে বেরিয়ে আসে। এর পর ব্যাটসম্যান হয় স্টাম্পড আউট হয়ে যায় অথবা ব্যাটের কানায় বল লাগিয়ে ৩০-গজ বৃত্তের মধ্যে থাকা ফিল্ডারের হাতে ক্যাচ দিয়ে দেয়।\nঅফ স্পিনারের দুসরা হল লেগ স্পিনারের গুগলির সমতুল্য, যেটি লেগ স্পিনারের প্রথাগত বলের বিপরীত দিকে স্পিন করে।\nবাঁ-হাতি বোলারের (যার ক্রিয়াটি অফ স্পিনারের দর্পন প্রতিচ্ছবি) পক্ষে দুসরা বোলিং করা সম্ভব, সেক্ষেত্রে বলটি অফের দিক থেকে লেগের দিকে ঘুরবে। \nশ্রীলঙ্কার বাঁ-হাতি বোলার রঙ্গনা হেরাথ একটি সফরে বিশেষত অস্ট্রেলিয়ানদের বিপক্ষে এই বল করে স্বীকৃতি অর্জন করেছিলেন। ইংল্যান্ডের বাঁ-হাতি বোলার মন্টি পানেসর বলেছিলেন তিনি ঘরোয়া ক্রিকেটে মাঝে মাঝে এই বল করেছেন। ২০১৪ সালে শ্রীলঙ্কার বিরুদ্ধে টেস্ট সিরিজে, ইংরেজ স্পিন বোলার মঈন আলী, প্রথম ইংরেজ স্পিন বোলার হিসাবে আন্তর্জাতিক ম্যাচে দুসরা বল করেছিলেন।\n\n\n== তথ্যসূত্র =="}