{"pageid": 1000203, "title": "ফ্যালকন ৯", "url": "https://bn.wikipedia.org/wiki?curid=1000203", "content": "ফ্যালকন ৯ মার্কিন যুক্তরাষ্ট্রে স্পেসএক্স দ্বারা নির্মিত ও উৎপাদিত একটি আংশিক পুনঃব্যবহারযোগ্য দ্বি-পর্যায়যুক্ত কক্ষপথে মাঝারি-উত্তোলন উৎক্ষেপণ যান। প্রথম ও দ্বিতীয় স্তর উভয়ই স্পেসএক্স মার্লিন ইঞ্জিন দ্বারা চালিত হয় এবং ক্রোজেজনিক তরল অক্সিজেন ও রকেট-গ্রেড কেরোসিন (আরপি -১) প্রোপেলেন্ট হিসাবে ব্যবহার করে। এর নামটি কাল্পনিক স্টার ওয়ার্স মহাকাশযান, মিলেনিয়াম ফ্যালকন ও রকেটের প্রথম পর্যায়ের নয়টি মার্লিন ইঞ্জিন থেকে উদ্ভূত। রকেটটি ২০১৩ সালের মে মাসে উৎক্ষেপণের থেকে ব্লক ৫ ফুল থ্রাস্ট ভেরিয়েন্ট সহ ভি১.০ (২০১০–২০১৩), ভি১.১ (২০১৩–২০১৬), ভি১.২ \"ফুল থ্রাস্ট\" (২০১৫–বর্তমান) এর সাথে বিবর্তিত হয়। বেশিরভাগ রকেটের ব্যয়বহুল উৎক্ষেপণ ব্যবস্থা বিপরীতে, সম্পূর্ণ থ্রাস্ট সংস্করণ প্রবর্তনের পর থেকে ফ্যালকন ৯ আংশিক পুনরায় ব্যবহারযোগ্য এবং প্রথম স্তরটি বায়ুমণ্ডলে পুনরায় প্রবেশ করতে সক্ষম হয় ও দ্বিতীয় স্তর থেকে পৃথক হওয়ার পরে উল্লম্বভাবে অবতরণ করতে সক্ষম হয়। এই কীর্তি ২০১৯ সালের ডিসেম্বর  মাসে প্রথম উড্ডয়নেই অর্জন করা হয়।\nফ্যালকন ৯ পৃথিবী নিন্ম কক্ষপথে (এলইও) ২২,৮০০ কিলোগ্রাম (৫০,৩০০ পাউন্ড), ভূ-সমলয় স্থানান্তর কক্ষপথে (জিটিও) ৮,৩০০ কেজি (১৮,৩০০ পাউন্ড) এবং প্রথম স্তর পুনরুদ্ধার করার পরে জিটিওতে ৫,৫০০ কেজি (১২,১০০ পাউন্ড) পে-লোড বহন করতে সক্ষম। সবচেয়ে ভারী জিটিও পেলোড হিসাবে ৬,৭৬১ কেজি (১৪,৯০৫ পাউন্ড) ওজনের ইন্টেলস্যাট ৩৫ই ও ৭,০৭৫ কেজি (১৫,৫৯৮ পাউন্ড) ওজনের টেলস্টার ১৯ভি বহন করেছে। দ্বিতীয়টি ভূ-সমলয় উচ্চতার নীচে অ্যাপোজি অর্জনের জন্য একটি নিম্ন-শক্তি জিটিওতে উৎক্ষেপণ করা হয়, যখন প্রাক্তনটি একটি সুবিধাজনক অতিউচ্চ-ভূসমলয় স্থানান্তর কক্ষপথে উৎক্ষেপণ করা হয়।\n২০০৮ সালে স্পেসএক্স ফ্যালকন ৯ এবং ড্রাগন ক্যাপসুল ব্যবহার করে আন্তর্জাতিক স্পেস স্টেশনে (আইএসএস) পণ্য সরবরাহ করতে নাসার বাণিজ্যিক অরবিটাল ট্রান্সপোর্টেশন সার্ভিসেস (সিওটিএস) কর্মসূচীতে একটি বাণিজ্যিক পুনর্বাসনের পরিষেবা (সিআরএস) চুক্তি অর্জন করে। এই চুক্তির আওতায় প্রথম অভিযানটি ২০১২ সালের ৮ ই অক্টোবর চালু হয়। ফ্যালকন ৯ \"বিভাগ ৩\" হিসাবে ন্যাশনাল সিকিউরিটি স্পেস লঞ্চ কর্মসূচী ও নাসা লঞ্চ সার্ভিস কর্মসূচীর জন্য স্বীকৃত, যা নীতিমালা, সবচেয়ে গুরুত্বপূর্ণ ও সবচেয়ে জটিল নাসা অভিযান উৎক্ষেপণ করতে পারে। ফ্যালকন ৯ বিশ্বের বিভিন্ন উৎস দ্বারা বিশ্বের উন্নত মহাকাশ উৎক্ষেপণ যান হিসাবে বিবেচিত হয়।  ২০২০ সাল পর্যন্ত, ফ্যালকন ৯-এর বর্তমান সমস্ত মার্কিন যুক্তরাষ্ট্রে রকেটগুলির মধ্যে সর্বাধিক উত্তোলন ক্ষমতা রয়েছে এবং এটি আন্তর্জাতিক স্পেস স্টেশনে মানুষকে পরিবহনের জন্য সম্পূর্ণরূপে অনুমোদিত একমাত্র মার্কিন রকেট এবং (২০২০ সালের ডিসেম্বর পর্যন্ত) একমাত্র বাণিজ্যিক রকেট, যা মানুষকে কক্ষপথে নিয়ে যায়।\nসংস্করণ ১.০ নকশার পাঁচটি রকেট জুন ২০১০ সাল থেকে মার্চ ২০১৩ সাল পর্যন্ত উৎক্ষেপণ করা হয়। সংস্করণ ১.১ ২০১৩ সালের  সেপ্টেম্বর থেকে জানুয়ারী ২০১৬ পর্যন্ত পনেরটি উৎক্ষেপণ পরিচালনা করে। এই সংস্করণটির মধ্যে বেশ কয়েকটি অতিরিক্ত উন্নয়ন সহ \"ফুল থ্রাস্ট\" সংস্করণ ২০১৫ সালের ডিসেম্বর থেকে পরিষেবাতে রয়েছে। সর্বশেষ \"ফুল থ্রাস্ট\" সংস্করণ, ব্লক ৫ রকেটকে ২০১৮ সালের মে মাসে উৎক্ষেপণ করা হয়। এটি পুনরুদ্ধার ও পুনঃব্যবহারে সহায়তা করতে ইঞ্জিনের চাপ, উন্নত অবতরণ পা এবং অন্যান্য ছোট ছোট উন্নত বৈশিষ্ট্যযুক্ত। ফ্যালকন হেভি ডেরিভেটিভ ২০১৮ সালের ফেব্রুয়ারি মাসে প্রবর্তিত হয়, এর কেন্দ্রের মূল হিসাবে একটি শক্তিশালী ফ্যালকন ৯ রকেটের প্রথম স্তর ব্যবহৃত হয়, যা বুস্টার হিসাবে ব্যবহৃত দুটি আদর্শ ফ্যালকন ৯ এর প্রথম স্তরের সাথে সংযুক্ত। স্পেসএক্স শেষ পর্যন্ত ফ্যালকন হেভি এবং ফ্যালকন ৯ রকেটকে স্টারশিপ ব্যবস্থা দ্বারা প্রতিস্থাপন করার পরিকল্পনা করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}