{"pageid": 1001869, "title": "হাওয়াইয়ের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1001869", "content": "হাওয়াইয়ের ইতিহাস হ'ল হাওয়াই দ্বীপপুঞ্জে মানুষের বসতি স্থাপন করার সময়কালের ইতিহাস। এই দ্বীপপুঞ্জে মানুষের প্রথম বসতি স্থাপন হয়েছিল পলিনেশিয়দের দ্বারা ১২৪ এবং ১১২০ খ্রিস্টাব্দের মাঝের কোনও এক সময়ে।   হাওয়াইয়ান সভ্যতা কমপক্ষে ৫০০ বছর ধরে পৃথিবীর বাকি অংশ থেকে বিচ্ছিন্ন হয়েছিল।\n১৭৭৮ সালে ব্রিটিশ অভিযাত্রী জেমস কুকের নেতৃত্বাধীন ইউরোপীয়রা ছিল হাওয়াই দ্বীপপুঞ্জে আগমনকারী প্রথম সাম্রাজ্যবাদী দলগুলির মধ্যে অন্যতম। তবে স্পেনীয় ঐতিহাসিক এবং আরও কিছু গবেষক বলেছেন যে স্পেনীয় ক্যাপ্টেন রুই লোপেজ ডি ভিলালোবস ১৫৪২ সালে প্রথম দ্বীপপুঞ্জ পরিদর্শণ করেন। নিউ স্পেনের অংশ মেক্সিকোর আকাপুলকো এবং ফিলিপাইনের ম্যানিলা বন্দরের মধ্যে প্রশান্ত মহাসাগর জুড়ে সংযোগ পথে স্পেনীয়রা এই দ্বীপটির নাম দিয়েছিল \"ইসলা দে মেসা, দে লস মনজেস ই দেসগ্রাসিয়াদা\" (১৫৪২)।  কুকের আগমনের পাঁচ বছরের মধ্যেই কমেহামেহা প্রথম দ্বীপপুঞ্জটিকে প্রথমবারের মতো জয় করে একীভূত করেন। তাঁকে সাহায্য করেছিল ইউরোপীয় সামরিক প্রযুক্তি।  ফলে ১৭৯৫ সালে প্রতিষ্ঠিত হয় হাওয়াই রাজত্ব। প্রশান্ত মহাসাগরীয় অঞ্চলে কৃষিক্ষেত্র ও কৌশলগত অবস্থানের কারণে এই রাজত্বটি ছিল সমৃদ্ধিশালী ও গুরুত্বপূর্ণ।\nকুকের আগমনের প্রায় পরই প্রোটেস্ট্যান্ট  মিশনারিদের নেতৃত্বে আমেরিকান অভিবাসন শুরু হয়েছিল। আমেরিকানরা চিনি উৎপাদের জন্য আবাদ শুরু করে। তাদের আবাদী কৃষির জন্য যথেষ্ট শ্রমিকের প্রয়োজন পড়ে। জাপান, চীন এবং ফিলিপাইন থেকে সে সব মাঠে কাজ করতে স্থায়ী অভিবাসীদের ঢল নামে। এর জন্য জাপান সরকার তার জনগণকে সংগঠিত করে ও বিশেষ সুরক্ষা প্রদান করে। ১৮৯৬ সালের মধ্যে তারাই ছিল হাওয়াই জনসংখ্যার প্রায় ২৫ শতাংশ। \nইউরোপীয়দের বহন করে আনা রোগে (বিশেষত গুটিবসন্ত) আক্রান্ত হয়ে স্থানীয় জনগোষ্ঠী ১৭৭০ এর দশকে ৩০০,০০০ থেকে কমে ১৮৫০-এর দশকে প্রায় ৬০,০০০ হয়ে ১৯২০ সালে ২৪,০০০-তে এসে দাঁড়িয়েছিল। দেশের সরকারের মধ্যে থাকা আমেরিকানরা সে দশের সংবিধানটিকে পুনরায় রচনা করেছিল। সেটির দ্বারা রাজা \"ডেভিড\" কালাকাউয়া এর শক্তিকে কঠোরভাবে কমিয়ে দেওয়া হয় এবং অত্যধিক উচ্চ সম্পত্তি ও আয়ের প্রয়োজনীয়তায় নেটিভ হাওয়াইয়ান এবং এশিয়ান নাগরিকদের ভোট দেওয়ার অধিকার থেকে বঞ্চিত করা হয়। এতে আবাদী মালিকদের একটি দুর্দান্ত সুবিধা প্রদান করা হয়। রানী লিলিওোকালানি ১৮৯৩ সালে রাজশক্তি পুনরুদ্ধার করার চেষ্টা করেছিলেন। কিন্তু মার্কিন সেনাবাহিনীর সহায়তায় ব্যবসায়ীদের দ্বারা তাঁকে গৃহবন্দী করে রাখা হয়েছিল। রানীর ইচ্ছার বিরুদ্ধে হাওয়াই প্রজাতন্ত্র অল্প সময়ের জন্য গঠিত হয়েছিল। এই সরকার হাওয়াইয়ের পক্ষে ১৮৯৮ সালে হাওয়াই অঞ্চল হিসাবে মার্কিন যুক্তরাষ্ট্রে যোগ দিতে সম্মত হয়। ১৯৫৯ সালে হাওয়াই দ্বীপপুঞ্জ মার্কিন যুক্তরাষ্ট্র এর একটি রাজ্যে পরিণত হয়।\n\n\n== মার্কিন যুক্তরাষ্ট্রের অঞ্চল ==\n\n\n=== সংযুক্তি ===\n\n১৮৯৭ সালের মার্চ মাসে মার্কিন রাষ্ট্রপতি হিসাবে ডেমোক্র্যাট গ্রোভার ক্লিভল্যান্ড এর স্থলাভিসিক্ত হন রিপাবলিকান সম্প্রসারণবাদী উইলিয়াম ম্যাকিনলি। তিনি একটি সংযুক্তি চুক্তি তৈরি করেছিলেন। তবে গণতান্ত্রিক বিরোধিতায় সিনেট এ প্রয়োজনীয় ২/৩ সংখ্যাগরিষ্ঠতার অভাব ছিল। হাওয়াইকে সংযুক্ত করার উদ্দেশ্যে ডেমোক্র্যাটিক কংগ্রেসব্যক্তিত্ব ফ্রান্সিস জি. নিউল্যান্ডস হাউস এবং সিনেটে পাশ করাতে একটি যৌথ রেজোলিউশন রচনা করেছিলেন যার জন্য কেবল মাত্র সংখ্যাগরিষ্ঠ সমর্থন প্রয়োজন ছিল। স্প্যানিশ–আমেরিকান যুদ্ধ ছড়িয়ে পড়ায় অনেক নেতা আমেরিকা যুক্তরাষ্ট্রকে প্রশান্ত মহাসাগরীয় শক্তি হিসাবে গড়ে তুলতে এবং পশ্চিম উপকূল রক্ষা করতে পার্ল হারবারের নিয়ন্ত্রণ চেয়েছিল। ১৮৯৭ সালে জাপান এর বিরোধিতা করার জন্য হাওয়াইতে যুদ্ধজাহাজ প্রেরণ করে। জাপান কর্তৃক এই আক্রমণ ও অভিযানের সম্ভাবনার সিদ্ধান্তটি আরও জরুরি হওয়ার বিশেষ কারণটি হ'ল দ্বীপপুঞ্জে জনসংখ্যায় চতুর্থ থাকা জাপানীদের অবস্থান। তারা তাদের সরকারের পক্ষের কাজ ও লক্ষ্যের প্রতি বেশিরভাগ সহানুভূতিশীল ছিল। \n১৮৯৮ সালের ৭ ই জুলাই ম্যাকিনলি নিউল্যান্ডস রেজোলিউশন স্বাক্ষর ক'রে হাওয়াইকে সংযুক্ত করে হাওয়াই অঞ্চল তৈরি করেন। ১৯০০ সালের ২২ ফেব্রুয়ারি হাওয়াইয়ান অর্গানিক আইন দ্বারা সেখানে একটি আঞ্চলিক সরকার প্রতিষ্ঠা করা হয়। সংযুক্তি বিরোধীরা মনে করেছিলেন যে এটি অবৈধ এবং দাবী করেছিলেন যে রানী একমাত্র বৈধ শাসক। ম্যাকিনলি সানফোর্ড বি. ডোল কে আঞ্চলিক গভর্নর নিযুক্ত করেছিলেন। ১৯০১ সালের ২০ শে ফেব্রুয়ারি প্রথমবারের মতো আঞ্চলিক আইনসভা ডাকা হয়। হাওয়াইয়ানরা হাওয়াইয়ের প্রথম কংগ্রেসনাল ডেলিগেট রবার্ট উইলকক্সের নেতৃত্বে হাওয়াইয়ান ইন্ডিপেন্ডেন্ট পার্টি গঠন করে।\n\n\n== তথ্যসূত্র =="}