{"pageid": 1001043, "title": "লেজার দ্বারা দূরচালিত বোমা", "url": "https://bn.wikipedia.org/wiki?curid=1001043", "content": "লেজার দ্বারা দূরচালিত বোমা (ইংরেজিতে \"লেজার-গাইডেড বম\" বা সংক্ষেপে \"এলজিবি\") হল এক ধরনের দূরচালিত বোমা যা একটি সাধারণ বোমার চেয়েও বেশি নির্ভুলতার সাথে একটি নির্দিষ্ট লক্ষ্য স্থির করে অর্ধ-স্বয়ংক্রিয় লেজার দূরনিয়ন্ত্রণ ব্যবহার করে। ভিয়েতনাম যুদ্ধের সময় মার্কিন যুক্তরাষ্ট্র এরকম প্রথম বোমাটি উদ্ভাবন করেছিল, লেজার দ্বারা দূরচালিত বোমাগুলি সলিড পয়েন্ট টার্গেটগুলিতে যথার্থভাবে আক্রমণ করে দ্রুত তাদের মান প্রমাণ করে। এই অস্ত্রগুলি সাধারণত ইনফ্রারেড বর্ণালীতে লেজার দ্বারা মনোনীত লক্ষ্যগুলি অনুসরণ করতে অন বোর্ড বোর্ড ইলেক্ট্রনিক্স ব্যবহার করে এবং লক্ষ্যটিকে সঠিকভাবে আঘাত করতে তাদের গ্লাইড পাথ সামঞ্জস্য করে। যেহেতু অস্ত্রটি কোনও হালকা স্বাক্ষরটিকে সন্ধান করছে, এটি কোনও বস্তু নয়, তাই লক্ষ্যটিকে পৃথক উৎস থেকে উদ্ভাসিত করতে হবে, হয় স্থলবাহিনী দ্বারা, আক্রমণকারী বিমানের একটি রাডার দ্বারা, বা একটি পৃথক সমর্থন বিমান দ্বারা। ভিয়েতনামে ফেলে রাখা ২৮,০০০ লেজার গাইডেড বোমা থেকে প্রাপ্ত তথ্য থেকে দেখা গেছে যে লেজারটি বিমানের অন্য বিমানের পিছনের সিটের পাশের উইন্ডোটি বের করে দেওয়া সত্ত্বেও লেজার-গাইডেড বোমাগুলি প্রায় ৫০% সময় সরাসরি হিট করেছিল। নিরস্ত্র বোমাগুলির মিশনের জন্য যথাযথ হার ছিল মাত্র ৫.৫%, যা সাধারণত বড় বড় সংখ্যক যুদ্ধযন্ত্রকে অন্তর্ভুক্ত করে। এই নাটকীয়ভাবে উচ্চতর নির্ভুলতার কারণে, লেজার-গাইডেড অস্ত্রগুলি কম বিস্ফোরক বহন করতে পারে এবং নিরস্ত্র কামানের তুলনায় কম জামানত ক্ষতি করতে পারে। এখন, লেজার-গাইডেড বোমা হ'ল বিশ্বের বিমান বাহিনী দ্বারা ব্যবহৃত সবচেয়ে সাধারণ এবং বিস্তৃত গাইডেড বোমা। \n\n\n== বিকাশ ==\nলেজার-নিয়ন্ত্রিত অস্ত্রগুলো ১৯৬০ এর দশকের গোড়ার দিকে প্রথমে যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্রে বিকশিত হয়েছিল। মার্কিন যুক্তরাষ্ট্রের বিমান বাহিনী ১৯৬৪ সালে অস্ত্রটির জন্য প্রথম উন্নয়ন চুক্তি করে যার ফলে প্যাভওয়ে সিরিজের বিকাশ ঘটে। এই অস্ত্রটি ১৯৬৮ সালের ভিয়েতনাম যুদ্ধে কার্যকরভাবে ব্যবহৃত হয়েছিল।\nমূলত প্রকল্পটি টেক্সাস ইন্সট্রুমেন্টস দ্বারা বিকাশমান বিমান ক্ষেপণাস্ত্র সন্ধানকারীদের পৃষ্ঠ হিসাবে শুরু হয়েছিল। টিআইয়ের নির্বাহী গ্লেন ই. পেনস্টেন বিমান বাহিনীর কাছে নতুন প্রযুক্তি বিক্রির চেষ্টা করেছিলেন, তখন কর্নেল জো ডেভিস জুনিয়র জিজ্ঞাসাবাদ করেছিলেন যে মার্কিন বিমানগুলি ভিয়েতনামে বোমা ফেলার যথাযথতার সাথে যে সমস্যাগুলি মোকাবেলা করছে তার সমাধানের জন্য এটি স্থল আক্রমণ ব্যবস্থা হিসাবে ব্যবহার করা যেতে পারে কিনা। কর্নেল ডেভিস ইতোমধ্যে মার্টিন মেরিয়েটা দ্বারা নির্মিত সেনাবাহিনীর নতুন লেজার টার্গেট ডিজাইনেটারের একটি পরীক্ষার সাক্ষী হয়েছিলেন, তবে কোনও সিস্টেমের ব্যবহার করতে কোনও সন্ধানীর অস্তিত্ব ছিল না। ডেভিস ইতোমধ্যে একটি এফ-৪ ফ্যান্টমের পিছনের সিট থেকে পরীক্ষা করেছিলেন এবং প্রমাণ করেছিলেন যে চলন্ত বিমান থেকে বস্তুগুলিকে সঠিকভাবে লক্ষ্য করা সম্ভব ছিল। তার মক টেস্টিং সঠিক প্রমাণিত হয়েছিল এবং সরাসরি সন্ধানকারীদের সাথে আরও পরীক্ষার সময় সন্ধানকারীর যথার্থতাটিকে ১৪৮ ফুট থেকে ১০ টি লক্ষের মধ্যে নিখুঁতভাবে আঘাত করতে মাত্র ৬ টি প্রচেষ্টা প্রয়োজন হয়েছিল, এটি ডিজাইনের প্রয়োজনীয়তাগুলিকে ব্যাপকভাবে ছাড়িয়ে গেছে। ১৯৬৭ সালে মার্কিন যুক্তরাষ্ট্রের বিমান বাহিনী দ্বারা এটি কমিশন করা হয়েছিল এবং ১৯৬৮ সালে সফলভাবে একটি যুদ্ধ মূল্যায়ন সম্পন্ন করে। সিস্টেমটি ভিয়েতনামে প্রেরণ করা হয়েছিল এবং এটি দুর্দান্ত পারফর্ম করেছিল। এফ-৪ ফ্যান্টমে দ্বিতীয় প্রজন্মের যুদ্ধ বোম্বারের বোমা হামলাকারীর পিছনের সিটে অস্ত্র সিস্টেম সিস্টেম অফিসার (ডাব্লুএসও) ট্র্যাকিং পোডগুলির অস্তিত্ব ছাড়াই বোমাগুলির গাইড করার জন্য একটি হাত-ধরে থাকা এয়ারবর্ন লেজার ডিজাইনার ব্যবহার করেছিলেন, তবে এলজিবিগুলির অর্ধেকটি এখনও তাদের লক্ষ্যবস্তুতে আঘাত করে সত্ত্বেও লক্ষ্যের উপর লেজার ধরে রাখা অস্ত্রটির একটি সহজাত অসুবিধা। এলজিবি অবহেলিত অস্ত্রের তুলনায় নির্ভুলতার চেয়ে অনেক বেশি উচ্চতর অফার সরবরাহ করেছিল, তবে ব্যয়, জটিলতা এবং এজিএম -১২ বুলআপের মতো দূরচালিত এয়ার-টু-গ্রাউন্ড মিসাইলের সীমাবদ্ধতা ছাড়াই। এলজিবি সেতুর মতো কঠিন স্থির লক্ষ্যগুলির বিরুদ্ধে বিশেষভাবে কার্যকর প্রমাণিত হয়েছিল, যার আগে ধ্বংস করার জন্য \"বোবা\" অর্ডিন্যান্সের প্রচুর ব্যবহার ছিল।\nএটা বলা হয় যে ১৯৭২-৭৩ সময়এ প্যাভওয়ের ব্যবহার ৪৮%,  হ্যানয় এবং হাইফোং সঙ্গে আনগাইডেড বোমার শুধুমাত্র ৫.৫% শতাংশে নেমে আসে। কয়েক বছর আগে একই এলাকায় উপর নেমে তুলনায় সরাসরি হিট এর তালিকায়। মাধ্যাকর্ষণ বোমার পক্ষে ৪৪৭ ফুট বিপরীতে গড় প্যাওওয়ে তার লক্ষ্যমাত্রার ২৩ ফুটের মধ্যে অবতরণ করেছে।  যথাযথভাবে লাফিয়ে আসাটি প্রাথমিকভাবে লেজার গাইডেন্সিনেশন দ্বারা আনা হয়েছিল এবং এর আগে আক্রমণাত্মক আক্রমণগুলি বহিষ্কার করেছিল এমন লক্ষ্যের উদ্দেশ্যগুলি বহন করা সম্ভব হয়েছিল।\nসর্বাধিক নাটকীয় উদাহরণ হানয় থেকে ৭০ মাইল দক্ষিণে থানহ হোয়া ব্রিজ, এটি লোহিত নদীর ওপারে একটি গুরুত্বপূর্ণ ক্রসিং পয়েন্ট। ১৯৬৫ সালে, মার্কিন বিমান চালকরা এর বিরুদ্ধে ৮৭১ টি উড়োজাহাজ চালিয়েছিলেন, কমিশন থেকে সরিয়ে না রেখেই ১১ টি বিমান হারিয়েছিলেন। ১৯৭২ সালে \"ড্রাগনের জাবা\" ব্রিজটি প্যাভওয়ে বোমা দিয়ে আক্রমণ করা হয়েছিল, এবং ১৪ টি জেটগুলি আগের ৮৭১-তে না করায় সক্ষম হয়েছিল: স্প্যানটি ফেলে দেওয়া হয়েছিল, এবং উত্তর ভিয়েতনামের একটি সমালোচনামূলক ধমনীটি এইসময় কেটে যায়।\nএই সাফল্যের পরিপ্রেক্ষিতে, অন্যান্য জাতিগুলি, বিশেষত সোভিয়েত ইউনিয়ন, ফ্রান্স এবং গ্রেট ব্রিটেন ১৯৬০ এর দশকের শেষভাগ এবং ১৯৭০ দশকের গোড়ার দিকে একই ধরনের অস্ত্রের বিকাশ শুরু করে, যুদ্ধের অভিজ্ঞতার ভিত্তিতে মার্কিন অস্ত্রগুলিকে পরিমার্জন করা হয়েছিল।\nঅক্টোবরে ২০১০ তে ডিআরডিওর একটি ল্যাব আইআরডিইর সহায়তায় ভারত তাদের প্রথম সুদর্শন লেজার-গাইডেড বোমাটি তৈরি করেছিল। \nমার্কিন যুক্তরাষ্ট্রের বিমান বাহিনী এবং অন্যান্য বিমানবাহিনী এখন ব্যাক-আপ হিসাবে জিপিএসের গাইডেন্স দিয়ে তাদের এলজিবিগুলি আপগ্রেড করতে চাইছে। ইউএসএএফ এনহান্সড গাইডেড বোমা ইউনিট (প্যাভওয়ে পরিবারের অংশ) এর মতো এই অস্ত্রগুলি যথাযথ হামলার জন্য লেজারের পদবি ব্যবহার করে তবে ব্যাক-আপের জন্য জিপিএস রিসিভারের সাথে একটি নিবিড় ন্যাভিগেশন সিস্টেম থাকে, যাতে লক্ষ্য আলোকসজ্জা হারিয়ে যায় বা ভেঙে যায়, অস্ত্রটি মূল লক্ষ্যটির জিপিএস স্থানাঙ্কগুলিতে বাড়তে থাকবে।\n\n\n== আরও দেখুন ==\nবোমা\nক্ষেপণাস্ত্র\nদূরচালিত বোমা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলেজার-গাইডেড বোমা পৃষ্ঠা - এফএএস"}