{"pageid": 1001764, "title": "বিহার প্রদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1001764", "content": "বিহার প্রদেশ ছিল ব্রিটিশ ভারতের একটি প্রদেশ। ১৯৩৬ সালে বিহার ও উড়িষ্যা প্রদেশেকে দ্বিখন্ডিত করে এই প্রদেশ গঠন করা হয়। ভারতের স্বাধীনতার পর, প্রদেশটি ভারত অধিরাজ্যের বিহার রাজ্যে পরিণত হয়। বর্তমান ভারত প্রজাতন্ত্রের দুটি রাজ্য বিহার ও ঝাড়খণ্ড ছিল এই প্রদেশের অন্তর্ভুক্ত।\n\n\n== ইতিহাস ==\n১৭৫৬ সালে নবাব সিরাজউদ্দৌল্লার আমলে বিহার ও উড়িষ্যা (বর্তমান বিহার, ওড়িশা ও ঝাড়খণ্ড) ছিল বাংলার অংশ। পলাশীর যুদ্ধের পর ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির ক্ষমতা বহুগুণে বৃদ্ধি পেলেও ১৭৬৫ সালের বক্সারের যুদ্ধের পর তারা দিল্লির সম্রাটের কাছ থেকে বাংলা, বিহার ও উড়িষ্যার আনুষ্ঠানিক দিওয়ানি (খাজনা আদায়ের ক্ষমতা) লাভ করে। উড়িষ্যার কিছু অংশে মারাঠাদের প্রভাব থাকলেও   ১৮০৩ সালের ১৪ অক্টোবরে ব্রিটিশ রাজ উড়িষ্যা থেকে মারাঠাদের পুরোপুরি হঠিয়ে দেয়। ১৯১২ সালের ১ এপ্রিলে বিহার ও উড়িষ্যা উভয়ই বিহার ও উড়িষ্যা প্রদেশ হিসাবে বাংলা থেকে পৃথক হয়। ১৯৩৬ সালের ১ এপ্রিলে বিহার ও উড়িষ্যা পৃথক প্রদেশে পরিণত হয়।\n১৯৩৫ সালে প্রণীত ভারত সরকার আইন অনুসারে ব্রিটিশ ভারতের সবগুলো প্রদেশে একটি প্রাদেশিক আইনসভা এবং একটি দায়িত্বশীল সরকার নির্বাচনের ব্যবস্থা করা হয়। এর ধারাবাহিকতায় ১৯৩৭ সালে অনুষ্ঠিত ভারতীয় প্রাদেশিক নির্বাচনে ভারতীয় জাতীয় কংগ্রেস সংখ্যাগরিষ্ঠ আসনে জয় লাভ করে। কিন্তু প্রাদেশিক আইনসভায় সংখ্যাগরিষ্ঠ কংগ্রেস সরকার গঠন করতে সম্মত হয়নি। ফলে মুহাম্মদ ইউনূসের অধীনে একটি সংখ্যালঘু অস্থায়ী সরকার গঠিত হয়। \n\nপরবর্তীতে ১৯৩৭ সালেই কংগ্রেস নিজেদের আগের সিদ্ধান্ত বদলে বিহার প্রদেশে সরকার গঠন করে ক্ষমতা গ্রহণের সংকল্প করে। ফলে বিহারের গভর্নর কংগ্রেস নেতা শ্রী কৃষ্ণ সিনহাকে সরকার গঠনের জন্য আমন্ত্রণ জানায়। তিনি আরও তিনজন মন্ত্রীর সমন্বয়ে সরকার গঠন করেন।\n\nভারতীয় নেতাদের সাথে পরামর্শ না করেই জার্মানির বিরুদ্ধে গভর্নর-জেনারেলের যুদ্ধের ঘোষণার প্রতিবাদে ১৯৩৯ সালে অন্যান্য প্রদেশের কংগ্রেস মন্ত্রীদের পাশাপাশি শ্রী কৃষ্ণ সিনহা পদত্যাগ করেন। ফলে বিহার গভর্নরের শাসন জারি হয়। এরপর ১৯৪৬ সালে অনুষ্ঠিত ভারতীয় প্রাদেশিক নির্বাচনে কংগ্রেসে পুনরায় সংখ্যাগরিষ্ঠতা অর্জন করে। ফলে শ্রী কৃষ্ণ সিনহা পুনরায় প্রধানমন্ত্রী হিসেব সরকার গঠনঙ্করেন।\nঅবশেষে ১৯৪৭ সালের ১৫ আগস্ট বিহার প্রদেশ স্বাধীন ভারতের অংশে পরিণত হয়। \n\n\n=== গভর্নর ===\n১ এপ্রিল ১৯৩৬ — ১১ মার্চ ১৯৩৭ স্যার জেমস ডেভিড সিফটন (এস.এ)\n১১ মার্চ ১৯৩৭ — ৫ আগস্ট ১৯৩৯ স্যার মরিস গার্নিয়ার হ্যালেট (জন্ম ১৮৮৩ — মৃত্যু ১৯৬৯)\n৫ আগস্ট ১৯৩৯ — ৯ জানু ১৯৪৩ স্যার টমাস আলেকজান্ডার স্টুয়ার্ট (জন্ম. ১৮৮৮ — মৃত্যু ১৯৬৪) (১৯ সেপ্টেম্বর ১৯৩৯ পর্যন্ত দায়িত্বরত)\n৯ জানু ১৯৪৩ — ৬ সেপ্টেম্বর ১৯৪৩ স্যার টমাস জর্জ রাদারফোর্ড (জন্ম. ১৮৮৬ — মৃত্যু ১৯৫৭) (প্রথমবার)\n৬ সেপ্টেম্বর ১৯৪৩ — ২৩ এপ্রিল ১৯৪৪ স্যার রবার্ট ফ্রান্সিস মুডি (অভিনয়) (জন্ম. ১৮৯০ — মৃত্যু ১৯৭৬)\n২৩ এপ্রিল ১৯৪৪ — ১৩ মে ১৯৪৬ স্যার টমাস জর্জ রাদারফোর্ড (সা) (দ্বিতীয়বার)\n১৩ মে ১৯৪৬ — ১৫ আগস্ট ১৯৪৭ স্যার হিউ ডাউ (জন্ম. ১৮৮৬ — মৃত্যু ১৯৭৮)\n\n\n=== প্রধানমন্ত্রী ===\n১ এপ্রিল ১৯৩৭ — ১৯ জুলাই ১৯৩৭ মুহাম্মদ ইউনুস (জ. ১৮৮৪ — মৃ. ১৯৫২) এমআইপি\n২০ জুলাই ১৯৩৭ — ৩১ অক্টোবর ১৯৩৯ শ্রী কৃষ্ণ সিনহা (প্রথমবার) (জ. ১৮৮৮ — মৃ. ১৯৬১) আইএনসি\n৩১ অক্টোবর ১৯৩৯ — ২৩ মার্চ ১৯৪৬ গভর্নরের বিধি\n২৩ মার্চ ১৯৪৬ — ১৫ আগস্ট ১৯৪৭ শ্রী কৃষ্ণ সিনহা (দ্বিতীয়বার) (সা ) আইএনসি\n\n\n== আরও দেখুন ==\nবিহারের গভর্নরের তালিকা\n\n\n== তথ্যসূত্র =="}