{"pageid": 1001600, "title": "চার্লসটন, সাউথ ক্যারোলাইনা", "url": "https://bn.wikipedia.org/wiki?curid=1001600", "content": "চার্লসটন  মার্কিন যুক্তরাষ্ট্রের সাউথ ক্যারোলাইনা অঙ্গরাজ্যের বৃহত্তম শহর। এটি চার্লসটন কাউন্টির কাউন্টি আসন। চার্লসটন চার্লসটন-নর্থ চার্লসটন-সামারভিল মেট্রোপলিটন এলাকার প্রধান শহর। সাউথ ক্যারোলাইনার উপকূলের ভৌগোলিক মধ্যবিন্দুর দক্ষিণে চার্লসটন শহর অবস্থিত। এ শহরেই রয়েছে চার্লসটন বন্দর। ২০২০ সালের সেপ্টেম্বরের তথ্যানুযায়ী চার্লসটনের প্রাক্কলিত জনসংখ্যা ১,৩৮,৪৫৮।\nচার্লসটন রাজা দ্বিতীয় চার্লসের নামানুসারে ১৬৭০ সালে চার্লসটাউন হিসাবে গড়ে ওঠেছিল। অ্যাসলি নদীর পশ্চিম তীরে আলবেম্যাল বিন্দুতে শহরটি প্রথমে প্রতিষ্ঠিত হলেও ১৬৮০ সালে নগর পরিকল্পনা পাল্টে ফেলা হয়।  দশ বছরের মধ্যে চার্লসটন  উত্তর আমেরিকার পঞ্চম বৃহত্তম শহরে পরিণত হয়। চার্লসটন দাসব্যবসার অন্যতম কেন্দ্রস্থল ছিল। দাসব্যবসায়ীদের ধনে ও প্রাচুর্যে শহরটি আর্থিক সচ্ছলতা লাভ করে।\nজোসেফ রেগের মতো স্বাধীনচেতা  দাসব্যবসায়ীরা রাজকীয় আফ্রিকান কোম্পানির একচেটিয়া ব্যবসার অবসান ঘটাতে সক্ষম হন।  ঐতিহাসিকদের মতে, অর্ধেক আফ্রিকান ক্রীতদাসদের চার্লসটন শহরে, বিশেষত গাসডেন জেটিতে আনয়ন করা হতো।  কিন্তু  এ সত্ত্বেও ব্রিটিশ ঔপনিবেশিক আমলে চার্লসটনকে স্থানীয় শাসনের আওতাভুক্ত করা হয়নি। ঔপনিবেশিক বিধানসভা এবং ব্রিটিশ সংসদ প্রেরিত গভর্নর চার্লসটনের কার্যক্রম তত্ত্বাবধান করতেন।  শহরটিকে নির্বাচন পরিচালনার জন্য কতকগুলো অ্যাংলিকান প্যারিশে বিভক্ত করা হয়েছিল।১৭৮৩ সালে স্বাধীনতা যুদ্ধের প্রাক্কালে চার্লসটাউনের নাম পাল্টে চার্লসটন করা হয়। সাউথ ক্যারোলাইনার মধ্যাঞ্চলে ক্রমশ জনসংখ্যা বৃদ্ধি পাওয়ার কারণে রাজ্য সরকার কলাম্বিয়াকে রাজধানী হিসেবে স্বীকৃতি দেয়। অ্যান্টেবেলাম যুগে এটি ক্রীতদাস-সংখ্যাগরিষ্ঠ একমাত্র প্রধান শহর ছিল। ১৮৪০ এর আদমশুমারি পর্যন্ত এটি যুক্তরাষ্ট্রের জনসংখ্যায় শীর্ষ দশটি শহরের একটি ছিল।  শ্বেতাঙ্গ আবাদচাষী ও দাসব্যবসায়ীরা চার্লসটনের কার্যক্রম ব্যাপকভাবে নিয়ন্ত্রণ করত। তারা কেন্দ্রীয় সরকারকে ১৮২৮ ও ১৮৩২ সালে ট্যারিফ বা শুল্ক পুনর্বিন্যাসে বাধ্য করে। ১৮৬১ সালে চার্লসটনের আর্সেনাল, পিনকেনি দুর্গ ও সামটার দুর্গ থেকে কেন্দ্রীয় সরকারের সৈন্যদের সরে যেতে বাধ্য করা হয়। এটাই আমেরিকান গৃহযুদ্ধের ভিত্তি বপন করে দেয়। ২০১৮ সালে সিএনএন প্রকাশিত একটি প্রতিবেদনে দাসব্যবসায় ভূমিকার জন্য চার্লসটন আনুষ্ঠানিকভাবে ক্ষমা প্রার্থনা করে।\nভ্রমণব্যবসার জন্য চার্লসটন বিখ্যাত। ট্রাভেল অ্যান্ড লেইজার ম্যাগাজিন চার্লসটনকে যুক্তরাষ্ট্রের সেরা শহর হিসেবে স্বীকৃতি দিয়েছে। কয়েক দশক ধরেই চার্লসটন অন্যতম সেরা শহরের স্বীকৃতি লাভ করে আসছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nচার্লসটন ভ্রমণ নির্দেশিকা"}