{"pageid": 1001641, "title": "বর্তুলাকার স্তবক", "url": "https://bn.wikipedia.org/wiki?curid=1001641", "content": "বর্তুলাকার স্তবক বা গ্লোবুলার স্তবক হলো তারার একটি গোলাকার সংগ্রহ যা একটি গ্যালাকটিক কোরকে প্রদক্ষিণ করে। বর্তুলাকার স্তবকগুলি মহাকর্ষ বল দ্বারা খুব দৃঢ়ভাবে আবদ্ধ, যা তাদের গোলকের আকার দেয় এবং এদের কেন্দ্রগুলি তুলনামূলকভাবে উচ্চতর ঘনত্বসম্পন্ন হয়। এই শ্রেণীর তারা গুচ্ছের নাম লাতিন globulus - \"ক্ষুদ্র গোলক\" থেকে নেওয়া। কখনও কখনও বর্তুলাকার স্তবক কেবল গ্লোবুলার হিসাবে পরিচিত।\nবর্তুলাকার স্তবকগুলি ছায়াপথের বর্ণবলয়ের মধ্যে পাওয়া যায়। বর্তুলাকার স্তবকগুলি কম ঘনত্ববিশিষ্ট মুক্ত স্তবক, যা ছায়াপথের ডিস্কে পাওয়া যায়, তার চেয়েও পুরনো এবং তুলনামুলকভাবে বেশি তারা রয়েছে। বর্তুলাকার স্তবকগুলি মোটামুটি সর্বজনীন; মিল্কিওয়েতে বর্তমানে প্রায় ১৫০  থেকে ১৫৮ টি  বর্তুলাকার স্তবক রয়েছে, এবং সম্ভবত আরও ১০ থেকে ২০টি স্তবক এখনও আবিষ্কৃত হয়নি।  বৃহত্তর গ্যালাক্সিতে আরও থাকতে পারে: উদাহরণস্বরূপ, অ্যানড্রোমিডা গ্যালাক্সিটিতে প্রায় ৫০০টি স্তবক  থাকতে পারে  কিছু বৃহৎ উপবৃত্তাকার ছায়াপথে (বিশেষত গ্যালাক্সি ক্লাস্টারের কেন্দ্রগুলিতে), যেমন এম৮৭  তে প্রায় ১৩,০০০ বর্তুলাকার স্তবক রয়েছে।\nলোকাল গ্রুপে পর্যাপ্ত পরিমাণে ভরসম্পন্ন প্রতিটি ছায়াপথের সাথে বর্তুলাকার স্তবকের একটি যুক্ত গ্রুপ রয়েছে এবং সমীক্ষা করা প্রায় প্রতিটি বড় ছায়াপথে বর্তুলাকার স্তবকের একটি ব্যবস্থা দেখা গেছে।  ধনু বামন ছায়াপথ এবং বিতর্কিত ক্যানিস মেজর বামন ছায়াপথটি তাদের সম্পর্কিত বর্তুলাকার স্তবকগুলি (যেমন পালোমার ১২) মিল্কিওয়েতে অনুদান দেওয়ার প্রক্রিয়ায় রয়েছে।  এটি থেকে দেখা যায় যে এই ছায়াপথের বর্তুলাকার স্তবকগুলির মধ্যে কতগুলি অতীতে অর্জিত হয়েছিল।\nযদিও দেখা যায় যে বর্তুলাকার স্তবকগুলিতে ছায়াপথে উৎপাদিত হওয়া প্রথমদিকের কিছু তারা রয়েছে তবে তাদের উৎস এবং ছায়াপথসংক্রান্ত বিবর্তনে তাদের ভূমিকা এখনও অস্পষ্ট। এটি স্পষ্টভাবে প্রতীয়মান হয়েছে যে বর্তুলাকার স্তবকগুলি বামন উপবৃত্তাকার ছায়াপথগুলির তুলনায় উল্লেখযোগ্যভাবে পৃথক এবং পৃথক ছায়াপথের পরিবর্তে মাতৃ ছায়াপথের তারা গঠনের অংশ হিসাবে গঠিত হয়েছিল। \n\n\n== পর্যবেক্ষণ ইতিহাস ==\n\nপ্রথম পরিচিত বর্তুলাকার স্তবক, যা এখন এম ২২ নামে পরিচিত, ১৬৬৫ সালে একজন জার্মান অপেশাদার জ্যোতির্বিদ আব্রাহাম ইহল আবিষ্কার করেছিলেন । তবে প্রাথমিক দূরবীক্ষণ যন্ত্রগুলির ছোট উন্মেষের কারণে ১৭৬৪ সালে চার্লস মেসিয়ার এম ৪ পর্যবেক্ষণ না করা অবধি বর্তুলাকার স্তবকের মধ্যে থাকা পৃথক তারাগুলি সাব্যস্ত করা সম্ভব হয়নি।  আবিষ্কৃত প্রথম আটটি বর্তুলাকার স্তবক সারণীতে প্রদর্শিত হয়েছে। পরবর্তীতে অ্যাবি ল্যাকাইল তার ১৭৫১–১৭৫২ সালের ক্যাটালগে এনজিসি ১০৪, এনজিসি ৪৮৩৩, এম ৫৫, এম ৬৯, এবং এনজিসি ৬৩৯৭ অন্তর্ভুক্ত করেছিলেন। \nযখন উইলিয়াম হার্শেল ১৭৮২ সালে বড় দূরবীক্ষণ ব্যবহার করে আকাশের তার বিস্তৃত সমীক্ষা শুরু করেছিলেন তখন ৩৪টি পরিচিত বর্তুলাকার স্তবক ছিল। হার্শেল নিজেই আরও ৩৬টি আবিষ্কার করলেন এবং কার্যত সবগুলোকে তারায় সমাধান করেছিলেন। তিনি ১৭৮৯ সালে প্রকাশিত ক্যাটালগ অফ সেকেন্ড হাজার নিউ নেবুলি এবং ক্লাস্টারস অফ স্টারস-এ \"বর্তুলাকার স্তবক\" শব্দটি তৈরি করেছিলেন। \nআবিষ্কৃত বর্তুলাকার স্তবকের সংখ্যা ক্রমাগত বৃদ্ধি পেয়ে ১৯১৫ সালে ৮৩, ১৯৩০ সালে ৯৩ এবং ১৯৪৭ সালে ৯৭ টি হয়েছিল। মিল্কিওয়ে ছায়াপথের আনুমানিক ১৮০ ± ২০ টি বর্তুলাকার স্তবকের মধ্যে বর্তমানে মোট ১৫২টি স্তবক আবিষ্কার করা রয়েছে। এই অতিরিক্ত, অনাবিষ্কৃত বর্তুলাকার স্তবকগুলি মিল্কিওয়ের গ্যাস এবং ধুলার পিছনে লুকিয়ে রয়েছে বলে ধারণা করা হয়।\n১৯১৪ সালের শুরুতে হার্লো শ্যাপলি প্রায় ৪০টি গবেষণাপত্রে প্রকাশিত বর্তুলাকার স্তবকের একটি ধারাবাহিক অধ্যয়ন শুরু করেছিলেন। তিনি স্তবকগুলিতে আরআর লাইরা বিষমতারা পরীক্ষা করেছিলেন (যা তিনি শেফালী বিষমতারা ধরে নিয়েছিলেন) এবং দূরত্ব অনুমানের জন্য তাদের সময়কাল-ঔজ্জ্বল্যের সম্পর্ক ব্যবহার করেছিলেন। পরে দেখা গেল আরআর লাইরা বিষমতারা শেফালী বিষমতারার চেয়ে দুর্বল, যার ফলে শ্যাপলি স্তবকগুলির দূরত্বকে আরও বেশি মূল্যায়ন করেছিলেন। \n\n একটি উচ্চ কেন্দ্রীভূত প্রথম শ্রেণীর বর্তুলাকার স্তবক।]]\nমিল্কিওয়েতে বর্তুলাকার স্তবকগুলির মধ্যে বেশিরভাগই ছায়াপথের কেন্দ্রের চারপাশে একটি বর্ণবলয়ের মধ্যে রয়েছে এবং বৃহৎ সংখ্যক স্তবকই মূলকে কেন্দ্র করে স্বর্গীয় আকাশে অবস্থিত। ১৯১৮ সালে শ্যাপলি এই দৃঢ়ভাবে অপ্রতিসম বিন্যাসটি ছায়াপথের সামগ্রিক মাত্রাগুলি নির্ধারণের জন্য ব্যবহার করেছিলেন।  গ্যালাকটিক সেন্টারের চারপাশে বর্তুলাকার স্তবকের মোটামুটি গোলাকার বিন্যাস ধরে তিনি কেন্দ্রের তুলনায় সূর্যের অবস্থান অনুমান করতে  স্তবকগুলির অবস্থান ব্যবহার করেন।  যদিও তার দূরত্বের অনুমানটি উল্লেখযোগ্য ত্রুটিসম্পন্ন ছিল (যদিও বর্তমানে গৃহীত মান হিসাবে একই আকারের ক্রমের মধ্যে রয়েছে), তবে এটি প্রমাণ করেছিল যে ছায়াপথের মাত্রা আগে যা ভাবা হয়েছিল তার চেয়ে অনেক বেশি। \nশ্যাপলির পরিমাপ এটিও ইঙ্গিত দেয় যে সূর্য ছায়াপথের কেন্দ্র থেকে তুলনামূলকভাবে অনেক দূরে, এটি সাধারণ নক্ষত্রের আপাতদৃষ্টিতে সমান বিন্যাস থেকে পূর্বে যা অনুমান করা হয়েছিল তার বিপরীত। বাস্তবে বেশিরভাগ সাধারণ তারা ছায়াপথের ডিস্কের মধ্যে অবস্থিত এবং যে নক্ষত্রগুলি গ্যালাকটিক কেন্দ্রের দিকে এবং এর বাইরে থাকে সেগুলো গ্যাস এবং ধূলিকণার কারণে অস্পষ্ট, অন্যদিকে বর্তুলাকার স্তবকগুলি ডিস্কের বাইরে থাকে এবং আরও অনেক দূরত্ব থেকেও দেখা যায়।\n\n\n=== শ্রেণিবিন্যাস ===\n\nশ্যাপলিকে স্তবকগুলির অধ্যয়নের জন্য পরবর্তীকালে হেনরিয়েটা সোয়েপ এবং হেলেন ব্যাটলস সাওয়ার সহায়তা করেছিল। ১৯২৭–১৯২৯ সালে শ্যাপলি এবং সাওয়ার প্রতিটি ব্যবস্থার কেন্দ্রের দিকে ঘনত্বের মাত্রা অনুযায়ী স্তবকগুলিকে শ্রেণিবদ্ধ করেন। সর্বাধিক ঘনীভূত স্তবকগুলিকে প্রথম শ্রেণি (Class I) হিসাবে চিহ্নিত করে ক্রমহ্রাসমান ঘনত্বের সাথে প্রথম থেকে শুরু করে দ্বাদশ শ্রেণি পর্যন্ত শ্রেণিবদ্ধ করা হয়েছিল।  এটি শ্যাপলি – সাওয়ার কেন্দ্রীভবন শ্রেণি হিসাবে পরিচিতি লাভ করে।  ২০২৫ সালে পর্যবেক্ষণের তথ্যের উপর ভিত্তি করে একটি নতুন ধরনের বর্তুলাকার স্তবক হিসেবে অন্ধকার বর্তুলাকার স্তবক প্রস্তাব করা হয়েছিল । \n\n\n== আকার-গঠন ==\n\nবর্তুলাকার স্তবকগুলি কীভাবে গঠিত হয়েছে সে সম্পর্কে জ্ঞান এখনও অত্যন্ত দুর্বল এবং কোনও একটি বর্তুলাকার স্তবকের নক্ষত্র এক প্রজন্মের মধ্যেই তৈরি হয় নাকি কয়েক শত মিলিয়ন বছর ধরে একাধিক প্রজন্ম জুড়ে তৈরি হয় এটি অনিশ্চিত রয়ে গেছে। অনেক বর্তুলাকার স্তবকে বেশিরভাগ তারাগুলি তারার বিবর্তনে প্রায় একই রকম পর্যায়ে রয়েছে, যা থেকে বোঝা যায় যে তারা প্রায় একই সময়ে তৈরি হয়েছিল।  তবে তারার গঠনের ইতিহাস একেক স্তবকে একেক রকম, এবং কিছু স্তবকে তারার স্বতন্ত্র জনসংখ্যা দেখা যায়। এর উদাহরণ হলো বৃহৎ ম্যাগেলানিক মেঘের (এলএমসি) বর্তুলাকার স্তবকগুলি, যাদের দ্বিপ্রকারীয় জনসংখ্যা রয়েছে। যৌবনের সময় এই এলএমসি স্তবকগুলি বিশালাকার আণবিক মেঘের মুখোমুখি হতে পারে যা এই দ্বিতীয় স্তর গঠনের সূত্রপাত করেছিল।  এই তারা গঠনের সময়টি অনেক বর্তুলাকার স্তবকের বয়সের তুলনায় তুলনামূলকভাবে সংক্ষিপ্ত।  এটিও প্রস্তাব করা হয়েছে যে নক্ষত্র জনগোষ্ঠীর এই বহুগতির কারণ হিসেবে শক্তিশালী উৎস থাকতে পারে। উদাহরণস্বরূপ, অ্যান্টেনা ছায়াপথে হাবল স্পেস টেলিস্কোপ স্তবকের স্তবক পর্যবেক্ষণ করেছে,  ছায়াপথের এমন অঞ্চল যা কয়েকশ পার্সেক জুড়ে বিস্তৃত রয়েছে, যেখানে অনেকগুলি স্তবকে সংঘর্ষ হবে এবং মিশে যাবে। তাদের মধ্যে অনেকে বয়সের একটি উল্লেখযোগ্য পরিসীমা উপস্থাপন করে, তাই সম্ভবত ধাতবতা এবং তাদের সংযোজনটি সম্ভবত দ্বিপ্রকারীয় বা এমনকি জনসংখ্যার একাধিক বিন্যাসসহ স্তবক তৈরি হতে পারে। \n\nবর্তুলাকার স্তবকের পর্যবেক্ষণ থেকে দেখা যায় যে এই নক্ষত্রের গঠনগুলি মূলত কার্যকর নক্ষত্র গঠন অঞ্চলে উত্থিত হয় এবং যেখানে নক্ষত্র গঠনের ক্ষেত্রগুলির তুলনায় আন্তঃকেন্দ্রীয় মাধ্যমটি উচ্চ ঘনত্বের হয়। স্টাররার্স্ট অঞ্চলগুলিতে এবং মিথস্ক্রিয়ারত ছায়াপথের মধ্যে বর্তুলাকার স্তবক গঠন প্রচলিত।  গবেষণা ইঙ্গিত করে কেন্দ্রীয় সুপারম্যাসিভ ব্ল্যাক হোল (এসএমবিএইচ) এর ভর এবং উপবৃত্তাকার এবং লেন্টিকুলার ছায়াপথগুলির বর্তুলাকার স্তবক ব্যবস্থার ব্যাপ্তির মধ্যে একটি সম্পর্ককে নির্দেশ করে। এই ধরনের ছায়াপথের এসএমবিএইচের ভর প্রায়শই ছায়াপথের বর্তুলাকার স্তবকের সংযুক্ত ভরের কাছাকাছি থাকে। \nকোনও জ্ঞাত বর্তুলাকার স্তবক সক্রিয় তারা গঠন প্রদর্শন করে না, যা দ্বারা বুঝায় বর্তুলাকার স্তবকগুলি সাধারণত ছায়াপথের প্রাচীনতম বস্তুগুলির সাথে সংগতিপূর্ণ এবং এটি তারার প্রথম সংগ্রহগুলির মধ্যে অন্যতম। মিল্কিওয়ে ওয়েস্টারলান্ড ১ এর মতো সুপার তারা স্তবক হিসাবে পরিচিত তারকা গঠনের খুব বড় অঞ্চলগুলি বর্তুলাকার স্তবকের অগ্রদূত হতে পারে। \n\n\n== সংযুক্তি ==\n এর তারাগুলিতে হাইড্রোজেন এবং হিলিয়াম থাকলেও অন্য কিছু নেই। জ্যোতির্বিজ্ঞানের ভাষায় এগুলিকে \"ধাতব-দরিদ্র\" হিসাবে বর্ণনা করা হয়। ]]\nবর্তুলাকার স্তবকগুলি সাধারণত কয়েক হাজার হাজার কম-ধাতব, পুরানো তারার সমন্বয়ে গঠিত। বর্তুলাকার স্তবকে যে ধরনের তারা পাওয়া যায় সেগুলি সর্পিল ছায়াপথের বাল্জের তারার মতো হলেও কেবল কয়েক মিলিয়ন ঘনপারসেক আয়তনের মধ্যে সীমাবদ্ধ। এগুলি গ্যাস এবং ধূলিকণা মুক্ত এবং ধারণা করা হয় যে গ্যাস এবং ধূলিকণা হয়তো তারায় পরিণত হয়েছিল বা তারা গঠনের প্রাথমিক বিস্ফোরণে স্তবকের বাইরে বেরিয়ে গিয়েছিল।\n\n\n=== ধাতব সামগ্রী ===\n তে এক ধরনের তারা রয়েছে যার নাম \"নীল স্ট্রাগলার\"। ]]\nবর্তুলাকার স্তবকগুলিতে সাধারণত পপুলেশন দুই এর তারা রয়েছে, যাদের হাইড্রোজেন এবং হিলিয়াম ব্যতীত অন্যান্য উপাদানের অনুপাত সূর্যের মতো পপুলেশন এক এর তারার তুলনায় কম থাকে। জ্যোতির্বিজ্ঞানীরা এই ভারী উপাদানগুলিকে ধাতু হিসাবে এবং এই উপাদানগুলির অনুপাতকে ধাতবতা হিসাবে উল্লেখ করেন। এই উপাদানগুলি নাক্ষত্রিক কেন্দ্রসংশ্লেষনের দ্বারা উৎপাদিত হয় এবং পরে অন্তর্বর্তী মাধ্যমের মধ্যে পুনর্ব্যবহার করা হয়, যেখানে তারা নক্ষত্রগুলির পরবর্তী প্রজন্মে প্রবেশ করে। অতএব ধাতুর অনুপাত কোনও তারার বয়সের একটি ইঙ্গিত হতে পারে যেখানে পুরোনো তারার ধাতবতা সাধারণত কম থাকে। \n\n\n== কক্ষপথ ==\nমিল্কিওয়ে গ্যালাক্সিতে পশ্চাদগামী কক্ষপথবিশিষ্ট অনেকগুলি বর্তুলাকার স্তবক রয়েছে।  ২০১৪ সালে মেসিয়ার ৮৭ কাছে এর মুক্তিবেগের চেয়ে বেশি গতিসম্পন্ন একটি অধিবেগ বর্তুলাকার স্তবক আবিষ্কৃত হয়েছে। \n\n\n== গ্রহ ==\nজ্যোতির্বিজ্ঞানীরা বর্তুলাকার তারা স্তবকের তারাসমূহের বহির্গ্রহ অনুসন্ধান করছেন। \n২০০০ সালে, বর্তুলাকার স্তবক ৪৭ টুকানেতে দৈত্যাকার গ্রহ সন্ধানের ফলাফল ঘোষণা করা হয়েছিল। কোনও সফল আবিষ্কারের অভাব সূচিত করে যে এই গ্রহগুলি তৈরি করতে প্রয়োজনীয় উপাদানগুলির (হাইড্রোজেন বা হিলিয়াম ব্যতীত) পরিমাণ সূর্যের প্রাচুর্যের কমপক্ষে ৪০% হতে পারে। শিলাময় গ্রহগুলি সিলিকন, আয়রন এবং ম্যাগনেসিয়ামের মতো ভারী উপাদান থেকে নির্মিত। বর্তুলাকার স্তবকে এই উপাদানগুলির খুব কম প্রাচুর্য মানে এই যে তারা নক্ষত্রগুলির সাথে সূর্যের পার্শ্ববর্তী তারার সাথে তুলনা করা হয় তখন পৃথিবী-ভর গ্রহগুলির হোস্টিংয়ের সম্ভাবনা অনেক কম থাকে। তাই বর্তুলাকার স্তবক সদস্য সহ মিল্কিওয়ে গ্যালাক্সির বর্ণবলয় অঞ্চলে বাসযোগ্য স্থলজ গ্রহের সম্ভাবনা কম। \n\n\n== আরও দেখুন ==\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\n\n\n=== সাধারণ সংস্থানসমূহ ===\nনাসার অ্যাস্ট্রোফিজিক্স ডেটা সিস্টেমের সমস্ত বড় বড় অ্যাস্ট্রো ফিজিক্স জার্নাল এবং বহু সম্মেলনের কার্যক্রম থেকে অতীত নিবন্ধগুলির সংকলন রয়েছে।\nSCYON স্টার ক্লাস্টারগুলিকে উত্সর্গীকৃত একটি নিউজলেটার।\nমোডেস্ট হ'ল স্টার ক্লাস্টারে কাজ করা বিজ্ঞানীদের একটি আলগা সহযোগিতা।\n\n\n=== বই ===\nBinney, James; Tremaine, Scott (১৯৮৭)। Galactic Dynamics (First সংস্করণ)। Princeton University Press। আইএসবিএন 0-691-08444-0। \nHeggie, Douglas; Hut, Piet (২০০৩)। The Gravitational Million-Body Problem: A Multidisciplinary Approach to Star Cluster Dynamics। Cambridge University Press। আইএসবিএন 0-521-77486-1। \nSpitzer, Lyman (১৯৮৭)। Dynamical Evolution of Globular Clusters। Princeton University Press। আইএসবিএন 0-691-08460-2। \n\n\n=== নিবন্ধ পর্যালোচনা ===\nGratton, R.; Bragaglia, A. (২০১৯)। \"What is a globular cluster? An observational perspective\": 8। arXiv:1911.02835 । ডিওআই:10.1007/s00159-019-0119-3। \nMeylan, G.; Heggie, D. C. (১৯৯৭)। \"Internal dynamics of globular clusters\": 1–143। arXiv:astro-ph/9610076 । ডিওআই:10.1007/s001590050008। \nElson, Rebecca; Hut, Piet (১৯৮৭)। \"Dynamical evolution of globular clusters\": 565। ডিওআই:10.1146/annurev.aa.25.090187.003025। \n\n\n== বহিঃসংযোগ ==\nগ্লোবুলার ক্লাস্টারস, এসইডিএস মেসিয়ার পৃষ্ঠাগুলি\nমিল্কিওয়ে গ্লোবুলার ক্লাস্টারস\nউইলিয়াম ই। হ্যারিস, ম্যাকমাস্টার বিশ্ববিদ্যালয়, অন্টারিও, কানাডা দ্বারা মিল্কিওয়ে গ্লোবুলার ক্লাস্টার প্যারামিটারগুলির ক্যাটালগ\nইতালির রোম অ্যাস্ট্রোনমিক্যাল অবজারভেটরি, মার্কো ক্যাসটেলানির একটি গ্যালাকটিক গ্লোবুলার ক্লাস্টার ডাটাবেস\nমূল তারকাদের বিভিন্ন জন্মদিনের নিবন্ধে বর্ণনা করা হয় যে কীভাবে গ্লোবুলার ক্লাস্টারে তারা বড় হয়ে একসাথে না থেকে বেশ কয়েকটি বিস্ফোরণে জন্মগ্রহণ করে"}