{"pageid": 1001393, "title": "টুঙ্গিপাড়ার মিয়া ভাই", "url": "https://bn.wikipedia.org/wiki?curid=1001393", "content": "টুঙ্গিপাড়ার মিয়া ভাই ২০২১ সালের বাংলাদেশী আত্মজীবনীমূলক পূর্ণদৈর্ঘ্য চলচ্চিত্র। স্টোরি স্প্ল্যাশ মিডিয়ার ব্যানারে পিংকি আক্তার প্রযোজনায় ছায়াচিত্রটি পরিচালনা করেছেন সেলিম খান। এটির চিত্রনাট্য রচনা ও সহ-পরিচালনা করেছেন শামীম আহমেদ রনি। চলচ্চিত্রটি বাংলাদেশের প্রথম রাষ্ট্রপতি শেখ মুজিবুর রহমানের জীবনের প্রথমদিককার উল্লেখযোগ্য ঘটনা নিয়ে নির্মিত। এই ছায়াচিত্রের দুইটি মূলচরিত্র শেখ মুজিবুর রহমান ও তার পত্নী ফজিলাতুন্নেছা মুজিব রেণু'র চরিত্রে অভিনয় করেছেন শান্ত খান ও প্রার্থনা ফারদিন দীঘি। এছাড়াও জয়ন্ত চট্টোপাধ্যায়, শিবা শানু, দিলারা জামান, সুব্রত সহ একদল মঞ্চ নাটকের অভিনয়শিল্পীরা বিভিন্ন ঐতিহাসিক চরিত্রসমূহ রূপদান করেন।\nছায়াছবিটি ২০২০ সালের আগস্ট ও সেপ্টেম্বরে বাংলাদেশ চলচ্চিত্র উন্নয়ন কর্পোরেশনের অভ্যন্তর, ঢাকা বিশ্ববিদ্যালয় ও চাঁদপুরের বিভিন্ন স্থানে এটির মুখ্য চিত্রগ্রহণ করা হয়। ঐতিহাসিক প্রেক্ষাপটে নির্মাণের কারণে বাংলাদেশ চলচ্চিত্র সেন্সর বোর্ড চলচ্চিত্রটিকে প্রদর্শনের ছাড়পত্র দেয়ার ক্ষেত্রে বেশ সতর্কতা অবলম্বন করেছিল। প্রদর্শনের চূড়ান্ত ছাড়পত্র অর্জনের পর, ২০২১ সালের ৩০ মার্চ প্রথম প্রদর্শনী এবং ২ এপ্রিল বাংলাদেশের ৫৪টি প্রেক্ষাগৃহে মুক্তি পায়। এছাড়াও বাংলাদেশের শিক্ষা মন্ত্রণালয় চলচ্চিত্রটি সকল বিদ্যালয় ও মহাবিদ্যালয়ে প্রদর্শনের জন্য নির্দেশনা দিয়েছিল। এটি একটি চলচ্চিত্র উৎসবের দুটি বিভাগে পুরস্কার জয় করে।\n\n\n== গল্পসূত্র ==\nটুঙ্গিপাড়ার মিয়া ভাই চলচ্চিত্রে বাংলাদেশের প্রথম রাষ্ট্রপতি শেখ মুজিবুর রহমানের জীবদ্দশায় ১৯৩০ পর হতে ১৯৫২ সাল পর্যন্ত, তার শৈশব ও কৈশোরের বিভিন্ন উল্লেখযোগ্য ঘটনা নিয়ে চিত্রায়িত। চলচ্চিত্রে তার শিক্ষা জীবন, ১৯৩৯ সালে মিশনারী স্কুলে পড়ার সময় তার নেতৃত্ব গুণের বিকাশ; ১৯৩৪ সালে বেগম ফজিলাতুন্নেসার সাথে বিবাহ, বিয়ের ৯ বছর ১৯৪২ হতে শুরু হওয়া দাম্পত্য সময়,  ছাত্রজীবনে ব্রিটিশ ভারতে রাজনৈতিক সক্রিয়তা ও পরবর্তীতে পাকিস্তান আন্দোলন, হোসেন শহীদ সোহরাওয়ার্দী, শেরে বাংলা এ কে ফজলুল হক ও আবদুল হামিদ খান ভাসানী'র সাথে তার রাজনৈতিক সম্পর্ক; যুক্তবঙ্গ ও দেশভাগের সময়ে কলকাতা দাঙ্গার তার রাজনৈতিক ভূমিকা; বিভিন্ন কারণে গ্রেফতার, জেল জীবন ও কারামুক্তি প্রাধান্য পেয়েছে।\n\n\n== শ্রেষ্ঠাংশে ==\nটুঙ্গিপাড়ার মিয়া ভাই চলচ্চিত্রে মূল চরিত্রসমূহের পাশাপাশি বিভিন্ন পার্শ্ব চরিত্রে মঞ্চ নাটকের নিয়মিত শিল্পীরা অভিনয় করেছেন। ছায়াছবির মূল চরিত্রের অভিনয়শিল্পীদের তালিকা-\n\nএছাড়াও দারোগার চরিত্রে হারুনুর রশীদ ও শরীফুল ইসলাম শরীফ, অন্যান্য পুলিশের চরিত্রে সোহেল উদ্দিন ও সুলতান আহমেদ, বিভিন্ন কর্মকর্তার চরিত্রে গোবিন্দ মন্ডল ও রাজিব দাস, কর্মচারীর চরিত্রে সৈয়দ মোশারফ, ছাত্র ও ছাত্রীর চরিত্রে তাজুদ্দিন তাজু ও স্বর্ণা আক্তার, গ্রামবাসীদের চরিত্রে মোহাম্মদ ইসহাক, আলতাফ হোসেন চৌধুরী, মিতুল খান, চমক খান, সুইডেন আসলাম ও রকিব হাসান অভিনয় করেছেন।\n\n\n== প্রযোজনা ==\nশেখ মুজিবুর রহমান হত্যাকাণ্ড নিয়ে একই পরিচালকদ্বয়ের নির্মিত রাজনৈতিক থ্রিলার আগস্ট ১৯৭৫-এর পর হতে টুঙ্গিপাড়ার মিয়া ভাই চলচ্চিত্রের প্রাক-নির্মাণ কার্যক্রম শুরু হয়। মুখ্য চিত্রগ্রহণ শুরুর পূর্বে, শেখ মুজিব নিয়ে ছয়মাস গবেষণা ও সংশ্লিষ্ঠ চরিত্রসমূহের বাস্তব রূপায়নের জন্য দুইমাস অভিনয়শিল্পীদের অনুশীলন চলে। চলচ্চিত্রের বেশীরভাগ চিত্রায়ন করা হয় বাংলাদেশ চলচ্চিত্র উন্নয়ন কর্পোরেশন (বিএফডিসি), চাঁদপুর, ঢাকা বিশ্ববিদ্যালয়ের এলাকাসমূহে। ২০২০ সালের ১৯ আগস্ট হতে ২৪ সেপ্টেম্বর পর্যন্ত, ৩২ দিনে চলচ্চিত্রটির পূর্ণ চিত্রগ্রহণ সম্পন্ন হয়। এটি বিএফডিসি হতে শেখ মুজিবুর রহমানের জীবনীভিত্তিক নির্মিত প্রথম চলচ্চিত্র। চলচ্চিত্রের সঙ্গীতের সুরারোপ সঞ্চালন ও পরিচালনা করেছেন ইমন সাহা। ছায়াছবিতে একটিমাত্র গান ব্যবহার করা হয়েছে; সুদীপ কুমার দ্বীপ রচিত গানটি বাপ্পা মজুমদারের কন্ঠে ধারণকৃত। ৮৩ লাখ বাংলাদেশি টাকা ব্যয়ে চলচ্চিত্রটি নির্মাণ করা হয়েছে। স্টোরি স্প্ল্যাশ মিডিয়ার ব্যানারে নির্মাণের পর শাপলা মিডিয়া পরিবেশক হিসেবে যুক্ত হয়।\n\n\n== মুক্তি ==\n\n\n=== সেন্সরশিপ ও প্রচারণা ===\nবাংলাদেশ চলচ্চিত্র সেন্সর বোর্ড টুঙ্গিপাড়ার মিয়া ভাই-এর প্রদর্শনের অনুমতি দেয়ার ক্ষেত্রে ঐতিহাসিক সঠিকতা যাচাই করে। ২০২১ সালের ১৪ মার্চ সেন্সর বোর্ডের ছাড়পত্র পেলেও পুনরায় নিরীক্ষার জন্য প্রদর্শনের অনুমতি একদফা স্থগিত করা হয়। সংশোধন সাপেক্ষে চলচ্চিত্রটি ২৩ মার্চ চূড়ান্ত ছাড়পত্র পায়।  টুঙ্গিপাড়ার মিয়া ভাই-এর প্রচারণার জন্য শাপলা মিডিয়া ২০২০ সালের ২৭ অক্টোবর চলচ্চিত্রটির আনুষ্ঠানিক পোস্টার প্রকাশ করে। সেন্সর ছাড়পত্র পাওয়ার আগেই শাপলা মিডিয়া ২০২১ সালের ১২ মার্চ মুক্তির জন্য প্রচারণা চালায়।\n\n\n=== মুক্তি ===\nটুঙ্গিপাড়ার মিয়া ভাই মুক্তির তারিখ বেশ কয়েকবার ঘোষণা করা হয়। প্রাথমিকভাবে চলচ্চিত্রটি ২০২০ সালের ২৫ ডিসেম্বর মুক্তির জন্য পরিকল্পিত ছিল। পরবর্তীতে ২০২১ সালের ১২ মার্চ এবং বাংলাদেশের স্বাধীনতা দিবসে মুক্তির তারিখ নির্ধারিত ছিল। অবশেষে চলচ্চিত্রটি ২০২১ সালের ৩০ মার্চ বাংলাদেশ শিল্পকলা একাডেমিতে প্রথম প্রদর্শনীর পর ২ এপ্রিল বাংলাদেশের ৫৪টি প্রেক্ষাগৃহে বাণিজ্যিকভাবে মুক্তি পায়। প্রেক্ষাগৃহ ছাড়াও চলচ্চিত্রটি চাহিদা ভিডিও সেবা সিনেবাজ-এ উন্মুক্ত করা হয়।\nবিনোদন মাধ্যমে মুক্তির বাইরে, চলচ্চিত্রটি শেখ মুজিবুর রহমানের জীবনী নিয়ে নির্মিত হওয়ায় বাংলাদেশের শিক্ষা মন্ত্রণালয় কর্তৃক সকল বিদ্যালয় ও মহাবিদ্যালয়ে প্রদর্শনের জন্য নির্দেশনা পেয়েছিল। ২০২১ সালের ৮ আগস্ট  নতুন দিল্লির বাংলাদেশ হাইকমিশনে প্রদর্শনী হয়েছিল।\n\n\n== প্রশংসা ==\nটুঙ্গিপাড়ার মিয়া ভাই -এ মুখ্য চরিত্রে অভিনয়ের জন্য দ্বিতীয় সিনেমেকিং আন্তর্জাতিক চলচ্চিত্র উৎসবে শান্ত খান সেরা অভিনেতা ও শেখ মুজিবুর রহমানের বাবার চরিত্রে অভিনয়ের জন্য জয়ন্ত চট্টোপাধ্যায় 'সেরা অভিনেতা (চরিত্র)' শাখায় পুরস্কার জয় করেন।\n\n\n== আরো দেখুন ==\nজনপ্রিয় সংস্কৃতিতে শেখ মুজিবুর রহমান\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলা মুভি ডেটাবেজে টুঙ্গিপাড়ার মিয়া ভাই\nইন্টারনেট মুভি ডেটাবেজে টুঙ্গিপাড়ার মিয়া ভাই   (ইংরেজি)"}