{"pageid": 1001198, "title": "দ্বিতীয় বিশ্বযুদ্ধকালে মার্কিন প্রোপাগান্ডা", "url": "https://bn.wikipedia.org/wiki?curid=1001198", "content": "দ্বিতীয় বিশ্বযুদ্ধে আমেরিকার (১৯৪১-৪৫) সক্রিয়ভাবে জড়িয়ে পড়ার জন্য মিত্র পক্ষের বিজয়ের প্রতি জনগণের সমর্থন ও দায়বদ্ধতা বাড়াতে প্রচার (যন্ত্র) ব্যবহৃত হয়েছিল। গণমাধ্যমগুলির ব্যাপক ব্যবহার করে প্রচারকারীরা শত্রুর প্রতি ঘৃণা জাগিয়ে তুলতে প্ররোচিত করা এবং আমেরিকার মিত্রশক্তির সমর্থনে বৃহত্তর জনসাধারণকে যুদ্ধ উৎপাদন এবং বিজয় উদ্যান এ অংশগ্রহণের প্রতি আহ্বান জানাতে শুরু করে। এর সাথে জনগণকে তাদের কিছু উপাদানকে সংরক্ষণ করতে প্ররোচিত করা হয় যাতে যুদ্ধের জন্য আরও বেশি উপাদান ব্যবহার করা যায় এবং যুদ্ধের বন্ড বিক্রি করা যায়। সারা যুদ্ধ জুড়ে দেশপ্রেম হয়ে ওঠে বিজ্ঞাপনের মূল প্রতিপাদ্য বিষয়। যুদ্ধের বন্ড বিক্রি, কারখানায় দক্ষতা বৃদ্ধি, কুৎসিত গুজব কমাতে এবং বেসামরিক মানুষের মনোবল বজায় রাখার জন্য বৃহৎ আকারে প্রচার শুরু করা হয়েছিল। পূর্বের সমালোচনা অপসারণ করে আমেরিকান সমাজে বিজ্ঞাপন-শিল্পের ভূমিকাকে একীভূত করেছিল যুদ্ধ। \n\n\n== গণমাধ্যম ==\n\n\n=== পোস্টার ===\nদ্বিতীয় বিশ্বযুদ্ধের লড়াইয়ে লিপ্ত অন্য যে কোন দেশের চেয়ে বেশি প্রচারমূলক পোস্টার তৈরি করেছিল মার্কিন যুক্তরাষ্ট্র।  যুদ্ধের সময় প্রায় ২০০,০০০ বিভিন্ন নকশা মুদ্রিত হয়েছিল। \n\nএই পোস্টারগুলি সংরক্ষণ, উৎপাদন, নিয়োগ, গৃহ প্রচেষ্টা এবং গোপনীয়তা সহ যুদ্ধের পক্ষে সমর্থনে উৎসাহিত করার জন্য বেশ কয়েকটি থিম ব্যবহার করেছিল।  পোস্টারগুলি সাধারণত (অর্থ) প্রদত্ত বিজ্ঞাপন-বিহীন স্থানে লাগানো হত।  সর্বাধিক সাধারণ স্থানগুলি ছিল ডাকঘর, রেল স্টেশন, বিদ্যালয়, রেস্তোঁরা এবং খুচরো বিক্রির দোকান।  ব্যক্তিগত গৃহ এবং অ্যাপার্টমেন্ট বাড়ীগুলির জানালার জন্য ছোট ছোট পোস্টার মুদ্রণ করা হয়েছিল।  এগুলি এমন এমন জায়গায় ব্যবহার করা হত যেখানে অন্যান্য প্রচার মাধ্যম ব্যবহার করতে পারত না। \nঅফিস ইন ওয়ার ইনফরমেশন (ওডব্লিউআই) ব্যুরো অফ গ্রাফিক্স নামক সরকারী সংস্থা প্রচারমূলক পোস্টার উৎপাদন ও বিতরণের দায়িত্বে ছিল।  মার্কিন যুক্তরাষ্ট্রের প্রচার পোস্টার এবং ব্রিটিশ ও অন্যান্য মিত্র শক্তির প্রচারের মধ্যে প্রধান পার্থক্য হ'ল মার্কিন পোস্টারগুলিতে তাদের বার্তাগুলির বেশিরভাগই  হ'ত ইতিবাচক।  মার্কিন যুক্তরাষ্ট্রের পোস্টারগুলি কর্তব্য, দেশপ্রেম এবং ঐতিহ্যের দিকে মনোনিবেশ করেছিল অন্যদিকে অপর দেশগুলি শত্রুর প্রতি জনগণের ঘৃণাকে বাড়িয়ে তোলার দিকে মনোনিবেশ করেছিল। আমেরিকার পোস্টারগুলিতে ইতিবাচক বার্তা হোম ফ্রন্টে উৎপাদন বাড়াতে  সহায়তা করেছিল এবং তার পরিবর্তে সেখানে মনে করা হয়েছিল যে \"উত্থাপিত অর্থের অপচয় হয় নি\"। মার্কিন পোস্টারগুলি খুব কমই যুদ্ধে হতাহতের চিত্র ব্যবহার করত এবং যুদ্ধক্ষেত্রের দৃশ্যও কম জনপ্রিয় হয়েছিল এবং পরিবর্তে যুদ্ধের \"ভোক্তা\" প্রয়োজন মেটাতে বাণিজ্যিক ছবি দ্বারা প্রতিস্থাপিত করা হয়েছিল। \nযুদ্ধ পোস্টারগুলির নকশা সরকার করেনি এবং শিল্পীরা তাঁদের সে সব কাজের জন্য কোনও প্রতিদানও পাননি। সরকারী এজেন্সিগুলি শিল্পীদের তাঁদের নকশাগুলি জমা দেওয়ার জন্য প্রতিযোগিতার আয়োজন করেছিল। তার থেকে চয়ন করতে পারার জন্য ডিজাইনের সংখ্যা বাড়িয়ে দেওয়া হয়েছিল।\n\n\n=== বিজ্ঞাপন ===\nসংস্থাগুলি যুদ্ধের সমর্থন করে বিজ্ঞাপন চালাত। যদিও এই বিজ্ঞাপনে তাদের বিক্রির জন্য কোনও পণ্য দেওয়া থাকত না তবুও এটি তাদের নামকে জনসাধারণের সামনে তুলে ধরতে সহায়তা করেছিল। এই বিজ্ঞাপনের জন্য তাদেরকে ব্যবসায়িক ব্যয় হিসাবে বিবেচনা করার অনুমতি দেওয়া হয়েছিল।  যুদ্ধ বিজ্ঞাপন কাউন্সিল এই ধরনের প্রচেষ্টা তদারকি করতে সহায়তা করেছিল। গাড়ি প্রস্তুতকারী এবং অন্যান্য উৎপাদক যারা যুদ্ধের প্রচেষ্টার জন্য পুনরায় প্রতিষ্ঠিত হয়েছিল তারা তাদের প্রচেষ্টাগুলি চিত্রিত করে বিজ্ঞাপন বের করত। অন্যান্য সংস্থাগুলিও তাদের পণ্যগুলিকে যুদ্ধের সাথে কোনও না কোনওভাবে সংযুক্ত করেছিল। উদাহরণস্বরূপ লাকি স্ট্রাইক দাবি করেছিল যে তাদের প্যাকেজিং সবুজ থেকে সাদায় পরিবর্তন করা হয়েছে অস্ত্রের জন্য ব্রোঞ্জ সাশ্রয় হবে ব'লে। ফলে এর বিক্রি আকাশছোঁয়া হয়ে ওঠে।  কোকা-কোলা সহ অন্যান্য অনেক সফট ড্রিঙ্ক প্রস্তুতকারক বিজ্ঞাপনে তুলে ধরত প্রতিরক্ষা কর্মী থেকে সশস্ত্র বাহিনীর সদস্যরাও ঐ পণ্যটির জন্য নাকি পাগল ছিল।  অনেক বাণিজ্যিক বিজ্ঞাপন যুদ্ধের বন্ড কেনার আহ্বান জানাত। \nতখন যুদ্ধের বেশিরভাগ প্রচেষ্টাই বিজ্ঞাপন দ্বারা সংজ্ঞায়িত করা হত এবং সশস্ত্র বাহিনী দেশী-বিদেশী ম্যাগাজিনগুলিকে পূর্ণ বিজ্ঞাপন দিতে পছন্দ করত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nFaked German South America map\nWWII: Intense Propaganda Posters  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ আগস্ট ২০১০ তারিখে - slideshow by Life magazine\nThe Kitschified Mass Soul: American War Advertisements  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ জুলাই ২০১৪ তারিখে  Goebbels's analysis of American propaganda, for the German population\nThe Historical Society of Pennsylvania War Poster Collection, including over 500 original World War I and World War II posters, are available for research use at the Historical Society of Pennsylvania.\nFinding Aid to American war posters from the Second World War, circa 1940-1945, The Bancroft Library"}