{"pageid": 1001867, "title": "কমলিনী মুখোপাধ্যায় (ভারতীয় কণ্ঠশিল্পী)", "url": "https://bn.wikipedia.org/wiki?curid=1001867", "content": "কমলিনী মুখোপাধ্যায় (জন্ম: ১৭ অক্টোবর ১৯৭৯) একজন ভারতীয় জনপ্রিয় কণ্ঠশিল্পী, তিনি মূলত রবীন্দ্র সংগীত পরিবেশনার জন্য অধিক পরিচিত। \nকমলিনী মুখোপাধ্যায় ভারতের অন্যতম শীর্ষস্থানীয় সংগীত লেবেল এইচএমভি সারেগামার সাথে ১২ টি সংগীত অ্যালবাম প্রকাশ করেছে। ২০১৮ এর হিসাবে, তিনি ভারত, মার্কিন যুক্তরাষ্ট্র, কানাডা এবং বাংলাদেশে সংগীত পরিবেশন করেছেন।  তিনি চলচ্চিত্র ও টেলিভিশনের জন্যও সংগীত পরিবেশন করেছেন। কমলিনী মুখোপাধ্যায় বর্তমানে মার্কিন যুক্তরাষ্ট্রের সান ফ্রান্সিস্কো ও ভারতের কলকাতার বসবাস ও কাজ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nবাঙালি পরিবারে জন্ম নেওয়া, মুখোপাধ্যায় ভারতের কলকাতায় বেড়ে ওঠেন যেখানে তিনি সাউথ পয়েন্ট স্কুলে পড়াশোনা করেন। তিনি তার বাদ্যযন্ত্র প্রশিক্ষণ দক্ষিণা নিয়েছেন, তিনি কলকাতার একটি বিশিষ্ট রবীন্দ্র সংগীত একাডেমিতে সংগীত প্রশিক্ষণ লাভ করেন এবং যাদবপুর বিশ্ববিদ্যালয় থেকে ইংরেজি সাহিত্যে ডিগ্রী লাভ করেন, যেখানে তিনি গেটস কেমব্রিজ স্কলারশিপ লাভ করেন। তিনি যুক্তরাজ্যের সেন্ট জনস কলেজ থেকে এবং ইতালির পাভিয়া বিশ্ববিদ্যালয়ে কলেজিয়েও ঘিসলিয়েরি থেকে ইংরেজি সাহিত্যে স্নাতকোত্তর অধ্যয়ন করেছেন।\n\n\n== পেশা ==\nমুখোপাধ্যায় ২০০৯ সালের সেপ্টেম্বর মাসে কলকাতায় তার প্রথম একক কনসার্ট পরিবেশন করেন। এরপর থেকে তিনি ভারত ও বিদেশে ব্যাপকভাবে সংগীত পরিবেশন করেছেন, যার মধ্যে রয়েছে উত্তর আমেরিকার বাংলা সম্মেলনে তিনটি অনুষ্ঠানে - ২০১২ সালে (লাস ভেগাস), ২০১৩ (টরন্টো), এবং ২০১৬ (নিউ ইয়র্ক সিটি)।\nমুখোপাধ্যায় তার রবীন্দ্র সংগীত পরিবেশনায় নতুনত্ব প্রবর্তনের চেষ্টা করেছেন। ২০১১ সালে, তিনি নতুন যুগের ভোরে (ইংরেজি: দ্যা ডনিং অফ এ নিউ এরা) শিরোনামে একটি কনসার্ট পরিবেশন করেন, যার সাথে একটি ১১-পিস অর্কেস্ট্রা ছিল, যা এই ধারার জন্য অস্বাভাবিক।\n২০১২ সালে মুখোপাধ্যায় একটি সংগীত অ্যালবাম রোমানসী ঠাকুরের একটি মিউজিক অ্যালবামের জন্য গেয়েছিলেন, এটি ছিল উর্দুতে ঠাকুরের গান উপস্থাপনের করার জন্য ভারতীয় ও পাকিস্তানি শিল্পী, শুভ মুদগল, নাজাম শেরাজ, দেবোজ্যোতি মিশ্র এবং ইন্দিরা বর্মার মধ্যে একটি যৌথ প্রয়াস ছিল। প্রধানমন্ত্রী মনমোহন সিং ফেব্রুয়ারি ২০১২ সালে অ্যালবামটি প্রকাশ করেছিলেন।\n২০১২ সালের এপ্রিল মাসে মুখোপাধ্যায় রবীন্দ্রনাথ ঠাকুরের দেড়শতম জন্মবার্ষিকী উপলক্ষে ইউনেস্কো ও মরিশাস সরকারের সংস্কৃতি মন্ত্রণালয়ের মধ্যে একটি যৌথ উদ্যোগের অংশ হিসেবে মরিশাস সফর করেন। এই ভ্রমণের উদ্দেশ্য ছিল সেই দেশের স্কুলের ছেলেমেয়েদের সাথে ঠাকুরের সংগীতের পরিচয় করিয়ে দেওয়া।\n২০১৫ সালে, মুখোপাধ্যায় নয়াদিল্লির রাষ্ট্রপতি ভবনে ঠাকুরের ১৫৪তম জন্মবার্ষিকী উদযাপনের জন্য, ভারতের রাষ্ট্রপতির কাছে একটি একক কনসার্ট উপস্থাপন করেন।\n\n\n=== ফিল্ম এবং টেলিভিশন ===\nমুখোপাধ্যায় একটি সাপ্তাহিক সংগীত শো চিরন্তনী নিয়মিত অতিথি ছিলেন, যা ২০০৮ থেকে ২০১১ সাল পর্যন্ত তারা মিউজিক-এ প্রচারিত হয়। তিনি একই চ্যানেলে একটি লাইভ মিউজিক প্রোগ্রাম এবং তার নিজস্ব অনুষ্ঠান টক শো ক্যাফে থ্রি লাইভের সঞ্চালনা করেন।\nতিনি সন্দীপ রায় পরিচালিত ২০০৫ সালের নিশিযাপন চলচ্চিত্রের জন্য প্লেব্যাক গায়ক হিসেবে ও সংগীত পরিবেশন করেন।\n\n\n== ডিসকোগ্রাফি ==\n\nমুখোপাধ্যায়ের প্রথম স্বতন্ত্র রবীন্দ্র সংগীত অ্যালবাম, এসেছ প্রেম ২০১০ সালে এইচএমভি সারেগামা দ্বারা মুক্তি পায়, যা একই লেবেল সহ আরো ৭টি অ্যালবাম অনুসরণ করা হয়। ২০১৬ সালে এইচএমভি সারেগামা বেস্ট অফ কমলিনী মুখোপাধ্যায় নামে একটি সংকলন অ্যালবাম প্রকাশ করে।\n\n\n== পর্যালোচনা ==\nমুখোপাধ্যায় তার ঐতিহ্যবাহী রবীন্দ্রসংগীত উপস্থাপনার পাশাপাশি এই ধারায় তার আরও ব্যাখ্যামূলক কাজের জন্য সমালোচকদের প্রশংসা করা হয়েছে।\n\n২০০৬ সালের মে মাসে দক্ষিণ আয়োজিত তার প্রথমতম কনসার্টের একটি পর্যালোচনা করে দ্য টেলিগ্রাফ লিখেছে:কমলিনী মুখোপাধ্যায় থেকে দিনের আবৃত্তি এসেছিল। এখানে একজন তরুণ সোপ্রানো আছেন, যিনি প্রথম বছরগুলোতে দুর্দান্ত প্রত্যাশা পূরণ করেছে। তার কী রাগিণী বাজালে প্রেম বিভাগের শেষে আসে। কনাদার দ্ব্যর্থহীন বিষণ্ণতায় ভিজিয়ে তিনি দ্রুত সুরের বাক্যাংশ দিয়ে সংখ্যাটাকে অলংকৃত করলেন।২০০৭ সালের সেপ্টেম্বর মাসে দ্য টেলিগ্রাফ আরেকটি দক্ষিণা কনসার্টে তার পারফরম্যান্সের প্রশংসা করে লিখেছে \"তবুও একটি গানের সমগ্র জীবন এবং আকৃতির একটি সংগীত এবং মানবিক উপলব্ধি কমলিনী মুখোপাধ্যায়ের তরী আমার হঠাৎ ডুবে যায় এর নিয়ন্ত্রিত ধ্বংসের মধ্যে দিয়ে গেছে।\" মুখোপাধ্যায়ের ২০০৯ সালের প্রথম একক কনসার্টও ইতিবাচকভাবে পর্যালোচনা করা হয়। দ্য টেলিগ্রাফ লিখেছে:তিনি তার গায়াকির সবচেয়ে উল্লেখযোগ্য উপাদান হচ্ছে নিখুঁত এবং শক্তিশালী স্ক্যানশন- কখনোই একটি শব্দ অনিচ্ছাকৃতভাবে বিভক্ত করা, অথবা ভুল জায়গায় শ্বাস-প্রশ্বাস- যা তাকে সেরিব্রাল রবীন্দ্রসংগীত গায়কদের ক্ষুদ্র ক্লাবে রাখে।একই কনসার্ট পর্যালোচনা করে, দ্য স্টেটসম্যান লিখেছেন \"কমলিনী মুখোপাধ্যায় বর্তমান প্রজন্মের মধ্যে রবীন্দ্রনাথ ঠাকুরের গান কে জনপ্রিয় করার প্রতিশ্রুতি দিয়ে ছিলেন\", অন্যদিকে আনন্দবাজার পত্রিকা তার ঠাকুরের ভক্তিমূলক গান এবং প্রেমের গানের ব্যবস্থার এবং উপায়টির প্রশংসা করেছেন যে তিনি সুখ, আশ্চর্য, বিচ্ছেদ এবং আন্তরিকতার মতো বিভিন্ন মেজাজ আঁকতে সক্ষম হন। নভেম্বর ২০১০ সালে, দ্য টেলিগ্রাফ তার পরীক্ষামূলক কনসার্ট নূতন যুগের ভোরে পর্যালোচনা করে।মুখোপাধ্যায়র শক্তিশালী গাওয়ার কারণে যে কখনও একটি নোট কে টেনে আনতে দেয়নি বা তার পরামর্শ কে টেনে আনার জন্য একটি আবেগঘন প্রতিধ্বনি, সংগীত অলংকরণ হিসাবে রয়ে গেছে এবং কখনও তার অভিনয় থেকে দূরে সরিয়ে নেয়নি।যাইহোক, দ্য স্টেটসম্যান \"বাহ্যিক সমর্থনের অতিরিক্ত\" সমালোচনা করেছেন এবং মন্তব্য করেছেন:তার গাওয়া মধ্যে যে আবেগ তার গানে গিয়েছিল তা হয়তো প্রশ্ন তুলেছে যে ব্যান্ড যুগের সংগীত রুচিকে সমর্থন করার জন্য বাহ্যিক সাহায্য নিয়ে চিন্তা করার কোন প্রয়োজন আছে কিনা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nব্যক্তিগত ওয়েবসাইট\nফেসবুক প্রোফাইল\nফেমিনা বাংলা ম্যাগাজিনে কমলিনী মুখোপাধ্যায়ের সাক্ষাৎকার (বাংলা ভাষায়)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ মার্চ ২০১৮ তারিখে"}