{"pageid": 1001357, "title": "টমাস নিউম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1001357", "content": "টমাস মন্টগামারি নিউম্যান (জন্ম ২০ অক্টোবর ১৯৫৫) একজন মার্কিন সুরকার। চার দশকের অধিক সময়ের কর্মজীবনে তিনি অসংখ্য ধ্রুপদী সুর সৃষ্টি করেছেন, তন্মধ্যে উল্লেখযোগ্য হল দ্য প্লেয়ার, দ্য শশ্যাংক রিডেম্পশন, সিন্ডরেলা ম্যান, অ্যামেরিকান বিউটি, দ্য গ্রিন মাইল, ইন দ্য বেডরুম, অ্যাঞ্জেলস ইন আমেরিকা, ফাইন্ডিং নেমো, লেমনি স্নিকেট্‌স আ সিরিজ অব আনফর্চুনেট ইভেন্টস, ওয়াল-ই, জেমস বন্ড চলচ্চিত্র ধারাবাহিকের স্কাইফল ও স্পেক্টার, এবং যুদ্ধভিত্তিক নাইনটিন সেভেনটিন।\nনিউম্যান ১৫টি একাডেমি পুরস্কারের মনোনয়ন লাভ করেছেন। সুরকার অ্যালেক্স নর্থের সাথে যৌথভাবে তিনি কোন অস্কার না জেতা সর্বাধিক মনোনয়নপ্রাপ্ত ব্যক্তি। তিনি দুটি বাফটা পুরস্কার, ছয়টি গ্র্যামি পুরস্কার ও একটি এমি পুরস্কার অর্জন করেছেন এবং চারটি গোল্ডেন গ্লোব পুরস্কারের মনোনয়ন লাভ করেছেন। ২০০০ সালে বিএমআই ফিল্ম অ্যান্ড টিভি পুরস্কারে তাকে রিচার্ক কার্ক পুরস্কারে সম্মানিত করা হয়।\n\n\n== প্রারম্ভিক জীবন ==\nনিউম্যান ১৯৫৫ সালের ২০শে অক্টোবর ক্যালিফোর্নিয়া অঙ্গরাজ্যের লস অ্যাঞ্জেলেসে এক সঙ্গীত পরিবারে জন্মগ্রহণ করেন। তার পিতা অ্যালফ্রেড নিউম্যান (১৯০০-১৯৭০) একজন সুরকার ছিলেন, যিনি নয়বার শ্রেষ্ঠ মৌলিক সুর বিভাগে একাডেমি পুরস্কার অর্জন করেছেন, এবং তার মাতা মার্থা লুইস মন্টগামারি (১৯২০-২০০৫)। তার বড় ভাই ডেভিড নিউম্যান, ছোট বোন মারিয়া নিউম্যান, তার চাচা লায়োনেল নিউম্যান ও এমিল নিউম্যান এবং চাচাতো ভাই র‍্যান্ডি নিউম্যান ও জোয়ি নিউম্যান সকলেই সঙ্গীত পেশার সাথে জড়িত। তার পিতামহ ও পিতামহী মার্কিন যুক্তরাষ্ট্রে অভিবাসিত রুশ ইহুদি ছিলেন। তার মাতার জন্ম মিসিসিপি অঙ্গরাজ্যে।\nশৈশবে তার মাতা মার্থা তার দুই পুত্রকে নিয়ে সান ফার্নান্ডো ভ্যালিতে প্রতি সপ্তাহান্তে বেহালার তালিম নিতে নিয়ে যেতেন। নিউম্যান পরবর্তীকালে সুর সৃষ্টি ও ঐকতান বাদকদল পরিচালনা নিয়ে দুই বছর সাউদার্ন ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ে অধ্যয়ন করেন, এরপর তিনি ছাড়পত্র নিয়ে ইয়েল বিশ্ববিদ্যালয়ে চলে যান এবং সেখান থেকে ১৯৭৭ সালে ব্যাচেলর অব আর্টস ও ১৯৭৮ সালে মাস্টার অব মিউজিক ডিগ্রি অর্জন করেন। ইয়েলে থাকাকালীন তিনি সুরকার স্টিফেন সন্ডহাইমের সাথে পরিচিত হন, তিনি তার শুরুর দিকের পরামর্শক ছিলেন।\n\n\n== কর্মজীবন ==\nশুরুতে নিউম্যান চলচ্চিত্রের সুরারোপের চেয়ে সঙ্গীতধর্মী মঞ্চনাটকে কাজ করতে বেশি আগ্রহী ছিলেন। তিনি বেশ কিছুদিন স্টিফেন সন্ডহাইমের সাথে ব্রডওয়ে মঞ্চনাটকে কাজ করেন।\n১৯৯৪ সালে তিনি ফ্র্যাংক ড্যারাবন্টের দ্য শশ্যাংক রিডেম্পশন ও জিলিয়ান আর্মস্ট্রংয়ের লিটল উইমেন চলচ্চিত্র দুটির জন্য তার প্রথম শ্রেষ্ঠ মৌলিক সুর বিভাগে একাডেমি পুরস্কারের মনোনয়ন লাভ করেন। কিন্তু দ্য লায়ন কিং-এর জন্য সুর করা হান্স জিমারের কাছে হেরে যান। ১৯৯৬ সালে তিনি ডায়ান কিটনের আনস্ট্রাং হিরোজ চলচ্চিত্রের জন্য তার তৃতীয় অস্কারের মনোনয়ন লাভ করেন। ১৯৯৯ সালে নিউম্যান স্যাম মেন্ডেজের প্রথম চলচ্চিত্র অ্যামেরিকান বিউটির সুরারোপ করেন। এই চলচ্চিত্রের জন্য তিনি আঘাত করে বাজানো হয় এমন বাদ্যযন্ত্রের ব্যবহার করেন। তিনি মনে করেন এই সুর চলচ্চিত্রের গল্পের নৈতিক অবক্ষয়ের দিকটি তুলে ধরতে সাহায্য করে। এই কাজের জন্য তিনি তার চতুর্থ অস্কারের মনোনয়ন লাভ করেন, কিন্তু দ্য রেড ভায়োলিন-এর জন্য সুর করা জন করিগ্লিয়ানোর কাছে হেরে যান। তবে তিনি একটি গ্র্যামি পুরস্কার ও শ্রেষ্ঠ মৌলিক সঙ্গীত বিভাগে বাফটা পুরস্কার অর্জন করেন এবং শ্রেষ্ঠ মৌলিক সুর বিভাগে গোল্ডেন গ্লোব পুরস্কারের মনোনয়ন লাভ করেন।\nতিনি স্যাম মেন্ডেজের রোড টু পার্ডিশন (২০০২), অ্যান্ড্রু স্ট্যান্টনের ফাইন্ডিং নেমো (২০০৩), এবং ব্র্যাড সিলবার্লিংয়ের লেমনি স্নিকেট্‌স আ সিরিজ অব আনফর্চুনেট ইভেন্টস (২০০৪)-এর সুরারোপের জন্য টানা তিনটি অস্কারের মনোনয়ন লাভ করেন। তবে তিনবারই তিনি যথাক্রমে ইলিয়ট গোল্ডেনটাল (ফ্রিদা-এর জন্য), হাওয়ার্ড শোর (দ্য লর্ড অব দ্য রিংস: দ্য রিটার্ন অব দ্য কিং-এর জন্য) এবং জ্যান এ. পি. কাৎজমারেকের (ফাইন্ডিং নেভারল্যান্ড-এর জন্য) কাছে হেরে যান।\n২০০৬ সালে তিনি স্টিভেন সোডারবার্গের দ্য গুড জার্মান চলচ্চিত্রের সুর করেন। পরের বছর অস্কার আয়োজনে তিনি অষ্টম বারের মত অস্কারের মনোনয়ন লাভ করেন। এই আয়োজনের শুরুর অংশে তিনি এরল মরিসের সাথে উপস্থিত হলে মরিস তাকে কৌতুক করে বলেন নিউম্যান আটবার অস্কারে মনোনীত হয়েছেন এবং প্রতিবারই হেরেছেন। নিউম্যান হেসে উত্তর দেন, \"না, আমি সাতবার ব্যর্থ হয়েছি, কিন্তু এইবার নিয়ে আটবার হবে।\" প্রকৃতপক্ষেই, তিনি বাবেল-এর জন্য সুর করা গুস্তাভো সান্তাওলাল্লার কাছে হেরে যান।\nদ্য গুড জার্মান-এর পর তার পরবর্তী কাজ ছিল অ্যালান বলের টাওয়েলহেড। ২০০৮ সালে তিনি ফাইন্ডিং নেমোর পর অ্যানিমেটেড চলচ্চিত্র ওয়াল-ই-এ দ্বিতীয়বারের মত পরিচালক অ্যান্ড্রু স্ট্যান্টনের সাথে কাজ করেন। ফাইন্ডিং নেমোর মত এই চলচ্চিত্রটিও শ্রেষ্ঠ অ্যানিমেটেড চলচ্চিত্র বিভাগে একাডেমি পুরস্কার অর্জন করে। নিউম্যান এই চলচ্চিত্রে তার কাজের জন্য দুটি অস্কারের মনোনয়ন লাভ করেন, একটি শ্রেষ্ঠ মৌলিক সুর বিভাগে এবং আরেকটি পিটার গ্যাব্রিয়েলের সাথে যৌথভাবে \"ডাউন টু আর্থ\" গানের জন্য শ্রেষ্ঠ মৌলিক গান বিভাগে। তিনি দুটি বিভাগেই স্লামডগ মিলিয়নিয়ার-এর সুর করা এ আর রহমানের কাছে হেরে যান। তিনি ও গ্যাব্রিয়েল \"ডাউন টু আর্থ\" গানের জন্য একটি গ্র্যামি পুরস্কার অর্জন করেন।\n২০১১ সালে তিনি টেট টেইলরের দ্য হেল্প চলচ্চিত্রের \"দ্য লিভিং প্রুফ\" গানের জন্য ম্যারি জে. ব্লিজ, হার্ভি মেসন জুনিয়র ও ডেমন টমাসের সাথে যৌথভাবে শ্রেষ্ঠ মৌলিক গান বিভাগে গোল্ডেন গ্লোব পুরস্কারের মনোনয়ন লাভ করেন। ২০১২ সালে তিনি জেমস বন্ড ধারাবাহিকের ২৩তম চলচ্চিত্র স্কাইফল-এর সুর করেন। এই কাজের জন্য তিনি তার ১১তম অস্কারের মনোনয়ন লাভ করেন ও দ্বিতীয় বাফটা পুরস্কার অর্জন করেন। ২০১৩ সালে তিনি জন লি হ্যানককের স্যাভিং মিস্টার ব্যাঙ্কস চলচ্চিত্রের সুরের জন্য চলচ্চিত্রের সঙ্গীত সমালোচকদের প্রশংসা অর্জন করেন। এই কাজের জন্য তিনি টানা দ্বিতীয়বারের মত অস্কার ও বাফটার মনোনয়ন লাভ করেন, কিন্তু দুটি পুরস্কারেই তিনি গ্র্যাভিটি-এর সুরকার স্টিভেন প্রাইসের কাছে হেরে যান।\n২০১৪ সালে নিউম্যান স্যাম মেন্ডেজ পরিচালিত জেমস বন্ড ধারাবাহিকের ২৪তম চলচ্চিত্র স্পেক্টার, এবং স্টিভেন স্পিলবার্গের সাথে প্রথমবার ব্রিজ অব স্পাইজ চলচ্চিত্রের সুর করে। দ্বিতীয় কাজের জন্য তিনি একটি অস্কার, বাফটা ও গ্র্যামি পুরস্কারের মনোনয়ন লাভ করেন।\n২০১৬ সালে তিনি মর্টেন টাইলডামের প্যাসেঞ্জার্স চলচ্চিত্রের সুরের জন্য তার ১৪তম অস্কারের মনোনয়ন লাভ করেন। তিন বছর পর তিনি পুনরায় স্যাম মেন্ডেজের যুদ্ধভিত্তিক নাইনটিন সেভেনটিন-এর সুর করেন এবং এই কাজের জন্য তিনি শ্রেষ্ঠ মৌলিক সুর বিভাগে তার ১৫তম অস্কার, ২য় গোল্ডেন গ্লোব ও ৬ষ্ঠ বাফটার মনোনয়ন লাভ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে টমাস নিউম্যান (ইংরেজি)\n\nটেমপ্লেট:টমাস নিউম্যান"}