{"pageid": 1001846, "title": "বান্ডিরমা", "url": "https://bn.wikipedia.org/wiki?curid=1001846", "content": "বান্ডিরমা ( তুর্কি: [banˈdɯɾma] থেকে গ্রিক: Πάνορμος    ) মারমারা সাগরে ২০১৬  মধ্যে ১৪৯,৪৬৯ জন বাসিন্দা সহ উত্তর- তুরস্কের একটি শহর। বান্দারমা বালাকেশির প্রদেশের একটি জেলা।\nশহরটি একটি বাণিজ্যিক কেন্দ্র এবং এর বন্দরটি ইস্তাম্বুল ও ইজমিরের মধ্যে বাণিজ্যের জন্য একটি ট্রানজিট পয়েন্ট হিসাবে কাজ করে। আশেপাশের অঞ্চলে কৃষিক্ষেত্রও উৎপাদিত হয়, সিরিয়াল, ভেড়া ও মাংস, গবাদি পশু, শস্য এবং খনিজ বোরাসাইটের মতো পণ্য উৎপাদন করে।\nএই শহরে অন্যান্য নগর কেন্দ্রগুলির সাথে সড়ক ও রেল যোগাযোগ রয়েছে। বালেকসির যা প্রদেশের কেন্দ্র ৯০ কিমি, ইস্তাম্বুল ১০০ কিমি উত্তর-পূর্বে (নৌকায়), বার্সা ১০০ কিমি পূর্বে, mirzmir ২৭০ কিমি দক্ষিণ-পশ্চিমে এবং Çনাক্কলে ১৭০ ale কিমি পশ্চিম। এছাড়াও শহরের সমুদ্রবন্দর এবং সামরিক বিমানবন্দর রয়েছে।\nবান্ডিরমার দু'টি শহর হ'ল কামেন, জার্মানি, টঙ্গক্সিয়াং, চীন এবং মার্ডিন, তুরস্ক।\n\n\n== ইতিহাস ==\nএই অঞ্চলটি ১৪ ম শতাব্দীতে বাইজেন্টাইন সাম্রাজ্য থেকে অটোমান সাম্রাজ্যের দ্বারা জয়লাভ করেছিল।\nএকসময় প্যান্ডারমা নামে পরিচিত এই শহরটি ১৯১২ সালে ইজমির রেলপথ খোলার সাথে সাথে বৃদ্ধি পেয়েছিল। বন্দরটি সক্রিয় ছিল এবং ব্রিটিশ এবং গ্রীক জাহাজ সহ বিশ্বজুড়ে স্টিমশিপগুলি হোস্ট করেছিল। বড় স্টিমশীপগুলির জন্য বৃহত্তর ডকগুলি তৈরি করার এই শহরটির উদ্দেশ্য ছিল।\nযখন প্রথম বিশ্বযুদ্ধ শুরু হয়েছিল, নির্মাণকাজ বন্ধ ছিল।  ১৯১৮ সালে প্রথম বিশ্বযুদ্ধের শেষ শটটি শহরেই বহিস্কার করা হয়েছিল। একটি স্মৃতিস্তম্ভ শেলের পতনের অবস্থানটিতে দাঁড়িয়ে আছে।\n\n\n== পরিবহন ==\nবান্ডিরমা টিসিডিডি -র অন্যতম প্রধান সমুদ্রবন্দর, অতএব শহরটি অনেক বেশি মালবাহী রেলপথের ট্র্যাফিক দেখে। দুটি যাত্রীবাহী ট্রেন প্রতিদিন বান্ডিরমা থেকে ইজমির পর্যন্ত চলাচল করে। এগুলি হ'ল \"৬ এলাইল এক্সপ্রেসি\", এবং \"১৭ এলাইল এক্সপ্রেসি\"। একটি নতুন রেলপথ প্রকল্প বান্দরসাকে বুরসার সাথে যুক্ত করবে।  Oডিও ফেরি দিয়ে ইস্তাম্বুলের সাথে ব্যান্ডর্মাকে সংযুক্ত করে।  এখানে একটা হয় খেয়া থেকে Tekirdag বান্ডিরমা করতে।\nবান্ডিরমায় একটি পাবলিক বিশ্ববিদ্যালয় রয়েছে: বান্ডিরমা ওনেহেদী আইলিল বিশ্ববিদ্যালয় ।\n\n\n== জনসংখ্যা ==\n\n\n== আন্তর্জাতিক সম্পর্ক ==\n\n\n=== টুইন শহর - সিস্টার সিটি ===\nকামেন, জার্মানি ১৯৯৯ সাল থেকে\nথুংশিয়াং, চীন ২০০২ সাল থেকে\nমারদিন, তুরস্ক\n\n\n== বান্ডিরমার উল্লেখযোগ্য লোক ==\nফিরদেবসি-র রুমী - তুর্কি কবি এবং সর্বজনীন বিদ্বান\nবেকির সামি গনসভ - অটোমান এবং তুর্কি সেনাবাহিনীর সামরিক কর্মকর্তা\nআহমেট নুরি Öজটেকিন - অটোমান এবং তুর্কি সেনাবাহিনীর সামরিক কর্মকর্তা\nল্যামব্রস মাইটিলিনাকিস - গ্রীক সেনাবাহিনীর সামরিক কর্মকর্তা\nসার্কাসিয়ান এথেম - অটোমান - তুরস্কের স্বাধীনতা যুদ্ধের সার্কাসিয়ান পার্টিসান লিডার এবং যোদ্ধা\nজিয়া গুলার - লে\nএরকান আরাকান - তুর্কি উৎসের জার্মান টিভি উপস্থাপক\nহ্যান্ডে এরেল - অভিনেত্রী এবং মডেল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবান্ডিরমা পৌরসভা"}