{"pageid": 1001991, "title": "গোর", "url": "https://bn.wikipedia.org/wiki?curid=1001991", "content": "গোর ২০২০ সালের একটি বাংলাদেশী পূর্ণদৈর্ঘ্য নাট্য চলচ্চিত্র। বাংলাদেশ সরকারের অনুদান ও ইমপ্রেস টেলিফিল্মের প্রযোজনায় নির্মিত চলচ্চিত্রটির চিত্রনাট্য রচনা ও পরিচালনা করেছেন গাজী রাকায়েত। একজন গোরখোদকের গল্প নিয়ে নির্মিত চলচ্চিত্রের মূল ভূমিকায় অভিনয় করেন গাজী রাকায়েত, মৌসুমী হামিদ, দিলারা জামান, মামুনুর রশীদ, আশিউল ইসলাম, সুষমা সরকার, এ কে আজাদ সেতু, দীপান্বিতা মার্টিন, ওমর ফারুক প্রমুখ।\n২০১৮ সালে অক্টোবর ও নভেম্বর মাসে দোহারের গ্রামীণ পরিবেশে এটির চিত্রায়ন করা হয়। বাংলার পাশাপাশি একই চিত্রনাট্যে চলচ্চিত্রটি ইংরেজি ভাষায় দ্য গ্রেভ শিরোনামে সমান্তরালে নির্মিত হয়। এটি ইংরেজি ভাষায় নির্মিত বাংলাদেশের প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র। গোর ২০২০ সালের ২৫ ডিসেম্বর মুক্তি পায়। ৪৫তম জাতীয় চলচ্চিত্র পুরস্কারে চলচ্চিত্রটি  ১১টি বিভাগে পুরস্কার লাভ করে। চলচ্চিত্রটি ৯৪তম একাডেমি পুরস্কার বা অস্কারের সাধারণ বিভাগে প্রথম বাংলাদেশী চলচ্চিত্র হিসেবে প্রতিযোগিতা করার জন্যও জমা দেওয়া হয়েছিল। একই সাথে এটি অস্কারের অনুস্মারক তালিকায় এসেছিল। এটি হলিউডে বাণিজ্যিকভাবে মুক্তি দেওয়া প্রথম বাংলাদেশী চলচ্চিত্র।\n\n\n== কাহিনিসংক্ষেপ ==\nজোয়ারের জলোচ্ছ্বাসে পরিবার ও মেয়েকে হারানো শিরজা মিয়া (গাজী রাকায়েত), এখন একজন মধ্যবয়স্ক ব্যক্তি। তিনি এখন ভিক্ষা করেন, তবে ভিক্ষাবৃত্তি তার জীবনধারণের মূল উদ্দেশ্য নয়। তিনি একজন গোরখোদক। ভিক্ষার মাধ্যমে মানুষের মৃত্যুসংবাদ অনুসন্ধান করেন। এভাবে তিনি ৯৭টি কবর খুড়েছেন। তার লক্ষ্য একশোটি কবর খোঁড়া। মৃত্যুর সংবাদের জন্য অপেক্ষা আর কবর খোঁড়ার জন্য তিনি গ্রামে গ্রামে ঘুরে বেড়ান। এ সংখ্যাটা ৯৮ পর্যন্ত ওঠে। এরপর শুরু হয় তার লক্ষ্য অর্জনের প্রতীক্ষা।\nশিরজা যখন যুবক ছিলেন তখন তিনি একটি চরে আসেন এবং বিয়ে করেন। তাদের রাহেলা (গাজী আমাতুন নুর) নামে একটি সুন্দরী কন্যা ছিল। কাজের জন্য তাকে একবার শহরে যেতে হয়। রাহেলা শহর থেকে তাকে একটি পুতুল আনতে বলে। শহর থেকে চরে ফেরত আসার সময় শিরজা একটি পুতুল কিনেন, তবে খারাপ আবহাওয়ার কারণে তিনি সেদিন চরে ফিরে আসতে পারেননি। পরের দিন তিনি শুনতে পান যে জোয়ারের জলোচ্ছ্বাসে চরটি ভেসে গেছে। তিনি চরে ফিরে আসেন কিন্তু মেয়ে ও স্ত্রীকে কোথাও খুঁজে পান না। চরে চারদিকে মৃতদেহ পড়ে ছিল। এ সময় তিনি কবর খোঁড়াখুঁড়ি শুরু করেন।\nএখন তার জীবনে মাত্র দুটি সম্পত্তি রয়েছে। একটি হল পুতুল যেটি তিনি তার মেয়ের জন্য কিনেছিলেন এবং অন্যটি হল এমন একটি সংখ্যা যা তিনি তার পূর্বপুরুষদের কাছ থেকে পেয়েছিলেন। তাঁর পূর্বপুরুষরা বিশ্বাস করত যে, কেউ যদি একশত কবর খনন করতে পারে তবে তাকে অবশ্যই স্বর্গ দেওয়া হবে। কিন্তু কেউই কখনও লক্ষ্যে পৌঁছতে পারেনি। তিনি বিশ্বাস করেন যে পরিত্রাণের একমাত্র উপায় হল একশত কবর খনন করা, যাতে তিনি সরাসরি স্বর্গে যেতে পারেন এবং তার পরিবারের সাথে দেখা করতে পারেন। এভাবে তিনি ৯৯টি কবর খনন করেন। তার লক্ষ্য শত শত কবর খনন করা। মানুষের মৃত্যুর সংবাদের অপেক্ষায় এবং কবর খোঁড়ার জন্য তিনি গ্রাম থেকে গ্রামে ঘুরে বেড়ান। তারপরে তার লক্ষ্য অর্জনের জন্য অপেক্ষা শুরু হয়, একই সাথে তার মৃত কন্যার মতো দেখতে একটি মেয়ের সাথে বড় সংকটে পড়েন।\n\n\n== কুশীলব ==\nগোর চলচ্চিত্রের মূখ্য অভিনয়শিল্পীদের তালিকা (বাংলা ট্রিবিউন, দ্য ডেইলি স্টার ও সমাপনী দৃশ্য হতে অভিযোজিত)\n\nএছাড়া চারুনিরম অভিনয় বিদ্যালয়ের ছাত্ররা দোলযাত্রার দৃশ্যে অভিনয় করেছিল।\n\n\n== প্রযোজনা ==\n১৯৯৭ সালে গাজী রাকায়েতের চিত্রনাট্য ও অভিনয়ে গোর নামে সালাহউদ্দিন লাভলু ৫৫ মিনিটের একটি নাটক নির্মাণ করেছিলেন। নাটকটি পরের বছর ১৯৯৮ সালে প্রচার হয়েছিল। গোর মূলত সেই চিত্রনাট্যের চলচ্চিত্র উপযোগী বর্ধিত সংস্করণ। ইংরেজি সংস্করণের জন্য চিত্রনাট্যটি আব্দুস সেলিম অনুবাদ করেন। ২০১৮ সালে চলচ্চিত্রটি বাংলা ভাষায় নির্মাণের জন্য গাজী রাকায়েত বাংলাদেশ সরকারে হতে ৬০ লাখ টাকা অনুদান পেয়েছিলেন। পরবর্তীতে সহ-প্রযোজনা ও নির্মাণ সহযোগী হিসেবে বাংলাদেশের ইমপ্রেস টেলিফিল্ম চলচ্চিত্রটির সাথে যুক্ত হয়। চলচ্চিত্রের সম্পূর্ণ চিত্রায়ন হয়েছে দোহারের শাইনপুকুর গ্রামে। এই ছায়াছবির শিল্প নির্দেশক উত্তম গুহ চিত্রগ্রহণের জন্য একটি পরিত্যক্ত জঙ্গল পরিষ্কার করে সম্পূর্ণ নতুন গৃহস্থলী পরিবেশ তৈরী করেছিলেন। ২০১৮ সালের অক্টোবর ও নভেম্বর মাসে চিত্রগ্রহণ করা হয়েছিল। পৃথক চিত্রায়নের জন্য শিল্পীরা একই সাথে বাংলা ও ইংরেজিতে সংলাপ প্রক্ষেপণ করেছিলেন।\nএ ছবির নেপথ্য আবহের সুর ও সঙ্গীত প্রযোজনা করেছেন মোহাম্মদ ফজলে কাদের স্বাধীন। একমাত্র গান \"জাতের মেয়ে কালো ভাল\" লিখেছেন এ.কে. আজাদ, গানটি নায়রা ফারজিন মাহফুজার কণ্ঠে খালিগলায় ছবির অন্যান্য সংলাপের সাথে ব্যবহার হয়েছে।\n\n\n== প্রচারণা ও মুক্তি ==\nগোর ও \"দ্য গ্রেভ\" চলচ্চিত্রটির ইংরেজি ও বাংলাভাষার সমন্বিত ট্রেইলার প্রকাশিত হয় ২০২০ সালের ১৭ ডিসেম্বর। এছাড়া চলচ্চিত্রের প্রচার মূলত সংবাদ সম্মেলন ও সামাজিক যোগাযোগ মাধ্যমে করা হয়।(#বহিঃসংযোগ) বাংলাদেশ চলচ্চিত্র সেন্সর বোর্ড হতে বাংলা ও ইংরেজি ভাষার সংস্করণ দুইটি প্রদর্শনের জন্য পৃথক অনুমতি দেয়। ২৫ ডিসেম্বর হতে একই সাথে বাংলা ও ইংরেজি সংস্করণ দুইটি বাংলাদেশের কতিপয় প্রেক্ষাগৃহে মুক্তি পায়। \"দ্য গ্রেভ\" ২০২১ সালের ১৫ জানুয়ারি লস এঞ্জেলেসে আন্তর্জাতিক মুক্তির জন্য পরিকল্পিত ছিল। পরবর্তীতে ১৪ মে ইলিয়ট ক্যানবারের পরিবেশনায় লস এঞ্জেলেসের উত্তর হলিউড এলাকার লেমলে প্রেক্ষাগৃহে প্রথম বাংলাদেশী চলচ্চিত্র হিসেবে বাণিজ্যিকভাবে মুক্তি পায়। এখানে চলচ্চিত্রটির ২১ বার প্রদর্শিত হয়। একইবছর যুক্তরাষ্ট্রের প্লেক্স টিভি ও টাইফুন টিভি ওটিটিতে পুনরায় মুক্তি দেওয়া হয়।\n\n\n== মূল্যায়ন ==\nগোর মুক্তির পর বাংলা মুভি ডেটাবেজে-এ একটি আনুষ্ঠানিক সমালোচনা অর্জন করে। সমালোচক রহমান মতি, কলাকুশলীদের অভিনয়, নেপথ্য সঙ্গীতের পরিমিত ব্যবহার ও ছায়াছবির গল্পের সাহিত্যগুণ প্রশংসা করেন। তিনি চলচ্চিত্রটিকে সার্বিকভাবে  রেটিং দেন।\n\n\n== পুরস্কার ==\nজাতীয় চলচ্চিত্র পুরস্কার\nচলচ্চিত্রটি ৪৫তম জাতীয় চলচ্চিত্র পুরস্কারে ১১টি বিভাগে পুরস্কার লাভ করে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nফেসবুকে গোর\nবাংলা মুভি ডেটাবেজে গোর\nইন্টারনেট মুভি ডেটাবেজে গোর   (ইংরেজি)\nরটেন টম্যাটোসে গোর (ইংরেজি)"}