{"pageid": 1001524, "title": "আগ্নেয়শিলা প্রবাহ", "url": "https://bn.wikipedia.org/wiki?curid=1001524", "content": "আগ্নেয়শিলা প্রবাহ ( আগ্নেয়শিলা ঘনত্বের স্রোত বা আগ্নেয়শিলার মেঘ নামেও পরিচিত) একটি গরম গ্যাস এবং আগ্নেয়গিরির পদার্থের দ্রুত চলমান প্রবাহ (সম্মিলিতভাবে টেফ্রা নামে পরিচিত) যা গড়ে ১০০ কিমি/ঘ (৬২ মা/ঘ) গতিবেগে আগ্নেয়গিরি থেকে দূরে ভূমি বরাবর প্রবাহিত হয়। তবে এগুলো ৭০০ কিমি/ঘ (৪৩০ মা/ঘ) গতিতে পৌঁছাতেও সক্ষম। গ্যাস এবং টেফরাগুলো প্রায় ১,০০০ ডিগ্রি সেলসিয়াস (১,৮৩০ ডিগ্রি ফারেনহাইট) পর্যন্ত তাপমাত্রায় পৌঁছতে পারে।\nআগ্নেয়শিলা প্রবাহ সমস্ত আগ্নেয়গিরির ঝুঁকির মধ্যে সবচেয়ে মারাত্মক এবং এগুলো নির্দিষ্ট বিস্ফোরক বিস্ফোরণের ফলে উৎপাদিত হয়; এগুলি সাধারণত মাটি স্পর্শ করে এবং উতরাইয়ের উপর দিয়ে ঝাপটায় বা মহাকর্ষের অধীনে প্রসারিত হয়। এদের গতি নির্ভর করে বর্তমান ঘনত্ব, আগ্নেয়গিরির বাহ্যিক হার এবং স্লেকোপ গ্রেডিয়েন্টের উপর।\n\n\n== শব্দটির উৎস ==\n\nআগ্নেয়শিলা শব্দটি গ্রিক ভাষা থেকে উদ্ভূত হয়েছে। গ্ৰিক πῦρ যার অর্থ \"আগুন\" এবং κλαστός যার অর্থ \"টুকরো টুকরো\"। আগ্নেয়শিলা প্রবাহের একটি নাম অন্ধকারে লাল nuée ardente (ফরাসি, \"জ্বলন্ত মেঘ\"); এটি মার্টিনিক পিলি মাউন্টের ধ্বংসাত্মক ১৯০২ সালের বিস্ফোরণ বর্ণনা করার জন্য বিশেষভাবে ব্যবহৃত হয়।\nআগ্নেয়শিলা প্রবাহের যেগুলিতে পাথর থেকে গ্যাসের পরিমাণ অনেক বেশি থাকে সেগুলো \" সম্পূর্ণ পাইলট পাইরোক্লাস্টিক ঘনত্বের স্রোত \"বা পাইরোক্লাস্টিক সার্জেস হিসাবে পরিচিত। নিম্ন ঘনত্বের প্রবাহটি কখনও কখনও উচ্চতর টোগোগ্রাফিক বৈশিষ্ট্য বা জলের মতো উপত্যকাগুলো, পাহাড়, নদী এবং সমুদ্রের উপর দিয়ে প্রবাহিত হয়। এগুলোতে ২৫০ ডিগ্রি সেলসিয়াস (৪৮২ ডিগ্রি ফারেনহাইট) এর চেয়ে কম তাপমাত্রার, পানি এবং শিলা থাকতে পারে; এগুলিকে অন্যান্য প্রবাহের সাথে তুলনা করে \"ঠান্ডা\" বলা হয়, যদিও তাপমাত্রা এখনও মারাত্মকভাবে বেশি। শীতল আগ্নেয়শিলাতে সার্জেস দেখা দিতে পারে যখন অগভীর হ্রদ বা সমুদ্রের নীচে ভেন্ট থেকে বিস্ফোরণ ঘটে। কিছু আগ্নেয়শিলার ঘনত্ব স্রোতের সম্মুখভাগে সম্পূর্ণ পাতলা হয়; উদাহরণস্বরূপ, ১৯০২ সালে পেলি মাউন্টের অগ্নুৎপাতের সময়, একটি সম্পূর্ণ পাতলা স্রোত সেন্ট পিয়েরি শহরকে ভস্মীভূত করেছিল এবং প্রায় ৩০,০০০ মানুষ এই ঘটনায় প্রাণ হারিয়েছিল।\nআগ্নেয়শিলা প্রবাহও এক ধরনের মাধ্যাকর্ষণ; বৈজ্ঞানিক সাহিত্যে এগুলি কখনও কখনও সংক্ষেপে পিডিসি (আগ্নেয়শিলার ঘনত্বের মাত্রা) বলা হয়।\n\n\n== কারণসমূহ ==\nআগ্নেয়শিলা প্রবাহ উৎপাদন করতে পারে এমন বেশ কয়েকটি প্রক্রিয়া রয়েছে:\n\nপ্লিনিয়ার বিস্ফোরণ থেকে উদয় হওয়া কলামের ফোয়ারা ধস ( মাউন্ট ভেসুভিয়াসের হারকিউলেনিয়াম এবং পম্পেইয়ের ধ্বংস )। এই ধরনের অগ্ন্যুপাতের ক্ষেত্রে জোর করে বেরিয়ে আসা পদার্থটি ভেন্ট থেকে চারপাশের বাতাসকে উত্তাপ করে এবং উত্তাল মিশ্রণটি বহু কিলোমিটার জুড়ে উত্তোলনের মাধ্যমে উত্থিত হয়। যদি বিস্ফোরিত জেটটি পার্শ্ববর্তী বাতাসকে পর্যাপ্ত পরিমাণে তাপ দিতে অক্ষম হয় তাহলে কনভেশন স্রোত প্লামটিকে উপরের দিকে বহন করতে যথেষ্ট শক্তিশালী হয় না এবং এটি পড়ে যায়, আগ্নেয়গিরির প্রান্তরে একদম নিচ দিয়ে এইসময় প্রবাহিত হয়।\nভলকানিয়ান অগ্ন্যুপাতের সাথে সম্পর্কিত একটি অগ্ন্যুপাতের কলামের ফোয়ারা ধস (উদাহরণস্বরূপ, মন্টসারেটের সাফ্রিয়ের হিলস আগ্নেয়গিরির মারাত্মক আগ্নেয়শিলা প্রবাহ)। গ্যাস এবং অভিক্ষেত্রগুলির মধ্যে এমন একটি মেঘ তৈরি করে যা পার্শ্ববর্তী বাতাসের চেয়ে স্বল্প ওজনের যার ফলে এটি একটি আগ্নেয়শিলা প্রবাহে পরিণত হয়।\nফেটে থাকা লাভা নিচে পড়ার সময় যখন ভেন্টের মুখে যখন কিছুই থাকে না এইসময় এটি ইগনিব্রাইট নামক একটি শিলা উৎপাদন করতে পারে। এটি ১৯১২ সালে নোভুপ্তের অগ্নুৎপাতের সময় ঘটেছিল।\nএকটি লাভা গম্বুজ বা মেরুদণ্ডের মহাকর্ষীয় পতন; এটি পরবর্তী তুষার স্রোতের সাথে এবং খাড়া ঢাল বেয়ে প্রবাহিত হয়। (উদাহরণস্বরূপ, মন্টসারেটের সাউফ্রিয়ের পাহাড় আগ্নেয়গিরি, এই ঘটনার সময় ১৯৯৭ সালে উনিশজন মারা গিয়েছিল)।\nদিকনির্দেশক বিস্ফোরণ (বা জেট); যখন আগ্নেয়গিরির কিছু অংশ ধসে পড়ে বা বিস্ফোরিত হয় (উদাঃ ১৮ শে মে, ১৯৮০-এ মাউন্ট সেন্ট হেলেন্সের বিস্ফোরণ )। তখন আগ্নেয়গিরি থেকে দূরত্ব বাড়ার সাথে সাথে এটি দ্রুত মহাকর্ষচালিত আগ্নেয়শিলা স্রোতে রূপান্তরিত হয়।\n\n\n== আকার এবং প্রভাব ==\n\nফ্লো ভলিউম কয়েক শত ঘনমিটার (গজ) থেকে এক হাজার ঘনকিলোমিটার (২৪০ ঘন মাইলের) মধ্যে শুরু হয়। বৃহত্তর প্রবাহগুলো শত শত কিলোমিটার (মাইল) ভ্রমণ করতে পারে, যদিও সেই স্কেলের কোন ঘটনা কয়েক লক্ষ হাজার বছর ধরে ঘটেনি। বেশিরভাগ আগ্নেয়শিলা প্রবাহ ১ থেকে ১০৩ এর কাছাকাছি কিমি (প্রায় ¼ থেকে ২½ কিউবিক মাইল) এবং কয়েক কিলোমিটার ভ্রমণ করে। প্রবাহ সাধারণত দুটি অংশ নিয়ে গঠিত: বেসাল প্রবাহ যা মাটিকে জড়িয়ে ধরে এবং বৃহত্তর, মোটা পাথর, শিলা টুকরা ধারণ করে, তখন প্রবাহ ও উপরের বাতাসের মধ্যবর্তী চাপের কারণে এটির উপরে একটি প্রচণ্ড গরম ছাইয়ের প্লাম্ট উঁচু হয় এবং শীতল বায়ুমণ্ডলীয় বায়ুকে প্রশমিত করে।\nচলমান মেঘের গতিশীল শক্তি তার পথে গাছ এবং ভবনগুলিকে সমতলে মিশিয়ে দেয়। উত্তপ্ত গ্যাস এবং উচ্চ গতি এগুলিকে বিশেষত মারাত্মক করে তোলে, কারণ এগুলো তাৎক্ষণিকভাবে জীবিত প্রাণীদের জ্বালিয়ে দেয় বা কার্বনযুক্ত জীবাশ্মগুলিতে পরিণত করে:\n\nউদাহরণস্বরূপ, ইতালির পম্পেই এবং হারকিউলেনিয়াম শহরে ২৪ আগস্ট, ৭৯ খ্রিস্টাব্দে আগ্নেয়শিলার প্রবাহ ছড়িয়ে পড়েছিল এবং এতে বহু লোক প্রাণ হারায়।\n১৯০২ সালে পেলি মাউন্টের বিস্ফোরণে সেন্ট পিয়েরের মার্টিনিক শহর ধ্বংস হয়েছিল। আসন্ন বিস্ফোরণের লক্ষণ থাকা সত্ত্বেও, সরকার সেন্ট পিয়ের ও আগ্নেয়গিরির মধ্যবর্তী পাহাড় এবং উপত্যকাগুলিকে নিরাপদ বলে মনে করেছিল, তবে আগ্নেয়শিলার প্রবাহ শহরের প্রায় পুরো অংশটিকেই ঢেকে দিয়েছিল এবং এর ৩০,০০০ বাসিন্দার মধ্যে দু'জন ছাড়া আর সবাই মারা গিয়েছিল।\n১৯৯১ সালের ৩ জুন জাপানের উজেন পর্বতে আগ্নেয়শিলার জলোচ্ছ্বাসের ফলে আগ্নেয়গিরিবিদ হ্যারি গ্লিকেন, কাটিয়া, মরিস ক্র্যাফ্ট সহ ৪০ জন মৃত্যুবরণ করেছিলেন। অন্যরা দাঁড়িয়ে ছিল; এটি তাদেরকে ঘিরে ফেলেছিল, এবং মৃতদেহগুলি প্রায় ৫ মিমি (০.২ ইঞ্চি) ছাই দিয়ে ঢাকা ছিল।\n১৯৯৭ সালের ২৫ শে জুন, আগ্নেয়শিলার একটি প্রবাহ মন্টসারেটের ক্যারিবিয়ান দ্বীপের মশকো ঘাটে উপচে পড়েছিল। এটি একটি বৃহৎ, অত্যন্ত শক্তিশালী আগ্নেয়শিলার উৎস দ্বারা তৈরি হয়েছিল। এটি প্রবাহ ঘাট দ্বারা নিয়ন্ত্রণ করা যায় নি এবং এখান থেকে ছিটকে পড়ে স্ট্রাইথাম গ্রাম অঞ্চলে থাকা ১৯ জন লোককে (যাদেরকে সরকারীভাবে সরানো হয়েছিল) হত্যা করেছিল। ওই অঞ্চলে আরও বেশ কয়েকজন মারাত্মকভাবে আহত হয়েছিলেন।\n\n\n=== জলের সাথে মিথস্ক্রিয়া ===\nপরীক্ষামূলক প্রমাণ দ্বারা সমর্থিত ১৮৮৩ সালের ক্রাকাতোয়া বিস্ফোরণের নথিপত্র প্রমাণ দেখায় যে আগ্নেয়শিলার প্রবাহ পানির মতো গুরুত্বপূর্ণ বাধাও অতিক্রম করতে পারে। যাইহোক, এটি একটি আগ্নেয়শিলা সাধারণত একটি কঠিন পদার্থ যার কারণে এটি পানিতে প্রবাহিত হবে না, কারণ মহাকর্ষ বল ও ঘনত্বের কারণে এটি পানির পৃষ্ঠের উপর দিয়ে যেতে পারে না। তবুও আগ্নেয়শিলার একটি প্রবাহ স্রোত সুমাত্রান উপকূল পর্যন্ত পৌঁছে গিয়েছিল।\n২০০৬ সালে বিবিসি-র একটি ডকুমেন্টারি ফিল্ম, টেন থিংস আগ্নেয়গিরি সম্পর্কে যা আপনি জানেন না, তে জার্মানির কিয়েল ইউনিভার্সিটির একটি গবেষণা দল পরীক্ষা করে দেখিয়েছিল যে জলের উপর দিয়ে প্রবাহিত আগ্নেয়শিলা প্রবাহের বিষয়ে। পুনর্গঠিত আগ্নেয়শিলার প্রবাহ (বিভিন্ন ঘনত্বের সাথে বেশিরভাগ উষ্ণ ছাইয়ের প্রবাহ) যখন পানিতে আঘাত করেছিল, তখন দুটি জিনিস ঘটেছিল: ভারী উপাদানগুলো জলের মধ্যে পড়েছিল, পাইরোক্লাস্টিক প্রবাহ থেকে তরল পদার্থের মধ্যে পড়ে; ছাইয়ের তাপমাত্রার ফলে জল বাষ্পীভূত হয়েছিল, তার ফলে আগ্নেয়শিলার প্রবাহকে (এখন কেবলমাত্র হালকা পদার্থ নিয়ে গঠিত) বাষ্পের বিছানায় আগের চেয়ে আরও দ্রুত গতিতে চালিত করে।\nমন্টসারেটে সোফ্রিয়ার হিলস আগ্নেয়গিরির কয়েকটি পর্যায়ের সময় আগ্নেয়শিলার প্রবাহ প্রায় ১ কিমি (০.৬ মা) জুড়ে চিত্রায়িত হয়েছিল। এগুলি প্রবাহের উপর দিয়ে যাওয়ার সাথে সাথে জলকে বাষ্পীভূত করে চলেছিল। প্রবাহগুলি শেষ পর্যন্ত একটি ব-দ্বীপ তৈরি করে, যা প্রায় ১ কিমি২ (২৫০ একর) জুড়ে‌ তৈরি হয়েছিল।\nপাইকারোক্লাস্টিক প্রবাহ প্রচুর পরিমাণে কাদা তৈরি করতে পানির সাথে যোগাযোগ করতে সাহায্য করে এবং এটি পরে বাহন হিসাবে প্রবাহের সাথে চলতে পারে। এটি বেশ কয়েকটি ব্যবস্থার মধ্যে দিয়ে যায় যা একটি বাহন তৈরি করতে পারে।\n\n\n=== চাঁদে ===\n১৯৬৩ সালে নাসা জ্যোতির্বিজ্ঞানী Winifred ক্যামেরন প্রস্তাব করেন যে স্থলজ প্রবাহের ন্যায় চন্দ্রে সমতুল্য সর্পিল গঠন হতে পারে। চাঁদে আগ্নেয়গিরির অগ্ন্যুৎপাতের সময়, আগ্নেয়শিলার প্রবাহ একটি নির্দিষ্ট ট্র্যাক বা রাস্তা অনুসরণ করে, যার ফলে এটি একটি শক্তিশালী ট্রাকের ন্যায় এগিয়ে চলে। চাঁদের শ্রিয়েটার ভ্যালি এইরূপ ঘটনার একটি উদাহরণ।  \n\n\n== আরও দেখুন ==\nসেন্ট হেলেনস পর্বত\nমিশ্র আগ্নেয়গিরি\nআগ্নেয়গিরি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআগ্নেয়শিলার প্রবাহ ভিডিও"}