{"pageid": 1001260, "title": "সোডিয়াম এলুমিনেট", "url": "https://bn.wikipedia.org/wiki?curid=1001260", "content": "সোডিয়াম অ্যালুমিনেট একটি অজৈব যৌগ। এই রাসায়নিকটি বহু শিল্প ও প্রযুক্তিতে অ্যালুমিনিয়াম হাইড্রোক্সাইডের কার্যকর উৎস হিসাবে ব্যবহৃত হয়। বিশুদ্ধ সোডিয়াম অ্যালুমিনেট (অনার্দ্র) একটি সাদা কেলাসাকার কঠিন পদার্থ যার রাসায়নিক সংকেত অনেক ভাবে লেখা হয়। যেমন,    NaAlO2, NaAl(OH)4 (আর্দ্র), Na2O·Al2O3, or Na2Al2O4.  বাণিজ্যিক সোডিয়াম অ্যালুমিনেট দ্রবণ অথবা কঠিন অবস্থায় পাওয়া যায়।\n\n\n== উৎপাদন ==\nকাস্টিক সোডা দ্রবণে অ্যালুমিনিয়াম হাইড্রক্সাইড দ্রবীভূত করে সোডিয়াম অ্যালুমিনেট উৎপাদন করা হয়। এক্ষেত্রে সোডিয়াম হাইড্রক্সাইডের শতকরা ২০ থেকে ২৫ ভাগ জলীয় ফুটন্ত দ্রবণে অ্যালুমিনিয়াম হাইড্রোক্সাইড দ্রবীভূত করা হয়। আরও গাঢ় সোডিয়াম হাইড্রক্সাইড ব্যবহার করলে থকথকে অর্দ্ধেক কঠিন পদার্থ পাওয়া যায়। এই প্রক্রিয়াটি বাষ্প দিয়ে উত্তপ্ত  নিকেল বা স্টিলের পাত্রে করা উচিত এবং অ্যালুমিনিয়াম হাইড্রক্সাইডকে শতকরা ৫০ ভাগ জলীয় কস্টিক সোডা দিয়ে ততক্ষণ ফোটানো উচিত যতক্ষণ না পর্যন্ত মিশ্রণটির একটি থকথকে ভাব হয়। শেষে মিশ্রণটি একটি ট্যাঙ্কে ঢেলে ঠান্ডা করা হয়। উৎপন্ন কঠিন পদার্থটিতে প্রায় শতকরা ৭০ ভাগ সোডিয়াম অ্যালুমিনেট থাকে। একে ভেঙ্গে একটি ঘূর্ণয়মান চুল্লীতে ( rotary oven ) গরম করে এর মধ্য থাকা জল বের করে একে অনার্দ্র অবস্থায় আনা হয়।এই সোডিয়াম অ্যালুমিনেটে শতকরা ৯০ ভাগ সোডিয়াম অ্যালুমিনেট , এক ভাগ জল, এক ভাগ সোডিয়াম হাইড্রক্সাইড এবং বাকি অন্যান্য অশুদ্ধি থাকে।\n\n\n== অ্যালুমিনিয়াম ধাতু এবং ক্ষার এর বিক্রিয়া ==\nঅ্যালুমিনিয়াম উভধর্মী। তাই সোডিয়াম হাইড্রক্সাইডের সঙ্গে অ্যালুমিনিয়ামের বিক্রিয়া দ্বারাও সোডিয়াম অ্যালুমিনেট তৈরি করা যায়। এই বিক্রিয়াটিতে তীব্র তাপ উৎপন্ন হয়। সেই সঙ্গে দ্রুত হাইড্রোজেন গ্যাস বের হতে থাকে। বিক্রিয়াটিকে কখনও কখনও এই ভাবে লেখা হয়:\n2Al + 2NaOH + 2H2O → 2NaAlO2 + 3H2\nতবে এই দ্রবণে [Al(OH)4]− আয়ন উৎপন্ন হয় অথবা [Al(H2O)2(OH)4]− এই আয়নও থাকতে পারে।\n\n\n== ব্যবহার ==\nজল পরিশোধনে এটি ঘোলা জলের ভাসমান পদার্থ জমাট বাঁধতে সাহায্য করে। এছাড়া জলের দ্রবীভূত সিলিকা এবং ফসফেটগুলি অপসারণের জন্যও ব্যবহৃত হয়।\nপ্রধানত তুষারপাতের সময় কংক্রিটের মিশ্রণের জমাট বাঁধাকে ত্বরান্বিত করার জন্য নির্মাণ প্রযুক্তিতে সোডিয়াম অ্যালুমিনেট ব্যবহার করা হয়।\nসোডিয়াম অ্যালুমিনেট কাগজ শিল্পে, অগ্নিসহ ইট তৈরি করতে এবং অ্যালুমিনা উৎপাদনে  কাজে লাগে।\n\n\n== তথ্যসূত্র =="}