{"pageid": 1001868, "title": "নক্সভিল, টেনেসি", "url": "https://bn.wikipedia.org/wiki?curid=1001868", "content": "নক্সভিল যুক্তরাষ্ট্রের টেনেসি অঙ্গরাজ্যের শহর ও নক্স কাউন্টির সদর দপ্তর। ২০১৯ সালের ১ জানুয়ারির হিসাব অনুযায়ী নক্সভিলের জনসংখ্যা  ১,৮৭,৬০৩।  পূর্ব টেনেসি মহা উপবিভাগের বৃহত্তম শহর। ন্যাশভিল ও মেম্ফিসের পর এটি টেনেসির তৃতীয় বৃহত্তম শহর। এছাড়াও শহরটি নক্সভিল মেট্রোপলিটান পরিসংখ্যানগত এলাকার প্রধান শহর।\n১৭৮৬ সালে নক্সভিলে প্রথম মানববসতি স্থাপিত হয়। এটি টেনেসির প্রথম রাজধানী ছিল। ঊনবিংশ শতাব্দীর প্রথমার্ধে ভৌগোলিক বিচ্ছিন্নতা নক্সভিলের উন্নতির পথে প্রধান বাধা হয়ে দাঁড়ায়। ১৮৫৫ সালে রেলসড়ক আসার পর থেকে অর্থনৈতিক প্রগতি ত্বরান্বিত হয়।  গৃহযুদ্ধের সময় নক্সভিল দাসত্বের প্রশ্নে বিভক্ত হয়ে যায়। কনফেডারেট ও ইউনিয়ন উভয় বাহিনীর সদস্যরাই শহরটি দখল করে রেখেছিল। যুদ্ধের পর খুচরা পণ্য বিক্রয় এবং উৎপাদনকার্যে নক্সভিল দ্রুত বেড়ে ওঠে। ১৯২০ এর দশকে উৎপাদন খাতের ধস ঘটলে শহরের অর্থনৈতিক খাত স্থবির হয়ে পড়ে। শহরের নেতারাও পরস্পর রাজনৈতিক বিরোধে সম্পৃক্ত হয়ে পড়েন।  ১৯৮২ সালের বৈশ্বিক মেলা শহরটিকে পুনর্জীবিত করে তুলতে ভূমিকা রাখে। শহরের নেতা ও বেসরকারি ব্যবসায়ীদের উদ্যোগে এর অর্থনৈতিক বৃদ্ধির বিষয়টি পুনরায় বেগবান হয়। \nনক্সভিলে টেনেসি বিশ্ববিদ্যালয়ের প্রধান ক্যাম্পাস অবস্থিত। এর খেলোয়াড়দের দল  টেনেসি ভলান্টিয়ার্স পার্শ্ববর্তী এলাকায় ব্যাপক জনপ্রিয়তা অর্জন করেছে। টেনেসি উপত্যকা কর্তৃপক্ষের সদর দপ্তরও নক্সভিল শহরে অবস্থিত।  টেনেসি সুপ্রিম কোর্টের পূর্বাঞ্চলীয় শাখার আদালতভবনও নক্সভিল শহরে অবস্থিত। কতগুলো জাতীয় ও আঞ্চলিক প্রতিষ্ঠানের বাণিজ্যিক সদর দপ্তরও নক্সভিল শহরে অবস্থিত। এটি অ্যাপালাচিয়া এলাকার অন্যতম বৃহত্তম শহর। এছাড়াও নক্সভিল গ্রেট স্মোর্কি মাউন্টেনস জাতীয় পার্কের অন্যতম প্রধান শহর।\n\n\n== ইতিহাস ==\nফ্রেঞ্চ ও ইন্ডিয়ান যুদ্ধের ও আমেরিকান বিপ্লবের প্রেক্ষাপটে সৃষ্ট বিভ্রান্তির ফলে অ্যাপালাচিয়ার পশ্চিমে  ইউরো-আমেরিকান বসতির দ্রুত বৃদ্ধি ঘটে। \n১৭৮৬ সালে স্বাধীনতাযুদ্ধের বীর জেমস হোয়াইট ও তার বন্ধু জেমস কনর প্রথম খাঁড়ির (ফার্স্ট ক্রিক) উৎসমুখে হোয়াইটের দুর্গ নির্মাণ করেন। ১৭৯০ সালে হোয়াইটের জামাতা জেমস ম্যাকলাং হোয়াইটের জমি বিষয়ে সার্বিক নিরীক্ষা করেন, যাতে করে ঐ জমিতে একটি শহর প্রতিষ্ঠা করা সম্ভব হয়। ম্যাকলাং ৬৪টি লটে নক্সভিলকে বিরক্ত করেন। শহরের মাঝখানে একটি জলপ্রপাত নির্মাণের ব্যবস্থা করা হয়েছিল।  দুইটি লটে একটি চার্চ ও কবরস্থান এবং চারটি লটে একটি বিদ্যালয় নির্মাণের কথা ভাবা হয়েছিল। সেই বিদ্যালয়টিই হলো আজকের টেনেসি বিশ্ববিদ্যালয়।\n১৭৯০ সালে রাষ্ট্রপতি জর্জ ওয়াশিংটন নর্থ ক্যারোলাইনার ভূমি জরিপকারী  উইলিয়াম ব্লাউন্টকে গভর্নর হিসেবে নিয়োগ দেন। ব্লাউন্ট। চেরোকি জাতির মানুষদের সাথে আলোচনা করে ভূমিসংক্রান্ত বিবাদ মীমাংসা করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}