{"pageid": 1001682, "title": "পূর্ব সমুদ্র", "url": "https://bn.wikipedia.org/wiki?curid=1001682", "content": "পূর্ব সমুদ্র (কোরীয়: 동해, রুশ: Японское море, ইংরেজি: East Sea / Sea of Japan, জাপানি: 日本海) প্রশান্ত মহাসাগরের অন্তর্গত একটি সাগর। এটির পূর্বে জাপান এবং পশ্চিমে এশীয় মূল ভূখণ্ড। সুগার্য প্রণালী ও বুঙ্গো প্রণালী সাগরটিকে যথাক্রমে পূর্বে ও দক্ষিণ-পূর্বে প্রশান্ত মহাসাগরের সাথে যুক্ত করেছে। দক্ষিণে কোরিয়া প্রণালী ও সুশিমা প্রণালী সাগরটিকে পূর্ব চীন সাগরের সাথে যুক্ত করেছে। পূর্ব সমুদ্র পৃষ্ঠদেশের ক্ষেত্রফল প্রায় ১০,০৮,০০০ বর্গকিলোমিটার।\n\n\n== ঐতিহাসিক পটভূমি ==\n2000  বছরেরও বেশি সময় ধরে   কোরিয়াতে \"পূর্ব সমুদ্র \" নামটি বিভিন্ন জায়গায় বর্ণিত হয়ে এসেছে, যেমন - \" তিন রাজত্বের ইতিহাস \" , \"রাজা গোআংগেতো-র স্মৃতিস্তম্ভ \" , এবং \" কোরিয়ার আটটি প্রদেশের মানচিত্র \"।\n১৬০২ সালে পূর্ব সমুদ্রের জন্য  \"জাপানের সমুদ্র \" নামটি প্রথম ব্যবহার করেন মাতেও রিচি । জাপান এই বিষয়ে জোর দিয়ে বলেন যে , \"জাপানের সমুদ্র \" নামটি বেশি প্রচলিত হয় ১৯শের দশকের দিকে যখন দক্ষিণের মানচিত্রে এই নামের ব্যবহার হতে থাকে সম্পূর্ণ ১৯শের দশক ধরে। যদিও,  সেই সময়ের  অনেক জাপানি মানচিত্রে যেমন,  \"সরলিকৃত জাপানের মানচিত্র পেরিফেড়ি- ১৮৯০\" এবং \"নতুন বিশ্ব মানচিত্র- ১৮৪৪\" এই সামুদ্রিক অংশকে \" \"জোসন (কোরিয়া) - এর সমুদ্র \" বলে বর্ণনা করা হয়েছে এবং দেখানো হয়েছে যে সেই সময়ে জাপানেও \"জাপানের সমুদ্র \" নামটি প্রতিষ্ঠিত হয়নি।\n১৯শের এবং ২০-র দশকের দিকে জাপানের এশিয়ার ক্ষমতাবান দেশে পরিণত হওয়ার সঙ্গে সঙ্গে বর্তমান মানচিত্রে সঙ্গে অনুরূপ যে মানচিত্র সেই সময়ে তৈরি হয় তাতে কোরিয়ার উপদ্বীপ ও জাপানের দ্বীপপুঞ্জ এর মধ্যবর্তী সামুদ্রিক অংশ \"জাপানের সমুদ্র \" নামে ব্যপক  ভাবে পরিচিত হয়। \" জাপানের সমুদ্র \" নামটি পরে আরও প্রচলিত হয় কোরিয়ার জাপানের উপনিবেশ থাকা কালিন যখন কোরিয়ার কোনও সুযোগ ছিল না ।\nকোরিয়ার যুদ্ধের শেষে প্রশাসনিক ক্ষমতা গঠনের পরে কোরিয়া অটলভাবে প্রচেষ্টা করে \"পূর্ব সমুদ্র \" নামের বৈধতা পুনরুদ্ধার করার জন্য।  দৃষ্টান্ত হিসাবে , কোরিয়া ও জাপানের মধ্যে \"ফিশারি চুক্তি-১৯৬৫\" নিয়ে আলোচনা চলাকালীন তারা সামুদ্রিক অংশের নির্দিষ্ট নামে সহমত না হতে পারায় ঠিক করেন যে দুই দেশে নিজেদের চুক্তিতে নিজেদের নির্ধারিত নাম যা হল কোরিয়ার ক্ষেত্রে \"পূর্ব সমুদ্র \"এবং জাপানের ক্ষেত্রে \"জাপানের সমুদ্র \" নামের ব্যবহার করবেন।  কোরিয়ার বেসরকারী সেক্টরও অনবরত বিশ্বের মানচিত্রে \"পূর্ব সমুদ্র \" নামের প্রতিষ্ঠা করার চেষ্টা করছেন।  কোরিয়ার সরকার ১৯৯১ সালে সংযুক্ত জাতিসংঘের  সম্পূর্ণ সদস্য হওয়ার পরেই , ১৯৯২ সালে সংযুক্ত জাতি সম্মেলনের ভৌগোলিক নামের মানিককরণ ক্ষেত্রে  বিষয়টি উত্থাপন করেন ।\n\n\n== বর্তমান ব্যবহারের জন্য অনুশীলন ==\n“পূর্ব সমুদ্র”  নামটির বৈধতার জন্যে  বাড়তে থাকা বিদেশি সমর্থন\nকোরিয়ার বারবার চেষ্টার জন্য নানা দেশ বিদেশের মিডিয়া , মানচিত্রবিদ্ আর প্রকাশকরা “পূর্ব সমুদ্র” এবং “জাপানের সমুদ্র” দুটো নামই ব্যবহার করে।\nজাপান ও কোরিয়া দুজনেই গবেষণা করে দেখেছে এমন ধরনের মানচিত্র যেটার দুটো নামই ব্যবহার করা হয়েছে, সেটার ব্যবহার  2.8 %  2000 সাল থেকে বেড়ে 10.8% (18.1% ব্যবসায়িক মানচিত্রের ক্ষেত্রে)  বৃদ্ধি পেয়েছে 2005 সালে  এবং 23.8% হয়েছে 2007 সালে আর 28.7% হয়েছে 2009 সালে।\nএই কারণগুলোর জন্য দুটো নামেরই ব্যবহার দেশ বিদেশের নানা স্বীকৃত মানচিত্রকার ও মিডিয়ার জন্য স্থীর গতিতে বেড়ে চলেছে, যেটা ইঙ্গিত করে লোকের বাড়তে থাকা সচেতনতা, উপলদ্ধি “পূর্ব সমুদ্র” নামের বৈধতা বিদেশী সমপ্রদায়ের মধ্যে।\n\n\n== তথ্যসূত্র =="}