{"pageid": 1001751, "title": "ড্যারিল মিচেল", "url": "https://bn.wikipedia.org/wiki?curid=1001751", "content": "ড্যারিল যোসেফ মিচেল (ইংরেজি: Daryl Mitchell; জন্ম: ২০ মে, ১৯৯১) হ্যামিল্টন এলাকায় জন্মগ্রহণকারী নিউজিল্যান্ডীয় আন্তর্জাতিক ক্রিকেটার। নিউজিল্যান্ড ক্রিকেট দলের অন্যতম সদস্য তিনি। ২০১০-এর দশকের শেষদিক থেকে নিউজিল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করছেন। নিউজিল্যান্ডের রাগবি ইউনিয়ন কোচ ও সাবেক খেলোয়াড় জন মিচেলের সন্তান তিনি।\nঘরোয়া প্রথম-শ্রেণীর নিউজিল্যান্ডীয় ক্রিকেটে নর্দার্ন ডিস্ট্রিক্টস দলের প্রতিনিধিত্ব করেন ‘মুস’ ডাকনামে পরিচিত ড্যারিল মিচেল। দলে তিনি মূলতঃ অল-রাউন্ডার হিসেবে খেলছেন। ডানহাতে ব্যাটিংয়ের পাশাপাশি ডানহাতে মিডিয়াম বোলিংয়ে পারদর্শী তিনি।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n২০১২ সাল থেকে ড্যারিল মিচেলের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান রয়েছে। ২০১১-১২ মৌসুমের শেষদিকে তার প্রথম-শ্রেণীর ক্রিকেটে অভিষেক হয়। পরের বছর ৫৪.৩৩ গড়ে রান তুলেন। ফলশ্রুতিতে, ভারত ও শ্রীলঙ্কা গমনার্থে নিউজিল্যান্ড এ দলের সদস্য করা হয়। সেখানে তিনি পরিবেশের সাথে তাল মিলাতে না পারলেও পরবর্তী ঘরোয়া ক্রিকেটে উপর্যুপরী শতরানের ইনিংস খেলেন। ক্যান্টারবারির বিপক্ষে অপরাজিত ১৭০ রান তুলেন। এর পরপরই ২০১৯ সালে ইংল্যান্ডের বিপক্ষে সিরিজ খেলার জন্যে দল নির্বাচকমণ্ডলীর দৃষ্টি নিবদ্ধ হয়।\nজুন, ২০১৮ সালে নর্দার্ন ডিস্ট্রিক্টসের পক্ষে ২০১৮-১৯ মৌসুমে খেলার জন্যে তাকে চুক্তিতে নিয়ে আসা হয়। জুন, ২০২০ সালে নর্দার্ন ডিস্ট্রিক্টস থেকে চলে যান ও ক্যান্টারবারি দলে যুক্ত হন। নভেম্বর, ২০২০ সালে প্লাঙ্কেট শীল্ডের চতুর্থ রাউন্ডে নিজস্ব প্রথম পাঁচ-উইকেট পান। ওতাগো’র বিপক্ষে ৫/৪৪ বোলিং পরিসংখ্যান গড়েন। ঐ খেলাটি ড্রয়ে পরিণত হয়েছিল।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে দুইটিমাত্র টেস্ট ও বারোটি টি২০আইয়ে অংশগ্রহণ করেছেন ড্যারিল মিচেল। ২৯ নভেম্বর, ২০১৯ তারিখে হ্যামিল্টনে সফরকারী ইংল্যান্ড দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ড্যারিল মিচেলের টেস্ট অভিষেক খেলায় তার পিতা জন মিচেল উপস্থিত ছিলেন।  এরপর, ৩ ডিসেম্বর, ২০২০ তারিখে একই মাঠে সফরকারী ওয়েস্ট ইন্ডিজ দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি। এখনো তাকে কোন ওডিআইয়ে অংশগ্রহণ করার সুযোগ দেয়া হয়নি।\nকলিন ডি গ্র্যান্ডহোমের স্থলাভিষিক্ত হন তিনি। প্রথম ইনিংসে ৭৩ রানের ইনিংস খেলেন। এরপর, বল হাতে নিয়ে নিয়ন্ত্রিত বোলিং করেন। মূলতঃ মাঝারিসারির ব্যাটসম্যান তিনি। পূর্ববর্তী মৌসুমগুলোর পর থেকে বোলিংয়ে সিম আনতে সক্ষম হন।\nজানুয়ারি, ২০১৯ সালে নিজ দেশে সফরকারী ভারত দলের বিপক্ষে টি২০আই সিরিজ খেলার উদ্দেশ্যে ব্লেয়ার টিকনারসহ তাকে নিউজিল্যান্ড দলে রাখা হয়। ৬ জানুয়ারি, ২০১৯ তারিখে ওয়েলিংটনে সিরিজের প্রথম দিবা-রাত্রির টি২০আইয়ে ভারতের বিপক্ষে তার অভিষেক ঘটে। নভেম্বর, ২০১৯ সালে সফররত ইংল্যান্ড দলের বিপক্ষে খেলার জন্যে সিরিজের দ্বিতীয় টেস্টে তাকে অন্তর্ভুক্ত করা হয়। আঘাতের কারণে ট্রেন্ট বোল্ট ও কলিন ডি গ্র্যান্ডহোম দলের বাইরে থাকেন। ফলশ্রুতিতে, ২৯ নভেম্বর, ২০১৯ তারিখে হ্যামিল্টনে তার টেস্ট অভিষেক পর্ব সম্পন্ন হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nহেনরি নিকোলস\nক্রেগ স্পিয়ারম্যান\nনর্দার্ন ডিস্ট্রিক্টস ক্রিকেট দল\nনিউজিল্যান্ডীয় টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে ড্যারিল মিচেল  (ইংরেজি)\nক্রিকেটআর্কাইভে ড্যারিল মিচেল   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}