{"pageid": 1001029, "title": "মুক্তিযুদ্ধ ই-আর্কাইভ", "url": "https://bn.wikipedia.org/wiki?curid=1001029", "content": "মুক্তিযুদ্ধ ই-আর্কাইভ হলো একটি ‘লাইব্রেরি, আর্কাইভ এবং গবেষণা’ সংগঠন, যা ২০০৭ খ্রিষ্টাব্দে প্রতিষ্ঠিত হয়। ১৯৭১ খ্রিষ্টাব্দে বাংলাদেশের স্বাধীনতা যুদ্ধ এবং নিরীহ বাঙালিদের ওপর চালানো গণহত্যার ঐতিহাসিক নথি এবং গবেষণা সংগ্রহ, সংরক্ষণ এবং বিতরণের উদ্দেশ্যে সংগঠনটি প্রতিষ্ঠিত হয়। পূর্বে এটি ‘বাংলাদেশ মুক্তিযুদ্ধ গ্রন্থাগার ও গবেষণাকেন্দ্র’ নামে পরিচিত ছিল। পরবর্তীতে ২০১৬ খ্রিষ্টাব্দের মার্চ মাসে বাংলাদেশের ট্রাস্ট আইনের অধীনে ‘মুক্তিযুদ্ধ ই-আর্কাইভ ট্রাস্ট’ হিসেবে নিবন্ধিত হয়। ২০১৬ খ্রিষ্টাব্দের ১৪ নভেম্বর আনুষ্ঠানিকভাবে এর উদ্বোধন করা হয়।\nপ্রায় দুই যুগের জাতিগত নির্যাতন ও নিপীড়নের পর ১৯৭১ খ্রিষ্টাব্দে এক রক্তক্ষয়ী যুদ্ধের মাধ্যমে বাংলাদেশ পাকিস্তানের কাছ থেকে স্বাধীনতা লাভ করে। দীর্ঘ নয় মাসের যুদ্ধে ত্রিশ লক্ষ বাঙালি শহীদ হন এবং প্রায় পাঁচ লক্ষ বাঙালি নারী পাকিস্তান সেনাবাহিনী, বিহারি, জামায়াতে ইসলামি, ইসলামি ছাত্র সঙ্ঘ (বর্তমানে ইসলামি ছাত্রশিবির), মুসলিম লীগ, রাজাকার, আল শামস, আল বদর, শান্তি কমিটি, মুজাহিদ বাহিনী কর্তৃক ধর্ষিত ও নির্যাতিত হন।\n\n\n== প্রকল্প ==\n\n\n=== মুক্তিযুদ্ধ ই-আর্কাইভ ===\nমুক্তিযুদ্ধ ই-আর্কাইভ হলো একটি ডিজিটাল গ্রন্থাগার ও আর্কাইভ, যা ২০১৪ খ্রিষ্টাব্দের ৪ মে যাত্রা শুরু করে। ১৯৭১ খ্রিষ্টাব্দের বাংলাদেশের স্বাধীনতা যুদ্ধ এবং নিরীহ বাঙালি গণহত্যার নথিকে বিভিন্ন ডিজিটাল বিন্যাস, যেমন ই-বুক, নথি, প্রামাণ্যচিত্র, চলচ্চিত্র, ভিডিও ফুটেজ ও অডিও প্রভৃতি ‘সংরক্ষণ ও বিতরণের’ উদ্দেশ্যে এটি গঠিত। এই সংক্রান্ত নথির জন্য এটিই সর্ববৃহৎ গ্রন্থাগার এবং এর সকল বিষয়বস্তু সাধারণ পাঠক ও গবেষক সকলের জন্য উন্মুক্ত। এক্সেটার বিশ্ববিদ্যালয় এবং এক্সেটার দক্ষিণ এশিয়া কেন্দ্র গবেষণা বস্তুর জন্য অন্যতম উৎস হিসেবে ‘মুক্তিযুদ্ধ ই-আর্কাইভ’কে তালিকাভুক্ত করেছে।\n\n\n=== মুক্তিযুদ্ধ একাডেমি ===\n“মুক্তিযুদ্ধ একাডেমি” হলো মুক্তিযুদ্ধ ও বাংলাদেশের গণহত্যার বিষয়ে একটি গণশিক্ষা কার্যক্রম। চট্টগ্রাম ও নারায়ণগঞ্জে একাডেমির দুইটি চিত্রশালা জাদুঘর রয়েছে।\n\n\n=== গবেষণা ও প্রকাশনা ===\nসংগঠনের এই শাখা গবেষণা ও প্রকাশনার সাথে সম্পর্কিত।\n\n\n== ফটো আর্কাইভ ==\nমুক্তিযুদ্ধ ই-আর্কাইভ বাংলাদেশ ও বহির্বিশ্বের বিভিন্ন আলোকচিত্রীর তোলা মুক্তিযুদ্ধ ও গণহত্যা সম্পর্কিত প্রায় ৫,০০০ চিত্র উন্মুক্ত করেছে। এইসব চিত্র পাকিস্তানি দখলদার কর্তৃক গণহত্যা ও নৃশংসতা, শরণার্থীদের দুর্দশা, মুক্তিযোদ্ধাদের প্রশিক্ষণ ও অপারেশন এবং বিজয়ের উদযাপনকে তুলে ধরে। এছাড়াও আর্কাইভে বঙ্গবন্ধু এবং যুদ্ধপূর্ব রাজনৈতিক সংগ্রামের চিত্রাবলির একটি বৃহৎ সংগ্রহশালা রয়েছে। সাদা-কালো রঙের অধিকাংশ আলোকচিত্রই ব্যক্তিগত অ্যালবাম এবং স্টক ফটোগ্রাফি আর্কাইভ থেকে সংগ্রহ করা হয়েছে।\n\n\n== পুরস্কার ==\n২০১৫ খ্রিষ্টাব্দের ৩ জানুয়ারি বাংলাদেশ ছাত্রলীগের ৬৭তম প্রতিষ্ঠাবার্ষিকী উপলক্ষে মুক্তিযুদ্ধ ই-আর্কাইভকে সম্মাননা প্রদান করে।\n\n\n== তথ্যসূত্র =="}