{"pageid": 1001286, "title": "আইল অব ম্যানের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1001286", "content": "আইল অব ম্যান প্রায় ৮৫,০০০ বছর আগে দ্বীপে পরিণত হয়েছিল, সেইসময় হিমবাহ গলে যাওয়ার কারণে সমুদ্রের জলস্তর বৃদ্ধি পেয়ে প্রাগৈতিহাসিক ব্রিটেন মূল ইউরোপ ভূখণ্ড থেকে বিচ্ছিন্ন হয়ে গিয়েছিল। মনে করা হয় যে মধ্য প্রস্তর যুগে (প্রায় ৬৫০০ খ্রিস্টপূর্বাব্দ) কোন সময় সমুদ্রপথে উপনিবেশিকরণ হয়েছিল। বহু বছর ধরে এখানে বিভিন্ন সামরিক অভিযান হয়েছে এবং ব্যবসায়ীরা এখানে পদার্পণ করেছে। পঞ্চম শতাব্দীতে দ্বীপের অধিবাসীদের খ্রিস্টধর্মে রূপান্তরকরণের কারণ হিসাবে ধরা হয় সেন্ট মগোল্ডকে, তিনি বর্ণময় অতীত সম্পন্ন একজন আইরিশ ধর্মপ্রচারক ছিলেন। এরপরে নরওয়ে থেকে আসা ভাইকিংরা এখানে অভিযান করেছিল। দ্বীপপুঞ্জের রাজত্বের অংশ হিসাবে নরওয়েজীয় অধিরাজ্যের অধীন হবার পর আইল অফ ম্যান পরবর্তীতে স্কটিশদের অধিকারে গিয়েছিল। ১২৯০ সালে রাজা প্রথম এডওয়ার্ডের (হ্যামার অফ স্কটস) অধিনায়কত্বে ইংল্যান্ড আইল অফ ম্যানের ওপর প্রথম দখল নিয়েছিল। পরবর্তী কয়েক দশক ধরে এই দ্বীপটি ক্রমান্বয়ে স্কটিশ এবং ইংরেজ শাসনের মধ্যে দিয়ে গিয়েছিল এবং শেষ পর্যন্ত এটি ইংল্যান্ডের অধিকারে এসেছিল। \n১৮৬৬ সাল থেকে, আইল অফ ম্যান একটি মুকুট নির্ভর ক্ষেত্র এবং সেখানে গণতান্ত্রিক স্বশাসিত-সরকার রয়েছে।\n\n\n== প্রাগৈতিহাসিক তথ্য ==\n\n\n=== মধ্য প্রস্তর যুগ ===\nআইল অফ ম্যান কার্যকরভাবে প্রায় পঁচাশি হাজার বছর আগে দ্বীপে পরিণত হয়েছিল, যখন হিমবাহ গলে যাওয়ার কারণে সমুদ্রের স্তর বৃদ্ধি পেয়ে মধ্য প্রস্তর যুগের ব্রিটেন শেষবারের মত মহাদেশীয় ইউরোপ থেকে বিচ্ছিন্ন হয়েছিল। আইল অফ ম্যান এবং কুম্বরিয়ার মধ্যে এর আগে একটি স্থলসেতু বিদ্যমান ছিল, তবে স্থল সেতুর অবস্থান এবং তার উৎসমুখটি খুব ভাল বোঝা যায় নি।\nআইল অফ ম্যানে প্রথম মানুষের চিহ্ন পাওয়া গিয়েছিল মধ্য প্রস্তর যুগে। প্রথম যুগের বাসিন্দারা ছোট প্রাকৃতিক আশ্রয়স্থলে বাস করত, খাদ্যের জন্য তারা শিকার, সঞ্চয় এবং মাছ ধরার ওপর নির্ভর করত। তারা পাললিক শিলা পাথর বা হাড় দিয়ে তৈরি ছোট ছোট অস্ত্র ব্যবহার করত, এগুলির সন্ধান উপকূল অঞ্চলে পাওয়া গেছে। এই নিদর্শনগুলির কিছু কিছু ম্যাংক্স ন্যাশনাল হেরিটেজ যাদুঘরে রাখা আছে।\n\n\n=== নব্যপ্রস্তর যুগ থেকে ব্রোঞ্জ যুগ ===\nনব্যপ্রস্তরযুগ চিহ্নিত হয় কৃষিকার্য, উন্নততর পাথরের যন্ত্র এবং মৃৎশিল্পের আগমন দিয়ে। এই সময়কালে দ্বীপের চারপাশে ম্যাগালিথিক স্মৃতিসৌধ স্থাপনা শুরু হয়েছিল। মফল্ডের কাছে কাশটাল ইন আরড, ল্যাক্সিতে কিং অরির সমাধি, ক্রেগনিশের কাছে মিয়াইল সার্কেল এবং সেন্ট জনসের বল্লাহারা স্টোনস এই ধরনের কিছু সৌধের নিদর্শন। এই সময়কার মেগালিথগুলিই সংস্কৃতির একমাত্র নিদর্শন ছিল না; সেখানে স্থানীয় রোনাল্ডসওয়ে সংস্কৃতির অবশেষও পাওয়া গিয়েছে (নব্যপ্রস্তরযুগের শেষ থেকে ব্রোঞ্জ যুগে)।\n\n\n=== লৌহ যুগ ===\nলৌহ যুগ সেল্টীয় সাংস্কৃতিক প্রভাবের সূচনা করেছিল। পাহাড়ের শীর্ষে পার্বত্য দুর্গ এবং উপকূলীয় রেখা বরাবর ছোট ছোট শৈলান্তরীপ দুর্গ স্থাপিত হয়েছিল। এছাড়া কাঠের বৃহতাকার কাঠামোযুক্ত গোলঘর নির্মিত হয়েছিল।\nসম্ভবত দ্বীপে বসবাসকারী প্রথম সেল্টরা ছিল ব্রিটেনের মূল ভূখণ্ডের ব্রাইথোনিক উপজাতি। ব্রাইথোনিক আমলে আইল অফ ম্যানের ধর্মনিরপেক্ষ ইতিহাস রহস্যজনক রয়ে গেছে। রোমানরা কখনও দ্বীপে অবতরণ করেছিল কিনা তা জানা যায়নি এবং যদিও বা করে থাকে, উল্লেখযোগ্য কোন প্রমাণ আবিষ্কৃত হয়নি। রোমান ব্রিটেনের সাথে যোগাযোগের একটি প্রমাণ পাওয়া গেছে, দক্ষিণ বারুলের বসতিতে একটি অ্যাম্ফোরা (বিশেষ ধরনের পাত্র) আবিষ্কৃত হয়েছে; অনুমান করা হয় এটি হয়তো ব্যবসায়ের পণ্য বা লুণ্ঠিত দ্রব্য। ধারণা করা হয় যে, ৬০ খ্রিস্টাব্দে মোনা পদচ্যুত হওয়ার পরে, দ্বীপটি ড্রুইড এবং অ্যাংগলসি থেকে আসা অন্যান্য শরণার্থীদের আশ্রয়স্থল হয়ে উঠেছিল।\n\n\n== আরো দেখুন ==\n\nKing of Mann and the Isles (1079–1164)\nKing of Mann (1164–1504)\nLord of Mann (1504–1765)\nAct of Settlement 1704\nGovernor of the Isle of Man (1696–1828)\nLieutenant Governor of the Isle of Man (1773–present)\nWimund - 12th century, first Bishop of the Isle of Man, warlord\nInternment camps in the Isle of Man\nExtinct animals from the Isle of Man\nRegistered Buildings of the Isle of Man\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nBooker, John (১৮৫৯)। A History of the Ancient Chapel of Birch, in Manchester Parish; Volume XLVII। Chetham House। \nটেমপ্লেট:Cite odnb\n এই নিবন্ধটি একটি প্রকাশন থেকে অন্তর্ভুক্ত পাঠ্য যা বর্তমানে পাবলিক ডোমেইনে: চিসাম, হিউ, সম্পাদক (১৯১১)। \"Man, Isle of\"। ব্রিটিশ বিশ্বকোষ। 17 (১১তম সংস্করণ)। কেমব্রিজ ইউনিভার্সিটি প্রেস। পৃষ্ঠা 534–539। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== গ্রন্থপঞ্জী ==\nChiverrell, R. and G. Thomas, eds. A New History of the Isle of Man (5 vol. Liverpool University Press)\nRichard Chiverrell and Geoffrey Thomas. New History of the Isle of Man Volume 1: The Evolution of the Natural Landscape (2005)\nPeter Davey, A New History of the Isle of Man: Prehistory (vol 2 2010).\nSean Duffy. New History of the Isle of Man Volume 3: The Medieval Period, 1000-1406 (2005)\nJohn Belchem. New History of the Isle of Man Vol. 5: The Modern Period, 1830-1999 (2001)\nGawne, C.W. The Isle of Man and Britain: Controversy, 1651-1895, from Smuggling to the Common Purse (Douglas: Manx Heritage Foundation, 2009)\nGelling, J. A History of the Manx Church (Douglas: Manx Heritage Foundation, 1998)\nHoy, Michael John. \"Isaac Barrow: builder of foundations for a modern nation.\" (PhD thesis, U of Liverpool, 2015), bishop of Sodor and Man (1663–71) and governor (1664-69). online  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ অক্টোবর ২০১৬ তারিখে; bibliography pp 259–80.\nMoore, A. W. A History of the Isle of Man (2 vols, London: Fisher Unwin, 1900). online  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ মে ২০২১ তারিখে\nMoore, David W. The Other British Isles: A History of Shetland, Orkney, the Hebrides, Isle of Man, Anglesey, Scilly, Isle of Wight and the Channel Islands (2011).\n\n\n== বহিঃসংযোগ ==\nThe Story of Mann – Government site with a collections of links on Isle of Man history.\nThe History of the Courts on the Isle of Man – Government site with a summary on the history of rulers on the Isle of Man.\nIsle of Man Genealogy  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ এপ্রিল ২০২১ তারিখে – information about the genealogy of the Isle of Man from isleofman.com\nthe manx notebook  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ মার্চ ২০০৬ তারিখে – A vast electronic compendium of all matters, past and present regarding the Isle of Man at isleofman.com\nPlace-Names Of The Isle of Man – George Broderick Tübingen: Niemeyer. 7 vols. 1994-2004\n\nটেমপ্লেট:History of Europe\nটেমপ্লেট:European history by country\nটেমপ্লেট:History of the British Isles"}