{"pageid": 1001587, "title": "গোল কিক", "url": "https://bn.wikipedia.org/wiki?curid=1001587", "content": "গোল কিক ফুটবল খেলায় একটি নিয়মের নাম বা প্রক্রিয়ার নাম। এই নিয়মের মাধ্যমে বা প্রক্রিয়ার মাধ্যমে পুনরায় খেলা শুরু করা হয়। বিভিন্ন জায়গায় এটিকে গোলি কিকও বলা হয়। ফুটবল খেলার ১৬ নম্বর আইন হল এই গোল কিক।\n\n\n== যে ভাবে হয় ==\nপ্রতিপক্ষ দলকে এই গোল কিক প্রদানের সুযোগ দেওয়া হয়। যখন পক্ষ দলের কোন খেলোয়াড় গোল দিতে ব্যর্থ হয় এবং বল যদি গড়িয়ে বা বাতাসে ভেসে গোল লাইন অতিক্রম করে। অর্থাৎ গোল দেওয়ার সময় বল যদি গোল হওয়া ছাড়াই গোল লাইন অতিক্রম করে, সেক্ষেত্রে পক্ষ দলকে গোল কিকের সুযোগ দেওয়া হয়। এখন বল যদি পক্ষ দলের কারো পায়ে লেগে গোল লাইন অতিক্রম করে সেক্ষেত্রে প্রতিপক্ষ দলকে কর্ণার কিক প্রদান করা হয়।\n\n\n== প্রক্রিয়া ==\n\nরেফারি আঙুল তুলে দেখিয়ে দিবেন কোন গোল এরিয়া থেকে গোল কিক নেওয়া হবে।\nগোলকিক নেওয়ার সময় ফুটবল অবশ্যই স্থির অবস্থায় থাকতে হবে\nকিক নেওয়ার পর থেকেই খেলা শুরু হয়ে যাবে। যে খেলোয়াড় কিক করেছেন তিনি কিক করার পর দ্বিতীয় কোন খেলোয়াড় কিক করার আগে আর বলকে লাথি/ছুঁতে পারবেন না।\nসাধারণত গোল কিক একজন গোলকিপার নেন। তবে এটা আবশ্যক কিছু না। অন্য খেলোয়াড়ও এটা নিতে পারেন।\n\n\n== ব্যতিক্রম ==\nগোল কিকটি যদি থামা অবস্থায় কিক করা না হয় বা ভুল জায়গা থেকে দেওয়া হয়, তাহলে রেফারি পুনরায় কিক দেওয়ার সুযোগ দেন।\nগোল কিক নেওয়ার সময় অন্য দলকে অবশ্যই পেনালটি এরিয়া থেকে দূরে অবস্থান করতে হবে। কিক নেওয়ার সময় অন্য দল যদি পেলান্টি এরিয়া ত্যাগ করার প্রস্তুতি নেয় বা নেওয়ার সময়ই কিক নেওয়া হয় তখন অন্য দল বল নেওয়ার চেষ্টা করতে পারবে বা তাদের পক্ষে কিক নেওয়ার জন্য আবেদন করতে পারবে।\nIf an opposing player deliberately remains inside the penalty area, or enters the penalty area before the goal kick is taken, the goal kick is retaken.  If this happens a number of times, the opposing player is booked for persistent infringement of the Laws of the Game.\nA player who excessively delays the restart of play is cautioned.\nIf the kicker touches the ball a second time before it has been touched by another player, an indirect free kick is awarded to the opposing team from the place where the offence occurred, unless the second touch was also a more serious handling offence, which is punished by a direct free kick (or a penalty kick if within the penalty area and the kicker was not the goalkeeper) for the opposing team.\n\n\n== ইতিহাস ==\n\n\n=== Before 1863 ===\nAnalogues of the goal kick are found in early codes of football.  The first published set of rules for any code of football, that of Rugby School (1845), featured a \"kick out\" from ten yards or twenty-five yards after a team touched the ball down in its own goal area.  This was the ancestor of the 22-metre drop out in modern rugby union.  A similar 25-yard \"kick out\" is found in the first version of the Sheffield rules (1858).\n  The Cambridge rules of 1856 provided for a kick-out from \"not more than ten paces\", while the Melbourne Football Club rules of 1859 stipulated a 20-yard \"kick off\".  Published laws of the Eton field game (1857) and Harrow football (1858), meanwhile, provided for a defensive kick-off from the goal-line itself whenever the ball went behind the goal without the attacking team scoring.\n\n\n=== The 1863 FA rules ===\nThe original FA rules of 1863 defined the \"free kick from the goal line\", the ancestor of the goal-kick, thus:In case the ball goes behind the goal line, if a player on the side to whom the goal belongs first touches the ball, one of his side shall be entitled to a free kick from the goal line at the point opposite the place where the ball shall be touched.  If a player of the opposite side first touches the ball, one of his side shall be entitled to a free kick (but at the goal only) from a point 15 yards from the goal line opposite the place where the ball is touched. The opposing side shall stand behind their goal line until he has had his kick.\nThere are several differences between this \"free kick from the goal line\" and the modern goal-kick:\n\nIt was awarded when the defensive team was the first to touch the ball down after it had crossed the goal-line. This contrasts with modern association football, which awards the goal-kick against the last team to touch the ball before it went out of play.\nIt was taken from the goal line itself.\nIt was taken in line with the spot where the ball was touched down.\nIt could be taken \"in such manner as the kicker may think fit\"—i.e. as a punt, drop-kick, or place-kick.\nIt was not possible for a player to be offside from such a kick, a feature of the laws that has remained constant to the present day.\n\n\n=== Early developments (1863-1873) ===\nIn 1866, the law was changed to award a goal-kick to the defending team regardless of which team touched the ball.  (If the attacking team touched the ball down, it was awarded a \"touch down\", which served as a tie-breaker if the match ended level on goals; however the defending team was still awarded a goal-kick.) \nIn 1867, following an amendment proposed by Wanderers FC, the law was simplified;  both the requirement for a touch-down, and the short-lived \"touch-down\" tiebreaker, were completely removed from the laws.  The goal-kick could now be taken from any point \"within six yards from the limit of [the] goal\", and the opponents were forbidden from approaching within six yards of the ball.\n\nOne problem with these early rules was mentioned at the 1867 FA meeting: Where one side was very much weaker than the other, a very great deal of time was wasted by players intentionally letting the ball go behind their own goal-line (in some instances kicking it there themselves) particularly in playing against time.\nThis state of affairs lasted until 1872, when the corner-kick law was introduced from Sheffield rules football.  Under the 1872 law, a goal-kick could be awarded only when the ball was kicked directly over the goal (by either side).  When the ball crossed the goal-line to the side of the goal, a corner-kick was awarded to either the attacking or defensive side, depending on which team last touched the ball before it went out of play.  \n\nThis law was rewritten the next year (1873) on the basis of a proposal by Great Marlow FC:  a goal kick was awarded when the ball was kicked out of play over the goal-line by the attacking side.  The kick had to be taken from within six yards of the nearest goal post.  The 1873 law ran: When the ball is kicked behind the goal-line by one of the opposite side, it shall be kicked off by any one of the players behind whose goal line it went, within six yards of the nearest goal post; but if kicked behind by any one of the side whose goal line it is, a player of the opposite side shall kick it from the nearest corner flag-post. In either case no other player shall be allowed within six yards of the ball until kicked off.\n\n\n=== Subsequent changes ===\n\n\n=== Name ===\nThe phrase \"goal kick\" is recorded in general usage as early as 1867, but does not appear in the laws of the game until 1890. Before this, phrases such as \"kick it off from the goal line\" were used.\n\n\n=== Position of the kick ===\nThe goal kick of 1873 was taken from \"within 6 yards of the goal post nearest the point where the ball went out of play\".  In 1891, pitch markings were added to define the six-yard radius from each goal-post. In 1902, the term \"goal area\" was introduced for the place from which the goal kick was taken; it assumed its modern dimensions as a rectangle extending six yards from each goal post.  The goal-kick had to be taken from the half of the goal area nearest to the spot where the ball went out of play.  This requirement was removed in 1992, when it was permitted to take the goal-kick from any point within the goal-area.  This change was made in order to \"eliminate[] one of the common timewasting tactics\".\n\n\n=== Position of opponents ===\nIn 1913 and 1914, the distance opponents were required to retreat was increased from six yards to ten yards. In 1948, opponents were required to be completely outside the penalty area when the goal-kick was taken.\n\n\n=== Putting the ball into play ===\nIn 1905, it was specified that the ball \"must make a complete circuit or travel the distance of its circumference\" before being in play.  In 1936, after a proposal by the Scottish Football Association, a new restriction was added: it was specified that the goal-kick must leave the penalty area before becoming in play;  if the ball does not leave the penalty area, the kick has to be retaken.  The goalkeeper was also explicitly forbidden from \"receiv[ing] the ball into his hands from a goal-kick in order that he may thereafter kick it into play\". In 2019, the requirement that the ball had to leave the penalty area was removed:  the ball became in-play as soon as it was kicked and clearly moved.\n\n\n=== Scoring a goal from a goal kick ===\nIn 1890, it was forbidden to score a goal directly from a goal-kick. In 1997, the laws were amended to allow a goal to be scored directly from a goal-kick, but only against the opposing team.\n\n\n=== Touching the ball twice from a goal kick ===\nIn 1890, the player taking the goal kick was forbidden from touching the ball a second time before it had touched another player.\n\n\n=== Punishment for infringement ===\nIn 1890, an indirect free-kick was awarded to the opposition when the player taking the goal kick touched the ball twice.  In 1939, it was clarified that this penalty did not apply if the ball was touched twice before it had entered play by leaving the penalty area—in that case the kick was to be retaken instead.\nIn 1905, encroachment by the opposition at a goal-kick was also punished with an indirect free-kick.  This penalty was removed in 1937. In 1997, the laws explicitly stated that, in the case of encroachment by the opposition, the kick should be retaken.\n\n\n=== Summary ===\nThis table describes all kicks awarded to the defending team after the ball goes out of play over the goal line, including the defensive corner kick from the 1872 laws.\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Association football laws"}