{"pageid": 1001091, "title": "মার্কিন যুক্তরাষ্ট্র ও ব্রিটিশ সাম্রাজ্যের বিরুদ্ধে জাপানের যুদ্ধ ঘোষণা", "url": "https://bn.wikipedia.org/wiki?curid=1001091", "content": "মার্কিন যুক্তরাষ্ট্র ও ব্রিটিশ সাম্রাজ্যের ( 國 及 英國 ニ ニ ス ル 宣戰 ノ ノ 詔書) বিরুদ্ধে জাপান সাম্রাজ্যের যুদ্ধের ঘোষণাটি ৮ ডিসেম্বর, ১৯৪১ (জাপানের সময়; মার্কিন যুক্তরাষ্ট্রে ৭ ডিসেম্বর) প্রকাশিত হয়। এর এক ঘণ্টা পরই পার্ল হারবারে জাপানের সেনাবাহিনী মার্কিন যুক্তরাষ্ট্রের নৌ ঘাঁটিতে আক্রমণ শুরু করে। \nএই আক্রমণের পরে মালায়া, সিঙ্গাপুর এবং হংকংয়ে ব্রিটিশ বাহিনীর উপর আক্রমণ করা হয়। যুদ্ধের ঘোষণাপত্রটি ৮ ই ডিসেম্বর জাপানের সব সংবাদপত্রের সন্ধ্যা সংস্করণের প্রথম পৃষ্ঠায় ছাপা হয়েছিল। যুদ্ধের সংকল্পটি পুনরায় নিশ্চিত করতে ডকুমেন্টটি পরবর্তী সময়ে পুরো যুদ্ধ জুড়ে (জাপান ১৯৪৫ সালে আত্মসমর্পণ না করা পর্যন্ত) প্রতি মাসের অষ্টম দিনে আবার মুদ্রিত হয়েছিল।\n\n\n== নথির পাঠ্য ==\nনীচের লেখনিগুলো জাপানের সম্রাটের নামে প্রকাশিত যুদ্ধের ঘোষণার পাঠ্য রয়েছে:\n\nঅপরিহার্য নিবন্ধ\nআমরা জাপানের সম্রাট স্বর্গের অনুগ্রহে অনাদিকাল থেকে একই রাজবংশ দ্বারা অধিষ্ঠিত সিংহাসনে বসে ছিলাম, আমাদের অনুগত ও সাহসী প্রজাদের আদেশ দিন:\nআমরা একইভাবে আমেরিকা যুক্তরাষ্ট্র এবং ব্রিটিশ সাম্রাজ্যের বিরুদ্ধে যুদ্ধ ঘোষণা করছি। আমাদের সেনাবাহিনী এবং নৌবাহিনীর পুরুষ ও আধিকারিকরা যুদ্ধ জয়ের জন্য যথাসাধ্য চেষ্টা করবে। বিভিন্ন বিভাগের আমাদের সরকারী কর্মচারীরা তাদের নিজ নিজ দায়িত্ব বিশ্বস্ততা ও নিষ্ঠার সাথে পালন করবেন; ঐক্যবদ্ধভাবে সমগ্র জাতি তাদের সম্পূর্ণ শক্তি একত্রিত করবে যাতে আমাদের যুদ্ধের লক্ষ্য অর্জনে কোনও কিছুই বাধা হয়ে না দাঁড়ায়।\nপূর্ব এশিয়ার স্থিতিশীলতা নিশ্চিত করা এবং বিশ্ব শান্তিতে অবদান রাখাই হ'ল দূরদর্শিতার নীতি যা আমাদের গ্রেট ইলাস্ট্রিয়াস ইম্পেরিয়াল গ্রান্ডসায়ার সম্রাট মেইজি এবং আমাদের মহান সাম্রাজ্য সায়ার সম্রাট তাদের উত্তরসূরিদের জন্য প্রণয়ন করেছিলেন। আমরা অব্যাহত রেখেছি বিভিন্ন জাতির মধ্যে হৃদয়ের বন্ধুত্ব গড়ে তোলা এবং সব জাতির সাথে সমানভাবে সমৃদ্ধি উপভোগ করা এটিও আমাদের পূর্বপুরুষদের বৈদেশিক নীতির একটি গুরুত্বপূর্ণ দিকনির্দেশনা ছিল। এটি সত্যই যে, আমাদের ইচ্ছা থেকে দূরে ছিল আমেরিকা এবং ব্রিটেনের সাথে আমাদের সাম্রাজ্যের তলোয়ারের যুদ্ধ চালনা। চীন যখন আমাদের সাম্রাজ্যের আসল উদ্দেশ্যগুলি অনুধাবন করতে ব্যর্থ হয়েছে এবং বেপরোয়াভাবে সমস্যার মোকাবেলা করতে ব্যর্থ হয়েছে তার চার বছরেরও বেশি সময় পেরিয়ে গেছে। তারা পূর্ব এশিয়ার শান্তিকে বিঘ্নিত করেছে এবং আমাদের সাম্রাজ্যকে অস্ত্র গ্রহণ করতে বাধ্য করেছে। যদিও চীনের জাতীয় সরকার পুনরায় প্রতিষ্ঠিত হয়েছে, যার মাধ্যমে জাপান প্রতিবেশী আন্তঃসংযোগ এবং সহযোগিতা কার্যকর করেছিল। আমেরিকাশ এবং ব্রিটিশ সুরক্ষার উপর নির্ভর করে চুংকিঙে যে সরকার বেঁচে আছে, জাপান এখনও তার উন্মুক্ত বিরোধিতা অব্যাহত রেখেছে। প্রাচ্যে আধিপত্য বিস্তার করার জন্য তাদের অযৌক্তিক উচ্চাকাঙ্ক্ষা উপলব্ধি করার জন্য আগ্রহী মার্কিন যুক্তরাষ্ট্র এবং ব্রিটেন উভয়েই চুংকিং শাসনকে সমর্থন জানিয়ে পূর্ব এশিয়ার অশান্তি আরও বাড়িয়ে তুলেছে। তদুপরি, এই দুটি শক্তি, অন্যান্য দেশগুলিকে একই পথ অনুসরণ করতে প্ররোচিত করে, আমাদের সাম্রাজ্যের চারপাশে সামরিক শক্তি বাড়িয়ে তোলে যা আমাদের চ্যালেঞ্জ মুখে ফেলেছে। তারা আমাদের শান্তিপূর্ণ বাণিজ্যের প্রতিটি উপায়ে বাধা দিয়েছে এবং অবশেষে আমাদের অর্থনৈতিক সম্পর্কের সরাসরি বিচ্ছেদ ঘটাতে শুরু করেছে, যা মারাত্মকভাবে আমাদের সাম্রাজ্যের অস্তিত্বকে হুমকির মুখে ফেলেছে। আমাদের সরকার শান্তির পরিস্থিতি পুনরুদ্ধার করতে পারে এই আশায় আমরা ধৈর্য ধরে অপেক্ষা করেছি এবং দীর্ঘকাল আমরা সহ্য করেছি। তবে আমাদের বিরোধীরা, সমঝোতার ন্যূনতম মনোভাব না দেখিয়ে একটি নিষ্পত্তি করে দিয়েছে; এবং ইতোমধ্যে তারা আমাদের সাম্রাজ্যকে বাধ্য করতে অর্থনৈতিক ও রাজনৈতিক চাপ তীব্র করে তুলেছে। বিষয়গুলির এই প্রবণতাটি যদি অব্যাহত রাখা হয় তবে পূর্ব এশিয়ার স্থিতিশীলতার স্বার্থে আমাদের সাম্রাজ্যের বহু বছরের প্রচেষ্টা কেবল বাতিলই করবে না, বরং আমাদের জাতির অস্তিত্বকেও বিপন্ন করবে। পরিস্থিতি যেমনটি হ'ল আমাদের সাম্রাজ্য, কারণ এর অস্তিত্ব এবং আত্মরক্ষার পক্ষে অস্ত্রের কাছে আবেদন করা এবং তার পথে প্রতিবন্ধকতা কাটিয়ে ওঠা ছাড়া আর কোন উপায় নেই।\nআমাদের রাজকীয় পূর্বপুরুষদের পবিত্র আত্মারা আমাদের উপর থেকে রক্ষা করছেন, আমরা আমাদের পূর্বপুরুষদের দ্বারা অর্পিত কাজটি এগিয়ে নিয়ে যাওয়া এবং আমাদের মন্দ বিষয়গুলি দ্রুত নির্মূল করা ও স্থায়ী হবে এমন দৃঢ় বিশ্বাসের সাথে আমাদের প্রজাদের অনুগততা ও সাহসের উপর নির্ভর করে যুদ্ধ ঘোষণা করছি যাতে পূর্ব এশিয়াতে স্থায়ীভাবে শান্তি প্রতিষ্ঠিত হয় এবং যার মাধ্যমে আমাদের সাম্রাজ্যের গৌরব রক্ষা করা হয়।\nসাক্ষী হিসাবে, আমরা এই পর্যন্ত পবিত্র প্যালেসে আমাদের হাত স্থাপন করেছি এবং সাম্রাজ্যের গ্র্যান্ড সীলকে শোকের ১৫ তম বছরের ১২ তম মাসের সপ্তম দিন টোকিওর ইম্পেরিয়াল প্যালেসে সংযুক্ত করেছি। সরকারি কর্মকর্তা থেকে মজুর পর্যন্ত সবাইকে নির্দেশনাটি অনুসরণ করার আদেশ প্রদান করা হলো।\n\n(১৯৪১ সালের ৮ ই ডিসেম্বর বোর্ড অফ ইনফরমেশন, জাপান টাইমস কর্তৃক প্রকাশিত।) \n\n\n== ঐতিহাসিক প্রেক্ষাপট ==\nদলিলটি মার্কিন যুক্তরাষ্ট্র এবং ব্রিটিশ সাম্রাজ্যের বিরুদ্ধে যুদ্ধ ঘোষণা করে জাপানের বিদেশ নীতি ও সাম্রাজ্যের বিরুদ্ধে তাদের অনুমানমূলক বিপর্যয়মূলক কর্মকাণ্ড নিয়ে আলোচনা করেছে এবং বলেছে যে যুদ্ধ প্রতিরোধের সমস্ত সুযোগ জাপান সরকারের থেকে শেষ হয়ে গেছে। জাপান পূর্ব এশিয়ার বেশিরভাগ এলাকা আক্রমণ করেছিল যা তারা \" গ্রেটার ইস্ট এশিয়া কো-সমৃদ্ধি গোলক \" নামে অভিহিত করেছিল, বর্তমানে এটিকে সাম্রাজ্যবাদের অজুহাত হিসাবে দেখা হয়। জবাবে, আমেরিকা ১৯৪১ সালের আগস্টে এশিয়ার আগ্রাসন বন্ধ করতে এবং নানকিং-এ তাদের যুদ্ধাপরাধের মতো জাপানি পদক্ষেপ রোধে জাপানের উপর তেলের নিষেধাজ্ঞা আরোপ করেছিল, ইস্পাতও নিষিদ্ধ ছিল। জাপান এটিকে বৈরী ও উস্কানিমূলক কাজ হিসাবে দেখে এবং পার্ল হারবারের বোমা হামলা এবং মার্কিন যুক্তরাষ্ট্র ও ব্রিটিশ সাম্রাজ্যের বিরুদ্ধে যুদ্ধের ঘোষণার মাধ্যমে পাল্টা জবাব দেয়।\n\n\n== আরও দেখুন ==\nদ্বিতীয় বিশ্বযুদ্ধ\nপারমাণবিক বোমা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমার্কিন যুক্তরাষ্ট্র এবং ব্রিটিশ সাম্রাজ্যের উপর জাপানের সাম্রাজ্যের যুদ্ধের ঘোষণা\nজাপানের যুদ্ধের ঘোষণা, হ্যান্সার্ড, ১৯৮১ সালের ৮ ই ডিসেম্বর (ব্রিটিশ হাউস অফ পার্লামেন্টে বিতর্কের রেকর্ডস)"}