{"pageid": 1001659, "title": "বালুকা খাদ", "url": "https://bn.wikipedia.org/wiki?curid=1001659", "content": "[[চিত্র:Blowout_Earth_TX.jpg|সংযোগ=https://bn.wikipedia.org/wiki/%E0%A6%9A%E0%A6%BF%E0%A6%A4%E0%A7%8D%E0%A6%B0:Blowout_Earth_TX.jpg%7Cথাম্ব%7C350x350পিক্সেল%7C[[টেক্সাস|টেক্সাসের]] গ্রামীণ শহর আর্থ থেকে ৬.৫ কিমি দক্ষিণের বালুকা খাদ (১৯৯৬)]]\nবালুকা খাদ বা বালি খাদ বালিয়াড়ি বা টিলার মধ্যে দেবে যাওয়া বালুকাময় নিঁচু খাদ, যা বাতাসের দ্বারা বালু সরে গিয়ে সৃষ্টি হয়।\nসাধারণত উপকূলীয় শুকনো অঞ্চলে বালি খাদ পাওয়া যায়, যেখানে বাতাসের নেমে যাওয়া প্যাচগুলি স্থিতিশীল উদ্ভিজ্জ বালিয়াড়ির নগ্ন বালির উপর পড়ে বালি খাদের সৃষ্টি তৈরি হয়। সাধারণত, গাছের শিকড় বা অন্য কোন বাঁধার কারণে সক্রিয়ভাবে প্রবাহমান বালিয়াড়ি যখন গঠিত হয় না তখন বালি খাদ তৈরি হয় না। এই নিম্নচাপগুলি সাধারণত স্থিতিশীল টিলার উঁচু অংশে শুরু হয়, যেখানে তীব্র শুষ্কতা এবং বাতাসের তাণ্ডব বেশি, যা বালির বৃহত্তর পৃষ্ঠ খনন এবং পলি প্রবেশের অনুমতি দেয়। বেশিরভাগ সময়, অনাবৃত অংশ দ্রুত উদ্ভিদে ঢেকে যায়, প্রসারিত হয়ে বালুকা খাদ হওয়ার আগেই; তবে, যখন সুযোগ দেওয়া হয়, বায়ু ক্ষয় অনাবৃত পৃষ্ঠকে নিচু করে দেয় এবং একটি টানেলিং প্রভাব তৈরি করে, যা বাতাসের গতিকে আরো বাড়িয়ে দেয়। এই নিম্নমুখী চাপ অবিরত চলতে থাকে যতক্ষণ না এটি একটি অ-ক্ষয়ী স্তর বা অঙ্গসংস্থান একে সীমাবদ্ধ করে। ক্ষয়িষ্ণু পদার্থগুলি টিলার খাড়া ঢালু আরোহণ করে বাতাস যেখানে নিম্নমুখী হয় সেখানে জমা হয়, যা একটি বালিয়াড়ির উদ্ভিদগুলোকে ঢেকে দেয়, যা নিম্নচাপকে বৃহত্তর অঞ্চলে নিয়ে যায়; এটি একটি প্রক্রিয়া যা অধিবৃত্তসদৃশ টিলা তৈরিতে সহায়তা করে। \n\n\n== উদ্ভিদসমূহ ==\nযদিও বিশ্বজুড়ে বিভিন্ন বালিয়াড়ি পরিবেশের মধ্যে বিভিন্ন ধরনের উদ্ভিদ রয়েছে, তবে বেশিরভাগ উদ্ভিদ প্রজাতিগুলি মূল ভূমিকা পালন করে, তাদের প্রতিরক্ষামূলক আচ্ছাদন ক্ষয় দমন করতে কতটা শক্তিশালী তার উপর নির্ভর করে বালুকা খাদ গঠিত হবে কিনা। কিছু অগ্রগামী প্রজাতি টিলা উন্মুক্ত হয়ে গেলেও আরও অধিক ক্ষয় দমন করতে পারে। \n\n\n=== প্রতিরক্ষামূলক ত্বক ===\nপ্রথম ক্ষেত্রে, প্রতিরক্ষামূলক ত্বকের প্রাথমিক উদ্দেশ্য হ'ল ব্যাঘাতগুলি প্রতিরোধ করা যা খোলা অনাবৃত অংশ তৈরি করে এবং বালুকা খাদ তৈরি করে। ক্ষয় রোধ করতে গাছপালা উপরিভাগকে ঢেকে রাখার মাধ্যমে এবং যান্ত্রিকভাবে মাটির সাথে আবদ্ধ হয়ে বিভক্তি চাপ হ্রাস করতে সহায়তা করে। প্রতিরক্ষামূলক ত্বক উদ্ভিদের দ্বারা গঠিত যা মাটির পৃষ্ঠের উপরে এবং নীচে এবং উদ্ভিদের জঞ্জালগুলিকে পচায়। অধিকন্তু, প্রতিরক্ষামূলক ত্বক বিভিন্ন প্রজাতির সমন্বয়েও গঠিত হতে পারে যা তৃণভূমি এবং বনের মতো পরিবেশ তৈরি করতে পারে। তবে, জলবায়ু পরিবর্তিত হলে, এটি সরাসরি উদ্ভিদের উপর প্রভাব ফেলতে পারে, যা ত্বককে ভঙ্গুর করে তুলতে পারে; তবুও, পরিবর্তনের হার কিছুটা সময় নিতে পারে এবং বিভিন্ন পরিবেশে স্থিতিশীল টিলার জন্য আলাদা হতে পারে। \n\n\n=== দ্রুত আর্ধনশীল প্রজাতি ===\nব্যাঘাতগুলি যখন প্রতিরক্ষামূলক ত্বকের কোনও অংশ নষ্ট করে, অনাবৃত ত্বকের অন্যান্য অংশে প্রসারিত এবং ক্ষয় করতে পারে; তবে কিছু উদ্ভিদ যেমন অগ্রণী প্রজাতি প্রারম্ভিক স্থানে বসতি স্থাপন করে আরও প্রসারণ ও ক্ষয় রোধ করতে পারে। যদিও কয়েকটি উদ্ভিদের প্রজাতি কলোনাইজার হিসাবে শ্রেণিবদ্ধ করা যেতে পারে, তবে এই গাছগুলিতে উচ্চ পরিমাণে পলি জমে থাকে এবং বালি খাদে দুর্বল পুষ্টি পরিস্থিতি হবার ঝোঁক থাকে। তদ্ব্যতীত, যদি একটি বালুকা খাদের রূপ নেয়, নিম্নচাপে জমা হওয়া উপাদানগুলির হার অগ্রণী উদ্ভিদের বৃদ্ধি বা আবার স্থিতিশীল হওয়ার হারের চেয়ে বেশি হয়ে থাকে। বেশিরভাগ ক্ষেত্রে জলবায়ু পরিবর্তনের কারণে, উপনিবেশকারী প্রজাতিগুলি পরিবেশের অবস্থার উপর প্রচুর নির্ভর করে, যা প্রতিরক্ষামূলক ত্বকের উদ্ভিদের তুলনায় নাটকীয়ভাবে পরিবর্তিত হতে পারে। \nউপকূলীয় বালির টিলাগুলি একটি সৈকত থেকে ঠিক অভ্যন্তরীণ অঞ্চলে পাওয়া যায়, এবং সৈকত ছাড়িয়ে বাতাস শুকনো বালির প্রবাহের ফলে তৈরি হয়। এটি তখনই ঘটতে পারে যখন সৈকত থেকে অভ্যন্তরীনভাবে সমতল ভূমির একটা ক্ষেত্র থাকে। সময়ের সাথে সাথে, এই আশ্রয়হীন পৃষ্ঠে অগ্রণী প্রজাতি উপনিবেশ স্থাপন করবে। এই প্রজাতিগুলি (যেমন মারাম ঘাস) টিলাগুলিকে স্থিতিশীল করবে এবং এগুলিকে স্থানান্তরিত করতে বাধা দেবে। উদ্ভিদের উত্তরসূরিরা শেষ পর্যন্ত এই টিলাগুলিকে বনভূমিতে (জলবায়ুর উপর নির্ভর করে) রূপান্তরিত করবে এবং একটি পরিপক্ব মাটি গঠিত হবে। \nবালি খাদগুলি উদ্ভিদ এবং প্রাণিকুলের জন্য একটি গুরুত্বপূর্ণ আবাসস্থল সরবরাহ করে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআইওলিয়ান রিসার্চ এর গ্রন্থ"}