{"pageid": 1001423, "title": "বারমুডার ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1001423", "content": "বারমুডা মূলত স্পেনীয় অভিযাত্রী জুয়ান ডি বার্মুডেজ ১৫০৩ সালে আবিষ্কার করেছিলেন। ১৬০৯ সালে ইংলিশ ভার্জিনিয়া সংস্থা ভার্জিনিয়ায় জেমসটাউন প্রতিষ্ঠা করেছিল। তারও দুই বছর আগে এক হ্যরিকেনের পরে একটি জাহাজকে (সি ভেনচার) ডুবে যাওয়া থেকে রক্ষা করার জন্য পার্শ্ববর্তী প্রবালপ্রাচীরের দিকে চালিত করে এবং জাহাজের নাবিক ও যাত্রীরা তীরে অবতরণ করে বারমুডায় বসতি স্থাপন করে। বারমুডার প্রথম রাজধানী সেন্ট. জর্জেস ১৬১২ সালে প্রতিষ্ঠিত হয়েছিল।  \nভার্জিনিয়া কোম্পানি দ্বীপপুঞ্জটিকে ভার্জিনিয়ার সম্প্রসারণ হিসাবে ১৬১৪ সাল অবধি পরিচালনা করেছিল। তাদের স্পিন-অফ সোমারস আইলেস কোম্পানি ১৬১৫ সালে এর দায়িত্ব ভার গ্রহণ ক'রে ১৬৮৪ সাল অবধি দ্বীপটি পরিচালনা করেছিল। এই সময় কোম্পানির সনদ প্রত্যাহার করে বারমুডা পরিণত হয়েছিল ইংরেজ ক্রাউন কলোনি রূপে। স্কটল্যান্ড এবং ইংল্যান্ড সংসদের ১৭০৭ একীকরণ অনুসারে গ্রেট ব্রিটেন রাজ্য তৈরি হয় এবং বারমুডা দ্বীপপুঞ্জ হয়ে ওঠে একটি ব্রিটিশ ক্রাউন কলোনি।\n১৯৪৯ সালে যখন নিউফাউন্ডল্যান্ড কানাডায় যোগদান করে তখন বারমুডা প্রাচীনতম ব্রিটিশ উপনিবেশে পরিণত হয়। ১৯৯৭ সালে চীনকে হংকং প্রত্যর্পণ এর পর থেকে এটি সর্বাধিক জনবহুল নির্ভরশীল অঞ্চল হিসাবে রয়ে যায়। ব্রিটিশ সমুদ্রপার অঞ্চল আইন ২০০২ এর ফলে বারমুডা ২০০২ সালে \"ব্রিটিশ সমুদ্রপার অঞ্চল\" হিসাবে পরিচিতি লাভ করে। \n\n\n== প্রাথমিক আবিষ্কার এবং প্রারম্ভিক উপনিবেশ ==\n\nদ্বীপের প্রথম দিককার চিত্রটি হ'ল \"লা বারমুডা\" এর মানচিত্র যা পেড্রো মারটায়ার এর ১৫১১ সালে গ্রন্থ লেগাতিও ব্যাবিলনিকা এর অন্তর্ভুক্ত ছিল। দ্বীপটির প্রথম দিকের বিবরণ পাওয়া যায় গনজালো ফার্নান্ডেজ ডি ওভিয়েডো ই ভালডেস এর  ১৫১৫ সালে তাঁর ভ্রমণের বিবরণ লা গারজা-তে। তাঁর ভ্রমণসঙ্গী ছিলেন জুয়ান ডি বারমুডেজ। অ্যান্টোনিও ডি হেরেরা ই টরডেসিলাস ১৫২৭ সালে নিশ্চিত করার পর দ্বীপটির নামকরণ তার আবিষ্কারক ক্যাপটেনের নামে করা হয়েছিল। জুয়ান বারমুডেজের আগের ১৪৯৮, ১৫০২ এবং ১৫০৩ সালের সমুদ্রযাত্রা নথিভুক্ত করেন হেনরি হ্যারিসে। যদিও জন হেনরি লেফ্রয় উল্লেখ করেছেন যে বারমুডেজ এই দ্বীপ পরিদর্শনের কোনও চিহ্নই রেখে আসেননি। স্যামুয়েল এলিয়ট মরিসন জুয়ান বারমুডেজ কর্তৃক ১৫০৫ সালের আবিষ্কারের একটি তালিকা প্রকাশ করেন যার সাথে রবার্তো ব্যারেইরো-মেইরো-র আর্কিভো ডি ইন্ডিয়াস অনুসন্ধানের উদ্ধৃতিও দেওয়া হয়েছিল। বিভ্রান্তি জাগানো একটি রেকর্ড হ'ল ফ্রান্সিসকো বারমুডেজের নাম  যিনি ক্রিস্টোফার কলম্বাস এর প্রথম যাত্রায় তাঁর সঙ্গী ছিলেন, কলম্বাসের চতুর্থ সমুদ্রযাত্রায় সঙ্গী ছিলেন আর একজন ডিয়েগো বারমুডেজ এবং জুয়ানের ভাই ডিয়েগো বারমুডেজ ১৫১৩ সালে পোনস ডি লিওন এর সাথে সমুদ্রযাত্রা করেছিলেন। সুতরাং স্পষ্টভাবে দলিলযুক্ত একমাত্র বিবরণ হ'ল জুয়ান বারমুডেজ ১৫১৫ সালে এই দ্বীপটি পরিদর্শন করেছিলেন এবং এর সাথে বোঝা যায় যে তিনি এই দ্বীপটি তাঁর পূর্ব যাত্রাকালে আবিষ্কার করেছিলেন। স্পেনীয়রা ফিরে আসার সময় তাদের স্বদেশের পথে দ্বীপটি অবশ্যই পড়ে। কারণ তারা উত্তর উপসাগরীয় স্রোত অনুসরণ করে আসার পথে বারমুডার ঠিক উত্তর দিকে পশ্চিমা বাতাস-এর আওতায় ঢুকে পড়ে। স্প্যানিশরা এই জনশূন্য দ্বীপের ডুবো শৈল এবং হ্যারিকেন এড়াতে এটিকে ডেমোনিয়োরাম ইনসুলাম বলে। তবুও স্প্যানিশ রক ১৫৪৩ তারিখটি বহন করেছে। তবে তার আর কোনও বিশদ বিবরণ নেই। ১৫৭০ সালে সেখানে রাসেল নামে এক ফরাসী নাগরিক ধ্বংসের অভিজ্ঞতা লাভ করেন এবং তারপরে ১৫৯৩ সালে একই অভিজ্ঞতা লাভ করেন ইংরেজ হেনরি মে। তবে তাঁরা সেখান থেকে দু'জনেই পালাতে সক্ষম হয়েছিলেন। ১৬০৩ সালে একটি ঝড়ে বারমুডায় পাথরে আটকা পড়েছিলেন স্পেনীয় ক্যাপ্টেন ডিয়েগো রামিরেজ এবং তখন তিনি আবিষ্কার করেন যে \"বারমুডার শয়তান সম্পর্কে যা জানা গেছে\" তা আসলে বারমুডা পেট্রেল-এর (নামে এক ক্ষুদ্র সামুদ্রিক পাখী) আওয়াজ ছিল। তিনি একটি ধ্বংসাবশেষের অবশিষ্টাংশ সহ সেখানে মানুষের পূর্ব উপস্থিতির চিহ্ন লক্ষ্য করেছিলেন।\n১৫৮৫ সালের আগস্টের শেষের দিকে রিচার্ড গ্রেনভিলি পরিচালিত টাইগার নামক একটি ইংলিশ জাহাজ রোয়ানোক কলোনী থেকে ফিরে আসার পথে সান্তা মারিয়া ডি সান ভিসেন্টে নামক বারমুডার তীরে একটি বড় স্পেনীয় জাহাজকে বন্দী করেছিল।  \n\n\n== তথ্যসূত্র ==\n\nJohn Smith, The General Historie of Virginia, New-England and the Summer Isles (reprinted World, Cleveland, 1966)\nVernon A. Ives (editor), The Rich Papers: Letters from Bermuda 1615–1646 (Bermuda National Trust, Hamilton, 1984)\nJ. H. Lefroy (editor), Memorials of the Discovery and Early Settlement of the Bermudas or Somers Islands 1515–1685: Volumes I and II (reprinted Bermuda Historical Society and National Trust, Hamilton, 1981)\n\n\n== বহিঃসংযোগ ==\nBermuda National Trust — official website of the Bermuda National Trust, dedicated to the preservation of historic and environmental sites of interest, including several museums.\nNational Museum of Bermuda — official website of the National Museum of Bermuda (formerly the Bermuda Maritime Museum)\n উইকিমিডিয়া অ্যাটলাসে Bermuda\n\"Bermudas\"। ব্রিটিশ বিশ্বকোষ। 3 (১১তম সংস্করণ)। ১৯১১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}