{"pageid": 1001859, "title": "কাজী আবুল কাসেম (কার্টুনিস্ট)", "url": "https://bn.wikipedia.org/wiki?curid=1001859", "content": "কাজী আবুল কাসেম (৭ মে ১৯১৩–১৯ জুলাই ২০০৪) ছিলেন চিত্রশিল্পী, অলঙ্করণ-চিত্রী, লেখক, ছোটদের জন্য চিত্রে গল্প-কাহিনির লেখক, গীতিকার, অনুবাদক, ছড়াকার। তিনি ভারত উপমহাদেশের প্রথম মুসলিম কার্টুনিস্ট, প্রখ্যাত চিত্রশিল্পী ও শিশুসাহিত্যিক। অবিভক্ত বাংলার একজন পথিকৃৎ চিত্রশিল্পী ও কার্টুনিস্ট ছাড়াও আধুনিক এক বিজ্ঞানমনা ব্যক্তিত্ব হিসেবেও সুপরিচিত ছিলেন। কাজী আবুল কাশেম দোপেঁয়াজা ছদ্মনামে ভাষা আন্দোলনবিষয়ক কার্টুন আঁকতেন।\n\n\n== জন্ম ও প্রাথমিক জীবন ==\nকাজী আবুল কাসেম ৭ মে ১৯১৩ সালে ঝিনাইদহের শৈলকুপার উমেদপুর গ্রামে জন্মগ্রহণ করেন। পৈতৃক নিবাস রাজবাড়ী জেলার গোয়ালন্দের পাংশা থানার পাকুনা গ্রামে। তার পিতা কাজী মকবুল আলী। মাতা মেহেরুননেসা খাতুন। তিনি ৪ বছর বয়সে পিতা এবং ৫ বছর বয়সে মাকে হারান। তার বড় ভাই কথাসাহিত্যিক কাজী আবুল হোসেন। ১৯২৬ সালে তার চিত্রকর্মে মুগ্ধ হয়ে ফরিদপুর শহরের এক পাদ্রি তাকে নিয়ে কলকাতা যান গভর্নমেন্ট আর্ট স্কুলে ভর্তি করানোর উদ্দেশ্যে। ভর্তি পরীক্ষায় উত্তীর্ণ হলেও বয়স কম হওয়ার কারণে দেশে ফিরে আসেন। ১৯২৮ সালে আসাম হয়ে পুনরায় কলকাতা যান।\n\n\n== পেশাজীবন ==\n১৯৩০ সালে মাত্র ১৮ বছর বয়সে মোহাম্মদ নাসির উদ্দীন সম্পাদিত বিখ্যাত মাসিক সওগাত (বাংলা ১৩৩৭ সালের পৌষ সংখ্যা)-এ প্রকাশিত হয় তার প্রথম কার্টুনচিত্র। এর মাধ্যমে কাজী আবুল কাসেম চিহ্নিত হন প্রথম বাঙালি মুসলিম কার্টুনিস্ট ও চিত্রশিল্পী হিসেবে। এরপর বহু দৈনিক, সাপ্তাহিক ও মাসিক পত্রিকায় তার আঁকা একরঙা ও বহুরঙা চিত্র ও কার্টুন প্রকাশিত হতে থাকে। অসংখ্য বইয়ের প্রচ্ছদ ও অলঙ্করণ ঘটে তার নিপুণ হাতে পরম আন্তরিকতা ও বিশ্বস্ততায়। কলকাতার কমার্শিয়াল আর্ট স্টুডিওতে তিনি সামান্য বেতনে চাকরিতে প্রবেশ করে অল্প সময়েই প্রতিষ্ঠানের প্রধান চিত্রকর্মী হিসেবে নিজেকে প্রতিষ্ঠিত করেন। এরপর ১৯৪১ সালে বেঙ্গল গভর্নমেন্টের শিল্প বিভাগে চাকরি নেন। ১৯৫০ সালের গোড়ার দিকে শিল্প বিভাগের আওতায় ভোকেশনাল ট্রেনিং সেন্টার ফর ডিমোবিলাইজড পার্সোনেলের বালিগঞ্জ শাখায় শিল্পী-শিক্ষকের পদে নিয়োজিত ছিলেন। ১৯৫০ সালের মধ্যভাগে তিনি কলকাতা থেকে এসে প্রথমে কিছু দিন খুলনা ছিলেন, পরে ঢাকায় চলে আসেন।\n১৯৫২ সালের রাষ্ট্রভাষা আন্দোলনের মহান সৈনিক কাজী আবুল কাসেম তার আঁকা ‘হরফ খেদাও’ কার্টুন চিত্রটির কারণে স্মরণীয় হয়ে রয়েছেন। ১৯৬০ সালে এক বছর অস্থায়ীভাবে টেকস্ট বুক বোর্ডের আর্ট রিভ্যুয়ার এবং ১৯৬১ থেকে ১৯৬৬ সাল পর্যন্ত ফ্রাঙ্কলিন বুক প্রোগ্রামসের প্রধান শিল্প নির্দেশক ও শিশুসাহিত্যের বইয়ের রিভ্যুয়ার হিসেবে চাকরি করেছিলেন। এরপর তিনি অবসর গ্রহণ করেন।\n\n\n== সম্মাননা ==\nকাজী আবুল কাসেম বাংলা একাডেমী পদক, জাতীয় গ্রন্থকেন্দ্র স্বর্ণপদক, শিল্পী এসএম সুলতান স্বর্ণপদক, বাংলাদেশ শিশু একাডেমী পুরস্কার, নাসির উদ্দিন স্বর্ণপদক, বাংলাদেশ চারুশিল্পী সংসদ, কাজী মাহবুব উল্লাহ-জেবুন্নেছা স্বর্ণপদকসহ অনেক পুরস্কার ও সংবর্ধনায় সম্মানিত হয়েছেন।\n\n\n== মৃত্যু ==\nকাজী আবুল কাসেম ১৯ জুলাই ২০০৪ সালে ঢাকার ন্যাশনাল হার্ট ফাউণ্ডেশন হাসপাতালে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলা একাডেমি ওয়েবসাইট\n\"পুরস্কারপ্রাপ্ত লেখক তালিকা\"। banglaacademy.org.bd। বাংলা একাডেমি। ২৭ জুলাই ২০২০ তারিখে মূল থেকে আর্কাইভ করা।"}