{"pageid": 1001593, "title": "জ্যাকসন, মিসিসিপি", "url": "https://bn.wikipedia.org/wiki?curid=1001593", "content": "জ্যাকসন বা আনুষ্ঠানিকভাবে পরিচিত সিটি অফ জ্যাকসন হ'ল ইউ.এস. স্টেট এর অন্তর্গত মিসিসিপির রাজধানী এবং সর্বাধিক জনবহুল শহর। এটি মিসিসিপির হিন্ডস কাউন্টির দুটি কাউন্টি আসন এর মধ্যে একটি এবং অপর আসনটি হল রেমন্ড। জ্যাকসন শহরের প্রায় ৩,০০০ একর (১২.১ কিমি^২) জমিতে অবস্থিত জ্যাকসন-মেদগার এভার্স আন্তর্জাতিক বিমানবন্দর। এটি প্রধানত র‌্যাঙ্কিন কাউন্টি এবং ম্যাডিসন কাউন্টি এর একটি ছোট অংশ জুড়ে গঠিত।  ২০১৯ সালে নগরীর জনসংখ্যা ছিল ১৬০,৬২৮ অথচ ২০১০ সালে ছিল ১৭৩,৫১৪ জন। অর্থাৎ পরে জনসংখ্যা কমেছিল।  শহরটি পার্ল নদীর উপরে  মিসিসিপির বৃহত্তর জ্যাকসন প্রেইরি অঞ্চলে অবস্থিত।\nএকটি নতুন রাজ্যের রাজধানী হিসাবে ১৮২১ সালে প্রতিষ্ঠিত শহরটির নাম জেনারেল অ্যান্ড্রু জ্যাকসন এর নামানুসারে করা হয়েছিল। ১৮১২ সালের যুদ্ধের সময় নিউ অরলিন্সের যুদ্ধ -এ তাঁর ভূমিকার জন্য তাঁকে এইভাবে সম্মানিত করা হয়েছিল এবং পরে তিনি মার্কিন রাষ্ট্রপতিও হয়েছিলেন। ১৮৬৩ সালে আমেরিকান গৃহযুদ্ধ এর সময় নিকটবর্তী ভিক্সবার্গের যুদ্ধ অনুসরণে জেনারেল উইলিয়াম টেকামসেহ শেরম্যান এর নেতৃত্বে ইউনিয়ন বাহিনী জ্যাকসনের অবরোধ করে এবং পরে শহরটিকে পুড়িয়ে দেওয়া হয়। \n১৯২০ এর দশকে এই অঞ্চলে একটি অনুমানমূলক প্রাকৃতিক গ্যাস নিষ্ক্রমণের প্রচারে জ্যাকসন মেরিডিয়ান-কে ছাড়িয়ে রাজ্যের সর্বাধিক জনবহুল শহর হয়ে ওঠে।   এখানে ব্লুজ, গসপেল, লোক সংগীত এবং জ্যাজ এর বহু বিশিষ্ট সংগীতজ্ঞ বাস করেন।\nজ্যাকসন হল জ্যাকসন, মিসিসিপি মেট্রোপলিটন পরিসংখ্যান অঞ্চলে এর আশ্রয়স্থল। এটি রাজ্যের দ্বিতীয় বৃহত্তম মহানগর অঞ্চল। কারণ উত্তর মিসিসিপিতে চারটি কাউন্টি হ'ল মেমফিস মহানগরীর অংশ বিশেষ। ২০১৯ সালের জনসংখ্যা আনুমানিক ৫৯৫,০০০ এবং মেট্রোপলিটন জ্যাকসনে মিসিসিপি জনসংখ্যার প্রায় এক-পঞ্চমাংশ লোক বাস করেন। \n\n\n== ইতিহাস ==\n\n\n=== নেটিভ আমেরিকান ===\nযে অঞ্চলটি এখন জ্যাকসন শহর সেটি ঐতিহাসিকভাবে চকতাও জাতির অধীনে থাকা বিশাল একটি অঞ্চলের অংশ ছিল। স্থানীয় চিশা ফোকা-এর নাম ছিল এই চকতাও।  বর্তমানে জ্যাকসন নামে পরিচিত অঞ্চলটি আমেরিকা যুক্তরাষ্ট্র ডোক স্ট্যান্ডের চুক্তি দ্বারা ১৮২০ সালে লাভ করে যার মাধ্যমে আমেরিকা যুক্তরাষ্ট্র চকতাও আদি আমেরিকানদের মালিকানাধীন জমি অধিগ্রহণ করে। চুক্তিটি অনুমোদনের পরে আমেরিকার বসতি স্থাপনকারীরা ওই অঞ্চলে চলে যায় এবং অবশিষ্ট চকতাও সাম্প্রদায়ের জমি দখল করে নেয়। ১৮৪৯ সালে মূল চকতাও সদস্যদের একজন ইউরোপীয়রা যখন তাঁদের জমি নিতে এসেছিল তখন সেই অশান্ত সময়ে তিনি এবং তাঁর লোকেরা কী অভিজ্ঞতা লাভ করেছিলেন তা বর্ণনা করেছিলেন। \"আমরা আমাদের আবাসগুলি ভেঙে পুড়িয়ে ফেলেছিলাম\" পাশাপাশি তাদের \"বেড়া জ্বালিয়ে দিয়েছি\"। যখন তারা নিজেরাই ক্রমাগত ব্যক্তিগত নির্যাতনের মুখোমুখি হয় তখন \"হাতকড়ি দিয়ে বেঁধে শৃঙ্খলাবদ্ধ করে মার্জিত করেছে\"। \nমার্কিন সরকারের চাপে চকতাও আদিবাসী আমেরিকানরা মিসিসিপি নদীর পূর্বদিকে তাদের সমস্ত জমি থেকে ১৮৩০ সালের পরে বেশ কয়েকটি চুক্তির অধীনের শর্ত অনুসারে নিজেদের অপসারণে সম্মত হয়।  যদিও চকতাও জনগণের বেশিরভাগ অংশ ইন্ডিয়ান অঞ্চল তথা বর্তমান সময়ের ওকলাহোমায় অন্য পাঁচ সভ্য উপজাতির সহ চলে গিয়েছিল। একটি উল্লেখযোগ্য অংশ ডান্সিং র‌্যাবিট ক্রিক চুক্তি-এর একাদশ অনুচ্ছেদের উদ্ধৃতি মেনে তাঁদের জন্মভূমিতেই থাকা বেছে নিয়েছিলেন। তাঁরা তাদের উপজাতির সদস্যপদ ছেড়ে দিয়ে সময়কালে রাষ্ট্রের ও মার্কিন যুক্তরাষ্ট্রের নাগরিক হয়ে ওঠেন।  এখন মিসিসিপির বেশিরভাগ চকতাও পুনর্গঠিত হয়ে ফেডারাল স্বীকৃত চকতাও ইন্ডিয়ানের মিসিসিপি ব্যান্ড এর অংশ হয়েছেন। তাঁরা রাজ্য জুড়ে বেশ কয়েকটি সংখ্যাগরিষ্ঠ-ইন্ডিয়ান সম্প্রদায় অধ্যুসিত স্থানে বাস করেন। বৃহত্তম চকতাও সম্প্রদায়টির বাস ১০০ মাইল (১৬০ কিলোমিটার) জ্যাকসনের উত্তর-পূর্ব দিকে।\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র =="}