{"pageid": 1002176, "title": "হাবিবুর রহমান (পণ্ডিত)", "url": "https://bn.wikipedia.org/wiki?curid=1002176", "content": "হাবিবুর রহমান (১৯৪৯ — ১৯ অক্টোবর ২০১৮) ছিলেন একজন বাংলাদেশি দেওবন্দি ইসলামি পণ্ডিত, রাজনীতিবিদ, শিক্ষাবিদ, সংগঠক ও সমাজ সংস্কারক। তিনি বাংলাদেশ খেলাফত মজলিসের আমীর ও জামেয়া মাদানিয়া কাজির বাজার মাদ্রাসার অধ্যক্ষ ছিলেন। তিনি বাংলাদেশে ইসলামি শাসন প্রতিষ্ঠার জন্য সারাজীবন কাজ করে গেছেন এবং তসলিমা নাসরিন বিরোধী আন্দোলন সহ বিভিন্ন আন্দোলন-সংগ্রামে নেতৃত্ব দিয়েছিলেন।\n\n\n== জন্ম ও বংশ ==\nহাবিবুর রহমান ১৯৪৯ সালে  সিলেটের গোলাপগঞ্জ উপজেলার ফুলবাড়ী ইউনিয়নের ঘনশ্যাম গ্রামের এক সম্ভ্রান্ত মুসলিম পরিবারে জন্ম গ্রহণ করেন। তার পিতা মাহমুদ আলী সিলেটের হাওয়াপাড়া জামে মসজিদের ইমাম ও খতীব এবং জমিয়ত উলামায়ে হিন্দের নেতা ছিলেন। তার মাতার নাম আছিয়া খাতুন।\n\n\n== শিক্ষাজীবন ==\nতিনি ফুলবাড়ী ইউনিয়নের বইটিকর প্রাথমিক বিদ্যালয় থেকে প্রাথমিক শিক্ষা লাভ করেন। এরপর কিছুদিন রুস্তমপুর কওমি মাদ্রাসায় পড়ার পর ফুলবাড়ী আলিয়া মাদ্রাসায় ভর্তি হন। ১৯৭০ সালে ফুলবাড়ি আলিয়া মাদ্রাসা থেকে ফাযিল পাশ করেন। ১৯৭৩ সালে সিলেট সরকারি আলিয়া মাদ্রাসা থেকে কামিল পরীক্ষায় প্রথম স্থান অধিকার করেন।\n\n\n== কর্মজীবন ==\n১৯৭৩ সালে কাজির বাজার পেয়াজ হাটা মসজিদের ইমাম ও খতীব হিসেবে তিনি কর্মজীবনে সূচনা করেন। ১৯৭৪ সালের ৫ জুন আব্দুল করিমের পরামর্শে তিনি সুরমা নদীর তীরে দারুল উলুম দেওবন্দের আদলে জামেয়া মাদানিয়া কাজির বাজার মাদ্রাসা প্রতিষ্ঠা করেন। আমৃত্যু তিনি এই মাদ্রাসার অধ্যক্ষ ছিলেন।\n\n\n== রাজনীতি ==\n\nজমিয়তে উলামায়ে ইসলাম বাংলাদেশে যোগদানের মাধ্যমে তার রাজনৈতিক জীবনের সূচনা হয়। ১৯৭৭ থেকে ১৯৮১ পর্যন্ত পাঁচ বছর তিনি সিলেট জেলা জমিয়তের মহাসচিব ছিলেন। পরে তিনি মোহাম্মদ উল্লাহ হাফেজ্জীর প্রতিষ্ঠিত খেলাফত আন্দোলনে যোগ দেন। ১৯৮২ সালে মোহাম্মদ উল্লাহ হাফেজ্জীর রাষ্ট্রপতি নির্বাচনে তার সফরসঙ্গী হিসেবে তিনি দেশব্যাপী প্রচারণা চালান। ১৯৯৪ সালে তসলিমা নাসরিনের বিরুদ্ধে তিনি আন্দোলনের ডাক দেন এবং সাহাবা সৈনিক পরিষদ গঠন করে উল্লেখযোগ্য সংখ্যক সমাবেশের আয়োজন করেন। পরবর্তীতে তীব্র আন্দোলনের মুখে তসলিমা নাসরিন দেশ ত্যাগে বাধ্য হয়েছিল। খেলাফত আন্দোলন ভেঙ্গে বাংলাদেশ খেলাফত মজলিস প্রতিষ্ঠা হলে তিনি তাতে যোগ দেন এবং আজিজুল হকের সংস্পর্শে আসেন। ২০১২ সালে আজিজুল হক মৃত্যুবরণ করার পর তিনি বাংলাদেশ খেলাফত মজলিসের আমীর নিযুক্ত হন। কওমি সনদের সরকারি স্বীকৃতি আদায়ের আন্দোলনে তিনি আজিজুল হকের সাথে সামনে থেকে নেতৃত্ব দিয়েছিলেন।\nতিনি আব্দুল লতিফ চৌধুরী ফুলতলীকে সভাপতি ও নিজে সাধারণ সম্পাদক হয়ে ইসলামি ঐক্য পরিষদ গঠন করেছিলেন। ১৯৯৩ সালের ১৩ আগস্ট এই পরিষদের উদ্যোগে সিলেটে মহাসমাবেশ অনুষ্ঠিত হয়।\nশাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের নাম পরিবর্তনের চেষ্টা করা হলে তিনি বিএনপি, জাতীয় পার্টি, ইসলামী ঐক্যজোট, জমিয়ত সবাইকে নিয়ে ঐক্যবদ্ধভাবে আন্দোলন করেছিলেন।\n\n\n== অবদান ==\nতিনি আলিয়া মাদ্রাসায় লেখাপড়া করলেও সারাজীবন দেওবন্দি মতাদর্শের সাথে সম্পৃক্ত ছিলেন এবং কওমি মাদ্রাসা প্রতিষ্ঠা করেছিলেন। তিনি কওমি মাদ্রাসার শিক্ষা সংস্কারে গুরুত্বপূর্ণ অবদান রেখেছিলেন। তার মধ্যে উল্লেখযোগ্য :\n\nকওমি মাদ্রাসা প্রধানের উপাধি “মুহতামিম” শব্দের পাশাপাশি প্রিন্সিপাল শব্দের প্রচলন করেন।\nসিলেটে সর্বপ্রথম তার মাধ্যমে আন্তর্জাতিক ইসলামী মহাসম্মেলনের ধারা শুরু হয়।\nবাংলা, ইংরেজি ও কারিগরি শিক্ষার সমন্বয়ে তিনি কওমি মাদ্রাসার সিলেবাস প্রণয়ন করেছিলেন।\nমাদ্রাসা ছাত্রদের পড়ালেখার পাশাপাশি রাজনৈতিক কর্মকাণ্ডে সম্পৃক্ত করেছিলেন।\nবাংলা ভাষায় মাসিক আনোয়ারে মদীনা প্রকাশ করেছিলেন।\nজমিয়তে তালাবার পরিবর্তে জামেয়া ছাত্র সংসদ প্রতিষ্ঠা করেন এবং ছাত্র সংসদের জিএস ও এজিএস পদবি সৃষ্টি করেন।\nমিডিয়ায় প্রামাণ্য চিত্র সহ সংবাদ প্রচার।\nমাদ্রাসার ছাত্রদের জাতীয় দিবস উদ্‌যাপন।\nজামেয়া মাদানিয়া কিন্ডারগার্টেন প্রতিষ্ঠা।\nআর্তমানবতার সেবায় জামেয়ার তত্ত্বাবধানে সেবা সংস্থা \"মারকাজুল খায়রী\" প্রতিষ্ঠা।\nছাত্রদের ফ্রি মোটর ড্রাইভিং প্রশিক্ষণ।\nকম্পিউটার ল্যাব প্রতিষ্ঠা।\nজামেয়ার তত্বাবধানে কুরআন প্রশিক্ষণ বোর্ড গঠন।\nপ্রাক্তন ছাত্র পরিষদ গঠন।\nআসহাবে বদর ফান্ড গঠন ইত্যাদি।\nতিনি সারাজীবন ইসলামি সমাজ বিনির্মানে কাজ করে গেছেন এবং এ সংক্রান্ত আন্দোলন-সংগ্রামে সক্রিয় ভূমিকা পালন করেছিলেন। তার মধ্যে উল্লেখযোগ্য :\n\n১৯৭৭ সালে সিলেট আন্তর্জাতিক ক্রিকেট স্টেডিয়ামে অনুষ্ঠিতব্য চল্লিশ দিনব্যাপী জুয়া ও নাচগানের অনুষ্ঠানকে প্রতিহত করেন।\n১৯৮১ সালে সিলেট এম সি কলেজের অধ্যাপক সরদার আলা উদ্দিন ইসলাম নিয়ে আপত্তিকর মন্তব্য করলে তার দৃষ্টান্তমুলক শাস্তির দাবীতে তীব্র গণআন্দোলনে নেতৃত্ব প্রদান করেন, আলা উদ্দিন দেশত্যাগে বাধ্য হয়েছিল।\nরমজান মাসের পবিত্রতা রক্ষা করার জন্য ও দিনের বেলা হোটেল-রেস্তোরাঁ বন্ধ রাখার দাবীতে ১৯৮৯ সালে জালালাবাদ ইসলাম সমিতির উদ্যোগে তীব্র আন্দোলন গড়ে তুলেন, প্রশাসন দাবী মেনে নিয়েছিল।\nতসলিমা নাসরিন বিরোধী আন্দোলনে কাজির বাজার মাদ্রাসার ১৮ জন ছাত্র-শিক্ষককে গ্রেফতার করা হলে, তাদের মুক্তির দাবীতে তীব্র আন্দোলন শুরু করেন, প্রশাসন একমাসের মাথায় তাদের মুক্তি দিয়েছিল।\nশামসুর রাহমান আজানের ধ্বনিকে বেশ্যা-নর্তকীদের আওয়াজের সাথে তুলনা করার পর ১৯৯৫ সালের ১৯ এপ্রিল শামসুর রহমানকে সিলেটে সংবর্ধনা প্রদানের প্রস্ততি গ্রহণ করা হলে তার নেতৃত্বে তা প্রতিহিত করা হয়। সিলেটে এদিন সর্বাত্মক হরতাল পালিত হয়েছিল।\n১৯৯৭ সালে আহমদ শরীফ ইসলাম নিয়ে কটূক্তি করলে তিনি সিলেটে তীব্র আন্দোলন গড়ে তুলেন, যা সারাদেশে ছড়িয়ে পড়ে।\n১৯৮৯ সালে সিলেটের আখালিয়ায় বিডিআর ক্যাম্পে বাসযাত্রীদের নির্যাতনের প্রতিবাদে সর্বদলীয় আন্দোলনের তিনি শীর্ষ নেতা ছিলেন।\nসিলেট বিভাগ প্রতিষ্ঠার আন্দোলনে নব্বই দশকের শুরুতে তার নেতৃত্বে বৃহত্তর সিলেট উন্নয়ন ও বিভাগ আন্দোলন জোড়ালো ভূমিকা পালন করে।\nশাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের কয়েকটি হলের নাম কয়েকজন ইসলাম বিদ্বেষীর নামে নামকরণের চেষ্টা হলে ১৯৯৯—২০০০ সালে এর প্রতিবাদে তীব্র আন্দোলন গড়ে তুলেন, কর্তৃপক্ষ সিদ্ধান্ত পরিবর্তন করতে বাধ্য হয়।\n২০১৩ সালে শাবিপ্রবির গেইটে ভাস্কর্য নির্মাণের চেষ্টা প্রতিহত করেন।\n২০১১সালের ২৯ ডিসেম্বর ভারত কর্তৃক টিপাইমুখ বাঁধ নির্মাণের প্রতিবাদে সিলেট হতে জকীগঞ্জ পর্যন্ত গণপদযাত্রায় নেতৃত্ব প্রদান করেন ইত্যাদি।\n\n\n== সম্মাননা ==\n“শিক্ষা ও নেতৃত্বে” কৃতিত্বের কারণে ২০১৬ সালের ডিসেম্বর মাসে লন্ডনের ক্রাউন প্লাজায় এক সম্মেলনে তিনি আন্তর্জাতিক “এ্যানুয়াল কমিউনিটি লিডারশিপ” পুরস্কার লাভ করেন।\n\n\n== তাসাউফ ==\nতিনি শায়খে কৌড়িয়া খ্যাত আব্দুল করিমের সাথে আধ্যাত্মিক সম্পর্ক রাখতেন এবং হুসাইন আহমদ মাদানির শিষ্য আব্দুল জলীল বদরপুরীর খেলাফত পেয়েছিলেন।\n\n\n== পরিবার ==\nপারিবারিক জীবনে তিনি চার ছেলে ও তিন মেয়ের জনক।\n\n\n== প্রকাশনা ==\nতিনি ২০টি বই রচনা করেছিলেন। তার মধ্যে রয়েছে:\n\nবিশ্বনবীর ডায়েরী\nআফগান রণাঙ্গনে কয়েকদিন\nকুরআন ও হাদিসের আলোকে শবে বরাত ইত্যাদি\n\n\n== মৃত্যু ==\nতিনি ২০১৮ সালের ১৯ অক্টোবর বার্ধক্যজনিত রোগে সিলেট ইবনে সিনা হাসপাতালে চিকিৎসাধীন অবস্থায় মৃত্যুবরণ করেন। সিলেট সরকারি আলিয়া মাদ্রাসা মাঠে তার জানাজার নামাজ অনুষ্ঠিত হয়। এটিকে বাংলাদেশের স্মরণকালের সর্ববৃহৎ জানাজা সমূহের মধ্যে একটি হিসেবে উল্লেখ করা হয়। জানাজা শেষে তাকে তার প্রতিষ্ঠিত কাজির বাজার মাদ্রাসা সংলগ্ন কবরস্থানে দাফন করা হয়। মৃত্যুকালে তার বয়স হয়েছিল ৬৯ বছর।\n\n\n== উত্তরাধিকার ==\nতার জীবদ্দশায় শাহ মমশাদ আহমদ কর্তৃক “দীপ্ত জীবন” নামে তার একটি জীবনী গ্রন্থ সংকলিত হয়। তার স্বরণে প্রতিষ্ঠিত সংগঠন সমূহের মধ্যে ‘প্রিন্সিপাল হাবিবুর রহমান রাহ. প্রজন্ম’ অন্যতম।\n\n\n== আরও দেখুন ==\nমামুনুল হক\nআজিজুল হক\nশাহ আহমদ শফী\nজুনায়েদ বাবুনগরী\nনুরুল ইসলাম জিহাদী\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}