{"pageid": 1002597, "title": "বুলগেরিয়ার ভূগোল", "url": "https://bn.wikipedia.org/wiki?curid=1002597", "content": "বুলগেরিয়া হল দক্ষিণ-পূর্ব ইউরোপে অবস্থিত একটি দেশ, এটি বলকান উপদ্বীপের পূর্ব অংশ জুড়ে রয়েছে। যদিও দেশটি ছোট, কিন্তু এর ভৌগোলিক সীমানার আশেপাশে এটি বৃহত্তম দেশ। এটি উত্তরে রোমানিয়া, পশ্চিমে সার্বিয়া ও উত্তর মেসিডোনিয়া, দক্ষিণে গ্রিস ও তুরস্ক এবং পূর্বদিকে কৃষ্ণ সাগর দ্বারা আবদ্ধ। রোমানিয়ার সাথে উত্তরের সীমান্ত সিলিস্ত্রা শহর অবধি দানিউবের পাশ দিয়ে গেছে। বুলগেরিয়া ১,১০,৯৯৩.৬ কিমি২ (৪২,৮৫৫ মা২) অঞ্চল নিয়ে বিস্তৃত, অর্থাৎ এই দেশ আইসল্যান্ড বা মার্কিন যুক্তরাষ্ট্রের টেনেসীর চেয়ে সামান্য বড়। এই দেশের আকারের তুলনায়, ভূসংস্থানিক বৈশিষ্ট্য অনেক। এই দেশটিকে সমভূমি, মালভূমি, পাহাড়, পর্বত, অববাহিকা, জলাশয় এবং গভীর নদী উপত্যকা অঞ্চলে বিভক্ত করা যায়। বুলগেরিয়ার ভৌগোলিক কেন্দ্র উজানায় অবস্থিত।\nবুলগেরিয়ার ভূদৃশ্যে উল্লেখযোগ্য বৈচিত্র্য আছে। তার মধ্যে বলা যায় রিলা, পিরিন এবং বলকান পর্বতমালার তুষার-ঢাকা শৃঙ্গ থেকে শুরু করে হালকা রৌদ্রস্নাত কৃষ্ণ সাগর উপকূল; উত্তরের বিশেষ মহাদেশীয় দানুবীয় সমভূমি (প্রাচীন মোসিয়া) থেকে শুরু করে মেসিডোনিয়ার উপত্যকা এবং থ্রেসের দক্ষিণের নিম্নতম অঞ্চল, উচ্চ থ্রেসীয় সমভূমির সর্বনিম্ন অংশ, মারিটসা নদীর তীর বরাবর এবং কৃষ্ণ সাগর উপকূলে শক্তিশালী ভূমধ্যসাগরীয় জলবায়ু প্রভাব। দেশের বেশিরভাগ অংশ আর্দ্রতাপূর্ণ মহাদেশীয় জলবায়ু অঞ্চলের মধ্যে অবস্থিত। বাকি অংশের মধ্যে সবচেয়ে উঁচু পর্বতমালায় আলপাইন জলবায়ু এবং দক্ষিণতম অঞ্চলগুলিতে উষ্ণক্রান্তীয়য় জলবায়ু রয়েছে।\nএই দেশে ঘন সন্নিবেশিত নদীর সম্ভার আছে, তবে দানিউব নদী ছাড়া বাকিগুলি বেশ ছোট এবং জল প্রবাহ বেশ কম।  এখানে বার্ষিক গড় বৃষ্টিপাত ৬৭০ মিমি; বৃষ্টিপাত নিচু অঞ্চলে কম এবং পাহাড়ে বেশি হয়। এখানকার শুষ্কতম অঞ্চলটি হল দানুবীয় সমভূমির উত্তর-পূর্ব অংশের ডব্রুঝা (৪৫০ মিমি), পশ্চিম বলকান পর্বতমালার অগস্তা নদীর উপরের উপত্যকায় সর্বাধিক বৃষ্টিপাত হয় (২২৯৩ মিমি)।\nবুলগেরিয়ায় যথেষ্ট কৃষিযোগ্য জমি ও বনাঞ্চল রয়েছে। ২০০৬ সালের হিসাব অনুযায়ী, নিবিড়ভাবে মানব ব্যবহারের জন্য ভূমি ব্যবহার এবং ভূমি আবরণ ছিল ৫%, চারণভূমি সহ কৃষিক্ষেত্র ৫২%, বনাঞ্চল ৩১%, গুল্ম বনভূমি, তৃণভূমি ও উদ্ভিদহীন অঞ্চল ১১% এবং জল ১%।\nউদ্ভিদভূগোল অনুসারে, বুলগেরিয়া, বোরিয়াল রাজত্বের মধ্যে অন্তঃবোরিয়াল অঞ্চলের ইলিরিয়া এবং ইউক্সিনিয়া প্রদেশের মধ্যে বিস্তৃত। দেশটি পালেয়ার্কটিক রাজ্যের ছয়টি স্থলজ ইকো অঞ্চলের মধ্যে পড়ে, সেগুলি হল: বলকান মিশ্র বনাঞ্চল (মুখ্য), রোডোপ মনটান মিশ্র বনাঞ্চল (পর্বতের মধ্যে মুখ্য), ইক্সাইন-কোলকিক পলিটিক্স বন, এজিয়ান এবং পশ্চিম তুরস্ক স্ক্লেরোফিলাস ও মিশ্র বনাঞ্চল, পূর্ব ইউরোপীয় বন প্রান্তর এবং পন্টিক – ক্যাস্পিয়াই প্রান্তর।\n\n\n== সীমানা এবং অঞ্চল ==\nবুলগেরিয়া সীমানার মোট দৈর্ঘ্য ১,৮৬৭ কিমি; এর মধ্যে ১,১৮১ কিমি স্থলজ সীমানা এবং ৬৮৬ কিমি নদী সীমানা। উপকূলরেখা হল ৩৭৮ কিমি।\nরোমানিয়ার সাথে উত্তর সীমান্তের দৈর্ঘ্য ৬০৯ কিমি। সীমান্তের বেশিরভাগ অংশ (৪৭০ কিমি) পশ্চিমের তিমক নদীর মুখে দানিয়ুব থেকে শুরু করে পূর্বে সিলিস্ত্রা শহর পর্যন্ত বিস্তৃত। সিলিস্ত্রা থেকে কৃষ্ণ সাগরের সিভরিবুরুন অন্তরীপ পর্যন্ত স্থল সীমানা হল ১৩৯ কিমি লম্বা।  বুলগেরিয়ার দিকে দানিয়ুব অনেকটা খাড়া এবং অস্পষ্ট এবং রোমানিয়ান দিকে জলাভূমি সমন্বিত বিস্তৃত অঞ্চল, এর ওপরে দুটি সেতু আছে – ভিদিন ও কালাফাতের মধ্যে নিউ ইউরোপ সেতু, রুস ও জিউরগিউয়ের মধ্যে দানিয়ুব সেতু। দানিয়ুব নদীর তীরে ৪৮টি বুলগেরীয় এবং ৩২টি রোমানীয় দ্বীপ রয়েছে;  বৃহত্তম বেলিন দ্বীপটি (৪১ কিমি২), বুলগেরিয়ার অন্তর্ভুক্ত।  সিলিস্ট্রা, কারডাম এবং কৃষ্ণ সাগরের দুরানকুলাকে স্থল সীমানায় তিনটি পারাপার রয়েছে। রাশিয়া থেকে বুলগেরিয়ায় প্রাকৃতিক গ্যাস পরিবহনের একটি বৃহৎ গ্যাস পাইপলাইন এই সীমানা পার হয়ে গেছে।\n\nপূর্ব সীমানাটি (৩8৮ কিমি) সামুদ্রিক এবং এটি উত্তরে সিভরিবুরুন অন্তরীপ থেকে দক্ষিণে রেজোভো নদীর মুখ পর্যন্ত বুলগেরিয়ার কৃষ্ণ সাগর উপকূলকে ঘিরে রয়েছে। বুলগেরিয়ার বেলাভূমিগুলি কৃষ্ণ সাগরের মোট উপকূলরেখার ১/১০ অংশ গঠন করেছে এবং এখানে দুটি গুরুত্বপূর্ণ উপসাগর আছে, ভার্ণার উপসাগর এবং বুরগাস উপসাগর। দেশের দুটি প্রধান বন্দর এই উপসাগরদুটিকে আশ্রয় করে গড়ে উঠেছে।\nদক্ষিণ সীমানা ৭৫২ কিমি দীর্ঘ, এর মধ্যে ২৫৯  কিলোমিটার তুরস্কের সঙ্গে এবং ৪৯৩ কিলোমিটার গ্রিসের সঙ্গে রয়েছে। বুলগেরিয়া-তুরস্কের সীমানা পূর্বদিকের রেজোভো নদীর মুখ থেকে শুরু হয়ে স্ট্র্যান্ডঝা পর্বতমালা এবং ডারভেন্ট হাইটসের মধ্য দিয়ে গিয়ে, মাতোচিনা গ্রামে টুন্ডঝা নদী পার হয়ে কাপিতান অ্যান্ড্রিভো গ্রামের মারিতসা নদী পর্যন্ত গেছে। মালকো টার্নোভো, লেসোভো এবং কাপিতান অ্যান্ড্রিভোতে তিনটি সীমান্ত পারাপার রয়েছে। \nগ্রিসের সীমানা কাপিতান অ্যান্ড্রিভো থেকে রোডোপ পর্বতমালার বিভিন্ন উপত্যকাগুলির মধ্য দিয়ে গেছে, সাধারণভাবে বুলগেরিয়ার দিকে আরদা এবং বাচা নদীপথকে অনুসরণ করেছে, স্লেভিয়াঙ্কা পর্বতের মধ্য দিয়ে গিয়ে কুলাতা গ্রামে স্ট্রুমা নদীটি অতিক্রম করেছে এবং বেলাসিকা পাহাড়ের টুম্বা শিখর পর্যন্ত গেছে। এখানে ছয়টি সীমান্ত চৌকি রয়েছে, সেগুলি হল সোভিলেনগ্রাদ, ইভায়লোভগ্রাদ, মাকাজা, জ্লাটোগ্রাড, ইলিন্ডেন এবং কুলাটা।\nপশ্চিম সীমানাটি ৫০৬ কিলোমিটার দীর্ঘ, এর মধ্যে ১৬৫ কিমি উত্তর মেসিডোনিয়ার সাথে রয়েছে এবং ৩৪১ কিলোমিটার সার্বিয়ার সাথে রয়েছে। উত্তর মেসিডোনিয়ার সীমানা দক্ষিণের টুম্বা শিখর থেকে ওগ্রাজডেন, মালেশেভো, ভ্লেহিনা এবং ওসগোভো হয়ে কিটকা পাহাড় পর্যন্ত গেছে। পেট্রিচ শহরের কাছাকাছি এবং লোগোদাজ এবং গ্যুশেভো গ্রামগুলিতে তিনটি সীমান্ত পারাপার রয়েছে। সার্বিয়ার সঙ্গে সীমানা কিটকা থেকে ক্রাইশ্তে পার্বত্য অঞ্চলের মধ্য দিয়ে গেছে, যার মধ্যে\nরুই পাহাড়ও আছে। এরপরে সেটি নিশাভা নদীর উপত্যকাকে অতিক্রম করে পশ্চিম বলকান পর্বতমালার মূল জলাশয় দিয়ে গিয়ে ১৫ কিমি পর্যন্ত তিমক নদীকে অনুসরণ করেছে দানিয়ুব নদীর সঙ্গমস্থল পর্যন্ত। ডলনো উয়নো, স্ট্রেজিমিরোভতসি, কালোটিনা, ব্র্যাশকা চুকা এবং ব্রাগোভো এ পাঁচটি সীমান্ত চৌকি রয়েছে।\n\n\n== আরো দেখুন ==\n\nExtreme points of Bulgaria\nReservoirs and dams in Bulgaria\nRivers of Bulgaria\nList of cities in Bulgaria\nList of mountains in Bulgaria\nList of islands of Bulgaria\nLivingston Island\nGeography of Europe\n\n\n== Footnotes ==\n\n\n=== উদ্ধৃতি ===\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nГеография на България. Физическа и икономическа география। АИ \"Марин Дринов\"। ১৯৯৭। \nГеография на България। \"ФорКом\"। ২০০২। আইএসবিএন 9544641238। \nДончев (Donchev), Дончо (Doncho); Каракашев (Karakashev), Христо (Hristo) (২০০৪)। Теми по физическа и социално-икономическа география на България (Topics on Physical and Social-Economic Geography of Bulgaria) (Bulgarian ভাষায়)। София (Sofia): Ciela। আইএসবিএন 954-649-717-7। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\n\n=== বহিঃসংযোগ ===\n\"Topics of Geography of Bulgaria\" (Bulgarian ভাষায়)। Kabinanta। সংগ্রহের তারিখ ৫ আগস্ট ২০১৫। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nটেমপ্লেট:Bulgaria topics\nটেমপ্লেট:Geography of Europe\n\nটেমপ্লেট:Danube\nবুলগেরিয়া#ভূগোল"}