{"pageid": 1002910, "title": "উজবেকিস্তানের ভূগোল", "url": "https://bn.wikipedia.org/wiki?curid=1002910", "content": "উজবেকিস্তান মধ্য এশিয়া এর একটি দেশ যেটি তুর্কমেনিস্তান এবং আফগানিস্তান এর উত্তরে অবস্থিত। ৪৪৭,০০০ বর্গকিলোমিটার (আকারে প্রায় স্পেন বা ক্যালিফোর্নিয়া এর সমান) আয়তন সহ উজবেকিস্তানের পশ্চিম থেকে পূর্ব দিকের বিস্তার ১,৪২৫ কিমি (৮৮৫ মা) এবং সেটির উত্তর থেকে দক্ষিণ দিকের বিস্তার ৯৩০ কিমি (৫৮০ মা)। দেশটি দক্ষিণ-পশ্চিমে তুর্কমেনিস্তান, উত্তরে কাজাখস্তান এবং দক্ষিণ ও পূর্ব দিকে তাজিকিস্তান এবং কিরগিজস্তান দ্বারা সীমাবদ্ধ।\nউজবেকিস্তান মধ্য এশিয়ার দেশগুলির মধ্যে কেবল একটি বৃহত্তর দেশ নয় সেটি অপর চারটি পৃথক পৃথক দেশের সাথে সীমান্ত-বিশিষ্ট একমাত্র মধ্য এশীয় রাষ্ট্র। আফগানিস্তানও দক্ষিণে একটি সংক্ষিপ্ত সীমানা উজবেকিস্তানের সঙ্গে ভাগ করে নিয়েছে। এর অন্তর্গত কাস্পিয়ান সাগর একটি অন্তর্দেশীয় সমুদ্র হলেও সেটির সমুদ্রের সাথে সরাসরি কোনও যোগসূত্র নেই। উজবেকিস্তান কেবলমাত্র \"দ্বি স্থলবেষ্টিত\" দেশদ্বয়ের মধ্যে একটি। দ্বিস্থলবেষ্টিত হল যখন উভয় দেশের সাথে সমুদ্রের সাথে সরাসরি যোগ থাকে না। অন্যটি হ'ল লিশটেনস্টাইন। এরা পুরোপুরি অন্য স্থলবেষ্টিত দেশ দ্বারা স্থলবেষ্টিত আছে। \n\n\n== ভূসংস্থান এবং নিকাশী ==\n\nউজবেকিস্তানের প্রাকৃতিক পরিবেশ বৈচিত্র্যময়। সমতল আর মরুভূমির ভূসংস্থান দ্বারা দেশটির প্রায় ৮০% ভূখণ্ড গঠিত।  এই প্রকার ভূসংস্থান থেকে শুরু করে পূর্বের পর্বতশৃঙ্গময় অংশও রয়েছে যার উচ্চতা সমুদ্রপৃষ্ঠ থেকে প্রায় ৪,৫০০ মিটার (১৪,৮০০ ফুট) পর্যন্ত পৌঁচেছে। উজবেকিস্তানের দক্ষিণ-পূর্বাংশটি থিয়েন শান পর্বতের পাদদেশ দ্বারা চিহ্নিত যা তার প্রতিবেশী কিরগিজস্তান এবং তাজিকিস্তানের উচ্চে উঠে মধ্য এশিয়া এবং চীনের মধ্যে একটি প্রাকৃতিক সীমানা গঠন করেছে। বিস্তৃত কিজিলকুম (\"লাল বালির\" জন্য তুর্কি শব্দ-রুশ বানানে কিজিল কুম) মরুভূমি দক্ষিণে কাজাখস্তান এর সাথে ভাগ করে অবস্থান করছে এবং তা উজবেকিস্তানের উত্তরের নীচু অঞ্চলে আধিপত্য বিস্তার করেছে। উজবেকিস্তানের সর্বাধিক উর্বর অংশ ফারগানা উপত্যকা পূর্ব দিকে সরাসরি কিজিলকুম দ্বারা এবং উত্তর, দক্ষিণ এবং পূর্বে পর্বতমালা দ্বারা বেষ্টিত। এর আয়তন প্রায় ২১,৪৪০ বর্গকিলোমিটার (৮,২৮০ বর্গমাইল)। উপত্যকার পশ্চিম প্রান্তটি সির দরিয়া দ্বারা সীমাবদ্ধ রয়েছে এবং সেটি দক্ষিণ কাজাখস্তান থেকে উজবেকিস্তানের উত্তর-পূর্বাঞ্চলীয় অঞ্চল হ'য়ে কিজিলকুমে প্রবাহিত হয়েছে। যদিও প্রতি বছর ফারগানা উপত্যকায় বৃষ্টিপাতের পরিমাণ ১০০ থেকে ৩০০ মিলিমিটার (৩.৯ থেকে ১১.৮ ইঞ্চি) তবুও উপত্যকার কেন্দ্রভাগে ছোট-ছোট খন্ড-ভাগে এবং পরিধি অঞ্চলে মরুভূমির পরিবেশ দেখতে পাওয়া যায়।\nজল সম্পদ যত্র-তত্র অসম্পূর্ণভাবে ছড়িয়ে-ছিটিয়ে থাকায় উজবেকিস্তানের বেশিরভাগ অংশে জল-সরবরাহ স্বল্প। উজবেকিস্তানের দুই-তৃতীয়াংশ অঞ্চল দখল করে থাকা বিশাল সমভূমিতেও জলের পরিমাণ অল্প এবং সেখানে খুব কম সংখ্যক হ্রদ রয়েছে। উজবেকিস্তানের দু'টি বৃহৎ নদী আমু দরিয়া এবং সির দরিয়া যথাক্রমে তাজিকিস্তান এবং কিরগিজস্তান পর্বতমালায় উৎপন্ন হয়েছে। এই নদীগুলি মধ্য এশিয়ার দুটি প্রধান নদীর অববাহিকা গঠন করেছে। সেগুলি প্রাথমিকভাবে সেচের জন্য ব্যবহৃত হয়। ফারগানা উপত্যকা এবং অন্য কোথাও আবাদযোগ্য জমির সরবরাহ সম্প্রসারণের জন্য কয়েকটি কৃত্রিম খাল নির্মিত হয়েছে। সোভিয়েত শাসনকালে একটি পরিকল্পনা তৈরি করা হয়েছিল যাতে গ্রীষ্মে কাজাখস্তান, তুর্কমেনিস্তান এবং উজবেকিস্তান-কে এই দুটি নদী থেকে কিরগিজস্তান এবং তাজিকিস্তান জল সরবরাহ করত এবং এই তিনটি দেশ কিরগিজস্তান এবং তাজিকিস্তান-কে বিনিময়ে শীতকালে সরবরাহ করত তেল এবং গ্যাস। কিন্তু ইউএসএসআর ভেঙে যাওয়ার পরে এই পদ্ধতিটি বন্ধ হয়ে যায় এবং সম্পদ-ভাগ করার একটি নতুন পরিকল্পনা এখনও পর্যন্ত কার্যকর করা হয়নি। আন্তর্জাতিক সংকট গোষ্ঠী-এর মত অনুসারে এই পরিস্থিতির সমাধান না হলে অপূরণীয় আঞ্চলিক অস্থিতিশীলতার দিকে ঘটনাক্রম চালিত হতে পারে।  একটি অগভীর হ্রদ সারইয়াগমিশ হ্রদ তুর্কমেনিস্তানের সীমান্তে অবস্থান করছে।\nউজবেকিস্তানের প্রাকৃতিক পরিবেশের আরেকটি গুরুত্বপূর্ণ বৈশিষ্ট্য হ'ল উল্লেখযোগ্য পরিমাণে ভূমিকম্পের ক্রিয়াকলাপ দেশের বেশিরভাগ অংশে আধিপত্য বিস্তার করে। প্রকৃতপক্ষে উজবেকিস্তানের রাজধানী শহর তাশখন্দ-এর অনেকাংশই একটি বড় ১৯৬৬ সালের ভূমিকম্পে ধ্বংস হয়েছিল। তাশখন্দ বিপর্যয়ের আগে এবং পরে আরও অন্যান্য ভূমিকম্পে সে দেশের উল্লেখযোগ্য ক্ষতি হয়েছে। বিশেষ করে এখানের পার্বত্য অঞ্চলগুলি ভূমিকম্প-প্রবণ এলাকা।\n\n\n== তথ্যসূত্র ==\n এই নিবন্ধটিতে Library of Congress Country Studies থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে  এখানে ।\n এই নিবন্ধটিতে সিআইএ ওয়ার্ল্ড ফ্যাক্টবুক থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে  এখানে ।"}