{"pageid": 1002262, "title": "ব্রেন্ট আর্নেল", "url": "https://bn.wikipedia.org/wiki?curid=1002262", "content": "ব্রেন্ট জন আর্নেল (ইংরেজি: Brent Arnel; জন্ম: ৩ জানুয়ারি, ১৯৭৯) টি অয়ামুতু এলাকায় জন্মগ্রহণকারী সাবেক নিউজিল্যান্ডীয় আন্তর্জাতিক ক্রিকেটার। নিউজিল্যান্ড ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ২০১০-এর দশকের সূচনালগ্নে সংক্ষিপ্ত সময়ের জন্যে নিউজিল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর নিউজিল্যান্ডীয় ক্রিকেটে নর্দার্ন ডিস্ট্রিক্টস ও ওয়েলিংটন দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি মিডিয়াম-ফাস্ট বোলার হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন ‘বিএ’ ডাকনামে পরিচিত ব্রেন্ট আর্নেল।\n\n\n== শৈশবকাল ==\nটি অয়ামুতু এলাকায় ব্রেন্ট আর্নেলের জন্ম। ইএসপিএনক্রিকইনফোয় তার জীবন বিবরণীতে উল্লেখ করা হয় যে, দশ বছর বয়সে কিশোরদের ক্রিকেটে দ্রুত বোলিংয়ের কারণে তাকে বাদ দেয়া হয়েছিল। তবে, এর পরপরই কলজে পর্যায়ের খেলোয়াড়দের বিপক্ষে খেলার জন্যে মনোনীত হয়েছিলেন। প্রতিশ্রুতিশীল কিশোর ক্রিকেটার হিসেবে হ্যামিল্টনভিত্তিক ফ্রেজার টেকের সাথে খেলতে থাকেন। এরপর ওয়েলিংটনের অনস্লো ক্রিকেট ক্লাবের পক্ষে খেলেন।\nদীর্ঘ দূরত্ব নিয়ে বোলিং কর্মে অগ্রসর হতেন তিনি। ছোট্ট শহরে তার জন্ম। তবে, ঐ এলাকায় তার পিতা-মাতা ছোট্ট অভ্যন্তরীণ ক্রিকেট স্কুল পরিচালনা করায় তার অনুশীলনে ব্যাঘাতের কারণ হয়ে দাঁড়ায়নি। এক পর্যায়ে নর্দার্ন ডিস্ট্রিক্টসের পক্ষ থেকে ক্রিকেট কিংবা বাস্কেটবলের যে-কোন একটি বেছে নেয়ার কথা বলা হলে তিনি ক্রিকেটকেই বেছে নেন।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n২০০৬ সাল থেকে ২০১৮ সাল পর্যন্ত ব্রেন্ট আর্নেলের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। ২০০৬ সালে ক্যান্টারবারি উইজার্ডসের বিপক্ষে নর্দার্ন ডিস্ট্রিক্টসের সদস্যরূপে প্রথম-শ্রেণীর ক্রিকেটে প্রথম খেলতে থাকেন।  ২০০৬-০৭ মৌসুমে তার অভিষেক হয়। চারটি খেলায় অংশ নিয়েছিলেন। তবে, পরবর্তী মৌসুমেই তিনি তার সেরা খেলা প্রদর্শনে সচেষ্ট হয়েছিলেন। ২০০৭-০৮ মৌসুমে স্টেট চ্যাম্পিয়নশীপে ৩৩ উইকেট নিয়ে শীর্ষ স্থান দখল করেন। যে-কোন বোলারের তুলনায় সর্বাধিক উইকেট শিকারীতে পরিণত হন। ফলশ্রুতিতে, ভারত গমনার্থে নিউজিল্যান্ড এ দলের সদস্যরূপে মনোনীত হন।\n২০১৬-১৭ মৌসুমের সুপার স্ম্যাশ প্রতিযোগিতায় সেথ র‍্যান্সের সাথে যৌথভাবে সর্বোচ্চ উইকেট শিকারী হন। এ পর্যায়ে ওয়েলিংটন ফায়ারবার্ডসের পক্ষে খেলে পনেরোটি ডিসমিসাল ঘটিয়েছিলেন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে ছয়টিমাত্র টেস্টে অংশগ্রহণ করেছেন ব্রেন্ট আর্নেল। ১৯ মার্চ, ২০১০ তারিখে ওয়েলিংটনে সফরকারী অস্ট্রেলিয়া দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ১৫ মার্চ, ২০১২ তারিখে হ্যামিল্টনে সফরকারী দক্ষিণ আফ্রিকা দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি। তাকে কোন ওডিআইয়ে অংশগ্রহণ করার সুযোগ দেয়া হয়নি।\n২০০৯ সালে ইংল্যান্ড লায়ন্সের বিপক্ষে সুন্দর ক্রীড়াশৈলী প্রদর্শন করেছিলেন ব্রেন্ট আর্নেল। ফলশ্রুতিতে, নিউজিল্যান্ডের টেস্ট দলে তাকে অন্তর্ভুক্ত করা হয় ও ভারতের বিপক্ষে খেলার জন্যে আমন্ত্রণ পান। অ্যান্ডি ম্যাককে’র স্থলাভিষিক্ত হন তিনি। তবে, তাকে খেলানো হয়নি। ২০০৯-১০ মৌসুমে সফরকারী বাংলাদেশ দলের বিপক্ষে আঘাতপ্রাপ্ত খেলোয়াড়ের পরিবর্তে তাকে দলে রাখা হয়। এবারও তিনি খেলায় অংশগ্রহণ করা থেকে বঞ্চিত হন। অবশেষে, ১৯ মার্চ, ২০১০ তারিখে ওয়েলিংটনের ব্যাসিন রিজার্ভে তার টেস্ট অভিষেক পর্ব সম্পন্ন হয়। সফরকারী অস্ট্রেলিয়া দলের বিপক্ষে সিরিজের প্রথম টেস্টে অংশ নেন তিনি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nহামিশ বেনেট\nব্যারি মিলবার্ন\nনিউজিল্যান্ডীয় টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\n২০০৭-০৮ বাংলাদেশ ক্রিকেট দলের নিউজিল্যান্ড সফর\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে ব্রেন্ট আর্নেল  (ইংরেজি)\nক্রিকেটআর্কাইভে ব্রেন্ট আর্নেল   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}