{"pageid": 1002156, "title": "বার্বাডোসের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1002156", "content": "বার্বাডোস-এর প্রাচীনতম আদিবাসী জনগোষ্ঠী হ'ল আরাওয়াক ও ক্যারিবস যাঁরা ষোড়শ শতাব্দীতে আমেরিকায় ইউরোপীয় উপনিবেশ-এর আগে থেকেই বসবাস করতেন। বার্বাডোস সংক্ষিপ্তভাবে ১৫৩২ থেকে ১৬২০ সাল পর্যন্ত পর্তুগিজ সাম্রাজ্যের অধীনে ছিল। দ্বীপটি ইংরেজ এবং পরবর্তীকালে ১৬২৫ থেকে ১৯৬৬ সাল পর্যন্ত ছিল একটি ব্রিটিশ উপনিবেশ। ১৯৬৬ সাল থেকে এখানে সাংবিধানিক রাজতন্ত্র এবং সংসদীয় গণতন্ত্র প্রতিষ্ঠিত হয়। ওয়েস্টমিনস্টার পদ্ধতি-এর অনুসরণে রাষ্ট্রের প্রধান হিসাবে অবস্থান করেন বার্বাডোসের রানী রূপে এলিজাবেথ দ্বিতীয়।\n\n\n== প্রাগৈতিহাসিক ==\nকিছু প্রমাণ থেকে অনুমিত হয় বার্বাডোসে খ্রিস্টপূর্ব দ্বিতীয় সহস্রাব্দে মানুষের বসতি স্থাপিত হয়েছিল। একটি খোলকের সাথে পাওয়া শঙ্খ টুকরোর বাটালি এর মধ্যে সীমাবদ্ধ নমুনাটির রেডিওওকার্বন-তারিখ পদ্ধতিতে সময়কাল নির্দ্ধারিত হয়েছে প্রায় খ্রিস্টপূর্ব ১৬৩০ শতাব্দী।  সম্পূর্ণরূপে নথিভুক্ত আমেরিইন্ডিয়ান বন্দোবস্তের সময়কাল প্রায় ৩৫০ থেকে ৬৫০ খ্রিস্টাব্দের মধ্যে। দক্ষিণ আমেরিকার মূল ভূখণ্ড থেকে আগমনকারী গোষ্ঠীটি ছিল সালাদয়েড-ব্যারানকয়েড। বসতি স্থাপনকারীদের দ্বিতীয় ঢলটি হাজির হয়েছিল সম্ভবত ৮০০ খ্রিস্টাব্দের দিকে (স্প্যানিশরা এদেরকে \"আরাওয়াক\" হিসাবে উল্লেখ করেছে) এবং ত্রয়োদশ শতাব্দীর মাঝামাঝি সময়ে আসে তৃতীয় গোষ্ঠীটি (স্প্যানিশদের কাছে \"ক্যারিবস\" নামে পরিচিত)। এই শেষোক্ত গোষ্ঠীটি রাজনৈতিকভাবে আরও সংগঠিত ছিল এবং অন্যদের উপর শাসন কায়েম করেছিল।\n\n\n== প্রথম ইতিহাস ==\n\nইউরোপীয়দের মধ্যে প্রথম দ্বীপটি আবিষ্কার করেছিল পর্তুগিজরা। পর্তুগিজ অভিযাত্রী পেদ্রো এ. ক্যাম্পোস দ্বীপটির নাম দিয়েছিলেন ওস বার্বাডোস (যার অর্থ \"দাড়িওয়ালা\")। \n১৬ শ শতাব্দীর গোড়ার দিকে স্প্যানিশ সাম্রাজ্য দ্বারা নিয়মিত দাস-চালান অভিযানের জন্য আমেরিকান জনসংখ্যার ব্যাপক হ্রাস ঘটে। ১৫৪১ সালের মধ্যে এক স্প্যানিশ লেখক দাবি করেছিলেন যে তাঁরা জনবসতিহীন হয়ে পড়েছেন। আমেরিন্ডিয়ানরা হয় স্প্যানিশদের দাস হিসাবে ব্যবহারের জন্য বন্দী হয়েছিলেন অথবা আত্মরক্ষার তাগিদে খুব সহজেই নিকটের পার্বত্য দ্বীপগুলিতে পালিয়ে গিয়ে ছিলেন।\nপ্রায় ১৬০০ সাল থেকে ইংরেজ, ফরাসী এবং ডাচরা উত্তর আমেরিকার মূল ভূখণ্ড এবং ওয়েস্ট ইন্ডিজের ছোট ছোট দ্বীপগুলিতে উপনিবেশ স্থাপনের উদ্দেশ্যে সন্ধান করতে শুরু করে। যদিও স্পেনীয় এবং পর্তুগিজ নাবিকরা বার্বাডোসে আগে গিয়েছিল তবে জন পাওয়েলের অধীনে প্রথম ইংরেজ জাহাজটি ১৬২৫ সালের ১৪ ই মে এই দ্বীপটিকে স্পর্শ করে এবং ইংল্যান্ড-ই প্রথম ইউরোপীয় দেশ যারা ১৬২৭ সাল থেকে সেখানে তাদের স্থায়ী জনবসতি প্রতিষ্ঠা করেছিল। এখানে ইংরেজদের প্রতিষ্ঠিত সেই প্রথম জনবসতিটি ছিল এখনকার হোলটাউন (পূর্বের জেমসটাউন)-এর নিকটে।   ইংল্যান্ড সাধারণভাবে ১৬২৫ সালে বার্বাডোসের কাছে প্রাথমিক দাবিটি করেছিল বলে বলা হয়। যদিও তথাকথিত একটি পূর্ববর্তী দাবি ১৬২০ সালে করা হয়ে থাকতে পারে। তবে বার্বাডোসকে ১৬২৫ খ্রিস্টাব্দেই ইংল্যান্ডের জেমস প্রথম-এর নামে দাবি করা হয়েছিল।  এর আগে আমেরিকায় ইংরেজদের আরও জনবসতি (১৬০৭: জেমসটাউন, ১৬০৯: বারমুডা, এবং ১৬২০: প্লাইমাউথ কলোনি) এবং লিওয়ার্ড দ্বীপপুঞ্জ এর বেশ কয়েকটি দ্বীপে গড়ে উঠেছিল। বার্বাডোসের প্রায় সমসাময়িক-কালে (১৬২৩: সেন্ট কিটস, ১৬২৮: নেভিস, ১৬৩২: মন্টসের্রাট, ১৬৩২: অ্যান্টিগুয়া-এর প্রতি বন্দোবস্তের দাবি ইংরেজদের দ্বারা করা হয়েছিল। তবুও আমেরিকার পূর্ব দিকে এর অবস্থানের কারণে আমেরিকাতে বার্বাডোস দ্রুত তৃতীয় বৃহত্তম ইংরেজ জনবসতিতে পরিণত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n এই নিবন্ধটিতে সিআইএ ওয়ার্ল্ড ফ্যাক্টবুক থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে  এখানে ।\nHoyes, F. A. 1963. The Rise of West Indian Democracy: The Life and Times of Sir Grantley Adams. Advocate Press.\nWilliams, Eric. 1964. British Historians and the West Indies. P.N.M. Publishing Company, Port-of-Spain.\nScott, Caroline. 1999. Insight Guide Barbados. Discovery Channel and Insight Guides; fourth edition, Singapore. আইএসবিএন ০-৮৮৭২৯-০৩৩-৭"}