{"pageid": 1002433, "title": "জন উইলিয়ামস", "url": "https://bn.wikipedia.org/wiki?curid=1002433", "content": "'জন টাউনার উইলিয়ামস (জন্ম ৮ ফেব্রুয়ারি ১৯৩২) একজন মার্কিন সুরকার, সঙ্গীত নির্দেশক, পিয়ানোবাদক ও ট্রম্বোবাদক। ছয় দশকের অধিক সময়ের কর্মজীবনে বেশ কিছু জনপ্রিয়, স্মরণীয় ও সমাদৃত চলচ্চিত্রের সুর সৃষ্টির জন্য তাকে সর্বকালের অন্যতম সেরা চলচ্চিত্র সুরকার হিসেবে গণ্য করা হয়। তিনি ২৫টি গ্র্যামি পুরস্কার, ৭টি বাফটা পুরস্কার, ৫টি একাডেমি পুরস্কার এবং ৪টি গোল্ডেন গ্লোব পুরস্কার অর্জন করেছেন। ৫২টি একাডেমি পুরস্কারের মনোনয়নপ্রাপ্ত উইলিয়ামস ওয়াল্ট ডিজনির পর দ্বিতীয় সর্বাধিক অস্কার মনোনীত ব্যক্তি। ২০০৫ সালে আমেরিকান ফিল্ম ইনস্টিটিউট উইলিয়ামসের ১৯৭৭ সালের স্টার ওয়ার্স চলচ্চিত্রের সুরটিকে সর্বকালের সেরা চলচ্চিত্রের সুর হিসেবে নির্বাচন করে। লাইব্রেরি অব কংগ্রেস স্টার ওয়ার্স-এর সাউন্ডট্র্যাকটিকে \"সাংস্কৃতিক, ঐতিহাসিক বা নান্দনিকভাবে গুরুত্বপূর্ণ\" বিবেচনায় জাতীয় রেকর্ডিং রেজিস্ট্রিতে সংরক্ষণের জন্য নির্বাচন করে।\n\n\n== প্রারম্ভিক জীবন ==\nজন টাউনার উইলিয়ামস ১৯৩২ সালের ৮ই ফেব্রুয়ারি নিউ ইয়র্ক অঙ্গরাজ্যের কুইন্স শহরের ফ্লাশিংয়ে জন্মগ্রহণ করেন। তার মাতা এস্থার (বিবাহপূর্ব টাউনার) এবং পিতা জনি উইলিয়ামস একজন জ্যাজ ড্রামার ও পারকাশনিস্ট ছিলেন, যিনি রেমন্ড স্কট কুইনটেটের সাথে এইসব বাদ্যযন্ত্র বাজাতেন। উইলিয়ামসের পিতা মেইনে এবং মাতা বস্টনে জন্মগ্রহণ করেন। তার পিতামহ মেইনের ব্যাঙ্গরে একটি বিভাগীয় বিপণি চালাতেন এবং তার মাতামহ আসবাবপত্র-নির্মাতা ছিলেন।\n১৯৪৮ সালে উইলিয়ামসের পরিবার লস অ্যাঞ্জেলেসে পাড়ি জমায়। জন সেখানে নর্থ হলিউড হাই স্কুল থেকে ১৯৫০ সালে তার পড়াশোনা সম্পন্ন করেন। এরপর তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, লস অ্যাঞ্জেলেসে ভর্তি হন এবং ইতালীয় সুরকার মারিও কাস্তেলনুভো-তেদেস্কোর নিকট সুর সৃষ্টি শিখেন। উইলিয়ামস লস অ্যাঞ্জেলেস সিটি কলেজে এক সেমিস্টার পড়াশোনা করেন, কারণে সেখানে একটি স্টুডিও জ্যাজ সঙ্গীতদল ছিল।\n\n\n== কর্মজীবন ==\nউইলিয়ামস ১৯৬৭ সালের ভ্যালি অব দ্য ডলস চলচ্চিত্রের সুরের জন্য তার প্রথম একাডেমি পুরস্কারের মনোনয়ন লাভ করেন। তিনি ১৯৬৯ সালের গুডবাই, মিস্টার চিপস চলচ্চিত্রের সুরের জন্য পুনরায় অস্কারের মনোনয়ন লাভ করেন। তিনি ১৯৭১ সালের ফিডলার অন দ্য রুফ চলচ্চিত্রের সুরের জন্য তার প্রথম একাডেমি পুরস্কার অর্জন করেন। ১৯৭২ সালে তিনি রবার্ট আল্টম্যান পরিচালিত মনস্তাত্ত্বিক থ্রিলার চলচ্চিত্র ইমেজেস-এর সুরারোপ করেন। এই কাজের জন্য তিনি শ্রেষ্ঠ সঙ্গীত, মৌলিক নাট্যধর্মী সুর বিভাগে একাডেমি পুরস্কারের মনোনয়ন লাভ করেন।\n১৯৭৪ সালে পরিচালক স্টিভেন স্পিলবার্গ তার পরিচালিত প্রথম চলচ্চিত্র দ্য সুগারল্যান্ড এক্সপ্রেস-এর সঙ্গীত ও সুরারোপের জন্য উইলিয়ামসের নিকট আসেন। তারা দুজনে পরের বছর পুনরায় স্পিলবার্গের দ্বিতীয় চলচ্চিত্র জস-এ কাজ করেন। ধ্রুপদী উৎকণ্ঠাপূর্ণ চলচ্চিত্র হিসেবে খ্যাত এই চলচ্চিত্রের সুরটির অশুভ দুই-নোটবিশিষ্ট অস্টিন্যাটো হাঙ্গর ও বিপদের আগমনের সমার্থক হয়ে ওঠে। এই সুরের জন্য উইলিয়ামস তার দ্বিতীয় একাডেমি পুরস্কার অর্জন করেন।\n\n\n== ব্যক্তিগত জীবন ==\nউইলিয়ামস ১৯৫৬ সালে অভিনেত্রী ও গায়িকা বারবারা রুইককে বিয়ে করেন। তাদের তিন সন্তান ছিল, তারা হলেন জেনিফার (জ. ১৯৫৬), মার্ক টাউনার উইলিয়ামস (জ. ১৯৫৮) ও জোসেফ (জ. ১৯৬০)। ১৯৭৪ সালে রুইক মারা যান। ১৯৮০ সালে উইলিয়ামস আলোকচিত্রী সামান্থা উইনস্লোকে বিয়ে করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nডিস্কওগ্‌সে জন উইলিয়ামস ডিস্কতালিকা\nকার্লিতে জন উইলিয়ামস (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে জন উইলিয়ামস (ইংরেজি)\nJohn Williams Fan Network\nJohn Williams music listings\nUnofficial website\n\nটেমপ্লেট:জন উইলিয়ামস\n\nটেমপ্লেট:NFL on NBC"}