{"pageid": 1002425, "title": "ম্যাগমাজ বাষ্পীয় উদ্গীরণ", "url": "https://bn.wikipedia.org/wiki?curid=1002425", "content": "ম্যাগমাজ বাষ্পীয় উদ্গীরণ (Phreatomagmatic eruptions) হ'ল ম্যাগমা এবং জলের মধ্যে মিথস্ক্রিয়তায় সংঘটিত আগ্নেয়গিরির উদ্গীরণ। একচেটিয়াভাবে কেবল মাত্র ম্যাগমাজ উদ্গীরণ এবং ফ্রেটিক উদ্গীরণ (phreatic)-এর থেকে ম্যাগমাজ বাষ্পীয় উদ্গীরণ পৃথক। ম্যাগমাজ বাষ্পীয় উদ্গীরণে থাকে ইজেক্টা (ম্যাগমাজ) ক্লাস্ট (বিভিন্ন টুকরোর দ্বারা গঠিত)। বড় বড় বিস্ফোরণের উদ্গিরণে ম্যাগমাজ এবং ম্যাগমাজ বাষ্পীয় - উভয় উপাদানের অস্তিত্ব একটি সাধারণ ঘটনা। \n\n\n== ম্যাগমাজ বাষ্পীয় উদ্গীরণের উদাহরণ ==\n\n\n=== সানডোরিনীর মাইনোয়ান উদ্গীরণ ===\nসানডোরিনী ক্রেটের উত্তরদিকে ১৪০ কিমি দূরে অবস্থিত দক্ষিণ এজিয়ান আগ্নেয়গিরির একটি অংশ। সানডোরিনীর মাইনোয়ান উদ্গীরণ ছিল এর সর্বশেষতম বিস্ফোরণ এবং তা খ্রিস্টপূর্ব ১৭ ম শতাব্দীর প্রথমার্ধে ঘটেছিল। উদ্গীরণটি ছিল মূলত রায়োডাসাইটের। মাইনোয়ান বিস্ফোরণটির চারটি পর্যায় ছিল। পর্যায় ১ হ'ল ভঙ্গ অক্ষের ট্রেন্ডিং ইএসই সহ সাদা থেকে গোলাপী ঝামার পতন। সে গুলির সর্বাধিক বেধ ছিল ৬ মিটার এবং তার শীর্ষে মিশ্রিত ছিল ছাইয়ের প্রবাহের স্তর। দ্বিতীয় পর্যায়ে ছিল ছাই এবং লেপিলি-বিছানা যে গুলি দেখতে ছিল কিছুটা মাঝারি ঢেউওয়ালা ও বালিয়াড়ি গঠনের মতো আড়াআড়ি স্তরযুক্ত। তাদের বেধ ১০ সেমি থেকে ১২ মিটার পর্যন্ত পরিবর্তিত হয়েছিল। ৩ এবং ৪ পর্যায়গুলিতে ছিল পাইরোক্লাস্টিক ঘনত্বের টাটকা নির্গমন। ১ এবং ৩ পর্যায়গুলি ছিল ম্যাগমাজ বাষ্পীয় উদ্গীরণ।\n\n\n=== ১৯৯১ মাউন্ট পিনাতুবোর উদ্গীরণ ===\n\nদক্ষিণ চীন সাগর এবং ফিলিপাইন সাগর এর মধ্যে সেন্ট্রাল লুজন ভূখণ্ডে রয়েছে পিনাতুবো মাউন্ট। ১৯৯১ এর পিনাতুবো উদ্গীরণ -এ প্রাক-ক্লাইমেটিক পর্যায়ে ছিল অ্যান্ডেসাইট এবং ড্যাসাইট। তবে ক্লাইম্যাকটিক পর্যায়ে কেবল ছিল ড্যাসাইট। ক্লাইম্যাকটিক পর্যায়টিতে আয়তন ছিল ৩.৭–৫.৩ কিমি৩। উদ্গীরণে ছিল ক্রমবর্ধমান ছাই নির্গমন, গম্বুজের বৃদ্ধি, ৪ টি উল্লম্ব উদ্গীরণ সহ অবিরত গম্বুজ বৃদ্ধি, ১৩ টি পাইরোক্লাস্টিক প্রবাহ এবং পাইরোক্লাস্টিক প্রবাহ সহ একটি ক্লাইম্যাকটিক উল্লম্ব উদ্গীরণ।  প্রাক-ক্লাইম্যাকটিক পর্যায়টি ছিল ম্যাগমাজ বাষ্পীয় উদ্গীরণ।\n\n\n=== টাউপো হ্রদ ===\nনিউজিল্যান্ড এর টাউপো আগ্নেয়গিরি অঞ্চল এর টাউপো হ্রদ-এ সংঘটিত হাটেপে উদ্গীরণটি ছিল এর সর্বশেষতম বড় উদ্গীরণ যেটি হয়েছিল ২৩২+/-১২ খ্রিস্টাব্দে। প্রথমের দিকে ছোটখাটো প্রাথমিক ম্যাগমাজ বাষ্পীয় কার্যকলাপ ছিল। তারপর বেরিয়ে আসতে থাকে শুকনো ৬ কিমি৩ আকারের রাইওলাইট যার থেকে গঠিত হয়েছিল হাটেপে প্লিনিয়ান ঝামা। এরপরে ম্যাগমাজ বাষ্পীয় উদ্গীরণের ফলে বেরিয়ে আসতে থাকে প্রচুর পরিমাণে জল। তার থেকে জমতে শুরু করে ২.৫ কিলোমিটার৩ হাটেপে ছাই। জলের কারণে উদ্গীরণ বন্ধ করে দিলেও সেখান থেকে তখনও প্রচুর পরিমাণে জল নির্গত হতে থাকে। ম্যাগমাজ বাষ্পীয় ক্রিয়াকলাপের কারণে পুনরায় উদ্গীরণ শুরু করে এবং রোটোনজাইও ছাই জমা করতে থাকে। \n\n\n== তথ্যসূত্র =="}