{"pageid": 1002110, "title": "দ্বিতীয় বিশ্বযুদ্ধের দক্ষিণ-পূর্ব এশিয়ার যুদ্ধমঞ্চ", "url": "https://bn.wikipedia.org/wiki?curid=1002110", "content": "দ্বিতীয় বিশ্বযুদ্ধের দক্ষিণ-পূর্ব এশিয়ার যুদ্ধমঞ্চ বার্মা, ভারত, থাইল্যান্ড, ফিলিপাইন, ইন্দোচীন, মালয় এবং সিঙ্গাপুরে প্রশান্ত মহাসাগরীয় যুদ্ধ এর নাম দেওয়া হয়েছিল।\n১৯৪১ সালের ৭/৮ ডিসেম্বর জাপান দক্ষিণ-পূর্ব এশিয়া এবং মধ্য প্রশান্ত মহাসাগরীয় অঞ্চলে ব্রিটিশ এবং আমেরিকান অঞ্চলসমূহের বিরুদ্ধে একই সময়ে একযোগে আক্রমণ করে। ১৯৪৫ সালের ১৫ আগস্ট জাপান আত্মসমর্পণের অভিপ্রায় ঘোষণা করার পরে এই যুদ্ধ ক্রিয়া শেষ হয়। ১৯৪৫ সালের ২ সেপ্টেম্বর আনুষ্ঠানিকভাবে জাপান আত্মসমর্পণ করে।\n\n\n== যুদ্ধবিগ্রহের শুরু ==\n১৯৪০ সালের সেপ্টেম্বরে জাপান সাম্রাজ্য ফরাসী ইন্দোচীন আক্রমণ করে এবং ১৯৪১ সালের ৭ ও ৮ ডিসেম্বর পার্ল হারবার আক্রমণ এবং হংকং, ফিলিপাইন, থাইল্যান্ড, সিঙ্গাপুর ও মালয়ে এক সাথে আক্রমণ করার পরে এই যুদ্ধমঞ্চে যুদ্ধ শুরু হয়। পার্ল হারবারে বোমা ফেলার আগে ইস্তমাস ক্রার পূর্ব পাশে সিঙ্গোরায় (বর্তমানে সঙ্খলা) মূল অবতরণস্থলে বেশ কয়েক ঘণ্টা ধরে বোমা বর্ষণ করা হয়।\nজাপান মার্কিন যুক্তরাষ্ট্র এবং ব্রিটিশ সাম্রাজ্যের বিরুদ্ধে যুদ্ধ ঘোষণা করলেও আক্রমণ শুরুর আগ পর্যন্ত এই ঘোষণা দেওয়া হয়নি। ৮ ডিসেম্বর যুক্তরাজ্য, মার্কিন যুক্তরাষ্ট্র, কানাডা এবং নেদারল্যান্ড জাপানের বিরুদ্ধে যুদ্ধ ঘোষণা করে, তার পরের দিন চীন ও অস্ট্রেলিয়া যুদ্ধ ঘোষণা করে।\n\n\n== প্রাথমিক জাপানি সাফল্য ==\nযুদ্ধের প্রথমার্ধে মিত্রবাহিনী অনেক পরাজয়ের সম্মুখীন হয়েছিল। ১৯৪১ সালের ১০ ডিসেম্বর মালয়ে জাপানের বিমান হামলায় দুটি প্রধান ব্রিটিশ যুদ্ধজাহাজ এইচএমএস রেপুলস এবং এইচএমএস প্রিন্স অব ওয়েলস ডুবে যায়। এই আক্রমণের পর থাইল্যান্ড সরকার ২১ ডিসেম্বর আনুষ্ঠানিকভাবে জাপানের সাথে জোট বাঁধে। ৮ ডিসেম্বর জাপান হংকংয়ের যুদ্ধে হংকং আক্রমণ করে এবং ২৫ ডিসেম্বর হংকং আত্মসমর্পণ করে। জানুয়ারিতে বার্মা এবং ডাচ ইস্ট ইন্ডিজে আক্রমণ করে এবং ম্যানিলা ও কুয়ালালামপুর দখল করে নেয়।\n\n\n=== মালয় ও সিঙ্গাপুর ===\nজাপানের সেনাবাহিনী মালয়ের যুদ্ধের সময় ভারতীয় সেনাবাহিনীর তৃতীয় কর্পস, অস্ট্রেলিয়ান ৮ম ডিভিশন এবং ব্রিটিশ ইউনিটসমূহের কঠোর প্রতিরোধের মুখোমুখি হয়েছিল, তবে বিমান বাহিনী, ট্যাঙ্ক এবং পদাতিক বাহিনীর যুদ্ধকৌশলে জাপানের শ্রেষ্ঠত্ব মিত্র বাহিনীকে পশ্চাদপসরণ হতে বাধ্য করে। ১৯৪২ সালের জানুয়ারির শেষের দিকে জাপান মালয় দখল করার পর সিঙ্গাপুরে মিত্র বাহিনী লেফটেন্যান্ট জেনারেল আর্থার পারসিভালের নেতৃত্বে ১৯৪২ সালের ১৫ ফেব্রুয়ারি জাপানিদের কাছে আত্মসমর্পণ করে; মিত্রবাহিনীর প্রায় ১,৩০,০০০ সৈন্য যুদ্ধ বন্দী হয়। সিঙ্গাপুরের পতন ছিল ব্রিটিশ সামরিক ইতিহাসের বৃহত্তম আত্মসমর্পণ।\n\n\n=== ভারত মহাসাগরে জাপানী অভিযান ===\nভারত মহাসাগরে জাপানী অভিযানটি ছিল ৩১ মার্চ থেকে ১০ এপ্রিল ১৯৪২ পর্যন্ত। রাজকীয় জাপানী নৌবাহিনীর ফাস্ট ক্যারিয়ার স্ট্রাইক ফোর্স কর্তৃক ভারত মহাসাগরে মিত্রবাহিনীর জাহাজ ও ঘাঁটিসমূহে নৌবাহিনী বিমান আক্রমণ। ফেব্রুয়ারি এবং মার্চ মাসে জাভার আশেপাশের লড়াইয়ে আবডাকম সৈন্যবাহিনীর ধ্বংসের পর জাপানিরা ভারত মহাসাগরে ব্রিটিশ সমুদ্র শক্তি ধ্বংস করার জন্য এবং বার্মার আক্রমণকে সমর্থন করার জন্য ভারতবর্ষে চড়াও হয়। অভিযানটি আংশিকভাবে সফল হয়েছিল।  এটি ভারত মহাসাগরে মিত্রবাহিনীর নৌ শক্তি ধ্বংস করতে সফল হয়নি তবে ব্রিটিশ বহরকে কেনিয়ার মোম্বাসার নিকটবর্তী ব্রিটিশ সিলোন থেকে কিলিন্ডিনিতে স্থানান্তরিত করতে বাধ্য করেছিল, কারণ তাদের পক্ষে আরও অগ্রসর হয়ে নৌবহর নোঙ্গরগুলি জাপানের আক্রমণ থেকে যথাযথভাবে রক্ষা করা সম্ভব হয়নি। আরও অধিক শক্তিশালী জাহাজ ডেকে আনার প্রতিশ্রুতি হিসাবে ভারত মহাসাগরের বহরটি ধীরে ধীরে একটি রক্ষণাবেক্ষণ এসকর্ট ফোর্সের চেয়েও কমিয়ে আনা হয়েছিল। ১৯৪২ সালের মে থেকে এটি মাদাগাস্কারের আক্রমণেও ব্যবহৃত হয়েছিল - এটি এমন একটি অভিযান যা ভিশি ফরাসি নিয়ন্ত্রিত অঞ্চলে ঘাঁটি ব্যবহার করার জন্য জাপানের যে কোনও প্রচেষ্টাকে ব্যর্থ করে তোলার লক্ষ্য ছিল।\n১৯৪২ সালে মাদ্রাজ সিটিতে মিতসুবিশি রুফ (জিরো সামুদ্রিক বিমানে সংস্করণ) দিয়ে আক্রমণ করা হয়েছিল, এটি বিমানবাহী রণতরী রিয়ুুজো থেকে পরিচালনা করা হয় এবং এটি সেন্ট জর্জ দুর্গের কাছে একটিমাত্র বোমা ফেলেছিল।  বাস্তব ক্ষয়ক্ষতির পরিমাণ নগন্য ছিল, যদিও জনসাধারণের প্রতিক্রিয়াই প্রধান ছিল এবং পরবর্তী জাপানি বোমা হামলা ও আক্রমণের আশঙ্কায় শহরটি খালি করা হয়েছিল। মাদ্রাজ থেকে অনেক ধনী পরিবার ভয়ে স্থায়ীভাবে পাহাড়ি স্থানে চলে যায়।\n১৯৪২ সালে ভারতে সম্ভাব্য জাপানি আগ্রাসনের প্রস্তুতির জন্য ব্রিটিশরা পালানি পাহাড়ের দক্ষিণ চূড়া বরাবর কোড়াইকানাল থেকে শীর্ষ স্টেশন পর্যন্ত কোড়াইকানাল-মুন্নার রোড অপসারণের রুট হিসাবে ব্যবহারের সুবিধার্থে উন্নয়ন শুরু করে। বিদ্যমান রাস্তাগুলি তখন মুন্নার এবং নিচে কোচিন পর্যন্ত বিস্তৃত ছিল যেখানে ব্রিটিশ জাহাজগুলি ভারত থেকে সরিয়ে নেওয়ার জন্য সহজলভ্য ছিল।\n\n\n=== জাপানের আন্দামান ও নিকোবর দ্বীপপুঞ্জ দখল ===\n\nআন্দামান ও নিকোবর দ্বীপপুঞ্জ (১৩৯ টি দ্বীপ আছে এবং আয়তন ৮,২৯৩ বর্গ কিমি) হলো বঙ্গোপসাগরে অবস্থিত কতগুলো দ্বীপের সমষ্ঠি। এটি কলকাতা (সে সময় ক্যালকাট্টা নামে পরিচিত ছিল) থেকে ৭৮০ মাইল, চেন্নাই (সে সময় মাদ্রাজ নামে পরিচিত ছিল) থেকে ৭৪০ মাইল এবং বার্মার নার্গিস অন্তরীপ থেকে ১২০ মাইল  দূরে অবস্থিত। ১৯৪২ সালের ২৩ শে মার্চ জাপানি বাহিনী এই দ্বীপগুলি দখল করে এবং যুদ্ধের সমাপ্তি পর্যন্ত তাদের দখল বজায় রাখে।\n১৯৪৩ সালের ২৯ ডিসেম্বর দ্বীপগুলির রাজনৈতিক নিয়ন্ত্রণ তাত্ত্বিকভাবেে সুভাষ চন্দ্র বসুর আজাদ হিন্দ সরকারকে হস্তান্তর করা হয়েছিল। সুভাষচন্দ্র ভারতীয় জাতীয় সেনাবাহিনীর ত্রিবর্ণ পতাকা উত্তোলন করতে পোর্ট ব্লেয়ার পরিদর্শন করেছিলেন। বসুর বিদায়ের পর আন্দামানের কার্যকর নিয়ন্ত্রণ জাপানিদের কাছে থেকে যায় এবং আর্জি হুকুমত-ই হিন্দ এর সার্বভৌমত্ব মূলত কল্পিত ছিল। দ্বীপপুঞ্জ নিজেদের পুনঃনামকরণ করলে যথাক্রমে \"শহীদ\" এবং \"স্বরাজ\", যার অর্থ যথাক্রমে \"শহীদ\" এবং \"স্বশাসন\"। বোস লে. কর্নেল এ. ডি. লোগানাথনকে এই দ্বীপপুঞ্জের গভর্নর নিযুক্ত করেছিলেন, তবে অঞ্চলটির প্রশাসনের সাথে তার সীমিত সম্পৃক্ততা ছিল।\n\n\n== বার্মা অভিযান ==\n\nবারকর্পসের পশ্চাদপসরণ\nব্রিটিশ চতুর্দশ সেনাবাহিনী গঠন (\"ফরগোটেন আর্মি\")\nআরাকান অভিযান\nভারতে জাপানের আক্রমণ\nমিত্র বাহিনী পাল্টা আক্রমণ\nরেঙ্গুনের পথে\nব্রিগেডিয়ার অর্ডে উইঙ্গেট এবং চিন্ডিটস\n\n\n=== চীন বার্মা ভারত যুদ্ধমঞ্চে মার্কিন বাহিনী ===\n\nউত্তর যুদ্ধাঞ্চল কমান্ড (এনসিএসি)\nফ্লাইং টাইগার্স\nচৌদ্দতম বিমান বাহিনী\nদশম বিমান বাহিনী\nবিংশতম বিমান বাহিনী (অপারেশন ম্যাটারহর্ন)\nহ্যাম্পের উপর দিয়ে ভারত থেকে চীন পর্যন্ত মিত্র জোটের পণ্য স্থানান্তর\nলেডো রোড\nমেরিলের ম্যারাডার\nযুদ্ধের অন্যতম প্রধান যৌক্তিক প্রচেষ্টা ছিল হিমালয়ের উপর দিয়ে \"উড়ন্ত হাম্প\" এবং বার্মা রোডের প্রতিস্থাপন হিসাবে ভারত থেকে চীন পর্যন্ত লেডো রোড নির্মান।\n\n\n== দক্ষিণ পূর্ব এশিয়ায় বিমান যুদ্ধ ==\nআরএএফ দূর প্রাচ্য বিমান বাহিনী\nআরএএফ তৃতীয় কৌশলগত বিমানবাহিনী\nদক্ষিণ-পূর্ব এশিয়ায় বোমা বর্ষণ (১৯৪৪-৪৫)\nআরএএফ যুদ্ধ সম্মাননা:\n\nসিলোন ১৯৪২\nযোগ্যতা: ১৯৪২ সালের এপ্রিলের জাপানি আক্রমণে সিলোনে অবস্থিত স্কোয়াড্রনের জাপানি বিমান এবং নৌ ইউনিটগুলির বিরুদ্ধে অভিযানের জন্য।\n\nবার্মা ১৯৪৪–১৯৪৫\nযোগ্যতা: ইম্ফাল থেকে রাঙ্গুনে ১৪ তম সেনাবাহিনীর অগ্রযাত্রার সময় অপারেশন, উপকূলীয় উভচর হামলা এবং ১৯৪৪ সালের আগস্ট থেকে ১৯৪৫ সাল পর্যন্ত পেগু ইয়োমাসের যুদ্ধের জন্য।\n\n\n== ভারত মহাসাগরে নৌ অভিযান ১৯৪২-১৯৪৫ ==\n\nমাইন স্থাপন এবং সাবমেরিন যুদ্ধের মাধ্যমে প্রথমিক সাফল্য অর্জন করে। জাপানি ব্যাপক মাইন ক্ষমতা কখনই বিশাল ছিল না এবং নতুন ধরনের মাইনের সাথে মুখোমুখি হলে তারা দ্রুত খাপ খাইয়ে নিতে পারেনি। এই ধরনের যুদ্ধাস্ত্র ব্যবহার করে জাপানি জাহাজ বার্মার উপকূল থেকে পরিচালিত হয়েছিল। ব্রিটিশ সিলোন থেকে ব্রিটিশ সাবমেরিন জাপানি জাহাজের বিরুদ্ধে পরিচালিত হয়েছিল।\nইউরোপের যুদ্ধ সম্পূর্ণরূপে শেষ হওয়ার পরেই ব্রিটিশ বাহিনীকে আবার ভারত মহাসাগরে প্রেরণ করা হয়েছিল। ১৯৪৩ সালের শেষদিকে এবং ১৯৪৪ এর প্রথম দিকে জার্মান নৌবহরকে নিষ্ক্রিয় করার পর হোম ফ্লিট থেকে বাহিনীকে মুক্তি দেওয়া হয় এবং জুনে অপারেশন ওভারলর্ডের সাফল্যের অর্থ মূল্যবান উভচর হামলাকারী জাহাজ সহ আরও বেশি ক্রাফট পাঠানো হয়।\n১৯৪৪ সালের শেষের দিকে আরও ব্রিটিশ বিমানবাহিনী এই অঞ্চলে আসার সাথে সাথে সুমাত্রাতে তেল লক্ষ্যমাত্রার বিরুদ্ধে অপারেশন মেরিডিয়ানের মতো একাধিক আঘাত হানা হয়েছিল। মার্কিন যুক্তরাষ্ট্রের প্রথম আক্রমণের জন্য ইউএসএস সারাটোগার উপর ন্যস্ত করা হয়েছিল। হামলার ফলে তেল স্থাপনাগুলি ব্যাপক ক্ষতিগ্রস্থ হয়েছিল, আমেরিকান অবরোধের কারণে জাপানি জ্বালানীর ঘাটতি বাড়িয়ে তুলে। সিডনি থেকে ব্রিটিশ প্রশান্ত মহাসাগরীয় ফ্লিট থেকে জঙ্গী বিমান দ্বারা চূড়ান্ত আক্রমণ চালানো হয়েছিল।\nমূল যুদ্ধ বাহিনী প্রস্থানের পরে ভারত মহাসাগরে তার নৌবাহিনীর মূল ভিত্তি হিসাবে সহচর জাহাজ এবং পুরানো যুদ্ধজাহাজ থেকে যায়। তবুও এই মাসগুলিতে বার্মা পুনঃদখল, রামরি ও আকিয়াব এবং রেঙ্গুনের নিকটে অবতরণ সহ গুরুত্বপূর্ণ অপারেশনসমূহ শুরু হয়েছিল।\n\n\n== আরও দেখুন ==\nব্রিটিশ ভারতীয় সেনাবাহিনী\nআজাদ হিন্দ ফৌজ\nবার্মা লিবারেশন আর্মি\nথাই পেপ আর্মি\nকোরীয় লিবারেশন আর্মি\nদ্বিতীয় বিশ্বযুদ্ধের সময় ব্রিটেনের সামরিক ইতিহাস#দূর প্রাচ্য\nপ্রশান্ত মহাসাগরীয় যুদ্ধ\nপ্রশান্ত মহাসাগরীয় যুদ্ধঞ্চের অপারেশন\nদ্বিতীয় চীন-জাপান যুদ্ধ\nকোয়ান্টং আর্মি\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nParliamentary Debates, \"House of Commons Official Report, Jan. 27, 1942\". on the Far Eastern theatre and A.B.D.A\nSTRATEGIC PLANNING FOR COALITION WARFARE 1941–1942: Chapter VI: ARMY DEPLOYMENT AND THE WAR AGAINST JAPAN December 1941 – March 1942\nAustralian War Memorial: Remembering 1942 The fall of Singapore, 15 February 1942  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ আগস্ট ২০০৮ তারিখে\nNational Army Museum\nBBC Article on the Burma Campaign\nForgotten Warriors: China-Burma-India"}