{"pageid": 1002423, "title": "সেন্ট অগাস্টিন, ফ্লোরিডা", "url": "https://bn.wikipedia.org/wiki?curid=1002423", "content": "সেন্ট অগাস্টিন দক্ষিণ-পূর্ব মার্কিন যুক্তরাষ্ট্রের একটি শহর।  উত্তর-পূর্ব ফ্লোরিডার আটলান্টিক উপকূলে শহরটি অবস্থিত। ১৫৬৫ সালে স্পেনীয় অভিযাত্রীরা শহরটি প্রতিষ্ঠা করেন। সেন্ট অগাস্টিন যুক্তরাষ্ট্রের মূল ভূখণ্ডের প্রাচীনতম ইউরোপীয় বসতি, যেখানে মানুষ এখনো বসবাস করছে। (মূল ভূখণ্ডের বাইরে পুয়ের্তো রিকোর সান হুয়ানে ১৫২১ সালে ইউরোপীয় বসতি স্থাপিত হয়েছিল।)\n১৫৬৫ সালের ৮ সেপ্টেম্বর স্পেনীয় অ্যাডমিরাল পেদ্রো মেনেন্দেজ দি আভরিলেস সেন্ট অগাস্টিন শহরটি প্রতিষ্ঠা করেন। তিনি ফ্লোরিডার প্রথম গভর্নর ছিলেন।   তিনি বসতির নাম দেন সান অগাস্টিন। সেন্ট অগাস্টিনের ভোজন দিবসে তথা ২৮ আগস্ট, চূড়ান্তভাবে অবতরণের ১১ দিন পূর্বে স্পেনীয় জাহাজযাত্রীরা ফ্লোরিডায় সর্বপ্রথম ভূমি পর্যবেক্ষণ করেন।  ২০০ বছর ধরে শহরটি স্পেনীয় ফ্লোরিডার রাজধানী ছিল। ১৭৬৩ সালে একে ব্রিটিশ পূর্ব ফ্লোরিডার রাজধানী ঘোষণা করা হয়। ১৭৮৩ সালে স্পেনীয়দের ব্রিটিশরা ফ্লোরিডার দখল ফিরিয়ে দেয়।\nস্পেন ১৮১৯ সালে ফ্লোরিডার নিয়ন্ত্রণ যুক্তরাষ্ট্রের কাছে সমর্পণ করে। ১৮২১ সালে অ্যাডামস-ওনিস চুক্তি স্বাক্ষরিত হওয়ার পর একে ফ্লোরিডা ভূখণ্ডের রাজধানী ঘোষণা করা হয়। ১৮২৪ সালে  ফ্লোরিডা সরকার তালাহাসি-তে রাজধানী স্থানান্তরিত করে।\nসেন্ট অগাস্টিন সেন্ট জনস কাউন্টির কাউন্টি আসন। এটি ফ্লোরিডার প্রথম উপকূল ও জ্যাকসনভিল মেট্রোপলিটন এলাকার অংশ। ঊনবিংশ শতাব্দী থেকেই পর্যটকরা ঐতিহাসিক প্রেক্ষাপটের জন্য বিপুল সংখ্যায় সেন্ট অগাস্টিন পরিদর্শন করেন।\n\n\n== ইতিহাস ==\n১৫৬০ সালে স্পেনের রাজা দ্বিতীয় ফিলিপ পেদ্রো মেনেন্দেজ দি আভরিলেস-কে ইন্দিজ জাহাজের ক্যাপ্টেন জেনারেল এবং  তার ভাই বার্তোলোমে মেনেন্দেজ-কে অ্যাডমিরাল হিসেবে নিয়োগ দেন।  মেনেন্দেজ মেক্সিকো থেকে ক্যারিবীয় হয়ে স্পেন পর্যন্ত সুদূর পথ যাত্রা করেছিলেন এবং যাত্রাপথের লিখিত নথি সংরক্ষণ করেছিলেন।\n১৫৬৪ সালে মেনেন্দেজ ফ্লোরিডা যাওয়ার অনুমতি প্রার্থনা করেন। তার ছেলে অ্যাডমিরাল হুয়ান মেনেন্দেজ লা কনসেপসিকন জাহাজের নেতৃত্ব দিতেন। সেই জাহাজটি ১৫৬৩ সালের সেপ্টেম্বরে স্পেনে ফেরার পথে সাউথ ক্যারোলাইনা উপকূলে বারমুডা অক্ষাংশে হারিয়ে যায়।  কিন্তু রাজা তার এই অনুরোধ রাখতে সম্মত হননি।\n১৫৬৫ সালে স্পেনীয়রা ফ্রেঞ্চ ফাঁড়ি ফোর্ট ক্যারোলিন (বর্তমানে জ্যাকসনভিল) ধ্বংস করার সিদ্ধান্ত নেয়। তখন রাজা মেনেন্দেজকে ফ্লোরিডা অভিযাত্রার নির্দেশ দেন। তবে শর্ত ছিল, ফ্লোরিডায় স্পেনীয়দের বসতি স্থাপন করতে হবে ও হুনো ফ্রেঞ্চদের ধ্বংস করতে হবে। ক্যাথলিক স্পেন হুনোদের বিপথগামী বিবেচনা করত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}