{"pageid": 1002149, "title": "পাকিস্তানের ভূগোল", "url": "https://bn.wikipedia.org/wiki?curid=1002149", "content": "পাকিস্তানের ভূগোল (উর্দু: جغرافیۂ پاکِستان‎‎) হ'ল সমভূমি থেকে মরুভূমি, বন এবং মালভূমি পর্যন্ত প্রসারিত প্রাকৃতিক ভূমিরূপের মিশ্রণ যা দক্ষিণের উপকূলীয় আরব সাগর অঞ্চল থেকে উত্তরের কারাকোরাম, হিন্দুকুশ, হিমালয় পর্বতশ্রেণী পর্যন্ত বিস্তৃত। পাকিস্তান ভূতাত্ত্বিকভাবে ভারতীয় এবং ইউরেশিয়ান - উভয় টেকটোনিক পাতের উপর চেপে অবস্থান করছে। এর মধ্যে তার সিন্ধু এবং পাঞ্জাব প্রদেশ অবস্থিত ভারতীয় পাতের উত্তর-পশ্চিম কোণে এবং বেলুচিস্তান ও খাইবার পাখতুনখোয়া-এর বেশিরভাগটাই ইউরেশিয়ান পাতে অবস্থিত যা মূলত ইরান মালভূমি নিয়ে গঠিত। গিলগিত-বালতিস্তান এবং আজাদ কাশ্মীর ভারতীয় পাতের প্রান্তে অবস্থিত এবং দুটি টেকটোনিক পাতের সম্ভাব্য সংঘর্ষের জন্য এলাকাটি বিধ্বংসী ভূমিকম্প-প্রবণ এবং ঝুঁকিপূর্ণ।\nপাকিস্তানের পূর্ব সীমান্তে রয়েছে ভারত, উত্তর-পশ্চিম দিকে আফগানিস্তান এবং পশ্চিম দিকে ইরান যেখানে তার উত্তর-পূর্ব সীমান্তে রয়েছে চীন। রাষ্ট্রটি ভৌগোলিকভাবে কয়েকটি বিতর্কিত আঞ্চলিক সীমানার মধ্যে স্থাপিত রয়েছে যার ফলে পারস্পরিক বিরোধ প্রায়ই মাথা চাড়া দেয় এবং এর সাথে সাথে বহুবার সামরিক উত্তেজনা বৃদ্ধি পায়। যেমন ভারতের সাথে কাশ্মীর এবং আফগানিস্তানের সাথে ডুরান্ড লাইন। এর পশ্চিম সীমানায় অন্তর্ভুক্ত রয়েছে খাইবার গিরিপথ এবং বোলান গিরিপথ। এদের মধ্যে দিয়ে ইউরেশিয়া এবং দক্ষিণ এশিয়ার মধ্যে ঐতিহ্যগত অভিবাসন পথ  দীর্ঘকাল ধরে চালু আছে।\n৮,৮১,৯১৩ বর্গকিলোমিটার (৩,৪০,৫০৯ বর্গমাইল) আয়তনের পাকিস্তান বিশ্বের ৩৩ তম বৃহত্তম দেশ। এটি মার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়া রাজ্যের আকারের দ্বিগুণের চেয়ে কম এবং কানাডার অ্যালবার্টা প্রদেশের থেকে কিছুটা বড়।\n\n\n== আন্তর্জাতিক সীমানা ==\n\nচারটি প্রতিবেশী দেশ - গণপ্রজাতন্ত্রী চীন, আফগানিস্তান, ভারত, এবং ইরান এর সাথে পাকিস্তানের সীমানা বিস্তৃত রয়েছে এবং সরু ওয়াখান করিডর দ্বারা পৃথক করা তাজিকিস্তান এর সীমান্তটি অবস্থান করছে। এই সমস্ত সীমানার সম্মিলীত যোগফল হল ৭,৩০৭ কিমি (৪,৫৪০.৪ মা) (উপকূলীয় অঞ্চল বাদে)।\n\n\n=== আফগানিস্তান–পাকিস্তান সীমান্ত ===\nআফগানিস্তানের সাথে সীমান্তটি পরিচিত ডুরান্ড রেখা নামে যার দৈর্ঘ্য ২,৬৭০ কিমি (১,৬৫৯.১ মা)। এই রেখার বিস্তার হিন্দুকুশ থেকে পামির পর্বতমালা পর্যন্ত। ওয়াখান করিডর নামে পরিচিত আফগানিস্তানের একটি সরু অংশ পাকিস্তান এবং তাজিকিস্তান এর মধ্যে বিস্তৃত।\n\n\n=== চীন–পাকিস্তান সীমান্ত ===\nওয়াখান করিডোরের পূর্ব প্রান্ত থেকে চীন-পাক সীমান্তটি শুরু হয়েছে। গণপ্রজাতন্ত্রী চীন এবং পাকিস্তানের মধ্যের প্রায় ৫৫৯ কিমি (৩৪৭.৩ মা) দীর্ঘ সীমান্তটি দক্ষিণ-পূর্ব দিকে প্রসারিত হয়ে কারাকোরাম গিরিপথ এর কাছে শেষ হয়েছে। এই রেখাটি ১৯৬১ থেকে ১৯৬৫ সাল পর্যন্ত চীন ও পাকিস্তানের মধ্যে একাধিক চুক্তিতে নির্ধারিত হয়েছিল এবং অবশেষে ১৯৬৩ সালের ৩ মার্চ ইসলামাবাদ এবং বেইজিং উভয় সরকারই আনুষ্ঠানিকভাবে একমত হয়েছিল। বোঝা যাচ্ছে যে কাশ্মীর নিয়ে বিরোধের মীমাংসা হলে সীমান্ত নিয়ে আবারও উভয় দেশের মধ্যে আলোচনা হওয়ার দরকার পড়বে। \n\n\n=== ভারত-পাকিস্তান সীমান্ত ===\nদেশটির উত্তর অঞ্চলে রয়েছে কারাকোরাম এবং হিমালয় পর্বতমালার পাঁচটি সহ বিশ্বের সতেরোটি সর্বোচ্চ শিখর। এখানে এত সুবিস্তৃত হিমবাহ থাকার জন্য একে কখনও কখনও \"তৃতীয় মেরু\" বলা হয়। ১৯৪৭ সাল থেকে আন্তর্জাতিক সীমান্ত-রেখা পাকিস্তান ও ভারতের মধ্যে মূল বিরোধের কারণ হয়ে ওঠে। ১৯৮৪ সাল থেকে দু'দেশের মধ্যে লড়াইয়ের গুরুত্বপূর্ণ অঙ্গন হয়ে দাঁড়ায় উত্তর কাশ্মীরের সিয়াচেন হিমবাহ। অবশ্য জাতীয় সেনাবাহিনী-দ্বয়ের একে অপরের মুখোমুখি যে কোনও সংঘাতের চেয়েও ঢের বেশি সেনা মারা গিয়েছেন প্রচন্ড শীতের সংস্পর্শে। \n\nপাকিস্তান-ভারত যুদ্ধবিরতি সীমা রেখা কারাকোরাম পাস থেকে পশ্চিম-দক্ষিণ-পশ্চিমে বিস্তৃত। এটি লাহোর থেকে প্রায় ১৩০ কিলোমিটার উত্তর-পশ্চিমে অবস্থিত। প্রায় ৭৭০ কিলোমিটার দীর্ঘ এই রেখাটি ১৯৪৭-৪৮ সালের ভারত-পাকিস্তান যুদ্ধ শেষে জাতিসংঘ (ইউএনও)-এর সহায়তায় গড়া হয়েছিল। ভারতীয় বাহিনী এবং পাকিস্তানি বাহিনীর মধ্যে আঠেরো মাস লড়াইয়ের পরে এই যুদ্ধবিরতি রেখাটি ১৯৪৯ সালের ১ জানুয়ারি কার্যকর হয়েছিল। পরে ২ জুলাই ১৯৭২ সালে ইন্দিরা গান্ধী ও জুলফিকার আলী ভুট্টো এর মধ্যে সিমলা চুক্তি সম্পাদিত হলে সেই অনুসারে দুই দেশের সর্বশেষ  বিরাজমান স্থিতাবস্থা স্থাপনের অঙ্গীকার ব্যক্ত করা হয়। সেই থেকে এটি সাধারণত নিয়ন্ত্রণ রেখা বা (এলওসি) নামে পরিচিত।\nভারত-পাকিস্তান সীমানাটি দক্ষিণ দিক বরাবর অনিয়মিতভাবে প্রায় ১,২৮০ কিলোমিটার বিস্তৃত যা র‌্যাডক্লিফ রেখা নামে পরিচিত। স্যার সিরিল  রেডক্লিফ ছিলেন ব্রিটিশ বাউন্ডারি কমিশনের প্রধান। এই কমিশন ব্রিটিশ ভারত -এর  পাঞ্জাব এবং বাংলা প্রদেশের বিভাজনের জন্য ১৩ ই আগস্ট ১৯৪৭ সালে গঠন করা হয়ছিল। \nএই দক্ষিণ সীমানাটি পাকিস্তানের উত্তর (কাশ্মীর) সীমানার চেয়ে অনেক কম বিতর্কিত। সিন্ধু প্রদেশের থর মরুভূমি দক্ষিণে কচ্ছের লবণাক্ত রনের একটি সীমানা দ্বারা পৃথক করা হয়েছিল। এই সীমানটি ১৯২৩-২৪ সালে প্রথম বর্ণিত হয়েছিল। স্বাধীনতা ও সাম্রাজ্যের বিলুপ্তির পরে স্বতন্ত্র ও মুক্ত পাকিস্তান সিন্ধের দক্ষিণ সীমান্তে প্রতিদ্বন্দ্বিতা করেছিল। ১৯৬৫ সালের আগস্টের ভারত-পাকিস্তান যুদ্ধে কাশ্মীরে যে সংঘাত শুরু হয়েছিল তার চেয়ে এগুলি ছিল কম বিপজ্জনক এবং কম বিস্তৃত। হ্যারল্ড উইলসনের যুগে ব্রিটিশ মধ্যস্থতার মধ্য দিয়ে এই দক্ষিণাঞ্চলীয় শত্রুতা সমাপ্ত হয়েছিল এবং উভয় পক্ষই জাতিসংঘের সেক্রেটারি জেনারেল কর্তৃক মনোনীত ভারত-পাকিস্তান পশ্চিম সীমান্ত মামলা ট্রাইব্যুনালের সিদ্ধান্ত গ্রহণ করেছিল। ট্রাইব্যুনাল ১৯৬৮ সালের ১৯ ফেব্রুয়ারি -তে তাঁদের রায় দান করেন।\n\n\n=== ইরান–পাকিস্তান সীমান্ত ===\nব্রিটিশ কমিশন কর্তৃক ডুরান্ড লাইন চিহ্নিতকরণের বছরেই ৯৫৯ কিমি (৫৯৫.৯ মা) বিস্তৃত ইরানের সাথে পাকিস্তানের সীমানা নির্দেশ করে প্রথম ইরান থেকে তৎকালীন ব্রিটিশ ভারতের বালুচিস্তান প্রদেশকে  পৃথক করা হয়।  আধুনিক ইরানে সিস্তান ভা বালুচিস্তান নামে একটি প্রদেশ পাকিস্তান সীমান্তে অবস্থান করছে। সেখানে বালুচ জাতির সংখ্যাগরিষ্ঠের বাস রয়েছে।\nআধুনিক ইরানের সীমানা সিস্তান ভা বালুচিস্তান নামে একটি প্রদেশ রয়েছে পাকিস্তান এবং  বালুচিস জাতিগত সংখ্যাগরিষ্ঠ। ১৯৫৭ সালে পাকিস্তান ইরানের সাথে রাওয়ালপিন্ডি সীমান্ত চুক্তি স্বাক্ষর করে। সেই অনুসারে সরকারীভাবে দুই দেশের মধ্যবর্তী সীমান্ত ঘোষণা করে স্থির করা হয়েছিল যে দু'দেশের মধ্যে সীমানা বিষয়ে কোনও গুরুতর বিতর্ক নেই। \n\n\n=== সামুদ্রিক সীমানা ===\nবৈধ এলাকা\n১২ নটিক্যাল মাইল (২২ কিলোমিটার; ১৪ মাইল)\nমহীসোপান\n৩৫০ নটিক্যাল মাইল (৬৫০ কিলোমিটার; ৪০০ মাইল) বা মহাদেশীয় প্রান্ত\nএকচেটিয়া অর্থনৈতিক অঞ্চল\n২,৯০,০০০ কিমি২ (১,১০,০০০ মা২)\nএলাকাভূক্ত সমুদ্র\n১২ নটিক্যাল মাইল (২২ কিলোমিটার; ১৪ মাইল)\n\n\n== তথ্যসূত্র =="}