{"pageid": 1002435, "title": "খুনী শিকদার", "url": "https://bn.wikipedia.org/wiki?curid=1002435", "content": "খুনী শিকদার হচ্ছে ২০০৪ সালে মুক্তিপ্রাপ্ত একটি বাংলাদেশী জীবনীসংক্রান্ত মারপিট অপরাধধর্মী চলচ্চিত্র। চলচ্চিত্রটি পরিচালনা করেছেন মনোয়ার খোকন এবং মনোয়ারা ফিল্মসের ব্যানারে প্রযোজনা করেছেন আব্দুল আলিম। এতে নাম ভূমিকায় অভিনয় করেছেন শাকিব খান, যিনি মায়ের মৃত্যুর পর সাইকো হয়ে একেরপর এক খুন করতে থাকেন এবং পরবর্তীতে তিনি দেশের শীর্ষ সন্ত্রাসী ও সিরিয়াল কিলার হয়ে ওঠেন। এছাড়াও পার্শ্বচরিত্রে অভিনয় করেছেন লিটন হাশমী, নদী, সোহেল ও মামুন শাহ সহ আরও অনেকে। চলচ্চিত্রটি বাংলাদেশের কুখ্যাত খুনী এরশাদ শিকদারের জীবনী অবলম্বনে নির্মাণ করা হয় এবং ২০০৪ সালের ১৫ নভেম্বর ঈদুল ফিতর উপলক্ষে মুক্তি দেওয়া হয়।\nঅশ্লীলতার অভিযোগে চলচ্চিত্রটি বিভিন্ন সময় সমালোচিত হলেও, শাকিব খানের কর্মজীবনের অন্যতম সেরা অভিনয়ের জন্য ব্যপকভাবে প্রশংসিতও হয়েছে।\n\n\n== সারসংক্ষেপ ==\nশাহজাহান শিকদার (শাকিব খান) পেশায় একজন চোর। অসুস্থ মাকে নিয়ে গ্রামে থাকতো আর ছোটখাটো চুরি করে জীবিকা নির্বাহ করতো। চুরি করতে গিয়ে একাধিকবার ধরা পড়ায় গ্রামবাসী তাকে জ্যান্ত কবর দেওয়ার সিদ্ধান্ত নেয়। এতে তার মা (রাশেদা চৌধুরী) বাঁধা দিতে গেলে তিনি শাহজাহানের চোখের সামনেই মারা যান। অনুতপ্ত শাহজাহান এতে মানসিক ভারসাম্য হারিয়ে ফেলে সাইকোতে পরিনত হয় এবং ক্রোধান্বিত হয়ে গ্রামের ইমামকে প্রথম খুন করে শহরে চলে যায়। ঘটনাক্রমে তিনি সেখানকার একটি স্থানীয় একটি সন্ত্রাসী দলে যোগ দিয়ে সন্ত্রাসী কর্মকাণ্ড শুরু করেন। শাহজাহান শিকদারের একটাই ইচ্ছা সে সম্রাট শাহজাহানের মতো একটি তাজমহল বানাতে চায়। একদা তিনি এক রাতের মধ্যে সন্ত্রাসী দলটির লিডারদের খুন করে \"বড় দাদা\" উপাধি গ্রহণ করেন এবং পরবর্তীতে গুম, খুন, রাহাজানি, ধর্ষণের মতো জঘন্য কর্মকাণ্ডে লিপ্ত হন। তার ভয়ে সবাই কাপতে থাকে।\n\n\n== অভিনয় ==\nশাকিব খান - শাহজাহান শিকদার/বড় দাদা/খুনী শিকদার\nলিটন হাশমী - ছোট্ট, শিকদারের বিশ্বস্ত সহচর\nনদী - রাণী, যাত্রাপালার নর্তকী ও শিকদারের ভালবাসা আকর্ষণ\nসোহেল - মারুফ, পুলিশের পরিদর্শক\nমেঘা - কাজল\nমামুন শাহ - ইমরান, একজন আইনজীবী\nউর্মিলা - সুমনা\nরাশেদা চৌধুরী - শাহজাহান শিকদারের মা\nআন্না - আকবর, রাজনৈতিক দলের প্রধান নেতা\nযুগান্তর চাকমা - চায়না\n\n\n== সঙ্গীত ==\nচলচ্চিত্রটির সুর ও সঙ্গীতায়োজন করেছেন আহমেদ কিসলু এবং সবগুলো গানের গীত রচনা করেছেন মনিরুজ্জামান মনির। এছাড়াও চলচ্চিত্রটিতে আব্দুস সাত্তার মোহন্ত রচিত ও সুরারোপিত বিখ্যাত \"আমি তো মরে যাবো\" গানটি ব্যবহার করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইউটিউবে খুনী শিকদার"}