{"pageid": 1002971, "title": "ক্রুজার ফন উইক", "url": "https://bn.wikipedia.org/wiki?curid=1002971", "content": "কর্নেলিয়াস ফ্রাঙ্কোইয়াস ক্রুজার ফন উইক (ইংরেজি: Kruger van Wyk; জন্ম: ৭ ফেব্রুয়ারি, ১৯৮০) উলমারানস্টাড এলাকায় জন্মগ্রহণকারী দক্ষিণ আফ্রিকান বংশোদ্ভূত সাবেক নিউজিল্যান্ডীয় আন্তর্জাতিক ক্রিকেটার। নিউজিল্যান্ড ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ২০১০-এর দশকের সূচনালগ্নে সংক্ষিপ্ত সময়ের জন্যে নিউজিল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর নিউজিল্যান্ডীয় ক্রিকেটে সেন্ট্রাল ডিস্ট্রিক্টস স্ট্যাগস ও ক্যান্টারবারি এবং দক্ষিণ আফ্রিকান ক্রিকেটে নর্দার্নস ও টাইটান্স দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ উইকেট-রক্ষক হিসেবে খেলতেন। এছাড়াও, ডানহাতে ব্যাটিংয়ে পারদর্শী ছিলেন ক্রুজার ফন উইক।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\nদক্ষিণ আফ্রিকা, নিউজিল্যান্ড ও স্কটল্যান্ডে পেশাদারী পর্যায়ে খেলার পাশাপাশি হল্যান্ডে খেলেছেন তিনি। প্রিটোরিয়াভিত্তিক আফ্রিকানাস হোর সিউনস্কুলে অধ্যয়ন করেছেন তিনি। ২০০০-০১ মৌসুম থেকে ২০১৫ সাল পর্যন্ত ক্রুজার ফন উইকের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল।\nকার্যকরী উইকেট-রক্ষক-ব্যাটসম্যান হিসেবে দক্ষিণ আফ্রিকার নর্দার্নসে তার প্রতিভার বিচ্ছুরণ ঘটে। ২০০০-০১ মৌসুমে নর্দার্নসের পক্ষে প্রথম-শ্রেণীর ক্রিকেট খেলা শুরু করেন ক্রুজার ফন উইক। এক পর্যায়ে স্ট্যাম্পের পিছনে অবস্থানের জন্যে মার্ক বাউচারের অন্যতম উদীয়মান প্রার্থী হিসেবে বিবেচিত হতেন। তবে, এ অবস্থানে বাউচারের অনড় অবস্থানের কারণে তিনি সুযোগ পাচ্ছিলেন না। দীর্ঘকাল একই স্থানে মার্ক বাউচারের অংশগ্রহণের ফলে দক্ষিণ আফ্রিকার পক্ষে খেলার আশা নিরাশায় পরিণত হয় তার। পরবর্তীতে, কোচ ডেভ নোসওয়ার্থীর উদ্দীপনা ও পরামর্শক্রমে নিউজিল্যান্ডে চলে যান।\n\n\n== দল পরিবর্তন ==\n২০০৬-০৭ মৌসুম থেকে ক্যান্টারবারি উইজার্ডসের পক্ষে খেলতে থাকেন। ২০০৭-০৮ মৌসুমে বর্ষসেরা ক্যান্টারবারি উইজার্ডস পুরস্কার লাভ করেন। নিজস্ব দ্বিতীয় মৌসুমে অধিনায়কের দায়িত্ব পান। ২০০৮ সাল থেকে ক্যান্টারবারি উইজার্ডসের পক্ষে অধিনায়কত্ব করতে থাকেন। প্রথম মৌসুমেই তার দল প্রথম-শ্রেণীর স্টেট চ্যাম্পিয়নশীপের শিরোপা জয়ে সমর্থ হয়। ২০০৯-১০ মৌসুমের মাঝামাঝি সময়ে অধিনায়কত্ব থেকে নিজেকে প্রত্যাহার করে নেন। ২০১০ সাল পর্যন্ত দলকে পরিচালনা করেছিলেন তিনি।\nএরপর, পরবর্তী গ্রীষ্মের শুরুতে সেন্ট্রাল ডিস্ট্রিক্টস স্ট্যাগসের পক্ষে খেলার জন্যে চুক্তিবদ্ধ হন। এরপর থেকেই তার ব্যাটিংয়ের মানের উত্তরণ ঘটতে থাকে। নিজ রাজ্য দলের শীর্ষ পাঁচজন ব্যাটসম্যানের একজন হন। শীতকালে স্কটল্যান্ডের ওয়েস্ট লোথিয়ান কাউন্টি ক্রিকেট অ্যাসোসিয়েশনের পক্ষে খেলেন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে নয়টিমাত্র টেস্টে অংশগ্রহণ করেছেন ক্রুজার ফন উইক। ৭ মার্চ, ২০১২ তারিখে ডুনেডিনে সফরকারী দক্ষিণ আফ্রিকা দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ২৫ নভেম্বর, ২০১২ তারিখে কলম্বোয় স্বাগতিক শ্রীলঙ্কা দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\n১৬ জানুয়ারি, ২০১২ তারিখে নিউজিল্যান্ড দলের সদস্যরূপে খেলার জন্যে মনোনীত হন। ২৬ জানুয়ারি, ২০১২ তারিখে মূলতঃ উদ্বোধনী ব্যাটসম্যান হিসেবে সফরকারী জিম্বাবুয়ের বিপক্ষে একমাত্র টেস্টের জন্যে তাকে রাখা হয়। তবে, ঐ মৌসুমের গ্রীষ্মের শেষদিকে তার সাবেক দলীয় সঙ্গী বিজে ওয়াটলিংয়ের উরুর আঘাতের কারণে তার অভিষেক পর্ব সম্পন্ন হয়।\nডিসেম্বর, ২০১৫ সালে সকল স্তরের ক্রিকেট থেকে নিজের অবসর গ্রহণের কথা ঘোষণা করেন তিনি। প্রিটোরিয়া বিশ্ববিদ্যালয়ের অধীন টাকসক্রিকেট একাডেমির ক্রিকেট পরিচালকের দায়িত্বে রয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nবিজে ওয়াটলিং\nমার্টিন ফন জারসভেল্ড\nনিউজিল্যান্ডীয় টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে ক্রুজার ফন উইক  (ইংরেজি)\nক্রিকেটআর্কাইভে ক্রুজার ফন উইক   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}