{"pageid": 1002376, "title": "সিরাকিউজ, নিউ ইয়র্ক", "url": "https://bn.wikipedia.org/wiki?curid=1002376", "content": "সিরাকিউজ মার্কিন যুক্তরাষ্ট্রের ওনোনদাগা কাউন্টির কাউন্টি আসন।  নিউ ইয়র্ক সিটি, বাফেলো, রোচেস্টার ও ইয়নকার্সের পর এটি নিউইয়র্ক অঙ্গরাজ্যের পঞ্চম বৃহত্তম শহর।\n২০১০ সালের আদমশুমারি অনুযায়ী সিরাকিউজ শহরের জনসংখ্যা ছিল ১,৪৫,২৫২। এটি নিউ ইয়র্কের মধ্যাঞ্চলের অর্থনৈতিক কার্যক্রমের প্রাণকেন্দ্র। সিরাকিউজে অনেকগুলো সম্মেলনস্থান অবস্থিত। ইতালীয় সিসিলি দ্বীপের পূর্ব উপকূলীয় শহর সিরাকুজের (ইতালীয় ভাষায় সিরাকুজা) নামানুসারে এর নামকরণ করা হয়েছে।\nইয়ারি খাল ও এর শাখা খালগুলো সিরাকিউজ শহরে মিলিত হয়েছে। ইন্টারস্টেট ৮১ এবং ৯০ এখানে পরস্পর সংযুক্ত হয়েছে। এর বিমানবন্দর মধ্য নিউ ইয়র্কের বৃহত্তম বিমানবন্দর। সিরাকিউজ বিশ্ববিদ্যালয় নিউ ইয়র্কের প্রধান গবেষণা বিশ্ববিদ্যালয়।  এছাড়াও এখানে রয়েছে জেসুইট কলাবিদ্যা অধ্যয়নকারী লে ময়েন কলেজ, এসইউএনওয়াই আপস্টেট চিকিৎসা বিশ্ববিদ্যালয়,  এসইউএনওয়াই বন ও পরিবেশবিদ্যা কলেজ।\n\n\n== ইতিহাস ==\nফরাসি মিশনারিরা এ এলাকায় আগত প্রথম ইউরোপীয়। ১৬০০ শতকে আদিবাসী আমেরিকানরা  ইউরোপীয়দের সঙ্গে এখানে কাজ করতে আগমন করেন। ওনোনদাগা জাতির আমন্ত্রণে জেসুইট পুরোহিত, সেনা ও অন্যান্যরা একটি মিশন প্রতিষ্ঠা করেন। এর নাম ছিল সেন্ট মেরিজ অ্যামং দ্য আরোকুইস। এটি ওনোনদাগা হ্রদের উত্তর-পূর্ব তীরে অবস্থিত ছিল।\nজেসুইট মিশনারিরা এখানে একটি জলাশয়ের দক্ষিণ প্রান্তে লবণের আধার দেখতে পান। যার ফলে তারা এর নাম দেন লবণহ্রদ। ফ্রেঞ্চ পশম ব্যবসায়ীরা এখানে একটি বিক্রয়কেন্দ্র প্রতিষ্ঠা করেন। ডাচ আর ইংরেজরাও এখানে বাণিজ্য করতে শুরু করে।\nমার্কিন স্বাধীনতা যুদ্ধ সমাপ্ত হওয়ার পর মধ্য ও পশ্চিম নিউ ইয়র্ক হতে বসতি স্থাপনকারীরা এখানে আগমন করেন।  নিউ ইয়র্ক রাজ্য এ জায়গাটিকে লবণ সংরক্ষণাগার হিসাবে ঘোষণা প্রদান করে। ১৭০০ শতক থেকে ১৯০০ শতক পর্যন্ত এখানে লবণ উৎপাদন চলে।\n\nসিরাকিউজ আদিতে কতগুলো গ্রাম ও ছোট শহরের সমন্বয় ছিল। মার্কিন সরকার তখন এখানে ডাকঘর প্রতিষ্ঠা করেনি। জসুয়া ফোরম্যান এর নাম দিতে চেয়েছিলেন কোরিন্থ। জন উইলকিনসন ১৮২০ সালে এই নামে ডাকঘর প্রতিষ্ঠার আবেদন করলেও সারাটোগা কাউন্টিতে ইতোমধ্যেই এ নামে একটি ডাকঘর ছিল।  সিসিলির সিরাকিউজের কাব্যিক বিবরণ পড়ে উইলকিনসনের মনে হলো, সেখানকার লবণাক্ত হ্রদের সাথে শহরটির লবণাক্ত হ্রদের সাদৃশ্য রয়েছে। এ থেকেই তিনি শহরটির নাম সিরাকিউজ দেওয়ার সিদ্ধান্ত গ্রহণ করেন।  ১৮২০ সালের ৪ ফেব্রুয়ারি শহরের বাসিন্দাদের সামনে তিনি সিরাকিউজ নামটি উত্থাপন করেন ; তার প্রচেষ্টা সফল হয়। নতুন গ্রাম ও ডাকঘরের নাম দেওয়া হয় সিরাকিউজ।  \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}