{"pageid": 1002217, "title": "কমলা ঝরিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1002217", "content": "কমলা ঝরিয়া  (ইংরেজি: Kamala Jharia) (৫ ফেব্রুয়ারি, ১৯০৬ – ২০ ডিসেম্বর , ১৯৭৯) বিশ শতকের ত্রিশ ও চল্লিশের দশকের ভারতের সঙ্গীত জগতের বিশিষ্ট সঙ্গীত শিল্পীদের অন্যতম ।\n\n\n== জন্ম ও সঙ্গীতজীবন ==\nকমলা ঝরিয়ার জন্ম ব্রিটিশ ভারতের বেঙ্গল প্রেসিডেন্সি অন্তর্ভুক্ত অধুনা ঝাড়খণ্ড রাজ্যের ধানবাদ জেলার ঝরিয়া শহরে ১৯০৬ খ্রিস্টাব্দের ৫ ই ফেব্রুয়ারি। পিতা জগন্নাথ সিংহ ঝরিয়ার রাজবাড়ির কর্মচারী ছিলেন। দশ বৎসর বয়সে তার গানের গলা শুনে ঝরিয়ার মহারাজ গান শেখার ব্যবস্থা করে দেন। প্রথমে গান শেখেন সভাগায়ক শ্রীনাথ দাস নন্দীর কাছে। তারপর মার্গ সঙ্গীতে তালিম নেন ওস্তাদ জমিরুদ্দিনের কাছে। তবে তৎকালীন বাংলার প্রখ্যাত নাট্যকার ও সুরকার  তুলসী লাহিড়ীর সংস্পর্শে এসে তার প্রতিভার পূর্ণবিকাশ ঘটে ও একজন বিশিষ্ট সঙ্গীত শিল্পী হিসাবে পরিচিতি পান। কলকাতায় গান রেকর্ড করার সময় তুলসী লাহিড়ী তার পদবী জানতেন না বলে তার নামের সঙ্গে জন্মস্থান 'ঝরিয়া' লাগিয়ে দেন, সেই থেকে তার আসল পদবী 'সিংহ' এর কাছে 'ঝরিয়া'স্থান পায়। চল্লিশের দশকে তিনি জনপ্রিয়তার শীর্ষে ওঠেন। প্রধানত তার খ্যাতি কীর্তনাঙ্গের গানের জন্য হলেও পুরাতনী, রামপ্রসাদী, দেশীয় লোকসঙ্গীত এবং সেই সঙ্গে ক্লাসিকধর্মী ঠুমরি,দাদরা, গজল প্রভৃতি গানে তার সমান দক্ষতা ও খ্যাতি ছিল। কাজী নজরুল ইসলাম, তুলসী লাহিড়ী, কে মল্লিক প্রমুখের সহযোগিতায় তিনি গান রেকর্ড করার সুযোগ পান। তার প্রথম রেকর্ড 'প্রিয় যেন প্রেম ভুলো না এ মিনতি করি' (গজল) ও 'নিঠুর নয়ন বাণ কেন হানো' (দাদরা) তাঁকে আকস্মিক জনপ্রিয়তা এনে দেয়। এর পর দীর্ঘ কুড়ি বছরে বাংলা হিন্দি, উর্দু, মারঠি, পাঞ্জাবি এবং গুজরাটি প্রভৃতি ভাষায় গান রেকর্ড করেছেন এইচএমভি, কলম্বিয়া , মেগাফোন, পাইওনিয়ারসহ বহু রেকর্ড সংস্থায়।  এর ফলে তিনি সর্বভারতীয় পরিচিতি ও জনপ্রিয়তা লাভ করেন।\nকিছুকাল চলচ্চিত্রেও অভিনয় করেছিলেন - মূলতঃ গানের ভূমিকায়। কলকাতা বেতার কেন্দ্রের সঙ্গে প্রথম থেকেই যুক্ত ছিলেন। ঝরিয়ার মহারাজ শিব প্রসাদ সহ ভারতের বহু রাজদরবারে গান শুনিয়ে সুনাম কুড়িয়েছেন। ১৯৭৬ খ্রিস্টাব্দে গ্রামোফোন রেকর্ড কোম্পানি তাঁকে একটি সোনার ডিস্ক দিয়ে সম্মানিত করে। ১৯৭৭ খ্রিস্টাব্দে আকাশবাণীর সুবর্ণজয়ন্তী উপলক্ষে আয়োজিত অনুষ্ঠানে শেষবারের মত আঙুরবালার সাথে উপস্থিত ছিলেন। ১৯৭২ খ্রিস্টাব্দে আঙুরবালা,ইন্দুবালা ও কমলাকে নিয়ে এক তথ্যচিত্র \"তিনকন্যা\" নির্মিত হয় এবং প্রথম প্রদর্শনীতে তিনজনই উপস্থিত ছিলেন। \nযে সমস্ত চলচ্চিত্রে অভিনয়ের কাজ করেছেন সেগুলির মধ্যে উল্লেখযোগ্য ছবিগুলি হল -\n\n'যমুনা পুলিনে' (১৯৩৩)\n'মাসতুতো ভাই' (১৯৩৪)\n'নাইট বার্ড' (১৯৩৪)\n'মন্ত্রশক্তি' (১৯৩৫)\n'সেলিমা' (১৯৩৫) (উর্দু ছবিতে নেপথ্যে)\n'পাতালপুরী' (১৯৩৬)\n'স্টেপ মাদার' (১৯৩৬)\n'সোনার সংসার' (১৯৩৬)\n'তরুবালা' (১৯৩৬)\n'দেবযানী' (১৯৩৯)\n'ঠিকাদার' (১৯৪০)\n'বিজয়িনী' (১৯৪১) \n\n\n== ব্যক্তিগত জীবন ও জীবনাবসান ==\nকমলা ঝরিয়া তুলসী লাহিড়ী র স্ত্রীর পরিচয়ে তার সাথে কলকাতায় বসবাস করতেন। দীর্ঘস্থায়ী হাঁপানিতে ভুগছিলেন। শেষে ১৯৭৯ খ্রিস্টাব্দের ২০ শে ডিসেম্বর কলকাতায় তিনি প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}