{"pageid": 1002150, "title": "মণ্ডী জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1002150", "content": "মণ্ডী জেলা উত্তর ভারতে অবস্থিত হিমাচল প্রদেশ রাজ্যের একটি জেলা। এটির জেলা সদর ও প্রশাসনিক দপ্তর রয়েছে মণ্ডী শহরে। শহরটি ঐতিহাসিক এবং পৌরাণিক ভাবে যথেষ্ট গুরুত্বপূর্ণ এবং এখানেই রয়েছে পৃথক নিজস্ব মন্দির শিল্পকলার অন্যতম নিদর্শন। বিপাশা নদীর তীরে অবস্থিত এই শহরটিতে রয়েছে প্রচুর প্রাচীন মন্দির, ফলে এটি ছোট কাশী নামেও পরিচিত।\nএই জেলার জেলা সদর শহরটি রাজ্যের অন্যতম অর্থনৈতিক কেন্দ্র। কুলু, মানালি থেকে সংযোগ রক্ষাকারী জাতীয় সড়ক ৩ এবং পাঠানকোট, চণ্ডীগড় ও বিলাসপুর থেকে রক্ষাকারী জাতীয় সড়ক ১৫৪-এ্য মাধ্যমে এটি রাজ্যের অন্যান্য অংশের সঙ্গে সড়কপথে সঙ্গে যুক্ত। সুন্দরনগর এই জেলার অন্যতম উন্নতিকামী শহরগুলির একটি।\nমণ্ডী জেলার সর্বাধিক প্রচলিত এবং স্থানীয় ভাষা হল মণ্ডিয়ালী। হিমাচলি সাংস্কৃতিক গ্রাম হলো এমন একটি গ্রাম যেখানে পর্যটকদের সামনে হিমাচলি সংস্কৃতিকে তুলে ধরা হয়৷ মণ্ডী জেলার ঝঞ্ঝেলী হলো এমন একটি গ্রাম ও পর্যটন স্থল৷ গ্রামটি ভান্তের বিমানবন্দর থেকে ৮০ কিলোমিটার, কুলু থেকে ৯০ কিলোমিটার ও মণ্ডী থেকে ৬৭ কিলোমিটার দূরে অবস্থিত৷\n২০১১ খ্রিস্টাব্দে ভারতের জনগণনা অনুসারে এই জেলাটি হিমাচল প্রদেশের কাংড়া জেলার পরে দ্বিতীয় জনবহুল জেলা।\n\n\n== ইতিহাস ও ভূগোল ==\n\n১৯৪৮ খ্রিস্টাব্দের ১৫ই এপ্রিল তারিখে পূর্বতন ভারতের মণ্ডী ও সুকেত দেশীয় রাজ্যদুটিকে একত্রিত করে স্বাধীন ভারতের মণ্ডী জেলা গঠন করা হয়েছিল। এটি ছিল তৎকালীন হিমাচল প্রদেশ কেন্দ্রশাসিত অঞ্চলের অন্তর্ভুক্ত। পরবর্তীকালে এই কেন্দ্রশাসিত অঞ্চল দুটি রাজ্যের মর্যাদায় উন্নীত হয়। মণ্ডী শহর তথা জেলাটির নাম ঋষি মাণ্ডব্যের নামে নামাঙ্কিত।\nমণ্ডী ভৌগোলিকভাবে মোটামুটি হিমাচল প্রদেশ রাজ্যের কেন্দ্রীয় স্থানে বিপাশা নদীর বাম তীরে, শিবালিক পর্বতমালার পাদদেশ বরাবর অবস্থিত। মণ্ডী শহরটি‌ সমুদ্রতল থেকে ৭৬০ মিটার তথা ২,৪৯৫ ফুট উচ্চতাতে অবস্থিত। পূর্বে লাদাখ থেকে পাঞ্জাব রাজ্যের হোশিয়ারপুর অন্যান্য স্থানে যাওয়ার পথে মণ্ডী ছিলো একটি বৃহত্তর বাজার।\nঅনেকের মতে বাজার তথা মান্ডি থাকার কারণে এই জায়গাটির নাম হয় মণ্ডী। আবার পৌরাণিক তথ্য অনুসারে বহু পূর্বে এখানে বাস করতেন মহর্ষি মাণ্ডব্য, যিনি এই স্থানে বিপাশা নদীর তীরে বর্তমান সদর শহরের নিকট কঠোর তপস্যায় ব্রতী হয়েছিলেন। তার নাম থেকেই এই শহরের এরূপ নাম এসে থাকতে পারে। এই পৌরাণিক তথ্য পর্বতবেষ্টিত ঘন অরণ্য আবৃত এই শহরের প্রাচীনত্বকে তুলে ধরে। উপত্যকা অঞ্চলে মণ্ডী সুন্দরনগরের মাঝে রয়েছে বিস্তৃত সমতল ভূমি, যেখানে খাদ্যশস্য এবং বিভিন্ন অর্কিড জাতীয় অর্থকরী গাছের চাষ হয়। মন্দিরের জন্য প্রসিদ্ধ এই মণ্ডী শহরে বড় বড় শিখর এবং মন্দিরগাত্রসহ একাধিক পাথরে খোদাই, এগুলির মধ্যে ভূতনাথ, ত্রিলোকনাথ, পঞ্চবক্ত্র এবং তর্ণা পাহাড়ের নিকট অবস্থিত শ্যামকোলি উল্লেখযোগ্য। তর্ণা পাহাড়ের উচ্চতায় তর্ণা দেবীকে উৎসর্গ করে নতুন একটি মন্দির নির্মাণ করা হয়েছে। এখান থেকে শহর এবং উপত্যকার দৃশ্যগুলি মনোরম। মণ্ডীর নিকট বিপাশা নদীর উপত্যকা অধিক প্রস্থ বিশিষ্ট এবং এখানেই রয়েছে উহল ও রণখাড়ের মতো একাধিক আকর্ষণীয় ভ্রমণ উপত্যকা।‌\nসমগ্র হিমাচল প্রদেশ রাজ্যের যত পরিমাণ জমির উপর অর্থকরী ফল চাষ হয় তার ১৫ শতাংশ রয়েছে এই মণ্ডী জেলাতে‌। মণ্ডীর কাঁচা রেশম বিশ্বব্যাপী যথেষ্ট খ্যাতি লাভ করেছে। এছাড়াও জেলার দ্রাং ও গুমাতে রয়েছে সৈন্ধব লবণ আহরণ ক্ষেত্র যা জেলার অর্থনীতিকে অন্যমাত্রা দান করে চলেছে। সৈন্ধব লবণ এবং চুনাপাথর অধক্ষেপের সাথে সাথে এই জেলায় ম্যাগনেসাইট কয়লা এবং চিনামাটি পাওয়ার সম্ভাবনা পরীক্ষাধীন।\nহিমাচল প্রদেশের কুলু, মানালি, লাহুল, স্পিতি, ধর্মশালা, কাংড়ায় ভ্রমণ করতে আসা বহু পর্যটকদের জন্য মণ্ডী একটি পরিচিত বিশ্রাম স্থল। এটি পাঠানকোট থেকে ২১৫ কিলোমিটার, চণ্ডীগড় থেকে ২০২ কিলোমিটার এবং সিমলা থেকে ১৫৮ কিলোমিটার দূরত্বে অবস্থিত। সড়কপথের দুধারে রয়েছে অন্তত ৩০০ মিটার উচ্চ পাহাড়ি ঢাল।\n\n\n=== হ্রদ ===\nরেবলসার হ্রদ\nপরাশর হ্রদ\nমচ্ছিয়াল হ্রদ\nপাণ্ডো বাঁধ\nবারোত হ্রদ\nকামরুনাগ হ্রদ\n\n\n=== অবস্থান ===\nমণ্ডী জেলার উত্তর দিকে রয়েছে কাংড়া জেলা, পূর্ব দিকে রয়েছে কুলু জেলা, দক্ষিণ দিকে রয়েছে শিমলা ও সোলান জেলা, দক্ষিণ-পশ্চিম দিকে রয়েছে বিলাসপুর জেলা এবং উত্তর-পশ্চিম দিকে রয়েছে হামিরপুর জেলা। জেলাটির সাথে হিমাচল প্রদেশ ব্যতীত অন্য কোন রাজ্যের জেলার সীমানা নেই।\n\n\n== জনসংখ্যার উপাত্ত ==\n\n২০১১ খ্রিস্টাব্দে ভারতের জনগণনা ২০১১|ভারতের জনগণনা অনুসারে মণ্ডী জেলার মোট জনসংখ্যা ছিল ৯,৯৯,৭৭৭ জন, যা ফিজি রাষ্ট্রের বা আমেরিকা যুক্তরাষ্ট্রের মন্টানা রাজ্যের জনসংখ্যার সমতুল্য। জনসংখ্যার নিরিখে ২০১১ খ্রিস্টাব্দে ভারতের ৬৪০ টি জেলার মধ্যে এই জেলা ৪৪৬ তম স্থান অধিকার করে। জেলাটির জনঘনত্ব ২৫৩ জন প্রতি বর্গকিলোমিটার (৬৬০ জন/বর্গমাইল)। ২০০১ থেকে ২০১১ খ্রিস্টাব্দের মধ্যে এই জেলার জনসংখ্যা বৃদ্ধির হার ছিল ১০.৮৯ শতাংশ। মণ্ডী জেলায় প্রতি হাজার পুরুষে ১০০৭ জন নারী বসবাস করেন। জেলাটির সাক্ষরতার হার ৮১.৫৩ শতাংশ যেখানে পুরুষ সাক্ষরতার হার ৮৯.৫৬ শতাংশ এবং নারী সাক্ষরতার হার ৭৩.৬৬ শতাংশ। জেলাটিতে ছয় বৎসর অনূর্ধ্ব শিশু সংখ্যা মোট জেলার জনসংখ্যার ১১.২১ শতাংশ।\n২০১১ খ্রিস্টাব্দের জনগণনা অনুসারে মণ্ডী জেলার ৫৯.১১ শতাংশ লোক মণ্ডিয়ালী ভাষায়, ৩৩.৩২ শতাংশ লোক পাহাড়ী ভাষায়(হিমাচল প্রদেশের ইন্দো-আর্য ভাষাগুলি বোঝাতে এই শব্দটি অধিক প্রচলিত), ৪.১০ শতাংশ লোক হিন্দি ভাষায়, ০.৬৬ শতাংশ লোক পাঞ্জাবি ভাষায়‌ ও ০.৪৭ শতাংশ লোক কাংড়ি ভাষায় কথা বলেন।\n\n\n== সাধারণ তথ্য ==\n\nক্ষেত্রফল: ৩৯৫০ কিমি২\nজনসংখ্যা: ৯,৯৯,৭৭৭\nভাষা: হিন্দি ভাষা, ইংরাজী\nআঞ্চলিক: মণ্ডিয়ালী\nতহশিল: মণ্ডী, চাচ্যোত, থুনাগ, করসোগ, কোটলি, যোগীন্দরনগর, পাধার, লাড়ভাডোল, সুন্দরনগর, সর্কাঘাট, বালহ, আউৎ, নিহরি, সন্ধোল, ধরমপুর, বলদুয়ারা এবং বালিচৌকি৷\nউপ-তহশিল: পাংনা, ছত্তরী, মাকরেরী\nউপবিভাগ: মণ্ডী শহর, মণ্ডী গ্রামীণ, পাধার, চাচ্যোত, যোগীন্দরনগর, সর্কাঘাট, করসোগ, থুনাগ, বালহ এবং সুন্দরনগর৷\n\n\n== যোগাযোগ ==\nট্রেন: মণ্ডী জেলার উত্তর-পশ্চিম দিকে রয়েছে তিনটি রেলওয়ে স্টেশন৷ এগুলি হলো, যোগীন্দরনগর রেলওয়ে স্টেশন, চৌঁতড়া ভটেড় রেলওয়ে স্টেশন এবং আহজু রেলওয়ে স্টেশন, এগুলির প্রতিটিই উত্তর রেলের ১৬৪ কিলোমিটার দীর্ঘ কাংড়া উপত্যকা রেলওয়ের অন্তর্গত৷ এই স্টেশনগুলির প্রতিটিই ন্যারোগেজ৷ ব্রডগেড রেলওয়ের চণ্ডীগড় এবং কালকা রেলওয়ে স্টেশনদুটির সাথে বাস পরিষেবার মাধ্যমে এই জেলাটি যুক্ত৷ কিরাতপুর ও উনা রেলহেড দুটি মণ্ডী থেকে যথাক্রমে ১২৫ ও ১৪৪ কিমি দূরত্বে অবস্থিত৷\nসড়ক: সিমলা, চণ্ডীগড়, যোগীন্দরনগর, পাঠানকোট এবং দিল্লি থেকে মণ্ডীতে সড়কপথে যাতায়াতের বিশেষ পরিষেবা আছে৷ এছাড়া মানালি, পালমপুর, ধর্মশালা থেকেও কম দূরত্বের বাস পরিষেবা রয়েছে৷ ১৫৪ নং ও ২০৫ নং জাতীয় সড়কের মাধ্যমে চণ্ডীগড়ের সঙ্গে যুক্ত৷ চণ্ডীগড়ের সাথে মণ্ডীর সড়ক দূরত্ব প্রায় ২০০ কিলোমিটার৷ চণ্ডীগড় থেকে নিয়মিত মণ্ডীর সরকারি বাস পরিষেবা রয়েছে৷ সরকারী বাস পরিষেবায় চণ্ডীগড় থেকে ৫-৬ ঘণ্টা এবং প্রাইভেট গাড়িতে ৩-৪ ঘণ্টা লাগে মণ্ডী আসতে৷ রাজ্যের রাজধানী সিমলার সাথে মণ্ডীর সড়ক দূরত্ব ১৪৭ কিলোমিটার, প্রাইভেট গাড়িতে এই দূরত্ব যেতে সময় লাগে ৫ ঘণ্টা৷\nবিমান: কুলু জেলায় অবস্থিত কুলু মানালি বিমানবন্দরটি মণ্ডী থেকে ৫০ কিমি দূরত্বে অবস্থিত৷\n\n\n== দর্শনীয় স্থান ==\n\nপুরাতন মণ্ডী শহরটি বিপাশা নদীর তীরে নির্মিত৷ এটি বহুদিন ধরেই একটি গুরুত্বপূর্ণ অর্থনৈতিক কেন্দ্র৷ মণ্ডী ৮১ টি পাথরের মন্দির ও পাহাড়ের সুদৃশ্য বাঁকের জন্য জনপ্রিয়৷ এই কারণে এটিকে \"পাহাড়ের বারাণসী\" বলে উল্লেখ করা হয়৷ জেলা সদরে বহু পুরাতন জায়গা ও ঔপনিবেশিক আমলে নির্মিত অট্টালিকাও রয়েছে৷ মণ্ডীকে কুলু উপত্যকার প্রবেশদ্বারও বলা হয়ে থাকে এবং এটি প্রমোদভ্রমণের আরম্ভস্থল বলেও চিহ্নিত হয়ে থাকে৷\n\n\n=== দেব বালকামেশ্বর মন্দির ===\nজনশ্রুতি অনুসারে মনে করা হয় হিমাচল প্রদেশ রাজ্যের বিভিন্ন অংশ একাধিক আধ্যাত্মিক শক্তি দ্বারা সুরক্ষিত। হিমাচল প্রদেশের প্রতিটি ছোট ছোট অঞ্চলে রয়েছে তাদের নিজস্ব আরাধ্য দেব-দেবী।‌ নির্দিষ্ট অঞ্চলের লোকেরা তাদের নির্দিষ্ট স্থানীয় দেবতাদের অনুগত থাকেন। এই স্থানীয় দেবতাদের স্থানভেদে আলাদা আলাদা বৈশিষ্ট্য এবং রূপ লক্ষ্য করা যায়। মণ্ডী শহর থেকে ১৩ কিলোমিটার দূরে দেবধর গ্রামে রয়েছে বালকামেশ্বর মন্দির। স্থানীয় দর্শন অনুসারে তিনি দেব কামরু নাগের পুত্র।\n\n\n=== ভূতনাথ মন্দির ===\nআক্ষরিকভাবে ভূতনাথ মন্দির এর সাথে মণ্ডী শহর ওতপ্রোতভাবে জড়িত এই মন্দিরটিও রয়েছে মণ্ডী শহরের কেন্দ্রস্থলে। শহরটির মত মন্দিরটিও সমসাময়িক এবং ১৫২০-র দশকে নির্মিত। এই মন্দিরে প্রধান উৎসব চৈত্র মাসের শিবরাত্রি। সময় এখানে এক সপ্তাহব্যাপী অনুষ্ঠানে রাজ্যের বিভিন্ন অঞ্চল থেকে শতাধিক দেবতাদের সুসজ্জিত পালকিতে করে শহরে আনা হয়।\n\n\n=== রেবলসার হ্রদ ===\nমণ্ডী শহর থেকে ২৫ কিলোমিটার এবং নেরচক থেকে ১৪ কিলোমিটার দূরে অবস্থিত রেবলসার হ্রদ, ভাসমান নলখাগড়ার দ্বীপের জন্য বিখ্যাত। মনে করা হয় এই হ্রদে অবস্থিত সাতটি দ্বীপ‌ ভক্তকুলের প্রার্থনায় বায়ুপ্রবাহের সাথে সাথে অবস্থান পরিবর্তন করে। হ্রদকে ওরে মোট তিনটি মঠ রয়েছে: একটি বৌদ্ধ উপাসনালয়, একটি শিখ গুরুদুয়ারা এবং একটি হিন্দু মন্দির। বৌদ্ধ ধর্মের অন্যতম শ্রেষ্ঠ শিক্ষক পদ্মসম্ভব এই অঞ্চলে ধর্ম প্রচার করতে এসে তিব্বতের প্রবুদ্ধ জ্ঞান স্থাপন করেছিলেন‌। পর্বত ফাটলে অবস্থিত এই হ্রদ হিন্দু, বৌদ্ধ এবং শিখ সম্প্রদায়ের জন্য যথেষ্ট পবিত্র। এখানে নৌকা বাইজের ব্যবস্থা রয়েছে।\n\n\n=== পরাশর হ্রদ ===\n\nপরাশর হ্রদ মণ্ডী থেকে ৪৯ কিলোমিটার উত্তরে ঋষি পরাশরের নামে অর্পিত প্যাগোডা আকৃতির মন্দিরের নিকট অবস্থিত। মহারাজা বাণসেন খ্রিস্টীয় ত্রয়োদশ থেকে চতুর্দশ শতাব্দীর মধ্যবর্তী সময়ে এই মন্দিরটি নির্মাণ করান। উচ্চ মাত্রার ভূমিকম্পের ফলে মন্দিরটি বর্তমানে সামান্য হেলে রয়েছে। মন্দিরটিকে ঘিরে এপ্রিল এবং জুন মাসে দুটি মেলা অনুষ্ঠিত হয়। হ্রদের নিকট একটি ছোট পুকুর রয়েছে, পুকুরটিতে অবস্থিত ক্ষুদ্রতর দ্বীপটি ঋতু পরিবর্তনের সাথে সাথে অবস্থান পরিবর্তন করে।\n\n\n=== যোগীন্দরনগর ===\nযোগীন্দরনগরে অবস্থিত বৃহত্তর হাইড্রো ইলেকট্রনিকে চালিত একটি ট্রলি পর্যটকদের পাহাড়ের ঢাল বরাবর ২৫০০ মিটার উচ্চতায় নিয়ে আসে এবং বারোতের বাঁধের ঠিক উল্টোদিকে তাদের অবতরণ করায়।\nরেললাইন বিদ্যুৎকেন্দ্র অবধি দীর্ঘায়িত। বারোতে উহল নদীতে দেওয়া বাঁধের জল ১০০ ফুট নীচে পতিত হয়। যে সকল পর্যটক নির্ধারিত ট্রলিতে করে বারোতগামী হন, তাদের জন্য সেখানে বিদ্যুৎ দপ্তরের একটি পর্যটন আবাসস্থলে বিশ্রাম নেওয়ার ব্যবস্থা রয়েছে।\n\nলাড়-ভরোল: যোগীন্দরনগর থেকে ২৫ কিলোমিটার দূরে এবং লাড়-ভরোল থেকে সাত কিলোমিটার দূরে রয়েছে সন্তানদাত্রী মা সিংহমাতা মন্দির ও ভরোলের নিকটে রয়েছে নাগেশ্বর মহাদেব কুণ্ড। বিপাশা, বিনোয়া এবং একটি স্থানীয় নদীর মিলন স্থলে রয়েছে ত্রিবেণী মহাদেব মন্দির। ত্রিবেণী মহাদেব পর্বতের চূড়ায় শিমষজুষ্ট গ্রামে অবস্থিত সন্তানদাত্রী মা সিংহমাতা মন্দির।\nনাগেশ্বর মহাদেব কুণ্ড রয়েছে শিমষজুষ্ট গ্রামেরই পর্বত পাদদেশে, যেখানে একটি প্রাচীন গুহা রয়েছে একাধিক প্রাকৃতিক শিবলিঙ্গ। এখানকার একটি অনন্য প্রাকৃতিক সৃষ্টি শিব পার্বতী যুগল চিহ্ন, এছাড়াও রয়েছে একটি প্রাকৃতিক নন্দী ষাঁড়ের মূর্তি ও একটি সাপের চিহ্ন।\n\n\n=== সুন্দরনগর ===\nমণ্ডী শহর থেকে ২৬ কিলোমিটার সিমলার দিকে থেকে ১,১৭৪ মিটার উচ্চতায় কৃষি উর্বর উপত্যকার একটি উচ্চ ডালে অবস্থিত সুন্দরনগর শহরটি মন্দির এবং পার্বত্য গাছের সারি ধরে প্রসারিত কুয়াশাচ্ছন্ন পথের সৌন্দর্যের কারণে বিখ্যাত। নিকটেই একটি পর্বতের চূড়ায় অবস্থিত শুকদেব বটিকা এবং মহামায়া মন্দিরে প্রতিবছর বহু পর্যটক ও ভক্ত একত্রিত হন।\nএশিয়ার বৃহত্তম জলবিদ্যুৎ প্রকল্প \"বিপাশা শতদ্রু প্রকল্প\"-এর ফলে উত্তরের সমতলভূমির এক-চতুর্থাংশ এর সুবিধা ভোগ করে যা সুন্দরনগর শহরকে সৌন্দর্যের একটি আলাদা মাত্রা দিয়েছে। বিপাশা শতদ্রু যুগ্ম কলোনি হিমাচল প্রদেশের বৃহত্তম কলোনি।\n\n\n=== ঝঞ্ঝেলি ===\nমণ্ডী শহর থেকে ৮০ কিলোমিটার দূরে অবস্থিত ঝঞ্ঝেলি পর্বতারোহীদের জন্য উপযুক্ত স্থান। এখানে তারা সর্বাধিক ৩,৩০০ মিটার অবধি পর্বতারোহণ বা ট্রেকিং করতে পারেন। ঝঞ্ঝেলি এবং আশেপাশের রাস্তা মোটর সাইকেলে যাওয়ার জন্য সুগম ও আনন্দদায়ক। শীতকালে কিছু সপ্তাহ ব্যতিরেকে সারা বছরের প্রায় সবসময়ই এখান থেকে করসোগ পর্যন্ত সড়ক পথ খোলা থাকে। মণ্ডী থেকে বাগ্গি, চৈলচক ও থুনাগ হয়ে এখানে পৌঁছাতে মোটামুটি তিন ঘণ্টা সময় লাগে। নিকটেই রয়েছে কুয়াশাচ্ছন্ন বজনী ঘন বন। ঝঞ্ঝেলি থেকে বজনী আসতে স্বল্প দৈর্ঘ্যের রশিপথ ব্যবহার হয়। চিন্দি ও করসোগ যোগ ব্যায়াম করার জন্য পরিচিত স্থান। ঝঞ্ঝেলিথেকে ১০ কিলোমিটারের মধ্যে রয়েছে শিকারি মাতা মন্দির। মন্দিরটি স্থানীয় দেবী শিকারি দেবীর নাম অনুসারে।\n\n\n=== বারোত ===\n\nবারোত মণ্ডী জেলার একটি পরিচিত চরৈবেতি এবং পর্যটন স্থল। এটিকে যোগীন্দরনগর থেকে ৪০ কিলোমিটার এবং জেলা সদর মণ্ডী থেকে ৬৬ কিলোমিটার দূরে অবস্থিত। তবে যোগীন্দরনগর থেকে ট্রলি ব্যবহার করলে এই দূরত্ব ১২ কিলোমিটার মতো হয়। তবে ২০১০ খ্রিস্টাব্দের পর থেকে এখানে ট্রলি পরিষেবা বন্ধ রয়েছে।  উহল নদীর ৩০ কিলোমিটার দীর্ঘ একটি অংশে ছিপ দিয়ে মাছ ধরার ব্যবস্থা রয়েছে। থাকার জন্য বারোতে একটি পি\nডাব্লিউ ডি রেস্ট হাউস একটি বনদপ্তরের লজ এবং একাধিক বেসরকারি হোটেল রয়েছে।\nবারোতকে উহল নদীর উভয় তীর বরাবর অবস্থিত নর্গু বন্যপ্রাণী অভয়ারণ্যর প্রবেশদ্বার বলা হয়ে থাকে। অভয়ারণ্যটি হিমালায়ান ঘোরল, হিমালায়ান মোনাল পাখি এবং কালো ভাল্লুক এর জন্য বিখ্যাত।\nঅভয়ারণ্যের মধ্যেই বহির্বিভাগে রয়েছে দুটি পর্যটকদের থাকার স্থান; থলটুকহোড় এবং শিলবান্ধোয়াড়ি। দেবদারু গাছের মাঝখান দিয়ে কুলু উপত্যকা যাওয়ার একটি ট্রেকিং পথ রয়েছে।\n\n\n=== কোটলি ===\nমণ্ডী থেকে ২২ কিলোমিটার দূরে অবস্থিত একটি ছোট শহর হল কোটলি। কোটলি এবং তার পার্শ্ববর্তী অঞ্চল তুগল উপত্যকা নামে পরিচিত। মণ্ডী থেকে জলন্ধরগামী ৩ নং জাতীয় সড়কটি কোটলির ওপর দিয়ে গিয়েছে। কাছাকাছির মধ্যে অবস্থিত মন্দিরগুলি হল জনিতৃ মাতা মন্দির (কোটলি থেকে ১৪ কিলোমিটার), মহান দেব মন্দির (কোটলি থেকে ১৪ কিলোমিটার), জগত দেব মন্দির (কোটলি থেকে ৩ কিলোমিটার), রচেরা দেব মন্দির (কোটলি থেকে ২ কিলোমিটার)। মহান দেব মন্দিরটি বড় দেব মন্দির নামেও পরিচিত।\nপি ডব্লিউ ডি এবং বনদপ্তরের অধীন পর্যটকদের থাকার স্থানগুলিতে নিশিযাপনের ব্যবস্থা রয়েছে। স্থানীয়দের অধিকাংশই স্বাক্ষর এবং তাদের মূল জীবিকা কৃষিকাজ ও কৃষিজাত পণ্য বিনিময়। উল্লেখযোগ্য মেলা হল সাইগালু নার ওয়াড়ি, মহানদেব এবং জনিতৃ দেবী মন্দির প্রাঙ্গনের মেলা।\n\n\n=== ধরমপুর ===\nশিবালিক পর্বতের পাদদেশে এবং বিপাশা নদীর তীর বরাবর একটি অদ্ভুত আকার স্থানে রয়েছে ধরমপুর। উচ্চতা কম হওয়ার কারণে শীতকালে এখানে তুলনামূলক গরম জল পাওয়া যায়। মণ্ডী থেকে সড়কপথে 68 কিলোমিটার দূরে অবস্থিত এই ছোট শহরটির মূল আকর্ষণ বাবা কামলাহিয়া ও জল্পমাতা মন্দির এবং তৎসংলগ্ন কণ্ডপত্তন শ্মশান।\n\n\n=== কামলা দুর্গ ===\nকামলা দুর্গ মণ্ডী শহরের পশ্চিম দিক বরাবর কামলাগড় গ্রামে অবস্থিত খ্রিস্টীয় সপ্তদশ শতাব্দীতে নির্মিত একটি দুর্গ। সম্ভবত মণ্ডীর রাজা সূর্য সেন ১৬২৫ খ্রিস্টাব্দে এই দুর্গটি নির্মাণ করেন।\n\n\n== শিক্ষাক্ষেত্র ==\n\nভারতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠান মণ্ডী (আইআইটি মণ্ডী)\nশ্রী লাল বাহাদুর শাস্ত্রী সরকারী চিকিৎসালয় ও চিকিৎসা মহাবিদ্যালয় মণ্ডী\n\n\n== খেলাধুলা ==\nজেলাটি ভারতে ব্যান্ডি ফেডারেশনের আঁতুড়ঘর হলো মণ্ডী জেলা৷ এটি ইন্টারন্যাশনাল অলিম্পিক কর্পোরেশনের আয়োজিত ফেডারেশন অব ইন্টারন্যাশনাল ব্যান্ডির সদস্য৷ ২০১১ শীতকালীন এশিয়ান গেমস-এ ভারতের তরফ থেকে ব্যান্ডি খেলার জন্য একটি দল পাঠানোর পরিকল্পনা করা হয়েছিলো৷\n\n\n== তথ্যসূত্র =="}