{"pageid": 1002190, "title": "আরন রেডমন্ড", "url": "https://bn.wikipedia.org/wiki?curid=1002190", "content": "আরন জেমস রেডমন্ড (ইংরেজি: Aaron Redmond; জন্ম: ২৩ সেপ্টেম্বর, ১৯৭৯) অকল্যান্ড এলাকায় জন্মগ্রহণকারী সাবেক নিউজিল্যান্ডীয় আন্তর্জাতিক ক্রিকেটার। নিউজিল্যান্ড ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ২০০০-এর দশকের শেষদিক থেকে শুরু করে ২০১০-এর সূচনালগ্ন পর্যন্ত নিউজিল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর নিউজিল্যান্ডীয় ক্রিকেটে ক্যান্টারবারি ও ওতাগো এবং ইংরেজ কাউন্টি ক্রিকেটে গ্লুচেস্টারশায়ার দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি ব্যাটসম্যান হিসেবে খেলতেন। এছাড়াও, ডানহাতে লেগ স্পিন বোলিংয়ে পারদর্শী ছিলেন ‘রেডার্স’ ডাকনামে পরিচিত আরন রেডমন্ড।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৯৯-২০০০ মৌসুম থেকে ২০১৫ সাল পর্যন্ত আরন রেডমন্ডের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। ২০০৮-০৯ মৌসুমে স্টেট টুয়েন্টি২০ প্রতিযোগিতার শিরোপা বিজয়ে ওতাগো দলের যথোচিত ভূমিকা রেখেছিলেন।\n১৯৯৯ সালের শুরুতে মূলতঃ লেগ স্পিনার হিসেবে ক্যান্টারবারি দলে যোগদান করেন। তবে, ওতাগো দলে চলে যাবার পরপরই তাকে জোরপূর্বক শীর্ষসারির ব্যাটসম্যান হিসেবে মাঠে নামানো হয়েছিল। ২০০৬ সালে স্টেট চ্যাম্পিয়নশীপ, স্টেট শীল্ড ও স্টেট টুয়েন্টি২০ প্রতিযোগিতায় ওতাগো দলের পক্ষে খেলেছেন। ১৯৯৯-২০০০ মৌসুমে ডানহাতি ব্যাটসম্যান হিসেবে ক্যান্টারবারির সদস্যরূপে অভিষেক ঘটে তার। দলটির পক্ষে প্রথম-শ্রেণীর ক্রিকেট ও লিস্ট এ ক্রিকেটে অংশ নিয়েছেন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে আটটিমাত্র টেস্ট, ছয়টিমাত্র একদিনের আন্তর্জাতিক ও সাতটিমাত্র টি২০আইয়ে অংশগ্রহণ করেছেন আরন রেডমন্ড। ১৫ মে, ২০০৮ তারিখে লর্ডসে স্বাগতিক ইংল্যান্ড দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ৩ ডিসেম্বর, ২০১৩ তারিখে ডুনেডিনে সফরকারী ওয়েস্ট ইন্ডিজ দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\n২০০৭-০৮ মৌসুমে কয়েকজন শীর্ষসারির ব্যাটসম্যানের দূর্বলমানের খেলা প্রদর্শন ও ঐ মৌসুমের ঘরোয়া ক্রিকেটে ৪০ গড়ে রান সংগ্রহের সুন্দর ক্রীড়াশৈলী প্রদর্শনের স্বীকৃতিস্বরূপ জাতীয় দলে খেলার জন্যে আমন্ত্রণ পান। ২০০৮ সালে নিউজিল্যান্ড দলের সদস্যরূপে ইংল্যান্ড গমনার্থে মনোনীত হন। ইংল্যান্ড লায়ন্সের বিপক্ষে ব্যক্তিগত সেরা ১৪৬ রান সংগ্রহ করেন। এর পূর্বে তার ব্যক্তিগত সর্বোচ্চ ছিল ১৩৫। ১৫ মে, ২০০৮ তারিখে লর্ডসে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। তবে, জেমস অ্যান্ডারসনের বলে তাকে শূন্যে রানে সাজঘরে ফিরে আসতে হয়েছিল। সব মিলিয়ে তিন টেস্ট নিয়ে গড়া সিরিজে আরন রেডমন্ডের জন্যে হতাশাব্যঞ্জক ছিল। মাত্র ৯.০০ গড়ে ৫৪ রান সংগ্রহ করতে পেরেছিলেন।\n\n\n== অস্ট্রেলিয়া গমন ==\nডিসেম্বর, ২০০৮ সালে সফরকারী ওয়েস্ট ইন্ডিজ দলের বিপক্ষে দুই টেস্ট নিয়ে গড়া সিরিজ থেকে আরন রেডমন্ডকে বাদ দেয়া হয়। এরপর, ২০০৮-০৯ মৌসুমে অস্ট্রেলিয়া সফরে তাকে দলে ফিরিয়ে আনা হয়। এ সফরে তিনি ২৮.৭৫ গড়ে ১১৫ রান তুলেন। অ্যাডিলেড টেস্টে ৮৩ রান তুলে নিজেকে মেলে ধরতে সচেষ্ট হয়েছিলেন।\nনিউজিল্যান্ডের সাবেক টেস্ট অধিনায়ক মার্টিন ক্রো’র অভিমত, টেস্ট ক্রিকেটে আরন রেডমন্ডকে দূরে সরিয়ে রাখা উচিত নয়। তবে, প্রথম বছরে তিনি বেশ হিমশিম খেয়েছেন। সাত খেলায় গড়ে মাত্র ২৩.০০ গড়ে রান পেয়েছিলেন। ডিসেম্বর, ২০১৩ সালে নিজ দেশে সফরকারী ওয়েস্ট ইন্ডিজ দলের বিপক্ষে টেস্ট দলে তাকে অন্তর্ভুক্ত করা হয়।\n\n\n== খেলার ধরন ==\nখাঁটিমানের খেলা প্রদর্শন করলেও তা দর্শনীয় ছিল না। সমগ্র খেলোয়াড়ী জীবনে ৬৮টি প্রথম-শ্রেণীর খেলায় অংশ নিয়ে পাঁচটি শতক সহযোগে ৩১.০১ গড়ে রান সংগ্রহ করেছিলেন। এছাড়াও, মাঝে-মধ্যে বোলিং কর্মে অগ্রসর হতেন ও আশির অধিক উইকেট পেয়েছেন। লিস্ট এ ক্রিকেটে ষাটের অধিক খেলায় দুইটি শতরান করেন ও ২৩.৬৮ গড়ে রান পেয়েছেন। টুয়েন্টি২০ ক্রিকেটে ১৩ খেলায় অংশ নিয়ে ১৪.৫৫ গড়ে রান তুলেছেন। তন্মধ্যে, নিজের সাবেক দল ক্যান্টারবারির বিপক্ষে ওতাগোর সদস্যরূপে ১৩ জানুয়ারি, ২০০৬ তারিখে অভিষেক খেলায় ব্যক্তিগত সর্বোচ্চ করেছিলেন ৫৯ রান।\nদলে তিনি নিজের স্থান পাকাপোক্তকরণে সচেষ্ট ছিলেন। তুলনান্তে তার পিতা রডনি রেডমন্ড নিউজিল্যান্ডীয় আন্তর্জাতিক ক্রিকেটার ছিলেন ও ১৯৭২-৭৩ মৌসুমে অকল্যান্ডের ইডেন পার্কে সফরকারী পাকিস্তান দলের বিপক্ষে এক টেস্টের বিস্ময়কারী হিসেবে ১০৭ ও ৫৬ রান তুলেছিলেন। ১ এপ্রিল, ২০১৫ তারিখে ষোল বছরের খেলোয়াড়ী জীবনের সমাপ্তির কথা ঘোষণা করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nক্রেগ কামিং\nটনি ম্যাকগিবন\nনিউজিল্যান্ডীয় টেস্ট ক্রিকেটারদের তালিকা\nটেস্ট ও প্রথম-শ্রেণীর ক্রিকেটে জোড়া শূন্য রান\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nআন্তর্জাতিক ক্রিকেটে অংশগ্রহণকারী পরিবারের তালিকা\nনিউজিল্যান্ডীয় একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\n\nইএসপিএনক্রিকইনফোতে আরন রেডমন্ড  (ইংরেজি)\nক্রিকেটআর্কাইভে আরন রেডমন্ড   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}