{"pageid": 1003689, "title": "সোডিয়াম ডাইক্রোমেট", "url": "https://bn.wikipedia.org/wiki?curid=1003689", "content": "সোডিয়াম ডাইক্রোমেট একটি অজৈব যৌগ যার রাসায়নিক সংকেত Na2Cr2O7 । সাধারণত এই লবণটিতে দুই অণু কেলাস-জল থাকে। তাই সোডিয়াম ডাইক্রোমেট লবণের সংকেত  Na2Cr2O7·2H2O এই ভাবে লেখা হয়। কার্যত সমস্ত ক্রোমিয়াম আকরিক থেকে প্রথমে  সোডিয়াম ডাইক্রোমেট লবণ তৈরি করা হয়। পরে এই লবণ  থেকে ক্রোমিয়ামের সব যৌগ এবং ক্রোমিয়ামঘটিত পদার্থ প্রস্তুত করা হয়। সোডিয়াম ডাইক্রোমেট এবং পটাশিয়াম ডাইক্রোমেট দেখতে প্রায় একই রকম। এমনকি এদের মধ্যে বিক্রিয়াশীলতায় খুব মিল দেখা যায়। তবে পটাশিয়াম লবণের চেয়ে সোডিয়াম লবণ জলে প্রায় কুড়ি গুণ বেশি দ্রবণীয় এবং সোডিয়াম ডাইক্রোমেটের তুল্যাঙ্ক ভারও কম।\n\n\n== উৎপাদন ==\nক্রোমিয়াম (III) অক্সাইডযুক্ত আকরিকগুলি থেকে বাণিজ্যিকভাবে সোডিয়াম ডাইক্রোমেট প্রস্তুত করা হয়। প্রথমে ক্রোমিয়াম আকরিকে বাতাসের উপস্থিতিতে প্রায় ১০০০ ডিগ্রি সেন্টিগ্রেড তাপমাত্রায় ক্ষারের সঙ্গে গলানো হয়। ক্ষার হিসাবে সাধারণত সোডিয়াম কার্বনেট ব্যবহার করা হয়:\n2Cr2O3 +  4Na2CO3  +  3O2   ->   4Na2CrO4 +  4CO2\nএর ফলে ক্রোমিয়াম দ্রবীভূত হয়ে সোডিয়াম ক্রোমেটের লবণ তৈরি হয়  এবং এটিকে গরম জলের সাহায্যে দ্রবীভূত করে সোডিয়াম ক্রোমেটের দ্রবণ হিসাবে আলাদা করা হয়। এই পর্যায়ে, আকরিকের অন্যান্য উপাদান যেমন অ্যালুমিনিয়াম এবং আয়রনের যৌগগুলি খুব কম দ্রবণীয় হওয়ায় এগুলি অবশেষ হিসাবে থেকে যায়। সোডিয়াম ক্রোমেটের দ্রবণে সালফিউরিক অ্যাসিড যোগ করলে বা কার্বন ডাই অক্সাইড  পরিচালিত করলে  সোডিয়াম ডাইক্রোমেট তৈরি হয়:\n2Na2CrO4 +  2CO2 +  H2O   ->   Na2Cr2O7  +  2NaHCO3\n2Na2CrO4 +  H2SO4   ->   Na2Cr2O7  +  Na2SO4 + H2O\nসোডিয়াম ডাইক্রোমেট কেলাস হিসাবে আলাদা করা হয়। এইভাবে, বার্ষিক কয়েক লক্ষ টন সোডিয়াম ডাইক্রোমেট উৎপন্ন করা হয়।\n\n\n== রাসায়নিক বিক্রিয়া ==\nডাইক্রোমেট এবং ক্রোমেট লবণ জারক পদার্থ। চামড়ার ট্যানিংয়ের জন্য, প্রথমে সালফার ডাই অক্সাইড দিয়ে সোডিয়াম ডাইক্রোমেটকে বিজারিত  করা হয়।\nজৈব সংশ্লেষণের ক্ষেত্রে, এই যৌগট বেনজাইলিক এবং অ্যালইলিক যৌগের কার্বন-হাইড্রোজেন বন্ধনকে জারিত করে কার্বনিল অনুষঙ্গ যৌগ তৈরি করে। উদাহরণস্বরূপ, ২,৪,৬-ট্রাইনাইট্রটলুইন জারিত হয়ে সংশ্লিষ্ট কার্বোঅক্সিলিক অ্যাসিড তৈরি হয়। একইভাবে ২,৩-ডাইমিথাইলন্যাপথালিন সোডিয়াম ডাইক্রোমেট দ্বারা জারিত হয়ে ২,৩-ন্যাপথালিনডাইকার্বোঅক্সিলিক তৈরি হয়।\nসোডিয়াম ডাইক্রোমেট দ্বারা জারিত হয়ে সেকেণ্ডারী অ্যালকোহল  সংশ্লিষ্ট কিটোনে পরিণত হয় যেমন, মেনথল থেকে মেনথোন, ডাইহাইড্রকোলেস্টেরল থেকে কোলেস্টেরন।\n3 R2CHOH + Cr2O72− + 2 H+ → 3 R2C=O + Cr2O3 + 4 H2O\nপটাশিয়াম লবণের থেকে সোডিয়াম ডাইক্রোমেটের প্রধান সুবিধা হলো এটি জলে এবং অ্যাসিটিক অ্যাসিডের মতো ধ্র‌ুবী দ্রাবকে বেশি দ্রবণীয়।\n\n\n== সুরক্ষা ==\nসমস্ত ষড়যোজী ক্রোমিয়াম যৌগের মতো, সোডিয়াম ডাইক্রোমেট ক্যান্সার সৃষ্টিকারী পদার্থ।\n\n\n== তথ্যসূত্র =="}