{"pageid": 1003606, "title": "অক্ষয় কুমার দাস", "url": "https://bn.wikipedia.org/wiki?curid=1003606", "content": "অক্ষয় কুমার দাস (১৯০৩ - অজানা) ছিলেন পাকিস্তানের একজন বাঙালি দলিত রাজনীতিবিদ ও আইনজীবী। তিনি প্রথম এবং দ্বিতীয় গণপরিষদে পূর্ব পাকিস্তানের প্রতিনিধি হিসাবে দায়িত্ব পালন করেছিলেন এবং ১৯৫০-এর দশক জুড়ে গঠিত সরকারগুলিতে একাধিক মন্ত্রণালয়ের দায়িত্ব পালন করেছিলেন।\n\n\n== প্রাথমিক জীবন ==\nঅক্ষয় কুমার দাস ১৯০৩ ব্রিটিশ ভারতের সিলেট জেলার সুনামগঞ্জের দিরাই উপজেলায় চিতলিয়া গ্রামে জন্মগ্রহণ করেন জন্মগ্রহণ করেন। তিনি ছিলেন হিন্দু ক্ষত্রিয় কৈবর্ত সম্প্রদায় ভুক্ত \n\n\n== কর্মজীবন ==\nঅক্ষয় কুমার দাস একজন আইনজীবী ছিলেন। তিনি রাজনীতিতে যোগদানের আগে স্থানীয় আদালতে অনুশীলন করতেন।\n\n\n== রাজনৈতিক জীবন ==\nঅক্ষয় কুমার দাস ১৯৩৭ সালের আসাম প্রাদেশিক বিধানসভা নির্বাচনে সংবিধানবাদী দল থেকে সুনামগঞ্জ নির্বাচনী এলাকা থেকে মনোনয়ন জমা দিয়ে সংরক্ষিত আসনে বিনা প্রতিদ্বন্দ্বিতায় জয়ী হন।\nফেব্রুয়ারি ১৯৩৮ সালে তিনি মুহাম্মদ সাদুলাহের দ্বিতীয় মন্ত্রীসভায় আইনমন্ত্রী হিসেবে নিযুক্ত হন, কারণ মুসলিম লীগ ক্ষমতা রক্ষার জন্য নতুন জোটে প্রবেশ করে। তা সত্ত্বেও, সেপ্টেম্বরে সরকার পতনের সাথে সাথে তিনি গোপীনাথ বোর্দোলোইয়ের প্রধানমন্ত্রীত্বে আবগারি ও কৃষি মন্ত্রী হয়েছিলেন।\n১৯৩৯ সালে দ্বিতীয় বিশ্বযুদ্ধে ভারতীয় বাহিনীকে নথিভুক্ত করার জন্য যুক্তরাজ্যের একতরফা সিদ্ধান্তের প্রতিবাদে সারা ভারত থেকে কংগ্রেস সরকারগুলি পদত্যাগ করলে, আসাম ইউনাইটেড পার্টি নামে কংগ্রেস বিরোধী সমস্ত দলগুলির সাথে মুসলিম লীগ একটি জোট গঠন করে। তবে সাদুলাহর মন্ত্রিসভা থেকে দাসকে বাদ দেওয়া হয়েছিল। ডিসেম্বর ১৯৪১ সালের আবার সরকারের পতন ঘটে কিন্তু প্রায় সাত মাস গভর্নর শাসনের পর, সাদুলাহ সরকার গঠন করতে সক্ষম হলেও দাসকে মন্ত্রীসভায় অন্তর্ভুক্ত করা হয়নি। মার্চ ১৯৪৫ সালে কংগ্রেস মুসলিম লীগের সাথে একটি সমঝোতায় আসে এবং কার্যত কোন বিরোধী ছাড়াই একটি অভূতপূর্ব জোট সরকার গঠন করলে; দাসকে মন্ত্রণালয়ে ফিরিয়ে আনা হয় এবং শিল্প ও সমবায় উন্নয়নের পোর্টফোলিও অর্পণ করা হয়।\n১৯৪৬ সালের নির্বাচনে তিনি কংগ্রেসের সদস্য হিসাবে বিনা প্রতিদ্বন্দ্বিতায় পুনঃনির্বাচিত হন। পরবর্তীকালে তিনি ভারতের গণপরিষদে আসামের প্রতিনিধিত্ব করার জন্য বিধানসভার সদস্য নির্বাচিত হন।\nসিলেটকে ভারতের অন্তর্ভুক্ত করার জন্য লবিং করেছিলেন কিন্তু গণভোট তার বিরুদ্ধে যাওয়ার পর তিনি পাকিস্তানে থাকার সিদ্ধান্ত নেন এবং পাকিস্তানের পাকিস্তানের গণপরিষদের সদস্য হন। সংসদে তিনি পূর্ব বাংলার অধিকার এবং গণতান্ত্রিক অধিকার পুনরুদ্ধারের পক্ষে বক্তব্য রেখেছিলেন।\nপাকিস্তানে যোগেন্দ্র নাথ মণ্ডলের পর তিনি পূর্ববঙ্গ তফসিলি জাতি ফেডারেশনের সভাপতি হন।\n১৯৫৪ সালের পূর্ববঙ্গ বিধানসভা নির্বাচনে তিনি সুনামগঞ্জ আসন থেকে পুনরায় নির্বাচিত হন।\n১৯৫৫ সালের সেপ্টেম্বরে তিনি প্রধানমন্ত্রী চৌধুরী মুহাম্মদ আলী কর্তৃক অর্থনৈতিক বিষয়ক প্রতিমন্ত্রী হিসেবে নিযুক্ত হন যেখানে তিনি ১৯৫৬ সালের সেপ্টেম্বরে সরকারের পতন পর্যন্ত অব্যাহত ছিলেন। ফিরোজ খান নুন (রিপাবলিকান পার্টি) ১৯৫৭ সালের ডিসেম্বরে পরবর্তী সরকার গঠন করে এবং দাসকে অর্থ প্রতিমন্ত্রী নিযুক্ত করে।\n\n\n== তথ্যসূত্র =="}