{"pageid": 1003043, "title": "জলকাণ্ডেশ্বর মন্দির, ভেলোর", "url": "https://bn.wikipedia.org/wiki?curid=1003043", "content": "জলকাণ্ডেশ্বর মন্দির হ'ল দেবতা শিবকে উৎসর্গীকৃত মন্দির যা ভারতের তামিলনাড়ু রাজ্যের ভেলোরোর শহরের প্রাণকেন্দ্র ভেলোর দুর্গে অবস্থিত।\n\n\n== অবস্থান ==\nবিজয়নগর আমলের মন্দিরটি সেন্ট ওয়েলস চার্চ, টিপু মহল, হায়দার মহল, ক্যান্ডি মহল, বধুশা মহল এবং বেগম মহল সহ ভারতের প্রত্নতাত্ত্বিক জরিপের নিয়ন্ত্রণাধীন ভেলোর দুর্গের অভ্যন্তরে অবস্থিত ।\n\n\n== ইতিহাস ==\n\nজনশ্রুতি অনুসারে, মন্দিরের গর্ভগৃহটি এখন যে স্থানে দাঁড়িয়ে আছে সেখানে একটি বিশাল পিঁপড়া পাহাড়ের ব্যবহার হত। এই পিপড়া-পাহাড়টি বদ্ধ জলের দ্বারা বেষ্টিত ছিল, বৃষ্টির জলের সংগ্রহের ফলস্বরূপ, কোনও সময় পিঁপড়ার পাহাড়ের চারপাশে একটি শিব লিঙ্গাম এই জলে স্থাপন করা হয়েছিল এবং পূজা করা হয়েছিল। চিনা বোম্বি নায়ক, একজন বিজয়নগর সরদার, যিনি দুর্গটি নিয়ন্ত্রণ করছিলেন, সেখানে একটি স্বপ্ন ছিল যেখানে ভগবান শিব তাঁকে সেই জায়গায় মন্দির তৈরি করতে বলেছিলেন। নায়ক, এ্যানথিল ভেঙে এবং মন্দিরটি গড়ে তোলেন ১৫০০ খ্রিস্টাব্দে এবং যেহেতু লিঙ্গাম জল দ্বারা বেষ্টিত ছিল ( তামিল ভাষায় জালাম নামে পরিচিত) এই দেবতাকে জলকান্দেশ্বরর বলে ডাকা হত (\"জবাবে ভগবান শিব অনুবাদ করেছিলেন\")।  মন্দির রাজত্বকালে নির্মিত হয়েছিল বিজয়নগরের রাজা সদাশিবদেব মহারায়ের আমলে (১৫৪০-১৫৭২ খ্রিষ্টাব্দ)। মন্দিরটিতে জলকান্দেশ্বররের স্ত্রী শ্রী অখিলেণ্ডেশ্বরী আম্মার মূর্তিও রয়েছে।\n\n\n== মন্দিরের নকশা ==\n\nজালকাণ্ডেশ্বর মন্দিরটি বিজয়নগর আর্কিটেকচারের সূক্ষ্ম উদাহরণ । মন্দিরটির গোপুরাম (মিনার) উপর অসাধারণ খোদাই করা রয়েছে, প্রচুর খোদাই করা পাথরের স্তম্ভ, কাঠের বড় দরজা এবং দৃষ্টিনন্দন মনোলিথ এবং ভাস্কর্য রয়েছে। এই বিজয়নগর ভাস্কর্যগুলি সৌন্দররাজপেরামাল মন্দির, থাডিকম্বু, কৃষ্ণপুরম ভেঙ্কটচলপাঠী মন্দির, শ্রীলিলিপুথুর দিব্যা দেশম এবং আলাগার কোয়েলের মতোই ।টাওয়ারের গোপরামটি উচ্চতায় ১০০ ফুটের ওপরে। মন্দিরে একটি মন্ডপামও রয়েছে, হলের সাহায্যে ড্রাগন, ঘোড়া এবং ইয়ালিসের উৎসাহিত পাথরের স্তম্ভগুলি (প্রাণীর মতো সিংহ) সমর্থন করে।\nমন্দিরটি নিজেই একটি জলের ট্যাঙ্কের মাঝখানে নির্মিত হয়েছিল ( তামিল ভাষায় আগাজি নামে পরিচিত ), এবং মন্দিরের চারদিকে জল রয়েছে মালার মতো জলের ট্যাঙ্কের পরিধি ৮০০০ ফুট। মন্দিরের অভ্যন্তরে বিবাহের হলটিতে (কল্যাণ মনপম) একটি ষাঁড় এবং একটি হাতির মতো দুটি মুখী ভাস্কর্য রয়েছে। দেবদেবতা (অভিষেকাম) স্নানের জন্য ব্যবহৃত জল মন্দিরের মধ্যে গঙ্গা গৌরি থার্ম নামে পরিচিত একটি প্রাচীন কূপ থেকে আঁকা।\n\n\n== বিশেষত্ব ==\nনন্দী মূর্তির পিছনে একটি মাটির প্রদীপ রয়েছে, যা কিছু লোক তার গায়ে হাত রাখলে তাকে ঘোরাফেরা করার কথা বলা হয়। ঘোরাফেরাটি ইঙ্গিত দেয় যে তাদের ইচ্ছা মঞ্জুর হয়েছে। 'সরপা দোশম' থেকে মুক্তি পাওয়ার জন্য মন্দিরের কিছু ভক্ত স্বর্ণ ও রূপা টিকটিকি এবং সাপের ভাস্কর্যগুলির পূজা করে।\n\n\n== বিয়োগ ==\nমুসলিম আক্রমণ এবং ভেলোর দুর্গ দখলকালে মন্দিরটি বিকৃত করা হয়েছিল । [ উদ্ধৃতি আবশ্যক ] মুসলিম আক্রমণ এবং শাসনের সময় মন্দিরের অবমাননার পরে মন্দিরে পূজা বন্ধ করা হয়েছিল। সেই স্থানে অবস্থিত একটি আম্মান (নাগালামমান) মন্দির ধ্বংস করার পরে একটি অস্থায়ী মসজিদ হিসাবে পরিবেশন করার জন্য একটি ইসলামী কাঠামোও নির্মিত হয়েছিল। [ অবিশ্বস্ত উৎস? ] মন্দিরটি প্রায় ৪০০ বছর ধরে অস্ত্রাগার হিসাবে ব্যবহৃত হচ্ছে। ভয় উপর অপবিত্রতা, প্রধান দেবতা দূরে জালাকান্দেশ্বর মন্দিরে মধ্যে সরিয়ে নেওয়া হয়েছে নিরাপদ রাখার কিছু। মন্দিরটি প্রায় ৪০০ বছর ধরে শূন্য ছিল।১৯২১ সালে, ভেলোর দুর্গ রক্ষণাবেক্ষণের জন্য ভারতের প্রত্নতাত্ত্বিক জরিপকে হস্তান্তর করা হয়েছিল । এই সময়, মন্দিরটি পূজার জন্য ব্যবহৃত হত না এবং এএসআই এই স্থিতিশীল অবস্থা বজায় রাখতে আগ্রহী ছিল। তবে, ১৯৮১ সালে, দেবতাকে দুর্গের ভিতরে থ্যাংগাল আশ্রমের মাইলাই সুন্দরম গুরুজী আনা হয়েছিল এবং মন্দিরের ভিতরে পুনরায় স্থাপন করেছিলেন এবং পূজা পুনরায় ইনস্টল করেছিলেন।\n\n\n== পুনরায় অভিষেক, ১৯৮১ ==\n\nমন্দিরের ভিতরে স্তম্ভিত হলগুলি\nজালকান্দেশ্বরর মন্দিরের ভিতরে মূল দেবতাটিকে পুনরায় প্রতিষ্ঠিত করার জন্য বিংশ শতাব্দীতে বেশ কয়েকটি প্রচেষ্টা করা হয়েছিল। তবে, ভারতের প্রত্নতাত্ত্বিক জরিপটি স্থিতিশীল অবস্থা বজায় রাখতে চেয়েছিল এবং মন্দিরটি উপাসনার জন্য ব্যবহার করা চাইত। যাইহোক, ১৬ মার্চ ১৯৮১, দেবতা মধ্যে Jalakanda Vinayakar মন্দির থেকে অপসারণ করা হয়েছে Sathuvacheri এবং গোপনে দুর্গ ভিতরে আনা একটি বদ্ধ ট্রাক ভিতরে এটা গোপন, এবং অজ্ঞাতে সকালে ঘণ্টার মধ্যে ইনস্টল করা নেই। ভেলোর দুর্গ এবং মন্দিরের মধ্য দিয়ে মন্দির' বইয়ের লেখক এ কে শেশাদারীর মতে, \"ঘটনাটি পর্যবেক্ষণ করা এবং এই ঘটনাকে পুলিশ এবং তাদের কাছে অভিযোগ করা ছাড়া এএসআই-এর কর্মীরা ভক্তদের জোরপূর্বক ব্যবস্থা রোধ করতে কিছুই করতে পারেনি। জেলা কালেক্টর। জেলা কর্তৃপক্ষ কোন পদক্ষেপ না নিয়ে বলেছে যে এটি একটি সংবেদনশীল ধর্মীয় বিষয় এবং সুতরাং যে কোনও প্রতিরোধমূলক ব্যবস্থা আইন-শৃঙ্খলা সমস্যা সৃষ্টি করবে… \"\nফলস্বরূপ, পুনরায় পবিত্রতার পরে প্রথম কুম্বাবিশকাম ১৯৮২ সালে অনুষ্ঠিত হয়েছিল, তারপরে ১৯৯৭ এবং ২০১১ সালে তৃতীয় কুম্বাবিশখামের জন্য, ৩০ মিলিয়ন ডলার ব্যয়ে একটি বিশেষ স্বর্ণের সজ্জিত রথ (গাড়ি) তৈরি করা হয়েছিল, এবং প্রায় ৭ টি ব্যবহৃত হয়েছে কেজি স্বর্ণ । ২০০৬-এ Jalakandeswarar মন্দির পুনরায় উৎসর্গ ২৫ তম বার্ষিকী একটি গ্র্যান্ড মিছিল দীর্ঘ বাজার, সাইদাপে, Kagitha Pattarai এবং প্রধান বাজার মাধ্যমে ক্ষণস্থায়ী মধ্যে দেবতা গ্রহণ দ্বারা পালিত হয় ভেলোর ।\n\n\n== সরকার গ্রহণ কর ==\nশনিবার, ২২ জুন ২০১৩, হিন্দু ধর্মীয় এবং দাতব্য রাবওয়াহ বিভাগের, তামিলনাড়ু সরকার বেশি Jalakandeswarar মন্দির প্রশাসনের নেন এ ভেলোর ফোর্ট সরকার অর্ডার ১৮ জুন ২০১৩ তারিখের পর ভেলোর সহকারী কমিশনার জিজ্ঞাসা নেওয়া মন্দিরের ওপরে এবং মন্দিরটির 'ফিট ব্যক্তি' (ঠক্কর) হিসাবে দায়িত্ব গ্রহণ করুন। পূর্বে মন্দিরটি শ্রী জালকানটেশ্বর ধর্ম স্থবানম নামে একটি বেসরকারী ট্রাস্ট দ্বারা পরিচালিত হয়েছিল। বেসরকারী ট্রাস্ট মাদ্রাজ হাইকোর্টের কাছে গিয়ে এই অধিগ্রহণের বিরোধিতা করেছিল । যাইহোক, প্রায় ১০ বছরের আইনি বিচারের ফলে তামিলনাড়ু সরকারের পক্ষে আদালতের রায় গৃহীত হয়েছিল। তবে, মন্দির কাঠামোটি ভারতের প্রত্নতাত্ত্বিক জরিপ কর্তৃক মালিকানাধীন এবং রক্ষণাবেক্ষণ করা হয়, কেবল প্রশাসন কর্তৃক পরিচালিত প্রশাসন।\n\n\n== ছবি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}