{"pageid": 1003469, "title": "ফান্দাউক পণ্ডিত রাম উচ্চ বিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1003469", "content": "ফান্দাউক পণ্ডিত রাম উচ্চ বিদ্যালয়  ব্রাহ্মণবাড়িয়া জেলার অন্তর্গত নাসির নগর উপজেলার ফান্দাউক ইউনিয়নে অবস্থিত একটি ঐতিহ্যবাহী শিক্ষাপ্রতিষ্ঠান। বাবু পণ্ডিতরাম দাস কর্তৃক ১৯১৯ সালে মাধ্যমিক বিদ্যালয় হিসেবে যাত্রা শুরু করে । এই বিদ্যালয়ে ষষ্ঠ থেকে দশম শ্রেণী পর্যন্ত ছাত্র-ছাত্রিদের পড়াশোনার সুব্যবস্থা রয়েছে। এই অঞ্চলের আর্থসামাজিক অবস্থার উন্নয়নে প্রতিষ্ঠানটির বিশেষ অবদান রয়েছে। ২০১৯ সালে ফান্দাউক পণ্ডিত রাম উচ্চ বিদ্যালয় তার প্রতিষ্ঠার ১০০ বছর ইতি মধ্যেই পূর্ণ করেছে ২০১৯ সালে।\n\n\n== ইতিহাস ও অবস্থান ==\nফান্দাউক পণ্ডিত রাম উচ্চ বিদ্যালয়  ব্রাহ্মণবাড়িয়া জেলার অন্তর্গত নাসিরনগর উপজেলার ফান্দাউক ইউনিয়নে অবস্থিত একটি ঐতিহ্যবাহী শিক্ষাপ্রতিষ্ঠান। বাবু পণ্ডিতরাম দাস কর্তৃক ১৯১৯ সালে মাধ্যমিক বিদ্যালয় হিসেবে যাত্রা শুরু করে । এই বিদ্যালয়ে ষষ্ঠ থেকে দশম শ্রেণী পর্যন্ত ছাত্র-ছাত্রীদের পড়াশোনার সুব্যবস্থা রয়েছে।\n\n\n== সহশিক্ষা কার্যক্রম ==\nবিদ্যালয়টিতে ছাত্রদের সমন্বয়ে একটি স্কাউট দল, সততা সংঘ সহশিক্ষা কার্যক্রম চালু রাখার জন্য একটি ক্লাব রয়েছে। এদের সমন্বয়ে বিদ্যালয়ে পরিষ্কার পরিচ্ছন্নতা অভিযান, বনায়ন কার্যক্রম, স্কাউটিং কার্যক্রম সহ অন্যান্য কার্যক্রম পরিচালনা করা হয়।\n\n\n== শ্রেণি, বিভাগ ও শাখা সমূহ ==\nমূলত এই বিদ্যালয় ৬ষ্ঠ থেকে ১০ম শ্রেণি পর্যন্ত লেখাপড়া করার সুব্যবস্থা রয়েছে।\n\n\n=== শাখা সমূহ ===\n৬ষ্ঠ শ্রেণি : শাখা:ক,খ,গ\n৭ম শ্রেণি : শাখা:ক,খ\n৮ম শ্রেণি : শাখা:ক,খ\n৯ম শ্রেণি : বিভাগ:বিজ্ঞান,মানবিক,বাণিজ্য\n১০ম শ্রেণি : বিভাগ:বিজ্ঞান,মানবিক, বাণিজ্য\n\n\n== প্রচলিত কোর্স ==\nএ বিদ্যালয়ে ছাত্র-ছাত্রীদের জন্য বোর্ড অনুমোদিত ৩টি কোর্স বা গ্রুপ রয়েছে। এগুলো হলঃ বিজ্ঞান ও মানবিক ও কর্মাস।\n\n\n== খেলার মাঠ ==\nবিদ্যালয়ের পেছনে বড় একটি খেলার মাঠ আছে । এই মাঠের নাম (কালী বাড়ি চর)। এই মাঠে জাতীয় দিবসের নানা কর্মসূচী সহ ইউনিয়নের বিভিন্ন ধরনের খেলাধুলার আয়োজন করা হয়ে থাকে।\n\n\n== বিশিষ্ট সুনাম ধন্য ছাত্র-ছাত্রী ==\nব্রজেন্দ্র চন্দ্র দেব -- বিশিষ্ট বাঙালি ব্যবসায়ী, সমাজসেবক, সমাজ সংস্কারক।\nওস্তাদ বাবর আলী খান -- বিশিষ্ট সঙ্গীত লেখক, সুরকার ও গীতিকার।\n\n\n== আরো দেখুন ==\nঅন্নদা সরকারি উচ্চ বিদ্যালয়\nনাসিরনগর আশুতোষ পাইলট উচ্চ বিদ্যালয়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}