{"pageid": 1003370, "title": "তারবিহীন যন্ত্র বিকিরণ ও স্বাস্থ্য", "url": "https://bn.wikipedia.org/wiki?curid=1003370", "content": "স্মার্টফোন সহ মোবাইল ফোনে থাকা অ্যান্টেনা এমিড রেডিওফ্রিকোয়েন্সি (আরএফ) বিকিরণ (নন-আয়নাইজিং \"রেডিও তরঙ্গ\" যেমন মাইক্রোওয়েভ) নির্গত করে; অ্যান্টেনার নিকটতম মাথা বা দেহের অংশগুলি এই শক্তি শুষে নিতে পারে এবং এটিকে তাপতে রূপান্তর করতে পারে। কমপক্ষে১৯৯০-এর দশক থেকে বিজ্ঞানীরা গবেষণা করেছেন, যে মোবাইল ফোন অ্যান্টেনা বা সেল ফোন টাওয়ারগুলির সাথে যুক্ত এখন সর্বব্যাপী রেডিয়েশন মানুষের স্বাস্থ্যের উপর প্রভাব ফেলছে কিনা। [1] মোবাইল ফোন নেটওয়ার্কগুলি আরএফ ফ্রিক্যোয়েন্সিটির বিভিন্ন ব্যান্ড ব্যবহার করে, যার কয়েকটি মাইক্রোওয়েভ সীমার সাথে ওভারল্যাপ করে। অন্যান্য ডিজিটাল তারবিহীন ব্যবস্থা, যেমন ডেটা যোগাযোগ নেটওয়ার্কগুলি, অনুরূপ বিকিরণ উৎপাদন করে।\nজনসাধারণের উদ্বেগের জবাবে, বিশ্ব স্বাস্থ্য সংস্থা ১৯৯৯ সালে ইএমএফ-এর সম্ভাব্য স্বাস্থ্যের প্রভাবের বৈধতা ০ থেকে ৩০০ গিগাহার্জ পর্যন্ত বৈজ্ঞানিক প্রমাণ মূল্যায়ন করতে আন্তর্জাতিক ইএমএফ প্রকল্পটি প্রতিষ্ঠা করে। সংস্থাটি বলেছে ফ্রিকোয়েন্সি বর্ণালীটির অনেক অংশে এক্সপোজারের সম্ভাব্য স্বাস্থ্যের প্রভাবগুলি সম্পর্কে ব্যাপক গবেষণা পরিচালিত হয়েছে, এখনও পর্যন্ত চালিত সমস্ত পর্যালোচনাগুলি ইঙ্গিত করেছে যে যতক্ষণ পর্যন্ত এক্সপোজারগুলি আইসিএনআইআরপি (১৯৯৮) ইএমএফ নির্দেশিকাতে প্রস্তাবিত সীমা ০-৩০০ গিগাহার্জ ফ্রিকোয়েন্সি পরিসীমার মধ্যে থাকেলে এই ধরনের এক্সপোজারগুলি কোনওরূপে স্বাস্থ্যে প্রতিকূল প্রভাব তৈরি করে না। ২০১১ সালে, বিশ্ব স্বাস্থ্য সংস্থার একটি সংস্থা ইন্টারন্যাশনাল এজেন্সি ফর রিসার্চ অন ক্যান্সার (আইএআরসি), বেতার বিকিরণকে গ্রুপ ২বি হিসাবে শ্রেণিবদ্ধ করে - সম্ভবত কার্সিনোজেনিক। এর অর্থ হ'ল কার্সিনোজিনিসিটির \"কিছুটা ঝুঁকি\" থাকতে পারে, তাই দীর্ঘমেয়াদে তারবিহীন যন্ত্রের অধিক মাত্রায় ব্যবহার সম্পর্কে অতিরিক্ত গবেষণা চালানো দরকার। ডাব্লুএইচও জানিয়েছে যে \"মোবাইল ফোনের সম্ভাব্য স্বাস্থ্য ঝুঁকি রয়েছে কিনা তা নির্ধারণ করতে গত দুই দশক ধরে প্রচুর অধ্যয়ন করা হয়েছে। আজ অবধি, মোবাইল ফোন ব্যবহারের কারণে কোনও বিরূপ স্বাস্থ্যের প্রভাব তৈরি করা হয়নি\"।\n\n\n== বেস স্টেশন ==\n \nফ্রান্সের সাথে পরামর্শ করা বিশেষজ্ঞরা মনে করেন যে মূল অ্যান্টেনার অক্ষগুলি ১০০ মিটারের চেয়ে কম দূরত্বে কোনও বাসস্থানের সামনে বাধ্যতামূলক ভাবে সরাসরি না হওয়া উচিত। ২০০৩ সালে এই সুপারিশটি সংশোধন করে বলা হয়ে যে প্রাথমিক বিদ্যালয় বা শিশু যত্নের সুবিধা কেন্দ্রের একশো মিটার ব্যাসার্ধে অবস্থিত অ্যান্টেনাগুলিকে শহরের স্ক্যাপে আরও ভালভাবে সংহত করা উচিত এবং এটি ২০০৫ বিশেষজ্ঞের রিপোর্টে অন্তর্ভুক্ত করা হয়নি। ২০০৯-এর হিসাবে দ্য এজেন্সী ফ্রেঞ্চাইজ ডি স্যাকুরিটি স্যানিটায়ার এনভায়রনমেন্টাল বলেছেন যে স্বাস্থ্যের উপর তড়িৎ চৌম্বকীয় ক্ষেত্রগুলির কোনও স্বল্পমেয়াদী প্রভাব প্রদর্শিত হয়নি, তবে দীর্ঘমেয়াদী প্রভাবের জন্য প্রশ্ন রয়েছে এবং প্রযুক্তিগত উন্নতির মাধ্যমে এক্সপোজার হ্রাস করা সহজ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}