{"pageid": 1003790, "title": "অধোগামী অঞ্চল রূপান্তরণ", "url": "https://bn.wikipedia.org/wiki?curid=1003790", "content": "একটি অধোগামী অঞ্চল হল পৃথিবীর ভূত্বকের এমন একটি অঞ্চল যেখানে একটি ভূত্বকীয় পাত অন্য একটি ভূত্বকীয় পাতের নিচে চলে যায়; মহাসাগরীয় ভূত্বক আবার ম্যান্টলে ফিরে যায় এবং চাপ আকৃতির ম্যাগমা গঠনের মাধ্যমে মহাদেশীয় ভূত্বক তৈরি হয়। স্থায়ীভাবে উৎপাদিত ম্যাগমাগুলির ২০% এরও বেশি চাপ আকৃতির ম্যাগমা থেকে তৈরি হয়েছে। অধোগামী পাতগুলির ম্যান্টলে অধোগমনের ফলে তাদের মধ্যে খনিজগুলির জলবিয়োজন দ্বারা ম্যাগমা উৎপাদন ঘটে এবং ওপরে ওঠা মহাদেশীয় পাতের ভিত্তিমূলে সেগুলি জমা হয়। একটি অধোগামী পাতের অবতরণের সময় সেটি উচ্চ-চাপ, নিম্ন-তাপমাত্রার অবস্থার মুখোমুখী হবার ফলে অধোগামী অঞ্চলগুলিতে এক অনন্য ধরনের শিলার সৃষ্টি হয়।  এই প্রক্রিয়াটিতে পাতগুলি যে রূপান্তর পর্যায্যের মধ্য দিয়ে যায়, তার ফলে তাদের মধ্যে জল বহনকারী (জলীয়) খনিজ অবস্থাগুলি তৈরি হয় এবং বিনষ্ট হয়, সেই জল ম্যান্টলে গিয়ে মুক্ত হয়। এই জলটি গিয়ে ম্যান্টল শিলার গলনের সূচনা কারী গলনাঙ্ককে কম করে। যখন জলশূন্যতা ক্রিয়া ঘটছে তার সময় এবং অবস্থা বোঝাই হল ম্যান্টল গলে যাওয়া, আগ্নেয় চাপ চুম্বকত্ব এবং মহাদেশীয় ভূত্বক গঠন ব্যাখ্যার মূল চাবিকাঠি।\nএকটি রূপান্তরিত অবস্থাকে, চাপ-তাপমাত্রা সীমা নির্দিষ্ট, স্থিতিশীল খনিজ পদার্থের একত্রিত হওয়া এবং নির্দিষ্ট সূচনা উপাদান দ্বারা চিহ্নিত করা হয়। অধোগামী অঞ্চলের রূপান্তরকে অধোগামী মহাসাগরীয় ভূত্বকের স্থায়িত্ব অঞ্চলের জিওলাইট, প্রিহনাইট-পাম্পেলাইট, ব্লুশিস্ট, এবং একলোজাইট অবস্থার নিম্ন তাপমাত্রা, উচ্চ-অতি উচ্চ চাপের রূপান্তর পথ দ্বারা চিহ্নিত করা হয়। জিওলাইট এবং প্রিহনাইট-পাম্পেলাইট অবস্থার সমাবেশ থাকতেও পারে বা নাও থাকতে পারে, সুতরাং রূপান্তর সূচনা শুধুমাত্র ব্লুশিস্ট অবস্থা দ্বারা চিহ্নিত করা যেতে পারে। অধোগামী পাতগুলি বেসালটিক ভূত্বকের ওপর সামুদ্রিক অবক্ষেপ দিয়ে গঠিত; তবে, সামুদ্রিক অবক্ষেপগুলি আগের চাপ আকৃতির ঝুলন্ত প্রাচীরের উপরে জমা হয়ে যেতে পারে এবং অধোগামী নাও হতে পারে। অধোগামী পাতের মধ্যে ঘটে এমন বেশিরভাগ এক অবস্থা থেকে অন্য অবস্থায় রূপান্তর জলীয় খণিজ অবস্থার জল বিয়োজন দ্বারা তাড়াতাড়ি ঘটে। জলীয় খণিজ পর্যায়গুলির বিভাজন সাধারণত ১০ কিলোমিটারের বেশি গভীরতায় ঘটে। এই প্রতিটি রূপান্তরিত অবস্থা একটি নির্দিষ্ট স্থিতিশীল খনিজ সমাবেশের উপস্থিতি দ্বারা চিহ্নিত করা হয়, অধোগামী পাতটি কি কি রূপান্তরিত অবস্থার মধ্যে দিয়ে গেছে, এটি তার এক ধরনের নথি। বিভিন্ন অবস্থার পরিবর্তনের ফলে জলীয় খনিজ থেকে, নির্দিষ্ট চাপ-তাপমাত্রা পরিস্থিতিতে, জল নিষ্কাশিত হয় এবং সেইজন্য আগ্নেয় চাপের নিচে ম্যান্টলে গলনের বিভিন্ন অবস্থাগুলির হদিশ পাওয়া যেতে পারে।\n\n\n== মহাসাগরীয় ভূত্বক ==\nম্যান্টল কীলকে শিলাগুলির রাসায়নিক পরিবর্তন দ্বারা আংশিক গলনের ফলে চাপ ম্যাগমা উৎপাদিত হয়, যেগুলি মধ্য-মহাসাগর শৈলশিরায় গঠিত অধোগামী মহাসাগরীয় ভূত্বকে অন্তর্ভুক্ত খনিজগুলির জল নিষ্কাশন অবস্থা থেকে প্রাপ্ত তরল অবস্থার সঙ্গে প্রতিক্রিয়ার ফলে তৈরি। অধোগামী মহাসাগরীয় ভূত্বকে চারটি প্রধান বিভাগ থাকে। সবার ওপরে থাকে সিলিকা জাতীয় এবং ক্যালসিয়ামজাত পদার্থ, উল্কাজাত ধুলা এবং আগ্নেয়ভস্ম দিয়ে গঠিত ০.৩ কিলোমিটার পুরু সামুদ্রিক অবক্ষেপের একটি পাতলা আবরণ। পরের স্তরটি ০.৩-০.৭ কিমি পুরু আগ্নেয়গিরিজাত শিলা বা ব্যাসাল্ট দ্বারা গঠিত, ব্যাসাল্টীয় ম্যাগমা সমুদ্রের জলের সংস্পর্শে আসার সঙ্গে সঙ্গে জমে গিয়ে এগুলি গঠিত। আগ্নেয়গিরিজাত শিলার নিচের স্তরটি ব্যাসাল্টীয় উপ-সমান্তরাল আগ্নেয় শিলা সমষ্টি নিয়ে গঠিত, এটি শীতল ম্যাগমা অবস্থা। সর্বনিম্ন স্তরটি একটি স্ফটিকীকৃত ম্যাগমা কক্ষ, যেটি মহাসাগরীয় ভূত্বক অঞ্চলে মধ্য-মহাসাগর শৈলশিরাকে শিলা পদার্থের জোগান দেয়। এটি <৭ কিমি আলট্রামাফিক শিলার পুরু স্তরের ওপর ১-৫ কিলোমিটার পুরু স্তরযুক্ত গ্যাব্রো স্তর দিয়ে গঠিত (যেমন হোয়েরলাইট, হার্জবুর্জাইট, ডুনাইট এবং ক্রোমাইট)। মহাসাগরীয় ভূত্বককে মেটাব্যাসাইট হিসাবে উল্লেখ করা হয়।\n\n\n== তথ্যসূত্র =="}