{"pageid": 1003033, "title": "অ্যালেন ইগলসডেন", "url": "https://bn.wikipedia.org/wiki?curid=1003033", "content": "অ্যালেন পল ইগলসডেন (ইংরেজি: Alan Igglesden; জন্ম: ৮ অক্টোবর, ১৯৬৪–মৃত্যু: ১ নভেম্বর, ২০২১) লন্ডনের ফার্নবোরা এলাকায় জন্মগ্রহণকারী ইংরেজ আন্তর্জাতিক ক্রিকেটার ছিলেন। ইংল্যান্ড ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৮০-এর দশকের মাঝামাঝি শেষদিক থেকে শুরু করে ১৯৯০-এর দশকের শুরুরদিক পর্যন্ত ইংল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর ইংরেজ কাউন্টি ক্রিকেটে কেন্ট এবং দক্ষিণ আফ্রিকান ক্রিকেটে ওয়েস্টার্ন প্রভিন্স ও বোল্যান্ড দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি ফাস্ট-মিডিয়াম বোলার হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন অ্যালেন ইগলসডেন।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৬৪ সালে লন্ডনের ফার্নবোরা এলাকায় অ্যালেন ইগলসডেনের জন্ম। ১৯৮৬ সাল থেকে ১৯৯৮ সাল পর্যন্ত অ্যালেন ইগলসডেনের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। প্রথম-শ্রেণীর খেলোয়াড়ী জীবনের অধিকাংশ সময়ই কেন্টের পক্ষে খেলেছেন।\nশুরুতে ১৯৮৩ সালে কেন্টের দ্বিতীয় একাদশের পক্ষে খেলতে শুরু করেন। এরপর, জুলাই, ১৯৮৬ সালে মেইডস্টোনের মোট পার্কে সমারসেটের বিপক্ষে প্রথম-শ্রেণীর ক্রিকেটে অভিষেক ঘটে তার। আগস্ট, ১৯৯৮ সাল পর্যন্ত কেন্টের পক্ষে খেলেন। এ পর্যায়ে কেন্টের প্রথম একাদশের পক্ষে ২৭৬ খেলায় অংশ নিয়ে ৪০৯টি উইকেট পেয়েছিলেন তিনি। চার মৌসুমে পঞ্চাশটি প্রথম-শ্রেণীর উইকেট লাভের মাইলফলক স্পর্শ করেন। সতেরোবার পাঁচ-উইকেটসহ খেলায় দুইবার দশ উইকেটের সন্ধান পান। দক্ষিণ আফ্রিকায় ওয়েস্টার্ন প্রভিন্স ও বোল্যান্ডের প্রতিনিধিত্ব করেছেন তিনি। কাউন্টি খেলোয়াড়ী জীবন সমাপণান্তে ১৯৯৯ সালে মাইনর কাউন্টিজ চ্যাম্পিয়নশীপে বার্কশায়ারের পক্ষে খেলেছিলেন তিন।\nক্রমাগত আঘাতের কারণে কেন্টের প্রাণবন্ত সিম বোলিংয়ে পারদর্শী অ্যালেন ইগলসডেন মাত্র তিন টেস্টে অংশ নেয়ার সুযোগ পেয়েছিলেন। এ পর্যায়ে ইংল্যান্ড দলে নিয়মিত বিরতিতে দ্রুত বোলিং উদ্বোধনে আগুয়ান বোলারদের পরিবর্তনে অগ্রসর হয়েছিল। তবে, দূর্ভাগ্যজনকভাবে তাকে গণনায় আনা হয়নি।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে তিনটিমাত্র টেস্ট ও চারটিমাত্র একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন অ্যালেন ইগলসডেন। ২৪ আগস্ট, ১৯৮৯ তারিখে ওভালে সফরকারী অস্ট্রেলিয়া দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ১৭ মার্চ, ১৯৯৪ তারিখে জর্জটাউনে একই দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\n১৯৮৯ সালের অ্যাশেজ সিরিজের চূড়ান্ত টেস্টে অংশগ্রহণের মাধ্যমে ইংল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অভিষেক ঘটে তার। অন্যান্য খেলোয়াড়ের আঘাতপ্রাপ্তির পাশাপাশি নিষিদ্ধঘোষিত দক্ষিণ আফ্রিকায় বিদ্রোহী খেলোয়াড়দের অংশগ্রহণের কারণে টেস্ট ক্রিকেটার হতে পেরেছিলেন। ইংল্যান্ড দলের ব্যবস্থাপক মিকি স্টুয়ার্ট অ্যালেন ইগলসডেনের অন্তর্ভূক্তির প্রসঙ্গে মন্তব্য করেন যে, তিনি পেস বোলারদের পছন্দের তালিকায় সপ্তদশ অবস্থানে ছিলেন। অভিষেক খেলায় তিন উইকেট পান তিনি।\n১৯৮৯-৯০ মৌসুমে জিম্বাবুয়ে সফরে ইংল্যান্ড এ দলের সর্বোচ্চ উইকেট সংগ্রাহক ছিলেন। তবে, ১৯৯৩ সালের পূর্ব-পর্যন্ত তাকে ইংল্যান্ড দলে আর খেলানো হয়নি। ১৯৯৩ সালে আবারো তাকে অস্ট্রেলিয়ার বিপক্ষে প্রথম টেস্ট খেলার জন্যে দলে রাখা হয়। নিজেকে মেলে ধরতে তিনি হয়তোবা আরও কয়েকটি খেলায় অংশগ্রহণ করবেন বলে আশাবাদ ব্যক্ত করা হয়। শেষ পর্যন্ত ঐ গ্রীষ্মে তিনি আর কোন টেস্টেই অংশ নিতে পারেননি। কুঁচকির আঘাত ও বাহুতে টান পরার কারণে তার এই অনুপস্থিতি ছিল। পরবর্তী শীতকালে ক্যারিবীয় দ্বীপপুঞ্জ গমন করেন। ১৯৯৩-৯৪ মৌসুমে ওয়েস্ট ইন্ডিজের বিপক্ষে দুই টেস্ট ও চারটি ওডিআইয়ে অংশ নেন। তবে, টেস্টে তিনি মাত্র তিন উইকেট লাভে সক্ষম হয়েছিলেন। এরপর আর তাকে দলে নেয়া হয়নি।\n\n\n== অবসর ==\n১৯৯৯ সালে বার্কশায়ারের পক্ষে খেলাকালীন অস্বস্তিবোধ করেন। ১৯৯৯ সালে তার অস্ত্রোপচার হয় ও এরপর থেকে নিয়মিতভাবে এমআরআই স্ক্যান করতে হয়েছে। চিকিৎসকেরা ত্রুটিবিহীন কিন্তু অস্ত্রোপচারের অনুপযোগী মস্তিষ্কের টিউমারের সন্ধান পান।  রেডওথেরাপি ও ঔষধ সেবনের মাধ্যমে চিকিৎসা চালান এবং টিউমারের আকার কমিয়ে আনতে সক্ষম হন।\nক্রিকেট খেলা থেকে অবসর গ্রহণের পর উডহাউজ গ্রোভ স্কুলের ক্রীড়া কেন্দ্রের ব্যবস্থাপক হিসেবে কাজ করেছেন। এছাড়াও, কেন্টভিত্তিক সাটন ভ্যালেন্স স্কুলে শিক্ষকতা করেছেন। তিনি মস্তিষ্কের টিউমারে আক্রান্তদের সহায়তাকল্পে দাতব্য কর্মে সহযোগিতার হাত প্রসারিত করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nটাইগার স্মিথ\nউইলি কুয়েইফ\nঅ্যাশেজ সিরিজের তালিকা\nইংরেজ টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nইংরেজ একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে অ্যালেন ইগলসডেন  (ইংরেজি)\nক্রিকেটআর্কাইভে অ্যালেন ইগলসডেন   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}