{"pageid": 1003183, "title": "মালয়েশিয়ার ভূগোল", "url": "https://bn.wikipedia.org/wiki?curid=1003183", "content": "মালয়েশিয়ার ভূগোল হ'ল দক্ষিণ-পূর্ব এশিয়ার একটি দেশ মালয়েশিয়ার প্রাকৃতিক এবং মানবীয় ভূগোল সম্পর্কিত আলোচ্য বিষয়। এই দেশের দুটি প্রধান অংশ রয়েছে পশ্চিমে উপদ্বীপীয় মালয়েশিয়া এবং পূর্ব দিকে পূর্ব মালয়েশিয়া। এছাড়াও এই দুটি ভূখণ্ডকে ঘিরে রয়েছে অসংখ্য ছোট ছোট দ্বীপ। উপদ্বীপীয় মালয়েশিয়া বা উপদ্বীপ মালয়েশিয়া হ'ল মালয় উপদ্বীপের দক্ষিণতম বিভাগ যার দক্ষিণে থাইল্যান্ড, উত্তরে সিঙ্গাপুর এবং পূর্ব দিকে অবস্থিত ইন্দোনেশিয়ার দ্বীপ সুমাত্রা। পূর্ব মালয়েশিয়ায় রয়েছে বোর্নিও দ্বীপের উত্তরের বেশিরভাগ অংশ। এর উত্তর দিকে রয়েছে ব্রুনাই এর সীমানা এবং দক্ষিণে রয়েছে ইন্দোনেশিয়ান বোর্নিও।\n\n\n== অরণ্য ==\n\nমালয়েশিয়ার বনভূমিগুলিকে ক্রান্তীয় অতিবৃষ্টি অরণ্য হিসাবে শ্রেণীবদ্ধ করা যেতে পারে। মালয়েশিয়ার প্রায় ৫৮.২% জমি বনভূমি দ্বারা আচ্ছাদিত। এখানে ৭৬০ মিটার (২,৪৯৩ ফুট) উচ্চতার নিচে প্রচুর পরিমাণে নিম্নভূমি অরণ্যের উপস্থিতি লক্ষ্য করা যায়।  বোর্নিওর বেশিরভাগ অঞ্চলের মতো পূর্ব মালয়েশিয়া আগে বোর্নিও নিম্নভূমি অতিবৃষ্টি অরণ্য দ্বারা আবৃত ছিল যেখানে ২০০০ টিরও বেশি গাছের প্রজাতি পাওয়া যেত।  তবে ১৯৬০ এর দশক থেকে বৃক্ষচ্ছেদন বৃদ্ধি এবং চাষাবাদের স্থান বদল বৃদ্ধির কারণে এর বেশিরভাগ অংশ সাফ হয়ে গেছে। সারাওয়াক অরণ্যের ৮০% এরও বেশি বনভূমি পতিত হয়ে গেছে এবং পূর্ব মালয়েশিয়ায় বাধা প্রাপ্তির কারণে সংঘটিত দূষিত জলপথ দ্বারা ক্ষয় বৃদ্ধি পেয়েছে এবং কৃষিক্ষেত্র ক্ষতিগ্রস্ত হয়েছে।  কয়েকটি রাজ্য সরকার অতিবৃষ্টি অরণ্যের এই ক্ষয় রোধে এখন ব্যবস্থা গ্রহণ করেছে। \nমালয়েশিয়ার অতিবৃষ্টি অরণ্য বিভিন্ন ধরন মূলত ডিপটেরোকার্প, জলাভূমি এবং ম্যানগ্রোভ দিয়ে গড়ে উঠেছে। অরণ্যের বেশিরভাগ অংশ হ'ল ডিপটেরোকার্প অরণ্য।  এই ডিপটেরোকার্প প্রজাতিগুলি মালয়েশিয়া কেন্দ্রিক। মালয়েশিয়ায় ১,৪২৫ বর্গকিলোমিটার (৫৫০ বর্গমাইল) এর বেশি অংশে রয়েছে ম্যানগ্রোভ।  কিছু কিছু অঞ্চল সংরক্ষিত অরণ্য, রাষ্ট্র উদ্যান বা জাতীয় উদ্যান হিসাবে মনোনীত করা হয়েছে। এই সংরক্ষণ ক্ষেত্রগুলি বন্যপ্রাণী ও জাতীয় উদ্যান অধিদপ্তরের নিয়ন্ত্রণাধীন এবং পরিচালিত। এর অন্তর্গত রয়েছে সারাওয়াকের বন বিভাগ, সাবাহ বন বিভাগ, সাবাহ ফাউন্ডেশন এবং সাবাহ পার্কস। ২০০০ সালের হিসাব অনুসারে দুটি ওয়ার্ল্ড হেরিটেজ সাইট প্রাকৃতিক বিভাগের অধীনে রয়েছে – কিনাবালু জাতীয় উদ্যান এবং গুণুং মুলু জাতীয় উদ্যান।\n\n\n=== বাস্তুঅঞ্চল ===\nমালয়েশিয়া বিভিন্ন ক্রান্তীয় অতিবৃষ্টি অরণ্য বাস্তুঅঞ্চলে বিভক্ত।\nউপদ্বীপীয় মালয়েশিয়ায় রয়েছে উপদ্বীপীয় মালয়েশিয়ার বৃষ্টিপাতের অরণ্য, উপদ্বীপীয় মালয়েশিয়ার মন্টানে বৃষ্টি অরণ্য, উপদ্বীপীয় মালয়েশিয়ার পিট জলাভূমি অরণ্য, এবং তেনাসেরিম-দক্ষিণ থাইল্যান্ড আধা-চিরসবুজ বৃষ্টি অরণ্য। \nপূর্ব মালয়েশিয়ায় রয়েছে বোর্নিও নিম্নভূমি বৃষ্টির অরণ্য, বোর্নিও মন্টানে বৃষ্টি অরণ্য, বোর্নিও পিট জলাভূমি অরণ্য, দক্ষিণ-পশ্চিম বোর্নিও মিঠা জলের জলাভূমি অরণ্য এবং সুন্দল্যান্ড হিথ অরণ্য।\nউপদ্বীপ মালয়েশিয়ার পশ্চিম উপকূল রয়েছে মিয়ানমার উপকূলের ম্যানগ্রোভ। উপদ্বীপ মালয়েশিয়ার পূর্ব উপকূলে রয়েছে ইন্দোচিন ম্যানগ্রোভ। সুন্দ শেল্ফ ম্যানগ্রোভ লাইন বোর্নিওয়ের উপকূল। \n\n\n== বন্যজীবন ==\nমালয়েশিয়া হ'ল একটি অতিবৈচিত্র্যময় দেশ যেখানে প্রচুর প্রজাতি এবং উপপ্রজাতি বাস করে।  এই অরণ্যে বিশ্বের বৃহত্তম ফুল রাফলেসিয়া রয়েছে।  বোর্নিও নিম্নভূমি অতিবৃষ্টি অরণ্য পরিষ্কার হয়ে আসার ফলে সেখানের বন্যপ্রাণী উপকূলীয় অতিবৃষ্টি অরণ্য-এর অভ্যন্তরীণ অঞ্চলে ফিরে যেতে বাধ্য হয়েছে। \n\n\n== তথ্যসূত্র =="}