{"pageid": 1003484, "title": "অয়েল অ্যান্ড ন্যাচারাল গ্যাস কর্পোরেশন", "url": "https://bn.wikipedia.org/wiki?curid=1003484", "content": "তেল ও প্রাকৃতিক গ্যাস কর্পোরেশন (ওএনজিসি) একটি সরকারি খাতের ভারতীয় বহুজাতিক খনিজ তেল ও গ্যাস সংস্থা। এর নিবন্ধিত কার্যালয়টি নতুন দিল্লিতে অবস্থিত। পেট্রোলিয়াম ও প্রাকৃতিক গ্যাস মন্ত্রকের প্রশাসনিক নিয়ন্ত্রণাধীন এই সংস্থাটি ভারত সরকারের মালিকানাধীন। এটি দেশের বৃহত্তম তেল ও গ্যাস অনুসন্ধান ও উৎপাদনকারী সংস্থা এবং এটি ভারতের অপরিশোধিত তেলের প্রায় ৭০% (দেশের মোট চাহিদার প্রায় ৫৭% সমতুল্য) এবং প্রাকৃতিক গ্যাসের প্রায় ৮৮% উৎপাদন করে।  ভারত সরকার ২০১০ সালের নভেম্বর মাসে ওএনজিসিকে মহরত্নের মর্যাদা প্রদান করে।\nসংস্থাটি ২০১২-২০১৮ অর্থবছরের জন্য ভারত সরকার কর্তৃক করা একটি সমীক্ষায় ভারতের বৃহত্তম মুনাফা অর্জনকারী পিএসইউ হিসাবে স্থান পেয়েছে। প্ল্যাটস অনুযায়ী শীর্ষ ২৫০ টি বিশ্বব্যাপী শক্তি সংস্থাগুলির মধ্যে এটি ৭তম স্থানে রয়েছে।\nভারত সরকার ১৯৫৫ সালের ১৮ আগস্ট ওএনজিসি প্রতিষ্ঠা করে। এটি ভারতের ২৬ টি পলল অববাহিকায় হাইড্রোকার্বন অনুসন্ধান ও  উত্তোলনের সাথে জড়িত এবং দেশে সংস্থাটির মালিকানাধীন ১১,০০০ কিলোমিটারের বেশি পাইপলাইনের পরিচালনা করছে। এর আন্তর্জাতিক সহায়ক সংস্থা ওএনজিসি বিদেশ-এর বর্তমানে ১৭ টি দেশে প্রকল্প রয়েছে। ওএনজিসি বিগত ৫০ বছরে বাণিজ্যিকভাবে উৎপাদিত ৭ টি বেসিনের মধ্যে ৬ টির আবিষ্কার করে এবং ভারতীয় বেসিনে হাইড্রোকার্বন তেল ও গ্যাসের পরিমাণ ৭.১৫ বিলিয়ন টনেরও বেশি যুক্ত করে।  বিশ্বব্যাপী পুরাতন ক্ষেত্রগুলি থেকে উৎপাদন হ্রাসের বিরুদ্ধে ওএনজিসি বিভিন্ন আইওআর (উন্নত তেল পুনরুদ্ধার) ও ইওর (বর্ধিত তেল পুনরুদ্ধার) প্রকল্পগুলিতে আগ্রাসী বিনিয়োগের সহায়তায় মুম্বাই হাইয়ের মতো ব্রাউনফিল্ডগুলি থেকে উৎপাদন বজায় রেখেছে। ওএনজিসি-এর ২৫-২৩% এর বর্তমান পুনরুদ্ধার ফ্যাক্টর সহ অনেকগুলি পুরাতন তল ক্ষেত্র রয়েছে। এর রিজার্ভ রিপ্লেসমেন্ট রেসিও ২০০৫ সাল থেকে ২০১৩ সালের মধ্যে একের অধিক হয়ে গেছে।\n\n\n== পণ্য ও সেবা ==\nওএনজিসি প্রধান ভারতীয় তেল ও গ্যাস পরিশোধক ও বিপণন সংস্থাগুলিকে অপরিশোধিত তেল, প্রাকৃতিক গ্যাস ও মূল্য সংযোজনীয় পণ্য সরবরাহ করে। ভারতীয় বাজারের জন্য সংস্থাটির প্রাথমিক পণ্যগুলি হল অপরিশোধিত তেল ও প্রাকৃতিক গ্যাস।\n২০১৬-১৭ অর্থবছরের জন্য পণ্য-ভিত্তিক উপার্জনের ব্রেকআপ (₹ বিলিয়ন):\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}