{"pageid": 1003913, "title": "সেন্ট জন, নিউ ব্রান্সউইক", "url": "https://bn.wikipedia.org/wiki?curid=1003913", "content": "সেন্ট জন'   কানাডার নিউ ব্রান্সউইক প্রদেশে ফান্ডি উপসাগরে অবস্থিত আটলান্টিক মহাসাগরীয় একটি সমুদ্রতীরবর্তী শহর। এটি কানাডার স্থানীয় শাসনের আওতাভুক্ত প্রথম শহর। রাজা তৃতীয় জর্জের আমলে ১৭৮৫ সালের ১৮ মে রাজকীয় সনদ অনুসারে শহরটি প্রতিষ্ঠিত হয়। সেন্ট জন বন্দর কানাডার তৃতীয় বৃহত্তম বন্দর।   ২০১৬ সালের কানাডীয় আদমশুমারি অনুযায়ী সেন্ট জনের জনসংখ্যা ৬৭,৫৭৫ ও আয়তন ৩১৫.৮২ বর্গকিলোমিটার। \nফ্রেঞ্চ উপনিবেশবাদী স্যামুয়েল দ্য চ্যাম্পলে ১৬০৪ সালের ২৪ জুন সেন্ট জন বন্দরে আগমন করেন। ঐ দিন সেন্ট জন দ্য ব্যাপটিস্টের ভোজনোৎসব ছিল। মিকমাক ও ওলাস্তোকিক জাতির মানুষ হাজারো বছর ধরে এ অঞ্চলে বসবাস করত। সেন্ট জন ফ্রেঞ্চ ঔপনিবেশিক যুগে অ্যাকাডিয়ার প্রতিরক্ষা ও বাণিজ্য খাতের গুরুত্বপূর্ণ কেন্দ্র ছিল। অ্যাকাডীয় গৃহযুদ্ধের সাথে সেন্ট জন গভীরভাবে সম্পর্কিত। \nএক শতক ধরে ফ্রেঞ্চ ও ইংরেজদের মধ্যে সেন্ট জনের চতুষ্পার্শ্বস্থ ভূমি নিয়ে বিবাদ হয়। ১৭৫৫ সালে ফ্রেঞ্চদের ইংরেজরা নির্বাসিত হয়। ১৭৭৯  সালে ঐ বন্দরের উপর তারা হাওয়ে দুর্গ নির্মাণ করে। ১৭৮৫ সালে পার্লটাউন ও শার্লটাউন একীভূত করে সেন্ট জন নগর প্রতিষ্ঠা করা হয়। সেসময় আমেরিকান স্বাধীনতাযুদ্ধের হাজারো শরণার্থী এখানে আগমন করেন। তারা ব্রিটিশ থাকতে চেয়েছিলেন এবং সেজন্য কানাডায় আগমন করেছিলেন। পরবর্তী শতকে দুর্ভিক্ষসহ বিভিন্ন কারণে পারট্রিজ দ্বীপে অভিবাসনের ফলে সেন্ট জনের জনমিতি ও সংস্কৃতি পাল্টে যায়।\n\n\n== ইতিহাস ==\nহাজারো বছর ধরে ওয়াবানাকি কনফেডারেসির মানুষ সেন্ট জনে বসবাস করত। ফান্ডি উপসাগরের উত্তরপশ্চিম উপকূলীয় অঞ্চলে পাসামোকোড্ডি জাতির মানুষ বসবাস করত।  আবার, উপসাগরের উত্তরে সেন্ট জন নদী উপত্যকায় ওলাস্তোকিক জাতির মানুষের বসবাস ছিল। মিকমাক জাতির মানুষও সেন্ট জন এলাকায় কখনোসখনো আগমন করত।  বন্দরের আশপাশের এলাকা-কে ওলাস্তোকিকরা মেনাকওয়েস্ক সম্বোধন করত। প্রাক-ঔপনিবেশিক যুগে ওলাস্তোকিকরা স্বয়ংসম্পূর্ণ গ্রামে বসবাস করতেন। \nস্যামুয়েল দ্য চ্যাপলে ১৬০৪ সালে সেন্ট জনে আগমন করলেও কোনো বসতি স্থাপন করেননি। ফ্রেঞ্চ ঔপনিবেশিক যুগে বাণিজ্য ও প্রতিরক্ষা খাত এখানে বিকাশ লাভ করেছিল। লা তোর দুর্গ সেন্ট জনের অ্যাকাডীয় গৃহযুদ্ধের অন্যতম কেন্দ্র ছিল। সাত বছরের যুদ্ধ শেষ হওয়ার পর ব্রিটিশরা সেন্ট জন দখল করে নেয়। ১৭৮৫ সালে স্থানীয় শাসনের আওতাভুক্ত হওয়ার পর কৃষ্ণাঙ্গ ও শ্বেতাঙ্গ ব্রিটিশ অনুগত এবং আয়ারল্যান্ড ও ইতালি হতে আগত অভিবাসীরা এখানে আগমন করেন। এভাবে সেন্ট জন জাহাজ নির্মাণ খাতের কেন্দ্রে পরিণত হয়। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}