{"pageid": 1003685, "title": "পল টেলর", "url": "https://bn.wikipedia.org/wiki?curid=1003685", "content": "জোনাথন পল টেলর (ইংরেজি: Paul Taylor; জন্ম: ৮ আগস্ট, ১৯৬৪) লিচেস্টারশায়ারের অ্যাশবি-ডি-লা-জোখ এলাকায় জন্মগ্রহণকারী সাবেক ইংরেজ আন্তর্জাতিক ক্রিকেটার। ইংল্যান্ড ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৯০-এর দশকের শুরুরদিকে সংক্ষিপ্ত সময়ের জন্যে ইংল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর ইংরেজ কাউন্টি ক্রিকেটে ডার্বিশায়ার ও নর্দাম্পটনশায়ার দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ বামহাতি ফাস্ট-মিডিয়াম বোলার হিসেবে খেলতেন। এছাড়াও, বামহাতে নিচেরসারিতে ব্যাটিং করতেন পল টেলর।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৮৪ সাল থেকে ২০০১ সাল পর্যন্ত পল টেলরের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। আঠারোটি মাস কাউন্টি ক্রিকেটে সফলতার সাথে খেলার স্বীকৃতিস্বরূপ তাকে ভারত গমনার্থে ইংল্যান্ড দলে রাখা হয়। শক্ত মজবুত গড়নের অধিকারী হিসেব বুক স্ফীত করে বোলিং কর্মে অগ্রসর হতেন। অফ স্ট্যাম্প বরাবর বেশ নিখুঁত ভঙ্গীমায় বল ফেলতেন ও উভয় দিক দিয়েই বোলিং করতে পারঙ্গমতা প্রদর্শন করতেন। ২০০১ সালে প্রথম একাদশের পক্ষে সর্বশেষ মৌসুম খেলার পূর্বে নিয়মিতভাবে পঞ্চাশ উইকেট লাভের মাইলফলক স্পর্শ করেছেন। দলের উদ্বোধনী বোলার হিসেবে ত্রিশের কোঠায় স্পর্শ করেও স্বাস্থ্য সচেতনতার পরিচয় দিয়েছেন। সচরাচর আট নম্বরে ব্যাটিংয়ে নামতেন।\nডার্বিশায়ারের পক্ষে খেলোয়াড়ী জীবনের সূত্রপাত ঘটান। তবে, ঐ দলে নিয়মিত খেলোয়াড় হিসেবে তাকে রাখা হয়নি ও ১৯৮৭ সালে তাকে অব্যাহতি দেয়া হয়।  এরপর তিনি মাইনর কাউন্টি ক্রিকেটে স্টাফোর্ডশায়ারের পক্ষে খেলেন। ১৯৯০ সালে ন্যাটওয়েস্ট ট্রফির শিরোপা বিজয়ে নর্দান্টসের পক্ষে চমকপ্রদ খেলা উপহার দেন। এ পর্যায়ে বামহাতি সিম বোলিং করে ০/৯২ বোলিং পরিসংখ্যান গড়েন। তাসত্ত্বেও, ১৯৯১ সালে তাকে দলের পক্ষে যুক্ত করা হয়। কাউন্টি ক্রিকেটে তার পুনরায় অংশগ্রহণ বেশ ফলপ্রসূ হয়েছিল। এক পর্যায়ে তাকে ভারত গমনার্থে ইংল্যান্ড দলের সদস্য করা হয়।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে দুইটিমাত্র টেস্ট ও একটিমাত্র একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন পল টেলর। ২৯ জানুয়ারি, ১৯৯৩ তারিখে কলকাতায় স্বাগতিক ভারত দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। এরপর, ১৬ জুন, ১৯৯৪ তারিখে লর্ডসে সফরকারী নিউজিল্যান্ড দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি। এছাড়াও, ২০ মার্চ, ১৯৯৩ তারিখে মোরাতুয়ায় স্বাগতিক শ্রীলঙ্কা দলের বিপক্ষে একমাত্র একদিনের আন্তর্জাতিকে অভিষেক ঘটে তার।\nকলকাতা টেস্টে খেলার সুযোগ হয় তার। তবে, ঐ টেস্টে ইংল্যান্ডের বোলারদের সাথে তিনিও ব্যর্থ হন ও তার দল পরাজিত হয়। ১৯৯৪ সালে নিউজিল্যান্ডের বিপক্ষে আরও একটি খেলায় অংশ নেন। তবে, ঐ সময়ে দলীয় অধিনায়ক মাইক অ্যাথারটন তার উপর খুব কমই বিশ্বাস রাখতে পেরেছিলেন। লর্ডস টেস্টে বোলিংয়ে মিতব্যয়ীতার স্বাক্ষর রাখেন ও স্টিভ রোডসের সাথে অষ্টম উইকেটে শেষ অর্ধ-ঘণ্টা জুটি গড়ে দলের পরাজয়কে রোধ করলেও তাকে আর ইংল্যান্ডের পক্ষে খেলানো হয়নি। ফলশ্রুতিতে, তাকে আবারও কাউন্টি ক্রিকেটে ফিরে আসতে হয়েছিল।\n১৯৯০-এর দশকে ধারাবাহিকভাবে উইকেট লাভ করেছেন। স্বাস্থ্য সচেতন ও বামহাতি সিম বোলার হিসেবে নিখুঁতভাবে বোলিং কর্মে অগ্রসর হতেন। নর্দাম্পটনশায়ারের পক্ষে এগারো মৌসুমে পাঁচ শতাধিক প্রথম-শ্রেণীর উইকেট পান। ২০০১ সালে তাকে অব্যাহতি দেয়া হয়।\nক্রিকেট খেলার পাশাপাশি ফুটবলেও পারদর্শী ছিলেন পল টেলর। চার্নউড সানডে লীগে কোলরটন হলের পক্ষে রবিবাসরীয় সকালে ফুটবল খেলায় অংশ নিতেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nটিম মানটন\nরজার প্রিডো\nইংরেজ টেস্ট ক্রিকেটারদের তালিকা\nনর্দাম্পটনশায়ার কাউন্টি ক্রিকেট ক্লাব\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nইংরেজ একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে পল টেলর  (ইংরেজি)\nক্রিকেটআর্কাইভে পল টেলর   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}