{"pageid": 1003428, "title": "কিরগিজস্তানের ভূগোল", "url": "https://bn.wikipedia.org/wiki?curid=1003428", "content": "কিরগিজস্তান হ'ল গণপ্রজাতন্ত্রী চীন এর পশ্চিমে অবস্থিত মধ্য এশিয়ার একটি স্থলবেষ্টিত দেশ।  দেশটি মঙ্গোলিয়ার আয়তনের তুলনায় সাত ভাগ কম এবং আয়তন ১৯৯,৯৫ বর্গকিলোমিটারে।  কিরগিজস্তান মধ্য এশিয়ার একটি ছোট রাষ্ট্র। এই দেশটির পূর্ব থেকে পশ্চিমে বিস্তার প্রায় ৯০০ কিমি (৫৬০ মা) এবং উত্তর থেকে দক্ষিণে প্রায় ৪১০ কিমি (২৫০ মা) প্রসারিত।\nকিরগিজস্তানের পূর্ব ও দক্ষিণ-পূর্ব সীমান্তে রয়েছে চীন, উত্তরে কাজাখস্তান, পশ্চিমে উজবেকিস্তান এবং দক্ষিণে তাজিকিস্তান। উজবেকিস্তান এবং তাজিকিস্তানের সাথে ফার্গানা উপত্যকায় এই দেশটির সীমান্ত বরং আরও দুর্গম। তবে অনেক জাতিগত কিরগিজ মানুষ কিরগিজস্তানে বাস করেন না। কেউ কেউ মধ্য এশিয়ার পাঁচটি স্টালিনবাদী প্রজাতন্ত্রেও বাস করেন। তিনটি ছিটমহল আইনত কিরগিজস্তান ভূখণ্ডের অংশ হলেও ভৌগোলিকভাবে কয়েক কিলোমিটার দূরে সরে রয়েছে যার দুটি উজবেকিস্তানে এবং একটি তাজিকিস্তানে অবস্থিত।\nকিরগিজস্তানের ভূখণ্ডের প্রায় ৬৫% অংশ দখল করে রয়েছে মূলত থিয়েন শান এবং পামির পর্বতমালা। থিয়েন শানের অ্যালে পর্বতমালা অংশটি দেশটির দক্ষিণ-পশ্চিম অংশের অর্ধচন্দ্রাকার অঞ্চল জুড়ে বিস্তৃত রয়েছে।  পূর্ব দিকে মূল থিয়েন শান পর্বত শ্রেণীটি প্রথমে চীনের জিনজিয়াং উইগুর স্বায়ত্তশাসিত অঞ্চলে প্রবেশ ক'রে তারপরে চীন ও কিরগিজস্তানের দক্ষিণ সীমানা বরাবর আরও পূর্ব দিকে প্রসারিত হয়েছে। কিরগিজস্তানের গড় উচ্চতা হ'ল  ২,৭৫০ মি (৯,০২০ ফু) যার মধ্যে জেনগিশ চোকুসু শৃঙ্গ এর উচ্চতা ৭,৪৩৯ মি (২৪,৪০৬ ফু) থেকে ওশ-এর নিকটস্থ ফারগানা উপত্যকা-তে ৩৯৪ মি (১,২৯৩ ফু) হয়। দেশের প্রায় ৯০% এর চেয়ে বেশি ভূভাগ সমুদ্রতল থেকে ১,৫০০ মি (৪,৯০০ ফু) উচ্চে অবস্থান করে।\n\n\n== জলবায়ু ==\n\nএ দেশের জলবায়ু প্রধানত পর্বতমালা দ্বারা প্রভাবিত। ইউরেশীয় ভূমিখন্ডের প্রায় মাঝামাঝি অংশে কিরগিজস্তানের অবস্থান এবং আবহাওয়ার নিদর্শনগুলিকে প্রভাবিত করতে পারার উপযোগী পর্যাপ্ত পরিমাণে কোনও জলভাগের উপস্থিতির অভাবও সেখানে রয়েছে দেখা যায়। এই কারণে এখানে একটি স্বতন্ত্র মহাদেশীয় জলবায়ু তৈরি হয়েছে যাতে উল্লেখযোগ্যভাবে স্থানীয় বৈচিত্রও রয়েছে লক্ষ্য করা যায়। যদিও পর্বতগুলি মেঘ সঞ্চয় করে এবং সূর্যের আলোক অবরুদ্ধ করে (বছরের নির্দিষ্ট সময়ে কিছু সংকীর্ণ উপত্যকা প্রতি দিন তিন বা চার ঘণ্টার বেশি রৌদ্রের আলো পায় না) তবুও দেশটিতে সাধারণত কিছু কিছু এলাকায় প্রতি বছর ২,৯০০ ঘণ্টা সূর্যালোক পাওয়া যায়। একই অবস্থার কারণে দেশটির তাপমাত্রাও প্রভাবিত হয় যা স্থানে স্থানে উল্লেখযোগ্যভাবে পরিবর্তিত হতে পারে। দক্ষিণ দিকের ওশ এবং ইয়াসকি-কলের কাছাকাছি শহর ঘিরে জানুয়ারীতে উষ্ণতম গড় তাপমাত্রা থাকে (−৪ ডিগ্রি সেলসিয়াস অথবা ২৫ ডিগ্রি ফারেনহাইট)। তখনও এই শেষোক্ত ১,৭৩৮ ঘনকিলোমিটার (৪১৭ ঘনমাইল) আয়তনের ক্ষেত্রটি শীতে জমে যায় না। প্রকৃতপক্ষে এই নামের অর্থ কিরগিজের \"উষ্ণ হ্রদ\"। শীতলতম তাপমাত্রা দেখা যায় পাহাড়ের উপত্যকায় যেখানে পাঠ −৩০ ডিগ্রি সেলসিয়াস (−২২ ডিগ্রি ফারেনহাইট) এর নিম্নে নেমে যেতে পারে এবং এখানের রেকর্ডটি নথিভূক্ত রয়েছে −৫৩.৬ ডিগ্রি সেলসিয়াস (−৬৪.৫ ডিগ্রি ফারেনহাইট)। ফারগানা উপত্যকায় জুলাইয়ের গড় তাপমাত্রা ২৭ ডিগ্রি সেলসিয়াস (৮০.৬ ডিগ্রি ফারেনহাইট) এবং নথিভূক্ত সর্বোচ্চ রেকর্ড ৪৪ ডিগ্রি সেলসিয়াস (১১১ ডিগ্রি ফারেনহাইট) এবং সে সময় পর্বতশৃঙ্গে সর্বোচ্চ তাপমাত্রা থাকে −১০ ডিগ্রি সেলসিয়াস (১৪ ডিগ্রি ফারেনহাইট)। ফারগানা উপত্যকার উপরের পাহাড়গুলিতে প্রতি বছর বৃষ্টিপাত সর্বোচ্চ ২,০০০ মিলিমিটার (৭৮.৭ ইঞ্চি) থেকে ইয়াসকি-কলের পশ্চিম তীরে সর্বনিম্ন ১০০ মিলিমিটার (৩.৯ ইঞ্চি) পর্যন্ত হয়ে থাকে।\n\n\n== তথ্যসূত্র ==\n\n এই নিবন্ধটিতে Library of Congress Country Studies থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে  এখানে ।\n এই নিবন্ধটিতে সিআইএ ওয়ার্ল্ড ফ্যাক্টবুক থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে  এখানে ।"}