{"pageid": 1003557, "title": "দ্বিতীয় বিশ্বযুদ্ধকালে দখলকৃত ফ্রান্সে জার্মান সামরিক প্রশাসন", "url": "https://bn.wikipedia.org/wiki?curid=1003557", "content": "ফ্রান্সে সামরিক প্রশাসন (জার্মান: মিলিটারওয়ারওয়াল্টং ইন ফ্রাঙ্করেইখ; ফরাসি: অকুপেশন দে লা ফ্রান্স পের লা'আলেমেগনে) হল দ্বিতীয় বিশ্বযুদ্ধের সময় নাৎসি জার্মানি দ্বারা প্রতিষ্ঠিত একটি অন্তর্বর্তীকালীন দখলীকৃত কর্তৃত্ব, যার উদ্দেশ্য ছিল উত্তর ও পশ্চিম ফ্রান্সের দখলীকৃত অঞ্চলগুলিতে শাসন করা। ১৯৪২ সালের নভেম্বরে, এই তথাকথিত জোন অকুপির নতুন নামকরণ করা হয় জোন নর্ড (\"উত্তর অঞ্চল\"), এইসময় দক্ষিণে পূর্বে দখলহীন অঞ্চল যেটি জোন লিব্রে (\"মুক্ত অঞ্চল\") নামে পরিচিত ছিল, সেটিও দখল হয়ে যায় এবং তার নামকরণ করা হয় জোন সাড (\"দক্ষিণ অঞ্চল\")।\nওয়্যামাটএর ব্লিট্জক্রিগ যুদ্ধের পদ্ধতিতে ফ্রান্সের পতন ঘটে। তারপরে কম্পাইনে দ্বিতীয় আর্মিস্টাইস নির্ধারিত শর্ত দ্বারা সেখানে আংশিকভাবে সামরিক প্রশাসন শুরু হয়। ফরাসী এবং জার্মান উভয়ই ভেবেছিল ব্রিটেন শর্ত মেনে নেওয়া পর্যন্তই এই দখল স্থায়ী হবে, এবং বিশ্বাস করা হয়েছিল এটি খুব তাড়াতাড়িই ঘটবে। উদাহরণস্বরূপ, যুদ্ধ শেষ না হওয়া পর্যন্ত তাদের সৈন্যরা যুদ্ধবন্দি থাকবে, এই শর্তে ফ্রান্স সম্মতি জানায়।\nফ্রান্সের পরাজয়ের সময় ভেঙে যাওয়া ফরাসি তৃতীয় প্রজাতন্ত্র প্রতিস্থাপন ক'রে \"ফ্রেঞ্চ স্টেট\" (এটাত ফ্রানাইস) গঠিত হয়, এর সার্বভৌমত্ব এবং কর্তৃত্ব - মুক্ত অঞ্চলেই সীমাবদ্ধ ছিল। যেহেতু প্যারিস দখলকৃত অঞ্চলে ছিল, এর সরকার অবার্ণএর ভিচি শহর থেকে কাজ করতে থাকে, এবং তাই এটি ভিচি ফ্রান্স হিসাবে বেশি পরিচিত হয়।\nভিচি সরকার নামেমাত্র সমস্ত ফ্রান্সের দায়িত্বে ছিল, দখলকৃত অঞ্চলে সামরিক প্রশাসন ছিল ডি ফ্যাক্টো (প্রকৃতপক্ষে) নাৎসি স্বৈরতন্ত্র। ১৯৪২ সালের ৮ই নভেম্বর ফরাসী উত্তর আফ্রিকাতে মিত্রশক্তির অবতরণের পর, অপারেশন টর্চের প্রতিক্রিয়া হিসাবে, ১১ই নভেম্বর ১৯৪২ কেস আন্তোন এর সময়, জার্মানি ও ইতালি মিলে ফ্রান্স আক্রমণ করে এবং তারপর নাৎসিদের নিয়ম - মুক্ত অঞ্চলেও চালু হয়। ভিচির সরকার তখনও বর্তমান ছিল, যদিও তাদের কর্তৃত্বের ওপর কঠোর নিয়ন্ত্রণ শুরু হয়।\nনরম্যান্ডি এবং প্রোভেন্স অবতরণের পরে ফ্রান্সের মুক্তির সঙ্গে সঙ্গে ফ্রান্সের সামরিক প্রশাসনের অন্ত হয়। আনুষ্ঠানিকভাবে এর অস্তিত্ব যদিও ১৯৪০ সালের মে থেকে ১৯৪৪ সালের ডিসেম্বর পর্যন্ত ছিল, কিন্তু ১৯৪৪ গ্রীষ্মের শেষের দিকে এর বেশিরভাগ অঞ্চল মিত্রশক্তি মুক্ত করে।\n\n\n== দখলীকৃত অঞ্চল ==\n\n১৮৭১ সালে ফ্রাঙ্কো-প্রুশিয়ান যুদ্ধের পর জার্মান সাম্রাজ্যে আলসেস-লোরেনকে সংযুক্ত করা হয় এবং প্রথম বিশ্বযুদ্ধের পরে ফ্রান্সকে ফেরত দেওয়া হয়, থার্ড রাইখ সেটিকে পুনরায় সংযুক্ত করে (এইভাবে তাদের পুরুষ জনসংখ্যা জার্মান সামরিক নিবন্ধভুক্তির অধীন করা হয়েছিল)। নর এবং পা-দ্য-কঁলে বিভাগগুলি বেলজিয়াম এবং উত্তর ফ্রান্সে সামরিক প্রশাসনের সাথে সংযুক্ত ছিল, এবং এটি আটলান্টিক উপকূল বরাবর ২০-কিলোমিটার (১২-মাইল) বিস্তৃত জোন ইন্টারডাইট এর নাগরিক বিষয়গুলিও দেখাশোনা করত। আর একটি \"নিষিদ্ধ অঞ্চল\" ছিল উত্তর-পূর্ব ফ্রান্সের অঞ্চল, যেটি লোরেনের সাথে সম্পর্কিত এবং ফ্রঁশ্‌-কোঁতে, শ্যাম্পেন এবং পিকার্ডি অঞ্চলগুলির প্রত্যেকটির প্রায় অর্ধেক। যুদ্ধ শরণার্থীদের নিজের বাড়িতে ফেরা নিষেধ ছিল। এটি জার্মান বসতি স্থাপনকারীদের জন্য এবং আসন্ন নাৎসি নতুন আদেশে (নিও অর্ডাং) সংযুক্তকরণের জন্য তৈরি হয়।\nদখলীকৃত অঞ্চল (ফরাসি: জোন অকুপি, ফরাসি উচ্চারণ: ​[জোন অকুপি], জার্মান: বেসেটসএস গ্যাবিয়েট) দুটি নিষিদ্ধ অঞ্চল সহ উত্তর ও পশ্চিম ফ্রান্সের বাকী অংশ নিয়ে গঠিত।\n\n\n== আরো দেখুন ==\nহিটেল টার্মিনাস\nহিটেল টার্মিনাস: ক্লাউস বার্বির দ্য লাইফ অ্যান্ড টাইমস\nদ্বিতীয় বিশ্বযুদ্ধকালে প্যারিস\n\n\n== টীকা ==\n\n\n== আরো পড়ুন ==\nIsabelle von Bueltzingsloewen, (ed) (2005). \"Morts d'inanition\": Famine et exclusions en France sous l'Occupation. Rennes: Presses Universitaires de Rennes. আইএসবিএন ২-৭৫৩৫-০১৩৬-X\nPhilippe Burrin (১৯৯৮)। France Under the Germans: Collaboration and Compromise। New York: New Press। আইএসবিএন 978-1-56584-439-1। \nRobert Gildea (2002). Marianne in Chains: In Search of the German Occupation 1940–1945. London: Macmillan. আইএসবিএন ৯৭৮-০-৩৩৩-৭৮২৩০-৯\nGerhard Hirschfeld & Patrick Marsh  (eds) (1989). Collaboration in France: Politics and Culture during the Nazi Occupation 1940-1944. Berg Pub, আইএসবিএন ৯৭৮-০৮৫৪৯৬২৩৭২\nJulian T. Jackson (2001). France: The Dark Years, 1940–1944. Oxford: Oxford University Press. আইএসবিএন ০-১৯-৮২০৭০৬-৯\n\n\n== বহিঃসংযোগ ==\n\nCliotexte: sources on collaboration and resistance (ফরাসি ভাষায়)\nCliotexte: daily life under occupation (ফরাসি ভাষায়)\nNAZI diplomacy: Vichy, 1940\nunwelcome visitor is a webpage relating Hitler's triumphal tour of Paris.  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ মে ২০১৯ তারিখে\nটেমপ্লেট:German administrative territories\nটেমপ্লেট:Occupation of France\nটেমপ্লেট:Nazi Germany occupations\n\nটেমপ্লেট:France topics"}