{"pageid": 1003595, "title": "আব্দুল মতিন চৌধুরী (পাকিস্তানের রাজনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1003595", "content": "আব্দুল মতিন চৌধুরী পূর্ব পাকিস্তানের প্রতিনিধি হিসাবে পাকিস্তানের প্রথম জাতীয় পরিষদের সদস্য ছিলেন। তিনি পাকিস্তানের প্রথম কৃষিমন্ত্রী হিসেবে দায়িত্ব পালন করেন। তৎকালীন রাজনৈতিক মহলে \"জিন্নাহর ডানহাত \" হিসেবে তিনি পরিচিত ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nআব্দুল মতিন চৌধুরী ১৮৯৫ খ্রিস্টাব্দের ১৩ ফেব্রুয়ারী সিলেট জেলার গোলাপগঞ্জ উপজেলার ভাদেশ্বর গ্রামে জন্মগ্রহণ করেন। তাঁর ডাকনাম ছিলো কলা মিয়া। বাবা আব্দুল করিম চৌধুরী ছিলেন পুলিশের সাব ইন্সপেক্টর এবং মায়ের নাম হাবিবুন্নেসা খাতুন।\n\n\n== শিক্ষাজীবন ==\nআবদুল মতিন চৌধুরী ১৯১২ সালে সিলেট সরকারি হাইস্কুল থেকে প্রথম বিভাগে প্রবেশিকা পাশ করেন। ১৯১৪ সালে সিলেট এম সি কলেজ থেকে তিনি ইন্টারমিডিয়েট পরীক্ষায় উত্তীর্ণ হন।\nতিনি ১৯১৬ খ্রিস্টাব্দে আলীগড় মুসলিম বিশ্ববিদ্যালয় থেকে স্নাতক ডিগ্রী লাভ করেন। পরবর্তীতে ১৯১৯ সালে আবদুল মতিন চৌধুরী কলকাতার রিপন কলেজ থেকে বি.এল পাশ করেন।\n\n\n== রাজনৈতিক জীবন ==\nআব্দুল মতিন চৌধুরী পাকিস্তানের গণপরিষদের সদস্য ছিলেন। তিনি ব্রিটিশ শাসনামলে বেঙ্গল প্রাদেশিক সরকারের মন্ত্রী হিসেবে দুই মেয়াদে দায়িত্ব পালন করেন। তিনি ছিলেন অবিভক্ত ভারতের আসাম প্রদেশের একজন প্রভাবশালী নেতা। ১৯৩৭ সালে তাঁর প্রচেষ্টায় আসাম প্রাদেশিক মুসলিম লীগ প্রতিষ্ঠিত হয়। ১৯৪৫-৪৭ খ্রিষ্টাব্দে তিনি নিখিল ভারত মুসলিম লীগের ওয়ার্কিং কমিটির সদস্য ছিলেন। পাকিস্তান সৃষ্টি হলে তিনি পাকিস্তান গণপরিষদের সদস্য নির্বাচিত হন এবং পাকিস্তানের কৃষিমন্ত্রী হিসেবে তিনি দায়িত্ব পালন করেন। \"জিন্নাহর ডানহাত\" বলে সবার কাছে তাঁর পরিচিতি ছিলো। তাছাড়া মাওলানা ভাসানীর প্রধান উপদেষ্টা হিসেবেও তিনি চিহ্নিত ছিলেন। ১৯৩৩ সালে মুহাম্মদ আলী জিন্নাহ \"ইন্ডিপেন্ডেন্ট পার্টি\" গঠন করলে আব্দুল মতিন চৌধুরী এর প্রতিষ্ঠাতা সাধারণ সম্পাদক নিযুক্ত হন। তিনি আসাম প্রাদেশিক পরিষদের অর্থমন্ত্রী ছিলেন। ১৯৪৭ সালে সিলেট গণভোটের সময় আব্দুল মতিন চৌধুরী অগ্রণী ভূমিকা পালন করেন। আসামের কুখ্যাত লাইন প্রথার বিরুদ্ধেও তিনি বিপ্লবী ভূমিকায় অবতীর্ণ হন। পাকিস্তান আন্দোলনে তিনি সিলেটে নেতৃত্ব দেন। আবদুল মতিন চৌধুরী দীর্ঘকাল আলীগড় বিশ্ববিদ্যালয় কোর্টের সদস্য ছিলেন। তিনি পাকিস্তানের প্রথম পে-কমিশনের মেম্বার হিসেবেও দায়িত্ব পালন করেন।\n\n\n== সাংবাদিকতা ==\nআবদুল মতিন চৌধুরীর প্রচেষ্টায় ১৯৩২ সালে সাপ্তাহিক যুগভেরী পত্রিকা প্রকাশিত হয়। তাঁকে পত্রিকাটির প্রতিষ্ঠাতা হিসেবে আখ্যায়িত করা হয়। তিনি ১৯৩৯ খ্রিস্টাব্দে \"দি ইস্টার্ন হেরাল্ড\" নামক সাপ্তাহিক ইংরেজি পত্রিকা প্রকাশ করেন। এছাড়া তিনি কলকাতাস্থ সাপ্তাহিক মোহাম্মদীর সম্পাদক এবং দৈনিক ফরোয়ার্ড পত্রিকার সহকারী সম্পাদক হিসেবে দীর্ঘদিন কর্মরত ছিলেন। ১৯২৬-২৭ খ্রিস্টাব্দে বোম্বাই ক্রনিকল নামক দৈনিক পত্রিকার সম্পাদকীয় বিভাগে তিনি কাজ করেন।\n\n\n== মৃত্যু ==\nআব্দুল মতিন চৌধুরী ১৯৪৮ সালের ২৮ ডিসেম্বর করাচিতে মৃত্যুবরণ করেন। করাচির মেওয়া শাহ কবরস্থানে  কায়েদে আজম মোহাম্মদ আলী জিন্নাহর ডানপাশে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র =="}