{"pageid": 1003684, "title": "হান্স জিমার", "url": "https://bn.wikipedia.org/wiki?curid=1003684", "content": "হান্স ফ্লোরিয়ান জিমার (জার্মান উচ্চারণ: হান্স ফ্লোরিয়ান ৎসিমার; জন্ম ১২ সেপ্টেম্বর ১৯৫৭) একজন মার্কিন সুরকার ও রেকর্ড প্রযোজক। তিনি ইলেকট্রনিক সঙ্গীতের শব্দের সাথে ঐতিহ্যবাহী ঐকতান বাদকদলের আয়োজনের সমন্বয়ের জন্য প্রসিদ্ধ। ১৯৮০-এর দশক থেকে তিনি ১৫০-এর অধিক চলচ্চিত্রের সুর করেছেন। তার উল্লেখযোগ্য কাজ হল দ্য লায়ন কিং, যার জন্য তিনি ১৯৯৫ সালে শ্রেষ্ঠ মৌলিক সুর বিভাগে একাডেমি পুরস্কার অর্জন করেছেন, ক্রিমসন টাইড, দ্য পাইরেটস অব দ্য ক্যারিবিয়ান ধারাবাহিক, গ্ল্যাডিয়েটর, ডার্ক নাইট ত্রয়ী, ইনসেপশন, ইন্টারস্টেলার, এবং ডানকার্ক। তিনি চারটি গ্র্যামি পুরস্কার, তিনটি ক্ল্যাসিকাল ব্রিট পুরস্কার, দুটি গোল্ডেন গ্লোব পুরস্কার ও একটি একাডেমি পুরস্কার অর্জন করেছেন। দ্য ডেইলি টেলিগ্রাফ তাদের শীর্ষ ১০০ জীবন্ত প্রতিভাবান ব্যক্তি তালিকায় তার নাম অন্তর্ভুক্ত করে।\n\n\n== প্রারম্ভিক জীবন ==\nজিমার ১৯৫৭ সালের ১২ই সেপ্টেম্বর পশ্চিম জার্মানির ফ্রাঙ্কফুর্ট আম মাইনে জন্মগ্রহণ করেন। শৈশবে তিনি কোনিংস্টাইন-ফাল্কেনস্টাইনে বসবাস করতেন। সেখানে তিনি বাড়িতে পিয়ানো শিখতেন, কিন্তু অল্প কিছুদিন আনুষ্ঠানিক শিক্ষা নেন কারণ তিনি আনুষ্ঠানিক শিক্ষার ধারা অপছন্দ করতেন। জিমার সুইজারল্যান্ডের ক্যান্টন বার্নের আন্তর্জাতিক বোর্ডিং স্কুল একোল দ্যুমানিতে পড়াশোনা করেন। কৈশোরে তিনি লন্ডনে চলে যান এবং সেখানে হার্টউড হাউজ স্কুলে পড়াশোনা করেন। শৈশবে তিনি এননিও মোররিকোনের চলচ্চিত্রের সুর দ্বারা প্রভাবিত হন এবং উল্লেখ করেন ওয়ান্স আপন আ টাইম ইন দ্য ওয়েস্ট চলচ্চিত্রের সুর তাকে চলচ্চিত্র সুরকার হওয়ার পিছনে অনুপ্রেরণা যোগিয়েছে।\n\n\n== কর্মজীবন ==\n১৯৯৪ সালে ওয়াল্ট ডিজনি অ্যানিমেশন স্টুডিওজ দ্য লায়ন কিং চলচ্চিত্রের সুরারোপের জন্য জিমারকে প্রস্তাব দেয়। এটি জন্য তার প্রথম সুরারোপিত অ্যানিমেশন চলচ্চিত্র। এই কাজের জন্য জিমার একাধিক পুরস্কার অর্জন করেন, তন্মধ্যে রয়েছে শ্রেষ্ঠ মৌলিক সুর বিভাগে একাডেমি পুরস্কার, গোল্ডেন গ্লোব পুরস্কার এবং দুটি গ্র্যামি পুরস্কার। ১৯৯৭ সালে এই সুরটি ব্রডওয়েতে এই চলচ্চিত্রের সঙ্গীতনাট্য সংস্করণের জন্য ব্যবহার করা হয়, যা ১৯৯৮ সালে শ্রেষ্ঠ সঙ্গীতনাট্য বিভাগে টনি পুরস্কার অর্জন করে। ২০১২ সালের এপ্রিল মাস পর্যন্ত দ্য লায়ং কিং-এর সঙ্গীতনাট্য সংস্করণটি সর্বকালের সর্বোচ্চ আয়কারী ব্রডওয়ে নাটক, যা $৮৫৩.৮ মিলিয়ন আয় করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে হান্স জিমার (ইংরেজি)\nInterview with Hans Zimmer in Film Score Monthly\nInterview with Hans Zimmer about Sherlock Holmes from C Music TV  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ ফেব্রুয়ারি ২০১২ তারিখে\nFocus.De\nInterviews with Hans Zimmer\n\nটেমপ্লেট:হান্স জিমার"}