{"pageid": 1003614, "title": "গুরু বন্দনা", "url": "https://bn.wikipedia.org/wiki?curid=1003614", "content": "গুরু বন্দনা বলতে হিন্দুধর্মে একজন শিক্ষার্থীর কাছ থেকে একজন শিক্ষককে সম্মান জানানো বা কৃতজ্ঞতা প্রকাশ করাকে বুঝায়।\nসংস্কৃত ভাষায় রচিত গুরু বন্দনা বা গুরু স্তুতি\nঅখংডমংডলাকারং ব্যাপ্তং যেন চরাচরম্ ।\nতত্পদং দর্শিতং যেন তস্মৈ শ্রীগুরবে নমঃ ॥ 1 ॥\nঅজ্ঞানতিমিরাংধস্য জ্ঞানাংজনশলাকযা ।\nচক্ষুরুন্মীলিতং যেন তস্মৈ শ্রীগুরবে নমঃ ॥ 2 ॥\nগুরুর্ব্রহ্মা গুরুর্বিষ্ণুঃ গুরুর্দেবো মহেশ্বরঃ ।\nগুরুরেব পরংব্রহ্ম তস্মৈ শ্রীগুরবে নমঃ ॥ 3 ॥\nস্থাবরং জংগমং ব্যাপ্তং যত্কিংচিত্সচরাচরম্ ।\nতত্পদং দর্শিতং যেন তস্মৈ শ্রীগুরবে নমঃ ॥ 4 ॥\nচিন্মযং ব্যাপিযত্সর্বং ত্রৈলোক্যং সচরাচরম্ ।\nতত্পদং দর্শিতং যেন তস্মৈ শ্রীগুরবে নমঃ ॥ 5 ॥\nত্সর্বশ্রুতিশিরোরত্নবিরাজিত পদাংবুজঃ ।\nবেদাংতাংবুজসূর্যোযঃ তস্মৈ শ্রীগুরবে নমঃ ॥ 6 ॥\nচৈতন্যঃ শাশ্বতঃশাংতো ব্যোমাতীতো নিরংজনঃ ।\nবিংদুনাদ কলাতীতঃ তস্মৈ শ্রীগুরবে নমঃ ॥ 7 ॥\nজ্ঞানশক্তিসমারূঢঃ তত্ত্বমালাবিভূষিতঃ ।\nভুক্তিমুক্তিপ্রদাতা চ তস্মৈ শ্রীগুরবে নমঃ ॥ 8 ॥\nঅনেকজন্মসংপ্রাপ্ত কর্মবংধবিদাহিনে ।\nআত্মজ্ঞানপ্রদানেন তস্মৈ শ্রীগুরবে নমঃ ॥ 9 ॥\nশোষণং ভবসিংধোশ্চ জ্ঞাপণং সারসংপদঃ ।\nগুরোঃ পাদোদকং সম্যক্ তস্মৈ শ্রীগুরবে নমঃ ॥ 10 ॥\nন গুরোরধিকং তত্ত্বং ন গুরোরধিকং তপঃ ।\nতত্ত্বজ্ঞানাত্পরং নাস্তি তস্মৈ শ্রীগুরবে নমঃ ॥ 11 ॥\nমন্নাথঃ শ্রীজগন্নাথঃ মদ্গুরুঃ শ্রীজগদ্গুরুঃ ।\nমদাত্মা সর্বভূতাত্মা তস্মৈ শ্রীগুরবে নমঃ ॥ 12 ॥\nগুরুরাদিরনাদিশ্চ গুরুঃ পরমদৈবতম্ ।\nগুরোঃ পরতরং নাস্তি তস্মৈ শ্রীগুরবে নমঃ ॥\n\n\n== গুরু ==\nগুরুর ধারণা মানবতার মতোই পুরানো। প্রধানত, গুরু শব্দের অর্থ 'শিক্ষক' এবং এরূপে এটি একটি সর্বজনীন ধারণা যেখানে কোনও জানা ব্যক্তি, কোনও অজ্ঞ ছাত্র বা শিষ্যকে জ্ঞান দেন। বর্ধিত দৃষ্টিতে, একজন গুরুও পুরোহিত, রাব্বি, মাস্টার, বিদ্যালয় শিক্ষক এমনকি পিতা বা মাতাও হতে পারেন। গুরু বলতে শিক্ষক কর্তৃক আনুষ্ঠানিক প্রশিক্ষণ দেওয়া নয়, বরং তিনি এমন ব্যক্তি যিনি একজন ব্যক্তির সামগ্রিক বিকাশ এবং শেখার ক্ষেত্রে অবদান রাখেন। অর্থগত দিক থেকে গু মানে অন্ধকার, রু মানে যিনি তা তাদের তাড়িয়ে দেন। অন্ধকার দূর করার শক্তি আছে বলেই গুরু নাম এসেছে।\n\n\n== আধুনিক যুগে ==\nআমেরিকান হিন্দু এডুকেশন ফাউন্ডেশন (এইচএইচ) হিউস্টনে একটি অনুষ্ঠান পরিচালনা করেছিল, যেখানে ৩০ জন শিক্ষক এবং একজন অধ্যক্ষকে শিক্ষার্থীরা সম্মান জানায়। হিউস্টন বালাগোকুলামস এলাকার শিশুরা তাদের প্রিয় শিক্ষকদের বেছে নিয়েছিল। অনুষ্ঠানে সভাপতিত্ব করেন আর্য সমাজ হিউস্টনের আচার্য প্রেমচাঁদ শ্রীধর। প্রদীপ প্রজ্বলনের মধ্য দিয়ে অনুষ্ঠানের সূচনা হয়েছিল এবং এর পরে সাংস্কৃতিক অনুষ্ঠান হয়, হিন্দু ধারণায় গুরু নিয়ে ব্যাখ্যা দেয়া হয়। শিক্ষকদের সম্মানের পরে বেদ বৃন্দ গোষ্ঠী বৈদিক সূচনা ঠিকানা হিসাবে পরিচিত তিত্তরিয়া উপনিষদের একটি অংশ জপ করেছিল।\nব্যাঙ্গালোরে, কাঞ্চী কামাকোটি পীতামের শঙ্করাচার্যশ্রী, জয়েন্দ্র সরস্বতীকে গুরুবন্দনা নিবেদন করা হয়। বৃষ্টি সত্ত্বেও, আধ্যাত্মিক গুরুকে সংবর্ধনা জানাতে একদল লোক মল্লেশ্বরমে জড়ো হয়। ইস্কন মন্দিরে, সারা বছর ধরে আধ্যাত্মিক গুরু শ্রীলা প্রভুপদের জন্য গুরুবন্দনা করা হয়।\n\n\n== অন্যান্য ধর্মে ==\nহিন্দু ধর্ম ছাড়াও জৈন, শিখ, বৌদ্ধধর্মের মতো অন্যান্য ধর্মেও গুরু-শিষ্য ধারণা অনুসরণ করা হয়। আসলে শিখ শব্দের উৎপত্তি সংস্কৃত 'শিশু' থেকে হয়েছে। জৈনরা তাদের আচারের অংশ হিসাবে গুরু বন্দনা উদ্‌যাপন করে।\n\n\n== তথ্যসূত্র ==\n\nকাঁচি সংবর্ধনা দর্শন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ জুলাই ২০০৮ তারিখে\nহাউসনে গুরু বন্দনা\nহাউস্টনে গুরু বন্দনা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে"}