{"pageid": 1003248, "title": "শার্লটটাউন", "url": "https://bn.wikipedia.org/wiki?curid=1003248", "content": "শার্লটটাউন কানাডার প্রিন্স এডওয়ার্ড দ্বীপ প্রদেশের রাজধানী ও বৃহত্তম শহর। এটি কুইন্স কাউন্টির কাউন্টি আসন। যুক্তরাজ্যের রাজা তৃতীয় জর্জের পত্নী শার্লট অব মেকলেনবুর্গ স্ট্রেলিৎজ-এর নামে শহরটির নামকরণ করা হয়েছে। ১৮৫৫ সালে শার্লটটাউনকে স্থানীয় শাসনের আওতাভুক্ত করা হয়।\n১৮৬৪ সালে এখানে শার্লটটাউন সম্মেলন আয়োজিত হয়। কানাডীয় ও সমুদ্রতীরবর্তী এলাকার রাজনৈতিক নেতারা এখানে মেরিটাইম ইউনিয়ন কিংবা তার পরিবর্তে ব্রিটিশ নর্থ আমেরিকান ইউনিয়ন গঠনের প্রস্তাব দেন। এর ফলশ্রুতিতেই কানাডীয় কনফেডারেশন গঠিত হয়। তবে ১৮৬৭ সালে কানাডীয় কনফেডারেশন গঠিত হওয়ার ছয় বছর পর ১৮৭৩ সালে প্রিন্স এডওয়ার্ড আইল্যান্ড এতে যোগদান করে। এ থেকেই শহরটির ডাকনাম হয় কুনাবুলা ফোডারিস বা কনফেডারেশনের জন্মস্থান।\n২০১৬ সালের আদমশুমারি অনুযায়ী শার্লটটাউনের জনসংখ্যা ৩৬,০৯৪।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিক ইতিহাস ===\nশার্লটটাউনের প্রথম ইউরোপীয় বাসিন্দারা ফ্রেঞ্চ ছিলেন। ১৭২০ সালে লুইবুর্গ দুর্গের কর্মকর্তারা পোর্ট লা জয় নামে একটি বসতি স্থাপন করেন। এটি বর্তমান শার্লটটাউন শহরের বিপরীতে অবস্থিত বন্দরের দক্ষিণ-পশ্চিম পার্শ্বেই রয়েছে। মিশেল হাশে গ্যালোঁ  এই বসতি স্থাপন কার্যক্রমের নেতৃত্ব প্রদান করেন। অ্যাকাডিয়ান বসতি স্থাপনকারীদের তিনি লুইবুর্গ থেকে নিয়ে আসেন।\nরাজা জর্জের যুদ্ধের পর ব্রিটিশরা দ্বীপটি দখল করে নেয়। ফ্রেঞ্চ কর্মকর্তা রামেজে ব্রিটিশ সৈন্যদের আক্রমণ করার জন্য ৫০০ জনকে প্রেরণ করেন। তারা সফলভাবে ৪০ জন ব্রিটিশ সৈন্যকে আটক বা হত্যা করেন। \n১৭৫৮ সালে ফ্রেঞ্চ ও ইন্ডিয়ান যুদ্ধের সময় ব্রিটিশরা প্রিন্স এডওয়ার্ড দ্বীপের দখল নিয়ে নেয়। ফ্রেঞ্চদের তখন ইল সেঁত জঁ নামক অভিযানের মাধ্যমে নির্বাসিত করা হয়। ব্রিটিশ সৈন্যরা সেখানে অ্যামহার্স্ট দুর্গ নির্মাণ করেন।\n১৭৬৪ সালে ক্যাপ্টেন স্যামুয়েল হল্যান্ড শার্লটটাউনকে কুইন্স কাউন্টির কাউন্টি আসন হিসেবে নির্বাচিত করে। এক বছর পর শার্লটটাউনকে সেন্ট জনস দ্বীপের রাজধানী করা হয়। ১৭৬৮-১৭৭১ সালে করা নিরীক্ষার আলোকে সড়কের গ্রিড ও সরণি নির্মাণ করা হয়।\n১৭৭৫ সালের ১৭ নভেম্বর স্বাধীনতাযুদ্ধের সময় ম্যাসাচুসেটস-এর দস্যুরা শার্লটটাউন আক্রমণ করে। এসময় ফিলিপস ক্যালবেক ও টমাস রাইটের মতো বন্দিদের কেমব্রিজ শহরে নিয়ে গিয়ে মুক্তি দেওয়া হয়।\n১৭৯৩ সালে গভর্নর ফ্যানিং  সরকারি কাজে ব্যবহারের জন্য পশ্চিম প্রান্তে জমি অধিগ্রহণ করেন। উক্ত জমি ফ্যানিংস ব্যাংক নামে পরিচিত। ১৭৯৮ সালের ২৯ সেপ্টেম্বর সেন্ট জনস দ্বীপের নাম পাল্টে করা হয় প্রিন্স এডওয়ার্ড দ্বীপ।\n১৮০৫ সালে এডওয়ার্ড দুর্গ ও ১৮৩৫ সালে রাষ্ট্রভবন নির্মিত হয়। বর্তমানে রাষ্ট্রভবন লেফটেন্যান্ট গভর্নরের বাসস্থান হিসেবে কাজ করছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}