{"pageid": 1003624, "title": "আয়শা হুমাশা সুলতানা", "url": "https://bn.wikipedia.org/wiki?curid=1003624", "content": "আয়শা হুমাশা সুলতানা(অটোমান তুর্কি : عایشه ھماشاہ سلطان) ছিলেন একজন অটোমান শাহাযাদি। তিনি সুলতান প্রথম সুলাইমান এবং তাঁর প্রিয় স্ত্রী এবং হুররাম সুলতানের নাতনী ছিলেন।\n\n\n== জীবনী ==\nতিনি ১৫৪২ সালে ইস্তাম্বুলে জন্মগ্রহণ করেছিলেন , তিনি তাঁর পিতা-মাতার প্রথম সন্তান এবং একমাত্র কন্যা এবং সম্ভবত তাঁর দাদা-দাদিও প্রথম নাতনি ছিলেন। তার বেশ কয়েকটি ভাই ছিলেন, তাঁর মামাতো বোন হুমাশা সুলতানের মতো তিনিও তাদের দাদা-দাদির খুব প্রিয় ছিলেন বলে জানা গেছে। প্রায় ১৫৫৭ সালের দিকে তিনি সেমসি আহমেত পাশাকে বিয়ে করেছিলেন এবং তাঁদের চার ছেলে এবং দুুুই মেয়ের জন্ম হয়। সেমিজ মেহমেদ পাশার নানী ছিলেন।\nআয়শা হুমাশা রাজনৈতিকভাবে সক্রিয় ছিলেন, তিনি ছিলেন প্রধান উজিরের স্ত্রী এবং সর্বকালের সেরা রাজকন্যা মিহরিমাহ সুলতানের মেয়ে। তিনি তাঁর মায়ের একমাত্র উত্তরাধিকারী, এবং তিনি কেবল তাঁর বিশাল সম্পদ (৫ টি প্রাসাদ সহ) উত্তরাধিকার সূত্রে প্রাপ্ত হন নি, পাশাপাশি তাঁর পবিত্র পুস্তকগুলিও, যা মিহেরিমাহর ইচ্ছানুসারে তার পুত্রদের কাছে স্থানান্তরিত হয়েছিল। সম্ভবত তার মায়ের পথ অনুসরণ করে তৃতীয় মুরাদের রাজত্বকালে তিনি সাফিয়ে সুলতানের ঘনিষ্ঠ ছিলেন।\nসেমিজ আহমেত পাশা ১৫৮০ সালে মারা যান।এবং আয়শা হুমাশা ১৫৮২ খ্রিস্টাব্দের ৬ এপ্রিল ইব্রাহিম পাশা প্রাসাদে আহমেদ ফেরদেন পাশার সাথে বিবাহ বন্ধনে আবদ্ধ হন, তবে বিবাহবন্ধনটি কেবল ১১ মাস স্থায়ী হয়েছিল কারণ ১৬ই মার্চ ১৫৮৩ সালে পাশের মৃত্যু হয়েছিল।\nআয়েশা হুমাশা ১৫৯৫ সালে মারা যান। এবং তাঁর মা মিহরিমাহ সুলতান মসজিদের নিকটেই তার কবর।\n\n\n== সন্তান ==\nআবদুর রহমান\nমেহমেত বে: বসনিয়ার গভর্নর টেলি হাসান পাশার আমলে তিনি হার্জেগোভিনিয়ার সানযাক বে ছিলেন। তিনি অস্ট্রিয়ার সাথে যুদ্ধে কুলপা নদীতে ডুবে শহীদ হয়েছিলেন, যা ইতিহাসে কুলপা পরাজয় হিসাবে নেমে আসে।\nশহীদ মোস্তফা পাশা: অন্যদিকে মুস্তফা পাশা ছিলেন কিলিসের রাজ্যপাল। তিনি অস্ট্রিয়ার সাথে যুদ্ধে কুলপা নদীতে ডুবে শহীদ হয়েছিলেন, যা ইতিহাসে কুলপা পরাজয় হিসাবে নেমে আসে।\nওসমান বে: ১৫৯০ সালে তিনি মারা যান। তাঁর সমাধিটি মিহরিমা সুলতান মসজিদের সমাধিতে রয়েছে।\n\n\n== মৃত্যু্ ==\nমৃত্যুর অল্প সময়ের আগেই তিনি তাঁর বাচ্চাদের সাথে নামাজ পড়তে পবিত্র স্থানগুলিতে গিয়েছিলেন এবং ফিরে আসার পরে আয়েশ হুমশাহ তার নিজের প্রাসাদ উসকুদারে মারা যান।\n\n\n== বাহ্যিক লিংকসমূহ ==\nhttp://www.mimarsinan.gen.tr/sehzade-mehmet-camii/ Şehzade Mehmet Camii ve Mimar Sinan(তুর্কি)\nhttps://archive.today/20121222203048/http://harika.istanbul.gov.tr/Default.aspx?pid=9422 T.C. İstanbul Valiliği (Harika İstanbul) / Şehzade Camii tanıtım sayfası\nKategori:Mimar Sinan'ın eserleri\nKategori:Fatih'teki camiler\nKategori:Selatin camileri\nKategori:İstanbul'un Tarihî Alanları\n\n\n== তথ্যসূত্র ==\n\nHammer, Joseph von. Geschichte des Osmanischen Reiches. — Pest: C. A. Hartleben’s Verlag, 1829. — Т. 4. — С. 102.\nNecipoğlu, Gülru. The Age of Sinan. Architectural Culture in the Ottoman Empire. — London: Reaktion Books, 2005. — С. 317.\nBenzoni, Gino. Dizionario Biografico degli Italiani / ed. Alberto M. Ghisalberti. — Rom: Istituto della Enciclopedia Italiana, 1981. — Т. 25."}