{"pageid": 1003350, "title": "তোলেদো, স্পেন", "url": "https://bn.wikipedia.org/wiki?curid=1003350", "content": "তোলেদো স্পেনের একটি শহর। এটি তোলেদো প্রদেশের রাজধানী ও কাস্তিল্লা লা মানচা স্বায়ত্তশাসিত অঞ্চলের প্রশাসনিক কার্যক্রম পরিচালনার কেন্দ্র। ১৯৮৬ সালে ইউনেস্কো  একে বিশ্ব ঐতিহ্য হিসেবে ঘোষণা করে।\nমধ্য আইবেরিয়ার তাগুস নদীর তীরে তোলেদো শহরটি অবস্থিত। এটি \"সম্রাটের শহর\" নামে পরিচিত, কারণ পবিত্র রোমান সাম্রাজ্যের অধিপতি পঞ্চম চার্লসের আদালত এখানেই অবস্থিত। খ্রিস্টান, মুসলিম ও ইহুদি সংস্কৃতির পীঠস্থান হওয়ায় তোলেদোর অপর নাম তিন সংস্কৃতির শহর। ৫৪২ থেকে ৭২৫ সাল পর্যন্ত তোলেদো ভিসিগথিক রাজতন্ত্রের রাজধানী ছিল। শহরটি রোমান  সাম্রাজ্যের পতনের সাক্ষী হয়ে আছে। তোলেদোয় একটি গথিক ক্যাথেড্রাল অবস্থিত। এখানে ধারালো অস্ত্র উৎপাদন করারও সমৃদ্ধ ইতিহাস আছে। এই ধারালো অস্ত্রগুলো স্মারক হিসেবে এখনও বিক্রি হয়।\nতোলেদোর উল্লেখযোগ্য অধিবাসীদের মধ্যে রয়েছেন - ব্রুনহিলদা অব অস্ট্রাসিয়া, আল জারকালি,  গার্সিলাসো দ্য লা ভেগা, ইলিনর অব তোলেদো, দশম আলফোনসো, ইসরায়েলি বেন জোসেফ , হালেভি ও এল গ্রেকো। ২০১৫ সালের হিসাব অনুযায়ী তোলেদোর জনসংখ্যা ৮৩,২২৬ ও এর আয়তন ২৩২.১ বর্গকিলোমিটার।\n\n\n== ইতিহাস ==\n\n\n=== প্রাচীনকাল ===\n\nরোমান ঐতিহাসিক লিভি (৫৯ খ্রিস্টপূর্ব-১৭ খ্রিস্টাব্দ)  তোলেদো (লাতিন তোলেতাম) শহরের কথা এভাবে উল্লেখ করেছেন-  উর্বস পার্বা, সেড লোকো মিউনিটা (অর্থাৎ ক্ষুদ্র হলেও ভৌগোলিক অবস্থানগত কারণে সুরক্ষিত)। এ শহরের নিকটে ভাচ্চেই, ভেতোনেস ও সেল্টিবেরিসহ সেল্টিক জাতির বিভিন্ন গোত্রের মানুষদের সাথে ১৯৩ খ্রিস্টপূর্বে রোমান জেনারেল মার্কাস ফুলভিয়াস নোবিলিয়র যুদ্ধ করেন। তাদের পরাভূত করে নোবিলিয়র তাদের রাজা হিলেরমাসকে আটক করেন।  এসময় তোলেতাম কার্পেতানি গোত্রের রাজধানী ছিল। রোমান সাম্রাজ্যে একে স্থানীয় শাসনের আওতাভুক্ত করা হয়। ফ্লাভীয় যুগে তোলেদো স্থানীয় প্রশাসনের আওতাভুক্ত হয়।  কার্পেতানি গোত্রের লোকেরাও জনসেবার জন্য রোমান নাগরিকত্ব লাভ করেন। রোমান আইন ও রাজনীতি-ও অবলম্বন করা শুরু হয়। রোমান রঙ্গমঞ্চ, নগরের দেয়াল, গণস্নানাগার, স্থানীয় পরিবহন ও সংরক্ষণব্যবস্থা তোলেদো শহরে প্রবর্তিত হয়।\nতোলেদোর রোমান রঙ্গমঞ্চ হিস্পানিয়ার অন্যতম বৃহত্তম রঙ্গমঞ্চ ছিল। এটি ৪২৩ মিটার লম্বা ও ১০০ মিটার প্রশস্ত। রোমান ছুটির দিনগুলোতে সারথি দৌড় প্রতিযোগিতা আয়োজিত হত। ১৫,০০০ দর্শক সেখানে খেলা দেখতে পারতেন।\nরোমান আমলে তোলেদো প্রাদেশিক রাজধানী ছিল না। কিন্তু ক্রমান্বয়ে এটি গুরুত্ব লাভ করতে সক্ষম হয়। শহরের অভ্যন্তরে ব্যক্তিমালিকানাধীন বাসাগুলোর আয়তন বৃদ্ধি করা হয়েছিল। এছাড়াও তৃতীয় ও চতুর্থ শতাব্দীতে শহরের উত্তরে ভিলা নির্মিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}