{"pageid": 1004212, "title": "লেজারের সাহায্যে চক্ষু শল্যচিকিৎসা", "url": "https://bn.wikipedia.org/wiki?curid=1004212", "content": "লেজারের সাহায্যে চক্ষু শল্যচিকিৎসা হচ্ছে এক প্রকার প্রতিসারক শল্যচিকিৎসা যা নিকটদৃষ্টি, দীর্ঘদৃষ্টি, অ্যাস্টিগম্যাটিজম সমস্যা ঠিক করার উদ্দেশ্যে পরিচালিত হয়। একে ইংরেজিতে লেজার অ্যাসিস্টেড ইন সিটু কেরাটমাইলিউসিস (Laser-ASsisted In situ Keratomileusis) বা সংক্ষেপে ল্যাসিক (LASIK) বলা হয়, যার বাংলা অনুবাদ \"লেজারের সাহায্যে মূল অবস্থানে নেত্রস্বচ্ছ ক্ষোদন\"। লেজারের সাহায্যে অস্ত্রোপচার একজন চক্ষু চিকিৎসক দ্বারা পরিচালিত হয় যিনি দৃষ্টি নিখুঁত করার উদ্দেশ্যে লেজার বা মাইক্রোকিরাটোম যন্ত্র ব্যবহার করে রোগীর চোখের নেত্রস্বচ্ছ তথা কর্নিয়ার আকার পরিবর্তন করেন। বেশিরভাগ মানুষের ক্ষেত্রে ল্যাসিক, চশমা ও কন্টাক্ট লেন্স ব্যবহারের একটি বিকল্প হিসেবে কাজ করে। ল্যাসিকের ফলে সৃষ্ট পরিবর্তন অপরিবর্তনীয়।\nআলোকপ্রতিসারক কিরাটেক্টোমি (পিআরকে) এবং ল্যাসেক নামক আরও দুইটি দৃষ্টি সংশোধনীমূলক অস্ত্রোপচার ল্যাসিকের সাথে যথেষ্ট সাদৃশ্যপূর্ণ। এই সবগুলো প্রক্রিয়াতেই দৃষ্টির প্রতিসারক সমস্যা দূরকল্পে রশ্মীয় কিরাটেক্টোমি প্রক্রিয়া ব্যবহৃত হয়। যেসকল রোগীর মধ্যম থেকে উচ্চ মাত্রার নিকটদৃষ্টির সমস্যা রয়েছে বা চোখে সরু কোণা রয়েছে তাদের ক্ষেত্রে ল্যাসিক ও পিআরকে-এর মাধ্যমে সমস্যা কাটিয়ে ওঠা সম্ভব না হওয়ায়, ফ্যাকিক ইন্ট্রাওকুলার লেন্স এক ধরনের বিকল্প হতে পারে। ২০১৮ সাল পর্যন্ত ৯৫ লক্ষ আমেরিকান  এবং সারা পৃথিবীতে ১৯৯৫ থেকে ২০১৬ পর্যন্ত ৪ কোটি মানুষ ল্যাসিক করিয়েছেন। তবে মার্কিন যুক্তরাষ্ট্রে ল্যাসিক করানোর পরিমাণ উল্লেখযোগ্যভাবে, প্রায় ৫০% হ্রাস পেয়েছে। ২০০৭ সালে যেখানে ১৫ লক্ষ মানুষ ল্যাসিক করিয়েছেন সেখানে ২০১৫ সালে এসে তার পরিমাণ দাড়িয়েছিলো ৬,০৪,০০০। কর্নিয়া গবেষণাপত্র ২০০৭ থেকে ২০১১ পর্যন্ত ল্যাসিক বিষয়ে কতোবার গুগুল অনুসন্ধান করা হয়েছিলো তার হার বের করার চেষ্টা করে। তাদের গবেষণায় এই সময়ের মধ্যে ল্যাসিক বিষয়ক অনুসন্ধান ৪০% হ্রাস পেয়েছিলো। যুক্তরাজ্য ও ভারতের ক্ষেত্রেও একই রকম ফলাফল পাওয়া যায়; উভয় দেশেই ল্যাসিক সংক্রান্ত অনুসন্ধান যথাক্রমে ২২% ও ২৪% হ্রাস পায়। তবে কানাডায় এই সময়ের মধ্যে ল্যাসিক বিষয়ক অনুসন্ধান ৮% বৃদ্ধি পায়। জনসাধারণের মাঝে ল্যাসিক বিষয়ক আগ্রহ কমার জন্য বেশ কতোগুলো কারণ দায়ী। এর মধ্যে রয়েছে প্রতিসারক শল্যচিকিৎসার উত্থান, ২০০৮ সালের অর্থনৈতিক মন্দা, এবং এফডিএ কর্তৃক ২০০৮ সালে প্রকাশিত ল্যাসিক বিরোধী প্রেস বিজ্ঞপ্তি, ইত্যাদি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nWhat is LASIK? – Food and Drug Administration\nLaser Eye Surgery – United States National Library of Medicine\nEctasia After LASIK on EyeWiki"}