{"pageid": 1004218, "title": "কার্বন মনোক্সাইড বিষক্রিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1004218", "content": "কার্বন মনোক্সাইড বিষক্রিয়া সাধারণত শ্বসনের সময় অতিরিক্ত মাত্রায় কার্বন মনোক্সাইড (CO) গ্রহণের ফলে সৃষ্টি হয়। এধরনের বিষক্রিয়ার লক্ষণের সাথে প্রায় সময়-ই সর্দি-কাশির লক্ষণের মিল পাওয়া যায়। প্রচলিত লক্ষণগুলোর মধ্যে রয়েছে মাথাব্যথা, মাথা ঘোরা, দুর্বলতা, বমি করা, বুকে ব্যথা, এবং বিভ্রম। খুব বেশি মাত্রায় কার্বন মনোক্সাইড গ্রহণের ফলে জ্ঞান হারিয়ে ফেলা, অ্যারিথমিয়া, খিঁচুনি, বা মৃত্যুর পর্যন্ত হতে পারে। ঐতিহাসিকভাবে উল্লেখিত লক্ষণ হিসেবে ‘চেরির মতো লাল’ ত্বক ধরনের অবস্থায় খুব কম-ই দেখা যায়। এই বিষক্রিয়ার দীর্ঘমেয়াদি জটিলতাগুলোর মধ্যে রয়েছে দুর্বলতা বোধ করা, স্মৃতিশক্তি কমে যাওয়া, এবং নড়াচড়ায় সমস্যা হওয়া। যারা ধোঁয়া গ্রহণের স্বীকার হয়েছে তাদের ক্ষেত্রে সায়ানাইড বিষক্রিয়ার সম্ভাবনাও বিবেচনা করা প্রয়োজন।\nদুর্ঘটনাবশত, আত্মহত্যার প্রচেষ্টা, বা হত্যা চেষ্টার অংশ হিসেবে ইচ্ছাকৃতভাবে কার্বন মনোক্সাইড বিষক্রিয়া ঘটতে পারে। গ্যাস হিসেবে কার্বন মনোক্সাইড বর্ণ ও গন্ধহীন এবং প্রাথমিকভাবে এই গ্যাস গ্রহণের ফলে কোনো জ্বালাপোড়া অনুভব হয় না। সাধারণত জৈব বস্তুর অসম্পূর্ণ দহনের ফলে এই গ্যাস উৎপন্ন হয়। কার্বন-ভিত্তিক জ্বালানী ব্যবহার করে পরিচালিত হয় এমন মোটরগাড়ি, তাপশক্তি উৎপন্নকারী যন্ত্র, রান্নার চুলা থেকে কার্বন মনোক্সাইড গ্যাস উৎপন্ন হতে পারে। ডাইক্লোরোমিথেনের প্রভাবেও এই গ্যাস উৎপন্ন হতে পারে। সাধারণত রক্তের হিমোগ্লোবিনের সাথে কার্বন মনোক্সাইডের বিক্রিয়ায় কার্বোক্সিহিমোগ্লোবিন উৎপন্ন হয় রক্তকে অক্সিজেন বহনে বাধা প্রদান করার মাধ্যমে শরীরে প্রতিকূলতা সৃষ্টি করে। একই সাথে এই বিষক্রিয়ার ফলে মায়োগ্লোবিন এবং মাইটোকনন্ড্রিয়াল সাইটোক্রোম অক্সিডেজও প্রভাবিত হয়। কার্বন মনোক্সাইড বিষয়ক্রিয়া নির্ণয়ের জন্য রক্তের কার্বোক্সিহিমোগ্লোবিনের পরিমাণ নির্ণয় করা হয়। যদি কার্বোক্সিহিমোগ্লোবিনের পরিমাণ অধূমপায়ীদের ক্ষেত্রে ৩%-এর বেশি ও ধূমপায়ীদের ক্ষেত্রে ১০%-এর বেশি হয় তবে শরীরে কার্বন মনোক্সাইড বিষক্রিয়ার সৃষ্টি হয়েছে বলে ধরা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nCenters for Disease Control and Prevention (CDC) – Carbon Monoxide – NIOSH Workplace Safety and Health Topic\nInternational Programme on Chemical Safety (1999). Carbon Monoxide, Environmental Health Criteria 213, Geneva: WHO"}