{"pageid": 1004178, "title": "পাতাল লোক (ওয়েব ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1004178", "content": "পাতাল লোক  (অনু. Underworld) হল একটি ভারতীয় হিন্দি অপরাধ থ্রিলার ওয়েব টেলিভিশন সিরিজ যা ১৫ ই মে ২০২০ এ অ্যামাজন প্রাইম ভিডিওতে প্রিমিয়ার করেছিল  এটি ক্লিন স্লেট ফিল্মজ প্রযোজনা করেছেন এবং এতে অভিনয় করেছেন জয়দীপ আহলাওয়াত, গুল পানাগ, নীরজ কাবি, স্বস্তিকা মুখোপাধ্যায়, শ্বরক সিং, এবং অভিষেক বন্দ্যোপাধ্যায় । এই ট্রেজারটি ২৭এপ্রিল প্রকাশিত হয়েছিল, আর ট্রেইলারটি ৫ মে বের হয়েছিল।    তরুন তেজপালের ২০১০ সালের উপন্যাস দ্য স্টোরি অফ মাই অ্যাসেসিন্সের উপর ভিত্তি করে এই সিরিজটি হতাশার এক পুলিশ সম্পর্কে, যিনি হত্যার চেষ্টাটিকে ভুল বলে চিহ্নিত করেছেন।  হাফপোস্ট ইন্ডিয়া এবং ইন্ডিয়ান এক্সপ্রেস পাতাল লোককে ২০২০ সালের সেরা হিন্দি চলচ্চিত্র / সিরিজ হিসাবে স্থান দিয়েছে । উদ্বোধনী ফিল্মফেয়ার ওটিটি পুরস্কারে এটি ৮ টি বিভাগে মনোনীত হয়েছিল এবং ৫ টি জিতেছে যার মধ্যে সেরা সিরিজ, সেরা অভিনেতা, সেরা মূল গল্প, সেরা চিত্রনাট্য এবং সেরা পরিচালনার জন্য পুরস্কার অন্তর্ভুক্ত ছিল।  বৈচিত্র পত্রিকা পাতাল লোককে ২০২০ সালের সেরা আন্তর্জাতিক টিভি শো হিসাবে তালিকাভুক্ত করেছে। \n\n\n== অভিনেতা এবং চরিত্র ==\nজয়দীপ আহলাওয়াত একজন পুলিশ সদস্য হাতিররাম চৌধুরী, \nগুল পাণাগ রেনু চৌধুরী হাথিরামের স্ত্রী হিসাবে\nহাতিররামের পুত্র সিদ্ধার্থ চৌধুরীকে বোধিসত্ত্ব শর্মা\nহাতিরামের জুনিয়র ইমরান আনসারী হিসাবে শ্বরক সিং\nসঞ্জীব মেহর চরিত্রে নীরজ কাবি, একজন নামী সাংবাদিক এবং নিউজ অ্যাঙ্কর \nস্বস্তিকা মুখার্জি সলিবের স্ত্রী ডলি মেহরা চরিত্রে \nসঞ্জীবের স্টেশনের এক তরুণ সাংবাদিক সারা ম্যাথিউসের চরিত্রে নীহারিকা লীরা দত্ত, যিনি তাঁর সাথে সম্পর্ক শুরু করেছিলেন\nসঞ্জীব মেহরাকে হত্যার ষড়যন্ত্রে গ্রেপ্তারকৃত কুখ্যাত হিটম্যান এবং চার সন্দেহভাজনদের মধ্যে একজন গ্রেপ্তার হিটম্যান তিয়াজি হিসাবে বিশাল \"হাতোদা\" ত্যাগ হিসাবে অভিষেক ব্যানার্জি\nজগজিৎ সন্ধু তোপে সিং (\"চাকু\") চরিত্রে, যে চারটি সন্দেহভাজন তার গ্রামে বর্ণবাদী নিপীড়ন থেকে পালিয়ে এসেছিল তাদের মধ্যে একজন\nকবির এম হিসাবে আসিফ খান, চার জন সন্দেহভাজনদের মধ্যে একজন যিনি জনসাধারণের কাছ থেকে তাঁর মুসলিম ধর্মকে আড়াল করেছেন\nমাইরাম্বাম রোনালদো সিংহ মেরি লিংগডোহ (\"চেনি\") হিসাবে, একজন হিজড়া নেপালি নারী, যিনি অন্য তিন সন্দেহভাজনকে সঙ্গে নিয়ে গ্রেপ্তার \nবিপুল শর্মা হস্তিরামের কমান্ডিং অফিসার হিসাবে ডিসিপি ভগত\nঅনুরাগ অরোরা এসএইচও ਵਿਰক হিসাবে ছিলেন, হস্তিরামের সিনিয়র অফিসার যিনি আগে তাঁর অধীনে প্রশিক্ষণ নেন \nমেহরার নিউজ স্টেশনের মালিক সিং সবাব হিসাবে আকাশ খুরানা\nমণিশ চৌধুরী চৌধুরী তার ব্যবসায়ীর অংশীদার হয়ে ওঠেন মেহরার প্রাক্তন প্রতিদ্বন্দ্বী হিসাবে বিক্রম কাপুর\nদিল্লি গোয়েন্দা কর্মকর্তা ডাহিয়া হিসাবে সন্দীপ মহাজন\nরাজেশ শর্মা গায়লা গুজ্জার নামে একজন যিনি চিত্রকুট থেকে সংগঠিত অপরাধের আংটি চালাচ্ছেন\nচিত্রকূটের সংগঠিত ক্রাইম রিংয়ের ছায়াময়, পুনরুত্থিত নেতা এবং গওয়ালার ভাই সোনজিভা ভটস (ভয়েস) এবং অক্ষয় শর্মা (শারীরিক পারফরম্যান্স); তার অধস্তন কর্তৃক \"মাস্টারজি\" হিসাবে পরিচিত \nচিত্রকূটের দলিত সম্প্রদায়ের সাথে কথা বলার জন্য পরিচিত বাল্কিশন বাজপেয়ীর চরিত্রে অনুপ জালোটা\nচন্দা মুখার্জি চরিত্রে অনিন্দিতা বোস, টপ সিংয়ের প্রাক্তন বান্ধবী\nজয় মালিকের ভূমিকায় আসিফ বসরা\nতুষার দত্ত রাজু ভাইয়া চরিত্রে\nসাংবাদিক হিসাবে অমিত রাজ\n\n\n== পর্ব ==\n\n\n== প্রযোজনা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে পাতাল লোক  (ইংরেজি)"}