{"pageid": 1004746, "title": "অমলেন্দু চক্রবর্তী", "url": "https://bn.wikipedia.org/wiki?curid=1004746", "content": "অমলেন্দু চক্রবর্তী (ইংরেজি: Amalendu Chakraborty) ( ৭ ডিসেম্বর, ১৯৩৪ — ১৫ জুন, ২০০৯) বিশ শতকের শেষের দিকের ভারতীয় বাঙালি চিন্তাশীল কথাসাহিত্যিক ও ছোটগল্পকার।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nঅমলেন্দু চক্রবর্তীর জন্ম ব্রিটিশ ভারতের অধুনা বাংলাদেশের ঢাকা জেলার বাঘৈ গ্রামে। শৈশবে স্বাধীনতার আগেই ছিন্নমূল মানুষদের সাথে কলকাতায় মাতুলালয়ে চলে আসতে বাধ্য হন। প্রখ্যাত কবি সঞ্জয় ভট্টাচার্য ছিলেন তার মামা। স্কুলের পড়াশোনা বউবাজার হাইস্কুলে। এরপর সেন্ট্রাল ক্যালকাটা কলেজ থেকে স্নাতক ও কলকাতা বিশ্ববিদ্যালয় থেকে বাংলা ভাষা ও সাহিত্যে স্নাতকোত্তর ডিগ্রি লাভ করেন। \n\n\n== কর্মজীবন ও সাহিত্যকর্ম ==\nঅমলেন্দু চক্রবর্তী কর্মজীবন শুরু করেন শিক্ষকতায় প্রথমে হুগলি জেলার গুড়াপে রমনীকান্ত ইন্সটিটিউশনে। এরপর দীর্ঘ তিন দশকের শিক্ষকতা শেষ করেন কলকাতার খিদিরপুর একাডেমিতে।\nতার সাহিত্যচর্চা শুরু হয় মামা সঞ্জয় ভট্টাচার্যের অনুপ্রেরণায় বাল্যজীবনেই। পড়াশোনার সাথেই তার লেখক জীবনের হাতেখড়ি ১৯৪৮ খ্রিস্টাব্দে। তার উনিশ বৎসর বয়সেই প্রকাশিত হয় তার গল্পগ্রন্থ 'সাহানা'(১৯৫৩)। ১৯৬২ খ্রিস্টাব্দে প্রকাশিত হয় তার প্রথম উপন্যাস 'বিপন্ন সময়'।\nতিনি মিতবাক, নগরমনস্ক, স্বল্পঘটনানির্ভর, মানসিক আতাতিসঙ্কুল কাহিনী রচনায় ছিলেন সিদ্ধহস্ত।  তার প্রকাশিত উপন্যাস পাঁচটি ও গল্পগ্রন্থ দুটি।\nউপন্যাস -\n\n'আকালের সন্ধানে' (১৯৮২)\n'যাবজ্জীবন' (১৯৮৪)\n'গোষ্ঠবিহারির জীবনযাপন' (১৯৯১)\n'রাধিকাসুন্দরী' ১ম (১৯৯৬) ও ২য় (১৯৯৭)\n'চাঁদ-মনসার জোট' (২০১০)\nগল্পগ্রন্থ -\n\n'অবিরত চেনামুখ' (১৯৮৬)\n'গৃহে গ্রহান্তরে' (১৯৮৭)\nঅমলেন্দু চক্রবর্তী চিত্রাঙ্কনচর্চাও করতেন। তিনি নিজের ছোটগল্প 'অবিরত চেনামুখ' গ্রন্থের ও 'বারোমাস' পত্রিকার প্রচ্ছদ এঁকেছেন। এছাড়াও বেশ কিছু উল্লেখযোগ্য গ্রন্থের তিনি প্রচ্ছদশিল্পী।\n\n\n== চলচ্চিত্রায়ণ ==\nঅমলেন্দু চক্রবর্তীর ছোটগল্প 'অবিরত চেনামুখ' অবলম্বনে প্রখ্যাত চলচ্চিত্র পরিচালক মৃণাল সেন তৈরি করেন প্রখ্যাত চলচ্চিত্র 'একদিন প্রতিদিন' (And Quiet Rolls the Dawn)। ছবিটি মুক্তি পায় ১৯৭৯ খ্রিস্টাব্দে এবং কান চলচ্চিত্র উৎসবে প্রদর্শিত হয়। উচ্চপ্রশংসিত ছবি বহু জাতীয় পুরস্কার লাভ করে। এরপর ১৯৪৩ খ্রিস্টাব্দের বাংলায় তেতাল্লিশের মন্বন্তরের পটভূমিতে রচিত উপন্যাস-'আকালের সন্ধানে' নিয়েও মৃণাল সেন চলচ্চিত্রায়ণ করেন এবং ছবিটি মুক্তি পায় ১৯৮০ খ্রিস্টাব্দে। ছবিটি ১৯৮১-তে বার্লিন চলচ্চিত্র উৎসবে 'সিলভার বিয়ার' পুরস্কারে ভূষিত হয়।\n\n\n== সম্মাননা ==\n১৯৭৯ খ্রিস্টাব্দে 'একদিন প্রতিদিন' চলচ্চিত্রের শ্রেষ্ঠ কাহিনীকার হিসাবে বেঙ্গল ফিল্ম জার্নালিস্টস অ্যাসোসিয়েশনের বি.এফ.জে পুরস্কার লাভ করেন।\n১৯৮৬ খ্রিস্টাব্দে 'যাবজ্জীবন' উপন্যাসের জন্য তিনি দিল্লি বিশ্ববিদ্যালয়ের 'নরসিংহ দাস পুরস্কার' এবং ১৯৮৭ খ্রিস্টাব্দে পশ্চিমবঙ্গ সরকারের 'বঙ্কিম পুরস্কার' লাভ করেন।\n\n\n== জীবনাবসান ==\nঅমলেন্দু চক্রবর্তী ২০০৯ খ্রিস্টাব্দে ১৫ ই জুন কলকাতার বাগুইআটিতে নিজ বাসভবনে প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}