{"pageid": 1004360, "title": "বলিভিয়ার ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1004360", "content": "টিওয়ানাকু সাম্রাজ্য এর পতনের পরে  আইমারা তিতিকাকা হ্রদ জয় লাভ করে নেয় ইনকা সাম্রাজ্য। স্প্যানিশ বিজয় এর আগে কোয়াল্লাসুইয়া এর আন্দিজ প্রদেশটি ইনকা সাম্রাজ্যের একটি অংশ ছিল। সে সময় উত্তর ও পূর্ব দিকের নিম্নভূমিগুলিতে নানা স্বাধীন যাযাবর উপজাতি বাস করত।  ষোড়শ শতাব্দীতে এই অঞ্চলটির নিয়ন্ত্রণ নিয়েছিল স্পেনীয়রা। স্পেনীয় উপনিবেশিক শাসনের বেশিরভাগ সময়ে বলিভিয়া উচ্চ পেরু নামে পরিচিত ছিল এবং তা রয়েল অডিয়েন্সিয়া অফ চারকাস দ্বারা পরিচালিত হত। ১৮০৯ সালে প্রথম স্বাধীনতার আহ্বানের পরে বলিভিয়ান প্রজাতন্ত্র প্রতিষ্ঠার আগে ১৬ বছর ধরে যুদ্ধ শুরু হয়েছিল এবং ১৮২৫ সালের ৬ আগস্ট মুক্তির জন্য নামকরণ করা হয়েছিল সিমেন বলিভার। এরপর থেকে বলিভিয়াকে নিয়মিত রাজনৈতিক ও অর্থনৈতিক অস্থিতিশীলতা সহ্য করতে হয়েছে। তার প্রতিবেশীদের কাছে বিভিন্ন প্রদেশে হারাতে হয়েছে যেমন আক্রে, গ্রান চকো এর কিছু অংশ এবং এর প্রশান্ত মহাসাগরীয় উপকূল ভাগের অংশগুলি। এর পরিণতিতে দেশটি স্থলবেষ্টিত হয়ে পড়েছে।\n\n\n== ১৯ শতক ==\n\nবলিভিয়ার ইতিহাসে দুর্দান্ত সামাজিক ও অর্থনৈতিক অগ্রগতির কারণে মার্শাল অ্যান্ড্রেস ডি সান্তা ক্রুজ এর রাষ্ট্রপতি থাকাকালীন সময়কে সে দেশের সবচেয়ে সফল সময় বলে চিহ্নিত করা হয়। সান্তা ক্রুজ পেরুর অভ্যন্তরীণ রাজনৈতিক সমস্যার সাথে জড়িত হয়ে পেরু এবং বলিভিয়াকে একটি কনফেডারেশন পেরু-বলিভিয়ান কনফেডারেশন -এ একীকরণ করতে সফল হয়েছিলেন। সান্তা ক্রুজ যখন প্রকাশ্যভাবে ইনকা সাম্রাজ্যকে তাঁর রাজ্যের একজন পূর্বসূরি হিসাবে ঘোষণা করেন তখন তার ফলে সেই পদক্ষেপটি আঞ্চলিক শক্তি ভারসাম্যের জন্য এবং প্রাক্তন ইনকা ভূখণ্ডের দেশগুলির প্রতি একটি হুমকি হিসাবে বিবেচিত হয়। কনফেডারেশনের যুদ্ধ ছড়িয়ে পড়ে এবং প্রায় সমস্ত প্রতিবেশীর বিরুদ্ধে বিভিন্ন যুদ্ধ তাঁর শাসনকালে সংঘটিত হয়। শত্রুদের বিরুদ্ধে তিনি এক নম্বর রাজোচিত বিজয় হাসিল করেছিলেন। যুক্তিযুক্তভাবে পাউকারপাটার ক্ষেত্রে মোড় ঘুরে যায়। সেখানে চিলি এবং পেরু বিদ্রোহী সেনাবাহিনীকে সান্তা ক্রুজের নেতৃত্বে কনফেডারেসিয়ন পেরু-বলিভিয়ানা সেনা পাউকারপাটা চুক্তি নামে পরিচিত শান্তি চুক্তিতে স্বাক্ষর করতে বাধ্য করেন। এই চুক্তির মধ্যে তাদের নিঃশর্ত আত্মসমর্পণ অন্তর্ভুক্ত ছিল। তবে পরে এই চুক্তিটি চিলির পার্লামেন্ট বাতিল করে দেয়। বিদ্রোহী পেরু এবং চিলি সেনাবাহিনী সান্তা ক্রুজের বিরুদ্ধে ইয়ুংগাই যুদ্ধ এ কনফেডারেশনকে পরাজিত করে একটি নতুন যুদ্ধ শুরু করে। এটি ছিল বলিভিয়ার ইতিহাসের একটি নয়া মোড়। এর পরে প্রায় ৪০ বছর ধরে অভ্যুত্থান এবং স্বল্প-কালীন সংবিধান বলিভিয়ার রাজনীতিতে আধিপত্য বিস্তার করেছিল।\nএক ভয়াবহ অর্থনৈতিক ও রাজনৈতিক সঙ্কটের মধ্য দিয়ে বলিভিয়ার সামরিক দুর্বলতা প্রশান্ত মহাসাগরীয় যুদ্ধের সময় প্রকট হয় (১৮৭৯-৮৩)। এই যুদ্ধে চিলির কাছে তারা তাদের প্রশান্ত মহাসাগরীয় অঞ্চল এবং সংলগ্ন নাইট্রেট সমৃদ্ধ ক্ষেত্রগুলি হারায়। বিশ্বের বাজারে রৌপ্যের মূল্য বৃদ্ধির ফলে ১৮০০ এর দশকের শেষদিকে বলিভিয়া আপেক্ষিক সমৃদ্ধি এবং রাজনৈতিক স্থিতিশীলতার একটি পরিমাপ পাওয়া যায়।\nবিশ শতকের গোড়ার দিকে প্রায় ১৯০৭ সালে দেশের সবচেয়ে গুরুত্বপূর্ণ সম্পদের উৎস হিসাবে রৌপ্যকে প্রতিস্থাপন করে টিন। লিবারাল সরকারসমূহের উত্তরাধিকারগণ শতাব্দীর প্রথম তৃতীয়ার্ধে প্রয়োগ করে লেসে-ফেয়ার নীতি।\n\n\n== তথ্যসূত্র ==\nMuch of the material in this article comes from the CIA World Factbook 2000 and the 2003 U.S. Department of State website.\n এই নিবন্ধটিতে Library of Congress Country Studies থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে  এখানে ।\n\n\n== বহিঃসংযোগ ==\nU.S. State Department Background Note: Bolivia\nBolivia\nRulers.org — Bolivia List of rulers for Bolivia\nBolivia Information Forum Background and analysis of Bolivian issues\n¡Vale un Potosí!. On paradox of poverty in Bolivia.\nAportes críticos. On Bolivian political life"}