{"pageid": 1004230, "title": "গ্লাসগো গভীর অচেতনাবস্থা মাপনী", "url": "https://bn.wikipedia.org/wiki?curid=1004230", "content": "গ্লাসগো গভীর অচেতনাবস্থা মাপনী বা ইংরেজিতে গ্লাসগো কোমা স্কেল (ইংরেজি: Glasgow Coma Scale) বা সংক্ষেপে জিসিএস হচ্ছে এক প্রকার রোগীভিত্তিক (ক্লিনিক্যাল) পরিমাপ পদ্ধতি যা মস্তিষ্কের আঘাতজনিত কারণে কোনও ব্যক্তির চেতনার মাত্রা সুষ্ঠুভাবে নির্ণয়ের কাজে ব্যবহৃত হয়।\nচোখের নড়াচড়া, কথা বলা, এবং শরীর নড়াচড়ার ক্ষমতার উপর ভিত্তি করে কোনও ব্যক্তির গভীর অচেতনাবস্থার (জিসিএস) মাত্রা নির্ধারণ করা হয়। এই তিন ধরনের আচরণ পরিমাপকটির তিনটি মাপক উপাদানকে নির্দেশ করে আর তা হচ্ছে চোখ, বাচকতা, এবং মোটর বা নড়াচড়া। কোনো ব্যক্তির জিসিএস মান ৩ (সম্পূর্ণ প্রতিক্রিয়াহীন) থেকে ১৫ (প্রতিক্রিয়াশীল) পর্যন্ত হতে পারে। সাধারণত মস্তিষ্ক আঘাতপ্রাপ্ত হলে (যেমন সড়ক দুর্ঘটনা) সেক্ষেত্রে জরুরী ভিত্তিতে চিকিৎসা প্রদান করার সময় নির্দেশক হিসেবে এই পরিমাপক ব্যবহৃত হয়। এছাড়াও হাসপাতালে চিকিৎসাধীন রোগীদের চেতনার মাত্রা বা প্রতিক্রিয়াশীলতা নির্ণয়েও এর ব্যবহার রয়েছে।\nনিম্ন মাত্রার জিসিএস মানের সাথে মৃত্যুর ঝুঁকি বেড়ে যাওয়ার সম্পর্ক রয়েছে। তবে মস্তিষ্কে আঘাতপ্রাপ্ত কোনো ব্যক্তির পরিণতি অনুমান করার ক্ষেত্রে শুধুমাত্র গ্লাসগো কোমা স্কেলের মান ব্যবহার করা অনুচিত।\n\n\n== মান নির্ণয় ==\nদুই বা ততোধিক বয়সের রোগীর ক্ষেত্রে গ্লাসগো কোমা স্কেল ব্যবহৃত হয় এবং চোখ, বাকশক্তি, ও নড়াচড়ার ক্ষমতা — এই তিনটি পরীক্ষার সমন্বয়ে এটি করা হয়। পৃথকভাবে এই তিনটি পরীক্ষার বিভিন্ন ক্ষেত্রে ফলাফলের উপর ভিত্তি করে জিসিএস পরিমাপকে মান নিচের টেবিলে নির্দেশ করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎসপঞ্জি ===\nTeasdale G, Murray G, Parker L, Jennett B (১৯৭৯)। \"Adding up the Glasgow Coma Score\"। Acta Neurochir Suppl (Wien)। 28 (1): 13–6। আইএসবিএন 978-3-7091-4090-1। ডিওআই:10.1007/978-3-7091-4088-8_2। পিএমআইডি 290137। \nMeredith W, Rutledge R, Fakhry SM, Emery S, Kromhout-Schiro S (১৯৯৮)। \"The conundrum of the Glasgow Coma Scale in intubated patients: a linear regression prediction of the Glasgow verbal score from the Glasgow eye and motor scores\"। J Trauma। 44 (5): 839–44; discussion 844–5। ডিওআই:10.1097/00005373-199805000-00016। পিএমআইডি 9603086।"}