{"pageid": 1004775, "title": "তুর্কমেনিস্তানের ভূগোল", "url": "https://bn.wikipedia.org/wiki?curid=1004775", "content": "তুর্কমেনিস্তান হ'ল মধ্য এশিয়া এর একটি স্থলবেষ্টিত দেশ যেটি পশ্চিমে কাস্পিয়ান সাগর, দক্ষিণে ইরান ও আফগানিস্তান, উত্তর-পূর্ব দিকে উজবেকিস্তান এবং উত্তর-পশ্চিমে কাজাখস্তান দ্বারা সীমাবদ্ধ। এটি স্বাধীন রাষ্ট্রের রাষ্ট্রমণ্ডল (সিআইএস) এর দক্ষিণতম প্রজাতন্ত্র এবং ১৯৯১ এর শেষদিকে সাবেক সোভিয়েত-পরবর্তী রাষ্ট্রসমূহ এর বেশিরভাগ দ্বারা আলগাভাবে গঠিত একটি ফেডারেশন।\nকাস্পিয়ান সাগরের সাথে এর দীর্ঘতম সীমানা হল (১,৭৮৬ কিমি (১,১১০ মা)। অন্যান্য সীমান্তের মধ্যে রয়েছে ইরানের সাথে (দক্ষিণ দিকে ৯৯২ কিমি (৬১৬ মা), আফগানিস্তানের সাথে (দক্ষিণ দিকে ৭৪৪ কিমি (৪৬২ মা), উজবেকিস্তানের সাথে (উত্তর এবং পূর্ব দিকে ১,৬২১ কিমি (১,০০৭ মা) এবং কাজাখস্তানের সাথে (উত্তর দিকে ৩৭৯ কিমি (২৩৫ মা)। তুর্কমেনিস্তান মার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়া রাজ্যের তুলনায় কিছুটা বড় প্রায় ৪৮৮,১০০ কিমি২। আয়তন অনুসারে তুর্কমেনিস্তান সাবেক সোভিয়েত প্রজাতন্ত্রের রাশিয়া, কাজাখস্তান এবং ইউক্রেন পরে চতুর্থ অবস্থানে রয়েছে। পশ্চিম থেকে পূর্ব প্রান্তে দেশটির সর্বোচ্চ বিস্তার হল ১,১০০ কিমি (৬৮০ মা) এবং উত্তর থেকে দক্ষিণ প্রান্তে সর্বোচ্চ বিস্তার হল ৬৫০ কিমি (৪০০ মা)।\n\n\n== জলবায়ু ==\n\n \nতুর্কমেনিস্তানে শীতল মরু আবহাওয়া বর্তমান যা প্রবলভাবে মহাদেশীয়। গ্রীষ্মকাল দীর্ঘ (মে থেকে সেপ্টেম্বর পর্যন্ত), উষ্ম এবং শুষ্ক। শীতকালে উষ্ণতা সাধারণত মধ্যম এবং শুষ্ক থাকলেও উত্তরাংশ মাঝে মাঝে শীতল ও শুষ্ক হয়। বেশিরভাগ বৃষ্টিপাত জানুয়ারি থেকে মে মাসের মধ্যে হয়। সারা দেশে বৃষ্টিপাতের পরিমাণ সামান্যই। বার্ষিক গড় বৃষ্টিপাত কোপেট ড্যাগ -এ ৩০০ মিলিমিটার (১১.৮ ইঞ্চি) থেকে শুরু করে উত্তর-পশ্চিমে ৮০ মিলিমিটার (৩.১৫ ইঞ্চি) পর্যন্ত হয়। দক্ষিণ-মধ্য তুর্কমেনিস্তানের ইরান সীমান্তের নিকটবর্তী রাজধানী আশগাবাত -এ বার্ষিক গড় বৃষ্টিপাত ২২৫ মিলিমিটার (৮.৯ ইঞ্চি)। বার্ষিক গড় তাপমাত্রা আশগাবাতে ১৭.১ ডিগ্রি সেলসিয়াস (৬২.৮ ডিগ্রি ফারেনহাইট) থেকে শুরু করে উত্তর-মধ্য তুর্কমেনিস্তানের উজবেক সীমান্তে ১২.৮ ডিগ্রি সেলসিয়াস (৫৫.০ ডিগ্রি ফারেনহাইট) পর্যন্ত হয়। প্রায় একটানা বাতাস প্রবাহ উত্তর, উত্তর-পূর্ব বা পশ্চিমের দিক থেকে হয়ে থাকে।\n\n\n== জলীয় পরিবেশ ==\nতুর্কমেনিস্তানের প্রায় ৮০% ভূখণ্ডে উপরিভাগের জল প্রবাহের অবিচ্ছিন্ন উৎসের অভাব রয়েছে। এখানের প্রধান নদীগুলি কেবলমাত্র দক্ষিণ এবং পূর্ব সীমান্ত বরাবর অবস্থিত। কোপেটড্যাগের উত্তরের ঢালু ভূমিতে কয়েকটি ছোট ছোট নদীকে পুরোপুরি সেচের জন্য চালিত করা হয়েছে। দেশের সর্বাধিক গুরুত্বপূর্ণ নদী হ'ল আমু দরিয়া এবং তার দীর্ঘতম উপনদী সহ মোট দৈর্ঘ্য ২,৫৪০ কিমি হওয়ায় এটিই মধ্য এশিয়ার দীর্ঘতম নদী হিসাবে পরিগণিত হয়। আমু দরিয়া উত্তর-পূর্ব তুর্কমেনিস্তান জুড়ে প্রবাহিত হওয়ার পরে পূর্বদিকে প্রবাহিত হয়ে উজবেকিস্তান এবং তাজিকিস্তান এর দক্ষিণ সীমানা তৈরি করেছে। আমু দারিয়ার বাঁধ দেওয়া ও সেচের ব্যবহারের কারণে আরাল সাগর -এ তার মারাত্মক পরিবেশগত প্রভাব পড়েছে (পরিবেশগত সমস্যাগুলি দেখুন)। নদীটির বার্ষিক গড় প্রবাহ সেকেন্ডে ১,৯৪০ ঘনমিটার। অন্যান্য প্রধান নদী হ'ল তেজেন (১,১২৪ কিমি); মুরঘাব (৮৫২ কিমি); এবং আতরেক (৬৬০ কিমি)।\n\n\n== তথ্যসূত্র ==\n\n এই নিবন্ধটিতে Library of Congress Country Studies থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে  এখানে ।\n এই নিবন্ধটিতে সিআইএ ওয়ার্ল্ড ফ্যাক্টবুক থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে  এখানে ।"}