{"pageid": 1004683, "title": "খারকিভ", "url": "https://bn.wikipedia.org/wiki?curid=1004683", "content": "খারকিভ ইউক্রেনের দ্বিতীয় বৃহত্তম শহর। দেশটির উত্তরপূর্বে এ শহর অবস্থিত। খারকিভ স্লোবোজহানশনিয়া ঐতিহাসিক অঞ্চলের বৃহত্তম শহর। এটি খারকিভ অব্লাস্ট ও খারকিভ রায়নের প্রশাসনিক কেন্দ্র। সাম্প্রতিকতম হিসাব অনুযায়ী খারকিভের জনসংখ্যা ১৪,৪৩,২০৭।\n১৬৫৪ সালে খারকিভ শহর প্রতিষ্ঠিত হয়। ক্ষুদ্র দুর্গ হিসেবে এর পত্তন ঘটলেও এটি ইউক্রেনীয় শিল্পের গুরুত্বপূর্ণ কেন্দ্র হিসেবে আবির্ভূত হয়। ১৯১৯ সালের ডিসেম্বর থেকে ১৯৩৪ সালের জানুয়ারি পর্যন্ত ইউক্রেনীয় সোভিয়েত সমাজতান্ত্রিক প্রজাতন্ত্রের প্রথম রাজধানী ছিল। এরপর কিয়েভকে ইউক্রেনের রাজধানী করা হয়।\nখারকিভ ইউক্রেনের অন্যতম প্রধান সাংস্কৃতিক, বৈজ্ঞানিক, শিক্ষা ও পরিবহন কেন্দ্র।  আনুনসিয়েশন এবং ডোরমিশিয়ন ক্যাথেড্রাল, মুক্তি সরণির রাজপ্রম ভবন ও খারকিভ জাতীয় বিশ্ববিদ্যালয় এর উল্লেখযোগ্য স্থাপনা । এটি উয়েফা ইউরো ২০১২-এর একটি স্বাগতিক শহর ছিল।\nখারকিভের অর্থনীতিতে শিল্পখাত গুরুত্বপূর্ণ ভূমিকা রাখে। যন্ত্রপাতি ও বৈদ্যুতিক শিল্পও এখানে প্রসার লাভ করেছে। মোরোজোভ নকশা ব্যুরো এবং মালিশেভ ট্যাঙ্ক কারখানা (১৯৩০-১৯৮০ এর দশকে ট্যাঙ্ক উৎপাদনে শীর্ষে থাকা প্রতিষ্ঠান), খার্ট্রন (বায়ুস্থান ও নিউক্লীয় বৈদ্যুতিক উৎপাদনের সাথে সম্পর্কিত) , টার্বোঅ্যাটম (বায়ুকল উৎপাদন) ও আন্তোনভ (বায়ুযান উৎপাদনকারী) সহ অসংখ্য প্রতিষ্ঠান এখানে কার্যক্রম পরিচালনা করত।\n\n\n== নামের উৎপত্তি ==\n\nখারকিভ নামটির উৎপত্তি নিয়ে মতভেদ রয়েছে। কোনো কোনো উৎসের তথ্যানুসারে , খারকিভ শব্দটি এর \"কিংবদন্তি\" প্রতিষ্ঠাতা খারকোর নামানুসারে করা হয়েছে। \nখারকিভ শহরের অন্যান্য নামগুলো হলো- চারকো, চারকোভ ও জাখারপোলিস। \n\n\n== ইতিহাস ==\n\nব্রোঞ্জ যুগের সাংস্কৃতিক প্রত্নতাত্ত্বিক নিদর্শন খারকিভ শহরে পাওয়া গেছে। স্কাইদ ও সামারিটানরাও এখানে বসবাস করেছে।  দ্বিতীয় থেকে ষষ্ঠ শতাব্দীতে এখানে চেরিয়ানোকভ সংস্কৃতির  বিকাশ ঘটেছে।\n\n\n=== প্রতিষ্ঠা ===\nনিপ্রো নদীর দক্ষিণতীরবর্তী ইউক্রেনীয় অঞ্চলে (ডান তীরের ইউক্রেন নামেও পরিচিত) ১৬৫৪ সালে যুদ্ধের সূচনা হয়। যুদ্ধের ভয়াবহতা থেকে বাঁচতে অনেকে সেখান থেকে পালিয়ে খারকিভ-এ বসতি স্থাপন করেন।  ইতোপূর্বে এই অঞ্চল কসাক হেতমানেতে-র  অংশ ছিল।  লোপান ও খারকিভ নদীর তীরে ক্রমেই মানুষের আগমন বৃদ্ধি পেতে থাকে।   ইভান ক্রিভোশলিক এই বসতি স্থাপনকারীদের নেতৃত্ব প্রদান করেছিলেন।\nচল্লিশ কিলোমিটার পূর্বে চুহিভের একটি স্থানীয় প্রশাসনিক দপ্তর (ভোইভোডে) খারকিভের কার্যক্রম নিয়ন্ত্রণ করত।   ভোয়িন সেলিফোন্তোভ ১৬৫৬ সালে এর প্রথম প্রশাসক নিযুক্ত হন। তিনি এখানেনে একটি অস্ত্রোগ বা দুর্গ নির্মাণের কাজ শুরু করেন।  সেসময় খারকিভের জনসংখ্যা ছিল ১০০০-এর মতো। এর অর্ধেকই ছিল কসাক। সেলিফোন্তোভ এখানে মস্কো থেকে কার্যক্রম পরিচালনার সুবিধার্থে ৭০ জন কর্মচারী নিয়ে এসেছিলেন। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}