{"pageid": 1004913, "title": "সর্বনাশা ইয়াবা", "url": "https://bn.wikipedia.org/wiki?curid=1004913", "content": "সর্বনাশা ইয়াবা ২০১৪ সালে মুক্তিপ্রাপ্ত, কাজী হায়াৎ পরিচালিত, মাদক ও অপরাধ বিষয়ক বাংলাদেশী পূর্ণদৈর্ঘ্য চলচ্চিত্র। কাজী হায়াৎ এই ছায়াছবির কাহিনি ও চিত্রনাট্যের কিছু উপাদান ২০১৩ সালের মাদকাসক্ত কিশোরীর বাস্তব জীবনের ঘটনা হতে নিয়েছিলেন। চলচ্চিত্রটি কাজী হায়াৎ ফিল্মস ও মাল্টিমিডিয়া প্রোডাকশনের যৌথ প্রযোজনায় নির্মিত। চলচ্চিত্রে ইয়াবার কারণে একজন পুলিশ কর্মকর্তার স্বাভাবিক পরিবারের ভাঙ্গন, করুণ পরিণতি, অতঃপর সমাজে ইয়াবা'র প্রসার ও বিরূপ প্রতিক্রিয়ার বিরূদ্ধে ঐ পুলিশের ব্যক্তিগত অভিযান দেখানো হয়েছে। উল্লেখযোগ্য চরিত্রসমূহে অভিনয় করেছেন কাজী মারুফ, কাজী হায়াৎ, প্রসূন আজাদ, শাহলা ইসলাম তমা ও অভিষিক্ত মেহমুদ সিদ্দিক লেলিন।\n২০১৩ সালের সেপ্টেম্বরে সর্বনাশা ইয়াবা নির্মাণের ঘোষণা দেয়ার পর ডিসেম্বরের শেষ সপ্তাহ হতে ২০১৪ সালের এপ্রিলের মধ্যে চলচ্চিত্রটির মুখ্য চিত্রগ্রহণ করা হয়। স্টুডিও'র বাইরে বাংলাদেশের ঢাকা ও কক্সবাজার জেলায় এটির অধিকাংশ দৃশ্য ধারণ করা হয়েছে। চিত্রগ্রহণ পরবর্তী সম্পাদনা ও স্বল্প প্রচারের পর ২০১৪ সালের ১৪ নভেম্বর বাংলাদেশে ছিয়াত্তরটি প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== কাহিনিসংক্ষেপ ==\nকাজী মারুফ ঢাকা মেট্রোপলিটন পুলিশের গোয়েন্দা ও অপরাধ তথ্য বিভাগের একজন কর্মকর্তা। তিশা(প্রসূন আজাদ) তার বিশ্ববিদ্যালয়ের সহপাঠি, সহকর্মী। তারা বিভিন্ন পুলিশি অভিযানের অভিজ্ঞতা ভাগাভাগি করে। কর্মক্ষেত্রের বাইরে তিশা, মারুফের প্রেমিকা। মারুফের একমাত্র বোন তমা বিশ্ববিদ্যালয়ের ছাত্রী। তমা'র পড়ালেখার খরচ চালানোর জন্য মারুফ বিয়ে করেনা। তমা'র বিশ্ববিদ্যালয়ের ছেলেবন্ধু বাবু(মেহমুদ সিদ্দিক লেলিন) তাকে ইয়াবা গ্রহণে প্ররোচিত এবং মাদকাসক্ত করে ফেলে। মাদকাসক্ত তমা, ইয়াবা কেনার জন্য নিজের ভাই আর মা(গুলশান আরা)'র সাথে খারাপ ব্যবহার শুরু করে। তমা'র আচরণ পরিবর্তন দেখে মারুফের সন্দেহ হয়। রক্ত পরীক্ষা করে ইয়াবা'র অস্তিত্ব পাওয়া যায়। মাদকাসক্ত তমাকে মারুফ কাজী হায়তের নিরাময় কেন্দ্রে নিয়ে আসে। তমা মাদক নিরাময় কেন্দ্র হতে পালায়। ইয়াবা কেনার টাকা জোগাড় করতে তমা দেহ ব্যবসায় জড়িয়ে পরে। তমার অবস্থা দেখে মারুফ ভেঙ্গে পরে। এক হোটেল থেকে তমাকে উদ্ধার করে মারুফ বাসায় নিয়ে আসে। তমাকে ভাল করার জন্য নিরাময় কেন্দ্রের ডাক্তার মারুফকে সহানুভূতিশীল আচরণের পরামর্শ দেন। তমার প্রথমে সংযত আচরণ করলেও পরে তার মা'কে খুন করে পালিয়ে যায়।\nমারুফ তার বস(আশরাফ-উল-ইসলাম)কে ইয়াবা'র বিরূদ্ধে অভিযানের জন্য রাজী করায়। নিজে তদন্ত শুরু করে। ইয়াবা ব্যবসার মূল উৎপাটন করতে গিয়ে একজন প্রভাবশালী ব্যবসায়ী বাহাদুর সর্দার (শাংকু পাঞ্জা)কে গ্রেপ্তার করে। প্রভাব খাটিয়ে জেল থেকে বাহাদুর বের হয়ে যায়। বাহাদুর মারুফকে অনেক টাকা ঘুষ দিতে চায়। বাহাদুরকে পুলিশের পিস্তল দিয়ে খুন করে মারুফ। নিজের বসের কাছে আত্মসমর্ণ করে। তার বিরুদ্ধে সরকারী দায়িত্বের বাইরে অস্ত্র ব্যবহারের মামলা হয়। এই সময় মারুফ সেচ্ছায় চাকরি ছেড়ে দেন। ইয়াবা ও অন্যান্য মাদক নির্মূলে মারুফ শুরু করেন তার ব্যক্তিগত লড়াই।\n\n\n== কুশীলব ==\nকাজী মারুফ: নাম ভূমিকায়, একজন গোয়েন্দা পুলিশ কর্মকর্তা। ইয়াবার বিরুদ্ধে চাকরি ছেড়ে দিয়ে ব্যক্তিগত অভিযানে নামা ব্যক্তি।\nপ্রসুন আজাদ: তিশা, একজন পুলিশ কর্মকর্তা।মারুফের সহকর্মী ছাড়াও তিশা মারুফের বিশ্ববিদ্যালয়ের সহপাঠী ও প্রেমিকা।\nশাহলা ইসলাম তমা: নাম ভূমিকায়, কাজী মারুফের বোন। বিশ্ববিদ্যালয়ের ছাত্রী, খারাপ বন্ধুর সাথে মিশে ইয়াবা আসক্ত ও খুনী।\nমেহমুদ সিদ্দিক লেলিন: বাবু, ইয়াবা আসক্ত, ধনী বাবা সন্তান। তমাকে মাদকের সাথে পরিচয় করিয়ে দেয়া বিশ্ববিদ্যালয়ের সহপাঠি।\nগুলশান আরা: মারুফ ও ঐশী'র বিধবা মা। একজন প্রয়াত মুক্তিযোদ্ধার স্ত্রী। মাদকাসক্ত তমাকে নজরে রাখতে গিয়ে খুন হন।\nকাজী হায়াৎ:  নিরিবিলি মাদকাসক্ত নিরাময় কেন্দ্রের মালিক।এক দূর্ঘটনায় পরিবার হারিয়ে মাদকাসক্তদের সেচ্ছায় চিকিৎসা করেন।\nআশরাফ-উল-ইসলাম: পুলিশের ঊর্ধ্বতন কর্মকর্তা মারুফ ও তিশার বস। মাদকের বিরূদ্ধে মারুফের ব্যক্তিগত অভিযানে সহায়তা করেন।\nশাংকু পাঞ্জা: বাহাদুর সর্দার, ইয়াবা ব্যবসায়ী, প্রভাবশালী ব্যক্তি। মারুফের হাতে গ্রেপ্তার ও পরবর্তীতে মারুফের গুলিতে মারা যান।\nএছাড়াও সর্বনাশা ইয়াবা চলচ্চিত্রে পুলিশ, বিশ্ববিদ্যালয়ের ছাত্র-ছাত্রী, নার্স ও খলভূমিকা সহ বিভিন্ন প্বার্শ চরিত্রে রাকিব খান, জিয়া ভিমরুল, সোহেল খান, হাবিব খান, স্বাধীন করীম, গুলজার, গোলাম মাওলা, হাসান আহম্মেদ, টিটু, চার্লি উজ্জ্বল, সাবরিনা, রেজাউল করীম দুলাল, কালেখা, দীপক, বিপ্লব, শুভ, উদয় ও মুন্না প্রমুখ অভিনয় করেছেন।\n\n\n== প্রযোজনা ==\n২০১৩ সালের সেপ্টেম্বরে নির্মাতা কাজী হায়াৎ তার কাজী হায়াৎ ফিল্মসের ব্যানারে সর্বনাশা ইয়াবা  নির্মাণের ঘোষণা দিয়েছিলেন। চলচ্চিত্রটির কাহিনি ও চিত্রনাট্য ২০১৩ সালে ঐশী নামের একজন মাদকাসক্ত কিশোরীর হাতে বাবা-মা খুন হওয়ার সত্য ঘটনার ছায়া অবলম্বে রচিত হয়েছিল। ২০১৩ সালের ২৭ ডিসেম্বর এর চিত্রগ্রহণ শুরু হয়। অধিকাংশ দৃশ্য বাংলাদেশ চলচ্চিত্র উন্নয়ন কর্পোরেশনের স্টুডিও, স্টুডিও'র বাইরে ঢাকার স্ট্যামফোর্ড বিশ্ববিদ্যালয় ক্যাম্পাস, লালবাগ, এটিএন বাংলা টেলিভিশন চ্যানেলের স্টুডিও, কক্সবাজার ও মহেশখালীতে ধারণ করা হয়েছিল। ২০১৪ সালের এপ্রিলে মুখ্য চিত্রগ্রহণ শেষ হয়।\nসর্বনাশা ইয়াবা চলচ্চিত্রে আহমেদ সাগির, মুন্সী ওয়াদুদ এবং সুরকার আহমেদ রাজীরের লেখা পাঁচটি গান ব্যবহার করা হয়েছিল। আহমেদ রাজীব এই গান সমূহের সুরারোপ, সঞ্চালন এবং পরিচালনা করেছেন। মান্নান মোহাম্মদ চলচ্চিত্রটির জন্য পৃথক আবহ সঙ্গীতায়োজন করেছেন।\n\n\n== মুক্তি ==\n২০১৪ সালের ১৪ আগস্ট চলচ্চিত্রটি বাংলাদেশ চলচ্চিত্র সেন্সর বোর্ড হতে প্রদর্শনের অনুমতি পায়। একই বছর ১৪ নভেম্বর বাংলাদেশের ৭৬টি প্রেক্ষাগৃহে চলচ্চিত্রটির বাণিজ্যিক মুক্তি দেয়া হয়। মুক্তির দশ দিনের মধ্যে চলচ্চিত্রটি দুস্যতার শিকার হয়েছিল। জি-সিরিজের পরিবেশনায় ২০১৬ সালের ১৯ মার্চ চলচ্চিত্রটি ইউটিউবে দর্শনের জন্য উন্মুক্ত করা হয়।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউটিউবে সর্বনাশা ইয়াবা\nবাংলা মুভি ডেটাবেজে সর্বনাশা ইয়াবা"}