{"pageid": 1004997, "title": "ইয়েমেনের ভূগোল", "url": "https://bn.wikipedia.org/wiki?curid=1004997", "content": "ইয়েমেন দক্ষিণ পশ্চিম এশিয়ার অন্তর্গত আরব উপদ্বীপ এর দক্ষিণ প্রান্তে অবস্থিত একটি দেশ এবং সেটি ওমান এবং সৌদি আরবের মধ্যে অবস্থিত।  এটি বিশ্বের একটি সক্রিয় এবং কৌশলগত জাহাজী পথ যেটি লোহিত সাগর থেকে ভারত মহাসাগর এর সাথে (এডেন উপসাগরের মাধ্যমে) সংযোগকারী বাব এল মান্দেব প্রণালীর প্রবেশ পথে অবস্থিত। লোহিত সাগরের দক্ষিণ প্রান্তে পেরিম এবং এডেন উপসাগরের প্রবেশ পথে সুকাত্রা দ্বীপপুঞ্জ সহ ইয়েমেনের আয়তন ৫,২৭,৯৭০ বর্গকিলোমিটার (২,০৩,৮৫০ বর্গমাইল)। ইয়েমেনের স্থল সীমানা মোট ১,৭৪৬ কিলোমিটার (১,০৮৫ মাইল)। ইয়েমেনের সীমানার বিস্তার উত্তর দিকে সৌদি আরবের সাথে (১,৪৫৮ কিমি অথবা ৯০৬ মা) এবং উত্তর-পূর্ব দিকে ওমানের সাথে (২৮৮ কিমি অথবা ১৭৯ মা)।   সুকাত্রা দ্বীপের মধ্য দিয়ে গার্ডাফুই চ্যানেল এবং সোমালি সমুদ্রের সীমানা ইয়েমেন ভাগ করে নিয়েছে। \n\n\n== উচ্চতা ==\nইয়েমেন একটি ধারাবাহিকভাবে ক্রমশ সমুন্নত ভূভাগ সম্পন্ন দেশ যার কেবল উপকূলীয় সমভূমিতে রয়েছে তার সবচেয়ে নিম্নতম অঞ্চল। ইয়েমেনের বেশিরভাগ অংশ জুড়ে রয়েছে খাঁজ কাটা বন্ধুর শিখর এবং মালভূমি। এই দেশটির গড় উচ্চতা প্রায় ২,০০০ মিটার (৬,৬০০ ফুট)। আভ্যন্তরীণ পর্বতমালার উচ্চতা কয়েকশো মিটার থেকে দেশের উচ্চতম স্থান আরব উপদ্বীপ এর জাবাল আন-নবী শু'য়ব পর্যন্ত রয়েছে যেটি সমুদ্রপৃষ্ঠ থেকে ৩,৬৬৬ মি (১২,০২৮ ফু) উচ্চ। এটি সরওয়াত এর আওতাধীন হরাজ উপপর্বত শ্রেণীর অন্তর্গত। এইভাবে উচ্চতার পরিসরে সমুদ্র পৃষ্ঠ থেকে এই ৩,৬৬৬ মিটার (১২,০২৮ ফুট) উচ্চতা আরব বিশ্বের দেশগুলির মধ্যে দ্বিতীয় সর্বোচ্চ বিন্দু। প্রথম স্থানে আছে মরোক্কোর জেবেল তৌবকাল যার উচ্চতা ৪,১৬৭ মিটার (১৩,৬৭১ ফুট)। বৈদেশিক বাণিজ্য থেকে নিজেদের বিচ্ছিন্ন রাখতে হাজার হাজার বছর ধরে ইয়েমেনীরা তাদের জন্মভূমির উচ্চতা ব্যবহার করে এসেছে এবং তারা উপকূলীয় অঞ্চলে যেতে ইচ্ছে করলে কেবল তবেই বিদেশী বাণিজ্য পরিচালিত হয়েছিল। কয়েকশো মিটার থেকে ৩,০০০ মি (৯,৮০০ ফু) এর উপরে উচ্চতা বিশিষ্ট তরুণ পর্বতমালাগুলি তাদের খাঁজ কাটা বন্ধুর শিখরের জন্য পরিচিত ছিল। পর্বতগুলিকে পশ্চিম এবং কেন্দ্রীয় উচ্চভূমিতে ভাগ করা যায়। তুলনামূলকভাবে উর্বর মাটি এবং পর্যাপ্ত ও প্রচুর বৃষ্টিপাত সহ পশ্চিমের পার্বত্য অঞ্চলের চূড়াগুলির উচ্চতা প্রায় ৩,০০০ মিটার (১.৯ মাইল) এর কাছাকাছি পর্যন্ত হয়। অপর দিকে কেন্দ্রীয় উচ্চভূমিগুলি মালভূমির মতো প্রায় ২,০০০–৩,২০০ মিটার (১.২–২.০ মাইল) উচ্চতার হয় এবং এগুলি প্যাঁচানো পাহাড়, ছোট গোলাকার টিলা সম্পন্ন হয়ে থাকে যার মধ্যে কয়েকটি বিশিষ্ট শিখরও রয়েছে। এগুলি তুলনামূলকভাবে আরও খাড়াই হয়। এই অঞ্চলে কম বৃষ্টিপাত হলেও গ্রীষ্মের মাসগুলিতে যথেষ্ট পরিমাণে ফসল ফলে থাকে।\n\n\n== তথ্যসূত্র =="}