{"pageid": 1004780, "title": "গঙ্গাইকোণ্ড চোলপুরম", "url": "https://bn.wikipedia.org/wiki?curid=1004780", "content": "গঙ্গাইকোণ্ড চোলপুরম দক্ষিণ ভারতের তামিলনাড়ু রাজ্যে অবস্থিত আরিয়ালুর জেলার একটি ছোট শহর। জয়ঙ্কোণ্ডম থেকে ৮ কিলোমিটার দূরে অবস্থিত।  চোল সাম্রাজ্যের রাজা প্রথম রাজেন্দ্র চোলের সময়কালে (১০২৫ খ্রিস্টাব্দে) গঙ্গাইকোণ্ড চোলপুরম চোল সাম্রাজ্যের রাজধানী হিসেবে প্রতিষ্ঠিত হয় এবং পরবর্তী আড়াইশো বছর এটিই ছিল ঐ সাম্রাজ্যের রাজধানী।\nশহরটি তিরুচিরাপল্লী আন্তর্জাতিক বিমানবন্দর থেকে প্রায় ১২৫ কিলোমিটার (৭৮ মাইল) উত্তর পূর্বে অবস্থিত। ২০১৪ খ্রিস্টাব্দে তথ্য অনুসারে পূর্বতন শহরটি আরিয়ালুর জেলার ঐতিহ্যবাহী স্থান হয়ে রয়েছে। গঙ্গাইকোণ্ড চোলপুরমে অবস্থিত বৃহদীশ্বর মন্দিরটি শিবের নামে উৎসর্গীকৃত একটি হিন্দু মন্দির৷ ১০৩৫ খ্রিস্টাব্দ নাগাদ প্রথম রাজেন্দ্র চোল দ্বারা নির্মিত এই মন্দিরটি তার নতুন রাজধানীর একটি সৌন্দর্য৷ চোল সাম্রাজ্যের সময়কালে নির্মিত এই মন্দিরটি একাদশ শতাব্দীতে নির্মিত জয়ঙ্কোণ্ডম থেকে ৭০ কিলোমিটার দক্ষিণ-পশ্চিমে তাঞ্জোরের বৃহদীশ্বর মন্দিরের অনুরূপ ও একই নামবিশিষ্ট৷ গঙ্গাইকোণ্ড চোলপুরমে অবস্থিত মন্দিরটি তাঞ্জাবুরের বৃহদীশ্বর মন্দিরের থেকে আকৃতিতে ছোট হলেও সূক্ষ্ম ও পরিশীলিত৷ উভয়ই দক্ষিণ ভারতে অবস্থিত দ্রাবিড়ীয় স্থাপত্যশৈলীতে নির্মিত বৃহত্তর শিবমন্দিরগুলির মধ্যে গণ্য৷ মন্দিরটি এই জেলায় অবস্থিত একটি ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থান।\n\n\n== ইতিহাস ==\n\nপাল সাম্রাজ্যের বিরুদ্ধে বিজয়ের চিহ্ন হিসেবে প্রথম রাজেন্দ্র চোল এই শহরের পত্তন ঘটান। এই নামটির আক্ষরিক অর্থ গঙ্গা রাজ্যের রাজাদের পরাজিত করে চোল রাজার দ্বারা প্রতিষ্ঠিত শহর। বর্তমানে এটি একটি গ্রাম তবে গ্রামে অবস্থিত বৃহদীশ্বর মন্দির এর প্রাচীন ঐতিহ্যকে তুলে ধরে। তুঙ্গভদ্রা নদী অতিক্রম করে চোল রাজারা সমগ্র দক্ষিণ ভারতে নিজেদের আধিপত্য বিস্তার করতে সক্ষম হয়েছিলেন। প্রশাসনিক সুবিধার্থে তারা তাদের সাম্রাজ্যে গঙ্গাইকোণ্ড চোলপুরম নামে আরো একটি রাজধানী স্থাপন করেছিলেন।\nমনে করা হয় শহরকে বেষ্টিত করে ভেতর থেকে এবং বাইরে থেকে দুটি প্রাচীর ছিল। বাইরের প্রাচীরটি সম্ভবত অধিক প্রস্থ যুক্ত ছিল। প্রাসাদের চারদিকে গোল করে থাকা ঢিপি থেকে বাইযরের প্রাচীরের আন্দাজ করা যায়।\n\nমাটি উৎখনন করে জানা গিয়েছে যে বাইরের প্রাচীরটি পোড়া ইট দিয়ে তৈরি ছিল এবং এর প্রশ্ন ছিল ছয় থেকে আট ফুট। বেষ্টিত দুটি প্রাচীরের মাঝের অন্তর্বর্তী অংশে ছিল বালির স্তুপ। ইট গুলি প্রকৃষ্ট ভাবে দৈর্ঘ্য প্রস্থে সাধারণ ইটের তুলনায় অনেকটাই বড় এবং পূর্ণ দগ্ধ মাটির তৈরি ছিল।\n১০৩৫ খ্রিস্টাব্দে এই মন্দিরটি নির্মাণ কাজ সমাপ্ত হয়।  রাজা প্রথম রাজেন্দ্র চোলের তৈরি করা এই মন্দিরটি রাজা রাজেন্দ্র চোল অনুসরণ করেন। অন্ধ্র কর্ণাটক ওড়িশা এবং বাংলায় তার জয় ঘোষণার পরে রাজার দাবি অনুযায়ী পরাজিত সাম্রাজ্যের রাজারা ঘড়াভর্তি গঙ্গাজল এই মন্দিরে কুপ পূরণে প্রেরণ করেন।\nতামিল গ্রন্থপঞ্জি অনুসারে রাজা প্রথম রাজেন্দ্র এই শহরের নাম রাখেন গঙ্গাইকোণ্ড চোলন, যার অর্থ একজন চোল যিনি গঙ্গাকে আটক করেছেন। তিনি তাঞ্জাবুরে নিজের রাজধানী স্থাপন করেন। রাজা প্রথম রাজেন্দ্র তার সমগ্র রাজধানীজুড়ে তামিল বাস্তু এবং আগম শাস্ত্র অনুযায়ী প্রচুর মন্দির নির্মাণ করেন। এগুলোর মধ্যে ছিল আইয়াপ্পা, বিষ্ণু এবং অন্যান্য মন্দির। পরবর্তীকালে খ্রিস্টীয় ত্রয়োদশ ও চতুর্দশ শতাব্দীতে বৃহদীশ্বর মন্দির ব্যতীত বাকি সকল মন্দির ধ্বংস প্রাপ্ত হয়। অন্যান্য চোল স্থাপত্যগুলি মাটির তলায় খনন প্রক্রিয়ায় বা স্তম্ভের ধ্বংসাবশেষ ও প্রাচীরের ভগ্না অবস্থা থেকে আন্দাজ করা যায়।\nশহর ধ্বংসের কারণ অজানা। বনশান্তি অনুসারে খ্রিস্টীয় ত্রয়োদশ শতাব্দীর শেষের দিকে চোলদের হারিয়ে পাণ্ড্যরা এই অঞ্চল দখল করেন, সম্ভবত দখলীকৃত অঞ্চলের পুরাতন রাজার নিদর্শন মুছে দিতে তারা এই কাজ করে থাকতে পারেন বলে আশঙ্কা রয়েছে। আবার অন্য মন্দিরগুলি ধ্বংসাবশেষে পরিণত করলেও বৃহদীশ্বর মন্দিরটি কেন অক্ষুণ্ণ রইল তা নিয়েও দ্বন্দ্ব রয়েছে, উপরন্তু বিভিন্ন ঐতিহাসিক বই থেকে চোল, পাণ্ড্য এবং বিজয়নগর সাম্রাজ্যের রাজা এই মন্দিরে বহু দান এবং সৌন্দর্যায়নের ব্যবস্থা করেছিলেন বলে জানা যায়। আবার একটি বিকল্প ধারণা অনুসারে ১৩১১ খ্রিস্টাব্দে দিল্লি সালতানাতের মুসলমান কমান্ডার মালিক কাফুর ১৩১৪ খ্রিস্টাব্দে খসরু খান ও ১৩২৭ খ্রিস্টাব্দে মহম্মদ বিন তুঘলক পর্যায়ক্রমে মাদুরাই সহ তাঞ্জাবুরের রাজধানীর অধিকার পাওয়ার লড়াইতে এই মন্দিরগুলি ধ্বংস করেছিলেন বলে মনে করা হয়। হিন্দু রাজা এবং মুসলমান সুলতানের মধ্যে লড়াই এর ফলে তৈরি হয় মাদুরাই সালতানাত। বিজয়নগর সাম্রাজ্যের রাজারা ১৩৭৮ খ্রিস্টাব্দে মাদুরাই সালতানাত কে পরাজিত করলে যুগল আমলে তৈরি সমস্ত হিন্দু মন্দির পুনরায় এক হিন্দু রাজার রাজ্যের অন্তর্ভুক্ত হয়। বিজয়নগরের রাজারা ওই মন্দিরগুলির সংস্কার সাধন করেন। ২০১৭ খ্রিস্টাব্দে ধ্বজস্তম্ভ স্থাপন এবং কুম্ভাভিষেকমের মাধ্যমে মন্দিরটির পুনর্শুচিকরণ হয়৷\n\n\n== শিল্প স্থাপত্য ==\nচোল রাজারা ছিলেন শিল্প ও স্থাপত্যের পৃষ্ঠপোষক। তারা গঙ্গাইকোণ্ডচোলীশ্বর মন্দির নির্মাণ করেন৷ মন্দির স্থাপত্যে ছিলো একটি বিশেষ গুণ৷ চোল সাম্রাজ্য সময়কালীন ধাতুর ওপর খোদাই করা প্রতিমূর্তিগুলির মধ্যে সেরা দুটি হলো ভোগশক্তি ও সুব্রহ্মণ্য তাম্রলেখ৷ সৌরপীঠ ও পদ্মপীঠের ওপর সজ্জিত আট দেবদেবীর মূর্তি দৃষ্টিনন্দন৷ শিবলিঙ্গটি একটি মাত্র পাথর থেকে নির্মিত৷\nচোল রাজারা তাদের রাজ্যজুড়ে প্রচুর পাথরের মন্দির এবং মন্দিরগাত্রে ও গর্ভগৃহে জটিল শিল্পকলায় পরিপূর্ণ দেবদেবীর মূর্তি তৈরি করেছিলেন। প্রথম রাজরাজ চোল ১০০৩ থেকে ১০১০ খ্রিস্টাব্দের মধ্যে তাঞ্জাবুরের বৃহদীশ্বর মন্দির কে নির্মাণ করেন। এখানে শিব প্রধান উপাস্য দেবতা। সময় অতিবাহিত হলেও মন্দিরের জাঁকজমক কমে যায়নি। মন্দিরে ঢোকার প্রবেশদ্বার এর সামনে প্রাঙ্গণের মাঝামাঝি একটি নন্দী মূর্তিও রয়েছে।\n\n\n== রাজপ্রাসাদ ==\n\nমন্ধিরের মতো রাজপ্রাসাদটিও ছিলো পোড়া ইট দিয়ে তৈরি৷ ছাদ ছোট আকারের চ্যাপ্টা টাইলস দ্বারা নির্মিত৷ স্তম্ভগুলি সম্ভবত ঘষা কাঠের ছিলো এবং ভূমিতে গ্রানাইটের ধারক দ্বারা পোক্ত ছিলো৷ এখনো কিছু স্তম্ভ ক্ষতবিক্ষত অবস্থায় রয়েছে৷ এখান থেকে লোহার তৈরি বাঘনখ পাওয়া গিয়েছে৷ রাজপ্রাসাদের একটি গুপ্তপথ সরাসরি মন্দিরের সাথে যুক্ত ছিলো৷\n\nরাজেন্দ্র চোলের তৃতীয় পুত্র বীররাজেন্দ্র চোলের শাসনকালে গঙ্গাইকোণ্ড চোলপুরম মন্দিরটি চোলকেরলন তিরুমালিগৈ নামে পরিচিতি পায়। বিভিন্ন তাম্রলেখ এবং শিলা লেখ এই প্রাসাদের ভিন্ন ভিন্ন অংশ‌ বোঝাতে 'আদিভূমি' 'কিলৈসোপান' 'মাবলি বনাধিরাজন' প্রভৃতি শব্দের উল্লেখ রয়েছে৷ রাজপ্রাসাদটির বহুতল হওয়ার প্রমাণও রয়েছে। প্রথম কুলতুঙ্গের ৪৯ তম শাসনবর্ষে তথা আনুমানিক ১১১৯ খ্রিস্টাব্দে রাজপ্রাসাদটিকে গঙ্গাইকোণ্ডচোলমালিগৈ বলে উল্লেখ করা হয়েছে৷ প্রতি রাজোত্তরসূরীর জন্য এই প্রাসাদেই ছিলো আলাদা আলাদা ভবন৷\n\n\n== তথ্যসূত্র =="}