{"pageid": 1004628, "title": "ত্রৈলঙ্গ স্বামী", "url": "https://bn.wikipedia.org/wiki?curid=1004628", "content": "ত্রৈলঙ্গ স্বামী (এছাড়াও তৈলং স্বামী, তেলেঙ্গ স্বামী) (কথিত ২৭ নভেম্বর ১৬০৭ - ২৬ ডিসেম্বর ১৮৮৭), যার সন্ন্যাসীর নাম স্বামী গণপতি সরস্বতী, ছিলেন একজন হিন্দু যোগী এবং গুপ্তরাই বারাণসীতে বসবাসকারী তার আধ্যাত্মিক শক্তির জন্য খ্যাতিমান ভারত। ভারতবর্ষ হিন্দুস্থান জম্বুতে তিনি বাংলার এক কিংবদন্তি ব্যক্তিত্ব, তার যোগব্যক্তি ও দীর্ঘায়ু সম্পর্কে কাহিনী রয়েছে। কিছু বিবরণ অনুসারে, ত্রৈলঙ্গ স্বামী ২৮০ বছর বয়স  পর্যন্ত জীবিত ছিলেন। ১৭৩৭ থেকে ১৮৮৭ সালের মধ্যে বারাণসীতে বাস করেছিলেন। তিনি ভক্তরা শিবের অবতার হিসাবে বিবেচিত। শ্রী রামকৃষ্ণ তাঁকে \"বারাণসীর চলমান শিব\" হিসাবে উল্লেখ করেছিলেন।\n\n\n== জীবনী ==\nত্রিলাঙ্গার জন্ম শিবরামের নামে অন্ধ্র প্রদেশের ভিজিয়ানগরাম জেলায় কুম্বিলাপুরমে (বর্তমানে পুস্পতিরেগা তাহসিলের কুমিলি নামে পরিচিত) জন্মগ্রহণ করেছিলেন। তার জীবনী এবং তার শিষ্যরা তার জন্ম তারিখ এবং তার দীর্ঘায়ু সময়কালের বিষয়ে পৃথক। একজন শিষ্যের জীবনী অনুসারে, শিবরামার জন্ম ১৫২৯ সালে হয়েছিল, অন্য একজন জীবনী অনুসারে এটি ১৬০৭ সালে ছিল। তার জীবনী তার ছয়টি আয়তনের প্রকল্প হন্দ্রযুগলুর একটি খন্ড হিসাবে লিখেছেন বীরুদুরজু রামরাজু। শিবরামের পিতা-মাতা ছিলেন নরশিংঘা রাও এবং বিদাবতী দেবী, যারা শিবভক্ত ছিলেন। ১৬৪৭ সালে পিতার মৃত্যুর পরে, ৪০ বছর বয়সে, তিনি তার সৎ ভাই শ্রীধরকে সম্পত্তি ও পারিবারিক দায়িত্ব ছেড়ে দিয়েছিলেন। তার মা তার মৃত্যুর সময় তার বাবা তার কাছে জন্মগ্রহণ এবং মানবজাতির কল্যাণে তার কালী সাধন চালিয়ে যাওয়ার ইচ্ছা প্রকাশ করেছিলেন বলে তার সাথে তার সত্যতা ভাগ করে নিয়েছিলেন। তিনি শিবরামকে বলেছিলেন যে তিনি বিশ্বাস করেন যে তিনি তার পিতা (তার নিজের দাদা) পুনর্জন্ম করেছেন এবং তার কালী সাধন গ্রহণ করা উচিত। তার মায়ের কাছ থেকে কালী মন্ত্রের সূচনা করার পরে, শিবরাম নিকটবর্তী কালী মন্দির এবং পুণ্যক্ষেত্রে কালী সাধন করেছিলেন, কিন্তু কখনও তার মায়ের কাছ থেকে দূরে ছিলেন না। ১৬৬৯ সালে তার মায়ের মৃত্যুর পরে, তিনি তাকে ছাই বাঁচিয়েছিলেন (চিতা ভাস্ম)। তিনি তার ছাই পরতেন এবং তার কালী সাধনটি দিনরাত চালাতেন (তিব্র সাধনা)। এই সময়কালে, শিবরাম একটি শ্মশানের নিকটে তার সৎ ভাইয়ের দ্বারা নির্মিত একটি কুটিরগুলিতে স্বচ্ছলতার জীবনযাপন করেছিলেন। আধ্যাত্মিক অনুশীলনের ২০ বছর (সাধনা) পরে, তিনি পাঞ্জাব থেকে তার প্রিপেক্টর স্বামী, ভাগীরথানন্দ সরস্বতীর সাথে ১৬৭৯ সালে দেখা করেছিলেন। ভাগীরথানন্দ শিবরামকে সন্ন্যাসীর ব্রত (সন্ন্যাস) দিয়েছিলেন এবং ১৬৮৫ সালে তার নাম স্বামী গণপতি সরস্বতী রেখেছিলেনকথিত আছে গণপতি এক তীব্র কৃপণতার জীবনযাপন করেছিলেন এবং তীর্থযাত্রায় যাত্রা করে ১৭৩৩ সালে প্রয়াগ পৌঁছেছিলেন, অবশেষে ১৭৩৭ সালে বারাণসীতে বসতি স্থাপনের আগে।\n\n\n== বারাণাসী ==\nদশানামী আদেশের সদস্য, শিবরাম বারাণাসীতে বসতি স্থাপনের পরে সন্ন্যাসী জীবনযাপন করার পরে ত্রৈলঙ্গ স্বামী নামে পরিচিতি লাভ করেছিলেন।\n১৮৮৭ সালে তার মৃত্যুর আগ পর্যন্ত বারাণসীতে তিনি আসি ঘাট, হনুমান ঘাটে বেদব্যাস আশ্রম, দশাশ্বমেধ ঘাট সহ বিভিন্ন স্থানে থাকতেন। তাকে প্রায়শই রাস্তায় বা ঘাটে ঘোরাফেরা করতে দেখা গিয়েছিল, সম্পূর্ণ উলঙ্গ এবং \"শৈশবে কেয়ারফ্রি\"। তাকে গঙ্গা নদীর উপর কয়েক ঘণ্টার জন্য সাঁতার কাটতে বা ভাসতে দেখা গেছে বলে জানা গেছে। তিনি খুব অল্প কথা বলেছিলেন এবং মাঝে মাঝে ছিলেন না। তার দুর্ভোগকে প্রশমিত করার জন্য তার যোগিক শক্তি শুনে অনেক লোক তার প্রতি আকৃষ্ট হয়ে ওঠে। বারাণসীতে অবস্থানকালে, সাধু বলে পরিচিত খ্যাতনামা সমসাময়িক বাঙালিরা তার সাথে সাক্ষাত করেছিলেন এবং বর্ণনা করেছিলেন, যার মধ্যে লোকেনাথ ব্রহ্মচারী, বেনিমাধব ব্রহ্মচারী, ভগবান গাঙ্গুলি, রামকৃষ্ণ,  বিবেকানন্দ, মহেন্দ্রনাথ, এবং স্বামী অভেদানন্দ।, ভাস্করানন্দ, বিশুদ্ধানন্দ এবং বিজয়কৃষ্ণ ও সাধক বামখেপা। ত্রৈলঙ্গ দেখার পরে রামকৃষ্ণ বলেছিলেন, \"আমি দেখেছি সর্বজনীন ভগবান নিজেই তার দেহকে প্রকাশের বাহন হিসাবে ব্যবহার করছেন। তিনি জ্ঞানের এক উচ্চতর অবস্থানে ছিলেন। তার মধ্যে দেহ-চেতনা ছিল না।সেখানে বালু রোদে এত উত্তপ্ত হয়ে উঠল যে কেউ এর উপরে পা রাখতে পারেনি। তবে তিনি এতে স্বাচ্ছন্দ্য বজায় রেখেছেন। \"রামকৃষ্ণ আরও বলেছিলেন যে ত্রিলাঙ্গা ছিলেন একজন সত্য পরমহংস (লিটল: \"সুপ্রিম রাজহাঁস\", যা একজন আধ্যাত্মিক শিক্ষকের জন্য সম্মান হিসাবে ব্যবহৃত হয়েছিল) এবং \"সেখানে সমস্ত বেনারস আলোকিত হয়েছিল\"। ত্রৈলঙ্গ অ-সন্ধানের (আয়াচাক) ব্রত গ্রহণ করেছিল - যা কিছু পেয়েছিল তাতে সন্তুষ্ট থাকে তার জীবনের শেষ পর্যায়ে, যেমন তার খ্যাতি ছড়িয়ে পড়েছিল, তীর্থযাত্রীদের ভিড় তার কাছে এসেছিল। তার শেষ দিনগুলিতে, তিনি অজগর (অজাগরবৃত্তি) -এর মতো জীবনযাপন করেছিলেন, যেখানে তিনি কোনও গতিবিধি ছাড়াই বসে ছিলেন এবং ভক্তরা তাকে ভোর থেকেই দুপুর অবধি শিবের জীবন্ত অবতার হিসাবে দেখে তার গায়ে জল লেছিলেন (অভিষেক)।\n\n\n== মহাসমাধি ==\n১৮৮৭ সালের ২৬ ডিসেম্বর সোমবার সন্ধ্যায় ত্রৈলঙ্গ স্বামী দেহত্যাগ দেন। ঘাটে দাঁড়িয়ে শোকপ্রিয় ভক্তদের উপস্থিতিতে তার দেহকে দশানামী সম্প্রদায়ের সন্ন্যাসীদের শেষকৃত্যের রীতি অনুসারে গঙ্গায় সলিলসমাধি দেওয়া হয়েছিল।\n\n\n== কিংবদন্তি এবং গল্প ==\nত্রৈলঙ্গ এবং তার আধ্যাত্মিক শক্তি সম্পর্কে অনেক কাহিনী প্রচলিত আছে যেমন তিনি ভারতে নিকটবর্তী পৌরাণিক ব্যক্তিত্ব হয়ে উঠেছে। রবার্ট আরনেট লিখেছেন যে তার অলৌকিক ঘটনাগুলি \"ভালভাবে নথিভুক্ত\" এবং \"তিনি এমন অলৌকিক শক্তি প্রদর্শন করেছিলেন যা মিথকথা হিসাবে উড়িয়ে দেওয়া যায় না\" এবং তার \"আশ্চর্যজনক কাণ্ড\" এর জীবিত সাক্ষী ছিল। বিশ্বাস করা হয় যে ত্রাইলঙ্গ প্রায় ৩০০ বছর বেঁচে ছিল এবং জীবনের চেয়ে বড় আকারের ব্যক্তি ছিল, তথাকথিত তিনি খুব কমই খেয়েছিলেন, যদিও ৩০০ পাউন্ড (১৪০ কেজি) ওজনের ছিল একটি অ্যাকাউন্টে বলা হয়েছে যে তিনি \"বইয়ের মতো মানুষের মন পড়তে পারেন বহু উপলক্ষে ট্রিলঙ্গাকে মারাত্মক বিষ পান করতে দেখা গিয়েছিল যার কোনও খারাপ প্রভাব নেই। একটি উদাহরণে, একজন সন্দেহবাদী তাকে প্রতারণা হিসাবে প্রকাশ করতে চেয়েছিলেন। সন্ন্যাসী তার দীর্ঘ রোজা ভাঙা বালতিযুক্ত দুধের সাথে (বাটার্মিল্ক) ভাঙতে অভ্যস্ত ছিল, তাই সন্দিপ্যাক্ট তার পরিবর্তে দেয়াল ধুয়ে দেওয়ার জন্য ব্যবহৃত এক বালতি ক্যালসিয়াম-চুন মিশ্রণটি নিয়ে আসেন। সন্ন্যাসী পুরো বালতিটি কোনও খারাপ প্রভাব ছাড়াই পান করেছিলেন — পরিবর্তে, সন্দেহজনক ব্যথিত হয়ে মাটিতে পড়ে গেল। সন্ন্যাসী কর্মের বিধি, কারণ ও কার্যকারিতা ব্যাখ্যা করার জন্য তার স্বাভাবিক নীরবতা ভঙ্গ করেছিলেন অন্য গল্প অনুসারে, ত্রিলাঙ্গা প্রায়শই কোনও কাপড় ছাড়াই ঘুরে বেড়াতেন, অনেকটা নাগা (বা \"আকাশে আবদ্ধ\", নগ্ন) সাধুদের মতো। তার আচরণে বারাণসী পুলিশ কেলেঙ্কারী করেছিল এবং তাকে কারাগারে বন্দী করেছিল। তাকে শীঘ্রই কারাগারের ছাদে দেখা গেল তার সমস্ত \"আকাশে আবদ্ধ\" গৌরবতে। পুলিশ তাকে আবার তার লকড সেলে রেখে দেয়, কেবল তাকে আবার কারাগারের ছাদে দেখতে পাওয়া যায়। তারা শীঘ্রই হাল ছেড়ে দিয়েছিল এবং তাকে আবার বারাণসীর রাস্তায় চলতে দেয় কয়েক হাজার লোক তাঁকে একসাথে কয়েকদিন ধরে গঙ্গা নদীর তীরে বসে থাকার অবস্থায় দেখেছিল বলে জানা গেছে তিনি স্পষ্টতই দীর্ঘকাল ধরে উয়ের নিচে অদৃশ্য হয়ে যেতেন এবং বিনা ক্ষতিপূরণে উপস্থিত হতেন শিবানন্দ সরস্বতী তার কিছু অলৌকিক ঘটনা সিদ্ধি বা যোগশক্তি ভুটজয়ের উদ্দেশ্যে দিতেন - পাঁচটি উপাদানকে জয় করেছিলেন: \"আগুন এমন যোগীকে পোড়াবে না; জল তাকে ডুবে না।\"তার কথিত যোগিক শক্তির প্রতি শ্রদ্ধা সহ, ত্রৈলঙ্গার জীবনী এবং ব্যতিক্রমী দীর্ঘজীবনে অলৌকিক ঘটনা প্রচলিত রয়েছে, মেধাসানন্দ লিখেছেন যে \"যোগ বিজ্ঞানের\" অনুসারে এগুলি অর্জন \"অসম্ভব\" নয়। আরও বলা হয় যে ত্রিলাঙ্গা দক্ষিণ ভারতের কুজান্দাইয়ানন্দ স্বামীগালের সমান, যাদের মাদুরাই, টেনকাসি এবং বাটালগুন্ডুতে সমাধি রয়েছে।\n\n\n== শিক্ষা ==\nত্রিলঙ্গার শিক্ষাগুলি এখনও উমচরণ মুখোপাধ্যায়, তার অন্যতম শিষ্যর একটি জীবনীগ্রন্থে পাওয়া যায়। ত্রাইলঙ্গ বন্ধনকে \"পৃথিবীর সাথে সংযুক্তি\" এবং মুক্তি হিসাবে \"জগতের ত্যাগ এবং ঈশ্বরের প্রতি শোষণ\" হিসাবে বর্ণনা করেছিলেন। তিনি আরও বলেছিলেন যে অভিলাষের অবস্থা অর্জনের পরে, \"এই পৃথিবী স্বর্গে রুপান্তরিত হয়েছে\" এবং \"আধ্যাত্মিক জ্ঞান\" এর মাধ্যমে সংসার (হিন্দু বিশ্বাস যে জীবন জন্ম ও মৃত্যুর একটি চক্র) থেকে মুক্তি পেতে পারে। ট্রেলঙ্গার মতে, \"বিবর্তনশীল\" বিশ্বের সাথে যে সংযুক্তি হ'ল \"আমাদের দীর্ঘস্থায়ী রোগ\" এবং ওষুধটি \"বিচ্ছিন্নতা\"।\n\n\n== রেকর্ড ==\nগিনেস বুক অফ রেকর্ডস বলেছে যে মানব ইতিহাসের দীর্ঘকালীন নিশ্চিত জীবনকাল ১২২ বছর ১৬৪ দিন (মোট ৮৮,৭২৪ দিন)\n\n\n== তথ্যসূত্র ==\n\n^ The Guinness Book of Records. 1999. p. 102. ISBN 0-85112-070-9.\n^ a b c d e f g h Varishthananda 2007\n^ a b McDermott, Rachel Fell (2001). Mother of My Heart, Daughter of My Dreams. Oxford University Press. p. 145. ISBN 978-0-19-513435-3.\n^ a b c Medhasananda 2003, p. 218\n^ a b c d e Yogananda, Paramhansa (1948). \"Chapter 31\". Autobiography of a Yogi. Philosophical Library.\n^ Rao 2004, p. xii\n^ a b c d e Medhasananda 2003, p. 219\n^ Gupta, chapter  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ ডিসেম্বর ২০১৭ তারিখে 7.\n^ Noble, Margaret E. (August 2005). The Master as I Saw Him. Kessinger Publishing. pp. 214–216. ISBN 978-1-4179-7407-8.\n^ a b Gupta, Mahendranath (1942). The Gospel of Sri Ramakrishna  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ সেপ্টেম্বর ২০১৫ তারিখে. Ramakrishna Mission. pp. Introduction.\n^ Page, Mary Le (1947). An Apostle of Monism. Ramakrishna Vedanta Math. p. 52.\n^ Medhasananda 2003, p. 220\n^ Isherwood, Christopher (1980). Ramakrishna and His Disciples. Vedanta Press. ISBN 978-0-87481-037-0.\n^ a b c d Arnett 2006, p. 23\n^ Sivananda. \"Chapter 39 The Powers Of A Yogi\". Mind—its mysteries and control. Divine Life Society.\n^ Medhesananda 2003, p. 219\n^ a b c d Medhasananda 2003, p. 221\n\n\n== আরও কয়েকজন মহান সাধক ==\nআদি শঙ্কর\nরামানুজ\nচৈতন্য মহাপ্রভু\nনিত্যানন্দ\nশ্রীরামকৃষ্ণ\nস্বামী বিবেকানন্দ\nলোকনাথ ব্রহ্মচারী\nবামাখ্যাপা\nলাহিড়ী মহাশয় \nভাদুড়ী মহাশয়-মহর্ষি নগেন্দ্রনাথ\nপরমহংস যোগানন্দ\nমা আনন্দময়ী\n\n\n== আর ও দেখুন ==\nআরনেট, রবার্ট (2006) \"ভূমিকা\"। ভারত উন্মোচন। আতমান প্রেস। আইএসবিএন ০৭৮-০-৯৬৫২৯০০-৪-৩।\n* মেধাসানন্দ (2003)। বারাণসী ক্রসরোডে। রামকৃষ্ণ মিশন ইনস্টিটিউট অফ কালচার। পি। ১০৪২. আইএসবিএন ৮১-৮৭৩৩২-১৮-২।\n* রাও, ভি.ভি.বি. রমা (২০০৪)। বারাণসীর হাঁটা শিব: জীবন, কিংবদন্তি এবং ট্রেলিংস্বামীর শিক্ষা। রিচা প্রকাশন। পি। ১৭৭. আইএসবিএন ৮১- ৯০১২০০-৮-৫।\n\n\n== বহিঃসংযোগ ==\nযোগ জার্নালে \"একটি বোটম্যানের গল্প\"।\nতাতওয়ানন্দ দ্য সান্ট অফ ইন্ডিয়া\nত্রৈলঙ্গ স্বামীর জীবন (বাংলা, পুরো চলচ্চিত্র)"}