{"pageid": 1004092, "title": "লাহার", "url": "https://bn.wikipedia.org/wiki?curid=1004092", "content": "লাহার হলো এক ধরনের ধ্বংসাত্মক কাদা বা ধূলো প্রবাহ, যা পাইরোক্লাস্টিক এবং তরল মিশ্রণে পরিণত হওয়া কঠিন পদার্থ দিয়ে গঠিত। লাহার সাধারণত আগ্নেয়গিরি থেকে নদী উপত্যকা বরাবর প্রবাহিত হয়।\nলাহার অত্যন্ত ধ্বংসাত্মক। লাহার প্রতি সেকেন্ডে ১০ মিটারের বেশি বেগে চলতে পারে। লাহার ১৪০ মি. (৪৬০ ফুট) পর্যন্ত গভীর হতে পারে এবং বড় ধরনের প্রবাহ তার পথের সকল কিছু ধ্বংস করে যায়। উল্লেখযোগ্য লাহারের মধ্যে রয়েছে: পিনাটুবো পর্বত এবং নেভাডো দেল রুইজ এর লাহার। নেভাডো দেল রুইজ এর লাহারে আর্মেরো শহরে হাজার হাজার মানুষ মৃত্যুবরণ করেন।\n\n\n== ব্যুৎপত্তি ==\nলাহার শব্দটি জাভাই ভাষা থেকে এসেছে। এই ভূতাত্ত্বিক শব্দটি বেরেন্ড জর্জ এসার প্রথম ১৯২২ সালে ব্যবহার করেন।\n\n\n== বর্ণনা ==\n\nসাধারণ লাহার শব্দটি পানি ও পাইরোক্লাস্টিক ধ্বংসাবশেষের মিশ্রণকে বোঝাতে লাহার শব্দটি ব্যবহৃত হয়। এই শব্দটি বিশেষভাবে কোনো রিওলজি বা পলল মিশ্রণকে নির্দেশ করে না। লাহার বাস্প প্রবাহ (৩০% এর চেয়ে কম পলল মিশ্রণ), অধিক মিশ্রিত বাস্প প্রবাহ ( ৩০-৬০% পলল মিশ্রণ) এবং ধ্বংসাবশেষ প্রবাহ (৬০% এর বেশি পলল মিশ্রণ) রূপে লাহার থাকতে পারে। প্রকৃতপক্ষে, মিশ্রণটি কতটা পানি পাচ্ছে তার উপর নির্ভর করে রিওলজি এবং লাহারের পর্যায়ক্রমিক আচরণ একই ক্ষেত্রে স্থান এবং সময় ভেদে ভিন্ন হতে পারে। লাহারকে দুই ভাগে ভাগ করা যায়, মুখ্য এবং “সিন-ইরাপ্টিভ”। যে লাহার আগ্নেয়গিরির সাথে বা আগ্নেয়গিরির কারণে তৈরি হয় তাকে মুখ্য লাহার বলে। আর যে কোনো মুখ্য আগ্নেয়গিরি সম্পর্কিত কারণ ছাড়াই তৈরি হয়, তাকে “গৌন” বা “পোস্ট ইরাপ্টিভ” লাহার বলে, যেমন: অগ্নুৎপাত আপাত বন্ধের পর বা অগ্নুৎপাতের গতি হ্রাস পাওয়ার সময়ে বৃষ্টি বর্ষণের ফলে সৃষ্ট লাহার।\nলাহাররের শুধু রিওলজিতেই নয়, আকারের পার্থক্য আছে। প্রায় ৫০০০ বছর পূর্বে রাইনিয়ার পর্বত ওয়াশিংটন (অঙ্গরাজ্য) থেকে সৃষ্ট ওসিয়লা লাহার হোয়াইট রিভার ক্যানিয়নে ১৪০ মিটার (৪৬০ ফুট) গভীর কাদা দিয়ে গঠিত প্রাচীর তৈরি করেছিল, যা ২.৩ কিউবিক কিলোমিটার অঞ্চলের মধ্যে ৩৩০ বর্গ কি.মি (১৩০ বর্গ মাইল) দখল করে। ধূলা প্রবাহের লাহার তার পথে থাকা যেকোনো কিছু অস্তিত্বহীন করে দিতে পারে, আর অতি ঘনীভূত প্রবাহের লাহার তার পথে থাকা সকল কাঠামো ভিত্তি সহ ধ্বংস করে ফেলে। অতি ঘনীভূত প্রবাহে কোনো ছোট দূর্বল কুড়ে ঘড় মাটির নিচে চাপা পড়ে যেতে পারে, কিন্তু এভাবে ধ্বংস হওয়া থেকে বেঁচে যেতে পারে। তবে, এতে সেই কুড়ে ঘড়টি কংক্রিটের কাছাকাছি শক্ত হয়ে যেতে পারে। লাহারের সান্দ্রতা সময়ের সাথে হ্রাস পায় এবং বৃষ্টির কারণে আরো পাতলা হয়ে যেতে পারে। এতে চোরাবালি জাতীয় একটি মিশ্রন তৈরি হয়, যা তরল পদার্থ হিসেবে কয়েক সপ্তাহ থাকতে পারে, যার ফলে অনুসন্ধান এবং উদ্ধার অভিযানে জটিলতা দেখা দিতে পারে।\nপ্রত্যেক লাহারের আকার ও গতির বিভিন্ন হয়। এক মিটারের চেয়ে ছোট এবং কয়েক সেন্টিমিটার গভীর লাহার প্রতি সেকেন্ডে ১ মিটার গতিতে প্রবাহিত হতে পারে। শত শত মিটার বিস্তারের এবং অনেক মিটার গভীর লাহার প্রতে সেকেন্ডে কয়েক টন মিটার বেগে (প্রতি ঘন্টায় ২২ মাইল বা আরো বেশি) প্রবাহিত হতে পারে, যা থেকে কোনো মানুষের পক্ষে দৌড়ে পালানো সম্ভব নয়। খাড়া ঢালে প্রতি ঘন্টায় ২০০ কি.মি (প্রতি ঘন্টায় ১২০ মাইল) এর চেয়ে অধিক বেগ অর্জণ করতে পারে। লাহারের ৩০০ কি.মি. এর চেয়ে অধিক দূরত্বে প্রবাহিত হওয়ার সম্ভাবনা থাকে, যা সেটির প্রবাহের পথে ভয়ানক ধ্বংস প্রক্রিয়া চালাতে পারে।\n১৯৮৫ সালে, নেভাডো দেল রুইন্স অগ্ন্যুতপাত থেকে সৃষ্ট একাধিক লাহার আর্মোনো বিপর্যয় ঘটায়, যেখানে প্রায় ২৩০০০ মানুষ মৃত্যুবরণ করেন এবং আর্মেনো শহরটি ৫ মিটার কাদা এবং ধূলোর নিচে চাপা পড়ে যায়। ১৯৫৩ একটি লাহারের কারণে টাঙ্গিওয়াই বিপর্যয় ঘটে, যেখানে একটি বড় দিনের এক্সপ্রেস ট্রেইন ওয়াংগেহু নদীতে পড়ে গেলে ১৫১ জন মানুষ মৃত্যুবরণ করেন। ১৭৮৩-১৯৯৭ সাল পর্যন্ত ১৭% আগ্নেয়গিরি সংক্রান্ত মৃত্যুর কারণ লাহার।\n\n\n== সৃষ্টির কারণ ==\n\nবিভিন্ন কারণে লাহার সৃ্ষ্টি হতে পারে।\n\nঅগ্ন্যুতপাতের সময়ে হিমবাহ এবং তুষার লাভা বা পাইরোক্লাস্টিক তরঙ্গে গলে গেলে লাহার সৃষ্টি হতে পারে।\nলাভা কোনো ফাকা স্থান দিয়ে বের হতে পারে এবং আগ্নেয়গিরির ঢালে ভেজা মাটি, কাদা এবং বরফের সাথে মিশ্রিত হতে পারে, যা থেকে খুবই সান্দ্র  এবং উচ্চ শক্তির লাহার তৈরি হয়। আগ্নেয়গিরির ঢাল যত উঁচু, লাহারের প্রবাহটির বিভবশক্তিও তত বেশি হবে।\nহিমবাহের কারণে বন্যা বা হ্রদ তৈরি হলে বা ভারী বৃষ্টিপাত হলে লাহার সৃষ্টি হতে পারে। এ ধরনের লাহারকে হিমবাহ বন্যা বা ইয়োকুজুব বলে।\nঅগ্নিমুখ হ্রদ অগ্ন্যুতপাতের আগ্নেয়গিরির বস্তুগুলোর সাথে মিশ্রিত হলে, লাহার তৈরি হতে পারে।\nভারি বৃষ্টিপাতের কারণে জমে থাকা অসংহত পাইরোক্লাস্টিক বস্তু চলমান হতে পারে, যা থেকে লাহার সৃষ্টি হতে পারে।\nযদিও লাহার সাধারণত আগ্নেয়গিরির সাথে সম্পর্কিত কিন্তু লাহার লাহার কোনো আগ্নেয়গিরি সম্পর্কিত কারণ ছাড়াও তৈরি হতে পারে। এক্ষেত্রে, ইতোমধ্যে জমে থাকা আগ্নেয়ভস্ম থেকে সৃ্ষ্ট কাদা চলমান বা ধষে পড়ার জন্য কারণ বিদ্যমান থাকা প্রযোজ্য।\n\nনরম বা উষ্ণ আবহাওয়ায় বরফ বা হিমবাহ গলে যেতে পারে।\nআগ্নেয়গিরির নিচে বা আশেপাশে হওয়া ভূমিকম্পের কারণে আগ্নেয়গিরির মধ্যকার বস্তুগুলো হালকা হয়ে যেতে পারে এবং বের হয়ে আসতে পারে। ফলে, লাহার সৃষ্টি হয়।\nবৃষ্টিপাতের কারণে ইতোমধ্যেই ঝুলে থাকা কঠিন পদার্থে পরিণত হওয়া কাদা টুকরো প্রতি ঘন্টায় ১৮.৬৪ মাইল (প্রতি ঘন্টায় ৩০ কি.মি.) এর বেশি বেগে ঢাল বেয়ে নেমে আসতে পারে, ফলে ধ্বংসাত্মক পরিণাম দেখা যেতে যায়।\n\n\n== আশঙ্কায় থাকা স্থানসমুহ ==\n\nপৃথিবীব্যাপী বিভিন্ন পর্বত, বিশেষ করে যুক্তরাষ্ট্রের রাইনিয়ার পর্বত, নিউজিল্যান্ডের রুয়াপেহু পর্বত এবং ইন্দোনেশিয়ার মেরাপি এবং গালুঙ্গগাঙ্গ লাহারের কারণে বিপদজনক হিসেবে বিবেচিত। ওয়াশিংটনের ওর্টিং সহ পুয়ালুপ নদীর উপত্তকায় অবস্থিত কিছু শহর প্রায় ৫০০ বছর পুরানো লাহারের জমে থাকা বস্তুগুলোর উপর তৈরি। প্রতি ৫০০-১০০০ বছরের মধ্যে উপত্যকাটি দিয়ে লাহার প্রবাহিত হওয়ার ভবিষ্যদ্বাণী করা হয়েছে, তাই ওর্টিং, সামনার, পুয়ালুপ, ফাইফ এবং টাকোমা বড় আশঙ্কার মুখে আছে। ইউএসজিএস ওয়াশিংটন এর পিফার্স কাউন্টিতে লাহার সতর্কতা সাইরেন স্থাপন করেছে, যাতে রাইনিয়ার পর্বতের অগ্ন্যুতপাতের সময়ে মানুষ আগত লাহার থেকে পালাতে পারে।\nরুয়াপাহু পর্বতের উপরও একটি লাহার সতর্কতা প্রযুক্তি নিউজিল্যান্ডের সংরক্ষণশীলতা বিভাগ কর্তৃক স্থাপন করা হয়েছে, যা ২০০৭ সালের মার্চ মাসের ১৮ তারিখে আসন্ন লাহারের ব্যাপারে কর্মকর্তাদের সফলভাবে সর্তক করলে এই প্রযুক্তিটিকে সফল বলে ঘোষণা করা হয়।\n১৯৯১ সালের জুন মাসের মাঝামাঝি সময়ে ৫০০ বছরে প্রথমবারের মতো পিনাটুবো পর্বতের ধ্বংসাত্মক অগ্ন্যুতপাতের কারণে লাহার তৈরি হওয়ার পর থেকে  লাহারের উপর নজর রাখা এবং সেটির ব্যাপারে সর্তকতা পাওয়ার একটি প্রযুক্তি চালু করা হয়। রেডিও-টেলিমিটারযুক্ত বৃষ্টি পরিমাপক যন্ত্র লাহারের উৎস অঞ্চলের বৃষ্টিপাতের তথ্য প্রদান করে, অ্যাকাউস্টিক ফ্লো লাহার প্রবাহিত হওয়ার সময়ে লাহারের পথের উপর নজর রাখে এবং ভূমির কম্পন সনাক্ত করে এবং নির্দিষ্ট স্থান থেকে মানুষ লাহারের পিনাটুবো পর্বতের ঢাল থেকে নিচে নেমে আসা আরো নিশ্চিত করে। এই পদ্ধতির জন্য সকল বড় লাহারের জন্য না হলেও, বেশিরভাগ লাহারের জন্য সতর্কতা প্রদান করা সম্ভব করেছে, যে কারণে হাজার হাজার জীবন বাঁচানো সম্ভব হয়েছে। ১৯৯২ সাল থেকে শুরু করে ১৯৯৮ সাল ধরে ৬ মিটার (২০ ফুট) উঁচু কাদা পিনাটুবো পর্বতের আশেপাশের গ্রামগুলোতে প্রবাহিত হওয়া থেকে আটকানোর জন্য ফিলিপাইন সরকারের গৃহীত শারীরিক প্রতিরক্ষামুলক পদক্ষেপগুলো যথেষ্ট ছিল না।\nকম্পিউটার মডেল এবং ঐতিহাসিক ঘটনা থেকে বিভিন্ন বিজ্ঞানী এবং বিভিন্ন দেশের সরকার লাহারের উচ্চ আশঙ্কায় থাকা অঞ্চলগুলো চিহ্নিত করার চেষ্টা করছে। সংশ্লিষ্ট কর্মকর্তা এবং জনগণকে বাস্তবসম্মত বিপদের ঘটনা (যার মধ্যে ঘটনাসমুহের সময়, উচ্চতা এবং প্রভাব ছিল) এবং আশঙ্কা সম্পর্কে জানানোর মাধ্যমে বিপদ প্রশিক্ষণে এবং প্রস্তাবিত আশঙ্কা হ্রাসের পরিকল্পনার কার্যকারিতা বৃদ্ধির মাধ্যমে আগ্নেয়গিরি বিজ্ঞানীরা গুরুত্বপূর্ণ ভূমিকা রাখছে। এছাড়াও, তারা কর্মকর্তাদের সাথে এবং বিপদ হ্রাসের প্রচেষ্টায় যুক্ত হওয়ার মাধ্যমে বিপদে আক্রান্ত সম্প্রদায়ের সাথে যুক্ত হয়ে বিপদ তথ্য প্রদানে সহায়তা করেন। তারা জটিল পরিস্থিতিতে জরুরি কর্তৃপক্ষের সাথে যোগাযোগ করেও অবদান রাখেন। এমন একটি উদাহরণ হচ্ছে টাইটানটুডি। এই পদ্ধতি ভবিষ্যৎ পরিকল্পনা হিসেবে তৈরি। এই ভবিষ্যৎ পরিকল্পনার মধ্যে রয়েছে: বাসস্থান তৈরির জন্য নিম্ন আশঙ্কার অঞ্চল সনাক্তকরণ, বাধেঁর মাধ্যমে লাহার প্রশমিত করার উপায় আবিষ্কার এবং বিপদের সময়ে বিপদাপন্ন অঞ্চল পরিত্যাগ করার পরিকল্পনা তৈরি।\n\n\n== উদাহরণ ==\n\n\n=== নেভাডো দেল রুইনস ===\n\n১৯৮৫ সালে, মধ্য-কলম্বিয়ায় নেভাডো দেল রুইন্স আগ্নেগিরি বিস্ফেরিত হয়। আগ্নেয়গিরিটির কেন্দ্র থেকে পাইরোক্লাস্টিক প্রবাহ তৈরি হয়, যাতে পর্বতটির হিমবাহ ভেঙ্গে যায়। ফলে, ৪টি বিশাল আকারের লাহার পর্বতটির ঢাল বেয়ে প্রতি ঘন্টায় ৬০ কি.মি. (প্রতি ঘন্টায় ৩৭ মাইল) বেগে নেমে আসে। লাহারগুলো গুলিগুলোর মধ্য বেগবান হয় এবং ছয়টি বড় নদীতে গিয়ে মিশে। লাহারগুলো আর্মেরো শহরটি গ্রাস করে এবং ২৯,০০০ বসিন্দার মধ্যে ২০,০০০ বাসিন্দা এতে মৃত্যুবরণ করেন।\nঅন্যান্য শহরের মধ্যে চিনচিনায় মোট ২৫,০০০ এর অধিক মানুষ মৃত্যুবরণ করেন। দূর্ঘটনাটির শিকার হওয়া এক বালিকা, ওমায়রা সানচেজ এর ছবি এবং ফুটেজ পৃথিবীব্যাপী প্রকাশিত হয়। লাহারগুলোর এবং দূর্ঘটনার পরবর্তী অবস্থার ছবিগুলো পৃথিবীব্যাপী  মানুষের মনযোগ আকর্ষণ করে এবং দূর্ঘটনাটির জন্য সরকার কতটা দায়ী ছিল সেই সংক্রান্ত বিতর্ক সৃষ্টি করে।\n\n\n=== পিনাটুবো পর্বত ===\n\n১৯৯১ সালে, পিনাটুবো পর্বতের অগ্ন্যুৎপাতের কারণে লাহার তৈরি হয়। প্রথম অগ্ন্যুৎপাতে ৬ জন মৃত্যুবরণ করেন, কিন্তু লাহারের কারণে ১৫০০ জনের বেশি মৃত্যুবরণ করেন। ১৯৯১ সালের, জুন মাসের ১৫ তারিখে অগ্ন্যুৎপাতের সময়ে আগ্নেয়গিরির উপর দিয়ে টাইফুন ইয়ানইয়া অতিক্রম করে। টাইফুনের কারণে হওয়া বৃষ্টির কারণে আগ্নেয়গিরির ছাই, পাথর এবং পানি আগ্নেয়গিরিটির আশেপাশে থাকা নদীগুলো দিয়ে প্রবাহিত হয়। সাপাং বেলেন নালা এবং আবাকান নদী কাদাপ্রবাহের পথে পরিণত হলে সেই কাদাপ্রবাহ প্রবাহিত হয়ে অ্যান্জেলাস শহরের পামপাঙ্গায় এবং পাশ্ববর্তী শহরগুলোতে প্রবেশ করে, ফলে সেই শহর এবং অঞ্চলগুলো ক্ষতিগ্রস্ত হয়।\n৬ মিটার (২০ ‍ফুট) উচ্চতার কাদা স্যান মার্সেলিনোয় অবস্থিত কাস্টিলেয়োস, জাম্বালেসে অবস্থিত বোলোতান, পামপাঙ্গায় অবস্থিত পোরাক এবং তারাকে অবস্থিত মাবারাকাত, তাররাক, কাপাস, বামবান শহর দিয়ে প্লাবিত হয়, যাতে শহরগুলো ক্ষতিগ্রস্ত হয়। একটি গুরুত্বপূর্ণ উত্তর-দক্ষিণ মহাসড়ক, ম্যাকআর্থার মহাসড়কে অবস্থিত বামবান সেতুটি ধ্বংস হয়ে যায় এবং তার স্থানে নির্মিত সাময়িক সেতুগলোও ক্রমাগত লাহারে প্লাবিত হয়ে যায়।\n১৯৯৫ সালের অক্টোবর মাসের ১ তারিখ সকালে, পিনাটুবো পর্বতের ঢালে এবং অন্যান্য পর্বতে আটকে থাকা পাইরোক্লাস্টিক বস্তু বৃষ্টিপাতের ফলে ৮ মিটার (২৫) ফুট লাহারে পরিণত হয়ে নিচে নেমে আসে। বাকোলোনে অবস্থিত বারানগায় ক্যাবালান্টিয়ানে কমপক্ষে ১০০ জন মানুষ এতে নিহত হন। ফিদেল রামোস এর নেতৃত্বে ফিলিপাইন সরকার মানুষকে ভবিষ্যৎ কাদাপ্রবাহ থেকে বাঁচাতে এফভিআর বৃহৎ প্রাচীর নির্মাণের নির্দেশ দেয়।\n২০০৬ সালে, টাইফুন দুরিয়ান ফিলিপাইনে আরেকটি লাহার তৈরি করে।\n\n\n== আরও দেখুন ==\nদুর্যোগ\nটাইফুন\nঘূর্ণিঝড়\nফিলিপাইন\nপিনাটুবো পর্বত\nওয়াশিংটন (অঙ্গরাজ্য)\nখরা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nSchools page about lahars and pyroclastic flows\nUSGS web page about lahars\nMount Rainier, Washington  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ ডিসেম্বর ২০১৩ তারিখে\nUSGS fact sheet – \"Mount Rainier – Living Safely With a Volcano in Your Back Yard\""}