{"pageid": 1004975, "title": "সবাত ব্যায়াম", "url": "https://bn.wikipedia.org/wiki?curid=1004975", "content": "সবাত ব্যায়াম বা অ্যারোবিক এক্সারসাইজ (যা কার্ডিও বা কার্ডিওভাস্কুলার ব্যায়াম বা হৃৎপিণ্ডের ব্যায়াম এবং কার্ডিও-রেস্পিরেটরি বা হৃৎপিণ্ড ও ফুসফুসের ব্যায়াম নামেও পরিচিত) হল কম থেকে বেশি তীব্রতার একটি শারীরিক ব্যায়াম যা মূলত সবাত শক্তি-উৎপন্নকারী প্রক্রিয়ার উপর নির্ভর করে। \"অ্যারোবিক\" বা সবাত বলতে বিমুক্ত অক্সিজেনের সাথে সংশ্লিষ্ট কোন কিছুকে বোঝানো হয়, এবং  সবাত ব্যায়ামের সবাত শব্দটির দ্বারা ব্যায়ামের সময় সবাত বিপাকের মাধ্যমে ব্যায়ামের সময় পর্যাপ্ত পরিমাণে শক্তির চাহিদা পূরণে অক্সিজেনের ব্যাবহারকে বোঝানো হয়। সবাত ব্যায়ামে হাল্কা থেকে মাঝারি তীব্রতার দিকে অগ্রসর হয়ে একই কসরত দীর্ঘ সময় যাবত বারবার করা হয়ে থাকে। সবাত ব্যায়ামকে \"মৌলিক সবাত\" (ইংরেজিতে \"সোললি অ্যারোবিক\") ব্যায়ামও বলা হয়ে থাকে, কারণ একে এমনভাবে স্বল্পমাত্রায় পর্যাপ্ত তীব্রতার ব্যায়াম হিসেবে তৈরি করা হয়েছে যেন দেহের সকল শর্করা সবাত পদ্ধতিতে মাইটোকন্ড্রীয় এটিপি (এডিনোসিন ট্রাইফসফেট) উৎপাদনের মাধ্যমে শর্করায় রূপান্তরিত হয়। মাইটোকন্ড্রিয়া হল জীবদেহের শক্তি উৎপাদনকারী অঙ্গাণু যা শর্করা, আমিষ আর চর্বির বিপাকের জন্য অক্সিজেনের উপর নির্ভর করে।\nকিছু অ্যারোবিক বা সবাত ব্যায়ামের উদাহরণ হল মাঝারি থেকে লম্বা দূরত্বের দৌড় বা জগিং, সাঁতার, সাইক্লিং, সিঁড়ি বেয়ে ওঠা এবং হাঁটা।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\nCooper, Kenneth C. The New Aerobics. Eldora, Iowa: Prairie Wind.\nDonatelle, Rebecca J. Health: The Basics. 6th ed. San Francisco: Pearson Education, Inc. 2005.\nHinkle, J. Scott. School Children and Fitness: Aerobics for Life.  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ জুলাই ২০১০ তারিখে Ann Arbor, MI: ERIC\nClearinghouse on Counseling and Personnel Services.\nAberg MA, Pedersen NL, Torén K, Svartengren M, Bäckstrand B, Johnsson T, Cooper-Kuhn CM, Aberg ND, Nilsson M, & Kuhn HG. (2009) Cardiovascular fitness is associated with cognition in young adulthood. Proceedings of the National Academy of Sciences of the United States of America.\nGuiney, Hayley & Machado, Liana. Benefits of regular exercise for executive functioning in healthy populations. Psychon. Bull. Rev. 2013.\nRendi, Maria, Szabo, Atila, Szabo, Tomas, Velenczei, Attila & Kovas, Arpad. Acute psychological benefits of aerobic exercise: A field study into the effects of exercise characteristics. Psychol, Health. Med. 2008."}