{"pageid": 1004104, "title": "রিচার্ড ব্ল্যাকি", "url": "https://bn.wikipedia.org/wiki?curid=1004104", "content": "রিচার্ড জন ব্ল্যাকি (ইংরেজি: Richard Blakey; জন্ম: ১৫ ফেব্রুয়ারি, ১৯৬৭) ইয়র্কশায়ারের হাডার্সফিল্ড এলাকায় জন্মগ্রহণকারী সাবেক ইংরেজ আন্তর্জাতিক ক্রিকেটার। ইংল্যান্ড ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৯০-এর দশকের শুরুরদিকে সংক্ষিপ্ত সময়ের জন্যে ইংল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর ইংরেজ কাউন্টি ক্রিকেটে ইয়র্কশায়ার দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ উইকেট-রক্ষক হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন ‘ডিক’ ডাকনামে পরিচিত রিচার্ড ব্ল্যাকি।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৮৫ সাল থেকে ২০০৩ সাল পর্যন্ত রিচার্ড ব্ল্যাকি’র প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। ইয়র্কশায়ারের পক্ষে চমৎকারভাবে উইকেট-রক্ষণের দায়িত্বে নিয়োজিত ছিলেন।\n১৯৮৫ সালে ইয়র্কশায়ার দলে প্রধানত ব্যাটসম্যান হিসেবে রিচার্ড ব্ল্যাকি’র অংশগ্রহণ ছিল। এরপর, ডেভিড বেয়ারস্টো’র পরিবর্তে তাকে কাউন্টি দলটিতে গ্লাভস হাতে নিয়ে স্ট্যাম্পের পিছনে অবস্থানের সুযোগ দেয়া হয়। ১৯৮৭ সালে বর্ষসেরা ক্রিকেট রাইটার্স ক্লাব কর্তৃক তরুণ ক্রিকেটার হিসেবে নির্বাচিত করা হয়। ১৯৮৯-৯০ মৌসুমে ইংল্যান্ড এ দলের সদস্যরূপে জিম্বাবুয়ে সফরে যান। ঐ সফরে তিনি ২২১ রানের দ্বি-শতক ইনিংস খেলেছিলেন তিনি। এ সময়ে তাকে ভবিষ্যতের ব্যাটিংয়ে অভিজ্ঞ হিসেবে ধারণা করা হয়।\n২০০৩ সালে নর্দাম্পটনশায়ার কাউন্টি ক্রিকেট ক্লাবের বিপক্ষে ব্যক্তিগত সর্বোচ্চ ২২৩ রানের অপরাজিত ইনিংস উপহার দেন। এরজন্যে তাকে ২০৬ বল মোকাবেলা করতে হয়। তার ইনিংসটিতে ৩৫টি চারের মার ছিল।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে দুইটিমাত্র টেস্ট ও তিনটিমাত্র একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন রিচার্ড ব্ল্যাকি। সবগুলো টেস্টই ভারতের বিপক্ষে খেলেছিলেন তিনি। ১১ ফেব্রুয়ারি, ১৯৯৩ তারিখে চেন্নাইয়ে স্বাগতিক ভারত দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। এরপর, ১৯ ফেব্রুয়ারি, ১৯৯৩ তারিখে মুম্বইয়ে একই দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি। এছাড়াও, ২২ আগস্ট, ১৯৯২ তারিখে লর্ডসে সফরকারী পাকিস্তান দলের বিপক্ষে একদিনের আন্তর্জাতিকে অভিষেক ঘটে তার। ৪ মার্চ, ১৯৯৩ তারিখে গোয়ালিয়রে স্বাগতিক ভারত দলের বিপক্ষে সর্বশেষ ওডিআই খেলেন।\n১৯৯২ সালে পাকিস্তানের বিপক্ষে দুইটি একদিনের আন্তর্জাতিকে তাকে দলে রাখা হয়। এরপর, পরবর্তী শীতকালে বিতর্কিতভাবে ভারত ও শ্রীলঙ্কা সফরে জ্যাক রাসেলকে পাশ কাটিয়ে তাকে দলের সদস্যরূপে অন্তর্ভুক্ত করা হয়। ১৯৯২-৯৩ মৌসুমে ভারতে সফরে নিজস্ব দুই টেস্টে অংশ নেন। ব্যাটিংয়ের দিকে লক্ষ্য রেখেই মূলতঃ তাকে দলে রাখা হয়েছিল। কিন্তু, অংশগ্রহণকৃত উভয় খেলাতে তিনি খুব কমই ভূমিকা পালনে সচেষ্ট হয়েছিলেন। তাসত্ত্বেও, মাদ্রাজে ভারতের পর্বতসম ৫৬০/৬ রানের বিপরীতে তিনি কোন বাই রান দেননি।\n\n\n== অবসর ==\nএরপর, তাকে কাউন্টি ক্রিকেটে ফিরে আসতে হয়। ১৯৯০-এর দশকে জ্যাক রাসেল ও অ্যালেক স্টুয়ার্টের ন্যায় আরও উইকেট-রক্ষকের প্রাচুর্য্য থাকায় তাকে ইংল্যান্ডের পক্ষে আর খেলানো হয়নি।\nকাউন্টি দলের পক্ষে ব্যাট হাতে পূর্ণাঙ্গ মৌসুম সুন্দরভাবে শেষ করেন। তবে, অতিরিক্ত দায়িত্ব হিসেবে স্ট্যাম্পের পিছনে অবস্থানের কারণে তার ব্যাটিংয়ের মান বেশ ক্ষতিগ্রস্ত হতে থাকে। এরপর থেকে তাকে নিচেরসারিতে সাত নম্বরে তাকে ব্যাটিংয়ে নামতে হয়। তাসত্ত্বেও, ২০০০ সাল পর্যন্ত দেড় দশক ইয়র্কশায়ার দলের সকল স্তরের ক্রিকেটে নিত্য অনুষঙ্গ ছিলেন। সবমিলিয়ে ৩৪৭টি প্রথম-শ্রেণীর খেলায় অংশ নিয়ে ৭৭৮টি ক্যাচ ও ৫৭টি স্ট্যাম্পিংয়ের সাথে নিজেকে যুক্ত রাখেন। ৩১.৪২ গড়ে ১৪,৬৭৪ রান সংগ্রহ করতে পেরেছিলেন। তিন নম্বরে অবস্থানে থেকে প্রয়োজনীয় রান সংগ্রহ করতে ব্যর্থ হওয়ায় কাউন্টি দলটিতে ১৫ বছরের মধ্যে প্রথমবারের মতো বাদ পড়েন। এক পর্যায়ে সাইমন গাই ও জেরার্ড ব্রোফি’র কারণে তাকে স্থানচ্যূত হতে হয়।\nপ্রথম একাদশের শেষেরদিকে মৌসুমগুলোয় তাকে খেলানো হয়নি। ২০০৬ সালের গ্রীষ্মে তাকে দল থেকে অব্যাহতি দেয়া হয়। ন্যাটওয়েস্ট ট্রফির খেলায় স্কটল্যান্ডীয় ফাস্ট বোলার ও গোলরক্ষক অ্যান্ডি গোরাম তাকে বোল্ড করেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nখেলোয়াড়ী জীবনের শেষদিকে ব্যাটিংয়ের দিকে মনোনিবেশ ঘটিয়েছিলেন। বেশ কয়েক মৌসুম দ্বিতীয় একাদশ দলের সদস্য ছিলেন। দলের অধিনায়কের দায়িত্ব পালনসহ ২০০৪ সালে দলের ব্যবস্থাপক মনোনীত হন। ২০০৬ সালে তাকে এ দায়িত্ব থেকে অব্যাহতি দেয়া হয়। ‘টেকিং ইট ফ্রম বিহাইন্ড’ শীর্ষক স্বীয় আত্মজীবনীমূলক গ্রন্থ প্রকাশ করেন। ক্রিকেট খেলার চেয়ে তার এ গ্রন্থ বেশ সাড়া জাগায়।\nব্যক্তিগত জীবনে বিবাহিত তিনি। তার সন্তান হ্যারিসন হাডার্সফিল্ড টাউন এফসি’র পক্ষে শিক্ষানবীশ হিসেবে অংশ নিয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nপিটার সাচ\nজোনাথন অ্যাগ্নিউ\nইংরেজ টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nইংরেজ একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\nআন্তর্জাতিক ক্রিকেটে অংশগ্রহণকারী পরিবারের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে রিচার্ড ব্ল্যাকি  (ইংরেজি)\nক্রিকেটআর্কাইভে রিচার্ড ব্ল্যাকি   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}