{"pageid": 1004733, "title": "কোয়াড সিটিজ", "url": "https://bn.wikipedia.org/wiki?curid=1004733", "content": "কোয়াড সিটিজ মার্কিন যুক্তরাষ্ট্রের আইওয়া ও ইলিনয় অঙ্গরাজ্যের পাঁচটি (আদিতে চারটি) শহরের সমন্বয়ে গঠিত অঞ্চল। এগুলো হলো- দক্ষিণ-পূর্ব আইওয়ার ড্যাভেনপোর্ট ও বেটেনডর্ফ এবং উত্তর-পশ্চিম ইলিনয়ের রক আইল্যান্ড, মোলিন ও পূর্ব মোলিন।  এই শহরগুলো একত্রে কোয়াড সিটিজ মেট্রোপলিটন এলাকা গঠন করে, ২০১৩ সালের হিসাব অনুযায়ী যার জনসংখ্যা ছিল ৩,৮৩,৭৮১।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিক ইতিহাস ===\nইউরোপীয়রা বসতি স্থাপন করার পূর্বেই নদীগুলোর মোহনা আদিবাসীদের আকৃষ্ট করতে শুরু করে। হাজার বছর ধরে তারা নদীর তীরকে বসবাসের জায়গা হিসেবে নির্বাচন করত। ইউরোপীয়রা যখন এখানে আগমন করে, তখন সক ও ফক্স গোত্রের মানুষ বসবাস করত। \"সকেনাক\" ছিল সক গোত্রের প্রধান গ্রাম। ঊনবিংশ শতকে এখানে যুদ্ধপ্রধান ব্ল্যাক হক জন্মগ্রহণ করেন। ১৮৩২ সালের ব্ল্যাক হক যুদ্ধে যুক্তরাষ্ট্র সক গোত্রকে পরাজিত করে। তখন সক গোত্রপ্রধান কেওকুক এবং মার্কিন জেনারেল উইনফিল্ড স্কট চুক্তি স্বাক্ষর করেন। এর ফলে আদিবাসীরা ২৪,০০০ বর্গকিলোমিটার এলাকা যুক্তরাষ্ট্রের হাতে সমর্পণ করতে বাধ্য হয়। ব্ল্যাক হক ঐতিহাসিক উদ্যানে সকদের বীরত্বগাথা সুন্দরভাবে পরিস্ফুটিত হয়েছে।\nযুক্তরাষ্ট্রে শিল্প বিপ্লব ক্রমশ প্রগতি পেতে থাকলে শিল্পোদ্যোক্তারা মিসিসিপি নদীকে জলশক্তির উৎস হিসাবে ব্যবহারের সম্ভাবনা পর্যবেক্ষণ করেন। তারা জলশক্তি ও নদীপথে পরিবহনের সহজলভ্যতার বিষয়টি বিবেচনা করে কোয়াড সিটিজ এলাকায় উন্নয়নের জন্য আগমন করেন। ১৮৪৮ সালে জন ডির মোলিনে লাঙল ব্যবসা স্থানান্তরিত করেন। ১৮৬৮ সালে এই ব্যবসাটি ডির অ্যান্ড কোম্পানির অধীনে স্থানান্তরিত হয়। বর্তমানে ডির অ্যান্ড কোম্পানি কোয়াড সিটিজ এলাকার সর্বোচ্চ কর্মসংস্থানদাতা।\n১৮৫৬ সালে ড্যাভেনপোর্ট ও রক আইল্যান্ডকে সংযোগকারী রেলপথ নির্মিত হয়। রক আইল্যান্ড রেলপথ কোম্পানি এটি প্রতিষ্ঠা করে। ধীরগতির ফেরি ব্যবসার কদর এর ফলে পড়ে যেতে থাকে। বাষ্পীয়পোতগুলোর অধিপতিরা এই রেলসড়কগুলোকে তাদের ব্যবসার পথে হুমকি হিসেবে বিবেচনা করেন। ১৮৫৬ সালের ৬ মে, সেতুর নির্মাণকাজ সম্পন্ন হওয়ার কয়েক মাস পর একজন রাগান্বিত হয়ে রেলসড়কের সাথে এফফি অ্যাফটন জলযানের ধাক্কা লাগিয়ে দেন। এফি অ্যাফটনের মালিক জন হার্ড ক্ষতিপূরণ চেয়ে রক আইল্যান্ড রেলপথ কোম্পানির বিরুদ্ধে মামলা করেন। তখন রক আইল্যান্ড রেলপথ কোম্পানি আব্রাহাম লিংকন-কে তাদের আইনজীবী নিযুক্ত করে। লিংকন মামলাটিকে সুপ্রিম কোর্ট পর্যন্ত নিয়ে জিতে যান। ফিলিপ সুইটার লিংকনের একজন বিশেষজ্ঞ সাক্ষী ছিলেন। এই মামলা লিংকনের কর্মজীবনের মোড় ঘুরিয়ে দেয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}