{"pageid": 1004285, "title": "ক্যামেরুনের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1004285", "content": "\n== প্রথম ইতিহাস ==\nক্যামেরুন এর আদি বাসিন্দা ছিল সম্ভবত বাকা (পিগমি) গোষ্ঠী। তারা এখনও দক্ষিণ এবং পূর্ব প্রদেশের বনাঞ্চলে বাস করে।   অন্যান্য আক্রমণকারীদেরও আগে ক্যামেরুনের উচ্চভূমি থেকে একদল বান্টু ভাষী বেরিয়ে এসে বাস শুরু করেছিল।\nমান্দারা পর্বতমালা এর মন্দার রাজ্য প্রায় ১৫০০ সালের দিকে প্রতিষ্ঠিত হয়েছিল এবং দুর্গ প্রাকার স্থাপন করেছিল যার প্রকৃত উদ্দেশ্য এবং সঠিক ইতিহাস এখনও অমীমাংসিত রয়ে গেছে। আঠারো এবং উনিশ শতকে বাণিজ্য ও অভিবাসনের কারণে ওয়েস্টার্ন (পরে ব্রিটিশ) ক্যামেরুন এ নাইজেরিয়ার সঙ্ঘ মৈত্রী এর উপস্থিতি স্থান পেয়েছিল।\n১৭৭০-এর দশকের শেষের দিকে এবং ১৯ শতকের গোড়ার দিকে পশ্চিম দিকের সহিল থেকে আগত ফুলা নামের একদল ইসলামিক মেষপালক এখনকার উত্তর ক্যামেরুন নামে পরিচিত অংশটির বেশিরভাগ ক্ষেত্রই জয় করে নেয় এবং সেখানকার বেশিরভাগ অমুসলিম বাসিন্দাকে পরাধীন করে বা স্থানচ্যুত করে।\nযদিও পর্তুগিজরা ১৬ শ শতাব্দীতে ক্যামেরুনের দ্বারপ্রান্তে এসে হাজির হয়েছিল কিন্তু ম্যালেরিয়ার কারণে উল্লেখযোগ্যভাবে সে সব ইউরোপীয়দের বসতি স্থাপন এবং অভ্যন্তরের বিজয় রোধ হয়েছিল। সে বাধা দূর হয় ১৮৭০ এর দশকের শেষভাগ যখন ম্যালেরিয়া দমনকারী কুইনাইন এর বিশাল সরবরাহ পাওয়া যায়। ক্যামেরুনে প্রথম দিকের ইউরোপীয়দের উপস্থিতি মূলত উপকূলীয় বাণিজ্য এবং ক্রীতদাস সংগ্রহে এর প্রতি সীমাবদ্ধ ছিল। দেশের উত্তরাঞ্চলটি মুসলিম দাস বাণিজ্যের একটি গুরুত্বপূর্ণ ক্ষেত্র ছিল। এই বাণিজ্যটিকে মূলত উনিশ শতকের মাঝামাঝি সময়ে দমন করা হয়। উনিশ শতকের শেষের দিকে খ্রিস্টান মিশনারি প্রতিষ্ঠা ও তাদের উপস্থিতি দিয়ে ক্যামেরুনের বাসিন্দাদের জীবনে বড় ভূমিকা রাখে।\n\n\n== ব্রিটিশ ক্যামেরুন ==\n\nউনিশ শতকের শেষের দিকে \"আফ্রিকা দখলের লড়াই\" চলাকালীন বর্তমান ক্যামেরুনের অঞ্চলটিকে জার্মানি একটি প্রটেকটোরেট হিসাবে দাবি করেছিল।\n\n\n=== সম্মিলিত জাতিপুঞ্জ ম্যান্ডেট ===\nপ্রথম বিশ্বযুদ্ধ এর সময় দেশটি ব্রিটিশ, ফরাসী এবং বেলজিয়াম সেনাবাহিনীর অধীনে ছিল এবং পরবর্তীকালে তা ১৯২২ সালে সম্মিলিত জাতিপুঞ্জ এর সম্মিলিত জাতিপুঞ্জ ম্যান্ডেট দ্বারা গ্রেট ব্রিটেন এবং ফ্রান্সের দখলে এসেছিল। ফরাসী ম্যান্ডেটটি ক্যামেরুন হিসাবে পরিচিত ছিল এবং ব্রিটিশ অধীনস্থ অংশটি দুটি অঞ্চল হিসাবে পরিচালিত হয়েছিল - উত্তর ক্যামেরুন এবং দক্ষিণ ক্যামেরুন। উত্তর ক্যামেরুন আবার দুটি অ-সন্নিহিত অংশ নিয়ে গঠিত ছিল। এটি এমন একটি বিন্দু দ্বারা বিভক্ত ছিল যেখানে নাইজেরিয়ান এবং ক্যামেরুন সীমান্ত মিলিত হয়েছিল। ১৯৩০-এর দশকে বেশিরভাগ শ্বেতাঙ্গ জনগোষ্ঠীর মধ্যে ছিল জার্মান যারা ১৯৪০ সালের জুন থেকে ব্রিটিশ শিবিরে বন্দী ছিল। ৪০০,০০০ জন আদি জনগোষ্ঠীর মধ্যে ব্রিটিশ বাহিনীর স্বেচ্ছাসেবক হতে খুব কম জনই আগ্রহী ছিল। এমন আগ্রহী লোকের সংখ্যা কেবল মাত্র ৩,৫০০ জন। \n\n\n=== ট্রাস্ট অঞ্চল বা বিশ্বাস অঞ্চল ===\n১৯৪৬ সালে সম্মিলিত জাতিপুঞ্জ যখন অবলুপ্ত করা হল তখন বেশিরভাগ ম্যান্ডেট অঞ্চলসমূহকে জাতিসংঘের ট্রাস্ট অঞ্চল হিসাবে পুনরায় শ্রেণিবদ্ধ করা হয়েছিল এবং তখন থেকে ইউএন ট্রাস্টি কাউন্সিল এর অধীনে সেগুলি পরিচালিত হচ্ছিল। ট্রাস্টিশিপের মূল লক্ষ্য ছিল ঐ দেশগুলিকে চূড়ান্ত স্বাধীনতার জন্য প্রস্তুত করা। ৬/১২/১৯৪৬ তারিখে ব্রিটেন দ্বারা ব্রিটিশ ক্যামেরুন পরিচালিত হওয়ার জন্য ট্রাস্টি চুক্তি জাতিসংঘ অনুমোদন করে।\n\n\n=== স্বাধীনতা ===\nফরাসী ক্যামেরুন ১৯৬০ সালের জানুয়ারিতে ক্যামেরুন নামে স্বাধীন হয় এবং সেই বছরের শেষদিকে নাইজেরিয়ার স্বাধীনতার জন্য নির্ধারিত হয়েছিল। ফলে ব্রিটিশ অঞ্চল নিয়ে কী করা হবে তা নিয়ে প্রশ্ন উঠেতে শুরু করে। বেশ কিছু আলোচনার পরে (যা ১৯৫৯ সাল থেকে শুরু হয়েছিল)  গণভোট -এ সম্মত হ'য়ে ১৯৬১ সালের ১১ ফেব্রুয়ারিতে তা অনুষ্ঠিত হয়। ভোটে মুসলিম সংখ্যাগরিষ্ঠ উত্তর অঞ্চলটি নাইজেরিয়ার সাথে মিলিত হওয়ার পক্ষে মত দান করে এবং দক্ষিণ অঞ্চলটি ক্যামেরুনে সাথে যোগ দেওয়ার পক্ষে মত দেয়। \nউত্তর দিকের ক্যামেরুন অংশটি উত্তর নাইজেরিয়া এর সারদৌনা প্রদেশ নাম গ্রহণ করে  ১৯৬১ সালের ৩১ মে তারিখে। এবং পরে ১৯৬১ সালের ১ অক্টোবরে দক্ষিণ দিকের ক্যামেরুন অংশটি হয় ওয়েস্ট ক্যামেরুন যা সাংবিধানিকভাবে ফেডারেল রিপাবলিক অফ ক্যামেরুন এর অন্তর্গত।\n\n\n== তথ্যসূত্র ==\nBackground Note: Cameroon from the U.S. Department of State.\nBullock, A. L. C. (1939). Germany's Colonial Demands, Oxford University Press.\nDeLancey, Mark W., and DeLancey, Mark Dike (2000): Historical Dictionary of the Republic of Cameroon (3rd ed.). Lanham, Maryland: The Scarecrow Press.\nSchnee, Heinrich (1926). German Colonization, Past and Future: The Truth about the German Colonies. London: George Allen & Unwin.\n\n\n== মন্তব্য ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ক্যামেরুনের ইতিহাস সম্পর্কিত মিডিয়া দেখুন।\n\nওয়েব্যাক মেশিনে Map of German Cameroon (Kamerun) in 1914 (৪ এপ্রিল ২০১৩ তারিখে আর্কাইভকৃত)"}