{"pageid": 1004529, "title": "স্বামী স্বরূপানন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1004529", "content": "স্বামী স্বরূপানন্দ (৮ জুলাই ১৮৭১ - ২৭ জুন ১৯০৬) বিবেকানন্দের একজন সরাসরি সন্ন্যাসী শিষ্য ছিলেন এবং ১৮৯৯ সালে চম্পাবতের নিকটে মায়াবতীতে বিবেকানন্দ প্রতিষ্ঠিত অদ্বৈত আশ্রমের প্রথম প্রেসিডেন্ট ছিলেন। আশ্রম হল ধর্মীয় সন্ন্যাস আদেশের একটি শাখা। রামকৃষ্ণ মঠ-ও, বিবেকানন্দ প্রতিষ্ঠিত করেছিলেন।\nস্বরূপানন্দ ১৮৯৮ সালে চেন্নাইয়ে স্থানান্তরিত হন, এবং ১৯০৬ সাল অবধি সেখানে থাকাকালীন রামকৃষ্ণ আদর্শের ইংরেজি ভাষার মাসিক সাময়িকী প্রবুদ্ধ ভারতের সম্পাদক ছিলেন।\nবিবেকানন্দ সারা বুল এবং অন্যান্য বন্ধুদের কাছে যুবক শিষ্যকে সন্ন্যাস শৃঙ্খলে প্রবর্তন করার বিষয়ে বলেছিলেন, \"আমরা আজ একটি অধিগ্রহণ করেছি।\"\n\n\n== প্রাক সন্ন্যাসী জীবন ==\nস্বরূপানন্দের পূর্বাশ্রমের নাম ছিল অজয় ​​হরি ব্যানার্জি। তিনি ৮ জুলাই ১৮৭১ সালে কলকাতার ভবানীপুরে ব্রাহ্মণ পরিবারে একটি কূপে জন্মগ্রহণ করেছিলেন। জীবনে দুঃখ ও সঙ্কটের প্রাথমিক অভিজ্ঞতা এবং মানবিক দুর্দশা তাকে আধ্যাত্মিক দৃষ্টিভঙ্গি বিকাশের জন্য অনুপ্রাণিত করেছিল। তিনি সতীশচন্দ্র মুখোপাধ্যায়ের সাথে বন্ধুত্বের বিকাশ করেছিলেন, যিনি তাঁর পরের বছরগুলিতে একজন দেশপ্রেমিক এবং পণ্ডিত হিসেবে পরিচিত হন ও একসাথে ভারতীয় ধর্মগ্রন্থ এবং সংস্কৃত শিক্ষার জ্ঞান দেওয়ার জন্য একটি স্কুল শুরু করেছিলেন। বিদ্যালয়ের লক্ষ্য ছিল ছাত্র সম্প্রদায়ের মধ্যে মহৎ ধারণা ছড়িয়ে দেওয়া। তারা একটি মাসিক পত্রিকাও শুরু করেছিলেন, যার নাম ডন এবং অজয় ​​এর প্রথম সম্পাদক হন ১৮৯৭ সালে অজয় ​​তার বন্ধু সতীশচন্দ্রকে ডন সোসাইটি শুরু করার জন্য অনুপ্রাণিত করেছিলেন। জাতীয় শিক্ষা ও স্বাধীনতা আন্দোলনে ডন পত্রিকাটি প্রচুর অবদান রেখেছিল। অজয় হরি সন্ন্যাসজীবন গ্রহণের আগ পর্যন্ত তিনি এবং সতীশচন্দ্র যুগ্ম সম্পাদক হিসাবে দায়িত্বপালন করেছিলেন।\n\n\n== বিবেকানন্দের সাথে সাক্ষাত ==\nবিবেকানন্দ এপ্রিল - ১৮৯৭ সালে ভারতে ফিরে আসার পর, বেলুড়ের নীলাম্বর মুখোপাধ্যায়ের বাগান বাড়িতে অজয় তার সাথে সাক্ষাত করেছিলেন। সন্ন্যাস শৃঙ্খলে আসার আগে আগে তিনি বেশ কয়েকবার স্বামীর সাথে দেখা করেছিলেন। স্বামী স্বরূপানন্দের ডায়েরি অনুসারে, তিনি ১৯৯৮ সালের ২৯ শে মার্চ মঙ্গলবার ত্যাগের ব্রত গ্রহণ করেছিলেন।\n\n\n== অদ্বৈত আশ্রম ও প্রবুদ্ধ ভারত: অবদান ==\n\nস্বরূপানন্দ তাঁর যৌবনের প্রথম দিকে বিবাহবন্ধনে আবদ্ধ হলেও, তিনি কলকাতায় তাঁর পিতামাতার বাড়িতে ব্রহ্মচারী হিসাবে বসবাস করতে থাকেন। বেলুড় মঠে তিন-চারটি সফর শেষে, তিনি বাড়ি ছেড়ে বিবেকানন্দের একজন পূর্ণকালীন শিষ্য হওয়ার সিদ্ধান্ত নিয়েছিলেন এবং মঠে অবস্থানের কিছু দিনের মধ্যেই ২৯ মার্চ ১৮৯৮ সালে বিবেকানন্দ তাঁকে সন্ন্যাসীর আদেশে সন্ন্যাস প্রদান করেন।\nএদিকে, বিবেকানন্দের লন্ডন সফরকালে জন হেনরি সেভিয়ার বিবেকানন্দের সংস্পর্শে আসেন এবং তাঁর শিষ্য হন, তিনি স্ত্রী শার্লোটকে নিয়ে বিবেকানন্দের সাথে ভারতে ভ্রমণ করেন। স্বরূপানন্দের সহায়তায়, সেভিয়ার ১৮৯৮ সালের জুলাই মাসে, আলমোরার কাছে মায়াবতীতে আশ্রমের জন্য উপযুক্ত একটি পুরনো চা এস্টেট খুঁজে পান। দ্রুতই সে জমিটি ক্রয় করা হয় এবং নির্মাণ কাজ শুরু করা হয়।  ১৮৯৯ সালের ১৯ মার্চ অদ্বৈত আশ্রমের আনুষ্ঠানিক উদ্বোধন করা হয়, দিনটি ছিল রামকৃষ্ণের (হিন্দু পঞ্জিকায়) জন্মবার্ষিকী। স্বরূপানন্দ অদ্বৈত আশ্রমের প্রথম সভাপতি হন।\n১৮৯৮ সালের মার্চ-এপ্রিল মাসে, বেলুড়ে স্বরূপানন্দের সন্ন্যাস গ্রহণের চার দিন আগে, ভগিনী নিবেদিতা বিবেকানন্দের কাছ থেকে সন্ন্যাস নেন। স্বরূপানন্দ প্রতিদিন তাঁকে বাংলা ও হিন্দু ধর্মীয় সাহিত্য পড়াতেন। পরে আলমোরাতে, তাঁর নির্দেশনায়, ভগিনী নিবেদিতা ভগবদ্গীতা পড়া শুরু করেন।\n১৮৯৮ সালের ১৩ মে চেন্নাইয়ে, মাত্র চব্বিশ বছর বয়সে সম্পাদক বি. আর. রাজাম আইয়ারের মৃত্যুর কারণে রামকৃষ্ণ আদেশের প্রাতিষ্ঠানিক সাময়িকী প্রবুদ্ধ ভারতের প্রকাশনা আকস্মিকভাবে বন্ধ হয়ে যায়। বিবেকানন্দ, তখন আলমোড়ায় ছিলেন, তিনি সেভিয়ার ও তার স্ত্রীকে পত্রিকাটি পুনরুজ্জীবিত করতে বলেন। ১৮৯৮ সালের আগস্ট মাসে, স্বরূপানন্দের সম্পাদনায় আলমোরা শহরের থম্পসনের বাড়ি থেকে পত্রিকার পরবর্তী সংখ্যা প্রকাশিত হয়। এরপর ১৮৯৯ সালে আলমোরার কাছে মায়াবতীতে একটি নির্জন পাহাড়ি অঞ্চলে আশ্রম খোলার সাথে সাথে পত্রিকাটির অফিসও সেখানে স্থানান্তর করা হয়।\nস্বরূপানন্দ সম্পাদনার সময়কালে, প্রবুদ্ধ ভারত রামকৃষ্ণ ও বিবেকানন্দের আদর্শ প্রচারের জন্য একটি শক্তিশালী মাধ্যম হয়ে ওঠে এবং বুদ্ধিজীবীদের কাছ থেকে অনেক প্রশংসা অর্জন করে। বিবেকানন্দ তাঁর একটি চিঠিতে স্বরূপানন্দের কাজের প্রশংসাও করেছিলেন।\nপরে স্বরূপানন্দ মায়াবতী আশ্রমের সভাপতি হন। তিনি ক্যাপ্টেন এবং মিসেস সেভিয়ারের খুব ঘনিষ্ঠ ছিলেন। তাঁর আমলে সবচেয়ে স্মরণীয় ঘটনাটি ছিল ১৯০১ সালের জানুয়ারিতে, বিবেকানন্দের মায়াবতীর পশ্চিমের দ্বিতীয় সফর থেকে ফিরে আসার পর। তিনি স্বরূপানন্দের সাথে আশ্রম থেকে বিভিন্ন কাজ করার জন্য সেগুলি সম্পর্কে আলোচনা করেছিলেন।\nস্বরূপানন্দ এই অঞ্চলের উপজাতি এবং দরিদ্র মানুষের উন্নতির জন্য কাজ করতে আগ্রহী ছিলেন। তিনি অতি দারিদ্র্য ও খাদ্যের ঘাটতি মেটাতে পার্বত্য মানুষকে আধুনিক পদ্ধতিতে চাষ করার শিক্ষা দেয়ার উদ্যোগ নিয়েছিলেন। তিনি স্থানীয় শিশুদের জন্য দুটি স্কুল প্রতিষ্ঠা করেছিলেন, একটি মায়াবতীতে এবং অন্যটি শোর গ্রামে। তিনি একটি দাতব্য চিকিৎসালয়ও চালু করেছিলেন যা আজও এই অঞ্চলের মানুষের সেবা করে চলেছে।  তিনি আশ্রমের আদিবাসী কর্মীদের হিন্দি এবং ইংরেজি শেখানোর ব্যবস্থাও করেছিলেন। তিনি স্থানীয় লোকদের মধ্যে ধর্মনিরপেক্ষ ও আধ্যাত্মিক জ্ঞান উভয় প্রসারের জন্য নৈনিতাল, আলমোড়া এবং অন্যান্য জায়গায় সফর করতেন।\n১৮৯৯ সালে তিনি জয়পুরের নিকটবর্তী কিশানগড় এলাকায় ভয়াবহ দুর্ভিক্ষে আক্রান্ত স্থানীয় লোকদেরকে ত্রাণ সরবরাহ করেছিলেন। সেখানে তিনি তাঁর ভাই শিষ্য স্বামী কল্যানানন্দের সাথে কাজ করেছিলেন। তিনি হরিদ্বার ও ঋষিকেশের বৃদ্ধ ও অসুস্থ ভিক্ষু এবং দরিদ্র মানুষের সেবা করতে নৈনিতালে ঘরে ঘরে ঘরে ভিক্ষা করেছিলেন। ১৯০২ সালে তিনি বেদনাতে বক্তৃতা দেওয়ার জন্য এলাহাবাদ গিয়েছিলেন এবং স্থানীয় জনগণকে সেখানে একটি স্থায়ী কেন্দ্র চালু করতে উদ্বুদ্ধ করেছিলেন। ১৯০৫ সালে ধর্মশালা অঞ্চল ভয়াবহ ভূমিকম্পে আক্রান্ত হলে, স্বরূপানন্দ ত্রাণ কাজের জন্য অর্থ সংগ্রহ করেছিলেন এবং কাজটি পরিচালনা করেছিলেন।\nতিনি তাঁর আধ্যাত্মিক চর্চা ও তপস্যায় নিয়মিত ছিলেন। নির্জনে ধ্যান করার উদ্দেশ্যে তিনি আশ্রমের কাছে স্বরূপানন্দ কুঁড়েঘর নামে পরিচিত একটি কুঁড়েঘর নির্মাণ করেন। তিনি বিবেকানন্দের বার্তা ছড়িয়ে দিতে তরুণ ও ছাত্রদের মধ্যে কাজ করেছেন। স্বামী বিবেকানন্দের সঙ্গে বেদান্ত প্রচারের জন্য বরোদার সম্রাট তাঁকেও আমন্ত্রণ জানিয়েছিলেন। কিন্তু অসুস্থতার কারণে বিবেকানন্দ আসতে পারেননি। স্বরূপানন্দের আরেকটি গুরুত্বপূর্ণ প্রকল্প ছিল স্বামী বিবেকানন্দের রচনা সংগ্রহ ও প্রকাশনা, কিন্তু স্বল্প সময়ের জন্য তিনি তা শেষ করতে পারেননি। একজন বিশিষ্ট পণ্ডিত হিসেবে তিনি প্রবুদ্ধ ভারতে বেশ কিছু প্রবন্ধ লেখেন এবং হিন্দুস্তান রিভিউ ম্যাগাজিনে বিবেকানন্দকে নিয়ে অধ্যাপক ফ্রেজারের সমালোচনার তীব্র নিন্দা করেন। তিনি ইংরেজিতে ভগবদ্গীতার অনুবাদ রচনা করেছিলেন।\n\n\n== শেষ দিনগুলি ==\nমায়াবতীতে অবস্থান স্বরূপানন্দের পক্ষে যথাযথভাবে মানানসই ছিল না, মায়াবতী ভূখণ্ডের অবিরাম চড়াই এবং উতরাই তার হৃদয়ে আঘাত করে। ১৯০১ সালের নভেম্বরে তিনি কলকাতায় বিবেকানন্দের সাথে পুনদেখা করছিলেন। তিনি নৈনিতালে পত্রিকাটি সম্পাদনা করতে থাকেন এবং  ১৯০৬ সালে তাঁর মৃত্যুর আগ পর্যন্ত আরও ছয় বছর আশ্রম চালান। তিনি নৈনিতাল ভ্রমণের সময় বৃষ্টিতে ভিজে যাওয়ার পরে নিউমোনিয়ায় আক্রান্ত হয়েছিলেন এবং ১৯০৬ সালের ২৭ শে জুন তিনি মারা যান। প্রবুদ্ধ ভারতে  ভগিনী নিবেদিতা তাঁর জন্য শ্রুতিমধুর কথা লিখেছিলেন।\n\n\n== সাহিত্যিক কাজ ==\nশ্রীমদ্-ভগবদ-গীতা। অদ্বৈত আশ্রম। ১৯০৯। আইএসবিএন 81-7505-096-9। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}