{"pageid": 1004448, "title": "অস্ট্রিয়ার ভূগোল", "url": "https://bn.wikipedia.org/wiki?curid=1004448", "content": "অস্ট্রিয়া হল মধ্য ইউরোপে জার্মানি, ইতালি এবং হাঙ্গেরির প্রায় মধ্যে একটি ছোট, প্রধানত পার্বত্য দেশ। এর মোট ক্ষেত্রের পরিমাণ ৮৩,৮৭৯ কি.মি. (৩২,৩৮৫ মাইল), আকারে এটি সুইজারল্যান্ডের প্রায় দ্বিগুণ।\nস্থলবেষ্টিত দেশটির চতুঃসীমানায় রয়েছে, পশ্চিমে সুইজারল্যান্ড (একটি অ-ইউরোপীয় ইউনিয়ন সদস্য দেশ, সাধারণ সীমানা ১৬৪ কিমি, বা ১০২ মাইল) ও লিশটেনস্টাইন (এটিও একটি অ-ইউরোপীয় ইউনিয়ন, সাধারণ সীমানা ৩৫ কিমি বা ২২ মাইল), উত্তরে জার্মানি (৭৮৪ কিমি বা ৪৮৭ মাইল), চেক প্রজাতন্ত্র (৩৬২ কিমি বা ২২৫ মাইল) ও স্লোভাকিয়া (৯১ কিমি বা ৫৭ মাইল), পূর্বে হাঙ্গেরি (৩৬৬ কিমি বা ২২৭ মাইল), ও স্লোভেনিয়া (৩৩০ কিমি বা ২০৫ মাইল) এবং দক্ষিণে ইতালি (৪৩০ কিমি বা ২৬৭ মাইল) (মোট: ২,৫৬২ কিমি বা ১,৫৯২ মাইল)।\nকিছুটা নাশপাতির আকারের, তৃতীয় পশ্চিমতম দেশটিতে, জার্মানি এবং ইতালির মধ্যে একটি সরু ফালির মত ক্ষেত্র আছে, যেটি ৩২ কিলোমিটার (১৯ মাইল) দীর্ঘ এবং ৬০ কিমি (৩৭ মাইল) প্রশস্ত। অস্ট্রিয়ার বাকী অংশ পূর্ব দিকে অবস্থিত এবং উত্তর-দক্ষিণ বরাবর সর্বাধিক প্রশস্ত ২৯৪ কিলোমিটার (১৮৩ মাইল)। দেশটি উত্তর-দক্ষিণে দৈর্ঘ্যে প্রায় ৬০০ কিলোমিটার (৩৭২ মাইল), পশ্চিমে অস্ট্রিয়া-সুইস-জার্মান সীমান্তের লেক কনস্ট্যান্স (জার্মান বোডেন্সি) থেকে পূর্বের অস্ট্রিয়ান-হাঙ্গেরিয়ান সীমান্তে নিউসিডলার হ্রদ পর্যন্ত বিস্তৃত। এই দুটি হ্রদের মধ্যে বৈপরীত্য – একটি আল্পসে এবং অন্যটি হাঙ্গেরিয়ান সমভূমির পশ্চিমতম প্রান্তে, চিরায়ত একটি স্টেপি হ্রদ - অস্ট্রিয়ার প্রাকৃতিক দৃশ্যের বিভিন্নতা চিত্রিত করে।\nঅস্ট্রিয়ার নয়টি প্রদেশের মধ্যে সাতটির দীর্ঘ ঐতিহাসিক ঐতিহ্য রয়েছে যা ১৯১৮ সালে অস্ট্রিয়া প্রজাতন্ত্র প্রতিষ্ঠার সময়কার, সেগুলি হল: ঊর্ধ্ব অস্ট্রিয়া, নিম্ন অস্ট্রিয়া, স্টাইরিয়া, কের্ন্‌টেন, সলজবুর্গ (রাজ্য), টায়রল, এবং ভোরালবার্গ। বুর্গেনলান্ড এবং ভিয়েনা প্রদেশদুটি প্রথম বিশ্বযুদ্ধের পরে প্রতিষ্ঠিত হয়েছিল। বুর্গেনলান্ডের বেশিরভাগ অংশই হাঙ্গেরি রাজত্বের অংশ ছিল, কিন্তু এর জনসংখ্যার বেশিরভাগই ছিল জার্মান-ভাষী মানুষ এবং তাই তারা অস্ট্রিয়াবাসী হয়ে ওঠে। ভিয়েনাকে স্বাধীন প্রদেশ হিসাবে প্রতিষ্ঠায় প্রশাসনিক ও আদর্শগত কারণের ভূমিকা ছিল। ঐতিহাসিকভাবে, ভিয়েনা, নিম্ন অস্ট্রিয়ার রাজধানী ছিল এবং সমাজতন্ত্রবাদীদের শক্তি কেন্দ্র ছিল, কিন্তু নিম্ন অস্ট্রিয়া ছিল রক্ষণশীল মতাদর্শী। সুতরাং সমাজতান্ত্রিক এবং রক্ষণশীল উভয়ই তাদের নিজ নিজ প্রদেশগুলিতে তাদের প্রভাবকে সুসংহত করতে চেয়েছিল। ভিয়েনা ব্যতীত প্রতিটি প্রদেশেরই একটি প্রাদেশিক রাজধানী আছে, এটি যুক্তরাষ্ট্রীয় রাজধানী হওয়ার পাশাপাশি একটি নিজস্ব প্রদেশ। ভিয়েনায়, সিটি কাউন্সিল এবং মেয়র যথাক্রমে প্রাদেশিক সংসদ এবং প্রাদেশিক গভর্নর হিসাবে কাজ করেন।\n\n\n== প্রাকৃতিক ভূগোল ==\n\n\n=== ভূপ্রাকৃতিক বৈশিষ্ট্য অঞ্চল ===\n\nভৌগোলিক স্থানাঙ্ক ব্যবস্থা: ৪৭°২০′ উত্তর ১৩°২০′ পূর্ব\nঅস্ট্রিয়াকে তিনটি অসম ভৌগোলিক অঞ্চলে বিভক্ত করা যায়। অস্ট্রিয়ার বৃহত্তম অংশে (৬২%) ছড়িয়ে আছে আল্পসের তুলনামূলকভাবে নবীন পর্বতমালা, তবে পূর্ব দিকে, এগুলি প্যানোনিয়ান সমভূমির একটি অংশে মিশেছে। দানিউব নদীর উত্তরে আছে বোহেমীয় অরণ্য এবং একটি প্রাচীন, কিন্তু নিচু, গ্রানাইট পর্বতশ্রেণী।\n\n\n=== দানিউব নদী ===\nদানিউব নদীর উৎস দক্ষিণ-পশ্চিম জার্মানির ডোনাউসচিনজেন থেকে এবং এটি অস্ট্রিয়া দিয়ে প্রবাহিত হয়ে কৃষ্ণ সাগরে গিয়ে পড়েছে। এটি পূর্বের দিকে প্রবাহিত একমাত্র প্রধান ইউরোপীয় নদী, এবং ১৯৯২ সালে বায়ার্নের রাইন-মেইন-দানিউব খাল তৈরির পরে অভ্যন্তরীণ নৌপথ হিসাবে এর গুরুত্ব বেড়ে গেছে। এই খাল রাইন এবং মেইন নদীদুটিকে দানিউবেবের সাথে সংযুক্ত করেছে এবং উত্তর সাগর থেকে কৃষ্ণ সাগরে বার্জ চলাচলকে সম্ভব করেছে।\nঅস্ট্রিয়ান আল্পসের উত্তরের প্রধান প্রধান নদীগুলি (টায়রোলের ইন, সলজবুর্গের সালজাচ এবং স্টাইরিয়া ও ঊর্ধ্ব অস্ট্রিয়ার ইন্স) হল সরাসরি দানিউবের শাখা নদী এবং উত্তরে প্রবাহিত হয়ে দানিউব উপত্যকায় পড়েছে। মধ্য ও পূর্ব অস্ট্রিয়ার দক্ষিণের নদীগুলি (কারিন্থিয়ার গেইল ও দ্রাউ নদী এবং স্টাইরিয়ার মুরজ ও মুর নদী) দক্ষিণে প্রবাহিত হয়ে দ্রাউয়ের নিকাশী প্রণালীতে পড়েছে, এবং শেষ পর্যন্ত সার্বিয়া গিয়ে দানিউবে মিশেছে। ফলস্বরূপ, মধ্য এবং পূর্ব অস্ট্রিয়া ভৌগোলিকভাবে আল্পসের জলাশয় থেকে দূরে অবস্থিত: দানিউবের দিকে ঊর্ধ্ব অস্ট্রিয়া এবং নিম্ন অস্ট্রিয়া প্রদেশগুলি এবং দ্রাউয়ের দিকে কারিন্থিয়া এবং স্টাইরিয়া প্রদেশগুলি।\n\n\n== আরো দেখুন ==\n উইকিমিডিয়া অ্যাটলাসে Austria\n\n\n== তথ্যসূত্র ==\n\nElisabeth Lichtenberger; Austria - Society and Regions. Austrian Academy of Sciente Press, Vienna 2000, 491 S\n এই নিবন্ধটিতে Library of Congress Country Studies থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে  এখানে ।\n এই নিবন্ধটিতে সিআইএ ওয়ার্ল্ড ফ্যাক্টবুক থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে  এখানে ।\n\nঅস্ট্রিয়া#ভূগোল"}