{"pageid": 1004561, "title": "আবদুল হাই আরিফী", "url": "https://bn.wikipedia.org/wiki?curid=1004561", "content": "আবদুল হাই আরিফী (১৮৯৮ — ২৭ মার্চ ১৯৮৬) (যিনি হাকিম আবদুল হাই নামেও পরিচিত) ছিলেন একজন পাকিস্তানি দেওবন্দি ইসলামি পণ্ডিত, শিক্ষাবিদ, লেখক, আধ্যাত্মিক ব্যক্তিত্ব ও সমাজ সংস্কারক। তিনি চিশতিয়া তরিকায় আশরাফ আলী থানভীর শিষ্য ছিলেন এবং তার শিষ্যদের মধ্যে মুহাম্মদ তাকি উসমানি, মুহাম্মদ রফী উসমানী উল্লেখযোগ্য। তিনি ‘উসওয়ায়ে রাসূলে আকরাম’ এবং ‘মৃত্যু ও উত্তরাধিকার ’ সহ কয়েকটি বই রচনা করেছিলেন। তিনি দশ বছর দারুল উলুম করাচীর মহাপরিচালক হিসেবে দায়িত্ব পালন করেছিলেন।\n\n\n== জীবনী ==\nআরিফী ১৮৯৮ সালে ব্রিটিশ ভারতের যুক্ত প্রদেশে জন্মগ্রহণ করেছিলেন। তিনি ১৯২৩ সালে মুহাম্মদান অ্যাংলো ওরিয়েন্টাল কলেজ থেকে স্নাতক এবং লখনৌ বিশ্ববিদ্যালয় থেকে এলএলবি ডিগ্রি অর্জন করেন। তিনি ১৯২৬ থেকে ১৯৩৫ পর্যন্ত আইন চর্চা করেছিলেন। তিনি ১৯৩৬ সালে আইন পেশা ছেড়ে হোমিওপ্যাথি নিয়ে পড়াশোনা করেন। তিনি মৃত্যুর আগ পর্যন্ত হোমিওপ্যাথিক চিকিৎসার অনুশীলন করেছিলেন।\nআরিফী ১৯২৩ সাল থেকে আশরাফ আলী থানভীর সান্নিধ্যে ছিলেন এবং ১৯২৭ সালে তার নিকট বায়আত হয়েছিলেন। থানভী ১৯৩৫ সালে তাকে চিশতী তরিকায় খেলাফত দিয়েছিলেন। তিনি দারুল উলুম করাচীর নির্বাহী পরিষদের সদস্য ছিলেন। তিনি মুহাম্মদ শফি উসমানিকে দারুল উলুম করাচীর মহাপরিচালক হিসেবে দায়িত্ব দিয়েছিলেন এবং মৃত্যুর আগ পর্যন্ত তিনিও প্রায় দশ বছর এই দায়িত্ব পালন করেছিলেন।\n১৯৮৬ সালের ২৭ মার্চ আরিফী মৃত্যুবরণ করেন। মুহাম্মদ তাকি উসমানি তার জানাজার নামাযের ইমামতি করেছিলেন এবং মুহাম্মদ জিয়া-উল-হক ও জাহান দাদ খান তার জানাযায় উপস্থিত ছিলেন। তাকে দারুল উলুম করাচীর কবরস্থানে দাফন করা হয়।\nআরিফীর শিষ্যদের মধ্যে রয়েছেন: মুহাম্মদ তাকি উসমানি এবং মুহাম্মদ রফী উসমানী।\n\n\n== প্রকাশনা ==\nআরিফী রচিত বইসমূহের মধ্যে রয়েছে:\n\nউসওয়া রাসূলে আকরাম\nমৃত্যু এবং উত্তরাধিকার\nআশরাফ আলী থানভী : জীবন ও কর্ম\nমৃতের ইসলামিক উপায় : মুসলিমদের মধ্যে মৃত্যুর ঘটনা সম্পর্কে একটি শুদ্ধ এবং বিস্তৃত বিধি সম্পর্কিত পুস্তক\nমাআসিরে হাকিমুল মিল্লাত : ইরশাদ বা ইফাদাত\nমহিলাদের শরীয়তের বিধান\nফিহরিস্তে তালিফাতে হাকিমুল মিল্লাত\nবাহাদুর ইয়ার জাং এক আদমী কা তাআরুফ\n\n\n== উত্তরাধিকার ==\nতার জীবনীগ্রন্থ সমূহের মধ্যে মুহাম্মদ রফী উসমানীর রচিত ‘মেরে মুরশিদ হযরত আরিফী ’ এবং সৈয়দ রিয়াজউদ্দীন রচিত ‘আরিফ বিল্লাহ হযরত ডাক্তার মুহাম্মদ আবদুল হাই : সাবানিহ হায়াত বা তালিমাত ’ অন্যতম।\n\n\n== আরও দেখুন ==\nতারিক জামিল\nমুহাম্মদ শফি উসমানি\nমুহাম্মদ রফী উসমানী\nমুহাম্মদ তাকি উসমানি\nআশরাফ আলী থানভী\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}