{"pageid": 1004658, "title": "প্রথম বিশ্বযুদ্ধের সময়ে জার্মানির ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1004658", "content": "প্রথম বিশ্ব যুদ্ধের সময় জার্মান সাম্রাজ্য একটি কেন্দ্রীয় শক্তি হবার পরেও তারা যুদ্ধে হেরে যায়। তাদের অস্ট্রিয়া-হাঙ্গেরি মিত্রবাহিনী সার্বিয়ার সাথে যুদ্ধ ঘোষণার পর পরই এই সংঘাত শুরু হয়। জার্মান সৈন্যরা মিত্রবাহিনীর  সাথে পূর্ব এবং পশ্চিম উভয় প্রান্তে যুদ্ধে লিপ্ত হয়। যদিও ১৯১৪ এর অল্পকিছু সময় যখন পূর্ব প্রুশিয়া আক্রমণ হয়, সে সময় ছাড়া যুদ্ধের পুরোটা সময় ব্যাপক আক্রমণ থেকে জার্মান রাজ্যগুলো তুলনামূলক ভাবে নিরাপদেই ছিল। রয়্যাল নৌবাহিনীর আরোপিত একটি পাকা পোক্ত অবরোধের কারণে শহর গুলোতে খাবারের সংকট দেখা দেয়। বিশেষ করে ১৯১৬-১৭ এর শীতে যেটি টুরনিপের শীত নামে পরিচিত। যুদ্ধের শেষে, জার্মানির পরাজয় চরম অসন্তোষ ১৯১৮-১৯ সালের জার্মান বিপ্লবের সূত্রপাত ঘটায়, যা রাজতন্ত্রকে উৎখাত করে ওয়েমার প্রজাতন্ত্র প্রতিষ্ঠা করে।\n\n\n== সার সংক্ষেপ ==\nজার্মান জাতি ১৯১৪ এর সেই যুদ্ধে মিশ্র আবেগের প্রতিক্রিয়া প্রকাশ করে, ঠিক যে ভাবে ইউরোপের অন্যদেশ গুলোর জনগণ জানিয়েছিল; সে সময়কার প্রত্যক্ষদর্শী জাতি যারা ১৯১৪ এর মূল চালিকা শক্তি হিসেবে পরিচিত, পরবর্তীতে বহু চ্যলেঞ্জের সম্মুখীন হয়।  জার্মান সরকার, জানকার্সের দ্বারা প্রভাবিত হয়ে ভেবেছিল এই যুদ্ধ জার্মানির বিরোধ প্রতিযোগী ফ্রান্স, রাশিয়া এবং ব্রিটেনের সাথে দ্বন্দ্বের অবসান ঘটাবে। যুদ্ধের শুরুটা জার্মানির কাছে এমন ছিল যে তাদের জাতিকে রক্ষার শেষ সুযোগ \"সূর্যের নিচে আমাদের জায়গা\" যেমনটা তাদের পররাষ্ট্র মন্ত্রী বার্নহার্ড ভন ব্লো যেমনটা রেখেছিলেন। আর সেটিও জনগণ জাতীয়তাবাদ হিসেবে সমর্থন করার জন্যে তৈরি ছিল। কায়সার এবং জার্মান সংস্থা আশা করেছিল যে যুদ্ধটি জনগণকে রাজতন্ত্রের দিকে উদ্ভুদ্ধ করবে এবং জার্মানির সোশ্যাল ডেমোক্র্যাটিক পার্টির নাটকীয় বিকাশের ফলে উদ্ভূত হুমকিকে কমিয়ে দেবে। যারা যুদ্ধের আগে রিকস্ট্যাগ এ কায়সারের সবচেয়ে সোচ্চার সমালোচক ছিল।  দ্বিতীয় আন্তর্জাতিক সদস্যপদ থাকা সত্ত্বেও, জার্মানির সোশ্যাল ডেমোক্র্যাটিক পার্টি ইম্পেরিয়াল সরকারের সাথে তার মতবিরোধের অবসান ঘটায় এবং যুদ্ধের প্রয়াসকে সমর্থন করার জন্য আন্তর্জাতিক নীতিগুলি লঙ্ঘন করে।\nখুব দ্রুতই প্রতীয়মান হয় যে জার্মানির কয়েক মাসের বেশি যুদ্ধ চালানোর জন্য প্রস্তুতি ছিল না। প্রথমদিকে, যুদ্ধকালীন সময়ে অর্থনীতি নিয়ন্ত্রণে রাখার জন্য কোন পদক্ষেপই নেয়া হয়নি এবং এর ফলে জার্মান যুদ্ধ কালীন সময়ে অর্থনৈতিক অবস্থা ছন্ন ছাড়া অবস্থায় থাকে। জার্মানি খাবার এবং কাঁচামাল আমদানির উপর নির্ভরশীল হয়ে পড়েছিল, সেটিও জার্মানির ব্রিটিশ অবরোধ এর ফলে বন্ধ করে দিতে হয়েছিল। খাদ্যের মূল্য প্রথমে সীমিত রাখা হয় পরে রেশন পদ্ধতি চালু করা হয়। ১৯১৫ এর দিকে প্রায় পাঁচ মিলিয়ন শূকর গনহারে মারা হয় তথাকথিত শোয়াইনমর্ডে শুধুমাত্র খাবার এবং শস্য সংরক্ষণের নাম করে। ১৯১৬/১৭ এর শীতকে \"টুরনিপ শীত\" বলা হয় কারণ আলুর ফলন কম ছিল এবং মানুষজন জীব জন্তুর খাবার খেয়েছিল, তার মধ্যে জঘন্য স্বাদের শালগমও ছিল। ১৯১৪ সালের আগস্ট থেকে ১৯১৯ সালের মাঝামাঝি পর্যন্ত যুদ্ধ চলাকালীন, অপুষ্টি ও ক্লান্তি ও রোগ ও হতাশার উচ্চ হারে যুদ্ধ বন্ধ থাকাকালীনও অতিরিক্ত মৃত্যুহার বেড়ে লোক সংখ্যা দাঁড়ায় ৪,৭৪,০০০ জন।\n\n\n== ১৯১৪-১৫ ==\n\nজার্মান সৈন্য বাহিনী পশ্চিম ফ্রন্টে শ্লিফেন পরিকল্পনার পরিবর্তিত একটি পদ্ধতি কাজে লাগিয়ে যুদ্ধ শুরু করে, যেটি জার্মান সীমান্তে ফরাসি সেনাবাহিনীকে ঘিরে ফেলার আগে নিরপেক্ষ বেলজিয়ামের মাধ্যমে দ্রুত ফ্রান্সকে আক্রমণ করার জন্য সাজানো হয়েছিল। বেলজিয়ানরা পাল্টা যুদ্ধ প্রতিহত করে এবং নিজেরাই নিজদের রেল চলাচলে ব্যাঘাত সৃষ্টি করে রাখে যাতে করে জার্মানদের দেরি হয়। জার্মানরা এটা ঘুণাক্ষরেও আশা করেনি যার ফলে দেরী তাদের হয়েই যায়। আর এর জবাব দেয় জনসাধারণের উপর নিয়মতান্ত্রিক ভাবে প্রতিশোধ নিয়ে। প্রায় ৬,০০০ এর মত সাধারণ মানুষ হত্যা করে তার মধ্যে নারী ও শিশুও ছিল সেই সাথে ধ্বংস করে প্রায় ২৫,০০০ ঘর বাড়ি। পরিকল্পনা মতে প্যারিসে একত্রিত করার জন্য জার্মানরা ডান দিকে অগ্রসর হয় আগাতে থাকে এবং প্রাথমিকভাবে, জার্মানরা খুব সফল হয়েছিল, বিশেষ করে সীমান্ত যুদ্ধে (১৪-২৪ আগস্ট)। সেপ্টেম্বরের ১২ তারিখের মধ্যে, ব্রিটিশ বাহিনীর সহায়তায় ফরাসিরা প্রথম যুদ্ধে (৫-১২ সেপ্টেম্বর) প্যারিসের পূর্ব দিকে জার্মান অগ্রগতি থামিয়ে দেয়। এই যুদ্ধের শেষ দিনগুলো পশ্চিমে খন্ড যুদ্ধ সমাপ্তির ইঙ্গিত দেয়। ৭ আগস্ট মুলহাউস যুদ্ধের মাধ্যমে জার্মানিতে ফরাসি আক্রমণ সীমিত সাফল্য লাভ করে।\nপূর্ব দিকে, শুধুমাত্র এক দল স্থল ভাগের সৈন্য পূর্ব প্রুশিয়াকে রক্ষা করে এবং যখন রাশিয়া এই অঞ্চলে আক্রমণ করে তখন এটি পশ্চিম ফ্রন্টের উদ্দেশ্যে জার্মান বাহিনীকে ঘুরিয়ে দেয়। জার্মানি সম্মিলিতভাবে ট্যানেনবার্গের প্রথম যুদ্ধ (১৭ আগস্ট - ২ সেপ্টেম্বর) নামে পরিচিত একটি ধারাবাহিক যুদ্ধে রাশিয়াকে পরাজিত করে, কিন্তু এই ঘুরিয়ে দেয়া জার্মান জেনারেল স্টাফ দ্বারা অনুমেয় ছিল না ফলে রেল প্রধান থেকে অগ্রিম অপর্যাপ্ত গতি সমস্যা বাড়িয়ে দেয়। কেন্দ্রীয় শক্তি একটি দ্রুত বিজয় অগ্রায্য করে এবং দুই দিকেই যুদ্ধ করতে বাধ্য করে। জার্মান সেনাবাহিনী ফ্রান্সের অভ্যন্তরে একটি ভাল রক্ষণাত্মক অবস্থানে যেতে তার পথে লড়াই করে যাচ্ছিল এবং স্থায়ীভাবে ২,৩০,০০০  ফরাসি এবং ব্রিটিশ সৈন্য নিজেদের হারানোর চেয়ে বেশি অক্ষম ছিল। এতসব কিছু সত্ত্বেও, যোগাযোগ সমস্যা এবং বিতর্কিত আদেশ এবং সিদ্ধান্তের কারণে জার্মানিকে একটি তাড়াতাড়ি বিজয় পাওয়ার সুযোগ এনে দেয়।\n\n\n== ১৯১৬ ==\n১৯১৬ সাল পশ্চিম সম্মুখে দুটি বিশাল যুদ্ধের জন্য উল্লেখযোগ্য একটি হচ্ছে ভার্দুন  এবং অন্যটি সোমমে। দুটি যুদ্ধই পুরো বছর জুড়ে চলেছিল আর তা থেকে তেমন কোন কিছুই অর্জন করা যায়নি।  বরং দুটি দলেই ভাল কিছু সৈন্য হারিয়ে ফেলে। ২,৮০,০০০ জার্মান এবং ৩,১৫,০০০ ফরাসি অহত যোদ্ধা নিয়ে ভার্দুন হয়ে আধুনিক প্রতিরক্ষা অস্ত্র শস্ত্র নিয়ে প্রতীয়মান হয় হত্যাকারী শক্তি রুপে। অপর দিকে সোমমে জার্মান  আহতের সংখ্যা ৪,০০,০০০ জনর এবং মিত্র পক্ষের আহতের সংখ্যা ৬,০০,০০০। ভার্দুনে, জার্মানরা ফরাসিদের প্রধান দিক আক্রমণ করে কারণ তারা ভেবেছিল সেটি দুর্বল। কিন্তু প্রকৃতপক্ষে ফরাসিরা তাদের জতিগত গর্ব ধরে রাখার জন্যেই লড়ে যায়। সোমমে ছিল বহুজাতিক পরিকল্পনার একটি অংশ, যেটি মিত্রবাহিনী বিভিন্ন দিক থেকে আক্রমণ করতে থাকে একের পর এক। রাশিয়ার গ্র্যান্ড \"ব্রাসিলভ আক্রমণ\" এর ফলে জার্মানদের দুর্ভাগ্য আরও জোরদার করে, যা আরও সৈন্য এবং মূলধন নষ্ট করে। যদিও পূর্বাঞ্চলীয় অবস্থানটি স্থবির হয়ে পড়েছিল এবং জার্মানি তাদের মিত্রদের তুলনায় ৭,৭০,০০০ এর মধ্যে ১,৫০,০০০ কম হতাহতের শিকার হয়েছিল, একই সাথে ভার্দুনের প্রতিনিয়ত আক্রমণ জার্মান সেনাদের চাপে ফেলে সোমমে আক্রমণে প্রলোভিত করে। জার্মান বিশেষজ্ঞরা সোমমের ঘটনা নিয়ে বিভক্ত হয়ে যায়। কেউ কেউ বলেছিলেন যে এটি একটি স্থবির হবার লক্ষণ, তবে বেশিরভাগ এটিকে ব্রিটিশদের বিজয় হিসাবে দেখেন এবং দ্বিমত করেছিল যে জার্মান মনোবল স্থায়ীভাবে হ্রাস পেতে শুরু করে এবং কৌশলগত উদ্যোগটি বিফলে যেতে থাকে।\n\n\n== ১৯১৭ ==\n\n১৯১৭ সালের শুরুর দিকে এসপিডি নেতৃত্ব তার যুদ্ধবিরোধী বামপন্থীদের তৎপরতা নিয়ে উদ্বিগ্ন হয়ে পড়েছিল যা সজিয়ালডেমোক্র্যাটিচে আরবিটসমেইনস্যাফ্ট (এসএজি, \"সোশ্যাল ডেমোক্রেটিক ওয়ার্কিং গ্রুপ\") হিসাবে সংগঠিত ছিল। জানুয়ারীর ১৭ তারিখে তারা তাদের বহিষ্কার করে এবং ১৯১৭ সালের এপ্রিলে বামপন্থী জার্মানির ইন্ডিপেন্ডেন্ট সোশ্যাল ডেমোক্রেটিক পার্টি গঠন করে (ভাষা:  জার্মান: উনাভাঙ্গিগে সোজিয়ালডোমোক্রিটিশ পার্টেই ডয়চল্যান্ডস)। বাকী দলটি তখন জার্মানির মেজরিটি সোশ্যাল ডেমোক্র্যাটিক পার্টি হিসাবে পরিচিত ছিল। বিপুল সংখ্যক হতাহত হওয়া, জনবল সরবরাহ কমে যাওয়া, সম্মুখভাগে ক্রমবর্ধমান অসুবিধাগুলি প্রকট হওয়া এবং হতাহতের অগণিত প্রবাহের সাথে যুদ্ধের উৎসাহ হ্রাস পাওয়ায় এমটা ঘটেছিল। সাধারণ জনগণের মধ্যেও এর  ভয়াবহ প্রভাব মারাত্মক ভাবে ছড়িয়ে পড়ে। একমাত্র উল্লেখযোগ্য খবর ছিল ইয়েপ্রেসের যুদ্ধে প্রথম বারের মত সরিষা গ্যাসের ব্যবহার।\nএর পরে, সার্বিয়া, গ্রীস, ইতালি এবং রাশিয়ার বিরুদ্ধে জয়ের মাধ্যমে মনোবল ফিরে পেতে সাহায্য করে যা কেন্দ্রীয় শক্তিগুলির পক্ষে দুর্দান্ত ভাবে কাজ করে। ১৯১৪ সাল থেকে ১৯১৭ সালের শেষ এবং ১৯১৮ এর শুরুর দিক পর্যন্ত মনোবল সর্বকালের শীর্ষে ছিল তার সাথে যোগ হয় বিপ্লব উত্থানের পরে রাশিয়ার পরাজয় এবং জার্মান জনগণ লুডেনডর্ফের পশ্চিমে \"শান্তির অবমাননা\" বলে যা বলেছিল তার অনুধাবন হয়। \n\n\n== ১৯১৮ ==\n\n১৯১৮ সালের বসন্তের দিকে জার্মানরা বুঝতে পারে সময় ঘনিয়ে আসছে। তারা নতুন সেনাবাহিনী এবং নতুন কলা কৌশল নিয়ে পরিকল্পিত ধর্মঘটের জন্য প্রস্তুত ছিল। সেই সাথে আশা করছিল যে লক্ষ লক্ষ আমেরিকান ও ব্রিটিশ সাম্রাজ্যের সৈন্য যুদ্ধে অংশ নেয়ার আগেই তারা পশ্চিম সম্মুখের যুদ্ধে জিতে যাবে। জেনারেল এরিক লুডেন্ডরফ এবং ফিল্ড মার্শাল পল ফন হিনডেনবার্গের হাতে পুরো  সেনাবাহিনীর নিয়ন্ত্রণ ছিল। তারা পূর্ব ভাগের সম্মুখ থেকে বড় আকারের অতিরিক্ত সৈন্য সামন্ত সরিয়ে আনে। সেই সাথে তারা তড়িৎ গতিতে সৈন্যদের প্রশিক্ষণ দিয়ে শত্রু পক্ষের যোগাযোগ কেন্দ্র গুলোতে আক্রমণ করে।  নতুন কৌশলগুলি সত্যিকার অর্থেরি পশ্চিম সম্মুখে গতিশীলতা ফিরিয়ে আনতো, তবে জার্মান সেনাবাহিনী কিছুটা অতিমাত্রায় আশাবাদী ছিল।\n\n১৯১৭-১৮ সালের শীতে পশ্চিম সম্মুখ একদমই \"স্থবির\" হয়ে যায়-  ব্রিটিশ হতাহতের সংখ্যা প্রতি সাপ্তাহে গড়ে মাত্র ৩,০০০ এ নেমে আসে। আঠালো কাদা মাটির জন্য বড় ধরনের আক্রমণ পরিচালনা করা ছিল প্রায় অসম্ভব। নীরবে জার্মানরা পূর্ব দিক থেকে তাদের সেরা সেরা সৈন্য বাছাই করে নিয়ে আসে। বাছাই কৃত সৈন্যদের দিয়ে গঠিত হয় বিশেষ সৈন্য দল এবং পুরো শীতের মৌসুমে তাদের নতুন কৌশল শেখানোর জন্য প্রশিক্ষণ দেয়া হয়। একদমই ঘড়ি ধরা সময়ে জার্মান আর্টিলারি দল হঠাৎ করে ভয়ংকর একটি বাঁধ তৈরি করবে এগিয়ে যাওয়া সৈন্যদলের সামনে। ছোট দলে বিভক্ত হওয়া, হালকা মেশিনগান চালানো, বিশেষ সৈন্যদল শত্রু পক্ষের শক্ত আক্রমণ এডিয়ে যেতে সাহায্য করবে এবং সরাসরি মূল সেতু, কমান্ড পোস্ট, সরবরাহ রশদ এবং সর্বোপরি আর্টিলারি ব্যাটারির দিকে আগাতে থাকবে। শত্রু পক্ষের যোগাযোগ বিচ্ছিন্ন করে প্রথম আধা ঘণ্টার মধ্যেই পরিস্থিতি ঘোলাটে করে আঘাত হানবে। আর্টিলারি গুলোকে দখল করে তারা শত্রুপক্ষের আগ্নেয়াস্ত্র গুলো ধ্বংস করতে চাবে। বাঁধা ধরা সময়ের মধ্যে আরো দুটি সেনা দল পাঠানো হবে যাদের কাজ হবে শক্ত জায়গা গুলোতে শত্রু পক্ষকে আরো কোণঠাসা করে ফেলা। ধাক্কা খাওয়া সৈন্যরা ভয়ে এবং বিভ্রান্ত হয়ে প্রতিরক্ষার প্রথম সারি থেকে ভয়ে পালিয়ে যাবে। এমনই একটি ঘটনায় বশত্রু পক্ষ সাইকেলে চেপে ধেয়ে আসলে মিত্র পক্ষ রেজিমেন্ট ভেঙ্গে পালিয়ে যায়। আতঙ্কিত লোকজন সাইকেল গুলো আটক করে এবং দ্রুতই পিছু হটে যায়। বিশেষ সৈন্যদল গতিশীল ভাবে আগাতে পারলেও তাদের আগ্নেয়াস্ত্র যথেষ্ট ছিল না।  অবশেষে ১৯৩৯ এবং ১৯৪০ সালের দিকে বোমারু এবং ট্যাংকারের সাহায্য নিয়ে এই পদ্ধতিতে আক্রমণ সফল হলেও ১৯১৮ সালে জার্মানরা এ দুটি দিক থেকেই পিছিয়ে ছিল। \n১৯১৮ সালে লুডেনডর্ফ ফরাসি আক্রমণের পরিবর্তে প্রথমেই ব্রিটিশ আক্রমণ করে বিপদে পড়ে যায়। ভুলবসত তিনি ভেবেছিলেন যে নতুন কৌশলে ব্রিটিশদের আক্রমণ করে দ্রুতই নিরাশ হবেন। ক্লান্তি, হতাশায় ফরাসি হয়তো গুটিয়ে যেত। জার্মানদের আক্রমণে ব্রিটিশরা আরো হিংস্র হয়ে উঠে- এটিই ছিল যুদ্ধের বড় অংশ। মার্চ মাসে সোমমে নদীতে কুয়াশার ফলে ৬৩টি বিভাগ অন্ধকার আচ্ছন্ন হয়ে পড়ে। যত যাই হোক না কেন, জার্মান লেফটেন্যান্টরা তাদের মানচিত্র এবং আদেশ মুখস্থ করেই মাঠে নেমেছিল। ব্রিটিশরা ২,৭০,০০০ মানুষ হারায় এবং ৪০ মাইল পিছিয়ে যায় তার পর থেকে তারা ধরে রাখে। তারা দ্রুতই জার্মানদের সামলানোর কৌশল রপ্ত করে নেয়, তার পিছিয়ে যায়, খাঁদ গুলো থেকেও সরে যায়, আক্রমণ কারীদের ছড়িয়ে পড়তে দেয় এবং তার পর তারা পালটা আক্রমণ করে। তারা তাদের আর্টিলারি থেকে আগ্নেয়াস্ত্র এবং মোবাইল পিলবক্স হিসাবে ব্যবহৃত ট্যাংক থেকে সুবিধা লাভ করে যা যে কোন সময় পিছু হটতে পারে এবং পাল্টা আক্রমণ করতে পারে। এপ্রিলের দিকে লুডেন্ড্রফ আবারী ব্রিটিশদের আক্রমণ করে, ৩,০৫,০০০ সেনা আহত হয় কিন্তু পর্যাপ্ত পরিমাণে রশদ তার ছিল না। লুডেন্ড্রফ মার্চ এবং এপ্রিলের মধ্যে আরো পাঁচটি আক্রমণের পরিকল্পনা করে এবং প্রায় দশ লক্ষের মত ব্রিটিশ এবং ফরাসি সৈন্য হতাহত হয়। পশ্চিম সম্মুখ তখন পুরোটাই খুলে গিয়েছিল- খাঁদ গুলোও সেখানে ছিল কিন্তু চলাফেরার গুরুত্বের কারণে এগুলো আবার চালু করা হয়। মিত্র বাহিনীকেও আটক করা হয়। জার্মানরা তাদের আঘাতের দ্বিগুণ ক্ষতির সম্মুখীন হয় যার মধ্যে বেশীরভাগই ছিল তাদের বিশেষ সৈন্যদল। নতুন জার্মান গঠিত হয় কম বয়স্ক লোকজন দিয়ে অথবা মধ্যবয়স্ক গরিব পরিবারের লোকজন নিয়ে। তারা ১৯১৪ সালের ফলাফল নিয়ে অনুপ্রাণিত হতে পারেনি, যুদ্ধ নিয়ে গর্বিতও হতে পারেনি- তারা এটাকে ঘৃণার চোখে দেখে এবং কেউ কেউ বিপ্লবের কথাও তুলে। লুডেনডর্ফ তার ক্ষতি পোষাতে পারেনি এবং মাথা খাটিয়েও নতুন কোন ফন্দি ফিকির বের করতে পারেনি যা দিয়ে পরাজয়ের কবল থেকে বিজয় ছিনিয়ে আনতে পারতো। ব্রিটিশরাও একইভাবে সমগ্র সাম্রাজ্য থেকে শক্তি সঞ্চয় করেছিল। কিন্তু যেহেতু তাদের সম্মুখ ভাগ ভাল অবস্থানে ছিল এবং তারা অনিবার্য বিজয় দেখতে পাচ্ছিল, যার ফলে তাদের মনোবল শক্ত অবস্থানেই ছিল। মহান জার্মানির বসন্ত আক্রমণ সময়ের বিরুদ্ধে একটি প্রতিযোগিতা ছিল, কারণ সবাই দেখতে পারে যে আমেরিকানরা লক্ষ লক্ষ তাজা তরুণদের প্রশিক্ষণ দিচ্ছে যারা অবশেষে পশ্চিম ফ্রন্টে আসবেই। \nআত্মত্যাগের যুদ্ধে দুই দলই ধরা খেল। জার্মানি তাদের সেরা সৈন্য গুলো ব্যবহার করে কিন্তু সেই অনুযায়ী খুব বেশি এলাকা কবজা করতে পারেনি। ব্রিটিশরাও নতুন জনশক্তির অভাব বোধ করছিল তবুও তাদের ব্রিটিশ সাম্রাজ্যের জন্য যথেষ্ট সংরক্ষিত ছিল। সেখানে ফরাসিদের জনবল একদম শেষ। বার্লিন হিসেব কষে দেখলো যে আমেরিকানদের তাদের সমস্ত সৈন্য এবং সরবরাহ পাঠাতে কয়েক মাস সময় লাগবে - তবে মার্কিন যুক্তরাষ্ট্র সৈন্যরা তাদের সরবরাহগুলি পেছনে ফেলে রেখে খুব তাড়াতাড়ি পৌঁছে যায় এবং ব্রিটিশ এবং ফরাসি আর্টিলারি, ট্যাঙ্ক, বিমান, ট্রাক এবং সরঞ্জামের উপর নির্ভরশীল ছিল। বার্লিন এটাও ভেবে বসেছিল যে  আমেরিকানরা অনুশাসন এবং কঠোর লড়াইয়ের ফলে হার মেনে যাবে। খুব শীঘ্রই  তারা তাদের ভুল বুঝতে পারে। এক প্রতিবেদনে জার্মানরা জানায় \"স্বতন্ত্রভাবে [আমেরিকানদের] গুণাবলী উল্লেখ করার মত ছিল। তারা বাহ্যিক দিক থেকে যেমন প্রস্তুত ছিল তেমনি তাদের মনোবলও ছিল যথেষ্ট দৃঢ়... বর্তমানে শক্তিশালী প্রতিপক্ষের কাছে তাদের দুর্বলতা বলতে ছিল প্রশিক্ষণ এবং অভিজ্ঞতার অভাব। তাদের লোকজন আত্মবিশ্বাসে পরিপূর্ণ এবং সরল বিশ্বাসের অধিকারী ছিল।\"\n১৯১৮ সালের সেপ্টেম্বরের মধ্যে, কেন্দ্রীয় শক্তি যুদ্ধ থেকে পিছু হটতে শুরু করে, আমেরিকান বাহিনী ফ্রান্সে প্রতিদিন ১০,০০০ হারে ঢালছিল, ব্রিটিশ সাম্রাজ্যকে পশ্চিম সম্মুখ ভাগে সাড়ে ৪ মিলিয়ন সৈন্য এবং ৪,০০০ ট্যাংক যুদ্ধের জন্য একত্রিত করে। আক্রমণের একশতম দিন নামে পরিচিত এই সিদ্ধান্তযুক্ত অ্যালাইড পালটা আক্রমণ ১৯১৮ সালের ৮ ই আগস্ট থেকে শুরু হয়েছিল - যেটিকে লুডেনডর্ফ নাম দিয়েছিল \"জার্মান সেনাবাহিনীর কালো দিবস\"। জার্মান প্রতিরক্ষা অবনতি হওয়ায় মিত্রবাহিনী অবিচ্ছিন্নভাবে অগ্রসর হচ্ছিল।\nযদিও যুদ্ধ শেষের পরেও জার্মানরা শত্রু পক্ষের মাটিতেই অবস্থান করছিল- জেনারেল, জননেতা - এবং প্রকৃতপক্ষে সৈন্য এবং জনগণও জানত যে সবাই হতাশ হয়ে পড়েছে। তারা বলির পাঁঠা হবার জন্যে দিন গুনছিল। যুদ্ধের প্রতি ক্ষুধা ও জনগণের অসন্তুষ্টির কারণে পুরো জার্মানি জুড়ে বিপ্লবের বন্যা বয়ে যায়। ১১ ই নভেম্বরের মধ্যে জার্মানি পুরোপুরি ভাবে আত্মসমর্পণ করে, কায়সার সহ সবাই রাজপরিবার ত্যাগ করে এবং জার্মান সাম্রাজ্যটি ওয়েমারের প্রজাতন্ত্রের দ্বারা প্রতিস্থাপিত হয়।\n\n\n== দেশীয় সম্মুখ ভাগ ==\n\n\n=== যুদ্ধের উত্তাপ ===\n\n১৯১৪ সালের মূল চালিকা শক্তি ছিল অপ্রতিরোধ্য, জনসাধারণের উদ্দীপনা এবং সমস্ত কিছুর সমন্বয় ছিল ১৯১৪ সালের যুদ্ধে। রেখস্ট্যাগে, কৃতিত্বের জন্য ভোটটি সর্বসম্মত ছিল, সমস্ত সমাজতন্ত্রী ছাড়াও একজন (কার্ল লিবনেচেট) এতে যোগ দিয়েছিলেন। একজন অধ্যাপক \"ধর্মীয় অনুভূতি বৃদ্ধি করার নৈতিক উত্থানের একক অনুভূতির সাক্ষ্য দিয়েছিলেন, সংক্ষেপে, সামগ্রিকভাবে জনসাধারণ উদ্বেলিত হয় \"। একই সময়ে, উদ্বেগের একটি কারণও ছিল; বেশিরভাগ ভাষ্যকাররা ছোট খাট যুদ্ধ জয়ের পূর্বাভাস দিয়েই ফেলেছিল - পরে বেলজিয়ামের আক্রমণের কারণে সবাই হতাশ হয়ে পড়ে এবং ফরাসী সেনাবাহিনী প্যারিসের সামনে অবস্থান নেয়ার কয়েক সপ্তাহের মধ্যে সেই আশাও ছিন্ন হয়ে যায়। পশ্চিম সম্মুখ একটি রক্তক্ষয়ী ময়দানে পরিণত হয়, কারণ সেনারা এক বারে কয়েকশ গজও আগাতে পারছিলনা। ১৯১৪ সালের শেষদিকে শিল্প কারখানায় বিশৃঙ্খলতা দেখা দেয়, বেকারত্ব বেড়ে যায়, কারণ যুদ্ধের গোলাবারুদ তৈরির কাজে এগুলো ব্যবহার করতে বেশ কয়েক মাস সময় লেগেছিল। ১৯১৬ সালে, হিনডেনবার্গ প্রোগ্রাম আর্টিলারি, শেল এবং মেশিনগান তৈরির জন্য সমস্ত অর্থনৈতিক সম্পদকে একত্রিত করার আহ্বান জানায়। চার্চের ঘণ্টা এবং তামার তৈরি ছাঁদ গুলো ভেঙ্গে গলিয়ে ফেলা হয়েছিল রসদের জ্বালানির জন্য। \n\n\n=== অর্থনীতি ===\nযুদ্ধ চলাকালীন জার্মানরা তার জনগণের অর্থনীতি সচল রাখার কোন পরিকল্পনাই করেনি, এবং খাদ্য বা জরুরি সরবরাহের জন্য কোন ধরনের মজুদও রাখা হয়নি। ফলে জার্মানির দ্রুত উন্নতি সাধন করতে হয়েছিল। সব বড় বড় রাজনৈতিক দল শুরুতে এমনকি সমাজতন্ত্রীদের সহ যুদ্ধকে সমর্থন করেছিল।\nযুদ্ধের প্রথমদিকে শিল্পপতি ওয়াল্টার রাথেনো যুদ্ধ মন্ত্রণালয়ের কাঁচামাল বিভাগে সিনিয়র পদে অধিষ্ঠিত হন, ১৯১৫ সালে বাবার মৃত্যুর পরে এইজি-র চেয়ারম্যান হয়েছিলেন। রথেনা যুদ্ধ কাঁচামাল বিভাগ (যুদ্ধ সংস্থান বিভাগ 'কেআরএ') স্থাপনের জন্য যুদ্ধ মন্ত্রণালয়কে বোঝাতে মূল ভূমিকা পালন করেন; তিনি ১৯১৪ সালের আগস্ট থেকে ১৯১৫ সালের মার্চ পর্যন্ত এর দায়িত্বরত ছিলেন এবং মৌলিক নীতি ও পদ্ধতি প্রতিষ্ঠা করেন। তাঁর ঊর্ধ্বতন কর্মকর্তারা শিল্পখাত থেকে ঋণ নেয়। কেআরএ ব্রিটিশ অবরোধের ফলে হুমকির মুখে পড়ে সেই সাথে কাঁচামালের জন্য পাশাপাশি অধিকৃত বেলজিয়াম এবং ফ্রান্সের সরবরাহও বন্ধ হয়ে যায়। এরা দাম নির্ধারণ করে দেয় এবং গুরুত্বপূর্ণ যুদ্ধ খাত গুলোতে বিতরণ নিয়ন্ত্রণ করে। পরবর্তীতে কাঁচামাল সংগ্রহের জন্য উন্নতি লাভ করে। বাণিজ্য, শিল্প এবং সরকারের মুখোমুখি হওয়ার জটিলতা সহ স্বার্থপরতার কারণে কেআরএ অনেকগুলি অব্যবস্থাপনার মুখোমুখি হয়।\nকেআরএ জরুরি অবস্থায় কাঁচামাল পরিচালনা করছিল তখন খাদ্য সরবরাহের সংকট আরও বেড়ে যায়। কৃষি কাজের গতিশীলতার কারণে সার এবং গবাদি পশু পালানের ফলেও ক্রমাগত ভাবে খাদ্যের মজুদ কমতে থাকে। যুদ্ধ বন্ধীদের ক্ষেত খামারের কাজে লাগানো হয় এবং অনেক নারী ও বয়স্করাও কাজে হাত লাগায়। রাশিয়া এবং অস্ট্রিয়া একবারই মজুদ সরবারহ করে তার পরই বন্ধ করে দেয়।\nপ্রথম বিশ্বযুদ্ধের \"সম্পূর্ণ যুদ্ধ\" ধারণাটি এমন ছিল যে খাদ্য সরবরাহগুলি সশস্ত্র বাহিনীর হাতে থাকবে এবং ব্রিটিশ অবরোধের মাধ্যমে জার্মান বাণিজ্য বন্ধ হয়ে যাওয়্যার ফলে জার্মান জন সাধারণ লোকজন ক্রমবর্ধমান স্বল্প পরিস্থিতিতে বেঁচে থাকতে বাধ্য হয়েছিল। দ্রব্য মূল্যের দাম প্রথম দিকে নিয়ন্ত্রণেই ছিল। ১৯১৫ সালের দিকে রুটির রেশন পদ্ধতি চালু হয় এবং ঠিক ঠাক ভাবেই চলছিল কিন্তু তার পরেই রুটির দাম কমে গেল। অ্যালেন বলেছিলেন, দেশে অনাহারের কোনও লক্ষণ নেই এবং এরকমও উদ্ধৃতি দিয়েছেন যে, \"প্রতিবেদনে পাওয়া জার্মানির খাদ্যের রেশন পদ্ধতির ফলে গৃহকেন্দ্রিক বিপর্যয়ের খবর অতিরঞ্জিত\"। তবে হাওয়ার্ড দ্বিমত করে বলেছলেন যে জন সাধারণের প্রতি হাজারে একশ লোক অপুষ্টিতে মারা যায় - সাধারণত টাইফাস বা এ জাতীয় একটি রোগ যা তাদের দুর্বল শরীর প্রতিরোধ করতে পারেনি। (দীর্ঘদিন অনাহার থেকেও অনেকে মারা যায়)। ১৯৪৪ থেকে ১৯২৪ সালের মধ্যে জার্মান বাচ্চাদের উচ্চতা এবং ওজন সম্পর্কে সম্প্রতি আবিষ্কৃত তথ্য উপাত্ত থেকে প্রাপ্ত ২০১৪ সালের একটি গবেষণায় প্রমাণ পাওয়া গেছে যে অবরোধের সময় জার্মান শিশুরা মারাত্মক অপুষ্টিতে ভুগছিল, শ্রম-জীবি শিশুরা সবচেয়ে বেশি ক্ষতিগ্রস্থ হয়েছিল। গবেষণায় আরও দেখা গেছে যে জার্মান শিশুরা বিশাল আন্তর্জাতিক খাদ্য সহায়তা কর্মসূচির কারণে যুদ্ধের পরে দ্রুত বেড়ে উঠে।\nদেশীয় সম্মুখ ভাগে অবস্থার দ্রুত অবনতি ঘটে, সমস্ত শহুরে অঞ্চলে তীব্র খাদ্যের ঘাটতি দেখা দেয়। অতিরিক্ত কৃষক ও রেলপথ ব্যবস্থা, কয়লার ঘাটতি এবং বিদেশ থেকে আমদানি বন্ধ করে দেওয়া ব্রিটিশ অবরোধের সাথে মিলিয়ে এত বেশি কৃষক এবং খাদ্য শ্রমিককে সামরিক বাহিনীতে স্থানান্তর করার ফলেই এই সমস্যা দেখা দেয়। ১৯১৬-১৯১৭ সালের শীতটি \"টারনিপ শীত\" নামে পরিচিত ছিল কারণ  ভোজ্য শাকসবজি, যেগুলো সাধারণত গবাদি পশুর খাদ্য ছিল সেগুলো মানুষ আলু এবং মাংসের বিকল্প হিসাবে খাওয়া শুরু করে। যা ক্রমশ তীব্র হারে ঘাটতির কারণ হয়ে দাঁড়ায়। ক্ষুধার্ত লোকদের খাওয়ানোর জন্য কয়েক হাজার স্যুপ রান্নার ঘর বানানো হয়, অনেকেই অভিযোগ করেছিল যে কৃষকরা নিজেদের জন্য খাবার রেখে দিত। এমনকি সেনাবাহিনীকে সৈন্যদের রেশন বরাদ্ধ করে রাখতে হতো। জন সাধারণ এবং সৈন্য উভয়ের মনোবল ক্রমশ কমতে শুরু করে।\n\nখনি গুলো থেকে কয়লা উত্তোলন কমে যায়। শিল্প কারখানা গুলো থেকে সেনাবাহিনীর পোশাক বানানো হয় ফলে সাধারণ জনগণের জন্য গরম কাপড় চোপড় বানানো কমে যেতে লাগলো। কাপড় এবং চামড়ার জন্য কাগজ এবং পিচবোর্ডের মতো কৃত্রিম এর্সটজ উপকরণ ব্যবহারের যন্ত্রটি যথেষ্ট ছিলনা। গরম পানির মত সাবানের সরবরাহ কমে যায়। সমস্ত শহর ট্রাম চলাচল বন্ধ হয়ে যায়, রাস্তার লাইট গুলোও বন্ধ রাখা হয়, থিয়েটার এবং যাত্রাপালাও বন্ধ করে দেয়া হয়।\nখাদ্য সরবরাহ ক্রমশ আলু এবং রুটি উৎপাদনের দিকে নজর দেয়, মাংস কেনা কঠিন থেকে আরও দুঃসাধ্য হয়ে পড়ে। ১৯১৬ সালের শেষের দিকে মাংসের রেশনটি ছিল যুদ্ধ হীন সময়ের ৩১%, এবং ১৯১৮ সালের শেষের দিকে এটি কমে ১২% এ নেমে আসে। ১৯১৬ সালে মাছের রেশন ছিল ৫১% এবং ১৯১৭ সালের শেষের দিকে কিছুই ছিল না। পনির, মাখন, চাল, সিরিয়াল, ডিম এবং লার্ডির জন্য রেশন ছিল যুদ্ধ বন্ধ সময়ের ২০% এরও কম। ১৯১৭ সালে পুরো ইউরোপের তুলনায় ফসল উৎপাদন খুব কম ছিল এবং আলুর সরবরাহ কমে যায় এবং জার্মানরা এর পরিবর্তে প্রায় অখাদ্য শালগম খাওয়া শুরু করে; ১৯১৬–১৯১৭ সালের \"শালগম শীত\" তীব্র বিপর্যয়ের সময় হিসেবে অজীবন স্মরণ করা হয়।  যুদ্ধের শুরু থেকেই রেশন ব্যবস্থা চালু ছিল এবং সেটি চমৎকার ভাবেই কাজ করছিল। যদিও ১৯৮১ সালের শালগম শীত এবং গ্রীষ্মকালে কিছুটা ঘাটতি হয়ে ছিল। সাদা রুটি আমদানিকৃত ময়দা হিসেবে ব্যবহৃত হয় এবং সেটিও শেষ হয়ে যায়, তবে সমস্ত নাগরিকের জন্য ন্যূনতম খাদ্য সরবরাহের জন্য যথেষ্ট পরিমাণে রাই বা রাই-আলুর ময়দা ছিল।\nজার্মান মহিলারা সেনাবাহিনীতে যোগ দেয় নি, তবে বিপুল সংখ্যক শিল্প ও কলকারখানা গুলিতে বেতনভিত্তিক কর্মসংস্থান গ্রহণ করে এবং আরও বেশি সংখ্যক স্বেচ্ছাসেবীর হিসেবে বিভিন্ন খাতে নিযুক্ত ছিল। গৃহিণীদের শেখানো হয়েছিল কীভাবে দুধ, ডিম বা চর্বি ছাড়াই রান্না করা যায়; বিভিন্ন সংস্থা বিধবাদের কাজ পেতে সাহায্য করেছিল। ব্যাংক, বীমা সংস্থা এবং সরকারী অফিসগুলি প্রথমবারের জন্য কেরানী পদে মহিলাদের নিয়োগ দেয়। কারখানাগুলি তাদের অদক্ষ শ্রমিক হিসেবে নিযুক্ত করে - ১৯১৭ - সালের ডিসেম্বরের মধ্যে রাসায়নিক, ধাতু এবং মেশিন যন্ত্রপাতি পরিচালনায় অর্ধেক শ্রমিক ছিল মহিলা। কর্মক্ষেত্রে মহিলাদের সুরক্ষার আইন শিথিল করে দেয়া হয় এবং কারখানাগুলি তাদের শ্রমিকদের খাবার সরবরাহের জন্য ক্যান্টিন স্থাপন করে দেয়, যাতে তদের উত্পাদনশীলতা হ্রাস না পায়। ১৯১৮ সালের দিকে খাদ্য পরিস্থিতি অনেকটাই ভাল ছিল, তার কারণ ফসলের উৎপাদন ভাল হয়েছিল, তবে গুরুতর সংকটের মধ্যে ছিল, দ্রব্য মূল্যের উর্ধগতি। মশালা এবং তাজা ফলের পুরোপুরি অভাব ছিল। বহু অভিবাসী শিল্প কারখানায় কাজ করার জন্য শহরে আসে, যার ফলে জনগণের উপচে পড়া ভিড় তৈরি হয়। কয়লা সরবরাহ কমে যাওয়ায় সবাই শীতের কবলে পড়ে।  দীর্ঘ কর্মঘণ্টা, স্বাস্থ্যহীনতা এবং  বিনোদন হীন জীবন যাপনে অভ্যস্ত হয়ে পড়ে সবাই, সেনাবাহিনীতে এবং যুদ্ধ শিবিরের বন্দী প্রিয়জনের সুরক্ষার কথা ভেবে মনের ভয় বাড়তেই থাকে। একমাত্র স্থায়ীভাবে পঙ্গু না হলে কেউই যুদ্ধময়দান থেকে ফিরতে পারতো না। আহত সৈন্য যারা উদ্ধার হয়ে সুস্থ হতে পেরেছিল তাদের আবার ফেরত পাঠানো হতো পরিখা গুলোতে।\n\n\n== পরাজয় এবং বিদ্রোহ ==\n\nঅনেক জার্মান যুদ্ধের অবসান চেয়েছিল এবং ধীরে ধীরে অধিক সংখ্যক জার্মান রাজনৈতিক বামদলের সাথে শরিক হতে শুরু করে। তাদের মধ্যে উল্লেখযোগ্য হচ্ছে সোশাল ডেমোক্র্যাটিক পার্টি এবং যুদ্ধের অবসানের দাবিতে আরও উগ্র স্বাধীন গণতান্ত্রিক দল। তৃতীয় একটি কারণ হচ্ছে ১৯১৭ সালের এপ্রিল মাসে যুদ্ধে মার্কিন যুক্তরাষ্ট্রের প্রবেশ, যা মিত্রবাহিনীর কাছে দীর্ঘমেয়াদী ক্ষমতার ভারসাম্যকে আরও কঠিন করে তুলে।  ১৯১৮ সালের অক্টোবরের শেষের দিকে, উত্তর জার্মানির কিয়েলে ১৯১৮-১৯ সালের জার্মান বিপ্লবের  সূচনা হয়। বন্দরের সাধারণ শ্রমিকরা বিদ্রোহের নেতৃত্ব দেয় এবং অনেক নাবিককে তাদের সাথে যোগ দিতে আহ্বান করে; খুব দ্রুতই বিদ্রোহটি অন্যান্য শহরে ছড়িয়ে পড়ে। ইতোমধ্যে, হিনডেনবার্গ এবং সিনিয়র জেনারেলরা কায়সার এবং তার সরকারের প্রতি আস্থা হারিয়ে ফেলেন।\n১৯১৮ সালের নভেম্বরে অভ্যন্তরীণ বিপ্লব, যুদ্ধের অচল অবস্থা, বুলগেরিয়াও অটোম্যান সাম্রাজ্যের শান্তির জন্য মামলা, অস্ট্রিয়া-হাঙ্গেরির একাধিক জাতিগত উত্তেজনা এবং জার্মান উচ্চ পধস্থ কর্মকর্তাদের চাপ, কায়সার এবং সমস্ত জার্মান শাসক রাজকুমারদের চাপ ইত্যাদি থেকে বিচ্ছিন্ন হয়ে যায়। ১৯১৮ সালের নভেম্বরের ৯ তারিখে সালে সোশ্যাল ডেমোক্র্যাট ফিলিপ শাইডিম্যান বিদ্রোহী শ্রমিকদের ছাড়াই ব্যবসায় এবং মধ্যবিত্ত শ্রেণির সহযোগিতায় আলাদা একটি প্রজাতন্ত্র ঘোষণা করেন।  জার্মান সোশ্যাল ডেমোক্র্যাটদের নেতৃত্বাধীন নতুন সরকার ১৯১৫ সালের ১১ ই নভেম্বর একটি যুদ্ধবিরতীর আহ্বান করেন এবং সাড়াও পেয়েছিল; বাস্তবে এটি একটি আত্মসমর্পণ ছিল এবং মিত্রপক্ষ আলোচনায় হস্তক্ষেপের নিশ্চয়তা দিতে খাদ্য অবরোধ অব্যাহত রাখে। এভাবেই ধ্বংসপ্রাপ্ত জার্মান সাম্রাজ্য ওয়েমার প্রজাতন্ত্রের দ্বারা সফলতার মুখ দেখতে পায়।\nসাত মিলিয়ন সৈন্য এবং নাবিককে দ্রুত দমিয়ে রাখা হয় এবং তারা ধীরে ধীরে তারা মাথা চাড়া দিয়ে ওঠে যা কিয়েল এবং বার্লিনের মতো শহরগুলিতে মূল বামপন্থিদের ছাড়িয়ে যায়। এসকল একক বাম পন্থীরা স্পার্টাকাসবুন্ড এবং পরে জার্মানির কমিউনিস্ট পার্টি গঠন করে।\nযুদ্ধ বিরতীর সময় জার্মান সামরিক বাহিনী তখনও ফ্রান্সের কিছু অংশ দখল করে থাকার কারণে, বিভিন্ন জাতীয়তাবাদী গোষ্ঠী যুদ্ধে পরাজয়ের কারণে ক্ষুব্ধ জনসাধারণদের উপর দোষ চাপায়; তাদের বিরুদ্ধে সেনাবাহিনীর সাথে বিশ্বাসঘাতকতা ও আত্মসমর্পণের অভিযোগ আনা হয়। এটি \" পেছনে ছুরি মারার গুজব \" -এ পরিণত হয় যা ১৯২০ এর দশকে জার্মান রাজনীতিতে আধিপত্য বিস্তার করে এবং গণতন্ত্র ও ওয়েমার সরকারের উপর অবিশ্বাস তৈরি করেছিল।\n\n\n== যুদ্ধে মৃতের সংখ্যা ==\n৬৫ মিলিয়ন জনসংখ্যার মধ্যে জার্মানি যুদ্ধকালীন সময়ে ১.৭ মিলিয়ন সৈন্য হারায় এবং প্রায় ৪,৩০,০০০ জন সাধারণ হতাহত হয় (বিশেষ করে খাদ্য অবরোধের কারণে), একই সাথে আফ্রিকা এবং অন্যান্য বিদেশী উপনিবেশগুলিতে প্রায় ১৭,০০০ জন মারা যায়।\n১৯১৯ সালের জুলাই পর্যন্ত মিত্র বাহিনী অবরোধ অব্যাহত রাখালে অতিরিক্ত অন্যনা সমস্যার সৃষ্টি হয়।\n\n\n== সৈন্যদের অভিজ্ঞতা ==\nজার্মান সামরিক বাহিনীর অস্ত্রশস্ত্রের প্রায়শই নির্মম আচরণ সত্ত্বেও, আকাশ পথ এবং সমুদ্রের সাথে সাথে স্থলভাগে, জার্মান সৈন্যদের শত্রুকে শ্রদ্ধা ও সহানুভূতি সহকারে এবং যুদ্ধকে ঘৃণার চোখে দেখতো। সেনাদের বাড়িতে পাঠানো চিঠি থেকে তার কিছু প্রমাণ পাওয়া যায়ঃ\n\"আমার সামনে এক ভয়ানক চিত্র হাজির। একজন ফরাসী এবং একজন জার্মান সৈনিক হাঁটুর উপর ভর দিয়ে একে অপরের উপর ঝুঁকেছিল। তারা বেয়নেট দিয়ে একে অপরকে ক্ষত বিক্ষত করে দিচ্ছিল আর তাদের রক্ত মাংস সেভাবেই মাটিতে পড়ছিল... সাহস, বীরত্ব, এগুলোর কি আসলেই কোন অস্তিত্ব আছে? আমি এসব নিয়ে সন্দেহ করা শুরু করেছি, কারণ যুদ্ধের সময় প্রতিটি মুখে ভয়, উদ্বেগ এবং হতাশা ছাড়া আর কিছুই আমি দেখিনি। সাহস, বীরত্ব বা এরকম কিছুই সেখানে ছিল না। বাস্তবে, সৈন্যদের এগিয়ে যাওয়ার জন্য ভয়ঙ্কর শৃঙ্খলা ও জবরদস্তি ছাড়া আর কিছুই নেই।\" - ডোমিনিক রিচার্ট, ১৯১৪ \n\"আমাদের সৈন্যরা ফরাসিদের সাথে গোলা বারুদ নিক্ষেপ বন্ধের চুক্তিতে পৌঁছেছে। তারা আমাদের জন্য রুটি, ওয়াইন, সার্ডিন মাছ ইত্যাদি নিয়ে আসে, আমরা তাদের স্ক্যানাপস পানীয় দেই। তাদের মনিবরা যুদ্ধ করতে চায়, এ নিয়ে শ্রমিক এবং যুবকরা তাদের সাথে ঝগড়া করে ...তারা নিজেরাই একে অপরের বিরুদ্ধে লড়াই করছে। আমাদের সেখানে দাঁড়াতে হবে। এটাই কি সব থেকে বড় মূর্খতা নয়?...যদি ভোটের সংখ্যা অনুসারে এই সিদ্ধান্ত নেওয়া হতো, তবে এতক্ষণে আমরা বাড়ি ফেরার দীর্ঘ পথ পাড়ি দিতাম।\" - হারমান বাউর, ১৯১৫।\n\"যত যাই হোক, আমরা এখনো কেন যুদ্ধ করে যাচ্ছি আমার সেই ধারণা নাই। হয়তো পত্রিকাগুলি যুদ্ধ সম্পর্কে যা বলছে তার সমস্ত কিছুকে একটি মিথ্যার আলোকে চিত্রিত করেছে যার সাথে বাস্তবতার কোন সম্পর্ক নেই... শত্রু পক্ষের দেশে এবং আমাদের দেশে এর প্রভাব বড় ধরনের দুর্ভোগ ছাড়া আর কিছু হতে পারে না। যে সমস্ত লোক এখনও যুদ্ধকে সমর্থন করে তারা আসলে কোন বিষয় সম্পর্কে কোনও ধারণাই পায়নি .. যদি আমি বেঁচে থাকি, আমি এই বিষয়গুলি জনসমক্ষে প্রকাশ করব ... আমরা সবাই শান্তি চাই ...যদি আমাদের সমস্ত শক্তি খরচ করে যুদ্ধ করতে হয়, তবে অর্ধেক বিশ্বকে জয় করে কী হবে?... তোমরা সেখানে শান্তিতেই আছো!... অথচ আমরা আমাদের সমস্ত সম্পদ দিয়ে দিয়েছি এমনকি স্বাধীনতাও দিয়ে দিয়েছি। আমরা শুধু আমাদের বউ বাচ্চা দের সাথে আবার এক সাথে থাকতে চাই।\" - অজ্ঞাত কোন এক বাভেরিয়ান সৈনিক, ১৭ অক্টোবর ১৯১৪।\n\n\n== আরও দেখুন ==\nপ্রথম বিশ্ব যুদ্ধে জার্মানদের অংশগ্রহণ\nজার্মানির ইতিহাস\nজার্মান পররাষ্ট্রনীতির ইতিহাস\nবিশ্বযুদ্ধের সময় দেশীয় সম্মুখ ভাগ\nমহা শক্তিগুলোর আন্তর্জাতিক সম্পর্ক (১৮১৪-১৯১৯)\nকেন্দ্রীয় শক্তি সমূহ\n\n\n== তথ্যসূত্র =="}