{"pageid": 1004404, "title": "ছারপোকা", "url": "https://bn.wikipedia.org/wiki?curid=1004404", "content": "ছারপোকা হচ্ছে সাইমেক্স গণের অন্তর্ভুক্ত এক জাতের পোকা যারা খাদ্য হিসেবে মানুষের রক্ত গ্রহণ করে। সাধারণত রাতে এই পোকার আক্রমণ বেশি হয়। এই পোকার কামড়ের ফলে ত্বকে ফুসকুড়ি, মানসিক প্রভাব, এবং অ্যালার্জির প্রতিক্রিয়ার মতো লক্ষণ দেখা দিতে পারে। ছারপোকার কামড়ে ত্বকের ছোট অংশে ফুসকুড়ি হওয়া থেকে শুরু করে বড় ধরনের ফোস্কা পড়ার মতো প্রতিক্রিয়া লক্ষ্য করা যেতে পারে। পোকার কামড়ের ফলে সৃষ্ট লক্ষণ প্রকাশ পেতে কয়েক মিনিট থেকে কয়েকদিন পর্যন্ত সময় লাগতে পারে। ত্বকের উপরিভাগের লক্ষণের পাশাপাশি চুলকানিও লক্ষ্য করা যায়। কিছু ক্ষেত্রে আক্রান্ত ব্যক্তির জ্বর হতে পারে বা ক্লান্তি অনুভব করতে পারেন। সাধারণত শরীরে অনাবৃত অংশে এর প্রকোপ দেখা যায়। ছারপোকার কামড়ের মাধ্যমে কোনো সংক্রামক রোগের বিস্তার হওয়ার প্রমাণ পাওয়া যায়নি। ত্বকের মৃত অংশ বা ভাসকুলাইটিসে আক্রান্ত স্থানে ছারপোকার আক্রমণ হওয়ার সম্ভাবনা খুব-ই কম।\nছারপোকার আক্রমণ মূলত সাইমেক্স লেকচুল্যারিয়াস ও সাইমেক্স হেমিপেট্রাস − দুই ধরনের প্রজাতির পোকার মাধ্যমে হয়ে থাকে। সাইমেক্স লেক্টুল্যারিয়াস প্রচলিত ছারপোকা নামেও পরিচিত ও পৃথিবীব্যাপী এর বিস্তার রয়েছে, অপরদিকে সাইমেক্স হেমিপেট্রাস-এর বিস্তার মূলত নাতিশীতোষ্ণ অঞ্চলে। ছারপোকার আকার ১ থেকে ৭ মিলিমিটারের মধ্যে। নিকটবর্তী স্থানে বুকে হেঁটে বা নিত্য ব্যবহার্য জিনিসের মাধ্যমে এক স্থান থেকে অন্য স্থানে ছারপোকা বিস্তার হয়। এরা উড়তে বা লাফাতে পারে না। পরিষ্কার-পরিচ্ছন্নতার অভাবে ছারপোকার উপদ্রব হওয়ার প্রমাণ কম, তবে ঘনবসতিপূর্ণ এলাকায় এর উপদ্রব হয় বেশি। ছারপোকার উপদ্রব নির্ণয়ে ছারপোকার উপস্থিতি এবং এর দ্বারা সৃষ্ট দৈহিক লক্ষণ বা উপসর্গের উপস্থিতি বিবেচনা করা হয়। ছারপোকা তাদের বেশিরভাগ সময় অন্ধকার স্থানে কাটায়, যার ফলে জাজিমের জোড়ার মাঝে বা দেওয়ালের ফাঁটা বা চেরা অংশে এদের উপস্থিতি লক্ষ্য করা যায়।\nছারপোকার সৃষ্ট শারীরিক সমস্যায় লক্ষণ ও উপসর্গ বিবেচনা করে চিকিৎসা প্রদান করা হয়। বাসা থেকে ছারপোকার সম্পূর্ণ নির্মূল করা যথেষ্ট কষ্টসাধ্য, কারণ ছারপোকা না খেয়ে ৭০ দিন পর্যন্ত বেঁচে থাকতে পারে। এজন্য বাসা থেকে ছারপোকা নির্মূলে প্রতিকারমূলক প্রচেষ্টার পুনরাবৃত্তির প্রয়োজন পড়তে পারে। প্রতিকারমূলক কার্যক্রমে মধ্যে রয়েছে ঘরের তাপমাত্রা ৯০ মিনিটের বেশি পর্যন্ত ৫০ ডিগ্রি তাপমাত্রায় রেখে দেওয়া, ঘন ঘন ভ্যাকুয়াম ক্লিনার দিয়ে ঘর পরিষ্কার করা, উচ্চ তাপমাত্রার পানিতে কাপড় পরিষ্কার করা, এবং বিভিন্ন ধরনের কীটনাশক ব্যবহার করা। ছারপোকা বাংলাদেশে বেশ পরিচিত একটি নাম। যে কোন‌ও রক্ত বিশেষ করে গরম রক্ত ছারপোকার বেশি পছন্দের। তাই মানুষের রক্ত খেতে এবং বিছানার কোনায় কিংবা ভাঁজে থাকতে পছন্দ করে। এই পোকা কামড়ালে কোনও রোগ হয় না, শুধু একটু লাল হয়ে ফুলে যেতে পারে।\nহাজার হাজার বছর ধরে ছারপোকার অস্তিত্ব পাওয়া গেছে। বিজ্ঞানীরা পোকাটির ফসিল বিশ্লেষণ করে দেখেছেন, এর জন্ম প্রায় সাড়ে তিন হাজার বছর আগে। ছারপোকার জন্ম হয় মধ্যপ্রাচ্যে। বিশেষ করে মানুষ এবং বাদুড় উভয়ের ব্যবহৃত গুহাগুলোয় প্রথম এর অস্তিত্ব পাওয়া যায়।বর্তমানে সারাবিশ্বেই ছারপোকার উপস্থিতি রয়েছে। জন্ম মধ্যপ্রাচ্যে হলেও এর উপদ্রব এখন সবচেয়ে বেশি উন্নত দেশগুলোতে। নরম বিছানা ব্যবহার করায় এই অবস্থার সৃষ্টি হয়েছে। অবশ্য ১৯৩০ থেকে ১৯৮০ সালের মধ্যে উন্নত দেশগুলোতে পোকাটি খুব বেশি দেখা যায়নি। তখন ডিডিটি নামের এক ধরনের রাসায়নিকের প্রচলন থাকায় ছারপোকা বংশ বিস্তার করতে পারেনি। কিন্তু ওই রাসায়নিক নিষিদ্ধ হওয়ার পর থেকে পোকাটির উপদ্রব ব্যাপকভাবে বেড়ে যায়।\nছারপোকার অস্তিত্ব পুরোপুরি বিনষ্ট করে দেওয়া খুবই কঠিন। তবে এর উপদ্রব সর্বনিম্ন পর্যায়ে নামিয়ে আনতে পোকাটির ডিম নষ্ট করে দিতে হবে। একটি প্রাপ্তবয়স্ক ছারপোকা জীবদ্দশায় ২৫০টি ডিম পাড়ে। ডিম থেকে বাচ্চা জন্মাতে সময় লাগে ৬ থেকে ১০ দিন।\n\n\n== তথ্যসূত্র =="}