{"pageid": 1004369, "title": "পোন্তা দেলগাদা", "url": "https://bn.wikipedia.org/wiki?curid=1004369", "content": "পোন্তা দেলগাদা (পর্তুগিজ: Ponta Delgada,পর্তুগিজ উচ্চারণ: [ˈpõtɐ ðɛlˈɣaðɐ] (); আক্ষ. 'সরু অন্তরীপ') পর্তুগাল-এর আজোরেস স্বায়ত্তশাসিত অঞ্চলের বৃহত্তম স্থানীয় প্রশাসনিক এলাকা এবং অর্থনৈতিক রাজধানী। শহরটি সাও মিগুয়েল দ্বীপের অন্তর্ভুক্ত। ২০১১ সালে পোন্তা দেলগাদার জনসংখ্যা ছিল ৬৮,৮০৯। এর আয়তন ২৩২.৯৯ বর্গকিলোমিটার।  সাও পেদ্রো, সাও সেবাস্তিয়াও এবং সাও হোসে এই ঐতিহাসিক শহরের প্রধান তিনটি প্যারিশ। ১৯৭৬ সালে সংবিধান সংশোধনের ফলে পোন্তা দেলগাদা প্রশাসনিক রাজধানী হয়। কিন্তু বিচারবিভাগীয় কার্যক্রম আংগ্রা দ্য এরোইসিমো ও সংসদীয় কার্যক্রম উর্তায় পরিচালিত হয়।\n\n\n== ইতিহাস ==\n\nবিখ্যাত পর্তুগিজ লেখক ফাদার গাসপার ফ্রুচোয়োসো পোন্তা দেলগাদা নামের উৎপত্তি সম্বন্ধে লিখেছেন:\n\nআগ্নেয় ভূমির নিকটস্থ অবস্থানের কারণেই পোন্তা দেলগাদার এরূপ নামকরণ করা হয়েছে। একে দেখায় সরু বিন্দুর মতো। অতঃপর সান্তা ক্লারায় চ্যাপেল স্থাপন করা হয়েছিল। যে স্থানে ঐ চ্যাপেলটি স্থাপিত হয়েছিল, তার নাম সান্তা ক্লারা বিন্দু।\n১৪৫০ সালের দিকে পেরো দি তেইভে একটি ক্ষুদ্র মৎস্যজীবী গ্রাম প্রতিষ্ঠা করেন। পরবর্তীতে এটি সান্তা ক্লারা নগরাঞ্চলে পরিণত হয়।\n১৪৪৪ সালের দিকেই সাও মিগুয়েল দ্বীপে জনবসতি প্রতিষ্ঠা শুরু হয়। এটি একটি বিশাল এলাকা ছিল। এর চারপাশে বসতিগুলো ছিল বিক্ষিপ্ত ধরনের। এই বসতিগুলোর মধ্যে ব্যতিক্রম ছিল মধ্য-দক্ষিণ উপকূলের ভিলা ফ্রাঙ্কা দো ক্যাম্পো এবং পোন্তা দেলগাদা। ভিলা ফ্রাঙ্কা আর্থ-সামাজিক কার্যক্রমের কেন্দ্র ছিল। এমনকি স্থানীয় সরকারও ভিলা ফ্রাঙ্কায় কার্যক্রম পরিচালনা করত।  স্থানীয় সরকার পোন্তা দেলগাদার অভিজাতদের তেমন গুরুত্ব দিত না। এর ফলে সংঘাতময় পরিস্থিতির উদ্ভব হয়। অগত্যা পোন্তা দেলগাদার অভিজাতরা লিসবনে একটি প্রতিনিধিদল প্রেরণ করেন। আবরান্তেস-এ রাজা মানুয়েল ১৫০৭ সালের ২৯ মে রাজকীয় ফরমান জারি করেন। এর ফলে পোন্তা দেলগাদা গ্রামের পর্যায়ে উন্নীত হয়।\n১৫২২ সালে ভূমিকম্প ও ভূমিধসের ফলে প্রাদেশিক রাজধানী ধ্বংস হয়ে যায়। তখন পোন্তা দেলগাদাই ছিল একমাত্র এলাকা, যেখানে আজোরীয় আমলাতন্ত্র নিজের অস্তিত্ব টিকিয়ে রাখতে পারত। দ্রুতই পোন্তা দেলগাদার অবস্থার উন্নতি সাধিত হয়। রাজা তৃতীয় ডি হোয়াও-এর শাসনামলে ১৫৪৬ সালের ২ এপ্রিল পোন্তা দেলগাদা নগরীর পর্যায়ে উন্নীত হয়।\n১৫৮০ সালে পর্তুগালের সিংহাসনের উত্তরাধিকার নিয়ে সংকট উপস্থিত হলে যুদ্ধ সংঘটিত হয়। ১৫৮২ সালের ২৬ জুলাই পোন্তা দেলগাদায় একটি উল্লেখযোগ্য লড়াই হয়, যার নাম পোন্তা দেলগাদার যুদ্ধ।\nঊনবিংশ শতকে যুক্তরাজ্যে সাইট্রাস রপ্তানি  এবং ঐতিহাসিক কেন্দ্রে বিদেশি, বিশেষত ইহুদি ব্যবসায়ীদের অর্থনৈতিক কর্মকাণ্ড ব্যাপক প্রসার লাভ করে।  \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}