{"pageid": 1004278, "title": "ইক্যালুইট", "url": "https://bn.wikipedia.org/wiki?curid=1004278", "content": "ইক্যালুইট কানাডার নুনাভাট ভূখণ্ডের রাজধানী । এটি নুনাভাটের বৃহত্তম শহর। ১৯৪২ থেকে ১৯৮৭ সাল পর্যন্ত শহরটির নাম ছিল ফ্রোবিশার বে।ফ্রোবিশার উপসাগরের উত্তর উপকূলে অবস্থান বলেই এর এরূপ নামকরণ করা হয়েছে। ১৯৮৭ সালে ফ্রোবিশার বে-র পুনঃনামকরণ করা হয় - এর নাম পাল্টে হয় \"ইক্যালুইট।\"\n১৯৯৯ সালে উত্তর-পশ্চিম অধীনস্থ অঞ্চলসমূহকে দুই ভাগে বিভক্ত করা হয়। তখন ইক্যালুইট-কে নুনাভাটের রাজধানী ঘোষণা করা হয়। এসময় ইক্যালুইট একটি ছোট শহর ছিল এবং কানাডার বাইরে এটি তেমন পরিচিতও ছিল না। এর জনসংখ্যা ও আর্থিক বৃদ্ধির হার অত্যন্ত সীমিত ছিল। এর কারণ হলো- উচ্চমূল্যে আমদানিকৃত দ্রব্যের উপর অধিক নির্ভরশীলতা। তাছাড়া কানাডার বাকি অংশের সাথে শুধু জাহাজে করে ইক্যালুইটের বছরের একটি নির্দিষ্ট সময় যোগাযোগ করা সম্ভব হয়। শহরটির জলবায়ু মেরুজ ধরনের। বাফিন দ্বীপের ক্ষেত্রে ল্যাব্রাদর প্রবাহের গভীর ঠাণ্ডা জলের ফলে ইক্যালুইটে এ ধরনের জলবায়ু পরিলক্ষিত হয়। এ কারণে আর্কটিক বৃত্তের দক্ষিণে অবস্থিত হওয়া সত্ত্বেও শহরটির আবহাওয়া শীতল।\n২০১৬ সালের কানাডীয় আদমশুমারি অনুযায়ী ইক্যালুইটের জনসংখ্যা ৭,৭৪০। জনসংখ্যার দিক দিয়ে এটি কানাডার ক্ষুদ্রতম শহর।  জনসংখ্যার দিক দিয়ে এটি কানাডার ক্ষুদ্রতম রাজধানী শহর।  ইক্যালুইটের অধিবাসীদের ইক্যালুমাইট হয়।\n\n\n== ইতিহাস ==\nহাজারো বছর ধরে ইক্যালুইটে ইনুইট জাতির মানুষ মাছ ধরত। ইক্যালুইট নামটি ইনাকটিটাট \"ইক্যালুইট\" থেকে এসেছে, যার অর্থ অনেক মাছের স্থান। \n১৯৪২ সালে দ্বিতীয় বিশ্বযুদ্ধের সময় অ-ইনুইটরা এখানে আগমন করে। যুক্তরাষ্ট্র এখানে ফ্রোবিশার বে বিমানঘাঁটি নির্মাণ করে। কানাডা সরকারের কাছ থেকে বিমানঘাঁটি নির্মাণের জন্য যুক্তরাষ্ট্র সরকার দীর্ঘমেয়াদে ইজারা নেয়। স্বল্পপাল্লার বায়ুযানের যাত্রাবিরতি ও পুনরায় জ্বালানি ভরার কাজে যুক্তরাষ্ট্র সরকার এই বিমানঘাঁটি ব্যবহার করে। ইক্যালুইটের প্রথম স্থায়ী বাসিন্দা নাকাসুক। তিনি যুক্তরাষ্ট্রের বিমানবাহিনীকে।অবতরণের জন্য জায়গা নির্বাচনে সাহায্য করেছিলেন। যুদ্ধের সময় বিমানঘাঁটির নাম ছিল ক্রিস্টাল ২। এটি ক্রিমসন পথের অংশ ছিল এবং বর্তমানে ইক্যালুইট বিমানবন্দর নামে কার্যক্রম পরিচালনা করে।\n১৯৪৯ সালে যুদ্ধ সমাপ্ত হওয়ার পর হাডসনস বে কোম্পানি দক্ষিণ ব্যাফিনের কার্যক্রম নিকটস্থ নিয়াকুনগাট উপত্যকায় স্থানান্তরিত করে। হাডসনস বে কোম্পানির কার্যক্রমের দাপ্তরিক নাম ছিল অ্যাপেক্স। এর মূল উদ্দেশ্য ছিল বিমানঘাঁটির কার্যক্রম পরিচালনা করা। ডিউ (ডিস্টেন্ট আর্লি ওয়ার্নিং) রেখা প্রতিষ্ঠিত হওয়ার পর ১৯৫০-এর মধ্যভাগে ইক্যালুইটের জনসংখ্যা ব্যাপক হারে বৃদ্ধি পায়।\n\n\n== তথ্যসূত্র =="}