{"pageid": 1005059, "title": "জেসন বোর্ন (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1005059", "content": "জেসন বোর্ন হ'ল একটি ২০১৬ সালের মার্কিন অ্যাকশন-থ্রিলার চলচ্চিত্র, যা পল গ্রিনগ্রাস দ্বারা পরিচালিত এবং গ্রিনগ্রাস এবং ক্রিস্টোফার রাউস প্রযোজিত। এটি বোর্ন চলচ্চিত্র সিরিজের পঞ্চম কিস্তি এবং দ্য বোর্ন আলটিমেটাম (২০০৭) এর সরাসরি সিক্যুয়েল। ম্যাট ড্যামন চলচ্চিত্রটিতে মূল চরিত্রে অভিনয় করেছেন, সিআইএর প্রাক্তন ঘাতক জেসন বোর্ন হিসাবে। এছাড়াও, চলচ্চিত্রটিতে অভিনয় করেছেন টমি লি জোনস , অ্যালিসিয়া ভিকান্দার, জুলিয়া স্টিলস, ভিনসেন্ট ক্যাসেল, রিজ আহমেদ, আতো এসান্দোএবং স্কট শেপহার্ড।\nজেসন বোর্ন ১১ জুলাই, ২০১৬ লন্ডনে প্রিমিয়ার হয়েছিল এবং ২৯ জুলাই, ২০১৬ তে ইউনিভার্সাল পিকচার্সের মাধ্যমে যুক্তরাষ্ট্রজুড়ে থিয়েটারে মুক্তি পেয়েছিল। একই দিনে চীন, ভারত, ফিলিপাইন এবং ভিয়েতনামেও একটি থ্রিডি সংস্করণও প্রকাশিত হয়েছিল। চলচ্চিত্রটি মিশ্র প্রতিক্রিয়া পেয়েছে এবং বিশ্বব্যাপী আয় করেছে $৪১৫ মিলিয়ন।\n\n\n== সারসংক্ষেপ ==\nঅপারেশন ব্ল্যাকবায়ার উন্মোচিত করার এবং নিখোঁজ হওয়ার দ্বাদশ বছর পরে জেসন বোর্ন অবশেষে তাঁর রোগ থেকে থেকে সেরে উঠেন। এইসময় তিনি নিজেকে বিশ্ব থেকে বিচ্ছিন্ন করে রেখেছিলেন এবং গ্রিসের অনুর্বর ভূমিতে খালি হাতে লড়াইয়ে অংশ নিয়ে জীবিকা নির্বাহ করেছিলেন। ইন রেইকিয়াভিক, নিকি পারসন্স  যাকে সহযোগিতা করেছিলেন গ্রুপ খ্রিস্টান নেতৃত্বে মধ্যে হ্যাক সিআইএ'র মেইনফ্রেম কম্পিউটার সার্ভারে থাকা তার কালো প্রোগ্রামের নথিগুলো প্রকাশিত করতে। এটি এজেন্সির সাইবারসিকিউরিটি অপারেশন বিভাগের প্রধান হিদার লি এবং সিআইএর পরিচালক রবার্ট দেউইকে সতর্ক করে। পার্সনস ট্র্যাডস্টোন-তে বোর্নের নিয়োগ এবং প্রোগ্রামে তাঁর বাবার ভূমিকা সম্পর্কিত ডকুমেন্টেশন সন্ধান করেছেন পরবর্তীতে তিনি এথেন্সে ভ্রমণ তাকে খুঁজে বের করতে এবং জানাতে।\nগ্রিসে, পারসনস এবং বোর্ন সিন্ট্যাগমা স্কোয়ারে সরকারবিরোধী একটি সহিংস প্রতিবাদের সময় মিলিত হয়েছিল। তারা তাদের উদ্দেশ্য প্রেরিত সিআইএ দলগুলি এড়াতে পেরেছিল, কিন্তু পার্সসনকে ব্ল্যাকব্রায়ার প্রকল্পে বোর্নের প্রকাশের অনিচ্ছাকৃত পরিণতি হিসাবে সিআইএ গ্রেপ্তার করে অত্যাচার করে। এইসময় একজন প্রাক্তন ব্ল্যাকব্রিয়ার ঘাতক অ্যাসেট তাকে গুলি করে হত্যা করে। সে মারা যাওয়ার আগে পার্সনস বোর্নকে একটি লকারের চাবিটি দিয়েছিলেন যার মধ্যে সিআইএর ফাইলগুলো ছিল।\nনিজের অতীত ও পরিবার সম্পর্কে জানতে, বোর্ন বার্লিনে ডাসাল্টকে সন্ধান করে। পার্সনের ফাইলগুলি ডিক্রিপ্ট করে বোর্ন আবিষ্কার করেন যে তার বাবা রিচার্ড ওয়েব ট্রেডস্টোন প্রোগ্রাম তৈরির সাথে জড়িত সিআইএ বিশ্লেষক ছিলেন। এইসময় ফাইলগুলিতে ইমপ্লান্ট করা একটি ম্যালওয়্যার প্রোগ্রাম সিআইএকে বোর্নের অবস্থান জানিয়ে দেয় এবং ডিউই তাকে ধরার জন্য একটি দল পাঠায়। তবে দলটি ব্যর্থ হয়।\nশেষ দৃশ্যে দেখা যায় গোয়েন্দা পরিচালক লি তার গাড়িতে ফিরে এসে বোর্নের তৈরি একটি রেকর্ডিং খুঁজে পান যেখানে রাসেলের সাথে তার  কথোপকথনের কথা ছিল যেখানে বোর্নকে হত্যার বিষয়ে তার সত্যিকারের উদ্দেশ্য প্রকাশ করেছিল।\n\n\n== অভিনয়ে ==\nপ্রাক্তন সিআইএর ঘাতক জেসন বোর্ন হিসাবে ম্যাট ড্যামন।\nটমি লি জোন্স হলেন রবার্ট দেউই, সিআইএর বর্তমান পরিচালক।\nসিআইএ সাইবার অপ্স বিভাগের প্রধান হিদার লি হিসাবে অ্যালিসিয়া ভিকান্দার।\nআয়না হ্যান্ড প্রোগ্রামের জন্য কাজ করা ব্ল্যাকব্রিয়ার ঘাতক হিসাবে ভিনসেন্ট ক্যাসেল।\nনিকি পার্সনস হিসাবে জুলিয়া স্টিলস।\nক্রেগ জেফারস সিআইএ এজেন্ট এবং ডিউয়ের ডান হাত হিসাবে আতো এসান্দোদহ।\nডিপ ড্রিমের সিইও হিসেবে অ্যারন কাল্লুরের ভূমিকায় রিজ আহমেদ।\nএ্যাডউইন রাসেল, জাতীয় গোয়েন্দা পরিচালক হিসাবে স্কট শেফার্ড।\nমেলকম স্মিথ হিসাবে বিল ক্যাম্প, প্রাক্তন সিআইএ বিশ্লেষক।\nক্রিশ্চিয়ান ড্যাসল্ট হিসাবে ভিন্জেঞ্জ কিফার; একজন হ্যাকার।\nগ্রেট হেনরি রিচার্ড ওয়েব চরিত্রে; জেসন বোর্নের পিতা এবং মূল ট্রেডস্টোন প্রোগ্রামের স্রষ্টা।\n\n\n== মুক্তি ==\nচলচ্চিত্রটি ১১ জুলাই ২০১৬ সালে লন্ডনে প্রিমিয়ার হয় এবং ২৯ জুলাই ২০১৬ তে মার্কিন যুক্তরাষ্ট্র জুড়ে মুক্তি পায়।\n\n\n== গান ==\n\n\n== প্রতিক্রিয়া ==\n\n\n=== বক্স অফিস ===\nজেসন বোর্ন বাণিজ্যিকভাবে সফল একটি চলচ্চিত্র। মার্কিন যুক্তরাষ্ট্র ও কানাডায় এই চলচ্চিত্রটি $১৬২.৪ মিলিয়ন ডলার এবং অন্যান্য দেশগুলো সহ বিশ্বব্যাপী মোট $৪১৫.৫ মিলিয়ন ডলার আয় করেছে। এর মধ্যে চলচ্চিত্রটির মোট ব্যয় ছিল ১২০ মিলিয়ন ডলার।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে জেসন বোর্ন   (ইংরেজি)\nমেটাক্রিটিকে জেসন বোর্ন (ইংরেজি)\nরটেন টম্যাটোসে জেসন বোর্ন (ইংরেজি)"}