{"pageid": 1005190, "title": "লেবাননের ভূগোল", "url": "https://bn.wikipedia.org/wiki?curid=1005190", "content": "লেবানন হল মধ্য প্রাচ্যের একটি ছোট দেশ, প্রায় ৩৩.৮৭৩৬˚ উত্তর, ৩৫.৮৬৩৭˚ পূর্ব স্থানাঙ্কে অবস্থিত। এটি ভূমধ্যসাগরের পূর্ব তীর বরাবর প্রসারিত এবং এর দৈর্ঘ্য এর প্রস্থের প্রায় তিনগুণ। উত্তর থেকে দক্ষিণে এর ভূখণ্ডের প্রস্থ ক্রমশ সঙ্কুচিত হয়ে গেছে। লেবাননের পার্বত্য অঞ্চল এবং এই অঞ্চলটিতে উদ্ভূত বা বাইরে থেকে আসা অর্থনৈতিক ও ধর্মীয় আন্দোলন, এই দেশের সমাজের উপর একটি ছাপ ফেলে এই দেশের ইতিহাসকে রূপ দিয়েছে।\nলেবাননের বাণিজ্য ব্যবস্থা সন্নিহিত অঞ্চলে, এবং সারা বিশ্বে বড় ভূমিকা নিয়েছে। লেবাননের নাম দেওয়া হয়েছে \"মধ্য প্রাচ্যের মুক্তো\"। এই দেশটি ভূমধ্যসাগরীয় বিশ্ব এবং ভারত ও পূর্ব এশিয়ার মধ্যে একটি সংযোগ হিসাবে কাজ করে। এ অঞ্চলের ব্যবসায়ীবৃন্দ বন্দর শহরগুলির মাধ্যমে পশ্চিমী বাজারগুলিতে তেল, দানাশস্য, কাপড়, ধাতব কাজের সামগ্রী এবং মৃৎকর্ম রপ্তানি করে।\nপার্বত্য ভূমধ্যসাগরীয় ভূসংস্থান লেবাননের ইতিহাস, রন্ধনশৈলী, এবং সংস্কৃতিকে প্রভাবিত করেছে।\n\n\n== সমুদ্র ==\n\n\n=== আরবীয় পাত ===\nলেবানন দেশটি ১০,৪৫২ বর্গকিলোমিটার (৪,০৩৬ বর্গমাইল) অঞ্চল জুড়ে বিস্তৃত। দেশটির আকৃতি প্রায় আয়তক্ষেত্রাকার, দক্ষিণ এবং সুদূর উত্তরের দিকে ভূমি সংকীর্ণ হয়ে গেছে। এর সর্বাপেক্ষা বিস্তৃত অঞ্চল ৮৮ কিলোমিটার (৫৫ মাইল) চওড়া, এবং এর সংকীর্ণ অঞ্চলটি প্রস্থে ৩২ কিলোমিটার (২০ মাইল); গড় প্রস্থ প্রায় ৫৬ কিলোমিটার (৩৫ মাইল)। লেবানন দেশটি আরবীয় পাতের উত্তর-পশ্চিমে বিস্তৃত হওয়ার কারণে, এটি কখনও কখনও ভূ-রাজনৈতিকভাবে সংলগ্ন ভূত্বকীয় পাত সংস্থান অঞ্চল, যেমন সিরিয়া, ইয়েমেন, ওমান, কাতার, বাহরাইন, কুয়েত, ইরাক, সৌদি আরব, জর্ডান, মিশরীয় সিনাই, অধিকৃত প্যালেস্তাইন এবং সংযুক্ত আরব আমিরাতের সাথে একদলীয় করা হয়।\n\n\n=== প্রাকৃতিক গঠন ===\nপ্রাকৃতিক ব্যবস্থা দ্বারা লেবাননের ভৌত ভূগোল প্রভাবিত, যা দেশের বাইরেও প্রসারিত হয়েছে। সুতরাং, বেকা উপত্যকা মহা রিফ্ট প্রণালীর একটি অংশ, যা দক্ষিণ তুরস্ক থেকে আফ্রিকার মোজাম্বিক পর্যন্ত প্রসারিত। যে কোনও পার্বত্য দেশের মতো লেবাননের ভৌত ভূগোল বেশ জটিল। জমির প্রকৃতি, জলবায়ু, মাটি এবং গাছপালা স্বল্প দূরত্বের মধ্যেই উল্লেখযোগ্যভাবে পরিবর্তিত হয়ে যায়। পরিবেশের অন্যান্য উপাদানগুলিতেও প্রচুর পরিবর্তন দেখা যায়, লেবাননের পর্বতমালার মধ্য দিয়ে গেলে, উচ্চ মানের জমি থেকে শুরু করে চাষবিহীন জমি পর্যন্ত দেখা যায়।\nলেবাননের ভূসিংস্থানের একটি প্রধান বৈশিষ্ট্য হল নিম্নভূমি এবং পার্বত্য অঞ্চলের ক্রমান্বয়ে চলে আসা, যা সাধারণত উত্তর-দক্ষিণ অভিমুখে সমান্তরালভাবে চলে। ভূমধ্যসাগর ও সিরিয়ার মধ্যবর্তী চারটি এইরকম অনুদৈর্ঘ্য জমির ফালি রয়েছে: উপকূলীয় ফালি (বা সামুদ্রিক সমভূমি), পশ্চিম লেবানন, কেন্দ্রীয় মালভূমি এবং পূর্ব লেবানন (চিত্র ৩, ভৌত বৈশিষ্ট্য দেখুন)\nঅত্যন্ত সংকীর্ণ উপকূলীয় ফালি পূর্ব ভূমধ্যসাগরের তীর বরাবর প্রসারিত। সমুদ্র এবং পর্বতের মাঝখানে অবস্থিত, লেবাননে যাকে  সাহিল বলা হয়, অঞ্চলটি উত্তরে ত্রিপোলির নিকট সর্বাপেক্ষা প্রশস্ত, যেখানে এটি শুধুমাত্র ৬.৫ কিলোমিটার (৪.০ মাইল) চওড়া। জুনিয়া অঞ্চলের কয়েক কিলোমিটার দক্ষিণে পর্বতের সানুদেশে প্রায় দেড় কিলোমিটার প্রশস্ত সমতলভূমি। সমুদ্রের ৬.৫ কিলোমিটার (৪.০ মাইল) এর মধ্যেই এই অঞ্চল খাড়াভাবে বৃদ্ধি পেয়েছে ৭৫০ মিটার (২,৪৬০ ফুট) পর্যন্ত। বেশিরভাগ অংশে উপকূলটি বিপজ্জনক ও পাথুরে। উপকূলরেখা বরাবর কোনও গভীর মোহনা, উপসাগর বা পোতাশ্রয় নেই।\n\n\n== তথ্যসূত্র =="}