{"pageid": 1005676, "title": "ডেন প্যাটারসন", "url": "https://bn.wikipedia.org/wiki?curid=1005676", "content": "ডেন প্যাটারসন (ইংরেজি: Dane Paterson; জন্ম: ৪ এপ্রিল, ১৯৮৯) কেপ প্রদেশের কেপ টাউন এলাকায় জন্মগ্রহণকারী দক্ষিণ আফ্রিকান আন্তর্জাতিক ক্রিকেটার। দক্ষিণ আফ্রিকা ক্রিকেট দলের অন্যতম সদস্য তিনি। ২০১০-এর দশকের মাঝামাঝি সময়কাল থেকে দক্ষিণ আফ্রিকার পক্ষে সকল স্তরের আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করছেন। ২০১৭ সালে দক্ষিণ আফ্রিকার পক্ষে আন্তর্জাতিক ক্রিকেটে প্রথমবারের মতো অংশ নেন।\nঘরোয়া প্রথম-শ্রেণীর দক্ষিণ আফ্রিকান ক্রিকেটে ওয়েস্টার্ন প্রভিন্স দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি ফাস্ট-মিডিয়াম বোলার হিসেবে খেলছেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করছেন তিনি।\n\n\n== ঘরোয়া ক্রিকেট ==\n২০১৫ সালের আফ্রিকা টি২০ কাপে ওয়েস্টার্ন প্রভিন্স দলের পক্ষে খেলার জন্যে মনোনীত হন। আগস্ট, ২০১৭ সালে টি২০ গ্লোবাল লীগের উদ্বোধনী আসরে ব্লোম সিটি ব্ল্যাজার্সের পক্ষে অন্তর্ভুক্ত হন। তবে, অক্টোবর, ২০১৭ সালে ক্রিকেট সাউথ আফ্রিকা কর্তৃপক্ষ শুরুতে প্রতিযোগিতাটি স্থগিত করে ও পরবর্তীতে বাতিল করে দেয়।\nঅক্টোবর, ২০১৮ সালে মজানসি সুপার লীগ টি২০ প্রতিযোগিতার প্রথম আসরে পার্ল রক্স দলের পক্ষে খেলার জন্যে মনোনীত হন। ঐ প্রতিযোগিতায় তিনি যৌথভাবে সর্বোচ্চ উইকেট শিকারী হন। এগারো খেলায় অংশ নিয়ে দশটি ডিসমিসাল ঘটিয়েছিলেন তিনি। সেপ্টেম্বর, ২০১৯ সালে সিএসএ প্রভিন্সিয়াল টি২০ কাপে ওয়েস্টার্ন প্রভিন্স দলের পক্ষে খেলার জন্যে মনোনয়ন লাভ করেন।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n২০০৯ সাল থেকে ডেন প্যাটারসনের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান রয়েছে। দক্ষ মিডিয়াম-পেসার হিসেবে ডেন প্যাটারসনের বেশ সুনাম রয়েছে। কৌশল গ্রহণে বোলিং কর্মে অগ্রসর হন তিনি। বলে তেমন গতি কিংবা বড় ধরনের সুইং না করিয়েও তিনি কোবরাস দলে খেলছেন। সেখানে অবশ্য তিনি উইকেট শিকারীদের বোলিং তালিকায় ঠাঁই পাননি। তাসত্ত্বেও, জাতীয় দল নির্বাচকমণ্ডলী তার বোলিং ভঙ্গীমায় অবগত হন ও দক্ষিণ আফ্রিকার এ দলের সদস্যরূপে তাকে নেয়া হয়। প্রতিপক্ষের বিপক্ষে বেশ সফলতারও স্বাক্ষর রাখেন তিনি।\nজুন, ২০১৮ সালে কেপ কোবরাস দলের পক্ষে ২০১৮-১৯ মৌসুমে খেলার জন্যে দলের সদস্য হন। সেপ্টেম্বর, ২০১৮ সালে আফ্রিকা টি২০ কাপ প্রতিযোগিতায় ওয়েস্টার্ন প্রভিন্স দলের পক্ষে খেলার জন্যে মনোনীত হন। ঐ প্রতিযোগিতায় ওয়েস্টার্ন প্রভিন্সের সর্বোচ্চ উইকেট সংগ্রাহক হয়েছিলেন। চার খেলায় সাতটি ডিসমিসাল ঘটান তিনি।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে দুইটিমাত্র টেস্ট, চারটিমাত্র একদিনের আন্তর্জাতিক ও আটটিমাত্র টি২০আইয়ে অংশগ্রহণ করেছেন ডেন প্যাটারসন। সবগুলো টেস্টই ইংল্যান্ডের বিপক্ষে খেলেছিলেন তিনি। ১৬ জানুয়ারি, ২০২০ তারিখে পোর্ট এলিজাবেথে সফরকারী ইংল্যান্ড দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। এরপর, ২৪ জানুয়ারি, ২০২০ তারিখে জোহেন্সবার্গে একই দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\nজানুয়ারি, ২০১৭ সালে সফররত শ্রীলঙ্কা দলের বিপক্ষে খেলার জন্যে দক্ষিণ আফ্রিকার টুয়েন্টি২০ আন্তর্জাতিক দলের সদস্যরূপে অন্তর্ভুক্ত করা হয়। ২৫ জানুয়ারি, ২০১৭ তারিখে কেপ টাউনে সিরিজের তৃতীয় টি২০আইয়ে অংশগ্রহণের মাধ্যমে আন্তর্জাতিক অঙ্গনে অভিষেক ঘটে ডেন প্যাটারসনের। পরের মাসে সফরকারী দক্ষিণ আফ্রিকার বিপক্ষে ওডিআই দলে তার ঠাঁই হয়। ফেব্রুয়ারিতে অকল্যান্ডে অনুষ্ঠিত স্বাগতিক নিউজিল্যান্ড ও জুনে ইংল্যান্ডের মুখোমুখি হন তিনি। কার্ডিফে ব্যক্তিগত বোলিং পরিসংখ্যান ৪/৩২ লাভ করেন। তার এ বোলিং পরিসংখ্যান বেশ সুখ্যাতি লাভ করে।\n\n\n== বাংলাদেশের মুখোমুখি ==\nসেপ্টেম্বর-অক্টোবর, ২০১৭ সালে বাংলাদেশ দল দক্ষিণ আফ্রিকা গমনে আসে। অক্টোবর, ২০১৭ সালে সফরকারীদের বিপক্ষে টেস্ট দলে অন্তর্ভুক্ত করা হয়। এ পর্যায়ে তিনি সিরিজের দ্বিতীয় টেস্টে আঘাতপ্রাপ্ত মরনে মরকেলের স্থলাভিষিক্ত হন। একই মাসে বাংলাদেশের বিপক্ষে ওডিআই সিরিজে তাকে রাখা হয়। ১৫ অক্টোবর, ২০১৭ তারিখে কিম্বার্লীতে সিরিজের প্রথম ওডিআইয়ে বাংলাদেশের বিপক্ষে তিনি প্রথমবারের মতো অংশ নেন।\nডিসেম্বর, ২০১৮ সালে সফরকারী পাকিস্তান দলের বিপক্ষে টেস্ট দলে তাকে রাখা হয়। তবে, ঐ সিরিজের কোনটিতেই তাকে খেলানো হয়নি। ডিসেম্বর, ২০১৯ সালে সফরকারী ইংল্যান্ডের মোকাবেলা করার জন্যে তাকে দক্ষিণ আফ্রিকার টেস্ট দলে রাখা হয়। ১৬ জানুয়ারি, ২০২০ তারিখে পোর্ট এলিজাবেথে সিরিজের তৃতীয় টেস্টে ইংল্যান্ডের বিপক্ষে অভিষেক পর্ব সম্পন্ন হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nক্রিস মরিস\nকেপ কোবরাস\nরিচার্ড ডামব্রিল\nদক্ষিণ আফ্রিকান টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nদক্ষিণ আফ্রিকান একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে ডেন প্যাটারসন  (ইংরেজি)\nক্রিকেটআর্কাইভে ডেন প্যাটারসন   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}