{"pageid": 1005933, "title": "ঘর্ষণজনিত ক্ষয় (ভূতত্ত্ব)", "url": "https://bn.wikipedia.org/wiki?curid=1005933", "content": "ঘর্ষণজনিত ক্ষয় একটি প্রক্রিয়া যা ঘটতে থাকে যখন এর উপাদানগুলি পরিবহনের সময় কোনও উপরিভাগে দূরে সরে যায়। এটি হল ঘর্ষণ প্রক্রিয়া যা স্কাফিং, স্ক্র্যাচিং, নিচে পরা, ম্যারিং এবং উপকরণগুলি দূরে সরে যাওয়ার কারণে ঘটে। ঘর্ষণ তীব্র কড়া, ঘনত্ব, গতি এবং চলন্ত কণার ভরের উপর নির্ভর করে। এটি সাধারণত চারটি উপায়ে ঘটে।\n১. বরফখণ্ড আস্তে আস্তে পাথরের পৃষ্ঠের শিলাগুলিকে চাপ দিয়ে পিষে ফেলে।\n২. নদীর চ্যানেলগুলিতে চলাচল করা সলিড অবজেক্টগুলি বিছানা এবং দেয়ালগুলির সাথে ক্ষতিকারক পৃষ্ঠ তরী করে।\n৩. উপকূলরেখাগুলি ভেঙে তরঙ্গগুলিতে পরিবহন করা বস্তুগুলির ক্ষয় ঘটায়।  \n৪. ঘৃণ্যতা বায়ু বা পৃষ্ঠ পাথরের বিরুদ্ধে ছোট ছোট পাথর পরিবহনের কারণে ঘটতে পারে।\n\nএক কঠোর সংজ্ঞা অনুসারে সাধারণত হতাশায় এবং কখনও কখনও জলবাহী ক্রিয়ার ফলে এটি হয়। ঘর্ষণ এবং ক্ষোভ উভয়ই কোনও বস্তুর নিচে পড়ে যাওয়া বোঝায়।  একে অপরের বিরুদ্ধে দুটি তল মাখার ফলে উভয় পৃষ্ঠের এক বা উভয় পৃষ্ঠকেই নিচে পরা পরিণতি হিসাবে অবসন্নতা দেখা দেয়। তবে, অ্যাটিরিশন বলতে কণার ভাঙন (ক্ষয়) বোঝায় যা একে অপরের বিরুদ্ধে হানা দেওয়া বস্তুর ফলস্বরূপ ঘটে। অবসন্নতা সময়ের সাথে সাথে স্তর-স্তরের ধ্বংসের দিকে পরিচালিত করে, যেখানে অ্যাট্রেশনের ফলে দ্রুত হারে আরও বেশি পরিবর্তন আসে। বর্তমানে, ভূগোলবিদ্যার সম্প্রদায়টি \"ঘর্ষণ\" শব্দটি আলগা উপায়ে ব্যবহার করে, প্রায়শই \"পরিধান\" শব্দের সাথে পরস্পর বিনিময় হয়।\n\n\n== চ্যানেল পরিবহন ==\nএকটি নদীর জলবাহিত পলল এবং তীরগুলি স্ক্রোর করে যখন ক্ষয়ের ক্ষেত্রে উল্লেখযোগ্য অবদান রাখে তখন একটি স্রোত বা নদী চ্যানেলে জলাবদ্ধতা দেখা দেয়। রাসায়নিক আবহাওয়া এবং জলবাহী কর্মের আবহাওয়া ছাড়াও, জমাট বাঁধা চক্রগুলি এবং আরও অনেক কিছু প্রক্রিয়া রয়েছে যা দীর্ঘদিন ধরে বেডরক চ্যানেল ক্ষয়কে গুরুত্বপূর্ণ অবদান রাখার জন্য বিবেচনা করা হচ্ছে প্লিংকিং, ঘর্ষণ, সমাধান এবং গহ্বর। একজন গ্লিসিয়ারের ক্ষেত্রে এটি একই রকম অধ্যক্ষ;  কোনও পৃষ্ঠের উপরে পাথরের চলাচল এটিকে ঘর্ষণ দিয়ে সরিয়ে দেয়, এমন একটি চ্যানেল খনন করে, যখন হিমবাহটি সরে গেলে তাকে ইউ-আকারের উপত্যকা বলা হয়।\nবেডলোড পরিবহন বেশিরভাগ বৃহত্তর সংঘর্ষে গঠিত, যা তীর বরাবর প্রবাহের গতিবেগ, ঘূর্ণায়মান, স্লাইডিং এবং লবণাক্তকরণ (বাউন্সিং) ডাউন স্ট্রিম দ্বারা নেওয়া যায় না। স্থগিত লোড সাধারণত পলি, কাদামাটি এবং পলি পরিবহনের প্রক্রিয়া দ্বারা উত্সাহিত সূক্ষ্ম শস্য বালির মতো ছোট ছোট কণাকে বোঝায়। বক্ররেখা অনুসারে বিভিন্ন আকার, সংমিশ্রণের দানাগুলি ভাঙ্গতে এবং জমা করার জন্য প্রান্তিক প্রবাহের বেগের ক্ষেত্রে বিভিন্নভাবে স্থানান্তরিত করা হয়। এই শস্যগুলি ঘৃণ্য যোগাযোগ তৈরি করার সময় বেডরোক এবং ব্যাঙ্কগুলিকে পোলিশ করে এবং ঘায়েল করে।\n\n\n== উপকূলীয় ক্ষয় ==\nউপকূলীয় ঘর্ষণটি ঘটে যখন একটি বালু এবং বৃহত্তর টুকরোযুক্ত সমুদ্রের তরঙ্গগুলি উপকূলে বা প্রধানভূমিটিকে ক্ষয় করে দেয়।  তরঙ্গগুলির জলবাহী ক্রিয়া প্রচুর পরিমাণে অবদান রাখে।  এটি উপাদানগুলি সরিয়ে দেয়, যার ফলে আন্ডার কাটিং এবং অসমর্থিত ওভারহ্যানিং ক্লিফসের সম্ভাব্য পতন ঘটে। এই ক্ষয়টি উপকূলরেখার কাঠামো বা অবকাঠামোকে হুমকির সম্মুখীন করতে পারে এবং বৈশ্বিক উষ্ণায়নের ফলে সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধি পাওয়ায় এর প্রভাব খুব সম্ভবত বৃদ্ধি পাবে। সী-ওয়ালগুলি মাঝে মাঝে অন্তর্নির্মিত প্রতিরক্ষা হয়, তবে অনেক স্থানে, সমুদ্রের প্রাচীরের মতো প্রচলিত উপকূলীয় ইঞ্জিনিয়ারিং সমাধানগুলি ক্রমবর্ধমানভাবে পরিবর্তন হয়ে থাকে এবং জলবায়ু পরিস্থিতির পরিবর্তন, সমুদ্র-স্তর বৃদ্ধি, জমি হ্রাস এবং পলির সরবরাহের কারণে তাদের রক্ষণাবেক্ষণ অস্থিতিশীল হয়ে উঠতে পারে।\nঅ্যাবারশন প্ল্যাটফর্মগুলি তীরের প্ল্যাটফর্ম যেখানে ওয়েভ অ্যাকশন ঘর্ষণ একটি বিশিষ্ট প্রক্রিয়া। যদি এটি বর্তমানে ফ্যাশন করা হয় তবে এটি কেবলমাত্র স্বল্প জোয়ারে প্রকাশিত হবে তবে তরঙ্গ-কাটা প্ল্যাটফর্মটি সৈকত শিংলের (আব্রেডিং এজেন্ট) ম্যান্টলে ছড়িয়ে ছিটিয়ে থাকবে এমন সম্ভাবনা রয়েছে। যদি প্ল্যাটফর্মটি স্থায়ীভাবে উচ্চ-জলের চিহ্নের উপরে প্রকাশিত হয় তবে এটি সম্ভবত উত্থিত সমুদ্র সৈকত প্ল্যাটফর্ম (ওরফে, সামুদ্রিক টেরেস), যা ঘর্ষণক্ষেত্রের পণ্য হিসাবে বিবেচিত হয় না তবে সমুদ্রের স্তর বাড়ার সাথে সাথে ঘর্ষণ দ্বারা আটকানো যেতে পারে।\n\n\n== হিমবাহ থেকে ==\nবরফের ঘর্ষণ হল বরফের উপরে হিমবাহ স্লাইড হিসাবে বরফের মধ্যে বা সাবগ্লাসিকাল পলল দ্বারা পৃথক সংঘাত বা বিভিন্ন আকারের শিলা দ্বারা প্রাপ্ত পৃষ্ঠতল পরিধান (ক্র্যাবেন্ডাম ও গ্লাসার ২০১১)। জাগ্রত ক্ষুদ্রতর শস্য বা কণা চূর্ণ করতে পারে এবং শস্য বা মাল্টিগ্রেনের টুকরোগুলি মুছে ফেলতে পারে তবে বৃহত্তর টুকরো অপসারণকে হিমবাহ থেকে অন্য প্রধান ক্ষয়ের উত্সকে প্লাকিং বা খনন হিসাবে শ্রেণীবদ্ধ করা হয়। প্লিকিং হিমবাহের গোড়ায় বা পাশের অংশে ধ্বংসাবশেষ তৈরি করে যা ক্ষয় ঘটায়। যদিও প্লোকিংকে সাধারণত ভূতাত্ত্বিক পরিবর্তনের বৃহত শক্তি হিসাবে ভাবা হত, এমন প্রমাণ রয়েছে যে প্রশস্ত যুগ্ম ব্যবধান সহ নরম শৈলগুলিতে যে ক্ষয় করা ঠিক তত দক্ষ হতে পারে। একটি মসৃণ, পালিশ পৃষ্ঠ তুষারের ঘর্ষণ দ্বারা পিছনে ফেলে রাখা হয়, কখনও কখনও হিমবাহ স্ট্রাইজ সহ, যা সমীচীন হিমবাহের অধীনে ক্ষয় করার যান্ত্রিক সম্পর্কে তথ্য সরবরাহ করে।\n\n\n== বাতাস থেকে ==\nপৃথিবী এবং অন্যান্য গ্রহগুলিতে ভূতাত্ত্বিক পরিবর্তনের এজেন্ট হিসাবে বাতাসের ভূমিকার বিষয়ে অনেক বিবেচনা করা হয়েছে (গ্রিলি এবং ইভারসেন ১৯৮৭)। আইওলিয়ান প্রক্রিয়াগুলি বায়ু ক্ষয়কারী উপকরণগুলিতে জড়িত থাকে যেমন এক্সপোজড শিলা, বায়ু দিয়ে কণাগুলি অন্য উপকরণগুলির সাথে যোগাযোগ করতে এবং অন্য কোথাও জমা দেওয়ার জন্য। এই বাহিনীগুলির ফ্লুভিয়াল পরিবেশে মডেলগুলির সাথে উল্লেখযোগ্য মিল। আইওলিয়ান প্রক্রিয়াগুলি বালি হিসাবে প্রচুর পরিমাণে এবং প্রচুর পরিমাণে অনিয়ন্ত্রিত পলির শুষ্ক অঞ্চলে তাদের সবচেয়ে উল্লেখযোগ্য পরিণতি প্রদর্শন করে। এখন প্রমাণ রয়েছে যে বেডরক গিরিখাত, ল্যান্ডফর্মগুলি ঐতিহাসিকভাবে কেবল প্রবাহিত জলের ফ্লুওয়াল বাহিনী থেকে বিবর্তিত হওয়ার কথা বলে, সম্ভবত বাতাসের আইওলিয়ান বাহিনী দ্বারা প্রসারিত হতে পারে, এমনকি ফ্লুভিয়াল অ্যাব্রেশন রেটের উপরে মাত্রার অর্ডারের দ্বারা শয্যাশায়ী ক্যানিয়ন চিরাচরনের হারকে আরও বাড়ানো যেতে পারে। বাতাসের মাধ্যমে উপকরণগুলির পুনরায় বিতরণ একাধিক ভৌগোলিক স্কেলে ঘটে এবং আঞ্চলিক বাস্তুশাস্ত্র এবং ভূদৃশ্য বিবর্তনের জন্য গুরুত্বপূর্ণ পরিণতি হতে পারে।"}