{"pageid": 1005481, "title": "ভ্রৎসওয়াফ", "url": "https://bn.wikipedia.org/wiki?curid=1005481", "content": "ভ্রৎসওয়াফ দক্ষিণ-পশ্চিম পোল্যান্ডের একটি শহর। এটি ঐতিহাসিক সাইলেসিয়া অঞ্চলের বৃহত্তম শহর। সাইলেসীয় নিম্নভূমিতে ওদের নদীর তীরে ভ্রৎসওয়াফ অবস্থিত। বাল্টিক সাগর হতে ৩৫০ কিলোমিটার উত্তরে এবং সুদেতেন পর্বত হতে ৪০ কিলোমিটার দক্ষিণে শহরটির অবস্থান। ২০২০ সালের হিসাব অনুযায়ী ভ্রৎসওয়াফের জনসংখ্যা ৬,৪৩,৭৮২। সংলগ্ন মেট্রোপলিটন এলাকায় ১.২৫ মিলিয়ন মানুষ বসবাস করে।\nশহরটি সাইলেসিয়া ও নিম্ন সাইলেসিয়ার ঐতিহাসিক রাজধানী। বর্তমানে এটি নিম্ন সাইলেসিয়া ভোইভোডশিপের রাজধানী। এখানকার ইতিহাস হাজার বছরের পুরনো। এটি পোলিশ রাজতন্ত্র, বোহেমীয় রাজতন্ত্র, হাঙ্গেরীয় রাজতন্ত্র, হাবসবুর্গ রাজতন্ত্র (অস্ট্রিয়া), প্রুশীয় রাজতন্ত্র ও জার্মানির অংশ ছিল। ১৯৪৫ সালে দ্বিতীয় বিশ্বযুদ্ধের সময় সীমানায় ব্যাপক পরিবর্তন সাধিত হলে ভ্রৎসওয়াফ পুনরায় পোল্যান্ডের অংশ হয়।\nভ্রৎসওয়াফ পৃথিবীর অন্যতম বিশ্ববিদ্যালয় শহর। প্রায় ১,৩০,০০০ শিক্ষার্থী এখানে বসবাস করে। তর্কযোগ্যভাবে এটি পৃথিবীর প্রধান যুবকেন্দ্রিক শহরগুলোর একটি ।  বিংশ শতাব্দীর সূচনালগ্ন থেকে ভ্রৎসওয়াফ বিশ্ববিদ্যালয় (পূর্বে ব্রেসলাউ বিশ্ববিদ্যালয়) নয় জন নোবেল বিজয়ী উপহার দিতে সক্ষম হয়েছে। শিক্ষার উচ্চমানের জন্য এটি এখনো বিখ্যাত। \nভ্রৎসওয়াফ একটি গামা বৈশ্বিক শহর হিসেবে স্বীকৃতি লাভ করেছে।  মার্সের জীবনমান সূচক অনুযায়ী এটি পৃথিবীর অন্যতম বসবাসযোগ্য শহর। ২০১৭ ও ২০১৯ সালের আইইএসই গতিশীলতা সূচক ভ্রৎসওয়াফকে বিশ্বের ১০০টি পরিপক্ব শহরের একটি হিসাবে স্বীকৃতি প্রদান করেছে।  ভ্রৎসওয়াফ শহরের দৃষ্টিনন্দন জায়গাগুলোর মধ্যে রয়েছে প্রধান বাজার সরণি, ক্যাথেড্রাল দ্বীপ ও শতাব্দী ভবন। শেষোক্ত স্থাপনাটি ইউনেস্কোর বিশ্ব ঐতিহ্য তালিকার অন্তর্গত।\n১৯৮৯,১৯৯৫ ও ২০১৯ সালে ভ্রৎসওয়াফে তাইজে সম্প্রদায়ের ইউরোপীয় যুব সম্মেলন আয়োজিত হয়। ১৯৯৭ সালে এখানে ইউকারিস্টিক কংগ্রেস অনুষ্ঠিত হয়। ২০১২ সালে ইউরোপীয় ফুটবল চ্যাম্পিয়নশিপের ম্যাচও এ শহরে খেলা হয়। ২০১৬ সালে শহরটি ইউরোপের সাংস্কৃতিক রাজধানী ও গ্রন্থ রাজধানীর স্বীকৃতি লাভ করে।  ঐ বছর থিয়েটার অলিম্পিক, বিশ্ব ব্রিজ খেলা প্রতিযোগিতা ও ইউরোপীয় চলচ্চিত্র পুরস্কার উৎসবও এখানে আয়োজিত হয়। ২০১৭ সালে ভ্রৎসওয়াফে আইএফএলএ বার্ষিক সম্মেলনও অনুষ্ঠিত হয়। ২০১৯ সালে শহরটিকে ইউনেস্কোর সাহিত্য শহর ঘোষণা করা হয়।\n\n\n== ইতিহাস ==\nপ্রাচীন যুগে ভ্রৎসওয়াফের নিকটে বুদোগোরিয়াম নামক একটি স্থান ছিল। ক্লডিয়াস টলেমি কর্তৃক আনুমানিক ১৪২-১৪৭ সালে অঙ্কিত মানচিত্রে এই জায়গাটি চিত্রিত হয়েছিল।  ষষ্ঠ শতাব্দী হতে এখানে জনবসতি গড়ে ওঠতে শুরু করে।\nভায়া রেজিয়া ও আম্বার সড়ক নামে দুইটি বাণিজ্যিক পথের সংযোগস্থলে ভ্রৎসওয়াফ শহরটি গড়ে ওঠে। দশম শতাব্দীতে বোহেমিয়ার ডিউক প্রথম ভ্রাতিস্লাভের নামানুসারে এর নাম হয় ভ্রাতিস্লাভিয়া।  ৯৮৫ সালে ডিউক প্রথম মিয়েস্কো পোল্যান্ড জয় করার পর এর নাম হয় \"ভ্রৎসওয়াফ।\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}