{"pageid": 1005529, "title": "ইরাকের ভূগোল", "url": "https://bn.wikipedia.org/wiki?curid=1005529", "content": "ইরাকের ভূগোল বৈচিত্রপূর্ণ এবং সেগুলি পাঁচটি প্রধান অঞ্চলের মধ্যে পড়ে: মরুভূমি (ইউফ্রেটিস এর পশ্চিমে), উচ্চ মেসোপটেমিয়া (উচ্চ টাইগ্রিস এবং ইউফ্রেটিস নদীর মধ্যে), ইরাকের উত্তরের উচ্চভূমি, নিম্ন মেসোপটেমিয়া এবং প্রায় তিকরিত থেকে পারস্য উপসাগর পর্যন্ত প্রসারিত পাললিক সমভূমি।\nদেশটির উত্তর-পূর্ব দিকের পাহাড়গুলি আলপাইনের একটি সম্প্রসারিত রূপ যা বলকান থেকে দক্ষিণে তুরস্ক, উত্তরের ইরাক, ইরান এবং আফগানিস্তান হয়ে অবশেষে পাকিস্তান এ হিমালয় এর মধ্য দিয়ে পূর্ব দিকে প্রসারিত হয়েছে। দেশটির দক্ষিণ-পশ্চিম এবং মাঝের প্রদেশগুলিতে অবস্থিত মরুভূমি ভৌগোলিকভাবে আরব উপদ্বীপের অন্তর্গত এবং তা সৌদি আরব এবং জর্ডানের সীমান্ত বরাবর অবস্থান করছে।\n\n\n== প্রধান ভৌগোলিক বৈশিষ্ট্য ==\nইরাকি সরকার সহ বেশিরভাগ ভূগোলবিদ এ দেশের ভূগোলকে চারটি প্রধান অঞ্চলে ভাগ করে আলোচনা করেন: পশ্চিম এবং দক্ষিণ-পশ্চিমে মরুভূমি; উচ্চ টাইগ্রিস এবং ইউফ্রেটিস নদীর (আরবীতে যথাক্রমে \"দজলা\" এবং \"ফোরাত\") মধ্যবর্তী ঢেউ খেলানো সমভূমি; উত্তর ও উত্তর-পূর্ব দিকের উচ্চভূমি; এবং টাইগ্রিস এবং ইউফ্রেটিস প্রবাহিত পললভূমি।\nইরাকের সরকারী পরিসংখ্যান সংক্রান্ত প্রতিবেদনগুলিতে মোট জমির পরিমাণ দেখানো হয় ৪,৩৮,৪৪৬ কিমি২ (১,৬৯,২৮৫ মা২)। কিন্তু মার্কিন পররাষ্ট্র দফতর কর্তৃক একটি প্রকাশনায় অঞ্চলটির তথ্য দেওয়া হয়েছে ৪,৩৪,৯৩৪ কিমি২ (১,৬৭,৯২৯ মা২)।\n\n\n=== উচ্চ মেসোপটেমিয়া ===\n\nসামাররার উত্তরে টাইগ্রিস এবং হিট এর উত্তরে ইউফ্রেটিসের মধ্যবর্তী উঁচু অঞ্চলটি আল জাজিরা (দ্বীপ) হিসাবে পরিচিত। সেটি একটি বৃহত্তর অঞ্চলের অংশ যা পশ্চিমে সিরিয়ায় দুটি নদীর মাঝখানে এবং তুরস্ক পর্যন্ত প্রসারিত।   এলাকার জল প্রবাহ গভীরভাবে কাটা উপত্যকার মধ্যে দিয়ে প্রবাহিত হয় এবং এই অংশের সেচ নিম্ন সমভূমির চেয়ে অনেক বেশি কঠিন হয়। এই অঞ্চলের দক্ষিণ-পশ্চিম অঞ্চলগুলিকে মরুভূমি বা আধা-মরুভূমি হিসাবে শ্রেণীবদ্ধ করা হয়েছে। উত্তরের অংশে নিনেভে সমভূমি, দুহোক এবং জাখো এর মতো স্থানগুলিতে মূলত ভূমধ্যসাগরীয় উদ্ভিদের সমন্বয় দেখা যায়। এই গাছপালা পর্যায়ক্রমে শুকিয়ে গিয়ে শুষ্ক গ্রীষ্মে বাদামী বর্ণ ধারণ করে এবং সিক্ত শীতে আবার ঝাড়া দিয়ে বেঁচে ওঠে।\n\n\n=== বাগদাদ অঞ্চল ===\n\nউচ্চ এবং নিম্ন মেসোপটেমিয়ার মাঝে হ'ল বাগদাদ এর আশেপাশের নগর অঞ্চল। এই \"বাগদাদ বেষ্টনী\"-কে (বাগদাদ বেল্ট) ইরাকি রাজধানী সংলগ্ন প্রদেশ হিসাবে বর্ণনা করা যেতে পারে এবং একে চারটি চতুষ্কোণে বিভক্ত করা যেতে পারে: উত্তর-পূর্ব, দক্ষিণ-পূর্ব, দক্ষিণ-পশ্চিম এবং উত্তর-পশ্চিম। উত্তর থেকে শুরু এই বেষ্টনীগুলির মধ্যে আছে সালাহউদ্দিন তারপর ঘড়ির কাঁটার অভিমুখে বাগদাদের অন্য প্রদেশগুলির মধ্যে উত্তর-পূর্ব দিকে দিয়ালা, দক্ষিণ-পশ্চিমে বাবিল এবং ওয়াসিত থেকে পশ্চিম দিকের আশেপাশে আল আনবার প্রদেশ অবস্থান করছ। \n\n\n== তথ্যসূত্র ==\n\n এই নিবন্ধটিতে Library of Congress Country Studies থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে  এখানে ।\n এই নিবন্ধটিতে সিআইএ ওয়ার্ল্ড ফ্যাক্টবুক থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে  এখানে ।"}