{"pageid": 1005850, "title": "মালহুন খাতুন", "url": "https://bn.wikipedia.org/wiki?curid=1005850", "content": "কামেরিয়ে মালহুন খাতুন বা ইংরেজিতে প্রসিদ্ধ মালহুন হাতুন (মাল হাতুন বা মালা হাতুন নামেও পরিচিত; মৃত্যু ১৩২৬ সালের পরে মারা যান) ছিলেন উসমানীয় সাম্রাজ্যের প্রতিষ্ঠাতা প্রথম উসমানের দ্বিতীয় স্ত্রী। তিনি ছিলেন সুলতান ওরহানের মা।\n\n\n== জীবনী ==\nকিছু ঐতিহাসিকের মতে, মালহুন খাতুন ছিলেন আনাতোলিয়ার তুর্কি বে ওমর বে এর কন্যা। অতীতে অনেক কথাবর্তা ছিলো যে, তিনি শেখ এদেবালির কন্যা ছিলেন। কারণ উসমানীয় আমলের বেশিরভাগ ইতিহাসবিদ স্বীকার করেছেন যে, তিনি প্রকৃতপক্ষে তাঁর কন্যা ছিলেন। যদিও তার নাম আজ অবধি দ্বন্দ্বের বিষয় হয়ে দাঁড়িয়েছে। তবে এখন জানা গেছে যে, শেখ এদেবালির কন্যা ছিলেন রাবিয়া বালা হাতুন। অন্যান্য সূত্রে আছে, তিনি আনাতোলিয়ার সেলজুক উজির ওমর আবদুলাজিজ বেয়ের কন্যা ছিলেন।\nসুলতান ওরহান কর্তৃক নির্মিত ১৩২৪ সালের কিছু দলিল থেকে জানা যায় যে, জনপ্রিয় ঐতিহাসিক ঐতিহ্য অনুসারে তার মা মালহুন খাতুন শেখ এদেবালির কন্যা ছিলেন না বরং তিনি ছিলেন \"ওমর বে\" এর কন্যা। আনাতোলিয়ার রাজবংশ দ্বারা ব্যবহৃত \"বে\" উপাধিটি পরামর্শ দেয় যে, মালহুন খাতুনের বাবা কিছু মর্যাদা এবং কর্তৃত্বের ব্যক্তি ছিলেন। ধারণা করা হয়, তিনি একটি \"আমুরি\" (উমেরি) নামে ক্ষুদ্র রাজ্যের শাসক ছিলেন, যা উসমানীয় রাজ্যের উত্তর-পূর্বে অবস্থিত ছিলো এবং ১৩ তম শতাব্দীর শেষের দিকে বা ১৪ শতকের গোড়ার দিকে ক্ষুদ্র রাজ্যটি অদৃশ্য হয়ে যায়।\n১৩শ শতাব্দীর বাইজেন্টাইন ইতিহাসবিদ জর্জ প্যাচিমেরেস এর মতে, ওমরের এক পুত্র স্থানীয় বাইজেন্টাইন টেকফুর এর বিরুদ্ধে অভিযানের সময় উসমানের সাথে লড়াই করেছিলেন। প্যাচিমেরেসের মতে, উসমানীয়রা উত্তর-পশ্চিম আনাতোলিয়ায় বাইজেন্টাইনদের বিরুদ্ধে প্রধান আক্রমণকারী হিসাবে তাদের মৃত্যুর আগ পর্যন্ত \"আমুরি\" (উমেরি) এর ভূমিকা গ্রহণ করেছিলো। ইতিহাসবিদ জর্জ প্যাচিমেরেস এর মতামতটি নিয়ে অন্যান্য ইতিহাসবিদরা বলেন, যদি প্যাচিমেরেসের মতামতটি সঠিক হয়, তবে সময় এবং রাজনৈতিক প্রেক্ষাপট উসমান এবং ওমর বেয়ের মেয়ের মধ্যে বিয়ে হওয়া অন্যতম কারণ ছিলো।\n\n\n== কাল্পনিক চরিত্র ==\nতুর্কি ঐতিহাসিক কল্পকাহিনী টিভি সিরিজ কুরুলুস: উসমান-এ মালহুন হাতুন এর চরিত্রে অভিনয় করেছেন তুর্কি অভিনেত্রী ইয়ালদিজ জাগরি আতিকসোই।\n\n\n== আরও দেখুন ==\nউসমানীয় রাজবংশের পরিবার বৃক্ষ\n\n\n== আরও পড়ুন ==\nলেসলি পি. পিয়ার্স, ইম্পেরিয়াল হারেম: উসমানীয় সাম্রাজ্যে নারী ও সার্বভৌমত্ব, অক্সফোর্ড ইউনিভার্সিটি প্রেস, ১৯৯৩, আইএসবিএন ০-১৯-৫০৮৬৭৭-৫।\nইয়াভুজ বাহাদিরোগলু, \"চিত্রসহ উসমানীয় ইতিহাস, নেসিল পাবলিকেশনস\", ১৫ তম সংস্করণ, ২০০৯, আইএসবিএন ৯৭৮-৯৭৫-২৬৯-২৯৯-২।\n\n\n== তথ্যসূত্র =="}