{"pageid": 1005130, "title": "দোনেৎস্ক", "url": "https://bn.wikipedia.org/wiki?curid=1005130", "content": "দোনেৎস্ক (ইতোপূর্বে আলেকসান্দ্রোভকা, হুয়েভস্কা,ইয়ুজভকা,স্তালিন ও স্তালিনো নামে পরিচিত)  পূর্ব ইউক্রেনের একটি শিল্প শহর। বিতর্কিত দোনেৎস্ক অঞ্চলে কালমিয়াস নদীর তীরে শহরটি অবস্থিত। আন্তর্জাতিকভাবে ইউক্রেনের শহর হিসাবে স্বীকৃতি পেলেও দোনেৎস্ক প্রজাতন্ত্র একে নিজেদের রাজধানী হিসেবে অভিহিত করেছে।  ২০২০ সালের হিসাব অনুযায়ী এর জনসংখ্যা  ৯,০৮,৪৫৬।  ২০০১ সালের আদমশুমারি অনুযায়ী দোনেৎস্ক ইউক্রেনের পঞ্চম বৃহত্তম শহর।\nদোনেৎস্ক ঐতিহাসিকভাবে দোনেৎস্ক অব্লাস্টের কেন্দ্র। এর পাশে অবস্থিত মাকিভকা আরেকটি গুরুত্বপূর্ণ শহর। দোনেৎস্ক ইউক্রেনের গুরুত্বপূর্ণ অর্থনৈতিক, শিল্প ও বৈজ্ঞানিক কেন্দ্র।  ভারী শিল্প ও দক্ষ জনশক্তি শহরটির অন্যতম বৈশিষ্ট্য। ২০১২ সালে জাতিসংঘের প্রতিবেদন অনুযায়ী, দোনেৎস্ক পৃথিবীর দ্রুততম ক্ষয়িষ্ণু শহরগুলোর একটি। \nরুশ সাম্রাজ্যের ইউরোপীয় অংশের দক্ষিণ প্রান্তে স্থাপিত বসতির নাম ১৭৭৯ সালে প্রথম আলেকসান্দ্রোভকা নামে উল্লেখ করা হয়েছিল। ঐ সময় ক্যাথরিন দ্য গ্রেট রুশ সাম্রাজ্যের একচ্ছত্র অধিপতি ছিলেন। ১৮৭৯ সালে ওয়েলস হতে আগত ব্যবসায়ী জন হিউজেস এ অঞ্চলে ইস্পাত কারখানা ও কতগুলো কয়লাখনি প্রতিষ্ঠা করলে তার সম্মানে এর নাম দেওয়া হয় হুয়েভস্কা বা ইয়ুজভকা। সোভিয়েত আমলে এখানে ইস্পাতশিল্পের প্রসার ঘটে। ১৯২৪ সালে ইয়ুজভকার নাম পাল্টে দেওয়া হয় স্তালিন। ১৯২৯ সালে স্তালিন নামটিতে ঈষৎ সংযোজন করে নাম দেওয়া হয় স্তালিনো। ১৯৩২ সালে একে দোনেৎস্ক অঞ্চলের কেন্দ্র হিসাবে স্বীকৃতি দেওয়া হয়। ১৯৬১ সালে স্তালিনোর নাম পাল্টে রাখা হয় \"দোনেৎস্ক।\"\n২০১৪ সালের এপ্রিল থেকে দোনেৎস্ক চলমান দোনবাস যুদ্ধের অন্যতম রণাঙ্গন হয়ে ওঠেছে। শহর এবং এর আশপাশের এলাকার নিয়ন্ত্রণ নেওয়ার জন্য ইউক্রেনের সেনাবাহিনী ও রাশিয়াপন্থী বিচ্ছিন্নতাবাদীদের মধ্যে চলমান। দোনেৎস্ক আন্তর্জাতিক বিমানবন্দর যুদ্ধের অন্যতম ক্ষেত্র হয়ে ওঠেছে। অসংখ্য মানুষ এ পর্যন্ত প্রাণ হারিয়েছেন। বিশেষত শহরের উত্তর-পশ্চিম এলাকা সম্পূর্ণ ধ্বংস হয়ে গেছে।\n\n\n== ইতিহাস ==\n\n\n=== প্রতিষ্ঠা ===\n\nওয়েলসের ব্যবসায়ী জন হিউজেসের উদ্যোগপরায়ণতার কারণে আলেকসান্দ্রোভকায় ইস্পাত ও কয়লাশিল্পের বিকাশ ঘটে। ১৮৬৯ সালে ইয়ুজভকা নামে শহরটি প্রতিষ্ঠিত হয়। শুরুতে ওয়েলস, বিশেষ করে মারথির টিডফিল থেকে অভিবাসীরা এখানে আগমন করে।   বিংশ শতাব্দীর শুরুতে ইয়ুজভকায় ৫০,০০০ বাসিন্দা বসবাস শুরু করে। ১৯১৭ সালে এটি নগরীর মর্যাদা লাভ করে।  দোনেৎস্কের স্থাপত্যকলায় আজও ব্রিটিশ ঐতিহ্য পরিস্ফুটিত হয়ে ওঠে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}