{"pageid": 1005060, "title": "দ্য বোর্ন সুপ্রিমেসি (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1005060", "content": "দ্য বোর্ন সুপ্রিমেসি ২০০৪ সালের একটি মার্কিন অ্যাকশন-থ্রিলার চলচ্চিত্র। এটি রবার্ট উইলিয়ামের উপন্যাস দ্য বোর্ন সুপ্রিমেসি (১৯৮৬) অবলম্বনে রচিত। চলচ্চিত্রটির চিত্রনাট্য লিখেছেন টনি গিলরয় এবং পরিচালনা করেছিলেন পল গ্রিনগ্রাস। এটি জেসন বোর্ন চলচ্চিত্র ধারাবাহিকের দ্বিতীয় কিস্তি। এর পূর্বে দ্য বোর্ন আইডেন্টিটি (২০০২) এবং এর পরে দ্য বোর্ন আলটিমেটাম (২০০৭), দ্য বোর্ন লিগ্যাসি (২০১২) এবং জেসন বোর্ন (২০১৬) নির্মিত হয়েছে।\nইউনিভার্সাল পিকচার্স চলচ্চিত্রটি ২৩ শে জুলাই, ২০০৪ মার্কিন যুক্তরাষ্ট্রের প্রেক্ষাগৃহগুলিতে মুক্তি দেয়, $৭৫ মিলিয়ন বাজেটের চলচ্চিত্রটি ২৯০ মিলিয়ন ডলার আয় করেছিল।\n\n\n== সারসংক্ষেপ ==\nপ্রথম চলচ্চিত্রে শেষ হওয়া ঘটনার দুই বছর পর জেসন বোর্ন এবং মারি কুর্তেজ ভারতের গোয়া শহরে বসবাস করছেন। সিআইএ এর সাবেক হত্যাকারী হিসাবে বোর্ন তার পূর্ববর্তী জীবনের অভিজ্ঞতা মনে করার চেষ্টা করছেন এবং সেগুলি একটি নোটবুকে রেকর্ড করেছেন।\nবার্লিনে, উপপরিচালক পামেলা ল্যান্ডির পক্ষে কাজ করা একজন সিআইএ এজেন্ট \"নেসকি ফাইলগুলির\" জন্য নামবিহীন রাশিয়ান উৎসকে ৩ মিলিয়ন ডলার দিচ্ছে, যেখানে সাত বছর আগের ২০ মিলিয়ন ডলার চুরির নথি রয়েছে। চুক্তিটি একজন রাশিয়ান এজেন্ট কিরিল দ্বারা বাধাগ্রস্থ হয় যারা রাশিয়ান ফেডারেল নিরাপত্তা পরিষেবার হয়ে কাজ করে। আগেই, কিরিল বিল্ডিংয়ের বৈদ্যুতিক সার্কিটে দুটি বিস্ফোরক ডিভাইস লাগিয়েছিলেন যার একটি বিস্ফোরিত হয়ে সবাই মৃত্যুবরণ করে এবং অন্যটি অক্ষত থাকে যেখানে কিরিল বোর্নের ফিঙ্গারপ্রিন্ট লাগিয়েছিলেন। এরপরও বোর্নকে ভারতের গোয়ার হত্যার চেষ্টা করা হয় এবং ওইখানে তার গার্লফ্রেন্ডের মৃত্যু হয়।\nবিস্ফোরক থেকে বোর্নের ফিঙ্গারপ্রিন্ট পাওয়ার পরে ল্যান্ডি ডিরেক্টর ওয়ার্ড অ্যাবোটকে অপারেশন ট্র্যাডস্টোন সম্পর্কে জিজ্ঞাসা করেন, সিআইএ-র যে কর্মসূচি বোর্ন অন্তর্ভুক্ত ছিল।\nশেষ দৃশ্য নিউইয়র্কে দেখা যায়, বোর্ন ল্যান্ডিকে ফোন করেছে; তিনি টেপটির জন্য তাকে ধন্যবাদ জানায়,ল্যান্ডি বোর্নকে তাঁর আসল নাম ডেভিড ওয়েব এবং জন্ম তারিখটি জানায় এবং তার সাথে দেখা করতে বলে। বোর্ন এইসময় বলে, \"কিছুটা বিশ্রাম নিন, ল্যান্ডি; আপনাকে ক্লান্ত দেখাচ্ছে।\n\n\n== অভিনয়ে ==\nজেসন বোর্ন হিসাবে ম্যাট ড্যামন: সিআইএর অপারেশন ট্রেডস্টোন-এর একজন স্বেচ্ছাসেবক এবং প্রাক্তন ঘাতক।\nপামেলা ল্যান্ডির ভূমিকায় জোয়ান অ্যালেন : সিআইএর উপ-পরিচালক এবং টাস্কফোর্স চিফ।\nওয়ার্ড অ্যাবট হিসাবে ব্রায়ান কক্স : সিআইএ সেকশন চিফ, যিনি আগে ট্রেডস্টোনর দায়িত্বে ছিলেন।\nজুলিয়া স্টিলস নিকি পার্সনস হিসাবে: বোর্নের সন্ধানে সহায়তা করার জন্য প্রাক্তন ট্রেডস্টোন অ্যাসাইনমেন্ট থেকে নেওয়া প্রাক্তন এজেন্ট।\nমারদা চরিত্রে মার্টন কসোকাস: মিউনিখের বাইরে অবস্থিত প্রাক্তন ট্রেডস্টোন অপারেটিভ।\nকারিল আরবান হিসাবে কিরিল: একজন রাশিয়ান ফেডারাল সিকিউরিটি সার্ভিস এজেন্ট এবং একজন বিশেষজ্ঞ ঘাতক যিনি গ্রেটকভের পক্ষে কাজ করছেন।\nগ্রেটকভের চরিত্রে কারেল রডেন : কিরিলের নিয়োগকর্তা।\nমেরি হেলেনা ক্রেইটজ চরিত্রে ফ্রাঙ্কা পোটেন্ত : বোর্নের বান্ধবী।\nড্যানি জর্ন চরিত্রে গ্যাব্রিয়েল মান: ট্রেডস্টোন সদর দফতরের সাবেক কর্মকর্তা।\nটমাস আরানা হিসাবে মার্টিন মার্শাল: সিআইএর পরিচালক।\nটম ক্রোনিন চরিত্রে টম গ্যালাপ: ল্যান্ডির সহযোগী এক নম্বর এজেন্ট।\nকিম চরিত্রে মিশেল মোনাগান: ল্যান্ডির দুই নম্বর এজেন্ট।\nওরেসানা আকিনশিনা আইরেনা নেস্কির চরিত্রে: রাজনীতিবিদ ভ্লাদিমির নেস্কির কন্যা, যাকে বোর্ন হত্যা করেছিলেন।\n\n\n== মুক্তি ==\nচলচ্চিত্রটি জুলাই ২৩, ২০০৪ সালে বিশ্বব্যাপী মুক্তি পেয়েছে।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== বক্স অফিস ===\nদ্য বোর্ন সুপ্রিমেসি মুক্তির সপ্তাহান্তে বক্স অফিসে ১ নম্বরে ছিল এবং ৫২,৫২১,৮৬৫ মার্কিন ডলার আয় করে। চলচ্চিত্রটি উত্তর আমেরিকায় $১৭৬,২৪১,৯৪১ অন্যান জায়গায় $১১২,২৫৮,২৭৬ সহ বিশ্বব্যাপী মোট $২৮৮,৫০০,২১৭ মার্কিন ডলার আয় করেছে।\n\n\n== আরও দেখুন ==\nম্যাট ড্যামন\nদ্য বোর্ন আইডেন্টিটি\nবোর্ন (চলচ্চিত্র সিরিজ)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে দ্য বোর্ন সুপ্রিমেসি  (ইংরেজি)\nবক্স অফিস মোজোতে দ্য বোর্ন সুপ্রিমেসি (ইংরেজি)\nরটেন টম্যাটোসে দ্য বোর্ন সুপ্রিমেসি (ইংরেজি)"}