{"pageid": 10053, "title": "কিশোর কুমার", "url": "https://bn.wikipedia.org/wiki?curid=10053", "content": "কিশোর কুমার (৪ আগস্ট ১৯২৯ – ১৩ অক্টোবর ১৯৮৭) ছিলেন একজন ভারতীয় গায়ক, গীতিকার, সুরকার, অভিনেতা, চলচ্চিত্র পরিচালক, চিত্রনাট্যকার এবং রেকর্ড প্রযোজক। সাধারণত তিনি ভারতীয় চলচ্চিত্র শিল্পের সর্বাধিক সফল এবং চলচ্চিত্রের সর্বশ্রেষ্ঠ নেপথ্য গায়ক হিসেবে বিবেচিত হন। কিশোর কুমারের চার অদ্ভুত কাহিনী:-কিশোর কুমার ৪ আগস্ট ৪ টার সময় জন্ম গ্রহণ করেন এবং ৪র্থ সন্তান। তিনি জীবনে ৪ টি বিয়ে করেন, চলচ্চিত্র  জীবনে ৪টি বাংলা চলচ্চিত্রে অভিনয় করেন। এর পাশাপাশি,তিনি বেশিরভাগ কাজগুলোই মূলত রাহুল দেব বর্মণ এবং বাপ্পী লাহিড়ীর সঙ্গীত পরিচালনায় করেছেন। ভারতীয় সঙ্গীত ইতিহাসে কিশোর কুমার হলেন এক উজ্জ্বল নক্ষত্রের মতো।\nকিশোর কুমার বিভিন্ন ভারতীয় ভাষায় গান গেয়েছিলেন, যার মধ্যে রয়েছে বাংলা, হিন্দি, মারাঠি, অসমীয়া, গুজরাতি, কন্নড়, ভোজপুরি, মালয়ালম, ওড়িয়া, এবং উর্দু। এছাড়াও তিনি তার ব্যক্তিগত গান সংকলনেও বিভিন্ন ভাষায় গান গেয়েছেন, বিশেষত  তার  বাংলায় গাওয়া গানগুলি সর্বকালের ধ্রুপদী গান হিসেবে বিবেচিত হয়েছে। তিনি ৮ বার শ্রেষ্ঠ পুরুষ নেপথ্য গায়কের জন্য ফিল্মফেয়ার পুরস্কার জিতেছেন এবং একই বিভাগে সর্বাধিক ফিল্মফেয়ার পুরস্কার বিজয়ের রেকর্ড করেছেন। তাকে মধ্যপ্রদেশ সরকার কর্তৃক লতা মঙ্গেশকর পুরস্কার প্রদান করা হয় এবং তার নামে হিন্দি চলচ্চিত্রে অবদানের জন্য কিশোর কুমার পুরস্কার প্রদান চালু করে।\nসাধারণত গায়ক হিসাবে তাকে দেখা হলেও তিনি হিন্দি চলচ্চিত্র জগতের একজন গুরুত্বপূর্ণ অভিনেতাও ছিলেন। তার অভিনীত বিখ্যাত কয়েকটি হাস্যরসাত্মক চলচ্চিত্রের মধ্যে রয়েছে বাপ রে বাপ (১৯৫৫), চলতি কা নাম গাড়ি (১৯৫৮), হাফ টিকিট (১৯৬২), পড়োশন (১৯৬৮), হাঙ্গামা (১৯৭১), পেয়ার দিবানা (১৯৭৩), বাড়তি কা নাম দাড়ি (১৯৭৪)। এছাড়া অন্যান্য চলচ্চিত্রের ভিতর রয়েছে নোকরি, বন্দী, দূর গগন কি ছাঁও মে, দূর কা রাহি প্রভৃতি। তবে তিনি তার প্রথম জীবনে গায়ক হিসেবে ততটা সাফল্য অর্জন করতে পারেননি যতটা তার পাওয়া উচিত ছিল। তবুও তিনি অভিনেতা হিসেবে যথেষ্ট সুনাম ও মর্যাদা লাভ করেছিলেন। তিনি সুদক্ষ অভিনেতা হওয়া সত্ত্বেও অভিনয় বস্তুটি অতটাও পছন্দ করতেন না। তার সবচেয়ে প্রিয় জিনিস ছিল সঙ্গীত\n\n\n== পারিবারিক ইতিহাস ==\nরাঢ়ী ব্রাহ্মণ গাঙ্গুলী পরিবারের আদি বাসস্থান সম্পর্কে নিশ্চিত তথ্য পাওয়া যায় না৷ তবে পরিবারের বিভিন্ন সদস্যের মতে গাঙ্গুলীদের আদি বাসস্থান হিসাবে পশ্চিমবঙ্গের কৃষ্ণনগর, পূর্ববঙ্গের বরিশাল ও মেহেরপুর- এই তিনটি জায়গার নাম পাওয়া যায়৷\n\n\n== প্রাথমিক জীবন ==\nকিশোর কুমার মধ্যপ্রদেশের খান্ডোবাতে বাঙালি গাঙ্গুলী (গঙ্গোপাধ্যায়) পরিবারে জন্মগ্রহণ করেন। তার বাবা কুঞ্জলাল গাঙ্গুলী ছিলেন একজন উকিল। তার মায়ের নাম ছিল গৌরী দেবী। কুঞ্জলাল জীবিকার তাগিদে মধ্য প্রদেশে চলে যান। কিশোর কুমারের জন্মনাম ছিল আভাস কুমার গাঙ্গুলী। চার ভাই বোনের ভিতর কিশোর ছিলেন সর্বকনিষ্ঠ। সবথেকে বড় ছিলেন অশোক কুমার তারপর স্বতী দেবী। তারপর অনুপ কুমার আর অনুপ কুমারের থেকে পাঁচ বছরের ছোট ছিলেন কিশোর কুমার।\nকিশোরের শৈশবকালীন সময়েই তার বড়দা অর্থাৎ জ্যেষ্ঠ ভ্রাতা অশোক কুমার বোম্বেতে হিন্দি চলচ্চিত্র জগতে বড় সাফল্য পান। এই সফলতা ছোট্ট কিশোরের উপরে ব্যাপক প্রভাব ফেলেছিল। ছোটবেলা থেকেই কিশোর বিখ্যাত গায়ক কুন্দন লাল সায়গলের একজন বড় ভক্ত হয়ে উঠেছিলেন। তিনি সায়গলের গানগুলো অনুকরণ করতেন বা নকল করে গাইতেন। এছাড়াও তার বাড়ির লোক তাকে দাদা অশোক কুমারের বিখ্যাত গান “মেঁ বন কে পঞ্ছী বন বন কে” বার বার গাইতে বলতেন। অশোক কুমারের সাফল্যের পর কিশোরের আরেক দাদা অনুপ কুমারও বোম্বের হিন্দি চলচ্চিত্র জগতে প্রবেশ করেন। এছাড়াও, শচীন দেব বর্মণের গানও তিনি বিশেষভাবে পছন্দ করতেন। শোনা যায়, তিনি নাকি শচীন কর্তার অনুকরণ করতে বিশেষ পারদর্শী ছিলেন।\n\n\n== কর্মজীবন ==\n\n\n=== পঞ্চাশের দশকের সাফল্য ===\nকিশোর কুমারের অভিনয় খুব একটা পছন্দ ছিল না। তিনি গান গাইতেই চাইতেন। কিন্তু তার গানের কোন ধরাবাঁধা শিক্ষা ছিল না। দাদা অশোক কুমারের ফিল্ম জগতে অনেক পরিচিতি থাকার ফলে কিশোর বেশ কিছু চলচ্চিত্রে অভিনয়ের সুযোগ পান কিন্তু সেগুলিতে দর্শকদের মনে তেমন সাড়া জাগাতে পারেননি। তবে এই চলচ্চিত্রগুলোয় তিনি গান গাইবার সুযোগ পেতেন। এই প্রাথমিক অবস্থায় তিনি কুন্দন লাল সায়গলের নকল করে গাইতেন। পরে শচীন দেব বর্মনের পরমর্শে তিনি নিজের গাইবার কায়দা পাল্টান এবং এমন এক গাইবার কায়দা উদ্ভাবন করেন যা সেই সময়ের অপর প্রধান দুই গায়ক মহম্মদ রফি এবং মুকেশের থেকে সম্পূর্ণ আলাদা। তার গানের বৈশিষ্ট্য ছিল গলাকে ভেঙে গান গাওয়া যা আগে কখনও শোনা যায়নি। তবে এই কায়দা খুবই জনপ্রিয় হয়। পঞ্চাশের দশকের শেষ দিকে তিনি একজন প্রতিষ্ঠিত কমেডি নায়ক হিসাবে জনপ্রিয় হন। তার অভিনয়ের কায়দা ছিল অন্যদের থেকে সম্পূর্ণ আলাদা। সেই সময়ের প্রবল জনপ্রিয় এবং ক্ষমতাশালী তিন নায়ক - রাজ কাপুর, দেব আনন্দ এবং দিলীপ কুমার বলিউড শাসন করা সত্ত্বেও কিশোর কুমার নিজের এক পৃথক জায়গা তৈরি করতে সক্ষম হন। পঞ্চাশের দশকের শেষ দিকে তিনি ছিলেন এক প্রবল ব্যস্ত, সফল নায়ক এবং গায়ক। এছাড়াও তিনি সুরকার, গীতিকার এবং প্রযোজকের ভূমিকাও পালন করতে লাগেন। শচীনদেব বর্মন ছাড়াও আরেক সুরকার যিনি কিশোরের সঙ্গীত প্রতিভা বুঝতে পেরেছিলেন তিনি হলেন খেমচাঁদ প্রকাশ। খেমচাঁদ প্রকাশের সুর জিদ্দি চলচ্চিত্রের গান গেয়ে কিশোর গায়ক হিসাবে পায়ের নিচে মাটি পান। এছাড়া অন্যান্য সুরকার যেমন রবি এবং দুই বিশিষ্ট গীতিকার - মজরু সুলতানপুরি ও শৈলেন্দ্র কিশোরের ভক্ত হয়ে ওঠেন। এই সময়ের তার গায়ক হিসাবে অন্যতম চলচ্চিত্রগুলোর মধ্যে আছে পেয়িং গেস্ট (১৯৫৭), চলতি কা নাম গাড়ি (১৯৫৮), তিন দেবিয়াঁ।\n\n\n=== ষাটের দশকের পথ চলা ===\nএই সময়কালে কিশোর কুমারের বেশকিছু চলচ্চিত্র ব্যবসায়িকভাবে অসফল হয়ে পড়ে,  এই সময় তিনি পাকাপাকিভাবে গানের জগতে নিজেকে যুক্ত করে ফেলেন মনে রাখার মত। মুনিমজি (১৯৬২), গাইড (১৯৬৫) এবং জুয়েল থিফ (১৯৬৭) চলচ্চিত্রতিনটিতে তার গাওয়া গান তুমুল জনপ্রিয়তা পেয়ে যায়।\n১৯৬৬ সালে সুরকার হিসাবে আত্মপ্রকাশ ঘটে শচীন দেব বর্মনের পুত্র রাহুল দেব বর্মণের। তার প্রথম দর্শকপ্রিয়-ব্যবসাসফল চলচ্চিত্র তিসরি মঞ্জিলে কিশোর কোন গান গাননি। কিন্তু ১৯৬৮ সালে 'পড়োশন' চলচ্চিত্রে রাহুল দেব বর্মণের সুরে কিশোর বেশ কয়েকটি জনপ্রিয় গান গান।\n\n\n=== চরম সাফল্য ===\n১৯৬৯ সালে শক্তি সামন্ত'র আরাধনা শুভমুক্তি পায়। এই চলচ্চিত্রের নায়ক ছিলেন রাজেশ খান্না। রাজেশ খান্নার জন্য এই চলচ্চিত্রে কিশোর তিনটি গান গেয়েছিলেন - ‘কোরা কাগজ থা ইয়ে মন মেরা’ লতা মঙ্গেশকরের সঙ্গে -আর দুটি হোলো- রূপ তেরা মস্তানা এবং ‘মেরে সপনো কি রানী’। তিনটি গানই বিপুল জনপ্রিয়তা পায় এবং কিশোর কুমারের সঙ্গীতজীবনকে আবার উপরে উঠিয়ে দেয়। এই চলচ্চিত্রে রূপ তেরা মস্তানা গানের জন্য কিশোর প্রথম বার শ্রেষ্ঠ পুরুষ নেপথ্য কণ্ঠশিল্পী বিভাগে ফিল্মফেয়ার পুরস্কার পান।\nপরবর্তী বছরগুলোতে কিশোর গায়ক হিসাবে ব্যাপক সাফল্যতা লাভ করেন। সে সময়ে বলিউডে প্রতিষ্ঠিত সব নায়ক যেমন রাজেশ খান্না, শশী কাপুর, ধর্মেন্দ্র, রণধীর কাপুর, সঞ্জীব কুমার এবং দেব আনন্দের জন্য তিনি গান গেয়েছেন। এই সময়ে শচীন দেব বর্মণ এবং রাহুল দেব বর্মণের সুরে তিনি প্রচুর কালজয়ী গান গেয়েছেন। রাহুল দেব বর্মনের সুরে তিনি বোম্বে টু গোয়া চলচ্চিত্রতে প্রথমবারের জন্য অমিতাভ বচ্চনের জন্য গান করেন। ১৯৭৩ সালে অমিতাভের 'অভিমান' চলচ্চিত্রের জন্য তার গানগুলি জনপ্রিয় হয়। এরফলে পরবর্তী মেগাস্টার অমিতাভের নেপথ্য গায়ক হিসাবে তিনি নিজেকে প্রতিষ্ঠিত করেন।\nকিশোরের এই সাফল্যের পরে বলিউডের অন্য সুরকারেরাও তাকে নিজেদের প্রধান গায়ক হিসাবে বেছে নিতে বাধ্য করে। এঁদের মধ্যে প্রধান ছিলেন লক্ষ্মীকান্ত পেয়ারেলাল জুটি। গীতিকার আনন্দ বক্সী সুরকার লক্ষ্মীকান্ত পেয়ারেলাল এবং কিশোর কুমার জুটি বেশ কিছু রাজেশ খান্নার চলচ্চিত্রের জন্য অনবদ্য সঙ্গীত উপহার দেন। যেমন দাগ, রোটি, হাথি মেরে সাথি। লক্ষ্মীকান্ত পেয়ারেলালের সুরেই কিশোর ও মোহাম্মদ রফি একসাথে গান করেন এবং কিশোর ও লতা মঙ্গেশকরের বেশ কিছু ভাল দ্বৈত গান তৈরি হয়।\nকিশোর কুমার এবং সুরকার কল্যাণজী-আনন্দজী জুটিও বেশ কিছু হিট গান উপহার দেন। যেমন ধর্মাত্মা, লাওয়ারিস, কাবিলা, জনি মেরা নাম, ডন, কাগজ, সফর, মুকাদ্দর কা সিকন্দর প্রভৃতি চলচ্চিত্রের গান। সত্তর এবং আশির দশক জুড়ে কিশোরের জয়যাত্রা অব্যাহত থাকে। নতুন অল্পবয়েসি নায়ক যেমন ঋষি কাপুর এবং সঞ্জয় দত্তের জন্যও তিনি সফল গান উপহার দেন। রাহুলদেব বর্মনের সুরেই যে তিনি সবথেকে বেশি জনপ্রিয় গান গেয়েছেন তাতে কোন সন্দেহ নেই। রাহুল এবং কিশোর জুটির কিছু অনবদ্য চলচ্চিত্রের নাম হল শোলে, ওয়ারান্ট, হীরা পান্না, শরীফ বদমাশ, আঁধি, রকি, দ্য বার্নিং ট্রেন, আপকি কসম, আপনা দেশ, ধরম করম, টক্কর, সীতা অর গীতা, জোশিলা, কসমে বাদে, রামপুর কা লক্ষ্মণ, কালিয়া, গোলমাল প্রভৃতি।\nনতুন সুরকার যেমন রাজেশ রোশন এবং বাপ্পী লাহিড়ী'র সুরেও তিনি বেশ কিছু হিট গান গেয়েছেন। রাজেশ রোশনের সুরে দো অর দো পাঁচ, দুসর আদমি, মনপসন্দ, এবং বাপ্পী লাহিড়ী'র সুরে নমক হালাল এবং শরাবী চলচ্চিত্রের গান উল্লেখযোগ্য। তার পুরো কর্মজীবনে কিশোর আটবার শ্রেষ্ঠ পুরুষ নেপথ্য কণ্ঠশিল্পী বিভাগে ফিল্মফেয়ার পুরস্কার পুরস্কার পান।\n\n\n== বাংলা গান এবং চলচ্চিত্র ==\nহিন্দির পাশাপাশি তিনি প্রচুর জনপ্রিয় বাংলা চলচ্চিত্র সহ বাংলা আধুনিক গানও গেয়েছেন। উত্তম কুমারের জন্য তার প্লেব্যাক করা উল্লেখযোগ্য ছবির ভিতর রয়েছে রাজকুমারী, অমানুষ, আনন্দ আশ্রম এবং ওগো বধূ সুন্দরী। একটি বাংলা ছবি লুকোচুরি তে তিনি নায়কের অভিনয় এবং গান করেছেন। সত্যজিৎ রায়ের দু'টি চলচ্চিত্র চারুলতা এবং ঘরে বাইরের জন্য তিনি রবীন্দ্র সঙ্গীত গেয়েছিলেন। বাংলা চলচ্চিত্রের বিখ্যাত দুই নায়ক প্রসেনজিৎ এবং তাপস পালের কেরিয়ারের দুই উল্লেখযোগ্য হিট যথাক্রমে অমর সঙ্গী এবং গুরুদক্ষিণার জন্যও তিনি প্লেব্যাক করেছিলেন। কেরিয়ারের শেষদিকে কিশোর কুমার হেমন্ত মুখোপাধ্যায়ের তত্ত্বাবধানে রবীন্দ্রসঙ্গীতের অ্যালবাম রেকর্ড করেন মেগাফোন রেকর্ড কোম্পানী থেকে। ১৯৮১ সালে প্রকাশিত হয় বারোটি রবীন্দ্রসঙ্গীতের সংকলন \" এই কথাটি মনে রেখো\" শীর্ষক এল পি রেকর্ড। ১৯৮৬ সালে ঐ একই সংস্থা থেকে প্রকাশিত হয়েছিলো হেমন্ত মুখোপাধ্যায়ের দীর্ঘদিনের সহযোগী ও সুহৃদ সমরেশ রায়ের পরিচালনায় কিশোর কুমারের গাওয়া বারোটি রবীন্দ্রসঙ্গীতের দ্বিতীয় সংকলন \"দিনের শেষে ঘুমের দেশে\" শীর্ষক এল পি রেকর্ড। বলা বাহুল্য, দুটি এল পি রেকর্ড-ই অসম্ভব জনপ্রিয়তা লাভ করে। ঐ সংকলন দুটি পরবর্তী কালে ক্যাসেট এবং সি ডি-তেও প্রকাশিত হয়। এ কথা অনস্বীকার্য যে আজ রবীন্দ্রসঙ্গীত নিয়ে যে ব্যাপক চর্চা, পরীক্ষা নিরীক্ষা এবং সঙ্গীতায়োজন বা অ্যারেঞ্জামেন্ট হচ্ছে তার অন্যতম পথ প্রদর্শক কিশোর কুমারের ঐ দুটি রবীন্দ্রসঙ্গীতের অ্যালবাম বা সংকলন। এ বিষয়ে বলা যেতে পারে তিনি শ্রদ্ধেয় দেবব্রত (জর্জ) বিশ্বাসের অনুসারী এবং সত্যজিৎ রায়ের আশীর্বাদ ধন্য। রবীন্দ্রসঙ্গীতকে অচলায়তন থেকে মুক্ত করার এই ধারায় তার পরবর্তীতে পীযূষ কান্তি সরকার এবং আরও অসংখ্য নবীন  উদার মানসিকতার শিল্পী এগিয়ে এসেছেন এবং তা আজও প্রবহমান। \nকিশোর কাজের সূত্রে বম্বেতে থাকলেও তিনি ছিলেন একজন খাঁটি বাঙালি। শোনা যায়, তিনি নাকি বাঙালি খাবার খেতে বেশী পছন্দ করতেন। প্রত্যেক পুজোতে তিনি অ্যালবাম প্রকাশ করতেন। বিশেষত তার এই পুজো অ্যালবামের গানগুলো বাংলায় অন্যতম সুপারহিট বলে পরিগণিত হয়। তার এই গানগুলো এখনও পর্যন্ত ততটাই জনপ্রিয় আছে। এখনও এই গানগুলো বিভিন্ন পুজো প্যান্ডেলে না বাজলে মনে হয় না দুর্গাপূজা এসেগেছে। কিশোর কুমারের গান বাংলা সঙ্গীতজগতের অবিচ্ছেদ্য অঙ্গ। বাঙালির সংষ্কৃতির সঙ্গে ওতপ্রোতাবে জড়িয়ে রয়েছেন কিশোর কুমার। তার উদাত্ত কণ্ঠ মাধুর্য্য বাঙালিকে এখনও মুগ্ধ করে রেখেছে। একটা কথা না বললেই নয়। সেটি হচ্ছে কিশোর কুমার বাংলা ভাষায় চারটি ছবিতে অভিনয় করেছেন: \"লুকোচুরি\", \"মধ্যরাতের তারা\", \"একটুকু ছোঁয়া লাগে\" এবং \"দুষ্টু প্রজাপতি\"। এর মধ্যে \"লুকোচুরি\" ছবিটির প্রযোজক তিনি নিজেই। আর সবচেয়ে উল্লেখযোগ্য বিষয় হচ্ছে এই চারটি ছবিরই সঙ্গীত পরিচালক হচ্ছেন হেমন্ত মুখোপাধ্যায়। সঙ্গীত জগতে এটা প্রায় সর্দজনবিদিত যে কিশোর কুমার হেমন্ত মুখোপাধ্যায়কে অসম্ভব শ্রদ্ধা করতেন। অপর পক্ষে হেমন্তবাবুর অপরিসীম স্নেহ আর ভরসা তথা বিশ্বাস ছিলো তার অনুজপ্রতীম কিশোর কুমারের প্রতি। \"খামোশী\" ছবিতে হেমন্ত মুখোপাধ্যায়ের সুরে \"ওহ শাম কুছ আজ়ীব থী\" অবিস্মরণীয় কিশোর কুমার-রাজেশ খান্না জুটির সূচনা করে। এ ছবির প্রযোজক ছিলেন স্বয়ং হেমন্ত মুখোপাধ্যায়। এক ইতিহাসের ধারার সূচনা হয় এইখান থেকে। বাকীটা সকলেই জানে। ভারতীয় সঙ্গীতের ইতিহাসে এই দুই চির জনপ্রিয় সর্বজনশ্রদ্ধেয় সঙ্গীত ব্যক্তিত্ব ছিলেন স্বাভাবিক এবং সহজাত প্রতিভা-দক্ষতার অনন্য উদাহরণ এবং এই প্রভাব থেকে ভারতীয় সঙ্গীত কোনোদিনই বেরোতে পারবে না কারণ সেটা অসম্ভব।\n\n\n=== প্লেব্যাক করা বাংলা ছবি ===\n\n\n=== জনপ্রিয় বাংলা গান ==="}