{"pageid": 1005565, "title": "প্যালিনোলজি", "url": "https://bn.wikipedia.org/wiki?curid=1005565", "content": "প্যালিনোলজি হল আক্ষরিক অর্থে \"ধূলিকণার অধ্যয়ন\" (গ্রীক ভাষায়: παλύνω, ট্রান্সলিট।  একটি ক্লাসিক প্যালিনোলজিস্টে বায়ু, জল, বা যে কোনও বয়সের পলিসহ জমা থেকে সংগ্রহিত কণা নমুনাগুলি বিশ্লেষণ করে। সেগুলো  জৈব এবং অজৈব কণাগুলির অবস্থা এবং সনাক্তকরনের মাধ্যমে তাদের জীবন, পরিবেশ এবং শক্তিশালী অবস্থার জন্য প্যালিনোলজিস্ট ক্লু দেয়।\nএই শব্দটি সাধারণত অনুশাসনের একটি উপসেটকে বোঝাতে ব্যবহৃত হয়, যাকে \"ম্যাক্রোমোলিকুলার জৈব রচনা (যেমন, কার্বন, হাইড্রোজেন, নাইট্রোজেন এবং অক্সিজেনের মিশ্রণ) এর মাইক্রোস্কোপিক অবজেক্টগুলির অধ্যয়ন হিসাবে বোঝানো হয়, হাইড্রোক্লোরিক বা হাইড্রোফ্লোরিকের মধ্যে দ্রবীভূত করতে সক্ষম নয়। পলিন, স্পোরস, অরবিকুলস, ডাইনোকিস্টস, এক্রিটার্কস, চিটিনোজোয়ানস এবং স্কোলোকোডকন্টস সহ পলিমাটি শিলা এবং পললগুলির মধ্যে পাওয়া পার্টিকুলেট জৈব পদার্থ (পিওএম) এবং কিরোজেন সহ সমকালীন এবং জীবাশ্মের পলিনোমর্ফগুলি অধ্যয়ন করে এমন বিজ্ঞান। প্যালিনোলজিতে ডায়াটমস, ফোরামাইনিফ্রান্স বা সিলিসিয়াস বা ক্যালকেরিয়াস এক্সোসকেলেটনের সাথে যুক্ত অন্যান্য জীব অন্তর্ভুক্ত। \n\n\n== সংজ্ঞা ==\nপ্যালিনোলজি হল আক্ষরিক অর্থে \"ধূলির অধ্যয়ন\" (গ্রীক ভাষায়: παλύνω, ট্রান্সলিট। প্যালুনি, \"স্ট্রইউ, ছিটিয়ে\" এবং বিজ্ঞান) বা \"প্রবাহিত কণা\"। একটি ক্লাসিক প্যালিনোলজিস্ট বায়ু থেকে, জল থেকে, বা যে কোনও বয়সের পলিসহ জমার থেকে সংগ্রহিত কণা নমুনাগুলি বিশ্লেষণ করে। জৈব এবং অজৈব কণাগুলির অবস্থা এবং সনাক্তকরণ তাদের জীবন, পরিবেশ এবং শক্তিশালী অবস্থার জন্য প্যালিনোলজিস্ট ক্লু দেয়।\nএই শব্দটি সাধারণত অনুশাসনের একটি উপসেটকে বোঝাতে ব্যবহার করা হয়, যা \"ম্যাক্রোমোলিকুলার জৈব রচনা (যেমন, কার্বন, হাইড্রোজেন, নাইট্রোজেন এবং অক্সিজেনের মিশ্রণ) এর অণুবীক্ষণিক পদার্থগুলির অধ্যয়ন হিসাবে বোঝানো হয়েছে, হাইড্রোক্লোরিকের মধ্যে দ্রবীভূত করতে সক্ষম নয় বা  হাইড্রোফ্লুরিক অ্যাসিড \"।\nপলিন, স্পোরস, অরবিকুলস, ডাইনোকিস্টস, এক্রিটার্কস, চিটিনোজোয়ানস এবং স্কোলোকোডকন্টস সহ পলিমাটি শিলা এবং পললগুলির মধ্যে পাওয়া পার্টিকুলেট জৈব পদার্থ (পিওএম) এবং কিরোজেন সহ সমকালীন এবং জীবাশ্মের পলিনোমর্ফগুলি অধ্যয়ন করে এমন বিজ্ঞান। প্যালিনোলজিতে ডায়াটমস, ফোরামাইনিফ্রান্স বা সিলিসিয়াস বা ক্যালকেরিয়াস এক্সোসকেলেটন সহ অন্যান্য জীবকে অন্তর্ভুক্ত করা হয় না।\nআন্তঃশৃঙ্খলা বিজ্ঞান হিসাবে গ্রন্থ বিজ্ঞান, পৃথিবী বিজ্ঞান (ভূতত্ত্ব বা ভূতত্ত্ব বিজ্ঞান) এবং জৈবিক বিজ্ঞান (জীববিজ্ঞান), বিশেষত উদ্ভিদ বিজ্ঞান (উদ্ভিদবিজ্ঞান) এর ছেদে দাঁড়িয়ে আছে। মাইক্রোপ্যালিওন্টোলজি এবং প্যালিওবোটানির একটি শাখা স্ট্র্যাটিগ্রাফিক্যাল প্যালিনোলজি প্রাকসাম্ব্রিয়ান থেকে হলোসিন পর্যন্ত জীবাশ্মের প্যালিনোমর্ফগুলি অধ্যয়ন করে।\n\n\n== ইতিহাস ==\n\n\n=== প্রথম দিকের ইতিহাস ===\nমাইক্রোস্কোপের অধীনে পরাগের প্রথম দিকের পর্যবেক্ষণগুলি সম্ভবত ১৬৪০ এর দশকে ইংরেজ উদ্ভিদবিদ নেহেমিয় গ্রু দ্বারা হয়েছিল, যিনি পরাগ এবং স্টামেন বর্ণনা করেছিলেন এবং এই সিদ্ধান্তে পৌঁছেছিলেন যে ফুলের গাছগুলিতে যৌন প্রজননের জন্য পরাগের প্রয়োজন হয়।\n১৮৭০ দশকের শেষভাগে, যখন অপটিকাল মাইক্রোস্কোপগুলি উন্নত হয়েছিল এবং স্ট্র্যাগ্রাফির নীতিগুলি কার্যকর করা হয়েছিল, তখন রবার্ট কিডস্টন এবং পি রেইনস ডেভোনিয়ান এবং কার্বোনিফেরাস কয়লা শিবিরে জীবাশ্মের বীজের উপস্থিতি পরীক্ষা করতে এবং জীবিত স্পোর এবং প্রাচীনদের জীবাশ্মের বীজের মধ্যে তুলনা করতে সক্ষম হন জীবাশ্মের বীজ। প্রাথমিক তদন্তকারীদের মধ্যে রয়েছে ক্রিশ্চিয়ান গটফ্রিড এহরেনবার্গ (রেডিওলারিয়ান, ডায়াটমস এবং ডাইনোফ্লেজেলেট সিস্ট), গিদিওন ম্যানটেল (ডেসিমিডস) এবং হেনরি হপলি হোয়াইট (ডাইনোফ্লেজলেট সিস্ট)।\n\n\n=== ১৮৯০ থেকে ১৮৪০ শতকের ইতিহাস ===\nপরাগের পরিমাণগত বিশ্লেষণ লেনার্ট ভন পোস্টের প্রকাশিত কাজের সাথে শুরু হয়। যদিও তিনি সুইডিশ ভাষাতে প্রকাশিত হন, তবুও তাঁর পদ্ধতি তাঁর বক্তৃতাগুলির মাধ্যমে একটি প্রশস্ত শ্রোতা লাভ করেছিলেন। বিশেষ করে, ১৯১৬ সালের তার ক্রিশ্চিয়ানা বক্তৃতা বৃহত্তর শ্রোতাদের অর্জনে গুরুত্বপূর্ণ ছিল। কারণ নর্ডিক ভাষাগুলিতে প্রাথমিক তদন্ত (স্ক্যান্ডিনইভিয়ান ভাষা) প্রকাশিত হয়েছিল, পরাগ বিশ্লেষণের ক্ষেত্রটি সেই দেশে সীমাবদ্ধ ছিল। থিসিসের গাননার এরডম্যানের জার্মান প্রকাশনার সাথে বিচ্ছিন্নতা শেষ হয়। পরাগ বিশ্লেষণ পদ্ধতিটি ইউরোপ এবং উত্তর আমেরিকায় ব্যাপকভাবে বিস্তৃত হয়ে ওঠে এবং কোয়ান্টনারি গাছপালা এবং জলবায়ু পরিবর্তনের গবেষণায় বিপ্লব করেছে।\nএর আগে পরাগ গবেষকরা ফ্রুহ (১৮৮৫), যিনি অনেক সাধারণ গাছের পরাগের ধরন, একটি উল্লেখযোগ্য সংখ্যা এবং ঔষধি পোলেন শস্যের সংখ্যা উল্লেখ করেছেন। সুইডিশ লেকের তলদেশে (১৮৮৮) দ্বারা নেওয়া পরাগ নমুনার একটি গবেষণা আছে; পাইন এবং স্প্রুস পরাগের এই ধরনের অনুশীলনে পাওয়া যায় যে তিনি তাদেরকে \"সূচক ফসিলস\" হিসাবে সেবাযোগ্য বলে মনে করেছিলেন। জর্জ এফ, এল সারউইউ কোপেনহেগেনের আশ্রয় থেকে মিডল প্লিস্টোসিন বয়স (ক্রোমেরিয়ান) এর জীবাশ্ম পরাগ অধ্যয়ন করেন। লাজার্থিয়াম (সাল ১৯০৫) এবং সি. এ. ওয়েবার (এইচ এ ওয়েবার ১৯১৮) প্রথম মধ্যে 'শতাংশ ফ্রিকোয়েন্সি' গণনা গ্রহণের প্রথম ব্যক্তি প্রদর্শিত হবে।\n\n\n=== ১৯৪০ থেকে ১৯৮৯ ===\nপ্যালেনোলজি শব্দটি হাইড এবং উইলিয়ামস ১৯৪৫ সালে পরাগ বিশ্লেষণ বিজ্ঞপ্তি (উত্তর আমেরিকার পল সিয়ার্স দ্বারা উৎপাদিত পরাগ বিশ্লেষণে উত্সর্গীকৃত প্রথম জার্নালগুলির মধ্যে একটি) এর পাতায় সুইডিশ ভূতাত্ত্বিক আর্নস্ট অ্যান্তেভসের সাথে যোগাযোগের পরে ১৯৪৪ সালে প্রবর্তন করেছিলেন। হাইড এবং উইলিয়ামস গ্রিক শব্দগুলির পালুনোর অর্থ 'ছিটানো' এবং ম্লান অর্থ 'ধুলা' (এবং এভাবে লাতিন শব্দ পরাগের সাথে সমান) এর ভিত্তিতে গ্রন্থবিদ্যা বেছে নিয়েছিল।\nউত্তর আমেরিকার পরাগ বিশ্লেষণ ওকলাহোমা বিশ্ববিদ্যালয়ের সিয়ার্সের অধীনে এমএসের ছাত্র ফিলিস ড্রাপারের কাছ থেকে শুরু হয়েছিল। ছাত্র থাকাকালীন সময়ে তিনি একটি নমুনা থেকে প্রথম পরাগ চিত্রটি বিকাশ করেছিলেন যা কার্টিস বগের বিভিন্ন গভীরতায় বিভিন্ন প্রজাতির শতাংশ চিত্রিত করে। এটিই ছিল উত্তর আমেরিকাতে পরাগ বিশ্লেষণের সূচনা; পরাগের চিত্রগুলি আজও প্রায়শই একই অক্ষরে থাকে যা ওয়াই-অক্ষের গভীরতা এবং এক্স-অক্ষের প্রজাতির প্রচুর পরিমাণে রয়েছে।\n\n\n=== ১৯৯০ থেকে একবিংশ শতাব্দী ===\nঅপ্টিক্স এবং কম্পিউটারগুলির অগ্রগতির কারণে পরাগ বিশ্লেষণ এই সময়ের মধ্যে দ্রুত অগ্রসর হয়েছিল। বিজ্ঞানের বেশিরভাগ অংশই এই বিষয়টির পাঠ্যপুস্তকে জোহানেস ইভারসেন এবং নট ফাগ্রি দ্বারা সংশোধন করা হয়েছিল।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}