{"pageid": 1005942, "title": "মধুরান্তকম", "url": "https://bn.wikipedia.org/wiki?curid=1005942", "content": "মধুরান্তকম দক্ষিণ ভারতের তামিলনাড়ু রাজ্যে অবস্থিত চেঙ্গলপট্টু জেলার একটি পৌরনিগম। শহরটি তামিলনাড়ুর কৃত্রিম ও দ্বিতীয় বৃৃহত্তম মধুরান্তকম হ্রদের জন্য পরিচিত৷ জনশ্রুতি রয়েছে চোল রাজা উত্তম চোল এই হ্রদটি নির্মাণ করান এবং মধুরান্তকম নাম রাখেন৷ শহরটিতে অবস্থিত অন্যতম আকর্ষণটি হলো এরিকাতা রাম মন্দির৷\n\n\n== ইতিহাস ==\nশ্রী রামানুজ আচার্যের পদধুলিধন্য কিছু স্থানের মধ্যে মধুরান্তকম অন্যতম৷ তবে এখানে কোনো আলবার ভক্তিগীতি রচনা করেন নি৷ স্থানটির বিশেষত্ব এই যে, বাকি সকল স্থানে রামানুজাচার্যের গৈরিক বস্ত্র পরিহিত মূর্তি থাকলেও এখানে মূর্তিটি শ্বেতবস্ত্র৷\nতার রচিত দুটি পদ্য অনুযায়ী কথক মানবল মামুনিগল স্থানীয়দের নিকট পূর্ব পাপের প্রায়শ্চিত্তের জন্য এঅ স্থানটির মাহাত্ম্যের কথা উল্লেখ করেন৷ শহরটিতে লক্ষ্মী-নরসিংহ, পেরিয়া-নাম্বি, রামানুজাচার্য, অণ্ডাল, সুদর্শন ও বেদান্ত দেশিকের মূর্তি রয়েছে৷ রামানুজাচার্য মন্দিরের বিপরীতে অবস্থিত জলাধারের প্রান্তেই রয়েছে অঞ্জনেয় মূর্তি৷\n\n\n== ভূগোল ==\nমধুরান্তকম শহর জেলাসদর চেঙ্গলপট্টু থেকে ২৫ কিলোমিটার ও রাজধানী চেন্নাই থেকে ৮২ কিলোমিটার দূরে অবস্থিত৷ এটি বর্তমানে মধুরান্তকম তালুকের সদর৷\nমধুরান্তকমের নিকট অবস্থিত জলাধারটি আশেপাশের ১,০০০ টি গ্রামের সেচের কাজে ব্যবহৃত হয়৷ জলাধারটি জলপূর্ণ হলে এটি থেকে নির্গত কিলিয়ার নদীতেও বন্যা পরিস্থিতি তৈরি হয়৷ কিলিয়ার নদী পালার নদীতে মিলিত হয় ও পালার নদীর জল বঙ্গোপসাগরে পতিত হয়৷ মধুরান্তকম করমণ্ডল উপকূল বরাবর অবস্থিত ও উত্তর-পূর্ব মৌসুমী বায়ুর প্রভাবে বৃষ্টিপাত হয়৷ দক্ষিণ-পশ্চিম মৌসুমী বায়ুর প্রভাবে সন্ধ্যায় সামান্য বৃষ্টিঅহয়ে থাকে৷\nতালুকে বাইয়ানূর, মালাইপালয়ম, পেরুম্বেরকণ্ডিগাই, চিত্রবাড়ি নামে ছোট ছোট পাহাড় দেখা যায়৷ উপকূল অঞ্চলে লোহিতমৃত্তিকা ও অন্যান্য অংশে কৃষ্ণমৃত্তিকা দেখা যায়৷\n\n\n== পরিবহন ==\nমধুরান্তকম শহর থেকে চেন্নাই, চেঙ্গলপট্টু, কাঞ্চীপুরম, উত্তরমেরূর, তিরুকালকুন্দ্রম, কডলুর, চেইয়ুর পর্যন্ত বাস পরিবহন ব্যবস্থা রয়েছে৷ চেন্নাই-ভিল্লুপুরম পথে মধুরান্তকম রেলওয়ে স্টেশন এই শহরের নিকটেই অবস্থিত৷\n\n\n== দর্শনীয় স্থান ==\n\n\n=== পাখিরালয় ===\nমধুরান্তকম থেকে প্রায় ১২ কিলোমিটার (৭.৫ মাইল) উত্তর-পশ্চিমে রয়েছে বেড়ন্তাঙ্গল পাখিরালয় এবং কারিকিলি পাখিরালয়৷\n\n\n== জনসংখ্যার উপাত্ত ==\n\n২০১১ খ্রিস্টাব্দে ভারতের জনগণনা অনুসারে মধুরান্তকম শহরের জনসংখ্যা ৩০,৭৯৬ জন, যেখানে প্রতি হাজার পুরুষে নারী সংখ্যা ১,০১৯ জন, গড় লিঙ্গানুপাত ৯২৯ থেকে অধিক৷ ছয় বছর অনূর্ধ্ব শিশু সংখ্যা ৩,১৮৪ জন, যার মধ্যে শিশুপুত্র ১,৬১৫ ও শিশুকন্যা ১,৫৬৯ জন৷ শহরের গড় সাক্ষরতার হার ৮৪.১০ শতাংশ, যেখানে পুরুষ সাক্ষরতার হার ৯০.৮৮ শতাংশ ও নারী সাক্ষরতার হার ৭৭.৪৮ শতাংশ৷ শহরের মোট পরিবার সংখ্যা ৭,৬৯৯ টি৷ মোট ১২,১৩৫ জন শ্রমজীবী, যেখানে ১৫৮ জন কৃষক, ১,০৪০ জন মূল কৃষিজীবী, ২৮৩ জন গৃহস্থলী কর্মী, ৮,০৬৬ জন অন্যান্য শ্রমজীবী৷ ২,৫৮৮ জন প্রান্তিক শ্রমজীবী, যেখানে ২১ জন প্রান্তিক কৃষক, ১,০৩১ জন প্রান্তিক কৃৃষিজীবী, ১০৬ জন প্রান্তিক গৃহস্থলী কর্মী এবং ১,৪৩০ জন অন্যান্য প্রান্তিক শ্রমজীবী৷\n\n\n== রাজনীতি ==\nতপসিলি জাতির জন্য সংরক্ষিত মধুরান্তকম বিধানসভা কেন্দ্রটি তামিলনাড়ুর কেন্দ্র পুনর্গঠনের পর গঠিত নতুন নির্বাচন কেন্দ্র৷ এটি কাঞ্চীপুরম লোকসভা কেন্দ্রের অন্তর্গত৷\n\n\n== আরও দেখুন ==\nকরুঙ্গুলি\nঅক্ষরবক্কম\n\n\n== তথ্যসূত্র =="}