{"pageid": 1006670, "title": "গ্লেন ফিলিপস", "url": "https://bn.wikipedia.org/wiki?curid=1006670", "content": "গ্লেন ডমিনিক ফিলিপস (ইংরেজি: Glenn Phillips; জন্ম: ৬ ডিসেম্বর, ১৯৯৬) পূর্ব লন্ডন এলাকায় জন্মগ্রহণকারী ও দক্ষিণ আফ্রিকান বংশোদ্ভূত নিউজিল্যান্ডীয় আন্তর্জাতিক ক্রিকেটার। নিউজিল্যান্ড ক্রিকেট দলের অন্যতম সদস্য তিনি। ২০১০-এর দশকের মাঝামাঝি সময়কাল থেকে নিউজিল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করছেন। ঘরোয়া পর্যায়ের ক্রিকেটে অকল্যান্ড দলে খেলছেন। ফেব্রুয়ারি, ২০১৭ সালে নিউজিল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অভিষেক ঘটে তার।\nঘরোয়া প্রথম-শ্রেণীর নিউজিল্যান্ডীয় ক্রিকেটে অকল্যান্ড দলের প্রতিনিধিত্ব করেন গ্লেন ফিলিপস। দলে তিনি মূলতঃ উইকেট-রক্ষক হিসেবে খেলছেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিংয়ের পাশাপাশি ডানহাতে মিডিয়াম বোলিংয়ে পারদর্শী তিনি।\n\n\n== শৈশবকাল ==\nদক্ষিণ আফ্রিকায় গ্লেন ফিলিপসের জন্ম। পাঁচ বছর বয়সে তার পরিবার নিউজিল্যান্ডে চলে আসে। অকল্যান্ডে ক্রিকেট খেলতে শুরু করেন।\nডিসেম্বর, ২০১৫ সালে আইসিসি অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপ খেলার উদ্দেশ্যে নিউজিল্যান্ড দলের সদস্যরূপে তাকে অন্তর্ভুক্ত করা হয়। ডিসেম্বর, ২০১৭ সালে তার কনিষ্ঠ ভ্রাতা ডেল ফিলিপসকেও ২০১৮ সালের আইসিসি অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপ খেলার উদ্দেশ্যে নিউজিল্যান্ড দলে অন্তর্ভুক্ত করা হয়।\n১৮ বছর বয়সে ২৪ জানুয়ারি, ২০১৫ তারিখে  ফোর্ড ট্রফি প্রতিযোগিতায় অংশগ্রহণের মাধ্যমে লিস্ট এ ক্রিকেটে তার অভিষেক ঘটে। নিউ প্লাইমাউথে অনুষ্ঠিত ঐ খেলায় দলের প্রতিপক্ষ ছিল সেন্ট্রাল ডিস্ট্রিক্টস দল।\n৪ ডিসেম্বর, ২০১৬ তারিখে সুপার স্ম্যাশ প্রতিযোগিতায় অংশগ্রহণের মাধ্যমে তার টুয়েন্টি২০ ক্রিকেটে অভিষেক হয়। অকল্যান্ডে অনুষ্ঠিত প্রতিপক্ষীয় ওতাগোর বিপক্ষে অকল্যান্ডের সদস্যরূপে তিনি ৩২ বলে ৫৫ রান সংগ্রহ করেছিলেন তিনি। ২০১৬-১৭ মৌসুমের সুপার স্ম্যাশ প্রতিযোগিতায় ৩৬৯ রান তুলে সর্বোচ্চ রান সংগ্রাহকে পরিণত হন। ঐ মৌসুমের শেষ খেলায় নিজস্ব প্রথম শতরানের ইনিংস খেলেন। সেন্ট্রাল ডিস্ট্রিক্টসের বিপক্ষে তিনি ৫৭ বলে ১১৬ রানে অপরাজিত ছিলেন। তাসত্ত্বেও, ডাকওয়ার্থ-লুইস পদ্ধতিতে স্ট্যাগস দল বিজয়ী হয়। এরফলে, হামিশ মার্শালের পর দ্বিতীয় খেলোয়াড় হিসেবে ঘরোয়া ক্রিকেটে সকল স্তরের ক্রিকেটে শতরান করার কৃতিত্ব প্রদর্শন করেন। তবে, গ্লেন ফিলিপস প্রথম খেলোয়াড় হিসেবে এক মৌসুমে এ সফলতা পেয়েছেন।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n২০১৭ সাল থেকে গ্লেন ফিলিপসের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান রয়েছে। শীর্ষসারির উইকেট-রক্ষক-ব্যাটসম্যান হিসেবে গ্লেন ফিলিপস তার খেলোয়াড়ী জীবনের শুরুতে সাদা বলের ক্রিকেটে অংশ নেন।\n৬ মার্চ, ২৯১৭ তারিখে প্লাঙ্কেট শীল্ড প্রতিযোগিতায় ক্যান্টারবারির বিপক্ষে তার প্রথম-শ্রেণীর ক্রিকেটে অভিষেক হয়। জুন, ২০১৮ সালে অকল্যান্ড কর্তৃপক্ষ ২০১৮-১৯ মৌসুমের জন্যে তাকে চুক্তির আওতায় আনে ও জেসি রাইডারের সাথে চুক্তিছিন্ন করে।\n২০১৮ সালের ক্যারিবীয় প্রিমিয়ার লীগকে ঘিরে প্রতিযোগিতার পাঁচজন খেলোয়াড়ের অন্যতম হিসেবে নজরদারীতে আসেন। জুন, ২০২০ সালে অকল্যান্ড কর্তৃপক্ষ তাকে ২০২০-২১ মৌসুমের জন্যে চুক্তির প্রস্তাবনা দেয়। জুলাই, ২০২০ সালে ক্যারিবীয় প্রিমিয়ার লীগে জ্যামাইকা তাল্লাহজের পক্ষে খেলার জন্যে মনোনীত হন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে একটিমাত্র টেস্ট ও সতেরোটি টি২০আইয়ে অংশগ্রহণ করেছেন গ্লেন ফিলিপস। ৩ জানুয়ারি, ২০২০ তারিখে সিডনিতে স্বাগতিক অস্ট্রেলিয়া দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। এটিই তার একমাত্র টেস্টে অংশগ্রহণ ছিল। এরপর আর তাকে কোন টেস্টে অংশগ্রহণ করতে দেখা যায়নি। এখনো তাকে কোন ওডিআইয়ে অংশগ্রহণ করার সুযোগ দেয়া হয়নি।\nফেব্রুয়ারি, ২০১৭ সালে সফরকারী দক্ষিণ আফ্রিকা দলের বিপক্ষে খেলার জন্যে তাকে নিউজিল্যান্ডের টুয়েন্টি২০ আন্তর্জাতিক দলের সদস্যরূপে অন্তর্ভুক্ত করা হয়। মার্টিন গাপটিলের আঘাতের কারণে তিনি এ সুযোগ লাভ করেন। ১৭ ফেব্রুয়ারি, ২০১৭ তারিখে অকল্যান্ডের ইডেন পার্কে অনুষ্ঠিত সিরিজের একমাত্র টি২০আইয়ে দক্ষিণ আফ্রিকার বিপক্ষে তার অভিষেক হয়।\n\n\n== টেস্ট অভিষেক ==\nঅক্টোবর, ২০১৭ সালে ভারত গমনার্থে তাকে নিউজিল্যান্ডের ওডিআই দলে ঠাঁই দেয়া হয়। তবে, তাকে ঐ সিরিজের কোন খেলায় অংশ নেয়ার সুযোগ দেয়া হয়নি। ডিসেম্বর, ২০১৯ সালে নিউজিল্যান্ডের টেস্ট দলে তাকে যুক্ত করা হয়। দলের সাথে তাকে রাখা না হলেও পরবর্তীতে অস্ট্রেলিয়া গমন করেন। এ পর্যায়ে কেন উইলিয়ামসন, হেনরি নিকোলস সর্দি জ্বরে ভুগছিলেন। ৩ জানুয়ারি, ২০২০ তারিখে সিডনিতে অনুষ্ঠিত সিরিজের তৃতীয় টেস্টে স্বাগতিক অস্ট্রেলিয়ার বিপক্ষে তার অভিষেক পর্ব সম্পন্ন হয়।\n২৯ নভেম্বর, ২০২০ তারিখে সফররত ওয়েস্ট ইন্ডিজ দলের বিপক্ষে সিরিজের দ্বিতীয় টি২০আইয়ে দূর্দান্ত খেলা উপহার দেন। টি২০আইয়ে নিজস্ব প্রথম শতরানের ইনিংস খেলেন তিনি। এরফলে, তিনি কলিন মানরো’র রেকর্ড ভঙ্গ করেন। নিউজিল্যান্ডীয় ব্যাটসম্যান হিসেবে তিনি টি২০আই খেলায় দ্রুততম শতরান করেন মাত্র ৪৬ বলে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nএরিক পেট্রি\nকাইল জেমিসন\nএক টেস্টের বিস্ময়কারী\nনিউজিল্যান্ডীয় টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nআন্তর্জাতিক ক্রিকেটে অংশগ্রহণকারী পরিবারের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে গ্লেন ফিলিপস  (ইংরেজি)\nক্রিকেটআর্কাইভে গ্লেন ফিলিপস   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}