{"pageid": 1006183, "title": "ইথিওপিয়ার ভূগোল", "url": "https://bn.wikipedia.org/wiki?curid=1006183", "content": "ইথিওপিয়া দেশটি আফ্রিকার শিংয়ে অবস্থিত। এটির উত্তরে ইরিত্রিয়া, পূর্বে জিবুতি ও সোমালিয়া, পশ্চিমে সুদান ও দক্ষিণ সুদান, এবং দক্ষিণে কেনিয়া। ইথিওপিয়াতে একটি কেন্দ্রীয় উচ্চ মালভূমি রয়েছে যেটির উচ্চতা সমুদ্রতলের উপরে ১,২৯০ থেকে ৩,০০০ মি (৪,২৩২ থেকে ৯,৮৪৩ ফু) এর মধ্যে পরিবর্তিত হয়, এখানকার সর্বোচ্চ পাহাড়ের উচ্চতা ৪,৫৩৩ মি (১৪,৮৭২ ফু).\nমালভূমিকে তির্যকভাবে বিভক্ত করা গ্রেট রিফ্ট উপত্যকায় নামার ঠিক আগে এই দেশের ভূমির উন্নতি সর্বোচ্চ। বেশ কয়েকটি নদী মালভূমির ওপর দিয়ে গেছে; যাদের মধ্যে সবচেয়ে উল্লেখযোগ্য নীলাভ নীল নদটি তানা হ্রদ থেকে উৎপন্ন হয়েছে। মালভূমি ধীরে ধীরে পশ্চিমে সুদানের নিম্নভূমিতে এবং পূর্বে সোমালির জন অধ্যুষিত সমভূমিতে ঢালু হয়ে নেমেছে। ইথিওপিয়ার পশ্চিমতম অঞ্চল হল সুদানীয় গ্রাম ডেনজোকের বিপরীতে পিবর নদী। এর পূর্বতম অঞ্চলটি পুন্টল্যান্ড এবং গালমুডুগ রাজ্যের বিপরীতে ডোলো মণ্ডলের পূর্ব সীমান্তে অবস্থিত।\n\n\n== ভৌত বৈশিষ্ট্য ==\n\n\n=== ভূগোল ===\n\nউপরি নীলনদের উপত্যকা এবং সুদান ও দক্ষিণ সুদানের সাথে ইথিওপিয়ার সীমানা হল উন্নত মালভূমি অঞ্চল, যেখান থেকে বিভিন্ন অধিত্যকা এবং পর্বতের উত্থান হয়েছে এবং ইথিওপীয় উচ্চভূমি গঠন করেছে। প্রায় প্রতিটি দিকে, সমভূমি থেকে হঠাৎ করে মালভূমির প্রাচীরগুলি উঠে এসেছে, যা বহিঃপর্বত শৃঙ্খলা গঠন করেছে। উচ্চভূমিগুলি এইভাবে একটি স্পষ্টভাবে চিহ্নিত ভৌগোলিক বিভাগ। ইরিত্রিয়াতে, এই মালভূমির পূর্ব প্রাচীরটি রাস কাসার অন্তরীপ (১৮° উত্তর) থেকে অ্যানেসলে উপসাগর (জুলা উপসাগর নামেও পরিচিত) (১৫° উত্তর) পর্যন্ত লোহিত সাগরের সাথে সমান্তরালে চলেছে। এটি তারপর দক্ষিণে ঘুরে ইথিওপিয়ায় ঢুকেছে এবং ৬০০ কিমি (৩৭৩ মা) ধরে ৪০° পূর্বের রেখাটি অনুসরণ করেছে।\nপ্রায় ৯° উত্তরে প্রাচীরে একটি বিরতি রয়েছে, যার মধ্য দিয়ে অওয়াশ নদী পূর্ব দিকে প্রবাহিত। এই বিন্দুতে মূল মালভূমি দক্ষিণ-পশ্চিমে ঘুরে গেছে। অওয়াশ উপত্যকার দক্ষিণে, যে অঞ্চলটি পর্বতমালার স্তরের ১,০০০ মি (৩,২৮১ ফু) নিচে অবস্থিত, সেখানে অন্য একটি স্তূপপর্বত সরাসরি দক্ষিণ দিকে উঠেছে। এই দ্বিতীয় পর্বতমালাটি (আহমার পর্বতমালা) পূর্বমুখী হয়ে এডেন উপসাগরের দিকে পর্বত শৃঙ্খল হয়ে চলে গেছে।\nপূর্ব দিকের প্রধান দুটি পর্বতমালা দক্ষিণে পশ্চিমে সমান্তরাল ধারা বজায় রেখে এগিয়েছে, এদের মধ্যে আছে একটি প্রশস্ত উজান উপত্যকা – এই উপত্যকার মধ্যে অনেকগুলি হ্রদ আছে – প্রায় ৩° উত্তর পর্যন্ত, মালভূমিটির বাইরের (পূর্ব) শাখা আগের মতই ৪০° পূর্বের রেখাটি অনুসরণ করে চলেছে। মালভূমির দক্ষিণ দিকের খাড়াই অত্যন্ত অনিয়মিত, তবে ৬° উত্তর থেকে ৩° উত্তর পর্যন্ত এর অভিমুখ সাধারণভাবে উত্তর-পশ্চিম এবং দক্ষিণ-পূর্ব দিকে। এখান থেকে দেখলে যে অবনতি অঞ্চল দেখা যায় সেখানে আছে তুর্কানা হ্রদ এবং – এই হ্রদের পূর্ব দিকে – দক্ষিণ ওমো অঞ্চল (বৃহত্তর দক্ষিণী রাষ্ট্র, জাতীয়তা এবং গণ অঞ্চলের অংশ)।\nমালভূমিটির পশ্চিম প্রাচীরটি ৬° উত্তর থেকে ১১° উত্তর পর্যন্ত চিহ্নিত এবং দুরারোহ। ১১° উত্তরের পর পাহাড়গুলি আরও পূর্ব দিকে ঘুরে গেছে এবং আরও ধীরে ধীরে পূর্ব সুদানীয় সাভানা সমভূমিতে গিয়ে নেমেছে।\nপূর্বের খাড়া অঞ্চলগুলির গড় উচ্চতা ২,১০০ থেকে ২,৪০০ মি (৬,৮৯০ থেকে ৭,৮৭৪ ফু), এবং অনেক জায়গায় প্রায় লম্বভাবে সমভূমি থেকে উঠে এসেছে। এখানকার সংকীর্ণ এবং গভীর ফাটলের মধ্য দিয়ে পাহাড়ী জলস্রোত ইরিত্রিয়ার বালুকাময় মাটিতে নেমে এসেছে। এই পাথুরে বাধা অতিক্রম করার পরে, ভ্রমনকারী দেখতে পাবে যে চক্রাকার ঢিবির মত অংশ মালভূমির স্বাভাবিক স্তর থেকে কিছুটা উপরে উঠে গেছে।\nপার্বত্য অঞ্চলের প্রাকৃতিক দিকটি চিত্তাকর্ষক। উত্তরের অংশটি মূলত ১০° উত্তর এবং ১৫° উত্তরের মধ্যে অবস্থিত। এখানে বিশান আর্কিয়ান শিলা স্তূপ আছে, যার গড় উচ্চতা সমুদ্রতল থেকে ২,০০০ থেকে ২,২০০ মি (৬,৫৬২ থেকে ৭,২১৮ ফু)।\n\n\n== আরও দেখুন ==\nEthiopia\nExtreme points of Ethiopia\nHistory of Ethiopia\nIndex of Ethiopia-related articles\nList of lakes in Ethiopia\nList of mountains in Ethiopia\nList of rivers of Ethiopia\nList of volcanoes in Ethiopia\nIlemi Triangle\nMandera triangle\n\n\n== তথ্যসূত্র ==\n এই নিবন্ধটি একটি প্রকাশন থেকে অন্তর্ভুক্ত পাঠ্য যা বর্তমানে পাবলিক ডোমেইনে: Cana, Frank Richardson (১৯১১)। \"Abyssinia\"।   চিসাম, হিউ। ব্রিটিশ বিশ্বকোষ। 1 (১১তম সংস্করণ)। কেমব্রিজ ইউনিভার্সিটি প্রেস। পৃষ্ঠা 83–85। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n এই নিবন্ধটিতে সিআইএ ওয়ার্ল্ড ফ্যাক্টবুক থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে  এখানে ।\n\n\n== বহিঃসংযোগ ==\n\nMaps of Ethiopia – Perry–Castañeda Library Map Collection, University of Texas at Austin\nThe soil maps of Ethiopia, EuDASM\nসিআইএ প্রণীত দ্য ওয়ার্ল্ড ফ্যাক্টবুক-এ Ethiopia-এর ভুক্তি\nThe mapping of Ethiopia  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩১ অক্টোবর ২০২০ তারিখে Ethiopia-United States Mapping Mission web site\nETHIOPIA TOPOGRAPHIC MAPS  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ ফেব্রুয়ারি ২০১২ তারিখে East View Cartographic web site\nEthiopia's government mapping agency, Ethiopian Mapping Authority web site\nটেমপ্লেট:Ethiopia topics\nটেমপ্লেট:Geography of Africa"}