{"pageid": 1006822, "title": "আর্জেন্টিনার ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1006822", "content": "আর্জেন্টিনার ইতিহাস চারটি প্রধান অংশে বিভক্ত হতে পারে: প্রাক-কলম্বিয়ান সময় বা প্রাথমিক ইতিহাস (ষোড়শ শতাব্দী পর্যন্ত), উপনিবেশিক সময় (১৫৩০-১৮১০), জাতি গঠনের সময়কাল (১৮১০-১৮৮০) এবং আধুনিক আর্জেন্টিনার ইতিহাস (প্রায় ১৮৮০ সালের)। \nদক্ষিণ আমেরিকার দক্ষিণ উপকূলের একটি দেশ হ'ল এই আর্জেন্টিনা। বর্তমান আর্জেন্টিনা অঞ্চলের প্রাগৈতিহাসিক ঘটনাটি প্রায় ১৩,০০০ বছর আগের যখন পাতাগোনিয়ার দক্ষিণ দিকে প্রথম মানব বসতি স্থাপন শুরু হয়েছিল।\nএ দেশের লিখিত ইতিহাসের শুরু রিও দে লা প্লাতায় ১৫১৬ সালে জুয়ান ডিয়াজ দে সলস এর অভিযানের মধ্য দিয়ে স্পেনীয় ঘটনাপঞ্জী লেখকদের মাধ্যমে। এই সময়েই অঞ্চলটিতে স্পেনীয় দখলের সূচনা হয়।\n১৭৭৬ সালে স্পেনের রাজতন্ত্র প্রতিষ্ঠা করেছিল রিও দে লা প্লাটার ভাইসরালটি।  এই ছাতার অধীনেই ১৮১০ এর মে বিপ্লব -এর ক্রমান্বয়ে একাধিক স্বতন্ত্র রাষ্ট্রের গঠন প্রক্রিয়া শুরু হয়েছিল। এই একাধিক স্বতন্ত্র রাষ্ট্রকে ডাকা হত রিও দে লা প্লাতার ইউনাইটেড প্রদেশসমূহ নামে। ৯ জুলাই ১৮১৬ সালে স্বাধীনতার ঘোষণা এবং ১৮২৪ সালে স্প্যানিশ সাম্রাজ্যের সামরিক পরাজয়ের সাথে সাথে একটি ফেডারেল রাষ্ট্র (১৮৫৩-১৮৬১ সালে) গঠিত হয়েছিল। এটিই আজকের পরিচিত আর্জেন্টিনা প্রজাতন্ত্র।\n\n\n== ক্রমবর্ধমান অস্থিতিশীলতা (১৯৬৯–৭৬) ==\nরেভোলুসিওন আর্জেন্টিনা এর ডি ফ্যাক্টো সরকারের সময়ে বামেরা গোপন আন্দোলনের (আন্ডারগ্রাউন্ড মুভমেন্ট) মাধ্যমে আবারও ক্ষমতা  বৃদ্ধি করতে শুরু করে। সেটি মূলত হিংসাত্মক গেরিলা গোষ্ঠিগুলির মাধ্যমে করা হচ্ছিল। পরে পেরোনিজমের প্রত্যাবর্তনে উত্তপ্ত জলকে শান্ত করার আশা করা হয়েছিল। কিন্তু ফল হয়েছিল এর ঠিক বিপরীত। ডানপন্থী এবং বামপন্থী পেরোনিজমের মধ্যে সৃষ্টি হয়েছিল সহিংস অমান্যতা। এর ফলে কয়েক বছর ধরে সহিংসতা ও রাজনৈতিক অস্থিতিশীলতা সংঘটিত হয়েছিল যা সমাপ্ত হয়েছিল ১৯৭৬ সালের অভ্যুত্থানের সাথে ।\n\n\n=== পরাভবের বছর (১৯৬৯–৭৩) ===\nবিপ্লবী কমিউনিস্ট পার্টি এর প্রাক্তন সদস্যদের সমন্বয়ে গঠিত ফুয়েরজাস আরমাদাস দে লিবেরাসিয়ঁ (এফএএল) এর নেতৃত্বে ১৯৬৯ সালের এপ্রিলে বিভিন্ন সশস্ত্র ক্রিয়াকলাপ সংঘটিত হয়েছিল। এর ফলে নেতৃত্ব দেওয়া এফএএল সদস্যদের মধ্যে বেশ কয়েক জনকে গ্রেপ্তার করা হয়। এটি ছিল আর্জেন্টিনার প্রথম বামপন্থী শহুরে গেরিলা পদক্ষেপ। এই বিচ্ছিন্ন পদক্ষেপের পাশাপাশি কর্ডোবাজো সে বছরই চালু সিজিটি ডি লস আর্জেন্টিনোস এবং তার কর্ডোবেস নেতা আগুস্তিন টোসকো দ্বারা ঘোষিত দেশব্যাপী বিক্ষোভ দেখানো শুরু করা হয়েছিল। ঐ একই বছরে গণ বিপ্লব সেনা (ইআরপি) ট্রটস্কিবাদী শ্রমিকদের বিপ্লব পার্টির সামরিক শাখা  গঠিত হয়েছিল। তারা উচ্চ পদস্থ সমৃদ্ধ আর্জেন্টিনীয় ব্যক্তিদের অপহরণ ক'রে মুক্তিপণ দাবি করে।\n\"ডি ফ্যাক্টো\" সামরিক রাষ্ট্রপতিদের মধ্যে সর্বশেষ আলেজান্দ্রো লানুসে ১৯৭১ সালে নিযুক্ত হন এবং পেরোনবাদী শ্রমিকদের বিক্ষোভ অব্যাহত থাকায় পরিবেশের মধ্যে গণতন্ত্রের পুনঃপ্রতিষ্ঠার চেষ্টা করেছিলেন। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nU.S. State Department Background Note: Argentina\nHistory World: History of Argentina\nBritish Settlers in Argentina and Uruguay—studies in 19th and 20th-century emigration\nDemocratic Transition in Argentina from the Dean Peter Krogh Foreign Affairs Digital Archives"}