{"pageid": 1006493, "title": "উত্তর আয়ারল্যান্ডের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1006493", "content": "উত্তর আয়ারল্যান্ড হল যুক্তরাজ্যের চারটি দেশের মধ্যে একটি, (যদিও সরকারী নথিপত্রে একে একটি প্রদেশ বা অঞ্চল হিসাবেও বর্ণনা করা হয়েছে)। এটি আয়ারল্যান্ড দ্বীপের উত্তর-পূর্বে অবস্থিত। ১৯২১ সালের ৩রা মে, আয়ারল্যান্ড সরকারের আইন ১৯২০র অধীনে একটি পৃথক বৈধ সত্তা হিসাবে এটি তৈরি করা হয়েছিল।  নতুন স্বায়ত্তশাসিত উত্তর আয়ারল্যান্ড গঠিত হয়েছিল আলস্টারের নয়টি কাউন্টির মধ্যে ছয়টি থেকে, সেগুলি হল: চারটি কাউন্টি ইউনিয়নবাদী সংখ্যাগরিষ্ঠতা সহ –  অ্যান্ট্রিম, আর্মাগ, ডাউন এবং লন্ডনডেরি – এবং দুটি কাউন্টি সামান্য\nআইরিশ জাতীয়তাবাদী সংখ্যাগরিষ্ঠতা সহ –  ফারমানাঘ এবং টাইরোন –  তৈরি হয়েছিল ১৯১৮ সালের সাধারণ নির্বাচনে। জাতীয়তাবাদী সংখ্যাগরিষ্ঠতা সহ আলস্টারের বাকি তিনটি কাউন্টিকে এর অন্তর্ভুক্ত করা হয়নি। উত্তর-পূর্বাঞ্চলে বৃহত্তর অংশের ইউনিয়নবাদীরা এর সৃষ্টিকে সমর্থন করেছিল এবং জাতীয়তাবাদীরা বিরোধিতা করেছিল।\n\n\n== স্ব-শাসনের বিরোধ ==\n১৯ শতকের শেষ দিক থেকে, আয়ারল্যান্ডে বাস করা বেশিরভাগ লোকই চেয়েছিল যাতে ব্রিটিশ সরকার আয়ারল্যান্ডকে কিছুটা স্ব-শাসন মঞ্জুর করে। ঊনবিংশ শতকের শেষের দিকে এবং বিংশ শতকের শুরুর দিকে, আইরিশ জাতীয়তাবাদী দল হাউস অফ কমন্সে শাসনভার পেয়েছিল, সেই অবস্থানে থেকে তারা স্ব-শাসন পেতে চেয়েছিল, এটি হলে যুক্তরাজ্যকে না ভেঙে আয়ারল্যান্ড অভ্যন্তরীণ বিষয়ে স্ব-শাসনের অধিকার পেত। আয়ারল্যান্ডকে স্ব-শাসন দিয়ে দুটি বিল ১৮৮৬ এবং ১৮৯৩ সালে হাউস অফ কমন্সে পাস হয়েছিল, কিন্তু হাউস অফ লর্ডস সেটি প্রত্যাখ্যান করে। লিবারাল পার্টি সরকার কর্তৃক সংসদ আইন ১৯১১ পাস হওয়ার সাথে সাথে (এতে হাউস অফ লর্ডসের ক্ষমতা কমানো হয়েছিল, যাতে সংসদের বিলগুলি কার্যকর করতে বিলম্ব না হয়) স্পষ্ট হয়ে গিয়েছিল যে পরবর্তী পাঁচ বছরের মধ্যে সম্ভবত স্ব-শাসন কার্যকর হবে।\nহোম রুল দল প্রায় পঞ্চাশ বছর ধরে এটির জন্য প্রচার চালাচ্ছিল।\nতবে, বেশ কিছু সংখ্যালঘু এই ধারণার তীব্র বিরোধিতা ক'রে ইউনিয়নের বিদ্যমান আকারকে ধরে রাখতে চাইছিল। ১৮৮০র দশক থেকে আইরিশ ইউনিয়নবাদী সংগঠন স্ব-শাসনের বিরুদ্ধে সফলভাবে আন্দোলন করে আসছিল, এবং ১৯১২ সালের ২৮শে সেপ্টেম্বর, উত্তরের ইউনিয়নবাদীদের নেতা এডওয়ার্ড কারসন স্ব-শাসন থেকে আলস্টার কে বাদ দেওয়ার প্রতিশ্রুতি দিয়ে বেলফাস্টে আলস্টার চুক্তি প্রবর্তন করেছিলেন। চুক্তিটিতে ৪৫০,০০০ মানুষ স্বাক্ষর করেছিল। দক্ষিণ ও পশ্চিমের ইউনিয়নবাদীরা বিভক্ত হওয়ার পরে (ডাবলিনের বেশ বড় সংখ্যার জনসমাজ সহ), উত্তরের ইউনিয়নবাদীদের সামনে সম্ভাব্য লক্ষ্য অর্জনের একটি সুযোগ এসে যায়।\nবিশ শতকের গোড়ার দিকে, আলস্টারের বৃহত্তম শহর বেলফাস্ট, আয়ারল্যান্ডের বৃহত্তম শহর হয়ে ওঠে। শক্তিশালী প্রকৌশল ও জাহাজ নির্মান বিভাগ সহ এর শিল্প অর্থনীতি, গ্রেট ব্রিটেনের সাথে ঘনিষ্ঠভাবে সংহত হয়ে যায়। বেলফাস্ট ছিল উল্লেখযোগ্যভাবে আলস্টার প্রোটেস্ট্যান্ট শহর। সেখানে সংখ্যালঘু ক্যাথলিক মণ্ডলী, যারা ৩০%-এরও কম ছিল, নগরীর পশ্চিম অংশে বেশি সংখ্যায় বসবাস করত।\n১৯১২ সালে লিবারাল সংখ্যালঘু সরকার তৃতীয় স্ব-শাসন বিল প্রবর্তন করেছিল। তবে, কনজারভেটিভ পার্টি ইউনিয়নবাদীদের প্রতি সহানুভূতিশীল ছিল, এবং সংসদে ইউনিয়নবাদের প্রবল রাজনৈতিক ক্ষমতা ছিল। হাউস অফ লর্ডস ভারী মাত্রায় সংশোধন করার পরে, কমন্স ১৯১৪ সালে আলস্টারের চারটি কাউন্টিকে তাদের বিধানেরর বাইরে ভোট দেওয়ার অনুমতি দেওয়ার বিষয়ে একমত হয়েছিল এবং পরে কেবল ছয় বছরের জন্য সম্মত হয়। ১৯১৩ এবং ১৯১৪ সাল জুড়ে, আধাসামরিক \"স্বেচ্ছাসেবক সেনা\" নিয়োগ করা হয় এবং তাদের সশস্ত্র করা হয়, প্রথমে ইউনিয়নবাদী আলস্টার স্বেচ্ছাসেবক বাহিনী (ইউভিএফ), এবং এর জবাবে, জাতীয়তাবাদী আইরিশ স্বেচ্ছাসেবক বাহিনী।\nতবে ইউরোপে প্রথম বিশ্বযুদ্ধের ঘটনা প্রাধান্য পেয়ে যায়। যুদ্ধের জন্য স্ব-শাসনের প্রয়োগ বিলম্বিত হয় এবং ইউনিয়নবাদী এবং জাতীয়তাবাদী নেতারা তাদের স্বেচ্ছাসেবকদের ব্রিটিশ সেনাবাহিনীতে যোগ দিতে উৎসাহিত করতে সম্মত হয়।\n\n\n== আরো দেখুন ==\nFlag of Northern Ireland\nHistory of Ireland\nHistory of the United Kingdom\nMurals in Northern Ireland\nHistory of the British Isles\nPolitics of Northern Ireland\n\n\n== টীকা এবং তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nAdamson, Ian. The Identity of Ulster, 2nd edition (Belfast, 1987)\nBardon, Jonathan.  A History of Ulster (Belfast, 1992.)\nBew, Paul, Peter Gibbon and Henry Patterson, Northern Ireland 1921-1994: Political Forces and Social Classes (1995)\nBew, Paul, and Henry Patterson. The British State and the Ulster Crisis: From Wilson to Thatcher (London: Verso, 1985).\nBrady, Claran, Mary O'Dowd and Brian Walker, eds. Ulster: An Illustrated History (1989)\nBuckland, Patrick. A History of Northern Ireland (Dublin, 1981)\nElliott, Marianne. The Catholics of Ulster: A History. Basic Books. 2001. online edition  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ জানুয়ারি ২০১০ তারিখে\nFarrell, Michael. Northern Ireland: The Orange State, 2nd edition (London, 1980)\nHenessy, Thomas. A History of Northern Ireland, 1920-1996. St. Martin's, 1998. 365 pp.\nKennedy, Líam; Ollerenshaw, Philip, সম্পাদকগণ (১৯৮৫)। An Economic History of Ulster 1820 – 1940। Manchester UP। আইএসবিএন 0-7190-1827-7। \nKennedy, Liam and Philip Ollerenshaw, eds, Ulster Since 1600: Politics, Economy, and Society (2013) excerpts\nMcAuley, James White. Very British Rebels?: The Culture and Politics of Ulster Loyalism (Bloomsbury Publishing USA, 2015).\nMiller, David, ed. Rethinking Northern Ireland: culture, ideology and colonialism (Routledge, 2014)\nOllerenshaw, Philip. \"War, industrial mobilisation and society in Northern Ireland, 1939–1945.\" Contemporary European History 16#2 (2007): 169–197.\n\n\n== বহিঃসংযোগ ==\n\n\"Northern Ireland\"। Encyclopædia Britannica Online। Encyclopædia Britannica। ২ জুলাই ২০০৬। \nBBC NI – History\nটেমপ্লেট:History of Europe\nটেমপ্লেট:European history by country\nটেমপ্লেট:United Kingdom topics\nটেমপ্লেট:Irish states since 1171\nটেমপ্লেট:History of the British Isles"}