{"pageid": 10060, "title": "বিশ্বসাহিত্য কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=10060", "content": "বিশ্ব সাহিত্য কেন্দ্র বাংলাদেশের একটি সামাজিক সংগঠন যার মূল লক্ষ্য কিশোর ও যুব সমাজকে আলোকিত মানুষ হিসাবে গড়ে তোলা। এই সংগঠনের মূল কৌশল হলো গ্রন্থপাঠের মাধ্যমে তরুণদের সঠিক পথে পরিচালিত করা। আলোকিত মানুষ চাই শ্লোগানের উপর ভিত্তি করে সংগঠনটি বাংলাদেশে বই পড়া ও সৎ চিন্তা বিকাশ ঘটানোর জন্য কাজ করে থাকে। এর মূল কার্যালয় ঢাকার বাংলামটর এলাকায় অবস্থিত। এছাড়া দেশব্যাপী এর শাখা রয়েছে।\n\n\n== ইতিহাস ==\n\nআবদুল্লাহ আবু সায়ীদ এর উদ্যোগে ১৭ ডিসেম্বর ১৯৭৮ (বাংলা ১লা পৌষ ১৩৮৫) সালে এই সংগঠন প্রতিষ্ঠিত হয়। \"মানুষ তার স্বপ্নের সমান বড়\" এই স্বপ্ন নিয়েই বর্তমানে সারা দেশের প্রায় ১৭ লক্ষাধিক ছাত্রছাত্রী বই পড়া কর্মসূচির সাথে জড়িত। এছাড়াও জ্ঞানের বিভিন্ন শাখার আনন্দময় চর্চা ও উৎকর্ষের ভিতর দিয়ে উদার দৃষ্টিসম্পন্ন মানুষ গড়ে তোলার জন্য ২০১৩ সাল থেকে চালু হয়েছে আলোর ইশকুল ও  অনলাইনে বইপড়া কর্মসূচি আলোর পাঠশালা। কেন্দ্রে রয়েছে সুবিশাল গ্রন্থাগার, চিত্রকলা প্রদর্শনী কক্ষ, চলচ্চিত্র প্রদর্শনের কক্ষ, গান ও সঙ্গীতের আর্কাইভ সহ আরও অনেক কিছু। ভ্রাম্যমাণ গ্রন্থাগার প্রকল্পের অধীনে সংগঠনটি বাসে করে শহরের বিভিন্ন এলাকায় প্রতিদিন বই প্রেরণের কাজও করে থাকে। সারাদেশব্যপী এ লাইব্রেরীর প্রায় ৭৬টি ভ্রাম্যমাণ গাড়ি আছে। আবদুল্লাহ আবু সায়ীদ রেমন মেগসেসে পুরস্কারে ভূষিত হন তার এই সংগঠনটির জন্য।\n\n\n== কার্যক্রম ==\n\n\n=== দেশভিত্তিক উৎকর্ষ কার্যক্রম ===\n\n\n==== শাখাভিত্তিক কর্মসূচি ====\nবাংলাদেশের যেখানেই একসঙ্গে দুটি বা তিনটি স্কুল ও একটি বা দুটি কলেজ রয়েছে সেখানে গড়ে উঠেছে বিশ্বসাহিত্য কেন্দ্রের শাখা। এসব শাখায় দু' ধরনের কাজ চলে:\n\nষষ্ঠ থেকে দ্বাদশ শ্রেণী – এই ৭ শ্রেণীর সদস্যরা প্রতিবছর তাদের মন ও বয়সের উপযোগী ১৬টি সুন্দর, রুচিসম্মত ও উন্নতমানের বই পড়ার সুযোগ পায়। বইপড়াকে উৎসাহিত করার লক্ষ্যে সদস্যদের জন্যে রয়েছে পুরস্কারের পর্যাপ্ত ব্যবস্থা। বাইশ সপ্তাহ স্থায়ী এই কর্মসূচির মধ্য দিয়ে যারা ৭ টি বই পড়ে তাদের পায় 'স্বাগত পুরস্কার', ১০ টি বই পড়ুয়ারা পায় 'শুভেচ্ছা পুরস্কার', ১৩ টি বই পড়লে মেলে 'অভিনন্দন পুরস্কার' এবং সবকটি বই পড়লে পাওয়া যায় 'বিশ্বসাহিত্য কেন্দ্র পুরস্কার'। পুরস্কার হিসেবেও বই প্রদান করা হয়।\nবইপড়া কর্মসূচির পাশাপাশি প্রতি শুক্রবার কেন্দ্রের সদস্যরা অংশ নেয় সাংস্কৃতিক অনুষ্ঠানে। বিভিন্ন ধরনের সাহিত্য ও সাংস্কৃতিক প্রতিযোগিতা, পঠিত বইয়ের ওপর আলোচনা, চলচ্চিত্র প্রদর্শনী, অতিথি বক্তৃতা, সঙ্গীত শ্রবণ কর্মসূচি, মানুষ ও দেশ সম্বন্ধে জানার বিভিন্ন কর্মসূচি, পরিবেশ পরিচিতি, বছরের শেষে দর্শনীয় স্থান ভ্রমণ, পিকনিক – এমনি নানাধরনের কর্মসূচির আয়োজন করা হয়।\n\n২০০৭ সালের হিসাব অনুযায়ী সারাদেশে এ কর্মসূচির ৫০০টি শাখা স্থাপন করা হয়েছে এবং প্রায় ১,০০,০০০ ছাত্র-ছাত্রী নিয়মিতভাবে এতে অংশ নিচ্ছে। গত ২৫ বছরে এ কর্মসূচিতে অংশ নিয়েছে প্রায় ২,৫০,০০০ ছাত্র-ছাত্রী।\n২০১৪ সালে বিশ্বসাহিত্য কেন্দ্র মাদারীপুর শাখার ২৫ বছর পূর্ণ হয়।\n\n\n==== স্কুল ও কলেজভিত্তিক কর্মসূচি ====\nস্কুল-কলেজের ছাত্রছাত্রীদের জন্যে বইপড়ার পাশাপাশি পর্যাপ্ত সাংস্কৃতিক কর্মকাণ্ডের ব্যবস্থা করে করে এই কর্মসূচি। এটি পরিচালিত হয় স্কুল-কলেজগুলোর প্রধান শিক্ষক ও অধ্যক্ষের সহযোগিতায় এবং একজন যোগ্য ও সংস্কৃতিবান শিক্ষক বা অধ্যাপকের উদ্দীপ্ত নেতৃত্বে। এখন পর্যন্ত ৮০০ টি স্কুলের ৪২,০০০ ছাত্রছাত্রী এই কার্যক্রমের অন্তর্ভুক্ত হয়েছে।\n\n\n=== পাঠচক্র কার্যক্রম ===\n\n\n==== দীর্ঘমেয়াদী পাঠচক্র ====\nসাহিত্য, দর্শন, বিজ্ঞান, রাজনীতি, অর্থনীতি, সমাজবিদ্যাসহ বিশ্বজ্ঞানের শ্রেষ্ঠ বইগুলোর পঠন-পাঠন এই চক্রের পাঠ্যতালিকার অন্তর্ভুক্ত।\n\n\n==== অন্যান্য পাঠচক্র ====\nএই কার্যক্রমের আওতায় বিভিন্ন বিষয়ের ওপর স্বল্পমেয়াদী পাঠচক্র আয়োজিত হয়। এ যাবৎ দর্শন পাঠচক্র, রবীন্দ্র অধ্যয়ন পাঠচক্র, রাজনীতি পাঠচক্র, বিশ্ব ইতিহাস পাঠচক্র, বিজ্ঞান পাঠচক্র– এমনি নানাধরনের পাঠচক্র আয়োজিত হয়েছে ও হচ্ছে।\n\n\n== ৩৫ বছর বর্ষপূর্তি অনুষ্ঠান ==\nবিশ্বসাহিত্য কেন্দ্রের ৩৫ বছর পূর্তি উৎসব উপলক্ষে ১৪ মার্চ ২০১৪ তারিখে বিভিন্ন অনুষ্ঠানের আয়োজন করে এই কেন্দ্র। একইসাথে বিশ্বসাহিত্য কেন্দ্রের নতুন ভবনের শুভ উদ্বোধন হয়।\n\n\n== পুরস্কার ==\n২০০৮ - ইউনেস্কোর জ্যঁ আমোস কমেনিউয়াস পুরস্কার।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}