{"pageid": 10066, "title": "ত্রৈধ বিন্দু", "url": "https://bn.wikipedia.org/wiki?curid=10066", "content": "তাপগতিবিজ্ঞানে, যে তাপমাত্রা ও চাপে কোনও পদার্থ একইসাথে গ্যাসীয়, তরল এবং কঠিন তিন অবস্থায় সহাবস্থান করতে পারে তাকে ঐ বস্তুর ত্রৈধ বিন্দু বা ত্রিদশা বিন্দু বলে। এটি সেই তাপমাত্রা এবং চাপ যেখানে ঊর্ধ্বপাতন, গলন এবং বাষ্পীভবনের বক্ররেখাগুলো একে অপরকে ছেদ করে। উদাহরণস্বরূপ, পারদের ত্রৈধ বিন্দু ঘটে −৩৮.৮ ডিগ্রি সেলসিয়াস (−৩৭.৮ ডিগ্রি ফারেনহাইট) তাপমাত্রায় এবং ০.১৬৫ মিলিপ্যাসকেল চাপে।\nযেসকল পদার্থে বহুরূপতা বিদ্যমান আছে সেসকল পদার্থের ক্ষেত্রে কঠিন, তরল এবং গ্যাসীয় দশার ত্রৈধ বিন্দুর পাশাপাশি আরও একটি ত্রৈধ বিন্দু থাকতে পারে, যেখানে একাধিক কঠিন দশা জড়িত থাকে। হিলিয়াম-৪ একটি অস্বাভাবিক উদাহরণ, কারণ এটি কোনো ঊর্ধ্বপাতন/অবক্ষেপণ বক্ররেখা ধারণ করে না এবং তাই এর কঠিন ও গ্যাসীয় দশার মিলনের জন্য কোনো ত্রৈধ বিন্দু নেই। পরিবর্তে এর একটি বাষ্প-তরল-অতিতারল্য বিন্দু, একটি কঠিন-তরল-অতিতারল্য বিন্দু, একটি কঠিন-কঠিন-তরল বিন্দু এবং একটি কঠিন-কঠিন-অতিতারল্য বিন্দু রয়েছে। এগুলোকে ল্যামডা বিন্দুর সাথে গুলিয়ে ফেলা উচিত নয়, যা কোনো ধরনের ত্রৈধ বিন্দু নয়।\nলর্ড কেলভিনের ভাই জেমস থমসন ১৮৭৩ সালে \"ত্রৈধ বিন্দু\" পরিভাষাটি তৈরি করেছিলেন। একাধিক পদার্থের ত্রৈধ বিন্দুগুলো আইটিএস-৯০ আন্তর্জাতিক তাপমাত্রা পরিমাপকে বিন্দু নির্ধারণে ব্যবহৃত হয়, যার মধ্যে হাইড্রোজেনের ত্রৈধ বিন্দু (১৩.৮০৩৩ কেলভিন) থেকে পানির ত্রৈধ বিন্দু (২৭৩.১৬ কেলভিন, ০.০১ °সে বা ৩২.০১৮ °ফা) অন্তর্ভুক্ত।\n২০১৯ সালের আগ পর্যন্ত পানির ত্রৈধ বিন্দু কেলভিনের সংজ্ঞা নির্ধারণে ব্যবহৃত হতো, যা ছিল আন্তর্জাতিক একক পদ্ধতি অনুযায়ী তাপগতিবিজ্ঞানের তাপমাত্রার মূল একক। কেলভিন এমনভাবে সংজ্ঞায়িত ছিল যাতে পানির ত্রৈধ বিন্দু ঠিক ২৭৩.১৬ কেলভিন হয়, তবে ২০১৯ সালের এসআই পুনঃসংজ্ঞায়নের মাধ্যমে কেলভিনকে পুনরায় সংজ্ঞায়িত করা হয়, যাতে বোলট্জম্যান ধ্রুবক ১.৩৮০৬৪৯×১০−২৩ J⋅K−1 ঠিক করা হয় এবং পানির ত্রৈধ বিন্দু একটি পরীক্ষামূলকভাবে পরিমাপিত ধ্রুবক হয়ে ওঠে।\n\n\n== পানির ত্রৈধ বিন্দু ==\n\n\n=== গ্যাস-তরল-কঠিন ত্রৈধ বিন্দু ===\n\n ২০১৯ সালের এসআই সংস্করণের পর পানির ত্রৈধ বিন্দুর মান আর সংজ্ঞায়িত বিন্দু হিসেবে ব্যবহৃত হয় না। তবে এর বাস্তব মান এখনো গুরুত্বপূর্ণ: চাপ এবং তাপমাত্রার এমন একটি বিশেষ সংমিশ্রণ যেখানে তরল পানি, কঠিন বরফ এবং জলীয় বাষ্প স্থিতিশীল সমতলে একসাথে থাকে তা প্রায় ২৭৩.১৬±০.০০০১ কেলভিন এবং বাষ্প চাপ ৬১১.৬৫৭ pascal (৬.১১৬৫৭ millibar; ০.০০৬০৩৬৫৯ standard atmosphere)।\nতরল পানি শুধুমাত্র এমন চাপের অধীনে বিদ্যমান থাকতে পারে যা ত্রৈধ বিন্দুর সমান বা তার চেয়ে বেশি। এর নিচে মহাকাশের শূন্যস্থানে কঠিন বরফ ঊর্ধ্বপাতন হয় এবং তাপ দেওয়ার সময় এটি সরাসরি জলীয় বাষ্পে পরিণত হয়। বিপরীতভাবে, ত্রৈধ বিন্দুর উপরে কঠিন বরফ প্রথমে তরল পানিতে গলে যায় এবং তারপর একটি নির্দিষ্ট তাপমাত্রায় বাষ্পে পরিণত হয়।\nবেশিরভাগ পদার্থের ক্ষেত্রে গ্যাস-তরল-কঠিন ত্রৈধ বিন্দু হলো সর্বনিম্ন তাপমাত্রা যেখানে তরল অবস্থা বিরাজ করতে পারে। কিন্তু পানির ক্ষেত্রে এটা সত্যি নয়। সাধারণ বরফের গলনাঙ্ক চাপ বাড়ানোর সাথে সাথে কমে যায়, যেমনটা দশাচিত্রের ভাঙ্গা সবুজ রেখায় দেখানো হয়েছে। ত্রৈধ বিন্দুর নিচে চাপ প্রয়োগে জলীয় বাষ্প প্রথমে কঠিন এবং তারপর তরলে পরিণত হয়।\nইতিহাসগতভাবে, মঙ্গল গ্রহে মারিনার ৯ মিশনের সময় পানির ত্রৈধ বিন্দুর চাপ \"সমুদ্র সমতল\" নির্ণয়ের জন্য ব্যবহার করা হয়েছিল। বর্তমানে লাইডার এবং মাধ্যাকর্ষণ পরিমাপগুলো মঙ্গলগ্রহের উচ্চতা নির্ধারণে বেশি ব্যবহৃত হয়।\n\n\n=== উচ্চচাপে দশাসমূহ ===\nউচ্চচাপে পানির একটি জটিল দশাচিত্র রয়েছে। এতে ১৫টি পরিচিত বরফের পর্যায় এবং বেশ কয়েকটি ত্রৈধ বিন্দু রয়েছে, যার মধ্যে ১০টি স্থানাঙ্ক রেখাচিত্রে চিহ্নিত করা হয়েছে। উদাহরণস্বরূপ, ২৫১ কেলভিন (−২২ °সে) তাপমাত্রায় এবং ২১০ মিলিপ্যাসকেল (২০৭০ অ্যাটম) চাপে একটি ত্রৈধ বিন্দু রয়েছে, যখন বরফ আইএইচ (সাধারণ বরফ), বরফ ৩ এবং তরল পানি একই সমতলে অবস্থান করে। আরও কিছু ত্রৈধ বিন্দু রয়েছে যেখানে তিনটি কঠিন পর্যায় একসাথে থাকে, যেমন ২১৮ কেলভিন (−৫৫ °সে) তাপমাত্রায় এবং ৬২০ মিলিপ্যাসকেল (৬১২০ অ্যাটম) চাপে বরফ ২, বরফ ৫ এবং বরফ ৬।\nযে উচ্চচাপের বরফের পর্যায় তরলের সাথে সমতলে থাকতে পারে তার জন্য গলনের তাপমাত্রা চাপ বাড়ানোর সাথে সাথে বেড়ে যায়। ২৭৩ কেলভিনের (০ °সে) উপরে জলীয় বাষ্পে চাপ বাড়ানোর সাথে সাথে প্রথমে তরল পানি এবং তারপর একটি উচ্চচাপের বরফের পর্যায় গঠিত হয়। ২৫১ থেকে ২৭৩ কেলভিন তাপমাত্রা পর্যন্ত প্রথমে বরফ ১ গঠিত হয়, তারপর তরল পানি এবং পরে বরফ ৩ বা বরফ ৫ এবং এরপরে অন্যান্য আরও ঘন উচ্চচাপের পর্যায় গঠিত হয়।\n\n\n== ত্রৈধ বিন্দুর কোষ ==\nত্রৈধ বিন্দুর কোষগুলো থার্মোমিটারের ক্রমাঙ্কনে ব্যবহৃত হয়। সূক্ষ্ম ও নির্ভুল কাজের জন্য ত্রৈধ বিন্দুর কোষগুলো সাধারণত হাইড্রোজেন, আর্গন, পারদ বা পানির মতো অত্যন্ত বিশুদ্ধ রাসায়নিক পদার্থ দিয়ে পূর্ণ করা হয় (প্রয়োজনীয় তাপমাত্রার উপর নির্ভর করে)। এই পদার্থগুলোর বিশুদ্ধতা এত বেশি যে, এগুলোর এক মিলিয়নের মাত্র একভাগ অংশে ভেজাল থাকতে পারে। এগুলো ৯৯.৯৯৯৯% বিশুদ্ধ হওয়ায় এগুলোকে \"সিক্স নাইনস\" বলা হয়ে থাকে। একটি নির্দিষ্ট আইসোটোপীয় গঠন (পানির জন্য ভিয়েনা স্ট্যান্ডার্ড মিন ওশান ওয়াটার) ব্যবহার করা হয়, কারণ আইসোটোপীয় গঠনের পরিবর্তনগুলো ত্রৈধ বিন্দুতে ছোট ছোট পরিবর্তন ঘটায়। ত্রৈধ বিন্দুর কোষগুলো এতটাই কার্যকরী যে এগুলো অত্যন্ত নির্ভুল এবং পুনরুৎপাদনযোগ্য তাপমাত্রা অর্জন করতে সাহায্য করে। থার্মোমিটারগুলোর জন্য আন্তর্জাতিক ক্রমাঙ্কন মান আইটিএস–৯০ এর ছয়টি নির্ধারিত তাপমাত্রা চিহ্নিত করতে হাইড্রোজেন, নিয়ন, অক্সিজেন, আর্গন, পারদ এবং পানির ত্রৈধ বিন্দু কোষগুলোর উপর নির্ভর করে।\n\n\n== ত্রৈধ বিন্দুর সারণি ==\nএই সারণিতে কিছু পদার্থের গ্যাস-তরল-কঠিন ত্রৈধ বিন্দু তালিকাভুক্ত করা হয়েছে। তথ্যগুলো যুক্তরাষ্ট্রের ন্যাশনাল ব্যুরো অব স্ট্যান্ডার্ডস (বর্তমান এনআইএসটি) থেকে সংগ্রহ করা হয়েছে।\n\nটীকা:\n\nতুলনার জন্য সাধারণ বায়ুমণ্ডলীয় চাপ ১০১.৩২৫ কিলোপ্যাসকেল (১ অ্যাটম)।\nনতুন এসআই একক প্রবর্তনের পূর্বে পানির সঠিক ত্রৈধ বিন্দু ছিল ২৭৩.১৬ কেলভিন।\n\n\n== আরও দেখুন ==\nদশা সূত্র\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ত্রৈধ বিন্দু সম্পর্কিত মিডিয়া দেখুন।"}