{"pageid": 1006718, "title": "চেঙ্গলপট্টু জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1006718", "content": "চেঙ্গলপট্টু জেলা দক্ষিণ ভারতে অবস্থিত তামিলনাড়ু রাজ্যের ৩৮ টি জেলার একটি জেলা। রেজাল্টের জেলার সদর চেঙ্গলপট্টু শহরে অবস্থিত। ১৮ই জুলাই ২০১৯ খ্রিস্টাব্দে ঘোষণা হওয়ার পর ২৯শে নভেম্বর ২০১৯ খ্রিস্টাব্দে পূর্বতন কাঞ্চীপুরম জেলা থেকে নতুন চেঙ্গলপট্টু জেলা গঠন করা হয়।\n\n\n== জেলা প্রশাসন ==\nচেঙ্গলপট্টু জেলা তিনটি বিভাগে বিভক্ত, এগুলি হল\n\nতাম্বরম রাজস্ব বিভাগ: পল্লাবরম, তাম্বরম ও বণ্ডলুর তালুক নিয়ে গঠিত।\nচেঙ্গলপট্টু রাজস্ব বিভাগ: চেঙ্গলপট্টু, তিরুপোরূর ও তিরুকালকুন্দ্রম তালুক নিয়ে গঠিত।\nমধুরান্তকম রাজস্ব বিভাগ: মধুরান্তকম ও চেইয়ুর তালুক নিয়ে গঠিত।\nএরমধ্যে ‌পল্লাবরম এবং তাম্বরম তালুকদুটি চেন্নাই মহানগর অঞ্চলের অন্তর্ভুক্ত।\n\n\n=== জেলা পঞ্চায়েত ===\nচেঙ্গলপট্টু জেলায় ষোলটি জেলা পঞ্চায়েত রয়েছে।\n\n\n== রাজনীতি ==\nচেঙ্গলপট্টু জেলায় রয়েছে ছয়টি পূর্ণ বিধাানসভা৷ এগুলি হলো:\n\n৩০ - পল্লাবরম - এই কেন্দ্রটি তফসিলী জাতি ও তফসিলী উপজাতিদের জন্য সংরক্ষিত নয়। (মীনবক্কম ব্যতীত) (পে)\n৩১ - তাম্বরম - এই কেন্দ্রটি তফসিলী জাতি ও তফসিলী উপজাতিদের জন্য সংরক্ষিত নয়। (পে)\n৩২ - চেঙ্গলপট্টু - এই কেন্দ্রটি তফসিলী জাতি ও তফসিলী উপজাতিদের জন্য সংরক্ষিত নয়। (কা)\n৩৩ - তিরুপোরূর - এই কেন্দ্রটি তফসিলী জাতি ও তফসিলী উপজাতিদের জন্য সংরক্ষিত নয়। (কা)\n৩৪ - চেইয়ুর - এই কেন্দ্রটি তফসিলী জাতিদের জন্য সংরক্ষিত। (কা)\n৩৫ - মধুরান্তকম - এই কেন্দ্রটি তফসিলী জাতি ও তফসিলী উপজাতিদের জন্য সংরক্ষিত নয়। (কা)\nদুটি বিধানসভা কেন্দ্রের সাথে চেন্নাইও সংযুক্ত, এগুলি হলো:\n\n২৮ - আলান্দুর (পে)\nমূবরসমপেট্টাই ও কাওল বাজার অঞ্চল\n২৭ - শোলিঙ্গনলুর (চে.দ)\nকোয়িলাম্বক্কম, নান্মঙ্গলম অবং মেড়বক্কম৷\nকা : কাঞ্চীপুরম লোকসভা কেন্দ্র,\nপে : শ্রীপেরুম্বুদুর লোকসভা কেন্দ্র,\nচে.দ : চেন্নাই দক্ষিণ লোকসভা কেন্দ্র৷\n\n\n== ভূগোল ==\nচেঙ্গলপট্টু জেলার পূর্ব দিকে রয়েছে বঙ্গোপসাগর, উত্তর দিকে রয়েছে চেন্নাই জেলা, পশ্চিম দিকে রয়েছে কাঞ্চীপুরম এবং তিরুবন্নামালাই জেলা ও দক্ষিণ দিকে রয়েছে ভিল্লুপুরম জেলা। \nচেঙ্গলপট্টু শহরটি রাজধানী চেন্নাইয়ের অতি নিকটে অবস্থিত। ৩২ নং জাতীয় সড়কটি এই জেলার উত্তর থেকে দক্ষিণে বিস্তৃত। জেলার উত্তর দিক চেন্নাইয়ের নৈকট্য থাকার কারণে অধিক নগরায়িত এবং দক্ষিণ দিক তুলনামূলক গ্রামীণ।‌ এই জেলায় অবস্থিত একাধিক হ্রদের মধ্যে মধুরান্তকম হ্রদ আয়তনে সর্বাধিক এবং এটি তামিলনাড়ুর দ্বিতীয় বৃহত্তম। পালার নদীর উপর অবস্থিত দুটি বাদ এই জেলাতে রয়েছে।\n\n\n== অর্থনীতি ==\n\n\n=== শিল্প ===\nচেন্নাই শহরের নিকটে হওয়ার কারণে এখানে প্রক্রিয়াকরণ এবং আইটি শিল্প অধিক। শিল্পের এই দুটি ভাগ রয়েছে জেলার দুটি করিডর তথা জিএসটি রোড এবং ওএমআর-এ। মারাইমালাই নগর ফোর্ড মোটর তৈরি জন্য উল্লেখযোগ্য। ওয়ার্ল্ড সিটি এখানে একটি বিএমডব্লিউ নির্মাণ কেন্দ্র গড়ে তুলেছে এছাড়া এখানে রয়েছে মাহিন্দ্রা রিসার্চ ভ্যালি, যা মাহিন্দ্রা এবং মাহিন্দ্রা অটোমোবাইলসের অন্তর্ভুক্ত। কালবক্কম পারমাণবিক বিদ্যুৎকেন্দ্রটি এই জেলায় অবস্থিত।\n\n\n=== কৃষি ===\nজেলাটির দক্ষিণাংশ কৃষিনির্ভর। মধুরান্তকম, চেইয়ুর ও তিরুকালকুন্দ্রম এই জেলার ধানের যোগান দিয়ে থাকে। জেলার কিছু কিছু অংশে আখ চাষ হয়। মধুরান্তকম তালুকে তামিলনাড়ু সরকারের উদ্যোগে একটি আখের কল তৈরি হয়েছে। উৎপাদিত ডাল ও দানাশস্যের মধ্যে রয়েছে বিউলির ডাল, মুগ ডাল, তিল প্রভৃতি। উৎপাদিত প্রধান শাকসবজি গুলি হল বেগুন ও ঢেঁড়স।\nকোদূরে গ্রীষ্মকালে তরমুজ চাষ হয়ে থাকে এছাড়া কারুঙ্গুলিতে পান চাষ হয়।\n\n\n=== মৎস্য আহরণ ===\nএই জেলার উপকূল বরাবর বহু বছর ধরে সাধারণ মানুষ মাছ চাষ করে আসছেন।‌\n\n\n== পরিবহন ==\nচেঙ্গলপট্টু জেলা রেল এবং সড়কপথে সুপরিবহন যোগ্য।\n\n\n=== সড়ক পথ ===\nজেলাসদর এবং রাজধানীর সাথে এই জেলার বিভিন্ন গ্রাম সড়ক পথে যুক্ত। ৩২ নম্বর জাতীয় সড়কটি জেলার দক্ষিণ থেকে উত্তরে চেন্নাইগামী হয়েছে। জেলার অধিকাংশ বড় সড়কই উত্তর-দক্ষিণে বিস্তৃত। এছাড়াও পূর্ব-পশ্চিমে বিস্তৃত ছোটো ছোটো গ্রামীণ এবং কাঁচা পাকা সড়ক রয়েছে।\n\n\n=== রেলপথ ===\nচেঙ্গলপট্টু থেকে আরক্কোনম রেল বিভাগটি ঐই জেলায় রয়েছে।‌ চেন্নাই ভিল্লুপুরম রেলপথ জেলাটি উত্তর থেকে দক্ষিণে বিস্তৃত। চেন্নাই থেকে তামিলনাড়ুর দক্ষিণগাঁও আমি প্রায় সমস্ত ট্রেনই চেঙ্গলপট্টু এবং তাম্বরম রেলওয়ে স্টেশনে থামে।\n১৯৩১ খ্রিস্টাব্দে বৃহত্তর চেন্নাই নগরীর অংশ হিসেবেই এই জেলার উত্তরের বেশ কিছু অংশ চেন্নাই মহানগরী রেলওয়ের অন্তর্ভুক্ত। চেন্নাই মেট্রো এই জেলার উত্তর দিকে অবস্থিত শহরগুলিকে যুক্ত করবে বলে প্রস্তাবিত।\n\n\n=== বিমানপথ ===\nচেন্নাই আন্তর্জাতিক বিমানবন্দরটি চেঙ্গলপট্টু জেলার অতি নিকটে তিরুশূলম রেলওয়ে স্টেশনের বিপরীতে অবস্থিত। এই বিমান বন্দরের মাধ্যমে চেন্নাই সহ চেঙ্গলপট্টু দেশের বিভিন্ন প্রান্তের সঙ্গে যুক্ত।\n\n\n== পর্যটন ==\nচেঙ্গলপট্টু জেলার কিছু উল্লেখযোগ্য পর্যটনস্থল হলো:\n১. মহাবলীপুরম স্মারকসমূহ\n২. অরিঞ্জর আন্না চিড়িয়াখানা, বাণ্ডলুর\n৩. বেড়ন্তাঙ্গল পাখিরালয়\n৪. কারিকিলি পাখিরালয়\n৫. সদুরঙ্গপত্তনম ওলন্দাজ দুর্গ\n৬. এড়াইকলিনাড়ু কয়াল\n৭. এড়াইকলিনাড়ু পর্তুগীজ দুর্জ\n৮. তিরুকালকুন্দ্রম বেদগিরীশ্বর মন্দির\n৯. আদিপরাশক্তি সিদ্ধপীঠ, মেলমরূবাতুর\n\n\n== তথ্যসূত্র =="}