{"pageid": 1007515, "title": "জীবন ও রাজনৈতিক বাস্তবতা", "url": "https://bn.wikipedia.org/wiki?curid=1007515", "content": "জীবন ও রাজনৈতিক বাস্তবতা বাংলাদেশী লেখক শহীদুল জহির রচিত অভিষেক উপন্যাস। এটি সর্বপ্রথম ১৯৮৭ সালে হাক্কানী পাবলিশার্স থেকে প্রকাশিত হয়। বাংলাদেশের স্বাধীনতা যুদ্ধ এবং যুদ্ধোত্তর দেশে রাজাকারদের পুনর্বাসন ও ক্ষমতায়ন এই নাতিদীর্ঘ উপন্যাসের মূল উপজীব্য। বাংলা কথাসাহিত্যে জহির যোগ করেছেন জাদুবাস্তবতাবাদের স্বতন্ত্র রীতি, যা 'শহীদুল জহিরীয়' নামে পরিচিত। সেই স্বতন্ত্র কথাসাহিত্যরীতির আন্যতম উদাহরণ এই উপন্যাস। মূলত এটি আবদুল মজিদ নামের এক মুক্তিযোদ্ধার অস্তিত্বসংকটের কাহিনী।\n১৯৮৫ সালের পটভূমিতে কাহিনী নির্মিত হলেও, উপন্যাসে ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধকালীন এবং পরবর্তীতে সামরিক অভ্যুত্থান পর্যন্ত বিভিন্ন চিত্র তুলে ধরা হয়েছে। এছাড়াও রয়েছে জীবনের বাস্তবতা ও অন্তর্দহন। মুক্তিযুদ্ধকালীন পাকিস্তান সেনাবাহিনীর অত্যচার, সাধারণ বাঙালি জাতীয়তাবাদী চেতনা, ধর্ম ব্যবসার, ক্ষমতালোভী বাঙালির বিকৃত মানসিকতার দৃশ্যপট এই উপন্যাসে পাওয়া যায়। উপন্যাসটি স্বাধীনতার বাস্তব দলিল হিসাবে বিবেচিত। সাহিত্যিক হাসান আজিজুল হক একে 'প্রখর পরিণত লেখকের লেখা উপন্যাস' বলে মন্তব্য করেছেন।\n\n\n== প্রকাশন ==\n\nসর্বপ্রথম ১৯৮৭ সালে হাক্কানী পাবলিশার্স থেকে এটি প্রকাশিত হয়েছিল। যেটির প্রচ্ছদ নকশা শহীদুল জহির নিজেই করেছিলেন। পরে উপন্যাসটির দ্বিতীয় সংস্করণ প্রকাশ করে শিল্পতরু প্রকাশনী। ১৯৮৮ সালে মাওলা ব্রাদার্স এটি পুনপ্রকাশ করে। তবে মাওলা ব্রাদার্সের দ্বিতীয় সংস্করণে উপন্যাসের শেষের তিন লাইন  পুনঃসম্পাদিত হয়েছে। ২০২৩ সালের ফেব্রুয়ারিতে মাওলা ব্রাদার্স এর সর্বশেষ সংস্করণ প্রকাশ করে।\n\n\n== পটভূমি ==\nএক সাক্ষাৎকারে শহীদুল জহির উল্লেখ করেছেন যে,আশির দশকের মাঝামাঝি সময়ে বাংলাদেশের রাজনৈতিক আবহ এবং একাত্তরের ঘাতক দালাল নির্মূল কমিটির প্রকাশিত \"একাত্তরের ঘাতক ও দালালরা কে কোথায়\" (১৯৮৭) থেকে জীবন ও রাজনৈতিক বাস্তবতা উপন্যাসের ধারণা লাভ করেন। উপন্যাসের কাহিনী তৈরিতে তিনি জাদুবাস্তবতার প্রয়োগ করেছেন, যা তিনি গাব্রিয়েল গার্সিয়া মার্কেসের নিঃসঙ্গতার শতবর্ষ (১৯৬৭) থেকে অনুপ্রাণিত হয়েছিলেন। \n\n\n== কাহিনী ==\nউপন্যাসের মূল চরিত্র আবদুল মজিদ স্বাধীনতার চেতনায় বিশ্বাসী বাঙালি তরুণ। আরেকটি চরিত্র রাজাকার বদু মাওলানা। ১৯৮৫ সালের একদিন রাজাকার বদু মওলানার ছেলে আবুল খয়েরের হরতাল পালনের ভাষণে ১৫ বছর আগের মুক্তিযুদ্ধকালীন সময়েের কথা মনে পড়ে আবদুল মজিদের। যখন আবুল খয়েরের পিতা বদু মওলানার পাকিস্তানী সেনাবাহিনীর সহযোগী হয়েছিলেন। বদু মওলানা ছিল শ্যামাপ্রসাদ চৌধুরি লেনের শান্তিবাহিনীর প্রধান। ধর্মের নামে পাকিস্তানি সেনাবাহিনীর সাথে অপকর্মে লিপ্ত হন। যদিও ১৯৭১ সালে যুদ্ধকালীন লক্ষ্মীবাজারে প্রথম যে লোকটি খুন হয়েছিল তিনি একজন মুসলমান। মানুষ হত্যা করে বদু মাওলানা বিকেলে কাকের উদ্দেশে মৃত মানুষের মাংশের টুকরা ছুড়ে দিত। দেশ স্বাধীন হবার আগে বদু মাওলানার নেতৃত্বে মজিদের বোন মোমেনাকে ধরে নিয়ে যায় রাজাকার দল। মজিদ চেষ্টা করে মোমেনাকে রক্ষা করতে ব্যর্থ হয়। মুক্তিযুদ্ধের শেষ সময়ে বদু মওলানা পাকিস্তানে পালিয়ে যায়। কিন্তু স্বাধীনতার দুই বছর পরে সাধারণ ক্ষমার সুযোগ গ্রহণ করে সে দেশে ফিরে আসে, এবং মুক্তিযোদ্ধা আজিজ পাঠানের সহায়তায় গ্রামে আশ্রয় নেয়। মুক্তিযুদ্ধকালীন সময়ে বদু রাজাকার মুক্তিযুদ্ধের নেতৃত্বদানকারী দলের স্থানীয় নেতা আবদুল আজিজ পাঠানের বাড়িতে অত্যাচার চালিয়েছিল। এসকল ঘটনাগুলো মজিদের মর্মপীড়ার কারণ হয়ে ওঠে। আবদুল মজিদ বোনের নামে মেয়েয় নাম রাখে মোমেনা। শেষে বদু মওলানা ফিরে আসার কারণে অস্তিত্ব রক্ষা করতে আবদুল মজিদ তাদের বাড়ি বিক্রি করে মহল্লা ছেড়ে যায়।\nজহিরের মতে, জনগণ প্রত্যক্ষ বা পরোক্ষভাবে স্বাধীনতাবিরোধী অপশক্তির উত্থানের পক্ষে-বিপক্ষে উৎসাহ প্রদান করে যা তারা স্বীকার করে না। সেই শক্তি রাজনৈতিক শক্তির উত্থান এবং প্রতিষ্ঠায় সাহায্য করে। \n\n\n== চরিত্রসমূহ ==\n\n\n== অনুবাদ ==\n\nউপন্যাসটি বাংলাদেশের সংহতি প্রকাশন থেকে ২০২০ সালের জানুয়ারিতে লাইফ অ্যান্ড পলিটিক্যাল রিয়ালিটি শিরোনামে ইংরেজি ভাষায় প্রকাশিত হয়েছে। যেটি বাংলা থেকে যৌথভাবে অনুবাদ করেছেন ভারতীয় অনুবাদক ভি. রামস্বামী ও বাংলাদেশী অনুবাদক শাহরোজা নাহরিন। ২০২২ সালের ২১ জানুয়ারিতে উপন্যাসটি হার্পার পেরেনিয়াল ইন্ডিয়া থেকে লাইফ অ্যান্ড পলিটিক্যাল রিয়ালিটি: টু নভেলাস বইয়ে প্রকাশিত হয়েছে। একই সংকলনে জহিরের ২টি উপন্যাস সংকলিত হয়েছে, অন্যটি হল আবু ইব্রাহীম'স ডেথ, যেটি আবু ইব্রাহীমের মৃত্যু (২০০৯) উপন্যাসের অনুবাদ। প্রকাশের পর বইটি বিভিন্নভাবে সমালোচিত হয়েছে। ২০২২ সালে আনুবাদকর্মটি বছরের সেরা অনুদিত বই শাখায় অনুবাদ সাহিত্য পুরস্কার লাভ করে।\n\n\n== অভিযোজন ==\nএই উপন্যাস ভিত্তিক একই শিরোনামে সৈয়দ জামিল আহমেদ একটি মঞ্চ নাটকের নির্দেশনা দেন। ২০১৯ সালে জহিরের মৃত্যুবার্ষিকী ২৩ মার্চ নাটকের উদ্বোধনী মঞ্চায়ন অনুষ্ঠিত হয়। উপন্যাসের কাঠামো অপরিবর্তিত রেখে এর মঞ্চায়ন করা হয়েছে।\n\n\n== আরও দেখুন ==\nবাংলাদেশের স্বাধীনতা যুদ্ধ বিষয়ক বইয়ের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমুক্তিযুদ্ধ ই-আর্কাইভএ জীবন ও রাজনৈতিক বাস্তবতা\nগুডরিড্‌সে জীবন ও রাজনৈতিক বাস্তবতা"}