{"pageid": 1007253, "title": "ওয়াশিংটন বিশ্ববিদ্যালয় স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1007253", "content": "ওয়াশিংটন বিশ্ববিদ্যালয় হল একটি হালকা রেল স্টেশন, যা যুক্তরাষ্ট্রের ওয়াশিংটনের সিয়াটলের ওয়াশিংটন বিশ্ববিদ্যালয় প্রাঙ্গণে অবস্থিত। স্টেশনটি সাউন্ড ট্রানজিটের লিংক লাইট রেল ব্যবস্থা দ্বারা পরিবেশন করা হয় এবং এটি লাইন ১ এর বর্তমান উত্তর টার্মিনাস, যা দক্ষিণে ক্যাপিটল হিল স্টেশন ও ডাউনটাউন সিয়াটলের দিকে অব্যাহত রয়েছে। ওয়াশিংটন বিশ্ববিদ্যালয় স্টেশনটি হংকি স্টেডিয়াম ও ইউনিভার্সিটি অব ওয়াশিংটন মেডিকেল সেন্টারের সংলগ্ন মন্টলকে বুলেভার্ড উত্তর-পূর্ব এবং উত্তর-পূর্ব প্যাসিফিক স্ট্রিটের মোড়ে অবস্থিত।\nস্টেশনটিতে লিফট ও এসকেলেটরগুলির দ্বারা ভূমিপৃষ্ঠের প্রবেশপথের সাথে যুক্ত একটি ভূগর্ভস্থ দ্বীপ প্ল্যাটফর্ম রয়েছে। মন্টলেক বুলেভার্ডের উপরের পথচারী সেতুটি স্টেশনকে ওয়াশিংটন বিশ্ববিদ্যালয় প্রাঙ্গণ ও বার্ক-গিলম্যান ট্রেলের সাথে সংযুক্ত করে। ওয়াশিংটন বিশ্ববিদ্যালয় স্টেশনটি ‘ইউনিভার্সিটি লিংক এক্সটেনশন’-এর অংশ হিসাবে নির্মিত হয়, যার নির্মাণ ২০০৯ সালে শুরু হয় এবং ২০১৬ সালের ১৯ মার্চ চালু হয়। ২০২১ সালে খোলার জন্য নির্ধারিত ‘নর্থগেট লিংক এক্সটেনশন’টি বিশ্ববিদ্যালয় জেলা হয়ে নর্থগেট পর্যন্ত লাইন ১ এর পরিষেবা বৃদ্ধি করবে।\nহালকা রেলের ট্রেনগুলি বেশিরভাগ দিনে ২০ ঘণ্টা স্টেশনটিতে পরিষেবা পরিবেশন করে; ট্রেন চলাচলের মধ্যবর্তী সময় ব্যস্ত সময়ে ৬ মিনিট কারা হয় এবং অন্য সময়ে ট্রেনের চলাচল হ্রাস করা হয়। স্টেশনটি একটি বড় বাসের কেন্দ্র দ্বারা পরিবেশন করা হয়; কিং কাউন্টি মেট্রো ও সাউন্ড ট্রানজিট এক্সপ্রেস বাস রুট বিশ্ববিদ্যালয় জেলাটিকে ইস্টসাইড অঞ্চলের সাথে সংযুক্ত করে।\n\n\n== অবস্থান ==\nওয়াশিংটন বিশ্ববিদ্যালয় স্টেশনটি উত্তর সিয়াটলের বিশ্ববিদ্যালয় জেলার মন্টলেক বুলেভার্ড উত্তর-পূর্ব ও উত্তর-পূর্ব প্যাসিফিক স্ট্রিটের মোড়ে অবস্থিত। স্টেশনটি ওয়াশিংটন মেডিকেল সেন্টারের পূর্ব দিকে হুস্কি স্টেডিয়ামের পার্কিং স্থানে অবস্থিত। উত্তর-পশ্চিমে ওয়াশিংটন বিশ্ববিদ্যালয় প্রাঙ্গণ, যা রেইনিয়ার ভিস্তা ব্রিজ, বার্ক-গিলম্যান ট্রেল এবং উত্তর-পূর্ব প্যাসিফিক স্ট্রিট দ্বারা প্রবেশযোগ্য।\nআশেপাশের এলাকায় ১৫,৫১১ টি কর্মসংস্থান রয়েছে, যা সিয়াটল অঞ্চলের অন্যতম প্রধান কর্মসংস্থান কেন্দ্র, পাশাপাশি দক্ষিণে মন্টলেকে ৪৮৮ জন বাসিন্দা রয়েছেন। স্টেশনটি মন্টলকে ব্রিজের দ্বারা মন্টলকে উপকণ্ঠের সাথে সংযুক্ত, যা সিয়াটলের ইস্টসাইড শহরতলির সাথে সংযুক্ত একটি পূর্ব-পশ্চিম ফ্রিওয়ে মন্টলকে বুলেভার্ডকে স্টেট রুট ৫২০-এর একটি সংযোগের দিকে নিয়ে যায়। স্টেশনটি ভিলেজ শপিং সেন্টার থেকে এক মাইল (১.৬ কিলোমিটার) দক্ষিণ এবং সিয়াটেল চিলড্রেনস হসপিটালের দক্ষিণ-পশ্চিমে দুই মাইল (৩.২ কিমি) দূরে অবস্থিত। ওয়াশিংটন বিশ্ববিদ্যালয় দীর্ঘমেয়াদী পরিকল্পনা করেছে যে মন্টলকে বুলেভার্ডের সংলগ্ন পার্কিংয়ের জায়গাগুলি নতুন অফিস এবং শ্রেণিকক্ষের জায়গাতে পুনর্নবীকরণের জন্য নতুন \"ইস্ট ক্যাম্পাস\" অঞ্চল গঠন করবে।\n\n\n== স্টেশন বিন্যাস ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসাউন্ড ট্রানজিট রাইডার গাইড"}