{"pageid": 1007589, "title": "উসমান শিনওয়ারি", "url": "https://bn.wikipedia.org/wiki?curid=1007589", "content": "উসমান খান শিনওয়ারি (পশতু: عثمان شينواری; জন্ম ৫ জানুয়ারি ১৯৯৪) একজন পেশাদার পাকিস্তানি ক্রিকেটার। তিনি একজন বাঁ-হাতি ফাস্ট বোলার যিনি জারাই তারাকিয়াতি ব্যাংক লিমিটেড ক্রিকেট দলের (জেটিবিএল) হয়ে পাকিস্তানের প্রথম-শ্রেণীর ক্রিকেট পর্বে খেলেন। পূর্বে তিনি খান রিচার্স ল্যাবরেটরিজ ক্রিকেট দলের হয়েও খেলেছেন। ২০১৩ এর ডিসেম্বরে, জেটিবিএলে ৪ ওভারে ৯ রানের বিনিময়ে ৫ উইকেটে নিয়ে অসামান্য বোলিং নৈপূন্যতা প্রদর্শন করেন। এরই জের ধরে সংযুক্ত আরব আমিরাতে অনুষ্ঠিত শ্রীলঙ্কার বিপরীতে টি২০ সিরিজে তাকে জাতীয় দলে ডাকা হয়।\n২০১৮ সালের আগস্টে, পাকিস্তান ক্রিকেট বোর্ড (পিসিবি) কর্তৃক কেন্দ্রীয় চুক্তির আওতায় নিয়ে আসা তেত্রিশ জন খেলোয়াড়ের মধ্যে শিনওয়ারিও ছিলেন একজন।\n\n\n== শৈশব জীবন ==\nউসমান শিনওয়ারি পশতুনের ঘনিখেল শিনওয়ারি উপজাতির অন্তর্ভুক্ত। তিনি আফগানিস্তানের সীমান্তবর্তী পাকিস্তানের খাইবার জেলার একটি শহর ল্যান্ডি কোটলে বড় হয়েছেন। তিনি তার ক্রিকেট ক্যারিয়ারের সূচনা করেন লন্ডি কোটালের তাতারা গ্রাউন্ড থেকে, যা পাশ্ববর্তী তাতার পাহাড়ের নামে নামকরণ করা হয়েছিল।\n\n\n== ঘরোয়া ও টি২০ জীবন ==\nতিনি জেডটিবিএলের হয়ে ঘরোয়া ক্রিকেট খেলেন। ৩ ডিসেম্বর ২০১৩-তে, তিনি জেডটিবিএল বিভাগের জন্য ফয়সাল ব্যাংক টি২০ কাপের ফাইনালে ৯ রানের বিনিময়ে ৫ উইকেট (মিসবাহ-উল-হক-এর উইকেট সহ) নিয়ে সুই নর্দান গ্যাস পাইপলাইনস লিমিটেডকে পরাজিত করতে সহায়তা করেন। তিনি ছয় খেলায় ১১ উইকেট নিয়ে টুর্নামেন্টের সেরা উইকেট শিকারীও ছিলেন।\nএপ্রিল ২০১৮ এ, তাকে ২০১৮ পাকিস্তান কাপের জন্য ফেডারাল আঞ্চলিক দলের স্কোয়াডে মনোনীত করা হয়।\n২০১৯ সালের জুলাই মাসে, ইউরো টি২০ স্ল্যাম ক্রিকেট প্রতিযোগিতার উদ্বোধনী সংস্করণে তিনি গ্লাসগো জায়ান্টসের হয়ে খেলতে নির্বাচিত হয়েছিলেন। যদিও পরবর্তী মাসে প্রতিযোগিতাটি বাতিল করা হয়। ২০২০ সালের অক্টোবরে লঙ্কা প্রিমিয়ার লীগের উদ্বোধনী সংস্করণের জন্য জাফনা স্ট্যালিয়নসের খসড়ায় স্থান পান\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nতার ঘরোয়া পারফরম্যান্সের ভিত্তিতে, পিসিবি সিলেকশন কমিটি উসমানকে শ্রীলঙ্কার বিপক্ষে, সংযুক্ত আরব আমিরাতে ১১ ডিসেম্বর ২০১৩ থেকে শুরু হওয়া ২০১৩-১৪ টি২০ সিরিজের জন্য নির্বাচিত করে।\n৯ রান খরচ করায় ডিএসসিতে শ্রীলঙ্কার বিপক্ষে তার অভিষেকের খেলায় কেবল একটি ওভার করতে দেয়া হয়েছিল। পরের টি-টুয়েন্টিতে তাকে ৪ ওভারের পূর্নাঙ্গ কোটা দেওয়া হয়েছিল এবং ৫২ রানে দিয়েছিলেন। তিনি ব্যাট হাতে ৩ বলে অপরাজিত ২ রান সংগ্রহ করেন।\n২০১৭ সালের মার্চ মাসে ওয়েস্ট ইন্ডিজের বিপক্ষে ম্যাচের জন্য পাকিস্তানের টুয়েন্টি২০ আন্তর্জাতিক (টি২০আই) দলে নির্বাচিত হন তিনি। ২০১৭ সালের অক্টোবরে, শ্রীলঙ্কার বিপক্ষে সিরিজের জন্য তাকে পাকিস্তানের একদিনের আন্তর্জাতিক (ওডিআই) স্কোয়াডে স্থান দেওয়া হয়। ২০ অক্টোবর ২০১৭-তে তিনি শ্রীলঙ্কার বিপক্ষে পাকিস্তানের হয়ে একদিনের আন্তর্জাতিক ক্রিকেটে অভিষেক করেন। ক্যারিয়ারের দ্বিতীয় ম্যাচে, তিনি তার প্রথম পাঁচ উইকেট নিয়েছিলেন, যা মাত্র ২১ রানের বিনিময়ে এটি সম্পন্ন করেছিলেন। পাকিস্তান শ্রীলঙ্কাকে ৫-০ ব্যবধানে পরাজিত করে ম্যাচটি ব্যাপকভাবে জিতেছিল। শিনওয়ারিকে ম্যান অফ দ্য ম্যাচ পুরস্কার দেওয়া হয়।\n২০১৯ সালের ডিসেম্বরে, শ্রীলঙ্কার বিপক্ষে দুই ম্যাচের সিরিজের জন্য তাকে পাকিস্তানের টেস্ট দলের অন্তর্ভুক্ত করা হয়। তিনি পাকিস্তানের হয়ে শ্রীলঙ্কার বিপক্ষে ২০১৯ সালের ১১ ডিসেম্বর টেস্ট ক্রিকেটে অভিষেক করেন। He made his Test debut for Pakistan against Sri Lanka on ১১ ডিসেম্বর 2019.\n২০২০ সালের জুনে, কোভিড-১৯ মহামারি চলাকালে পাকিস্তানের ইংল্যান্ড সফরের জন্য তিনি ২৯ সদস্যের দলীয় স্কোয়াডে জায়গা পান। জুলাইয়ে, তাকে ইংল্যান্ডের বিপক্ষে টেস্ট ম্যাচের জন্য পাকিস্তানের ২০ সদস্যের দলেও অন্তর্ভুক্ত করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}