{"pageid": 1007561, "title": "বেন ফোকস", "url": "https://bn.wikipedia.org/wiki?curid=1007561", "content": "বেঞ্জামিন টমাস ফোকস (ইংরেজি: Ben Foakes; জন্ম: ১৫ ফেব্রুয়ারি, ১৯৯৩) এসেক্সের কোলচেস্টার এলাকায় জন্মগ্রহণকারী ইংরেজ আন্তর্জাতিক ক্রিকেটার। ইংল্যান্ড ক্রিকেট দলের অন্যতম সদস্য তিনি। ২০১০-এর দশকের শেষদিক থেকে ইংল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করছেন। নভেম্বর, ২০১৮ সালে ইংল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অভিষেক ঘটে তার।\nঘরোয়া প্রথম-শ্রেণীর ইংরেজ কাউন্টি ক্রিকেটে এসেক্স ও সারে দলের প্রতিনিধিত্ব করেন বেন ফোকস। দলে তিনি মূলতঃ উইকেট-রক্ষক হিসেবে খেলছেন। ডানহাতে ব্যাটিংয়ের পাশাপাশি ডানহাতে মিডিয়াম বোলিংয়ে পারদর্শী তিনি।\n\n\n== শৈশবকাল ==\nএসেক্সের কোলচেস্টার এলাকায় বেন ফোকসের জন্ম। টেনড্রিং টেকনোলজি কলেজে অধ্যয়ন করেছেন তিনি। সাবেক ফুটবল রেফারি পিটার ফোকের সন্তান তিনি। তার পিতা পিটার ফোকস ইংলিশ ফুটবল প্রিমিয়ার লীগের রেফারি ছিলেন। পিটার ফোকসই তাকে ক্রিকেটের প্রতি আগ্রহান্বিত করেছিলেন। কিন্তু, বেন ফোকসের বয়স ১৩ থাকা অবস্থায় তার মৃত্যু ঘটে। এসেক্সের পক্ষে উদীয়মান উইকেট-রক্ষক-ব্যাটসম্যান হিসেবে আবির্ভূত হন। শুরু থেকেই তাকে ইংল্যান্ডের সম্ভাবনায় ক্রিকেটার হিসেবে তাকে চিত্রিত করা হয়েছিল। তবে, জেমস ফস্টারের দৃঢ়চেতা মনোভাবের কারণে ২০১৪ সাল শেষে আরও সুযোগের সন্ধানে সারে দলে যুক্ত হন। এটি তার জন্যে সঠিক সিদ্ধান্ত ছিল। এসেক্সে ব্যাটসম্যান হিসেবে খেলাকালীন তিনি কোন উদ্দীপনা পাচ্ছিলেন না।\nনিজ কাউন্টিতে নিয়মিতভাবে যুবদের বয়সভিত্তিক স্তরে খেলতেন। ২০১২ সালের অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপে ইংল্যান্ডে সর্বোচ্চ রান সংগ্রাহক হয়েছিলেন। ঐ গ্রীষ্মের শুরুতে চ্যাম্পিয়নশীপের অভিষেক খেলায় ৯৩ রান তুলেন। ২০১২-১৩ মৌসুমে অস্ট্রেলিয়া গমনার্থে লায়ন্স দলের পক্ষে সীমিত ওভারের খেলায় অংশ নেন। পরের শীতকালে শ্রীলঙ্কায় বেয়াস্টো’র সহকারী হন। এসেক্সে থাকাকালেও তিনি একই ভূমিকায় ছিলেন। তখন জেমস ফস্টারও বেশ সদর্পে খেলছিলেন। ২০১৩ সালে প্রথম-শ্রেণীর ক্রিকেটে ও চ্যাম্পিয়নশীপে নিজস্ব প্রথম শতরান করেন। ইংল্যান্ডের ভবিষ্যৎ পরিকল্পনার অংশ হিসেবে প্রশিক্ষণার্থে তিনি আমন্ত্রিত হন। ঐ গ্রীষ্মে ট্রেন্ট ব্রিজে প্রথম টেস্টে দলের দ্বাদশ খেলোয়াড়ের ভূমিকায় অবতীর্ণ হন। ১৯ বছর বয়সে এসেক্সের পক্ষে মাত্র পাঁচটি প্রথম-শ্রেণীর খেলায় অংশ নিলেও ২০১৩ সালের শুরুতে অস্ট্রেলিয়া সফরে ইংল্যান্ড লায়ন্স দলের সদস্য হন। ঐ বছরের শেষদিকে জ্যেষ্ঠ দলের শোচনীয় ফলাফলের ন্যায় তারাও ব্যতিক্রম ছিলেন না। তাসত্ত্বেও, ব্যক্তিগতভাবে তিনি বেশ সফল ছিলেন।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n২০১১ সাল থেকে বেন ফোকসের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান রয়েছে। উইকেট-রক্ষক হিসেবে খেলেন ও ব্যাটসম্যান হিসেবে পরবর্তীতে পরিচিত করেন বেন ফোকস। সারে দলে স্ট্যাম্পের পিছনে অবস্থান করে দ্রুত ঐ কাউন্টির সেরা উইকেট-রক্ষক হিসেবে পরিচিত হন। ২০১৬ সাল থেকে দলে নিজের স্থান পাকাপোক্ত করেন।\n২০১১ সালে এসেক্সের সদস্যরূপে প্রথম-শ্রেণীর ক্রিকেটে বেন ফোকসের অভিষেক ঘটে। চেমসফোর্ডের কাউন্টি গ্রাউন্ডে অনুষ্ঠিত ঐ খেলায় দলের প্রতিপক্ষ ছিল ইংল্যান্ডে সফররত শ্রীলঙ্কা একাদশ। এসেক্সের প্রথম ইনিংসে ৫ রান সংগ্রহ করে থিসারা পেরেরা’র বলে আউট হন। স্ট্যাম্পের পিছনে অবস্থান করে তিনটি ক্যাচ গ্লাভস বন্দী করেন। প্রথম ইনিংসে দুইটি ও দ্বিতীয় ইনিংসে একটি লাভ করেছিলেন তিনি।  সেপ্টেম্বর, ২০১১ সালে পেশাদারী পর্যায়ে ২০১৩ সাল পর্যন্ত চুক্তিবদ্ধ হন।\n\n\n== দল পরিবর্তন ==\n১৪ আগস্ট, ২০১৪ তারিখে ঘোষণা করা হয় যে, বেন ফোকস সারে দলের পক্ষে যুক্ত হয়েছেন। সারে দলের পক্ষে পূর্ণাঙ্গকালীন খেলতে তার আরও এক মৌসুম সময় ব্যয় করতে হয়। এক পর্যায়ে তিনি স্টিভ ডেভিসের স্থলাভিষিক্ত হন। সারের আরেক উইকেট-রক্ষক গ্যারি উইলসন ২০১৬ সাল শেষে সমারসেটে পাড়ি জমান। ঐ মৌসুমের চ্যাম্পিয়নশীপ প্রতিযোগিতায় ৪৪ গড়ে রান তুলেন। তন্মধ্যে, জুলাইয়ে হ্যাম্পশায়ারের বিপক্ষে ব্যক্তিগত সেরা ১৪১ রানের অপরাজিত ইনিংস খেলেন। এ সময় থেকেই সারে দলের খেলার মোড় ঘুরে যায়। রক্ষণাত্মক ভঙ্গীমার অধিকারীও তিনি। ঐ বছরের মে মাসে মিডলসেক্সের বিপক্ষে ২৩৫ বল অপরাজিত ৫৯ রান তুলেন। তবে, রয়্যাল লন্ডন কাপে গড়ের দিক দিয়ে তিনি শীর্ষে থাকেন। এ পর্যায়ে বলের তুলনায় রান এগিয়েছিল। হেডিংলিতে সেমি-ফাইনালে ইয়র্কশায়ারের বিপক্ষে মনোমুগ্ধকর ৯০ রান করেন।\nপরের বছর চ্যাম্পিয়নশীপে ৪০ গড়ে দলের শীর্ষ রান সংগ্রাহক হন। তবে, অপ্রত্যাশিতভাবে ৫০-ওভারের প্রতিযোগিতায় তিনি ৯৬.৪০ গড়ে অতি উচ্চমানের খেলা প্রদর্শন করেন। ১০ খেলার মধ্যে ছয়টিতে পঞ্চাশোর্ধ্ব রান করেন ও বলের তুলনায় রান সংখ্যা বৃদ্ধিতে সক্রিয় ছিলেন। ইংল্যান্ড দলে উইকেট-রক্ষকদের মধ্যে বেশ প্রতিদ্বন্দ্বিতা চলে। জস বাটলারকে অ্যাশেজ সফরে সহকারী ও কয়েক মাস পর তার কাউন্টি দলীয় কোচ অ্যালেক স্টুয়ার্ট তাকে বিশ্বের সেরা উইকেট-রক্ষক হিসেবে মন্তব্য করেন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে পাঁচটিমাত্র টেস্ট, একটিমাত্র একদিনের আন্তর্জাতিক ও একটিমাত্র টি২০আইয়ে অংশগ্রহণ করেছেন বেন ফোকস। ৬ নভেম্বর, ২০১৮ তারিখে গালেতে স্বাগতিক শ্রীলঙ্কা দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ৩১ জানুয়ারি, ২০১৯ তারিখে নর্থ সাউন্ডে ওয়েস্ট ইন্ডিজ দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি। এছাড়াও, ৩ মে, ২০১৯ তারিখে ডাবলিনের মালাহাইডে স্বাগতিক আয়ারল্যান্ড দলের বিপক্ষে একটিমাত্র একদিনের আন্তর্জাতিকে এবং ৫ মে, ২০১৯ তারিখে কার্ডিফে সফরকারী পাকিস্তান দলের বিপক্ষে একটিমাত্র টুয়েন্টি২০ আন্তর্জাতিকে অংশগ্রহণ করেছেন তিনি।\nঘরোয়া ক্রিকেটে অনিন্দ্যসুন্দর ক্রীড়াশৈলী প্রদর্শন ও জনি বেয়াস্টো’র আঘাতের কারণে ২০১৮-১৯ মৌসুমে শ্রীলঙ্কা গমনার্থে তাকে নেয়া হয়। ঐ সফরেই তার টেস্ট অভিষেক পর্ব সম্পন্ন হয়। ব্যাট হাতে নিয়েও দক্ষতার পরিচয়জ্ঞাপন করান। গালে টেস্টের অভিষেক খেলায় ধ্রুপদীশৈলী শতরানের ইনিংস উপহার দেন তিনি। স্পিনারদের বল ত্রুটিবিহীন অবস্থায় মোকাবেলা করে দলকে ৩-০ ব্যবধানে বিজয়ী করতে সবিশেষ ভূমিকা রাখেন। তবে, জনি বেয়াস্টো খুব দ্রুত পছন্দের উইকেট-রক্ষক হিসেবে দলে ফিরে আসেন। এক পর্যায়ে রান খরায় ভুগলে ও কাউন্টি দলে দূর্বল ক্রীড়াশৈলী প্রদর্শন করলে শীতকালে নিউজিল্যান্ড গমনার্থে তাকে ইংল্যান্ড দলে নিয়ে আসা হয়। তবে, জস বাটলারকে অগ্রাধিকার দেয়া হয়েছিল। ২০১৯ সালে তেমন ভালো খেলেননি। তাকে গতিহীন দেখাচ্ছিল। শীতকালের শুরুতেই তিনি তার ১৭ বছর বয়সী অবস্থাকে ফিরে পান। ২০২০ সালের বসন্তকালে শ্রীলঙ্কা সফরে ইংল্যান্ডের বিকল্প উইকেট-রক্ষক হিসেবে অন্তর্ভুক্ত হন।\nজানুয়ারি, ২০১১ সালে ইংল্যান্ডের অনূর্ধ্ব-১৯ দলের পক্ষে প্রথম খেলেন। স্বাগতিক শ্রীলঙ্কার বিপক্ষে যুবদের দুই টেস্টে অংশ নেন তিনি। ঐ একই সফরে যুবদের একদিনের আন্তর্জাতিকে অভিষেক হয় তার। এরপর থেকে জুলাই, ২০১১ সাল পর্যন্ত ছয়টি খেলায় অংশ নিয়েছিলেন। এ পর্যায়ে দক্ষিণ আফ্রিকার অনূর্ধ্ব-১৯ দলের বিপক্ষে তিনটি যুব একদিনের আন্তর্জাতিকে অংশ নেন।\nসেপ্টেম্বর, ২০১৭ সালে অ্যাশেজ সিরিজ খেলার উদ্দেশ্যে তাকে ইংল্যান্ডের টেস্ট দলে রাখা হয়। তবে, তাকে আন্তর্জাতিক খেলার কোনটিতেই খেলানো হয়নি। অক্টোবর, ২০১৮ সালে শ্রীলঙ্কা গমনার্থে তাকে ইংল্যান্ডের টেস্ট দলের সদস্য করা হয়। তিনি বেয়াস্টো’র আঘাতপ্রাপ্তির কারণে দলে আমন্ত্রিত হন। ৬ জানুয়ারি, ২০১৮ তারিখে গালেতে অনুষ্ঠিত সিরিজের প্রথম টেস্টে স্বাগতিক শ্রীলঙ্কার বিপক্ষে তার অভিষেক পর্ব সম্পন্ন হয়। প্রথম ইনিংসে তিনি ১০৭ রান তুলেন ও ইংল্যান্ডের সংগ্রহকে মোটামুটি প্রতিদ্বন্দ্বিতামূলক অবস্থানে নিয়ে যান। এরফলে ইংল্যান্ডের বিংশতিতম টেস্ট ক্রিকেটার হিসেবে অভিষেকে শতরান করার কৃতিত্ব গড়েন। ম্যাট প্রায়রের পর দ্বিতীয় ইংরেজ উইকেট-রক্ষক ও সবমিলিয়ে পঞ্চম উইকেট-রক্ষক-ব্যাটসম্যান হিসেবে এ শতরানের ইনিংস হাঁকান।\n\n\n== আয়ারল্যান্ড গমন ==\nএপ্রিল, ২০১৯ সালে আয়ারল্যান্ড গমনার্থে তাকে একমাত্র ওডিআইয়ে অংশ নেয়ার উদ্দেশ্যে ইংল্যান্ড দলে যুক্ত করা হয়। এরপর, সফরকারী পাকিস্তান দলের বিপক্ষে একমাত্র টি২০আইয়ে খেলার জন্যে তাকে মনোনীত করা হয়। কাঁধের চোঁটের কারণে স্যাম বিলিংসের অনুপস্থিতির কারণে তিনি খেলার সুযোগ লাভ করেন। ৩ মে, ২০০৯ তারিখে ডাবলিনে অনুষ্ঠিত সিরিজের একমাত্র ওডিআইয়ে আয়ারল্যান্ডের বিপক্ষে তার অভিষেক হয়। ৫ মে, ২০১৯ তারিখে কার্ডিফে সফররত পাকিস্তান দলের বিপক্ষে সিরিজের একমাত্র ওডিআইয়ে তিনি প্রথম খেলেন।\n২৯ মে, ২০২০ তারিখে ৫৫জন খেলোয়াড়কে প্রশিক্ষণার্থে তাকেও অন্তর্ভুক্ত করা হয়। কোভিড-১৯ মহামারি শুরু হবার পরপরই ঐ প্রশিক্ষণের ব্যবস্থা করা হয়। ১৭ জুন, ২০২০ তারিখে সফরকারী ওয়েস্ট ইন্ডিজের বিপক্ষে টেস্ট সিরিজে মুখোমুখি হবার জন্যে ৩০ সদস্যবিশিষ্ট প্রাথমিক দলের অন্যতম হিসেবে তাকেও নিবিঢ় প্রশিক্ষণে রাখা হয়। ৪ জুলাই, ২০২০ তারিখে সিরিজের প্রথম টেস্টকে ঘিরে তাকেসহ নয়জন খেলোয়াড়কে সংরক্ষিত অবস্থায় রাখা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nরোরি বার্নস\nউইলিয়াম স্কটন\nসারে কাউন্টি ক্রিকেট ক্লাব\nঅ্যাশেজ সিরিজের তালিকা\nইংল্যান্ড লায়ন্স (ক্রিকেট দল)\nইংরেজ টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nআন্তর্জাতিক ক্রিকেটে অংশগ্রহণকারী পরিবারের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে বেন ফোকস  (ইংরেজি)\nক্রিকেটআর্কাইভে বেন ফোকস   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}