{"pageid": 1007212, "title": "তাম্বরম", "url": "https://bn.wikipedia.org/wiki?curid=1007212", "content": "তাম্বরম দক্ষিণ ভারতের তামিলনাড়ু রাজ্যে অবস্থিত চেঙ্গলপট্টু জেলায় চেন্নাই শহরের উপকণ্ঠে অবস্থিত একটি ঘনবসতিপূর্ণ শহর। চেন্নাই মহানগরের দক্ষিণ প্রান্তে অবস্থিত একটি মনোনয়ন শ্রেণীর পুরনিগম৷ এটি চেন্নাই–তিরুচিরাপল্লী জাতীয় সড়কের ওপর অবস্থিত৷ জাতীয় সড়ক এবং চেন্নাই এগমোর থেকে কন্যাকুমারী গামী রেললাইন এই শহরটিকে পূর্ব ও পশ্চিমে বিভক্ত করেছে৷ ভারতীয় বিমানবাহিনীর তাম্বরম বায়ুসেনা ঘাঁটিটি এই শহরে অবস্থিত৷\n\n\n== ইতিহাস ==\nতাম্বরমের সবচেয়ে পুরাতন উল্লেখ পাওয়া যায় মণিমঙ্গলম গ্রন্থে৷ গ্রন্থ অনুসারে তাম্বরম এবং তার পার্শ্ববর্তী অঞ্চলকে পশ্চিমা চালুক্য রাজা দ্বিতীয় পুলকেশী ও পল্লব সাম্রাজ্যের রাজা প্রথম নরসিংহবর্মণের যুদ্ধক্ষেত্র বলে উল্লেখ করা হয়েছে। মধ্যযুগীয় চোল সাম্রাজ্য চলাকালীন নির্মিত তিনটি অতি পরিচিত বিষ্ণু মন্দিরের মধ্যে রাজাগোপাল পেরুমাল মন্দিরটি এই শহরে অবস্থিত। সবচেয়ে প্রাচীন শিলালেখ অনুসারে এই মন্দিরটির উল্লেখ পাওয়া যায় ১০৫৬ খ্রিস্টাব্দে রাজা প্রথম রাজেন্দ্র চোলের রাজত্বকালে। রাজা প্রথম রাজেন্দ্র চোল এই মন্দিরটিকে কামকোটী-বিন্নাগর ও তিরুবায়কুলাম বলে উল্লেখ করেছেন।\nখ্রিস্টীয় সপ্তদশ শতাব্দীতে কর্ণাটের যুদ্ধের সময়ে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি এখানে একটি ব্রিটিশ সেনানিবাস তৈরি করেছিলেন। তাম্বরমের সূত্রপাত হয় চেন্নাই শহরের উপকণ্ঠে অবস্থিত একটি গ্রাম রূপে।\n\n\n== জনতত্ত্ব ==\n\n২০১১ খ্রিস্টাব্দে ভারতের জনগণনা অনুসারে তামবরম লোকালয়ের জনসংখ্যা ছিল ১,৭৪,৭৮৭ জন, যেখানে প্রতি হাজার পুরুষে ৯৬৩ জন নারী বাস করতেন। মোট ছয় বছর অনূর্ধ্ব শিশু সংখ্যা ১৭,৫৩৫ জন যেখানে শিশুপুত্র সংখ্যা ৮,৮৬৯ জন এবং শিশুকন্যা সংখ্যা ৮,৬৬৬ জন। জনসংখ্যা অনুপাতে তপশিলি জাতি এবং তপশিলি উপজাতি শতাংশ যথাক্রমে ১৫.১৬ ও ০.৯২। শহরটির সাক্ষরতার হার ছিল ৮২.৯৮ শতাংশ যা জাতীয় সাক্ষরতার হারের তুলনায় বেশি। শহরে মোট পরিবার সংখ্যা ৪৪,৪৩২ টি। মোট শ্রমজীবীর সংখ্যা ৬৯,৭২৮ জন, যার মধ্যে কৃষক ৩০৫ জন, মূল কৃষিজীবী ৩৮৫ জন গৃহস্থলী সংক্রান্ত শ্রমজীবী ৬৬৩ জন, অন্যান্য শ্রমজীবী ৬২,০১১ জন। মোট প্রান্তিক শ্রমজীবী সংখ্যা ৬,৩৬৪ জন, যার মধ্যে প্রান্তিক কৃষক ১৪৩ জন, প্রান্তিক কৃষিজীবী ২৬২ জন, প্রান্তিক গৃহস্থলী সংক্রান্ত শ্রমজীবী ২১৪ জন, অন্যান্য শ্রমজীবী ৫,৭৪৫ জন।\n\n\n== পরিবহন ==\n\n\n=== রেলপথ ===\nচেন্নাই শহরতলি রেলওয়ে সংযোগ চেন্নাই সৈকত থেকে তাম্বরম পর্যন্ত রেলপরিষেবা পরিচালনা করে৷ ১৯৩১ খ্রিস্টাব্দের নভেম্বর মাসের শুরুর দিকে এই রেললাইনগুলির বৈদুতিনকরণ করা হয়৷ দক্ষিণ রেল রেল যাতায়াতের সুবিধার জন্য তাম্বরমে পিট লাইন, স্ট্যাবিং লাইন এবং অতিরিক্ত প্ল্যাটফর্ম নির্মাণ করেছে৷ \n\n\n=== সড়ক ===\nতাম্বরম শহরটি চেন্নাই মহানগর পরিবহন কর্পোরেশনের বাস পরিষেবার অধীনে রয়েছে। বাস স্টপটি তাম্বরম রেলওয়ে স্টেশনের বাইরের দিকে রয়েছে।\nমেট্রোপলিটন ট্রান্সপোর্ট কর্পোরেশন এখানে নতুন একটি বাস টার্মিনাস তৈরি করার জন্য ৪.২৬ একর (১.৭২ হেক্টর) জমি বরাদ্দ করলে ২০১০ খ্রিস্টাব্দের ডিসেম্বর মাস থেকে সেটি তৈরির কাজ শুরু হয়েছিল। আনুমানিক 2012 খ্রিস্টাব্দের ফেব্রুয়ারি মাসের মধ্যে ৫৬.৭ মিলিয়ন ভারতীয় মুদ্রা খরচের বিনিময়ে এই প্রকল্পটি সম্পন্ন করার সিদ্ধান্ত নেওয়া হয়েছিল। এটি তৈরি হয়ে যাওয়ার পর মেট্রোপলিটন ট্রান্সপোর্ট কর্পোরেশন অতি দ্রুত হারে জনসংখ্যা বৃদ্ধি প্রাপ্ত তাম্বরম শহরের বহির্ভাগে মণ্ণিবক্কম ও পোনমার অবধি বাস পরিষেবা দানের সিদ্ধান্ত নিয়েছে৷ দ্বিতীয় পর্যায়ে আরো আটটি বাস শেলটার তৈরির পরিকল্পনা করা হচ্ছে৷\n২০১১ খ্রিস্টাব্দে রেললাইনের ওপর একটি নতুন উড়ালপুল নির্মাণ করা হয়েছে যার মাধ্যমে বেলাচেরি মূল সড়ক, তাম্বরম-মুদিশূর সড়ক ও জিএসটি রোড মিলিত করা গিয়েছে৷\n\n\n== শাসন পদ্ধতি ==\n১৯৬৪ খ্রিস্টাব্দের আগে পর্যন্ত তাম্বরম একটি ছোট পঞ্চায়েত ছিল। ওই বছর তাম্বরম সহ পুলিকোরাদু, কাড়াপেরি, ইরুম্বলিয়ুর ও সেলাইবুর একত্রিত করে তৃতীয় শ্রেণীর পৌরনিগমের পরিণত হয়৷ দ্রুত উন্নয়ন এবং জনসংখ্যার বৃদ্ধির কারণে শহরটি বর্তমানে একটি মনোনয়ন শ্রেণীর পৌরনিগম। বর্তমানে পৌরনিগমের ২০.৭২ বর্গ কিলোমিটার অঞ্চল জুড়ে বিস্তৃত। বিজ্ঞপিত বসতির সংখ্যা ১৭ টি ও অবিজ্ঞাপিত বসতি ৭ টি৷\nতাম্বরম পরিসরের বনভূমি নান্মঙ্গলম, মধুরবক্কম, তাম্বরম, পুলিকোরাদু, কুমিলি, বণ্ডলুর, ওণ্ণামচেরি, এরুমাইয়ুর, বট্টমবক্কম ও বড়কুপট্টু অঞ্চল অবধি বিস্তৃত৷\n২০০৯ খ্রিস্টাব্দে তাম্বরম তালুক শোলিঙ্গনলুর  ও আলান্দুরে ত্রিখণ্ডিত করা হয়৷\n\n\n== রাজনীতি ==\n২০০৭ খ্রিস্টাব্দে ভারতের নির্বাচন কমিশন নির্বাচনী এলাকাগুলির পুনর্বিন্যাস করলে তাম্বরম বিধানসভা শ্রীপেরুম্বুদুর লোকসভা কেন্দ্রের অন্তর্গত৷ তাম্বরম বিধানসভার অঞ্চলগুলি হলো; তাম্বরম পৌরনিগম; সিদ্ধলবক্কম, সেমবক্কম, মঠমবক্কম, পেরুঙ্গলতুর এবং পীর্কনকরনাই শহর পঞ্চায়েত; মুড়িশূর জনগণনা নগর এবং তিরুবঞ্চেরি,কস্বপুরম, বেঙ্গবক্কম, আগরমদেন, কোয়িলঞ্চেরি, মধুরবক্কম, কাদাপেরি, এবং মূলচেরি গ্রাম পঞ্চায়েত৷\n\n\n== আরও দেখুন ==\nসিদ্ধলবক্কম\nসীতালবক্কম\n\n\n== তথ্যসূত্র =="}