{"pageid": 1007828, "title": "মার্ক ল্যাথওয়েল", "url": "https://bn.wikipedia.org/wiki?curid=1007828", "content": "মার্ক নিকোলাস ল্যাথওয়েল (ইংরেজি: Mark Lathwell; জন্ম: ২৬ ডিসেম্বর, ১৯৭১) বাকিংহামশায়ারের ব্লেচলি এলাকায় জন্মগ্রহণকারী সাবেক ইংরেজ আন্তর্জাতিক ক্রিকেটার। ইংল্যান্ড ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৯০-এর দশকের সূচনালগ্নে অত্যন্ত সংক্ষিপ্ত সময়ের জন্যে ইংল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর ইংরেজ কাউন্টি ক্রিকেটে সমারসেট দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ শীর্ষসারির ব্যাটসম্যান হিসেবে খেলতেন। এছাড়াও, ডানহাতে মিডিয়াম বোলিংয়ে পারদর্শী ছিলেন ‘লেদার্স’ ডাকনামে পরিচিত মার্ক ল্যাথওয়েল।\n\n\n== শৈশবকাল ==\nমিল্টন কেইন্সের ব্লেচলি এলাকায় মার্ক ল্যাথওয়েলের জন্ম। ব্রন্টন কমিউনিটি কলেজে অধ্যয়ন করেছেন তিনি। ১৯৯০ সালে আঠারো বছর বয়সে সমারসেট দ্বিতীয় একাদশের পক্ষে খেলোয়াড়ী জীবনের সূত্রপাত ঘটান। গ্ল্যামারগন দ্বিতীয় একাদশের বিপক্ষে বৃষ্টিবিঘ্নিত সীমিত ওভারের খেলায় তিনি প্রথম অংশ নেন। ব্যাট হাতে ১৮ রানে অপরাজিত ছিলেন ও সাত ওভার বোলিং করে ২৫ রান খরচ করেন। এরপর প্রতিনিধিত্বমূলক তিন-দিনের খেলায় অংশ নেন তিনি। ১৭ ও ১০ রান সংগ্রহ করতে পেরেছিলেন তিনি। ঐ খেলায় সমারসেট বিশাল ব্যবধানে পরাভূত হয়।\nজুন, ১৯৯০ সালে সাসেক্স দ্বিতীয় একাদশের পক্ষে ব্যাটিং উদ্বোধনে নামেন। এ সময়েই তিনি সকলের মনোযোগ আকর্ষণে সক্ষম হন। ১৬৮ রানের অপরাজিত ইনিংস খেলেন। তৃতীয় উইকেট জুটিতে নিক প্রিঙ্গলের সাথে ২৩৫ রানের জুটি গড়েন। সাসেক্সের প্রথম ইনিংসে এক উইকেটে ইনিংস ঘোষণা করে ও তিনি ঐ উইকেটটি পান। দ্বিতীয় ইনিংসে তিনি ৩৭ রান সংগ্রহ করেছিলেন। এরপর, লিচেস্টারশায়ার দ্বিতীয় একাদশের বিপক্ষে খেলায় তিনি ৬৯ রান সংগ্রহ করেছিলেন। পরবর্তীতে, সফররত শ্রীলঙ্কান একাদশের বিপক্ষে লিস্ট এ খেলায় অভিষেক হয় তার ও তিনি সাত ওভার বোলিং করেছিলেন।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৯১ সাল থেকে ২০০১ সাল পর্যন্ত মার্ক ল্যাথওয়েলের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। প্রথম-শ্রেণীর খেলোয়াড়ী জীবনের পুরোটা সময়ই সমারসেট দলে অতিবাহিত করেছেন। শক্তিশালী কব্জির মোচড়ের অধিকারী ও সহজাত ব্যাটসম্যান ছিলেন মার্ক ল্যাথওয়েল। খেলোয়াড়ী জীবনের শুরুতে তার মাঝে বেশ প্রতিশ্রুতিশীলতার লক্ষণ দেখা যায়। কিন্তু, পরবর্তীকালে এ ধারাকে ধরে রাখতে পারেননি তিনি। বব কটাম তাকে তার দেখা সর্বাপেক্ষা উদীয়মান খেলোয়াড় হিসেবে চিত্রিত করেছিলেন। ১৯৯২-৯৩ মৌসুমে অস্ট্রেলিয়া সফরে ইংল্যান্ডের এ দলের সদস্যরূপে নিজেকে তুলে ধরেছিলেন।\n১৯৯১ সালের শুরুতে ইংল্যান্ডের অনূর্ধ্ব-১৯ দলের পক্ষে খেলেন। খেলায় তিনি মাত্র দুই রান করে রান আউটের শিকার হন। সাসেক্সের বিপক্ষে পূর্ববর্তী গ্রীষ্মে আশাতীত ভালো খেলা উপহার দিয়েছিলেন তিনি। ঐ গ্রীষ্মে আট অর্ধ-শতরানের ইনিংস খেলেন। এরপর, সমারসেটের প্রথম একাদশের পক্ষে প্রথমবারের মতো ৪০-ওভারের প্রতিযোগিতায় খেলেন। মৌসুমের শেষদিকে সর্বশেষ প্রথম-শ্রেণীর খেলায় অংশ নেন। ইংল্যান্ডের ইয়ং ক্রিকেটার্সদের সদস্যরূপে অস্ট্রেলীয় ইয়ং ক্রিকেটার্সদের বিপক্ষে দুইটি যুবদের ওডিআই ও তিনটি টেস্ট খেলেন। ৩২.৭৫ গড়ে ২৬২ রান তুলেন। সর্বোচ্চ করেন ৬৬ রান।\n১৯৯২ সালে মার্ক ল্যাথওয়েল দ্বিতীয় একাদশের পক্ষে খেলেন। তবে, প্রথম একাদশের পক্ষে একদিনের ক্রিকেটে অংশ নিতে শুরু করেন তিনি। নেদারল্যান্ডসের বিপক্ষে দুইটি খেলায় ব্যাটিং উদ্বোধনে নামেন। তন্মধ্যে, দ্বিতীয় খেলায় ৫২ রান তুলেছিলেন। ঐ মৌসুমে সানডে লীগে কেন্টের বিপক্ষে দলের সর্বোচ্চ রান সংগ্রাহক হন। খেলায় তার দল ৪ উইকেটে জয় পায়। দুই দিন পর আবারও বেনসন এন্ড হেজেস কাপে কেন্টের মুখোমুখি হয়। অপ্রত্যাশিতভাবে নয় নম্বরে ব্যাটিংয়ে নামেন তিনি ও খেলায় তার দল শোচনীয়ভাবে পরাভূত হয়। দ্বিতীয় একাদশের পক্ষে আরও একটি অর্ধ-শতরানের ইনিংস খেললে তাকে মৌসুমের বাদ-বাকী সময়ে কার্যত প্রথম একাদশে রাখা হয়। অভিষেক মৌসুমটি চমৎকারভাবে অতিবাহিত করেন। এগারোটি অর্ধ-শতরানের ইনিংসসহ সারের বিপক্ষে প্রথম-শ্রেণীর ক্রিকেটে ১১৪ রানের শতরান হাঁকান। তবে, মৌসুমের মাঝামাঝি সময়ে উপর্যুপরী ১, ২, ৩, ০ ও ৪ রান তুলে রান খরায় ভুগেন। তাসত্ত্বেও, ঐ ইনিংসগুলোর মাঝে ৪৫ ও ৭২ রান তুলেছিলেন। ঐ মৌসুমে প্রথম-শ্রেণীর ক্রিকেটে মানানসই ৩৬.৭৫ গড়ে রান তুলতে সক্ষম হন। ক্রমেই তিনি প্রতিষ্ঠিত উদ্বোধনী ব্যাটসম্যানের ভূমিকায় অবতীর্ণ হন ও মাঝে-মধ্যে বোলার হিসেবেও ভূমিকা রাখতেন। ঐ মৌসুমে একটি উইকেটও লাভ করেন তিনি। লিস্ট এ ক্রিকেটেও ভালো করেন। তবে, কোন রানকেই তিন অঙ্কে নিতে পারেননি। ৮৫, ৯৩ ও ৯৫ রানের ইনিংস খেলেছিলেন। এর স্বীকৃতিস্বরূপ সমারসেটের পক্ষ থেকে কাউন্টি ক্যাপ লাভের অধিকারী হন। তাকে অস্ট্রেলিয়া গমনার্থে ইংল্যান্ড এ দলের পক্ষে খেলার জন্যে আমন্ত্রণ জানানো হয়।\n১৯৯৩ সালের শেষে তাকে ক্রিকেট রাইটার্স কর্তৃক বর্ষসেরা তরুণ খেলোয়াড় হিসেবে মনোনীত করা হয়। তবে, ঐ মৌসুমের শীতকালে দক্ষিণ আফ্রিকায় এ দলের সফরে বেশ প্রতিকূলতার মুখোমুখি হন। মাত্র ১৭ গড়ে রান তুলতে পেরেছিলেন তিনি। পরবর্তী মৌসুমগুলোয় তার মাঝে আত্মবিশ্বাসের অভাব লক্ষ্য করা যায়। ১৯৯০-এর দশকের শেষদিকে সমারসেট দলে তার অবস্থান বেশ টালমাটাল হয়ে পড়ে। তার ব্যাটিং কৌশলেও নিম্নতর ভাব পরিলক্ষিত হওয়াসহ ১৯৯৯ ও ২০০০ সালের অধিকাংশ সময় আঘাতের কারণে মাঠের বাইরে থাকতে হয়। ২০০১ সালে ৩৫.১০ গড়ে ৭০২ রান তুলে পুনরায় খেলার জগতে ফিরে আসেন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে দুইটিমাত্র টেস্টে অংশগ্রহণ করেছেন মার্ক ল্যাথওয়েল। সবগুলো টেস্টই অস্ট্রেলিয়ার বিপক্ষে খেলেছিলেন তিনি। ১ জুলাই, ১৯৯৩ তারিখে নটিংহামে সফরকারী অস্ট্রেলিয়া দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। এরপর, ২২ জুলাই, ১৯৯৩ তারিখে লিডসে একই দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি। তাকে কোন ওডিআইয়ে অংশগ্রহণ করার সুযোগ দেয়া হয়নি।\n১৯৯৩ সালে ইংল্যান্ড দল অস্ট্রেলিয়ার কাছে বেশ নাকানিচুবানি খায়। ১ জুলাই, ১৯৯৩ তারিখে ট্রেন্ট ব্রিজে সফরকারী অস্ট্রেলিয়ার বিপক্ষে টেস্ট অভিষেক পর্ব সম্পন্ন হয় তার। প্রথম ইনিংসে ২০ ও দ্বিতীয় ইনিংসে ৩৩ রান তুলেন তিনি। শুরুটা তুলনামূলকভাবে ভালো করায় হেডিংলিতে অনুষ্ঠিত সিরিজের দ্বিতীয় টেস্টেও তাকে রাখা হয়। প্রথম ইনিংসে তৃতীয় বলেই বিদেয় নেন ও দ্বিতীয় ইনিংসে বেশ ধীরলয়ে ২৫ রান তুলে দলকে পরাজয়ের হাত থেকে রক্ষা করেন।\nপ্রতিশ্রুতিশীলতার স্বাক্ষর রাখলেও তাকে আর জাতীয় দলে খেলার জন্যে আমন্ত্রণ জানানো হয়নি। অধিকাংশ ক্রিকেটবোদ্ধাদের ধারণা ছিল যে, তাকে হয়তোবা দলে ফিরিয়ে আনা হবে ও অভিজ্ঞতায় পুষ্ট করতে সহায়তা করবে। ২০০১ সালে পরিবারে অধিক সময় দেয়ার লক্ষ্যে ক্রিকেট থেকে অবসর গ্রহণ করেন তিনি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nরজার প্রিডো\nমাইক হেনড্রিক\nঅ্যাশেজ সিরিজের তালিকা\nইংরেজ টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\n\n\n== বহিঃসংযোগ ==\n\nইএসপিএনক্রিকইনফোতে মার্ক ল্যাথওয়েল  (ইংরেজি)\nক্রিকেটআর্কাইভে মার্ক ল্যাথওয়েল   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}