{"pageid": 1007199, "title": "ট্রানজিস্টারের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1007199", "content": "একটি ট্রানজিস্টার একটি সেমিকন্ডাক্টর ডিভাইস যা বৈদ্যুতিক সার্কিটের সাথে সংযোগের জন্য কমপক্ষে তিনটি টার্মিনাল থাকে। সাধারণ ক্ষেত্রে, তৃতীয় টার্মিনাল অন্যান্য দুটি টার্মিনালের মধ্যে স্রোতের প্রবাহকে নিয়ন্ত্রণ করে। এটি বর্ধিতকরণের জন্য যেমন কোনও রেডিও রিসিভারের ক্ষেত্রে, বা দ্রুত স্যুইচিংয়ের জন্য যেমন ডিজিটাল সার্কিটের ক্ষেত্রে ব্যবহার করা যেতে পারে। ট্রানজিস্টর ভ্যাকুয়াম-টিউব ট্রায়োডকে প্রতিস্থাপন করেছিল, এটিকে একটি (থার্মিয়োনিক) ভালভও বলা হয়, এটি বৃহত্তর ছিল এবং পরিচালনায় উল্লেখযোগ্যভাবে আরও শক্তি ব্যবহৃত হয়েছিল।  ট্রানজিস্টরের পরিচিতি প্রায়শই ইতিহাসের অন্যতম গুরুত্বপূর্ণ আবিষ্কার হিসাবে বিবেচিত হয়।\nফিল্ড-এফেক্ট ট্রানজিস্টরের মূলনীতি ১৯২৫ সালে জুলিয়াস এডগার লিলিনফেল্ড প্রস্তাব করেছিলেন। জন বার্ডিন, ওয়াল্টার ব্র্যাটেন এবং উইলিয়াম শকলে ১৯৪৭ সালে পয়েন্ট-কন্টাক্ট ট্রানজিস্টর বেল ল্যাবসে প্রথম কার্যকরী ট্রানজিস্টর আবিষ্কার করেছিলেন। সকলে উন্নত বাইপোলার জংশন ট্রানজিস্টর প্রবর্তন করেছিলেন ১৯৪৮ সালে। যা ১৯৫০ এর দশকের দিকে উত্পাদনে প্রবেশ করেছিল এবং ট্রানজিস্টরগুলির প্রথম ব্যাপক ব্যবহারের দিকে পরিচালিত করে।\nমোসফেট (ধাতব-অক্সাইড-সেমিকন্ডাক্টর ফিল্ড-এফেক্ট ট্রানজিস্টর), যাকে এমওএস ট্রানজিস্টর নামেও পরিচিত, ১৯৫৯ সালে বেল ল্যাবগুলিতে মোহাম্মদ আটাল্লা এবং ডওন কাহাং আবিষ্কার করেছিলেন। ব্যবহার বিস্তৃত জন্য ট্রানজিস্টর। মোসফেটটি তখন থেকে ইতিহাসে সর্বাধিক উৎপাদিত ডিভাইস হয়ে উঠেছে।\n\n\n== ট্রানজিস্টর ধারণার উৎস ==\n\n\n== প্রথম কাজকরা ট্রানজিস্টর ==\n\n\n== তথ্যসূত্র ==\n\n\n== বই এবং সাহিত্য ==\nGertner, John (২০১২)। The Idea Factory: Bell Labs and the Great Age of American Innovation। Penguin Books। আইএসবিএন 978-0-14-312279-1।  A history of Bell Laboratories and its technological innovations\nRiordan, Michael; Hoddeson, Lillian (১৯৯৮)। Crystal Fire। W.W Norton & Company Limited। আইএসবিএন 978-0-393-31851-7।  The invention of the transistor & the birth of the information age\nKai Handel (১৯৯৯-০৬-২৯)। \"Anfänge der Halbleiterforschung und -entwicklung. Dargestellt an den Biographien von vier deutschen Halbleiterpionieren.\"। PHD Thesis RWTH Aachen। \nOut of the Crystal Maze Chapters from The History of Solid State Physics (728s)\nElectronic Genie: THE TANGLED HISTORY OF SILICON (304s)\nThe INVENTION THAT CHANGED THE WORLD: HOW A SMALL GROUP OF RADAR PIONEERS WON THE SECOND WORLD WAR AND LAUNCHED A TECH (576s)\n\n\n== বহিঃসংযোগ ==\n\nThe Bell Systems Memorial on Transistors.\nIEEE Global History Network, The Transistor and Portable Electronics. All about the history of transistors and integrated circuits.\nTransistorized. Historical and technical information from the Public Broadcasting Service\nThis Month in Physics History: November 17 to December 23, 1947: Invention of the First Transistor. From the American Physical Society\n50 Years of the Transistor. From Science Friday, December 12, 1997\nJack Ganssle \"The transistor: 60 years old and still switching\". EEtimes article, November 28, 2007\nJohn Markoff \"Parallel Inventor of the Transistor Has His Moment.\" New York Times, 24 February 2003\nMichael Riordan \"How Europe Missed The Transistor\". IEEE Spectrum, Vol. 42, Issue 11 S. 52 - 57 November 2005\nArmand Van Dormael \"The 'French' Transistor  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ জুন ২০১৬ তারিখে\". ডিওআই:10.1109/MSPEC.2005.1526906\nMark P D Burgess (2008) \"Semiconductor History: Faraday to Shockley\""}