{"pageid": 1007234, "title": "হাইপারগ্লাইসিমিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1007234", "content": "হাইপারগ্লাইসিমিয়া (ইংরেজি: Hyperglycemia) হচ্ছে এমন একটি শারীরিক অবস্থা যখন রক্তরসে গ্লুকোজের পরিমাণ সাধারণ মাত্রার চেয়ে অনেক বেশি বেড়ে যায়। সাধারণত রক্তে শর্করার পরিমাণ ১১.১ মিলিমোল/লি (২০০ মিগ্রা/ডেলি)-এর বেশি হলে হাইপারগ্লাইসিমিয়ার সৃষ্টি হয়। তবে এর লক্ষণ গ্লুকোজের পরিমাণ আরও বেশি (১৩.৯–১৬.৭ মিলিমোল/লি বা ২৫০–৩০০ মিগ্রা/ডেলি) না হলে দেখা নাও দিতে পারে। সাধারণত কারও শরীরে গ্লুকোজের পরিমাণ ধারাবাহিকভাবে ৫.৬–৭ মিলিমোল/লি (১০০–১২৬ মিগ্রা/ডেলি)-এর মধ্যে থাকলে অ্যামেরিকান ডায়াবেটিস অ্যাসোসিয়েশনের নির্দেশনা অনুযায়ী তাকে কিছুটা হাইপারগ্লাইসিমিক, এবং ৭ মিলিমোল/লি (১২৬ মিগ্রা/ডেলি)-এর বেশি হলে তিনি বহুমূত্ররোগ বা ডায়াবেটিসে আক্রান্ত হিসেবে বিবেচনা করা হয়। বহুমূত্ররোগে আক্রান্ত ব্যক্তিদের ক্ষেত্রে কাউকে হাইপারগ্লাইসিমিক হিসেবে চিহ্নিত করার করার ক্ষেত্রে গ্লুকোজের পরিমাণে ব্যক্তিভেদে ভিন্ন হতে পারে। কারণ ব্যক্তিভেদে বৃক্কের গ্লুকোজের সহনমাত্রা এবং সার্বিকভাবে শরীরের গ্লুকোজের সহনমাত্রা ভিন্ন হতে পারে। তবে সাধারণত যাদের রক্তে ধারাবাহিকভাবে গ্লুকোজের পরিমাণ ১০–১২ মিলিমোল/লি (১৮০–২১৬ মিগ্রা/ডেলি)-এর বেশি থাকে সময়ের সাথে সাথে তারা অঙ্গের অকার্যকারীতার স্বীকার হতে পারেন।\n\n\n== কারণ ==\nডায়াবেটিস ছাড়াও হাইপারগ্লাইসিমিয়া হওয়ার নানাবিধ কারণ রয়েছে। যার মধ্যে আছে ডায়াবেটিস ছাড়াও বিভিন্ন ধরনের অন্তঃক্ষরা গ্রন্থির রোগ (যেমন ইনসুলিন প্রতিরোধ্যতা এবং থাইরয়েড, অগ্ন্যাশয়, এবং পিটুইটারি গ্রন্থির বিভিন্ন রোগ), সেপসিস, নির্দিষ্টি কিছু সংক্রমণ, অন্তঃকরোটীয় রোগ (যেমন: এনসেফালাইটিস, মস্তিষ্কের টিউমার, বিশেষ করে যদি তা পিটুইটারি গ্রন্থির কাছে সৃষ্টি হয়, মস্তিষ্কের রক্তক্ষরণ, এবং মেনিনজাইটিস), খিচুনি, দুরারোগ্য কোনো রোগের ক্ষেত্রে শেষভাগে রয়েছে এমন অবস্থা, দীর্ঘসময়ব্যাপী বা গুরুতর কোনো অস্ত্রোপচার, অতিরিক্ত খাদ্যগ্রহণ, মাত্রাতিরিক্ত দুশ্চিন্তা, এবং শারীরিক আঘাত।\n\n\n== চিকিৎসা ও প্রতিকার ==\nহাইপারগ্লাইসিমিয়ার চিকিৎসায় এটি যে কারণে তৈরি হয়েছে (যেমন ডায়াবেটিস) তার অবসান ঘটানো প্রয়োজন। তীব্র বা অ্যাকিউট হাইপারগ্লাইসিমিয়া বেশিরভাগ ক্ষেত্রে সরাসরি ইনসুলিন প্রয়োগের মাধ্যমে প্রতিকার করা সম্ভব। মারাত্মক ধরনের হাইপারগ্লাইসিমিয়ার ক্ষেত্রে ডায়াবেটিক-বিরোধী ওষুধ সেবন ও জীবনযাত্রা পরিবর্তনের প্রয়োজন পড়তে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nশিশুদের মধ্যে হাইপারগ্লাইসেমিয়া - মেডলাইনপ্লাস থেকে"}