{"pageid": 1007447, "title": "নেপালি সেনাবাহিনীর পদবীসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1007447", "content": "নেপালি সেনাবাহিনীর পদবীগুলো নেপালি ভাষায় রচিত যদিও সবগুলো পদবীর ইংরেজি অনুবাদ আছে। ১৯৬০-এর দশক থেকে নেপালি সেনাবাহিনীর সমস্ত কিছু ভারতীয় সেনাবাহিনীর অনুকরণে করার সিদ্ধান্ত হয়; ধীরে ধীরে ১৯৯০-এর দশক থেকে শুরু করে ২০০০-এর দশকে নেপালি সেনাবাহিনী প্রায় পুরোপুরি ভারতীয় সেনাবাহিনীর শৈলীতে চলা শুরু করে দেয়। যদিও নেপালি সেনাদের পদবীচিহ্ন এবং নামগুলো হুবহু ভারতীয়দের মতো নয়।\n\n\n== কর্মকর্তা ==\n\n\n=== সেনাপতিদের দায়িত্বসমূহ ===\nসেনাপতি বা রথীরা ইংরেজিতে জেনারেল হিসেবে পরিচিত হন বিদেশ ভ্রমণকালে; নেপালি সেনাবাহিনী কখনোই তাদের কোনো ক্ষেত্রে ইংরেজি ভাষা ব্যবহার করেনা।\n\nমহারথী বা প্রধান সেনাপতি  - এই ব্যক্তি (সবসময়ই একজন পুরুষ) নেপালি সেনাবাহিনী প্রধান বা প্রধান অধিনায়ক হয়ে থাকেন। এই পদবীটিকে ইংরেজিতে জেনারেল নামে ডাকা হয়। এই পদ মাত্র একজন পান।\nরথী - সেনাবাহিনী সদর দপ্তরে গুরুত্বপূর্ণ দায়িত্ব পালন করেন; এই ব্যক্তিও পুরুষ হন, রথীদের কাজ হচ্ছে সেনাবাহিনীর রণকৌশল প্রণয়ন এবং প্রশিক্ষণসমূহ তদারকির মূল অধিনায়ক হিসেবে দায়িত্ব পালন করা অথবা রথীরা উপ-প্রধান সেনাপতি হিসেবেও দায়িত্ব পালন করতে পারেন। এই পদবীটি ইংরেজিতে নেপালিদের কাছে পরিচিত লেফটেন্যান্ট জেনারেল নামে। মাত্র দুইজন বা তিনজন কিংবা কোনো কোনো ক্ষেত্রে চারজন ব্যক্তি এই পদ পেতে পারেন।\nউপরথী - এই ব্যক্তি সেনাবাহিনীর ফরমেশনগুলোর অধিনায়ক হয়ে থাকেন, এই ব্যক্তিও পুরুষ হন; ফরমেশন ছাড়াও উপরথীরা সেনাবাহিনী সদর দপ্তরে গুরুত্বপূর্ণ পদে অধিষ্ঠিত হন কিংবা সামরিক চিকিৎসা পরিষেবার প্রধান কর্মকর্তা (চিকিৎসকদের প্রধান) হতে পারেন। এটিকে নেপালিরা ইংরেজিতে মেজর-জেনারেল নামে অভিহিত করে।\nসহায়ক রথী - এই ব্যক্তিও পুরুষ হন এবং এই ব্যক্তির দায়িত্ব হয় যে কোনো ব্রিগেডের অধিনায়ক হিসেবে দায়িত্ব পালন বা সামরিক হাসপাতালে ঊর্ধ্বতন চিকিৎসক হিসেবে দায়িত্ব পালন; অথবা সেনাবাহিনী সদর দপ্তরে কোনো পরিদপ্তরের পরিচালকও হতে পারেন এই ব্যক্তি; এছাড়াও এই ব্যক্তি সামরিক দূত হিসেবে বিভিন্ন দেশে নিয়োগ পেতে পারেন, এছারা সামরিক প্রশিক্ষণ কেন্দ্রের অধিনায়কও হতে পারেন। এই পদবীটি ইংরেজিতে ব্রিগেডিয়ার জেনারেল হিসেবে নেপালিরা উল্লেখ করে।\n\n\n== সৈনিক ==\nনেপালি সেনাবাহিনীর সৈনিকদের পদবীগুলো ভারতীয় সেনাবাহিনীর পদবীর মতো (যদিও পুরোপুরি নয়, নেপালিদের নিজস্ব রীতি আছে); সিপাহী থেকে পদবী শুরু হয় আর শেষ হয় প্রমুখ সুবেদারে; নারীরাও পুরুষদের মতো সকল পদবী পেয়ে থাকেন।\n\n\n=== সৈনিক, এনসিও এবং জেসিও পদমর্যাদাসমূহ ===\nপ্যুঠ থেকে অমলদার পদবী এনসিও বা নন-কমিশন্ড অফিসার হিসেবে পরিগণিত এবং জমাদার থেকে প্রমুখ সুবেদার জুনিয়র কমিশন্ড অফিসার বা জেসিও হিসেবে পরিগণিত।\n\n\n== তথ্যসূত্র =="}