{"pageid": 1007837, "title": "কসোভোর ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1007837", "content": "কসোভোর ইতিহাস এর প্রতিবেশী অঞ্চলের ইতিহাস ও ঐতিহ্যের সাথে জড়িত। \"কসোভো\" নামটি এসেছে সার্ব শব্দ \"কোস\" থেকে, যার হল অর্থ কালো পাখি। মূলত কসোভো পোলজে নামটি থেকে সংক্ষিপ্ত করে দেশটির এরূপ নামকরণ করা হয়েছে। এর অর্থ হচ্ছে \"কালো পাখির বিচরণ ক্ষেত্র\"। কসোভোয় অটোমান সাম্রাজ্যের ও বলকান রাষ্ট্রসমূহের জোটের মধ্যে যুদ্ধ হয়ে, যা কসোভোর যুদ্ধ নামে পরিচিত। আলবেনীয় ভাষায় কসোভোর পশ্চিম অংশকে বলা হয় রাফশি আই ডুকাগজিনিত অর্থাৎ \"ডুকাগজিনের মালভূমি\"।\nউসমানীয়রা ১৮৭৭ খ্রিস্টাব্দে কসোভোকে উসমানীয় সাম্রাজ্যের প্রদেশে রূপান্তর করেছিল। উসমানীয় সাম্রাজ্যের প্রশাসন যখন কসোভোর ভিলায়েত গঠন করেছিলেন, তখন থেকে কসোভো নামটি তখন থেকে ব্যবহৃত হচ্ছে। প্রাচীনকালে এই অঞ্চলটি দার্দানিয়ার অংশ ছিল এবং দর্দানিয়া অঞ্চলটি মোয়েশিয়া নামক রোমান প্রদেশের অন্তর্ভুক্ত ছিল। মধ্যযুগে এ অঞ্চলটি বুলগেরীয় সাম্রাজ্য, বাইজেন্টাইন সাম্রাজ্য ও পরবর্তী কালে মধ্যযুগীয় সার্বীয় রাজ্যগুলোর অংশ হয়ে ওঠে। কসোভোর যুদ্ধের ঠিক ৭০ বছর পরে কসোভো প্রদেশ অটোমান সাম্রাজ্যের অংশ হয়। ১৯১৩ সালে কসোভো ভিলায়েত সার্বিয়ার রাজ্যে অন্তর্ভুক্ত হয়। ১৯১৮ সালে যুগোস্লাভিয়া গঠিত হয়। যুগোস্লাভিয়ার সাথে সার্বিয়া যুক্ত হওয়ায় কসোভো যুগোস্লাভিয়ার অংশে পরিণত হয়। জোসিপ ব্রোজ টিটোর নির্দেশে ১৯৬৩ খ্রিস্টাব্দে কসোভো স্বায়ত্তশাসন লাভ করে এবং যুগোস্লাভিয়ার ১৯৭৪ সালের সংবিধানের ফলে এই স্বায়ত্তশাসনের পরিধি উল্লেখযোগ্যভাবে প্রসারিত হয়। তবে ১৯৯০ সালে কসোভোর স্বায়ত্তশাসন ক্ষমতা প্রত্যাহার করা হয়। ১৯৯৯ সালে কসোভো ইউএনএমআইক-এ পা দেয়।\n২০০৮ সালের ১৭ ফেব্রুয়ারি কসোভোর জনপ্রতিনিধি সমাজ একতরফাভাবে কসোভোর স্বাধীনতা ঘোষণা করেন। পরবর্তীকালে কসোভো প্রজাতন্ত্রের সংবিধান গৃহীত হয়, যা ২০০৮ সালের ১৫ জুন কার্যকর হয়।\n\n\n== প্রাগৈতিহাসিক ==\n\nপ্রাগৈতিহাস-পরবর্তী সময়ে এ অঞ্চলটিতে স্টারসেভো সংস্কৃতি, ভিনকা সংস্কৃতি, বুবাঞ্জ-হাম সংস্কৃতি এবং বাডেন সংস্কৃতি সক্রিয় ছিল। কসোভো এবং এর আশেপাশের অঞ্চলে মানুষ প্রায় দশ হাজার বছর ধরে বসবাস করে আসছে। নিওলিথিক যুগে, কসোভো ভিনকা-তুর্দাস সংস্কৃতি এলাকার অন্তর্ভুক্ত ছিল। রাফশি ও দুকাগজিনিতে ব্রোঞ্জ ও লৌহ যুগের প্রত্নতাত্ত্বিক নিদর্শন পাওয়া গেছে।\nঅনুকূল ভূ-কৌশলগত অবস্থান এবং সেইসাথে প্রচুর প্রাকৃতিক সম্পদের জন্য প্রাগৈতিহাসিক সময়কাল থেকে কসোভোতে জীবনযাপনের অনুকূল পরিবেশ বজায় ছিল। এই তথ্যটি কসোভোর শত শত প্রত্নতাত্ত্বিক স্থান দ্বারা প্রমাণিত। এ তথ্যসমূহ গর্বের সাথে এর সমৃদ্ধ প্রত্নতাত্ত্বিক ঐতিহ্য উপস্থাপন করে। প্রত্নতাত্ত্বিক সম্ভাবনা থাকতে পারে এমন নিদর্শনগুলোর সংখ্যা বৃদ্ধি পাচ্ছে। কসোভো জুড়ে অনুসন্ধান চালানোর সময় এগুলোর খোঁজ পাওয়া গিয়েছে। অনেকগুলো প্রাচীন যুগের চিহ্ন থেকেও কসোভোর প্রাচীনত্বের একটি ধারণা পাওয়া যায়।\nকসোভোর ভূখণ্ডে নথিভুক্ত প্রাচীনতম চিহ্নগুলো প্রস্তর যুগের অন্তর্গত। অর্থাৎ এতে এমন ইঙ্গিত রয়েছে যে এতে গুহা-নির্ভর বাসস্থানের অস্তিত্ব থাকতে পারে, যেমন দ্রিন নদীর কাছে রেডিভোজেস এলাকা অবস্থিত। গ্রানাকার ভিটিনা পৌরসভা, দেমা এবং পেজার কারামাকাজ গুহা এবং অন্যান্য অঞ্চলে প্রাচীন কসোভোর সভ্যতা সমূহের জীবন যাপনের কিছু ইঙ্গিত রয়েছে। যাইহোক, প্যালিওলিথিক বা পুরাতন প্রস্তর যুগের জীবন এখনও বৈজ্ঞানিকভাবে প্রমাণিত নয়। অতএব, কসোভোয় প্যালিওলিথিক এবং মেসোলিথিক মানুষের বসবাসের পক্ষে যুক্তি নিশ্চিত না হওয়া পর্যন্ত, নিওলিথিক মানুষের যুগকে কসোভোতে জনসংখ্যার কালানুক্রমিক সূচনা হিসাবে বিবেচনা করা হয়। ধরে নেয়া হয় এই সময়কাল থেকে আজ অবধি কসোভোতে জনবসতি রয়েছে এবং প্রাগৈতিহাসিক, প্রাচীন এবং মধ্যযুগ পর্যন্ত সমাজের বিভিন্ন কার্যকলাপের চিহ্ন কসোভোর বিভিন্ন অঞ্চল জুড়ে দৃশ্যমান। কিছু প্রত্নতাত্ত্বিক স্থানে বহুস্তরীয় বসতিগুলো শতাব্দী ধরে জীবনের ধারাবাহিকতাকে স্পষ্টভাবে প্রতিফলিত করে।\nভ্লাস্নে এবং রুনিক হল দুটি সবচেয়ে উল্লেখযোগ্য নিওলিথিক নিদর্শন। একাধিক অভিযানের মাধ্যমে এ অঞ্চল সম্বন্ধে নিশ্চিত হওয়া গিয়েছে। এগুলোকে খনন করার পর এ এলাকায় নিওলিথিক মানুষের বসবাসের বিভিন্ন নিদর্শন পাওয়া গিয়েছে। ভ্লাস্নে একটি বিশিষ্ট প্রত্নতাত্ত্বিক এলাকা। প্রত্নতাত্ত্বিক খনন হতে জানা যায়, এলাকাটি নিওলিথিক যুগ থেকে মানুষের আবাসস্থল হিসেবে ব্যবহৃত। মিরিজি আই কোবাজেসের গুহাচিত্রগুলো (নবপ্রস্তর যুগ এবং প্রাথমিক ব্রোঞ্জ যুগ) কসোভোতে প্রাগৈতিহাসিক শিলা শিল্পের প্রথম আবিষ্কার হিসেবে চিহ্নিত হয়েছে। প্রাচীনকালের শেষদিকে, ভ্লাস্নে ছিল দুর্গ অঞ্চলের একটি সুরক্ষিত বসতি যা জাস্টিনিয়ান প্রথম দার্দানিয়ার হোয়াইট ড্রিনের সংলগ্ন এলাকায় পুনর্নির্মাণ করেছিলেন। মাইকোভকি এবং ক্রিকভিনা স্টারকেভো (যা সার্বিয়া এবং রুনিকের কাছাকাছি অঞ্চলে অবস্থিত) এ অঞ্চলের দুটি প্রাচীনতম বসতি। তাদের মধ্যে বৈশিষ্ট্যগত মিল এত বেশি যে, তাদের একে অপরের থেকে পৃথক করা যায় না।\n\n\n== প্রাচীনত্ব ==\nনিওলিথিক যুগে কসোভো ভিনকা-তুর্দাস, স্টারসেভো এবং ব্যাডেন সংস্কৃতির অঞ্চলের অংশ ছিল। ব্রোঞ্জ এবং লৌহ যুগের প্রত্নতাত্ত্বিক নিদর্শন সমূহ কসোভোর রাফশি আই দুকাগজিনি অঞ্চলে পাওয়া গেছে।\n\nপ্রাচীন কালে, কসোভোর এলাকাটি দার্দানিয়ার অংশ ছিল। নামটি এসেছে দার্দানি থেকে। দার্দানি হল একটি উপজাতি যারা এই অঞ্চলে বসবাস করত এবং খ্রিস্টপূর্ব ৪র্থ শতাব্দীতে দার্দানিয়ার রাজ্য গঠন করেছিল। প্রত্নতাত্ত্বিক গবেষণায়, পশ্চিম দার্দানিয়ায় (বর্তমান কসোভো) ইলিরিয়ান নামগুলো প্রাধান্য পেয়েছে, যেখানে থ্রাসিয়ান নামগুলো বেশিরভাগই পূর্ব দারদানিয়াতে (বর্তমান দক্ষিণ-পূর্ব সার্বিয়া) পাওয়া যায়। এই অঞ্চলের পূর্ব অংশ থ্রাকো-ইলিরিয়ান যোগাযোগ অঞ্চলের অন্তর্ভুক্ত ছিল। \nদার্দানি তাদের রাজা বার্ডিলিসের অধীনে তাদের সময়ের সবচেয়ে শক্তিশালী ইলিরিয়ান রাজ্যে পরিণত হয়েছিল। বার্ডিলিসের নেতৃত্বে, দার্দানি মেসিডোনিয়ান এবং মোলোসিয়ানদের পরাজিত করে, মেসিডোনিয়া এবং লিঙ্কেস্টিসের উপর রাজত্ব করে। বার্ডিলিস এপিরাসের বিরুদ্ধে অভিযান পরিচালনা করেন।\nআরদিয়ে এবং অটারিয়েটের পাশাপাশি প্রাচীন গ্রীক এবং রোমান সূত্রে রোমান সময়ে দার্দানিকে তিনটি শক্তিশালী \"ইলিরিয়ান\" জনগোষ্ঠীর একটি হিসাবে উল্লেখ করা হয়েছে।\nপ্রাচীন দার্দানিয়া অঞ্চলের সাথে সঙ্গতিপূর্ণ আলবানোর একটি প্রাচীন অন্ত্যেষ্টিক্রিয়া শিলালিপি স্কোপজের কাছে পাওয়া গেছে।\n১৮৫৪ সালে, জোহান জর্জ ফন হ্যান প্রথম প্রস্তাব করেন যে দার্দানোই এবং দার্দানিয়া নামগুলো আলবেনিয়ান শব্দ দার্দে (পিয়ার বা নাশপাতি-গাছ) এর সাথে সম্পর্কিত।\nএকই শব্দমূল হতে আগত একটি সাধারণ আলবেনীয় শব্দ হল দার্দা। এ শব্দমূল হতে আগত শব্দসমূহ আলবেনিয়ার বিভিন্ন অঞ্চলে ব্যবহৃত হতে দেখা যায়, যার মধ্যে রয়েছে বেরাতে দারধা, কোরসাতে দারধা, লিব্রাঝদে দারধা, পুকাতে দারধা, পোগ্রাদেকে দারধাস, মিরদিতে দারধাজ এবং পারমেটে দারধেস। ১৬৭২ খ্রিস্টাব্দের একটি ধর্মীয় প্রতিবেদনে এবং ভেনিসীয় মানচিত্রকারের একটি ১৬৮৮ সালের মানচিত্রে দার্দা হিসেবে পুকাতে দর্ধাকে লিপিবদ্ধ করা হয়েছে। দার্ধা হল ডিব্রা জেলার উত্তরাঞ্চলের একটি আলবেনিয়ান উপজাতির নাম।\nইলিরিয়া অঞ্চলটি ১৬৮ খ্রিস্টপূর্বাব্দে রোমান সাম্রাজ্যের অন্তর্ভুক্ত হয় এবং ৫৯ খ্রিস্টপূর্বাব্দে রোমান প্রদেশ ইলিরিকামে পরিণত হয়। কসোভো অঞ্চল সম্ভবত ৮৭ খ্রিস্টাব্দে মোয়েসিয়া সুপিরিয়রের অংশ হয়ে ওঠে, যদিও প্রত্নতাত্ত্বিক প্রমাণ থেকে জানা যায় যে কসোভো ডালমাটিয়া এবং মোয়েশিয়া প্রদেশের মধ্যে বিভক্ত হয়ে থাকতে পারে।\n\n২৮৪ সালের পর ডায়োক্লেটিয়ান মোয়েসিয়াকে আরও ছোট প্রদেশে বিভক্ত করেন। বিভক্ত অঞ্চলসমূহ হল দার্দানিয়া, মোয়েসিয়া প্রিমা, ডেসিয়া রিপেনসিস এবং ডেসিয়া মেডিটেরানিয়া। দার্দানিয়ার রাজধানী ছিল নাইসাস এবং এর পূর্বে সেল্টসদের বসতি ছিল। রোমান সাম্রাজ্যের দার্দানিয়া প্রদেশে আধুনিক কসোভোর পূর্ব অংশ অন্তর্ভুক্ত ছিল এবং এর পশ্চিম অংশটি নবগঠিত রোমান প্রদেশ প্রিভালিটানার অন্তর্গত ছিল। রোমানরা এই অঞ্চলে উপনিবেশ স্থাপন করেছিল এবং বেশ কয়েকটি শহর প্রতিষ্ঠা করেছিল।\n\n৪৪১ এবং ৪৪৭-৪৯ সালের হুন্নিক জনগোষ্ঠী দ্বারা পরিচালিত আক্রমণগুলো ছিল প্রথম বর্বর আক্রমণ। এ আক্রমণসমূহ পূর্ব রোমান দুর্গের কেন্দ্র এবং শহরগুলো দখল করতে সক্ষম হয়েছিল। বেশিরভাগ বলকান শহরগুলো অবশ্য আংশিকভাবে পুনরুদ্ধার করা হয়েছিল। যদিও কসোভোতে হুন্নিক আক্রমণের সরাসরি কোনো লিখিত প্রমাণ নেই। তবুও এর অর্থনৈতিক পশ্চাদভূমি শত শত বছর ধরে প্রভাবিত হয়েছে। প্রথম জাস্টিনিয়ান ৫২৭ সালে বাইজেন্টাইন সাম্রাজ্যের সিংহাসন গ্রহণ করেছিলেন। তিনি প্রাক্তন রোমান অঞ্চলগুলোতে বাইজেন্টাইন সম্প্রসারণের প্রচেষ্টা চালিয়েছিলেন এবং কসোভোর এলাকাটিকে সাম্রাজ্যে আবার অন্তর্ভুক্ত করেছিলেন।\n\n\n=== স্লাভিক আক্রমণ এবং স্থানান্তরকরণ ===\nবলকানে স্লাভিক অভিবাসন প্রক্রিয়া ৬ষ্ঠ থেকে ৭ম শতাব্দীর মধ্যে সংঘটিত হয়েছিল।\nজাস্টিনিয়ানের রাজত্বের মাঝামাঝি সময়ে প্রথম বড় স্লাভ অভিযান না হওয়া পর্যন্ত এই অঞ্চলটি রোমান বাইজেন্টিয়াম রাজ্যের অংশ ছিল। ৫৪৭ এবং ৫৪৮ সালে স্লাভরা আধুনিক কসোভোর কিছু অংশ আক্রমণ করেছিল। অতঃপর তারা উত্তর আলবেনিয়ান উপকূলে ডুরেস পর্যন্ত পৌঁছেছিল এবং অন্য দিকে গ্রীস পর্যন্ত পৌঁছেছিল।\nজাস্টিনিয়ানের সময়ে প্লেগের ফলে লক্ষ লক্ষ স্থানীয় বলকান লোক মারা যান এবং ফলস্বরূপ অনেক অঞ্চল জনবসতিহীন হয়ে পড়ে,যার জন্য এ অঞ্চলটি সরকারের কাছে অবহেলিত হয়ে পড়েছিল। এটি স্লাভদের বলকান অঞ্চলে অভিযান এবং বসতি স্থাপনের সুযোগ দেয়।\nডি অ্যাডমিনিস্ট্র্যান্ডো ইম্পেরিও অনুযায়ী, সার্ব এবং ক্রোয়েটদের পূর্বপুরুষরা বলকানে স্লাভিক অভিবাসনের অংশ ছিল। ক্রোয়াটরা আধুনিক ক্রোয়েশিয়া এবং পশ্চিম বসনিয়ায় বসতি স্থাপন করে। অন্যদিকে সার্বরা বসনিয়া, ট্রাভুনিজা, জাহুমলজে, ডুকলজা এবং কসোভোর উত্তরে অবস্থিত ভূমির বাকি অংশে বসতি স্থাপন করেছিল। সার্বরা রাসকা অঞ্চলেও বসতি স্থাপন করে।\n\n\n=== মধ্যযুগীয় কসোভো ===\nঐতিহাসিক নোয়েল ম্যালকমের মতে, ভ্লাচ-রোমানিয়ান এবং আরোমানীয় ভাষার উদ্ভব হয়েছে এই অঞ্চলে এবং এর আশেপাশের অঞ্চল সমূহে। এর কারণ সম্ভবত আলবেনিয়ান এবং রোমানিয়ান ভাষার মধ্যে যোগাযোগ বজায় ছিল।\n\n\n=== বুলগেরিয়ান সময়কাল ===\n\nখান প্রেসিয়ানের (৮৩৬-৮৫২) শাসনামলে কসোভো অঞ্চলটি বুলগেরিয়ান সাম্রাজ্যের অন্তর্ভুক্ত হয়। ৮৬৪ সালে কসোভোর জনগণকে খ্রিস্টান ধর্মে দীক্ষিত করার পরে অসংখ্য গির্জা এবং মঠ নির্মিত হয়েছিল। এটি ১৫০ বছর ধরে ১০১৮ সাল পর্যন্ত বুলগেরিয়ার সীমানার মধ্যে ছিল। অর্ধ শতাব্দীর তিক্ত সংগ্রামের পরে কসোভো অঞ্চলটি বাইজেন্টাইনদের দ্বারা দখল করা হয়েছিল। ১০ শতকের বাইজেন্টাইন সম্রাট কনস্টানটাইন সপ্তমের ডি অ্যাডমিনিস্ট্র্যান্ডো ইম্পেরিও অনুযায়ী, সার্বিয়ান জনবহুল জমিগুলো কসোভোর উত্তর-পশ্চিমে ছিল এবং বুলগেরিয়ান অঞ্চলের অংশ ছিল।\nপিটার ডেলিয়ানের (১০৪০-১০৪১) বিদ্রোহের সময় কসোভো সংক্ষিপ্তভাবে স্বাধীনতা অর্জন করে এবং ১০৭২ সালে জর্জি ভয়েতের বিদ্রোহের সময় পিটার তৃতীয়কে প্রিজরেনের বুলগেরিয়ার সম্রাট ঘোষণা করা হয়। অতঃপর প্রিজরেন থেকে বুলগেরিয়ান সেনাবাহিনী স্কোপজেতে অগ্রসর হয়।\n১৩শ শতাব্দীর শুরুতে, কসোভো পুনরুদ্ধার করার পর বুলগেরিয়ান সাম্রাজ্যে আবার অন্তর্ভুক্ত করা হয় কিন্তু সম্রাট ইভান আসেন দ্বিতীয় (১২১৮-১২৪১) এর মৃত্যুর পর কসোভোয় বুলগেরিয়ান নিয়ন্ত্রণ ম্লান হয়ে যায়।\n\n\n=== বাইজেন্টাইন যুগ ===\n১১ শতকের দিকে, বাইজেন্টাইন সাম্রাজ্য সম্পূর্ণরূপে পুনঃপ্রতিষ্ঠিত হওয়ার পর, অঞ্চলটি আবার বাইজেন্টাইন সাম্রাজ্যের অংশ হয়ে ওঠে এবং ১২ শতক পর্যন্ত বাইজেন্টাইন শাসনের অধীনে থাকে।\n\n\n=== সার্বিয়ান সময়কাল ===\n\n১২ শতকের শেষের দিকে এবং ১৩ শতকের প্রথম দিকে সার্বিয়ান রাজ্য রাসিয়া কসোভো অঞ্চলটি জয় করে। এর ফলে ১৩৪৬ থেকে ১৩৭১ সাল পর্যন্ত কসোভো সার্বিয়ান সাম্রাজ্যের অংশ ছিল। ১৩৮৯ সালে কসোভোর যুদ্ধ সংঘটিত হয়েছিল যা একটি অচলাবস্থার মাধ্যমে শেষ হয়।\nনেমানজিচ রাজবংশের শাসনামলে (১১৬০-১৩৫৫) কসোভোর সার্বিয়ান অঞ্চল জুড়ে অনেক সার্বিয়ান অর্থোডক্স গির্জা এবং মঠ নির্মিত হয়েছিল। ১৩ শতকের মাঝামাঝি থেকে শতাব্দীর শেষ পর্যন্ত কসোভোতে নেমানজিক শাসকদের প্রধান বাসস্থান অবস্থিত ছিল। পশ্চিম কসোভো (মেটোহিজা) মঠগুলোতে বিশাল সম্পত্তি দান করা হয়েছিল। কসোভোর সবচেয়ে বিশিষ্ট গির্জা সমূহ, যেমন পেজায় প্যাট্রিয়ার্কেট, গ্রাকানিকার গির্জা এবং ভিসোকি দেকানির মঠ (যা ডেকানে নগরীর কাছে অবস্থিত) - সবই এই সময়ের মধ্যে প্রতিষ্ঠিত হয়েছিল। কসোভো অর্থনৈতিকভাবে অত্যন্ত গুরুত্বপূর্ণ একটি অঞ্চল ছিল, কারণ আধুনিক কসোভোর রাজধানী প্রিস্টিনা ছিল অ্যাড্রিয়াটিক সাগরের বন্দরগুলোতে যাওয়ার পথে একটি প্রধান বাণিজ্য কেন্দ্র। এছাড়াও, নোভো ব্রডো এবং জানজেভোতে খনন শিল্প একটি গুরুত্বপূর্ণ শিল্প। তাই সেখানে ইমিগ্রে স্যাক্সন খনি শ্রমিক এবং রাগুসান ব্যবসায়ীদের সম্প্রদায় বসবাস করতো। ১৪৫০ সালে নোভো ব্রোডোর খনিগুলো প্রতি বছর প্রায় ৬,০০০ কেজি রৌপ্য উৎপাদন করত।\nএই সময়ের মধ্যে সার্বিয়ান সন্ন্যাস সনদ বা ক্রাইসোবুলস অনুসারে কসোভোর জনসংখ্যার জাতিগত সংমিশ্রণে সার্বিয়ান, আলবেনিয়ান এবং ভ্লাচের সাথে গ্রীক, ক্রোয়াট, আর্মেনিয়ান, স্যাক্সন এবং বুলগেরিয়ানদের অন্তর্ভুক্তি ছিল।\n১৪ শতকে সার্বিয়ান শাসকদের দুটি ক্রাইসোবুল বা ডিক্রিতে, আধুনিক কসোভো এলাকার গ্রামগুলোতে সার্বদের আলবেনিয়ান এবং ভ্লাচদের পাশাপাশি বসবাস করতে দেখা যায়। সার্ব জনগণের বসবাসের অঞ্চলগুলোর মধ্যে অন্যতম হলো হোয়াইট ড্রিন এবং লিম নদীর মধ্যবর্তী অঞ্চল (১৩৩০)। দ্বিতীয় সার্বিয়ান গোল্ডেন বুলে (১৩৪৮) প্রিজরেনের আশেপাশে মোট নয়টি আলবেনিয়ান গ্রাম উল্লেখ করা হয়েছে।\nপ্রিজরেনের আশেপাশের গ্রামে অবস্থিত ১৭০টি ভ্লাচ অবস্থিত বলে উল্লেখ করা হয়েছে। ১৩৩০ সালে দেকানস্কি যখন তার দেকানি মঠ প্রতিষ্ঠা করেন, তখন তিনি সাদা ড্রিন এলাকায় 'ভ্লাচ এবং আলবেনিয়ানদের গ্রাম এবং কাতুন রয়েছে' উল্লেখ করেছিলেন। রাজা স্টেফান ডেকানস্কি ভিসোকি দেকানি মঠকে মঞ্জুর করেছিলেন। দুসানের কোডে সার্ব এবং ভ্লাচদের মধ্যে আন্তঃবিবাহ নিষিদ্ধ ছিল। দুসানের কোড দ্বারা স্লাভ কৃষকদের সুরক্ষা অনেক ভ্লাচকে সার্বিয়া থেকে স্থানান্তর করতে বাধ্য করেছিল।\nকিছু পণ্ডিতদের মতে, এই সময়ের মধ্যে কেউ সার্বিয়ানাইজেশনের একটি প্রক্রিয়া হয়েছে। এর প্রমাণ হিসেবে আলবেনিয়ানরা সার্বিয়ান নাম বা মিশ্র আলবেনিয়ান-সার্বিয়ান নাম তারা উল্লেখ করেন।\nযদিও সার্বিয়ান পণ্ডিতরা এই সিদ্ধান্তে উপনীত হতে পারেন যে ১৪৫৫ থেকে স্থানান্তর প্রক্রিয়া সার্বিয়ান স্থানীয় জনসংখ্যাকে নির্দেশ করে, কিন্তু অন্যান্য অনেক পণ্ডিতদের ভিন্ন মতামত রয়েছে। মাদগারু এর পরিবর্তে যুক্তি দেন যে ১৪৫৫ এর পর থেকে স্থানান্তরের সংখ্যা দেখায় যে কসোভোয় সার্বিয়ান এবং আলবেনিয়ানদের সংযোগ ছিল। অন্যদিকে প্রিস্টিনা এবং প্রিজরেনের মধ্যে উল্লেখযোগ্য আলবেনিয়ান মুসলিম জনসংখ্যা ছিল।\nযেহেতু একই পরিবারের মধ্যে স্লাভিক এবং আলবেনিয়ান উভয় নামের অনেক উদাহরণ রয়েছে, তাই নামের প্রমাণ অবশ্যই সতর্কতার সাথে বিবেচনা করা উচিত। কেননা শিশুদের বিদেশী নাম দেওয়া আন্তঃবিবাহের মাধ্যমে, একটি ভিন্ন জাতিগোষ্ঠীর সামাজিকভাবে উচ্চতর শ্রেণীর অনুকরণের মাধ্যমে বা কেবল ফ্যাশনের মাধ্যমে ঘটতে পারে।\nমধ্যযুগে জাতিগত পরিচয় ইউরোপ জুড়ে কিছুটা মৃদু ছিল এবং সেই সময়ে বেশিরভাগ লোকেরা জাতিগতভাবে নিজেদেরকে কঠোরভাবে সংজ্ঞায়িত করেছিল বলে মনে হয় না। সার্বিয়ান-ভাষীরা এই সময়ের মধ্যে প্রধান ভাষাগত গোষ্ঠী ছিল।\n১৩৫৫ সালে, জার স্টেফান দুসানের মৃত্যুতে সার্বিয়ান রাষ্ট্রটি ভেঙে পড়ে এবং বিবাদমান জাতের মধ্যে বিলুপ্ত হয়ে যায়। অটোমান সাম্রাজ্য সম্প্রসারণের সময়কালে এ ঘটনাটি ঘটে। এটি আলবেনিয়ান সর্দারদের ছোট ছোট রাজত্ব তৈরি করতে সক্ষম করেছিল যারা ক্যাথলিক পশ্চিমা শক্তির সহায়তায় বেশ কয়েকবার বিদ্রোহ করেছিল। এই রাজ্য স্বল্পস্থায়ী ছিল কারণ অটোমান সাম্রাজ্য এই বিবাদমান অবস্থার সুযোগ নিয়েছিল সাম্রাজ্যের ক্ষমতা সম্প্রসারণের জন্য, ঠিক যেমন নেমানজিচরা তাদের বৃহত্তর সম্প্রসারণের জন্য বাইজেন্টাইন দুর্বলতা বা বিভাজনের সময়কালকে কাজে লাগিয়েছিল।\n\n\n=== কসোভোর যুদ্ধ ===\n\n\n==== কসোভোর প্রথম যুদ্ধ ====\n১৩৮৯ সালে কসোভোর যুদ্ধ কেন্দ্রীয় বলকান অঞ্চলের ভবিষ্যত নির্ধারণ করেছিল এবং সার্বিয়ান সাম্রাজ্যের বিচ্ছিন্নতার সূচনা করেছিল। কসোভোর প্রথম যুদ্ধটি ২৮শে জুন, ১৩৮৯-এ কসোভো পোলজের মাঠে ঘটেছিল। সার্বিয়ার শাসক কিনজ (রাজপুত্র) লাজার হ্রেবেলজানোভিচ সার্বদের দ্বারা গঠিত খ্রিস্টান সৈন্যদের একটি জোট গঠন করেছিলেন। তবে অল্প সংখ্যক বসনিয়ান,আলবেনিয়ান, বুলগেরিয়ান, ম্যাগায়ার এবং স্যাক্সন ভাড়াটে সৈন্যদলও তার সৈন্যদের অন্তর্ভুক্ত ছিল। সুলতান মুরাদ প্রথম আনাতোলিয়া এবং রুমেলিয়াতে প্রতিবেশী দেশ থেকে সৈন্য ও স্বেচ্ছাসেবকদের একটি জোটও জড়ো করেছিলেন। সঠিক সংখ্যা পাওয়া কঠিন, তবে সবচেয়ে নির্ভরযোগ্য ঐতিহাসিক বিবরণ থেকে জানা যায় যে খ্রিস্টান সেনাবাহিনীর সংখ্যা অটোমানদের তুলনায় অনেক বেশি ছিল।\nসার্বিয়ান সেনাবাহিনী পরাজিত হয়েছিল এবং লাজারকে হত্যা করা হয়েছিল, যদিও মিলোস ওবিলিচ বা কোবিলিচের লিখন অনুসারে মুরাদ প্রথম নিহত হয়েছিলেন। নোয়েল ম্যালকমের মতে তাকে সার্ব, একজন আলবেনিয়ান এবং একজন হাঙ্গেরিয়ান হিসাবে বর্ণনা করা হয়েছে তবে বেশিরভাগ সূত্র তাকে সার্বিয়ান নাইট হিসাবে স্বীকৃতি দেয়। যুদ্ধটিকে একটি দুর্দান্ত সার্বীয় পরাজয় হিসাবে ইতিহাসে বর্ণনা করা হয়েছে। তবে সেই সময়ে এটি একটি সার্বীয় পরাজয়, একটি অচলাবস্থা বা সম্ভবত এমনকি একটি সার্বীয় বিজয় ছিল কিনা তা নিয়ে বিভিন্ন মতামত ছিল। সার্বীয় সাম্রাজ্য তাদের অস্তিত্ব অব্যাহত রেখেছিল এবং ১৪৫৯ সালে সার্বিয়া সাম্রাজ্যের চূড়ান্ত বিলুপ্তি না হওয়া পর্যন্ত তারা কসোভোর বিক্ষিপ্ত নিয়ন্ত্রণ বজায় রাখে। এ সময়ের পরে, সার্বিয়া অটোমান সাম্রাজ্যের অংশ হয়ে ওঠে। নোভো ব্রডোর দুর্গ তার সমৃদ্ধ রৌপ্য খনিগুলোর কারণে সেই সময়ে গুরুত্বপূর্ণ হয়ে উঠায় সেই বছরে নোভো ব্রডো উসমানীয়দের দ্বারা চল্লিশ দিনের জন্য অবরোধ করা হয়েছিল। তারা ১ জুন, ১৪৫৫ সালে অটোমানদের কাছে আত্মসমর্পণ করে এবং জায়গাটি অটোম্যান সাম্রাজ্যের অন্তর্ভুক্ত হয়।\n\n\n==== কসোভোর দ্বিতীয় যুদ্ধ ====\nকসোভোর দ্বিতীয় যুদ্ধটি ১৪৪৮ সালের অক্টোবরে অনুষ্ঠিত হয়। জন হুনিয়াদির নেতৃত্বে একটি হাঙ্গেরিয়ান বাহিনী এবং দ্বিতীয় মুরাদের নেতৃত্বে একটি অটোমান সেনাবাহিনীর মধ্যে দুই দিন ধরে যুদ্ধ হয়েছিল। প্রথম যুদ্ধের চেয়ে উল্লেখযোগ্যভাবে বড় ছিল এ যুদ্ধ। উভয় সৈন্যের সংখ্যা প্রথম যুদ্ধের চেয়ে দ্বিগুণ ছিল। সমাপ্তি একই রকম ছিল এবং হাঙ্গেরিয়ান সেনাবাহিনী যুদ্ধে পরাজিত হয়েছিল এবং যুদ্ধক্ষেত্র থেকে পালিয়ে গিয়েছিল। যদিও যুদ্ধের পরাজয় সেই সময়ে ইউরোপে অটোমানদের আক্রমণ প্রতিরোধকারীদের জন্য একটি ধাক্কা ছিল। হুনিয়াদি তার জীবদ্দশায় অটোমানদের বিরুদ্ধে হাঙ্গেরিয়ান প্রতিরোধ বজায় রাখতে সক্ষম হয়েছিলেন। জন হুনিয়াদিও আলবেনিয়ার স্ক্যান্ডারবেগের সাথে বাহিনীতে যোগ দেন। স্ক্যান্ডারবেগের অধীনে আলবেনিয়ান সেনাবাহিনী বিলম্বিত হয়েছিল কারণ ব্রাঙ্কোভিচ অটোমান এবং তাদের মিত্রদের দ্বারা হুনিয়াদির সেনাবাহিনীর সাথে সংযোগ করতে বাধা দেন।\nএটা বিশ্বাস করা হয় যে আলবেনিয়ান সেনাবাহিনীকে সার্বিয়ান স্বৈরশাসক দাউরাদ ব্রাঙ্কোভিচ বিলম্বিত করিয়েছিলেন।  সার্বরা তুর্কিদের সাথে পূর্বের যুদ্ধবিরতির পরে হুনিয়াদির বাহিনীতে যোগদান করতে অস্বীকার করেছিল। ফলস্বরূপ স্ক্যান্ডারবেগ সার্বিয়ান পরিত্যাগের শাস্তি হিসাবে ব্রাঙ্কোভিচের রাজ্যসমূহকে ধ্বংস করেছিলেন।\n\n\n==== তাৎপর্য ====\nএই যুদ্ধগুলোর সামগ্রিক তাৎপর্য (তাদের মধ্যযুগীয় প্রেক্ষাপটের মধ্যে) বিতর্কিত রয়ে গেছে, যদিও কসোভোর প্রথম যুদ্ধ সার্বিয়ানদের জন্য তাদের স্বাধীনতার পর থেকে অন্তত বীরত্বের জন্য একটি জাতীয় প্রতীক এবং একটি প্রশংসনীয় 'সকল প্রতিকূলতার বিরুদ্ধে লড়াই' হয়ে উঠেছে। এটি মনে করা হয় যে একক যুদ্ধগুলো অটোমান শক্তির উত্থানকে গুরুতরভাবে প্রভাবিত করতে পারে। কসোভোর প্রথম যুদ্ধে সুলতান মুরাদ প্রাণ হারান। তার উত্তরসূরি সুলতান বায়েজিদ প্রথম ওয়ালাচিয়ায় তার কনস্টান্টিনোপল অবরোধে পরাজয় এবং আঙ্কারার যুদ্ধে তার বিধ্বংসী পরাজয়ের পরে (যেখানে তিনি বন্দী হন) উত্তরাধিকারের জন্য গৃহযুদ্ধ শুরু হয়, তার পরও তিনি উসমানীয় অঞ্চলগুলো উল্লেখযোগ্যভাবে সম্প্রসারণ করেছিলেন। এই পরাজয় সত্ত্বেও, অটোমান ক্ষমতা প্রসারিত হতে থাকে।\nকসোভোর দ্বিতীয় যুদ্ধটি হয়তো আরও তাৎপর্যপূর্ণ ছিল যে একই সাথে দুটি শক্তি অটোমানদের বিপক্ষে ছিল (হুনিয়াদির অধীনে হাঙ্গেরীয়রা এবং স্ক্যান্ডারবেগের অধীনে আলবেনিয়ানরা)। স্ক্যান্ডারবেগ যুদ্ধের জন্য হুনিয়াদিদের সাথে যোগ দিতে অল্পের জন্য সুযোগ হারিয়ে ফেলেছিলেন। এটি মনে করা হয় যে বাইজেন্টাইন, সার্বিয়ান, হাঙ্গেরিয়ান, আলবেনিয়ান এবং ওয়ালাচিয়ানদের প্রতিরোধ অস্ট্রিয়ানদের (এবং ইতালীয়দের) তাদের বিরুদ্ধে উসমানীয় হুমকির বিরুদ্ধে প্রস্তুত হওয়ার জন্য আরও সময় দেওয়া উচিত ছিল। তবে এটা কোনভাবেই স্পষ্ট নয় যে তারা উসমানীয় হুমকিকে গুরুতর বা সচেতনভাবে বিশ্বাস করেছিল কি না।\n\n\n=== আলবেনিয়ান সময়কাল এবং শাসন ===\n\n১৩৮৯ সালের কসোভোর যুদ্ধ সার্ব রাষ্ট্রকে সম্পূর্ণরূপে বিশৃঙ্খল করে দিয়েছিল এবং\nঅঞ্চলটিকে স্থানীয় শাসকদের জন্য উন্মুক্ত করে দিয়েছিল। কসোভো দখলের লড়াইয়ে উত্তর ও উত্তর-পূর্বের আলবেনিয়ান রাজকুমাররাও অন্তর্ভুক্ত ছিলেন। তাদের মধ্যে একজন ছিলেন জন কাস্ত্রিয়ট, যিনি স্ক্যান্ডারবেগের পিতা ছিলেন। চতুর্দশ শতাব্দীর শেষের দিকে এবং পঞ্চদশ শতাব্দীর শুরুতে তিনি কসোভো অঞ্চলের কেন্দ্রস্থলে ইশমি থেকে প্রিজরেন পর্যন্ত একটি সাম্রাজ্য তৈরি করতে সক্ষম হন।\n১৫ শতকের কাছাকাছি, আধুনিক কসোভো অঞ্চলটি ডুকাগজিনির আলবেনিয়ান রাজত্বের অংশ হয়ে ওঠে। লেক ডুকাগজিনি উত্তর আলবেনিয়া এবং কসোভোর বৃহৎ অংশে শাসন করেছিলেন। উত্তর আলবেনিয়ার লেজাকে তার রাজধানী শহর স্থাপন করা হয়। কসোভোর আধুনিক রাজধানী প্রিস্টিনার কাছে অবস্থিত উলপিয়ানা হয় তার দ্বিতীয় রাজধানী।\nকসোভো পরে আলবেনিয়ান জাতীয় আন্দোলনের জন্মস্থান এবং কেন্দ্র হয়ে ওঠে, যেখানে ১৯১২ সালের আলবেনিয়ান বিদ্রোহ হয়েছিল এবং যেখানে প্রিজরেন লীগ গঠিত হয়েছিল।\n\n\n=== অটোমান আমল ===\n\nপশ্চিম কসোভোতে অটোমানদের ক্ষমতা সম্পূর্ণ গ্রহণের সময় পর্যন্ত স্থানীয় আলবেনিয়ানরা জনসংখ্যার একটি উল্লেখযোগ্য অংশ ছিল।\nউসমানীয় কর্মকর্তারা উল্লেখ করেছেন যে তাদের শাসনামলে অনেক পরিবার কসোভোয় নতুন আগমন করেছেন। ১৫৯১ সালে প্রিজরেনের সানজাকে একচল্লিশটি আলবেনিয়ান সদস্যের মধ্যে পাঁচটি নতুন আগত সদস্য ছিলেন। ১৪৮৫ সালে পেকের নাহিয়েতে, বেশিরভাগ নতুন আগতদের স্লাভিক নাম ছিল। ১৫৮০ এবং ১৫৯০ এর দশকে বেশ কয়েকটি কসোভো শহরে পঁচিশটি নতুন আলবেনিয়ান অভিবাসী রেকর্ড করা হয়েছে। স্লাভ নামের ১৩৩ জন অভিবাসী‌ সেখানে ছিলেন, যাদের মধ্যে বেশ কয়েকজন বসনিয়া থেকে এসেছে বলে বর্ণনা করা হয়েছে।\nপুলাহা উল্লেখ করেছেন ১৫৯১ সালে ওপোজায় বেশিরভাগ খ্রিস্টানদের আলবেনীয় নাম ছিল৷ ক্যাথলিক বিশপ পজেটার মাজরেকু ১৬২৪ সালে উল্লেখ করেছিলেন যে প্রিজরেনের ক্যাথলিক ছিলেন ২০০ সার্ব, অর্থোডক্স ছিলেন ৬০০ সার্ব এবং মুসলিমরা (যাদের প্রায় সবাই আলবেনিয়ান ছিল), তাদের সংখ্যা ১২,০০০।  অটোমান ভ্রমণকারী ইভলিয়া চেলেবি উল্লেখ করেছেন যে ভুস্ত্রির বাসিন্দারা বেশিরভাগই আলবেনিয়ান ছিলেন। ১৬৬০ এর দশকে তিনি পশ্চিম কসোভোর বেশিরভাগ আলবেনিয়ানদের অধ্যুষিত হিসাবে উল্লেখ করেছিলেন। ১৬৯০ সালে ইস্তাম্বুলে একটি ইংরেজ দূতাবাস রিপোর্ট করেছিল যে অস্ট্রিয়ানরা কসোভোতে ২০,০০০ আলবেনিয়ানদের সাথে যোগাযোগ করেছে যারা তুর্কিদের বিরুদ্ধে তাদের অস্ত্র ফিরিয়ে দিয়েছে।\nজোহান জর্জ ফন হ্যান উল্লেখ করেছেন যে ১৬৯০ সালে কসোভোতে আলবেনিয়ান জনগোষ্ঠী তুর্কিদের বিরুদ্ধে অস্ট্রিয়ানদের পক্ষে অবস্থান নিয়েছিল।\nঅটোমানরা তাদের সাথে ইসলাম ধর্ম নিয়ে আসে এবং পরবর্তীতে উসমানীয় আঞ্চলিক সত্ত্বা হিসেবে কসোভোর ভিলায়েতও তৈরি করে। উসমানীয় শাসন প্রায় ৫০০ বছর স্থায়ী হয়েছিল, যে সময়ে অটোমানরা এই অঞ্চলের নিরঙ্কুশ শক্তি ছিল। অনেক স্লাভ ইসলামে ধর্মান্তরিত হয়েছিল এবং অটোমানদের অধীনে কাজ করেছিল। সার্বদের সহায়তায় ১৬৮৩-১৬৯৯ সালের যুদ্ধের সময় অস্ট্রিয়ান বাহিনী সাময়িকভাবে কসোভোকে দখল করে কিন্তু পরাজিত হয় এবং পিছু হটে। ১৬৯০ সালে, সার্বিয়ান প্যাট্রিয়ার্ক প্যাক আর্সেনিজ তৃতীয় একটি নিশ্চিত মৃত্যু থেকে রক্ষা পেয়েছিলেন এবং ত্রিশ-চল্লিশ হাজার লোকের মতো অস্ট্রিয়ায় পালিয়ে যান (পিতৃপতির মত)। কসোভো অঞ্চল থেকে অর্থোডক্স খ্রিস্টানদের অভিবাসন ১৮ শতক জুড়ে অব্যাহত ছিল। বেশিরভাগ আলবেনীয়রা শেষ পর্যন্ত ইসলাম গ্রহণ করেছিল, যখন বেশিরভাগ সার্বরা ইসলাম গ্রহণ করেনি।\nনোয়েল ম্যালকমের মতে, ঐতিহাসিক প্রমাণগুলো ১৬৯০ সালে কসোভো থেকে সার্বদের আকস্মিকভাবে ব্যাপকভাবে নির্গত হওয়াকে সমর্থন করে না ৷ যদি ১৬৯০ সালে সার্ব জনসংখ্যা হ্রাস পায়, তাহলে মনে হয় যে এটি অবশ্যই অন্যান্য অঞ্চল থেকে সার্বদের প্রবাহ দ্বারা প্রতিস্থাপিত হয়েছিল  এবং এই ধরনের প্রবাহ ঘটেছে আরো বিভিন্ন এলাকা থেকে। এছাড়াও মালসি থেকে আলবেনীয়দের স্থানান্তর প্রক্রিয়া অব্যাহত ছিল। কিন্তু এগুলো ছিল ধীরগতির দীর্ঘমেয়াদী প্রক্রিয়া, যা জনসংখ্যার আকস্মিক পরিবর্তনে যুক্ত হওয়ার পরিবর্তে খুব কম হারে বজায় ছিল।\n১৭৬৬ সালে, অটোমানরা পেকের সার্বিয়ান প্যাট্রিয়ার্কেট বিলুপ্ত করে এবং কসোভোতে খ্রিস্টানদের অবস্থান ব্যাপকভাবে হ্রাস পায়।\n\n\n== আধুনিক সময় ==\nআজকের কসোভোর অঞ্চলটি বহু শতাব্দী ধরে অটোমান সাম্রাজ্য দ্বারা শাসিত ছিল। এই সময়ের মধ্যে প্রশাসনিক অঞ্চল সমূহ সানজাক (\"ব্যানার\" বা জেলা) নামে পরিচিত ছিল‌‌। এই সানজাক বা জেলা সমূহ প্রত্যেকটি একটি সানজাকবে (মোটামুটিভাবে \"জেলা প্রভু\"-র সমতুল্য) দ্বারা শাসিত হতো। মুসলিম শাসন বজায় থাকা সত্ত্বেও, বিপুল সংখ্যক খ্রিস্টান উসমানীয়দের অধীনে বসবাস করতে থাকে এবং কখনও কখনও এমনকি উন্নতিও করে। অটোমান শাসনের শুরুর কিছুক্ষণ পরেই ইসলামিকরণের একটি প্রক্রিয়া শুরু হয়েছিল কিন্তু এতে যথেষ্ট সময় (অন্তত এক শতাব্দী) এবং প্রথমে শহরগুলোতে ইসলাম কেন্দ্রীভূত হয়েছিল। ধর্মান্তরের কারণের একটি বড় অংশ সম্ভবত অর্থনৈতিক এবং সামাজিক ছিল, কেননা খ্রিস্টান প্রজাদের তুলনায় মুসলমানদের যথেষ্ট বেশি অধিকার ও সুযোগ-সুবিধা ছিল। তা সত্ত্বেও খ্রিস্টান ধর্মীয় জীবন অব্যাহত ছিল। গীর্জাগুলোর দিকে অটোমানদের কম নজর ছিল। কিন্তু সার্বিয়ান অর্থোডক্স এবং রোমান ক্যাথলিক গীর্জা এবং তাদের মণ্ডলী উভয়ই উচ্চ করদানের শিকার হয়েছিল।\n১৭ শতকের কাছাকাছি কিছু ক্যাথলিক আলবেনিয়ান উত্তর আলবেনিয়ার পাহাড় থেকে এবং কসোভোর সমভূমিতে চলে যাওয়ার উল্লেখ রয়েছে। এই ক্যাথলিক আলবেনিয়ানরা স্থানান্তরিত হয়েছিল কারণ তারা রক্তপাতমূলক ঝগড়া থেকে পালিয়ে গিয়েছিল বা লেক ডুকাগজিনের কানুনের অধীনে তাদের শাস্তি হয়েছিল। কসোভোতে তাদের অনেকেই মুসলমান হয়েছিলেন। যাইহোক, কসোভোতে ইতোমধ্যে বিদ্যমান আলবেনিয়ান জনসংখ্যার তুলনায় এই অঞ্চলে স্থানান্তরিত এই লোকের সংখ্যা ছিল অত্যন্ত কম।\n১৬৮৯ সালে তুর্কি যুদ্ধের (১৬৮৩-১৬৯৯) একটি গুরুত্বপূর্ণ ঘটনাতে কসোভোর অগ্রযাত্রা ব্যাপকভাবে ব্যাহত হয়েছিল। ১৬৮৯ সালের অক্টোবরে ব্যাডেনের মার্গ্রেভ লুডভিগের অধীনে একটি ছোট হ্যাবসবার্গ বাহিনী অটোমান সাম্রাজ্য দখল করা শুরু করে এবং তারা বেলগ্রেড দখলের পর কসোভো পর্যন্ত পৌঁছেছিল। অনেক সার্ব এবং আলবেনিয়ান অস্ট্রিয়ানদের প্রতি তাদের আনুগত্যের প্রতিশ্রুতি দিয়েছিল, কেউ কেউ লুডভিগের সেনাবাহিনীতে যোগদান করেছিল। এটা কোনোভাবেই সার্বজনীন প্রতিক্রিয়া ছিল না। অন্যান্য অনেক আলবেনিয়ান অস্ট্রিয়ান অগ্রযাত্রাকে প্রতিহত করার জন্য অটোমানদের সাথে যুদ্ধ করেছিল। পরের গ্রীষ্মে একটি বিশাল অটোমান পাল্টা আক্রমণের অস্ট্রিয়ানরা নিস-এ তাদের দুর্গে, তারপর বেলগ্রেডে, তারপর অবশেষে দানিউব পার হয়ে অস্ট্রিয়ায় ফিরে যায়।\n১৭৫৭ সালে প্রতিষ্ঠার পর থেকে ১৮৩১ সালে অটোমানদের সাথে একটি যুদ্ধের পরে এটি বিলুপ্ত না হওয়া পর্যন্ত কসোভোর বেশিরভাগ অংশ স্কুটারির পাশালিক এবং আলবেনিয়ান রাজবংশ দ্বারা শাসিত হয়েছিল।\n১৮৭৮ সালে, আলবেনিয়ান বাসিন্দাদের নিয়ে যে চারটি ভিলায়েত লিগ অফ প্রিজরেন গঠন করেছিল তার মধ্যে একটি ছিল কসোভোর ভিলায়েত। লীগের উদ্দেশ্য ছিল অটোমান শাসন এবং সদ্য উদীয়মান বলকান দেশগুলোর অনুপ্রবেশ - উভয়কেই প্রতিরোধ করা।\n\n১৯১০ সালে, একটি আলবেনিয়ান বিদ্রোহ প্রিস্টিনায় শুরু হয়েছিল এবং শীঘ্রই কসোভোর পুরো ভিলায়েতে ছড়িয়ে পড়ে, যা তিন মাস স্থায়ী হয়েছিল। সুলতান ১৯১১ সালের জুন মাসে সমস্ত আলবেনিয়ান-অধ্যুষিত এলাকা পরিদর্শন করে শান্তি মীমাংসার আলোচনার সময় কসোভো সফর করেন।\n\n\n=== আলবেনিয়ান জাতীয় আন্দোলন ===\nআলবেনিয়ান জাতীয় আন্দোলন বিভিন্ন ভাবে অনুপ্রাণিত হয়েছিল। আলবেনিয়ান রাজনৈতিক কর্মীদের দ্বারা প্রচারিত জাতীয় রেনেসাঁ ধারণার পাশাপাশি রাজনৈতিক বৈষম্যসমূহও একটি বড় কারণ ছিল। ১৮৭০-এর দশকে অটোমান সাম্রাজ্য নিজ ভূখণ্ডের অঞ্চলসমূহ হারাতে থাকে এবং ইউরোপের স্লাভিক রাজতন্ত্রের বিরুদ্ধে যুদ্ধে পরাজয়ের সম্মুখীন হয়। ১৮৭৬-১৮৭৮ সালের সার্বিয়ান-অটোমান যুদ্ধের সময় এবং পরে ৩০,০০০ থেকে ৭০,০০০ মুসলমান (যাদের বেশিরভাগই আলবেনীয়), সার্ব সেনাবাহিনী দ্বারা নিসের সানজাক থেকে বিতাড়িত হয় এবং কসোভো ভিলায়েতে পালিয়ে যায়। তদুপরি, সান স্টেফানোর চুক্তি স্বাক্ষরের ফলে বলকান অঞ্চলের আলবেনিয়ান জনগণের জন্য একটি কঠিন পরিস্থিতির সূচনা হয়েছিল, যাদের জমি তুরস্ক থেকে সার্বিয়া, মন্টিনিগ্রো এবং বুলগেরিয়ার কাছে হস্তান্তর করা হয়েছিল।\nসদ্য প্রতিষ্ঠিত বলকান রাজ্যগুলোর মধ্যে আলবেনিয়ান-অধ্যুষিত ভূমি বিভাজনের ভয়ে আলবেনিয়ানরা বার্লিনের কংগ্রেসের তিন দিন আগে ১০ জুন, ১৮৭৮-এ তাদের লীগ অফ প্রিজরেন প্রতিষ্ঠা করে যা সান স্টেফানোর সিদ্ধান্তগুলোকে সংশোধন করতে পারে। লীগটি সুলতানের সমর্থনে প্রতিষ্ঠিত হয়েছিল এবং তিনি এ লীগ গঠনের মাধ্যমে অটোমান অঞ্চলগুলো সংরক্ষণের আশা করেছিলেন। কিন্তু আলবেনিয়ান নেতারা এটিকে একটি জাতীয় সংগঠন এবং অবশেষে একটি সরকারে পরিণত করার জন্য যথেষ্ট দ্রুত এবং কার্যকর পদক্ষেপ নিয়েছিলেন। লীগে কসোভোর ইতালো-আলবেনিয়ান সম্প্রদায়ের সমর্থন ছিল এবং ধর্মীয়ভাবে বৈচিত্র্যময় আলবেনিয়ান জনগণের জন্য একটি ঐক্যবদ্ধ সংগঠন হিসাবে বিকশিত হয়েছিল। এ লীগের তিন বছরের অস্তিত্বের সময় লীগ অটোমান সাম্রাজ্যের মধ্যে একটি আলবেনিয়ান ভিলায়েত তৈরির চেষ্টা করেছিল। পাশাপাশি তারা একটি সেনাবাহিনী তৈরি করেছিল এবং একটি প্রতিরক্ষামূলক যুদ্ধ করেছিল। ১৮৮১ সালে ইমার প্রিজরেনির সভাপতিত্বে আলবেনিয়ার প্রশাসনের জন্য একটি অস্থায়ী সরকার গঠিত হয়েছিল, যাতে আবদিল ফ্রাশেরি এবং সুলেজমান ভোকশির মতো বিশিষ্ট মন্ত্রীদের সহায়তা ছিল। তা সত্ত্বেও, বলকান রাজ্যের সামরিক হস্তক্ষেপ ও শক্তির পাশাপাশি তুরস্ক আলবেনিয়ান সৈন্যদের তিনটি ফ্রন্টে বিভক্ত করেছিল, যা লীগের সমাপ্তি ঘটায়।\nকসোভোতে তখনও অন্যান্য আলবেনিয়ান সংগঠনের আবাসস্থল ছিল। এদের মধ্যে সবচেয়ে গুরুত্বপূর্ণ হল লীগ অফ পেজা। এটি ১৮৯৯ সালে এটি প্রতিষ্ঠিত হয়েছিল পেজা শহরের নামানুসারে। এটির নেতৃত্বে ছিলেন লিগ অফ প্রিজরেনের প্রাক্তন সদস্য হ্যাক্সি জেকা। একটি স্বায়ত্তশাসিত আলবেনিয়ান ভিলায়েতের জন্য তিনি একই ধরনের সংগঠন তৈরি করেছিলেন। অটোমান বাহিনীর সাথে সশস্ত্র সংঘর্ষের পর ১৯০০ সালে লীগ তার কার্যক্রম শেষ করে। অটোমান কর্তৃপক্ষের সমর্থনে জেকাকে ১৯০২ সালে সার্বিয়ান এজেন্ট দ্বারা হত্যা করা হয়েছিল।\n\n\n=== বলকান যুদ্ধ ===\n\n২০ শতকের গোড়ার দিকে তরুণ তুর্কিদের দাবিগুলো আলবেনিয়ানদের সমর্থনের জন্ম দেয়। তারা তাদের জাতীয় মর্যাদার উন্নতির আশা করছিল। তারা প্রাথমিকভাবে অফিস এবং শিক্ষায় ব্যবহারের জন্য তাদের ভাষার স্বীকৃতি চাচ্ছিল। ১৯০৮ সালে, ২০,০০০ সশস্ত্র আলবেনিয়ান কৃষক কোনো বিদেশী হস্তক্ষেপ প্রতিরোধ করার জন্য ফেরিজাজে জড়ো হয়েছিল। তাদের নেতা বাজরাম কুরি এবং ইসা বোলেটিনি, একটি সংবিধান প্রবর্তন এবং সংসদ করার দাবিতে সুলতানের কাছে একটি টেলিগ্রাম পাঠান। আলবেনিয়ানরা তরুণ তুর্কিদের বিজয় থেকে প্রতিশ্রুত কোনো সুবিধা পায়নি। এটি বিবেচনা করে ১৯০৯ সালের ফেব্রুয়ারিতে কসোভোতে আলবেনিয়ান উচ্চভূমিবাসীদের দ্বারা একটি অসফল বিদ্রোহ সংগঠিত হয়েছিল। সেই বছরের শেষের দিকে একটি অলিগার্কিক গোষ্ঠী তুর্কি সরকার দখল করার পর প্রতিকূলতা বৃদ্ধি পায়। ১৯১০ সালের এপ্রিল মাসে, ইদ্রিজ সেফেরি এবং ইসা বোলেটিনির নেতৃত্বে সেনাবাহিনী তুর্কি সৈন্যদের বিরুদ্ধে বিদ্রোহ করেছিল, কিন্তু শত্রুদের মধ্যে অনেক হতাহতের কারণে অবশেষে তারা এটি প্রত্যাহার করতে বাধ্য হয়েছিলেন।\n১৯১২ সালে আরও একটি আলবেনিয়ান বিদ্রোহ ছিল গ্রীস, সার্বিয়া, মন্টিনিগ্রো এবং বুলগেরিয়ার অটোমান সাম্রাজ্যের বিরুদ্ধে প্রথম বলকান যুদ্ধ শুরু করার অজুহাত। কসোভোর বেশিরভাগ অংশ সার্বিয়ার রাজ্যে অন্তর্ভুক্ত করা হয়েছিল, যখন মেটোহিজা অঞ্চল (আলবেনিয়ান: দুকাগজিনি উপত্যকা) মন্টেনিগ্রো রাজ্য দ্বারা দখল করেছিল। কসোভোকে চারটি কাউন্টিতে বিভক্ত করা হয়েছিল। এর মধ্যে তিনটি কাউন্টি সার্বিয়ার অংশ ছিল (ভেকান, কসোভো এবং দক্ষিণ মেটোহিজা) এবং অন্যটি মন্টিনিগ্রোর অংশ ছিল (উত্তর মেটোহিজা)।\n১৯১২ সালের আলবেনিয়ান বিদ্রোহ অটোমান সাম্রাজ্যকে দুর্বল করে দেয় এবং এর ফলে আলবেনিয়ানদের বিজয় হয়। এই বিজয় সবাইকে এ বার্তা দিয়েছিল যে এটি একটি অটোমান বিরোধী যুদ্ধের সময়। ১৯১২ সালের আলবেনিয়ান বিদ্রোহের দ্বারা অটোমানরা এতটাই মারাত্মকভাবে দুর্বল হয়ে পড়েছিল যে যুদ্ধে অটোমান সাম্রাজ্য যুদ্ধে দ্রুত পরাজয় লাভ করে।\nসার্বিয়া দুর্বল অটোমান সাম্রাজ্য এবং কসোভোকে সংযুক্ত করার পর আলবেনিয়ান বিদ্রোহের সুযোগ নিয়েছিল। আলবেনিয়ানরা ইসা বোলেটিনির নেতৃত্বে একটি প্রতিরোধ সংগঠিত করে। সার্বিয়া শেষ পর্যন্ত লড়াই করতে এবং বিদ্রোহীদের দমন করতে সক্ষম হয়। সংঘর্ষ চলাকালীন সার্বিয়ান সেনাবাহিনী এবং আধাসামরিক বাহিনী দ্বারা বেশ কয়েকটি গণহত্যা সংঘটিত হয়। কসোভো সহ প্রায় অর্ধেক আলবেনীয় অধ্যুষিত ভূমি তখন আলবেনিয়া হিসাবে গঠিত।\nএই সময়কালে, কসোভোর জনসংখ্যার অধিকাংশই ছিল আলবেনিয়ান এবং তারা সার্ব শাসনকে স্বাগত জানায়নি।\nইতিহাসবিদ নোয়েল ম্যালকমের মতে, ১৯১২ সালে সার্বিয়া এই অঞ্চলটি জয় করেছিল কিন্তু এটিকে আইনগতভাবে সংযুক্ত করা হয়নি এবং ১৯১৮ সাল পর্যন্ত এটি একটি দখলকৃত অঞ্চল ছিল। অতঃপর এটি যুগোস্লাভ রাজ্যের অংশ হয়ে ওঠে।\nঅনেক আলবেনিয়ান সার্বিয়ান সেনাবাহিনীকে প্রতিরোধ করতে থাকে এবং আলবেনিয়ার সাথে কসোভোর একীকরণের জন্য লড়াই করে। ইসা বোলেটিনি এবং ইদ্রিজ সেফেরি উভয়েই লড়াই চালিয়ে যান। সেই সময়ে অন্যান্য সুপরিচিত বিদ্রোহীরা হলেন আজেম গালিকা, যিনি আজেম বেজতা নামেও পরিচিত। তার স্ত্রী শোট গ্যালিকাও একজন সুপরিচিত বিদ্রোহী ছিলেন।\n\n\n=== যুদ্ধকালীন সময়কাল ===\n১৯২৯ সালে, কসোভো তিন ভাগে বিভক্ত হয়। পশ্চিমে জেটা ব্যানোভিনার রাজধানী ছিল সেটিঞ্জে, দক্ষিণ-পূর্বে ভার্দার ব্যানোভিনার রাজধানী ছিল স্কোপজে এবং উত্তর-পূর্বে মোরাভা ব্যানোভিনার রাজধানী ছিল নিস।\nসার্বিয়ান সৈন্যরা হত্যা এবং গণ বহিষ্কারের মাধ্যমে অঞ্চলের জনসংখ্যার কাঠামো পরিবর্তন করার চেষ্টা করেছিল। ১৯১৮ এবং ১৯৪৫ সালের মধ্যে, এক লক্ষেরও বেশি আলবেনিয়ান কসোভো ছেড়েছিল।\nআলবেনিয়ান স্কুল এবং ভাষা নিষিদ্ধ ছিল। এই অঞ্চলে কয়েক হাজার সার্ব বসতি স্থাপন করা হয়েছিল এবং তাদের জায়গা দেয়ার জন্য আলবেনিয়ান গ্রামবাসীদের কাছ থেকে জমি বাজেয়াপ্ত করা হয়েছিল।\n১৯৩৮ সালে, কসোভোর ড্রেনিকা অঞ্চলের ২৩টি গ্রামে ৬০০০-এরও বেশি লোক তাদের জমি থেকে বঞ্চিত হয়েছিল। । কসোভোতে আরও ৪,৭০,০০০ সার্ব আনার এবং ৩,০০,০০০ আলবেনিয়ানকে বহিষ্কারের প্রস্তাব করা হয়েছিল কিন্তু দ্বিতীয় বিশ্বযুদ্ধের প্রাদুর্ভাব এটি কার্যকর হতে বাধা দেয়।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\n\n১৯৪১ সালে যুগোস্লাভিয়ায় অক্ষশক্তি আক্রমণের পর কসোভোর বেশিরভাগ অংশ ইতালীয়-নিয়ন্ত্রিত আলবেনিয়াকে অর্পণ করা হয়। কসোভোর বাকি অংশ জার্মানি এবং বুলগেরিয়ার দ্বারা নিয়ন্ত্রিত হয়। এর ফলে একটি ত্রিমাত্রিক সংঘাতের সূত্রপাত ঘটে, যার মধ্যে আন্তঃ-জাতিগত, মতাদর্শগত এবং আন্তর্জাতিক সম্পর্ক জড়িত ছিল। জাতিগত বিভেদ সার্বদের কাছে সবচেয়ে গুরুত্বপূর্ণ ছিল। তা সত্ত্বেও, যুদ্ধের বছরগুলোতে যুগোস্লাভিয়ার অন্যান্য এলাকার তুলনায় এই সংঘর্ষগুলো তুলনামূলকভাবে কম মাত্রায় ছিল। একজন সার্ব ইতিহাসবিদ অনুমান করেছেন যে যুদ্ধটিতে ৩,০০০ আলবেনিয়ান এবং ৪,০০০ সার্ব এবং মন্টেনিগ্রিন নিহত হয়েছিল এবং অন্য দুই যুদ্ধে ১২,০০০ আলবেনিয়ান এবং ১০,০০০ মন্টেনিগ্রিনের মৃত্যু হয়েছিল। \"আমাদের চেষ্টা করা উচিত যে কসোভোর সার্ব জনসংখ্যাকে যত তাড়াতাড়ি সম্ভব অপসারণ করা উচিত ... সমস্ত আদিবাসী সার্ব যারা এখানে শতাব্দী ধরে বসবাস করছে তাদের উপনিবেশবাদী বলা উচিত এবং তাদের আলবেনিয়ান এবং ইতালীয় সরকারের মাধ্যমে আলবেনিয়ার কনসেনট্রেশন ক্যাম্পে পাঠানো উচিত। সার্বিয়ান বসতি স্থাপনকারীদের হত্যা করা উচিত।\"  মুস্তাফা ক্রুজা, আলবেনিয়ার তৎকালীন প্রধানমন্ত্রী, জুন ১৯৪২।\n১৯৪৩ এবং ১৯৪৪ সালের মধ্যে নববর্ষের প্রাক্কালে আলবেনিয়ান এবং যুগোস্লাভ পক্ষের লোকেরা উত্তর আলবেনিয়ার কুকেসের কাছে বুজান শহরে জড়ো হয়েছিল। সেখানে তারা একটি সম্মেলন করেছিল। তারা যুদ্ধের পরে কসোভোর ভাগ্য নিয়ে আলোচনা করেছিল। আলবেনিয়ান এবং যুগোস্লাভ কমিউনিস্ট উভয়েই এই চুক্তিতে স্বাক্ষর করেছিল, যার অনুসারে কসোভোর গণতান্ত্রিকভাবে সিদ্ধান্ত নেওয়ার অধিকার থাকবে যে তারা আলবেনিয়াতে থাকতে চায় বা সার্বিয়ার অংশ হতে চায়। এটি কসোভোর জন্য মার্ক্সবাদী সমাধান হিসাবে দেখা হয়েছিল। চুক্তিটি যুগোস্লাভিয়া মেনে নেয়নি কেননা টিটো জানতেন যে সার্বিয়া এটি গ্রহণ করবে না। কিছু আলবেনিয়ান, বিশেষ করে মধ্য কসোভোর ড্রেনিকার আশেপাশের অঞ্চলের অধিবাসীরা চুক্তিকে সম্মান না করার জন্য যুগোস্লাভ কমিউনিস্টদের বিরুদ্ধে বিদ্রোহ করেছিল। জবাবে, যুগোস্লাভরা বিদ্রোহীদের নাৎসি এবং ফ্যাসিস্ট সহযোগী বলে অভিহিত করে এবং সহিংস প্রতিক্রিয়া জানায়। আলবেনিয়ান কসোভোর সামরিক নেতা শাবান পোলুজা প্রথমে যুগোস্লাভ পক্ষপাতিদের সাথে লড়াই করেছিলেন কিন্তু পরে আরও সহযোগিতা করতে অস্বীকার করেছিলেন। পরে তাকে আক্রমণ করে হত্যা করা হয়েছিল। যুগোস্লাভ সেনাবাহিনীতে ৪০০ থেকে ২,০০০ আলবেনিয়ান রিক্রুটকে গুলি করে হত্যা করা হয়েছিল।\n\n\n=== যুগোস্লাভিয়ান সময়কাল ===\n\nযুদ্ধের সমাপ্তি এবং কমিউনিস্ট যুগোস্লাভিয়া প্রতিষ্ঠার পর কসোভোকে ১৯৪৬ সালে সার্বিয়ার একটি স্বায়ত্তশাসিত অঞ্চলের মর্যাদা দেওয়া হয় এবং ১৯৬৩ সালে একটি স্বায়ত্তশাসিত প্রদেশে পরিণত হয়। তবে কমিউনিস্ট সরকার কসোভোয় সমস্ত শরণার্থীদের প্রত্যাবর্তনের অনুমতি দেয়নি।\n১৯৭৪ সালের যুগোস্লাভিয়া সংবিধান অনুমোদন হওয়ার সাথে সাথে কসোভো স্ব-শাসন লাভ করে। প্রদেশের সরকার কসোভোর স্কুলগুলোতে আলবেনিয়ান পাঠ্যক্রম চালু করেছিল। সেই সময়ে আলবেনিয়া থেকে উদ্বৃত্ত অপ্রচলিত পাঠ্যপুস্তকগুলো পাওয়া গিয়েছিল এবং ব্যবহার করা হয়েছিল।\n১৯৮০ এর দশকে প্রদেশে আলবেনিয়ান এবং সার্ব সম্প্রদায়ের মধ্যে উত্তেজনা বৃদ্ধি পায়। আলবেনিয়ান সম্প্রদায় কসোভোর জন্য বৃহত্তর স্বায়ত্তশাসনের পক্ষপাতী, যেখানে সার্বরা সার্বিয়ার বাকি অংশের সাথে ঘনিষ্ঠ সম্পর্কের পক্ষপাতী। আলবেনিয়ার সাথে মিলিত হওয়ার জন্য তাদের খুব কম ইচ্ছা ছিল কেননা সেটি একটি স্তালিনবাদী সরকার দ্বারা শাসিত ছিল এবং কসোভোর তুলনায় যথেষ্ট খারাপ জীবনযাত্রা ছিল। ১৯৮১ সালের মার্চের শুরুতে কসোভার আলবেনিয়ান ছাত্ররা কসোভোকে একটি প্রজাতন্ত্র করার দাবিতে বিক্ষোভের আয়োজন করে। এই বিক্ষোভগুলো দ্রুত সহিংস দাঙ্গায় পরিণত হয়। ছয়টি শহরে প্রায় ২০,০০০ জন লোক এ দাঙ্গায় জড়িত হয় যা যুগোস্লাভ সরকার কঠোরভাবে নিয়ন্ত্রণ করেছিল। মার্চ এবং এপ্রিল ১৯৮১-এর বিক্ষোভগুলো প্রিস্টিনায় আলবেনিয়ান ছাত্রদের দ্বারা শুরু হয়েছিল। তারা দরিদ্র জীবনযাত্রার অবস্থা এবং সম্ভাবনার অভাবের বিরুদ্ধে প্রতিবাদ করে (প্রদেশে বেকারত্ব প্রবল ছিল এবং বিশ্ববিদ্যালয়ের বেশিরভাগ শিক্ষিত বেকারত্বের সম্মুখীন হয়েছিলেন)। উপরন্তু যুগোস্লাভিয়ার মধ্যে একটি পৃথক আলবেনিয়ান প্রজাতন্ত্রের জন্য আহ্বান জানানো হয়েছিল।\n\nকসোভোতে বসবাসকারী সার্বরা বৈষম্যের শিকার হতো। স্থানীয় আইন প্রয়োগকারী কর্তৃপক্ষ সার্বদের বিপক্ষে সংঘটিত অপরাধের শাস্তি দিতে ব্যর্থ ছিল। কসোভোর ক্রমবর্ধমান তিক্ত পরিবেশ এমন একটি পর্যায়ে এসে পৌঁছায় যে সেসময় কোনো একটি সাধারণ অথবা প্রহসনমূলক ঘটনাগুলোও বিদ্রোহের জন্ম দিতে পারতো। ডোরে মার্টিনোভিচ নামক একজন সার্বিয়ান কৃষক মুখোশধারী পুরুষদের দ্বারা তার ক্ষেতে লাঞ্ছিত হয়েছে বলে দাবি করার পরে তার মলদ্বারে একটি বোতল নিয়ে কসোভোর একটি হাসপাতালে আসেন (তিনি পরে স্বীকার করেছিলেন যে হস্তমৈথুনের সময় একটি দুর্ঘটনার মাধ্যমে বোতলটি তার মলদ্বারে ঢুকে গিয়েছিল)। এ ঘটনার পর ২১৬ জন বিশিষ্ট সার্বিয়ান বুদ্ধিজীবী একটি পিটিশনে স্বাক্ষর করেছিলেন যাতে ঘোষণা করা হয় যে \"ডোরে মার্টিনোভিচের মামলাটি কসোভোতে সমস্ত সার্বদের দুর্দশার প্রতীক হিসাবে এসেছে।\"।\nসম্ভবত কসোভো সার্বদের সবচেয়ে রাজনৈতিকভাবে বিস্ফোরক অভিযোগটি ছিল যে তারা বেলগ্রেডের কমিউনিস্ট কর্তৃপক্ষের দ্বারা অবহেলিত ছিল। ১৯৮৭ সালের আগস্টে স্লোবোদান মিলোশেভিচ একজন উদীয়মান রাজনীতিবিদ হিসেবে কসোভো সফর করেন। কসোভোর যুদ্ধের স্মরণে আয়োজিত একটি সমাবেশে বিপুল জনসমাগম আকৃষ্ট করার পর তিনি কসোভো সার্বদের কাছে প্রতিশ্রুতি দিয়েছিলেন যে \"কেউ তোমাদের হারানোর সাহস করবে না\", এবং এভাবে তিনি কসোভোয় বসবাসকারী সার্বদের কাছে তাৎক্ষণিকভাবে নায়ক হয়ে ওঠেন। তবে বছরের শেষ নাগাদ মিলোশেভিচ সার্বিয়ান সরকারের নিয়ন্ত্রণে ছিলেন।\n১৯৮৮ এবং ১৯৮৯ সালের মধ্যে, সার্বিয়ান রাজনীতিতে প্রভাবশালী শক্তিগুলো কিছু গুরুত্বপূর্ণ পদক্ষেপ গ্রহণ করেছিল। এই পদক্ষেপ সমূহ সম্মিলিত আমলাতান্ত্রিক বিরোধী বিপ্লব হিসাবে পরিচিত হয়েছিল। কসোভো এবং ভোজভোডিনার উত্তর প্রদেশের নেতৃস্থানীয় রাজনীতিবিদদের বরখাস্ত এবং প্রতিস্থাপিত করার প্রক্রিয়া চলমান ছিল এবং সার্বিয়ান ফেডারেল কর্তৃপক্ষের দ্বারা প্রদেশগুলোর স্বায়ত্তশাসনের স্তর একতরফাভাবে হ্রাস করা শুরু হয়েছিল। প্রতিবাদে কসোভো আলবেনিয়ানরা ব্যাপক বিক্ষোভে লিপ্ত হয় এবং ট্রেপকা খনি শ্রমিকরা অনশন শুরু করে।\nঅতঃপর প্রণীত নতুন সংবিধান প্রদেশগুলোর অধিকারকে উল্লেখযোগ্যভাবে হ্রাস করেছিল। এ সংবিধানে সার্বিয়ার সরকারকে স্বায়ত্তশাসিত এলাকায় সরাসরি নিয়ন্ত্রণ করার অনুমতি দিয়েছে। সাংবিধানিক পরিবর্তনগুলোর ফলে সার্বিয়ান সরকারের হাতে কসোভোর পুলিশ, আদালত ব্যবস্থা, অর্থনীতি, শিক্ষা ব্যবস্থা এবং ভাষা নীতির নিয়ন্ত্রণ হস্তান্তরিত হয়। সার্বিয়ার অনেক জাতীয় সংখ্যালঘুরা এর তীব্র বিরোধিতা করেছিল, যারা একে প্রদেশের উপর জাতিগতভাবে কেন্দ্রীভূত শাসন চাপানোর একটি উপায় হিসাবে দেখেছিল।\nপ্রাদেশিক সরকারের আলবেনিয়ান প্রতিনিধিরা মূলত সাংবিধানিক পরিবর্তনের বিরোধিতা করেছিল এবং কসোভো বিধানসভায় অনুসমর্থন থেকে বিরত ছিল। ১৯৮৯ সালের মার্চ মাসে, অনুসমর্থনের জন্য একটি চূড়ান্ত বৈঠকের আগে, যুগোস্লাভ পুলিশ প্রায় ২৪০ জন বিশিষ্ট কসোভো আলবেনীয়কে গ্রেপ্তার করে। স্পষ্টতই তাদের অনুসমর্থন বিরোধী মনোভাবের ভিত্তিতে আটকের জন্য নির্বাচিত করা হয়েছিল এবং আটকের যথাযথ প্রক্রিয়া অনুসরণ না করে তাদের আটক করা হয়েছিল। প্রস্তাব নিয়ে আলোচনার জন্য সমাবেশে মিলিত হলে সভাস্থল ঘিরে ফেলা হয় ট্যাঙ্ক ও সাঁজোয়া গাড়ি দিয়ে। যদিও সংবিধানের জন্য চূড়ান্ত ভোট প্রয়োজনীয় দুই-তৃতীয়াংশ সংখ্যাগরিষ্ঠতার মাইলফলকে পৌঁছাতে ব্যর্থ হয়, তবুও এটি পাস হয়েছে বলে ঘোষণা করা হয়।\n\n\n=== কসোভোর যুদ্ধ ===\nসাংবিধানিক পরিবর্তনের পরবর্তী সময়ে সমস্ত যুগোস্লাভিয়ান প্রজাতন্ত্র এবং প্রদেশের সংসদ (সেগুলোতে তখন পর্যন্ত শুধুমাত্র যুগোস্লাভিয়ার কমিউনিস্ট পার্টির এমপিরা ছিল) ভেঙে দেওয়া হয়েছিল এবং তাদের জন্য বহুদলীয় নির্বাচন অনুষ্ঠিত করা হয়। কসোভোর আলবেনিয়ানরা নির্বাচনে অংশগ্রহণ করতে অস্বীকার করে এবং এর পরিবর্তে তাদের নিজস্ব এবং অ-অনুমোদিত নির্বাচন অনুষ্ঠিত হয়। যেহেতু নির্বাচনী আইনে ৫০%-এর বেশি ভোটার প্রয়োজন ছিল, তাই কসোভোর সংসদ প্রতিষ্ঠা করা যায়নি।\nনতুন সংবিধান প্রদেশের পৃথক অফিসিয়াল মিডিয়া বাতিল করে এবং সার্বিয়ার সরকারি মিডিয়ার মধ্যে তাদের একীভূত করে কিন্তু কিছু আলবেনিয়ান মিডিয়া সমূহ তাদের প্রোগ্রাম পরিচালনা বজায় রাখে। কসোভোতে আলবেনিয়ান ভাষার মিডিয়াকে দমন করা হয়েছিল। কসোভোতে আলবেনিয়ান রাষ্ট্রীয় মালিকানাধীন মিডিয়া থেকে তহবিল প্রত্যাহার করা হয়েছিল। সংবিধান ব্যক্তিগত মালিকানাধীন মিডিয়া তৈরি করার অনুমতি দিয়েছে, তবে উচ্চ কর এবং সীমাবদ্ধ আইনের কারণে তাদের কাজ করা খুব কঠিন ছিল। রাষ্ট্রীয় মালিকানাধীন আলবেনিয়ান ভাষার টেলিভিশন বা রেডিও কসোভো থেকে সম্প্রচার নিষিদ্ধ করা হয়েছিল। যাইহোক, ব্যক্তিগত মালিকানাধীন আলবেনিয়ান মিডিয়া গঠিত হয়। এর মধ্যে সম্ভবত সবচেয়ে বিখ্যাত হল \"কোহা দিতোরে\", যাকে ১৯৯৮ সালের শেষের দিকে কাজ করার অনুমতি দেওয়া হয়েছিল। এটি একটি ক্যালেন্ডার প্রকাশ করার পরে এটি বন্ধ হয়ে যায়। এই ঘটনাটিকে জাতিগত আলবেনিয়ান বিচ্ছিন্নতাবাদীদের গৌরব বলে দাবি করা হয়েছিল।\nসংবিধান রাষ্ট্রীয় মালিকানাধীন কোম্পানিগুলোর উপর সার্বিয়ান সরকারের নিয়ন্ত্রণও হস্তান্তর করে (সে সময়, বেশিরভাগ কোম্পানিই ছিল রাষ্ট্রীয় মালিকানাধীন)। ১৯৯০ সালের সেপ্টেম্বরে ১২,০০০ আলবেনিয়ান কর্মীকে সরকার এবং মিডিয়াতে তাদের অবস্থান থেকে বহিষ্কার করা হয়েছিল। উদাহরণস্বরূপ শিক্ষক, ডাক্তার এবং সরকার নিয়ন্ত্রিত শিল্পের শ্রমিকরা সরকার দ্বারা চাকরিচ্যুত হন। এটি একটি সাধারণ ধর্মঘট এবং গণ-অস্থিরতাকে উস্কে দেয়। যাদের বরখাস্ত করা হয়নি তাদের মধ্যে কেউ কেউ কসোভোর আলবেনিয়ানদের প্রতি সহানুভূতিতে পদত্যাগ করেছেন, আবার কেউ সার্বিয়ান সরকারের হয়ে কাজ করতে অস্বীকার করেছেন। যদিও এই বরখাস্তসমূহকে ব্যাপকভাবে জাতিগত আলবেনিয়ানদের নির্মূল হিসাবে দেখা হয়েছিল, তারপরও সরকার এটি বলা বজায় রেখেছিল যে এটি কেবল পুরানো কমিউনিস্ট পরিচালকদের থেকে মুক্তি পাচ্ছে।\n\nপুরাতন আলবেনিয়ান শিক্ষাক্রম এবং পাঠ্যপুস্তক প্রত্যাহার করা হয়েছিল এবং নতুন পাঠ্যবই তৈরি করা হয়েছিল। পাঠ্যক্রমটি মূলত সার্বিয়ান এবং সার্বিয়ার অন্যান্য সকল জাতিসত্তার মতই ছিল। আলবেনীয় ভাষায় শিক্ষা ১৯৯২ সালে প্রত্যাহার করা হয়েছিল এবং ১৯৯৪ সালে পুনঃপ্রতিষ্ঠিত হয়েছিল। প্রিস্টিনা বিশ্ববিদ্যালয়কে কসোভো-আলবেনিয়ান সাংস্কৃতিক পরিচয়ের কেন্দ্র হিসাবে দেখা হত। তাই সেখানে আলবেনীয় ভাষায় শিক্ষা বিলুপ্ত করা হয়েছিল এবং আলবেনিয়ান শিক্ষকদেরও ব্যাপকভাবে বরখাস্ত করা হয়েছিল। আলবেনিয়ানরা রাষ্ট্রীয় বিদ্যালয় বর্জন করে এবং আলবেনিয়ান-ভাষা শিক্ষার একটি অনানুষ্ঠানিক সমান্তরাল ব্যবস্থা স্থাপন করে প্রতিক্রিয়া জানায়।\nকসোভোর আলবেনিয়ানরা তাদের অধিকারের উপর আক্রমণ হিসাবে দেখে ক্ষুব্ধ হয়েছিল। আলবেনীয়দের ব্যাপক দাঙ্গা ও অস্থিরতার পাশাপাশি আন্তঃসাম্প্রদায়িক সহিংসতার প্রাদুর্ভাবের পরে ফেব্রুয়ারি ১৯৯০ সালে, জরুরি অবস্থা ঘোষণা করা হয়েছিল, এবং অস্থিরতা দমন করতে যুগোস্লাভ সেনাবাহিনী এবং পুলিশের উপস্থিতি উল্লেখযোগ্যভাবে বৃদ্ধি করা হয়েছিল।\n১৯৯২ সালে অ-অনুমোদিত নির্বাচন অনুষ্ঠিত হয়েছিল, যা ব্যাপকভাবে ইব্রাহিম রুগোভাকে একটি স্ব-ঘোষিত প্রজাতন্ত্র কসোভোর \"রাষ্ট্রপতি\" হিসাবে নির্বাচিত করেছিল; যদিও এই নির্বাচনগুলো সার্বিয়ান বা কোন বিদেশী সরকার দ্বারা স্বীকৃত হয়নি। ১৯৯৫ সালে, ক্রোয়েশিয়া থেকে হাজার হাজার সার্ব উদ্বাস্তু কসোভোতে বসতি স্থাপন করে, যা দুই সম্প্রদায়ের মধ্যে সম্পর্ককে আরও খারাপ করে দেয়।\n\nযুগোস্লাভিয়া এবং বিশেষ করে সার্বিয়ার সার্বভৌমত্বের আলবেনিয়ান বিরোধিতা রাজধানী প্রিস্টিনায় দাঙ্গায় (১৯৬৮ এবং মার্চ ১৯৮১) প্রকাশ পায়। ইব্রাহিম রুগোভা প্রাথমিকভাবে অহিংস প্রতিরোধের পক্ষে ছিলেন, কিন্তু পরে বিরোধী রাজনৈতিক দলগুলোর দ্বারা বিচ্ছিন্নতাবাদী আন্দোলন এবং কসোভো লিবারেশন আর্মি ১৯৯৬ সাল থেকে সশস্ত্র পদক্ষেপ গ্রহণ শুরু করে।\nকেএলএ একটি গেরিলা যুদ্ধ এবং সন্ত্রাসী অভিযান শুরু করে, যার ফলে যুগোস্লাভ নিরাপত্তা বাহিনী, রাষ্ট্রীয় কর্মকর্তা এবং বেসামরিক ব্যক্তিদের উপর নিয়মিত বোমা এবং বন্দুক হামলার হতে থাকে। জাতীয় সরকারকে প্রকাশ্যে সমর্থনকারী এবং কেএলএ-র প্রতি বিরূপ মনোভাব পোষণকারী আলবেনিয়ানরাও এ হামলার লক্ষ্যবস্তুর মধ্যে অন্তর্ভুক্ত ছিলেন। পরবর্তী মাসগুলোতে হাজার হাজার আলবেনিয়ান বেসামরিক লোক নিহত হয় এবং ১০,০০০ এরও বেশি তাদের বাড়িঘর ছেড়ে পালিয়ে যায়। এই মানুষদের অধিকাংশই ছিল আলবেনিয়ান। জাতীয় নিরাপত্তা এবং কেএলএ বাহিনীর মধ্যে লড়াইয়ের ফলে অনেক আলবেনিয়ান পরিবারকে বন্দুকের মুখে তাদের বাড়িঘর ছেড়ে পালিয়ে যেতে বাধ্য করা হয়েছিল। জাতিসংঘের শরণার্থী বিষয়ক হাইকমিশনার (ইউএনএইচসিআর) অনুমান করেছে যে মার্চ ১৯৯৮ থেকে ১৯৯৯ সালের মার্চ মাসে ন্যাটো বোমা হামলার শুরু পর্যন্ত ৪,৬০,০০০ মানুষ বাস্তুচ্যুত হয়েছে।\nঅ-আলবেনীয়দের বিরুদ্ধেও সহিংসতা ছিল। ইউএনএইচসিআর রিপোর্ট করেছে (মার্চ ১৯৯৯) যে কসোভোতে ৯০ টিরও বেশি মিশ্র গ্রাম \"এখন সার্ব বাসিন্দাদের থেকে খালি করা হয়েছে\" এবং অন্যান্য সার্বরা চলে যাচ্ছে। তাদের কসোভোর অন্যান্য অংশে বাস্তুচ্যুত হতে বা কেন্দ্রীয় সার্বিয়ায় পালিয়ে যেতে হয়েছে। যুগোস্লাভ রেড ক্রস অনুমান করেছে যে কসোভোতে সহায়তার প্রয়োজনে ১,৩০,০০০ এরও বেশি অ-আলবেনিয়ান বাস্তুচ্যুত হয়েছিল, যাদের বেশিরভাগই সার্ব ছিল।\n\nউত্তর আটলান্টিক ট্রিটি অর্গানাইজেশন (ন্যাটো) এর পৃষ্ঠপোষকতায় সার্বিয়ান এবং আলবেনিয়ান প্রতিনিধিদের মধ্যে আলোচনা ভেঙ্গে যাওয়ার পর, ন্যাটো জাতিসংঘের কর্তৃত্ব ছাড়াই ২৪ মার্চ, ১৯৯৯-এ হস্তক্ষেপ করে। ন্যাটো যুগোস্লাভ সামরিক লক্ষ্যবস্তুগুলোর বিরুদ্ধে ভারী বোমা হামলার একটি অভিযান শুরু করে এবং তারপরে বিস্তৃত পরিসরের বোমা হামলায় চলে যায় (নোভি সাদের সেতুর মতো)। কেএলএ সার্বিয়ান বাহিনীকে আক্রমণ করতে থাকে এবং সার্বিয়ান/যুগোস্লাভ বাহিনী কসোভোর জনসংখ্যার ব্যাপক স্থানচ্যুতির মধ্যেও কেএলএ-র সাথে লড়াই চালিয়ে যাওয়ার ফলে একটি পূর্ণ যুদ্ধ শুরু হয়, যা বেশিরভাগ মানবাধিকার গোষ্ঠী এবং আন্তর্জাতিক সংস্থাগুলো দ্বারা সংঘটিত জাতিগত নির্মূলের একটি কাজ হিসাবে বিবেচিত হয়। রাষ্ট্রপতি মিলোশেভিচ সহ বেশ কয়েকজন সিনিয়র যুগোস্লাভ সরকারি কর্মকর্তা এবং সামরিক কর্মকর্তাদের পরবর্তীতে প্রাক্তন যুগোস্লাভিয়ার জন্য আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল (আইসিটিওয়াই) যুদ্ধাপরাধের জন্য অভিযুক্ত করে। মিলোশেভিচ রায় ঘোষণার আগেই বন্দী অবস্থায় মারা যান।\nজাতিসংঘ অনুমান করেছে যে কসোভো যুদ্ধের সময় মার্চ ১৯৯৮ এবং এপ্রিল ১৯৯৯ এর শেষের মধ্যে প্রায় ৪০,০০০ আলবেনিয়ান পালিয়ে গিয়েছিল বা কসোভো থেকে বিতাড়িত হয়েছিল। বেশিরভাগ শরণার্থী আলবেনিয়া, মেসিডোনিয়া প্রজাতন্ত্র বা মন্টিনিগ্রোতে পালিয়ে গিয়েছিল। সরকারি নিরাপত্তা বাহিনী বহু পলাতক আলবেনিয়ানদের নথিপত্র এবং লাইসেন্স প্লেট বাজেয়াপ্ত ও ধ্বংস করে, যা ব্যাপকভাবে উদ্বাস্তুদের পরিচয় মুছে ফেলার প্রচেষ্টা হিসাবে বিবেচিত হয়েছিল। এর ফলে যুদ্ধের পর ফেরত আসা শরণার্থীদের পরিচয় নিশ্চিতভাবে আলাদা করা কঠিন হয়ে পড়ে। সার্বিয়ান সূত্রগুলো দাবি করেছে যে ম্যাসিডোনিয়া এবং আলবেনিয়ার অনেক আলবেনিয়ান (কিছু অনুমান অনুসারে সম্ভবত ৩,০০,০০০ এর মতো) শরণার্থীর ছদ্মবেশে কসোভোতে স্থানান্তরিত হয়েছে৷\n\n\n=== স্বাধীনতা ===\nযুদ্ধটির এক পর্যায়ে ১০ জুন, ১৯৯৯ তারিখে সার্বিয়ান এবং যুগোস্লাভ সরকার কুমানভো চুক্তিতে স্বাক্ষর করে যার ফলে তারা কসোভো প্রদেশের শাসন জাতিসংঘে হস্তান্তর করতে সম্মত হয়েছিল। একটি ন্যাটো নেতৃত্বাধীন কসোভো ফোর্স (কেএফআর) কসোভো যুদ্ধের পরে প্রদেশে প্রবেশ করেছিল। তাদের কসোভোতে জাতিসংঘের মিশনে (ইউএনএমআইকে) নিরাপত্তা প্রদানের দায়িত্ব দেওয়া হয়েছিল। ক্ষমতা হস্তান্তরের আগে এবং সময়কালে, আনুমানিক ১,০০,০০০ সার্ব এবং অন্যান্য অ-আলবেনিয়ান প্রতিশোধের ভয়ে প্রদেশ ছেড়ে পালিয়েছিল। অনেক অ-আলবেনিয়ানরা যুদ্ধের সময় সার্বদের সাহায্য করেছিল বলে মনে করেছিল। অনেকে প্রত্যাহার করা সার্বিয়ান নিরাপত্তা বাহিনীর সাথে চলে যায় কেননা তারা আশঙ্কা প্রকাশ করে যে তারা আলবেনিয়ান শরণার্থী এবং কেএলএ যোদ্ধাদের আক্রমণের লক্ষ্যবস্তু হবে। প্রদেশে শৃঙ্খলা পুনরুদ্ধারের জন্য যুদ্ধের পর ভয়ভীতি, আক্রমণ এবং অপরাধের কারণে আরও হাজার হাজার লোককে বিতাড়িত করা হয়েছিল।\nকসোভো থেকে আসা বিপুল সংখ্যক শরণার্থী এখনও সার্বিয়ায় অস্থায়ী শিবির এবং আশ্রয়কেন্দ্রে বাস করছে। ২০০২ সালে সার্বিয়া এবং মন্টিনিগ্রো ২,৭৭,০০০ অভ্যন্তরীণভাবে বাস্তুচ্যুত লোকদের (বেশিরভাগ কসোভো থেকে আগত সার্ব এবং রোমা জনগোষ্ঠীর অংশ) আশ্রয় দিয়েছে, যার মধ্যে ২,০১,৬৪১ জন কসোভো থেকে সার্বিয়ায় বাস্তুচ্যুত হয়েছে, ২৯,৪৫১ জন কসোভো থেকে মন্টিনিগ্রোতে বাস্তুচ্যুত হয়েছে, এবং প্রায় ৪৬,০০০ জন কসোভোয় নিজ এলাকা থেকে বাস্তুচ্যুত হয়েছে এবং অন্য এলাকায় স্থানান্তরিত হয়েছে। ১৬,০০০ প্রত্যাবর্তনকারী শরণার্থী তাদের আসল বাড়িতে বসবাস করতে অক্ষম। তবে কিছু সূত্র এই সংখ্যাটা অনেক কম দেখাচ্ছে। ইউরোপিয়ান স্টেবিলিটি ইনিশিয়েটিভ অনুমান করে যে বাস্তুচ্যুত লোকের সংখ্যা মাত্র ৬৫,০০০ এবং আরও ৪০,০০০ সার্ব কসোভোতে রয়ে গেছে, যদিও তারা ১৯৯৯-এর পূর্বের জাতিগত সার্ব জনসংখ্যার একটি উল্লেখযোগ্য অনুপাতকে গ্রহণ করেনি। কসোভোতে জাতিগত সার্বদের বৃহত্তম জনঘনত্ব প্রদেশের উত্তরে ইবার নদীর উপরীয় অঞ্চলে। তবে কসোভোতে সার্বীয় জনসংখ্যার আনুমানিক দুই-তৃতীয়াংশ প্রদেশের দক্ষিণে আলবেনিয়ান-অধ্যুষিত অঞ্চলে বসবাস করে।\n\n১৭ মার্চ, ২০০৪-এ, কসোভোতে গুরুতর অস্থিরতার ফলে ১৯ জন মারা যায় এবং প্রদেশের ৩৫টি সার্বিয়ান অর্থোডক্স গির্জা এবং মঠ ধ্বংস হয় কারণ আলবেনিয়ানরা সার্বদের বিরুদ্ধে তীব্র যুদ্ধ শুরু করে। আরও কয়েক হাজার কসোভো সার্ব তাদের বাড়িঘর ছেড়ে সার্বিয়ায় বা কসোভোর উত্তরে সার্ব-অধ্যুষিত এলাকায় আশ্রয় নিয়েছে।\nযুদ্ধ শেষ হওয়ার পর থেকে, কসোভো নারী পাচার, পতিতাবৃত্তি এবং যৌন দাসত্বে বাধ্য করা নারীদের একটি প্রধান উৎস এবং গন্তব্য দেশ। কসোভোতে ন্যাটো বাহিনী দ্বারা যৌন বাণিজ্য শিল্পের প্রবৃদ্ধি হয়েছে।\nকসোভোর চূড়ান্ত মর্যাদা নির্ধারণের জন্য ২০০৬ সালে আন্তর্জাতিক আলোচনা শুরু হয়েছিল, এটৈ জাতিসংঘের নিরাপত্তা পরিষদের প্রস্তাব নং ১২৪৪ এর অধীনে পরিকল্পিত হয়েছিল যা ১৯৯৯ সালের কসোভো সংঘাতের অবসান ঘটিয়েছিল। যদিও কসোভোর উপর সার্বিয়ার অব্যাহত সার্বভৌমত্ব আন্তর্জাতিক সম্প্রদায় দ্বারা স্বীকৃত হয়েছিল, তবে প্রদেশের জনসংখ্যার একটি স্পষ্ট সংখ্যাগরিষ্ঠতা চাওয়া হয়েছিল।\nজাতিসংঘ-সমর্থিত আলোচনা\n\nজাতিসংঘের বিশেষ দূত মার্টি আহতিসারির নেতৃত্বে ফেব্রুয়ারি ২০০৬-এ শুরু হয়েছিল। যদিও প্রযুক্তিগত বিষয়ে অগ্রগতি হয়েছিল, উভয় পক্ষই কসোভোর মর্যাদার প্রশ্নে বিরোধিতা করেছিল।  ফেব্রুয়ারী ২০০৭-এ, আহতিসারি বেলগ্রেড এবং প্রিস্টিনার নেতাদের কাছে একটি খসড়া স্ট্যাটাস মীমাংসা প্রস্তাব প্রদান করেন। এটি একটি খসড়া প্রস্তাব ছিল যা প্রদেশের জন্য 'তত্ত্বাবধানে স্বাধীনতা' প্রস্তাব করে। ২০০৭ সালের জুলাইয়ের প্রথম দিকে মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য এবং নিরাপত্তা পরিষদের অন্যান্য ইউরোপীয় সদস্যদের দ্বারা সমর্থিত খসড়া প্রস্তাবটি রাশিয়ার উদ্বেগগুলোকে মিটমাট করার চেষ্টা করার জন্য চারবার পুনর্লিখন করা হয়েছিল যে এই জাতীয় প্রস্তাব রাষ্ট্রীয় সার্বভৌমত্বের নীতিকে ক্ষুণ্ণ করবে।‌  রাশিয়া নিরাপত্তা পরিষদে পাঁচটি স্থায়ী সদস্যের মধ্যে একটি হওয়ার কারণে তারা এ প্রস্তাবে ভেটো দিয়েছে এবং ঘোষণা করেছে যে তারা এমন কোনো প্রস্তাবকে সমর্থন করবে না যা বেলগ্রেড এবং প্রিস্টিনা উভয়ের কাছেই গ্রহণযোগ্য নয়।\n\n১৭ ফেব্রুয়ারি ২০০৮-এ কসোভো একতরফাভাবে কসোভোর স্বাধীনতা ঘোষণা করে এবং পরবর্তীকালে কসোভো প্রজাতন্ত্রের সংবিধান গৃহীত হয়, যা ১৫ জুন ২০০৮ তারিখে কার্যকর হয়। বিচ্ছিন্নতার বিরোধিতাকারী কিছু কসোভো সার্ব প্রিস্টে কেন্দ্রীয় সরকারের আদেশ ও আদেশ অনুসরণ করতে অস্বীকার করে এই পদক্ষেপকে বয়কট করেছে। সার্বিয়া জনবহুল অঞ্চলে অবকাঠামো এবং সীমান্ত পোস্ট দখল করার চেষ্টা করেছিল। এছাড়াও আন্তর্জাতিক প্রতিষ্ঠান এবং সরকারী প্রতিষ্ঠানের বিরুদ্ধে সহিংসতার বিক্ষিপ্ত ঘটনা ঘটেছে, যা প্রধানত উত্তর কসোভোতে ঘটছে।\n২৫ জুলাই, ২০১১-এ কসোভান আলবেনিয়ান পুলিশ দাঙ্গা কসোভোর সার্ব-নিয়ন্ত্রিত উত্তরে বেশ কয়েকটি সীমান্ত কন্ট্রোল পোস্ট বাজেয়াপ্ত করার চেষ্টা করে এবং সার্বিয়ান আমদানির উপর নিষেধাজ্ঞা কার্যকর করার চেষ্টা করে। এটিকে সার্বিয়ার কসোভো থেকে আমদানির উপর নিষেধাজ্ঞার প্রতিশোধ হিসেবে দেখা হয়। এটি একটি বিশাল জনতাকে রাস্তা অবরোধ করতে প্ররোচিত করে এবং তখন কসোভান পুলিশ ইউনিটগুলো গুলো চালায়। একজন আলবেনিয়ান পুলিশ সদস্য মারা গিয়েছিলেন যখন তার ইউনিট অ্যামবুশ হয়েছিল এবং অন্য একজন অফিসার আহত হয়েছিল বলে জানা গেছে। পরিস্থিতি শান্ত করতে ন্যাটো নেতৃত্বাধীন শান্তিরক্ষীরা এলাকায় চলে যায় এবং কসোভান পুলিশ পিছু হটে। মার্কিন যুক্তরাষ্ট্র এবং ইইউ প্রভৃতি আন্তর্জাতিক সংস্থাগুলোর সাথে পরামর্শ না করে কাজ করার জন্য তারা কসোভান সরকারের সমালোচনা করেছে। তবে ন্যাটোর কেএফওআর বাহিনীর হস্তক্ষেপের পর উভয় পক্ষের মধ্যে উত্তেজনা কিছুটা কমেছে।\n২০২১ সালের সেপ্টেম্বরে, কসোভোর উত্তর থেকে সার্বরা অস্থায়ী মুদ্রিত নিবন্ধন ছাড়াই কসোভোতে প্রবেশকারী সার্বিয়ান লাইসেন্স প্লেট সহ গাড়ির উপর নিষেধাজ্ঞার প্রতিবাদে দুটি প্রধান রাস্তা অবরোধ করেছিল। উত্তর কসোভোতে একটি গাড়ি নিবন্ধন অফিস সহ স্বরাষ্ট্র মন্ত্রণালয়ের দুটি ভবনে হামলা হয়েছে। সার্বিয়া সীমান্তের কাছে সামরিক কূটকৌশল শুরু করে এবং সীমান্ত ক্রসিংয়ের উপরে সামরিক জেট উড়তে শুরু করে। কসোভোর ন্যাটো মিশন সীমান্ত ক্রসিংয়ের কাছে টহল বাড়িয়েছে। ৩০শে সেপ্টেম্বর, ২০২১-এ কসোভো এবং সার্বিয়ার মধ্যে যুদ্ধাবস্থা শেষ করার জন্য একটি চুক্তি হয়েছিল। কসোভো পুলিশের বিশেষ বাহিনী প্রত্যাহার করতে রাজি হয়েছে।\n\n\n== তথ্যসূত্র =="}