{"pageid": 10085, "title": "পরিতোষ সেন", "url": "https://bn.wikipedia.org/wiki?curid=10085", "content": "পরিতোষ সেন (অক্টোবর ১৮, ১৯১৮ - অক্টোবর ২২, ২০০৮) একজন প্রখ্যাত  ভারতীয় চিত্রশিল্পী। চল্লিশের দশকে তিনি এবং আরও কয়েকজন মিলে তৈরি করেন ক্যালকাটা গ্রুপ। যা পরবর্তীতে ভারত ও বাংলার শিল্পের বিবর্তনে গুরুত্বপূর্ণ ভূমিকা নিয়েছিলো।\n\n\n== জন্ম ও শিক্ষা জীবন ==\nপরিতোষ সেনের জন্ম ব্রিটিশ ভারতের অধুনা  বাংলাদেশের রাজধানী ঢাকায়। পিতা সে সময়ের নামকরা কবিরাজ প্রসন্ন কুমার সেন ও মাতা হেমাঙ্গিনী দেবী। স্কুলের পড়া শেষ করে তিনি শিল্পী  দেবীপ্রসাদ রায়চৌধুরীর অধ্যক্ষ তাকালে ১৯৩৬ খ্রিস্টাব্দে মাদ্রাজ গভর্নমেন্ট আর্ট স্কুলে ভর্তি হন। ওখানে আর্ট স্কুলের পড়া শেষে তিনি ছবি আঁকার পাঠ নিতে চলে যান ইন্দোরের এক কলেজে। এরপর সকল বিষয়ে চিত্রকলার পাঠ নিতে ১৯৪৯ খ্রিস্টাব্দে তিনি ইউরোপে যান। ফ্রান্সের নামকরা শিল্পকলা শিক্ষা প্রতিষ্ঠানসমূহে তিনি অধ্যয়ন করেন। মূলত ফ্রান্সের 'আন্দ্রে লোথে'এর স্কুলে। অ্যাকাডেমি গ্রান্ড চাউমেয়ার, ইকোল ডি বুয়েক্স আর্ট এবং ইকোল ডি লুভ্যেতে চিত্রকলার ইতিহাসের পাঠ গ্রহণ করেন। ১৯৫৪ খ্রিস্টাব্দে তিনি বিশ্ববিখ্যাত চিত্রশিল্পী পাবলো পিকাসোর সঙ্গে সাক্ষাৎ করেন; সাক্ষাৎ করেন আর এক বিশ্ববন্দিত চিত্রশিল্পী ব্রাঁকুসির সঙ্গেও। তাঁর কাজ দেখে পিকাসোর ভালো লেগেছিলো।\n\n\n== কর্মজীবন ==\nভারতে ফেরার পর চিত্রাঙ্কনের পাশাপাশি বিহারের অধুনা  ঝাড়খণ্ডের রাঁচির কাছে নেতারহাট স্কুলে অঙ্কনের শিক্ষক হিসাবে কাজে যুক্ত হন। পরবর্তীতে যাদবপুর বিশ্ববিদ্যালয়ে যোগদান করেন। পরিতোষ সেন যাদবপুরে অবস্থিত মুদ্রণ কারিগরি শিক্ষা প্রতিষ্ঠান 'দ্য রিজিয়োনাল ইন্সটিটিউট অফ প্রিন্টিং টেকনোলজি'তে অনেক বছর ডিজাইন অ্যান্ড লে-আউটের শিক্ষক ছিলেন। আরআইপিটি কলেজের তিনতলার স্টুডিয়ো তথা শ্রেণিকক্ষে একবার এক ছাত্র প্রশ্ন করে : 'স্যার আপনার ছেলে কী করে?' তিনি দু-সেকেন্ড নীরব থেকে বললেন, 'আমার কোনো ছেলেমেয়ে নেই, তোমরা-ই আমার ছেলেমেয়ে।' তিনি ছাত্রছাত্রীদের নিজের সন্তানের মতোই স্নেহ করতেন। ক্লাস চলাকালীন প্রত্যেকের কাছে গিয়ে কাজ দেখে ঠিক করে দিতেন। আবার কাজের ফাঁকে আন্তর্জাতিক চিত্রশিল্পী ভ্যান গঘের  জীবনের গল্প বলতেন। ষাটের দশকে তিনি ইংল্যান্ড ও ফ্রান্সে কাটান। ফরাসি সরকারের পৃষ্ঠপোষকতায় তিনি ওই সময়ে রবীন্দ্রনাথ ঠাকুরের পাণ্ডুলিপি অনুসারে বাংলা টাইপোগ্রাফির নকশা তৈরি করেন। ১৯৭০-৭১ খ্রিস্টাব্দে তিনি নিউ ইয়র্কে থাকেন রকাফেলার ফেলোশিপ নিয়ে। দেশে ফিরে তিনি চিত্রকলায় মগ্ন হয়ে যান। ১৯৭৭-৭৮ খ্রিষ্টাব্দে তিনি আমেরিকায় অ্যাসোসিয়েট লেকচারার হয়ে চলে যান। তার স্ত্রী-ও ওই দেশে চাকরি নিয়েছিলেন, দুজনে এক জায়গায় থাকবেন এই জন্যে। ১৯৮১-৮২ খ্রিস্টাব্দে তিনি বাল্টিমোর মেরিল্যান্ড ইনস্টিটিউট অফ আর্টের আবাসিক আর্টিস্ট হিসাবে নিযুক্ত হন। ১৯৮৫ খ্রিস্টাব্দে তিনি আমন্ত্রিত হয়ে দেশে ফিরে গুজরাটের আমেদাবাদ ন্যাশনাল ইনস্টিটিউট অফ ডিজাইনের আবাসিক আর্টিস্ট হন।\n\n\n== প্রদর্শনী ও সম্মাননা ==\nতিনি রকফেলার ফাউন্ডেশনের ফেলোশিপ ছাড়াও ১৯৬৯ খ্রিষ্টাব্দে তিনি ডিজাইনিং ও টাইপফেস শেখার জন্যে ফরাসি ফেলোশিপ লাভ করেন। তিনি ভারত ও বহির্বিশ্বে প্রচুর প্রদর্শনীতে অংশ নিয়েছেন। ভারতে তার ছবি প্রথম প্রদর্শিত হয় ১৯৪৪ খ্রিস্টাব্দে। অন্যদের মধ্যে রয়েছে: মাদার টেরেসা সরণির (পার্ক স্ট্রিট) কাছে ব্রিটিশ পেইন্টসের (বার্জার পেইন্টস) অডিটোরিয়ামে বিগত শতকের আটের দশকে পরিতোষবাবুর একটি একক প্রদর্শনীর আয়োজন করা হয়। প্রদর্শনীর বিষয় ছিল : 'অন্তঃসত্ত্বাকালীন মায়ের শারীরিক অবস্থার বিবর্তন'। কী অভিনব দক্ষতায় শিল্পী অন্তঃসত্ত্বার সময়কালীন মায়ের প্রচ্ছন্ন যন্ত্রণাকাতরতার মধ্যেও বেড়াল নিয়ে খেলা করা এবং অব্যক্ত যন্ত্রণাকে হাসিতে রূপান্তরিত করার প্রয়াস ছবিতে ফুটিয়ে তুলেছিলেন, না-দেখলে বিশ্বাস করা কঠিন ছিল। অবশ্য বিরূপ মন্তব্যও যে হয়নি তা কিন্তু নয়। আবার, ওই শিল্প প্রদর্শনীর পঁচিশটি ছবিই ছিল নগ্ন। আসলে রতনে রতন চেনে! পরিতোষবাবুর দেশি-বিদেশি গুণগ্রাহীর মধ্যে তার বন্ধু তথা বিশ্ববন্দিত চলচ্চিত্র পরিচালক সত্যজিৎ রায় ওই শিল্প প্রদর্শনীর একটি ছবি তৎকালীন মূল্যে এক হাজার টাকায় কিনেছিলেন। সেটা দেখে এক বিদেশিনীও ছ-শো টাকায় একটি ছবি কেনেন। ১৯৪২ খ্রিষ্টাব্দে তিনি আধুনিকতাবাদী ক্যালকাটা গ্রুপ-এর প্রতিষ্ঠাতা সদস্য ছিলেন। পরিতোষ সেন ভারতীয় উচ্চাঙ্গ সঙ্গীতের ভক্ত ছিলেন। কলকাতায় উচ্চাঙ্গ সঙ্গীতের অনুষ্ঠানে, বিশেষ করে সেতারের অনুষ্ঠানে রবিশঙ্কর, ইমরাত খান, নিখিল বন্দ্যোপাধ্যায় প্রমুখের সেতারবাদন তার পছন্দের বিষয় ছিল।   \n\nকলকাতা গ্রুপ প্রদর্শনী (১৯৪৪)\nলন্ডন, যুক্তরাজ্য (১৯৬২)\nসাও পাওলো বিয়েনালে (সাও পাওলো দ্বিবার্ষিক), ব্রাজিল (১৯৬৫)\nনয়া দিল্লী ট্রিয়েনালে (নয়া দিল্লী ত্রিবার্ষিক) (১৯৬৮, ১৯৭১, ১৯৭৫)\nসুইডেন (১৯৮৪)\nহাভানা বিয়েনালে (হাভানা দ্বিবার্ষিক), কিউবা (১৯৮৬)\n\n\n== উল্লেখযোগ্য চিত্র ==\nপরিতোষ সেনের উল্লেখযোগ্য চিত্র হলো -\n\n'তালবিথী'\n'পাইন বন'\n'তুলসীমঞ্চ'\n'Banana Grove'\n'Pagent Boy'\n‘তরমুজ রসিক’\n‘বাবু’\n‘বড়ে গোলাম আলী’\n\n\n== রচিত গ্রন্থ ==\nছবি আঁকার পাশাপাশি লেখালেখিতেও সিদ্ধহস্ত ছিলেন তিনি। তার লেখা গ্রন্থগুলি হলো-\n\n'কিছু শিল্পকথা'\n'আবু সিম্বাল, পিকাকো ও অন্যান্য তীর্থ'\n'রং তুলির বাইরে'\n'আমসুন্দরী ও আমরা'(১৯৮১)\n'জিন্দাবাহার লেন'(১৯৭৮)\n\n\n== তথ্যসূত্র =="}