{"pageid": 1008481, "title": "জাপান সাম্রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1008481", "content": "জাপান সাম্রাজ্য ১৮৬৮ থেকে ১৯৪৭ সাল পর্যন্ত টিকে থাকা একটি শক্তিশালী জাতিরাষ্ট্র ছিল। ১৮৬৮ সালে মেইজি পুনর্গঠন এর মাধ্যমে এটি প্রতিষ্ঠা লাভ করে এবং ১৯৪৭ সালে দ্বিতীয় বিশ্বযুদ্ধ এর পর জাপানের নতুন সংবিধান গৃৃহিত হলে এটি বিলুপ্ত হয়ে যায়। সাম্রাজ্যটি জাপানের মূল ভূখণ্ড এবং উপনিবেশ, আশ্রিত রাষ্ট্র, প্রথম বিশ্বযুদ্ধত্তোর প্রাপ্ত অঞ্চলসমূহ ও অন্যান্য অধীনস্থ ভূখণ্ড নিয়ে অনেকটা বিস্তৃত হয়েছিল।\nমেইজি পুনর্গঠন এর পর জাপান খুব দ্রুতই রাজনৈতিক ও সামরিকভাবে অনেক শক্তিশালী হয়ে ওঠে। সাম্রাজ্য বিস্তারের লক্ষ্যে তৎকালীন চীন, রাশিয়া, তাইওয়ান, কোরিয়া, রিউকিউসহ অনেক দেশের সাথে যুদ্ধে জড়িয়ে পড়ে এবং বিভিন্ন অঞ্চল অধিকার করে নেয়। অবশেষে প্রথম বিশ্বযুদ্ধতে মিত্রশক্তির সাথে ও দ্বিতীয় বিশ্বযুদ্ধতে অক্ষশক্তির সাথে যোগ দিয়ে জাপান এশিয়া-প্রশান্ত মহাসাগরীয় অঞ্চলের বিশাল অংশের মালিকানা লাভ করে। এভাবেই জাপান বিশাল বড় সাম্রাজ্য তৈরি করে।\nদ্বিতীয় চীন-জাপান যুদ্ধ (১৯৩৭-১৯৪৫)'র পর প্রাথমিকভাবে আন্তঃযুদ্ধ যুগ ও দ্বিতীয় বিশ্বযুদ্ধের প্রথম দিকে জাপান বিরাট আকারের সামরিক সাফল্য অর্জন করে ছিল। তবে ১৯৪২ সালের দিকে দ্বিতীয় বিশ্বযুদ্ধের সময় মিডওয়ে যুদ্ধ (পার্ল হারবার আক্রমণ এর প্রতিশোধসরূপ জাপান সাম্রাজ্যের বিরুদ্ধে প্রশান্ত মহাসাগর মিডওয়ে দ্বীপে পরিচালিত আমেরিকার একটি সামরিক অভিযান) ও গুয়াদানকানাল ক্যাম্পেইনের সময় জাপান প্রতিরক্ষামূলক অবস্থান গ্রহণে বাধ্য হয়। ধীরে ধীরে দ্বিতীয় বিশ্বযুদ্ধে মিত্রশক্তির প্রভাব বাড়তে থাকে এবং যুদ্ধের সময় জাপান যেসব অঞ্চল অধিকার করেছিল তা আস্তে আস্তে হারাতে শুরু করে। অবশেষে জাপানের মূল ভূখণ্ড সুরক্ষিত রেখে আমেরিকা জাপানের ইওয়ো জিমা ও ওকিনাওয়া দুটি প্রশাসনিক অঞ্চল দখল করে নেয়। এরপর হিরোশিমা ও নাগাসাকি শহরে পারমাণবিক বোমা হামলা ও জাপানের আত্মসমর্পণ এর মধ্যে দিয়ে জাপান পুরোপুরি মিত্রশক্তির অধীনে চলে আসে।\n১৯৪৭ সালে আমেরিকার হস্তক্ষেপে জাপানের নতুন সংবিধান গৃহীত হয় এবং জাপান সাম্রাজ্যের আনুষ্ঠানিকভাবে অবসান ঘটে। তবে যুদ্ধত্তোর পুনর্গঠন ১৯৫২ সাল অবধি অব্যাহত ছিল যার ফলে বর্তমান সাংবিধানিক রাজতন্ত্রবাদী জাপান এর জন্ম হয়।\nজাপান সাম্রাজ্যের তিনজন সম্রাট ছিলেন, যদিও হিরোহিতোর শাসনামল শেষ হওয়ার পূর্বেই সাম্রাজ্যের অবসান ঘটে। তারা তিনজন হলেন- সম্রাট মেইজি (১৯৬৭-১৯১২) (মুৎসুহিতো), সম্রাট তাইশো (১৯১২-১৯২৬) (ইয়োশিহিতো) ও সম্রাট শোয়া (১৯২৬-১৯৮৯) (হিরোহিতো)।\n\n\n== নামটির ব্যুৎপত্তি ==\nসাবেক এই দেশটিকে প্রায়শই \"জাপান সাম্রাজ্য\" বা \"জাপানি সাম্রাজ্য\" বলা হয়। ইংরেজিতে দেশটিকে বলা হয় \"Empire of Japan\" (বাংলা: জাপানের সাম্রাজ্য) বা \"Imperial Japan\" (বাংলা: রাজকীয় জাপান)। জাপানি ভাষাতে দেশটিকে ডাকা হয় \"জাপানি: 大日本帝国\"; রোমান হরফে- Dai Nippon Teikoku (বৃহত্তর জাপান সাম্রাজ্য) যেখানে, Dai অর্থ \" বৃহত্তর\" (ইংরেজি: Greater); Nippon অর্থ জাপান (জাপানি ভাষায়) Teikoku শব্দটিতে Tei- অর্থ \"সম্রাটের\" (ইংরেজি: Emperor's) আর -koku অর্থ \"রাজ্য\" বা \"রাষ্ট্র\" (ইংরেজি: State)। অর্থাৎ Dai Nippon Teikoku অর্থ \"বৃহত্তর জাপান, সম্রাটের রাজ্য (সাম্রাজ্য)\" বা \"বৃহত্তর জাপান সাম্রাজ্য\"।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\n১৬০৩ সালে তোকুগাওয়া শোগুনতন্ত্রের সুচনা হয়। এটি ছিল এমন একটি শাসনব্যবস্থা, যেখানে আক্ষরিক অর্থে সম্রাট ছিলেন একজন ঐশ্বরিক শাসক, যার কোনো সার্বভৌম রাজনৈতিক ক্ষমতা ছিল না। একজন সামরিক নেতা, যার উপাধি ছিল শোগুন, \"কার্যত\" জাপান পরিচালনা করতেন। শোগুনদের রাজধানী ছিল এদো শহরে, এজন্য এসময়টিকে এদো যুগও বলা হয়।\nশোগুনরা ক্ষমতায় আসার পর জাপানে কিছু রাজনৈতিক পরিবর্তন আনে। যার মধ্যে সবচেয়ে গুরুত্বপূর্ণ ছিল সাকোকু নীতি। এই নীতির আদলে জাপানে বিদেশিদের প্রবেশ ও জাপানি নাগরিকদের বিদেশ গমন সম্পূর্ণভাবে নিষিদ্ধ করে দেওয়া হয়। ফলে পরবর্তী দুই শতাব্দী যাবত সমগ্র বিশ্ব থেকে পুরোপুরি বিচ্ছিন্ন হয়ে যায় জাপান। ফলে ১৮ শতকে বিশ্বের অন্যান্য দেশের মতো জাপানে উপনিবেশবাদ ও শিল্প বিপ্লব এর ছোঁয়া লাগে নি। এজন্য সমগ্র বিশ্ব থেকে জাপান অনগ্রসর হয়ে যায়।\nএসময় শোগুনদের অধীনে জাপানে একটি সামান্ত শ্রেণি তৈরি হয়, যাদের দাইমিয়ো বলা হতো। জাপানের অর্থনৈতিক ক্ষমতা তাদের হাতেই থাকতো। এসব সামান্তরা জাপানে সামান্ততান্ত্রিক অর্থনৈতিক ব্যবস্থা চালু করে। ফলে জাপানের নিম্ন শ্রেণির কৃষক সমাজ নির্যাতিত ও শোষিত হতে থাকে। ফলে জাপানে বেশকিছু দুর্ভিক্ষ ও অর্থনৈতিক সংকট দেখা দেয়।\nতোকুগাওয়া সরকার জাপানে নব্য কনফুসীয়বাদকে পরিচিতি করায়। এর উৎস ছিল পার্শ্ববর্তী রাষ্ট্র চীন। কিন্তু দীর্ঘকাল ধরেই জাপানের মানুষ তাদের আদি ধর্ম শিন্তৌতে বিশ্বাস করতো। এ কারণে তাঁরা নব্য কনফুসীয়বাদের প্রসারকে জাপানের সংস্কৃতি ও সমাজব্যবস্থার জন্য বিপদজনক মনে করতে থাকে। এসময় কিছু শিক্ষাবিদ ও দার্শনিক মিলে জাপানে একটি নতুন দর্শন প্রচার করতে আরম্ভ করে, যেটি জাপানের তরুণদেরকে তাদের অতীত ঐতিহ্য ও ধর্মকে অনুশীলন করার প্রতি তাগিদ করতো। জাপানি ভাষায় একে বলা হয় \"কোকুগাকু\" দর্শন। এই দর্শনটি জাপানে ব্যপক জনপ্রিয়তা লাভ করে এবং তোকুগাওয়া সরকারের সামাজিক, রাজনৈতিক ও অর্থনৈতিক নীতির বিরুদ্ধে মানুষের মধ্যে একটি প্রতিবাদী মানসিকতার উন্মেষ ঘটায়। এসময় দাইমিয়ো (সামান্ত) ও সাধারণ জনগণ জাপানকে পুনরায় উন্মুক্ত করতে ও সম্রাটকে পুনরায় ক্ষমতায় আনার আগ্রহ প্রকাশ করে।\n\n\n==== জাপানের উন্মুক্তকরণ ====\n\nদুই শতাব্দী বিচ্ছিন্ন থাকার পর কানাগাওয়া কনভেনশনের মাধ্যমে এদো যুগের জাপান সরকার বিশ্বের সঙ্গে উন্মুক্ত বাণিজ্য করতে বাধ্য হয়। এরই ধারাবাহিকতায় স্যার ম্যাথিউ পেরি ১৮৫৪ সালে আমেরিকা থেকে একটি জাহাজে করে জাপানে পৌঁছেন। জাপানিরা এই ঘটনাটিকে বলে বাকুমাৎসু, অর্থাৎ বাকুফু (শোগুনতন্ত্রের শাসন)’র সমাপ্তি।\nপরবর্তী বছরগুলোতে জাপানের সাথে অন্যান্য দেশের বাণিজ্য ও মিথস্ক্রিয়া বৃদ্ধি পায়। বিভিন্ন পশ্চিমা দেশগুলোর সাথে জাপানের বাণিজ্য চুক্তি সাক্ষরিত হয়। এই অসম চুক্তিগুলোর অবমাননাকর শর্তারোপের কারণে জাপানের তোকুগাওয়া শোগুনতন্ত্র শীঘ্রই অভ্যন্তরীণ বৈরিতার মুখে পড়ে ছিলো, যা একটি উগ্র, জেনোফোবিক আন্দোলনে রূপ নেয়। এসময় দাইমিয়ো ও সাধারণ জনগণ শোগুনদের বদলে সম্রাটকে রাজনৈতিক কেন্দ্রবিন্দু হিসাবে মানতে শুরু করে এবং তাঁর নেতৃত্বে জাপান থেকে বিদেশি আধিপত্য হ্রাস করতে চায়। এসময় একটি স্লোগান জাপানিদের মাঝে জনপ্রিয় হয়ে উঠে, তা হলো সোন্নো জোই, আক্ষরিক অর্থে \"সম্রাটকে শ্রদ্ধা করো, বর্বরদের বহিষ্কার করো\"।\n১৮৬৩ সালের মার্চ মাসে সম্রাট বর্বরদের বহিষ্কার করার আদেশ জারি করেন। যদিও শোগুনতন্ত্রের আদেশ কার্যকর করার কোনো উদ্দেশ্য ছিল না, তবুও শোগুনতন্ত্র জাপানের বিদেশিদের আক্রমণকে উদ্বুদ্ধ করেছিল। এদিকে ১৮৬২ সালে অপ্রত্যাশিতভাবে \"নামামুগি ঘটনা\" (Namamugi Incident)টি ঘটে, যেখানে সাৎসুমার এক সামুরাইয়ের হাতে চার্লস লিনক্স রিচার্ডসন নামে এক ইংরেজ ব্যবসায়ী নিহত হন। ইংরেজরা এর বিচার দাবি করে। কিন্তু তোকুগাওয়া জাপানের সরকার পুরো ঘটনাটি অস্বীকার করে এবং কোনো বিচার করেনি। এর প্রতিশোধ সরূপ ব্রিটিশ নৌবাহিনী জাপানের কাগোশিমা বন্দরে বোমা হামলা চালায় ১৮৬৩ সালে। শেষ পর্যন্ত তোকুগাওয়া (জাপান) সরকার রিচার্ডসনের মৃত্যুর ক্ষতিপূরণ দিতে সম্মত হয়।\nএই ঘটনার পর তোকুগাওয়া শোগুনতন্ত্র অভ্যন্তরীণ ভাবে অনেকটাই দুর্বল হয়ে যায়। দাইমিয়ো তথা সামান্তরা এসময় শোগুনদের শাসনের বিরোধী হয়ে উঠে। ১৮৬৬ সালে তোকুগাওয়া জাপানের দুইটি শক্তিশালী সামান্ত বংশ সাৎসুমা বংশ ও চোশু বংশ শোগুনতন্ত্রের বিরুদ্ধে বিদ্রোহ ঘোষণা করে, জাপানিরা যাকে বলে কিনমন ঘটনা। যদিও ১৮৬৮ সালে বিদ্রোহ দমন করা হয়, কিন্তু এতে শোগুনতন্ত্রের বিরাট আর্থিক ক্ষতি হয় ও বহু সৈন্য মারা যায়।\n১৮৬৭ সালের শুরুর দিকে জাপানের সম্রাট কোমেই গুটিবসন্ত রোগে মৃত্যুবরণ করেন এবং স্থলাভিষিক্ত হন তার পুত্র, যুবরাজ মুৎসুহিতো (সম্রাট মেইজি)\n১৮৬৭ সালের ৯ নভেম্বর জাপানের শেষ সামরিক স্বৈরশাসক বা শোগুন তোকুগাওয়া ইয়োশিনোবু সরকারি চাপে পদত্যাগ করেন, যা শোগুনতন্ত্রের পতন ডেকে আনে। তবে ইয়োশিনোবুর পদত্যাগের ফলে সরকারের উচ্চ স্তরে নামমাত্র শূন্যতা সৃষ্টি হয়েছে ছিল, রাষ্ট্রের সকল কর্মকাণ্ড অব্যাহত ছিল। তদুপরি, শোগুন নিয়ন্ত্রিত সরকার, বিশেষত তোকুগাওয়া পরিবার রাজনৈতিক শৃঙ্খলার একটি বিশিষ্ট শক্তি হিসাবে রয়েই গিয়েছিল এবং বহু কার্যনির্বাহী ধরে রেখেছিল।\n৩ জানুয়ারি, ১৮৬৮ সালে কিয়োতোর রাজপ্রাসাদ অবরোধ করে এবং এরপরের দিন ১৫ বয়সী নবনির্বাচিত সম্রাট মেইজির বিখ্যাত পুনর্গঠন ঘোষণা করার দিন ছিল। রাজকীয় পরিষদের অধিকাংশই এই পুনর্গঠন প্রস্তাবের পক্ষে ছিল। কিন্তু সাৎসুমা বাহিনীর প্রধান সাইগো তাকামোরি রাজকীয় পরিষদকে হুমকি দিয়েছিল  যেন এই পুনর্গঠন প্রস্তাব বর্জন করা হয় এবং ইয়োশিনোবুকে তার আগের পদে ফিরিয়ে দেয়া হয়।\nইয়োশিনোবু ঘোষণা করে ছিলেন তিনি পুনর্গঠনের প্রস্তাব দ্বারা আবদ্ধ নন এবং সম্রাটকে তা ফিরিয়ে নেওয়ার আহ্বান জানান। সম্রাট ও তার পরিষদ এই প্রস্তাবে রাজি হননি। ফলে ইয়োশিনোবুর নেতৃত্বে থাকা সাৎসুমা ও চোশু বাহিনী দ্বারা দখলকৃত কিয়োতোতে আক্রমণ চালানোর সিদ্ধান্ত নেন। সম্রাটের রাজকীয় বাহিনীও এর পাল্টা জবাব দিতে শুরু করে। ফলে শুরু হয়ে যায় বোশিন যুদ্ধ।\n\n\n==== বোশিন যুদ্ধ ====\n\nবোশিন যুদ্ধ বা জাপানি বিপ্লব সংগঠিত হয়েছিল ১৮৬৮ সালে। এই যুদ্ধে ইয়োশিনোবু তোকুগাওয়ার নেতৃত্বে থাকা সাৎসুমা-চোশু বাহিনীর সাথে সম্রাট-সমর্থিত রাজকীয় বাহিনীর যুদ্ধ হয়েছিল। প্রথম দিকে ইয়োশিনোবু কিয়োতোর রাজপ্রাসাদ দখলের উদ্দেশ্যে সামরিক অভিযান পরিচালনা করেন। যাইহোক, ইয়োশিনোবুর অধীনে থাকা সামান্ত-সমর্থিত বাহিনী ধীরে ধীরে যুদ্ধে পরাজয় বরণ করতে থাকে। মূলত তুলনামূলক কম সৈন্য সংখ্যা ও যথেষ্ট সমর্থন না পাওয়া তোকুগাওয়া বাহিনীর পরাজয়ের মূল কারণ। তোবা-ফুশিমি যুদ্ধের পর জাপানের বিভিন্ন স্থানে তোকুগাওয়ার সৈন্যরা আত্মসমর্পণ করতে থাকে। এদো বাহিনী (একটি সামান্ত-সমর্থিত বাহিনী)’র আত্মসমর্পণের পর ইয়োশিনোবু তোকুগাওয়া ব্যক্তিগতভাবে সম্রাটের কাছে আত্মসমর্পণ করেন।\nতোকুগাওয়াপন্থী অবশিষ্টাংশরা তারপরে উত্তর হোনশু (ঔউয়েৎসু রেপ্পান ডৌমেই) এবং পরে এজোতে (বর্তমান হোক্কাইডো) পশ্চাদপসরণ করেছিল, যেখানে তাঁরা বিচ্ছিন্নতাবাদী এজো প্রজাতন্ত্র প্রতিষ্ঠা করেছিল। নতুন সরকার একটি অভিযাত্রী বাহিনী প্রেরণ করেছিল যারা এজো প্রজাতন্ত্রের বাহিনীকে অভিভূত করে ফেলেছিল। ১৮৬৯ সালের মে মাসে হাকোদাতে অবরোধের অবসান ঘটেছিল এবং অবশিষ্ট বাহিনী আত্মসমর্পণ করেছিল।\n\n\n=== মেইজি যুগ (১৮৬৮–১৯১২) ===\n\nপঞ্চনিবন্ধে শপথকে ৭ এপ্রিল, ১৮৬৮ তারিখে জাপানের সম্রাট মেইজির অভিষেকের দিন জনসমক্ষে উন্মুক্ত করা হয়েছিল। মেইজি নেতাদের লক্ষ্য ছিল নতুন সরকারের মনোবল বাড়ানো এবং আর্থিক সহায়তা লাভ করা।\n\n১৮৭১ সালে জাপান সরকার ইওয়াকুরা মিশন প্রেরণ করেছিল। মিশনটির উদ্দেশ্য ছিল মার্কিন যুক্তরাষ্ট্র ও ইউরোপীয় দেশগুলির সঙ্গে তোকুগাওয়া শৌগুনতন্ত্রের আমলে জাপানকে বাধ্য করে করানো অসম চুক্তিগুলির বিষয়ে পুনর্বিবেচনা করা এবং পশ্চিমা সামাজিক ও অর্থনৈতিক ব্যবস্থা সম্পর্কে তথ্য সংগ্রহের জন্য বিশ্ব ভ্রমণ করা যেন জাপানের আধুনিকায়ন কার্যকর হয়। অসম চুক্তিগুলির পুনর্বিবেচনা সর্বজনীনভাবে ব্যর্থ হয়েছিল, কিন্তু মার্কিন ও ইউরোপীয় জীবনব্যবস্থার নিবিড় পর্যবেক্ষণ জাপানে আধুনিকায়নের উদ্যোগ নিয়ে আসতে সদস্যদের অনুপ্রাণিত করেছিল। ১৮৭৫ সালে জাপান রাশিয়ার সাথে একটি আঞ্চলিক সীমানা চুক্তি করেছিল, যাতে করে জাপান শাখালিন দ্বীপের বিনিময়ে সম্পূর্ণ কুরিল দ্বীপপুঞ্জের সার্বভৌমত্ব লাভ করেছিল।\nপশ্চিমা দেশগুলির জীবনব্যবস্থা পর্যবেক্ষণ করতে ও শিখতে সেসব দেশে জাপান সরকার তাদের পর্যবেক্ষকদের পাঠিয়েছিল, পাশাপাশি জনগণকে আধুনিক শিক্ষায় শিক্ষিত করে তুলতে \"বিদেশি উপদেষ্টাদের\" জাপানে আসার জন্য বিভিন্ন ক্ষেত্রে সরকার অর্থ প্রদান করেছিল। উদাহরণস্বরূপ, বিচার ব্যবস্থা ও সংবিধান প্রুশিয়া রাষ্ট্রের আদলে তৈরি করা হয়েছিল, যাকে সাবুরো আইনাগা \"কনফুসীয়বাদ ও জার্মান রক্ষণশীলতার সংমিশ্রণে গণচিন্তাধারাকে নিয়ন্ত্রণ করার একটি প্রচেষ্টা\" হিসাবে উল্লেখ করেন। সরকার জাপানের সামন্ততান্ত্রিক অতীতের সঙ্গে জড়িত প্রথাগুলোকেও বেআইনি ঘোষণা করেছিল, যেমন প্রকাশ্যে কাতানা ও শীর্ষ গিঁট পরিধান ও প্রদর্শন করা, উভয় পোশাকই সামুরাই শ্রেণির বৈশিষ্ট্য ছিল যাকে বর্ণ প্রথার সঙ্গে একত্রে বাতিল করা হয়েছিল। পরবর্তীতে এটি মেইজি সরকারকে সামুরাইয়ের সাথে দ্বন্দ্বে নিয়ে এসেছিল।\nঅনেক লেখক তাদের রাজনৈতিক প্রতিদ্বন্দ্বীদের কাছ থেকে হত্যার ক্রমাগত হুমকির মধ্যেই পশ্চিমাকরণের জন্য জাপানি গণমানুষের সমর্থন জয়ে সক্ষম হয়েছিলেন। এরকম একজন লেখক ছিলেন ফুকুজাওয়া ইউকিচি, যার রচনাগুলির মধ্যে রয়েছে \"পশ্চিমের অবস্থা\", \"এশিয়া ছেড়ে যাওয়া\" এবং \"সভ্যতার তত্ত্বের একটি রূপরেখা\", যেখানে পশ্চিমা সমাজ এবং তার নিজস্ব দর্শনের বিস্তারিত বর্ণনা রয়েছে। মেইজি পুনর্গঠনের সময়কালে, সামরিক ও অর্থনৈতিক শক্তির উপর জোর দেওয়া হয়েছিল। ফলে সামরিক শক্তি জাতীয় উন্নয়ন ও স্থিতিশীলতার মাধ্যম হয়ে উঠেছিল। শিল্পায়ন ও অর্থনৈতিক উন্নয়নের ফলে প্রায় ২৫ বছরে সাম্রাজ্যবাদী জাপান একমাত্র অপশ্চিমা পরাশক্তি এবং পূর্ব এশিয়ার একটি প্রধান পরাশক্তি হয়ে ওঠে।\n\nলেখক আলব্রেখ্ট ফ্রিউস্ট ফন উরাখ তাঁর পুস্তিকা \"দ্য সিক্রেট অফ জাপানস স্ট্রেংথ\"-এ মন্তব্য করেছেন, যেটি ১৯৪২ সালে অক্ষশক্তির ক্ষমতার সময়কালে প্রকাশিত হয়েছিল:\n\nগত ৮০ বছরে জাপানের বিশ্বশক্তিতে উত্থান বিশ্বের ইতিহাসে সবচেয়ে বড় অলৌকিক ঘটনা। প্রাচীনকালের পরাক্রমশালী সাম্রাজ্য, মধ্যযুগ ও আধুনিক যুগের প্রথম দিকে প্রধান রাজনৈতিক প্রতিষ্ঠান, স্পেনীয় সাম্রাজ্য, ব্রিটিশ সাম্রাজ্য, প্রত্যেকে তাদের পূর্ণ শক্তি অর্জনের জন্য শতাব্দীর সময় লেগেছিল। জাপানের উত্থান উল্কার মতো হয়েছে। মাত্র ৮০ বছর পর, এটি বিশ্বের ভাগ্য নির্ধারণকারী কয়েকটি মহান শক্তির মধ্যে একটি।\n\n\n== সম্রাট ==\nতালিকা\n\n\n== পতাকা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}