{"pageid": 1008606, "title": "চাক ফিনি", "url": "https://bn.wikipedia.org/wiki?curid=1008606", "content": "চার্লস ফ্রান্সিস ফিনি (জন্ম ২৩ শে এপ্রিল, ১৯৩১) একজন আইরিশ-আমেরিকান ব্যবসায়ী এবং সমাজসেবী, যিনি ডিউটি ফ্রি সপপার্স গ্রুপের সহ-প্রতিষ্ঠাতা হিসাবে তার ভাগ্য গড়েছিলেন। তিনি বিশ্বের অন্যতম বৃহত্তম বেসরকারী দাতব্য ভিত্তি দ্য আটলান্টিক ফিলান্ট্রোপিজের প্রতিষ্ঠাতা। ফেনি তার ব্যবসায়ের বিরোধের ফলে ১৯৯৭ সালে তাঁর পরিচয় প্রকাশ না হওয়া অবধি বহু বছর ধরে তার অর্থ গোপনে দান করে গেছেন। ফিনি ৮ বিলিয়ন ডলারেরও বেশি অর্থ দান করেছেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nফিনি মহামন্দা চলাকালীন নিউ জার্সিতে জন্মগ্রহণ করেছিলেন এবং তিনি নিউ জার্সির এলিজাবেথের নীল রংয়ের আইরিশ-আমেরিকান পিতামাতার একটি পরিমিত পটভূমি থেকে এসেছেন। তাঁর উত্তরসূরিদের উত্তর আয়ারল্যান্ডের কাউন্টি ফারমানাগে পাওয়া যাবে। ফিনি ১৯৪৪ সালে এলিজাবেথের সেন্ট মেরি অ্যাজামপশন হাই স্কুল থেকে স্নাতক হন; তিনি তার দানশীল মনোভাবটির জন্য সেন্ট মেরিতে তাঁর শিক্ষাকে সম্মানিত করেছেন।২০১৬ সালে তার দেয়া ২৫০,০০০ ডলার অনুদানটি একক অবদানকারীর কাছ থেকে স্কুলের ইতিহাসে প্রাপ্ত বৃহত্তম অনুদান ছিল। তিনি কোরিয়ান যুদ্ধের সময় ইউএস বিমান বাহিনীর রেডিও অপারেটর হিসাবে দায়িত্ব পালন করেছিলেন এবং ১৯৫০ এর দশকে ভূমধ্যসাগরীয় বন্দরে মার্কিন নৌবাহিনীর কর্মীদের কাছে শুল্কমুক্ত মদ বিক্রি শুরু করেছিলেন।\nতিনি কর্নেল বিশ্ববিদ্যালয় স্কুল অব হোটেল অ্যাডমিনিস্ট্রেশন থেকে স্নাতক হন এবং আলফা সিগমা ফির সদস্য এবং স্পিংক্স হেড সোসাইটির সম্মানিত সদস্য ছিলেন।\n\n\n== ডিউটি ফ্রি সপপার্স গ্রুপ ==\n\"ডিউটি ফ্রি সপপার্স গ্রুপের\" -যাত্রীদের জন্য উচ্চ-হাড়ের ছাড়, আমদানি করের ছাড়ের ধারণাটি তখন শৈশবকালীন ছিল, যখন ফিনি এবং তার কলেজের সহপাঠী রবার্ট ওয়ারেন মিলার ১৯৫০ এর দশকে এশিয়ায় আমেরিকান কর্মীদের কাছে শুল্কমুক্ত মদ বিক্রি শুরু করেছিলেন॥ পরে তারা গাড়ি ও তামাক বিক্রিতে প্রসারিত হয় এবং ১৯৬০ সালের ১৭ নভেম্বর ডিউটি ফ্রি শপার্স গ্রুপ (ডিএফএস গ্রুপ) প্রতিষ্ঠা করে। ডিএফএস হংকংয়ে কাজ শুরু করে, পরে ইউরোপ এবং অন্যান্য মহাদেশে প্রসারিত হয়েছিল। ১৯৬০ এর দশকের গোড়ার দিকে ডিএফএসের প্রথম প্রধান অগ্রগতি আসে, যখন এটি হাওয়াইতে শুল্কমুক্ত বিক্রয়ের জন্য একচেটিয়া ছাড় পেয়েছিল, এটাকে জাপানি ভ্রমণকারীদের কাছে পণ্যগুলি বাজারজাত করতে অনুমতি দেয়।\nডিএফএস অবশেষে অফ-এয়ারপোর্ট শুল্কমুক্ত স্টোর এবং বৃহত্তর শহরতলীর গ্যালারিয়ার স্টোরগুলিতে প্রসারিত হয়ে বিশ্বের বৃহত্তম ভ্রমণকেন্দ্রিক খুচরা বিক্রেতা হয়ে উঠেছে।১৯৯০ এর দশকের মাঝামাঝি সময়ে, ফিনি, মিলার এবং ছোট দুটি অংশীদার ডিএফএস ৩০০ মিলিয়ন ডলার পর্যন্ত লাভ বিতরণ করেছিল। \"সমৃদ্ধ রিটার্নগুলি বেশিরভাগ অংশে এসেছে কারণ ডিএফএস, এশিয়ার অন্যান্য খুচরা বিক্রেতাদের মতো ইউরোপ এবং মার্কিন যুক্তরাষ্ট্রের তুলনায় পশ্চিমা বিলাসবহুল আইটেমগুলির তুলনায় অনেক বেশি মার্কআপ নিয়েছিল, নিউ ইয়র্কে একজন খুচরা বিক্রেতা ডিজাইনার হ্যান্ডব্যাগের দাম পাইকারি দামের ২.২বা২.৩ গুন করতে পারে। তবে এশিয়ায় খুচরা মূল্য ছিল পাইকারির তিনগুণ। \"\n১৯৯৬ সালে, ফিনি এবং তার অংশীদার ডিএফএসে তাদের অংশীদার, ফরাসি বিলাসবহুল সংঘবদ্ধ লুই ভুইটন মোট হেনেসির (এলভিএমএইচ) কাছে বিক্রি করেছিল। মিলার এই বিক্রয়টির বিরোধিতা করেছিলেন এবং কোনও অনুমানমূলক মামলা প্রকাশের আগেই প্রকাশ করা যে ফেনির অংশীদারি তার নিজেরাই নয় বরং আটলান্টিক দানাদারদের দ্বারা মালিকানাধীন ছিল, ফিনি-ই জুডিথ মিলারের লেখা নিউইয়র্ক টাইমসের একটি নিবন্ধে নিজেকে সরিয়ে দিয়েছেন। আটলান্টিক বিক্রয়টি থেক $১.৬৩ বিলিয়ন তৈরি করেছিল ।\n\n\n== মানবপ্রীতি ==\n১৯৮২ সালে, ফিনি আটলান্টিক ফিলান্ট্রোপিজ তৈরি করেন এবং ১৯৮৪ সালে, গোপনে ডিএফএসের তার পুরো ৩৮.৭৫% অংশটি স্থানান্তরিত করেছিলন, তারপরে ফাউন্ডেশন প্রায় ৫০০মিলিয়ন ডলার মূল্যের হয়েগিয়েছিল । এমনকি তার ব্যবসায়িক অংশীদাররাও জানত না যে তিনি ব্যক্তিগতভাবে ডিএফএসের কোনও অংশের মালিকানায় নেই। বছরের পর বছর ধরে আটলান্টিক গোপনে অর্থ প্রদান করে, প্রাপকদের তাদের অনুদানের উৎস প্রকাশ না করার প্রয়োজনতা জানায়। \"নিজের শিং ফুঁকিয়ে দেওয়ার বিষয়ে মিঃ ফেনির তার বাইরে, 'এটি আরও অনুদানের সুবিধাও ছিল - কিছু অন্যান্য ব্যক্তি নামকরণের অধিকার অর্জনে অবদান রাখতে পারে।\" \" ফিনি এর প্রদানের বৃহত্তম একক উপকারকারী তার আলমা ম্যাটার কর্নেল বিশ্ববিদ্যালয়, যা প্রায় $ ১বিলিয়ন পেয়েছে প্রত্যক্ষ এবং আটলান্টিকের উপহার, ৩৫০মিলিয়ন ডলার এর অনুদান  রুজভেল্ট দ্বীপে কর্নেলের নিউ ইয়র্ক সিটি টেক ক্যাম্পাস তৈরি করতে সক্ষম করেছে। আটলান্টিকের মাধ্যমে তিনি আয়ারল্যান্ডের শিক্ষার জন্য প্রায় এক বিলিয়ন ডলার অনুদান দিয়েছেন, বেশিরভাগ তৃতীয় স্তরের প্রতিষ্ঠানদের যেমনঃ লিমেরিক বিশ্ববিদ্যালয় এবং ডাবলিন সিটি বিশ্ববিদ্যালয়কে। বামপন্থী আইরিশ জাতীয়তাবাদী দলের সিন ফেইন-কে ফিনি যথেষ্ট ব্যক্তিগত অনুদান দিয়েছেন। তিনি ভিয়েতনামে জনস্বাস্থ্য কাঠামোর আধুনিকায়নেরও সাহায্য করেছেন।\nফেব্রুয়ারি ২০১১-এ, ফিনি দ্য গিভিং প্লেজ-এ একজন স্বাক্ষরকারী হয়ে উঠেন। দ্য গিভিং প্লেজ-এর প্রতিষ্ঠাতা বিল গেটস ও ওয়ারেন বাফেটকে তাঁর চিঠিতে ফেনি লিখেছেন, \"আমি যখন জীবিত থাকি তার চেয়ে বেশি ব্যক্তিগতভাবে পুরস্কৃত এবং সম্পদের যথাযথ ব্যবহারের কথা ভাবতে পারি না - ব্যক্তিগতভাবে নিজেকে অর্থবহ প্রচেষ্টায় আত্মনিয়োগ করার জন্য মানুষের অবস্থার উন্নতি করুন। আরও গুরুত্বপূর্ণ, আজকের প্রয়োজনগুলি এত দুর্দান্ত এবং বৈচিত্র্যপূর্ণ যে বুদ্ধিমান দানবিক সমর্থন এবং ইতিবাচক হস্তক্ষেপগুলির প্রয়োজন যার বড় ধরনের প্রভাব থাকতে পারে, বিলম্বিত হওয়ার চেয়ে আজ তার মূল্য বেশি এবং যখন প্রয়োজন গুরুত্বপূর্ণ \"\" তিনি তার সর্বশেষ $ ৭মিলিয়ন প্রদান করেছিলেন ২০১৬ সালের শেষের দিকে, তার প্রথম দাতব্য অনুদানের একই প্রাপককে: কর্নেল। তাঁর জীবনকালে তিনি ৮বিলিয়ন ডলারেরও বেশি দিয়েছেন । এর উচ্চতায়, আটলান্টিকের বিশ্বজুড়ে ৩০০ জন কর্মচারী এবং ১০ টি অফিস ছিল।\nজুলাই ২০১৭ এ, আটলান্টিক ফিলান্ট্রোপিজ বিশ্বব্যাপী \"এলোমেলোভাবে নির্বাচিত ব্যক্তিদের\" অর্থ বিতরণ করার দাবি জানিয়ে একটি অগ্রিম ফি কেলেঙ্কারী ইমেলের অস্তিত্ব উল্লেখ করে এবং \"চার্লস ফিনি\" হিসাবে কেলেঙ্কারি ভুয়াভাবে পরিচয় যাচাই করার জন্য উইকিপিডিয়া নিবন্ধটির একটি লিঙ্ক ব্যবহার করেছিল।\n২০২০ সালের মধ্যে অলাভজনকভাবে ফিনির সমস্ত অর্থ প্রদানের মিশনটি সম্পাদন করার পরে, ২০২০ সালের ১৪ সেপ্টেম্বর ফিনি আটলান্টিক ফিলান্ট্রোপিজ বন্ধ করে দেন।\n\n\n== প্রশংসা ==\nতার গোপনীয়তা এবং সাফল্যের জন্য ফিনিকে \"জনহিতের জেমস বন্ড \" বলা হয়। ১৯৯৭ সালে টাইম বলেছিল যে \"ফেনি-এর দানশীলতা ইতোমধ্যে যে কোনও জীবিত আমেরিকানের মধ্যে সবচেয়ে বড় অবস্থানের মধ্যে রয়েছে\" \" তিনি প্রচার থেকে দূরে সরে গেছেন, যদিও তিনি ২০০৭ সালে তার জীবনী, দ্য বিলিয়নেয়ার হু ওয়াজেন্ট : হাউ চাক ফিনি মেইড জেভ অ্যাউয়ে অ্যা ফরচুন উইথআউট অ্যানিওয়ান নোইয়ন। ফেনিও আরটিই ফ্যাক্টুয়াল-এর সিক্রেট বিলিয়নেয়ার: দ্য চাক ফিনি স্টোরি একটি প্রামাণ্যচিত্রের শিরোনামের বিষয় হয়েছিলেন।\n২০১০ সালে তিনি কর্নেল আইকন অফ ইন্ডাস্ট্রি অ্যাওয়ার্ড পেয়েছিলেন। ২০১২ সালে, আয়ারল্যান্ড, উত্তর ও দক্ষিণের সমস্ত বিশ্ববিদ্যালয় যৌথভাবে ফেনি-তে সম্মানসূচক ডক্টরেট অফ আইন প্রদান করেছে। এ বছরের সময়কালে তিনি বিদেশে আইরিশ জন্য আয়ারল্যান্ডের \"রাষ্ট্রপতি বিশিষ্ট পরিষেবা পুরস্কার\" পেয়েছিলেন। ২০১২ সালে, ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, সান ফ্রান্সিসকোর স্বাস্থ্য বিজ্ঞান মিশনে অনন্য ব্যক্তিগত অবদানের জন্য তিনি ইউসিএসএফ পদক ও পেয়েছিলেন। ২০১৪ সালে ওয়ারেন বাফেট ফিনি সম্পর্কে বলেছেন, \"[তিনি] আমার নায়ক এবং বিল গেটসের নায়ক। তার উচিত সবার নায়ক হওয়া। \" কুইন্সল্যান্ডের ১৬০তম বার্ষিকী উপলক্ষ্যে, জুন ৬, ২০১৯, ফিনিকে কুইন্সল্যান্ডে অবদানের জন্য একজন সম্মানসূচক কুইন্সল্যান্ড গ্রেট করা হয়েছিল।\n২০২০ সালের ডিসেম্বরে, কর্নেল বিশ্ববিদ্যালয় ঘোষণা করেছিল যে তারা পূর্বের অ্যাভিনিউ নামকরণ করবে, এমন একটি রাস্তা যা ক্যাম্পাসের কেন্দ্রস্থল দিয়ে যায় এবং তার আলমা ম্যাটারের সাথে বসে, কর্নেল বিশ্ববিদ্যালয় স্কুল অব হোটেল অ্যাডমিনিস্ট্রেশন, \"ফিনি ওয়ে\" \"অবদানের জন্য ফি্নিকে সম্মান জানাতে। বিশ্ববিদ্যালয়।\n\n\n== ব্যক্তিগত জীবন ==\nফিনি দু'বার বিয়ে করেছেন। তাঁর প্রথম স্ত্রী ড্যানিয়েল,একজন ফরাসি। তাদের চার কন্যা, জুলিয়েট এম. ফিনি- টিমসিত, ক্যারোলিন এ ফিনি, ডায়ান ভি ফিনি, লেসলি ডি ফিনি- বেলি এবং এক পুত্র, প্যাট্রিক এ ফিনি। তাঁর দ্বিতীয় স্ত্রী হেলগা তাঁর সাবেক সেক্রেটারি।\nতিনি তার মিতব্যয়িতার জন্য পরিচিত। ২০১৩ সালে দ্য নিউ ইয়র্ক টাইমসের একটি নিবন্ধ অনুসারে, \"তিনি ৭৫ বছর বয়স পর্যন্ত কেবল কোচেই ভ্রমণ করেছিলেন এবং প্লাস্টিকের ব্যাগে পাঠ্য সামগ্রী বহন করতেন।\" তিনি গাড়ি বা বাড়ির মালিক নন এবং একটি ১০ ডলার ক্যাসিও এফ -৯১ ডাব্লিউ ঘড়ি পরেন।\n২০১৬ সালের হিসাবে, তিনি সান ফ্রান্সিসকোতে একটি ভাড়া বাড়িতে থাকেন,জীবনের বাকি সঞ্চয় ২ মিলিয়ন ডলার সাথে নিয়ে।\n\n\n== ভিডিও ক্লিপ ==\nদ্য আটলান্টিক দানশীলরা উপস্থাপন করেছেন ৫৭-মিনিটের জীবনী\nআটলান্টিক দানশীলতার উপস্থাপিত জীবনযাপনের সময় প্রদানের ক্ষেত্রে ৪-মিনিট চাক ফিনি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআটলান্টিক দানকারী ওয়েবসাইটটি থেকে ফি্নির সাথে সাক্ষাৎকার\nচাক ফিনির একটি সংক্ষিপ্ত জীবনী"}