{"pageid": 1008501, "title": "ওয়ারেন হেগ", "url": "https://bn.wikipedia.org/wiki?curid=1008501", "content": "ওয়ারেন কেভিন হেগ (ইংরেজি: Warren Hegg; জন্ম: ২৩ ফেব্রুয়ারি, ১৯৬৮) ল্যাঙ্কাশায়ারের হুইটফিল্ড এলাকায় জন্মগ্রহণকারী সাবেক ইংরেজ আন্তর্জাতিক ক্রিকেটার। ইংল্যান্ড ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৯০-এর দশকের শেষদিকে সংক্ষিপ্ত সময়ের জন্যে ইংল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর ইংরেজ কাউন্টি ক্রিকেটে ল্যাঙ্কাশায়ার দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ উইকেট-রক্ষক হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন ‘চাকি’ ডাকনামে পরিচিত ওয়ারেন হেগ।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৮৬ সাল থেকে ২০০৫ সাল পর্যন্ত ওয়ারেন হেগের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। ল্যাঙ্কাশায়ারের পক্ষে স্ট্যাম্পের পিছনে অবস্থান করে ধারাবাহিকতার সাথে দীর্ঘদিন খেলেছেন। পাশাপাশি, নিচেরসারিতে কার্যকর রান সংগ্রহকারীর ভূমিকায় অবতীর্ণ হয়েছিলেন তিনি। ৩০ বছর বয়সে আন্তর্জাতিক অঙ্গনে ক্রিকেট খেলার সুযোগ পান। ১৯৯০-৯১ মৌসুমে ইংল্যান্ড এ দলের সদস্যরূপে ওয়েস্ট ইন্ডিজ গমনের জন্যে মনোনীত হন। তবে, অসুস্থতার কারণে এ সফরে যেতে পারেননি তিনি। এছাড়াও, আত্মবিশ্বাসের অভাব থাকায় ১৯৯৬-৯৭ মৌসুমে এ দলের সদস্যরূপে অস্ট্রেলিয়া গমনের পূর্ব-পর্যন্ত আন্তর্জাতিক খেলা থেকে বঞ্চিত হয়েছিলেন।\nল্যাঙ্কাশায়ারের পক্ষে কাউন্টি ক্রিকেটে অংশ নিয়েছেন। ১৯৮৬ সালে ল্যাঙ্কাশায়ারের পক্ষে প্রথম-শ্রেণীর ক্রিকেটে ওয়ারেন হেগের অভিষেক ঘটে। এরপর থেকে পুরোটা খেলোয়াড়ী জীবন ঐ কাউন্টি দলেই অতিবাহিত করেছিলেন তিনি। মূখ্যতঃ উইকেট-রক্ষক হিসেবে খেলতেন। এছাড়াও, নিচেরসারির ব্যাটসম্যান হিসেবে দূর্দান্ত ক্রীড়াশৈলী প্রদর্শন করতেন। ইংল্যান্ডের পক্ষে দুই টেস্ট খেলার সুযোগ লাভ করেছিলেন। তবে, দল নির্বাচকমণ্ডলী অ্যালেক স্টুয়ার্টের ন্যায় খেলোয়াড়কে অগ্রাধিকার দেয়ার কারণে তার আন্তর্জাতিক খেলোয়াড়ী জীবনের বিঘ্ন পরিবেশের সৃষ্টি ঘটায়।\n\n\n== স্বর্ণালী সময় ==\n১৯৮৯ সালে ল্যাঙ্কাশায়ারের পক্ষে নতুন রেকর্ড গড়েন। প্রথম-শ্রেণীর ক্রিকেটের একটি খেলায় ১১টি ক্যাচ নিয়ে উল্লেখযোগ্য রেকর্ড গড়েন। ডার্বিশায়ারের বিপক্ষে তিনি এ কৃতিত্ব অর্জন করেন। এছাড়াও, উইকেট-রক্ষক হিসেবে তিনি যৌথভাবে পঞ্চম স্থানের অধিকারী হন। ১২ জুন, ১৯৯৬ তারিখে ওয়ারেন হেগের স্বর্ণালী মুহূর্ত অতিক্রান্ত হয়। বেনসন এন্ড হেজেস কাপের সেমি-ফাইনালে ইয়র্কশায়ারের বিপক্ষে ল্যাঙ্কাশায়ারের সদস্যরূপে খেলেন। ২৫১ রানের জয়ের লক্ষ্যমাত্রায় নেমে তিনি যখন ক্রিজে নামেন তখন দলের সংগ্রহ ছিল ৯৭/৫। আরও কয়েকটি উইকেটের পতন ঘটলেও তিনি ৬২ বলে ৮১ রান তুলে দলকে শেষ বলে ১ উইকেটে জয় এনে দেন।\nল্যাঙ্কাশায়ারের পক্ষে উনিশ বছর খেলেছেন। তন্মধ্যে, ২০০২ থেকে ২০০৪ সাল পর্যন্ত তিন বছর ক্লাবের নেতৃত্বে ছিলেন। ২০০৫ সালে প্রতিযোগিতাধর্মী ক্রিকেট থেকে নিজের অবসর গ্রহণের কথা ঘোষণা করেন। ব্যাটিংয়ের পাশাপাশি উইকেট-রক্ষণে ধারাবাহিকতা প্রদর্শন ও ধৈর্য্যের উত্তরণ ঘটায় ল্যাঙ্কাশায়ার কর্তৃপক্ষ তাকে অধিনায়ক হিসেবে মনোনীত করে। প্রথম দুই বছর দায়িত্ব থাকাকালে প্রথম বিভাগে দলটি তৃতীয় ও দ্বিতীয় স্থান দখল করে। এ পর্যায়ে দলের চ্যাম্পিয়নশীপে শিরোপা বিজয়ে সম্ভাবনার ক্ষেত্র দাঁড় করায়। কিন্তু, এক মৌসুম পরেই অভ্যন্তরীণ অস্থিতিশীলতার কারণে দলটি অবনমনের শিকার হয় ও তাকে পদত্যাগ করেত হয়। সমগ্র খেলোয়াড়ী জীবনেই তিনি আঘাতমুক্ত অবস্থায় খেলেছিলেন। তবে, সেপ্টেম্বর, ২০০৫ সালে হাতে গুরুতর আঘাত পাবার ফলে তাকে অবসর নিতে হয়। ঐ মৌসুম শেষে তার অবসর নেয়ার কথা ছিল।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে দুইটিমাত্র টেস্টে অংশগ্রহণ করেছেন ওয়ারেন হেগ। সবগুলো টেস্টই অস্ট্রেলিয়ার বিপক্ষে খেলেছিলেন তিনি। ২৬ ডিসেম্বর, ১৯৯৮ তারিখে মেলবোর্নে স্বাগতিক অস্ট্রেলিয়া দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। এরপর, ২ জানুয়ারি, ১৯৯৯ তারিখে সিডনিতে একই দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি। তাকে কোন ওডিআইয়ে অংশগ্রহণ করার সুযোগ দেয়া হয়নি।\n১৯৯৮ সালে ইংল্যান্ড দলের সদস্যরূপে অস্ট্রেলিয়া গমনের সুযোগ লাভ করেন। তবে, অ্যালেক স্টুয়ার্টের নেতৃত্বাধীন দলে তিনি প্রত্যাশিত খেলা উপহার দিতে পারেননি। তবে, অ্যাশেজ সিরিজে দলে ডিসমিসালের স্বল্পাল্পতা ও স্টুয়ার্টের উপর অতিরিক্ত দায়িত্ব পালনের সম্ভাবনার কারণে তৃতীয় টেস্ট পর নতুন করে চিন্তার খোঁড়াক যোগায়। অধিনায়ককে ব্যাটিং উদ্বোধনের সুযোগ দিতে তাকে মেলবোর্নের বক্সিং ডে টেস্টের জন্যে মনোনীত করা হয়। পরবর্তীতে, সিডনিতে অনুষ্ঠিত সিরিজের চূড়ান্ত টেস্টেও তাকে রাখা হয়। উইকেট-রক্ষণে দৃঢ়তা প্রদর্শন করলেও ব্যাট হাতে ব্যর্থ হয়েছিলেন তিনি। ১৯৯৮-৯৯ মৌসুমের অ্যাশেজ সিরিজে দুই টেস্টে অংশ নেন। সফরকারী অস্ট্রেলিয়ার বিপক্ষে অ্যালেক স্টুয়ার্টকে উপরের দিকে শুধুমাত্র ব্যাটসম্যান হিসেবে খেলার ফলে তিনি এ সুযোগ পান।\nপরবর্তী গ্রীষ্মে বিশ্বকাপে তিনটি দায়িত্বেই অ্যালেক স্টুয়ার্টকে রাখা হলে নিউজিল্যান্ডের বিপক্ষে তাকে উপেক্ষিত করা হয়। তার পরিবর্তে নটিংহ্যামশায়ারের উদীয়মান উইকেট-রক্ষক ক্রিস রিডকে দলে আনা হয়। ঐ গ্রীষ্মের শেষে স্টুয়ার্টকে উইকেট-রক্ষক-ব্যাটসম্যান হিসেবে খেলানো হয়। পরবর্তী দুই বছরও এ দায়িত্বে ছিলেন অ্যালেক স্টুয়ার্ট।\n২০০১ সালে ভারত সফরে অ্যালেক স্টুয়ার্টের অনুপস্থিতির কারণে দল নির্বাচকমণ্ডলী পুনরায় তার প্রতি আকৃষ্ট হয়। শীতকালে অ্যালেক স্টুয়ার্ট ভারত গমনে অস্বীকৃতি জানালে ওয়ারেন হেগকে পুনরায় ইংল্যান্ড দলে অন্তর্ভুক্ত করা হয়। এরপর, নিউজিল্যান্ড গমন করেন। পরবর্তীতে আর তাকে আন্তর্জাতিক ক্রিকেট খেলতে দেখা যায়নি। ঐ সফরে উদীয়মান জেমস ফস্টারের সহযোগী হিসেবে তাকে রাখা হয়েছিল।\n২০০১ সালে আরও একবার ল্যাঙ্কাশায়ারের পক্ষে দূর্দান্ত খেলেছিলেন। ব্যাট হাতে নিয় ৪০ ঊর্ধ্ব গড়ে রান পেয়েছিলেন তিনি। এসেক্সের তরুণ উইকেট-রক্ষক জেমস ফস্টারকে তার সাথে রাখা হয়। তবে, ফস্টারকে ভারত ও নিউজিল্যান্ডের বিপক্ষে দুইটি সিরিজেই খেলানো হয়েছিল। হেগকে মনোপীড়ায় রেখে দল নির্বাচকমণ্ডলী স্টুয়ার্টকে পুনরায় দলে রাখেন। অন্যদিকে ঘরোয়া মৌসুমের শুরুতে জেমস ফস্টার দূর্ভাগ্যজনকভাবে অনুশীলনকালে হাতে ব্যথা পান।\n\n\n== অবসর ==\n২০০২ সালে কাউন্টি দলের অধিনায়ক হিসেবে মনোনয়ন লাভ করেন। তার নেতৃত্বে ল্যাঙ্কাশায়ার দল ২০০২ ও ২০০৩ সালের কাউন্টি চ্যাম্পিয়নশীপে তৃতীয় ও দ্বিতীয় স্থান দখল করে। ২০০৪ সালে ল্যাঙ্কাশায়ার দলের মন্দ সময় অতিবাহিত হয়। অবনমনের শিকার হয়ে দ্বিতীয় বিভাগে চলে যেতে হয় দলটিকে। কাউন্টি চ্যাম্পিয়নশীপের ইতিহাসে এটিই তাদের প্রথম ঘটনা ছিল। তবে, বাজীকরদের ধারণা ছিল প্রতিযোগিতার শিরোপা বিজয়ে অন্যতম দাবীদার ছিল ল্যাঙ্কাশায়ার দল। দলে আঘাতের কারণে স্বাভাবিক খেলতে পারেনি। এক পর্যায়ে আটজন বোলারের অনুপস্থিতি লক্ষ্য করা যায়। দুইবার পায়ের শিরায় টান পড়ে। ফলে, বেশ কয়েকটি খেলায় তিনি অংশ নিতে পারেননি। এছাড়াও, প্রথম বিভাগে টিকে থাকার লড়াইয়ে দলের জয়ের প্রয়োজন থাকা অবস্থায় শেষ খেলায়ও তার অনুপস্থিতি ছিল।\n২০০৪ সাল শেষে ল্যাঙ্কাশায়ার দল অবনমিত হলে ওয়ারেন হেগকে নেতৃত্ব থেকে সড়িয়ে নেয়া হয় ও ব্যাটসম্যান মার্ক চিল্টনকে তার স্থলাভিষিক্ত করা হয়। এ প্রসঙ্গে তিনি মন্তব্য করেন যে, অধিনায়কের দায়িত্বে থাকাকালীন বেশ সম্মাননা পেয়েছিলেন। কিন্তু, এখন আমাকে নামিয়ে দেয়া হয়েছে যা সঠিক সিদ্ধান্ত। দলকে প্রথম বিভাগে ফিরিয়ে আনার দিকে সকলের মনোযোগী হতে হবে।\n১৫ মে, ২০০৫ তারিখে ওয়ারেন হেগ ২০০৫ সাল শেষে অবসর নেয়ার কথা ঘোষণা করেন। মৌসুম শেষ হবার দুই সপ্তাহ পূর্বে জেমস অ্যান্ডারসনের ফাস্ট বোলিংয়ে তার বৃদ্ধাঙ্গুল স্পর্শ করে স্ট্যাম্পের পিছনে জেমস মিডলব্রুকের দস্তানায় পৌঁছে। এ আঘাতের ফলে তাকে আকস্মিকভাবে মৌসুম শেষ হবার পূর্বেই তার খেলোয়াড়ী জীবনের সমাপ্তি ঘটে। এ সময়ে তিনি প্রথম-শ্রেণীর ক্রিকেটে ৯৫১টি ডিসমিসাল ঘটিয়েছিলেন। তন্মধ্যে, ৯১৯টি ল্যাঙ্কাশায়ারের পক্ষে ছিল। সংখ্যার দিক দিয়ে জর্জ ডাকওয়ার্থের সংগৃহীত ৯২৫টি ডিসমিসালের চেয়ে মাত্র ছয়টি কম ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nবব বারবার\nসিরিল ওয়াশব্রুক\nঅ্যাশেজ সিরিজের তালিকা\nটেস্ট ক্রিকেটে হ্যাট্রিকের তালিকা\nইংরেজ টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nআনুষ্ঠানিক কাউন্টি চ্যাম্পিয়নশীপ বিজয়ী দলের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে ওয়ারেন হেগ  (ইংরেজি)\nক্রিকেটআর্কাইভে ওয়ারেন হেগ   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}