{"pageid": 1009642, "title": "জাহিদ ফজল", "url": "https://bn.wikipedia.org/wiki?curid=1009642", "content": "জাহিদ ফজল (উর্দু: زاہد فضل‎‎; জন্ম: ১০ নভেম্বর, ১৯৭৩) পাঞ্জাবের শিয়ালকোট এলাকায় জন্মগ্রহণকারী সাবেক পাকিস্তানি আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৯০-এর দশকের সূচনালগ্নে পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে লাহোর দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি ব্যাটসম্যান হিসেবে খেলতেন। এছাড়াও, ডানহাতে মিডিয়াম কিংবা অফ ব্রেক বোলিংয়ে পারদর্শী ছিলেন তিনি।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৮৯-৯০ মৌসুম থেকে ২০০৪ সাল পর্যন্ত জাহিদ ফজলের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। ফেব্রুয়ারি, ১৯৯০ সালে হাউজ বিল্ডিং ফাইন্যান্স কর্পোরেশনের বিপক্ষে পাকিস্তান অটোমোবাইলস কর্পোরেশনের সদস্যরূপে প্রথম-শ্রেণীর ক্রিকেটে অভিষেক ঘটে তার। একমাত্র ইনিংসে অর্ধ-শতরান করেছিলেন তিনি।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে নয়টিমাত্র টেস্ট ও উনিশটি একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন জাহিদ ফজল। ১৫ নভেম্বর, ১৯৯০ তারিখে করাচীতে সফরকারী ওয়েস্ট ইন্ডিজ দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ২২ সেপ্টেম্বর, ১৯৯৫ তারিখে শিয়ালকোটে সফরকারী শ্রীলঙ্কা দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\nনভেম্বর, ১৯৯০ সালে পাকিস্তানে সফররত নিউজিল্যান্ড দলের বিপক্ষে সিরিজের তৃতীয় ওডিআইয়ে প্রথমবারের মতো আন্তর্জাতিক ক্রিকেটে অংশ নেন। ২৫ অক্টোবর, ১৯৯১ তারিখে শারজায় অনুষ্ঠিত উইলস ট্রফি প্রতিযোগিতার চূড়ান্ত খেলায় ভারতের বিপক্ষে ব্যক্তিগত সর্বোচ্চ ৯৮ রানের অপরাজিত ইনিংস খেলে রিটায়ার হার্ট হন। এছাড়াও, ১৯৯২ সালের ক্রিকেট বিশ্বকাপ প্রতিযোগিতার শিরোপা বিজয়ী পাকিস্তান দলের পক্ষে খেলেছিলেন তিনি।\nসেপ্টেম্বর, ১৯৯৫ সালে সফরকারী শ্রীলঙ্কা দলের বিপক্ষে সিরিজের তৃতীয় টেস্টে সর্বশেষ আন্তর্জাতিক খেলায় অংশ নেন। ২৩ ও ১ রান তুলেছিলেন তিনি। সবমিলিয়ে টেস্টে ১৮.০০ ও ওডিআইয়ে ২৩.২০ গড়ে রান পেয়েছিলেন তিনি। তবে, অবসর গ্রহণের পর তার প্রথম-শ্রেণীর ক্রিকেট ও লিস্ট এ ক্রিকেটে ব্যাটিং গড়ে ত্রিশের অধিক ছিল। আন্তর্জাতিক ক্রিকেট থেকে উপেক্ষিত হলেও ২০০৪ সাল পর্যন্ত ঘরোপা পর্যায়ের ক্রিকেটে অংশ নিয়েছেন। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nইজাজ বাট\nরিজওয়ান-উজ-জামান\n১৯৯২ ক্রিকেট বিশ্বকাপ দলসমূহ\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nপাকিস্তানি একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে জাহিদ ফজল  (ইংরেজি)\nক্রিকেটআর্কাইভে জাহিদ ফজল   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}