{"pageid": 1009407, "title": "ভাগ্যশ্রী মোটে", "url": "https://bn.wikipedia.org/wiki?curid=1009407", "content": "ভাগ্যশ্রী মোটে একজন ভারতীয় অভিনেত্রী। তিনি মূলত হিন্দি, মারাঠি এবং দক্ষিণ ভারতীয় চলচ্চিত্রে  কাজ করেন।  তার সর্বশেষ সিনেমা ভাওভাই (২০২০) এবং ইশক ফিটুটি (২০২১)।\n\n\n== জীবনী ==\n\nতিনি  মহারাষ্ট্রের পুনেতে  তার বাড়ি। এখন মুম্বাইয়ে থাকেন । স্কুল-কলেজে  তিনি ছিলেন একজন বাধ্য শিক্ষার্থী।তার অর্থনীতিতে ডিগ্রি অর্জন রয়েছে।  কলেজে তিনি বিশ্বগর্জন নামক বাণিজ্যিক নাটকে অভিনয় করেছিলেন। তিনি মডেলিংয়ের মাধ্যমে ক্যারিয়ার শুরু করেছিলেন এবং বেশ কয়েকটি মডেলিংয়ের কাজ ও বিজ্ঞাপন করেছিলেন ।তিনি দেবযানী  ধারাবাহিকের মাধ্যমে  প্রথম মারাঠি টেলিজগতে আত্মপ্রকাশ করেছিলেন । দেবযানী ধারাবাহিক করার  সময় তিনি পরিচালক কার্তিক কেন্দের কাছে অভিনয়ের অনেক কিছু শেখেন। তিনি অভিনয়ের উপর আনুষ্ঠানিক কোন শিক্ষা নেন নি। পরিচালক কার্তিক তাকে শিল্পী হিসেবে বেড়ে উঠতে সহায়তা করেছিলেন। তিনি তাকে বিভিন্ন জিনিস এমনকি প্রযুক্তিগত জিনিসও শিখিয়েছিলেন। সেই জিনিসগুলি তাকে অনেক সাহায্য করে। তার কারণে তিনি বই পড়ার অভ্যাসটি বেছে নেন এবং আজও যা তার প্রিয় শখ। দেবযানী তাকে খ্যাতি এনে দেয়। এরপরে তাকে বিভিন্ন ধারাবাহিকে দেখা গিয়েছিল। ‘পাতিল’, ‘কায়ে রে রাসকলা’ মতো সিনেমায় তার অভিনয় দক্ষতা দর্শকদের মুগ্ধ করে।\n\nমারাঠি সিনেমা ‘লাই ভারি’ এবং হিন্দি ধারাবাহিক ‘যোধা আকবর’ এর  তার অতিথি ভুমিকা প্রশংসার যোগ্য ছিল। ‘দেবো কে দেব মহাদেব’ এবং  সিয়া কে রাম ‘ তে তার সংক্ষিপ্ত কিন্তু গুরুত্বপূর্ণ ভূমিকা ভক্তদের দ্বারাও  খুব প্রশংসিত হয়েছিল। তিনি দক্ষিণ ভারতীয় সিনেমাতেও কাজ করেছেন।  ২০২০ সালে তিনি ১১ পর্বের মারাঠি পৌরাণিক ধারাবাহিক জয় দেবা শ্রী গণেশাতে দেবী পার্বতীর ভূমিকায় অভিনয় করেছিলেন। এই ধারাবাহিকের জন্য তিনি ব্যাপক জনপ্রিয়তা পান।\nতিনি হাঙ্গামা প্লের শ্রী কামদেব প্রসন্ন ওয়েব সিরিজে কাজ করেছেন।তিনি ভারতের সুপরিচিত ম্যাগাজিন গৃহশোভিকা অ্যান্ড প্রিমিয়ারের কভার পৃষ্ঠায়ও মডেল হয়েছিলেন। তিনি বিজয় লনন্ধের সাথে ২০১৪ সালে একটি নাইন এক্স ঝাকাস মিউজিক ভিডিওতে উপস্থিত হন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== টেলিভিশন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্সটাগ্রামে ভাগ্যশ্রী মোটে\nইন্টারনেট মুভি ডেটাবেজে ভাগ্যশ্রী মোটে (ইংরেজি)\nফেসবুকে ভাগ্যশ্রী মোটে"}