{"pageid": 1009352, "title": "পল স্কট (ঔপন্যাসিক)", "url": "https://bn.wikipedia.org/wiki?curid=1009352", "content": "পল স্কট (২৫ মার্চ ১৯২০ - ১ মার্চ ১৯৭৮) একজন ইংরেজ ঔপন্যাসিক, নাট্যকার, ও কবি ছিলেন। তিনি দ্য রাজ কোয়ার্টেট - দ্য জুয়েল ইন দ্য ক্রাউন (১৯৬৬), দ্য ডে অব দ্য স্করপিয়ন (১৯৬৮), দ্য টাউয়ার্স অব সাইলেন্স (১৯৭১) ও আ ডিভিশন অব দ্য স্পয়েলস (১৯৭৫) উপন্যাসের জন্য সর্বাধিক পরিচিত। তার রচিত স্টেয়িং অন উপন্যাসটি ১৯৭৭ সালে বুকার পুরস্কার অর্জন করে।\n\n\n== প্রারম্ভিক জীবন ==\nপল স্কট ১৯২০ সালের ২৫শে মার্চ তৎকালীন মিডলসেক্সের পালমার্স গ্রিনে (বর্তমান সাউথগেট, লন্ডন) জন্মগ্রহণ করেন। তার পিতা টমাস (১৮৭০-১৯৫৮) ইয়র্কশায়ারের বাসিন্দা ছিলেন, যিনি ১৯২০-এর দশকে লোমের পোশাক ও লাঁজরির বাণিজ্যিক শিল্পী হিসেবে কাজ করতে লন্ডনে আসেন। তার মাতা ফ্রান্সেস (বিবাহপূর্ব মার্ক; ১৮৮৬-১৯৬৯) দক্ষিণ লন্ডনের এক শ্রমিকের কন্যা ছিলেন।\nস্কট উইঞ্চমোর হিল কলেজিয়েট স্কুলে পড়াশোনা করেন, কিন্তু তার বাবার ব্যবসায়ে আর্থিক সঙ্কট দেখা দিলে ১৬ বছর বয়সে কোন শিক্ষাগত যোগ্যতা ছাড়াই পড়াশোনা ত্যাগ করতে বাধ্য হন। তিনি সি. টি. পেইনের হিসাবরক্ষক হিসেবে কাজ করেন। তিনি সান্ধ্যকালীন হিসাবরক্ষণ ক্লাসে ভর্তি হন এবং অবসর সময়ে কবিতা লিখতেন।\n\n\n== সাহিত্য জীবন ==\nস্কট ১৯৪১ সালে তিনটি ধর্মী কবিতার সংকলন আই, গেরোনতিউস প্রকাশ করেন। কিন্তু তার সাহিত্য জীবনের সূত্রপাত ঘটে ১৯৫২ সালে রচিত তার প্রথম উপন্যাস জনি সাহিব দিয়ে। ১৭টি প্রকাশনা থেকে প্রত্যাখ্যাত হওয়ার পরও বইটি মোটামুটি মানের সফলতা অর্জন করে। তিনি তার পরিবারের ভরণপোষণের জন্য সাহিত্য প্রতিনিধি হিসেবে কাজ চালিয়ে যান এবং নিজেও নিয়মিত বই লিখেন। ১৯৫৩ সালে তার দি অ্যালিয়েন স্কাই উপন্যাসটি প্রকাশিত হয় এবং এর ধারাবাহিকতায় আ মেল চাইল্ড (১৯৫৬), দ্য মার্ক অব দ্য ওয়ারিয়র (১৯৫৮) ও দ্য চাইনিজ লাভ প্যাভিলিয়ন (১৯৬০) প্রকাশিত হয়। তিনি এই বইগুলোতে প্রাচ্যে ব্রিটিশ সেনা কর্মকর্তাদের নৈতিক দ্বন্দ্ব তুলে ধরেন। এছাড়া তিনি এই দশকে বিবিসির জন্য লাইনস অব কমিউনিকেশন (১৯৫২) ও সাহিবস অ্যান্ড মেমসাহিবস নামে দুটি বেতার নাটক রচনা করেন।\n১৯৬৪ সালের জুন মাসে তিনি দ্য রাজ কোয়ার্টেট-এর চারটি উপন্যাসের প্রথম উপন্যাস দ্য জুয়েল ইন দ্য ক্রাউন রচনা শুরু করেন। বইটি ১৯৬৬ সালে প্রকাশিত হয়। পরবর্তী নয় বছরে তিনি এই ধারাবাহিকের বাকি উপন্যাসগুলো - দ্য ডে অব দ্য স্করপিয়ন (১৯৬৮), দ্য টাউয়ার্স অব সাইলেন্স (১৯৭১) ও আ ডিভিশন অব দ্য স্পয়েলস (১৯৭৫) রচনা করেন।\n১৯৭৭ সালে তার রচিত স্টেয়িং অন উপন্যাস প্রকাশিত হয়। বইটি বুকার পুরস্কার অর্জন করে।\n\n\n== ব্যক্তিগত জীবন ==\nস্কটের স্ত্রী পেনি এবং তাদের ক্যারল ও স্যালি নামে দুই কন্যা ছিল। পেনি দ্য রাজ কোয়াট্রেট রচনাকালে তার অতিরিক্ত মদ্যপান ও মাঝে মাঝে সহিংস আচরণের পর তার পাশে ছিলেন। এই রচনা সমাপ্ত হওয়ার পর তিনি বিবাহবিচ্ছেদের আবেদন করেন।\nস্টেয়িং অন উপন্যাস প্রকাশের কিছুদিন পর স্কট মলাশয়ের ক্যান্সারে আক্রান্ত হন এবং টালসায় এই রোগের চিকিৎসা নেন। তিনি ১৯৭৮ সালের ১লা মার্চ ৫৭ বছর বয়সে লন্ডনের মিডলসেক্স হাসপাতালে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে পল স্কট (ইংরেজি)"}