{"pageid": 1009229, "title": "রামমালা গ্রন্থাগার", "url": "https://bn.wikipedia.org/wiki?curid=1009229", "content": "রামমালা লাইব্রেরী বা রামমালা গ্রন্থাগার বাংলাদেশের কুমিল্লায় অবস্থিত দেশের সবচেয়ে প্রাচীন এবং বর্তমানে সক্রিয় গ্রন্থাগার। ১৯১২ খ্রিস্টাব্দে প্রখ্যাত বাঙালি সমাজসেবী ও লোকহিতৈষী মহেশচন্দ্র ভট্টাচার্য (১৮৫৮ - ১৯৪৪) ঐতিহ্যবাহী ঈশ্বর পাঠশালা টোল নামক সংস্কৃত স্কুলের ব্যক্তিগত গ্রন্থাগারটির বিস্তার ঘটিয়ে গ্রন্থাগারটির পুনঃপ্রতিষ্ঠা করেন।\nপ্রতিষ্ঠার পর ড.রাসমোহন চক্রবর্তী ও মহেশচন্দ্র ভট্টাচার্য নিজে এটির উন্নতি সাধনে উদ্যোগী হন। সাম্প্রতিক নিবন্ধে প্রকাশ, \"ব্রিটিশ শাসনামলে স্থানীয় পরিবারের মানুষজন তাদের বহু পাণ্ডুলিপিসহ ব্যক্তিগত লাইব্রেরির বিভিন্ন সংগ্রহ সুরক্ষার জন্য দান করেছেন।\"\nরামমালা গ্রন্থাগারে এই সংগ্রহের মধ্যে আধুনিক কালের শুরুতে (আনুমানিক ১৭০০ - ১৯০০ খ্রিস্টাব্দে) ভুর্জপত্র তথা তালপাতা ও অন্য পাতায় বা কাগজে  লিখিত প্রায় ৯ হাজার পাণ্ডুলিপি রয়েছে। শিক্ষা বিস্তারে ও বাংলা সংস্কৃতি রক্ষার্থে পুঁথিগুলি সংগৃহীত হয়েছিল। সংগৃহীত পুঁথির বিষয় ছিল -  স্থানীয় বাংলা ভাষায় লিখিত (যেমন মহাভারত মহাকাব্যের দুর্লভ সমালোচনা) এবং প্রাকৃতের উপর লিখিত কোন বিষয়সহ বিজ্ঞান, আইন, সংস্কৃত সাহিত্য সম্পর্কিত। গ্রন্থাগারে হিন্দুধর্মের গ্রন্থসমূহের সংগ্রহ ছাড়াও স্বতন্ত্র ও স্থানীয় ইসলাম ধর্মের বিভিন্ন গ্রন্থরাজিও (যেমন সত্যপীরের পুঁথি) সংগ্রহের মধ্যে ছিল।  এব্যাপারে বেঞ্জামিন ফ্লেমিংয়ের মন্তব্য হল, গ্রন্থাগারের অসংখ্য সংগ্রহের মধ্যে সাহিত্য, কাব্য, দর্শন, ব্যাকরণ, চিকিৎসা, জ্যোতিষ  ইত্যাদি বিষয়ের সন্ধান পাওয়া গেলেও অনেক প্রচেষ্টা সত্ত্বেও সম্পূর্ণ সংগ্রহ অজানাই থেকে গেছে। গ্রন্থাগারটি সংরক্ষণের ব্যাপারে সব রকমের প্রয়াস নেওয়া হয়েছে যেমন কিছু পাণ্ডুলিপিগুলি ডিজিটাল ফটোগ্রাফিতে সংরক্ষণের জন্য ২০১৪ খ্রিস্টাব্দে তালিকা তৈরির কাজ শুরু হয়েছে।\nসংস্কৃত শিক্ষার জন্য গ্রন্থাগার কেবল পুঁথি বা পাণ্ডুলিপি সংগ্রহ ও সংরক্ষণে যথোপযুক্ত ব্যবস্থা নেয়নি,বরং সংস্কৃত গ্রন্থ প্রকাশের কাজও করেছিল। হিন্দুধর্ম, বৌদ্ধধর্ম, খ্রিস্টধর্ম, ইসলাম ধর্ম ও জৈনধর্মের মুদ্রিত গ্রন্থরাজি সংগ্রহে  গ্রন্থাগারটি ধর্মীয়  শিক্ষা প্রদানে এক গুরুত্বপূর্ণ গবেষণা কেন্দ্র হিসাবে পরিগণিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমহেশ চন্দ্র ভট্টাচার্য সম্পর্কে একটি বইয়ের উন্মুক্ত গ্রন্থাগারটি"}