{"pageid": 1009218, "title": "বৈরাগ্যদর্শন", "url": "https://bn.wikipedia.org/wiki?curid=1009218", "content": "প্রাচীন গ্রিক ও রোমান দর্শনের প্রেক্ষাপটে বৈরাগ্যদর্শন বলতে প্রাচীন গ্রিসের ইতিহাসের হেলেনীয় পর্বে শুরু হওয়া দর্শনের একটি গোষ্ঠী বা ঘরানাকে বোঝায় যা সাইপ্রাস দ্বীপের কিতিউম শহর থেকে আগত জেনো নামক একজন দার্শনিক অ্যাথেন্স নগরীতে খ্রিস্টপূর্ব তৃতীয় শতকের প্রারম্ভে প্রতিষ্ঠা করেন। জেনো অ্যাথেন্সের কেন্দ্রভাগে অবস্থিত বাজারের উত্তর প্রান্তে, \"স্তোয়া পোইকিলে\" (Stoa Poikile, \"রঞ্জিত স্তম্ভসারির প্রবেশপথ\") নামক একটি স্থানে জনসমক্ষে তাঁর বক্তৃতাগুলি প্রদান করতেন। এ কারণে পাশ্চাত্যে এই দর্শনটিকে \"স্তোয়িকবাদ\" (ইংরেজি Stoicism) নামে ডাকা হয়। জীবনযাপন ও কর্তব্য সংক্রান্ত দৃষ্টিভঙ্গি বিচারে বৈরাগ্যদর্শন গোষ্ঠীটি ইন্দ্রিয়বিলাসবাদ বা ভোগবাদ নামক প্রাচীন গ্রিক দার্শনিক গোষ্ঠী, যাকে পাশ্চাত্যে \"এপিকুরীয়বাদ\" নামেও ডাকা হয় (ইংরেজি Epicureanism), সেটির বিরোধী মতাবলম্বী গোষ্ঠী ছিলেন। সক্রেটিসের (সোক্রাতেস) শিষ্য আন্তিসথেনেসের প্রতিষ্ঠিত হতাশাবাদী বা নৈরাশ্যবাদী দর্শন (ইংরেজি Cynicism) থেকে বৈরাগ্যদর্শনের উদ্ভব হয়।\nবৈরাগ্যদর্শন বেশ জটিল এবং এতে বিশ্বদর্শন, প্রকৃতিবিজ্ঞান (পদার্থবিজ্ঞান), যুক্তিবিজ্ঞান, নীতিশাস্ত্র, মনোবিজ্ঞান ও রাষ্ট্রতত্ত্বের একটি সম্মিলিত পূর্ণাঙ্গ তত্ত্ব স্থান পেয়েছে। তবে এটির ব্যক্তিগত নৈতিকতার দর্শন সংক্রান্ত অংশটি, যাতে মানুষের কীভাবে সমাজে আচরণ করা উচিত, সে ব্যাপারে আলোচনা করা হয়েছে, সেই অংশটিই এই দর্শনের সবচেয়ে বেশি গুরুত্বপূর্ণ ও আকর্ষণীয় দিক হিসেবে বিবেচিত হয়। বৈরাগ্যদর্শনের ব্যক্তিগত নৈতিকতার দর্শনটি তার নিজস্ব যুক্তিবিদ্যা ব্যবস্থা ও  প্রাকৃতিক বিশ্বকে দেখার নিজস্ব দৃষ্টিভঙ্গির উপরে গড়ে উঠেছে। বৈরাগ্যদর্শনের শিক্ষা হল প্রাকৃতিক বিশ্ব তথা মহাবিশ্বকে আপাতদৃষ্টিতে বাইরে থেকে দেখতে যা-ই লাগুক না কেন, এর সব কিছুই অত্যন্ত যুক্তিযুক্ত এবং সব কিছুই সুশৃঙ্খল প্রাকৃতিক সূত্রাবলী দ্বারা নিয়ন্ত্রিত, যা আসলে এক ধরনের দৈব যৌক্তিকতার প্রতিফলন। এই দৈব যৌক্তিকতার সাথে খাপ খাইয়ে নিয়ে প্রতিটি ব্যক্তি বিশ্বে তার যথার্থ অবস্থান খুঁজে নিতে পারে, যা কিছুই জীবনে ঘটে তা শক্ত ও শান্তমনে মেনে নেওয়া শিখতে পারে এবং সমাজের প্রতি তাদের দায়িত্ব পালন করতে পারে। অন্য ভাষায়, একজন সামাজিক সত্তা হিসেবে যেকোনও ব্যক্তির কল্যাণ, সুখ ও আশীর্বাদ লাভের পথ হল সুখভোগের আকাঙ্খা বা ব্যথাবেদনার ভয় দ্বারা চালিত না হয়ে, নিজের মনকে ব্যবহার করে প্রাকৃতিক বিশ্বকে বোঝার চেষ্টা ক'রে, প্রকৃতির পরিকল্পনাতে নিজের দায়িত্বের ভাগ পালন ক'রে, অন্যদের সাথে একত্রে কাজ ক'রে এবং অন্যদের সাথে ন্যায়বিচারপূর্ণ আচরণ ক'রে জীবনের প্রতিটি মুহূর্ত ঠিক যেভাবে নিজেকে উপস্থাপন করে, ঠিক সেভাবেই সেটিকে মেনে নেওয়া।\nজেনো মনে করতেন যে স্বাস্থ্য, সম্পদ, সাফল্য এবং এ জাতীয় যেকোনও সাময়িক অবস্থাকে সুখের কারণ হিসেবে বিবেচনা করা ভুল। তাদের মতে \"পুণ্য বা সদ্‌গুণই মানুষের জীবনের একমাত্র শুভ বা কল্যাণকর বিষয়\" আর সব পাপ হল অশুভ ও অকল্যাণকর। বাহ্যিক জাগতিক বিষয়াবলী যেমন স্বাস্থ্য, সম্পদ, সুখ, ইত্যাদি নিজ থেকে শুভ বা অশুভ নয়  (adiaphora, \"আদিয়াফোরা\"), কিন্তু এগুলি মূল্যবান এই কারণে যে \"এগুলির উপরে পুণ্য প্রয়োগ করা যায়\"। যে ব্যক্তি সদ্‌গুণ তথা পুণ্যের অন্বেষণ করে সে প্রাজ্ঞ ব্যক্তিতে পরিণত হতে পারে। বৈরাগ্যদর্শনে চারটি প্রধান সদ্‌গুণ হল প্রজ্ঞা বা বিচক্ষণতা, সাহস, ন্যায়বিচার ও পরিমিতিবোধ। এগুলি হল একটি উত্তম জীবনযাপনের উপাদান এবং কেবলমাত্র এগুলিই কোনও ব্যক্তিকে প্রকৃত সুখ প্রদান করতে পারে। জেনো বিশ্বাস করতেন যে বিশ্ব যতই সৌভাগ্য এনে দিক না কেন, একজন নৈতিকভাবে দুর্বল ব্যক্তি সবসময়ই অসুখী থাকবে। অর্থ (টাকা), সম্পদ ও সাফল্য সুখ নামের এক সাময়িক মানসিক অবস্থা সৃষ্টি করে, কিন্তু এগুলি কখনোই প্রকৃত সুখ সৃষ্টি করতে পারে না। কেবল পুণ্যময়, সদ্‌গুণ অন্বেষী উত্তম জীবন যাপনই হল প্রকৃত সুখ অর্জনের একমাত্র উপায়। আরিস্তোতলীয় নীতিশাস্ত্রের পাশাপাশি গ্রিক বৈরাগ্যদর্শনের ঐতিহ্যটি পুণ্যভিত্তিক নীতিশাস্ত্রের ভিত্তি গঠনকারী একটি প্রধান দৃষ্টিভঙ্গি হিসেবে বিবেচিত হয়। বৈরাগ্যবাদীরা আরও বিশ্বাস করতেন যে কিছু ধ্বংসাত্মক আবেগ বিচারবিবেচনার ত্রুটি থেকে উদ্ভূত হয়। তারা বিশ্বাস করতেন যে মানুষের লক্ষ্য হওয়া উচিত এমন এক ধরনের ইচ্ছাশক্তি (prohairesis) বজায় রাখা, যা \"প্রকৃতির সাথে সঙ্গতিপূর্ণ\"। এ কারণে বৈরাগ্যবাদীরা মনে করতেন যে কোনও ব্যক্তির ব্যক্তিগত দর্শনের সেরা লক্ষণ তার কথায় নয়, বরং তার কাজে ও আচরণে খুঁজে পাওয়া যায়। উত্তম জীবনযাপন করার জন্য একজন ব্যক্তিকে প্রাকৃতিক শৃঙ্খলার নিয়মগুলি অনুধাবন করতে হবে, কেননা বৈরাগ্যবাদীদের মতে সবকিছুর শেকড় প্রকৃতির মধ্যে প্রোথিত।\nবহু বৈরাগ্যবাদী যেমন সেনেকা এবং এপিকতেতুস জোর দিয়ে বলতেন যে যেহেতু \"সুখলাভের জন্য সদ্‌গুণই যথেষ্ট\", একজন প্রাজ্ঞ ব্যক্তি তাই দুর্ভাগ্যের বিরুদ্ধে আবেগিকভাবে ঘাতসহ হয়ে থাকেন। বৈরাগ্যবাদীদের এক ধরনের চরমপন্থী নৈতিক দৃষ্টিভঙ্গি অনুসারে কেবল একজন প্রাজ্ঞ ব্যক্তিই বাস্তবিকভাবে মুক্ত হিসেবে বিবেচিত হতে পারেন এবং সমস্ত ধরনের মানসিক স্খলন সমভাবে পাপময়। \nবৈরাগ্যবাদীদের বিশ্বতত্ত্বে ঈশ্বর হলেন সেই সর্বব্যাপী ও পরম যৌক্তিকতা যা পদার্থকে তার শক্তি ও আকৃতি প্রদান করে। এই দৃষ্টিভঙ্গিটির সাথে সর্বেশ্বরবাদ নামক দর্শনের সাদৃশ্য আছে, যেখানে প্রকৃতির সমস্ত কিছুতে ঈশ্বরের উপস্থিতি দর্শন করা হয়। বৈরাগ্যদর্শনে সমস্ত নির্দিষ্ট বস্তু- প্রাণী, উদ্ভিদ, জড় - সবকিছুই ঐশ্বরিক পদার্থে গঠিত। মানুষের মনও ব্যক্তির মধ্যে সীমাবদ্ধ ঈশ্বরের একটি ভগ্নাংশ। প্রকৃতির সাথে সঙ্গতি রক্ষার মাধ্যমে একজন ব্যক্তির মন তাকে সঠিক যৌক্তিকতা দ্বারা পরিচালিত জীবনের দিকে নিয়ে যেতে পারে। বিশ্বে যা কিছু ঘটে তা নিয়তির অমোঘ নিয়মে ঘটে, যা কি না দৈব, ঐশ্বরিক সূত্রাবলি এবং যৌক্তিক, প্রাকৃতিক সূত্রাবলির সংমিশ্রণের ফলাফল। সবার যেমন যৌক্তিকতার সাথে জীবনযাপন করা কর্তব্য, তেমনি বিশ্ব যা কিছু জীবনে নিয়ে আসে, সেটিকে সাহস ও প্রশান্তির সাথে গ্রহণ করার শিক্ষাগ্রহণও সবার আবশ্যক।\nবৈরাগ্যদর্শনের একটি লক্ষণাত্মক বৈশিষ্ট্য হল এর সংকীর্ণতা-বিবর্জিত বিশ্বজনীনবাদ (Cosmopolitanism)। এই মতানুসারে সকল ব্যক্তি একই বিশ্বজনীন আত্মার বাহ্যিক রূপ, তাই তাদের সবার ভ্রাতৃত্বমূলক সৌহার্দ্য-ভালবাসা নিয়ে জীবনযাপন করা উচিত এবং একে অপরকে তৎক্ষণাৎ সাহায্য করা উচিত। বৈরাগ্যবাদীরা বিশ্বাস করতেন যে সামাজিক ও রাজনৈতিক মর্যাদা ও আর্থিক সম্পদ সামাজিক সম্পর্কের জন্য গুরুত্বপূর্ণ নয়। এভাবে খ্রিস্টধর্মের উদ্ভবের অনেক আগেই বৈরাগ্যবাদীরা সমগ্র মানবতার ভ্রাতৃত্ববোধ এবং সমস্ত মানুষের সহজাত সাম্য উপলব্ধি করতে পেরেছিলেন এবং এগুলির পক্ষে প্রচারণা চালিয়েছিলেন।\nবৈরাগ্যদর্শনের ঘরানাটি প্রাচীন গ্রিক ও পরবর্তীতে প্রাচীন রোমান সভ্যতায় খ্রিস্টীয় ৩য় শতক পর্যন্ত বিকাশ লাভ করেছিল। এটির ইতিহাসকে তিনটি পর্বে বা পর্যায়ে ভাগ করা যায়: প্রাথমিক (খ্রিস্টপূর্ব ৩য় শতক), মধ্য (খ্রিস্টপূর্ব ২য় ও ১ম শতক) এবং বিলম্বিত (খ্রিস্টীয় ১ম ও ২য় শতক)। খ্রিস্টপূর্ব ১ম শতকে কিকেরো (সিসেরো)-র সময়ে এটি রোমান সাম্রাজ্যের সবচেয়ে বেশি বিস্তৃত বুদ্ধিবৃত্তিক আন্দোলনে পরিণত হয়। জেনোর বহু গ্রিক ও রোমান অনুসারী এই দর্শনটির পরিবর্ধন ও পরিমার্জন সাধন করেন। বৈরাগ্যদর্শনের ইতিহাসের তৃতীয় তথা রোমান পর্বে কনিষ্ঠ কাতো এবং সাম্রাজ্য উপপর্বে লু্কিউস আন্নায়েউস সেনেকা (Lucius Annaeus Seneca), এপিকতেতুস (Epictetus) এবং রোমান সম্রাট মার্কুস আউরেলিউসের (Marcus Aurelius) নাম উল্লেখযোগ্য। শেষোক্ত তিনজন এই দর্শনের উপরে মূল্যবান রচনা লিখে গেছেন। সামরিক অভিযানের সময় মার্কুস আউরেলিউসের লেখা ব্যক্তিগত টোকাখাতা বা নোটখাতার রচনাগুলি \"ধ্যান\" (Meditations) নামক সংকলনগুলি বৈরাগ্যদর্শনের অন্যতম গুরুত্বপূর্ণ কিছু রচনাবলি। খ্রিস্টধর্মের উত্থানের আগে এটি ছিল রোমান সাম্রাজ্যের সবচেয়ে প্রভাবশালী দার্শনিক ধারা। খ্রিস্টীয় ৪র্থ শতকে খ্রিস্টধর্ম রোমের রাষ্ট্রধর্মে পরিণত হলে বৈরাগ্যদর্শনের জনপ্রিয়তা হ্রাস পাওয়া শুরু হয়। কিন্তু একটি শক্তিশালী নৈতিক দর্শন হিসেবে এটি বহু শতাব্দী ধরে বজায় থাকে এবং খ্রিস্টধর্মের ইতিহাসের প্রাথমিক পর্বের বহু লেখক এই দর্শন দ্বারা প্রভাবিত হয়েছিলেন। পরবর্তীতে এই দার্শনিক ঘরানাটির একাধিকবার পুনরুজ্জীবন ঘটে, বিশেষত রেনেসাঁস যুগে এসে নব্য বৈরাগ্যদর্শন হিসেবে এবং সমকালীন যুগে এসে আধুনিক বৈরাগ্যদর্শন হিসেবে। \n আধুনিক যুগে বারুখ স্পিনোজা, র‍্যনে দেকার্ত এবং ইমানুয়েল কান্টের দর্শনে প্রাচীন গ্রিক বৈরাগ্যদর্শনের শিক্ষা লক্ষ করা যায়।\n\n\n== তথ্যসূত্র =="}