{"pageid": 1009466, "title": "পারাপার (গল্পসংকলন)", "url": "https://bn.wikipedia.org/wiki?curid=1009466", "content": "পারাপার বাংলাদেশি লেখক শহীদুল জহির রচিত বাংলা গল্পসংকলন। এটি ১৯৮৫ সালের জুনে মুক্তধারা থেকে প্রকাশিত জহিরের অভিষেক বই। ২০১৪ সালে মাওলা ব্রাদার্স এর দ্বিতীয় সংস্করণ প্রকাশ করে।\nশহীদুল জহির নাম ধারণের পূর্বে শহীদুল হক নামে প্রকাশিত এটি তার একমাত্র বই। ১৯৭৪ সালে রচিত \"ভালবাসা\" গল্পটি জহিরের প্রকাশিত প্রথম গল্প। যেটি অবমল্বনে পরবর্তীতে নির্মিত হয়েছে স্বল্পদৈর্ঘ্য চলচ্চিত্র।\nসংকলনের প্রথম গল্প \"ভালবাসা\" অবলম্বনে একই শিরোনামে ২০১৮ সালে শুভ্রা গোস্বামী একটি স্বল্পদৈর্ঘ্য চলচ্চিত্র পরিচালনা করেন, যেখানে অভিনয়ে করেছেন দীপক সুমন ও মৌসুমী হামিদ।\n\n\n== শহীদুল হক ==\n\nজন্মনাম শহীদুল হক নামেই এই গ্রন্থ প্রকাশিত হয়েছিল, এবং পরবর্তীকালে নাম পরিবর্তন করেছিলেন তিনি। এ-প্রসঙ্গে তিনি জানিয়েছেন, নাম পরিবর্তন প্রসঙ্গে তিনি জানিয়েছেন, দেখা গেলো যে, শহীদুল হক নামে লোকে আমাকে চিনতে পারছে না, আমার লেখা ছাপানোর পরেও ভাবছে যে, আমি, আমি না। কারণ, তখন অন্য একজন শহীদুল হক ছিলেন, টাইমসের সম্পাদক, লেখালেখি করতেন, আরেক জন আছেন শহীদুল হক খান। এদের দুই জনের সঙ্গে আমাকে প্রায়ই গুলায়া ফেলা হচ্ছিল। আমি বুঝলাম যে, এরা আমার সমস্যার জন্য নিশ্চয়ই তাদের নিজের নাম বদলাবেন না, আমি অখ্যাত, আমাকেই বদলাইতে হবে। জহিরউদ্দিন আমার দাদার নাম।\n\n\n== পটভূমি ==\nপারাপার গল্পগ্রন্থের গল্পগুলি ১৯৭৪ থেকে ১৯৭৬ সালে রচিত। সে সময়ে জহির ঢাকা বিশ্ববিদ্যালয়ের ছাত্র ছিলেন। ঢাকা কলেজ ও বিশ্ববিদ্যালয়ে পড়াকালীন ছাত্র ইউনিয়নের রাজনীতিতে যুক্ত ছিলেন তিনি। \"পারপার\" (১৯৭৫) গল্পে যার প্রভাব প্রত্যক্ষ। জহিরের মতে অনেকটা প্রথাগত গঠনে লেখা, প্রতিটি গল্পে স্বাতন্ত্র্য স্বর-বৈশিষ্ট্য লক্ষ্য করা যায়। কালি ও কলমের এক পর্যালোচনায় রীতি বা কাঠামোগত দিকের বিচার অনুমানে পারাপার আবদুল মান্নান সৈয়দের গল্পগ্রন্থের সাথে চলো যাই পরোক্ষের সঙ্গে তুলনা করা হয়েছে।\n১৯৮০ সালে মুক্তধারা প্রকাশনীতে পারাপার-এর পাণ্ডুলিপি জমা দেয়া হলেও, এটি গ্রচথাকারে প্রকাশিত হয় ১৯৮৫ সালের জুন মাসে।\n\n\n== গল্পসমূহ ==\n\n\n=== ভালবাসা ===\n১৯৭৪ সালে রচিত \"ভালবাসা\" জহিরের প্রকাশিত প্রথম গল্প। যেখানে নীলক্ষেতের বাবুপুড়া বস্তির পটভূমিতে নিম্নবিত্ত মানুষের সাংসারিক জীবনের মধ্য দিয়ে ভিন্নধর্মী এক ভালোবাসার রূপ রয়েছে। কেন্দ্রীয় চরিত্র গুলির মধ্যে রয়েছে হাফিজদ্দি, তার স্ত্রী আবেদা এবং তাদের একমাত্র মেয়ে তহুরা। হাফিজদ্দির কুড়িয়ে পাওয়া একটি ফুল ঘরে নিয়ে আসা এবং এতে তার স্ত্রী আবেদার মনে হঠাৎ এক ধরনের ভালবাসার জন্ম হওয়াকে কেন্দ্র করে এই মনস্তাত্ত্বিক গল্পের কাহিনী নির্মিত হয়েছে। নিম্নবিত্ত মানুষের সাংসারিক জীবনের ছবি এটি।\n\n\n=== তোরাব সেখ ===\n\"তোরাব সেখ\" ১৯৭৫ সালে রচিত জহিরের একটি বিশ্লেষণ ও বর্ণনাধর্মী আঙ্গিকের গল্প। পূর্বে গল্পটি সাপ্তাহিক বিচিত্রায় প্রকাশিত হয়েছিল। গল্পের চরিত্র তোরাব সেখ একজন বয়স্ক মানুষ, যে সারাদিন ঝুপরিতে থাকে। তার স্ত্রী রহিমা, ছেলে জমির ও ছেলের বউ লতিফা, এবং মেয়ে লালবানু। সারাদিন ঝুপরিতে সময় কাটে না বলে ছেলে জমিরের নিষেধ স্বত্তেও সে কাজে যেতে চায়। একদিন লালবানুর বিয়ের বিষয়ে জমির তার বাবা তোরাব সেখকে জানায়। এবং মজিদ মিয়া পাত্র জানতে পেরে তোরাব সেখ বিয়েতে তার অমত ঘোষণা করে। তবে তোরাবের নির্দেশ মানতে নারাজ বলে লালবানু তিনদিন পরই পালিয়ে যায়। এ ঘটনায় তোরাব সেখ সংসারে নিজের মূল্যহীনতা উপলব্ধি করতে পেরে নিজের মধ্যে সংকুচিত হতে-হতে একপর্যায়ে বিদ্রোহী হয়ে ওঠে, এবং নিরুদ্দেশ হয়ে যায়। হার না মানা চরিত্র তোরাব সেখ, নিজামের সাথে বুড়ো বয়সে প্রায়শই ঠেলাগাড়ি নিয়ে চলে।  সে অস্তিত্ব সংকটে ভোগে শুধুমাত্র অন্যান্য পারিবারিক সদস্যদের ওপর নির্ভরশীল থাকার ভয়ে। বয়সের প্রভাবে আজ এই হাল। তবুও তোরাব সেখ হার না মানা এক ব্যক্তিত্ব।\n\n\n=== পারাপার ===\n\"পারাপার\" গল্পটির রচনাকাল ১৯৭৫ সাল। স্টিমারে যাত্রাকালীন ওলি নামের এক চাকরি সন্ধানি যুবকের সাথে ঘটনাক্রমে অল্পবয়সী দুই কুলি, আবুল আর বশিরের পরিচয় ঘটে। একসময় তারা বেডিং মাথায় করে স্টিমার থেকে ট্রেনে নিয়ে যাওয়ার জন্য মজুরি দাবি করে, এবং ওলি তাতে রাজি হয়। কিন্তু এরপরই ওলি জানায় যে বেডিং দুটো তার নয়, তার কাছে জিম্মা রেখে অন্য এক জন। স্টিমার ঘাটে আসার পর যখন বশির ও আবুল বেডিং নামাতে আসে তখন প্রকৃত মালিক দুই টাকার বেশি মজুরি দেবেন না বলে জানিয়ে দেন। মাঝে দরদামের এই আলোচনায় ওলি কুলিদের পক্ষ নেয়। শেষে অতিরিক্ত ভারি বেডিং সামলাতে না পারায় নদীর পানিতে পড়ে যায় বেডিংটা। এতে বেডের মালিক ক্ষুদ্ধ হয় এবং দরদামে মধ্যস্ততা করায় ওলিকে সে সমান অপরাধে অপরাধী সাব্যস্ত করে। পরোক্ষভাবে এই গল্প মার্ক্সবাদের প্রভাব বহন করে। ধনী শ্রেণি কর্তৃক গরিবের ঠকার রীতির স্পষ্ট প্রতিরূপ চিত্রায়ণ ঘটেছে এতে।\n\n\n=== মাটি ও মানুষের রং ===\n১৯৭৪ সালের \"মাটি ও মানুষের রং\" গ্রামীণ পটভূমিতে রচিত মনস্তাত্ত্বিক বর্গের গল্প। এটি জাতি-ধর্ম-বর্ণ ভেদে শ্রেণিহীন মানুষের ওপর অবিচার ও ধনী-গরিবের তারতাম্যের প্রকৃত চিত্রের বয়ান। গল্পের শেষের দৃশ্যে বর্ণবৈষম্যের উদাহরণ ধরা পড়ে। গল্পের এক চরিত্র আম্বিয়া তার বাবার বাড়ি বেড়াতে আসে এবং একদিন পাড়ায় ঘুরতে বের হলে সঙ্গী হিসেবে পেয়ে যায় হারুর মাকে। তারা আসিয়া খাতুনের বাড়ি বেড়াতে গেলে মালেকের ছেলে ফজুর সাথে দেখা হয়। যে ছিল কৃষ্ণাঙ্গ। তখন ক্তহার ফাকে হারুর মা তাকে জানায়, \"আমাগো আম্বির কিন্তুক পোলা হইছে একখান। বাপে কালো, মায় কালো পোলাপাইন আইছে কী সোন্দর। রাজার পোলার লান।\" হারুর মায়ের কথা শুনে আসিয়া খাতুন নিজেকে সামলে রাখতে পারে না। তার নাতির নিন্দা করায় সঞ্চিত ক্ষোভ থেকে যে উত্তর দেয়, \"ছিনালগো পোলা সুন্দরই হয়…।\" মানুশের ঈর্ষাপরায়ণতা তার ভেতরের মানুষকে কতটা হিংস্র প্রকৃতির করতে পারে, তার রূপ চিত্রায়ণ করেছেন জহির।\n\n\n=== ঘেয়ো রোদের প্রার্থনা নিয়ে ===\nসংকলনের সর্বশেষ গল্প \"ঘেয়ো রোদের প্রার্থনা নিয়ে\" রচিত হয় ১৯৭৬ সালে। পুরনো ঢাকার প্রেক্ষাপট নিয়ে এর কাহিনী রচিত। জীবনযুদ্ধের পরাজিত এক পিতা আলফাজুদ্দিন আহম্মদ নবাব ও তার ছেলে রফিক আনন্দপাল লেনের বাসিন্দা হতে চায়। আলফাজুদ্দিনের মৃত স্ত্রী জরিনা। আনন্দপাল লেনের বাসিন্দারা আলফাজুদ্দিনকে বদনাম দিয়ে তাড়িয়ে দেওয়ার চক্রান্ত করে, গল্পের শেষে তা দেখা যায়। এক ধরনের অনির্দিষ্টতার মধ্য দিয়ে গল্পের ইতি ঘটে এই বলে যে, 'হয়তোবা তারা খুব বেশি ভাল মানুষ ছিল, নয়তো তারা কেউই কাউকে বিশ্বাস করতে পারত না।'\n\n\n== সমালোচনা ==\nশহীদুল জহিরের মতে সংকলনের অধিকাংশ গল্প ঐতিহ্যগত ছকে লেখা। যার প্রতিটি গল্পে স্বাতন্ত্র্য স্বর-বৈশিষ্ট্য লক্ষ করা যায়। অন্যদিকে কাঠামোগত দিক বিচারে অনেকটা আবদুল মান্নান সৈয়দের ১৯৭৩ সালে প্রকাশিত চলো যাই পরোক্ষে গল্পগ্রন্থের সঙ্গে মিল থাকলেও জহিরের একে ভিন্ন মাত্রা যোগ করেছেন। তার প্রথম প্রকাশিত \"ভালবাসা\" (১৯৭৪) গল্পে সৈয়দ ওয়ালীউল্লাহর প্রভাব স্পষ্ট। গল্পগুলিতে জহিরের ছাত্রজীবনের রাজনৈতিক চিন্তার প্রভাব র‍য়েছে।\n\n\n== তথ্যসূত্র ==\n\nউৎস\nহোসেন, মোজাফ্‌ফর (২০১৭)। \"শহীদুল জহিরেরর ছোটগল্পে বয়নশৈলী ও নির্মিতি\"। বিশ্বসাহিত্যের কথা। বোয়েরহুট পাবলিকেশন্স। আইএসবিএন 9789849302438। \n\n\n== বহিঃসংযোগ ==\nগুডরিড্‌সে পারাপার"}