{"pageid": 1010742, "title": "মুনীব-উর-রেহমান", "url": "https://bn.wikipedia.org/wiki?curid=1010742", "content": "মুহাম্মদ মুনীব-উর-রেহমান (উর্দু: محمد منیب الرحمٰن‎‎ Munīb-ur-Rehmān; জন্ম: (১৯৪৫-০২-০৮)৮ ফেব্রুয়ারি ১৯৪৫) একজন পাকিস্তানি মুফতি এবং রুয়েত-ই-হিলাল কমিটির সাবেক চেয়ারম্যান। তিনি জিন্নাহ ইউনিভার্সিটি অফ উইমেনের অধ্যাপক, ন্যাশনাল একাডেমিক কাউন্সিল অফ ইনস্টিটিউট অফ পলিসি স্টাডিজের সদস্য, বুর্জ ব্যাংকের শরিয়া বোর্ডের প্রধান ও তানজিম-উল-মাদারিস এবং করাচির দারুল উলুম নঈমীয়ার সভাপতি।\n\n\n== জীবন ও শিক্ষা ==\nমুনীব-উর-রেহমান ১৯৪৫ সালের ৮ ফেব্রুয়ারি জন্মগ্রহণ করেন। তিনি ইসলামিক স্টাডিজে স্নাতকোত্তর সম্পন্ন করেছেন। আইন ও শিক্ষার স্নাতক ডিগ্রি অর্জনের পাশাপাশি তিনি আরবি ভাষাতেও শিক্ষা লাভ করেছিলেন। তিনি দারুল উলুম আমজাদিয়া থেকে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\nমুনীব-উর-রেহমান ফেডারেল উর্দু বিশ্ববিদ্যালয় এবং করাচির বোর্ড অফ স্টাডিজের সদস্য এবং ইন্টারমিডিয়েট এডুকেশন বোর্ডের সদস্য। তিনি পাকিস্তানি প্রতিনিধি দলের সদস্য ছিলেন যিনি ২০০৬ সালের ফেব্রুয়ারি - মার্চ মাসে যুক্তরাজ্য সফরে গিয়েছিলেন যে যুক্তরাজ্যে রাষ্ট্র-নিয়ন্ত্রিত ব্যবস্থায় মাদ্রাসা ও ইসলামী বিদ্যালয়গুলো কীভাবে পরিচালিত হয় সে সম্পর্কে সরাসরি জ্ঞান অর্জন করতে। তিনি মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য, নরওয়ে, হংকং, সৌদি আরব, দক্ষিণ আফ্রিকা এবং আরও অনেক দেশে বেশ কয়েকটি আন্তর্জাতিক সম্মেলনে অংশ নিয়েছেন।\n\n\n== পাকিস্তানের তথ্যমন্ত্রী অপসারণের আহবান ==\nমুনিব-উর-রেহমান পাকিস্তানের তথ্যমন্ত্রী পারভেজ রশিদকে অপসারণের আহ্বান জানিয়ে প্রধানমন্ত্রী নওয়াজ শরীফকে তার বিরুদ্ধে তাৎক্ষণিক ব্যবস্থা নেওয়ার দাবি জানান। \n\n\n== রুয়েত-এ-হিলাল কমিটির চেয়ারম্যান ==\n২০০০ সালে, পাকিস্তান সরকার তাকে রুয়েত-ই-হিলাল কমিটির চেয়ারম্যান নিযুক্ত করেন। তিনি প্রায় ২০ বছর চেয়ারম্যান হিসাবে দায়িত্ব পালন করেন এবং ২০২০ সালের ৩০ ডিসেম্বর তাকে অফিস থেকে অপসারণ করেন।\n\n\n== বই ==\nখোলাসা এ তাফসির\nআরবাঈন এ তিজারাত ওয়া মাএশাত\nতাফহীম-উল-মাসাইল (১০ খণ্ড)\nকানুন-এ-শরিয়াত\nতাফসির সুরাহ-তু-নিসা\nউসুল-এ-ফিকাহ ইসলাম\nসুলতান শামাসুদ্দিন আলতামশ: ইতিহাস ও গল্প\nযাকাত কে মাসাইল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nSubject page on Internet Archive\nমুফতি মুনীব-উর-রহমানের বিস্তারিত  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ জুলাই ২০১৩ তারিখে"}