{"pageid": 1010230, "title": "আইরিস মার্ডক", "url": "https://bn.wikipedia.org/wiki?curid=1010230", "content": "ডেম জিন আইরিস মার্ডক ডিবিই (১৫ জুলাই ১৯১৯ - ৮ ফেব্রুয়ারি ১৯৯৯) একজন আইরিশ ও ব্রিটিশ ঔপন্যাসিক ও দার্শনিক ছিলেন। তিনি ভালো ও মন্দ, যৌন সম্পর্ক, নৈতিকতা ও আধ্যাত্মিক ক্ষমতা সম্পর্কিত উপন্যাসের জন্য সর্বাধিক পরিচিত। তার প্রথম প্রকাশিত উপন্যাস আন্ডার দ্য নেট ১৯৯৮ সালে মডার্ন লাইব্রেরি কর্তৃক ২০শ শতাব্দীর ১০০ সেরা ইংরেজি ভাষার উপন্যাসের একটি হিসেবে নির্বাচিত হয়। তার ১৯৭৮ সালের উপন্যাস দ্য সি, দ্য সি বুকার পুরস্কার অর্জন করে। সাহিত্যে অবদানের জন্য ১৯৮৭ সালে রানী দ্বিতীয় এলিজাবেথ তাকে ডেম উপাধিতে ভূষিত করে। ২০০৮ সালে দ্য টাইমস মার্ডককে \"১৯৪৫ সালের পর থেকে ৫০ সেরা ব্রিটিশ লেখক\" তালিকায় ১২তম স্থান প্রদান করে।\nতার রচিত অন্যান্য বই হল দ্য বেল (১৯৫৮), আ সিভিয়ার্ড হেড (১৯৬১), দ্য রেড অ্যান্ড দ্য গ্রিন (১৯৬৫), দ্য নাইস অ্যান্ড দ্য গুড (১৯৬৮), দ্য ব্ল্যাক প্রিন্স (১৯৭৩), হেনরি অ্যান্ড ক্যাটো (১৯৭৬), 'দ্য ফিলসফার্স পিউপিল (১৯৮৩), দ্য গুড অ্যাপ্রেন্টিস (১৯৮৫), দ্য বুক অ্যান্ড দ্য ব্রাদারহুড (১৯৮৭), দ্য মেসেজ টু দ্য প্লেনেট (১৯৮৯), ও দ্য গ্রিন নাইট (১৯৯৩)।\n\n\n== জীবনী ==\nমার্ডক ১৯১৯ সালের ১৫ই জুলাই আয়ারল্যান্ডের ডাবলিনের ফিবসবরায় জন্মগ্রহণ করেন। তার মাতা আইরিন অ্যালিস (বিবাহপূর্ব রিচার্ডসন, ১৮৯৯-১৯৮৫), এবং পিতা উইলস জন হিউজ মার্ডক। তার পিতা উইলস একজন সরকারি কর্মকর্তা ছিলেন। তিনি কাউন্টি ডাউনের হিলহলের এক প্রেসবাইটেরিয়ান মেষ পালনকারী পরিবারে জন্মগ্রহণ করেছিলেন। ১৯১৫ সালে উইলস রাজা এডওয়ার্ডের ঘোড় সওয়ার দলের সৈনিক হিসেবে যোগদান করেন। তিনি প্রথম বিশ্বযুদ্ধে ফ্রান্সে যুদ্ধ করেন এবং এরপর সেকেন্ড লেফটেন্যান্ট হিসেবে কমিশন লাভ করেন। আইরিসের জন্মের আগে তার মাতা সঙ্গীতের তালিম নিয়েছিলেন। তিনি ডাবলিনের এক মধ্যবিত্ত আয়ারল্যান্ডীয় গির্জাভুক্ত পরিবারে জন্মগ্রহণ করেছিলেন। আইরিসের পিতামাতার প্রথম সাক্ষাৎ হয় ডাবলিনে এবং তারা ১৯১৮ সালে বিয়ে করেন। আইরিস তাদের একমাত্র সন্তান। তার যখন কয়েক সপ্তাহ বয়স তখন তারা সপরিবারে লন্ডনে চলে যান। সেখানে তার পিতা দ্বিতীয় শ্রেণির কেরানি হিসেবে স্বাস্থ্য মন্ত্রণালয়ে যোগ দেন। তিনি আইরিস গণিতবিদ ব্রায়ান এইচ. মার্ডকের চাচাতো বোন।\nমার্ডক প্রগতিশীল স্বাধীন বিদ্যালয়ে পড়াশোনা করেন। ১৯২৫ সালে তিনি ফ্রোয়েবেল ডেমোনস্ট্রেশন স্কুলে ভর্তি হন। ১৯৩২ থেকে ১৯৩৮ সাল পর্যন্ত তিনি ব্রিস্টলের ব্যাডমিন্টন স্কুলে পড়াশোনা করেন। ১৯৩৮ সালে তিনি সমারভিল কলেজ, অক্সফোর্ডে ইংরেজি বিষয়ে পড়তে ভর্তি হন, কিন্তু পরবর্তীকালে এই বিষয় পরিবর্তন করে চিরায়ত সাহিত্য, প্রাচীন ইতিহাস ও দর্শন সম্পর্কিত \"লিটারি হিউম্যানিয়রেস\" বিষয়ে অধ্যয়ন করেন। অক্সফোর্ডে তিনি ডোনাল্ড এম. ম্যাকিননের সাথে পড়াশোনা করেন এবং এডুয়ার্ড ফ্রাঙ্কেলের আগামেমেনন নাটক বিষয়ক সেমিনারে অংশ নেন। ১৯৪২ সালে তিনি প্রথম শ্রেণিতে স্নাতক সম্মান ডিগ্রি অর্জন করেন।\nঅক্সফোর্ড থেকে পাশ করার পর তিনি লন্ডনের এইচএম ট্রেজারিতে কাজ শুরু করেন। ১৯৪৪ সালের জুন মাসে তিনি ট্রেজারি ছেড়ে দেন এবং জাতিসংঘ ত্রাণ ও পুনর্বাসন প্রশাসনে (ইউএনআরআরএ) যোগ দেন। শুরুতে তার কর্মস্থল ছিল লন্ডনে এই এজেন্সির ইউরোপীয় আঞ্চলিক কার্যালয়ে। ১৯৪৫ সালে তিনি বদলি হয়ে ব্রাসেলসে যান, এরপর ইনসব্রুক এবং সর্বশেষ অস্ট্রিয়ার গ্রাজে, সেখানে তিনি একটি শরণার্থী শিবিরে কাজ করেন। ১৯৪৬ সালে তিনি ইউএনআরআরএ থেকে অব্যহতি নেন।\n১৯৪৭ থেকে ১৯৪৮ সাল পর্যন্ত মার্ডক নিউনহাম কলেজ, কেমব্রিজে দর্শন বিষয়ে স্নাতকোত্তর ডিগ্রির জন্য অধ্যয়ন করেন। তিনি কেমব্রিজে লুডভিগ ভিটগেনস্টাইনের সাথে পরিচিত হন, কিন্তু তার পাঠগ্রহণ করতে পারেননি কারণ মার্ডক সেখানে যাওয়ার আগেই তিনি ট্রিনিটি কলেজের অধ্যাপনা ছেড়ে দিয়েছিলেন। ১৯৪৮ সালে তিনি সেন্ট অ্যান্‌স কলেজ, অক্সফোর্ডের ফেলো হন, সেখানে তিনি ১৯৬৩ সাল পর্যন্ত দর্শন পড়াতেন। ১৯৬৩ থেকে ১৯৬৭ সাল পর্যন্ত তিনি রয়্যাল কলেজ অব আর্টে সপ্তাহে একদিন সাধারণ শিক্ষা বিভাগে পড়াতেন।\n১৯৫৬ সালে মার্ডক সাহিত্য সমালোচক, ঔপন্যাসিক এবং অক্সফোর্ড বিশ্ববিদ্যালয়ের অধ্যাপক জন বেইলিকে বিয়ে করেন। ১৯৫৪ সালে অক্সফোর্ডে তাদের পরিচয় হয়েছিল। তাদের অদ্ভুত প্রণয়মূলক সম্পর্ক মার্ডকের মৃত্যু পর্যন্ত টিকে ছিল। বেইলি ভাবতেন যৌনসম্পর্ক \"অপরিহরণীয়ভাবে হাস্যকর\"। অন্যদিকে মার্ডকের পুরুষ ও নারী উভয়ের সাথেই একাধিক সম্পর্ক ছিল এবং বেইলি নিজে তাদের অস্বস্তিকর অবস্থায় দেখেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nউইলসন, এ. এন. (২০০৩)। Iris Murdoch as I knew her। লন্ডন: হাচিনসন। আইএসবিএন 9780091742461। \nকনরাডি, পিটার জে. (২০০১)। Iris Murdoch : A Life। নিউ ইয়র্ক: নর্টন। আইএসবিএন 0393048756। \n\n\n== বহিঃসংযোগ =="}