{"pageid": 1010571, "title": "বাংলাদেশের স্বাধীনতা যুদ্ধে মার্কিন যুক্তরাষ্ট্রের কূটনীতি", "url": "https://bn.wikipedia.org/wiki?curid=1010571", "content": "বাংলাদেশের মুক্তিযুদ্ধে মার্কিন প্রশাসনের পাকিস্তানের দিকে পক্ষপাতমূলক অবস্থান সর্বজনবিদিত। জন্মলগ্ন থেকেই পাকিস্তান ছিল মার্কিন যুক্তরাষ্ট্রের সাথে মৈত্রী সম্পর্কে আবদ্ধ। বাংলাদেশের মুক্তিযুদ্ধে মার্কিন যুক্তরাষ্ট্রের ভূমিকা ছিল খুবই হতাশাব্যঞ্জক ও বিতর্কিত। মার্কিন সরকারি নীতি পাকিস্তানপন্থি হলেও কংগ্রেস এবং সিনেটের বিপুল সংখ্যক সদস্য, সরকারি কতিপয় আমলা ও বুদ্ধিজীবী মুক্তিযুদ্ধের প্রতি দৃঢ় সমর্থন ব্যক্ত করেন। মার্কিন গণমাধ্যম, জনমতও ছিল বাংলাদেশের প্রতি সহানুভূতিশীল। তবে তৎকালীন মার্কিন প্রেসিডেন্ট রিচার্ড মিলহাউজ নিক্সন, ভাইস প্রেসিডেন্ট স্পাইরাে টি অ্যাগ্রনিউ রােজার্স ও পরারাষ্ট্রমন্ত্রী ড . হেনরি কিসিঞ্জার প্রশাসন পুরাে নয় মাস পাকিস্তানের জন্য নৈতিক, রাজনৈতিক, অর্থনৈতিক ও সামরিক সমর্থন যুগিয়েছে। বাংলাদেশের মুক্তিযুদ্ধে মার্কিন নীতির চারটি পর্যায় ছিল।\n\n\n= মার্কিন নীতির প্রথম পর্যায় =\n\n\n=== (মার্চ ১৯৭১ থেকে জুলাই ১৯৭১ পর্যন্ত) ===\nএ পর্যায়ে মার্কিন নীতির প্রকৃতি ছিল কৌশলগত নিরপেক্ষতা। এ সময় মার্কিন সরকার বাংলাদেশ সমস্যাকে পাকিস্তানের অভ্যন্তরীণ ব্যাপার হিসেবে অভিহিত করে। কিন্তু ভারতে নিযুক্ত মার্কিন রাষ্ট্রদূত কেনেথ কিটিং ওয়াশিংটনের এ দৃষ্টিভঙ্গির বিরােধিতা করে ১৫ এপ্রিল বলেন, পূর্ব পাকিস্তানের ঘটনা কোনােভাবেই অভ্যন্তরীণ হতে পারে না। পত্রপত্রিকার প্রতিবাদ ও প্রবল জনমতের চাপে ৭ মে ওয়াশিংটন পাকিস্তানের জন্য সমরাস্ত্র সরবরাহ ও আর্থিক সাহায্য স্থগিত রাখার সিদ্ধান্ত গ্রহণ করে। এছাড়া ১২ জুন ১৯৭১ সালে প্রেসিডেন্ট রিচার্ড মিলহাউজ নিক্সন প্রশাসন পূর্ব পাকিস্তানের সমস্যার রাজনৈতিক সমাধানের আহ্বান জানান। তবে অস্ত্র সাহায্য বন্ধ থাকলেও প্রচুর মার্কিন অস্ত্র পাকিস্তান যাচ্ছে বলে পত্র - পত্রিকায় সমালােচনা হলে মার্কিন পররাষ্ট্র দপ্তর থেকে বলা হয় যে, অন্ত্রগুলো সরবরাহের জন্য ২৫ মার্চের আগেই চুক্তি স্বাক্ষর করা হয়েছিল। জুনের শেষ নাগাদ মার্কিন সরকার। পাকিস্তানের সঙ্গে ৪.৩ মিলিয়ন ডলারের দুটি চুক্তি করে যে, অর্থ বাঙালি হত্যাযজ্ঞে ব্যবহৃত হয় বলে। মনে করা হয়। তবে পাকিস্তানে অস্ত্র পাঠানাে সত্ত্বেও পূর্ব পাকিস্তান থেকে ভারতে যাওয়া শরণার্থীদের ত্রাণ ও পুনর্বাসন কার্যক্রমের জন্য এসময় মার্কিন যুক্তরাষ্ট্র ভারতকে সাহায্য পাঠানাে অব্যাহত রাখে। মে মাসের মধ্যে মার্কিন যুক্তরাষ্ট্র ভারতে আশ্রয় নেয়া শরণার্থীদের জন্য ৩০ লক্ষ মার্কিন ডলার সাহায্য দেয়। অবশ্য এর উদ্দেশ্য ছিল হােয়াইট হাউজ বিরােধী মার্কিন জনগণের সমালােচনার তীব্রতা কমিয়ে আনা এবং সাহায্য অব্যাহত রেখে রাজনৈতিক সমাধান খুঁজে বের করার জন্য প্রেসিডেন্ট আগা মােহাম্মদ ইয়াহিয়া খানের ওপর চাপ সৃষ্টি করা।\n\n\n= মার্কিন নীতি দ্বিতীয় পর্যায় =\n\n\n=== (জুলাই থেকে আগস্ট ১৯৭১ পর্যন্ত) ===\nবাংলাদেশের মুক্তিযুদ্ধে মার্কিন নীতির দ্বিতীয় পর্যায়ে শুরু হয় জুলাই মাসে। এ পর্যায়ে মার্কিন নাতির দুটি বৈশিষ্ট্য লক্ষ করা যায়ঃ-\n১. সােভিয়েত ইউনিয়নকে প্রতিরােধে মার্কিন যুক্তরাষ্ট্র চীনকে স্বীকৃতি এবং জাতিসংঘের সদস্যপদ লাভের প্রতিশ্রুতি দেয়। এ উদ্দেশ্যে ড . হেনরি কিসিঞ্জারের হঠাৎ করে বেইজিং সফরের ফলে মার্কিন যুক্তরাষ্ট্রের পাকিস্তান ঘেঁষা নীতি সক্রিয় হয়ে ওঠে।\n২. মার্কিন যুক্তরাষ্ট্রের ধারণা হয়েছিল যে, পাকিস্তানের বিরুদ্ধে সামরিক অভিযানে জুলাই মাসে  সােভিয়েত - ভারত পরিকল্পনা চূড়ান্ত করা হবে। তাই এ পরিকল্পনা মােকাবিলায় মার্কিন যুক্তরাষ্ট্র  তৎপর হয়। দ্বিতীয় পর্যায়ে মার্কিন যুক্তরাষ্ট্রের মূল লক্ষ্য ছিল অখণ্ড পাকিস্তানের অধীনে একটি রাজনৈতিক সমাধান খুঁজে বের করা এবং যুদ্ধ এড়িয়ে যাওয়া। কিন্তু কোনােটিই সম্ভব হয় নি। কাজেই দ্বিতীয় পর্যায়ে মার্কিন নীতি সম্পূর্ণ ব্যর্থ হয়।\n\n\n= মার্কিন নীতির তৃতীয় পর্যায়ে =\n\n\n=== (সেপ্টেম্বর- ৩ ডিসেম্বর ১৯৭১) ===\nএ পর্যায়ে নিক্সন প্রশাসন আরাে বেশি পাকিস্তানপিন্থ নীতি অবলম্বন করে। কলকাতায় অবস্থানকারী বাঙালি নেতৃবৃন্দের একাংশের সঙ্গে (খন্দকার মােশতাক আহমদপিন্থ) শেখ মুজিবকে মুক্তি দিয়ে পাকিস্তানের সঙ্গে সমঝোতার চেষ্টা করে। এ ছাড়াও পাকিস্তান সরকারকে বাংলাদেশ সমস্যা সমাধানের জন্য চাপ দেয়। যদিও প্রবাসী অস্থায়ী মুজিবনগর সরকার ও ভারত উভয় সরকার মার্কিন যুক্তরাষ্ট্রের উদ্যোগ প্রত্যাখন করে। এমনকি ১৯৭১ সালের ৫-৮ নভেম্বর ভারতের প্রধানমন্ত্রী শ্রীমতি ইন্দির গান্ধি ওয়াশিংটন সফরকালে মার্কিন যুক্তরাষ্ট্রের পাকিস্তানপন্থি নীতি থেকে সরিয়ে আনতে ব্যর্থ হন। ফলে একটি যুদ্ধ যে অনিবার্য তা পরিষ্কার হয়ে যায়।\n\n\n= মার্কিন নীতির চতুর্থ পর্যায় =\n\n\n=== (ডিসেম্বর -১৯৭১) ===\n৩ ডিসেম্বর তৃতীয় পাক - ভারত যুদ্ধ শুরুর পর থেকে মার্কিন যুক্তরাষ্ট্র প্রচণ্ড ভারত বিরােধী ও পাকিস্তান ঘেঁষা নীতি অনুসরণ করে থাকে। পাকিস্তানকে যাবতীয় নৈতিক ও কূটনৈতিক সমর্থন দানের জন্য প্রেসিডেন্ট রিচার্ড মিলহাউজ নিক্সনের পররাষ্ট্রমন্ত্রী ড. হেনরি কিসিঞ্জারকে নির্দেশ দেন। প্রেসিডেন্ট রিচার্ড মিলহাউজ নিক্সনের এ নীতিকে Tilt Policy নামে অভিহিত করা হয়েছে। ৬ ডিসেম্বর মার্কিন যুক্তরাষ্ট্র ভারতের জন্য ৮৬.৬ মিলিয়ন ডলার আর্থিক সাহায্য সাময়িকভাবে বন্ধ ঘােষণা করে। অপরদিকে জাতিসংঘের মাধ্যমে চাপ প্রয়ােগ অব্যাহত থাকে। ৪ ডিসেম্বর মার্কিন অনুরােধে পাক - ভারত যুদ্ধের বিষয়টি নিরাপত্তা পরিষদে উত্থাপিত হলাে। ডিসেম্বরের ৪ তারিখে সােভিয়েত ইউনিয়ন প্রথম ভেটো প্রয়ােগ করলাে তারপর ডিসেম্বরের ৫ তারিখে আবার। উল্লেখ্য ১৯৭১ সালের ৫ ডিসেম্বর জাতিসংঘে মার্কিন স্থায়ী প্রতিনিধি জর্জ বুশ ভারতকে প্রথম আক্রমণকারী বলে উল্লেখ করেন। ৭ ডিসেম্বর হােয়াইট হাউসে সাংবাদিক সম্মেলনে পর পররাষ্ট্রমন্ত্রী ড.হেনরি কিসিঞ্জারও ভারতকে আক্রমণকারী ও বিশ্বাসঘাতক হিসেবে অভিযুক্ত করেন। দিল্লি ও মস্কোর ওপর চাপ প্রয়ােগ করতে মার্কিন যুক্তরাষ্ট্র এন্টারপ্রাইজ নামে পারমাণবিক জাহাজের নেতৃত্বে ৮ টি জাহাজের একটি টাস্ক ফোর্স বঙ্গোপসাগরে পাঠানাের নির্দেশ দেয়। এটা টাস্ক ফোর্স ৭৪ নামে পরিচিত। একই সঙ্গে যুদ্ধবিরতির লক্ষ্যে জাতিসংঘের মার্কিন কূটনীতি সক্রিয় থাকে। উল্লেখ্য, যুদ্ধবিরতির লক্ষ্যে জাতিসংঘের নিরাপত্তা পরিষদে ৪ ও ১২ ডিসেম্বর যথাক্রমে প্রথম ও দ্বিতীয় মার্কিন যুদ্ধেবিরতি প্রস্তাব উত্থাপিত হয়। কিন্তু সােভিয়েত ইউনিয়ন ভেটোর কারণে দুটো প্রস্তাবেই নাকচ হয়ে যায়।\n১৯৭২ সালের ৮ জানুয়ারি মার্কিন টাস্ক ফোর্স -৭৪ ভারত মহাসাগর ত্যাগ করে। এভাবে বাংলাদেশের মুক্তিযুদ্ধে মার্কিন নীতি যেমন বাংলাদেশ বিরােধী ছিল, তেমনি নিজ দেশের জনগণ কর্তৃকও নীতিটি পরিত্যক্ত হয়েছিল। মার্কিন যুক্তরাষ্ট্রের জনগণ বাংলাদেশের মুক্তিযুদ্ধ সমর্থন লাভ করলেও মার্কিন যুক্তরাষ্ট্রের সরকার পাকিস্তান ঘেঁষা নীতি অনুসরণ করে। এ নীতি সর্বতােভাবেই নিক্সন - কিসিঞ্জার জুটির নীতি ছিল। তারা বলেন যে, পাকিস্তান মার্কিন যুক্তরাষ্ট্রের পুরনাে বন্ধু, সিয়াটো -২ সেন্টোর- ৩ (SEATO - CENTO) সদস্য। সামরিক চুক্তিতে আবদ্ধ, তদুপরি পাকিস্তান ছিল চীনের সঙ্গে মার্কিন সম্পর্ক স্থাপনে দুতিয়াল। হেনরি কিসিঞ্জার দক্ষিণ এশিয়া সম্বন্ধে তার নিজস্ব বিচার বিবেচনাকেই প্রাধান্য দেন। তিনি আলাপ - আলােচনার মাধ্যমে বাংলাদেশের  স্বাধীনতায় উত্তরণের প্রক্রিয়া চলতে পারতাে বলে মনে করতেন। তার এ সুচিন্তিত মতের বিরুদ্ধে  বাংলাদেশের মুক্তিযুদ্ধ ও ভারতের সহায়তা তাকে খুবই ক্ষুব্ধ করে।\nবাংলাদেশ বিরােধী মার্কিন নীতি ছিল একান্তই হােয়াইট হাউজের। স্রেফ নিক্সন - কিসিঞ্জার জুটি দাবি করেন যে বাংলাদেশের সংকটে তাদের অনুসৃত কৃতিত্ব ছিল। তাদের দাবি অনুযায়ী এ কৃতিত্বসমূহ-\n১. তারা শরণার্থীদের ও দুঃস্থদের সাহায্য করেন, ভারত ও পূর্ব পাকিস্তানে বাঙালিদের সাহায্য দিয়েছেন।\n২. বাংলাদেশে আন্তর্জাতিক পর্যবেক্ষণে ত্রাণ কাজ ও খাদ্য বিতরণের ব্যবস্থা তাদেরই প্রভাব সম্ভব হয়।\n৩. বাংলাদেশের বেসামরিক প্রশাসন তারা প্রতিষ্ঠা করে এবং শরণার্থীদের প্রত্যাবর্তনে সহায়তা করে।\n৪. তাদের হস্তক্ষেপে বঙ্গবন্ধু শেখ মুজিবুর রহমানের জীবন রক্ষা পায়।\n৫. পাকিস্তানের সঙ্গে রাজনৈতিক সমঝােতার জন্য তারা একটি ব্যবস্থা করেন।\n৬. শ্রীমতি ইন্দিরা গান্ধি পশ্চিম পাকিস্তানকে ধ্বংস করতে উদ্যোগী হন এবং মার্কিন যুক্তরাষ্ট্র তাকে ভয় দেখিয়ে নিবৃত্ত করে।\n৭. সপ্তম নৌবহর এবং এন্টারপ্রাইজ বঙ্গোপসাগরে পাঠানাে হয় মার্কিন নাগরিকদের উদ্ধারের জন্য।\n\n\n== তথ্যসূত্র ==\nহাই, আব্দুল. ২০১৩. আন্তর্জাতিক সম্পর্ক, সংগঠন ও পররাষ্ট্রনীতি. বিদ্যাধন প্রকাশনী, ঢাকা.\nবাংলাদেশের অভ্যুদয়ে যুক্তরাষ্ট্রের ভূমিকা: আখ্যান ও বাস্তবতা প্রথম আলো, প্রতিচিন্তা। ৩ এপ্রিল, ২০১৭।\nমুক্তিযুদ্ধ ১৯৭১: বাংলাদেশের স্বাধীনতা যুদ্ধের শেষ ১০ দিন শক্তিধর দেশগুলো যেভাবে ঠান্ডা লড়াইয়ে লিপ্ত হয়েছিল বিবিসি বাংলা। ১৫ ডিসেম্বর, ২০২০।\nপরাশক্তির স্বার্থপর কূটনীতি প্রথম আলো। ২৬ মার্চ, ২০১৪।"}