{"pageid": 1010547, "title": "সংগ্রামী সাধকদের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1010547", "content": "সংগ্রামী সাধকদের ইতিহাস (উর্দু: تاریخ دعوت و عزیمت‎, প্রতিবর্ণী. তারীখে দাওয়াত ওয়া আযীমত নামেও প্রসিদ্ধ‎) হল দেওবন্দি ইসলামি পণ্ডিত আবুল হাসান আলী নদভীর উর্দু ভাষায় রচিত ইসলামের ইতিহাস বিষয়ক একটি ধারাবাহিক বিশুদ্ধ ও জনপ্রিয়  বই। ১৯৫৫ সালে এর প্রথম খণ্ড প্রকাশিত হয় এবং শেষ খণ্ড তথা পঞ্চম খণ্ড প্রকাশিত হয় ১৯৮৪ সালে। প্রায় প্রধান ভাষায় বইটির অনুবাদ সম্পন্ন হয়েছে। বইটিতে হিজরি ১ম শতাব্দীর উমর ইবনে আবদুল আজিজ থেকে  ১২শ শতাব্দীর শাহ ওয়ালিউল্লাহ দেহলভী পর্যন্ত কতিপয় সংস্কারকের ধারাবাহিক জীবনী ও ইতিহাস সন্নিবেশিত হয়েছে। প্রকাশের পর থেকে এটি ব্যাপক পাঠকপ্রিয়তা অর্জন করে এবং লেখক ১৯৯৯ সালে অক্সফোর্ড বিশ্ববিদ্যালয়ের পক্ষ থেকে সুলতান ব্রুনাই আন্তর্জাতিক পুরস্কার পান। গ্রন্থটি অসংখ্য শিক্ষা প্রতিষ্ঠানের পাঠ্যবই হিসেবে অন্তর্ভুক্ত রয়েছে এবং গ্রন্থটির উপর অনেক পিএইচডি অভিসন্দর্ভ রচিত হয়েছে।\n\n\n== প্রেক্ষাপট ==\n১৯৫২ সালের সেপ্টেম্বরে ভারতের লখনউতে জামাআতে দাওয়াতে ইসলাহ ও তাবলীগের পক্ষ থেকে সপ্তাহব্যাপী একটি আলোচনাসভার আয়োজন করা হয়। “সংস্কার ও পুনর্জাগরণের ইতিহাস এবং উক্ত ইতিহাসের গুরুত্বপূর্ণ ব্যক্তিত্ব” বিষয়ের উপর আলোচনার দায়িত্ব ন্যস্ত হয় আবুল হাসান আলী নদভীর উপর। তিনি সপ্তাহব্যপী এ বিষয়ের উপর আলোচনা করেন এবং যথারীতি তা সংরক্ষণ করা হয়। পরে যখন তিনি প্রচারের নিয়তে দ্বিতীয় বার এগুলি দেখেন তখন তার মনে এই ধারণার সৃষ্টি হয় যে, এ বিষয়ে আরাে কিছু প্রচেষ্টা চালালে এবং এই বক্তৃতাগুলিকে গ্রন্থাকারে প্রকাশ করলে তা এক মূল্যবান সম্পদে পরিণত হবে। বইটি রচনার প্রেক্ষাপট সম্পর্কে তিনি আরও বলেন,\n\nএ কাজ একান্ত মনােযােগ ও পরিপূর্ণ তৃপ্তির সঙ্গে করা দরকার। এটি একটি গুরুত্বপূর্ণ ঐতিহাসিক বিষয় যার ওপর বিস্তারিত ও পরিপূর্ণ কোন আলােচনা হয়নি। এটাই ইসলামের ইতিহাস ও ইসলামী সাহিত্যের একটি বড় শূন্যতা যা সত্বর পূরণ হওয়া দরকার। এই শূন্যতা থাকার কারণে কোন কোন চিন্তাশীল মহলে এই ধারণা বদ্ধমূল হয়ে গেছে যে, ইসলাম ও মুসলিম ইতিহাসে সংস্কার, রেনেসাঁ তথা পুনর্জাগরণ ও বিপ্লবের ধারাবাহিক ও অবিচ্ছিন্ন কোন বিবরণী পাওয়া যায় না, বরং এতে বিরাট ও দীর্ঘ শূন্যতাই পরিদৃষ্ট হয় যা শতাব্দীর পর শতাব্দীব্যাপী বিস্তৃত। কয়েকশ  বছর পর কিছু কিছু ব্যক্তিত্বের উত্থান ঘটেছে যারা প্রতিকূল অবস্থার সাথে লড়েছেন এবং এ কারণে চিন্তা ও কর্মের ক্ষেত্রে একটা উল্লেখযােগ্য মর্যাদার অধিকারী হয়েছেন। অন্যথায় সাধারণভাবে মধ্যম শ্রেণিরই কিছু লােকের সন্ধান পাওয়া যায় যারা চিন্তা ও কর্মের ক্ষেত্রে এবং জ্ঞানগত ও বাস্তব কর্মকাণ্ডে কোনরূপ নতুনত্ব কিংবা বিশেষত্বের অধিকারী ছিলেন না। স্রেফ জনাকয়েক হাতেগোনা ব্যক্তিত্ব। বাহ্যত কথাটা খুবই মামুলি মনে হলেও এর ফলাফল কিন্তু খুবই গুরুত্বপূর্ণ ও সুদূরপ্রসারী। এটা ইসলামের অভ্যন্তরীণ শক্তি ও যােগ্যতা সম্পর্কে এক ধরনের খারাপ ও হতাশাব্যঞ্জক ধারণা। প্রকৃতপক্ষে ইসলাম প্রতিটি যুগে প্রয়ােজনীয় লােক এবং ইসলামী পুনর্জাগরণে যথার্থ ভূমিকা গ্রহণ করার মত উদ্যোগী পুরুষ সৃষ্টি করেছে যার তুলনা অন্য কোন ধর্মে কিংবা অপর কোন জাতির মধ্যে মেলে না। আসলে এটা এক ধরনের হীনম্মন্যতাবােধ ও পরাজিত মানসিকতার বহিঃপ্রকাশ, যার জ্ঞানগত কোন ভিত্তি নেই। অবশ্য এর পেছনেও কারণ রয়েছে। দুর্ভাগ্যের বিষয় যে, মুসলিম ইতিহাসের বিস্তৃত ভাণ্ডারে এ সম্পর্কিত এমন সব গ্রন্থেরই সন্ধান মেলে যেগুলােকে ঘটনাবলির তালিকা-সূচি বলাই শ্রেয় এবং যেগুলাের কেন্দ্রীয় চরিত্র হচ্ছেন শুধুমাত্র রাজা-বাদশাহ অথবা কতিপয় উল্লেখযােগ্য ব্যক্তিত্ব। প্রকৃতপক্ষে ইসলাম ও মুসলমানদের ধারাবাহিক বুদ্ধিবৃত্তিক ও সংস্কারমূলক কর্ম-সাধনার এমন কোন ইতিহাস নেই যার ভেতর ঐসব ব্যক্তিত্বের বিপ্লবী কর্মকাণ্ড তথা তাঁদের পরিচালিত আন্দোলনের পরিচিতি রয়েছে। ঐসব ব্যক্তিত্ব যাঁরা মুসলিম ইতিহাসকে গভীরভাবে প্রভাবিত করেছেন, ইসলামকে সময়ােচিত হেফাজত ও শক্তিশালী করার ক্ষেত্রে উল্লেখযােগ্য খিদমত আঞ্জাম দিয়েছেন, ভুল প্রবণতার সংস্কার এবং অশান্তি ও বিপর্যয়ের উৎখাত করেছেন এবং ইসলামের বুদ্ধিবৃত্তিক ও কার্যকর ভাণ্ডারে কোন না কোন উল্লেখযােগ্য অবদান বৃদ্ধি করেছেন। প্রকৃতপক্ষে ইসলামের দাওয়াত ও সংস্কার আন্দোলনের ধারাবাহিকতায় কোন শূন্যতা নেই, শূন্যতা রয়েছে শুধু ইসলামের ইতিহাস রচনায় ও বিন্যস্তকরণের ক্ষেত্রে। এই শূন্যতা পূরণ যুগের একটি দাবি এবং একটি গুরুত্বপূর্ণ ধর্মীয় ও ইসলামী খিদমতও বটে। এই দাবি পূরণের দ্বারা কেবল দাওয়াত ও সংস্কার আন্দোলনের ইতিহাসই বিন্যস্ত হবে না বরং এ থেকে মুসলমানদের বুদ্ধিবৃত্তিক ও জ্ঞানগত উত্থান-পতনের ইতিহাসও জন্ম নেবে। কিন্তু বিষয়টির ওপর যখন কলম ধরলাম তখনই বুঝতে পারলাম যে , এটি একটি কথিকা কিংবা নিবন্ধের বিষয় নয়; বরং একটি গুরুত্বপূর্ণ ও বিরাট কলেবরের গ্রন্থের বিষয়। আর এজন্যে আবার আমাকে ইতিহাস অধ্যয়ন করতে হবে এবং একে একটি বিশেষ মাপে বিন্যস্ত অথবা একটি বিশেষ আঙ্গিকে ও কাঠামােয় ঢেলে সাজাতে হবে। এজন্য সাধারণভাবে ইতিহাস পাঠই যথেষ্ট নয়; বরং বিভিন্ন ধর্মমত, নানা জ্ঞান ও বিষয় শাস্ত্রের ইতিহাস অধ্যয়নের প্রয়ােজন। বাস্তব সত্য এই যে, এই বিষয়টি যেরূপ প্রশান্তি , নিরাপত্তা ও অবকাশের দাবি জানায় তা এই অশান্ত ও ঝঞ্ঝাবিক্ষুব্ধ জীবনে মেলা খুবই দুষ্কর। তবুও বিষয়টি জরুরি বিধায় এই উপলব্ধিটুকুই আমাকে কলম ধরতে বাধ্য করেছে।\n\n\n== ইতিহাস ==\n১৯৫৪ সালের অক্টোবরে বইটির ১ম খণ্ডের কাজ সমাপ্ত হয়। এ খণ্ডে প্রথম শতাব্দীর উমর ইবনে আবদুল আজিজের সাংস্কারিক কার্যক্রম থেকে শুরু করে সপ্তম শতাব্দীর জালাল উদ্দিন মুহাম্মদ রুমির সাংস্কারিক ও বিপ্লবী চিন্তাধারার কার্যক্রম সন্নিবেশিত হয়েছে। এর সাথে তিনি ইসলাহ ও সংস্কারের উপর একটি গুরুত্বপূর্ণ ভূমিকা লিখেছেন। এ গ্রন্থটি আযমগড়ের দারুল মুসান্নিফীন থেকে ১৯৫৫ সালে প্রথম প্রকাশিত হয়। এ গ্রন্থ হাতে পাওয়ার পর এক চিঠিতে নদভীকে আব্দুল কাদের রায়পুরী লেখেন, “অধম আজকাল আপনার কিতাব তারীখে দাওয়াত ওয়া আযীমাত শুনছে। এটি শাহ সাহেবের কাছ থেকে পেয়েছিলাম। মাশাআল্লাহ, খুবই সুন্দর কিতাব। আল্লাহ পাক আপনাকে জাযায়ে খায়ের দান করুন। আপনি বড় কষ্ট করে এ গ্রন্থ প্রণয়ন করেছেন। প্রকৃতপক্ষে এটা আপনার বড় কাজ।” অন্য এক চিঠিতে তিনি লেখেন, “দ্বিতীয় খণ্ড ছাপা হলে খুবই ভালাে হবে।” বিশিষ্ট ইসলামী চিন্তাবিদ মানাজির আহসান গিলানি লিখেছেন, দাওয়াত ও আযীমাতের ইতিহাস পেয়েছি। নিজের হারানাে সম্পদ ফিরে পেয়েছি। আল্লাহ পাকই জানেন কতবার এই গ্রন্থ থেকে ফায়দা লাভ করতে থাকবাে। পড়ছি, মন ভরছে না। আল্লাহ পাকই জানেন আমার কত স্বপ্নের ব্যাখ্যা আপনার দ্বারা পূর্ণ হবে।”\n১৯৫৬ সালে এর দ্বিতীয় খণ্ডের পাণ্ডুলিপি তৈরি হয় এবং ১৯৫৭ সালে দারুল মুসান্নিফীন থেকে ছাপা হয়। এ গ্রন্থে ইবনে তাইমিয়ার সাংস্কারিক কার্যাবলির বিস্তারিত বিবরণ রয়েছে। লেখকের বিদেশ ভ্রমণ এবং অন্যান্য কারণে তৃতীয় খণ্ড বের হতে ছয় বছর সময় লেগে যায়। ঐ সময় বন্যার কারণে তিনি তার গ্রামের বাড়ি রায়বেরেলীর তাকিয়া কেলায় আটকা পড়ে যান। ঐ সময় তিনি তৃতীয় খণ্ডের কাজ শুরু করেন এবং তিন সপ্তাহের মধ্যে নিজামুদ্দিন আউলিয়ার সাংস্কারিক কার্যক্রম লিপিবদ্ধ করেন। এই খণ্ডের দ্বিতীয় অংশে তিনি শরফুদ্দীন ইয়াহইয়া মানেরীর ইতিহাস লিপিবদ্ধ করেন। ১৯৬২ সালে লাহোরে অবস্থান কালে এই খণ্ডটি পরিপূর্ণ হয়। এটি ১৯৬৩ সালে মজলিসে নশরিয়াতে ইসলাম হতে প্রকাশিত হয়।\nচতুর্থ খণ্ডটি আহমেদ সিরহিন্দির কর্মবহুল জীবনের উপর লিখিত। তৃতীয় খণ্ডের ১৮ বছর পর ১৯৮০ সালের এপ্রিল মাসে এটি প্রকাশিত হয়। পঞ্চম খণ্ড শাহ ওয়ালিউল্লাহ দেহলভীর সাংস্কারিক কার্যক্রমের উপর রচিত যা ১৯৮৪ সালে প্রকাশিত হয়।\n\n\n== বৈশিষ্ট্য ==\nএই গ্রন্থে ইসলামের তেরশ বছরের ইতিহাসের সংস্কার ও বিপ্লবায়ন প্রয়াসের ধারাবাহিকতা বর্ণনা এবং সে সব ব্যক্তিবর্গকে চিহ্নিত করা হয়েছে, যারা স্ব স্ব যুগে নিজ নিজ যােগ্যতা মোতাবেক ধর্মের পুনরুজ্জীবন ও পুনর্জাগরণ এবং ইসলাম ও মুসলমানদের হেফাজতের কাজে অংশ নিয়েছেন এবং যাদের সমবেত প্রচেষ্টা দ্বারা ইসলাম জীবিত ও সংরক্ষিত আকারে এই মুহূর্তে বিদ্যমান এবং মুসলমানরা একটি বিশিষ্ট সম্প্রদায় (উম্মাহ) হিসেবে পরিদৃশ্যমান। লেখক গ্রন্থটি রচনায় কিছু বৈশিষ্ট্যের বর্ণনা দিয়েছেন:\n\nকোন দাওয়াত কিংবা কোন ব্যক্তিত্বের অবস্থা ও লক্ষ্য সম্পর্কে অবহিত হবার জন্য সাধারণত ঐ ব্যক্তির স্ব-রচিত গ্রন্থ, লিখিত নিবন্ধাদি এবং সংকলিত বাণীসমূহের সাহায্য নেওয়া হয়েছে। এ ক্ষেত্রে কোন শূন্যতা দেখা গেলে তার বন্ধু-বান্ধব, ছাত্র ও সমসাময়িকদের লিখিত গ্রন্থের বর্ণনাসমূহ থেকে সাহায্য নেওয়া হয়েছে। এ ব্যাপারে ভাষা ও যুগ নির্বিশেষে সকল মাধ্যম ব্যবহার করা হয়েছে। যেখানেই প্রয়ােজনীয় তথ্য পাওয়া গেছে, সেখান থেকেই তা গ্রহণ করা হয়েছে এবং উদ্ধৃতি দেওয়া হয়েছে।\nব্যক্তিত্বের জীবন-চরিত আলােচনার ক্ষেত্রে তার পারিপার্শ্বিক অবস্থা, সে যুগের চিন্তা-ভাবনা, জ্ঞানের মাত্রা ও কর্মক্ষেত্রের প্রশস্ততাকে তুলে ধরার চেষ্টা করা হয়েছে, যাতে করে ঐ সব ব্যক্তিত্বের সঠিক মর্যাদা ও সাফল্যের পরিমাপ সঠিকভাবে নিরূপিত হয় এবং সেই যুগ ও পরিবেশে তাদের সাফল্যের সম্ভাবনা কতটুকু ছিল তার পরিমাপ করে তাদেরকে ইতিহাসে যথাযথ মর্যাদা ও স্থান দেওয়া যায়।\nকোন মুবাল্লিগ, গ্রন্থকার ও চিন্তাবিদের গ্রন্থ থেকে কতিপয় উদ্ধৃতি পেশ করাকেই যথেষ্ট মনে করা হয়নি। কেননা এ থেকে তার লক্ষ্য ও উদ্দেশ্য, তার জ্ঞানবত্তা ও মেধার পরীক্ষা সঠিকভাবে করা যায় না। তাই বিশিষ্ট মুবাল্লিগ, সংস্কারক, গ্রন্থকার এবং চিন্তাশীল ব্যক্তির লিখিত রচনা ও বক্তৃতামালার বিভিন্নমুখী ও বিস্তৃত উদ্ধৃতি পেশ করা হয়েছে।\nঐতিহাসিক ব্যক্তিত্বের শুধুমাত্র ‘জ্ঞানের’ গ্রহণযোগ্যতা পর্যবেক্ষণ ও বিশ্লেষণ এবং তার রচিত গ্রন্থাদি থেকে উদ্ধৃতি পেশ করাকেই যথেষ্ট মনে করা হয়নি বরং তার জীবনের আধ্যাত্মিক দিকও তুলে ধরা হয়েছে।\nকোন ব্যক্তিত্বের পরিচয় দানের ক্ষেত্রে কেবল তার কর্মযজ্ঞ ও গ্রহণযোগ্যতা বর্ণনাকেই যথেষ্ট মনে করা হয়নি, সাথে সমসাময়িক এবং পরবর্তী প্রজ্ঞাবান ব্যক্তিবর্গের উত্থাপিত অভিযোগ, সমালোচনাও তুলে ধরা হয়েছে। প্রত্যুত্তর পাওয়া গেলে সেটিও তুলে ধরা হয়েছে, কিন্তু ইতিহাসকে সমালােচনামূলক প্রমাণ করার জন্য অনাবশ্যক সমালােচনার কোন অবকাশ রাখা হয়নি।\n\n\n== গঠন ==\nবইটি ধারাবাহিকভাবে মোট ৫ খণ্ডে প্রকাশিত হয়েছিল। ধারাবাহিকতা অনুসরণ করে কয়েকটি প্রকাশনী এর সাথে নদভীর প্রথম রচনা ‘সীরাতে সৈয়দ আহমদ শহীদ’র ২ খণ্ড অন্তর্ভুক্ত করেছে। প্রতি খণ্ডের শুরুতে খণ্ডটি রচনা সম্পর্কে লেখক কিছু প্রাসঙ্গিক বর্ণনা দিয়েছেন। খণ্ড অনুসারে অধ্যায় ও প্রধান আলোচ্য বিষয় সমূহ:\n\nপ্রথম খণ্ড:\nউমর ইবনে আবদুল আজিজ রহ.\nহাসান বসরি রহ.\nআব্বাসীয় খিলাফত\nহাদিস ও ফিকহ সংকলন\nআহমদ বিন হাম্বল রহ.\nআবুল হাসান আশআরী রহ.\nইলমুল কালাম\nআবু হামিদ আল-গাজ্জালি রহ.\nআব্দুল কাদের জিলানী রহ.\nইবনে জাওজি রহ.\nনুরউদ্দিন জেনগি রহ.\nসালাহউদ্দিন আইয়ুবী রহ.\nইজ্জুদ্দীন ইবনে আবদুস সালাম রহ.\nতাতারি ফিতনা\nজালাল উদ্দিন মুহাম্মদ রুমি রহ. ও মসনবী\nদ্বিতীয় খণ্ড:\nইবনে তাইমিয়া রহ.\nতৃতীয় খণ্ড:\nভারতবর্ষে নকশবন্দি সিলসিলা\nনিজামুদ্দিন আউলিয়া রহ.\nশরফুদ্দিন আহমদ ইয়াহিয়া মুনায়রী রহ.\nচতুর্থ খণ্ড:\nআহমেদ সিরহিন্দি রহ.\nপঞ্চম খণ্ড:\nশাহ ওয়ালিউল্লাহ দেহলভী রহ.\n\n\n== অনুবাদ ==\n১৯৮২ সালের ডিসেম্বরে ইসলামিক ফাউন্ডেশন বাংলাদেশ থেকে “ইসলামী রেনেসাঁর অগ্রপথিক” নামে এই গ্রন্থটির ৩য় খণ্ডের প্রথম বঙ্গানুবাদ প্রকাশিত হয়, অনুবাদক নদভীর শিষ্য আবু সাইদ মুহাম্মদ ওমর আলী। ১৯৮৭ সালের এপ্রিলে এর ১ম খণ্ড এবং ১৯৯০ সালের আগস্টে ২য় খণ্ডের বঙ্গানুবাদ প্রকাশিত হয়। পরবর্তীতে “ইসলামী রেনেসাঁর অগ্রপথিক” পরিবর্তন করে “সংগ্রামী সাধকদের ইতিহাস” নামে এর ৪র্থ খণ্ডের অনুবাদ প্রকাশিত হয়। ২০০৯ সালের সেপ্টেম্বরে শাহ আব্দুল হালিম হুসাইনী কর্তৃক এর সর্বশেষ অর্থাৎ ৫ম খণ্ডের অনুবাদ প্রকাশিত হয়। আবু সাইদ ওমর আলীর অনুবাদে সহায়তা করেছেন আবু তাহের মিসবাহ। পরবর্তীতে মাকতাবাতুল হেরা থেকে আবুল হাসান আলী নদভীর “সীরাতে আহমদ শহীদ রহ.”-এর ২ খণ্ড মিলিয়ে মোট ৭ খণ্ডে গ্রন্থটি প্রকাশিত হয়। এছাড়া ১৯৭১ সালে ইংরেজিতে “Saviours of Islamic Spirit” নামে, ১৯৬৫ সালে আরবিতে ‘রিজালুল ফিকরি ওয়াদ্দাওয়াহ ফিল ইসলাম’ (رجال الفكر والدعوة في الإسلام) সহ প্রায় প্রধান ভাষায় গ্রন্থটি অনুদিত হয়েছে। ইংরেজিতে আবদুর রহমান ইবনে ইউসুফ ম্যাঙ্গেরার সম্পাদনায় আরেকটি নতুন অনুবাদ পাওয়া যায়।\n\n\n== পুরস্কার ==\nগ্রন্থটি রচনা ও ইসলামের ইতিহাসে গুরুত্বপূর্ণ অবদান রাখার স্বীকৃতি স্বরূপ অক্সফোর্ড বিশ্ববিদ্যালয়ের ইসলামিক সেন্টারের পক্ষ থেকে ১৯৯৯ সালে তাকে সুলতান ব্রুনাই আন্তর্জাতিক পুরস্কার প্রদান করা হয়। যার তৎকালীন অর্থমূল্য ছিল প্রায় ২০ লাখ ভারতীয় রুপি। সমুদয় অর্থ তিনি ধর্মীয় প্রতিষ্ঠানে দান করে দেন।\n\n\n== উত্তরাধিকার ==\nএই গ্রন্থটি অসংখ্য বিশ্ববিদ্যালয় ও শিক্ষা প্রতিষ্ঠানের পাঠ্যবই হিসেবে স্বীকৃত। ২০১৭ সালে কাশ্মীর বিশ্ববিদ্যালয়ের ইসলামের ইতিহাস বিভাগের অধীনে সামি উল্লাহ ভাট কর্তৃক ইংরেজিতে “তারীখে দাওয়াত ওয়া আযীমাতের বিশেষ উল্লেখ সহ ইসলামের ইতিহাস রচনায় আবুল হাসান আলী নদভীর অবদান” শীর্ষক অভিসন্দর্ভ সহ অনেক পিএইচডি অভিসন্দর্ভ রচিত হয়েছে।\n\n\n== আরও দেখুন ==\nআবুল হাসান আলী হাসানী নদভীর গ্রন্থপঞ্জি\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\nসংগ্রামী সাধকদের ইতিহাস–এর ইংরেজি সংস্করণ\nসংগ্রামী সাধকদের ইতিহাস–এর আরবি সংস্করণ\nসংগ্রামী সাধকদের ইতিহাস–এর বাংলা সংস্করণ\nসংগ্রামী সাধকদের ইতিহাস–এর উর্দু সংস্করণ"}