{"pageid": 1010613, "title": "স্ক্রিনশট", "url": "https://bn.wikipedia.org/wiki?curid=1010613", "content": "স্ক্রিনশট, যা স্ক্রিন ক্যাপচার বা স্ক্রিন গ্র্যাব নামেও পরিচিত, এটি একটি ডিজিটাল চিত্র যা একটি কম্পিউটার প্রদর্শনের বিষয়বস্তু দেখায়।  স্ক্রিনশট অপারেটিং সিস্টেম বা ডিভাইসটিতে চালিত সফ্টওয়্যার দ্বারা প্রদর্শন ক্ষমতা তৈরি করে। বিভ্রান্তি বা নিগূঢ় বোতামের মিশ্রণ ব্যবহার করে ব্যবহারকারীরা কখনও কখনও তাদের প্রদর্শনগুলির চিত্র ধারণ করেন।\n\n\n== স্ক্রিনশট কৌশল ==\n\n\n=== ডিজিটাল কৌশল ===\n\n\n=== আলোকচিত্র কৌশল ===\n\n\n== অন্তর্নির্মিত স্ক্রিনশট কার্যকারিতা ==\n\n\n=== অ্যান্ড্রয়েড ===\n\nস্ক্রিনশট নেয়ার সুবিধা সংযুক্ত করা হয়েছিলঅ্যান্ড্রয়েড  ৪.০  (আইসক্রিম স্যান্ডউইচ) সংস্করণে। পুরানো সংস্করণগুলির কিছু ডিভাইস নিম্নলিখিত সংমিশ্রণে স্ক্রিনশট নেয়া যেত:\n\nHome+Power   টিপুন এবং ধরে রাখুন\nBack+Power   টিপুন এবং ধরে রাখুন\nটিপে ধরে রাখুন back দুবার আলতো Home চাপুন\nবর্তমান ডিভাইসগুলিতে স্ক্রিনশট নেয়া যায় Volume Down+Power  চেপে ধরে। এতে একটি স্বল্প শব্দ এবং ভিজ্যুয়াল এফেক্টের পরে গ্যালারীটিতে \"স্ক্রিনশট\" ফোল্ডারে চিত্রটি সংরক্ষিত হয়। \nপরিবর্তিত অ্যান্ড্রয়েড ব্যবহার করে এমন ডিভাইসে; বোতামের সংমিশ্রণ আলাদা হতে পারে।\nএছাড়াও, যখন ইউএসবি-ওটিজির মাধ্যমে কোনও কীবোর্ড সংযুক্ত থাকে, তখন প্রিন্ট স্ক্রিন বোতাম টিপলে স্ক্রিনশট নেওয়া হয়ে যাবে।\nসিস্টেম অ-অ্যাপ্লিকেশনগুলিতে স্ক্রিনশট  গ্রহণের সরাসরি কোনও উপায় নেই। তবে বেশিরভাগ ডিভাইসে অ্যাপ্লিকেশনগুলি বিশেষ অনুমতি ছাড়াই সিস্টেমের স্ক্রিনশট নিতে পারে। \n\n\n=== আমাজনের কিন্ডল ===\n\n\n=== ক্রোম ওএস ===\n\n\n=== এইচপি ওয়েবস ===\n\n\n=== লিনাক্স ===\n\n\n=== অ্যাপল আইওএস ===\n\n\n=== অ্যাপল ম্যাক ওএস ===\n\n\n=== মেমো ৫ ===\n\n\n=== উইন্ডোজ ===\nউইন্ডোজে, PrtScr পুরো ডেস্কটপের স্ক্রিনশট ক্যাপচার করে, অন্যদিকে Alt+PrtScr কেবলমাত্র সক্রিয় উইন্ডো ক্যাপচার করে। ক্যাপচার করা স্ক্রিনশটগুলি মাউস পয়েন্টারটি অন্তর্ভুক্ত করে না। উইন্ডোজ এই বন্দী স্ক্রিনশটগুলি ক্লিপবোর্ডে রাখে, এর অর্থ হ'ল একটি অতিরিক্ত প্রোগ্রামের ক্লিপবোর্ড থেকে সেগুলি পুনরুদ্ধার করা প্রয়োজন। উইন্ডোজ ৮.০ দিয়ে শুরু হয়েছে, ⊞ Win+PrtScr   বা ⊞ Win+Volume up তৎক্ষণাৎ \"চিত্রটি\" লাইব্রেরির \"স্ক্রিনশট\" ফোল্ডারে সংরক্ষণ করে। সমস্ত স্ক্রিনশটগুলি পিএনজি ফাইল হিসাবে সংরক্ষণ করা হয়। দ্রষ্টব্য: কিছু নোটবুকে আপনাকে Fn ধরে তারপরে PrtScr টিপতে হতে পারে। \nউইন্ডোজ ভিস্তা এবং পরে স্নিপিং সরঞ্জাম নামে একটি ইউটিলিটি অন্তর্ভুক্ত করে, যা প্রথম উইন্ডোজ এক্সপি ট্যাবলেট পিসি সংস্করণে প্রবর্তিত হয়েছিল। এটি একটি স্ক্রিন-ক্যাপচার সরঞ্জাম যা উইন্ডো, আয়তক্ষেত্রাকার অঞ্চল বা ফ্রি-ফর্ম অঞ্চলের স্ক্রিনশটগুলি (\"স্নিপস\") নেওয়ার অনুমতি দেয়।\nএই পদ্ধতিতে ক্যাপচার করা যায় তার ব্যতিক্রম রয়েছে। উদাহরণস্বরূপ, হার্ডওয়্যার ওভারলেতে থাকা সামগ্রীগুলি ক্যাপচার করা যায় না। এর মধ্যে উইন্ডোজ মিডিয়া প্লেয়ার ১০ বা তার আগের ভিডিয়ো  চিত্রও অন্তর্ভুক্ত ছিল। সেই সাথে, ভিডিও গেমের স্ক্রিনশট ক্যাপচারের জন্য বিশেষ সফ্টওয়্যারের প্রয়োজন হতে পারে। \n\n\n=== উইন্ডস মোবইল ===\n\n\n=== এক্সবক্স ওয়ান ===\n\n\n== বাহ্যিক সরঞ্জাম ==\n\n\n== সাধারণ প্রযুক্তিগত সমস্যা ==\n\n\n=== হার্ডওয়্যার ওভারলেগুলি ===\n\n\n=== স্ক্রিন রেকর্ডিং ===\n\n\n== কপিরাইট সমস্যা ==\n\n\n== আরো দেখুন ==\nস্ক্রিনকাস্টিং সফ্টওয়্যারের মধ্যে তুলনা\nকডলেস টেস্ট অটোমেশন\nপ্রিন্ট স্ক্রিন\nস্ক্রিনকাস্ট\nথাম্বশট\nভিডিও ক্যাপচার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমাইক্রোসফ্ট জন্য স্ক্রিন মুদ্রণ\nকার্লিতে Screen Capture (ইংরেজি)"}