{"pageid": 1010714, "title": "জর্জ ফিলিপস বন্ড", "url": "https://bn.wikipedia.org/wiki?curid=1010714", "content": "জর্জ ফিলিপস বন্ড (ইংরেজি: George Phillips Bond; জন্ম: ২০ মে, ১৮২৫ – ১৭ ফেব্রুয়ারি, ১৮৬৫) ছিলেন একজন মার্কিন জ্যোতির্বিজ্ঞানী। তিনি ছিলেন জ্যোতির্বিজ্ঞানী উইলিয়াম ক্র্যাঞ্চ বন্ডের পুত্র। কোনও কোনও সূত্রে তাঁর জন্মসন ১৮২৬ বলে উল্লিখিত হয়েছে।\nপ্রথম জীবনে তিনি প্রকৃতি ও পাখি বিষয়ে আগ্রহী ছিলেন। কিন্তু তাঁর জ্যেষ্ঠভ্রাতা উইলিয়াম ক্র্যাঞ্চ বন্ড জুনিয়রের মৃত্যুর পর তাঁর মনে হয়েছিল যে, তাঁর উচিত জ্যোতির্বিজ্ঞানের ধারায় তাঁর বাবাকে সাহায্য করা। হার্ভার্ড কলেজ মানমন্দিরের পরিচালক পদে তিনি তাঁর বাবার উত্তরসূরি হিসেবে আসীন হন। ১৮৫৯ থেকে মৃত্যু পর্যন্ত তিনি এই পদে বহাল ছিলেন। তাঁর জ্ঞাতিভ্রাতা এডওয়ার্ড সিঙ্গলটন হোল্ডেন ছিলেন লিক মানমন্দিরের প্রথম পরিচালক।\n১৮৫০ সালে বন্ডই প্রথম কোনও তারার (ভেগা) এবং ১৮৫৭ সালে কোনও দ্বৈত তারার (মাইজার) আলোকচিত্র গ্রহণ করেন। তিনিই প্রথম বলেন যে, কোনও তারার ঔজ্জ্বল্য পরিমাপের ক্ষেত্রে আলোকচিত্রের ব্যবহার ঘটানো যেতে পারে। সেই সঙ্গে তিনি অসংখ্য ধূমকেতু আবিষ্কার করেন এবং সেগুলির কক্ষপথ গণনা করেন। বন্ড শনি গ্রহ ও কালপুরুষ নীহারিকাও পর্যেষণ করেছিলেন। তিনি ও তাঁর বাবা একত্রে শনির প্রাকৃতিক উপগ্রহ হাইপেরিয়ন আবিষ্কার করেছিলেন (উইলিয়াম লেসেলও স্বতন্ত্রভাবে হাইপেরিয়ন আবিষ্কার করেছিলেন)। জ্যোতির্বিজ্ঞানে অবদান রাখার পাশাপাশি বন্ড নিউ হ্যাম্পশায়ারের হোয়াইট মাউন্টেইনস সমীক্ষাও করেছিলেন।\n১৮৬৫ সালে যক্ষ্মা রোগে আক্রান্ত হয়ে তাঁর মৃত্যু ঘটে।\n\n\n== সম্মাননা ==\n১৮৬৫ সালে রয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটির স্বর্ণ পদক লাভ।\nহোয়াইট মাউন্টেইনসের মাউন্ট বন্ড, ওয়েস্ট বন্ড ও বন্ডক্লিফ তাঁর নামাঙ্কিত।\nচাঁদের জি. বন্ড ও মঙ্গল গ্রহের বন্ড সংঘাত গহ্বর দু’টি তাঁর নামাঙ্কিত।\nএকটি গ্রহীয় বস্তুর শক্তি ভারসাম্য বর্ণনার ক্ষেত্রে গুরুত্বপূর্ণ বন্ড প্রতিফলিত সৌরকিরণের ধারণাটি তাঁর নামাঙ্কিত।\nহাইপেরিয়নের একটি অঞ্চল \"বন্ড-লেসেল ডোরসাম\" নামে পরিচিত।\n(৭৬৭) বন্ডিয়া গ্রহাণুটি যৌথভাবে তাঁর ও তাঁর বাবার নামে নামাঙ্কিত।\nশনির সি বলয়ের বন্ড গ্যাপও যৌথভাবে তাঁর ও তাঁর বাবার নামে নামাঙ্কিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttp://messier.seds.org/xtra/Bios/gpbond.html (note incorrect dates of birth and death)\nMNRAS 9 (1848) 1: Discovery of a new satellite of Saturn\nPresentation of RAS gold medal\nBrief obituary notice\nThe Bonds: Pioneers of American Astronomy"}