{"pageid": 1010077, "title": "হাওয়ার্ড গার্ডনার", "url": "https://bn.wikipedia.org/wiki?curid=1010077", "content": "হাওয়ার্ড আর্ল গার্ডনার (জন্ম: ১১ জুলাই, ১৯৪৩) হলেন একজন আমেরিকান বিকাশমান মনোবিজ্ঞানী; এছাড়া তিনি হার্ভার্ড বিশ্ববিদ্যালয়ের অন্তর্গত হার্ভার্ড গ্র্যাজুয়েট স্কুল অফ এডুকেশনে জন এইচ এবং এলিজাবেথ এ হবস  জ্ঞান ও শিক্ষার গবেষক অধ্যাপক। তিনি বর্তমানে  হার্ভার্ড প্রোজেক্ট জিরোর প্রবীণ পরিচালক এবং ১৯৯৫ খ্রিস্টাব্দ থেকে তিনি দ্য গুড প্রোজেক্টের সহ-পরিচালক আছেন।\nগার্ডনার কয়েকশো গবেষণা নিবন্ধ এবং ত্রিশটি বই রচনা করেছেন; যেসব বই ত্রিশটিরও বেশি ভাষায় অনূদিত হয়েছে। গার্ডনার যে কারণে সর্বাধিক পরিচিত, তা হল বহুমুখী বুদ্ধিমত্তার তত্ত্ব, ঠিক যেমনটি তাঁর ১৯৮৩ খ্রিস্টাব্দে লিখিত ফ্রেমস অফ মাইন্ড: থিওরি অফ মাল্টিপল ইন্টেলিজেন্সেস  বইতে বর্ণনা করা হয়েছে।\nগার্ডনার শিক্ষকতা থেকে অবসর নিয়েছিলেন ২০১৯ খ্রিস্টাব্দে।  ২০২০ খ্রিস্টাব্দে তিনি তাঁর বৌদ্ধিক স্মৃতিকথা সিন্থেসাইজিং মাইন্ড প্রকাশ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nহাওয়ার্ড আর্ল গার্ডনারের জন্ম ১৯৪৩ খ্রিস্টাব্দের ১১ জুলাই, পেনসিলভেনিয়ার স্ক্র্যান্টনে; তাঁর বাবা-মা ছিলেন দ্বিতীয় বিশ্বযুদ্ধের আগে জার্মানি ছেড়ে পালিয়ে আসা জার্মান অভিবাসী রাল্ফ গার্ডনার এবং হিল্ডে (প্রাক্-বিবাহ উইলহেইমার) গার্ডনার।\nগার্ডনার নিজের বর্ণনা এইভাবে দিতেন, \"একটি অধ্যয়নরত শিশু  যিনি পিয়ানো বাজিয়ে সব থেকে বেশি আনন্দ পেয়েছিলেন।\" যদিও গার্ডনার কোনোদিন একজন পেশাদার পিয়ানোবাদক হয়ে ওঠেননি, তিনি ১৯৫৮ থেকে ১৯৬৯ খ্রিস্টাব্দ পর্যন্ত পিয়ানো শিখিয়েছিলেন। \nগার্ডনার পরিবারে শিক্ষার গুরুত্ব ছিল সর্বাধিক। তাঁর বাবা-মায়ের আশা ছিল যে, তিনি ম্যাসাচুসেটসে ফিলিপস অ্যাকাডেমি অ্যান্ডোভার স্কুলে দাখিল হবেন, গার্ডনার তাঁর নিজের শহর পেনসিলভানিয়ার কাছাকাছি একটি স্কুল ওয়োমিং সেমিনারিকে পছন্দমতো বেছে নিয়েছিলেন। গার্ডনারের শেখার আকাঙ্ক্ষা তীব্র ছিল এবং স্কুলে তিনি উৎকৃষ্ট দক্ষতাও অর্জন করেছিলেন।\n\n\n=== কর্মজীবন ===\n\nগার্ডনার খ্যাতিমান এরিক এরিকসনের অধীনে পড়াশোনা করেন এবং ১৯৬৫ খ্রিস্টাব্দে হার্ভার্ড বিশ্ববিদ্যালয় থেকে সামাজিক সম্পর্ক বিষয় নিয়ে বিএ সহ স্নাতক হয়েছেন। লন্ডন স্কুল অফ ইকনমিক্স থেকে স্নাতকোত্তর পাঠ সম্পন্ন করার পর তিনি হার্ভার্ড বিশ্ববিদ্যালয়ে মনোবিজ্ঞানী রজার ব্রাউন ও জেরোম ব্রুনার এবং দার্শনিক নেলসন গুডম্যানের সঙ্গে কাজ করার সময় বিকাশমান মনোবিজ্ঞানে তাঁর পিএইচডি উপাধি অর্জন করেন।\nগার্ডনার  তাঁর পোস্টডক্টোরাল ফেলোশিপের জন্যে বোস্টন ভেটেরান্স অ্যাডমিনিস্ট্রেশন হাসপাতালে নরম্যান গেশউইন্ডের সঙ্গে কাজ করেছিলেন এবং সেখানে পরবর্তী ২০ বছর কাজ তাঁর চালিয়ে যান। ১৯৮৬ খ্রিস্টাব্দে গার্ডনার হার্ভার্ড গ্র্যাজুয়েট স্কুল অফ এডুকেশনে শিক্ষকতা শুরু করেছিলেন। ১৯৯৫ খ্রিস্টাব্দ থেকে দ্য গুডওয়ার্ক প্রোজেক্টে তাঁর কাজের অধিকাংশ ভাবনা কেন্দ্রীভূত  ছিল, গুড প্রোজেক্ট নামে পরিচিত বর্তমানে একটা বৃহত্তর উদ্যোগের অংশ হিসেবে যেটা শ্রেষ্ঠত্ব, নীতিশাস্ত্র, এবং কাজে নিযুক্তি, ডিজিটাল জীবন এবং তার বাইরেও উৎসাহ দিয়ে থাকে।\n২০০০ খ্রিস্টাব্দে গার্ডনার, কুর্ট ফিশার এবং তাঁদের হার্ভার্ড গ্র্যাজুয়েট স্কুল অফ এডুকেশনের সহকর্মীরা মন, মস্তিষ্ক এবং শিক্ষা নিয়ে স্নাতকোত্তর উপাধি দেওয়ার প্রকল্প প্রতিষ্ঠা করেছিলেন। সারা পৃথিবীতে এই ধরনের প্রকল্প প্রথম বলে মনে করা হয়েছিল। সেই সময় থেকে মার্কিন যুক্তরাষ্ট্র এবং বিশ্বের অন্যান্য দেশের বিশ্ববিদ্যালয়গুলোতে একই সঙ্গে এই প্রকল্পের উন্নয়ন ঘটানো হয়েছিল। ২০০৪ খ্রিস্টাব্দে, অর্থাৎ চার বছর পর গার্ডনার মন এবং মস্তিষ্ক বিষয়ে তাঁর লেখা চালিয়ে গিয়েছিলেন এবং একটা বই প্রকাশিত হয়েছিল--চেঞ্জিং মাইন্ডস: আর্ট অ্যান্ড সায়েন্স অব চেঞ্জিং আওয়ার ওন অ্যান্ড পিপল'স মাইন্ডস; এই বইটা সাত ধরনের মন-পরিবর্তন সম্পর্কে লেখা।\n২০১৯ খ্রিস্টাব্দে গার্ডনার শিক্ষকতা থেকে অবসর গ্রহণ করেন।\n\n\n=== তত্ত্ব ও সমালোচনা ===\nগার্ডনারের বহুমুখী বুদ্ধিমত্তার তত্ত্ব অনু্যায়ী, মানুষের মধ্যে তথ্য প্রক্রিয়াজাতকরণের বিভিন্ন উপায় বর্তমান এবং এই উপায়গুলো একটা অন্যটার থেকে তুলনামূলকভাবে আলাদা। এই তত্ত্ব সাধারণ মান অনুযায়ী বুদ্ধি তত্ত্বের এক সমালোচক, যেটা যোগ্যতাগুলোর মধ্যে পারস্পরিক সম্পর্কের উপর জোর দেয়, পাশাপাশি বুদ্ধিমত্তা পরীক্ষার মতো ঐতিহ্যবাহী ব্যবস্থা যা সাধারণত ভাষাগত, যৌক্তিক এবং স্থানিক দক্ষতার সঙ্গে সম্পর্কযুক্ত ছিল। ১৯৯৯ খ্রিস্টাব্দ থেকে গার্ডনার আটটা বুদ্ধিমত্তাকে শনাক্ত করেছেন: ভাষাগত, যৌক্তিক-গাণিতিক, সাংগীতিক, স্থানিক, শারীরিকভাবে/গতিবিহীন, আন্তর্ব্যক্তিক, অন্তর্ব্যক্তিক এবং প্রকৃতিবাদী। গার্ডনার এবং তাঁর সহকর্মীগণ অস্তিত্বসম্পন্ন এবং শিক্ষাগত, এই দুটো অতিরিক্ত বুদ্ধিমত্তা বিবেচনা করেছিলেন। যেহেতু এই তত্ত্বে একজন ব্যক্তির বুদ্ধিমত্তা বর্ণনা করার একাধিক উপায় আছে সেই কারণে অসংখ্য শিক্ষক, বিদ্যালয় প্রশাসক এবং বিশেষ শিক্ষাবিদ গার্ডনারের বহুমুখী বুদ্ধিমত্তার তত্ত্ব দ্বারা অনুপ্রাণিত হয়ে এই ধারণায় অনুমোদন দিয়েছিলেন।\nগার্ডনারের বুদ্ধিমত্তার সংজ্ঞা ঠিক শিক্ষা  বৃত্তের মতো  মনোবিজ্ঞানের ক্ষেত্রেও কিছুটা সমালোচনার সম্মুখীন হয়েছিল। তাঁর বহুমুখী বুদ্ধি কেন্দ্রের তত্ত্বের অভিজ্ঞতালব্ধ প্রমাণের অভাবে সবচেয়ে শক্তিশালী এবং স্থায়ী সমালোচনা হয়, যেগুলোর অধিকাংশই 'জি' নামে পরিচিত বুদ্ধিমত্তার একক নির্মাণকে বোঝায়। গার্ডনারের প্রতিক্রিয়া হল যে, তাঁর তত্ত্ব পুরোপুরি গবেষণামূলক প্রমাণের উপর ভিত্তি করে রচিত, যেটা পরীক্ষামূলক প্রমাণের বিপরীত, কারণ তিনি বিশ্বাস করেন না যে, তাত্ত্বিক সংশ্লেষণের জন্য পরীক্ষামূলক প্রমাণই যথাযথ।\nগার্ডনারের বহুমুখী বুদ্ধিবৃত্তির তত্ত্বকে বিশ শতকের মানুষের বুদ্ধিবৃত্তি সম্পর্কিত কাজের প্রস্থান ঘটিয়ে একই সঙ্গে ধারাবাহিকতা সৃষ্টি করতে দেখা যায়।  যেসব অন্য প্রমুখ মনোবিজ্ঞানীর অবদানে অধ্যয়নের ক্ষেত্র বিভিন্নভাবে উন্নত অথবা প্রসারিত হয়েছে, তাঁরা হলেন: চার্লস স্পিয়ারম্যান, লুই থার্স্টোন, এডোয়ার্ড থর্নডাইক এবং রবার্ট স্টার্নবার্গ।\n১৯৬৭ খ্রিস্টাব্দে অধ্যাপক নেলসন গুডম্যান হার্ভার্ড গ্র্যাজুয়েট স্কুল অব এডুকেশনে এক শিক্ষাবিষয়ক  প্রকল্প আরম্ভ করেছিলেন, যাকে বলা হোত প্রজেক্ট জিরো, যেটা শুরু হয়েছিল কলাবিদ্যা শিক্ষায় জোর দিয়ে এবং বর্তমানে তা শিক্ষার বিভিন্ন অঙ্গনে বিস্তার লাভ করেছে। হাওয়ার্ড গার্ডনার এবং ডেভিড পারকিন্স গবেষণা সহায়কদের তৈরি করেছিলেন এবং পরবর্তীকালে ১৯৭২ থেকে ২০০০ খ্রিস্টাব্দ  পর্যন্ত প্রজেক্ট জিরোর সহপরিচালনা করেছিলেন। প্রজেক্ট জিরোর উদ্দেশ্য হল ব্যক্তি ও  প্রাতিষ্ঠানিক স্তরে  মানবতাবাদী এবং বৈজ্ঞানিক শাখাগুলোর পাশাপাশি কলাবিদ্যায় শিক্ষা, চিন্তাভাবনা এবং  সৃজনশীলতার বোধগম্যতা এবং উন্নয়ন।\n\nগার্ডনার প্রায় দু-দশক ধরে উইলিয়াম ড্যামন, মিহালি সিকসেন্টমিহালি এবং আরো কয়েকজন সহকর্মীর সহায়তায় দ্য গুড প্রজেক্টে ভালো কাজ, ভালো খেলা এবং ভালো সহায়তার প্রকৃতির ওপর গবেষণা পরিচালনা করেছিলেন। একনজরে শ্রেষ্ঠত্ব, আকর্ষক এবং নীতিশাস্ত্রের পথে চালিত হওয়াই তাঁর নির্ধারিত গবেষণার লক্ষ্য ছিল। লিন ব্যারেন্ডসেন, কোর্টনি বিদার, শেলবি ক্লার্ক, ওয়েন্ডি ফিশম্যান, ক্যারি জেমস, কার্স্টেন ম্যাকহাগ এবং ড্যানিয়েল মিউসিন্সকাস প্রমুখ সহকর্মীদের নিয়ে গার্ডনার পাঠক্রমের এই সব বিষয়ে উপাদানের উন্নয়ন ঘটিয়েছিলেন, যেগুলো শিক্ষা এবং পেশাদার চৌহদ্দিতে ব্যবহৃত হয়েছিল।\n\n\n== অর্জন ও পুরস্কারসমূহ ==\n১৯৮১ খ্রিস্টাব্দে গার্ডনার একজন ম্যাক আর্থার পুরস্কার ফেলোশিপ প্রাপক ছিলেন। ১৯৯০ খ্রিস্টাব্দে তিনি প্রথম আমেরিকান হিসেবে শিক্ষায় লুইসভিল গ্রাওমায়ার পুরস্কার পেয়েছিলেন।  ন্যাশনাল সাইকোলজি অ্যাওয়ার্ডস ফর এক্সেলেন্স ইন মিডিয়া ১৯৮৫ খ্রিস্টাব্দে গার্ডনারকে পুরস্কৃত করেছিল; বইয়ের নাম -ফ্রেমস অফ মাইন্ড:  থিওরি অব মাল্টিপল ইন্টেলিজেন্সেস, প্রকাশক - বেসিক বুকস। ১৯৮৭ খ্রিস্টাব্দে আমেরিকান সাইকোলজিকাল অ্যাসোসিয়েশন তাঁকে উইলিয়াম জেমস পুরস্কারে ভূষিত করেছিল। গার্ডনার আমেরিকান একাডেমি অব অ্যাচিভমেন্টের গোল্ডেন প্লেট পুরস্কার পেয়েছিলেন ১৯৯৯ খ্রিস্টাব্দে।  2000 সালে জন এস গুগেনহাইম মেমোরিয়াল ফাউন্ডেশন থেকে তিনি ২০০০ খ্রিস্টাব্দে একটা ফেলোশিপ পেয়েছিলেন। এর চার বছর পর সাংহাইয়ের পূর্ব চীন নরমাল ইউনিভার্সিটি তাঁকে সাম্মানিক প্রফেসর মনোনীত করে। ২০০৫ এবং ২০০৮ খ্রিস্টাব্দে ফরেন পলিসি এবং প্রস্পেক্ট সাময়িক পত্রিকাদ্বয় তাঁকে  বিশ্বের শীর্ষস্থানীয় ১০০ প্রভাবশালী সরকারি  বুদ্ধিজীবীদের মধ্যে একজন হিসেবে মনোনীত করেছিল।  গার্ডনার তাঁর বহুমুখী বুদ্ধিবৃত্তি তত্ত্বের উন্নয়নের জন্যে ২০১১ খ্রিস্টাব্দে সমাজ বিজ্ঞানে প্রিন্স অফ আস্তুরিয়াস অ্যাওয়ার্ড লাভ করেছিলেন।  তিনি ২০১৫ খ্রিস্টাব্দে শিক্ষায় ব্রুক আন্তর্জাতিক পুরস্কার লাভ করেছিলেন।   গার্ডনার আমেরিকান এডুকেশন রিসার্চ অ্যাসোসিয়েশন থেকে ২০২০ খ্রিস্টাব্দে ডিস্টিংগুয়িস্ট  কন্ট্রিবিউশন্স টু রিসার্চ ইন এডুকেশন পুরস্কার  পেয়েছিলেন।\nগার্ডনার সারা বিশ্বের নানা কলেজ এবং বিশ্ববিদ্যালয় থেকে ৩১ সংখ্যক সাম্মানিক উপাধি অর্জন করেছিলেন; সেই সব  প্রতিষ্ঠান আছে  বুলগেরিয়া, কানাডা, চিলি, গ্রিস, হংকং, আয়ার্ল্যান্ড, ইস্রায়েল, ইতালি, দক্ষিণ  কোরিয়া এবং স্পেনে।\n\n\n== ব্যক্তিগত জীবন ==\nবোস্টন কলেজের মনোবিজ্ঞানের প্রফেসর এলেন উইনারের সঙ্গে হাওয়ার্ড গার্ডনার বিবাহবন্ধনে আবদ্ধ হন।  বেঞ্জামিন নামে তাঁদের এক সন্তান আছে।  গার্ডনারের প্রথম  বিবাহের তিনজন সন্তানের নাম: কেরিথ (১৯৬৯), জয় (১৯৭১) এবং অ্যান্ড্রু (১৯৭৬); তাঁর পাঁচ নাতি-নাতনিরা হলেন:  অস্কার (২০০৫), অ্যাগনেস (২০১১), অলিভিয়া (২০১৫), ফায়ে মার্গুয়েরাইট (২০১৬) এবং অগাস্ট পিয়েরে (২০১৯)।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\n\n\n== বহির্সংযোগসমূহ ==\nদ্য গুড প্রজেক্ট\nদ্য অফিসিয়াল হাওয়ার্ড গার্ডনার ওয়েবসাইট\nদ্য অফিশিয়াল ওয়েবসাইট অব মাল্টিপল ইন্টেলিজেন্সেস থিয়োরি\nহাওয়ার্ড গার্ডনার টুইটার\nপ্রজেক্ট জিরো  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ ফেব্রুয়ারি ২০১৬ তারিখে\nফ্যাকাল্টি  প্রোফাইল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ জুলাই ২০২০ তারিখে - হার্ভার্ড গ্র্যাজুয়েট স্কুল অব এডুকেশন  ওয়েবসাইট\nউপস্থিতি - সি-স্প্যানে"}