{"pageid": 1010888, "title": "কোথায় পাব তারে", "url": "https://bn.wikipedia.org/wiki?curid=1010888", "content": "\"কোথায় পাব তারে\" বাংলাদেশি লেখক শহীদুল জহির রচিত ছোটগল্প। ১৯৯৯ সালে রচিত গল্পটি ২০০৪ সালের ফেব্রুয়ারিতে ডলু নদীর হাওয়া ও অন্যান্য গল্প শিরোনামে জহিরের তৃতীয় গল্পসংকলনে প্রকাশিত হয়। ২০১৭ সালের ২১ জুন গল্পটি দৈনিক ইত্তেফাকে প্রকাশিত হয়েছিল। গল্পের “কোথায় পাব তারে” নামটি এছাড়াও বাউল গগন হরকরার রচিত গানের লাইনে পাওয়া যায়।\n\n\n== পটভূমি ==\nএটি পুরান ঢাকার দক্ষিণ মৈশুন্দি এবং ৩৬ নম্বর ভূতের গলির পটভূমিতে রচিত। শিরোনামে কাওকে খোঁজার হাহাকার থাকলেও গল্পে না পাওয়ার বেদনা অথবা ব্যর্থ প্রেমের বয়ান থাকলেও তার বর্ণনা সামান্য। আব্দুল করিম নামের এক যুবকের শেফালি নামক এক মেয়ের খোঁজে ময়মনসিং যাবার ঘটনাকে কেন্দ্র করে কাাহিনীর প্রেক্ষাপট সৃষ্টি হয়েছে। একই আবদুল করিম চরিত্র পাওয়া যায় ১৯৯৮ সালে রচিত জহিরের \"চতুর্থ মাত্রা\" গল্পে। অন্যদিকে আব্দুল আজিজ ব্যাপারি চরিত্রটিও ১৯৯৫ সালে রচিত \"কাঁটা\" গল্পে রয়েছে। দুটি গল্পই ডুমুরখেকো মানুষ ও অন্যান্য গল্প (১৯৯৯) বইয়ে সংকলিত হয়েছে। \"কোথায় পাব তারে\" গল্পে আবদুল করিমের তরুণ বয়সের প্রসঙ্গ রয়েছে, যদিও পরিণত আবদুল করিমকে পাওয়া যায় \"চতুর্থ মাত্রা\" একাঙ্কিকায়। অন্যভাবে \"কোথায় পাব তারে\" গল্পটি \"চতুর্থমাত্রা\" গল্পের প্রাক-পর্ব হিসেবেও ভাবা যেতে পারে।\n\n\n== কাহীনিসংক্ষেপ ==\nআব্দুল করিম মহল্লার লোকেদের কাছে নিষ্কর্মা, বোকা ও আত্মকেন্দ্রীক হিসেবে পরিচিত। সে তার বাবা খোরশেদ আলমের নাটবল্টুর ব্যবসার ব্দলে সে নিজেই অন্য ব্যবসা করতে চায়। এ বিষয়ে তার বাবার সাথে তার মতের মিল হয় না বলে ফলে বেকার ঘুরে বেড়ায় সে। আব্দুল করিমের প্রায়ই আব্দুল আজীজ ব্যপারীর সাথে সাক্ষাত ঘটে এবং তিনি তাকে ডালপুরি খাওয়ার আমন্ত্রণ করেন। আব্দুল করিম ডালপুরি খেয়ে বলে, \"ডাইলপুরির মইদ্দে ডাইল নাইকা, হুদা আলু!... এই হালারা আলু দিয়া কেমুন ডাইলপুরি বানায়!\" গল্পে এই ঘটনার পুনরাবৃত্তি ঘটতে থাকে। করিম জানায় যে, আব্দুল আজীজ ব্যপারী চাইলে সে ময়মনসিংহ থেকে ডাল এনে দিতে পারে। এভাবে সে ব্যপারীর নিকট ময়মনসিংহের ফুলবাড়িয়ায় তার বন্ধু শেফালির কাছে বেড়াতে যাবার কথা জানায়। এতে আব্দুল আজীজ ব্যপারী সহ মহল্লার লোকেরা উৎসুক হয়ে ওঠে এবং তারা তার আব্দুল করিমের এসব কথা বিশ্বাস করতে চায় না। তারা ভাবে যে আব্দুল করিম তাদের সাথে রসিকতা করছে। তবে একদিন আব্দুল করিম ফুলবাড়িয়া যাবার প্রস্তুতি নেয়, ফলে মহল্লার লোকেরা নতুন পরিস্থিতির মুখোমুখি হয়। \n\n\n== চরিত্রসমূহ ==\nআবদুল করিম\nআব্দুল আজিজ ব্যাপারি\nবাবুল মিঞা\nমোছাঃ শেপালি বেগম\nদুলাল মিঞা - আব্দুল আজিজ ব্যাপারির বড় ছেলে\n\n\n== অভিযোজন‎ ==\nএই গল্প অবলম্বনে একই শিরোনামে দুইটি টেলিভিশন নাটক নির্মিত হয়েছে। মোস্তফা সরয়ার ফারুকী রচিত ও পরিচালিত নাটকের বিভিন্ন চরিত্রে ছিলেন, রিফাত চৌধুরী, নাদের খান, ইশতিয়াক আহমেদ রুমেলে প্রমুখ। সারা যাকেরের চিত্রনাট্যে দীপংকর দীপন পরিচালিত নাটকের বিভিন্ন চরিত্রে ছিলেন মামুন, আলী যাকের প্রমুখ। ২০২২ সালে মো. আশরাফুল ইসলামের নাট্যরূপ ও নির্দেশনায় একই শিরোনামে একটি মঞ্চ নাটক পরিবেশিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"কোথায় পাব তারে\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ ডিসেম্বর ২০১৮ তারিখে দৈনিক ইত্তেফাকে"}