{"pageid": 1010916, "title": "সোনালী চাল", "url": "https://bn.wikipedia.org/wiki?curid=1010916", "content": "সোনালী চাল বা স্বর্ণধান বা গোল্ডেন রাইস হল এশীয় ধানের (অরিজা সাতিভা) একটি জাত। বংশাণু প্রকৌশল প্রযুক্তির মাধ্যমে এই ধানে বিটা ক্যারোটিন যুক্ত করা হয়। বিটা ক্যারোটিন থেকে মানুষের শরীরে ভিটামিন এ তৈরি হয়।  প্রতিবছর ভিটামিন এ-র অভাবে সারাবিশ্বে প্রায় ৬ লাখ ৭০ হাজার শিশু মারা যায়, যাদের বয়স পাঁচ বছরেরও কম। এছাড়াও, একই কারণে প্রায় পাঁচ লাখ শিশু অন্ধ হয়ে যায়। এই শিশুদের একটা বড় অংশ এমন সব দেশে বাস করে যেখানকার মানুষের প্রধান খাদ্য ভাত। ভিটামিন এ-র অভাব দূর করতে অন্যান্য কার্যক্রম যেমন শিশুদের ভিটামিন এ ক্যাপসুল খাওয়ানো বা উন্নত খাদ্যাভ্যাস গড়ে তোলার পাশাপাশি একটি অন্যতম কার্যকর উপায় হিসেবে উদ্ভাবিত হয়েছে সোনালী চাল। সাধারণত, ভাতের রং হয় সাদা। তবে সোনালী চালে বিটা ক্যারোটিন থাকায় এর রং হয় উজ্জ্বল হলুদ বা সোনালী।\n২০০৫ সালে, সোনালী চাল ২ ঘোষণা করা হয়, যা মূল সোনালী চালের চেয়ে ২৩ গুণ পর্যন্ত বিটা-ক্যারোটিন উৎপাদন করে। ইউএসডিএ'র প্রস্তাবিত ডায়েটারি অ্যালাওয়েন্স (আরডিএ) অনুমোদন পেতে হলে অনুমান করা হয় যে প্রতিদিন অন্তত ১৪৪ গ্রাম ভাত, রুটি, গম বা ভুট্টা জাতীয় খাবার খাওয়া উচিত। সোনালী চাল থেকে ক্যারোটিনের বায়োপ্রাপ্যতা পাওয়া নিশ্চিত হওয়া গেছে এবং এটিকে মানুষের জন্য ভিটামিন এ একটি কার্যকর উৎস হিসেবে পাওয়া গেছে। ২০১৫ সালে যুক্তরাষ্ট্রের পেটেন্ট অ্যান্ড ট্রেডমার্ক অফিসের পেটেন্টস ফর হিউম্যানিটি পুরস্কার পায় সোনালী চাল। ২০১৮ সালে অস্ট্রেলিয়া, নিউজিল্যান্ড, কানাডা এবং আমেরিকায় এটিকে খাদ্য হিসাবে প্রথম অনুমোদন দেয়া হয়।\n\n\n== ইতিহাস ==\n১৯৮২ সালে সোনালী চাল উদ্ভাবনের উদ্যোগ নেয় রকফেলার ফাউন্ডেশন তবে, মূল গবেষণা শুরু হয় ১৯৯৩ সালে। ওই বছর সুইস ফেডারাল ইন্সটিটিউট অফ টেকনোলজির গবেষক ইঙ্গো পোট্রিকাস এবং ফ্রেইবার্গ বিশ্ববিদ্যালয়ের অধ্যাপক পিটার বায়ার সোনালী চাল উদ্ভাবনের জন্য কাজ শুরু করেন। ১৯৯৯ সালে তাদের গবেষণা শেষ হয়। ২০০০ সালে যুক্তরাষ্ট্রের সায়েন্স ম্যাগাজিনে এই গবেষণার বিস্তারিত প্রকাশিত হয়। গবেষণাপত্রটি প্রকাশিত হলে জীবপ্রযুক্তি ক্ষেত্রে বিশাল আলোড়ন সৃষ্টি হয়। কারণ, এই ধান উদ্ভাবন করতে গিয়ে বিজ্ঞানীরা পূর্ণাঙ্গ একটি জৈব-সংশ্লেষণ ব্যবস্থা তৈরি করতে সক্ষম হয়েছিলেন।\nসোনালী চালের ওপর সর্বপ্রথম বড় পরীক্ষাটি চালানো হয়েছিলো ২০০৪ সালে যুক্তরাষ্ট্রের লুইজিয়ানা স্টেট ইউনিভার্সিটিতে। এরপর ফিলিপাইন ও তাইওয়ানেও ধানটির পরীক্ষামূলক চাষাবাদ হয়। সর্বশেষ ২০১৫ সালে এই তালিকায় যুক্ত হয় বাংলাদেশের নাম।[14] এসব পরীক্ষামূলক চাষাবাদ থেকে ধানটির পুষ্টিগুণের ব্যাপারে যথাযথ ধারণা পাওয়া যায়। প্রাথমিক এসব পরীক্ষায় দেখা যায়, মাঠে উৎপাদিত সোনালী চাল গ্রিনহাউসে উৎপাদিত সোনালী চালের চেয়ে চার-পাঁচ গুণ বেশি বিটা-ক্যারোটিন তৈরি করে।\n\n\n=== সোনালী চাল-২ ===\n২০০৫ সালে সিনজেনটার একদল গবেষক সোনালী চাল-২ উদ্ভাবন করেন। এই গবেষণায় তারা ভুট্টা থেকে একটি জিন এনে চালে যুক্ত করেন। ভুট্টার এই জিনটি বিটা ক্যারোটিন উৎপাদনে মূল ভূমিকা রাখে। প্রথম উদ্ভাবিত সোনালী চালের চেয়ে ২৩ গুণ বেশি বিটা ক্যারোটিন উৎপাদন করতে পারে এই সোনালী চাল-২। \n\n\n=== ব্রি-২৯ ধান থেকে সোনালী চাল ===\nবাংলাদেশের সবচেয়ে জনপ্রিয় বোরো ধান ব্রি-২৯। ২০০৭ সালে ব্রি-র বিজ্ঞানীরা এই ধানে বিটা ক্যারোটিন যুক্ত করার কাজ শুরু করেন। ২০১৪ সালে তাদের গবেষণা শেষ হয়। ২০১৫ সালে ব্রি-র নিজস্ব জমিতে সীমিত আকারে সম্পূর্ণ নিয়ন্ত্রিত উপায়ে চাষ করে সোনালী চালের পুষ্টিগুণ ও পরিবেশের ওপর এর প্রভাব পরীক্ষা করা হয়।\n\n\n=== অনুমোদন ===\n২০১৮ সালে কানাডার স্বাস্থ্য বিভাগ হেলথ কানাডা এবং যুক্তরাষ্ট্রের ফুড অ্যান্ড ড্রাগ অ্যাডমিনিস্ট্রেশন (এফডিএ) সোনালী চালকে খাদ্য হিসেবে নিরাপদ ঘোষণা করে। এছাড়াও, হেলথ কানাডা জানায়, সোনালী চাল খেলে অ্যালার্জির সমস্যা হয় না। সংস্থাটির মতে, সোনালী চালের পুষ্টিগুণ অন্যান্য ধানের মতই স্বাভাবিক। ২০১৯ সালে মানুষ ও অন্যান্য প্রাণির স্বাভাবিক খাদ্য হিসেবে সোনালী চালের ব্যবহার ও প্রক্রিয়াজাতকরণের অনুমোদন দেয় ফিলিপাইন। তবে, ফিলিপাইনে বাণিজ্যকভাবে উৎপাদনের অনুমোদন পেতে হলে সোনালী চালকে আরো কিছু পরীক্ষা-নিরীক্ষার মধ্য দিয়ে যেতে হবে।\n\n\n=== বাংলাদেশে অনুমোদন ===\nবাংলাদেশ জাতীয় বীজ বোর্ডের তালিকাভুক্ত হওয়ায়, সোনালী চালের জৈব নিরাপত্তা বিষয়ক অনুমোদন আবশ্যক। এই অনুমোদন পাওয়ার জন্য ২০১৭ সালের নভেম্বরে কৃষি মন্ত্রণালয়ের ন্যাশনাল টেকনিক্যাল কমিটি অন ক্রপ বায়োটেকনোলজি (এনটিসিসিবি) বরাবর আবেদন করে বাংলাদেশ ধান গবেষণা ইনস্টিটিউট (ব্রি)। এরপর ওই বছরের ডিসেম্বর মাসে আবেদনটি বিবেচনার জন্য পাঠানো হয় পরিবেশ মন্ত্রণালয়ের অধীন ন্যাশনাল কমিটি অন বায়োসেফটি (এনসিবি)-এর কাছে। ২০১৮ সালে সোনালী চালের ব্যাপারে বেশ কয়েকটি বৈঠক করে এনসিবি’র অধীন বিশেষায়িত একটি উপকমিটি, যার নাম বায়োসেফটি কোর কমিটি (বিসিসি)। কিন্তু সেসব বৈঠক থেকে কোনো সিদ্ধান্ত আসেনি। ২০১৯ সালে ব্রি-র কাছে ১১টি বিষয়ের ব্যাখ্যা চায় এনসিবি। যথাসময়ে তথ্য-প্রমাণসহ সেসব বিষয়ের ব্যাখ্যা প্রদান করা হয়। এরপর ২০২০ সালের শুরুতে আবারো ৩টি বিষয়ে ব্রি-এর কাছে জানতে চায় এনসিবি। সেসব প্রশ্নেরও যথাসময়ে তথ্যপ্রমাণসহ উত্তর দেয় ব্রি। সোনালী চালের প্রতিবেদনটি এখনো এনসিবি-র বিবেচনাধীন রয়েছে।\n\n\n== ভিটামিন এ-র ঘাটতি ==\nযে গবেষণাটি বিজ্ঞানীদেরকে সোনালী চাল উদ্ভাবনের দিকে নিয়ে যায়, সেটি পরিচালিত হয়েছিল ভিটামিন এ-র অভাবে ভুগতে থাকা শিশুদেরকে সাহায্য করার উদ্দেশ্যে। ২০০৫ সালের একটি আনুমানিক হিসেব অনুযায়ী, ১২২টি দেশের ১৯ কোটি শিশু ও ১ কোটি ৯০ লাখ গর্ভবতী নারী ভিটামিন এ-র অভাবজনিত সমস্যয় ভুগছেন। প্রতি বছর ১০ থেকে ২০ লাখ মৃত্যু, প্রায় ৫ লাখ স্থায়ী অন্ধত্ব এবং আরো কয়েক মিলিয়ন জেরোফথালমিয়া রোগের (চক্ষু শুষ্কতাজনিত রোগ) জন্য দায়ী ভিটামিন এ-র ঘাটতি।\nবিশ্বব্যাপী পাঁচ বছরের কম বয়সী শিশুদের প্রায় ৩০ শতাংশ ভিটামিন এ-র অভাবে ভুগছে। এই শিশুদের শতকরা দুইজনের মৃত্যুর কারণ ভিটামিন এ-র অভাব।\n২০১৩ সালের এক হিসেব অনুযায়ী, নিম্ন ও মধ্যম আয়ের দেশগুলোতে প্রতি বছর অন্তত ৯৪,৫০০ জন শিশু মারা যায় ডায়রিয়া ও হামের কারণে, যা ওইসব দেশে পাঁচ বছরের কম বয়সী শিশুমৃত্যুর ১.৭ ভাগ। এই শিশুদের শতকরা ৯৫ ভাগই সাহারা মরুভূমির আশপাশের বিভিন্ন দেশ ও দক্ষিণ এশিয়ার দেশগুলোর বাসিন্দা। উল্লেখ্য, ডায়রিয়া ও হামের অন্যতম প্রধান কারণ হলো ভিটামিন এ-র অভাব।\nযেসব অঞ্চলের মানুষ সহজলভ্য বা প্রচলিত খাবার থেকে যথেষ্ঠ পরিমাণ ভিটামিন এ পায় না, সেসব অঞ্চলে শিশুদেরকে ভিটামিন এ ক্যাপসুল খাওয়ানো হয়। বর্তমানে, ৮০টিরও বেশি দেশে ৬ থেকে ৫৯ মাস বয়সী, অর্থাৎ, পাঁচ বছরের কম বয়সী শিশুদের ভিটামিন এ-র ঘাটতি পূরণে বছরে দুইবার ভিটামিন এ ক্যাপসুল খাওয়ানো হয়।\nভিটামিন এ-র অভাবে শুধু অন্ধত্ব, ডায়রিয়া ও হামের মতো রোগই হয় না, এর কারণে শিশুর শারীরিক ও মানসিক বিকাশও বাধাগ্রস্থ হয় এবং রোগ প্রতিরোধ ক্ষমতা কমে যায়।\nবছরে শুধু দুইবার ভিটামিন এ ক্যাপসুল খাওয়ার মাধ্যমে ভিটামিন এ-র অভাব সম্পূর্ণ পূরণ করা সম্ভব নয়। আবার সোনালী চাল ভিটামিন এ-র অন্যতম উৎস হলেও শুধু এটি দিয়েও ভিটামিন এ-র অভাব শতভাগ পূরণ করা সম্ভব নয়। বরং, ভিটামিন এ-র অভাব দূর করতে প্রচলিত নানা ব্যবস্থার সম্পূরক হিসেবেই সোনালী চাল উদ্ভাবন করা হয়েছে। ভিটামিন এ ক্যাপসুল খাওয়ানো কর্মসূচীর মতো প্রচলিত বিভিন্ন ব্যবস্থার কিছু সীমাবদ্ধতা রয়েছে। এ কারণে বিশেষজ্ঞরা নিয়মিত ভিটামিন এ সমৃদ্ধ খাবার খাওয়ার ওপর জোর দিয়ে থাকেন।\nভিটামিন এ সমৃদ্ধ খাবার হলো মাছ, মাংস, ফলমূল ও শাকসবজি। এসব খাবার দরিদ্র মানুষেরা সবসময় কিনে খেতে পারেন না। পল্লী কর্ম সহায়ক ফাউন্ডেশন (পিকেএসএফ)-এর তথ্যমতে, বাংলাদেশে অতিদরিদ্র মানুষের সংখ্যা প্রায় ২ কোটি। পরিবার হিসেবে ধরলে সংখ্যাটা প্রায় ৫০ লাখ। এদের মধ্যে ৯০ শতাংশ পরিবারেরই মাসিক আয় ২ হাজার টাকার কম। ফলে, এসব পরিবারের মানুষদের মধ্যে ভিটামিন এ-র অভাব থেকে যাওয়ার একটা বড় ঝুঁকি থাকে। এসব কিছু বিবেচনা করেই দরিদ্র মানুষদের ভাতের মাধ্যমে ভিটামিন এ সরবরাহ করার লক্ষ্যে উদ্ভাবন করা হয় সোনালী চাল।\n\n\n== গবেষণা ==\n\n\n=== খাদ্য নিরাপত্তা ও পুষ্টিবিষয়ক গবেষণা ===\n২০০৬ সালে নেব্রাস্কা বিশ্ববিদ্যালয়ের এক গবেষণায় দেখা যায়, সোনালী চাল-২ খেলে এলার্জির সমস্যা হওয়ার কোনো সম্ভাবনা নেই। ২০০৯ সালে আমেরিকান জার্নাল অফ ক্লিনিকাল নিউট্রিশন এর একটি গবেষণায় প্রমাণিত হয় যে, সোনালী চালের বিটা-ক্যারোটিন মানুষের শরীরে স্বাভাবিকভাবেই ভিটামিন এ-তে রূপান্তরিত হয়। আমেরিকান সোসাইটি ফর নিউট্রশন এর একটি প্রতিবেদনে বলা হয়, এক কাপ সোনালী চাল থেকেই একজন মানুষের দৈনিক চাহিদার প্রায় অর্ধেক ভিটামিন এ পাওয়া সম্ভব।\n২০১২ সালের আগস্টে, আমেরিকান জার্নাল অফ ক্লিনিক্যাল নিউট্রিশনে একটি গবেষণা প্রতিবেদন প্রকাশিত হয়। এ গবেষণায় যুক্ত ছিল টাফটস বিশ্ববিদ্যালয়সহ বেশ কয়েকটি প্রতিষ্ঠান। গবেষণাটিতে দেখা যায়, সোনালী চাল থেকে পাওয়া ভিটামিন এ বিভিন্ন ভোজ্য তেল থেকে পাওয়া ভিটামিন এ-র মতোই কার্যকর।\n২০১৯ সালের ১৮ই ডিসেম্বর সোনালী চালকে মানব খাদ্য ও পশু খাদ্য হিসেবে ব্যবহার ও প্রক্রিয়াজাত করার অনুমোদন দেয় ফিলিপাইনের জীবপ্রযুক্তি নিয়ন্ত্রক কর্তপক্ষ । এর আগে একই বছরের অক্টোবর মাসে পরিবেশের ওপর সোনালী চালের প্রভাব পরীক্ষার জন্য ফিল্ড ট্রায়ালের অনুমতি দেয় দেশটির সরকার।\nগবেষকরা দেখেছেন, সোনালী চালের বিটা ক্যারোটিন মাত্র ৩-৫ গ্রাম চর্বিতেই দ্রবীভূত হতে পারে। ফলে, এই চালের ভাতের সাথে খুব বেশি পরিমাণে তেল-চর্বি জাতীয় খাবার খাওয়ার প্রয়োজন নেই। তাছাড়া, মানুষের শরীরে থাকা চর্বিও বিটা ক্যারোটিনকে ভিটামিন এ-তে রূপান্তরিত হতে সাহায্য করে।\n\n\n== বিতর্ক ==\nজেনেটিক্যালি মডিফায়েড ফসলের সমালোচকেরা সোনালী চালের ব্যাপারে বেশ কিছু প্রশ্ন তুলে থাকেন। যেমন, প্রথমে বলা হয়েছিল, এই ধানে আসলে পর্যাপ্ত পরিমাণে বিটা ক্যারোটিন নেই। এ অভিযোগটি যখন করা হয়, তখন সোনালী চাল ছিল একেবারে প্রাথমিক পর্যায়ে। ২০০৫ সালে সোনালী চাল-২ উদ্ভাবনের মাধ্যমে এই সমস্যার সমাধান করা হয়। প্রথমটির তুলনায় দ্বিতীয় সোনালী চালে ২৩% পর্যন্ত বেশি বিটা ক্যারোটিন পাওয়া গেছে।\nএছাড়া, দীর্ঘদিন সংরক্ষণ করলে কিংবা রান্না করলে সোনালী চালে কতটা বিটা ক্যারোটিন বজায় থাকে, তা নিয়েও বিতর্ক হয়েছে। বাংলাদেশ ধান গবেষণা ইনস্টিটিউট (ব্রি)-এর গবেষণায় দেখা গেছে, রান্নার সময় মাত্র ২৫% বিটা ক্যারোটিন নষ্ট হয়, অর্থাৎ বাকি ৭৫% বিটা ক্যারোটিন অক্ষুণ্ণ থাকে। এছাড়াও, ব্রি-এর গবেষণায় আরো দেখা গেছে যে, দীর্ঘদিন মজুদ করে রাখলে সোনালী চালের বিটা ক্যারোটিন কমতে কমতে একটা পর্যায়ে এসে স্থির হয়, এরপর আর কমে না। এই প্রক্রিয়াটিকে বলা হয় হাফ লাইফ।\nপরিবেশবাদী সংগঠন গ্রীনপিস সোনালী চালের সমালোচনা করে। সংস্থাটির মতে, এই ধান বাজারজাত করলে কৃষিখাতে জেনেটিক্যালি মডিফায়েড অর্গানিজম (জিএমও) এর ব্যবহার বেড়ে যাবে। তবে ইরি সবসময়ই বলে আসছে যে, তাদের এই প্রকল্পটি সম্পূর্ণ অলাভজনক। কোনো ব্যক্তিমালিকানাধীন প্রতিষ্ঠানই তাদের গবেষণার রয়্যালটি হিসেবে ইরি অথবা জাতীয় ধান গবেষণা প্রতিষ্ঠানগুলো থেকে কোনো টাকা পাবে না। পাশাপাশি, ইরি উদ্ভাবিত সোনালী চালের প্রচারণা অথবা বিক্রি থেকেও এসব প্রতিষ্ঠানের কেউ কোনো টাকা পাবে না। সোনালী চাল মূলত দরিদ্র মানুষদের, যারা ভিটামিন-এ সমৃদ্ধ খাবার কিনে খেতে পারেন না, তাদের কথা মাথায় রেখে উদ্ভাবিত হয়েছে। অর্থাৎ, তাদের জন্য সহজলভ্য পুষ্টির একটি উৎস হলো সোনালী চাল। এ কারণে সোনালী চালের দাম হবে দরিদ্র মানুষের ক্রয়ক্ষমতার মধ্যে।\n\n\n=== আন্তর্জাতিক স্বীকৃতি ও সমর্থন ===\nবিশ্বব্যাপী কৃষি উন্নয়নের স্বার্থে সোনালী চালসহ জিনগতভাবে পরিবর্তিত ফসলের প্রতি সর্বদাই সমর্থন ব্যক্ত করে আসছে বিল ও মেলিন্ডা গেটস ফাউন্ডেশন। সংস্থাটি সোনালী চাল উৎপাদনে ইরিকে সহযোগিতা করেছে।\n২০১৬ সালের জুন মাসে  ১০৭ জন নোবেলজয়ী বিজ্ঞানী একটি চিঠির মাধ্যমে সোনালী চাল আবিষ্কারের বিষয়টিকে স্বীকৃতি দিয়ে এর প্রতি তাদের সমর্থন ব্যক্ত করেন।  এছাড়াও, ২০২০ সালের জানুয়ারিতে ১৫১ জন নোবেলজয়ীসহ মোট ১৩,৪৪৩ জন মানুষ ফিলিপাইনে সোনালী চালের অনুমোদনকে স্বাগত জানান।\n\n\n== বিতরণ ==\n২০০০ সালে টাইম ম্যাগাজিনে সোনালী চাল নিয়ে একটি প্রতিবেদন প্রকাশিত হয়। একই সময়ে আরো বিভিন্ন দিক থেকে ইতিবাচক সাড়া পাওয়ায় উন্নয়নশীল দেশগুলোর জন্য সোনালী চালের লাইসেন্স উন্মুক্ত করে দেওয়ার সিদ্ধান্ত নেয়া হয়। মনস্যান্টো কোম্পানিসহ বড় বড় অনেক প্রতিষ্ঠান তাদের যাবতীয় পেটেন্ট সবার জন্য উন্মুক্ত করে দেয়।\nমানবিক ও বাণিজ্যিক ব্যবহারের মধ্যে ১০,০০০ ডলারের একটি সীমা ধার্য করে দেয়া হয়। ফলে, কোনো কৃষক যদি বছরে এ পরিমাণ অর্থ উপার্জন না করেন, তাহলে তাকে ওই ধানের পেটেন্টের জন্য কোনো মূল্য শোধ করতে হবে না। এছাড়া, সোনালী চালের বীজ সংরক্ষণ ও পুনরায় ব্যবহারের অনুমতিও দেয়া হয়েছে কৃষকদেরকে। অর্থাৎ, বাংলাদেশের কৃষকরা যেভাবে সম্পূর্ণ নিজেদের মতো করে ব্রি২৯ ধানের বীজ সংরক্ষণ করে থাকেন এবং তা দিয়ে প্রতি বছর চাষ করে থাকেন, সেই একই প্রক্রিয়াতেই তারা সোনালী চালের বীজও সংরক্ষণ করতে পারবেন এবং তা দিয়ে সোনালী চাল উৎপাদন করতে পারবেন।\n\n\n== জীববৈচিত্র্য ও পরিবেশের ওপর সোনালী চালের প্রভাব ==\n২০১৮ সালে যুক্তরাষ্ট্রের ফুড অ্যান্ড ড্রাগ অ্যাডমিনিস্ট্রেসশন (এফডিএ) পরিবেশের জন্য এই ধানকে নিরাপদ ঘোষণা করে। একই বছর, হেলথ কানাডা এবং ফুড স্ট্যান্ডার্ডস অস্ট্রেলিয়া নিউজিল্যান্ড-এর মত প্রতিষ্ঠানও সোনালী চালের জৈব নিরাপত্তার বিষয়টি নিশ্চিত করেছে। ২০১৯ সালের ডিসেম্বরে ফিলিপাইন সরকার মানব খাদ্য ও পশু খাদ্য হিসেবে সোনালী চালকে নিরাপদ ঘোষণা করে। বাংলাদেশের জনপ্রিয় বোরো ধান ব্রি-২৯-এ ভুট্টা থেকে বিশেষ জিনটি এনে যোগ করে উদ্ভাবন করা হয়েছে বাংলাদেশের পরিবেশ, প্রতিবেশ ও মানুষের স্বাস্থ্যের জন্য নিরাপদ সোনালী চাল। ব্রি-২৯ এবং সোনালী চালের মধ্যে ভিটামিন এ-র উপস্থিতি এবং সোনালী রঙ ছাড়া আর কোনও পার্থক্য নেই। বহু বছর ধরে বাংলাদেশ ধান গবেষণা ইনস্টিটিউট (ব্রি)-এর গবেষকরা এই ধান নিয়ে পরীক্ষা-নিরীক্ষা চালিয়ে নিশ্চিত হয়েছেন যে, এটি মানব শরীর, পশুপাখি ও পরিবেশের জন্য সম্পূর্ণ নিরাপদ।\n\n\n== বাংলাদেশে বিস্তারে ==\nসোনালী চালকে একটি স্বাভাবিক খাদ্য হিসেবে চালু করতে এবং এর গুণগত মান বৃদ্ধিতে কাজ করে যাচ্ছে আন্তর্জাতিক ধান গবেষণা ইন্সটিটিউট (ইরি) ও এর বিভিন্ন সহযোগী প্রতিষ্ঠান। ফিলিপাইন কৃষি বিভাগ, ফিলিপাইন ধান গবেষণা ইনস্টিটিউট, বাংলাদেশ ধান গবেষণা ইনস্টিটিউট (ব্রি) এবং ইন্দোনেশিয়ান সেন্টার ফর রাইস রিসার্চ একইসাথে সোনালী চালের ভিন্ন ভিন্ন জাত তৈরির কাজ করে যাচ্ছে। একটি দেশের সংশ্লিষ্ট কর্তৃপক্ষ অনুমোদন দেওয়ার পর এই ধান থেকে তৈরি চাল ও ভাত সরাসরি খাওয়া নিরাপদ কিনা তা পরীক্ষা করে ইরি। পর্যাপ্ত ভিটামিন এ সরবরাহ করার পাশাপাশি এসব ধান যেন মানুষ, পশু-পাখি ও পরিবেশের জন্য নিরাপদ হয়, সেটি নিশ্চিত করার দায়িত্বও ইরির। একই সাথে, কৃষক ও সাধারণ মানুষের কাছে সোনালী চাল পৌঁছে দিতে বিভিন্ন দেশের জাতীয় প্রতিষ্ঠানগুলোর সাথে বিভিন্ন প্রকল্প পরিচালনা করছে ইরি। সংশ্লিষ্ট কর্তৃপক্ষের অনুমোদন পাওয়ার পর সাশ্রয়ী ও গ্রহণযোগ্য উপায়ে সুবিধাবঞ্চিত অঞ্চলে সোনালী চাল পৌঁছে দেয়ারও পরিকল্পনা রয়েছে সংস্থাটির।\n\n\n== তথ্যসূত্র =="}