{"pageid": 1010889, "title": "কর্নেল", "url": "https://bn.wikipedia.org/wiki?curid=1010889", "content": "কর্নেল (ইংরেজি: Colonel) (উচ্চারণ: ) হলো পৃথিবীর বিভিন্ন দেশের সামরিক বাহিনীতে ব্যবহৃত একজন জ্যেষ্ঠ সেনাপতির পদবি। কোনো কোনো দেশের পুলিশ বাহিনী এবং আধাসামরিক বাহিনীতেও এই পদবিটি ব্যবহৃত হয়ে থাকে। এটি ব্রিগেডিয়ারের নিম্নতর পদ। কর্নেল-এর নিম্নতর পদ হলো লেফটেন্যান্ট কর্নেল। নৌবাহিনীতে এবং বিমান বাহিনীতে কর্নেল-এর সমকক্ষ পদবি হলো যথাক্রমে ক্যাপ্টেন এবং গ্রুপ ক্যাপ্টেন।\nঐতিহাসিকভাবে সপ্তদশ, অষ্টাদশ ও উনিশ শতকে একজন কর্নেল সাধারণত সেনাবাহিনীর রেজিমেন্টের দায়িত্বে ছিলেন। পরবর্তীকালে এই ব্যবস্থার প্রয়োজন হয়েছে। সাম্প্রতিক কালে কোনো কোনো ক্ষেত্রে এটি সম্মানজনক শিরোনাম হিসাবে ব্যবহৃত হয়ে সামরিক সেবার সাথে যার সরাসরি সম্পর্ক নাও নেই। কিছু ছোট সামরিক বাহিনী যেমন মোনাকো বা ভ্যাটিকানের মতো সেনাবাহিনীর মধ্যে কর্নেল সর্বোচ্চ পদে থাকে। ।\nসমান নৌ র্যাংককে অধিনায়ক বা শিপ অফ দ্য লাইন অধিনায়ক বলা যেতে পারে। কমনওয়েলথের বিমান বাহিনী র্যাঙ্কিং ব্যবস্থায় সমতুল্য র্যাংক গ্রুপ ক্যাপ্টেন ।\n\n\n== ইতিহাস এবং উৎস ==\n\"কর্নেল\" শব্দটি মূল শব্দটি \"কলাম\" (ইতালিয়ান: কোলনা ) এর অর্থ হিসাবে উদ্ভূত এবং এর অর্থ \"একটি কলামের\" এবং জড়িত হয়ে \"একটি কলামের কমান্ডার\"। \"কর্নেল\" শব্দটি সুতরাং \"কলাম\" শব্দের সাথে একইভাবে যুক্ত হয়েছে যেমন \"ব্রিগেডিয়ার\" \"ব্রিগেড\" এর সাথে যুক্ত, যদিও ইংরেজিতে এই সম্পর্কটি সুস্পষ্ট হয় না। মধ্যযুগের শেষের দিকে, \"সংস্থাগুলির\" একটি দলকে সেনাবাহিনীর \"কলাম\" হিসাবে উল্লেখ করা হয়েছিল।\nযেহেতু এই শব্দটি ষোড়শ শতাব্দীর ইতালীয় ভাষা থেকে উদ্ভূত বলে মনে করা হয়, সম্ভবত এটি সম্ভবত এই শতাব্দীতে ইতালীয় শহর রাজ্যগুলি ব্যবহার করেছিল। জাতীয় সেনাবাহিনীতে র‌্যাঙ্ক হিসাবে কর্নেলের প্রথম ব্যবহার ছিল ফরাসী \"ন্যাশনাল লেজিয়ানস\" ( লোগিয়ানস ন্যাশনালস ) -এ যা রাজা ফ্রান্সিস প্রথম তাঁর ১৫৩৪ সালের ডিক্রি দ্বারা তৈরি করেছিলেন। লুই দ্বাদশ-এর ১৫০৯-এর ডিক্রি-এর সামরিক সংস্কারের ভিত্তিতে তিনি ফরাসি রাজ সেনাবাহিনীর সংগঠনকে আধুনিকীকরণ করেছিলেন। প্রতিটি কর্নেল ছয় হাজার পুরুষের তাত্ত্বিক শক্তি সহ একটি সৈন্যদল কমান্ড করেছিলেন।\nসপ্তদশ শতাব্দীর পরিক্রমায় মূলত ভাড়াটে থেকে প্রাথমিকভাবে সেনাবাহিনীতে স্থানান্তরিত হওয়ার সাথে সাথে একজন কর্নেল (সাধারণত অভিজাত শ্রেণীর সদস্য) হোল্ডার (জার্মান ইনহবার ) বা সার্বভৌমের সাথে সামরিক চুক্তির স্বত্বাধিকারী হন। সার্বভৌম থেকে সরাসরি যে অধিকার পূর্ববর্তী ধারকের কাছ থেকে অথবা যখন একটি নতুন রেজিমেন্ট গঠন করা হয় অথবা একটি শায়িত্ব ছিল — রেজিমেন্ট রাখা অধিকার — কর্নেল রেজিমেন্টাল চুক্তি ক্রয় নিহত ।\nCoronel স্প্যানিশ সমতুল্য র্যাঙ্ক স্পেনীয় ব্যবহার করত tercios ১৬ এবং ১৭ শতকের। গঞ্জালো ফার্নান্দেজ ডি কর্ডোবা, ডাকনাম 'গ্রেট ক্যাপ্টেন' 'coronelías' বা colonelcies প্রতিটি (কর্নেল) নেতৃত্বে তার সৈন্যবাহিনী বিভক্ত। তবে স্প্যানিশ শব্দটি সম্ভবত একটি অন্য উৎস থেকে উদ্ভূত, যাতে এটি মুকুট ( করোনার, এইভাবে র‌্যাঙ্ক করোনেল ) এর আধিকারিককে মনোনীত করার পরিবর্তে কলামের একজন কর্মকর্তা ( কলম্বনা, যা শব্দটি কলামাল দেবে ) হিসাবে চিহ্নিত করেছে বলে মনে হয়। এই স্পেনীয় শব্দ Coronel সম্ভবত ইংরেজি শব্দ \"সঙ্গে সমানজাতীয় তোলে আশুমৃত \"।\nকর্নেল কার্যালয় একটি প্রতিষ্ঠিত অনুশীলনে পরিণত হওয়ার সাথে সাথে কর্নেল একদল সংস্থার সিনিয়র অধিনায়ক হয়েছিলেন যাঁরা সকলেই তার ব্যক্তিগত কর্তৃত্ব পালন করার শপথ করেছিলেন — তাঁর দ্বারা শাসিত বা পুনরায় শাসন করার জন্য। এই রেজিমেন্ট, বা শাসনব্যবস্থা কিছুটা হলেও চুক্তিভুক্ত এবং লিখিত বিধিগুলির সংশ্লেষ ছিল, তাকে কর্নেলের রেজিমেন্ট বা স্ট্যান্ডিং রেগুলেশন (গুলি) হিসাবেও চিহ্নিত করা হয়। সম্প্রসারণের মাধ্যমে, কর্নেলের রেজিমেন্টের অধীন সংস্থাগুলির গ্রুপকে (পূর্বোক্ত অর্থে) তার রেজিমেন্ট (আধুনিক অর্থে) হিসাবেও অভিহিত করা হয়েছিল।\nএই সময়কালের ফরাসী ব্যবহারে সেনাবাহিনীর সিনিয়র কর্নেল বা একটি ক্ষেত্রবাহিনীতে প্রবীণ সামরিক ঠিকাদার ছিলেন কর্নেল জেনারেল এবং সার্বভৌম বা তাঁর পদবি না থাকায় কর্নেল জেনারেল কমান্ডারের দায়িত্ব পালন করতে পারেন একটি শক্তি অবস্থানটি অবশ্য প্রাথমিকভাবে চুক্তিভিত্তিক ছিল এবং এটি ক্রমহীন একটি কার্যবিহীন সিনেকচার হয়ে ওঠে। (একক রেজিমেন্ট বা ডেমি-ব্রিগেডের প্রধানকে ' মস্ট্র ডি ক্যাম্প ' বা বিপ্লবের পরে ' শেফ ডি ব্রিগেড ' বলা হত। )\nউনবিংশ শতাব্দীর শেষের দিকে, কর্নেল একজন পেশাদার সামরিক পদে ছিলেন যদিও এখনও সাধারণত একটি রেজিমেন্ট বা সমমানের ইউনিটের কমান্ডার অফিসার দ্বারা অধিষ্ঠিত ছিল। অন্যান্য পদমর্যাদার পাশাপাশি এটি একটি নির্দিষ্ট প্রতিষ্ঠানের কার্যকরী অফিসের তুলনায় ক্রমশ র‌্যাঙ্কড ডিউটি, যোগ্যতা এবং অভিজ্ঞতা এবং সংশ্লিষ্ট শিরোনাম এবং বেতন স্কেলের বিষয় হয়ে উঠেছে।\nইউরোপীয় সামরিক প্রভাব বিশ্বজুড়ে প্রসারিত হওয়ার সাথে সাথে কর্নেল পদটি প্রায় প্রতিটি দেশই গ্রহণ করেছিল (বিভিন্ন নামে হলেও)।\nকমিউনিজমের উত্থানের সাথে সাথে কিছু বৃহত সাম্যবাদী সামরিক বাহিনী কর্নেল পদকে কয়েকটি গ্রেডে প্রসারিত করার উপযুক্ত বলে মনে করেছিল, এর ফলে অনন্য সিনিয়র কর্নেল পদমর্যাদা পাওয়া গিয়েছিল, যা চীন ও উত্তর কোরিয়ার মতো দেশগুলিতে পাওয়া যায় এবং এখনও ব্যবহৃত হয়।\n\n\n=== কর্নেল-ইন-চিফ ===\nঅনেক আধুনিক সেনাবাহিনীতে, 'রেজিমেন্ট' একটি আনুষ্ঠানিক ইউনিট বা সদস্যদের আনুগত্যের কেন্দ্রবিন্দু হিসাবে যুদ্ধের প্রকৃত গঠনের চেয়ে বেশি গুরুত্ব দেয়। সৈন্যরা 'ব্যাটালিয়নে' ( লেফটেন্যান্ট কর্নেল দ্বারা কমান্ড করা) সামরিক ইউনিটের আরও সুবিধাজনক আকার হিসাবে মোতায়েনের ঝোঁক রয়েছে এবং যেমন কর্নেলরা রেজিমেন্টের প্রকৃত কমান্ডারের চেয়ে বিশেষজ্ঞ এবং কমান্ডের ভূমিকাতে উচ্চতর প্রোফাইলের প্রবণতা পোষণ করেছেন। তবে কমনওয়েলথ সেনাবাহিনীতে একজন রেজিমেন্টের ফিগারহেড হিসাবে কর্নেলের অবস্থান সাধারণত \" রাজ পরিবারের সদস্য, আভিজাত্য, বা একটি দ্বারা পরিচালিত\" কর্নেল-ইন-চিফ \"এর সম্মানের ভূমিকায় বজায় থাকে a অবসরপ্রাপ্ত সিনিয়র সামরিক কর্মকর্তা। কর্নেল-ইন-চিফ একজন কর্নেলের ইউনিফর্ম পরিধান করেন এবং রেজিমেন্টের সদস্যদের উৎসাহিত করেন, তবে প্রকৃত কমান্ড কাঠামোতে বা কোনও কার্যকরী দায়িত্বে কোনও সক্রিয় অংশ নেন না। \n\n\n=== রেজিমেন্টের কর্নেল ===\nকর্নেল অফ দ্য রেজিমেন্ট (এটিকে কর্নেলের সামরিক পদ থেকে আলাদা করার জন্য) উপাধিটি আধুনিক ব্রিটিশ সেনাবাহিনীতে ব্যবহৃত হয়। আনুষ্ঠানিক অবস্থানটি প্রায়শই অবসরপ্রাপ্ত সাধারণ অফিসার, ব্রিগেডিয়ার বা কর্নেলদের দেওয়া হয় যাদের একটি নির্দিষ্ট রেজিমেন্টের ঘনিষ্ঠ যোগাযোগ রয়েছে। সেনা রিজার্ভের মধ্যে সাধারণত পদের জন্য অ-সামরিক কর্মীদেরও আনুষ্ঠানিক পদে নিয়োগ দেওয়া যেতে পারে। \"রেজিমেন্টের কর্নেল\" হিসাবে উপস্থিত হয়ে শিরোনামধারক তাদের অফিসিয়াল পদমর্যাদা নির্বিশেষে (পূর্ণ) কর্নেলের র‌্যাঙ্ক ইনজিনিয়া সহ রেজিমেন্টাল ইউনিফর্ম পরিধান করেন। রয়েল পরিবারের একজন সদস্য রয়েল কর্নেল হিসাবে পরিচিত। রেজিমেন্টের একজন কর্নেল একটি রেজিমেন্ট এবং এর রেজিমেন্টাল অ্যাসোসিয়েশনের সাথে নিবিড়ভাবে কাজ করবেন বলে আশা করা হচ্ছে।\n\n\n=== ইনসিগনিয়া ===\n\n\n==== বিমান বাহিনী কর্নেলদের সাইন ইনগনিয়া ====\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n==== নৌ পদাতিক কর্নেলগুলির সাইন ইন ====\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== সর্বোচ্চ র‌্যাঙ্কিং অফিসার হিসাবে কর্নেল ==\nকিছু সামরিক বাহিনীর তাদের সর্বোচ্চ পদস্থ কর্মকর্তা হিসাবে একজন কর্নেল রয়েছে, যার সাথে 'জেনারেল' পদ নেই এবং কোনও জাতীয় উচ্চপদ (সম্পর্কিত, সম্ভবত, একজন শীর্ষক কমান্ডার-ইন-চিফ হিসাবে রাষ্ট্রপ্রধান) স্বতন্ত্র জাতীয় সরকার ব্যতীত অন্য কোনও পদে নেই। উদাহরণগুলির মধ্যে নিম্নলিখিতগুলি অন্তর্ভুক্ত রয়েছে (দেশের বর্ণানুক্রমিকভাবে সাজানো):\n\nঅ্যান্টিগুয়া এবং বার্বুডা (170 জন)\nকোস্টা রিকা (প্রায় 8,000 কর্মী)\nআইসল্যান্ড (১০০ জন কর্মী, কেবল শান্তিরক্ষী বাহিনীর জন্য নিযুক্ত)\nলিবিয়া (সমস্ত সশস্ত্র বাহিনীকে নির্দেশ দেয় - ২০১১ অবধি মুয়াম্মার গাদ্দাফি )\nমোনাকো (প্রায় 250 কর্মী সহ দুটি শাখা)\nসুরিনাম (1,800 কর্মী) (1920 সালের জুন 2020) \nভ্যাটিকান সিটি (১১০ জন কর্মী - সুইস গার্ড )\n\n\n== কর্নেল পদমর্যাদার অন্যান্য ব্যবহার ==\nকর্নেল শব্দটি মার্কিন যুক্তরাষ্ট্রে নিলামকারীদের শিরোনাম হিসাবেও ব্যবহৃত হয়; শব্দটির ব্যবহার ব্যাখ্যা করার জন্য বিভিন্ন তত্ত্ব বা লোক ব্যুৎপত্তি রয়েছে । এর মধ্যে একটি দাবি আমেরিকান গৃহযুদ্ধের সময় সেনাবাহিনী দ্বারা আটককৃত পণ্যগুলি বিভাগের কর্নেল নিলামে বিক্রি করেছিল।\nকেন্টাকি কর্নেল হ'ল কমনওয়েলথ অফ কেন্টাকি কর্তৃক প্রদত্ত সম্মানের সর্বোচ্চ খেতাব। কেন্টাকি কর্নেলদের জন্য কমিশনগুলি গভর্নর এবং সেক্রেটারি অফ সেক্রেটারি দ্বারা একটি সম্প্রদায়, রাজ্য বা জাতিকে উল্লেখযোগ্য সাফল্য এবং অসামান্য সেবার স্বীকৃতি হিসাবে ব্যক্তিদের দেওয়া হয়। কেন্টাকির কমনওয়েলথের বর্তমান গভর্নর চিঠিপত্রের পেটেন্ট জারি করে কর্নেল কমিশনের সম্মান জানায়। সম্ভবত সবচেয়ে পরিচিত কেন্টাকি কর্নেল হলেন কেন্টাকি ফ্রাইড চিকেন খ্যাতির হারল্যান্ড স্যান্ডার্স ।\n\nকর্নেল পদটি কিছু সামরিক পুলিশ বাহিনী যেমন সামরিক পুলিশ (ব্রাজিল) এবং মিলিটারি ফায়ার ফাইটার্স কর্পস, কারাবিনেরোস ডি চিলি এবং ফরাসী ন্যাশনাল জেন্ডারমারি দ্বারা ব্যবহৃত হয় । আধাসামরিক বাহিনী হিসাবে রাশিয়ার পুলিশও এই পদটি ব্যবহার করে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nতুলনামূলক সামরিক পদগুলির তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nকেগান, জন; & হুইটক্রফ্ট, অ্যান্ড্রু (১৯৯৬)। সামরিক ইতিহাসে কে হু: ১৪৫৩ থেকে বর্তমান দিন পর্যন্ত ১৪ লন্ডন: রাউটলেজ।"}