{"pageid": 1010990, "title": "বাহরাইনে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1010990", "content": "ইসলাম বাহরাইনের রাষ্ট্রধর্ম। যদিও ভারত, ফিলিপাইন এবং শ্রীলঙ্কার মতো অমুসলিম দেশ থেকে আগত অমুসলিম অভিবাসী এবং অতিথি কর্মীদের আগমনের কারণে, বিংশ শতাব্দীর শেষের দিক থেকে এই দেশে মুসলমানদের শতকরা হার হ্রাস পেয়েছে। ২০১০ সালের আদমশুমারি অনুসারে দেশটির মোট  জনসংখ্যার ৭০.২% মুসলমান ছিলো।  সাম্প্রদায়িক পরিচয় অন্তর্ভুক্ত করে সর্বশেষ সরকারি আদমশুমারি (১৯৪১) অনুসারে দেশটিতে মোট মুসলমানের   ৫২ শতাংশ  (৮৮,২৯৮ নাগরিক) শিয়া এবং  ৪৮ শতাংশ সুন্নি মুসলিম   ছিল। \n\n\n== ইতিহাস ==\nইসলামী অণুপ্রবেশের পূর্বে কাতার এবং বাহরাইনের বাসিন্দারা মূর্তি পূজা করে আরবীয় পৌত্তলিকতা অনুশীলন করত। সপ্তম শতাব্দীতে সমগ্র আরব অঞ্চলে ইসলামের  বিস্তার হয়েছিল । ৬২৮ খ্রিষ্টাব্দে মুহাম্মাদ তার প্রথম রাষ্ট্রদূত আল-আলা আল-হাদরামিকে বাহরাইনের ঐতিহাসিক অঞ্চলের শাসক মুনজির ইবনে সাওয়া আল তামিমির কাছে প্রেরণ করেছিলেন। যে অঞ্চলটি কুয়েত থেকে দক্ষিণ-কাতার, দক্ষিণে আল-হাসা,  এবং বাহরাইন পর্যন্ত  প্রসারিত ছিল। মুহাম্মাদের রাষ্ট্রদূত  তাকে ইসলাম ধর্ম গ্রহণের আমন্ত্রণ জানিয়েছিল। মুনজির তার আমন্ত্রণ  গ্রহণ করেছিলেন এবং ইসলাম ধর্ম গ্রহণের ঘোষণা দিয়েছিলেন।এতে বাহরাইন ও কাতারের সমস্ত আরব বাসিন্দা সহ কাতারে বসবাসরত কিছু পার্সিয়ানও মুসলমান হয়েছিল এবং বাহরাইনে ইসলামিক যুগের সূচনা হয়েছিল।\n\n\n== বর্তমানে ==\nকংগ্রেসের কান্ট্রি স্টাডিজের গ্রন্থাগার, এবং নিউইয়র্ক টাইমসের মতে,  বাহরাইনে বর্তমানে মোট মুসলমানদের  প্রায় ৪৫ % সুন্নি এবং ৫৫% শিয়া । বাহরাইনের একটি সরকারী নথিতে প্রকাশিত হয়েছে যে দেশের মোট মুসলমানদের  ৫১% নাগরিক সুন্নি, অন্যদিকে শিয়া জনসংখ্যা হ্রাস পেয়ে  ৪৯% হয়েছে। \n\nদেশটি মুসলিমদের ইদ উল আযহা,  দুল ফিতর, ইসলামী নবী মুহাম্মদের জন্মদিন (মাওলিদ) এবং ইসলামিক নববর্ষ জাতীয় ছুটি হিসাবে পালন করে।\nবাদশাহ হামাদের অধীনে ইসলামপন্থী দলগুলি বাহরাইনের নির্বাচনে প্রতিদ্বন্দ্বিতা করছে এবং সংসদে একটি প্রভাবশালী শক্তি হয়ে উঠছে।সুন্নি ইসলামপন্থী দলগুলির মধ্যে সালাফি আসালাহ এবং আল-মেনবার ইসলামিক সোসাইটি সংসদের দুটি বড় দল।২০০২ সালের সাধারণ নির্বাচনের পরে ২০০২ সালের নির্বাচন বয়কট করে শিয়া আল ওয়েফাক প্রভাবশালী দল হয়ে উঠবে বলে আশা করা হয়েছিল।\n\n\n== আরও দেখুন ==\nবিয়াত আল কুরআন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাহরাইন ক্যারিয়ারের সুযোগগুলি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ জানুয়ারি ২০২০ তারিখে\nমার্কিন স্টেট ডিপার্টমেন্ট\nবাহরাইনের শিয়াদের বিরুদ্ধে ষড়যন্ত্র করা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ অক্টোবর ২০১৭ তারিখে, বাহরাইন মানবাধিকার কেন্দ্র, অক্টোবর 2006\nবাহরাইনে বৈষম্য: অলিখিত আইন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ অক্টোবর ২০১৭ তারিখে, বাহরাইন মানবাধিকার কেন্দ্র, ২০০৩ সালের সেপ্টেম্বর\nভিডিও: বাহরাইনে রাজনৈতিক প্রাকৃতিকীকরণ (২০০২)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ অক্টোবর ২০১৭ তারিখে\nকমপক্ষে বাহরাইন সুন্নি-শিয়া বিভাগগুলি, ডেইলি স্টার সম্পাদকীয়, 12 মে 2006 (বাহরাইন.টিভি ওয়েবসাইট থেকে) সম্বোধন করার চেষ্টা করছে"}