{"pageid": 1010779, "title": "মানস চক্রবর্তী", "url": "https://bn.wikipedia.org/wiki?curid=1010779", "content": "পণ্ডিত মানস চক্রবর্তী  (৯ সেপ্টেম্বর ১৯৪২ — ১২ ডিসেম্বর ২০১২) একজন ভারতীয় শাস্ত্রীয় সংগীতের কণ্ঠশিল্পী ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nপণ্ডিত মানস চক্রবর্তীর জন্ম ব্রিটিশ ভারতের অধুনা বাংলাদেশের ফরিদপুরে পিতার আদি বাড়ি কোটালিপাড়ায় ১৯৪২ খ্রিস্টাব্দের ৯ ই সেপ্টেম্বর। তার পিতা সঙ্গীতাচার্য তারাপদ  চক্রবর্তী মাতা প্রভাবতী দেবী। তিনি পিতার কাছেই সঙ্গীত শিক্ষা লাভ করেন।\n\n\n== অবদান ==\nমানস চক্রবর্তী ১৯৭৬ খ্রিস্টাব্দে আলাউদ্দিন সঙ্গীত সম্মেলন, ১৯৮৪ খ্রিস্টাব্দে বারাণসীতে অনুষ্ঠিত পঞ্চম রিমপা সঙ্গীত উৎসব, ১৯৮৪ খ্রিস্টাব্দে পুনায় অনুষ্ঠিত সওয়াই গন্ধর্ব সঙ্গীত মহোৎসব সহ বহু সঙ্গীত সম্মেলনে অংশগ্রহণ করে খ্যাতি অর্জন করেন। তিনি গীতিকার ও সুরকারও ছিলেন। তিনি 'সদাসন্ত’ বা 'সদাসন্ত পিয়া' ছদ্মনামে রচনা করেছেন বেশ কিছু ‘বন্দিশ।  তিনি বহু বাংলা গান রচনা করেছিলেন 'তুমিও ভেতরে নীল নক্ষত্র'  শীর্ষক এক বাংলা কবিতা গ্রন্থ রচনা করেন। তার কবিতা সংকলনের গ্রন্থটি মৈত্রেয়ী বন্দ্যোপাধ্যায়ের সম্পাদনায় প্রতিভাস পাবলিকেশন প্রকাশ করে।\n\n\n== পুরস্কার ==\nহেরিটেজ ওয়ার্ল্ড সোসাইটি, টাওয়ার গ্রুপ (২০১২) দ্বারা হেরিটেজ সম্মান  ২০১২ \nসংগীত সম্মান পুরস্কার, দোভার লেন সংগীত সম্মেলন (২০১১) উপস্থাপিত \nদিশারী পুরস্কার (দু'বার) - পশ্চিমবঙ্গ সাংবাদিক সমিতি \nমহর্ষি পুরস্কার (১৯৮৭) - ইউকে রায়ডন হলে গন্ধর্ব বেদের মহর্ষি বিশ্ব কেন্দ্র \nগিরিজা শঙ্কর স্মৃতি পুরস্কার (১৯৮৯) - গিরিজা শঙ্কর স্মৃতি পরিষদ \nযদুভট্ট পুরস্কার (১৯৯৫) - সল্টলেক সাংস্কৃতিক সমিতি, কলকাতা \nআউটস্টান্ডিং নাগরিক পুরস্কার (২০০০) - ইংলিশ টিচিং ইউনিয়ন। \n১৫ তম মাস্টার দীননাথ মঙ্গেশকর সংগীত সম্মেলন - সম্রাট সংগীত একাডেমি (গোয়া) এ তার শ্রেষ্ঠত্বের জন্য পুরস্কার। \nরোটারি ইন্টারন্যাশনাল দ্বারা সম্মানিত \nডোভার লেন সংগীত সম্মেলন (১৯৯২) দ্বারা তার ৫০ তম জন্ম-বার্ষিকীতে সম্মানিত \nকোটালীপাড়া সম্মিলনী (২০০০) দ্বারা সম্মানিত \nভারতীয় শিল্প ও সঙ্গীত ক্ষেত্রে অবদানের জন্য সমতাত দ্বারা সম্মানিত \nমোহনানন্দ ব্রহ্মচারী শিশু সেবা প্রত্যাশনের জীবনকাল প্রাপ্তি পুরস্কার \n\n\n== জীবনাবসান ==\nপণ্ডিত মানস চক্রবর্তী হৃদরোগে আক্রান্ত হয়ে ২০১২ খ্রিস্টাব্দের ১২ ই ডিসেম্বর ৭০ বৎসর বয়সে কলকাতার এক বেসরকারি নার্সিংহোমে প্রয়াত হন।\n\n\n== শিষ্য ==\nরুচিরা পাণ্ডা, সন্দীপন সমাজপতি ছিলেন তার অন্যতম শিষ্য। \n\n\n== তথ্যসূত্র =="}