{"pageid": 1010106, "title": "ফুলকুমার", "url": "https://bn.wikipedia.org/wiki?curid=1010106", "content": "ফুলকুমার ২০০০ সালের বাংলাদেশী চলচ্চিত্র। এটি পরিচালনা ও প্রযোজনা করেছেন আশিক মোস্তফা, এবং এটি তার অভিষেক চলচ্চিত্র। ১৯৯৩ সালে রচিত শহীদুল জহিরের \"এই সময়\" গল্প অবলম্বনে চলচ্চিত্রটির চিত্রনাট্য রচনা করেছেন নুরুল আলম আতিক। অভিনয়ে ছিলেন জাইন জাফর, কৃষ্ণেন্দু চট্টোপাধ্যায়, পারভিন কনা, আজাদ আবুল কালাম, শতাব্দী ওয়াদুদ ও সুমিতা দেবী প্রমুখ।\nজাদুবাস্তবতার অবয়বে বাংলাদেশের সমাজ বাস্তবতার পর্যালোচনা এই চলচ্চিত্র যা  ফুলকুমার তথা মোহাম্মদ সেলিম চরিত্রটির ব্যক্তিগত বেদনার কাহিনী, যা তার মাতৃমোহকে কেন্দ্র করে বিস্তৃত। এটি একটি আধিকারিক পেটি বুর্জোয়া ঘোরে শিশুদের আগত বয়সের দর্শনীয় ও অবিচ্ছিন্ন অধ্যয়ন। এটি সুমিতা দেবী অভিনীত সর্বশেষ চলচ্চিত্র।\n\n\n== কাহিনিসংক্ষেপ ==\nজন্মের পর মোহাম্মদ সেলিম বাবা-মা হারায়। পুরান ঢাকার একটি মহল্লায় সেলিম তার দাদীর কাছে বেড়ে উঠে। সে তার মাকে একটি লালপরী হিসাবে কল্পনা করে। যে কারণে সে ফুলের বাগান করে। তার আছে স্বপ্নের এক দুনিয়া, যেখানে তার মা ফুলপরী হয়ে হাজির হয়। ফুল বাগান সেলিমকে আনন্দ দেয়, আর মহল্লার মানুষকে দেয় এলার্জির মহামারি। বাগানের দিকে নজর যায় মহল্লার তিন হিরো আবু, হাবু আর শফি তিন ভাইয়ের। এলার্জি হটাতে বাগানের ওপর হামলা করে তারা। আবার সেই বাগানেই তারা ফিরে আসে ফুলের সন্ধানে। সেলিমের হাত দিয়ে ফুল পাঠায় শিরীনের কাছে, যার দিকে নজর রাখে মহল্লার আরো সব পান্ডা, মেজর সাব আর মওলানা সাব। সবার সব উপহার ফিরিয়ে দেয় শিরীন, রয়ে যায় শুধু সেলিমের বয়ে আনা ফুল। একদিন - কেবল ফুল নয়, ফুলকুমারকেই টেনে নেয় সে।\n\n\n== অভিনয়ে ==\n\n\n== নির্মাণ ও মুক্তি ==\nনিউ ইয়র্কের স্কুল অব ভিজ্যুয়াল আর্টসে অধ্যয়নকালীন স্নাতক পর্বের অংশ হিসেবে ১৬মিমি প্রযুক্তিতে আশিক মোস্তফা চলচ্চিত্রটি নির্মাণ করেন। ২০০০ সালের ১০ জুলাই ঢাকার পানাম নগরে চিত্রায়নের কাজ শুরু হয় এবং ঢাকায় মুক্তি পায় ২০০২ সালের জুন মাসে। এই ছবির মধ্য দিয়েই শুরু হয় জলছবি মুভি ফ্যাক্টরির যাত্রা, সুত্রপাত ঘটে বাংলা চলচ্চিত্রের নতুন ধারার, বিকশিত হয় নুরুল আলম আতিক, অমিতাভ রেজা চৌধুরী, আকরাম খান, সামির আহমেদ, গিয়াস উদ্দিন সেলিম, অনিমেষ আইচ, কৃষ্ণেন্দু চট্যোপাধ্যায় সহ একঝাক তরুণ নির্মাতা ও চলচ্চিত্রকর্মী যারা সকলেই এই চলচ্চিত্রটির সাথে প্রত্যক্ষ বা পরোক্ষভাবে জড়িত ছিলেন। ‘কাল্ট ক্ল্যাসিক’ হিসাবে বিবেচিত এই চলচ্চিত্রটি তখন অসংখ্য নবীন নির্মাতাদের অনুপ্রেরণা জুগিয়েছিল! \n২০০৩ সালের ১২ মার্চ মার্কিন যুক্তরাষ্ট্রের টিবুরন আন্তর্জাতিক চলচ্চিত্র উৎসবে, ১৯ এপ্রিল গার্ডেন স্টেট চলচ্চিত্র উৎসবে, ২৯ এপ্রিল অ্যাথেন্স আন্তর্জাতিক চলচ্চিত্র ও ভিডিও উৎসবে এবং ১৫ জুলাই ডালাসের এশিয়ান চলচ্চিত্র উৎসবে চলচ্চিত্রটি প্রদর্শিত হয়। একই বছর ১০ ডিসেম্বর ঢাকা আন্তর্জাতিক স্বল্পদৈর্ঘ্য চলচ্চিত্র উৎসবে এটি প্রদর্শিত হয়।\n\n\n== মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ফুলকুমার   (ইংরেজি)\nঅব্যান্ট-গার্ডেন ফুলের শিশু"}