{"pageid": 1010066, "title": "বিনয় মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1010066", "content": "বিনয়  মুখোপাধ্যায় ( ইংরেজি: Binoy Mukhopadhyay)       ( ১০ জানুয়ারি, ১৯০৮ -  ২২ অক্টোবর, ২০০২) একজন বিশিষ্ট ভারতীয় বাঙালি সাহিত্যিক , সাংবাদিক ও প্রাবন্ধিক। কর্মজীবনে 'যাযাবর' ছদ্মনামে তার লেখা 'দৃষ্টিপাত' গ্রন্থটি পঞ্চাশের দশকে বাঙালি পাঠক মহলে আলোড়ন সৃষ্টি করেছিল। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nবিনয় মুখোপাধ্যায়ের জন্ম ১৯০৮ খ্রিস্টাব্দের ১০ই জানুয়ারি  ব্রিটিশ ভারতের অধুনা বাংলাদেশের ঢাকার ফেগুনামার গ্রামে। পিতার নাম ফণীভূষণ মুখোপাধ্যায় ও মায়ের নাম মনোরমা দেবী। পাঁচ ভাইবোনের মধ্যে তিনি ছিলেন জ্যেষ্ঠ। তাঁর বাবাও সাহিত্যচর্চা করতেন। পারিবারিক সাহিত্যের আবহাওয়া তাঁর সাহিত্য রচনার প্রেরণা যুগিয়েছে। বিনয় চাঁদপুরের জুবিলি হাই স্কুল থেকে ম্যাট্রিক, সেন্ট পলস কলেজ থেকে আই.এ ও কলকাতার বঙ্গবাসী কলেজ থেকে বি.এ পাশ করেন। ছাত্রাবস্থাতেই তিনি বেশ কয়েকটি গান রচনা করেছিলেন এবং সেগুলি সুরসাধক হিমাংশু দত্তের সুরারোপে রেকর্ড হিসাবে প্রকাশিত হয়। এরূপ গানের রেকর্ডের তালিকা ছয়টি। উল্লেখযোগ্য গানগুলি হল - শচীন দেববর্মণের কণ্ঠে \" নতুন ফাগুনের দিনে\" এবং উমা বসুর কণ্ঠে \"ঝরানো পাতার পথে\"। তবে সুরকার হিমাংশু দত্তের অকাল প্রয়াণে তার বিনয়ের গীতিকার জীবনের ছেদ পড়ে।\n\n\n== কর্মজীবন ও সাহিত্যকর্ম ==\n১৯৩৭ সালে তিনি ব্যারিস্টরি পড়ার উদ্দেশ্যে ব্রিটেনে যান। দ্বিতীয় বিশ্বযুদ্ধ শুরু হওয়ার পরে  গাওয়ার স্ট্রিটের ভারতীয় আবাস  জার্মান বোমার আঘাতে ধ্বংস হলে তিনি দেশে ফিরে আসেন। স্যার স্টআফোর্ড ক্রিপস-এর ভারতে আসার সময় লন্ডনের একটি পত্রিকার নিজস্ব প্রতিনিধি হিসাবে দিল্লি যান। দৈনিক \"যুগান্তর\"পত্রিকায় সাংবাদিকতার কাজ নিয়ে কর্মজীবন শুরু করেন।সেখানে \"শ্রীপথচারী\" ছদ্মনামে রাজনৈতিক কলমে লিখতেন। এর পর ভারত সরকারের তথ্য ও সম্প্রচার মন্ত্রকের উচ্চ পদস্থ কর্মচারী হয়ে দিল্লি যান এবং দীর্ঘদিন কাজ করার পর প্রেস কাউন্সিলের সচিব পদে উন্নীত হয়ে অবসর নেন। কর্মজীবনে তদানীন্তন  নেতৃস্থানীয় বহু ব্যক্তির সান্নিধ্যে এসেছেন, সাথে সাহিত্যরচনা করেছেন \"যাযাবর\" ছদ্মনামে। কর্মজীবনে তার উপরে দায়িত্ব আসে ১৯৪৭ খ্রিস্টাব্দে ১৫ ই আগস্ট স্বাধীনতা দিবস উপলক্ষে গান্ধীজির বাণী সংগ্রহ করার। সোদপুরে গান্ধীজির কাছে গেলে তিনি বলেন বাণী দেওয়া তার পক্ষে সম্ভব নয় - তার মন ভেঙ্গে গেছে। গান্ধীজির কাছ থেকে এমন কথা শুনে তার মনে হয়েছিল তিনি যেন এক ঐতিহাসিক ট্রাজেডি প্রত্যক্ষ করছেন।  যাযাবর নামে \"দৃষ্টিপাত\"  রম্যরচনা লিখে বাংলা সাহিত্যের অন্যতম শ্রেষ্ঠ জনপ্রিয় লেখক হয়ে ওঠেন। \"দৃষ্টিপাত\" ১৩৫২ সালের আষাঢ়  থেকে মাসিক বসুমতিতে ধারাবাহিক রচনা হিসাবে প্রথম ১১টি পরিচ্ছদ এবং ১৩৫৩ সালের  আষাঢ় ও শ্রাবণ সংখ্যায় তের ও চোদ্দ পরিচ্ছদ ছাপা হয়।  ১৯৪৬ (১৩৫৩ আশ্বিন) এ  বই আকারে প্রকাশের সময় দ্বাদশ পরিচ্ছেদ যুক্ত হয়।   ছোটগল্প, উপন্যাস ও প্রবন্ধ সংকলন মিলিয়ে তার গ্রন্থের সংখ্যা ছয় এবং প্রত্যেকটি গ্রন্থই সুরচিত ও সুখপাঠ্য।\n\n'দৃষ্টিপাত' (১৯৪৬)\n'জনান্তিকে' (১৯৫২)\n'ঝিলম নদীর তীরে' (১৯৫৪)\n'লঘুকরণ' (১৯৬৪)\n'হ্রস্ব ও দীর্ঘ' (১৯৭৩)\n'যখন বৃষ্টি নামল' (১৯৮৩)\nযাযাবর অমনিবাস (২০১৪)\nএছাড়া ক্রিকেট খেলা নিয়ে বাংলা ভাষায় তার স্বনামে  লেখা গ্রন্থ দুটি হল -\n\n'খেলার রাজা ক্রিকেট'(১৯৫৩)\n'মজার খেলা ক্রিকেট'(১৯৫৩)\nকর্মসূত্রে ও অবসর গ্রহণ করার পর তিনি সস্ত্রীক ইউরোপ ও আমেরিকায় গিয়েছিলেন।  তার স্ত্রী দুর্গাদেবী ছাত্রজীবনে প্যারিসে ছিলেন। তিনি যামিনী রায়ের শৈলীতে অনেক ছবি এঁকেছেন। তার লেখা 'পুষ্পপট' বাংলাভাষায় ফুল সাজানো নিয়ে প্রথম প্রকাশিত গ্রন্থ। \n\n\n== সম্মাননা ==\n'দৃষ্টিপাত' সমকালীন বাংলা সাহিত্যে সর্বশ্রেষ্ঠ পুস্তক হিসাবে বিবেচিত হওয়ায় বিনয় মুখোপাধ্যায় সাহিত্যকর্মের জন্য ১৯৫০ খ্রিস্টাব্দে দিল্লি বিশ্ববিদ্যালয়ের 'নরসিংহ দাস পুরস্কার' এবং ১৯৯৮ খ্রিস্টাব্দে   পশ্চিমবঙ্গ সরকারের 'বিদ্যাসাগর পুরস্কার' লাভ করেন। \n\n\n== জীবনাবসান ==\nখ্যাতনামা সাহিত্যিক বিনয় মুখোপাধ্যায় ২০০২ খ্রিস্টাব্দের ২২ শে অক্টোবর দিল্লিতে প্রয়াত হন। \n\n\n== আরও তথ্য ==\nস্মৃতি যুক্তি তর্ক, যাযাবর, দেশ পত্রিকা, সাগরময় ঘোষ সম্পাদিত, এপ্রিল ১৯৯৩\nSusmita Roy, old age', sickness shackle Jajabor', 'Statesman' (Edit. Rajeev Bagchi), Kolkata, Saturday, October 13, 2001\n\n\n== তথ্যসূত্র =="}