{"pageid": 1010665, "title": "বার্নুলি'র নীতি", "url": "https://bn.wikipedia.org/wiki?curid=1010665", "content": "প্রবাহী গতিবিদ্যায়, বার্নুলি’র নীতি অনুসারে বলা হয় যে, কোন প্রবাহীর গতিবেগ বৃদ্ধির সাথে যুগপৎভাবে ঐ প্রবাহী্র স্থির চাপ (static pressure) অথবা ঐ প্রবাহীর বিভব শক্তি হ্রাস পায়। ড্যানিয়েল বার্নুলি’র নামানুসারে এই নীতিটির নামকরণ করা হয়েছে। তার ১৭৩৮ সালে প্রকাশিত গ্রন্থ হাইড্রোডায়নামিকা – তে তিনি প্রথম এই নীতিটি উল্লেখ করেছিলেন। যদিও বার্নুলি চাপ হ্রাসের সাথে সাথে প্রবাহীর গতিবেগ বৃদ্ধির সম্পর্কটি নির্ণয় করেছিলেন, তবে বার্নুলি’র সমীকরণ এর যে প্রচলিত রূপ, তা নির্ণয় করেছিলেন লিওনার্ড অয়লার, ১৭৫২ সালে। এই নীতিটি কেবলমাত্র আইসেনট্রপিক (সম-এনট্রপি বিশিষ্ট) প্রবাহের ক্ষেত্রেই প্রযোজ্য: যখন অপ্রত্যাবর্তী প্রক্রিয়া (যেমন – উত্তাল প্রবাহ (turbulent flow)) এবং অ–রুদ্ধতাপীয় প্রক্রিয়া (যেমন – তাপ বিকিরণ), এর প্রভাব খুব নগণ্য হয় এবং অগ্রাহ্য করা যায়।\nপ্রবাহীর বিভিন্ন ধরনের প্রবাহের ক্ষেত্রে বার্নুলি’র সমীকরণ প্রয়োগ করা যায়, যার কারণে বার্নুলি’র সমীকরণ এর ভিন্ন ভিন্ন রূপ পাওয়া যায়; অর্থাৎ, ভিন্ন ধরনের প্রবাহের জন্য বার্নুলি’র সমীকরণের ভিন্ন ভিন্ন আকার বিদ্যমান রয়েছে। এই সমীকরণের সরল রূপটি অসংকোচনশীল প্রবাহ (incompressible flow) (অধিকাংশ তরলের প্রবাহ এবং নিম্ন মাখ সংখ্যা বিশিষ্ট গ্যাসের প্রবাহ)। সমীকরণের জটিলতর রূপসমূহ উচ্চতর মাখ সংখ্যা বিশিষ্ট সংকোচনশীল প্রবাহের ক্ষেত্রে প্রয়োগ করা যায় (বার্নুলি’র সমীকরণ এর প্রতিপাদন দেখুন)।\nশক্তির সংরক্ষণশীলতা নীতি থেকে বার্নুলির নীতি প্রতিপাদন করা সম্ভব। এতে বলা হয় যে, নিয়ত প্রবাহে (steady flow) প্রবহমান কোন প্রবাহীর যে কোন প্রবাহরেখা (streamline) বরাবর, ঐ প্রবাহীতে বিদ্যমান শক্তির সকল রূপের সমষ্টি, ঐ প্রবাহরেখার সকল বিন্দুতে সমান থাকে। এর অর্থ হচ্ছে, প্রবাহীর গতি শক্তি, বিভব শক্তি এবং অভ্যন্তরীণ শক্তির মিলিত সমষ্টি সার্বিকভাবে ধ্রুব থাকে। এজন্য, প্রবাহীর বেগ বৃদ্ধি পেলে তথা গতি শক্তি (গতীয় চাপ) বেড়ে গেলে, যুগপৎভাবে তার বিভব শক্তি (স্থির চাপ সহ) ও অভ্যন্তরীণ শক্তি (এর সমষ্টি) হ্রাস পায়। কোন প্রবাহী-উৎস থেকে নির্গত প্রবাহীর ক্ষেত্রে, সকল প্রবাহরেখা বরাবর, শক্তির সকল রূপের সমষ্টি একই থাকে কেননা সেখানে একক আয়তনে সঞ্চিত শক্তি (চাপ এবং মহাকর্ষীয় বিভব \n  \n    \n      \n        ρ\n        g\n        h\n        \n      \n    \n    {\\displaystyle \\rho gh\\,}\n  \nএর সমষ্টি) উৎসের সব বিন্দুতে একই থাকে।\nনিউটনের গতির দ্বিতীয় সূত্র থেকেও সরাসরি বার্নুলি’র নীতি প্রতিপাদন করা যায়। যদি ক্ষুদ্র আয়তনের কোন প্রবাহী উচ্চচাপ অঞ্চল থেকে নিম্নচাপ অঞ্চলের দিকে অনুভূমিকভাবে প্রবাহিত হয়, তাহলে ঐ আয়তনের সম্মুখভাগের তুলনায় পশ্চাৎভাগের চাপ বৃহত্তর হয়। ফলে ঐ আয়তনের ওপর একটি লব্ধি বল ক্রিয়াশীল হয়, যা প্রবাহরেখা বরাবর ঐ প্রবাহীকে ত্বরান্বিত করে।\nকোন প্রবাহীর কণাগুলোর ওপর কেবলমাত্র তাদের নিজস্ব ওজনজনিত চাপ বিদ্যমান থাকে। তাই কোন প্রবাহী যদি অনুভূমিকভাবে ও প্রবাহরেখা বরাবর গতিশীল থাকে, তাহলে এর বেগ বৃদ্ধি পায় কেবল যদি তা উচ্চতর চাপ থেকে নিম্নতর চাপের কোন অঞ্চলের দিকে অগ্রসর হয়; এবং এর বেগ হ্রাস পায় কেবল যদি তা নিম্নতর চাপ থেকে উচ্চতর চাপ অঞ্চলের দিয়ে অগ্রসর হয়। ফলস্বরূপ, অনুভূমিকভাবে প্রবাহিত কোন প্রবাহী সর্বোচ্চ বেগপ্রাপ্ত হয় যেখানে চাপ সর্বনিম্ন থাকে, এবং এর বেগ সর্বনিম্ন হয় যেখানে সর্বোচ্চ চাপ বিরাজ করে।\nশক্তি সংরক্ষণের সাথে সম্পর্কটি এ থেকে স্পষ্ট: হয় অতিরিক্ত গতিটি সম্ভাব্য শক্তি (অর্থাৎ, যার অবস্থানের কারণে এটি ধারণ করে এমন শক্তি) বা তরলটির চাপ তৈরি করে এমন অভ্যন্তরীণ শক্তি থেকে আসে।\nবার্নোল্লি নীতিটি তরল প্রবাহের মূল কারণগুলি ব্যাখ্যা করে যা পদার্থবিদদের তরল গতিতে বিবেচনা করা উচিত। হয় তরল উচ্চতার ফলে প্রবাহিত হয় (সুতরাং এর সম্ভাব্য শক্তি পরিবর্তিত হয়) বা তরলটির বিভিন্ন অংশে চাপের পার্থক্যের কারণে এটি প্রবাহিত হয় (সুতরাং উচ্চ-শক্তিতে তরল, নিম্ন-চাপ অঞ্চলে সরানো) । নীতিটি একটি খুব শক্তিশালী সরঞ্জাম কারণ এটি তরল পদক্ষেপের কারণগুলির সাথে একত্রিত করে।\nতবে নীতিটি থেকে সবচেয়ে গুরুত্বপূর্ণ বিষয়টি হ'ল দ্রুত প্রবাহিত তরলটির চাপ কম থাকে। যদি আপনি এটি মনে রাখেন, আপনি মূল নীতিটি থেকে মূল পাঠ গ্রহণ করতে সক্ষম হবেন এবং এটি কেবল পরিচিতি অনুচ্ছেদে তিনটি সহ অনেকগুলি ঘটনা ব্যাখ্যা করার জন্য যথেষ্ট।\n\n\n== অসংকোচনশীল প্রবাহ সমীকরণ ==\nঅধিকাংশ তরল এবং নিম্ন মাখ সংখ্যার গ্যাসের প্রবাহের ক্ষেত্রে, প্রবাহকালে চাপের ভিন্নতা যেমনই হোক না কেন, কোন প্রবাহীর ঘনত্বকে ধ্রুব বলেই বিবেচনা করা যায়। এ কারণেই, ঐ প্রবাহীকে অসংকোচনশীল (incompressible) বলে বিবেচনা করা হয় এবং ঐ প্রবাহকে অসংকোচনশীল প্রবাহ বলা হয়। বার্নুলি তার পরীক্ষা–নিরীক্ষা করেন তরলের ওপর, তাই তার নির্ণীত সমীকরণটির মূল রূপটি শুধুমাত্র অসংকোচনশীল প্রবাহের ক্ষেত্রেই প্রযোজ্য। বার্নুলি’র সমীকরণের সাধারণ একটি রূপ, যা কোন প্রবাহরেখার যে কোন বিন্দুর ক্ষেত্রেই বৈধ হয়, তা নিম্নরূপ:\n\nযেখানে:\nv =  প্রবাহরেখার যে কোন বিন্দুতে প্রবাহের দ্রুতি,\ng = অভিকর্ষজ ত্বরণ,\nz =  প্রসঙ্গ–তল থেকে ঐ বিন্দুর উচ্চতা, যেখানে ধনাত্মক z–দিক ওপরের দিকে নির্দেশ করে – অর্থাৎ, অভিকর্ষজ ত্বরণের দিকের বিপরীত অভিমুখে,\np = ঐ নির্দিষ্ট বিন্দুতে বিদ্যমান চাপ,\nρ = প্রবাহীর যেকোন বিন্দুতে এর ঘনত্ব।\nসমীকরণের ডান দিকে উল্লিখিত ধ্রুবকের (constant) মান নির্ভর করে কেবলমাত্র নির্বাচিত প্রবাহরেখাটির ওপর, আর অন্যদিকে v, z, এবং p এর মান নির্ভর করে প্রবাহরেখার সুনির্দিষ্ট বিন্দুর ওপর।\nনিম্নলিখিত স্বতঃসিদ্ধগুলোর সাপেক্ষেই কেবল বার্নুলি'র সমীকরণ প্রযোজ্য হয়:\n\nনিয়ত প্রবাহ (steady flow) হতে হবে, অর্থাৎ প্রবাহের পরামিতিসমূহ (বেগ, ঘনত্ব ইত্যাদি) সকল বিন্দুতে সময়ের সাপেক্ষে অপরিবর্তিত থাকবে;\nঅসংকোচনশীল প্রবাহ (incompressible flow) হতে হবে - প্রবাহরেখা বরাবর বিভিন্ন বিন্দুতে চাপ পরিবর্তিত হলেও প্রবাহীর ঘনত্ব অবশ্যই ধ্রুব থাকতে হবে;\nসান্দ্রবলজনিত ঘর্ষণ নগণ্য হতে হবে।\nসংরক্ষণশীল বল ক্ষেত্রগুলোতে (কেবল মহাকর্ষীয় ক্ষেত্রের মধ্যে সীমাবদ্ধ নয়), বার্নুলি'র সমীকরণকে সাধারণভাবে নিম্নরূপে লেখা যায়:\n  \n    \n      \n        \n          \n            \n              v\n              \n                2\n              \n            \n            2\n          \n        \n        +\n        Ψ\n        +\n        \n          \n            p\n            ρ\n          \n        \n        =\n        \n          constant\n        \n        \n      \n    \n    {\\displaystyle {v^{2} \\over 2}+\\Psi +{p \\over \\rho }={\\text{constant}}\\,}\n  \nযেখানে, Ψ হচ্ছে প্রবাহরেখার ওপর নির্দিষ্ট বিন্দুটির বল বিভব, উদাহরণস্বরূপ, পৃথিবীর মহাকর্ষ বলের জন্য Ψ = gz।\nসমীকরণ (A)-কে প্রবাহীর ঘনত্ব ρ দ্বারা গুণ করে লেখা যায়: \n  \n    \n      \n        \n          \n            1\n            2\n          \n        \n        ρ\n        \n          v\n          \n            2\n          \n        \n        +\n        ρ\n        g\n        z\n        +\n        p\n        =\n        \n          constant\n        \n        \n      \n    \n    {\\displaystyle {1 \\over 2}\\rho v^{2}+\\rho gz+p={\\text{constant}}\\,}\n  \nঅথবা, \n  \n    \n      \n        q\n        +\n        ρ\n        g\n        h\n        =\n        \n          p\n          \n            0\n          \n        \n        +\n        ρ\n        g\n        z\n        =\n        \n          constant\n        \n        \n      \n    \n    {\\displaystyle q+\\rho gh=p_{0}+\\rho gz={\\text{constant}}\\,}\n  \nযেখানে,\n\n  \n    \n      \n        q\n        =\n        \n          \n            1\n            2\n          \n        \n        ρ\n        \n          v\n          \n            2\n          \n        \n        \n      \n    \n    {\\displaystyle q={\\frac {1}{2}}\\rho v^{2}\\,}\n  \n= গতিশীল চাপ (dynamic pressure),\n\n  \n    \n      \n        h\n        =\n        z\n        +\n        \n          \n            p\n            \n              ρ\n              g\n            \n          \n        \n        \n      \n    \n    {\\displaystyle h=z+{p \\over \\rho g}\\,}\n  \n= পাইজোমেট্রিক উচ্চতা (piezometric head) বা হাইড্রোলিক উচ্চতা (hydraulic head) (উচ্চতা z এবং চাপীয় স্তম্ভের উচ্চতার (pressure head) সমষ্টি), এবং\n\n  \n    \n      \n        \n          p\n          \n            0\n          \n        \n        =\n        p\n        +\n        q\n        \n      \n    \n    {\\displaystyle p_{0}=p+q\\,}\n  \n= স্থবির চাপ (stagnation pressure; স্থির চাপ p এবং গতিশীল চাপ q এর সমষ্টি)।\n\nবার্নুলি'র সমীকরণে ব্যবহৃত ধ্রুবপদের প্রমিতকরণ করা সম্ভব। এর একটি গতানুগতিক পন্থা হচ্ছে সমীকরণটিকে মোট উচ্চতা বা শক্তি উচ্চতা H (energy head) এর সাপেক্ষে প্রকাশ করা:\n  \n    \n      \n        \n          H\n        \n        =\n        z\n        +\n        \n          \n            p\n            \n              ρ\n              g\n            \n          \n        \n        +\n        \n          \n            \n              v\n              \n                2\n              \n            \n            \n              2\n              g\n            \n          \n        \n        =\n        h\n        +\n        \n          \n            \n              v\n              \n                2\n              \n            \n            \n              2\n              g\n            \n          \n        \n        \n        ;\n      \n    \n    {\\displaystyle \\mathbf {H} =z+{\\frac {p}{\\rho g}}+{\\frac {v^{2}}{2g}}=h+{\\frac {v^{2}}{2g}}\\,;}\n  \nওপরের সমীকরণ থেকে এই ধারণা লাভ করা যায় যে, প্রবাহীর এমন একটি গতিবেগ থাকে যার জন্য চাপের মান শূন্য হয়, এবং তার চেয়ে বৃহত্তর বেগে চাপ ঋণাত্মক-ও হতে পারে। অধিকাংশ ক্ষেত্রেই, গ্যাস কিংবা তরল ঋণাত্মক পরম চাপ, কিংবা শূন্য চাপ অর্জনে সক্ষম হয় না; সুতরাং পরিষ্কারভাবেই, শূন্য চাপ অর্জনের পূর্বেই বার্নুলি'র সমীকরণ বৈধতা হারিয়ে ফেলে। তরলের ক্ষেত্রে - যেখানে চাপ খুব কম থাকে, সেখানে গহ্বরায়ন (cavitation) দেখা যায়। ওপরের সমীকরণটি প্রবাহ বেগের বর্গ এবং চাপের মধ্যে রৈখিক সম্পর্ক ব্যবহার করে। গ্যাসে উচ্চতর প্রবাহ বেগের ক্ষেত্রে, অথবা তরল মাধ্যমে শব্দ তরঙ্গের ক্ষেত্রে, প্রবাহীর ভর ঘনত্বের উল্লেখযোগ্য পরিবর্তন ঘটে বলে, ঘনত্ব ধ্রুব থাকে বলে যে অনুমান করা হয় সেটা আর প্রযোজ্য হয় না।\n\n\n== বের্নোলির নীতি সম্পর্কিত অন্যান্য উদাহরণ ==\nকর্মে বার্নোলির নীতি সম্পর্কিত আরও কয়েকটি উদাহরণ ধারণাটি পরিষ্কার করতে সহায়তা করতে পারে। সর্বাধিক পরিচিত উদাহরণটি এয়ারোডাইনামিক্স এবং এয়ারপ্লেন উইং ডিজাইন, বা এয়ারফোয়েলগুলির অধ্যয়ন থেকে আসে (যদিও বিশদ সম্পর্কে কিছুটা ছোটখাটো মতবিরোধ রয়েছে)।\nজলবিদ্যুৎ কেন্দ্রগুলি দুটি উপায়ের একটিতে কাজ করার জন্য বার্নোল্লি নীতিতেও নির্ভর করে। প্রথমত, একটি জলবিদ্যুৎ বাঁধে, জলাশয়ের জল শেষে একটি টারবাইন মারার আগে পেনস্টকস নামে কিছু বড় টিউবগুলি নেমে যায়। বার্নল্লির সমীকরণের ক্ষেত্রে, জলটি পাইপের উপর দিয়ে ভ্রমণ করার সাথে সাথে মহাকর্ষের সম্ভাব্য শক্তি হ্রাস পায়, তবে অনেকগুলি ডিজাইনে জল জল থেকে বেরিয়ে আসে একই গতি.সমীকরণের দ্বারা, এটি স্পষ্ট যে সমীকরণের ভারসাম্য বজায় রাখার জন্য চাপে অবশ্যই পরিবর্তন এসেছে এবং প্রকৃতপক্ষে, এই জাতীয় টারবাইন তরলটির চাপ শক্তি থেকে তার শক্তি গ্রহণ করে।\nতাত্ক্ষণিকভাবে বোঝার জন্য একটি সরল ধরনের টারবাইন বলা হয় ইমপ্লাস টারবাইন। এটি টারবাইন (একটি অগ্রভাগ ব্যবহার করে) এর আগে নলের আকার হ্রাস করে কাজ করে, যা পানির গতিবেগ বাড়ায় (ধারাবাহিকতা সমীকরণ অনুসারে) এবং চাপ হ্রাস করে (বার্নোলির নীতি অনুসারে)। এই ক্ষেত্রে শক্তির স্থানান্তর পানির গতিবেগ শক্তি থেকে আসে।\n\n\n== আরও দেখুন ==\nড্যানিয়েল বার্নুলি\nকোয়ান্দা প্রভাব\nঅয়লার সমীকরণ (প্রবাহী গতিবিদ্যা)\nজলপ্রবাহবিদ্যা\nনেভিয়ার-স্টোকস সমীকরণ\nপ্রবাহী গতিবিজ্ঞান\nটরিসেলি'র সূত্র\nভেঞ্চুরি প্রভাব\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nBernoulli equation calculator\nDenver University – Bernoulli's equation and pressure measurement\nMillersville University – Applications of Euler's equation\nNASA – Beginner's guide to aerodynamics  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ জুলাই ২০১২ তারিখে\nMisinterpretations of Bernoulli's equation – Weltner and Ingelman-Sundberg  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ ফেব্রুয়ারি ২০১২ তারিখে"}