{"pageid": 1011805, "title": "উলপুর", "url": "https://bn.wikipedia.org/wiki?curid=1011805", "content": "উলপুর বাংলাদেশের গোলপালগঞ্জের উত্তরে অবস্থিত একটি গ্রাম। গ্রামটিকে উলপুর পরিবারের বসু রায়চৌধুরী, তাদের জমিদারী ও জগিরের হিসাবে শাহপুর নামে নামকরণ করেছিলেন।\nশাহপুর পরগনা ২ টি মৌজা (আশেপাশের সবুজ শাকসব্জি, জমি, জলাশয় ইত্যাদি) নিয়ে গঠিত এবং ১৯৩১ সালে জনসংখ্যা ছিল ৩০,২০০জন।\nশাহপুর পরগনার এলাকার নাম ছিল মুঘল বার। উলপুর এক ধরনের রাজধানী হিসাবে কাজ করেছিলেন যেখানে রায়চৌধুরীরা ছিলেন। প্রশাসনিক রেকর্ডে নামটি আর বিদ্যমান নেই কারণ ব্রিটিশ আমলে প্রশাসনিক বিভাগগুলি পরিবর্তিত হয়েছিল। এখন এটি গোপালগঞ্জ জেলার অংশ (ব্রিটিশরা গোপালগঞ্জকে বরিশাল জেলার মধ্যে একটি মহকুমার সদর দফতর করেছিল)। বাংলাদেশ সরকার গোপালগঞ্জকে পৃথক জেলায় পরিণত করেছে।\n\n\n== ইতিহাস ==\nদশরথ বসু বাংলায় একাদশ শতাব্দীতে এসেছিলেন। তাঁর এক বংশধর, রঘুনন্দন বসু ষোড়শ শতাব্দীতে মোগল সম্রাটের ( জাহাঙ্গীর ) নির্দেশে উলপুর / শাহপুরের জমিদারী / জগির পুনর্নির্মাণ করেছিলেন, যেখানে তাঁর বংশধররা পরবর্তীতে বসতি স্থাপন করেছিলেন। বসু রায়ের অনেক লোকজন ১৯৪৭ এর ভারত বিভক্তির পর পূর্ব বাংলায় (বর্তমান বাংলাদেশ) উলপুুরে তাদের পৈতৃক ভিটা ছেড়ে ভারতে চলে যায়। তবে কয়েক জন উলপুরে রয়ে গিয়েছিলেন এবং এলাকার সামাজিক, রাজনৈতিক ও সাংস্কৃতিক জীবনে অংশ নিয়ে চলেছেন।\nবাংলা ঐতিহাসিকদের মতে আদিসুর কিংবদন্তি হেমন্ত সেন, সেন রাজাদের একজন যারা কনৌজকের আক্রমণ করেছিল। বাঙালি ঐতিহাসিক ডঃ নীহাররঞ্জন রায় তাঁর বাংলার ইতিহাসের (বাংলার ইতিহাস ) বইতে বলেছেন যে বাংলার সমস্ত সেনা শাসকরাও সুর উপাধিকারের একটি অনুকরণকে গ্রহণ করেছিলেন। আদিসুর সম্ভবত বাংলার সেনা রাজা এবং বল্লাল সেনের দাদা যে বাংলায় কুলিন ব্যবস্থা শুরু করেছিলেন (হলেন বসু রায় চৌধুরিগুলি এই কুলিনগুলির মধ্যে একটি) হেমন্ত সেনের নেওয়া একটি উপাধি। দ্বৈত উপাধির এই ব্যবস্থাটি ভারতীয় রাজাদের মধ্যে প্রচলিত ছিল। সম্রাট অশোক, বিখ্যাত বৌদ্ধ সম্রাট, যাঁর আধিপত্য এশিয়ার বেশিরভাগ অংশকে বৌদ্ধধর্মে রূপান্তরিত করেছিল, তারা দেবানাম্পিয়া নামেও পরিচিত ছিল। বহু দশক ধরে ঐতিহাসিকরা এই দেবনাম্পিয়া নির্মিত পাথরের খাঁজগুলি এবং স্তম্ভগুলিতে ধাঁধা দিতেন। অনেক পরে একটি শিলালিপি আবিষ্কার হয়েছিল যে দুজনকে একজন ব্যক্তি হিসাবে দেখানো হয়েছিল, যা এই বিতর্ককে পরিষ্কার করেছে। ত্রয়োদশ শতাব্দীতে মুসলিম হানাদারদের দ্বারা বাংলায় আক্রমণ করার পরে, বাংলার হিন্দু সেন শাসকদের দরবার থেকে ভদ্রলোকরা ছোট ছোট রাজত্ব প্রতিষ্ঠা করতে বা তাদের আশ্রয় নিতে পূর্ব এবং উত্তর দিকে পালিয়ে যান। এরকম একটি স্থান ছিল দেব পরিবার কর্তৃক প্রতিষ্ঠিত দক্ষিণ পূর্ব বাংলায় (বর্তমানে বাংলাদেশে) চন্দ্রদ্বীপ । বাসস দেবগণের সাথে বিবাহবন্ধনে আবদ্ধ হন এবং এই শহরে বসতি স্থাপন করেন। অন্যান্য পরিবারের মধ্যে গুহরা অন্যতম।\nপ্রতাপাদিত্য মোগুল সম্রাট আকবরের বিরুদ্ধে বিদ্রোহী 12 ভূঁইয়া বা রাজসের 16 তম শতাব্দীর নেতা হিসাবে বাংলার ইতিহাসে বিখ্যাত। তাকে নিয়ে অনেক জনপ্রিয় কিংবদন্তি রয়েছে। ভারতের প্রখ্যাত বিজয়ী কবি রবীন্দ্র নাথ ঠাকুর তাঁর জীবনের একটি ঘটনা অবলম্বনে একটি নাটক রচনা করেছিলেন। গোপাল ছিল প্রতাপাদিত্যের প্রথম আত্মীয় এবং ঘনিষ্ঠ আত্মবিশ্বাসী।\n\n\n== উপাধি ==\nউপাধিটি সমস্ত ছেলের হাতে দেওয়া হয়েছে। দেশভাগের পরে এই নামটি রাখা হয়েছিল। ১৯৪৭ সালে পূর্ববাংলা পাকিস্তানের অংশ হয়ে গিয়েছিল এবং পরিবারটি তাদের সম্পত্তি হারিয়েছিল) এবং আসল নাম থেকে \"বসু\" বাদ পড়েছিল (উলপুরের বসু রায় চৌধুরী)। চৌধুরী পরিবার অন্য উপাধি পেয়েছিল \"ঠাকুর\" নামে।\nসুতরাং ঠাকুর, রায় এবং চৌধুরী তিনটি উপাদানই বিভিন্ন উপাধি হলেও বিভিন্ন সময়ে বিভিন্ন কারণে দেওয়া হয়।\n\n\n== সম্পত্তি ==\nপরিবারের বিভিন্ন সদস্যের সম্পদগুলি এখনও উলপুরে পাওয়া যায় এবং এখন গ্রামবাসীরা তাদের বাড়ি হিসাবে ব্যবহার করে। ছোট মন্দির এবং পুকুরগুলি ক্ষয়িষ্ণু অবস্থায় রয়েছে, তবে প্রধান কালী মন্দিরটি এখনও ব্যবহারের মধ্যে রয়েছে এবং সম্প্রতি এটি সংস্কার করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\nবৃহত্তর ফরিদপুর জেলা (2017) এর প্রত্নতাত্ত্বিক জরিপ প্রতিবেদন, মোঃ আবুল হাশেম মিয়া, নাজিমুদ্দিন আহমদ, বাংলাদেশ। প্রত্নতত্ত্ব বিভাগ\nপরিচয়: বঙ্গজা কায়স্থ-গণার সমাজিকা ইথিসা সাহা ডাকসিনা ফারদীপুরার বিল-প্রেদ্রেসার বিবার্ণ (১৯৩37), রায়চৌধুরী, দিনবন্ধু কলকাতা\nবাঙালি সংস্কৃতিতে বিবাহ এবং র‌্যাঙ্ক, মধ্যযুগীয় বাংলায় বর্ণ ও বংশের ইতিহাস, রোনাল্ড বি। ইন্দেন (১৯ 1976), ক্যালিফোর্নিয়া প্রেস বিশ্ববিদ্যালয়, বার্কলে\n\n\n== বহিঃসংযোগ ==\n[১] ভারতীয় রাজপরিবারের ওয়েবসাইটগুলি\n[২]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ নভেম্বর ২০১২ তারিখে উলপুরের ছবি\n[৩] উলপুর ওয়েবপৃষ্ঠার বসু রায়চৌধুরী\n[৪]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ জুন ২০১৫ তারিখে সরবরী রায়চৌধুরী সম্পর্কিত নিবন্ধ"}