{"pageid": 1011464, "title": "নেফ্রাইটিস", "url": "https://bn.wikipedia.org/wiki?curid=1011464", "content": "নেফ্রাইটিস হল বৃক্কের প্রদাহ যার কারণ হিসেবে গ্লোমেরুলি, বৃক্কের নালিকা বা গ্লোমেরুলি এবং বৃক্কের নালিকার  চারপাশের  টিস্যুগুলো জড়িত থাকতে পারে। \n\n\n== প্রকারভেদ ==\nগ্লোমেরুলোনেফ্রাইটিস হলো গ্লোমেরুলির প্রদাহ।  নেফ্রাইটিস শব্দটি দ্বারা প্রায়ই গ্লোমেরুলোনেফ্রাইটিসকে বোঝানো হয়। \nইন্টারস্টেসিয়াল নেফ্রাইটিস (বা টিউবুলো-ইন্টারস্টিশিয়াল নেফ্রাইটিস) হল বৃক্কের নালিকাগুলোর মধ্যে ফাঁকা স্থানগুলির প্রদাহ। \n\n\n== কারণসমূহ ==\nনেফ্রাইটিস প্রায়শই সংক্রমণ এবং বিষক্রিয়াজনিত কারণে ঘটে। তবে বেশিরভাগ ক্ষেত্রে এটি স্ব-অণাক্রম ব্যাধিগুলোর কারণে হয় যা বৃক্কের মতো প্রধান অঙ্গগুলিকে প্রভাবিত করে। \n\nপাইলোনেফ্রাইটিস হল এক ধরনের  প্রদাহ যা মূত্রনালীর সংক্রমণের ফলে বৃক্কের রেনাল পেলভিসে পৌঁছে। \nলুপাস নেফ্রাইটিস হল প্রতিরোধ ব্যবস্থার একটি রোগ যা সিস্টেমিক লুপাস এরিথেটোসাস (এসএলই) দ্বারা সৃষ্ট বৃক্কের প্রদাহ। \nঅ্যাথলেটিক নেফ্রাইটিস হল নেফ্রাইটিসের অন্য একটি প্রকারভেদ যা কঠোর অনুশীলনের ফলে ঘটে।  রক্তাক্ত প্রস্রাবের পরে এবং কঠোর অনুশীলনের পরে মার্চ হিমোগ্লোবিনিউরিয়াও হতে পারে, যা ট্রমাজনিত কারণে  রক্তকণিকাতে  ফাটল সৃষ্টি করে, যা প্রস্রাবের মধ্যে হিমোগ্লোবিনের নিঃসরণ ঘটায়। \n\n\n== পদ্ধতি ==\n\nনেফ্রাইটিস প্রদাহজনক কোষের প্রসারণের সাথে গ্লোমেরুলার কাঠামোকে বিঘ্নিত করে গ্লোমেরুলিকে ক্ষতিগ্রস্ত করতে পারে।  গ্লোমেরুলার রক্ত প্রবাহ হ্রাসের ফলে প্রস্রাবের আউটপুটকে হ্রাস করতে পারে যাকে অলিগুরিয়া বলে।  এবং বর্জ্য পণ্য  ইউরিয়া ধরে রাখে।  ফলস্বরূপ প্রস্রাবে রক্ত আসতে পারে যাকে হিমাটুরিয়া বলে। \nবৃক্কের রক্ত প্রবাহ কমে গেলে রেনিন-অ্যাঞ্জিওটেনসিন সিস্টেম অ্যালডোস্টেরন সিস্টেম (আরএএএস) সক্রিয় করে এবং উচ্চ রক্তচাপের সৃষ্টি করে ।  এতে বৃক্ক ফুলে যাওয়ার সাথে সাথে আক্রান্ত ব্যক্তির শরীর প্রস্রাবের মাধ্যমে অতিরিক্ত প্রোটিন বেরিয়ে যায়। এই অবস্থার নাম প্রোটিনিউরিয়া । \nনেফ্রাইটিসের কারণে প্রয়োজনীয় প্রোটিন নষ্ট হওয়ার ফলে বেশ কয়েকটি প্রাণঘাতী লক্ষণ দেখা দিতে পারে। নেফ্রাইটিসের সবচেয়ে মারাত্মক জটিলতা দেখা দিতে পারে যদি প্রোটিনগুলির উল্লেখযোগ্য ক্ষতি হয় যা অতিরিক্ত  রক্ত জমাট বাঁধাকে ত্বরান্বিত করে। এই প্রোটিনগুলির ক্ষতির ফলে রক্ত দ্রুত  জমাট বাঁধতে পারে।ফলস্বরুপ হঠাৎ স্ট্রোক হয়। \n\n\n== রোগ নির্ণয় ==\n\nরক্ত পরীক্ষা, এক্স-রে এবং আল্ট্রাসাউন্ডের মাধ্যমে নেফ্রাইটিস শনাক্ত করা যেতে পারে। \n\n\n== চিকিৎসা ==\nনেফ্রাইটিসের চিকিৎসা নির্ভর করে বৃক্ক প্রদাহকে কী কী জিনিস উস্কে দিচ্ছিল তার উপর । লুপাস নেফ্রাইটিসের ক্ষেত্রে, হাইড্রক্সিক্লোরোকুইন ব্যবহার করা যেতে পারে। \n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}