{"pageid": 1011183, "title": "কাঠুরে ও দাঁড়কাক", "url": "https://bn.wikipedia.org/wiki?curid=1011183", "content": "\"কাঠুরে ও দাঁড়কাক\" বাংলাদেশি লেখক শহীদুল জহির রচিত বাংলা ছোটগল্প। ১৯৯২ সালে রচিত গল্পটি ১৯৯৯ সালে ডুমুরখেকো মানুষ ও অন্যান্য গল্প শিরোনামে জহিরের দ্বিতীয় ছোটগল্প সংকলনে প্রকাশিত হয়।\nতার আবু ইব্রাহীমের মৃত্যু (২০০৯) উপন্যাসের মতো \"কাঠুরে ও দাঁড়কাক\" গল্পেও এরশাদবিরোধীতার ছাপ রয়েছে। দেশ নাট্যদল এই গল্পের অভিযোজনে \"জন্মে জন্মান্তর\" নামে মঞ্চনাটক নির্দেশনা দিয়েছেন নাসিরুদ্দিন শেখ।\n\n\n== পটভূমি ==\n\nবাস্তবতা এবং অবাস্তবতার সমন্বয়ে গল্পে রূপকথার আবহে প্রান্তিক এক দম্পতির জীবনের সঙ্গে দাঁড়কাকের বিচিত্র সম্পৃক্ততার কাাহিনী বর্ণিত হয়েছে। গল্পের শুরু হয় একটি জনশ্রুতি দিয়ে। বহুদিন আগে ঢাকা শহর কাকশূন্য হওয়ার বৃত্তান্তের মধ্য দিয়ে। সেই ইতিবৃত্ত নির্মাণের জন্য বাস্তবতা ও রূপকথার সংমিশ্রণের মাধ্যমে পরাবাস্তব চিত্র তুলা ধরা হয়েছে। গল্পের মূল চরিত্র আকালু এবং তার স্ত্রী টেপি। আকালু একজন ভূমিহীন দরিদ্র কাঠুরে। সিরাজগঞ্জের বৈকুণ্ঠপুর গ্রামের পরিত্যক্ত ভিটায় তারা বাস করে। তাদের কোনো সন্তান না থাকায় আকালুর স্ত্রীর অবচেতনে এর রূপায়ণ ঘটে। প্রায়শই তাকে কখনো আপনমনে, কখনো গাছ, পাখি ও বাতাসের সঙ্গে কথা বলতে দেখা যায়। এই ঘটনায় এক সকালে একজোড়া দাঁড়কাকের সঙে টেপির বাক্যালাপ ঘটে। এ প্রক্রিয়ার ভেতর যাওয়ার ফলে পরবর্তীতে নিজেদের ভালো-মন্দের বিষয়ে তারা কাকদের সম্পৃক্ত করতে শুরু করে। বটগাছের গুঁড়ি কাটার সময় আকালুর টাকা পাওয়ার ঘটনায় টেপির মনে হতে থেকে সে তাদের ভালো-মন্দের সঙ্গে কাকের সম্পৃক্ততা রয়েছে। তবে আকালুর সরলতা বা মূর্খামির ফলে শেষ পর্যন্ত সেই অর্থ তাদের পক্ষে ভোগ অসম্ভব হয়ে ওঠে। এরপর এক ঘটনায় কারণে গ্রাম ছেড়ে তারা ঢাকায় আসে। সেখানে রিকশাচালক চান্দুর সঙ্গে পরিচয় ঘটে তাদের এবং সেই সুবাদে একই বসিত্মতে আশ্রয় নিয়ে আকালু রিকশা চালনার কাজ নেয়। নিজেদের নানা দুর্ভোগের জন্য আকালু কাককেই দায়ী মনে করায়, পুনরায় স্ত্রীকে কাকের সঙ্গে কথা বলতে দেখে সে ক্ষিপ্ত হয়। আদতে নিজের সততা ও সারল্যের কারণে আকালু বিভিন্ন জটিলতার পড়ে ফলে সে তার এই দুর্ভোগের কারণে কাকের বিষয়ে চান্দুর কাছে অভিযোগ করে। এরপর রত্নচুরির অভিযোগে স্ত্রীসহ আকালুকে কারাগারে বন্দি থাকতে হয়। কারাভোগের পরে মগবাজারের নয়াটোলায় কারারক্ষকের পরিত্যক্ত ভিটায় আকালু ও টেপির নতুন জীবন শুরু হয় এবং তাদের জীবনে পুনরায় কাকের আবির্ভাব ঘটে। তাদের বাসস্থানের নিকট তালগাছে ছিল অজস্র কাকের বাসা, যেগুলি ক্রমশই আকালুদের কুড়েঘরের ছাদেও বাসা তৈরি করে। একপর্যায়ে আকালু নিজেই বাঁশ দিয়ে কাকের জন্য স্থায়ী বাসা বানিয়ে দেয়। কয়েক মাস পর কাকের বাসা ভেঙে সাড়ে আঠারো মণ সাইকেলের স্পোক, লোহার তার, ইস্পাত বিক্রি করে প্রচুর অর্থ কামানোর ঘটনায় নয়াটোলার মহলস্নাবাসী কিংকর্তব্যবিমূঢ় হয়ে পড়ে। পাশাপাশি ঈর্ষাকাতরতাপন্য হয়ে কবুতরের বাসাকে কাকের বাসায় রূপান্তরের পরও ব্যর্থতার কারণে মহলল্লাবাসীর আকালু ও টেপির ওপর মারমুখী আচরণ করেতে দেখা যায়। মহলল্লাবাসীরা বিভিন্ন ঘটনার মাধ্যমে আকালু ও টেপিকে ঝুপড়িতে অবরুদ্ধ করে রাখে। ফলে কাকের ডিম আর চাপকলের পানি হয়ে ওঠে আকালু-টেপির জীবনধারণের মাধ্যম। এভাবে কাটানোর ত্রিশ দিন পর একরাতে মহলল্লাবাসী আকালুদের ঝুপড়িটি আগুনে পুড়িয়ে দিলে তার ভেতর কোনো মৃতদেহ পায় না। আকস্মিক এই ঘটনায় কাকের ঠোঁটে ভর করে আকালু-টেপি দম্পতির উড়ে যাওয়ার জনশ্রুতি সংক্রান্ত কিংবদন্তির জন্ম হয়। এই ঘটনার বাস্তবতা প্রমাণের জন্য ঘটনার প্রত্যক্ষদর্শী হিসেবে রামপুরা ঝিলে নৌকায় রাত্রিযাপনকারী মাঝিদের কথোপকথন আনা হয়েছে। গল্পে আকালু ও টেপিকে কাকেরা মুখে করে তুলে নিয়ে যাওয়ার বিষয়টি বাস্তব মনে হয়। যার মধ্য দিয়ে জাদুবাস্তবতার প্রয়োগ ঘটতে দেখা যায়।\n\n\n== সমালোচনা ==\nগল্পের ভাষ্য নির্মাণে জাদুবাস্তবতাধর্মী আখ্যান, ঘটনাংশ, লোককথা এবং ব্যাখ্যাতীত পরিসমাপ্তির ব্যবহার দেখা যায়। মোজাফফর হোসেনের মতে, গল্পের বাস্তবতার সাপেক্ষে জহির এখানে কিছুটা মার্কেসিয় রীতিতে অবাস্তব ঘটনাকে বাস্তব করে তুলতে পুঙ্খানুপুঙ্খ বর্ণনা তুলা ধরেছেন। এই গল্পে কিউবিক ফর্মের ব্যবহার রয়েছে, অর্থাৎ গল্পের আখ্যানকে টুকরো-টুকরো অংশে ছড়িয়ে ছিটিয়ে বয়ান করা হয়েছে। এছাড়া তিনি কাঠামোগতভাবে গল্পটি অর্থহীন ভেবেছেন। এখানে প্রতীক হিসেবে বেছে নেয়া হয়েছে দাঁড়কাক। বাংলার লোকবিশ্বাসে কাকের সঙ্গে অমঙ্গলের একটা সম্পর্ক থাকলেও জহিরের গল্পের কাকেরা মূল চরিত্রেদের জীবনে মঙ্গল ও অমঙ্গল, দুইয়ের আভাস দেয়। ভাষা ও নির্মাণশৈলীর দিক থেকে গল্পটি জাদুবাস্তবতাবাদী, যেখানে আকালু-টেপির জীবনের অবাস্তব পরিণতি দেখানো হয়েছে। এ-প্রসঙ্গে আহমাদ মোস্তফা কামালের সাথে এক সাক্ষাৎকারে জহির বলেন: কিছু কিছু ক্ষেত্রে অবশ্য আমি পাঠকদের বিভ্রান্তও করতে চাই, তবে বিষয় থেকে দূরে সরিয়ে নেয়ার জন্য সেটা করি না।...আমি পাঠকদের কাছ থেকে অনেকবেশি মনোযোগ দাবি করি।…আমার অনেক লেখায় আমি ঘোর তৈরি করে তার ভেতরে মূল বিষয়টা ছেড়ে দিয়েছি।\nলেখক মহীবুল আজিজের মতে \"কাঠুরে ও দাঁড়কাক\" গল্পের প্রসঙ্গে গাব্রিয়েল গার্সিয়া মার্কেসের \"এ ভেরি ওল্ডম্যান উইথ ইনরমাস উইংস\" (১৯৬৮) গল্পের কথা মনে পড়তে পারে। গল্পের শেষে আকালু ও টেপিকে কাকের দলের উড়িয়ে নিয়ে যাওয়ার প্রসঙ্গে মাজুল হাসান লাতিন গল্পকার হোর্সে আমাদো'র \"পাখি বিষয়ক অলৌকিকতা\" গল্পের কথা উল্লেখ করেছেন। আমাদোর গল্পে নায়ক উবালদো কাপাদিচিওকে খুনী রিনদোলফো ইজোকয়েল'র হাত থেকে বাঁচাতে কবুতর, থ্রাশ, ওরিয়োল, কার্ডিনাল, ক্যানারি আর টিয়া পাখিরা উড়িয়ে নিয়ে যায়।\n\n\n== অনুবাদ ==\nগল্পটি ২০১৮ সালের ২৫ জুন \"উডকাটার অ্যান্ড ক্রোস\" (\"Woodcutter and Crows\") শিরোনামে ইংরেজি ভাষায় প্রকাশিত হয়েছে। যেটি বাংলা ভাষা থেকে অনুবাদ করেছেন লায়লী উদ্দিন ও মীর রিফাত উস সালেহীন।\n\n\n== তথ্যসূত্র =="}