{"pageid": 1011418, "title": "আবহা", "url": "https://bn.wikipedia.org/wiki?curid=1011418", "content": "আবহা (আরবি: أَبْهَا) সৌদি আরবের 'আছির প্রদেশের রাজধানী। এটি সমুদ্রপৃষ্ঠ থেকে ২,২৭০ মিটার (৭,৪৫০ ফুট) উপরে দক্ষিণ-পশ্চিম সৌদি আরবের আছির পর্বতমালায় আছির জাতীয় উদ্যানের নিকটে অবস্থিত। আবহার হালকা জলবায়ু একে সৌদিদের জন্য একটি জনপ্রিয় পর্যটন কেন্দ্র হিসেবে পরিণত করে।\n\n\n== ইতিহাস ==\n\nআবহা প্রথম বিশ্বযুদ্ধ অবধি উসমানী সাম্রাজ্যের অধীনে আরের যুবরাজ ইবনে আয়েদের রাজধানীর শহর ছিল। ১৯১৮ সালে, আছিরের যুবরাজ ইবনে আয়েদের নাতি ইয়াহিয়া বিন হাসুন আল আয়েদ, সম্পূর্ণ স্বাধীনতার সাথে আবহাতে তার পরিবারের সিংহাসনে ফিরে আসেন। ১৯২০ সালে, সৌদি আরবের একীকরণের সময় ইবনে সৌদের অনুগত নেজদের ইখওয়ান উপজাতিরা আছির বিজয় করে। এই অঞ্চলের সাংস্কৃতিক ঐতিহ্যের জন্য আবহায় অনেক ঐতিহাসিক স্থান যেমন দুর্গ ও অন্যান্য স্থান রয়েছে। তৃতীয় শতাব্দীতে তৃতীয়বারের মতো \"মারিব বাঁধ\" ভেঙে যাওয়ার পর আজদি উপজাতিগুলো স্থানান্তরিত হয়। আল-নামস, বিল্লাসমার অঞ্চল, হাওড়া বিল্লাসমার কেন্দ্র, খালেদ, আইয়া উপত্যকা, অ্যাথিনিয় বিল্লাসমার (যা রাজধানী), সুবহ বিল্লাহমার, আল-নিমাস, তানোমাহ, আল মাজারেদা, বাল-কার্ন কেন্দ্র, সাবত আলালিয়া (বিশাহ, ওয়াদি বিন হাশবাল) এবং আরও কিছু পরিচিত স্থান রয়েছে যেগুলো আছির প্রদেশের অন্তর্গত।\n\n\n== পরিবহনব্যবস্থা ==\nজেদ্দা এবং আবহা সংযোগকারী একটি উপকূলীয় রাস্তা ১৯৭৯ সালে সম্পন্ন হয়। একটি বাস স্টেশন আবহাকে সৌদি আরবের অন্যান্য স্থানের সাথে সংযুক্ত করে।\nআবহা আঞ্চলিক বিমানবন্দর (আরবি: مَطَار أَبْهَا) আবহার প্রধান বিমানবন্দর। আন্তর্জাতিক সংযোগগুলো ইয়েমেন (সানা), মিশর (কায়রো), কাতার (দোহা) এবং সংযুক্ত আরব আমিরাত (দুবাই, শারজাহ) পাশাপাশি সৌদি আরবের অন্যান্য গন্তব্যের জন্য উপলব্ধ। ডাচ-নকশাযুক্ত আবহা বিমানবন্দর নির্মাণের কাজটি ১৯৭৫ সালের মাঝামাঝি সময়ে শুরু হয় এবং ১৯৭৭ সালে ফ্লাইট চালু হয়। বিমানবন্দর নির্মাণের আগে, খামিস মুশাইতের নিকটবর্তী সামরিক বিমানবন্দর থেকে আলী মিসফার ইবনে মিসফার কর্তৃক অভ্যন্তরীণ ফ্লাইটগুলো পরিচালিত হতো।\n\n\n== বৈশিষ্ট্য ==\nআবহা শহর চারটি অংশ নিয়ে গঠিত, যার বৃহত্তম অংশে একটি দুর্গ রয়েছে। পাহাড়ের চূড়ার দুর্গগুলো শহরের একটি গুরুত্বপূর্ণ বৈশিষ্ট্য। ১৯২৭ সালে নির্মিত শাদ্দা প্রাসাদ এখন স্থানীয় হস্তশিল্প এবং গৃহস্থালীর উপাদান প্রদর্শনের জন্য একটি জাদুঘর। আবহার অন্যান্য উল্লেখযোগ্য ভবনগুলোর মধ্যে রয়েছে আবহা গ্রেট মসজিদ, আল-তাহি রেস্তোঁরা, আবহা প্রাসাদ হোটেল এবং সাদ হ্রদের পাশের ফানপার্ক। নতুন আবহা পাঁচতারকা হোটেল হ্রদে একটি সাম্প্রতিক নির্মাণ যা শহরটি থেকে ১.৫ কিমি (০.৯৩ মাইল) দক্ষিণ-পশ্চিমে রয়েছে। সৌদির প্রধান দৈনিক আল ওয়াটনের প্রধান কার্যালয় এবং প্রধান মুদ্রণ ছাপাখানা আবহাতে অবস্থিত।\n\n\n== সংস্কৃতি ==\nসৌদি সরকার আবহাকে পর্যটন কেন্দ্র হিসেবে প্রচার করেছে। শহর এবং তার আশেপাশে দর্শকদের আকর্ষণ করার জন্য এটি গ্রীষ্মকালীন আবহা উৎসব, খেলাধুলার অনুষ্ঠান, প্রদর্শনী এবং সংগীত পরিবেশনা ইত্যাদি অনুষ্ঠানের আয়োজন করে থাকে। আবহাতে এমনই একটি পরিবেশনার সময় মঞ্চে শিল্পী তালাল মাদ্দাহ মারা যান।\n\n\n== শিক্ষা ==\nকিং খালিদ বিশ্ববিদ্যালয় আবহার একটি পাবলিক বিশ্ববিদ্যালয়। ১৯৯৯ সালে ইমাম মুহাম্মাদ বিন সৌদ ইসলামি বিশ্ববিদ্যালয় এবং দক্ষিণের কিং সৌদ বিশ্ববিদ্যালয়কে একীভূত করে বিশ্ববিদ্যালয়টি প্রতিষ্ঠিত হয়।\n\n\n== ভূগোল ও জলবায়ু ==\n\nআবহা সমুদ্রপৃষ্ঠ থেকে প্রায় ২,২৭০ মিটার (৭,৪৫০ ফুট) উচ্চতায় আসিরের দক্ষিণাঞ্চলে সৌদি আরবের সর্বোচ্চ চূড়া জাবল সাওদার নিকটে আল-হিজাজ পর্বতের পশ্চিম প্রান্তে অবস্থিত।\nআবহার আবহাওয়া আধা-শুষ্ক এবং এটি শহরের উচ্চতা দ্বারা প্রভাবিত হয়। শহরের আবহাওয়া সাধারণত সারা বছর হালকা থাকে, \"স্বল্প-রোদ\" মৌসুমে লক্ষণীয়ভাবে শীতল হয়ে যায়। বছরে খুব কমই আবহায় তাপমাত্রা ৩৫ ডিগ্রি সেলসিয়াস (৯৫.০ ডিগ্রি ফারেনহাইট) এর উপরে উঠতে দেখা যায়। শহরটিতে বার্ষিক গড় বৃষ্টিপাত ২৭৮ মিলিমিটার (১১ ইঞ্চি) যার বেশিরভাগই ফেব্রুয়ারি ও এপ্রিলের মধ্যে হয়ে থাকে এবং জুলাই ও আগস্ট মাসে একটি সামান্য আর্দ্র মৌসুম থাকে।\n১৯৮৩ সালের ২৫ আগস্টে সর্বোচ্চ রেকর্ডকৃত তাপমাত্রা ছিল ৪০ ডিগ্রি সেলসিয়াস (১০৪ ডিগ্রি ফারেনহাইট) এবং একই বছর ২৯ ডিসেম্বর সর্বনিম্ন রেকর্ডকৃত তাপমাত্রা ছিল −২ ডিগ্রি সেলসিয়াস (২৮ ডিগ্রি ফারেনহাইট)।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nমক্কা\nমদিনা\nআছির পর্বতমালা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nAlhaider, Sirham (২০১৮)। LINGUISTIC LANDSCAPE: A CONTRASTIVE STUDY BETWEEN SOUK ALTHULATHA'AAND ASIR MALL IN ABHA CITY, SAUDI ARABIA (পিডিএফ)। ফ্লোরিডা বিশ্ববিদ্যালয়।  - পিএইচডি থিসিস"}