{"pageid": 1011634, "title": "আসির পর্বতমালা", "url": "https://bn.wikipedia.org/wiki?curid=1011634", "content": "আসির পর্বতমালা (আরবি: جِبَال ٱلْعَسِيْر) দক্ষিণ-পশ্চিম সৌদি আরবের একটি পার্বত্য অঞ্চল যা লোহিত সাগরের সমান্তরালে অবস্থিত। এটি সৌদি আরবের 'আসির অঞ্চলের অন্তর্ভুক্ত, তবে সাধারণত এটি ইয়েমেনী সীমান্তের কাছাকাছি অঞ্চলেরও অন্তর্ভুক্ত। এই পর্বতমালা আরবীয় পার্বত্য অঞ্চলের পাহাড়, সমভূমি ও উপত্যকার সমন্বয়ে গঠিত এবং পাহাড়গুলো প্রায় ১,০০,০০০ বর্গকিলোমিটার (৪০,০০০ বর্গমাইল) জুড়ে বিস্তৃত। এটি সারাওয়াত পর্বতমালার অংশ যা তিহামার সমান্তরালে আরব উপদ্বীপের পশ্চিমে, বিশেষত সৌদি আরব ও ইয়েমেনের পশ্চিম প্রান্তে অবস্থিত যা পরবর্তীতে পর্বতমালা হিসেবে সংজ্ঞায়িত হয়েছে।\n\n\n== ভূতত্ত্ব ==\n\nপ্রাথমিকভাবে পাহাড়গুলো জুরাসিক, ক্রিটেসিয়াস ও প্যালিওজিন যুগের পাললিক শিলা, চুনাপাথর, বেলেপাথর ও নরম শিলা এবং প্রাক-ক্যামব্রিয়ান গ্রানাইটের ভিত্তিতে গঠিত।\n\n\n== জলবায়ু ও কৃষি ==\nসৌদি আরবের এই অঞ্চলে মৌসুমী বৃষ্টির কারণে গড়ে সর্বোচ্চ বৃষ্টিপাত হয়। আর্দ্র অঞ্চলে প্রতিবছর গড়ে ৬০০ মিলিমিটার (২৪ ইঞ্চি) থেকে ১,০০০ মিলিমিটার (৩৯ ইঞ্চি) বৃষ্টিপাত হতে পারে। পূর্বাঞ্চলের সমভূমি এবং মালভূমিতে প্রতিবছর গড়ে ৫০০ মিলিমিটার (২০ ইঞ্চি) থেকে ১০০ মিলিমিটার (৩.৯ ইঞ্চি) নিচে বৃষ্টিপাত হয়।\nএই অঞ্চলের ফসলের বেশিরভাগ অংশ খাড়াভাবে পাহাড়ের পাশে চাষ করা হয় যার মধ্যে রয়েছে গম, কফি, তুলা, নীল, আদা, শাকসবজি ও খেজুর। এছাড়াও অঞ্চলটিতে গরু, ভেড়া, ছাগল ও উট পালন করা হয়।\n\n\n== জীববৈচিত্র্য ==\nএই অঞ্চলের কঠিন ভূখন্ডটি অঞ্চলের অনন্য জীববৈচিত্র্য সংরক্ষণে সহায়তা করছে। এই অঞ্চলে বেশ কয়েকটি নতুন মাইক্সোমাইসেটস ছত্রাকের প্রজাতি আবিষ্কৃত হয়েছে, কারণ এখানে বিভিন্ন পূর্বে অনাবিষ্কৃত উদ্ভিদ রয়েছে। আসির আরব চিতাবাঘের অন্যতম প্রাকৃতিক আবাসস্থল বলে মনে করা হয়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nসৌদি আরবের ভূগোল\nসৌদি আরবের ভূতত্ত্ব\nসৌদি আরবের প্রদেশসমূহ\nজাবাল সাওদা\nআবহা\n'আছির প্রদেশ\nখামিস মুশাইত\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nA Journey Through the Tihama, the 'Asir, and the Hijaz Mountains - উইলফ্রেড থিসিগার"}