{"pageid": 1011125, "title": "আগারগাঁও কলোনিতে নয়নতারা ফুল কেন নেই", "url": "https://bn.wikipedia.org/wiki?curid=1011125", "content": "\"আগারগাঁও কলোনিতে নয়নতারা ফুল কেন নেই\" বাঙালি লেখক শহীদুল জহির রচিত ছোট গল্প। ১৯৯১ সালে রচিত গল্পটি ১৯৯৯ সালে ডুমুরখেকো মানুষ ও অন্যান্য গল্প শিরোনামে জহিরের দ্বিতীয় গল্প সংকলন প্রকাশিত হয়।\n১৯ শতকের ঔপনিবেশিক জীবন এই গল্পের প্রেক্ষাপট। এখানে আগারগাঁও নামক একটি সরকারি কলোনিতে বসবাসরত মানুষের বৃত্তান্ত উপস্থাপিত হয়েছে। আগারগাঁও মূলত সরকারি কর্মকর্তা ও কর্মচারীদের আবাসনের জন্য একটি কলোনি, যেখানে বসবাসরত কেরানিদের অবস্থান সামাজিক মর্যাদার মানদণ্ডে তলদেশে। এখানকের একজন মধ্যবয়সী কেরানি আবদুস সাত্তার গল্পের কেন্দ্রীয় চরিত্র। এক ভূমিকম্পের ঘটনায় তার মৃত্যুর পরে কলোনির সব নয়নতারা গাছ মারা যায়। গল্প রূপায়ণে ব্যবহৃত হয়েছে জাদুবাস্তবতার বিবিধ প্রকৌশল। সাত্তার ও জিয়া সরকারের সৌন্দর্যতত্ত্বের অন্তঃসারশূন্যতা দেখানো হয়েছে এই গল্পে।\nএই গল্প অবল্মনে টেলিভিশন নাটক নির্মিত হয়েছে।\n\n\n== চরিত্রসমূহ ==\nআবদুস সাত্তার - সরকারি কেরানি\nশিরিন বানু - আবদুস সাত্তারের স্ত্রী\nজনৈক অধ্যাপক\nআগারগাঁও কলোনির নয়নতারা গাছ\n\n\n== কাহিনীসংক্ষেপ ==\n\nগল্পের কেন্দ্রীয় চরিত্র আগারগাঁও কলোনিবাসী আবদুস সাত্তারের। তিনি একজন শীর্ণ ও মধ্যবয়সী লোক এবং পেশায় সরকারি কেরানি। সংসারের গণ্ডিতে আবদুস সাত্তারের উপস্থিতি ছিল নীরব ও নিষ্ক্রিয়। বর্ষাস্নাত এক অপরাহ্ণে বাড়ি ফিরতে গিয়ে আকস্মিকভাবে অসতর্কতাবশত পা পিছলে পড়ে যাবার ঘটনায় তার প্রমাণ পাওয়া যায়। পড়ে যাবার পর তিনি স্ত্রীকে 'পইড়া গেলাম কেদোর মইধ্যে' বলার আগ পর্যন্ত কেউ বিষয়টি আমলে নেয় নি। দৈনন্দিন জীবনে ব্যস্ত স্ত্রী, ছেলে-মেয়ের পরিবারে সময় অতিবাহিত করার তাড়নায় আবদুস সাত্তারের অবলম্বন হয়ে ওঠে কলোনির ছোট বারান্দা। কেরানি চাকরিতে একসময় সে ক্লান্তি বোধ করে। তার স্ত্রী শিরিন বানুর বৃক্ষপ্রীতি কারণে কলোনিবাসির সাথে তাদের পারস্পরিক দূরত্ব কমতে থাকে। এসব কিছুই আবদুস সাত্তারের নিস্পৃহ চেতনালোকে আলোড়িত করেতে পারে না। এরপর কলোনিবাসীদের উদ্যোগে কলোনিতে প্রকৃতি পরিবেশের গড়ে উঠলে হলুদ রঙের প্রজাপতিকুলের আবির্ভাব ঘটে। লালচে বেগুনি রঙের নয়নতারা ফুলের প্রতি প্রজাপতিদের আকর্ষণের ঘটনা দ্রুত ছড়িয়ে পড়ে। সংবাদপত্রে সচিত্র প্রতিবেদন প্রকাশের পর উৎসুকরে চিত্তবিনোদনের উদ্দেশ্যে সাত্তারদের সম্মুখবর্তী রাস্তায় জড়ো হয়। তবে কিছুদিন প্রেই এ ঘটনা মানুষের নিকট একঘেয়েমিপূর্ণ মনে হওয়ায় তারা প্রজাপতিদের ঢিল ছুড়তে থাকে। মানুষের ভিড় উদ্দেশ্য করে ভিড় জমে খাদ্য বিক্রেতাদের। ফলে নৈরাজ্যকর পরিস্থিতি এড়াতে অস্থায়ী পুলিশি প্রহরার ব্যবস্থা করা হয়। প্রজাপতিদের সুরক্ষা নিশ্চিত করার তাগিদে বন্যপ্রাণী সংরক্ষণ আইনের অধীনে সংবিধিবদ্ধ সতর্কবাণী জারি করা হয়।\nপ্রজাপতির লক্ষ্য করে মানুষের ঢিল নিক্ষেপের ঘটনায় বিরক্ত হয়ে আবদুস সাত্তার ব্যালকনি পরিত্যাগের সিদ্ধান্ত নেয়। এসময় সামরিক সরকারের উদ্যোগে মিরপুর চিড়িয়াখানার আধুনিকায়ন করে হয়, ফলে কলোনির পরিবর্তে নগরবাসীরা সেখানে বেড়াতে যেতে শুরু করে। এতে তার ব্যালকনি পরিত্যাগের ভাবনায় পরিবর্তন ঘটে। কিছ্যদিন পর তার স্ত্রী তার প্রতি পরকীয়া প্রণয়গত অভিযোগ করেন। শেষে আকস্মিক এক ভূমিকম্পের সময় বারান্দার রেলিঙে দড়িবাঁধা নয়নতারা ফুলের দুটি টবকে রক্ষার প্রচেষ্টায় পড়ে মারা যান আবদুস সাত্তার। ভূমিকম্পের ঘটনায় আগারগাঁও কলোনির একমাত্র নিহত ব্যক্তি আবদুস সাত্তার। আন্যদিকে কলোনির সকল নয়নতারা গাছের উন্মূলিত হওয়ার ঘটনা ঘটতে শুরু হয়। কলোনিবাসী পুনরায় নয়নতারার চারা রোপণের প্রচেষ্টা চালালেও ব্যর্থ হয়। এতে সবাই বিস্মিত হয় এবং তাদের উদ্যোগে কৃষি কলেজের এক অধ্যাপক গাছগুলো বাঁচিয়ে রাখার জন্য গবেষণা শুরু করে তিনিও ব্যর্থ হন। কৃষিবিদের অনুসন্ধানে জানা যায় যে, সাত্তারের গলিত মগজ কলোনির যে স্থানে পড়েছিল, শুধু সে স্থানেই নতুন চারটি নয়নতারার চাড়া জন্মেছে। কিন্তু সেগুলিকে অন্যত্র সরানোর প্রচেষ্টা করলেই তারা মুমূর্ষু হয়ে পড়ছে এবং পূর্বের স্থানে ফিরিয়ে আনলে পুনরায় প্রাণবন্ত হয়ে উঠছে। গাছগুলো আত্মহত্যা করেছে বলে কৃষিবিদ মনে করেন। পরবর্তীতে গণপূর্ত বিভাগের নতুন রাস্তা নির্মাণ ও জঞ্জাল নির্মূলের কারণে অবশিষ্ট গাছগুলো কেটে ফেলায় আগারগাঁও কলোনি নয়নতারা গাছশূন্য হয়ে পড়ে।\n\n\n== সমালোচনা ==\nকথাসাহিত্যিক হামীম কামরুল হকের মতে এই গল্পে জহির প্রকৃতি ও প্রেমের দারুণ উপমায় বাংলাদেশের একটি কঠিন সময়ের পরিস্থিতি তুলে ধরেছেন। অন্যদিকে ২০১৬ সালে জনকণ্ঠের এক আলোচনায় তাশরিক-ই-হাবিব এই গল্পের একাধিক ঘটনায় জাদুবাস্তবতার প্রভাব রয়েছে বলে মন্তব্য করেন। শুধু হলুদ প্রজাপতিদের নয়নতারা ফুলের প্রতি সম্মোহিত হওয়ার প্রসঙ্গটি গল্পভাষ্য নির্মাণের জন্য তেমন বাস্তবসম্মত নয় বলে মন্তব্য করেন তিনি। এছাড়াও তিনি নয়নতারা গাছগুলোর স্বেচ্ছামৃত্যু পরোক্ষ অর্থে কলোনির সংবেদনশীল মানুষের স্বৈরাচারের বিরুদ্ধে প্রতিবাদী অবস্থান গ্রহণেরই প্রতীক হিসেবে বিবেচনা করেন। লেখক কামরুজ্জামান জাহাঙ্গীর, একে সামাজিক দায়বদ্ধতার দলিল বলে মন্তব্য করেছেন।\n\n\n== অনুবাদ ==\n\nগল্পটি হার্পারকলিন্স (ভারত) থেকে ২০২২ সালের সেপ্টেম্বরে প্রকাশিত হোয়াই দেয়ার আর নো নয়নতারা ফ্লাওয়ার্স ইন আগারগাঁও কলোনি: স্টোরিস (Why There Are No Noyontara Flowers In Agargaon Colony : Stories) শিরোনামে গল্পগ্রন্থ বইতে ইংরেজি ভাষায় অনুদিত হয়েছে। যেটি বাংলা ভাষা থেকে অনুবাদ করেছেন ভারতীয় অনুবাদক ভি. রামস্বামী। এতে ১০টি ছোট গল্প সংকলিত হয়েছে। প্রকাশের পর বইটি বিভিন্নভাবে সমালোচিত হয়েছে। সিদ্ধার্থ দেব এটিকে হন্টিং এবং অ্যাপোক্যালিপ্টিক… ভবিষ্যতের সাহিত্য বলে আখ্যা দিয়েছেন। দ্য ওয়্যার-এর রাখছান্দা জলিল এটিকে সংক্ষিপ্ত, নির্ভুল, কম্প্যাক্ট … বর্তমানকে অস্থির করে এবং ভবিষ্যতের উপর অন্ধকার ছায়া ফেলে বলে মন্তব্য করেছেন। অন্যদিকে ভারতীয় কবি ও লেখক জেরি পিন্টো একে অবিস্মরণীয় মন্তব্য করেছেন। এছাড়াও মিন্ট সংবাদপত্রের লেখক সোমক ঘোষাল বলেছেন: (এটি) একটি বিরল উপহার … জহির পরাবাস্তববাদী বিভ্রান্তির ঢেউয়ের সাথে কঠোর আঘাতকারী সামাজিক বাস্তবতাকে সংশ্লেষ করে এমন একটি শৈলী তৈরি করে যা পাঠককে টেনেরহুকগুলিতে রাখে।\n\n\n== অভিযোজন ==\nএই গল্প অবলম্বনে জাহিন জামাল ২০১২ সালে একটি টেলিভিশন নাটক নির্মাণ করেছেন, যেটি চ্যানেল নাইনে প্রচারিত হয়েছিল। নাটকের বিভিন্ন চরিত্রে অভিনয়ে ছিলেন জয়ন্ত চট্টোপাধ্যায়, ওয়াহিদা মল্লিক জলি, আজাদ আবুল কালাম, নাজনীন হাসান চুমকি প্রমূখ।\n\n\n== আরও দেখুন ==\nনয়নতারা\nআগারগাঁও\n\n\n== তথ্যসূত্র =="}