{"pageid": 1011039, "title": "কায়া সুলতান", "url": "https://bn.wikipedia.org/wiki?curid=1011039", "content": "কায়া সুলতান ( অটোমান তুর্কি:کایا سلطان‎ c. ১৬৩৩ – c. ১৬৫৯)তিনি ১৬৪৪ সালে মেলেক আহমেদ পাশাকে বিয়ে করেন এবং তার একমাত্র সন্তান জন্মের পরপরই ২৬ বছর বয়সে তাঁর প্রসাব  জটিলতার কারণে তিনি মারা যান। খ্যাতিমান অটোমান ভ্রমণকারী এভলিয়া চেলেবী তাঁর ট্র্যাভেলস বইতে কায়া সুলতানের সাথে মুখোমুখি হওয়ার কথা উল্লেখ করেছিলেন । বইয়ের একটি পুরো অধ্যায় কায়া সুলতানকে, তাঁর গর্ভাবস্থা থেকে মৃত্যু পর্যন্ত উৎসর্গ করাা হয়।\n\n\n== প্রাথমিক জীবন ==\nকায়া সুলতান চতুর্থ মুরাদের কন্যা।মুরাদ খান ছিলেন কঠোর এবং নিষ্ঠুর সুলতান।অন্য সুলতানদের মতোই তিনিও তাঁর কন্যাকে রাজনৈতিক উদ্দেশ্যে ব্যবহার করেছেন।১৩ বছর বয়সেই তিনি কন্যাকে বিবাহ দেন মমেলেক আহমেদ পাশার সাথে।পাশার বয়স এসময় ছিল ৫০ এর কাছে।১৬৪৪ সালে এ বিবাহ সম্পন্ন হয়েছিল।কিন্তু কায়া পাশাকে মোটেও পছন্দ করতেন না যা বিয়ের বোঝা গিয়েছিল।সেই রাতে শাহযাদি পাশাকে ছুড়িকাঘাত করেছিলেন।\n\n\n== বৈবাহিক জীবন ==\nকায়া তাঁর স্বামী ভবিষ্যৎ প্রধান উজিরের রাজনৈতিক জীবনে অত্যন্ত গুরুত্বপূর্ণ ছিলেন এবং এটি প্রমাণিত।কায়া পাশাকে কৌশলগত এবং আর্থিক সহায়তা করেছেন।এভলিয়া চেলেবি কায়াকে পাশার প্রতি রাজবংশের সাহায্যের প্রধান কারণ বলে বিবেচনা করেছেন।পাশাও সে কারণে কায়াকে পছন্দ করতেন।কায়ার মৃত্যুর পর তিনি তাঁর কফিনের উপর অনিয়ন্ত্রিতভাবে কেঁদেছিলেন। \n\n\n== শাহযাদির স্বপ্ন এবং ব্যাখা ==\nএভলিয়া চেলিবির বইয়ে দাবি করা হয়েছে যে কায়া অদ্ভুত স্বপ্ন দেখেছিল এবং মেলেককে তাদের ব্যাখ্যা করার জন্য অনুরোধ করেছিল। কায়া বলেছিলেন যে এই স্বপ্নগুলিতে তিনি তার দাদু সুলতান প্রথম আহমেদ  সহ উদ্যানগুলিতে ঘোরাঘুরি করেছেন । স্বপ্নের শেষে আহমেদ আশীর্বাদস্বরূপ কায়ার মুখের উপরে হাত দিয়েছিলেন, তবে হাতটি সঙ্গে সঙ্গে রক্তে ঢেকে গেল। তারপরে কায়া তার নিজের হাত নিজের মুখের উপরে রাখল এবং তাঁ  নিজ হাতও রক্তে ঢেকে গেল। এখানেই রাজকন্যা আতঙ্কে জেগে উঠল।\nমেলেক আহমেদ পাশা কায়াকে নির্দেশ দেন তিনি যেন ১০০০ সোনার টুকরা গরিবদের ভিক্ষা দেন , ২০০০ টুকরা তার অধীনস্থ আগাদের এবং বহিরাগত আগাদের পাশাপাশি ৩০০ টুকরা এভলিয়া চেলিবির কাছে এবং ১০০ টুকরা এভলিয়ার বোনকে দেন। কায়া সুলতান যেমন নির্দেশ পেয়েছিলেন তেমনই করেছিলেন তবে পরে মেলেক এভলিয়াকে প্রকাশ করেছিলেন যে কায়া সুলতান যখন সন্তান জন্ম দেবেন তখন তিনি রক্তক্ষরণ করবেন এবং মারা যাবেন।\nএই প্রাথমিক ব্যাখ্যার অল্প সময়ের পরে, কায়া মেলেকে আরও একটি স্বপ্নের ব্যাখ্যা করার অনুরোধ করেছিলেন। মেলেক শাহযাদীকে চাপ মুক্ত করার চেষ্টা করে বলেছিলেন যে তার দ্বিতীয় স্বপ্ন নিয়ে চিন্তার কিছু নেই তবে কায়া তার ব্যাখ্যা দেয়ার সময় মেলেকের মুখের ভঙ্গিমা দেখেছিলেন এবং জানতেন যে তিনি স্বপ্নের সঠিক ব্যাখ্যা করছেন না। এর ফলস্বরূপ কায়া দিন দিন আরও বেশি ধার্মিক হয়ে উঠলেন।তিনি মক্কা ও মদিনায় অসংখ্য দান করেছিলেন । এ থেকে যে বিষয়টি স্পষ্ট হয়েছিল তা হ'ল কায়া সুলতান তাঁর আমলের সমস্ত শাহাযাদীর  মধ্যে সবচেয়ে ধনী ছিলেন। এটি তার প্রচুর অনুদানের মাধ্যমে এবং তার সমস্ত সম্পত্তি তাঁর সন্তান, তার এবং মেলেকের কর্মচারীদের কাছে হস্তান্তর করার মাধ্যমে প্রদর্শিত হয়েছিল।\n\n\n== মৃত্যু ==\nস্বপ্ন দেখার ২৬ দিন পর তিনি সন্তানের জন্ম দেন।তাঁদের সন্তানের জন্মের পর পাশা প্রচুর দান করেছিলেন।তবে কায়া প্রসব জটিলতায় ভোগেন।তাঁর অমরা দেহে রয়ে যায় এবং হৃদয়ে আটকে যায় । অমরা বের করার জন্য বহু প্রচেষ্টা চালানো হয়।তিন দিন তিন রাত ধরে কায়াকে এই অত্যাচার সহ্য করতে হয়েছিল।সন্তানের জন্মের চার দিন পর তিনি মারা যান।\n\n\n== সূত্র ==\nCelebi, Evliya. 1991 [1659]. “Kaya Sultan (1659).” In The Intimate Life of an Ottoman Statesman: Melek Ahmed Pasha (1588–1662) As Portrayed in Evliya Çelebi's Book of Travels (Seyahat-Name). Ed. Robert Dankoff. Albany: SUNY Press, pp. 221–36.\nPeirce, Leslie. \"The Imperial Harem: Women and Sovereignty in the Ottoman Empire\". New York: Oxford University Press, 1993.\nUluçay, M. Çağatay (২০১১)। Padişahların kadınları ve kızları। Ötüken। আইএসবিএন 978-9-754-37840-5। \n\n\n== তথ্যসূত্র =="}