{"pageid": 1011740, "title": "সংস্কৃতে বাইবেলের অনুবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1011740", "content": "বাইবেলের অনুবাদ মধ্যে সংষ্কৃত ভারতীয় ভাষায় বাইবেল অনুবাদের প্রথম তরঙ্গ মধ্যে একজন।\n\n\n== ইতিহাস ==\nধর্মপ্রচারক হিসেবে ভারতে আসার পর পরই উইলিয়াম কেরি সংস্কৃত ভাষায় বাইবেলের অনুবাদ আরম্ভ করেন। তিনি বিশ্বাস করতেন যে সংস্কৃত বাইবেল ভারতের জনগণের সাথে বৌদ্ধিক যোগাযোগের জন্য একটি আদর্শ মাধ্যম হবে। এছাড়াও বিশ্বাস করতেন যে একটি সংস্কৃত বাইবেল অন্যান্য ভারতীয় ভাষায় বাইবেল অনুবাদের ভিত্তি হিসেবে কাজ করবে। এই প্রচেষ্টায় স্থানীয় সংস্কৃত পণ্ডিতেরা তাঁকে ব্যাপকভাবে সাহায্য করেন। গ্রন্থগুলি মূল গ্রীক ও হিব্রু থেকে অনূদিত হয়েছে।\nনিউ টেস্টামেন্ট ১৮০৮ সালে কলকাতার ব্যাপটিস্ট মিশনারি প্রেসে প্রকাশিত হয় এবং ১৮১৮ সালে চার খণ্ডে ওল্ড টেস্টামেন্ট প্রকাশিত হয়।\n\n\n== বর্তমান অবস্থা ==\nযদিও কলকাতা ব্যাপটিস্ট মিশনারিরা প্রচুর উৎসাহ ও উদ্দীপনার সাথে সংস্কৃত ভাষায় বাইবেল প্রকাশ করেছিল, তবুও তাদের প্রচেষ্টাগুলি খুব একটা লাভ করতে পারেনি, আংশিকভাবে বাইরের ভাষাগুলিতে বাইবেল অনুবাদ প্রবাহের কারণেও প্রেসগুলি থেকে প্রকাশিত হয়েছিল। যদিও পাঠ্যের কিছু সংশোধন করা হয়েছিল, সংস্কৃত বাইবেল খাঁটি একাডেমিক প্রচেষ্টা হিসাবে রয়ে গেছে এবং এটি আর সক্রিয় প্রচারে নেই। এই অনুবাদগুলিতে খুব কমই সংশোধন হয়েছে এবং মূল খণ্ডগুলির মূল কোডেক্স কেবলমাত্র কয়েকটি পশ্চিমা গ্রন্থাগারের আর্কাইভে পাওয়া যায়। কেরালার কৃষ্ণপুরম প্রাসাদ সংস্কৃত বাইবেলের একটি অনুলিপিও রয়েছে বলে জানা গেছে।\nবাইবেল সোসাইটি অফ ইন্ডিয়া এখনও সংস্কৃত ভাষায় নিউ টেস্টামেন্টের একটি সংস্করণ প্রকাশ করে। সংস্কৃত বাইবেলের ডিজিটাইজড কপি (উভয়ই নতুন নিয়ম এবং ওল্ড টেস্টামেন্টের চার খণ্ড) আর্কাইভ.অর্গে পাওয়া যায় \n\n\n== অনলাইন সংস্করণ ==\nসংস্কৃত বাইবেল পর্যালোচনা করা এবং এটিকে অনলাইনে নিখরচায়ভাবে উপলব্ধ করার লক্ষ্যে, উইকি প্রকল্পhttp://sanskritbible.in/  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ জানুয়ারি ২০২১ তারিখে ইন্টারনেটে উপলব্ধ আছে।\nপ্রকল্পটি কলকাতা ব্যাপটিস্ট মিশনারি কর্তৃক প্রকাশিত সংস্কৃত বাইবেলের ডিজিটালাইজড লিপির উপর ভিত্তি করে সংস্কৃত পাঠকে দেবনাগরী লিপিতে এনকোড করার জন্য স্বেচ্ছাসেবীদের উপর নির্ভর করেছে। সাইটটি সংস্কৃত বাইবেলের পাঠ্যগুলির সংশোধনকে এর অন্যতম লক্ষ্য হিসাবে উল্লেখ করেছে। নতুন টেস্টামেন্টের প্রতিলিপিটি বর্তমানে হাতে নেওয়া হয়েছে।\nএই সাইটের অনুবাদে অনেক সমস্যা আছে৷\n\n\n== তথ্যসূত্র =="}