{"pageid": 1011684, "title": "সম্মতির সাথে যৌনমিলনের সময় মৃত্যু", "url": "https://bn.wikipedia.org/wiki?curid=1011684", "content": "শারীরিক চাপের কারণে বা অস্বাভাবিক উত্তেজনার কারণ ছাড়াও সাধারণত বিভিন্ন কারণে উভয়ের সম্মতিক্রমে যৌনাচারের সময় মৃত্যু ঘটতে পারে। যৌনতার সময় মৃত্যুকে বোঝানোর জন্য বিভিন্ন শ্রুতিমধুর শব্দ  রয়েছে, যেমন \"dying in the saddle\" বা ফরাসিতে \"la mort d'amour\"। \n\n\n== স্বাস্থ্য ও অঙ্গসংস্থান ==\nযৌন অন্তরঙ্গতা এবং রাগমোচন, অক্সিটোসিন নামক হরমোনের মাত্রা বৃদ্ধি করে, যা \"প্রেম হরমোন\" নামেও পরিচিত, এই হরমোন মানুষের বন্ধন এবং বিশ্বাস গড়ে তুলতে সাহায্য করে।  যৌন কার্যকলাপ অনেক সময় মেজাজ মেরামত কৌশল একটি হিসাবে পরিচিত, যার মানে এটি বিষণ্ণতা বা বিষণ্ণতার অনুভূতি দূর করতে ব্যবহার করা যেতে পারে। \nআমেরিকান মেডিকেল অ্যাসোসিয়েশনের জার্নালে ২০১১ সালের একটি মেটা-বিশ্লেষণে দেখা গিয়েছে যে, প্রতি সপ্তাহে প্রতিটি অতিরিক্ত ঘণ্টা যৌন ক্রিয়াকলাপের ফলে ২-৩ মায়োকার্ডিয়াল ইনফার্কশনের ঝুঁকি এবং একজনের আকস্মিক হৃদরোগের মৃত্যুর ঝুঁকি থাকে প্রতি ১০,০০০ ব্যক্তি/বছরে।  যৌন মিলনের কারণে ভ্যালসালভা কৌশলের মাধ্যমে একটি সাবঅ্যারাকনয়েড রক্তক্ষরণ এর কারণ হতে পারে।  জার্নাল অব সেক্সুয়াল মেডিসিনে প্রকাশিত ২০১১ সালের একটি মেটা-বিশ্লেষণে দেখা গেছে যে সব পুরুষ অবিশ্বাসী ছিল তাদের উল্লেখযোগ্যভাবে  যৌনমিলনের সময় গুরুতর বা মারাত্মক হৃদরোগেআক্রান্ত হওয়ার অভিজ্ঞতা লাভের বেশি সম্ভাবনা ছিল।  বেসিলার ধমনী বিচ্ছিন্নতাও যৌন ক্রিয়াকলাপের সাথে সম্পর্কিতও বলে জানা গেছে, যদিও বেশিরভাগ কোয়েটাল সিফালালগিয়া প্রাকৃতিক ব্যাপার। \nউভয়ের সম্মতিক্রমে যৌনাচারের সময় মৃত্যুগুলি হঠাৎ ঘটে যাওয়া মৃত্যুর প্রায় ০.৬% হয়ে থাকে।  ভায়াগ্রা, যদিও সাধারণত একটি নিরাপদ ড্রাগ হিসাবে বিবেচিত হয় তবে বয়স্ক বা  অসুস্থ পুরুষদের মধ্যে যৌন ক্রিয়াকলাপের সময় আকস্মিক কার্ডিওভাসকুলার মৃত্যুর সাথে সংযোগ রয়েছে।  সেক্সের সময় কার্ডিওভাসকুলার কারণে মৃত্যুর ঘটনা বেশিরভাগ ক্ষেত্রে পুরুষদের মধ্যে ঘটে।  উভয়ের সম্মতিক্রমে যৌনাচারের সময় মৃত্যুর জন্য কোকেনের মতো ওষুধের ব্যবহারেরও তথ্য রয়েছে। \n\n\n== উল্লেখযোগ্য ঘটনা ==\n\nআতিলা মারা যান ৪৫৩ সালের মার্চ মাসে; অনুমান করা হয়  যে রাতে তাঁর নতুন কনে ইল্ডিকোর সাথে উৎযাপনের সময়  নাক দিয়ে রক্তক্ষনে  মারা গিয়েছিল।\nপোপ লিও অষ্টম ৯৬৫ সালের ১ মার্চ মারা যান; ব্যভিচার প্রক্রিয়া চলাকালীন একটি স্ট্রোকে। \nপোপ জন দ্বাদশ ১৪ মে ৯৬৪ সালে মারা যান; একটি গল্প বর্ণনা করেছে যে স্টেফেনিটা নামের এক মহিলার সাথে যৌন মিলনের সময় তিনি পক্ষাঘাতগ্রস্থ স্ট্রোকের কারণে মারা গিয়েছিলেন। কিংবা মিলনের সময় মহিলার স্বামী জনকে  হাতুড়ি দিয়ে তাকে পিটিয়ে হত্যা করাইয় তার মৃত্যু হতে পারে।  \nযুক্তরাজ্যের প্রধানমন্ত্রী লর্ড পামারসটন ১৮৬৫ সালে একটি সংক্ষিপ্ত অসুস্থতার কারণে মারা যান; সূত্রগুলি তার মৃত্যুর তাৎক্ষণিক পরিস্থিতির বিষয়ে একমত নয়। জনশ্রুতি রয়েছে   যে বিলিয়ার্ড টেবিলে একটি সঙ্গে দাসী মিলনের সময় তাঁর মৃত্যু হয়।   এছাড়াও, বিতর্কিত এক সুত্র জানায় তার মৃত্যুর কারন নিউমোনিয়া । \n১৮৯৯ থেকে ১৮৯৯ সাল পর্যন্ত ফ্রান্সের রাষ্ট্রপতি ফ্যালিক্স ফিউর তার উপপত্নী, মার্গুরিয়েট স্টেইনহিলের কাছ থেকে ফেলেলিও পাওয়ার সময় মারা গিয়েছিলেন। মৃত্যুর কারণ সেরিব্রাল হেমোরেজ হিসাবে তালিকাভুক্ত ছিল। প্রত্যক্ষদর্শীরা জানিয়েছেন যে তিনি আংশিক পোশাক পরেছিলেন। এই সংস্করণটি কিছু ইতিহাসবিদরা বিতর্কিত মনে করেন। \nকার্ডিনাল জাঁ দানিয়েলু, একজন প্রসিদ্ধ ও প্রখ্যাত জেসুইট ধর্মতত্ত্ববিদ, ১৯৭৪  সালে প্যারিস পতিতালয়ের ভিতরে ঊনসত্তর বছর বয়সে তাঁর মৃত্যু হয়। অন্য একটি সুত্র জানায়,  তিনি যে পতিতালয় ঘুরে দেখছিলেন এবং দান করছিলেন, তবে এই সুত্র কেউ  বিশ্বাস করে নি। \nস্যার বিলি স্নেডেন অস্ট্রেলিয়ার রাজনীতিবিদ এবং লিবারেল পার্টির সাবেক নেতা ১৯৮৭ সালের ২৭শে জুন হাওয়ার্ডের নির্বাচনী প্রচার প্রচারণায় অংশ নেওয়ার কয়েক ঘণ্টা পরে, সিডনির রুশকটার্স বে-র ট্র্যাভেলজ মোটেল-এ তাঁর পুত্র ড্রয়ের এক প্রাক্তন বান্ধবীর সাথে যৌন মিলনের সময় সিনডেনকে মারাত্মক হার্ট অ্যাটাক হয়।  মেলবোর্নের সংবাদপত্র দ্য ট্রুথ তার প্রতিবেদনের শিরোনাম করেছিল \"Snedden died on the job (চাকরিতে মারা গিয়েছিল স্নেডেন)\", সিডনি মর্নিং হেরাল্ড জানিয়েছে যে স্মেডেম একটি কনডম পরেছিলেন এবং \"এটি ছিল বীর্যে ভরা\"।\nযুক্তরাষ্ট্রের প্রাক্তন ভাইস প্রেসিডেন্ট এবং রকফেলার পরিবারের  উত্তরাধিকারী নেলসন রকফেলার ৭০ বছর বয়সে হৃদরোগে আক্রান্ত হয়ে ১৯৭৯ সালে মারা যান। তার সেক্রেটারি, মেগান মার্শাকের সহবাসের সময় প্রচণ্ড উত্তেজনাজনিত কারণে তার মৃত্যু হয় বলে গুঞ্জন প্রকাশিত হয়েছিল। তাঁর মৃত্যুর আশেপাশের অস্বাভাবিক পরিস্থিতি দেখে নিউইয়র্ক ম্যাগাজিন  বিদ্রূপ করে লেখে, \" Nelson thought he was coming, but he was going (নেলসন ভাবলেন তিনি আসছেন তবে তিনি যাচ্ছেন)\"। তাঁর মৃত্যুর সমসাময়িক বিবরণগুলির খুব বেশি পার্থক্য ছিল এবং তার তাড়াহুড়োয় শেষকৃত্যর কারণে মৃত্যুর সঠিক কারণটি জানা অনিশ্চিত হয়ে পড়ে। \nজাপানি লেখক ইসামু তোগাওয়া দীর্ঘস্থায়ী অ্যারিথমিয়াজনিত কারণে ১৯৮৩ সালে হার্ট ফেইলিওর হয়েছিলেন; তবে তারো মাকির মতে, তোগাওয়া তার হোটেল ঘরে যৌনমিলনের সময় মারা গিয়েছিল।  তোগাওয়ার ছোট ভাই ইতারু কিকুমুরাও স্বীকার করেছেন যে যৌনতার সময় তোগাওয়া মারা গিয়েছিলেন, যদিও এই তত্ত্বটি সুনিও ওয়াতানাবে অস্বীকার করেছিলেন। \n১৯৯৭  সালে লস অ্যাঞ্জেলেসের একটি ব্যালকনি থেকে তাঁর বসের সাথে সেক্স করার সময় হিউস্টনের এক মহিলা মারা গিয়েছিলেন। \n১৯৯৯ সালে, রোমানিয়ান ফুটবলার মারিও বুগানু এবং মিরেলা ইয়ানকু দুজনেই কার্বন মনোক্সাইডের বিষক্রিয়াজনিত কারণে মারা যান কারন যখন তারা বুগানুর গ্যারেজে থাকা গাড়ীতে সহবাস করছিলেন গাড়িটির ইঞ্জিন তখনও চলছিল। \n২০০৭ সালে, দক্ষিণ ক্যারোলিনার কলম্বিয়ার একটি ফাঁকা রাস্তায় ব্রেন্ট টাইলার এবং চেলসি টম্বলস্টনের নগ্ন দেহগুলি পাওয়া গেছে। তাদের পোশাক পরে রাস্তার পাশের একটি চারতলা ভবনের ছাদে পাওয়া যায়। শহরতলির ৫০ ফুট কলম্বিয়া ভবন থেকে পড়ে যাওয়ার পরে দু'জনেরই মৃত্যু হয়েছিল। \nপেনসিলভেনিয়ার একটি ইয়র্ক কাউন্টিতে, ২০০৮ সালে বারিতে তৈরি স্তনবৃন্ত ক্ল্যাম্প দ্বারা বিদ্যুৎস্পৃষ্ট হয়ে মহিলা মারা গিয়েছিলেন। \n২০০৯  সালে একটি আটলান্টা পুলিশ বিভাগের এক কর্মকর্তা ত্রয়ীতে জড়িত থাকার সময় অ্যাথেরোস্ক্লেরোটিক করোনারি ধমনী রোগে মারা গিয়েছিলেন। তাঁর বিধবা স্ত্রী তার চিকিত্সকের বিরুদ্ধে মামলা করেছিলেন এবং  $৩ মিলিয়ন ডলার সমঝোতায় রাজি হন, জুরির তদন্তে দেখা গেছে যে চিকিত্সকটি পুলিশ অফিসারের বিদ্যমান স্বাস্থ্য সমস্যাগুলি সঠিকভাবে নির্ণয় এবং চিকিৎসা করেন নি। \n২০১৩ সালে জিম্বাবুয়ের একজন পুরুষ ও মহিলা বাইরে যৌনমিলন করছিলেন কিন্তু হঠাৎ সিংহের দ্বারা আক্রমণ করায়; মহিলা মারা যান। \n\n\n== আরও দেখুন ==\nঅটোরোটিকের প্রাণহানি\nএরোটিক শ্বাসকষ্টের সময় দুর্ঘটনাজনিত মৃত্যু\nনেক্রোফিলিয়া\nরুক্ষ যৌন হত্যার প্রতিরক্ষা\n\n\n== তথ্যসূত্র =="}