{"pageid": 1011379, "title": "বৃক্ক প্রতিস্থাপন", "url": "https://bn.wikipedia.org/wiki?curid=1011379", "content": "বৃক্ক প্রতিস্থাপন বা রেনাল ট্রান্সপ্ল্যান্টেশন হল শেষ পর্যায়ে বৃক্কের রোগে আক্রান্ত রোগীদের  বৃক্ক  প্রতিস্থাপন প্রক্রিয়া। বৃক্ক প্রতিস্থাপনকে সাধারণত উৎসের উপর নির্ভর করে মৃত-দাতা (পূর্বে ক্যাডেভারিক নামে পরিচিত ছিল) এবং জীবিত-দাতা প্রতিস্থাপন হিসাবে শ্রেণিবদ্ধ করা হয়।\nদাতা ও গ্রহীতার মধ্যে জৈবিক সম্পর্ক বিদ্যমান কিনা তার উপর নির্ভর করে জীবিত-দাতা কিডনি প্রতিস্থাপনকে আবার জিনগতভাবে সম্পর্কিত (জীবিত-সম্পর্কিত) বা অ-সম্পর্কিত (জীবিত-সম্পর্কিত নয়) প্রতিস্থাপন হিসাবে চিহ্নিত করা হয়।\n\n\n== ইতিহাস ==\nবৃক্ক প্রতিস্থাপনের সম্ভাবনা সম্পর্কে প্রথম দিকের উল্লেখযোগ্য ধারণা দেন  আমেরিকান চিকিৎসক গবেষক সাইমন ফ্লেক্সার। তিনি ১৯০৭  সালে শিকাগো বিশ্ববিদ্যালয়ের \"প্যাথলজির টেন্ডেন্ডারিস\" সম্পর্কিত তাঁর গবেষণাপত্রের পাঠকটিতে ঘোষণা করেছিলেন যে বৃক্ক প্রতিস্থাপন সম্ভব হলে- ধমনী, পেট, বৃক্ক এবং হৃৎপিণ্ড সহ কোনো ব্যক্তির রোগাক্রান্ত অঙ্গগুলিকে শল্যচিকিৎসার মাধ্যমে সুস্থ করা যাবে এবং অঙ্গগুলোর বিকল্প ভবিষ্যত রচিত হবে \n১৯৩৩ সালে ইউক্রেনের খেরসনের সার্জন ইউরি ভারনি প্রথম মানব বৃক্ক  প্রতিস্থাপনের চেষ্টা করেছিলেন। তিনি ছয় ঘণ্টা আগে মৃত বৃক্ক দাতার বৃক্ককে পুনরায় প্রতিস্থাপনের জন্য অপসারণ করেছিল। তিনি বৃক্ক এবং ত্বকের মধ্যে একটি সংযোগ ব্যবহার করে বৃক্কের কার্যকারিতা পরিমাপ করেছিলেন। তার প্রথম রোগীটি বৃক্ক প্রতিস্থাপনের দুদিন পরেই মারা যান, কারণ গ্রহীতার রক্তের গ্রুপের সাথে দাতার রক্তের গ্রুপ মেলেনি। \n১৯৫০ সালের ১৭  জুন ইলিনয়ের এভারগ্রিন পার্কের মেরি হাসপাতালের লিটল কোম্পানিতে কর্মরত ডঃ রিচার্ড লোলার  পলিসিস্টিক বৃক্ক রোগে আক্রান্ত ৪৪ বছর বয়সী মহিলা রুথ টাকার উপর একটি সফল বৃক্ক প্রতিস্থাপন শল্যচিকিৎসা করেছিলেন। যদিও দান করা বৃক্ক  দশ মাস পরে অকেজো হয়ে গিয়েছিল কারণ সেই সময়ে কোনও প্রতিরোধ ক্ষমতা সম্পন্ন থেরাপি পাওয়া যায়নি। কার্যকরী অ্যান্ট্রিয়েশন ড্রাগের আবিষ্কার বহু বছর পরে হয়েছিল। এর মধ্যবর্তী সময়ে টাকার আরও পাঁচ বছর বেঁচে ছিলেন। \n১৯৫২ সালে প্যারিসের নেকার হাসপাতালে ড. জিন হামবার্গার  জীবিত রোগীদের মধ্যে বৃক্ক  প্রতিস্থাপনের কাজটি শুরু করেছিলেন, যদিও বৃক্ক প্রতিস্থাপনটি এক  সপ্তাহ পরে ব্যর্থ হয়েছিল।  ১৯৫৪ সালে বোস্টনে প্রথম বৃক্কের সফল প্রতিস্থাপন ঘটেছিল। বোস্টনের বিঘ্রাম হাসপাতালে ১৯৮৪ সালের ২৩ ডিসেম্বর জোসেফ মুরে, জে হার্টওয়েল হ্যারিসন, জন পি মেরিল এবং অন্যান্যরা কাজটি পরিচালনা করেছিলেন। প্রক্রিয়াটি যমজ ভাই রোনাল্ড এবং রিচার্ড হেরিকের মধ্যে করা হয়েছিল যাতে এটি ইমিউন প্রতিক্রিয়ার সমস্যা হ্রাস করে।এটি এবং পরবর্তী কাজের জন্য ড. মুরে ১৯৯০ সালে চিকিৎসাবিজ্ঞানে নোবেল পুরস্কার পেয়েছিলেন। রিচার্ড হেরিক বৃক্ক প্রতিস্থাপন করার আট বছর পরে মারা গিয়েছিলেন। \n\n\n== ইঙ্গিত ==\n\n\n== প্রতিলক্ষণ এবং প্রয়োজনীয়তা ==\nবৃক্ক প্রতিস্থাপনের প্রতিলক্ষণের মধ্যে হার্ট ফেইলিউর এবং পালমোনারি অপ্রতুলতার পাশাপাশি হেপাটিক রোগ এবং কিছু ক্যান্সার অন্তর্ভুক্ত। একযোগে তামাকের ব্যবহার এবং রোগাক্রান্ত স্থূলতা এমন একটি সূচক যা রোগীকে অস্ত্রোপচারের জটিলতার জন্য উচ্চ ঝুঁকিতে ফেলে দেয়।\n\n\n== বৃক্কের উৎস ==\nপ্রতিরোধের ওষুধগুলি যেহেতু কার্যকর, তাই দাতারা তাদের বৃক্কের গ্রহীতার অনুরূপ হওয়ার দরকার নেই। সর্বাধিক দান করা বৃক্ক মৃত দাতাদের কাছ থেকে আসে। তবে, যুক্তরাষ্ট্রে জীবিত দাতাদের ব্যবহার ক্রমবর্ধমান। ২০০৬ সালে, দান করা বৃক্ক গুলোর ৪৭% জীবন্ত দাতাদের ছিল।  এটি দেশ অনুসারে পরিবর্তিত হয়। উদাহরণস্বরূপ, স্পেনে ২০০৬ সালে প্রতিস্থাপন করা বৃক্কের মাত্র ৩% জীবিত দাতা থেকে এসেছিল।  স্পেনে সমস্ত নাগরিক তাদের মৃত্যুর পরে সম্ভাব্য অঙ্গ দাতা হিসবে বিবেচিত, যদি না তারা তাদের জীবদ্দশায় সুস্পষ্টভাবে এ বিষয়ে অস্বীকৃতি না জানান। \n\n\n=== জীবিত দাতা ===\n\n\n==== অঙ্গ বাণিজ্য ====\n\n\n=== নিহত দাতা ===\n\n\n== সামঞ্জস্যতা ==\nসাধারণভাবে বৃক্ক দাতা এবং গ্রহীতা এবিও রক্তের গ্রুপ এবং ক্রসম্যাচ(হিউম্যান লিউকোসাইট অ্যান্টিজেন) হওয়া উচিত। যদি কোনও জীবন্ত বৃক্ক দাতা গ্রহীতার সাথে বেমানান হয় তবে দাতাকে একটি উপযুক্ত বৃক্কের বিনিময় করা যেতে পারে যা বৃক্ক পরিবর্তন, যুগ্ম বৃক্ক দান নামে পরিচিত। যা সম্প্রতি জনপ্রিয়তা অর্জন করেছে।\n\n\n== পদ্ধতি ==\n\nবেশিরভাগ ক্ষেত্রে কার্যকরী বিদ্যমান বৃক্কগুলি সরানো হয় না, কারণ দেখা গেছে যে বৃক্ক অপসারণ অস্ত্রোপচারজনিত অসুস্থতার হার বাড়িয়ে দেয়। তাই \nপ্রতিস্থাপনের জন্য নির্ধারিত বৃক্কটি সাধারণত মূল বৃক্ক থেকে আলাদা কোনও স্থানে রাখা হয়। প্রায়শই এটি ইলিয়াক ফোসায় থাকে তাই প্রায়শই আলাদা রক্ত সরবরাহ করা প্রয়োজন।এক্ষেত্রে উল্লেখযোগ্য হলো:\n\nনতুন বৃক্কের রেনাল ধমনী, পূর্বেই দাতার পেটে উদরের মহাধমনী থেকে শাখা করা,যা প্রায়শই গ্রহীতার বাহ্যিক ইলিয়াক ধমনীতে সংযুক্ত থাকে।\nনতুন বৃক্কের রেনাল শিরা, আগেই দাতার নিম্নবর্তী ভেনা কাভাতে প্রবাহিত হয়,যা প্রায়শই গ্রহীতার  বাহ্যিক ইলিয়াক শিরাতে সংযুক্ত থাকে।\n\n\n== জটিলতা ==\n\nপ্রতিস্থাপনের পরে সমস্যাগুলির মধ্যে অন্তর্ভুক্ত থাকতে পারে:\n\nশল্যচিকিৎসা পরবর্তী জটিলতা যেমন রক্তপাত, সংক্রমণ, ভাস্কুলার থ্রোম্বোসিস এবং মূত্রের জটিলতা \nপ্রতিস্থাপন অনুনোমোদন (হাইপারাকিউট, তীব্র বা দীর্ঘস্থায়ী)\nইমিউনোপ্রপ্রেসেন্ট ড্রাগগুলির কারণে সংক্রমণ এবং সেপসিস যা প্রত্যাখ্যানের ঝুঁকি হ্রাস করতে পারে\nপ্রতিস্থাপন পরবর্তী অস্বাভাবিকতা যেমন লিম্ফোপ্রোলিভেটিভ ডিসঅর্ডার (ইমিউন দমনকারীদের কারণে লিম্ফোমার একটি রূপ)। এটি প্রায় ২% রোগীদের মধ্যে দেখা যায়, বিশেষত প্রতিস্থাপনের  পরে প্রথম দুই বছর ঘটে থাকে।\nক্যালসিয়াম এবং ফসফেট সহ ইলেক্ট্রোলাইটগুলিতে ভারসাম্যহীনতা যা হাড়ের সমস্যা হতে পারে\nপ্রোটিনুরিয়া \nউচ্চ রক্তচাপ\nবৃক্ক ফেইলিউরের মূল কারণটির পুনরাবৃত্তি\nআন্ত্রিকনালিতে প্রদাহ এবং পেট ও অন্ননালীর আলসার সহ ঔষধে  পার্শ্ব প্রতিক্রিয়া (পুরুষদের ক্ষেত্রে অতিরিক্ত চুল বৃদ্ধি), স্থূলতা, ব্রণ, ডায়াবেটিস মেলিটাস টাইপ 2, হাইপারকলেস্টেরোলেমিয়া, এবং অস্টিওপরোসিস।\n\n\n== পরিসংখ্যান ==\n\n\n== আরও দেখুন ==\n\n\n== গ্রন্থাগার ==\nBrook, Nicholas R.; Nicholson, Michael L. (২০০৩)। \"Kidney transplantation from non heart-beating donors\": 311–322। ডিওআই:10.1016/S1479-666X(03)80065-3। পিএমআইডি 15570790। \nDanovitch, Gabriel M.; Delmonico, Francis L. (২০০৮)। \"The prohibition of kidney sales and organ markets should remain\": 386–394। ডিওআই:10.1097/MOT.0b013e3283097476। পিএমআইডি 18685334। \nEl-Agroudy, Amgad E.; El-Husseini, Amr A. (২০০৩)। \"Preventing Bone Loss in Renal Transplant Recipients with Vitamin D\": 2975–2979। ডিওআই:10.1097/01.ASN.0000093255.56474.B4 । পিএমআইডি 14569109। \nEl-Agroudy, Amgad E.; Sabry, Alaa A. (২০০৭)। \"Long-term follow-up of living kidney donors: a longitudinal study\": 1351–1355। আইএসএসএন 1464-4096। ডিওআই:10.1111/j.1464-410X.2007.07054.x। পিএমআইডি 17941927। \nGrens, Kerry (৯ এপ্রিল ২০১২)। \"Living kidney donations favor some patient groups: study\"। Reuters। ১০ অক্টোবর ২০১৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ জানুয়ারি ২০২১। \nGore John L,  ও অন্যান্য (২০১২)। \"The Socioeconomic Status of Donors and Recipients of Living Unrelated Renal Transplants in the United States\": 1760–1765। ডিওআই:10.1016/j.juro.2011.12.112। পিএমআইডি 22425125। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বৃক্ক প্রতিস্থাপন সম্পর্কিত মিডিয়া দেখুন।\nকার্লিতে বৃক্ক প্রতিস্থাপন (ইংরেজি)"}