{"pageid": 1011315, "title": "শহীদ আবদুর রব সেরনিয়াবাত স্টেডিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1011315", "content": "শহীদ আব্দুর রব সেরনিয়াবাত স্টেডিয়াম (পূর্ব ও প্রচলিত নাম: বরিশাল স্টেডিয়াম) ১৯৬৬ সালে নির্মিত বাংলাদেশের একটি জেলা পর্যায়ের স্টেডিয়াম। এটি বরিশাল শহরের চাঁদমারী এলাকায় অবস্থিত এটির পূর্বে কীর্তনখোলা নদীর তীর ও পশ্চিমে বান্দ সড়ক রয়েছে। স্টেডিয়ামের কমপ্লেক্সের মধ্যে উত্তরপাশে বরিশাল জেলা সুইমিংপুলও অন্তর্ভূক্ত আছে। ১৯৬৬ সালে নির্মাণের পর ১৯৭০, ২০০৬ ও ২০২২ সালে স্টেডিয়ামটির অবকাঠামো উন্নয়ন করা হয়। এটি বরিশাল বিভাগের ছয়টি স্টেডিয়ামের মধ্যে সবচেয়ে পুরনো। এটির বর্তমান দর্শক ধারণ ক্ষমতা ৩৫,০০০। বাংলাদেশের বেশীর ভাগ স্টেডিয়ামের মত এই ক্রীড়া স্থাপনাটিও জাতীয় ক্রীড়া পরিষদের অধিভূক্ত এবং স্থানীয় বরিশাল জেলা ক্রীড়া সংস্থার তত্ত্বাবধায়নে রয়েছে।  এখানে সাধারণত জেলা ও জাতীয় পর্যায়ের ক্রিকেট ও ফুটবল খেলার আয়োজন হয়।  এটির বর্তমান ২৯.১৫ আয়তন একর। ক্রীড়াস্থাপনাটি আয়তনে বাংলাদেশের বৃহত্তম স্টেডিয়াম।\n\n\n== নির্মাণ ইতিহাস ==\n১৯৬৬ সালে জেলা প্রশাসক মাহফুজুর রহমানের উদ্যোগে বরিশাল নগরীর বান্দ সড়কে 'বরিশাল জেলা স্টেডিয়াম' নামে স্থাপনার নির্মাণ ও ক্রীড়ানুষ্ঠান আয়োজনের জন্য চালু করা হয়। ১৯৭০ সালে স্টেডিয়ামের সীমানা প্রাচীরসহ দুই হাজার দর্শক ধারণ ক্ষমতাসম্পন্ন একটি গ্যালারি নির্মাণ করা হয়। বাংলাদেশে ক্রিকেট ও ফুটবল খেলার আয়োজনস্থল সম্প্রসারণ ও ধরাণক্ষমতা বাড়াতে জাতীয় ক্রীড়া পরিষদ ২০০৬ সালে স্টেডিয়ামটিকে আন্তর্জাতিক খেলা আয়োজনের জন্য এক দফা অবকাঠামো উন্নয়ন করে। এসময় ২৩ কোটি ১৫ লাখ টাকা ব্যয়ে স্টেডিয়ামে ফ্লাড লাইট, দর্শকের জন্য গ্যালারী, পাঁচতলা প্যাভেলিয়ন, সাংবাদিকদের জন্য গণমাধ্যম কেন্দ্র যুক্ত হয়। একই বছর স্টেডিয়ামটি আব্দুর রব সেরনিয়াবাতের নামে নামকরণ করা হয়। ২০২২ সালের জানুয়ারিতে  ৪৯ কোটি ৯৮ লাখ টাকা বাজেটে সুইমিংপুলসহ মূলমাঠ আন্তর্জাতিক ক্রিকেট আয়োজনের উপযোগী ও অনুশীলনের জন্য পাঁচটি ক্রিকেট পিচ, গ্যালারিতে চেয়ার স্থাপন ও আচ্ছাদন নির্মাণ, শরীরচর্চাকেন্দ্র, ইনডোর নেট প্রশিক্ষণের সুবিধাসহ প্যাভিলিয়ন ভবন, গণমাধ্যম কেন্দ্র, খেলোয়াড়দের বিশ্রাম কক্ষ, ডরমিটরি, সাধারণ গ্যালারিকে ১৬ ধাপে বৃদ্ধি, ফ্লাডলাইট সংস্কারসহ স্টেডিয়ামটির দ্বিতীয় দফা উন্নয়ন শুরু হয়।\n\n\n== আয়তন ও অবকাঠামো ==\nবরিশাল স্টেডিয়ামের আয়তন ২৯ একর ১৫ শতাংশ। এটি আয়তনের দিক থেকে বাংলাদেশের বৃহত্তম স্টেডিয়াম।  ১৯৬৬ সালে নির্মাণের পর স্টেডিয়ামটির দর্শক ধারণক্ষমতা ছিল মাত্র ২ হাজার। ২০০৬ সালে ওভাল আকৃতির স্টেডিয়ামটির ধারণক্ষমতা বৃদ্ধি করে ৩৫ হাজারে উন্নীত করা হয়। বর্তমানে স্টেডিয়ামে পাঁচতলা প্যাভেলিয়ন, প্রেসবক্স, ড্রেসিং রুম, ভিআইপি গ্যালারি, সাধারণ গ্যালারি, চারটি ফ্লাডলাইট, স্টেডিয়ামের বাইরে গাড়ি পার্কিংয়ের জন্য ফাঁকা জায়গা আছে।\n\n\n== আয়োজন ==\nস্টেডিয়ামটি সাধারণত ফুটবল ও ক্রিকেট খেলার জন্য বেশি ব্যবহার হয়েছে। স্থানীয় ভাবে এখানে বরিশাল জেলার প্রশাসক গোল্ডকাপ, প্রিমিয়ার ফুটবল লিগ, প্রথম ও দ্বিতীয় বিভাগ ফুটবল লিগ, এবং জেলার প্রিমিয়ার থেকে তৃতীয় বিভাগ ক্রিকেট লিগের ভেন্যু। জাতীয় পর্যায়ে স্টেডিয়ামটি বাংলাদেশ জাতীয় ক্রিকেট লিগের বরিশাল বিভাগ দলের স্বাগতিক ভেন্যু ছিল। স্টেডিয়াম নির্মাণের ৫৩ বছর পর প্রথম আন্তর্জাতিক ম্যাচ আয়োজন করে ২০১৯ সালের ২৬-২৯ অক্টোবর। এটি ছিল বাংলাদেশ অনূর্ধ্ব-১৯ এবং শ্রীলঙ্কা অনূর্ধ্ব-১৯-এর মধ্যে চারদিনের আন্তর্জাতিক যুব টেস্ট ম্যাচ। বৃষ্টির কারণে ম্যাচটি ড্র হয়েছিল।\nমূল স্টেডিয়ামের বাইরে বহিঃমাঠে ২০১৯ সালে বরিশাল বিভাগের অনুর্ধ-১৭ ছেলে ও মেয়েদের 'বঙ্গবন্ধু ও বঙ্গমাতা ফুটবল প্রতিযোগিতা' হয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\n\nবাংলাদেশের স্টেডিয়ামের তালিকা\nবাংলাদেশের আন্তর্জাতিক ক্রিকেট স্টেডিয়ামের তালিকা"}