{"pageid": 1011574, "title": "বিটা-ক্যারোটিন", "url": "https://bn.wikipedia.org/wiki?curid=1011574", "content": "বিটা ক্যারোটিন (β ক্যারোটিন) হল  পিঙ্গল বর্নের একটি  জৈব পদার্থ  যা ছত্রাক   গাছপালা, ও ফলে পাওয়া যায়। এটি ক্যারোটিন গ্রুপের একটি সদস্য, যা টারপিনয়েডস (আইসোপ্রিনয়েডস) এবং আটটি আইসোপ্রিন ইউনিট থেকে জৈব-রাসায়নিকভাবে  সংশ্লেষিত হয় তাই এতে ৪০ টি কার্বন রয়েছে । ক্যারোটিনগুলির মধ্যে β-ক্যারোটিন অণুর উভয় প্রান্তে বিটা-রিং থাকার মাধ্যমে পৃথক করা হয়।  ক্যারোটিন জেরানাইলজেরানাইল পাইরোফসফেট থেকে জৈবভাবে সংশ্লেষিত হয়।\nকিছু মিউকোরালিয়ান ছত্রাকের ক্ষেত্রে, β-ক্যারোটিন হল ট্রাইস্পরিক অ্যাসিডের সংশ্লেষণের পূর্বসূরী। \nবিটা ক্যারোটিন উদ্ভিদে প্রাপ্ত ক্যারোটিনগুলোর সবচেয়ে সাধারণ রূপ।  খাবার রঙ হিসাবে ব্যবহার করার সময় এটিতে E160a নম্বর দেওয়া হয় ।   কাঠামোটি কেরার এট আল. দ্বারা ১৯৩০ সালে অনুমিত হয়েছিল।  প্রকৃতিতে, বিটা ক্যারোটিন, বিটা ক্যারোটিন 15,15'-মনোক্সিজেনেসের ক্রিয়ার মাধ্যমে ভিটামিন এ এর পূর্বসূরী (নিষ্ক্রিয় ফর্ম) হিসেবে থাকে ।\nসাধারণত কলাম ক্রোমাটোগ্রাফি ব্যবহার করে ফলজ উদ্ভিদ থেকে পিঙ্গল বর্ণের ক্যারোটিনয়েড সংগ্রহ করা হয় । এটি বিটা ক্যারোটিন সমৃদ্ধ শেওলা, ডুনালিয়েলা সালিনা থেকেও নেওয়া যেতে পারে।  অন্যান্য ক্যারোটিনয়েডের মিশ্রণ থেকে β-ক্যারোটিনের পৃথকীকরণ যৌগটির মেরুতির উপর ভিত্তি করে।বিটা ক্যারোটিন একটি নন-পোলার যৌগ, সুতরাং এটি হেক্সেনের মতো একটি নন-পোলার দ্রাবক দ্বারা পৃথক করা হয়।  এটি গভীর রঙিন বর্ণের এবং হাইড্রোকার্বনের কার্যকরী মূলকগুলো না থাকায় এটি অত্যন্ত লিপোফিলিক ।\n\n\n== খাদ্যের উৎস ==\nবিটা ক্যারোটিন অনেকগুলি খাবারে পাওয়া যায় এবং এটি খাদ্যতালিকায় একটি পরিপূরক হিসাবে কাজ করে। বিটা ক্যারোটিন বিভিন্ন বিভিন্ন ফল এবং শাকসবজীতে কমলা রঙ গঠনে অবদান রাখে। ভিয়েতনামী গ্যাক ( মোমর্ডিকা কোচিনচিনেনসিস স্প্রেং।) এবং ক্রুড পাম অয়েল বিটা ক্যারোটিনের বিশেষ সমৃদ্ধ উৎস।এছাড়াও  হলুদ এবং কমলা ফল, যেমন ক্যান্টালাপ, আম, কুমড়ো এবং পেঁপে এবং কমলা মূলের শাকসবজী যেমন গাজর এবং মিষ্টি আলুতে বিটা ক্যারোটিন পাওয়া যায় । বিটা ক্যারোটিনের রঙ সবুজ পাতায় শাক হিসাবে যেমন পালং শাক, পাতা কপি, মিষ্টি আলুর পাতা এবং মিষ্টি লার্চি পাতায় পাওয়া যায়।  উদাহরণস্বরূপ, ভিয়েতনামী গ্যাক এবং অপরিশোধিত পাম তেলে কোনও পরিচিত উদ্ভিদ উৎসের চেয়ে অধিক পরিমাণে β-ক্যারোটিন রয়েছে। উদাহরণস্বরূপ, গাজরের চেয়ে ১০ গুণ বেশি। তবে গ্যাকটি দক্ষিণ-পূর্ব এশিয়ার আদি অঞ্চলের বাইরে বেশ বিরল এবং দুর্লভ। রঙ এবং স্পষ্টতা বাড়ানোর জন্য সাধারণত কাঁচা পাম তেল বিক্রয়ের আগে ক্যারোটিনয়েডগুলি অপসারণের জন্য প্রক্রিয়াজাত করা হয়। \nমার্কিন যুক্তরাষ্ট্র, কানাডা এবং কিছু ইউরোপীয় দেশগুলিতে বসবাসরত ৫০০০,০০০ মহিলার দৈনিক আহার্যের একটি  বিশ্লেষণ থেকে দৈনিক বিটা ক্যারোটিনের আহার্য পরিমাণ ২-৭ মিলিগ্রাম নির্ধারণ করা হয়েছে। \nমার্কিন কৃষি বিভাগ নিচের ১০ খাদ্যতালিকাকে সর্বোচ্চ β-ক্যারোটিন সমৃদ্ধ খাদ্য হিসেবে তালিকাভুক্ত করেছে। \n\n\n== পার্শ্ব-প্রতিক্রিয়া ==\nঅতিরিক্ত β-ক্যারোটিন দেহের ফ্যাট টিস্যুতে জমা হয়। অতিরিক্ত β-ক্যারোটিন সেবনের ফলে পার্শ্ব প্রতিক্রিয়া হিসেবে ক্যারোটিনোডার্মিয়া দেখা দেয়। এপিডার্মিসের বাইরের স্তরে ক্যারোটিনয়েড জমা হওয়ার ফলে ত্বকে কমলা রঙের  আভা দেখা দিতে পারে।  প্রাপ্তবয়স্কদের ফ্যাট স্টোরগুলো প্রায়ই ক্যারোটিন জমে  হলুদ হয়, তবে শিশুদের ফ্যাট স্টোরগুলি সাদা। অতিরিক্ত পরিমাণে গ্রহণ বন্ধ করার পরে ক্যারোটিনোডার্মিয়া দ্রুত পরিবর্তন হতে পারে  \n\n\n== গবেষণা ==\nচিকিৎসকেরা খাদ্যতালিকায় পরিপূরক উৎসের চেয়ে খাবার উৎস থেকে বিটা ক্যারোটিন গ্রহনের পরামর্শ দেয়।  মানব স্বাস্থ্যের জন্য বিটা ক্যারোটিন গ্রহণের সর্বনিম্ন স্তরের প্রয়োজনীয়তা নির্ধারণ করা এবং অপর্যাপ্ত বিটা ক্যারোটিন গ্রহণের ফলে কী কী সমস্যাগুলি দেখা দিতে পারে তা নিয়ে খুব বেশি গবেষণা হয় নি। নিরামিষভোজীরা তাদের ভিটামিনের চাহিদা মেটাতে প্রো-ভিটামিন এ ক্যারোটিনয়েডের উপর নির্ভর করে। সম্প্রতি কিছু রোগের চিকিৎসা এবং প্রতিরোধের জন্য বিটা ক্যারোটিন নিয়ে গবেষণা শুরু হয়েছে।\n\n\n== ন্যানো প্রযুক্তি ==\nবিটা ক্যারোটিনের বিচ্ছুরিত অণুগুলি তাদের আলোক বৈশিষ্ট্য বৃদ্ধি করে কার্বন ন্যানোটিউবে আবদ্ধ হতে পারে।  ডাই এনক্যাপসুলেটেড  এবং ন্যানোটিউবের মধ্যে  শক্তির স্থানান্তর ঘটে। আলোর বিচ্ছুরণ রঙ দ্বারা শোষণ করে এবং কোনো ক্ষয় ছাড়াই ন্যানোটিউবে স্থানান্তরিত হয়। এনক্যাপসুলেশন, ক্যারোটিন অণুর রাসায়নিক বৈশিষ্ট্য এবং তাপ সহিষ্ণুতা বাড়ায়। বিটা ক্যারোটিন এনক্যাপসুলেটেডের বিচ্ছিন্নতা এবং স্বতন্ত্র বৈশিষ্ট্যকেও বাড়িয়ে দেয়। \n\n\n== আরও দেখুন ==\nভিটামিন এ\nরেটিনল\n\n\n== তথ্যসূত্র =="}