{"pageid": 1011788, "title": "আব্দুল হামিদ বেন বাদিস", "url": "https://bn.wikipedia.org/wiki?curid=1011788", "content": "আব্দুল হামিদ ইবনে মুস্তফা ইবনে মক্কি ইবনে বাদিস (আরবি: عبد الحميد بن مصطفى بن المكي بن باديس, বেন বাদিস নামে সমাধিক পরিচিত, ১৮৮৯ – ১৯৪০) ছিলেন আলজেরিয়ার একজন ইসলামি পণ্ডিত, বিশেষজ্ঞ, শিক্ষাবিদ, সংস্কারক এবং সাংস্কৃতিক জাতীয়তাবাদের আধ্যাত্মিক ব্যক্তিত্ব। ১৯৩১ সালে তিনি আলজেরিয় মুসলিম উলামা সমিতি প্রতিষ্ঠা করেছিলেন, এতে আলজেরিয়ার সমমনা ও বিরোধী মতবাদের বহু ইসলামি পণ্ডিতদের উপস্থিতি ছিল। আলজেরিয়ার স্বাধীনতা যুদ্ধের আগ পর্যন্ত এটি আলজেরিয়ার মুসলিম রাজনীতিতে প্রভাব ফেলেছে। একই সময়ে এটি বহু প্রতিষ্ঠান প্রতিষ্ঠা করে। এটি আশ শিহাব নামে একটি মাসিক সাময়িকী প্রকাশ করেছিল এবং বাদিস মৃত্যুর আগ পর্যন্ত তাতে নিয়মিতভাবে অবদান রেখেছিলেন। সাময়িকীটি তার পাঠকদের ধর্মীয় সংস্কার সম্পর্কিত সমিতির ধারণা এবং চিন্তাভাবনা সম্পর্কে অবহিত করেছিল এবং অন্যান্য ধর্মীয় ও রাজনৈতিক ইস্যুতে কথা বলেছিল।\n\nতিনি আলজেরিয়ার বিখ্যাত শহর কনস্টান্টাইনে পয়লা রবিউস সানি ১৩০৭ হিজরি, ৪ ডিসেম্বর ১৮৮৯ সালে জন্মগ্রহণ করেন। বংশগতভাবে তার পূর্বপুরুষ ছিলেন, যিরি রাজবংশের অন্যতম শাসক কায়রোয়ান কেন্দ্রিক সানহাজি সাম্রাজ্যের প্রতিষ্ঠাতা আল-মুইজ বিন বাদিস। যিনি ৪৩৬ হিজরি মোতাবেক ১০৪৫ সালে কায়রোতে প্রতিষ্ঠিত উবায়দি খিলাফত থেকে বেরিয়ে এসে বাগদাদের আব্বাসি খেলাফতের সাথে একাত্মতা ঘোষণা করেন।ইফ্রিকিয়া (আফ্রিকা) ও কায়রোয়ানে তার রাজত্ব সাতচল্লিশ বছর স্থায়ী ছিলো। যিরি রাজবংশের একক শাসনের এটি সর্বোচ্চ সময়। তার পিতা মুহাম্মদ ছিলেন একজন বিচারক,পাশাপাশি উপনিবেশিক পার্লামেন্টের ফিন্যান্সিয়াল প্রতিনিধি।\nমাত্র তের বছর বয়সেই তিনি কুরআন হিফজ করেন আলজারিয়ার বিখ্যাত কারী শায়খ মুহাম্মদ ইবনুল মাদাসির কাছে। ১৩২১ হিজরি, মোতাবেক ১৯০৩ সালে শায়খ হামদান আল ওনায়সির তত্ত্বাবধানে ইসলাম ও আরবির উপর মৌলিক জ্ঞান আর্জন করেন। এই মনীষাই বেন বাদিসের চিন্তা গড়ে দিয়েছিলেন। জ্ঞান অর্জনের লক্ষ্য সম্পর্কে তাকে বলেছিলেন,‘অফিসের জন্য নয়, জ্ঞানের খাতিরে জ্ঞান শেখো।’ এমনকি তিনি বেন বাদিসের কাছ থকে ফ্রান্স সরকারের গোলামি না করার শপথ নিয়েছিলেন। পরবর্তীকালে ও যেকোন সিদ্ধান্তের জন্য তিনি শায়খ উনায়সির স্মরণাপন্ন হতেন।\n১৩২৬ হিজরি মোতাবেক ১৯০৮ সালে উচ্চশিক্ষার জন্য তিনি তিউনিসিয়ার জায়তুনা বিশ্ববিদ্যালয়ে যোগদান করেন। সেখানে তিনি শায়খ মুহাম্মদ আল-নাখালি আল-কায়রোয়ানি, শায়খ মুহাম্মদ আল-তাহির বিন আশুরের মতো আলিমদের নিকট পড়াশুনা শেষ করেন। জামে জায়তুনাতে তিনি ১৩৩১হিজরি বা ১৯১২সাল পর্যন্ত চার বছর কাটান। এরপর তিনি আলজেরিয়ায় ফিরে যান।\nআলজেরিয়ায় ফিরে এসে তিনি ব্যস্ত জীবন কাটাতে থাকেন। প্রতিদিন সকালে মসজিদে ছোট বাচ্চাদের পড়াতেন আর সন্ধ্যায় জামে আখরাজে বয়স্কদের ক্লাস নিতেন। এই ব্যস্ততার মাঝেও তিনি কাযি ইয়াজের আশশিফা কিতাবের দরস দেয়া শুরু করেন। ১৩৩২হিজরি মোতাবেক ১৯১৩ সালে তিনি পবিত্র হজ্বের ফরযিয়্যাত আদায়ে হেজাযে সফর করেন। সেখানে তিনি আলজেরিয়ার বিখ্যাত আলেম শায়খ বশির ইব্রাহিমি উপমহাদেশের স্বাধীনতা আন্দোলনের নেতা মাওলানা হুসাইন আহমদ মাদনীসহ মদীনায় অবস্থানকারী অনেক আলেমের সাথে সাক্ষাত করেন এবং তাদের দরসে বসেন। তার উস্তাদ শায়খ উনায়সিও মদীনায় ছিলেন। তিনি বেন বাদিসকে মদীনায় হিজরত করার পরামর্শ দেন। কিন্তু হুসাইন আহমদ মাদানী দেশে ফিরে গিয়ে ইসলামের খেদমত করার পরামর্শ দেন। তিনি শায়খ মাদানীর পরামর্শকে গ্রহণ করে ১৩৩৩হিজরি অনুযায়ী ১৯১৪ সালে আলজেরিয়ায় ফিরে আসেন। ফিরার পথে তিনি মিশরের পথে জামিয়া আল আজহার যিয়ারত করে দেশে আসেন।\nআলজেরিয়ায় ফিরে তিনি মনোযোগী হন নিজের লক্ষ্যে। ফ্রান্সের গোলামির শিকল ভাঙা ছিলো তার জীবনের লক্ষ্য। তিনি মনে প্রাণে বিশ্বাস করতেন, সমাজের দুটি শ্রেণি যদি সঠিক পথে থাকে তবে জনতাও সঠিক পথে থাকবে, যদি তারা বেঠিক পথে থাকে জনতাও বেঠিক পথে থাকবে। এই দুই শ্রেণি হলো আলেম আর সমাজের নেতৃত্বস্থানীয় ব্যক্তিবর্গ। তাই এই দুই শ্রেণিকে সঠিকপথে রাখতে তিনি ব্যাপকভাবে তালিম (শিক্ষা) ও তারবিয়াত (দীক্ষা)-কে সর্বোচ্চ গুরুত্বারোপ করেন। সেই উদ্দেশ্যে ১৯২৫ সাল থেকে আশ-শিহাব নামে একটি ম্যাগাজিন প্রকাশ করতে থাকেন। ১৯২৬ সালে গড়ে তুলেন مكتب للتعليم الابتدائي العربي বা প্রাথমিক আরবি শিক্ষা অফিস। যার অধীনে ১৯৩০ সালে প্রতিষ্ঠা করেন মাদরাসাতু জামইয়্যাতুত তারবিয়্যাহ ওয়া তালিমিল ইসলামিয়্যাহ। আলজেরিয়ায় যার একশো সত্তরেরও বেশি শাখা রয়েছে। তার শিক্ষা পদ্ধতির উপরে পরবর্তীতে منهج إلامام عبد الحميد بن باديس في التربية والتعليم নামে একটি গবেষণা জামিয়াতুল ওয়াদী جامعة الوادي থেকে প্রকাশ হয়। অনুসন্ধানী পাঠক কিতাবটি দেখে নিতে পারেন।\n১৩৪৯ হিজরি মুতাবেক ১৯৩১ সালে আলজেরিয়ার ৭২জন শীর্ষ আলেম মিলে জমইয়্যাতুল উলামাইল মুসলিমিন আলজেরিয়া (جمعية العلماء المسلمين الجزائريين) গঠন করেন। সংগঠনটির প্রতিষ্ঠাতা সভাপতি নির্বাচিত হন শায়খ বেন বাদিস। সভাপতি নির্বাচিত হয়ে তিনি ঘোষণা দিয়েছিলেন, ‘ইসলাম আমাদের ধর্ম, আরবি আমাদের ভাষা,আলজেরিয়া আমাদের বাড়ি। এই সংগঠনটি আলজেরিয়ার স্বাধীনতা যুদ্ধের পূর্ব পর্যন্ত আলজেরিয়ার রাজনীতিতে ব্যাপক প্রভাব রাখে। ১৯৩৬সালে ফ্রান্সের সাথে একিভূত হওয়ার ধারণাকে ব্যর্থ করতে ইসলামী সম্মেলনের আহ্বান করেন। পরবর্তী জুলাইয়ে প্যারিস ইসলামী সম্মেলনে আলজেরিয়ান প্রতিনিধি দলের হয়ে যোগদান করেন। ১৯৩৭ সালের আগস্টে ফ্রান্স উপনিবেশিক সংসদ বর্জনের সাহসী আহ্বান করেছিলেন।\nতার সাহিত্য কর্মের ব্যাপারে প্রসিদ্ধি আছে, তিনি কিতাব রচনা করে যাননি; তিনি ব্যক্তি রচনা করে গেছেন। অর্থাৎ তিনি মৌলিক কিতাব লেখেননি, কিন্তু তার আলোচিত বিষয়ের উপর তার ছাত্ররা লিখেছেন; অনেকটা আল্লামা কাশ্মীরী রহ.-এর মত। তাফসির বেন বাদিস এগুলোর মধ্যে অন্যতম। যা তার ছাত্র আহমদ বোমছাল ১৯৪৭ সালে প্রকাশ করেন। আরেকটি কিতাব ১৯৮২ সালে আলজেরিয়ার ধর্ম বিষয়ক মন্ত্রণালয় “مجالس التذكير من كلام الحكيم الخبير” শিরোনামে প্রকাশ করে। আকিদার বিষয়ে ” العقائد الإسلامية من الآيات القرآنية والأحاديث النبوية” নামে ১৯৬৩ সালে একটি কিতাব প্রকাশ করেন মুহাম্মদ ছালেহ রমাদান। মুহাম্মদ আল হাসান ১৯৮৪ সালে এর পুনর্মুদ্রণ করেন। ১৯৬৬ সালে মুহাম্মদ ছালেহ রমাদান ও তৌফিক শাহিন প্রকাশ করে ‘رجال السلف ونساؤه’ নামে একটি কিতাব। ১৯৮৮সালে ড.আম্মার ত্বলাবী مبادئ الأصول নামে একটি কিতাব প্রকাশ করেন। এছাড়াও আশ-শিহাব, আল-মুনতাকিদ ইত্যাদি পত্রিকায় অনেক প্রবন্ধ, নিবন্ধ, কবিতা লিখেছেন।\nশায়খ আবদুল হামিদ বেন বাদিস ৯ রাবিউল আউয়াল ১৩৫৯ হিজরি মোতাবেক ১৬ এপ্রিল ১৯৪০ সালে মঙ্গলবার সন্ধ্যায় তাঁর নিজ শহর কনস্টান্টাইন শহরে মৃত্যুবরণ করেন। জামে আখজারের ছাত্ররা তার কাফন দাফনের ব্যবস্থা করে। আলজেরিয়ার সমস্ত অঞ্চল থেকে আগত হাজারো মানুষ তার জানাযায় অংশ নেয়।\n\n\n== তথ্যসূত্র =="}