{"pageid": 1011857, "title": "শেন-ইয়াং", "url": "https://bn.wikipedia.org/wiki?curid=1011857", "content": "শেন-ইয়াং (চীনা: 沈阳; ফিনিন:Shěnyáng) পূর্ব এশিয়ার রাষ্ট্র গণচীনের উত্তর-পূর্বভাগে অবস্থিত লিয়াওনিং প্রদেশের রাজধানী নগরী। এটি চীনের উত্তর-পূর্ব অঞ্চলের (প্রাক্তন মাঞ্চুরিয়া) বৃহত্তম নগরী এবং অঞ্চলটির শিল্পখাতের কেন্দ্রবিন্দু। নগরীটি লিয়াও নদীবিধৌত সমভূমির পূর্বভাগে, চীনের জাতীয় রাজধানী নগরী বেইজিং থেকে ৬০০ কিলোমিটার উত্তর-পূর্বে অবস্থিত। এটি বহুদিন ধরে মাঞ্চু ভাষার \"মুকদেন\" নামেও পরিচিত ছিল। ২০১১ সালে জনগণনা অনুযায়ী শেন-ইয়াং মহানগরীর জনসংখ্যা প্রায় ৮১ লক্ষ। মূল শেন-ইয়াং নগরীর জনসংখ্যা প্রায় ৬৩ লক্ষ। এছাড়া শেন-ইয়াং চীনের প্রধান একটি মহাপৌরপুঞ্জের কেন্দ্রীয় নগরী, যেটির নাম বৃহত্তর শেন-ইয়াং মহানগর এলাকা, এবং যার মোট জনসংখ্যা ২ কোটি ৩০ লক্ষেরও বেশি। নগরীটির প্রশাসনিক অঞ্চলের অধীনে মূল শেন-ইয়াং নগরীর দশটি পৌর জেলা, উপজেলা-স্তরের নগরী শিনমিন, এবং খাংফিং ও ফাখু উপজেলাগুলি অন্তর্ভুক্ত।\nশেন-ইয়াং উত্তর-পূর্ব চীনের শিক্ষা ও সংস্কৃতির প্রধানতম কেন্দ্র। এখানে ২০টিরও বেশি উচ্চশিক্ষা প্রতিষ্ঠান রয়েছে, যাদের মধ্যে লিয়াওনিং বিশ্ববিদ্যালয়, উত্তর-পূর্ব বিশ্ববিদ্যালয়, উত্তর-পূর্ব অর্থসংস্থান ও অর্থশাস্ত্র গবেষণা প্রতিষ্ঠান এবং দুইটি চিকিৎসা মহাবিদ্যালয় উল্লেখ্য। শেন-ইয়াং বৈজ্ঞানিক গবেষণার জন্য অন্যতম গুরুত্বপূর্ণ একটি নগরী; বিখ্যাত নেচার গবেষণা সাময়িকীর বিশ্বের সেরা ২০০টি বিজ্ঞান নগরীর তালিকায় এটি স্থান পেয়েছে।\nএছাড়া এখানে একাধিক সঙ্গীত শিক্ষা প্রতিষ্ঠান, একটি চারুকলা ইনস্টিটিউট, নাট্যমঞ্চ ভবনসমূহ, গ্রন্থাগারসমূহ এবং বহু জাদুঘর বিদ্যমান, যাদের মধ্যে লিয়াওনিং প্রদেশ জাদুঘরটি উল্লেখযোগ্য। শেনইয়াং নগরীর ছিং (মাঞ্চু) সম্রাটের প্রাসাদটিকে বর্তমানে একটি জাদুঘর ও গণউদ্যানের রূপান্তরিত করা হয়েছে। নগরীতে প্রথমদিককার ছিং (মাঞ্চু) সম্রাটদের যে সমাধিগুলি আছে, সেগুলি সমগ্র চীনের সবচেয়ে বিখ্যাত সমাধিগুলির মধ্যে কয়েকটি।\nশেন-ইয়াং চীনের বৃহত্তম শিল্পকেন্দ্রগুলির একটি। এখানে যন্ত্রপাতি, সরঞ্জাম, ধাতু, মোটরযান, সিমেন্ট, রাসায়নিক দ্রব্য, ঔষধ, কাচ, ইলেকট্রনীয় দ্রব্য, বস্ত্র, কাগজ ও প্রক্রিয়াজাত খাদ্যের কারখানা আছে। সেবাখাতে বাণিজ্য ও পর্যটনশিল্প তাৎপর্যপূর্ণ। সফটওয়্যার খাতেরও বিকাশ ঘটেছে। ১৯৩০-এর দশক থেকেই শেন-ইয়াং চীনের ভারী শিল্পখাতের একটি কেন্দ্র এবং চীনের কেন্দ্রীয় সরকারের উত্তর-পূর্ব পুনরুজ্জীবন পরিকল্পনা-র সর্বাগ্রগণ্য নগরী।\nশেন-ইয়াং চীনের অগ্রগণ্য একটি রেল পরিবহন কেন্দ্র। নগরীটি একটি মহাসড়ক ব্যবস্থার সাথে সংযুক্ত। নগরীর ঠিক দক্ষিণে একটি আন্তর্জাতিক বিমানবন্দর আছে। নগরীটি উত্তর-পূর্ব চীনের পরিবহন ও বাণিজ্যের কেন্দ্রবিন্দু এবং এটির সাথে জাপান, রাশিয়া ও কোরিয়ার ঘনিষ্ঠ সংযোগ আছে।\nশেন-ইয়াং একটি প্রাচীন নগরী। ১০ম শতক নাগাদ এটী খিতান নামের একটি মঙ্গোল গোত্রের সীমান্তবর্তী গুরুত্বপূর্ণ লোকালয়ে পরিণত হয়েছিল। সেসময় এটি শেনচৌ নামে পরিচিত ছিল। ১২শ শতকে এলাকাটি চুছেন (মাঞ্চুদের পূর্বসূরী) নামক জাতির শাসনাধীনে চলে আসে এবং ১৩শ শতকে মঙ্গোল জাতির লোকেরা শহরটি বিজয় করে নেয়। মঙ্গোলরা শহরটির নাম বদলে শেন-ইয়াং রাখে। ১৭শ শতকে মাঞ্চু জাতির লোকেরা শহরটি বিজয় করে এবং এটি মাঞ্চু জাতির রাজনৈতিক কেন্দ্রে পরিণত হয়। সেসময় মাঞ্চুরা মাঞ্চুরিয়া নামক অঞ্চলটি শাসন করত। পরবর্তীতে তারা সমগ্র চীন শাসন করেছিল, যার নাম ছিল ছিং সাম্রাজ্য। সেসময় মুকদেন বা শেন-ইয়াং স্বল্প সময়ের জন্য ছিং সাম্রাজ্যের রাজধানী ছিল।  ১৬৪৪ সালে মাঞ্চুরা বেইজিং শহর বিজয় করলে শেন-ইয়াং থেকে সেখানে তারা রাজধানী সরিয়ে নেয়, তবে মুকদেন তথা শেন-ইয়াং একটি গুরুত্বপূর্ণ মাঞ্চু নগরী হিসেবে মর্যাদা বজায় রাখে।\n১৯শ শতকের শেষভাগে শহরটি রুশ নিয়ন্ত্রণে চলে আসে এবং এখানে ১৯০৫ সালে রাশিয়া ও জাপানের মধ্যে মুকদেনের যুদ্ধ সংঘটিত হয়। যুদ্ধে জাপানিরা বিজয়লাভ করলে পুরাতন নগরীর পশ্চিম অঞ্চলটি জাপান নিজেদের নিয়ন্ত্রণে নিয়ে নেয়। ১৯২৯ সালে শহরের নাম বদলে আবার শেন-ইয়াং রাখা হয়। ১৯৩১ সালের সেপ্টেম্বরের মুকদেন ঘটনার জের ধরে জাপানিরা শহরটি এবং এর সাথে সমগ্র উত্তর-পূর্ব চীন বিজয় করে এবং সেখানে মাঞ্চুকো নামের একটি পুতুলরাষ্ট্র প্রতিষ্ঠা করে। ১৯৪৫ সালে দ্বিতীয় বিশ্বযুদ্ধ শেষে জাপানের আত্মসমর্পণের পরে ১৯৪৬ সালের মার্চ মাসে চীনের জাতীয়বাদী সেনারা শহরটি দখল করে। ১৯৪৯ সালের অক্টোবর মাসে চীনা সাম্যবাদী বাহিনীর লিয়াওশেন অভিযানশেষে মুকদেন শহরের পতন ঘটে। এরপর শহরটি সমগ্র চীনা ভূখণ্ডে সাম্যবাদীদের বিজয়ের ভিত্তিকেন্দ্র হিসেবে কাজ করে।\n\n\n== ছবিতে শেন-ইয়াং ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}