{"pageid": 1011906, "title": "দ্য ওয়ার্ল্ড (দ্বীপমালা)", "url": "https://bn.wikipedia.org/wiki?curid=1011906", "content": "দ্য ওয়ার্ল্ড বা দ্য ওয়ার্ল্ড দ্বীপপুঞ্জ, ( আরবি : جزر العالم; জুজুর আল-আলাম ) পারস্য উপসাগরের জলে ৪.০ কিলোমিটার (২.৫ মাইল) অবস্থিত একটি বিশ্ব মানচিত্রের আকারে নির্মিত ছোট কৃত্রিম দ্বীপের একটি দ্বীপপুঞ্জ । সংযুক্ত আরব আমিরাতের দুবাই উপকূলে অবস্থিত।  বিশ্ব দ্বীপপুঞ্জগুলি মূলত দুবাইয়ের অগভীর উপকূলীয় জলাশয় থেকে জলাবদ্ধ বালির সমন্বয়ে গঠিত এবং দ্বীপের উন্নায়ণসমূহের মধ্যে একটি।  বিশ্বের ডেভেলপার হলেন নাখিল প্রোপারটিস এবং প্রকল্পটি মূলত দুবাইয়ের শাসক শেখ মোহাম্মদ বিন রশিদ আল মাকতুম পরিকল্পনা করেছিলেন। নির্মাণটি দুটি ডাচ (যৌথ উদ্যোগ) বিশেষজ্ঞ সংস্থা ভ্যান ওর্ড এবং বসকলিস দ্বারা সম্পন্ন হয়েছিল। একই সাথে কোম্পানীগুলো খেজুর জুমিরাহ তৈরি করেছে।\n২০০৮ সালে আর্থিক সঙ্কটের কারণে থেমে যাওয়ার আগে ২০০৩ সালে ৩০০ টি দ্বীপটির নির্মাণ কাজ শুরু হয়েছিল।  যদিও ২০০৮ সালে ৬০ শতাংশ দ্বীপ বেসরকারী ঠিকাদারদের কাছে বিক্রি হয়েছিল, বেশিরভাগ দ্বীপের উন্নয়ন শুরু করতে ব্যর্থ হয়েছে।  জুলাই ২০১২ পর্যন্ত, লেবানন দ্বীপটি একমাত্র দ্বীপ যা বাণিজ্যিকভাবে বিকাশ লাভ করেছিল, এটি ব্যক্তিগত কর্পোরেট ইভেন্ট এবং পাবলিক পার্টির জন্য ব্যবহৃত হয়েছিল। ২০১৩ সালের শেষদিকে দ্বীপগুলির মধ্যে কেবল দুটিরই বিকাশ ঘটেছে। ২০১৪ সালের জানুয়ারিতে ক্লেইন্ডিয়েনস্ট গ্রুপ \"হার্ট অফ ইউরোপ\" প্রকল্প চালু করার ঘোষণা দিয়েছে;  ফেব্রুয়ারি ২০১৪ এর মধ্যে, ক্লেইন্ডিয়েনস্ট গ্রুপের অন্যতম ব্র্যান্ড — জে কে প্রোপার্টিস তাদের মাসিক নিউজলেটারে ঘোষণা করেছিল যে প্রকল্পটি \"কাজ ভাল চলছে\"।  দ্বীপের এই সিরিজের প্রথমটি হলো ইউরোপ, সুইডেন এবং জার্মানি এবং এটি ক্লেইন্ডিয়েনস্ট গ্রুপের নেতৃত্বে নির্মাধীন ।\n\n\n== প্রকল্প ==\n\n\n== ইতিহাস ==\n\n\n== প্রকল্পের অসুবিধা ==\n\n\n== ক্রয় এবং উন্নয়ন পরিকল্পনা ==\n\n\n== নির্মাণের সময়রেখা ==\n\n\n== আরও দেখুন ==\nদ্য ওয়ার্ল্ডে উন্নয়নের তালিকা\nওকিয়ানা\nপাম দ্বীপপুঞ্জ\nমহাবিশ্ব\nদুবাই ওয়াটারফ্রন্ট\nদুবাই ভ্রমণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nনখিল.কম: দ্য ওয়ার্ল্ড  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ ফেব্রুয়ারি ২০১৮ তারিখে\nওয়েব্যাক মেশিনে I am now in Dubai working with National Geographic (অক্টোবর ২৯, ২০১৬ তারিখে আর্কাইভকৃত)   - স্বাধীন সামুদ্রিক জীববিজ্ঞানী, দ্য ওয়ার্ল্ড সম্পর্কে অধ্যাপক ভ্যালেন্সিকের মতামত\n\"হার্ট অফ ইউরোপ\" ওয়েবসাইট"}