{"pageid": 1011413, "title": "মুজিব ব্যাটারি", "url": "https://bn.wikipedia.org/wiki?curid=1011413", "content": "মুজিব ব্যাটারী হল বাংলাদেশের প্রথম আর্টিলারী ইউনিট বা ভারী অস্ত্র সংবলিত ইউনিট, যাকে ফার্স্ট ফিল্ড রেজিমেন্ট বলা হয়। বাংলাদেশের মুক্তিযুদ্ধে ১৯৭১ সালের ২২ জুলাই ৬টি কামান নিয়ে ভারতের কোনাবান অঞ্চলে বাংলাদেশ সেনাবাহিনীর আর্টিলারি ইউনিট প্রথম প্রতিষ্ঠা লাভ করে, যাকে মেজর খালেদ মোশাররফ মুজিব ব্যাটারি নামে নামকরণ করেন। মুক্তিযুদ্ধ চলাকালীন আগস্টের প্রথম সপ্তাহে পাকিস্তান থেকে পালিয়ে আসা গোলন্দাজ বাহিনীর ৮০ জন বাঙালী সদস্যকে নিয়ে ত্রিপুরায় এই বাহিনী গঠিত হয়। এটি মুক্তিবাহিনীর কে ফোর্সের অধীনে ছিল।\n\n\n== ইতিহাস ==\n১৯৭১ সালের জুলাই মাসের মাঝামাঝি এই কামান মুক্তিযোদ্ধাদের হাতে আসে। এই ব্যাটারিতে ৩ দশমিক ৭ ইঞ্চি ছয়টি কামান ছিল। এগুলো ১৯৪২ থেকে ১৯৪৬ সালের মধ্যে ভারতে প্রস্তুত হয়। এ ধরনের কামান সর্বপ্রথম ১৯২০ সালে ভারতীয় গোলন্দাজ বাহিনীতে যুক্ত হয় এবং ১৯৮৬ সাল পর্যন্ত তা ব্যবহৃত হয়। কামান থেকে প্রতি মিনিটে পাঁচটি করে গোলা সর্বোচ্চ ছয় হাজার ৪০০ মিটার দূরত্বে নিক্ষেপ করা যেত। প্রতিটি কামান পরিচালনার জন্য নয়জন ক্রু লাগত। ৯ আগস্ট ২ নম্বর সেক্টর কমান্ডার মেজর খালেদ মোশাররফ সর্বাধিনায়ক জেনারেল ওসমানীকে এই কামান ব্যবহারের বিষয়ে চিঠি লেখেন। বিডি/০০২২/জি স্মারক নম্বরের ওই চিঠিতে মেজর খালেদ মোশাররফ জেনারেল ওসমানীকে লেখেন, \n\n\"আমাদের ছেলেরা ৩ দশমিক ৭ ইঞ্চি মাউন্টেন গানের দায়িত্ব বুঝে নিয়েছে। ১০ আগস্ট এই কামান উদ্বোধনের দিন নির্ধারণ করা হয়েছে। আমি এর নাম দিয়েছি 'মুজিব ব্যাটারি'। আমি ইতোমধ্যে এই কামান তত্ত্বাবধানের জন্য দুজন অফিসারকে নিযুক্ত করেছি। ১০ আগস্ট থেকে সম্পূর্ণ আমাদের তত্ত্বাবধানে, আমাদের অফিসার ও সৈনিকদের দ্বারা এই ব্যাটারি পরিচালিত হবে।\"\nপাকিস্তান সেনাবাহিনী থেকে পালিয়ে আসা গোলন্দাজ বাহিনীর ক্যাপ্টেন আবদুল আজিজ পাশা ভারত থেকে নিয়ে আসা ৩.৭ ইঞ্চির কিছু পুরাতন ছোট কামান জোগাড় করে ৮০ জন মুক্তিযোদ্ধাকে নিয়ে প্রশিক্ষণের ব্যবস্থা করেন। ক্যাপ্টেন আব্দুল আজিজ পাশা এবং পাশাপাশি সেকেন্ড লেফটেনেন্ট কাইয়ূম, এই দুজন অফিসার এই কামান তত্ত্বাবধানের দায়িত্ব পান। প্রতিষ্ঠার মাত্র এক সপ্তাহের মধ্যেই মুজিব ব্যাটারীর কামান তাদের সক্রিয়তা প্রদর্শন করে এবং সাফল্যজনকভাবে রণাঙ্গনে শত্রুকে ধ্বংস করার কাজে নিয়োজিত হয়। মুক্তিযুদ্ধকালে এ ইউনিটটি কাইয়ুমপুর, কসবা, সালদানদী, আখাউড়া, নাজিরহাট ইত্যাদি উলেস্নখযোগ্য যুদ্ধে অংশগ্রহণ করে লক্ষ্যভেদী ফায়ারের মাধ্যমে মুক্তিবাহিনীর বিজয়কে ত্বরান্বিত করে। সেই ৬টি কামানের মধ্যে ৩ ফুট ৭ ইঞ্চি লম্বা ‘মুজিব ব্যাটারি’ নামের ২টি কামানকে ভারতীয় সেনাবাহিনী গত ২০১১ সালের ২১ জুন পুনরায় বাংলাদেশ সেনাবাহিনীকে উপহার হিসেবে হস্তান্তর করে।\n\n\n== তথ্যসূত্র =="}