{"pageid": 1011768, "title": "বাক্স", "url": "https://bn.wikipedia.org/wiki?curid=1011768", "content": "বাক্স ( বহুবচন : বাক্সগুলি ) কোনো বিষয়বস্তুর স্থায়ী সঞ্চয় বা অস্থায়ী পরিবহনের জন্য ব্যবহৃত বিভিন্ন পাত্রে এবং এবং স্থালীকে বর্ণনা করে।। একটি বাক্সের আকার খুব ছোট (যেমন একটি ম্যাচবাক্স ) থেকে শুরু করে একটি বড় যন্ত্রের আকারের  পার্যন্ত এবং ভারী কাজ থেকে অলংকার সংরক্ষণ পর্যন্ত বিভিন্ন উদ্দেশ্যে ব্যবহার করা যেতে পারে।\nবাক্সগুলি সাধারণত কাঠের এবং ধাতু জাতীয় বিভিন্ন ধরনের টেকসই উপকরণ দিয়ে তৈরি হতে পারে, যদিও সাধারণ অ-টেকসই উপকরণের মধ্যে কোরুগেটেড ফাইবারবোর্ড এবং পেপারবোর্ড অন্তর্ভুক্ত অন্তর্ভুক্ত থাকে। ঢেউখেলান ধাতুর বাক্স সাধারণত শিপিং কনটেইনার হিসাবে ব্যবহৃত হয়।\nবাক্সগুলি সাধারণত আয়তক্ষেত্রাকার আকারযুক্ত একটি আয়তক্ষেত্রাকার ক্রস-সেকশন যুক্ত হয়, যদিও বাক্সে বর্গক্ষেত্র, বর্ধিত, বৃত্তাকার বা ডিম্বাকৃতির উপস্থিতি থাকতে পারে; বাক্সগুলি ঢালু বা গম্বুজযুক্ত শীর্ষ পৃষ্ঠগুলি বা উল্লম্ব প্রান্তগুলিও বৈশিষ্ট্যযুক্ত হতে পারে এবং সেগুলি ধারাবাহিকভাবে বর্গাকার হিসেবে তৈরি হয় না।\n\n\n== বক্সের ধরন ==\n\n\n=== প্যাকেজিং বক্স ===\n\nপ্যাকেজিং এবং স্টোরেজে বেশ কয়েকটি ধরনের বাক্স ব্যবহৃত হয়।\n\n\n== স্টোরেজ বাক্স ==\n\n\n== বৈদ্যুতিক বাক্স ==\nবৈদ্যুতিক পরিভাষায়, একটি \"বাক্স\" সংযোগ সংরক্ষণ এবং সুরক্ষিত করতে ব্যবহৃত হয়:\n\nপ্যাট্রেস, একটি বাক্স যা বৈদ্যুতিক সুইচ এবং রিসেপটকালস ধরে রাখে।\nজংশন বাক্স, বৈদ্যুতিক সংযোগগুলিতে যোগদানের জন্য একটি স্থির ধারক, প্রায়শই দেয়ালে লাগানো হয়।\nফিউজ বাক্স, বৈদ্যুতিক ফিউজ বা সার্কিট ব্রেকার ধারণ করে।\n\n\n== ডাক পরিষেবা বাক্স ==\n\nপোস্ট বাক্স, বা মেইলবক্স একটি সাধারণ বাক্স যা টিঠি সংগ্রহ করতে ব্যবহৃত হয় যা কোনো গন্তব্যের উদ্দেশ্যে প্রেরণ করা হয়। বহির্মুখী টিঠির জন্য পোস্ট বাক্সগুলির পরিবর্তনের মধ্যে রয়েছে:\nল্যাম্প বক্স\nলুডলো দেয়াল বাক্স\nথাম বাক্স\nওয়াল বক্স\n\n\n== বুথগুলিকে কখনও কখনও বাক্স বলা হয় ==\nকল বক্স\nপেনাল্টি বক্স, অনেকগুলি বল-দলের খেলায় ব্যবহৃত একটি বুথ যেখানে কোনও খেলোয়াড় নির্দিষ্ট পেনাল্টির সময়টি উপভোগ করে।\nপুলিশ বাক্স, বিশ শতকের ব্রিটেনের পুলিশ ব্যবহারের জন্য একটি বুথ।\nসিগন্যাল বক্স, রেল সংকেতের সমন্বয় ও নিয়ন্ত্রণের জন্য রেলওয়ের একটি বিল্ডিং।\nটেলিফোনের বাক্স, একটি বুথ যেখানে একটি পাবলিক টেলিফোন রয়েছে।\n\n\n== আসন ==\nব্যান্ডবক্স, একটি পারফরম্যান্সের সময় একটি মিউজিকাল ব্যান্ডের জন্য আসন।\n\n\n== অন্যান্য বাক্স ==\n\nগোলাবারুদ বক্স, গোলাবারুদ জন্য ধাতুর তৈরি বক্স।\nব্যালট বাক্স, একটি বাক্স যাতে ভোট দেওয়ার সময় ভোট (ব্যালট পেপারস) জমা হয়।\nব্ল্যাক বক্স, এমন কিছু যার জন্য অভ্যন্তরীণ ক্রিয়াকলাপ বর্ণিত নয় তবে এটির কার্যকারিতা বিদ্যামন।\nবক্স, যেমন বেস একক বা টাওয়ার কেস হিসাবে একটি কম্পিউটারের বৃহত বাক্সের আকৃতির অংশের, এর অনানুষ্ঠানিক রেফারেন্স ব্যক্তিগত কম্পিউটার।\nবক্স সেট, বই বা সংগীতের মতো আইটেমগুলির সংকলন।\nমতামত বা বিকল্প হিসাবে নজরদারি করার জন্য সাধারণত কাগজে চেক বাক্স ।\nকোচ বক্স বা গাড়ীর কোচে ড্রাইভারের আসন।\nঅফিসিয়াল কাগজপত্র ধরে রাখার এবং সেগুলি পরিবহনের জন্য প্রেরণ বাক্স, (বা পাঠানো বাক্স)।\nইভেন্টের তথ্য রেকর্ডার, যাকে সাধারণত \"ব্ল্যাক বক্স\" বলা হয়, কিছু যানবাহনে পাওয়া একটি টেকসই ডেটা-রেকর্ডিং ডিভাইস, যা দুর্ঘটনার তদন্তে সহায়তা করতে ব্যবহৃত হয়।\nফার্স্ট এইড বক্স হলো কাউকে প্রাথমিক চিকিৎসা দেওয়ার ক্ষেত্রে ব্যবহারের জন্য সরবরাহ এবং সরঞ্জামের সংগ্রহ। \nগ্লোরি বক্স বা হোপ বুক, বিবাহিত জীবনের প্রত্যাশায় সাধারণত অবিবাহিত যুবতী মহিলাদের দ্বারা সংরক্ষণ করা আইটেমযুক্ত একটি বাক্স।\nগ্লোভ বক্স, গ্লোভস সহ একটি সিলযুক্ত ধারক যা বস্তুগুলিতে হেরফের করতে পারে।\nজ্যাক-ইন-বক্স, একটি বাচ্চাদের খেলনা যা বেশ আশ্চর্যজনক।\nকাবাকো, একটি আলংকারিক স্টোরেজ বাক্স।\nমধ্যাহ্নভোজ বাক্স, বা \"মধ্যাহ্নভোজ\", \"মধ্যাহ্নভোজ\", খাবার বহন করার জন্য ব্যবহৃত একটি অনমনীয় ধারক। এছাড়াও আলংকারিক হতে পারে।\nমিটার বক্স, কাঠের সরঞ্জাম যা কোনও হাতের নির্দেশকে ব্যবহৃত হয় বোর্ডে সুনির্দিষ্ট মিটার কাট তৈরি করতে।\nনীড় বাক্স, পাখিদের বাসা তৈরির জন্য গাছের গর্তের বিকল্প।\nগ্রীক পৌরাণিক কাহিনী অনুসারে পান্ডোরার বাক্সটি ষোড়শ শতাব্দীর পর থেকে মানবজাতির কুফল এবং আশার কথা সংবলিত একটি জারকে 'বাক্স' হিসাবে ভুল ব্যাখ্যা করেছে।\nপিলবক্স, কারও ওষুধের নির্ধারিত ডোজ সংরক্ষণের জন্য একটি বিশেষ ধারক।\nসেট-টপ বক্স, একটি ডিভাইস যা টিভি সিগন্যালগুলি ডিকোড করতে এবং প্রদর্শন করতে ব্যবহৃত হয়।\nগাওয়া পাখির বাক্স, একটি অজেট ডি'আর্ট যা একটি ক্ষুদ্র অটোমেটনের গাওয়ার পাখির মধ্যে রয়েছে।\nসোপবাক্স, একটি আসল বা প্রতীকী বাক্স, যার উপর একজন বক্তা একটি প্ররোচিত বক্তৃতা দাঁড়ান।\nস্কিজেবক্স, একটি বাদ্যযন্ত্র\nজিগ জাগ গার্ল বক্স, জিগ জাগ গার্ল ম্যাজিক ট্রিকের জন্য ব্যবহৃত একটি বক্স\n\n\n== গ্যালারী ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nসোরোকা, ডাব্লিউ, \"প্যাকেজিং প্রযুক্তির ফান্ডামেন্টালস\", আইওপিপি, 2002,আইএসবিএন ১-৯৩০২৬৮-২৫-৪\nইয়াম, কেএল, \"প্যাকেজিং টেকনোলজির এনসাইক্লোপিডিয়া\", জন উইলি অ্যান্ড সন্স, ২০০৯,আইএসবিএন ৯৭৮-০-৪৭০-০৮৭০৪-৬\n এই নিবন্ধটি একটি প্রকাশন থেকে অন্তর্ভুক্ত পাঠ্য যা বর্তমানে পাবলিক ডোমেইনে: চিসাম, হিউ, সম্পাদক (১৯১১)। \"Box\"। ব্রিটিশ বিশ্বকোষ (১১তম সংস্করণ)। কেমব্রিজ ইউনিভার্সিটি প্রেস। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) </img>"}