{"pageid": 1011677, "title": "স্টারলিঙ্ক", "url": "https://bn.wikipedia.org/wiki?curid=1011677", "content": "স্টারলিঙ্ক হল একটি উপগ্রহ-ভিত্তিক ইন্টারনেট নেটওয়ার্ক, যা স্টারলিঙ্ক সার্ভিসেস, এলএলসি দ্বারা পরিচালিত হয়। এই সংস্থাটি একটি আন্তর্জাতিক টেলিযোগাযোগ পরিষেবাদাতা এবং আমেরিকান মহাকাশ প্রযুক্তি কোম্পানি স্পেসএক্সের সম্পূর্ণ মালিকানাধীন সহায়ক প্রতিষ্ঠান। এটি বর্তমানে ১০০টিরও বেশি দেশ ও অঞ্চলে পরিষেবা প্রদান করে থাকে। পাশাপাশি, এটি বৈশ্বিক মোবাইল ব্রডব্যান্ড সুবিধা প্রসারের লক্ষ্যেও কাজ করছে। স্পেসএক্সের প্রসার ও উন্নয়নে স্টারলিংক অত্যন্ত গুরুত্বপূর্ণ ভূমিকা পালন করেছে। এর একটি উপগ্রহের মেয়াদ সাধারণত ৫ বছর হয়ে থাকে। এর বর্তমান ভি২ ভার্সন উপগ্রহের ওজন প্রায় ১,৭৬০ পাউন্ড (৮০০ কিলোগ্রাম), যা পুরোনো প্রজন্মের উপগ্রহের তুলনায় প্রায় তিন গুণ ভারী (ওজন ৫৭৩ পাউন্ড বা ২৬০ কিলোগ্রাম)। ২০১৬ সালে, স্টারলিংক নামে স্যাটেলাইট ইন্টারনেট নেটওয়ার্কটি কাজ শুরু করার জন্য আনুষ্ঠানিক অনুমোদন (লাইসেন্স) পায়। এই প্রকল্পের ধারণাটি জন গ্রিন লিখিত The Fault in Our Stars উপন্যাস থেকে অনুপ্রাণিত।\n২০১৫ সালে পণ্য বিকাশ শুরু হয়েছিল এবং ২০১৮ সালের ফেব্রুয়ারিতে দুটি প্রোটোটাইপ উপগ্রহ পরীক্ষামূলক যাত্রার জন্য উৎক্ষেপণ করা হয়েছিল। ২০১৯ সালের ২৩ মে আরও কিছু পরীক্ষামূলক উপগ্রহ ও ৬০টি ব্যবহারযোগ্য স্টারলিঙ্ক কৃত্রিম উপগ্রহ উৎক্ষেপণ করা হয় স্পেস এক্স এর ফালকন ৯ রকেটে করে। ২০২১ বা ২০২২ সালের মধ্যে প্রায় বিশ্বব্যাপী সুবিধা প্রদানের জন্য ২৬০ কিলোগ্রাম (৫৭০ পাউন্ড) এর ১৪৪০ টি উপগ্রহ স্থাপনের লক্ষ্যে একসাথে ৬০টি উপগ্রহ উৎক্ষেপণ করছে। স্পেস এক্স ২০২০ সালের আগস্টে যুক্তরাষ্ট্রের উত্তরাঞ্চলে একটি ব্যক্তিগত বিটা পরিষেবা এবং ২০২০ সালের অক্টোবরে জনসাধারণের জন্য বিটা পরিষেবা চালু করেছে, যা ৮০° এবং ৫২° উত্তর অক্ষাংশে সেবা প্রদান করবে। ২৮ এপ্রিল ২০২৫ তারিখে স্টারলিঙ্ক বাংলাদেশে তার কার্যক্রম পরিচালনা করার জন্য লাইসেন্স পায়। এর ডাউনলোড স্পিড ২৫ এমবিপিএস থেকে ২৫০ এমবিপিএস, তবে বেশিরভাগ ব্যবহারকারী ১০০ এমবিপিএস এর উপরে গতি পাওয়ার দাবি করেছেন। ২৮ মার্চ, ২০২৫ পর্যন্ত, জ্যোতির্বিজ্ঞানী জোনাথন ম্যাকডোয়েলের মতে, ৭,১৩৫টি স্টারলিঙ্ক উপগ্রহ কক্ষপথে রয়েছে, যার মধ্যে ৭,১০৫টি উপগ্রহ কার্যকর আছে। স্টারলিঙ্ক প্রকল্পের বিশালতা জ্যোতির্বিজ্ঞানীদের চিন্তিত করছে, কারণ এর উজ্জ্বল উপগ্রহগুলো মহাবিশ্ব পর্যবেক্ষণে বাধা সৃষ্টি করতে পারে। এছাড়া, মহাকাশ নিরাপত্তা বিশেষজ্ঞরা স্টারলিঙ্ককে পৃথিবীর কক্ষপথে সংঘর্ষের সবচেয়ে বড় ঝুঁকি হিসেবে দেখছেন। এর পাশাপাশি, কিছু বিজ্ঞানী আশঙ্কা করছেন যে পুরানো উপগ্রহ পৃথিবীর বায়ুমণ্ডলে পুড়ে যাওয়ার সময় ধাতুর পরিমাণ জলবায়ুতে অপ্রত্যাশিত পরিবর্তন আনতে পারে।স্টারলিঙ্কের ওয়েবসাইটে বলা হয়েছে, \"স্টারলিঙ্ক এমন এলাকার জন্য আদর্শ, যেখানে ইন্টারনেট সংযোগ অস্থির বা পুরোপুরি উপলব্ধ নয়।\" \"বিশ্বজুড়ে মানুষ স্টারলিঙ্ক ব্যবহার করে শিক্ষা, স্বাস্থ্যসেবা এমনকি প্রাকৃতিক দুর্যোগের সময় যোগাযোগ সহায়তা পাচ্ছে।\"\n\n\n== ইতিহাস ==\n\n\n== পরিষেবা ==\n\n\n=== স্যাটেলাইট ইন্টারনেট ===\n\nস্টাত্যন্ত অঞ্চলগুলিতে স্যাটেলাইট-ভিত্তিক ইন্টারনেট সংযোগ প্রদান করে, পাশাপাশি অধিক নগরায়িত অঞ্চলগুলিতে প্রতিযোগিতামূলক মূল্যের পরিষেবা অফার করে।\nমার্কিন যুক্তরাষ্ট্রে, চালু হওয়ার সময় স্টারলিংক ইউজার টার্মিনালের জন্য এককালীন হার্ডওয়্যার ফি হিসেবে ৫৯৯ ডলার এবং নির্দিষ্ট ঠিকানায় ইন্টারনেট সেবার জন্য মাসিক ১২০ ডলার চার্জ করত। অতিরিক্ত ২৫ ডলার মাসিক চার্জে ইউজার টার্মিনালকে নির্দিষ্ট অবস্থান থেকে সরিয়ে নেওয়া যায় (Starlink For RVs), তবে সংশ্লিষ্ট এলাকার নির্দিষ্ট ঠিকানার ব্যবহারকারীদের তুলনায় সেবার গতি অগ্রাধিকারের ভিত্তিতে কমিয়ে দেওয়া হয়। নির্দিষ্ট ঠিকানার ব্যবহারকারীদের জন্য গতি \"৫০ থেকে ১৫০ এমবিপিএস\" এবং লেটেন্সি \"২০ থেকে ৪০ এমএস\" প্রত্যাশা করতে বলা হয়, তবে এক গবেষণায় ২০২২ সালের প্রথম প্রান্তিকে গড় ডাউনলোড গতি ৯০.৫৫ এমবিপিএস পাওয়া গেলেও দ্বিতীয় প্রান্তিকে তা কমে ৬২.৫ এমবিপিএস-এ নেমে আসে। উচ্চ-পারফরম্যান্স সংস্করণ Starlink Business-এ গতি ১৫০ থেকে ৫০০ এমবিপিএস দেওয়া হয়, তবে এর জন্য ইউজার টার্মিনালের দাম ২,৫০০ ডলার এবং মাসিক চার্জ ৫০০ ডলার। Starlink Maritime নামে আরেকটি সেবা জুলাই ২০২২ সালে চালু হয়, যা সমুদ্রে ৩৫০ এমবিপিএস গতির ইন্টারনেট দেয়; এতে সমুদ্র-গ্রেডের ১০,০০০ ডলারের ইউজার টার্মিনাল এবং মাসিক ৫,০০০ ডলার চার্জ প্রযোজ্য।\nসীমিত ওয়্যারলেস ক্যাপাসিটির কারণে প্রতি ২০ কিলোমিটার (১০ মাইল) \"সার্ভিস সেল অঞ্চল\"-এ কয়েকশত নির্দিষ্ট ব্যবহারকারীর মধ্যে বিক্রি সীমাবদ্ধ করা হয়। স্টারলিংক বিকল্প হিসেবে Best Effort সেবা স্তর অফার করে, যা ক্যাপড অঞ্চলের ব্যবহারকারীদের অপেক্ষমাণ তালিকায় থাকা অবস্থায় তাদের সেলের অব্যবহৃত ব্যান্ডউইথ ব্যবহারের সুযোগ দেয়। এর মূল্য ও সরঞ্জাম আবাসিক পরিষেবার মতোই মাসিক ১১০ ডলার। জনবহুল অঞ্চলে পরিষেবার মান উন্নয়নের জন্য, ২০২৩ সাল থেকে সকল অ-বাণিজ্যিক ব্যবহারকারীদের জন্য মাসিক ১ টিবি ডেটা ক্যাপ চালু করা হয়েছে।\nআগস্ট ২০২২-এ, স্পেসএক্স কিছু নির্বাচিত দেশের ব্যবহারকারীদের জন্য মাসিক সেবার খরচ কমিয়েছে। উদাহরণস্বরূপ, ব্রাজিল ও চিলির ব্যবহারকারীদের মাসিক ফি প্রায় ৫০% কমে গেছে।\nইন্টারনেট বিশ্লেষণ সংস্থা Ookla-এর মতে, ২০২২ সালের প্রথমার্ধে আরও গ্রাহক পরিষেবার জন্য সাইন আপ করায় স্টারলিঙ্কের গতি হ্রাস পেয়েছে। স্পেসএক্স বলেছে যে আরও স্যাটেলাইট স্থাপন করা হলে স্টারলিঙ্কের গতি উন্নত হবে।  \n\n\n== দেশ অনুযায়ী ইন্টারনেট প্রাপ্যতা এবং নিয়ন্ত্রক অনুমোদন ==\n\nযেকোনো দেশে স্যাটেলাইট পরিষেবা প্রদানের জন্য, আন্তর্জাতিক টেলিযোগাযোগ ইউনিয়ন (আইটিইউ) এর নিয়মাবলী এবং দীর্ঘস্থায়ী আন্তর্জাতিক চুক্তিগুলির প্রয়োজন যে প্রতিটি দেশের এখতিয়ার দ্বারা এবং দেশের মধ্যে জাতীয় যোগাযোগ নিয়ন্ত্রক দ্বারা অবতরণের অধিকার মঞ্জুর করা হোক। ফলস্বরূপ, যদিও স্টারলিঙ্ক নেটওয়ার্কের প্রায় বৈশ্বিক নাগাল রয়েছে প্রায় ৬০° অক্ষাংশের নীচে, ২০২২ সালের সেপ্টেম্বর পর্যন্ত ব্রডব্যান্ড পরিষেবা শুধুমাত্র ৪০টি দেশে প্রদান করা যেতে পারে। স্পেসএক্সের ব্যবসায়িক কার্যক্রম এবং অর্থনৈতিক বিবেচনাও থাকতে পারে যা কোন দেশে স্টারলিঙ্ক পরিষেবা দেওয়া হবে, কোন ক্রমে এবং কত তাড়াতাড়ি তা নির্ধারণে পার্থক্য তৈরি করতে পারে। উদাহরণস্বরূপ, স্পেসএক্স আনুষ্ঠানিকভাবে কানাডার জন্য অনুমোদনের অনুরোধ শুধুমাত্র জুন ২০২০ সালে করেছিল, কানাডিয়ান নিয়ন্ত্রক কর্তৃপক্ষ এটিকে নভেম্বর ২০২০ সালে অনুমোদন করে, এবং স্পেসএক্স দুই মাস পরে, জানুয়ারি ২০২১ সালে পরিষেবা চালু করে। ২০২২ সালের সেপ্টেম্বর পর্যন্ত, স্টারলিঙ্ক পরিষেবা ৪০টি দেশে দেওয়া হচ্ছিল, আরও অনেক দেশে নিয়ন্ত্রক অনুমোদনের জন্য আবেদন মুলতুবি ছিল।\n\nকানাডা ছিল স্টারলিঙ্ক পরিষেবা অনুমোদনকারী প্রথম বহির্বিশ্বের দেশ, ইনোভেশন, সায়েন্স অ্যান্ড ইকোনমিক ডেভেলপমেন্ট কানাডা ২০২০ সালের ৬ নভেম্বর স্টারলিঙ্কের লো আর্থ অরবিট স্যাটেলাইট কনস্টেলেশনের জন্য নিয়ন্ত্রক অনুমোদন ঘোষণা করে।\nসেপ্টেম্বর ২০২৩ সালে, কিছু ভারতীয় সংবাদ মাধ্যম জানায় যে স্টারলিংক ভারতে কাজ করার লাইসেন্স শীঘ্রই পাবে কারণ স্টারলিংক সমস্ত নিয়ন্ত্রক প্রয়োজনীয়তা পূরণ করতে সক্ষম হয়েছে, কিন্তু পরিষেবা প্রদানের জন্য তাদের এখনও স্পেকট্রাম বরাদ্দের জন্য আবেদন করতে হবে। স্পেসএক্স এর আগে ভারতে ৫০০০ স্টারলিংক প্রিঅর্ডার বিক্রি করেছিল, এবং ২০২১ সালে ঘোষণা করেছিল যে সঞ্জয় ভার্গব, যিনি বৈদ্যুতিন অর্থপ্রদান সংস্থা পেপ্যাল প্রতিষ্ঠাকারী দলের অংশ হিসাবে মাস্কের সাথে কাজ করেছিলেন, ভারতে টেক বিলিয়নেয়ার উদ্যোক্তার স্টারলিংক স্যাটেলাইট ব্রডব্যান্ড উদ্যোগের নেতৃত্ব দেবেন। তিন মাস পরে, ভার্গব \"ব্যক্তিগত কারণে\" পদত্যাগ করেন যখন ভারত সরকার স্পেসএক্সকে স্টারলিংক পরিষেবার জন্য প্রিঅর্ডার বিক্রি বন্ধ করার নির্দেশ দেয় যতক্ষণ না স্পেসএক্স দেশে স্যাটেলাইট ইন্টারনেট পরিষেবা প্রদানের জন্য নিয়ন্ত্রক অনুমোদন পায়। এপ্রিল ২০২৪ সালে, কিছু ভারতীয় সংবাদ মাধ্যমে জানানো হয় যে স্টারলিংক \"নীতিগত সরকারি অনুমোদন\" পেয়েছে এবং অনুমোদন এখন \"যোগাযোগ মন্ত্রী অশ্বিনী বৈষ্ণবের টেবিলে রয়েছে\"।\n\n\n== উৎক্ষেপণ ==\n\n\n== সেবা ==\n\n\n== প্রযুক্তি ==\n\n\n== প্রতিযোগিতা ও বাজার প্রভাব ==\n\n\n== সমালোচনা ==\n\n\n== আরও দেখুন ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:স্পেস এক্স"}