{"pageid": 1011679, "title": "শন উডাল", "url": "https://bn.wikipedia.org/wiki?curid=1011679", "content": "শন ডেভিড উডাল (ইংরেজি: Shaun Udal; জন্ম: ১৮ মার্চ, ১৯৬৯) হ্যাম্পশায়ারের কোভ এলাকায় জন্মগ্রহণকারী সাবেক ইংরেজ আন্তর্জাতিক ক্রিকেটার। ইংল্যান্ড ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৯০-এর দশকের মাঝামাঝি সময়কাল থেকে শুরু করে ২০০০-এর দশকের মাঝামাঝি সময়কাল পর্যন্ত ইংল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর ইংরেজ কাউন্টি ক্রিকেটে হ্যাম্পশায়ার ও মিডলসেক্স দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি অফ ব্রেক বোলার হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে মাঝারিসারিতে ব্যাটিং করতেন ‘শ্যাগি’ ডাকনামে পরিচিত শন উডাল।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৮৯ সাল থেকে ২০১০ সাল পর্যন্ত শন উডালের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। তন্মধ্যে, ১৯৮৯ থেকে ২০০৭ সাল পর্যন্ত ঘরোয়া পর্যায়ের ক্রিকেটে হ্যাম্পশায়ার দলের পক্ষে খেলেন শন উদাল। এ সময়ে পূর্ববর্তী সপ্তাহের অভিজ্ঞতা নিয়ে কাউন্টি ক্রিকেটকে ঘিরে হ্যাম্পশায়ার ক্রনিকলে সাপ্তাহিক প্রতিবেদন লিখতেন। হ্যাম্পশায়ার দলে শেন ওয়ার্নের যুক্ত হবার ফলে তার খেলোয়াড়ী জীবনের পুণরুজ্জীবন ঘটে ও আরও আক্রমণাত্মক বোলারের দিকে ধাবিত করে। এছাড়াও, শেষেরদিকের ব্যাটসম্যান হিসেবে বেশ মূল্যবান রান সংগ্রহক করতেন। সারে চ্যাম্পিয়নশীপে ক্যাম্বার্লির পক্ষে খেলাকালীন উগ্র আচরণে কারণে তিন বছরের জন্যে নিষেধাজ্ঞার কবলে পড়তে হয়।\n১৭ সেপ্টেম্বর, ২০০৭ তারিখে চলতি মৌসুম শেষে প্রথম-শ্রেণীর ক্রিকেট থেকে তার অবসর গ্রহণের কথা ঘোষণা করেন। ৩০ অক্টোবর, ২০০৭ তারিখে বার্কশায়ারের পক্ষে ২০০৮ মৌসুমের মাইনর কাউন্টিজে খেলার জন্যে পেশাদার ক্রিকেটার হিসেবে যুক্ত হন। এছাড়াও, হোমস কাউন্টিজ লীগে হেনলি দলের সদস্য হন। তবে, ৪ ডিসেম্বর, ২০০৭ তারিখে পুনরায় প্রথম-শ্রেণীর ক্রিকেটে ফিরে যান। ৩৮ বছর বয়সী শন উডালকে মিডলসেক্সের পক্ষে দুই বছর মেয়াদে চুক্তিতে উপনীত করে।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে চারটিমাত্র টেস্ট ও এগারোটি একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন শন উডাল। ১২ নভেম্বর, ২০০৫ তারিখে মুলতানে স্বাগতিক পাকিস্তান দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ১৮ মার্চ, ২০০৬ তারিখে মুম্বইয়ে স্বাগতিক ভারত দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\n১৯৯৪ সালে নবনিযুক্ত দল নির্বাচকমণ্ডলীর সভাপতি রে ইলিংওয়ার্থের বদান্যতায় আন্তর্জাতিক পর্যায়ে প্রথমবারের মতো খেলার সুযোগ পেয়েছিলেন। ১৯৯৪ ও ১৯৯৫ সালে দশটি একদিনের আন্তর্জাতিক খেলায় অংশগ্রহণের সুযোগ লাভ করেছিলেন তিনি। তন্মধ্যে, শীতকাল অস্ট্রেলিয়া গমন করলেও তাকে টেস্ট দলে রাখা হয়নি।\nহ্যাম্পশায়ার দলের পক্ষে নিয়মিতভাবে খেলার সুবাদে টেক্সাকো ট্রফিতে নিউজিল্যান্ডের বিপক্ষে একদিনের আন্তর্জাতিক দলে তাকে রাখা হয়। ড্যারেন গফের সাথে তার একযোগে অভিষেক ঘটে। অ্যাডাম প্যারোরে ও কেন রাদারফোর্ডকে বিদেয় করেন। ঐ গ্রীষ্মের শেষদিকে দক্ষিণ আফ্রিকার বিপক্ষেও বেশ ভালোমানের খেলা উপহার দেন। ফলশ্রুতিতে, ১৯৯৪-৯৫ মৌসুমের অ্যাশেজ সফরে তাকে রাখা হয়। কিন্তু, সফরের শুরুতেই আঘাতের কবলে পড়লে তাকে দেশে ফেরৎ পাঠান হয়। ১৯৯৫ সালে টেক্সাকো সিরিজের ওয়েস্ট ইন্ডিজের বিপক্ষে উইকেট শূন্য অবস্থায় মাঠ থেকে ফিরে আসলে তাকে ইংল্যান্ড দলের বাইরে রাখা হয়। তাসত্ত্বেও, কাউন্টি ক্রিকেটে ঠিকই তিনি তার সেরা খেলা প্রদর্শন করছিলেন।\n\n\n== টেস্ট অভিষেক ==\nহ্যাম্পশায়ারের পক্ষে সুন্দর মৌসুম অতিবাহনের পর সেপ্টেম্বর, ২০০৫ সালে তাকে পুনরায় ইংল্যান্ড দলে অন্তর্ভুক্ত করা হয়। অ্যাশলে জাইলসের সাথে তাকেও পাকিস্তান গমনার্থে স্পিনার হিসেবে ১৭ সদস্যের ইংরেজ দলে রাখা হয়। ২০০৫-০৬ মৌসুমে পাকিস্তান ও ভারত গমনার্থে ইংল্যান্ডের টেস্ট দলের অন্যতম সদস্যরূপে মনোনীত হন।\n২১ অক্টোবর, ২০০৫ তারিখে দশ বছরের অধিক সময়ের ব্যবধানে পাকিস্তানের বিপক্ষে প্রথম ওডিআইয়ে অংশ নেন। সময়ের দিক দিয়ে ইংল্যান্ডের পক্ষে এ খেলায় অংশগ্রহণ রেকর্ড হিসেবে পরিগণিত হয়ে আসছে। এগারো বছরের মধ্যে দুইবার বিস্ময়করভাবে ইংল্যান্ড দলের পক্ষে শন উডালকে অন্তর্ভুক্ত করা হয়েছিল। ১৯৯৪ সালে আন্তর্জাতিক অঙ্গনে অভিষেকের পর মুলতানে ৩৬ বছর বয়সে প্রথমবারের মতো টেস্ট ক্রিকেটে অভিষেক পর্ব সম্পন্ন হয় তার। তবে, বল হাতে নিয়ে মোটেই সুবিধে করতে পারেননি। প্রথম তিন টেস্টে তিনি মোটে তিন উইকেট পান। তবে, নিচেরসারির ব্যাটসম্যান হিসেবে কিছু রান তুলে ভূমিকা রাখতে সচেষ্ট হয়েছিলেন।\n\n\n== ভারত গমন ==\nতাসত্ত্বেও, ঐ মৌসুমের শীতকালে ভারত গমনার্থে তাকে দলে রাখা হয়। পরবর্তীতে তাকে ভারতের বিপক্ষে টেস্টে উপেক্ষিত করা হলেও মুম্বইয়ে সিরিজের শেষ খেলায় তাকে একাদশে রাখা হয়। মুম্বইয়ের ওয়াংখেড়ে স্টেডিয়ামে সিরিজের তৃতীয় ও চূড়ান্ত টেস্টে তাকে খেলানো হয়। ইংল্যান্ডের স্বান্তনাসূচক বিজয়ী দলে থেকে শেষ বিকেলের দ্বিতীয় ইনিংসে ৪/১৪ বোলিং পরিসংখ্যান গড়েন। তন্মধ্যে, শচীন তেন্ডুলকরকে ৩৪ রানে বিদেয় করেন ও ইংল্যান্ড দল ২১২ রানে জয় পায়।\nঅ্যাশলে জাইলসের আঘাতজনিত ক্রমাগত অনুপস্থিতির কারণে ২০০৬ সালের শুরুতে মন্টি পানেসরের সাথে ইংল্যান্ডের স্পিন বোলিং আক্রমণের জন্যে মনোনীত হন। তবে, শ্রীলঙ্কা কিংবা নভেম্বর, ২০০৬ সালে অ্যাশেজ সিরিজ খেলার জন্যে অস্ট্রেলিয়ার সফরে তাকে দলে রাখা হয়নি।\n\n\n== অবসর ==\nমৌসুমের মাঝামাঝি সময়ে ২৫ অক্টোবর, ২০০৮ তারিখে তাকে ২০০৯ সালের জন্যে মিডলসেক্স ক্লাবের অধিনায়কত্ব করার কথা জানানো হয় ও পরবর্তীতে পূর্ণাঙ্গকালীন অধিনায়ক করা হয়। তবে, ক্লাবের ফলাফলের উত্তরণ ঘটাতে পারেননি তিনি। ২০০৯ সালে দ্বিতীয় বিভাগে শেষের দিক থেকে দ্বিতীয় স্থানে অবস্থান করে তার দল। ২০১০ সালের শুরুতে প্রতিকূলতার মুখোমুখি হলে তাকে অধিনায়কত্ব থেকে অব্যাহতি নিতে হয়। ঐ মৌসুম শেষে ৪১ বছর বয়সে প্রথম-শ্রেণীর ক্রিকেট থেকে অবসর নেন।\n৬ এপ্রিল, ২০০৯ তারিখে আইসিসি বিশ্ব টুয়েন্টি২০ প্রতিযোগিতায় ইংল্যান্ডের পক্ষে খেলার জন্যে ৩০-সদস্যের প্রাথমিক তালিকায় তাকে রাখা হয়। ২০১০ সালের কাউন্টি চ্যাম্পিয়নশীপের খেলায় তিনি তার নিজস্ব ৮০০তম উইকেট পান। গ্লুচেস্টারশায়ারের বোলার স্টিভ কার্বি তার শিকারে পরিণত হয়েছিলেন। পরের মৌসুমে তার খেলার ছন্দ নষ্ট হয়ে যায়। এর বিরূপ প্রতিক্রিয়া হিসেবে ১১ জুন তারিখে দলের অধিনায়কের দায়িত্ব থেকে অব্যাহতি নেন। অন্তর্বর্তীকালীন দায়িত্ব হিসেবে অ্যাডাম গিলক্রিস্টকে এ দায়িত্বে দেয়া হয় ও পাঁচটি টুয়েন্টি২০ খেলায় দলকে পরিচালনার পর ২৪ জুন তারিখে নিজ দেশে চলে যান। এরপর থেকে নীল ডেক্সটার স্থায়ীভাবে এ দায়িত্ব পালন করেন। ২০১০ সাল শেষে সকল স্তরের পেশাদারী ক্রিকেট থেকে অবসর নেন তিনি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nইয়ান বেল\nজ্যাক হোয়াইট\nমিডলসেক্স কাউন্টি ক্রিকেট ক্লাব\nইংরেজ টেস্ট ক্রিকেটারদের তালিকা\nইংরেজ একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\nআনুষ্ঠানিক কাউন্টি চ্যাম্পিয়নশীপ বিজয়ী দলের তালিকা\nআন্তর্জাতিক ক্রিকেটে অংশগ্রহণকারী পরিবারের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে শন উডাল  (ইংরেজি)\nক্রিকেটআর্কাইভে শন উডাল   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}