{"pageid": 1012447, "title": "মুসলিমদের আর্মেনিয়া বিজয়", "url": "https://bn.wikipedia.org/wiki?curid=1012447", "content": "৬৩২ সালে মুহাম্মদের মৃত্যুর পর মুসলিমদের আর্মেনিয়ার বিজয় মুসলিম বিজয়ের অংশ ছিল। পারস্য আর্মেনিয়া ৬৪৫ সালের মধ্যে আরব রাশিদুন খিলাফতের কাছে পরাজিত হয়। বাইজেন্টাইন আর্মেনিয়া ইতোমধ্যে ৬৩৮-৬৩৯ সালে বিজিত হয়।\n\n\n== পটভূমি: ইসলামিক বিস্তৃতি ==\n৬৩২ সালে মুহাম্মদের মৃত্যুর পর তার উত্তরসূরীরা নতুন খেলাফতের অঞ্চল বৃদ্ধির জন্য সামরিক অভিযান শুরু করেন। মুসলিম বিজয়ের সময় আরবরা মধ্য প্রাচ্যের বেশিরভাগ অঞ্চল জয় করেছিল।\n\n\n== উৎস ==\nআরবরা আর্মেনিয়ার প্রাথমিক বিজয়ের বিস্তারিত বিবরণ অনিশ্চিত, কারণ বিভিন্ন আরবি, গ্রীক এবং আর্মেনীয় উৎস একে অপরের বিপরীত তথ্য দেয়। এই সময়ের প্রধান উৎস হচ্ছে আর্মেনীয় বিশপ সেবিওসের প্রত্যক্ষদর্শী বর্ণনা এবং এর সাথে ৮ম শতাব্দীর আর্মেনীয় যাজক ইওন্ড-এর ইতিহাস। আরবি ঐতিহাসিক আল-তাবারি এবং ইয়াকুবী ও এই সময়কাল সম্পর্কে তথ্য প্রদান করে, কিন্তু এর প্রধান উৎস হচ্ছে নবম শতাব্দীর পণ্ডিত আল-বালাজুরী, যিনি, একজন মুসলিম লেখকের পক্ষে, আর্মেনিয়ার স্থানীয় বিবরণ থেকে প্রাপ্ত অনেক তথ্য অন্তর্ভুক্ত করেছিলেন।\n\n\n== আরব আক্রমণ এবং আর্মেনিয়া বিজয় ==\nআরবি সূত্র মতে, বাইজেন্টাইনদের কাছ থেকে লেভান্ট বিজয় এবং পারস্যের মুসলিম বিজয়ের শুরুতে ৬৩৯/৬৪০ সালে প্রথম আরব অভিযান আর্মেনিয়ায় পৌঁছায়। আরবদের নেতৃত্বে ছিলেন ইয়াদ ইবনে ঘানিম, যিনি পূর্বে আপার মেসোপটেমিয়া জয় করেছিলেন এবং বিটলিস পর্যন্ত প্রবেশ করেছিলেন। ৬৪২ সালে দ্বিতীয় অভিযান সংঘটিত হয়, যখন মুসলিম সেনাবাহিনী উত্তর-পূর্ব আর্মেনিয়া পর্যন্ত চারটি বাহিনীতে বিভক্ত হয়ে যায়,পরাজিত হয় এবং দেশ থেকে বের করে দেওয়া হয়। এই বিপর্যয়ের পর আরবরা শুধুমাত্র ৬৪৫ সালে সালমান ইবনে রাবিয়ার নেতৃত্বে ইরানীয় আজারবাইজান থেকে অভিযান চালায়, কিন্তু এটি শুধুমাত্র আর্মেনিয়ার সীমান্ত ভূমি স্পর্শ করে। ৬৪৫/৬৪৬ পর্যন্ত দেশটিকে দমন করার জন্য একটি প্রধান প্রচারাভিযান পরিচালনা করেন  সিরিয়ার গভর্নর মুয়াবিয়া। মুয়াবিয়ার সেনাপতি হাবিব ইবনে মাসলামা আল-ফিহরি প্রথম দেশটির বাইজেন্টাইন অংশের বিরুদ্ধে অগ্রসর হন: তিনি থিওডোসিওপলিস (বর্তমান এরজুরাম, তুরস্ক) অবরোধ করে এবং একটি বাইজেন্টাইন সেনাবাহিনীকে পরাজিত করে, যা খাজার ও অ্যালান সৈন্যদের সাথে ইউরোপীয় ইউনিয়নের উপর শক্তিশালী হয়। এরপর তিনি লেক ভ্যানের দিকে ফিরে যান, যেখানে আখলাত ও মোকসের স্থানীয় আর্মেনীয় রাজকুমাররা আত্মসমর্পণ করেন, যার ফলে হাবিব আর্মেনিয়ার সাবেক পারস্য অংশের রাজধানী দ্বীনে যাত্রা করতে দেন। কয়েকদিন অবরোধের পর ডিভিন দখল করে, যেমন টিফলিস ককেশীয় আইবেরিয়ার আরো উত্তরে ছিল। একই সময়ে, সালমান ইবনে রাবিয়ার নেতৃত্বে ইরাক থেকে আরব সেনাবাহিনী ককেশীয় আলবেনিয়া (আরান) জয় করেছিল।\nআর্মেনিয়ান উৎসগুলো যদিও কালানুক্রমিকভাবে এবং ঘটনাগুলির বিবরণে উভয়েরই আলাদা বিবরণ দেয়, যদিও আরব প্রচারের ব্যাপক জোড় মুসলিম উৎসগুলোর সাথে সামঞ্জস্যপূর্ণ। আর্মেনীয় ঐতিহাসিকরা জানাচ্ছেন যে আরবরা প্রথম ৬৪২ সালে আয়রারাত কেন্দ্রীয় অঞ্চলে প্রবেশ করে এবং ৩৫,০০০ বন্দী নিয়ে ডিভিনকে বরখাস্ত করে। ৬৪৩ সালে আরবরা আবার অধরবাইজানের (ইরানীয় আজারবাইজান) দিক থেকে আয়রাত কে ধ্বংস করে আইবেরিয়াতে পৌছায়, কিন্তু আর্মেনীয় নেতা থিওডোর রশতুনির যুদ্ধে পরাজিত হয় এবং জোরপূর্বক ফিরে যায়। এই সাফল্যের পর আরশতুনি বাইজেন্টাইন সম্রাট দ্বিতীয় কনস্ট্যান্স কর্তৃক আর্মেনিয়ার শাসক হিসেবে স্বীকৃতি লাভ করেন। এর পরপরই আর্মেনীয়রা বাইজেন্টাইন সুজারনিটিকে স্বীকৃতি দেয়।\nযখন আরবদের সাথে কনস্টানদের যুদ্ধবিরতি ৬৫৩ সালে শেষ হয় এবং একটি নতুন আরব আগ্রাসনের সম্ভাবনা তৈরি হয়, তখন রশতুনি স্বেচ্ছায় মুসলিমদের অধীনে থাকতে সম্মত হন। এর জবাবে সম্রাট কনস্ট্যান্স ব্যক্তিগতভাবে ১০০০০০ লোকের একটি সৈন্যদলকে আর্মেনিয়ায় নিয়ে যান। স্থানীয় রাজকুমাররা তার কাছে সমাবেশ করে, এবং আর্মেনিয়া এবং আইবেরিয়া উভয়েই বাইজেন্টাইন আনুগত্যে ফিরে আসে। ডিভিনে শীত কাটানোর পর কনস্ট্যান্স ৬৫৪ সালের বসন্তে চলে যান। প্রায় সাথে সাথেই একটি আরব সেনাবাহিনী লেক ভ্যানের উত্তর তীরের অঞ্চলগুলো আক্রমণ করে দখল করে নেয়। তাদের সহায়তায় আরশতুনি আর্মেনিয়া থেকে বাইজেন্টাইন গ্যারিসনদের উচ্ছেদ করেন এবং আর্মেনিয়া, আইবেরিয়া এবং আলবেনিয়ার সভাপতি হিসেবে আরব স্বীকৃতি লাভ করেন।জেনারেল মাউরিয়ানোসের অধীনে বাইজেন্টাইনরা এই অঞ্চলের নিয়ন্ত্রণ পুনরুদ্ধারের চেষ্টা করে, কিন্তু কোন সাফল্য ছাড়াই। ৬৫৫ সালে বাইজেন্টাইন আর্মেনিয়াও আক্রান্ত হয় এবং আরবরা থিওডোসিওপোলিস (আরবি কালিকালা) দখল করে নেয় এবং রস্তুনিকে দামেস্কে নিয়ে গিয়ে দেশটির নিয়ন্ত্রণ জোরদার করে, যেখানে তিনি ৬৫৬ সালে মারা যান এবং তার প্রতিদ্বন্দ্বী হামাজাস্প মামিকোনিয়ানকে তার স্থলাভিষিক্ত করেন। যাইহোক, ৬৫৭ সালে প্রথম মুসলিম গৃহযুদ্ধের প্রাদুর্ভাবের সাথে সাথে, দেশে কার্যকর আরব কর্তৃপক্ষ বন্ধ হয়ে যায়, এবং মামিকোনিয়ান প্রায় সাথে সাথেই বাইজেন্টাইন ওভারলর্ডশিপে ফিরে আসেন।\nএই ঘটনাগুলো আরবি সূত্রে ৬৪৫/৬৪৬ এর একক অভিযানে একত্রিত করা হয়েছে, যারা আর্মেনিয়ার অভ্যন্তরীণ বিষয় বা সেখানে বাইজেন্টাইন সুজাইন্তির স্বীকৃতি সম্পর্কে বিস্তারিত বিবরণ বাদ দিয়েছে এবং হাবিব আল-ফিহরির প্রচারণার পর থেকে দেশটিকে দৃঢ়ভাবে আরব সুজাইন্তির অধীনে তুলে ধরেছে। আধুনিক ঐতিহাসিকগণ সাধারণত সেবিওদের সমসাময়িক বর্ণনা (যা বাইজেন্টাইন ইতিহাসবিদ থিওফানেস দ্যা স্বীকারোক্তি দ্বারা আংশিকভাবে সমর্থিত) আরো নির্ভরযোগ্য হিসেবে বিবেচনা করেন, এবং উৎসের একটি সমালোচনামূলক পাঠের উপর ভিত্তি করে ৬৪০ থেকে ৬৫০ সালের মধ্যে প্রথম দিকের আরব অভিযানের বিভিন্ন পুনর্গঠনের প্রস্তাব করেছেন; তবে এটা পরিষ্কার যে দেশটি এই সময়ে আরব শাসনের কাছে আত্মসমর্পণ করেনি।\nতবে ৬৬১ সালে মুসলিম গৃহযুদ্ধের বিজয়ী মুয়াবিয়া আর্মেনীয় রাজকুমারদের তার কর্তৃত্বপুনরায় সমর্পণ এবং শ্রদ্ধা নিবেদন করার আদেশ দেন। আরেকটি যুদ্ধ এড়ানোর জন্য, রাজকুমাররা মেনে চলতে থাকে।\n\n\n== খেলাফতের অধীনে আর্মেনিয়া ==\nথিওডোরাস রশতুনি এবং অন্যান্য আর্মেনীয় নাখারারা (প্রভুরা) আর্মেনিয়ার উপর আরব শাসন গ্রহণ করেন। বাইজেন্টাইন সম্রাট কনস্ট্যানস দ্বিতীয়, আর্মেনিয়ায় মাঝে মাঝে শক্তি প্রেরণ করেন, কিন্তু সেগুলো অপর্যাপ্ত ছিল। দ্বীন শহরের কমান্ডার স্ম্বাত এই বাস্তবতার মুখোমুখি হন যে তিনি আর ইসলামী সেনাবাহিনীর বিরুদ্ধে আর হাত রাখতে পারবেন না, খলিফা ওমরের কাছে আত্মসমর্পণ করে, তিনি তাকে শ্রদ্ধা জানাতে সম্মত হন।\n৬৪৪ সালে ওমর একজন  পার্সিয়ান ক্রীতদাস দ্বারা নিহত হন এবং খলিফা উসমান তার স্থলাভিষিক্ত হন। আরব শাসনের আর্মেনীয় স্বীকৃতি বাইজেন্টাইনদের বিরক্ত করে। সম্রাট কনস্ট্যান্স তার সৈন্যদের খ্রিস্টান ধর্মের চালসেডোনিয়ান ধর্ম আরোপ করার জন্য আর্মেনিয়ায় পাঠান।  তিনি তার মতবাদের উদ্দেশ্যে সফল হননি, কিন্তু নতুন আর্মেনীয় প্রধান হামাজাস্প, যিনি মুসলমানদের আরোপিত করকে অত্যন্ত ভারী বলে বিবেচনা করতেন, সম্রাটের কাছে নালিশ করেন।\nআর্মেনিয়া প্রায় ২০০ বছর আরব শাসনের অধীনে ছিল, আনুষ্ঠানিকভাবে ৬৪৫ সালে শুরু হয়। উমাইয়া ও আব্বাসীয় শাসনের বহু বছর ধরে, আর্মেনীয় খ্রিস্টানরা রাজনৈতিক স্বায়ত্তশাসন এবং আপেক্ষিক ধর্মীয় স্বাধীনতা থেকে উপকৃত হয়, কিন্তু দ্বিতীয় শ্রেণীর নাগরিক (জিম্মি মর্যাদা) বিবেচনা করা হয়। যাইহোক, শুরুতে তা ছিল না। আক্রমণকারীরা প্রথমে আর্মেনীয়দের ইসলাম গ্রহণ করতে বাধ্য করার চেষ্টা করে, যার ফলে অনেক নাগরিক বাইজেন্টাইন অধ্যুষিত আর্মেনিয়ায় পালিয়ে যায়। যা মুসলমানরা মূলত তার পার্বত্য ভূখণ্ডের কারণে রেখে গিয়েছিল। এই নীতি বেশ কয়েকটি গণজাগরণের সৃষ্টি করে যতক্ষণ না অবশেষে আর্মেনীয় চার্চ বাইজেন্টাইন বা সাসানীয় অধীনে অভিজ্ঞতার চেয়েও বেশি স্বীকৃতি লাভ করে। খলিফা অস্টিকানদের গভর্নর এবং প্রতিনিধি হিসেবে নিযুক্ত করেন, যারা কখনও কখনও আর্মেনীয় বংশোদ্ভূত ছিলেন। উদাহরণস্বরূপ, প্রথম অস্টিকান ছিল থিওডোরাস রশতুনি। যাইহোক, ১৫০০০  শক্তিশালী সেনাবাহিনীর কমান্ডার সবসময় আর্মেনীয় বংশোদ্ভূত, প্রায়ই মামিকোনিয়ান, বাগরাতুনি বা আর্টসুনি পরিবার থেকে, সঙ্গে রশতুনী পরিবার ১০০০০ সর্বোচ্চ সৈন্য আছে। তিনি হয় বিদেশীদের হাত থেকে দেশকে রক্ষা করতেন, অথবা খলিফাকে তার সামরিক অভিযানে সাহায্য করতেন। উদাহরণস্বরূপ, আর্মেনীয়রা কাজার আক্রমণকারীদের বিরুদ্ধে খিলাফত সাহায্য করে।\nআরব শাসন অনেক বিদ্রোহের দ্বারা বিঘ্নিত হয় যখনই আরবরা ইসলাম প্রয়োগ করার চেষ্টা করে, অথবা আর্মেনিয়ার জনগণের কাছে উচ্চ কর (জিজিয়া) প্রয়োগ করার চেষ্টা করে। যাইহোক, এই বিদ্রোহ বিক্ষিপ্ত এবং অন্তর্বর্তী ছিল। তাদের কখনো প্যান-আর্মেনিয়ান চরিত্র ছিল না। বিদ্রোহ দমনের জন্য আরবরা বিভিন্ন আর্মেনীয় নাখারার মধ্যে প্রতিদ্বন্দ্বিতা ব্যবহার করে। এইভাবে, মামিকোনিয়ান, রশতুনি, কামসারাকান এবং গনুনি পরিবার ধীরে ধীরে বাগরাতুনি এবং আর্টসুনি পরিবারের পক্ষে দুর্বল হয়।। বিদ্রোহ কিংবদন্তি চরিত্র, সাসুউনের ডেভিড সৃষ্টি করে।\nইসলামী শাসনামলে খিলাফতের অন্যান্য অংশ থেকে আরবরা আর্মেনিয়ায় বসতি স্থাপন করে। ৯ম শতাব্দীতে আরব আমীরদের একটি সুপ্রতিষ্ঠিত শ্রেণী ছিল, যা আর্মেনীয় নাখারারদের সমতুল্য ছিল।\nএই সময়ের শেষে ৮৮৫ সালে প্রথম খ্রিস্টান রাজা হিসাবে প্রথম আশত এর সাথে আর্মেনিয়ার বাগরাতিদ রাজ্য প্রতিষ্ঠিত হয়। বাইজেন্টাইন সাম্রাজ্য এবং আব্বাসীয় খিলাফতের রাষ্ট্রের অস্তিত্ব স্বীকার করার ইচ্ছা তাদের মধ্যে একটি বাফার রাষ্ট্র বজায় রাখার প্রয়োজনীয়তা থেকে উদ্ভূত। বিশেষ করে খিলাফতের জন্য, আর্মেনিয়া একটি প্রদেশের বদলে একটি বাফার রাষ্ট্র হিসেবে বেশি কাম্য ছিল খাজারদের হুমকির কারণে, যারা বাইজান্তিয়ামের সাথে মিত্র ছিল। আশটের শাসনামল এবং যারা তার স্থলাভিষিক্ত হয়েছে তারা শান্তি, শৈল্পিক প্রবৃদ্ধি এবং সাহিত্য কর্মকাণ্ডের একটি সময়ে যাত্রা শুরু করে। এই যুগকে দ্বিতীয় আর্মেনীয় স্বর্ণযুগ হিসেবে উল্লেখ করা হয় এবং এই সময়ের মধ্যে নির্মিত চমৎকার গির্জা এবং চিত্রিত পাণ্ডুলিপিতে প্রকাশিত হয়।\n\n\n== আরও দেখুন ==\nমুসলিমদের পারস্য বিজয়\nআরব–বাইজেন্টাইন যুদ্ধ\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\"Armīniya\"। The Encyclopaedia of Islam, New Edition। Leiden: E. J. Brill। ১৯৬০–২০০৫। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDadoyan, Seta B. (২০১১)। The Armenians in the Medieval Islamic World: The Arab Period in Arminiyah, Seventh to Eleventh Centuries। Transaction Publishers। আইএসবিএন 9781412846523। \nTer-Ghewondyan, Aram Nahapeti; Garsoïan, Nina G (১৯৭৬)। The Arab emirates in Bagratid Armenia (ইংরেজি ভাষায়)। ওসিএলসি 490638192।"}