{"pageid": 1012434, "title": "এম. বিশ্বেশ্বরায়া", "url": "https://bn.wikipedia.org/wiki?curid=1012434", "content": "স্যার এম (মোক্ষগুন্ডম) বিশ্বেশ্বরায়া  এফএএসসি, (স্যার এমভি (১৫ সেপ্টেম্বর ১৮৬০ - ১৪ এপ্রিল ১৯৬২) নামে বেশি পরিচিত) ছিলেন একজন ভারতীয় সিভিল ইঞ্জিনিয়ার ও রাষ্ট্রনায়ক। ১৯১২ খ্রিস্টাব্দ হতে ১৯১৯ খ্রিস্টাব্দ সময়ে তিনি মহীশূর রাজ্যের ১৯তম দেওয়ান ছিলেন। তিনি দেশের পুনে অবস্থিত  তৎকালীন সর্বোত্তম ও এশিয়ার তৃতীয় প্রাচীন ইঞ্জিনিয়ারিং কলেজ  হতে ডিগ্রি লাভ করেন।  জনসেবার স্বীকৃতি স্বরূপ ব্রিটিশ ভারত সরকারের পঞ্চম জর্জ  \"নাইট\" ও ১৯৫৫ খ্রিস্টাব্দে স্বাধীন ভারত সরকার  দেশের সর্বোচ্চ বেসামরিক সম্মান ভারতরত্ন প্রদান করে। তাঁকে সম্মান জানাতে তার জন্মদিন ১৫ ই সেপ্টেম্বর প্রতি বছর  ভারত, শ্রীলঙ্কা ও  তানজানিয়ায় 'ইঞ্জিনিয়ার্স ডে' হিসাবে পালিত  হয়। মহীশূর শহরের উত্তর-পশ্চিম শহরতলিতে ' কৃষ্ণ রাজা  সাগর' জলাধার ও বাঁধের ডিজাইন তিনি করেন। হায়দ্রাবাদ শহরের বন্যা  সুরক্ষা ব্যবস্থাপনায় প্রধান ইঞ্জিনিয়ার ছিলেন তিনি।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nবিশ্বেশ্বরায়া ব্রিটিশ ভারতের মহীশূর রাজ্যের বর্তমানে কর্নাটক রাজ্যের চিক্কাবল্লপুর জেলার  মুদ্দেনাহাল্লিতে এক তেলুগু ব্রাহ্মণ পরিবারে ১৮৬০ খ্রিস্টাব্দের ১৫ ই সেপ্টেম্বর  জন্মগ্রহণ করেন। পিতা মোক্ষগুন্ডম শ্রীনিবাসা ছিলেন প্রাচীন সংস্কৃত ভাষার পণ্ডিত  ও মাতা বিজয়ালক্ষ্মী আম্মা। তার পৈতৃক বাড়ি ছিল অন্ধ্রপ্রদেশের মোক্ষগুন্ডম গ্রামে। ছোটবেলায় তার পিতার মৃত্যু হয়।  বহু কষ্টে নিজের চেষ্টায় তিনি রাস্তার আলোয় বসে পড়াশোনা করেছেন। ৬০ কিলোমিটারের পথ পায়ে হেঁটে ব্যাঙ্গালোরের ইউনাইটেড মিশনারি স্কুলে যেতেন। শহরের বিভিন্ন মন্দিরের প্রসাদেই দিন কাটাতেন। স্কুলের  পাঠ শেষে ভর্তি হন মহারাষ্ট্রের পুনে অবস্থিত বর্তমানে সাবিত্রীবাই ফুলে পুনে বিশ্ববিদ্যালয়ের অধীন এশিয়ার তৃতীয় প্রাচীন ইঞ্জিনিয়ারিং কলেজে। প্রথম স্থান অধিকার করে সিভিল ইঞ্জিনিয়ারিং পাশ করেন তেইশ বৎসর বয়সে।\n\n\n== কর্মজীবন ==\nইঞ্জিনিয়ারিং পাশের পর তিনি  তৎকালীন বোম্বাই শহরের পাবলিক ওয়ার্কস ডিপার্টমেন্টে  সহকারী ইঞ্জিনিয়ার পদে যোগ দিয়ে  কর্মজীবন শুরু করেন।  এরপর তিনি ইন্ডিয়ান ইরিগেশন কমিশনে যোগদান করেন। তিনি দাক্ষিণাত্য মালভূমি অঞ্চলে সেচের জন্য  এক জটিল পদ্ধতির সূচনা করেন এবং ১৯০৩ খ্রিস্টাব্দে পুনের নিকটস্থ খড়কভাসলা বাঁধের জন্য পরিকল্পনাসহ ও স্বয়ংক্রিয়  প্লাবণক্ষেত্রে জলদ্বার নির্মাণ করেন। এখানে সফলতা পাওয়ার পর একই ডিজাইন ও পদ্ধতিতে মধ্যপ্রদেশের গোয়ালিয়রে তিগরা বাঁধ এবং মহীশূরের কৃষ্ণ রাজা সাগর বাঁধের নির্মাণ সম্পন্ন করান। কর্মক্ষেত্রে অসামান্য দক্ষতার জন্য ভারত সরকারের সৌজন্যে তিনি  ইয়েমেনের অ্যাডেন শহরে যাওয়ার সুযোগ পান এবং সেখানে অ্যাডেনের ওয়াটার সাপ্লাই এবং ড্রেনেজ সিস্টেম সম্পর্কে ( ১৯০৬ - ১৯০৭ খ্রিস্টাব্দে) পড়াশোনা করেন। অ্যাডেনের প্রকল্পটির সার্থক রূপায়ণ করেন। হায়দ্রাবাদ শহরে বন্যা হতে সুরক্ষার ব্যবস্থা বাস্তবায়িত করার পর তিনি বহু সুনাম অর্জন করেন। বিশাখাপত্তনম বন্দরকে সমুদ্রের ক্ষয় থেকে রক্ষা করতেও পদ্ধতির পরিকল্পনা করেন। বিহারে গঙ্গা নদীর উপর মোকামা ব্রীজ টিও তার প্রযুক্তিগত পরামর্শে নির্মিত হয়েছে।১৯০৯ খ্রিস্টাব্দে তিনি মহীশূর শহরের চিফ ইঞ্জিনিয়ার পদে নিয়োজিত হন। ১৯১২ খ্রিস্টাব্দ থেকে টানা সাত বছর তিনি মহীশূরের দেওয়ান পদে নিযুক্ত ছিলেন। একসময় তাঁকে আধুনিক মহীশূর রাজ্যের জনক বলা হত।\nমহীশূর রাজ্য সরকারের সেবারত অবস্থায় মহীশূর সরকারের পৃষ্ঠপোষকতায়  তিনি  মাইশোর সোপ ফ্যাক্টরি, প্যারাসিটয়েড ল্যাবরেটরি, ভদ্রাবতীর মাইশোর আয়রন অ্যান্ড স্টিল ওয়ার্কস ( বর্তমানে বিশ্বেশ্বরায়া আয়রন অ্যান্ড স্টিল লিমিটেড), ব্যাঙ্গালোরের শ্রী জয়চামারাজেন্দ্র পলিটেকনিক, ব্যাঙ্গালোর এগ্রিকালচারাল ইউনিভার্সিটি, স্টেট ব্যাঙ্ক অব মাইশোর ( বর্তমানে স্টেট ব্যাঙ্ক অব ইন্ডিয়ায় বিলীন), সেঞ্চুরি ক্লাব, মাইশোর চেম্বার অব কমার্স ( ফেডারেশন অফ কর্নাটক চেম্বার্স অফ কমার্স এন্ড ইন্ডাস্ট্রি) অ্যাপেক্স চেম্বার অফ কমার্স ইন কর্নাটকা, ইউনিভার্সিটি বিশ্বেশ্বরায়া কলেজ অফ ইঞ্জিনিয়ারিং (ব্যাঙ্গালোর) সহ অসংখ্য শিল্পাঞ্চল স্থাপনে গুরুত্বপূর্ণ ভূমিকা পালন করেন। যখন তিনি মহীশূর রাজ্যের দেওয়ান ছিলেন সেসময় বেসরকারি বিনিয়োগে শিল্পস্থাপনে উৎসাহিত করেছেন। তিরুমালা হতে তিরুপতি পর্যন্ত রাস্তা নির্মাণের পরিকল্পনাতে তিনি মূল ভূমিকা নিয়েছিলেন। বিশ্বেশ্বরায়া নিজের কাজে সবসময় ছিলেন অত্যন্ত আন্তরিক, সঠিক সময়ে নিষ্পাদনে অবিচল এবং নিবেদিত প্রাণ। ব্যাঙ্গালোর প্রেস এবং ব্যাঙ্ক অব মাইশোর তার সময়েই প্রতিষ্ঠিত হয়েছিল। কন্নড় ভাষা র প্রতি ছিল তার অগাধ ভালোবাসা। তিনি কন্নড় ভাষার উন্নতির জন্য কন্নড় পরিষদ গঠন করেন। তিনি কন্নড় ভাষাভাষীদের সমর্থনে সেমিনার আয়োজন এবং কন্নড় ভাষাতেই তার পরিচালনাতে আগ্রহ প্রকাশ করতেন।\n\n\n=== কর্মজীবনের সময়রেখা ===\n১৮৮৫ খ্রিস্টাব্দে বোম্বাইতে সহকারী ইঞ্জিনিয়ার নাসিক, খন্ডেসের ধুলে এবং পুনে\n১৮৯৪ খ্রিস্টাব্দে সুক্কুর পৌর সভায় পানীয় জলের সম্বন্ধীয় ডিজাইন ও বাস্তবায়ন\n১৮৯৬ - সুরাটের এক্সিকিউটিভ ইঞ্জিনিয়ার\n১৮৯৭ - ৯৯ পুনে অ্যাসিস্ট্যান্ট সুপারিনটেন্ডিং ইঞ্জিনিয়ার, ১৮৯৮ খ্রিস্টাব্দে চীন ও জাপান পরিদর্শন\n১৮৯৯ - নির্বাহী ইঞ্জিনিয়ার, সেচ, পুনে\n১৯০১ - স্যানিটারি ইঞ্জিনিয়ার, বোম্বাই স্যানিটারি বোর্ডের সদস্য\nলেক ফিফ স্টোরেজ জলাধারে স্বয়ংক্রিয় গেটের  ডিজাইন ও নির্মাণ, ১৯০৩ খ্রিস্টাব্দে \"ব্লক সিস্টেম\" নামে পরিচিত সেচ ব্যবস্থার সূচনা করেন, ১৯০৪ খ্রিস্টাব্দে বিশেষ দায়িত্বে  সিমলা সেচ কমিশনে বোম্বাই সরকারের প্রতিনিধিত্ব করেন।\n১৯০৭ - সুপারিনটেন্ডিং ইঞ্জিনিয়ার, ১৯০৮ খ্রিস্টাব্দে মিশর, কানাডা, মার্কিন  যুক্তরাষ্ট্র সফর\n১৯০৯ - হায়দ্রাবাদে নিজামের রাজ্যে পরামর্শক ইঞ্জিনিয়ার হিসাবে মুসি নদীর উপর তদারকি ও ইঞ্জিনিয়ারিংয়ের কাজ পরিচালনা করেন এবং হায়দ্রাবাদে বন্যা নিয়ন্ত্রণের কাজ সমাধা করেন।\n১৯০৯ - ব্রিটিশ সরকারের পরিষেবা হতে স্বেচ্ছায় সেবানিবৃত্তি।\n১৯০৯ - মহীশূর সরকারের প্রধান ইঞ্জিনিয়ার ও সচিব\n১৯১২ - মহীশূর দেওয়ান, গণপূর্ত বিভাগ এবং রেলপথ\n১৯২৭ - ১৯৫৫ টাটা স্টিলের পরিচালনা পর্ষদের সদস্য\n\n\n== মহীশূরের দেওয়ান ==\n১৯০৮ খ্রিস্টাব্দে ব্রিটিশ সরকার স্বেচ্ছা অবসরের পর শিল্পোন্নত দেশ সমূহে ভ্রমণ করেন এবং পরে অল্প সময়ের জন্য হায়দ্রাবাদের নিজামের কিছু কাজ করেন।  মুসি নদী হতে উৎপন্ন সচরাচর বিপদ  ও  হায়দ্রাবাদের বন্যা হতে পরিত্রাণ বিষয়ে পরামর্শ প্রদান করেন। ১৯০৯ খ্রিস্টাব্দে মহীশূর সরকারের প্রধান ইঞ্জিনিয়ার হন। তারপর ১৯১২ খ্রিস্টাব্দে তিনি মহীশূরের  দেওয়ান নিযুক্ত হন এবং সাত বছর ওই পদে ছিলেন। মহীশূরের তৎকালীন মহারাজা চতুর্থ কৃষ্ণ রাজা ওয়ারিয়ার সহায়তায় বিশ্বেশ্বরায়া  মহীশূরের সার্বিক উন্নয়নে সচেষ্ট হন। ১৯১৭ খ্রিস্টাব্দে তিনি ব্যাঙ্গালোরে সরকারি ইঞ্জিনিয়ারিং কলেজ  স্থাপনায় মুখ্য ভূমিকা পালন করেন। পরবর্তীতে এটি ইউনিভার্সিটি বিশ্বেশ্বরায়া কলেজ অফ ইঞ্জিনিয়ারিং নামাঙ্কিত হয়।. অনেক রেলপথের মাধ্যমে মহীশূর রাজ্যের যোগাযোগের পথ সুগম করেন।.\n\n\n== পুরস্কার ও সম্মাননা ==\n১৯১১ খ্রিস্টাব্দে বিশ্বেশ্বরায়া সিআইই তথা কম্পানিয়ন অফ দ্য অর্ডার অফ দ্য ইন্ডিয়ান এম্পায়ার হন। ১৯১৫ খ্রিস্টাব্দে মহীশূরের দেওয়ান থাকাকালীন সময়ে ব্রিটিশ সরকার জনসেবায় অসামান্য অবদানের স্বীকৃতিস্বরূপ  (কেসিআইই তথা নাইট কমান্ডার অফ দ্য অর্ডার অফ দ্য ইন্ডিয়ান এম্পায়ার) নাইট উপাধিতে ভূষিত হন। স্বাধীনতার পর ১৯৫৫ খ্রিস্টাব্দে ভারত সরকার ইঞ্জিনিয়ারিং ও শিক্ষা ক্ষেত্রে তার অবদানের জন্য তাঁকে দেশের সর্বোচ্চ বেসামরিক সম্মান ভারতরত্ন প্রদান করে। এরপর লন্ডনের ইনস্টিটিউশন অফ সিভিল ইঞ্জিনিয়ার্স তাঁকে সম্মানসূচক সদস্যপদ ব্যাঙ্গালোরস্থিত ভারতীয় বিজ্ঞান সংস্থা ফেলোশিপ, ভারতের আটটি বিশ্ববিদ্যালয় সাম্মানিক ডিগ্রি যেমন, ডিএসসি, এলএলডি, ডিলিট প্রদান করে। ১৯২৩ খ্রিস্টাব্দে ভারতীয় বিজ্ঞান কংগ্রেসের সভাপতি হন। কর্নাটকের দৈনিক প্রজাবাণী র সার্ভে অনুসারে তিনি কর্নাটকের সবচেয়ে জনপ্রিয় ব্যক্তিত্ব ছিলেন। ২০১৮ খ্রিস্টাব্দের ১৫ ই সেপ্টেম্বর গুগল  বিশ্বেশ্বরায়ার ১৫৮ তম জন্মদিনে গুগল ডুডলের মাধ্যমে শ্রদ্ধার্ঘ্য নিবেদন করে।\n\n\n=== স্বীকৃতি ===\n\"কর্মই ধর্ম\" কে অনুসরণ করে চলতেন বিশ্বেশ্বরায়া। শিক্ষা এবং ইঞ্জিনিয়ারিংয়েরক্ষেত্রে যে অবদান সারা জীবনে রেখে গেছেন তার স্বীকৃতিস্বরূপ পুরস্কার ও সম্মাননা পেয়েছেন। সেইসঙ্গে কর্নাটকের বেশিরভাগ ইঞ্জিনিয়ারিং কলেজ যে বিশ্ববিদ্যালয়ের  অধীনস্থ সেই বেলাগাভিতে অবস্থিত বিশ্ববিদ্যালয়ের নামকরণ  তার সম্মানে বিশ্বেশ্বরায়া টেকনোলজিক্যাল বিশ্ববিদ্যালয়ের নামকরণ করা হয়। এছাড়া তার নামাঙ্কিত অন্যান্য  শিক্ষাপ্রতিষ্ঠানগুলি হল - ব্যাঙ্গালোরের অন্যতম কলেজ - ইউনিভার্সিটি বিশ্বেশ্বরায়া কলেজ অফ ইঞ্জিনিয়ারিং, স্যার এম বিশ্বেশ্বরায়া ইনস্টিটিউট অফ টেকনোলজি, নাগপুরের বিশ্বেশ্বরায়া ন্যাশনাল ইনস্টিটিউট অফ টেকনোলজি।  পুনের যে ইঞ্জিনিয়ারিং কলেজে তিনি পড়াশোনা করেছেন সেখানে তার একটি মূর্তি স্থাপন করা হয়।. ব্যাঙ্গালোরের  ইন্ডাস্ট্রিয়াল অ্যান্ড টেকনোলজিক্যাল মিউজিয়াম তার নামে নামাঙ্কিত হয়ে পরিচিত হয় বিশ্বেশ্বরায়া ইন্ডাস্ট্রিয়াল অ্যান্ড টেকনোলজিক্যাল মিউজিয়াম নামে।ব্যাঙ্গালোর শহরের দুটি মেট্রো স্টেশনের নামকরণ করা  হয় - 'স্যার এম বিশ্বেশ্বরায়া স্টেশন সেন্ট্রাল কলেজ' এবং 'স্যার বিশ্বেশ্বরাইয়া মোতিবাগ স্টেশন'।\n\n\n=== মুদ্দেনাহাল্লিতে স্মৃতিসৌধ ===\n\nস্যার বিশ্বেশ্বরাইয়ার জন্মস্থান মুদ্দেনাহাল্লিতে তার বাড়ির সংলগ্ন এলাকায় এক স্মৃতিসৌধ পুনঃনির্মিত হয়েছে। এখানে কৃষ্ণ রাজা বাঁধের মডেল, অন্য নির্মাণ কাজের  নকশা, তার ব্যবহৃত বসার ঘর, চশমা, কাপ, বইপত্র, তার পুরস্কার সমূহ এবং ব্যক্তিগত জিনিসপত্র সাধারণের দর্শনার্থে প্রদর্শিত হয়। এর পরিচালনা করে বিশ্বেশ্বরায়া ন্যাশনাল মেমোরিয়াল ট্রাস্ট। স্থানীয় মানুষের কাছে এটি এক মন্দির হিসাবে পরিগণিত হয়।\n\n\n== তথ্যসূত্র =="}