{"pageid": 1012294, "title": "লাই চাউ প্রদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1012294", "content": "লাই চাউ ( </img>  ) ভিয়েতনামের উত্তর - পশ্চিম অঞ্চলের একটি প্রদেশ । লাই চাউ প্রদেশটি ভিয়েতনামের সর্বাধিক জনবহুল জনসংখ্যা, এবং এটি চীনের সাথে একটি সীমানা ভাগ করে দেয়। এটি একসময় আধা-স্বাধীন হোয়াইট তাই কনফেডারেশন ছিল, যা 'সিপ সং চাউ তাই' নামে পরিচিত ছিল। তবে ১৮৪০ সালে ফ্রান্স  ফরাসি ইন্দোচিনায় গ্রহণ করেছিল এবং পরে ১৯৫৪ সালে ভিয়েতনামের স্বাধীনতার পরে ভিয়েতনামের অংশে পরিণত হয়।  ১৯৫৫ থেকে ১৯৭৫ সাল পর্যন্ত লাই চাউ প্রদেশ গঠিত হওয়ার পরে এটি ভিয়েতনামের গণতান্ত্রিক প্রজাতন্ত্রের উত্তর - পশ্চিম স্বায়ত্তশাসিত অঞ্চলের অংশ হয়ে যায়। আইন বিয়ান প্রদেশটি ২০০৪ সালে লাই চাউ থেকে খোদাই করা হয়েছিল।\n\n\n== ব্যুৎপত্তি ==\nচুমুক গানের Chau, তাই একটি হল তাই Lü, sibsong \"বারো\" এবং Chu \"মাস্টার\" গঠিত যৌগ। এটা একটা হয় সমানজাতীয় থাই สิบ สอง จุ ไท করার জন্য ও \"বারো তাই সাম্রাজ্যের\" বা \"চিফডোম\" হিসেবে ইংরেজিতে অনূদিত করা যেতে পারে, আপেক্ষিক স্থায়ী অনুযায়ী দক্ষিণ-পূর্ব এশিয়ার মন্ডলের রাজনৈতিক মডেল হয় একটি করা, ইশারা মধ্যে নাম চিফ বা একজন আদিবাসী প্রধান সিবসং চীনা十(দশ) এবং雙(জোড়) থেকে প্রাপ্ত। \"চু\" (จุ হিসাবে অথবা আর আকারে তাই এ অনুষ্ঠিত เจ้า ,) থেকে আহরিত মধ্য চীনা主(ćǘ) \"মাস্টার।\"\n\n\n== প্রশাসনিক বিভাগ ==\nলাই চাউ আটটি জেলা-স্তরের উপ-বিভাগে বিভক্ত:\n\nএগুলিকে সাতটি কম্যুন-লেভেল শহর (বা টাউনলেট),  ৯৬ টি কম্যুন এবং পাঁচটি ওয়ার্ডে বিভক্ত করা হয়েছে।\n\n\n== ভাষা ==\nলাই চাউ প্রদেশে কথ্য ভাষাগুলির মধ্যে নিম্নলিখিতগুলি অন্তর্ভুক্ত রয়েছে:\n\nহামং – মাইন ভাষা\nহামং\nক্রা ভাষা\nলাহা - ইউয়ান থেকে\nতিব্বতো-বর্মণ ভাষা\nসিলা - মং Tè\nকং - ম্যাং Tè\nলাহু - ম্যাং Tè\nহানি - মং টি, ফং থ ổ\nঅস্ট্রোসিয়েটিক ভাষা\nখং - মং তি, ফং থে, ইউয়ানের চেয়ে বেশি\n\n\n== অর্থনীতি ==\n\nলাই চাউ দীর্ঘকাল ভিয়েতনামের সবচেয়ে দরিদ্রতম প্রদেশ ছিল। এটি সর্বনিম্ন শিল্প প্রদেশও। ১৯৭৪ সালে, উত্তর ভিয়েতনামের সবচেয়ে ধনীতম প্রদেশ - হানয়ির শিল্প আউটপুট লাই চাউয়ের চেয়ে ৪৭ গুণ বেশি ছিল।  আরও শিল্পোন্নত দক্ষিণকে বিয়ান প্রদেশে পরিণত করার পরে প্রদেশটি আরও পিছিয়ে পড়েছিল। ২০০৭ সালে, হ্যানয়ের শিল্প উৎপাদন ( হাই টি প্রদেশের সাথে সংযুক্ত হওয়ার আগে) লাই চাউয়ের তুলনায় ৯৩ গুণ ছিল।  শিল্প উৎপাদন আউটপুট, সাম্প্রতিক বছরগুলিতে দ্রুত বৃদ্ধি পেয়েছে, ২০০০ থেকে ২০০ trip সালের মধ্যে ত্রিগুণ হওয়ার চেয়ে প্রদেশের দ্রুত বর্ধনশীল খাতকে কৃষি ও বনজ খাতের তুলনায় উন্নত করেছে যা ৫০% এরও কম বৃদ্ধি পেয়েছে এবং একটি পরিষেবা খাত যা আরও বেশি রয়েছে একই সময়ে দ্বিগুণ চেয়ে।  শিল্প পণ্যগুলির মধ্যে রয়েছে মদ, ইট, সিমেন্ট এবং বিদ্যুত। ২০০৭  সালে শিল্প উৎপাদন ছিল ৪৭৬.৬ বিলিয়ন ভিয়েতনামিজ ডঙ্গ, যা প্রদেশের অর্থনীতির ২৮.৯%, যা ২০০০ সালে মাত্র ১৬.৫% ছিল।\nলাই চাউয়ের প্রধান কৃষি পণ্যগুলি (২০০৭ সালে) চাল (৯৯,৯০০ টি), ভুট্টা (৩৫,০০০ টি), কাসাভা (৪৮,৯০০ টি) এবং চা (১৬,৫৩২ টি)। ২০০০ সাল থেকে চাল ও ভুট্টার উৎপাদন তিনগুণ বেড়েছে, আর কাসাভা ও চায়ের উৎপাদন যথাক্রমে ৪০% এবং ১২০% বৃদ্ধি পেয়েছে।  লাই চাউ থেকে চা ভিয়েতনামের অন্যান্য প্রদেশে বিক্রি হয় এবং অন্যান্য দেশে রফতানি হয়।\nলাই চাউয়ের তুলনামূলকভাবে বড় বনায়ন ক্ষেত্র রয়েছে ২০০৭ সালে 176.3 বিলিয়ন ইং এর আউটপুট। এটি অবশ্য কৃষি, শিল্প ও সেবা খাতকে ছাড়িয়ে গেছে এবং সাম্প্রতিক প্রবৃদ্ধিতে খুব কম অবদান রেখেছে। ২০০ 2006 থেকে ২০০৫  সালের মধ্যে প্রায় ১৯% কমে যাওয়ার পরে ২০০ 2006 সালে এটি মাত্র ১.69৯% এবং ২০০৭  সালে ১.৬৬% বৃদ্ধি পেয়েছে। \nলাই চাউতে বিরল-পৃথিবী উপাদানগুলি কাজে লাগানোর পরিকল্পনা রয়েছে। ভিয়েতনাম এর কেন্দ্রীয় সরকার অক্টোবর ২০১০ সালে একটি চুক্তি সঙ্গে জাপান সরবরাহের চুক্তি সম্পাদিত বিরল আর্থ উপাদানের  রাং Chau প্রদেশের।  এটি বিরল পৃথিবীর সরবরাহকে বৈচিত্র্যময় করতে এবং চীন থেকে আমদানির উপর নির্ভরতা হ্রাস করার জাপানের প্রচেষ্টার অংশ।\nলাই চাউয়ের অর্থনীতি ২০০০ ও ২০০৫ সালের মধ্যে ৫০.৭৫%, ২০০৬ সালে ১২.৩% এবং ২০০৭ সালে ১৪.৫৬% বৃদ্ধি পেয়েছে। \n\n\n== অবকাঠামো ==\n\n\n=== পরিবহন ===\nন্যাশনাল রোড ৪ লাই চাউকে ল্যাও কাই প্রদেশের সাথে, জাতীয় সড়কটি 12 থেকে বিয়ান প্রদেশকে এবং জাতীয় সড়কটি ৩২ ইয়েন বিয়ি প্রদেশের সাথে সংযুক্ত করে । চীনের গেজিউ যাওয়ার একটি রাস্তাও রয়েছে। প্রদেশে বিমানবন্দর বা রেলওয়ে নেই।\nসাম্প্রতিক বছরগুলিতে সড়ক পরিবহন দ্রুত বৃদ্ধি পেয়েছে। মাল পরিবহন 2000 সালে 1 মিলিয়ন টন-কিমি থেকে ২০০৭ সালে ২১.৩ মিলিয়ন টন-কিমি বেড়েছে, যাত্রীবাহী ট্রাফিক ৪.৪ থেকে বেড়ে  ১৬.৭ মিলিয়ন যাত্রী-কিমি বেড়েছে। \nরাস্তার অবকাঠামো এখনও খুব উন্নত নয়। প্রদেশের মাত্র 19.36% রাস্তা প্রশস্ত হয়েছে এবং স্থানীয় ব্যবসায়ের একটি সমীক্ষায় জবাবদিহি করা 10.53% জনই মনে করেন যে রাস্তার মান ভাল বা খুব ভাল। \n\n\n=== টেলিযোগাযোগ ===\n২০০৭ সালের হিসাবে, লাই চাউতে টেলিফোন গ্রাহক ২২,১০০, যা আগের বছরের ১৪,২০০ থেকে উল্লেখযোগ্য পরিমাণে বৃদ্ধি পেয়েছে।  একটি জরিপের উত্তরদাতাদের মধ্যে কেবলমাত্র ৩৫.৫৯% টেলিযোগাযোগের মানটি ভাল বা খুব ভাল হিসাবে ভিয়েতনামের সমস্ত প্রদেশের মধ্যে সর্বনিম্ন মান হিসাবে মূল্যায়ন করেছে। \n\n\n== জলবায়ু ==\nবার্ষিক গড় তাপমাত্রা: 23 ডিগ্রি সেলসিয়াস\nবার্ষিক গড় বৃষ্টিপাত: 2.5 মি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nOfficial Lai Châu Province website"}