{"pageid": 1012829, "title": "টিম অ্যামব্রোস", "url": "https://bn.wikipedia.org/wiki?curid=1012829", "content": "টিমোথি রেমন্ড অ্যামব্রোস (ইংরেজি: Tim Ambrose; জন্ম: ১ ডিসেম্বর, ১৯৮২) নিউ সাউথ ওয়েলসের নিউক্যাসল এলাকায় জন্মগ্রহণকারী অস্ট্রেলীয় বংশোদ্ভূত সাবেক ইংরেজ আন্তর্জাতিক ক্রিকেটার। ইংল্যান্ড ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ২০০০-এর দশকের শেষদিকে সংক্ষিপ্ত সময়ের জন্যে ইংল্যান্ডের পক্ষে সকল স্তরের আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর ইংরেজ কাউন্টি ক্রিকেটে সাসেক্স ও ওয়ারউইকশায়ার দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ উইকেট-রক্ষক হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন ‘ফ্রেক’ ডাকনামে পরিচিত টিম অ্যামব্রোস। ২০০০ সালে সারে দলের পক্ষে ঘরোয়া ক্রিকেটে অংশ নিতে থাকেন। বর্তমানে তিনি ওয়ারউইকশায়ারের পক্ষাবলম্বন করছেন।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\nঅস্ট্রেলিয়ায় জন্মগ্রহণকারী টিম অ্যামব্রোস মায়ের সূত্র ধরে ব্রিটিশ পাসপোর্টধারী হন। ১৭ বছর বয়সে ২০০০ সালে যুক্তরাজ্যে চলে যান। এর পরপরই সাসেক্স দলের সাথে চুক্তিতে আবদ্ধ হন। সহজাত প্রতিভার অধিকারী উইকেট-রক্ষক ও ব্যাটসম্যানের ভূমিকায় অবতীর্ণ হন। পরের বছর প্রথম-শ্রেণীর ক্রিকেটে অভিষেক ঘটে তার। ২০০৩ সালে সাসেক্স দল তাদের ইতিহাসের প্রথম চ্যাম্পিয়নশীপের শিরোপা জয় করে। এছাড়াও, নিউ সাউথ ওয়েলসের অনূর্ধ্ব-১৯ দলে খেলেছেন তিনি। উইকেটের অনেক দূরে অবস্থানের কারণে পরিচিতি লাভ করাসহ সমালোচিত হন।\n২০০০ সালে দ্বিতীয় একাদশ চ্যাম্পিয়নশীপে প্রথমবারের মতো উল্লেখযোগ্য ক্রীড়াশৈলী প্রদর্শন করেছিলেন তিনি। ঐ মৌসুমে দুই খেলায় অংশ নেন। এরপর দ্রুত নিজেকে প্রথম-শ্রেণীর ক্রিকেটের উপযোগী করে তুলেন। সাসেক্স দলকে দ্বিতীয় বিভাগ থেকে উত্তরণ ঘটান ও প্রথম বিভাগে দলের সাথে খেলেন। ২০০৩ সাল থেকে টুয়েন্টি২০ ক্রিকেট খেলতে শুরু করেন।\n২০০১ সাল থেকে ২০১৯ সাল পর্যন্ত টিম অ্যামব্রোসের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। তার ব্যাটিং অনেকাংশেই কাট করার উপর নির্ভরশীল ছিল ও খেলায় ধারাবাহিকতা ছিল না। তবে, বয়সের দিক দিয়ে গ্লাভস হাতে বেশ দক্ষ ছিলেন। জাতীয় দল থেকে পরিত্যাগ করার সময় তার বয়স মোটে ২৬ ছিল ও তাকে এ বয়সের সেরা ছন্দের বাইরে আর দেখেনি।\nলায়ন্স দলে ম্যাট প্রায়রের সাথে যৌথভাবে উইকেট-রক্ষণের দায়িত্বে ছিলেন। এছাড়াও, ৪০ ঊর্ধ্ব গড়ে নয় শতাধিক রান সংগ্রহ করেছিলেন তিনি। দু’জনের মধ্যে প্রতিদ্বন্দ্বিতা চলতে থাকে। এক পর্যায়ে সাসেক্স ও ইংল্যান্ড দলে গ্লাভস হাতে টিম অ্যামব্রোস খেলতে থাকলেও ম্যাট প্রায়র সর্বদাই তার তুলনায় এগিয়েছিলেন ও স্থান ধরে রাখতেন। এ কারণে ২০০৫ সাল শেষে সাসেক্স ত্যাগ করার সিদ্ধান্ত নেন ও ওয়ারউইকশায়ারের সাথে যুক্ত হন।\n\n\n== দল পরিবর্তন ==\n২০০৬ সালে ওয়ারউইকশায়ার দলে স্থানান্তরিত হন। ওয়ারউইকশায়ার দলে নিজস্ব দ্বিতীয় প্রথম-শ্রেণীর খেলায় শতরানের ইনিংস হাঁকান। মে, ২০০৭ সালে প্রথম-শ্রেণীর ক্রিকেটে ব্যক্তিগত সর্বোচ্চ রানের ইনিংস খেলেন। ওরচেস্টারশায়ারের বিপক্ষে ব্যক্তিগত সেরা অপরাজিত ২৫১ রান সংগ্রহ করেন। ফলশ্রুতিতে, দল নির্বাচকমণ্ডলীর দৃষ্টি আকর্ষণে সক্ষমতা দেখান।\n২৪ এপ্রিল, ২০০৯ তারিখে ওয়ারউইকশায়ারের সদস্যরূপে জিম ট্রাফটনের সাথে পঞ্চম উইকেট জুটিতে নতুন রেকর্ড গড়েন। বার্মিংহামে অনুষ্ঠিত ঐ খেলায় হ্যাম্পশায়ারের বিপক্ষে তারা ৩৩৫ রান সংগ্রহ করেন। ১ জুলাই, ২০১৫ তারিখে ষষ্ঠ উইকেটে নতুন রেকর্ড গড়েন। লরি ইভান্সের সাথে ৩২৭ রান সংগ্রহ করেন নিজের সাবেক কাউন্টি দল সাসেক্সের বিপক্ষে বার্মিংহামে। এরপূর্বে ২০০৭ সালে নিউ রোডে অনুষ্ঠিত খেলায় হিথ স্ট্রিকের সাথে ওরচেস্টারশায়ারের বিপক্ষে ষষ্ঠ উইকেটে ২২৬ রানের পূর্বতন রেকর্ড গড়েছিলেন। এরফলে, ওয়ারউইকশায়ারের একমাত্র সদস্যরূপে প্রথম-শ্রেণীর ক্রিকেটে দুইটি বর্তমান রেকর্ডের সাথে স্বীয় নামকে জড়িয়ে রাখেন। অন্যদিকে, ইয়ান বেল ২০ ওভারের খেলায় ওয়ারউইকশায়ারের পক্ষে দুইটি রেকর্ডের দাবীদার।\n২০১০ সালে তার খেলার মান আরও অধোমুখী হয়। এ পর্যায়ে ব্যাট হাতে নিয়ে মাত্র ১৩ গড়ে রান সংগ্রহ করতে পেরেছিলেন। এরপর, তিনি মানসিক অবসাদে ভুগতে থাকেন। ঐ মৌসুম শেষে তার চুক্তির মেয়াদ শেষ হয়ে যায়। এজবাস্টনে তার মেয়াদ শেষ হয়ে যাবার কথা ভাবতে শুরু করেন। ওয়ারউইকশায়ার কর্তৃপক্ষ তার সহায়তায় এগিয়ে আসে। মনোবিশারদের শরণাপন্ন হন ও উত্তরণ ঘটলে ২০১১ সালে সেরা ছন্দে চলে আসেন। ২০১২ সালের চ্যাম্পিয়নশীপের শিরোপা বিজয়ী দলে অন্যতম প্রধান ভূমিকায় অবতীর্ণ হন। ক্রমাগত উরুর সমস্যায় কিছু সময় ভুগলেও পরের তিন বছরও বেশ ভালো খেলেন। ২০১৪ সালে বার্মিংহামের ন্যাটওয়েস্ট টি২০ ব্ল্যাস্টের শিরোপা বিজয়ী দলে ছিলেন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে এগারোটি টেস্ট, পাঁচটিমাত্র একদিনের আন্তর্জাতিক ও একটিমাত্র টি২০আইয়ে অংশগ্রহণ করেছেন টিম অ্যামব্রোস। ৫ মার্চ, ২০০৮ তারিখে হ্যামিল্টনে স্বাগতিক নিউজিল্যান্ড দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ২৬ ফেব্রুয়ারি, ২০০৯ তারিখে ব্রিজটাউনে স্বাগতিক ওয়েস্ট ইন্ডিজ দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\nজানুয়ারি, ২০০৮ সালে নিউজিল্যান্ড গমনার্থে ইংল্যান্ড দলের সদস্য হন। একদিনের আন্তর্জাতিক ও টেস্টে তিনি ম্যাট প্রায়রের স্থলাভিষিক্ত হয়েছিলেন। ৫ মার্চ, ২০০৮ তারিখে নিউজিল্যান্ডের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক পর্ব সম্পন্ন হয় তার। তবে, তাকে একদিনের আন্তর্জাতিক সিরিজে খেলানো হয়নি। শুরুটা তার দূর্দান্ত হয়েছিল। সিরিজের প্রথম টেস্টে অর্ধ-শতরানের ইনিংস খেলেন। এছাড়াও, পুরো খেলায় বেশ ভালোভাবে উইকেট-রক্ষণে নিজেকে জড়িয়ে রেখেছিলেন।\nএরপর, ওয়েলিংটনে নিজস্ব দ্বিতীয় টেস্টে শতরানের ইনিংস খেলে ইংল্যান্ডের সিরিজ বিজয়ের দিকে নিয়ে যান। আক্রমণাত্মক ব্যাটিংশৈলী উপহার দিয়ে ১০২ রান তুলেন ও ম্যান অব দ্য ম্যাচের পুরস্কার পান তিনি। সিরিজের বাদ-বাকী খেলাগুলোয়ও এ ধারা বহমান রাখেন। তবে, তার এ খেলার ধারা পরবর্তীকালে আর অব্যাহত রাখতে পারেননি। ভারত গমনার্থে তাকে আবারও ম্যাট প্রায়রের সহকারী হিসেবে রাখা হয়। বার্বাডোসে প্রথম সন্তান ভূমিষ্ঠ হবার সংবাদ জ্ঞাত হয়ে ম্যাট প্রায়র দেশে চলে যান ও তার খেলার পথ সুগম হয়।\n\n\n== নিউজিল্যান্ডের মুখোমুখি ==\nঐ বছরের শেষদিকে ফিরতি সফরে সফরকারীদের বিপক্ষেও তিনি খেলায় অংশ নিয়েছিলেন। তবে, লর্ডসে সিরিজের প্রথম টেস্টে শূন্য রান তুলেন। পরের ইনিংসে তিন রান সংগ্রহ করতে পেরেছিলেন। তৃতীয় টেস্টে মূল্যবান ৬৭ রান তুলেন। এ পর্যায়ে কেভিন পিটারসনের সাথে ১১৫ রানের জুটি গড়েন। স্টুয়ার্ট ব্রডের সাথে পাঁচ রান তুলে কট আউটে বিদেয় নেন।\n১৫ জুন, ২০০৮ তারিখে সফরকারী নিউজিল্যান্ড দলের বিপক্ষে তার ওডিআই অভিষেক হয়। তবে, পাঁচ খেলার ঐ সিরিজে তাকে বেশ প্রতিকূলতার মুখোমুখি হতে হয়। ঐ সিরিজে ইংল্যান্ড দল ৩-১ ব্যবধানে পরাভূত হয়। পাঁচ ইনিংসে তিনি মাত্র দশ রান তুলতে পেরেছিলেন। এছাড়াও, লর্ডসে তুলনামূলকভাবে সহজ ক্যাচ তালুবন্দী করতে পারেননি তিনি।\n\n\n== দক্ষিণ আফ্রিকার মুখোমুখি ==\n২০০৮ সালে দক্ষিণ আফ্রিকার বিপক্ষেও উইকেট-রক্ষক হিসেবে তাকে দলে রাখা হয়। এ সিরিজে তিনি বেশ দূর্বলমানের ক্রীড়া নৈপুণ্য প্রদর্শন করেন। স্টিভ হার্মিসনের বাউন্সার তার মুখে লাগে। পর্যাপ্ত রান তুলতে না পারার ফলে তাকে বাদ দেয়া হয় ও ম্যাট প্রায়রকে একদিনের সিরিজে দক্ষিণ আফ্রিকার বিপক্ষে খেলার জন্যে তার স্থলাভিষিক্ত করা হয়।\nমাঝারিসারির নিচেরদিকে ব্যাট করতেন। সচরাচর সাত নম্বরে খেললেও ২০০৮ সালের গ্রীষ্মে দক্ষিণ আফ্রিকার বিপক্ষে এজবাস্টন টেস্টে আট নম্বরে নেমেছিলেন। হেডিংলিতে একই সিরিজে ছয় নম্বরে ব্যাট হাতে নামেন। তার ব্যাটিং যে-কোন শীর্ষসারির ব্যাটসম্যানসহ নিচেরসারির ব্যাটসম্যানদের জন্যে নিরাপত্তাবোধ এনে দিত। প্রোটিয়াসদের বিপক্ষে এনপাওয়ার দ্বিতীয় টেস্টের দ্বিতীয় ইনিংসে ৯৪ বলে ৩৬ রান তুলেন। ঐ ইনিংসে তার দল ২০৩ রানে গুটিয়ে যায়। তৃতীয় টেস্টে ৫৯ বলে ২২ রান তুলেন। দ্বিতীয় ইনিংসে দুই ঘণ্টার অধিক সময় ক্রিজে অবস্থান করে ৮০ বলে মাত্র ১৯ রান তুলেন।\nইংরেজ ক্রিকেটে তার অংশগ্রহণের বিষয়টি হয়তোবা স্বার্থকরূপ ধারণ করেছিল। অংশগ্রহণকৃত ১১ টেস্টের মধ্যে সর্বশেষটি ২০০৯ সালের শুরুতে বার্বাডোসে খেলেন। প্রতিকূল পরিবেশে অপরাজিত ৭৬ রানের ইনিংস খেলে নিজের দৃঢ়তা প্রদর্শন করেছেন। ইংল্যান্ডের পক্ষে আন্তর্জাতিক পর্যায়ে খেলেন। তবে, ২০০৯ সালে ম্যাট প্রায়রের কাছে তার স্থানচ্যূতি ঘটে।\n\n\n== অবসর ==\nআন্তর্জাতিক ক্রিকেট থেকে প্রত্যাখ্যাত হবার পর কাউন্টি ক্রিকেটে মনোনিবেশ ঘটান। ইংল্যান্ড লায়ন্সের পক্ষে সফররত ওয়েস্ট ইন্ডিয়ান একাদশের বিপক্ষে শতরান করার পর চ্যাম্পিয়নশীপের খেলায় হ্যাম্পশায়ারের বিপক্ষে আরেকটি করেন। তাসত্ত্বেও, দল নির্বাচকমণ্ডলীর আস্থা অর্জনে ব্যর্থ হয়েছিলেন তিনি। এরপর, আর তাকে ইংল্যান্ডের পক্ষে খেলতে দেখা যায়নি।\n২০২০ সালের মাঝামাঝি সময়ে ক্রিকেট খেলা থেকে অবসর গ্রহণের কথা ঘোষণা করেন টিম অ্যামব্রোস।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nটিম ও’ব্রায়ান\nসেপ্টিমাস কিনিয়ার\nসাসেক্স কাউন্টি ক্রিকেট ক্লাব\nইংরেজ টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nইংরেজ টুয়েন্টি২০ আন্তর্জাতিক ক্রিকেটারদের তালিকা\nইংরেজ একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\n\nইএসপিএনক্রিকইনফোতে টিম অ্যামব্রোস  (ইংরেজি)\nক্রিকেটআর্কাইভে টিম অ্যামব্রোস   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)\nওয়ারউইকশায়ারসিসিসিতে টিম অ্যামব্রোস  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ মে ২০২০ তারিখে (ইংরেজি)"}