{"pageid": 1013896, "title": "নন্দমবক্কম", "url": "https://bn.wikipedia.org/wiki?curid=1013896", "content": "নন্দমবক্কম দক্ষিণ ভারতের তামিলনাড়ু রাজ্যে অবস্থিত চেঙ্গলপট্টু জেলায় চেন্নাই শহরের উপকণ্ঠে পল্লাবরম তহশিলে অবস্থিত একটি জনবসতিপূর্ণ শহর। চেন্নাইয়ের দক্ষিণ প্রান্তে অবস্থিত এই শহরটি মূলত নগর পঞ্চায়েত৷ ২০১১ খ্রিস্টাব্দের শেষের দিকে তামিলনাড়ু সরকার এটিকে চেন্নাই জেলার অন্তর্ভুক্ত করে নেয়৷\n\n\n== জনতত্ত্ব ==\n২০০১ খ্রিস্টাব্দের জনগণনা অনুসারে নন্দমবক্কমের জনসংখ্যা ছিলো ৯,০৯৩ জন৷\n\n২০১১ খ্রিস্টাব্দে ভারতের জনগণনা অনুসারে নন্দমবক্কম শহরের জনসংখ্যা ছিলো ১১,২৩৯ জন, যার মধ্যে পুরুষ ৫,৫৬১ জন ও নারী ৫,৬৭৮ জন অর্থাৎ প্রতি হাজার পুরুষে নারী সংখ্যা ১,০২১ জন৷ ছয় বছর অনূর্ধ্ব শিশু সংখ্যা ১,২০৭ জন, যা মোট জনসংখ্যার ১০.৭৪ শতাংশ৷ শহরের মোট পরিবার সংখ্যা ২,৯৩০ টি৷ শহরের মোট সাক্ষরতার হার ৯১.৯৪ শতাংশ, যেখানে পুরুষ সাক্ষরতার হার ৯৫.৫৭ শতাংশ ও নারী সাক্ষরতার হার ৮৮.৪১ শতাংশ৷\n\n\n== অবস্থান ==\nনন্দমবক্কমের উত্তর দিকে জাফরখানপেট, উত্তর-পূর্ব দিকে গিণ্ডি, পূর্বদিকে সেন্ট থমাস মাউন্ট, দক্ষিণ-পূর্ব দিকে আলান্দুর, দক্ষিণ দিকে পল্লাবরম, পশ্চিম দিকে মনবক্কম ও উত্তর-পশ্চিম দিকে রামাপুরম অবস্থিত।\n\n\n== ইতিহাস ==\nরামায়ণের সময়ে এখানে পণ্ডীমুনি বাস করতেন৷ তার দুরূহ রোগ ধরা পড়লে টানা দশবছর তিনি এই রোগমুক্তির জন্য এক পায়ে শ্রীরামের স্তুতি করা শুরু করেন৷ রাম তাঁকে বিবাহিত জীবনে প্রশস্তি সন্ধানের পরামর্শ দেন৷ তার পরামর্শ মতো তিনি ব্রাহ্মণকন্যা বৃন্দা মুতায়িকে বিবাহ করেন৷ বৃন্দাদেবী একটি পাহাড়ে ফুলের মালা তৈরি করতেন, বর্তমানে তা বৃন্দামালা নামে পরিচিত৷ পরে অতিবিকৃত হয়ে তা বরঙ্গীমালা নাম পায়৷ এ অঞ্চল ত্যাগের পূর্বে ভৃঙ্গি ঋষি শ্রীরামকে আমন্ত্রণ করলে তিনি রাজী হন৷ রামের জন্য তিনি ছোট নন্দবন তৈরি করেন৷ মনে করা হয় কিছুদিন যাবৎ শ্রীরামের বাস করার কারণেই নিকটবর্তী রামাপুরম নামটি এসেছে৷\nস্বাধীনতালাভের পর ১৯৪৮ খ্রিস্টাব্দে হাতে করা খাদির কাজের জন্য নন্দমবক্কমে একটি বিপণন কেন্দ্র তৈরি করা হয়৷ সেন্ট থমাস মাউন্টে অবস্থিত মূর্তিটি বহু পুরানো৷\n১৯৫২ খ্রিস্টাব্দে নন্দমবক্কমের পূর্বপ্রান্ত বরাবর মাদ্রাজ ওয়ার সেমেটারি প্রতিষ্ঠিত হয়৷ শ্রী কামরাজের মুখ্যমন্ত্রী থাকাকালীন রাশিয়ার সহায়তায় এখানে শল্য চিকিৎসার যন্ত্রোৎপন্ন কল তৈরি হয়৷ ১৯৬৫ খ্রিস্টাব্দের সেপ্টেম্বর মাসে এই প্রকল্পটি ইন্ডিয়ান ড্রাগস এন্ড ফার্মাসিউটিক্যাল লিমিটেড-এর আওতাভুক্ত করা হয়৷ ১৯৯৪ খ্রিস্টাব্দে এটির বৃহত্তর অংশ বন্ধ হয়ে যায়৷\nদিল্লির বাইরে ইন্ডিয়া ট্রেড প্রোমোশন অর্গানাইজেশন আয়োজিত প্রথম অনুষ্ঠান চেন্নাই ট্রেড সেণ্টারটি ২০০১ খ্রিস্টাব্দের জানুয়ারি মাসে নন্দমবক্কমে আয়োজিত হয়৷\nতামিলনাড়ুর ১৬৩ টি বিজ্ঞাপিত এলাকার মধ্যে নন্দমবক্কম একটি৷\n\n\n== তথ্যসূত্র =="}