{"pageid": 1013374, "title": "দৈনন্দিন জীবন-কৌশল", "url": "https://bn.wikipedia.org/wiki?curid=1013374", "content": "দৈনন্দিন জীবন-কৌশল (ইংরেজি \"লাইফহ্যাক\" lifehack) বলতে এমন কোনও সময়-সাশ্রয়ী, দক্ষ ও দ্রুত কার্যকর পদ্ধতি বা কৌশলকে বোঝায় যা ব্যক্তির দৈনন্দিন জীবনে নিয়মিতভাবে উদ্ভূত কোনও সমস্যার দ্রুত সমাধান করে, কোনও দৈনন্দিন কাজকে অধিকতর সরল করে ও ঐসব কাজে বিফলতাজনিত নৈরাশ্য হ্রাস করে। এর ফলে ব্যক্তির দৈনন্দিন জীবনে উৎপাদনশীলতা ও কর্মদক্ষতা বৃদ্ধি পায়। যেসব ব্যক্তি এই ধরনের পদ্ধতি বা কৌশল ব্যবহার করে, তাদেরকে দৈনন্দিন জীবন-কৌশলী (ইংরেজি \"লাইফহ্যাকার\" lifehacker) এবং তাদের এই কর্মকাণ্ডকে \"দৈনন্দিন জীবন-কৌশল প্রয়োগ\" (ইংরেজি \"লাইফ হ্যাকিং\" lifehacking) বলা হয়।\nদৈনন্দিন জীবন-কৌশল-এর ইংরেজি প্রতিশব্দ \"লাইফহ্যাক\" কথাটি প্রথম ২০০৪ সালে মার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়া অঙ্গরাজ্যের স্যান ডিয়েগো নগরীতে অনুষ্ঠিত ওরাইলি উদীয়মান প্রযুক্তি সম্মেলনে প্রথম ব্যবহার করা হয়। প্রযুক্তি-সংক্রান্ত সাংবাদিক ড্যানি ওব্রায়েন তথ্য প্রযুক্তি খাতে কর্মরত পেশাদার ব্যক্তিরা তাদের কাজ সমাধা করার জন্য যেসমস্ত লজ্জাজনক \"স্ক্রিপ্ট\" (ক্ষুদ্র আকারের প্রোগ্রাম) ও \"শর্টকাট\" (সময়-সাশ্রয়ী দ্রুত সমাধান) ব্যবহার করতেন, সেগুলিকে বর্ণনা করার জন্য \"লাইফহ্যাক\" শব্দটি ব্যবহার করেন। পরবর্তীতে ওব্রায়েন ও ব্লগ-লেখক মার্লিন ম্যান ২০০৫ সালে ওরাইলি উদীয়মান প্রযুক্তি সম্মেলনের একটি অধিবেশন সহ-উপস্থাপনা করেন যার শিরোনাম ছিল \"লাইফ হ্যাক্‌স লাইভ\"। এই দুইজন ২০০৫ সালের ফেব্রুয়ারি মাস থেকে ওরাইলি প্রকাশনীর মেক সাময়িকীর জন্য একটি নিয়মিত কলাম লেখা শুরু করেন, যার শিরোনাম ছিল \"লাইফ হ্যাক্‌স\"।\nমার্কিন উপভাষা সমাজ (American Dialect Society) \"লাইফহ্যাক\" শব্দটিকে ২০০৫ সালের জন্য বছরের দ্বিতীয় সর্বোচ্চ উপকারী শব্দ হিসেবে নির্বাচন করে (সবচেয়ে বেশি উপকারী শব্দটি ছিল \"পডকাস্ট\") ২০১১ সালের জুন মাসে শব্দটিকে অক্সফোর্ড অভিধানের আন্তর্জাল সংস্করণে যোগ করা হয়।\nইংরেজিতে \"হ্যাক\" শব্দটির মূল অর্থ হল ভারী, ভোঁতা আঘাত দিয়ে দিয়ে কোনও কিছু কাটা। বিংশ শতাব্দীর শেষভাগে এসে কম্পিউটার বা পরিগণক যন্ত্র সংক্রান্ত কর্মকাণ্ডে কথ্য ইংরেজিতে \"হ্যাক\" শব্দটিকে  কোনও বিশেষ পরিগণন সমস্যা বা কম্পিউটিং সমস্যার এক ধরনের প্রথা-বহির্ভূত, অমার্জিত কিন্তু কার্যকর সমাধানকে বোঝাতে ব্যবহার করা শুরু হয়। যেমন \"দ্রুত ও নোংরা\" (কুইক অ্যান্ড ডার্টি) শেল স্ক্রিপ্ট বা কমান্ড লাইন সরঞ্জাম যেগুলি দ্রুত যেকোনও উপাত্ত ধারা ছাঁকন ও প্রক্রিয়াজাতকরণের কাজগুলি সম্পাদন করতে পারত। এখান থেকেই সম্ভবত \"লাইফ হ্যাক\" শব্দটির উদ্ভব ঘটে, যা দিয়ে কম্পিউটার প্রোগ্রামারের কর্মজীবন এবং  দৈনন্দিন জীবনের যেসব কাজ কম্পিউটারের সাথে সম্পর্কিত নয়, সেসব কাজের জন্যও দ্রুত ও কার্যকরী সমাধানগুলিকে নির্দেশ করা শুরু হয়।\n\n\n== তথ্যসূত্র =="}