{"pageid": 1013668, "title": "অসিত ফার্নান্দো", "url": "https://bn.wikipedia.org/wiki?curid=1013668", "content": "অসিত মাদুসঙ্কা ফার্নান্দো (সিংহলি: අසිතා ප්‍රනාන්දු; জন্ম: ৩১ জুলাই, ১৯৯৭) কাতুনেরিয়া এলাকায় জন্মগ্রহণকারী শ্রীলঙ্কান পেশাদার আন্তর্জাতিক ক্রিকেটার। শ্রীলঙ্কা ক্রিকেট দলের অন্যতম সদস্য তিনি। ২০১০-এর দশকের মাঝামাঝি সময়কাল থেকে শ্রীলঙ্কার পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করছেন। জুলাই, ২০১৭ সালে শ্রীলঙ্কার পক্ষে আন্তর্জাতিক ক্রিকেটে প্রথম খেলেন তিনি।\nঘরোয়া প্রথম-শ্রেণীর শ্রীলঙ্কান ক্রিকেটে চিল মেরিয়ান্স দলের প্রতিনিধিত্ব করেন অসিত ফার্নান্দো। দলে তিনি মূলতঃ ডানহাতি মিডিয়াম-ফাস্ট বোলার হিসেবে খেলছেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করেন তিনি।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\nকাতুনেরিয়ার সেন্ট সেবাস্টিয়ানস কলেজে অধ্যয়ন করেছেন তিনি। টেস্ট ক্রিকেটে অংশগ্রহণের পূর্বে ২০১৬ সালের অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপে শ্রীলঙ্কা দলের সদস্য ছিলেন। ঐ বিশ্বকাপে তিনি শ্রীলঙ্কার শীর্ষস্থানীয় পেস বোলার ছিলেন। লাহিরু কুমারাকে সাথে নিয়ে দলকে প্রতিযোগিতার সেমি-ফাইনালে নিয়ে যান।\n২০১৬ সাল থেকে অসিত ফার্নান্দো’র প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান রয়েছে। ২৪ ফেব্রুয়ারি, ২০১৮ তারিখে এসএলসি টুয়েন্টি২০ প্রতিযোগিতায় চিল মেরিয়ান্স ক্রিকেট ক্লাবের পক্ষে টুয়েন্টি২০ ক্রিকেটে অভিষেক ঘটে তার।\nমার্চ, ২০১৮ সালে সুপার ফোর প্রভিন্সিয়াল টুর্নামেন্টে ডাম্বুলা দলের পক্ষে খেলার জন্যে মনোনীত হন তিনি। পরের মাসে সুপার প্রভিন্সিয়াল ওয়ান ডে টুর্নামেন্টেও একই দলের সদস্য হন। এ প্রতিযোগিতায় তিন খেলায় অংশ নিয়ে ছয়টি ডিসমিসাল ঘটিয়ে ডাম্বুলার পক্ষে সর্বোচ্চ উইকেট শিকারীতে পরিণত হন।\nআগস্ট, ২০১৮ সালে এসএলসি টি২০ লিগে কলম্বো দলের সদস্য হন। মার্চ, ২০১৯ সালে সুপার প্রভিন্সিয়াল ওয়ান ডে টুর্নামেন্টে কলম্বো দলের সদস্যরূপে মনোনীত হন।\nজানুয়ারি, ২০২০ সালে এসএলসি টুয়েন্টি২০ টুর্নামেন্টে চিল মেরিয়ান্স ক্রিকেট ক্লাবের পক্ষে আট রানে ছয় উইকেট দখল করেন। অক্টোবর, ২০২০ সালে লঙ্কা প্রিমিয়ার লিগের উদ্বোধনী আসরে গলে গ্ল্যাডিয়েটর্সের পক্ষে খেলেন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে একটিমাত্র টেস্ট ও একটিমাত্র ওডিআইয়ে অংশগ্রহণ করেছেন অসিত ফার্নান্দো। ৩ জানুয়ারি, ২০২১ তারিখে জোহেন্সবার্গে স্বাগতিক দক্ষিণ আফ্রিকা দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। এছাড়াও, ৮ জুলাই, ২০১৭ তারিখে হাম্বানতোতায় সফরকারী জিম্বাবুয়ে দলের বিপক্ষে একদিনের আন্তর্জাতিকে অভিষেক ঘটে তার। এটিই তার একমাত্র ওডিআইয়ে অংশগ্রহণ ছিল।\nজুলাই, ২০১৬ সালে সফরকারী অস্ট্রেলিয়া দলের মুখোমুখি হবার উদ্দেশ্যে শ্রীলঙ্কার টেস্ট দলের সদস্যরূপে তাকে মনোনীত করা হয়। তবে, তাকে ঐ সিরিজে খেলানো হয়নি।\n২০১৭ সালে জিম্বাবুয়ে দলের বিপক্ষে ওডিআই সিরিজের সদস্য হিসেবে তাকে শ্রীলঙ্কা দলে ঠাঁই দেয়া হয়। ৮ জুলাই, ২০১৭ তারিখে জিম্বাবুয়ের বিপক্ষে সিরিজের চতুর্থ ওডিআইয়ে তার অভিষেক ঘটে। হাম্বানতোতার মহিন্দ রাজাপক্ষ আন্তর্জাতিক স্টেডিয়ামে অনুষ্ঠিত ঐ খেলায় তিনি কোন উইকেট লাভ করতে পারেননি।\n\n\n== বাংলাদেশ গমন ==\nফেব্রুয়ারি, ২০১৮ সালে স্বাগতিক বাংলাদেশের বিপক্ষে শ্রীলঙ্কার টি২০আই সিরিজ খেলার জন্যে তাকে রাখা হয়। তবে, তাকে খেলানো হয়নি। মে, ২০১৮ সালে স্বাগতিক ওয়েস্ট ইন্ডিজের বিপক্ষে টেস্ট সিরিজ খেলার উদ্দেশ্যে মাহেলা উদাত্তে, কসুন রজিতা ও জেফ্রি ভ্যান্ডারসে’র সাথে তাকেও দলে রাখা হয়।\nডিসেম্বর, ২০১৮ সালে এসিসি এমার্জিং টিমস এশিয়া কাপে তাকে শ্রীলঙ্কা দলের সদস্য করা হয়। আগস্ট, ২০১৯ সালে সফররত নিউজিল্যান্ড দলের বিপক্ষে টেস্ট খেলার জন্যে বাইশ সদস্যের তালিকায় শ্রীলঙ্কা দলের সদস্য করা হয়। তবে, প্রথম টেস্টকে ঘিরে পনেরো সদস্যের চূড়ান্ত তালিকায় তাকে রাখা হয়নি।\nনভেম্বর, ২০১৯ সালে বাংলাদেশে অনুষ্ঠিত এসিসি এমার্জিং টিমস এশিয়া কাপে শ্রীলঙ্কার সদস্য মনোনীত হন। একই মাসে ২০১৯ সালের দক্ষিণ এশীয় গেমসের ক্রিকেটে শ্রীলঙ্কার সদস্য করা হয়। চূড়ান্ত খেলায় স্বাগতিক বাংলাদেশের বিপক্ষে পরাজিত হলে তার দল রৌপ্যপদক জয় করে।\n\n\n== টেস্ট অভিষেক ==\nডিসেম্বর, ২০১৯ সালে পাকিস্তান গমনার্থে তাকে শ্রীলঙ্কার টেস্ট দলে যুক্ত করা হয়। ডেঙ্গু জ্বরে আক্রান্ত সুরঙ্গা লকমলের স্থলাভিষিক্ত হন তিনি। মার্চ, ২০২০ সালে সফররত ওয়েস্ট ইন্ডিজ দলের মুখোমুখি হবার জন্যে টি২০আই দলের সদস্য হন। তাকে নুয়ান প্রদীপের স্থলাভিষিক্ত করা হয়।\nডিসেম্বর, ২০২০ সালে স্বাগতিক দক্ষিণ আফ্রিকার বিপক্ষে টেস্ট সিরিজে তাকে দলে রাখা হয়। ৩ জানুয়ারি, ২০২১ তারিখে জোহেন্সবার্গে সিরিজের দ্বিতীয় টেস্টে মিনোদ ভানুকা’র সাথে তার একযোগে অভিষেক পর্ব সম্পন্ন হয়। প্রথম দিনে এইডেন মার্করামকে বিদেয় করে নিজস্ব প্রথম টেস্ট উইকেট লাভ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nলাহিরু কুমারা\nপ্রভাত নিশাঙ্কা\nএক টেস্টের বিস্ময়কারী\nশ্রীলঙ্কান টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nশ্রীলঙ্কান একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে অসিত ফার্নান্দো  (ইংরেজি)\nক্রিকেটআর্কাইভে অসিত ফার্নান্দো   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}