{"pageid": 1013732, "title": "স্মৃতি কোষ", "url": "https://bn.wikipedia.org/wiki?curid=1013732", "content": "মানবদেহের প্রতিরক্ষা ব্যবস্থার অন্যতম গুরুত্বপূর্ণ কোষ হলো স্মৃতি কোষ বা মেমরি সেল। এই কোষগুলো আক্রমণরত জীবাণুর (প্যাথোজেন) সংস্পর্শে এলে নিজের প্রতিলিপি তৈরি করে জীবাণু ধ্বংস করে। এরপরে এই কোষ লিম্ফ নোডে থেকে যায়। যে কারণে পরবর্তীতে সেই একই জীবাণু আক্রমণ করলে স্মৃতিকোষসমূহ দ্রুত সচল হয়ে জীবাণু আক্রমণ করে। ফলে জীবাণু নিধনে আগের তুলনায় দ্রুত ও আরো বেশি কার্যকর ফল পাওয়া যায়।  দুইধরনের কোষ এরূপ স্মৃতিকোষ হিসেবে ভূমিকা রাখে। এরা হলো টি লিম্ফোসাইট ও বি লিম্ফোসাইট। স্মৃতিকোষ মূলত লিম্ফোসাইট নামক অদানাদার শ্বেত রক্তকণিকা। \n\n\n== লিম্ফোসাইট ==\nলিম্ফোসাইট হলো এক প্রকারের শ্বেত রক্তকণিকা (White Blood Corpuscles, সংক্ষেপে WBC)। এটি প্রতিরক্ষা ব্যবস্থার গুরুত্বপূর্ণ কোষ যা অস্থিমজ্জার স্টেম কোষ থেকে উদ্ভূত ও লিম্ফ নোডে অবস্থান করে। কিন্তু এদের কর্মকাণ্ড রক্ত ও সমগ্র দেহে জুড়ে বিস্তৃত। এদেরকে থাইমাস, অস্থিমজ্জা, টনসিল ও যকৃতসহ শরীরের বিভিন্ন টিস্যুতে পাওয়া যায়। এরা ক্যান্সার ধ্বংসে সক্ষম। রক্তে লিম্ফোসাইটের পরিমাণ নির্দিষ্টের চেয়ে কম বা বেশি হতে পারে। কম হলে শরীরের উক্ত অবস্থাকে লিম্ফোপেনিয়া ও বেশি হলে লিম্ফোসাইটোসিস বলা হয়। লিম্ফোসাইট ৩ প্রকার। যথাঃ টি লিম্ফোসাইট, বি লিম্ফোসাইট ও প্রাকৃতিক খুনী কোষ। \n\n\n== টি লিম্ফোসাইট ==\nটি লিম্ফোসাইট দানাবিহীন শ্বেত রক্তকণিকা। এদের নিউক্লিয়াস বিদ্যমান ও সাইটোপ্লাজম দানাবিহীন। এরা দেহের লিম্ফনোড, টনসিল ও প্লীহায় তৈরি হতে পারে।  এই কোষসমূহ যকৃত   কিংবা অস্থিমজ্জার  স্টেম কোষ থেকে তৈরি হয়। এরা টি সেল রিসেপ্টর নামের  একধরনের প্রোটিন ধারণ করে যা কোষের ঝিল্লি আবৃত করে। আবার এই রিসেপ্টরগুলো এন্টিজেন ধ্বংসে সক্ষম। এক এক প্রকার টি কোষে একেক প্রকার চাবি থাকে এবং বহিরাগত আক্রমণকারী ভাইরাস বা আক্রান্ত কোষ সেই চাবির তালা বহন করে। নির্দিষ্ট রিসেপ্টর অঞ্চল খুঁজে পাওয়ার পর টি কোষ চাবি নিয়ে সেই স্থান বন্ধ করে দেয়। ফলে ভাইরাস বা আক্রান্ত কোষের ধ্বংস ঘটে।\nএন্টিজেন ধ্বংসের ক্ষেত্রে টি লিম্ফোসাইট কোষের তিনটি শ্রেণি কার্য সম্পাদন করে। এরা হলো সাইটোটক্সিক টি কোষ, সহায়ক টি কোষ এবং রেগুলেটরি টি কোষ।\nসাইটোটক্সিক টি কোষগুলো সরাসরি জীবাণুকে আক্রমণ করে তাদের ধ্বংস করে। কোষ ধ্বংসে এরা লাইসিস পদ্ধতি অবলম্বন করে। অর্থাৎ, জীবাণুর দেহ ছিদ্র করে ফেলে৷ সহায়ক টি কোষগুলো এন্টিবডি উৎপন্ন করে জীবাণুর জন্য সমস্যা সৃষ্টি করে এবং এর সাথে অন্যান্য টি কোষগুলো সক্রিয় করার জন্য রাসায়নিক পদার্থ উৎপন্ন করে। রেগুলেটরি টি কোষসমূহ অন্যান্য বি কোষ ও টি কোষের প্রতিক্রিয়াজনিত মানবদেহের পার্শ্বপ্রক্রিয়া রোধ করে।  \n\n\n== বি লিম্ফোসাইট ==\nবি কোষ বিশেষ প্রোটিন সমৃদ্ধ রাসায়নিক পদার্থ জীবাণুর দিকে ছুড়ে দিয়ে শত্রুনিধনে অংশ নেয়। এরা সরাসরি টি কোষের মত আক্রমণে অংশ নেয় না। এরাও অস্থিমজ্জার  স্টেম কোষ থেকে উদ্ভূত। এদের প্রধান কাজ মূলত এন্টিবডি উৎপন্ন করে জীবাণু ধ্বংস করা। \n\n\n== দেহের প্রতিরক্ষায় ভূমিকা ==\nস্মৃতিকোষসমূহ দেহের প্রতিরক্ষা ব্যবস্থা মজবুত করে ও অনুপ্রবেশিত জীবাণু থেকে দেহকে অনাক্রম্য করে তোলে। প্রথমবার কোনো জীবাণু দেহে আক্রমণ করলে প্রাইমারি সাড়ার মাধ্যমে স্মৃতিকোষসমূহ দেহ নিরোগ করে। এরপরে আবারো যদি একই জীবাণু দেহ আক্রমণ করে তবে গতবারের আক্রমণের স্মৃতি মনে করে অত্যন্ত দ্রুত সাড়া দিয়ে দেহকে নিরোগ করে তোলে। এই সেকেন্ডারি সাড়া এতটাই কার্যকর যে অনুপ্রবেশিত জীবাণু কর্তৃক সংক্রমণ টের পাওয়া যায় না। কিংবা তেমন কোনো ক্ষতি হয় না। \n\n\n== তথ্যসূত্র =="}