{"pageid": 1013642, "title": "বার্থেলেমি থিমনিয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1013642", "content": "বার্থেলেমি থিমনিয়ার (১৯ আগস্ট ১৭৯৩, লারব্রেসলে, রোন - ৫ জুলাই ১৮৫৭) ছিলেন একজন ফরাসি আবিষ্কারক, যিনি প্রথম সেলাই মেশিন আবিষ্কারের জন্য বিখ্যাত বিজ্ঞানী। \n\n\n== প্রারম্ভিক জীবন ==\n১৭৯৫ সালে তার পরিবার এমপ্লেপুইজ স্থানান্তরিত হয়। থিমনিয়ার সাত সন্তানের মধ্যে জ্যেষ্ঠ ছিলেন। তিনি কিছুসময়ের জন্য লিয়েন এ পড়াশোনা করেন, পানিসিরেস একটি দর্জি হিসেবে কাজ করতে যাওয়ার আগে। বার্থেলেমি থিমনিয়ার জানুয়ারী ১৮২২ সালে একটি এমব্রয়ডারি বিয়ে করেন। ১৮২৩ সালে তিনি সেন্ট-এতিয়েন শহরতলীতে বসতি স্থাপন করেন এবং সেখানে দর্জি হিসেবে কাজ করেন।\n\n\n== সেলাই মেশিন আবিষ্কার ==\nপ্রাচীনতম সেলাই মেশিন প্রকৃতপক্ষে ১৭৯০ সালে টমাস সেন্ট দ্বারা পেটেন্ট করা হয়। তাই থিমনিয়ারের মেশিন প্রথম ছিল না। সেন্ট অবদান ১৮৭৪ সাল পর্যন্ত জনসম্মুখে প্রকাশ করা হয়নি যখন উইলিয়াম নিউটন উইলসন, নিজে একটি সেলাই মেশিন প্রস্তুতকারক, লন্ডন পেটেন্ট অফিসে অঙ্কন খুঁজে পান এবং একটি মেশিন নির্মাণ যা লুপার কিছু সমন্বয় অনুসরণ করে কাজ করে। তাই, ১৭৯০ সালে টমাস সেন্ট একটি ঝুলন্ত হাত, একটি ফিড মেকানিজম (চামড়ার স্বল্প দৈর্ঘ্যের জন্য পর্যাপ্ত), একটি উল্লম্ব সূচ বার এবং একটি লুপার আবিষ্কার করেছিলেন। লন্ডন বিজ্ঞান জাদুঘর সেন্ট অঙ্কন থেকে উইলসন নির্মিত মডেল আছে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nযদিও প্রথম সেলাই মেশিন সুই ১৭৫৫ সালে চার্লস ফ্রেডরিক উইসেন্থাল দ্বারা পেটেন্ট করা হয়, ১৮২৯ সালে থিমনিয়ার সেলাই মেশিন পুনরায় আবিষ্কার করেন। ১৮৩০ সালে তিনি একটি খনি প্রকৌশলী অগাস্তে ফেরান্ড সঙ্গে একটি চুক্তি স্বাক্ষর করেন, যিনি প্রয়োজনীয় অঙ্কন করেন এবং একটি পেটেন্ট আবেদন জমা দেন। তার মেশিনের পেটেন্ট ১৭ জুলাই ১৮৩০ উভয় ব্যক্তির নামে ইস্যু করা হয়, ফরাসি সরকার সমর্থিত। একই বছর, তিনি (অংশীদারদের সাথে) বিশ্বের প্রথম মেশিন ভিত্তিক পোশাক উৎপাদন কোম্পানি খোলেন। এটা সেনাবাহিনীর ইউনিফর্ম তৈরি করার কথা ছিল। যাইহোক, কারখানা পুড়িয়ে দেওয়া হয়, পেটেন্ট ইস্যু করার পর কাজ হারানোর ভয়ে শ্রমিকরা দ্বারা পুড়িয়ে দেওয়া হয়। (আরও দেখুন: লুডিট)\nমেশিনের একটি মডেল লন্ডন বিজ্ঞান জাদুঘরে প্রদর্শিত হয়। মেশিন কাঠ দিয়ে তৈরি এবং একটি কাঁটা সূচ ব্যবহার করে যা কাপড় দিয়ে নিচে দিয়ে থ্রেড ধরে এবং পরবর্তী লুপ দ্বারা লক করার জন্য একটি লুপ গঠন করতে।\n\n\n== পরবর্তী জীবন ==\nথিমনিয়ার তারপর অ্যাম্পলপুইসে ফিরে আসেন এবং তার মেশিনের উন্নতি খুঁজতে গিয়ে আবার একজন দর্জি হিসেবে নিজেকে সমর্থন করেন। তিনি সেলাই মেশিন নতুন মডেল জন্য ১৮৪১, ১৮৪৫, এবং ১৮৪৭ সালে নতুন পেটেন্ট অর্জন করেন। যাইহোক, বিশ্ব মেলায় পুরস্কার জেতা সত্ত্বেও, এবং সংবাদমাধ্যম দ্বারা প্রশংসিত হওয়া সত্ত্বেও, মেশিনের ব্যবহার ছড়িয়ে পড়েনি। থিমনিয়ার আর্থিক অবস্থা কঠিন ছিল, এবং তিনি ৬৩ বছর বয়সে দারিদ্র্যমধ্যে মারা যান। থিমনিয়ার সেলাই মেশিন কোম্পানি, তার মৃত্যুর পর তৈরি, বিংশ শতাব্দী পর্যন্ত বিদ্যমান ছিল।\n\n\n== তথ্যসূত্র =="}