{"pageid": 1013601, "title": "মাস্টার (সাউন্ডট্র্যাক)", "url": "https://bn.wikipedia.org/wiki?curid=1013601", "content": "মাস্টার হলো লোকেশ কনগরাজ পরিচালিত ভারতীয় তামিল-ভাষার একই নামের চলচ্চিত্রের জন্য অনিরুদ্ধ রবিচন্দ্রন কর্তৃক রচিত সাউন্ডট্র্যাক অ্যালবাম। এক্সবি ফিল্ম ক্রিয়েটিভসের ব্যানারে জেভিয়ার বৃত্ত প্রযোজিত এই চলচ্চিত্রে অভিনয় করেছেন বিজয় ও বিজয় সেতুপতি। চলচ্চিত্রটি কাথথির (২০১৪) পরে বিজয়ের সাথে অনিরুদের দ্বিতীয় প্রয়াস, নানুম রোউডি ধন (২০১৫) এবং পেট্টা (২০১৯) এর পরে বিজয় সেতুপতির সঙ্গে তৃতীয় প্রয়াস এবং লোকেশ কানগরাজের সাথে প্রথম সহযোগিতামূলক প্রয়াস হিসাবে উল্লেখযোগ্য।\nএই সাউন্ডট্র্যাক অ্যালবামটিতে আটটি গান ব্যবহার করা হয়েছে, যেগুলো লিখেছেন অরুণরাজ কামরাজ, গণ বালচন্দ্র, আরিভু, বিগনেশ শিবন এবং বিষ্ণু এডাবন। ২০২০ সালের ১৫ মার্চ সনি মিউজিকের মাধ্যমে গানগুলো ডিজিটাল প্রকাশ পায়। এই চলচ্চিত্রতে \"ভাটি কাবাডি\" (Vathi Kabaddi) ও মাস্টার দ্য ব্লাস্টার\" (Master The Blaster) নামের দুটি গানসহ একটি বর্ধিত সাউন্ডট্র‍্যাকও দেওয়া হয়েছে, যেগুলো ২০২১ সালের ১৩ ও ১৪ জানুয়ারি প্রকাশ করা হয়।\n\n\n== প্রকাশ ==\nসাউন্ডট্র্যাক অ্যালবামটিতে সর্বোমোট আটটি গান রয়েছে, যেগুলোর গীত রচনা করেছেন যথাক্রমে অরুণরাজ কামরাজ, গণ বালচাঁদর, আরিভু, বিগনেশ শিবন এবং বিষ্ণু এদাভন। সুরকার যুবন শঙ্কর রাজা এবং সন্তোষ নারায়ণনও এই চলচ্চিত্রের জন্য একটি গান গেয়েছিলেন, যা রেমো (২০১৬) চলচ্চিত্রের পর অনিরোধের সাথে যুবন শঙ্কর রাজার দ্বিতীয় প্রয়াস এবং পরবর্তী সুরকারের সাথে প্রথম সহযোগিতামূলক প্রয়াস হয়ে ওঠে।\nএই সাউন্ডট্র্যাক অ্যালবামের তিনটি গান একক হিসাবে প্রকাশ করা হয়। অরুনরাজ কমরাজের রচিত এবং বিজয় দ্বারা গাওয়া \"কুট্টি স্টোরি\" (Kutti Story) নামের প্রথম একক ২০২০ সালের ১৪ ফেব্রুয়ারি ভালোবাসা দিবস উপলক্ষে প্রকাশ করা হয়। অনিরুধ ও গণ বালচন্দ্রের গাওয়া \"ভাটি কামিং\" (Vaathi Coming) নামে চলচ্চিত্রটির দ্বিতীয় এককটি ২০২০ সালের ১০ মার্চ প্রকাশ করা হয়। আরিভুর গাওয়া \"ভাটি রেইড\" শিরোনামের এর তৃতীয় একক আরিভুর গাওয়া ২০২০ সালের ১৪ মার্চ প্রকাশ করা হয়। ২০২০ সালের ১৫ মার্চ চেন্নাইয়ের দ্য লীলা প্যালেস হোটেলে সান টিভিতে সরাসরি সম্প্রচারের মাধ্যমে চলচ্চিত্রটির অডিও মুক্তি অনুষ্ঠান অনুষ্ঠিত হয়েছিল। চলচ্চিত্রটির শিল্পী, কলাকুশলী ও অন্যান্য খ্যাতিমান ব্যক্তিরা অনুষ্ঠানে অংশ নিয়েছিল, যা কোভিড-১৯ মহামারীজনিত কারণে ভক্ত ও সংবাদকর্মী ছাড়াই শুধুমাত্র নির্দিষ্ট উপস্থিতি দিয়ে অনুষ্ঠিত হয়েছিল।\nযদিও আনুষ্ঠানিক ট্র‍্যাকতালিকায় মোট ৮টি গান রয়েছে, সুরকার অনিরুদ্ধ রবিচন্দ্রন অডিও উদ্বোধনী প্রকাশ করেছেন ১২টি গানের সাথে, যেখান চারটি গান আরেকটি বর্ধিত সাউন্ডট্র্যাক অ্যালবামের অংশ হিসাবে প্রকাশিত হবে। বর্ধিত সাউন্ডট্র‍্যাকের প্রথম গান \"ভাটি কাবাডি\" (Vaathi Kabbadi) ২০২১ সালের ১৩ জানুয়ারি প্রকাশ করা হয়, যা মূলত ২০০৪ সালের ঝিল্লি চলচ্চিত্রের বিদ্যাসাগর কর্তৃক সুরারোপিত জনপ্রিয় থিম সঙ্গীত \"কাবাডি\" এর পুনঃমিশ্রণ। ২০২১ সালের ১৪ জানুয়ারি দ্বিতীয় বর্ধিত গান \"মাস্টার দ্য ব্লাস্টার\" (Master The Blaster) প্রকাশ করা হয়।\n২০২১ সালের ৮ জানুয়ারি হায়দ্রাবাদে প্রাক মুক্তি অনুষ্ঠানের মাধ্যমে চলচ্চিত্রের আনুষ্ঠানিক সাউন্ডট্র‍্যাক উদ্বোধনের আগের  চলচ্চিত্রটির তেলুগু সংস্করণের সাউন্ডট্র্যাকের জন্য \"চিট্টি স্টোরি\" (Chitti Story) ও \"মাস্টার রেইড\" (Master Raid) নামের দুটি গান ২০২০ সালের ২৫ ডিসেম্বর এবং ২০২১ সালের ৬ জানুয়ারি একক হিসাবে প্রকাশ করা হয়। ২০২১ সালের ২ জানুয়ারি কন্নড় সংস্করণ সাউন্ডট্র‍্যাকের জন্য \"পুট্ট স্টোরি\" (Putta Story) গানটি একক হিসাবে প্রকাশ করা হয়, এবং সাউন্ডট্র্যাক অ্যালবামটি ২০২১ সালের ১১ জানুয়ারী প্রকাশ করা হয়। বিজয় দ্য মাস্টার (Vijay The Master) শিরোনামের হিন্দি সংস্করণের সাউন্ডট্র্যাক ২০২১ সালের ১২ জানুয়ারী প্রকাশ করা হয়।\n\n\n== অভ্যর্থনা ==\n\n\n=== সমালোচনামূলক ===\nসাউন্ডট্র‍্যাক অ্যালবামটি প্রকাশের পর ইতিবাচক পর্যালোচনা পেয়েছে। বিহাইন্ডউডস অ্যালবামটিকে ৫-এর মধ্যে ৩.২৫ দিয়েছে, এবং উল্লেখ করেছে \"মাস্টার জনসাধারণের জন্য - অনিরুধের সংগীত জনসাধারণ্যে পরিপূর্ণ, যেমনটি বিজয় বিগীর পক্ষে আশা করা যায়!\" ইন্ডিয়াগ্লিটজ ৫-এর মধ্যে ৩.৭৫ প্রদান করে, এবং লিখেন যে \"ভাল রচনা, গীত এবং গায়করা অ্যালবামটিকে উল্লেখযোগ্যভাবে বিনোদনমূলক এবং অত্যন্ত শ্রবণযোগ্য করে তোলে।\" মুভিক্রাউ অ্যালবামটিকে ৫-এর মধ্যে ৩.৫ প্রদান করে, এবং লিখে যে \"অনিরুধ খুব সহজেই ভাটি রেইড (Vaatti Raid) নেতৃত্বাধীন প্রাণবন্ত সাউন্ডট্র‍্যাক দিয়ে তার অধিকাংশ চলচ্চিত্রগুলোর মধ্যে সাম্প্রতিকতম সময়ের সেরাটি উপহার দিয়েছেন।\"\n\n\n=== শ্রোতাবৃন্দ ===\nঅ্যালবামটি শ্রোতাদের কাছ থেকে মূলত ইতিবাচক সাড়া পেয়েছে। ২০২০ সালের ১৪ ফেব্রুয়ারি \"কুট্টি স্টোরি\" (Kutti Story) গানের গীত ভিডিওটির প্রাথমিক প্রকাশের পরে ২৪ ঘণ্টার মধ্যে ৯০ লাখ বার দর্শন সহ ভিডিও আদান-প্রদান মাধ্যম ইউটিউবে বিশ্বব্যাপী সর্বাধিক দেখা ভিডিওর তৃতীয় অবস্থানে তালিকাভুক্ত হয়। ২০২০ সালের ১০ মার্চ প্রকাশ করা হয় দ্বিতীয় গান \"ভাটি কামিং\"-এর গীত ভিডিও, যা অভূতপূর্ব প্রতিক্রিয়া পায় এবং ২০২১ সালের ৫ জানুয়ারি  ১০ কোটি দর্শনের মাইলফলক স্পর্শ করে। ইন্টারন্যাশনাল ফুট-বল ক্লাব তাদের ক্লাবের প্রচারের জন্য এই গানটি ব্যবহার করেছে।\nদ্য নিউজ মিনিটসের হয়ে লেখালেখি করা অঞ্জনা শেখর \"ভাটি কামিং\" (Vaathi Coming) গানটি তার আপনার গানের-তালিকায় যে ৭টি তামিল গান প্রয়োজন (7 Tamil Songs That Needed in Your Playlist) নিবন্ধে বর্ষপূর্তি বিশেষ হিসাবে যুক্ত করেন। দ্য টাইমস অব ইন্ডিয়া গানটিকে ২০২০ সালের ৫টি চার্টবাস্টার তামিল গান-এ শীর্ষ অবস্থানে তালিকাভুক্ত করে। \"ভাটি কামিং\" স্পটিফাইয়ের ২০২০-এর শীর্ষ তামিল গান-এ শীর্ষ-প্রবাহিত গানে পরিনত হয়। মাস্টার তিনটি গান নিয়ে ২০২০ সালে জিওস্যাভনের সর্বাধিক প্রবাহিত তামিল অ্যালবামে শীর্ষে ছিল, যেগুলো এটির সঙ্গীত মাধ্যমে ২০২০-এর সর্বাধিক প্রবাহিত শীর্ষ ৫ তামিল গান-এ তালিকাভুক্ত হয়েছিল।\n\n\n== গানের তালিকায়ন ==\n\n\n=== তামিল ===\n\n\n=== তেলুগু ===\n\n\n=== কন্নড় ===\n\n\n=== হিন্দি ===\n\n\n== অ্যালবামে অবদান ==\n\n\n=== মূল সাউন্ডট্র‍্যাক ===\nকৃতিত্বগুলো সনি মিউজিক সাউথ থেকে অভিযোজিত\n\n\n==== প্রযোজক(রা) ====\nঅনিরুদ্ধ রবিচন্দ্রন\n\n\n==== গীতিকার(রা) ====\nঅনিরুদ্ধ রবিচন্দ্রন (সুরকার, সঙ্গীতায়োজক)\nগণ বালচন্দর, অরুণরাজা কামারাজ, আরিভু, বিগ্নেশ শিবন, বিষ্ণু এডাবন, বিজর্ন সুররাও, অনন্ত শ্রীরাম, কৃষ্ণ কান্ত, শ্রী সাঁই কিরণ, মালি, বড়দারাজ চিক্কাবল্লপুরা, রথী, রাকিব আলম, বিমল কাশ্যপ, অক্ষয় দ্য ওয়ান (গীতিকার)\n\n\n==== সম্পন্নকারী(রা) ====\nঅনিরুদ্ধ রবিচন্দ্রন, বিজয়, যুবন শঙ্কর রাজা, সন্তুষ নারায়ণণ, গণ বালচন্দর, আরিভু, সি. বি. বিনীত, বিজর্ন সুররাও, ইন্নো গঙ্গা, স্যাম বিশাল, সাকেথ কোমনদুরি, যশ্বনাথ নাগ, ময়ূখ বেলাগাপুরি, শ্রী কৃষ্ণ, শ্রীরাম চন্দ্র, নাকাশ আজিজ, অক্ষয় দ্য ওয়ান\n\n\n==== সঙ্গীতজ্ঞ(রা) ====\nগীটার - কেবা জেরেমিয়াহ, সাজিথ সত্য, ধ্রুব বিশ্বনাথ, জশুয়া সত্য\nথাবিল - সুন্দর\nতবলা - এম. টি. আদিত্য, সাঁই শ্রাবণম\nট্রাম্পেট - বাবু, ম্যাক্সওয়েল\nমান্ডোলিন - সীনু\nসজ ও ব্যাঞ্জো - তাপস রায়\nগানজীরা - এস. স্বামীনাথণ\nবাঁশি - করিম কমলেকর, নবীন কুমার, রশিকা শেখর\nসানাই - বালেশ, ওমকর ধুমল\nব্যাস - নবীন, সাজিথ সত্য\nহারমোনিয়াম - রম্য এনএসকে\nনাদস্বরম - ডি. বালাসুব্রাহ্মণী\nউডুকাই - কৃষ্ণ কিশোর\nপার্কাসশনস - অনিরুদ্ধ রবিচন্দ্রন, এম. টি. আদিত্য, রাজু, টি. লক্ষ্মীনারায়ণ, কুমারণ শিবামণি, বেদা, রাজা, লক্ষ্মী কান্ত, পেয়ারে লাল, কবি রাজ, হিতেশ কে. সেলাই, বিশাল কে.\nড্রামস ব্যান্ড - ভিএমকে মিউজিক ব্যান্ড, মলপ্পুরম, কেরালা\nহার্ডি বি (মালয়েশিয়া) কর্তৃক বিটবক্স সম্পন্ন\nপিয়ানো সিন্থ, অন্ত্যমিল ও বৈদ্যুতিক কার্যক্রম - অনিরুদ্ধ রবিচন্দ্রন\nসংযোজিত অন্ত্যমিল - শশাঙ্ক বিজয়, এমটি আদিত্য, অনন্তকৃষ্ণণ\nসহায়ক কণ্ঠস্বর - সন্তুষ হরিহরণ, নিবাস, দীপক ব্লু, সাঁই চরণ, শক্তিশ্রী গোপালণ, নাদিশা থমাস, কবিতা থমাস, সঞ্জনা রাজনারায়ণ, সেনবাগরাজ, মলবিকা, বীণা মুরালি, দীপ্তি সুরেশ, আলা বি বালা, লবিতা লোবো, মধুরা ধারা তালুরী, অভিনয়া, অক্ষরা, পদ্মজা, বিগ্নেশ নারায়ণ\nসংযোজিত কণ্ঠস্বর - শশাঙ্ক বিজয়, সাজিত সত্য, ইন্নো গঙ্গা, কেবা জেরেমিয়াহ, অনন্তকৃষ্ণণ, সূর্যশঁ, নকুল অভিয়াঙ্কর, প্রদ্বায় শিবশঙ্কর, বৈশাক, অভিলাষ, আখিলেষ, প্রবীণ, শরৎ, শ্যাম, বিনোদ, বিন্স, জিধিশ, মিধুন, বিনু, সাঁইকুমার, অর্জুন\n\n\n==== কর্মীবৃন্দ ====\nসংগীত উপদেষ্টা - অনন্তকৃষ্ণণ\nসৃজনশীল পরামর্শদাতা - সাজিত সত্য\nসুরকার সমন্বয়কারী - সামীদুরাই, বেলাবণ\nসংযোজিত কার্যক্রম - শশাঙ্ক বিজয়, অনন্ত কৃষ্ণ, আরিশ, প্রদীপ পিজে, পবন সিএইচ, হরি দাফুসিয়া, ইশান চাবরা, নকুল অভয়াঙ্কর, প্রদ্বয় শিবশঙ্কর, শ্রীনাথ শিবশঙ্কর, বরুণ ভেঙ্কটরমণ\nসংযোজিত সংগীত প্রযোজক - সানী এম. আর.\n\n\n==== শব্দ প্রকৌশলীগণ ====\nআলবুকার্ক রেকর্ডস, চেন্নাই - শ্রীনিবাসণ, অনন্তকৃষ্ণণ, বিনয় শ্রীধর\nথ্রিডটস ফিল্ম স্টুডিও, কেরালা - এমটি আদিত্য, নিরঞ্জন কুমার\nএ-ফ্ল্যাট হাউজ স্টুডিও, বেঙ্গালুরুর - নকুল অভয়াঙ্কর\nঅফবিট মিউজিক ভেনচার্স, চেন্নাই - অশ্বিণ জর্জ জন\nফিউচার টেনস স্টুডিওজ, চেন্নাই - সন্তুষ নারায়ণ\nপঞ্চতণ রেকর্ডস ইন, চেন্নাই - টি. আর. কৃষ্ণ চেতন, জিম সত্য, কুমারণ শিবমণি\nএএম স্টুডিওজ, চেন্নাই - এস. শিবকুমার, প্রদীপ মেনন, অরবিন্দ ক্রেসসেন্দ্রো, কানন গণপত, কৃষ্ণণ সুব্রাহ্মণীয়ান, মনোজ রমণ, অরবিন্দ এমএস\nনেক স্টুডিওজ, চেন্নাই - রাজেশ কানন, বিগ্নেশ\n\n\n==== প্রযোজনা ====\nসঙ্গীত তত্ত্বাবধায়ক - হরিশ রাম এল. এইচ.\nমিশ্রণ - বিনয় শ্রীধর, সন্তুষ নারায়ণ\nমাস্টার্ড - শাদাব রায়ীন, নিউ এজ স্টুডিওজ, মুম্বাই\nসহায়তা - অভিষেক সর্তে এবং ধনুঞ্জয় কপেকর\n\n\n=== মূল আবহ ===\nকৃতিত্বগুলো সনি মিউজিক দক্ষিণ থেকে অভিযোজিত\n\n\n==== প্রযোজক ====\nঅনিরুদ্ধ রবিচন্দ্রন\n\n\n==== অর্কেস্ট্রা ====\nফেমস মেসিডোনিয়ান সিম্ফনিক অর্কেস্ট্রা, মেসিডোনিয়া\n\nঅর্কেস্ট্রা তত্ত্বাবধায়ক - ওলেগ কন্ট্রাডেনকো, ডিজিজান এমিন\nশব্দ প্রকৌশলী - অ্যালেন হাদজি স্টেফানোভ\nপ্রটোকল কার্যকারক - কোচা ড্যাভিকোডেনিক, ইগোর ভ্যাসিলেভ\nমঞ্চ ব্যবস্থাপক - ইলিজা জিআরকোভস্কি, টেওডোরা আরসোভস্কা\nঅর্কেস্ট্র্যাটর - জোয়াকিম বাড়িয়া\nসংযোজিত অর্কেস্ট্র‍্যাশন - নীলেশ মন্ডালাপু\nঅর্কেস্ট্রা সমন্বয় - এন্ড্রু টি. ম্যাকেয় (বোহেমীয় জংশন)\nঅর্কেস্ট্র্যাশন ব্যবস্থাপনা - ইশান চাবরা\n২৮প্রোডাকশন সিম্ফনিক অর্কেস্ট্রা, ব্যাংকক\n\nঅর্কেস্ট্রা তত্ত্বাবধায়ক - ট্রিসডি না পাটালাং\nঅধিবেশন প্রযোজক - সাতাপাত সাংসুয়ান\nঅর্কেস্ট্রা ব্যবস্থাপক - থিটানন কোলাসাথসেনী\nউৎপাদন কর্মী - পিরাসিট কোসরিভিনিজ\nশব্দ প্রকৌশলীগণ - জ্যাক ক্রেইগ, প্যাট্রিক চিন্নাওয়ং, আর্জামপল চন্দ্রভুৎ\nচেন্নাই স্ট্রিংস অর্কেস্ট্রা, চেন্নাই\n\nঅর্কেস্ট্রা তত্ত্বাবধায়ক - আর. প্রভাকর, ইয়েনসোন ভাগ্যনাথন\nশব্দ প্রকৌশলীগণ - রাজেশ কানন\nঅর্কেস্ট্রা সুপারভাইজার - ইশান চাবরা, অনন্তকৃষ্ণণ, মারভিন সলোমন\n\n\n==== বাদ্যযন্ত্রগুলো ====\nগিটার - কেবা জেরেমিয়াহ, অনিরুধ বিজয়, সাজিত সত্য\nসানাই - বালেশ, ওমকার ঢুমাল\nট্রাম্পেট - বাবু, ম্যাক্সওয়েল\nতবলা - এম. টি. আদিত্য\nমান্ডোলিন, ওউদ, সাঁজ, বাঞ্জো, হার্প, সান্তুর - সীনু\nস্ট্রিংড যন্ত্রগুলো - তাপস রায়\nহর্ণস - থমাস, বেন, ম্যাক্সওয়েল, বাবু\nব্যাস - নবীন\nহারমোনিজ - রম্য এনএসকে\nএকক ভায়োলিন - অনন্তকৃষ্ণণ\nনদস্বরম - ডি. বালাসুব্রাহ্মণি\nপার্কাসশনস - অনিরুদ্ধ রবিচন্দ্রন, এম. টি. আদিত্য, রাজু, টি. লক্ষ্মীনারায়ণ, কুমারণ শিবমণি, বেদা, রাজা, লক্ষ্মীকান্ত, পেয়ারে লাল, কবি রাজ, হিতেশ কে সেলাই, বিশাল কে, কৃষ্ণ কিশোর\nড্রামস ব্যান্ড - ভিএমকে মিউজিক ব্যান্ড, মলপ্পুরম, কেরালা\nহার্ডি বি (মালয়েশিয়া) কর্তৃক বিটবক্স সম্পন্ন\nপিয়ানো সিন্থ, অন্ত্যমিল ও বৈদ্যুতিক কার্যক্রম - অনিরুদ্ধ রবিচন্দ্রন\nসংযোজিত অন্ত্যমিল - শশাঙ্ক বিজয়, এমটি আদিত্য, অনন্তকৃষ্ণণ\nসংযোজিত কণ্ঠস্বর - শশাঙ্ক বিজয়, সাজিত সত্য, ইনো গঙ্গা, কেবা জেরেমিয়াহ, অনন্তকৃষ্ণণ, সূর্য্যঁশ, নকুল অভয়াঙ্কর, প্রদ্ববয় শিবশঙ্কর\n\n\n==== কর্মীবৃন্দ ====\nসংগীত উপদেষ্টা - অনন্তকৃষ্ণণ\nসৃজনশীল পরামর্শক - সজিত সত্য\nসুরকার সমন্বয়কারী - সামিদুরাই, বেলাবন\nসংযোজিত কার্যক্রম - শশাঙ্ক বিজয়, অনন্ত কৃষ্ণণ, আরিশ, প্রদীপ পিজে, পবন সিএইচ, হরি দাফুসিয়া, ইশান চাবরা, নকুল অভয়াঙ্কর, প্রদ্বায় শিবশঙ্কর, শ্রীনাথ শিবশঙ্করণ, বরুণ ভেঙ্কটরমণ\nঅতিরিক্ত সংগীত প্রযোজনা - সানী এম. আর.\n\n\n==== শব্দ প্রকৌশলীগণ ====\nআলবুকার্ক রেকর্ডস, চেন্নাই - শ্রীনিবাসণ, অন্ততকৃষ্ণণ, বিনয় শ্রীধর\nপঞ্চতন রেকর্ডস ইন, চেন্নাই - টি. আর. কৃষ্ণ চেতন, জিম সত্য, কুমারণ শিবমণি\nএএম স্টুডিওজ, চেন্নাই - এস. শিবকুমার, প্রদীপ মেনন, অরবিন্দ ক্রেসসেন্দ্রো, কানন গণপত, কৃষ্ণণ সুব্রাহ্মণিয়ান, মনোজ রমণ, অরবিন্দ এমএস\nনেক স্টুডিওজ, চেন্নাই - রাজেশ কানন, বিগ্নেশ\n\n\n==== প্রযোজনা ====\nসংগীত সুপারভাইজার - হরিশ রাম এল. এইচ.\nডলবি এটমস মিশ্রণ - বিনয় শ্রীধর\nস্টেরিও মাস্টারিং - শ্রীনিবাসণ এম\n\n\n== তথ্যসূত্র =="}