{"pageid": 1013547, "title": "দিল্লি বিধানসভা", "url": "https://bn.wikipedia.org/wiki?curid=1013547", "content": "জাতীয় রাজধানী অঞ্চল দিল্লির বিধানসভা যা দিল্লি বিধানসভা নামে পরিচিত, এটি জাতীয় রাজধানী অঞ্চল দিল্লির একটি অখণ্ড আইন তৈরীর সংস্থা, যা ভারতের আটটি কেন্দ্রশাসিত অঞ্চলের মধ্যে একটি। এটি দিল্লিতে অবস্থিত, এনসিটি বিধানসভার ৭০ জন সদস্য (বিধায়ক) নিয়ে গঠিত।\nবিধানসভার আসনটি হ'ল পুরাতন সচিবালয় ভবন, এটি দিল্লি সরকারের আসনও।\n\n\n== ইতিহাস ==\nদিল্লি বিধানসভা ৭ মার্চ ১৯৫২ সালে পার্ট সি রাজ্য আইন, ১৯৫১ এর অধীনে গঠিত হয়েছিল; এর উদ্বোধন করেন স্বরাষ্ট্রমন্ত্রী কে এন কাটজু। এই সমাবেশে ৪৮ জন সদস্য এবং মন্ত্রিপরিষদের একটি পরিষদ ছিল দিল্লির প্রধান কমিশনারের উপদেষ্টা ভূমিকায়, যদিও এটি আইন তৈরির ক্ষমতা ছিল। প্রথম মন্ত্রিপরিষদের নেতৃত্বে ছিলেন দিল্লির প্রথম মুখ্যমন্ত্রী চৌধুরী ব্রহ্ম প্রকাশ। \nতবে ১৯৫৩ সালে প্রতিষ্ঠিত রাজ্য পুনর্গঠন কমিশন রাজ্য পুনর্গঠন আইন, ১৯৫৬ -এর মাধ্যমে সংবিধান সংশোধন করে, যা ১৯৫৬ সালের ১ নভেম্বর কার্যকর হয়েছিল। এর অর্থ হ'ল দিল্লি আর পার্ট-সি রাজ্য থাকলো না এবং একে ভারতের রাষ্ট্রপতির প্রত্যক্ষ প্রশাসনের অধীনে একটি কেন্দ্রশাসিত অঞ্চল করা হয়েছিল। এছাড়াও দিল্লি বিধানসভার মন্ত্রিপরিষদ একই সাথে বাতিল করা হয়েছিল। পরবর্তীকালে, দিল্লি পৌর কর্পোরেশন আইন, ১৯৫৭ কার্যকর করা হয়েছিল যার ফলে পৌর কর্পোরেশন গঠিত হয়েছিল। \nতারপরে, ১৯৬৬ সালের সেপ্টেম্বরে, \"দিল্লি প্রশাসন আইন, ১৯৬৬\" দ্বারা এই সমাবেশটি দিল্লি মেট্রোপলিটন কাউন্সিল দ্বারা প্রতিস্থাপন করা হয়েছিল, ৫৬ জন নির্বাচিত এবং পাঁচজন মনোনীত সদস্য নিয়ে দিল্লির লেফটেন্যান্ট গভর্নরকে এর প্রধান হিসাবে নিযুক্ত করা হয়েছিল। কাউন্সিলের অবশ্য কোনও বিধিবদ্ধ ক্ষমতা ছিল না, দিল্লির শাসন পরিচালনায় কেবল একটি পরামর্শমূলক ভূমিকা ছিল। এই অবস্থা ১৯৯০ সাল পর্যন্ত কার্যকর ছিল \nএই কাউন্সিলটি শেষ পর্যন্ত সংবিধানের (ঊনসত্তরতম সংশোধন) আইন, ১৯৯১-এর মাধ্যমে দিল্লি বিধানসভা দ্বারা প্রতিস্থাপিত হয়েছিল, এরপরে ভারতের জাতীয় রাজধানী অঞ্চল দিল্লি আইন, ১৯৯১ অনুসারে ভারতের সংবিধানের ঊনসত্তরতম সংশোধনীর ঘোষণা দিয়েছিল, দিল্লির কেন্দ্রশাসিত অঞ্চল আনুষ্ঠানিকভাবে জাতীয় রাজধানী অঞ্চল দিল্লী হিসাবে পরিচিত এবং এটি বিধানসভা ও মন্ত্রিপরিষদ সম্পর্কিত সংবিধানিক বিধান এবং এর সাথে সম্পর্কিত বিষয়গুলির পরিপূরক।  বিধানসভাটি পাঁচ বছরের জন্য নির্বাচিত হয় এবং বর্তমানের সংসদ এর সপ্তম সংসদ, যা ২০২০-এর আইনসভা নির্বাচনের মাধ্যমে নির্বাচিত হয়েছিল।\n\n\n== দিল্লির বিধানসভা নির্বাচন ==\nনির্বাচনী প্রচারণা দিল্লির নির্বাচনের ফলাফল নির্ধারণে গুরুত্বপূর্ণ ভূমিকা পালন করেছে। এটি ২০০০ সালের নির্বাচনের ক্ষেত্রে বিশেষভাবে প্রমাণিত হয়েছে। \nপরের বছরগুলিতে দিল্লির আইনসভা পরিষদের নির্বাচন অনুষ্ঠিত হয়েছিল:\n\n১৯৫১ দিল্লি বিধানসভা নির্বাচন\n১৯৯৩ দিল্লি বিধানসভা নির্বাচন\n১৯৯৮ দিল্লি বিধানসভা নির্বাচন\n২০০৩ দিল্লি বিধানসভা নির্বাচন\n২০০৮ দিল্লি বিধানসভা নির্বাচন\n২০১৩ দিল্লি বিধানসভা নির্বাচন\n২০১৫ দিল্লি বিধানসভা নির্বাচন\n২০২০ দিল্লি বিধানসভা নির্বাচন\n\n\n== সমাবেশ বিল্ডিং ==\nমূলত ১৯১২ সালে ই মোনটাগু টমাসের নকশায় নির্মিত ইম্পেরিয়াল লেজিসলেটিভ কাউন্সিল এবং পরবর্তীকালে কেন্দ্রীয় বিধানসভা (১৯১৯-এর পর) ছিল, ১৮ জানুয়ারি ১৯২৭-এ নবনির্মিত ভারতের সংসদ ভবন, নয়া দিল্লি (সংসদ ভবন) উদ্বোধনের আগে পর্যন্ত। \nএই ভবনটি ভারত সরকারের সচিবালয়ও ছিল এবং এটি ভারতের রাজধানী কলকাতা থেকে দিল্লিতে স্থানান্তরিত হওয়ার পরে নির্মিত হয়েছিল, অস্থায়ী সচিবালয় ভবনটি ১৯১২ সালে কয়েক মাসের ব্যবধানে নির্মিত হয়েছিল, এটি কয়েক দশক ধরে সচিবালয় হিসাবে কাজ করেছিল, রাইসিনা হিলের বর্তমান সচিবালয় ভবনে স্থানান্তরিত হওয়ার আগে পর্যন্ত। \n\n\n== সমাবেশের তালিকা ==\n\n\n== আরো দেখুন ==\nদিল্লি মেট্রোপলিটন কাউন্সিল\nদিল্লির প্রথম আইনসভা\nদিল্লির দ্বিতীয় আইনসভা\nদিল্লির তৃতীয় আইনসভা\nদিল্লির চতুর্থ বিধানসভা\nদিল্লির পঞ্চম আইনসভা\nদিল্লির ষষ্ঠ বিধানসভা\nদিল্লির সপ্তম বিধানসভা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদিল্লির আইনসভার অফিসিয়াল সাইট\nভারতের আইনজীবী সংস্থা- দিল্লি\n\" ন্যাশনাল ইনফরম্যাটিক্স সেন্টারের ওয়েবসাইটে \" জাতীয় রাজধানী অঞ্চল সরকার দিল্লি আইন, ১৯৯১ \" at"}