{"pageid": 1013455, "title": "পাম্মল", "url": "https://bn.wikipedia.org/wiki?curid=1013455", "content": "পাম্মল দক্ষিণ ভারতের তামিলনাড়ু রাজ্যে অবস্থিত চেঙ্গলপট্টু জেলায় চেন্নাই শহরের উপকণ্ঠে অবস্থিত একটি জনবসতিপূর্ণ শহর। চেন্নাই মহানগরের দক্ষিণ প্রান্তে অবস্থিত একটি পুরনিগম৷ এটি চেন্নাই সেন্ট্রাল রেলওয়ে স্টেশন থেকে ২২ কিলোমিটার দূরে পল্লাবরমের পশ্চিম দিকে অবস্থিত৷ গ্র্যাণ্ড সাদার্ন ট্রাঙ্ক রোডের পশ্চিমে থাকা পাম্মল চেন্নাই আন্তর্জাতিক বিমানবন্দরের অতিনিকটে অবস্থিত৷ এটি তাম্বরম থেকে ৭ কিলোমিটার দূরে রয়েছে৷ নিকটবর্তী রেলওয়ে স্টেশনটি হলো চেন্নাই শহরতলি রেলওয়ের পল্লাবরম রেলওয়ে স্টেশন৷\nপল্লাবরম থেকে তুরাইবক্কম অবধি বিস্তৃত ২০০ ফুট দীর্ঘ রাস্তা পাম্মলের সাথে তুরাইবক্কমকে যুক্ত করেছে৷ চেন্নাই বাইপাস রোড পাম্মলকে চেন্নাইয়ের বাইরে বহু অঞ্চলের সাথে যুক্ত করেছে৷ চেন্নাই আউটার রিং রোড পাম্মল থেকে মাত্র ৫ কিলোমিটার দূরে অবস্থিত৷ সাত কিলোমিটার দূরে অবস্থিত তাম্বরম রেলওয়ে স্টেশনটি বহু এক্সপ্রেস ট্রেনের হল্ট৷\nচর্ম-চর্মজাত শিল্প এবং ট্যানিং ফ্যাক্টরিগুলি পাম্মলের অর্থনীতির কাণ্ডারী, যা প্রচুর চাকরির যোগান দেয়৷ পাম্মল সম্বন্ধ মুদলিয়ার আধুনিক তামিল সাহিত্যের জনক নামে পরিচিত৷\n\n\n== জনতত্ত্ব ==\n\n২০১১ খ্রিস্টাব্দে ভারতের জনগণনা অনুসারে ২১ টি ওয়ার্ড সংবলিত পাম্মল শহরের জনসংখ্যা ছিলো ৭৫,৮৭০ জন, যার মধ্যে পুরুষ ৩৭,৯৭১ জন ও নারী ৩৭,৮৯৯ জন অর্থাৎ প্রতি হাজার পুরুষে নারী সংখ্যা ৯৯৮ জন৷ ছয় বছর অনূর্ধ্ব শিশু সংখ্যা ৮,২৬৪ জন, যা মোট জনসংখ্যার ১০.৮৯ শতাংশ৷ শহরের মোট পরিবার সংখ্যা ২,৪৫৭ টি৷ শহরের মোট সাক্ষরতার হার ৯১.০৫ শতাংশ, যেখানে পুরুষ সাক্ষরতার হার ৯৪.২৮ শতাংশ ও নারী সাক্ষরতার হার ৮৭.৮৩ শতাংশ৷\n\n\n== অবস্থান ==\nপাম্মলের উত্তর দিকে পোলিচলুর ও কাউলবাজার, উত্তর-পূর্ব দিকে মীনমবক্কম ও ত্রিশূলম, পূর্ব দিকে পল্লাবরম, দক্ষিণ দিকে নাগলকেনি, দক্ষিণ-পশ্চিম দিকে তিরুনীরমালাই ও তিরুমুড়িবক্কম, পশ্চিম দিকে অনকাপুদুর অবস্থিত৷\n\n\n== ইতিহাস ==\nখ্রিস্টীয় নবম থেকে দ্বাদশ শতাব্দীর মধ্যে চোল সাম্রাজ্যর শেষ সময়ে পাম্মল চূড়দুরনাড়ু অঞ্চলের অন্তর্গত ছিলো, যা ছিলো মূলত ত্রিশূলম বা ত্রিচূড়মকে কেন্দ্র করে৷ চূড়দুরনাড়ু অঞ্চল ছিলো দক্ষিণে তাম্বরম থেকে উত্তরে আদমবক্কম ও আলান্দুর পর্যন্ত৷ পাম্মল, পল্লাবরম ও তিরুনীরমালাই এই অঞ্চলের অংশীভূত ছিলো৷\nতিরুনীরমালাইয়ে প্রাপ্ত শিলালেখতে পল্লাবরমের নিকট অবস্থিত পাম্মলের কোনো এক ধনাঢ্য ব্যবসায়ীয়ের কথা রয়েছে৷ এটি পাম্মলের প্রাচীনত্বকে নির্দেশ করে৷\n\n\n== তথ্যসূত্র =="}