{"pageid": 1013579, "title": "আবদুল হাকিম শিয়ালকোটি", "url": "https://bn.wikipedia.org/wiki?curid=1013579", "content": "আবদুল হাকিম শিয়ালকোটি (১৫৬১–১৬৫৭) (ملا عبدالحکیم سیالکوٹی) একজন মুসলিম পণ্ডিত ছিলেন। তিনি মোগল সম্রাট আকবরের যুগে শিয়ালকোটে জন্মগ্রহণ করেছিলেন। তিনি ছিলেন শেখ শামস-উদ-দ্বীনের পুত্র। তিনি কুরআনের আলেম এবং তার সময়ে ইসলামের একজন শীর্ষস্থানীয় দার্শনিক ছিলেন। তিনি \"ফাজিল শিয়ালকোটি\" এবং \"ফাজিল লাহোরি\" নামেও পরিচিত ছিলেন। তিনি যুক্তি ও দর্শন নিয়ে অনেক বই লিখেছিলেন। তার বই আন্তর্জাতিক স্তরের ইসলামী বিশ্ববিদ্যালয়গুলিতে পড়ানো হয়। মুঘল সম্রাট শাহ জাহান একবার তাকে তার ওজনের সমান সোনা এবং রূপাতে দিয়েছিলেন। ২৪ শে সফরে তিনি মারা যান। তার সমাধিটি শিয়ালকোটের পাওয়ার হাউজের নিকটবর্তী আবদুল হাকিম পার্কের পিছনে রয়েছে। তিনি পার্সিয়ান দার্শনিক মোল্লা সদরাকে ভারতে পরিচিত করার জন্যও সুপরিচিত। তিনি ইসলামের অন্যতম বিশিষ্ট আলেম আহমেদ সিরহিন্দিকে মুজাদ্দিদ আলিফ থানি উপাধি দিয়েছিলেন।\n\n\n== জন্ম ==\nমোল্লা আবদুল হাকিম শিয়ালকোটি ৯৬৮ হি/১৫৬১ সালে সম্রাট আকবরের রাজত্বকালে শিয়ালকোট পাঞ্জাবে জন্মগ্রহণ করেছিলেন।\n\n\n== শিক্ষা ==\nতিনি ছিলেন তার সময়ের এক বিখ্যাত ধর্মীয় পণ্ডিত আবদুল হাকিম শিয়ালকোটির ছাত্র, যাকে মওলানা কমলুদ্দীন কাশ্মীরি (১০১৭ হি/১৬০৮) নামেও ডাকা হয়। মওলানা কমলুদ্দীন ছিলেন তার সময়ের আরেক প্রখ্যাত আলেম মওলানা জামালউদ্দিনের ভাই এবং তিনি খাজা আবদুশাহেদ নকশবন্দীর খুব নিকটবর্তী বাবা ফাতাহ আল্লাহ হকানীর শিষ্য ছিলেন। তিনি ইতিহাসে আল্লামা মাশরিকায়েন, স্কলার অব ইস্ট এবং মোয়াল্লেম ই সাকালাইন, মাস্টার অব ইউনিভার্স হিসেবে ইতিহাসে স্মরণীয় এক মহান পণ্ডিত ছিলেন। তার দুটি বিশ্ববিদ্যালয় ছিল একটি লাহোরে এবং অন্যটি শিয়ালকোটে। অনেক দূর থেকে লোকেরা তার কাছে শিখতে আসত।\n\n\n== সহপাঠী ==\nমোল্লার দু'জন অত্যন্ত বিখ্যাত সঙ্গী ছিলেন- মুজাদ্দিদ আল-ফে সানি, যিনি উপমহাদেশের অন্যতম সম্মানিত আধ্যাত্মিক ব্যক্তিত্ব এবং নবাব সাদুল্লাহ খান, যিনি সম্রাট শাহ জাহানের দরবারের সভাপতি ছিলেন। আহমদ সিরহিন্দি এবং মোল্লা উভয় সহপাঠী ছিলেন কিন্তু পড়াশোনা শেষ করার পরে তারা ১০২২ হিজরি/১৬১৩ অবধি পৃথক হয়েছিলেন। তবে পরে সেই বছরে মোল্লার একজন শিক্ষার্থী কয়েকদিন ক্লাস থেকে অনুপস্থিত থেকেছিল। এতে মোল্লা উদ্বিগ্ন হয়ে পরেন এবং তিনি তাঁর জন্য বার্তা প্রেরণ করেন। এর পরে, ছাত্রটি মোল্লার কৌতূহল থেকে হাতে কয়েকটি কাগজ নিয়ে ফিরে এসেছিল। ফিরে এসে সে জানায় যে, সে ওই কাগজগুলো পড়ে তিনি এতে এতোই আকৃষ্ট হয়ে পরেছেন যে সে পড়াশুনায় অমনোযোগী হয়ে গেছে। মোল্লা কাগজগুলো নিয়ে পড়েছিলেন, এবং তিনিও অবাক হয়েছিলেন। শেষ পর্যন্ত তিনি বুঝতে পারলেন যে এই এগুলো লিখেছেন আহমদ সিরহান্দি নিজেই। এর পর একদিন মোল্লা স্বপ্নে আহমদ সিরহিন্দিকে দেখেছিলেন যে, তিনি কিছু আয়াত পাঠ করছেন এবং মোল্লার কাছে সেগুলির অর্থ ব্যাখ্যা করছেন, যখন মোল্লা ঘুম থেকে উঠেন, তিনি আহমদকে একটি চিঠি লিখেছিলেন এবং তাঁর সম্পর্কে ও স্বপ্নের উল্লেখ করেন। বইয়ে লেখা আছে যে ১০২৩ হি/১৬১৪ থেকে ১০২৪ হি/১৬১৫ এর মধ্যে মোল্লা আহমদের সাথে দেখা করতে সিরহান্দে যান এবং মোল্লা তার শিষ্যত্ব গ্রহণ করেন। আহমদও তাকে অনেক শ্রদ্ধা করেছিলেন এমনকি মুজাদ্দিদ আলিফ থানি উপাধিও মোল্লা নিজেই দিয়েছিলেন।\n\n\n== কর্মজীবন এবং অর্জনসমূহ ==\nসম্রাট আকবর তার রাজত্বকালে মোল্লাকে আনুষ্ঠানিকভাবে লাহোরের বিশ্ববিদ্যালয়ে অধ্যাপক নিযুক্ত করেছিলেন যা আকবার নিজেই নির্মাণ করেছিলেন। সম্রাট জাহাঙ্গীরের রাজত্বকালে তিনি অত্যন্ত সম্মানিত হয়েছিলেন এবং সম্রাট শাহ জাহানের প্রথম দিকের যুগেও তিনি আগ্রা বিশ্ববিদ্যালয়ের অধ্যক্ষ ছিলেন, তার সেবার স্বীকৃতিস্বরূপ তিনি একটি বিশাল জমি পেয়েছিলেন। জানা গেছে যে, তাকে উপহার হিসাবে তার নিজের ওজনের সমতুল্য ছয় হাজার কয়েন দেওয়া হয়েছিল।\n\n\n== ছাত্র ==\nতার জীবদ্দশায় হাজার হাজার শিক্ষার্থীর মধ্যে দুজন উল্লেখযোগ্য শিক্ষার্থী ছিলেন- মুরাদ আবাদের বিচারপতি মোল্লা আবদুর রহিম ও মীর সৈয়দ ইসমাইল বেগ।\n\n\n== সুফি কবি শাহ হুসেনের সাথে বৈঠক ==\nপ্রিন্স দারা শিকোহ তার গ্রন্থ হাসানাত উল আরিফিনে (১০৬৪ হিজরী/১৬৫৩) লিখেছেন যে, মোল্লা আবদুল হাকিম শিয়ালকোটি তার সময়ের সর্বাধিক বিখ্যাত সূফী মাস্টার শাহ হুসেন (৯৪৫ হি/১৫৩৮-১০০৮ হিজরি/১৫৯৯) এর সাথে দেখা করেছিলেন যিনি একজন পাঞ্জাবি ভাষার সর্বাধিক প্রসিদ্ধ সুফি কবি এবং কাফি নামে পরিচিত। পাঞ্জাবি কবিতার বিখ্যাত জেনার পিতা এবং তাকে তার শিষ্য হিসাবে গ্রহণ করতে বলেছিলেন। তবে শাহ হুসেন শিষ্যত্ব দিতে অস্বীকার করেছিলেন এবং বলেছিলেন যে আপনি মোল্লা ধর্মীয় মানুষ এবং আমার শিষ্যত্বের জন্য অনুপযুক্ত। মোল্লা শাহ হুসেনের দুটি আধ্যাত্মিক অলৌকিক ঘটনা প্রত্যক্ষ করেছিলেন যা তিনি বর্ণনা করেছিলেন- একজন লোক শাহের কাছে এসে বলেছিলেন যে তিনি একজন মহিলাকে পছন্দ করেছেন তবে মহিলাটি তার প্রতি আগ্রহী ছিলেন না। তিনি তাকে নির্জন জায়গা খুঁজে কিছুদিনের জন্য তার নামটি স্মরণ করতে বলেছিলেন। এর পরে তিনি আবার ফিরে এসেছিলেন এবং বলেছিলেন যে মহিলা নিজেই তার কাছে এসেছিলেন। আর একটি জায়গায় একজন লোক শাহের কাছে এসে তাকে বলেছিল যে তার একটি স্বপ্ন আছে তবে তা সত্য বলে মনে হচ্ছে না। শাহ হুসেন তাকে একটি গাভী হস্তান্তরিত করে তার উপর প্রস্রাব করতে বলেন। এরপরে তার স্বপ্ন সত্য হয়েছিল।\n\n\n== উপাধি ==\nমোল্লাকে তার জীবদ্দশায় আফতাব ই পাঞ্জাব, ফাজিল লাহোরি, ফাজিল শিয়ালকোটি, মালিক উল উলামা ও আল্লামা ই জামান হিসাবে বেশ কয়েকটি উপাধি দেওয়া হয়েছিল\n\n\n== মৃত্যু ==\nতিনি ১০৬৮ হি/১৬৫৭ সালে মারা যান এবং তাকে শিয়ালকোট পাঞ্জাবে সমাধিস্থ করা হয়।\n\n\n== আরও দেখুন ==\nশিয়ালকোট\nশাহ জাহান\n\n\n== তথ্যসূত্র =="}