{"pageid": 1013082, "title": "মোহাম্মদ জাহিদ", "url": "https://bn.wikipedia.org/wiki?curid=1013082", "content": "মোহাম্মদ জাহিদ (উর্দু: محمد زاہد‎‎; জন্ম: ২ আগস্ট, ১৯৭৬) পাঞ্জাবের গাগ্গু মান্ডি এলাকায় জন্মগ্রহণকারী পাকিস্তানি কোচ ও সাবেক আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৯০-এর দশকের মাঝামাঝি সময়কাল থেকে ২০০০-এর দশকের সূচনাকাল পর্যন্ত পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে রাওয়ালপিন্ডি, মুলতান, পাকিস্তান কাস্টমস ও পাকিস্তান ইন্টারন্যাশনাল এয়ারলাইন্স দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি ফাস্ট বোলার হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন তিনি।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৯৫-৯৬ মৌসুম থেকে ২০০৯ সাল পর্যন্ত মোহাম্মদ জাহিদের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। পাকিস্তানের ফাস্ট বোলার তৈরির ঊর্বরক্ষেত্র হিসেবে বিবেচিত পাঞ্জাব থেকে মোহাম্মদ জাহিদের অংশগ্রহণ। দীর্ঘদিন পর তাকে প্রকৃত ফাস্ট বোলার হিসেবে উত্থান ঘটেছে বলে জানানো হয়। তার বোলিং প্রকৃতই ভয়ঙ্কর পর্যায়ের ছিল ও ব্যাটিংকারী দলকে সন্ত্রস্ত অবস্থায় থাকতে হতো।\nখেলোয়াড়ী জীবনের মাঝামাঝি সময়ে পিঠের আঘাতের কারণে তাকে অস্ত্রোপচার করতে হয়েছিল। জানুয়ারি, ২০০৩ সাল পর্যন্ত খেলা চালিয়ে যান।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে পাঁচটিমাত্র টেস্ট ও এগারোটি একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন মোহাম্মদ জাহিদ। ২৮ নভেম্বর, ১৯৯৬ তারিখে রাওয়ালপিন্ডিতে সফরকারী নিউজিল্যান্ড দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ২ জানুয়ারি, ২০০৩ তারিখে কেপ টাউনে স্বাগতিক দক্ষিণ আফ্রিকা দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\nপ্রথম পাকিস্তানি বোলার হিসেবে আন্তর্জাতিক ক্রিকেট অভিষেকে দশ উইকেট পান। ১৯৯৬ সালে নিউজিল্যান্ডের বিপক্ষে খেলায় তিনি এগারো উইকেট শিকার করেছিলেন। ২৮ নভেম্বর, ১৯৯৬ তারিখে রাওয়ালপিন্ডিতে শুরু হওয়া সিরিজের দ্বিতীয় টেস্টে এ সাফল্য পান। তন্মধ্যে, দ্বিতীয় ইনিংসে ৭/৬৬ বোলিং পরিসংখ্যান গড়েছিলেন তিনি। এরফলে, একমাত্র পাকিস্তানি বোলার হিসেবে টেস্ট অভিষেকে দশ বা ততোধিক উইকেট লাভের কৃতিত্ব প্রদর্শন করেন। এ পর্যায়ে বিশ্বের সেরা ব্যাটসম্যান ব্রায়ান লারাকে প্রথম তিন বলে বিভ্রান্তিতে ফেলে চতুর্থ বলে কট বিহাইন্ডে বিদেয় করেছিলেন তিনি।\n\n\n== অবসর ==\nশ্রীলঙ্কা সফরে পিঠের আঘাতে আক্রান্ত হন। পিঠের অস্ত্রোপচারের পর তাকে বিশ্ব ক্রিকেট অঙ্গনে খেলতে দেখা যায়নি। ১৯৯৮ সালে দক্ষিণ আফ্রিকার বিপক্ষে স্বল্প সময়ের জন্যে সিরিজে অংশ নিলেও তার পেস যথেষ্ট কমে যায় এবং নিখুঁত নিশানা বরাবর বল ফেলতে দেখা যায়নি। দক্ষিণ আফ্রিকার বিপক্ষে নিজস্ব শেষ টেস্ট খেলায় অংশ নিয়েছিলেন। এ পর্যায়ে তিনি গ্রেইম স্মিথ ও হার্শেল গিবসের মধ্যকার প্রথম উইকেট জুটিতে রেকর্ডসংখ্যক ৩৬৮ রান অবলোকন করেছিলেন। এরপর, তাকে পাকিস্তান দল থেকে বাদ দেয়া হয়।\nলিভারপুল ও জেলা ক্রিকেট প্রতিযোগিতায় লিভারপুলভিত্তিক সেফটন পার্ক ক্রিকেট ক্লাবের পক্ষে খেলেছেন। ২০১৪ সালে সাউথ ইয়র্কশায়ার ক্রিকেট লীগে হুইসটন ক্রিকেট ক্লাবের পক্ষে খেলেন।\n\n\n== মূল্যায়ন ==\nকিশোর অবস্থাতেই মোহাম্মদ জাহিদ তার পেস বোলিংয়ের কারণে প্রসিদ্ধি লাভ করেন। বিখ্যাত বামহাতি ব্যাটসম্যান ব্রায়ান লারা তার মুখোমুখি হবার পর মন্তব্য করেন যে, তার দেখা বিশ্বের অন্যতম সেরা দ্রুতগতিসম্পন্ন বোলার তিনি। তবে, ক্যামেরার মান ও জাহিদের পিঠের গুরুতর আঘাতের কারণে খেলোয়াড়ী জীবন স্বল্পকালীন বিধায় তার অগণিত সমর্থক, ক্রিকেটবোদ্ধা ও খেলোয়াড়েরা তার প্রকৃত বোলিং গতিবেগ কত ছিল তা ধরা সম্ভব হয়নি।\nসতীর্থ পাকিস্তানি পেসার ও ২০০৩ সালের ক্রিকেট বিশ্বকাপে দ্রুতগতিসম্পন্ন বোলিং করে বিশ্বরেকর্ডের অধিকারী শোয়েব আখতারের অভিষেকের স্বল্পকাল পরই মোহাম্মদ জাহিদের খেলোয়াড়ী জীবনের সূত্রপাত ঘটে। আলাপচারিতামূলক অনুষ্ঠানে রমিজ রাজা’র সাথে একান্ত স্বাক্ষাৎকার শোয়েব আখতার মন্তব্য করেন যে, ১৯৯৭ সালে বোলিংয়ের সময়ই তিনি তার তুলনায় অধিক গতিসম্পন্ন পেস বোলিং করতেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nশহীদ নাজির\nমোহাম্মদ ইলিয়াস\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nপাকিস্তানি একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\nটেস্ট ক্রিকেট অভিষেকে ৫ উইকেট লাভকারী পাকিস্তানি ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে মোহাম্মদ জাহিদ  (ইংরেজি)\nক্রিকেটআর্কাইভে মোহাম্মদ জাহিদ   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}