{"pageid": 1013993, "title": "নাদিম আব্বাসি", "url": "https://bn.wikipedia.org/wiki?curid=1013993", "content": "নাদিম আহমেদ আব্বাসি (উর্দু: ندیم عباسی‎‎; জন্ম: ১০ নভেম্বর, ১৯৬৮) রাওয়ালপিন্ডির মারি এলাকায় জন্মগ্রহণকারী পাকিস্তানি কোচ ও সাবেক আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৮০-এর দশকের শেষদিকে অত্যন্ত সংক্ষিপ্ত সময়ের জন্যে পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে রাওয়ালপিন্ডি ও খান রিসার্চ ল্যাবরেটরিজ দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ উইকেট-রক্ষক হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন নাদিম আব্বাসি।\n\n\n== খেলোয়াড়ী জীবন ==\n১৯৮৬-৮৭ মৌসুম থেকে ২০০২-০৩ মৌসুম পর্যন্ত নাদিম আব্বাসি’র প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। ঘরোয়া পর্যায়ের প্রথম-শ্রেণীর ক্রিকেটে খান রিসার্চ ল্যাবরেটরিজ ও রাওয়ালপিন্ডি দলের অধিনায়কের দায়িত্ব পালন করেছেন। এ দায়িত্বে থাকাকালীন ২০০০ সালের ন্যাশনাল ওয়ান ডে কাপে কেআরএল রানার্স-আপ হয়েছিল।\nসমগ্র খেলোয়াড়ী জীবনে তিনটিমাত্র টেস্টে অংশগ্রহণ করেছেন নাদিম আব্বাসি। সবগুলো টেস্টই ভারতের বিপক্ষে খেলেছিলেন তিনি। ২৩ নভেম্বর, ১৯৮৯ তারিখে ফয়সালাবাদে সফরকারী ভারত দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ৯ ডিসেম্বর, ১৯৮৯ তারিখে শিয়ালকোটে একই দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি। তাকে কোন ওডিআইয়ে অংশগ্রহণ করার সুযোগ দেয়া হয়নি।\n\n\n== অবসর ==\nযুক্তরাজ্যে বেশ কয়েকটি দলের পক্ষে পেশাদার অতিথি খেলোয়াড় হিসেবে অংশ নেন। এ পর্যায়ে ব্যাটিং পরামর্শক ও কোচিংয়ে অভিজ্ঞ হিসেবে অনেক সাবেক, বর্তমান ও ভবিষ্যতের সম্ভাব্য পাকিস্তানি খেলোয়াড়কে প্রশিক্ষণ দেন।\nক্রিকেট খেলা থেকে অবসর গ্রহণের পর রাওয়ালপিন্ডি দলের কোচ ও আঞ্চলিক দল নির্বাচকের দায়িত্বে ছিলেন। এছাড়াও, পাকিস্তান ন্যাশনাল ক্রিকেট একাডেমিতে কাজ করেছে। অ্যাবোটাবাদ অঞ্চলের উদীয়মান খেলোয়াড়দেরকে পাকিস্তানের পক্ষে খেলতে সহায়তার পথ প্রশস্ত করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nশহীদ সাঈদ\nসেলিম আলতাফ\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে নাদিম আব্বাসি  (ইংরেজি)\nক্রিকেটআর্কাইভে নাদিম আব্বাসি   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}