{"pageid": 1013113, "title": "সুধাকর রাও", "url": "https://bn.wikipedia.org/wiki?curid=1013113", "content": "রামচন্দ্র সুধাকর রাও (; কন্নড়: ರಾಮಚಂದ್ರ ಸುಧಾಕರ ರಾವ್‌; জন্ম: ৮ আগস্ট, ১৯৫২) ব্যাঙ্গালোর এলাকায় জন্মগ্রহণকারী সাবেক ভারতীয় আন্তর্জাতিক ক্রিকেটার ও রেফারি। ভারত ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৭০-এর দশকের মাঝামাঝি সময়কালে অত্যন্ত সংক্ষিপ্ত সময়ের জন্যে ভারতের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর ভারতীয় ক্রিকেটে কর্ণাটক দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ উইকেট-রক্ষক হিসেবে খেলতেন। এছাড়াও, ডানহাতে ব্যাটিংয়ের পাশাপাশি ডানহাতে মিডিয়াম বোলিংয়ে পারদর্শী ছিলেন সুধাকর রাও।\n\n\n== শৈশবকাল ==\nবাসাভানাগুদি এলাকায় শৈশবকাল অতিবাহিত করেন। ন্যাশনাল স্কুলে অধ্যয়ন করেছেন তিনি। বিদ্যালয়ের কাছে থাকা মাঠে অবস্থান করতেন ও নিয়মিতভাবে টেনিস বলের সাহায্য নিয়ে ক্রিকেট খেলতেন। বিদ্যালয়ের ক্রীড়া সচিব স্বামী ঐ সময়ে তার ব্যাটিং কৌশল লক্ষ্য করেন। তাকে বিদ্যালয় দলে তাৎক্ষণিকভাবে যুক্ত করেন ও প্রতিপক্ষীয় বিদ্যালয়ের বিপক্ষে খেলার সুযোগ দেন। ম্যাটিং উইকেটে প্রথম খেলেন তিনি ও ক্রিকেট বল হাতে নেয়ার সুযোগ হয় তার। ঐ মুহূর্তকে স্মরণীয় করে রাখতে শতরানের ইনিংস খেলেছিলেন তিনি।\nতার ব্যাটিংয়ের ধরন অনেকাংশেই গুণ্ডাপ্পা বিশ্বনাথের অনুরূপ ছিল। বিদ্যালয় জীবন থেকেই তিনি তার একনিষ্ঠ ভক্ত ছিলেন ও পরবর্তীকালে তার উপর প্রভাব পড়ে। ভিভি পুরম ক্রিকেট ক্লাবে অংশগ্রহণের মাধ্যমে তার ক্রিকেট জীবনের সূত্রপাত ঘটে। এরপর, বিশ্বনাথের পদাঙ্ক অনুসরণ করে স্পার্টানস ক্রিকেট ক্লাবে যুক্ত হন। রাজ্যের বিদ্যালয় দলের পক্ষে বেশ ভালো খেলেন ও পরবর্তীকালে দক্ষিণ অঞ্চলের বিদ্যালয় দলে খেলার পথ সুগম হয়।\nব্যাঙ্গালোরভিত্তিক এপিএস কলেজে অধ্যয়ন করেন। সেখানে থাকাকালীন ১৯৭২ সালে কেরালার বিপক্ষে রঞ্জী ট্রফি প্রতিযোগিতায় প্রথম খেলেন।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৭২-৭৩ মৌসুম থেকে ১৯৮৪-৮৫ মৌসুম পর্যন্ত সুধাকর রাওয়ের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। কৌশলগতভাবে ব্যাট হাতে বেশ দক্ষ ছিলেন ও স্ট্রোকের ফুলঝুড়ি ছোটাতেন। সত্তর ও আশির দশকে কর্ণাটক দলের অন্যতম চালিকাশক্তি ছিলেন। বিশ্ববিদ্যালয় পর্যায়ে বেশ কয়েকটি বড় অঙ্কের রান তুলেন। জাতীয় পর্যায়ের প্রতিযোগিতায়ও এ ধারা অব্যাহত রাখেন।\n১৯৭৫-৭৬ মৌসুমে দূর্দান্ত খেলেন। পাঁচ ইনিংসে তিনি ৪৪৯ রান তুলেন। বাদ-বাকী ভারতের বিপক্ষে শতরান করার মাধ্যমে ঐ মৌসুমটি শুরু করেন। আহমেদাবাদের অনুষ্ঠিত ঐ খেলায় প্রতিপক্ষীয় দলে বিষেন সিং বেদী’র ন্যায় তারকা খেলোয়াড় ছিলেন। একই মৌসুমে হায়দ্রাবাদের বিপক্ষে ২০০ রানের অপরাজিত ইনিংস খেলেন। খেলাকালীন সংবাদ পান যে, তার মাতা স্ট্রোকে আক্রান্ত হয়ে হাসপাতালে ভর্তি হয়েছেন। তাসত্ত্বেও তিনি খেলা চালিয়ে যেতে থাকেন।\nজাতীয় দল নির্বাচকমণ্ডলীর দৃষ্টি আকর্ষণে সক্ষম হন। সুন্দর ক্রীড়াশৈলী প্রদর্শনের স্বীকৃতিস্বরূপ নিউজিল্যান্ড গমনার্থে তাকে ভারত দলের সদস্য করা হয়।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে একটিমাত্র ওডিআইয়ে অংশগ্রহণ করেছেন সুধাকর রাও। ২২ ফেব্রুয়ারি, ১৯৭৬ তারিখে অকল্যান্ডে স্বাগতিক নিউজিল্যান্ড দলের বিপক্ষে একদিনের আন্তর্জাতিকে অভিষেক ঘটে তার। এটিই তার একমাত্র ওডিআইয়ে অংশগ্রহণ ছিল। তাকে কোন টেস্টে অংশগ্রহণ করার সুযোগ দেয়া হয়নি।\n১৯৭৬ সালে নিউজিল্যান্ড গমনার্থে তাকে ভারত দলের সদস্যরূপে অন্তর্ভুক্ত করা হয়। হ্যামিল্টনে নর্দার্ন ডিস্ট্রিক্টসের বিপক্ষে ৩২ ও ২৫ রান তুলে সফর শুরু করেন। এরপর, ডুনেডিনে ওতাগোর বিপক্ষে ৩৪ ও ৬ রানের ইনিংস খেলেন। ইডেন পার্কে স্বাগতিক নিউজিল্যান্ডের বিপক্ষে একদিনের আন্তর্জাতিকে অভিষেক ঘটে তার। সিরিজের দ্বিতীয় ওডিআইটিতে ৪ রান করে রান আউটে বিদেয় নেন তিনি। এ পর্যায়ে তার দল ৩৫ ওভারে ২৩৬ রানের জয়ের লক্ষ্যমাত্রায় অগ্রসর হয়েছিল। পরবর্তীতে আর তাকে ভারতের পক্ষে কখনো খেলতে দেখা যায়নি।\nওয়েস্ট ইন্ডিজে পরবর্তী সফরে তাকে দলে রাখা হয়। প্রস্তুতিমূলক খেলায় তিনি বেশ হিমশিম খান ও তেমন রান সংগ্রহ করতে পারেননি। এ দুইটি সফরে তিনি খুব কমই ভূমিকা রেখেছিলেন।\n\n\n== অবসর ==\nআন্তর্জাতিক ক্রিকেট থেকে উপেক্ষিত হলেও ঘরোয়া ক্রিকেটে দূর্দান্ত খেলা চালিয়ে যেতে থাকেন। কর্ণাটক দলের প্রধান চালিকাশক্তি ছিলেন। ১৯৭৪-৭৫, ১৯৭৭-৭৮ ও ১৯৮২-৮৩ মৌসুমের রঞ্জী ট্রফি প্রতিযোগিতার শিরোপা বিজয়ী দলের সদস্য ছিলেন। অবসর গ্রহণকালীন জাতীয় প্রতিযোগিতায় ৪০.৮২ গড়ে ৩০২১ রান তুলেন।\nক্রিকেট থেকে অবসর গ্রহণের পর কর্ণাটক রাজ্য ক্রিকেট সংস্থার সম্পাদকের ভূমিকায় অবতীর্ণ হন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nপোচিয়া কৃষ্ণমূর্তি\nসৈয়দ আবিদ আলী\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nভারতীয় একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে সুধাকর রাও  (ইংরেজি)\nক্রিকেটআর্কাইভে সুধাকর রাও   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}