{"pageid": 1013011, "title": "গ্র্যান্ড জামে মসজিদ, লাহোর", "url": "https://bn.wikipedia.org/wiki?curid=1013011", "content": "গ্র্যান্ড জামে মসজিদ (উর্দু: گرینڈ جامع مسجد‎‎) পাকিস্তানের লাহোরের বাহরিয়া টাউনের একটি মসজিদ। ৭০,০০০ মুসল্লি ধারণক্ষমতা বিশিষ্ট এই মসজিদটি পাকিস্তানের তৃতীয় বৃহত্তম মসজিদ এবং বিশ্বের চৌদ্দতম বৃহত্তম মসজিদ।\nনাইয়ার আলী দাদা মসজিদটির নকশা করেন। ২০১৪ সালের ৬ অক্টোবর, ঈদ উল-আযহায় এর উদ্বোধন করা হয়। মসজিদটির অভ্যন্তরে ২৫,০০০ এবং উঠান, বারান্দা ও প্রধান ঘরগুলোসহ সব মিলে মোট ৭০,০০০ মুসল্লির স্থান সংকুলান হয়। বাদশাহী মসজিদ, ওয়াজির খান মসজিদ এবং শেখ জায়েদ মসজিদ দ্বারা প্রভাবিত এই মসজিদটি নির্মাণে প্রায় ৪ বিলিয়ন রুপির (বা প্রায় ৩৯ মিলিয়ন ডলার) বেশি ব্যয় হয়েছে।\nকাঠামোটিতে রয়েছে চারটি মিনার যার প্রতিটি ১৬৫ ফুট উঁচু এবং একটি বিশাল গম্বুজ যার চারদিকে ২০ টি ছোট গম্বুজ রয়েছে। বাইরের অংশটি ৪ মিলিয়ন হস্তনির্মিত মুলতানি টাইলস দিয়ে সজ্জিত। অভ্যন্তরীণ অংশটি তুরস্ক থেকে আমদানিকৃত কাস্টম-তৈরি কার্পেট এবং ইরান থেকে আমদানিকৃত ৫০ টিরও বেশি ঝাড়বাতি দ্বারা সজ্জিত। এক তলায় একটি ইসলামি ঐতিহ্য জাদুঘর রয়েছে যা দুর্লভ কুরআনের সংগ্রহ, ইসলামি গ্রন্থাগার এবং বিভিন্ন প্রাচীন হস্তনির্মিত নিদর্শনসহ ইসলামি শিল্পের চিত্রশালা প্রদর্শন করে। চার মিলিয়নেরও বেশি মুলতানি হস্তশিল্পের মোজাইক টাইলসগুলো মসজিদের পৃষ্ঠ জুড়ে রয়েছে।\n\n\n== নকশা ==\nপুরো কাঠামোর ভিত্তিটি মাটি থেকে ২০ ফুট ও ছাদটি ৮০ ফুট উঁচুতে রয়েছে এবং কেন্দ্রে স্থাপিত বিশাল গম্বুজটি ২০ টি ছোট গম্বুজ দ্বারা বেষ্টিত। ১৬৫ ফুট উঁচু মিনার চারটি পুরো কাঠামোর চূড়াগুলো চিহ্নিত করে। মসজিদটিতে ৬ টি ধনুক আকৃতির কাঠের দরজা রয়েছে। কেন্দ্রের গম্বুজটি এই দুর্দান্ত কারুকার্যমণ্ডিত মসজিদটির মুকুট রত্ন। এর উচ্চতা ৪০ ফুট এবং ব্যাস ৫০ ফুট।\nস্থাপত্যটি পুরোপুরি স্থানীয় উপকরণে তৈরি এবং আধুনিক উপাদানগুলোর সমৃদ্ধ সংমিশ্রণে ইন্দো-ইসলামী স্থাপত্যের প্রকৃত মর্মকে প্রতিফলিত করে। যবক্ষার এড়াতে মূল কাঠামোটি বিশেষ \"মুলতানি মিত্তি\" থেকে তৈরি \"গুটকা ইট\" দ্বারা নির্মিত হয়েছে। ইটের কাঠামোটি স্পন্দিত রঙিন টালি মোজাইক শিল্প দ্বারা ব্যাপকভাবে সজ্জিত যা জ্যামিতিক আকার এবং ফুলের নিদর্শনগুলোতে প্রদর্শিত হয়েছে। এটি ৬.৬ মিলিয়নে একটি বিস্ময়কর স্থাপত্য হিসেবে নকশা করা হয় যা আধুনিক ও ক্লাসিক উভয় ইসলামী স্থাপত্যশৈলীর অন্তর্ভুক্ত। গ্রীক ও ইতালীয় সাদা মার্বেল বাইরের অংশকে ঢেকে রেখেছে এবং অভ্যন্তরীণ অংশ ইসলামী ক্যালিগ্রাফি দিয়ে সজ্জিত। কারিগররা হাতে ৪.৫ মিলিয়ন হস্তনির্মিত সিরামিক টালি লাগায়, যা করতে ৪ বছর সময় লেগেছিল। অষ্টভুজাকার মিনারগুলো ১৬৫ ফুট উঁচু এবং কারুশিল্পের একটি সুন্দর প্রদর্শনী। প্রতিটি মিনারের গোড়ায় ৪ টি খিলান আকৃতির রঙিন বিস্তৃত মোজাইক শিল্প দ্বারা সজ্জিত কাঠের দরজা রয়েছে যা কাঠামোটির শীর্ষে সমস্ত দিকে আরোহণ করেছে। প্রতিটি মিনারে \"শিশাম\" থেকে তৈরি কাঠের বারান্দা এবং ছাদগুলোতে গম্বুজ আকারের চাঁদোয়া রয়েছে।\nল্যান্ডস্কেপ প্রাঙ্গণটি \"চারবাগ\" শৈলিতে নকশা করা হয়েছে এবং উপ-মহাদেশের অনেক দুর্দান্ত মসজিদে এমন পারস্যরীতির বাগান বিন্যাস দেখা যায়। চতুর্ভুজ আকৃতির এই বাগানটি চারটি চলারপথ দিয়ে চারটি অংশে বিভক্ত যার মাঝখানে একটি সুন্দর ঝর্ণা রয়েছে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nপাকিস্তানের মসজিদের তালিকা\nগ্র্যান্ড জামে মসজিদ, করাচী\nফয়সাল মসজিদ\nবাদশাহী মসজিদ\nমসজিদে তোবা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nভার্চুয়াল সফর  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ সেপ্টেম্বর ২০১৮ তারিখে"}