{"pageid": 1013101, "title": "রিচার্ড ওয়েব", "url": "https://bn.wikipedia.org/wiki?curid=1013101", "content": "রিচার্ড জন ওয়েব (ইংরেজি: Richard Webb; জন্ম: ১৫ সেপ্টেম্বর, ১৯৫২) ইনভারকার্গিল এলাকায় জন্মগ্রহণকারী সাবেক নিউজিল্যান্ডীয় আন্তর্জাতিক ক্রিকেটার। তিনি নিউজিল্যান্ড ক্রিকেট দলের অন্যতম সদস্য ছিলেন। ১৯৮০-এর দশকের সূচনালগ্নে সংক্ষিপ্ত সময়ের জন্যে নিউজিল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর নিউজিল্যান্ডীয় ক্রিকেটে ওতাগো দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি ফাস্ট-মিডিয়াম বোলার হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন রিচার্ড ওয়েব।\n\n\n== খেলোয়াড়ী জীবন ==\n১৯৭৫-৭৬ মৌসুম থেকে ১৯৮৩-৮৪ মৌসুম পর্যন্ত রিচার্ড ওয়েবের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল।\nসমগ্র খেলোয়াড়ী জীবনে তিনটিমাত্র একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন রিচার্ড ওয়েব। ১৩ ফেব্রুয়ারি, ১৯৮৩ তারিখে মেলবোর্নে স্বাগতিক অস্ট্রেলিয়া দলের বিপক্ষে একদিনের আন্তর্জাতিকে অভিষেক ঘটে তার। ২৩ ফেব্রুয়ারি, ১৯৮৩ তারিখে ওয়েলিংটনে সফরকারী ইংল্যান্ড দলের বিপক্ষে সর্বশেষ ওডিআইয়ে অংশ নেন তিনি। তাকে কোন টেস্টে অংশগ্রহণ করার সুযোগ দেয়া হয়নি।\nস্বাগতিক অস্ট্রেলিয়ার বিপক্ষে বেনসন এন্ড হেজেস বিশ্ব সিরিজ কাপে সেরা-তিনের চূড়ান্ত খেলার দ্বিতীয়টিতে নিজস্ব প্রথম ওডিআইয়ে অংশ নেন। ১৩ ফেব্রুয়ারি, ১৯৮৩ তারিখে মেলবোর্ন ক্রিকেট গ্রাউন্ডে অনুষ্ঠিত ঐ খেলায় তিনি বোলিং উদ্বোধনে নেমে ৯ ওভারে ২/৪৭ বোলিং পরিসংখ্যান গড়েন। এগারো নম্বরে ব্যাটিংয়ে নেমে ৬ রানের অপরাজিত ইনিংস খেলেন। ঐ খেলায় তার দল ১৪৯ রানে পরাজিত হয় ও ২-০ ব্যবধানে সিরিজ খোঁয়ায়।\n\n\n== ইংল্যান্ডের মুখোমুখি ==\nএছাড়াও, ১৯৮৩ সালে ইংল্যান্ডের বিপক্ষে সিরিজের প্রথম ও দ্বিতীয় ওডিআইয়ে অংশ নিয়েছিলেন তিনি। ১৯ ফেব্রুয়ারি, ১৯৮৩ তারিখে ইডেন পার্কে সফরকারী ইংল্যান্ডের বিপক্ষে প্রথম খেলায় বোলিং উদ্বোধনে নেমে ১০ ওভারে ৩০ রান খরচ করলেও কোন উইকেটের সন্ধান পাননি। ১৮৫ রানের জয়ের লক্ষ্যমাত্রা স্বার্থকভাবে পূরণ করার ফলে তাকে ব্যাট হাতে মাঠে নামতে হয়নি। তার দল ৬ উইকেটে জয় পেয়েছিল।\nদ্বিতীয় ওডিআইয়ে স্বাগতিক দল ২৯৫/৬ তুললে তাকে ব্যাটিং করতে হয়নি। তৃতীয় ও চূড়ান্ত ওডিআইয়ে প্রথম পরিবর্তিত বোলার হিসেবে বোলিং করেন। ৭.৫ ওভারে ২/২৮ পান। ডেরেক প্রিঙ্গলকে ১১ রানে বিদেয় করে শেষ উইকেট পান তিনি। ঐ খেলায় তার দল ১০৩ রানের ব্যবধানে জয়লাভ করে।\nতার জ্যেষ্ঠ ভ্রাতা মারে ওয়েব ওতাগোর পক্ষে পেস বোলার হিসেবে খেলাসহ ১৯৭১ থেকে ১৯৭৪ সময়কালে নিউজিল্যান্ডের পক্ষে তিন টেস্টে অংশ নিয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nলি জার্মন\nকেন ওয়াডসওয়ার্থ\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nআন্তর্জাতিক ক্রিকেটে অংশগ্রহণকারী পরিবারের তালিকা\nনিউজিল্যান্ডীয় একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে রিচার্ড ওয়েব  (ইংরেজি)\nক্রিকেটআর্কাইভে রিচার্ড ওয়েব   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}