{"pageid": 1013111, "title": "জীবনতারা হালদার", "url": "https://bn.wikipedia.org/wiki?curid=1013111", "content": "জীবনতারা হালদার (১৮ জুলাই ১৮৯৩ – ২০ জানুয়ারি ১৯৮৯) ছিলেন ভারতের স্বাধীনতা সংগ্রামের অন্যতম বিপ্লবী, অনুশীলন সমিতির সদস্য, সাংবাদিক ও সাহিত্যিক। তিনি অনুশীলন সমিতির ইতিহাস নামে একটি গ্রন্থের রচনা করেন।\n\n\n== জন্ম ও শিক্ষা জীবন ==\nজীবনতারার জন্ম ব্রিটিশ ভারতের কলকাতার জেলেপাড়ায় ১৮৯৩ খ্রিস্টাব্দের ১৮ ই জুলাই। পিতার নাম রতনলাল হালদার। ১৯০১ খ্রিস্টাব্দ হতে ১৯০৬ খ্রিস্টাব্দ পর্যন্ত তিনি ক্ষুদিরাম বসু পরিচালিত সেন্ট্রাল কলেজিয়েট স্কুলে পড়াশোনা করেন। ১৯০৯ খ্রিস্টাব্দে হিন্দু স্কুল থেকে এন্ট্রান্স, ১৯১৪ খ্রিস্টাব্দে স্কটিশ চার্চ কলেজ থেকে বি.এসসি এবং ১৯১৬ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় থেকে বিশুদ্ধ গণিতে এম.এসসি পাশ করেন। \n\n\n== স্বাধীনতা সংগ্রামে ভূমিকা ==\nবিদ্যালয়ে শিক্ষালাভের সময়ই তিনি স্বাধীনতা আন্দোলনে যুক্ত হন। ১৯০৫ খ্রিস্টাব্দে বারো বৎসর বয়সে সহপাঠী বন্ধু সত্যেন্দ্রনাথ বসুর সঙ্গে একযোগে  অনুশীলন সমিতির সভ্য হন। এই সময়ে বিপ্লবী মানবেন্দ্রনাথ রায় সহ বিভিন্ন স্বাধীনতা সংগ্রামীর সান্নিধ্যে আসেন। ১৯১২ - ১৬ খ্রিস্টাব্দ পর্যন্ত চার বছর 'আখড়া' নামে এক শরীরচর্চার কেন্দ্র পরিচালনা করেন। অনুশীলন সমিতিতে লাঠি শিক্ষক ছিলেন শৈলেন্দ্রনাথ মিত্র (১৮৮১-১৯৭৪)। ১৯১৬ খ্রিস্টাব্দে এম.এসসি পাশের পর ১৯১৮ খ্রিস্টাব্দ পর্যন্ত তিনি কারারুদ্ধ  ও অন্তরীণ থাকেন। \n\n\n== কর্মজীবন ==\nকৃষি-শিল্প-বাণিজ্য বিষয়ক মাসিক পত্রিকা 'ইন্ডাস্ট্রি' তে প্রথমে প্রুফ রিডার এবং পরে সহকারী সম্পাদক হিসাবে কাজ করেন ১৯২৯ খ্রিস্টাব্দ পর্যন্ত। এসময়ে তিনি  নানাবিধ ক্ষুদ্র শিল্পের সঙ্গে যুক্ত হন। সেসময় একমাত্র ভারতীয় হিসাবে তার এক লেখা লন্ডনের 'দ্য এমপ্রেস' পত্রিকায় প্রকাশিত হয়েছিল। 'পাঞ্চ' পত্রিকাতেও তিনি লিখেছেন। ১৯২২ খ্রিস্টাব্দে  নিরালম্ব স্বামী নামে পরিচিত ভারতীয় জাতীয়তাবাদী স্বাধীনতা সংগ্রামী ও বাংলায় সশস্ত্র সংগ্রামের অন্যতম প্রবর্তক  যতীন্দ্রনাথ বন্দ্যোপাধ্যায়ের সঙ্গে সাক্ষাৎ ঘটে ও তার শিষ্যত্ব গ্রহণ করেন। সেই সূত্রে তিব্বতি বাবার সান্নিধ্যে আসার সৌভাগ্যে তিনি তার কাছ থেকে  যাবতীয় কঠিন উদরাময় রোগের যে একটি সহজ সরল ওষুধ লাভ করেন তা 'টিবেটিন' নামে বহুল প্রচারিত ছিল।কিছুদিন তিনি এর ব্যবসাও করেছিলেন। ১৯৩৬ খ্রিস্টাব্দ হতে ১৯৭৮ খ্রিস্টাব্দ পর্যন্ত তিনি সুরজমল-নাগরমলদের ব্যবসায়  কলকাতার মূলকেন্দ্রে উচ্চপদে কাজ করেছেন। ইংরাজী অমৃতবাজার পত্রিকার 'কৃষি-শিল্প-বাণিজ্য' পাতায় ধারাবাহিকভাবে লিখতেন। 'সায়ন্টিফিক ইন্ডিয়ান' এবং 'ইন্ডিয়ান ট্রেড রিভিউ' তার প্রকাশিত পত্রিকা। তিনি 'ইলাসট্রেটেড ইন্ডিয়া' এবং মাড়োয়ারি চেম্বার অব কমার্সের সহকারী সম্পাদক ছিলেন। \nস্বাধীনতা সংগ্রামে বিপ্লবী  অনুশীলন সমিতির সভ্য হিসাবে থাকার সুবাদে তিনি  \"অনুশীলন সমিতির ইতিহাস\" বইটিতে অগ্নিযুগের বাংলার বিপ্লবী সংগঠনটির বিস্তৃত ইতিহাস বর্ণনা করেছেন। স্বদেশী নানা ধরনের মিষ্টি কীভাবে তৈরি করতে হয় তা বিদেশীদের শেখানোর জন্য ইংরাজীতে লেখেন 'বেঙ্গল সুইটস'। দেশের বেকার ছেলেদের অর্থাগমের পথনির্দেশ করেছেন তার 'এভিনিউস্ অফ এমপ্লয়মেন্ট ফর আওয়ার ইয়ং মেন' গ্রন্থে। তার অপর গ্রন্থ গুলি হল-\n\n'অজীর্ণ চিকিৎসা'\n'ছড়া কাটা ১ম ও ২য় খণ্ড \nভারতের স্বাধীনতা সংগ্রামে অনুশীলন সমিতির ভূমিকা (প্রকাশক, কলকাতা, ১৯৮৯)\n\n\n== সম্মাননা ==\n১৯৮১ খ্রিস্টাব্দে তিনি ভারত সরকারের স্বতন্ত্রতা সৈনিক সম্মান পেনশন পান। ১৯৮৪ খ্রিস্টাব্দে বঙ্গীয় সাহিত্য সম্মেলনের সভাপতি হন। তার জীবৎকালেই সাহিত্যিক তরুণ রায় জীবনতারার জীবন অবলম্বনে 'কেঁচো খুঁড়তে সাপ' নামে এক প্রহসন  নাটক লেখেন এবং এটি বহুবার মঞ্চস্থ হয়। \n\n\n== জীবনাবসান ==\nজীবনতারা হালদার ১৯৮৯ খ্রিস্টাব্দের ২০ শে জানুয়ারি প্রয়াত হন। ভারতের দশমিকরণ আন্দোলনের প্রধানতম উদ্যোক্তা ফণীন্দ্রনাথ শেঠ ছিলেন তার মাতুল।\n\n\n== তথ্যসূত্র =="}