{"pageid": 1013069, "title": "তৌসিফ আহমেদ", "url": "https://bn.wikipedia.org/wiki?curid=1013069", "content": "তৌসিফ আহমেদ (উর্দু: توصیف احمد‎‎; জন্ম: ১০ মে, ১৯৫৮) সিন্ধু প্রদেশের করাচি এলাকায় জন্মগ্রহণকারী সাবেক পাকিস্তানি আন্তর্জাতিক ক্রিকেটার ও কোচ। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৮০-এর দশকের সূচনালগ্ন থেকে ১৯৯০-এর দশকের সূচনালগ্ন পর্যন্ত পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে করাচি, পাকিস্তান কাস্টমস, পাবলিক ওয়ার্কস ডিপার্টমেন্ট ও ইউনাইটেড ব্যাংক লিমিটেড দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতে অফ ব্রেক বোলিং করতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন তিনি।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\nসিন্ধু প্রদেশের করাচিতে তৌসিফ আহমেদের জন্ম। ১৯৭৯ সালের শুরুতে পিআইএ’র বিপক্ষে পিডব্লিউডি’র সদস্যরূপে প্রথম-শ্রেণীর ক্রিকেটে অভিষেক ঘটে তার। তার প্রতিবেশী জাভেদ শফিকের কল্যাণে তাকে বোলিংয়ের সুযোগ দেয়ার পূর্ব-পর্যন্ত এটিই ঐ বছরে তার একমাত্র প্রথম-শ্রেণীর খেলায় অংশগ্রহণ ছিল।\n১৯৭৮-৭৯ মৌসুম থেকে ১৯৯৭-৯৮ মৌসুম পর্যন্ত তৌসিফ আহমেদের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। দলীয় সঙ্গী আবদুল কাদির ও ইকবাল কাশিমের সাফল্যে তার সফলতা অনেকাংশেই ম্লান হয়ে পড়ে। তবে, তিনি দক্ষতা ও চাতুর্য সহকারে বোলিং করেছেন। খেলোয়াড়ী জীবনের অধিকাংশ সময়ই কোঁকড়ানো চুল ও গোঁফ নিয়ে খেলতেন। তার কোঁকড়ানো চুল ও গোঁফ সহযোগে তাকে অনেকটা লিওনেল রিচি’র ন্যায় দেখাতো।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে চৌত্রিশটি টেস্ট ও সত্তরটি একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন তৌসিফ আহমেদ। ২৭ ফেব্রুয়ারি, ১৯৮০ তারিখে করাচিতে সফরকারী অস্ট্রেলিয়া দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ১ ডিসেম্বর, ১৯৯৩ তারিখে একই মাঠে জিম্বাবুয়ে দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\n১৯৮০ সালে অস্ট্রেলিয়ার বিপক্ষে করাচি টেস্টে নিচেরসারির ব্যাটসম্যান হিসেবে বোলিং করার সুযোগ পান। জহির আব্বাস ও নবনিযুক্ত পাকিস্তানি অধিনায়ক জাভেদ মিয়াঁদাদসহ ব্যবস্থাপক মুশতাক মুহাম্মদকে তার বোলিংয়ে বিমোহিত করেন। অনুশীলনীকালে ইমরান খান ও সরফরাজ নওয়াজের সুপারিশক্রমে তৌসিফ আহমেদকে টেস্টে খেলার সুযোগ দেয়া হয়। বেশ পরিশ্রমী খেলোয়াড় ইলিয়াস খানের পরিবর্তে খেলেন ও তাকে আর পাকিস্তানের পক্ষে খেলার সুযোগ দেয়া হয়নি।\nঅভিষেক খেলায় ১২৬ রান খরচায় সাত উইকেট পান তিনি। তন্মধ্যে, কিম হিউজকে দুইবার ও গ্রেগ চ্যাপেলকে একবার আউট করেন। ইকবাল কাশিমের সাথে ১৮ উইকেট পান। বাদ-বাকী দুই উইকেট ইমরান খান লাভ করেছিলেন। অভিষেককালীন তিনি প্রতিপক্ষীয় অস্ট্রেলীয় খেলোয়াড়দের কারো নাম জানতেন না। তিনি তার প্রথম সিরিজে ২৯ গড়ে ১২ উইকেট লাভ করেছিলেন।\n\n\n== শ্রীলঙ্কার মুখোমুখি ==\nএরপর তাকে আরও দুই বছর অপেক্ষার প্রহর গুণতে হয়েছিল। শ্রীলঙ্কার বিপক্ষে বিভক্তি হয়ে পড়া পাকিস্তান দলের পক্ষে খেলেন। আবারও তিনি তার দক্ষতা প্রদর্শনে সচেষ্ট হন। এ সময়ে তিনি ইকবাল কাশিমের সাথে কার্যকর বোলিং জুটি গড়েন। ১৯৮২ সালে ইমরান খানের অধিনায়ক হিসেবে নিযুক্তির ফলে তাকে আরও কঠিন সময় অতিক্রান্ত করতে হয়। রিস্ট স্পিনারদের প্রতি নমনীয় থাকায় ইমরান খান আব্দুল কাদিরের উত্থানে বিশাল ভূমিকা রাখেন ও তাকে পাকিস্তানের প্রধান স্পিনার হিসেবে দলে রাখতেন। অবশেষে, শ্রীলঙ্কার বিপক্ষে সিরিজে দূর্দান্ত ক্রীড়াশৈলী প্রদর্শনের মাধ্যমে দলে স্বীয় স্থান পাকাপোক্ত করেন।\n১৯৮৫ সালে করাচি টেস্টে ৫/৫৪ পান ও দলকে জয়ের দিকে নিয়ে যান। পরবর্তীতে, ১৯৮৬ সালে শ্রীলঙ্কায় ফিরতি সফরে ক্যান্ডি টেস্টে ৭৭ রান খরচায় ৯ উইকেট পান। তন্মধ্যে, দ্বিতীয় ইনিংসে ব্যক্তিগত সেরা ৬/৪৫ বোলিং পরিসংখ্যান গড়েছিলেন। পাকিস্তানের ২৩০ রানের জবাবে স্বাগতিকরা ১০১ ও ১০৯ রানে গুটিয়ে গেলে তার দল ইনিংস ব্যবধানে জয়ী হয়। কয়েক সপ্তাহ পর শারজায় একদিনের খেলায় ব্যতিক্রমী ভূমিকায় অবতীর্ণ হয়েছিলেন। ঝুঁকিপূর্ণ এক রান নিয়ে জাভেদ মিয়াঁদাদকে শেষ বলে বিশাল ছক্কা হাঁকাতে সহায়তা করেছিলেন তিনি।\nবেশ বুদ্ধিমত্তা সহযোগে নিজের দায়িত্ব পালনে অগ্রসর হতে তৌসিফ আহমেদ। আবদুল কাদির কিংবা ইকবাল কাশিমের সাথে ভারসাম্য বজায় রেখে খেলতেন। ১৯৮৬ সালে সফরকারী ওয়েস্ট ইন্ডিজ দলের বিপক্ষে অসম্ভব দৃঢ়তাপূর্ণ বোলিংশৈলী উপহার দেন। করাচিতে সিরিজ রক্ষার খেলায় অষ্টম উইকেট জুটিতে ম্যালকম মার্শালের ন্যায় তারকা খেলোয়াড়দের রুখে দিয়েছিলেন।\n\n\n== ভারত গমন ==\n১৯৮৬-৮৭ মৌসুমে ভারতের বিপক্ষে অবিস্মরণীয় ১৬ রানের জয়ে বিরাট ভূমিকা রেখেছেন। ঐ টেস্টে সুনীল গাভাস্কার মহাকাব্যিক ৯৬ রান তুলে নিজের নামের প্রতি সুবিচার করেছিলেন। ১৯৮৭ সালে ভারতের বিপক্ষে আবদুল কাদিরের ব্যর্থতার ফলে ইকবাল কাশিমকে দলে পুনরায় অন্তর্ভুক্ত করা হয়। এরপর ব্যাঙ্গালোরে তৌসিফ আহমেদকে যুক্ত করা হয়।\nচার টেস্ট শেষে সিরিজ নির্ধারণী খেলায় পাকিস্তানের প্রথম ইনিংসে অপরাজিত ১৫ রানের গুরুত্বপূর্ণ ইনিংস খেলে দলকে ১০০ রান অতিক্রমে সহায়তা করেন। এরপর, তৌসিফ ও ইকবাল কাশিম উভয়ে পাঁচ-উইকেট নিয়ে স্বাগতিকদেরকে ১৪৫ রানে গুটিয়ে দেন। দ্বিতীয় ইনিংসে খেলার একমাত্র অর্ধ-শতরানের জুটিতে নিজে করেন ১০ রান। ২২১ রানের জয়ের লক্ষ্যমাত্রায় ভারত দল অগ্রসর হয়। দিলীপ বেঙ্গসরকার ও কিরণ মোরেকে বিদেয় পরেন। পরদিন শিবলাল যাদবকে বিদেয় করলেও রজার বিনি তার বল থেকে বিশাল ছক্কা হাঁকান। অবশ্য তার দল জয়ী হয় ও প্রথমবারের মতো ভারতে টেস্ট সিরিজ জয়লাভ করে। ইকবাল কাশিমের সাথে যৌথভাবে ১৮ উইকেট পান ও উভয়েই ঐ টেস্টে নয়টি করে উইকেট পেয়েছিলেন।\n\n\n== অবসর ==\nদুই বছর পর করাচিতে অস্ট্রেলিয়ার বিপক্ষে খেলায় ৪৭.৪-২৮-৪৪-৩ বোলিং পরিসংখ্যান গড়েছিলেন। তার বোলিং গড়ে আবদুল কাদিরের চেয়ে ভালো ছিল। ১৯৮৯ সালে ওয়াকার ইউনুস ও মুশতাক আহমেদের উত্থানের পূর্বে পাকিস্তান দলের গুরুত্বপূর্ণ খেলোয়াড় হিসেবে বিবেচিত হতেন। বয়সের ভার ন্যূহ ইমরান খানের নতুন বল নিয়ে আক্রমণের সূচনা করতে না পারা ও মুশতাকের মেলে ধরা সত্ত্বেও তৌসিফ আহমেদকে মাঝেমধ্যেই দলে ফিরিয়ে আনা হয়।\n১৯৯০ সালে অস্ট্রেলিয়ায় নিজের সেরাটা উপহার দেন। তবে, এর পরপরই তাকে দলের বাইরে রাখা হয়।  ১৯৯৩ সালে বিস্ময়করভাবে তাকে দলে যুক্ত করা হলেও উইকেটবিহীন ছিলেন। তাসত্ত্বেও, পাকিস্তানের ঘরোয়া ক্রিকেটে দূর্দান্ত খেলেছিলেন। ২.৩-এর নিচে ওভার প্রতি বোলিং করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nতসলিম আরিফ\nসাকলাইন মুশতাক\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\nক্রিকেট বিশ্বকাপের পাঁচ-উইকেট প্রাপ্তির তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nপাকিস্তানি একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে তৌসিফ আহমেদ  (ইংরেজি)\nক্রিকেটআর্কাইভে তৌসিফ আহমেদ   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}