{"pageid": 1013605, "title": "নিউক্লিয়ার পাওয়ার প্লান্ট কোম্পানি বাংলাদেশ লিমিটেড", "url": "https://bn.wikipedia.org/wiki?curid=1013605", "content": "নিউক্লিয়ার পাওয়ার প্লান্ট কোম্পানি বাংলাদেশ লিমিটেড (NPCBL) পারমাণবিক বিদ্যুৎ কেন্দ্র আইন, ২০১৫ দ্বারা গঠিত সরকারি মালিকানাধীন কোম্পানি। এটি  বিজ্ঞান ও প্রযুক্তি মন্ত্রণালয় (বাংলাদেশ) এর একটি প্রতিষ্ঠান। রূপপুর পারমাণবিক বিদ্যুৎ কেন্দ্র সহ অন্যান্য পারমাণবিক বিদ্যুৎ কেন্দ্রের পরিচালক সংস্থার দায়িত্বে থাকবে।\n\n\n== ইতিহাস ==\nপার্লামেন্ট কর্তৃক পারমাণবিক বিদ্যুৎ কেন্দ্র বিল পাস হওয়ার পর ২০১৫ সালের সেপ্টেম্বরে নিউক্লিয়ার পাওয়ার প্লান্ট কোম্পানি বাংলাদেশ লিমিটেড প্রতিষ্ঠিত হয়। বিজ্ঞান ও প্রযুক্তি মন্ত্রী ইয়াফেস ওসমান এই বিলটি উত্থাপন করেছিলেন। সংসদে ভোটে বিরোধী দল কর্তৃক সন্নিবেশিত সংশোধনীও সরিয়ে দিয়েছে।\nনিউক্লিয়ার পাওয়ার প্লান্ট সংস্থা বাংলাদেশ লিমিটেড বাংলাদেশ পরমাণু শক্তি কমিশনের একটি সহায়ক সংস্থা। রূপপুর পারমাণবিক বিদ্যুৎকেন্দ্র পরিচালনার জন্য এটি দায়বদ্ধ।\n\n\n== কার্যক্রম ==\n২০১৫ সালে প্রতিষ্ঠিত হবার পর ২০১৭ সাল থেকে জনবল নিয়োগ প্রক্রিয়া শুরুর মাধ্যমে প্রতিষ্ঠানটি এর কাজ শুরু করে। ২০১৮ সালে এক ঝাঁক তরুন প্রকৌশলী ও বৈজ্ঞানিক এর হাত ধরে প্রতিষ্ঠানটি সাংগঠনিক রূপ পায়। পরবর্তীতে ধাপে ধাপে বিভিন্ন পদে লোকবল পদায়িত হয়। এই বিপুল উদ্যমী কর্মীসকল রূপপুর পারমাণবিক বিদ্যুৎ কেন্দ্র নির্মাণ প্রকল্পের সাথে যুক্ত থেকে প্রকল্পের কাজ সুষ্ঠুরূপে তদারকি করেছেন। \nপ্রকল্প ব্যবস্থাপনার কাজে দক্ষতা বৃদ্ধির জন্য ২০১৮ সালে প্রতিবেশী দেশ ভারতে ৮৮ জন কর্মকর্তার Foundation Course on Nuclear Energy (FNCE) বিষয়ক প্রশিক্ষণ কর্মসূচী সমাপ্ত হয়েছে। Operating organization-এ রূপপুর পারমাণবিক বিদ্যুৎ কেন্দ্র পরিচালন ও রক্ষণাবেক্ষণের জন্য পারমাণবিক প্রযুক্তি বিষয়ে প্রয়োজনীয় দক্ষ জনবল গড়ে তোলার জন্যে, স্বাক্ষরিত General Contract অনুযায়ী বিদ্যুৎ কেন্দ্র নির্মাণ, পরিচালন ও রক্ষণাবেক্ষণের জন্য প্রশিক্ষণ প্রদানের মাধ্যমে প্রয়োজনীয় সংখ্যক দক্ষ জনবল তৈরীর বাধ্যবাধকতা রয়েছে। উক্ত Contract এর সূত্র ধরে ২০১৮ সাল থেকে ২০২৪ সাল পর্যন্ত মোট ১৪২৪ জন প্রকৌশলী ও বৈজ্ঞানিক রাশিয়া থেকে প্রশিক্ষণ লাভ করেছেন। প্রশিক্ষিত জনবলের মধ্যে প্রয়োজন অনুসারে বিদ্যুৎ কেন্দ্র পরিচালন ও রক্ষণাবেক্ষণের জন্য প্রয়োজনীয় লাইসেন্স গ্রহণ করবেন এবং বর্তমানে তারা প্রশিক্ষণ শেষে দেশে প্রত্যাবর্তন করে সফলতার সাথে রাশান ফেডারেশনের বিশেষজ্ঞদের সাথে যৌথভাবে কমিশনিং পর্যায় এর কাজ সম্পাদন করছেন। পরবর্তীতে তাঁরাই বিদ্যুৎ কেন্দ্রটির পরিচালনার দায়িত্ব গ্রহণ করবেন।\nরূপপুর এনপিপি পরিচালন, রক্ষণাবেক্ষণে দক্ষ জনবল তৈরীর জন্য ইতিমধ্যে রূপপুর প্রকল্প এলাকায় General Contract-এর অধীনে একটি আধুনিক প্রশিক্ষণ কেন্দ্র নির্মাণ করা হয়েছে। পরবর্তীতে সকল প্রশিক্ষণ উক্ত কেন্দ্রে নিউক্লিয়ার পাওয়ার প্লান্ট কোম্পানি বাংলাদেশ লিমিটেড এর প্রকৌশলী ও বৈজ্ঞানিক দের দ্বারা প্রদান করা হবে।\nদেশের আর্থসামাজিক অবস্থা বিবেচনায় রূপপুর পারমাণবিক বিদ্যুৎ কেন্দ্র সুষ্ঠু ও নিরাপদে পরিচালনা ও রক্ষণাবেক্ষণের জন্য নিউক্লিয়ার পাওয়ার প্লান্ট কোম্পানি বাংলাদেশ লিমিটেড এ আনুমানিক ২৭০০ জনবল প্রয়োজন হবে, এর মধ্যে ২৫৩৫ জন রূপপুর প্রকল্প এলাকায় প্লান্টে নিয়োজিত থাকবেন।\n\n\n== তথ্যসূত্র =="}