{"pageid": 1013985, "title": "ঔর্ব", "url": "https://bn.wikipedia.org/wiki?curid=1013985", "content": "ঔর্ব (সংস্কৃত: और्व) হল হিন্দুধর্মের একজন উগ্র ঋষি, যিনি ভার্গব জাতির সদস্য। তিনি ক্ষত্রিয় ও ভৃগুর বংশধরদের মধ্যে রক্তক্ষয়ী বিরোধের সময় জন্মগ্রহণ করেছিলেন। তিনি বৎসের নাতিও ছিলেন, যার নামানুসারে শ্রীবৎস গোত্রের নামকরণ করা হয়েছে। তাঁর ছেলে রুচিকা, বিষ্ণুর ষষ্ঠ অবতার পরশুরামের পিতামহ।\n\n\n== পরিচয় ==\nমহর্ষি ঔর্বের সর্বাপেক্ষা প্রাচীনতর উল্লেখ পাওয়া যায় ঋগ্বেদে। ঋগ্বেদের অষ্টম মণ্ডলে, ১০২ তম সুক্তের চতুর্থ ঋক-\n\nঔর্বভূগুবচ্ছুচিমপ্নুবানবদা হুবে। অগ্নিং সমুদ্রবাসসং।।\nআমি সমুদ্রমধ্যবর্তী শুচি অগ্নিকে, ঔর্ব, ভৃগু ও আপ্নুবাণের ন্যায় আহ্বান করি।\nঐতরেয় ব্রাহ্মণে  ঐতশ নামে এক ঋষি সম্প্রদায়ের উল্লেখ মেলে যাদের পাপিষ্ঠ বলে বর্ণনা করা হয়েছে । কৌষীতকি ব্রাহ্মণেও অনুরূপ উল্লেখ মেলে । লক্ষণীয় , ঐতরেয় ব্রাহ্মণ এই ঐতশদের ঔর্ববংশীয় বলে উল্লেখ করেছে । কিন্তু কৌষীতকি ব্রাহ্মণে এদের সরাসরি ভৃগুবংশীয় বা ভার্গব বলা হয়েছে । ব্রাহ্মণগ্রন্থের এই প্রাচীন উল্লেখ থেকেই স্পষ্ট যে , মহর্ষি ঔর্ব এবং তার বংশধররা মূলত ভৃগুবংশেরই জাতক । তৈত্তিরীয় সংহিতা থেকে জানা যায় যে , একসময় মহর্ষি অত্রির কৃপায় পুত্ৰার্থী ঔর্ব ঋষি সন্তান লাভ করেছিলেন । সেক্ষেত্রে ঔর্বর বংশধরদের সঙ্গে অত্রি বংশেরও ঘনিষ্ঠ সম্বন্ধ স্বীকার করতে হয়। পঞ্চবিংশ ব্রাহ্মণে  একটি বাক্যে একত্রে দুজন ঔর্ব ঋষির উল্লেখ দেখে মনে হয় ব্রাহ্মণগ্রন্থের কালেই ঔর্ব এবং তাঁর বংশধর ও শিষ্যরা ঋষি হিসেবে যথেষ্টই খ্যাতি অর্জন করেছিলেন ।\nসমস্ত বেদ ও পুরাণে ঔর্বকে ভৃগুবংশীয় বলা হলেও ঔর্বের সঠিক পরিচয় নিয়ে কিছু মতভেদ আছে। মহাভারতের অনুশাসন পর্বে উল্লেখ করা হয়েছে, ভৃগুর সাত পুত্রের চতুর্থজন হলেন ঔর্ব। কিন্তু আদিপর্বে বলা হয়েছে ভৃগুবংশীয় চ্যবনের পুত্র হলেন ঔর্ব। আবার বায়ু ও মৎস্যপুরাণে প্রাপ্ত ভৃগুবংশের বংশতালিকা থেকে জানা যায়, (মৎস্যপুরাণ মতে) ভৃগুর দুই পুত্র- চ্যবন ও আপ্নুবান। বায়ুপুরাণ মতে ভৃগুর পুত্র চ্যবন, চ্যবনের পুত্র আপ্নুবান(বায়ুপুরাণে লেখা আছে 'আত্মবান')। মৎস্য ও বায়ু উভয়পুরাণ মতে আপ্নুবানের পুত্র ঔর্ব। পরবর্তীকালে ঔর্ব তাঁর কর্মের দ্বারা এতটাই বিখ্যাত হয়েছিলেন যে  পুরাণকারেরা ঔর্বকে-ই সাক্ষাৎ ভৃগু কিংবা চ্যবনের পুত্র বলে উল্লেখ করেছেন। বায়ুপুরাণে বেদের মন্ত্রদ্রষ্টা ঋষি হিসেবে ঔর্বের নাম শ্রদ্ধার সঙ্গে উচ্চারিত হয়েছে।\n\n\n== জন্ম-বৃত্তান্ত ==\nহৈহেয়রাজ কৃতবীর্যের কুলপুরোহিত ছিলেন ভৃগুবংশীয় ঋষিরা। সেই রাজা কৃতবীর্য বহুতর যাগ-যজ্ঞ করে ভৃগুবংশীয়দের অনেক ধন দান করেছিলেন।\nরাজা কৃতবীর্য স্বর্গত হওয়ার পর হৈহেয়দের অবস্থা খারাপ হতে থাকল। তাঁদের ধন-সম্পদের প্রয়োজন হল। হৈহেয়রা জানত যে তাঁদের পুরোহিত বংশের কাছে অনেক সম্পত্তি রয়েছে। সেইজন্য কিছু ধন-সম্পত্তির আশায় তাঁরা ভৃগুবংশীয় ঋষিদের কাছে গেলেন। কিন্তু ঋষিগণ ধনদান করতে অনিচ্ছুক হয়ে অনেকে সেই ধনসম্পত্তি অন্য ব্রাহ্মণদের দিয়ে দিলেন, আবার কেউ কেউ তাঁদের সম্পত্তি মাটির নিচে পুতেঁ রাখলেন, অনেকে আবার কেড়ে নেওয়ার ভয়ে তাঁদের সম্পত্তি হৈহেয়দের দিয়ে দিলেন। কিন্তু হৈহেয়রা মাটির তলা থেকেও লুকোনো ধন-সম্পত্তি বের করে নিয়েছিল এবং ভৃগুবংশীয়দের প্রতি ক্রোধিত হয়ে নিশিত অস্ত্রের দ্বারা ঋষিদের হত্যা করতে শুরু করলেন। এমনকি পাপাত্মা হৈহেয়দের হাত থেকে অনেক মায়ের গর্ভে থাকা শিশুও রেহাই পেল না।\nএইরকম এক অবস্থায় ঔর্বের মাতা নিজের স্বামীর বংশরক্ষার জন্য গর্ভস্থ শিশুকে নিজের উরুতে লুকিয়ে ফেললেন। কিন্তু অন্য এক ব্রাহ্মণী এই কথা জানতে পেরে হৈহেয়দের বলে দিল।\nদুরাত্মা হৈহেয়গণ সেই সন্তানকেও নষ্ট করবার জন্য হিমালয়ের অতি দুর্গম এক পর্বতে-যেখানে ঔর্বের মাতা আশ্রয় নিয়েছিলেন-সেইখানে গেল। কিন্তু সেইখানে গিয়ে তাঁরা গর্ভ নষ্ট করতে উদ্যত হলে ঔর্ব মাতার উরুভেদ করে ভীষণ তেজ নির্গত করলেন। মধ্যাহ্নকালের সূর্যের মতন সেই তেজের ফলে হৈহেয়দের চোখ নষ্ট হলো।\nসেই হৈহেয়রা দৃষ্টিশক্তি পুনরায় ফিরে পাবার জন্য বারবার ঔর্বের মাতা ঋষিপত্নীর পায়ে পড়ে অনুরোধ করতে লাগল। কিন্তু ঋষিপত্নী বললেন, ''আমি ক্রোধিত হয়ে তোমাদের চোখ নষ্ট করিনি। তোমরা আমাদের উপর অত্যাচার করছো। আমার গর্ভস্থ পুত্রের বন্ধুবর্গকে গর্ভাবস্থায় হত্যা করেছো। এই কারণে আমার পুত্র তোমাদের চোখের ক্ষমতা নষ্ট করেছে। আমার পুত্র গর্ভে থাকাকালীন সময়েই বেদ-বেদাঙ্গ  পাঠ শেষ করেছে। সুতরাং তোমরা আমার পুত্রের নিকট প্রার্থনা কর। সে নিশ্চয় তোমার দৃষ্টিশক্তি ফিরিয়ে দিতে পারে''।  ঋষিপত্নীএইরকম বলতেই হৈহেয়রা ঋষিপত্নীর উরুদেশস্থ ঔর্বের নিকট ক্ষমা চাইলেন। ঔর্বকে বললেন, ''আপনি প্রসন্ন হোন''। ঔর্ব প্রসন্ন হলেন। হৈহেয়রা দৃষ্টি ফিরে পেলেন এবং পুনরায় ক্ষমা চেয়ে প্রস্থান করলেন।\nএর কিছুকাল পরে মাতার উরুভেদ করে ঔর্ব ভূমিষ্ঠ হলেন। যেহেতু তিনি মাতার উরুভেদ করে জন্ম নিয়েছিলেন, তাই তাঁর নাম হলো 'ঔর্ব'।\nঔর্ব ভৃগুবংশীয়দের প্রতি হৈহেয়দের এই অত্যাচারের প্রতিশোধ নিতে সচেষ্ট হলেন। তিনি সমস্ত ক্ষত্রিয়কুল ধ্বংস করবার জন্য ঘোরতর তপস্যায় মগ্ন হলেন। তাঁর তপস্যায় ত্রিলোক সন্তপিত হলো। অতঃপর ঔর্বের স্বর্গত পূর্বপুরুষগণ তপস্যানিরত ঔর্বের নিকট এসে বললেন, ''পুত্র! তোমার দারুণ তপস্যার প্রভাব দেখেছি, তুমি ক্রোধ সংবরণ কর। বৎস! প্রতিশোধের মনোবৃত্তি ভাল নয়। পুত্র, যারা হৈহেয়দের হাতে নিহত হয়েছে। তাঁরা জেনে বুঝেই হৈহেয়দের কাছে প্রাণ দিয়েছে। বেদপাঠ এবং সমস্ত পুণ্যকর্মের জন্য আমাদের অনেক দীর্ঘ আয়ু ছিল, কিন্তু আমাদের জীবনের প্রতি বিতৃষ্ণা জন্মেছিল। আবার আত্মহত্যা করা মহাপাপ, তাই আমরা ইচ্ছাকৃতভাবে হৈহেয়দের হাতে মৃত্যুবরণ করেছি। সুতরাং পুত্র তুমি ক্রোধিত হয়ো না। ক্রোধ তপস্যার প্রভাবকে নষ্ট করে। তুমি শান্ত হও''।\nপিতৃগণের কথায় ঔর্ব কিছুটা শান্ত হলেন। তিনি বললেন, ''পিতৃগণ আমি ক্ষত্রিয়দের শাস্তি দিবার জন্য যে তপস্যা করেছি, এবং ক্ষত্রিয়দের প্রতি আমার যে ক্রোধ জন্মেছে, আমি যদি সেই ক্রোধের বহিঃপ্রকাশ না ঘটাই, যদি সে ক্রোধ দমন করি, তবে সেই দমিত ক্রোধাগ্নি আমাকেই দগ্ধ করবে। সুতরাং যাতে আমার মঙ্গল হয় সেইরূপ উপায় করুন''। তখন ঔর্বের পূর্বপুরুষেরা বললেন, ''তোমার ক্রোধের অগ্নি সমুদ্রে নিক্ষেপ কর। কেননা তুমি যেরকম তপস্যা করছ তাতে সমস্ত জগৎ বিনষ্ট হবে। সমস্ত প্রাণীগণের মূল হলো জল। সমস্ত প্রাণী-ই হলো জলস্বরূপ। সুতরাং যদি তোমার ক্রোধের অগ্নি জলে নিক্ষেপ কর, তবে তোমার ক্ষত্রিয়বধের প্রতিজ্ঞা সত্য হবে''। ঔর্ব তখন তাঁর ক্রোধ সমুদ্রে নিক্ষেপ করলেন। মহর্ষি ঔর্বের ক্রোধ সমুদ্রের তলায় গিয়ে বড়বা'র আকৃতি নিয়ে সমুদ্রের তলায় অগ্নি উদ্গীরণ করে এবং সমুদ্রের জল পান করে।\nমহাভারতের এই সমুদ্র তলবর্তী অগ্নির কথাই ঋগ্বেদে বলা হয়েছে।\nমহাভারতের আদিপর্বে ঔর্বের এই ঘটনার শেষে বলা হয়েছিল যে, ঔর্ব তাঁর ক্রোধ প্রশমিত করেছিলেন। কিন্তু মহাভারতের অনুশাসন পর্বে একটি স্থানে বায়ুদেব, কার্তবীর্যার্জুনকে ব্রাহ্মণ-মাহাত্ম্য বর্ণনা করবার সময় বলেছিলেন, ''এক ঔর্ব মুনি তালজঙ্ঘ নামক বিপুল বংশের বিনাশ করেছিলেন''। এই তালজঙ্ঘ হৈহেয়বংশের অন্য এক শাখা।\n\n\n== সগর রাজার জন্মকথা ==\nসগর রাজার জন্ম হয়েছিল কিছুটা ঔর্ব ঋষির-ই আশির্বাদে।\nইক্ষ্বাকুবংশীয় রাজা বাহুক অত্যন্ত অধার্মিক, নানা রকম আমোদ-প্রমোদে আসক্ত ছিলেন। এই কারণে তিনি রাজ্যচালনা ও শত্রুদমনে অসমর্থ ছিলেন। তাঁর এই অসামর্থ্যের সুযোগ নিয়ে হৈহেয়, তালজঙ্ঘ, শক, যবন, পারদ এবং পহ্লব প্রভৃতি ক্ষত্রিয়রা একজোটে তাঁর রাজ্য আক্রমণ করে। এবং অবধারিত ভাবে বাহুক রাজার পরাজয় ঘটে। পরাজিত বাহুক রাজা  পলায়ন করেন। বাহুক তখন বৃদ্ধাবস্থায় ছিলেন। পলায়নরত অবস্থায় ঔর্ব ঋষির আশ্রমের নিকট এসে তিনি শ্রান্ত হয়ে পড়েন, কিছুক্ষণ পরেই তিনি মারা যান। রাজার মহিষী-ও রাজার সঙ্গে আসছিলেন। মৃত পতিকে দেখে তিনি শোকে বিহ্বল হয়ে পড়েন এবং সহমরণে যাওয়ার সিদ্ধান্ত নিয়ে চিতা সজ্জিত করেন। এমন সময় মহর্ষি ঔর্ব এসে বাহুকপত্নীকে নিরস্ত করেন। ঔর্ব এইকথা বলেন যে, ''গর্ভবতী স্ত্রী-র সহমরণে যাওয়া উচিৎ নয়। তোমার গর্ভে যে রয়েছে, সেই পুত্র অখিল ভূমণ্ডলের অধিপতি হবে, রাজচক্রবর্তী, অতিবীর্য পরাক্রমশালী অনেক যজ্ঞকর্তা এবং শত্রুক্ষয়কারী হবে। কাজেই তুমি এমন কাজ কোরো না''। তখন রাণী নিরস্ত হলেন।\nএর কিছুকাল পরে ঔর্বের আশ্রমে সগরের জন্ম হয়। যখন সগরের মাতার গর্ভাধান হয় তখন বাহুক রাজার অন্য পত্নীরা হিংসায় সগরমাতার(বায়ুপুরাণে এঁনার নাম 'যাদবী') খাদ্যে বিষ মিশিয়ে দেন। এই বিষ মেশানোর ফলে সাত বছর ধরে সগর তাঁর মাতার পেটের মধ্যে অবস্থান করছিলেন। যাহোক, ঔর্বের আশির্বাদে সগরের জন্ম হলো। সেই বিষের সঙ্গেই শিশুপুত্র ভূমিষ্ঠ হলো। এই কারণে পুত্রের নাম হলো সগর[সঃ গরঃ- 'সঃ' মানে 'সহিত', 'গরঃ' মানে 'গরল বা বিষ'। অর্থাৎ-বিষের সঙ্গে যার জন্ম]। ঔর্বই এই বালকের জাতকর্ম,  উপনয়ন এবং শিক্ষা-দীক্ষা দেন। বড় হওয়ার পরে সগর তাঁর পিতার দুর্দশার কারণ তাঁর মা-র কাছ থেকে জানতে পারেন। প্রতিশোধ ইচ্ছায় এবং হারানো রাজ্য ফিরে পাবার জন্য তিনি ঔর্বের সহায়তায় হৈহেয়, শক, তালজঙ্ঘ প্রভৃতি ক্ষত্রিয় জনজাতির সঙ্গে যুদ্ধ করেন। অনেককে হত্যা করেন, আবার পরাজিতদের লাঞ্ছনা দেন। [ঔর্বের সহায়তায় সগরের এই অভিযানে তালজঙ্ঘ বংশের নাম ও আছে। সগর এই তালজঙ্ঘদের উচ্ছেদ করেছিলেন। এই কথা-ই বায়ুদেব কার্তবীর্যার্জুন কে বলেছিলেন।]\nপরবর্তী কালে সগরের ষাট হাজার পুত্র এবং অসমঞ্জের জন্মও হয়েছিল ঔর্বের আশির্বাদে। ঔর্বের উপদেশেই সগর অশ্বমেধ যজ্ঞ করেছিলেন।\n\n\n== অন্যান্য ==\n\n\n=== শ্রীমদ্ভগবত পুরাণ ===\nহস্তিনাপুরের রাজা, অভিমন্যুর পুত্র পরীক্ষিৎ  যখন গঙ্গার তীরে প্রায়োগপবেশন করে প্রাণত্যাগের সংকল্প করেন, তখন তাঁকে দেখবার জন্য বিভিন্ন স্থান থেকে যে ঋষি-মুনিদের সমাগম হয়, তাঁদের মধ্যে ঔর্ব একজন।\n\n\n=== মৎস্যপুরাণ ===\nমৎস্যপুরাণে বলা হয়েছে, স্বরোচিষ মন্বন্তরে যে সাতজন ঋষি সপ্তর্ষি হবেন, তাঁদের মধ্যে ঔর্ব একজন।\n\n\n=== কালিকা পুরাণ ===\nকালিকা পুরাণের একস্থানে ঋষিরা মার্কণ্ডেয় মুনিকে প্রশ্ন করছিলেন, 'কালী কেন শিবের অর্ধাঙ্গ গ্রহণ করলেন? ' এবং কি কারণে কালী গৌরীত্ব(অর্থাৎ শিবের গৌরী) প্রাপ্ত হলেন?'। মার্কণ্ডেয় মুনি প্রশ্নগুলোর উত্তর দেবার সময় বলেছিলেন পুরাকালে সূর্যবংশীয় রাজা সগর, ঔর্ব মুনি কে এই সকল প্রশ্ন জিজ্ঞাসা করেছিলেন। অতঃপর ঔর্ব মুনি সগরকে যে উত্তর দিয়েছিলেন, ঋষিগণের প্রশ্নে মার্কণ্ডেয় মুনি-ও সেই সকল উত্তর-ই দিলেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}