{"pageid": 1013709, "title": "বোতল", "url": "https://bn.wikipedia.org/wiki?curid=1013709", "content": "বোতল হচ্ছে চোঙের মত সরু, একপাশ বদ্ধ অন্যপাশে ছিঁপি লাগানো কাঁ‌চ, রাবার, মাটি, অ্যালমুনিয়াম, প্লাস্টিক, চীনামাটি ও লোহা প্রভৃতী দিয়ে তৈরি তরল ধারক পাত্র।\n\n\n== বোতল শব্দের ব্যুৎপত্তি ==\nগ্রীক শব্দ (βοῦττις) Boutis (vessel বা বদনা) থেকে প্রাচীন লাতিন আমেরিকান শব্দে buttis (Cask বা পিপে) ও এর থেকে প্রাকৃত লাতিন Butticula শব্দে এবং সেটি থেকে ফরাসী boteille শব্দ হয়ে বোতল শব্দের উদ্ভব।\n\n\n== ইতিহাস ==\nবোতলের আবিষ্কারের সুস্পষ্ট ইতিহাস পাওয়া যায়নি। প্রায় ১০০ খিস্টপূর্বে দক্ষিণ পূর্ব এশিয়ায় কাঁচের ও মাটির বোতলের নিদর্শন ইতিহাস পাওয়া গেছে। এসময়ে রোমান সাম্রাজ্যে কাঁচের তৈরি বোতল ব্যবহারের নিদর্শন পাওয়া গেছে।\n\n\n== বিভিন্ন প্রকারের বোতল ==\nপৃথিবীর বিভিন্ন অঞ্চলে বিভিন্ন ধরনের বোতলের উদ্ভব হয়েছে এবং এর ব্যবহার বিকাশ হয়েছে। প্লাস্টিকের বোতল, কাঠের বোতল, মাটির বোতল, কাঁচের বোতল, চীনামাটির বোতল , অ্যালমুনিয়াম -টিন ও লোহার বোতলের ব্যবহার বর্তমানে অহরহ।\n\n\n== কাঁচের বোতল ==\nকাঁচের বোতলের ব্যবহার শুরু হয় দক্ষিণ পূর্ব এশিয়ায় প্রায় ১০০ খিস্টপূর্বে। সমসাময়িক সময়ে রোমান সাম্রাজ্যেও কাঁচের বোতলের ব্যবহার হয়। আমেরিকায় আধুনিক শিল্পে কাচের বোতলের ব্যবহার শুরু হয় ১৬০০ খিস্টাব্দে। সুগন্ধি,মদ,বিয়ার, ওষুধ প্রভৃতি ধারণ ও সরবরাহে কাঁচের বোতলের ব্যবহার ব্যাপক। কাঁচের বোতল পরিবেশ বান্ধব এবং এটি বারবার ব্যবহার করা যায়।\n\n\n== প্লাস্টিকের বোতল ==\nপ্লাস্টিকের বোতল হচ্ছে পলিমার বা জৈব যোগ তৈরী তরল ধারক। প্রায় ১৬শ থেকে ১৪শ খিস্টপূর্বাব্দে আমেরিকার মেসোয়ামেরিকানরা প্রাণীজ রক্তের প্রোটিন হতে অর্গানিক পলিমার ও প্রাকৃতিক রাবার হতে বিভিন্ন ধরনের তৈজসপত্র তৈরী করতো। শিল্প বিপ্লবের সময় এগুলো নিয়ে প্রচুর গবেষণা হয় এবং বিভিন্ন পলিমার তৈজসপত্রের ব্যবহার ব্যাপকহারে বিকাশ হয়। উনিশ শতকে ন্যানো প্রযুক্তির ব্যবহারে এগুলোর বিভিন্ন শিল্প গড়ে উঠে।\n\nপ্লাস্টিকের বোতল টেকসই এবং হাজার বছরেও এটি নষ্ট হয়না। এটি প্রকৃতির জন্য ক্ষতিকর।\n\n\n== চীনামাটির বোতল ==\nপ্রায় ৯শ থেকে ১১ শ খিস্টাব্দে চীনে চীনামাটির বোতলের ব্যবহারের নিদর্শন পাওয়া গেছে। এটিকে Ding-Ware বলা হতো। বিভিন্ন ঔষধ ও পবিত্র তরল ধারণে তারা এটি ব্যবহার করতো।\n\n\n== লোহা/অ্যালমুনিয়াম/টিনের বোতল ==\nআধুনিক আমেরিকায় এসব বোতলের উদ্ভব‌। সুগন্ধি,মদ,বিয়ার,কোমল পানীয়, দুধ ধারণে এগুলো ব্যবহার করা হতো‌।\nএছাড়াও মাটির,কাঠের, পিতলের ও রাবারের বোতল দেখা যায়।\n\n\n== তথ্যসূত্র =="}