{"pageid": 1013893, "title": "বিষুবীয় গিনি জাতীয় ফুটবল দল", "url": "https://bn.wikipedia.org/wiki?curid=1013893", "content": "বিষুবীয় গিনি জাতীয় ফুটবল দল (ইংরেজি: Equatorial Guinea national football team) হচ্ছে আন্তর্জাতিক ফুটবলে বিষুবীয় গিনির প্রতিনিধিত্বকারী পুরুষদের জাতীয় দল, যার সকল কার্যক্রম বিষুবীয় গিনির ফুটবলের সর্বোচ্চ নিয়ন্ত্রক সংস্থা বিষুবীয় গিনীয় ফুটবল ফেডারেশন দ্বারা নিয়ন্ত্রিত হয়। এই দলটি ১৯৮৬ সাল হতে ফুটবলের সর্বোচ্চ সংস্থা ফিফার এবং একই বছর হতে তাদের আঞ্চলিক সংস্থা আফ্রিকান ফুটবল কনফেডারেশনের সদস্য হিসেবে রয়েছে। ১৯৭৫ সালের ২৩শে মে তারিখে, বিষুবীয় গিনি প্রথমবারের মতো আন্তর্জাতিক খেলায় অংশগ্রহণ করেছে; চীনে অনুষ্ঠিত উক্ত ম্যাচে বিষুবীয় গিনি চীনের কাছে ৬–২ গোলের ব্যবধানে পরাজিত হয়েছে।\n১৫,০০০ ধারণক্ষমতাবিশিষ্ট মালাবো স্টেডিয়ামে জাতীয় বজ্রধ্বনি নামে পরিচিত এই দলটি তাদের সকল হোম ম্যাচ আয়োজন করে থাকে। এই দলের প্রধান কার্যালয় বিষুবীয় গিনির রাজধানী মালাবোয় অবস্থিত। বর্তমানে এই দলের ম্যানেজারের দায়িত্ব পালন করছেন হুয়ান মিকা এবং অধিনায়কের দায়িত্ব পালন করছেন এপিওইএলের আক্রমণভাগের খেলোয়াড় এমিলিও এনসুয়ে।\nবিষুবীয় গিনি এপর্যন্ত একবারও ফিফা বিশ্বকাপে অংশগ্রহণ করতে পারেনি। অন্যদিকে, আফ্রিকা কাপ অফ নেশন্সে বিষুবীয় গিনি এপর্যন্ত ২ বার অংশগ্রহণ করেছে, যার মধ্যে সেরা সাফল্য হচ্ছে ২০১৫ আফ্রিকা কাপ অফ নেশন্সে চতুর্থ স্থান অর্জন করা, যেখানে তারা গণতান্ত্রিক কঙ্গো প্রজাতন্ত্রের সাথে ০–০ গোলে ড্র করার পর পেনাল্টি শুট-আউটে ৪–২ গোলের ব্যবধানে পরাজিত হয়েছে।\nইবান সারান্দোনা, ফেলিপে ওভোনো, হাবিয়ের বালবোয়া, এমিলিও এনসুয়ে এবং উবেনাল এদহোগোর মতো খেলোয়াড়গণ বিষুবীয় গিনির জার্সি গায়ে মাঠ কাঁপিয়েছেন।\n\n\n== র‌্যাঙ্কিং ==\nফিফা বিশ্ব র‌্যাঙ্কিংয়ে, ২০১৫ সালের ফেব্রুয়ারি মাসে প্রকাশিত র‌্যাঙ্কিংয়ে বিষুবীয় গিনি তাদের ইতিহাসে সর্বোচ্চ অবস্থান (৪৯তম) অর্জন করে এবং ১৯৯৮ সালের ডিসেম্বর মাসে প্রকাশিত র‌্যাঙ্কিংয়ে তারা ১৯৫তম স্থান অধিকার করে, যা তাদের ইতিহাসে সর্বনিম্ন। অন্যদিকে, বিশ্ব ফুটবল এলো রেটিংয়ে বিষুবীয় গিনির সর্বোচ্চ অবস্থান হচ্ছে ১০৭তম (যা তারা ২০১৫ সালে অর্জন করেছিল) এবং সর্বনিম্ন অবস্থান হচ্ছে ১৮৭। নিম্নে বর্তমানে ফিফা বিশ্ব র‌্যাঙ্কিং এবং বিশ্ব ফুটবল এলো রেটিংয়ে অবস্থান উল্লেখ করা হলো:\n\nফিফা বিশ্ব র‌্যাঙ্কিং\n\nবিশ্ব ফুটবল এলো রেটিং\n\n\n== প্রতিযোগিতামূলক তথ্য ==\n\n\n=== ফিফা বিশ্বকাপ ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট  (স্পেনীয়)\nফিফা-এ বিষুবীয় গিনি জাতীয় ফুটবল দল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ জুন ২০১৮ তারিখে (ইংরেজি)\nক্যাফ-এ বিষুবীয় গিনি জাতীয় ফুটবল দল (ইংরেজি)"}