{"pageid": 1013520, "title": "টম ওয়েস্টলি", "url": "https://bn.wikipedia.org/wiki?curid=1013520", "content": "টমাস ওয়েস্টলি (ইংরেজি: Tom Westley; জন্ম: ১৩ মার্চ, ১৯৮৯) কেমব্রিজশায়ারের কেমব্রিজ এলাকায় জন্মগ্রহণকারী ইংরেজ আন্তর্জাতিক ক্রিকেটার। তিনি ইংল্যান্ড ক্রিকেট দলের অন্যতম সদস্য। ২০১০-এর দশকের মাঝামাঝি সময়কাল থেকে ইংল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করছেন।\nঘরোয়া প্রথম-শ্রেণীর ইংরেজ কাউন্টি ক্রিকেটে এসেক্স দলের প্রতিনিধিত্ব করেন টম ওয়েস্টলি। দলে তিনি মূলতঃ শীর্ষসারির ডানহাতি ব্যাটসম্যান হিসেবে খেলছেন। এছাড়াও, ডানহাতে অফ ব্রেক বোলিংয়ে পারদর্শী তিনি।\n\n\n== শৈশবকাল ==\n১৩ মার্চ, ১৯৮৯ তারিখে কেমব্রিজে টম ওয়েস্টলি’র জন্ম। ডারহাম বিশ্ববিদ্যালয়ে অধ্যয়ন করেছেন তিনি।\nএসেক্সের গুরু হিসেবে খ্যাত কিথ ফ্লেচার তার প্রতিভা সম্পর্কে সর্বপ্রথম অবগত হন। ২০০৩ সালে ১৪ বছর বয়সী টম ওয়েস্টলিকে মাঝারিসারির ব্যাটসম্যান হিসেবে এসেক্স একাডেমিতে যুক্ত করা হয়। জুন, ২০০৬ সালে সফররত শ্রীলঙ্কা একাদশের বিপক্ষে প্রথম একাদশের সদস্যরূপে একদিনের খেলায় তার অভিষেক হয়। ঐ বছরের ডিসেম্বরে গ্রাহাম গুচ স্কলারশীপ নিয়ে তিন সপ্তাহের জন্যে পার্থ গমন করেন। এরপর, ফেব্রুয়ারি, ২০০৭ সালে একাডেমির পাঁচজন গুরুত্বপূর্ণ শিক্ষার্থীর অন্যতম হিসেবে মুম্বই গমন করেন। সেখানে তিনি যথেষ্ট ভালো খেলেন। এরপর তাকে দুবাই ও আবুধাবিতে মৌসুম-পূর্ব সফরে যুক্ত করা হয়।\n২০০৬ সালে সফররত শ্রীলঙ্কা একাদশের বিপক্ষে লিস্ট এ ক্রিকেটে প্রথম খেলেন। পাশাপাশি, ২০০৭ সালে প্রথম একাদশে নিজের স্থান পাকাপোক্ত করেন। অ্যান্ডি ফ্লাওয়ারের অবসর গ্রহণ এবং রনি ইরানী, অ্যালাস্টেয়ার কুক ও রবি বোপারা’র ক্রমবর্ধমান ইংল্যান্ডের পক্ষে খেলার ব্যস্ততার ফলে টম ওয়েস্টলি’র প্রথম একাদশে খেলার সম্ভাবনা প্রবল হয়ে উঠে। তবে, ইংল্যান্ড অনূর্ধ্ব-১৯ দলের পক্ষে খেলার জন্যে আমন্ত্রণের পূর্ব-পর্যন্ত তা বাস্তবায়িত হয়নি। আগস্ট, ২০০৭ সালে সফররত পাকিস্তান অনূর্ধ্ব-১৯ দলের মুখোমুখি এবং পরবর্তীতে শ্রীলঙ্কা গমনের সুযোগ পান। ফেব্রুয়ারি, ২০০৮ সালে অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপে খেলেন। ঐ গ্রীষ্মে নিউজিল্যান্ড সফরে অনূর্ধ্ব-১৯ দলের অধিনায়ক মনোনীত হন।\n২০০৪ সালের দ্বিতীয় একাদশ চ্যাম্পিয়নশীপে এসেক্স দলে অংশগ্রহণের মাধ্যমে টম ওয়েস্টলি’র খেলোয়াড়ী জীবনের সূত্রপাত ঘটে। ১৫ বছর বয়সী টম ওয়েস্টলি তার প্রতিপক্ষ মিডলসেক্সের অধিনায়ক ৫১ বছর বয়সী সাবেক ইংরেজ টেস্ট ক্রিকেটার জন এম্বুরিকে পান। এরপর থেকে মাঝে-মধ্যে খেলতেন। ২০০৫ সালের পরের মৌসুমে দূর্দান্ত খেলেন ও দলের মূল্যবান তরুণ খেলোয়াড়ে পরিণত করেন নিজেকে। একই বছর মাইনর কাউন্টিজ চ্যাম্পিয়নশীপে কেমব্রিজশায়ারের পক্ষে দুই খেলায় অংশ নেন।\n২০০৯ সালে ডারহাম বিশ্ববিদ্যালয়ে অধ্যয়নকালীন এসেক্স দলে খেলতে থাকেন। সহজাত নেতৃত্ব গুণের কারণে ডারহাম এমসিসিইউ দলকে পরিচালনা করেছেন। এসেক্স দলে প্রত্যাবর্তনের ফলে কাউন্টি চ্যাম্পিয়নশীপের খেলায় গুরুত্বপূর্ণ ভূমিকা রাখেন। সেপ্টেম্বর, ২০০৯ সালে ডার্বিতে প্রথম একাদশের পক্ষে নিজস্ব প্রথম শতরানের ইনিংস খেলেন। ডার্বিশায়ারের বিপক্ষে তিনি ১৩২ রান সংগ্রহ করেছিলেন। এরপর থেকে তার খেলায় দর্শনীয়তার তুলনায় স্থিরতা লাভ করে।\nএছাড়াও, এমসিসি দলের পক্ষে খেলেছেন তিনি। ডারহাম এমসিসি বিশ্ববিদ্যালয় দলের নেতৃত্বে থেকে বিভিন্ন কাউন্টি দলসহ অন্যান্য বিশ্ববিদ্যালয় দলের বিপক্ষে খেলেন। এসেক্স দলে তাকে খেলার সুযোগ না দিলে তিনি ইস্ট অ্যাঙ্গলিয়ান প্রিমিয়ার ক্রিকেট লীগে মিল্ডেনহল ক্রিকেট ক্লাবসহ র‍্যাডউইন্টার বোলস ক্লাবের পক্ষে খেলতেন।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\nকেমব্রিজশায়ারের ওয়েস্টন কলভিল ক্রিকেট ক্লাবের মাধ্যমে তার ক্রিকেট জীবনের সূত্রপাত ঘটে। ২০০৭ সাল থেকে টম ওয়েস্টলি’র প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান রয়েছে। ২০০৮, ২০০৯ ও ২০১০ সালে এনবিসি ডেনিস কম্পটন পুরস্কারে ভূষিত হন। নিজের স্বর্ণালী দিনগুলোয় দর্শনীয় ব্যাটসম্যান ছিলেন। লেগ সাইডের দিকেই তিনি সবিশেষ দক্ষ দেখিয়েছেন। এসেক্সের পক্ষে এক দশকের অধিক সময় খেলার পর অবশেষে ইংল্যান্ডের পক্ষে টেস্ট দলে অন্তর্ভুক্ত হন। জন ক্রলি’র সাথে তার ড্রাইভের বেশ মিল ছিল।\n২০১২ সাল থেকে চ্যাম্পিয়নশীপের প্রত্যেক খেলায় তার অংশগ্রহণ ছিল। কয়েকজনের সাথে জুটি গড়তে ব্যর্থ হবার পর জাইক মিকলবার্গের সাথে ব্যাটিং উদ্বোধনে নেমে এসেক্স দলকে কিছুটা নিশ্চিন্ত করতে প্রয়াস চালান। গ্ল্যামারগনের বিপক্ষে প্রথম-শ্রেণীর ক্রিকেটে ব্যক্তিগত সর্বোচ্চ রান তুলেন। ২০১৩ সালে অ্যাশেজ সিরিজকে ঘিরে প্রস্তুতিমূলকখেলায় আঙ্গুল ভেঙ্গে যায়। তবে, পরবর্তী মৌসুমে সীমিত ওভারের খেলায় তাকে অতিরিক্ত মনোযোগী হতে দেখা যায়।\n\n\n== স্বর্ণালী সময় ==\n২০১৪ সালের শেষদিকে জাতীয় দল নির্বাচকমণ্ডলীর দৃষ্টি আকর্ষণ করেন। ২৫ বছর বয়সে ইংল্যান্ড পারফরম্যান্স প্রোগ্রামে ব্যাটিংয়ের জন্যে যুক্ত হন। শ্রীলঙ্কায় স্পিন প্রশিক্ষণ শিবিরে অংশ নেন। এরপর, ব্লুমফিল্ড দলের পক্ষে খেলেন। এরপরই সাদা বলের ক্রিকেটে তার বিরাট সাফল্য অর্জিত হয়। রয়্যাল লন্ডন কাপে ৫৭.৩৩ ও টি২০তে ৪৪.৮৩ গড়ে রান তুলেন। এ পর্যায়ে উভয় স্তরের ক্রিকেটে তিনটি শতরানের ইনিংস খেলেন।\n২০১৫ সালে স্বীয় প্রতিভার বিচ্ছুরণ ঘটান। চেমসফোর্ডে অ্যাশেজ সিরিজকে ঘিরে সফররত অস্ট্রেলীয় একাদশের বিপক্ষে শতরান করেন। এরফলে, অ্যালাস্টেয়ার কুকের কাছ থেকে উচ্ছ্বসিত প্রশংসা কুড়ান। পরবর্তী গ্রীষ্মে আরও তিনটি শতরান করে এসেক্স দলের উত্তরণ ঘটান। প্রথমবারের মতো সহস্র রানের মাইলফলক স্পর্শ করেন। প্রথম বিভাগে আরও কিছু উল্লেখযোগ্য রান সংগ্রহ করেছিলেন। পাশাপাশি, লায়ন্সের সদস্যরূপে দক্ষিণ আফ্রিকার বিপক্ষে শতক হাঁকান। ফলশ্রুতিতে, দল নির্বাচকমণ্ডলীর দৃষ্টি আকর্ষণে সক্ষম হন। ঐ বছর এসেক্স দল শিরোপা জয় করে ও পরবর্তীতে টম ওয়েস্টলি’র টেস্ট অভিষেকের সুগম ঘটে।\nঅ্যাশেজ দল থেকে তাকে বাদ রাখার দিনই এসেক্স দল চ্যাম্পিয়নশীপের শিরোপা লাভ করে। চেমসফোর্ডে তিনি তার খেলার ধারা অব্যাহত রাখেন। এসেক্সের ২০১৯ সালের চ্যাম্পিয়নশীপ ও টি২০ প্রতিযোগিতার উভয় শিরোপা পায়।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে পাঁচটিমাত্র টেস্টে অংশগ্রহণ করেছেন টম ওয়েস্টলি। ২৭ জুলাই, ২০১৭ তারিখে ওভালে সফরকারী দক্ষিণ আফ্রিকা দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ৭ সেপ্টেম্বর, ২০১৭ তারিখে লর্ডসে সফরকারী ওয়েস্ট ইন্ডিজ দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি। এখনো তাকে কোন ওডিআইয়ে অংশগ্রহণ করার সুযোগ দেয়া হয়নি।\n২০০৮ সালে মালয়েশিয়ায় অনুষ্ঠিত আইসিসি অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপে ইংল্যান্ডের পক্ষে খেলেন। এরপর, জুলাই, ২০১৭ সালে সফরকারী দক্ষিণ আফ্রিকার বিপক্ষে গ্যারি ব্যালেন্সের পরিবর্তে সিরিজের তৃতীয় টেস্টের পূর্বে ইংল্যান্ড দলে যুক্ত করা হয়। ২২ জুলাই, ২০১৭ তারিখে ২৮ বছর বয়সে ওভালে তার টেস্ট অভিষেক হয়। সফরকারী দক্ষিণ আফ্রিকার বিপক্ষে অর্ধ-শতরানের ইনিংস খেলেন। প্রথম ইনিংসে ২৫ ও দ্বিতীয় ইনিংসে ৫৯ রান তুলে ইংল্যান্ডের ২৩৯ রানের বিজয়ে ভূমিকা রাখেন। আবারও তাকে চতুর্থ টেস্টে ব্যাট হাতে নিয়ে তৃতীয় স্থানে নামার জন্যে মনোনীত করা হয়।\n\n\n== ওয়েস্ট ইন্ডিজের মুখোমুখি ==\nএরপর, ওয়েস্ট ইন্ডিজের বিপক্ষে তাকে দলে রাখা হয়। আগস্ট ও সেপ্টেম্বর, ২০১৭ সালে ওয়েস্ট ইন্ডিজের বিপক্ষে তিন টেস্টে খেলানো হয়। এ সিরিজে রান খরায় ভোগার ফলে তাকে দলের বাইরে রাখা হয়। পাঁচ ইনিংসের কোনটিতেই তিনি দুই অঙ্কের কোটা স্পর্শ করতে পারেননি। ফলশ্রুতিতে, অ্যাশেজ সফরে ইংল্যান্ড দলের পক্ষে খেলার জন্যে তাকে বিবেচনায় আনা হয়নি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nজ্যামি পোর্টার\nমাইক সেলভি\nইংল্যান্ড লায়ন্স (ক্রিকেট দল)\nইংরেজ টেস্ট ক্রিকেটারদের তালিকা\nইংল্যান্ড ক্রিকেট দলের অধিনায়কদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nআনুষ্ঠানিক কাউন্টি চ্যাম্পিয়নশীপ বিজয়ী দলের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে টম ওয়েস্টলি  (ইংরেজি)\nক্রিকেটআর্কাইভে টম ওয়েস্টলি   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}