{"pageid": 1014493, "title": "জেমস এল. এলিয়ট", "url": "https://bn.wikipedia.org/wiki?curid=1014493", "content": "জেমস লুডল এলিয়ট (ইংরেজি: James Ludlow Elliot; ১৭ জুন, ১৯৪৩ – ৩ মার্চ, ২০১১) ছিলেন একজন মার্কিন জ্যোতির্বিজ্ঞানী। তিনি এক দলের সদস্য হিসেবে ইউরেনাসের বলয়গুলি আবিষ্কার করেন। এছাড়াও একটি দলের সদস্য হিসেবে তিনি নেপচুনের বৃহত্তম প্রাকৃতিক উপগ্রহ ট্রাইটনে বিশ্ব উষ্ণায়ন পর্যবেক্ষণ করেছিলেন।\n\n\n== শিক্ষা ও কর্মজীবন ==\n১৯৪৩ সালে ওহিওর কলম্বাসে এলিয়ট জন্মগ্রহণ করেন। ১৯৬৫ সালে ম্যাসাচুয়েটস ইনস্টিটিউট অফ টেকনোলজি (এমআইটি) থেকে তিনি সায়েন্টি ব্যাচালারাস (এস.বি.) ডিগ্রি অর্জন করেন এবং ১৯৭২ সালে হার্ভার্ড বিশ্ববিদ্যালয় থেকে ডক্টরেট করেন। কর্নেল বিশ্ববিদ্যালয়ের ল্যাবরেটরি ফর প্ল্যানেটারি স্টাডিজে তিনি একটি পোস্টডক্টরাল পদ লাভ করেন এবং ১৯৭৭ সালে কর্নেলের জ্যোতির্বিজ্ঞান বিভাগে শিক্ষক হিসেবে যোগ দেন। কর্নেলে এডওয়ার্ড ডানহ্যাম ও ডগলাস মিংকের সঙ্গে ইউরেনাসের বলয় আবিষ্কার করার পর ১৯৭৮ সালে তিনি এমআইটি-তে ফিরে যান এবং পদার্থবিদ্যার অধ্যাপক, পৃথিবী, বায়ুমণ্ডলীয় ও গ্রহীয় বিজ্ঞানের অধ্যাপক এবং জর্জ আর. ওয়ালেস, জুনিয়র জ্যোতিঃপদার্থবৈজ্ঞানিক মানমন্দিরের পরিচালকের পদ অলংকৃত করেন। ২০১১ সালের ৩ মার্চ মৃত্যুর পূর্বাবধি তিনি সেই পদে আসীন ছিলেন।\nএলিয়ট ও তাঁর সহকর্মী বিজ্ঞানীরা ইউরেনাসের বলয় আবিষ্কার করেছিলেন, নাকি ১৭৯৭ সালে উইলিয়াম হার্শেল প্রথম সেই বলয়গুলি পর্যবেক্ষণ করেছিলেন, তা নিয়ে কিছু বিতর্ক রয়েছে। যদিও বৈজ্ঞানিক সমাজ সাধারণভাবে এলিয়টকেই ইউরেনাসের বলয়ের আবিষ্কর্তা মনে করে।\n\n\n== সম্মাননা ==\n১৯৮৩ সালে আন্ডারসন মেসা স্টেশন থেকে জ্যোতির্বিজ্ঞানী এডওয়ার্ড বোওয়েল কর্তৃক আবিষ্কৃত প্রধান বেষ্টনীর গ্রহাণু ৩১৯৩ এলিয়ট তাঁর সম্মানে নামাঙ্কিত হয়েছে। সরকারি নাম-নির্দেশনাটি ১৯৮৬ সালের ২২ জুন মাইনর প্ল্যানেট সেন্টার কর্তৃক প্রকাশিত হয়।\nপ্লুটোর অভিঘাত খাদ এলিয়টও তাঁর সম্মানে নামাঙ্কিত।\n\n\n== আবিষ্কৃত গৌণ গ্রহের তালিকা ==\nমাইনর প্ল্যানেট সেন্টার থেকে এলিয়টকে সাতটি গৌণ গ্রহের আবিষ্কর্তা হিসেবে স্বীকৃতি জানানো হয়েছে। এই গ্রহগুলির মধ্যে রয়েছে নেপচুন-উত্তর বস্তু (৯৫৬২৫) ২০০২ জিএক্স৩২। ২০০২ সালে সিটিআইও থেকে আবিষ্কৃত এই গৌণ গ্রহটির তিনি সহ-আবিষ্কর্তা।\n\n\n== তথ্যসূত্র =="}