{"pageid": 1014248, "title": "লকহিড মার্টিন এক্স-৩৩", "url": "https://bn.wikipedia.org/wiki?curid=1014248", "content": "লকহিড মার্টিন এক্স-৩৩ ছিল একটি চালকবিহীন উপ-স্কেল প্রযুক্তির উপকক্ষীয় মহাকাশযান যা ১৯৯০-এর দশকে মার্কিন যুক্তরাষ্ট্রের সরকারের অর্থায়নে মহাকাশ উৎক্ষেপণ উদ্যোগ কর্মসূচীর অধীনে বিকশিত হয়েছিল। এক্স-৩৩ ছিল ভেঞ্চারস্টার অরবিটাল মহাকাশযানের জন্য একটি প্রযুক্তির পথপ্রদর্শক, যা একটি পরবর্তী প্রজন্মের বাণিজ্যিকভাবে পরিচালিত পুনর্ব্যবহারযোগ্য উৎক্ষেপণ যান তৈরির পরিকল্পনায় সহায়তা করেছে। এক্স-৩৩ এ এমন একাধিক প্রযুক্তির বিমানের পরীক্ষা-নিরীক্ষা করা হয়েছিল যার মাধ্যমে নাসা বিশ্বাস করে যে এটি সিঙ্গল-স্টেজ-টু-অরবিট রকেট পুনরায় ব্যবহারযোগ্য লঞ্চ ভেহিকল হিসাবে ব্যবহৃত হতে পারে। পরীক্ষাগুলোর মধ্যে ছিল ধাতব তাপ সুরক্ষা ব্যবস্থা, তরল হাইড্রোজেনের জন্য যৌগিক হিমজনিক জ্বালানির ট্যাঙ্ক, বায়বান্তরীক্ষের জন্য প্রয়োজনীয় ইঞ্জিন, স্বায়ত্তশাসিত (আনক্রুড) উড্ডয়ন নিয়ন্ত্রণ, সুসংহত কর্মকাণ্ডের মাধ্যমে দ্রুত ফ্লাইটের এয়ার টার্ন এবং এর উত্তোলনকারী বায়ুবিদ্যুতায়নের ব্যবহার।\nচাপ পরীক্ষার সময় এর ২১ মিটার উইংস্প্যান এবং মাল্টি-লবড, যৌগিক-উপাদান জ্বালানী ট্যাংকের ব্যর্থতার ফলে ২০০১ সালের শুরুতে এই প্রোগ্রামের জন্য যুক্তরাষ্ট্রের ফেডারেল সমর্থন প্রত্যাহার করা হয়। লকহিড মার্টিন অসম্পৃক্ত পরীক্ষাগুলো পরিচালনা করে এবং একটি ২ মিটার স্কেল মডেল ব্যবহার করে ধারাবাহিক ব্যর্থতার পর ২০০৯ একটি একক সাফল্য পায়।\n\n\n== ইতিহাস ==\n১৯৯৪ সালে নাসা পুনরায় ব্যবহারযোগ্য লঞ্চ ভেহিকল প্রোগ্রাম (আরএলভি) শুরু করে যার ফলে অন্যান্য বিষয়গুলির সাথে কয়েক বছরের মধ্যে এক্স-৩৩ কে এর বিকাশের দিকে পরিচালিত করে। এই প্রোগ্রামে্য আরেকটি গুরুত্বপূর্ণ যান ছিল অরবিটাল সায়েন্সেস এক্স-৩৪, যা ১৯৯৬ সালের মধ্যে এক্স-৩৩ এর সাথে একত্রে বিকশিত হয়। আরএলভি প্রোগ্রামের লক্ষ্যগুলো হলো:\n\n\"লক্ষণীয়ভাবে কম ব্যয়ে পেলোড সরবরাহ করতে সক্ষম নতুন প্রজন্মের স্পেস বুস্টারগুলির নেতৃত্বদানকারী প্রযুক্তি প্রদর্শন করা\"\n\"উন্নত বাণিজ্যিক লঞ্চ সিস্টেমের উন্নয়নের জন্য একটি প্রযুক্তি বেস সরবরাহ করা যা মার্কিন মহাকাশ নির্মাতাদের বিশ্ববাজারে আরও প্রতিযোগিতামূলক করে তুলবে।\"\nএক্স -৩৩ এর প্রস্তাবগুলির মধ্যে নিচের ডিজাইনগুলো অন্তর্ভুক্ত রয়েছে:\n\nরকওয়েল\nলকহিড মার্টিন\nম্যাকডনেল ডগলাস\nএক্স-৩৩ চুক্তি ১৯৯৬ সালে এলএমকে প্রদান করা হয়, এবং ১৯৯৯ সালের মধ্যে ১ বিলিয়ন মার্কিন ডলার ব্যয় করা হয় যার মধ্যে প্রায় ৮০ শতাংশ নাসা থেকে আসে এবং বেসরকারি কোম্পানিগুলোর অতিরিক্ত অর্থ দিয়ে অবদান রাখে। লক্ষ্য ছিল ১৯৯৯ সালছর মধ্যে প্রথম ফ্লাইট পরিচালনা এবং ২০০৫ সালের মধ্যে একটি নতুন অপারেটিং স্পেস ভেহিকল তৈরি করা।\n\n..এমন একটি উৎক্ষেপণ যান নির্মাণ করা যা মাস নয় দিনের মধ্যে ঘুরে দাঁড়াতে পারে; হাজার হাজার নয় বরং ডজন খানেকমানুষ পরিচালনা করবে; উৎক্ষেপণ খরচ এখন যা আছে তার এক দশমাংশ হবে। আমাদের লক্ষ্য একটি পুনর্ব্যবহারযোগ্য উৎক্ষেপণ যান যা এক পাউন্ড পেলোড কক্ষপথে পৌঁছাতে খরচ ১০,০০০ ডলার থেকে ১,০০০ মার্কিন ডলার পর্যন্ত কমিয়ে আনবে।\nএক্স-৩৩ এর জন্য তিনটি নকশার প্রস্তাব জমা দেওয়া হয়, এবং এল.এম সংস্করণের প্রস্তাবটি গৃহীত এবং আরো উন্নত করা হয়। প্রস্তাবটি লকহিড মার্টিনের ছিল এটি জুলাই ২, ১৯৯৬ বেছে নেওয়া হয়। প্রকল্পের একটি কার্বন কম্পোজিট হাইড্রোজেন ফুয়েল ট্যাঙ্ক সমস্যা হওয়ার পর ২০০১ সালের শুরুতে এক্স-33 প্রোগ্রাম বাতিল করা হয়। প্রোগ্রামটি নাসার মার্শাল স্পেস ফ্লাইট সেন্টার দ্বারা পরিচালিত হয়।\nএটি বাতিল করার কয়েক বছর পর বায়বান্তরীক্ষ কোম্পানি দ্বারা হাইড্রোজেন জ্বালানি আধারের সমস্যার সমাধান করা হয়।\n\n\n== নকশা এবং উন্নয়ন ==\n\nউত্তোলনযোগ্য আকৃতি, যৌগিক মাল্টি-লবড তরল জ্বালানী ট্যাংক, বায়বান্তরীক্ষে ইঞ্জিন সহ নাসা এবং লকহিড মার্টিন এমন একটি মহাকাশযান তৈরির পরীক্ষা করার চেষ্টা করেছিল যা একক পর্যায়ে কক্ষপথে পৌঁছাতে সক্ষম, নিম্ন পৃথিবীর কক্ষপথে পৌঁছাতে বাহ্যিক জ্বালানী ট্যাংক বা বুস্টারের প্রয়োজন হবে না। শাটল এবং অ্যাপোলো রকেটের মত লঞ্চ যানবাহনের সাথে \"স্টেজিং\" এর প্রয়োজনীয়তা দূর করে দিলে এটি একটি সহজাতভাবে আরো নির্ভরযোগ্য এবং নিরাপদ মহাকাশ উৎক্ষেপণ যানের দিকে নিয়ে যাবে। যদিও এক্স-৩৩ বিমানের মত নিরাপত্তার কাছে যাবে না, এক্স-৩৩ ০.৯৯৭ নির্ভরযোগ্যতা প্রদর্শনের চেষ্টা করবে অথবা ১০ টি উৎক্ষেপণের মধ্যে সর্বোচ্চ ৩টি দুর্ঘটনার মতো ঘটনা ঘটবে যা স্পেস শাটলের চেয়ে বেশি নির্ভরযোগ্য। পরিকল্পিত পরীক্ষামূলক এক্স-৩৩ এর উড্ডয়নগুলো শুধুমাত্র এই পরিসংখ্যানগত মূল্যায়ন শুরু করতে পারে।\n\nএক্স-৩৩ কখনোই ১০০ কিলোমিটার উচ্চতার চেয়ে উঁচুতে উঠেনি অথবা কক্ষপথের বেগের অর্ধেকেরও বেশি বেগ প্রাপ্ত হয়নি।\nএক্স-৩৩ নকশা এবং নির্মাণের সিদ্ধান্ত \"মহাশূন্যে প্রবেশাধিকার\" শিরোনামে নাসার একটি অভ্যন্তরীণ গবেষণা থেকে উঠে আসে। অন্যান্য মহাকাশ পরিবহন গবেষণার মত, \"মহাশূন্যে প্রবেশাধিকারের\" লক্ষ্য ছিল একটি উৎক্ষেপণ যান নকশা এবং নির্মাণ।\n\n\n=== বাণিজ্যিক স্পেসফ্লাইট ===\nনাসার সাথে শেয়ার করা এক্স-৩৩ অভিজ্ঞতার উপর ভিত্তি করে লকহিড মার্টিন আশা করেছিলো যে ভেঞ্চারস্টার নামে একটি পূর্ণ মাপের বাণিজ্যিক উৎক্ষেপণ যান তৈরি করা হবে যা বাণিজ্যিক উপায়ে উন্নতিকরণ এবং পরিচালিত হবে। উদ্দেশ্য ছিল যে স্পেস শাটলের মত মহাকাশ পরিবহন ব্যবস্থা পরিচালনার পরিবর্তে নাসা পুনর্ব্যবহারযোগ্য উৎক্ষেপণ যান পরিচালনার জন্য বেসরকারি শিল্পের দিকে তাকাবে এবং নাসা বাণিজ্যিক উৎক্ষেপণ সরবরাহকারীর কাছ থেকে লঞ্চ সার্ভিস কিনবে। এইভাবে, এক্স-৩৩ শুধুমাত্র মহাকাশ যাত্রার প্রযুক্তিকে সম্মান করা নয়, বরং একটি বাণিজ্যিক পুনর্ব্যবহারযোগ্য উৎক্ষেপণ যানকে সম্ভব করার জন্য প্রয়োজনীয় প্রযুক্তি সফলভাবে প্রদর্শন করবে।\n\nভেঞ্চারস্টার মহাকাশে উড়তে পারা প্রথম বাণিজ্যিক বিমান হওয়ার কথা ছিল। ভেঞ্চারস্টার  দীর্ঘ আন্তঃমহাদেশীয় ফ্লাইটের উদ্দেশ্যে করা হয়েছিল এবং ২০১২ সালের মধ্যে সেবা প্রদান করার কথা ছিল, কিন্তু এই প্রকল্পের অর্থায়ন করা হয়নি বা এটি শুরু হয়নি।\n\n\n=== বাতিলকরণ ===\nপ্রোগ্রামটি ফেব্রুয়ারি ২০০১ সালে বাতিল করা হয়। এর প্রধান কারণ ছিল জ্বালানী ট্রাংকে সমস্যা।\n\nGeneral characteristics\n\nLength: ৬৯ ফু (২১ মি)\nWidth: ৭৭ ফু (২৩ মি)\nMax takeoff weight: ২,৮৫,০০০ পা (১,২৯,২৭৪ কিগ্রাম)\nFuel capacity: ২,১০,০০০ পাউন্ড (৯৫,০০০ কিলোগ্রাম)\nPowerplant: 2 × XRS-2200 linear aerospike rocket engine, ৪,১০,০০০ পা-বল (১,৮০০ কিN) thrust each\nPerformance\n\nMaximum speed: ৯,৮৯৬ মা/ঘ (১৫,৯২৬ কিমি/ঘ; ৮,৫৯৯ নট)\nMaximum speed: Mach 13\n\n\n== বিকল্প প্রস্তাব ==\nপাঁচটি কোম্পানি আগ্রহ এবং প্রস্তাবিত ধারণা প্রকাশ করেছে। এই পাঁচ লকহিড মার্টিন, রকওয়েল এবং ম্যাকডোনেল ডগলাস আরো বিস্তারিত প্রস্তাব ওয়ার্কআপের জন্য নির্বাচিত করা হয়।\n\n\n=== রকওয়েল ===\nরকওয়েল একটি স্পেস শাটলের প্রাথমিক নকশার প্রস্তাব করেছে। এটি একটি স্পেস শাটল মেইন ইঞ্জিন (এসএসএমই) এবং দুটি আরএল-১০-৫এ ইঞ্জিন ব্যবহার করে।\nপরবর্তী পূর্ণ মাপের সিস্টেমের জন্য রকওয়েল ছয়টি রকেটডাইন আরএস-২১০০ ইঞ্জিন ব্যবহারের পরিকল্পনা করে।\n\n\n=== ম্যাকডোনেল ডগলাস ===\nম্যাকডোনেল ডগলাস উল্লম্ব উড্ডয়ন এবং অবতরণের ডিসি-এক্সএ পরীক্ষামূলক যানের উপর ভিত্তি করে তরল অক্সিজেন/হাইড্রোজেন বেল ইঞ্জিন ব্যবহার করে একটি নকশা প্রণয়ন করে। এটি প্রধান প্রপালশন সিস্টেমের জন্য একটি একক এসএসএমই ব্যবহার করত।\n\n\n== আরও দেখুন ==\nমহাকাশযান\nমহাশূন্যে যাত্রার ইতিহাস\nআর্টেমিস প্রোগ্রাম\nখরচযোগ্য উৎক্ষেপণ ব্যবস্থা\nটেসলা ইনকর্পোরেশন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইউটিউবে Simulated X-33 Flight"}