{"pageid": 1014108, "title": "দ্য সিক্ রোজ", "url": "https://bn.wikipedia.org/wiki?curid=1014108", "content": "\"দ্য সিক রোজ\" উইলিয়াম ব্লেক রচিত একটি ইংরেজি কবিতা। গোলাপ ও পোকাটির মাধ্যমে কবিতাটিতে বোঝানো হয়েছে কীভাবে তীব্র অভিজ্ঞতা নির্মল নিষ্কলুষতাকে শিকার করে। ১৭৯৪ সালে কবিতাটি প্রথম প্রকাশিত হয়, যখন এটির সংগ্রহ সংস্ অফ এক্সপেরিয়েন্স এর ৩৯ তম লেখনী হিসেবে দ্য সিক রোজকে অন্তর্ভুক্ত করা হয়। কবিতাটির কথারম্ভ হল O Rose thou art sick। ব্লেক ১৭৮৯ সালের পরেই পাতাটি রচনা করেন ও রঙিন আলোকিত প্রচ্ছদ দিয়ে সীমানাগুলি অলঙ্কৃত করেছিলেন,ছবি এঁকেছিলেন যা সম্পূর্ণ তাঁর নিজস্ব প্রকাশনা ছিল। কবিতা প্রকাশনার বেশিরভাগ কাজই কবির দ্বারা গৃহীত হয়েছিল যেমন:কবিতা রচনা, চিত্রাঙ্কন, অলঙ্করণ, অন্যান্য প্রকাশনা সম্পর্কিত কাজের অগ্রগতি। প্রকাশনাটি সাধারণত ব্লেকের স্ত্রী ক্যাথেরিন করেছিলেন, এমনকি বহু ছবিতে রংও ব্লেক নিজে করেননি‌।\n\n\n== পাঠ্য ==\nO Rose thou art sick.\nThe invisible worm,\nThat flies in the night\nIn the howling storm:\nHas found out thy bed\nOf crimson joy:\nAnd his dark secret love\nDoes thy life destroy.\n\n\n== বিশ্লেষণ ==\nনাথান কারভো কবিতাটিকে বর্ণনা করেছেন  \"ইংরাজী ভাষার অন্যতম একটি বিভ্রান্তিকর ও হেঁয়ালিপূর্ণ কবিতা হিসেবে।\" গোলাপ ও পোকাটিকে সমালোচকরা বর্ণনা করেছেন \"মানবিকতার চরিত্র\" হিসেবে, যদিও মাইকেল রিফাটেরে একজন মানুষের সাথে একটি পোকার সরাসরি সাম্যতা নিয়ে সন্দেহ প্রকাশ করেছেন; যখন ব্লেক একই তুলনা অমান্য ক্ষেত্রে ব্যবহার করেন, রিফাটেরে তখন বলেন, তিনি এই বিষয়টি নিয়ে পুরোপুরি স্বচ্ছ ধারণা পোষণ করেন। তা সত্ত্বেও,\"পোকার উপমা থেকে প্রাপ্ত শিক্ষা মানব-অভিজ্ঞতাতেও প্রযোজ্য।\"\nকবিতাটির ছন্দ পরিকল্পনা হল ABCB। ছন্দ বিশ্লেষণটি বুঝতে একটু সমস্যায় পড়তে হয় কারণ সঠিক পদ্ধতির অভাব লক্ষণীয়;স্তবকগুলি অপ্রতিসম,প্রথমটির ক্রম ৫,৬,৫,৫ এবং দ্বিতীয়টির ৫,৪,৬,৫। যতিচিহ্নগুলিও অনিয়মিত:\"O Rose\" এর পর কোনো কমা [,] নেই,অথচ \"worm\" এর পর কমা [,] রয়েছে।\nবেঞ্জামিন ব্রিটেন দ্বারা কবিতাটির সঙ্গীতায়ন করা হয় তাঁর ১৯৪৩ সালের সেরেনেড ফর টেনর, হর্ন অ্যান্ড স্ট্রিংস্ এর জন্য,যেখানে এটি \"এলিগি\" নামক আন্দোলনকে রূপায়িত করে। সাম্প্রতিককালে, ব্রিটিশ রক ব্যান্ড অ্যাম্পলিফায়ার ২০১১ সালে তাদের অক্টোপাস নামক অ্যালবামে কবিতাটিকে সঙ্গীতের সাথে যুক্ত করে।\nব্যান্ড কোলির ১৯৯১ সালের \"লাভ'স সিক্রেট ডোমেইন\" নামক গানটি এই কবিতার পঙক্তিগুলির অন্তর্ভুক্ত ও গানটি কবিতাটির দ্বারা অনুপ্রাণিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিসংকলনে দ্য সিক্ রোজ সম্পর্কিত কর্ম দেখুন।"}