{"pageid": 1014037, "title": "অর্জিত প্রতিরক্ষা", "url": "https://bn.wikipedia.org/wiki?curid=1014037", "content": "মানবদেহে যে প্রতিরক্ষা ব্যবস্থা জন্মের পর থেকে আসে না বরং জন্মের পর কোনো জীবাণুর বিরুদ্ধে সাড়া হিসেবে অথবা ভ্যাক্সিন প্রয়োগের ফলে সৃষ্টি হয় তা হলো অর্জিত প্রতিরক্ষা ব্যবস্থা। এই প্রতিরক্ষা ব্যবস্থা দুই রকম। যথাঃ সক্রিয় প্রতিরক্ষা ও অক্রিয় প্রতিরক্ষা। \n\n\n== সক্রিয় প্রতিরক্ষা ==\nএই ধরনের অর্জিত প্রতিরক্ষা ব্যবস্থায় দেহের কোষ এন্টিবডি উৎপন্ন করতে সক্ষম হয় ও সক্রিয়ভাবে অংশ নেয়। এ ধরনের প্রতিরক্ষা দীর্ঘদিন থাকে কিংবা আজীবন থাকে। কিন্তু সাড়া ধীরে দেয়। দেহকোষ অনিচ্ছাকৃত জীবাণুর সংস্পর্শে আসায় সংক্রমণ ঘটার ফলে জীবাণুর বিরুদ্ধে যে সক্রিয় প্রতিরক্ষা গড়ে ওঠে তা হলো প্রাকৃতিক সক্রিয় প্রতিরক্ষা। অন্যদিকে, ভ্যাক্সিন প্রয়োগের পর যদি জীবাণুর বিরুদ্ধে দেহে সক্রিয় প্রতিরক্ষা গড়ে ওঠে তবে তা হলো কৃত্তিম সক্রিয় প্রতিরক্ষা।\n\n\n== অক্রিয় প্রতিরক্ষা ==\nএ ধরনের অর্জিত প্রতিরক্ষা ব্যবস্থায় এন্টিবডি সরবরাহ করা হয়। এটি হতে পারে এক ব্যক্তি থেকে অপর ব্যক্তিতে এন্টিবডি সরবরাহ। এটির ক্রিয়াকাল সর্বোচ্চ ৩-৪ মাস তবে এটি তাৎক্ষণিক সাড়া প্রদান করে। মানবদেহে অমরা এর মাধ্যমে এন্টিবডি মায়ের শরীর থেকে শিশুর শরীরে প্রবেশ করে। যা কয়েক সপ্তাহ টিকে থাকে। এরপরে শিশুরদেহে আপনাআপনি এন্টিবডি তৈরির জন্য নিজস্ব প্রতিরক্ষাতন্ত্র গড়ে উঠে। এ ধরনের অক্রিয় প্রতিরক্ষাকে প্রাকৃতিক অক্রিয় প্রতিরক্ষা হিসেবে সম্বোধন করা হয়৷ আবার এর বিপরীতে আরেক ধরনের অক্রিয় প্রতিরক্ষা ব্যবস্থা আছে যাতে ইঞ্জেকশনের মাধ্যমে দেহে এন্টিবডি প্রবেশ করানো হয়৷ ক্ষতিকর রোগের আক্রমণ ঘটলে ঐ মুহূর্তে সঠিক চিকিৎসার জন্য এরূপ প্রতিরক্ষা ব্যবস্থা গড়ে তোলা হয়৷ উদাহরণস্বরূপ, কোনো সুস্থ ব্যক্তির সিরাম রোগাক্রান্ত ব্যক্তির শরীরে প্রবেশ করিয়ে শরীর নীরোগ পদ্ধতি। \n\n\n== অর্জিত প্রতিরক্ষা পদ্ধতি ==\n\nMajor Histocompatibility Complex (MHC) পরিচয়বিহীন কোনো এন্টিজেন প্রথম ও দ্বিতীয় প্রতিরক্ষা স্তর অতিক্রম করে দেহে প্রবেশ করে তখন থেকে অর্জিত প্রতিরক্ষা ব্যবস্থা শুরু হয়। এন্টিজেন শরীরে প্রবেশের পর ফ্যাগোসাইটিক কোষসমূহ (যেমনঃ নিউট্রোফিল ও ম্যাক্রোফেজ) সারাদেহে প্রবাহিত হয়ে যায় এবং যে ক্ষতিকর অণুজীবকে সামনে পায় তাকে গ্রাস করে পরিপাক করে ফেলে৷ এ পরিপাককৃত পদার্থের কিছু কণা ম্যাক্রোফেজের কোষঝিল্লিতে MHC অংশে বাহিত হয়। ফলে হেলপার টি কোষ সতর্ক হয়ে যায়। এভাবে লসিকা গ্রন্থির বি কোষের মতো ম্যাক্রোফেজ Antigen Presenting Cell (APC) হিসেবে কাজ করে। এরপর এন্টিজেনের জন্য নির্দিষ্ট হেলপার T কোষ না পাওয়া পর্যন্ত T কোষ এন্টিজেনকে বহন করে। এরপরে সঠিক টি কোষ পাওয়ার পর সক্রিয় হেলপার টি কোষ রাসায়নিক পদার্থ ক্ষরণ করে নির্দিষ্ট এন্টিজেনের নির্দিষ্ট বি কোষ ও সাইটোটক্সিক টি কোষকে এন্টিজেন আটকানোর জন্য উদ্দীপ্ত করে। অতঃপর নির্দিষ্ট বি কোষ ও টি কোষগুলো সক্রিয় হয়ে সংখ্যাবৃদ্ধি শুরু করে৷ এর ফলে লিম্ফোসাইট ক্লোন গড়ে ওঠে। ক্লোনে দুই ধরনের কোষ গঠিত হয়৷ এক ধরনের কোষ এন্টিজেনের বিরুদ্ধে সক্রিয় হয়ে দেহরক্ষার উদ্দেশ্যে অগ্রসর হয় ও আরেক ধরনের কোষ সেই এন্টিজেনকে মনে রাখে যেন পরবর্তীকালে সেই এন্টিজেন পুনরায় আক্রমণ করলে তাকে প্রতিহত করা সহজ হয়৷ এই কোষকে স্মৃতি কোষ বলা হয়। \n\n\n== বহিঃসংযোগ ==\nWhat you need to know about acquired immunity\n\n\n== তথ্যসূত্র ==\n\nউচ্চ মাধ্যমিক জীববিজ্ঞান ২য় পত্র"}