{"pageid": 1014374, "title": "প্রক্ষিপ্ত অংশ (পাণ্ডুলিপি)", "url": "https://bn.wikipedia.org/wiki?curid=1014374", "content": "সাহিত্য এবং বিশেষত প্রাচীন পাণ্ডুলিপির ক্ষেত্রে, প্রক্ষিপ্ত অংশ বা প্রক্ষিপ্ত সংযোজন হল মূল লেখকের দ্বারা লিখিত হয়নি এমন একটি পাঠ্যকে লেখায় প্রবেশ করানো বা সংযুক্ত করা। যেহেতু অধিকাংশ সময়ই কোন প্রাচীন গ্রন্থের মূল পাণ্ডুলিপি এবং পরবর্তী বর্ধিত পাণ্ডুলিপির মধ্যে বহু প্রজন্মের অনুলিপি থাকে, আর যেহেতু প্রতিটি পাণ্ডুলিপিই বিভিন্ন লেখক দ্বারা হস্তাক্ষরে লিখিত হয়, তাই সময়ের সাথে এই জাতীয় নথিগুলিতে বহিরাগত উপাদান সন্নিবেশ করার প্রবণতা প্রাকৃতিকভাবেই চলে আসে।\nপ্রক্ষিপ্ত অংশসমূহকে কোন বিশুদ্ধ ব্যাখ্যামূলক নোট (উদাহরণস্বরূপ, [sic], অর্থাৎ কোন উদ্ধৃতির অবিকল অংশ, যা বাস্তবে ভুল হলেও অনুলিপির স্বার্থে হুবুহু তুলে ধরা হয়) হিসাবে সন্নিবেশ করা হতে পারে, তবে এর পেছনে অনেক সময় প্রতারণামূলক উদ্দেশ্যেও থাকতে পারে। নকল-আইসিডোরের জন্য দায়ী জাল অনুচ্ছেদ এবং কাজগুলি হল প্রতারণামূলক প্রক্ষিপ্ত অংশের উদাহরণ। একইভাবে, অ্যান্টিয়োকের ইগনেতিয়াসের চিঠিগুলো অ্যাপোলিনারিয়ার ধর্মহীনদের দ্বারা প্রক্ষিপ্ত করা হয়েছিল মূল চিঠিগুলো লেখার তিন শতাব্দী পর। সনদ এবং আইনি পাঠ্যগুলিও এ জাতীয় জালিয়াতির বিষয়বস্তু হয়ে থাকে। ত্রয়োদশ শতাব্দীতে, প্রোস ত্রিস্তান নামক মধ্যযুগীয় গদ্য রোম্যান্সে ত্রিস্তান গল্পের আলোকে পবিত্র গুপ্তধন (হলি গ্রেইল) অনুসন্ধানকে পুনঃব্যাখ্যা করার জন্য বাইবেলের লাতিন অনুবাদ (ভাল্গেট) থেকে \"কোয়েস্ট দেল সেন্ট গ্রাল\" নামে আরও একটি প্রোস (গদ্য) রোম্যান্স তাতে সম্পূর্ণরূপে প্রবেশ করানো হয়েছিল।\nতবে, বেশিরভাগ প্রক্ষিপ্ত অংশ ভুলত্রুটির ফলে ঘটে যা বিশেষত দীর্ঘ সময় ধরে পাণ্ডুলিপি হাতে লিখে অনুলিপি করার সময় ঘটে থাকে। উদাহরণস্বরূপ, কোনও পাঠ্য অনুলিপি করার সময় যদি কোন লেখক ত্রুটি করেন এবং কিছু লাইন বাদ দেন, তবে তিনি বাদ দেওয়া উপাদানগুলো মার্জিনে অন্তর্ভুক্ত করে থাকেন। তবে পাঠকদের তৈরি মার্জিন নোটগুলো প্রায় সকল পাণ্ডুলিপিতে উপস্থিত থাকে। তাই, বহু বছর পরে পাণ্ডুলিপির অনুলিপি তৈরি করতে চান এমন একজন ভিন্ন অনুলেখক এটি নির্ধারণ করতে অত্যন্ত সমস্যার সম্মুখীন হন যে, মার্জিন নোটটি কি পূর্ববর্তী লিখিত লেখকের দ্বারা আলাদা করা ছিল (যা পাঠ্যে অন্তর্ভুক্ত করা উচিত) নাকি এটি পাঠক দ্বারা তৈরি করা কোন টীকা ছিল (যা উপেক্ষা করা উচিত বা মার্জিনে রাখা উচিত)।\nবিবেকবান অনুলেখকগণ পাণ্ডুলিপিতে যে সমস্ত কিছু প্রকাশিত হয়েছিল তা অনুলিপি করতেন, তবে সব ক্ষেত্রেই ব্যক্তিগত রায় প্রয়োগের জন্য শাস্ত্রীয়দের প্রয়োজন ছিল। ব্যাখ্যামূলক নোটগুলোকে সাধারণত এই বৈষয়িক প্রক্রিয়ার স্বাভাবিক ফলাফল হিসাবে কোন পাণ্ডুলিপির মূল লেখায় প্রবেশ করানো হয়ে থাকে।\nআধুনিক পণ্ডিতগণ প্রক্ষিপ্ত অংশ সনাক্তকরণের জন্য কৌশলের বিকাশ ঘটিয়েছেন, যা প্রায়শই আধুনিক পর্যবেক্ষকদের কাছে অত্যন্ত গুরুত্বপূর্ণ, তবে মধ্যযুগীয় অনুলিপিবিদদের কাছে তা কম গুরুত্বপূর্ণ বলে বিবেচিত হত।\nউদাহরণস্বরূপ, কমা জোহানেয়ামকে সাধারণত প্রক্ষিপ্ত অংশ হিসাবে বিবেচনা করা হয়। ইহুদি এবং খ্রিস্টান ধর্মশাস্ত্রের (ক্যানন) বাইরে থাকা ইহুদি গ্রন্থগুলোর খ্রিস্টধর্মের প্রভাবে পরিবর্তিত হয়ে যাওয়ার ঘটনাকে প্রায়শই খ্রিস্টাধর্মের প্রক্ষিপ্ত অংশ হিসাবে বর্ণনা করা হয়।\n\n\n== আরও দেখুন ==\nপশ্চিমা অ-প্রক্ষিপ্ত অংশসমূহ\nআর্কাইভ\nমিডিয়া সংরক্ষণ\nহার্মিনিউটিক্স\nধর্মগ্রন্থের ব্যাখ্যা\nডিউটেরোনমিবাদী\nএলোহিবাদী\nযাজকীয় উৎস\n\n\n== তথ্যসূত্র =="}