{"pageid": 1014860, "title": "ভাইকিংস (৩য় মৌসুম)", "url": "https://bn.wikipedia.org/wiki?curid=1014860", "content": "মাইকেল হার্স্টের রচিত ও নির্মিত ঐতিহাসিক নাট্যধর্মী টেলিভিশন ধারাবাহিক ভাইকিংস-এর তৃতীয় মৌসুম কানাডায় হিস্ট্রি চ্যানেলে ২০১৫ সালের ১৯শে ফেব্রুয়ারি থেকে প্রচার শুরু হয় এবং ২০১৫ সালের ২৩শে এপ্রিল দশ পর্বের মৌসুমটি সমাপ্ত হয়। এই মৌসুমে প্রখ্যাত কিংবদন্তি নর্স বীর ও ভাইকিং র‍্যাগনার লদব্রোকের পরিবার এবং ভাইকিংরা ইংল্যান্ডের বিভিন্ন বিষয়াদিতে আরও বেশি জড়িয়ে পড়ে এবং ফ্রাঙ্কিয়ায় আক্রমণ করে।\n\n\n== কুশীলব ==\n\n\n=== প্রধান ===\nট্র্যাভিস ফিমেল - রাজা র‍্যাগনার লদব্রোক, কাটেগাটের ভাইকিং আর্ল যিনি রাজা হরিকের মৃত্যুর পর রাজা হন\nক্যাথরিন উইনিক - ল্যাগার্থা, র‍্যাগনারের প্রাক্তন স্ত্রী ও নারী যোদ্ধা; তিনি হিডিবির আর্ল এবং নিজেকে ইংস্তাদ নামে পরিচয় দেন\nক্লাইভ স্ট্যান্ডেন - রলো, র‍্যাগনারের ভাই ও সতীর্থ যোদ্ধা\nজেসালিন গিলসিগ - সিগি, প্রাক্তন আর্ল হ্যারাল্ডসনের স্ত্রী ও রলোর প্রেমিকা\nগুস্তাফ স্কার্সগার্ড - ফ্লোকি, র‍্যাগনারের বন্ধু ও জাহাজ নির্মাতা\nজর্জ ব্ল্যাগডেন - অ্যাথেলস্টান, নর্দামব্রিয়ার সন্ন্যাসী যিনি ভাইকিং ও খ্রিস্টান বিশ্বাসের মধ্যে সত্য ধর্ম খুঁজছেন এবং আর্ল র‍্যাগনার ও রাজা একবার্টের পরামর্শক\nআলেকজান্ডার লুডভিগ - বিয়োর্ন আয়রনসাইড, র‍্যাগনার ও ল্যাগার্থার পুত্র, যে নারী যোদ্দা থোরুনের প্রেম পড়ে\nঅ্যালিসা সাদারল্যান্ড - রাজকুমারী আসলগ, ভালকিরি ব্রাইনহিল্ড্রের কন্যা ও র‍্যাগনারের দ্বিতীয় স্ত্রী\nবেন রবসন - কালফ, ল্যাগার্থার অনুপস্থিতিতে হিডিবির শাসক\nলিনাস রোচ - ওয়েসেক্সের একবার্ট, ওয়েসেক্সের চতুর ও নিষ্ঠুর রাজা\nকেভিন ডুরান্ড - হার্বার্ড, একজন পর্যটক\nলোতায়ার ব্লুতো - শার্ল, পশ্চিম ফ্রাঙ্কিয়ার সম্রাট\n\n\n=== অনিয়মিত ===\nঅ্যামি বেইলি - মার্সিয়ার রাজকুমারী/রানি কুয়েনত্রিথ\nমো ডানফোর্ড - ওয়েসেক্সের রাজকুমার অ্যাথেলউল্‌ফ, রাজা একবার্টের পুত্র\nমড হার্স্ট - হেলগা, ফ্লোকির স্ত্রী\nগাইয়া ওয়েস - থুরন, মুক্ত ক্রীতদাসী ও বিয়োর্নের প্রেমিকা\nজেফারসন হল - তোর্সটেইন, র‍্যাগনারের যোদ্ধা\nজেনি জ্যাক - জুডিথ, নর্দামব্রিয়ার রাজকুমারী ও রাজা অ্যাইলার কন্যা\nজন কাভানা - সিয়ার\nস্টিভ ওয়াল - আইনার, প্রয়াত ইয়ার্ল সিগভাল্ড এবং সিডিবিতে ল্যাগার্থার প্রতিপক্ষ\nক্যাথাল ওহালিন - ভিৎসার্ক, র‍্যাগনার ও আসলগের দ্বিতীয় পুত্র\nকরম্যাক মেলিয়া - উবা, র‍্যাগনার ও আসলগের প্রথম পুত্র\nফিলিপ ওসুলিভান - বিশপ এডমান্ড, রাজা একবার্টের দরবারের বিশপ\nঅ্যারন মোনাগান - রাজকুমার বার্গ্রেড, রাজকুমারী কুয়েনত্রিথের ছোট ভাই\nএডভিন এন্ড্রে - এরলান্ডার, রাজা হরিকের পুত্র\nজর্জিয়া হার্স্ট - তোর্ভি, প্রয়াত ইয়ার্ল বোর্গের স্ত্রী এবং বর্তমানে এরলান্ডারের স্ত্রী\nগ্রেগ ওর্ভিস - আর্ল সিগফ্রিড, প্যারিস অবরোধে ভাইকিং কমান্ডারদের একজন\nফ্রাঙ্কি ম্যাক্যাফার্টি - সিনিরিক, বহুভাষী পর্যটক\nওয়েন রো - প্যারিসের কাউন্ট ওডো\nমরগান পোলান্‌স্কি - পশ্চিম ফ্রাঙ্কিয়ার রাজকুমারী গিসলা, সম্রাট শার্লের কন্যা\nহু পার্মেন্টার - রোলান্ড, কাউন্ট ওডোর ফার্স্ট-ইন-কমান্ড এবং তেরেসের ভাই\nমার্ক হুবারম্যান - লুই, প্যারিসের একজন সৈনিক\nক্যারেন হাসান - তেরেস, রোলান্ডের বোন এবং কাউন্ট ওডোর প্রণয়প্রার্থী\n\n\n== পর্বের তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে ভাইকিংস  (ইংরেজি)"}