{"pageid": 1014277, "title": "সাজিদ মাহমুদ", "url": "https://bn.wikipedia.org/wiki?curid=1014277", "content": "সাজিদ ইকবাল মাহমুদ (উর্দু: ساجد اقبال محمود‎‎; জন্ম: ২১ ডিসেম্বর, ১৯৮১) গ্রেটার ম্যানচেস্টারের বোল্টন এলাকায় জন্মগ্রহণকারী পাকিস্তানি বংশোদ্ভূত সাবেক ইংরেজ আন্তর্জাতিক ক্রিকেটার। ইংল্যান্ড ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ২০০০-এর দশকের মাঝামাঝি সময়কাল থেকে শুরু করে শেষদিক পর্যন্ত সংক্ষিপ্ত সময়ের জন্যে ইংল্যান্ডের পক্ষে সকল স্তরের আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর ইংরেজ কাউন্টি ক্রিকেটে এসেক্স ও ল্যাঙ্কাশায়ার এবং অস্ট্রেলীয় ক্রিকেটে ওয়েস্টার্ন অস্ট্রেলিয়া দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি ফাস্ট-মিডিয়াম বোলার হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন ‘সাজ’ ডাকনামে পরিচিত সাজিদ মাহমুদ।\n\n\n== শৈশবকাল ==\nসাজিদ মাহমুদের পিতামহ লাল খান জাঞ্জুয়া ১৯৬৮ সালে পাকিস্তানের রাওয়ালপিন্ডি থেকে পরিবার নিয়ে ইংল্যান্ডে অভিবাসিত হন। বোল্টনের আবাসিক এলাকা হলিওয়েলে তারা বসবাস করতে থাকেন। ২১ ডিসেম্বর, ১৯৮১ তারিখে বোল্টন এলাকায় শহীদ মাহমুদের সন্তানরূপে সাজিদ মাহমুদ জন্মগ্রহণ করেন। সেখানেই পরিবারের সাথে শৈশবকাল অতিবাহিত করেন। স্মিথহিলস স্কুলে অধ্যয়ন করেছেন তিনি। তার এক বোন ও দুই ভাই রয়েছে। ব্রিটিশ মুষ্টিযোদ্ধা আমির খান সম্পর্কে তার চাচাতো ভাই। আমির খানের অপর দুই ভাইয়ের সাথে নৈকট্যপূর্ণ সম্পর্ক বজায় রেখে একত্রে বড় হন।\nবোল্টন লীগে ক্লাব ক্রিকেটে খেলোয়াড়ী জীবনের সূত্রপাত ঘটান। ঐ লীগে তাকে চিহ্নিত করা হয় ও ২০০২ সালে বৃত্তির সুবিধে নিয়ে ল্যাঙ্কাশায়ারে যোগ দেন।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n২০০২ সাল থেকে ২০১৪ সাল পর্যন্ত সাজিদ মাহমুদের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। বিপনীবিতানের সাবেক বিক্রয়কর্মী সাজিদ মাহমুদ বেশ দীর্ঘকায় ও সন্দেহাতীতভাবে দূরন্তগতির অধিকারী ও সমসাময়িক পেস বোলারদের অনেকের চেয়েই নিখুঁতভাবে বজায় রেখে বোলিং কর্মে অগ্রসর হতেন। বেশ ভালোমানের ক্রীড়াশৈলী প্রদর্শনের স্বীকৃতিস্বরূপ ২০০২ সালে ল্যাঙ্কাশায়ারের পক্ষে খেলার জন্যে চুক্তিবদ্ধ হন। ঐ বছরই ল্যাঙ্কাশায়ারের পক্ষে অভিষেক ঘটে তার। এরপর থেকে দ্রুতলয়ে তার উত্তরণ ঘটতে থাকে। ২০০৩ সালে এনবিসি ডেনিস কম্পটন পুরস্কার লাভ করেন।\nপ্রথম-শ্রেণীর ক্রিকেটে মাত্র ছয়টি প্রথম-শ্রেণীর উইকেট লাভ সত্ত্বেও ২০০৩-০৪ মৌসুমে ভারত ও মালয়েশিয়া গমনার্থে তাকে ইংল্যান্ড এ দলের সদস্যরূপে মনোনীত করা হয়। অনুপযোগী পরিবেশেও মনপ্রাণ দিয়ে এ সফরে ক্রীড়া নৈপুণ্য প্রদর্শন করেন। সামগ্রীকভাবে বেশ খরুচে বোলার হিসেবে সতীর্থদের কাছে নিজেকে উপস্থাপন করেছেন। সেপ্টেম্বর, ২০০৩ সালের শীতকালে ইংল্যান্ড ক্রিকেট বোর্ডের ব্যবস্থাপনায় ন্যাশনাল একাডেমিতে ১৪জন ক্রিকেটারের অন্যতম হিসেবে প্রশিক্ষণের জন্যে মনোনীত হন। ২০০৩ সালে ওল্ড ট্রাফোর্ডে অনুশীলনরত অ্যান্ড্রু ফ্লিনটফকে অগ্নিশর্মা হয়ে বিমার ছুড়েন ও পরবর্তীতে ইসিবি একাডেমিতে দলের সঙ্গী অ্যালেক্স গিডম্যানের হাত ভেঙ্গে ফেলেন। এর তিন বছর পর নিজের প্রতিপক্ষের বিপক্ষেও এ ধারা অব্যাহত রেখেছিলেন।\nকেন্টের বিপক্ষে কাউন্টি চ্যাম্পিয়নশীপের খেলায় বুকে প্রচণ্ড আঘাত পান সাজিদ মাহমুদ। এরফলে, ২০০৮ সালে বাদ-বাকী খেলাগুলোয় অনুপস্থিত থাকতে বাধ্য হন।\nএপ্রিল, ২০০৯ সালে ওয়েস্ট ইন্ডিজের বিপক্ষে খেলার জন্যে ইংল্যান্ড লায়ন্স দলের সদস্যরূপে তাকে মনোনীত করা হয়। গ্রীষ্মের প্রথম টেস্টে ইংল্যান্ড দলে তাকে উপেক্ষার শিকার হতে হয়। মে মাসে নিজের ব্যক্তিগত সেরা বোলিং পরিসংখ্যান গড়েন। প্রথমবারের মতো খেলায় ১০ উইকেট পান তিনি। তার এ কৃতিত্বের ফলে ল্যাঙ্কাশায়ার দল ওরচেস্টারশায়ারকে ছয় উইকেটে পরাভূত করে। ৬/৭৫ বোলিং পরিসংখ্যান গড়েন ও খেলায় তিনি ১৪০ রান খরচায় ১০ উইকেট দখল করেন। আগস্ট, ২০০৯ সালে কয়েকজন খেলোয়াড়ের অন্যতম হিসেবে তিনি কোন খেলায় অংশ নিতে পারেননি। গ্লেন চ্যাপেল, স্টিভেন চিদাম ও টম স্মিথের সাথে তিনিও আঘাতগ্রস্ত ছিলেন এবং অ্যান্ড্রু ফ্লিনটফ ও জেমস অ্যান্ডারসন ইংল্যান্ড দলের পক্ষে খেলছিলেন। স্থবিরতা নিরসনে ল্যাঙ্কাশায়ার কর্তৃপক্ষ ডার্বিশায়ারের টম লাংলিকে দলে ধার করে এনে খেলায়। ঐ মৌসুমে ৩৪.০০ গড়ে ৪১টি প্রথম-শ্রেণীর উইকেট ও লিস্ট এ ক্রিকেটে ২৩.৩৩ গড়ে ২৪ লাভ করেন।\nজুন, ২০১১ সালে ডারহামের বিপক্ষে একটি খেলায় সাজিদ মাহমুদ প্রথম-শ্রেণীর ক্রিকেটে তার দ্বিতীয় দশ-উইকেট পান। ২০১১ সালেও বোলিং সাফল্য অব্যাহত রাখেন ও ল্যাঙ্কাশায়ারের পক্ষে আরও বেশি মনোযোগী হন। এ প্রসঙ্গে তিনি মন্তব্য করেন যে, ইংল্যান্ড দলে অন্তর্ভুক্তির প্রশ্নে তার প্রচেষ্টা পূর্বে ছিল ও চাপমুক্ত থাকায় তিনি আরও অধিক ভালোমানের ক্রীড়া নৈপুণ্য প্রদর্শন করতে পারছেন।\n\n\n== দল পরিবর্তন ==\nল্যাঙ্কাশায়ার কর্তৃপক্ষ তাকে বাদ দেয় ও সমারসেটে স্বল্প সময়ের জন্যে ধারকৃত খেলোয়াড় হিসেবেও তাকে হিমশিম খেতে হয়। ২০১৩ সালের শুরুতে এসেক্স দলে অন্তর্ভুক্ত হন। তবে, নিজেকে স্বরূপে আবির্ভূত করতে না পারার পাশাপাশি পেসের পতন ও বয়সের ভারে ন্যূহ থাকা অবস্থায় প্রথম-শ্রেণীর বোলিং গড় ৩০-এ চলে যায়। এসেক্সের পক্ষে দুই মৌসুমে তিনি মাত্র বারোটি খেলায় অংশ নিতে পেরেছিলেন ও ১১ উইকেট পান। ফলশ্রুতিতে, তাকে আর চুক্তিতে নবায়ণের জন্যে আমন্ত্রণ জানানো হয়নি।\nআগস্ট, ২০১২ সালে ল্যাঙ্কাশায়ার দল থেকে বাদ পড়লে আঘাতের কবলে নিপতিত সমারসেট দলে ২০১২ সালের শেষ পর্যন্ত খেলেন। ঐ মৌসুম শেষে ল্যাঙ্কাশায়ার কর্তৃপক্ষ তাকে অব্যাহতি প্রদান করে।\nএরপর, ২০১৩ সালে এসেক্স দলে যোগদান করেন তিনি। ২০১৩ সালে দূর্বলমানের ক্রীড়াশৈলী উপহার দিলে তাকে বাদ দেয়া হয় ও ঐ মৌসুমের শেষ পর্যন্ত এলডিসিসি লীগে অ্যাইনসডেল সিসি’র পক্ষে খেলার অনুমতি দেয়া হয়। এ পর্যায়ে তিনি সফলতার সাথে উইকেট পান ও আত্মবিশ্বাস মজবুত করেন। ২০১৪ সালে এসেক্স দলে ফিরে আসেন ও পরবর্তীতে তাকে অব্যাহতি প্রদান করা হয়। ২০১৬ সালে পোশাক প্রতিষ্ঠানের পরিচালক ছিলেন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে আটটিমাত্র টেস্টে, ছাব্বিশটি একদিনের আন্তর্জাতিক ও চারটিমাত্র টি২০আইয়ে অংশগ্রহণ করেছেন সাজিদ মাহমুদ। ১১ মে, ২০০৬ তারিখে লর্ডসে সফরকারী শ্রীলঙ্কা দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ২ জানুয়ারি, ২০০৭ তারিখে সিডনিতে স্বাগতিক অস্ট্রেলিয়া দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\nজুলাই, ২০০৪ সালে ব্রিস্টলে সফররত নিউজিল্যান্ড দলের বিপক্ষে ওডিআইয়ে ইংল্যান্ডের সদস্যরূপে তার অভিষেক ঘটে। সাত ওভারে তিনি বেশ রান খরচ করেন। ৫৬ রানের বিনিময়ে তিনি কোন উইকেট লাভে ব্যর্থ হন। এরপর, ২০০৬ সালের শুরুতে ভারত গমনার্থে তাকে দলে রাখা হয়। সিরিজের তৃতীয়, ষষ্ঠ ও সপ্তম ওডিআইয়ে অংশ নিয়ে কয়েকটি উইকেট লাভে সক্ষম হন।\n\n\n== টেস্ট অভিষেক ==\nলর্ডসে শ্রীলঙ্কার বিপক্ষে টেস্টে অংশ নিয়ে ক্ষিপ্রতার সাথে তিন উইকেট নিয়ে নেন। এরপূর্বে হেডিংলিতে পিতার সাবেক দেশের বিপক্ষে সিরিজ জয়ের পর ব্রিটিশ পাকিস্তানি সমর্থকদের কাছ থেকে বিশ্বাসঘাতক উপাধি পান। তবে, ইংল্যান্ডের ব্যবস্থাপনা কর্তৃপক্ষকে সন্তুষ্ট করতে পারেননি ও পরবর্তী সফর হিসেবে ব্রিসবেনে অনুষ্ঠিত অ্যাশেজ সিরিজে তাকে বোলিং উদ্বোধনে উপেক্ষিত করা হয়।  কেবলমাত্র সিরিজের শেষদিকে ক্রীড়াশৈলীর অভাব বা আত্মবিশ্বাস নষ্ট হওয়া অবস্থায় তাকে দলে খেলানো হয়। মাঠে তিনি চমৎকার ফিল্ডার হিসেবে ভূমিকা রেখেছেন। পরবর্তীতে বিশ্বকাপেও নিজের প্রতিভা বিকাশে অগ্রসর হন। তবে, ধারাবাহিকতা রক্ষা করতে না পারায় তার উত্তরণ বাঁধাগ্রস্ত হয়।\nস্টিভ হার্মিসন, জেমস অ্যান্ডারসন ও সাইমন জোন্সের আঘাতের কারণে ২০০৬ সালে সফরকারী শ্রীলঙ্কার বিপক্ষে টেস্ট সিরিজ খেলার উদ্দেশ্যে তাকে দলে রাখা হয়। ১১ মে, ২০০৬ তারিখে লর্ডসে সিরিজের প্রথম টেস্টে অংশ নেন ও ইংল্যান্ডের ৬৩৩তম টেস্ট ক্রিকেটারের মর্যাদাপ্রাপ্ত হন। ইংল্যান্ড দল প্রথম ইনিংসে ৫৫১ রান তুলে ও দ্বিতীয় দিনের শেষ দিকে প্রথম চার ওভারে তিনটি উইকেট পেয়েছিলেন। এ পর্যায়ে সফরকারী দলের সংগ্রহ ৯১/৬ দাঁড়ায়। তৃতীয় দিনের শুরুতে ফলো-অনের কবলে পড়ে। চতুর্থ দিনে  শ্রীলঙ্কার দ্বিতীয় ইনিংসে তিনি আরও দুই উইকেট পান। তৃতীয় টেস্টে তার পরিবর্তে জন লুইসকে স্থলাভিষিক্ত করা হয়।\nতবে, ২৭ জুলাই, ২০০৬ তারিখে লিয়াম প্লাঙ্কেটের আঘাতজনিত অনুপস্থিতিতে জন লুইসকে পাশ কাটিয়ে ওল্ড ট্রাফোর্ডে সফরকারী পাকিস্তানের বিপক্ষে সিরিজের দ্বিতীয় টেস্টে তাকে রাখা হয়। সিমারদের উপযোগী পিচে তিনি মোটেই সফলতা পাননি। তাসত্ত্বেও, হেডিংলিতে সিরিজের তৃতীয় তাকে রাখা হয়েছিল। ব্যাট হাতে নিয়ে ইংল্যান্ডের প্রথম ইনিংসে ৩৪ রান তুলেন। তবে, পাকিস্তান দল তাদের প্রথম ইনিংসে বড় ধরনের রান সংগ্রহে তৎপর হয় ও বল হাতে নিয়ে ২৪ ওভারে ১০৮ রানের বিনিময়ে দুই উইকেট পান। দ্বিতীয় ইনিংসে ৮ ওভারে অবশ্য মাত্র ২২ রান খরচায় চার উইকেট নিয়ে ইংল্যান্ডের সিরিজ বিজয়ে উল্লেখযোগ্য ভূমিকা রাখতে সমর্থ হন। ওভালগেট নামে পরিচিত ২০০৬ সালে বলে আঁচড় লাগানোবিষয়ক সিরিজের বিতর্কিত শেষ খেলায় অংশ নেন তিনি। পাকিস্তানের প্রথম ইনিংসে ২/১০১ বোলিং পরিসংখ্যান গড়েন। তবে, ইংল্যান্ডের দ্বিতীয় ইনিংসে সফরকারী পাকিস্তান দল মাঠে নামতে অস্বীকৃতিজ্ঞাপন করলে স্বাগতিকদেরকে বিজয়ী ঘোষণা করা হয়।\n\n\n== অ্যাশেজ সিরিজে অংশগ্রহণ ==\n২০০৬-০৭ মৌসুমের অ্যাশেজ সিরিজে সাজিদ মাহমুদকে দলে রাখা হয়। তবে, প্রথম ও দ্বিতীয় টেস্টে তাকে পাশ কাটিয়ে জেমস অ্যান্ডারসনকে খেলানো হয়। পার্থের তৃতীয় টেস্টে সাজিদ মাহমুদ, অ্যান্ডারসনের পরিবর্তে মন্টি পানেসর ও অ্যাশলে জাইলসকে খেলানো হয়। ঐ টেস্টে তাকে খুব কমই বোলিংয়ের সুযোগ দেয়া হয়। অস্ট্রেলিয়ার প্রথম ইনিংসে মাত্র ৭ ওভার ও দ্বিতীয় ইনিংসে ১০ ওভার বোলিং করলেও কোন উইকেট পাননি। পরবর্তীতে বোলিং না করানোর বিষয়ে তিনি তার ক্ষোভের কথা ব্যক্ত করেন।\nএছাড়াও, ২ ফেব্রুয়ারি, ২০০৭ তারিখে সিডনিতে অস্ট্রেলিয়ার বিপক্ষে একটি ওডিআই খেলায় অংশ নেন। ২/৩৮ বোলিং পরিসংখ্যান গড়েন তিনি। দলীয় সঙ্গী ও ফাস্ট বোলার লিয়াম প্লাঙ্কেটের সাথে নতুন বলের জুটি গড়েন। ব্র্যাড হজের উইকেট পান। এছাড়াও, মারকুটে ব্যাটসম্যান ম্যাথু হেইডনকে ৫১ রানে বিদেয় করেন। ২০০৯ সালের বলিউড চলচ্চিত্র ভিক্টোরিতে তাকে অভিনয় করতে দেখা যায়।\n\n\n== ক্রিকেট বিশ্বকাপে অংশগ্রহণ ==\n২০০৬-০৭ মৌসুমের কমনওয়েলথ ব্যাংক সিরিজে অস্ট্রেলিয়ার বিপক্ষে সফলতার সাথে সুন্দর ক্রীড়াশৈলী প্রদর্শন করেন। ফলশ্রুতিতে, ২০০৭ সালের ক্রিকেট বিশ্বকাপকে ঘিরে ইংল্যান্ডের ১৫-সদস্যের চূড়ান্ত তালিকায় তাকে রাখা হয়। তবে, প্রথম কয়েকটি খেলায় তাকে খেলানো হয়নি। তবে, কানাডার বিপক্ষে তাকে দলে নেয়া হয়।\nসুপার এইট পর্বে শ্রীলঙ্কার বিপক্ষে নিজস্বে সেরা ওডিআই বোলিং পরিসংখ্যান গড়েন। এ পর্যায়ে তিনি সনাথ জয়াসুরিয়া ও কুমার সাঙ্গাকারাকে বিদেয় করাসহ ৪/৫০ পান। এরপর, তাকে অস্ট্রেলিয়ার বিপক্ষে খেলানো হলেও ইংল্যান্ডের সর্বাধিক খরুচে বোলারে পরিণত হন তিনি। পরের খেলায় বাংলাদেশের বিপক্ষে তিনি ৩/২৭ পান। ইংল্যান্ড দল ঐ খেলায় জয় পায় ও সাজিদ মাহমুদকে ম্যান অব দ্য ম্যাচের পুরস্কার দেয়া হয়।\n\n\n== ভারতের মুখোমুখি ==\n২৬ নভেম্বর, ২০০৮ তারিখে ভারত সফররত ইংল্যান্ড দলের সদস্যরূপে শেষ দুইটি ওডিআইয়ের জন্য দলে যুক্ত করা হয়। তিনি ও অপর বোলার আমজাদ খানকে যথাক্রমে আঘাতপ্রাপ্ত স্টুয়ার্ট ব্রড ও অ্যান্ড্রু ফ্লিনটফের স্থলাভিষিক্ত করা হয়। এ পর্যায়ে উভয়ে ব্যাঙ্গালোরে ইংল্যান্ডের পারফরম্যান্স প্রোগ্রাম স্কোয়াড দলের সদস্যরূপে অবস্থান করছিলেন। তবে, নভেম্বর, ২০০৮ সালে ২০০৮ সালের মুম্বই জঙ্গি হামলার ফলে শেষ দুইটি ওডিআই বাতিল করা হয় ও নিরাপত্তার স্বার্থে ইংল্যান্ড দলে দেশে ফিরে আসে। ঐ মৌসুমের শীতকালে নিউজিল্যান্ডে ইংল্যান্ড লায়ন্স দলের সদস্যরূপে গমন করেন।\nঐ মৌসুমের শীতকালে আমজাদ খানের অভিষেক হলেও তাকে কোন খেলায় রাখা হয়নি। এছাড়াও, ইংল্যান্ডের ২৫-সদস্যের পারফরম্যান্স দলে তাকে রাখা হয়। জাতীয় দল নির্বাচক জিওফ মিলারের নজরে পড়লে ইংল্যান্ড দলে তার খেলার সম্ভাবনা ক্ষীণ হয়ে পড়ে। তাসত্ত্বেও, ২০০৯ সালের আইসিসি বিশ্ব টুয়েন্টি২০ প্রতিযোগিতায় ইংল্যান্ডের ৩০-সদস্যের প্রাথমিক তালিকায় তাকে রাখা হয়েছিল। তবে, দলের চূড়ান্ত তালিকায় তার ঠাঁই হয়নি।\nআন্তর্জাতিক অঙ্গনে দুই বছরের জন্যে তাকে দূরে রাখা হয়। এ পর্যায়ে তিনি তার বোলিং উত্তরণের দিকে বেশ গুরুত্ব আরোপ করেছিলেন।\n\n\n== অবসর ==\nইংল্যান্ডের কোচ হিসেবে পিটার মুরেজের অন্তর্ভুক্তি হলে পূর্বতন কোচ ডানকান ফ্লেচারের পেসের তুলনায় অন্যান্য যোগ্যতা না থাকার বিষয়টি সাজিদ মাহমুদকে পুনরায় দলে ফিরিয়ে আনা হয়। ২০০৯ সালে ল্যাঙ্কাশায়ারে কোচের দায়িত্বে থাকাকালীন ডানকান ফ্লেচার তার সম্বন্ধে সম্যক অবগত ছিলেন। ফলশ্রুতিতে, দক্ষিণ আফ্রিকার বিপক্ষে একদিনের দলে রাখা হয়। আবারও সাজিদ মাহমুদের প্রতিকূলে চলে যায়। উপর্যুপরী নো-বলের খেসারতস্বরূপ সেঞ্চুরিয়নে টি২০ খেলায় তার বোলিং পরিসংখ্যান দাঁড়ায় ৪-০-৬১-১। এরফলে, তার খেলোয়াড়ী জীবনে আবারও রদবদল ঘটে।\n২০০৯ সালের শীতকালে দক্ষিণ আফ্রিকা গমনার্থে ইংল্যান্ডের একদিনের আন্তর্জাতিক দলে সাজিদ মাহমুদকে পুনরায় দলে ভেড়ানো হয়। দলে প্রত্যাবর্তন করে বেশ রান দিয়ে ফেলেন। দক্ষিণ আফ্রিকার বিপক্ষে দুইটি টুয়েন্টি২০ আন্তর্জাতিকে ৭ ওভারে তিনি ৯২ রান খরচ করে দুই উইকেট পান।\nএকটিমাত্র ওডিআইয়ে অংশ নিয়ে ১/৪১ পান। ২০১০-১১ মৌসুমে ওয়েস্টার্ন অস্ট্রেলিয়ার বিদেশী খেলোয়াড় হিসেবে ঘরোয়া টি২০ প্রতিযোগিতায় অংশ নেন। ঐ দলের পক্ষে পাঁচ খেলায় অংশ নিয়ে ৩০.২০ গড়ে পাঁচ উইকেট পান।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nক্রিস রিড\nইয়ান ব্ল্যাকওয়েল\nঅ্যাশেজ সিরিজের তালিকা\nইংরেজ টেস্ট ক্রিকেটারদের তালিকা\nক্রিকেট বিশ্বকাপের পাঁচ-উইকেট প্রাপ্তির তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nইংরেজ একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\nইংরেজ টুয়েন্টি২০ আন্তর্জাতিক ক্রিকেটারদের তালিকা\nআনুষ্ঠানিক কাউন্টি চ্যাম্পিয়নশীপ বিজয়ী দলের তালিকা\nআন্তর্জাতিক ক্রিকেটে প্রথম বলেই উইকেটলাভকারী বোলারদের তালিকা\n\n\n== বহিঃসংযোগ ==\n\nইএসপিএনক্রিকইনফোতে সাজিদ মাহমুদ  (ইংরেজি)\nক্রিকেটআর্কাইভে সাজিদ মাহমুদ   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}