{"pageid": 1014814, "title": "আবুল মুঈন আন-নাসাফি", "url": "https://bn.wikipedia.org/wiki?curid=1014814", "content": "আবুল মুঈন আন-নাসাফি (আরবি: أبو المعين النسفي ; ইংরেজি: Abu al-Mu'in al-Nasafi ;উজবেক: Абул-Муин ан-Насафи) তিনি ছিলেন ইমাম আবু মনসুর আল-মাতুরিদি (মৃত্যু: ৩৩৩ এএইচ)-এর পরে আল মাতুরিদি মধ্য এশীয় পূর্বসূরিদের সম্পর্কে যথেষ্ট বিশদ বিবরণ প্রদানের পরে সুন্নি ইসলামের মতুরিদি সম্প্রদায়ের মধ্য এশীয় হানাফি ধর্মতত্ত্ববিদ হিসাবে বিবেচিত ।\n\n\n== নাম ও নসব ==\nতার নাম ও নসব হল: আবুল মুঈন মায়মুন বিন মুহাম্মাদ বিন মু'তামাদ বিন মুহাম্মদ বিন মাখুল বিন আল-ফজল আন-নাসাফি আল-মাখুলি\n\n\n== জন্ম ==\nতিনি ৪৩৮ হিজরি (১০৪৬ খ্রি )-এর কাছাকাছি নাসাফ (বর্তমান কারশি)-তে জন্মগ্রহণ করেন ।\n\n\n== জীবনী ==\nশাস্ত্রীয় উৎসগুলো তাঁর জীবন সম্পর্কে কোনও তথ্য দেয় না, তবে তিনি এমন এক যুগে বসবাস করেছিলেন যেখানে মুসলিম ধর্মতত্ত্ব চূড়ান্ত পর্যায়ে পৌঁছেছিল এবং তিনি এই বিকাশে অবদান রেখেছিলেন।\nতিনি শিক্ষিত পরিবারে জন্মগ্রহণ করেছিলেন । তাঁর পূর্বপুরুষরা সামাজিক মহলে \"ফিকহ\" বিজ্ঞানের বিদ্বান হিসাবে সম্মানিত ছি্লেন ।\n\n\n== কালাম ==\n\nআবুল মুঈন আন-নাসাফি আকীদাগত বিজ্ঞান \"কালাম\" এর অন্যতম বিশিষ্ট প্রতিনিধি ছিলেন । তিনি আবু মনসুর আল মাতুরিদির প্রতিষ্ঠিত ধর্মতাত্ত্বিক মাজহাব মাতুরিদি শিক্ষার বিস্তৃত প্রচারে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন ।\n\n\n== শিক্ষার্থী ==\nতাঁর জনপ্রিয় কিছু শিক্ষার্থী হলেন:\n\nআবু হাফস ওমর আন-নাসাফি (মৃ: ৫৩৭/১১৪২), আল-আকাইদুন নাসাফিয়া (আরবি: العقائد النسفية)-এর লেখক ।\nআলাউদ্দিন সমরকন্দি (মৃ: ৫৩৯/১১৪৪), তুহফাতুল ফুকাহা (আরবি: تحفة الفقهاء)-এর লেখক ।\nআলাউদ্দিন আল-কাসানি ( মৃ: ৫৭৮/১১৯১), বাদায়ি আল-সানায়ি (আরবি: بدائع الصنائع)-এর লেখক ।\nআল-বাজদুবি(মৃ: ৫৪২/১১৪৭).\nকখনও কখনও ধারণা করা হয় যে আবু আল-সানা আল-লামিশি তার একজন ছাত্র ছিলেন, যদিও এটি নিশ্চিতভাবে জানা যায়নি।\n\n\n== রচনাবলি ==\nতিনি ধর্ম সম্পর্কে ধর্মান্ধতার বিরুদ্ধে প্রতিবাদ স্বরুপ ইসলাম সম্পর্কে ভুল ধারণা পরিষ্কার করার লক্ষ্যে অনেকগুলি রচনা লিখেছিলেন । তার কয়েকটি জনপ্রিয় ও বহুল স্বীকৃত রচনা নীচে উল্লেখ করা হল:\n\nতাবসিরাতুল আদিল্লাহ (প্রমাণাদি নির্দেশনা) - ইমাম আল-মাতুরিদি'র কিতাব আল-তাওহীদের পরে এটি মাতুরিদি পাঠ্যক্রমের দ্বিতীয় বড় কাজ হিসাবে বিবেচিত হয় ।\nআত-তাহমিদ লি কাওয়াইদিত তাওহিদ (একেশ্বরবাদের নীতিগুলির পরিচয়) - এটি তাবসিরাতুল আদিল্লাহ এর সংক্ষিপ্তসার ।\nবাহরুল কালাম ফি ইলমিত তাওহিদ (একেশ্বরবাদ বিজ্ঞানের উপর আলোচনার মহাসাগর) - \"কালাম\" মাতুরিদি মতবাদ এর বিজ্ঞানের অন্যতম প্রধান উৎস।\n\n\n== মৃত্যু ==\nএ কথায় সকলে একমত হয়েছেন যে, তিনি ৫০৮ হিজরি (১১৪ বা ১১৫ খ্রি) সালে মৃত্যুবরণ করেন ।\nকারশি জেলার কোয়চিন গ্রামে অবস্থিত তাঁর মাজারটি প্রাচীন তীর্থস্থানগুলির মধ্যে একটি । রাষ্ট্রপতি শওকত মিরজিওয়েভ ২৪-২৫ ফেব্রুয়ারি ২০১৭-এ কাশকাদারেয়া অঞ্চল সফরকালে তাঁর সমাধিস্থলের উন্নতি, দর্শনার্থীদের জন্য প্রয়োজনীয় শর্ত তৈরি, গ্রন্থাগারের সংগঠন, তাঁর রচনা অনুবাদ সম্পর্কে সুপারিশ করেন ।\n\n\n== তথ্যসূত্র =="}