{"pageid": 1014957, "title": "রবিউল আলম (নাট্যকার)", "url": "https://bn.wikipedia.org/wiki?curid=1014957", "content": "রবিউল আলম (জন্ম ৩ নভেম্বর ১৯৪৬) একজন বাংলাদেশী নাট্যকার, নাট্য নির্দেশক, অভিনেতা, ও সংগঠক। তিনি সাড়ে চার দশক ধরে বাংলাদেশের নাট্য আন্দোলনের সাথে যুক্ত রয়েছেন। নাটকে অবদানের জন্য তিনি ২০২১ সালে বাংলা একাডেমি সাহিত্য পুরস্কার অর্জন করেন।\n\n\n== প্রারম্ভিক জীবন ==\nরবিউল আলম ১৯৪৬ সালের ৩রা নভেম্বর তৎকালীন পূর্ব পাকিস্তানের (বর্তমান বাংলাদেশ) বগুড়া জেলার বারপুর গ্রামে জন্মগ্রহণ করেন। তার পিতা জসিমউদ্দিন আহমেদ এবং মাতা জমিলা খাতুন। তিনি ১৯৬৫ সালে উচ্চ মাধ্যমিক পাস করেন। তিনি ১৯৬৯ সালে বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয় থেকে রসায়ন প্রকৌশল বিষয়ে স্নাতক সম্পন্ন করেন। উচ্চ মাধ্যমিকে পড়ার সময় ১৯৬৫ সালে তিনি তার প্রথম নাটক বর সংকট লিখেন ও বগুড়ায় মঞ্চায়ন করেন। \n\n\n== কর্মজীবন ==\nআলম কর্মজীবনে ৩৫ বছর টিএসপি ফার্টিলাইজার, ইউনিলিভার বাংলাদেশ ও কোহিনূর কেমিক্যালে বিভিন্ন পদে দায়িত্ব পালন করেছেন।\nচট্টগ্রামে টিএসপি ফার্টিলাইজারে কর্মরত অবস্থায় ১৯৭২ সালে তিনি প্রথম মঞ্চ অভিনয়ে যুক্ত হন। পরে ১৯৭৩ সালে নাট্যকাল হিসেবে আত্মপ্রকাশ করেন। এরপর ১৯৭৪ সালে তিনি “তীর্যক নাট্যগোষ্ঠী” প্রতিষ্ঠা করেন। এই গোষ্ঠীর প্রথম নাটক জননীর মৃত্যু চাই-এর নাট্যকার তিনি। তিনি এই দলের জন্য সমাপ্তি অন্যরকম, এক যে ছিল দুই হুজুর, আকাঙ্ক্ষিত একজন, বিপক্ষে বন্দুক-সহ নয়টি নাটক রচনা করেন। এছাড়া তিনি উইলিয়াম শেকসপিয়ারের অ্যাজ ইউ লাইক ইট নাটকের অনুবাদ করেছেন।\nরবিউল আলম ১৯৭৫ সালে বাংলাদেশ বেতারে নাট্যকার হিসেবে, পরে অভিনেতা (১৯৮১) ও অতিথি প্রযোজক (১৯৯৪) হিসেবে যুক্ত হন। তিনি বাংলাদেশ টেলিভিশনে নাট্যকার (১৯৯৭) ও অভিনেতা (২০০২) হিসেবেও কাজ করেছেন।\nতীর্যকের বাইরে তার রচিত নাপুস নাটকটি ইঞ্জিনিয়ার্স ইনস্টিটিউশন, কোরাস, বেনানাশিস ও চট্টগ্রাম ক্লাবে মঞ্চস্থ হয়। নাটকটি ১৯৯৩ সালে বেনানাশিস জাতীয় নাট্যোৎসবে শ্রেষ্ঠ প্রযোজনার পুরস্কার লাভ করে। এছাড়া তার রচিত রাজা সাহিত্য কারখানা থিয়েটার ওয়ার্কশপ চট্টগ্রাম, চট্টগ্রাম ক্লাব ও শব্দ নাট্যচর্চা কেন্দ্রে; বিবি পাঠশালা ত্রিতরঙ্গ ও মতিঝিল থিয়েটারে; আকাশ পারের আগন্তুক ও উল্টো ফাঁদে চট্টগ্রাম ক্লাবে; এবং মিশার কীর্তি ও চলন বিলে কলঙ্ক বগুড়ার প্রাকৃতজনে মঞ্চস্থ হয়।\n\n\n== গ্রন্থের তালিকা ==\nরবিউল আলমের প্রকাশিত গ্রন্থের সংখ্যা ১৯টি। এর মধ্যে ১৪টি নাট্যগ্রন্থ (শেক্সপীয়র, মলিয়ের ও হ্যারল্ড পিন্টারের নাটকের ৩টি অনুবাদগ্রন্থসহ), ২টি উপন্যাসিকা, ১টি রম্য ও ২টি গল্পগ্রন্থ।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== অভিনীত চলচ্চিত্র ===\nমুক্তিযুদ্ধে চট্টগ্রাম\nহালদা (২০১৭)\nআলগা নোঙর\n\n\n=== রচিত টিভি নাটক ===\n\n\n== পুরস্কার ও সম্মাননা ==\nআন্তর্জাতিক যুববর্ষ পদক চট্টগ্রাম (১৯৮৫)\nবাংলাদেশ গ্রুপ থিয়েটার ফেডারেশন-বেঙ্গল ফাউন্ডেশন সংবর্ধনা (২০০৫)\nএ্যামবিশন সম্মাননা বগুড়া (২০১০)\nআরণ্যক সম্মাননা (২০১৩)\nনান্দীমুখ সংবর্ধনা (২০১৫)\nজিয়া হায়দার নাট্যপদক (২০১৯)\nবাংলা একাডেমি সাহিত্য পুরস্কার (২০২১)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}