{"pageid": 1015944, "title": "এক্সত্রেমাদুরা", "url": "https://bn.wikipedia.org/wiki?curid=1015944", "content": "এক্সত্রেমাদুরা ( EK-strim-ə-DURE-ə, স্পেনীয়: [e(k)stɾemaˈðuɾa]; ; পর্তুগিজ: Estremadura; Fala: Extremaúra), (বিকল্প বানান : এক্সট্রেমাদুরা) হল স্পেনের একটি স্বায়ত্তশাসিত এলাকা। এটির রাজধানী হল মেরিদা । এটি আইবেরিয়ান উপদ্বীপের মধ্য-পশ্চিম অংশে অবস্থিত। তাগুস এবং গুয়াডিয়ানা নদী এ অঞ্চলটিকে পূর্ব থেকে পশ্চিমে অতিক্রম করেছে। এক্সত্রেমাদুরা স্বায়ত্তশাসিত সম্প্রদায়টি স্পেনের দুটি বৃহত্তম প্রদেশ,ক্যাসেরেস এবং বাদাজোজ দ্বারা গঠিত। এক্সত্রেমাদুরার পশ্চিমে পর্তুগাল এবং উত্তরে ক্যাস্টিল অ্যান্ড লিওর স্বায়ত্তশাসিত এলাকা, পূর্বে কাস্টিলা লা মাঞ্চা এবং দক্ষিণে আন্দালুসিয়ার স্বায়ত্তশাসিত সম্প্রদায় দ্বারা সীমাবদ্ধ।\nএটি বন্যপ্রাণীর জন্য একটি গুরুত্বপূর্ণ এলাকা, বিশেষ করে মনফ্রাগুয়ের প্রধান রিজার্ভ হল সবচেয়ে গুরুত্বপূর্ণ। মনফ্রাগুয়ে প্রধান রিজার্ভকে ২০০৭ সালে জাতীয় উদ্যান হিসেবে মনোনীত করা হয়েছিল।\nএক্সট্রিমাদুরার প্রেসিডেন্টের নেতৃত্বে এর আঞ্চলিক কার্যনির্বাহী সংস্থাকে জান্তা দে এক্সট্রিমাদুরা বলা হয়।\n৮ সেপ্টেম্বর এক্সত্রেমাদুরা দিবস পালিত হয়।  এটি গুয়াডালুপের আওয়ার লেডির ক্যাথলিক উৎসবের সময়ের সাথে মিলে যায়।\nএই অঞ্চলটিতে বিপুল পরিমাণ উদ্ধৃত শক্তি এবং লিথিয়ামের মজুদ রয়েছে। শক্তির স্থানান্তর এবং ডিকার্বনাইজেশনের জন্য এ অঞ্চলটি স্পেনের পরিকল্পনার অগ্রভাগে রয়েছে। এক্সত্রেমাদুরা বর্তমানে শক্তি ঔপনিবেশিকতার উদ্বেগের মুখোমুখি হচ্ছে।\n\n\n== ভূগোল ==\n\n\n=== পরিবেশ ===\n\nএক্সত্রেমাদুরা ৩৭° ৫৭' এবং ৪০° ২৯' উ অক্ষাংশ এবং ৪° ৩৯' এবং ৭° ৩৩' প দ্রাঘিমাংশের মধ্যে অবস্থিত।\nএক্সট্রেমাদুরার আয়তন ৪১,৬৩৩ বর্গ কিলোমিটার (১৬,০৭৫ বর্গমাইল)। এটি স্প্যানিশ স্বায়ত্তশাসিত সম্প্রদায়ের পঞ্চম বৃহত্তম এলাকা। এটি দক্ষিণ মালভূমিতে অবস্থিত, যা স্প্যানিশ কেন্দ্রীয় মালভূমির একটি অংশ।\nঅঞ্চলটির মধ্য দিয়ে তাগুস এবং গুয়াডিয়ানা নামক নদী পশ্চিম থেকে পূর্বে আড়াআড়িভাবে বয়ে গিয়েছে, যা উত্তর থেকে দক্ষিণে তিনটি মৌলিক অঞ্চলের পর্বতশ্রেণী এবং নদীগুলিকে একত্রিত করেছে। অঞ্চলসমূহ হল সিস্তেমা সেন্ট্রাল থেকে তাগুস পর্যন্ত বিস্তৃত অঞ্চল, তাগুস হতে গুয়াদিয়ানা এবং গুয়াদিয়ানা থেকে সিয়েরা মোরেনা পর্যন্ত অঞ্চলের মধ্যে মেসোপটেমিয়া চরমেনা ।  তাগুস এবং গুয়াডিয়ানার অববাহিকাগুলি দূরের বেশিরভাগ অঞ্চলকে আচ্ছাদিত করে রেখেছে। এই অঞ্চলের প্রান্তিক অঞ্চলগুলিতে ডৌরো (উত্তর) এবং গুয়াডালকুইভি (দক্ষিণ) নদী প্রবাহিত হয়। তাগুসের উল্লেখযোগ্য উপনদীর মধ্যে রয়েছে তিয়েটার নদী এবং আলাগন নদী (ডান তীরে প্রবাহিত) এবং আলমন্টে, ইবোর, সালোর এবং দ্যা সেভের (বাম তীরে প্রবাহিত)।গুয়াডিয়ানার বাম তীরের গুরুত্বপূর্ণ উপনদীগুলির মধ্যে রয়েছে গুয়াদাররাঙ্ক এবং রুয়েকাস এবং ডানতীরের উপনদীগুলির মধ্যে রয়েছে জুজার নদী এবং মাতাচেল ।\nএক্সট্রেমাদুরার সর্বোচ্চ বিন্দু ২,৪০১ মিটার (৭,৮৭৭ ফুট) উচ্চ ক্যালভিটেরো বা El Torreon। এটি সিস্তেমা সেন্ট্রালের উত্তর-পূর্ব প্রান্তে কাস্টিল এবং লিওনের সীমান্তবর্তী এলাকা।\nএক্সট্রেমাদুরার সিস্টেমা সেন্ট্রালের প্রধান উপপ্রান্তগুলি হল সিয়েরা দে গাটা এবং সিয়েরা দে বেজার ।\nসিয়েরা দে লাস ভিলুয়েরকাসের গড় উচ্চতা প্রায় ১,৬০৩ মিটার (৫,২৫৯ ফুট) । এর শীর্ষ পাহাড়ে হল পিকো দে লাস ভিলুয়েরকাসে । অন্যান্য উল্লেখযোগ্য পাহাড়ের মধ্যে রয়েছে সিয়েরা দে মন্টানচেজ এবং সিয়েরা দে সান পেড্রো, যা বৃহত্তর মন্টেস ডি টলেডোর অংশ। \n\n\n=== জলবায়ু ===\nএক্সত্রেমাদুরার জলবায়ু হল গরম-গ্রীষ্মকালীন ভূমধ্যসাগরীয়, যা কোপেন জলবায়ু শ্রেণিবিভাগের অন্তর্ভুক্ত।\nএক্সত্রেমাদুরার বার্ষিক গড় তাপমাত্রা বেশিরভাগ আইবেরিয়ান উপদ্বীপের তুলনায় কিছুটা উষ্ণ।  বার্ষিক তাপীয় প্রশস্ততা সাধারণত ১৬ থেকে ১৯°সে পর্যন্ত হয়ে থাকে।  গড় বার্ষিক বৃষ্টিপাত প্রায় ৬০০ মিমি। সিস্টেমা সেন্ট্রালের কিছু অংশে ১,৫০০ মিলিমিটারের বেশি বৃষ্টিপাত হয়। অন্যদিকে, বাদাজোজ প্রদেশের কিছু অংশে মাত্র ৪০০ মিমি বৃষ্টিপাত হয়। গ্রীষ্মকাল খুব গরম এবং শুষ্ক প্রকৃতির, এর পরিবর্তে ঠান্ডা মাসগুলিতে বৃষ্টিপাত বেশি হয়। গ্রীষ্মের মাসসমূহে বৃষ্টিপাতের অভাব উচ্চ মাত্রার পানি ঘাটতি তৈরি করে। \n\n\n== ইতিহাস ==\n\nনর্তে চিকো অঞ্চল বাদে সমগ্র পর্তুগাল এবং বর্তমান স্পেনের পশ্চিমাংশ (যার মধ্যে এক্সট্রেমাদুরাও অন্তর্ভুক্ত ছিল) লুসিতানিয়া নামক প্রাচীন রোমান প্রদেশের অন্তর্ভুক্ত ছিল। মেরিদা (বর্তমান এক্সট্রিমাদুরার রাজধানী) তখন রোমান প্রদেশ লুসিতানিয়ার রাজধানী ছিল। এটি ছিল রোমান সাম্রাজ্যের অন্যতম গুরুত্বপূর্ণ শহর।\nআইবেরিয়ান উপদ্বীপের সিংহভাগ অঞ্চলের মতো এ অঞ্চলটিও অষ্টম শতাব্দীর প্রথম দিকে উমাইয়াদের দ্বারা জয় করা হয়েছিল। কর্ডোবার আমিরাত এবং পরবর্তী খিলাফতের অংশ হিসাবে উমাইয়ারা মেরিডাকে কেন্দ্র করে রাজনীতির একটি আঞ্চলিক প্রশাসনিক উপবিভাগ (কুরা) গঠন করে। আল-আন্দালুসের তথাকথিত ফিতনা চলাকালীন ১১ শতকের গোড়ার দিকে খিলাফতের পতনের পর অঞ্চলসমূহ বিভিন্ন রাজ্যে (যা তাইফা নামে পরিচিত) বিভক্ত হওয়ার পরে বর্তমান এক্সট্রিমাদুরার বেশিরভাগ অঞ্চল বাদাজোজ (ব্যাটালিয়াওস) নামক তাইফার অংশ হয়ে ওঠে। বাদাজোজ নামের শহরকে কেন্দ্র করে এ তাইফা প্রতিষ্ঠিত হয়। এ তাইফাটি সাপুর নামক একজন সাকালিবা দ্বারা প্রতিষ্ঠিত হয়েছিল, যিনি পূর্বে দ্বিতীয় আল-হাকাম দ্বারা মুক্তিলাভ করেছিলেন। \n\nবিপরীতভাবে, লিওন, ক্যাসটাইল এবং পর্তুগাল রাজ্যসমূহ ১১তম এবং ১২তম শতকে স্পেনের সমগ্র অঞ্চল জুড়ে পরিচালিত অভিযানসমূহে সফলতা লাভ করেছিল। এর মধ্যে ১০৭৯  এবং ১১৪২ সালে কোরিয়ায় লিওনিজ রাজ্যের পরিচালিত অভিযানে বিজয়সমূহ, ১২ শতকের দ্বিতীয়ার্ধে গুয়াডিয়ানা অববাহিকা জুড়ে পর্তুগিজ অভিযানসমূহ এবং ১১৮৬ সালে প্লাসেন্সিয়ায় কাস্টিলিয়ান প্রদেশ প্রতিষ্ঠা উল্লেখযোগ্য।\nআলমোহাদ অঞ্চলসমূহে ১১৭৪ সালের আক্রমণ তাগাসের দক্ষিণে (ক্যাসেরেস সহ) প্রতিটি দুর্গ থেকে লিওনিজদের অপসারণ করে।  ১২১২ সালের লাস নাভাস দে টোলোসার যুদ্ধে আলমোহাদ বিপর্যয়ের পর, মুসলিম নিয়ন্ত্রণাধীন বর্তমান দিনের এক্সট্রেমাদুরার অবশিষ্ট অংশ লিওনের রাজা আলফনসো নবমের নেতৃত্বে সৈন্যদের হাতে চলে যায়। অঞ্চলসমূহ হল আলকানটারা (পতন:১২১৪),  ক্যাসেরেস (পতন:১২২৭–১২২৯),  মেরিদা (পতন:১২৩০) এবং  বাদাজোজ (পতন:১২৩০)। সান্তিয়াগো এবং আলকানতারায় ক্যাস্টিলের রাজা ফার্ডিনান্ড তৃতীয়ের হাতে দুটি অঞ্চলসমূহের পতন হয় : ট্রুজিলো (পতন:১২৩১) এবং  মেডেলিন (পতন:১২৩৪) এক্সট্রেমাদুরার নিম্ন অঞ্চলের শেষ দুর্গগুলি খ্রিস্টানরা ১২৪৮ সালের মধ্যে জয় করেছিল। \n১৫তম এবং ১৬তম শতাব্দীর মধ্যে, লিওনিজ এবং ক্যাস্টিলিয়ান এক্সট্রেমাদুরাস ধারণাটি লুপ্ত হয়ে যায়।\n১৫৭০ এবং ১৫৭২ সালের মধ্যে গ্রানাডানদের নির্বাসনের প্রেক্ষাপটে রাজা জোরপূর্বক প্রায় ১১,০০০ মরিস্কোকে বর্তমান অঞ্চলের অঞ্চলে স্থানান্তরিত করেছিলেন। এ প্রক্রিয়া কিছুটা বিশৃঙ্খল ছিল কেননা স্থানান্তরের সময় মরিস্কোসদের পুরাতন এলাকা যেমন হর্নাচোস, ম্যাগাসেলা এবং বেনকুরেন্সিয়া এর মতো কিছু জায়গা গ্রানাডান মরিস্কোসদের পুনর্বাসন স্থান হিসাবে এড়ানো হয়েছিল। এই অঞ্চল থেকে মরিস্কোদের বিতাড়ন শুরু হয়েছিল ১৬০৯ সালে। বিতাড়ন প্রক্রিয়া শুরু হয়েছিল হর্নাচোসের মরিস্কোসদের অপসারণের মাধ্যমে, যা কাস্টিল সময়কালে প্রথম। ১৬১০ সালের সেপ্টেম্বরের মধ্যে এক্সট্রেমাদুরার প্রায় দুই তৃতীয়াংশ মরিস্কোসকে বহিষ্কার করা হয়েছিল এবং ১৬১১ সালের মধ্যে সংখ্যাটি ১২,৭৭৬-এ নেমে এসেছিল। বহিষ্কারের প্রাথমিক আদেশ কেবল তারাই এড়াতে পারতেন যারা 'ভাল খ্রিস্টান' ছিলেন বা 'পুরাতন মরিসকোস' হিসেবে মর্যাদা দাবি করেন। ১৬১২ সালের সময় শুধুমাত্র ট্রুজিলো, মেরিডা এবং প্লাসেনসিয়াতে মরিস্কোদের বসতি অবশিষ্ট থাকে।\n\nমেসেটা সেন্ট্রাল থেকে পর্তুগাল পর্যন্ত সবচেয়ে সহজ পথে অবস্থিত হওয়ায় এই অঞ্চলটি ১৬৪০-১৬৬৮ সালে পর্তুগিজদের পুনরুদ্ধারমূলক যুদ্ধের কারণে ব্যাপকভাবে ক্ষতিগ্রস্থ হয়েছিল।  উভয় পাশে অর্থনৈতিক সম্পদ এবং বসতির এ ক্ষতি বৃহৎ সৈন্যবাহিনীর গতিবিধির জন্য নয় বরং লুট, সংঘর্ষ, অভিযান এবং ধ্বংসের জন্য হয়েছিল ।  তবে লিসবন এবং মাদ্রিদ-এর ক্রমবর্ধমান ভূমিকা এই অঞ্চলে সামরিক বাহিনীর প্রভাবকে সুসংহত করেছে। \n১৮ শতকের শেষের দিকে, এক্সট্রেমাদুরান পল্লীগুলি নিস্তেজ হয়ে পড়ে এবং একটি গভীর সংকটের সম্মুখীন হয়।  ফসলের জন্য নিবেদিত জমির অংশ হ্রাস পাচ্ছিল।  ক্রমবর্ধমান গবাদি পশু পালন আরও বেশি চারণভূমি তৈরি করতে প্ররোচিত করে,  প্রাচীন শাসনামলের শেষের দিকে পাদ্রী, মিউনিসিপ্যাল কাউন্সিল এবং রাজকীয় সেনাদের ভূমিকা অভিজাতদের ভূমিকার চেয়ে বেশি গুরুত্বপূর্ণ ছিল। \n১৯ শতকের দ্বিতীয়ার্ধে রেলওয়ের বিকাশ ঘটে।১৮৬৩ সালের সেপ্টেম্বরে পর্তুগালের এলভাস থেকে বাদাজোজে একটি যাত্রীবাহী ট্রেন পৌঁছেছিল- যা এই অঞ্চলের প্রথম ট্রেন এবং আইবেরিয়ান উপদ্বীপের প্রথম আন্তর্জাতিক পরিষেবা।   ১৮৬৬ সালে, বাদাজোজ-কূইদাদ রেল লাইন মাদ্রিদের সাথে যোগাযোগ করা সহজ করে।  ক্যাসেরেস প্রদেশের মধ্য দিয়ে যাওয়া মাদ্রিদ-ভ্যালেন্সিয়া দে আলকান্তারা লাইন ছিল একটি নতুন রেল সংযোগ, যা ১৮৮১ সালে সম্পূর্ণরূপে সম্পন্ন হয়েছিল। \n১৯৩৬-১৯৩৯ স্প্যানিশ গৃহযুদ্ধের প্রেক্ষাপটে ১৯৩৬ সালের আগস্ট মাসে বাদাজোজ প্রদেশ জুড়ে বিদ্রোহী দল তথাকথিত কলামনা মাদ্রিদের গণহত্যাকে পিছনে ফেলেছিল।  যুদ্ধ এবং যুদ্ধ-পরবর্তী সময়ের মধ্যে সমগ্র স্পেনের বাদাজোজ প্রদেশে সবচেয়ে বেশি ফ্রাঙ্কোবাদী দমন-পীড়ন দেখা যায়। এক্সট্রেমাদুরা\nবিংশ শতাব্দীর মাঝামাঝি সময়ে, ফ্রাঙ্কোবাদী একনায়কতন্ত্র হাজার হাজার হেক্টর শুকনো জমির ফসলকে সেচযোগ্য জমিতে রূপান্তরিত করে। এছাড়াও ইনস্টিটিউটো ন্যাসিওন ডি কলোনিজাজা এ অঞ্চলে ৬৩টি নতুন বসতি স্থাপনের পক্ষে ছিল। (আইএনসি)।  ২০ শতকের দ্বিতীয়ার্ধে এই অঞ্চলের বাইরে একটি বিশাল জনগোষ্ঠী গ্রামাঞ্চল ছেড়ে শহরে চলে যায়। তাদের প্রধান লক্ষ্য ছিল স্পেনের শিল্পোন্নত অঞ্চল এবং প্রতিবেশী সমৃদ্ধ ইউরোপীয় দেশগুলো (যেমন জার্মানি, ফ্রান্স এবং সুইজারল্যান্ড)। ১৯৫৯ সালের স্থিতিশীলকরণ পরিকল্পনার পরিপ্রেক্ষিতে এবং গন্তব্য দেশগুলির সাথে দ্বিপাক্ষিক চুক্তির পর ১৯৬১-এর পর গ্রাম ছেড়ে যাওয়া জনগণের সংখ্যা বহুগুণে বৃদ্ধি পায়। \nস্প্যানিশ স্বায়ত্তশাসিত সম্প্রদায়গুলির বিকাশের প্রেক্ষাপটে বাদাজোজ এবং ক্যাসেরেস প্রদেশের স্বায়ত্তশাসনের এখতিয়ারসহ এক্সট্রিমাদুরার স্বায়ত্তশাসিত সরকারি সত্তা ১৯৭৮ সালের একটি আইনের মাধ্যমে তৈরি করা হয়েছিল।   এক্সট্রেমাদুরার আঞ্চলিক সংবিধির খসড়া ১৯৮০ সালে শুরু হয়।  এটি ১৯৮২ সালে আইন হিসাবে গৃহীত হয়েছিল।\n\n\n== সরকার ও প্রশাসন ==\n\n\n=== স্বায়ত্তশাসন ব্যবস্থা ===\nএক্সট্রেমাদুরার স্বায়ত্তশাসনের সংবিধি আইন হল স্বায়ত্তশাসিত সরকারকে নিয়ন্ত্রণের একটি মৌলিক আইন । এটি ১৯৮৩ সালে প্রণীত। এই আইনের বলে সরকার সেই প্রতিষ্ঠানগুলিকে প্রতিষ্ঠা করতে পারে যার মাধ্যমে সরকার তার স্বায়ত্তশাসনের ক্ষমতা প্রয়োগ করে।\n\nএক্সত্রেমাদুরার অ্যাসেম্বলি নামক আইনসভার কিছু কার্যাবলী নিম্নরূপ : স্বায়ত্তশাসিত এক্সট্রেমাদুরার আইন প্রণয়ন ও প্রয়োগ, এক্সট্রেমাদুরার শাসনব্যবস্থা নিয়ন্ত্রণ, আঞ্চলিক বাজেট পাস, সিনেটরদের পদত্যাগ বা মিডিয়া নিয়ন্ত্রণ ইত্যাদি।  এর সদস্যরা (বর্তমানে ৬৫) দুটি নির্বাচনী জেলায় ৫% অনুপাতে দলীয় তালিকার মাধ্যমে সরাসরি নির্বাচিত হয়। বাদাজোজ এবং ক্যাসেরেস- এই অঞ্চলের দুটি জেলায় নির্বাচন হয়ে থাকে।\nএক্সট্রিমাদুরার জান্তা : এটি আঞ্চলিক রাষ্ট্রপতি, ভাইস-প্রেসিডেন্ট এবং আঞ্চলিক সরকারের নির্বাহী ও প্রশাসনিক কার্যাবলী সম্পাদনকারী মন্ত্রীপরিষদ দ্বারা গঠিত কলেজিয়েট সংস্থা। \nএক্সট্রেমাদুরার জান্তার প্রেসিডেন্ট : রাষ্ট্রপতিকে এক্সট্রেমাদুরার জান্তার কাজ পরিচালনা ও সমন্বয় করার জন্য নিয়োগ করা হয়। তিনি এক্সট্রেমাদুরার সর্বোচ্চ প্রতিনিধি এবং এই অঞ্চলে রাজ্যের সাধারণ প্রতিনিধিত্বও করেন। এক্সট্রেমাদুরার রাষ্ট্রপতি তার সদস্যদের মধ্য থেকে আইনসভা দ্বারা নির্বাচিত হন, যার জন্য প্রথম দফায় নিরঙ্কুশ সংখ্যাগরিষ্ঠ ভোট বা ধারাবাহিক রাউন্ডে ইতিবাচক ভোটের সাধারণ সংখ্যাগরিষ্ঠতা অর্জন করতে হয়। রাষ্ট্রপতি ব্যক্তিগতভাবে জান্তার মন্ত্রীদের নির্বাচন করেন। \n\n\n=== প্রাদেশিক ===\nপ্রতিটি প্রদেশের জন্য সরকারি সংস্থা হল ডেপুটেশন। বর্তমান সময়ে ডেপুটেশন হল দুইটি : বাদাজোজের প্রাদেশিক ডেপুটেশন এবং ক্যাসেরেসের প্রাদেশিক ডেপুটেশন। পৌরসভা নির্বাচনের ফলাফলের ভিত্তিতে পৌর কাউন্সিলরদের মধ্য থেকে ডেপুটেশনের পূর্ণাঙ্গ সদস্যরা পরোক্ষভাবে নির্বাচিত হন। প্লেনারি তার সদস্যদের মধ্য থেকে ডেপুটেশনের সভাপতি নির্বাচন করে।\n\n\n== অর্থনীতি ==\n\nএক্সট্রেমাদুরার ২০১৮ সালে মোট দেশজ উৎপাদন (জিডিপি) ২০.০ বিলিয়ন ইউরো, যা স্প্যানিশ অর্থনৈতিক উৎপাদনের ১.৭%।ক্রয় ক্ষমতার জন্য সামঞ্জস্যপূর্ণ মাথাপিছু জিডিপি ছিল ২০,১০০ ইউরো বা একই বছরে EU27 গড়ের ৬৭%।এক্সট্রেমাদুরা হলো স্পেনে মাথাপিছু দ্বিতীয় সর্বনিম্ন জিডিপিপ্রাপ্ত অঞ্চল। \nরপ্তানি পণ্য (বেশিরভাগই খাদ্য এবং উৎপাদন সমন্বিত) প্রাথমিকভাবে ইউরোপীয় বাজারে পাঠানো হয়, তবে ২০১০-এর দশক জুড়ে ইউরোপীয় ইউনিয়ন বহির্ভূত রপ্তানি গন্তব্যগুলির একটি ক্রমবর্ধমান অংশ দৃশ্যমান হচ্ছে। বাণিজ্যের ভারসাম্য সাধারণত ইতিবাচক। \n২০১৭ সালে এক্সট্রেমাদুরার বেকারত্বের হার ২৬.২% এ দাঁড়িয়েছিল এবং ইউরোপীয় ইউনিয়নের মধ্যে এটি সর্বোচ্চ ছিল। \n\n\n=== কৃষি ===\n\nবন্য কালো আইবেরিয়ান শূকর এই এলাকায় বিচরণ করে এবং ওক গ্রোভ থেকে অ্যাকর্ন খায়।এই শূকরগুলিকে ধরা হয় এবং হ্যাম ডিশ jamón ibérico নামক রন্ধনপ্রণালীর মাধ্যমে রান্না করা হয় ।শূকররা যত বেশি অ্যাকর্ন খায়, হ্যাম তত বেশি উত্তম হয়। সেই সময়ে, পর্যাপ্ত মার্কিন রেস্তোরাঁয় সেই সুস্বাদু খাবারের চাহিদা ছিল। তাই স্পেন এটিকে হাড়বিহীন হিসাবে রপ্তানি করার সিদ্ধান্ত নিয়েছিল, যা ইউএস ডিপার্টমেন্ট অফ এগ্রিকালচারের স্বাস্থ্য কোড অনুমোদন করবে (এবং চালিয়ে যাবে)।\n২০২১ সালের হিসাবে, এক্সট্রিমাদুরা স্পেনে উৎপাদিত তামাকগুলির প্রায় ৯৮% উৎদন করে। এটি ইউরোপের শীর্ষস্থানীয় তামাক উৎপদনকারী অঞ্চল।  তামাক উৎপাদন প্রধানত লা ভেরা এবং ক্যাম্পো আরানুয়েলোতে হয়ে থাকে। \n২০১৭ সালে টমেটো উৎপাদন ছিল ২১,২২,০০০ টন। প্রাথমিকভাবে গুয়াডিয়ানা এবং আলাগন-আরাগো নদীর তীরে টমেটো চাষ হয়। \n২০২১ সালের হিসাবে আন্দালুসিয়ার পরে এক্সট্রিমাদুরা স্পেনের দ্বিতীয় বৃহত্তম ধান উৎপাদনকারী অঞ্চল।  যাইহোক, খরা এবং ধানের ক্ষেতের উচ্চ পানির চাহিদার কারণে, ২০১০ এর দশকের শেষের দিক থেকে ধান চাষে সেচ ব্যবহার কমে যাচ্ছে।  মুরসিয়ার সাথে একত্রে, এক্সট্রিমাদুরা পাপরিকার প্রধান উৎপাদক, প্রাথমিকভাবে স্প্যানিশ বাজারেই তারা সরবরাহ করে থাকেন।  মরিচ পিমেন্টন দে লা ভেরা অঞ্চলে বেশি জন্মে। এ অঞ্চলটি লা ভেরা, ক্যাম্পো আরানুয়েলো, ভ্যালে দেল আমব্রোজ এবং ভ্যালে দেল অ্যালাগনের কমর্কাস নিয়ে গঠিত।  পিডিও ২০২০ সালে ৩,৮৬০ টন মরিচ উৎপাদন করেছে। \n\n\n=== শক্তি ===\nআঞ্চলিক শিল্প উৎপাদনের প্রায় অর্ধেক জ্বালানি খাতের অন্তর্গত।  এক্সট্রেমাদুরা একটি বিশাল শক্তি ভাণ্ডার রয়েছে, যা নিজেদের প্রয়োজনের প্রায় চারগুণ শক্তি উৎপাদন করে।  এই পরিস্থিতির কারণে বেসরকারি বিদ্যুৎ কোম্পানিগুলো এক্সট্রেমাদুরায় আসতে আগ্রহী। কেননা এই অঞ্চলে কর আরোপিত হয় না এবং শিল্পে অন্যান্য অঞ্চলের তুলনায় কম অংশ নিযুক্ত করা যায়।  আলকানতারা, টোরেজন এবং ভালদেকানাসের জলাধারে ট্যাগাস বাঁধ রয়েছে যেখানে গুয়াডিয়ানা সিজারা, পুয়ের্তো পেনা, ওরেলানা এবং জুজারের জলাধারে আরেকটি বাঁধ রয়েছে।  অরোগ্রাফিক অবস্থার কারণে, গুয়াডিয়ানার তুলনায় ট্যাগাস জলবিদ্যুৎ ব্যবহারের জন্য বেশি উপযোগী।  ২০২১ সালের হিসাবে এই অঞ্চলে প্রায় ২,১৯৩.৮৪ মেগাওয়াট জলবিদ্যুৎ শক্তি রয়েছে। \nআলমারাজ নিউক্লিয়ার পাওয়ার প্ল্যান্টের দুটি চুল্লি (যা যথাক্রমে ১৯৮১ এবং ১৯৮৩ সালে চালু করা হয়েছিল) যৌথভাবে এন্ডেসা, ইবারড্রোলা এবং ন্যাচারজি দ্বারা পরিচালিত হয়।  এ দুটি চুল্লি ১,০৪৮.৪৩ মেগাওয়াট এবং ১,০৪৪.৪৫ মেগাওয়াট শক্তি উৎপাদন করে। \nবৃহৎ সৌরবিদ্যুৎ কেন্দ্র স্থাপন এবং লিথিয়াম খনির লাইসেন্স প্রদান, শক্তির স্থানান্তর প্রক্রিয়া এবং একটি ডিকার্বনাইজেশনের জন্য স্পেনের পরিকল্পনার অগ্রভাগে এই অঞ্চলটি রয়েছে।  যাইহোক, এই ধরনের সম্ভাবনাগুলি জলবিদ্যুৎ ব্যবহারের জন্য জলাধার নির্মাণ এবং পারমাণবিক বিদ্যুৎকেন্দ্র নির্মাণের পরে কীভাবে একটি তৃতীয় শক্তি উপনিবেশ এড়ানো যায় তা নিয়ে সমালোচনা ও উদ্বেগের জন্ম দিয়েছে।  ইউরোপের বৃহত্তম ফোটোভোলটাইক পাওয়ার প্ল্যান্টগুলির মধ্যে দুটি এই অঞ্চলে অবস্থিত: ফ্রান্সিসকো পিজারো (৫৯০ মেগাওয়াট), টোরিলেয়াস দে লা তিয়েসা এবং নুনেজ দে বালবোয়া (৫০০ মেগাওয়াট) । উভয়ই ইবারড্রোলা দ্বারা পরিচালিত হয়, যা সম্মিলিতভাবে ১,৩০০ মেগাওয়াট পরিমাণের আরও ৬টি ফটোভোলটাইক প্ল্যান্ট তৈরি করছে।  এই অঞ্চলের প্রথম সৌর তাপবিদ্যুৎ কেন্দ্র, আলভারাডো আই (৫০ মেগাওয়াট) ২০০৯ সালে চালু হয়েছিল। \n\n\n== জনসংখ্যা ==\nজানুয়ারী ১, ২০১২ সালের আদমশুমারি অনুযায়ী, এক্সট্রেমাদুরার জনসংখ্যা হল ১১,০৯,৩৬৭ জন বাসিন্দা, যা স্প্যানিশ জনসংখ্যার ২.৩৬% (৪,৬৭,৪৫,৮০৭)।\nএক্সট্রেমাদুরার জনসংখ্যার ঘনত্ব হল ২৫/বর্গকিলোমিটার (৬৫/বর্গমাইল) যা সমগ্র স্পেনের তুলনায় খুবই কম।\nশহুরে অঞ্চলে ৫০,০০০ থেকে ২,০০,০০০ জন বাসিন্দা রয়েছে এমন তিনটি পৌরসভা রয়েছে -- (বাদাজোজ, ক্যাসেরেস এবং মেরিডা)। প্লাসেন্সিয়া, ডন বেনিটো - ভিলানুয়েভা দে লা সেরেনা কনুরবেশন এবং আলমেন্দ্রলেজো হল কম জনসংখ্যাপূর্ণ অঞ্চল।  ১০,০০০ এর বেশি জনসংখ্যা আছে এমন অন্যান্য পৌরসভাগুলির মধ্যে রয়েছে জাফরা, মন্টিজো, ভিলাফ্রাঙ্কা দে লস ব্যারোস, নাভালমোরাল দে লা মাতা এবং কোরিয়া।\nসবচেয়ে জনবহুল প্রদেশ হল বাদাজোজ, যার জনসংখ্যা ৬,৯১,৭১৫ এবং জনসংখ্যার ঘনত্ব ৩১.৭৮/বর্গকিলোমিটার (৮২.৩/বর্গমাইল)। বাদাজোজের আয়তন ২১,৭৬৬ বর্গকিলোমিটার (৮,৪০৪ বর্গমাইল)। এটি স্পেনের বৃহত্তম প্রদেশ। ক্যাসেরেস প্রদেশের জনসংখ্যা ৪,১৩,৭৬৬। ক্যাসেরেসে জনসংখ্যার ঘনত্ব ২০.৮৩/বর্গকিলোমিটার (৫৩.৯/বর্গমাইল) এবং এর ক্ষেত্রফল ১৯,৮৬৮ বর্গকিলোমিটার (৭,৬৭১ বর্গমাইল), যার ফলে এটি বাদাজোজের পরে স্পেনের বৃহত্তম প্রদেশ হিসেবে পরিচিত হয়েছে।\n\n২০২০ সালের হিসাবে এক্সট্রেমাদুরায় আগত বৃহত্তম বিদেশী সম্প্রদায় হল রোমানিয়ান নাগরিক, যারা সংখ্যায় ৮,১৭৩ জন। তারপরে মরক্কোর ৭,৪০০ জন, ব্রাজিলিয়ান ৩,১৮৮ জন, চীনা ১,৬৫৫ জন এবং কলম্বিয়ান ১,৪০৯ জন।এছাড়াও এই অঞ্চলে ৩,১৮৮ জন পর্তুগিজ বাস করে।এই অঞ্চলে বিদেশী জনসংখ্যা ছিল ৩৪,৬৬৭। \n\nক্যাস্টিল রাজ্যের প্রদেশগুলির ১৫৯১ সালের আদমশুমারি অনুসারে এক্সট্রিমাদুরান জনসংখ্যা ছিল প্রায় ৫,৪০,০০০ জন, যা স্পেনের মোট জনসংখ্যার ৮%। ১৭১৮ সালের অনুমান অনুসারে ৩,২৬,৩৫৮ জন লোক এক্সট্রিমাদুরায় বসবাসরত ছিল ।\nএই সময়কাল থেকে, ১৯৬০-এর দশক পর্যন্ত জনসংখ্যা ক্রমাগত বৃদ্ধি পায় (১৯৬০ সালে ১৩,৭৯,০৭২ জন  )। ১৯৬০ সালের পর, স্পেন এবং ইউরোপের আরও সমৃদ্ধ অঞ্চলসমূহে অভিবাসন এক্সট্রেমাদুরার জনসংখ্যাকে হ্রাস করে।\n\n\n== ভাষা ==\nএকমাত্র সরকারি ভাষা হল স্প্যানিশ। স্প্যানিশ ভাষাসমূহের স্থানীয় উপভাষাগুলিকে সম্মিলিতভাবে কাস্তুও বলা হয়। তবে এখানে অন্যান্য ভাষা এবং উপভাষাগুলিও ব্যাপকভাবে বলা হয়ে থাকে।ফালা হল গ্যালিসিয়ান-পর্তুগিজ ভাষা। এটি হলো বিশেষ ভাষা এবং জালামা উপত্যকায় এই ভাষায় কথা বলা হয়।এক্সট্রেমাদুরার ভাষা, লিওনিজ  সম্পর্কিত স্থানীয় উপভাষার একটি গ্রুপের সম্মিলিত নাম।পর্তুগিজ ভাষার স্থানীয় রূপগুলি সেডিলো এবং হেরেরা দে আলকান্তারা স্থানীয় এলাকাসমূহে বলা হয়।  অলিভেঞ্জায় কিছু লোক  পর্তুগিজ ভাষায় কথা বলতো।\nএই অঞ্চলে কথিত স্প্যানিশ দ্বান্দ্বিক রূপগুলির ধ্বনিতাত্ত্বিক স্বতন্ত্র বৈশিষ্ট্যগুলির মধ্যে রয়েছে সেসিও (বাদাজোজ প্রদেশের কিছু এলাকায়), ইন্টারভোকালিক/d/, j এবং শব্দ-প্রাথমিক h, r → l প্রতিস্থাপন, এবং yeísmo এর দৃষ্টান্ত।\n\n\n== প্রশাসনিক বিভাগ ==\nএক্সট্রিমাদুরা ৩৮৩টি পৌরসভায় বিভক্ত। এর মধ্যে ১৬৪টি বাদাজোজ প্রদেশের অংশ এবং বাকি ২১৯টি ক্যাসেরেস প্রদেশের অংশ।\n\nবাদাজোজে পৌরসভার তালিকা\nক্যাসেরেসের পৌরসভার তালিকা\nএছাড়াও এক্সট্রেমাদুরায় কিছু ঐতিহ্যবাহী কোমারকাস রয়েছে, যেমন লাস ভিলুয়েরকাস এবং লাস হার্ডেস, কিন্তু এগুলোর কোনো সরকারী স্বীকৃতি নেই।\n\n\n== খেলাধুলা ==\nফুটবলে এক্সত্রেমাদুরা অঞ্চলের বেশ কিছু দল রয়েছে । এগুলো হল\n\nএক্সত্রেমাদুরা ইউডি হল এক্সত্রেমাদুরা অঞ্চলের পুরুষ ফুটবল দল।\nএক্সত্রেমাদুরা অঞ্চলের মহিলা ফুটবল দল হল এক্সত্রেমাদুরা ফেমেনিনো সিএফ (সিএফ পুয়েবলা এক্সত্রেমাদুরা) নামেও পরিচিত ।\nসিএফ এক্সত্রেমাদুরা । এটি ১৯২৪ সালে প্রতিষ্ঠিত হয় কিন্তু ২০১০ সালে বন্ধ হয়।\n\n\n== আরও দেখুন ==\nএক্সট্রিমাদুরান ভাষা\nএক্সট্রিমাদুরান রান্না\nএক্সট্রিমাদুরা (ভিনো দে লা টিয়েরা)\nএক্সট্রিমাদুরান অ্যাসেম্বলির সভাপতিদের তালিকা\nনব এক্সত্রেমাদুরা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএক্সট্রিমাদুরা, স্পেন - গুগল ম্যাপ\n\"Estremadura\"। ব্রিটিশ বিশ্বকোষ। 9 (১১তম সংস্করণ)। ১৯১১। পৃষ্ঠা 801–802। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nস্প্যানিশ অঞ্চল: Extremadura ঐতিহ্যবাহী পোশাক"}