{"pageid": 1015930, "title": "আকরাম রাজা", "url": "https://bn.wikipedia.org/wiki?curid=1015930", "content": "মোহাম্মদ আকরাম রাজা (উর্দু: اکرم رضا‎‎; জন্ম: ২৯ নভেম্বর, ১৯৬৪) লাহোর এলাকায় জন্মগ্রহণকারী পাকিস্তানি আম্পায়ার ও সাবেক আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৮০-এর দশকের শেষদিক থেকে শুরু করে ১৯৯০-এর দশকের মাঝামাঝি সময়কাল পর্যন্ত পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে ফয়সালাবাদ, হাবিব ব্যাংক লিমিটেড, লাহোর, সারগোদা এবং ওয়াটার ও পাওয়ার ডেভেলপম্যান্ট অথরিটি দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতে অফ স্পিন বোলিং করতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন আকরাম রাজা।\n\n\n== খেলোয়াড়ী জীবন ==\n২৯ নভেম্বর, ১৯৬৪ তারিখে পাঞ্জাবের লাহোর এলাকায় আকরাম রাজা’র জন্ম। ১৬ বছর বয়সে লাহোর সিটির পক্ষে ঘরোয়া পর্যায়ের ক্রিকেটে অংশ নিতে থাকেন। ১৯৮১-৮২ মৌসুম থেকে ২০০৪ সাল পর্যন্ত আকরাম রাজা’র প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল।\nসমগ্র খেলোয়াড়ী জীবনে নয়টিমাত্র টেস্ট ও ঊনপঞ্চাশটি একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন আকরাম রাজা। ১ ডিসেম্বর, ১৯৮৯ তারিখে লাহোরে সফরকারী ভারত দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ৩১ জানুয়ারি, ১৯৯৫ তারিখে হারারেতে স্বাগতিক জিম্বাবুয়ে দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি। তাকে কোন ওডিআইয়ে অংশগ্রহণ করার সুযোগ দেয়া হয়নি।\n১৯৮৯ সালে অস্ট্রেলিয়ার বিপক্ষে পাকিস্তানের একদিনের আন্তর্জাতিক দলের সদস্যরূপে প্রথম আন্তর্জাতিক অঙ্গনে প্রবেশ করেন। ফেব্রুয়ারি, ১৯৯৫ সালে সর্বশেষবারের মতো পাকিস্তান দলের পক্ষে অংশ নেন। ২০০০ সালে বিচারপতি মালিক মোহাম্মদ কাইয়ূমের প্রতিবেদনে তাকে দূর্নীতির অভিযোগে দোষী করা হয় ও পাকিস্তান ক্রিকেট বোর্ড থেকে জরিমানার সম্মুখীন হন।\n\n\n== আম্পায়ারিত্বে অংশগ্রহণ ==\nক্রিকেট খেলা থেকে অবসর গ্রহণের পর আম্পায়ারিং জগতের দিকে ধাবিত হন। ২০০৮ সালের ঘরোয়া পর্যায়ে লিস্ট এ ক্রিকেটে তিনি খেলা পরিচালনা করেছিলেন।\n১৫ মে, ২০১১ তারিখে লাহোরের বিপণী বিতানে হানা দিয়ে আকরাম রাজাসহ অপর ছয়জন ব্যক্তিকে ইন্ডিয়ান প্রিমিয়ার লিগের খেলাগুলোয় বাজী ধরার কারণে গ্রেফতার করে। টেলিফোন, কম্পিউটার, টেলিভিশনসহ বিপুল অঙ্কের অর্থ জব্দ করে। একইদিনে তাদের বিরুদ্ধে অভিযোগ দায়ের করা হয়।\nঅবৈধ বাজী ধরার অভিযোগে সাময়িকভাবে নিষেধাজ্ঞা প্রদানের পর ২০১২ সালে পাকিস্তান ক্রিকেট বোর্ড তাকে পুনরায় আম্পায়ার প্যানেলে অন্তর্ভুক্ত করে। বছরব্যাপী লাহোর আদালতে শুনানী চলার পর তিনি পিসিবি’র অধিকার ফিরে পান। পাকিস্তান ক্রিকেট বোর্ডের মহাপরিচালক জাভেদ মিয়াঁদাদ এ প্রসঙ্গে মন্তব্য করেন যে, তিনি নিজেকে নির্দোষ হিসেবে প্রতিষ্ঠিত করতে পেরেছেন।\n\n\n== পরিসংখ্যান ==\nওডিআইয়ে ম্যান অব দ্য ম্যাচ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nহারুন রশীদ\nওয়াসিম আকরাম\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nপাকিস্তানি একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে আকরাম রাজা  (ইংরেজি)\nক্রিকেটআর্কাইভে আকরাম রাজা   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}