{"pageid": 1015265, "title": "আজটেক সভ্যতা", "url": "https://bn.wikipedia.org/wiki?curid=1015265", "content": "আজটেক সভ্যতা উত্তর-ধ্রুপদি যুগপর্যায়ের ১৩০০ থেকে ১৫২১ খ্রিস্টাব্দের মধ্যবর্তী সময়কালে অধুনা মধ্য মেক্সিকো ভূখণ্ডে বিকাশ লাভ করা একটি মেসোআমেরিকান সভ্যতা। আজটেক জাতি বলতে মধ্য মেক্সিকোর বিভিন্ন নৃতাত্ত্বিক জাতিগোষ্ঠীগুলিকে (বিশেষত নাওয়াৎজ-ভাষী এবং খ্রিস্টীয় চতুর্দশ থেকে ষোড়শ শতাব্দীর মধ্যবর্তী সময়ে মেসোআমেরিকার বৃহৎ অংশে সংখ্যাগরিষ্ঠ জাতিগোষ্ঠীগুলি) বোঝায়। আজটেক সভ্যতা একাধিক নগর-রাষ্ট্রে (আলতেপেৎজ) সুবিন্যস্ত ছিল। নগর-রাষ্ট্রগুলির কোনও কোনওটি পরস্পর জোটবদ্ধ হয়ে রাজনৈতিক মৈত্রীসংঘ বা সাম্রাজ্যের আকার ধারণ করেছিল। উদাহরণস্বরূপ, ১৪২৭ খ্রিস্টাব্দে প্রতিষ্ঠিত আজটেক সাম্রাজ্য ছিল তিনটি নগর-রাষ্ট্রের একটি মৈত্রীসংঘ: তেনোচতিৎলান (মেক্সিকো বা তেনোচকা অঞ্চলের নগর-রাষ্ট্র), তেৎজকোকো ও ৎলাকোপান (পূর্বতন তেপানেক সাম্রাজ্যের অংশ, যেটির প্রধান শক্তি ছিল আজকাপোৎজালকো)। \"আজটেক\" নামটি প্রায়শই সংকীর্ণ অর্থে তেনোচতিৎলানের মেক্সিকা আদিবাসী জাতিগোষ্ঠী অর্থে ব্যবহৃত হলেও বৃহত্তর ক্ষেত্রে এই শব্দটি প্রাক-স্পেনীয় যুগের মেক্সিকোর মধ্যাঞ্চলের নাওয়া রাষ্ট্রব্যবস্থা বা জাতিগোষ্ঠী অর্থে এবং সেই সঙ্গে স্পেনীয় ঔপনিবেশিক যুগ (১৫২১-১৮২১) অর্থেও ব্যবহৃত হয়ে থাকে। ঊনবিংশ শতাব্দীর প্রথম ভাগে জার্মান বৈজ্ঞানিক আলেকজান্ডার ফন হুমবোল্ড্ট্ শব্দটির প্রচলন ঘটান। তারপরেই আজটেক ও আজকেট জাতিগোষ্ঠীর সংজ্ঞা গবেষকদের দীর্ঘ আলোচনার এক বিষয়ে পরিণত হয়।\nউত্তর-ধ্রুপদি যুগপর্যায়ে মধ্য মেক্সিকোর অধিকাংশ নৃতাত্ত্বিক জাতিগোষ্ঠীই মেসোআমেরিকার মৌলিক সাংস্কৃতিক বৈশিষ্ট্যগুলির অংশিদার ছিল। তাই আজটেক সংস্কৃতির অনেক বৈশিষ্ট্যকেই আজটেক জাতির নিজস্ব বৈশিষ্ট্য বলা চলে না। একই কারণে \"আজটেক সভ্যতা\"র ধারণাটিকে সাধারণ মেসোআমেরিকান সভ্যতার একটি নির্দিষ্ট দিগন্ত হিসেবে দেখলেই সবচেয়ে ভালোভাবে বোঝা যায়। মধ্য মেক্সিকোর সাংস্কৃতিক বৈশিষ্ট্যগুলির মধ্যে ছিল ভুট্টা চাষ, অভিজাত (পিপিলতিন) ও সাধারণ মানুষের (মাকেহালতিন) মধ্যে একটি সামাজিক বিভাজনরেখা, একটি দেবমণ্ডলী (যার অন্যতম প্রধান দেবতা ছিলেন তেজকাৎলিপোকা, ৎলালোক ও কেতজালকোয়াৎল) এবং ৩৬৫ দিনের একটি শিউপোউয়ালি-র সঙ্গে ২৬০ দিনের একটি তোনালপোউয়ালি মিশ্রিত এক পঞ্জিকা ব্যবস্থা। তেনোচিৎলানের মেক্সিকাদের নিজস্ব বৈশিষ্ট্য ছিল পৃষ্ঠপোষক দেবতা উইৎজিলোপোচৎলি, জোড়া-পিরামিড ও আজটেক ১ ও ৪ নামে পরিচিত মৃৎশিল্পকর্ম।\nখ্রিস্টীয় ত্রয়োদশ শতাব্দী থেকে ঘন জনবসতি ও নগর-রাষ্ট্রগুলির উত্থানের প্রাণকেন্দ্র হয়ে উঠেছিল মেক্সিকো উপত্যকা। মেক্সিকারা এই উপত্যকায় এসেছিল পরবর্তীকালে। তারাই টেক্সকোকো হ্রদের কম সম্ভাবনাময় ক্ষুদ্র দ্বীপগুলিতে তেনোচতিৎলান নগর-রাষ্ট্রটি প্রতিষ্ঠা করে। পরবর্তীকালে এই নগর-রাষ্ট্রটিই আজটেক ত্রিশক্তি জোট বা আজটেক সাম্রাজ্যের প্রধান শক্তিতে পরিণত হয়। এই সাম্রাজ্য ছল একটি কর-আদায়কারী সাম্রাজ্য। উত্তর-ধ্রুপদি যুগপর্যায়ের শেষ ভাগে সমগ্র মেসোআমেরিকার অন্যান্য নগর-রাষ্ট্রগুলিকে জয় করে মেক্সিকো উপত্যকার বাইরেও বহু দূর পর্যন্ত এই সাম্রাজ্য নিজ রাজনৈতিক আধিপত্য বিস্তার করেছিল। ১৪২৭ খ্রিস্টাব্দে তেনোচতিৎলান, তেৎজকোকো ও ৎলাকোপান নগর-রাষ্ট্র তিনটির একটি জোট হিসেবে এই সাম্রাজ্য প্রতিষ্ঠিত হয়। এই ত্রিশক্তি জোট ইতঃপূর্বে মেক্সিকো অববাহিকায় প্রভুত্বকারী আজকাপোৎজালকোর তেপানেক রাজ্যটিকে পরাজিত করেছিল। অনতিবিলম্বেই টেক্সকোকো ও ৎলাকোপান এই জোটের অধস্তন অংশীদারে পরিণত হয় এবং তেনোচতিৎলান হয়ে ওঠে প্রধান শক্তি। বাণিজ্য ও সামরিক অভিযানের মাধ্যমে এই সাম্রাজ্য আরও সম্প্রসারিত হয়। সঠিক অর্থে এই সাম্রাজ্য কোনও কালেই বিজিত প্রদেশগুলিতে বৃহৎ সামরিক বাহিনী মোতায়েন করে সেই অঞ্চলগুলিকে নিয়ন্ত্রণকারী আঞ্চলিক সাম্রাজ্য ছিল না। বরং শাসক রাজবংশগুলির মধ্যে বৈবাহিক মৈত্রীবন্ধন স্থাপন করে এবং অধীনস্থ নগর-রাষ্ট্রগুলিতে সাম্রাজ্যবাদী আদর্শের প্রসার ঘটিয়ে সেইখানে বন্ধুমনোভাবাপন্ন শাসকবর্গ নিয়োগ করে সেগুলির উপর কর্তৃত্ব বজায় রেখেছিল। অধীনস্থ নগর-রাষ্ট্রগুলি আজটেক সম্রাট হুয়ে ৎলাতোয়ানি-কে কর প্রদান করত। এই নীতিটি ছিল প্রত্যন্ত রাষ্ট্রব্যবস্থাগুলির মধ্যে যোগাযোগ ও বাণিজ্যের সুযোগ সীমাবদ্ধ করে সেগুলি থেকে বিলাসসামগ্রী আদায়ের জন্য সাম্রাজ্যের কেন্দ্রের উপর নির্ভরশীল করে তোলার কৌশল। দক্ষিণে চিয়াপাস ও গুয়াতেমালার রাষ্ট্রগুলিকে জয় করে আজটেক সাম্রাজ্যের রাজনৈতিক প্রভাব মেসোআমেরিকার সেই সব অঞ্চল পর্যন্ত প্রসারিত হয়েছিল এবং তার ফলে মেসোআমেরিকার বিস্তার ঘটেছিল প্রশান্ত মহাসাগর থেকে আটলান্টিক মহাসাগর পর্যন্ত।\n১৫১৯ সালে আজটেক সাম্রাজ্য সর্বাধিক প্রসার লাভ করে। এর ঠিক পরেই এর্নান কোর্তেসের নেতৃত্বে স্পেনীয় বিজয়ীদের একটি ছোটো দল এখানে উপস্থিত হয়। কোর্তেস মেক্সিকাদের বিরোধী নগর-রাষ্ট্র, বিশেষত নাওয়াৎজ-ভাষী ৎলাশকালতেকা এবং সেই সঙ্গে ত্রিশক্তি জোটের পূর্বতন মিত্রশক্তি টেক্সোকোকোর সঙ্গে জোটবদ্ধ হয়। ১৫২১ সালের ১৩ অগস্ট তেনোচতিৎলানের পতন এবং সম্রাট কৌতেমোককে বন্দী ও হত্যা করার পর স্পেনীয়রা তেনোচতিৎলানের ধ্বংসাবশেষের উপর মেক্সিকো সিটি প্রতিষ্ঠা করে। সেখান থেকেই তারা অগ্রসর হয় মেসোআমেরিকান জাতিগোষ্ঠীগুলিকে জয় করে স্পেনীয় সাম্রাজ্যে তাদের অন্তর্ভুক্তির কাজে। ১৫২১ খ্রিস্টাব্দে আজটেক সাম্রাজ্যের উপরকাঠামোটি ধ্বংসপ্রাপ্ত হওয়ার পর স্পেনীয়রা যে নগর-রাষ্ট্রগুলির উপর এই সাম্রাজ্য গড়ে উঠেছিল সেগুলিকে সেখানকার আদিবাসী জনগোষ্ঠীকে তাদের স্থানীয় অভিজাতবর্গের মাধ্যমে শাসনের কাজে ব্যবহার করে। এই অভিজাতবর্গ স্পেনীয় সম্রাটের প্রতি আনুগত্য স্বীকার করে এবং অন্ততপক্ষে নামেমাত্র খ্রিস্টধর্মে ধর্মান্তরিত হয়। পরিবর্তে স্পেনীয় রাজশক্তিও তাদের অভিজাত বলে স্বীকৃতি দান করে। অভিজাতেরা তাদের নতুন সামন্তপ্রভুদের কাছে রাজস্ব প্রেরণ এবং তাদের জন্য শ্রমশক্তিকে সমবেত করার কাজে মধ্যস্থতাকারীর কাজ করত। এর ফলে স্পেনীয় ঔপনিবেশিক শাসন প্রতিষ্ঠা সহজতর হয়।\nআজটেক সংস্কৃতি ও ইতিহাসের প্রাথমিক তথ্য-উৎসগুলি হল মেক্সিকো সিটির বিখ্যাত টেম্পলো মেয়র ইত্যাদি স্থানে খননকার্যের ফলে প্রাপ্ত প্রত্নতাত্ত্বিক প্রমাণ, আদিবাসীদের লিখিত বিবরণ, কোর্তেস ও বার্নাল ডিয়াজ ডেল ক্যাস্টিলো প্রমুখ প্রত্যক্ষদর্শী স্পেনীয় বিজয়ীদের বিবরণী এবং বিশেষভাবে উল্লেখযোগ্য স্পেনীয় ও নাওয়াৎজ ভাষায় স্পেনীয় ধর্মযাজক ও সাক্ষর আজটেকদের লেখা আজটেক সংস্কৃতি ও ইতিহাসের বিবরণগুলি। শেষোক্ত গ্রন্থাবলির মধ্যে ফ্রান্সিসকান ফ্রেয়ার বার্নার্ডিনো ডে সাহাগুন রচিত ফ্লোরেনটাইন কোফেক্স বিশেষ গুরুত্বপূর্ণ। আদিবাসী আজটেক জ্ঞাপয়িতাদের সহায়তায় সাহাগুন বারো খণ্ডে বিভক্ত এই সচিত্র দ্বিভাষিক (স্পেনীয় ও নাওয়াৎজ) গ্রন্থটি রচনা করেছিলেন। এছাড়া নাওয়াৎজে ভাষায় বর্ণানুক্রমিক গ্রন্থ রচনার জন্য আদিবাসীদের লিপিকরদের প্রশিক্ষণ দিতে গিয়েও বিজয়-পরবর্তী নাওয়াদের সম্পর্কে অনেক কিছু জানা গিয়েছিল। স্পেনীয় ঔপনিবেশিক শাসনের স্থানীয় উদ্দেশ্যে এই ধরনের প্রশিক্ষণ দেওয়া হত। উন্নতির মধ্যগগনে আজটেক সংস্কৃতি জটিল পৌরাণিক ও ধর্মীয় প্রথায় সুসমৃদ্ধ ছিল এবং আকর্ষণীয় স্থাপত্য ও শৈল্পিক পারদর্শিতা অর্জন করে।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== ইংরেজি ভাষায় প্রাথমিক উৎসসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nমেক্সিকোলোরে আজটেক সভ্যতা-বিষয়ক ভুক্তি: বিশেষভাবে আজটেক সভ্যতা-সংক্রান্ত শিক্ষামূলক ওয়েবসাইট; ক্রমাগত পরিমার্জিত হয়; সকল বয়সী মেধাবী ছাত্রছাত্রীদের জন্য।\nআজটেক স্থাপত্য\nআজটেক জাতি / নাওয়াৎজ ভাষা / তেনোচতিৎলান: মিনেসোটা ডুলুথ বিশ্ববিদ্যালয়ের প্রাচীন মেসোআমেরিকা উৎসসূত্র\nআজটেক ইতিহাস, সংস্কৃতি ও ধর্ম বি. ডিয়াজ ডেল ক্যাস্টিলো, মেক্সিকো আবিষ্কার ও বিজয় (এ. পি. মসলে কর্তৃক ইংরেজিতে অনূদিত, ১৯২৮, ১৯৬৫ পুনর্মুদ্রণ)\nমেক্সিকোয় জনসংখ্যার বিপর্যয় ১৫১৯-১৫৯৫ – ইতিহাস বিভাগ, মিনেসোটা বিশ্ববিদ্যালয়\nআজটেক সভ্যতা সম্পর্কে মাইকেল ই. স্মিথের ছাত্রবোধ গ্রন্থপঞ্জি।"}