{"pageid": 1015548, "title": "ফ্যাগোসাইটোসিস", "url": "https://bn.wikipedia.org/wiki?curid=1015548", "content": "ফ্যাগোসাইটোসিস: ফ্যাগোসাইটোসিস একটি জৈবিক প্রক্রিয়া যাতে ফ্যাগোসাইটস কোষগুলো অন্যান্য কোষ কিংবা কোষকণিকাকে ভক্ষণ করে। এই ফ্যাগোসাইটগুলো এককোষী বা বহুকোষী উভয়ই হতে পারে। এককোষী ফ্যাগোসাইটের ভেতরে আছে অ্যামিবা। বহুকোষী ফ্যাগোসাইটের ভেতরে আছে মানবদেহের শ্বেত রক্তকণিকা, যা দেহের প্রতিরক্ষায় সর্বাধিক ভূমিকা পালন করে। কিছু কিছু নিম্ন শ্রেণির জীব যেমন পরিফেরা (স্পঞ্জ) গোত্রের জীবেরা ফ্যাগোসাইটোসিস প্রক্রিয়ায় আহার করে। অন্যদিকে, ফ্যাগোসাইটোসিস উচ্চ শ্রেণির জীবসমূহের জন্য দৈহিক প্রতিরক্ষার একটি প্রক্রিয়া। যেমনঃ মানবদেহে শ্বেত রক্তকণিকা ফ্যাগোসাইটোসিস প্রক্রিয়ায় এন্টিজেন ভক্ষণ করে দেহ নিরোগ রাখে। প্রধান ফ্যাগোসাইটিক কোষগুলো হলো ম্যাক্রোফেজ ও নিউট্রোফিল। এর পাশাপাশি রয়েছে ইউসিনোফিল, মনোসাইট, ডেনড্রাইটিক সেল ও বি লিম্ফোসাইট।\n\n\n== আবিষ্কার ==\n১৮৬০ সালে সর্বপ্রথম একজন প্যাথলজিস্ট ক্র‍্যানিড স্ল্যাভজেনস্কি কোনো কোষে বহিরাগত কণার উপস্থিতি লক্ষ্য করেন। এ বিষয়ে বর্ণনা করার পর রাশিয়া বংশোদ্ভূত অণুজীববিজ্ঞানী এলি মেচনিকফ এমন কিছু কোষকণিকার কথা জানান দেন যারা বহিরাগত কোষ (যেমনঃ ব্যাক্টেরিয়া) ভক্ষণ করে ধ্বংস করে। এই কণিকাগুলো শরীরে প্রতিরক্ষা সৈন্য হিসেবে কাজ করে। এরপরে এ কণিকাসমূহের নাম দেওয়া হয় ফ্যাগোসাইট। আর যে প্রক্রিয়ায় তারা কোষ ভক্ষণ করে সেই প্রক্রিয়ার নাম দেওয়া হয় ফ্যাগোসাইটোসিস। \n\n\n== ফ্যাগোসাইটোসিস প্রক্রিয়া ==\nজীবাণু সংক্রমণের পর প্রদাহস্থলে (ইনফ্ল্যামাশন) ক্ষয়প্রাপ্ত রক্তকণিকা, টিস্যু ইত্যাদি থেকে উৎপন্ন রাসায়নিক পদার্থের প্রভাবে (প্রোস্টোগ্ল্যান্ডিস, ব্যাক্টেরিয়াল প্রোটিন, পেপটিডোগ্লাইকান ইত্যাদি) ফ্যাগোসাইট শ্বেত রক্তকণিকাগুলো (যেমনঃ ইউসিনোফিল, নিউট্রোফিল, মনোসাইট ইত্যাদি) আক্রান্ত স্থানে ধাবিত হয়। এ প্রক্রিয়া হলো কেমোট্যাক্সিস। অর্থাৎ, প্রদাহের ফলেই ফ্যাগোসাইটগুলো আক্রান্ত স্থানে যাওয়ার জন্য সংকেত পায়। আক্রান্ত স্থানে সর্বপ্রথম নিউট্রোফিল গমন করে। এরপরে ম্যাক্রোফেজ সেখানে পৌঁছে। তবে ইনফ্লুয়েঞ্জা এ ভাইরাস, মাইকোব্যাক্টেরিয়াম টিউবারকিউলোসিস (যক্ষার জীবাণু) সহ আরো কিছু জীবাণু থাকে যেগুলো কেমোট্যাক্সিসের মত গুরুত্বপূর্ণ প্রক্রিয়া আটকে দিতে যায়।\nকেমোট্যাক্সিসের ফলে ফ্যাগোসাইটসমূহ নিজেদের পৃষ্ঠতলের গ্লাইকোপ্রোটিন রিসেপ্টর ব্যবহার করে কৈশিকনালীর প্রাচীর ভেদ করে ক্ষতস্থানের দিকে আগাতে থাকে। এছাড়া  এরা এন্ডোসাইটিক প্যাটার্ন রিকগনিশন রিসেপ্টর উৎপন্ন করে যা কিছু কিছু অণুজীবের আণবিক গঠন পরীক্ষা করে ও সেগুলোকে ফ্যাগোসাইটের দেহতলের সংস্পর্শে আনে। কিছু অণুজীব যেমনঃ পেপটিডোগ্লাইকান, লিপোপলিস্যাকারাইড, ম্যানোজ-রিচ গ্লাইকান ইত্যাদি কোষগুলো মানবদেহে থাকে না। অর্থাৎ এগুলো অপসোনিন হিসেবে চিহ্নিত হয়।\nএরপরে ফ্যাগোসাইটস এর পৃষ্ঠতলে অণুজীবের সংযুক্তির কাজ সম্পাদন হয়। এ সংযুক্তি দুইভাবে হতে পারে। ফ্যাগোসাইটস এর পৃষ্ঠে গ্লাইকোপ্রোটিন কণা থাকে যা প্যাটার্ন রিকগনিশন রিসেপ্টর হিসেবে ক্রিয়া করে। এরা প্যাথোজেন সম্পর্কিত জীবাণুগুলোকে খুঁজে বের করে এবং ফ্যাগোসাইটের পৃষ্ঠতলের সাথে লাগিয়ে দেয়। এ ধরনের সংযুক্তি হলো Unenhanced সংযুক্তি। আবার আরো এক ধরনের সংযুক্তি রয়েছে যেখানে এন্টিবডি প্যাথোজেনকে ফ্যাগোসাইটের সাথে সংযুক্ত করে। IgG নামক নামক অণুকণা এ কাজে সহায়রা করে। এ সংযুক্তিকে বলা হয় Enhanced সংযুক্তি।\nফ্যাগোসাইটস এর পৃষ্ঠতলের সাথে জীবাণু সংযুক্তির পর নিউট্রোফিল জীবাণু নিরোধক প্রোটিন ছেড়ে দেয়। সেই প্রোটিন এর ফলে জীবাণু আর ছড়াতে পারে না ও মারা যায়। এ কাজে সহায়তা করে নিউট্রোফিল এক্সট্রাসেলুলার ট্র‍্যাপ (NET)। জীবাণু ভক্ষণের উদ্দেশ্যে এক্টিন তন্তুর পলিমারাইজেশন ও ডিপলিমারাইজেশন ঘটে। যার ফলে ফ্যাগোসাইটের ক্ষণপদ জীবাণুকে গিলে খাওয়ার জন্য তৎপর হয়। এজন্য ক্ষণপদ ব্যাক্টেরিয়াকে চারদিক থেকে ঘিরে ধরে ও ক্ষণপদের মাঝে সৃষ্ট গহ্বরে আবদ্ধ করে। ক্ষণপদগুলো অগ্রভাগ আরো এগিয়ে একীভূত হয়। এভাবে তা একটি ঝিল্লির রূপ নেয় যাকে ফ্যাগোসোম বলে। এই প্রক্রিয়ার সময় ইলেক্ট্রন পাম্প হাইড্রোজেন আয়নকে ফ্যাগোজোমের ভেতরে আনে যা ফ্যাগোজমের পি এইচ মাত্রা ৩.৫ থেকে ৪ করে দেয়। যার ফলে লাইসোজোম যখন ফ্যাগোজোমের সাথে মিলিত হয় সেই মুহূর্তে কোষীয় প্রোটিন নিঃসরণ এর প্রভাব বেড়ে যায়। একীভূত লাইসোজোম থেকে ব্যাক্টেরিয়ানাশক ও পরিপাক এনজাইম ফ্যাগোজোমে ক্ষরিত হয়। তখন ফ্যাগোজমটি ঝিল্লিবেষ্টিত পরিপাক থলিতে পরিণত হয়, যা ফ্যাগোজোম নামে পরিচিত৷\nফ্যাগোসাইটের ঝিল্লিবেষ্টিত ও গলজি বডি হতে উদ্ভূত লাইসোজোম হজমকারী এনজাইম, বিভিন্ন রাসায়নিক পদার্থ ও বিষাক্ত অক্সিজেন কণা ধারণ করে। ফ্যাগোজোমের সাথে একত্রিত হওয়ার ফলে লাইসোজোমের রাসায়নিক পদার্থগুলো জীবাণুর উপরে ধ্বংসাত্মক প্রভাব ফেলে। ফলে জীবাণুগুলো মারা যায়।\nএরপরে ফ্যাগোসাইটের লাইসোজোম থেকে প্রোটিওলাইটিক এনজাইম ক্ষরিত হয়। যার দরুন ফ্যাগসাইটগুলো জীবাণু হজম করতে সক্ষম হয়। \n\n\n== ফ্যাগোসাইটের মৃত্যু ==\nব্যাক্টেরিয়া গ্রাস করার পরে ফ্যাগোসাইটস তা পরিপাক করে ফেলে। ফলস্বরূপ ব্যাক্টেরিয়ার বিষাক্ত পদার্থ ফ্যাগোসাইটসের সাইটোপ্লাজমে মুক্ত হয় ও এর ফলে প্রত্যেক নিউট্রোফিলই মৃত্যুবরণ করে। কিন্তু ম্যাক্রোফেজ বেঁচে থাকে এবং অপাচ্য অংশ ত্যাগ করে নতুন জীবাণু ধ্বংসে অগ্রসর হয়।\n\n\n== তথ্যসূত্র ==\n\nimmunology.org  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ জানুয়ারি ২০২১ তারিখে"}