{"pageid": 1015897, "title": "ক্ষিতীশচন্দ্র দাশগুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1015897", "content": "ক্ষিতীশচন্দ্র দাশগুপ্ত  (১৮৮৯ –  ২৮ জানুয়ারি ১৯৭৯) ছিলেন একজন স্বাধীনতা সংগ্রামী,  সমাজসেবী এবং এক শিল্পোদ্যোগী ব্যক্তিত্ব। প্রখ্যাত রসায়নবিদ ও গান্ধীবাদী নেতা সতীশচন্দ্র দাশগুপ্ত তার অগ্রজ। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nক্ষিতীশচন্দ্রের জন্ম ব্রিটিশ ভারতের অধুনা বাংলাদেশের রংপুরের কুড়িগ্রামে। পিতা পূর্ণচন্দ্র দাশগুপ্ত ছিলেন খ্যাতনামা চিকিৎসক এবং পিতামহ ঈশানচন্দ্র ছিলেন সে আমলের প্রখ্যাত কবিরাজ। তাঁর মাতা ছিলেন বিজয়লক্ষ্মী দেবী। পিতা-মাতার আদর্শে তাঁর জীবন গঠন। ছাত্রাবস্থায় তিনি স্বাধীনতা আন্দোলনে যুক্ত হন। এফ.এ পাশ করে কলকাতায় চলে আসেন। তিনি আচার্য প্রফুল্লচন্দ্র রায়ের কাছে রসায়নশাস্ত্রে বিশেষ শিক্ষা লাভ করেন।  \n\n\n== কর্মজীবন ==\n১৯১৩ খ্রিস্টাব্দে 'দাশগুপ্ত অ্যান্ড সন্স' নামে ভারতীয়দের মধ্যে তিনিই প্রথম পূর্ব-কলকাতায় ছাপাখানার কালি তৈরির একটি কারখানা খোলেন। বিদেশি কোম্পানিগুলির তুলনায় তার কালি সস্তা ও ধারে কিনতে পাওয়া যেত বলে সে সময়ে 'দাশগুপ্ত কালি'র প্রচুর চাহিদা ছিল। ১৯২১ খ্রিস্টাব্দে গান্ধীজির অসহযোগ আন্দোলনে যুক্ত হন। ১৯২৩ খ্রিস্টাব্দে অগ্রজ সতীশচন্দ্রের সঙ্গে \"খাদি প্রতিষ্ঠান\" গড়ে তোলেন। ১৯২৭ খ্রিস্টাব্দে মাত্র ৩৮ বৎসর বয়সে তিনি সাংবাদিক জীবন থেকে সরে যান এবং নিজের সব কিছু খাদি প্রতিষ্ঠানে দান করে অপরিগ্রাহীর জীবন গ্রহণ করেন এবং খাদি প্রতিষ্ঠানের সম্পাদক হন। বঙ্গীয় কংগ্রেসের রাজনৈতিক এবং গঠনমূলক উভয়ক্ষেত্রেই তার বিশেষ অবদান ছিল। বিশের দশকে তিনি 'ম্যাজিকলন্ঠন' সহযোগে জনসভায় বক্তৃতা দিতেন। তার সেই  লন্ঠনবক্তৃতা' জনমানসে এমন  আলোড়ন সৃষ্টি করত যে এক সময় পুলিশ এক আদেশ বলে  লন্ঠনছবি তৈরি ও প্রদর্শনী নিষিদ্ধ করে দেয়।১৯৩০ খ্রিস্টাব্দে আচার্য প্রফুল্লচন্দ্র- গঠিত 'সংকটত্রাণ সমিতি' তে যুক্ত থেকে বন্যাত্রাণে ও বন্যাদুর্গতদের পুনর্বাসনে যথাশক্তি নিয়োগ করেন। তিরিশের দশকে তিনি তিন বার কারারুদ্ধ হন। তিনি ও তার অগ্রজ সতীশচন্দ্র নির্বাচনী রাজনীতিতে যোগ না দিয়ে গান্ধীজি প্রদর্শিত পথে গঠনমূলক কাজে ও সমাজ সেবায় নিয়োজিত ছিলেন। ১৯৩৯ খ্রিস্টাব্দে বৈজ্ঞানিক প্রথায় মৌমাছিপালন এদেশে তিনিই প্রথম প্রবর্তন ও কুটিরশিল্প হিসাবে তা প্রতিষ্ঠা করেন। সোদপুরের খাদি প্রতিষ্ঠানে 'মক্ষিশালা' স্থাপন তার উল্লেখযোগ্য কীর্তি। 'দ্য রোমান্স অব সায়েন্টিফিক বি কিপিং' গ্রন্থের রচয়িতা তিনি। ১৯৬১ খ্রিস্টাব্দে তিনি ৭২ বৎসর বয়সে ব্যারাকপুরে স্থাপিত 'গান্ধী সংগ্রহশালা' র প্রথমে কিউরেটর ও পরে কিউরেটর তথা রেসিডেন্ট সেক্রেটারি হন। ১৯৬৯ খ্রিস্টাব্দে স্বেচ্ছায় অবসর নিয়ে গৌহাটি যান। সেখানে অসমীয়া ভাষা আয়ত্ত করে অসমের ইতিহাস অধ্যয়নে মনোনিবেশ করেন। তার স্ত্রী সুনীতিবালাও স্বাধীনতা সংগ্রামী ছিলেন।\n\n\n== মৃত্যু ==\nক্ষিতীশচন্দ্র ১৯৭৯ খ্রিস্টাব্দের ২৮ শে জানুয়ারি পরলোক গমন করেন।\n\n\n== তথ্যসূত্র =="}