{"pageid": 1015312, "title": "রিয়ুনোসুকে আকুতাগাওয়া", "url": "https://bn.wikipedia.org/wiki?curid=1015312", "content": "রিয়ুনোসুকে আকুতাগাওয়া (芥川 龍之介, Akutagawa Ryūnosuke,  – ১ মার্চ ১৮৯২-২৪ জুলাই ১৯২৭) ছদ্মনাম চোওকোওদোও শুজিন (澄江堂主人) ছিলেন একজন জাপানি তাইশো কালীন লেখক। এঁকে \"জাপানি ছোটো গল্পের জনক\" মানা হয় এবং এঁর নামে জাপানের সেরা সাহিত্য পুরস্কার \"আকুতাগাওয়া পুরস্কার\" দেওয়া হয়। ইনি ৩৫ বছর বয়সে বার্বিটাল খেয়ে আত্মহত্যা করেন।\n\n\n== প্রাথমিক জীবন ==\nরিয়ুনোসুকে আকুতাগাওয়ার জন্ম টোকিওর কেওবাশি জেলায়। উনি ছিলেন বাবা তোষিজো নিহারা এবং মা ফুকু আকুতাগাওয়ার তৃতীয় সন্তান এবং প্রথম পুত্র। ওনার নামকরণ 'রিয়ুনোসুকে' ('ড্রাগনের সন্তান') করা হয় কারণ উনি ড্রাগনের বছরে, ড্রাগনের মাসে, ড্রাগনের দিনে এবং ড্রাগনের ঘণ্টায় জন্মগ্রহণ করেন। জন্মের কিছুদিনের পর ওনার মা মানসিক রোগের শিকার হন, এবং সেই জন্য রিয়ুনোসুকের দেখভাল করেন ওনার মামা দোষও আকুতাগাওয়া, যার থেকে উনি পরে 'আকুতাগাওয়া' নামটি গ্রহণ করেন। ছোট থেকেই ওনার প্রাচীন চীনা সাহিত্যের প্রতি আকর্ষণ তৈরি হয় এবং মোরী ওগাই আর নাৎসুমে সোসেকির লেখার প্রতি আগ্রহী হন।\n১৯১০ সালে উনি প্রথম উচ্চশিক্ষা বিদ্যালয়ের ছাত্র হন এবং কান কিকুচি, কুমে মাসও, ইউজো ইয়ামামোতো এবং সুচিয়া বুনমেইর সম্পর্কে আসেন, এরা সবাই পরবর্তী কালে লেখক হন। উনি ১৯১৩ সালে টোকিও বিশ্ববিদ্যালয় ইংরেজি সাহিত্যর ছাত্র থাকা কালীন লেখা আরাম্ভ করেন।\nছাত্র থাকা কালীন উনি নিজের ছোটবেলায় বন্ধু ইযাওই ইওশীদা কে বিয়ের প্রস্তাব দেন, কিন্তু ওনার দত্তক পরিবার এই প্রস্তাব মেনে নেয় না। ১৯১৬ সালে উনি ফুমি সুকামোতোর সঙ্গে নিযুক্ত হন এবং ১৯১৮ সালে ওনাকে বিয়ে করেন। ওনাদের তিনটি সন্তান হয় - হিরোশি আকুতাগাওয়া (১৯২০-১৯৮১) যিনি ছিলেন এক অভিনেতা,  তাকাশি আকুতাগাওয়া (১৯২২-১৯৪৫) যে ছাত্র কালীন দ্বিতীয় বিশ্বযুদ্ধে বুর্মেইর লড়াইতে নিহত হয়, এবং যাসুশী অকুতাগাওআ (১৯২৫ - ১৯৮৯), যিনি একজন সুরকার।\nস্নাতক হওয়ার পর কিছুদিনের জন্য উনি কানাগাওআর যাকোসুকার নৌ-সেনা জন্ত্রবিজ্ঞান বিদ্যালয়ে ইংরেজি ভাষার প্রশিক্ষক হিসেবে চাকরি করেন। পরে সে চাকরি ছেড়ে উনি পুরোপুরি সাহিত্যচর্চা করা শুরু করেন।\n\n\n== সাহিত্যিক জীবন ==\n\n১৯১৪ সালে আকুতাগাওয়া এবং তার বন্ধুরা মিলে সাহিত্য জার্নাল নতুন চিন্তার ধারার (শিনসিচো) পুনঃপ্রতিষ্ঠা করেন। জার্নালে নিজের লেখা ছাড়াও উইলিয়াম বাটলার ইয়েটস এবং এনাটোলে ফ্রান্সের লেখা অনুবাদ করে ছাপানো হয়। আকুতাগাওয়া পরের বছর, ছাত্র অবস্থায়, নিজের ছোটগল্প \"রাশোমন\" রাজকীয় সাহিত্য (তেইকাকু বুঙ্গাকু) জার্নালে প্রকাশিত করেন। গল্পটি ১২ শতাব্দীর এক লোককথার ওপর ভিত্তিক ছিলা। আকুতাগাওয়ার বন্ধুদের এই গল্পটি ভালো লাগেনা এবং তারা এর প্রচুর সমালোচনা করে। তবুও, ১৯১৫ সালে, আকুতাগাওয়া সাহস সঞ্চয় করে নিজের শ্রদ্ধার পাত্র, লেখক নাৎসুমে সোসেকির সপ্তাহিক সাহিত্যচক্রে যোগ দেন। নভেম্বর মাসে তিনি পুনরায় \"রাশোমন\" প্রকাশিত করেন তেইকাকু মোনগাকু সাহিত্যিক পত্রিকায়। ১৯১৬ সালে তিনি ছোটগল্প \"নাক\" প্রকাশিত করেন। সোসেকি চিঠি লিখে এই গল্পটির প্রশংসা করেন এবং আকুতাগাওআ নিজের সাফল্যের প্রথম স্বাদ পান।\nএই সময় আকুতাগাওআ হাইকু লেখা শুরু করেন 'গাকি' হাইগোর (হাইকু লেখার ছদ্মনাম) আড়ালে। এর পর উনি আরো কিছু ছোটগল্প লেখেন যার পটভূমি ছিল হেইআন যুগ, এডো যুগ এবং মেইজি যুগ। এই লেখাগুলি ঐতিহাসিক ঘটনা এবং প্রাচীন সাহিত্যর পূর্ণবাখ্যা করে। উদাহরণ স্বরূপ \"গেসাকুর প্রতি সমর্পিত জীবন\" (গেসাকু জানমাই, ১৯১৭); \"বাঞ্জার জমির সংগ্রহ\" (কারেনো-শো, ১৯১৮); \"নরক পর্দা\" (জিগোকু হেন, ১৯১৮); \"এক খৃষ্টানের মৃত্যু\" (হোকোইওনিন নো শি, ১৯১৮) এবং \"বল\" (বুটোকাই, ১৯২০)। অকুতাগাওআ সাহিত্যিক প্রকৃতিবাদের কট্টর বিরোধী ছিলেন। ওনার \"কমলালেবু\" (মিকান, ১৯১৯) আর \"শরৎ\" (আকী, ১৯২০) এর পটভূমি আধুনিক কালে।\n১৯২১ সালে উনি সাহিত্যের কাজ ফেলে চার বছর চীনে কাটান, ওসাকা মানিচি শিনবুন (ওসাকা প্রতিদিন সংবাদ) এর জন্য রিপোর্টিং করার জন্য। এই যাত্রাটি ওনার জন্য ধকল প্রমাণিত হয় এবং উনি এমন কিছু অসুখ বাঁধান যার থেকে উনি কখনোই সুস্থ হয়ে উঠতে পারেন না। ফিরে আসার পর ১৯২২ সালে উনি প্রকাশিত করেন \"উদ্যানে\" (ইআবু নো নাকা)। সাংবাদিকতা করা কালীন উনি দক্ষিণ চীনের অনেক শহর যেমন ন্যাংকিং, সাংহাই, হ্যাংজহু এবং সুজহুতে যান। যাত্রার আগে উনি \"ন্যাংকিংয়ের যীশু খ্রিস্ট\" নামক একটি ছোটগল্প লেখেন ন্যাংকিংয়ের খৃস্টান সমাজ নিয়ে। গল্পটির কাল্পনিক ন্যাংকিং প্রাচীন চীন সাহিত্যের ন্যাংকিংয়ের ওপর ভিত্তিক ছিল।\n\n\n== অনুভাব ==\nঅকুতাগাওআর লেখা ওনার এই চিন্তাধারার প্রতীক যে সাহিত্যালেখন একটি আন্তর্জাতিক কর্ম, যেটি পাশ্চত এবং জাপানি সংস্কৃতির মিলন ঘটাতে পারে। এটি দেখা যায় অকুতাগাওআর পুরোনো সাহিত্যের ব্যাবহারে। উনি অনেক সংস্কৃতির এবং অনেক সময়কালীন সাহিত্য নেন এবং তাকে আধুনিক সংবেদনশীলতা দিয়ে, এক নতুন চিন্তাধারা কে প্রস্তুত করেন নানা উদ্ভবের মাধ্যমে। সংস্কৃতি এবং সংস্কৃতিক পরিচয় আকুতাগাওআর অনেক লেখার একটি প্রধান বিষয়। এই সব লেখায় উনি খোঁজেন কীভাবে জাপানের সাংস্কৃতিক পরিচয় তৈরি হয় যখন দেশে বাইরের প্রভাব সব থেকে বেশি। উদাহরণ স্বরূপ ছোটগল্প \"শহীদ/এক খ্রিষ্টানের মৃত্যু\" (হোকোইওনিন নো শি, ১৯১৮) যার পটভূমি জাপানে প্রাথমিক খ্রিস্টান মিশনারিদের সময়।\nঅকুতাগাওআর গল্পে মহিলা চরিত্র লেখকের নিজের জীবনের গুরুত্বপূর্ণ তিন মহিলার, যারা ওনার মা হিসেবে ছিলেন, ওপর ভিত্তিক। প্রথমত ওনার জন্মদাতা মা ফুকু, যার থেকে উনি মানসিক রোগ উত্তরাধিকার করেন। যদিও বা উনি ফুকুর সঙ্গে বেশি দিন কাটান নি, তবুও অকুতাগাওআ ওনার সঙ্গে নিজের সব থেকে ভালো মিল পেতেন। উনি বিশ্বাস করতেন যে যেকোনো সময় উনি পাগল হয়ে যাবেন এবং তা হলে জীবন বৃথা। অকুতাগাওআর মাসি ফুকি ওনার জীবনে সবথেকে গুরুত্বপূর্ণ ভূমিকা পালন করেন। উনি অকুতাগাওআর স্থির মনোনিবেশ চাইতেন, বিশেষত যত ওনার বয়েস বাড়তে থাকে। অকুতাগাওআর গল্পে স্ত্রী চরিত্র লেখকের জীবনের মা রুপি মহিলাদের আদলে লেখা। তারা প্রভাবশালী, আগ্রাসী, প্রতারণামূলক, এবং স্বার্থপর। আবার পরুষ চরিত্রদের মহিলাদের শিকার হিসাবে লেখেন লেখক। উদাহরণ স্বরূপ ছোটগল্প \"কেসা এবং মোরিতো\" (কেসা তো মোরিতো, ১৯১৮) যেখানে প্রধান নারী চরিত্র নিজের প্রেমিক এবং নিজের স্বামীর কার্যকলাপ নিয়ন্ত্রণ করার চেষ্টা করেন।\n\n\n== পরবর্তী জীবন ==\n\nআকুতাগাওআর শেষ সাহিত্যিক জীবনে ছাপ ফেলে তার শারীরিক এবং মানসিক নির্গমন। এই সময়কার বেশিরভাগ লেখা আত্মজীবনী, কিছুটা ওনার নিজের ডাইরি থেকে নেয়া। এই সময়কার কাজের মধ্যে পড়ে \"ডাইডোজি শিনশুকের প্রাথমিক জীবন\" (ডাইডোজি শিনশুকে নো হানসেই, ১৯২৫) এবং \"মৃত্যু পঞ্জিকা\" (টেনকিবো, ১৯২৬)।\nআকুতাগাওআ আর তানিজাকি জুনিচিরোর মধ্যে প্রকাশ্য বিতর্ক হয় এই নিয়ে কি সাহিত্যে কোনটা বেশি গুরুত্বপূর্ণ - সংগঠন না ভাবমূর্ছনা। অকুতাগাওআ মনে করতেন গল্পের \nসংগঠন, কীভাবে গল্পটি বলা হচ্ছে, বেশি জরুরি গল্পের পটভূমি বা প্লট থেকে। জুনিচিরো উল্টোটা বিশ্বাস করতেন।\nআকুতাগাওআর শেষ কিছু সাহিত্যের মধ্যে পরে কাপ্পা(১৯২৭) যেটি জাপানি লোককথার একটি প্রাণীকে নিয়ে লেখা ব্যঙ্গ; \"ঘূর্ণমান চাকা\" (হাগুরুমা, ১৯২৭); \"একটি বোকার জীবন\" (আরু আহো নো ইসশো), \"সাহিত্যিক, সব প্রচুর সাহিত্যিক\" (বুনগেইটেকি না আমারি নি বুনগেইটেকি না, ১৯২৭)।\nজীবনের শেষের দিকে অকুতাগাওআ দৃষ্টিভ্রম রোগে আক্রান্ত হন এবং ওনার মা এর থেকে পাওয়া মানসিক রোগের দুশ্চিন্তা আরো বেড়ে যায়। ১৯২৭ সালে নিজের পত্নীর এক বন্ধুর সাথে মিলে আত্মহত্যা করার চেষ্টা করেন। এই চেষ্টাটা বিফল হয়। পরে উনি বার্বিটাল অতিরিক্ত মাত্রায় খেয়ে নিজের জীবনের শেষ ঘটান। বার্বিটাল ওষুধটি উনি ওনার ডাক্তার সাইতো মোকিচির কাছ থেকে পান। অকুতাগাওআর উইলের শব্দে উনি ভবিষ্যৎ নিয়ে একটা \"অস্পষ্ট নিরাপত্তাহীনতা\" অনুভব করছিলেন(ぼんやりした不安, বোন'যারি শিতা ফুআন)। ওনার ৩৫ বছর বয়স ছিল।\n\n\n== প্রভাব ==\nআকুতাগাওআ নিজের অল্প জীবনে ১৫০ টার বেশি ছোটগল্প লিখেছেন। ১৯৫০ সালে আকিরা কুরোসাওয়ার জনপ্রিয় সিনেমা রশোমন আকুতাগাওআর \"উদ্যানে\" গল্পর পুনরায় নিবেদন। সিনেমায় দেখানো রশোমন দরজার সিন আকুতাগাওআর \"রাশোমন\" গল্পের ওপর ভিত্তিক। উক্রেনের সুরকার ভিক্টোরিয়া পলেভা গাগাকু (১৯৯৪) নামক ব্যালে লেখেন, আকুতাগাওআর \"নরক পর্দা\" থেকে অনুপ্রাণিত হয়ে। জাপানি সুরকার মায়াকো কুবো রাশমন নামের অপেরা লেখেন আকুতাগাওআর \"রাশোমন\" ওপরে ভিত্তি করে। অপেরার জার্মান সংকলন অনুষ্ঠিত হয় \nঅস্ট্রিয়ার গ্রাজে ১৯৯৬ সালে এবং জাপানি সংকলন অনুষ্ঠিত হয় টোকিওতে ২০০২ সালে।\n১৯৩৫ সালে আকুতাগাওআর জীবনভর বন্ধু কান কিকুচি ওনার সম্মানে একটি সাহিত্যিক পুরস্কার স্থাপন করেন যার নাম 'আকুতাগাওআ পুরস্কার'। পুরস্কারটি জাপানি সাহিত্যে ভালো নতুন লেখকদের দেয়া হয়।\n\n\n== উলেখযোগ্য রচনা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}