{"pageid": 1015722, "title": "চেন্নাই মহানগর অঞ্চল", "url": "https://bn.wikipedia.org/wiki?curid=1015722", "content": "চেন্নাই মহানগর অঞ্চল, সিএমএ বা বৃহচ্চেন্নাই ভারতের চতুর্থ, এশিয়ার ২২তম এবং পৃথিবীর ৪০তম সর্বাধিক জনবহুল মহানগর এলাকা৷ বৃহচ্চেন্নাই বা সিএমএ-এর মধ্যে রয়েছে চেন্নাই শহর জেলা, পার্শ্ববর্তী কাঞ্চীপুরম, চেঙ্গলপট্টু, তিরুভেলুর জেলা এবং রাণীপেট জেলার অন্তর্গত আরক্কোণম৷ মহানগর অঞ্চলের নাগরিক পরিকল্পনা ও উন্নতকার্যের মূল কাণ্ডারী চেন্নাই নগরোন্নয়ন কর্তৃপক্ষ বা সিএমডিএ৷ ১৯৭৪ খ্রিস্টাব্দ থেকে চেন্নাই ও চেন্নাই শহরের আশেপাশের ১,১৮৯ বর্গকিলোমার অঞ্চল বর্তমানে সিএমএ এর অন্তর্গত এবং এই অঞ্চলের পরিকল্পনা উন্নয়নে রয়েছে নগরোন্নয়ন দপ্তর৷\n\n\n== অর্থনীতি ==\nচেন্নাই মহানগর অঞ্চলের অর্থনীতির পরিমাণ বিলিয়ন মার্কিন ডলার পিপিপি (২০১০ অনুসারে ১৭ বিলিয়ন মার্কিন ডলার নামমাত্র জিডিপি)৷ বর্তমানে নামমাত্র জিডিপি অনুযায়ী চেন্নাই ভারতে কলকাতা মহানগর অঞ্চলের পর ও বেঙ্গালুরু মহানগর অঞ্চলের আগে অর্থনীতিতে চতুর্থস্থান অধিকার করেছে৷\nসরকারি বিজ্ঞপ্তি বা ওয়েবসাইটে কোনো ভাবেই নতুনভাবে বিস্তৃত চেন্নাই মহানগরের জনসংখ্যা বিষয়ক তথ্য না থাকলেও ২০১৭ খ্রিস্টাব্দের শুরুর দিকের অনুমান অনুযায়ী সেই সময়ে চেন্নাই মহানগরের জনসংখ্যা ছিলো ১০ মিলিয়ন বা এককোটি৷ ২০১১ খ্রিস্টাব্দের জনগণনা অনুযায়ী চেন্নাই নগরী সহ বৃহচ্চেন্নাইয়ের জনসংখ্যা ছিলো ৮৬,৫৩,৫২১ জন৷\n\n\n== গঠন ==\nতামিলনাড়ু রাজ্যের চেন্নাই মহানগর এলাকা চেন্নাই জেলা (পূর্বতন মাদ্রাজ), তৎসংলগ্ন শহর ও উপগ্রহ শহর নিয়ে গঠিত৷ দীর্ঘ কুড়ি বছরের উন্নয়নের ফলে এখানে রয়েছে আটটি পৌরসংস্থা ও ১৪ টি ক্ষুদ্রতর পৌরসভা৷ এই পুরো এলাকা চেন্নাই নগরোন্নয়ন কর্তৃপক্ষের রক্ষণাবেক্ষণাধীন৷ সংস্থাটি তামিলনাড়ু রাজ্যের নগরোন্নয়ন পরিকল্পনা, গৃহ ও পরিবহন দপ্তরের সমন্বয়ে গঠিত৷ শহরের পরিকল্পনামাফিক সৌন্দর্যায়ন, সুযোগ সুবিধা বৃদ্ধি ও পরিকাঠামোগত উন্নতির কারণে সিএমডিএ গঠিত হয়৷ তবে চেন্নাই নগর জেলার বাইরে কাঞ্চীপুর, তিরুভেলুর জেলার অঞ্চলগুলি তুলনামূলক কম উন্নত৷\nবর্তমানে বৃহচ্চেন্নাইতে রয়েছে চেন্নাই ও আবাড়ি শহর, ৮ টি পৌরসভা, ১১ টি নগর পঞ্চায়েত এবং ১০ টি পঞ্চায়েত সমিতির মোট ১৭৯ টি গ্রাম পঞ্চায়েত৷ চেন্নাই মহানগর অঞ্চলের আয়তন ১,১৮৯ বর্গ কিলোমিটার৷\nচেন্নাই মহানগর অঞ্চলের অন্তর্গত চেন্নাই জেলার আয়তন ৪২৬ বর্গ কিলোমিটার এবং রয়েছে ১০ টি তালুক, তিরুভেলুর জেলার অংশ বিশেষের আয়তন ৬৩৭ বর্গকিলোমিটার এবং কাঞ্চীপুরম-চেঙ্গলপট্টু জেলার অংশ বিশেষের আয়তন ৩৭৬ বর্গ কিলোমিটার৷ সম্পূর্ণ এলাকার মধ্যে রয়েছে ৩,০০০ টি জলাশয়, যদিও অধিকাংশ জলাশয়ই ব্যবসায়ী ও ছোট বড় সম্প্রদায় দ্বারা অবৈধভাবে দখলকৃত৷\nআগামী পরিকল্পনা অনুসারে সম্পূর্ণ তিরুভেলুর ও কাঞ্চীপুরম জেলা ছাড়াও রাণীপেট জেলার আরক্কণম ও নেমিলি তালুকদুটিও বৃহচ্চেনাইয়ের অংশীভূত হতে হলেছে৷ এই পরিকল্পনায় চেন্নাই মহানগর অঞ্চলের আয়তন ১,১৮৯ বর্গ কিলোমিটার থেকে সাতগুণের অধিক বৃদ্ধি পেয়ে ৮,৮৭৮ বর্গ কিলোমিটার হবে বলে কর্তৃপক্ষ আশাবাদী৷ যদিও এক্ষেত্রে কৃষকদের কাছ থেকে বিপুল প্রতিরোধ আসতে চলেছে বলে আশঙ্কাও রয়েছে৷ সরকার মূল শহরের অঞ্চলগুলি সর্বাধিক সদ্ব্যবহারে উদ্যোগী৷ বর্তমানে চেন্নাই মহানগর অঞ্চল কর্তৃপক্ষের নিকট ৩-৪,০০০ বর্গকিলোমিটার অঞ্চলে উন্নতির ঝোঁক অধিক৷\n\n\n== তালুক ==\nচেন্নাই জেলা\nআলান্দুর\nঅম্বাত্তুর\nআমাইন্দকরাই\nঅয়নাবরম\nএগমোর\nগিণ্ডি\nমাধবরম\nমাদুরবায়ল\nমহাবিল্বম\nময়িলাপুর\nপেরম্বুর\nপুরসাইবক্কম\nশোলিঙ্গনলুর\nতিরুবোত্রিয়ুর\nতণ্ডাইয়ারপেট\nবেলাচেরি\nতিরুভেলুর জেলা\nপুন্তমল্লী\nপোন্নেরি (আংশিক)\nতিরুভেলুর (আংশিক)\nআবাড়ি\nকাঞ্চীপুরম জেলা\nশ্রীপেরুম্বুদুর (আংশিক)\nকুন্দ্রতুর (আংশিক)\nচেঙ্গলপট্টু জেলা\nপল্লাবরম\nতাম্বরম\nবণ্ডলুর (আংশিক)\n\n\n== সম্প্রসারণ ==\n\n১৯৭১ খ্রিস্টাব্দের তামিলনাড়ু টাউন এন্ড কান্ট্রি প্ল্যানিং আইনের ৪৯ নং ধারা অনুযায়ী চেন্নাই নগরোন্নয়ন কর্তৃপক্ষ চেন্নাই মহানগরের উন্নয়ন ও রক্ষণাবেক্ষণের দায়িত্বে রয়েছে৷\n২০১১ খ্রিস্টাব্দে প্রথমবার চেন্নাইয়ের সম্প্রসারণের সিদ্ধান্ত নেওয়া হয়৷ শ্রীপেরুম্বুদুর, কীলমবক্কম, তিরুভেলুর এবং মারাইমালাইনগর অঞ্চলের দ্রুত উন্নতির পর এগুলি চেন্নাই নগরোন্নয়ন দপ্তরের অন্তর্ভুক্ত করা হয়৷  তবে চেন্নাই মহানগরের আয়তন ১৯৭৪ খ্রিস্টাব্দের সময়কার ১,১৮৯ বর্গ কিলোমিটার আয়তনই রয়ে যায়৷ \n২০১২ খ্রিস্টাব্দের জুলাই মাসে চেন্নাই নগরোন্নয়ন কর্তৃপক্ষ তামিলনাড়ু সরকারের কাছে চেন্নাইয়ের আয়তন বৃদ্ধির প্রস্তাব দেয়:\n\nপ্রথম প্রস্তাব ছিলো চেন্নাই জেলার সাথে, মাধবরম, অম্বাত্তুর, পুন্তমল্লী, পোন্নেরি, গুম্মিড়িপুণ্ডি, ঊদুকোট্টাই, তিরুভেলুর, আলান্দুর, পল্লাবরম, তাম্বরম, শোলিঙ্গনলুর, চেঙ্গলপট্টু, তিরুপোরূর ও শ্রীপেরীম্বুদুর নিয়ে ৪,৪৫৯ বর্গ কিলোমিটার বিস্তৃত অঞ্চলকে নগরোন্নয়ন কর্তৃপক্ষের অন্তর্ভুক্ত করা৷\nদ্বিতীয় প্রস্তাব ছিলো সম্পূর্ণ চেন্নাই, তিরুভেলুর, কাঞ্চীপুরম (ও চেঙ্গলপট্টু) এবং ভেলোর জেলার (বর্তমানে রাণীপেট জেলার) আরক্কোণম তালুক নিয়ে ৮,৮৭৮ বর্গ কিলোমিটার বিস্তৃত অঞ্চলকে নগরোন্নয়ন কর্তৃপক্ষের অন্তর্ভুক্ত করা৷\nসিএমডিএ-এর সচিব দ্বিতীয় প্রস্তাবটিকেই অধিক প্রাধান্য দিয়েছিলেন৷ জাতীয় রাজধানী অঞ্চল দিল্লির ধাঁচে আরো একটি পরীক্ষামূলক পরিকল্পনার প্রস্তাব দেওয়া হয়৷ পরিবহন, পরিকাঠামো ও পরিষেবাগত ভাবে এই বৃহচ্চেনাইয়েই পরিকল্পনা জরুরি ববে তারা চিহ্নিত করূন৷\n২০১৭ খ্রিস্টাব্দের ৩রা জুলাই তামিলনাড়ু সরকারের গৃহ ও নগরোন্নয়ন মন্ত্রী উদুমালাই কে. রাধাকৃষ্ণণ ২০১১ খ্রিস্টাব্দে চেন্নাই নগরোন্নয়ন দপ্তরের দ্বিতীয় প্রস্তাবে সম্মতি জানায়৷\n২০১৮ খ্রিস্টাব্দের ২২শে জানুয়ারি ১৩ নং জিও অর্ডার অনুসারে ১৯৭১ খ্রিস্টাব্দের ক্লজ ২৩এ-এর বিপরীতে চেন্নাই মহানগর বৃদ্ধির অনুমোদন দেওয়া হয়৷ ২০১৭ খ্রিস্টাব্দে চেন্নাই নগরোন্নয়ন কর্তৃপক্ষের প্রস্তাবনামাফিক চেন্নাইয়ের পার্শ্ববর্তী অঞ্চলগুলি পর্যায়ক্রমে উন্নয়ন পর্ষদের অন্তর্ভুক্ত করার সিদ্ধান্ত নেওয়া হয়৷\n\n\n== তথ্যসূত্র =="}