{"pageid": 1016236, "title": "মাখনলাল চতুর্বেদী", "url": "https://bn.wikipedia.org/wiki?curid=1016236", "content": "পণ্ডিত মাখনলাল চতুর্বেদী  (৪ এপ্রিল ১৮৮৯ – ৩০ জানুয়ারি  ১৯৬৮) ছিলেন এক ভারতীয় কবি, সাহিত্যিক, প্রাবন্ধিক,  নাট্যকার এবং সাংবাদিক। ভারতের স্বাধীনতা সংগ্রামে তার  যোগদান এবং হিন্দি সাহিত্যে  'ছায়াবাদ'  তথা  'নিও রোমান্টিক' ধারার প্রবর্তনের জন্য প্রসিদ্ধি সর্বজন বিদিত।১৯৫৫ খ্রিস্টাব্দে তিনি প্রথম 'হিমতরঙ্গিনী' গ্রন্থের জন্য সাহিত্য অকাদেমি পুরস্কারে সম্মানিত হন।  ১৯৬৩ খ্রিস্টাব্দে ভারত সরকার তাঁকে  বেসামরিক সম্মান  পদ্মভূষণে সম্মানিত করে।\n\n\n== জীবনের প্রথমার্ধ ==\nমাখনলাল চতুর্বেদীর জন্ম ভারতের মধ্যপ্রদেশ রাজ্যের হোশঙ্গাবাদ জেলার বাবাই গ্রামে ১৮৮৯ খ্রিস্টাব্দের ৪ এপ্রিল। ষোল বৎসর বয়সে তিনি বিদ্যালয়ের শিক্ষক হন।  পরে তিনি জাতীয়তাবাদী পত্রিকা 'প্রভা', প্রতাপ এবং 'কর্মবীর' এর সম্পাদক হন এবং ব্রিটিশ শাসনামলে বহুবার কারারুদ্ধ হন।  স্বাধীনতার পর সরকারের পক্ষ না নিয়ে সামাজিক অপশক্তি বিরুদ্ধে মত পোষণ ও সোচ্চার হন এবং মহাত্মা গান্ধীর আদর্শে শোষণমুক্ত সমাজব্যবস্থার সমর্থন করেন।\n\n\n== সাহিত্যজীবন ==\nহিন্দিতে রচিত তার উল্লেখযোগ্য গ্রন্থ গুলি হল-\n\nহিমকিরিটিনি (হিন্দি: हिमकिरतिनि)\nহিমতরঙ্গিনী  (হিন্দি: हिम तरंगिणी),\nযুগচরণ  (হিন্দি: युग चरण),\nসাহিত্যদেবতা (হিন্দি: साहित्य देवता),\nতার উল্লেখযোগ্য কবিতাগুলি হল -\n\nবেণু লো গুঁজে ধরা (হিন্দি: वेणु लो गू़ँजे धरा),\nদীপ সে দীপ জলে  (হিন্দি: दीप से दीप जले),\nক্যায়সে ছন্দ বনা দেতি হ্যায় (হিন্দি: कैसा छन्द बना देती है) এবং\nপুষ্প কী অভিলাষা (হিন্দি: पुष्प की अभिलाषा)\n\n\n== উত্তরাধিকার ==\nতার স্মৃতিতে ১৯৮৭ খ্রিস্টাব্দ হতে  ভারতীয় কবিদের শ্রেষ্ঠ কীর্তির জন্য বার্ষিক  মাখনলাল পুরস্কার প্রদান ছাড়াও মধ্যপ্রদেশ সাহিত্য অকাদেমি  তথা মধ্যপ্রদেশ সাংস্কৃতিক পরিষদ প্রতি বৎসর মাখনলাল চতুর্বেদী সমারোহের আয়োজন করে। \nমধ্য প্রদেশের ভোপালে মাখনলাল চতুর্বেদী রাষ্ট্রীয় রাষ্ট্রীয় পত্রকারিতা এবং সমাচার বিশ্ব বিদ্যালয়কে তার সম্মানে নামকরণ করা হয়েছে  \n\n\n== আরো দেখুন ==\nমাখনলাল চতুর্বেদী জাতীয় সাংবাদিকতা ও যোগাযোগ বিশ্ববিদ্যালয়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকবিতা কোষে মাখনলাল চতুর্বেদী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ ফেব্রুয়ারি ২০০৯ তারিখে (হিন্দি)\n[১]\nপুষ্প কী অভিলাষ, মাখন লাল চতুর্বেদী রচিত বিখ্যাত কবিতা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ মার্চ ২০১৩ তারিখে\nআনহাদ কৃষ্ণ ই-পত্রিকায়, সংগীত 'এক ভারতীয় আত্মা' : মাখনলাল চতুর্বেদী (জীবন পরিচয় এবং কিছু রচনা), আনহাদকৃতিতে মাখন লাল চতুর্বেদী"}