{"pageid": 1016682, "title": "ক্যাবল ইন্টারনেট", "url": "https://bn.wikipedia.org/wiki?curid=1016682", "content": "টেলিযোগাযোগের ভাষায় কেবল ইন্টারনেট এক্সেস হলো ব্রডব্যান্ড ইন্টারনেটের একটি ফর্ম যা কেবল টেলিভিশনের মতো একই পরিকাঠামো ব্যবহার করে।\nডিজিটাল সাবস্ক্রাইবার লাইন এবং ফাইবারের মতো কেবল ইন্টারনেট অ্যাক্সেস ইন্টারনেট সেবা প্রদানকারী থেকে শেষ ব্যবহারকারীর নেটওয়ার্ক প্রান্ত সংযোগ পর্যন্ত নেটওয়ার্ক সেবা প্রদান করে। এটি কেবল টেলিভিশন অবকাঠামো ডিএসএল এর সাথে সমন্বিত যা বিদ্যমান টেলিফোন নেটওয়ার্ক ব্যবহার করে। কেবল টিভি নেটওয়ার্ক এবং টেলিযোগাযোগ নেটওয়ার্ক আবাসিক এলাকায় ইন্টারনেট অ্যাক্সেসের দুটি প্রধান মাধ্যম। সম্প্রতি, উভয়েই ফাইবার নিয়োগ, ওয়্যারলেস এবং মোবাইল নেটওয়ার্ক সম্প্রসারণে প্রতিযোগিতা অব্যহত রেখেছে।\n\n\n== হার্ডওয়্যার এবং বিট রেট ==\nব্রডব্যান্ড কেবল ইন্টারনেট অ্যাক্সেসের জন্য গ্রাহকের প্রাঙ্গণে একটি কেবল মডেম এবং একটি কেবল অপারেটর একটি কেবল মোডেম টার্মিনেশন সিস্টেম (সিএমটিএস) প্রয়োজন তাকে সাধারণত কেবল টেলিভিশন হেডএন্ড‌ বলা হয়। এই দুটি কোক্সিয়াল কেবল বা একটি হাইব্রিড ফাইবার-কক্সিয়াল (এইচএফসি) এর মাধ্যমে সংযুক্ত করা হয়। যদিও অ্যাক্সেস নেটওয়ার্ককে কখনও শেষ মাইলের প্রযুক্তি হিসাবে উল্লেখ করা হয়। কেবল ইন্টারনেট সিস্টেম সাধারণত কাজ করতে পারে যখন মোডেম এবং টার্মিনেশন সিস্টেমের মধ্যে দূরত্ব ১৬০ কিলোমিটার (৯৯ মাইল) পর্যন্ত হয়। যদি এইচএফসি নেটওয়ার্ক বড় হয়, তাহলে কেবল মোডেম টার্মিনেশন সিস্টেমকে দক্ষ ব্যবস্থাপনার জন্য হাবে শ্রেণীবদ্ধ করা যেতে পারে।\nডাউনস্ট্রিম বিট রেট ব্যবহারকারীর দিকে ১ গিগাবাইট/সে বা বেশি হতে পারে। আপস্ট্রিম ট্রাফিক ব্যবহারকারী থেকে শুরু করে ৩৮৪ কিলোবিট/সে থেকে ৫০ মেটাবিট/সে পর্যন্ত হতে পারে। একটি ডাউনস্ট্রিম চ্যানেল শত শত কেবল মোডেম পরিচালনা করতে পারে। সিস্টেম বৃদ্ধির সাথে সাথে সিএমটিএস এর ডাউনস্ট্রিম এবং আপস্ট্রিম পোর্ট আপগ্রেড করা যেতে পারে এবং দক্ষ ব্যবস্থাপনার জন্য হাব সিএমটিএস-এ শ্রেণীবদ্ধ করা যেতে পারে।\n\n\n== ভাগ করা ব্যান্ডউইথ ==\nঅধিকাংশ আবাসিক ব্রডব্যান্ড প্রযুক্তি, যেমন কেবল ইন্টারনেট, ডিএসএল, স্যাটেলাইট ইন্টারনেট বা ওয়্যারলেস ব্যবহারকারীদের ব্যবহারকারীদের উপলব্ধ ব্যান্ডউইথ ভাগ করে। কিছু প্রযুক্তি শুধুমাত্র তাদের মূল নেটওয়ার্ক শেয়ার করে অন্যদিকে কিছু কেবল ইন্টারনেট এবং প্যাসিভ অপটিক্যাল নেটওয়ার্ক (পন) অ্যাক্সেস নেটওয়ার্ক শেয়ার করে। এই ব্যবস্থা নেটওয়ার্ক অপারেটরকে পরিসংখ্যানগত মাল্টিপ্লেক্সিং সুবিধা নিতে দেয়, একটি ব্যান্ডউইথ শেয়ারিং কৌশল যা ব্যান্ডউইথ বিতরণ করতে ব্যবহার করা হয় যাতে একটি গ্রহণযোগ্য মূল্যে পর্যাপ্ত সেবা প্রদান করা যায়। যাইহোক, অপারেটরকে নেটওয়ার্ক ব্যবহারের প্যাটার্ন পর্যবেক্ষণ করতে হবে এবং নেটওয়ার্ককে যথাযথভাবে মাপতে হবে যাতে পিক-ইউসেজ সময়েও গ্রাহকরা যাতে পর্যাপ্ত সেবা পান তা নিশ্চিত করতে হবে। যদি নেটওয়ার্ক অপারেটর একটি নির্দিষ্ট এলাকার জন্য পর্যাপ্ত ব্যান্ডউইথ প্রদান না করে তাহলে সংযোগটি স্যাচুরেটেড হয়ে যাবে এবং যদি অনেক মানুষ একই সময়ে এই সেবা ব্যবহার করে তাহলেও সংযোগটি স্যাচুরেটেড হয়ে যাবে বা সম্পূর্ণরূপে বন্ধ হয়ে যাবে। অপারেটররা একটি ব্যান্ডউইথ ক্যাপ বা অন্যান্য ব্যান্ডউইথ থ্রটলিং কৌশল ব্যবহার করে; যেখানে ব্যবহারকারীরা কোনদিন যদি প্রচুর পরিমাণে ডেটা ডাউনলোড করেন তবে ব্যবহারকারীর ডাউনলোডের গতি নির্দিষ্ট সময়ে সীমাবদ্ধ হয়ে থাকে।\n\n\n== আরও দেখুন ==\nইন্টারনেট\nবাংলাদেশে ইন্টারনেট\nপাকিস্তানে ইন্টারনেট\nডাটা টেলিকমিউনিকেশন এন্ড নেটওয়ার্কিং টেকনোলজি\n\n\n== তথ্যসূত্র =="}