{"pageid": 1016256, "title": "ক্রেগ ওভারটন", "url": "https://bn.wikipedia.org/wiki?curid=1016256", "content": "ক্রেগ ওভারটন (ইংরেজি: Craig Overton; জন্ম: ১০ এপ্রিল, ১৯৯৪) ডেভনের বার্নস্ট্যাপল এলাকায় জন্মগ্রহণকারী ইংরেজ আন্তর্জাতিক ক্রিকেটার। ইংল্যান্ড ক্রিকেট দলের অন্যতম সদস্য তিনি। ২০১০-এর দশকের মাঝামাঝি সময়কাল থেকে ইংল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করছেন।\nঘরোয়া প্রথম-শ্রেণীর ইংরেজ কাউন্টি ক্রিকেটে সমারসেট দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ অল-রাউন্ডার হিসেবে খেলছেন। ডানহাতে ব্যাটিংয়ের পাশাপাশি ডানহাতে ফাস্ট-মিডিয়াম বোলিংয়ে পারদর্শী তিনি।\n\n\n== শৈশবকাল ==\nজ্যামি ওভারটনের তিন মিনিট পূর্বে তিনি ভূমিষ্ঠ হন। এক মাস পূর্বে ক্রেগ ওভারটনের প্রথম-শ্রেণীর ক্রিকেটে অভিষেক হয়। এক পর্যায়ে তাদেরকে যমজদের মধ্যে সর্বাপেক্ষা পরিচ্ছন্ন ক্রিকেটার হিসেবে চিত্রিত করা হতো। তার যমজ ভ্রাতা জ্যামি ওভারটন সমারসেটের পক্ষে খেলেছেন ও ২০২০ সালের শেষদিকে সারে দলে চলে যান।\nইনস্টো সিসি থেকে আসা উভয়েই ডেভনের পক্ষে বয়সভিত্তিক ক্রিকেটে প্রতিনিধিত্ব করেছেন। এরপর, সমারসেট ও ২০১২ সালের শুরুতে ইংল্যান্ডের অনূর্ধ্ব-১৯ দলে খেলেন। ঐ গ্রীষ্মে ক্রেগ ওভারটন চ্যাম্পিয়নশীপের সাত খেলায় অংশ নেন। ফলশ্রুতিতে, অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপে খেলার সুযোগ লাভ করেন। ২০১৩ সালে পিঠের ব্যথায় আক্রান্ত হলেও ২০১৪ সালের শুরুতে দক্ষিণ আফ্রিকা গমনার্থে ইসিবি পটেনশিয়াল এমার্জিং প্লেয়ার প্রোগ্রামের অন্তর্ভুক্ত হন। এরপর, শীতকালে লায়ন্স দলের সাথে দক্ষিণ আফ্রিকা যান।\nইংল্যান্ডের অনূর্ধ্ব-১৯ দলের পক্ষে প্রথম আন্তর্জাতিক ক্রিকেটে সূত্রপাত ঘটান। ২০১১ ও ২০১২ সালের মধ্যে ১৬টি যুবদের একদিনের আন্তর্জাতিকে অংশ নিয়েছেন। এ পর্যায়ে ২৬.৯২ গড়ে ৩৫০ রান করেন। তন্মধ্যে, সর্বোচ্চ করেন অপরাজিত ৬৮ রান। অন্যদিকে, বল হাতে নিয়ে ৩৫.৫৭ গড়ে ১৪ উইকেট দখল করেছিলেন তিনি।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n২০১২ সাল থেকে ক্রেগ ওভারটনের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান রয়েছে। সমারসেটের দুই জোড়া যমজ ভ্রাতৃদ্বয়ের অন্যতম ছিলেন। এক পর্যায়ে যমজ ভ্রাতৃদ্বয়ের আন্তর্জাতিক ক্রিকেটে ইংল্যান্ডের প্রতিনিধিত্ব করার ক্ষেত্র সৃষ্টি হয়েছিল। ১৯৫০-৫১ মৌসুমে অস্ট্রেলিয়া সফরে এরিক বেডসার, স্যার অ্যালেক বেডসারের সাথে একত্রে তাসমানিয়ার বিপক্ষে প্রস্তুতিমূলক খেলায় অংশ নিয়েছিলেন। আঘাতে জর্জড়িত ইংল্যান্ডের ওডিআই দলে তাদেরকে রাখা হলেও কাউকেই খেলানো হয়নি। জ্যামিকে দ্রুত গতিতে বিস্তৃত পরিসরে টেস্ট ক্রিকেটের উপযোগী হিসেবে গণ্য করা হলেও ক্রেগ স্থিরলয়ে অল-রাউন্ডার হিসেবে একদিনের ক্রিকেটের উপযোগী হিসেবে খেলতে দেখা যায়। জ্যামি মারমুখী ভঙ্গীমায় অগ্রসর হলেও তিনি এর ব্যতিক্রম।\n২০১২ সালে সমারসেটের সদস্যরূপে প্রথম-শ্রেণীর ক্রিকেটে অভিষেক ঘটে তার। কাউন্টি চ্যাম্পিয়নশীপের ঐ খেলায় প্রতিপক্ষীয় দল ছিল ল্যাঙ্কাশায়ার। ঐ বছর কাউন্টি চ্যাম্পিয়নশীপে ৩০.২৫ গড়ে ১২ উইকেট দখল করেছিলেন তিনি। এছাড়াও, ১০.৭১ গড়ে ৭৫ রান সংগ্রহ করেন। তন্মধ্যে, প্রথম-শ্রেণীর ক্রিকেটে নিজস্ব প্রথম অর্ধ-শতরানের ইনিংস খেলেছিলেন। ঐ বছরেই তার লিস্ট এ ক্রিকেটে অভিষেক হয়। দুইটি চল্লিশ ওভারের খেলায় অংশ নিয়েছিলেন তিনি।\nতবে, পিঠের আঘাতের কারণে ২০১৩ সালের অধিকাংশ সময়ই খেলতে পারেননি। কেবলমাত্র একটি প্রথম-শ্রেণীর খেলায় অংশ নিয়ে একটিমাত্র উইকেটের সন্ধান পান।\n\n\n== স্বর্ণালী সময় ==\n২০১৪ সালে প্রথম একাদশে বেশ নিয়মিতভাবেই খেলেন। তিন ধরনের খেলায় সব মিলিয়ে ২৫ খেলায় অংশ নিয়েছিলেন তিনি। তার ব্যাটিংয়ের মানেও যথেষ্ট উত্তরণ লক্ষ্য করা যায়। কাউন্টি চ্যাম্পিয়নশীপে চমৎকার ক্রীড়া নৈপুণ্য প্রদর্শন করে ৩০.৭৮ গড়ে ৪৩১ রান তুলেন ও ২৮.৫২ গড়ে ৪২ উইকেট পান। তন্মধ্যে, ডারহামের বিপক্ষে নিজস্ব প্রথম পাঁচ-উইকেট হিসেবে ৫/৬৩ বোলিং পরিসংখ্যান দাঁড় করান। এছাড়াও, ব্যাট হাতে নিয়েও সফলতার স্বাক্ষর রাখেন।\nএকই বছর সাসেক্সের বিপক্ষে ৮৬ রান তোলার পর ল্যাঙ্কাশায়ারের বিপক্ষে খেলায় তিনি প্রথম-শ্রেণীর ক্রিকেটের প্রথম শতরান থেকে বঞ্চিত হন। টানটনে অনুষ্ঠিত ঐ খেলায় ৯৯ রানে তাকে বিদেয় নিতে হয়েছিল। ২০১৪ সালে টুয়েন্টি২০ খেলায় প্রথম অংশ নেন। তবে, ব্যাট ও বল হাতে তাকে বেশ হিমশিম খেতে হয়। ১০ খেলায় তিনি মাত্র চার উইকেট পান ও সব মিলিয়ে ৩৫ রান তুলতে পেরেছিলেন।\n২০১৫ সালে সকল ধরনের খেলায় ব্যাট ও বল হাতে সমারসেটের পক্ষে চমৎকার মৌসুম অতিবাহিত করেন। ২১.৭০ গড়ে ৪৩টি চ্যাম্পিয়নশীপের উইকেট পেয়েছেন। কাউন্টি ক্রিকেটে সুন্দর ক্রীড়াশৈলী প্রদর্শনের স্বীকৃতিস্বরূপ ২০১৭-১৮ মৌসুমে ২৩ বছর বয়সে ইংল্যান্ড দলের সদস্যরূপে অস্ট্রেলিয়া গমনার্থে মনোনীত হন। তার সহজাত আগ্রাসী ভূমিকায় দৃশ্যতঃ দীর্ঘদিন খেলোয়াড়ী জীবন চালিয়ে যাবার সম্ভাবনা দেখা যায়। ২২.৩৯ গড়ে কাউন্টি চ্যাম্পিয়নশীপে ৪৬ উইকেট পান। বলকে তিনি সুইং করাতে পারতেন। ৬ ফুট ৫ ইঞ্চির দীর্ঘ উচ্চতা নিয়ে কাঁধ বরাবর বোলিং করানোয় সক্ষমতা দেখিয়েছেন। উত্তরোত্তর নিখুঁত ভঙ্গীমায় অগ্রসর হতেন। তার ভ্রাতা জ্যামি তুলনান্তে দ্রুত গতিসম্পন্ন হলেও তিনি বিশ্বস্তায় অধিক ও আঘাতের দিক দিয়ে কম ছিলেন।\n২০১৫ সালে কাউন্টি চ্যাম্পিয়নশীপ ও ওয়ান ডে কাপে সমারসেট দলের সর্বোচ্চ উইকেট শিকারীতে পরিণত হন। উভয় স্তরের ক্রিকেটে তিনি ৪৭ ও ১২ উইকেট পেয়েছিলেন। বৃহৎ ধরনের খেলায়ও তার ব্যাটিংয়ের ধারা অব্যাহত রানে কাউন্টি চ্যাম্পিয়নশীপের ১৬ ইনিংসে ২৮.৩৮ গড়ে রান পেয়েছিলেন তিনি।\n\n\n== বিতর্কিত ভূমিকা ==\nসেপ্টেম্বর, ২০১৫ সালে কাউন্টি চ্যাম্পিয়নশীপের খেলায় বোলিংকালে ব্রিটিশ পাসপোর্টধারী ও পাকিস্তানে জন্মগ্রহণকারী আশহার জাইদিকে বর্ণবাদবৈষম্যমূলক আচরণ করেন। এ ঘটনার ফলে তাকে দুই খেলায় অংশগ্রহণের উপর নিষেধাজ্ঞা আরোপ করা হয়। পরবর্তীতে এ ঘটনার কারণে তিনি জাইদি’র কাছে ক্ষমা প্রার্থনা করেন।\n২০১৬ সালে আরও একটি সফলতম মৌসুম অতিবাহিত করেন তিনি। কাউন্টি চ্যাম্পিয়নশীপের খেলায় আবারও চার শতাধিক রান ও ৩৪ উইকেটের সন্ধান পান। হ্যাম্পশায়ারের বিপক্ষে খেলায় তিনি প্রথমবারের মতো প্রথম-শ্রেণীর ক্রিকেটে শতরানের ইনিংস খেলেন। ১৩৮ রান সংগ্রহ করেন তিনি। অষ্টম উইকেট জুটিতে রোল্ফ ফন দার মারউই’র সাথে ২১৭ রানের নতুন রেকর্ড গড়েন। তারা ১৯৮৩ সালে ইয়ান বোথাম ও ভিভ রিচার্ডসের ১৭২ রানের জুটি ভেঙ্গে ফেলেন। তবে, সমারসেটের পরের খেলাতেই পিটার ট্রিগো ও রায়ান ডেভিস তাদের রেকর্ড ভেঙ্গে ফেলতে সক্ষম হন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে চারটিমাত্র টেস্ট ও একটিমাত্র একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন ক্রেগ ওভারটন। ২ ডিসেম্বর, ২০১৭ তারিখে অ্যাডিলেডে স্বাগতিক অস্ট্রেলিয়া দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ৪ সেপ্টেম্বর, ২০১৯ তারিখে ম্যানচেস্টারে একই দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি। এছাড়াও, ২১ জুন, ২০১৮ তারিখে চেস্টার-লি-স্ট্রিটে একই দলের বিপক্ষে একটিমাত্র একদিনের আন্তর্জাতিকে অভিষেক ঘটে তার।\n২০১৬ সালে ইংল্যান্ডের সীমিত ওভারের দলে খেলেছেন। ২০১৭ সালে টানটনে নিজস্ব প্রথম টি২০আইয়ে নিরাশ করেন। ২০১৭-১৮ মৌসুমে অস্ট্রেলিয়া ও নিউজিল্যান্ড সফরে তিন টেস্টে অংশ নিয়ে সাত উইকেট পেয়েছেন। তবে, ইংল্যান্ড দল ২০১৮ সালে নতুন মুখের সন্ধানে নামে ও তাকে খুব কমই খেলতে দেখা যায়। মৌসুমের শেষদিকে নটিংহ্যামশায়ারের বিপক্ষে হ্যাট্রিক করেন। ফলশ্রুতিতে, তাকে আবারও লায়ন্স দলের সদস্য করা হয়।\nজুন, ২০১৫ সালে প্রথমবারের মতো আন্তর্জাতিক খেলায় অংশগ্রহণের জন্যে ইংল্যান্ড দলে আমন্ত্রিত হন। নিউজিল্যান্ডের বিপক্ষে সিরিজের তৃতীয় ওডিআইয়ে ক্রিস জর্দানের পরিবর্তে তাকে খেলার সুযোগ দেয়া হয়। জুন, ২০১৭ সালে সফররত দক্ষিণ আফ্রিকা দলের বিপক্ষে টুয়েন্টি২০ আন্তর্জাতিক খেলার উদ্দেশ্যে তাকে ইংল্যান্ড দলে রাখা হয়।\n\n\n== টেস্ট অভিষেক ==\nসেপ্টেম্বর, ২০১৭ সালে অ্যাশেজ সিরিজকে ঘিরে তাকে ইংল্যান্ডের টেস্ট দলে ঠাঁই দেয়া হয়। ২ ডিসেম্বর, ২০১৭ তারিখে অ্যাডিলেডে সিরিজের দিবা-রাত্রির দ্বিতীয় টেস্টে তার অভিষেক পর্ব সম্পন্ন হয়। স্বাগতিক অস্ট্রেলিয়া দলের অধিনায়ক স্টিভ স্মিথকে বিদেয় করে নিজস্ব প্রথম টেস্ট উইকেট লাভ করেন তিনি।\nফেব্রুয়ারি, ২০১৮ সালে নিউজিল্যান্ড গমনার্থে আঘাতপ্রাপ্ত লিয়াম প্লাঙ্কেটের পরিবর্তে ওডিআই দলে তাকে অন্তর্ভুক্ত করা হয়। ২১ জুন, ২০১৮ তারিখে চেস্টার-লি-স্ট্রিটে সফররত অস্ট্রেলিয়া দলের বিপক্ষে ওডিআই সিরিজে দিবা-রাত্রির চতুর্থ ওডিআইয়ে তার অভিষেক হয়।\n২০১৯ সালে অ্যাশেজ সিরিজের চতুর্থ টেস্টে ক্রিস উকসের স্থলাভিষিক্ত হন তিনি। ইংরেজ অধিনায়ক জো রুট উল্লেখ করেন যে, প্রত্যাশার তুলনায় মাঠে অতিরিক্ত বাউন্সের আশাবাদ থাকায় মাঠের পরিবেশের সাথে সামঞ্জস্য থাকায় ক্রেগ ওভারটনকে দলে রাখা হয়েছে। প্রথম ইনিংসে শুরুতেই জো ডেনলি আউট হওয়ায় নাইটওয়াচম্যান হিসেবে তাকে তিন নম্বরে ব্যাটিং করতে নামানো হয়।\n২৯ মে, ২০২০ তারিখে কোভিড-১৯ মহামারীর কারণে আন্তর্জাতিক খেলায় অংশগ্রহণকল্পে ক্রেগ ওভারটনসহ ৫৫-সদস্যবিশিষ্ট খেলোয়াড়কে প্রশিক্ষণের জন্যে মনোনীত করা হয়। ১৭ জুন, ২০২০ তারিখে সফরকারী ওয়েস্ট ইন্ডিজ দলের বিপক্ষে খেলার জন্যে ইংল্যান্ডের ৩০-সদস্যের তালিকায় তাকে রাখা হয় ও নিবিঢ় অনুশীলনে প্রেরণ করা হয়। ৪ জুলাই, ২০২০ তারিখে সিরিজের প্রথম টেস্টকে ঘিরে নয়জন সংরক্ষিত খেলোয়াড়ের অন্যতম ছিলেন তিনি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nমার্ক স্টোনম্যান\nজেরাল্ড স্মিথসন\nঅ্যাশেজ সিরিজের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nআনুষ্ঠানিক কাউন্টি চ্যাম্পিয়নশীপ বিজয়ী দলের তালিকা\nআন্তর্জাতিক ক্রিকেটে অংশগ্রহণকারী পরিবারের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে ক্রেগ ওভারটন  (ইংরেজি)\nক্রিকেটআর্কাইভে ক্রেগ ওভারটন   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}