{"pageid": 1016377, "title": "স্যাটেলাইট ইন্টারনেট নক্ষত্রমণ্ডল", "url": "https://bn.wikipedia.org/wiki?curid=1016377", "content": "স্যাটেলাইট ইন্টারনেট নক্ষত্রমণ্ডল হলো কৃত্রিম উপগ্রহের একটি তারামণ্ডল যা স্যাটেলাইট ইন্টারনেট পরিষেবা প্রদান করে। শব্দটি এসেছে একটি নতুন প্রজন্মের খুব বড় তারামণ্ডল (মেগাতারামণ্ডল) থেকে। এটি লো-আর্থ কক্ষপথে (LEO) নিম্ন-ল্যাটেন্সি, উচ্চ ব্যান্ডউইথের (ব্রডব্যান্ড) ইন্টারনেট সেবা প্রদানের জন্য ব্যবহৃত হয়।\n\n\n== ইতিহাস ==\nযদিও ক্লার্ক বেল্টে বছরের পর বছর ধরে জিওসিঙ্ক্রোনাস কমস্যাটের মাধ্যমে সীমিত আকারে স্যাটেলাইটের ইন্টারনেট সেবা পাওয়া যাচ্ছে যদিও এগুলো বেশ সীমিত ব্যান্ডউইথ (ব্রডব্যান্ড নয়), উচ্চ-ল্যাটেন্সি এবং উচ্চ দামে সরবরাহ করা হয় তাছাড়া প্রস্তাবিত সেবার চাহিদার তুলনায় অনেক কম।\n১৯৯০-এর দশকে বেশ কয়েকটি লিও স্যাটেলাইট ব্যবহার করে ইন্টারনেট তারামণ্ডল তৈরির প্রস্তাব দেওয়া হয়, যার মধ্যে রয়েছে সেলেস্ট্রি (৬৩টি স্যাটেলাইট) এবং টেলিডেসিক (প্রাথমিকভাবে ৮৪০, পরে ২৮৮টি স্যাটেলাইট)। ২০০০-এর দশকের শুরুতে ইরিডিয়াম এবং গ্লোবালস্টার স্যাটেলাইট দেউলিয়া হওয়ার পর এই তারামণ্ডলের প্রকল্পগুলো পরিত্যক্ত হয়।\n২০১০-এর দশকে মহাকাশে উৎক্ষেপণের খরচ কমে যাওয়া এবং ব্রডব্যান্ড ইন্টারনেট অ্যাক্সেসের ক্রমবর্ধমান চাহিদার বৃদ্ধির কারণে স্যাটেলাইট ইন্টারনেট তারামণ্ডলের প্রতি আগ্রহ পুনরায় আবির্ভূত হয়। বেশ কয়েকটি বেসরকারি কোম্পানি ইন্টারনেট স্যাটেলাইট তারামণ্ডল তৈরির পরিকল্পনা করছে যেমন ওয়ানওয়েব (ওয়ানওয়েব তারামণ্ডল), স্পেসএক্স (স্টারলিংক), আমাজন (প্রজেক্ট কুইপার), স্যামসাং, বোয়িং, রাশিয়ার রসকসমস (স্ফেরা) এবং চীন (হংওয়ান)। ২০১৯ থেকে ২০২৫ সালের মধ্যে ১৮,০০০ এর ও বেশি নতুন স্যাটেলাইট উৎক্ষেপণ এবং লিও কক্ষপথে স্থাপন করার প্রস্তাব করা হয়েছে। এটি ২০১৮ সালের মার্চ মাস পর্যন্ত মহাশূন্যে সকল সক্রিয় স্যাটেলাইটের যোগফলের চেয়ে দশ গুণ বেশি। সাম্প্রতিক প্রস্তাবগুলো এই সংখ্যা ১০০,০০০-এ চলে আসতে পারে।\nএর এক বছর পর প্রথম স্যাটেলাইট ইন্টারনেট তারামণ্ডল ফিল্ডিং শুরু হয়- স্টারলিঙ্ক যা ২০১৯ সালের শেষের দিকে শুরু হয় এবং নেটওয়ার্কের বিটা পরীক্ষা শুরু হয় ২০২০ সালের শেষের দিকে; ওয়ানওয়েব ১এইচ ২০২০ সালে স্যাটেলাইট নিয়োগ শুরু করে এবং এরই সাথে প্রতিষ্ঠিত স্যাটেলাইট কোম্পানিগুলো ব্যবসায়িক মডেলের প্রতিযোগিতামূলক বিঘ্ন আরো ভালোভাবে বোঝা শুরু করে। ২০২১ সালের শুরুতে, তিনটি বৃহত্তম ইউরোপীয় স্যাটেলাইট অপারেটর সেস, ইউটেলস্যাট এবং হিসপাসাত- এরা ব্যক্তিগত তহবিল ব্যবহার করে ব্রডব্যান্ড স্যাটেলাইট ইন্টারনেট তারামণ্ডল উন্নয়ন এবং ফিল্ডিং এর ব্যাপক উন্নতিকরণ করেছে- ইউরোপীয় কমিশনকে এই ধরনের প্রকল্পে বিনিয়োগের আহ্বান জানিয়েছে। তিনটি কোম্পানিই এর আগে জিও এবং এমইও কক্ষপথ থেকে যোগাযোগ সেবা প্রদানের উপর গবেষণা করেছিল, অন্যদিকে নতুন স্যাটেলাইট ইন্টারনেট সরবরাহকারীরা একচেটিয়াভাবে লিওতে তাদের তারামণ্ডল ফিল্ডিং করছে।\n\n\n== ডিজাইন ==\nপ্রস্তাবিত সিস্টেমে স্যাটেলাইটসংখ্যা, কক্ষপথের ধরন এবং টেলিযোগাযোগ স্থাপত্য (বিশেষ করে আন্তঃস্যাটেলাইট সংযোগের উপস্থিতি বা অনুপস্থিতি) ব্যাপকভাবে পরিবর্তিত করা হয়েছে। সিস্টেম নকশায় মোট থ্রুপুট অনুমান করতে পরিসংখ্যানগত পদ্ধতি এবং সিমুলেশন ব্যবহার করে বিশ্লেষণ করা হয়েছে। বিশেষ করে চ্যালেঞ্জিং কাজ হচ্ছে নেটওয়ার্কের গতিশীলতার প্রকৃতি বজায় রাখা যেহেতু লিও স্যাটেলাইট সাধারণত ১০ মিনিটের কম সময়ের মধ্যে একটি নির্দিষ্ট অবস্থানের উপর দিয়ে যায়।\n\n\n== সম্ভাব্যতা ==\nমহাদেশীয় দূরত্বের জন্য (প্রায় ৩০০০ কিলোমিটার), এলইও স্যাটেলাইট ইন্টারনেট নেটওয়ার্কের ইন্টারনেট সেবা অপটিক্যাল ফাইবার লিঙ্কের চেয়ে তুলনামূলক কম বিলম্বিত ও উন্নত হবে বলে আশা করা হচ্ছে। এটি শুধুমাত্র গ্রাউন্ড স্টেশন রিলে ব্যবহার করে ইন্টার-স্যাটেলাইট সংযোগ ছাড়াই নেটওয়ার্কিং সেবা প্রদানে সক্ষম বলে আশা করা হয়। নতুন নেটওয়ার্কগুলো \"অনেক সেটিংসে বর্তমান আইএসপিদের সাথে প্রতিদ্বন্দ্বিতা করতে সক্ষম হবে\"।\n\n\n== সমালোচনা ==\nজ্যোর্তিবিদ্যার জন্য বর্ধমান আলোক দূষণ এবং স্থানের ধ্বংসাবশেষের ফলে বর্ধিত সম্ভাব্য উপগ্রহের সংঘর্ষ সৃষ্টি হওয়ার কারণে সমালোচকরা এর বিরুদ্ধে আপত্তি জানিয়েছেন। জ্যোতির্বিজ্ঞানীরা লো আর্থ কক্ষপথে স্যাটেলাইট ব্যবহার বৃদ্ধির সম্ভাব্য প্রভাব নিয়ে গবেষণা করেছেন যেগুলো অতি-প্রশস্ত ইমেজিং এক্সপোজার ব্যবহার করে, যেমন ৮.৪ মিটার সিমোনি সার্ভে টেলিস্কোপ ও ভেরা সি রুবিন যেটা অবজারভেটরির লিগ্যাসি সার্ভে অফ স্পেস অ্যান্ড টাইম প্রকল্পে ব্যবহৃত হয়। তারা দেখেছেন যে রাতের প্রথম এবং শেষ ঘন্টায় ৩০ থেকে ৪০% এক্সপোজার করার ঘটনায় আপোস করা যেতে পারে।\nরেডিও জ্যোতির্বিজ্ঞানের উপর স্যাটেলাইট ইন্টারনেট তারামণ্ডলের প্রভাব নিয়ে জ্যোতির্বিজ্ঞানীরাও উদ্বেগ প্রকাশ করেছেন।\n\n\n== আরও দেখুন ==\nস্যাটেলাইট ন্যাভিগেশন\nস্টারলিঙ্ক\nজিস্যাট-১১\nবৃহস্পতির প্রাকৃতিক উপগ্রহসমূহ\nস্পেস এক্স\n\n\n== তথ্যসূত্র =="}