{"pageid": 1017783, "title": "অবহেলিত গ্রীষ্মমণ্ডলীয় রোগসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1017783", "content": "অবহেলিত গ্রীষ্মমণ্ডলীয় রোগসমূহ (Neglected tropical diseases, সংক্ষেপে \"এনটিডি\") গ্রীষ্মমণ্ডলীয় রোগসমূহের একটি বিচিত্র দল যেগুলি আফ্রিকা, এশিয়া, উত্তর আমেরিকা, দক্ষিণ আমেরিকা মহাদেশগুলির উন্নয়নশীল অঞ্চলগুলির নিম্ন-আয়ের জনগোষ্ঠীগুলিতে অতিসাধারণ। বিভিন্ন প্রকারের রোগসৃষ্টিকারী জীবাণু ও প্রাণী যেমন ভাইরাস, ব্যাকটেরিয়া, আদ্যপ্রাণী (প্রোটোজোয়া) ও পরজীবী কৃমি (হেলমিন্থ)  মানবদেহে এই রোগগুলির সৃষ্টি করে। এদের বিপরীতে রয়েছে তিনটি বৃহৎ সংক্রামক রোগ (এইডস, যক্ষ্মা ও ম্যালেরিয়া), যেগুলির জন্য সাধারণত অনেক বেশি চিকিৎসা ও গবেষণা সংক্রান্ত তহবিল বরাদ্দ করা হয়। সাহারা-নিম্ন আফ্রিকাতে এইসব রোগের বোঝা ম্যালেরিয়া ও যক্ষ্মার সমতুল্য। অবহেলিত গ্রীষ্মমণ্ডলীয় রোগের সহ-সংক্রমণের কারণে এইডস ও যক্ষ্মা অধিকতর মরণঘাতী রূপ ধারণ করতে পারে।\nকোনও কোনও ক্ষেত্রে এইসব রোগের চিকিৎসার খরচ তুলনামূলকভাবে কম। উদাহরণস্বরূপ শিস্টোসোমা কৃমি অধ্যুষণ (শিস্টোসোমায়াসিস) রোগের খরচ প্রতি শিশুর জন্য বাৎসরিক মাত্র ০.২০ মার্কিন ডলার। তা সত্ত্বেও ২০১০ সালের একটি প্রাক্কলন অনুযায়ী অবহেলিত রোগগুলি নিয়ন্ত্রণে পরবর্তী ৫-৭ বছরে ২০০ কোটি থেকে ৩০০ কোটি মার্কিন ডলার তহবিলের প্রয়োজন ছিল। কিছু ঔষধ নির্মাতা প্রতিষ্ঠান সব ঔষধভিত্তিক নিরাময়মূলক চিকিৎসা বিনামূল্যে প্রদানের জন্য প্রতিশ্রুতি দিয়েছে এবং বিশ্বের বেশ কিছু দেশে গণহারে ঔষধ প্রয়োগ (যেমন গণহারে কৃমিনাশ) সফলভাবে সম্পন্ন করা হয়েছে। উন্নত বিশ্বের দেশগুলিতে প্রতিরোধমূলক সেবা প্রায়শই সুপ্রাপ্য হলেও অপেক্ষাকৃত দরিদ্র এলাকাগুলিতে সার্বজনীনভাবে সুলভ্য নয়।\nউন্নত দেশগুলিতে অবহেলিত গ্রীষ্মমণ্ডলীয় রোগগুলি সমাজের দরিদ্রতম ব্যক্তিদের আক্রমণ করে। যেমন মার্কিন যুক্তরাষ্ট্রে প্রায় ১৪ লক্ষ ৬০ হাজার পরিবার এবং  সেগুলিতে ২৮ লক্ষ শিশু দিনে ২ ডলারের কম খরচে জীবন নির্বাহ করে। এই জাতীয় দেশগুলিতে অবহেলিত গ্রীষ্মমণ্ডলীয় রোগগুলির বোঝাকে প্রায়শই অন্যান্য জনস্বাস্থ্যমূলক প্রশ্নের তুলনায় কম গুরুত্ব দেওয়া হয়। একই প্রশ্নগুলি উন্নত ও উন্নয়নশীল উভয় প্রকারের দেশের জনগোষ্ঠীকে ঝুঁকিতে ফেলতে পারে। যেমন দারিদ্র‍্যের কারণে পর্যাপ্ত গৃহায়নের অভাবে ব্যক্তিরা এইসব রোগের বাহকগুলির সংস্পর্শে আসতে পারে৷\nবিশ্ব স্বাস্থ্য সংস্থা ২০টি অবহেলিত গ্রীষ্মমণ্ডলীয় রোগকে অগ্রাধিকার প্রদান করেছে। তবে অন্যান্য কিছু সংস্থা এগুলিকে ভিন্নভাবে সংজ্ঞায়িত করে থাকে। ২০১৭ সালে আদিকৃষ্ণকোষ-ছত্রাকরোগ তথা ক্রোমোব্লাস্টোমাইকোসিস ও অনান্য গভীর ছত্রাকরোগসমূহ (মাইকোসিস), খোসপাঁচড়া রোগ (স্ক্যাবিস) ও অন্যান্য  বাহ্যপরজীবীঘটিত রোগ (এক্টোপ্যারাসাইট) এবং সর্পদংশনজনিত বিষপ্রবেশ এই তালিকাতে যুক্ত করা হয়। এই রোগগুলি ১৪৯টি দেশে স্থানিক রোগে পরিণত হয়েছে এবং প্রতি বছর প্রায় ১৪০ কোটি ব্যক্তি (৫০ কোটি শিশু) এগুলিতে আক্রান্ত হয়। এর ফলে উন্নয়নশীল দেশগুলিকে প্রতি বছর বহ শত কোটি মার্কিন ডলার খরচ করতে হয়। ২০১৩ খ্রিস্টাব্দে এইসব রোগে প্রায় ১ লক্ষ ৪২ হাজার ব্যক্তি মারা যায় —যা ১৯৯০ সালের ২ লক্ষ হাজার মৃত্যু অপেক্ষা কম  ২০টি রোগের মধ্যে দুইটিকে বিশ্বব্যাপী নির্মূল করার লক্ষ্য স্থির করা হয়। এগুলি হল ২০১৫ সালের মধ্যে  গিনি-কৃমি রোগ (ড্রাকুনকুলায়াসিস) এবং ২০২০ খ্রিস্টাব্দের মধ্যে ইয়জ চর্মরোগ। এছাড়া চারটি রোগকে ২০২০ সালের মধ্যে আঞ্চলিক পর্যায়ে নির্মূল করার কর্মসূচী হাতে নেওয়া হয়। এগুলি হল অন্ধত্ব সৃষ্টিকারী পোথকী (ব্লাইন্ডিং ট্রাকোমা), মানব আফ্রিকান ট্রিপানোসোমা অধ্যুষণ (ট্রিপানাসোময়াসিস, এক ধরনের পরজীবী এককোষী আদ্যপ্রাণীঘটিত রোগ), কুষ্ঠরোগ এবং গোদরোগ (লিমফ্যাটিক ফিলারায়াসিস)।\n\n\n== তথ্যসূত্র =="}