{"pageid": 1017254, "title": "রিগোবার্তা মেনচু", "url": "https://bn.wikipedia.org/wiki?curid=1017254", "content": "রিগোবার্তা মেনচু তুম ( স্পেনীয়: [riɣoˈβeɾta menˈtʃu] ; জন্ম ৯ জানুয়ারী ১৯৫৯)  একজন কুইচি গোত্রীয় আদিবাসী নারীবাদী  এবং গুয়াতেমালার মানবাধিকার কর্মী। মেনচু গুয়াতেমালার গৃহযুদ্ধ (১৯৬০-১৯৯৬) ও তার পরবর্তী সময়ে গুয়াতেমালার আদিবাসীদের অধিকার প্রচার এবং আন্তর্জাতিকভাবে আদিবাসী অধিকারের প্রচারে তার জীবন আত্মনিয়োগ করেছেন। \nতিনি ১৯৯২ সালে শান্তিতে নোবেল পুরস্কার এবং ১৯৯৮ সালে প্রিন্স অফ আস্তুরিয়াস পুরস্কার ছাড়াও অন্যান্য বিভিন্ন মর্যাদাপূর্ণ পুরস্কার পেয়েছেন। তার টেস্টিমোনিয়াল জীবনীআমি রিগোবার্তা মেনচু (১৯৮৩) এবং আত্মজীবনীমূলক গ্রন্থ ক্রসিং বর্ডার (১৯৯৮)। মেনচু ইউনেস্কোর একজন শুভেচ্ছাদূত। দেশের প্রথম আদিবাসী রাজনৈতিক দল উইনাক প্রতিষ্ঠা করে তিনি ২০০৭ ও ২০১১ সালে গুয়াতেমালার প্রেসিডেন্ট পদে প্রতিদ্বন্দ্বিতা করেন। \n\n\n== ব্যক্তিগত জীবন ==\nরিগোবার্তা মেনচু উত্তর-মধ্য গুয়াতেমালার এল কুইচি প্রদেশের লা চিমেলে, কুইচি মায়া বংশদ্ভুত একটি দরিদ্র আদিবাসী পরিবারে জন্মগ্রহণ করেন। তার পরিবার সেইসব আদিবাসী পরিবারের মধ্যে অন্যতম যারা স্পেনীয়দের গুয়াতেমালা জয়ের পর প্রাপ্ত ছোট ছোট জমিতে নিজেদের টিকিয়ে রাখতে পারেনি। মেনচুর মা ষোল বছর বয়সে একজন ধাত্রী হিসেবে তার কর্মজীবন শুরু করেন, এবং ৪৩ বছর বয়সে খুন হওয়া অবধি প্রচলিত ঔষধী উদ্ভিদ ব্যবহার করে বিভিন্ন চিকিৎসা অব্যাহত রাখেন। তার পিতা গুয়াতেমালার আদিবাসী কৃষকদের অধিকার আদায়ে কর্মরত একজন বিশিষ্ট আন্দোলনকর্মী ছিলেন। তার পিতামাতা উভয়ে নিয়মিত ক্যাথলিক চার্চে যেতেন, এবং তার মা মায়া সভ্যতার বিভিন্ন রীতি-নীতি ও ধর্ম সম্পর্কে সচেতন ছিলেন। মেনচু নিজেকে তার পিতামাতা উভয়ের নিখুঁত মিশ্রণ হিসেবে বিবেচনা করেন। তিনি ক্যাথলিক চার্চের অনেক শিক্ষায় বিশ্বাস করেন, কিন্তু তার মায়ের প্রভাব মেনচুকে প্রকৃতির সাথে সামঞ্জস্য পূর্ণ জীবন যাপন এবং তার মায়া সংস্কৃতি বজায় রাখার গুরুত্ব শিখিয়েছে।\n১৯৭৯-৮০ সালে তার ভাই প্যাট্রোসিনিও এবং তার মা হুয়ানা তুম কোতোহাকে গুয়াতেমালার সেনাবাহিনী অপহরণ করার পর নির্মমভাবে নির্যাতন করে হত্যা করে। তার পিতা ভিসেন্তে মেনচু পেরেজ, ১৯৮০ সালে স্প্যানিশ দূতাবাসে অগ্নিকান্ডের সময় শহুরে গেরিলারা সরকারী নিরাপত্তা বাহিনী দ্বারা আক্রান্ত হওয়ার সময় মৃত্যুবরণ করেন। ২০১৫ সালের জানুয়ারি মাসে গুয়াতেমালার সেনাবাহিনীর সাবেক পুলিশ কমান্ডার পেদ্রো গার্সিয়া আরেদোন্দোকে দূতাবাস হামলায় তার ভূমিকার জন্য খুনের চেষ্টা এবং মানবতাবিরোধী অপরাধের অভিযোগে দোষী সাব্যস্ত করা হয়।\n১৯৮৪ সালে, মেনচুর অন্য ভাই ভিক্টর, গুয়াতেমালা সেনাবাহিনীর কাছে আত্মসমর্পণ করে সৈন্যদের হুমকিতে পালানোর চেষ্টা করার সময় তাকে গুলি করে হত্যা করা হয়।\n১৯৯৫ সালে, মেনচু একটি মায়া রীতির অনুষ্ঠানে গুয়াতেমালার আনহেল কানিল কে বিয়ে করেন। তারা ১৯৯৮ সালের জানুয়ারীতে ক্যাথলিক রীতিতে বিয়ে করেন; এ সময় তারা অকাল জন্মের পর মারা যাওয়া তাদের পুত্র জুনুনকে কবর দেন। পরবর্তীতে তারা একটি পুত্র দত্তক নেন।\n\n\n== আরও দেখুন ==\n\nনোবেল পুরস্কার বিজয়ী নারীদের তালিকা\nনারীবাদীদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থতালিকা ==\nAment, Gail. \"Recent Maya Incursions into Guatemalan Literary Historiography\". Literary Cultures of Latin America: A Comparative History. Eds. Mario J. Valdés & Djelal Kadir. 3 Vols. Vol 1: Configurations of Literary Culture. Oxford: Oxford University Press, 2004: I: 216–215.\nArias, Arturo. \"After the Rigoberta Menchú Controversy: Lessons Learned About the Nature of Subalternity and the Specifics of the Indigenous Subject\" MLN 117.2 (2002): 481–505.\nBeverley, John. \"The Real Thing (Our Rigoberta)\" Modern Language Quarterly 57:2 (June 1996): 129–235.\nBrittin, Alice A. \"Close Encounters of the Third World Kind: Rigoberta Menchu and Elisabeth Burgos's Me llamo Rigoberta Menchu\". Latin American Perspectives, Vol. 22, No. 4, Redefining Democracy: Cuba and Chiapas (Autumn, 1995), pp. 100–114.\nDe Valdés, María Elena. \"The Discourse of the Other: Testimonio and the Fiction of the Maya.\" Bulletin of Hispanic Studies (Liverpool), LXXIII (1996): 79–90.\nFeal, Rosemary Geisdorfer. \"Women Writers into the Mainstream: Contemporary Latin American Narrative\". Philosophy and Literature in Latin America. Eds. Jorge J.E. Gracia and Mireya Camurati. New York: State University of New York, 1989. An overview of women in contemporary Latin American letters.\nGolden, Tim. \"Guatemalan Indian Wins the Nobel Peace Prize\": New York Times (17 October 1992):p.A1,A5.\nGolden, Tim. \"Guatemalan to Fight on With Nobel as Trumpet\": New York Times (19 October 1992):p.A5.\nGossen, Gary H. \"Rigoberta Menchu and Her Epic Narrative\". Latin American Perspectives, Vol. 26, No. 6, If Truth Be Told: A Forum on David Stoll's \"Rigoberta Menchu and the Story of All Poor Guatemalans\" (Nov., 1999), pp. 64–69.\nGray Díaz, Nancy. \"Indian Women Writers of Spanish America\". Spanish American Women Writers: A Bio-Bibliographical Source Book. Ed. Diane E. Marting. New York: Greenwood Press, 1988\nMillay, Amy Nauss. Voices from the Fuente Viva: The Effect of Orality in Twentieth-Century Spanish American Narrative. Lewisburg: Bucknell University Press, 2005.\nLogan, Kathleen. \"Personal Testimony: Latin American Women Telling Their Lives\". Latin American Research Review 32.1 (1997): 199–211. Review Essay.\nNelan, Bruce W. \"Striking Against Racism\". Time 140:61 (26 October 1992): p. 61.\nStanford, Victoria. \"Between Rigoberta Menchu and La Violencia: Deconstructing David Stoll's History of Guatemala\" Latin American Perspectives 26.6, If Truth Be Told: A Forum on David Stoll's \"Rigoberta Menchu and the Story of All Poor Guatemalans\" (Nov., 1999), pp. 38–46.\n---. \"From I, Rigoberta to the Commissioning of Truth Maya Women and the Reshaping of Guatemalan History\". Cultural Critique 47 (2001) 16–53.\nSommer, Doris. \"Rigoberta's Secrets\" Latin American Perspectives, Vol. 18, No. 3, Voices of the Voiceless in Testimonial Literature, Part I. (Summer, 1991), pp. 32–50.\nStoll, David \"Rigoberta Menchu and the Story of All Poor Guatemalans\" (Westview Press, 1999)\n---. \"Slaps and Embraces: A Rhetoric of Particularism\". The Latin American Subaltern Studies Reader. Ed. Iliana Rodríguez. Durham: Duke University Press, 2001.\nWise, R. Todd. \"Native American Testimonio: The Shared Vision of Black Elk and Rigoberta Menchú\". In Christianity and Literature, Volume 45, Issue No.1 (Autumn 1995).\nZimmerman, Marc. \"Rigoberta Menchú After the Nobel: From Militant Narrative to Postmodern Politics\". The Latin American Subaltern Studies Reader. Durham: Duke University Press, 2001.\n\n\n== বহিঃসংযোগ ==\n\nSalon.com: Rigoberta Menchú meets the press\nNobelprize.org এ রিগোবার্তা মেনচু তুম\n\"Peace Prize Winner Admits Discrepancies\", AP story in New York Times, ১২ ফেব্রুয়ারি ১৯৯৯\n\"Spain may judge Guatemala abuses\", BBC News, ৫ অক্টোবর ২০০৫।\n\"Liar, Rigoberta Menchu\" by Dinesh D'Souza, Boundless webzine, ১৯৯৯।\n\"Anthropologist Challenges Veracity of Multicultural Icon\" – The Chronicle of Higher Education.\nইউটিউবে Rigoberta Menchu at UMass Boston.\nSound recording of Elizabeth Burgos-Debray interviewing Rigoberta Menchu.\nউপস্থিতি - সি-স্প্যানে"}