{"pageid": 1017187, "title": "জেমস অগাস্টাস হিকি", "url": "https://bn.wikipedia.org/wiki?curid=1017187", "content": "জেমস অগাস্টাস হিকি ছিলেন একজন আইরিশ। তিনি কলকাতা থেকে বাংলা তথা ভারতের প্রথম মুদ্রিত সংবাদপত্র বেঙ্গল গেজেট প্রকাশ করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nহিকি ১৭৪০ খ্রিস্টাব্দে আয়ারল্যান্ডে জন্ম গ্রহণ করেন। কৈশোরে তিনি এক স্কটিশ মুদ্রক উইলিয়াম ফাদেনের সহকারী হয়ে  লন্ডনে চলে আসেন। পরে আইনজীবী সরজেন্ট ডেভির  কেরানির কাজ করতে থাকেন এবং পরে এক সময় আইনি কাজ ছেড়ে দিয়ে অল্প সময়ের জন্য শল্যচিকিৎসার কাজ করতে থাকেন। ১৭৭২ খ্রিস্টাব্দ নাগাদ পূর্বভারতের এক ব্যক্তির সঙ্গে বন্ধুত্বের সুবাদে কলকাতা রওনা দেন।\nকলকাতায় এসে ভারতের উপকূলবর্তী কলিঙ্গ অঞ্চলে শল্যচিকিৎসার ও পণ্য শিপিং ও ট্রেডিং এর ব্যবসা করতে থাকেন। কিন্তু ১৭৭৬ খ্রিস্টাব্দে তার শিপিং ব্যবসা ভেঙ্গে পড়ে, যখন তার পাঠানো পণ্য ক্ষতিগ্রস্ত অবস্থায় ফেরত আসে। পাওনাদারদের আশ্বাস রাখতে না পারার জন্য  অক্টোবর মাসে তিনি কারারুদ্ধ হলেন।\n\nকারাগারে বন্দী  থাকার সময় ১৭৭৭ খ্রিস্টাব্দে  তিনি একটি মুদ্রণযন্ত্র সংগ্রহ করে ছাপাখানার কাজ শুরু করেন। ১৭৭৮ খ্রিস্টাব্দে এক আইনজীবী উইলিয়াম হিকি (যিনি ভুলক্রমেও  তার আত্মীয় ছিলেন না) মারফত দেনা ও কারাবাস হতে মুক্তির আবেদন করেন।\n\n\n== হিকির বেঙ্গল গেজেট ==\n\n১৭৮০ খ্রিস্টাব্দের ২৯ শে জানুয়ারি হিকি  বেঙ্গল গেজেটের প্রকাশনা শুরু করেন। প্রথমে তিনি নিরপেক্ষ সম্পাদনার নীতি অবলম্বন করে চলতে থাকেন, কিন্তু যখন জানলেন তার প্রতিপক্ষ  'ইণ্ডিয়া গেজেট' প্রকাশ করতে চলেছেন তখন তিনি  ইষ্ট ইণ্ডিয়া কোম্পানির এক কর্মচারী সাইমন ড্রজ যিনি ইণ্ডিয়া গেজেটের সম্পাদকের সহায়তা করছেন এবং ওয়ারেন হেস্টিংসের স্ত্রী মেরিয়ান হেস্টিংসের  বিরুদ্ধে  উৎকোচের কারণ  দেখিয়ে অভিযোগ  করেন। হিকির এই অভিযোগের প্রতিশোধ নেওয়ার জন্য হেস্টিংস ডাক মারফত তার সংবাদপত্র পাঠানো নিষেধ করেন। এর ফলে হিকি হেস্টিংসের এই আদেশটিকে বাক-স্বাধীনতা হরণ, দুর্নীতি, স্বৈরাচার এমনকি কর্মহীনতা নিয়ে দাবী পেশ করেন।   হিকি কলিকাতার অন্যান্য ব্রিটিশ নেতার বিরুদ্ধে দুর্নীতিরও অভিযোগ করেছিলেন, যার মধ্যে ফোর্ট উইলিয়ামের সুপ্রিম কোর্টের বিচারিক আদালতের প্রধান বিচারপতি, এলিয়াহ ইম্পি এবং প্রোটেস্ট্যান্ট মিশনের নেতা জোহান জাকারিয়া কিরনান্দারও ছিলেন। হিকি'র সম্পাদকীয় স্বাধীনতা স্বল্পকালীন ছিল কারণ হেস্টিংস এবং কিরানান্ডার তাকে আপত্তিজনক অভিযোগে মামলা করেছিলেন।১৭৮১ খ্রিস্টাব্দের জুন মাসে আদালতের  চারটি নাটকীয়  বিচারে সুপ্রিম কোর্ট  হিকিকে  দোষী সাব্যস্ত করে কারাদণ্ডে দণ্ডিত করে। হিকি কারাগারে থেকেই সংবাদপত্র মুদ্রণ করতে থাকেন এবং হেস্টিংস ও অন্যান্যদের বিরুদ্ধে ক্রমাগত দুর্নীতির অভিযোগ আনতে থাকেন। কিন্তু শেষে হেস্টিংসের আনা নতুন আইনি প্রক্রিয়ায় আর অগ্রসর হতে পারলেন না। সুপ্রিম কোর্টের আদেশ বলে পত্রিকা ও প্রেস বাজেয়াপ্ত হলে ১৭৮২ খ্রিস্টাব্দের ৩০ শে মার্চ হিকির  বেঙ্গল গেজেটের প্রকাশনা বন্ধ হয়ে যায়।\n\n\n== পরবর্তী জীবন ==\nওয়ারেন হেস্টিংস, অভিশংসনের তথা  ইম্পিচমেন্টের মুখে যখন ইংল্যান্ডে  রওয়ানা হন, তখন তিনি হিকিকে মাফ করলে  ১৭৮৮ সালের ক্রিসমাসে  হিকি জেল থেকে মুক্তি পান। হিকির পরবর্তী জীবন সম্পর্কে খুব কমই জানা যায়।  তবে তিন বছর কারাগারে থাকার ফলে তার স্বাস্থ্য ভেঙ্গে পড়েছিল এবং তিনি দারিদ্র্যের মধ্যে জীবনযাপন করছিলেন। নৌকায় চড়ে চীনে যাওয়ার পথে ১৮০২ খ্রিস্টাব্দের অক্টোবরে হিকি মারা যান।\n\n\n== উত্তরাধিকার ==\nযদিও তার পত্রিকাটি ভারতের তৎকালীন গভর্নর জেনারেল ওয়ারেন হেস্টিংস অপছন্দ করতেন, হিকি পথ প্রদর্শক হয়ে একাধিক ভারতীয়কে  সংবাদপত্র শুরু করতে প্রভাবিত করেছিলেন। হিকি'র প্রিন্টিং অফিস ছিল পরবর্তী প্রিন্টারদের প্রশিক্ষণের ক্ষেত্র, যা তাদের নিজস্ব সংবাদপত্র প্রকাশে সহায়তা করে  বাংলায় এক প্রাণবন্ত সংবাদপত্রের পরিস্থিতি সৃষ্টি করেছিল।  হিকির কোন ছবি এখন পাওয়া যায় না, তবে তার স্বাক্ষর এবং হস্তাক্ষর পুরানো নথিতে পাওয়া যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nব্রিটিশ লাইব্রেরি থেকে সংবাদপত্রের অনুলিপি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ আগস্ট ২০১৮ তারিখে"}