{"pageid": 1017166, "title": "লাতভিয়া জাতীয় ফুটবল দল", "url": "https://bn.wikipedia.org/wiki?curid=1017166", "content": "লাতভিয়া জাতীয় ফুটবল দল (লাটভিয়ান: Latvijas futbola izlase) হচ্ছে আন্তর্জাতিক ফুটবলে লাতভিয়ার প্রতিনিধিত্বকারী পুরুষদের জাতীয় দল, যার সকল কার্যক্রম লাতভিয়ার ফুটবলের সর্বোচ্চ নিয়ন্ত্রক সংস্থা লাতভীয় ফুটবল ফেডারেশন দ্বারা নিয়ন্ত্রিত হয়। এই দলটি ১৯২২ সাল হতে ফুটবলের সর্বোচ্চ সংস্থা ফিফার এবং ১৯৯২ সাল হতে তাদের আঞ্চলিক সংস্থা উয়েফার সদস্য হিসেবে রয়েছে। ১৯২২ সালের ২৪শে সেপ্টেম্বর তারিখে, লাতভিয়া প্রথমবারের মতো আন্তর্জাতিক খেলায় অংশগ্রহণ করেছে; লাতভিয়ার রিগায় অনুষ্ঠিত লাতভিয়া এবং এস্তোনিয়ার মধ্যকার উক্ত ম্যাচটি ১–১ গোলে ড্র হয়েছে।\n১০,০০০ ধারণক্ষমতাবিশিষ্ট রিগা দাউগাভা স্টেডিয়ামে ১১ নেকড়ে নামে পরিচিত এই দলটি তাদের সকল হোম ম্যাচ আয়োজন করে থাকে। এই দলের প্রধান কার্যালয় লাতভিয়ার রাজধানী রিগায় অবস্থিত। বর্তমানে এই দলের ম্যানেজারের দায়িত্ব পালন করছেন দাইনিস কাজাকেভিচ এবং অধিনায়কের দায়িত্ব পালন করছেন রিগার রক্ষণভাগের খেলোয়াড় আন্তোনিস চের্নমোর্দিস।\nলাতভিয়া এপর্যন্ত একবারও ফিফা বিশ্বকাপে অংশগ্রহণ করতে পারেনি। অন্যদিকে, উয়েফা ইউরোপীয় চ্যাম্পিয়নশিপে লাতভিয়া এপর্যন্ত মাত্র ১ বার অংশগ্রহণ করেছে, যেখানে তারা শুধুমাত্র গ্রুপ পর্বে অংশগ্রহণ করতে সক্ষম হয়েছে।\nভিতালিস আস্তাফিয়েভস, আন্দ্রেইস রুবিন্স, ইয়ুরিস লাইজান্স, মারিস ভের্পাকোভস্কিস এবং মারিয়ান্স পাহার্সের মতো খেলোয়াড়গণ লাতভিয়ার জার্সি গায়ে মাঠ কাঁপিয়েছেন।\n\n\n== র‌্যাঙ্কিং ==\nফিফা বিশ্ব র‌্যাঙ্কিংয়ে, ২০০৯ সালের নভেম্বর  মাসে প্রকাশিত র‌্যাঙ্কিংয়ে লাতভিয়া তাদের ইতিহাসে সর্বোচ্চ অবস্থান (৪৫তম) অর্জন করে এবং ২০১৭ সালের সেপ্টেম্বর মাসে প্রকাশিত র‌্যাঙ্কিংয়ে তারা ১৪৮তম স্থান অধিকার করে, যা তাদের ইতিহাসে সর্বনিম্ন। অন্যদিকে, বিশ্ব ফুটবল এলো রেটিংয়ে লাতভিয়ার সর্বোচ্চ অবস্থান হচ্ছে ৪৫তম (যা তারা ১৯৩৮ সালে অর্জন করেছিল) এবং সর্বনিম্ন অবস্থান হচ্ছে ১৫৫। নিম্নে বর্তমানে ফিফা বিশ্ব র‌্যাঙ্কিং এবং বিশ্ব ফুটবল এলো রেটিংয়ে অবস্থান উল্লেখ করা হলো:\n\nফিফা বিশ্ব র‌্যাঙ্কিং\n\nবিশ্ব ফুটবল এলো রেটিং\n\n\n== প্রতিযোগিতামূলক তথ্য ==\n\n\n=== ফিফা বিশ্বকাপ ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট  (লাতভীয়) (ইংরেজি)\nফিফা-এ লাতভিয়া জাতীয় ফুটবল দল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ এপ্রিল ২০১৮ তারিখে (ইংরেজি)\nউয়েফা-এ লাতভিয়া জাতীয় ফুটবল দল (ইংরেজি)"}