{"pageid": 1017762, "title": "২০২১-এ মিয়ানমারে সেনা অভ্যুত্থান", "url": "https://bn.wikipedia.org/wiki?curid=1017762", "content": "মিয়ানমার সেনাবাহিনী ও সুচি সরকারের মধ্যে কয়েক সপ্তাহ ধরে চলা উত্তেজনার পর ২০২১ সালের ১ ফেব্রুয়ারির তারিখে সকাল বেলায় মিয়ানমারে একটি সেনা অভ্যুত্থান সংগঠিত হয়। এই দিনে মিয়ানমারের পার্লামেন্টে অধিবেশন অনুষ্ঠিত হওয়ার কথা ছিল।  এই অভিযানের মাধ্যমে মিয়ানমারের ক্ষমতাসীন দলের প্রধান অং সান সুচি, রাষ্ট্রপতি উইন মিন্ট, এবং ক্ষমতাসীন দলের অন্যান্য নেতাদের মিয়ানমার সেনাবাহিনী তাতমাডো কর্তৃক গ্রেফতার করা হয়। গ্রেফতারের পর মিলিটারি নিশ্চিত করে যে, দেশটিতে এক বছরের জন্য জরুরী অবস্থা জারি করা হয়েছে এবং ক্ষমতা সশস্ত্র বাহিনীর প্রধান মিন অং হ্লাইংয়ের কাছে হস্তান্তর করা হয়েছে। নতুন সামরিক সরকার ২০২০ সালের মিয়ানমারের সাধারণ নির্বাচনের ফলাফলকে অবৈধ ঘোষণা করে এবং সারা দেশে জরুরি অবস্থা জারি করে নতুন নির্বাচনের আশ্বাস দেয়। ২০২০ সালের মিয়ানমারের নির্বাচিত সদস্যদের শপথ নেওয়ার আগের দিনেই অভ্যূত্থান সংগঠিত হয় এবং শপথ অনুষ্ঠানটি বানচাল হয়ে যায়। প্রেসিডেন্ট উইন মিন্ট এবং স্টেট কাউন্সিলর অং সান সু চিকে তাদের মন্ত্রী, উপমন্ত্রী ও সংসদ সদস্যদের সাথে আটক করা হয়।\n৩ ফেব্রুয়ারি ২০২১ এ, প্রেসিডেন্ট উইন মিন্টকে প্রাকৃতিক দুর্যোগ ব্যবস্থাপনা আইনের ধারা ২৫ এর অধীনে প্রচারাভিযানের নির্দেশিকা এবং কোভিড-১৯ মহামারি বিধিনিষেধ লঙ্ঘনের জন্য অভিযুক্ত করা হয়েছিল। অং সান সু চিকে জরুরি কোভিড-১৯ আইন লঙ্ঘন করার জন্য এবং বেআইনিভাবে রেডিও এবং অন্যান্য যোগাযোগ ডিভাইস আমদানি ও ব্যবহারের জন্য অভিযুক্ত করা হয়েছিল। মূলত তার নিরাপত্তা দলের কাছে ছয়টি আইসিএম ডিভাইস এবং একটি ওয়াকি-টকি পাওয়া যায়, যার ব্যবহার মিয়ানমারে সীমাবদ্ধ এবং সামরিক-সম্পর্কিত ছাড়পত্রের প্রয়োজন। পরবর্তীতে দুজনকেই দুই সপ্তাহের জন্য হেফাজতে নেওয়া হয়েছিল।\nএরপর অং সান সু চির নামে ১৬ ফেব্রুয়ারিতে জাতীয় দুর্যোগ আইন লঙ্ঘনের জন্য একটি অতিরিক্ত ফৌজদারি মামলা দায়ের করা হয়। পরপর কমিউনিকেশন আইন লঙ্ঘনের জন্য দুটি অতিরিক্ত মামলা এবং ১ মার্চ জনসাধারণে অশান্তি উসকে দেওয়ার চেষ্টা এবং ১ এপ্রিল রাষ্ট্রীয় গোপনীয়তা আইন লঙ্ঘনের জন্য আরেকটি অভিযোগ আনা হয়।\n১২ এপ্রিল ২০২১ পর্যন্ত শিশুসহ অন্তত ৭০৭ জন বেসামরিক নাগরিক সামরিক ও পুলিশ বাহিনীর হাতে নিহত হয়েছে এবং অন্তত ৩,০৭০ জনকে আটক করা হয়েছে। ২০২১ সালের মার্চ মাসে পুলিশ হেফাজতে থাকাকালীন তিনজন এনএলডির সদস্য মারাও গিয়েছে।\n\n\n== প্রেক্ষাপট ==\nমিয়ানমার (বার্মা নামেও পরিচিত) ১৯৪৮ সালের জানুয়ারিতে ব্রিটেনের কাছ থেকে স্বাধীনতা লাভ করার পর থেকে রাজনৈতিক অস্থিতিশীলতায় ভুগছে। ১৯৫৮ থেকে ১৯৬০ সালের মধ্যে রাজনৈতিক অন্তর্দ্বন্দ্ব নিরসনের জন্য দেশটির গণতান্ত্রিকভাবে নির্বাচিত প্রধানমন্ত্রী উ নু-এর নির্দেশে সামরিক বাহিনী একটি অস্থায়ী তত্ত্বাবধায়ক সরকার গঠন করে। সামরিক বাহিনী তত্বাবধানে ১৯৬০ সালের সাধারণ নির্বাচনের পর বেসামরিক সরকার নির্বাচিত হয়। কিন্তু দুই বছরেরও কম সময়ে ১৯৬২ সালে সামরিক বাহিনী অভ্যূত্থানের মাধ্যমে রাষ্ট্র ক্ষমতা দখল করে নেয়। ফলে নে উইনের নেত্রীত্বে মিয়ানমারে ২৬ বছরের দীর্ঘ সামরিক শাসনের সূচনা হয়।\n১৯৮৮ সালে মিয়ানমারে বিক্ষোভ ও প্রতিবাদ ছড়িয়ে পড়ে। ১৯৮৮ সালের এই প্রতিবাদটি বিদ্রোহ ৮৮৮৮ নামে পরিচিত পায়। অর্থনৈতিক অব্যবস্থাপনার অভিযোগে ব্যাপক বিক্ষোভের মুখে নে উইন পদত্যাগ করতে বাধ্য হন। সেপ্টেম্বর ১৯৮৮ এ, সামরিক বাহিনীর শীর্ষ নেতারা স্টেট ল অ্যান্ড অর্ডার রিস্টোরেশন কাউন্সিল (এসএলওআরসি) গঠন করেন, যা পরে দেশটির ক্ষমতা দখল করে। আধুনিক মিয়ানমারের প্রতিষ্ঠাতা অং সানের কন্যা অং সান সু চি এই সময়ে একজন উল্লেখযোগ্য গণতন্ত্রপন্থী কর্মী হয়ে ওঠেন। সামরিক সরকার জনসমর্থন পাবে এই ধারণায় ১৯৯০ সালে একটি অবাধ সাধারণ নির্বাচনের আয়োজন করে। কিন্তু নির্বাচনে অং সান সু চির দল ন্যাশনাল লিগ ফর ডেমোক্রেসি নিরঙ্কুশ জনমত হাসিল করে। যদিও সামরিক বাহিনী ক্ষমতা হস্তান্তর করতে অস্বীকার জানায় এবং অং সান সু চিকে গৃহবন্দী করে।\n২০১১ সাল পর্যন্ত সামরিক বাহিনী আরো ২২ বছর ক্ষমতায় থাকে। সামরিক বাহিনীর গণতন্ত্রের রোডম্যাপ অনুযায়ী ২০০৮ সালে একটি সংবিধান প্রণীত হয়। ২০১১ থেকে ২০১৫ সালের মধ্যে একটি অস্থায়ী গণতান্ত্রিক উত্তরণ শুরু হয়েছিল এবং ২০১৫ সালে অনুষ্ঠিত নির্বাচনের ফলে অং সান সু চির দল ন্যাশনাল লিগ ফর ডেমোক্রেসি (এনএলডি) বিজয়ী হয়েছিল। যদিও সামরিক বাহিনী তাদের ক্ষমতা ধরে রাখার জন্য সংসদের এক-চতুর্থাংশ আসন আগে থেকেই সামরিক সদস্যদের জন্য সংরক্ষিত করে রাখা হয়েছিল।\n২০২১ সালের অভ্যুত্থানটি ৮ নভেম্বর ২০২০-এর সাধারণ নির্বাচনের পরে ঘটেছিল, যেখানে এনএলডি সংসদের ৪৭৬ টি আসনের মধ্যে ৩৯৬ টি আসন জিতেছিল, যা দলটি ২০১৫ সালের নির্বাচনের তুলনায় আরও বড় ব্যবধানে জয়লাভ করেছিল। সামরিক বাহিনীর সমর্থনপুষ্ট দল ইউনিয়ন সলিডারিটি অ্যান্ড ডেভেলপমেন্ট পার্টি মাত্র ৩৩ টি আসনে জয়ী হয়েছিল।\nকিন্তু মিয়ানমারের সামরিক বাহিনী ভোট জালিয়াতির দাবি তোলে এবং নির্বাচনের ফলাফলের বিরোধিতা করে। এসবের পরিপ্রেক্ষিতে মিয়ানমার সামরিক বাহিনী অভ্যুত্থান প্রচেষ্টা চালাতে পারে এই অভিযোগে যুক্তরাজ্য, ফ্রান্স, মার্কিন যুক্তরাষ্ট্র এবং অস্ট্রেলিয়ার মতো পশ্চিমা দেশগুলো উদ্বেগের বিবৃতিও প্রদান করে।\n\n\n== অভ্যূত্থানের ঘটনাপ্রবাহ ==\n১ ফেব্রুয়ারি ২০২১-এ, এনএলডি মুখপাত্র মিও ন্যুন্ট বলেছিলেন যে অং সান সু চি, উইন মিন্ট, হান থা মিন্ট এবং অন্যান্য দলের নেতাদের ভোরবেলায় একটি অভিযানে গ্রেফতার করা হয়েছিল।  মিও ন্যুন্ট এটাও যোগ করেছেন যে তাকেও শীঘ্রই আটক করা হতে পারে। অসংখ্য টেলিভিশন চ্যানেল সম্প্রচার করা বন্ধ করে দিয়েছিল, রাজধানী নেপিডোতে ফোন লাইন বিঘ্নিত হয়েছিল, যদিও রাষ্ট্রীয় টেলিভিশন চ্যানেল এমআরটিভি বলেছে যে প্রযুক্তিগত সমস্যার কারণে সম্প্রচার বিঘ্নিত হয়েছিল এবং ভোর ৩টার দিকে ইন্টারনেট সংযোগ বহুবার বিচ্ছিন্ন হয়ে যায়। সামরিক বাহিনী কর্তৃক সারা দেশে সেলুলার মোবাইল পরিষেবাগুলোকে সাময়িকভাবে বন্ধ করে দেয়, পূর্বে চিন এবং রাখাইন রাজ্যের যুদ্ধ অঞ্চলে প্রযুক্ত \"কিল সুইচ\" কৌশলের প্রতিফলন ঘটায়। মিয়ানমার ব্যাংকিং অ্যাসোসিয়েশনের অধীনস্থ সকল সদস্য ব্যাংক তাদের আর্থিক সেবা স্থগিত করেছিল।\nপ্রায় ৪০০ জন নির্বাচিত সংসদ সদস্যকে (এমপি) আটক করা হয়েছিল, যাদেরকে নেপিডোতে একটি সরকারি হাউজিং কমপ্লেক্সে গৃহবন্দী করা হয়েছিল। অভ্যুত্থানের পর এনএলডি সংসদ সদস্যদের ৬ ফেব্রুয়ারি পর্যন্ত কমপ্লেক্সটিতে আটকে রাখা হয়েছিল। মিয়ানমারের সামাজিক যোগাযোগ মাধ্যম ব্যবহারকারীরা সেই সকল সংসদ সদস্যদের একটি সরকারি গেস্টহাউসের মধ্যে একটি সংসদীয় অধিবেশন আহ্বান করতে বলে, যেহেতু দলটি সংবিধানের কোরামের প্রয়োজনীয়তা পূরণ করেছিল। কিন্তু এর প্রতিক্রিয়ায়, মিয়ানমার সামরিক বাহিনী সংসদ সদস্যদের গেস্টহাউস প্রাঙ্গণ ত্যাগ করার জন্য ২৪ ঘন্টা সময় বেধে দিয়ে আরেকটি আদেশ জারি করে। ৪ ফেব্রুয়ারি ৭০ এনএলডি এমপিরা অভ্যুত্থানের পর সামরিক বাহিনীর আইন অমান্য করে শপথ গ্রহণ করেন।\nঅভ্যুত্থানের সময় মিয়ানমার সেনাবাহিনী ২০০৭ সালের জাফরান বিপ্লবের নেতৃত্ব দানকারী অনেক ভিক্ষুকেও আটক করে, যার মধ্যে সামরিক বাহিনীর সমালোচক মিওয়াদ্দি সায়াদাও এবং শোয়ে নায়ার ওয়ার সায়াদাও ছিলেন। ৮৮৮৮ বিদ্রোহের অন্যতম নেতা মায়া আইকেও গ্রেফতার করা হয়েছিল। রাজনৈতিক বন্দীদের সহায়তাকারী সংস্থার দেওয়া তথ্য অনুযায়ী, ৪ ফেব্রুয়ারি পর্যন্ত অভ্যুত্থানের ফলে ১৩৩ জন কর্মকর্তা ও আইন প্রণেতা এবং ১৪ জন বেসামরিক সমাজকর্মীকে সামরিক বাহিনী আটকে রেখেছিল।\nসেনাবাহিনীর সদস্যদের নেপিডো ছাড়াও দেশটির বৃহত্তম শহর ইয়াঙ্গুনেও দেখা গেছে। পরবর্তীতে সামরিক বাহিনী মায়াওয়াদ্দি টিভিতে ঘোষণা করে যে, তারা এক বছরের জন্য দেশটির নিয়ন্ত্রণ নিয়েছে। ভারপ্রাপ্ত প্রেসিডেন্ট মিন্ট সোয়ে স্বাক্ষরিত একটি বিবৃতিতে ঘোষণা করা হয় যে, আইন, প্রশাসন ও বিচার বিভাগের দায়িত্ব মিন অং হ্লাইং-এর কাছে হস্তান্তর করা হয়েছে। ভারপ্রাপ্ত রাষ্ট্রপতি মিন্ট সোয়ে-এর সভাপতিত্বে এবং শীর্ষস্থানীয় সামরিক কর্মকর্তারা উপস্থিতিতে জাতীয় প্রতিরক্ষা ও নিরাপত্তা পরিষদে সামরিক বাহিনী একটি বিবৃতি জারি করে যে, এক বছর পর নতুন নির্বাচন অনুষ্ঠিত হবে এবং ক্ষমতা কেবলমাত্র তাদের মেয়াদ শেষ হওয়ার পরে হস্তান্তর করা হবে। সামরিক বাহিনী ২৪ জন মন্ত্রী ও প্রতিমন্ত্রীদের অপসারণের করে তাদের জায়গায় ১১ জনকে স্থলাভিষিক্ত করেছিল।\n\n\n=== ফেব্রুয়ারির ঘটনাপ্রবাহ ===\n২০২১ সালের ২ ফেব্রুয়ারি, মিন অং হ্লাইং কার্যনির্বাহী গভর্নিং বডি হিসাবে ১১ সদস্যসহ \"রাজ্য প্রশাসনিক পরিষদ\" প্রতিষ্ঠা করেন।\n৩ ফেব্রুয়ারি ২০২১-এ, মিয়ানমার পুলিশ অং সান সু চির বিরুদ্ধে ফৌজদারি মামলা দায়ের করে। তার নিরাপত্তা বিশদ দ্বারা ব্যবহৃত লাইসেন্সবিহীন যোগাযোগ ডিভাইস আমদানি করার অভিযোগে রাজধানীতে তার বাড়িতে অভিযান চালানোর পর রপ্তানি ও আমদানি আইন লঙ্ঘনের অভিযোগে তাকে অভিযুক্ত করা হয়। রপ্তানি ও আমদানি আইন অনুযায়ী, আইন ভঙ্গের দায়ে কোনো অপরাধীর ৩ বছরের কারাদণ্ড অথবা অর্থ জরিমানা হতে পারে, যেটি এর আগে ২০১৭ সালে মিয়ানমারের সংসদ ভবনের উপরে একটি ড্রোন উড্ডয়নের জন্য সাংবাদিকদের উপর প্রয়োগ করা হয়েছিল। এদিকে ২০২০ সালের সেপ্টেম্বর মাসে কোভিড-১৯ মহামারি চলাকালে এনএলডির নির্বাচনী প্রচারণাকে ঘিরে সাবেক প্রেসিডেন্ট উইন মিন্টের বিরুদ্ধে প্রাকৃতিক দুর্যোগ ব্যবস্থাপনা আইন লঙ্ঘনের অভিযোগ আনা হয়।\n৬ ফেব্রুয়ারি ২০২১-এ, এনএলডি সরকারের অর্থনৈতিক উপদেষ্টা অস্ট্রেলিয়ান শন টার্নেলকে গ্রেপ্তার করা হয়েছিল।\n৮ ফেব্রুয়ারি ২০২১ এবং ৯ ফেব্রুয়ারি ২০২১, সামরিক সরকার ইয়াঙ্গুন ও অন্যান্য বড় শহরগুলোতে রাত ৮টা থেকে ভোর ৪টা পর্যন্ত কারফিউ জারি করে এবং পাবলিক প্লেসে ৫ বা তার বেশি লোকের জমায়েত নিষিদ্ধ করে।\n৯ ফেব্রুয়ারি ২০২১, ইয়াঙ্গুনে এনএলডি-এর সদর দপ্তরে মিয়ানমারের পুলিশ অভিযান চালায়। মিয়ানমারের সামরিক শাসন বিতর্কিত সাইবার নিরাপত্তা আইনের একটি খসড়া ইন্টারনেট সেবা প্রদানকারী প্রতিষ্ঠানদের কাছে বিতরণ করে এবং তাদের ১৫ ফেব্রুয়ারি ২০২১-এর মধ্যে মন্তব্য প্রদান করতে বলেছিল। আইনটি ইন্টারনেট ব্যবহারকারীদের দ্বারা ব্যাপকভাবে সমালোচিত হয়েছিল, কারণ এটি ডিজিটাল নজরদারির অধীনে রেখে নাগরিকদের মানবাধিকার লঙ্ঘন করে তীব্রভাবে বাক স্বাধীনতা সীমিত করার প্রয়াস মাত্র। ইন্টারনেটে ফায়ারওয়াল নির্মাণে চীনের সম্পৃক্ততার খবর মিয়ানমারের সোশ্যাল মিডিয়া ব্যবহারকারীদের মধ্যে ব্যাপকভাবে প্রচারিত হয়েছিল, যা বিক্ষোভকারীদের চীনা দূতাবাসের বাইরে বিক্ষোভ করতে প্ররোচিত করে। যদিও চীন এই খবরকে গুজব বলে দাবী করে।\n১০ ফেব্রুয়ারি ২০২১-এ, কাইয়াহ রাজ্যের বেসামরিক কর্মচারীরা অভ্যুত্থানের বিরুদ্ধে প্রতিবাদ করেছিল, যার মধ্যে রাজ্যে নিযুক্ত পুলিশ অফিসাররাও অন্তর্ভুক্ত ছিল। তারা তাদের ঊর্ধ্বতন কর্মকর্তাদের থেকে কাজে ফিরে যাওয়ার আদেশও প্রত্যাখ্যান করেছিল।\n১২ ফেব্রুয়ারি ২০২১-এর মধ্যরাতে মিয়ানমারের সামরিক ও পুলিশ বাহিনী এনএলডি সরকারের মন্ত্রী, নির্বাচনী কর্মকর্তা, এনএলডির সিনিয়র সদস্য, কর্মী এবং একজন সাবেক জেনারেলকে গ্রেপ্তার করে।\n১৩ ফেব্রুয়ারি ২০২১-এ, অনলাইনে একটি ভাইরাল পোস্ট দেখায় যে সামরিক-চালিত তথ্য মন্ত্রণালয় মুক্তচিন্তার স্বাধীনতা সীমিত করার লক্ষ্যে গণমাধ্যমগুলোকে \"জান্তা\" এবং \"সামরিক শাসন\" শব্দগুলো ব্যবহার না করার জন্য চাপ দিতে থাকে। সামরিক শাসকের বিরুদ্ধে সামাজিক যোগাযোগ মাধ্যমে লেখা ও কথা বলায় দেশকে অস্থিতিশীল করার প্রচেষ্টার মামলায় মিন কো নাইং সহ সাতজন খ্যাতিমান ও প্রভাবশালী ব্যক্তিবর্গের বিরুদ্ধে সামরিক সরকার গ্রেপ্তারি পরোয়ানা জারি করে।\n১৭ ফেব্রুয়ারি ২০২১-এ, সরকারি কর্মচারীদেরকে জান্তা বিরোধী আন্দোলনে যোগদানে আহ্বান জানানোর জন্য আরও ছয়জন সেলিব্রিটির বিরুদ্ধে সামরিক বাহিনী গ্রেপ্তারি পরোয়ানা জারি করে।\n২৬ ফেব্রুয়ারি ২০২১-এ, জাতিসংঘে নিযুক্ত মিয়ানমারের রাষ্ট্রদূত কিয়াও মো টুন তাতমাডো-র অভ্যুত্থানের নিন্দা করায় পরের দিন তাকে তার পদ থেকে সরিয়ে হয়। একই দিনে ইউকি কিতাজুমি নামে একজন জাপানি ফ্রিল্যান্স সাংবাদিককে মিয়ানমারের পুলিশ সানচাং টাউনশিপ থানায় আটক করেছিল, কিন্তু কিতাজুমি নিজের পরিচয় দেওয়ার কয়েক ঘণ্টা পরে তাকে ছেড়ে দেওয়া হয়।\n\n\n=== পরবর্তী ঘটনাপ্রবাহ ===\n৮ মার্চ ২০২১-এ, রাষ্ট্র-নিয়ন্ত্রিত চ্যানেল এমআরটিভি ঘোষণা করেছিল যে, তথ্য মন্ত্রণালয় মিজিমা, মিয়ানমার নাও, ডিভিবি, সেভেন ডে নিউজ এবং খিত থিট মিডিয়া নামের পাঁচটি স্থানীয় মিডিয়া সংস্থার সম্প্রচার লাইসেন্স বাতিল করা হয়েছে। উক্তি মিডিয়াগুলো কোনো প্রযুক্তি দিয়ে সংবাদ প্রকার বা সম্প্রচার করতে পারবে না বলেও ঘোষণায় উল্লেখ করা হয়।\n৯ মার্চ ২০২১-এ, অং সান সু চির মুক্তির দাবী জানানোর কারণে যুক্তরাজ্যে মিয়ানমারের রাষ্ট্রদূত কিয়াও জাওয়ার মিনকে প্রত্যাহার করা হয়েছিল।\n১৮ অক্টোবর ২০২১-এ, সামরিক শাসক মিন অং হ্লাইং সামরিক অভ্যুত্থানের বিরুদ্ধে প্রতিবাদ করার জন্য জেলে থাকা ৫,৬৩৬ বন্দিকে মুক্তি দেওয়ার ঘোষণা দেন। রাজনৈতিক বন্দীদের সহায়তা সংস্থার মতে, ওই ঘোষণার পরও সারা দেশে ৭,৩০০ জনেরও বেশি বিক্ষোভকারী কারাগারে রয়ে গেছে।\n১০ জানুয়ারি ২০২২-এ, বাড়িতে ওয়াকিটকি রাখার জন্য এবং কোভিড-১৯ প্রটোকল লঙ্ঘনের দায়ে অং সান সু চিকে দোষী সাব্যস্ত করা হয় এবং তাকে চার বছরের কারাদণ্ড দেওয়া হয়েছিল।\n\n\n== উদ্দেশ্য ==\nমিয়ানমারের সেনাবাহিনীর অভ্যুত্থানের উদ্দেশ্য অস্পষ্ট রয়ে গেছে। যদিও সামরিক বাহিনী দাবি করেছে যে ভোটার জালিয়াতির ফলে জাতীয় সার্বভৌমত্ব হুমকির মুখে পড়ায় অভ্যূত্থান ঘটিয়েছে। কিন্ত অভ্যুত্থানের কয়েকদিন আগে সেনাবাহিনী মিয়ানমারের ৩১৪ টি টাউনশিপের ভোটার তালিকায় ৮.৬ মিলিয়ন ভোটের যে অনিয়মের অভিযোগ এনেছিল তা প্রমাণের অভাবের কারণে ভোটার জালিয়াতির সামরিক বাহিনীর দাবিকে বেসামরিক সরকার নিযুক্ত ইউনিয়ন নির্বাচন কমিশন স্পষ্টভাবে প্রত্যাখ্যান করেছিল।\nমিয়ানমারের রাজনীতিতে তাদের কেন্দ্রীয় ভূমিকা রক্ষা করার জন্য সামরিক বাহিনী অভ্যুত্থানটি পরিচালনা করতে পারে। ডিফেন্স সার্ভিসেস অ্যাক্ট অনুযায়ী সশস্ত্র বাহিনীর কমান্ডার-ইন-চীফের জন্য অবসরের বয়স বাধ্যতামূলক ৬৫ বছর ধার্য করা হয়েছে। ক্ষমতাসীন মিন অং হ্লাইংকে তার ৬৫ তম জন্মদিনে, ২০২১ সালের জুলাই মাসে অবসর নিতে হতো। তখন বেসামরিক সরকারের প্রেসিডেন্ট মিন অং হ্লাইং-এর উত্তরসূরি হিসেবে সংস্কার-মনস্ক কোনো সামরিক অফিসারকে নতুন কমান্ডার-ইন-চিফ হিসেবে নিযুক্ত করতে পারতো। আবার হ্লাইং-এর ক্ষমতার অপব্যবহার ও রোহিঙ্গা গণহত্যায় যুদ্ধাপরাধের অভিযোগে আন্তর্জাতিক আদালতে বিচার ও জবাবদিহিতার মধ্য দিয়েও যেতে হতো। পূর্বেও মিন অং হ্লাইং অবসর গ্রহণের পর একজন বেসামরিক ব্যক্তি হিসেবে রাজনীতিতে প্রবেশের ইঙ্গিত দিয়েছিলেন।\nজাস্টিস ফর মায়ানমার নামক এক সক্রিয় গোষ্ঠী মিন অং হ্লাইং এবং তার পরিবারের আর্থিক এবং ব্যবসায়িক স্বার্থকে অভ্যুত্থানের জন্য একটি সম্ভাব্য কারণ হিসাবে উল্লেখ করেছে। মিন অং হ্লাইং দুটি সামরিক সংগঠন, মিয়ানমার ইকোনমিক কর্পোরেশন (এমইসি) এবং মায়ানমার ইকোনমিক হোল্ডিংস লিমিটেড (এমইএইচএল) তত্ত্বাবধান করেন। অপরদিকে তার মেয়ে, ছেলে এবং পুত্রবধূদের দেশে যথেষ্ট সম্পদ রয়েছে।\nঅভ্যুত্থানের কয়েকদিন আগে আন্তর্জাতিক মুদ্রা তহবিল চলমান কোভিড-১৯ মহামারি মোকাবেলায় জরুরি সহায়তা প্যাকেজের অংশ হিসাবে মিয়ানমারের কেন্দ্রীয় ব্যাংককে নগদ ঋণে ফেরত দেওয়ার কোনো শর্ত ছাড়াই ৩৭২ মিলিয়ন ডলার প্রদান করে। সামরিক শাসনের দ্বারা তহবিলের যথাযথ ব্যবহার হয়েছে কিনা তার উপর উদ্বেগ জানিয়ে একজন আইএমএফ মুখপাত্র বলেছেন, \"এটি সরকারের দ্বায়িত্ব যে মিয়ানমারের জনগণ যেন সেই তহবিলের অর্থের সহায়তা পায়।\" যদিও মিয়ানমারের কেন্দ্রীয় ব্যাংকের গভর্নর হিসেবে সামরিক বাহিনীর নিয়োগ করা মিত্র থান নাইন সম্পর্কে আইএমএফ সরাসরি কোনো উদ্বেগ জানায়নি। ১৬ সেপ্টেম্বর আইএমএফ স্বীকার করে যে সামরিক শাসক তহবিলের অর্থ কোন উদ্দেশ্যে ব্যবহার করছে সেটি নিশ্চিত করতে অক্ষম ছিল। মিয়ানমারের পরিকল্পনা ও অর্থ মন্ত্রণালয় কোথায় তহবিলের অর্থ বরাদ্দ করেছে সেটি জানতে চাওয়া হলেও কর্তৃপক্ষ আইএমএফের অনুরোধে সাড়া দেয়নি।\nসামরিক জান্তার একজন লবিস্ট রিপোর্ট করেছেন যে জান্তা সরকার মার্কিন যুক্তরাষ্ট্রের সাথে সম্পর্কের উন্নয়ন করতে চায় এবং মিয়ানমারকে চীন থেকে দূরে রাখতে চায়। তারা বিশ্বাস করে যে অং সান সুচির অধীনে মিয়ানমারের সাথে চীনের সম্পর্ক খুব ঘনিষ্ঠ হয়েছিল।\n\n\n=== ভূ-রাজনৈতিক বিবেচনা ===\nচীন বিষয়টিকে মিয়ানমারের ওপর পশ্চিমা গণমাধ্যমের আধিপত্য হিসেবে দেখছে। চীন ও রাশিয়া জাতিসংঘের নিরাপত্তা পরিষদে মিয়ানমারের সেনা অভ্যুত্থানের প্রতি নিন্দা প্রস্তাবে ভেটো দেয়। চীন এবং রাশিয়া মিয়ানমার সেনাবাহিনীর অস্ত্রের প্রধান সরবরাহকারী। ইউরোপীয় ইউনিয়নের ৭০০ মিলিয়ন ডলারের তুলনায় মিয়ানমারে চীনা বিনিয়োগ ২০১৯ সালে মোট ১৯ বিলিয়ন ডলার ছিল। ফিন্যান্সিয়াল টাইমস দাবী করে যে মিয়ানমার সেনাবাহিনীর কাছে আরো অস্ত্র বিক্রি করার জন্য রাশিয়া তাদের সমর্থন করছে।\nইসরায়েল মিয়ানমার সামরিক বাহিনীকে ছোট অস্ত্র, ড্রোন,  টহল বোট এবং স্পাইওয়্যার সরবরাহ করতো। কিন্তু ইসরায়েলি আদালত মিয়ানমারে অস্ত্র রপ্তানি নিষিদ্ধ করার আদেশ জারি করে। নিষেধাজ্ঞার আদেশ সত্ত্বেও মিয়ানমারের সামরিক বাহিনী ইসরায়েলি প্রতিরক্ষা কোম্পানির কাছ থেকে প্রশিক্ষণ ও অস্ত্র পায়। মিয়ানমারের সেনা কর্মকর্তারা ইসরায়েলি অস্ত্র প্রদর্শনীতে নিয়মিত সফর করে থাকে।\nমিয়ানমারের সামরিক সরকার ২৭ অক্টোবর ২০২১-এ আসিয়ান শীর্ষ সম্মেলনে যোগ দেয়নি। মার্কিন যুক্তরাষ্ট্র এবং আসিয়ান (সভাপতিত্ব করে ব্রুনাই) রাজনৈতিক বন্দীদের প্রতি জান্তার আচরণের সমালোচনা করেছে এবং কম্বোডিয়ার প্রধানমন্ত্রী হুন সেন মিয়ানমারের শীর্ষ সম্মেলন এড়িয়ে যাওয়ার সিদ্ধান্তকে \"দুঃখজনক\" বলে আখ্যা দিয়েছেন। মার্কিন প্রেসিডেন্ট জো বাইডেন বলেছেন, \"আমাদের অবশ্যই সামরিক অভ্যুত্থানের ফলে সৃষ্ট ট্র্যাজেডির মোকাবিলা করতে হবে যা ক্রমবর্ধমান আঞ্চলিক স্থিতিশীলতাকে ক্ষুণ্ন করছে।\" এবং \"সামরিক শাসনকে সহিংসতার অবসান, সমস্ত রাজনৈতিক বন্দীদের মুক্তি এবং গণতন্ত্রের পথে ফিরে আসার\" আহ্বান জানিয়েছেন। আসিয়ান মিয়ানমারের সাংবিধানিক সরকারকে আহ্বান জানালেও, এটিও আনুষ্ঠানিকভাবে পুনর্ব্যক্ত করেছে যে \"মিয়ানমার আসিয়ান পরিবারের সদস্য হিসেবে থাকছে।\"\n\n\n== আইনগত ভিত্তি ==\nঅভ্যুত্থানের বৈধতা নিয়ে প্রশ্ন তুলেছেন মেলিসা ক্রাউচ সহ আরো অনেক আইনজ্ঞরা। আন্তর্জাতিক বিচারক কমিশন অনুসন্ধান থেকে পায় যে, অভ্যুত্থান ঘটিয়ে সেনাবাহিনী মিয়ানমারের সংবিধান লঙ্ঘন করেছে। এছাড়া কথিত নির্বাচনে অনিয়ম অভিযোগের প্রেক্ষিতে জরুরি অবস্থা ঘোষণার অনুমতি সংবিধান দেয়নি। এছাড়া আইনবিদেরা এটাও দেখতে পান যে, সামরিক বাহিনীর কর্মকাণ্ড আইনের মৌলিক শাসনের নীতিগুলো সুস্পষ্টভাবে লঙ্ঘন করেছে। এনএলডিও সামরিক বাহিনীর অভ্যূত্থানের আইনি ভিত্তি প্রত্যাখ্যান করেছে।\nঅভ্যূত্থানের সময় সামরিক বাহিনী ২০০৮ সালের সংবিধানের ৪১৭ এবং ৪১৮ নং অনুচ্ছেদগুলোকে সামরিক বাহিনীর অভ্যূত্থানের আইনি ভিত্তি হিসাবে ব্যবহার করেছিল। যদিও ন্যাশনাল ডিফেন্স অ্যান্ড সিকিউরিটি কাউন্সিল অনুযায়ী সংবিধানের ৪১৭ অনুচ্ছেদ শুধুমাত্র বর্তমান রাষ্ট্রপতিকে জরুরি অবস্থা ঘোষণা করার অনুমতি দেয়। তৎকালীন বেসামরিক প্রেসিডেন্ট উইন মিন্ট স্বেচ্ছায় তার ভূমিকা ত্যাগ করেননি; তার পরিবর্তে অসাংবিধানিকভাবে ভাইস প্রেসিডেন্ট মিন্ট সোয়ে জরুরি অবস্থা ঘোষণা করেছিলেন। ১২ অক্টোবর উইন মিন্টের আদালতে সাক্ষ্য দেওয়ার সময় তিনি সাক্ষ্য দেন যে অভ্যুত্থানের আগে সামরিক বাহিনীর দুজন সিনিয়র জেনারেল তাকে \"অসুস্থতার\" কারণ দেখিয়ে পদত্যাগ করতে বাধ্য করার চেষ্টা করেছিলেন।\nজরুরি অবস্থা ঘোষণার পরে সংবিধানের ৪১৮ অনুচ্ছেদ অনুযায়ী আইন, নির্বাহী এবং বিচার বিভাগের কর্তৃত্ব সামরিক বাহিনীর প্রধানের কাছে চলে যায়। প্রেসিডেন্ট, নির্বাচিত দ্বিতীয় ভাইস প্রেসিডেন্ট, সংসদের উচ্চ ও নিম্ন কক্ষের সদস্যরা সহ এনডিএসসি-এর সদস্য, যার অর্ধ্যেক ছিলেন বেসামরিক নাগরিক, অভ্যুত্থানের সময় তাদের সবাইকে সামরিক বাহিনী গ্রেপ্তার করেছিল। সামরিক বাহিনী দাবি করে যে সংবিধানের ৪১৭ এবং ৪১৮ অনুচ্ছেদ অনুযায়ী এনডিএসসির সদস্যদের একটি আলোচনায় মিন অং হ্লাইং আহ্বান করে। এই অধিবেশনটিতে এনডিএসসি-এর বেসামরিক সদস্যদের অনুপস্থিতিতে শেষ হয়েছিল। এটি স্পষ্ট নয় যে সেনাবাহিনীর কাছে এনডিএসসি-এর একটি অধিবেশন পুনর্গঠনের সাংবিধানিক কর্তৃত্ব ছিল কিনা অথবা একতরফাভাবে একজন ভাইস প্রেসিডেন্টের মাধ্যমে জরুরি অবস্থা ঘোষণা করার সাংবিধানিক অধিকার ছিল কিনা। যেহেতু সংবিধান রাষ্ট্রপতিকে মঞ্জুরি দেয়েছে এবং তিনি সেই সময়ে স্বেচ্ছায় পদত্যাগ করেননি, সেহেতু জরুরি অবস্থা ঘোষণা করার একমাত্র কর্তৃত্ব রাষ্ট্রপতির।\n২৩ মার্চ ২০২১-এ, নেপিডোওতে একটি সংবাদ সম্মেলনের সময় সামরিক সরকার অভ্যূত্থানের পক্ষে ছিল এবং দাবি করেছিল যে ক্ষমতাচ্যুত জাতীয় নেতা অং সান সু চি দুর্নীতিগ্রস্ত। অভ্যুত্থান শুরু হওয়ার পর থেকে সেনাবাহিনীর হাতে আটক অং সান সু চি-এর একজন প্রাক্তন সহকর্মী ফিও মিন থেইনের রেকর্ড করা সাক্ষ্যের বাহিরে কোনো প্রমাণ দিতে পারেনি।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== মিয়ানমারে প্রতিক্রিয়া ===\n\n\n==== প্রতিবাদ ====\nঅভ্যুত্থানের বিরোধিতায় দেশের অভ্যন্তরে নাগরিকদের প্রতিরোধ প্রচেষ্টা দেখতে পাওয়া গিয়েছে। শ্রমিক ধর্মঘট, সামরিক বাহিনী বয়কট, লাল ফিতা প্রচারাভিযান, জনবিক্ষোভ এবং নির্বাচিত প্রতিনিধিরাও আন্দোলনে যোগ দিয়েছিল। যখন নেটিজেনরা এশিয়ার অনলাইনভিত্তিক গণতান্ত্রিক সংহতি আন্দোলন \"মিল্ক টি অ্যালায়েন্স\"-এ যোগদান করেছিল এবং \"তিন আঙুলের স্যালুট\" ব্যাপকভাবে প্রতিবাদের প্রতীক হিসেবে গৃহীত হয়েছিল।\" পূর্বের ৮৮৮৮ বিদ্রোহের সঙ্গীত হিসাবে জনপ্রিয় হওয়া \"কাবর মাকায় বু\" নামক প্রতিবাদী গানটি অভ্যূত্থান বিরোধী আন্দোলনটিকে যেন পুনরুজ্জীবিত করেছে।\nঅভ্যুত্থান শুরু হওয়ার পর থেকে ইয়াঙ্গুন সহ অন্যান্য শহরগুলোর বাসিন্দারা অভ্যুত্থানের বিরুদ্ধে তাদের বিরোধিতা প্রকাশের স্বরূপ থালাবাসন বাজাতে থাকে। এই  থালাবাসন বাজানোর পদ্ধতিটিকে খারাপ শক্তিকে তাড়ানোর জন্য একটি প্রতীকী হিসাবে প্রতি সন্ধ্যায় নারীরা বাজাতেন।\n২ ফেব্রুয়ারিতে সারা দেশে স্বাস্থ্যসেবা কর্মী এবং বেসামরিক কর্মচারীরা অভ্যুত্থানের বিরোধিতায় জাতীয় আইন অমান্য করে প্রতিবাদ মিছিল চালায় এবং কয়েক ডজন সরকারি হাসপাতাল এবং প্রতিষ্ঠানের শ্রমিকরা শ্রম ধর্মঘট শুরু করে। একই দিনে \"নাগরিক অবাধ্যতা আন্দোলন\" নামে একটি ফেসবুক গোষ্ঠী খোলা হয়, যা ২৪ ঘন্টায় দেড় লাখ অনুসারী সংগ্রহ করে ফেলে। ৩ ফেব্রুয়ারিতে ১১০ টিরও বেশি সরকারি হাসপাতাল এবং স্বাস্থ্যসেবা সংস্থার স্বাস্থ্যসেবা কর্মীরা আন্দোলনে অংশগ্রহণ করেছিল। শ্রম ধর্মঘট সিভিল সার্ভিসের অন্যান্য অংশে ছড়িয়ে পড়েছে, যার মধ্যে রয়েছে ইউনিয়ন স্তরের মন্ত্রণালয় এবং বিশ্ববিদ্যালয়। সেই সাথে বেসরকারি সংস্থা, যেমন কারখানা, তামার খনি, ছাত্র ও যুব সংঘগুলোকেও প্রতিবাদ করতে দেখা যায়।\n৩ ফেব্রুয়ারিতে স্বাস্থ্যসেবা কর্মীরা লাল ফিতা প্রচারাভিযান চালু করে, এখানে রঙ লালটি এনএলডি-এর সাথে সম্পর্কিত। সামরিক শাসনের বিরোধিতার প্রতীক হিসেবে মিয়ানমার জুড়ে বেসামরিক কর্মচারী ও শ্রমিকরা লাল ফিতা গৃহীত হয়েছিল।\n৩ ফেব্রুয়ারিতে \"স্টপ বাইং জান্তা বিজনেস\" নামে একটি বয়কট আন্দোলন শুরু হয়, যা মিয়ানমারের সামরিক বাহিনীর সাথে যুক্ত পণ্য ও পরিষেবা বর্জনের আহ্বান জানায়। মিয়ানমারের সামরিক বাহিনীর উল্লেখযোগ্য পণ্য ও পরিষেবাগুলোর মধ্যে রয়েছে মাইটেল (মিয়ানমারের একটি জাতীয় টেলিকম ক্যারিয়ার) মান্দালে ও ড্যাগন বিয়ার, বেশ কয়েকটি কফি ও চা ব্র্যান্ড, সেভেন্থ সেন্স ক্রিয়েশন (মিন অং হ্লাইং-এর মেয়ে দ্বারা প্রতিষ্ঠিত) এবং বাস লাইন।\nঅভ্যুত্থানের পরিপ্রেক্ষিতে জনবিক্ষোভও দেখা দিয়েছিল। ২ ফেব্রুয়ারি কিছু ইয়াঙ্গুনবাসী স্বৈরাচারের পতন ও নেত্রী অং সান সু চি'র মুক্তির আহ্বান জানিয়ে রাত ৮ টায় ১৫ মিনিটের একটি সংক্ষিপ্ত প্রতিবাদ সমাবেশ করে। ৪ ফেব্রুয়ারি ৩০ জন নাগরিক তাইজার সানের নেতৃত্বে মান্দালয়ে মেডিসিন বিশ্ববিদ্যালয়ের সামনে অভ্যুত্থানের বিরুদ্ধে প্রথমবারের মতো প্রতিবাদ করলে চারজনকে গ্রেপ্তার করা হয়েছিল। ৬ ফেব্রুয়ারি অং সান সু চিকে মুক্তি দেওয়ার আহ্বান জানিয়ে বিশ হাজার বিক্ষোভকারী অভ্যুত্থানের বিরুদ্ধে ইয়াঙ্গুনে একটি রাস্তায় বিক্ষোভে অংশ নেয়। ১৪ টি ট্রেড ইউনিয়নের শ্রমিকরা বিক্ষোভে অংশগ্রহণ করে। বিক্ষোভ ছড়িয়ে পড়ে মান্দালয়ে এবং ৬ ফেব্রুয়ারি বিকেলে নাইপিডোর পাইনমানা শহরে। মান্দালয়ে দুপুর ১ টায় প্রতিবাদ মিছিল শুরু হয়। পুলিশি নিষেধাজ্ঞার প্রতিক্রিয়ায় বিকাল ৪ টায় বিক্ষোভকারীরা মোটরবাইক চালাতে থাকে। সন্ধ্যা ৬ টা নাগাদ পুলিশ মিছিলের মধ্যে নেমে আসে। ৯ ফেব্রুয়ারি ২০২১-এ সামরিক বাহিনী শান্তিপূর্ণ বিক্ষোভ দমন করার জন্য সহিংসতা বেছে নেয় এবং ২০ বছর বয়সী একজন মহিলা সহ ছয়জন বিক্ষোভকারীকে আহত হয়। প্রায় ১০০ জন বিক্ষোভকারীকে মান্দালয়ে গ্রেফতার করা হয়। যদিও ১০ ফেব্রুয়ারি ২০২১-এ মান্দালয় থেকে গ্রেপ্তারকৃত বেশিরভাগ বিক্ষোভকারীকে মুক্তি দেওয়া হয়েছিল।\nযুব সংঘগুলো কসপ্লে পোশাক, স্কার্ট, বিবাহের পোশাক এবং অন্যান্য অদ্ভুত পোশাক পরে ব্যানার হাতে রাস্তায় প্রতিবাদ করেছিল, যা দেশী এবং আন্তর্জাতিক উভয় সংবাদমাধ্যমের দৃষ্টি আকর্ষণের উদ্দেশ্যে সফল হয়।\n১২ ফেব্রুয়ারি মিয়ানমারে ইউনিয়ন দিবসে মাওলামাইনে গুলি চালানোর ফলে জান্তার দমন-পীড়ন আরো তীব্র হয়ে। ১৪ ফেব্রুয়ারি বিক্ষোভকারীদের সাথে নিরাপত্তা বাহিনীর সংঘর্ষের সময় কাচিন রাজ্যের মিটকিনাতে বন্দুকযুদ্ধ সংগঠিত হয়। পরে পাঁচ সাংবাদিককে গ্রেপ্তারও করা হয়। পুলিশবাহিনি মান্দালয় শহরে রাবার বুলেট এবং স্লিংশট ব্যবহার করে মিছিলকারীদের ছত্রভঙ্গ করে দেয়।\n\n\n=== সামাজিক মাধ্যম এবং ইন্টারনেট ব্ল্যাকআউট কার্যকলাপ ===\nঅসহযোগ আন্দোলন প্রচার এবং শ্রমিক ধর্মঘট ও অন্যান্য বয়কট আন্দোলন সংগঠিত করতে সামাজিক যোগাযোগ মাধ্যম ফেসবুক ব্যবহার করা হয়েছিল। কিন্তু ৪ ফেব্রুয়ারি মিয়ানমার জুড়ে টেলিকম অপারেটর এবং ইন্টারনেট প্রদানকারী সংস্থাদেরকে \"দেশের স্থিতিশীলতা\" নিশ্চিত করতে ৭ ফেব্রুয়ারি পর্যন্ত ফেসবুক ব্লক করে নির্দেশনা দেয় জান্তা সরকার। এছাড়াও রাষ্ট্রীয় মালিকানাধীন সংস্থা এমপিটি ফেসবুক মেসেঞ্জার, ইন্সটাগ্রাম এবং হোয়াটসঅ্যাপ পরিষেবাগুলোকেও ব্লক করে দেয়, যদিও টেলিনর মিয়ানমার শুধুমাত্র ফেসবুককে ব্লক করেছিল। ফেসবুকের উপর নিষেধাজ্ঞার পর মিয়ানমারের ইন্টারনেট ব্যবহারকারীরা টুইটারে এসে #RespectOurVotes, #HearTheVoiceofMyanmar, এবং #SaveMyanmar-এর মত হ্যাশট্যাগ ট্রেন্ড করতে থাকে। ৫ ফেব্রুয়ারি সরকার ইন্সটাগ্রাম এবং টুইটারকেও ব্লক করতে নিষেধাজ্ঞা দেয়। ৬ ফেব্রুয়ারি সকাল থেকে সামরিক সরকার দেশব্যাপী ইন্টারনেট সংযোগ বিচ্ছিন্ন করে দেয়। ১৪ ফেব্রুয়ারি ২০২১ থেকে ২০ দিনের জন্য সকাল ১ টা থেকে ৯ টা পর্যন্ত ইন্টারনেট অ্যাক্সেস সরকার আবার সীমাবদ্ধ করেছিল। আন্তর্জাতিক সম্প্রদায়ের কাছে তাদের কণ্ঠস্বর পৌঁছানোর জন্য এবং বিক্ষোভকারীদের ওপর সামরিক বাহিনীর বর্বরতার ছবি ও ভিডিও প্রমাণ শেয়ার করতে মানুষজন সামাজিক যোগাযোগ মাধ্যম ফেসবুক এবং টুইটার ব্যবহার করেছিল।\n\n\n=== ধর্মীয় প্রতিক্রিয়া ===\nমাসোয়াইন এবং মহাগন্ধারাম সহ বিভিন্ন বৌদ্ধ সম্প্রদায় ও শিক্ষা প্রতিষ্ঠান অভ্যুত্থানের নিন্দা করেছে। সিতাগু ইন্টারন্যাশনাল বৌদ্ধ একাডেমিও অভ্যূত্থান বিরোধী একটি বিবৃতি প্রকাশ করেছিল। বৌদ্ধ সংঘ ছাড়াও স্থানীয় ক্যাথলিক চার্চগুলোর পাদ্রী এবং সন্ন্যাসীরা একইভাবে সামরিক বাহিনীর ক্ষমতা দখলের বিরোধিতা করেছিল।\nপরবর্তী বিক্ষোভ যখন হিংসাত্মক মোড় নিতে শুরু করে তখন মিয়ানমারের দ্বিতীয় সর্বোচ্চ ধর্মীয় নেতা সুয়েকিয়ান নিকায়া মিন অং হ্লাইংকে অবিলম্বে নিরস্ত্র বেসামরিকদের উপর হামলা বন্ধ করাতে এবং চুরি ও সম্পত্তি ধ্বংসের সাথে জড়িত থেকে বিরত থাকার জন্য অনুরোধ করেছিল। এছাড়া অন্যান্য ভিক্ষুদের মতো নান্নিসারা ভিক্ষু, যিনি সামরিক বাহিনীর সাথে তার বন্ধুত্বপূর্ণ সম্পর্কের জন্য পরিচিত, জেনারেলকে একজন ভালো বৌদ্ধ হওয়ার কথা স্মরণ করিয়ে দিয়েছিলেন।\n\n\n=== বাণিজ্যিক প্রতিক্রিয়া ===\n২০২০ সালের ডিসেম্বরে নির্মাণ শুরু করার পর অভ্যুত্থানের প্রতিক্রিয়া হিসাবে থাইল্যান্ডের বৃহত্তম ইন্ডাস্ট্রিয়াল এস্টেট ডেভেলপার আমাতা ইয়াঙ্গুনে ১ বিলিয়ন ডলারের শিল্প অঞ্চল উন্নয়ন প্রকল্প বন্ধ করে দেয়। অভ্যুত্থানের পরিপ্রেক্ষিতে ইয়াঙ্গুন স্টক এক্সচেঞ্জও ১ ফেব্রুয়ারি থেকে ট্রেডিং স্থগিত করেছিল। অভ্যুত্থানের ফলে মায়ানমারের রিয়েল এস্টেট বাজার বিপর্যস্ত হয়ে পড়ে এবং বিক্রয়-ক্রয় লেনদেন প্রায় ১০০% কমে যায়।\n৪ ফেব্রুয়ারি ২০২১ ফ্রান্সের বহুজাতিক তেল প্রতিষ্ঠান টোটাল এসই ঘোষণা করে যে, তারা অভ্যন্তরীণ কার্যক্রম এবং প্রকল্পগুলোতে অভ্যুত্থানের প্রভাব পর্যালোচনা করছে। ৪ এপ্রিল কোম্পানিটি একটি বিবৃতি জারি করে যে, তারা সামরিক জান্তাকে কোনো প্রকার অর্থ প্রদান করবে না এবং তাদের ইয়াদানা অফশোর গ্যাসফিল্ডে কাজ বন্ধ করবে না, যেখানে জনসাধারণের ব্যবহারের জন্য বিদ্যুৎ উৎপন্ন করে।\n\n\n== তথ্যসূত্র =="}