{"pageid": 1017106, "title": "বেরেলি", "url": "https://bn.wikipedia.org/wiki?curid=1017106", "content": "বেরেলি ভারতের উত্তরপ্রদেশ রাজ্যের বেরেলি জেলার একটি শহর। এটি বেরেলি বিভাগের রাজধানী এবং রোহিলখণ্ড ভৌগোলিক অঞ্চলের অন্তর্গত। শহরটি রাজ্যের রাজধানী লখনউয়ের ২৫২ কিলোমিটার (১৫৭ মাইল) উত্তর পশ্চিমে এবং রাষ্ট্রীয় রাজধানী নতুন দিল্লির ২৫০ কিলোমিটার (১৫৫ মাইল) পূর্বে অবস্থিত। এটি উত্তর প্রদেশের অষ্টম বৃহত্তম মহানগর এবং ভারতের ৫০তম বৃহৎ শহর। প্রধানমন্ত্রী নরেন্দ্র মোদীর উচ্চাভিলাষী ১০০ টি স্মার্ট সিটি তালিকার তালিকার মধ্যেও রয়েছে বরেলি। এটি রামগঙ্গা নদীর তীরে অবস্থিত। এই শহরে খালের মাধ্যমে জল সেচের জন্য রামগঙ্গা ব্যারাজে নির্মিত হয়েছে।\nশহরটি নাথ নাগরী নামেও পরিচিত (বরেলি অঞ্চলে অবস্থিত সাতটি শিব মন্দিরের জন্য - ধোপেশ্বর নাথ, মধী নাথ, আলাখা নাথ, তপেশ্বর নাথ, বাঁকান্দি নাথ, পশুপতি নাথ ও ত্রিবতী নাথ) এবং ঐতিহাসিকভাবে সানজ্যা হিসাবে (যেখানে বুদ্ধ তুষিতা থেকে পৃথিবীতে অবতরণ করেছিলেন)।\nশহরটি আসবাবপত্র উৎপাদন এবং তুলো, খাদ্যশস্য ও চিনির বাণিজ্যের কেন্দ্র। জাতীয় রাজধানী অঞ্চলের (এনসিআর) \"কাউন্টার ম্যাগনেটস\" তালিকায় অন্তর্ভুক্তির সাথে শরটির মর্যাদা বৃদ্ধি পেয়েছে। উক্ত তালিকায় এটি হিসার, পাতিয়ালা, কোটা এবং গোয়ালিয়র শহরের সাথে অবস্থান করছে।\n\n\n== ভূগোল ==\nবরেলি উত্তর ভারতে ২৮°১০′ উত্তর থেকে ৭৮°২৩′ পূর্বে অবস্থিত। শহরটির পূর্বে পিলিভিট ও শাহজাহানপুর, পশ্চিমে রামপুর, উত্তরে উধম সিং নগর (উত্তরাখণ্ড) এবং দক্ষিণে বদাউন রয়েছে। শহরটি দক্ষিণের দিকে ঢালু। উত্তরের একটি বৃষ্টি অরণ্য রয়েছে, যা তারাই নামে পরিচিত। বনটিতে তাতে বাঘ, ভালুক, হরিণ ও বুনো শূকর বসবাস করে। সারদা (বা গোগড়া) নদীটি শহরের পূর্ব সীমানা তৈরি করে এবং এটি শহরের মূল জলপথ। কুমাগা পাহাড় থেকে নির্গত বেশিরভাগ জল-স্রোত রামগঙ্গায় যুক্ত হয় এবং দেওহার সাথেও অনেক ছোট ছোট স্রোত মিলিত হয়। গোমতীও (বা গুমতি ) শহরটির নিকটে প্রবাহিত হয়।\n\n\n=== জলবায়ু ===\nবরেলিতে একটি গ্রীষ্মকালীন গ্রীষ্ম ও শীতকালীন শীতের সাথে একটি উপ-ক্রান্তীয় জলবায়ু (কপেন জলবায়ু শ্রেণিবিন্যাস: সিএফএ) পরিলক্ষিত হয়। বছরের গড় তাপমাত্রা ২৫ ডিগ্রি সেলসিয়াস। গড়ে ৩২.৮ ডিগ্রি সেলসিয়াস তাপমাত্রার সাথে জুন মাস বছরের উষ্ণতম মাস এবং বছরের সবচেয়ে শীতল মাস জানুয়ারির গড় তাপমাত্রা ১৫ ডিগ্রি সেলসিয়াস হয়। বছরে গড়ে ১০৩৮.৯ মিলিমিটার বৃষ্টিপাত হয়। জুলাই মাসে সর্বোচ্চ ঘটে, এই মাসে গড়৩০৭.৩ মিমি বৃষ্টিপাত হয় এবং নভেম্বর মাসে সর্বনিম্ন বৃষ্টিপাত ঘটে, এই মাসে গড়ে ৫.১ মিমি বৃষ্টিপাত হয়। বছরে গড় ৩৭.৭ দিন বৃষ্টিপাত ঘটে, আগস্ট মাসে সবচেয়ে বেশি ১০.৩ দিন   বৃষ্টিপাত হয় এবং নভেম্বর মাসে সর্বনিম্ন বৃষ্টিপাত হয়, এই মাসে ০.৫ দিনের বৃষ্টিপাত হয়। গ্রীষ্মকালটি শীতকালের চেয়ে লক্ষণীয়ভাবে সিক্ত, যদিও সারা বছর বৃষ্টিপাত হয়।\n\n\n=== পরিবেশ ===\nবরেলি উর্বর পলি মাটি সহ গঙ্গার সমভূমিতে অবস্থিত; তবে নিম্ন সমভূমিটি বন্যা প্রবণ। শহরটি রামগঙ্গার তীরে অবস্থান করছে, আরও সাতটি নদী জেলার মধ্য দিয়ে প্রবাহিত হয়। নিম্ন হিমালয় নদীর ৪০ কিলোমিটার (২৫ মাইল) উত্তরে অবস্থিত।\n\n\n=== শহরের দৃশ্য ===\n\n\n== অর্থনীতি ==\nভারত অর্থনীতির উদারকরণ শুরু করার পরে বরেলি দ্রুত বৃদ্ধি পায়। শহরের ব্যবসা বাণিজ্যে মল সংস্কৃতিতে দৃশ্যমান, যদিও এই অঞ্চলের গ্রামীণ অর্থনীতিতে কৃষি, হস্তশিল্প (বাঁশ এবং বেতের আসবাবের উপর জারি-জারদোশি সূচিকর্মের কাজ) বাঁশ ও বেতের আসবাব তৈরির শিল্পসমূহ মূল অবদান রাখে। শহরটি নতুন দিল্লি (জাতীয় রাজধানী) ও উত্তরপ্রদেশের রাজধানী লখনউ থেকে প্রায় সমদূরত্বে অবস্থিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}