{"pageid": 1017256, "title": "বম্বে স্টক এক্সচেঞ্জ", "url": "https://bn.wikipedia.org/wiki?curid=1017256", "content": "বিএসই লিমিটেড পূর্বে বম্বে স্টক এক্সচেঞ্জ লিমিটেড নামে পরিচিত , এটি একটি ভারতীয় স্টক এক্সচেঞ্জ যা দালাল স্ট্রিটে অবস্থিত।\n\n\n== মাইলফলক ==\nনিম্নলিখিত ভারতীয় স্টক মার্কেট ইতিহাসের মাধ্যমে সেনসেক্সের উত্থানের একটি টাইমলাইন।\n\n1000, 25 জুলাই 1990' - 25 জুলাই 1990-এ, সেনসেক্স প্রথমবারের মতো চার-অঙ্কের চিত্র স্পর্শ করে এবং একটি ভাল বর্ষা এবং চমৎকার কর্পোরেট ফলাফলের পরিপ্রেক্ষিতে 1,001-এ বন্ধ হয়।\n2000, 15 জানুয়ারী 1992 - 15 জানুয়ারী 1992-এ, সেনসেক্স 2,000 চিহ্ন অতিক্রম করে এবং 2,020-এ বন্ধ হয়ে যায় এবং তারপরে তৎকালীন প্রধানমন্ত্রী পিভি নরসিমা রাও-এর নেতৃত্বে উদার অর্থনৈতিক নীতির উদ্যোগ নেওয়া হয়েছিল। তৎকালীন অর্থমন্ত্রী এবং ভারতের প্রাক্তন প্রধানমন্ত্রী ড. মনমোহন সিং।\n3000, 29 ফেব্রুয়ারি 1992' - 29 ফেব্রুয়ারি 1992-এ, মনমোহন সিং ঘোষিত বাজার-বান্ধব বাজেটের পরিপ্রেক্ষিতে সেনসেক্স 3,000 চিহ্ন অতিক্রম করে।\n4000, 30 মার্চ 1992 - 30 মার্চ 1992-এ, একটি উদার রপ্তানি-আমদানি নীতির প্রত্যাশায় সেনসেক্স 4,000 চিহ্ন অতিক্রম করে এবং 4,091-এ বন্ধ হয়। তখনই হর্ষদ মেহতা কেলেঙ্কারি বাজারে আঘাত হানে এবং সেনসেক্স নিরবচ্ছিন্ন বিক্রির সাক্ষী হয়।\n5000, 11 অক্টোবর 1999 - 11 অক্টোবর 1999-এ, 13 তম লোকসভা নির্বাচনে ভারতীয় জনতা পার্টি-নেতৃত্বাধীন জোট সংখ্যাগরিষ্ঠতা অর্জন করায়, সেনসেক্স 5,000 চিহ্ন অতিক্রম করে।\n6000, 11 February 2000 – On 11 February 2000, the information technology boom helped the SENSEX to cross the 6,000 mark and hit an all-time high of 6,006 points. This record would stand for nearly four years, until 2 January 2004, when the SENSEX closed at 6,026.59 points.\n7000, 21 জুন 2005' - 20 জুন 2005-এ, 'আম্বানি ভাইদেরর মধ্যে সমঝোতার খবরটি বিনিয়োগকারীদের মনোভাব বাড়িয়েছিল এবং আরআইএল, রিলায়েন্স এনার্জি, রিলায়েন্স ক্যাপিটাল এবং আইপিসিএল এর স্ক্রীপগুলি প্রচুর লাভ করেছে। এটি প্রথমবারের মতো সেনসেক্সকে 7,000 পয়েন্ট অতিক্রম করতে সহায়তা করেছিল।\n8000, 8 সেপ্টেম্বর 2005' - 8 সেপ্টেম্বর 2005-এ, বোম্বে স্টক এক্সচেঞ্জের বেঞ্চমার্ক 30-শেয়ার সূচক - সেনসেক্স - প্রাথমিক লেনদেনে বিদেশী এবং দেশীয় তহবিলগুলির দ্রুত কেনার পরে 8,000 স্তর অতিক্রম করে।\n9000, 9 ডিসেম্বর 2005' - বিদেশী প্রাতিষ্ঠানিক বিনিয়োগকারীদের এবং ভালভাবে উন্মত্ত কেনাকাটার কারণে বোম্বে স্টক এক্সচেঞ্জে মধ্য সেশনের সময় 28 নভেম্বর 2005-এ সেনসেক্স 9,000 অতিক্রম করে এবং 9,000.32 পয়েন্টের শীর্ষে পৌঁছেছিল। স্থানীয় অপারেটরদের পাশাপাশি খুচরা বিনিয়োগকারীদের দ্বারা সমর্থিত। যাইহোক, এটি ছিল 9 ডিসেম্বর 2005 এ যে সেনসেক্স প্রথম 9,000 পয়েন্টে বন্ধ হয়েছিল।\n'10,000, 7 ফেব্রুয়ারী 2006' - 6 ফেব্রুয়ারী 2006-এ সেনসেক্স মাঝামাঝি অধিবেশনে 10,003 পয়েন্ট স্পর্শ করেছিল। সেনসেক্স অবশেষে 7 ফেব্রুয়ারি 2006-এ 10,000 মার্কের উপরে বন্ধ হয়ে যায়।\n20,000, 11 ডিসেম্বর 2007' - 29 অক্টোবর 2007-এ সেনসেক্স প্রথমবারের মতো 20,000 মার্ক অতিক্রম করে ইন্ট্রা-ডে ট্রেডিংয়ের সময়, কিন্তু 19,977.67 পয়েন্টে বন্ধ হয়েছিল। যাইহোক, এটি 11 ডিসেম্বর 2007 এ শেষ পর্যন্ত 20,000 পয়েন্টের উপরে একটি অঙ্কে বন্ধ হয়ে যায় তহবিল দ্বারা আক্রমনাত্মক ক্রয়ের পিছনে।\n21,000, 5 নভেম্বর 2010' - 8 জানুয়ারী 2008-এ সেনসেক্স প্রথমবারের মতো 21,000 চিহ্ন অতিক্রম করে, 20,873 এ বন্ধ হওয়ার আগে 21,078 পয়েন্টের একটি ইন্ট্রা-ডে শীর্ষে পৌঁছে।\nযাইহোক, এটি 5 নভেম্বর 2010 পর্যন্ত ছিল না যে সেনসেক্স 21,004.96 এ বন্ধ হয়েছিল, 21,000 পয়েন্টের উপরে প্রথম বন্ধের জন্য। এই রেকর্ডটি প্রায় তিন বছর ধরে দাঁড়াবে, 30 অক্টোবর 2013 পর্যন্ত, যখন সেনসেক্স 21,033.97 পয়েন্টে বন্ধ হয়েছিল।\n\n19 ফেব্রুয়ারী 2013' - সেনসেক্স S&P সেনসেক্সে পরিণত হয় কারণ BSE সেনসেক্স এবং অন্যান্য সূচকগুলির জন্য S&P ব্র্যান্ড ব্যবহার করার জন্য স্ট্যান্ডার্ড অ্যান্ড পুওরস-এর সাথে সম্পর্ক স্থাপন করে।\n13 মার্চ 2014' - সেনসেক্স হ্যাং সেং ইনডেক্স-এর চেয়ে বেশি বন্ধ করে, প্রথমবারের মতো সর্বোচ্চ মূল্য সহ প্রধান এশিয়ান স্টক মার্কেট সূচকে পরিণত হয়েছে।\n22,000, 24 মার্চ 2014' - 10 মার্চ 2014-এ সেনসেক্স ইন্ট্রা-ডে ট্রেডিংয়ের সময় প্রথমবারের মতো 22,000 চিহ্ন অতিক্রম করেছিল। যাইহোক, 24 মার্চ 2014 এ সূচকটি শেষ পর্যন্ত মাইলফলকের উপরে বন্ধ হয়ে যায় 22,095.30 এ।\n23,000, 9 মে 2014' - সেনসেক্স প্রথমবারের মতো রেকর্ড 23,000 স্তর অতিক্রম করেছে, কিন্তু 9 মে 2014-এ মাইলফলক স্তরের খুব কম কাছাকাছি। নিম্নলিখিত সময়ে সূচকটি 23,000 চিহ্নের উপরে ভালভাবে বন্ধ হবে সেশন.\n12 মে 2014' - একটি স্থিতিশীল সরকারের আশায় অব্যাহত তহবিল প্রবাহের কারণে সেনসেক্স তার সর্বকালের সর্বোচ্চ 23,551-এ বন্ধ হয়েছে, যা ইন্ট্রাডে 2.42% (+556.77 পয়েন্ট) বৃদ্ধি পেয়েছে।\n24,000, 13 মে 2014' - 13 মে 2014-এ সেনসেক্স প্রথমবারের মতো রেকর্ড 24,000 স্তর অতিক্রম করেছিল এবং দেশীয় বাজারগুলিতে বিদেশী তহবিল দ্বারা টেকসই মূলধন প্রবাহ এবং ব্যাপক কেনাকাটার কারণে 24,067.11-এর শীর্ষে পৌঁছেছিল। বিজেপি নেতৃত্বাধীন এনডিএ সরকার গঠন করার পর এক্সিট পোলের পর খুচরা বিনিয়োগকারীরা মূল সূচকগুলিকে নতুন উচ্চতায় তুলেছে। তবে এটি 23,905 পয়েন্টে কিছুটা নিম্নে বন্ধ হয়েছে\n25,000, 16 মে 2014' - 16 মে 2014-এ সেনসেক্স প্রথমবারের মতো রেকর্ড 25,000 স্তর অতিক্রম করেছিল এবং 25,364.71-এর শীর্ষে পৌঁছেছিল কারণ বিজেপির নেতৃত্বাধীন এনডিএ সরকারের একটি বিস্ময়কর রেকর্ড ব্যবধানে জয়লাভ করা হয়েছিল। সব সময়. যাইহোক, এটি 25,000 মার্কের নীচে ভালভাবে বন্ধ হয়েছে। তবুও, সূচকটি তার সর্বকালের সর্বোচ্চ 24,121.74-এ বন্ধ হয়েছে, এটি 24,000 পয়েন্টের উপরে প্রথম বন্ধের জন্য। সেনসেক্স 25,019.51 এ বন্ধ হয়েছে, 5 জুন 2014 তারিখে 25,000 মাইলফলকের উপরে প্রথম বন্ধের জন্য\n26,000, 7 জুলাই 2014- সেনসেক্স 7 জুলাই 2014-এ প্রথমবারের মতো রেকর্ড 26,000 স্তর অতিক্রম করেছিল এবং নতুন সংস্কারমূলক বাজেটের প্রত্যাশায় 26,100.08-এ কিছুটা কম হওয়ার আগে 26,123.55-এর শীর্ষে পৌঁছেছিল সরকার\n27,000, 2 সেপ্টেম্বর 2014 - 2 সেপ্টেম্বর 2014-এ সেনসেক্স 27,019.39-এ বন্ধ হয়েছিল, 27,000 স্তরের উপরে প্রথম বন্ধের জন্য। এটি 2014 সালে 1000-পয়েন্টের ষষ্ঠ মাইলফলক, যা 2007 সালে সেট করা একটি রেকর্ড বেঁধেছে।\n28,000, 5 নভেম্বর 2014'' - সেনসেক্স 28,000 চিহ্ন অতিক্রম করেছে, 5 নভেম্বর 2014-এ। এক সপ্তাহ পরে, 12 নভেম্বর 2014-এ, সূচকটি প্রথমবারের মতো মাইলফলকের উপরে বন্ধ হবে। এটি 2014 সালে সূচকটি অতিক্রম করে সপ্তম 1000-পয়েন্ট মাইলফলক, যা 2007 সালে স্থাপিত ছয়টি 1000-পয়েন্ট রেকর্ড ভেঙ্গেছে।\n29,000, 23 জানুয়ারী 2015' - বিএসই সেনসেক্স আজ 29,408 পয়েন্টের একটি নতুন সর্বোচ্চ এবং 272.82 পয়েন্ট বেড়ে 29,278.84-এর সর্বকালের সর্বোচ্চ বন্ধ স্থাপন করেছে\n30,000, 4 মার্চ 2015 ' - রেপো রেট কমানোর ক্ষেত্রে ভারতীয় রিজার্ভ ব্যাঙ্ক দ্বারা নেওয়া পদক্ষেপগুলি অনুসরণ করে সেনসেক্স 30000 চিহ্ন লঙ্ঘন করেছে৷\n' 26 এপ্রিল 2017 ' - সেনসেক্স 30,133.35 এ বন্ধ হয়েছে, এটি 30,000 স্তরের উপরে প্রথম বন্ধের জন্য।\n31,000, 26 মে 2017- সেনসেক্স 26 মে 2017-এ প্রথমবারের মতো রেকর্ড 31,000 স্তর অতিক্রম করেছে এবং 31,028.21-এ কিছুটা কম বন্ধ হওয়ার আগে 31,074.07-এর শীর্ষে পৌঁছেছে।\n32,000, 13 জুলাই 2017' - 13 জুলাই 2017-এ 32,000 স্তরের উপরে প্রথম বন্ধের জন্য সেনসেক্স 32,037.38 এ বন্ধ হয়েছিল।\n33,000, 25 অক্টোবর 2017' - সেনসেক্স 33,042.50 এ বন্ধ হয়েছে, এটি 33,000 স্তরের উপরে প্রথম বন্ধের জন্য।\n34,000, 26 ডিসেম্বর 2017' - সেনসেক্স 34,010.62 এ বন্ধ হয়েছে, এটি 34,000 স্তরের উপরে প্রথম বন্ধের জন্য।\n35,000, 17 জানুয়ারী 2018' - সেনসেক্স 35,081.82 এ বন্ধ হয়েছে, 35,000 স্তরের উপরে প্রথম বন্ধের জন্য।\n36,000, 23 জানুয়ারী 2018 - সেনসেক্স 36,139.98 এ বন্ধ হয়েছে, এটি 36,000 স্তরের উপরে প্রথম বন্ধের জন্য।\n37,000, 27 জুলাই 2018' - 26 জুলাই 2018-এ সেনসেক্স ইন্ট্রা-ডে ট্রেডিংয়ের সময় প্রথমবারের মতো 37,000 চিহ্ন অতিক্রম করেছে। 27 জুলাই 2018-এ সূচকটি মাইলফলকের উপরে বন্ধ হয়ে গেছে।\n38,000, 9 আগস্ট 2018' - প্রথমবারের মতো সেনসেক্স ইন্ট্রা-ডে ট্রেডিং চলাকালীন 38,000 স্কোর অতিক্রম করেছে এবং তারপরে 38,024.37 এ বন্ধ হয়েছে।\n39,000, 1 এপ্রিল 2019 - 1 এপ্রিল 2019-এ সেনসেক্স ইন্ট্রা-ডে ট্রেডিংয়ের সময় প্রথমবারের মতো 39,000 চিহ্ন অতিক্রম করেছিল।\n2 এপ্রিল 2019' - সেনসেক্স 39,056.65 এ বন্ধ হয়েছে, এটি 39,000 স্তরের উপরে প্রথম বন্ধের জন্য।\n40,000, 23 মে 2019' - সেনসেক্স প্রথমবারের মতো সকাল 10:45 এ \"40,000.100\" অতিক্রম করেছে। (2019 লোকসভা (জনগণের ঘর) নির্বাচনের ফলাফল প্রকাশিত হচ্ছিল)\n41,000, 26 নভেম্বর 2019' - ইন্ট্রাডে ট্রেডিংয়ের সময় সেনসেক্স প্রথমবার \"41,120.28\" অতিক্রম করেছে।\n42,000, 16 জানুয়ারী 2020' - 09:47 AM নাগাদ 42,059.45 এর সর্বকালের সর্বোচ্চ সহ সেনসেক্স 42,000 চিহ্ন অতিক্রম করেছে।\n45,000, 4 ডিসেম্বর 2020' - সকাল 10:30 টায় সেনসেক্স 45,033-এর সর্বকালের সর্বোচ্চ সহ 45,000 চিহ্ন অতিক্রম করেছে।\n46,000, 9 ডিসেম্বর 2020 - সেনসেক্স 46,000 চিহ্ন অতিক্রম করেছে যা 46,017-এর সর্বকালের সর্বোচ্চ 1:30 PM নাগাদ।\n50,000, 21 জানুয়ারী 2021'' - সেনসেক্স 50,000 চিহ্ন অতিক্রম করেছে যা 50,181-এর সর্বকালের সর্বোচ্চ 1:31 PM-এ।\n60,000, 24 সেপ্টেম্বর 2021'' - সকাল 9:30 টায় সেনসেক্স সর্বকালের সর্বোচ্চ 60,218 এর সাথে 60,000 চিহ্ন অতিক্রম করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবম্বে স্টক এক্সচেঞ্জের — দাপ্তরিক তথ্যক্ষেত্র"}