{"pageid": 1018091, "title": "বুফর্ড, জর্জিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1018091", "content": "বুফর্ড মার্কিন যুক্তরাষ্ট্রের জর্জিয়া রাজ্যের গুইনেট ও হল কাউন্টির একটি শহর। ২০১০ সালের আদমশুমারি অনুসারে, শহরটির জনসংখ্যা ১২,২২২ জন। শহরটির বেশিরভাগ অংশ গুইনেট কাউন্টির অন্তর্গত, যা আটলান্টা-স্যান্ডি স্প্রিংস-মেরিয়েটা মহানগর পরিসংখ্যান অঞ্চলের অংশ। শহরের হল কাউন্টির অন্তর্গত অংশটি আটলান্টার মহানগর পরিসংখ্যান অঞ্চলের অংশ নয়, তবে আটলান্টার বৃহত্তর সম্মিলিত পরিসংখ্যান অঞ্চলের অংশ; যার মধ্যে হল কাউন্টি অন্তর্ভুক্ত রয়েছে।\nআটলান্টার সাথে উত্তর ক্যারোলাইনার শার্লটকে সংযুক্তকারী একটি রেলপথ ১৮৭২ সালে এই স্থানে নির্মিত হওয়ার পরে শহরটি প্রতিষ্ঠিত হয়। বুফর্ড শহরের নামকরণ আলগারন সিডনি বুফর্ডের নামে করা হয়, যিনি তখন আটলান্টা ও রিচমন্ড এয়ার লাইন রেলওয়ের সভাপতি ছিলেন। বোনা অ্যালেন কোম্পানির নেতৃত্বাধীন চর্ম শিল্পের পাশাপাশি রেলওয়ে স্টেশনের অবস্থানের কারণে বিংশ শতাব্দীর প্রথম দশকের (১৯০০-এর দশক) গোড়ার দিকে মহামন্দা শেষ হওয়ার পরে শহরটির জনসংখ্যা বৃদ্ধি পায়।\nশহরটি তার নিজস্ব বিদ্যালয় জেলা, বুফর্ড নগর বিদ্যালয় জেলা পরিচালনা করে এবং বেশ কয়েক জন সংগীতশিল্পী ও ক্রীড়াবিদের জন্মস্থান ও বাস্থান। বুফর্ড অঞ্চলে জাদুঘর ও কমিউনিটি সেন্টার সহ বিভিন্ন পর্যটনকেন্দ্র, জর্জিয়া রাজ্যের বৃহত্তম মল জর্জিয়ার মল ও লেক ল্যানিয়ার দ্বীপপুঞ্জ রয়েছে।\n\n\n== ইতিহাস ==\nবুফর্ড ঐতিহাসিক নথিপত্র অনুসারে ১৯ শতকের গোড়ার দিকে আবির্ভূত হয়। বুফর্ড বর্তমানে যে অঞ্চলে অবস্থান করছে, তা মূলত চেরোকি অঞ্চলের অংশ। ১৮১৭ সালে সন্ধি সত্ত্বেও এই অঞ্চলটি মার্কিন যুক্তরাষ্ট্রে সমর্পিত হয় ও গুইনেট কাউন্টির আইনসভা ১৮১৮ সালে প্রতিষ্ঠাত হয়, ১৮৩০-এর দশক পর্যন্ত এই অঞ্চলটি চেরোকিদের দ্বারা অধ্যুষিত ছিল।  প্রথম অ-দেশীয় আমেরিকানরা ১৮২০-এর দশকের শেষের দিকে বা ১৮৩০-এর দশকের গোড়ার দিকে বুফর্ড অঞ্চলে পৌঁছায়, যদিও বুফর্ড অঞ্চলের বেশিরভাগ অংশে তাঁরা ১৮৬০-এর দশক পর্যন্ত বসতি স্থাপন করেনি।\nগৃহযুদ্ধের পরবর্তী সময়ে ১৮৬৫ সালে প্রসারিত রিচমন্ড ও ড্যানভিল রেলপথ ব্যবস্থা নির্মাণের সময়, রেলপথের স্টকহোল্ডার টমাস গারনার ও লারকিন স্মিথ রেলপথের ডানদিকের চারপাশে জমি ক্রয় করে এবং বুফর্ড শহরটির নির্মাণ শুরু করে।   [ শহরটির নামকরণ আলগারন সিডনি বুফর্ডের নামে করা হয়, যিনি রেলপথ নির্মাণের সময় আটলান্টা ও রিচমন্ড এয়ার-লাইন রেলওয়ের সভাপতি ছিলেন। [৮] [9 রেলপথের নির্মাণ কাজ ১৮৭১ সালে সমাপ্ত হওয়ার পরে, এই শহরটি দ্রুত রেলপথের চারদিকে প্রসারিত হতে শুরু করে []] এবং এটি ১৮৭২ সালের ২৪ আগস্ট টাউন অব বুফর্ড (বুফর্ডের শহর) হিসাবে অন্তর্ভুক্ত হয় [১০] এবং ১৮৯৬ সালে সিটি অব বুফর্ড (বুফর্ড শহর) নামে নামকরণ করা হয়।\n\nচর্ম শিল্পের সাথে বিশিষ্টভাবে যুক্ত হওয়ার কারণে ঊনবিংশ শতাব্দীর শেষ দশকের (১৮০০-এর দশক) শেষের দিকে ও বিংশ শতাব্দীর প্রথম দশকের (১৯০০-এর দশক) গোড়ার দিকে বুফর্ড চর্ম উৎপাদনের জন্য ব্যাপকভাবে পরিচিত হয়ে ওঠে এবং \"দ্য লেদার সিটি\" ডাকনাম উপার্জন করে। [১১] বুফর্ড গদি, ঘোড়া কলার, লাগাম ও জুতো সহ চামড়াজাত পণ্যসমূহের একটি বড় উৎপাদক হয়ে ওঠে। রেলপথের কাজ শেষ হওয়া ও বুফর্ডের প্রতিষ্ঠা তিন বছর আগে [১৩] ১৮৬৮ সালে আর.এইচ অ্যালেন [12] নামে এক চর্ম শিল্পের শ্রমিকের দ্বারা একটি জোতা দোকান ও ট্যানারি খোলার মাধ্যমে বুফর্ডের চর্ম শিল্পের শুরু হয়। [১৩] [ আর.এইচ অ্যালেনের ভাই বোনা অ্যালেন ১৮৭২ সালে জর্জিয়ার রোম থেকে বুফর্ডে চলে আসেন এবং পরের বছর বোনা অ্যালেন কোম্পানি প্রতিষ্ঠা করেন। [15] বিভিন্ন অগ্নিকাণ্ডের কারণে বিপর্যস্ত হওয়া সত্ত্বেও চামড়া শিল্প দ্রুত নগরের বৃহত্তম শিল্পে পরিণত হয়। [১৩] ১৯০৩ সালের অগ্নিকাণ্ড বেশ কয়েকটি ব্যবসায়ের ভবনকে ধ্বংস করে [১ 190] এবং ১৯০৬ সালের অগ্নিকাণ্ড একটি খড়ের গুদামকে ধ্বংস করে, সেই সাথে শহরে অবস্থিত বর্ম ও ঘোড়ার কলার তৈরির কারখানাকে প্রায় ধ্বংস করে দেয়। [17]\n\n\n== ভূগোল ==\n\nবুফর্ড উত্তর জর্জিয়ার গুইনেট কাউন্টির উত্তর অঞ্চলে অবস্থিত, যার একটি ছোট্ট অংশ উত্তর দিকে হল কাউন্টি পর্যন্ত প্রসারিত। শহরটি আটলান্টা মহানগর অঞ্চলের শহরতলির অন্তর্গত। আমেরিকা যুক্তরাষ্ট্রের আদমশুমারি ব্যুরো অনুসারে, ২০১০ সালে শহরটির মোট জমির পরিমাণ ১৭.০৯ বর্গমাইল (৪৪.২৬ বর্গ কিমি), যার মধ্যে স্থল ভূমি ১৭.০১ বর্গমাইল (৪৪.০৬ বর্গ কিমি) ও জলভাগ ০.০৮ বর্গমাইল (০.২০ কিমি ২) বা ০.৪৪%। শহরের উচ্চতা ১,১৮৩ ফুট (৩৬১ মিটার)।\nবুফর্ড শহরের সীমা পূর্ব মহাদেশীয় বিভাজকের পশ্চিমে ৪.৫ মাইল (৭.২ কিমি) পর্যন্ত প্রসারিত। রিজ রোড পূর্ব মহাদেশীয় বিভাজকের মধ্য দিয়ে অগ্রসর হয়, যার একটি অংশ বুফর্ডকে একটি মেলিং ঠিকানা হিসাবে ব্যবহার করে, যদিও সড়কটি নিজেই শহরের সীমার বাইরে অবস্থিত। বুফর্ডের প্রাথমিক জলের সরবরাহ চত্তাহোচি নদীর উপর নির্মিত বাঁধের ফলে গঠিত ল্যানির হ্রদ থেকে আসে।\n\n\n=== জলবায়ু ===\nক্যাপেন শ্রেণিবিন্যাস অনুসারে বেশিরভাগ দক্ষিণ-পূর্ব আমেরিকার মতো বুফর্ডে গরম, আর্দ্র গ্রীষ্মকাল ও ঠাণ্ডা শীতকাল সহ চারটি ঋতুর সাথে আর্দ্র উপক্রান্তীয় (সিএফএ) জলবায়ু রয়েছে। জুলাই মাসটি সাধারণত বছরের উষ্ণতম মাস এবং গড় উষ্ণতা প্রায় ৮৭° ফারেনহাইট (৩১° সেলসিয়াস) হয়। জানুয়ারি শীতলতম মাস , যার গড় উষ্ণতা প্রায় ৫০° ফারেনহাইট (১০° সেলসিয়াস) হয়। সর্বোচ্চ তাপমাত্রা ১০৭° ফারেনহাইট (৪২° সেলসিয়াস) ১৯৫২ সালে নথিভুক্ত হয় এবং সর্বনিম্ন তাপমাত্রা ৮° ফারেনহাইট (−২২° সেলসিয়াস) ১৯৮৫ সালে নথিভুক্ত হয়।\nবুফর্ডে দক্ষিণ-পূর্ব মার্কিন শহরগুলির সাধারণ হিসাবে সারা বছরই বেশিরভাগ ক্ষেত্রে সমানভাবে বৃষ্টিপাত ঘটে এবং সাধারণত ফেব্রুয়ারি মাসে গড়ে সর্বোচ্চ ৫.৩ ইঞ্চি (১৩০ মিমি) এবং সবচেয়ে শুষ্কতম মাস এপ্রিলে ৩.৭ ইঞ্চি (৯৪ মিমি) বৃষ্টিপাত হয়।\n\n\n== জনসংখ্যার উপাত্ত ==\n\n২০১০ সালের হিসাবে, বুফর্ডের জনসংখ্যা ১২,২২৫ জন। শহরটির জনসংখ্যার মধ্যে বর্ণ ও জাতিগত ভাবে ৬৫.৮% শ্বেতাঙ্গ, ১৩.৮% কৃষ্ণাঙ্গ বা আফ্রিকান-আমেরিকান, ০.৩% নেটিভ আমেরিকান, ২.৯% এশীয়, ১৪.৭% অন্যান্য জাতি ও ২.৫% দুই বা ততোধিক জাতি হিসাবে বর্ণিত হয়। জনসংখ্যার ২৫.৫% ছিল কোনও বর্ণের হিস্পানিক বা লাতিনো।\nএখানে ৪,০১৬ টি পরিবার ছিল, যার মধ্যে ৩৩.৯% পরিবারের ১৮ বছরের কম বয়সী শিশুরা তাদের সাথে বসবাস করত, ৪৫.৭% বিবাহিত দম্পতিরা একত্রে বাস করত, ১৫.৩% মহিলা গৃহবধূ ছিল, যাদের স্বামী ছিল না এবং ৩১% বাসিন্দার পরিবার ছিল না। সমস্ত পরিবারের মধ্যে ২৮.৩% পরিবার একক ব্যক্তি নিয়ে গঠিত এবং একা বসবাসকারীদের মধ্যে ১৪.৬% ব্যক্তির বয়স ৬৫ বছর বা তার বেশি। গৃহ সহ পরিবারের গড় আকার ২.৭৪ এবং পরিবারের গড় আকার ৩.৩৫।\nজনসংখ্যার মধ্য বয়স ৩৫.১ বছর এবং এখানে ৫,৯৭৩ জন পুরুষ ও ৬,২৫২ মহিলা রয়েছেন।\nশহরের একটি গৃহস্থ পরিবারের জন্য মধ্যম আয় $৪২,৫৪৬ এবং একটি পরিবারের জন্য মধ্যম আয় $৪৪,৭৯৭। পুরুষদের গড় আয় ৩১,৯০২ ডলারের বিপরীতে মহিলাদের জন্য গড় আয় ৩২,২১৮ ডলার। শহরের মাথাপিছু আয় ১৯,৯০৫ ডলার। প্রায় ১৮.১% পরিবার এবং ২৩.০% জনগোষ্ঠী দারিদ্র্যসীমার নিচে ছিল, যার মধ্যে ১৮ বছরের কম বয়সীদের মধ্যে ৩৩.২% এবং ৬৫ বছর বা তার বেশি বয়সীদের ১৩.৮% রয়েছে।\n\n\n== অর্থনীতি ==\nগুইনেট কাউন্টির বাকী অংশের মতো বুফর্ডেরও বিক্রয় কর ৬%, যা ৪% রাজ্য বিক্রয় কর ও অবশিষ্ট ২% স্থানীয় করের সংমিশ্রণ। সিএনএন মানি ২০০৮ সালে তার \"বসবাস ও ব্যবসা শুরু করার জন্য ১০০ টি সেরা স্থান\"-এর বার্ষিক তালিকায় বুফর্ডকে ৩য় স্থান প্রদান করে।\nচামড়ার চাহিদা হ্রাস পাওয়া ও ১৯০০-এর দশকে অন্যান্য বিকল্প পরিবহন ব্যবস্থাসমূহ সহজলভ্য না হওয়ার পূর্বে ঊনবিংশ শতাব্দীর শেষের দশকের (১৮০০-এর শেষের দশক) শেষের দিকে এবং বিংশ শতাব্দীর প্রারম্ভিক দশকের গোড়ার (১৯০০-এর প্রারম্ভিক দশকে) দিকে, বুফর্ডের অর্থনীতি রেলের বিরতি স্থল ও চর্ম শিল্প কেন্দ্র হিসাবে উভয়ই কেন্দ্রিক ছিল এবং এই শিল্প দুটি ১৯৮০-এর দশকের মধ্যে বুফর্ডের অর্থনীতির একটি কার্যকর অংশ থেকে সরে যায়।\nমার্কিন আদমশুমারির ২০০৭–২০১১সালের আমেরিকান কমিউনিটি জরিপে ৫ বছরের অনুমান অনুযায়ী বুফর্ডের প্রায় ৬৫% জনসংখ্যা ১৬ বছর বা তার বেশি বয়সী শ্রম বাহিনীতে অন্তর্ভুক্ত রয়েছে। এর মধ্যে প্রায় ৫৯% চাকরিজীবী এবং ৬% কর্মহীন। শক্তি সরঞ্জাম প্রস্তুতকারক মাকিটা ৪০০ জন কর্মচারী সহ বুফর্ডে একটি কারখানা পরিচালনা করে। জর্জিয়ার পেন্ডারগ্রাসে একটি বৃহত কেন্দ্রে স্থানান্তরিত হওয়ার পূর্বে টেকুচি ম্যানুফ্যাকচারিংয়ের উত্তর আমেরিকা বিভাগটি ১৯৯৯ সাল থেকে ২০০৬ সাল পর্যন্ত বুফর্ডে অবস্থিত ছিল।\n\n\n== সরকার ==\nবুফর্ড শহরটি কমিশন চেয়ারম্যানের নেতৃত্বে একটি সিটি কমিশন সরকার দ্বারা পরিচালিত হয়। ফিলিপ বেয়ার্ড ১৯৭৫ সাল থেকে বুফর্ডের কমিশন চেয়ারম্যান হিসাবে দায়িত্ব পালন করছেন। বুফর্ড শহরটি ১৮৭২ সালে টাউন হিসাবে অন্তর্ভুক্ত করা হলে, এই শহর পরিচালনার জন্য ছয় জন কমিশনারের সমন্বয়ে একটি সিটি কমিশন প্রতিষ্ঠিত হয়। ১৮৯৬ সালে যখন একটি নতুন সিটি তালিকা কার্যকর করা হয়, যা টাউন অব বুফর্ড-এর নাম বদলে সিটি অব বুফর্ড করে, পাশাপাশি সিটি কমিশনটি একজন মেয়র ও ছয় জন কাউন্সিলম্যানের সাথে প্রতিস্থাপিত হয়। একটি নতুন সনদ ১৯৩৭ সালের ২৪ শে ডিসেম্বর অনুমোদন না হওয়া পর্যন্ত সিটি কাউন্সিলটি বুফর্ড সিটি পরিচালনা করে, সনদটি সিটি কমিশন সরকারকে পুনরায় প্রতিষ্ঠিত করে।\nগুইনেট কাউন্টির অভ্যন্তরে বুফর্ডের অংশটি জর্জিয়ার ৭ম কংগ্রেসনাল জেলার একটি অংশ এবং বুফর্ডের হল কাউন্টির অংশটি জর্জিয়ার ৯ম কংগ্রেসনাল জেলার অন্তর্গত। শহরটি রাজ্য সরকারের জন্য জর্জিয়া রাজ্য সিনেটের ৪৫তম ও ৪৯তম জেলা এবং জর্জিয়া হাউস অব রিপ্রেজেনটেটিভের জন্য ৯৭তম, ৯৮তম ও ১০৩তম জেলার অন্তর্ভুক্ত।\n\n\n== শিক্ষা ==\nবুফর্ড শহরটি শহরের সীমানার মধ্যে বসবাসকারী বাসিন্দাদের জন্য বুফর্ড সিটি স্কুল জেলা পরিচালনা করে, গুইনেট কাউন্টি পাবলিক স্কুল ও হল কাউন্টি পাবলিক স্কুল শহরের সীমানার বাইরে বসবাসকারীদের জন্য বিদ্যালয় পরিচালনা করে। বুফর্ড সিটি স্কুল জেলা বুফর্ড একাডেমি ও বুফর্ড প্রাথমিক নামে দুটি প্রাথমিক বিদ্যালয়ের পাশাপাশি বুফর্ড মিডিল স্কুল ও বুফর্ড উচ্চ বিদ্যালয় পরিচালনা করে।\nগুইনেট কাউন্টি পাবলিক লাইব্রেরির বুফর্ড-সুগার হিল শাখা বুফর্ডে অবস্থিত।\n\n\n== উল্লেখযোগ্য ব্যক্তিবর্গ ==\n\nবুফর্ড ক্রীড়াবিদ ও সঙ্গীতশিল্পী সহ বেশ কয়েক জন উল্লেখযোগ্য ব্যক্তিদের জন্মস্থান ও আদি বাসস্থান। জর্জিয়ার ফ্লাওয়ারি ব্রাঞ্চের আটলান্টা ফ্যালকন প্রশিক্ষণের সুবিধা কেন্দ্রটি কাছাকাছি হওয়ার কারণে বুফর্ডে বেশ কয়েক জন আটলান্টা ফ্যালকন খেলোয়াড়ের বাসস্থান, যারা বুফর্ড ও তার আশেপাশে প্রশিক্ষণও নিয়েছেন। বুফর্ড হাই স্কুলের অনেক প্রাক্তন শিক্ষার্থী পেশাদার খেলাও খেলেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবুফর্ড শহরের দাপ্তরিক ওয়েবসাইট\nজর্জিয়ার ডিজিটাল লাইব্রেরি থেকে বুফর্ডের ঐতিহাসিক চিত্রসমূহ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ ফেব্রুয়ারি ২০২১ তারিখে\nবাফর্ড ব্যবসায়ীক জোট\nগুইনেট চেম্বার অব কমার্স"}