{"pageid": 1018806, "title": "ওহাইও", "url": "https://bn.wikipedia.org/wiki?curid=1018806", "content": "ওহাইও মধ্য-পশ্চিম মার্কিন যুক্তরাষ্ট্রের পূর্ব উত্তর কেন্দ্রীয় অঞ্চলের একটি অঙ্গরাজ্য। এটি আয়তন অনুসারে পঞ্চাশটি অঙ্গরাজ্যের মধ্যে ৩৪তম বৃহৎ এবং প্রায় ১১.৭ মিলিয়ন জনসংখ্যা নিয়ে সপ্তম-সর্বাধিক জনবহুল এবং দশম-সর্বাধিক ঘনবসতিযুক্ত অঙ্গরাজ্য। রাজ্যের রাজধানী ও বৃহত্তম শহর কলম্বাস; কলম্বাস মহানগর অঞ্চল, বৃহত্তর সিনসিনাটি ও বৃহত্তর ক্লিভল্যান্ড একত্রে বৃহত্তম মহানগর অঞ্চল গঠন করে। ওহাইও উত্তরে ইরি হ্রদ, পূর্বে পেনসিলভেনিয়া, দক্ষিণ-পূর্বে পশ্চিম ভার্জিনিয়া, দক্ষিণ-পশ্চিমে কেন্টাকি, পশ্চিমে ইন্ডিয়ানা ও উত্তর-পশ্চিমে মিশিগান দ্বারা সীমাবদ্ধ।\nরাজ্যটির নাম ওহাইও নদী থেকে নেওয়া হয়েছে, পালাক্রমে নামটি পরিবর্তে সেনেকা শব্দ ওহি:ওইও থেকে উদ্ভূত হয়েছিল, যার অর্থ \"ভালো নদী\", \"দুর্দান্ত নদী\" বা \"বৃহত্তর খাঁড়ি\"। ওহাইও ১৮ শতকের শেষদিকে উত্তর-পশ্চিম ইন্ডিয়ান যুদ্ধের মধ্য দিয়ে উপনিবেশিক সময় থেকে প্রতিদ্বন্দ্বিতায় থাকা অ্যাপালাচিয়ার পশ্চিমাঞ্চল থেকে উত্থিত হয়। এটি উত্তর পশ্চিম অঞ্চল থেকে বিভক্ত হয়, যা নতুন মার্কিন যুক্তরাষ্ট্রের প্রথম সীমানা ছিল এবং এটি ১৮০৩ সালের ১ মার্চ ইউনিয়নের ১৭তম রাজ্য হিসাবে যুক্ত হয় এবং উত্তর-পশ্চিম অধ্যাদেশের অধীনে প্রথম রাজ্য। ওহাইও ইউনিয়নে যুক্ত হওয়া প্রথম-ঔপনিবেশিক মুক্ত রাজ্য ছিল এবং বিংশ শতাব্দীর প্রারম্ভিক ও প্রভাবশালী শিল্প বিদ্যুৎকেন্দ্রগুলির একটিতে পরিণত হয়; যদিও রাজ্যের অর্থনীতি একবিংশ শতাব্দীতে আরও তথ্য ও পরিষেবা ভিত্তিক অর্থনীতিতে রূপান্তরিত হয়, ওহাইও একটি শিল্প রাজ্য হিসাবে গড়ে উঠেছে, যা ২০১৯ সালের হিসাবে যুক্তরাষ্ট্রের অঙ্গরাজ্যগুলির মধ্যে উৎপাদন ক্ষেত্রে তৃতীয় বৃহত্তম ও মোটরগাড়ি উৎপাদনে দ্বিতীয় বৃহত্তম রাজ্যের পাশাপাশি ওহাইও জিডিপিতে সপ্তম স্থান অর্জন করে।\nওহাইও সরকার গভর্নরের নেতৃত্বে কার্যনির্বাহী শাখা নিয়ে গঠিত; আইনসভা শাখা দ্বিপক্ষীয় ওহাইও সাধারণ পরিষদ নিয়ে গঠিত; এবং রাজ্য সুপ্রিম কোর্ট বিচার বিভাগীয় শাখার নেতৃত্বে রয়েছে। ওহাইও মার্কিন যুক্তরাষ্ট্রের প্রতিনিধি পরিষদে ১৬ টি আসন লাভ করেছে। রাজ্যটি জাতীয় নির্বাচনের ক্ষেত্রে একটি সুইং স্টেট ও পরিবর্তনকারী হিসাবেই খ্যাতি অর্জন করেছে। মার্কিন যুক্তরাষ্ট্রের আট জন রাষ্ট্রপতি ওহাইও থেকে এসেছেন, যা যে কোনও রাজ্যের মধ্যে সর্বাধিক; এর ফলে রাজ্যটিকে অবজ্ঞাসূচকে \"রাষ্ট্রপতিদের মা\" হিসাবে উল্লেখ করা হয়।\n\n\n== ভূগোল ==\nওহাইওর ভৌগোলিক অবস্থানটি অর্থনৈতিক বৃদ্ধি ও প্রসারের একটি সম্পদ হিসাবে প্রমাণিত হয়েছে। ওহাইও উত্তর-পূর্বকে মধ্য-পশ্চিমের সাথে সংযুক্ত করার কারণে, বহু পণ্যসম্ভার ও ব্যবসায়ের যানবাহন রাজ্যটির সীমান্তবর্তী উন্নত মহাসড়কসমূহের মাধ্যমে চলাচল করে। ওহাইওর দেশের দশতম বৃহত্তম মহাসড়ক ব্যবস্থা রয়েছে এবং উত্তর আমেরিকার জনসংখ্যার ৫০% ও উত্তর আমেরিকার উত্পাদনক্ষমতার ৭০% এক দিনের ড্রাইভের মধ্যে রয়েছে। ওহাইওর উত্তরে ইরি হ্রদের সাথে ৩১২ মাইল (৫০২ কিলোমিটার) উপকূলরেখা রয়েছে, যা ক্লিভল্যান্ড ও টলেডোর মতো অসংখ্য কার্গো বন্দরগুলির জন্য প্রবেশ পথের মঞ্জুরি প্রদান করে। ওহাইওর দক্ষিণ সীমানা ওহাইও নদী দ্বারা সংজ্ঞায়িত করা হয়। ওহাইওর প্রতিবেশীরা হল পূর্বে পেনসিলভেনিয়া, উত্তর-পশ্চিমে মিশিগান, উত্তরে ইরি হ্রদ, পশ্চিমে ইন্ডিয়ানা, দক্ষিণে কেন্টাকি ও দক্ষিণ-পূর্বে পশ্চিম ভার্জিনিয়া।\nওহাইও ওহাইও নদীর সাথে আবদ্ধ, তবে নদীর প্রায় সমস্ত অংশই কেন্টাকি ও পশ্চিম ভার্জিনিয়ার অন্তর্গত।\n\n\n== জনসংখ্যা ==\n\n\n=== জনসংখ্যার উপাত্ত ===\n১৮০০ সালে মাত্র ৪৫,০০০ এর বেশি বাসিন্দা থেকে, ওহাইওর জনসংখ্যা দশক প্রতি ১০% (১৯৪০ সালের আদমশুমারি ব্যতীত) এর চেয়ে অধিক হারে ১৯৭০ সালের আদম শুমারি পর্যন্ত বৃদ্ধি পায়, যা মাত্র ১০.৬৫ মিলিয়ন ওহাইওবাসীকে নথিভুক্ত করে। এরপরে প্রবৃদ্ধির গতি পরবর্তী চার দশক ধরে হ্রাস পায়। আমেরিকা যুক্তরাষ্ট্রের আদমশুমারি ব্যুরো অনুমান করে যে ওহাইওর জনসংখ্যা ২০১৮ সালের ১৯ জুলাই পর্যন্ত ১১,৬৮৯,১০০ ছিল, ২০১০ আমেরিকা যুক্তরাষ্ট্রের আদমশুমারির পর থেকে জনসংখ্যা ১.৩২% বৃদ্ধি পেয়েছে। ওহাইওর জনসংখ্যা বৃদ্ধির হার পুরো মার্কিন যুক্তরাষ্ট্রের চেয়ে অনেক কম এবং শ্বেতাঙ্গদের শতকরা উপস্থিতি যুক্তরাষ্ট্রের মোট জনসংখ্যার মধ্যে শ্বেতাঙ্গদের শতাংশের তুলনায় বেশি জনঘনত্বে পাওয়া যায়। ওহাইওর জনসংখ্যা কেন্দ্রটি ২০০০ সালের হিসাবে গিলিয়েড মাউন্টের কাউন্টি আসনের মোরন কাউন্টিতে অবস্থিত। এটি ১৯৯০ সালের ওহাইওর জনসংখ্যা কেন্দ্রের প্রায় ৬,৩৪৬ ফুট (১,৯৩৪ মিটার) দক্ষিণ ও পশ্চিমে অবস্থান করে।\n২০১১ সালের হিসাবে, ওহাইওর ১ বছরের কম বয়সী শিশুদের মধ্যে ২৭.৬% সংখ্যালঘু গোষ্ঠীর অন্তর্ভুক্ত।\nওহাইওর মোট জনসংখ্যার ৬.২% হল পাঁচ বছরের কম বয়সী, ২৩.৭ শতাংশ ১৮ বছরের কম বয়সী এবং ১৪.১ শতাংশ ৬৫ বা তার বেশি বয়সী।\n\n\n== অর্থনীতি ==\n\nআমেরিকা যুক্তরাষ্ট্রের আদমশুমারি ব্যুরোর তথ্য অনুসারে, ২০১৬ সালে মোট ৪৭,৯০,১৭৮ টি কর্মসংস্থান হয়। নিয়োগকারী মোট প্রতিষ্ঠানের সংখ্যা ছিল ২,৫২,২০১ টি, যখন অস্থায়ী প্রতিষ্ঠানের মোট সংখ্যা ছিল ৭,৮৫,৮৩৩ টি।১৩০ ওহাইও ২০১০ সালে একটি ব্যবসায়িক-ক্রিয়াকলাপের তথ্য ভাণ্ডারের ভিত্তিতে ‘সাইট সিলেকশন ম্যাগাজিনের’ দ্বারা সেরা ব্যবসায়ের জলবায়ুর জন্য দেশের মধ্যে দ্বিতীয় স্থান অর্জন করে। ১৩১ ওহাইও রাজ্যে ২০১৬ সালের $৬২৬ বিলিয়ন মূল্যের মোট দেশজ পণ্য (জিডিপি) উৎপাদিত হয়। [১৩৩] এটি ওহাইওর অর্থনীতিকে পঞ্চাশটি রাজ্য ও কলম্বিয়া জেলার মধ্যে সপ্তম বৃহত্তম হিসাবে বিবেচনা। ১৩৪\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}