{"pageid": 1018404, "title": "কৃষ্ণ ধর", "url": "https://bn.wikipedia.org/wiki?curid=1018404", "content": "কৃষ্ণ ধর (ইংরেজি: Krishna Dhar) ( ১ ফেব্রুয়ারি,  ১৯২৮-১২ অক্টোবর ২০২২) বিশ শতকের পাঁচের ও ছয়ের দশকের একজন বিশিষ্ট বাঙালি কবি-সাহিত্যিক, সাংবাদিক, ও শিক্ষক।\n\n\n== সংক্ষিপ্ত জীবনী ==\nকৃষ্ণ ধরের জন্ম ১৯২৮ খ্রিস্টাব্দের ১ লা ফেব্রুয়ারি ব্রিটিশ ভারতের অধুনা বাংলাদেশের ময়মনসিংহ জেলার কিশোরগঞ্জের কমলপুর গ্রামে। তিনি কিশোরগঞ্জেরই বাজিতপুর এইচ ই হাই স্কুল থেকে ১৯৪৩ খ্রিস্টাব্দে ম্যাট্রিক, ব্রাহ্মণবাড়িয়ার ফেনী কলেজ থেকে ১৯৪৫ খ্রিস্টাব্দে আই. এ পাশ করে কলকাতায় আসেন। স্কটিশ চার্চ কলেজ থেকে অর্থশাস্ত্রে স্নাতক হন।  ১৯৪৯ খ্রিস্টাব্দে বাংলা সাহিত্যে [কলকাতা বিশ্ববিদ্যালয়] থেকে এম.এ পাশ করেন।\n\n\n== কর্মজীবন ==\nকলকাতার দেশবন্ধু গার্লস কলেজে অধ্যাপনা দিয়ে কর্মজীবন শুরু করেন। কিন্তু ১৯৫২ খ্রিস্টাব্দে কলকাতা হতে প্রকাশিত বাংলা দৈনিক \"যুগান্তর\" পত্রিকার সহ-সম্পাদক হন। ১৯৯০ খ্রিস্টাব্দ হতে ১৯৯২ খ্রিস্টাব্দ পর্যন্ত তিনি  দৈনিক বসুমতীর সম্পাদক ছিলেন। সাংবাদিকতা বিষয়ে অধ্যাপনা ও করেছেন সুরেন্দ্রনাথ কলেজে,  কলকাতা বিশ্ববিদ্যালয়ে ও ভারতীয় বিদ্যাভবনে। \n\n\n== সাহিত্যকর্ম ==\nবাংলা সাহিত্য নিয়ে কলকাতা বিশ্ববিদ্যালয়ে স্নাতকোত্তরে পড়াশোনার সময়ই তিনি লেখালেখি শুরু করেন। এম.এ  পাশের আগেই ১৯৪৮ খ্রিস্টাব্দে  তার প্রথম কাব্যগ্রন্থ \"অঙ্গীকার\" প্রকাশিত হয়। তারপর অধ্যাপনা ও সাংবাদিকতার সাথে সাথে সাহিত্যচর্চা করেছেন সমানভাবে। কবিতার পাশাপাশি কাব্যনাটক, ভ্রমণকাহিনী, সাংবাদিকতার অভিজ্ঞতা নিজের ধারণা রচনাসম্ভারে ঠাঁই হয়েছে। কৃষ্ণ ধরের রচনা সম্পর্কে বিশিষ্ট সাহিত্য সমালোচক শিশির কুমার দাশ মন্তব্য করেছেন -\n\n ‘সুমিত শব্দচয়ন, রূপময় চিত্রকল্প রচনা এবং সূক্ষ্ম ভাবাবেশ কবিতাগুলির প্রধান আকর্ষণ। কাব্যনাট্যে তার বিশিষ্টতা বিদগ্ধ মহলে স্বীকৃত।’  তার উল্লেখযোগ্য গ্রন্থগুলির হল-\nকবিতা ও কাব্যনাটক -\n\n'অঙ্গীকার' (১৯৪৮)\n'প্রথম ধরেছে কলি' (১৯৫৬)\n'এ জন্মের নায়ক' (১৯৬১)\n'এক রাত্রির জন্য' (১৯৬৭)\nসাহিত্য বিষয়ক -\n\n'আধুনিক কবিতার উৎস' (১৯৬১)\n'সাহিত্যের সাজঘর' (২০১৫)\nভ্রমণকাহিনী -\n\n'মস্কো থেকে দেখা' (১৯৭৪)\n'অন্য দেশ অন্য নগর' (১৯৮১)\nইতিহাস -\n\n'মুক্তিযুদ্ধে বাংলাদেশ' (১৯৭১)\n'ভারতের মুক্তি সংগ্রামে বাঙালি' (১৯৯৭)\n'কলকাতা তিন শতক'(১৯৮৯)\nসাংবাদিকতা -\n\n'সাংবাদিকতার দর্শন: আদর্শ ও বিচ্যুতি' (২০০৩)\n\n\n== সম্মাননা ==\nসাহিত্যচর্চার জন্য কবি কৃষ্ণ ধর বিভিন্ন সময়ে বহু পুরস্কার ও সম্মাননায় ভূষিত হয়েছেন।  ২০০৪ খ্রিস্টাব্দে পশ্চিমবঙ্গ সরকার কবিকে নজরুল পুরস্কার প্রদান করে। \n\n\n== তথ্যসূত্র =="}