{"pageid": 1018868, "title": "ধর্মপুরী জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1018868", "content": "ধর্মপুরী জেলা ভারতের তামিলনাড়ুর পশ্চিম অংশের একটি জেলা এবং ৩৮ টি জেলার অন্যতম। এই জেলাটিই স্বাধীনতোত্তর ভারতে তামিলনাড়ুতে সৃষ্ট প্রথম জেয়লা। ১৯৬৫ সালের ২রা অক্টোবর সালেম জেলা থেকে পৃথক করে ধর্মপুরী জেলা তৈরি করা হয় । জেলার অন্যান্য বড় শহরগুলি হল হারুর, পালকোড, করিমঙ্গলম, নল্লামপল্লী, পেনগারাম এবং পাপ্পিরেড্ডিপাট্টি । ধর্মপুরী জেলা রাজ্যের আমের অন্যতম প্রধান উৎপাদক। এছাড়া জেলায় সূক্ষ্ম মানের গ্রানাইট পাওয়া যায়। এটি রাজ্যের অন্যতম প্রধান রেশম কেন্দ্র। জেলার প্রায় ৩০ শতাংশ এলাকা বনভূমির অন্তর্গত। জেলার প্রধান নদী কাবেরী যা এই জেলার মধ্য দিয়েই তামিলনাড়ুতে প্রবেশ করেছেন।\n\n\n== ব্যুৎপত্তি ==\nসঙ্গম যুগে ধর্মপুরী থাগাদুর নামে পরিচিত ছিল। থাগাদুর নামটি দুটি তামিল শব্দ, থাগাদু (অর্থ -লোহা আকরিক) এবং 'উর' (অর্থ- স্থান) থেকে প্রাপ্ত। সঙ্গম যুগের পরে থাগাদুর নামটি ধর্মপুরী করা হয়েছিল, সম্ভবত বিজয়নগর সাম্রাজ্যের সময়কালে বা মহীশূর রাজ্যের সময়কালে। এখনো থাগাদুর নামটি কিছুটা পরিচিত।\n\n\n== ইতিহাস ==\nএই অঞ্চলটি ৮ ম শতাব্দীতে পল্লব রাজবংশ দ্বারা নিয়ন্ত্রিত ছিল বলে বিশ্বাস করা হয়। নবম শতাব্দীতে শাসনদায়িত্ব গ্রহণ করেছিল রাষ্ট্রকূট রাজবংশ। একাদশ শতাব্দীতে তারা চোল সাম্রাজ্যের কাছে পরাজিত হওয়ার পরে জেলাটি চোল সাম্রাজ্যের শাসনের অধীনে আসে।\nঅষ্টাদশ শতাব্দীতে, বর্তমান ধর্মপুরী জেলা মহীশূর রাজ্যের অন্তর্গত ছিল এবং এটি বড়মহল নামে পরিচিত ছিল। তৃতীয় অ্যাংলো-মহীশূর যুদ্ধের পরে সেরিংপাটম চুক্তির অংশ হিসাবে (১৮ মার্চ ১৭৯২তে স্বাক্ষরিত), টিপু সুলতান বর্তমান ধর্মপুরী জেলা সহ তার অঞ্চলগুলির কিছু অংশ ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানিকে দিতে রাজী হন যা পরে ব্রিটিশ ভারতের প্রশাসনিক মহকুমা মাদ্রাজ প্রেসিডেন্সীতে একীভূত হয়েছিল।\n১৯৬৫ সালের ২রা অক্টোবর ধর্মপুরী জেলা প্রতিষ্ঠার আগে পর্যন্ত বর্তমান জেলাটি সালেম জেলার অন্তর্ভুক্ত ছিল। ধর্মপুরী জেলাটি ২০০৪ সালে ধর্মপুরী ও কৃষ্ণগিরি জেলায় বিভক্ত হয়েছিল। এই জেলায় অনেক ঐতিহাসিক শিলালিপি ও স্থাপত্য ভাস্কর্য পাওয়া গেছে। ধর্মপুরীর নিকটবর্তী একটি গ্রাম মোধুর গ্রামের প্রাপ্ত শিলালিপিতে নিওলিথিক যুগের চিহ্ন রয়েছে। ধর্মপুরী শহরের একটি সরকারি যাদুঘরে এগুলির মধ্যে কয়েকটি উল্লেখযোগ্য শিলালিপি প্রদর্শিত রয়েছে।\n\n\n== ভূগোল ==\nজেলাটি ১১ ৪৭' এবং ১২ ৩৩' উত্তর অক্ষাংশ এবং ৭৭ ০২ 'এবং ৭৮ ৪০' পূর্ব দ্রাঘিমার মধ্যে অবস্থিত। জেলার ক্ষেত্রফল ৪,৪৯৭.৭৭ কিমি২ (১,৭৩৬.৬০ মা২)  যা প্রায় সমগ্র তামিলনাড়ুর ৩.৪৬৪৬%। এটি উত্তরে কৃষ্ণগিরি জেলা, পূর্বে তিরুভান্নমালাই জেলা এবং কল্লাকুরিচি জেলা, দক্ষিণে সালেম জেলা দ্বারা এবং পশ্চিমে কর্ণাটকের চামরাজনগর জেলা দ্বারা সীমাবদ্ধ । পুরো জেলাটি পাহাড় এবং বন দ্বারা বেষ্টিত এবং ভূখণ্ডটি বেশিরভাগ সমভূমি নিয়ে গঠিত।\n\n\n=== বন ===\nপুরো জেলাটি প্রধানত বনভূমি দ্বারা আচ্ছাদিত। হোগেনাক্কালের নিকটে অবস্থিত স্পাইডার ভ্যালিতে অনেক বন্য প্রাণী রয়েছে। জেলাটি হাতির অভিবাসন পথে পড়ে। মানুষ এবং হাতির মধ্যে দ্বন্দ্ব এই অংশগুলিতে সবচেয়ে সাধারণ। অনেক উপজাতি সম্প্রদায় এই বনগুলিতে বসবাস করে। শেরওয়ারায়ণ পাহাড়ি চেইনের শীর্ষে পাহাড়ের এক জনপদ ওয়াথলমলাইতে কফি এবং কাঁঠাল চাষের উপযুক্ত পরিবেশ রয়েছে। বন্য শুকর এবং চিত্রা হরিণ সাধারণত মোড়াপপুর এবং হারুর বন অঞ্চলে দেখা যায়।  মাঝেমধ্যে বোমমিদি অঞ্চলের গ্রামগুলির কাছাকাছি গৌর দেখা যায়। থপপুর ঘাটে এই অঞ্চলের অন্যতম প্রাকৃতিক সৌন্দর্যমন্ডিত মহাসড়ক রয়েছে যার চারপাশে পাহাড় এবং বনভূমি রয়েছে।\n\n\n== শাসন ==\nধর্মপুরী শহর জেলাটির সদর দপ্তর। জেলাটি সাতটি তালুক নিয়ে গঠিত; ধর্মপুরী ও হারুর নামে দুটি রাজস্ব বিভাগে বিভক্ত হয়েছে।\n\n\n== ডেমোগ্রাফিক্স ==\n২০১১ সালের জনগণনা অনুসারে, ধর্মপুরী জেলাতে জনসংখ্যা ছিল ১,৫০6,৪৪৩ জন। প্রতি ১,০০০ পুরুষ পিছু ৯৪6 জন নারী রয়েছেন। নারী-পুরুষ অনুপাত জাতীয় গড় ৯২৯-এর তুলনায় অনেক বেশি। জনগণনা অনুসারে জেলায় মোট ৩৭৫,৮৭৩ টি পরিবার ছি যার মধ্যে মোট ১২৭,৯৪০ জন ছয় বছরের নিচে শিশু, ৮৭,৭৭৭ জন পুরুষ এবং ৮০,১6৩ জন মহিলা।  সাক্ষরতার হার ৭২.৯৯%।   ছিল। জেলার জনসংখ্যা মোটামুটি গ্যাবনের জনসংখ্যার সমান বা মার্কিন যুক্তরাষ্ট্রের হাওয়াই রাজ্যের সমান।\n\n\n== অর্থনীতি ==\n\n\n== আরও দেখুন ==\nউপজাতীয় স্বাস্থ্য উদ্যোগ\nতামিলনাড়ু জেলার তালিকা\n\n\n== তথ্যসূত্র =="}