{"pageid": 1018470, "title": "স্বর্গীয় বৃষ", "url": "https://bn.wikipedia.org/wiki?curid=1018470", "content": "স্বর্গীয় বৃষ হল প্রাচীন মেসোপটেমীয় পুরাণে উল্লিখিত একটি পৌরাণিক জীব। গিলগামেশ এই বৃষটিকে যুদ্ধে পরাজিত ও নিহত করেন। স্বর্গীয় বৃষের উপাখ্যানটির দু’টি ভিন্ন পাঠ পাওয়া গিয়েছে: একটি পাঠ নথিবদ্ধ রয়েছে প্রাচীনতর একটি সুমেরীয় কবিতায় এবং অপর পাঠটি পাওয়া যায় অপেক্ষাকৃত পরবর্তীকালে রচিত গিলগামেশ মহাকাব্যের প্রামাণ্য আক্কাদীয় সংস্করণে। সুমেরীয় কবিতাটির বর্ণনা অনুযায়ী, দেবী ইনানা গিলগামেশের দিকে বৃষটিকে লেলিয়ে দিয়েছিলেন; যদিও কবিতায় এই লেলিয়ে দেওয়ার কারণটি স্পষ্ট নয়। গিলগামেশ মহাকাব্যের আক্কাদীয় পাঠের ষষ্ঠ লিপিফলকে বরং কাহিনিটি পূর্ণতর হয়েছে। এই মহাকাব্যের বিবরণ অনুযায়ী, দেবী ইশতার (ইনানার পূর্ব সেমিটিক প্রতিরূপ) গিলগামেশের সঙ্গে শারীরিক সম্পর্ক স্থাপনের প্রস্তাব দেন। গিলগামেশ সেই প্রস্তাব প্রত্যাখ্যান করলে দেবী ক্রুদ্ধ হয়ে তাঁর পিতা আনুকে বাধ্য করেন তাঁকে বৃষটি প্রদান করতে। অতঃপর গিলগামেশ ও তাঁর সহযোদ্ধা এনকিডুকে আক্রমণ করার জন্য ইশতার বৃষটিকে প্রেরণ করেন উরুকে। কিন্তু বৃষটি কৃতকার্য হতে পারে না; দুই যোদ্ধা মিলে সেটিকে পরাস্ত ও হত্যা করে।\nবৃষহত্যার পর এনকিডু বিদ্রুপচ্ছলে বৃষের ডান ঊরুটি ইশতারের দিকে সজোরে নিক্ষেপ করেন। পরে বৃষহত্যার অপরাধে দেবতারা এনকিডুকে মৃত্যুদণ্ড প্রদান করেছিলেন। এই ঘটনায় গিলগামেশের মনে মৃত্যুভয় জাগ্রত হয় এবং সেই ভয়ই মহাকাব্যের পরবর্তী অংশের আখ্যানবস্তুর অনুঘটকের কাজ করে। মেসোপটেমীয় পুরাণের স্বর্গীয় বৃষটিকে বৃষ তারকামণ্ডল হিসেবে চিহ্নিত করা হয়। প্রাচীন মেসোপটেমীয়দের কাছে এই উপাখ্যানটির সম্ভবত কোনও জ্যোতির্বৈজ্ঞানিক তাৎপর্য ছিল। প্রাচীন নিকট প্রাচ্যে অপেক্ষাকৃত পরবর্তীকালে রচিত উগারিতের কিংবদন্তি, বাইবেলের অন্তর্গত আদিপুস্তকের জোসেফের উপাখ্যান এবং প্রাচীন গ্রিক মহাকাব্য ইলিয়াড ও ওডিসির কোনও কোনও অংশের সঙ্গে মেসোপটেমীয় পুরাণের এই স্বর্গীয় বৃষ বধের কাহিনিটির তুলনা করা চলে।\n\n\n== পুরাণ ==\n\n\n=== \"গিলগামেশ ও স্বর্গীয় বৃষ\" ===\n\"গিলগামেশ ও স্বর্গীয় বৃষ\" শীর্ষক সুমেরীয় কবিতাটিতে দেখা যায়, দেবী ইনানা (ইশতারের সুমেরীয় প্রতিরূপ) গিলগামেশ ও এনকিডুকে দিকে স্বর্গীয় বৃষ লেলিয়ে দিলে দুই যোদ্ধা মিলে সেটিকে বধ করেন।  পরবর্তীকালে রচিত আক্কাদীয় গিলগামেশ মহাকাব্যে এই ঘটনাটি খানিকটা ভিন্নভাবেই উপস্থাপিত হয়েছে।  সুমেরীয় কবিতাটি পড়ে মনে হয় না যে, ইনানা গিলগামেশকে বিবাহের কোনও প্রস্তাব দিয়েছিলেন। কিন্তু আক্কাদীয় মহাকাব্যে দেখা যায়, ইশতার গিলগামেশকে তাঁর দাম্পত্যসঙ্গী হওয়ার প্রস্তাব দেন। এছাড়া সুমেরীয় কবিতাটিতে দেখা যায়, পিতা আনের কাছ থেকে স্বর্গীয় বৃষটিকে আদায় করার জন্য ইনানা তাঁকে ভয় দেখিয়ে বলছেন যে, তিনি এমন \"চিৎকার\" জুড়বেন যার শব্দ পৃথিবীতেও পৌঁছে যাবে। কিন্তু আক্কাদীয় মহাকাব্যে দেখা যায়, ইশতার জীবিতদের ভক্ষণ করার জন্য মৃতদের উত্থিত করার ভয় দেখাচ্ছেন।\n\n\n=== গিলগামেশ মহাকাব্য ===\nপ্রামাণ্য আক্কাদীয় গিলগামেশ মহাকাব্যের ষষ্ঠ লিপিফলক থেকে জানা যায়, দেবী ইশতার গিলগামেশকে শারীরিক সম্পর্ক স্থাপনের প্রস্তাব দিলে গিলগামেশ সেই প্রস্তাব প্রত্যাখ্যান করেন। তখন ইশতার স্বর্গে উপস্থিত হয়ে তাঁর মাতা আনতু ও পিতা আনুর কাছে গিলগামেশের কাছে নালিশ জানান। শুধু তাই নয়, ইশতার আনুর কাছে স্বর্গীয় বৃষটি দাবি করেন। ভয় দেখান যে, বৃষটি তাঁকে দেওয়া না হলে তিনি পাতাললোকের দরজাগুলি ভেঙে মৃতদের উত্থিত করবেন যাতে তারা জীবিতদের ভক্ষণ করতে পারে। আনু প্রথমে আপত্তি জানান। বলেন, স্বর্গীয় বৃষ এমন ধ্বংসপ্রবণ যে সেটিকে মুক্তি দিলে সাত বছরের দুর্ভিক্ষ নেমে আসবে। কিন্তু ইশতার বলেন, তাঁর ভাণ্ডারে পরবর্তী সাত বছরের জন্য সকল মানুষ ও প্রাণীর খাদ্যশষ্য যথেষ্ট পরিমানে মজুত করা রয়েছে। অনিচ্ছাসত্ত্বেও আনু ইশতারকে বৃষটি প্রদান করতে রাজি হন। ইশতার সেটিকে পৃথিবীতে ছেড়ে দিলে ব্যাপক ক্ষয়ক্ষতি ঘটে।\nবৃষটির প্রথম নিঃশ্বাসেই মাটিতে একটি গর্তের সৃষ্টি হয়। একশো লোক সেই গর্তে পড়ে যায়। দ্বিতীয় নিঃশ্বাসে সৃষ্টি হয় আরেকটি গর্তের। সেখানে আটকে পড়ে আরও দু’শো লোক। তখন গিলগামেশ ও এনকিডু একসঙ্গে এগিয়ে আসেন বৃষটিকে বধ করতে। এনকিডু পিছন থেকে বৃষটির লেজ টেনে ধরেন এবং গিলগামেশ তাঁর তরবারি বৃষের স্কন্ধে বিদ্ধ করে সেটিকে হত্যা করেন। এরপর দু’জনে বৃষটির হৃৎপিণ্ড সূর্যদেবতা শামাশের উদ্দেশ্যে উৎসর্গ করেন। যুদ্ধের শেষে গিলগামেশ ও এনকিডু যখন বিশ্রাম করছিলেন, তখন উরুকের প্রাচীরের উপর দাঁড়িয়ে ইশতার তাঁদের শাপশাপান্ত করতে শুরু করলে এনকিডু বৃষের ডান ঊরুটি ছিঁড়ে নিয়ে সেটি ইশতারের মুখে ছুঁড়ে মারেন।\nইশতার কুঞ্চিত-কেশী রাজ-গণিকা ও অন্যান্য বেশ্যা-বারাঙ্গনাদের একত্রে আহ্বান করে স্বর্গীয় বৃষের জন্য শোকপালনের আদেশ দেন। এদিকে স্বর্গীয় বৃষের পরাজয় উপলক্ষ্যে গিলগামেশ এক বিজয়োৎসবের আয়োজন করেন। সপ্তম লিপিফলকের শুরুতে দেখা যায়, এনকিডু একটি স্বপ্নের স্মৃতিচারণা করছেন। তিনি স্বপ্নে দেখেন, আনু, এয়া ও শামাশ ঘোষণা করছেন যে স্বর্গীয় বৃষ হত্যার শাস্তি হিসেবে গিলগামেশ অবথা এনকিডুর মধ্যে একজনকে অবশ্যই মৃত্যুবরণ করতে হবে। শেষ পর্যন্ত তাঁরা এনকিডুকে বেছে নেন। এনকিডু অনতিবিলম্বেই অসুস্থ হয়ে পড়েন এবং পাতাললোকের একটি স্বপ্ন দেখার পর মৃত্যুমুখে পতিত হন। অষ্টম লিপিফলকে বন্ধুর মৃত্যুতে গিলগামেশের শোকবিহ্বল অবস্থার  এবং এনকিডুর শেষকৃত্যের বিস্তারিত বিবরণ পাওয়া যায়। এনকিডুর মৃত্যু গিলগামেশের মনে মৃত্যুভয় জাগিয়ে তোলায় অনুঘটকের কাজ করেছিল এবং সেই মৃত্যুভয়ই ছিল মহাকাব্যের অবশিষ্ট অংশের প্রধান বিষয়।\n\n\n== প্রতীকতত্ত্ব ও রূপায়ণ ==\n\nপ্রাচীন মেসোপটেমীয় শিল্পকলার যে নিদর্শনগুলি এখনও পাওয়া যায়, সেগুলিতে স্বর্গীয় বৃষ হত্যার দৃশ্য বারংবার রূপায়িত হয়েছে। বিশেষত আক্কাদীয় সাম্রাজ্যের (আনুমানিক খ্রিস্টপূর্ব ২৩৩৪ – ২১৫৪ অব্দ) নলাকার সিলমোহরগুলিতে প্রায়শই এই দৃশ্যটি দেখা যায়। এই চিত্রগুলি দৃষ্টে স্পষ্টতই বোঝা যায় স্বর্গীয় বৃষটিকে এক অস্বাভাবিক বৃহদাকার ও হিংস্র বৃষ রূপে কল্পনা করা হত। যদিও এই স্বর্গীয় বৃষ কীসের প্রতীক হিসেবে কল্পিত হয়েছিল তা স্পষ্ট বোঝা যায় না। মাইকেল রাইস অনুমান করেন যে, বৃষটি সম্ভবত ভূমিকম্পের প্রতীক ছিল। কারণ, প্রাচীন সংস্কৃতিগুলিতে বৃষ-প্রতীককে বহু ক্ষেত্রে সাধারণভাবে ভূমিকম্পের সঙ্গে যুক্ত করা হত। অবশ্য তর্কের খাতিরে তিনি এও স্বীকার করেন যে, বৃষটি প্রাচীন মেসোপটেমিয়ার অধিবাসীদের কাছে খরা ও অনুর্বরতার ঋতু হিসেবে পরিচিত গ্রীষ্মকালের প্রতীকও হতে আসিরিয়াতত্ত্ববিদ জেরেমি ব্ল্যাক ও অ্যানথনি গ্রিনের পর্যবেক্ষণ অনুযায়ী স্বর্গীয় বৃষটিকে বৃষ তারকামণ্ডল হিসেবে গণ্য করা যায়। তাঁদের মতে, উক্ত তারকামণ্ডলটির এক-চতুর্থাংশ আপাত দৃষ্টিতে কেন অদৃশ্য তা সম্ভবত গিলগামেশ মহাকাব্যে এনকিডু কর্তৃক বৃষের ঊরু ইশতারের দিকে নিক্ষেপ করার ঘটনাটির মাধ্যমে ব্যাখ্যা করা হয়েছিল।\nরাইস বৃষবধের আরও একটি জ্যোতির্বৈজ্ঞানিক ব্যাখ্যা উপস্থাপনা করেছেন। তিনি বলেছেন, কোনও কোনও প্রাচীন মিশরীয় ধর্মগ্রন্থে বৃষের ঊরু যুগল তারকামণ্ডলের প্রতীক। যদিও তিনি এও বলেছেন যে, সুমেরে এই জাতীয় প্রতীক ব্যবহারের কোনও প্রমাণ পাওয়া যায় না। এছাড়াও তিনি দেখিয়েছেন যে, প্রাচীন নিকট প্রাচ্যের গ্রন্থগুলিতে ঊরুকে প্রায়শই যৌনাঙ্গের বিকল্প হিসেবে দর্শানো হয়েছে। গর্ডন ও রেন্ডসবার্গ মনে করেন যে, একটি বৃষের পা \"ভয়ংকর অপমান হিসেবে\" কারও দিকে ছুঁড়ে মারার ধারণাটি প্রাচীন নিকট প্রাচ্যের একটি অংশে প্রচলিত ছিল  এবং প্রাচীন গ্রিক মহাকাব্য ওডিসিতেও এই ঘটনার পুনরাবৃত্তি দেখা যায়। কোনও কোনও গবেষক মনে করেন, স্বর্গীয় বৃষ এবং \"ইনানার পাতাললোকে অবতরণ\" কাহিনিতে উল্লিখিত এরেশকিগালের স্বামী গুগালানা একই ব্যক্তিত্ব।\n\n\n== পরবর্তীকালের উপাখ্যানে প্রভাব ==\n\nসাইরাস এইচ. গর্ডন ও গ্যারি এ. রেন্ডসবার্গ লিখেছেন যে, প্রাচীন নিকট প্রাচ্যের সাহিত্যে নায়কের মৃত্যুর পর সাত বছরের দুর্ভিক্ষ নেমে আসার যে ধারাটি লক্ষিত হয়, তা পাওয়া যায় আকহাতের মৃত্যু-সংক্রান্ত উগারিতীয় অতিকথাতেও। এছাড়া হিব্রু আদিপুস্তকের জোসেফের উপাখ্যানেও দেখা যায়, সাত বছরের দুর্ভিক্ষের ভবিষ্যদ্বাণী শুনে জোসেফ সাত বছরের জন্য রসদ সঞ্চয় করছেন।  জার্মান ধ্রুপদি সংস্কৃতিবিদ ওয়াল্টার বারকার্টের মতে, ইশতার কর্তৃক আনুর কাছে স্বর্গীয় বৃষ দাবি করার দৃশ্যটির সঙ্গে ইলিয়াডের পঞ্চম খণ্ডের একটি দৃশ্যের সাদৃশ্য রয়েছে। গিলগামেশ মহাকাব্যে ইশতার তাঁর মাতা আনতুর কাছে নালিশ জানাতে গেলে আনু ইশতারকে মৃদু ভর্ৎসনা করেন। ইলিয়াডে দেখা যায়, পুত্র ইনিয়াসকে রক্ষা করতে গিয়ে গ্রিক নায়ক দিওমিদিসের কর্তৃক আহত হন ইশতারের গ্রিক প্রতিরূপ আফ্রোদিতি। অলিম্পাস পর্বতে পালিয়ে গিয়ে তিনি যখন তাঁর মাতা দিয়োনির কাছে কান্নাকাটি জোড়েন, তখন তাঁর ভগিনী আথেনা তাঁকে বিদ্রুপ করেন এবং পিতা জিউস তাঁকে মৃদু ভর্ৎসনা করেন। এখানে যে শুধু সমান্তরাল কাহিনিটিই গুরুত্বপূর্ণ তাই নয়, আরও একটি বিষয়ও লক্ষনীয়: দিওনি নামটি জিউস নামেরই স্ত্রীলিঙ্গকরণ; ঠিক যেমন আনতু নামটি আনু নামের স্ত্রীলিঙ্গ রূপ। ইলিয়াড মহাকাব্যের পরবর্তী অংশে আর কোথাও দিওনিকে দেখা যায় না। সেখানে  জিউসের স্ত্রীর স্থানটি অধিকার করেন হেরা। বারকার্ট তাই এই সিদ্ধান্তে উপনীত হয়েছেন যে, দিওনি স্পষ্টতই বিদেশি শব্দ আনতু-র অনুকরণে গঠিত একটি নতুন শব্দ।\nব্রিটিশ ধ্রুপদি সংস্কৃতি বিশেষজ্ঞ গ্রাহাম আন্ডারসন লিখেছেন, ওডিসিতে ওডিসিয়াসের অনুগামীরা হেলিওসের পবিত্র গবাদি পশু হত্যা করে দেবতাদের দ্বারা মৃত্যুদণ্ডে দণ্ডিত হয়েছিল। গিলগামেশ মহাকাব্যে এনকিডুরও একই পরিণতি ঘটে। এম. এক. ওয়েস্ট বলেছেন, দুই ক্ষেত্রেই স্বাভাবিক মৃত্যুর অতীত কোনও গো-পশু হত্যার ঘটনা ঘটেছে। তবে দুই ঘটনার সাদৃশ্য ছাড়াও এর মধ্যে গভীরতর একটি বিষয় প্রচ্ছন্ন রয়েছে। দুই ক্ষেত্রেই নায়কের সঙ্গী বা সঙ্গীদের মৃত্যুদণ্ডে দণ্ডিত হতে দেখা যায় এবং সেই মৃত্যুই নায়ককে তাঁর একলা যাত্রা অব্যাহত রাখতে বাধ্য করে। এছাড়া আরও দু’টি সাদৃশ্যের উল্লেখ করেছেন ওয়েস্ট। প্রথমত, দুই মহাকাব্যেই অপরাধীকে শাস্তিদানের আগে দেবতাদের আলোচনাসভার আয়োজন দেখা যায়। দ্বিতীয়ত, গিলগামেশ মহাকাব্যে স্বর্গীয় বৃষ দাবি করার সময় ইশতার আনুকে যেভাবে ভয় দেখিয়েছিলেন, ওডিসিতেও ঠিক একই ভাবে নিজের গবাদি পশুর হত্যার প্রতিশোধ তোলার জন্য চাপ সৃষ্টি করতে হেলিওস ভয় দেখিয়েছেন জিউসকে। ব্রুস লডেন বৃষবধের অব্যবহিত পরেই ইশতারের উদ্দেশ্যে এনকিডুর বিদ্রুপের সঙ্গে তুলনা করেছেন ওডিসির নবম খণ্ডে দৈত্য পলিফেমাসের উদ্দেশ্যে ওডিসিয়াসের বিদ্রুপ করার ঘটনাটির। দুই ক্ষেত্রে আপাত দৃষ্টি জয়লাভের পর নায়ক তাঁর দম্ভের জন্য দেবতা কর্তৃক অভিশপ্ত হয়েছেন।\n\n\n== আরও দেখুন ==\n\nগিলগামেশ মহাকাব্য\nগিলগামেশ\nইনানা\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ==="}