{"pageid": 1018802, "title": "ভার্জিনিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1018802", "content": "ভার্জিনিয়া, আনুষ্ঠানিকভাবে কমনওয়েলথ অব ভার্জিনিয়া, দক্ষিণ মার্কিন যুক্তরাষ্ট্রের মধ্য-আটলান্টিক অঞ্চলের একটি অঙ্গরাজ্য, যা আটলান্টিক উপকূল ও অ্যাপালাচিয়ান পর্বতমালার মাঝে অবস্থিত। কমনওয়েলথের ভূগোল ও জলবায়ুটি ব্লু রিজ পর্বতমালা ও চেসাপেক উপসাগর দ্বারা রচিত, যা এর বেশিরভাগ উদ্ভিদ ও প্রাণিকুলের বাসস্থান সরবরাহ করে। রিচমন্ড হল কমনওয়েলথটির রাজধানী; ভার্জিনিয়া বিচ সর্বাধিক জনবহুল শহর এবং ফেয়ারফ্যাক্স কাউন্টি সর্বাধিক জনবহুল রাজনৈতিক উপবিভাগ। ২০১৯ সালের হিসাবে কমনওয়েলথের আনুমানিক জনসংখ্যা ৮.৫৪ মিলিয়নেরও বেশি, তাদের মধ্যে ৩৬% বাল্টিমোর-ওয়াশিংটন মহানগর অঞ্চলে বসবাস করেন।\nএই অঞ্চলের ইতিহাস পোভাতান সহ বেশ কয়েকটি দেশীয় গোষ্ঠীর সাথে শুরু হয়। লন্ডন কোম্পানি ১৬০৭ সালে ভার্জিনিয়ার উপনিবেশকে নতুন বিশ্বের প্রথম স্থায়ী ইংরেজ উপনিবেশ হিসাবে প্রতিষ্ঠা করে। ভার্জিনিয়ার রাজ্য ডাকনাম ওল্ড ডমিনিয়ন, এই অবস্থার একটি উল্লেখ। দাস শ্রমিক ও বাস্তুচ্যুত স্থানীয় আমেরিকান উপজাতিদের কাছ থেকে অধিগ্রহণ করা জমি প্রতিটি উপনিবেশের প্রাথমিক রাজনীতি ও কৃষি  অর্থনীতিতে গুরুত্বপূর্ণ ভূমিকা পালন করে। ভার্জিনিয়া আমেরিকান বিপ্লবের ১৩ টি উপনিবেশের মধ্যে একটি। ভার্জিনিয়ার সেসেশন কনভেনশন আমেরিকান গৃহযুদ্ধে কনফেডারেশিতে যোগ দেওয়ার সংকল্প করে, অপরদিকে প্রথম হুইলিং কনভেনশনে ইউনিয়নে থাকার সিদ্ধান্ত নেওয়া হয়, ফলে ভার্জিনিয়া রাজ্যের বিভাজনের মাধ্যমে পশ্চিম ভার্জিনিয়া গঠিত হয়ে। যদিও পুনর্গঠনের পরে প্রায় এক শতাব্দী ধরে কমনওয়েলথটি একদলীয় শাসনের অধীনে ছিল, দুটি বড় জাতীয় দলই আধুনিক ভার্জিনিয়ায় পরস্পরের প্রতিযোগিতা করে।\nভার্জিনিয়ার রাজ্য আইনসভা হল ভার্জিনিয়া জেনারেল অ্যাসেম্বলি, যা ১৬১৯ সালে প্রতিষ্ঠিত হয় এবং এটি উত্তর আমেরিকার প্রাচীনতম ধারাবাহিক আইন-প্রণয়ন সংস্থা। এটি ৪০-সদস্যের সিনেট ও ১০০ সদস্যের হাউস অব ডেলিগেটস নিয়ে গঠিত। শহর ও কাউন্টিগুলির সাথে সমান আচরণ, স্থানীয় সড়ক পরিচালনা ও গভর্নরকে একটানা পদ পরিবেশন করা থেকে বিরত রাখার ক্ষেত্রে রাজ্য সরকার অনন্য। ভার্জিনিয়ার অর্থনীতিতে শেনানডোহ উপত্যকার কৃষিকাজ; মার্কিন যুক্তরাষ্ট্রের প্রতিরক্ষা বিভাগ ও কেন্দ্রীয় গোয়েন্দা সংস্থার সদর দফতর সহ উত্তর ভার্জিনিয়ায় যুক্তরাষ্ট্রীয় সংস্থাগুলি; এবং হ্যাম্পটন রোডসে সামরিক সুবিধা, এই অঞ্চলের প্রধান সমুদ্রবন্দর সহ অনেকগুলি ক্ষেত্র রয়েছে।\n\n\n== ভূগোল ==\nভার্জিনিয়ার মোট আয়তন ৪২,৭৭৪.২ বর্গমাইল (১১০,৭৮৪.৭ বর্গকিমি), যার মধ্যে জলভাগ ৩,১৮০.১৩ বর্গমাইল (৮,২৩৬.৫ বর্গকিমি), এটি আয়তন অনুসারে ৩৫তম বৃহৎ রাজ্যে পরিণত হয়েছে। [[9] ভার্জিনিয়া উত্তর ও পূর্ব দিকে মেরিল্যান্ড ও ওয়াশিংটন, ডিসি দ্বারা; পূর্ব দিকে আটলান্টিক মহাসাগর দ্বারা; দক্ষিণে উত্তর ক্যারোলিনা দ্বারা; দক্ষিণ-পশ্চিমে টেনেসি দ্বারা; পশ্চিমে কেন্টাকি দ্বারা; এবং উত্তর ও পশ্চিমে পশ্চিম ভার্জিনিয়া দ্বারা সীমাবদ্ধ। মেরিল্যান্ড ও ওয়াশিংটন, ডিসির সাথে ভার্জিনিয়ার সীমানা পোটোম্যাক নদীর দক্ষিণ তীরে নিম্ন-জল চিহ্ন পর্যন্ত প্রসারিত। [\n\n\n== ইতিহাস ==\nভার্জিনিয়া ২০০৭ সালে জামেস্টাউন কলোনী প্রতিষ্ঠার ৪০০ বছর উপলক্ষে তার চতুর্ভুজবর্ষটি উদ্‌যাপন করে। পর্যবেক্ষণগুলি স্থানীয় আমেরিকান, আফ্রিকান ও ইউরোপীয়দের অবদানকে  দৃষ্টিগোচর করে, যার প্রত্যেকটির ভার্জিনিয়ার ইতিহাস গঠনে গুরুত্বপূর্ণ ভূমিকা ছিল। [68 68] []৯] এই গোষ্ঠীগুলি সহ যুদ্ধেরও গুরুত্বপূর্ণ ভূমিকা ছিল। ভার্জিনিয়া ছিল ফরাসী ও ইন্ডিয়ান যুদ্ধ, আমেরিকার বিপ্লব ও গৃহযুদ্ধ থেকে শুরু করে স্নায়ুযুদ্ধ এবং সন্ত্রাসবিরোধী যুদ্ধের বিরোধের কেন্দ্রবিন্দু। প্রথম দিকের উপনিবেশ সম্পর্কে কাল্পনিক গল্পগুলি, বিশেষত পোকাহোন্টাস ও জন স্মিথের গল্পটি বিপ্লবী যুদ্ধের পরবর্তী সময়ে প্রথম জনপ্রিয় হয় এবং জর্জ ওয়াশিংটনের শৈশবকে ঘিরে অন্যান্য কল্পকাহিনী এবং অ্যান্টবেলাম যুগে কৃষি অভিজাতদের সাথে ভার্জিনিয়ান ও আমেরিকানদের সংস্কৃতি স্পর্শকাতর হয়ে ওঠে এবং এই রাজ্যের ঐতিহাসিক রাজনীতি ও বিশ্বাসকে গঠনে সহায়তা করে। [[]১] [] 67]\n\n\n== অর্থনীতি ==\nভার্জিনিয়ার অর্থনীতির আয়ের বিভিন্ন উৎস আছে, যার মধ্যে রয়েছে স্থানীয় ও যুক্তরাষ্ট্রীয় সরকার, সামরিক, কৃষি এবং উচ্চ-প্রযুক্তি। রাজ্যটিতে  চাকরি প্রতি গড় আয় ৬৩,২৮১ মার্কিন ডলার, যা দেশের মধ্যে ১১তম সর্বোচ্চ[১৭৫] এবং স্থূল অভ্যন্তরীণ উৎপাদন (জিডিপি) ২০১৮ সালে ৪৭৬.৪ বিলিয়ন মার্কিন ডলারে পৌঁছায়, যা মার্কিন যুক্তরাষ্ট্রের মধ্যে ১৩তম বৃহৎ। [176] করোনাভাইরাস মন্দার আগে, ২০২০ সালের মার্চ মাসে, ভার্জিনিয়ায় ২.৯ শতাংশ বেকারত্বের হারের সাথে ৪.৩৬ মিলিয়ন মানুষ চাকরিতে নিযুক্ত ছিল।[177] কিন্তু ভাইরাসের কারণে বেকারত্বের হার ২০২০ সালের এপ্রিল মাস [178] থেকে  নভেম্বর মাসের শুরুতে ১০% বৃদ্ধি পেয়েছে, যার ফলে নভেম্বর মাসে বেকারত্বের হারে ৪.৯% পৌঁছায়। [১৭৯] ভার্জিনিয়া অবশ্য মহামারীর কারণে বেকারত্বের সুবিধা সময়মত পর্যালোচনার করার ক্ষেত্রে দেশের মধ্যে সবচেয়ে খারাপ অবস্থানে রয়েছে। [180]\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}