{"pageid": 1018079, "title": "ফিল্টার ফিডার", "url": "https://bn.wikipedia.org/wiki?curid=1018079", "content": "ফিল্টার ফিডিং হলো জলজ প্রাণীদের শিকার ভক্ষণের একটি পদ্ধতি যেখানে ভক্ষক ক্ষুদ্র ক্ষুদ্র কিছু শিকার একসাথে গলধঃকরণ করে। এক্ষেত্রে শিকার তার আশপাশের সবকিছুই গ্রহণ করে ফেলে, যেসব পদার্থ বর্জনীয় সেগুলো বর্জন করে। যারা ফিল্টার ফিডিং পদ্ধতিতে খাদ্য গ্রহণ করে তাদেরকে ফিল্টার ফিডার বলা হয়। এরা অধিকাংশই গভীর জলের প্রাণী। খাদ্যের জন্য এদের সবসময় স্রোতের উপর নির্ভর করতে হয় ও খাদ্য এলাকা খুঁজে বের করতে হয়। এলাকা খুঁজে খাদ্য পর্যন্ত পৌঁছানোর পরে এদের বিশেষ শারীরিক প্রক্রিয়ার মাধ্যমে এরা ফিল্টার ফিডিং এ অংশ নেয়। তবে জানা গেছে যে, প্রাচীন কালের এক প্রজাতির ডায়নোসরও ফিল্টার ফিডিং এর মাধ্যমে খাদ্য গ্রহণ করতো। অর্থাৎ, ফিল্টার ফিডিং অনেক পুরোনো একটি পদ্ধতি।  এরা সাধারণত ৩ ধরনের হয়৷\n\n\n== পদ্ধতি ==\nফিল্টার ফিডারদের খাদ্য পদ্ধতি একদম সাধারণ। ফুলকা ও সরু চুলের ন্যায় সিলিয়ার মাধ্যমে এরা শিকার ধরে ও খাদ্য গ্রহণ করে। সিলিয়া কর্তৃক উৎপন্ন স্রোতের কারণে খাদ্য সিলিয়াতে আটকায় ও ফুলকার সাহায্যে জলজ প্রাণী তা গ্রহণ করে।\n\n\n== স্টেশনারি ফিল্টার ফিডার ==\nনিশ্চল দ্বিকোষীয় জলজ উদ্ভিদ, পরিফেরা ও টিউনিকেট তাদের শ্বসন অঙ্গ শ্বসনিক কার্য ছাড়াও পানির ভেতরের ক্ষুদ্র বস্তুকণাকে টেনে নেওয়ার কাজে জড়িত থাকে। যেমনঃ ফুলকা। কিছু সংখ্যক চুলের ন্যায় তন্তু সিলিয়া ফুলকায় পানির স্রোত উৎপন্ন করে ও অন্যান্য সিলিয়া আটকানো খাদ্য কণাগুলোকে ফুলকার সাহায্যে খাদ্য খাঁজের ভেতরে প্রেরণ করে। এরা হলো স্টেশনারি ফিল্টার ফিডার্স।\n\n\n== মুক্ত সাঁতারু ফিল্টার ফিডার ==\nএরা স্টেশনারি ফিল্টার ফিডার্সদের মত নিশ্চল নয়। এরা মুক্ত সাঁতারু ও সক্রিয়ভাবে শিকার অন্বেষণ করে। সাঁতার কাটার সময় তারা মুখ হাঁ করে সাঁতার কাটে ও শিকার পেলে পানিসহ তা খেয়ে ফেলে।\n\n\n== উদাহরণ ==\nস্টেশনারি ফিল্টার ফিডারঃ Sabella এর কথা ধরা যায়। তারা মুখের কাছের সিলিয়া ব্যবহার করে খাদ্যকণাকে আটকায়। পরে তা ভক্ষণ করে। আবার ক্রাস্টাসিয়ান প্রাণীসমূহ (যেমনঃ ব্রাইন শ্রিম্প) Artemia চুলের ন্যায় পদ ব্যবহার করে সাঁতাররত অবস্থায় থাকা ক্ষুদ্র ক্ষুদ্র কণাকে আটকায়। এছাড়াও মাসেলস, ওয়েস্টার, স্ক্যালপ্স ইত্যাদি জলজ প্রাণী স্টেশনারি ফিল্টার ফিডার।\nমুক্ত সাতারু ফিল্টার ফিডারঃ এর একটি ভালো উদাহরণ হলো নীল তিমি। তাদের দাঁতের বদলে 'ব্যালিন' নামক বিশেষ হাড় আছে, যা দেখতে লম্বা ও সরু। এটি দাঁতের গহ্বরের কোণার দিকে অবস্থান করে ও 'ক্রিল' নামক চিংড়িজাতীয় জলজ প্রাণী মুখভর্তি পানিসহ ভক্ষণ করে। তিমি সবসময় সাঁতরে বেড়ায় ও শিকার করে। \n\n\n== উপকারিতা ==\nসাগরের বিশুদ্ধতায় ফিল্টার ফিডারদের উপকারিতা রয়েছে। কারণ ফিল্টার ফিডাররা (যেমনঃ মাসেল, ওয়েস্টার্স) সমুদ্রের বিভিন্ন বিষাক্ত পদার্থ ও ক্ষুদ্র ক্ষুদ্র কণা পরিশোধিত করে ফলে সমুদ্রের পরিবেশ থাকে। যেমনঃ ওয়েস্টাররা চেসাপিক উপসাগর এক সময় এক সপ্তাহে পরিশোধন করতে পারতো। তবে পরিবেশ দূষণের কারণে এখন পরিশোধন করতে তাদের এক বছর সময় লাগে। এর পাশাপাশি ফিল্টার ফিডাররা পানির বিষাক্ততা যাচাইয়ে ব্যবহার করা হয়। এ কাজে শেলফিশকে ব্যবহার করা হয়৷ \n\n\n== তথ্যসূত্র =="}