{"pageid": 1018977, "title": "ওবি পুরস্কার", "url": "https://bn.wikipedia.org/wiki?curid=1018977", "content": "ওবি পুরস্কার বা অফ-ব্রডওয়ে থিয়েটার পুরস্কার নিউ ইয়র্ক সিটির মঞ্চ অভিনয়শিল্পী ও মঞ্চদলের স্বীকৃতি প্রদানের লক্ষ্যে দ্য ভিলেজ ভয়েস সংবাদপত্র কর্তৃক প্রদত্ত বার্ষিক পুরস্কার। ২০১৪ সালের সেপ্টেম্বর থেকে আমেরিকান থিয়েটার উইং যৌথভাবে এই পুরস্কার প্রদান ও পরিচালনা করে আসছে। টনি পুরস্কার যেমন ব্রডওয়ে মঞ্চনাটকগুলোকে পুরস্কৃত করে, ওবি পুরস্কার অফ-ব্রডওয়ে এবং অফ-অফ-ব্রডওয়ে মঞ্চনাটকগুলোকে পুরস্কৃত করে। আজীবন সম্মাননা পুরস্কার এবং সেরা নতুন মার্কিন মঞ্চনাটক ছাড়া নির্দিষ্ট কোন বিভাগ নেই। অভিনেতা ও অভিনেত্রীদের জন্য আলাদা কোন বিভাগ নেই, দুই পুরস্কারই একত্রে অভিনয়ের পুরস্কার হিসেবে প্রদান করা হয়। এই পুরস্কারের ক্ষেত্রে কোন মনোনয়ন প্রদান করা হয় না।\n\n\n== ইতিহাস ==\nওবি পুরস্কার প্রবর্তন করেন দ্য ভিলেজ ভয়েস-এর সম্পাদক এডউইন (এড) ফ্যাঞ্চার। মঞ্চ সমালোচক জেরি টলমারের নির্দেশনায় ১৯৫৬ সালে প্রথমবারের মত এই পুরস্কার প্রদান করা হয়। শুরুতে শুধু অফ-ব্রডওয়ে মঞ্চনাটকগুলো এই পুরস্কারের জন্য বিবেচিত হত। ১৯৬৪ সাল থেকে অফ-অফ-ব্রডওয়ে মঞ্চনাটকগুলোকেও এই পুরস্কারের জন্য বিবেচনায় আনা হয়। প্রথম ওবি পুরস্কারের আয়োজন অনুষ্ঠিত হয় হেলেন গিস ক্যাফেতে।\nআজীবন সম্মাননা ও সেরা নতুন মার্কিন মঞ্চনাটক পুরস্কার ব্যতীত ওবি পুরস্কারের নির্দিষ্ট কোন বিভাগ নেই। বিজয়ী অভিনেতা ও অভিনেত্রীদের একটি বিভাগের অধীনে পুরস্কৃত করা হয়। এই পুরস্কারের জন্য কোন মনোনয়ন প্রদান করা হয় না। এখন পর্যন্ত প্রদত্ত পুরস্কারের বিভাগসমূহ ছিল অভিনয়, পরিচালক, সেরা নির্মাণ, পরিকল্পনা, বিশেষ উল্লেখ ও আজীবন সম্মাননা। প্রতি বছর সবগুলো বিভাগের জন্য পুরস্কার প্রদান করা হয় না। দ্য ভিলেজ ভয়েস নির্বাচিত মঞ্চদলকে বার্ষিক ওবি অনুদান প্রদান করে থাকে। ২০১১ সালে মেট্রোপলিটান প্লেহাউজ ও ওয়াক্কা ওয়াক্কা প্রডাকশন্সকে $২,০০০ করে অনুদান প্রদান করা হয়। এছাড়া অভিনব ও নতুন মঞ্চনাটক নিয়ে কাজ করে এমন মঞ্চদলকে রস ভেৎজস্টেওন অনুদান নামে একটি পুরস্কার প্রদান করা হয়, যা সাবেক মঞ্চ সম্পাদকের নামানুসারে রাখা হয়। এই পুরস্কারের পরিমাণ ২০০৯ সাল পর্যন্ত ছিল $২,০০০; ২০১১ সালে $১,০০০ প্রদান করা হয়।\n\n\n== পুরস্কারের বিভাগ ==\nসেরা অভিনেত্রী\nসেরা অভিনেতা\nসেরা অভিনয়শিল্পীদল\nআজীবন সম্মাননা পুরস্কার\nসেরা নতুন মার্কিন মঞ্চনাটক\nনাট্যকারের পুরস্কার\nপরিকল্পনা পুরস্কার\nবিশেষ উল্লেখ\nওবি অনুদান\nরস ভেৎজস্টেওন পুরস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}