{"pageid": 1018496, "title": "আবু সালমান শাহজাহানপুরী", "url": "https://bn.wikipedia.org/wiki?curid=1018496", "content": "আবু সালমান শাহজাহানপুরী (৩০ জানুয়ারি ১৯৪০ — ২ ফেব্রুয়ারি ২০২১) একজন পাকিস্তানি ইসলামি পণ্ডিত, গবেষক এবং ইতিহাসবিদ ছিলেন। তিনি ভারতীয় উপমহাদেশের ঐতিহাসিক এবং রাজনৈতিক আন্দোলনের একজন কর্তৃপক্ষ হিসেবে বিবেচিত হন। তিনি ১৫০ টিরও বেশি বই রচনা করেছেন।\n\n\n== জীবন ও পেশা ==\nআবু সালমান শাহজাহানপুরী ১৯৪০ সালের ৩০ জানুয়ারি যুক্তপ্রদেশের শাহজাহানপুরে জন্মগ্রহণ করেন। তার নাম রাখা হয় তাসাদ্দুক হুসাইন খান। তাকে শাহজাহানপুরের মাদ্রাসা সাদিয়া এবং মুরাদাবাদের জামিয়া কাসেমিয়া মাদ্রাসা শাহীতে ভর্তি করানো হয়েছিল। ১৯৫০ সালে দশ বছর বয়সে তিনি পাকিস্তানে পাড়ি জমান। তারপর তিনি করাচি বিশ্ববিদ্যালয় থেকে স্নাতক ও স্নাতকোত্তর এবং সিন্ধু বিশ্ববিদ্যালয় থেকে পিএইচডি গবেষণা সমাপ্ত করেন। তার পিএইচডি গবেষণার বিষয় ছিল সৈয়দ আহমদ খানের খানওয়াদায়ে ওয়ালিউল্লাহি’র সংকলন এবং অধ্যয়ন।\nতিনি সরকারি জাতীয় কলেজ, করাচির একজন অধ্যাপক হিসেবে দায়িত্ব পালন করেছিলেন এবং ২০০২ সালে অবসর গ্রহণ করেন। তিনি ভারতীয় উপমহাদেশের ঐতিহাসিক এবং রাজনৈতিক আন্দোলনের একজন কর্তৃপক্ষ হিসেবে বিবেচিত হন। তিনি করাচির আবুল কালাম আজাদ গবেষণা ইনস্টিটিউটের সাথে যুক্ত ছিলেন এবং ২০১৪ সালে ইরান সোসাইটি এবং কলকাতায় মৌলানা আবুল কালাম আজাদ ইনস্টিটিউট অফ এশিয়ান স্টাডিজ আয়োজিত আবুল কালাম আজাদ সম্পর্কে একটি আন্তর্জাতিক সেমিনারে তার গবেষণাপত্র উপস্থাপনের জন্য তিনি ভারত সফর করেছিলেন। তার প্রবন্ধ শিবলী একাডেমির মাআরিফ, নদওয়াতুল মুসান্নিফীন, মদিনার বুরহান এবং চাত্তানে প্রকাশিত হয়।\n১৯৮৬ সালে কাসবা আলিগড় গণহত্যার সময় শাহজাহানপুরীর বাড়িতে আগুন দেওয়া হয়েছিল। ২০১৯ সালের এক্সপ্রেস নিউজের একটি প্রতিবেদন অনুসারে, এই ঘটনায় তার বিরল পাণ্ডুলিপি সহ শতাধিক রচনা পুড়ে যায়।\n\n\n== আবুল কালামবাদ ==\n\nআগা শোরিশ কাশ্মিরী ও গোলাম রাসুল মেহেরের পর শাহজাহানপুরী পাকিস্তানের একজন প্রধান “আবুল কালামবাদী” হিসেবে গণ্য হন। ১৯৫৭ সাল থেকে তার লেখালেখির শুরু এবং তার প্রথম নিবন্ধটি প্রকাশিত হয় আবুল কালাম আজাদের মৃত্যুর পর। তিনি আজাদের বিভিন্ন প্রবন্ধ সম্পাদনা করে তা প্রকাশের সুযোগ পেয়েছিলেন। তিনি আজাদের ‘ইন্ডিয়া উইনস ফ্রিডম ’ গ্রন্থের উর্দু অনুবাদের টীকা লিখেছিলেন। আজাদের উপর তার কাজ সমূহের মধ্যে রয়েছে: মাওলানা আবুল কালাম আজাদ: এক সিয়াসি মুতলা, মাওলানা আবুল কালাম আজাদ: রাঁচি মে নজরবন্দি আওর উসকা ফয়জান, মাওলানা আবুল কালাম আজাদ আওর খাজা হাসান নিজামি, মাওলানা আবুল কালাম আজাদ কে চাঁদ বুজুর্গ এবং আবুল কালাম আজাদ আওর উনকে মাআসিরিন।\n\n\n== প্রকাশনা ==\nতিনি ১৫০ টিরও বেশি বই রচনা করেছিলেন। তার ৫০ টি বই কেবল আবুল কালাম আজাদ সম্পর্কে। তার প্রধান গবেষণা কর্ম হল হুসাইন আহমদ মাদানির রাজনৈতিক ডায়েরি যা হুসাইন আহমদ মাদানি কি ছিয়াসি ডায়েরি: আকবার ওয়া আফকার কি রোশনী মে নামে ৭ হাজারেরও বেশি পৃষ্ঠায় ৮ খণ্ডে প্রকাশিত হয়। তার অন্যান্য রচনাবলির মধ্যে রয়েছে:\n\nইমামুল হিন্দ, তামিরে আফকার\nদেওয়ানে আহ\nতারিখে পাকিস্তান: আফকার ওয়া মাসায়েল\nমাওলানা মুহাম্মদ আলী জওহর আওর উনকি সাহাফাত\nআশফাকুল্লাহ খান শহীদ: জীবন ও কর্ম\nমাওলানা ওবায়দুল্লাহ সিন্ধি কি ইনকিলাবি মানসুব\nমাওলানা মুহাম্মদ আলী: সাওয়ানিহ ওয়া খিদমাত\n\n\n== মৃত্যু এবং উত্তরাধিকার ==\n২০২১ সালের ২ ফেব্রুয়ারি তিনি করাচীতে মৃত্যুবরণ করেন। জমিয়ত উলামায়ে হিন্দের সভাপতি উসমান মনসুরপুরী ও সাধারণ সম্পাদক মাহমুদ মাদানি তার মৃত্যুতে শোক প্রকাশ করেছিলেন।\nআখতারুল ওয়াইসী ও খালিক আনজুম “মাওলানা আবুল কালাম আজাদের গবেষক ডক্টর আবু সালমান শাহজাহানপুরী: জীবন ও একাডেমিক কর্ম” নামে তার একটি জীবনীগ্রন্থ রচনা করেছেন। মইনুদ্দীন আকিলের মতে, “শাহজাহানপুরী হলেন সেই আলেম যিনি ভারতীয় উপমহাদেশের জাতীয়তাবাদী ও ঐতিহাসিক আন্দোলনের উত্থান ও পতনের প্রখর পর্যবেক্ষক\"।\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}