{"pageid": 1018225, "title": "দ্য ক্রুডস: এ নিউ এজ", "url": "https://bn.wikipedia.org/wiki?curid=1018225", "content": "দ্য ক্রুডস: এ নিউ এজ (দ্য ক্রুডস ২ নামেও পরিচিত) হলো ২০২০ সালের একটি আমেরিকান কম্পিউটার-অ্যানিমেটেড অ্যাডভেঞ্চার কমেডি চলচ্চিত্র, যা ড্রিম ওয়ার্কস অ্যানিমেশন কর্তৃক প্রযোজিত এবং ইউনিভার্সাল পিকচার্স দ্বারা পরিবেশন করা হয়েছিল। দ্য ক্রুডস (২০১৩) এর ধারাবাহিক হিসেবে তৈরী ছবিটি পরিচালনা করেছেন জোয়েল ক্রফোর্ড, ড্যান হেইগম্যান, কেভিন হেইগম্যান, পল ফিশার এবং বব লোগান। ছবিটির চিত্রনাট্য লেখা হয়েছে মূল পরিচালক কির্ক ডিমিকোর একটি গল্প থেকে এবং ক্রিস স্যান্ডার্স নিকোলাস কেজ, এমা স্টোন, রায়ান রেনল্ডস, ক্যাথরিন কেইনার, ক্লার্ক ডিউক এবং ক্লোরিস লিচম্যান পিটার ডিনক্লেজ, লেসলি ম্যান এবং কেলি মেরি ট্রান সহ অভিনেতাদের নতুন সংযোজনের পাশাপাশি প্রথম চলচ্চিত্র থেকেও চরিত্র গুলো আনা হয়েছে।\nদ্য ক্রুডস-এর একটি সিক্যুয়াল প্রথম ঘোষণা করা হয়েছিল ২০১৩ সালে। তখন পরিচালক ডিমিকো এবং স্যান্ডার্স ছবিতে ফিরে এসেছিলেন। ইউনিভার্সালের ড্রিমওয়ার্কস অধিগ্রহণের প্রতিক্রিয়াতে সন্দেহের কারণে ২০১৬ সালের নভেম্বরে বাতিল না হওয়া পর্যন্ত ২০১৪ এবং ২০১৫ অবধি ছবিটির উন্নয়ন চলতে থাকে। যাইহোক, ক্রাউডফোর্ড স্যান্ডার্স, ডিমিকিকের পরিবর্তে পরিচালক হিসাবে স্থান নিয়ে ২০১৭ সালে এই প্রকল্পটি পুনরুদ্ধার করেছিলেন। মার্কিন যুক্তরাষ্ট্রে COVID-19 মহামারীর কারণে চূড়ান্ত অ্যানিমেশনগুলির বেশিরভাগ অংশ ক্রুদের বাসা থেকে করতে হয়েছিল।\nদ্য ক্রুডস: এ নিউ এজ চলচ্চিত্রটি ২০১৭ সালের নভেম্বরে মুক্তির তারিখ থেকে বেশ কয়েকটি বিলম্বের মুখোমুখি হওয়ার পরে ২০২০ সালের ২৫ নভেম্বরে যুক্তরাষ্ট্রে নাটকীয়ভাবে মুক্তি পেয়েছিল এবং ১৮ ডিসেম্বর এর প্রিমিয়াম ভিডিও মুক্তি পেয়েছিল। এটি তার $৬৫ মিলিয়ন ডলার বাজেটের তুলনায় বিশ্বব্যাপী $১৪৪.৪ মিলিয়ন ডলার আয় করেছে। সমালোচকরা এটিকে \"একটি পর্যাপ্ত শালীন অনুসরণ\" হিসাবে অভিহিত করেছেন এবং কন্ঠদানকারী চরিত্রগুলোর প্রশংসা করেছেন।\n\n\n== পটভূমি ==\nবছর কয়েক আগে, গাই এর বাবা-মা আলকাতরার মধ্যে আটকা পড়েছিল। তখন তারা আলকাতরায় ডুবে যাওয়ার সময় গাইকে বলে যায় সে যেন \"আগামীকাল\" নামে পরিচিত কিছু খুঁজে বের করে। গাই একটি দীর্ঘ ভ্রমণে যায় এবং অবশেষে চলে আসার আগে একটি তরুণ বেল্টের সাথে তার পরিচয় হয়। প্রথমে চলচ্চিত্রের ইভেন্টগুলিতে সে নেতৃত্ব দেয়।\nক্রুডস পরিবার, গাই, তাদের পোষা প্রাণী চুনকি এবং ডগলাস এখনও বসবাসের জন্য জায়গা অনুসন্ধান করছে। এমন সময় গ্রাগ ইপ এবং গাইয়ের প্রস্ফুটিত রোম্যান্সে বিরক্ত হয়। এক রাতে গ্রু একটি বিশাল প্রাচীর জুড়ে এসে পুরো প্যাকটি তার দিকে নিয়ে যায়। তারা শীঘ্রই একটি জালে ধরা পড়ে এবং জমির মালিকরা ফিল এবং হোপ বেটারম্যান নামে এক দম্পতিকে ছেড়ে দেয় এবং তারা শীঘ্রই গাইয়ের প্রয়াত পিতামাতার বন্ধু হিসাবে প্রকাশিত হয় এবং একসময় তারা গাইকে চিনে ফেলে। বেটারম্যানরা ক্রুডসদের বাড়ির অতিথি হিসাবে তাদের বিশালাকার গাছের বাড়িতে স্বাগত জানায়। যেখানে তারা তাদের মেয়ে এবং গাইয়ের পুরানো বন্ধু ডনের সাথে দেখা করে এবং ডন তৎক্ষণাৎ ইপকে তার বান্ধবী বানিয়ে নেয়।\nবেটারম্যানদের জীবনযাপন গুহাবাসীদের তুলনায় উন্নত হওয়ার জন্য তা গ্রাগের কাছে অসহ্য মনে হয়। একই সাথে, বেটারম্যানরা গুহার লোকদের কাছে বিভিন্ন কুসংস্কারের কথা প্রকাশ করে এবং মনে মনে ধারণা করে যে তাদের বৃহত্তর বিবর্তনের কারণে গাই হয়তো ক্রুডসদের সাথে থাকতে পছন্দ করবে। তাই তারা গাইকে ডনের সাথে বিবাহ দিতে এবং ক্রডসদের বিতাড়িত করার জন্য একটি পরিকল্পনা তৈরি করে। পরিকল্পনার অংশ হিসেবে ফিল একসময় গ্রাগকে তার গোপন মানব-গুহায় নিয়ে যায়। এটি হলো জলপ্রপাতের পেছনে একটি চমৎকার জায়গা, যেখানে তিনি বিশ্বাসী গাইকে তাদের প্যাকটি ছেড়ে দেওয়া উচিত বলে চালাকি করেছিলেন।\nএদিকে, ইপ আবিষ্কার করেছে যে ডন কখনই তাদের আবাসস্থলের দেয়ালের বাইরে যায় নি এবং এটি তার কাছে তার গুহায় সে যে একাকীত্বের মুখোমুখি হয়েছিল তার মতো মনে হয়। তাই সে ইপকে সাথে করে চনকিকে নিয়ে তাদের প্রাচীরটি পেরিয়ে বাইরে বেরিয়ে আসে এবং মুক্ত বাতাসের স্বাদ নেয়। একসময় কিছু বিষাক্ত মৌমাছি ডনের হাতে কামড় দেয়। এতে তার হাত ফুলে যায়। তখন গাই ইপের বেপরোয়াতার জন্য তাকে সতর্ক করে এবং সংবেদনহীনভাবে তাকে \"গুহা-বালিকা\" বলে আখ্যায়িত করে। এ ঘটনায় ইপ মর্মাহত হয়। রাতের খাবারের সময় ইপের বাবা-মা, গাই এবং ইপের মধ্যে উত্তেজনা বৃদ্ধি পায়, বিশেষত যখন ডনের হাতের ফোলা প্রকাশ পায়। অনেক তর্ক-বির্তকের পরে ক্রুডরা চলে যাওয়ার সিদ্ধান্ত নেয় এবং গাই এবং ইপের মাঝে একটি বিশাল ব্যবধান তৈরী হয়। যার ফলশ্রুতিতে গাই বেটারম্যানদের সাথে থাকার সিদ্ধান্ত নেয়। গ্রাগ একসময় বলে যে তিনি জমির চারপাশে সংরক্ষিত করে রাখা সব কলা খেয়ে ফেলেছে। এতে ফিল বেটারম্যান ভয় পেয়ে যায়। কারন কলাগুলো তাদেরকে বানরসদৃশ প্রাণীর আক্রমণ থেকে রক্ষা করে আসছে। কলা না থাকায় পঞ্চ-বানররা গ্রাগ, ফিল এবং গাইকে অপহরণ করে তাদের নিজ দেশে নিয়ে যায়।\nপুরুষদের নিয়ে যাওয়ার প্রতিশোধ হিসাবে মহিলারা সবাই, থাঙ্ক, এবং চুনকি মিলে তাদেরকে উদ্ধার করার চেষ্টা করেছিল। তারা থান্ডার্স নামে একটি সংগ্রামী দল গঠন করে। গ্রানি এক্ষেত্রে নেতৃত্ব দেয়।এদিকে পাঞ্চ-বানরের বাড়িতে গ্রাগ, গাই এবং ফিল শীঘ্রই আবিষ্কার করে যে ফিল অজান্তেই পাঞ্চ-বানরদের তাদের জলের উৎস থেকে বঞ্চিত করেছে এবং পাঞ্চ-বানরদের কেবল নিজেদেরই কলা খাওয়া প্রয়োজন না বরং একটি অত্যাচারী স্পিনি ম্যান্ড্রিলাকে কলা উপহার দেওয়ার জন্য এবং তার ক্ষুধা প্রশমিত করার জন্যও কলা দরকার। বানররা প্রথমে কে বলি হবে তা দেখার জন্য গ্রাগ এবং ফিলকে গ্ল্যাডিয়েটার-স্টাইলে লড়াইয়ে নামিয়ে দেয়। যখন তারা একে অপরকে পরিশ্রুত করে, তখন তারা একে অপরের সাথে তাদের তিক্ত অনুভূতি বিনিময় করে।\nশীঘ্রই, বানররা তাদের তিনজনকে কলা দিয়ে মুড়িয়ে দৈত্যাকার স্পাইনি ম্যান্ড্রিলাকে উৎসর্গ করে। থান্ডার্স দল তাদের উদ্ধার করার আগে গ্রাগ এবং ফিল তাদের আচরণের জন্য একে অপরের কাছে ক্ষমা প্রার্থনা করে। একটি দীর্ঘ এবং বিপজ্জনক যুদ্ধ শেষে থান্ডার্স দল তাদের উদ্ধার করতে সক্ষম হয়। এরপরে, গাই বুঝতে পারে যে ইপই ছিল তার সর্বদা আকাঙ্খিত \"আগামীকাল\"।\nক্রুডস পরিবার এবং বেটারম্যান পরিবারের মধ্যে মতপার্থক্য অবশেষে মীমাংসিত হওয়ার পরে, বেটারম্যানরা বানরদের পাশাপাশি প্রতিবেশী হিসাবে বসবাস করতে দেয় এবং তাদের জমির চারপাশের প্রাচীরটি ভেঙ্গে ফেলে। গাই এবং ইপ একসাথে থাকতে শুরু করে এবং সমস্ত পরিবার একে অপরের আরও কাছাকাছি থেকে জীবনযাপন করতে থাকে।\n\n\n== চরিত্র ==\nএমা স্টোন হল ইপ,যে ক্রুডস পরিবারের একজন গুহা মেয়ে, গ্রুজের প্রবীণ কন্যা এবং গাইয়ের বান্ধবী।\nরায়ান রেনল্ডস হলো গাই,যে একজন গুহা ছেলে যিনি ক্রুডসের সাথে থাকেন এবং তিনি ইপের প্রেমিক।\nগ্যাব্রিয়েল জ্যাক একটি ছোট গাই কণ্ঠস্বর।\nকেলি ম্যারি ট্রান হলো ডন বেটারম্যান, ফিল এবং হোপের মেয়ে এবং একমাত্র সন্তান যিনি ইপকে বন্ধুত্ব করেন এবং গাইয়ের পুরানো বন্ধু।\nনিকোলাস কেজ হলো গ্রাগ,যে একজন গুহামানব এবং ক্রুডসদের পিতৃপুরুষ।\nক্যাথরিন কিনার হলো গ্রাগের স্ত্রী, একজন গুহামানবী।\nথাঙ্ক, গুহা বালক এবং গ্রাগের পুত্র।\nক্লোরিস লিচম্যান হলো গ্রানি, একজন বয়স্ক গুহামানবী যিনি গ্রাগের মা এবং ইপ, থাঙ্ক এবং স্যান্ডির দাদি।\nপিটার ডিংকলেজ হলো ফিল বেটারম্যান, বেটারম্যানদের পিতৃপুরুষ, যাঁর গাইয়ের বাবা-মার সাথে ইতিহাস ছিল।\nলেসলি মান হলো হিট বেটারম্যান, বেটারম্যানস এবং ফিলের স্ত্রীর জনক।\nক্যান্ডি ক্র্যাফোর্ড হলো স্যান্ডি, একজন গুহা মেয়ে এবং গ্রাগের ৫ বছরের কন্যাশিশু।\nক্রিস স্যান্ডার্স বেল্ট হিসাবে, গাই এর পোষা প্রাণী।\nজ্যাশ রায়ান সাশ হিসাবে, ডনের পোষা আলস্য।\nমেলিসা ডিজনি, গাইয়ের মা যিনি আলকাতরার গর্তে মারা গেছেন।\nজোয়ালের ক্রফোর্ড, গায়ের পিতা যিনি আলকাতরার গর্তে মারা গেছেন।\nশান বানর চরিত্রে জেনুয়েল মার্কাডো।\nক্রিপো বানর চরিত্রে রায়ান নায়লার।\nঅতিরিক্ত কণ্ঠস্বর হিসাবে আর্টেমিস পেবদানি।\n\n\n== উৎপাদন ==\n\n\n=== বিকাশ ===\n২০১৩ সালের এপ্রিলে ড্রিম ওয়ার্কস অ্যানিমেশন পরিচালক ও লেখক হিসাবে ফিরে আসার পর ক্রিস স্যান্ডার্স এবং কার্ক ডি মিককো দ্য ক্রডস এর সিক্যুয়াল ঘোষণা করেছিল। ডি মিককোর মতে, সিক্যুয়েলটি আদিম সমাজ, মাতৃত্বের দিকে মনোনিবেশ করবে এবং এটি \"মানবসমাজের প্রথম অধ্যায়\" হিসাবে তৈরি হবে।\n\n\n== মুক্তি ==\nদ্য ক্রুডস: এ নিউ এজ আমেরিকাতে ২০২০ সালের ২৫ নভেম্বর-এ ইউনিভার্সাল পিকচারের মাধ্যমে প্রকাশিত হয়েছিল, তারপরে ১৮ ডিসেম্বর পিভিওডি প্রকাশিত হয়েছিল। এটি পূর্বে ৩ নভেম্বর ২০১৭, ২২ ডিসেম্বর ২০১৭, ১৮ সেপ্টেম্বর ২০২০, এবং ২৩ ডিসেম্বর ২০২০ এ প্রকাশিত হওয়ার কথা ছিল\nস্টুডিওটি চলচ্চিত্রটির প্রচারের জন্য প্রায় $২৬.৫ মিলিয়ন ডলার ব্যয় করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে দ্য ক্রুডস: এ নিউ এজ  (ইংরেজি)\nবক্স অফিস মোজোতে দ্য ক্রুডস: এ নিউ এজ (ইংরেজি)"}