{"pageid": 1018856, "title": "ত্বকের দাগের চর্চা (ডার্মেটোগ্লিফিক্স)", "url": "https://bn.wikipedia.org/wiki?curid=1018856", "content": "ডার্মেটোগ্লিফিক্স (প্রাচীন গ্রিক  ভাষায়  ডার্মা = 'ত্বক', এবং গ্লিফ = 'দাগ' থেকে এসেছে) অর্থাৎ ত্বকের দাগের চর্চা হল আঙুলের ছাপ, লাইন, উঁচু জায়গা এবং হাতের আকারের একটা বৈজ্ঞানিক অধ্যয়ন; এই চর্চা অতিমাত্রায় এধরনের হস্তরেখা বিচারের  ছদ্মবিজ্ঞান থেকে স্বতন্ত্র।\nত্বকের দাগের চর্চা বা ডার্মেটোগ্লিফিক্স শরীরের কয়েকটা প্রত্যঙ্গ, যেমন হাতের তালু, আঙুল, পায়ের চেটো এবং পায়ের আঙুলগুলোতে স্বাভাবিকভাবে তৈরি কিছু সংযোগরেখাকেও বোঝায়।  এগুলো শরীরের সেই জায়গা যেখানে সচরাচর লোম গজায়না  এবং এই সংযোগরেখাগুলো কোনো জিনিসপত্র ওঠানো অথবা খালি পায়ে হাঁটার ধকল সহ্য করে।\n২০০৯ খ্রিস্টাব্দের এক প্রতিবেদন অনুযায়ী ত্বকের দাগের চর্চার অন্তর্নিহিত বিজ্ঞান ভিত্তিকে জাতীয় বিজ্ঞান অ্যাকাডেমির প্রশ্নের সম্মুখীন হতে হয়েছিল, কেননা, এই শাখায় বৈজ্ঞানিক পদ্ধতি থেকে নেওয়া সিদ্ধান্তের বদলে বিষয়গত তুলনার ওপর নির্ভর করা হয়।\n\n\n== ইতিহাস ==\n১৮২৩ খ্রিস্টাব্দে হাত ও পায়ের পিড়কাকার সংযোগরেখাগুলোর বৈজ্ঞানিক অধ্যয়নের সূচনা হয়েছিল যাঁর কাজ দিয়ে তিনি হলেন জান ইভাঞ্জেলিস্টা পুরকিনি।\n১৮৫৮ খ্রিস্টাব্দে দ্বিতীয় ব্যারোনেট স্যার উইলিয়াম হার্শেল যখন ভারতে ছিলেন তখন  প্রথম ইউরোপীয় হিসেবে তিনি শনাক্তকরণের জন্যে আঙুলের ছাপ নেওয়ার প্রয়োজনীয়তা উপলব্ধি করেন।\nস্যর ফ্রান্সিস গ্যাল্টন ত্বক-সংযোগরেখার আকারের গুরুত্ব, তাদের স্থায়িত্ব প্রদর্শন এবং আঙুলের ছাপ শনাক্তকরণ বিজ্ঞানের অগ্রগতি নিয়ে ব্যাপক গবেষণা করেছিলেন; এবিষয়ে তাঁর বই ফিঙ্গারপ্রিন্ট ১৮৯২ খ্রিস্টাব্দে প্রকাশিত হয়।\nস্যর এডওয়ার্ড হেনরি ১৮৯৩ খ্রিস্টাব্দে দ্য ক্লাসিফিকেশন অ্যান্ড ইউজেস অব ফিঙ্গারপ্রিন্টস বইটি প্রকাশ করেছিলেন; যে বই আঙুলের ছাপ শনাক্তকরণের আধুনিক যুগের শুরুয়াত চিহ্নিত করেছিল এবং এটা অন্যান্য শ্রেণিবদ্ধকরণ পদ্ধতির ভিত্তি হিসেবে কাজ করেছিল।\nহেরল্ড কামিন্স এবং চার্লস মিডলো এমডি, অন্যান্যদের সঙ্গে নিয়ে ১৯২৯ খ্রিস্টাব্দে ফিঙ্গারপ্রিন্টস,পামস এবং সোলস নামে   একটা প্রভাবশালী বই প্রকাশ করেছিলেন। যাকে ডার্মেটোগ্লিফিক্স বা ত্বকের দাগের চর্চার জগতে বাইবেল মানা হয়ে থাকে।\nকামিন্স এবং মিডলোর কাজের দ্বারা অনুপ্রাণিত হয়ে ১৯৪৫ খ্রিস্টাব্দে ত্বকের দাগের চর্চা নিয়ে লিওনেল পেনরোজ তাঁর নিজস্ব  তদন্ত চালিয়েছিলেন; এটা ছিল ডাউন সিনড্রোম এবং অপরাপর জন্মগত রোগের চিকিৎসা সম্পর্কে অসুস্থতাজনিত তাঁর গবেষণার একটা অংশ।\nস্কুম্যান এবং অল্টার ১৯৭৬ খ্রিস্টাব্দে ডার্মেটোগ্লিফিক্স ইন মেডিক্যাল ডিসঅর্ডার্স  বইটি প্রকাশ করেছিলেন, যে বইতে রোগের প্রকোপের সময় ত্বকের দাগের চর্চার ধরনগুলো সংক্ষিপ্ত আকারে ব্যক্ত করা হয়েছে।\nসেল্টজার প্রমুখ বিজ্ঞানীরা ১৯৮২ খ্রিস্টাব্দে স্তন ক্যান্সারে পীড়িত রোগীদের নিয়ে এক গবেষণা চালিয়েছিলেন; এবং এই সিদ্ধান্তে পৌঁছেছিলেন যে, একজন নারীর হাতের ছাপে যদি ছয় কিংবা তার বেশি ঘূর্ণি দেখা যায় তবে তাঁর স্তন ক্যান্সারের প্রবল ঝুঁকির  সম্ভাবনা থাকে।\nজিনগত লক্ষণসমূহ নির্ণয়ের ক্ষেত্রে যদিও ত্বকের দাগের চর্চার অধ্যয়নে কিছু সংযোজক মূল্য লক্ষ করা যায় (নিচের উদাহরণসমূহ দ্রষ্টব্য), ত্বকের সংযোগরেখার আকার পরীক্ষার কোনো মূল্য আছে কিনা তার অপ্রতুল প্রমাণ এক্ষেত্রে রোগ নির্ণয় অথবা রোগের সংবেদনশীলতা শনাক্তকরণ করার জন্যে যথেষ্ট নয়।\n\n\n== ত্বকের দাগের চর্চা ও জিনগত অবস্থাসমূহ ==\nত্বকের দাগের চর্চা ডার্মেটোগ্লিফিক্স জিনগত অস্বাভাবিকতার সঙ্গে যখন সম্পর্কযুক্ত হয়, জন্মের সময় কিংবা তার অব্যবহিত পরই জন্মগত ত্রুটি শনাক্তকরণে সহায়তা করে থাকে।\n\nক্লিনফেল্টার সিন্ড্রোম : অঙ্ক (শারীরবৃত্তীয়) ১-এ পর্যাপ্ত খিলান, অঙ্ক ২-তে আরো ঘন ঘন আল্নার লুপ, মোটের ওপর অল্পসংখ্যক ঘূর্ণি, লুপ এবং ঘূর্ণনের জন্য নিয়ন্ত্রণগুলোর সঙ্গে তুলনায় নিম্নতর সংযোগরেখার সংখ্যা এবং আঙুলের মোট সংযোগরেখার গণনার তাৎপর্যপূর্ণ হ্রাস। \nক্রাই ডু চ্যাট (৫ পি-): অস্বাভাবিক ত্বকের দাগ, সঙ্গে করতলে একক আড়াআড়ি ভাঁজ এবং দুই হাতেই   ইংরেজি টি' (t')-এর অবস্থানে ট্রাইরাডি,  বহুমুখী গবেষণার সমালোচনামূলক সমীক্ষা মোতাবেক ৯২ শতাংশ রোগীর সঙ্গে এটা যুক্ত।\nজন্মগত অন্ধত্ব : প্রাথমিক তথ্য কেন্দ্র থেকে অস্বাভাবিক ট্রাইরাডিয়াস।\nনাইজেলি–ফ্র্যান্সেশেটি–জাদাসোহন সিন্ড্রোম: রোগীদের যেকোনো রকম ত্বকের দাগের ঘাটতি দেখা যায়।\nনুনন সিন্ড্রোম: আঙুলের আগায় ঘূর্ণির ঘন অবস্থান বৃদ্ধি; এবং নিয়ন্ত্রণের চেয়ে প্রায়ই টার্নার সিন্ড্রোমের মতো অক্ষীয় ট্রাইরাডিয়াস t-এর থেকে t'  অথবা t\" অধিক অবস্থানে থাকে।   একক আড়াআড়ি করতলগত ভাঁজের ঘটনা বৃদ্ধি পায়।\nট্রাইসমি ১৩ ( প্যাটাউ সিন্ড্রোম ):  আঙুলগুলোর আগায় বাড়তি খিলান এবং ৬০ শতাংশ রোগীর করতলে একক আড়াআড়ি ভাঁজসমূহ থাকে। অধিকন্তু, পায়ের আঙুলের হাড়ের  খিলানগুলি ইংরেজি \"এস\" (\"S\") আকার ধারণের প্রবণতা থাকে।\nট্রাইসমি ১৮ (এডোয়ার্ডস সিন্ড্রোম): আঙুলের আগায় ৬-১০টা খিলান এবং ৩০ শতাংশ রোগীর করতলে একক আড়াআড়ি ভাঁজ  দেখা যায়।\nট্রাইসমি ২১ (ডাউন সিন্ড্রোম): ডাউন সিন্ড্রোমযুক্ত মানুষেরা প্রধানত আল্‌নার লুপগুলোর সঙ্গে একটা আঙুলের ছাপের আকার এবং ট্রাইরাডিয়া a, t এবং d ('adt অ্যাঙ্গল')-এর মধ্যে একটি আলাদা কোণ থাকে। অন্যান্য তফাৎের মধ্যে আছে করতলে একক আড়াআড়ি ভাঁজ (\"সিমিয়ান লাইন\") (রোগীদের ৫০ শতাংশের মধ্যে), হাইপোথেনার এবং ইন্টারডিজিটাল জায়গায়   ধরনগুলো এবং সাংখ্যিক মধ্যরেখা বরাবর নিচের সংযোগরেখা গণনা করা হয়; এটা বিশেষভাবে ডাউন সিন্ড্রোমে আক্রান্ত রোগীদের মধ্যে  ছোটো  আঙুলগুলোর সঙ্গে আঙুল মেলানোর সম্পর্কযুক্ত। ডাউন সিন্ড্রোমযুক্ত মানুষদের এবং নিয়ন্ত্রণের মধ্যে ত্বকের দাগের ধরনে অপেক্ষাকৃত কম তফাৎ দেখা যায়;  বাঁ হাতের আঙ্কিক সংযোগরেখার সংখ্যা থেকে ডান হাতের আঙ্কিক সংযোগরেখার সংখ্যা বাদ দেওয়ার মাধ্যমে এবং বাঁ হাতের পঞ্চম আঙ্কিক সংখ্যার দ্বারা জন্মগত হৃদয়ের ত্রুটিসম্পন্ন ডাউন সিন্ড্রোমযুক্ত ব্যক্তিদের রোগের সম্পর্ক নির্ধারণ করার ক্ষেত্রে ত্বকের দাগের চর্চাকে ব্যবহার করা যায়।\nটার্নার সিন্ড্রোম : যদিও প্যাটার্নের পুনরাবির্ভাব নির্দিষ্ট ক্রোমোজোমের অস্বাভাবিকতার ওপর ঘূর্ণিগুলির প্রাধান্য নির্ভর করে।  \nরুবিনস্টাইন-তায়েবি সিন্ড্রোম : চওড়া বুড়ো আঙুলের প্রাধান্য, মাঝের আঙুলগুলোর নিম্ন সংযোগরেখা গণনা এবং অন্তর্বর্তী আঙুলের ছাপের আকার । \nস্কিজোফ্রেনিয়া (স্মৃতিভ্রংশ) : এ বি সংযোগরেখাগুলোর গণনায় সাধারণত নিয়ন্ত্রণের তুলনায় কম থাকে। \n\n\n== তথ্যসূত্র =="}