{"pageid": 10188, "title": "টেলিফোন", "url": "https://bn.wikipedia.org/wiki?curid=10188", "content": "টেলিফোন মানুষের মুখের কথা যুগপৎ প্রেরণ ও গ্রহণের জন্য ব্যবহৃত বৈদ্যুতিক যন্ত্র, যার মাধ্যমে একে অপরের থেকে বহু দূরে অবস্থিত একাধিক ব্যক্তি মৌখিক যোগাযোগ স্থাপন করতে পারেন। টেলিফোন সস্তা, সহজে ব্যবহারযোগ্য এবং এর মাধ্যমে তাৎক্ষণিকভাবে কণ্ঠস্বরের মাধ্যমে ব্যক্তিগত যোগাযোগ স্থাপন করা যায়; এই সমস্ত সুবিধা অন্য কোনও মাধ্যমে সম্ভব নয়। এর ফলে বর্তমানে এটি বিশ্বের সর্বাধিক ব্যবহৃত যোগাযোগ যন্ত্র। সারা বিশ্বে শত শত কোটি টেলিফোন যন্ত্র ব্যবহার করা হয়। টেলিফোনের মাধ্যমে হাজার হাজার মাইল দুরের মানুষের সাথেও কথা বলা যায়। \"টেলিফোন\" একটি ইংরেজি শব্দ (\"টেলি\" অর্থ \"দূর\"; \"ফোন\" অর্থ \"ধ্বনি\")। বাংলায় এ যন্ত্রটিকে দূরভাষ বা দূরালাপনী নামেও ডাকা হয়ে থাকে।\n১৮৭৬ সালে মার্কিন উদ্ভাবক আলেকজান্ডার গ্রাহাম বেল বৈদ্যুতিক তারের মাধ্যমে মুখের কথা পাঠানোর যন্ত্রের জন্য মার্কিন যুক্তরাষ্ট্রের প্যাটেন্ট বা সরকারি সনদ লাভ করেন। এর ২০ বছরের মধ্যে টমাস ওয়াটসন, এমিল বার্লিনার, টমাস আলভা এডিসন ও অন্যান্যদের গবেষণার ফলশ্রুতিতে টেলিফোন যন্ত্রের নকশা এমন একটি স্থিতিশীল রূপ নেয় যা পরবর্তী প্রায় এক শতাব্দীরও বেশি সময় ধরে মৌলিকভাবে অপরিবর্তিত থাকে। ১৯৪৭ সালে ট্রানজিস্টরের আবির্ভাবের পর ধাতব তার ও ভারী ওজনের যন্ত্রপাতির পরিবর্তে হালকা ওজনের ও ঘনবিন্যস্ত বর্তনীসমৃদ্ধ টেলিফোন তৈরি করা শুরু হয়। ইলেকট্রনিক প্রযুক্তিতে উন্নতির সাথে সাথে আরও বেশ কিছু \"বুদ্ধিমান\" বৈশিষ্ট্য টেলিফোনে যুক্ত হয়। যেমন স্বয়ংক্রিয়ভাবে পুনঃসংযোগ স্থাপন করা, টেলিফোনে ডাকদাতার নম্বর শনাক্তকরণ, টেলিফোনে ডাকদাতাকে অপেক্ষা করানো, টেলিফোনের ডাক নতুন কাউকে হস্তান্তর করা, তারহীন সম্প্রচার, দৃশ্যমান উপাত্ত পর্দা, ইত্যাদি। এই সবগুলি বৈশিষ্ট্যই টেলিফোনের মূল নকশার কোন পরিবর্তন আনেনি, বরং সম্পূরক ভূমিকা পালন করেছে। শুরুর দিকে টেলিফোনের তার ব্যবস্থা ব্যবহার করেই ইন্টারনেটে সংযুক্ত হতে হত।\n\n\n== তারের টেলিফোনের গঠন ও কার্যপ্রণালী ==\nউদ্ভাবনের শুরু থেকে আজ পর্যন্ত একটি তারভিত্তিক টেলিফোন যন্ত্র মূলত সাতটি যন্ত্রাংশ নিয়ে গঠিত: শক্তির উৎস, সুইচ আংটা (বৈদ্যুতিক সংযোগস্থাপক ও বিচ্ছিন্নকারক), নম্বর প্রবিষ্টকারক, ঘণ্টাবাদক, প্রেরক, গ্রাহক এবং একটি পার্শ্বস্বররোধী বর্তনী।\nটেলিফোনের বৈদ্যুতিক শক্তির উৎস হল স্থানীয় টেলিফোন কার্যালয়। দুইটি তারবিশিষ্ট একটি বর্তনীর সাহায্যে এই বিদ্যুৎ সরবরাহ করা হয়। এটিকে স্থানীয় চক্র বলা হয়। এতে আদর্শ ভোল্টেজের পরিমাণ ৪৮ ভোল্ট।\nঅতীতে টেলিফোনের গ্রাহকটি একটি আংটায় ঝোলানো থাকত, যেটি বৈদ্যুতিক সুইচের মত কাজ করত। আংটায় ঝোলানো অবস্থায় স্থানীয় বৈদুতিক চক্র থেকে টেলিফোনটি বিচ্ছিন্ন হয়ে থাকত। যখন গ্রাহকটিকে আংটা থেকে তুলে নেওয়া হত, তখন টেলিফোন যন্ত্রটি স্থানীয় বৈদ্যুতিক চক্রের সাথে সংযুক্ত হত এবং এর মধ্য দিয়ে বিদ্যুৎ প্রবাহিত হত। এভাবে আংটাটি বৈদ্যুতিক সংযোগ স্থাপনকারী ও বিচ্ছিন্নকারী সুইচের ভূমিকা পালন করত। পরবর্তীতে উল্লম্বভাবে আংটায় ঝোলানোর বদলে টেলিফোনের গ্রাহককে স্প্রিংযুক্ত সুইচের উপরে শুইয়ে রাখা হয়। কিন্তু কাজের মূলনীতি একই থাকে। গ্রাহক সুইচের উপরে শুয়ে থাকলে সুইচটি নিচে অবনমিত থাকে এবং সংযোগ বিচ্ছিন্ন হয়ে থাকে। টেলিফোন ওঠালে সুইচটি স্প্রিংয়ের বদৌলতে উপরে উঠে আসে, ফোনটি স্থানীয় বৈদ্যুতিক চক্রের সাথে সংযুক্ত হয়। বৈদ্যুতিক সংযোগ স্থাপিত হবার পর এর উপস্থিতি জানান দেওয়ার জন্য টেলিফোন কার্যালয় থেকে নিম্ন কম্পাঙ্কের একটি ধ্বনি প্রেরণ করা হয়। ধ্বনিটিতে একই সাথে ৩৫০ ও ৪৪০ হার্জ কম্পাঙ্কের দুইটি ধ্বনি মিশ্রিত থাকে। এই ধ্বনিটিকে ইংরেজিতে ডায়াল টোন বলে। এটি জানান দেয় যে টেলিফোনটি তার ব্যবস্থার সাথে যুক্ত হয়েছে এবং নম্বর প্রবেশ করার উপযুক্ত সময় হয়েছে।\nটেলিফোন ডাকপ্রেরণকারী এরপর নম্বর প্রবিষ্টকারক যন্ত্রাংশটির মাধ্যমে ডাকগ্রাহকের নম্বরটি যন্ত্রে প্রবেশ করান। নম্বর প্রবিষ্টকারকের দ্বারা সৃষ্ট সংকেত স্থানীয় টেলিফোন কার্যালয়ের টেলিফোন সুইচগুলিকে সক্রিয় করে এবং ডাকগ্রহণকারী পক্ষের সাথে একটি সম্প্রচারপথ প্রতিষ্ঠিত হয়। টেলিফোন যন্ত্রের নম্বর প্রবিষ্টকারক অংশটি দুই ধরনের হতে পারে। একটিতে বৃত্তাকার চাকতি বা ডায়াল ঘুরিয়ে, অপরটিতে নম্বর দেওয়া চাবি টিপে টিপে নম্বর প্রবেশ করানো হয়।\nঘণ্টাবাদক যন্ত্রাংশটি ব্যবহারকারীকে জানান দেয় যে টেলিফোনের ডাক এসেছে। এজন্য ঘণ্টাবাদকটি একটি ঘণ্টাসদৃশ ধ্বনি বাজায়। ধ্বনিটি যান্ত্রিক বা ইলেকট্রনিক উপায়ে বাজানো হতে পারে। উভয় ক্ষেত্রেই টেলিফোন কার্যালয় থেকে পাঠানো ২০ হার্জ কম্পাঙ্কের ও ৭৫ ভোল্টের পরিবর্তী বৈদ্যুতিক প্রবাহের মাধ্যমে ঘণ্টাবাদকটিকে সক্রিয় করা হয়। সাধারণত ঘণ্টাধ্বনির প্রতিটি স্পন্দন দুই সেকেন্ড দীর্ঘ হয় এবং দুইটি স্পন্দনের মাঝে ৪ সেকেন্ডের বিরতি থাকে।\nপ্রেরক যন্ত্রাংশটি মূলত একটি অতিক্ষুদ্র মাইক্রোফোন, যা মানুষের কণ্ঠস্বরের শব্দতরঙ্গকে বিদ্যুৎপ্রবাহের স্পন্দনে রূপান্তরিত করে। তারপরে বিদ্যুৎপ্রবাহটিকে তারের মাধ্যমে (বা তারহীনভাবে) প্রেরণ বা সম্প্রচার করা হয় এবং সবশেষে অপরপ্রান্তের টেলিফোনের গ্রাহক অংশটি বিদ্যুৎপ্রবাহের স্পন্দনগুলিকে পুনরায় শব্দতরঙ্গে রূপান্তরিত করে। গ্রাহকটিতে একটি বৈদ্যুতিক চুম্বক থাকে যা একটি পর্দাকে স্পন্দনের প্রকৃতি অনুযায়ী বিভিন্ন শক্তিতে আকর্ষণ করে, যার ফলে পর্দাটিতে কম্পনের সৃষ্টি হয়। এই কম্পনগুলি বাতাসে শব্দতরঙ্গের সৃষ্টি করে শ্রবণযোগ্য ধ্বনির জন্ম দেয়। গ্রাহক ও প্রেরক অংশগুলি একটি হাতলেরর মধ্যে বসানো থাকে যার গ্রাহক প্রান্তটি কানের কাছে ও প্রেরক প্রান্তটি মুখের কাছে ধরতে হয়। হাতলটি তারের মাধ্যমে মূল টেলিফোন যন্ত্রের সাথে সংযুক্ত থাকে।\nপার্শ্বস্বররোধী বর্তনীটিতে অনেকগুলি পরিবর্তক, রোধক ও ধারক থাকে যেগুলি টেলিফোন ব্যবহারকারীর নিজের কণ্ঠস্বর যেন প্রেরক যন্ত্রাংশ থেকে গ্রাহক যন্ত্রাংশে প্রবাহিত হয়ে শুনতে না পাওয়া যায়, তা নিশ্চিত করে। এর ফলে গ্রাহক যন্ত্রাংশে কেবল তারের অপর প্রান্ত থেকে আগত অপর পক্ষের ব্যক্তির কণ্ঠস্বর শুনতে পাওয়া যায়।\n\n\n== সেলিউলার ফোনের উদ্ভব ==\n\n\n== তথ্যসূত্র =="}