{"pageid": 1019742, "title": "বাংলাদেশে সমকামিতার ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1019742", "content": "বাংলাদেশে সমকামিতার খুবই সংক্ষিপ্ত ইতিহাস রয়েছে। ১৯৪৭ সাল পর্যন্ত বাংলাদেশ ব্রিটিশ শাসনাধীন ছিলো এবং '৪৭ সালে পূর্ব বঙ্গ পূর্ব পাকিস্তান হিসেবে আত্মপ্রকাশ করে কারণ পূর্ব বঙ্গের সংখ্যাগরিষ্ঠ মানুষ মুসলমান ছিলো। বাংলাদেশের সংস্কৃতি বাঙ্গালি এবং ইসলামী দুটিরই সংমিশ্রণ দিয়ে তৈরি। সমকামিতা বা সমপ্রেম বাংলাদেশে সবসময়ই ট্যাবু (সামাজিক ভাবে নিষিদ্ধ) ছিলো এবং এখনো আছে। অনেক বাংলাদেশীই সমকামিতার ব্যাপারে গোপনীয়তা এবং নীরবতা অবলম্বন করেন। বাঙ্গালি সমাজ যে কোনো প্রেম এবং যৌনতার ব্যাপারে সবসময় রক্ষণশীল ছিলো।\n\n\n== প্রাচীন বাংলা ==\nদেব রাজবংশ থেকে শুরু করে সাতবাহন রাজবংশ পর্যন্ত বাংলার সমাজে হিন্দু শাসন ছিলো; তখন সমকামিতার পক্ষে কোনো কিছু সমাজে প্রচলিত ছিলোনা। যদিও নারী সমকামিতার কিছু উদাহরণ সমাজে পাওয়া যেতো।\n\n\n== বাংলায় মুসলিম শাসন ==\nইখতিয়ার উদ্দিন মুহাম্মাদ বিন বখতিয়ার খলজী ছিলেন বঙ্গ অঞ্চলের প্রথম মুসলিম শাসক যিনি ১২০৪ সালে বঙ্গ দখল করেন হিন্দুদের কাছ থেকে; বঙ্গ এর আগে বৌদ্ধ শাসনাধীনও ছিলো স্বল্পকাল। শাহী বাংলা এবং সুবাহ বাংলা-এর সূত্রপাত বা শেকড় বখতিয়ারের শাসন দ্বারাই শুরু হয়েছিলো। মুঘল সাম্রাজ্যে বাংলা অঞ্চলে কোনো সমকামিতার প্রচলন ওভাবে দেখা না গেলেও নারী সমকামিতার অঙ্কিত চিত্র পাওয়া যেতো। মুসলিম শাসনে বাংলায় কখনোই সমকামিতা বৈধ করা হয়নি কিন্তু সমকামীদেরকে শাস্তির আওতাতেও ওভাবে আনা হতোনা।\n\n\n== ব্রিটিশ শাসন ==\nপলাশীর যুদ্ধ বাংলায় ব্রিটিশ শাসনের সূত্রপাত ঘটিয়ে দেয় এবং বাংলায় মুসলিম শাসনের অবসান ঘটে এভাবেই। ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি বাংলা অঞ্চলে শাসন করা শুরু করে। সিপাহী বিদ্রোহ ১৮৫৭ হবার পর রানি ভিক্টোরিয়া ভারতের শাসন সরাসরি নিজের হাতে তুলে নেন ১৮৫৮ সালে। ১৮৬০ সালে ব্রিটিশরা 'প্রকৃতিবিরুদ্ধ আইন' নামের একটি আইন তৈরি করে যেটা 'ভারতীয় দণ্ডবিধির ধারা ৩৭৭' নামে পরিচিতি লাভ করে, এই প্রকৃতিবিরুদ্ধ আইন আসলে ছিলো পায়ুকামিতা আইনের অনুরূপ যেখানে সমকামিতার পরোক্ষ উল্লেখ ছিলো। যখন বাংলা অঞ্চল ব্রিটিশ শাসনাধীন ছিলো তখনই বাংলার নবজাগরণ ঘটে। এই নবজাগরণ মূলত বাঙালি হিন্দুদের মধ্যে হয়েছিলো এবং সেটি ছিলো পশ্চিমবঙ্গে। এই সময়কালে কেউ সমকামিতার পক্ষে কোনো কথা বলেননি, যদিও ব্রিটিশদের প্রকৃতিবিরুদ্ধ আইন অনুযায়ী নারী সমকামীদের সাজার আওতায় আনা হতোনা।\n\n\n== পাকিস্তান আমল ==\n১৯৪৭ সালে পাকিস্তান রাষ্ট্র জন্ম লাভ করে যার মধ্যে বাঙালি মুসলিমদের সংখ্যাগরিষ্ঠ দল পূর্ব পাকিস্তান গঠন করে পাকিস্তান আন্দোলন এবং লাহোর প্রস্তাব অনুযায়ী। ১৯৫৬'র পাকিস্তানের সংবিধান ছিলো স্বাধীন পাকিস্তানের প্রথম সংবিধান যেটি মূলত ব্রিটিশ আইন দ্বারা প্রভাবিত ছিলো এবং সমকামিতার ক্ষেত্রে ব্রিটিশদের করে যাওয়া সেই প্রকৃতিবিরুদ্ধ আইন (ধারা ৩৭৭) পাকিস্তানের সংবিধানে প্রবেশ করে। '৬২ সালে পাকিস্তানের আরেকটি সংবিধান প্রণীত হয়, এটাতেও পুরোনো ঔপনিবেশিক আমলের আইন রাখা হয়।\nস্বাধীন পাকিস্তানে বাঙালি মুসলিম সমাজের অনেক উন্নয়ন হওয়া শুরু হয়; বাঙালি মুসলিম সাহিত্য এবং সংস্কৃতির নতুন একটি ধারা তৈরি শুরু হয়। নব রাষ্ট্র পাকিস্তানে মুসলিম কবি, সাহিত্যিকদের গুরুত্ব দেওয়া হয় হিন্দু লেখকদের তুলনায়। পাকিস্তান রাষ্ট্রটি যেহেতু মুসলিম সংখ্যাগরিষ্ঠ ছিলো তাই হিন্দু সাহিত্যিকরা (বাঙালি হিন্দু) পাকিস্তানের সাহিত্য জগতে কম গুরুত্ব পাওয়া শুরু করেন এবং পাকিস্তানি বাঙালি সমাজে নতুন করে সাহিত্য রচনা শুরু হয়; ব্রিটিশ আমলের মুসলিম কবি, লেখকরা অনেক সম্মান পেতে শুরু করেন, কাজী নজরুল ইসলামকে সরকারীভাবে অনেক গুরুত্ব সহকারে নেওয়া হয়েছিলো। প্রথম পাকিস্তানি বাংলা চলচ্চিত্র মুখ ও মুখোশ (১৯৫৬); মুসলিম বাঙালি সংস্কৃতির একটি নতুন ধারা চালু হয় পাকিস্তান আমলে, পাকিস্তানি চলচ্চিত্র বিষমকামিতার প্রেম এবং বিয়েকে প্রচার করেছিলো। কোনো মুসলিম বাঙালি বুদ্ধিজীবীকে সমকামিতার পক্ষে কথা বলতে দেখা যায়নি; শিক্ষিত বাঙালি মুসলিম সমাজ ছিলো বিপরীতকামী-স্বাভাবিকতার পক্ষে। ঢাকা বিশ্ববিদ্যালয় এলাকায় (শাহবাগ এলাকায়) পতিতালয়ে ১৯৬০-এর দশকে কিশোর-সমকামী পেশাদার যৌনকর্মী থাকতো। পাকিস্তান আমলেও সমকামিতা ট্যাবুই ছিলো।\n\n\n== স্বাধীন বাংলাদেশ ==\n১৯৭১ সালে বাংলাদেশ স্বাধীন হয় এবং '৭২ সালে বাংলাদেশের সংবিধান প্রণীত হয়। বাংলাদেশের সংবিধান আসলে পাকিস্তানের সংবিধানেরই অনুরূপ ছিলো। এই সংবিধানেও দণ্ডবিধি ৩৭৭ অনুপ্রবেশ করেছিলো। স্বাধীন বাংলাদেশে সমকামীদেরকে কখনোই শাস্তির আওতায় আনা হয়নি; ১৯৮০-এর দশকে ঢাকার পতিতালয়ে প্রাপ্তবয়স্ক পুরুষ যৌনকর্মী (সমকামী)র খোঁজ পাওয়া গিয়েছিলো।\n২০১০-এর দশকে সমকামীদের জন্য বাংলা ভাষায় রূপবান (ম্যাগাজিন) বের করেন সমকামী অধিকার-কর্মী জুলহাজ মান্নান তবে তিনি দূর্বৃত্তদের হাতে খুন হলে সাময়িকীটির প্রকাশনা বন্ধ হয়ে যায়। এছাড়া ২০১৫ সালে পহেলা বৈশাখের মঙ্গল শোভাযাত্রাতে সমকামীদের একটি আনন্দ মিছিল হয়েছিলো, যদিও এটিও পরবর্তী বছরগুলোতে আর হয়নি, মাত্র দু'বার করা গিয়েছিলো এটি।\n\n\n== আরও দেখুন ==\n\nবাংলাদেশে সমকামীদের অধিকার\n\n\n== তথ্যসূত্র =="}