{"pageid": 1019382, "title": "রাজচন্দ্র দাস", "url": "https://bn.wikipedia.org/wiki?curid=1019382", "content": "রাজচন্দ্র দাস, (জন্ম ১৭৮৮) ছিলেন প্রীতিরাম দাসের মেজো ছেলে।  তবে কাজের মাপকাঠিতে রাজচন্দ্রকে ছাপিয়ে গিয়েছেন তাঁর স্ত্রী রানি রাসমণি। কার্যত স্ত্রীর পরিচয়েই এখন পরিচিত হন অষ্টাদশ শতকের এই গণ্যমান্য বঙ্গসন্তান। অত্যন্ত সাধারণ পরিবার থেকে তাঁদের উত্তরণ হয়েছিল জমিদারির স্তরে। রাজচন্দ্রের ঠাকুরদা কৃষ্ণরাম ছিলেন বাঁশের ব্যবসায়ী। তাঁর উপাধি হয়েছিল ‘মাড়'। তাঁর ছেলে প্রীতিরাম কাস্টমস হাউসে চাকরি করতেন। পাশাপাশি চালের ব্যবসাও শুরু করেছিলেন।দাস পরিবার কিন্তু প্রথম থেকেই কলকাতার বাসিন্দা নন। তাঁদের আদি বাস ছিল হাওড়ার খোসালপুর গ্রামে। কৃষ্ণরাম দাসের বোন বিন্দুবালা দাসীর বিয়ে হয়েছিল কলকাতার জানবাজারের জমিদার মান্না পরিবারে। পিসির বিয়ের পরে সম্পর্কের সূত্রে তাঁর শ্বশুরবাড়িতে দুই ভাইকে নিয়ে থাকতে আসেন প্রীতিরাম। ক্রমে জমিদার মান্না পরিবারের সঙ্গে আরও দৃঢ় হয় দাস পরিবারের সম্পর্ক। যুগল মান্নার মেয়েকে বিয়ে করেন প্রীতিরাম। ১৭৭৭ খ্রিস্টাব্দে সেই বিয়েতে তিনি যৌতুক পান জানবাজারের কয়েকটি বাড়ি এবং ১৬ বিঘে জমি। তাঁর বড় ছেলে হরচন্দ্র মারা যান নিঃসন্তান অবস্থায়।প্রথম দুই স্ত্রীর অকালমৃত্যুর পরে রাসমণিকে বিয়ে করেন রাজচন্দ্র, ১৮০৪ খ্রিস্টাব্দে। রাসমণিকে তাঁর মা আদর করে ‘রানি’ সম্বোধন করতেন। পরে কাজের সূত্রেও তাঁর নামের পাশে ‘রানি’ উপাধি থেকে যায় চিরকালীন ভাবেই। স্বামীর মৃত্যুর পরে জমিদারির রাশ চলে যায় রাসমণির হাতে। সময়ের সঙ্গে সঙ্গে ‘জমিদারগিন্নি’ থেকে তাঁর উত্তরণ হয় আক্ষরিক অর্থেই ‘রানি’-র উচ্চতায়।\nঅর্থ, বিত্ত, বৈভবে ঠাসা প্রীতিরাম মধ্যমবর্ণের  বিধায় কলকাতার উচ্চবর্ণের অভিজাতদের কাছে ব্রাত্যজন। উচ্চবর্ণের দাপটে ম্রিয়মাণ। ওদিকে ব্যবসায় মুনাফা তার ক্রমাগত বেড়েই চলেছে। জাহাজী ব্যবসায় পুঁজি বিনিয়োগ করলেন। ইংরেজ কেলভিন কোম্পানির প্রতিনিধি হলেন রাজচন্দ্র। রপ্তানি ব্যবসায় হাত দিলেন। তসর, মৃগনাভী, নীল প্রভৃতি রপ্তানি করে ইংল্যান্ডে। ব্রিটিশ কেলভিন কোম্পানির মাধ্যমে সে সকল পণ্য ইংল্যান্ডের বাজারে ছড়িয়ে পড়ে। রপ্তানি বাণিজ্যের পাশাপাশি স্টক-এক্সচেঞ্জের ব্যবসায় হাত দিলেন রাজচন্দ্র। নগদ অঢেল অর্থে কিনে ফেলেন বেলেঘাটা অঞ্চলটি। মজুদদারি ব্যবসায় ধান, পাট, চাল, গুড়, মুগ, মুসুর ডাল, তামা ইত্যাদি স্বল্প দামে কিনে অধিক দামে বিক্রিতে জলের মতো টাকা আসে। আজকের কলকাতার ধর্মতলা, ফ্রি স্কুল স্ট্রিট, নিউ মার্কেট, রাসমণি স্কোয়ারসহ পুরো অঞ্চলটি রাজচন্দ্র খরিদ করেছিলেন। ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি সহজে ভারত ত্যাগ করবে না। কলকাতায় তারা জাঁকিয়ে বসেছে। দূরদর্শী বৈষয়িক রাজচন্দ্র সেটা আঁচ করতে পেরে দ্রুত ময়দানের আশপাশের সমস্ত জমি খরিদ করে নিলেন। সাহেবদের পাড়াতেও বাড়ি কিনতে শুরু করেন। দক্ষিণ কলকাতার সেরা জমিগুলো ক্রয়ের পর রাজচন্দ্র কলকাতার সবচেয়ে অধিক জমির মালিক হন। হলেন কলকাতার প্রধান জমিদার।\n১৮১৩ সালে ছয় বিঘা জমির ওপর প্রীতিরামের শুরু করা প্রাসাদের নির্মাণ কাজ সম্পন্ন করলেন রাজচন্দ্র। তিনশ কক্ষের এ প্রাসাদে ছয়টি উঠোন, একটি সরোবর। সাতটি মহল, ঠাকুরদালান, নাটমন্দির, দেওয়ানখানা, কাছারি ঘর, অতিথিশালা, গোশালা, অস্ত্রশালা, প্রহরী-দেওয়ানদের কক্ষ। পঁচিশ লাখ টাকা ব্যয়ে নির্মিত হলো জানবাজারের প্রাসাদের লাগোয়া এই প্রাসাদটি।\nএত ব্যাপক অর্থ-বিত্তের মালিক হবার পরও মধ্যমবর্গের বিধায় রাজচন্দ্রের সামাজিক মর্যাদা লাভ সম্ভব হয়নি। পায়নি স্বীকৃতি এবং সামাজিক প্রতিষ্ঠা। স্ত্রী রাসমণির পরামর্শে মর্যাদা প্রতিষ্ঠায় উচ্চবর্ণের ধনীরা গঙ্গার ওপারে স্নানের ঘাট তৈরি করেছে। তাদের সঙ্গে পাল্লা দিয়ে গঙ্গার এপারে ঘাট তৈরিতে নেমে পড়েন। কোম্পানির অনুমতি সংগ্রহ করে প্রথমে নদীর পার তৈরি করলেন। নির্মাণ করলেন ছত্রিশটি স্তম্ভ বিশিষ্ট ঘাট। স্তম্ভের ওপর জুড়ে আচ্ছাদন। স্নানের জন্য নারী-পুরুষের পৃথক ব্যবস্থা। লর্ড বেন্টিঙ্ক-এর ঘোষণাপত্রে নাম দেয়া হলো ‘বাবু রাজচন্দ্র দাসের ঘাট’। লোকমুখে আজো সেটি ‘বাবুঘাট’ নামে প্রচলিত।\nরাজচন্দ্র জনহিতকর-জনকল্যাণমূলক কর্ম সাধনে মনোনিবেশ করেন। বাবুঘাটের পর আহেরীটোলায় নির্মাণ করেন বিশাল স্নানঘাট। নিমতলা শ্মশানঘাটে মৃত্যু পথযাত্রী অন্তর্জলির রোগীদের জন্য নির্মাণ করেন নিজ জমিতে বিশাল পাকা বাড়ি। অন্তজর্লিদের জন্য ব্যবস্থা করা হয় থাকা, খাওয়া ও চিকিৎসা ব্যবস্থা। রোগীদের সার্বক্ষণিক দেখভালের জন্য নিয়োগ করা হয় চিকিৎসকসহ পরিচারক-পরিচারিকা। রাজচন্দ্রের জনহিতকর এ সকল সংবাদ দ্রুত ছড়িয়ে পড়ে। সংবাদপত্রে ছাপা হয় রাজচন্দ্রের কীর্তি। ইন্ডিয়া গেজেটে নথিভুক্ত হয় রাজচন্দ্রের জনকল্যাণমূলক রাজকার্য। ১৮০৪ সালে রাজচন্দ্রের বিয়ের দুবছর পর জন্ম হয় কন্যা পদ্মমণির। ১৮১১-তে দ্বিতীয় কন্যা কুমারী, ১৮১৬ সালে তৃতীয় কন্যা করুণাময়ী, ১৮২৩ সালে চতুর্থ কন্যা জগদম্বার জন্ম। পুত্র ভাগ্য ছিল না। চার কন্যার পিতা হিসেবেই অগত্যা সন্তুষ্ট থাকলেন। ১৮১৭ সালে রাজচন্দ্রের পিতা প্রীতিরামের মৃত্যু হয়। ওই বছরই মারা যান তার মা। অর্থের বদান্যতায় পিতা-মাতার শ্রাদ্ধ করলেন বিশাল আয়োজনে। ৭১ নং ফ্রি স্কুল স্ট্রিটের প্রাসাদতুল্য আবাসে পিতা-মাতাহীন রাজচন্দ্র স্ত্রী-কন্যাদের নিয়ে বসবাস করেন।\nরাজচন্দ্রের বেলেঘাটার সম্পত্তিতে নিকাশের ব্যবস্থা নেই। প্রয়োজন খাল কেটে নিকাশের ব্যবস্থা করা। সর্বসাধারণের পারপারে সেতুও নেই। খাল কেটে সেতু নির্মাণ করে দিলেন রাজচন্দ্র। বেলেঘাটায় ব্রিটিশ কোম্পানির জায়গা না থাকায় তাদের অনুমতি নেয়ার প্রয়োজন পড়েনি। তবে রাজচন্দ্র সরকারকে শর্তারোপ করেন ব্রিজের জন্য সরকার সর্বসাধারণের থেকে কোনোরূপ টোল আদায় করতে পারবে না। সরকার শর্ত মানতে বাধ্য হয়।\nকলকাতার জ্ঞানী-গুণীজনদের কাছে নিজের অবস্থান তুলে ধরার কাজে হাত দিলেন রাজচন্দ্র। বিদ্যোৎসাহী মহলে নিজেকে যুক্ত করতে কলকাতার হিন্দু কলেজ প্রতিষ্ঠায় রাজচন্দ্র অকাতরে অর্থ সাহায্য করলেন। কলকাতা মেডিকেল কলেজ প্রতিষ্ঠায়ও অঢেল অর্থ দান করলেন।\nএই সকল জনকল্যাণমূলক কাজে ক্রমেই রাজচন্দ্রের সুনাম সর্বত্রে ছড়িয়ে পড়ে। বিলাসিতা, বেলেল্লাপনার বিপরীতে সর্বসাধারণের জন্য কল্যাণকর কাজে নিজেকে যুক্ত করে তখনকার কোম্পানি মুৎসুদ্দি ব্যবসায়ী ও জমিদারদের থেকে নিজের পরিচ্ছন্ন স্বাতন্ত্র্য ইমেজ দাঁড় করেন রাজচন্দ্র। এতে তথাকথিত উচ্চবর্ণের অভিজাত হিন্দুদের নিকট রাজচন্দ্রের অবস্থান সুদৃঢ় হয়ে ওঠে। রাজা রামমোহন রায়, প্রিন্স দ্বারকানাথ ঠাকুর, রাজা কালীকৃষ্ণ ঠাকুর, রাজা রাধাকান্ত দেব, দেওয়ান গঙ্গাগবিন্দ সিংহ, প্রসন্নকুমার ঠাকুর। কালীপ্রসন্ন সিংহ, অক্রূর দত্ত প্রমুখের সমমর্যাদা লাভের পাশাপাশি তাদের কাতারে বসে গেল রাজচন্দ্রের নাম। ঊনবিংশ শতাব্দীর উচ্চবর্ণের রাজা, মহারাজা, জমিদারদের সঙ্গে একত্রে স্বীকৃতি পেল মাহিষ্য বংশোদ্ভূত রাজচন্দ্র। পেলেন সরকারি স্বীকৃতিও। তাকে ‘রায়’ উপাধিতে ভূষিত করে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি। অনারারি ম্যাজিস্ট্রেট পদেও নিয়োগ দেয় কোম্পানি। রামমোহন রায়ের সতীদাহ প্রথা রোধে রাজচন্দ্রও যুক্ত হয়ে যান। ১৮২৯ সালে কলকাতায় স্থাপিত হয় প্রথম ব্যাংক। সে ব্যাংকেরও পরিচালক হলেন রাজচন্দ্র। রাজচন্দ্রের বাড়িতে আমন্ত্রিত হয়েছেন বাংলার বড়লাটও।\nরাজচন্দ্র ও রাসমণির সংসারে চার কন্যা। পদ্মমণি, কুমারী, করুণাময়ী ও জগদম্বা। এক পুত্র ভূমিষ্ঠ হবার পরই মারা যায়। মেয়েদের বিয়েও হয় সমবর্ণে। কেননা অসমবর্ণের বিয়ে তখন ভাবাই যেতো না। ধর্মীয় পাপাচার হিসেবে সেটা গণ্য হতো। বড় মেয়ের বিয়ে হয় মাহিষ্যকুলীন রামচন্দ্র দাসের সঙ্গে। দ্বিতীয় কন্যার বিয়ে হয় খুলনা জেলা নিবাসী প্যারীমোহনের সঙ্গে। তৃতীয় কন্যা করুণাময়ীর হয় মথুরামোহনের সাথে। স্বল্পায়ু করুণাময়ীর মৃত্যুর পর তৃতীয় জামাতা মথুরামোহনের নিকট চতুর্থ কন্যা জগদম্বার বিয়ে দিয়ে পুত্রবৎ জামাইকে বাড়িতে রেখে দেন।\n৯ জুন ১৮৩৬ সালে ভ্রমণকালে গাড়িতে হৃদরোগে আক্রান্ত হয়ে রাজচন্দ্র মস্তিষ্কে রক্তক্ষরণ ও প্যারালাইজড হয়ে মাত্র ৫৩ বছর বয়সে মৃত্যুবরণ করেন।\nরাজচন্দ্রের মৃত্যুর পর পুত্র না থাকায় ব্যবসা-জমিদারির একক দায়িত্ব বর্তায় রানী রাসমণির ওপর। অত্যন্ত শক্ত হাতে, ধীর-স্থির, অধিক বুদ্ধিমত্তায় রাসমণি রাজকার্য সামাল দিয়ে স্বামীর অবর্তমানে নিজের দৃঢ় অবস্থান নিশ্চিত করেছিলেন। স্বামীর সিলমোহর পাল্টে নিজের নামে সিলমোহরে জমিদারিতে ক্রমেই পারঙ্গম হয়ে ওঠেন। জমিদারি কার্যে জামাতা মথুরামোহন সর্বদা তাঁকে সাহায্য করতেন।।\n‘বাবু রাজচন্দ্র দাসের ঘাট’ বা ‘বাবুঘাট’ ছাড়াও তিনি তৈরি করিয়েছিলেন হাটখোলার ঘাট। স্নানার্থী এবং পুণ্যার্থীদের বাবুঘাটে পৌঁছনোর জন্য তিনি চৌরঙ্গি থেকে চওড়া রাজপথ তৈরি করান। পরে সে পথের নাম হয় অকল্যান্ড রোড। এখন সে পথকে আমরা চিনি রানি রাসমণি অ্যাভিনিউ নামে। মৃত্যুর আগে রাজচন্দ্র বিশাল জমিদারি ছাড়াও রেখে যান নগদ ৬৮ লক্ষ টাকা। তাঁর নামে বেঙ্গল ব্যাঙ্কের শেয়ার ছিল ৮ লক্ষ টাকার। এ ছাড়াও লোকের কাছে ধার দেওয়া ছিল ৩ লক্ষ টাকা।\n\n\n== তথ্যসূত্র ==\n\nবিষয়শ্রেণী:কলকাতার জমিদার"}