{"pageid": 1019303, "title": "ইউরেনাসের প্রাকৃতিক উপগ্রহ", "url": "https://bn.wikipedia.org/wiki?curid=1019303", "content": "সৌরজগৎের সপ্তম গ্রহ ইউরেনাসের ২৭টি প্রাকৃতিক উপগ্রহের সন্ধান পাওয়া গিয়েছে। এগুলির অধিকাংশেরই নামকরণ করা হয়েছে উইলিয়াম শেকসপিয়র ও আলেকজান্ডার পোপের রচনাকর্মে রূপায়িত অথবা উল্লিখিত চরিত্রদের নামানুসারে। ইউরেনাসের উপগ্রহগুলি তিনটি শ্রেণিতে বিভক্ত: তেরোটি অভ্যন্তরীণ উপগ্রহ, পাঁচটি প্রধান উপগ্রহ এবং নয়টি অনিয়মিত উপগ্রহ। অভ্যন্তরীণ উপগ্রহগুলি হল ক্ষুদ্রাকার অন্ধকারাচ্ছন বস্তু। এগুলির সাধারণ বৈশিষ্ট্যগুলি একই প্রকারের এবং উৎপত্তি ইউরেনাসের বলয়ের সঙ্গেই। পাঁচটি প্রধান উপগ্রহ উপগোলকের আকার বিশিষ্ট। এই আকার ইঙ্গিত করে যে এগুলি অতীতে কোনও এক সময়ে উদ্স্থিতি সাম্যাবস্থায় উপনীত হয়েছিল (এবং হয়তো এখনও সাম্যাবস্থাতেই রয়েছে)। চারটি প্রধান উপগ্রহের পৃষ্ঠভাগে গভীর গিরিখাত গঠন এবং অগ্ন্যুৎপাতের মতো অভ্যন্তর ভাগ হতে পরিচালিত প্রক্রিয়ার চিহ্ন আবিষ্কৃত হয়েছে। পাঁচটির মধ্যে বৃহত্তম উপগ্রহ টাইটানিয়ার ব্যাস ১,৫৭৮ কিলোমিটার। এটি সৌরজগৎের অষ্টম বৃহত্তম প্রাকৃতিক উপগ্রহ এবং এর ভর পৃথিবীর চাঁদের ভরের কুড়ি ভাগের এক ভাগ। নিয়মিত উপগ্রহগুলির কক্ষপথ ইউরেনাসের নিরক্ষরেখার সঙ্গে প্রায় একতলীয়। উল্লেখ্য, ইউরেনাসের কক্ষপথের সঙ্গে গ্রহটির নিরক্ষরেখা ৯৭.৭৭° কোণে অনত। ইউরেনাসের অনিয়মিত উপগ্রহগুলি গ্রহটির থেকে বহু দূরে উপবৃত্তাকার ও অত্যধিক আনত (অধিকাংশ ক্ষেত্রে পশ্চাদমুখী) কক্ষপথ ধরে গ্রহটিকে প্রদক্ষিণ করে চলেছে।\n১৭৮৭ সালে উইলিয়াম হার্শেল প্রথম দু’টি উপগ্রহ টাইটানিয়া ও ওবেরন আবিষ্কার করেন। অপর তিনটি উপগোলকাকার উপগ্রহ ১৮৫১ সালে উইলিয়াম লেসেল (এরিয়েল ও আমব্রিয়েল) এবং ১৯৪৮ সালে গেরার্ড কাইপার (মিরান্ডা) আবিষ্কার করেন। এই পাঁচটি উপগ্রহই গ্রহীয় ভর-বিশিষ্ট; তাই সরাসরি সূর্যকে প্রদক্ষিণ করলে এগুলিকে বামন গ্রহ হিসেবে গণ্য করা যেত। অবশিষ্ট উপগ্রহগুলি ১৯৮৫ সালের পরে হয় ভয়েজার ২ ফ্লাইবাই মিশনের সময় অথবা অত্যাধুনিক পৃথিবী-ভিত্তিক দূরবীন যন্ত্রের সাহায্যে আবিষ্কৃত হয়।\n\n\n== আবিষ্কার ==\nইউরেনাসের প্রথম যে দু’টি প্রাকৃতিক উপগ্রহ আবিষ্কৃত হয় সে দু’টি হল টাইটানিয়া ও ওবেরন। স্যার উইলিয়াম হার্শেল কর্তৃক গ্রহটি আবিষ্কারের ছয় বছর পরে ১৭৮৭ সালের ১১ জানুয়ারি তিনিই এই দু’টি উপগ্রহের স্থাননির্ণয় করেন। পরবর্তীকালে হার্শে ভেবেছিলেন তিনি ছয়টি উপগ্রহ (নিচে দেখুন) ও সম্ভবত একটি বলয়ও আবিষ্কার করেছেন। প্রায় ৫০ বছর হার্শেলের যন্ত্রটিই ছিল একমাত্র যন্ত্র যার দ্বারা উপগ্রহগুলি দৃষ্ট হয়েছিল। ১৮৪০-এর দশকে উন্নততর যন্ত্রপাতির সাহায্যে এবং আকাশে ইউরেনাসের অধিকতর অনুকূল অবস্থানের দৌলতে টাইটানিয়া ও ওবেরনের পাশাপাশি অন্যান্য উপগ্রহের বিক্ষিপ্ত ইঙ্গিত পাওয়া যায়। এরপর ১৮৫১ সালে উইলিয়াম হার্শেল পরবর্তী দু’টি উপগ্রহ এরিয়েল ও আমব্রিয়েল আবিষ্কার করেন। ইউরেনাসের উপগ্রহগুলির রোমান সংখ্যাগত বিন্যাসটি বেশ কিছু সময় ধরে নিরন্তর পরিবর্তনের ধারায় প্রবাহিত হচ্ছিল। প্রকাশনাগুলিও হার্শেল কর্তৃক চিহ্নিতকরণ (যেখানে টাইটানিয়া ও ওবেরন ছিল ইউরেনাস ২ ও ৪) ও উইলিয়াম লেসেল কর্তৃক চিহ্নিতকরণের (যেখানে কখনও কখনও উপগ্রহ দু’টি যথাক্রমে ১ ও ২ সংখ্যা দ্বারা নির্দেশিত হয়েছিল) মধ্যে দ্বিধাগ্রস্থ হয়ে পড়েছিল। এরিয়েল ও আমব্রিয়েল উপগ্রহ হিসেবে নিশ্চিতকৃত হওয়ার সঙ্গে সঙ্গে লেসেল ইউরেনাস থেকে দূরত্বের ভিত্তিতে উপগ্রহগুলির সংখ্যা ১ থেকে ৪ পর্যন্ত স্থির করেন এবং শেষ পর্যন্ত সেটিই চূড়ান্ত হয়। ১৮৫২ সালে হার্শেলের পুত্র জন হার্শেল তৎকালে জ্ঞাত চারটি উপগ্রহের নামকরণ করেন।\n\nপরবর্তী প্রায় একশো বছরে ইউরেনাসের আর কোনও উপগ্রহ আবিষ্কৃত হয়নি। ১৯৪৮ সালে ম্যাকডোনাল্ড মানমন্দিরে গেরার্ড কাইপার পাঁচটি বৃহৎ গোলকাকার উপগ্রহের মধ্যে ক্ষুদ্রতম তথা শেষ উপগ্রহ মিরান্ডা আবিষ্কার করেন। এর কয়েক দশক পরে ১৯৮৬ সালের জানুয়ারি মাসে ভয়েজার ২ মহাকাশ প্রোবের ফ্লাইবাইয়ের সময় আরও দশটি অভ্যন্তরীণ উপগ্রহ আবিষ্কৃত হয়। ১৯৯৯ সালে ভয়েজার ২ মহাকাশযান থেকে গৃহীত পুরনো আলোকচিত্রগুলি বিশ্লেষণ করার পর আরেকটি উপগ্রহ পার্ডিটা আবিষ্কৃত হয়।\nমনে করা হত, ইউরেনাসই হল শেষ দানব গ্রহ যেটির কোনও জ্ঞাত অনিয়মিত উপগ্রহ নেই। কিন্তু ১৯৯৭ সাল থেকে পৃথিবী-ভিত্তিক দূরবীন যন্ত্রগুলির সাহায্যে এই গ্রহের নয়টি দূরবর্তী অনিয়মিত উপগ্রহ আবিষ্কৃত হয়েছে। ২০০৩ সালে হাবল স্পেস টেলিস্কোপের মাধ্যমে আরও দু’টি ক্ষুদ্রাকার অভ্যন্তরীণ উপগ্রহ কিউপিড ও ম্যাব আবিষ্কৃত হয়। ২০২০ সালের হিসেব অনুযায়ী, মার্গারেট হল সর্বশেষ আবিষ্কৃত ইউরেনীয় উপগ্রহ। ২০০৩ সালের অক্টোবর মাসেই এটির বৈশিষ্ট্যগুলি প্রকাশিত হয়েছিল।\n\n\n=== ভ্রান্ত উপগ্রহ ===\n১৭৮৭ সালের জানুয়ারি মাসে টাইটানিয়া ও ওবেরন আবিষ্কারের পর হার্শেল ভেবেছিলেন তিনি আরও চারটি উপগ্রহ পর্যবেক্ষণ করেছেন: ১৭৯০ সালের ১৮ জানুয়ারি ও ৯ ফেব্রুয়ারি তারিখে দু’টি এবং ১৭৯৪ সালের ২৮ ফেব্রুয়ারি ও ২৬ মার্চ আরও দু’টি। এরপর বহু দশক সকলের ধারণা ছিল ইউরেনাসের ছয়টি উপগ্রহ রয়েছে। যদিও অন্য কোনও জ্যোতির্বিজ্ঞানীই শেষ চারটি উপগ্রহের অস্তিত্বের কথা সমর্থন করেননি। ১৮৫১ সালে লেসেলের পর্যবেক্ষণের ফলে এরিয়েল ও আমব্রিয়েল আবিষ্কৃত হয়। কিন্তু তিনিও হার্শেলের পর্যবেক্ষণগুলিকে সমর্থনে ব্যর্থ হন। হার্শের যদি টাইটানিয়া ও ওবেরন ছাড়া আরও কোনও উপগ্রহ দেখে থাকতেন, তাহলে তিনি নিশ্চয়ই এরিয়েল ও আমব্রিয়েলকে দেখেছিলেন। কিন্তু হার্শেল চারটি অতিরিক্ত উপগ্রহের যে কক্ষীয় বৈশিষ্ট্যের কথা উল্লেখ করেছিলেন তার সঙ্গে শেষোক্ত উপগ্রহ দু’টির কক্ষীয় বৈশিষ্ট্যের কোনও মিল পাওয়া যায়নি। মনে করা হয়, হার্শেলের চারটি ভ্রান্ত উপগ্রহের নাক্ষত্র পর্যায় ছিল ৫.৮৯ দিন (টাইটানিয়ার অভ্যন্তরভাগ), ১০.৯৬ দিন (টাইটানিয়া ও ওবেরনের মধ্যভাগ), ৩৮.০৮ দিন ও ১০৭.৬৯ দিন (ওবেরনের বহির্ভাগ)। সেই জন্যই এই সিদ্ধান্ত গ্রহণ করা হয়েছে যে হার্শেলের চারটি উপগ্রহ ভ্রান্ত। সম্ভবত আকাশে ইউরেনাসের অবস্থান যেখানে তার আশেপাশে অস্পষ্ট তারাগুলিকেই তিনি ভুল করে উপগ্রহ বলে চিহ্নিত করেছিলেন। তাই এরিয়েল ও আমব্রিয়েল আবিষ্কারের কৃতিত্ব লেসেলকেই দেওয়া হয়।\n\n\n== পাদটীকা ==\n ইউরেনাস একটা গ্রহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসিম্যুলেশন শোয়িং দ্য লোকেশন অফ ইউরেনাসে’স মুনস\n\"ইউরেনাস: মুনস\"। নাসা’জ সোলার সিস্টেম এক্সপ্লোরেশন। ২১ অক্টোবর ২০১৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০ সেপ্টেম্বর ২০০৮। \n\"নাসা'জ হাবল ডিসকভারস নিউ রিংস অ্যান্ড মুনস অ্যারাউন্ড ইউরেনাস\"। স্পেস টেলিস্কোপ সায়েন্স ইনস্টিটিউট। ২২ ডিসেম্বর ২০০৫। সংগ্রহের তারিখ ২০ ডিসেম্বর ২০০৮। \nশেপার্ড, স্কট। \"ইউরেনাসে'স নোন স্যাটেলাইটস\"। ৭ জুলাই ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০ সেপ্টেম্বর ২০০৮। \nগেজেটিয়ার অফ প্ল্যানেটারি নোমেনক্লেচার—ইউরেনাস (ইউএসজিএস)\n\nটেমপ্লেট:সৌরজগৎের প্রাকৃতিক উপগ্রহসমূহ (সুসংবদ্ধ)"}