{"pageid": 1019773, "title": "ডেড পয়েটস্ সোসাইটি", "url": "https://bn.wikipedia.org/wiki?curid=1019773", "content": "ডেড পয়েটস্ সোসাইটি ১৯৮৯ সালের একটি আমেরিকান কিশোর নাটক চলচ্চিত্র, যা টম শুলম্যান কর্তৃক রচিত এবং পিটার উইয়ার কর্তৃক পরিচালিত হয়েছে।এছাড়া চলচ্চিত্রতে রবিন উইলিয়ামস একটি মুখ্য চরিত্রে অভিনয় করেছেন। ১৯৫৯ সালের কাল্পনিক অভিজাত রক্ষণশীল ভার্মন্ট বোর্ডিং স্কুল ওয়েলটন একাডেমিতে চলচ্চিত্রটির কাহিনী শুরু হয়, চলচ্চিত্রটিতে একজন ইংরেজি শিক্ষকের গল্প বলা হয়েছে, যিনি তার ছাত্রদের কবিতা শেখানোর মাধ্যমে অনুপ্রাণিত করেন।\nচলচ্চিত্রটি বাণিজ্যিকভাবে সাফল্য পেয়েছে; এছাড়াও চলচ্চিত্রটি সেরা পরিচালক, সেরা চলচ্চিত্র এবং রবিন উইলিয়ামসের জন্য সেরা অভিনেতা হিসেবে  একাডেমি পুরস্কারের মনোনয়নসহ অসংখ্য প্রশংসায় ভূষিত  হয়েছে। চলচ্চিত্রটি সেরা চলচ্চিত্রের জন্য বাফটা পুরস্কার, সেরা বিদেশি চলচ্চিত্রের জন্য সিজার পুরস্কার এবং সেরা বিদেশি চলচ্চিত্রের জন্য ডেভিড ডি ডোনাটেলো পুরস্কার জিতেছে। শুলম্যান তার কাজের জন্য সেরা মূল চিত্রনাট্যের জন্য একাডেমি পুরস্কার পেয়েছিলেন।\n\n\n== কাহিনী ==\n১৯৫৯ সালের শরৎকালে, টড অ্যান্ডারসন তার উচ্চ-মাধ্যমিকের  শেষবছরটি  ওয়েলটন একাডেমিতে, একটি সর্ব-পুরুষ অভিজাত প্রাক বিদ্যালয় থেকে শুরু করে।ওয়েলটনের অন্যতম প্রতিশ্রুতিবদ্ধ শিক্ষার্থী নীল পেরিকে তার রুমমেট হিসাবে নিযুক্ত করা হয়েছে এবং নীলের বন্ধু: নাক্স ওভারস্ট্রিট, রিচার্ড ক্যামেরন, স্টিফেন মিকস, জেরার্ড পিটস এবং চার্লি ডাল্টনের এর সাথে তার সাক্ষাৎ হয়েছে।\nক্লাসের প্রথম দিনে, তারা নতুন ইংরেজি শিক্ষক জন কেটিংয়ের অপ্রচলিত শিক্ষণ পদ্ধতি দেখে অবাক হয়।কেটিং ওয়েলটনের একজন প্রাক্তন ছাত্র ছিল, সে নিজেই তার ছাত্রদের \"তাদের জীবনকে অসাধারণ\" করার জন্য উত্সাহিত করে, এটি একটি অনুভূতি যা লাতিন অভিব্যক্তি কার্পে দিএম এর সাথে সংক্ষিপ্তসার করে, যার অর্থ \" দিন উপভোগ করা \"।\nপরবর্তী পাঠগুলির মধ্যে হল তার ডেস্কের ওপর দাড়িয়ে তাদের জীবনকে অন্যরকমভাবে দেখা, তাদের কবিতা বইয়ের সূচিপত্র ছিড়ে ফেলতে বলা, যা কবিতা নির্ধারণের জন্য ব্যবহৃত একটি গাণিতিক সূত্রকে ব্যাখ্যা করে এবং তাদের তৈরি করার জন্য প্রাঙ্গণে  হাঁটার আমন্ত্রণ জানায় যাতে তারা  নিজস্ব পদ্ধতিতে তাদের ব্যক্তিগত বিকাশে উত্সাহিত হয়। তার পদ্ধতিগুলি কঠোর প্রধান শিক্ষক গেল নোলানের দৃষ্টি আকর্ষণ করে।\nওয়েলটনে থাকাকালীন কেটিং ও অননুমোদিত ডেড পয়েটস্ সোসাইটির সদস্য ছিলেন জানতে পেরে, নীল ক্লাবটি পুনরায় চালু করে। সে এবং তার বন্ধুরা ক্যাম্পাস থেকে একটি গুহায় গিয়ে লুকিয়ে, সেখানে তারা তাদের নিজস্ব রচনাগুলি সহ কবিতা এবং শ্লোক পাঠ করে। বিদ্যালয়ের বছর যখন এগিয়ে চলেছে, কেটিংয়ের পাঠ এবং ক্লাবের সাথে তাদের জড়িত থাকার কারণে তাদের নিজের ইচ্ছা অনুযায়ী তাদের জীবনযাপন করতে উৎসাহিত করে। নক্স একটি আকর্ষণীয় চিয়ারলিডার ক্রিস নোলের অন্বেষণ করছে যে স্থানীয় পাবলিক স্কুলের একজন ফুটবল খেলোয়াড় চেট ড্যানবুরির সাথে ডেটিং করছে। ড্যানবুরির পরিবার তাঁর সাথে বন্ধুভাবাপন্ন।\nনীল তার অভিনয়ের প্রতি ভালবাসা আবিষ্কার করে এবং এ মিডস্মার নাইটস ড্রিম-এর স্থানীয় প্রযোজনায় পকের চরিত্রে অভিনয় পান, যদিও তাঁর দাপুটে বাবা থমাস আইভি লিগে (এবং শেষ পর্যন্ত মেডিকেল স্কুল এ) তাকে দেখতে চেয়েছিলেন। কিটিং টডকে তার শেল থেকে বেরিয়ে আসতে এবং তার সম্ভাব্যতা উপলব্ধি করতে সহায়তা করে যখন সে তাকে আত্মপ্রকাশের অনুশীলনের মধ্য দিয়ে নিয়ে যায়, ফলস্বরূপ ক্লাসের সামনে স্বতঃস্ফূর্তভাবে একটি কবিতা রচনা করে।\nযাইহোক, চার্লি বিষয়টিকে একটু বাড়িয়ে নিয়ে যায়, যখন সে ক্লাবের নামে স্কুল পত্রিকায় একটি নিবন্ধ প্রকাশিত করার সময় মেয়েদের ওয়েলটনে ভর্তির দাবি জানান। ডেড পয়েটস\nসোসাইটিতে আর কে কে ছেন তা প্রকাশে তাকে বাধ্য করতে নোলান চার্লিচড় েলস দিয়েছিলেন, কিন্সেিনি প্রতিহত রেন। নোলান কেটিংয়ের সাথে কথাও লেন এবং তাকে সতর্ক করেয়লেন যে তিনি তার শিক্ষার্থীদের জিজ্ঞাসা কর্তৃত্ব থেকে নিরুৎসাহিতা উচিত বেন। কিটিং ছেলেদের (তার পদ্ধতিতে) উপদেশ দেয়, সতর্ক করে দেয় যে একজনকে অবশ্যই সমস্ত পরিণতি মূল্যায়ন করতে হবে।\nথমাস নাটকে নীলের জড়িততা আবিষ্কার করে এবং উদ্বোধনী পারফরম্যান্সের প্রাক্কালে তাকে নাটক ছাড়তে বাধ্য করে। বিধ্বস্ত, নীল কেটিংয়ের কাছে যায়, তিনি তাকে তার অবস্থান ধরে রাখার এবং থমাসকে প্রমাণ করার পরামর্শ দেন যে তার অভিনয়ের প্রতি ভালবাসা এমন একটি বিষয় যা সে গুরুত্ব সহকারে গ্রহণ করেছে। থমাসকে নীলের  পারফরম্যান্সে অপ্রত্যাশিতভাবে দেখা যায়। তিনি নীলকে বাড়িতে নিয়ে যান এবং বলেছেন যে তাকে ওয়েল্টন থেকে প্রত্যাহার করে নিয়ে আসা হয়েছে, তাকে কেবলমাত্র হার্ভার্ডের জন্য প্রস্তুত করার জন্য একটি সামরিক একাডেমিতে ভর্তি করা হবে যাতে সে একজন ডাক্তার হয়ে উঠবে। তার বাবার কাছে দাঁড়াতে সাহস পেতে না পেরে এবং তার সংশ্লিষ্ট মায়ের কোনও সমর্থন না পেয়ে এক অশান্ত নীল আত্মহত্যা করে।\nপেরির পরিবারের অনুরোধে নোলান নীলের মৃত্যুর তদন্ত করে। ডেড পয়েটস সোসাইটিতে তার নিজের অংশগ্রহণের জন্য শাস্তি থেকে বাঁচতে কেটিংয়ের উপর ক্যামেরন নীলের মৃত্যুর জন্য দোষারোপ করে এবং অন্য সদস্যদের নামও বলে দেয়। চার্লির মুখোমুখি হয়ে, ক্যামেরন তাদের কীটিংকে সব বিষয়ের জন্য দায়ী করতে বাকি সবাইকে বলে । চার্লি ক্যামেরুনকে ঘুষি মেরে বের করে দেয়। প্রত্যেকটি ছেলেকে ক্যামেরনের অভিযোগের সত্যতা প্রমাণ করে একটি চিঠিতে স্বাক্ষর করতে নোলানের অফিসে ডাকা হয়, যদিও তারা জানে যে তা মিথ্যা। টডের পালা এলে তিনি স্বাক্ষর করতে রাজি হয় না, তবে অন্যরা তার বাবা-মায়ের চাপে এবং স্বাক্ষর করতে বাধ্য হয়েছে থেকে সেও স্বাক্ষর করে।\nকিটিংকে বরখাস্ত করা হয় এবং নোলান (যিনি প্রধান শিক্ষক হওয়ার আগে ওয়েলটনে ইংরেজির শিক্ষক ছিলেন) ঐতিহ্যবাহী ওয়েলটনের বিধি মেনে চলার উদ্দেশ্য নিয়ে ক্লাসটি পড়ানোর দায়িত্ব গ্রহণ করে। কিটিং ক্লাসকে তার বাকী জিনিসপত্র সংগ্রহ করতে বাধা দেয়। তিনি চলে যাবার সাথে সাথে টড - তার কন্ঠস্বর আবিষ্কার করে, কেটিংয়ের কাছে প্রকাশ করে যে তার ভাগ্য নির্ধারণ করা কাগজটিতে ছেলেদের ভয় দেখিয়ে স্বাক্ষর করানো হয়েছে, এবং কেটিং টডকে আশ্বাস দেয় যে তিনি তাকে বিশ্বাস করেন। টড তখন তার ডেস্কে উঠে দাঁড়ায়, \" ও ক্যাপ্টেন! আমার ক্যাপ্টেন! \", যা ডেড পোয়েটস সোসাইটির অন্যান্য সদস্যদের (ক্যামেরন ব্যতীত) পাশাপাশি ক্লাসের আরও বেশ কয়েকজন শিক্ষার্থীকে অনুপ্রাণিত করে তাকে অনুকরণ করতে যা নোলানের ক্রোধ ও কেটিংয়ের খুশী বিস্ময়ের জন্ম দেয় । এই অঙ্গভঙ্গিতে ছোঁয়ে, কিটিং গর্বের সাথে ছেলেদের ধন্যবাদ জানায় এবং চলে যায়।\n\n\n== বক্স অফিস ==\nচলচ্চিত্রটি বিশ্বব্যাপী বক্স অফিসে $২৩৫,৮৬০,৫৭৯ আয় করেছিল, যার মধ্যে $৯৫,৮৬০,১১৬ ডলারের ঘরোয়া উপার্জন রয়েছে। চলচ্চিত্রটির বিশ্বব্যাপী আয় ১৯৮৯ সালে পঞ্চম সর্বোচ্চ এবং নাটকগুলির জন্য সর্বোচ্চ ছিল। ছবিটি ১৯৮৯ সালের ২২ শে সেপ্টেম্বর যুক্তরাজ্যে প্রকাশিত হয়েছিল এবং সেই সপ্তাহান্তে দেশের বক্স অফিসে শীর্ষ অবস্থানে ছিল।\n\n\n== সমালোচনা ==\nডেড পয়েটস্ সোসাইটি ৫৭ টি পর্যালোচনার ভিত্তিতে রটেন টমেটোগুলিতে একটি ৮৪% অনুমোদন রেটিং এবং গড় রেটিং ৭.২৮/১০ ধরে রেখেছে। সাইটের সমালোচনামূলক ঐক্যমত্যে লেখা আছে, \"তরুণ অভিনেতাদের অভিনয় পারফরম্যান্স এবং রবিন উইলিয়ামসের সত্যিকারের অনুপ্রেরণামূলক অভিনয় পিটার ওয়েয়ারের প্রিপ স্কুল নাটককে শীর্ষ সম্মান প্রদান করে।\" চলচ্চিত্রটি ১৪ টি পর্যালোচনার ভিত্তিতে মেটাক্রিটিকের ১০০ এর মধ্যে ৭৯ স্কোর ধরে রেখেছে, \"সাধারণভাবে অনুকূল পর্যালোচনাগুলি\" নির্দেশ করে। সিনেমাস্কোর দ্বারা পরিচালিত শ্রোতারা ছবিটিকে একটি বিরল \"এ +\" গ্রেড দিয়েছেন।\nওয়াশিংটন পোস্ট পর্যালোচক এটিকে \"শক্তপোক্ত, বুদ্ধিবৃত্তিক বিনোদন\" হিসাবে অভিহিত করেছেন এবং রবিন উইলিয়ামসকে \"সুন্দরভাবে সংযত অভিনয়\" করার জন্য প্রশংসা করেছেন। দ্য নিউইয়র্ক টাইমসের ভিনসেন্ট ক্যান্বিও উইলিয়ামসের \"ব্যতিক্রমীভাবে দুর্দান্ত পারফরম্যান্স\" এর প্রশংসা করেছেন, এবং উল্লেখ করেছেন যে \" ডেড পয়েটস্ সোসাইটি ... মুষ্টিমেয় ছাপানো ছেলের চেয়ে কেটি সম্পর্কে অনেক কম ব্যক্ত করে \"। পলিন কেল এই চলচ্চিত্রটি সম্পর্কে এবং তার \"মধ্যবর্তী উচ্চ পাগলপনা \" সম্পর্কে অসন্তুষ্ট হয়েছিলেন, তবে তিনি উইলিয়ামসের অভিনয়ের প্রশংসা করেছিলেন। \"\nরজার এবার্টের পর্যালোচনা মূলত নেতিবাচক ছিল, কেবল চলচ্চিত্রটিকে চার তারকার মধ্যে দুটি দিয়েছিলন। তিনি মাঝে মাঝে তাঁর স্টেস্ট কৌতুক অভিনেতার ব্যক্তিত্বের দিকে নজর রেখে অন্যথায় বিশ্বাসযোগ্য নাটকীয় অভিনয় নষ্ট করার জন্য উইলিয়ামসের সমালোচনা করেছিলেন এবং দুঃখ প্রকাশ করেছিলেন যে ১৯৫০-এর দশকের সিনেমার জন্য বিট জেনারেশন লেখকের কোনও উল্লেখ নেই। অতিরিক্তভাবে, এবার্ট এই চলচ্চিত্রটি প্রায়শই নিম্নমানে নির্মিত \"ধার্মিক নিরস মন্তব্যের সংগ্রহ হিসাবে বর্ণনা করেছিলেন।\"\nজন সাইমন, জাতীয় পর্যালোচনার জন্য লিখেছেন, ডেড পয়েটস্ সোসাইটি হ'ল তার সাম্প্রতিক সময়ের মধ্যে দেখা সবচেয়ে ছলনাপূর্ণ চলচ্চিত্র।\n\n\n== প্রশংসা ==\nডেড পয়েটস্ সোসাইটি সেরা মৌলিক চিত্রনাট্য (টম শুলম্যান) এর জন্য একাডেমি পুরস্কার জিতেছে। পিটার ওয়েয়ার সেরা পরিচালকের জন্য একটি মনোনয়ন পেয়েছিলেন এবং চলচ্চিত্রটিকে ১৯৮৯ সালে সেরা ছবির জন্য মনোনীত করা হয়। রবিন উইলিয়ামস তার সেরা অভিনেতা হিসেবে  শীর্ষস্থানীয় ভূমিকায় অভিনয়ের জন্য দ্বিতীয় মনোনয়ন পেয়েছিলেন এবং তখন থেকে চরিত্রটি অভিনেতা / কৌতুক অভিনেতার সেরা চরিত্রগুলির একটি হিসাবে ব্যাপকভাবে স্বীকৃত। চলচ্চিত্রটি সেরা চলচ্চিত্রের জন্য বাফটা পুরস্কারও জিতেছে।\n\nএকাডেমি পুরস্কার (ইউএসএ) ১৯৯০\nবিজয়ী : সেরা মূল চিত্রনাট্যের জন্য একাডেমি পুরস্কার - টম শুলম্যান\nমনোনীত: সেরা অভিনেতার একাডেমি পুরস্কার - রবিন উইলিয়ামস\nমনোনীত: সেরা পরিচালকের একাডেমি পুরস্কার - পিটার ওয়েয়ার\nমনোনীত: সেরা চিত্রের জন্য একাডেমি পুরস্কার - প্রযোজক-স্টিভেন হাফ্ট, পল জাঙ্গার উইট এবং টনি টমাস।\nবাফটা পুরস্কার (ইউকে) ১৯৮৯\nবিজয়ী : সেরা চলচ্চিত্র\nবিজয়ী : সেরা প্রকৃত চলচ্চিত্র স্কোর (মরিস জারে)\nমনোনীত: শীর্ষস্থানীয় ভূমিকার সেরা অভিনেতা (রবিন উইলিয়ামস)\nমনোনীত: দিকনির্দেশনায় সেরা অর্জন (পিটার ওয়েয়ার)\nমনোনীত: সেরা সম্পাদনা (উইলিয়াম অ্যান্ডারসন)\nমনোনীত: সেরা মূল চিত্রনাট্য (টম শুলম্যান)\nমনোনীত: সেরা পরিচালক (পিটার ওয়েয়ার)\nসিজার অ্যাওয়ার্ডস (ফ্রান্স)\nবিজয়ী : সেরা বিদেশী চলচ্চিত্র\nডেভিড ডি ডোনাটেলো পুরস্কার (ইতালি)\nবিজয়ী : সেরা বিদেশী চলচ্চিত্র\nডিরেক্টরস গিল্ড অফ আমেরিকা (ইউএসএ)\nমনোনীত: মোশন পিকচারগুলিতে অসামান্য নির্দেশিকা অর্জন (পিটার ওয়েয়ার)\nগোল্ডেন গ্লোব পুরস্কার (ইউএসএ)\nমনোনীত: একটি মোশন চলচ্চিত্রে অভিনেতার সেরা অভিনয় - নাটক (রবিন উইলিয়ামস)\nমনোনীত: সেরা পরিচালক - মোশন চলচ্চিত্র (পিটার ওয়েয়ার)\nমনোনীত: সেরা মোশন চলচ্চিত্র - নাটক\nমনোনীত: সেরা চিত্রনাট্য - মোশন চলচ্চিত্র (টম শুলম্যান)\nরাইটার্স গিল্ড অফ আমেরিকা (ইউএসএ)\nমনোনীত: সেরা চিত্রনাট্য - আসল (টম শুলম্যান)\nছবিটি এএফআইয়ের ১০০ বছরের… ১০০ চিয়ার্স তালিকায় # ৫২ ভোট পেয়েছিল, যা সর্বকালের সেরা ১০০ সবচেয়ে অনুপ্রেরণামূলক ছায়াছবির একটি তালিকা।\nছবিটির লাইন \" কার্পে দিএম \"। ছেলেরা দিন কাটাও। তোমাদের জীবন অসাধারণ কর। \" আমেরিকান চলচ্চিত্র প্রতিষ্ঠান ৯৫ তম সর্বশ্রেষ্ঠ সিনেমা উদ্ধৃতি হিসেবে নির্বাচিত করেছে।\n\n\n=== উত্তরাধিকার ===\n২০১৪ সালের আগস্টে রবিন উইলিয়ামসের মৃত্যুর পরে, তাঁর কাজের ভক্তরা ছবিটির চূড়ান্ত দৃশ্য \" হে ক্যাপ্টেন! আমার ক্যাপ্টেন! \"দৃশ্যটি সামাজিক যোগাযোগ মাধ্যমে ছড়িয়ে তাঁর প্রতি সম্মান জানিয়েছিল।\n\n\n== আরও দেখুন ==\n\"দ্য চেঞ্জিং অব দ্য গার্ড\", ১৯৬২ সালের ১ জুন দ্য টোয়াইলাইট জোন- এর একটি পর্ব, ডোনাল্ড প্লিজেন্স অভিনীত নিউ ইংল্যান্ডের একটি বালক বিদ্যালয়ের অবসরপ্রাপ্ত ইংরেজ শিক্ষক হিসাবে, যে ছেলেদের জীবনে কোনও পার্থক্য করেছে কিনা তা নিয়ে নিজেকে প্রশ্ন করে।\nদ্য ইম্পেরর্স ক্লাব (২০০২), একটি আমেরিকান নাটক চলচ্চিত্র যার কাহিনী উত্তর-পূর্বের ছেলেদের প্রস্তুতিমূলক বিদ্যালয়ে শুরু হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nMunaretto, Stefan (২০০৫)। Erläuterungen zu Nancy H. Kleinbaum/Peter Weir, 'Der Club der toten Dichter' (জার্মান ভাষায়)। Bange। আইএসবিএন 3-8044-1817-1। \n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ডেড পয়েটস্ সোসাইটি  (ইংরেজি)\nবক্স অফিস মোজোতে ডেড পয়েটস্ সোসাইটি (ইংরেজি)\nরটেন টম্যাটোসে ডেড পয়েটস্ সোসাইটি (ইংরেজি)\nমেটাক্রিটিকে ডেড পয়েটস্ সোসাইটি (ইংরেজি)"}