{"pageid": 1019399, "title": "ক্যালকাটা বয়েজ’ স্কুল", "url": "https://bn.wikipedia.org/wiki?curid=1019399", "content": "ক্যালকাটা বয়েজ’ স্কুল প্রতিষ্ঠিত করেছিলেন শ্রদ্ধেয় জেমস মিলস থোবার্ন (ভারতের মেথডিস্ট মিশনারী, এবং পরে মেথডিস্ট এপিসকোপাল চার্চের মিশনারী বিশপ), এবং খোলা হয়েছিল ১৮৭৭ সালে। এটি অনুমোদিত হয়েছিল রবার্ট লেইডল এবং অন্যান্যদের দ্বারা যারা অ্যাংলো-ভারতীয় এবং আবাসিক ইউরোপীয় সম্প্রদায়ের ছেলেদের পড়াশুনোতে আগ্রহী ছিলেন।\n\n\n== ইতিহাস ==\n\nক্যালকাটা বয়েজ’ স্কুলের নির্মান ভারতে মেথডিস্ট এপিসকোপাল চার্চের নির্মাণের সাথে জড়িত ছিল। ১৮৭৩ সালের জানুয়ারি মাসে, শ্রদ্ধেয় উইলিয়াম টেলর কলকাতায় থোবার্নের মেথডিস্ট এপিসকোপাল চার্চের কাজটি আবিষ্কার করেন। তিনি স্থলাভিষিক্ত হন শ্রদ্ধেয় জেমস মিলস থোবার্নের দ্বারা। পরবর্তীকালের প্রবল প্রচার শীঘ্রই এন্টালি ব্যাপটিস্ট চ্যাপেলকে ক্রমবর্ধমান সংখ্যার সাথে মোকাবিলা করতে অক্ষম করে। ১৮৭৪ সালের ফেব্রুয়ারি মাসে, ১৪৫ ধর্মতলা স্ট্রিটে একটি নতুন চ্যাপেল খোলা হয়, যা নির্মাণ করা হয়েছিল বিশাল ১৬,০০০ টাকা দিয়ে যার মধ্যে বোম্বে থেকে জর্জ ব্রাউন ১০,০০০ টাকা দিয়েছিলেন। অতিশীঘ্রই এই চ্যাপেলটিও ক্রমবর্ধমান জনসমবায়কে উপযোজন করতে অসক্ষম হয় যতদিন না আরেকটি বৃহৎ চ্যাপেল ধর্মতলা স্ট্রিটে বানানো হয়। নতুন থোবার্ন চার্চটি উৎসর্গ করা হয় ৩১ ডিসেম্বর ১৮৭৫ সালে। ১৮৮৮ সালে শ্রদ্ধেয় জেমস মিলস থোবার্নকে ভারত এবং মালেশিয়ার মুখ্য বিশপ হিসেবে নির্বাচিত করা হয় - ভারতের প্রথম মুখ্য বিশপ।\nবিশপ থোবার্নই ক্যালকাটা বয়েজ’ স্কুলটি প্রতিষ্ঠিত করেন। প্রথমে মট লেনে অবস্থিত ছিল, এবং পরবর্তী কালে কর্পোরেশন স্ট্রিটের(যেটি এখন এস এন ব্যানার্জী রোড) একটি বাড়িতে স্থানান্তর হয়, স্কুলটি নিজস্ব একটি বিল্ডিং না ছাড়াই বেঁচে থাকার জন্য সংগ্রাম করেছিল। ১৮৯৩ সালে এই স্কুলটি একটি স্থায়ী স্থান অধিকার করে স্কুলের প্রধান পৃষ্ঠপোষক স্যার রবার্ট লেইডল এর সাহায্যে, যিনি 'হোয়াইটঅ্যাওয়ে, লেইডল এন্ড কোম্পানির' প্রতিষ্ঠাতা ছিলেন।\nস্কুলটির এখন চারটি হাউস রয়েছে প্রতিষ্ঠাতা, উপকারকারী এবং শুভাকাঙ্ক্ষীদের নামানুসারে; থোবার্ন (লাল), লেইডল (সবুজ), ওয়ার্ন (হলুদ), এবং হেনডারসন (নীল)।\nস্কুলের অধ্যক্ষ ও সচিব শিক্ষাবিদ ক্লিফর্ড হিস্কের সময়ে, মধ্যবর্তী বিল্ডিংটির গঠন করা হয় যা এখন সিবিএস চ্যাপেল হল নামে পরিচিত। নামকরণ হয় 'ফ্রিচলে বিল্ডিং', যেটি প্রাক্তন অধ্যক্ষ মিঃ হরাস খ্রিস্টফার ফ্রিচলের (১৯৩১-১৯৫১) অবসর সুবিধা এবং গ্র্যাচুইটির জন্য নির্মাণ করা সম্ভব হয়, যেটা তিনি তার প্রাণের সিবিএস কে দান করেছিলেন স্কুলের ছাত্রদের অনুদানের সাথে। স্কুলের লাইব্রেরির (যা এখন পুরনো ফিজিক্স ল্যাবে রয়েছে) নামকরণ হয় \"দা ক্লিফর্ড হিক্স মেমোরিয়াল লাইব্রেরি\"। পুরনো লাইব্রেরিটিকে সিবিএস-এর সংরক্ষণাগার (২০০৮ সালে নির্মিত) তৈরি করা হয়েছে।\nগিল্বার্ট স্যামুয়েল, যিনি ১৯৯৭ সালে অধ্যক্ষ হন, তিনি সহ-পাঠ্যক্রমিক ক্রিয়াকলাপকে আরও বাড়িয়েছেন, যাতে সিবিএস-এর ছাত্ররা প্রিমিয়ার ন্যাশনাল এবং ইন্টারন্যাশনাল প্রতিযোগিতায় অংশ নিতে পারে, এবং ফলস্বরূপ তারা ২০০৩ সালে বায়োলজি অলিম্পিয়াডে এবং ২০০৪ সালে ইন্টারন্যাশনাল ইনফরম্যাটিক্স অলিম্পিয়াডে দ্বিতীয় স্থান অধিকার করে। ২০০৫ সালে সিবিএস অনূর্ধ্ব-১৬ জাতীয় ক্রিকেট টুর্নামেন্ট জেতে, এবং ২০০৪ সালে ইন্টার-স্কুল ফ্র্যাঙ্ক অ্যান্থনি মেমোরিয়াল ডিবেটে জাতীয় রাউন্ডে জেতে।\nরাজা ম্যাকগি, যিনি ২০০৭ সাথে অধ্যক্ষ হন, তিনি ইউএসও - ইউনাইটেড স্টুডেন্টস ওর্গানাইজেশন (একটি নির্বাচিত ছাত্র পরিষদ) এবং ডিআইএ - ডিপার্টমেন্ট অফ ইনোভেশন এন্ড অ্যাসেসমেন্ট প্রবর্তিত করেন। একই বছরে ভাষা উৎসব \"লিঙ্গুয়া ফিয়েস্তা\" এবং বিজ্ঞান উৎসব \"কসমা\" (কম্পিউটার, সাইন্স এন্ড ম্যাথস) প্রবর্তিত করা হয়।\nসিবিএস-এর অধ্যক্ষ ও সচিব থাকাকালীন, তিনি ২০০৮ সালে সোনারপুরে, ২০১০ সালে বেলিয়াঘাটাতে, এবং ২০১৫ সালে আসানসোলে (পূর্ব বর্ধমান) শাখা ক্যাম্পাস খোলেন।\nপশ্চিম প্রান্তের বিল্ডিং (২০১৭ সালে) এবং একটি দুর্দান্ত ঔপনিবেশিক ভবন, যেটি \"কমমেমোরেশন বিল্ডিং\" নামে পরিচিত, তা তৈরি করা হয়। আর্ট, বিজ্ঞান এবং কম্পিউটার ল্যাবরেটরি, ক্যাফেটেরিয়া, জিম্ন্যাসিয়াম, বোর্ড রুম, এবং ক্লাসরুম যা ১০-ই এপ্রিল, ২০১৮ সালে, মহামান্য শ্রী কেশরী নাথ ত্রিপাঠী, পশ্চিমবঙ্গের মাননীয় রাজ্যপাল মহাশয় মহান উদযাপনের মাধ্যমে উদ্বোধন করেন। ক্যাম্পাসে একটি বাস্কেটবল কোর্টও তৈরি করা হয়।\nস্কুলটি বিজ্ঞান, কমার্স এবং হিউম্যানিটিসে কোর্স অফার করে (২০১৯ সাথে শুরু) যে সমস্ত ছাত্র আইএসসিতে তালিকাভুক্ত হয় তাদের জন্য।\n\n\n== উল্লেখযোগ্য প্রাক্তন ছাত্র ==\nচন্দ্রাজিত ব্যানার্জী, ডিরেক্টর জেনেরাল - কনফেডারেশন অফ ইন্ডিয়ান ইন্ডাস্ট্রি\nপ্রতীক প্রকাশ ব্যানার্জী, ভারতীয় বিচারক\nষষ্ঠী ব্রত, লেখক\nস্বপন কুমার চক্রবর্তী, জাতীয় গ্রন্থাগারের প্রাক্তন ডিরেক্টর\nপূর্বায়ন চ্যাটার্জী, সেতারিস্ট\nউৎপল চ্যাটার্জী, ক্রিকেটার\nরুশই জিজিভয়, ক্রিকেটার\nঅ্যাটলামাস কবির, ভারতের প্রাক্তন প্রধান বিচারপতি\nঅমিত মিত্র, পশ্চিমবঙ্গের অর্থমন্ত্রী\nরুদ্রাংশু মুখার্জী, সম্পাদক, দ্য টেলিগ্রাফ\nগৌরব পাণ্ডে, চলচ্চিত্র নির্মাতা\nঅশোক সোম, সহযোগী ডিন, ইএসএসইসি বিজনেজ স্কুল\nবেঞ্জামিন ওয়াকর, লেখক\nরাজা তীব্রেওয়াল, গুগুলের সিনিয়র সফটওয়্যার ইঞ্জিনিয়ার\nসৌগত বসু, পুরডু বিশ্ববিদ্যালয়, গণিতের অধ্যাপক\nঅনুজ গুপ্ত, উপরাষ্ট্রপতি, সিটি-তে ট্রেজারি এবং ট্রেড সলিউশন\nপ্রকাশ পানাঙ্গাদেন, অধ্যাপক, ম্যাকগিল বিশ্ববিদ্যালয়\nসুপ্রকাশ দত্ত, অধ্যাপক, ইয়র্ক বিশ্ববিদ্যালয়\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}