{"pageid": 1019292, "title": "ভাস্বর বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1019292", "content": "ভাস্বর বন্দ্যোপাধ্যায় (জন্ম: ১১ ফেব্রুয়ারি ১৯৫২) একজন বাংলাদেশী আবৃত্তিকার, সাংবাদিক, শিক্ষাবিদ ও অভিনেতা। তিনি বাংলাদেশ আবৃত্তি সমন্বয় পরিষদের প্রথম সভাপতি ছিলেন। তিনি বর্তমানে স্ট্যামফোর্ড বিশ্ববিদ্যালয় বাংলাদেশে চলচ্চিত্র ও গণমাধ্যম বিষয়ে অধ্যাপক হিসেবে নিয়োজিত আছেন। শিল্পকলার আবৃত্তি শাখায় অবদানের জন্য তিনি ২০২১ সালে বাংলাদেশ সরকার কর্তৃক প্রদত্ত দ্বিতীয় সর্বোচ্চ বেসামরিক সম্মাননা একুশে পদকে ভূষিত হন।\n\n\n== জীবনী ==\nভাস্বর বন্দ্যোপাধ্যায় ১৯৫২ সালের ১১ই ফেব্রুয়ারি তৎকালীন পূর্ব পাকিস্তানের (বর্তমান বাংলাদেশ) খুলনা জেলায় জন্মগ্রহণ করেন। তার পিতা লোহিত কান্তি বন্দ্যোপাধ্যায় এবং মাতা দেবী বন্দ্যোপাধ্যায়। তার পিতা আবৃত্তিকার, নাট্য অভিনেতা ও নাট্য নির্দেশক ছিলেন। তিনি কলকাতার অপেশাদার মঞ্চ দলে অভিনয় করতেন। কলকাতা থেকে খুলনায় আসার পর তিনি সেখানে অভিনয় করতেন ও নাট্য নির্দেশনা দিতেন। পিতার প্রভাবে তিনিও আবৃত্তি শুরু করেন এবং বিদ্যালয়ের সমাপনী অনুষ্ঠান, ঘরোয়া অনুষ্ঠান, ও পাড়ার অনুষ্ঠানে আবৃত্তি করতেন।\nবাংলাদেশের স্বাধীনতা যুদ্ধের পর তিনি সাংবাদিকতার সাথে যুক্ত হন। তিনি খুলনায় জাতীয় সমাজতান্ত্রিক দলের একটা পত্রিকায় বার্তা সম্পাদক হিসেবে কাজ করতেন। এরপর তিনি ঢাকার দৈনিক বঙ্গবার্তার খুলনা প্রতিনিধি হিসেবে যুক্ত হন। সাংবাদিকতায় আগ্রহ থেকে তিনি ১৯৭৫ সালে ঢাকা বিশ্ববিদ্যালয়ে সাংবাদিকতা বিভাগে ভর্তি হন। এরপর ভারত সরকারের বৃত্তি নিয়ে তিনি দিল্লির ন্যাশনাল স্কুল অব ড্রামায় পড়তে যান। সেখান থেকে সাংবাদিকতায় স্নাতক ও স্নাতকোত্তর সম্পন্ন করেন। দিল্লি থেকে কলকাতায় এসে তিনি রবীন্দ্রভারতী বিশ্ববিদ্যালয় থেকে নাটক বিষয়ে ডক্টরেট ডিগ্রি অর্জন করেন।\n১৯৮২ সালে দেশে ফিরে তিনি আবৃত্তি ফেডারেশন গড়ে তুলেন। এই ফেডারেশন বেশি দিন কার্যকর ছিল না। ১৯৮৫ সালে তিনি তার নিজ সংগঠন কথা আবৃত্তি চর্চা কেন্দ্র প্রতিষ্ঠা করেন। তিনি ১৯৮৮ সালের ১৪ এপ্রিল (পয়লা বৈশাখ) বাংলাদেশ আবৃত্তি সমন্বয় পরিষদ প্রতিষ্ঠা করেন। তিনি এই পরিষদের প্রতিষ্ঠাতা সভাপতি ছিলেন। ১৯৮৯ সালে তিনি এই পরিষদের উদ্যোগে প্রথম জাতীয় আবৃত্তি উৎসবের আয়োজন করেন।\n\n\n== চলচ্চিত্রের তালিকা ==\nছিটকিনি (২০১৭)\n\n\n== পুরস্কার ও সম্মাননা ==\n২০২১: শিল্পকলায় একুশে পদক\n\n\n== তথ্যসূত্র =="}