{"pageid": 1019432, "title": "বিস্ময়কর ইউরোপ", "url": "https://bn.wikipedia.org/wiki?curid=1019432", "content": "বিস্ময়কর ইউরোপ একটি সংবাদ ম্যাগাজিন ধারাবাহিক যা আগস্ট 2011 সালে আল জাজিরা ইংরেজিতে প্রিমিয়ার হয় এবং নেদারল্যান্ডের হিউম্যানিস্টিশে ওমরোপে সম্প্রচারিত হয়। এই ধারাবাহিকটি ইউরোপে আফ্রিকার অভিবাসী জনসংখ্যার অভিজ্ঞতা অনুসন্ধান করে। ধারাবাহিকটির নয়টি পর্ব সম্প্রচারিত হয়েছে।\n\n\n== ভিত্তি ==\nসুসুনা গোলুবা একজন অনিবন্ধিত অভিবাসী হিসাবে তার ভাগ্য খুঁজতে ইউরোপে যাওয়ার সিদ্ধান্ত নেওয়ার আগে উগান্ডায় ফটো সাংবাদিক হিসাবে কাজ করতেন। ইউরোপের চারণভূমি গুলো যতটা সবুজ মনে হয় সেগুলো ততটা সবুজ নয় তাকে তার জন্য সহজ পথটি খুঁজে বের করতে হয়েছিল। সুসুনা পাঁচ বছরেরও বেশি সময় ধরে অনিবন্ধিত অভিবাসী হিসাবে নাম প্রকাশ না করেই কাজ শেষ করেছেন। অনিয়মিত পরিষ্কারের কাজ করে তিনি যে দুর্লভ উপার্জন করেছিলেন তার কারণে তিনি অনেক বিপদ থেকে বেঁচে যান।\n\n\n== নির্মাণ ==\nসুনা ২০০৫ সালে নেদারল্যান্ডে ছিলেন তখন আমস্টারডামের শিফোল বিমানবন্দরে আগুন লাগে, যা আন্তর্জাতিক গণমাধ্যমে আলোচিত হয়। বিমানে করে নির্বাসনের জন্য আসা ১১ জন অনথিভুক্ত অভিবাসীকে বন্দী করে রাখা হয়। এই ঘটনা সুনার ইউরোপ সম্পর্কে ধারণার একটি টার্নিং পয়েন্ট ছিল। তিনি কল্পনাও করতে পারেননি যে এই মাপের একটি বিপর্যয় ধনী ও সুসংগঠিত ইউরোপে ঘটতে পারে।\nসুনা বলেন, \"অনেকে রাতে ইউরোপ ভ্রমণের নামে তাদের সম্পত্তি বিক্রি করে, কিন্তু আমি তাদের সতর্ক করতে চাই যারা জানে না তাদের স্কিফোলের ঘটনা জানা উচিৎ।\"\nএই বিস্ফোরণ একজন সাংবাদিক হিসেবে তার প্রায় চলে যাওয়ার সহজাত প্রবৃত্তির সূত্রপাত ঘটায়: একভাবে, এটি তার নিজের মধ্যে থাকা শোচনীয় পরিস্থিতির দিকে তার চোখ খুলে দেয়। এখন তিনি পরিষ্কারভাবে দেখতে পাচ্ছেন যে তার জীবন ইউরোপের মিথ্যা প্রত্যাশা এবং উগান্ডায় তার পরিবারের উচ্চ প্রত্যাশার মধ্যে আটকে আছে। তার মত অনথিভুক্ত অভিবাসীরা যে কোন অধিকার, সুরক্ষা এবং সুযোগ থেকে বঞ্চিত, যে কঠিন পরিস্থিতিতে সে তার পরিবারকে কীভাবে সাহায্য করতে পারে?\nসুনা গোলুবা এইভাবে সারা ইউরোপ জুড়ে আফ্রিকানদের গল্প নিয়ে একটি টেলিভিশন ধারাবাহিক তৈরির উদ্যোগ গ্রহণ করেন। তিনি নিশ্চিতভাবে ইউরোপের একমাত্র আফ্রিকান অভিবাসী নন। অনেক সমস্যার উৎপত্তি এই বাস্তবতা থেকে যে আফ্রিকান অভিবাসীরা যথাযথ কাগজপত্র ছাড়াই ইউরোপে আসে এবং ইউরোপে তাদের সম্ভাবনার একটি মিথ্যা ছবি নিয়ে আসে। এটা বদলে যেতে পারে আফ্রিকায় ফিরে আসা অভিবাসীদের কাহিনী দেখিয়ে।\nতার ধারণা ইউরোপীয় প্রযোজনা সংস্থা দ্য হোয়াইট বয়েজ লুফে নেয় যারা তাকে টিভি ধারাবাহিকটি বানাতে সাহায্য করতে ইচ্ছুক ছিল। বিস্ময়কর ইউরোপ নির্মাণ তার একটি স্বপ্ন ছিল। এটা তাকে অনুভব করায় যে তার কষ্ট বৃথা নয়। তিনি তার সহকর্মী আফ্রিকানদের বাড়িতে জানাতে পারেন ও তাদের অপরিবর্তনীয় ভুল করতে বাধা দিতে পারেন। সে জানে তাদের কেমন লাগছে, কারণ সেও একই পরিস্থিতিতে ছিল।\n\n\n== উপস্থাপক ==\nএই ধারাবাহিকে সেই সব সাংবাদিকরাই ছিলেন যারা‌ সুসনার মতো আফ্রিকা থেকে ইউরোপে অভিবাসী হয়েছেন।\n\n\n=== বর্তমান উপস্থাপক ===\n২০১১-এর হিসাব অনুযায়ী বর্তমান সাংবাদিকরা:\n\nসুসুনা গোলুবা (২০১১)\nকে-নেল (হোস্ট, ২০১১)\nলর্ড একোমি এনডং (২০১১)\nসোরিয়াস সামুরা (২০১১)\nবোন ফা (২০১১)\nঅ্যাডি বান্টু (২০১১)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআল জাজিরা ইংরেজি"}