{"pageid": 1019907, "title": "দ্য ক্রুডস", "url": "https://bn.wikipedia.org/wiki?curid=1019907", "content": "দ্য ক্রুডস হলো ২০১৩ সালের একটি হাস্যরসাত্মক অ্যাডভেঞ্চারধর্মী মার্কিন কম্পিউটার-অ্যানিমেটেড চলচ্চিত্র, যার প্রযোজক ড্রিম ওয়ার্কস অ্যানিমেশন এবং সম্প্রচারকারী হলো টুয়েন্টিয়েথ সেঞ্চুরি স্টুডিওজ। চলচ্চিত্রটি রচনা করেছেন কির্ক ডি মিক্কো এবং পরিচালনা করেছেন ক্রিস স্যান্ডার্স। চলচ্চিত্রটিতে কণ্ঠ দিয়েছেন নিকোলাস কেজ, এমা স্টোন, রায়ান রেইনল্ডস, ক্যাথারিন কেইনার, ক্লার্ক ডিউক এবং ক্লোরিস লিচম্যান।\nফিল্মটির প্রিমিয়ার ভার্সন ২০১৩ সালের ১৫ ফেব্রুয়ারি, ৬৩ তম বার্লিন আন্তর্জাতিক চলচ্চিত্র উৎসবে প্রদর্শিত হয়েছিল। এটি ২০১৩ সালের ২২ মার্চ মার্কিন যুক্তরাষ্ট্রে প্রকাশিত হয়েছিল। বিতরণ চুক্তির অংশ হিসাবে, ২০১২ সালে প্যারামাউন্ট পিকচার্সের সাথে বিতরণ চুক্তির সমাপ্তির পরে, এটি ২০ শতাব্দী ফক্স দ্বারা বিতরণ করা প্রথম ড্রিম ওয়ার্কস অ্যানিমেশন চলচ্চিত্র ছিল। দ্য ক্রুডস সাধারণত ইতিবাচক পর্যালোচনা পেয়েছিল এবং বক্স অফিসে সাফল্য হিসাবে প্রমাণিত হয়েছে। $১৩৫-১৭৫ মিলিয়ন ডলার বাজেটের ছবিটি $৫৮৭ মিলিয়ন ডলারের বেশি আয় করেছে। এটি সেরা অ্যানিমেটেড ফিচারের জন্য একাডেমি পুরস্কার এবং সেরা অ্যানিমেটেড ফিচার চলচ্চিত্রের জন্য একটি শ্রেষ্ঠ অ্যানিমেটেড চলচ্চিত্র বিভাগে গোল্ডেন গ্লোব পুরস্কার মনোনীত হয়েছিল।\nছবিটি একটি নতুন ফ্র্যাঞ্চাইজি চালু করেছে। একটি টেলিভিশন সিরিজ, ডন অফ দ্য ক্রডস, যা ২০১৫ সালের ২৪ ডিসেম্বর নেটফ্লিক্সে আত্মপ্রকাশ করেছিল। দ্য ক্রডস: এ নিউ এজ, শিরোনামে জোয়েল ক্রফোর্ড পরিচালিত একটি সিক্যুয়েল ২০২০ সালের ২৫ নভেম্বর প্রকাশিত হয়েছিল।\n\n\n== পটভূমি ==\nক্রডস নামে একটি গুহা পরিবার বেশ কয়েকটি প্রাকৃতিক দুর্যোগের হাত থেকে বেঁচে গিয়েছিল। একগুঁয়ে পিতা গ্রাগ খাদ্য সংগ্রহের সময়টুকুর জন্যও জন্যও কাউকে গুহার বাইরে যেতে অস্বীকার করেন। তার কিশোরী কন্যা ইপ তার পরিবারকে ভালবাসে তবে প্রায়ই তার পিতার এই কঠোরতার বিরুদ্ধে বিদ্রোহ করে। এক রাতে, ইপ যখন একটি আলো দেখতে পায় তখন তিনি আলোর উৎসের দিকে তাকিয়ে থাকেন একসময় সেখানে উপস্থিত হয় এবং গাই নামে একটি উদ্ভাবনী আধুনিক মানব ছেলের মুখোমুখি হয়েছিল। যে একটি মশাল তৈরী করেছিল। গাই তাকে আসন্ন প্রাকৃতিক দুর্যোগ সম্পর্কে সতর্ক করেছিল এবং তাকে পালাতে সহায়তা করার প্রস্তাব দিয়েছিল। তবে ইপ পরিবারের সাথে থেকে যাবার সিদ্ধান্ত নেন। গাই তাকে সাহায্যের জন্য একটি শিঙা দেয়। তাকে বলে দেয় প্রয়োজন হলে৷ সে যেন শিঙায় ফুঁ দেয়। কিন্তু ইপ যখন তার ভ্রান্ত পরিবারে ফিরে আসে, তারা \"নতুন\" এর ভয়ে শিঙাটি নষ্ট করে ফেলে।\nএকটি বিশাল ভূমিকম্প গুহা এবং আশেপাশের জমিগুলিকে ধ্বংস করে দেয় এবং ক্রুডসরা তাদের বাড়ির পর্বতের নীচে আবিষ্কার করা একটি জঙ্গলে পালিয়ে যায়। \"ম্যাকোনাভিওর\" নামক একটি উজ্জ্বল রঙিন লাইন অনুসরণ করে তারা সামনে এগিয়ে যায়।তারা একটি নিরাপদ আশ্রয়ের খোঁজ করতে থাকে।\nরাতের খাবারের জন্য একটি পাখির ডিম চুরি করার সময় গাই তাদের শেখায় কীভাবে পাখির জন্য ফাঁদ তৈরী করা যায়। গাই ক্রুডস পরিবারের জন্য জুতা এবং অন্যান্য \"আইডিয়া\" আবিষ্কার করে এবং বেশিরভাগ ক্রুডসের কাছে নিজেকে প্রিয় করে তোলে যা তাদের পথে সহায়তা করে। তিনি \"কাল\" একটি গল্পও বলেছেন, যেটি এমন একটি আলোর দেশ যেখানে কৌতূহল ভয় পাওয়ার কথা নয়। গ্রাগ গাইয়ের প্রতি ইর্ষান্বিত হয়। বিশেষত যখন সে লক্ষ্য করে যে সে এবং ইপের প্রেমে পড়েছে।\nপরিবারটি একটি গুহা খুঁজে পেয়েছে, তবে গ্রাগ ছাড়া আর কেউ ভিতরে থাকতে চায় না। কারন তারা বাইরে থাকতে মানিয়ে নিতে শিখেছে। রাগান্বিত, গ্রাগ গাইকে আক্রমণ করে, কিন্তু দু'জনই এক ঝাঁকুনির উপর দিয়ে আলকাতরার স্রোতে আটকে যায়। গাই তখন গ্রাগকে বলে যে তিনি তার পরিবারকে আলকাতরার স্রোতের প্রবাহে হারিয়েছে এবং বিশ্বাস করেন যে তাদেরও এখন সেই অবস্থা হবে। এসময় গ্রাগ সিদ্ধান্ত নেয় যে পালানোর জন্য তাকে এবং গাইকে একসাথে কাজ করতে হবে। চুনকিকে আকৃষ্ট করার জন্য তারা একটি ডামি তৈরি করে, যারা তাদের একটি মহিলা বিড়ালের প্রতিকৃতি তৈরী করে এবং কৌশলে তাদেরকে আলকাতরা থেকে টেনে তোলে।\nএকটি আগ্নেয়গিরির বিপর্যয় শুরু হয় এবং গাই এবং ক্রুডসরা একটি অস্তিত্বের কিনারায় পালিয়ে যায় যেখানে মহাদেশগুলো বিচ্ছিন্ন হয়ে গেছে। গ্রাগ ধোঁয়ার মধ্য দিয়ে সূর্যের উত্তাপ অনুভব করে এবং বুঝতে পারে যে অন্যদিকে ভাল জমি থাকতে পারে। গ্রাগ একের পর এক সবাইকে ছুড়ে উপরে তুলে ফাটলের অন্য পাশে নিক্ষেপ করে। তিনি একসময় একা একপাশে একটি গুহায় আশ্রয় নেন।\nগ্রাগ চুঙ্কির মুখোমুখি হয়। তিনি একসময় চুঙ্কিকে পোষ মানিয়ে তোলে। এরপর সে একটি \"আইডিয়া\" পায় এবং চুঙ্কিকে ব্যবহার করে সে ফাটলের অপর পাশে তার পরিবারের কাছে পৌছতে সক্ষম হয়।\nপরিবারের নেতা হিসাবে গ্রাগ, ইপ এবং গাইকে মেনে নেয়। গাই এবং তাদের নতুন পোষা প্রাণীগুলির সাথে একসাথে ক্রুডসরা একটি গ্রীষ্মমণ্ডলীয় পর্বতমালায় একটি নতুন জীবন শুরু করে যা সমুদ্রের তীরে নেমে গেছে। যেখানে তারা প্রতিদিন সূর্যের অনুসরণ করতে পারে এবং গাই এবং গ্রাগ উভয়ে উভয়ের সাথে আবিষ্কারগুলি উপভোগ করতে পারে।\n\n\n== কণ্ঠশিল্পী ==\nনিকোলাস কেজ হলেন গ্রাগ ক্রুড,একজন গুহামানব, উগার স্বামী, ইপ থাঙ্ক এবং স্যান্ডির পিতা।\nএমা স্টোন হলেন ইপ ক্রুড,একজন কিশোরী গুহামানবী, যিনি গ্রাগ এবং উগার প্রথম কন্যা, থাঙ্ক এবং স্যান্ডির বড় বোন এবং গ্রানির সবচেয়ে বয়সী নাতনী। ইপ জ্যেষ্ঠ সন্তান এবং তার পরিবারের অন্যান্য সদস্যদের চেয়ে নতুন কিছু করার চেষ্টা করতে তিনি অনেক বেশি আগ্রহী। গাইয়ের প্রতি তার রোমান্টিক অনুভূতি রয়েছে।\nরায়ান রেনল্ডস হলেন গাই, একজন বিকশিত কিশোর, গুহাবালক, যে বেল্ট নামে তার পোষ্যের সাহায্যে নিজেকে বা অন্যকে সহায়তা করতে পারে এমন নতুন ধারণা এবং উদ্ভাবনের কথা চিন্তা করে। ইপের প্রতি তার রোমান্টিক অনুভূতি রয়েছে।\nক্যাথরিন কিনার হলেন উগা ক্রুড, গ্রাগের স্ত্রী, ইপ থাঙ্ক এবং স্যান্ডির জননী। তিনি গ্রাগের চেয়ে বেশি মুক্তমনা, তবে তাঁর পরিবারকে সুরক্ষিত রাখতে তিনি অপারগ।\nক্লাঙ্ক ডিউক হলেন থাঙ্ক ক্রুড,একজন গুহাবালক, গ্রাগ এবং উগার ছেলে, ইপ এবং স্যান্ডির ভাই এবং গ্রানির নাতি। থাঙ্ক মাঝারি শিশু এবং অনুজ্জ্বল বর্নের। তিনি ডগলাস নামে একটি পোষা কুমির পালন করেন।\nক্লোরিস লিচম্যান হলেন গ্রানি, একজন বৃদ্ধ এবং হিংস্র গুহামানবী, যিনি উগার মা, গ্রাগের শাশুড়ি এবং ইপ, থাঙ্ক এবং স্যান্ডির দাদি।\nরান্ডি থমকে হলেন স্যান্ডি ক্রুড, গ্রাগ এবং উগার কনিষ্ঠ কন্যা,ইপ এবং থাঙ্কের ছোট বোন এবং গ্রানির কনিষ্ঠ নাতনি। সে এখনও কথা বলার পরিবর্তে কামড়ায় এবং গর্জন করেন।\nক্রিস স্যান্ডার্স হলেন বেল্ট, গাই এর পোষা প্রাণী।\n\n\n== মুক্তি ==\n২০১৩ সালের ফেব্রুয়ারিতে ৬৩ তম বার্লিন আন্তর্জাতিক চলচ্চিত্র উৎসবে প্রতিযোগিতা বিভাগে দ্য ক্রুডস উদ্বোধনী প্রদর্শনী (চলচ্চিত্র)তে প্রদর্শিত হয়েছিল। এটি ২০১৩ সালের ২২ মার্চ মার্কিন যুক্তরাষ্ট্রে মুক্তি পেয়েছিল। ছবিটি 4DX ফরম্যাটে প্রদর্শিত প্রথম বৈশিষ্ট্যযুক্ত চলচ্চিত্র ছিল এবং এটি হাঙ্গেরির বুদাপেস্টের সিনেমা সিটি থিয়েটারে প্রদর্শিত হয়েছিল। হাঙ্গেরির বুড়োপেষ্টের সিনেমা সিটি থিয়েটারে, স্ট্রোব লাইট, সিট ঝুঁকানো আসন, হাওয়া ও কুয়াশা এবং দুর্গন্ধের প্রভাব চলচ্চিত্রের প্রদর্শনীকে প্রশ্নবিদ্ধ করেছিল। এটি চীনের প্রথম চলচ্চিত্র যা ওরিয়েন্টাল ড্রিম ওয়ার্কস বিতরণ করেছিল। ওরিয়েন্টাল ড্রিম ওয়ার্কস হলো একটি চলচ্চিত্র প্রযোজনা এবং বিতরণ সংস্থা যা ২০১২ সালে ড্রিম ওয়ার্কস অ্যানিমেশন এবং চীনের বিনিয়োগ সংস্থাগুলো মিলে প্রতিষ্ঠা করেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে দ্য ক্রুডস  (ইংরেজি)\nবক্স অফিস মোজোতে দ্য ক্রুডস (ইংরেজি)\nরটেন টম্যাটোসে দ্য ক্রুডস (ইংরেজি)\nমেটাক্রিটিকে দ্য ক্রুডস (ইংরেজি)"}