{"pageid": 1019689, "title": "অল দ্য প্রেসিডেন্ট্‌স মেন (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1019689", "content": "অল দ্য প্রেসিডেন্ট্‌স মেন ১৯৭৬ সালে মুক্তিপ্রাপ্ত মার্কিন রাজনৈতিক জীবনীনির্ভর নাট্যধর্মী চলচ্চিত্র। এটি তৎকালীন মার্কিন রাষ্ট্রপতি রিচার্ড নিক্সনের অভিশংসিত হওয়ার অন্যতম কারণ ওয়াটারগেট কেলেঙ্কারি নিয়ে নির্মিত। চলচ্চিত্রটি ওয়াটারগেট কেলেঙ্কারি নিয়ে দ্য ওয়াশিংটন পোস্টের দুই অনুসন্ধানী সাংবাদিক কার্ল বার্নস্টিন ও বব উডওয়ার্ডের ১৯৭৪ সালে একই নামের বাস্তব কাহিনিভিত্তিক বই অবলম্বনে নির্মিত। উইলিয়াম গোল্ডম্যানের চিত্রনাট্যে চলচ্চিত্রটি পরিচালনা করেছেন অ্যালান জে. পাকুলা।\nচলচ্চিত্রটিতে ডাস্টিন হফম্যান বার্নস্টিন এবং রবার্ট রেডফোর্ড উডওয়ার্ড চরিত্রে অভিনয় করেন। রেডফোর্ডের ওয়াইল্ডউড এন্টারপ্রাইজের ব্যানারে চলচ্চিত্রটি প্রযোজনা করেন ওয়াল্টার কোবলেঞ্জ।\nচলচ্চিত্রটি ৮টি বিভাগে একাডেমি পুরস্কার, ৪টি বিভাগে গোল্ডেন গ্লোব পুরস্কার এবং ১০টি বিভাগে বাফটা পুরস্কারের মনোনয়ন লাভ করে। ২০১০ সালে চলচ্চিত্রটিকে \"সাংস্কৃতিক, ঐতিহাসিক, বা নান্দনিকভাবে গুরুত্বপূর্ণ\" বিবেচনা করে লাইব্রেরি অব কংগ্রেস মার্কিন যুক্তরাষ্ট্রের জাতীয় চলচ্চিত্র রেজিস্ট্রিতে সংরক্ষণের জন্য নির্বাচন করে।\n\n\n== অভিনয়শিল্পীগণ ==\n\n\n== মূল্যায়ন ==\n\n\n=== বক্স অফিস ===\nঅল দ্য প্রেসিডেন্ট্‌স মেন প্রথম সপ্তাহে ৬০৪টি প্রেক্ষাগৃহ থেকে $৭,০১৬,০০১ আয় করে মার্কিন যুক্তরাষ্ট্রের বক্স অফিসে শীর্ষস্থান দখল করে। এটি সবমিলিয়ে বক্স অফিসে $৭০.৬ মিলিয়ন আয় করে।\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nচলচ্চিত্রটি মুক্তির সময়ে শিকাগো সান-টাইমস-এর রজার ইবার্ট চলচ্চিত্রটিকে ৪-এর মধ্যে ৩+১⁄২ তারকা প্রদান করেন এবং লিখেন \"এতে সাংবাদিকতা নিয়ে সবচেয়ে পর্যবেক্ষণধর্মী গবেষণা করা হয়েছে, যা আমরা পূর্ণদৈর্ঘ্য চলচ্চিত্রে কখনো দেখিনি। এবং এটি উল্লাস, মানসিক ভ্রম, আত্ম-সন্দেহ, ও সাহসের সংমিশ্রণে সফল হয়েছে যা দ্য ওয়াশিংটন পোস্ট-এর দুই প্রতিবেদককে রাষ্ট্রপতির পিছনে লাগতে অনুমতি দিয়েছে।\" ভ্যারাইটি \"বিচক্ষণ পরিচালনা ও লেখনীর\" প্রশংসা করে যা নাটকীয়তার কমতিকে পূরণ করেছে। শিকাগো রিডার-এর ডেভ কার চলচ্চিত্রটির লেখনীর সমালোচনা করেন এবং একে \"একগেঁয়ে\" ও \"ব্যর্থ সম্ভাবনার অধ্যয়ন\" বলে আখ্যায়িত করেন।\"\n\n\n=== স্বীকৃতি ===\nএএফআইয়ের ১০০ বছর...১০০ রোমাঞ্চ - #৫৭\nএএফআইয়ের ১০০ বছর...১০০ নায়ক ও খলনায়ক:\nবব উডওয়ার্ড ও কার্ল বার্নস্টিন - #২৭\nএএফআইয়ের ১০০ বছর...১০০ চলচ্চিত্রের উক্তি\n\"ফলো দ্য মানি\" - মনোনীত\nএএফআইয়ের ১০০ বছর...১০০ উল্লাস - #৩৪\nএএফআইয়ের ১০০ বছর...১০০ চলচ্চিত্র: ১০ম বার্ষিকী সংস্করণ - #৭৭\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nAll The President's Men essay by Mike Canning at National Film Registry [১]\nইন্টারনেট মুভি ডেটাবেজে অল দ্য প্রেসিডেন্ট্‌স মেন  (ইংরেজি)\nটিসিএম চলচ্চিত্র ডেটাবেজে অল দ্য প্রেসিডেন্ট্‌স মেন\nঅলমুভিতে অল দ্য প্রেসিডেন্ট্‌স মেন (ইংরেজি)\nবক্স অফিস মোজোতে অল দ্য প্রেসিডেন্ট্‌স মেন (ইংরেজি)\nরটেন টম্যাটোসে অল দ্য প্রেসিডেন্ট্‌স মেন (ইংরেজি)\nSlovick, Matt (১৯৯৬)। \"'All the President's Men'\"। The Washington Post। \n\"Cinema: Watergate on Film\"। Time। মার্চ ২৯, ১৯৭৬। মে ১৯, ২০০৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ফেব্রুয়ারি ৫, ২০২১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLyman, Rick (ফেব্রুয়ারি ১৬, ২০০১)। \"WATCHING MOVIES WITH/Steven Soderbergh; Follow the Muse: Inspiration To Balance Lofty and Light\"। The New York Times। \nSavlov, Marc (এপ্রিল ১৫, ২০১১)। \"From the Watergate Break-in to a Broken News Media\"। The Austin Chronicle। \nAnn Hornaday, \"The 34 best political movies ever made\" The Washington Post Jan. 23, 2020), ranked #2\nটেমপ্লেট:অ্যালান জে. পাকুলা\nটেমপ্লেট:উইলিয়াম গোল্ডম্যান\nটেমপ্লেট:রিচার্ড নিক্সন"}