{"pageid": 10204, "title": "পল্টন ময়দান", "url": "https://bn.wikipedia.org/wiki?curid=10204", "content": "পল্টন ময়দান বাংলাদেশের রাজধানী ঢাকা শহরে অবস্থিত একটি মাঠ। এখানে বিভিন্ন রাজনৈতিক জনসভা অনুষ্ঠিত হয়ে থাকে। ঢাকার গৌরবোজ্জ্বল ঐতিহ্যের স্মারক এ ময়দান। ব্রিটিশ সেনাদের পদভারে জেগে উঠা বিশাল উন্মুক্ত প্রাঙ্গণ। পূর্ব বাংলার আন্দোলনের স্মৃতিময় স্থান। স্বাধীন বাংলাদেশ এবং গণতান্ত্রিক রাষ্ট্র প্রতিষ্ঠার অসংখ্য গৌরবগাথার জন্ম দিয়েছে পল্টন ময়দান।\n\n\n== গোড়াপত্তন ==\nব্রিটিশ আমলে একটি নতুন সেনানিবাস তৈরি করার উদ্দেশ্যে ঢাকার তখনকার ডিস্ট্রিক্ট ম্যাজিস্ট্রেট চার্লস ড'স নবাবপুর ও ঠাটারীবাজার ছাড়িয়ে শহরের উত্তর-পূর্বে অবস্থিত বেশকিছু অংশ সংস্কার করেন। সেখানে সিপাহীদের ছাউনি, অফিসারদের বাসস্থান এবং প্যারেড গ্রাউন্ড করা হয়। এ এলাকাটিই বর্তমান পল্টন বা পুরানা পল্টন এলাকা। পল্টন পুরনো পাণ্ড নদীর তীরে অবস্থিত ছিল। সেনানিবাসটি মশা, ম্যালেরিয়াসহ বিভিন্ন উপদ্রব এবং অস্বাস্থ্যকর পরিবেশের কারণে সেনাবাহিনীর জন্য পরিত্যক্ত হয়। এর সমর্থনে ১৮৪০ সালে ঢাকা ভ্রমণকারী ডেভিডসনের বক্তব্য পাওয়া যায়। ১৮৫৯ সালে তৎকালীন সার্ভেয়ার জেনারেলের ঢাকার মানচিত্রে পল্টনকে একটি বিরান অঞ্চল হিসেবে দেখানো হয়। সেনানিবাস লালবাগে স্থানান্তরের পর পল্টন এলাকাটির পরিচর্যার দায়িত্ব মিউনিসিপাল কমিটির কাছে দেয়া হয়। এর এক অংশে গড়ে ওঠে 'কোম্পানির বাগান।' আরেক অংশ খেলাধুলা এবং বিভিন্ন সময় সিপাহীদের কুচকাওয়াজের জন্য ব্যবহার করা হত। উনিশ শতকের শেষার্ধে পল্টনে মাঝে মাঝে জনসভা হতে শুরু করে।\nতবে ঐতিহাসিক এ ময়দান এখন হারিয়ে গেছে। পল্টন ময়দান এখন খেলার মাঠ হয়ে গেছে। ৯০ দশকের বিশাল ময়দান দিন দিন ছোট হতে হতে মধ্যম সারির মাঠ হয়ে গেছে। নামে এখনো পল্টন ময়দান থাকলেও ধুলোবালি ও দখলে তা যৌবন হারিয়েছে। পল্টন ময়দান থেকে রাজনীতি বিদায় নিয়েছে। এখন আর কেউ সেখানে যান না।\nকারণ ময়দানের বুক চিরে গড়ে উঠেছে একের পর এক সুবিশাল স্থাপনা। নানা ফেডারেশনের ভবন নির্মাণের কাজ এখনো চলমান। বর্তমানে এখানে আর মিছিল মিটিং করার পরিবেশও নেই। প্রতিদিনই এ মাঠে ফুটবল, ক্রিকেট, রাগবি কত কী খেলা হয়। বলতে গেলে দিনভরই কোনো না কোনো খেলা চলে পল্টন ময়দানে। গত এক দশকে খেলাধুলার অবকাঠামোতে ফাঁকা ময়দানটি এখন চতুর্দিকে ঘেরা এক আবদ্ধ জায়গা। পুরো ময়দানের চারপাশে তৈরি  স্থাপনা। \n২০০৮ সালের নির্বাচনে আওয়ামী লীগ সরকার গঠনের পর পল্টন ময়দানে বড় কোনো জনসভা হয়েছে কি-না, সে তথ্য জানাতে পারেননি ময়দানঘেঁষা দোকানদাররা। তারা বলেছেন, তার পর থেকে আওয়ামী লীগের বড় সমাবেশগুলো সোহরাওয়ার্দী উদ্যানেই হচ্ছে। আর বিএনপি সোহরাওয়ার্দী ও নয়াপল্টনে দলীয় কার্যালয়ের সামনের রাস্তায় সভা-সমাবেশ করছে।\nবঙ্গবন্ধু স্টেডিয়ামের ৩ নাম্বার গেটের কাছে তালাচাবি সারেন আয়নাল মিয়া। প্রায় ৩০ বছর ধরে তিনি এই এলাকায় নানা কাজের সঙ্গে যুক্ত আছেন। এগিয়ে গিয়ে পল্টন ময়দানটা কোথায় জানতে চাওয়া হলে তিনি হাত উঁচু করে দেখালেন এই যে হ্যান্ডবল ফেডারেশনের ছাউনি দেখছেন, এটার দক্ষিণ পাশের ফাঁকা ছোট মাঠটাই পল্টন ময়দান। \nজানা গেছে, পল্টন ময়দানটি জাতীয় ক্রীড়া পরিষদের অধীন। তবে পল্টন ময়দান মাঠের প্রশাসক বঙ্গবন্ধু জাতীয় স্টেডিয়াম কর্তৃপক্ষ। মূলত গত ওয়ান-ইলেভেন সরকারের পর পল্টন ময়দানের নিয়ন্ত্রণ পায় জাতীয় ক্রীড়া পরিষদ। \n\n\n== তথ্যসূত্র =="}