{"pageid": 1020728, "title": "থাইল্যান্ডে অবৈধ অভিবাসন", "url": "https://bn.wikipedia.org/wiki?curid=1020728", "content": "থাইল্যান্ডে অবৈধ অভিবাসন বলতে থাইল্যান্ডের কর্তৃপক্ষের অনুমোদন ছাড়াই বিদেশি নাগরিকদের থাইল্যান্ডে অভিবাসন বা বসাবস করা কে বোঝায়। সাম্প্রতিক সময়ে থাইল্যান্ডের প্রতিবেশী দেশগুলো থেকে অভিবাসনের একটি প্রধান গন্তব্য হয়ে উঠেছে থাইল্যান্ড।\n\n\n== পরিসংখ্যান ==\n২০০৫ সাল পর্যন্ত থাই সরকার নিশ্চিত করেছে যে থাইল্যান্ডে ১.৮ মিলিয়ন নিবন্ধিত এবং আইনি ভাবে বৈধ বিদেশী কর্মী রয়েছে এর বীপরিতে অবৈধ অভিবাসীদের ৫ মিলিয়নেরও বেশি। এই অবৈধ অভিবাসীদের মধ্যে শরণার্থীও অন্তর্ভুক্ত রয়েছে। থাইল্যান্ডে দেশভিত্তিক অবৈধ অভিবাসীদের শতকরা হারের দিক থেকে যথাক্রমে ইন্দোনেশিয়া, বাংলাদেশ, নেপাল, মিয়ানমার/বার্মা, ভারত, ভিয়েতনাম, শ্রীলঙ্কা, পাকিস্তান, আফ্রিকা ও চীন এগিয়ে রয়েছে।\nথাইল্যান্ডে পাশ্চাত্যের অনেক বাসিন্দাও অবৈধভাবে বসবাস এবং কাজ করে, তাদের মধ্যে অনেকে ইংরেজি শেখায় বা ইন্টারনেট ভিত্তিক ছোট ব্যবসা পরিচালনা করে। তারা এই দেশে দীর্ঘমেয়াদে থাকার জন্য ভুয়া কাগজপত্র ব্যবহার করে ট্যুরিস্ট ভিসা বা প্রাপ্ত অন্যান্য ধরনের ভিসা ব্যবহার করেন।\n\n\n== উত্তর কোরিয়ার অবৈধ অভিবাসী ==\nসাম্প্রতিক বছরগুলোতে উত্তর কোরিয়ার দলত্যাগীরা থাইল্যান্ডকে দক্ষিণ কোরিয়া যাওয়ার জন্য প্রবেশের পথ হিসেবে ব্যবহার করার চেষ্টা করছে। এইসময় কিছু লোকজন থাইল্যান্ডেই অবস্থান করে এবং এখানে কিছু লোক কাজ চালিয়ে যায়। উত্তর কোরিয়ার আইন অনুযায়ী, সরকার তাকে পাঠানো বা আমন্ত্রণ না জানানো পর্যন্ত বেসামরিক নাগরিকরা দেশ থেকে বের হতে পারবে না। তাকে ফিরে যেতে হবে এবং উত্তর কোরিয়ায় বছরে দুইবার রিপোর্ট পাঠাতে হবে।\n\n\n== অবৈধ রোহিঙ্গা অভিবাসী ==\nমালয়েশিয়ার সীমান্তের কাছে কর্তৃপক্ষের দুটি অভিযানের পর ১১ জানুয়ারি, ২০১৩ তারিখে মায়ানমার থেকে আটক অন্তত ৬০০ রোহিঙ্গা মুসলমানকে থাইল্যান্ডে পাওয়া যায়। অবৈধ অভিবাসীদের প্রতি বিরূপ আচরণের জন্য প্রায়শই থাই সরকারের সমালোচনা করা হয়। থাইল্যান্ডে অবশ্যই আরো রোহিঙ্গা শরণার্থী থাকতে পারে যাদের বৈধ এবং অবৈধ অভিবাসী রয়েছে।\n\n\n== টিএম ৩০ ==\n১৯৭৯ সালে একটি আইন পাস হয়, যখন অনেক ভিয়েতনামী এবং ক্যাম্বোডিয়ার মানুষ শরণার্থী হিসেবে থাইল্যান্ডে প্রবেশ করে। এই আইনে বেশীরভাগ বিদেশীক বাসিন্দাকে ২৪ ঘণ্টার বেশি সময়ের জন্য তাদের স্থায়ী বাসভবন ছেড়ে কোথাও যেতে হলে সরকারকে জানাতে হবে যে তারা কোথায় যাচ্ছে। এই আইনের তেমন ব্যবহার লক্ষ্য করা যায়নি তবে ২০১৯ সালের \"গুড গাইস ইন, ব্যাড গাইস আউট\" স্লোগানের অধীনে একটি অভিযানের কারণে এই আইনটিকে আবার পুনরুজ্জীবিত করা হয়েছে।\n\n\n== আরও দেখুন ==\nভারতে অবৈধ অভিবাসন\nদক্ষিণ আফ্রিকায় অবৈধ অভিবাসন\n\n\n== তথ্যসূত্র =="}