{"pageid": 1020779, "title": "প্রোটিয়াস (প্রাকৃতিক উপগ্রহ)", "url": "https://bn.wikipedia.org/wiki?curid=1020779", "content": "প্রোটিয়াস (ইংরেজি: Proteus; ) বা নেপচুন ৮ (ইংরেজি: Neptune VIII) হল নেপচুনের দ্বিতীয় বৃহত্তম প্রাকৃতিক উপগ্রহ তথা বৃহত্তম অভ্যন্তরীণ উপগ্রহ। ১৯৮৯ সালে ভয়েজার ২ মহাকাশযান কর্তৃক আবিষ্কৃত এই উপগ্রহটির নামকরণ করা হয়েছে গ্রিক পুরাণে উল্লিখিত রূপ-পরিবর্তনে সক্ষম সমুদ্রদেবতা প্রোটিয়াসের নামানুসারে। নেপচুনের নিরক্ষরেখার ব্যাসার্ধের থেকে প্রায় ৪.৭৫ গুণ বড়ো একটি প্রায় নিরক্ষীয় কক্ষপথে প্রোটিয়াস নেপচুনকে প্রদক্ষিণ করে চলেছে।\nপ্রোটিয়াস ৪০০ কিমি (২৫০ মা) ব্যাস-বিশিষ্ট প্রধানত একটি তুষারাবৃত বস্তু হলেও এটির আকার খুব গুরুত্বপূর্ণভাবে একটি উপগোলকের স্বাভাবিক মান থেকে চ্যূত। এটির আকার অনেকটি অনিয়তাকার বহুতলকের ন্যায়, যেটিতে বেস কয়েকটি অবতল পার্শ্ব ও খোদাই-এর অনুরূপ নকশা বিদ্যমান। এগুলির উচ্চতা সর্বাধিক ২০ কিমি (১২ মা)। উপগ্রহটির পৃষ্ঠভাগ অন্ধকারাচ্ছন্ন, রং-নিরপেক্ষ ও ব্যাপক হারে অভিঘাত খাদে সমাকীর্ণ। এই অভিঘাত খাদগুলির মধ্যে বৃহত্তমটির নাম ফ্যারোজ, যার ব্যাস ২৩০ কিমি (১৪০ মা)-এরও বেশি। এছাড়াও উপগ্রহটিতে বড়ো বড়ো অভিঘাত খাদের সঙ্গে সম্পর্কযুক্ত অনেকগুলি প্রবণভূমি, ফাটল ও উপত্যকাও দেখা যায়।\nপ্রোটিয়াস সম্ভবত নেপচুনের সঙ্গে উদ্ভূত কোনও আদি বস্তু নয়। পরবর্তীকালে নেপচুনের বৃহত্তম উপগ্রহ ট্রাইটন গ্রহটির মাধ্যাকর্ষণে বাঁধা পড়ার সময় কোনও সংঘর্ষজাত আবর্জনা থেকেই এটির উৎপত্তি ঘটে থাকবে।\n\n\n== আবিষ্কার ও নামকরণ ==\n\n১৯৮৯ সালের অগস্ট মাসে নেপচুন ফ্লাইবাইয়ের দুই মাস আগে ভয়েজার ২ স্পেস প্রোবের তোলা ছবিগুলি থেকে প্রোটিয়াস আবিষ্কৃত হয়। ১৯৪৯ সালে নিয়ারিড আবিষ্কারের পর ৩৩ বছরে প্রোটিয়াসই ছিল প্রথম আবিষ্কৃত নেপচুনীয় উপগ্রহ।\nআবিষ্কারের পর প্রোটিয়াসের অস্থায়ী চিহ্নকরণ করা হয়েছিল এস/১৯৮৯ এন ১ (ইংরেজি: S/1989 N 1)। ১৯৮৯ সালের ৭ জুলাই স্টিফেন পি. সিনট ও ব্র্যাডফোর্ড এ. স্মিথ আবিষ্কারটির কথা ঘোষণা করার সময় \"২১ দিনে তোলা ১৭টি ছবির\" উল্লেখ করায় অনুমিত হয় যে ১৬ জুলাইয়ের আগেই উপগ্রহটি আবিষ্কৃত হয়েছিল।\n১৯৯১ সালের ১৬ সেপ্টেম্বর গ্রিক পুরাণে উল্লিখিত রূপ-পরিবর্তনে সক্ষম সমুদ্রদেবতা প্রোটিয়াসের নামানুসারে উপগ্রহটির নামকরণ করা হয়।\n\n\n== কক্ষপথ ==\nপ্রোটিয়াস নেপচুনকে প্রায় ১,১৭,৬৪৭ কিমি (৭৩,১০২ মা) দূরত্ব থেকে প্রদক্ষিণ করে, যা নেপচুনের নিরক্ষীয় ব্যাসার্ধের প্রায় ৪.৭৫ গুণের সমান। প্রোটিয়াসের কক্ষপথটি প্রায় বৃত্তাকার, কক্ষীয় উৎকেন্দ্রিকতা কম এবং নেপচুনের নিরক্ষরেখার প্রতি এটির নতি প্রায় ০.৫ ডিগ্রি। প্রোটিয়াস নেপচুনের সঙ্গে জোয়ারের বন্ধনে আবদ্ধ এবং নিজের কক্ষীয় গতির সঙ্গে সমলয়ে আবর্তন করে। এর অর্থ প্রোটিয়াসের একটি দিকই সর্বদা নেপচুনের দিকে মুখ করে থাকে।\nপ্রোটিয়াস লারিসার সঙ্গে সম্ভবত ১:২ কক্ষীয় অনুরণনে অবস্থান করছে, অর্থাৎ লারিসার দুই বার প্রদক্ষিণকালের মধ্যে প্রোটিয়াস একবার নেপচুনকে প্রদক্ষিণ করে। অতীতে প্রোটিয়াসের বহির্মুখী জোয়ার-সংক্রান্ত অভিপ্রয়াণের ফলে প্রোটিয়াস ও লারিসার মধ্যে কক্ষীয় অনুরণন আর কার্যকর নয়। অতীতে কয়েকশো কোটি বছরেই সম্ভবত প্রোটিয়াসের সঙ্গে লারিসার অবিচ্ছেদ্য কক্ষীয় অনুরণনের সমাপ্তি ঘটেছে।\n\n\n== ভৌত বৈশিষ্ট্য ==\n\nপ্রোটিয়াস হল নেপচুনের দ্বিতীয় বৃহত্তম উপগ্রহ তথা বৃহত্তম নিয়মিত অগ্রমুখী উপগ্রহ। এটির ব্যাস প্রায় ৪২০ কিমি (২৬০ মা)। পৃথিবী-ভিত্তিক দূরবীনগুলির দ্বারা এটিকে আবিষ্কার করা যায়নি, তার কারণ প্রোটিয়াস নেপচুনের এত কাছ থেকে গ্রহটিকে প্রদক্ষিণ করে যে প্রতিফলিত সূর্যালোকের তীব্রতায় তা ঢাকা পড়ে যায়।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nProteus In Depth  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ ফেব্রুয়ারি ২০২০ তারিখে at NASA's Solar System Exploration site\nProteus page at The Nine Planets\nProteus, A Moon Of Neptune on Views of the Solar System\nTed Stryk's Proteus Page\nNeptune's Known Satellites (by Scott S. Sheppard)"}