{"pageid": 1020469, "title": "দক্ষিণ আফ্রিকায় অবৈধ অভিবাসন", "url": "https://bn.wikipedia.org/wiki?curid=1020469", "content": "দক্ষিণ আফ্রিকায় অবৈধ অভিবাসন বলতে দক্ষিণ আফ্রিকার কর্তৃপক্ষের অনুমোদন ছাড়াই বিদেশি নাগরিকদের দক্ষিণ আফ্রিকাতে অভিবাসন বা বসাবস করা কে বোঝায়। জনসংখ্যার আকারের ভিত্তিতে দক্ষিণ আফ্রিকায় অনিয়মিত অভিবাসীদের  বিভিন্ন পরিমানের উপস্থিতি রয়েছে তবে এগুলোর সঠিক হিসাবের বর্ণণা পাওয়া যায় না। সাধারণত একাডেমিক পরিভাষায় এদের \"অবৈধ বসবাসকারী\" হিসাবে উল্লেখ করা হয়।\n\n\n== বিবরণী এবং জনসংখ্যাতত্ত্ব ==\nদক্ষিণ আফ্রিকায় বসবাসকারী অনথিভুক্ত অভিবাসীদের সংখ্যার কোন সঠিক কোন পরিসংখ্যান নেই। প্রকাশিত অনুমানগুলো প্রতিবারই ব্যাপকভাবে পরিবর্তিত হয়। দক্ষিণ আফ্রিকার ২০১১ সালের আদমশুমারি অনুযায়ী ৬২ লক্ষ বিদেশী নাগরিক দক্ষিণ আফ্রিকায় বাস করে, এবং সংস্থাটির ২০১৫ সালের হিসাব অনুযায়ী অনথিভুক্ত অভিবাসীর সংখ্যা ১২০০,০০০ থেকে ১৫০০,০০০ জন। জিম্বাবুয়ের বিপুল সংখ্যক নাগরিক জিম্বাবুয়ের রাজনৈতিক অস্থিতিশীলতার কারণে দক্ষিণ আফ্রিকায় পালিয়ে চলে এসেছে যাদের অনেকেই দক্ষিণ আফ্রিকায় অনথিভুক্ত অভিবাসী হিসেবে বাস করছে।\n\n\n== প্রভাব ==\n\n\n=== বিদেশীদের সম্বন্ধে অহেতুক ভয় ===\nসমাজবিজ্ঞানী এলিস ব্লক উল্লেখ করেছেন যে দক্ষিণ আফ্রিকায় অভিবাসীরা স্থানীয় জনগণের কাছ থেকে অতিরিক্ত বিদেশি বিদ্বেষ এবং সহিংসতার শিকার হয়েছেন।\nদরিদ্র প্রতিবেশী দেশ থেকে আসা শরণার্থীদের মধ্যে রয়েছে ডেমোক্রেটিক রিপাবলিক অফ কঙ্গো, মোজাম্বিক, জিম্বাবুয়ে, মালাউই এবং অন্যান্য অনেক অভিবাসী যারা দক্ষিণ আফ্রিকার অনানুষ্ঠানিক অর্থনৈতিক খাতের একটি বড় অংশের প্রতিনিধিত্ব করে। দরিদ্র দক্ষিণ আফ্রিকানদের মধ্যে উচ্চ বেকারত্বের মাত্রার জন্য বিদেশি বিদ্বেষ প্রচলিত এবং অনেক দক্ষিণ আফ্রিকান অভিবাসীদের প্রতি অসন্তুষ্ট যারা স্থানীয় জনগণকে চাকরি থেকে বঞ্চিত করছে বলে তারা মনে করে, এই ধারণাটিকে সাধারণত বাস্তবতার মাধ্যমেই বিশ্বাসযোগ্যতা প্রদান করা হয়েছে যে দক্ষিণ আফ্রিকার অনেক নিয়োগকর্তা অন্যান্য দেশের অভিবাসীদের তাদের কাজে নিয়োগ করে এই খাতের মধ্যে রয়েছে পর্যটন, কৃষি এবং অভ্যন্তরীণ সেবা শিল্প। তাছাড়া অবৈধ অভিবাসীরাও অনানুষ্ঠানিক বাণিজ্যের সাথে ব্যাপকভাবে জড়িত। দক্ষিণ আফ্রিকায় অনেক অভিবাসী দরিদ্র পরিবেশে বাস করে এবং দক্ষিণ আফ্রিকার অভিবাসন নীতি ১৯৯৪ সাল থেকে ক্রমবর্ধমানভাবে কঠিন থেকে কঠিনতর হয়ে পড়েছে।\n\n\n== আরও দেখুন ==\nভারতে অবৈধ অভিবাসন\nবিমান বাংলাদেশ এয়ারলাইন্স\nবিমান বাংলাদেশ এয়ারলাইন্সের সহযোগী প্রতিষ্ঠান\nশ্রীবিজয়া এয়ার\n\n\n== তথ্যসূত্র =="}