{"pageid": 1020071, "title": "বাঘবন্দী", "url": "https://bn.wikipedia.org/wiki?curid=1020071", "content": "বাঘবন্দী হল ভারতের নিম্নবঙ্গ থেকে আসা দুই খেলোয়াড়ের বিমূর্ত কৌশলের একটি বোর্ড গেম। এটি একটি শিকারের খেলা। এটি একটি অ্যালকার্ক বোর্ড ব্যবহার করে খেলা হয় এবং তাই বাঘবন্দী বিশেষত একটি বাঘ শিকারের খেলা (বা বাঘের খেলা)। খেলাটিতে বাঘদ্বয় যতগুলি সম্ভব ছাগলকে ধরার চেষ্টা করে। ছাগলেরা বাঘদুটিকে ঘিরে ফাঁদে ফেলার চেষ্টা করে।\nএই খেলাটির একটি অন্যরকম বৈশিষ্ট্যটি হল খেলাটির শুরুতে ছাগলগুলি বোর্ডের চারটি বিন্দুতে স্থাপিত হয়। এই বৈশিষ্ট্যটি ব্যবহার করে এমন একমাত্র শিকারের খেলা হচ্ছে শের-বকর, যা বাঘবন্দীর সাথে ঘনিষ্ঠভাবে সম্পর্কিত।\n\n\n== গোল ==\nছাগলগুলি দুটি বাঘকে ঘিরে এবং গতিহীন করে রাখতে পারলে জয়ী হয়।\nবাঘগুলি যদি যথেষ্ট সংখ্যক ছাগলকে ধরে ফেলে, যাতে ছাগলগুলি  বাঘেদের গতিহীন করতে না পারে, তাহলে বাঘেরা বিজয়ী হয়।\n\n\n== সরঞ্জাম ==\n\nখেলার বোর্ডটি একটি আলকার্ক বোর্ড। ২টি কালো রঙের টুকরা দুটি বাঘকে উপস্থাপন করে। ২০ টি ছাগলকে ২০ টি সাদা টুকরা হিসাবে উপস্থাপন করা হয়।\n\n\n== খেলার কৌশল ==\n১. খেলোয়াড়েরা সিদ্ধান্ত নেয় কে কোন প্রাণী নিয়ে খেলবে।\n২. শুরুতে, ২ টি বাঘকে মাঝের স্তম্ভে স্থাপন করা হয়। বিশেষত, একটি বাঘ মাঝের স্তম্ভের শীর্ষ থেকে দ্বিতীয় বিন্দুতে স্থাপন করা হয়, এবং অন্য বাঘটি চতুর্থ বিন্দুতে স্থাপন করা হয়। ছাগলগুলি দ্বিতীয় সর্বাধিক বাম স্তম্ভ এবং দ্বিতীয় সর্বাধিক ডান স্তম্ভে রাখা হয়। ছাগলগুলি নির্দিষ্ট করে উপরে থেকে প্রতিটি স্তম্ভের প্রথম বিন্দুতে এবং তৃতীয় বিন্দুতে স্থাপন করা হয়। অতএব, বোর্ডে যে চারটি বিন্দু রয়েছে তাতে শুরুতে সমস্ত ২০ টি ছাগল রাখা হয়, অতএব চারটি বিন্দুর প্রতিটিতে ৫ টি করে ছাগল রাখা হয়।\n৩. খেলোয়াড়েরা পুরো খেলা জুড়ে তাদের পালা বদল করে। কেবলমাত্র এক টুকরা প্রতি বার সরানোর জন্য ব্যবহৃত হতে পারে। ছাগল প্রথমে শুরু করে।\n৪. ছাগল নেয়া খেলোয়াড় একটি স্তূপের শীর্ষের ছাগলটি নিতে পারে এবং বোর্ডের নকশা অনুসরণ করে কোনও শূন্য সংলগ্ন বিন্দুতে এটি স্থাপন করতে পারে। অথবা ছাগল নেয়া খেলোয়াড় বোর্ডের যে কোনও একটি ছাগল নিতে পারে এবং বোর্ডের নকশা অনুসরণ করে কোনও ফাঁকা সংলগ্ন বিন্দুর মধ্যে একটি স্থানে এটিকে স্থানান্তর করতে পারে। একটি ছাগল স্তূপ বা একক ছাগলের টুকরার উপরে স্তূপ হয়ে যেতে পারে না। (একইভাবে, বাঘটিকে বোর্ডের নিদর্শন অনুসরণ করে একটি ফাঁকা সংলগ্ন বিন্দুতে একটি স্থান সরিয়ে নেওয়া যেতে পারে)\n৫. বাঘ ছোট লাফ দিয়ে ছাগল ধরতে পারে। বাঘটি পাশের ছাগলের উপরে ঝাঁপিয়ে পড়ে এবং অবিলম্বে একটি শূন্য স্থানে অবতরণ করে। লাফটি অবশ্যই একটি সরলরেখায় থাকতে হবে এবং বোর্ডের নকশাটি অনুসরণ করবে। একটি বাঘ ছাগলের স্তূপের উপরেও লাফিয়ে উঠতে পারে তবে কেবল স্তূপের শীর্ষতম ছাগলটি ধরে ও অন্যদিকে একটি শূন্য স্থানে অবতরণ করে। আবার, লাফটি অবশ্যই একটি সরলরেখায় থাকতে হবে এবং বোর্ডের নকশাটি অনুসরণ করবে। প্রতিপালায় মাত্র একটি শিকার অনুমোদিত, তবে, অন্য উৎস বলে যে একাধিক শিকার অনুমোদিত। যদি একাধিক শিকার ধরার অনুমতি দেওয়া হয়, তবে বাঘটি তার সমস্ত ছাগলগুলি এক বারে ধরার জন্য একই স্তূপের সামনে-পিছনে লাফ দিতে পারে না। শিকার ধরা বাধ্যতামূলক নয়।\n৬. ছাগল শিকার করতে পারে না।\n\n\n== সম্পর্কিত খেলাগুলো ==\nবাঘ-চাল\nশের-বকর\nমেইন তপল ইম্পট\nবাঘা-চাল\nআদু পুলি আতম\nরিমাউ\nরিমাউ-রিমাউ\nআদুগো\nকোমিকান\nবুগা-শ্যাডারা\nকুংসার\nমেখা-পুলি\n\n\n== বহির্গত লিঙ্ক ==\nhttp://www.two-paths.com/bg/asiantiger.htm\nhttp://homepages.di.fc.ul.pt/~jpn/gv/baghbandi.htm\nhttp://members.fortunecity.es/negoziazion/casos/bagh.gif\n\n\n== কম্পিউটার খেলা ==\nhttps://sourceforge.net/projects/bagh-bandi\n\n\n== অ্যান্ড্রয়েড গেমস ==\nDownload From Google Play"}