{"pageid": 1020909, "title": "কাজী মুতাসিম বিল্লাহ", "url": "https://bn.wikipedia.org/wiki?curid=1020909", "content": "কাজী মুতাসিম বিল্লাহ (১৫ জুন ১৯৩৩—১৫ জুলাই ২০১৩) ছিলেন একজন বাংলাদেশি দেওবন্দি ইসলামি পণ্ডিত, শিক্ষাবিদ, রাজনীতিবিদ, লেখক, সমাজ সংস্কারক ও আধ্যাত্মিক ব্যক্তিত্ব। তিনি জামিয়া শারইয়্যাহ মালিবাগ, ঢাকার মহাপরিচালক ও ঢাকা বিশ্ববিদ্যালয়ের খণ্ডকালীন অধ্যাপক ছিলেন। তিনি হুসাইন আহমদ মাদানির শিষ্য ও তার চিন্তাধারার একনিষ্ঠ সমর্থক ছিলেন। মাদানি তাকে রসিকতা করে ‘চতুর্দশ শতকের মুজতাহিদ’ সম্বোধন করতেন। ১৯৬৯ সালে তিনি জামিয়া ইসলামিয়া দারুল উলুম মাদানিয়া প্রতিষ্ঠা করেন। এছাড়াও পেশাগত জীবনে তিনি অসংখ্য শিক্ষা প্রতিষ্ঠানের দায়িত্বে ছিলেন। বাংলা সাহিত্য চর্চায় তিনি বাংলাদেশের আলেম সমাজের পথিকৃৎ। সর্বপ্রথম তিনি কওমি মাদ্রাসায় বাংলা ভাষায় পাঠদানের পদ্ধতি চালু করেন এবং সাহিত্য সভা, বাংলা সাময়িকী, বক্তৃতা মজলিস ইত্যাদি প্রতিষ্ঠা করেন। তিনি বাংলাদেশের স্বাধীনতা যুদ্ধেও সক্রিয় ভূমিকা পালন করেছিলেন।\n\n\n== জন্ম ও বংশ ==\nমুতাসিম বিল্লাহ ১৯৩৩ সালের ১৫ জুন ঝিনাইদহের কালীগঞ্জ উপজেলার গােপালপুরের এক সম্ভান্ত কাজী পরিবারে জন্মগ্রহণ করেন। জন্মের পর তার পিতামাতা নাম রাখেন মুতাসিম বিল্লাহ। দাদি ও নানি রাখেন বাহার এবং নানা রাখেন বাহর উলুম। পরবর্তীতে তার প্রথম শিক্ষক তাজাম্মুল আলি রাখেন কাজী মুতাসিম বিল্লাহ বাহার। পেশাগত জীবনে তিনি কাজী সাহেব নামেই পরিচিত ছিলেন। কাজী উপাধি তার পারিবারিকভাবেই স্বীকৃত। তার পিতা কাজী সাখাওয়াত হুসাইন ছিলেন আলেম ও রাজনীতিবিদ। দাদা কাজী আবদুল ওয়াহেদ ও পরদাদা কাজী রওশন আলী উভয়ই প্রখ্যাত পীর ছিলেন। তার মাতার নাম কুররাতুন নিসা।\n\n\n== শিক্ষাজীবন ==\nপারিবারিক ঐতিহ্যনুযায়ী পিতা-মাতার কাছেই তার শিক্ষাজীবনের সূচনা হয়। গ্রামের স্কুলে দ্বিতীয় শ্রেণি পর্যন্ত পড়ে তিনি মাতুতালয়ে চলে যান। এখানের প্রাথমিক বিদ্যালয়ে চতুর্থ শ্রেণি পর্যন্ত পড়ে যশােরের লাউড়ি আলিয়া মাদ্রাসায় ভর্তি হন এবং ফাজিল শেষ করেন। ১৯৫৩ সালের রমজানের পর তিনি ভারতের দারুল উলুম দেওবন্দে চলে যান এবং ‘ফুনুনাত ও মাওকুফ আলাইহি’ বিভাগে ভর্তি হন। ১৯৫৬ সালে দাওরায়ে হাদিসে ভর্তি হয়ে হুসাইন আহমদ মাদানির কাছ থেকে হাদিসের সনদ গ্রহণ করেন। শিক্ষাজীবনে তার উল্লেখযোগ্য শিক্ষকদের মধ্যে রয়েছেন: হুসাইন আহমদ মাদানি, ইজাজ আলী আমরুহী, ইবরাহিম বলিয়াভি, কারী মুহাম্মদ তৈয়বসহ প্রমুখ খ্যাতিমান ব্যক্তিবর্গ।\n\n\n== কর্মজীবন ==\n১৯৫৭ সালে দারুল উলুম দেওবন্দ থেকে প্রত্যাবর্তন করে লাউড়ি আলিয়া মাদ্রাসায় শিক্ষক হিসেবে যোগদানের মাধ্যমে তার কর্মজীবনের সূচনা হয়। এরপর ১৯৫৯ সালে বড়কাটারা মাদ্রাসা, ১৯৬২ সালে জামিয়া ইমদাদিয়া কিশােরগঞ্জে শিক্ষক হিসেবে যােগদান করেন। ১৯৬৬ সালের শেষের দিকে মােমেনশাহীর কাতলাসেন আলিয়া মাদ্রাসায় প্রধান মুহাদ্দিস ও ১৯৬৯ সালে জামিয়া ইসলামিয়া দারুল উলুম মাদানিয়া প্রতিষ্ঠা করেন। প্রতিষ্ঠালগ্ন থেকে তিনি সেখানে আট বছর মহাপরিচালক ও শায়খুল হাদিস ছিলেন। এরপর ১৯৭৭ সালে পুনরায় মােমেনশাহীর কাতলাসেনের আলিয়ায় যােগ দেন। ১৯৭৯—৮০ সালের মাঝের এক বছর তিনি মিরপুরের জামিয়া হােসাইনিয়া আরজাবাদে শিক্ষক হিসেবে দায়িত্ব পালন করেন। ১৯৮০ সালে জামিয়া শরইয়্যাহ মালিবাগ, ঢাকার মুহতামিম পদে নিযুক্ত হন। ১৯৯২ সালের শুরুর দিকে তিনি যশােরের দড়টানা মাদ্রাসা ও ১৯৯৪ সালে তাঁতি বাজারের জামিয়া ইসলামিয়ায় মহাপরিচালক ও শায়খুল হাদিস পদে যােগ দেন। ১৯৯৭ সালে পুনরায় মালিবাগ জামিয়ায় মহাপরিচালক ও শায়খুল হাদিস পদে যােগ দেন এবং মৃত্যু অবধি এই পদে ছিলেন। এছাড়াও ১৯৮০ সালে জামিয়া মালিবাগের মহাপরিচালক থাকাবস্থায় তিনি ঢাকা বিশ্ববিদ্যালয়ের খণ্ডকালীন অধ্যাপক পদে যােগ দেন। দেড় বছর পর তিনি বিশ্ববিদ্যালয় কর্তৃপক্ষকে শিক্ষাদানে ধর্মীয় অনুশাসন লঙ্ঘন হওয়ার কারণ দেখিয়ে ইস্তফা দিয়ে চলে আসেন।\nশিক্ষকতা জীবনে তার উল্লেখযোগ্য ছাত্রদের মধ্যে রয়েছেন: মাহমুদুল হাসান, মুহাম্মদ ওয়াক্কাস, ফরীদ উদ্দীন মাসঊদ, আবদুল জাব্বার জাহানাবাদী, আযহার আলী আনোয়ার শাহ, আতাউর রহমান খান আবুল ফাতাহ মুহাম্মদ ইয়াহইয়া প্রমূখ।\n\n\n== পারিবার ==\n১৯৫৯ সালের ১২ জুন তিনি মাগুড়া কলেজ পাড়ার শাহ সুফি হাজি আবদুল হামিদের কন্যার সাথে বিবাহ বন্ধনে আবদ্ধ হন। পারিবারিক জীবনে তিনি চার ছেলে ও এক মেয়ের জনক।\n\n\n== সাহিত্যচর্চা ==\nমাতৃভাষায় দক্ষতা ও পাণ্ডিত্য অর্জন আবশ্যক হলেও একসময় বাংলাদেশের ইসলামি পণ্ডিতদের মধ্যে এটি ছিল অচ্ছুৎ। তার আগে ব্যক্তিগতভাবে কোন ইসলামি পণ্ডিত বাংলাভাষা চর্চা করলেও, প্রাতিষ্ঠানিকভাবে বাংলা ভাষায় ইসলামি শিক্ষা গ্রহণের প্রচলন ছিলনা। ১৯৫৭ সালে দেওবন্দ হতে ফেরার পর মাতৃভাষার গুরুত্ব অনুধাবন করে, তিনি সর্বপ্রথম তৎকালীন পূর্ব পাকিস্তানের (বর্তমান বাংলাদেশ) কওমি মাদ্রাসায় বাংলায় পাঠদানের পদ্ধতি প্রবর্তন করেন। তিনি মাদ্রাসা আঙিনায় বাংলাভাষা ও সাহিত্য সভা, বক্তৃতা প্রশিক্ষণ মজলিস, দেওয়াল পত্রিকা ও বার্ষিক স্মরণিকা প্রকাশ চালু করেন। তিনি রবীন্দ্রনাথ ঠাকুর, কাজী নজরুল ইসলাম, ফররুখ আহমদ ছাড়াও বাংলা সাহিত্যের অন্যান্য কবিদের রচনাবলি অধ্যায়ন করতেন। তার হাত ধরে অনেক আলেম বাংলা সাহিত্যিকের সৃষ্টি হয়েছে। গতানুগতিক পদ্ধতির পরিবর্তন করে সমসাময়িক যুগে সমালোচিত হলেও পরবর্তীতে তার চিন্তাধারার চর্চা পুরো মাদ্রাসা অঙ্গনে ছড়িয়ে পড়ে। তিনি প্রথম কওমি মাদ্রাসার পাঠ্যক্রমকে ঢেলে সাজিয়েছেন। প্রাথমিক পর্যায়ের গদ্য সাহিত্যের কিতাব ‘কালয়ুবি’ তিনি পাঠ্যক্রম থেকে বাদ দিয়ে কাসাসুন্নাবিয়্যীনকে সিলেবাসভুক্ত করেন।\nসাহিত্যচর্চায় তিনি বাংলাদেশের ওলামা সমাজের পথিকৃৎ। বাংলা, আরবি ও উর্দু-ফার্সি সাহিত্যের শত শত কবিতার পঙ্‌ক্তি তার ঠোঁটস্থ ছিল। বাংলা ভাষায় তার রয়েছে একাধিক মৌলিক ও অনুবাদ গ্রন্থ। ইসলামিক ফাউন্ডেশন বাংলাদেশ থেকে প্রকাশিত বহু তাফসির, হাদিস ও ধর্মীয় গ্রন্থের সম্পাদনা করেছেন তিনি। ফাউন্ডেশন থেকে প্রকাশিত আল কুরআনুল কারিম ও সিহাহ সিত্তাহ গ্রন্থাবলির টিকা-অনুবাদ এবং বিশ্বকোষের সম্পাদনা পরিষদের অন্যতম সদস্য ছিলেন। বাংলার পাশাপাশি তিনি উর্দু ভাষারও একজন সাহিত্যিক। দারুল উলুম দেওবন্দে অধ্যয়নকালে শেষ বছরের বার্ষিক প্রতিযােগিতায় ‘মওজুদাহ আলমি কশমকশ আওর উস কা হল' নামে একটি গবেষণামূলক প্রবন্ধ পাঠ করেন তিনি। তার মোট প্রকাশিত স্বতন্ত্র গ্রন্থসংখ্যা ৬টি। অপ্রকাশিত গ্রন্থের মধ্যে বাংলায় ১টি, উর্দুতে ১টি ও আরবিতে ১টি রচিত হয়েছে।\nদীর্ঘদিন তিনি ইসলামিক ফাউন্ডেশনের সম্পাদনা বোর্ডের সদস্য ছিলেন। ইসলামিক ফাউন্ডেশন থেকে তার সম্পাদিত বইয়ের সংখ্যা ৪২টি। পর্যালোচিত গ্রন্থ সংখ্যা ৫১টি। তার রচিত গ্রন্থের মধ্যে রয়েছে:\n\nইসলামের দৃষ্টিতে জন্ম নিয়ন্ত্রণ\nবৈচিত্র্যের মাঝে ঐক্যের সুর (২ খণ্ড)\nজমিয়ত পরিচিতি ইত্যাদি\nতার অনূদিত গ্রন্থের মধ্যে রয়েছে:\n\nকিতাবুল আদব\nতানভিরুল মিশকাত (৫ম ও ৬ষ্ঠ খণ্ডের টিকাসহ অনুবাদ)\nহেদায়া (৪র্থ খণ্ডের কিতাবুল ওসায়ার অনুবাদ)\nমসজিদের মর্মবাণী\nঅপ্রকাশিত গ্রন্থাবলি:\n\nরদ্দে মওদুদিয়্যাত\nবৈচিত্র্যের মাঝে ঐক্যের সুর এর বাকি অংশ\n\n\n== তাসাউফ ==\n১৯৫৭ সালে শিক্ষাজীবন সমাপ্তির পর তিনি হুসাইন আহমদ মাদানির হাতে বাইয়াত হন। সে বছরের ৫ ডিসেম্বর মাদানি মৃত্যুবরণ করলে তিনি তাজাম্মুল আলির কাছে বাইয়াত হন এবং তার কাছ থেকে খেলাফত লাভ করেন।\n\n\n== রাজনীতি ==\nছাত্রজীবনে কখনও তিনি রাজনীতির সঙ্গে জড়িত ছিলেন না। তবে তার পূর্বসূরিরা জমিয়ত উলামায়ে হিন্দ ও কংগ্রেসের সক্রিয় কর্মী ছিলেন। তাই তিনিও কর্মজীবনের শুরুতেই জমিয়তের রাজনীতির সঙ্গে জড়িয়ে পড়েন। ১৯৬৬ সালে তিনি অল পাকিস্তান জমিয়তের কেন্দ্রীয় এবং গঠনতন্ত্র প্রণয়নের সাব কমিটির সদস্য হন। ১৯৭১ সালের মুক্তিযুদ্ধে তিনি সক্রিয় ভূমিকা পালন করেছিলেন। যুদ্ধোত্তর ভেঙে পড়া বাঙালি মুসলিম ও ওলামাদের কল্যাণে তিনি কাজ করেছেন। রাষ্ট্রপতি থাকাবস্থায় তিনি শেখ মুজিবুর রহমান বলেছিলেন, ‘এদেশের সাধারণ আলেম সমাজ স্বাধীনতার বিরােধিতা করেননি। কাজেই তাদেরকে হয়রানি বন্ধ করার নির্দেশ দিন।’ মুজিব তাকে কথা দিয়েছিলেন।\n\n\n== মৃত্যু ও উত্তরাধিকার ==\n২০১৩ সালের ১৫ জুলাই তিনি মৃত্যুবরণ করেন। দুপুরের দিকে ময়মনসিংহের খ্যাতিমান আলেম আবদুর রহমান হাফেজ্জীর ইমামতিতে খিলগাঁও বালুর মাঠে তার জানাজার নামাজ অনুষ্ঠিত হয়। জানাজার শেষে ঢাকার শাহজাহানপুর কবরস্থানে তাকে সমাহিত করা হয়।\n২০১৭ সালে জামিয়া শারইয়্যাহ মালিবাগ থেকে তার জীবন ও কর্মের উপর ‘শায়খুল হাদিস আল্লামা কাজী মুতাসিম বিল্লাহ রহ. স্মারক গ্রন্থ’ প্রকাশিত হয়।\n\n\n== আরও দেখুন ==\nমামুনুল হক\nমাহমুদুল হাসান\nশাহ আহমদ শফী\nজুনায়েদ বাবুনগরী\nহুসাইন আহমদ মাদানি\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ =="}