{"pageid": 1020087, "title": "জুকেন্ডো", "url": "https://bn.wikipedia.org/wiki?curid=1020087", "content": "জুকেন্ডো হল জাপানের বেয়নেট লড়াইয়ের সামরিক কৌশল  এবং এটিকে কেন্ডোর সাথে তুলনা করা হয়েছে (তবে তলোয়ারের পরিবর্তে বেয়নেটের সাথে)। \nতানাকা ফুমনের মতে, জুকেন্ডো কৌশলগুলি জাপানি সোজুৎসু (বর্শার লড়াই) এবং ১৯ শতকের ফরাসি বেয়নেট যুদ্ধ কৌশলগুলির উপর ভিত্তি করে তৈরী।  তবে, জুকেন্ডোর ফরাসি গবেষক ব্যাপটিস্ট তাবার্নিয়ার মতে, জুকেন্ডোর কৌশলগুলি বেশিরভাগই মেইজি যুগের শুরুতে জাপানে ফরাসি সামরিক মিশনের শিক্ষা এবং প্রভাবের উপর ভিত্তি করে তৈরি হয়েছিল।\nমেইজি সময়কালে, জাপানি বেয়নেট যুদ্ধের কৌশলগুলি জুকেনজুতসু নামে একটি পদ্ধতিতে একীভূত করা হয়েছিল  এবং টোকিওয়ের তোয়ামা সামরিক একাডেমিতে শিক্ষাদান করা হয়েছিল।  আইকিডোর প্রতিষ্ঠাতা মরিহেই ইউশিবা, জুকেনজুতসুতে শিক্ষিত এবং কাঠের লাঠি বা জো ব্যবহার করে নিজের কিছু কৌশল এতে অন্তর্ভুক্ত করেছেন। দ্বিতীয় বিশ্বযুদ্ধের পরে, জোকেনজুতসুর অনুশীলনকে মিত্ররা নিষিদ্ধ করেছিল, কিন্তু পরে এটি আধুনিক রূপে জুকেন্ডোতে ফিরে আসে। জাপান অপেশাদার জুকেন্ডো ফেডারেশন ১৯৫২ সালে প্রতিষ্ঠিত হয়েছিল। ১৯৫৬ সালের এপ্রিল মাসে অল জাপান জুকেন্ডো ফেডারেশন প্রতিষ্ঠিত হয়েছিল।\n৩০,০০০ সদস্য অল-জাপান জুকেন্ডো ফেডারেশনের অনুরোধের জবাবে, এপ্রিল ২০১৭ সালে জাপান সরকার জুকেন্ডোকে জাপানি জুনিয়র উচ্চ বিদ্যালয়ের নয়টি অনুমোদিত মার্শাল আর্টের তালিকায় যুক্ত করেছিল। ২০১৭ সালের মধ্যে কেবল একটি স্কুল এটি গ্রহণ করেছিল।\nআধুনিক জুকেন্ডোতে প্রকৃত রাইফেলের পরিবর্তে একটি মোকুজা, একটি রাইফেলের কাঠের প্রতিরূপ ব্যবহার করা হয়েছে যার শেষে একটি সংযুক্ত এবং বেয়নেট রয়েছে। এই শিল্পটি জাপানি সামরিক কর্মী এবং বেসামরিক নাগরিক উভয় দ্বারা অনুশীলন করা হয়। প্রশিক্ষণে কাটা (নিদর্শন), দ্বি-ব্যক্তি ড্রিলস এবং মকুজা এবং প্রতিরক্ষামূলক বর্ম ব্যবহার করে প্রতিযোগিতামূলক খেলা অন্তর্ভুক্ত করা হয়। তিনটি প্রধান লক্ষ্য অঞ্চল হল প্রতিপক্ষের হৃদয়, গলা এবং নীচে বাম দিক।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসমস্ত জাপান জুকেন্ডো ফেডারেশন (জাপানিজে)\nhttp://www.jukendo.co.uk/  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ ডিসেম্বর ২০১৪ তারিখে\nhttp://www.kendo-world.com/wordpress/?p=207\nটেমপ্লেট:Japanese martial arts"}