{"pageid": 1020711, "title": "নীরা আর্য", "url": "https://bn.wikipedia.org/wiki?curid=1020711", "content": "নীরা আর্য (৫ মার্চ, ১৯০২ - ২৬ জুলাই, ১৯৯৯) আজাদ হিন্দ ফৌজের রানি ঝাঁসি রেজিমেন্টের সৈনিক ছিলেন। নেতাজী সুভাষচন্দ্র বসুর জীবন বাঁচাতে তিনি নিজের স্বামীকে হত্যা করেন। নেতাজী তাঁকে নীরা নাগিনী বলে অভিহিত করলে তিনি নীরা নাগিনী নামে পরিচিতি লাভ করেন। ব্রিটিশ সরকার তাঁকে একজন গুপ্তচর হিসাবে গণ্য করেছিল।  তার ভাই বসন্ত কুমারও আজাদ হিন্দ ফৌজে ছিলেন। অনেক লোকশিল্পী নীরা নাগিন ও তার ভাই বসন্ত কুমারের জীবন নিয়ে কবিতা ও ভজন রচনা করেছেন। নীরা নাগিনী নামে তার জীবনের একটি মহাকাব্যও রয়েছে। তার জীবন নিয়ে একটি চলচ্চিত্র নির্মিত হয়েছে। তিনি ছিলেন এক দুর্দান্ত দেশপ্রেমিক, সাহসী ও আত্মসম্মান বোধে গর্বিত মহিলা। তার শেষ জীবন কাটে  হায়দ্রাবাদে। সেখানকার মহিলারা তাকে গর্বের সাথে 'পদ্মমা' বলে সম্বোধন করতেন। নীরা আর্য নামে একটি জাতীয় পুরস্কারও চালু করা হয়েছে। ছত্তিশগড়ের অভিনেতা অখিলেশ পান্ডে প্রথম নীরা আর্য পুরস্কারের জন্য নির্বাচিত হয়েছিলেন।  এবং তাঁকে নীরা আর্য পুরস্কার দেওয়া হয়েছিল।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nনীরা আর্য ১৯০২ সালের ৫ মার্চ ভারতের  তৎকালীন যুক্তপ্রদেশের অধুনা উত্তরপ্রদেশ রাজ্যের বাগপত জেলার খেকড়া শহরে জন্মগ্রহণ করেছিলেন। তার পিতা শেঠ ছজুমল ছিলেন সে সময়ের এক বিশিষ্ট ব্যবসায়ী। তার ব্যবসা-বাণিজ্য সারা দেশে ছড়িয়ে পড়েছিল। তার পিতার ব্যবসায়ের মূল কেন্দ্র ছিল কলকাতা। তাই কলকাতাতে তার পড়াশোনা শুরু হয়েছিল। নীরা আর্য হিন্দি, ইংরেজি, বাংলার পাশাপাশি আরও অনেক ভাষায় দক্ষ ছিলেন। তিনি ব্রিটিশ ভারতের সিআইডি ইন্সপেক্টর শ্রীকান্ত জয়রঞ্জন দাসকে বিবাহ করেন। শ্রীকান্ত জয়রঞ্জন দাস ছিলেন  ইংরেজপ্রভু ভক্ত অফিসার। মূলতঃ শ্রীকান্ত জয়রঞ্জন দাসকে গুপ্তচরবৃত্তি করে নেতাজি সুভাষ চন্দ্র বসুকে হত্যা করার দায়িত্ব দেওয়া হয়েছিল।\n\n\n== স্বাধীনতা সংগ্রামে অংশগ্রহণ ==\n\nনেতাজি সুভাষচন্দ্র বসুর জীবন বাঁচাতে  তিনি ইংরেজ সেনাবাহিনীর পদস্থ অফিসার শ্রীকান্ত জয়রঞ্জন দাসকে হত্যা করেছিলেন। একসময় সুযোগ পেয়ে শ্রীকান্ত জয়রঞ্জন দাস নেতাজিকে হত্যার জন্য গুলি চালিয়েছিলেন, কিন্তু সেই গুলি  নেতাজির গাড়ীর চালককে বিদ্ধ করে ।  কিন্তু এরই মধ্যে নীরা আর্য  শ্রীকান্ত জয়রঞ্জনের পেটে বেয়নেট চালিয়ে হত্যা করে। শ্রীকান্ত জয়রঞ্জন দাস নীরা আর্যের স্বামী ছিলেন, তাই স্বামী হত্যার কারণে নেতাজি তাঁকে নাগিনী বলে অভিহিত করেছিলেন। আজাদ হিন্দ ফৌজ আত্মসমর্পণের পরে, সমস্ত বন্দী সৈন্যকে দিল্লির লাল কেল্লায় বিচারে মুক্তি দেওয়া হয়েছিল, কিন্তু নীরাকে স্বামী হত্যার কারণে  দ্বীপান্তরের সাজা দেওয়া হয়েছিল। জেলে বন্দীদশায় সেখানে তাঁকে  কঠোর শারীরিক নির্যাতনের শিকার হতে হয়েছিল। স্বাধীনতার পরে, তিনি ফুল বিক্রি করে জীবনযাপন করেছিলেন, তবে কোনও সরকারী সহায়তা বা পেনশন গ্রহণ করেননি।  তার ভাই বসন্ত কুমারও একজন মুক্তিযোদ্ধা ছিলেন। তিনি স্বাধীনতার পর সন্ন্যাসী হয়েছিলেন।  নীরা স্বাধীনতা সংগ্রামে তার ভূমিকা নিয়ে আত্মজীবনীও লিখেছেন। উর্দু লেখক ফারহানা তাজ'কে তিনি তার জীবনের অনেক ঘটনা  শুনিয়েছিলেন। তিনি তার জীবন নিয়ে স্বাধীনতা সংগ্রামের পটভূমিতে একটি উপন্যাসও রচনা করেন।\n\n\n== আজাদ হিন্দ ফৌজের প্রথম গুপ্তচর ==\nপবিত্র মোহন রায় আজাদ ভারতীয় সেনাবাহিনীর  মহিলা এবং পুরুষ উভয়  গোয়েন্দা বিভাগের প্রধান  ছিলেন। তবে নীরা আর্য আজাদ হিন্দ ফৌজের প্রথম গুপ্তচর হওয়ার গৌরব অর্জন করেছেন। নেতাজি সুভাষ চন্দ্র বসু নিজেই নীরাকে এই দায়িত্ব দিয়েছিলেন। তার সঙ্গী মনবতী আর্য, সরস্বতী রাজামণি এবং দুর্গা মল্লা গোর্খা এবং যুবক ড্যানিয়েল কালে  তার সামরিক গোয়েন্দা শাখার সাথে যুক্ত ছিল।  তারা নেতাজির জন্য গুপ্তচরবৃত্তির কাজ করত।    তার আত্মজীবনীতে বর্ণিত গুপ্তচরবৃত্তি সম্পর্কিত এক সময়ের একটি অংশ নিম্নরূপ -\n\n আমার সাথে আরও একটি মেয়ে ছিল, নাম সরস্বতী রাজামণি। সে আমার চেয়ে বয়সে ছোট ছিল এবং তার জন্ম বার্মায়।  সে এবং আমি একসময় ইংরেজ অফিসারদের গুপ্তচরবৃত্তির দায়িত্ব পেয়েছিলাম। আমরা মেয়েরা ছেলেদের পোশাক পরি এবং ব্রিটিশ অফিসারদের বাড়ি এবং সামরিক শিবিরে কাজ শুরু করি। আমরা আজাদ হিন্দ ফৌজের জন্য এভাবে প্রচুর তথ্য সংগ্রহ করেছি। আমাদের কাজটি ছিল কান খোলা রাখা,সহকর্মীদের কাছ থেকে প্রাপ্ত তথ্যগুলি নিয়ে আলোচনা করা, তারপরে নেতাজীর কাছে তা পৌঁছে দেওয়া। কখনও কখনও আমাদের গুরুত্বপূর্ণ নথিও বহন করতে হত। যখন মেয়েদের গুপ্তচরবৃত্তির জন্য প্রেরণ করা হয়েছিল,আমাদের স্পষ্টভাবে বলা হয়েছিল যে,ধরা পড়লে নিজেরাই নিজেদের গুলি করতে। একটি মেয়ে তা করতে মিস করেছে এবং তাকে ইংরেজরা জীবন্ত গ্রেপ্তার করেছিল। এতে আমাদের সংগঠনের সমূহ বিপদ ও ক্ষতি হবে বুঝে আমি এবং রাজামণি স্থির করেছিলাম যে, আমরা আমাদের সঙ্গীকে যে কোনভাবে মুক্ত করব। আমরা নপুংসক নর্তকীর পোশাক পরে যেখানে আমাদের সঙ্গী দুর্গাকে বন্দী করে রাখা হয়েছিল সেখানে পৌঁছেছিলাম। আমরা অফিসারদের মাদক খাওয়ালাম এবং আমাদের সঙ্গীকে সাথে নিয়ে পালিয়ে যেতে সক্ষম হলাম। কিন্তু পালিয়ে যাওয়ার পথে পাহারায় থাকা এক সেনা গুলি চালায় এবং তাতে রাজামণির ডান পা গুলি বিদ্ধ হয়। কিন্তু তা স্বত্বেও সে কোনক্রমে পালিয়ে আসতে সক্ষম হয়। এদিকে ধড়পাকড়ের জন্য অনুসন্ধান শুরু হলে আমি এবং দুর্গা একটা লম্বা গাছের  উপরে আশ্রয় নিয়েছিলাম। অনুসন্ধান নীচে অব্যাহত ছিল, যার কারণে আমাদের তিন দিন ধরে গাছের উপরে ক্ষুধার্ত ও তৃষ্ণার্ত অবস্থায়  থাকতে হয়েছিল। তিন দিন পরে আমরা সাহস করে সুকৌশলে সঙ্গীদের নিয়ে আজাদ হিন্দ ফৌজের ঘাঁটিতে ফিরে আসি। রাজামণির সাহসিকতায় নেতাজি খুশী হয়ে তাকে আইএনএর রানি ঝাঁসি ব্রিগেডে লেফটেন্যান্ট এবং আমাকে অধিনায়ক করেছিলেন। \n\n\n== জীবনাবসান ==\nনীরা আর্য জীবনের শেষ দিনগুলিতে ফুল বিক্রি করে কাটিয়েছেন এবং হায়দরাবাদের ফালকনুমার একটি কুঁড়ে ঘরে বাস করতেন। সরকারি জমিতে থাকার কারণে তার কুঁড়েঘরটিও শেষ মুহুর্তে ছিন্নভিন্ন হয়ে যায়। বার্ধক্যজনিত অবস্থায়, চারিমিনারের নিকটে ওসমানিয়া হাসপাতালে ১৯৯৮ সালের ২৬শে জুলাই, রবিবার তিনি দরিদ্র, অসহায়, নিঃস্ব অবস্থায় মৃত্যুবরণ করেন। স্থানীয় মানুষেরা তার শেষকৃত্য সম্পন্ন করায়।\n\n\n== পুস্তক ==\n\n\n=== নীরা আর্য রচিত ===\nআমার জীবন সংগ্রাম, হিন্দ পকেট বই, প্রথম সংস্করণ ১৯৬৮\nআন্দামানের অনন্য অনুশীলন\n\n\n=== নীরা আর্যকে নিয়ে ===\nআজাদ হিন্দ ফৌজের নামবিহীন সৈনিক, মনমথনাথ গুপ্ত, হিন্দ পকেট বই, সংস্করণ ১৯৬৮\nভুলি বিসরি ঐতিহাসিক গল্প, তেজপাল সিংহ ধামা, সূর্য ভারতী প্রকাশ চাওয়াদি বাজার নয়াদিল্লি, সংস্করণ ২০১২\nআজাদ হিন্দের প্রথম গুপ্তচর, হিন্দ পকেট বুকস, সংস্করণ ২০০৪\nআজাদ হিন্দের প্রথম গুপ্তচর, মধু ধামা, সাগর প্রকাশন, শাহদারা দিল্লি, সংস্করণ ২০১৮\nএই গোয়েন্দা মহিলা, সত্যদেব নারায়ণ সিনহা হিন্দ পকেট বই, সংস্করণ ১৯৬৮\nভারতীয়া কিষাণ ইউনিয়ন, হুক্কা থেকে হক, ডাঃ রণজিৎ সিং, সাগর পাবলিকেশনস, সংস্করণ ২০১৮\nনেতাজি সুভাষ চন্দ্র বসু, নির্মল বোস, অক্ষর পাবলিকেশনস, ১৯৭৮ সংস্করণটির অজানা অংশীদার\n\n\n== তথ্যসূত্র =="}