{"pageid": 1021987, "title": "মুসলিমদের সিসিলি বিজয়", "url": "https://bn.wikipedia.org/wiki?curid=1021987", "content": "মুসলিমদের সিসিলি বিজয় জুন ৮২৭ সালে শুরু হয় এবং ৯০২ পর্যন্ত স্থায়ী হয়, যখন দ্বীপের শেষ প্রধান বাইজেন্টাইন দুর্গ তাওরমিনা পতিত হয়। বিচ্ছিন্ন দুর্গসমূহ ৯৬৫ পর্যন্ত বাইজেন্টাইন হাতে রয়ে গেছে, কিন্তু ১১ শতকে নরম্যানদের দ্বারা বিজয়ী না হওয়া পর্যন্ত দ্বীপটি মুসলিম শাসনের অধীনে ছিল।\nযদিও সিসিলি সপ্তম শতাব্দীর মাঝামাঝি থেকে মুসলমানদের দ্বারা অভিযান চালানো হয়েছিল, এই অভিযান দ্বীপের উপর বাইজেন্টাইন নিয়ন্ত্রণ হুমকি ছিল না। ইফরিকিয়ার অঘলাবিদ আমীরদের জন্য সুযোগ আসে ৮২৭ সালে, যখন দ্বীপের নৌবহরের কমান্ডার ইউফিমিয়াস বাইজেন্টাইন সম্রাট দ্বিতীয় মাইকেলের বিরুদ্ধে বিদ্রোহ করে। অনুগত বাহিনী দ্বারা পরাজিত এবং দ্বীপ থেকে বিতাড়িত, ইউফিমিয়াস অঘলাবিদের সাহায্য চেয়েছিলেন। পরবর্তীরা এটিকে সম্প্রসারণের এবং তাদের নিজস্ব কল্পিত সামরিক প্রতিষ্ঠানের শক্তি হ্রাস করার এবং জিহাদকে বিজয়ী করে ইসলামী পন্ডিতদের সমালোচনা নিরসনের একটি সুযোগ হিসাবে বিবেচনা করে এবং তাকে সহায়তা করার জন্য একটি বাহিনী প্রেরণ করেছিল। আরব দ্বীপে অবতরণের পরে ইউফেমিয়াসকে দ্রুত পাশ থেকে বেষ্টন করা হয়েছিল। দ্বীপের রাজধানী সিরাকিউসে প্রাথমিক আক্রমণ ব্যর্থ হয়েছিল, তবে মুসলমানরা পরবর্তী বাইজেন্টাইন পাল্টা আক্রমণকে আবহাওয়া করতে পেরেছিল এবং কয়েকটি দুর্গ ধরে রাখতে সক্ষম হয়। ইফরিকিয়া এবং আল-আন্দালুসের সহায়তায় ৮৩১ সালে তারা পালের্মো দখল করে নেয়, যা নতুন মুসলিম প্রদেশের রাজধানী হয়ে ওঠে।\nবাইজান্টাইন সরকার স্থানীয়দেরকে মুসলমানদের বিরুদ্ধে সহায়তার জন্য কয়েকটি অভিযান প্রেরণ করেছিল, তবে তাদের পূর্ব সীমান্তে আব্বাসীয়দের বিরুদ্ধে এবং এজিয়ান সাগরের ক্রিটান সারেসেনের বিরুদ্ধে সংগ্রামে ব্যস্ত হয়ে মুসলিমদের ফিরিয়ে দেওয়ার জন্য টানা একটি প্রচেষ্টা চালিয়ে যেতে পারেনি, যিনি পরবর্তী তিন দশক ধরে বাইজেন্টাইন সম্পত্তি প্রায় বিনা প্রতিবাদে অভিযান চালিয়েছিলেন। ৮৫৯ সালে দখল না হওয়া পর্যন্ত, দ্বীপের কেন্দ্রে এন্নার শক্তিশালী দুর্গ ছিল মুসলিম সম্প্রসারণের বিরুদ্ধে প্রধান বাইজেন্টাইন শক্তি। এর পতনের পর মুসলমানরা দ্বীপের পূর্ব অংশে তাদের চাপ বৃদ্ধি করে, এবং দীর্ঘ অবরোধের পর ৮৭৮ সালে সিরাকিউস দখল করে নেয়। এরপর বাইজেন্টাইনরা কয়েক দশক ধরে দ্বীপের উত্তর-পূর্ব কোণে কিছু দুর্গের নিয়ন্ত্রণ বজায় রাখে, এবং ১১শ শতকে পর্যন্ত দ্বীপটি পুনরুদ্ধারের বেশ কিছু প্রচেষ্টা শুরু করে, কিন্তু সিসিলির উপর মুসলিম নিয়ন্ত্রণকে গুরুতরভাবে চ্যালেঞ্জ করতে অক্ষম হয়। সর্বশেষ প্রধান বাইজেন্টাইন দুর্গ তাওরমিনার পতন, ৯০২ সালে, সিসিলিতে মুসলিম বিজয়ের সমাপ্তি নিদের্শ করে।\nমুসলিম শাসনামলে সিসিলি সমৃদ্ধি লাভ করে এবং অবশেষে ইফরিয়া থেকে বিচ্ছিন্ন হয়ে একটি আধা-স্বাধীন আমিরাত গঠন করে। দ্বীপের মুসলিম সম্প্রদায় ১০৬০ এর দশকের নরম্যান বিজয় থেকে বেঁচে যান এবং এমনকি নরম্যান রাজাদের অধীনে সমৃদ্ধি, একটি অনন্য সাংস্কৃতিক মিশ্রণ জন্ম দেয়। তারপর এটি ব্যর্থ গণজাগরণের পর ১২২০ সালে লুসেরায় নির্বাসিত হয়।\n\n\n== পটভূমি ==\nসাম্রাজ্যিক রোমান যুগ জুড়ে, সিসিলি একটি শান্ত, সমৃদ্ধ ব্যাকওয়াটার ছিল। শুধুমাত্র ৫ম শতাব্দীতে উত্তর আফ্রিকার উপকূল থেকে পরিচালিত ভাংচুরকারীরা এই হামলার শিকার হয়। ৫৩৫ সালে দ্বীপটি বাইজেন্টাইন নিয়ন্ত্রণে আসে এবং গথিক যুদ্ধে অস্ট্রোগথদের দ্বারা অভিযান চালানো হয়, কিন্তু এরপর শান্ত হয়ে ফিরে আসে। সমুদ্র দ্বারা সুরক্ষিত হওয়ার কারণে, দ্বীপসমূহ ৬ষ্ঠ এবং ৭ম শতাব্দীর প্রথম দিকে লোম্বার্ড আগ্রাসনের মাধ্যমে বাইজেন্টাইন ইতালির উপর আঘাত করা ধ্বংসাবশেষ থেকে মুক্তি পায়, এবং তখনও সমৃদ্ধ শহুরে জীবন এবং একটি বেসামরিক প্রশাসন বজায় রাখে। মুমুসলিম সম্প্রসারণের ক্রমবর্ধমান হুমকিই এটিকে জনভীতিতে ঠেলে দেয়। জন বাগ্নেল বারি যেমন লিখেছেন, \"একটি ফলপ্রসূ ভূমি এবং একটি কাঙ্ক্ষিত দখল, ভূমধ্যসাগরের দুই অববাহিকার মধ্যে সিসিলির কেন্দ্রীয় অবস্থান এটিকে যে কোন পূর্ব সমুদ্র-শক্তির জন্য একটি অত্যন্ত গুরুত্বপূর্ণ বস্তু করে তুলেছে যা বাণিজ্যিক বা রাজনৈতিকভাবে আক্রমণাত্মক ছিল; আফ্রিকায় একজন উচ্চাভিলাষী শাসকের জন্য এটি ছিল ইতালির এবং অ্যাড্রিয়াটিকের বেশদ্বার।\nফলশ্রুতিতে, দ্বীপটি মুসলমানদের দ্বারা প্রথম টার্গেট করা হয়, প্রথম মুসলিম নৌবাহিনী প্রতিষ্ঠার মাত্র কয়েক বছর পরেই ৬৫২ সালে প্রথম অভিযান সংঘটিত হয়। উত্তর আফ্রিকার বিরুদ্ধে মুসলিম আক্রমণ শুরু হওয়ার পর, এটি একটি গুরুত্বপূর্ণ কৌশলগত ঘাঁটি হয়ে ওঠে, এবং কিছু সময়ের জন্য, ৬৬১-৬৬৮ সালে, এটি কনস্ট্যান্স দ্বিতীয় অধীনে সাম্রাজ্যের আদালত ছিল। প্রায় ৬৯০ একটি থিম হিসাবে গঠিত, এর শাসক স্ট্র্যাটোগো এছাড়াও দক্ষিণ ইতালীয় মূল ভূখণ্ডের বিক্ষিপ্ত সাম্রাজ্যিক সম্পত্তির উপর নিয়ন্ত্রণ নিতে আসে। এরপর দ্বীপটিতে অভিযান চালানো হয়, বিশেষ করে ৮ম শতাব্দীর প্রথমার্ধে, কিন্তু মুসলমানরা উত্তর আফ্রিকার বিজয় সম্পন্ন না হওয়া পর্যন্ত গুরুতর হুমকির সম্মুখীন হয়নি এবং হিস্পানিয়াতেও চলে যায়। ইফ্রিকিয়ার আব্বাসীয় গভর্নর আব্দ আল-রহমান আল-ফিহরি প্রথম দ্বীপটি দখল এবং ৭৫২-৭৫৩ সালে সার্ডিনিয়া দখলের পরিকল্পনা করেন, কিন্তু তিনি বারবার বিদ্রোহ দ্বারা ব্যর্থ হন। ৭৯৯ সালে আগলাবিরাজবংশের প্রতিষ্ঠাতা ইব্রাহিম ইবনে আল-আঘলাব আব্বাসীয় খলিফা হারুন আল-রশিদ কর্তৃক ইপ্রিকিয়ার স্বায়ত্তশাসিত আমীর হিসেবে তার অবস্থানের স্বীকৃতি লাভ করেন যা ছিল আধুনিক তিউনিসিয়াকে কেন্দ্র করে। ৮০৫ সালে ইব্রাহিম সিসিলির বাইজেন্টাইন গভর্নরের সাথে দশ বছরের যুদ্ধবিরতি সমাপ্ত করেন, যা ৮১৩ সালে ইব্রাহিমের পুত্র ও উত্তরসূরি আবদুল্লাহ প্রথম দ্বারা পুনর্নবীকরণ করা হয়। এই সময়ে, আগলাবিদের পশ্চিমে ইদ্রিসিদের সাথে তাদের প্রতিদ্বন্দ্বিতা এতটাই ব্যস্ত ছিল যে তারা সিসিলির উপর কোন গুরুতর হামলার পরিকল্পনা করতে পারেনি। এর পরিবর্তে সিসিলি এবং ইপ্রিকিয়ার মধ্যে বাণিজ্যিক যানবাহন এবং দ্বীপে আরব ব্যবসায়ীদের উপস্থিতির সাক্ষ্য রয়েছে।\n\n\n== ইউফেমিয়াসের বিদ্রোহ ==\n\nসিসিলি আক্রমণ উপলক্ষে দ্বীপের নৌ বহরের কমান্ডার ইউফিমিউসের বিদ্রোহের মাধ্যমে প্রদান করা হয়। পরে এবং সম্ভবত কাল্পনিক বর্ণনা অনুযায়ী, একজন সন্ন্যাসিনীর জন্য কামনা দ্বারা চালিত, সে তাকে বিয়ে করতে বাধ্য করেছিল। তার ভাইয়েরা সম্রাট দ্বিতীয় মাইকেলের কাছে প্রতিবাদ করে এবং বাইজেন্টাইন শাসক দ্বীপের স্ট্র্যাটিগোস কনস্ট্যান্টাইন সুদাসকে এই বিষয়ে তদন্ত করার আদেশ দেন এবং যদি অভিযোগ সত্য প্রমাণিত হয়, শাস্তি হিসেবে ইউফিমিউসের নাক কেটে ফেলার জন্য। এইভাবে জানা গেল যে আফ্রিকান উপকূলে নৌ অভিযান থেকে ফিরে এসে ইউফিমিয়াস জানতে পারে যে তাকে গ্রেফতার করা হবে। পরিবর্তে তিনি শহর দখল করে সিরাকিউসের উদ্দেশ্যে রওনা হন, যখন গভর্নর অভ্যন্তরে আশ্রয় নেন। ইউফিমিয়াস শীঘ্রই দ্বীপের সামরিক নেতৃত্বের একটি বড় অংশের সমর্থন লাভ করতে সক্ষম হন। ইউফিমিয়াস কনস্ট্যান্টাইন সিরাকিউস পুনরুদ্ধারের একটি প্রচেষ্টা প্রতিহত করেন, যার ফলে গভর্নর কেতানায় পালিয়ে যেতে বাধ্য হন। ইউফিমিউসের বাহিনী কনস্ট্যান্টাইনকে কাতানা থেকে তাড়িয়ে দেয় এবং অবশেষে তাকে বন্দী করে মৃত্যুদণ্ড কার্যকর করে। এরপর ইউফিমিয়াসকে সম্রাট ঘোষণা করা হয়।ঐতিহাসিক আলেকজান্ডার ভাসিলিয়েভ ইউফিমিয়াসের বিদ্রোহের উৎপত্তির \"রোমান্টিক\" কাহিনী নিয়ে সন্দেহ প্রকাশ করেন, এবং বিশ্বাস করেন যে উচ্চাভিলাষী জেনারেল সুযোগ ব্যবহার করেন, যখন কেন্দ্রীয় বাইজেন্টাইন সরকার থমাসের সাম্প্রতিক বিদ্রোহ দ্বারা দুর্বল হয়ে পড়ে, এবং ক্রিটের সমসাময়িক মুসলিম বিজয়ের ব্যস্ততায়, নিজের জন্য ক্ষমতা দখল করে।\nতবে এই মুহূর্তে, ইউফিমিয়াস তার ঘনিষ্ঠ এবং সবচেয়ে শক্তিশালী মিত্রদের দ্বারা পরিত্যক্ত হয়, যিনি আরব সূত্রের মাধ্যমে \"বালাতা\" নামে পরিচিত (ভাসিলিয়েভের মতে সম্ভবত তার উপাধির একটি দুর্নীতি, অন্যদিকে ট্রেডগোল্ড ধরে রাখেন যে তার নাম প্লেটো) এবং তার চাচাতো ভাই মাইকেল, পালের্মোর কমান্ডার। এই দুই ব্যক্তি ইউফিমিয়াসের সাম্রাজ্যবাদী উপাধি রদ করার নিন্দা জানান এবং সিরাকিউসের বিরুদ্ধে মিছিল করেন, ইউফিমিয়াসকে পরাজিত করেন এবং শহরটি দখল করে নেন।\nতার পূর্বসূরিদের একজন, এলপিডিয়াস, যিনি এথেন্সের আইরিনের অধীনে বিদ্রোহ করেছিলেন, উফিমিয়া সাম্রাজ্যের শত্রুদের মধ্যে আশ্রয় নেওয়ার সংকল্প করেন এবং কয়েকজন সমর্থক ইপ্রিকিয়ায় চলে যান। সেখানে তিনি আঘলাবিদ আদালতে একটি প্রতিনিধি দল পাঠান, যা ইউফিমিয়াসকে সিসিলি জয় করতে সাহায্য করার জন্য আঘলাবিদ আমীর জিয়াদাত আল্লাহর কাছে আবেদন করে, এরপর তিনি আঘলাবিদদের বার্ষিক শ্রদ্ধা নিবেদন করবেন। এই প্রস্তাব আগলাবিদের জন্য একটি বিরাট সুযোগ হিসেবে এসেছে, যারা আরব বসতি স্থাপনকারী এবং বারবারদের মধ্যে দীর্ঘদিন ধরে জাতিগত উত্তেজনার সম্মুখীন হয়েছে, আরব শাসক শ্রেণীর (জুন্দ) মধ্যে মতানৈক্য এবং বিদ্রোহ, এবং তাদের \"অইসলামিক\" ব্যবস্থা এবং তাদের বিলাসবহুল জীবনযাত্রার জন্য সমালোচনার সম্মুখীন হয়েছে। নিঃসন্দেহে, ইউফিমিউসের আগমনের সময়, জিয়াদাত আল্লাহ মনসুর আল-তুনবুধির অধীনে জুন্দের বিপজ্জনক তিন বছরের বিদ্রোহ দমন করেছিলেন। অ্যালেক্স মেটক্যাফ যেমন লিখেছেন, \"বিজয়ের মাধ্যমে কাফেরদের খরচে ইসলামের সীমানা সম্প্রসারণের জন্য জিহাদের মাধ্যমে- ৭১১ সাল থেকে আইবেরিয়ান উপদ্বীপে আগ্রাসনের পর প্রথম প্রধান অঙ্গীকার- তারা বিচারকদের সমালোচনা কে স্তব্ধ করে দিতে পারে। একই সময়ে, তারা ইপ্রিকিয়ান-সিসিলিয়ান চ্যানেল জুড়ে একটি অস্থির জুন্দের ধ্বংসাত্মক শক্তিকে জনশক্তি এবং সম্পদের নতুন উৎস সুরক্ষিত করতে পুনর্নির্দেশ করতে পারে।\nজিয়াদাত আল্লাহর কাউন্সিল এই বিষয়ে বিভক্ত ছিল, কিন্তু শেষ পর্যন্ত কাইরুয়ানের সম্মানিত কাযীর উপদেশ, আসাদ ইবনে আল-ফুরাত, যিনি তার মামলার সমর্থনে কুরআনের উদ্ধৃতি ব্যবহার করে তাদের প্রভাবিত করেন। এমনকি কাদির দপ্তর ধরে রাখার সময়ও আসাদকে অভিযানের মাথায় রাখা হয়, যা সাধারণত একটি সামরিক পোস্টের সাথে অসঙ্গত। বলা হয় যে মুসলিম অভিযাত্রী বাহিনী দশ হাজার ফুট সৈন্য এবং সাতশত অশ্বারোহী নিয়ে গঠিত, যাদের বেশীরভাগই ইপ্রিকিয়ান আরব এবং বারবার্স, কিন্তু সম্ভবত কিছু খুরাসানী। নৌবহরে সত্তর বা একশ জাহাজ ছিল, যার সাথে ইউফিমিউসের নিজস্ব জাহাজ যোগ করা হয়েছিল।\n\n\n== পালের্মো প্রাথমিক অপারেশন ও বিজয় ==\n\n\n=== মুসলিম অবতরণ ও সিরাকিউস অবরোধ, ৮২৭-৮২৮ ===\n১৪ জুন ৮২৭ তারিখে মিত্রবাহিনীর নৌবহরগুলো সুসে উপসাগর থেকে যাত্রা করে এবং তিন দিন পর তারা দক্ষিণ-পশ্চিম সিসিলির মাজারা য় পৌঁছায়, যেখানে তারা অবতরণ করে। সেখানে তাদের ইউফিমিয়াসের অনুগত সৈন্যদের সাথে সাক্ষাৎ হয়, কিন্তু শীঘ্রই জোট ফাটল দেখাতে শুরু করে: একজন মুসলিম বিচ্ছিন্নতা অনুগত সৈন্যদের জন্য ইউফিমিয়াসের কিছু পক্ষপাতিত্বকে ভুল করে, এবং একটি সংঘর্ষ শুরু হয়। যদিও ইউফিমিউসের সৈন্যদের একটি স্বতন্ত্র চিহ্ন হিসেবে তাদের হেলমেটে একটি টুইগ রাখার আদেশ দেওয়া হয়, আসাদ তাদের ছাড়াই প্রচারাভিযান চালানোর ইচ্ছা প্রকাশ করেন। এর পরপরই, বালাতা, যিনি মনে হয় এই অনুষ্ঠানের দায়িত্ব গ্রহণ করেছেন, যদি দ্বীপের সাম্রাজ্যবাদী স্ট্র্যাটোসের উপাধি না থাকে, তিনি কাছাকাছি একটি বাইজেন্টাইন শক্তি নিয়ে হাজির হন। মাজারার দক্ষিণ-পূর্ব দিকে দুই সৈন্যদলের সংঘর্ষ হয়, যেখানে তাদের নেতার উপদেশের পর আসাদের সৈন্যরা বিজয় লাভ করে। বালাতা প্রথমে এন্না এবং সেখান থেকে ইতালির মূল ভূখণ্ডের ক্যালাব্রিয়ায় ফিরে যান, যেখানে তিনি আরো সৈন্য জড়ো করার আশা করেছিলেন। তার বদলে, তিনি তার আগমনের কিছুক্ষণ পরেই সেখানে মারা যান।\nএরপর আসাদ আবু জাকি আল-কিনানির অধীনে মাজারা ত্যাগ করেন এবং সিরাকিউসের দিকে ফিরে যান: মুসলিম সেনাবাহিনী দক্ষিণ উপকূল বরাবর দ্বীপের রাজধানীর দিকে অগ্রসর হয়, কিন্তু কালাত আল-কুরাতে (সম্ভবত প্রাচীন আক্রা) শহরের একটি দূতাবাস তাদের প্রতি শ্রদ্ধা নিবেদন করে। প্রস্তাবটি সম্ভবত অবরোধের জন্য নিজেকে প্রস্তুত করার জন্য সময় কেনার জন্য ডিজাইন করা হয়েছিল, কিন্তু আসাদ, হয় দূতদের আশ্বাসের দ্বারা রাজি করানো অথবা তার সেনাবাহিনীকে বিশ্রামরের প্রয়োজন, কয়েকদিনের জন্য তার অগ্রগতি স্থগিত করে দেয়। একই সময়ে, ইউফিমিয়াস আঘলাবিদের সাথে তার জোটের জন্য অনুতপ্ত হতে শুরু করেন এবং সাম্রাজ্যবাদীদের সাথে গোপন যোগাযোগ খোলেন এবং আরবদের প্রতিরোধ করার আহ্বান জানান। এর পরপরই মুসলমানরা তাদের অগ্রগতি পুনরায় শুরু করে এবং শহরে অবরোধ করে। বাইজান্তিয়াম, যা একই সময়ে ক্রিটের বাড়ির অনেক কাছাকাছি একটি হুমকির সম্মুখীন হতে বাধ্য হয়, তারা বিপর্যস্ত দ্বীপে তেমন কোন সাহায্য পাঠাতে পারেনি, অন্যদিকে মুসলমানরা আফ্রিকা থেকে শক্তি পেয়েছে। ভেনিসের সাম্রাজ্যবাদী রক্ষক গিউসটিনিয়ানো পার্টিসিপাজিও শহরের সাহায্যে আসেন, কিন্তু অবরোধ তুলতে সক্ষম হননি। তবে অবরোধকারীরা সরবরাহের অভাব এবং ৮২৮ সালের বসন্তে একটি রোগের প্রাদুর্ভাবের শিকার হয়, যার ফলে আসাদ তার জীবন হানি ঘটে। তার স্থলাভিষিক্ত হন মুহাম্মদ ইবনে আবুল জাওয়ারি। যখন একটি বাইজেন্টাইন নৌবহর আসে, আরবরা অবরোধ তুলে নেয় এবং আফ্রিকায় ফিরে যাওয়ার চেষ্টা করে, কিন্তু বাইজেন্টাইন জাহাজ দ্বারা বাধাপ্রাপ্ত হয়। ব্যর্থ হয়ে মুসলিম সেনাবাহিনী তার জাহাজ পুড়িয়ে মাইনোতে ফিরে যায়, যা তিন দিন পর তাদের কাছে আত্মসমর্পণ করে।\n\n\n=== এনার এবং বাইজেন্টাইনের পাল্টা আক্রমণ , ৮২৮-৮২৯ ===\n\nসাম্রাজ্যবাদীদের সাথে তার যোগাযোগ সত্ত্বেও, ইউফিমিয়াস এখন তাদের পথপ্রদর্শক হিসেবে কাজ করতে ইচ্ছুক ছিলেন, দৃশ্যত আশা করেছিলেন যে মুসলমানরা তাদের ব্যর্থতায় বিনম্র এবং তাদের পথ দেখানোর জন্য আসাদের দৃঢ় ইচ্ছা ছাড়া, এখন তার উদ্দেশ্য পূরণ করা যেতে পারে। মিনোর আত্মসমর্পণের পর মুসলিম সেনাবাহিনী দুই ভাগে বিভক্ত: একটি অংশ পশ্চিমে এগ্রিজেন্টো দখল করে নেয়, অন্যদিকে ইউফিমিয়াসসহ অপরজন এন্না আক্রমণ করে। এনার গ্যারিসন আলোচনা শুরু করে, ইউফিমিউসের কর্তৃত্ব স্বীকার করার প্রস্তাব দেয়, কিন্তু যখন ইউফিমিয়াস তাদের দূতদের সাথে সাক্ষাৎ করে, তখন তাকে হত্যা করা হয়। তার মৃত্যুর পর ইউফিমিউসের সমর্থকদের সাথে কি ঘটেছে তা জানা যায়নি, তারা ছত্রভঙ্গ হয়ে গেছে অথবা মুসলমানদের সাথে লড়াই চালিয়ে যাচ্ছে।\n৮২৯ সালের বসন্তে, মাইকেল দ্বিতীয় মাইকেল থিওডোটাসের অধীনে সিসিলিতে একটি নতুন নৌবহর পাঠান, যিনি এই দ্বীপের সাথে পরিচিত ছিলেন, তিনি ইতোমধ্যে অতীতে এর কৌশল হিসেবে কাজ করেছেন। অবতরণের পর থিওডোটাস তার সৈন্যদের এনায় নিয়ে যায়, যেখানে আরবরা অবরোধ অব্যাহত রাখে। তিনি পরবর্তী যুদ্ধে পরাজিত হন, কিন্তু তার অধিকাংশ লোক সঙ্গে দুর্গে আশ্রয় পেতে সক্ষম হন। মুসলমানরা এখন বিজয়ের ব্যাপারে এতটাই আত্মবিশ্বাসী হয়ে ওঠে যে তারা দ্বীপে তাদের প্রথম মুদ্রা আঘাত করে, জিয়াদাত আল্লাহ এবং মুহাম্মদ ইবনে আবুল জাওয়ারির নামে, যিনি কিছুক্ষণ পরে মারা যান এবং জুবায়ের ইবনে গাওথের স্থলাভিষিক্ত হন। এর কিছুক্ষণ পরেই থিওডোটাস পরিস্থিতি উল্টে দিতে সক্ষম হন: তিনি একটি স্যালির নেতৃত্ব দেন যা একটি মুসলিম অভিযান দলকে পরাজিত করে এবং পরের দিন প্রধান মুসলিম সেনাবাহিনীকে পরাজিত করে, ১,০০০ লোককে হত্যা করে এবং বাকিদের অনুসরণ করে মুসলমানদের দুর্গ পর্যন্ত, যা তিনি অবরোধের মধ্যে রাখেন। মুসলমানরা রাতের বেলা ভেঙ্গে ফেলার চেষ্টা করে, কিন্তু থিওডোটাস এই ধরনের পদক্ষেপ আশা করছিল এবং তাদের উপর হামলা চালায়।\nমুসলিম সেনাবাহিনীর দেহাবশেষ আবার মিনেইতে আশ্রয় নেয়, যেখানে থিওডোটাস তাদের অবরোধ করে এবং শীঘ্রই তাদের ঘোড়া এবং এমনকি কুকুর খাওয়ার জায়গায় নামিয়ে দেয়। এই প্রত্যাবর্তনের খবর পেয়ে এগ্রিজেন্টো শহরের আরব গ্যারিসন শহর ছেড়ে মাতারায় ফিরে যায়। এইভাবে, ৮২৯ এর শরৎকালে, সিসিলি মুসলিম আক্রমণকারী মুক্ত।\n\n\n=== উমাইয়া সাহায্য এবং থিওডোটাসের মৃত্যু, ৮৩০ ===\nথিওডোটাসের সাফল্য সম্পন্ন হওয়ার কথা ছিল না: ৮৩০ সালের গ্রীষ্মের শুরুতে আল-আন্দালুসের কর্ডোবার উমাইয়া আমিরাত থেকে আসাআসবাগ ইবনে ওয়াকিলের অধীনে সিসিলিতে আসেন। থিওডোটাস তাদের মুখোমুখি হননি, এই আশায় যে তারা অভিযান শেষে চলে যাবে, কিন্তু মিনোর বিক্ষুব্ধ গ্যারিসন হামলাকারীদের সংস্পর্শে আসতে সক্ষম হয় এবং যৌথ পদক্ষেপের প্রস্তাব করে। আন্দালুসিয়ানরা একমত হন যে আসবাগকে সামগ্রিক কমান্ডার হিসেবে স্বীকৃতি দেওয়া হয় এবং ইপ্রিকিয়া থেকে তাজা সৈন্য নিয়ে মিনোর দিকে অগ্রসর হয়। তাদের মুখোমুখি হতে না পেরে থিওডোটাস এনায় ফিরে যায় এবং মিনোর অবরোধ ভেঙ্গে যায় (জুলাই বা আগস্ট ৮৩০)। এরপর সম্মিলিত ইফ্রিকিয়ান এবং আন্দালুসিয়ান সেনাবাহিনী মিনোর উপর আগুন ধরিয়ে দেয় এবং অন্য একটি শহরে অবরোধ করে, সম্ভবত ক্যালোনিয়ানা (আধুনিক বারাফ্রাঙ্কা)। যাইহোক, আরো একবার তাদের শিবিরে একটি মহামারি ছড়িয়ে পড়ে, যা আসবাগ এবং আরো অনেককে হত্যা করে। শহরটি পরে, শরৎকালে পড়ে যায়, কিন্তু আরবদের সংখ্যা এতটাই কমে যায় যে তাদের তা পরিত্যাগ করে পশ্চিমে ফিরে যেতে হয়। থিওডোটাস একটি অনুসন্ধান শুরু করে এবং ব্যাপক ক্ষয়ক্ষতি করে, যাতে আন্দালুসিয়ার বেশীরভাগ নাগরিক দ্বীপ ছেড়ে চলে যায়। যাইহোক, থিওডোটাসও এই সময়ে নিহত হয়, সম্ভবত এই সংঘর্ষে।\n\n\n=== পালের্মোর পতন, ৮৩১ ===\nএদিকে, মাজারার ইপ্রিকিয়ানরা, আন্দালুসিয়ানদের কয়েকজনের সাথে দ্বীপ জুড়ে অগ্রসর হয়ে পালের্মো অবরোধ করে রেখেছিল। ৮৩১ সালের সেপ্টেম্বর পর্যন্ত শহরটি এক বছর ধরে অনুষ্ঠিত হয়, যখন এর কমান্ডার স্প্যাথারিওস সিমিওন শহরের ঊর্ধ্বতন কর্মকর্তাদের নিরাপদে চলে যাওয়ার বিনিময়ে আত্মসমর্পণ করেন। অবরোধের সময় শহরটি ব্যাপকভাবে ক্ষতিগ্রস্ত হয়; আরব ঐতিহাসিক ইবনে আল-আথির, রেকর্ড- সম্ভবত কিছু বাড়াবাড়ি রয়ে গেছে- শহরের জনসংখ্যা ৭০,০০০ থেকে কমে ৩,০০০-এ নেমে এসেছে, যাদের কে ক্রীতদাস হিসেবে গ্রহণ করা হয়েছে। শহরের বিশপ লুক পালিয়ে কনস্টান্টিনোপলে পৌঁছাতে সক্ষম হন, যেখানে তিনি সম্রাট থিওফিলোসকে বিপর্যয়ের কথা জানান। পালের্মোর পতন সিসিলির মুসলিম বিজয়ের একটি নির্ণায়ক পদক্ষেপ হিসেবে চিহ্নিত: মুসলমানরা শুধুমাত্র একটি গুরুত্বপূর্ণ সামরিক ঘাঁটি ই লাভ করেনি, বরং শহরটি দখল করে নিয়েছে- যা শুধুমাত্র আল-মদিনা (\"শহর\") নামে পরিচিত- তারা দ্বীপের পশ্চিম অংশের উপর তাদের নিয়ন্ত্রণ মজবুত করার সুযোগ করে দেয়, যা একটি নিয়মিত আঘলাবিদ প্রদেশ হিসেবে প্রতিষ্ঠিত হয়। এভাবে ৮৩২ সালের মার্চ মাসে প্রথম আঘলাবিদ গভর্নর (ওয়ালি) আবু ফিহর মুহাম্মদ ইবনে আবদাল্লাহ পালের্মোতে আসেন। আবু ফিহর একজন সক্ষম ব্যক্তি ছিলেন, এবং ইফ্রিকিয়ান এবং আন্দালুসিয়ানদের মধ্যে প্রায়ই সহিংস বিভেদ সৃষ্টি করতে সক্ষম হন।\n\n\n== মুসলিম প্রদেশের সম্প্রসারণ ==\nসিসিলির পশ্চিম তৃতীয় (ভাল দি মাজারা) তুলনামূলকভাবে দ্রুত মুসলিম হাতে পড়ে, কিন্তু দ্বীপের পূর্ব অংশের বিজয় একটি দীর্ঘ এবং বিপজ্জনক বিষয় ছিল। বড় মাপের প্রচারণা বা যুদ্ধের কোন প্রমাণ পাওয়া যায়নি, এবং বাইজেন্টাইন দুর্গে বারবার আরব হামলা দ্বারা আধিপত্য বিস্তার করা হয়, যার সাথে পার্শ্ববর্তী গ্রামাঞ্চলে (সা'ইফা) হামলা চালানো হয়, যার উদ্দেশ্য ছিল লুটপাট বা শ্রদ্ধা নিবেদন এবং বন্দীদের নিষ্কাশন করা। এই ধরনের যুদ্ধে, দ্বীপের দক্ষিণ-পূর্ব তৃতীয় (ভাল দি নোটো) তুলনামূলকভাবে বেশি পাহাড়ী এবং দুর্গম উত্তর-পূর্ব অংশের (ভাল ডেমোন) চেয়ে বেশি ক্ষতিগ্রস্ত হয়েছে।\n\n\n=== ৮৩২-৮৩৬ এর অভিযান ===\nপালের্মোর পতনের পর প্রথম দুই বছর সিসিলিতে কোন অপারেশনের খবর পাওয়া যায়নি। মুসলমানরা সম্ভবত তাদের নতুন প্রদেশ সংগঠিত করতে ব্যস্ত ছিল, যখন বাইজেন্টাইনরা প্রতিক্রিয়া জানাতে খুবই দুর্বল ছিল,  এবং কোন শক্তি আশা করতে পারেনি: সাম্রাজ্য পূর্ব দিকে ক্রমবর্ধমান চাপের সম্মুখীন হয়, যেখানে আব্বাসীয় খলিফা আল-মামুন বাইজেন্টাইন সীমান্তভূমিতে বারবার আক্রমণ শুরু করেন এবং ৮৩৩ সালের আগস্ট মাসে তার আকস্মিক মৃত্যুর আগ পর্যন্ত কনস্টান্টিনোপলে মিছিল করার হুমকি দেন।\nপরবর্তী কয়েক বছরের সংগ্রাম এন্নাকে কেন্দ্র করে, যা মধ্য সিসিলির প্রধান বাইজেন্টাইন দুর্গ হয়ে ওঠে। ৮৩৪ সালের প্রথম দিকে আবু ফিহর এন্নার বিরুদ্ধে প্রচারণা চালান, মাঠে তার গ্যারিসনকে পরাজিত করেন এবং শহরের দুর্গের মধ্যে তা প্রত্যাহার করতে বাধ্য হন। বসন্তে, গ্যারিসন বেরিয়ে আসে, কিন্তু আবার পরাজিত এবং ফিরে চালিত হয়। ৮৩৫ সালে আবু ফিহর আবার মধ্য সিসিলিতে অভিযান চালান এবং বাইজেন্টাইন প্যাট্রিকিওসের (সম্ভবত দ্বীপের স্ট্র্যাটেগো) অধীনে সেনাবাহিনীকে পরাজিত করেন, যা বাইজেন্টাইন কমান্ডারের স্ত্রী ও পুত্রকে এই প্রক্রিয়ায় বন্দী করে নেয়। তার সাফল্যের পর আবু ফিহর মুহাম্মদ ইবনে সেলিমকে দ্বীপের পূর্ব অংশের বিরুদ্ধে অভিযানে পাঠান, যা তাওরমিনা পর্যন্ত পৌঁছায়। যাইহোক, মুসলমানদের মধ্যে আবার মতানৈক্য ছড়িয়ে পড়ে: আবু ফিহরকে হত্যা করা হয়, এবং তার হত্যাকারীরা বাইজেন্টাইনদের মধ্যে আশ্রয় পায়।\nআঘলাবাইদরা আবু ফিহরের স্থলাভিষিক্ত হন আল-ফাদল ইবনে ইয়াকুব, যিনি মহান শক্তি প্রদর্শন করেন: আগমনের পর পরই তিনি সিরাকিউসের পরিবেশের বিরুদ্ধে অভিযান চালান এবং তারপর আরেকটি সিসিলির কেন্দ্রীয় সিসিলিতে অভিযান চালান। বাইজেন্টাইন রা তাদের সাথে দেখা করার জন্য মিছিল করে, কিন্তু মুসলমানরা একটি পাহাড়ী এবং ঘন বন এলাকায় চলে যায় যেখানে বাইজেন্টাইনরা অনুসরণ করতে পারে না। মুসলমানদের যুদ্ধ মেনে নেওয়ার জন্য বৃথা অপেক্ষা করার পর, স্ট্রাইগোরা তার সৈন্যদের ফিরিয়ে দেয়, কিন্তু মুসলমানরা তার সৈন্যদের উপর হামলা চালায়। মুসলমানরা বাইজেন্টাইনদের অস্ত্র, সরঞ্জাম এবং পশুদের অধিকাংশ ই দখল করে নেয় এবং প্রায় গুরুতর ভাবে আহত স্ট্র্যাটোজদের দখল করতে সক্ষম হয়। তার সাফল্য সত্ত্বেও ইবনে ইয়াকুব কে সেপ্টেম্বর মাসে নতুন গভর্নর, আঘলাবিদ যুবরাজ আবুল-আঘলাব ইব্রাহিম ইবনে আব্দাল্লাহ ইবনে আল-আঘলাব, আমীর জিয়াদাত আল্লাহর প্রথম চাচাতো ভাই হিসেবে প্রতিস্থাপিত করেন। একই সময়ে, বহু প্রতীক্ষিত বাইজেন্টাইন বাহিনী এসে পৌঁছেছে। বাইজেন্টাইন নৌবহর আবুল-আঘলাবের ছোট নৌবহরের পাশ দিয়ে যাওয়ার প্রতিদ্বন্দ্বিতা করে, যা বাইজেন্টাইন আক্রমণ এবং ঝড়ের কাছে জাহাজ হারায়; তবে বাইজেন্টাইনরা পালের্মোতে পৌঁছাতে পারেনি, এবং মুহাম্মদ ইবনে আল-সিন্দির অধীনে শহর থেকে একটি স্কোয়াড্রন দ্বারা তাড়িয়ে দেওয়া হয়। আবুল-আঘলাব পান্টেলেরিয়া এবং অন্যান্য এলাকার বিরুদ্ধে নৌ অভিযান চালিয়ে খ্রিস্টানদের শিরশ্ছেদ করে প্রতিশোধ নেন। একই সময়ে, একটি মুসলিম অশ্বারোহী অভিযান ইতনা পর্বতের আশেপাশের দ্বীপের পূর্ব অংশে পৌঁছায়, গ্রাম ও ফসল পুড়িয়ে দেয় এবং বন্দীদের দখল করে নেয়।\n৮৩৬ সালে আবুল-আঘলাব নতুন করে আক্রমণ শুরু করেন। একটি মুসলিম বাহিনী আরবী ভাষায় কাস্তালিয়াসালি (সম্ভবত দ্বীপের উত্তর উপকূলে কাস্তেলুচিও) নামে পরিচিত দুর্গ দখল করে নেয়, কিন্তু বাইজেন্টাইন পাল্টা আক্রমণে তাদের তাড়িয়ে দেওয়া হয়। আল-ফাদল ইবনে ইয়াকুবের অধীনে মুসলিম নৌবহর আইওলিয়ান দ্বীপপুঞ্জে অভিযান চালায় এবং সিসিলির উত্তর উপকূলে বেশ কয়েকটি দুর্গ দখল করে নেয়, বিশেষ করে টিন্দারা। ইতোমধ্যে, ইতনা অঞ্চলের বিরুদ্ধে আরেকটি অশ্বারোহী অভিযান পাঠানো হয় এবং এতটাই সফল হয় যে বাইজেন্টাইন বন্দীদের দাম কমে যায়।\n\n\n=== ৮৩৭–৮৪১ এর অভিযান ===\n\n৮৩৭ সালে আব্দ আল-সালাম ইবনে আব্দ আল-ওয়াহাবের অধীনে একটি মুসলিম বাহিনী এন্না আক্রমণ করে, কিন্তু বাইজেন্টাইনদের দ্বারা পরাজিত হয় এবং আব্দ আল-সালাম নিজেই বন্দী হন। মুসলমানরা এনাকে ঘিরে তাদের অবস্থান জোরদার করে সাড়া দেয়, যা তারা অবরোধের মধ্যে রাখে। পরবর্তী শীতকালে, একজন অবরোধকারী শহরের দিকে একটি অরক্ষিত পথ আবিষ্কার করে, যার ফলে মুসলমানরা সমগ্র নিম্ন শহর দখল করতে পারে। বাইজেন্টাইনরা অবশ্য দুর্গের নিয়ন্ত্রণ বজায় রাখতে সক্ষম হয়, এবং আলোচনার পর, একটি বৃহৎ মুক্তিপণের বিনিময়ে একটি মুসলিম প্রত্যাহার নিশ্চিত করে।\nথিওফিলোস এখন সিসিলিকে মুক্ত করার জন্য একটি গুরুতর প্রচেষ্টা গ্রহণ করেছেন: তিনি একটি বিশাল সৈন্যদল একত্রিত করেন এবং তার জামাতা সিজার অ্যালেক্সিওস মাউসেলের অধীনে এটি স্থাপন করেন। মুসলিম আক্রমণ থেকে সেফালের দুর্গ মুক্ত করতে ৮৩৮ সালের বসন্তে মুচলেকা সিসিলিতে আসেন। মুচলেকা আক্রমণকারী দলগুলোর বিরুদ্ধে মুচলেকা বেশ কিছু সাফল্য অর্জন করে, কিন্তু কনস্টান্টিনোপলে ফিরে তার শত্রুরা আরবদের সাথে যোগাযোগ এবং সিংহাসনের নকশা রচনা করে। উপরন্তু, তার শিশু স্ত্রী মারিয়ার মৃত্যু থিওফিলোসের সাথে তার যোগসূত্র কেটে দেয়, এবং সম্রাট সিরাকিউসের আর্চবিশপ থিওডোর ক্রিথিনোসকে ৮৩৯ সালে কনস্টান্টিনোপলে সিজারের কথা স্মরণ করতে পাঠান।\nথিওফিলোস এখন সিসিলিকে মুক্ত করার জন্য একটি গুরুতর প্রচেষ্টা গ্রহণ করেছেন: তিনি একটি বিশাল সৈন্যদল একত্রিত করেন এবং তার জামাতা সিজার অ্যালেক্সিওস মাউসেলের অধীনে এটি স্থাপন করেন। মুসলিম আক্রমণ থেকে সেফালের দুর্গ মুক্ত করতে ৮৩৮ সালের বসন্তে মুচলেকা সিসিলিতে আসেন। মুচলেকা আক্রমণকারী দলগুলোর বিরুদ্ধে মুচলেকা বেশ কিছু সাফল্য অর্জন করে, কিন্তু কনস্টান্টিনোপলে ফিরে তার শত্রুরা আরবদের সাথে যোগাযোগ এবং সিংহাসনের নকশা রচনা করে। উপরন্তু, তার শিশু স্ত্রী মারিয়ার মৃত্যু থিওফিলোসের সাথে তার যোগসূত্র কেটে দেয়, এবং সম্রাট সিরাকিউসের আর্চবিশপ থিওডোর ক্রিথিনোসকে ৮৩৯ সালে কনস্টান্টিনোপলে সিজারের কথা স্মরণ করতে পাঠান।\nএকই সময়ে, সিসিলির মুসলমানরা ইতালির মূল ভূখণ্ডে পা স্থাপন করে। মুসলমানদের ৮৩৯ সালে বেনেভেনটোসিদের সিকার্ড ের বিরুদ্ধে নেপলসের বিক্ষুব্ধ ডাচিকে সাহায্য করতে বলা হয়, কিন্তু এরপর তারা ব্রিন্ডিসিকে বরখাস্ত করে এবং সিকার্ডের হত্যাকাণ্ড এবং বেনেভেনটোতে গৃহযুদ্ধের প্রাদুর্ভাবের পর ৮৪০ সালে তারেন্টুম দখল করে নেয়।৮৮০-এর দশকে পর্যন্ত মুসলমানরা ইতালির উপকূল বরাবর এবং ইতালির মূল ভূখণ্ডে তাদের ঘাঁটি থেকে আড্রিয়াটিক সাগরে ধ্বংসাত্মক অভিযান চালাবে- বিশেষ করে বারির আমিরাত থেকে, ৮৭১ সালে এর ধ্বংস পর্যন্ত।\n\n\n=== মুসলিম অগ্রগতি ও এনার পতন, ৮৪২-৮৫৯ ===\n৮৪২ বা ৮৪৩ সালের শেষের দিকে নিয়াপলিটানের সমর্থনে মুসলমানরা মেসিনা জয় করে। ৮৪৫ সালে মোদিকা দুর্গও ভেঙ্গে পড়ে, অন্যদিকে আব্বাসীয় খিলাফতের সাথে শান্তিতে থাকা বাইজেন্টাইনরা চারসিয়াননের পূর্ব থিম থেকে শক্তি লাভ করে। দুই সৈন্য বুতেরার কাছে মিলিত হয়, যেখানে বাইজেন্টাইনরা চূর্ণবিচূর্ণ পরাজয়ের সম্মুখীন হয়, প্রায় ১০,০০০ সৈন্য হারায়। এই বিপর্যয়ের পরিপ্রেক্ষিতে বাইজেন্টাইন অবস্থানের দ্রুত অবনতি ঘটে: আল-ফাদল ইবনে জাফর ৮৪৬ সালে লিওনটিনি দখল করে নেয়, এবং ৮৪৮ সালে রাগুসার দুর্গ অনুসরণ করে, যখন এর গ্যারিসন মুসলমানদের কাছে আত্মসমর্পণ করতে বাধ্য হয়। প্রায় একই সময়ে (৮৪৭ বা ৮৪৮ সালের শেষের দিকে) পালের্মোর কাছে সৈন্য অবতরণের জন্য বাইজেন্টাইন নৌবহরের একটি প্রচেষ্টা ব্যর্থ হয়, এবং পরবর্তীতে বাইজেন্টাইনরা ঝড়ে তাদের দশটি জাহাজের মধ্যে সাতটি হারায়।\n৮৫১ সালে সক্ষম মুসলিম গভর্নর ও জেনারেল আবুল-আঘলাব ইব্রাহিম মারা যান এবং স্থানীয় মুসলমানরা আবুল-আঘলাব আল-আব্বাস ইবনে আল-ফাদলকে তার উত্তরসূরি হিসেবে নির্বাচিত করেন। ইফরিয়া থেকে তার নিয়োগ নিশ্চিত হওয়ার জন্য অপেক্ষা না করে, নতুন গভর্নর ক্যালটাভুটোর উত্তর দুর্গ আক্রমণ এবং দখল করে নেন, এবং তারপর দক্ষিণে এন্নার দিকে ফিরে যান, যার বাইজেন্টাইন কমান্ডার মাঠে তার সাথে দেখা করতে অস্বীকৃতি জানান। আব্বাস তার অভিযান অব্যাহত রাখেন, এবং ৮৫২-৮৫৩ সালে তিনি ভাল দি নোটো ধ্বংস করেন। বুতেরাকে পাঁচ-ছয় মাসের জন্য অবরুদ্ধ করে রাখতে হয়, যতক্ষণ না এর বাসিন্দারা শর্ত সাপেক্ষে আসে এবং ৫,০০০-৬,০০০ বন্দী বিতরণ করে তার প্রত্যর্পণ নিশ্চিত করে। পরবর্তী চার বছরের ঘটনা সম্পর্কে কিছু বিস্তারিত জানা যায়, কিন্তু উৎস দ্বারা আঁকা ছবিটি অবশিষ্ট বাইজেন্টাইন অঞ্চল জুড়ে অবিরোধী মুসলিম অভিযানের একটি। আব্বাস ৮৫৭ সালে সেফালি সহ বেশ কয়েকটি দুর্গ দখল করেন, যার জনসংখ্যা দুর্গ ভেঙ্গে পড়ার আগেই নিরাপদে চলে যাওয়ার অনুমতি দেওয়া হয়। গাগলিয়ানোকেও ঘেরাও করা হয়েছে, কিন্তু নেওয়া হয়নি। ৮৫৮ সালের গ্রীষ্মে, উভয় পক্ষ নৌ যুদ্ধে নিয়োজিত ছিল, সম্ভবত আপুলিয়া থেকে; আব্বাসের ভাই আলী প্রথম এনগেজমেন্টে ৪০ জাহাজের বাইজেন্টাইন বহর পরাজিত করতে সক্ষম হন, কিন্তু পরিবর্তে পরাজিত হন এবং দ্বিতীয় স্থানে পালিয়ে যেতে বাধ্য হন।\nএরপর ৮৫৯ সালের জানুয়ারি মাসে মুসলমানরা বাইজেন্টাইন বন্দীর সাহায্যে এনা দখলের মাধ্যমে একটি বড় সাফল্য অর্জন করে। মেটক্যাফ যেমন মন্তব্য করেছেন, দুর্গ দখল ছিল অত্যন্ত গুরুত্বপূর্ণ, কারণ এন্না ছিল পূর্ব সিসিলির মুসলিম সম্প্রসারণের চাবিকাঠি: \"এটিকে তাদের নিয়ন্ত্রণে না এনে মুসলমানরা পাল্টা আক্রমণে তাদের লাভ হারানোর ঝুঁকি ছাড়া পূর্ব দিকে শহর দখল এবং মজবুত করতে সক্ষম হয়নি। ... এর পতন, এর ব্যাপক বরখাস্ত এবং ২৪ জানুয়ারি তারিখে এর রক্ষকদের হত্যা করা হয়, সামরিক পরিভাষায়, পালের্মোর পতনের পর থেকে সিসিলির প্রথম আঘলাবিদের মুকুট অর্জন।\nএন্নার পতন বাইজেন্টাইনদের সিরাকিউস ও তাওরমিনার মধ্যবর্তী পূর্ব উপকূলীয় এলাকায় হ্রাস করে, এবং সম্রাটকে একটি বৃহৎ সৈন্য এবং একটি নৌবহর পাঠাতে বাধ্য করেন কনস্ট্যান্টাইন কন্ডোমাইটসের অধীনে ৩০০ টি জাহাজে, যা ৮৫৯ সালের শরৎকালে সিরাকিউসে পৌঁছায়। এর পরপরই বাইজেন্টাইন নৌবাহিনী মুসলমানদের সাথে একটি প্রধান যুদ্ধে পরাজিত হয়, যেখানে বাইজেন্টাইনরা তাদের নৌবহরের এক তৃতীয়াংশ হারায়।  তা সত্ত্বেও, একটি বৃহৎ বাইজেন্টাইন সেনাবাহিনীর আগমন বেশ কয়েকটি বসতি, যা পূর্বে মুসলমানদের কাছে আত্মসমর্পণ করেছিল, বিদ্রোহের উত্থান ঘটায়। আব্বাস শীঘ্রই এই গণজাগরণ দমন করেন এবং কন্ডোমাইটসের বিরুদ্ধে মিছিল করেন। দুই সৈন্য সেফালের কাছে মিলিত হয়, এবং আসন্ন যুদ্ধে বাইজেন্টাইনরা ব্যাপকভাবে পরাজিত হয় এবং সিরাকিউসে অবসর গ্রহণ করে, অন্যদিকে আব্বাস এন্নাকে পুনরুজ্জীবিত করে তার অবস্থান মজবুত করে।\n\n\n== মাল্টা এবং সিরাকিউসের পতন ==\n\n\n=== খাজা ইবনে সুফিয়ানের গভর্নরশিপ, ৮৬১-৮৬৯ ===\n৮৬১ সালের শরৎকালে বাইজেন্টাইন অঞ্চলে আরেকটি অভিযানের পর আব্বাস মারা যান এবং ক্যালটাগিরোনে সমাহিত করা হয়; বাইজেন্টাইনরা পরে তার মৃতদেহ পুড়িয়ে দেয়।  তার স্থলাভিষিক্ত হিসেবে সিসিলির মুসলমানরা তার চাচা আহমদ ইবনে ইয়াকুবকে বেছে নেন। তার মেয়াদ সংক্ষিপ্ত ছিল, কারণ ৮৬২ সালের ফেব্রুয়ারি মাসে আব্বাসের পুত্র আবদাল্লাহর পক্ষে তাকে ক্ষমতাচ্যুত করা হয়। আবদুল্লাহজেনারেল রাবাহ প্রথমে যুদ্ধে পরাজয় ভোগ করা সত্ত্বেও কয়েকটি বাইজেন্টাইন দুর্গ দখল করতে সক্ষম হন। তবে আবদাল্লাহর উচ্চতা আঘলাবিদের দ্বারা স্বীকৃত হয়নি, এবং মাত্র পাঁচ মাস ক্ষমতায় আসার পর খাফাজা ইবনে সুফিয়ান তাকে প্রতিস্থাপন করেন।\n৮৬৩ সালে খাজা তার পুত্র মুহাম্মদকে সিরাকিউসের পরিবেশে অভিযান চালাতে পাঠান, কিন্তু তিনি বাইজেন্টাইনদের কাছে পরাজিত হন এবং অবসর নিতে বাধ্য হন। তবে ৮৬৪ সালের ফেব্রুয়ারি/মার্চ মাসে বাইজেন্টাইন দের সহায়তায় মুসলমানরা নোটো ও সিক্লি দখল করে নেয়। ৮৬৫ সালে খাজা এন্নার পরিবেশের বিরুদ্ধে একটি অভিযানে নেতৃত্ব দেন- যা নির্দেশ করতে পারে যে বাইজেন্টাইনরা এটি পুনর্দখল করেছে, অথবা তারা এখনো তার আশেপাশে দুর্গ ধরে রেখেছে- সিরাকিউসে যাওয়ার আগে, কিন্তু আবার তার ছেলে মুহাম্মদ একটি হামলায় পরাজিত হন, ১০০০ জন কে হারান।\n৮৬৬ সালে খাফাজা সিরাকিউসের বিরুদ্ধে আরো একবার মিছিল করেন। সেখান থেকে তিনি উপকূল বরাবর উত্তর দিকে অগ্রসর হন। সেখানে তিনি তাওরমিনার নাগরিকদের একটি প্রতিনিধি দলের সাথে সাক্ষাৎ করেন, যিনি তার সাথে একটি চুক্তি শেষ করেন, কিন্তু শীঘ্রই তা ভেঙ্গে ফেলেন। একই বছরে মুসলমানরা নোতো এবং রাগুসা পুনর্দখল করে নেয়, যা বাইজেন্টাইনরা আপাতদৃষ্টিতে পুনর্দখল করে, অথবা যা পূর্ববর্তী দখলের পর তাদের শ্রদ্ধা নিবেদনের অর্থ পুনর্নবীকরণ করতে ব্যর্থ হয়। খাফাজা \"আল-গিরান\" এবং আরও কয়েকটি শহর নামক দুর্গ দখল করে নেয়, একটি অসুস্থতা তাকে পালের্মোতে ফিরে যেতে বাধ্য করে। ৮৬৭ সালের গ্রীষ্মে, অসুস্থতা অতিবাহিত হওয়ার পর খাফাজা তার সৈন্যদের আবার সিরাকিউস এবং কাতানিয়ার দিকে নিয়ে যান, তাদের পরিবেশে অভিযান চালান।\n৮৬৭ সালের সেপ্টেম্বর মাসে বাইজেন্টাইন সম্রাট তৃতীয় মাইকেল নিহত হন এবং ম্যাসেডোনিয়ার বাসিল প্রথমে স্থলাভিষিক্ত হন। নতুন সম্রাট তার পূর্বসূরির চেয়ে বেশি উদ্যমী ছিলেন, এবং তার পূর্ব সীমান্তের আপেক্ষিক শান্তি তাকে শীঘ্রই পশ্চিমের দিকে মনোযোগ দিতে দেয়: ৮৬৮-৮৬৯ সালে অ্যাডমিরাল নিকেতাস অরিফকে রাগুসার আরব অবরোধ দূর করতে পাঠানো হয় এবং দ্বিতীয় লুইস ও ডালমতিয়ার সাম্রাজ্যবাদী কর্তৃত্ব পুনরায় প্রতিষ্ঠা করা হয়। ৮৬৮ সালের বসন্তে সিসিলিতে আরেকটি নৌবহর পাঠানো হয়, কিন্তু বাইজেন্টাইনরা যুদ্ধে খাফাজাদ্বারা ব্যাপকভাবে পরাজিত হয়, এরপর মুসলমানরা অবাধে সিরাকিউসের পরিবেশে অভিযান চালায়। খাফাগা পালের্মোতে ফিরে আসার পর তার ছেলে মুহাম্মদ ইতালির মূল ভূখণ্ডের বিরুদ্ধে অভিযান চালায়, সম্ভবত গায়েতাকে ঘেরাও করে।\n৮৬৯ সালের জানুয়ারি-ফেব্রুয়ারি মাসে সিসিলিতে ফিরে আসার পর মুহাম্মদ বিশ্বাসঘাতকতার মাধ্যমে তাওরমিনা দখলের একটি প্রচেষ্টার নেতৃত্ব দেন, কিন্তু যদিও একটি ছোট মুসলিম বিচ্ছিন্নতা ফটকের নিয়ন্ত্রণ লাভ করে, মুহাম্মদ প্রধান সেনাবাহিনী এবং বিচ্ছিন্নতা নিয়ে আসেন, দখলের ভয়ে শহরটি পরিত্যক্ত হয়। এক মাস পরে, খাফাজা মাউন্ট এটনা অঞ্চলে হামলা চালায়, সম্ভবত তিরাসিয়া (আধুনিক রান্দাজ্জো) শহরের বিরুদ্ধে, যখন মুহাম্মদ সিরাকিউসের চারপাশে অভিযান চালায়। তবে বাইজেন্টাইনরা শহর থেকে সরে যায় এবং মুহাম্মদের সৈন্যদের পরাজিত করে, ব্যাপক ক্ষয়ক্ষতি সাধন করে, যার ফলে খাফাজা নিজেই সিরাকিউস চালু করতে বাধ্য হয়। জুন মাসে পালের্মোর দিকে ফিরে যাওয়ার আগে তিনি কয়েক সপ্তাহএর জন্য শহরে অবরোধ করেন। তবে তার বাড়ি ফেরার পথে, তিনি একজন অসন্তুষ্ট বারবার সৈনিক দ্বারা হত্যা করা হয়, যিনি তারপর সিরাকিউস পালিয়ে যান। এটা সিসিলিয়ান মুসলমানদের জন্য একটি ব্যাপক ক্ষতি ছিল। এই হত্যাকাণ্ডের উদ্দেশ্য এখনো অস্পষ্ট: মেটক্যাফ মুসলিম সেনাবাহিনীর বিভিন্ন অংশের মধ্যে বিভাজন নিয়ে একটি বিতর্কের ইঙ্গিত দিয়েছেন, কিন্তু আলেকজান্ডার ভাসিলিয়েভ পরামর্শ দিয়েছেন যে বারবার সৈনিক বাইজেন্টাইনদের বেতনে ছিল।\n\n\n=== মাল্টা ও সিরাকিউস মুসলিমদের দখল, ৮৭০-৮৭৮ ===\nখাজা তার পুত্র মুহাম্মদ দ্বারা স্থলাভিষিক্ত হন, সিসিলির সেনাবাহিনী দ্বারা নির্বাচিত হন এবং আঘলাবিদ আমীর দ্বারা নিশ্চিত হন। তার পূর্ববর্তী শক্তির বিপরীতে, মুহাম্মদ একজন ঘুমন্ত গভর্নর ছিলেন, তিনি ব্যক্তিগতভাবে প্রচারণার বদলে তার রাজধানীতে থাকতে পছন্দ করতেন। ২৭ মে ৮৭১ তারিখে তার আদালতের খোজারা তাকে হত্যা করার সময় তার মেয়াদ আরও সংক্ষিপ্ত করা হয়।\nতা সত্ত্বেও, তার মেয়াদ দীর্ঘমেয়াদী গুরুত্বের একটি প্রধান সাফল্যের সাথে যুক্ত, কারণ তার সময়েই মাল্টা দখল হয়। সিসিলির আশেপাশের সকল দ্বীপের মধ্যে এটিই ছিল সর্বশেষ বাইজেন্টাইন হাতে রয়ে গেছে এবং ৮৬৯ সালে আহমাদ ইবনে উমর ইবনে উবাইদাল্লাহ ইবনে আল-আঘলাব আল-হাবাশির অধীনে একটি নৌবহর আক্রমণ করে। বাইজেন্টাইনরা সময়মত শক্তি পাওয়ার পর প্রথমে সফলভাবে প্রতিরোধ করে, কিন্তু ৮৭০ সালে মুহাম্মদ সিসিলি থেকে দ্বীপে একটি নৌবহর পাঠান এবং রাজধানী মেলাইট ২৯ আগস্ট পতিত হয়। স্থানীয় গভর্নরকে আটক করা হয়, শহরটি লুট করা হয়- আহমেদ আল-হাবাশি তার প্রাসাদ সাজানোর জন্য স্থানীয় ক্যাথিড্রালের মার্বেল পাথরের স্তম্ভ বরাবর নিয়ে যায় এবং এর দুর্গ ভেঙ্গে ফেলা হয়। মাল্টার পতন বাইজেন্টাইন সিসিলির অবশিষ্ট প্রতিরক্ষার জন্য গুরুত্বপূর্ণ প্রভাব ফেলে: ক্যালাব্রিয়াতে রেজিও এবং এখন মাল্টার হাতে, মুসলমানরা দ্বীপটি ঘিরে ফেলার কাজ সম্পন্ন করে, এবং সহজেই পূর্ব দিক থেকে পাঠানো যে কোন সাহায্য কে টেনে নিয়ে যেতে পারে।\n\n৮৭২ থেকে ৮৭৭ সাল পর্যন্ত আপাতদৃষ্টিতে শান্ত থাকার সময় ছিল, যেহেতু সূত্রগুলো সিসিলির যে কোন সামরিক অভিযানের ব্যাপারে নীরব। এটি সম্ভবত মুসলিম সিসিলির অভ্যন্তরীণ অস্থিরতার কারণে, যেখানে ছয়জন গভর্নর এই সময়ের মধ্যে দায়িত্ব গ্রহণ করেছেন এবং একই সাথে ইপ্রিকিয়ান মূল ভূখণ্ডে আঘলাবিদ সরকারের দুর্বলতা হিসেবে রিপোর্ট করেছেন। ইতালিতে মুসলিম দের অভিযান অব্যাহত, কিন্তু বাইজেন্টাইনরা ৮৭৫ বা ৮৭৬ সালে একটি বড় সাফল্য ছিল, দ্বিতীয় লুই য়ের মৃত্যুর পর, যখন তারা বারি দখল করে নেয়।\n৮৭৫ সালে অযুদ্ধও হয় এবং আনন্দপ্রিয় আঘলাবিদ আমীর দ্বিতীয় মুহাম্মদ ইবনে মিডিয়া মৃত্যুবরণ করেন এবং তার স্থলাভিষিক্ত হন তার আরো উদ্যমী ভাই দ্বিতীয় ইব্রাহিম (রাঃ ৮৭৫-৯০২)। ইপ্রিকিয়ার নতুন আমীর অবশেষে সিরাকিউস দখল করতে বদ্ধপরিকর। তিনি দ্বীপের জন্য একজন নতুন গভর্নর নিযুক্ত করেন, জাফর ইবনে মুহাম্মদ, এবং তার সহায়তায় ইফরকিয়া থেকে একটি নৌবহর পাঠান। জাফার ৮৭৭ সালে তার প্রচারণা শুরু করেন, বাইজেন্টাইন অঞ্চলে অভিযান চালান এবং সিরাকিউসের আশেপাশের কিছু দুর্গ দখল করে নেন। মুসলমানরা, অবরোধ অস্ত্র সরবরাহ করে, শহরের রক্ষকদের উপর ক্রমাগত আক্রমণ শুরু করে, কিন্তু সিরাকিউস কনস্টান্টিনোপল থেকে সামান্য শক্তি পায়, যেখানে রাজকীয় নৌবহরের সিংহভাগ সম্রাট বাসিল দ্বারা নির্মিত একটি চমৎকার নতুন গির্জার জন্য নির্মাণ সামগ্রী বহন ের জন্য দখল করা হয়। অবরোধের নয় মাসের মধ্যে, আরবরা ধীরে ধীরে বাইরের প্রতিরক্ষা দখল করে নেয়, এবং অবশেষে ২১ মে ৮৭৮ তারিখে শহরে হামলা চালায়। জনসংখ্যা গণহত্যা বা দাসত্ব করা হয়, এবং শহর দুই মাসের বেশি সময় ধরে পুঙ্খানুপুঙ্খভাবে লুট করা হয়।\n\n\n== মুসলিম বিজয়ের সমাপ্তি ==\n\n\n=== সিসিলির মুসলমানদের মধ্যে মতানৈক্য, ৮৭৮-৯০০ ===\n\nসিরাকিউস দখলের প্রধান সাফল্য সত্ত্বেও, সিসিলির মুসলিম প্রদেশ এখন অভ্যন্তরীণ সংঘাতে পরিণত হয়েছে। শহরের পতনের পর পরই জাফর ইবনে মুহাম্মদ কে তার চাচা ও তার ভাইয়ের প্ররোচনায় হত্যা করা হয়, যিনি এরপর গভর্নর পদ থেকে পদত্যাগ করেন। ৮৭৮ সালের সেপ্টেম্বর মাসে তাদের উৎখাত করা হয় এবং ইপ্রিকিয়ায় পাঠানো হয় যেখানে তাদের মৃত্যুদণ্ড কার্যকর করা হয়।\nএরপর দ্বিতীয় ইব্রাহিম সংক্ষেপে তার নিজের ছেলের নাম রাখেন গভর্নর হিসেবে, সিসিলিয়ান হুসাইন ইবনে রাবাহ নিয়োগের আগে। হুসেন উত্তর-পূর্বাঞ্চলের অবশিষ্ট বাইজেন্টাইন দুর্গ, বিশেষ করে তাওরমিনা, ৮৭৯-৮৮০ সালে, কিন্তু কোন সাফল্য ছাড়াই প্রচারাভিযান পুনর্নবীকরণ করেন। সত্যিই, বাইজেন্টাইনরা ৮৮০ সালে একটি সীমিত পাল্টা আক্রমণ শুরু করতে সক্ষম হয়, যখন অ্যাডমিরাল নাসার আয়োনীয় সাগরে একটি দুঃসাহসী রাতের আক্রমণে একটি আঘলাবিদ নৌবহরকে পরাজিত করে, এবং তারপর পালের্মোর পরিবেশে হামলা চালায়, স্টেলাই যুদ্ধে আরেকটি আঘলাবিদ নৌবহরকে পরাজিত করার আগে। ৮৮১-৮৮২ সালে তাওরমিনা আবার একটি দৃঢ় মুসলিম আক্রমণের শিকার হন, কিন্তু তা আটকে যায় এবং আবু থাউরের অধীনে একটি মুসলিম সেনাবাহিনীকে কালতাভুতুরোতে বাইজেন্টাইনরা ধ্বংস করে দেয়, যার ফলে সিসিলিয়ান মুসলমানদের ব্যাপক সংগঠিত হয়। পরবর্তী বছরগুলোতে মুসলমানরা ৮৮৩ সালে কাতানিয়া, তাওরমিনা এবং \"রাজার শহর\" (সম্ভবত পলিজি) বিরুদ্ধে, ৮৮৪ সালে রোমেটা ও কাতানিয়ার বিরুদ্ধে এবং ৮৮৫ সালে আবার কাতানিয়া ও তাওরমিনার বিরুদ্ধে অভিযান চালায়। এই অভিযান সফল হয় যেহেতু তারা সেনাবাহিনীকে অর্থ প্রদানের জন্য পর্যাপ্ত বুটি বা শ্রদ্ধা নিবেদন করে, কিন্তু কোন বাইজেন্টাইন দুর্গ দখল করতে ব্যর্থ হয়। একই সময়ে, ৮৮৫-৮৮৬, এছাড়াও ইতালীয় মূল ভূখণ্ডে বাইজেন্টাইন শক্তির পুনরুত্থান দেখেছে, যেখানে নাইকেফোরোস ফোকাস দ্যা এল্ডার মুসলমানদের বিরুদ্ধে একের পর এক বিজয় লাভ করে।\nসামরিক ব্যর্থতার এই আবহাওয়ায় সিসিলির মুসলিম জনগোষ্ঠীর বিস্তীর্ণ অংশের মধ্যে অসন্তোষ সফল ভাবে অভিযান চালিয়ে উন্মুক্ত বিদ্রোহে পরিণত হয়। পরবর্তী আখ্যান সূত্র, ক্ষমতাসীন অভিজাত এবং নিম্নশ্রেণীর মধ্যে এই দ্বন্দ্ব প্রায়ই \"শাসক\" \"আরব\" এবং \"বিদ্রোহী\" \"বারবার\" মধ্যে একটি \"জাতিগত\" সংগ্রামের জন্য সরলীকৃত হয়। ৮৮৬ সালের ডিসেম্বর মাসে পালের্মোর জনগণ গভর্নর সাওয়াদা ইবনে খাফাজাকে ক্ষমতাচ্যুত করে এবং তাকে ইপ্রিকিয়ায় পাঠায়। আমির দ্বিতীয় ইব্রাহিম একজন নতুন গভর্নর নিযুক্ত করেন, যিনি সফল অভিযান এবং ৮৮৮ সালে মিলাজ্জোর কাছে একটি বাইজেন্টাইন নৌবহরের বিজয়ের মাধ্যমে পরিস্থিতি সাময়িকভাবে শান্ত করতে সক্ষম হন, যা সিসিলির মুসলমানদের কালাব্রিয়ায় ধ্বংসাত্মক অভিযান চালাতে সক্ষম করে।\nপরের বছর, সওদা নতুন ইফরিকিয়ান সৈন্য নিয়ে ফিরে আসেন এবং তোরমিনায় আরও একটি ব্যর্থ আক্রমণ শুরু করেন। যাইহোক, ৮৯০ সালের মার্চ মাসে, পালেরমোতে আরও একটি বিদ্রোহ শুরু হয়েছিল, এটি স্পষ্টতই সিসিলিয়ান আরবদের মধ্যে হয়েছিল এবং সওদার ইফরিকিয়ানের বিরুদ্ধে পরিচালিত হয়েছিল।  ৮৯৪-৮৯৫ সালে ইপ্রিকিয়ায় একটি প্রধান বিদ্রোহের ফলে বাইজেন্টাইনদের বিরুদ্ধে মুসলিম অভিযানের অবসান ঘটে এবং ৮৯৫-৮৯৬ সালে যুদ্ধবিরতির সমাপ্তি ঘটে। এর শর্ত ানুযায়ী, ৪০ মাসের ও বেশি সময় ধরে বাইজেন্টাইনরা ধীরে ধীরে তাদের মুসলিম বন্দীদের মুক্তি দেবে, একদল \"আরব\" এবং \"বারবার\" এর একটি দল, যার মোট সংখ্যা প্রায় ১,০০০ জন। মেটক্যাফ যেমন মন্তব্য করেছেন, \"এটা শুধু পূর্ব সিসিলির আঘলাবিদের বিরুদ্ধে খ্রিস্টান সামরিক সাফল্যের মাত্রা প্রদর্শন করে না, বরং ইচ্ছাকৃতভাবে মুসলিম সেনাবাহিনীর অভ্যন্তরে উত্তেজনা বাড়ানোর উদ্দেশ্যে করা হয়েছে।\nএই ঘটনায় ৮৯৮ সালে \"আরব\" এবং \"বারবার\" এর মধ্যে একটি পূর্ণ মাপের গৃহযুদ্ধ শুরু হয়, যার ফলে ইব্রাহিমের দ্বিতীয় ছেলে আবুল আব্বাস আবদাল্লাহকে পাঠানো হয়, যিনি এর আগে ইরিকিয়াতে বিদ্রোহ দমন করেছিলেন, ৯০০ সালের গ্রীষ্মে একটি সেনাবাহিনীর মাথায় দ্বীপে। ততদিনে মুসলমানদের লড়াই একটি আঞ্চলিক মাত্রা অর্জন করেছে, যেখানে পালের্কিতানরা কৃষিবানদের বিরুদ্ধে লড়াই করেছে। ইপ্রিকিয়র এবং প্রতিদ্বন্দ্বী সিসিলিয়ান দলগুলোর মধ্যে আলোচনা ব্যর্থ হওয়ার পর আবুল আব্বাস আবদাল্লাহ পালের্মোতে মিছিল করেন, যা তিনি ১৮ সেপ্টেম্বর তারিখে দখল করেন। বিপুল সংখ্যক বিদ্রোহী শহর ছেড়ে তাওরমিনার বাইজেন্টাইনদের কাছে পালিয়ে যায়, যার মধ্যে কেউ কেউ এমনকি কনস্টান্টিনোপলপর্যন্ত পৌঁছায়।\n\n\n=== দ্বিতীয় ইব্রাহিমের আগমন এবং তাওরমিনার পতন, ৯০১-৯০২ ===\nবাইজেন্টাইনরা বিদ্রোহের সুযোগ নিতে চেষ্টা করে এবং মেসিনা এবং রেজিওতে বাহিনী জড়ো করতে শুরু করে, যখন কনস্টান্টিনোপল থেকে একটি নৌবহর পাঠানো হয়। আবুল আব্বাস অবশ্য বিদ্রোহ দমন করার সাথে সাথে বাইজেন্টাইনদের বিরুদ্ধে মিছিল করে, তাওরমিনার পরিবেশ ধ্বংস করে এবং পালের্মোতে শীতকালে ফিরে আসার আগে কাতানিয়ার একটি অসফল অবরোধ শুরু করে। পরের বসন্তে, তিনি তার আক্রমণ পুনরায় শুরু করেন এবং ভাল ডেমোনে আক্রমণ করেন। বাইজেন্টাইন প্রস্তুতি বিঘ্নিত করার জন্য তার বাহিনী মূল ভূখণ্ড অতিক্রম করে। ১০ জুলাই রেজিওকে ধরা হয় এবং তাকে একটি অসভ্য বস্তার অধীন করা হয়; একটি বিশাল বুটি সংগ্রহ করা হয়, এর ১৫০০০ বাসিন্দা ক্রীতদাস হিসাবে গাড়ি করা হয়, এবং অবশিষ্ট উপর জিজিয়া আরোপ করা হয়। সিসিলিতে ফিরে আসার পর আবুল আব্বাস একটি বাইজেন্টাইন নৌবহর দেখতে পান যা কনস্টান্টিনোপল থেকে এসে ছিল এবং পুঙ্খানুপুঙ্খভাবে এটিকে পরাজিত করে, তার ত্রিশটি জাহাজ দখল করে নেয়।\n৯০২ সালের প্রথম দিকে আব্বাসীয় খলিফার হস্তক্ষেপে দ্বিতীয় আমির ইব্রাহিম কে তার প্রজাদের দ্বারা পরিত্যাগ করতে বাধ্য করা হয়। ইব্রাহিম আবুল আব্বাসের সাথে জায়গা বিনিময় করেন, যাকে তার উত্তরসূরি হিসেবে ঘোষণা করা হয়: আবুল আব্বাস সিসিলি থেকে ইফরকিয়ার উদ্দেশ্যে রওনা হন, অন্যদিকে ইব্রাহিম এখন পবিত্র যুদ্ধের দায়িত্ব গ্রহণ করার সিদ্ধান্ত নেন এবং গ্রীষ্মকালে একদল স্বেচ্ছাসেবকের সাথে সিসিলিতে যান। দ্বীপে দীর্ঘদিনের অচলাবস্থা ভঙ্গ করে ইব্রাহিম ও তার অনুসারীরা তাওরমিনায় অগ্রসর হয়, দেয়ালের সামনে বাইজেন্টাইন গ্যারিসনকে পরাজিত করে এবং অবরোধ করে। সাম্রাজ্যবাদী সরকার দ্বারা অসমর্থিত রেখে, শহর পহেলা আগস্ট পতিত হয়। এরপর ইব্রাহিম আশেপাশের বিভিন্ন দুর্গের বিরুদ্ধে অভিযান চালিয়ে তার সাফল্যকে পুঁজি করে, হয় তাদের দখল এবং ধ্বংস বা শ্রদ্ধা নিবেদন করতে বাধ্য করে।\nঅপ্রতিরোধ্য, ইব্রাহিম এখন মূল ভূখণ্ড অতিক্রম করেছে, যেখানে নেপলস পর্যন্ত শহরগুলো তার আক্রমণ প্রতিরোধের জন্য প্রস্তুতি নিতে শুরু করে। পরিশেষে, কোসেনজা অবরোধে তার অগ্রগতি বন্ধ করা হয়, যেখানে ইব্রাহিম ২৪ অক্টোবর ডিসএন্ট্রিতে মারা যান। তার নাতি সামরিক অভিযান বন্ধ করে সিসিলিতে ফিরে আসেন।\n\n\n== পরিণতি ==\nযদিও উত্তর-পূর্বাঞ্চলের কিছু দুর্গ অপরাজিত এবং খ্রিস্টান হাতে রয়ে গেছে, তাওরমিনার পতন বাইজেন্টাইন সিসিলির কার্যকর সমাপ্তি, এবং দ্বীপের উপর মুসলিম নিয়ন্ত্রণ একীভূত করণ চিহ্নিত করে।যাইহোক, এটি দ্বীপ এবং তার আশেপাশে আরব-বাইজেন্টাইন যুদ্ধের সমাপ্তির ইঙ্গিত দেয়নি।\n৯০৯ সালে ইপ্রিকিয়ার মতো সিসিলিও ফাতিমিয় খিলাফতের অধীনে চলে যায়। ফাতিমিদি (এবং ৯৫০-এর দশকের পর কালবিদ বংশানুক্রমিক গভর্নর) বিজয় অব্যাহত রাখেন, উভয় উত্তর-পূর্বাঞ্চলের খ্রিস্টান দুর্গের (ভাল ডেমোন) বিরুদ্ধে এবং আরো উল্লেখযোগ্যভাবে, দক্ষিণ ইতালির বাইজেন্টাইন সম্পত্তির বিরুদ্ধে, যুদ্ধবিরতি দ্বারা বিঘ্নিত হয়। ৯০২ সালের পর পরই তাওরমিনা নিজেই মুসলিম নিয়ন্ত্রণ বন্ধ করে দেয় এবং ৯৬২ সাল পর্যন্ত, সম্ভবত গত বছর ক্রিটের বাইজেন্টাইন বিজয়ের প্রতিক্রিয়ায়, ৩০ সপ্তাহের অবরোধের পর ফাতিমিদরা শহরটি পুনর্দখল করে। পরের বছর মুসলমানরা দ্বীপের শেষ অবশিষ্ট খ্রিস্টান দুর্গ রোমেত্তা আক্রমণ করে, যা সিসিলি পুনরুদ্ধারের জন্য বাইজেন্টাইন সম্রাট নিকেফোরোস দ্বিতীয় ফোকাসের পাঠানো একটি অভিযানকে উৎসাহিত করে। বাইজেন্টাইনরা প্রথমে সফল হয়, মেসিনা এবং উত্তর-পূর্বাঞ্চলের অন্যান্য দুর্গ পুনর্দখল করে, কিন্তু রোমেত্তার আগে ইহা কেড়ে নেয়া হয় এবং ক্যালাব্রিয়ায় ফিরে যায়। পরের বছর তারা তাদের আক্রমণ পুনরায় শুরু করার চেষ্টা করে, কিন্তু মেসিনার কাছে \"স্ট্রেইটের যুদ্ধ\" (ওয়াকাত আল-মাজাজ) ধ্বংস হয়ে যায়। ফলস্বরূপ, ৯৬৭ সালে দুই শক্তি দ্বারা একটি দীর্ঘস্থায়ী যুদ্ধবিরতি সমাপ্ত হয়।\nইতালিতে সিসিলির অভিযান অব্যাহত, এবং ৯৮২ সালে উপদ্বীপে পশ্চিম সম্রাট দ্বিতীয় অটো হস্তক্ষেপ, যেখানে তিনি স্টিলো যুদ্ধে পরাজিত হন। ১০২০-এর দশকে বাইজেন্টাইনরা আবার সিসিলির প্রতি মনোযোগ আকর্ষণ করে, সক্ষম কাতেপান বাসিল বোয়োনেসের অধীনে দক্ষিণ ইতালিতে তাদের অবস্থান একত্রিত করার পর। ১০২৫ সালে একটি বিশাল বাহিনী মেসিনায় অবতরণ করে, কিন্তু সম্রাট দ্বিতীয় বাসিলের মৃত্যুর খবর আসার পর অভিযান টি বাতিল করা হয়। ১০৩৮ সালে একটি চূড়ান্ত প্রচেষ্টা করা হয়, যখন প্রতিভাবান তরুণ জেনারেল জর্জ ম্যানিয়াকস কালিবিড এবং জিরিডদের মধ্যে অভ্যন্তরীণ দ্বন্দ্বের সুযোগ নিয়ে সিসিলিতে পাঠানো হয়। ম্যানিয়াকস দ্রুত সমগ্র পূর্ব উপকূল পুনর্দখল করে, কিন্তু বিজয় অসম্পূর্ণ রাখা হয় যখন তাকে ঈর্ষান্বিত প্রতিদ্বন্দ্বীদের দ্বারা কনস্টান্টিনোপলে ফিরিয়ে আনা হয়। কালবিদের শীঘ্রই তাদের ক্ষতি পুনরুদ্ধার করা হয়, এবং সর্বশেষ বাইজেন্টাইন আউটপোস্ট মেসিনা ১০৪২ সালে পড়ে যায়।\nআরবরা সিসিলির নিয়ন্ত্রণে ছিল যতক্ষণ না দ্বীপের নরম্যান বিজয়, যা একটি দীর্ঘ ব্যাপার ছিল, ১০৬১ সালে প্রথম আগ্রাসন থেকে ১০৬১ সালে নোটো আত্মসমর্পণ পর্যন্ত স্থায়ী ছিল।\n\n\n== প্রভাব ==\nদীর্ঘ আরব-বাইজেন্টাইন সংগ্রাম দ্বীপের পরবর্তী ইতিহাসে স্থায়ী চিহ্ন রেখে গেছে: যদিও মুসলিম শাসনামলে সিসিলিয়ান সংস্কৃতি দ্রুত আরবিহয়ে ওঠে, মধ্য ও পূর্বাঞ্চলের খ্রিস্টান সম্প্রদায় মূলত ইসলামীকরণের বিরোধিতা করে। আরব প্রভাবের মাত্রা, যেমন টিকে থাকা টোপনিমের মাধ্যমে যাচাই করা হয়, এছাড়াও প্রতিরোধের দৈর্ঘ্য এবং আরব বসতির ব্যাপ্তির উপর নির্ভর করে দ্বীপ জুড়ে বিভিন্ন: পশ্চিম তৃতীয় (ভাল দি মাজারা) অনেক আরব-প্রাপ্ত নাম আছে, দক্ষিণ-পূর্ব তৃতীয় (ভাল দি নোটো) আরো মিশ্রিত হয় , যা ছিল শেষ পতন, যেখানে সিসিলির অন্যান্য অংশ থেকে খ্রিস্টান শরণার্থীরা একত্রিত হয়েছিল, এবং যা এছাড়াও বাইজেন্টাইন দক্ষিণ ইতালির সংস্পর্শে ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nAbun-Nasr, Jamil M. (১৯৮৭), A History of the Maghrib in the Islamic Period, Cambridge, New York, Melbourne: Cambridge University Press, আইএসবিএন 0-521-33767-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBrown, Thomas S. (২০০৮), \"Byzantine Italy (680–876)\",   Sheppard, Jonathan, The Cambridge History of the Byzantine Empire c.500–1492, Cambridge: Cambridge University Press, পৃষ্ঠা 433–464, আইএসবিএন 978-0-521-83231-1 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBury, John Bagnell (১৯১২), A History of the Eastern Roman Empire from the Fall of Irene to the Accession of Basil I (A.D. 802–867), London: Macmillan and Co. উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLev, Yaacov (১৯৮৪)। \"The Fāṭimid Navy, Byzantium and the Mediterranean Sea, 909–1036 CE/297–427 AH\"। Byzantion। 54: 220–252। আইএসএসএন 0378-2506। \nMetcalfe, Alex (২০০৯), The Muslims of Medieval Italy, Edinburgh: Edinburgh University Press, আইএসবিএন 978-0-7486-2008-1 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPryor, John H. (২০০৩), \"The Mediterranean breaks up, 500–1000\",   Abulafia, David, The Mediterranean in History, London: Thames & Hudson, পৃষ্ঠা 155–182, আইএসবিএন 0-89236-725-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRunciman, Steven (১৯৫৮), The Sicilian Vespers, Cambridge: Cambridge University Press, ওসিএলসি 930490694 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTreadgold, Warren (১৯৮৮)। The Byzantine Revival, 780–842। Stanford, California: Stanford University Press। আইএসবিএন 978-0-8047-1462-4। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nVasiliev, A. A. (১৯২৩), \"Chapter V. (B) The Struggle with the Saracens (867–1057)\", The Cambridge Medieval History, Vol. IV: The Eastern Roman Empire (717–1453), Cambridge University Press, পৃষ্ঠা 138–150, ওসিএলসি 490614728 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nVasiliev, A. A. (১৯৩৫), Byzance et les Arabes, Tome I: La Dynastie d'Amorium (820–867) (French ভাষায়), French ed.: Henri Grégoire, Marius Canard, Brussels: Éditions de l'Institut de Philologie et d'Histoire Orientales, ওসিএলসি 181731396 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nVasiliev, A. A. (১৯৬৮), Byzance et les Arabes, Tome II, 1ére partie: Les relations politiques de Byzance et des Arabes à l'époque de la dynastie macédonienne (867–959) (French ভাষায়), French ed.: Henri Grégoire, Marius Canard, Brussels: Éditions de l'Institut de Philologie et d'Histoire Orientales, ওসিএলসি 1070617015 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\n\n== আরও পড়া ==\nAmari, Michele (১৮৫৪), Storia dei Musulmani di Sicilia (Italian ভাষায়), I, Florence উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nAmari, Michele (১৮৫৮), Storia dei Musulmani di Sicilia (Italian ভাষায়), II, Florence উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nKreutz, Barbara M. (১৯৯৬), Before the Normans: Southern Italy in the Ninth and Tenth Centuries, Philadelphia: University of Pennsylvania Press., আইএসবিএন 0-8122-1587-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTalbi, Mohamed (১৯৬৬), L'émirat aghlabide (184–296/800–909): Histoire politique (French ভাষায়), Paris: Adrien-Maisonneuve উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link)"}