{"pageid": 1021152, "title": "রমেশ মেন্ডিস", "url": "https://bn.wikipedia.org/wiki?curid=1021152", "content": "ওয়ানিগামুনি রমেশ তারিন্ডা মেন্ডিস (সিংহলি: රමේෂ් මෙන්ඩිස්; জন্ম: ৭ জুলাই, ১৯৯৫) আম্বালাঙ্গোডা এলাকায় জন্মগ্রহণকারী শ্রীলঙ্কান আন্তর্জাতিক ক্রিকেটার। শ্রীলঙ্কা ক্রিকেট দলের অন্যতম সদস্য তিনি। ২০২০-এর দশকের সূচনালগ্ন থেকে শ্রীলঙ্কার পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করছেন। ২০১৪ সালের আইসিসি অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপে শ্রীলঙ্কা দলের অন্যতম সদস্য ছিলেন। জানুয়ারি, ২০২১ সালে শ্রীলঙ্কা দলের পক্ষে আন্তর্জাতিক ক্রিকেটে প্রথম খেলেন।\nঘরোয়া প্রথম-শ্রেণীর শ্রীলঙ্কান ক্রিকেটে ব্লুমফিল্ড ক্রিকেট ও অ্যাথলেটিক ক্লাব, ডাম্বুলা, ক্যান্ডি, মুরস স্পোর্টস ক্লাব ও সিংহলিজ স্পোর্টস ক্লাবের প্রতিনিধিত্ব করেন রমেশ মেন্ডিস। দলে তিনি মূলতঃ অল-রাউন্ডার হিসেবে খেলছেন। ডানহাতে ব্যাটিংয়ের পাশাপাশি ডানহাতে অফ ব্রেক বোলিংয়ে পারদর্শী তিনি।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\nআম্বালাঙ্গোডার ধর্মসোকা কলেজে অধ্যয়ন করেছেন তিনি। ২০১৫ সাল থেকে রমেশ মেন্ডিসের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান রয়েছে।\nমার্চ, ২০১৮ সালে ক্যান্ডি দলের পক্ষে সুপার ফোর প্রভিন্সিয়াল টুর্নামেন্ট খেলার জন্যে মনোনীত হন। পরের মাসে তাকে একই দলের পক্ষে সুপার প্রভিন্সিয়াল ওয়ান ডে টুর্নামেন্ট খেলার জন্যে রাখা হয়। আগস্ট, ২০১৮ সালে ডাম্বুলা দলের সদস্যরূপে এসএলসি টি২০ লিগে খেলার জন্যে মনোনীত করা হয়।\n২০১৮-১৯ মৌসুমের প্রিমিয়ার লিগ টুর্নামেন্টে মুরস স্পোর্টস ক্লাবের পক্ষে সর্বোচ্চ রান সংগ্রাহকের মর্যাদা প্রাপ্ত হন। নয় খেলায় অংশ নিয়ে ৬১২ রান সংগ্রহ করেন তিনি। এছাড়াও, ঐ প্রতিযোগিতায় দলের পক্ষে সর্বোচ্চ উইকেট সংগ্রাহকে পরিণত হন। নয় খেলায় তিনি ৩০টি ডিসমিসাল ঘটান।\nমার্চ, ২০১৯ সালে ডাম্বুলা দলের পক্ষে সুপার প্রভিন্সিয়াল ওয়ান ডে টুর্নামেন্ট খেলার জন্যে নামাঙ্কিত হন। নভেম্বর, ২০১৯ সালে বাংলাদেশে অনুষ্ঠিতব্য এসিসি এমার্জিং টিমস এশিয়া কাপে অংশ নেয়ার উদ্দেশ্যে তাকে শ্রীলঙ্কা দলের সদস্য করা হয়। জানুয়ারি, ২০২০ সালে প্রথম-শ্রেণীর ক্রিকেট প্রতিযোগিতা প্রিমিয়ার লিগ টুর্নামেন্টের উদ্বোধনী দিনে নিজস্ব প্রথম দ্বি-শতরানের ইনিংস খেলেন। মুরস স্পোর্টস ক্লাবের পক্ষে ২০৫ রান সংগ্রহ করেন তিনি। এরপর, তিনি ঐ সংগ্রহকে অপরাজিত ৩০০ রানে নিয়ে যান। অক্টোবর, ২০২০ সালে লঙ্কা প্রিমিয়ার লিগের উদ্বোধনী আসরে খেলার জন্যে ডাম্বুলা ভাইকিংয়ের সদস্য করা হয়।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে একটিমাত্র টেস্টে অংশগ্রহণ করেছেন রমেশ মেন্ডিস। ২২ জানুয়ারি, ২০২১ তারিখে গালেতে সফরকারী ইংল্যান্ড দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার।এখনো তাকে কোন ওডিআই কিংবা টি২০আইয়ে অংশগ্রহণের সুযোগ দেয়া হয়নি।\nজানুয়ারি, ২০২১ সালে সফরকারী ইংল্যান্ড দলের বিপক্ষে খেলার জন্যে শ্রীলঙ্কার টেস্ট দলের সংরক্ষিত তালিকায় তাকে রাখা হয়। ২২ জানুয়ারি, ২০২১ সালে গালেতে অনুষ্ঠিত সিরিজের দ্বিতীয় টেস্টে তার অভিষেক পর্ব সম্পন্ন হয়। অশান্ত ডিমেলের কাছ থেকে টেস্ট ক্যাপ লাভ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nজয়ন্ত সিলভা\nরমেশ কালুবিতরাণা\nএক টেস্টের বিস্ময়কারী\nশ্রীলঙ্কান টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে রমেশ মেন্ডিস  (ইংরেজি)\nক্রিকেটআর্কাইভে রমেশ মেন্ডিস   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}