{"pageid": 1021907, "title": "নিদুমোলু সুমথি", "url": "https://bn.wikipedia.org/wiki?curid=1021907", "content": "নিদুমোলু সুমথি (ইংরেজি: Nidumolu Sumathi, জন্ম: ১৬ অক্টোবর ১৯৫০) বা দণ্ডমুদি সুমথি রাম মোহন রাও একজন ভারতীয় ঘাতবাদ্যযন্ত্র বাদক। তিনি মৃদঙ্গবাদক হিসাবে বিশেষ পারদর্শিতা অর্জন করেছেন। তিনি মৃদঙ্গগুরু শ্রী দণ্ডমুদি রাম মোহন রাওয়ের পত্নী। তিনি ভারতের প্রথম মহিলা মৃদঙ্গবাদকদের মধ্যে একজন ও প্রথম মহিলা লয় ঘরানার শিল্পী। পুরুষশাসিত মৃদঙ্গ বাদ্যের জগতে তিনি ভারতের প্রথম মহিলা মৃদঙ্গবাদক শিল্পী। সুমথি ২০২১ সালে ভারতের চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রী লাভ করেছেন।\n\n\n== জীবনী ==\n১৯৫০ সালের ১৬ অক্টোবর তারিখে অন্ধ্র প্রদেশের পশ্চিম গোদাবরী জেলার এলুরুতে দণ্ডমুদি সুমথি রাম মোহন রাওয়ের জন্ম হয়েছিল। তাঁর পিতা শ্রী নিদুমোলু রাঘবাইয়া ও মাতা শ্রীমতী নিদুমোলু ভেঙ্কটরত্নম্মালৈ। মাত্র ৬ বছর বয়স থেকে সুমথি তাঁর বাবার কাছে মৃদঙ্গ বাজানো শিখেছিলেন। তাঁর বাবা একজন মৃদঙ্গ বিদ্বান ছিলেন।\n২০০৩ সালে তিনি তাঁর গুরু শ্রী দণ্ডমুদি রাম মোহনের সাথে বিবাহবন্ধনে আবদ্ধ হন। সুমথি তাঁর স্বামীর মতই আকাশবাণীর \"এ-টপ\" গ্রেড শিল্পী হিসাবে পরিগণিত হন। তিনি এই শ্রেণীতে অন্তর্ভুক্ত হওয়া প্রথম মহিলা মৃদঙ্গবাদক। এর মধ্য দিয়ে তাঁরা ভারতের একমাত্র এ-টপ গ্রেড মৃদঙ্গবাদক দম্পতি হিসাবে খ্যাত হয়েছেন।\n২০০০ সালে তিনি ঘাতবাদ্য মৃদঙ্গ প্রচারের উদ্দ্যেশ্যে \"লয় বেদিকা\" নামর একটি সংগঠন স্থাপন করেছিলেন। শিক্ষার্থীদের জন্য প্রতিযোগিতার আয়োজন করা হত। অনেক প্রখ্যাত বিদ্বানকে তিনি \"লয় প্রবীন\" উপাধি প্রদান করেছিলেন।\nতিনি অনেক পুরস্কার ও সম্মাননা এবং সংবর্ধনা লাভ করেছেন। তিনি ২০১০ সালে ভারতের রাষ্ট্রপতির কাছ থেকে সংগীত নাটক একাডেমী পুরস্কারে সম্মানিত হয়েছিলেন। এই সম্মাননা পুরস্কার লাভ করা একমাত্র মহিলা মৃদঙ্গশিল্পী তিনি। তাঁকে ২০১৫ সালে অন্ধ্র প্রদেশ সরকার  \"উগাদি পুরস্কারম\" এ সম্মানিত করেছিল।\nসংগীতক্ষেত্রে অসামান্য অবদানের জন্য ভারত সরকার তাঁকে ২০২১ সালে ভারতের চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রী প্রদান করে।\n\n\n== পুরস্কার ও সম্মাননা ==\n১৯৭৪ ও ১৯৭৬ সালে দুবার মাদ্রাজ সংগীত একাডেমী থেকে শ্রেষ্ঠ মৃদঙ্গবাদক পুরস্কার\n১৯৮৫ সালে সংগীত একাডেমি থেকে পালানি সুব্রহ্মণ্য পিল্লাই স্মারক পুরস্কার\n২০০৫ সালে চেন্নাইয়ের ভারতীয় ফাইন আর্টস সোসাইটি থেকে শ্রেষ্ঠ মৃদঙ্গ বাদক পুরস্কার\n২০০৮ সালে নয়াদিল্লীর আন্তর্জাতিক প্রকাশন গৃহ থেকে ভারতের শ্রেষ্ঠ নাগরিক পুরস্কার\n২০০৯ সালে  সংগীত নাটক একাডেমী পুরস্কার\n২০১৩ সালে চেন্নাইয়ের গুরুভায়ুর ডোরাই ট্রাস্ট থেকে গুরুভায়ুর ডোরাই ট্রাস্ট পুরস্কার\n২০১৫ সালে অন্ধ্র প্রদেশ সরকার থেকে উগাদি পুরস্কার\n২০১৬ সালে ব্যাঙ্গালোরের পারকাসিভ আর্টস সেন্টার থেকে পালানি সুব্রহ্মণ্য পিল্লাই স্মারক পুরস্কার\n২০২১ সালে পদ্মশ্রী\n\n\n=== সম্মানজনক উপাধিসমূহ ===\nমৃদঙ্গ শিরোমণি\nমৃদঙ্গ মহারাণী\nনধ ভগীরথ\nমৃদঙ্গলয় বিদ্যাসাগর\nমৃদঙ্গ বিন্যাস কলাভারতী\nসুনাদ সুধানিধি\nশ্রীমুখ মৃদঙ্গ বিদ্যামণি\n\n\n== তথ্যসূত্র =="}