{"pageid": 1021155, "title": "প্রিজন ব্রেক: দ্য ফাইনাল ব্রেক", "url": "https://bn.wikipedia.org/wiki?curid=1021155", "content": "প্রিজন ব্রেক: দ্য ফাইনাল ব্রেক প্রিজন ব্রেক টেলিভিশন ধারাবাহিকের ২০০৯ সালের একটি টেলিভিশন চলচ্চিত্র। চলচ্চিত্রটি ২৪ ই মে ইসরায়েলে এবং ২৭ মে যুক্তরাজ্যের স্কাই ১ তে প্রচারিত হয়েছিল। মার্কিন যুক্তরাষ্ট্র এবং কানাডায় চলচ্চিত্রটি ডিভিডি এবং ব্লু-রেতে ২১ জুলাই, ২০০৯ সালে প্রথম প্রকাশিত হয়েছিল। চলচ্চিত্রটিতে দ্য কোম্পানির পতন এবং মাইকেল স্কোফিল্ডের (ভেন্টওয়ার্থ মিলার) মৃত্যুর প্রকাশের মধ্যে যে ঘটনাগুলি ঘটেছিল তা দেখানো হয়েছে।‌ এটিতে ক্রিস্টিনা স্কোফিল্ডকে (ক্যাথলিন কুইনলান) হত্যার জন্য সারা তানক্রেডিকে (সারাহ ওয়েন ক্যালিস) গ্রেফতার এবং তাকে কারাদণ্ড দেওয়ার বিস্তারিত বর্ণনা করা হয়েছে। এছাড়াও এটিতে গ্রেটেচেন মর্গানের (জোডি লিন ও'কিফ) চূড়ান্ত পরিণতি প্রকাশ করা হয়েছে।\n\n\n== পটভূমি ==\nগল্পের শুরু হয় সারা কে ক্রিস্টিনা হ্যাম্পটন হত্যার দায়ে গ্রেফতার করা দিয়ে, তার এবং মাইকেলের বিয়ের রিসেপশনের সময়। এইসময় এটা ইঙ্গিত করা হয় যে নজরদারি ভিডিওতে ক্রিস্টিনার বন্দুক সরানো দেখে মনে হচ্ছে যেন সারা আত্মরক্ষার বদলে ক্রিস্টিনাকে ঠান্ডা মাথায় গুলি করেছে। তাকে মায়ামি-ড্যাড স্টেট কারাগারে রাখা হয়েছে, যেখানে অতিরিক্ত লোকজনের কারণে পুরুষ বন্দীদের সাথে কারাগারের নারী বন্দীদের একই ভবনে রাখা হয়েছে। গ্রেটেচেন মর্গান দূর থেকে দেখছেন, \"দ্য সানশাইন স্টেট\" এর ঘটনার পর তাকে কারাগারে পাঠানো হয়েছে। সারা মায়ামি-ড্যাডের প্রধান নির্বাহী কর্মকর্তার প্রতিশোধের শিকার হয়ে অত্যাচারিত হন।\nউঠান জুড়ে পার্শ্ববর্তী পুরুষদের কারাগার এবং সেখানে ক্রান্টজ এবং থিওডোর \"টি-ব্যাগ\" বাগওয়েল (রবার্ট নেপার) কে আটকে রাখা হয়েছে। টি-ব্যাগ এইসময় বন্দী জেনারেলকে ক্রমাগতভাবে সাহায্য করে যাচ্ছে যদিও নিষিদ্ধ টি-ব্যাগের জন্য অর্থ প্রদান করতে বলা হলে তিনি নিজেকে দরিদ্র দাবি করেন। জেনারেল গ্রেটেচেনের সাথে যোগাযোগ করা এবং সারাকে হত্যা করার জন্য তাকে ১০০,০০০ মার্কিন ডলারের প্রস্তাব দেয়। সারার স্ট্রাইকনাইন খাবারের সঙ্গে বিষ দেওয়া হয় কিন্তু দ্রুত হাসপাতালে নিয়ে চিকিৎসা দেওয়ার কারণে তার জীবন এবং গর্ভাবস্থা রক্ষা পায়।\nমাইকেল সারার আইনজীবীর কাছ থেকে হামলার কথা জানতে পারে এবং ওয়ার্ডেনকে সারাকে রক্ষা করতে বলে যা সে করতে অস্বীকার করে। তিনি তার আইনজীবী ছাড়া সারার সাথে দেখা করার কথা অস্বীকার করেন। তার মাথায় বদান্যতাসম্পর্কে জানার পর, মাইকেল সিদ্ধান্ত নেয় যে তাকে বাঁচিয়ে রাখার একমাত্র উপায় হচ্ছে কারাগার ভেঙ্গে ফেলা। তিনি আবার লিঙ্কন বুরোজ (ডমিনিক পার্সেল) এবং ফার্নান্দো সুক্রে 'র (আমাউরি নোলাস্কো) সাহায্য অনুসন্ধান করেন। লিঙ্কন এবং সুক্রে কারাগার থেকে বের হয়ে আসেন পরিমাপ এবং ছবি তুলে কারাগারের একটি মানচিত্র তৈরি করেন। গ্রেটচেন লিঙ্কন এবং সুক্রেকে দেখে এবং সারা দাবী করে যে তাকে যে কোন পালানোর পরিকল্পনায় অন্তর্ভুক্ত করা হতে পারে।\nকারাগারের ছবি এবং পরিকল্পনা বিশ্লেষণ করার পর, মাইকেল নিরাপত্তা ব্যবস্থায় একটি ত্রুটি খুঁজে পান: একটি নষ্ট ক্যামেরা যেটা দেখতে পায় না। আলেকজান্ডার মাহন (উইলিয়াম ফিচটনার) এরপর আসেন এবং তাকে তার সাহায্যের প্রস্তাব দেন যদিও তার প্রকৃত উদ্দেশ্য অস্পষ্ট ছিল।\nমাইকেল পালানোর একটি পরিকল্পনা তৈরি করেন যা তিনি একটি চিঠিতে লুকানো বার্তা ব্যবহার করে সারাকে জানান। তবে তিনি বাইরে থাকলেও এফবিআই এজেন্ট টড হুইটলি (ক্রিস ব্রুনো) মাইকেলের এপার্টমেন্টে ঢুকে দেখেন যে পরিকল্পনা গুলো টেবিলে রাখা হয়েছে। যখন মাইকেল আসেন তখন তিনি দেখান যে যখন পরিকল্পনাগুলো অপরাধমূলক মনে হতে পারে।\nসারার আইনজীবী আদালতের আদেশের মাধ্যমে মাইকেলকে তার সাথে দেখা করার অনুমতি দেওয়া নিশ্চিত করেন। যেহেতু দেখা হবার বিষয়টি তত্ত্বাবধান করা হয় তাই তিনি তাকে সূক্ষ্মভাবে জিজ্ঞেস করেন যে তিনি লুকানো বার্তাটি বুঝতে পেরেছেন কিনা এবং তিনি ইঙ্গিত দিয়েছেন যে তিনি তা করেছেন।\nমাইকেল জেল ভাঙা এবং সারাকে উদ্ধার করার একটি নতুন পরিকল্পনা করে নিয়ে আসে। লিঙ্কনের মাধ্যমে টি-ব্যাগ কে ৫,০০০ মার্কিন ডলারের বিনিময়ে আগুন জ্বালানোর জন্য পাঠানো হয় এবং পালানোর রাতে ফায়ার অ্যালার্ম বাজানো হয়। টি-ব্যাগ কাজটির জন্য ১০০,০০০ মার্কিন ডলার দাবি করে। সারা পরিবার থেকে দূরে যেতে চাইলে গ্রেচেন একজন প্রহরীকে ড্যাডির রুমে তল্লাশি করতে রাজি করান। রক্ষীরা এটা করে এবং তার কক্ষে মাদক খুঁজে পাওয়ার পর ড্যাডিকে নির্জন কারাগারে নিয়ে যায়।\nসারা পরিবারের একজন সহকর্মী (এলিসিয়া লাগানো) দ্বারা আক্রান্ত হয়, কিন্তু গ্রেটেচেন তাকে উদ্ধার করতে আসে এই প্রক্রিয়ায় হামলাকারীকে হত্যা করে। গ্রেচেন আবার সারাকে পালানোর জন্য দাবি জানায় কারণ সে তার মেয়ে এমিলির সাথে দেখা করতে চায় এবং তাকে একটি উপহার দিতে চায়। যখন একজন প্রহরী ড্যাডিকে তার পরিবারের সদস্যের মৃত্যুর কথা বলে এবং উল্লেখ করে যে সারা এবং গ্রেটেচেন কে তার হত্যাকাণ্ডের পিছনে রয়েছে বলে মনে করা হচ্ছে, তখন ড্যাডি রেগে যান।\nএজেন্ট হুইটলির সাথে বেশ কয়েকটি ফোন কলের পর মাহন মাইকেলের প্যারাসুট প্লট প্রকাশ করে, এইসময় মনে হয় মাহন মাইকেলের সাথে বিশ্বাসঘাতকতা করেছে। কিন্তু মাইকেল তাকে বিশ্বাস করতে থাকে এবং তাকে একটি কাগজ ও একটি ডিভিডি দেয় যা তিনি মাহনে কে তার মৃত্যুর সময় সারাকে দিতে বলেন। এরপর মাইকেল আবার সারার সাথে দেখা করে তাকে বলেন যে আগের পালানোর পরিকল্পনা এখন অসম্ভব। সে গোপনে তাকে নতুন পরিকল্পনার কথা বলে তার জন্য তাকে অবশ্যই চ্যাপেলে যেতে হবে। মাইকেল আবিষ্কার করেছে যে তারা চ্যাপেল থেকে একটি প্রশাসনিক ভবনে যেতে পারে যেখানে একটি জরুরী পালানোর সুড়ঙ্গ রয়েছে।\nড্যাডি অবশেষে লকআপ থেকে মুক্তি পায় এবং সারাও গ্রেটেচেনকে খুঁজে বেড়ায়। পালানোশুরু হওয়ার ঠিক আগে গ্রেটেচেন একজন গার্ডকে বিভ্রান্ত করে আর সারা ড্যাডির মুখোমুখি হয়। সারা ড্যাডির সাথে মারামারি করে এবং ইচ্ছাকৃতভাবে তাকে একটি শক্তিশালী এবং ভীতিকর কয়েদী স্কিটলেজ (ডট মারি জোন্স) এর দিকে ঠেলে দেয়, যে তারপর ড্যাডিকে আক্রমণ করে প্রতিশোধ নেয়। একই সময়ে, গ্রেটেচেন গার্ডকে ঘুষি মারে এবং তাকে মাটিতে ফেলে দেয়, কিন্তু ঝগড়া চলাকালীন তার পায়ে ছুরিকাঘাত করা হয়। সারা তাড়াতাড়ি গার্ডের চাবি ধরে, আর তারা দুজন বিশৃঙ্খলার মধ্যে রান্নাঘরে লুকিয়ে থাকে।\nমাইকেল তারপর পালানোর পরিকল্পনা বাস্তবায়ন শুরু করে। মাহোনের তথ্যের সৌজন্যে এই পরিকল্পনা জেনে এজেন্ট হুইটলি সব লাইট বন্ধ করার আদেশ দেন এবং মাইকেলের প্রত্যাশিত ল্যান্ডিং সাইটের কাছাকাছি সশস্ত্র কর্মকর্তাদের অবস্থান নিতে আদেশ দেন। যখন প্যারাসুট নিচে নেমে আসে তখন বুলেট ফায়ার করে তাকে ধাঁধায় ফেলা হয়। পরিদর্শনের পর, হুইটলি আবিষ্কার করে যে প্যারাসুটটি একটি ডামির সাথে সংযুক্ত। এরপর মাইকেলকে হুইটলির গাড়ির নিচ থেকে লুকিয়ে জেলের দিকে দৌড়াতে দেখা যায়।\nপালানোর সময় গ্রেটেচেন সারার কাছে স্বীকার করেন যে আঘাতের কারণে তিনি সাহায্য ছাড়া কাজ চালিয়ে যেতে পারেন না। এরপর গ্রেটেন তাকে বেছে নিতে বলে, হয় তাকে ছেড়ে চলে যেতে অথবা তাকে সাহায্য করতে। সারা গ্রেটেচেনকে সাহায্য করতে পছন্দ করে। যাইহোক, যখন তারা চ্যাপেলের দিকে দৌড়ায়, গ্রেটচেনকে প্রহরীরা দেখতে পায়। তাকে জিজ্ঞেস করা হয় সে একা কিনা এইসময়ে গ্রেটচেন সারার উপস্থিতি কভার করে এবং গার্ডদের থামিয়ে দেয়। যদিও সারা কে প্রায় একজন প্রহরী দেখতে পায় এবং দরজা খুলে চ্যাপেলে ঢুকতে সক্ষম হয়। গার্ডদের ফিরিয়ে আনা হয় এবং তারা গ্রেটচেনকে নিয়ে যায়। সারা তার মেয়ে এমিলির জন্য গ্রেচেনের তৈরি করা হারটি তুলে নেয় যাতে সে এটা পরে এমিলির হাতে তুলে দিতে পারে।\nমাইকেল চ্যাপেলে সারার সাথে দেখা করে এবং তারা সন্ধ্যা ৭টার জন্য অপেক্ষা করে যখন টি-ব্যাগ ফায়ার অ্যালার্মের জন্য আগুন জ্বালানোর জন্য কথা ছিল। এইসময় সুক্রেকে ১০০,০০০ মার্কিন ডলার ট্রান্সফার করার জন্য একটি মানি ট্রান্সফার স্টোরে দৌড়াতে দেখা যায় কিন্তু দোকান বন্ধ হওয়ার পর সে সেখানে যায়। যখন টি-ব্যাগ জানতে পারে যে প্রতিশ্রুতি অনুযায়ী সন্ধ্যা ৭টার মধ্যে টাক স্থানান্তর করা হয়নি তখন সে ক্ষুব্ধ হয়ে ওয়ার্ডেনের কাছে ষড়যন্ত্রটি প্রকাশ করে এবং তাকে বলে যে তাকে ফায়ার অ্যালার্ম বন্ধ করার নির্দেশ দেওয়া হয়েছে। এরপর এফবিআই এজেন্ট ফলস এলার্ম বাজানোর নির্দেশ দেন।\nএটা মাইকেলের পরিকল্পনার অংশ যেহেতু তিনি ধরে নিয়েছিলেন যে টি-ব্যাগ তাদের হয়ে কাজ করবে। অ্যালার্ম বন্ধ হয়ে গেলে মাইকেল একটা বন্ধ দরজায় মশাল জ্বালিয়ে দেয়। যাইহোক, পাশের ইলেকট্রনিক লক মাইকেলের আনা ডিভাইস দিয়ে খোলা যায় না। তাকে এরজন্য একটি ফিউজ প্যানেল থেকে বিদ্যুৎ প্রবাহিত করতে হবে দরজা খোলার জন্য তাই সে সারাকে তাকে রেখে চলে যেতে নির্দেশ দেয়। সারা যেতে অস্বীকার করে কিন্তু সে জোর দেয় যে আর কোন উপায় নেই, তার পেট স্পর্শ করে এবং বলে যে সে তার সাথে যাবে। একটি চূড়ান্ত দৃশ্যে মাইকেলকে ফিউজ বক্সের কাছে আসতে দেখা যায় যেখান থেকে স্ফুলিঙ্গ বের হচ্ছে, কিছুক্ষণ পর এখানে বিস্ফোরণ ঘটে। সারা দৌড়ায়, বেড়ার ঠিক বাইরে লিঙ্কন, সুক্রে আর মাহনের সাথে দেখা করে। স্তম্ভিত হয়ে, সারা লিঙ্কনকে বলতে অক্ষম ছিল যে কি ঘটেছে। মাহন জানায় যে তিনি আগের আলোচনা থেকে মাইকেলের পরিকল্পনা সম্পর্কে জানতেন এবং লিঙ্কনকে বলেন, \"সে চলে গেছে।\"\nএরপর কারাগার থেকে সারাকে পালাতে সাহায্য করার জন্য টি-ব্যাগকে নির্জন কারাগারে রাখা হয়।\nপরের দিন, লিঙ্কন এবং সারা ডোমিনিকান প্রজাতন্ত্রে পালানোর জন্য একটি নৌকায় ওঠার ঠিক আগে, সুক্রে সারাকে জেনারেলের কাছ থেকে চুরি করা ১০০,০০০ মার্কিন ডলার দেয়, পরিকল্পনা অনুযায়ী আগের রাতে তাদের কাছে টাকা তুলতে না পারার জন্য ক্ষমা প্রার্থনা করে। মাহন সারাকে মাইকেলের দেওয়া কাগজটি দেন যেটা একটি মেডিকেল পরীক্ষার রিপোর্ট ছিল এথেকে জানা যায় যে তার ব্রেইন টিউমার ফিরে এসেছে এবং তার অবস্থা খুবই খারাপ। মাহন লিঙ্কনকে ডিভিডি দেয় এবং বলে যে নৌকায় পালানোর সময় সারার সাথে এটা দেখে। ভিডিওতে, মাইকেল সারা এবং লিঙ্কনকে বলেছেন যে তার টিউমারের কারণে বেঁচে থাকার জন্য খুব বেশি সময় থাকত না এবং তিনি তার পছন্দের জন্য অনুতপ্ত নন। সে লিঙ্কনকে প্রতিজ্ঞা করতে বলে যে সে সবসময় তার সন্তানের জন্য সেখানে থাকবে যাই হোক না কেন এবং সে সারাকে লিঙ্কনের দিকে নজর রাখতে বলে। তিনি বলেন যে মানুষ যা চায় তার উপর জীবন নষ্ট হয়। এরপর তিনি বলেন যে তিনি যা বলতে চান তা হচ্ছে তিনি তাদের দুজনকেই খুব ভালবাসেন। তিনি তাদের বলেন যে তার সন্তানকে প্রতিদিন বলা হয় যে তিনি কতটা ভালবাসেন এবং তিনি কতটা ভাগ্যবান যে তিনি মুক্ত হতে পারছেন। ভিডিওটি শেষ হয় মাইকেলের বার্তার মধ্যে দিয়ে যে অবশেষে তারা মুক্ত:\n\nআচ্ছা, যদি তুমি এটা দেখো তবে আমি খুশি, কারণ এর মানে হচ্ছে তুমি নিরাপদে আছো। আর আমি এটাই চেয়েছিলাম। আমি যদি তোমার সাথে থাকতে পারতাম কিন্তু তুমি হয়তো এখন জানো আমি খুব বেশি সময় পেতাম না। তাই আমি আমার সিদ্ধান্ত নিয়েছি, আর আমি এটার জন্য অনুতপ্ত নই। যাই হোক, এখন থেকে আর একটু বেশি দেরি হবে না। আর লিঙ্ক-- আমি চাই তুমি আমাকে কথা দাও, যাই হোক না কেন, তারা বড় হবে এটা জেনে যে তাদের চাচা কখনোই তার থেকে দূরে নয়। আর সারা, আমি চাই তুমি আমাকে কথা দাও যে তুমি লিঙ্কের উপর নজর রাখবে। তুমি হয়তো খেয়াল করছো, তার বিপদে পড়ার একটা প্রবণতা আছে। তুমি জানো, আমরা যা বলতে চাই তা না বলে আমরা আমাদের জীবনের অনেকটা সময় ব্যয় করি। আমাদের যা বলা উচিত। আমরা কোডে কথা বলি এবং আমরা ছোট ছোট বার্তা পাঠাই। তো এখন, পরিষ্কারভাবে, সহজভাবে... আমি বলতে চাই যে আমি তোমাদের দুজনকেই ভালোবাসি... খুব। আর আমি চাই তুমি আমাকে কথা দাও যে তুমি আমার বাচ্চাকে বলবে... যে তুমি আমার বাচ্চাকে বলবে তারা প্রতিদিন কতটা ভালোবাসে এবং তাদের মনে করিয়ে দিবে যে তারা কতটা ভাগ্যবান যে তারা স্বাধীন হতে পারছে। আমরা এখন মুক্ত.. অবশেষে মুক্ত.. আমরা মুক্ত..\n\n\n== অভিনয়ে ==\n\n\n=== মূল চরিত্র ===\nলিংকন চরিত্রে ডোমিনিক পার্সেল\nমাইকেল স্কোফিল্ডের চরিত্রে ওয়ান্টওয়ার্থ মিলার\nফার্নান্দো সুক্রে চরিত্রে অ্যামৌরি নোলাসকো\nথিওডোর \"টি-ব্যাগ\" ব্যাগওয়েল চরিত্রে রবার্ট ন্নিপার\nগ্রেচিচেন মরগান চরিত্রে জোডি লিন ও'ইফি\nসারা টেঙ্ক্রেডি চরিত্রে সারা ওয়েইন ক্যালিজ\nআলেকজান্ডার মাহোন চরিত্রে উইলিয়াম ফিচটনার\n\n\n=== অতিথি চরিত্রে ===\nজেনারেল জোনাথান ক্রান্টজ হিসাবে লিওন রাশম\nক্রিস ব্রুনো এফবিআই এজেন্ট টড হুইটলি হিসাবে\nএফবিআইয়ের এজেন্ট ফেলিসিয়া ল্যাং চরিত্রে বারবারা ইভ হ্যারিস\nরিচার্ড সলিন্সের ভূমিকায় কিম কোয়েটস\nগার্ড কাউলার হিসাবে আয়েশা হিন্ডস\n\"ড্যাডি\" চরিত্রে লরি পেটি\nব্লু ফিলিপস হিসাবে ডেভিড স্টারজেক\nওয়ার্ডেন অ্যালিস সিমস হিসাবে অ্যামি অ্যাকুইনো\nপ্রহরী হিসাবে ডেন্ড্রি টেলর\nঅ্যাটর্নি জো ড্যানিয়েলস হিসাবে রিচমন্ড আর্কুয়েট\nগোয়েন্দা মার্লিনের চরিত্রে ড্যামিয়েন লিকে\nআগাথা ওয়ারেনের ভূমিকায় অ্যালিসিয়া লাগানো\nডাক্তার হিসাবে জোসেফ উইল\nস্ত্রী চরিত্রে সুফ ব্র্যাডশো\nস্কিটলিজ চরিত্রে ডট মেরি জোন্স\nসিগস হিসাবে রেনবো বোর্ডেন\nহাকসের চরিত্রে লিভিয়া ট্রিভিনো\nবেয়ার্ড ম্যান হিসাবে ইয়ান প্যাট্রিক উইলিয়ামস\nপ্রহরী হিসাবে পেগি ডুনে\n\n\n== অভ্যর্থনা ==\nকেভিন কার সম্ভাব্য ৫ তারকার মধ্যে এটিকে ৩.৫ দিয়েছেন। ক্যার তার ভূমিকার জন্য সারা ওয়েইন ক্যালিজের প্রশংসা করেছেন, তবে লরি পেট্টিকে আকর্ষণীয় দৃশ্য হননকারী এবং \"চলচ্চিত্রের সবচেয়ে স্মরণীয় চরিত্র\" হিসাবে অভিহিত করেছেন।\n\n\n== আরও দেখুন ==\nলা কাসা দে পাপেল\nফাস্ট এন্ড ফিউরিয়াস ৯\nমিশন: ইম্পসিবল ৭\nনো টাইম টু ডাই\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে প্রিজন ব্রেক: দ্য ফাইনাল ব্রেক  (ইংরেজি)"}