{"pageid": 1021352, "title": "ফিবি (প্রাকৃতিক উপগ্রহ)", "url": "https://bn.wikipedia.org/wiki?curid=1021352", "content": "ফিবি (ইংরেজি: Phoebe; ) হল শনি গ্রহের একটি অনিয়মিত প্রাকৃতিক উপগ্রহ। এটির গড় ব্যাস ২১৩ কিমি (১৩২ মা)। ১৮৯৮ সালের ১৬ অগস্ট তারিখ থেকে পেরুর আরেকুইপার কাছে অবস্থিত কারমেন অ্যালটো মানমন্দিরের বয়ডেন স্টেশন থেকে ডিলিসলে স্টুয়ার্টের তোলা ফোটোগ্রাফিক প্লেটগুলি থেকে উইলিয়াম হেনরি পিকারিং ১৮৯৯ সালের ১৮ মার্চ এই উপগ্রহটি আবিষ্কার করেন। এটিই আলোকচিত্রের মাধ্যমে আবিষ্কৃত প্রথম উপগ্রহ।\n২০০৪ সালে শনির পারিপার্শ্বিকে ক্যাসিনি মহাকাশযানের প্রবেশের পরে ফিবিই ছিল সেটির প্রথম লক্ষ্য। সেই জন্যই এই অস্বাভাবিক আকারের অনিয়মিত উপগ্রহটিকে যথেষ্ট ভালোভাবে পর্যবেক্ষণ সম্ভব হয়। শনির উদ্দেশ্যে ক্যাসিনি-র আকাঁবাঁকা পথ এবং উপস্থিত হওয়ার সময়টি বিশেষভাবে বেছে নেওয়া হয়েছিল যাতে এই ফ্লাইবাইটির পথে কোনও বাধা না আসে। ফিবির মুখোমুখি হয়ে কক্ষপথে ঢুকে যাওয়ার পর ক্যাসিনি ইয়াপেটাসের কক্ষপথের বাইরে বেশি দূরে যেতে পারেনি।\nফিবি মোটামুটিভাবে গোলকাকার উপগ্রহ এবং এটির অভ্যন্তরভাগের পার্থক্য লক্ষণীয়। উপগ্রহটির ইতিহাসের গোড়ার দিকে এটি গোলকাকার ও উত্তপ্ত ছিল। পরবর্তীকালে বারংবার সংঘর্ষের ঘটনায় দীর্ণ হয়ে এটির গোল আকৃতিটির বিকৃতি ঘটেছে। মনে করা হয় যে, এটি প্রকৃতপক্ষে কাইপার বেষ্টনীতে উদ্ভূত ও শনির মাধ্যাকর্ষণে আবদ্ধ হয়ে পড়া একটি সেন্টোর। ট্রাইটনের পর ফিবিই সৌরজগতের দ্বিতীয় বৃহত্তম পশ্চাদমুখী প্রাকৃতিক উপগ্রহ।\n\n\n== ইতিহাস ==\n\n\n=== আবিষ্কার ===\n১৮৯৮ সালের ১৬ অগস্ট তারিখ থেকে পেরুর আরেকুইপার কাছে অবস্থিত কারমেন অ্যালটো মানমন্দিরের বয়ডেন স্টেশন থেকে ডিলিসলে স্টুয়ার্টের তোলা ফোটোগ্রাফিক প্লেটগুলি থেকে উইলিয়াম হেনরি পিকারিং ১৮৯৯ সালের ১৮ মার্চ এই উপগ্রহটি আবিষ্কার করেন। এটিই আলোকচিত্রের মাধ্যমে আবিষ্কৃত প্রথম উপগ্রহ।\n\n\n=== নামকরণ ===\nফিবির নামকরণ করা হয়েছে গ্রিক পুরাণে উল্লিখিত জনৈকা নারী-টাইটান ফয়বের (ইংরেজিকৃত নামে: ফিবি) নামানুসারে। পৌরাণিক ফিবির সঙ্গেও চাঁদের একটি সম্পর্কের ধারণা প্রচলিত ছিল। কোনও কোনও বৈজ্ঞানিক সাহিত্যে এই উপগ্রহটি \"শনি ৯\" নামেও চিহ্নিত। আইএইউ নামকরণ বিধি অনুযায়ী, ফিবির ভৌগোলিক বৈশিষ্ট্যগুলির নামকরণ করতে হয় গ্রিক জেসন ও আর্গোনাট পুরাণকথার চরিত্রগুলির নামানুসারে। ২০০৫ সালে আইএইউ আনুষ্ঠানিকভাবে ফিবির ২৪টি অভিঘাত খাদের নামকরণ করে (আক্যাসটাস, অ্যাডমিটাস, অ্যামফাইয়ন, বিউটিজ, ক্যালিয়াস, ক্যানথাস, ক্লিটিয়াস, আর্জিনাস, ইউফিমাস, ইউরিডামাস, ইউরিটিয়ান, ইয়োরিটাস, হাইলাস, ইডমন, ইফিটাস, জেসন, মপসাস, নপলিয়াস, ওয়াইলিয়াস, পিলিয়াস, ফ্লাইয়াস, ট্যালিয়াস, টেলামন ও জিটিজ)।\nইন্টারন্যাশনাল অ্যাস্ট্রোনমিক্যাল ইউনিয়নের আউটার সোলার সিস্টেম টাস্ক গ্রুপের সভাপতি তথা মানোয়ার হাওয়াই বিশ্ববিদ্যালয়ের অধ্যাপক টবি ওয়েন বলেছিলেন:\n\nফিবির জন্য আমরা আর্গোনাটদের কিংবদন্তিটিকে বেছে নিয়েছি, তার কারণ ক্যাসিনি-হাইগেন্স কর্তৃক সৌরজগৎ অভিযানের সঙ্গে এটির কিছু ভাবগত সাদৃশ্য রয়েছে। এমন কথা বলতে পারি না যে, হারকিউলিস ও আটালান্টার মতো নায়কেরা আমাদের অংশগ্রহণকারী বিজ্ঞানী দলের সদস্য। কিন্তু তাঁদের মধ্যে রয়েছেন বহুদূর-প্রসারিত আন্তর্জাতিক স্তরের অসাধারণ মানুষেরা, যারা সর্বাধিক গুরুত্বপূর্ণ পুরস্কারটি জয় করে আনার আশায় সুদূর এক রাজ্যে পাড়ি জমানোর এই যাত্রায় যোগদানের ঝুঁকি গ্রহণে ইচ্ছুক ছিলেন।\n\n\n== কক্ষপথ ==\n\nফিবির কক্ষপথটি পশ্চাদমুখী; অর্থাৎ এটি শনির আবর্তন-অভিমুখের বিপরীত অভিমুখে শনিকে প্রদক্ষিণ করে। একশো বছরেরও বেশি সময় ধরে ফিবিকে শনির সর্ব-বহিঃস্থ জ্ঞাত উপগ্রহ মনে করা হত। অবশেষে ২০০০ সালে বেশ কয়েকটি ক্ষুদ্রতর উপগ্রহ আবিষ্কৃত হওয়ার পর ফিবি সেই মর্যাদা হারায়। ফিবি ও শনির দূরত্ব ফিবির নিকটতম প্রধান প্রতিবেশীর (ইয়াপেটাস) থেকে শনির দূরত্বের প্রায় চারগুণ। সমতুল্য দূরত্ব থেকে অন্যান্য গ্রহগুলিকে প্রদক্ষিণকারী উপগ্রহগুলির তুলনায় ফিবির আকারও লক্ষণীয়ভাবে বড়ো।\nইয়াপেটাস ছাড়া শনির সব ক’টি নিয়মিত উপগ্রহই শনির নিরক্ষীয় তলের খুব কাছাকাছি তলে শনিকে প্রদক্ষিণ করে। বহিঃস্থ অনিয়মিত উপগ্রহগুলি মাঝারি থেকে উচ্চ উৎকেন্দ্রিক কক্ষপথ অনুসরণ করে এবং এগুলির কোনওটিই শনির অভ্যন্তরীণ উপগ্রহগুলির (হাইপেরিয়ন) মতো সমলয়ে আবর্তিত হয় না।\n\n\n=== ফিবি বলয় ===\n\nফিবি বলয় হল শনির অন্যতম বলয়। এই বলয়টি শনির নিরক্ষীয় তল ও অন্যান্য বলয়ের থেকে ২৭ ডিগ্রি কোণে অনত। শনির ব্যাসার্ধের তুলনায় এটি অন্তত ১২৮ থেকে ২০৭ গুণ প্রসারিত। শনির ২১৫ ব্যাসার্ধসমূহের গড় দূরত্ব থেকে ফিবি গ্রহটিকে প্রদক্ষিণ করছে। বলয়টি শনির ব্যাসের তুলনায় ৪০ গুণ ঘন। অনুমান করা হয়, বলয়ের কণাগুলি ফিবিতে অনু-উল্কা সংঘাতের ফলে সঞ্জাত। সেই কারণে এগুলির কক্ষপথও পশ্চাদমুখী হওয়াই স্বাভাবিক। উল্লেখ্য, পরবর্তী অভ্যন্তরীণ উপগ্রহ ইয়াপেটাসের কক্ষীয় গতি এর বিপরীত। অভ্যন্তরভাগে অভিপ্রয়াণশীল বলয় উপাদানগুলি এই কারণে শনির সম্মুখবর্তী গোলার্ধটিকে আঘাত করে এটির দ্বিস্তরীয় বর্ণায়ন ঘটিয়ে থাকে। খুব বড়ো আকারের বলয় হলেও ফিবি কার্যত অদৃশ্য একটি বলয়। নাসার অবলোহিত স্পিৎজার স্পেস টেলিস্কোপ ব্যবহার করে এটিকে আবিষ্কার করা হয়।\nআণুবীক্ষণিক উল্কা সংঘাতের ফলে ফিবির পৃষ্ঠভাগ থেকে উৎক্ষিপ্ত বস্তুগুলিই সম্ভবত হাইপেরিয়নের পৃষ্ঠভাগের অন্ধকারাচ্ছন্ন অংশগুলি সৃষ্টির কারণ। অপরপক্ষে সবচেয়ে বড়ো সংঘাতগুলির ফলে উৎক্ষিপ্ত আবর্জনা থেকেই সম্ভবত ফিবির গোষ্ঠীর (নর্স গোষ্ঠী) অন্যান্য উপগ্রহগুলির (যেগুলির সব ক’টির ব্যাস ১০ কিলোমিটারের কম) উৎপত্তি ঘটেছিল।\n\n\n== ভৌত বৈশিষ্ট্য ==\n\nফিবি মোটামুটি গোলকাকার এবং এটির ব্যাস ২১৩±১.৪ কিমি (১৩২ মাইল), যা চাঁদের ব্যাসের প্রায় এক-ষষ্ঠাংশ। নিজের অক্ষের চারদিকে একবার আবর্তন করতে ফিবির সময় লাগে ৯ ঘণ্টা ১৬ মিনিট এবং শনিকে একবার প্রদক্ষিণ করতে সময় লাগে ১৮ মাস। উপগ্রহটির পৃষ্ঠভাগের তাপমাত্রা ৭৫ K (−১৯৮.২ °সে)।\nযেখানে শনির অভ্যন্তরীণ উপগ্রহগুলিতে মোটামুটি ৩৫ শতাংশ পাথর দেখা যায় সেখানে অনুমান করা হয়, ফিবির প্রায় ৫০ শতাংশ পাথর। এই কারণে বিজ্ঞানীরা মনে করেন যে ফিবি প্রকৃতপক্ষে শনির মাধ্যাকর্ষণে আটকে পড়া একটি সেন্টোর, অর্থাৎ কাইপার বেষ্টনী থেকে আগত তথা বৃহস্পতি ও নেপচুনের মধ্যবর্তী অঞ্চলে সূর্যকে প্রদক্ষিণকারী বহু-সংখ্যক বরফময় প্ল্যানেটয়েডের অন্যতম। এই জাতীয় বস্তুগুলির মধ্যে ফিবিই প্রথম বস্তু যেটির ছবি একটি বিন্দুর তুলনায় বড়ো আকারে তোলা সম্ভব হয়েছিল।\nক্ষুদ্রাকার হলেও মনে করা হয় যে অতীতে ফিবির আকার গোলকাকারই ছিল এবং উপগ্রহটির অভ্যন্তরভাগ ছিল পৃথকীকৃত। পরবর্তীকালে তা কঠিন আকার ধারণ করে এবং ক্রমাগত সংঘর্ষের ফলে বর্তমানে কিছুটা অ-স্থিতাবস্থামূলক আকার লাভ করেছে।\n\n\n=== নামযুক্ত বৈশিষ্ট্য ===\nফিবির একটি রিজিওর নাম পৌরাণিক ফিবির কন্যা লেটোর নামে নামাঙ্কিত। এছাড়া এই উপগ্রহের অন্যান্য সকল বৈশিষ্ট্যের নামকরণ করা হয়েছে গ্রিক জেসন ও আর্গোনাটদের কিংবদন্তির চরিত্রগুলির নামানুসারে।\n\n\n=== মানচিত্র ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== উদ্ভব ==\nসৌরজগতের উদ্ভবের ৩০ লক্ষ বছরের মধ্যে কাইপার বেষ্টনীতে ফিবির উদ্ভব ঘটেছিল। এত বছর আগে উদ্ভূত হওয়ার কারণে যথেষ্ট পরিমাণে তেজষ্ক্রিয় পদার্থ এখানে বিদ্যমান ছিল যা এটিকে গলিয়ে গোলকের আকার দিতে সক্ষম হয়েছিল এবং বহু লক্ষ বছর ধরে যথেষ্ট পরিমাণে উত্তপ্ত অবস্থায় রেখে এখানে তরল জলের অস্তিত্বও বজায় রেখেছিল।\n\n\n== পর্যবেক্ষণ ও অভিযান ==\n\nশনির অন্যান্য উপগ্রহগুলি ভয়েজার প্রোবের সময় অনুকূল অবস্থানে থাকলেও ফিবি ছিল না। ১৯৮১ সালের সেপ্টেম্বর মাসে মাত্র কয়েক খণ্টার জন্য ভয়েজার ২ ফিবিকে পর্যবেক্ষণ করে। ২২ লক্ষ কিলোমিটার দূর থেকে নিম্ন পর্যায় কোণ থেকে গৃহীত ছবিগুলিতে ফিবির আকার ছিল প্রায় ১১ পিক্সেল। এই ছবিটিতে মোটামুটি অন্ধকারাচ্ছন্ন পৃষ্ঠভাগে উজ্জ্বল বিন্দুগুলিকে দেখা গিয়েছিল।\n২০০৪ সালের ১১ জুন ক্যাসিনি ফিবির ২,০৬৮ কিলোমিটার (১,২৮৫ মাইল) দূর দিয়ে যাওয়ার সময় অনেকগুলি উচ্চ-রেজোলিউশনের ছবি তুলেছিল। এই ছবিগুলি থেকেই ফিবির অভিঘাত খাদে দীর্ণ পৃষ্ঠভাগটি প্রকাশিত হয়ে পড়ে। ভয়েজার ২ যেহেতু ফিবির কোনও উচ্চ মানের ছবি তুলতে পারেনি, সেই কারণে ক্যাসিনি অভিযানের ক্ষেত্রে এটিই ছিল বিজ্ঞানীদের অগ্রাধিকার। ক্যাসিনি-র পথটি ইচ্ছাকৃতভাবেই এমন রাখা হয়েছিল যাতে মহাকাশযানটি ফিবির কাছ দিয়ে যেতে পারে। অন্যথায় ক্যাসিনি এমন কোনও ছবি পাঠাতে পারত না যা ভয়েজার ২-এর তোলা ছবির থেকে উন্নত মানের। ফিবির আবর্তনকাল অত্যন্ত কম (প্রায় ৯ ঘণ্টা ১৭ মিনিট) হওয়ায় ক্যাসিনি কার্যত ফিবির সমগ্র পৃষ্ঠভাগেরই মানচিত্র প্রেরণে সক্ষম হয়েছিল। ফ্লাইবাইটির নৈকট্যের কারণে ফিবির যে ভরের কথা জানা যায় তাতে ভুল হওয়ার সম্ভাবনায় ৫০০-এর মধ্যে মাত্র ১।\n\n\n== আরও দেখুন ==\n\nশনির প্রাকৃতিক উপগ্রহ\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nPhoebe Profile at NASA's Solar System Exploration site\nCassini–Huygens Multimedia: Images: Moons: Small Moons\nCassini Pass Reveals Moon Secrets, BBC News, June 14, 2004\nThe Planetary Society: Phoebe\nAsaravala, A.; Saturn's Odd Moon Out, Wired, (May 4, 2005)\nNASA: Natural Satellite Physical Parameters\nCassini images of Phoebe  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ আগস্ট ২০১১ তারিখে\nImages of Phoebe at JPL's Planetary Photojournal\nMovie of Phoebe's rotation from the National Oceanic and Atmospheric Administration\nPhoebe basemap  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ এপ্রিল ২০০৮ তারিখে (December 2005) from Cassini images\nPhoebe atlas (March 2006) from Cassini images  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ ফেব্রুয়ারি ২০১২ তারিখে\nPhoebe nomenclature from the USGS planetary nomenclature page\nPhoebe on T. Denk's Outer Saturnian moons websites\n\nটেমপ্লেট:বামন গ্রহ"}