{"pageid": 1021861, "title": "হ্যাপি সুগার লাইফ", "url": "https://bn.wikipedia.org/wiki?curid=1021861", "content": "হ্যাপি সুগার লাইফ (জাপানি: ハッピーシュガーライフ, হেপবার্ন: হ্যাপ্পি সুগা রায়ফু) হলো তোমায়াকি কাগিসোরা বিরচিত ও চিত্রিত একটি জাপানিজ রোমাঞ্চকর মাঙ্গা সিরিজ। সিরিজটি ধারাবাহিকভাবে স্কোয়ার এনিক্স এর শোনেন মাঙ্গা ম্যাগাজিনে ২০১৫ সালের মে মাস থেকে জুন মাস পর্যন্ত প্রকাশিত হতে থাকে। সিরিজটি ইয়েন প্রেস দ্বারা অধিকৃত। ২০১৮ সালে এটির অ্যানিমে সংস্করণ, অ্যানিমিশম প্রোগ্রামিং ব্লক অনুযায়ী জুলাই থেকে সেপ্টেম্বর মাস পর্যন্ত সম্প্রচারিত হতে থাকে।\n\n\n== প্রেক্ষাপট ==\nসিরিজের কেন্দ্রীয় চরিত্র সাতো মাতসুজাকা, এক অজানা ছোট্ট মেয়ে শিওর সাথে বন্ধুত্ব স্থাপন করে এবং অবিলম্বে তার প্রেমে পড়ে যায়। শিওর মা তাকে ত্যাগ করে দিয়েছে জানতে পারলে সাতো নিজের অ্যাপার্টমেন্টে তাকে নিয়ে আসে ও একসাথে থাকতে শুরু করে। সাতো প্রতিজ্ঞা করে যে নিজের ভালোবাসাকে রক্ষা করতে তাকে যদি হাতও লাল করতে হয়, তবুও সে কিছুতেই পিছপা হবে না।\n\n\n== মিডিয়া ==\n\n\n=== মাঙ্গা ===\nতোমিয়াকা কাগিসোরা মাঙ্গা সিরিজটি স্কোয়ার এনিক্স এর শোনেন মাঙ্গা ম্যাগাজিন \"গানগান জোকার\" -এ ২০১৫ সালের ২২শে মে, প্রথমবার প্রকাশিত করেন। ২০১৬ সালের ২২শে অক্টোবর থেকে ২০১৮ সালের ২২শে জুন পর্যন্ত মাঙ্গার ৮টি \"তানকোবোন\" খন্ড মুক্তিলাভ করে। সিরিজটি ২০১৯ সালের ২২ জুন সমাপ্ত হয় এবং এর নবম ও দশম খন্ড একই বছরের ২২শে জুলাই মুক্তি পায়। ২০১৮ সালের ৮ই জুলাই, ইয়েন প্রেস তাদের অ্যানিমে এক্সপো বৈঠকে এই মাঙ্গার দত্তাধিকার প্রাপ্তির খবর ঘোষণা করে।\n\n\n=== খণ্ডের তালিকা ===\n\n\n=== অ্যানিমে ===\nঅ্যানিমে সংস্করণটি কেইজো কুসাকাওয়া এবং নোবুয়সি নাগায়ামা দ্বারা পরিচালিত এবং এজো'লা স্টুডিও কর্তৃক আয়োজিত। এটি লিখেছেন তোওকো মাচিন্দা ও চরিত্র পরিকল্পক হিসেবে কাজ করেছেন শোকো ইয়াসুদা।\nইয়ৌকু মাতসুবারা সিরিজের মুখ্য কালার আর্টিস্ট ছিলেন এবং ব্যাকগ্রাউন্ড চিত্র পরিকল্পনায় ছিলেন কিয়োতাকা ইয়াচি। ফটোগ্রাফি পরিকল্পক হিসেবে কাজ করেছেন ইয়াসুয়ুকি ইতোউ, আবহ সঙ্গীত পরিচালনায় ছিলেন ইয়াওই তাতেইশি এবং সিরিজটি এডিট করেছেন ইউজি ওকা। সিরিজের গানগুলি রচনা করেছেন কৌচিরো কামেয়ামা। ওপেনিং থিম \"ওয়ান রুম সুগার লাইফ\" (ワンルームシュガーライフ, ওয়ান রুমু শুগা রাইফু) গেয়েছেন আকারি নানায়ো, অপরদিকে এন্ডিং থিম \"সুইট হার্ট\" গেয়েছেন রিওনা।\n১২ পর্বের এই সিরিজটি জাপানে ২০১৮ সালের ১৪ই জুলাই থেকে ২৯শে সেপ্টেম্বর পর্যন্তঅ্যানিমিসম প্রোগ্রামিং ব্লক থেকে এমবিএস, টিবিএস, বিএস-টিবিএস এবং এটি-এক্স -এ ধারাবাহিকভাবে সম্প্রচারিত হতে থাকে।অ্যামাজম ভিডিওতে সিরিজটি গোটা বিশ্বে যুগপতভাবে সম্প্রচারিত হয়েছিল। \n\n\n== নোট ==\n\n\n== তথ্যসূত্র =="}