{"pageid": 1021583, "title": "মহেন্দ্র গুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1021583", "content": "মহেন্দ্র গুপ্ত  (ইংরেজি: Mahendra Gupta)(২৭ অক্টোবর, ১৯১০ —১১ নভেম্বর, ১৯৮৪) বাংলার নাট্যজগতের প্রখ্যাত নাট্যকার, মঞ্চাভিনেতা ও নাটক পরিচালক।\n\n\n== জন্ম ও শিক্ষা জীবন ==\nমহেন্দ্র গুপ্ত ১৯১০ খ্রিস্টাব্দের ২৮ শে অক্টোবর (১৪ ই মাঘ ১৩১৮ বঙ্গাব্দে) ব্রিটিশ ভারতের অধুনা বাংলাদেশের ফরিদপুরের দুলালী গ্রামে জন্মগ্রহণ করেন। ইংরাজী শিক্ষায় শিক্ষিত পিতা দেবেন্দ্রমোহন গুপ্ত আইন ব্যবসায় যুক্ত ছিলেন। মাতা বিমলাসুন্দরী দেবী। মহেন্দ্র পিতামাতার তিন সন্তানের মধ্যে জ্যেষ্ঠ ছিলেন। সমৃদ্ধ সাংস্কৃতিক পরিবেশে কেটেছে তার শিক্ষা জীবন। গ্রামের ঈশান ইন্সটিটিউট পড়াশোনা শুরু করে ১৯২৭ খ্রিস্টাব্দে ম্যাট্রিক পাশ করে ভর্তি হন ফরিদপুরে রাজেন্দ্র কলেজে। সেখান থেকে ১৯২৯ খ্রিস্টাব্দে ইন্টারমিডিয়েট ও ১৯৩১ খ্রিস্টাব্দে বি.এ পাশ করে কলকাতায় আসেন। তবে রাজেন্দ্র কলেজে পড়ার সময়ই তার মৌলিক নাটক রচনার প্রবণতা প্রকাশ পায়। লিখেও ফেলেন বিখ্যাত ও প্রশংসিত  নাটক 'উত্তরা'। কলকাতায় এসে পরিচয় হয়  নির্মলেন্দু লাহিড়ীর সঙ্গে। \n\n\n== কর্মজীবন ==\nএম.এ পাশের পর অধ্যাপনা করার সময় থেকে  নির্মলেন্দু লাহিড়ীর অনুপ্রেরণায় নিয়মিত নাটক  রচনা শুরু করেন। ১৯৩৩ খ্রিস্টাব্দে লিখলেন বৌদ্ধ উপাখ্যান অবলম্বনে 'বসুমিত্রা'। কাব্য সৌন্দর্য ও সাহিত্যগুণে পুষ্ট নাটকটি জনসমাদরের অভাবে মঞ্চস্থ না হয়ে তারই রচিত অন্য নাটক 'গয়াতীর্থ' অভিনীত হল মহাসমারোহে মিনার্ভা থিয়েটারে ১৯৩৭ খ্রিস্টাব্দে। ১৯৪০ খ্রিস্টাব্দে  নাট্য পরিচালক হিসাবে স্টার থিয়েটার আসেন। এর মধ্যে এক ইন্সিওরেন্স কোম্পানির চাকরি নিয়ে দিল্লি যান, কিন্তু সেখানে কর্মরত অবস্থায় নির্মলেন্দু লাহিড়ীর সাথে নিয়মিত যোগাযোগ রাখতেন। দিল্লি অবস্থান কালে লিখলেন \"সোনার বাংলা\"। অভিনেতা হিসাবে মঞ্চে আসার আগে 'কঙ্কাবতীর ঘাট', 'টিপু সুলতান ', মহারাজা নন্দকুমার' এর পরিচালক ছিলেন তিনি। শেষোক্ত নাটকটির জন্য তার জেল হয়েছিল। কিন্তু নাটকের জন্য ছিল প্রবল আকর্ষণ। চাকরিতে ইস্তফা দিয়ে চলে আসেন কলকাতায়। ১৯৪৭ খ্রিস্টাব্দে 'স্বর্গ হতে বড়' নাটক টিতে প্রথম অভিনেতা হিসাবে মঞ্চে অবতরণ করেন। ১৯৫৫ খ্রিস্টাব্দে মিনার্ভা থিয়েটারে যোগ দিয়ে তিনটি নাটক পরিচালনা ও তাতে অভিনয় করেন। রঙমহল থিয়েটারে নির্মলেন্দু লাহিড়ীর সঙ্গে 'দেবী দুর্গা' নাটকে অভিনয় করেন। এরপর ১৯৬২ খ্রিস্টাব্দে 'সন্তপর্ণ' নামে নিজের দল গঠন করে জেলায় জেলায় থিয়েটার অনুষ্ঠান করতেন। তবে নিজের দল করলেও অন্যান্য নাট্য পরিচালক বিশেষকরে দেবনারায়ণ গুপ্তের অধীনে অভিনেতা হিসাবে কাজ করেছেন। চলচ্চিত্রেও অভিনয়  ও পরিচালনা করেছিলেন মহেন্দ্র গুপ্ত। ১৯৫২ খ্রিস্টাব্দে তার প্রথম অভিনীত ও পরিচালিত ছায়াছবি  'অমর প্রেম' মুক্তি পায় । শেষ জীবনে যাত্রাপালা যোগ দিয়েছেলেন। তার রচিত উল্লেখযোগ্য নাটক গুলি হল-\n\n'উত্তরা' (১৯৩৩)\n'বসুমিত্রা' (১৯৩৬)\n'সোনার বাংলা' (১৯৩৬)\n'গয়াতীর্থ' (১৯৩৭)\n'অভিযান'\n'শতবর্ষ আগে'\n'হায়দর আলি'\n'মাইকেল মধুসূদন' (১৯৪২)\n'অভিশপ্ত গন্ধর্ব' \n\n\n== জীবনাবসান ==\nনট ও নাট্যকার মহেন্দ্র গুপ্ত ১৯৮৪ খ্রিস্টাব্দের ১১ ই নভেম্বর কলকাতায় প্রয়াত হন। \n\n\n== তথ্যসূত্র =="}