{"pageid": 1021773, "title": "নীতা সেন", "url": "https://bn.wikipedia.org/wiki?curid=1021773", "content": "নীতা সেন (১৯৩৫ - ১ এপ্রিল, ২০০৬) একজন ভারতীয় শাস্ত্রীয় সংগীত পরিচালক এবং গায়িকা।\n\n\n== কর্মজীবন ==\nভারতীয় ধ্রুপদী সংগীতের প্রশিক্ষণ নিয়ে তিনি কলকাতায় আকাশবাণী রেডিও দিয়ে তার কর্মজীবন শুরু করেছিলেন। কর্মজীবনের শুরুর দিকে নীতা সেন আধুনিক বাংলা গানে মনোনিবেশ করেছিলেন। ১৯৭৭ সালে তিনি এ কে চট্টোপাধ্যায় পরিচালিত এবং বিশ্বজিৎ, সন্ধ্যা রায় ও সুলোচনা অভিনীত বাংলা পূর্ণ দৈর্ঘের চলচ্চিত্র বাবা তারকনাথএ সুরারোপ করে বাণিজ্যিক সাফল্য অর্জন করেছিলেন। তিনি 'কৃষ্ণভক্ত সুদামা' ইত্যাদি আরও কয়েকটি বাংলা ছবিতে সংগীত পরিচালনা করেছিলেন। \nরক্তজবা, নন্দন (১৯৭৯), সীতা (১৯৮০),  গোলাপ বউ (১৯৭৭),  সোনার বাংলা (১৯৮২) এবং বাবা লোকনাথ (১৯৯৪) এর মতো কয়েকটি বিখ্যাত ছবিতে তিনি সংগীত পরিচালনা করেছিলেন । মান্না দে, আরতি মুখোপাধ্যায়, অরুন্ধতী হোমচৌধুরী প্রমুখ শিল্পীদের সঙ্গে তিনি 'পাহাড়ি ফুল' নামে আরো একটি চলচ্চিত্রে কাজ করেছিলেন, যদিও চলচ্চিত্র হিসাবে সেটি উল্লেখযোগ্যভাবে সফল ছিল না, তবে এটি তার সংগীত রচনার সৌন্দর্য এবং উদ্ভাবনের স্বাক্ষর বহন করে। বিবাহের পরে ও কলকাতায় ফিরে যাওয়ার আগে তিনি   সংক্ষিপ্ত সময় ধরে মুম্বইয়ে কাজ করেছিলেন। তার গাওয়া গানগুলো তৎ ও তৎপরবর্তীকালে হেমন্ত মুখোপাধ্যায়, কিশোর কুমার, আশা ভোঁসলে, অনুরাধা পৌডওয়াল, ভূপেন্দ্র সিং, শ্রীকান্ত আচার্য ও আরতি মুখার্জী সহ বিশিষ্ট বাঙালি ও ভারতীয় গায়করা গেয়েছেন। তিনি খ্যাতিমান ও প্রখ্যাত বাঙালি গীতিকার গৌরীপ্রসন্ন মজুমদারের সাথে ঘনিষ্ঠভাবে কাজ করেছিলেন। গৌরী প্রসন্নের মৃত্যুর পরে তার সংগীতের স্মৃতি ধরে রাখতে তিনি গৌরীপ্রসন্ন স্মৃতি সংসদ নামে একটি কমিটি প্রতিষ্ঠা করেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\n১৯২৭ সালের ১৩ নভেম্বর জগদীশ বর্ধন ও আভা বর্ধন দম্পতির ঘরে দ্বিতীয় কন্যারূপে জন্ম হয় নীতার। নীতা ছাড়াও এই দম্পতির আরো দুইটি মেয়ে ও একটি ছেলে ছিল। নীতা সুনীল সেনকে বিয়ে করেছিলেন এবং তার একটি কন্যা ও একটি পুত্র রয়েছে। তার নাতনি রিমঝিম সেন বলিউডে ফ্যাশন ডিজাইনিংয়ের সাথে যুক্ত।\n\n\n== চূড়ান্ত অসুস্থতা এবং মৃত্যু ==\nনীতা তার জীবনের শেষ বছরগুলোতে মাংস খাওয়া ছেড়ে দিয়েছিলেন। অল্প বয়স থেকেই কোলাইটিসে আক্রান্ত হওয়ার ফলে তিনি এমনিতেও বেশ দুর্বল ছিলেন। ২০০৬ সালের ৩১শে মার্চে তিনি পেটে তীব্র ব্যথায় কষ্ট পেতে শুরু করেন এবং পরদিনই অর্থাৎ ১লা এপ্রিলে মৃত্যুবরণ করেন।\n\n\n== নীতা সেন রচিত গানের তালিকা ==\nফাগুয়ে কে কুমারী\nতোমার চন্দ্র সূর্য ও দুটি চোখ\nশিব শম্ভূ ত্রিপুরারি\nঅন্ধকার শুধু অন্ধকার\nতিনি একটি বেলপাতাতে তুষ্ট\nআমাকে ভালবাসো\nআমার জীবন -আঁধারে\nচোখে চোখ রেখে\nছুম ছুম ছুম\nতোমার চরণের ধ্বনি\nপঞ্চপ্রদীপে ধূপে তোমারে আরতি করি\nভোলে বাবা পার লাগাও\nতুমি পাথর না কি প্রাণ\nতোরা হাত ধর প্রতিজ্ঞা কর\nঝর্ণা আছে পাহাড় আছে\nপাইনের ছায়ামাখা আঁকাবাঁকা পথ ধরে\nহায় একি শুনিলাম\n\n\n== তথ্যসূত্র =="}