{"pageid": 1021932, "title": "মায়ামি বন্দর সুড়ঙ্গ", "url": "https://bn.wikipedia.org/wiki?curid=1021932", "content": "মায়ামি বন্দর সুড়ঙ্গ (স্টেট রোড ৮৮৭) ফ্লোরিডার মায়ামিতে অবস্থিত একটি ৪,২০০ ফুট (১,৩০০ মিটার) দীর্ঘ সমুদ্রগর্ভস্থ সুড়ঙ্গ। এটি দুটি সমান্তরাল সুড়ঙ্গ নিয়ে গঠিত (প্রতিটি দিকের একটি), যা বিস্কায়েন উপসাগরের নীচে অবস্থিত এবং ওয়াটসন দ্বীপের ম্যাক আর্থার কোজওয়েকে ডজ দ্বীপের মায়ামি বন্দরের সাথে সংযুক্ত করে। এটি তিনটি সরকারী সত্তা - ফ্লোরিডা পরিবহন বিভাগ, মায়ামি-ডেড কাউন্টি ও মিয়ামি সিটি—এবং প্রকল্পের নকশা, নির্মাণ ও অর্থায়নের দায়িত্বে থাকা বেসরকারি সত্তা এমএটি কনসেসিয়েন্সার এলএলসি-এর মধ্যে একটি সরকারি–বেসরকারি অংশীদারিত্বের ভিত্তিতে নির্মিত হয় এবং সুড়ঙ্গটি পরিচালনা করার ক্ষেত্রে ৩০ বছরের ছাড় প্রদান করা হয়েছে।\nপ্রকল্পটি বহু দশকের পরিকল্পনা ও আলোচনার পরে ২০০৭ সালের ডিসেম্বর মাসে অনুমোদিত হয়, তবে এক বছর পরে অস্থায়ীভাবে বাতিল করা হয়। ২০১০ সালের মে মাসে নির্মাণ শুরু হয়। টানেল বোরিং মেশিনটি ২০১১ সালের নভেম্বর মাসে কাজ শুরু কর এবং ২০১৩ সালের মে মাসে দ্বিতীয় সুড়ঙ্গের নির্মাণ সম্পন্ন করে। সুড়ঙ্গটি ২০১৪ সালের ৩ আগস্ট যানবাহনের জন্য উন্মুক্ত করা হয়। খোলার পরে প্রথম মাসে, এই সুড়ঙ্গে দৈনিক গড় ৭,০০০ টি গাড়ি এবং বর্তমানে একটি সাধারণ সপ্তাহের দিন প্রায় ১৬,০০০ টি গাড়ি  বন্দরে যাতায়াত করে।\n\n\n== ইতিহাস ==\nওয়াটসন দ্বীপের সাথে মায়ামি বন্দরকে সংযোগকারী একটি সুড়ঙ্গের ধারণাটি ১৯৮০-এর দশকে মায়ামি শহরের শহরতলির যানজট নিরসনের উপায় হিসাবে প্রথম কল্পনা করা হয়। সুড়ঙ্গটি খোলার আগে মায়ামি বন্দরের যানবাহনের একমাত্র সড়কটি ছিল দ্বি-লেনের একটি ড্রিব্রিজ, যা মিয়ামিরের শহরতলির সড়কের সাথে সংযুক্ত ছিল। শহরতলির অর্থনৈতিক প্রবৃদ্ধির জন্য ভারী যানবাহন ক্ষতিকারক হিসাবে বিবেচিত হয় এবং বন্দরের সক্ষমতা বাড়ানোর জন্য একটি পরিকল্পিত প্রকল্পের কারণে ট্রাকের সংখ্যা বেড়ে যাওয়ার হুমকি দেখা দেয়। ১৯৯০-এর দশকের গোড়ার দিকে ছয়-লেনের একটি উন্নত সেতু নির্মাণের মাধ্যমে এই সমস্যাগুলি হ্রাস করা হয়, তবে সমাধান করা হয়নি. ৯ সুড়ঙ্গটি নির্মাণের মাধ্যমে সমস্যাগুলি সমাধান করা হবে, যার ফলে ডাউনটাউন দিয়ে যাতায়াত না করে, যানবাহনসমূহকে মায়ামি বন্দর ও ম্যাক আর্থার কোজওয়ের (যা আই-৩৯৫ এর মাধ্যমে ইন্টারস্টেট ৯৫ এর সাথে সংযোগ স্থাপন করে) মধ্যে চলাচল করতে সক্ষম হবে।\nএই সুড়ঙ্গের প্রস্তাবে প্রাথমিক অধ্যয়নের জন্য একটি যুক্তরাষ্ট্রীয় তহবিল বিতর্কিত ১৯৮৭ সালের হাইওয়ে বিলে অন্তর্ভুক্ত ছিল, যেটিতে রাষ্ট্রপতি রোনাল্ড রেগান ভেটো প্রদান করেছিলেন, তিনি অভিযোগ করেছিলেন যে এই বিলটি \"পোর্ক-ব্যারেল\" (শুয়োরের মাংস-ব্যারেল) প্রকল্প ছিল। [১০]  এটি ২০০৬ সাল পর্যন্ত এই সুড়ঙ্গ প্রকল্পের টেন্ডার চালু হওয়ার জন্য প্রস্তুত ছিল না এবং ২০০৭ সালের ডিসেম্বরে প্রকল্পটি সিটি কমিশন দ্বারা অনুমোদিত হয়। [12] যাইহোক, অর্থনৈতিক সঙ্কটের ফলে ২০০৮ সালের ডিসেম্বর মাসে পৃষ্ঠপোষকগণ একজন, ব্যাবক ও ব্রাউন এবং ফ্লোরিডা রাজ্য দ্বারা প্রকল্পটি বাতিল করা হয়। [১৩] এটি সত্ত্বেও, ২০০৯ সালের এপ্রিল মাসে মিয়ামি-ডেডের মেয়র কার্লোস আলভারেজের নতুন দরপত্র এড়াতে ও নির্মাণকাজ আরও এগিয়ে নিতে বিলম্বিত না হয়, তার জন্য তীব্র তদবির করেন, [১৪] ফলে প্রকল্পটি পুনরায় চালু করা হয়। বন্দর পরিচালক বিল জনসন মায়ামি বন্দরের অবকাঠামোগত প্রকল্পগুলিকে সমর্থন করার পাশাপাশি কলম্বিয়ার সাথে একটি মুক্ত-বাণিজ্য চুক্তি তৈরিতেও গুরুত্বপূর্ণ ভূমিকা পালন করেন। সব মিলিয়ে বন্দর অবকাঠামো প্রকল্পসমূহের ব্যয় হয় প্রায় দুই বিলিয়ন ডলার।\n\n\n== সংক্ষিপ্ত বিবরণ ==\n\nমায়ামি বন্দর সুড়ঙ্গ প্রকল্পটি ম্যাকআর্থার কোজওয়ের নকশাকরণ ও সুড়ঙ্গ প্রবেশদ্বার পর্যন্ত প্রতিটি দিকে এক লেনের প্রশস্তকরণ, প্যারট জঙ্গল ট্রেলের স্থানান্তর এবং ডজ দ্বীপের সড়কপথসমূহের পুনর্নির্মাণের সাথে জড়িত ছিল। সুড়ঙ্গটি নিজেই গভর্নমেন্ট কাট জাহাজ লেনের ক্রুজ শিপ চ্যানেলের নীচে পাশাপাশি অবস্থিত দুটি সুড়ঙ্গের মাধ্যমে যানবাহন বহন করে। জ্যাকবস ইঞ্জিনিয়ারিং গ্রুপটি সড়কপথসমূহের নকশা তৈরির জন্য দায়বদ্ধ ছিল, ল্যাঙ্গান ইঞ্জিনিয়ারিং অ্যান্ড এনভায়রনমেন্টাল সার্ভিসেস ভূ-প্রযুক্তিগত প্রকৌশলী এবং বোয়াইগস নিজেই সুড়ঙ্গ প্রকল্পের প্রধান ঠিকাদার ছিল।\n\n\n== নির্মাণ ==\n\nম্যাক আর্থার কোজওয়ের কাজ সহ মায়ামি বন্দর সুড়ঙ্গ প্রকল্পের কাজ ২০১০ সালের মে মাসে ওয়াটসন দ্বীপ ও ডজ দ্বীপে শুরু হয়। [] 67] নির্মাণ প্রকল্পের ভূমিখনন অনুষ্ঠান অঘোষিত ও গোপন হিসাবে বিবেচিত হয়েছিল, কারণ এই ভূমিখনন অনুষ্ঠানটি ২০১০ সালের জুনে নির্ধারিত ছিল,  তবে বাস্তবে ২০১০ সালের ২৪ শে মে [68৮] অনুষ্ঠান ছাড়াই সম্পন্ন  হয়।\nটানেল বোরিং মেশিনটি জার্মানিতে নির্মিত হয় এবং ১৬৮ মিটার (৫৫১ ফুট) []৯] কার্গো জাহাজ কম্বি ডক ১ []০] ২০১১ সালের  ২৩ শে জুন, বৃহস্পতিবার [71১] ফ্লোরিডায় পৌঁছানর পরে পুনরায় একত্রিত করা হয় ] []২] এবং নির্মাণকাজের স্থানে কজওয়ের মাঝখানে একত্রিত করা হয়। রাতের বেলা লেন বন্ধ রাখা ও পশ্চিম দিকের পার্শ্বে যানবাহন চলাচলের বিলম্ব ব্যতীত, ম্যাকআর্থার কজওয়ের উভয় দিকই মেশিনের সমাবেশের সময় উন্মুক্ত ছিল। [[]৪]\n২,৫০০ টন ওজনের ওজনের এই মেশিনটি কোজওয়ের কারণের মাঝখানে দুটি কংক্রিটের প্রাচীরের মধ্যে অবস্থিত লঞ্চিং প্যাড নামে পরিচিত ৬৫ ফুট (২০ মিটার) গভীর গর্তে একত্রিত করা হয়, যা কেবল রাস্তা দৃশ্যমান একটি ৪২-ফুট (১৩ মি) কাটারে রাখা হয়েছিল। 75 এনবিসি মায়ামির মতে, ২০১১ সালের জুন মাস পর্যন্ত এই প্রকল্পের মাধ্যমে ৮৯৯ টি কর্মসংস্থান তৈরি হয়, ৭০%  এর বেশি ৩০৫ এরিয়া কোড (মিয়ামি-ডেড কাউন্টি) থেকে। [এই টানেলটি  ২০১৪ সালে শেষ হওয়ার সাথে নির্মাণের জন্য ৪৭ মাস সময় লাগবে বলে ধারণা করা হয়। [১৩] ফরাসি সংস্থা বোইগিউস কনস্ট্রাকশনকে টানেল বোরিং মেশিনটি পরিচালনার দায়িত্ব দেওয়া হয়, যা ২০১১ সালে জুলাই মাসে ম্যাট ও এফডিওটি দ্বারা স্পনসর করা এবং টপিকাল ফ্লোরিডার গার্ল স্কাউট কাউন্সিল কর্তৃক পরিচালিত একটি নামকরণ প্রতিযোগিতার পরে খনন যন্ত্রটি \"হারিয়াইট\" নামে পরিচিত হয়। [] 76]\n৫৪০ ফুট (১৬০ মিটার) দৈর্ঘের টানেল বোরিং মেশিনটি ফুটবলের মাঠের চেয়ে দীর্ঘ [33] এবং ব্যাস ৪০ ফুটের (১২ মিটার) থেকে বেশি ছিল। এটি দু'পাশের পাশাপাশি অবস্থিত ৪৩ ফুট (১৩ মিটার) ব্যাসের সুড়ঙ্গ খনন করতে ব্যবহৃত হত, প্রতিটি একটি নির্দিষ্ট দিকে ৩,৯০০ ফুট (১.১ কিলোমিটার) দীর্ঘ সুড়ঙ্গ খনন করত। [[] 77] এই টানেল বোরিং মেশিনটির তৈরিতে ৪৫ মিলিয়ন ডলার ব্যয় হয় এবং জার্মান প্রতিষ্ঠান হেরেনকেনচেট “পোর্ট অব মিয়ামি টানেল” প্রকল্পের জন্য তৈরি করে। [25] সুড়ঙ্গটি নির্মাণে কোনও বিস্ফোরক ব্যবহার করা হয়নি। [২২] ওয়াটসন দ্বীপে সুড়ঙ্গের প্রবেশপথে ড্রিলিং মেশিনের কাজ শুরু করার সাথে সাথেই ২০১৫ সালের নভেম্বর মাসের মাঝামাঝি সময়ে সুড়ঙ্গের খনন শুরু হয়। [\nখনন কাজ ২০১১ সালে শুরু হয়ে ওয়াটসন দ্বীপ ও মিয়ামি বন্দরের সংযোগকারী প্রথম সুড়ঙ্গের খনন কাজ ২০১২ সালে আগস্ট মাসে শেষ হয় 79 এবং দ্বিতীয় সুড়ঙ্গের খনন কাজ ২০১৩ সালের ৯ ই মে শেষ হওয়ার মাধ্যমে ওয়াটসন দ্বীপে ফিরে আসে। [80] রোডওয়ের নির্মাণ ২০১৪ সালের ১৫ মে উদ্বোধনের জন্য শেষ করা উচিত। ৩৩ ম্যাক আর্থার কোজওয়ে, বর্তমানে প্রতিটি দিকে তিনটি ট্র্যাফিক লেন এবং পূর্ব পাশের একটি ফুটপাথ রয়েছে, দশ-ফুট অভ্যন্তরীণ ও বাইরের কাঁধের পাশাপাশি একটি ছয় ফুট ফুটপাথ সহ চারটি ট্রাফিক লেনটিকে ১২ ফুট (৩.৭ মিটার) প্রশস্ত করা হবে। [81]\nসামান্য যান্ত্রিক বিলম্বের কারণে নির্ধারিত খোলার ২০১৪ সালের জুন মাস তারিখটি পিছিয়ে পরে ২০১৪ সালের ৩ আগস্ট সরুটি আনুষ্ঠানিকভাবে বাণিজ্যিক ও ব্যক্তিগত যানবাহনের জন্য উন্মুক্ত করা হয়। সুড়ঙ্গটি খোলা ছিল না বলে সাধারণ ঠিকাদার বাউইগেসকে প্রতিদিন ১,১৫,০০০ ডলার জরিমানা করা হয়, যার ফলে সংস্থাকে লক্ষ লক্ষ ডলার হারাতে হয়।\n\n\n=== বিতর্ক ===\nভার্জিনিয়া কীর সংবেদনশীল জলাভূমিতে সুড়ঙ্গ থেকে খননকৃত পদার্থ জমা করার জন্য ২০১১ সালের মার্চ মাসে বোয়ইগসের অন্যতম একটি উপ ঠিকাদার সমালোচিত হয়। সংস্থাটির কাছে ভার্জিনিয়া কীর অবক্ষয় প্রাপ্ত উত্তর-পশ্চিম পার্শ্বে \nখননকৃত পদার্থ জমা করার অনুমতি ছিল, কিন্তু এটি নির্ধারিত স্থান থেকে ৮০ থেকে ১০০ গজ (৭৩.১ থেকে ৯৯.৫ মিটার) দূরে খননকৃত পদার্থ পাওয়া যায়, []২] যার ফলে জলাভূমি ক্ষতিগ্রস্থ হয় এবং প্রায় ৪০ টি ম্যানগ্রোভ গাছের মৃত্যু হয়। 83\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}