{"pageid": 1021386, "title": "ডাক দিয়াছেন দয়াল আমারে", "url": "https://bn.wikipedia.org/wiki?curid=1021386", "content": "\"ডাক দিয়াছেন দয়াল আমারে\" বাংলা ভাষায় রচিত চলচ্চিত্রের একটি সঙ্গীত। এই সঙ্গীত বা গানটি ১৯৭৯ সালে মুক্তিপ্রাপ্ত বাংলাদেশী চলচ্চিত্র প্রাণ সজনী-এর অন্তর্গত। সৈয়দ আসাদউদ্দৌলা শিরাজী এই মরমী গানের মূল গীতিকার ছিলেন। চলচ্চিত্রে গানটির গীতিকার হিসেবে মনিরুজ্জামান মনিরকে কৃতিত্ব দেয়া হয়েছিল। আলম খানের সুর ও সংগীত আয়োজনে এই গানে কণ্ঠ দেন এন্ড্রু কিশোর। এই গানে কন্ঠদানের মাধ্যমে এন্ড্রু কিশোরকে চলচ্চিত্রের নেপথ্য সঙ্গীত শিল্পী হিসেবে আরো জনপ্রিয় হয়েছিলেন। জনপ্রিয়তার নিরিখে গানটি বেশ কয়েকবার পুনরুৎপাদিত হয়েছে।\n\n\n== ইতিহাস ==\nসৈয়দ আসাদউদ্দৌলা শিরাজী গানটির প্রকৃত গীতিকার ছিলেন। ১৯৬৫ সালে শিরাজী তার একটি গ্রন্থে গানটি প্রকাশ করেছিলেন। প্রাণ সজনী চলচ্চিত্রে ৬টি গান ব্যবহার করা হয়েছিল; এর মধ্যে ৫টি গানের গীতিকার ছিলেন মনিরুজ্জামান মনির। সেসময় এইগানের গীতিকার হিসেবে শিরাজী'র নাম অজানা থাকায় মনিরুজ্জামান মনিরকে সকল গানের গীতিকার হিসেবে কৃতিত্ব দেয়া হয়েছিল। ছায়াছবি মুক্তির ৩৯ বছর গানটির প্রকৃত গীতিকার হিসেবে আসাদউদ্দৌলা শিরাজী'র নাম প্রকাশিত হয়, তিনি গানটির মূল গীতিকারের স্বীকৃতি পান। চলচ্চিত্রের জন্য গানটির সঙ্গীতায়োজন করেছিলেন আলম খান। উচ্চ মাধ্যমিকের ছাত্র থাকা অবস্থায় এন্ড্রু কিশোর এইগানে কন্ঠ দিয়েছিলেন।\n\n\n== জনপ্রিয়তা ও প্রভাব ==\nডাক দিয়াছেন দয়াল আমারে প্রকাশের পর জনপ্রিয়তা পেয়েছিল। এটি বাংলাদেশের শহরের গন্ডি ছেড়ে গ্রামাঞ্চলে দ্রুত জনপ্রিয় হয়। গানটি এন্ড্রু কিশোরের সঙ্গীত জীবনের অন্যতম জনপ্রিয় গান হিসেবে বিবেচিত; এই গানের মাধ্যমে চলচ্চিত্রের নেপথ্য কণ্ঠশিল্পী হিসেবে এন্ড্রু কিশোর তার অবস্থান মজবুত করেছিলেন। আসাদউদ্দৌলা শিরাজী'র সমাধিতে গানটি নিয়মিত পরিবেশিত হয়।\n\n\n== পুনরুৎপাদন ==\n\n১৯৯৬ সালে প্রাণ সজনী  পুনর্নিমাণের সময় আলম খানের মূল সুর ঠিক রেখে রকেট মন্ডল সঙ্গীতায়োজন করেছিলেন। এন্ড্রু কিশোরের কন্ঠে গানটি পুনরায় ব্যবহার করা হয়। চলচ্চিত্রে তাপস পালকে নিয়ে চিত্রায়ন করা হয়। ২০২০ সালে গানটির গীতিকবিতা ও সঙ্গীতচিত্র অনুপম রেকর্ডিং মিডিয়া ও সিডি প্লাসের পরিবেশনায় ইউটিউবে প্রকাশিত হয়।\n২০০৬ সালে ফুয়াদ আল মুক্তাদিরের সঙ্গীতায়োজনে 'ভেরিয়েশন নং ২৫' এ্যালবামে আনিলা নাজ চৌধুরীর কন্ঠে গানটির নবসংস্করণ জি-সিরিজের ব্যানারে প্রকাশিত হয়। ২০১৮ সালের ৮ জানুয়ারি, জি-সিরিজ এই সংস্করণটির গীতচিত্র ইউটিউবে উন্মুক্ত করে।\n২০১৯ সালে মূল সুর ও গীতি ঠিক রেখে গান বাংলা টেলিভিশন চ্যানেল তাদের 'উইন্ড অব চেঞ্জ' অনুষ্ঠানের জন্য কৌশিক হোসেন তাপসের সঙ্গীতায়োজনে কৈলাশ খেরের কন্ঠে ধারণ করা হয়। এই সংস্করণটি টেলিভিশনে প্রচারের পাশাপাশি গান বাংলা'র পরিবেশনায় ২০১৯ সালের ৫ জুন ইউটিউবে প্রকাশিত হয়।\n\n\n== তথ্যসূত্র =="}