{"pageid": 1021586, "title": "আলপনা বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1021586", "content": "আলপনা বন্দ্যোপাধ্যায় (১৪ মার্চ, ১৯৩৪ - ২৪ জুলাই, ২০০৯) চল্লিশ ও পঞ্চাশের দশকের শেষের দিকে এবং তৎপরবর্তীকালের একজন সফল বাঙালি গায়িকা ছিলেন। তার সর্বাধিক উল্লেখযোগ্য গানগুলোর মধ্যে রয়েছে \"তারাদের চুমকি জ্বলে আকাশে\" \"হাট্টি মাটিম টিম\", \"মন বলছে আজ সন্ধ্যায়\", \"ছোট্টো পাখি চন্দনা\", \"আমি আলপনা এঁকে যাই আলোয় ছায়ায়\" , \"আকাশ আর এই মাটি ওই দূরে\" এবং \"যদি অলি না চাহে \"।\n\n\n== প্রাথমিক জীবন ==\n১৩ বছর বয়সে, আলপনাকে সঙ্গীতের সঙ্গে পরিচয় করান তার বাবার ঘনিষ্ঠ বন্ধু রবিন চট্টোপাধ্যায় এবং গৌরীপ্রসন্ন মজুমদার। তারা দুজন তৎকালীন বাংলা গানের জগতে যথাক্রমে সংগীত রচয়িতা এবং গীতিকার হিসাবে খুব সক্রিয় ছিলেন। তার গানগুলো খুব শীঘ্রই বেশ জনপ্রিয়তা পেয়েছিল।\n\n\n== কর্মজীবন ==\nআলপনা বন্দ্যোপাধ্যায় শিশুদের গান গেয়েই বেশি জনপ্রিয়তা কুড়িয়েছিলেন। এসব গানে তিনি সাধারণ বাংলা ছড়াকে অমর ধ্রুপদীতে রূপান্তরিত করেছিলেন। ১৯৫০-এর দশক থেকে ১৯৯০-এর দশক ধরে অধিকাংশ বাঙালি শিশু আলপনার গাওয়া 'হাট্টি মাটিম টিম' বা 'ছোট্টো পাখি চন্দনা'র মতো ধ্রুপদীগুলোর সাথে বড় হয়েছে।\nতার আধুনিক গানগুলো আরও অনেক জনপ্রিয়তা পেয়েছিল। আলপনার গাওয়া প্রথমদিককার এবং উল্লেখযোগ্য বাংলা অ-চলচ্চিত্রী গানের একটি ছিল রবিন চট্টোপাধ্যায়ের তত্ত্বাবধানে \"সমীরণ ফিরে চাও\" গানটি। এর পরই ১৯৫১ সালে, তিনি আবারো রবিন চট্টোপাধ্যায়ের তত্ত্বাবধানে বাংলা চলচ্চিত্র 'বিদ্যাসাগর' এর জন্য \"মাটির ঘরে আজ নেমেছে চাঁদ রে\" গানটি রেকর্ড করেছিলেন। এই গানটি উল্লেখযোগ্যরকম জনপ্রিয় হয়েছিল। রবিন চট্টোপাধ্যায়ের তত্ত্বাবধানে তার আরেকটি উল্লেখযোগ্য গান ছিল ১৯৫৬ সালে নির্মিত 'সাগরিকা' চলচ্চিত্রের \"হৃদয় আমার সুন্দর তব পায়\"। তিনি ১৯৫০ এর দশকে নচিকেতা ঘোষ, শ্যামল মিত্র, মানবেন্দ্র মুখোপাধ্যায়, শৈলেন মুখোপাধ্যায় এবং ভূপেন হাজারিকা সহ বিভিন্ন সংগীত সুরকারের অধীনে বহু উল্লেখযোগ্য বাংলা চলচ্চিত্র এবং অ-চলচ্চিত্রের গান গেয়েছিলেন। রোমান্টিক \"মন বলছে আজ সন্ধ্যায়\" থেকে 'বকুলগন্ধে যদি', 'অমি আলপনা এঁকে যাই' এবং 'যেথা আছে ওগো শুধু নীরবতা' প্রভৃতি বিভিন্ন ধরনের গানে তার কণ্ঠ স্পষ্ট ছিল।\n\n\n== ব্যক্তিগত জীবন ==\n১৯৫৯ সালে আলপনা বন্দ্যোপাধ্যায় শ্রীধর মুখোপাধ্যায়ের সাথে বিবাহবন্ধনে আবদ্ধ হন। বিয়ের পর তারা ভারতের পশ্চিমবঙ্গের কলকাতায় বসবাস করতেন। তার দুটি সন্তান এবং দুটি নাতি-নাতনী রয়েছে। তার মেয়ে লন্ডনের চেলসিতে এবং ছেলে ভারতের মুম্বইয়ে থাকে। বিশিষ্ট বাঙালি সংগীতশিল্পী সন্ধ্যা মুখোপাধ্যায় তার ঘনিষ্ঠ পারিবারিক বন্ধু।\n\n\n== মৃত্যু ==\nআলপনা বন্দ্যোপাধ্যায় ৭৫ বছর বয়সে ২০০৯ সালের ২৪শে জুলাইয়ে মারা যান। তার সমসাময়িক, ৫০ বছর ধরে পরিচিত সংগীতশিল্পীরা (সন্ধ্যা মুখোপাধ্যায়সহ) তাকে শেষ শ্রদ্ধা জানিয়েছিলেন। শ্রদ্ধা নিবেদনকারীদের মধ্যে তৎকালীন রেলমন্ত্রী মমতা বন্দ্যোপাধ্যায় এবং পশ্চিমবঙ্গের তৎকালীন মুখ্যমন্ত্রী বুদ্ধদেব ভট্টাচার্যও ছিলেন। বেশ কয়েক দশক ধরে বাণিজ্যিক গানের দৃশ্যে সক্রিয়ভাবে জড়িত না থাকা সত্ত্বেও তার মৃত্যুর সংবাদটি ভারতীয় গণমাধ্যমে স্থান পেয়েছিল।\n\n\n== প্লেব্যাক গান ==\nআলপনা বন্দ্যোপাধ্যায় নিম্নোল্লিখিত বাংলা ছবিতে প্লেব্যাক গায়িকা হিসেবে ছিলেন:\n\nবিদ্যাসাগর\nসহোদর\nবিধিলিপি\nভাঙ্গাগড়া\nকড়ি ও কমল\nনৌকা বিলাস\nশুভদা (উপরের ছবি থেকে ১৯৫২ সালে তিনি সেরা গায়িকার পুরস্কার পেয়েছিলেন)\nসতীর দেহত‍্যাগ\nসতীর পাতালপ্রবেশ\nমথুর\nসাত নম্বার কয়েদী\nঅগ্নিপরীক্ষা\nদ্রৌপদী\nদেড়শো খোকার কাণ্ড\nকার পাপে\nভীষ্ম\nনাগিনী কন্যার কাহিনী ( পণ্ডিত রবি শঙ্কর পরিচালিত সংগীত)\nহ্যাঁ\nবৌদির বোন\nশিল্পী\nলক্ষ্যভ্রষ্টা\nব্যক্তিগত সহকারী\nনষ্টনীড়\nমনময়ী গার্লস স্কুল\nঅসমাপ্ত\nদস্যু মোহন\nমা ও ছেলে\nলক্ষীহীরা\nরক্তসন্ধ্যা\nবিক্রম উর্বশী\nছেলে কার\nনা\nপথে হল দেরি\nওরা থাকে ওধারে\nসাগরিকা\nকীর্তিগড়\nছবি\nবৃন্দাবন লীলা\nসাহেব বিবি গোলাম\nসন্ধ্যারাগ\nএকতারা\nশ্রীবৎস চিন্তা\nঅদৃশ্য মানুষ\nপ্রশ্ন\nপৃথিবী আমারে চায়\nতিনি আরও অনেক ছবিতে কণ্ঠ দিয়েছেন; উপরের ছবিগুলোতে তার সর্বাধিক উল্লেখযোগ্য গান রয়েছে।\n\n\n== রেকর্ড করা গান ==\nএইচএমভি সারেগামার সাথে রেকর্ড করা তার কয়েকটি গান:\n\nমন বলেছে আজ সন্ধ্যায়\nঅমি আলপনা এঁকে যাই\nবকুলগন্ধে যদি বাতাস\nতারাদের চুমকি জ্বলে আকাশে\nযদি তোমার জীবনে\nএত মঞ্জরি কেন আজ ফুটেছে\nআবছা মেঘের ওম গায়ে\nওগো তোমায়ে চাওয়া\nপাপিয়া কেনো আর পিয়া ডাকো\nশিয়রের দীপ যদি\nযেথা আছে শুধু নীরবতা\nআকাশ আর এই মাটি ওই দূরে যেথায় মেশে\nও গুনের নাইয়ারে\nআমার শ্যাম শুক পাখি গো\nআমি সুন্দর বলে\nতোমার মনের রঙ লেগেছে\nছোট্ট পখি চন্দনা\nফিরে ফিরে চায় কে যে\nবলেছিলে তুমি গান শোনাবে\nসমীরণ ফিরে চাও\nমাটির ঘরে আজ নেমেছে চাঁদ রে\nহৃদয় আমার সুন্দর তব পায়\n\n\n== শিশুতোষ ছড়া ==\nএইচএমভি সারেগামায় রেকর্ড করা তার কয়েকটি নার্সারি ছড়া।\n\nহাট্টি মাটিম টিম\nময়নার মা ময়নামতি\nদোল দোল দুলুনি\nআগডুম বাগডুম ঘোড়াডুম\nযমুনাবতি সরস্বতী\nসজলপুরে কাজল মেয়ে\nখুকু যাবে শ্বশুর বাড়ি\nছোট্ট পাখি চন্দনা\nবিদেশিনী কাদের রাণি\nচন্দ্রকলা বরনমালা\nনাচে নাচে পুতুল নাচে\nওঠো ওঠো সুর্যাই\nচরকা কাটে বুড়ি\nপৌষালি সন্ধ্যা ঘুম ঘুম তন্দ্রা\nকানা মাছি ভোঁ ভোঁ\nহই হুল্লোড় শোরগোল\nচটপট উঠে পড়ো\nআয় রে আয় ছেলের পাল\n\n\n== তথ্যসূত্র =="}