{"pageid": 1021904, "title": "শশী বাধোয়া", "url": "https://bn.wikipedia.org/wiki?curid=1021904", "content": "শশী বাধবা (ইংরেজি: Shashi Wadhwa, জন্ম: ৩০ জুলাই, ১৯৪৮) একজন ভারতীয় চিকিৎসাবিজ্ঞানী। ২০১২ সালে তিনি নয়াদিল্লীতে অবস্থিত সর্বভারতীয় চিকিৎসা বিজ্ঞান প্রতিষ্ঠানের দেহতত্ত্ব বিভাগের ডিন পদে অধিষ্ঠিত হন। তাঁর মুখ্য গবেষণার বিষয় হচ্ছে বিকাশমূলক স্নায়ুজীববিজ্ঞান, পরিমাণগত রূপবিজ্ঞান ও ইলেকট্রন মাইক্রোস্কোপি। তাঁর গবেষণা বিষয়বস্তু মূলত বিকাশশীল মানব মস্তিষ্ক। ১৯৯০ সালে তিনি শান্তি স্বরূপ ভটনাগর পুরস্কার লাভ করেন।\n\n\n== শিক্ষা ==\nশশী বাধবা ১৯৭০ সালে মধ্য প্রদেশের জব্বলপুর মেডিকেল কলেজ থেকে চিকিৎসাবিজ্ঞানে স্নাতক ডিগ্রী লাভ করেছিলেন। তারপর তিনি স্নাতকোত্তর অধ্যয়নের জন্য নয়াদিল্লীর সর্বভারতীয় চিকিৎসাবিজ্ঞান প্রতিষ্ঠানের শারীরতত্ত্ব বিভাগে যোগদান করেছিলেন। এখান থেকেই তিনি এমএস ও পিএইচডি ডিগ্রী অর্জন করেছিলেন।\n\n\n== কর্মজীবন ==\nশশী বাধবা অধ্যাপক হিসাবে অবসর গ্রহণ করার আগে পর্যন্ত সর্বভারতীয় চিকিৎসাবিজ্ঞান প্রতিষ্ঠানের শারীরতত্ত্ব অনুষদের সাথে জড়িত ছিলেন। তিনি ১৯৭২ সালে দিল্লীর সর্বভারতীয় চিকিৎসাবিজ্ঞান প্রতিষ্ঠানের শারীরতত্ত্ব বিভাগে যোগদান করে অবশেষে ২০১২ সালে এই বিভাগের ডিন পদ লাভ করেছিলেন। তিনি ১৯৭২ সাল থেকে এখান থেকে এমএসসি, এমএস ও পিএইচডি, স্নাতক ও স্নাতকোত্তর শিক্ষা এবং প্রশিক্ষণের জন্য জড়িয়ে ছিলেন। তাঁর গবেষণাপত্র ৬৭টি আন্তর্জাতিক ও ৩৭টি রাষ্ট্রীয় পত্রিকায় প্রকাশিত হয়েছে। তদুপরি তিনি ২৭টি গ্রন্থঅধ্যায় ও ১৩টি গ্রন্থ সম্পাদনা বা সহ-সম্পাদনা করেছেন।\n\n\n== গবেষণা ==\nতাঁর গবেষণার মুখ্য আগ্রহ হচ্ছে বিকাশমূলক স্নায়ুজীববিজ্ঞান, পরিমাণগত রূপতত্ত্ব ‌ও ইলেক্ট্রন মাইক্রোস্কোপি। তাঁর গবেষণাগার মুখ্যতঃ বিকাশশীল মানব মস্তিষ্কের উপরে মনোনিবেশ করেছে। সেখানে মানব মেরুদণ্ড, দৃশ্যমান পথ, সেরিবেলার নিউক্লিয়াই ও মানব মূত্রাশয়ের স্বায়ত্তশাসনিক অভ্যন্তরীণকরণ অধ্যয়ন করা হচ্ছে। তাঁর গবেষণা রোগ সম্বন্ধীয় সামগ্রী ও প্রাণীর পরীক্ষার সাথে তুলনা করার জন্য ভূমিগত তথ্য প্রদান করার সাথে আণবিক স্তরে এই অঞ্চলের বিকাশে জড়িত প্রক্রিয়াগুলোকে ভালভাবে বুঝতে সহায়তা করেছে।\n\n\n== পুরস্কার ও সম্মাননা ==\nরাষ্ট্রীয় চিকিৎসা বিজ্ঞান একাডেমীর নির্বাচিত সভ্য শশী তাঁর কাজের জন্য বহু পুরস্কার ও সম্মান ভূষিত হয়েছেন। তিনি ১৯৯০ সালে বৈজ্ঞানিক গবেষণা পরিষদের শান্তি স্বরূপ ভটনাগর পুরস্কার ও ২০১৩ সালে বিকে বাছওয়াত আজীবন সাফল্য পুরস্কার লাভ করেছিলেন। এছাড়াও তিনি আন্তর্জাতিক মস্তিষ্ক গবেষণা সংগঠন, ইন্ডিয়ান গ্রুপ অফ ইন্টারন্যাশনাল সোসাইটি ফর স্টেরিওলজি, ভারতীয় স্নায়ুবিজ্ঞান একাডেমি, ভারতীয় ইলেক্ট্রন অণুবীক্ষণ সমাজ, দিল্লী অ্যাসোসিয়েশন ফর মর্ফোলজিকেল সাইন্সের আজীবন সদস্য। তিনি ১৯৯৯ সাল থেকে ভারতীয় কর্কট সমাজর সদস্য।\n\n\n== তথ্যসূত্র =="}