{"pageid": 1021784, "title": "নোনা হিজল", "url": "https://bn.wikipedia.org/wiki?curid=1021784", "content": "নোনা হিজল (বৈজ্ঞানিক নাম: Barringtonia asiatica; ফিশ পয়জন ট্রি, পুটাট বা সি পয়জন ট্রি নামেও পরিচিত) হলো ব্যারিংটোনিয়া গণভুক্ত বা হিজল-জাতীয় ম্যানগ্রোভ বা লোনামাটির উদ্ভিদ। ভারত মহাসাগরীয় দ্বীপমালা, এশিয়ার ক্রান্তীয় অঞ্চল ও পশ্চিম প্রশান্ত মহাসাগরীয় দ্বীপপুঞ্জের ম্যানগ্রোভ অরণ্যে এরা জন্মে থাকে। ভারতের কিছু অঞ্চলে, বিশেষ করে দক্ষিণ-পূর্ব উপকূলরেখা বরাবর অবস্থিত শহরগুলোতে রাস্তার পাশে সজ্জার অংশ হিসেবে এবং ছায়া প্রদানের জন্য এই গাছ রোপন করা হয়। ঘনকাকৃতি ফল উৎপাদনের জন্য এদের কখনো কখনো “বক্স ফ্রুট” হিসেবে অভিহিত করা হয়। পলিনেশীয় দ্বীপপুঞ্জ ওয়ালিস ও ফিউচুনার অন্তর্ভুক্ত ফিউচুনা দ্বীপের নাম অনুসারে এদের স্থানীয় নাম ফুটু। উদ্ভিদবিজ্ঞানী পেহর ওসবেক জাভা দ্বীপের একটি বালুকাময় সৈকত থেকে উদ্ভিদের নমুনা সংগ্রহ করেন। সেই অনুসারে ক্যারোলাস লিনিয়াস ১৭৫৩ সালে তার স্পেসিস প্ল্যান্টারাম গ্রন্থে উদ্ভিদের বর্ণনা দেন (লিনিয়াস মূলত উদ্ভিদের নামকরণ করে Mammea asiatica)।\n\n\n== বর্ণনা ==\nনোনা হিজল ছোট থেকে মাঝারি আকারের হয়ে থাকে৷ এদের উচ্চতা ৭–২৫ পর্যন্ত হয়ে থাকে। এদের পাতা সরু ও অভুলেট অর্থাৎ গোলাকার ও বোঁটার দিকে অপেক্ষাকৃত সরু। পাতাগুলো দৈর্ঘ্যে ২০–৪০ সেন্টিমিটার এবং প্রস্থে ১০–২০ সেন্টিমিটার। এদের ফল অনেকটা ঘনক বা বাক্স আকৃতির, যার কারণে অনেক সময় এদের “বক্স ফ্রুট” নামে ডাকা হয়। ফলগুলো কোণা বরাবর কিছুটা অভিক্ষিপ্ত। ফলে বোঁটা থেকে ফলগুলো অনেক সময় গোলাকার বা পিরামিড আকৃতির বলে মনে হয়। ফলগুলোর ব্যাস ৯–১১ সেন্টিমিটার পর্যন্ত হয়। ফলের অভ্যন্তরে ৪–৫ সেন্টিমিটার ব্যাসবিশিষ্ট বীজের চারপাশে পুরু স্পঞ্জি ও আঁশময় আবরণ থাকে।\n\n\n== বাস্তুতন্ত্র ==\nনারিকেল গাছের মতোই নোনা হিজলের ফলগুলো সমুদ্র-স্রোতের মাধ্যমে বিকীর্ণ হয় বা সৈকত বরাবর ছড়িয়ে পড়ে। এর ফলগুলো পানিরোধী এবং ভাসমান থাকে। ভাসমান অবস্থায় এরা পনেরো বছর পর্যন্ত বেঁচে থাকতে পারে। ক্রাকাতোয়া আগ্নেয়গিরির অগ্ন্যুৎপাতের পর সৃষ্ট আনাক ক্রাকাতোয়া দ্বীপে প্রথম গজানো গাছগুলোর মধ্যে নোনা হিজল ছিল অন্যতম। সৈকতে পৌঁছার পর এবং বৃষ্টির পানিতে সিক্ত হওয়ার পর এর বীজগুলো অঙ্কুরিত হয়।\n\n\n== ব্যবহার ==\nনোনা হিজলের সম্পূর্ণ দেহ বিষাক্ত। উদ্ভিদদেহের সবচেয়ে সক্রিয় বিষগুলোর মধ্যে অন্যতম হলো স্যাপোনিন। মাছ মারার বিষ হিসেবে নোনা হিজলের ফলগুলো যথেষ্ট। সহজে মাছ ধরার জন্য ফল থেকে বীজ আহরণ করে সেগুলো গুঁড়ো করে পাউডার হিসেবে মাছ মারতে কিংবা অচেতন করতে ব্যবহৃত হয়। এই বিষ মাছের দেহের বা মাংসের ক্ষতি না করে এদের শ্বাসরোধ করে মেরে ফেলে।\n\n\n== চিত্রশালা ==\n\n\n== আরও দেখুন ==\nনোনা হিজল বা Barringtonia asiatica (পুটাট) উদ্ভিদের নামে নামকৃত স্থানের তালিকা:\n\nপুটাট, ব্রুনাই\nপুটাট, সেবু\nপুটাটান, কোটা কিনাবালু\nপুটাটান, মুন্টিনলুপা\nপুটাটান (যুক্তরাষ্ট্রীয় আসন)\n\n\n== তথ্যসূত্র =="}