{"pageid": 1021874, "title": "গোপাল হালদার", "url": "https://bn.wikipedia.org/wiki?curid=1021874", "content": "গোপাল হালদার  (ইংরেজি: Gopal Haldar ( ১১ ফেব্রুয়ারি, ১৯০২  - ০৪ অক্টোবর, ১৯৯৩) একজন বিশিষ্ট বাঙালি সাহিত্যিক,সাহিত্যতাত্ত্বিক, চিন্তাশীল প্রাবন্ধিক ও  স্বাধীনতা সংগ্রামী তথা রাজনৈতিক কর্মী। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nগোপাল হালদারের জন্ম ১৯০২ খ্রিস্টাব্দের ১১ ফেব্রুয়ারি ব্রিটিশ ভারতের অধুনা বাংলাদেশের ঢাকা বিক্রমপুরের বিদগাঁও-এ। মাতা বিধুমুখী দেবী। তাঁর পিতা সীতাকান্ত হালদার ছিলেন আইন ব্যবসায়ী। পিতার কর্মস্থল নোয়াখালীতে তাঁর স্কুল শিক্ষা। পরে কলকাতার স্কটিশ চার্চ কলেজ থেকে ইংরাজীতে প্রথম শ্রেণীতে অনার্স সহ বি.এ পাশ করেন। ১৯২৪ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় থেকে ইংরেজি সাহিত্যে এম. এ এবং বি.এল পাশ করেন। ১৯২৫-২৬ সালে কিছুদিন নোয়াখালীতে ওকালতি করেন। \n\n\n== কর্মজীবন ==\n১৯২৬ খ্রিস্টাব্দে 'বঙ্গবাসী' প্রতিষ্ঠানের অন্তর্গত 'ওয়েলফেয়ার' পত্রিকার সহ-সম্পাদকের চাকরি নেন এবং সেই সঙ্গে  সুনীতিকুমার চট্টোপাধ্যায়ের অধীনে ১৯২৮ খ্রিস্টাব্দ পর্যন্ত ভাষাতত্ত্বের গবেষণায় রত থাকেন। ১৯২৯ ও ১৯৩০ খ্রিস্টাব্দে তার কর্মজীবন কেটেছে ফেণী কলেজে। ১৯৩০-৩২ কলকাতা বিশ্ববিদ্যালয়ের ভাষাতত্ত্ব বিভাগে সুনীতিকুমার চট্টোপাধ্যায়ের রিসার্চ এ্যাসিস্ট্যান্ট হিসাবে অংশগ্রহণ করেন। মডার্ন রিভিউ পত্রিকার সম্পাদকীয় দপ্তরে ও হিন্দুস্থান স্ট্যান্ডার্ড পত্রিকার সহ-সম্পাদক পদে ছিলেন। ১৯৪৪-৪৮ ও ১৯৫২-৬৭ ছিলেন পরিচয় পত্রিকার সম্পাদক পদে।\n\n\n== স্বাধীনতা সংগ্রামে ও রাজনৈতিক ক্রিয়াকলাপ ==\nস্কুলজীবন থেকেই গোপাল হালদার বিপ্লবী যুগান্তর দলের কর্মী এবং ১৯২১ খ্রিস্টাব্দ হতে ১৯৪০ খ্রিস্টাব্দ পর্যন্ত কংগ্রেসের সদস্য ছিলেন। ১৯৩৯-৪০ খ্রিস্টাব্দে  সুভাষচন্দ্র বসুর নেতৃত্বাধীন বঙ্গীয় প্রাদেশিক  কংগ্রেস কমিটির সহ-সম্পাদকের দায়িত্ব পালন করেন। ১৯৩২ খ্রিস্টাব্দ হতে ১৯৩৮ তিনি রাজবন্দি হিসাবে কারারুদ্ধ থাকেন। কারাজীবন তিনি অধ্যয়ন, গবেষণা, সাহিত্যসৃষ্টি ও মার্কসীয় মতাদর্শ চর্চায় অতিবাহিত করেন। কারামুক্তির পর  সুভাষচন্দ্রের সহকারী হিসাবে তিনি সাপ্তাহিক ফরোয়ার্ড পত্রিকা সম্পাদনা করেন। ১৯৩৮ খ্রিস্টাব্দ থেকে তিনি সারা ভারত কৃষকসভার অন্যতম সংগঠক ছিলেন। ১৯৪৯ খ্রিস্টাব্দে কমিউনিস্ট পার্টিতে যোগ দেন এবং ওই বৎসরেই তিনি দর্শনশাস্ত্রের অধ্যাপিকা অরুণা সিং কে বিবাহ করেন। কৃষকসভা ও কর্মচারী আন্দোলনে নেতৃত্ব দেওয়ার সাথে তিনি ফ্যাসিবিরোধী লেখক ও শিল্পীসংঘে এবং সোভিয়েত সুহৃদ সমিতিতে বুদ্ধিজীবী হিসাবে সক্রিয় ভূমিকা পালন করেন।\n\n\n== সম্পাদনা ও সাহিত্যকর্ম ==\n'পরিচয়' পত্রিকার সম্পাদনা করেন (১৯৪৪-৪৮, ১৯৫২-৬৭) দীর্ঘদিন। এছাড়া 'স্বাধীনতা' পত্রিকার সাংবাদিকতা, কলকাতা বিশ্ববিদ্যালয়ের সেনেটে, পশ্চিমবঙ্গ বিধানপরিষদে এবং নানা অনুষ্ঠানে-প্রতিষ্ঠানে দক্ষতার পরিচয় রেখেছেন। স্বাধীনতার পরও ১৯৪৯ খ্রিস্টাব্দে চার মাসের জন্য কারাবাসে ছিলেন। ১৯৬৯ খ্রিস্টাব্দেও আইন অমান্য আন্দোলনে যোগ দিয়ে কারাবরণ করেছেন। আসলে মানুষের সামগ্রিক বিকাশের স্বার্থেই স্বাধীনতার জন্য তিনি প্রাথমিক গুরুত্ব দিয়েছেন আর আত্মপ্রকাশের অন্যতম পথ হিসাবে অল্পবয়স থেকেই গ্রহণ করেছেন সাহিত্যকে। মননশীল উপন্যাস রচনা করে বিশেষ খ্যাতিও অর্জন করেছেন। প্রখ্যাত সাহিত্য বিশারদ শিশির কুমার দাশের তার রচনা সম্পর্কে উল্লেখ করেছেন  -\n\n তার উপন্যাসগুলি যেমন কলাকৌশলের দিক থেকে স্বতন্ত্র, তেমনি স্বতন্ত্র তাদের বিষয়বস্তুর বিশ্লেষণ ও চিন্তার প্রগাঢ়তায়।..... তার প্রবন্ধগুলি তথ্য, বিশ্লেষণ ও মনীষায় সমৃদ্ধ। সংস্কৃতির রূপান্তর বাংলা চিন্তাশীল সাহিত্যের অন্যতম স্মরণীয় রচনা   \n\n\n== গ্রন্থপঞ্জি ==\nএকদা (১৯৩৯)\nধূলাকণা (গল্পগ্রন্থ-১৯৪২)\nপঞ্চাশের পথ (১৯৪৪)\nতেরশ পঞ্চাশ (১৯৪৫)\nঊনপঞ্চাশী (১৯৪৬)\nভাঙন (১৯৪৭)\nউজান গঙ্গা (১৯৫০)\nস্রোতের দ্বীপ (১৯৫০)\nঅন্যদিন (১৯৫০)\nআর একদিন (১৯৫১)\nভূমিকা (১৯৫২)\nনবগঙ্গা (১৯৫৩)\nবাঙালি সংস্কৃতির রূপ (১৯৪৭)\nভারতের ভাষা (১৯৬৭)\nবাঙালি সংস্কৃতির প্রসঙ্গ (১৯৫৬)\nবাংলা সাহিত্য ও মানবসংস্কৃতি (১৯৫৬)\nবাংলা সাহিত্যের রূপরেখা (১ম খণ্ড-১৯৫৪, ২য় খণ্ড-১৯৫৮)\nইংরাজী সাহিত্যের রূপরেখা (১৯৬১)\nরুশ সাহিত্যের রূপরেখা (১৯৬৬)\nএছাড়া সম্পাদনা করেছেন বিদ্যাসাগর, বঙ্কিমচন্দ্র, দীনবন্ধু, দ্বিজেন্দ্রলাল, কালীপ্রসন্ন সিংহের রচনাসংগ্রহ।\n\n\n== সম্মাননা ==\nজীবনে বহু সম্মান ও পুরস্কার তিনি পেয়েছেন।\n\n\n== জীবনাবসান ==\nগোপাল হালদার ১৯৯৩ খ্রিস্টাব্দের ৪ অক্টোবর প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}