{"pageid": 1021962, "title": "গামখারু", "url": "https://bn.wikipedia.org/wiki?curid=1021962", "content": "গামখারু হচ্ছে অসমীয়া পুরুষ ও মহিলা উভয়ের ব্যবহৃত সৌন্দৰ্য বৰ্ধনের উদ্দ্যেশ্যে হাতে পরার জন্য তৈরি একপ্রকার খারু বা চূড়িবিশেষ। গামখারু অসমীয়া গহনার জগতে একটি পুরনো অলংকার। আগেকার সময়ে এর ব্যবহার খুবই সাধারণ ছিল, তবে বৰ্তমানে বিহুনাচে নর্তকীর হাতেও গামখারু পরতে দেখা যায়। অসমীয়া পুরুষ-মহিলা উভয়ের হাতে পরিধান করা অর্থ্যাৎ লিঙ্গনিরপেক্ষ বিভিন্ন অলংকারের ভিতর আংটি ও খারু প্ৰধান।\nপূর্বকালে মিসিং জনগোষ্ঠীর পরিবারপ্রধান বা জ্যেষ্ঠ লোকেরা গামখারু পরিধান করতো। পরিবারপ্রধান বা জ্যেষ্ঠ লোকেদেরকে তারা 'গাম' বলে ডাকতো। সেখান থেকেই এটির নামকরণ হয় গামখারু। পূৰ্বকালে কেবল পুরুষেরা এটি পরিধান করলেও বৰ্তমান সময়ে মহিলাদেরকেও পরিধান করতে দেখা যায়।\n\n\n== বৈশিষ্ট্য ও তৈরির পদ্ধতি ==\nঅসমীয়া গহনা তৈরি করার পদ্ধতি বাংলাদেশ, ভারত, নেপাল, পাকিস্তান ও দক্ষিণ এশিয়ার ও পূর্ব এশিয়ার অন্যান্য দেশ ও জাতির গহনা তৈরির পারম্পরিক পদ্ধতির সাথে সাদৃশ্যপূর্ণ বলা চলে। বিভিন্ন আনুষঙ্গিক সরঞ্জামাদির সাহায্যে এইসব গহনাবিশেষ তৈরি করা হয়ে থাকে। সাধারণত বিভিন্ন নিম্নমানের ধাতুর সমন্বয়ে এসব গহনা তৈরি করে সোনা গলিয়ে 'স্প্ৰে' যন্ত্ৰের সাহায্য নিয়ে তার ওপরে একটি নিৰ্দিষ্ট অনুপাতে সোনার প্ৰলেপ দেওয়া হয়। এই পদ্ধতিকে স্থানীয় অসমীয়রা সোণপানী চরোবা বলে আভিহিত করে থাকে। সাধারণত অসমীয়া গহনার আকার-আকৃতি বা রূপাংকরণ জৈবিক বৈচিত্ৰ্য ও অসমীয়া বাদ্যযন্ত্ৰের আকৃতি থেকে অনুপ্ৰাণিত। অন্যান্য অসমীয়া গহনার অনুরূপ গামখারু অলঙ্কারটিও একইরকম পদ্ধতিতে প্ৰস্তুত করা হয়। গামখারু তৈরি করতে প্ৰধানত সোনা ও রূপা ব্যবহার করা হয়। তবে রূপার গামখারুই অধিক প্ৰচলিত। গামখারুতে লতা, ফুল খোদিত করার জন্য কিছুটা সোনাও ব্যবহার হয়।\n\n\n== প্ৰকারভেদ ==\nগামখারু বিভিন্ন প্ৰকারের হয়ে থাকে। এর মধ্যে উল্লেখযোগ্য কয়েকটি হল:\n\nখাঁটি সোনার গামখারু\nখাঁটি রৌপ্য গামখারু\nসোনার প্রলেপযুক্ত গামখারু ইত্যাদি\nসরু আকারের গামখারুকে আসামের অনেকেই মুঠিখারু বলেও ডাকে। কিন্তু গামখারু ও মুঠিখারু মূলত আলাদা দুটি অলঙ্কার। গামখারু সাধারণত পাতলা হয় এবং ভিতরে রূপোর প্ৰলেপ দিয়ে তা দুই রকমভাবে বানানো হয়। পাতলা করে বানালে খরচ কম হয়। বরপেটাতে তৈরি করা রৌপ্য সোণপানী চরোবা গামখারু দাম ও সুলভ্যতার জন্য গোটা আসামে এটির প্ৰচলন রয়েছে।\n\n\n== তথ্যসূত্ৰ =="}