{"pageid": 1022681, "title": "ড্যান লরেন্স", "url": "https://bn.wikipedia.org/wiki?curid=1022681", "content": "ড্যানিয়েল উইলিয়াম লরেন্স (ইংরেজি: Dan Lawrence; জন্ম: ১২ জুলাই, ১৯৯৭) লন্ডনের লিটনস্টোন এলাকায় জন্মগ্রহণকারী ইংরেজ আন্তর্জাতিক ক্রিকেটার। ইংল্যান্ড ক্রিকেট দলের অন্যতম সদস্য তিনি। ২০২০-এর দশকের সূচনালগ্ন থেকে ইংল্যান্ডের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করছেন। জানুয়ারি, ২০২১ সালে ইংল্যান্ডের পক্ষে আন্তর্জাতিক পর্যায়ে অভিষেক ঘটে তার।\nঘরোয়া প্রথম-শ্রেণীর ইংরেজ কাউন্টি ক্রিকেটে এসেক্স দলের প্রতিনিধিত্ব করেন ড্যানিয়েল লরেন্স নামে পরিচিত ড্যান লরেন্স। দলে তিনি মূলতঃ ডানহাতে মাঝারিসারির ব্যাটসম্যান হিসেবে খেলছেন। এছাড়াও, ডানহাতে অফ ব্রেক বোলিংয়ে পারদর্শী তিনি।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\nট্রিনিটি ক্যাথলিক হাই স্কুলে অধ্যয়ন করেছেন। চিংফোর্ড ক্রিকেট ক্লাবের মাঠ কর্মকর্তা পিতার কর্মস্থলে যুবদের ক্রিকেটে অংশ নেন ড্যান লরেন্স। কিশোর অবস্থাতেই তার বহুবিধ ব্যাটিং কৌশলের বিচ্ছুরণ ঘটে।\n২০১৫ সাল থেকে ড্যান লরেন্সের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান রয়েছে। এপ্রিল, ২০১৫ সালে এসেক্সের সদস্যরূপে কেন্টের বিপক্ষে তার প্রথম-শ্রেণীর ক্রিকেটে অভিষেক ঘটে।\nকাউন্টি চ্যাম্পিয়নশীপের তৃতীয় সর্বকনিষ্ঠ ক্রিকেটার হিসেবে শতরানের পর থেকে তাকে অন্যতম প্রতিশ্রুতিশীল তরুণ ব্যাটসম্যানের মর্যাদা দেয়া হয়। এপ্রিল, ২০১৫ সালে ওভালে এসেক্সের সদস্যরূপে সারের বিপক্ষে ১৭ বছর ২৯০ দিন বয়সে ১৬১ রানের দূর্দান্ত ইনিংস খেলেন তিনি। এ পর্যায়ে এটি তার দ্বিতীয় প্রথম-শ্রেণীর ক্রিকেট খেলায় অংশগ্রহণ ছিল। তার এ নিখুঁত শতরানের কল্যাণে এসেক্স দল ছয় শতাধিক রান তুলে। এরফলে, এসেক্সের সর্বকনিষ্ঠ প্রথম-শ্রেণীর শতরানকারী, ওভালে সর্বকনিষ্ঠ শতরানকারীর মর্যাদা পান। কেবলমাত্র চ্যাম্পিয়নশীপে গডফ্রে ব্রায়ান ও দীপক প্যাটেল তার তুলনায় এগিয়েছিলেন।\n\n\n== স্বর্ণালী সময় ==\n২০১৬ সালে কিছুটা দূর্বলমানের ক্রীড়াশৈলী প্রদর্শন করেন। তাসত্ত্বেও, এসেক্সের উত্তরণের বছরে আরও তিনটি শতক হাঁকান। লেগ সাইড দিয়েই সবিশেষ দক্ষ তিনি। এছাড়াও, টি২০ ক্রিকেটে দলের প্রধান কোচ ক্রিস সিলভারউডের কাছ থেকে উচ্ছ্বসিত প্রশংসা কুড়ান। ২০১৭ সালেও খেলার ধারা অব্যাহত রাখেন। ড্যান লরেন্সের বোলিং খুব কমই প্রথম-শ্রেণীর ক্রিকেটে ব্যবহৃত হয়েছে। তবে, তার অফ স্পিন বোলিং অপ্রত্যাশিত ভঙ্গীমায় করা হতো। তার কোচ সীমিত ওভারের ক্রিকেটে তার বোলিংকে গোপন অস্ত্র হিসেবে আখ্যায়িত করেন।\nতার ব্যাটিংয়ের কল্যাণে এসেক্স দল কাউন্টি চ্যাম্পিয়নশীপের প্রথম বিভাগে উত্তরণ ঘটে। উত্তরণ ঘটানোর প্রথম বছরেই ২০১৭ সালে চ্যাম্পিয়নশীপের শিরোপা জয় করে এসেক্স দল। ৪৪.৭৬ গড়ে ৭৬১ রান তুলেন। তিনটি শতরান নিয়ে ২৫ বছর পর প্রথমবারের মতো চ্যাম্পিয়নশীপের শিরোপার সন্ধান পায় এসেক্স দল। মৌসুমের প্রথম দিকে দলটি নিজেদের পরাজয় থেকে রক্ষা পাবার পর এ সাফল্য পায়। একই বছরে ক্রিকেট রাইটার্স ক্লাবের বর্ষসেরা তরুণ ক্রিকেটারের সম্মাননা লাভ করেন। এ বছরেই তার ইংল্যান্ড লায়ন্সের পক্ষে খেলার সুযোগ আসে। ইংল্যান্ড লায়ন্সের পক্ষে তার অভিষেক হয় ও অস্ট্রেলিয়ায় লায়ন্স দলের প্রশিক্ষণ শিবিরে অংশ নেন। ২০১৮ সালের গ্রীষ্মে রান খরায় ভুগেন। ফলশ্রুতিতে, ইংল্যান্ডের টেস্ট দলের সম্ভাবনা নষ্ট হয়ে যায়।\nপ্রথম-শ্রেণীর ক্রিকেটে প্রত্যাবর্তনের পর কয়েকটি খেলায় ভালো না করলেও সীমিত ওভারের খেলায় যথেষ্ট উত্তরণ ঘটে তার। ২০১৮ সালে নিজস্ব প্রথম লিস্ট এ ক্রিকেটে শতরান করেন। পরের গ্রীষ্মে এসেক্সের টি২০ ব্ল্যাস্টের সফলতায় উল্লেখযোগ্য ভূমিকা পালন করেন। আরও একবার চ্যাম্পিয়নশীপের শিরোপা বিজয়ে ভূমিকা রাখেন। অক্টোবর, ২০১৯ সালে হান্ড্রেড খসড়ার উদ্বোধনী তালিকায় লন্ডন স্পিরিটের অন্যতম স্থানীয় বীর হিসেবে তাকে আখ্যায়িত করা হয়। নভেম্বর, ২০২০ সালে আন্তর্জাতিক পর্যায়ে ব্রিসবেন হিটের পক্ষে খেলার জন্যে যুক্ত হন। তিনি টম ব্যান্টনের স্থলাভিষিক্ত হন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে তিনটিমাত্র টেস্টে অংশগ্রহণ করেছেন ড্যান লরেন্স। ১৪ জানুয়ারি, ২০২১ তারিখে গালেতে স্বাগতিক শ্রীলঙ্কা দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ১৩ ফেব্রুয়ারি, ২০২১ তারিখে চেন্নাইয়ে স্বাগতিক ভারত দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন। এখনো তাকে কোন ওডিআইয়ে অংশগ্রহণ করার সুযোগ দেয়া হয়নি।\nডিসেম্বর, ২০১৫ সালে আইসিসি অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপে খেলার উদ্দেশ্যে তাকে ইংল্যান্ড দলের সদস্যরূপে মনোনীত করা হয়। প্রতিযোগিতার প্রথম খেলায় ফিজির বিপক্ষে ১৫০ বলে ১৭৪ রান তুলে দলের জয়ে সবিশেষ ভূমিকা রাখেন। যুবদের ওডিআইয়ে এ সংগ্রহটি যে-কোন ইংরেজ ব্যাটসম্যানের তুলনায় সর্বোচ্চ সংগ্রহ।\nফেব্রুয়ারি, ২০২০ সালে ইংল্যান্ড লায়ন্সের সদস্যরূপে ক্রিকেট অস্ট্রেলিয়া একাদশের বিপক্ষে ম্যান অব দ্য ম্যাচের পুরস্কার পান। ঐ সিরিজে তার দল বিজয়ী হয়। সিরিজের প্রথম খেলায় দ্রুতলয়ে অপরাজিত ৫০ রানের ইনিংস খেলার পর ৪/২৮ বোলিং পরিসংখ্যান গড়েন। এক পক্ষকাল পর লায়ন্সের পক্ষে তার খেলার ধারা অব্যাহত রাখেন। একই প্রতিপক্ষের বিপক্ষে চার-দিনের খেলায় ১৯০ রান ও তিন উইকেট পান তিনি।\n\n\n== টেস্ট অভিষেক ==\n২৯ মে, ২০২০ তারিখে কোভিড-১৯ বৈশ্বিক মহামারি পরবর্তী সময়কালে ইংল্যান্ডের আন্তর্জাতিক সময়সূচীকে ঘিরে প্রশিক্ষণ গ্রহণের উদ্দেশ্যে ৫৫-জনের খেলোয়াড়ের তালিকায় তাকে রাখা হয়। ১৭ জুন, ২০২০ তারিখে সফরকারী ওয়েস্ট ইন্ডিজ দলের বিপক্ষে টেস্ট সিরিজকে ঘিরে নিবীড় অনুশীলনকল্পে ৩০-সদস্যের তালিকায় তাকে অন্তর্ভুক্ত করা হয়। ৪ জুলাই, ২০২০ তারিখে সিরিজের প্রথম টেস্টের জন্যে নয় জন সংরক্ষিত খেলোয়াড়ের অন্যতম হন তিনি। তবে, ১০ আগস্ট, ২০২০ তারিখে মাতার মৃত্যুতে তাকে দলের বাইরে রাখা হয়।\nডিসেম্বর, ২০২০ সালে শ্রীলঙ্কা গমনার্থে ইংল্যান্ডের টেস্ট দলে তাকে রাখা হয়। গালেতে সিরিজের প্রথম টেস্টে স্বাগতিক শ্রীলঙ্কার বিপক্ষে টেস্ট অভিষেক পর্ব সম্পন্ন হয় তার। শর্ট লেগ অঞ্চলে কট আউটে বিদেয় নেয়ার পূর্বে প্রথম ইনিংসে তিনি ৭৩ রানের উৎসাহব্যঞ্জক ইনিংস উপহার দেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nডম শিবলি\nআর্নল্ড ওয়ারেন\nইংল্যান্ড লায়ন্স (ক্রিকেট দল)\nইংরেজ টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nআনুষ্ঠানিক কাউন্টি চ্যাম্পিয়নশীপ বিজয়ী দলের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে ড্যান লরেন্স  (ইংরেজি)\nক্রিকেটআর্কাইভে ড্যান লরেন্স   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}