{"pageid": 1022205, "title": "সোম (পানীয়)", "url": "https://bn.wikipedia.org/wiki?curid=1022205", "content": "সোম (সংস্কৃত: सोम, আইএএসটি: Sóma, চীনা: 蘇摩, জাপানি: ソーマ, রুশ: Сома, ফার্সি: سوما, কন্নড়: ಸೋಮ,  তামিল: சோம பானம், পাঞ্জাবি: ਸੋਮ, থাই: โสม, কোরীয়: 소마) বৈদিক ঐতিহ্যে প্রথাগত তন্ত্র পানীয়, যা প্রাচীন বৈদিক ইন্দো-আর্যদের নিকট গুরুত্বপূর্ণ ছিল। ঋগ্বেদে এর উল্লেখ রয়েছে, বিশেষ করে সোমমণ্ডল নামক নবম মণ্ডলে। ভগবদ্গীতার নবম অধ্যায়ে এটির উল্লেখ রয়েছে। এটি ইরানি হোমের সমতুল্য। সোম বৈদিক সংস্কৃত শব্দ যার আক্ষরিক অর্থ হল \"পাতন, নির্যাস, ছিটিয়ে দেওয়া\", যা প্রায়ই আচার-অনুষ্ঠানের প্রেক্ষাপটে যুক্ত।\nউক্ত লিপিসমূহে একপ্রকার গাছ থেকে রস সংগ্রহের মাধ্যমে সোম তৈরির বর্ণনা দেওয়া হয়েছে, যে গাছের পরিচয় এখনো অজানা এবং তা পণ্ডিতদের নিকট বিতর্কের বিষয়। প্রাচীন ঐতিহাসিক বৈদিক ধর্ম ও জরাথুস্ট্রবাদ, উভয় ধর্মেই পানীয় ও গাছটির নাম অভিন্ন।\nএই উদ্ভিদটি আসলে কোন উদ্ভিদ, তার পরিচয় নিয়ে অনেক জল্পনা রয়েছে। প্রথাগত ভারতীয় বর্ণনামতে, যেমন ভারতীয় আয়ুর্বেদ, সিদ্ধ চিকিৎসা, সোমযজ্ঞ চর্চাকারীগণ সোমলতাকে (সার্কোস্টেমা এসিডাম) উক্ত উদ্ভিদ হিসেবে চিহ্নিত করেন। অভারতীয় গবেষকগণ ফ্লাই এগারিক, এমানিটা মাস্কারিয়া, সিলোসাইব কিউবেন্সিস, বুনো বা সিরীয় রু উদ্ভিদ, পেগানাম হারমালা ও মা হুয়াং, এফেড্রা সিনিকা উদ্ভিদকে এই গাছ হিসেবে প্রস্তাব করেছেন।\n\n\n== উৎপত্তি ==\n\nবৈদিক ধর্ম ছিল কিছু বৈদিক ইন্দো-আর্য উপজাতি, আর্যদের ধর্ম, যারা ভারতীয় উপমহাদেশের সিন্ধু নদী উপত্যকা অঞ্চলে স্থানান্তরিত হয়েছিল। ইন্দো-আর্যরা ইন্দো-ইউরোপীয় ভাষা পরিবারের শাখার বক্তা ছিল, যেটি সিনতাশতা সংস্কৃতিতে উদ্ভূত হয়েছিল এবং পরবর্তীতে অ্যান্দ্রোনোভো সংস্কৃতিতে বিকশিত হয়েছিল, যা পরবর্তীতে মধ্য এশীয় স্তেপের কুরগান সংস্কৃতি থেকে বিকশিত হয়েছিল। প্রাক-ধ্রুপদী যুগের বৈদিক বিশ্বাস এবং অনুশীলনগুলি অনুমান করা প্রোটো-ইন্দো-ইউরোপীয় ধর্মের সাথে ঘনিষ্ঠভাবে সম্পর্কিত ছিল, এবং ইন্দো-আর্য জনগণ যেখান থেকে উদ্ভূত হয়েছিল সেই অ্যান্দ্রোনোভো সংস্কৃতির আচার-অনুষ্ঠানের সাথে সম্পর্ক দেখায়। অ্যান্টনির মতে, প্রাচীন ভারতীয় ধর্ম সম্ভবত ইন্দো-ইউরোপীয় অভিবাসীদের মধ্যে জেরভশান নদী (বর্তমান উজবেকিস্তান) এবং (বর্তমান) ইরানের মধ্যে যোগাযোগ অঞ্চলে উদ্ভূত হয়েছিল। এটি ছিল \"পুরানো মধ্য এশীয় এবং নতুন ইন্দো-ইউরোপীয় উপাদানের সমন্বিত মিশ্রণ\"  যা \"স্বাতন্ত্র্যসূচক ধর্মীয় বিশ্বাস ও অনুশীলন\", ব্যাকট্রিয়া-মার্গিয়ানা প্রত্নতাত্ত্বিক সংস্কৃতি (বিমাক) থেকে ধার করেছে। এই সংক্রামক প্রভাবটি অন্তত ৩৮৩টি অ-ইন্দো-ইউরোপীয় শব্দ দ্বারা সমর্থিত যা এই সংস্কৃতি থেকে ধার করা হয়েছিল, যার মধ্যে দেবতা ইন্দ্র এবং ধর্মীয় পানীয় সোমা রয়েছে। অ্যান্টনির মতে,\n\nইন্দো-ইরানীয় শক্তি/বিজয়ের দেবতা, ভেরেথ্রাঘনার অনেক গুণাবলী গৃহীত দেবতা ইন্দ্রের কাছে স্থানান্তরিত হয়েছিল, যিনি বিকাশমান প্রাচীন ভারতীয় সংস্কৃতির কেন্দ্রীয় দেবতা হয়ে উঠেছিলেন। ইন্দ্র ছিলেন ২৫০টি স্তোত্রের বিষয়, ঋগ্বেদের এক চতুর্থাংশ। তিনি সোমার সাথে অন্যান্য দেবতার চেয়ে বেশি যুক্ত ছিলেন, উদ্দীপক ওষুধ (সম্ভবত ইফেড্রা থেকে উদ্ভূত) সম্ভবত বিমাক ধর্ম থেকে ধার করা হয়েছে। তার প্রাধান্যের উত্থান ছিল প্রাচীন ভারতীয় বক্তাদের অদ্ভুত বৈশিষ্ট্য।\n\n\n== বৈদিক সোম ==\n\nবেদে, একই শব্দ (সোম) পানীয়, উদ্ভিদ ও দেবতার জন্য ব্যবহৃত হয়েছে। সোম পান করলে অমরত্ব উৎপন্ন হয় (অমৃত, ঋগ্বেদ ৮.৪৮.৩)। ইন্দ্র ও অগ্নিকে প্রচুর পরিমাণে সোম গ্রহণকারী হিসাবে চিত্রিত করা হয়েছে। বৈদিক মতাদর্শে, সর্প অসুর বৃত্রের সাথে যুদ্ধ করার সময় ইন্দ্র প্রচুর পরিমাণে সোম পান করেন। মানুষের দ্বারা সোম সেবন বৈদিক আচার-অনুষ্ঠানে ভালভাবে প্রমাণিত। ঋগ্বেদের সোমমণ্ডল সম্পূর্ণরূপে সোম পবমানকে উৎসর্গ করা হয়েছে, এবং অনুষ্ঠানের একটি মুহুর্তের উপর দৃষ্টি নিবদ্ধ করা হয় যখন সোমকে চাপা, ছেঁকে, জল ও দুধের সাথে মিশ্রিত করা হয় এবং পাত্রে ঢেলে দেওয়া হয়। ক্রিয়াগুলিকে বিভিন্ন জিনিসের উপস্থাপনা হিসাবে বর্ণনা করা হয়েছে, যার মধ্যে রয়েছে রাজা জয় করা অঞ্চল, সূর্যের মহাজাগতিক যাত্রা, বা গাভীর সাথে সঙ্গমের জন্য দৌড়ানো ষাঁড় (দুধ দ্বারা প্রতিনিধিত্ব করা)। সোম সম্পর্কে সবচেয়ে গুরুত্বপূর্ণ মিথ তার চুরি সম্পর্কে। এতে, সোমকে মূলত তীরন্দাজ কৃষানু কর্তৃক স্বর্গের দুর্গে বন্দী করে রাখা হয়েছিল । বাজপাখি সোমকে চুরি করেছিল, সফলভাবে কৃষানুকে পালিয়ে গিয়েছিল এবং সোমাকে প্রথম যজ্ঞকারী মনুর কাছে পৌঁছে দিয়েছিল। উপরন্তু, সোম ঋগ্বেদের শেষ ও মধ্য বৈদিক যুগে দেবতা চন্দ্রের সাথে যুক্ত। দেবতা সূর্যের কন্যাকে কখনও কখনও সোমের স্ত্রী বলে উল্লেখ করা হয়।\nঋগ্বেদ ৮.৪৮.৩ এ উল্লেখ করা হয়েছে:\n\nআমরা সোমা পান করেছি; আমরা অমর হয়েছি; আমরা আলোর কাছে গিয়েছি; আমরা দেবতা খুঁজে পেয়েছি।\nশত্রুতা এখন আমাদের কী করতে পারে, এবং একজন মরণশীলের বিদ্বেষ কী, হে অমর?\n\nএছাড়াও, ঋগ্বেদ ৮.৭৯.২-৬ পদে সোমের শক্তি সম্পর্কে বর্ণনা করা হয়েছে:\n\n...তিনি নগ্নকে ঢেকে রাখেন এবং যারা অসুস্থ তাদের সুস্থ করেন।\n\n\n== বৈদিক পরবর্তী সোম ==\nভগবদ্গীতার অধ্যায় ৯, শ্লোক ২০-এ সোম সম্পর্কে উল্লেখ করা হয়েছে:\n\n\n== আরও দেখুন ==\nহোম - পারসি ধর্মে সমতুল্য উদ্ভিদ\nমধুমদ\nসিমা (মধুমদ)\nপবমন মন্ত্র\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস =="}