{"pageid": 1022789, "title": "শাহী জিরা", "url": "https://bn.wikipedia.org/wiki?curid=1022789", "content": "শাহী জিরা (বৈজ্ঞানিক নাম: Elwendia persica; এলোয়েন্ডিয়া পার্সিকা), শাহি জিরা, শাহ জিরা বা শা জিরা হলো অ্যাপিয়াসি গোত্রের একটি উদ্ভিদ প্রজাতি। এটি জিরার (কিউমিনাম সাইমিনাম) সাথে সম্পৃক্ত এবং কখনো কখনো একে “কালো জিরা”, “ব্ল্যাক কিউমিন”, “ব্ল্যাকসিড”, “কালো কারোয়া” ইত্যাদি নামেও অভিহিত করা হয়। শাহী জিরার ব্যবহারে খাদ্যে কিছুটা মেটো ও ধোঁয়াটে গন্ধ আসে। নাম ও শাহী জিরার গঠনগত কারণে কখনো কখনো কালো জিরার (নিজেলা স্যাটিভা) সাথে শাহী জিরার বিভ্রান্তি তৈরি হয়, যদিও এরা ভিন্ন ভিন্ন গোত্রের প্রজাতি।\nশুকনো শাহী জিরার ফল উত্তর ভারত, বাংলাদেশ, পাকিস্তান, আফগানিস্তান, তাজিকিস্তান ও ইরানের রন্ধনপ্রণালীতে মসলা হিসেবে ব্যবহৃত হয়। এই অঞ্চলের বাইরে মসলা হিসেবে শাহী জিরা অনেকটা অপ্রচলিত।\n\n\n== ব্যুৎপত্তি ==\n\nবাংলা ভাষায় এই মসলাকে “শাহী জিরা” বা “শা জিরা” হিসেবে অভিহিত করা হয়। এছাড়া অন্যান্য ভাষায় এর প্রচলিত নামের মধ্যে রয়েছে: হিন্দিতে “কালা জিরা” (काला ज़ीरा) বা “শাহি জিরা” (शाहि ज़ीरा), উর্দুতে “সিয়াহ জিরাহ” (سیاہ زیرہ), “কালা জিরা” (کالا زیرہ) বা “জিরাহ কুহি” (زيره كوهی; বুনো বা পার্বত্য জিরা), ফার্সি ভাষায় “জিরেহ কুহি” (زيره كوهی; বুনো জিরা), তাজিক ভাষায় “সিয়োহ দোনা” (сиёх дона; কালো বীজ) এবং মালয়ালম ভাষায় “শাহজীরকম” (സഹജീരകം)।\nশাহী জিরা নামটি ফারসি “সিয়াহি” (শাব্দিক অর্থ কালো) শব্দের অপভ্রংশ হতে পারে। হিন্দুস্তানি ভাষায়ও “সিয়াহি” শব্দের অর্থ “কৃষ্ণ কালো”। তবে, বাংলা ভাষায় “কালো জিরা” বলতে নিজেলা স্যাটিভা (Nigella sativa) নামক অপর একটি উদ্ভিদের বীজকে নির্দেশ করে। এই বীজও বাঙালি রন্ধনপ্রণালীতে বহুল ব্যবহৃত হয়।\n\n\n== ব্যবহার ==\nশাহী জিরার উদ্ভিদে ছোট ছোট বীজযুক্ত ফল উৎপন্ন হয় এবং উদ্ভিদ শুকিয়ে যাওয়ার পর এর বীজ সংগ্রহ করা যায়। প্রতিটি গাছ থেকে ৫ থেকে ৮ গ্রামের বেশি শাহী জিরা সংগ্রহ করা যায় না। ফলে এই মসলার দামও অনেক বেশি (১৯৮৭ সালের হিসাবে প্রতি ১০ গ্রামে ২ মার্কিন ডলার)।\nভারতীয় রন্ধনশৈলীতে খাবার পরিবেশনের সময় শাহী জিরা ব্যবহার করা হয়। গোটা অবস্থায় শাহী জিরা ব্যবহার করা হয়; গুঁড়া করা হলে এর ফ্ল্যাভার বা গন্ধ নষ্ট হয়ে যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}