{"pageid": 1022456, "title": "ডিজিটাল বিপ্লব", "url": "https://bn.wikipedia.org/wiki?curid=1022456", "content": "ডিজিটাল বিপ্লব (Digital Revolution) বা তৃতীয় শিল্প বিপ্লব (Third Industrial Revolution) বলতে বিংশ শতাব্দীর শেষভাগে এসে (১৯৮০-র দশকের শুরুতে এসে) সারা বিশ্বে তথ্য ও যোগাযোগ প্রযুক্তির ক্ষেত্রে বিভিন্ন যন্ত্রপাতি ও সরঞ্জামে যান্ত্রিক ও সদৃশ (অ্যানালগ) ইলেকট্রনীয় প্রযুক্তির (যেখানে ধারাবাহিক রৈখিক সংকেতের মাধ্যমে তথ্যের প্রতিনিধিত্ব করা হয়) পরিবর্তে  ডিজিটাল (দ্বি-আঙ্কিক) ইলেকট্রনীয় প্রযুক্তি (যেখানে বিচ্ছিন্ন অঙ্ক, মূলত দুইটি অঙ্ক দিয়ে তথ্যের প্রতিনিধিত্ব করা হয়) ব্যবহৃত হওয়া শুরু হয় এবং ২১শ শতকের প্রথম দুই দশকে অব্যাহত থাকে, সেই অসাধারণ রূপান্তরের পর্বটিকে বোঝায়। এসময় ডিজিটাল কম্পিউটারের সংখ্যা (বহুমুখী-উদ্দেশ্যে ব্যবহারযোগ্য ব্যক্তিগত কম্পিউটার এবং একই সাথে ব্যবসা ও শিল্পখাতে ব্যবহৃত বিশেষ কম্পিউটার) ও ডিজিটাল উপায়ে তথ্য নথিভুক্তকরণ অত্যন্ত দ্রুতগতিতে বৃদ্ধি পায়। পরোক্ষভাবে ডিজিটাল কম্পিউটারের মাধ্যমে তথ্য ও উপাত্ত প্রক্রিয়াজাতকরণ এবং বিভিন্ন যোগাযোগ ও তথ্য সম্প্রচার মাধ্যমে ডিজিটাল টেলিযোগাযোগ প্রযুক্তির প্রসারের সুবাদে ব্যবসা, শিল্পখাত, অর্থনীতিসহ মানবসমাজের প্রতিটি স্তরে যে ব্যাপক পরিবর্তন ঘটে, সেটিকে বোঝাতেও \"ডিজিটাল বিপ্লব\" কথাটি ব্যবহার করা হয়। অনেকের মতে ডিজিটাল বিপ্লবের ফলে মানবজাতির ইতিহাসে তথ্য যুগের সূচনা হয়েছে।\nডিজিটাল (দ্বি-আঙ্কিক) যুক্তির বর্তনী, মসফেট ট্রানজিস্টর নামক ইলেকট্রনীয় যন্ত্র, সমন্বিত বর্তনী ও অণুপ্রক্রিয়াজাতকারক বা মাইক্রোপ্রসেসরের গণ-উৎপাদন এবং এগুলি থেকে উদ্ভূত বিভিন্ন প্রযুক্তি যেমন পরিগণক যন্ত্র বা কম্পিউটার,  ডিজিটাল মুঠোফোন এবং বিশ্বব্যাপী কম্পিউটারের আন্তর্জাল বা ইন্টারনেটের ব্যাপক ব্যবহার ডিজিটাল বিপ্লব আনয়নে কেন্দ্রীয় ভূমিকা রেখেছে। এই প্রযুক্তিগত উদ্ভাবনগুলি ঐতিহ্যবাহী শিল্পোৎপাদন ও ব্যবসায়িক কৌশলগুলিতে রূপান্তর সাধন করেছে।\nদ্বিতীয় বিশ্বযুদ্ধের পরে ১৯৪৭ সালে ট্রানজিস্টর নামক যন্ত্রাংশের উদ্ভাবন উন্নততর ডিজিটাল কম্পিউটার অর্থাৎ দ্বি-আঙ্কিক (বাইনারি) সঙ্কেত ব্যবহারকারী পরিগণক যন্ত্রের নির্মাণের পথ সোজা করে দেয়। ১৯৫০ ও ১৯৬০-এর দশকের বিভিন্ন সরকার, সেনাবাহিনী ও অন্যান্য সংস্থা এইসব কম্পিউটার ব্যবস্থা ব্যবহার করতে শুরু করে। ১৯৭০-এর দশকে প্রথম ব্যবসাসফল মাইক্রোপ্রসেসর বা অণুপ্রক্রিয়াজাতকারক উদ্ভাবন করা হয়। ১৯৮০-র দশকে কম্পিউটার একটি অতিপরিচিত যন্ত্র হয়ে ওঠে এবং ঐ দশকের শেষে এসে বহু সংখ্যক পেশার জন্য একটি আবশ্যকীয় যন্ত্রে পরিণত হয়। ১৯৮০-র দশকে প্রথম বহনযোগ্য টেলিফোন যন্ত্রও উদ্ভাবন করা হয়। ১৯৯০-এর দশকের শুরুতে ১৯৯২ সালে ওয়ার্ল্ড ওয়াইড ওয়েব (\"বিশ্বব্যাপী জাল\") নামক সেবাটি উপস্থাপন করা হয় এবং ১৯৯০-এর দশকের শেষে ইন্টারনেট (বিশ্বব্যাপী কম্পিউটারের আন্তর্জাল) বিশ্বের বেশিরভাগ উন্নত দেশের জনগণের এক বড় অংশের দৈনন্দিন জীবনের অংশে পরিণত হয়। ২০০০-এর দশকে ডিজিটাল বিপ্লব উন্নয়নশীল বিশ্বের সর্বত্র ছড়িয়ে পড়তে শুরু করে। মানুষ বহনযোগ্য বা মোবাইল ফোন ব্যবহার করা শুরু করে, ইন্টারনেট ব্যবহারকারীর সংখ্যা বৃদ্ধি পেতে থাকে এবং টেলিভিশন সেবা সদৃশ বা অ্যানালগ সংকেত থেকে দ্বি-আঙ্কিক বা ডিজিটাল সংকেতে রূপান্তর হতে শুরু করে। ১৯৮০-র দশকের শেষভাগে বিশ্বের সংরক্ষিত তথ্য-উপাত্তের ১%-এরও কম অংশ ডিজিটাল (দ্বি-আঙ্কিক) বিন্যাসে রক্ষিত ছিল। ২০১৪ সালে এসে বিশ্বের ৯৯%-এর বেশি তথ্য-উপাত্ত ডিজিটাল বিন্যাসে রক্ষিত ছিল।  ১৯৯০ সালে মাত্র ১ কোটির কিছু বেশি লোকের হাতে মুঠোফোন ছিল এবং মাত্র ২৮ লক্ষ লোকের ইন্টারনেট সংযোগ ছিল। চার দশক পরে ২০২০ সালে এসে বিশ্বের ৪৭৮ কোটি মানুষের কাছে মুঠোফোন এবং ৪৫৪ কোটি মানুষের ইন্টারনেট সেবার সাথে সংযুক্তি ছিল।\nডিজিটাল বিপ্লব চলাকালে নতুন নতুন প্রযুক্তির উদ্ভাবন অব্যাহত থাকে। প্রথমে টেবিলের উপরের ডেস্কটপ কম্পিউটার, তারপরে ১৯৯০-এর দশকের শেষে সহজে বহনযোগ্য ও কোলে রাখার ল্যাপটপ কম্পিউটার, এবং ২০১০-এর দশকে এসে অত্যন্ত হালকা ও পাতলা ফলকাকৃতির ট্যাবলেট কম্পিউটারের আবির্ভাব হয়। তথ্য ধরে রাখার জন্য প্রথমে সিডি, তারপরে ডিভিডি, অতঃপর ব্লু-রে ডিস্ক এবং তারও পরে ইউএসবি ড্রাইভ ও এসডি কার্ড প্রযুক্তি উদ্ভাবন করা হয়। বহনযোগ্য টেলিযোগাযোগ প্রযুক্তি ১৯৯০-এর দশকে শুরুতে ১ম প্রজন্মের অ্যানালগ প্রযুক্তি থেকে ২য় প্রজন্মের ডিজিটাল প্রযুক্তিতে রূপান্তরিত হবার পর থেকে ২০২০-এর শুরুতে ৫ম প্রজন্মে অবস্থান করছিল। বহনযোগ্য মুঠোফোনগুলি ২০১০-এর দশকে এসে \"বুদ্ধিমান\" মুঠোফোন তথা স্মার্টফোনে রূপান্তরিত হয়, যেগুলি টেলিযোগাযোগ সেবাদানের পাশাপাশি ইন্টারনেটের সাথে সংযুক্ত অতিক্ষুদ্র কম্পিউটারের মতো আচরণ করে।\n\n\n== তথ্যসূত্র =="}