{"pageid": 1022755, "title": "আ স্ক্যান্ডেল ইন বোহেমিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1022755", "content": "\"আ স্ক্যান্ডেল ইন বোহেমিয়া\" (ইংরেজি: \"A Scandal in Bohemia\"; অনুবাদ: \"বোহেমিয়ায় কেলেংকারি\") হল আর্থার কোনান ডয়েল সৃষ্ট কাল্পনিক গোয়েন্দা চরিত্র শার্লক হোমসের কীর্তিকলাপ নিয়ে লেখা প্রথম ছোটোগল্প এবং সামগ্রিকভাবে তৃতীয় রচনা। এটিই ডয়েলের লেখা ৫৬টি শার্লক হোমস ছোটোগল্পের মধ্যে তথা সিডনি প্যাজিট চিত্রিত ৩৮টি শার্লক হোমস রচনার মধ্যে প্রথম। গল্পটি আইরিন অ্যাডলার নামক চরিত্রটির উপস্থাপনার জন্য বিশেষভাবে উল্লেখযোগ্য। মাত্র একটি গল্পে উপস্থাপিত হলেও এই চরিত্রটি সমগ্র শার্লক হোমস ধারাবাহিকের সর্বাপেক্ষা উল্লেখযোগ্য নারী চরিত্র। ডয়েল তাঁর নিজের প্রিয় বারোটি হোমস কাহিনির তালিকায় \"আ স্ক্যান্ডেল ইন বোহেমিয়া\" গল্পটিকে পঞ্চম স্থান দিয়েছিলেন।\n১৮৯১ সালের ২৫ জুন দ্য স্ট্র্যান্ড ম্যাগাজিন-এর জুলাই সংখ্যায় \"আ স্ক্যান্ডেল ইন বোহেমিয়া\" গল্পটি প্রথম প্রকাশিত হয়। এরপর ১৮৯২ সালে দি অ্যাডভেঞ্চারস অফ শার্লক হোমস গল্প-সংকলনে প্রথম গল্প হিসেবে স্থান পায় এটি।\n\n\n== কাহিনি-সারাংশ ==\n১৮৮৮ সালের ২০ মার্চ ড. ওয়াটসন ২২১বি বেকার স্ট্রিটে আসেন শার্লক হোমসের সঙ্গে দেখা করতে। সেই সময় এক মুখোশধারী ভদ্রলোক সেখানে এসে উপস্থিত হন। প্রথমে তিনি নিজের পরিচয় দেন কাউন্ট ফন ক্র্যাম নামে। কিন্তু হোমস তাঁর প্রকৃত পরিচয় অনুমানে সক্ষম হন। জানা যায়, তিনি আসলে কাসেল-ফেলস্টেইনের গ্র্যান্ড ডিউক তথা উত্তরাধিকারসূত্রে বোহেমিয়ার রাজা ভিলহেম গটসরিখ সিগিসমন্ড ফন অর্মস্টেইন। রাজা তাঁর সমস্যার কথা জানাতে গিয়ে বলেন, পাঁচ বছর আগে তিনি মার্কিন অপেরা গায়িকা আইরিন অ্যাডলারের সঙ্গে একটি গোপন সম্পর্কে জড়িয়ে পড়েছিলেন। অ্যাডলার সেই সময়েই অবসর গ্রহণ করেছিলেন এবং বর্তমানে তিনি লন্ডনের বাসিন্দা। কিছুদিনের মধ্যেই রাজা এক তরুণী স্ক্যান্ডিনেভীয় রাজকুমারীকে বিয়ে করতে চলেছেন। কিন্তু তাঁর ভয়, পূর্বসম্পর্কের কথা জানাজানি হলে সেই বিয়ে ভেঙে যেতে পারে।\n\n\n== প্রকাশনার ইতিহাস ==\n\"আ স্ক্যান্ডাল ইন বোহেমিয়া\" প্রথম ১৮৯১ সালের জুলাই মাসে দ্য স্ট্র্যান্ড ম্যাগাজিন-এ যুক্তরাজ্যে এবং ১৮৯১ সালের আগস্ট মাসে স্ট্র্যান্ড-র মার্কিন সংস্করণে মার্কিন যুক্তরাষ্ট্রে প্রকাশিত হয়। গল্পটি দ্য স্ট্র্যান্ড ম্যাগাজিন-এ সিডনি পেজেট অঙ্কিত দশটি চিত্রসহ প্রকাশিত হয়। এটি ছোটগল্প সংকলন দ্য অ্যাডভেঞ্চারস অব শার্লক হোমস-এ অন্তর্ভুক্ত করা হয়, যা অক্টোবর ১৮৯২ সালে প্রকাশিত হয়।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\nCawthorne, Nigel (২০১১)। A Brief History of Sherlock Holmes। Running Press। আইএসবিএন 978-0762444083। \nDickerson, Ian (২০১৯)। Sherlock Holmes and His Adventures on American Radio। BearManor Media। আইএসবিএন 978-1629335087। \nSmith, Daniel (২০১৪) [2009]। The Sherlock Holmes Companion: An Elementary Guide (Updated সংস্করণ)। Aurum Press। আইএসবিএন 978-1-78131-404-3। \n\n\n== বহিঃসংযোগ ==\n উইকিসংকলনে আ স্ক্যান্ডেল ইন বোহেমিয়া-এর সম্পূর্ণ পাঠ্য পড়ুন।\n উইকিমিডিয়া কমন্সে আ স্ক্যান্ডেল ইন বোহেমিয়া সম্পর্কিত মিডিয়া দেখুন।\n\nগুটেনবের্গ প্রকল্পে “A Scandal in Bohemia”, The Adventures of Sherlock Holmes \n A Scandal in Bohemia লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)"}