{"pageid": 1022173, "title": "মার্ক আর. শোঅল্টার", "url": "https://bn.wikipedia.org/wiki?curid=1022173", "content": "মার্ক রবার্ট শোঅল্টার (ইংরেজি: Mark Robert Showalter; জন্ম: ৫ ডিসেম্বর, ১৯৫৭) হলেন সেটি ইনস্টিটিউটের একজন সিনিয়র রিসার্চ সায়েন্টিস্ট। তিনি ছয়টি প্রাকৃতিক উপগ্রহ ও তিনটি গ্রহীয় বলয় আবিষ্কার করেছিলেন।  তিনি নাসার প্ল্যানেটারি ডেটা সিস্টেম রিংস নোডের প্রধান অনুসন্ধায়ী, শনিতে ক্যাসিনি-হাইগেন্স অভিযানের সহ-অনুসন্ধায়ী এবং প্লুটোয় নিউ হোরাইজনস অভিযানের কাজকর্মের সঙ্গে ঘনিষ্ঠভাবে জড়িত।\n\n\n== শিক্ষা ==\nশোঅল্টার জন্মগ্রহণ করেছিলেন পেনসিলভানিয়ার অ্যাবিংটনে। শৈশবে তিনি বিজ্ঞান-ভিত্তিক খেলনা নিয়ে খেলতে ভালোবাসতেন। কৈশোরে বিদ্যালয়ে পাঠগ্রহণকালে একটি দূরবীন কেনার অর্থ জোগাড় করতে তিনি লনে ঘাস ছাঁটার কাজ করেছিলেন। ১৯৭৯ সালে ওবারলিন কলেজ তিনি পদার্থবিদ্যা ও গণিতে বি.এ. ডিগ্রি অর্জন করেন। স্নাতক স্তরের পড়াশোনা শেষ হলে প্রথম দিকে তিনি জ্যোতির্বিজ্ঞানকে পেশা হিসেবে গ্রহণের ব্যাপারে সিদ্ধান্ত নিতে পারেননি। কিন্তু ভয়েজার ২ বৃহস্পতির যে আলোকচিত্রগুলি পৃথিবীতে প্রেরণ করে সেগুলি দেখে তিনি সেই ব্যাপারে মনস্থির করে ফেলেন।\n১৯৮২ সালে কর্নেল বিশ্ববিদ্যালয় থেকে তিনি জ্যোতির্বিজ্ঞানে এমএস ডিগ্রি অর্জন করেন। পরে ১৯৮৫ সালে কর্নেল থেকেই পিএইচডি করেন। তাঁর গবেষণাপত্রটি ছিল বৃহস্পতির বলয়-সংক্রান্ত। এই গবেষণাপত্রেই তিনি তাঁর দ্বারা বৃহস্পতির গসামার বলয়টি আবিষ্কারের কথা বলেন।\n\n\n== কর্মজীবন ==\n১৯৯০ সালে দশ বছরের পুরনো ভয়েজার তথ্যাবলি ব্যবহার করে শোঅল্টয়ার শনির অষ্টাদশ তথা সর্ব-অভ্যন্তরীণ প্রাকৃতিক উপগ্রহ প্যান আবিষ্কার করেন। উপগ্রহটি অভ্যন্তরভাগে শনিকে প্রদক্ষিণ করে এবং রাখালিয়া উপগ্রহের কাজ করে শনির বলয়ের এনকে ফাঁকটিকে খুলে রাখে।\n২০০৩ সালে শোঅল্টার ও জ্যাক জে. লিসায়ার হাবস স্পেস টেলিস্কোপ থেকে গৃহীত আলোকচিত্র থেকে ইউরেনাসের দু’টি নতুন উপগ্রহ (ম্যাব ও কিউপিড) আবিষ্কার করেন। ২০০৬ সালে তাঁরা একই তথ্যউৎস থেকে সেই গ্রহেরই দু’টি অত্যন্ত অস্পষ্ট বলয়ের (মিউ ও নিউ বলয়) আবিষ্কারের কথা ঘোষণা করেন।\n১৯৯৪ সালের জুলাই মাসে শ্যুমেকার-লেভি ৯ ধূমকেতুর সঙ্গে বৃহস্পতির সংঘর্ষের সময় বৃহস্পতির বলয়ে যে কুণ্ডলায়িত উল্লম্ব কুঞ্চন সৃষ্টি হয়েছিল, ২০১০ সালে শোঅল্টারই তা আবিষ্কার করেন। ১৯৯০ সালের গোড়ার দিকে একটি অজ্ঞাত সংঘর্ষের সঙ্গে সঙ্গতিপূর্ণ একগুচ্ছ ক্ষুদ্রতর কুঞ্চনের সৃষ্টি হয়। শোঅল্টার ও তাঁর সহ-গবেষকেরা শনির ডি বলয়ে অনুরূপ কুণ্ডলায়িত নকশা আবিষ্কার করেন।\nপ্লুটোর নিকটবর্তী অঞ্চলে নিউ হোরাইজনস মহাকাশযানটি কী ধরনের সমস্যার সম্মুখীন হতে পারে তা নির্ধারণ করার ব্যাপারে শোঅল্টার নিউ হোরাইজনস দলের সহায়তা করেন। ২০১১ সালে হাবল স্পেস টেলিস্কোপ ব্যবহার করে প্লুটোর একটি অস্পষ্ট ধূলির বলয় অনুসন্ধান করতে গিয়ে তিনি প্লুটোর চতুর্থ উপগ্রহ কারবারোস আবিষ্কার করেন। ২০১২ সালের জুলাই মাসে নিউ হোরাইজনস দলের সঙ্গে কাজ করতে গিয়েই শোঅল্টার প্লুটোর পঞ্চম উপগ্রহ স্টিক্স আবিষ্কার করেন।\n২০১৩ সালের ১৫ জুলাই শোঅল্টারের নেতৃত্বে জ্যোতির্বিজ্ঞানীদের একটি দল ২০০৪ থেকে ২০০৯ সালের মধ্যে হাবল স্পেস টেলিস্কোপ কর্তৃক গৃহীত আলোকচিত্রগুলি থেকে নেপচুনের ইতিপূর্বে অজ্ঞাত চতুর্দশ উপগ্রহটি আবিষ্কার করেন। পরবর্তীকালে এটির নামকরণ করা হয় হিপোক্যাম্প। অনুমান করা হয়, এটির ব্যাস ৩৪.৮ কিলোমিটার।\n\n\n== ব্যক্তিগত জীবন ==\nশোঅল্টার একজন উৎসুক স্কুবা ডাইভার ও আলোকচিত্রশিল্পী। তিনি ফ্র্যাংক ইয়েলিনকে বিবাহ করেন। তাঁরা ক্যালিফোর্নিয়ায় বাস করেন।\n\n\n== সম্মাননা ==\nমঙ্গল-অতিক্রমণকারী গ্রহাণু ১৮৪৯৯ শোঅল্টার তাঁর নামে নামাঙ্কিত।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMark Showalter's SETI Institute home page\nPlanetary Data System rings node home page\nইউটিউবে Silicon Valley Astronomy Lectures, November 12, 2008 Saturn's Restless Rings: Results from the Cassini Mission\nইউটিউবে Silicon Valley Astronomy Lectures, Jan. 28, 2015 Pluto on the Horizon: Anticipating our First Encounter with the Double Planet"}