{"pageid": 1022523, "title": "মোহন সিং (জেনারেল)", "url": "https://bn.wikipedia.org/wiki?curid=1022523", "content": "মোহন সিং (৩ জানুয়ারি ১৯০৯ – ২৬ ডিসেম্বর ১৯৮৯) ভারতের একজন স্বাধীনতা সংগ্রামী এবং সাবেক সামরিক কর্মকর্তা । তিনি মূলত দ্বিতীয় বিশ্বযুদ্ধের সময় দক্ষিণ পূর্ব এশিয়ায়, আজাদ হিন্দ ফৌজ সংগঠন ও এর নেতৃত্ব দানের জন্য সর্বাধিক পরিচিত। ভারতের স্বাধীনতা লাভের পর, মোহন সিং ভারতীয় সংসদের রাজ্যসভায় একজন সংসদ সদস্য হিসেবে দায়িত্ব পালন করেন।\n\n\n== প্রারম্ভিক জীবন ==\nমোহন সিং এর পিতা তারা সিং এবং মাতা হুকাম কৌর। তারা শিয়ালকোটের (বর্তমানে পাকিস্তানে) কাছে উগোকে গ্রামে বসবাস করতেন। তার জন্মের দুই মাস আগে তার পিতা মৃত্যুবরণ করেন এবং তার মাতা একই জেলার বাদিয়ানায় তার পিতামাতার বাড়িতে চলে যান। মোহন সিং সেখানেই জন্মগ্রহণ করেন এবং বেড়ে ওঠেন।\n\n\n== সামরিক জীবন ==\nমোহন সিং মাধ্যমিক বিদ্যালয় পাশ করে,১৯২৭ সালে ব্রিটিশ ভারতীয় সেনাবাহিনীর ১৪তম পাঞ্জাব রেজিমেন্টে নিজেকে তালিকাভুক্ত করেন। রোজপুরে তার নিয়োগ প্রশিক্ষণ সম্পন্ন করার পর, মোহন সিং রেজিমেন্টের দ্বিতীয় ব্যাটালিয়নে নিযুক্ত হয়ে তৎকালীন উত্তর-পশ্চিম সীমান্ত প্রদেশে পৌছান। তিনি ১৯৩১ সালে সম্ভাব্য অফিসার হিসেবে নির্বাচিত হয়ে, নওগং-এর (মধ্যপ্রদেশ) কিচেনার কলেজে ছয় মাসের প্রশিক্ষণ ও দেরাদুনের ইন্ডিয়ান মিলিটারি একাডেমিতে আড়াই বছরের প্রশিক্ষণ শেষে, ১৯৩৫ সালের ১ ফেব্রুয়ারি কমিশনভুক্ত হন এবং এক বছরের জন্য ব্রিটিশ সেনাবাহিনীর দ্বিতীয় ব্যাটালিয়ন বর্ডার রেজিমেন্টে নিযুক্ত হন। এরপর তিনি ১৯৩৬ সালের ২৪ ফেব্রুয়ারি ১৪তম পাঞ্জাব রেজিমেন্টের ১ম ব্যাটালিয়নে নিযুক্ত হন।\nতার ব্যাটালিয়ন ভারতের পূর্বাঞ্চলে অপারেশনে নিযুক্ত হলে মোহন সিং পদোন্নতি পেয়ে অস্থায়ী ক্যাপ্টেন হন। তিনি ১৯৪০ সালের ডিসেম্বর মাসে তারই এক সহ-সৈনিকের বোন, জসবন্ত কৌর কে বিয়ে করেন। তিনি ১৯৪১ সালের ৪ মার্চ তার ইউনিটের সঙ্গে মালয় রওনা হন।\n\n\n== দ্বিতীয় বিশ্বযুদ্ধ ==\nজাপান, ১৯৪১ সালের ৭ ডিসেম্বর হাওয়াইয়ের পার্ল হারবারে মার্কিন যুক্তরাষ্ট্রের বিমান ঘাঁটিতে আকস্মিক আক্রমণের মধ্য দিয়ে যুদ্ধে প্রবেশ করে এবং কয়েক সপ্তাহের মধ্যে প্রায় সমগ্র দক্ষিণ-পূর্ব এশিয়া দখল করে নেয়। অক্টোবর মাসে জাপানি ইম্পেরিয়াল জেনারেল হেডকোয়ার্টার, মেজর ফুজিওয়ারা ইওয়াইচির নেতৃত্বে ব্যাংককে ফুজিওয়ারা কিকান স্থাপন করে। জাপানের সাথে বন্ধুত্ব ও সহযোগিতা বৃদ্ধির লক্ষ্যে ভারতের স্বাধীনতা সংগ্রামী, বিদেশী চীনা এবং মালয়ের সুলতানদের সাথে যোগাযোগের দায়িত্বে থাকা ফুজিওয়ারার কর্মীদের মধ্যে পাঁচজন কমিশনপ্রাপ্ত কর্মকর্তা এবং দুজন হিন্দিভাষী দোভাষী ছিলেন। তারা প্রথমে  গিয়ানি প্রীতম সিং এর সাথে যোগাযোগ করে।  প্রীতম সিং এধরনের একটি সংগঠনেরই নেতা ছিলেন। তিনি এবং মেজর ফুজিওয়ারা, যুদ্ধবন্দী ভারতীয় সৈন্যদের নিয়ে একটি ভারতীয় সেনাবাহিনী গঠন করতে মোহন সিং কে অনুরোধ করেন। মোহন সিং শুরুতে ইতস্তত করলেও শেষ পর্যন্ত সম্মত হন। ফুজিওয়ারা তার কাছে আত্মসমর্পণকারী প্রায় ৪০,০০০ ভারতীয় সৈন্যকে মোহন সিং এর কাছে হস্তান্তর করেন। এটি ছিল আজাদ হিন্দ ফৌজ গঠনের প্রাথমিক পদক্ষেপ।\n\n\n=== আজাদ হিন্দ ফৌজ ===\nযদিও প্রীতম সিং উল্লেখযোগ্য ভূমিকা পালন করেন, তবে মূলত ফুজিওয়ারাই আন্তরিকতার সঙ্গে মোহন সিং কে ব্রিটিশ ভারতীয় সেনাবাহিনীর শপথ ভঙ্গ করে ভারতের স্বাধীনতার বৃহত্তর উদ্দেশ্যে অর্জনের লক্ষ্যে জাপানি মিশনের সাথে একত্রিত হতে রাজি করান। তাকে এই প্রতিশ্রুতিও দেওয়া হয় যে তাকে যুদ্ধ বন্দী নয় বরং মিত্র এবং বন্ধু হিসেবে বিবেচনা করা হবে। ১৯৪১ সালের ডিসেম্বরে, জাপানি কমান্ডিং জেনারেল সঙ্গে সাক্ষাতের পর, সিং একটি সশস্ত্র ভারতীয় ইউনিট গঠনের সম্ভাব্যতা সম্পর্কে নিশ্চিত হন। মোহন সিং দক্ষিণ-পূর্ব এশিয়ায় ব্রিটিশ ভারতীয় সেনাবাহিনীর ভারতীয়দের সাথে যোগাযোগ শুরু করেন এবং মালয়ে জাপানিদের হাতে বন্দীদের মধ্যে থেকে নিয়োগ শুরু করেন। সকল ভারতীয় যুদ্ধবন্দীদের তার অধীনে নিয়োগ দেওয়া হয় এবং তাকে মালয় এর আলোর সেতার শহরে শৃঙ্খলা রক্ষা করতে বলা হয়। এই নিউক্লিয়াস থেকেই পরবর্তীতে আজাদ হিন্দ ফৌজ এর জন্ম হয়। ১৯৪২ সালের ১১ জানুয়ারি কুয়ালালামপুর এবং ১৫ ফেব্রুয়ারি সিঙ্গাপুরের পতন ঘটে। কুয়ালালামপুরে ৩৫০০ ভারতীয় যুদ্ধবন্দী এবং সিঙ্গাপুরে ৮৫,০০০ ব্রিটিশ সৈন্য বন্দী হয় যাদের মধ্যে ৪৫০০০ ছিল ভারতীয় । মোহন সিং, ব্রিটিশ শাসন থেকে ভারতের স্বাধীনতার জন্য লড়াইয়ের উদ্দেশ্যে গঠনকৃত ভারতীয় জাতীয় সেনাবাহিনীতে যোগদানের জন্য স্বেচ্ছাসেবক আহ্বান করেন।\nপরবর্তীতে আজাদ হিন্দ ফৌজ বা স্বাধীন ভারতের জাতীয় সেনাবাহিনী নাম পাওয়া এই বাহিনী গঠনে বিপুল সংখ্যক মানুষ এগিয়ে আসেন। ১৯৪২ সালের ১ সেপ্টেম্বর অবধি এই বাহিনী অস্তিত্বশীল হয়, যতদিনে এর সদস্য সংখ্যা ৪০,০০০  এ পৌঁছায়। এর জেনারেল মনোনীত হন মোহন সিং। ইতোমধ্যে ১৯৪২ সালের ১৫-২৩ জুন ব্যাংককে অনুষ্ঠিত এক সম্মেলনে ভারতীয় বিপ্লবী রাসবিহারী বসুর নেতৃত্বে গঠিত ভারতীয় স্বাধীনতা লীগের উদ্বোধন হয়। ওই সম্মেলনে পাশ হওয়া ৩৫টি প্রস্তাবের একটির মাধ্যমে মোহন সিং কে \"ভারতের স্বাধীনতা বাহিনী\" তথা ভারতীয় জাতীয় সেনাবাহিনী এর কমান্ডার-ইন-চিফ নিযুক্ত করা হয়।\n\n\n=== জাপানের সঙ্গে মতানৈক্য ===\nযদিও মোহন সিং ফুজিওয়ারা কিকানের সদস্যদের সঙ্গে সুসম্পর্ক বজায় রেখেছিলেন, তবে শীঘ্রই তিনি জাপানি সেনাবাহিনীর সদর দপ্তরের উদ্দ্যেশ্য সম্পর্কে সন্দিহান হতে শুরু করেন। তাদের আদেশ দেখে তার মনে হয় যেন তারা ভারতীয় জাতীয় সেনাবাহিনীকে শুধুমাত্র জাপানি সেনাবাহিনীর একটি অংশ হিসেবে ব্যবহার করতে চায় এবং ইচ্ছাকৃতভাবে একটি স্বাধীন সেনাবাহিনী হিসেবে এর স্বীকৃতি এবং ঘোষণা সংযত করতে শুরু করে। জাপানি সেনাবাহিনীর কয়েকজন উচ্চ কমান্ডারের সাথে তার মতানৈক্য ঘটে। ১৯৪২ সালের ২৯ ডিসেম্বর মোহন সিংকে তার কমান্ড থেকে সরিয়ে জাপানি সামরিক পুলিশ হেফাজতে নেয়।\n১৯৪৩ সালের জুন মাসে জার্মানি থেকে আরেক ভারতীয় রাজনৈতিক নেতা সুভাষচন্দ্র বসুর আগমনের পরই কেবল ভারতীয় জাতীয় সেনাবাহিনী, আজাদ হিন্দ ফৌজ রূপে পুনরুজ্জীবিত হয়। তবে, মোহন সিং কে এই বাহিনীতে পুনর্বহাল করা হয়নি।\nজাপানের পরাজয়ের পর, মোহন সিং কে ব্রিটিশরা আটক করে এবং বিচারের মুখোমুখি করা জন্য ভারতে ফেরত পাঠায়। তবে, এই বিচারের বিরুদ্ধে জনগণের চাপের কারণে মোহন সিং কে শুধুমাত্র সেনাবাহিনী থেকে বহিষ্কার করা হয়।\n\n\n== ১৯৪৭ পরবর্তী ==\n১৯৪৭ সালের ফেব্রুয়ারিতে ভারতীয় জাতীয় কংগ্রেসে যোগ দেওয়ার মাধ্যমে সিং রাজনীতিতে প্রবেশ করেন। ১৯৪৭ সালের ১৫ আগস্ট ভারতের স্বাধীনতার স্বপ্ন পূরণ হয়, কিন্তু এর সাথে ভারত বিভাজনও ঘটে। নব্য গঠিত পাকিস্তানের অন্তর্ভুক্ত হওয়ায় তার ভিটা ত্যাগ করে  গৃহহীন উদ্বাস্তু হিসেবে তাকে ভারতে চলে যেতে হয়। তাকে লুধিয়ানার কাছে জুগিয়ানা গ্রামে কিছু জমি বরাদ্দ দেওয়া হয়, যেখানে তিনি স্থায়ী বসতি স্থাপন করেন। পাঞ্জাবে বিধায়ক হিসেবে দায়িত্ব পালনের পর তিনি দুই মেয়াদের জন্য ভারতীয় সংসদের উচ্চকক্ষ রাজ্যসভায় নির্বাচিত হন। সংসদের ভেতরে ও বাইরে তিনি জাতির স্বাধীনতার স্বার্থে লড়াইকারী আজাদ হিন্দ ফৌজের সদস্যদের \"মুক্তিযোদ্ধা\" হিসেবে স্বীকৃতি দেওয়ার জন্য সংগ্রাম করেন।\n\n\n== মৃত্যু ==\nমোহন সিং ১৯৮৬ সালের ২৬ ডিসেম্বর পাঞ্জাবের জুগিয়ানায় মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র =="}