{"pageid": 1022029, "title": "মাঘমেলা", "url": "https://bn.wikipedia.org/wiki?curid=1022029", "content": "মাঘ মেলা, বা মাঘা মেলা হল একটি বার্ষিক উৎসব, যা মাঘ মাসে (জানুয়ারী / ফেব্রুয়ারি) নদীর তীর এবং হিন্দু মন্দিরগুলির নিকটে পবিত্র দিঘির কাছে অনুষ্ঠিত হয়। প্রায় প্রতি বারো বছর পরে, বৃহস্পতি, সূর্য এবং চন্দ্র জ্যোতিষশাস্ত্রগতভাবে একটি শুভ অবস্থানে মিলিত হয় এবং মাঘ মেলা সেইসময় অনুষ্ঠিত হয়। এগুলিকে বলা হয় কুম্ভ মেলা (এলাহাবাদে যেমন হয়)। দক্ষিণে, কুম্ভকোনামে মহামহাম দিঘির মধ্যে একটি উল্লেখযোগ্য উৎসব হয়; পূর্বে, পশ্চিমবঙ্গের সাগর দ্বীপে এবং পুরীর কোনার্কেও উৎসব হয়। ইন্দোনেশিয়ার বালিতেও হিন্দু সম্প্রদায় প্রায়শ্চিত্তের একটি রূপ হিসাবে স্নানের অনুষ্ঠানের পাশাপাশি মাঘ উৎসবটি পালন করে।\nঅমাবস্যা এবং মকর সংক্রান্তির মত কিছু নির্দিষ্ট তারিখ বিশেষ করে পবিত্র হিসাবে বিবেচিত হয়, এবং সেই সময় প্রচুর জন সমাবেশ হয়। জলে ডুব দিয়ে প্রথা পালন করা এই উৎসবটির একটি প্রধান অঙ্গ, তবে এটি শিক্ষা, সাধুদের ধর্মীয় বক্তৃতা, সন্ন্যাসীদের এবং দরিদ্রদের জন্য সম্প্রদায় ভোজ এবং বিনোদন দর্শন সহ সম্প্রদায়ের বাণিজ্য উদযাপনেরও মেলা।\nধর্মীয় ভিত্তিতে তীর্থযাত্রা জন্য একটি কারণ হল বিগত ভুলের জন্য প্রায়শ্চিত্ত (প্রায়শ্চিত্ত, আক্ষেপ) করা, পাপ থেকে শুচিশুদ্ধ হওয়া ও এই উৎসবে পবিত্র নদীতে অবগাহন হল পুনর্জন্ম চক্র থেকে মুক্তির একটি উপায়। তুলনামূলক ধর্ম ও ভারতীয় স্টাডিজ বিভাগের অধ্যাপক ডায়ান একের মতে, এই উৎসবগুলো \"গুরুত্বপূর্ণ সাংস্কৃতিক মেলা\"- যা মানুষকে একত্রিত করে, বাণিজ্য এবং ধর্মনিরপেক্ষ বিনোদনমূলক পরিবেশনার সাথে ধর্মীয় ভক্তির ভাগীদার সূত্রে তাদের বেঁধে রাখে।\nমহাভারতে এবং অনেক প্রধান পুরাণে মাঘ মেলা উৎসবের উল্লেখ রয়েছে। মাঘ মেলা নদী উৎসবগুলোর একটি অঙ্গ, যেটি বিভিন্ন রাশির অবস্থানে বৃহস্পতির স্থানান্তরকে অনুসরণ করে। এই নদী উৎসব - যাকে পুষ্করম (বা পুষ্করালু) বলা হয় - বছরব্যাপী ভারতের প্রধান নদীগুলির বিভিন্ন ঘাট এবং মন্দিরগুলিতে অবর্তিত হয়ে অনুষ্ঠিত হয়। প্রতিটি নদীকেই পবিত্র নদীর দেবী হিসাবে শ্রদ্ধাজ্ঞাপন করা হয়। এর মধ্যে রয়েছে আচার স্নানের পাশাপাশি পূর্বপুরুষদের কাছে প্রার্থনা, ধর্মীয় বক্তৃতা, ভক্তিমূলক সংগীত ও গাওয়া, দাতব্য সংস্থা, সাংস্কৃতিক অনুষ্ঠান এবং মেলা।\nসঙ্গম আমলের প্রাচীন তামিল নৃবিজ্ঞানেও একটি বার্ষিক স্নানের উৎসবের উল্লেখ করা হয়েছে। উদাহরণস্বরূপ, পরিপাতাল  সংগ্রহের   মধ্যে বর্তমানে বিদ্যমান নয়টি কবিতা, নদীর দেবী ভাইগাইকে নিবেদিত। এই কবিতাগুলিতে তামিলের মার্গাজি মাসের পরে, তাই মাসে (জানুয়ারি / ফেব্রুয়ারি) স্নানের উৎসবের কথার উল্লেখ আছে, এটি এমন একটি সময় যা উত্তরের মাঘ মাসের সাথে সমাপতিত হয়। এই স্নানের উৎসবগুলো আধ্যাত্মিকভাবে শুভ এবং জল ক্রীড়া, মেলা এবং সম্প্রদায়ের জমায়েতের অনুষ্ঠান হিসাবে পরিগণিত হয়।\nশিখধর্মে - দিওয়ালি এবং বৈশাখীর সাথে মাঘমেলাকেও তিন উৎসব হিসেবে গুরু অমর দাস স্বীকার করেছিলেন। তিনি শিখ সম্প্রদায়কে একটি সম্প্রদায় উৎসবের (১৫৫২-১৫৭৪ খ্রিষ্টাব্দ) জন্য একত্র করেছিলেন। এটি মাঘী নামে খ্যাত। এটি এখন গুরু-গোবিন্দ সিংহের সময়ের একটি মুসলিম-শিখ যুদ্ধের (১৭০৫ খ্রিস্টাব্দ) চল্লিশ জন শহীদের স্মৃতিকে চিহ্নিত করে। মুক্তসারে সর্বাধিক বৃহত্তম মাঘী জমায়েত দেখা যায়। পাশৌরা সিংহ এবং লুই ফেনচের মতে, গুরু অমর দাস, গোয়িন্দওয়াল সাহিবকে শিখ তীর্থস্থান (তীরথ) হিসাবে তৈরি করেছিলেন। তিনি গোয়িন্দওয়ালে আনুষ্ঠানিক স্নানের জন্য একটি বাওলি - সোপানযুক্ত জলের দিঘি - তৈরি করেছিলেন।\n\n\n== তথ্যসূত্র =="}