{"pageid": 1022439, "title": "গরিমা হাজরিকা", "url": "https://bn.wikipedia.org/wiki?curid=1022439", "content": "গরিমা হাজরিকা আসামের একজন শাস্ত্ৰীয় নৃত্যশিল্পী। তিনি একজন সত্ৰীয়া ও ওড়িশি নৃত্যবিশারদ। ভারতের বিভিন্ন নগরী ও মহানগরীতে নৃত্য পরিবেশন করে তিনি সুনাম অৰ্জন করেছেন। তিনি বেশ কয়েকটি নৃত্য-নাটিকাও রচনা করেছেন। হাজরিকা রচিত ও পরিচালিত চেতনা নামের নৃত্য-নাটিকাটি রাষ্ট্ৰীয় পৰ্যায়ে সমাদর লাভ করেছে। গুয়াহাটি মহানগরীতে মিতালী কলাকেন্দ্ৰ স্থাপন করে তিনি সত্ৰীয়া এবং ওড়িশি নৃত্যের প্ৰচার ও প্ৰসারের নিমিত্তে কাজ করছেন। তিনি সেন্দূর সহ আরো কয়েকটি অসমীয়া চলচ্চিত্ৰে শিল্প-নিদেৰ্শনা ও কোরিওগ্রাফার হিসেবে সম্পৃক্ত ছিলেন।\n\n\n== সংক্ষিপ্ত জীবনী ==\n১৯৩৯ সালে গুয়াহাটি মহানগরের উজানবাজার অঞ্চলে গরিমা হাজরিকার জন্ম হয়। শৈশব থেকেই শাস্ত্ৰীয় নৃত্যের প্ৰতি তার গভীর অনুরাগ ও আকৰ্ষণ ছিল। তিনি সত্ৰীয়া নৃত্য ও ওড়িশি নৃত্য শিখেছেন এবং তিনি উভয় নৃত্যশৈলীতেই পারদর্শী। আসামের প্ৰতিনিধিত্ব করে তিনি ভারতের বিভিন্ন রাজ্যে সত্ৰীয়া ও ওড়িশি নৃত্য পরিবেশন করে দৰ্শকদের ভূয়সী প্ৰশংসা লাভ করেছেন। এর মধ্যে ১৯৫৭ সালে গুয়াহাটি বিশ্ববিদ্যালয়ের প্ৰতিনিধি হিসেবে গরিমা হাজরিকা দিল্লীতে অনুষ্ঠিত রাষ্ট্ৰীয় যুব মহোৎসবে সত্ৰীয়া নৃত্য পরিবেশন করেছিলেন যা বিশেষ সুনাম অৰ্জন করেছিল। গরিমা হাজরিকা কয়েকটি নৃত্য-নাটিকা রচনা ও পরিচালনাও করেছেন। হাজরিকা রচিত ও পরিচালিত চেতনা নামের নৃত্য-নাটিকাটি রাষ্ট্ৰীয় পৰ্যায়ে সুনাম অর্জন করেছিল। ভ্ৰাম্যমাণ থিয়েটারের নৃত্য-নাটিকার ক্ষেত্রে গরিমা হাজরিকা অনেকবার পরিবৰ্তন এনেছেন। তিনি বেশ কয়েকটি অসমীয়া চলচ্চিত্ৰে শিল্পনিৰ্দেশক ও কোরিওগ্রাফার হিসেবেও কাজ করেছেন। তারমধ্যে সেন্দূর চলচ্চিত্ৰটি উল্লেখযোগ্য।\n\n\n== অবদান ==\nশিল্পনিৰ্দেশনা এবং নতুন প্ৰজন্মকে শুদ্ধ রূপে সত্ৰীয়া ও ওড়িশি নৃত্যের প্ৰশিক্ষণ দেওয়ার প্ৰয়াসে গরিমা হাজরিকা নিজ উদ্যোগে গুয়াহাটিতে মিতালী কলাকেন্দ্ৰ নামে নৃত্য শেখার একটি প্রতিষ্ঠান স্থাপন করেছেন। সুদীৰ্ঘ পঁচিশ বছর যাবত এই কেন্দ্ৰের মাধ্যমে তিনি নতুনদেরকে সত্ৰীয়া ও ওড়িশি নৃত্যের প্ৰশিক্ষণ দিয়ে আসছেন। ২০ মে, ২০১৬ সালে মাছখোয়া সাংস্কৃতিক প্ৰকল্পে মিতালী কেন্দ্ৰের রৌপ্যজয়ন্তী অনুষ্ঠান অনুষ্ঠিত হয়েছে এবং এই অনুষ্ঠান বিশেষ চাহিদাসম্পন্ন শিশুদের জন্য একটি বিশেষ নৃত্য কৰ্মশালার আয়োজন করা হয়েছিল। এই জয়ন্তীর অংশ হিসাবে তিনি সত্ৰীয়া ও ওড়িশি নৃত্যের কৰ্মশালা, কোরিওগ্রাফি ও কস্টিউমস ডিজাইনিং কৰ্মশালার আয়োজন করে নতুনদের জন্য নাচ শেখার একটি অসাধারণ সুযোগ করে দিয়ে ছিলেন। ছাত্ৰ-ছাত্ৰীদেরকে সমাজের প্ৰতি দায়িত্ববোধ শেখানোর জন্যেও তার শিল্পকেন্দ্ৰ বদ্ধপরিকর।\n\n\n== তথ্যসূত্র =="}