{"pageid": 1022018, "title": "নিৰ্ভয়া তহবিল", "url": "https://bn.wikipedia.org/wiki?curid=1022018", "content": "নির্ভয়া তহবিল (ইংরেজি: Nirbhaya Fund) হল ২০১৩ সালের কেন্দ্রীয় বাজেটে ভারত সরকারের ঘোষণা করা ১০০০ কোটি ভারতীয় টাকার একটি আর্থিক তহবিল। কেন্দ্রীয় অর্থমন্ত্রী পি চিদাম্বরম আশা করেছিলেন যে এই তহবিল ভারতীয় মহিলাদের সম্মান ও সুরক্ষা নিশ্চিত করার কার্যসূচীকে সহায়তা করবে। নির্ভয়া নামটি ছিল ২০১২ সালের দিল্লীতে দলবদ্ধ ধর্ষণের শিকার এক ভুক্তভোগীর ছদ্মনাম। মহিলা ও শিশু বিকাশ মন্ত্রণালয় ও অন্যান্য মন্ত্রণালয় সিদ্ধান্ত নিয়েছিল এই তহবিলের অর্থ কোথায় খরচ হবে। এই তহবিলের একটি প্রয়োগ হল হিংসার বলি হওয়া মহিলাদের পাশে দাঁড়ানোর জন্য 'ওয়ান স্টপ সেন্টার' স্থাপন করা।\n\n\n== ইতিহাস ==\nমহিলা ও কন্যা সন্তানদের সশক্তিকরণ, সম্মান ও সুরক্ষার জন্য ১০০০ কোটি টাকার সরকারি অবদানের সঙ্গে কেন্দ্রীয় অর্থমন্ত্রী তাঁর ২০১৩ সালের বাজেট ভাষণে নির্ভয়া তহবিল গঠনের ঘোষণা করেছিলেন। এই তহবিলটি সরকারের অর্থ মন্ত্রক কর্তৃক পরিচালিত হয়।\n\n\n== তহবিলের ব্যবহার ==\nবিভিন্ন মন্ত্রণালয় মহিলাদের সম্মান ও সুরক্ষা বৃদ্ধি করার জন্য এই তহবিল ব্যবহার করার জন্য প্রকল্পের প্রস্তাব দিয়েছিল। প্রস্তাব দাখিল করা মন্ত্রণালয়সমূহ ছিল তথ্য প্রযুক্তি মন্ত্রণালয়, সড়ক পরিবহণ মন্ত্রণালয়, রেল মন্ত্রণালয় ও গৃহ মন্ত্রণালয়। গৃহ মন্ত্রণালয় নির্ভয়া তহবিলের অধীনে মোট ১৯৪.৪৪ কোটি টকা ব্যয়পূর্বক লক্ষ্ণৌর জন্য একটি সুরক্ষিত শহর প্রকল্প অনুমোদন করে।\n২০১৩ সালের নভেম্বর মাসে নগর উন্নয়ন মন্ত্রণালয় রাজ্যসমূহকে নির্ভয়া তহবিলের তত্ত্বাবধানে নতুন পরিকল্পনার প্রস্তাব ও রূপায়ণ করার জন্য বলেছিল।\nএই তহবিল সমগ্র দেশে 'ওয়ান স্টপ সেন্টার' বা 'সখী' সৃষ্টি করার জন্য ব্যবহার করা হয়েছিল। এই সেন্টারে হিংসার বলি হওয়া মহিলাদের আর্থিক, সামাজিক ও আইনগত সেবা প্রদান করা হয়।\n২০১৩ সালের এক পরামর্শ অনুসারে প্রথমে প্রতিটি ভারতীয় রাজ্যে কমপক্ষে একটি করে ওয়ান স্টপ সেন্টার স্থাপনের প্রস্তাব করা হয়েছিল। নির্ভয়া তহবিল থেকে আর্থিক সাহায্যপ্রাপ্ত রায়পুর ও লক্ষ্ণৌ ওয়ান স্টপ সেন্টারকে মহিলা সশক্তিকরণের জন্য অসামান্য অবদানের স্বীকৃতি স্বরূপে যথাক্রমে ২০১৮ ও ২০১৯ সালের আন্তর্জাতিক নারী দিবস উপলক্ষে নারী শক্তি পুরস্কার প্রদান করা হয়েছিল।\n\n\n== তথ্য উৎস =="}