{"pageid": 1022537, "title": "হৈম-আগ্নেয়গিরি", "url": "https://bn.wikipedia.org/wiki?curid=1022537", "content": "হৈম-আগ্নেয়গিরি (ইংরেজি: Cryovolcano) হল এমন এক শ্রেণির আগ্নেয়গিরি যেখান থেকে গলিত পাথরের পরিবর্তে জল, অ্যামোনিয়া বা মিথেনের মতো উদ্বায়ী পদার্থ নির্গত হয়। সম্মিলিতভাবে হৈম-ম্যাগমা (ইংরেজি: Cryomagma), হৈম-লাভা (ইংরেজি: Cryolava) বা হৈম-আগ্নেয় গলিত পদার্থ (ইংরেজি: Ice-volcanic melt) নামে পরিচিত এই নিঃসৃত পদার্থ সচরাচর তরল আকারে থাকে এবং তা প্লিউম সৃষ্টি করতে পারে; কিন্তু তা বাষ্পের আকারেও থাকতে পারে। নির্গত হওয়ার পর পারিপার্শ্বিকের অত্যন্ত নিম্ন তাপমাত্রার সংস্পর্শে এসে হৈম-ম্যাগমার জমে কঠিন আকার ধারণ করারই কথা। তুষারময় প্রাকৃতিক উপগ্রহ এবং সৌরজগতের অতীতে যে সকল তুষার রেখায় (যেমন প্লুটো ) জলের প্রাচুর্য ছিল এমন অন্যান্য বস্তুতে হৈম-আগ্নেয়গিরির অস্তিত্বের সম্ভাবনা থাকে। বামন গ্রহ প্লুটো ও সেরেস এবং শনির প্রাকৃতিক উপগ্রহ টাইটানের অনেক বৈশিষ্ট্যটিকে সম্ভাব্য হৈম আগ্নেয়গিরি হিসেবে চিহ্নিত করা হয় এবং বৃহস্পতির প্রাকৃতিক উপগ্রহ ইউরোপার পৃষ্ঠভাগে এক শ্রেণির গম্বুজাকৃতি বৈশিষ্ট্যের উৎসও সম্ভবত হৈম-আগ্নেয় ক্রিয়াকলাপ। এছাড়াও এনসেলাডাস ও সম্ভবত ট্রাইটনেও তুষার প্রস্রবণ দেখা যায়। যদিও সেগুলি আগ্নেয়গিরি গঠন করেছে কিনা তা জানা যায় না।\nবরফ গলন ও হৈম-আগ্নেয়গিরির সৃষ্টির ক্ষেত্রে সৌরজগতের কোনও কোনও বস্তুর সম্ভাব্য শক্তির উৎসটি হল জোয়ার-সংক্রান্ত বিরোধ। হিমায়িত পদার্থের আলোকভেদ্য অথচ অস্বচ্ছ সঞ্চয় পৃষ্ঠভাগের ঠিক তলায় একটি গ্রিনহাউস প্রভাব সৃষ্টি করে, যার থেকে প্রয়োজনীয় তাপ উৎপন্ন হয়।\nকাইপার বেষ্টনীর বস্তু কুয়াওয়ারে অতীত উষ্ণায়নের চিহ্নগুলি দেখে বিজ্ঞানীরা অনুমান করেন যে এগুলি অতীতে হৈম-অগ্ন্যুৎপাতের ফলশ্রুতি। তেজষ্ক্রিয় ক্ষয় এক্ষেত্রে প্রয়োজনীয় শক্তির জোগান দিয়ে থাকতে পারে। কারণ, হৈম-আগ্নেয়গিরিগুলি অ্যামোনিয়া-মিশ্রিত জল উদ্গীরণে সক্ষম এবং অ্যামোনিয়া ১৮০ kelvin (−৯৫ ডিগ্রি সেলসিয়াস) তাপমাত্রায় গলে চরম শীতল এক তরল সৃষ্টি করে যা আগ্নেয়গিরি থেকে নিঃসৃত হতে পারে।\n\n\n== পর্যবেক্ষণ ==\n\n২০০৫ সালের ২৭ নভেম্বর ক্যাসিনি মহাকাশযানটি এনসেলাডাসের দক্ষিণ মেরুতে কয়েকটি প্রস্রবণের আলোকচিত্র গ্রহণ করে। পরবর্তীকালে ইউরোপা, টাইটান, গ্যানিমিড ও মিরান্ডা সহ অন্য বেশ কয়েকটি তুষারময় প্রাকৃতিক উপগ্রহে হৈম-অগ্ন্যুৎপাতের পরোক্ষ প্রমাণ পাওয়া যায়। ক্যাসিনি টাইটানে বেশ কয়েকটি বৈশিষ্ট্যের সন্ধান পায় যেগুলিকে হৈম-আগ্নেয়গিরি মনে করা হয়। এগুলির মধ্যে উল্লেখযোগ্য ডুম মনস এবং তার পার্শ্ববর্তী সোট্রা প্যাটেরা। শেষোক্ত বৈশিষ্ট্যটিকে মনে করা হয় \"এখনও পর্যন্ত কোনও তুষারময় উপগ্রহে নথিভুক্ত শ্রেষ্ঠ আগ্নেয় ভূসংস্থানের প্রমাণ\"। হৈম-অগ্ন্যুৎপাতই টাইটানের বায়ুমণ্ডলের প্রাপ্ত মিথেনের গুরুত্বপূর্ণ উৎস বলে একটি তত্ত্ব বিজ্ঞানীরা খাড়া করেছেন।\n২০০৭ সালে জেমিনি মানমন্দির থেকে কৃত পর্যবেক্ষণের ফলে প্লুটোর প্রাকৃতিক উপগ্রহ কেয়ারনের পৃষ্ঠভাগে অ্যামোনিয়া হাইড্রেট ও জলীয় স্ফটিকের ছোপ দেখা যায়। এই ধরনের ছোপ সক্রিয় হৈম-আগ্নেয়গিরি বা হৈম-প্রস্রবণের উপস্থিতি ইঙ্গিত করে। এরপর ২০১৫ সালে নিউ হোরাইজনস-এর পর্যবেক্ষণের ফলে কেয়ারনের এক নবীন পৃষ্ঠভাগের সন্ধান পাওয়া যায়, যা প্রাগুক্ত ধারণাটিকেই সমর্থন করে। প্লুটোর দু’টি বৈশিষ্ট্যকে সম্ভাব্য হৈম-আগ্নেয়গিরি হিসেবে শনাক্ত করা হয়েছে। এই দু’টি বৈশিষ্ট্য হল দাঁতাল শৃঙ্গ-বিশিষ্ট দু’টি পর্বত।\n২০১৫ সালে ডন মহাকাশযান বামন গ্রহ সেরেসের একটি অভিঘাত খাদের ভিতরে দু’টি স্বতন্ত্র ঊজ্জ্বল বিন্দুর আলোকচিত্র গ্রহণ করে। বিজ্ঞানীরা অনুমান করেন, এই উজ্জ্বল বিন্দু দু’টির উৎস সম্ভবত হৈম-অগ্ন্যুৎপাত। ২০১৬ সালের সেপ্টেম্বর মাসে নাসা জেপিএল ও নাসা গোডার্ডের বিজ্ঞানীরা তাঁদের আবিষ্কারের কথা প্রকাশ করে বলেন যে, সেরেসের আহুনা ডোম হল একটি বৃহদাকার \"আগ্নেয় গম্বুজ, যা সৌরজগতের অন্যত্র প্রাপ্ত অনুরূপ গম্বুজগুলির মতো নয়। [বৃহৎ] পর্বতটি সম্ভবত আগ্নেয় প্রকৃতির। বিশেষ ভাবে বললে, এটি একটি হৈম-আগ্নেয়গিরি – যে আগ্নেয়গিরি থেকে সিলিকেটের পরবর্তে জলের ন্যায় উদ্বায়ী দ্বারা গঠিত তরল পদার্থ নির্গত হয়… [এটি] হৈম-আগ্নেয়গিরির একমাত্র জ্ঞাত উদাহরণ যা সম্ভবত নোনা কাদার মিশ্রণ হতে সৃষ্ট এবং সাম্প্রতিক অতীতে ভূতাত্ত্বিকভাবে গঠিত।\" এছাড়াও সেরেসের অন্তত কয়েকটি জ্ঞাত উজ্জ্বল বিন্দু (বিশেষত ওকাটর অভিঘাত খাদের উজ্জ্বল বিন্দুগুলি সহ) সম্ভবত হৈম-অগ্ন্যুৎপাতের ফলে সৃষ্টি হয়েছে। ২০১৭ সালের মার্চ মাসে প্রকাশিত একটি গবেষণাপত্রে বলা হয়েছে, ওকাটরের সাম্প্রতিকতম প্রধান উদ্গীরণের ঘটনাটি ঘটেছিল প্রায় ৪০ লক্ষ বছর আগে এবং সেই কারণে সেরেস সম্ভবত এখনও ভূতাত্ত্বিকভাবে সক্রিয়।\n\n\n== চিত্রকক্ষ ==\n\n\n== আরও দেখুন ==\nপৃথিবী-বহিঃস্থ আগ্নেয়গিরিগুলির তালিকা\nতুষার আগ্নেয়গিরি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nTriton - Triton at the eight Planets\nSouth Pole of Triton - Triton at SolarViews.com\nEnceladus' South Polar Stripes Spew \"Warm\" Water - News article at the Planetary Society\nCryovolcanism on Charon and other Kuiper Belt Objects\nIce Volcanoes of Lake Superior's South Shore\nDykes, Brett Michael (ফেব্রুয়ারি ৮, ২০১১)। \"Ice volcanoes are all the rage this winter: How do you stimulate a regional tourist economy?\"। The Lookout। Yahoo News। ফেব্রুয়ারি ১১, ২০১১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ফেব্রুয়ারি ৮, ২০১১। \nHerzog, Karen (ফেব্রুয়ারি ৬, ২০১১)। \"Ice volcanoes attract curious explorers to Lake Michigan shore: Experts warn to explore formations with caution\"। Journal Sentinel। সংগ্রহের তারিখ ফেব্রুয়ারি ৮, ২০১১।"}