{"pageid": 1022142, "title": "লাল কোরাল কুকরি", "url": "https://bn.wikipedia.org/wiki?curid=1022142", "content": "কোরাল কুকরি বা লাল কোরাল কুকরি (বৈজ্ঞানিক নাম: Oligodon kheriensis) হলো কুকরি (অলিগোডন) গণভুক্ত এক ধরনের সাপ। ১৯৩৬ সালে উত্তর প্রদেশের খেরি বিভাগের উত্তরাঞ্চল থেকে এটি আবিষ্কৃত হয়।\n২০১৪ ও ২০১৫ সালে উত্তরাখণ্ডের নৈনিতাল জেলা থেকে মৃত অবস্থায় লাল কোরাল কুকরি সাপ উদ্ধার করা হয়৷ এছাড়া ২০১২ সালের জুলাই মাসে উত্তর প্রদেশের বাহরাইচ জেলার কতরনিয়াঘাট বন্যপ্রাণ অভয়ারণ্যে এই ধরনের সাপ পাওয়া যায়। সাম্প্রতিককালের মধ্যে ২০১৮ সালে সোনারিপুর রেঞ্জের দুধ্ব ব্যাঘ্র সংরক্ষিত এলাকা থেকে এই সাপ পাওয়া যায়। এরপর ২০১৯ সালের জুন মাসে দুধ্ব ব্যাঘ্র সংরক্ষিত এলাকার ফিল্ড পরিচালক উত্তর খেরি বিভাগের মাঝগাই রেঞ্জে এগুলো আবার আবিষ্কার করেন। ২০২০ সালের আগস্ট মাসে নৈনিতাল জেলার একটি বাড়ি থেকে লাল কোরাল কুকরি সাপ উদ্ধার করা হয়।\n২০২১ সালের মাঝামাঝির দিকে এটি বাংলাদেশের পঞ্চগড় উপজেলায় সর্বপ্রথম পাওয়া যায়\n\n\n== বৈশিষ্ট্য ==\nকোরাল কুকরি সাপের দেহ উজ্জ্বল লাল বর্ণের থেকে প্রবাল লাল (কোরাল রেড) বর্ণের হয়ে থাকে। এদের বিষ খীন প্রকৃতির।\n\n\n== বাসস্থান ও ভৌগোলিক বিস্তৃতি ==\nদুইটিমাত্র নমুনা থেকে লাল কোরাল কুকরি সাপের প্রজাতি বর্ণনা করা হয়। এর মধ্যে প্রথমটি পাওয়া যায় ভারতের উত্তর প্রদেশের খেরি বিভাগে। অপরটি পাওয়া যায় নেপালের পশ্চিমাঞ্চলের মহেন্দ্রনগরে। ২০০২ সালে চিতবন জাতীয় উদ্যানের আশেপাশের এলাকা থেকে একটি সাপ পাওয়া যায়। ২০২১ সালের ৭ ফেব্রুয়ারি বাংলাদেশের উত্তরাঞ্চলের পঞ্চগড় জেলার বোদা উপজেলার ঝলইশালশিরী ইউনিয়নের কালিয়াগঞ্জ বাজার এলাকা থেকে প্রথমবার এই প্রজাতির সাপ উদ্ধার করা হয়।এছাড়াও আরও ৪ বার পঞ্চগড়ের এর বিভিন্ন জায়গায় এবং ঠাকুরগাঁও এ ১ বার পাওয়া যায়।\n\n\n== বাস্তুতন্ত্র ও আচরণ ==\n\nকোরাল কুকরি সাপের বিষয়ে এখন পর্যন্ত খুব কমই জানা গেছে। ধারণা করা হয়, এরা নিশাচর এবং অধিকাংশ সময় মাটির নিচে কাটায়। এদের দেহজ আঁইশ দ্বারা এরা মাটি খুঁড়তে পারে বলে মনে করা হয়। এরা খুব সম্ভবত কেঁচো ও লার্ভা খেয়ে জীবন ধারণ করে।\n\n\n== সংরক্ষণ ==\nবন্যপ্রাণ সংরক্ষণ আইন, ১৯৭২-এর চতুর্থ তফসিল অনুযায়ী ভারতে লাল কোরাল কুকরি সাপ সংরক্ষিত প্রজাতি হিসেবে বর্ণিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nThe reptile database : Oligodon kheriensis ACHARJI & RAY, 1936\nwww.indiansnakes.org : Oligodon kheriensis\nhttps://www.ijsr.net/archive/v6i1/ART20163954.pdf"}