{"pageid": 1022263, "title": "অ্যালিসা কারসন", "url": "https://bn.wikipedia.org/wiki?curid=1022263", "content": "অ্যালিসা কারসন (জন্ম ১০ মার্চ, ২০০১) একজন মার্কিন মহাকাশ উৎসাহী।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nকারসন ১০ মার্চ, ২০০১ তারিখে লুইজিয়ানার হ্যামন্ডে জন্মগ্রহণ করেন, তাঁর পিতা বার্ট কারসনের একমাত্র কন্যা।\nতিনি ব্যাটন রুজ ইন্টারন্যাশনাল স্কুল, প্রি-স্কুল থেকে ২০১৯ সালে দ্বাদশ শ্রেণীর প্রাইভেট স্কুল থেকে স্নাতক হন।\n\n\n=== গ্রীষ্মকালীন ক্যাম্প এবং অন্যান্য কার্যক্রম ===\nকারসন সাত বছর বয়সে অ্যালাবামার হান্টসভিলে তার প্রথম মহাকাশ ক্যাম্পে যোগ দেন এবং আরো ছয়টি অনুষ্ঠানে যোগ দেন। তিনিই একমাত্র ব্যক্তি যিনি তুরস্ক এবং কানাডায় প্রস্তাবিত প্রতিটি মহাকাশ ক্যাম্পে উপস্থিত ছিলেন। তিনি বোস্টনের ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজির স্যালি রাইড গ্রীষ্মকালীন ক্যাম্পেও অংশ গ্রহণ করেন।\nকারসন একমাত্র ব্যক্তি যিনি সাতটিই মহাকাশ ক্যাম্প সম্পন্ন করেছেন। তার ওয়েবসাইট এবং অন্যান্য অনলাইন প্ল্যাটফর্মে ব্যবহৃত তার \"নাসা ব্লুবেরি\" ব্র্যান্ডিং স্পেস ক্যাম্পে নির্বাচিত কল সাইন থেকে এসেছে।\nঅ্যালিসা এবং বার্ট কারসন একসাথে নয়টি রাজ্যে জুড়ে ষোলটি দেশ এবং নাসার ভিজিটর সেন্টারে ভ্রমণ করেছেন।\n১৬ বছর বয়সে, তিনি অ্যাডভান্সড পোসাম (আপার মেসোস্ফিয়ারে প্রজেক্ট পোলার সাবঅরবিটাল সায়েন্স) স্পেস একাডেমিতে অংশগ্রহণ করেন। ১৬ বছর বয়সে, কারসন সর্বকনিষ্ঠ ব্যক্তি যিনি অ্যালাবামা মহাকাশ বিজ্ঞান প্রদর্শনী কমিশন দ্বারা পরিচালিত মহাকাশ ক্যাম্প প্রোগ্রাম সম্পন্ন করেন। যখন তার বয়স ১৮, কারসন তার পাইলট লাইসেন্স অর্জন করেন। তার প্রশিক্ষণের মধ্যে রয়েছে জলের বেঁচে থাকা, জি ফোর্স প্রশিক্ষণ, মাইক্রো গ্র্যাভিটি ফ্লাইট, স্কুবা সার্টিফিকেট অর্জন, এবং ডিকম্প্রেশন প্রশিক্ষণও অন্তর্ভুক্ত রয়েছে।\n\n\n=== উচ্চ শিক্ষা ===\n২০১৯ হিসাবে, কারসন ফ্লোরিডা ইনস্টিটিউট অফ টেকনোলজিতে জ্যোতির্বিজ্ঞানে অধ্যয়ন করছেন। তিনি এর আগে এমব্রি – রিডল অ্যারোনটিকাল বিশ্ববিদ্যালয়ে মহাকাশ শারীরবিদ্যা উপর ফোকাস ক্লাসে অংশগ্রহণ করেন\n\n\n== পেশা ==\n২০১৪ সালে, কারসন প্রথম ব্যক্তি যিনি নয়টি রাজ্য জুড়ে নাসার চৌদ্দটি ভিজিটর সেন্টার পরিদর্শন করে \"নাসা পাসপোর্ট প্রোগ্রাম\" সম্পন্ন করেন। এরপর তাকে ওয়াশিংটন ডিসির স্মিথসোনিয়ান ন্যাশনাল এয়ার অ্যান্ড স্পেস মিউজিয়ামে এমইআর (মার্স এক্সপ্লোরেশন রোভার) ১০ প্যানেলে প্যানেলিস্ট হিসেবে অংশগ্রহণের জন্য আমন্ত্রণ জানানো হয়।\nকারসন স্ব-প্রকাশিত সো, ইউ ওয়ান্ট টু বি অ্যা অ্যাস্ট্রোনট{সুতরাং, আপনি একজন মহাকাশচারী হতে চান} (২০১৮) প্রকাশিত হয়। মহাকাশ যাত্রার প্রতি তার আগ্রহ সম্পর্কে এবং দ্য ইনডিপেন্ডেন্টের-এর জন্য লিখেছেন। তিনি গ্রীসের কালামাতা,(২০১৪), বুখারেস্ট, রোমানিয়া (২০১৮), এবং অস্ট্রিয়ার ক্লাগেনফুর্ট (২০১৯) তরুণীদের এসটিইএম-এ ক্যারিয়ার গড়তে উৎসাহিত করার জন্য টিইডিএক্স আলোচনার বক্তৃতা দিয়েছেন।\nযদিও মিডিয়ায় প্রায়ই \"প্রশিক্ষণে মহাকাশচারী\" হিসেবে উদ্ধৃত করা হয়, কারসন কোনও জাতীয় মহাকাশ কর্মসূচীর সাথে সম্পৃক্ত নয়। নাসা প্রকাশ্যে জানিয়েছে যে এই সংস্থার সাথে \"অ্যালিসা কারসনের কোন আনুষ্ঠানিক সম্পর্ক নেই\", এবং আলাদাভাবে বলেছেন যে \"যদিও মিস কারসন তার ওয়েবসাইটের নাম এবং টুইটার এবং ইনস্টাগ্রামে হ্যান্ডেলে 'নাসা' ব্যবহার করেন, আমরা একেবারেই এর সাথে সম্পৃক্ত নই। ২০১৯ সালে নিউজউইক একটি শিরোনাম সংশোধন করে যা নির্দেশ করে যে কারসনের প্রশিক্ষণ নাসার সাথে সম্পৃক্ত।\n\n\n=== চলচ্চিত্র ও টেলিভিশন ===\n২০১৪ সালে, কারসন স্টিভ হার্ভে টক শোতে সর্বকনিষ্ঠ মহিলা গ্রাউন্ডব্রেকার হিসাবে প্রদর্শিত হয়। কারসন ২০১৭ তথ্যচিত্র, দ্য মার্স জেনারেশন-এ প্রদর্শিত হয়েছিল। ২০১৯ সালে, কারসন রায়ের রহস্য প্লেডেটের একটি পর্বে হাজির হন। তিনি মহাকাশচারী হওয়া এবং মঙ্গল ভ্রমণের শৈশবের লক্ষ্য নিয়ে আলোচনা করার জন্য প্রায়ই সাক্ষাৎকার নেওয়া হয়।\n\n\n=== পণ্যের প্রচার ===\nকারসন হোরিজন স্টুডিওর দ্বারা ডিজাইন করা \"স্পেস লাগেজ\" এবং কানাডিয়ান স্পেস এজেন্সির সদর দপ্তরের জন্য ফাইনাল ফ্রন্টিয়ার ডিজাইনের স্পেসস্যুট পরীক্ষা দলে অংশগ্রহণ সহ বেশ কিছু মহাকাশ সম্পর্কিত পণ্যের সাথে জড়িত। কারসন নাইকির জন্য জুতা এবং সোডাস্ট্রিম জন্য গৃহ সরঞ্জামগুলির প্রচার করে। এর আগে তাকে দুর্ভাগ্যজনক মার্স ওয়ান কোম্পানির শুভেচ্ছাদূত হিসেবে ঘোষণা করা হয়।\n\n\n== পুরস্কার ==\n২০১৭ সালে, কারসন নয়জন লুইজিয়ানা ইয়ং হিরোদের একজন হিসাবে নামকরণ করা হয়, লুইজিয়ানা পাবলিক ব্রডকাস্টিং দ্বারা এক্সসেপশনাল উচ্চ বিদ্যালয়ের শিক্ষার্থীদের দেওয়া একটি অ্যাওয়ার্ড। ২০১৯ সালে কারসনকে এলএসইউ উইমেন্স সেন্টার এসপ্রিট ডি ফেমে অ্যাওয়ার্ড প্রদান করা হয় এবং এখনও অবধি এই অ্যাওয়ার্ডের সর্বকনিষ্ঠ প্রাপক ছিলেন। কারসন লুইজিয়ানা লাইফ ম্যাগাজিন বিজ্ঞান বিভাগে ২০২০ সালের লুইজিয়ানান অফ দ্য ইয়ার হিসেবে সম্মানিত হন।\n\n\n== গ্রন্থপঞ্জি ==\nকারসন, অ্যালিসা (২০১৮)। সো ইউ ওয়ান্ট টু বে এন এস্ট্রোনট (ইংরেজি ভাষায়)। আইএসবিএন 978-1-7313-5794-6। ওসিএলসি 1100540053। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nইন্টারনেট মুভি ডেটাবেজে অ্যালিসা কারসন  (ইংরেজি)"}