{"pageid": 1022699, "title": "আতা-উর-রেহমান", "url": "https://bn.wikipedia.org/wiki?curid=1022699", "content": "আতা-উর-রেহমান (উর্দু: عطا الرحمان‎‎; জন্ম: ২৮ মার্চ, ১৯৭৫) পাঞ্জাবের লাহোর এলাকায় জন্মগ্রহণকারী সাবেক পাকিস্তানি আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৯০-এর দশকের মাঝামাঝি সময়কালে সংক্ষিপ্ত সময়ের জন্যে পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে অ্যালাইড ব্যাংক লিমিটেড, লাহোর ও পাকিস্তান অটোমোবাইলস কর্পোরেশন দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি ফাস্ট-মিডিয়াম বোলার হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে মাঝারিসারিতে ব্যাটিং করতেন তিনি।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৯০-৯১ মৌসুম থেকে ২০০২-০৩ মৌসুম পর্যন্ত আতা-উর-রেহমানের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। দীর্ঘদেহী ও শক্ত-মজবুত গড়নের অধিকারী আতা-উর-রেহমান যথার্থ ডানহাতি ফাস্ট বোলার হিসেবে খেলায় অংশ নিয়েছিলেন। চমৎকারভাবে বলের উপর নিয়ন্ত্রণ রেখে নিখুঁত নিশানা বরাবর বোলিং করতেন ও পুরনো বলেও বেশ বাঁক খাওয়াতে পারতেন। সীমিত ওভারের খেলায় মাঝারিসারিতে মারকূটে ব্যাটসম্যান হিসেবে খেলতেন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে তেরোটি টেস্ট ও ত্রিশটি একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন আতা-উর-রেহমান। ৪ জুন, ১৯৯২ তারিখে বার্মিংহামে স্বাগতিক ইংল্যান্ড দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ৮ আগস্ট, ১৯৯৬ তারিখে লিডসে একই দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\nপাকিস্তানের নতুন প্রজন্মের পেস বোলিং আক্রমণে আতা-উর-রেহমানের উদ্ভব ঘটে। ওয়াসিম-ওয়াকার জুটিকে আরো শক্তিশালী ও সহায়তাকরণে তাকে দলে যুক্ত করা হয়। ১৭ বছর বয়সে ১৯৯২ সালে ওয়াসিম ও ওয়াকারের দূর্দান্ত ক্রীড়াশৈলীর মাঝেও প্রথম খেলাতেই নিজেকে তুলে ধরতে সমর্থ হন। এছাড়াও, ওয়েস্ট ইন্ডিজ ও নিউজিল্যান্ডে পরবর্তী সফরেও তাকে দলে রাখা হয়েছিল।\n১৯৯২ সালে ১৭ বছর বয়সে পাকিস্তানের পক্ষে ইংল্যান্ড সফরে তার আন্তর্জাতিক ক্রিকেটে অভিষেক হয়। ৩১ আগস্ট, ১৯৯৬ তারিখে এজবাস্টনে ইংল্যান্ডের বিপক্ষে পাকিস্তানের সদস্যরূপে সর্বশেষ ওডিআইয়ে অংশ নিয়েছিলেন।\n\n\n== নিষেধাজ্ঞা লাভ ==\n১৯৯৮ সালে তিনি দাবী করেন যে, মার্চ, ১৯৯৪ সালে নিউজিল্যান্ডের ক্রাইস্টচার্চে একদিনের খেলায় বাজে ধরনের বোলিংয়ের কারণে ওয়াসিম আকরাম তাকে ১,০০,০০০ পাকিস্তানি রূপী প্রদান করেছেন।\nপাতানো খেলার তদন্তে নিয়োজিত বিচারপতি মালিক কাইয়ুম কমিশনের কাছে শুরুতে তিনি ওয়াসিম আকরামের বিপক্ষে কোন ধরনের অভিযোগের বিষয়ের ব্যাপারে অস্বীকার করেন। তবে, প্রতিবেদন লেখাকালে তিনি তার গল্প পরিবর্তন করেন ও পূর্বেকার বক্তব্যের দিকে নিয়ে যান। ইংল্যান্ডে তিনি ওয়াসিম আকরামের সাথে স্বাক্ষাৎ করেন ও এক পর্যায়ে হুমকি দিয়েছিলেন। তিনি তার গল্প পরিবর্তন করেন ও লন্ডনে দ্বিতীয়বার স্বাক্ষাৎ করেন। এছাড়াও, তিনি বলেন যে, পাকিস্তান ক্রিকেট বোর্ডের সভাপতি খালিদ মাহমুদ তাকে তার বক্তব্য প্রত্যাহার করে নেয়ার কথা বলেছিলেন। এক পর্যায়ে আতা-উর-রেহমান ওয়াসিম আকরামের বিরুদ্ধে আনীত অভিযোগ প্রত্যাহার করে নেন ও মন্তব্য করেন যে, পাতানো খেলার অভিযোগটি ভিত্তিহীন ছিল।\nফলশ্রুতিতে, কাইয়ুম কমিশন থেকে আতা-উর-রেহমানের বিরুদ্ধে মিথ্যা হলফনামার অভিযোগ আনে ও ২০০০ সালে প্রকাশিত প্রতিবেদনে তাকে আন্তর্জাতিক ক্রিকেট থেকে নিষিদ্ধতার প্রস্তাব করে। ওয়াসিম আকরামের বিপক্ষে উপযুক্ত প্রমাণাদি দাখিল না করার বিষয়টি অপ্রয়োজনীয় হয়ে দাঁড়ায়, কেননা তিনি মিথ্যা শপথ প্রদান করেছেন।\nকিছু প্রতিবেদনে মন্তব্য করা হয় যে, আতা-উর-রেহমান ও সাবেক পাকিস্তানি অধিনায়ক সেলিম মালিকের উপর তেমন প্রভাব ফেলেনি। ১৯৯৬ সাল থেকে আতা-উর-রেহমান আন্তর্জাতিক পর্যায়ে খেলছেন না ও সেলিম মালিকের বয়স তখন ৩৭ বছর ছিল। পরবর্তীকালে কাইয়ুম মন্তব্য করেছেন যে, সাবেক পাকিস্তানি অধিনায়কের উপর শাস্তি আরোপের বিষয়ে নমনীয়তার বিষয়ে প্রভাব বিস্তার করেছিল।\n\n\n== ব্যক্তিগত জীবন ==\n২০০৪ সালে লাহোরে ক্রীড়া সরঞ্জাম বিক্রয়াদির প্রতিষ্ঠান পরিচালনা করেন। নভেম্বর, ২০০৬ সালে আন্তর্জাতিক ক্রিকেট কাউন্সিল (আইসিসি) থেকে আতা-উর-রেহমানের উপর থেকে আরোপিত আজীবন নিষেধাজ্ঞা তুলে নেয়া হয়।\n২০০৭ সালে ডার্বিশায়ারের পক্ষে দ্বিতীয় একাদশ চ্যাম্পিয়নশীপের চারটি খেলায় অংশ নেন। এ সময়ে তিনি কাউন্টি ক্রিকেটে খেলার প্রস্তুতি নিচ্ছিলেন। ২০০৯ সালে চেশায়ার কাউন্টি ক্রিকেট লিগে উইডনেসের পক্ষে খেলেন। এছাড়াও, ২০১০ সালে হেম হেল্থ ফরসুকের প্রতিনিধিত্ব করেন। এ সময়েও তাকে রান সংগ্রহে তৎপরতাসহ বেশ উইকেট লাভ করেন।\n১১ জুন, ২০১৩ সালে নটিংহ্যামশায়ার প্রিমিয়ার লিগের দল ওয়েস্ট ইন্ডিয়ান ক্যাভেলিয়াসের পক্ষে খেলার জন্যে চুক্তিবদ্ধ হন। মার্চ, ২০১৪ সালে ল্যাঙ্কাশায়ারভিত্তিক বোল্টন ক্রিকেট লিগে কিয়ার্সলি ক্রিকেট ক্লাবে যোগ দেন। কয়েক বছর পূর্বে এ ক্লাবে পেশাদারী পর্যায়ে খেলেছিলেন তিনি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nমাসুদ আনোয়ার\nপারভেজ সাজ্জাদ\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nপাকিস্তানি একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে আতা-উর-রেহমান  (ইংরেজি)\nক্রিকেটআর্কাইভে আতা-উর-রেহমান   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}