{"pageid": 1022929, "title": "রশি টানা", "url": "https://bn.wikipedia.org/wiki?curid=1022929", "content": "রশি টানা (ইংরেজি: Tug of war) হচ্ছে মাঠ পর্যায়ের একপ্রকার দলীয় খেলা। এতে দুটো বিপরীত পক্ষ মুখো-মুখি শক্তির পরীক্ষায় অবতীর্ণ হয়। এতে একটি রশির দুটা বিপরীত প্রান্ত ধরে নিজেদের পক্ষে রশির সবটুকু বা বেশিরভাগ অংশ দখল রাখার উদ্দেশ্যে উভয় দলের খেলোয়াড়রা পরস্পরকে নিজেদের দিকে টানে।\n\n\n== উৎপত্তি ==\nরশি টানা খেলার উৎপত্তি এখনো অনিশ্চিত, তবে কম্বোডিয়া, প্রাচীন মিশর, গ্রীস, ভারত এবং চীনে এই খেলা অনুশীলন বা চর্চা করা হত। তাং রাজবংশের একটি প্রাচীন পুঁথি \"দ্যা নোটস্ অব ফেং\" অনুসারে রশি টানা খেলাটি \"হুক টানা\" (牽 鉤) নামে পরিচিত ছিল। পঞ্চম-অষ্টম শতাব্দীতে 'চু' রাজ্যর সামরিক বাহিনীর প্রশিক্ষণের জন্য বসন্ত ও শরৎ কালে এই খেলাকে ব্যবহার করা হত। তাং রাজবংশের সময়ে সম্রাট হোবানজঙ প্রায় ১৬৭ মিটার দৈর্ঘ্যের একটি বিরাট আকারের রশির প্রতি প্রান্তে প্রায় ৫০০ জন খেলোয়াড়ের অংশগ্রহণ নিয়ে এই খেলার প্রচার করেছিল। অংশগ্রহণকারীদের উৎসাহিত করার উদ্দেশ্যে দুটি দলের জন্য পৃথক পৃথক ড্রাম বা ডঙ্কা বাজানোর জন্য বাদ্যদলের ব্যবস্থা রাখা হয়েছিল।\nপ্রাচীন গ্রীসে এই খেলাটি হেলকুস্টিন্ডা (গ্রিক: ἑλκυστίνδα), এফেলকুস্টিন্ডা (ἐφελκυστίνδα) এবং ডিয়েলকুস্টিন্ডা (διελκυστίνδα), নামে পরিচিত ছিল যেগুলো ডিয়েলক' (διέλκω) শব্দ থেকে উদ্ভূত হয়েছে। এর অর্থ হচ্ছে অন্যদের মধ্যে \"আমি টানি\" ‌এবং এই শব্দের মূল হচ্ছে হেলক' (ἕλκω) নামক ক্রিয়াপদ যার অর্থ \"আমি আকর্ষণ করি, আমি টানি\"। হেলকুস্টিন্ডা এবং এফেলকুস্টিন্ডা হচ্ছে রশি টানা খেলার পৌরাণিক সাধারণ নাম। প্রাচীন গ্রীসের শক্তি প্রদর্শনের অন্যান্য খেলাগুলোর মধ্যে এই রশি টানা খেলাটি ছিল অন্যতম। সৈনিকদেরকে যুদ্ধ ক্ষেত্রের জন্য শক্তিশালী রূপে গড়ে তুলতেও এটিকে সহায়ক হিসেবে চর্চা করা হত।\n\n\n== ক্রীড়া হিসাবে ==\nবিভিন্ন দেশে রশি টানা খেলার ক্লাব রয়েছে যাতে পুরুষ ও মহিলা উভয়েই অংশগ্রহণ করে।\n১৯০০ সাল থেকে ১৯২০ সাল পর্যন্ত এই খেলাটি অলিম্পিক ক্রীড়ার অংশ ছিল যদিও পরে এটি অপসারণ করা হয়। অবশ্য এই খেলাটি বিশ্বক্রীড়ার অন্তর্ভুক্ত। টাগ অফ ওয়ার ইন্টারন্যাশনাল ফেডারেশন (সংক্ষেপে TWIF) জাতীয় দলগুলোর জন্য দ্বিবার্ষিকভাবে অভ্যন্তরীণ ও বহিরাঙ্গন উভয় প্রকারের প্রতিযোগিতার আয়োজন করার পাশাপাশি ক্লাব-দলগুলোর জন্যেও একই জাতীয় প্রতিযোগিতার আয়োজন করে থাকে।\n\n\n== তধ্যসূত্র =="}