{"pageid": 1022783, "title": "দ্য রেচেড অফ দি আর্থ", "url": "https://bn.wikipedia.org/wiki?curid=1022783", "content": "দ্য  রেচেড অফ দি আর্থ ( ইংরেজি: The Wretched of the Earth, ফরাসি: Les Damnés de la Terre) হচ্ছে মনোঃচিকিৎসক ফ্রঁৎস ফানঁ কর্তৃক ১৯৬১ সালে রচিত একটি গ্রন্থ, যেখানে লেখক কোন ব্যক্তি ও জাতির উপর উপনিবেশবাদের অমানবিক (ডিহিউম্যানাইজিং বা অবমানবকারী) প্রভাবগুলো সম্পর্কে একটি মনোরোগমূলক ও মনস্তাত্ত্বিক বিশ্লেষণ প্রদান করেন এবং একজন ব্যক্তি বা জাতিগোষ্ঠীর উপর বিউপনিবেশিয়নের সামাজিক আন্দোলন প্রতিষ্ঠায় অন্তর্নিহিত বিস্তৃত সামাজিক, সাংস্কৃতিক এবং রাজনৈতিক প্রভাবগুলি নিয়ে আলোচনা করেন। ফরাসী ভাষার শিরোনামটি \"The Internationale\" এর উদ্বোধনী গানের কথা থেকে নেয়া হয়েছে।\n\n\n== সারসংক্ষেপ ==\nজাতীয়তাবাদ এবং সাম্রাজ্যবাদের সমালোচনার মাধ্যমে, ফানঁ মানসিক স্বাস্থ্যের ব্যক্তিগত ও সামাজিক দিক নিয়ে একটি আলোচনা উপস্থাপন করেন। স্থানীয়দের ও উপনিবেশকারীদেরকে যথাক্রমে দাস ও প্রভূর ভূমিকায় শিক্ষিত করা ও মানসিক ছাঁচ নির্মাণের জন্য কীভাবে ভাষার ব্যবহার (শব্দভাণ্ডার) (যেমন colonizer (ঔপনিবেশিক) এবং colonized (উপনিবেশ)) সাম্রাজ্যবাদী পরিচয় প্রতিষ্ঠায় প্রয়োগ করা হয় তা নিয়ে তিনি এখানে আলোচনা করেছেন, সেই সাথে তিনি বিপ্লবে বুদ্ধিজীবীদের ভূমিকা নিয়েও এখানে আলোচনা করেছেন। ফানঁ প্রস্তাব করেছেন যে, উপনিবেশবাদীদের বহিষ্কার করার কাজে প্রয়োজনীয় শক্তি লাভের জন্য বিপ্লবীদের উচিত লুম্পেনপ্রোলেতারিয়েতদের সাহায্য চাওয়া। ঐতিহ্যগত মার্কসবাদী তত্ত্বে, লুম্পেনপ্রোলেতারিয়েতরা হচ্ছে প্রোলেতারিয়েতদের মধ্যকার সর্বনিম্ন, সবচেয়ে লাঞ্ছিত স্তর, বিশেষ করে অপরাধী, বাস্তুহীন ও বেকাররা এই শ্রেণীর অন্তর্ভূক্ত, এদের মধ্যে উপনিবেশবিরোধী বিপ্লবের জন্য প্রয়োজনীয় শ্রেণী চেতনা নেই।\nফানঁ ঔপনিবেশিক বিষয়সমূহের উপর লুম্পেনপ্রোলেতারিয়েত শব্দটি প্রয়োগ করেন যারা শিল্প উৎপাদনের সাথে জড়িত নয়, এদের মধ্যে বিশেষভাবে তিনি কৃষক সম্প্রদায়ের উপর জোর দেন, কারণ শহুরে প্রোলেতারিয়েতদের (শ্রমিক শ্রেণী) মত না হয়ে লুম্পেনপ্রোলেতারিয়েতদের মধ্যে ঔপনিবেশিক শাসক শ্রেণীর কর্তৃত্বপূর্ণ ভাবাদর্শ (ডোমিনেন্ট আইডিওলজি) থেকে যথেষ্ট বৌদ্ধিক স্বাধীনতা রয়েছে। এরা সহজেই বুঝতে পারে যে তারা ঔপনিবেশিক স্থিতাবস্থা  (স্ট্যাটাস কুও) এর বিরুদ্ধে বিদ্রোহ করতে ও জাতির বিউপনিবেশায়ন ঘটাতে পারে। দ্য রেচড অফ দি আর্থ  গ্রন্থের একটি প্রবন্ধ হচ্ছে \"অন ন্যাশনাল কালচার\" (জাতীয় সংস্কৃতি প্রসঙ্গে), যেখানে ফানঁ প্রতিটি প্রজন্মের জন্য তাদের লক্ষ্য বা মিশন আবিষ্কার করার এবং এর জন্য লড়াই করার প্রয়োজনীয়তার কথা তুলে ধরেছেন।\n\n\n== \"অন ভায়োলেন্স\" ==\nপ্রথম বিভাগের শিরোনাম \"On Violence\" (\"সহিংসতা প্রসঙ্গে\")। এটি ঔপনিবেশিক বিশ্ব এবং বিউপনিবেশায়ন (উপনিবেশের ভাঙ্গন) প্রক্রিয়া উভয়ের সাথে সম্পর্কিত সহিংসতার একটি বিস্তারিত ব্যাখ্যা। ফানঁ এই ধারণা দিয়ে শুরু করেন যে, সংজ্ঞা অনুযায়ী ব্যতিক্রম ছাড়া বিউপনিবেশায়ন একটি সহিংস প্রক্রিয়া। এই প্রক্রিয়ার উদ্দেশ্য হচ্ছে শেষ পর্যন্ত মানুষের এক দলের দ্বারা অন্য দলকে প্রতিস্থাপন, এবং যখন এই রূপান্তর সম্পূর্ণ হয় তখনই সেই প্রক্রিয়া সম্পন্ন হয়। বিউপনিবেশায়নের এই ধারণাটি ঔপনিবেশিক বিশ্ব সম্পর্কিত ফানঁ এর নির্মাণের উপর ভিত্তি করে দাঁড়িয়ে আছে। তার পর্যবেক্ষণের মাধ্যমে তিনি উপসংহার টেনেছেন যে, সকল ঔপনিবেশিক কাঠামো আসলে আরোপিত সমাজ যা সেই জাতির জন্য পরিপূরক নয়। তিনি অ্যারিসটোটলীয় যুক্তি ব্যবহার করে বলেন, উপনিবেশ \"প্রিন্সিপল অফ রিসিপ্রোকাল এক্সক্লুসিভিটি\" অনুসরণ করে। এই উপসংহারের উপর ভিত্তি করে, ফানঁ উপনিবেশায়নের দ্বারা নতুন বসতি স্থাপনকারী শ্রেণী দ্বারা স্থানীয় জনসংখ্যার মূল্যায়নকে অবমানবীয় (ডিহিউম্যানাইজিং) হিসেবে চিহ্নিত করেন। বসতি স্থাপনকারীরা আক্ষরিক অর্থে স্থানীয়দেরকে একই প্রজাতির সদস্য হিসেবে দেখে না। স্থানীয়দেরকে নীতিবোধে অক্ষম হিসেবে ও তাই তাদেরকে পরম অশুভের প্রতিনিধিত্বকারীহিসেবে দেখা হয় (পৃ. ৩২), যেখানে খ্রিস্টীয় বসতি স্থাপনকারীদেরকে শুভশক্তি হিসেবে বিবেচনা করা হয়। এটি ফানঁর জন্য একটি গুরুত্বপূর্ণ বিষয় কারণ এটি ঔপনিবেশিক বিশ্বে ঘটা দুটি ঘটনাকে ব্যাখ্যা করে। প্রথমটি হচ্ছে এই ধারণা যে বিউপনিবেশায়ন মানে একটি জনগোষ্ঠীর দ্বারা অন্য জনগোষ্ঠীর প্রতিস্থাপন, এবং দ্বিতীয়টি হচ্ছে এটা যে, যেহেতু স্থানীয়রা জানে যে তারা পশু নয়, তারা অবিলম্বে বসতি স্থাপনকারীর বিরুদ্ধে বিদ্রোহের অনুভূতির বিকাশ ঘটায়।\nফানঁ উপনিবেশ স্থাপনের যে অস্থায়ী ফলাফলগুলোর কথা বলেন সেগুলোর একটি হচ্ছে স্থানীয়দেরকে তিনটি দলে বিভক্ত হয়ে যাওয়া। এদের প্রথম দলটি হচ্ছে স্থানীয় শ্রমিক, যারা তাদের শ্রমের জন্য বসতি স্থাপনকারীদের কাছে মূল্যবান। দ্বিতীয় দলকে তিনি \"ঔপনিবেশিক বুদ্ধিজীবী\" (পৃ. ৪৭) বলে অভিহিত করেন। এরা হচ্ছে, পাশ্চাত্য মান অনুযায়ী, স্থানীয়দের দলের অধিকতর শিক্ষিত সদস্য যাদেরকে নানান উপায়ে বসতি স্থাপনকারীদের দ্বারা নিযুক্ত করা হয় তাদের মতামতের মুখপাত্র হবার জন্য। বসতিস্থাপনকারীরা \"ঔপনিবেশিক বুদ্ধিজীবীদের মনে এই ধারণাটি স্থাপন করেছেন যে, মানুষ অনেক ভুল করলেও তার কিছু অপরিহার্য গুণাবলি আছে যা শাশ্বত বা চিরস্থায়ী: অবশ্যই, এই অপরিহার্য গুণাবলি হচ্ছে পাশ্চাত্যের অপরিহার্য গুণাবলি\" (পৃ ৩৬); এই বুদ্ধিজীবীরা বসতীস্থাপনকারী বা স্থানীয় সকলেরই বিরুদ্ধে গিয়ে \"গ্রেকো-ল্যাটিন স্তম্ভমূলকে রক্ষা করতে সদাপ্রস্তুত\" (পৃ ৩৬)। ফানঁ দ্বারা বর্ণিত তৃতীয় দলটি হচ্ছে লুম্পেনপ্রোলেতারিয়েত। এই দলটিকে মার্কসবাদে দরিদ্রতম শ্রেণী হিসেবে বর্ণনা করা হয়েছে; এই শ্রেণীর সম্পদের পরিমাণ এতই কম যে তারা সমাজব্যবস্থার বাইরে অবস্থান করে। এই দলটিকে প্রায়ই মার্কসবাদীরা ধর্তব্য থেকে বাদ দিয়ে দেন কারণ তারা শ্রমিকদের সংগঠিত করতে সাহায্য করতে অক্ষম, কিন্তু ফানঁ তাদের ভিন্নভাবে দেখেন। তার জন্য, লুম্পেনপ্রোলেতারিয়েতরাই সবার প্রথমে বসতি স্থাপনকারীদের (পৃ. ৪৭) বিরুদ্ধে সহিংসতার বহিঃপ্রকাশ ঘটাবে।\nফানঁ বলছেন, স্থানীয়রা তাদের আগ্রাসীভাব ধরে রাখে তাদের ভয়ংকর পৌরাণিক কাহিনীসমূহের মধ্য দিয়ে, যেই পৌরাণিক কাহিনীগুলো প্রায়ই অনুন্নত সমাজে পাওয়া যায় (পৃ ৪৩)। স্থানীয়দের এই বৈশিষ্ট্যটি তিনি পেয়েছেন ফ্রান্সে তার শিক্ষা প্রতিষ্ঠানের শিক্ষা থেকে।\nএকবার বিপ্লবের ধারণা স্থানীয়দের দ্বারা গৃহীত হয়ে যাবার পর কোন প্রক্রিয়ার মাধ্যমে এটি বিপ্লব নিয়ে বিতর্ক হয়, এর সমন্বয় ঘটে এবং পরিশেষে এর বাস্তবায়ন হয় সেই ব্যাপারে ফানঁ বর্ণনা করেন। ফানঁর মতে, বিপ্লব শুরু হয় সম্পূর্ণ পদ্ধতিগত পরিবর্তনের ধারণা হিসেবে, এবং বাস্তব বিশ্বে এর প্রকৃত প্রয়োগের মাধ্যমে বিদ্যমান ব্যবস্থার মধ্যে ক্ষমতার সামান্য পরিবর্তন না হওয়া পর্যন্ত এটি বিকশিত হতে থাকে। \"শান্তিবাদী এবং বৈধতাবাদীরা... স্পষ্টভাবে তাদের দাবি প্রকাশ করেন... \"আমাদের আরও ক্ষমতা দিন\" (৪৬), কিন্তু \"স্থানীয় বুদ্ধিজীবীগণ ঔপনিবেশিক জগতে নিজেকে আত্তীকৃত করার ইচ্ছায় তাদের আগ্রাসী মনোভাবকে চাদরে ঢেকে রাখে\" (৪৭)। ঔপনিবেশিক বুর্জোয়ারা অহিংসা প্রস্তাব করে এবং তারপর বিউপনিবেশায়নের সহিংসতা থেকে বেরিয়ে আসার আরও উপায় হিসেবে আপোষ করে; এগুলোও আন্দোলনকে ভোঁতা করে এবং এর অবনতি ঘটায়। এর একটি উদাহরণ হচ্ছে নতুন স্বাধীন গ্যাবন প্রজাতন্ত্র যা ১৯৬০ সালে ফ্রান্স থেকে স্বাধীনতা লাভ করে। এর নতুন রাষ্ট্রপতি লিওঁ এমবা বলেন \"গ্যাবন স্বাধীন, কিন্তু গ্যাবন এবং ফ্রান্সের মধ্যে কিছুই বদলায়নি; সবকিছু আগের মতই আছে\" (রেচড অফ দি আর্থ-এ উদ্ধৃত, পৃ ৫২)। ফানঁর জন্য এটি বিউপনিবেশায়ন আন্দোলনের একটি নিখুঁত উদাহরণ যা তার নেতাদের দ্বিধাগ্রস্ত ও দুর্বলচেতা নেতাদের দ্বারা দুর্বল হয়েছে। এর বিরুদ্ধে লড়াই করার জন্য, \"নতুন স্বাধীন তৃতীয় বিশ্বের দেশগুলোকে পশ্চিমের (বা পূর্ব) ক্ষয়প্রাপ্ত সমাজের অনুকরণ না করার আহ্বান জানানো হয়েছে, বরং একটি নতুন পথ নির্ধারণ করতে বলা হয়েছে যা মানবসম্পর্ক ও আন্তর্জাতিক সম্পর্ককে নির্ধারণ করবে\" (ফেয়ারচাইল্ড, ২০১০, পৃ ১৯৪)।\nএই প্রবন্ধে ফ্যানন সহিংসতার অনেক দিক বর্ণনা করেছেন এবং পূর্ণাঙ্গ বিউপনিবেশায়নের জন্য প্রয়োজনীয় সহিংসতার প্রতিক্রিয়া বর্ণনা করেছেন। তিনি এই সহিংসতার বিভিন্ন পদ্ধতি সম্পর্কে সাবধানতাও প্রস্তাব করেছেন।\n\n\n== \"অন ন্যাশনাল কালচার\" ==\n\n\n=== সারসংক্ষেপ ===\nদ্য রেচড অফ দ্য আর্থ-এ প্রকাশিত \"অন ন্যাশনাল কালচার\" প্রবন্ধে, ফানঁ কীভাবে পূর্ববর্তী সংস্কৃতি থেকে একটি জাতীয় সংস্কৃতির জন্ম হতে পারে তা সঙ্গায়িত করেছেন, এবং ১৯৬১ সালে যখন এটি প্রকাশিত হয় তখন এই তার লেখাগুলো আফ্রিকার তখনও পর্যন্ত উপনিবেশায়িত জাতিগুলোর ক্ষেত্রেই প্রযোজ্য ছিল। আর এই জাতীয় সংস্কৃতি তৈরির ক্ষেত্রে তিনি মনে করেন না যে প্রাচ্যায়িত (orientalized) ও ফেটিশায়িত উপনিবেশ-পূর্ব ইতিহাসের ভিত্তিতে এই জাতীয় সংস্কৃতি তৈরি হওয়া উচিত, বরং জাতীয় সংস্কৃতি তৈরি হওয়া উচিত ঔপনিবেশিক শাসনের বিরুদ্ধে মানুষের বস্তুগত প্রতিরোধের ভিত্তিতে। ফানঁ তার প্রবন্ধটিকে সেই সব লোকেদের সাপেক্ষে লিখেছিলেন যাদেরকে তিনি \"উপনিবেশায়িত বুদ্ধিজীবী\" (\"colonized intellectual\") বলে অভিহিত করেন।\n\n\n==== উপনিবেশ-পূর্ব ইতিহাসে প্রত্যাবর্তন ====\nফানঁ বলছেন, ঔপনিবেশিকগণ উপনিবেশ-পূর্ব ইতিহাসকে এমনভাবে লিখতে চান যাতে উপনিবেশ-পূর্ব যুগের সংস্কৃতিকে \"অসভ্য, বর্বর, অবক্ষয়িত\" হিসেবে তুলা ধরা হয়, এই কাজ তারা করেন পাশ্চাত্য সভ্যতার শ্রেষ্ঠত্বকে ন্যায়সঙ্গত হিসেবে প্রমাণিত করার জন্য।   আর এই ঔপনিবেশিক শ্রেষ্ঠত্বকে বিপর্যস্ত করার জন্য উপনিবেশায়িত বুদ্ধিজীবীগণ সেই তথাকথিত \"অসভ্য\" সংস্কৃতিতে ফিরে যাওয়ার তাড়না বোধ করে, যাতে তারা পাশ্চাত্যের সাপেক্ষে সেই সংস্কৃতির মূল্য ও অস্তিত্বকে প্রমাণ করতে পারে। \nফানঁ বলছেন, উপনিবেশায়িত বুদ্ধিজীবীগণ প্রায়ই সাধারণ আফ্রিকান বা 'নিগ্রো' সংস্কৃতির অস্তিত্ব প্রমাণ করবার ফাঁদে পা দেয়।  কিন্তু এটা একটা ডেড এন্ড, কারণ ঔপনিবেশিকরাই প্রথমে আফ্রিকার সকল লোককে 'নিগ্রো' বলে সারকৃত (essentialized) করেছেন, আর এটা করতে গিয়ে তারা আফ্রিকার মধ্যেই যে ভিন্ন ভিন্ন জাতীয় সংস্কৃতি ও ইতিহাস ছিল তাকে বিবেচনায় আনেনি। এই পয়েন্টটাকেই ফানঁ নেগ্রিচুড আন্দোলনের একটি সীমাবদ্ধতা হিসেবে দেখেছিলেন। তিনি বলছেন, \"নিগ্রো\" এর ঔপনিবেশিক শ্রেণীবদ্ধকরণের উপর ভিত্তি করে মহাদেশীয় পরিচয় গ্রহণ করার ক্ষেত্রে যে লোকটি এই পরিচয়কে ধারণ করে নেয় সে বুঝতে পারে প্রত্যেক সংস্কৃতিই সর্বাগ্রে জাতীয় সংস্কৃতি।  \nফানঁর মতে তা উপনিবেশায়িত বুদ্ধিজীবীদের জাতির উপনিবেশপূর্ব সংস্কৃতিতে ফিরে যাওয়া চূড়ান্ত রকমের অকার্যকরী উপায়। এই বুদ্ধিজীবীরা সংস্কৃতির বদলে ঐতিহ্য, রীতিনীতি ও ক্লিশেতে (cliché) মনোনিবেশ করে, ঔপনিবেশিকরা যেভাবে ইতিহাসকে রোমান্টিকায়িত করে, এরাও ঠিক সেভাবেই ইতিহাসকে রোমান্টিকায়িত করে।  ফানঁ বলছেন, জাতির উপনিবেশপূর্ব ইতিহাসের পুনর্বিবেচনার ফলে যদি প্রাচ্যায়িত ক্লিশে তৈরি হয়ও তাও এটি একটি গুরুত্বপূর্ণ মোর নেয়, কারণ ঔপনিবেশিক চিন্তার স্বাভাবিকীকৃত ইউরোকেন্দ্রিকতাকে ত্যাগের মাধ্যমে এই বুদ্ধিজীবীরা বৃহত্তর ঔপনিবেশিক উদ্যোগের একটি \"আমূল নিন্দা\" (\"radical condemnation\") প্রদান করে।  এই আমূল নিন্দা তার পুর্ণ অর্থ লাভ করে যখন আমরা বিবেচনা করি \"উপনিবেশায়নের চূড়ান্ত লক্ষ্য ছিল আদিবাসী জনগোষ্ঠিকে অন্ধকার থেকে আলোকিত করা\"  ফ্যাননের মতে, আদিবাসী জনগোষ্ঠীর মধ্যে ঔপনিবেশিক শাসনের মুখে লাগাতার জাতীয় ঐতিহ্যকে প্রত্যাখ্যান করা জাতিসত্তারই প্রকাশ, কিন্তু যে লোক জাতির অতীতের কোন স্থির ধারণা ধরে নিয়ে বসে থাকে সে মৃতদেহ ছাড়া আর কিছুই না।  \n\n\n==== জাতীয় সংস্কৃতির স্থান হিসাবে সংগ্রাম ====\nশেষে ফানঁ বলেন, উপনিবেশায়িত বুদ্ধিজীবীদেরকে বুঝতে হবে যে জাতীয় সংস্কৃতি কোন ঐতিহাসিক বাস্তবতা নয় যাকে উপনিবেশপূর্ব ইতিহাসে ফিরে যাবার মাধ্যমে পুনরাবিষ্কার করতে হবে, বরং এই জাতীয় সংস্কৃতি ইতিমধ্যেই আমাদের বর্তমান জাতীয় বাস্তবতার মধ্যে বিদ্যমান।  এভাবে ফানঁর বিশ্লেষণে জাতীয় সংগ্রাম ও জাতীয় সংস্কৃতি একে অপরের সাথে ঘনিষ্টভাবে সম্পর্কিত। জাতীয় মুক্তির জন্য সংগ্রাম হচ্ছে সেই ভূখণ্ডের জন্য সংগ্রাম যেখানে সংস্কৃতির বিকাশ ঘটতে পারে,  কেননা ফানঁর মতে ঔপনিবেশিক নিয়ন্ত্রণাধীন অবস্থায় কখনই একটি জাতীয় সংস্কৃতির অস্তিত্ব থাকতে পারেনা। \nফানঁর মতে উপনিবেশায়িত বুদ্ধিজীবীরা তখনই একটি গুরুত্বপূর্ণ মোর নেয় যখন তারা তাদের কাজে শোষকদের নির্দেশ করার বদলে তাদের নিজেদের লোকেদের নির্দেশ করা শুরু  করে। ফানঁ এধরনের কাজকে বলতেন \"যুদ্ধ সাহিত্য\" (\"Combat literature\"), কারণ এরকম রচনায় মানুষকে ঔপনিবেশিক শোষকদের বিরুদ্ধে সংগ্রামের আহ্বান করা হয়।   উপনিবেশায়িত জাতির কবি, মৃৎশিল্প, সিরামিক ও গল্পকথনের মতো সকল রকমের শৈল্পিক প্রকাশেই এই পরিবর্তন দেখা যায়  ফানঁ উদাহরণ হিসেবে আলজেরিয়ার গল্পকথন শিল্পের দিকে ইঙ্গিত করেন, সেখানে গল্পকথকরা তাদের গল্পের বিষয় বদলে ফেলেছে, আগে যেখানে তারা ঐতিহ্যগত গল্প শোনাতো, সেখানে এখন তাদের গল্পে ফরাসী ঔপনিবেশিক শাসনের বিরুদ্ধে সংগ্রাম ফুটে ওঠে।  তিনি আমেরিকার বেবপ জাজ আন্দোলনকেও একই রকম মোর বলে মনে করেন, কারণ এই আন্দোলনে কৃষ্ণাঙ্গ জাজ সঙ্গীতশিল্পীগণ তাদের নিজেদের ওপর থেকে দক্ষিণাঞ্চলীয় শ্বেতাঙ্গ কল্পনায়নকে ঝেড়ে ফেলেছে।  তিনি বলেন, আগে আফ্রিকান-আমেরিকান জাজ সংগীতশিল্পীদের নিয়ে প্রচলিত ধারণা এমন ছিল যে, জাজ মিউজিশিয়ান কথাটা শুনলেই মনে হতো \"একজন বৃদ্ধ মদ্যপ 'নিগ্রো' তার দুর্ভাগ্য নিয়ে বিলাপ করছে\" (\"an old 'Negro', five whiskeys under his belt, bemoaning his misfortune\"), সেখানে বেবপ সংগীত হলো শক্তি ও গতিশীলতায় ভরপুর, এবং এটি সাধারণ প্রচলিত বর্ণবিদ্বেষী ধারণাকে প্রতিহত করেছে। \nফানঁর কাছে, জাতির জন্য সংগ্রামের মধ্যেই জাতীয় সংস্কৃতি নিহিত থাকে, জাতির জন্য সংগ্রামের  মধ্য দিয়ে জীবন যাপ্ন করা, এতে অংশগ্রহণ করার যে নিরবচ্ছিন্ন বাস্তবতা কাজ করে, সেটাই বিস্তৃত পরিসরের জাতীয় সংস্কৃতির উৎপাদন করে।  ফানঁ বলছেন বি-উপনিবেশায়নের প্রকৃত চর্চা বি-উপনিবেশায়নের শিক্ষায়তনিক অনুসরণ নয়, বরং কোন জিনিসটা জাতীয় সংস্কৃতির ভিত্তি তৈরি করে সেটা।\n\n\n==== একটি আন্তর্জাতিক চেতনার দিকে গমন ====\nফান% কেবল জাতীয় সংস্কৃতির গঠনকেই শেষ কার্য হিসেবে মনে করেননি। তার মতে জাতীয় সংস্কৃতির গঠন হলো বৃহত্তর আন্তর্জাতিক সংহতির দিকে গমনের একটি ধাপ মাত্র।  ঔপনিবেশিয়ানের প্রক্রিয়ায় যে মানুষের উপর একটি অবনত মর্যাদা চাপিয়ে দেয়া হয় জাতীয় সংস্কৃতির জন্য সংগ্রামের ফলে তার ভাঙ্গন ধরে, যার ফলে \"জাতীয় চেতনার\" (\"national consciousness\") জন্ম হয়। ফানঁর মতে মানুষের গ্রহণ করা সংগ্রামের মধ্য দিয়ে জন্ম নেয়া এই \"জাতীয় চেতনা\" জাতীয় সংস্কৃতির উচ্চতর রূপের প্রতিনিধিত্ব করে।  এই প্রক্রিয়াটির মাধ্যমে মুক্ত জাতি আন্তর্জাতিক মঞ্চে সমান খেলোয়াড় হিসাবে আত্মপ্রকাশ করে, যেখানে একটি আন্তর্জাতিক চেতনা সর্বজনীন মূল্যবোধের একটি সমষ্টির আবিষ্কার ও বিকাশ ঘটাতে পারে।  \n\n\n== অভ্যর্থনা ==\nজঁ পল সার্ত্রে তার \"দ্য রেচেড অফ দ্য আর্থ\" এর ১৯৬১ সালের সংস্করণের মুখবন্ধে উপনিবেশায়িত লোকেদের মানসিক স্বাস্থ্য ও রাজনৈতিক মুক্তির জন্য ঔপনিবেশিকদের বিরুদ্ধে  সহিংসতাকে সমর্থন করেন। এরপর সার্ত্রে ফ্রান্সের আলজেরীয় উপনিবেশ নিয়ে তার লেখা ১৯৬৪ সালের প্রকাশিত গ্রন্থ \"কলোনিয়ালিজম অ্যান্ড নিওকলোনিয়ালিজম\"-এ এই ধারণাটির প্রয়োগ করেন। এই ধারণাটির রাজনৈতিক তত্ত্বটি আসছে বইটির প্রথম অধ্যায় \"অন ভায়োলেন্স\" থেকে যেখানে ফানঁ উপনিবেশবাদ ও এর উত্তর-উপনিবেশবাদী লেগেসিকে অভিযুক্ত করেন, যার জন্য সহিংসতা ঔপনিবেশিক শোষণের একটি ক্যাথারসিস ও মুক্তির উপায়। পরবর্তীতে দ্য রেচড অফ দ্য আর্থ গ্রন্থটির ২০০৪ সালের সংস্করণে হোমি কে. ভাবা সার্ত্রের ভূমিকার সমালোচনা করেছেন, বলেছেন যে সার্ত্রের বক্তব্য বইটির ব্যাপারে পাঠকের দৃষ্টিভঙ্গিকে সীমাবদ্ধ করে দেয় এবং শোষণের বিরুদ্ধে সহিংশতাকে উৎসাহিত করে। ১৯৬৭ সালের পর ফানপঁ বিধবা পত্নী জোসির দ্বারা বের করা নতুন সংস্করণগুলোয় সার্ত্রের ভূমিকা বাদ দেয়া হয়। ১৯৭৮ সালে হাওয়ার্ড বিশ্ববিদ্যালয়ে তার দেয়া এক সাক্ষাতকারে তিনি জানান, \"আরব দেশগুলোর বিরুদ্ধে যখন ইজরায়েল যুদ্ধঘোষণা করে, তখন পাশ্চাত্যের (ফরাসি) বুদ্ধিজীবীদের মধ্যে ইজরায়েলের পক্ষে একটি প্রো-জায়োনিস্ট আন্দোলন দেখা যায়। সার্ত্রে সেই আন্দোলনে অংশগ্রহণ করেছিলেন। তিনি ইজরায়েলের পক্ষের পিটিশনে সাক্ষর করেছিলেন। আমি অনুভব করেছিলাম, ফানঁর রচনায় প্রো-জায়নিস্ট দৃষ্টিভঙ্গি সমর্থনযোগ্য নয়। অ্যান্টনি এলিয়ট লিখেছেন যে দ্য রেচড অফ আর্থ গ্রন্থটি একটি \"সেমিনাল ওয়ার্ক\"\nসংস্কৃতি নিয়ে ফানঁর রচনা মুক্তি সংগ্রাম ও বিউপনিবেশায়নে জাতীয় সংস্কৃতির ভূমিকা নিয়ে সমসাময়িক উত্তর-উপনিবেশবাদী আলোচনাকে ভীষণভাবে অনুপ্রাণিত করেছে। রবার্ট জে.সি. ইয়ং বলছেন, কীভাবে সাংস্কৃতিক পরিচয় তৈরি হচ্ছে বা  কি উপায়ে মানুষ তার সাংস্কৃতিক পরিচয় সম্পর্কে কীভাবে অভিজ্ঞতা লাভ করছে - এইসব ব্যাপারে বর্তমান উত্তর-উপনিবেশবাদী রচনাগুলোতে যে আগ্রহ দেখা যায় এক্ষেত্রে ফানঁর আংশিক অবদান রয়েছে। ঔপনিবেশিক শাসনকে দূর করার জন্য সর্বপ্রথম ও সবচেয়ে গুরুত্বপূর্ণ সংগ্রাম হিসেবে জাতীয় সংস্কৃতিকে দেখা নিয়ে ফানঁর তত্ত্বায়ন ছিল সংস্কৃতির অধিকতর ঐতিহাসিক ও জাতিতাত্ত্বিক দৃষ্টিভঙ্গি থেকে আমূল বিচ্যুতি।\n\n\n=== সমালোচনা ===\nপোস্টকলোনিয়াল স্টাডিতে কাজ করা কিছু তাত্ত্বিক তাদের লেখায় একটি জাতির প্রতি ফানঁর সমর্থনকে তার রচনার একটি কর্তৃত্ববাদী ও অন্তঃসারবাদী (essentialist) প্রবণতার বহিঃপ্রকাহ হিসেবে চিহ্নিত করেছেন।  \"অন ন্যাশনাল কালচার\" এর জবাবে, ইয়েল বিশ্ববিদ্যালয়ের ফরাসি ভাষা ও আফ্রিকান আমেরিকান স্টাডিজের অধ্যাপক ক্রিস্টোফার এল মিলার জাতিকে প্রশ্নহীনভাবে উপনিবেশবিরোধী প্রতিরোধের ক্ষেত্র হিসেবে ধরে নেয়ার জন্য ফানঁর সমালোচনা করেন, কেননা আফ্রিকা ফখলের ঔপনিবেশিক লড়াইয়ের (Scramble for Africa) সময়েই আফ্রিকান জনগোষ্ঠীর উপর জাতীয় সীমান্ত আরোপ করা হয়েছিল।  মিলারের মতে, ফানঁ আফ্রিকার উপর কৃত্রিম্ভাবে এই জাতীয় সীমানার আরোপনকে ঠিকমত বিবেচনায় আনতে পারেননি বলে আফ্রিকার প্রতিটি রাষ্ট্রের ভাষাগত ও সাংস্কৃতিক পার্থক্যকে এড়িয়ে গেছেন, যার ফলে ফানঁর সার্বিক জাতীয় সংস্কৃতির ধারণাটি হয়েছে সমস্যাযুক্ত।  এছাড়া ফানঁ বিশেষ বা স্থানীয় ইতিহাসকে জাতির সার্বজনীন বা বৈশ্বিক সংগ্রামের অধস্তন হিসাবে বিবেচনা করেছেন বলে মিলার তাকে অনেকটাই \"উত্তর-জ্ঞানদীপ্তি পাশ্চাত্য চিন্তার\" (\"post-Enlightenment Western thought\") অনুসারী বলে সমালোচনা করেছেন। \nওয়ারউইক বিশ্ববিদ্যালয়ের অধ্যাপক নেইল ল্যাজারাস বলেন, ফানঁর \"অন ন্যাশনাল কালচার\" গ্রন্থে কৃষকসম্প্রদায়ের ঔপনিবেশিক ক্ষমতা-ব্যবস্থাকে উৎখাৎ করার সংগ্রামে তাদের একীভূত রাজনৈতিক চেতনার ধারণায় প্রয়োজনের চেয়ে অধিক জোর দেয়া হয়েছে।  বিশেষত, ল্যাজারাস বলেন যে, ফানঁ যে আলজেরীয় বিপ্লবের উচ্চমাত্রায় জড়িত ছিলেন সেই বিপ্লবের ইতিহাসে \"জাতীয় চেতনার\" ধারণাটি সামঞ্জস্যপূর্ণ নয়, ৮ বছরের স্বাধীনতা যুদ্ধের পর দেশটি স্বাধীন হবার পর দেশটির জনসংখ্যাকে ব্যাপকমাত্রায় সেনাবাহিনীতে অব্যাহতি দেয়া হয়।  ল্যাজারাসের দৃষ্টিতে ফানঁর বিশ্লেষণে যে কৃষক সহিংসতার (peasant militancy) কথা বলা হচ্ছে তা তার তত্ত্বকে সমর্থন করতে পারে, কিন্তু বাস্তবে যে তার অস্তিত্ব ছিলই এমনটা বলা যায়না। \nহোমি কে. ভাবা গ্রন্থটির ২০০৪ সালের সংস্করণটিতে \"অন ন্যাশনাল কালচার\"-এ ফানঁর বিশ্লেষণের কিছু কিছু অংশের সমালোচনা করেন। তিনি লেখেন, ফানঁ যে জাতীয় চেতনার কথা বলেছেন তাকে সাংস্কৃতিক একত্ববাদ ও সাংস্কৃতিক পার্থক্য বিলোপনের বিপজ্জনক দাবি হিসেবে চিহ্নিত করা যেতে পারে।  অবশ্য ভাবা এও বলেন যে ফানঁ দৃষ্টিভঙ্গি কৌশলগত ছিল, এবং ফানোঁ জাতির যে একরূপতার কথা টেনেছেন তাকে তার \"সংকীর্ণ জাতীয়তাবাদ\" হিসেবে বর্ণনা না করে শীতল যুদ্ধের সময় যে জগতে পুঁজিবাদ বনাম সমাজতন্ত্র বা প্রাচ্য বনাম পাশ্চাত্যের দ্বিত্বতা আরোপ করা হয়েছিল তাকে ভাঙ্গার প্রচেষ্টা হিসেবে বর্ণনা করা উচিত। \n\n\n=== স্ট্র্যাটেজিক এসেনশিয়ালিজম ===\nকতিপয় পণ্ডিত ফানঁর জাতীয় সংস্কৃতির ধারণা ও গায়ত্রী চক্রবর্তী স্পিভাকের স্ট্র্যাটেজিক এসেনশিয়ালিজম বা কৌশলগত অন্তঃসারবাদের সাদৃশ্যের কথা বলেছেন। গায়ত্রী চক্রবর্তী স্পিভাক উত্তর-উপনিবেশবাদী আলোচনায় ৯০ এর দশকে শব্দটির জন্ম দেন। কৌশলগত অন্তঃসারবাদের ধারণাটি একটি গোষ্ঠী বা পরিচয়কে সংজ্ঞায়নের ক্ষেত্রে কোনরকম অন্তঃসারমূলক বৈশিষ্ট্য-সমষ্টি আরোপন অসম্ভব বলে স্বীকার করে, আবার এও স্বীকার করে যে রাজনৈতিক কার্যের জন্য একটি গোষ্ঠী বা পরিচয়কে চালিত করার ক্ষেত্রে কোন না কোন অন্তঃসারবাদ, অর্থাৎ অন্তঃসারমূলক বৈশিষ্ট্য আরোপ করা প্রয়োজন। এই ধারণাটি 'অন ন্যাশনাল কালচার'-এ উল্লিখিত ফানঁর যুক্তিরই প্রতিধ্বনি, কেননা ফানঁর মতে জাতীয় সাংস্কৃতিক পরিচয়ের যেকোন অন্তঃসারবাদ হচ্ছে উপনিবেশবাদের আত্তীকরণকে কাটিয়ে ওঠার, এবং ঔপনিবেশিক ও উপনিবেশায়িত - এর মধ্যকার দ্বিত্ব দূরীভূত হয় এমন আন্তর্জাতিক চেতনার গঠনের কৌশলগত পদক্ষেপ।\n\n\n=== নেগ্রিচুড আন্দোলনের সাথে সম্পর্ক ===\n\"অন ন্যাশনাল কালচার\" একই সাথে নেগ্রিচুড আন্দোলনের সাথে ফানঁর জটিল ইতিহাসের প্রতিবিম্ব। ফানঁর শিখক এমে সেজ্যার ছিলেন তার কর্মজীবন জুড়ে বুদ্ধিবৃত্তিক প্রেরণা। এই এমে সেজ্যার ছিলেন নেগ্রিচুড আন্দোলনের সহ-প্রতিষ্ঠাতা। মানবতাবাদকে এর বর্ণবাদী উপাদানগুলো থেকে সরিয়ে নেয়া, প্যান-আফ্রিকানিজমে সমর্থন ইত্যাদি ক্ষেত্রে নেগ্রিচুড আন্দোলনের সাথে ফানঁর চিন্তাধারায় সাদৃশ্য ছিল,  কিন্তু \"অন ন্যাশনাল কালচার\"-এ তিনি নেগ্রিচুড আন্দোলনকে, বিশেষ করে এর ঐতিহাসিক প্রসঙ্গকে সমালোচনা করেন। প্রবন্ধটির শেষ বিভাগটি প্রাথমিকভাবে রোমে সেকেন্ড কংগ্রেস অফ ব্ল্যাক রাইটারস অ্যান্ড আর্টিস্টস এর জন্য বক্তৃতা হিসেবে লেখা হয় \"দ্য ইউনিটি অ্যান্ড রিসপন্সিবিলিটিস অফ আফ্রিকান নিগ্রো কালচার\" শিরোনামে (১৯৫৯)।  কংগ্রেসে যে সমস্যা ও সমাধানগুলো সামনে আনা হতো সেগুলো প্রায়ই এই ধারণার আশেপাশে ঘুরত যে অতীতে এক সময় একটি একীভূত আফ্রিকান সংস্কৃতির অস্তিত্ব ছিল। সম্মেলনে আলিউন ডায়োপ এই আন্দোলনের অন্যতম মূল ব্যক্তিত্ব হিসাবে বক্তব্য রেখেছিলেন যে, নেগ্রিচুড আফ্রিকান ইতিহাসের  আফ্রিকান ইতিহাসের উপনিবেশপূর্ব কৃষ্ণাঙ্গ সংস্কৃতিকে পুনঃজাগরিত করতে চায়, কিন্তু তিনি বস্তুগত সংগ্রাম বা জাতীয়তাবাদী আঙ্গিক থেকে কিছুই উল্লেখ করেননি। এদিকে রচনাটি জুড়ে ফানঁ আফ্রিকান দেশগুলির মধ্যে সাংস্কৃতিক পার্থক্য এবং কৃষ্ণাঙ্গ জনগণ যে সংগ্রামের মধ্য দিয়ে যাচ্ছে তাতে জোর দিয়েছিলেন, যার জন্য জাতীয় মাত্রায় বস্তুগত প্রতিরোধের প্রয়োজন রয়েছে। সম্মেলনে বক্তৃতা দেবার পর সেই লেখাটির সাথে তিনি যে অংশ যোগ করেন তাতে ফানঁ বিশেষভাবে বিশিষ্ট নেগ্রিচুড লেখক ও রাজনীতিবিদ জ্যাক রাবেমানাঞ্জারা ও লিওপোল্ড সেদার সেংঘরের সমালোচনা করেন,  যারা কৃষ্ণাঙ্গ সাংস্কৃতিক ঐক্যের আহ্বান করেছিলেন কিন্তু তখনও জাতিসংঘে আলজেরিয়ার স্বাধীনতার দাবির বিরুদ্ধে ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃস্থ সূত্র ==\nJean-Paul Sartre, Preface to Frantz Fanon’s “Wretched of the Earth”\nThe Wretched of the Earth. Conclusion\nhttp://frantz-fanon.webs.com/  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ মে ২০২১ তারিখে ফরাসি এবং ইংরেজি ভাষায় ফানঁর সাক্ষাতকার"}