{"pageid": 1022791, "title": "জোড়খালী ফাযিল ডিগ্রী মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1022791", "content": "জোড়খালী ফাজিল ডিগ্রী মাদ্রাসা বাংলাদেশের বগুড়া জেলার ধুনট উপজেলার গোসাইবাড়ী ইউনিয়ন একটি  প্রাচীন প্রতিষ্ঠান। ১৯১২ সালে মাওলানা ইয়ার মুহাম্মদ মাদ্রাসাটি প্রতিষ্ঠা করেন। মাদ্রাসাটি  দাখিল (এসএসসি) আলিম (এইচএসসি) এবং ফাজিল ইসলামি অধ্যয়ন ব্যাচেলর ডিগ্রী প্রদান করে। এটি ইসলামি শিক্ষার জন্য সবথেকে পুরাতন ঐতিহ্যবাহী শিক্ষাপ্রতিষ্ঠান যা ১৯১২ সালে প্রতিষ্ঠিত হয়। এই ইনস্টিটিউট প্রতি বছর বিভিন্ন ধরনের সাংস্কৃতিক অনুষ্ঠানের ব্যবস্থা করে।\n\n\n== ইতিহাস ==\nবগুড়া জেলার ধুনট উপজেলার গোসাইবাড়ী ইউনিয়ন স্বাধীনতার আগে অনুন্নত এবং অবহেলিত ছিল। ফলস্বরূপ, এখানকার মানুষের চাহিদা অনুযায়ী স্থানীয় উদ্যোগ এবং সহায়তায় শিক্ষাপ্রতিষ্ঠানটি নির্মিত হয়েছিল।\n\n\n== অবস্থান ==\nএ প্রতিষ্ঠানটি বগুড়া জেলার  ধুনট উপজেলার গোসাইবাড়ী ইউনিয়নে অবস্থিত।\n\n\n== ব্যবস্থাপনা ==\nমাদ্রাসা পরিচালনার জন্য ইসলামী বিশ্ববিদ্যালয় কুষ্টিয়ার সাবেক উপাচার্য মুহাম্মদ ইনাম উল হক-কে সভাপতি করে ১১ সদস্যবিশিষ্ট পরিচালনা পরিষদ রয়েছে।\n\n\n== অবকাঠামো ==\nমাদ্রাসায় দুটি ভবন, একটি দ্বিতল প্রশাসনিক ভবন এবং একটি ১০০ মিটার হলরুম রয়েছে। মাদ্রাসার মূল ভবনটি একটি মাত্র ভবন। মাদ্রাসার সামনে একটি পুকুর বিদ্যমান এবং তার কাছেই রয়েছে আর একটি মসজিদ\n\n\n== অনুষদ ==\nদাখিল, আলিম ও ফাজিল উভয় বিভাগেই মানবিক বিভাগ রয়েছে মাদ্রাসাটিতে।\n\n\n== শিক্ষকবৃন্দ ==\nমাদ্রাসার অধ্যক্ষ জনাব মাওলানা মো. হাফিজুর রহমানসহ ১১ জন শিক্ষক ২ জন শিক্ষিকা নিয়জিত আছেন।\n\n\n== প্রশাসন ==\nমাদ্রাসাটি একটি গভর্নিং বডির অধীনে পরিচালিত হয়। ইসলামি আরবি বিশ্ববিদ্যালয় এবং ইসলামী বিশ্ববিদ্যালয়, বাংলাদেশ পদাধিকারবলে পরিচালনা পর্ষদের সভাপতি হিসেবে দায়িত্ব পালন করেন। মাদরাসার প্রশাসনিক কর্মকাণ্ড পরিচালনার জন্য অধ্যক্ষের অধীনে একজন উপাধ্যক্ষ ও একজন ছাত্র পরিচালক হিসেবে থাকেন। মাদারাসাটি ইসলামি আরবি বিশ্ববিদ্যালয়  এবং ইসলামী বিশ্ববিদ্যালয়, বাংলাদেশ দ্বারা এটি পরিচালিত হয়। স্থাপনের পর থেকে এ পর্যন্ত ১১ জন  এই মাদ্রাসার অধ্যক্ষ ছিলেন।  প্রতিষ্ঠানটির প্রথম  বাংলাদেশী ও বাঙালি অধ্যক্ষ প্রতিষ্ঠাতা  মাওলানা ইয়ার মুহাম্মদ।  বর্তমানে মাদ্রাসার প্রশাসনিক কর্মকাণ্ড পরিচালনার জন্য অধ্যক্ষের অধীনে বহাল রয়েছেন মাওলানা মুহাম্মদ হাফিজুর রহমান।\n\nমাদ্রাসা শিক্ষা কার্যক্রম পরিচালনা করার জন্য মোট ২৮জন (২০২০ খ্রিষ্টাব্দ পর্যন্ত) শিক্ষক-শিক্ষিকা নিয়োজিত আছেন। এছাড়াও মাদ্রাসার অন্যান্য প্রশাসনিক কাজের জন্য ৩১জন কর্মকর্তা-কর্মচারী কাজ করে থাকেন এবং কলেজ ব্যবস্থাপনার কাজে একজন ব্যবস্থাপকের অধীনে ৩৬জন কর্মচারী কাজ করেন। পাশাপাশি ৫জনের একটি দল কলেজের জামুর ইসলামিয়া সিনিয়র আলিম মাদ্রাসাকাজের বিনিময়ে অধ্যয়ন কর্মসূচি পরিচালনা করে থাকেন। বিনামূল্যে দরিদ্র ও পথশিশুদের শিক্ষাদান কার্যক্রমে ২জন শিক্ষক নিয়োজিত আছেন জামুর ইসলামিয়া সিনিয়র আলিম মাদ্রাসা এর সাবেক অধ্যক্ষ মাওলানা মুহাম্মদ হাফিজুর রহমান ,কামিল ট্রিপল বিভাগের বর্তমান  অধ্যক্ষ সহ একজন।\n\n\n== শিক্ষা কার্যক্রম ==\nএ প্রতিষ্ঠানে সহ-শিক্ষা ব্যবস্থা রয়েছে। এ মাদ্রাসায় আলিম (উচ্চ মাধ্যমিক) পর্যায় পর্যন্ত শিক্ষালাভের সুযোগ রয়েছে। বর্তমানে তিন শতাধিক শিক্ষার্থী অধ্যয়নরত আছে।\n\n\n== ফলাফল ও কৃতিত্ব ==\nপ্রতিষ্ঠালগ্ন থেকে বাংলাদেশ মাদ্রাসা শিক্ষাবোর্ড কর্তৃক অনুষ্ঠিত দাখিল, আলিম, ফাজিল পরীক্ষায় এবং বর্তমানে পঞ্চম শ্রেণীর সমাপনী ও অষ্টম শ্রেণী (জেডিসি) পরীক্ষায় শিক্ষার্থীরা কৃতিত্বপূর্ণ ফলাফল অর্জন করে আসছে। ২০১১ সালে অষ্টম শ্রেণীতে ২ জন এবং দাখিল পরীক্ষায় ২ জন শিক্ষার্থী মেধাবৃত্তি লাভ করে। ২০১২ সালে দাখিল ও আলিম পরীক্ষায় শতভাগ ফলাফল অর্জন করে মাদ্রাসার গৌরবময় ঐতিহ্যের ধারা অব্যাহত রাখে। বিগত বছরের পাশের হার ১০০%। প্রত্যেক বছর এ প্রতিষ্ঠান থেকে আলিম, দাখিল, জেডিসি ও ইবতেদায়ী সমাপনী পরীক্ষায় কৃতিত্বের সাথে শিক্ষার্থীরা ফলাফল করে আসছে।২০২০ সালে ও প্রতিবারেরমত দাখিল ও আলিম পরীক্ষায় শতভাগ ফলাফল অর্জন করে মাদ্রাসার গৌরবময় ঐতিহ্যের ধারা অব্যাহত রাখে।\n\n\n=== ফলাফল ===\nগত পাবলিক পরীক্ষাগুলোতে শিক্ষার্থীদের ফলাফল\n\n\n== কম্পিউটার ল্যাব ==\nশেখ রাসেল ডিজিটাল ল্যাব বাংলাদেশ সরকার শিক্ষার্থীদের তথ্য প্রযুক্তির উপর শিক্ষিত করার জন্য প্রদান করেছে। এখানে, একাডেমিক বিষয়বস্তুর সাথে শিক্ষার্থীদের সম্পৃক্ততা উন্নত করার জন্য বিভিন্ন মিডিয়া ব্যবহার করে ক্লাস পরিচালনা করা হয়। এছাড়াও স্কুলের অভ্যন্তরে এবং বাইরের প্রতিষ্ঠানে বিভিন্ন কম্পিউটার শেখার কোর্সে ভর্তির ব্যবস্থা রয়েছে।\n\n\n== পর্যায় ==\nএ মাদ্রাসায় ফাজিল (ডিগ্রি) পর্যায় পর্যন্ত পাঠদান করা হয়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nইসলামি আরবি বিশ্ববিদ্যালয়\nবাংলাদেশ মাদ্রাসা শিক্ষা বোর্ড\nইসলামী বিশ্ববিদ্যালয়, বাংলাদেশ\nজামুর ইসলামিয়া সিনিয়র আলিম মাদ্রাসা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমাদ্রাসার ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ মে ২০২১ তারিখে"}