{"pageid": 1022709, "title": "বাসিত আলী", "url": "https://bn.wikipedia.org/wiki?curid=1022709", "content": "বাসিত আলী (উর্দু: باسط علی‎‎; জন্ম: ১৩ ডিসেম্বর, ১৯৭০) সিন্ধু প্রদেশের করাচি এলাকায় জন্মগ্রহণকারী পাকিস্তানি কোচ ও সাবেক আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৯০-এর দশকের মাঝামাঝি সময়কালে সংক্ষিপ্ত সময়ের জন্যে পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে করাচি ও ইউনাইটেড ব্যাংক লিমিটেড দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি ব্যাটসম্যান হিসেবে খেলতেন। এছাড়াও, ডানহাতে অফ ব্রেক বোলিংয়ে পারদর্শী ছিলেন তিনি।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৮৫-৮৬ মৌসুম থেকে ১৯৯৭-৯৮ মৌসুম পর্যন্ত বাসিত আলীর প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। কিশোরদের ক্রিকেটে বেশ সফলতার স্বাক্ষর রাখেন। এক পর্যায়ে তিনি করাচির আঞ্চলিক লীগের এক মৌসুমে সর্বাধিক শতরান করার রেকর্ড গড়েছিলেন।\n২২ বছর বয়সে আন্তর্জাতিক ক্রিকেটে প্রথমবারের মতো অংশগ্রহণের পর থেকেই কিংবদন্তীতুল্য ব্যাটসম্যান জাভেদ মিয়াঁদাদের সাথে ব্যাটিংয়ের ধরন ও হাবভাবে অনেকাংশেই তাকে তুলনায় আনা হতো। বলের সাথে তাল মিলিয়ে কভার কিংবা পয়েন্ট অঞ্চলে ঠেলে রান সংগ্রহে তৎপর হতেন। দর্শনীয়তার সাথে নির্ভিকচিত্তে দ্রুত গতির বলগুলোকে হুক কিংবা পুলের মার মারতেন। ক্যারিবীয় দ্বীপপুঞ্জে সুন্দর খেলার পর পাতানো খেলার সাথে জড়িত থাকার দায়ে অভিযুক্ত হন।\nডানহাতি ব্যাটসম্যান বাসিত আলী পরিসংখ্যানগতভাবে টেস্ট ব্যাটিং গড়ের তুলনায় অপ্রত্যাশিতভাবে ওডিআই গড়ে নিজেকে এগিয়ে রেখেছেন। কভার ও পয়েন্ট অঞ্চলেই অধিক দক্ষতা প্রদর্শন করেছেন তিনি। এছাড়াও, ফাস্ট বোলারদের বিপক্ষে হুক ও পুল খেলতে পারতেন ভীতিহীন অবস্থায়।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে উনিশটি টেস্ট ও পঞ্চাশটি একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন বাসিত আলী। ১৬ এপ্রিল, ১৯৯৩ তারিখে পোর্ট অব স্পেনে স্বাগতিক ওয়েস্ট ইন্ডিজ দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ৮ ডিসেম্বর, ১৯৯৫ তারিখে ক্রাইস্টচার্চে স্বাগতিক নিউজিল্যান্ড দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\nমার্চ, ১৯৯৩ সালে ক্যারিবীয় দ্বীপপুঞ্জ গমনার্থে তাকে পাকিস্তান দলে রাখা হয়। এ সফরে ওডিআই ও টেস্ট ক্রিকেটে অংশ নেন তিনি। ১৯ টেস্টে অংশ নিলেও তিনি মাত্র একটি শতরানের সন্ধান পেয়েছেন। ১৯৯৩-৯৪ মৌসুমে শারজায় ওয়েস্ট ইন্ডিজের বিপক্ষে বেশ ভালো খেলেন ও তারপর একই মৌসুমে নিউজিল্যান্ডের মাটিতে একমাত্র শতরানের সন্ধান পেয়েছিলেন।\nপাকিস্তানের একদিনের দলে তিন বছর নিয়মিতভাবে ঝুঁকিপূর্ণ ব্যাটিং চলমান ছিল। আক্রমণাত্মক ব্যাটিংয়ের অধিকারী ছিলেন। ১৯৯০-এর দশকের মাঝামাঝি সময় জুড়ে পাকিস্তানের ওডিআই দলের নিয়মিত সদস্য ছিলেন। নভেম্বর, ১৯৯৩ সালে একদিনের আন্তর্জাতিক ক্রিকেটের ইতিহাসের দ্বিতীয় দ্রুততম শতক হাঁকান। শারজায় ওয়েস্ট ইন্ডিজের বিপক্ষে তিন অঙ্কের কোটা স্পর্শকালে তাকে ৬৭ বল খরচ করতে হয়েছিল। মোহাম্মদ আজহারউদ্দীনের ৬২ বলের রেকর্ডের চেয়ে ৫ বল বেশি খেলেন। খেলায় তিনি ১২৭ রানে অপরাজিত ছিলেন ও ওয়াকার ইউনুস দলের ভারপ্রাপ্ত অধিনায়কের দায়িত্ব পালন করেন।\n\n\n== অবসর ==\nইনজামাম-উল-হকের স্বাস্থ্যনিয়ন্ত্রণবিষয়ক বিদ্যালয় থেকে খাদ্য পেতেন। ক্রিকেট খেলা থেকে অবসর গ্রহণের পর ২০১৬ সালে পাকিস্তান দলের কোচের দায়িত্ব পালনের পর ২০১৬ সালে দলকে নিয়ে ভারতের মাটিতে অনুষ্ঠিত বিশ্ব টুয়েন্টি২০ খেলায় পরিচালনা করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nরশীদ খান\nআশফাক আহমেদ\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nপাকিস্তান জাতীয় ক্রিকেট দলের অধিনায়কদের তালিকা\nপাকিস্তানি একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে বাসিত আলী  (ইংরেজি)\nক্রিকেটআর্কাইভে বাসিত আলী   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}