{"pageid": 1022419, "title": "জানি বেগ", "url": "https://bn.wikipedia.org/wiki?curid=1022419", "content": "জানি বেগ (১৩৫৭ সালে মৃত্যু) , Djanibek Khan নামেও পরিচিত,  ১৩৪২ থেকে ১৩৫৭ সাল পর্যন্ত গোল্ডেন হোর্ডের খান ছিলেন।  তিনি তার পিতা অজ বেগ খানের স্থলাভিষিক্ত হন।\n\n\n== রাজত্ব ==\nতার দুই ভাইকে হত্যা করার পরে, জানি বেগ সারা-জকের রাজত্ব গ্রহণ করেন। তিনি রুস প্রিন্সিপালিটিস এবং লিথুয়ানিয়ায় সক্রিয়ভাবে হস্তক্ষেপ করেছিলেন বলে জানা যায়। মস্কোর গ্র্যান্ড প্রিন্সেস, সিমন গর্ডি এবং দ্বিতীয় ইভান জানি বেগের কাছ থেকে নিয়মিত রাজনৈতিক ও সামরিক চাপের মধ্যে ছিলেন।\nজানি বেগ একটি বিশাল ক্রিমিয়ান তাতারি বাহিনীর নিয়ন্ত্রণ করতেন। বাহিনীটি ১৩৩৩ সালে ক্রিমিয়ান বন্দর শহর কাফায় আক্রমণ করেছিল। এই অবরোধটি ফেব্রুয়ারিতে ইতালির একটি ত্রাণ বাহিনী দ্বারা প্রত্যাহার হয়েছিল। ১৩৪৫ সালে জানি বেগ আবার কাফা অবরোধ করেন। তবে তার সৈন্যদের মধ্যে ব্ল্যাক প্লেগের প্রাদুর্ভাবের কারণে তার আক্রমণ আবারও ব্যর্থ হয়েছিল। ডিফেন্ডারদের দুর্বল করার জন্য কালো মৃত্যুকে ব্যবহারের প্রয়াসে জানি বেগের সেনাবাহিনী সংক্রামিত লাশকে কাফায় আটকে রাখে। সংক্রামিত জেনোস নাবিকরা পরে কাফা থেকে জেনোয়া, মেসিনা এবং কনস্ট্যান্টিনোপলে যাত্রা করে কালো মৃত্যু বা ব্ল্যাক ডেথকে ইউরোপে প্রবর্তন করে।\n১৩৫৬ সালে জানি বেগ আজারবাইজানে একটি সামরিক অভিযান পরিচালনা করেছিলেন এবং সেখানে তার নিজস্ব গভর্নর নিযুক্ত করে তাবরিজ শহর জয় করেছিলেন। তিনি চাগতাই খানাতের উপর জোচিদ কর্তৃত্বকে উপস্থাপন করে মঙ্গোল সাম্রাজ্যের তিন খানকে একত্রিত করার চেষ্টা করেছিলেন। শাইখ উভাইসের আত্মসমর্পর পরে, জানিবেগ গর্বিত হয়েছিলেন এই ভেবে যে মঙ্গোল সাম্রাজ্যের তিনটি ইউলু (জেলা/জাতি) তার নিয়ন্ত্রণে আছে। এর খুব শীঘ্রই, জানি বেগ তাবরিজে একটি বিদ্রোহের মুখোমুখি হন। যার ফলস্বরূপ, ইলখানাতের একটি শাখায় জালাইরিড রাজবংশ ক্ষমতায় যায় এবং শেষ পর্যন্ত এই বিদ্রোহ খানের মৃত্যুর কারণ হয়।\nম্যাসকভির চুডভ মঠটি, মেট্রোপলিটন আলেক্সি এবং রাদোনজের সের্গেই দ্বারা জানি বেগের পতনের সময় প্রতিষ্ঠিত হয়েছিল। এটি এমন এক জমিতে নির্মিত হয়েছিল যে, কিংবদন্তি অনুসারে, খান তার মা তায়দুলার অলৌকিক নিরাময়ের জন্য ধন্যবাদ হিসেবে পরবর্তীতে আলেকসিকে উপহার দিয়েছিলেন।\nজানি বেগের রাজত্ব সামন্তবাদের দ্বন্দ্বের প্রথম লক্ষণ দ্বারা চিহ্নিত হয়েছিল যা শেষ পর্যন্ত গোল্ডেন সেনাবাহিনীর পতনে ভূমিকা রাখে। ১৩৫৭ সালে জানি বেগের হত্যার ঘটনাটি গোল্ডেন হোর্ডের মধ্যে রাজনৈতিক কোন্দলের সূচনা করেছিল।\n\n\n== ঘটনা ==\nজানি বেগের তিন পুত্র ছিল যারা ক্রমাগত সিংহাসনটি উত্তরাধিকার সূত্রে প্রাপ্ত হয়েছিল।\n\nবার্দি বেগ (রাজত্ব ___–১৩৫৯);\nকুলপা (রাজত্ব ১৩৫৯–১৩৬০);\nনওরোজ বেগ (রাজত্ব ১৩৬০–১৩৬১);\n\n\n== বংশপরিচয় ==\nচেঙ্গিস খান\nজোচি\nবাতু খান\nতোয়াকান\nমেনগু-তৈমুর\nতোঘরিচা\nউজবেগ খান\nজনি বেগ\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nজানি বেগের রাজত্বকাল অনুসারে ২০১২ সালে রাশিয়ান চলচ্চিত্র দ্য হোর্ড নির্মাণ করা হয়েছিল। এতে আলেক্সি কীভাবে তাইদুলাকে অন্ধত্ব থেকে নিরাময় করেছিলেন তার একটি চরম কল্পিত আখ্যান রয়েছে।\n\n\n== আরও দেখুন ==\nগোল্ডেন হোর্ডের খানদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nKołodziejczyk, Dariusz (২০১১)। The Crimean Khanate and Poland-Lithuania: International Diplomacy on the European Periphery (15th-18th Century). A Study of Peace Treaties Followed by Annotated Documents। Brill। আইএসবিএন 9789004191907। ৩০ জুন ২০১৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১২ ফেব্রুয়ারি ২০২১। \nডেভিড মরগান, দ্য মঙ্গোলস\nরোজমেরি হরক্স, দ্য ব্ল্যাক ডেথ"}