{"pageid": 1022103, "title": "পরেশচন্দ্র ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1022103", "content": "পরেশচন্দ্র ভট্টাচার্য ওবিই ( ১৮ সেপ্টেম্বর, ১৯০৩ - ১৩ ফেব্রুয়ারি,১৯৬৯ ) সংক্ষেপে পি সি ভট্টাচার্য, ১৯৬২ খ্রিস্টাব্দের ১ লা মার্চ থেকে ১৯৬৭ খ্রিস্টাব্দে র ৩০ শে জুন পর্যন্ত সময়ে  ভারতীয় রিজার্ভ ব্যাংকের প্রথম বাঙালি এবং সপ্তম মুখ্য প্রশাসক তথা গভর্নর ছিলেন।, গভর্নরদের মধ্যে  তিনিই ইন্ডিয়ান অডিটস এবং অ্যাকাউন্টস সার্ভিসের ( আইএএন্ডএএস) সদস্য ছিলে, কিন্তু তার পূর্বসূরীদের কেউই তা ছিলেন না। । ১৯৪৬ খ্রিস্টাব্দে ব্রিটিশ সরকারের  অর্ডার অফ দি ব্রিটিশ সাম্রাজ্যের (ওবিই)সম্মানে নিযুক্ত অফিসার হন।  গভর্নর পদে নিযুক্ত হওয়ার আগে তিনি অর্থ মন্ত্রণালয়ের সচিব এবং পরে স্টেট ব্যাঙ্ক অফ ইন্ডিয়ার চেয়ারম্যান হিসাবে দায়িত্ব পালন করেছিলেন।\n\n\n== জন্ম ও সংক্ষিপ্ত জীবনী ==\nপরেশচন্দ্র ভট্টাচার্য ব্রিটিশ ভারতের অধুনা বাংলাদেশের ময়মনসিংহে জন্ম গ্রহণ করেন। পিতা শরৎচন্দ্র ভট্টাচার্য ময়মনসিংহ শহরের জজ আদালতের ব্যবহারজীবী ছিলেন। তিনি ময়মনসিংহের জেলা স্কুল ও আনন্দমোহন কলেজের ছাত্র ছিলেন। ১৯২৮ খ্রিস্টাব্দে ঢাকা বিশ্ববিদ্যালয় থেকে গণিতে প্রথম শ্রেণীতে এম.এ পাশ করেন। কিছুদিন আনন্দমোহন কলেজের অধ্যাপক ছিলেন। পরে ভারত সরকারের অডিট ও অ্যাকাউন্টস সার্ভিসে যোগ দিয়ে গুরুত্বপূর্ণ কাজ করেন। স্বাধীনতার পর রেলওয়ে বোর্ডের ফিনান্স কমিশনার, কেন্দ্রীয় অর্থদপ্তরের অন্যতম সচিব ও অন্যান্য গুরুত্বপূর্ণ পদে ছিলেন। পূর্বতন ইম্পিরিয়াল ব্যাঙ্ক ইন্ডিয়া ১৯৫৫ খ্রিস্টাব্দে জাতীয়করণের পর নবগঠিত ভারতীয় স্টেট ব্যাঙ্কের চেয়ারম্যানপদে মুম্বইতে প্রধান কার্যালয়ে যোগ দেন এবং ব্যাংকের গ্রামীণ শাখা বিস্তারের কর্মসূচিতে নেতৃত্ব দেন।\nআরবিআইয়ের গভর্নর হিসাবে তিনি ভারতে বেসরকারী ব্যাংক জাতীয়করণের তীব্র বিরোধিতা করেছিলেন, তৎকালীন উপ-প্রধানমন্ত্রী মোরারজি দেশাইকে একটি চিঠি লিখে ব্যাংকগুলি জাতীয়করণের ব্যয় সম্পর্কে সতর্ক করে উল্লেখ করেছিলেন যে এটি কাঙ্ক্ষিত নয়।  তার কার্যকালে অর্থনৈতিক কারণে মুখ্য নোটের আকার ৫, ১০ এবং ১০০ এর আকার হ্রাস করা হয়েছিল। \nভট্টাচার্যের আমলে ১৯৬৪ খ্রিস্টাব্দে ইন্ডাস্ট্রিয়াল ব্যাঙ্ক অব ইন্ডিয়া, ১৯৬৩ খ্রিস্টাব্দে এগ্রিকালচারাল রিফাইনান্স কর্পোরেশন এবং ১৯৬৪ খ্রিস্টাব্দে ইউনিট ট্রাস্ট অব ইন্ডিয়া গঠিত  হয়েছিল।\nপি সি ভট্টাচার্যের স্বাক্ষরিত ব্যাঙ্ক নোটের অপ্রতুলতার কারণে বর্তমান বাজারে মূল্য অনেক। আজকের দিনে তার স্বাক্ষরিত দশ টাকার কাগজের মুদ্রা ৮০০ হতে ১০০০ টাকায় বিনিময় লক্ষ্য করা গেছে।।  আরবিআইয়ের গভর্নর থাকাকালীন,৫, ১০ এবং ১০০ টাকা ব্যাঙ্ক নোটের আকার ছোট করা হয়েছিল উৎপাদন ব্যয় হ্রাস করার লক্ষ্যে, আর সে  কারণেই তার স্বাক্ষরিত নোটের অপ্রতুলতা সংগ্রহকারীদের বাজারে মূল্য বৃদ্ধির কারণ।\n\n\n== তথ্যসূত্র =="}