{"pageid": 1022097, "title": "দ্য বাস্টার্ড অব ইস্তাম্বুল", "url": "https://bn.wikipedia.org/wiki?curid=1022097", "content": "দ্য বাস্টার্ড অফ ইস্তাম্বুল ২০০৬-এর বেস্টসেলিং তুর্কী লেখক এলিফ শফাকের উপন্যাস। এটি মূলত ইংরেজি ভাষায় রচিত এবং ভাইকিং অ্যাডাল্ট দ্বারা প্রকাশিত। ২০০৬ সালের মার্চ মাসে আবেলি বায়েন বাবা ওয়ে পাই নামে শিরোনাম দিয়ে বইটি তার মাতৃভাষা তুর্কি ভাষায় অনুবাদ করেছিলেন এবং এটি বেস্টসেলার হয়েছিল।\n\n\n== সারসংক্ষেপ ==\nগল্পটি অস্যা কাজানসি এবং আরমানুশ তছাখমাখিয়ান চরিত্রকে কেন্দ্র করে নির্মিত হয়েছে। এটি অ্যারিজোনার টুসনে, সান ফ্রান্সিসকো, ক্যালিফোর্নিয়া এবং তুরস্কের ইস্তাম্বুলকে কেন্দ্র করে রচয়িত। উপন্যাসটিতে তাদের পরিবার এবং তারা কীভাবে ১৯১৫ সালের আর্মেনিয় গণহত্যার ঘটনাগুলির মধ্যে সংযুক্ত রয়েছে তা নিয়ে আলোচনা করে। উনিশ বছর বয়সে আরমানুশ তার আর্মেনিয় শিকড় অনুসন্ধানের জন্য গোপনে ইস্তাম্বুলে যান।\n\n\n== থিয়েটার অভিযোজন ==\nঅ্যাঞ্জেলো সেভেলি উপন্যাসটিকে ইতালীয় ভাষায় একটি থিয়েটার নাটকে রূপান্তরিত করেছিলেন। লা বাসদারদা দি ইস্তাম্বুলশিরোনাম দিয়ে ফ্লোরেন্সে মঞ্চস্থ করেছিলেন। \n\n\n== লেখকের বিরুদ্ধে বিচার ==\n২০০৬ সালের জুনে, জাতীয়তাবাদী আইনজীবী কামাল কেরিনেসিজ অটোমান সাম্রাজ্যের শেষ বছরগুলিতে আর্মেনীয় গণহত্যা নিয়ে তার উপন্যাসে \"তুর্কিদের অবমাননা\" করার অভিযোগে এলিফ শাফাকের বিরুদ্ধে মামলা করেছিলেন। মামলাটি তুরস্কের ফৌজদারি আইনের ৩০১ অনুচ্ছেদ অনুযায়ী ইস্তাম্বুলের বেয়োআলু জেলা আদালতে উপস্থাপন করা হয়েছিল। অবমাননার নিদর্শনের অভাবে প্রসিকিউটর অভিযোগ নাকচ করে দেওয়ার পরে, এই আইনজীবী ২০০৭ সালের জুলাইয়ে উচ্চতর আদালতে উপস্থাপন করেন এবং প্রথম বারে সেখানেও তার অভিযোগটি বাতিল হয়।\nশাফাক তার উপন্যাসে যে মন্তব্য করেছেন তার জন্য তিন বছর পর্যন্ত কারাদণ্ডের মুখোমুখি হয়েছিলেন। ২০০৬ সালের সেপ্টেম্বরে, ইইউ – তুরস্কের যৌথ সংসদীয় কমিটির প্রতিনিধি দলের সহ-সভাপতি জুস্ট লজেন্ডিজকের উপস্থিতিতে আদালত প্রশ্নোত্তর করে আইনগত ভিত্তির অভাবে এবং বিতর্কিত ক্ষেত্রে অপর্যাপ্ত প্রমাণের কারণে তাকে ফৌজদারি অভিযোগ থেকে খালাস দিয়েছেন।\n\n\n== অনুবাদ ==\n তুরস্ক Baba ve Piç, by Metis (ইস্তাম্বুল, ২০০৬)\n লেবানন لقيطة اسطنبول, منشورات الجمل এর দ্বারা (বৈরুত, ২০০৬)\n ফ্রান্স La Bâtarde d'Istanbul, by Phébus (প্যারিস, ২০০৭)\n জার্মানি Der Bastard von Istanbul, by Eichborn Verlag (ফ্রাঙ্কফুর্ট, ২০০৭)\n নেদারল্যান্ডস De bastaard van Istanbul, by De Geus (ব্রেডা, ২০০৭)\n ব্রাজিল De volta a Istambul, by Nova Fronteira (রিউ দি জানেইরু, ২০০৭)\n নরওয়ে Bastarden fra Istanbul, আসচেহগ দ্বারা (অসলো, 2008)\n ইতালি La Bastarda di Istanbul, by Biblioteca Universale Rizzoli (মিলান, ২০০৯)\n স্পেন La bastarda de Estambul, by Editorial Lumen (Barcelona, 2009)\n পোল্যান্ড Bękart ze Stambułu, by Wydawnictwo Literackie (Kraków, 2010)\n সুইডেন Bastarden från Istanbul, by Förlag 2244 (Stockholm, 2011)\n ফিনল্যান্ড Kirottu Istanbul, by Gummerus (Helsinki, 2012)\n আর্মেনিয়া Ստամբուլի բիճը by Antares (Yerevan, 2012)\n রোমানিয়া Bastarda Instanbulului by Polirom (Bucharest, 2012)\n গণচীন 《伊斯坦布尔孤儿》 by Shanghai Literature & Art Publishing House（Shanghai, 2014）\n পর্তুগাল A Bastarda de Istambul by Jacarandá Editora (Lisbon, 2015)\n\n\n== তথ্যসূত্র =="}