{"pageid": 1022875, "title": "রানি এলিজাবেথ গোলাপ", "url": "https://bn.wikipedia.org/wiki?curid=1022875", "content": "রোসা 'কুইন এলিজাবেথ' হলো গোলাপি রঙের গ্র‍্যান্ডিফ্লোরা গোলাপের একটি কাল্টিভার। গোলাপ উৎপাদক ড. ওয়াল্টার ল্যামার্টস ১৯৫৪ সালে যুক্তরাষ্ট্রে এই গোলাপ উৎপাদন করেন। এই ধরনের গোলাপ বিশ্বব্যাপী ব্যাপক জনপ্রিয়। এই গোলাপ \"বিশ্বের সবচেয়ে প্রিয় গোলাপ\" সহ (১৯৭৯) বেশ কয়েকটি উল্লেখযোগ্য পুরস্কার অর্জন করে।\n\n\n== ইতিহাস ==\n১৯৫২ সালে রানি দ্বিতীয় এলিজাবেথ ব্রিটেনের সিংহাসনে আরোহণের পর, তার সম্মানে গোলাপটির নাম রাখা হয় 'কুইন এলিজাবেথ'। 'কুইন এলিজাবেথ' গোলাপের স্টক মাতৃ-উদ্ভিদ হলো হাইব্রিড টি-রোজ রোসা 'শার্লট আর্মস্ট্রং' এবং ফ্লোরিবান্ডা ধরনের গোলাপ 'ফ্লোরাডোরা'। অন্তত ৩০টি নতুন ধরনের হাইব্রিড গোলাপ কাল্টিভার উৎপাদনে 'কুইন এলিজাবেথ' ব্যবহার করা হয়েছে। 'কুইন এলিজাবেথ' গোলাপের অন্যান্য রঙের প্রকরণের মধ্যে অন্যতম হলো: 'হলুদ কুইন এলিজাবেথ' (১৯৬৪) এবং 'শ্বেত কুইন এলিজাবেথ' (বা, 'ব্লাংক কুইন এলিজাবেথ' ১৯৬৫)। এছাড়া, 'ক্লাইম্বিং কুইন এলিজাবেথ' (১৯৫৭) নামে আরেকটি সবল ও আরোহী প্রকরণ ব্যাপক জনপ্রিয় হয়েছে।\n\n\n== বর্ণনা ==\n'কুইন এলিজাবেথ' হলো এক ধরনের লম্বা, সরু ও খাড়া গুল্মজাতীয় উদ্ভিদ। এরা উচ্চতায় ৫ থেকে ১০ ফুট (১৫০—৩০৫ সেন্টিমিটার) এবং বিস্তারে ৩ থেকে ৪ ফুট (৯০—১৮২ সেন্টিমিটার) হয়ে থাকে। ফুলগুলো পূর্ণবিকশিত অবস্থায় ৪ থেকে ৫ ইঞ্চি (১০–১২ সেন্টিমিটার) প্রশস্ত হয়ে থাকে। ফুলে ২৬ থেকে ৪০টি বড় বড় পাপড়ি থাকে। পাপড়িগুলোর সম্মুখপৃষ্ঠ হালকা গোলাপি এবং পেছনের পৃষ্ঠ গাঢ় গোলাপি বর্ণের। ৩–১৫টি ফুলের বড় ও উন্মুক্ত গুচ্ছে পুষ্পায়ন ঘটে। ফুলে হালকা ও মৃদু সুগন্ধ বিদ্যমান। ফুলের কাঠামো উচ্চ-কেন্দ্রীয় বা পেয়ালাকৃতির হয়ে থাকে। কুঁড়ি কেন্দ্রিক। গাঢ় সবুজ রঙের পাতা বড়, চামড়াটে ও গোলাকার উপপত্র সংবলিত। গাছের শক্ত ও খাড়া কাণ্ডের জন্য এটি জনপ্রিয় উদ্যান উদ্ভিদে পরিণত হয়। পুরু কাণ্ড ও বড় কাঁটাযুক্ত এই উদ্ভিদ অত্যন্ত বলিষ্ঠ; অপেক্ষাকৃত অনুর্বর জমিতেও এই ধরনের গোলাপ ভালো জন্মে। উদ্ভিদ রোগ-সহনীয়। বসন্ত থেকে শরৎকাল এতে পর্যন্ত ব্যাপক পুষ্পায়ন ঘটে। এটি যুক্তরাষ্ট্রের কৃষি বিভাগের শ্রেণিতে এটি ৯বি অঞ্চল থেকে দ্রুত ৫বি অঞ্চলে উন্নীত হয়।\n\n\n== পুরস্কার ==\nপোর্টল্যান্ড স্বর্ণপদক, (১৯৫৪)\nআল-আমেরিকা রোজ সিলেকশনস বিজয়ী, যুক্তরাষ্ট্র (১৯৫৫)\nআমেরিকান রোজ সোসাইটি গোল্ড মেডেল (১৯৫৭)\nগোল্ডেন রোজ অব দ্য হেগ (১৯৬৮)\nওয়ার্ল্ডস ফ্যাভারিট রোজ (১৯৭৯)\nঅ্যাওয়ার্ড অব এক্সিলেন্স ফর বেস্ট এস্টাবলিশড রোজ (২০১৫)\n\n\n== আরও দেখুন ==\nবাগানের গোলাপ\nহল অব ফেম গোলাপ\nঅ্যাওয়ার্ড অব গার্ডেন মেরিট গোলাপের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nQuest-Ritson, Brigid; Quest-Ritson, Charles (২০১১)। Encyclopedia of Roses (Reprint সংস্করণ)। DK। আইএসবিএন 978-0756688684।"}