{"pageid": 1022964, "title": "সবিতা শাস্ত্রী", "url": "https://bn.wikipedia.org/wiki?curid=1022964", "content": "সবিতা শাস্ত্রী একজন ভারতীয় নৃত্যশিল্পী ও নৃত্যপরিচালক যিনি ভরতনাট্যমের উপস্থাপক হিসাবে সর্বাধিক পরিচিত। তিনি ভারতীয় পৌরাণিক কাহিনী বা ধর্মের ভিত্তিতে নয় বরং উপন্যাসের গল্পের উপর ভিত্তি করে বিযয়বস্তুভিত্তিক প্রযোজনা প্রদর্শনের জন্য ভরতনাট্যমের কৌশল ব্যবহার করে ঐতিহ্যবাহী ভরতনাট্যম শৈলী (ফর্ম্যাট) নিয়ে পরীক্ষা করার জন্য পরিচিত।  সমালোচকগণ তাঁর উদ্ভাবনগুলোকে 'যুগান্তকারী' হিসাবে বর্ণনা করেছেন  এবং তাঁকে নৃত্যের একটি নবজাগরণের স্থপতি  বলে মনে করা হয়। \n\n\n== প্রাথমিক ও শিক্ষাজীবন ==\nসবিতা সুব্রমণিয়াম হায়দ্রাবাদে জন্মগ্রহণ করেছিলেন। পরবর্তী সময়ে তিনি মুম্বইয়ে জীবনযাপন করেন। মুম্বইয়ে কিছু কাল অতিবাহিত করার পর তিনি সপরিবারে নিজরাজ্য চেন্নাইয়ে চলে যান। মুম্বইয়ের রাজারাজেশ্বরী ভারত নাট্য কলা মন্দির থেকে তিনি গুরু মহালিংগম পিল্লাইয়ের অধীনে ভরতনাট্যমের প্রশিক্ষণ নিয়েছিলেন। তারপর তিনি আদ্যর কে. লক্ষ্মণ ও ধনঞ্জায়ানসের কাছ থেকে নৃত্য শিখেন। চেন্নাইয়ের পিএস সিনিয়র সেকেন্ডারি বিদ্যালয় থেকে তিনি স্কুলশিক্ষা সমাপ্ত করেন। এরপর চেন্নাইয়ের স্টেলা মেরিস কলেজ থেকে তিনি স্নাতক ডিগ্রী অর্জন করেন।\n১৯৮৬ সালে তিনি তামিল ছবি আনন্দ তান্ডবমএ  মুখ্য নৃত্যশিল্পী হিসাবে অভিনয় করেছিলেন যেটি তাঁর গুরু  আদ‍্যর কে লক্ষ্মণের একটি প্রযোজনা ছিল। তিনি মার্কিন যুক্তরাষ্ট্রে স্নাতকোত্তর ডিগ্রি অর্জন করেছেন, যেখানে তিনি স্নায়ুবিজ্ঞানে মেজর করেছিলেন।\n\n\n== উল্লেখযোগ্য প্রযোজনা ==\n২০০৯ সালের দিকে সবিতা শাস্ত্রী পরম্পরাগত \"মার্গম\" পরিবেশন করা থেকে বিরত হয়ে বিষয়বস্তু বা থিম-নির্ভর প্রযোজনার প্রতি আগ্রহী হন। তাঁর কয়েকটি উল্লেখযোগ্য প্রযোজনার মধ্যে রয়েছে মিউজিক উইদিন (২০১০), সোল কেজেস (২০১২), দ্য প্রফেট: ডেসটিনি, ডিভাইনিটি এন্ড ডাউট  এবং চেইন্স: লাভ স্টোরিস অব শ্যাডোস (২০১৫)।\n\n\n== ব্যক্তিগত জীবন ==\nসবিতা শাস্ত্রী এ.কে. শ্রীকান্তের সাথে বিবাহবন্ধনে আবদ্ধ হয়েছেন। তিনি তাঁর সমস্ত প্রযোজনায় অংশীদার এবং উচ্চ বিদ্যালয়ের সহপাঠীও ছিলেন। এই দম্পতি যৌথভাবে তাঁদের অনুষ্ঠান প্রযোজনা করেন এবং তাঁরা বর্তমানে মুম্বইয়ে বসবাস করেন।\n\n\n== মঞ্চনৃত্য প্রযোজনা ==\nপুরুষার্থ (২০০২)\nস্যাক্‌রিফাইস (২০০৩)\nকৃষ্ণ - দ্য সুপ্রিম মিস্টিক (২০০৬)\nমিউজিক উইদিন (২০১০)\nসোল কেজেস: দ্য স্টরি অব লাইফ, ডেথ &amp; বেয়নড (২০১২)\nযুধ - থ্রি পার্সপেকটিভ, ওয়ান ট্রুথ (২০১৩)\nদ্য প্রপেট: ডেসটিনি, ডিভাইনিটি এন্ড ডাউট (২০১৩)\nচেইন্স: লাভ স্টোরিস অব শ্যাডোস (২০১৫)\nইন গড্স কান্ট্রি (২০১৫)\nমিউজিক উইদিন- দ্য গ্রুপ প্রেজেন্টেশন (২০২০)\n\n\n== নৃত্যভিত্তিক চলচ্চিত্র ==\nচেইনস: লাইভ ইন কনসার্ট (২০১৮)\nযুধ: দ্য ডান্স ফিল্ম (২০১৯)\nপ্রপেট: দ্য ফিল্ম (২০১৯)\nদ্য ডিসেন্ট (২০১৯)\nঅ্যাওয়েকিং (২০২০)\nঅপরাজিতা (২০২০)\nকালার্স- গ্রিন (২০২০)\n\n\n== তথ্যসূত্র =="}