{"pageid": 1022689, "title": "অমিতেন্দ্রনাথ ঠাকুর", "url": "https://bn.wikipedia.org/wiki?curid=1022689", "content": "অমিতেন্দ্রনাথ ঠাকুর (ইংরেজি: Amitendranath Tagore ( ৯ অক্টোবর, ১৯২২ - ৭ ফেব্রুয়ারি, ২০২১) শান্তিনিকেতনের চীনা ভবনের অধ্যাপক এবং  প্রখ্যাত চিনাতত্ববিদ এবং কলকাতার ঠাকুর পরিবারের অবনীন্দ্রনাথ ঠাকুরের জ্যেষ্ঠ পৌত্র। \n\n\n== জন্ম ও সংক্ষিপ্ত জীবনী ==\nব্রিটিশ ভারতে ১৯২২ খ্রিস্টাব্দে র ৯ ই অক্টোবর কলকাতার ঠাকুর পরিবারের জন্ম অমিতেন্দ্রনাথের। পিতা অবনীন্দ্রনাথ ঠাকুরের জ্যেষ্ঠ পুত্র অলোকেন্দ্রনাথ  এবং মাতা দেবেন্দ্রনাথ- কন্যা সৌদামিনীর দৌহিত্রী পারুলদেবী। দ্বিতীয় বিশ্বযুদ্ধের সময়কালে জাপানিরা কলকাতায় (১৯৪২-৪৩) বোমা ফেললে নিরাপত্তার কারণে চলে আসেন শান্তিনিকেতনে।  ততদিনে অবশ্য তিনি বি.কম পাশ করেছেন। শান্তিনিকেতনের চীনা ভবনে শুরু করলেন পড়াশোনা।  শান্তিনিকেতনে পরিচিত হয়েছিলেন \"বীরুদা\" নামে।  চীনা ভবনের স্নাতক স্তরের অধ্যয়ন শেষে, চিনা ভাষা ও সাহিত্যে উচ্চ শিক্ষা লাভে চীন যাত্রা করেন। চিনের পিকিং বিশ্ববিদ্যালয় হতে  স্নাতকোত্তর ডিগ্রি লাভ করেন। এক বৎসর চীনা ভবনে অধ্যাপনার পর ভারত-চিন দ্বন্দ্বের সূত্রে চলে যান দেরাদুন ও পুণের ন্যাশনাল ডিফেন্স অ্যাকাডেমিতে চীনা ভাষা শিক্ষা দিতে। এখানে জেনারেল শঙ্কর রায় চৌধুরী তার ছাত্র ছিলেন। পরবর্তীতে পাঁচ বছর চীনা ভবনে কাটানোর পর ফুলব্রাইট স্কলারশিপ নিয়ে  এরপর এক বছরের জন্য চলে যান আমেরিকায় । এক বছর পর ফিরে আসেন চীনা ভবনে। পিএইচডি ডিগ্রি লাভ করেন। আনুমানিক খ্রিস্টপূর্ব চতুর্থ শতাব্দীতে রচিত প্রাচীনতম চিনা সাহিত্য, লাওৎসে-র লেখা ‘তাও-তে-চিং’ নিয়ে তার গবেষণার বিষয়বস্তু ছিল।    ১৯৬৬ খ্রিস্টাব্দে আবারও চলে যান আমেরিকায়।  মিশিগানের ওকল্যাণ্ড বিশ্ববিদ্যালে দীর্ঘ তেইশ বছরে অধ্যাপনা শেষে ফিরে আসেন শান্তিনিকেতনে ১৯৮৫ খ্রিস্টাব্দে। অধ্যাপনা করে অবসর গ্রহণ করেন এখানেই।  অবসর জীবনযাপনে কলকাতার সল্টলেকে নিজের বাসভবনে চলে আসেন পাকাপাকি ভাবে।\nশান্তিনিকেতনের তপোবন চরিত্রের অবলুপ্তি ও ধীরে ধীরে  রাবীন্দ্রিক পরিবেশ হারিয়ে যাওয়া তাঁকে ব্যথিত করত। শান্তিনিকেতনের সেকাল ও একাল নিয়ে দীর্ঘ আলোচনা তিনি 'শান্তিনিকেতনের স্মৃতি\" প্রবন্ধ  ব্যক্ত করেছেন। চিনা ভাষার চর্চা ছাড়া গল্ফ খেলতে ভালবাসতেন।  তার আত্মজীবনী \"অমিত কথা\"  মিতেন্দ্র গঙ্গোপাধ্যায়ের অনুলিখন প্রকাশিত হয়েছে। \n\n\n== জীবনাবসান ==\nবার্ধক্যজনিত রোগে অমিতেন্দ্রনাথ ২০২১ খ্রিস্টাব্দের  ৭ ই ফেব্রুয়ারি ৯৯  বৎসর বয়সে কলকাতায় পরলোক গমন করেন। \n\n\n== তথ্যসূত্র =="}