{"pageid": 1023854, "title": "ইয়াসিন আরাফাত (ফুটবলার)", "url": "https://bn.wikipedia.org/wiki?curid=1023854", "content": "ইয়াসিন আরাফাত (জন্ম: ৫ জানুয়ারি ২০০৩) হলেন একজন বাংলাদেশী পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে বাংলাদেশের পেশাদার ফুটবল লিগের শীর্ষ স্তর বাংলাদেশ প্রিমিয়ার লিগের ক্লাব বসুন্ধরা কিংস এবং বাংলাদেশ জাতীয় দলের হয়ে একজন রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত একজন কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে বাম পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলে থাকেন। তিনি ফুটবল মাঠে আক্রমণাত্মক মানসিকতা এবং দক্ষতার জন্য পরিচিত।\n২০১৭–১৮ মৌসুমে, বাংলাদেশী ক্লাব কদমতলা সংসদের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন; কদমতলা সংসদের হয়ে এক মৌসুম অতিবাহিত করার পর ২০১৯–২০ মৌসুমে তিনি সাইফে যোগদান করেছিলেন, যেখানে তিনি ৫২ ম্যাচে ৪টি গোল করেছিলেন। ২০২১–২২ মৌসুমে, তিনি সাইফ হতে বাংলাদেশী ক্লাব বসুন্ধরা কিংসে যোগদান করেছেন।\n২০১৭ সালে, ইয়াসিন বাংলাদেশ অনূর্ধ্ব-১৬ দলের হয়ে বাংলাদেশের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন, যেখানে তিনি ৬ ম্যাচে মাত্র ১টি গোল করেছিলেন। প্রায় ২ বছর যাবত বাংলাদেশের বয়সভিত্তিক দলের হয়ে খেলার পর, ২০১৯ সালে, বাংলাদেশের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; বাংলাদেশের জার্সি গায়ে তিনি এপর্যন্ত ১৮ ম্যাচে ১টি গোল করেছেন।\n\n\n== ক্লাব ফুটবল ==\n\n\n=== কদমতলা সংসদ ===\n২০১৭ সালে ইয়াসিন ঢাকা তৃতীয় বিভাগের ফুটবল লিগে কদমতলা সংসদের হয়ে খেলার মাধ্যমে তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেন। তার অসাধারণ খেলা এবং সম্ভাবনা তাকে শীর্ষ স্তরের ফুটবল ক্লাব সাইফের দৃষ্টি আকর্ষণ করে।\n\n\n=== সাইফ ===\n২০১৮–১৯ মৌসুমে ইয়াসিন সাইফের সাথে চুক্তি স্বাক্ষর করার মাধ্যমে শীর্ষ স্তরের ফুটবল লিগে প্রবেশ করেন। ২০১৯ সালের ১৯শে জানুয়ারি তারিখে, তিনি রহমতগঞ্জের বিরুদ্ধে ম্যাচে অংশগ্রহণ করার মাধ্যমে বাংলাদেশ প্রিমিয়ার লিগে অভিষেক করেন। উক্ত ম্যাচে সাইফের ২–১ গোলে জয়ের ম্যাচে তিনি একটি অ্যাসিস্ট করেছেন। বাংলাদেশ প্রিমিয়ার লিগে তার প্রথম মৌসুমে তিনি ২৩ ম্যাচে ৪টি অ্যাসিস্ট করেছেন।\n২০২০ সালের ১৭ই ফেব্রুয়ারি তারিখে, ঢাকা মোহামেডানের বিরুদ্ধে ম্যাচের জয়সূচক গোলটি করার মাধ্যমে ইয়াসিন সাইফের হয়ে তার প্রথম গোলটি করেন। এর ২৫ দিন পর ১২ই মার্চ তারিখে, আরামবাগে বিরুদ্ধে ম্যাচের প্রথম গোলটি করেন ইয়াসিন। কোভিড-১৯ এর বৈশ্বিক মহামারীর কারণে স্থগিত হওয়া ২০১৯–২০ মৌসুমে ইয়াসিন ৬ ম্যাচে ২টি গোল করেছেন। ২০১৯ সালে, সাইফ ইয়াসিন আরাফাতের রিলিজ ক্লজ ১ কোটি টাকা নির্ধারণ করে, যার ফলে তিনি রিলিজ ক্লজধারী বাংলাদেশী খেলোয়াড়ে পরিণত হন।\n\n\n== আন্তর্জাতিক ফুটবল ==\n২০১৯ সালের ৩রা অক্টোবর তারিখে, মাত্র ১৬ বছর ৮ মাস বয়সে, ইয়াসিন ভুটানের বিরুদ্ধে ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে বাংলাদেশের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৮৬তম মিনিটে রক্ষণভাগের খেলোয়াড় মোহাম্মদ রহমত মিয়ার বদলি খেলোয়াড় হিসেবে মাঠে প্রবেশ করেন; ম্যাচে তিনি একজন বাম পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছেন। উক্ত ম্যাচে ইয়াসিন ২৫ নম্বর জার্সি পরিধান করেছিলেন। ম্যাচটি বাংলাদেশ ২–০ গোলের ব্যবধানে জয়লাভ করেছিল। জাতীয় দলের হয়ে অভিষেকের ২ বছর ও ১ দিন পর, বাংলাদেশের জার্সি গায়ে প্রথম গোলটি করেছেন; ২০২১ সালের ৪ঠা অক্টোবর তারিখে, ভারতের বিরুদ্ধে ম্যাচের ৭৪তম মিনিটে রাকিব হোসেনের অ্যাসিস্ট হতে বাংলাদেশের হয়ে গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== ক্লাব ===\n২০২১–২২ মৌসুম পর্যন্ত হালনাগাদকৃত।\n\n\n=== আন্তর্জাতিক ===\n৯ আগস্ট ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n=== আন্তর্জাতিক গোল ===\n\n\n==== অনূর্ধ্ব-১৬ ====\n\n\n==== অনূর্ধ্ব-১৯ ====\n\n\n==== জাতীয় দল ====\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসকারওয়েতে ইয়াসিন আরাফাত  (ইংরেজি)  \nট্রান্সফারমার্কেটে ইয়াসিন আরাফাত (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে ইয়াসিন আরাফাত (ইংরেজি) \nইএসপিএন এফসিতে ইয়াসিন আরাফাত (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে ইয়াসিন আরাফাত (ইংরেজি)"}