{"pageid": 1023307, "title": "কোলাট্টম নৃত্য", "url": "https://bn.wikipedia.org/wiki?curid=1023307", "content": "কোলাট্টম হচ্ছে অন্ধ্রপ্রদেশ, কর্ণাটক ও তামিলনাড়ু রাজ্যের একটি ঐতিহ্যবাহী লোকনৃত্য। কেরলে এটি কুম্মি (Kummi) নামে পরিচিত। গুজরাত রাজ্যের দাণ্ডিয়া রাসের মতো একটি রঙিন লাঠি হাতে নিয়ে এই নৃত্য প্রদর্শন করা হয়। কোলাট্টম শব্দটি দুটি পৃথক শব্দ থেকে উদ্ভূত হয়েছে- 'কোলা' অর্থ হচ্ছে সরু লাঠি এবং 'অট্টাম' অর্থ হচ্ছে নৃত্য। নৃত্যের সময়ে প্রদর্শকরা তাদের দুই হাতে ধরে থাকা লাঠি নাড়িয়ে নৃত্যটি প্রদর্শন করে। সাধারণত যুবতীদের দ্বারা অনুশীলন করা এই নৃত্যটি বিশেষ করে তামিলনাড়ু রাজ্যে অধিক জনপ্রিয় ও মনোরঞ্জক নৃত্য। প্রাচীনকালে এই নৃত্যটি কেবল মহিলারা পরিবেশন করলেও কালের পরিক্রমায় তা পরিবর্তন হয়েছে অর্থ্যাৎ বর্তমানে নৃত্যটি পুরুষ ও মহিলা উভয়কেই পরিবেশন করতে দেখা যায়।\nকোলাট্টম নৃত্যকে ভারতীয় উপমহাদেশের বিভিন্ন অঞ্চলে বিভিন্ন নামে অভিহিত করা হয়। দক্ষিণ ভারতীয় রাজ্য অন্ধ্রপ্রদেশে এই নৃত্যটি কোলান্নলু, কোলাট্টাম ও কোলান্নালু নামে পরিচিত। কিছুকিছু অঞ্চলে এটিকে কোলাদি, কলি ও কামবাদি কালী নামেও ডাকা হয়ে থাকে। সাধারণত, এই নৃত্য বিভিন্ন উৎসবের সময়ে প্রদর্শন করা হয়। বহু সংখ্যক কোলাট্টাম নৃত্যশিল্পী গঙ্গা গৌরী সংবাদ এই নৃত্যের বিষয়বস্তু হিসাবে বেছে নেয়। বিষয়বস্তুটি ভগবান শিবের দুই পত্নী দেবী গঙ্গা ও দেবী পার্বতীর মধ্যে ঘটিত যুদ্ধের ওপরে নির্ভর করে তৈরি।\nমূলত এটি একটি ধর্মীয় নৃত্য এবং কিছুকিছু জায়গায় এটি কোলাট্টাম উৎসবের সময়ে পরিবেশন করা হয়, যা দীপাবলি উৎসবের পরে অক্টোবর-নভেম্বর মাসের পূর্ণিমাতে আরম্ভ হয়। কোলাট্টামে অন্তর্ভুক্ত করা বিভিন্ন পদক্ষেপকে কপুলু বলা হয়। ৫০ প্রকারের কপুলু সাধারণত এই লোকনৃত্যতে ব্যবহার করা হয়। নৃত্যে দলনেতা সংকেত দিলে তার অনুসারী নৃত্যশিল্পীরা প্রথমে ভগবান গণেশকে প্রার্থনা করে নৃত্য আরম্ভ করে। মহিলারা সাধারণতে রঙিন আঁচলের সাথে হলদে রঙের শাড়ি পরিধান করে। এই নৃত্য প্রদর্শনর সময় বাদ্যযন্ত্রীগণ মৃদঙ্গ, হারমোনিয়াম ইত্যাদি বাদ্যযন্ত্র বাজায়। নৃত্যশিল্পীরা সংগীতের ছন্দে বৃত্তাকার গতিতে এগোনোর সাথে সাথে লাঠি ঠুকতে থাকে।\n\nঐতিহাসিক প্রমাণ অনুসারে কোলাট্টম নৃত্যের উদ্ভব হয়েছে সপ্তম শতকে। প্রাচীন কাল থেকে কোলাট্টমের ধর্মীয় গুরুত্ব রয়েছে।\n\n\n== তথ্যসূত্র =="}