{"pageid": 1023766, "title": "অম্লপ্রিয় (অণুজীব)", "url": "https://bn.wikipedia.org/wiki?curid=1023766", "content": "অম্লপ্রিয় অণুজীব বা অ্যাসিডোফাইল হলো সেই সমস্ত অণুজীব, যারা উচ্চ অম্লীয় পরিবেশে (সাধারণত ২.০ পিএইচ বা তারও নিচে) বেঁঁচে থাকতে পারে। জীববৃক্ষের বিভিন্ন শাখায় এদের পাওয়া যায়। এরা হতে পারে আর্কিব্যাকটেরিয়া, ব্যাকটেরিয়া প্রভৃতি আদিকোষী জীব, এমনকি সুকেন্দ্রিক জীবও অম্লপ্রিয় হতে পারে।\n\n\n== অম্লপ্রিয় অণুজীবের তালিকা ==\nঅম্লপ্রিয় অণুজীবের অন্যতম হলো:\n\n\n=== আর্কিয়া ===\nসালফোলোব্যালিস, ক্রেনার্কিওটা শাখার একটি বর্গ\nথার্মোপ্লাজমাটেলিস, ইউরিয়ার্কিওটা শাখার একটি গোত্র\nআর্কিয়াল রিচমন্ড মাইন অ্যাসিডোফিলিক ন্যানোঅর্গানিজম বা আরমান, ইউরিয়ার্কিওটা শাখা\nঅ্যাসিডিয়ানাস ব্রায়ারলেই, এ. ইনফার্নাস, সুবিধাবাদী অবায়বীয় উষ্ণতা ও অম্লপ্রিয় আর্কিব্যাকটেরিয়া\nহালারকিয়াম অ্যাসিডিফাইলাম, হ্যালোব্যাকটেরিয়াসি গোত্রের অম্লপ্রিয় সদস্য\nমেটালোস্ফিরা সেডুলা\n\n\n=== ব্যাকটেরিয়া ===\nঅ্যাসিডোব্যাকটেরিয়া, ব্যাকটেরিয়ার একটি পর্ব\nঅ্যাসিডিথিওব্যাসিলালিস, প্রোটিওব্যাকটেরিয়ার একটি গোত্র, যেমন এ. ফেরোঅক্সিডেনস, এ. থায়োঅক্সিডেনস\nথিওব্যাসিলাস প্রোসপারাস, টি. অ্যাসিডিফাইলাস, টি. অর্গানোভোরাস, টি. কাপ্রিনাস\nঅ্যাসিটিব্যাকটার অ্যাসিটি, ইথানলের জারণে অ্যাসিটিক অ্যাসিড (ভিনেগার) প্রস্তুতকারী ব্যাকটেরিয়া\nঅ্যালিসাইক্লোব্যাসিলাস, ব্যাকটেরিয়ার একটি গণ, যারা ফলের রসকে সংক্রমিত করতে পারে।\n\n\n=== প্রকৃতকোষী জীব ===\nমিউকর র‍্যাসিমোসাস\nইউরোট্রিকা\nডুনালিয়েলা অ্যাসিডোফাইলা\n\n\n== অম্লীয় পরিবেশে অভিযোজন প্রক্রিয়া ==\nঅধিকাংশ অম্লপ্রিয় অণুজীব সাইটোপ্লাজমে নিরপেক্ষ বা নিকট-নিরপেক্ষে পিএইচ বজায় রাখতে আন্তঃকোষীয় স্থান থেকে প্রোটন নির্গমনে অত্যন্ত দক্ষ বা অভিযোজিত। এই কারণে অভিযোজন প্রক্রিয়ায় আন্তঃকোষীয় প্রোটিনকে অভিযোজন প্রক্রিয়ার সাথে অম্লসহনীয় হতে অভিযোজনের মধ্য দিয়ে যেতে হয়নি। তবে, কিছু অম্লপ্রিয় জীব, যেমন অ্যাসিটোব্যাকটার অ্যাসিটি ইত্যাদি ব্যাকটেরিয়ার সাইটোপ্লাজমে অম্লীয় পরিবেশ বজায় থাকায় জিনোমের প্রায় সকল প্রোটিনই অম্লসহনীয়রূপে অভিযোজিত হয়েছে। এই কারণে প্রোটিনের অম্লসহনীয় হওয়ার প্রক্রিয়া সম্পর্কে জানতে অ্যাসিটিব্যাকটার অ্যাসিটিকে একটি মূল্যবান অণুজীব হিসেবে গণ্য করা হয়।\nনিম্ন পিএইচ মাত্রা সহনীয় প্রোটিনের ওপর গবেষণা থেকে এই অভিযোজন প্রক্রিয়া সম্পর্কে খুবই সামান্য ধারণা পাওয়া গেছে। অধিকাংশ অম্লসহনীয় প্রোটিনে (যেমন পেপসিন বা সালফোলোবাস অ্যাসিডোক্যালডারিয়াস-এর সক্সএফ প্রোটিন) ধনাত্মক আধানের গঠন প্রক্রিয়ায় আবেশিত অম্লতার অত্যধিক প্রাচুর্য থাকে, যা নিম্ন পিএইচ মাত্রার অস্থিতিশীলতা প্রতিরোধ করে। এছাড়া অন্যান্য প্রক্রিয়ার মধ্যে রয়েছে দ্রাবক অভিগম্যতার নিম্নমাত্রা এবং ধাতব কো-ফ্যাক্টর বন্ধন ইত্যাদি। বিশেষ ক্ষেত্রে, নোকার্ডিওপসিস অ্যালবা নামক জীবে অম্ল স্থিতিশীলতার জন্য এনএপিয়েজ প্রোটিন দ্বারা অম্লীয় অঞ্চল থেকে দূরবর্তী স্থানে অম্ল-সংবেদনশীল লবণ সেতু পুনর্স্থাপন করতে দেখা যায়। গতিশীল অম্লীয় স্থিতিশীলতার এই প্রক্রিয়ায় পিএইচের একটি বৃহৎ পরিসরে (অম্লীয় ও ক্ষারীয় উভয় পরিসরে) প্রোটিনের দীর্ঘায়ুতা বজায় থাকে।\n\n\n== আরও দেখুন ==\nআর্কিয়া\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nCooper, J. B.; Khan, G.; Taylor, G.; Tickle, I. J.; Blundell, T. L. (জুলাই ১৯৯০)। \"X-ray analyses of aspartic proteinases. II. Three-dimensional structure of the hexagonal crystal form of porcine pepsin at 2.3 A resolution\"। J Mol Biol। 214 (1): 199–222। ডিওআই:10.1016/0022-2836(90)90156-G। পিএমআইডি 2115088। \nBonisch, H.; Schmidt, C. L.; Schafer, G.; Ladenstein, R. (জুন ২০০২)। \"The structure of the soluble domain of an archaeal Rieske iron-sulfur protein at 1.1 A resolution\"। J Mol Biol। 319 (3): 791–805। ডিওআই:10.1016/S0022-2836(02)00323-6। পিএমআইডি 12054871। \nSchafer, K; Magnusson, U; Scheffel, F; Schiefner, A; Sandgren, MO; Diederichs, K; Welte, W; Hülsmann, A; Schneider, E; Mowbray, SL (জানুয়ারি ২০০৪)। \"X-ray structures of the maltose-maltodextrin-binding protein of the thermoacidophilic bacterium Alicyclobacillus acidocaldarius provide insight into acid stability of proteins\"। Journal of Molecular Biology। 335 (1): 261–74। ডিওআই:10.1016/j.jmb.2003.10.042। পিএমআইডি 14659755। \nWalter, R. L.; Ealick, S. E.; Friedman, A. M.; Blake, R. C. 2nd; Proctor, P.; Shoham, M. (নভেম্বর ১৯৯৬)। \"Multiple wavelength anomalous diffraction (MAD) crystal structure of rusticyanin: a highly oxidizing cupredoxin with extreme acid stability\"। J Mol Biol। 263 (5): 730–51। ডিওআই:10.1006/jmbi.1996.0612। পিএমআইডি 8947572। \nBotuyan, M. V.; Toy-Palmer, A.; Chung, J.; Blake, R. C. 2nd; Beroza, P.; Case, D. A.; Dyson, H. J. (১৯৯৬)। \"NMR solution structure of Cu(I) rusticyanin from Thiobacillus ferrooxidans: structural basis for the extreme acid stability and redox potential\"। J Mol Biol। 263 (5): 752–67। ডিওআই:10.1006/jmbi.1996.0613। পিএমআইডি 8947573। \nKelch, B. A.; Eagen, K. P.; Erciyas, F. P.; Humphris, E. L.; Thomason, A. R.; Mitsuiki, S.; Agard, D. A. (মে ২০০৭)। \"Structural and mechanistic exploration of acid resistance: kinetic stability facilitates evolution of extremophilic behavior\"। J Mol Biol। 368 (3): 870–883। ডিওআই:10.1016/j.jmb.2007.02.032। পিএমআইডি 17382344। সাইট সিয়ারX 10.1.1.79.3711 ।"}