{"pageid": 1023133, "title": "কালবক্কম", "url": "https://bn.wikipedia.org/wiki?curid=1023133", "content": "কালবক্কম দক্ষিণ ভারতের তামিলনাড়ু রাজ্যে অবস্থিত চেঙ্গলপট্টু জেলার একটি পুর অঞ্চল। করমণ্ডল উপকূল বরাবর এটি চেন্নাই শহর থেকে ৭০ কিলোমিটার দক্ষিণে অবস্থিত৷ ভারতের পারমাণবিক শক্তি কেন্দ্রসহ উত্তর ও দক্ষিণে পুদুপত্তনম ও সদুরঙ্গপত্তনম নিয়ে কালবক্কম টাউনশিপ গঠিত৷ এটি তিরুবান্মিয়ুর থেকে ৫৫ কিলোমিটার (৩৪ মাইল), পুদুচেরি থেকে ৮৫ কিলোমিটার (৫৩ মাইল) দূরে অবস্থিত৷ মাদ্রাজ পারমাণবিক বিদ্যুৎ কেন্দ্রের পরিসংখ্যান অনুযায়ী পারমাণবিক কেন্দ্র থাকার পরেও ব্যবস্থাপনার কারণে কালবক্কমের বায়ুদূষণ হার ৫০ গুন কম৷\nকালবক্কম নিউক্লীয় বিদ্যুৎ উৎপাদন কেন্দ্র ও গবেষণা কেন্দ্রের জন্য পরিচিত৷ এখানে মাদ্রাজ পারমাণবিক বিদ্যুৎ কেন্দ্র (এমএপিএস), ইন্দিরা গান্ধী পারমাণবিক গবেষণা কেন্দ্র (আইজিসিঅআর), যা ভাবা পরমাণু গবেষণা কেন্দ্রের সংসৃষ্ট৷ ভারতের নিউক্লিয়ার প্ল্যান্টগুলির মধ্যে একমাত্র কালবক্কমেই ফাস্ট ব্রিডার টেস্ট রিএক্টর ও প্রেশারাইজড হেভি ওয়াটার রিএক্টর উপলব্ধ৷\n২০০৪ খ্রিস্টাব্দের ২৬শে ডিসম্বরের ভূমিকম্পের ফলে সৃষ্ট জলোচ্ছ্বাসে কালবক্কম ও আশেপাশের ২০০ জনের প্রাণহানি হয়৷ এখানে সুনামিতে মৃত ৩৯ জনের উদ্দেশ্যে একটি স্মৃতিসৌধ রয়েছে৷\n\n\n== পুনর্গঠন ==\n\nকিছু দিন আগেও কালবক্কমের সমুদ্রসৈকত বরাবর সারিবদ্ধ ঝাউ গাছ ও বহু আগাছা ছিলো৷ কিন্তু বর্তমানৈ সুনামির ফলে পুনরায় হতে পারা ক্ষয়ক্ষতির কথা মাথায় রেখে ঝাউয়ের সাথে সাথে আগাছা লাগানোর কাজ পুরোদমে চলছে৷ ভবিষ্যতের সুনামি প্রতিহত করার জন্য তীর বরাবর সুনামি দেওয়াল তৈরি করা হয়েছে৷ তুলানামূলক শান্ত সমীদ্রের জলের স্রোত ও ঘাত কম৷\nকালবক্কম মহাবলীপুরমের মতো চেন্নাই নিকটস্থ বড় পর্যটন কেন্দ্রের অতি নিকটে অবস্থিত৷ গত তিরিশ বছর ধরে শহরের পরিবেশ পর্যালোচিত হয়ে এসেছে৷ শহরে রয়েছে বহু উদ্যান, টেনিস কোর্ট, অন্যান্য খেলার স্থান, নাচ-গান প্রভৃতি বিনোদনের বহু স্থান৷\n\n\n== বাস পরিষেবা ==\nকালবক্কম শহর টিএনএসটিসি চালিত একাধিক বাস পরিষেবার মাধ্যমে রাজ্যের ও পার্শ্ববর্তী রাজ্যের বিভিন্ন স্থানের সাথে যুক্ত৷ চেন্নাই থেকে পুদুচেরি পর্যন্ত বিস্তৃত ৪৯ নং রাজ্য সড়ক কালবক্কমের ওপর দিয়ে দীর্ঘায়িত৷ এখান থেকে যে অঞ্চলগুলির বাস পরিষেবা রয়েছে সেগুলি হলো, চেন্নাই,পুদুচেরি, বেঙ্গালুরু, কোয়েম্বাটুর, তিরুচিরাপল্লী, নাগেরকোয়িল, তিরুপতি, ভেলোর, তিরুবন্নামালাই চিত্তুর, তিন্ত্রিবনম, কাঞ্চীপুরম, চেঙ্গলপট্টু, চেইয়ুর, আনাইকট, মাদুরাই, হোশূর প্রভৃতি৷\n\n\n== তথ্যসূত্র =="}