{"pageid": 1023116, "title": "মন্টসেরাট জাতীয় ফুটবল দল", "url": "https://bn.wikipedia.org/wiki?curid=1023116", "content": "মন্টসেরাট জাতীয় ফুটবল দল (ইংরেজি: Montserrat national football team) হচ্ছে আন্তর্জাতিক ফুটবলে মন্টসেরাটের প্রতিনিধিত্বকারী পুরুষদের জাতীয় দল, যার সকল কার্যক্রম মন্টসেরাটের ফুটবলের সর্বোচ্চ নিয়ন্ত্রক সংস্থা মন্টসেরাট ফুটবল অ্যাসোসিয়েশন দ্বারা নিয়ন্ত্রিত হয়। এই দলটি ১৯৯৬ সাল হতে ফুটবলের সর্বোচ্চ সংস্থা ফিফার এবং ১৯৯৪ সাল হতে তাদের আঞ্চলিক সংস্থা কনকাকাফের সদস্য হিসেবে রয়েছে। ১৯৯১ সালের ১০শে মে তারিখে, মন্টসেরাট প্রথমবারের মতো আন্তর্জাতিক খেলায় অংশগ্রহণ করেছে; সেন্ট লুসিয়ায় অনুষ্ঠিত উক্ত ম্যাচে মন্টসেরাট সেন্ট লুসিয়ার কাছে ৩–০ গোলের ব্যবধানে পরাজিত হয়েছে।\n১,০০০ ধারণক্ষমতাবিশিষ্ট ব্লেকস ইস্টেট স্টেডিয়ামে এমেরাল্ড বয়েজ নামে পরিচিত এই দলটি তাদের সকল হোম ম্যাচ আয়োজন করে থাকে। এই দলের প্রধান কার্যালয় মন্টসেরাটের রাজধানী প্লাইমাউথে অবস্থিত। বর্তমানে এই দলের ম্যানেজারের দায়িত্ব পালন করছেন উইলি ডোনাচি এবং অধিনায়কের দায়িত্ব পালন করছেন নটিংহ্যাম ফরেস্টের আক্রমণভাগের খেলোয়াড় লাইল টেইলর।\nমন্টসেরাট এপর্যন্ত একবারও ফিফা বিশ্বকাপে অংশগ্রহণ করতে পারেনি। অন্যদিকে, কনকাকাফ গোল্ড কাপেও মন্টসেরাট এপর্যন্ত একবারও অংশগ্রহণ করতে সক্ষম হয়নি।\nডিন ম্যাসন, ব্র্যাডলি উড-গার্নেস, অ্যালেক্স জেমস ডায়ার, জেলি হজসন এবং লাইল টেইলরের মতো খেলোয়াড়গণ মন্টসেরাটের জার্সি গায়ে মাঠ কাঁপিয়েছেন।\n\n\n== র‌্যাঙ্কিং ==\nফিফা বিশ্ব র‌্যাঙ্কিংয়ে, ২০১৪ সালের আগস্ট মাসে প্রকাশিত র‌্যাঙ্কিংয়ে মন্টসেরাট তাদের ইতিহাসে সর্বোচ্চ অবস্থান (১৬৫তম) অর্জন করে এবং ২০১১ সালের জানুয়ারি মাসে প্রকাশিত র‌্যাঙ্কিংয়ে তারা ২০৬তম স্থান অধিকার করে, যা তাদের ইতিহাসে সর্বনিম্ন। অন্যদিকে, বিশ্ব ফুটবল এলো রেটিংয়ে মন্টসেরাটের সর্বোচ্চ অবস্থান হচ্ছে ১০৭তম (যা তারা ১৯৫০ সালে অর্জন করেছিল) এবং সর্বনিম্ন অবস্থান হচ্ছে ২৩৩। নিম্নে বর্তমানে ফিফা বিশ্ব র‌্যাঙ্কিং এবং বিশ্ব ফুটবল এলো রেটিংয়ে অবস্থান উল্লেখ করা হলো:\n\nফিফা বিশ্ব র‌্যাঙ্কিং\n\nবিশ্ব ফুটবল এলো রেটিং\n\n\n== প্রতিযোগিতামূলক তথ্য ==\n\n\n=== ফিফা বিশ্বকাপ ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফিফা-এ মন্টসেরাট জাতীয় ফুটবল দল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জুলাই ২০১১ তারিখে (ইংরেজি)\nকনকাকাফ-এ মন্টসেরাট জাতীয় ফুটবল দল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ জানুয়ারি ২০২১ তারিখে (ইংরেজি)"}