{"pageid": 1023146, "title": "পার্সিভিয়ারেন্স (বিচরণযান)", "url": "https://bn.wikipedia.org/wiki?curid=1023146", "content": "পার্সিভিয়ারেন্স (ডাক নাম:পার্সি) একটি মোটরগাড়ি আকারের মঙ্গলগ্রহ পরিভ্রামক যান, যা মার্কিন যুক্তরাষ্ট্রের মহাকাশ সংস্থা নাসা-র মার্স ২০২০ অভিযানের অংশ হিসাবে মঙ্গল গ্রহে ইয়েজেরো অভিঘাত খাতে অনুসন্ধান পরিচালনা করতে নকশা করা হয়েছে। মার্কিন যুক্তরাষ্ট্রের জেট প্রপালশন ল্যাবরেটরি দ্বারা নির্মিত এই যানটিকে ২০২০ সালের ৩০শে জুলাই তারিখে সার্বজনীন সমন্বিত সময়ে ১১টা বেজে ৫০ মিনিটে উৎক্ষেপণ করা হয়। ২০২১ সালের ১৮ই ফেব্রুয়ারি তারিখে ২০টা বেজে ৫৫ মিনিটে (সার্বজনীন সমন্বিত সময়) মঙ্গলগ্রহের পৃষ্ঠে পরিভ্রামক যানটির সফল অবতরণ নিশ্চিতকারী তথ্য পৃথিবীতে এসে পৌঁছায়। সর্বশেষ ২০২৫ সালের ১৫ মে এর হিসাবে, পার্সিভিয়ারেন্স মঙ্গলগ্রহে ১৫০৬ মঙ্গলদিবস (১৫৪৭ দিন) ধরে অবস্থান করে। পরিভ্রামক যানের আগমনের পরে, নাসা অক্টাভিয়া ই. বাটলার ল্যান্ডিং নামে অবতরণ স্থানের নামকরণ করে।\nপার্সিভিয়ারেন্স পরিভ্রামক যানটি ইয়েজেরো অভিঘাত খাদে মঙ্গলগ্রহীয় পৃষ্ঠতল অধ্যয়ন করার জন্য সাতটি বৈজ্ঞানিক উপকরণ বহন করছে। এটিতে ১৯টি ক্যামেরা (চিত্রগ্রাহক যন্ত্র) ও দুটি মাইক্রোফোন (শব্দগ্রাহক) রয়েছে। এছাড়া পরিভ্রামক যানটিতে ইনজেনুইটি নামের একটি ক্ষুদ্র হেলিকপ্টার রয়েছে। এটি একটি পরীক্ষামূলক উড়োযান, যা মঙ্গলগ্রহের আবহমণ্ডলে উড়োযান চালানো সম্ভব কি না, তা পরীক্ষার উদ্দেশ্যে তৈরি করা হয়েছে।\nপরিভ্রামক যানের লক্ষ্যসমূহের মধ্যে জীবনকে সমর্থন করতে সক্ষম প্রাচীন মঙ্গল গ্রহের পরিবেশেসমূহকে শনাক্ত করা, সেই পরিবেশসমূহে বিদ্যমান প্রাক্তন অণুজীবের প্রমাণ অনুসন্ধান করা, মঙ্গল গ্রহের ভূমি-পৃষ্ঠে মজুতের জন্য শিলা ও মাটির নমুনাসমূহ সংগ্রহ করা এবং ভবিষ্যতের মানব অভিযানের জন্য প্রস্তুতি হিসাবে মঙ্গল গ্রহের বায়ুমণ্ডল থেকে অক্সিজেন উত্পাদনের সম্ভাবনা পরীক্ষা করা অন্তর্ভুক্ত রয়েছে।\n\n\n== অভিযান ==\n\n\n=== বৈজ্ঞানিক উদ্দেশ্য ===\nপার্সিভিয়ারেন্স পরিভ্রামক যানের চারটি বৈজ্ঞানিক লক্ষ্য রয়েছে, যা মঙ্গল অন্বেষণ কর্মসূচীর বৈজ্ঞানিক লক্ষ্যসমূহকে সমর্থন করে:\n\nবসবাসযোগ্যতা জন্যে: অণুজীবকে সমর্থনে সক্ষম অতীত পরিবেশসমূহ শনাক্ত করা।\nজৈব লক্ষণ সন্ধান করা: সেই বাসযোগ্য পরিবেশসমূহে সম্ভাব্য অতীতের অণুজীবের লক্ষণসমূহ অনুসন্ধান, যা সময়ের সাথে সাথে বিশেষত নির্দিষ্ট শিলার প্রকারসমূহে   সংরক্ষিত হয়েছে।\nনমুনা আহরণ: মূল শিলা ও রেগোলিথ (\"মাটি\") নমুনাসমূহ সংগ্রহ করা এবং সেগুলি মঙ্গল গ্রহের ভূমি-পৃষ্ঠের উপরে সংরক্ষণ করা।\nমানুষের জন্য প্রস্তুতি গ্রহণ: মঙ্গলবারের বায়ুমণ্ডল থেকে  অক্সিজেন উত্পাদনের পরীক্ষা।\n\n\n== ইতিহাস ==\n\nকিউরিসিটি পরিভ্রামক যানের ২০১২ সালের আগস্ট মাসে অবতরণের হাই-প্রোফাইল সাফল্য সত্ত্বেও, নাসার মঙ্গল অন্বেষণ কর্মসূচী ২০১০-এর দশকের গোড়ার দিকে অনিশ্চয়তার মধ্যে ছিল। বাজেটের হ্রাস নাসাকে ইউরোপীয় মহাকাশ সংস্থার সাথে পরিকল্পিত সহযোগিতা থেকে বেরিয়ে আসতে বাধ্য করে, যার মধ্যে একটি পরিভ্রামক যান বা রোভার অভিযান অন্তর্ভুক্ত ছিল। ২০১২ সালের গ্রীষ্মের মধ্যে, মঙ্গলে প্রতি দু'বছরে একটি অভিযান পরিচালনার একটি কর্মসূচী হঠাৎ করেই ২০১৩ সালের পরে কোনও অভিযান পরিচালনার অনুমোদন না পাওয়ায় পর্যবসিত হয়।\nকিউরিওসিটি পরিভ্রামক যানের সাফল্যের পরে এবং দশকের জরিপের সুপারিশের প্রতিক্রিয়া হিসাবে, নাসা ২০১২ সালের ডিসেম্বরে আমেরিকান জিওফিজিকাল ইউনিয়ন সম্মেলনে ২০২০ সালের মধ্যে একটি নতুন মঙ্গল পরিভ্রামক যান অভিযান চালু করার তার পরিকল্পনা ঘোষণা করে।\nপ্রাথমিকভাবে একটি উচ্চাভিলাষী নমুনা-সংগ্রহ সক্ষমতার প্রতিশ্রুতি দিতে দ্বিধাগ্রস্থ হলেও (এবং পরবর্তী অনুক্রমগুলি মিশনগুলি), মার্স ২০২০ প্রকল্পের জন্য নাসা দ্বারা আহ্বান করা বিজ্ঞান সংজ্ঞা দল জুলাই ২০১৩ সালে একটি প্রতিবেদন প্রকাশ করে জানায় যে অভিযানটি \"প্রত্যাবর্তনযোগ্য সংগৃহীত নমুনার একটি বাধ্যতামূলক স্যুট নির্বাচন ও সংরক্ষণ করবে\"।\n\n\n=== নকশা ===\n\nপার্সিভিয়ারেন্সের নকশাটি তার পূর্বসূরী কিউরিওসিটি পরিভ্রামক যানের থেকে বিকশিত হয়। দুটি রোভার একই রকমের শারীরিক পরিকল্পনা, অবতরণ ব্যবস্থা, নিয়ন্ত্রিত গতিতে চলা (ক্রুজ) পর্যায় ও শক্তি ব্যবস্থা ভাগ করে নেয়, তবে পার্সিভিয়ারেন্সের জন্য নকশাটি বেশ কয়েকটি উপায়ে উন্নত করা হয়। প্রকৌশলীরা পরিভ্রামক যানের চাকাসমূহ কিউরিওসিটির চাকার চেয়ে আরও শক্তিশালী করার জন্য নকশা করেছিলেন, যা কিছুটা ক্ষতি সহ্য করেছিল। কিউরিওসিটির ৫০ সেন্টিমিটার (২০ ইঞ্চি) চাকার বিপরীতে পার্সিভিয়ারেন্সের ৫২.৫ সেন্টিমিটারের (২০.৭ ইঞ্চি) স্বল্প প্রস্থ ও বৃহত্তর ব্যাস সহ মোটা, আরও টেকসই অ্যালুমিনিয়াম চাকা রয়েছে। অ্যালুমিনিয়াম চাকাসমূহের ট্র্যাকশনের জন্য ক্লিট ও স্প্রিংইয়ের সমর্থনের জন্য বাঁকানো টাইটানিয়াম স্পোক দিয়ে আচ্ছাদিত। কিউরিওসিটির মতো, পার্সিভিয়ারেন্স পরিভ্রামক যানটিতে একটি রোবোটিক বা যান্ত্রিক বাহু রয়েছে, যদিও পার্সিভিয়ারেন্সের বাহু দীর্ঘ ও শক্তিশালী, যা ২.১ মিটার (৬ ফুট ১১ ইঞ্চি) দীর্ঘ। বাহুটি জীবাণুমুক্ত আহরণের টিউবসমূহে মঙ্গল গ্রহের ভূমি-পৃষ্ঠ থেকে ভূতাত্ত্বিক নমুনাসমূহ সংরক্ষণের জন্য একটি বিস্তৃত মূল-শিলা ও নমুনা পরীক্ষার ব্যবস্থা করে। পরিভ্রামক যানের নীচে একটি গৌণ বাহুও লুকানো রয়েছে, যা চক বা খড়ি-আকারের নমুনাসমূহ মজুত বা সংরক্ষণ করতে সহায়তা করে।\n\n\n=== মঙ্গল হেলিকপ্টার পরীক্ষা ===\n\nএছাড়াও পার্সিভিয়ারেন্সের সাথে ইনজেনুইটি নামে পরীক্ষামূলক মঙ্গল গ্রহের হেলিকপ্টার মঙ্গল গ্রহে পৌঁছায়।  সৌরচালিত এই হেলিকপ্টার ড্রোনটির ভর ১.৮ কেজি (৪.০ পাউন্ড)। যদি ইনজেনুইটি −৯০ ডিগ্রি সেলসিয়াসের (−১৩০° ফাঃ) চেয়ে কম তাপমাত্রার শীতল প্রথম মঙ্গল-রাতের পরে সক্রিয় থাকে, তবে দলটি অন্য কোনও গ্রহে বিমানের প্রথম যান্ত্রিক শক্তিসম্পন্ন উড়ানের পরিকল্পনায় এগিয়ে যাবে। ক্যামেরা ব্যতীত এটিতে কোনও বৈজ্ঞানিক যন্ত্র নেই। হেলিকপ্টারটি পার্সিভিয়ারেন্সের মধ্যে থাকা একটি বেস স্টেশন দ্বারা পৃথিবীর সাথে যোগাযোগ করে।\n\n\n=== মঙ্গল পরিবহণ ===\nফ্লোরিডার কেপ ক্যানাভেরাল এয়ার ফোর্স স্টেশনের (সিসিএফএস) অন্তর্গত স্প্রেস লঞ্চ কমপ্লেক্স ৪১ থেকে ইউনাইটেড লঞ্চ অ্যালায়েন্স অ্যাটলাস ভি উৎক্ষেপণ যানটি ২০২০ সালের ৩০ জুলাই ১১:৫০:০০ ইউটিসি'য়ে \nপার্সিভিয়ারেন্স পরিভ্রামক যানটি সফলভাবে উৎক্ষেপিত হয়।\nপরিভ্রামক যানটি মঙ্গল গ্রহে পৌঁছাতে প্রায় সাত মাস সময় নেয় এবং এটি ২০২১ সালের ১৮ ফেব্রুয়ারি বিজ্ঞান পর্ব শুরু করতে জেজেরো জ্বালামুখে অবতরণ করে।\n\n\n=== অবতরণ ===\n\nজাজেরো জ্বালামুখে পার্সিভিয়ারেন্স-এর সফল অবতরণ ২০২১ সালের ২০ ফেব্রুয়ারি ২০:৫৫ ইউটিসি-তে ঘোষণা করা হয়, মঙ্গল গ্রহ থেকে পৃথিবীতে সংকেত পৌঁছতে ১১ মিনিট সময় নেয়। পরিভ্রামক যানটি প্রায় ৭.৭ × ৬.৬ কিলোমিটার (৪.৮ × ৪.১ মাইল) প্রশস্ত অবতরণ উপবৃত্তের কেন্দ্রস্থল থেকে ১ কিমি (০.৬২ মাইল) দক্ষিণ-পূর্বে ১৮.৪৪৪৬° উত্তর থেকে ৭৭.৪৫-৯° পূর্ব স্থানাঙ্কে অবতরণ করে। গাড়ির পিছনে আরটিজি দ্বারা উত্তর-পশ্চিম দিকে ইঙ্গিত করার সাথে এটি দক্ষিণ-পূর্ব দিকে প্রায় সরাসরি পয়েন্টে নেমে এসেছিল। অবতরণ পর্যায়ে (\"স্কাই ক্রেন\"), প্যারাসুট ও হিট শিল্ড পরিভ্রামক যানের অবতরণ স্থলে পৌঁছানোর ১.৫ কিলোমিটার (উপগ্রহের চিত্র দেখুন) আগ পর্যন্ত আসে। অবতরণটি পূর্ববর্তী কোনও মঙ্গল অবতরণের চেয়ে আরও নির্ভুল ছিল; যা কিউরিওসিটির অবতরণ ও নতুন স্টিয়ারিং প্রযুক্তির ব্যবহার থেকে প্রাপ্ত অভিজ্ঞতার দ্বারা সক্ষম একটি কৃতিত্ব।\nএরকম একটি নতুন প্রযুক্তি হল ভূখণ্ডের তুলনামূলক নেভিগেশন (টিআরএন), এমন একটি কৌশল, যা পরিভ্রামক যানটি তার অবতরণের সময় মঙ্গল পৃষ্ঠের তোলা চিত্রসমূহকে উল্লেখিত মানচিত্রের সাথে তুলনা করে, এটি শেষ মুহুর্তের সাথে সামঞ্জস্য করার সুযোগ দেয়। পরিভ্রামক যানটি শেষ মুহূর্তে নিরাপদ অবতরণ স্থান নির্বাচন করতে চিত্রসমূহ ব্যবহার করে এবং তুলনামূলকভাবে স্বল্প ঝুঁকিপূর্ণ অঞ্চলে অবতরণ করে। এটি পূর্ববর্তী অভিযানের তুলনায়, তার বৈজ্ঞানিক লক্ষ্যসমূহের অনেক কাছাকাছি পৌঁছতে সক্ষম করে, যা সকল ঝুঁকিবিহীন অবতরণ উপবৃত্ত ব্যবহার করে।\nঅভিযানের ঘড়িতে (স্থানীয় গড় সৌর সময়) ১৫:৫৩:৫৮ -এ তোলা প্রথম চিত্র সহ পড়ন্ত বিকেলের দিকে পরিভ্রামক যানের অবতরণ ঘটে। পৃথিবীতে মার্চ মাসের শেষের সমতুল্য, জ্যোতির্বিদ্যা সংক্রান্ত বসন্তের শুরুতে মঙ্গল গ্রহের উত্তরাঞ্চলীয় ভার্ভিনাল সমুদ্রবিন্দু (এলএস = ৫.২°) পেরিয়ে যাওয়ার পরেই এই অবতরণটি হয়।\nপার্সিভারেন্স পরিভ্রামক যানের প্যারাশুট পর্যায়ের ছবি মঙ্গল পুনর্বিবেচনা পরিক্রমাকারীর (এমআরও) উচ্চ-রেজোলিউশনের  হাইআরআইএসই ক্যামেরা দ্বারা তোলা হয়।\nজেজেরো জ্বালামুখ একটি প্যালেওলেক অববাহিকা। এটি এই অভিযানের জন্য অবতরণ স্থান হিসাবে নির্বাচিত হয়, কারণ প্যালেওলেক অববাহিকায় পার্ক্লোরেটের উপস্থিতি রয়েছে।\n\n\n== ব্যয় ==\n\nএই প্রকল্পে নাসা ১১ বছরে প্রায় ২.৭৫ বিলিয়ন মার্কিন ডলার বিনিয়োগের পরিকল্পনা করে, যার মধ্যে হার্ডওয়্যারটির উন্নয়ন ও নির্মাণের জন্য ২.২ বিলিয়ন মার্কিন ডলার, উৎক্ষেপণ পরিষেবাসমূহের জন্য ২৪৩ মিলিয়ন মার্কিন ডলার এবং অভিযান পরিচালনার ২.৩ বছরের জন্য ২৯১ মিলিয়ন মার্কিন ডলার বরাদ্দ রয়েছে।\nমূল্যস্ফীতির জন্য সামঞ্জস্য অনুযায়ী, পার্সিভিয়ারেন্স নাসার ষষ্ঠ-ব্যয়বহুল রোবোটিক গ্রহসংক্রান্ত অভিযান, যদিও এটি তার পূর্বসূরি কিউরিওসিটি থেকে কম ব্যয়বহুল। ২০২০ সালে উপ-প্রধান প্রকৌশলী ইঞ্জিনিয়ার কেইথ কমেওক্সের মতে কিউরিওসিটি অভিযান থেকে অবিচ্ছিন্ন হার্ডওয়্যার ও \"মুদ্রণ থেকে নির্মাণ\" (বিল্ড-টু প্রিন্ট) নকশাসমূহ দ্বারা পার্সিভিয়ারেন্স লাভবান হয়, যা উন্নয়ন ব্যয় হ্রাস করতে সাহায্য করে এবং \"১০০ মিলিয়ন ডলার না হলেও, সম্ভবত ১০ মিলিয়ন ডলার\" সাশ্রয় করে।\n\n\n== চিত্রশালা ==\n\n\n=== অবতরণ মানচিত্র ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nনাসায় মার্স ২০২০ ও পার্সিভিয়ারেন্স পরিভ্রামক যানের দাপ্তরিক ওয়েবসাইট\nইউটিউবে মার্স ২০২০: সংক্ষিপ্ত বিবরণ (২:৫৮; ২৭ জুলাই ২০২০; নাসা)\nইউটিউবে মার্স ২০২০: পরিভ্রামক যানের উৎক্ষেপণ (৬:৪০; ৩০ জুলাই ২০২০)"}