{"pageid": 1023926, "title": "চতুরঙ্গপত্তনম", "url": "https://bn.wikipedia.org/wiki?curid=1023926", "content": "চতুরঙ্গপত্তনম বা সাদ্রাজ দক্ষিণ ভারতের তামিলনাড়ু রাজ্যে অবস্থিত চেঙ্গলপট্টু জেলার একটি পুর অঞ্চল। করমণ্ডল উপকূল বরাবর এটি চেন্নাই শহর থেকে ৭০ কিলোমিটার দক্ষিণে অবস্থিত৷ কালবক্কম ও পুদুপত্তনম শহরদুটি এর অতিনিকটে অবস্থিত৷\n\n\n== ইতিহাস ও নামকরণ ==\nসাদরাস থেকে প্রাপ্ত সবচেয়ে পুরাতন শিলালেখটি ১৩৫৯ খ্রিস্টাব্দের সময়কালীন৷ লেখ অনুযায়ী তৎকালীন শম্ভুবরায় বংশের পরাক্রমশালী সেনাধ্যক্ষের নামানুসারে এই স্থানের নাম ছিলো রাজনারায়ণপত্তনম৷ এই স্থানে অবস্থিত একটি বিষ্ণু মন্দিরের কারণে পরবর্তীকালে এই স্থানটির নাম হয় চতুরবাসকনপত্তনম৷ এই নাম থেকেই পরবর্তীকালে চতুরঙ্গপত্তনম নাম এবং সংক্ষেপে চতুরাই নামটি এসেছে৷ পরে ওলন্দাজ উপনিবেশের সময় তারা নামের বিকৃতি ঘটিয়ে সাদরাস নাম দেয়৷\n\n\n== ওলন্দাজ দুর্গ ==\n\nবর্তমান চতুরঙ্গপত্তনম খ্রিস্টীয় সপ্তদশ শতাব্দীর সময়কালীন ওলন্দাজ করমণ্ডলের অংশ ছিল৷ এটি পূর্বে অতিসূক্ষ্ম মসলিন কাপড়, মুক্তা ও ভোজ্য তেল বিপণনের কেন্দ্র ছিল৷ ওলন্দাজদের অর্থনৈতিক লাভের জন্য তারা নির্মাণ করেন চমৎকার সাদরাস দুর্গ৷ দুর্গে বিস্তীর্ণ প্রাঙ্গণ, বড় শস্যগোলা, হাতিতে চড়ার জন্য স্থায়ী বন্দোবস্ত এখনো রয়েছে৷ ১৮১৮ খ্রিস্টাব্দে ব্রিটিশ বাহিনী আক্রমণ করলে এই দুর্গ বেশ ক্ষয়প্রাপ্ত হয়৷ ওলন্দাজরা পরাজিত হলে এখানে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির কর্তৃত্ব প্রতিষ্ঠিত হয়৷ আসন্ন ধ্বংসপ্রবণা প্রতিরোধ করতে বর্তমানে এই দুর্গটির রক্ষণাবেক্ষণের দায়িত্বে রয়েছে ভারতীয় পুরাতত্ত্ব সর্বেক্ষণ বিভাগ৷ পুরাতাত্ত্বিক গবেষণার বিভিন্ন দিক উন্মোচনে ২০০৩ খ্রিস্টাব্দে দূর্গটির বৃহত্তর সংস্কার করা হয়৷ ব্রিটিশ কোম্পানি ও ওলন্দাজদের মধ্যে প্রথম যুদ্ধটি এখানেই হয়েছিল, যা সাদরাসের যুদ্ধ নামে পরিচিত৷ দুর্গে রয়েছে একটি গোরস্থান এবং ১৬২০থেকে ১৭৬৯ খ্রিস্টাব্দের মধ্যে দাফন করা বহু সুসজ্জিত কবর৷\n\n\n== অবস্থান ==\nঅতিসম্প্রতি মাদ্রাজ পারমাণবিক বিদ্যুৎ কেন্দ্র ও ইন্দিরা গান্ধী সেন্টার ফর এটোমিক রিসার্চ নিকটবর্তী কালবক্কমে থাকার কারণে চতুরঙ্গপত্তনম আলাদাভাবে পরিচিতি পেয়েছে৷\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}