{"pageid": 1023321, "title": "লাস্য", "url": "https://bn.wikipedia.org/wiki?curid=1023321", "content": "লাস্য (ইংরেজি: Lasya) হিন্দু শাস্ত্র অনুসারে দেবী পার্বতীর করা একপ্রকার মহাজাগতিক স্বর্গীয় নৃত্য। প্রাচীন শ্রেণিবিভাজন অনুসারে নৃত্যের দুটি মুখ্য শৈলী হচ্ছে তাণ্ডব ও লাস্য। ভগবান শিব তাণ্ডব নৃত্য করেছিলেন এবং এটি সাহস, শক্তি, তীব্রতা ও পুরুষ শক্তিকে সূচিত করে। অন্যদিকে লাস্য কোমল, নমনীয়, সৌন্দর্য, প্রেম ও স্ত্রী শক্তির প্রতীক। সংগীত, নৃত্য ও নাটকের প্রাচীন গ্রন্থ ভরতমুনির নাট্যশাস্ত্র অনুসারে ভগবান শিব দ্বারা প্রদর্শিত মহাজাগতিক তাণ্ডব নৃত্যের পুরুষ শক্তির উত্তরে দেবী পার্বতীর করা নৃত্যই হচ্ছে লাস্য। লাস্য নৃত্যের অঙ্গ সঞ্চালন অত্যন্ত কোমল ও ধীর হয়। লাস্য নৃত্য মূলত মহিলা নৃত্যশিল্পীরা অধিক কার্যকরীভাবে প্রদর্শন করে। মথুরার রাস নৃত্য, দক্ষিণ ভারতের হালীসাক, কত্থক, ভরতনাট্যম, মণিপুরী নৃত্য, ওড়িশি, মোহিনীঅট্টম, কুচিপুড়ি ইত্যাদি ভারতের বিভিন্ন অঞ্চলে প্রচলিত নৃত্যে লাস্য নৃত্যের ছাপ বিদ্যমান।\n\n\n== উৎপত্তি ও বর্ণনা ==\nলাস্য শব্দের অর্থ হচ্ছে রমণীদের লীলায়িত নৃত্যভঙ্গি। ভারতীয় শাস্ত্রীয় সংগীতের পরিভাষা অনুসারে তাল বা তালম শব্দটি উৎপত্তির ভগবান শিবের তাণ্ডব ও পার্বতীর লাস্য উভয় নৃত্যের সংমিশ্রণ থেকে গ্রহণ করা হয়েছে।\nহিন্দু পুরাণে লাস্য শব্দটি দ্বারা দেবী পার্বতীর করা নৃত্যকে বর্ণনা করে হয়েছে। এটি সুখ, সৌন্দর্য ও প্রেমের প্রতীক বলে বিবেচিত হয়। জনশ্রুতি অনুসারে ভগবান শিব ত্রিপুরাসুরকে বধ করার পর তাণ্ডব নৃত্য করেছিলেন, এর ফলে গোটা সৃষ্টিজগতে হাহাকার পরিস্থিতির সৃষ্টি হয়। ভগবান শিবের প্রদর্শিত এই তাণ্ডবের মহাজাগতিক নৃত্যের পুরুষ শক্তির উত্তরে তাণ্ডবের প্রভাবকে প্রশমিত করতে পার্বতী লাস্য নৃত্য করেছিলেন বলে বিশ্বাস করা হয়। আক্ষরিক অর্থে লাস্য অর্থ হচ্ছে সৌন্দর্য, সুখ, আকর্ষণীয় ও কমনীয়।\n\nঅধ্যাপক এনায়েত খান তাঁর \"মুনকার মুসিকার\" (১৯১২) বইয়ে লিখেছেন: \"মহিলা ও পুরুষ উভয়েই এই নৃত্য প্রদর্শন করে ও ভারতে এর কয়েকজন স্বীকৃত পণ্ডিত বা ওস্তাদ রয়েছে। লাস্য নৃত্যের সঙ্গে থাকে দুজন সারেঙ্গীবাদক, একজন তবলাবাদক ও মঞ্জীরা নামের একরকম হালকা ভারতীয় তাল বাদক। এতে একজন বা দুজন মহিলা একসাথে নৃত্য করে থাকে।\"\n\n\n== প্রকার ==\nলাস্য মূলত চার প্রকারের বলে জানা যায়: প্রকার চারটি হচ্ছে শৃঙ্খলা, লতা, পিণ্ডি ও ভেদ্যক। সংগীত রত্নাকার অনুসারে লাস্য ১০টি লাস্যাঙ্গের বিবরণ দেয় ও সেগুলো দর্শী শ্রেণীর অন্তর্ভুক্ত। লাস্যাঙ্গ দশটি হচ্ছে চালি, চালিবাদ, উরংগণ, লাধী, চোকা, দশক, অনগ্রহ, অরায়ক, বিহাস ও মনা।\nতবে বর্তমান সময়ে তিন প্রকারের লাস্যনৃত্য অনুশীলন করা হয়: সেগুলো হল\n\n'বিকট লাস্য': বিকট লাস্য হলো লয়, তাল, ভাব প্রদর্শন করা নৃত্যকে 'বিকট লাস্য' বলা হয়।\n'বিষম লাস্য' : আনুভূমিক, বৃত্তাকার ও তীক্ষ্ণ চলাচলের মাধ্যমে 'বিষম লাস্য' করা হয়।\n'লঘু লাস্য': পায়ের মাধ্যমে মাটিতে শব্দ তৈরি করে 'লঘু লাস্য' করা হয়।\nএই নৃত্যে কোমল শব্দ, উচ্চ তীক্ষ্ণতার বাদ্য যেমন 'মঞ্জীরা', 'বাঁহী', 'ঘুঙুর', 'মাদল, 'খোল', 'তবলা', 'তুম্বুরু' ইত্যাদি ব্যবহার করা হয়। \nব্যবহৃত পোশাকগুলো অত্যন্ত আকর্ষণীয় হয়ে থাকে। মহিলা নৃত্যশিল্পীরা বহু ভাঁজযুক্ত চাদর ও চুলে ফুলের মালা পরে নৃত্য প্রদর্শন করে থাকে।\n\n\n== তথ্যসূত্র =="}