{"pageid": 1023607, "title": "হাসান রাজা", "url": "https://bn.wikipedia.org/wiki?curid=1023607", "content": "হাসান রাজা (উর্দু: حسن رضا‎‎; জন্ম: ১২ মার্চ, ১৯৮২) করাচি এলাকায় জন্মগ্রহণকারী সাবেক পাকিস্তানি আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৯০-এর দশকের মাঝামাঝি সময়কাল থেকে শুরু করে ২০০০-এর দশকের মাঝামাঝি সময়কাল পর্যন্ত পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে হাবিব ব্যাংক লিমিটেড, করাচি ও পাকিস্তান কাস্টমস দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি ব্যাটসম্যান হিসেবে খেলতেন। এছাড়াও, ডানহাতে অফ ব্রেক বোলিংয়ে পারদর্শী ছিলেন তিনি।\n\n\n== খেলোয়াড়ী জীবন ==\nকরাচির সেন্ট প্যাট্রিকস হাই স্কুলে অধ্যয়ন করেছেন তিনি। ১৯৯৬-৯৭ মৌসুম থেকে ২০১৭ সাল পর্যন্ত হাসান রাজা’র প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল।\nসমগ্র খেলোয়াড়ী জীবনে সাতটিমাত্র টেস্ট ও ষোলটি একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন হাসান রাজা। ২৪ অক্টোবর, ১৯৯৬ তারিখে ফয়সালাবাদে সফরকারী জিম্বাবুয়ে দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ২৯ নভেম্বর, ২০০৫ তারিখে লাহোরে সফরকারী ইংল্যান্ড দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\nবেশ কয়েকজন উদীয়মান পাকিস্তানি ক্রিকেটারের অন্যতম হিসেবে আন্তর্জাতিক অঙ্গনের শুরুতে বেশ প্রতিশ্রুতিশীলতার স্বাক্ষর রেখেছিলেন। ১৪ বছর ২২৭ দিন বয়সে তার টেস্ট ক্রিকেট অভিষেকের তৎকালীন সর্বকনিষ্ঠ ক্রিকেটারের রেকর্ডের দাবীদার ছিলেন। তার বয়সের বৈধতা নিয়ে তদন্তের প্রয়োজন পড়ে। তবে, জন্মসনদ ও মেডিক্যাল টেস্টে সন্দেহ পোষণ করায় পরবর্তীতে পিসিবি কর্তৃক এ রেকর্ড প্রত্যাহার করে নেয়া হয়। তার প্রকৃত বয়স অনিশ্চিত থাকলেও অভিষেককালীন ১৫ বছরের কাছাকাছি হবার কথা জানানো হয়। খেলায় বেশ সমীহের পাত্র হলেও পরবর্তীতে এ ধারা আর অব্যাহত রাখতে পারেননি।\n\n\n== দলে প্রত্যাবর্তন ==\n২০০০-এর দশকের শুরুতে তাকে আন্তর্জাতিক পর্যায়ে খেলতে বেশ হিমশিম খেতে হয়। তবে, ঘরোয়া পর্যায়ের ক্রিকেটসহ এ দলের পক্ষে বেশ সুন্দর ক্রীড়াশৈলী প্রদর্শন অব্যাহত রাখেন। এরপর, ২০০২-০৩ মৌসুমে শারজায় অস্ট্রেলিয়ার বিপক্ষে তাকের খেলার জন্যে পুনরায় আমন্ত্রণ জানানো হয়। অপরাজিত ৫৪ ও ৬৮ রান তুললেও উভয় ইনিংসেই বেশ ধীরলয়ে খেলেন। পরবর্তীতে, জিম্বাবুয়ের বিপক্ষে আরও দুই টেস্টে অংশ নিলেও পুনরায় তাকে মাঠের বাইরে অবস্থান করতে হয়। বলের প্রতি সজাগ দৃষ্টি রাখলেও যথার্থ স্ট্রোকপ্লে করতে পারতেন না।\n২০০৭ সালে আবুধাবিতে ইউরএশিয়া কাপে দলের বিজয়ে যথার্থ ভূমিকা রাখেন। ভারত এ, শ্রীলঙ্কা এ, সংযুক্ত আরব আমিরাত, কেনিয়া ও নেদারল্যান্ডস দল নিয়ে গড়া প্রতিযোগিতায় পাকিস্তান দলের অধিনায়কত্ব করেন। ঐ প্রতিযোগিতার চূড়ান্ত খেলায় ভারতের বিপক্ষে ১০৫ রানের অপরাজিত ইনিংস খেলেন। বাজিদ খান ও তৌফিক উমরকে সাথে নিয়ে দলের শিরোপা বিজয়ে দারুণ ভূমিকা রাখেন। পাকিস্তান দল নির্বাচকমণ্ডলীর নজরে থাকলেও তাকে দলে নেয়া হয়নি। তবে, শৃঙ্খলাভঙ্গের কারণে তার পরিবর্তে বাজিদ খানকে অধিনায়ক হিসেবে তার স্থলাভিষিক্ত করা হয়।\nঘরোয়া ক্রিকেটে ধারাবাহিক সাফল্য লাভ করলেও আন্তর্জাতিক পর্যায়ে তিনি এ ধারা অব্যাহত রাখতে পারেননি। হতাশাগ্রস্ত হাসান রাজা পরবর্তীতে অনুমোদনবিহীন ইন্ডিয়ান ক্রিকেট লীগে (আইসিএল) যুক্ত হন। উদ্বোধনী আসরে তিনি সর্বোচ্চ রান সংগ্রাহক হন।\n\n\n== বিতর্কিত ভূমিকা ==\nপাতানো খেলার বিতর্ক থেকে শুরু করে রবিন মরিস ও থারিন্ডু মেন্ডিসের সাথে গালে পিচের খোঁড়ার ঘটনায় আল জাজিরায় তাকে উল্লেখ করা হয়। তবে, পরবর্তীতে তাদের সাথে তার সরাসরি যোগাযোগের বিষয়টি নাকচ হলেও ২০১৬ সালে শ্রীলঙ্কা বনাম অস্ট্রেলিয়ার মধ্যকার টেস্ট খেলায় গালে পিচের খোঁড়ার ঘটনায় তার সম্পৃক্ততা ছিল। ইন্ডিয়ান ক্রিকেট লীগে মুম্বই চ্যাম্পসের সদস্য থাকা অবস্থায় কক্ষের কাছে বসা রবিন মরিসের সাথে কয়েকজন জুয়াড়ীর কথোপকথনকালে ভবিষ্যতের খেলায় গড়াপেটা নিয়ে আল জাজিরা গোপনে রেকর্ড করে।\nএ ধরনের অভিযোগের কারণে আগস্ট, ২০১৮ সালে তাকে ঘরোয়া ক্রিকেটে পাকিস্তান টেলিভিশন দলের পক্ষে খেলার জন্যে মনোনীত করা হয়নি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nওয়াকার হাসান\nফজল-উর-রেহমান\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\nটেস্ট ও প্রথম-শ্রেণীর ক্রিকেটে জোড়া শূন্য রান\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে হাসান রাজা  (ইংরেজি)\nক্রিকেটআর্কাইভে হাসান রাজা   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}