{"pageid": 1023704, "title": "মুজিব: একটি জাতির রূপকার", "url": "https://bn.wikipedia.org/wiki?curid=1023704", "content": "মুজিব: একটি জাতির রূপকার ২০২৩ সালের মহাকাব্যিক জীবনীসংক্রান্ত চলচ্চিত্র যেখানে গণপ্রজাতন্ত্রী বাংলাদেশের প্রতিষ্ঠাতা শেখ মুজিবুর রহমানের জীবনী নাট্যরূপে প্রদর্শিত হয়েছে। চলচ্চিত্রটি পরিচালনা করেছেন শ্যাম বেনেগল। চলচ্চিত্রটিতে আরিফিন শুভ বঙ্গবন্ধু নামে খ্যাত বাংলাদেশের স্বাধীনতা যুদ্ধকালীন অন্যতম প্রধান নেতৃত্বদাতা শেখ মুজিবুর রহমানের চরিত্রে অভিনয় করেছেন, যিনি ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধের প্রাক্-কালে পাকিস্তানের শাসকগোষ্ঠীর বিরুদ্ধে অসহযোগ আন্দোলন গড়ে তোলেন।\nমুজিববর্ষ উপলক্ষে এই চলচ্চিত্র নির্মাণ করা হয়েছে। এই চলচ্চিত্রের নির্মাণ ব্যয় ৮৩ কোটি টাকা (৭৫ কোটি রুপি)। বাংলাদেশ মোট অর্থের ৫০ কোটি ও ভারত ৩৩ কোটি টাকা দিয়েছে। আরিফিন শুভ, নুসরাত ইমরোজ তিশা ও জায়েদ খান চলচ্চিত্রে অভিনয়ের জন্য মাত্র ৳১ পারিশ্রমিক হিসেবে নিয়েছেন। চলচ্চিত্রটির প্রযোজনা ১৮ মার্চ ২০২০ তারিখে তথা বঙ্গবন্ধুর জন্মবার্ষিকীর পরের দিন শুরু হওয়ার কথা ছিলো। কিন্তু কোভিড-১৯ মহামারীর ফলে চলচ্চিত্রের কাজে দেরি হয়।\nচলচ্চিত্রটির মূল চরিত্রে কে অভিনয় করবেন তা নিয়ে বাংলাদেশীদের মাঝে প্রচুর আগ্রহ লক্ষ্য করা যায়। কেউ কেউ প্রধান চরিত্রে অমিতাভ বচ্চন, নওয়াজুদ্দীন সিদ্দিকী, বোমান ইরানি, আদিল হুসেইন, প্রসেনজিৎ চট্টোপাধ্যায়, পীযুষ বন্দ্যোপাধ্যায় ও তারিক আনাম খানের নাম প্রস্তাব করে। অনেক নেটিজেন কিছু অভিনেতাদের ছবি সম্পাদনা করে তাদের চেহারায় বঙ্গবন্ধুর মতো চুল ও গোঁফ বসিয়ে সামাজিক যোগাযোগমাধ্যমে প্রকাশ করে।\nএর শিল্প নির্দেশক নীতিশ রায়। পিয়া বেনেগল চলচ্চিত্রের পোশাক পরিচালনার দায়িত্বে। দয়াল নিহালনি হলেন এর সহকারী পরিচালক। এর চিত্রনাট্য তৈরি করেছেন অতুল তিওয়ারি ও শামা জাইদি। এর নির্বাহী প্রযোজক হলো নুজহাত ইয়াসমিন। এর লাইন ডিরেক্টর মোহাম্মদ হোসেন জেমি। এর সংলাপ লেখক, তত্ত্বাবধায়ক ও কোচের নাম সাধনা আহমেদ। এর কাস্টিং পরিচালক শ্যাম রাওয়াত ও বাহারউদ্দিন খেলন। চলচ্চিত্রটি ২২তম ‘ঢাকা আন্তর্জাতিক চলচ্চিত্র উৎসব'-এর আসরে অডিয়েন্স অ্যাওয়ার্ড বিভাগে পুরস্কার লাভ করে। এটি শ্যাম বেনেগল পরিচালিত সর্বশেষ চলচ্চিত্র।\n\n\n== কাহিনী ==\n\n১০ জানুয়ারি ১৯৭২, পাকিস্তান থেকে কারামুক্ত হয়ে শেখ মুজিবুর রহমান স্বদেশ প্রত্যাবর্তন করেন। উপস্থিত নেতৃবৃন্দ ফুলের মালা দিয়ে সাড়ম্বরে মুজিবকে বরণ করেন। লক্ষাধিক মানুষের উপস্থিতিতে শেখ মুজিব তার বক্তব্য প্রদান করেন এবং দেশকে পুনর্গঠনের বার্তা দেন। এরপর বঙ্গবন্ধুর শৈশব থেকে ঘটনাপ্রবাহ এগোতে থাকে।\nকিশোর বয়সে হোসেন শহীদ সোহরাওয়ার্দী, একে ফজলুল হকের সাথে পরিচয় হয় মুজিবের। মুজিবের আনুগত্যতায় সোহরাওয়ার্দী তার উপর মুগ্ধ হন। ব্রিটিশ ভারতে মুজিব রাজনীতিতে সক্রিয় হয়ে ওঠেন। ১৯৪৬ সালের ১৭ আগস্ট কলকাতার সাম্প্রদায়িক দাঙ্গা চলাকালীন সময়ে আক্রান্তদের রক্ষা করতে পথে নামেন তরুণ শেখ মুজিব ও তার রাজনৈতিক সঙ্গীরা।\nকলকাতা বেকার হোস্টেলে পড়াশনা শেষে ১৯৪৭ সালে মুজিব ঢাকা বিশ্ববিদ্যালয়ে ভর্তি হন। ১৯৪৮ খ্রিষ্টাব্দের ২১শে মার্চ মোহাম্মদ আলী জিন্নাহ উর্দুকে পাকিস্তানের রাষ্ট্রভাষা করার ঘোষণা দেন। এতে পূর্ব পাকিস্তানে বিরূপ প্রতিক্রিয়ার সৃষ্টি হলে শেখ মুজিব অবিলম্বে মুসলিম লীগের এই পূর্ব পরিকল্পিত সিদ্ধান্তের বিরুদ্ধে আন্দোলন শুরু করার সিদ্ধান্ত নেন। ভাষার প্রশ্নে তার নেতৃত্বে প্রথম প্রতিবাদ এবং ছাত্র ধর্মঘট শুরু হয় যা চূড়ান্ত রূপ নেয় ১৯৫২ সালে। ১৯৫২ সালের ২১ ফেব্রুয়ারি, রাষ্ট্রভাষার দাবিতে ঢাকা বিশ্ববিদ্যালয়ের ছাত্ররা মিছিল বের করে। বিশ্ববিদ্যালয়ের কলাভবন গেট দিয়ে মিছিলটি বের হলে পুলিশ সরাসরি তাদের ওপর গুলিবর্ষণ করে। এতে ব্যাপক হতাহতের ঘটনা ঘটে। এসময়, জেলে থাকা অবস্থায় শেখ মুজিব অনশন পালন করলে জেল কর্তৃপক্ষ জোরপূর্বক তার অনশন ভাঙানোর চেষ্টা করেও ব্যর্থ হয়। ভাষা আন্দোলনে অংশগ্রহণের পাশাপাশি আইয়ুব বিরোধী আন্দোলনে শেখ মুজিব সক্রিয় ভূমিকা পালন করেন। শেখ মুজিবের পক্ষে তাজউদ্দিন আহমেদ, মওলানা আব্দুল হামিদ খান ভাসানী, মানিক মিয়া এবং শামসুল হক সহায়ক ভূমিকা পালন করেন। পাকিস্তান সৃষ্টির পরবর্তী সময়ে তৎকালীন সরকারের নেয়া বিভিন্ন বিতর্কিত পদক্ষেপে প্রতিবাদের পাশাপাশি পাকিস্তানের শীর্ষ নেতাদের সাথে আলোচনা, বির্তক ও দাবি উত্থাপনের মাধ্যমে শেখ মুজিব পূর্ব বাংলার রাজনীতিতে খ্যাতি লাভ করেন। বার্ট্রান্ড রাসেলের দর্শনে মুজিব অনুপ্রাণিত হন ও পত্র-পত্রিকার স্বাধীনতার পক্ষে মত প্রকাশ করেন। এই সময় তিনি বার বার গ্রেফতার হন ও কারাভোগ করেন। শেখ মুজিব ও তার পরিবার ধানমন্ডি ৩২ নং রোডের বাড়িতে থাকা শুরু করেন। ১৯৬৬ সালে শেখ মুজিবুর রহমান ৬ দফা দাবি ঘোষণা করেন। এরই ধারাবাহিকতায় ১৯৬৯ সালে গণ অভ্যুত্থান ও ১৯৭০ সালে নির্বাচন অনুষ্ঠিত হয়। ৭০-এর নির্বাচনে শেখ মুজিবুর রহমান নেতৃত্বাধীন আওয়ামী লীগ বিজয়ী হলেও পাকিস্তান সরকার বিভিন্ন অজুহাতে ক্ষমতা হস্তান্তরের কালক্ষেপণ করতে থাকে।\n১৯৭১ খ্রিষ্টাব্দের ৭ই মার্চ ঢাকার রমনায় অবস্থিত রেসকোর্স ময়দানে (বর্তমান সোহরাওয়ার্দী উদ্যান) শেখ মুজিবুর রহমান তার ঐতিহাসিক সাতই মার্চের ভাষণ প্রদান করেন ও স্বাধীনতার ডাক দেন। ১৯৭১ সালের ২৫শে মার্চ রাতে পাকিস্তান সেনাবাহিনী 'অপারেশন সার্চলাইট' নামে গণহত্যা পরিচালনা করলে মুজিব বাংলাদেশকে স্বাধীন রাষ্ট্র হিসেবে ঘোষণা করে একটি বার্তা প্রেরণ করেন। ফলশ্রুতিতে পাকিস্তান সেনাবাহিনী কর্তৃক তিনি পুনরায় গ্রেফতার হন ও পশ্চিম পাকিস্তানে কারাভোগ করেন। শেখ মুজিবের অনুপস্থিতিতে বেগম মুজিব রাজনৈতিক ভাবে বিচক্ষণ হয়ে ওঠেন। পাকিস্তানের সামরিক বাহিনী বাংলাদেশে নির্বিচার গণহত্যা চালায়। মুক্তিযোদ্ধারা তাদের বিরুদ্ধে সশস্ত্র প্রতিরোধ গড়ে তোলে। মুক্তিযুদ্ধকালীন ভারত সরকার বাংলাদেশকে নিরবচ্ছিন্ন সহায়তা ও সমর্থন প্রদান করে। পাকিস্তান সেনাবাহিনী আত্মসমর্পণের মধ্য দিয়ে বাংলাদেশ চূড়ান্ত বিজয় অর্জন করে।\n১৯৭২ সালে শেখ মুজিবুর রহমান বাংলাদেশে ফিরে ক্ষমতা গ্রহণের পর অগ্রজদের দিক-নির্দেশনা গ্রহণ এবং সময়োচিত সিদ্ধান্ত গ্রহণে সাফল্য লাভ করেন। এই সময় সংবিধান প্রণীত হয় এবং নির্বাচন অনুষ্ঠিত হয়। অভ্যন্তরীন ও আন্তর্জাতিক প্রতিকূল পরিস্থিতিতে একসময় দেশে দুর্ভিক্ষাবস্থার সৃষ্টি হয়। পরবর্তীতে ‘বাংলাদেশ কৃষক শ্রমিক আওয়ামী লীগ’ নামে একটি অস্থায়ী জাতীয় দল গঠন করা হয়। এই বিষয়ে পত্র পত্রিকার সমালোচনায় বিরক্ত হয়ে শেখ ফজলুল হক মনি কয়েকটি পত্রিকার উপর সাময়িক নিষেধাজ্ঞা দেওয়ার ব্যাপারে গুরুত্বারোপ করেন। নবগঠিত দলের সমর্থনে সড়কে মিছিল বের করা হয়।\nমুজিব তার 'দ্বিতীয় বিপ্লব' সফল করতে সকলকে একত্রিত হয়ে কাজ করার আহবান জানান। এই সময়, শেখ মুজিবের মন্ত্রীসভার মন্ত্রী খোন্দকার মোশতাক আহমেদ ও তাহের উদ্দিন ঠাকুর সামরিক বাহিনীর কতিপয় জেনারেলের সাথে মুজিবের বিরুদ্ধে ষড়যন্ত্রমূলক বৈঠক করেন।\nশেখ মুজিবুর রহমানের বিরুদ্ধে চলমান সম্ভাব্য ষড়যন্ত্র সম্পর্কে অবহিত করে বিভিন্ন রাষ্ট্রদূত কর্তৃক তাকে সতর্ক করা হলেও বিষয়টি অবিশ্বাস করে বার্তাটি উপেক্ষা করেন মুজিব। ১৯৭৫ সালে ১৫ আগস্ট রাতে একদল সামরিক অফিসার কর্তৃক শেখ মুজিবুর রহমান ও তার পরিবারের অধিকাংশ সদস্য নিহত হন।\n\n\n== কুশীলব ==\n\n\n== প্রযোজনা ==\n\n\n=== পটভূমি ===\n\nযদিও বহু লোক বঙ্গবন্ধুর জীবন নিয়ে চলচ্চিত্র নির্মাণ করতে চেয়েছিলো তবে তারা কেউ সফল হয়নি। পূর্ব পাকিস্তানের অভিনেতা রাজ তাকে নিয়ে ১৯৭০ সালে একটি চলচ্চিত্র নির্মাণের ঘোষণা দেন যার নাম ছিলো বঙ্গবন্ধু। আবদুল গাফফার চৌধুরী বঙ্গবন্ধুকে নিয়ে দ্য পোয়েট অফ পলিটিক্স (আক্ষ. 'রাজনীতির কবি') শিরোনামে বঙ্গবন্ধুকে নিয়ে চলচ্চিত্র নির্মাণের পরিকল্পনা করেছিলেন। এটা শোনা গিয়েছিলো যে অমিতাভ বচ্চন সেই চলচ্চিত্রে অভিনয় করবেন৷ যাই হোক, চলচ্চিত্রটি আলোর মুখ দেখেনি। ২০১০ সালে ভিবজিয়র ফিল্মস হলিউডে বঙ্গবন্ধুকে নিয়ে চলচ্চিত্র নির্মাণের পরিকল্পনা করে। জানা যায় যে চলচ্চিত্রটির চিত্রগ্রহণ ২০১১ সালে শুরু হবে। এর সাত বছর পরে, ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনাকে তার বাবার জীবনী নিয়ে চলচ্চিত্র করার প্রস্তাব করেন। প্রস্তাবটি তার পছন্দ হয়। ৮ এপ্রিল ২০১৭ তারিখে, শেখ হাসিনার উপস্থিতিতে নতুন দিল্লির হায়দ্রাবাদ হাউসে নরেন্দ্র মোদী অনুষ্ঠানিকভাবে চলচ্চিত্রটির ধারণা ঘোষণা করেন।\n\n\n=== উন্নয়ন ===\n\n২৭ আগস্ট ২০১৭-এ ভারতের রাজধানীতে বাংলাদেশ ও ভারত সরকার মধ্যকার একটি চুক্তি স্বাক্ষরিত হয়। চুক্তির উদ্দেশ্যগুলোর মধ্যে একটি ছিলো বঙ্গবন্ধুর উপর চলচ্চিত্র নির্মাণ করা। ১৮ মার্চ ২০১৮ তারিখে বাংলাদেশ সরকার ঘোষণা করে যে চলচ্চিত্র সম্পৃক্ত প্রাথমিক কর্মকাণ্ড সেই বছর থেকে শুরু হবে। পরিচালনার জন্য ভারত থেকে তিনজন পরিচারলকের নাম প্রস্তাব করা হলে চলচ্চিত্র কমিটি শ্যাম বেনেগলকে বাছাই করে। শ্যাম বেনেগল চলচ্চিত্রটি পরিচালনার কাজের প্রস্তাব গ্রহণ করেন কেননা তার মনে হয়েছিলো যে চলচ্চিত্রের প্রধান চরিত্রটি ছিলো তার সময়ের একটি আকর্ষণীয় ব্যক্তি। পরবর্তীতে ১৪ জানুয়ারি ২০২০ তারিখে আরেকটি চলচ্চিত্র সংক্রান্ত চুক্তিপত্র চূড়ান্ত করা হয়। শ্যাম বেনেগল এছাড়াও বলেন যে এটি একটি বাঙালী জাতীয়তাবাদী চলচ্চিত্র। শেখ হাসিনা চেয়েছিলেন যে চলচ্চিত্রটির ভাষা হোক ইংরেজি বা হিন্দুস্তানি কিংবা উর্দু ভাষা। কিন্তু শ্যাম বেনেগল চলচ্চিত্র বাংলাদেশের রাষ্ট্রভাষা তথা বাংলায় নির্মাণের সিদ্ধান্ত নেন। বেনেগল বাংলা ভাষা না জানায় তাকে অনুবাদকদের সাহায্য নিতে হয়েছে। দুই বছর পরে এর অফিশিয়াল নাম ঘোষণা করা হয়। পরিচালক চলচ্চিত্রের জন্য এই নাম দেন মুজিব নামটির তাৎপর্যপূর্ণতার কারণে।\n\n\n=== রচনা ===\nচলচ্চিত্রের গবেষণা কাজের অংশ হিসেবে অতুল তিওয়ারি ২০১৯ সালের মে মাসে বাংলাদেশে ভ্রমণ করেন। পিপলু খান ছিলেন তার সাহায্যকারী ও গবেষণা সংক্রান্ত সহকারী। গবেষণার অংশ হিসেবে শেখ হাসিনা পরিচালককে তার বাবার জীবন সম্পর্কে তথ্য দিয়ে সহায়তা করেন। প্রধানমন্ত্রী চলচ্চিত্রের কাহিনী পর্যালোচনা করলেও তিনি এর মধ্যে কোন বড় পরিবর্তন করেননি। চিত্রনাট্য সম্পূর্ণ করার জন্য শামা জাইদি ও অতুল তিওয়ারি চলচ্চিত্রের প্রধান চরিত্র সম্পর্কে গওহর রিজভীর গবেষণাপত্রের সাহায্য নেন। গবেষণার অংশ হিসেবে লেখকেরা বঙ্গবন্ধুর সাথে সম্পর্কিত ব্যক্তিদের নিকট থেকে তথ্য সংগ্রহ করেন। চলচ্চিত্রের সংলাপের জন্য একটি সংলাপ লেখক কমিটি গঠন করা হয়। অনম বিশ্বাস, গিয়াস উদ্দিন সেলিম, শিহাব শাহীন ও সাধনা আহমেদকে কমিটির সদস্য হিসেবে বাছাই করা হয়।  কমিটির উপদেষ্টা হিসেবে আসাদুজ্জামান নূর সদস্যদের সাহায্য করেন।\n\n\n=== অভিনয়শিল্পী ===\n\nশ্যাম বেনেগল এটা নিশ্চিত করেছিলেন যেন চলচ্চিত্রের অধিকাংশ অভিনয়শিল্পী যেন বাংলাদেশের হয়। চরিত্র বাছাইয়ের জন্য বাংলাদেশ ও ভারতে ২০২০ সালের জানুয়ারি থেকে ফেব্রুয়ারি পর্যন্ত অডিশনের ব্যবস্থা করা হয়। অনেক বাংলাদেশী অভিনয়শিল্পীদের পাশাপাশি অডিশনে সৌম্য জ্যোতি, তারিক আনাম খান, শামীমা নাজনীন ও জয়া আহসানও উপস্থিত ছিলেন। চলচ্চিত্রের অভিনয়শিল্পীদের একটি খসড়া তালিকা ৪ মার্চ ২০২০-এ তৈরি করা হয়। আরিফিন শুভ ছিলেন বঙ্গবন্ধু চরিত্রের জন্য বাছাইকৃত ১৫ অভিনয়শিল্পীদের একজন যাকে ৫ বার অডিশনের পর চূড়ান্ত করা হয়। একটি সাক্ষাৎকারে কেন আরিফিন শুভকে প্রধান চরিত্রে নেওয়া হলো তার উত্তরে পরিচালক হলেন যে সে এই চরিত্রের জন্য উপযুক্ত ব্যক্তি ছিলো। জ্যোতিকা জ্যোতি ও হিমিকে যথাক্রমে শেখ ফজিলাতুন্নেছা মুজিব ও শেখ হাসিনা চরিত্রে বাছাইপর্বে ঠিক করা হলেও তাদের পরবর্তীকালে বাদ দেওয়া হয়। রওনক হাসানকে শেখ কামাল চরিত্রের জন্য বাছাই করা হয়েছিলো, তাকেও পরে বাদ দেওয়া হয়। ফেরদৌস আহমেদকে তাজউদ্দীন আহমদ চরিত্রে চূড়ান্ত করা হলেও ভিসা সংক্রান্ত কারণে তার বদলে রিয়াজকে নেওয়া হয়।\n\n\n=== চিত্রগ্রহণ ===\nচলচ্চিত্রটির চিত্রগ্রহণের প্রকৃত তারিখ হিসেবে নভেম্বর ২০১৯ নির্ধারণ করা হয়েছিলো। পরবর্তীতে তারিখটি ১৭ মার্চ ২০২০-এ পেছানো হলেও তা স্থগিত করা হয়। বঙ্গবন্ধু: একটি জাতির রূপকার কাজের শিরোনামে এর চিত্রগ্রহণ ভারতে ২১ জানুয়ারি ২০২১ তারিখে শুরু হয়। চিত্রগ্রহণের প্রথম ধাপ দেশটিতে ১০০ দিনের মধ্যে সমাপ্ত করার পরিকল্পনা করা হয়। এটা জানানো হয় যে স্বাধীনতা যুদ্ধের দৃশ্যগুলো দ্বিতীয় ধাপে করা হবে। কোভিড-১৯ এর বৈশ্বিক মহামারীর কারণে চলচ্চিত্রের চিত্রগ্রহণের কাজ একাধিকবার স্থগিত করা হয়েছিলো। ২০ নভেম্বর থেকে চলচ্চিত্রের বেশ কিছু দৃশ্য বাংলাদেশের কিছু জায়গাতেও ধারণ করা হয়। চিত্রগ্রহণের দ্বিতীয় ধাপ ৫৯ দিন পর শেষ হয়। এপ্রিল ২০২২ অনুযায়ী খসড়া হিসেবে ৯৬০ মিনিট দৃশ্যধারণ করা হয় বলে জানা গেছে।\n\n\n=== গীত ===\n২০২১ সালে প্রযোজনা দল জাহিদ আকবরের সাথে যোগাযোগ করে তাকে চলচ্চিত্রটির একটি গানের কথা লিখে দিতে বলে। গানটির নাম দেওয়া হয় অচিন মাঝি যার সুরকার ও কণ্ঠশিল্পী ছিলেন শান্তনু মৈত্র, যিনি চলচ্চিত্রটির সঙ্গীত পরিচালক। এটি তার চলচ্চিত্রে গাওয়া প্রথম গান।\n\n\n== সঙ্গীত ==\n\n\n== মূল্যায়ন ==\nশ্যাম বেনেগল জানিয়েছেন যে এই চলচ্চিত্র পরিচালনার সুযোগ পেয়ে তিনি আনন্দিত, ভারতের বন্ধু হিসেবে তিনি বঙ্গবন্ধুর প্রশংসাও করেন। চলচ্চিত্রটির ব্যাপারে মন্তব্য করতে গিয়ে বঙ্গবন্ধুর কন্যা বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনা ইতিবাচক ছিলেন। শ্যাম বেনেগল পরিচালিত চলচ্চিত্রের ব্যাপারে তিনি আশা করেন যে এটি বাংলাদেশের চলচ্চিত্রের ইতিহাসে অবিস্মরণীয় হয়ে থাকবে।\n\n\n=== পরিচালক ===\n\nবঙ্গবন্ধুকে নিয়ে চলচ্চিত্র বানানোর সিদ্ধান্ত নেওয়া হলেও চলচ্চিত্রের পরিচালক হিসেবে তিনজন ভারতীয় পরিচালকের নাম প্রস্তাব করার খবরটি বাংলাদেশীদের অখুশি করে। বাংলাদেশের কিছু বিখ্যাত পরিচালক এই কাজের সমালোচনা করেন। সমালোচকদের মধ্যে ছিলেন গিয়াস উদ্দিন সেলিম, মাহমুদ দিদার ও খিজির হায়াত। আবুল হায়াত ও তৌকির আহমেদ এই ব্যাপারে ইতিবাচক ছিলেন। যাই হোক, এই অসন্তুষ্টির জবাবে গৌতম ঘোষ ইঙ্গিত করেন ভারতীয় জাতির জনক মহাত্মা গান্ধীর চলচ্চিত্র একজন বিদেশী বানিয়েছিলেন। অন্যদিকে কৌশিক গঙ্গোপাধ্যায় মনে করেন যে এটা কোন বড় ব্যাপার নয় কেননা বঙ্গবন্ধু হলেন কাজী নজরুল ইসলামের মতই একজন যিনি ভারত ও বাংলাদেশ দুই দেশেরই সম্পদ।\n\n\n=== ট্রেলার ===\n\nচলচ্চিত্রের ট্রেলার আপলোড হওয়ার পর এটি জনসাধারণের মাঝে মিশ্র প্রতিক্রিয়া সৃষ্টি করে। বিভিন্ন সমস্যার জন্য ট্রেলারটি সমালোচিত হয়। চলচ্চিত্র নির্মাতা হাসিবুর রেজা কল্লোল ট্রেলারটির সমালোচনা করেন। তবে কলকাতা বিশ্ববিদ্যালয়ের ইতিহাসের অধ্যাপক কিংশুক চট্টোপাধ্যায় ইঙ্গিত করেন যে এই বিষয়টা সাধারণ কেননা এমনকি গান্ধী ও জিন্নাহ চলচ্চিত্র দুটিও সমালোচনা থেকে বাঁচতে পারেনি। ট্রেলারের সমালোচনার বিপরীতে পরিচালক শ্যাম বেনেগল বলেন যে পুরো চলচ্চিত্র না দেখে শুধুমাত্র ট্রেলার দেখে প্রতিক্রিয়া দেখানো অনুচিত। সোহানুর রহমান সোহান তার কথাকে সমর্থন জানান। দর্শকদের একটা অংশ অভিযোগ করে যে ট্রেলারটিতে অনেক ঐতিহাসিক ত্রুটি ধরা পড়েছে। চলচ্চিত্রের সংলাপ লেখিকা সাধনা আহমেদ সেসব অভিযোগের যুক্তিখণ্ডন করে দ্য ডেইলি স্টার পত্রিকাকে বলেন যে এই চলচ্চিত্রের ঐতিহাসিক ভুল হওয়ার কোন সম্ভাবনা নেই।\nবাংলাদেশের মানুষ মুজিব চলচ্চিত্রের ট্রেলারের সমালোচনা করায় আরিফিন শুভ বলেন যে এটি অফিশিয়াল ট্রেলার নয়, যদিও দেশটির তথ্যমন্ত্রী হাছান মাহমুদ এই দাবি উড়িয়ে দিয়ে ২৫ মে তারিখে ট্রেলারটি যে অফিশিয়াল তা নিশ্চিত করেন। ২৬ মে তারিখে দেওয়া একটি সাক্ষাৎকারে পরিচালক জানান যে চলচ্চিত্রের প্রযোজনা সম্পন্ন হওয়ার আগে ট্রেলারটি বানানো হয়েছে এবং পরে নতুন একটা ট্রেলার প্রকাশ করা হবে। এছাড়াও তিনি এটা পরিষ্কার করে দেন যে এই ট্রেলারটিকে তিনি ট্রেলার বলার বদলে টিজার বলতেই বেশি আগ্রহী। তিনি পরোক্ষভাবে ট্রেলারের ভুল স্বীকার করে নেন।\n\n\n== মুক্তি ==\n\n\n=== প্রচারণা ===\n\n২০২২ সালের ১৯শে মে কান চলচ্চিত্র উৎসবে ভারতের জন্য সংরক্ষিত প্যাভিলিয়নে চলচ্চিত্রটির ট্রেলার দেখানো হয়। চলচ্চিত্রটি প্রশংসা করেছেন মণ্ডপে দর্শকরা।\n\n\n=== প্রেক্ষাগৃহ ===\nবাংলা ভাষায় নির্মিত চলচ্চিত্রটি ইংরেজি ও হিন্দি দুই ভাষাতে প্রকাশ করার পরিকল্পনা রয়েছে। এর প্রাথমিক মুক্তির তারিখ ছিলো ১৭ মার্চ ২০২০। পরে এর মুক্তির নতুন তারিখ হিসেবে ১৭ মার্চ ২০২২ নির্ধারণ করা হয়। ৩ মার্চ ২০২২ তারিখে ভারতে জাতীয় চলচ্চিত্র উন্নয়ন কর্পোরেশন ঘোষণা দেওয়া হয় যে চলচ্চিত্রটি একই বছরের সেপ্টেম্বর মাসে মুক্তি দেওয়া হবে।\n৬ই সেপ্টেম্বর শেখ হাসিনার চার দিনের ভারত সফরকালে ভারতের পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র অরিন্দম বাগচি বলেন যে, চলচ্চিত্রটি মুক্তির তারিখ নির্ধারণ করা হয়নি, তবে তিনি আশা করছেন ২০২২ সালের শেষের দিকে এটি মুক্তি পাবে। ২০২৩ সালের ৩১ জুলাই বাংলাদেশ চলচ্চিত্র সেন্সর বোর্ড চলচ্চিত্রটিকে কর্তনহীন সেন্সর শংসাপত্র প্রদান করে। ২০ সেপ্টেম্বর ২০২৩ সালে হাসান মাহমুদ বলেন যে সরকার অক্টোবরে দেশে চলচ্চিত্রটি মুক্তি দেওয়ার পরিকল্পনা করছে। ২০২৩ সালের ৩০শে সেপ্টেম্বর ভারতের জাতীয় চলচ্চিত্র উন্নয়ন কর্পোরেশন থেকে নিশ্চিত করা হয় যে এটি ২০২৩ সালের ২৭শে অক্টোবর ভারতে মুক্তি পাবে। অক্টোবরের প্রথম দিনে জানা যায় যে, চলচ্চিত্রটি একই মাসের  ১৩ তারিখে বাংলাদেশে মুক্তি পাবে। ১২ অক্টোবর বৃহস্পতিবার ঢাকার আগারগাঁওয়ের বাংলাদেশ ফিল্ম আর্কাইভে চলচ্চিত্রটির প্রিমিয়ার শো দেখেন বঙ্গবন্ধুর জ্যেষ্ঠ কন্যা শেখ হাসিনা। চলচ্চিত্রটি ১৩ অক্টোবর ২০২৩, শুক্রবার, ২৮শে আশ্বিন ১৪৩০ বঙ্গাব্দ তারিখে বাংলাদেশের ১৫৩টি সিনেমা হলে একযোগে মুক্তি পায়। তাছাড়া এটি ভারত, যুক্তরাজ্য এবং সংযুক্ত আরব আমিরাত সহ কিছু সংখ্যক দেশে মুক্তিপ্রাপ্ত হয়েছে। বাংলাদেশের বাইরে চলচ্চিত্রটি প্রায় ৳৪.১ কোটি আয় করে।\n\n\n== আরও দেখুন ==\nজনপ্রিয় সংস্কৃতিতে শেখ মুজিবুর রহমান\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== উদ্ধৃতি ===\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে মুজিব: একটি জাতির রূপকার  (ইংরেজি)\n\n\n== আরও পড়ুন ==\nহাবিবুল খন্দকার (২০২২)। The Emergence of Bangladesh: Interdisciplinary Perspectives [বাংলাদেশের উত্থান: আন্তঃবিভাগীয় দৃষ্টিভঙ্গি] (ইংরেজি ভাষায়)। প্যালগ্রেভ ম্যাকমিলান। পৃষ্ঠা ৪০২। আইএসবিএন 9811655200।"}