{"pageid": 1023992, "title": "সেলাহ পর্বত (সৌদি আরব)", "url": "https://bn.wikipedia.org/wiki?curid=1023992", "content": "সেলাহ ( আরবি: سلع) আধুনিক সৌদি আরবের মদিনার একটি পর্বত।\nসৌদি আরবের মদিনা পৌরসভা শহরের \" সাতটি মসজিদের জেলা\" এর মাউন্ট সেলা। সেলার অর্থ \"কাটা\", কারণ পর্বতটি দেখে মনে হয় যে এটি বেশ কয়েকবার কাটা হয়েছে। \nখন্দকের যুদ্ধে ইসলামের নবী মুহাম্মদ সেলা পর্বতে বিজয়ের জন্য আল্লাহের কাছে প্রার্থনা করেছিলেন। মুহাম্মদ (সা:) - এর কয়েকটি হাদীসে মাউন্ট সেলাহ এর উল্লেখ করা হয়েছে। যেমন; বৃষ্টির জন্য প্রার্থনা, কাব বিন মালিকের জন্যে ক্ষমা প্রার্থনা। \nআল-হামদানী তাঁরআরবীয় উপদ্বীপের ভূগোল গ্রন্থে মুহাম্মদের ১৫০ বছর পরে একে মদীনা শহরের অংশ হিসাবে উল্লেখ করেছেন।  তাঁর নাম এবং তাঁর সঙ্গীদের নাম উমর ও আলীর নাম পাহাড়ের চূড়ায় একটি পাথরে খোদাই করা আছে। \nবাইবেলে সেলা উল্লেখ করা হয়েছে, যা ইসলামের নবীকেও উল্লেখ করতে হয়ে থাকতে পারে:\n১১ অরণ্য ও তার শহরগুলো তাদের কণ্ঠস্বর তুলে ধরতে দিন;\nযে সব বসতিতে কেদার বাস করে তারা আনন্দ করুক।\nসেলা-র লোকেরা যেন আনন্দে গান গাইতে পারে।\nপাহাড়ের চূড়া থেকে তাদের চিৎকার করতে দাও।\n১২ তারা যেন প্রভুর মহিমা কীর্তন করে\nএবং দ্বীপে তার প্রশংসা ঘোষণা করেন।\n১৩ প্রভু চ্যাম্পিয়নের মত বের হবেন,\nযোদ্ধার মত সে তার উৎসাহ জাগিয়ে তুলবে;\nচিৎকার করে সে যুদ্ধের আর্তনাদ করবে ।\nএবং তার শত্রুদের উপর বিজয় লাভ করবে।\nমুসলমানরা বলে যে ইহুদিরা সেলা পর্বতের নিকটে মদিনায় বাস করছিল কারণ তারা এই ভবিষ্যদ্বাণীটি পড়েছিল এবং তারা জানত যে একজন নবী আসছেন। এ কারণে বনু কুরাইজার সাথে কোন যুদ্ধ হলে তারা বলত যে আমাদের নবীর সময় আসন্ন, তিনি আমাদের সাথে তোমাদের বিরুদ্ধে লড়াই করবেন।\nতবে বেশিরভাগ খ্রিস্টান এবং ইহুদিরা যিশাইয় ৪২ এর সেলেকে আধুনিক যুগের জর্দানের এডনের সেলার উল্লেখ হিসাবে বিবেচনা করে  যা প্রাচীন কেদারে অবস্থিত।\n\nখ্রিস্টানরা দাবি করেন যে, শব্দটি আদোনাই (ঈশ্বর)। তারা যদি ধরে নেয় যে এটি মুহাম্মদের ভবিষ্যদ্বাণী হয় তবে এটি তাকে ঈশ্বর করে দেবে। এর উত্তরে মুসলিম আলেমরা এই বলে প্রতিক্রিয়া জানিয়েছিলেন যে অ্যাডোনাই শব্দের অর্থ \"প্রভু\" কেবল \"ঈশ্বর\" নয়৷ তাই অধ্যায়টি যোদ্ধা সম্পর্কে ভবিষ্যদ্বাণী করেছে এবং এটি কেবল নবী মুহাম্মাদকেই করা হতে পারে৷\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমদিনা পৌরসভা মাউন্ট Selae ছবি ।\nছবি, কাটা মাউন্টেন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ অক্টোবর ২০১৬ তারিখে"}