{"pageid": 1023653, "title": "লেগোস", "url": "https://bn.wikipedia.org/wiki?curid=1023653", "content": "লেগোস নাইজেরিয়ার সর্বাধিক জনবহুল শহর ও আফ্রিকার বৃহত্তম শহর। মূল শহরটিতে ২০২১ সালের হিসাবে ১,৪৮,৬২,০০০ জন জনসংখ্যার সাথে লেগোস মহানগরীর মোট জনসংখ্যা ২১.৩ মিলিয়ন। এটি কায়রোর পরে আফ্রিকার দ্বিতীয় বৃহত্তম মহানগর অঞ্চল। লেগোস সমগ্র আফ্রিকার জন্য একটি প্রধান আর্থিক কেন্দ্র এবং এটি লেগোস রাজ্যের অর্থনৈতিক কেন্দ্র। অতিমহানগরীটিতে (মেগাসিটি) আফ্রিকার চতুর্থ সর্বোচ্চ জিডিপি এবং এই মহাদেশের বৃহত্তম ও ব্যস্ততম সমুদ্রবন্দর রয়েছে। এটি বিশ্বের দ্রুত বর্ধমান শহরগুলির মধ্যে একটি।\nলেগোস প্রথমদিকে পশ্চিম আফ্রিকার ইওরুবার আওরি উপজাতির আবাসস্থল হিসাবে আত্মপ্রকাশ করে এবং পরবর্তীতে দ্বীপসমূহের সমন্বয়ের ভিত্তিতে একটি বন্দর নগরী হিসাবে আবির্ভূত হয়, যা বর্তমানের লেগোস দ্বীপ, এতি-ওসা, আমুও-ওডোফিন ও আপাপায়ের স্থানীয় সরকার অঞ্চলসমূহ (এলজিএ) মধ্যে অন্তর্ভুক্ত রয়েছে। লেগোস লেগুনের মোহনার দক্ষিণ পশ্চিমে আটলান্টিক মহাসাগর থেকে বাধা দ্বীপ ও পূর্ব-পশ্চিমে ১০০ কিলোমিটার (৬২মাইল) পর্যন্ত প্রসারিত বার সৈকতের মতো লম্বা বালির চর দ্বারা সুরক্ষিত দ্বীপসমূহ খাঁড়ি দ্বারা পৃথক। দ্রুত নগরায়ণের কারণে, এই শহরটি লেগুনের পশ্চিমে প্রসারিত হয়ে বর্তমান লেগোস মূলভূখণ্ড, অজেরোমি-ইফেলোডুন ও সুরুলেরকে অন্তর্ভুক্ত করেছে। এর ফলে লেগোসকে দুটি প্রধান অঞ্চলে শ্রেণিবিন্যাস করা হয়: দ্বীপ, যা মূল ভূখণ্ড হিসাবে পরিচিত অঞ্চলে প্রসারিত হওয়ার আগে লগোসের প্রাথমিক শহর ছিল। এই শহর অঞ্চলটি ১৯৬৭ সালে লেগোস রাজ্য গঠনের আগ পর্যন্ত সরাসরি যুক্তরাষ্ট্রীয় সরকার কর্তৃক পরিচালিত হত, যার ফলে লেগোস শহরকে বর্তমান সাতটি স্থানীয় অঞ্চলে (এলজিএ) বিভক্ত করা হয়েছিল এবং তৎকালীন পশ্চিমাঞ্চলীয় অঞ্চল থেকে অন্যান্য শহর যুক্ত (যা বর্তমানে ১৩ টি এলজিএ গঠন করে) হয় এবং এই রাজ্যটি তৈরি হয়।\n১৯১৪ সালে একত্রীকরণ করার পর থেকে লোগোস শহরটি নাইজেরিয়ার রাজধানী, লেগোস রাজ্য গঠিত হওয়ার পরে শহরটি রাজ্যেরও রাজধানী হয়ে ওঠে। তবে, পরে রাজ্য রাজধানীটি ১৯৯৭ সালে ইকেজায় স্থানান্তরিত হয় এবং যুক্তরাষ্ট্রীয় রাজধানী ১৯৯১ সালে আবুজাতে স্থানান্তরিত হয়। যদিও লেগোসকে এখনও বিস্তৃতভাবে একটি শহর হিসাবে চিহ্নিত করা হয়, বর্তমানের লেগোস, \"মেট্রোপলিটন লেগোস\" নামে পরিচিত এবং সরকারিভাবে \"লেগোস মেট্রোপলিটন অঞ্চল\" নামে পরিচিত একটি নগর সমষ্টি বা পৌরপুঞ্জ, যা লেগোস রাজ্যের রাজ্যের রাজধানী ইকেজা সহ ১৬ টি এলজিএ নিয়ে গঠিত। এই পৌরপুঞ্জটি লেগোস রাজ্যের মোট জমি ক্ষেত্রের ৩৭%, তবে রাজ্যের মোট জনসংখ্যার প্রায় ৮৫% নিয়ে গঠিত।\nমেট্রোপলিটন লেগোসের সঠিক জনসংখ্যা নিয়ে বিতর্ক রয়েছে। ২০০৬ সালের যুক্তরাষ্ট্রীয় আদমশুমারির তথ্য অনুসারে, এই পৌরপুঞ্জের জনসংখ্যা ছিল প্রায় ৮ মিলিয়ন। তবে, এই পরিসংখ্যানটি লেগোস রাজ্য সরকার দ্বারা বিতর্কিত হিসাবে চিহ্নিত হয়, যার ফলে পরবর্তী সময়ে রাজ্য সরকার কর্তৃক নিজস্ব জনসংখ্যার তথ্য প্রকাশিত হয় এবং লেগোস মহানগর অঞ্চলের জনসংখ্যা প্রায় ১৬ মিলিয়ন হিসাবে নির্ধারিত হয়। বেসরকারী পরিসংখ্যানসমূহ ২০১৫ সালে \"বৃহত্তর মহানগরীয় লেগোস\"-এর জনসংখ্যাকে প্রায় ২১ মিলিয়ন নির্ধারণ করে, যার মধ্যে লেগোস ও প্রায় ওগুন রাজ্য পর্যন্ত প্রসারিত আশেপাশের মেট্রো অঞ্চল রয়েছে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}