{"pageid": 1023265, "title": "অজিত কুমার ব্যানার্জি", "url": "https://bn.wikipedia.org/wiki?curid=1023265", "content": "ডঃ অজিত কুমার ব্যানার্জী (ইংরেজি: Dr. Ajit Kumar Banerjee) (১ সেপ্টেম্বর, ১৯৩১ – ২৯ নভেম্বর, ২০১৪)  ছিলেন একজন বিশিষ্ট পরিবেশবিদ ও বন ব্যবস্থাপনায় বিশেষজ্ঞ ব্যক্তিত্ব। তিনি জয়েন্ট ফরেস্ট ম্যানেজমেন্ট তথা যৌথ বন ব্যবস্থাপনা'র জনক হিসাবে পরিচিতি লাভ করেছেন। ১৯৭২ খ্রিস্টাব্দে পশ্চিমবঙ্গের আরাবরি প্রকল্পে যৌথ বন ব্যবস্থাপনা বাস্তবায়িত করায় বিশ্বে সংশ্লিষ্ট সকলের দৃষ্টি আকর্ষণ করেন। \n\n\n== জন্ম ও শিক্ষাজীবন ==\nডঃ অজিত ব্যানার্জি কলকাতার কালীঘাটের এক অভিজাত পরিবারে জন্ম গ্রহণ করেন। পিতা সুধামাধব বন্দ্যোপাধ্যায় ও মাতা উৎসারানী বন্দ্যোপাধ্যায়। পিতামহ ও পিতামহী ছিলেন যথাক্রমে অমৃত বন্দ্যোপাধ্যায় ও তুফানতরঙ্গিনী দেবী। তার স্কুলের পড়াশোনা বালিগঞ্জ রাষ্ট্রীয় উচ্চ বিদ্যালয়ে। স্নাতক হন কলকাতার প্রেসিডেন্সি কলেজ থেকে। টরোন্টো বিশ্ববিদ্যালয় হতে পিএইচডি ডিগ্রি লাভ করেন।\n\n\n== পশ্চিমবঙ্গে ভারতীয় বন পরিষেবায় অবদান ==\nযৌথ বন ব্যবস্থাপনা র ধারণাটি ডঃ অজিত কুমার ব্যানার্জির মস্তিষ্কপ্রসূত। আরাবরির অঞ্চলে বাণিজ্যিকভাবে লাভজনক বনজ সম্পদ হল 'শাল' গাছের কাঠ। ১৯৭২ খ্রিস্টাব্দে ডঃ ব্যানার্জি বিভাগীয় বন আধিকারিক হিসাবে বনসৃজনের যে কাজে লিপ্ত ছিলেন, সেটা স্থানীয় জনগণের ক্রমাগত গোচারণ ও অবৈধভাবে ফসল ফলানোয় ব্যাহত হচ্ছিল। সেসময় সরকার ও জনগণের মধ্যে বনজ সম্পদ ভাগাভাগির কোন উদ্যোগ ছিল না। বন আধিকারিক তার বনকর্মীদের পরামর্শ না মেনে স্থানীয় গ্রামবাসীদের এগারোজন প্রতিনিধি নিয়ে অ্যাডহক বনরক্ষা কমিটি গড়লেন।  প্রাথমিকভাবে ১২.৭ বর্গকিলোমিটার আয়তনের এক অবনমিত বনাঞ্চলে ৬১২ টি পরিবারের মধ্যে প্রকল্পটি বাস্তবায়িত করা হয়। এর থেকে ২৫ শতাংশ লাভ গ্রামবাসীদের মধ্যে বণ্টন করা হয়। সরকারের পক্ষ থেকে প্রথম দিকে সম্মতি প্রদান করা হয়নি। কিন্তু পরবর্তীকালে আন্তর্জাতিক শংসালাভের পর ১৯৮৭ খ্রিস্টাব্দে ও তারপরে যৌথ বন ব্যবস্থাপনায় সম্মতি প্রদান ও আরো বিস্তৃত অঞ্চলে এই ব্যবস্থাপনা প্রসারিত করা হয়।\nভারতের বন আন্দোলনে যৌথ বন ব্যবস্থাপনা রাজ্য সরকারের বন বিভাগ ও স্থানীয় সম্প্রদায় উভয়ের অংশগ্রহণে এক আইনানুগ ও জনপ্রিয় পরিভাষা। যৌথ বন আন্দোলনের নীতি ও উদ্দেশ্য ১৯৮৮ খ্রিস্টাব্দে রচিত ভারতের জাতীয় বন নীতিতে ও ১৯৯০ খ্রিস্টাব্দে রচিত নির্দেশিকায় বিস্তারিত উল্লেখ আছে।\nবিভিন্ন রাজ্যে বিভিন্ন প্রকল্প বিভিন্ন নামে বিভিন্ন ভারতীয় ভাষায় পরিচিত হলেও সাধারণত গ্রাম সমিতি যা কিনা বন রক্ষা কমিটি হিসাবে পরিচিত ও সরকারি বন বিভাগের মধ্যে যৌথ বন ব্যবস্থাপনা চুক্তি স্বাক্ষরিত হয়। গ্রামবাসীরা আগুন, গোচারণ, অবৈধ ফসল ফলানোয় হতে বনজ সম্পদ রক্ষায় সম্মত হন এবং বিনিময়ে কাঠ ব্যতীত বনজ সম্পদ ও কাঠের পণ্য বিক্রয়ের লভ্যাংশ পেয়ে থাকে। \n\n\n== কর্মজীবন ==\nডঃ অজিত ব্যানার্জি ১৯৮০ খ্রিস্টাব্দের মাঝামাঝি সময়ে বিশ্বব্যাঙ্কে যোগ দেন এবং মেদিনীপুরের তার উদ্ভাবনী প্রকল্পের সাফল্যের প্রতি দৃষ্টি আকর্ষণ করেন। ১৯৮৭ খ্রিস্টাব্দে যৌথ বন ব্যবস্থাপনায় পুনর্গঠিত পশ্চিমবঙ্গের সামাজিক বনজ প্রকল্পে বিশ্ব ব্যাঙ্ক অর্থ প্রদান করে। ১৮৮৯ খ্রিস্টাব্দে পশ্চিমবঙ্গ বন অধিকরণ যৌথ বন ব্যবস্থাপনা সম্পর্কিত বিজ্ঞপ্তি জারি করে এবং ১৯৯০ খ্রিস্টাব্দে কাঠ বিক্রয়ে অর্জিত লভ্যাংশের এক চতুর্থাংশ বন রক্ষা কমিটিকে প্রদানের সম্মতি জানায়।\nডঃ ব্যানার্জি বিশ্বব্যাঙ্কে এশিয়ার কারিগরি বিভাগের অধীনস্থ পরিবেশ ও প্রাকৃতিক সম্পদ বিভাগে বরিষ্ঠ বনাঞ্চল বিশেষজ্ঞের দায়িত্বে ছিলেন।  তিনি জাতীয় ট্রাস্টি ও ওয়াল্ড ওয়াইড ফান্ডের পূর্বাঞ্চলীয় কমিটির সভাপতি হিসাবেও কর্মরত ছিলেন। তিনি সিইএমও, এফএসিই র সভাপতি ও কলকাতার ট্রান্সপারেন্সি ইন্টারন্যাশনালের সম্পাদক এবং কলকাতার ইনস্টিটিউট অফ ডেভেলপমেন্ট স্টাডিজের সদস্য ছিলেন। \n\n\n== উত্তরাধিকার ==\nতিনি  বহু গ্রন্থ, প্রতিবেদন, পুস্তকের অধ্যায়, প্রযুক্তি-বিষয়ক পত্রিকায় নিবন্ধ এবং  জনপ্রিয়  সংবাদপত্র নিবন্ধ লিখেছেন। ড. অজিত ব্যানার্জি  রচিত কিছু প্রকাশনা নিচে দেওয়া হল -\n\nব্যানার্জি, একে (১৯৮৯)। ক্রান্তীয় বন ইকোসিস্টেমগুলিতে ঝোপঝাড়: ভারত থেকে উদাহরণস্বরূপ, বিশ্বব্যাংকের প্রযুক্তিগত কাগজ নং ১০৩, দ্য ওয়ার্ল্ড ব্যাংক: ওয়াশিংটন ডিসি। \nব্যানার্জি, একে (১৯৯৫)। এশিয়ার অবনিত বনাঞ্চলের পুনর্বাসন, বিশ্বব্যাংকের প্রযুক্তিগত কাগজ নং ২৭০, দ্য ওয়ার্ল্ড ব্যাংক: ওয়াশিংটন ডিসি,আইএসএসএন 0253-7494 । \nব্যানার্জি, একে (১৯৯৭)) এশিয়া ও প্রশান্ত মহাসাগরীয় অঞ্চলে বন ব্যবস্থাপনার বিকেন্দ্রীকরণ এবং বিকাশ, এশিয়া-প্যাসিফিক বন বিভাগ, কার্যপত্রক নং: এপিএফএসওএস / ডাব্লুপি / ২১, এফএও: বনজ নীতি ও পরিকল্পনা বিভাগ, রোম। \nব্যানার্জি, অজিত কুমার (২০০৪)। পশ্চিমবঙ্গে অংশগ্রহণমূলক বন পরিচালন: নীতি ও বাস্তবায়নের একটি পর্যালোচনা।\nব্যানার্জি, অজিত কুমার (২০০৭)। পশ্চিমবঙ্গে যৌথ বন ব্যবস্থাপনা, বন, জনগণ ও শক্তি, দক্ষিণ এশিয়ায় পলিটিকাল ইকোলজি অব রিফর্ম, সম্পাদকগণ। স্প্রিংয়েট-বাগিনস্কি, অলিভার এবং ব্লেইকি, পাইর্স, আর্থস্ক্যান: নিউ ইয়র্ক, পিপি। 221-258। \n\n\n== মৃত্যু ==\nডঃ ব্যানার্জি কলকাতার ৯ নম্বর গ্রিক চার্চ রো এক্সটেনশনের বাসভবনে ২০১৪ খ্রিস্টাব্দের ২৯ নভেম্বর শেষ নিঃশ্বাস ত্যাগ করেন। মৃত্যুকালে তিনি তার স্ত্রী, অর্থোপেডিক সার্জন পুত্র ডঃ অরিন্দম ব্যানার্জি, পুত্রবধূ  ও এক পৌত্র রেখে গেছেন।.\n\n\n== তথ্যসূত্র =="}