{"pageid": 1023031, "title": "জলদেবতার তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1023031", "content": "পুরাণকথায় জলদেবতা বলতে জল বা বিভিন্ন জলাশয়ের সঙ্গে বিজড়িত দেবতাদের বোঝায়। জলদেবতার ধারণাটি বিভিন্ন দেশের পুরাণে প্রায়শই লক্ষিত হয়। বিশেষত যে সকল সভ্যতায় সমুদ্র বা মহাসাগর অথবা কোনও বড়ো নদী বিশেষ গুরুত্বপূর্ণ ছিল সেই সভ্যতাগুলিতে জলদেবতাদের বিশেষ মর্যাদা প্রদান করা হত। জলদেবতা উপাসনার অপর একটি গুরুত্বপূর্ণ কেন্দ্র ছিল প্রস্রবণ ও পবিত্র কূপগুলি।\n\n\n== আফ্রিকা ও মধ্যপ্রাচ্য ==\n\n\n=== সাহারা-নিম্নবর্তী আফ্রিকা ===\n\n\n==== পশ্চিম নাইজার-কঙ্গো ====\nবেনিন\n\nএজিলি, মিষ্টি জল, সৌন্দর্য ও প্রেমের দেবী।\nডোগোন\n\nনোম্মো, পূর্বপুরুষ রূপে পূজিত উভচর প্রেতাত্মা।\nসেরের\n\nমিন্দিস – সেরের ধর্মে দেবতা রূপে পূজিত না হলেও, দেবীসুলভ গুণাবলি-বিশিষ্ট এক পানোগুল। তিনি ফাটিক অঞ্চলের অন্যতম রক্ষয়িত্রী। সিনে নদীতে তাঁর নামে বলি উৎসর্গ করা হত। মানুষের সামনে তিনি মানাটির রূপে আবির্ভূত হন। তিনি হলেন বহুল পরিচিত ফ্যানগুল-দের (প্যানগুল শব্দের একবচন) অন্যতম। তিনি একজন আদর্শ জল ফানগুল-এর বৈশিষ্ট্যগুলির অধিকারী; এবং সেই সঙ্গে ক্ষেত্রবিশেষে তিনি একজন রক্ত ফানগুল-ও বটে। সেনেগালীয় সংস্কৃতি মন্ত্রক ফাটিকের স্মারকসৌধ ও ঐতিহাসিক স্থানের তালিকায় ম্বিন্দ ন্গো মিন্দিস ক্ষেত্রটিকেও অন্তর্ভুক্ত করেছে। সিনেতে অবস্থিত এবং সেরেরের নামাঙ্কিত একটি খাঁড়ির এই স্থানটিতেই দেবীর উদ্দেশ্যে বলি উৎসর্গ করা হত।\nইয়োরুবা\n\nওশুন, এক নদী ওরিশা (এক ধরনের প্রেতাত্মা বা দেবী)\nওলোকুন, এক সামুদ্রিক ওরিশা\nইয়েমোজা, এক নদী ওরিশা ও সামুদ্রিক ওরিশা (নব জাগতিক ইয়োরুবা ধর্মসমূহেও)।\nলুগানদান \n\nসেজিবোয়া, সেজিবোয়া নদীর দেবী।\nবাতোংগা\n\nন্যামি ন্যামি, জাম্বেজি নদীর দেবতা বা জাম্বেজি সর্প প্রেতাত্মা। টোংগা উপজাতির সর্বাধিক গুরুত্বপূর্ণ দেবতাদের অন্যতম। টোংগারা বিশ্বাস করে, ন্যামি ন্যামি তাঁদের রক্ষা করেন এবং কঠিন সময়ে রসদের জোগান দেন।\nকঙ্গো\n\nবুনজি, বৃষ্টি, রামধনু ও জলের দেবী।\nচিকামাসিচিনুইঞ্জি, মহাসাগরের রাজা।\nফুনজা, জল, দ্বৈত ঘটনা ও শিশুদের অঙ্গবিকৃতির দেবী। ম্বুম্বার স্ত্রী।\nকালুঙ্গা, মৃত্যু এবং জীবিত ও মৃতের জগতের সীমান্তের দেবতা।\nকিমবাজি, সামুদ্রিক ঝড়ের দেবী।\nকুইতিকুইতি, কঙ্গো নদীর সর্পদেবতা।\nলুসুনজি, বসন্ত ও জলের দেবতা।\nমাম্বা মুন্তু, জল ও যৌনতার দেবী।\nমাকাংগা।\nম্বান্তিলান্দা।\nম্বুম্বা, পার্থিব জলের রামধনু সর্প ও যোদ্ধাদের দেবতা।\nম্বোজ.\nম্পুলু বুনজি, বৃষ্টি ও জলের দেবতা।\nমুনদেলে, সমুদ্রের আলবিনো দেবতাগণ।\nসিম্বি দিয়া মাজা, জল, হ্রদ ও নদীর উপদেবী বা দেবী।\n\n\n=== আফ্রো-এশীয় মধ্যপ্রাচ্য ===\nউত্তর আফ্রিকা, আরাব ও লেভান্টের হামিটো-সেমিটিক অঞ্চলসমূহ\n\n\n==== কনানীয় ====\nইয়াম, সমুদ্রের দেবতা।\n\n\n==== মিশরীয় ====\n\nআনুকেত - নীল নদের বৃহৎ শক্তিশালী জলপ্রপাতসমূহ, সাধারণভাবে নিম্ন নিউবিয়ার দেবী এবং শস্যক্ষেত্রের পুষ্টিদাত্রী। বিশেষত প্রথম জলপ্রপাতিটির কাছে অবস্থিত এলিফ্যান্টাইনে তাঁকে পূজা করা হত।\nবাইরথি, জলের দেবী; চিত্রে দেখা যায় তিনি মাথায় একটি ছোটো পাত্র বিনা অবলম্বনে বহন করছেন এবং হাতে একটি বর্শার ন্যায় রাজদণ্ড ধরে রয়েছেন।\nহাপি, নীল নদের বার্ষিক বন্যার দেবতা।\nখ্নুম, নীল নদের দেবতা।\nনেফথিস, নদনদী, মৃত্যু, শোক, মৃত ব্যক্তি ও রাত্রির দেবী।\nনু, অ-সৃষ্ট দেবতা, আদ্যকালীন জলের মূর্তিরূপ।\nওসাইরিস, মৃত্যু ও পরলোকের দেবতা; আদিতে ছিলেন জল ও উদ্ভিদের দেবতা।\nসাতেত, নীল নদের বন্যার দেবী।\nসোবেক, নীল নদের দেবতা, কুমির বা কুমিরের মাথাবিশিষ্ট মানুষের রূপে চিত্রিত।\nতেফনুত, জল, আর্দ্রতা ও উর্বরতার দেবী।\n\n\n==== হিব্রু ====\nলেভিয়াথান, সামুদ্রিক সর্প।\n\n\n==== মেসোপটেমীয় ====\nআবজু, মিষ্টি জলের দেবতা, অন্য সকল দেবতাদের পিতা।\nএনবিলুলু, নদনদী ও খালের দেবতা।\nএনকি, জল ও টাইগ্রিস নদীর দেবতা।\nমারডুক, জল, উদ্ভিজ্জ, বিচার ও জাদুবিদ্যার সঙ্গে জড়িত দেবতা।\nনাম্মু, আদ্যকালীন সমুদ্রের দেবী।\nনানশে, পারস্য উপসাগর, সামাজিক ন্যায়, ভবিষ্যদ্বাণী, উর্বরতা ও মাছ ধরার দেবী।\nতিয়ামার, নোনা জল ও বিশৃংখলার দেবী, সেই সঙ্গে সকল দেবতাদের মাতা।\nসিরসির, সমুদ্রযাত্রীদের দেবতা।\n\n\n== আরও দেখুন ==\n\nপবিত্র কূপ\nনাড়ি (যোগ)\nপ্রকৃতি পূজা\nসামুদ্রিক দৈত্য\nজল চক্র\nজল প্রেতাত্মা\n\n\n== তথ্যসূত্র =="}