{"pageid": 1024876, "title": "ডোমেস্টিক গার্লফ্রেন্ড", "url": "https://bn.wikipedia.org/wiki?curid=1024876", "content": "ডোমেস্টিক গার্লফ্রেন্ড (জাপানি: ドメスティックな彼女, হেপবার্ন: ডমেসুটিক্কু না কানোজো) হলো কেই সাসুগার লিখিত ও চিত্রিত একটি জাপানিজ মাঙ্গা। ২০১৪ সালের এপ্রিল থেকে ২০২০ সালের জুন মাস পর্যন্ত কো দানশার উইকলি শোনেন ম্যাগাজিনে এটি ধারাবাহিকভাবে প্রকাশিত হয় এবং পরবর্তীকালে এর আঠাশটি \"তানকোবোন\" খন্ড সংকলিত হয়েছিল। কোদানশা ইউএসএ কর্তৃক সিরিজটি কোদানশা কমিক্সে  ইংরেজি ভাষায় ছাপানো হয়।।\nডিওমেডিয়া এর একটি অ্যানিমে টেলিভিশন সিরিজ প্রযোজিত করে, যা ২০১৯ সালের জানুয়ারি থেকে মার্চ মাস পর্যন্ত এমবিএস-এর অ্যানিমিসম ব্লকে সম্প্রচারিত হয়।।\n\n\n== সারাংশ ==\n\n\n=== ভাববস্তু ===\nনাতসুও ফুজি নিজের শিক্ষিকা, হিনার সঙ্গে আশাহত ভাবে প্রেমে পড়ে, কিন্তু এই অনুভূতিগুলো থেকে মুখ সরাতে সে তার বন্ধুদের সাথে এক পার্টিতে যেতে রাজি হয়। সেখানে এক অদ্ভুত মেয়ে, রুই তাচিবানার সঙ্গে তার সাক্ষাৎ হয় এবং দুজনে পার্টি থেকে লুকিয়ে পালায়। সে নাতসুওকে তার বাড়িতে ডেকে নিয়ে আসে ও তাকে যৌনসহবাসের আহ্বান জানায়। নিজের ভালোবাসা কখনো কোনো ফলপ্রদান করবে না, এইভেবে হতাশ হয়ে নাতসুও তার সতীত্বকে বিদায় জানায়। পরদিন, নাতসুওর বাবা নাতসুওকে বলে যে সে পুনরায় বিয়ে করতে চায় আর তার প্রত্যাশিত সঙ্গী এইদিন বিকেলে তাদের বাড়িতে আসতে চলেছে। যখন দরজা খোলা হয়, তখন দেখা যায় যে রুই আসলে হিনার বোন ও তারা দুজনে সুকিকো তাচিবানার দুই মেয়ে, যাকে নাতসুওর বাবা বিয়ে করতে চলেছে।।\n\n\n=== তাৎপর্য ===\n\"ডোমেস্টিক গার্লফ্রেন্ড\" কাহিনীটিতে, নিজের প্রথম ভালোবাসা আর নিজের প্রথম যৌনসঙ্গীর প্রতি নাতসুওর যেভাবে বিবাদপূর্ন অনুভূতিগুলির সূচনা ঘটেছিল, তা ফুটে ওঠে; এই গল্পে সৎ ভাই-বোনদের মধ্যে এক বিতর্কমূলক পরস্পরবিরোধী আবেগপ্রবণতার সৃষ্টি হয়। যৌবন, পরিবার, বন্ধুত্ব, শিক্ষা, বিকাশ এবং পেশার উপর গুরুত্ব প্রদান করে একটি শিক্ষার্থীর সঙ্গে একজন শিক্ষকের সম্পর্কও কাহিনী-অবল্বনে দৃষ্টান্তমূলক ভাবে তুলে ধরা হয়েছে।।\n\n\n== চরিত্র ==\nনাতসুও ফুজি (藤井 夏生, ফুজি নাতসুও)\nকণ্ঠ দিয়েছেন: তাকু ইয়াশিরো (জাপানি); অস্টিন টিন্ডেল (ইংরেজি)\nনাতসুও হলো একজন ১৭ বছর বয়সী হাই স্কুলের ছাত্র। নাতসুওর ঔপন্যাসিক হওয়ার গভীর বাসনা থাকলেও সে তার সৃজনশীল সত্ত্বাকে নিজের বন্ধুদের সামনে কখনো প্রকাশ করেনা। সে নিজের বিদ্যালয়ের শিক্ষিকা হিনা তাচিবানা এবং ভবিষ্যতের সহপাঠীনি ও সৎবোন রুই তাচিবানার সঙ্গে প্রেমে জড়িয়ে পড়ে।\nরুই তাচিবানা (橘 瑠衣, তাচিবানা রুই)\nকণ্ঠ দিয়েছেন: মায়া উচিদা (জাপানি); ন্যাটালি রিয়াল (ইংরেজি)\nরুই হচ্ছে একজন হাই স্কুলের ছাত্রী, যে নাতসুওর ভালোবাসায় জড়িয়ে পড়ে। বন্ধুদের সাথে বেড়াতে গিয়ে নাতসুওর সঙ্গে তার প্রথম সাক্ষাৎ এবং দুজনে কিছুপরেই একে অপরের সাথে যৌনসহবাসে লিপ্ত হয়। কিন্তু অপ্রত্যাশিতভাবে মায়ের পুনরায় বিয়ে হওয়ার জন্যে সেই নাতসুওরই সৎ বোন হয়ে যায় রুই।\nহিনা তাচিবানা (橘 陽菜, তাচিবানা হিনা)\nকণ্ঠ দিয়েছেন: ইয়োকো হিকাসা (জাপানি); প্যাট্রিসিয়া ডুরান (ইংরেজি)\nহিনা হচ্ছে একজন হাই স্কুলের ইংরেজি শিক্ষিকা যে নিজের ছাত্র ও সৎ ভাই নাতসুওর সাথে এক অবৈধ সম্পর্ক তৈরি করে।\nমোমো কাশিয়াবারা (柏原 もも, কাশিয়াবারা মোমো)\nকণ্ঠ দিয়েছেন: হারুকা ইয়োশিমুরা (জাপানি); হিলারি হ্যাগ (ইংরেজি)\nমোমো হলো রুই আর নাতসুওর একজন সহপাঠিনী। মোমো কিন্তু বেশ ছেনালিপূর্ন এবং যৌন-প্রতিশ্রুতিবদ্ধ মেয়ে (কাহিনী অবলম্বনে জানা যায় যে সে ৩০ জনেরও বেশি ছেলেদের সাথে প্রেম করেছে; এমনকি নাতসুওর এক বন্ধুও তাতে সামিল হয়েছিল), এছাড়াও তার অদ্ভুতরকমের পুতুল বানানোর সখও রয়েছে। সে রুইকে নিজের বন্ধু বানায়, যদিও তাকে মোমোর ব্যাপারে আগে থাকতে সতর্ক করা হয়েছিল এবং পরে সে নাতসুওর উপর নজর দেওয়া শুরু করে। মোমো একজন ভেঙ্গে যাওয়া পরিবারের মেয়ে ছিল, এমনকি একবার সে আত্মহত্যা করারও চেষ্টা পর্যন্ত করেছিল। চেহারা বাদ দিয়ে দেখলে বোঝা যায় যে সে আসলে খুবই মেধাবী একজন ছাত্রী, সে বিদ্যালয়ের পরীক্ষাগুলিতে সর্বোচ্চ দশ স্থানে জায়গা করতে সফল হয়েছিল।\nমিউ আসিহারা (葦原 美雨, আসিহারা মিউ)\nকণ্ঠ দিয়েছেন: কোনোমি কোহারা (জাপানি); লুসি খ্রিস্টিয়ান (ইংরেজি)\nনাতসুও, রুই আর মোমোর বিদ্যালয়ের সাহিত্য সংঘে যোগদান করা অবধি মিউ সেখানকার একমাত্র সদস্য ছিল। সে বেশ লাজুক ও মৃদুভাষী মেয়ে হলেও স্কুলের পাঠাগারে কঠোরভাবে নিয়ম মেনে চলতে তাকে দেখা যায়। মিউ নিজের স্কুলের জাপানীজ শিক্ষক, কিরিয়াকে পছন্দ করে, তবে সে এতটাই লাজুক যে নিজের অনুভূতি স্বীকার করতে পারে না।\nআকিহিতো ফুজি (藤井 昭人, ফুজি আকিহিতো)\nকণ্ঠ দিয়েছেন: নোবুও তোবিতা (জাপানি); মার্ক এক্স. লাসকোস্কি (ইংরেজি)\nইনি হলেন নাতসুওর বাবা, যিনি তার প্রাক্তন স্ত্রীর মৃত্যুর ১০ বছর পর তোকিকো তাচিবানাকে প্রেম করতে শুরু করেছিলেন। পুনরায় বিবাহের পর হিনা আর রুই তার দুই সৎ মেয়ে হয়ে গিয়েছিল।\nতোকিকো তাচিবানা (橘 都樹子, তাচিবানা তোকিকো)\nকণ্ঠ দিয়েছেন: ইউরিকা হিনো (জাপানি); কার্লি মোজিয়ার (ইংরেজি)\nতোকিকো হলেন হিনা আর রুই এর মা। অন্য একটি মহিলার জন্যে স্বামী তাকে ছেড়ে চলে যাওয়ায় তিনি আকিহিকোকে ভালোবাসতে শুরু করেন। পুনরায় বিবাহের পর নাতসুও তার সৎ ছেলে হয়ে যায়।\nফুমিয়া কুরিমোতো (栗本 文哉, কুরিমোতো ফুমিয়া)\nকণ্ঠ দিয়েছেন: তাকুয়া এগুচি (জাপানি); অ্যান্ড্রিউ লাভ (ইংরেজি)\nনাতসুওর সবথেকে ভালো বন্ধু ও উপদেষ্টা হলো ফুমিয়া। সে একটি বার-এ কাজ করে।\nইয়ুয়া মাসাওকা (柾岡 悠弥, মাসাওকা ইয়ুয়া)\nকণ্ঠ দিয়েছেন: তাকিয়েকি মাসুয়ামা (জাপানি); কোর্টল্যান্ড জনসন (ইংরেজি)\nইয়ুয়া হচ্ছে নাতসুওর একজন বন্ধু।\nকাজুশি কাইন (木根 和志, কাইন কাজুশি)\nকণ্ঠ দিয়েছেন: গাকুতো কাজিওয়ারা (জাপানি); মাইক হায়মোটো (ইংরেজি)\nকাজুশি হচ্ছে নাতসুওর একজন বন্ধু।\nরেইজি কিরিয়া (桐谷 怜士, কিরিয়া রেইজি)\nকণ্ঠ দিয়েছেন: হিকারু মিদোরিকাওয়া (জাপানি); ডেভিড ওয়াল্ড (ইংরেজি)\nইনি হলেন একজন বিখ্যাত লেখক, যিনি ইউ হাসুকাওয়া ছদ্মনামে নিজের লেখা প্রকাশ করেন। এছাড়াও তিনি বিদ্যালয়ের সাহিত্য সংঘের উপদেষ্টা।\nশু হাগিওয়ারা (萩原 柊, শু হাগিওয়ারা)\nকণ্ঠ দিয়েছেন: দাইসুকে হিরাকাওয়া (জাপানি); অ্যাডাম গিবস (ইংরেজি)\nশু হলেন একজন ৩২ বছর বয়সী, বিশ্ববিদ্যালয়ের জীবনবিজ্ঞান ল্যাবের গবেষক।\nমাসাকি কোবায়াসি (小林 昌樹, কোবায়াসি মাসাকি)\nকণ্ঠ দিয়েছেন: কেনজিরো সুদা (জাপানি); জন গ্রেমিলিয়ন (ইংরেজি)\nমাসাকি কোবায়াসি হলো বর্তমানে একজন বারটেন্ডার, কিন্তু এছাড়াও যে কাফেতে ফুমিয়া কাজ করে ও নাতসুও, রুই, হিনা প্রায়শই আসে, সেখানকার মালিক। অতীতে সে একজন ইয়াকুজা সর্দারের ছেলে হিসেবে ভবিষ্যতের জন্যে উদিয়মান তারকা ছিল। তবে একদিন অপর একটি বিপক্ষ শাখার ইয়াকুজা পুরুষকে দেখে তার প্রেমে পড়ে যায়।  নিজের সমকামী জীবনধারায় সুখের অন্বেষণে মাসাকি তার ইয়াকুজা পদমর্যাদা ত্যাগ করে দেয়।\nকোবায়াসি তার সবচাইতে পছন্দের কাস্টমারদের জন্যে পরামর্শদাতা ও উপদেষ্টাও হতে পারে। সে সর্বদা নাতসুও আর বাকি সবাইকে সাহায্য করতে এগিয়ে আসে, বিশেষত যখন সমস্যটা ভালোবাসা নিয়ে হয়। সুদর্শন যুবকদের প্রতি তার একটা নরম জায়গা আছে, তবে সে তাদের কাছে নিজের অনুভূতি লুকিয়ে রাখতে ঠিক পছন্দ করে না। উৎসব-আয়োজনের মধ্যে তাকে নির্লজ্জরকম পোশাক পড়ে থাকতে দেখা গেলেও কাফেতে সে বেশ পরিপাটি থাকে।\nতাচিবানা হিনার সাথে তার খুব ভালো সম্পর্ক রয়েছে। নাতসুওর প্রতি নিজের ভালোবাসার বিষয়ে হিনা তার সহায়তা অববলম্বন করে।\nঅ্যালেক্স জে. মাতসুকাওয়া (松川・J・アレックス, মাতসুকাওয়া জে. অ্যালেক্স)\nকণ্ঠ দিয়েছেন: তাসুকু হাতানাকা (জাপানি); ব্লেক শেপার্ড (ইংরেজি)\nঅ্যালেক্স হচ্ছে একজন হাই স্কুলের ছাত্র যে পাশাপাশি সাহিত্য সংঘের একজন সদস্যও। সে আমেরিকা থেকে এসেছে এবং রুইএর প্রতি তার ক্রাশ আছে।\n\n\n== মিডিয়া ==\n\n\n=== মাঙ্গা ===\n২০১৪ সালের ২৩শে এপ্রিল, কেই সাসুগার চিত্রিত ও লিখিত এই মাঙ্গা সংকলনটি কোদানশা সংযুক্ত \"উইকলি শোনেন ম্যাগাজিনের\" #২১-২২ সংস্করণটিতে প্রথম প্রকাশিত হওয়া শুরু করে এবং ২০২০ সালের ১০ই জুনে ছাপানো ২৮নং সংস্করণে এসে সমাপ্ত হয়। অধ্যায়গুলি কোদানশা কর্তৃক ২৮টি \"তানকোবোন\" খণ্ডে ২০১৪ সালের ১৭ই জুলাই থেকে ২০২০ সালের ১৭ই আগস্ট পর্যন্ত প্রকাশিত করা হয়।\nকোদানশা ইউএসএ ডিজিটাল ডাউনলোড এর মাধ্যমে মাঙ্গাটির ইংরেজি অনুবাদ প্রকাশ করে।।\n\n\n=== ওয়েব ভিডিও ===\n২০১৬ সালের মে মাসে একটি ওয়েব ভিডিও ইউ টিউবে ছাড়া হয় যার বিষয়াদি কাকতালীয়ভাবে এই মাঙ্গা প্রকাশনার নবম খণ্ডের সাথে মিলে যায়। একটি \"ডেমো টাইপ লাভ সিমুলেশন ড্রামা\" হিসেবে ভিডিওটি তার দর্শকদের নিজের ইচ্ছা অনুযায়ী কাহিনী নির্বাচন করতে দেয়। ভিডিওটির মূল চরিত্রে থাকে অ্যানা কোন্নো (হিনা) এবং হানামি নাতসুমে (রুই)।\n\n\n=== অ্যানিমে ===\nপ্রণীত অ্যানিমে টেলিভিশন সিরিজটি ২০১৮ সালের ১২ই জুলাই ঘোষণা করা হয়েছিল যার পরিচালক ছিলেন শোতা ইহাতা, লেখক ছিলেন তাতসুয়া তাকাহাশি এবং চরিত্র পরিকল্পনায় কাজ করেছিলেন নাওমি ইদে। ডিওমেডিয়া স্টুডিও থেকে প্রস্তুত অ্যানিমেটি ২০১৯ সালের ১২ই জানুয়ারি থেকে ৩০শে মার্চ পর্যন্ত  অ্যানিমিশম প্রোগ্রামিং ব্লকের এমবিএস, টিবিএস এবং বিএস-টিবিএস -এ সম্প্রচারিত হয়। সিরিজের ওপেনিং থিমটি হলো মিনামির গাওয়া \"কাওয়াকি ও আমেকু\" (カワキヲアメク) এবং এন্ডিং থিমটি হলো অ্যালিসা তাকিগাওয়ার \"ওয়াগামামা\" (わがまま)। অস্ট্রেলিয়া ও নিউ জিল্যান্ডে এটি অ্যানিমেল্যাব এর মাধ্যমে যুগপৎভাবে সম্প্রচারিত হয়েছিল। উত্তর আমেরিকা, ব্রিটিশ দ্বীপপুঞ্জ, অস্ট্রেল্যাশিয়া, দক্ষিণ আফ্রিকা প্রভৃতি স্থানে সেন্টাই ফিল্মওয়ার্কস সিরিজ পরিবেশনের দায়িত্ব গ্রহণ করেছিল ও তার সাথেই বিশেষ কিছু নির্বাচিত প্ল্যাটফর্মে যুগপৎভাবে সম্প্রচারণও করেছিল। \n হাইডাইভ এরপর ঘোষণা করে যে তারা এই অ্যানিমে সিরিজের ইংরেজি ডাব তৈরি করতে সচেষ্ট হবে। সেন্টাই ফিল্মওয়ার্কসের দ্বারা যুক্তরাজ্য ও আয়ারল্যান্ডে এমভিএম এন্টারটেইনমেন্ট সিরিজটিকে প্রতিষ্ঠা করে।\n\n\n== পর্ব তালিকা ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}