{"pageid": 1024282, "title": "শাহ মোস্তফা", "url": "https://bn.wikipedia.org/wiki?curid=1024282", "content": "সৈয়দ শাহ মোস্তফা আল-বাগদাদী ( আরবি: سید شاه مصطفى البغدادي   ), শাহ মোস্তফা নামে পরিচিত, সিলেট অঞ্চলের একজন সুফি মুসলিম ব্যক্তিত্ব। মোস্তফার নাম মৌলভীবাজারে ইসলাম প্রচারের সাথে যুক্ত, যা মধ্য প্রাচ্য, মধ্য এশিয়া এবং দক্ষিণ এশিয়ার মধ্যবর্তী দীর্ঘ ইতিহাসের অংশ। তিনি ১৩০৩ সালে শাহ জালালের নেতৃত্বে সিলেটের বিজয় অংশ নিয়েছিলেন। এছাড়াও তিনি ফার্সি উপনাম শের-ই-সোওয়ার  এবং চাবুকমার নামে ডাকা হয়।\n\n\n== জীবনকাল ==\n\n\n=== প্রারম্ভিক জীবন ===\n\nশাহ মোস্তফা ইরাকের বাগদাদে একটি ঐতিহ্যবাহী ইসলামী বাড়িতে জন্ম ও বেড়ে ওঠেন। তাঁর পিতা সৈয়দ সুলতান ছিলেন ইসলামী পণ্ডিত আবদুল কাদির জিলানির বংশধর। কিছু সূত্র এও উল্লেখ করেছে যে তাঁর পূর্বপুরুষেরা মক্কা থেকে বাগদাদে পাড়ি জমান। মোস্তফা একজন সৈয়দা মহিলাকে বিয়ে করেছিলেন এবং সৈয়দ ইসমাইলের নামে ছেলেও ছিল। যদিও তিনি কাদিরী তরিকায় শিক্ষিত ছিলেন, তবে কথিত আছে যে তিনি পরবর্তী জীবনে সোহরাওয়ার্দিয়ার তরীকা অনুসরণ করেছিলেন।\n\n\n=== হিজরত ===\nইয়েমেনের হাধরামাউত থেকে ভারতীয় উপমহাদেশের দিকে শাহ জালালের অভিযানের সময় শাহ জালাল বাগদাদ শহরের মধ্য দিয়ে অতিক্রম করেন, যা হালাকু খান শাসিত মঙ্গোল সাম্রাজ্যের দক্ষিণ-পশ্চিম সেক্টর ইলখানাতের দখলে ছিল। এখানে শাহ মুস্তাফা ও তার পুত্র ইসমাইল জালালের সাথে সাক্ষাৎ করেন এবং ১২৫৮ সালে সর্বশেষ আব্বাসি খলিফা আল-মুস্তাসিম হত্যার পর তার অভিযানে তার সাথে যাওয়ার সিদ্ধান্ত নেন। ১৩০৩ সালে শাহ জালালের নেতৃত্বে মোস্তফা ও ইসমাইল সিলেটের বিজয়ের তৃতীয় যুদ্ধে অংশ নিয়েছিলেন।\nবিজয়ের পর শাহ জালাল শাহ মুস্তাফা, নূর আলী শাহ, সৈয়দ ইসমাইল প্রভৃতিকে ইসলামের ধর্ম প্রচারের জন্য চন্দ্রপুর (আধুনিক মৌলভীবাজার) হিজরত করাএ আদেশ দেন। এখানে মোস্তফা একটি ছোট পাহাড়ের উপর একটি ছোট কুটির নির্মাণ করেন যেখানে বোরশিজুরার কাছাকাছি একটি গ্রামে অবস্থিত ছিল এতার এলাকা পরবর্তীতে মোস্তফাপুর নামে পরিচিত হবে, তার নিজের নামে নামকরণ করা হয়। এই সময় এলাকা রাজা চন্দ্র নারায়ণ সিং দ্বারা পরিচালিত হয়, যিনি বৃহত্তর ত্রিপুরা রাজ্যের অধীনে ইটা রাজপরিবারের সদস্য বা স্থানীয়ভাবে শাসিত ছিল বলে শোনা যায়। মুস্তাফা তার রাজ্যে বসবাসের অনুমতি চেয়েছিলেন কিন্তু রাজা তা গ্রহণ করেননি। এই সময়ে ইসমাইল মারা যান। কথিত আছে, তার ছোট ্ট কুটির থেকে মুস্তাফা একটি হুজরা র আয়োজন করতেন এবং স্থানীয় জনগণের কাছে প্রচার করতেন যত বেশি মানুষ তাঁর কাছে আসতেন। শাহ মুস্তাফার হুজরাতে যোগ দানের পর অনেক মানুষ ইসলাম ধর্ম গ্রহণ করছে শুনে সিং ক্ষুব্ধ হন। তিনি শাহ মুস্তাফাকে তার ডোমেইন থেকে খালি করার জন্য একটি আনুষ্ঠানিক নির্দেশিকা জারি করেন।\nএকদিন, একটি বিষাক্ত সাপ রাজার সিংহাসনে বসল এবং রাজার লোকদের মধ্যে কেউ তাড়াতে পারলো না।  এই ঘটনার সমাধান কীভাবে করা যায় তা চিন্তা করে বোর্শিজুরার সাতপাবিয়া পাহাড়ের উপরে রাজার প্রাসাদে সভা অনুষ্ঠিত হয়। একই সময়ে, যখন রাজকীয় লোকেরা প্রাসাদে ব্যস্ত ছিল, একটি বাঘ বাজারে প্রবেশ করে এবং সিং এর ডোমেইন জুড়ে বিপর্যয় সৃষ্টি করছিল। এই ঘটনার সংবাদ শাহ মুস্তাফার কাছে পৌঁছেছে। অবশেষে মুস্তাফা তার কুটির থেকে চলে গেলেন এবং প্রাসাদে যাওয়ার সিদ্ধান্ত নিলেন। পথে তিনি বোরশিজুরার বাঘের সাথে এমনভাবে চেপে ধরেছিলেন যে তিনি যাত্রা চালিয়ে যাচ্ছিলেন। এরপর তিনি সাতপাবিয়ার প্রাসাদে এসে সাপটিকে পরাজিত করার জন্য তার চাবুক ব্যবহার করেন। রাজা শাহ মুস্তাফার সাহসে মুগ্ধ হন এবং তারপর তাকে তার ডোমেইনে থাকার অনুমতি দেন। রাজা তার একমাত্র সন্তান সালমা খাতুনকে শাহ মুস্তাফাকে বিয়ে করতে দেন, যদিও রাজা নিজে ইসলাম গ্রহণ করেন কিনা তা নিয়ে বিতর্ক হয়। এই দম্পতির একটি ছেলে ছিল, সৈয়দ শাহ নাসরুল্লাহ, যাকে একজন উল্লেখযোগ্য ধর্মীয় ব্যক্তিত্ব হিসেবেও দেখা হয়। শাহ মুস্তাফা এছাড়াও চন্দ্রপুর উপর শাসন চন্দ্র সিং স্থলাভিষিক্ত হন। রাজা চন্দ্র সিং কমলগঞ্জের দেওরাছড়ি চা এস্টেটের উত্তরে নিজের জন্য একটি নতুন প্রাসাদ নির্মাণ করেন। সমরকোনা গ্রামের ঠিক পশ্চিমে এই নতুন প্রাসাদের ধ্বংসাবশেষ, সেই সাথে রাজার দিঘি নামে পরিচিত একটি বড় পুকুর আজও রয়ে গেছে।\nশাহ মুস্তাফা শাহ জালালের আরেক সঙ্গী কানিহাটির শাহ আব্দ আল-মালিকের কন্যা বিবি হামিরাকে বিয়ে করেন এবং সৈয়দ শাহ হাসান নামে তাদের একটি সন্তান হয়।\n\n\n== উত্তরাধিকার ==\nআজ অবধি মৌলভীবাজার জেলা জুড়ে শাহ মোস্তফার নামে অনেকগুলি জায়গা রয়েছে। সবচেয়ে লক্ষণীয় বিষয় হল, সুফি পীরের মাজারটি মৌলভীবাজারের দরগাহ মহল্লায় অবস্থিত। প্রতিবছর এই দরগায় মোস্তফার উরস স্মরণ করা হয় এবং প্রায় ৭০০ বছর ধরে চলেছে। এই অনুষ্ঠান অনেক মানুষকে আকর্ষণ করে এবং কমপ্লেক্সের চারপাশে দুই দিনব্যাপী একটি মেলা অনুষ্ঠিত হয়। কমপ্লেক্সের দক্ষিণ-পশ্চিম কোণে শাহ মুস্তাফার দুই ভাগ্নে শাহ ইসমাইল ও শাহ ইয়াসিনের দরগা রয়েছে। রাজা চন্দ্র নারায়ণ সিংহের প্রাসাদগুলি এখনও খলিলপুর এবং দেওরাছড়ায় রয়েছে।\n\n\n=== নামকরণ ===\nদরগাহে শাহ মোস্তফা, দোরগাহ রোড\nমৌলভীবাজার সদর উপজেলার মোস্তফাপুর ইউনিয়ন শাহ মুস্তফা যে গ্রামে বাস করতেন এবং প্রচার করেছিলেন তার নামানুসারে নামকরণ করা হয়েছে।\nশাহ মোস্তফা রোড, মৌলভীবাজার\nশাহ মোস্তফা স্কয়ার, কালেক্টরেট হাউজের বিপরীতে\nশাহ মোস্তফা একাডেমি, কে বি আলাউদ্দিন রোড\nশাহ মোস্তফা জামে মসজিদ, রাজনগর\nসৈয়দ শাহ মোস্তফা কলেজ, শমসের নগর রোড\nসৈয়দ শাহ মোস্তফা হাফিজিয়া মাদ্রাসা, দোরগাহ রোড\nসৈয়দ শাহ মোস্তফা জামে মসজিদ, ১ ক্রাউন টেরেস, অ্যাবারডিন, স্কটল্যান্ড, এবি ১১ ৬ এইচডি\n\n\n=== বংশধর ===\nতাঁর অধিকাংশ বংশধর মোস্তফাপুর, দরগাহ মহল্লা, গেভিন্দশ্রী, ধোরকাপন, কাজিরগাঁও, খোলাপাড়া ও হিলালপুর এলাকায় ঐতিহাসিক চৌলিশ পারগানা জুড়ে বসবাস করেন এবং সৈয়দের নাম বহন করেন।\nমৌলভীবাজার জেলার নামকরণ করা হয়েছে মৌলভী সৈয়দ কুদরতউল্লাহর নামে, সৈয়দ হুরমতুল্লাহর পুত্র যিনি শাহ মোস্তফার ভাগ্নী শাহ ইয়াসিনের বংশধর ছিলেন।\nশাহ মুস্তাফার আরেক বংশধর সৈয়দ মুহিবুল্লাহ, যিনি তার পুত্র সৈয়দ আব্দুল জলিলের সাথে সিলেটের কাজী ইলিয়াস পাড়ায় বসবাস করতেন। আব্দুল জলিলের পুত্র ছিলেন সৈয়দ আব্দুল মজিদ (কাপ্তান মিয়া) যিনি ১৮৭২ সালে জন্মগ্রহণ করেন। আব্দুল মজিদ ছিলেন একজন অভিজাত ব্যক্তি যিনি ১৯১১ সালে সম্রাট পঞ্চম জর্জের উপমহাদেশ সফরের সময় দিল্লি দরবারে উপস্থিত থাকার জন্য আমন্ত্রিত হন এবং ব্রিটিশ সাম্রাজ্যের সঙ্গী Companion of the Order of the Indian Empire এবং খান বাহাদুর উপাধি প্রদান করেন। \n\n\n== আরও দেখুন ==\nমৌলভী সৈয়দ কুদরতউল্লাহ\nশাহ জালাল\nসৈয়দ আবদুল মজিদ\n\n\n== তথ্যসূত্র =="}