{"pageid": 1024846, "title": "মাটির ভাঁড়", "url": "https://bn.wikipedia.org/wiki?curid=1024846", "content": "মাটির ভাঁড় (হিন্দি: : कुल्हड़) বা কুলহার, যাকে কখনও কখনও শিকোরা বলা হয়, হলো ভারত ও পাকিস্তানের একটি ঐতিহ্যবাহী হাতল ছাড়া মাটির পেয়ালা। এটি সাধারণত রঙছাড়া হয় এবং এতে চাকচিক্য থাকেনা। ব্যবহারের পর এটি ফেলে দেওয়া হয়। মাটির ভাঁড়ের সবচেয়ে আকর্ষণীয় বৈশিষ্ট্যটি হচ্ছে এতে চিত্রকর্ম থাকে না এবং এটিই মাটির ভাঁড়কে টেরাকোটা পেয়ালা থেকে পৃথক করে। ভাঁড়ের ভিতরে কোনো রঙ থাকে না। যেহেতু এগুলি একটি ভাঁটির আগুনে পুড়িয়ে তৈরি করা হয় এবং প্রায় কখনোই পুনরায় ব্যবহৃত হয় না, সেইজন্য এগুলি সহজাতভাবেই জীবাণুমুক্ত এবং স্বাস্থ্যকর। ভারতীয় উপমহাদেশের বাজার ও খাবারের দোকানগুলিতে সাধারণত চা জাতীয় গরম পানীয় মাটির ভাঁড়ে পরিবেশিত হয়। এর \"পার্থিব সুবাস\" এর একটি বিশেষ আবেদন আছে। দই, চিনির সাথে গরম দুধের পাশাপাশি কিছু আঞ্চলিক মিষ্টান্ন, যেমন- কুলফিও (ঐতিহ্যবাহী আইসক্রিম) মাটির ভাঁড়ে পরিবেশন করা হয়।  বর্তমানে এই ভাঁড় ধীরে ধীরে পলিস্টারিন এবং কাগজের কাপ দ্বারা প্রতিস্থাপিত হতে শুরু করেছে, কারণ পরেরগুলি বহন করার জন্য হালকা ও দামে সস্তা।⁠⁠\n\n\n== সম্ভাব্য উৎস ==\n\nসিন্ধু সভ্যতার পর থেকে মাটির ভাঁড় বিগত ৫,০০০ বছর ধরে এই অঞ্চলে প্রচলিত ছিল।\n\n\n== স্বাদের উপর প্রভাব ==\nযেহেতু মাটির ভাঁড়ে কোন চকচকে প্রলেপ থাকেনা, তাই চা জাতীয় গরম পানীয়, যা এতে পরিবেশন করা হয়, তা আংশিকভাবে এর ভেতরের প্রাচীরে শোষিত হয়। এতে পানীয়ের স্বাদ এবং সুবাস বৃদ্ধি পায়। এই সুবাসকে বলা হয়  \"মাটির \" (সোঁদা গন্ধ) গন্ধ। যদিও ভাঁড়গুলো খরচ এবং নৈপুণ্যের কারণে কৃত্রিম পেয়ালার কাছে স্থান হারিয়েছে, বড় রেস্তোঁরাগুলি প্রায়ই তাদের গ্রাহকদের ভাঁড়ের চা পরিবেশন করে।\n\n\n== ভারতীয় রেল কর্তৃক পুনরুজ্জীবনের প্রচেষ্টা এবং সমালোচনা ==\n\n২০০৪ সালে, ভারতীয় রেল (তৎকালীন মন্ত্রী লালু প্রসাদ যাদবের নেতৃত্বে) রেলস্টেশন এবং ট্রেনের বাইরের ট্রেনগুলিতে বিক্রি হওয়া চা এবং অন্যান্য পানীয়গুলির জন্য ভাঁড়ের ব্যবহার পুনরুদ্ধার করার চেষ্টা করেছিল। এটি যুক্তিযুক্ত ছিল যে এটি প্লাস্টিকের চেয়ে স্বাস্থ্যকর এবং পরিবেশবান্ধবও বেশি কারণ ভাঁড়গুলি কেবল মাটির তৈরি। এটাও বিশ্বাস করা হয়েছিল যেহেতু ভাঁড়গুলি ক্ষুদ্র পল্লী ভাঁটিতে উৎপাদিত হয়, তাই এটি গ্রামীণ আয় বৃদ্ধিতে সহায়তা করবে।\nসমালোচকরা বলেছিলেন যে রেলপথকে বছরে প্রায় ১.৮ বিলিয়ন ভাঁড় সরবরাহ করতে হবে, যার অর্থ হল দূষণযুক্ত ভাঁটিগুলিতে জ্বালানি খরচ বাড়বে। সিন্ধু উপত্যকার ধ্বংসাবশেষ থেকে আবিষ্কৃত হাজার বছরের পুরনো ভাঙ্গা টুকরোকে প্রমাণ হিসাবে ব্যবহার করর বলা হয়েছিল যে, এটি দ্রুত মাটিতে মেশে না এবং পরিবেশগতভাবে উন্নত নয়। ভাঁড়্যগুলিকে যদি উচ্চ তাপমাত্রায় পোড়ানো হয় তবে সেগুলি অবলুপ্ত হতে এক দশক পর্যন্ত সময় নিতে পারে। আরও ভয় ছিল যে ভাঁড়ের পুনরুজ্জীবনের ফলে ভূত্বকের পৃষ্ঠমৃত্তিকা প্রতিদিন রাজ্য প্রতি ১০০ একর (০.৪০ বর্গ কিমি) হারে কমবে এবং গ্রামীণ কারিগরদের অর্থনৈতিক লাভ সর্বনিম্ন হবে।\nযদিও পৃষ্ঠমৃত্তিকার বিকল্প আছে এবং জ্বালানী সাশ্রয় করে ভাঁড়গুলি নিম্ন তাপমাত্রায় পোড়ানো যেতে পারে, যাতে সেগুলি আরও দ্রুত অবলুপ্তযোগ্য করে তোলা যেতে পারে, ২০০৮ সালের মধ্যে, রেলওয়েতে ভাঁড়ের ব্যবহারের পুনরুদ্ধারের প্রচেষ্টাটি ক্রমাগত প্লাস্টিকের ও কাগজ কাপের ব্যবহারের ফলে ব্যর্থতায় পর্যবসিত হচ্ছিল। প্রাথমিক কারণগুলি ছিল এদের ওজন এবং প্রতি এককে ব্যয় বেশি। একটি অনুমান অনুযায়ী, ভাঁড় প্রতি মূল্য ১৪০ পয়সা এবং প্রলিপ্ত কাগজের কাপের মূল্য ৭-১০ পয়সা। কিছু বিক্রেতার অভিযোগও ছিল যে, ভাঁড়গুলো কিছুটা পরিমাণে পানীয় শোষণ করে, তাই প্লাস্টিকের কাপের চেয়ে এতে পরিবেশন করতে ক্রেতাদের বেশি চা দিতে হয়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n( category company https://chaikreative.com )"}