{"pageid": 1024856, "title": "ফজল-ই-আকবর", "url": "https://bn.wikipedia.org/wiki?curid=1024856", "content": "ফজল-ই-আকবর দুররানি (উর্দু: فضل اکبر‎‎; জন্ম: ২০ অক্টোবর, ১৯৮০) পেশাওয়ার এলাকায় জন্মগ্রহণকারী সাবেক পাকিস্তানি আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ১৯৯০-এর দশকের শেষদিক থেকে শুরু করে ২০০০-এর দশকের সূচনালগ্ন পর্যন্ত পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে পাকিস্তান এগ্রিকালচার ডেভেলপম্যান্ট ব্যাংক, পাকিস্তান কাস্টমস, পাকিস্তান ইন্টারন্যাশনাল এয়ারলাইন্স, পাকিস্তান রিজার্ভস দলের প্রতিনিধিত্ব করেন ফজল-ই-আকবর। দলে তিনি মূলতঃ ডানহাতি ফাস্ট-মিডিয়াম বোলার হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন তিনি।\n\n\n== খেলোয়াড়ী জীবন ==\n১৯৯৬-৯৭ মৌসুম থেকে ২০০৯ সাল পর্যন্ত ফজল-ই-আকবরের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল।\nসমগ্র খেলোয়াড়ী জীবনে পাঁচটিমাত্র টেস্ট ও দুইটিমাত্র একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন ফজল-ই-আকবর। ২৬ ফেব্রুয়ারি, ১৯৯৮ তারিখে ডারবানে স্বাগতিক দক্ষিণ আফ্রিকা দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ১৩ এপ্রিল, ২০০৪ তারিখে রাওয়ালপিন্ডিতে সফরকারী ভারত দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\n১৯৯৭-৯৮ মৌসুমে দলের সাথে দক্ষিণ আফ্রিকা গমন করেন। ডারবানে অনুষ্ঠিত খেলায় ইউসুফ ইউহানা’র সাথে একযোগে অভিষেক ঘটে। তবে, পরবর্তী ছয় বছরের অধিক সময়ে তিনি কেবলমাত্র আর চারটি টেস্টে অংশ নেয়ার সুযোগ লাভ করেছিলেন। সর্বশেষ টেস্ট খেলেন ২০০৪ সালে। ক্রমাগত আঘাতপ্রাপ্তির পাশাপাশি দূর্বল খেলা প্রদর্শন ও নতুন বোলারদের দাপটের কারণে তার খেলায় বিরূপ প্রভাব ফেলে। আঘাত থেকে সেড়ে উঠার পর প্রধান দল নির্বাচক ওয়াসিম বারি তার বোলিংকে ধ্রুপদী মিডিয়াম পেস হিসেবে আখ্যায়িত করেন।\nফেব্রুয়ারি, ১৯৯৮ সালে পাকিস্তান বনাম দক্ষিণ আফ্রিকার মধ্যকার টেস্টে তার অভিষেক হয়। নিজস্ব ষষ্ঠ বলে গ্যারি কার্স্টেনকে বিদেয় করে নিজস্ব প্রথম উইকেটের সন্ধান পান ও শুরুতে প্রভাব বিস্তার করেন। ডারবানে কিংসমিডে অনুষ্ঠিত সিরিজের ঐ দ্বিতীয় টেস্টে এর পূর্বে তার ক্যাচ ফেলে দিয়েছিলেন।\n\n\n== ভারতের মুখোমুখি ==\nরাওয়ালপিন্ডিতে সফরকারী ভারতের বিপক্ষে নিজস্ব পঞ্চম টেস্ট খেলার সুযোগ পান। কিন্তু, শক্তিশালী ভারতীয় ব্যাটিং স্তম্ভের কাছে তার বোলিং বেশ ক্রীড়নক হয়ে পড়ে। খেলায় তিনি ১৬১ রান খরচায় মাত্র এক উইকেট পান।\nসিম করানোসহ সুইংয়ে সবিশেষ দক্ষ থাকায় গ্রীষ্মের শুরুতে ইংল্যান্ড গমনের জন্যে তাকে বিবেচনায় আনা হয়েছিল। আন্তর্জাতিক ক্রিকেট থেকে প্রত্যাখ্যাত হলেও ঘরোয়া ক্রিকেটে বেশ ভালোমানের খেলা উপহার দেন। ২০০৯ সাল পর্যন্ত পাকিস্তানের ঘরোয়া আসরে সরব ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nশাকিল আহমেদ\nআলী হুসাইন রিজভী\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\n১৯৯৮-৯৯ এশিয়ান টেস্ট চ্যাম্পিয়নশীপ\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nপাকিস্তানি একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে ফজল-ই-আকবর  (ইংরেজি)\nক্রিকেটআর্কাইভে ফজল-ই-আকবর   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}