{"pageid": 1024160, "title": "আতিক-উজ-জামান", "url": "https://bn.wikipedia.org/wiki?curid=1024160", "content": "আতিক-উজ-জামান (উর্দু: عتیق الزماں‎‎; জন্ম: ২০ জুলাই, ১৯৭৫) করাচি এলাকায় জন্মগ্রহণকারী সাবেক পাকিস্তানি আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ২০০০-এর দশকের সূচনালগ্নে অত্যন্ত সংক্ষিপ্ত সময়ের জন্যে পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে হাবিব ব্যাংক লিমিটেড, করাচি, খান রিসার্চ ল্যাবস, পাকিস্তান কাস্টমস ও পাকিস্তান রিজার্ভস দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ উইকেট-রক্ষক হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন তিনি।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৯৬-৯৭ মৌসুম থেকে ২০০৭ সাল পর্যন্ত আতিক-উজ-জামানের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। ঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে অনেকগুলো প্রথম-শ্রেণীর ক্রিকেট খেলায় অংশ নিয়েছেন। এছাড়াও, ল্যাঙ্কাশায়ারের সেন্ট অ্যান্স ক্রিকেট ক্লাবের পক্ষে ক্লাব ক্রিকেটে অংশ নিয়েছেন। ঘরোয়া ক্রিকেটে বর্ণাঢ্যময় ক্রীড়ানৈপুণ্য প্রদর্শন করেছেন। ২০০০-০১ মৌসুমে ৭৬টি ডিসমিসাল ঘটিয়ে দীর্ঘদিনের রেকর্ড ভঙ্গ করে নিজের করে নেন। এছাড়াও, ঘরোয়া আসরের সীমিত ওভারের খেলায় সর্বাধিক ৬টি ডিসমিসালের রেকর্ডও তার রয়েছেন।\nএরপর, ইংল্যান্ডের লীগ ক্রিকেটে তিনটি মৌসুম সফলতার সাথে অতিবাহিত করেন। পরবর্তীতে, ২০০৭-০৮ মৌসুমে ঘরোয়া ক্রিকেটে সুই সাউদার্ন গ্যাস কোম্পানির সাথে খেলেন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে একটিমাত্র টেস্ট ও তিনটিমাত্র একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন আতিক-উজ-জামান। ৫ মার্চ, ২০০০ তারিখে পেশওয়ারে সফরকারী শ্রীলঙ্কা দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। এটিই তার একমাত্র টেস্টে অংশগ্রহণ ছিল। এরপর আর তাকে কোন টেস্টে অংশগ্রহণ করতে দেখা যায়নি। এছাড়াও, ২০ আগস্ট, ২০০০ তারিখে সিঙ্গাপুরে নিউজিল্যান্ড দলের বিপক্ষে একদিনের আন্তর্জাতিকে অভিষেক ঘটে তার। ২৭ আগস্ট, ২০০০ তারিখে একই মাঠে দক্ষিণ আফ্রিকা দলের বিপক্ষে সর্বশেষ ওডিআইয়ে অংশ নেন তিনি।\nদূর্ভাগ্যজনকভাবে মঈন খান ও রশীদ লতিফের ন্যায় সেরা উইকেট-রক্ষকদের সাথে তাকে তীব্র প্রতিদ্বন্দ্বিতায় অবতীর্ণ হতে হয়েছিল। ১৯৯১ থেকে ২০০৩ সাল পর্যন্ত তারা অদল-বদল করে খেললেও খুব কমসংখ্যক উইকেট-রক্ষকই এ সময়ে খেলার সুযোগ পেতেন। তাসত্ত্বেও, ২০০০ সালে পাকিস্তানের পক্ষে একটি টেস্ট ও তিনটি ওডিআই খেলায় অংশ নেয়ার সুযোগ লাভ করেছেন। অংশগ্রহণকৃত টেস্টটিতে শ্রীলঙ্কার বিপক্ষে পাঁচটি ক্যাচ তালুবন্দী করেন।\nবর্তমানে তিনি ইংল্যান্ডে অবস্থান করছেন। এক পর্যায়ে কাউন্টি ক্রিকেটে অংশ নেয়ার চিন্তাধারা করেছিলেন। বর্তমানে সুই সাউদার্ন গ্যাস কোম্পানি ও পাঞ্জাব ক্রিকেট দলের প্রধান কোচের দায়িত্ব পালন করছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nইরফান ফাজিল\nইউনুস আহমেদ\nএক টেস্টের বিস্ময়কারী\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nপাকিস্তানি একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে আতিক-উজ-জামান  (ইংরেজি)\nক্রিকেটআর্কাইভে আতিক-উজ-জামান   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}