{"pageid": 1024871, "title": "নাভেদ লতিফ", "url": "https://bn.wikipedia.org/wiki?curid=1024871", "content": "নাভেদ লতিফ (উর্দু: نوید لطیف‎‎; জন্ম: ২১ ফেব্রুয়ারি, ১৯৭৬) পাঞ্জাব এলাকায় জন্মগ্রহণকারী সাবেক পাকিস্তানি আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ২০০০-এর দশকের সূচনালগ্নে সংক্ষিপ্ত সময়ের জন্যে পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে অ্যালাইড ব্যাংক, বাহাওয়ালপুর, পাকিস্তান কাস্টমস ও সারগোদা দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি ব্যাটসম্যান হিসেবে খেলতেন। এছাড়াও, ডানহাতে মিডিয়াম বোলিংয়ে পারদর্শী ছিলেন তিনি।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৯৩-৯৪ মৌসুম থেকে ২০১৩ সাল পর্যন্ত নাভেদ লতিফের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। পাঞ্জাবের ডানহাতি আগ্রাসী ব্যাটসম্যান হিসেবে নাভেদ লতিফের সবিশেষ পরিচিতি ছিল। পাকিস্তানের শক্তিশালী ব্যাটিং অবস্থান থাকাকালে নিজেকে জাতীয় দলে অন্তর্ভূক্তিতে সচেষ্ট হয়েছিলেন।\n২০০০-০১ মৌসুমের কায়েদ-ই-আজম ট্রফি প্রতিযোগিতায় সারগোদা দলের সদস্যরূপে খেলেন। গুজরানওয়ালার বিপক্ষে ৪০০ রানের কম ৩৯৪ রান তুলে প্রথম-শ্রেণীর ক্রিকেটে ব্যক্তিগত সর্বোচ্চ রানের ইনিংস খেলেন। তেরো ঘণ্টা ক্রিজে অবস্থান করে ৩৯৪ রান সংগ্রহ করেছিলেন তিনি। ১৯৭৩-৭৪ মৌসুমে করাচীতে আফতাব বালুচের গড়া ৪২৮ রানের পর পাকিস্তানের মাটিতে প্রথম-শ্রেণীর ক্রিকেটে এটিই সর্বোচ্চ সংগ্রহরূপে পরিণত হয়। এছাড়াও, প্রথম-শ্রেণীর ক্রিকেটের ইতিহাসে তৎকালীন দশম সর্বোচ্চ রানের মর্যাদাপ্রাপ্ত হয়।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে একটিমাত্র টেস্ট ও এগারোটি একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন নাভেদ লতিফ। ৩১ জানুয়ারি, ২০০২ তারিখে শারজায় ওয়েস্ট ইন্ডিজ দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। এটিই তার একমাত্র টেস্টে অংশগ্রহণ ছিল। এরপর আর তাকে কোন টেস্টে অংশগ্রহণ করতে দেখা যায়নি। অন্যদিকে, টেস্ট অভিষেকের পূর্বেই ৩১ অক্টোবর, ২০০১ তারিখে একই মাঠে জিম্বাবুয়ে দলের বিপক্ষে একদিনের আন্তর্জাতিকে অভিষেক ঘটে তার। ১০ অক্টোবর, ২০০৩ তারিখে রাওয়ালপিন্ডিতে সফরকারী দক্ষিণ আফ্রিকা দলের বিপক্ষে সর্বশেষ ওডিআইয়ে অংশ নেন তিনি।\nজানুয়ারি/ফেব্রুয়ারি, ২০০২ সালে ওয়েস্ট ইন্ডিজের বিপক্ষে একটিমাত্র টেস্টে অংশ নেয়ার সুযোগ পেয়েছেন। টেস্ট অভিষেকের পূর্বে ২০০১ সালে জিম্বাবুয়ের বিপক্ষে একদিনের আন্তর্জাতিকে অভিষেক ঘটে তার। এরপর, নিজস্ব দ্বিতীয় ওডিআইয়ে শ্রীলঙ্কারবিপক্ষে ১১৩ রানের অসাধারণ শতক হাঁকান। দলের বিজয়ে যথেষ্ট ভূমিকা রাখেন। তবে, খেলায় ধারাবাহিকতা না থাকায় তার অংশগ্রহণ সীমিত হয়ে যায়। এগারোটি একদিনের আন্তর্জাতিকে অংশগ্রহণের সুযোগ হয় তার। ২০০৩ সালে দক্ষিণ আফ্রিকার বিপক্ষে সর্বশেষ ওডিআইয়ে অংশ নেন তিনি।\n\n\n== অবসর ==\n২০০৪-০৫ মৌসুমে টুয়েন্টি২০ ক্রিকেট খেলতে শুরু করেন। সাউথ নটিংহ্যামশায়ার লীগের প্রথম বিভাগে প্লামট্রি সিসি’র পক্ষে কয়েকটি খেলায় অংশ নেন। এরপর, জাতীয় দলে প্রত্যাবর্তনের সম্ভাবনা কম থাকায় অনুমোদনবিহীন ইন্ডিয়ান ক্রিকেট লীগে অংশ নেন। ২০০৮ সালের শুরুতে আইসিএলের দ্বিতীয় আসরে লাহোর বাদশাহের পক্ষে খেলার জন্যে চুক্তিবদ্ধ হন।\n\n\n== পরিসংখ্যান ==\nওডিআই শতক\n\nওডিআইয়ে ম্যান অব দ্য ম্যাচ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nতৌফিক উমর\nমোহাম্মদ ইলিয়াস\nএক টেস্টের বিস্ময়কারী\n২০০১-০২ এশিয়ান টেস্ট চ্যাম্পিয়নশীপ\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nপাকিস্তানি একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে নাভেদ লতিফ  (ইংরেজি)\nক্রিকেটআর্কাইভে নাভেদ লতিফ   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}