{"pageid": 1024089, "title": "সৈয়দ আব্দুল মজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1024089", "content": "মৌলভী খান বাহাদুর সৈয়দ আবদুল মজিদ, সিআইই (১৮৭২-১৯২২), এছাড়াও কাপ্তান মিঞা নামেও পরিচিত, ছিলেন একজন বাঙালি রাজনীতিবিদ, আইনজীবী এবং উদ্যোক্তা। তিনি ব্রিটিশ ভারতের কৃষি ও চা শিল্পের উন্নয়নের পাশাপাশি সিলেট অঞ্চলে ধর্মনিরপেক্ষ ও ইসলামী শিক্ষায় তাঁর অবদানের জন্য উল্লেখযোগ্য।\n\n\n== প্রারম্ভিক জীবন ==\nআবদুল মজিদ ১৮৭২ সালে সিলেটের কাজী ইলিয়াসের এক সম্ভ্রান্ত বাঙালি মুসলিম সৈয়দ পরিবারে জন্মগ্রহণ করেন। তাঁর পিতা সৈয়দ আবদুল জলিল। তাঁর দাদা সৈয়দ মুহিবুল্লাহ ছিলেন অধুনা মৌলভীবাজার থেকে আগত এবং তিনি ইসলাম প্রচারক শাহ মোস্তফার বংশধর ছিলেন। তাঁর মা হাসব-উন-নিসা ছিলেন মৌলভী সৈয়দ কুদরতুল্লাহর নাতনী। এর ফলে আবদুল মজিদকে একটি  ঐতিহ্যবাহী ইসলামী পরিবারে গড়ে তোলা হয়েছিল যেখানে তিনি মৌলভী হওয়ার জন্য পড়াশোনা করেছিলেন। তিনি বাংলা, ইংরেজি ও উর্দুতে সাবলীল ছিলেন।\nতিনি সিলেটের নবাব তালেব বেঙ্গল স্কুলে প্রাথমিক শিক্ষা শেষ করেছেন। তাঁর মাধ্যমিক পড়াশোনা সিলেট জেলা উচ্চ বিদ্যালয়ে হয়েছিল, যেখানে তিনি ১৮৮৭ সালে ম্যাট্রিক পাস করেন। তারপরে তিনি কলকাতায় চলে আসেন যেখানে তিনি প্রেসিডেন্সি কলেজের পাশাপাশি সেন্ট জেভিয়ারস কলেজে পড়াশোনা করেন । তিনি ১৮৯২ সালে বিএ (অনার্স) এবং ১৮৯৪ সালে বিএল (অনার্স) ডিগ্রি অর্জন করেছিলেন।\nআব্দুল মজিদ দাড়ি রেখে মাথায় পাগরি পরতেন। তিনি আচকান এবং ঐতিহ্যবাহী পায়জামা পরার জন্য পরিচিত ছিলেন।\n\n\n== ক্যারিয়ার ==\n\nআব্দুল মজিদ আইন ও কৃষিতে স্নাতক করার পর কয়েক বছর সিলেট জেলা বার এসোসিয়েশনের সাথে যুক্ত ছিলেন। তার প্রধান আগ্রহ ছিল কৃষিক্ষেত্রে এবং একজন মুসলমান হিসেবে তিনি আঞ্জুমান-ই-ইসলামিয়া আন্দোলনে যোগ দেন। এই ফোরাম ছিল একমাত্র মুসলিম রাজনৈতিক সংগঠন যা নিখিল ভারত মুসলিম লীগের আগে ছিল। ১৯০২ সালে তাকে সিলেট ইউনিয়নের সেক্রেটারি এবং পরে সভাপতি করা হয়। ১৯০৪ সালে তিনি মুহাম্মদ বখত মজুমদার, করিম বখশ ও গোলাম রব্বানীর পাশাপাশি ব্রহ্মচর চা এস্টেট চালু করেন। তিনি ১৯০৬ সালে সিলেট পৌরাসাভা'র ভাইস চেয়ারম্যান এবং পরে ১৯০৯ সালে ৩ বছরের জন্য চেয়ারম্যান হন। আসাম ভিত্তিক জেলা সেশন জজ হিসেবে ঢাকার নবাব খাজা সলিমুল্লাহ তাকে ঢাকার শাহবাগে অনুষ্ঠিত ১৯০৬ সালের অল ইন্ডিয়া মোহামেডান শিক্ষা সম্মেলনে যোগ দানের জন্য আমন্ত্রণ জানান। এই সম্মেলন নিখিল ভারত মুসলিম লীগ গঠনের জন্য অত্যন্ত গুরুত্বপূর্ণ ছিল।\n১৯০৮ সালে তাঁকে ভারত সরকার পুনে সিটির কৃষি গবেষণা ও কলেজের উদ্বোধনী অনুষ্ঠানে আমন্ত্রণ জানিয়েছিল। আব্দুল মজিদ আসামের প্রথম স্থানীয় ও মুসলিম মন্ত্রী ছিলেন। ১৯১১ সালের ২ ফেব্রুয়ারি আব্দুল মজিদ অল ইন্ডিয়া চা অ্যান্ড ট্রেডিং কোম্পানি প্রতিষ্ঠার মাধ্যমে চা শিল্পকে আদিবাসী হিসেবে গড়ে তুলেছিলেন। ফলশ্রুতিতে তিনি সিলেট অঞ্চলে তিনটি চা বাগান প্রতিষ্ঠা করেন। কোম্পানির অনুমোদিত মূলধন ছিল ১ লাখ টাকা, মূলধন পরিশোধ করা হয় ৭ লাখ টাকা এবং সাবস্ক্রাইব কৃত মূলধন ছিল ৮ লাখ টাকা। চা বাগানের মালিক ছাড়াও তিনি অনেক কৃষি খামার এবং একটি তেল কারখানার মালিক ছিলেন যা তাকে আসামে প্রথম আদিবাসী করে তোলে।\n১৯১১ সালের দিল্লি দরবারের সময় আব্দুল মজিদকে সম্রাট পঞ্চম জর্জ এবং টেকের মেরি তাদের রাজ্যাভিষেকের স্মরণে আমন্ত্রিত অভিজাত হিসেবে সম্মানিত করা হয়।\n১৯১২ সালে তিনি শাহ জালালের দরগাহের দক্ষিণে অবস্থিত আঞ্জুমান-ই-ইসলামিয়ার নতুন সদর দফতর হিসাবে সিলেটে মুসলিম ইনস্টিটিউট হল প্রতিষ্ঠা করেন। এটি এখন শহীদ সুলেমান হল নামে পরিচিত এবং এক পর্যায়ে জিন্নাহ হল নামে পরিচিত ছিল।\n১৯১৩ সালে তিনি আসামের শিক্ষামন্ত্রী হিসেবে তার ভূমিকার অংশ হিসেবে আঞ্জুমান-ই-ইসলামিয়ার পুরাতন বেসরকারি মাদ্রাসায় সিলেট সরকার আলিয়া মাদ্রাসা প্রতিষ্ঠা ও উন্নয়ন করেন। তিনি একটি বক্তৃতা দেন এবং সিলেট শহরে একটি উচ্চ পর্যায়ের মাদ্রাসা প্রকল্পের জন্য তহবিল সংগ্রহের জন্য কানিশাইলের মুসলিম মৎস্যজীবী সমিতির উদ্দেশ্যে ভাষণ দেন। এর জবাবে ধনী মহিমাল ব্যবসায়ী টাকা তুলে তার হাতে তুলে দিতে সক্ষম হন। সেই টাকায় দরগার দক্ষিণ-পূর্বে অবস্থিত বর্তমান সরকারি আলিয়া মাদ্রাসা মাঠসহ মাদ্রাসা বাড়ি নির্মাণের জন্য উপযুক্ত কয়েক একর জমি ক্রয় করা হয় এবং প্রয়োজনীয় নির্মাণ কাজও সম্পন্ন হয়। আব্দুল মজিদকে কিছু লোক প্রশ্ন করে যে কারণে তিনি মাহিমাল সম্প্রদায়ের কাছে আসেন (যা সাধারণত একটি অবহেলিত নিম্নশ্রেণীর মুসলিম সামাজিক দল হিসেবে দেখা হয়)। এর জবাবে তিনি বলেন যে তিনি দেখিয়েছেন যে এই সম্প্রদায় বড় কিছু করতে পারে এবং তাদের অবহেলা করা উচিত নয়।\n১৯১৬ সালে তিনি মুরারি চাঁদ কলেজের মর্যাদাকে প্রথম গ্রেড ডিগ্রি স্তরে উন্নীত করেন এবং ১৯১২ সালে উইলিয়াম সিনক্লেয়ার মেরিসের পাশাপাশি ঠাকরে পাহাড়ের মধ্যে স্কুলের ভিত্তি প্রস্তর স্থাপন করেন।\n১৯১৯ সালে আঞ্জুমান-ই-ইসলামিয়ার সংবর্ধনা কমিটির সভাপতি ও চেয়ারম্যান হিসাবে তিনি বাঙালি নোবেল বিজয়ী রবীন্দ্রনাথ ঠাকুরকে সিলেটে আমন্ত্রণ করেছিলেন যা ৫০ হাজারেরও বেশি লোককে আকৃষ্ট করেছিল। ১৯১২ সালে তিনি সিলেট সদরের প্রতিনিধিত্বকারী আসামের আইন পরিষদে (বিধায়ক) আসন লাভ করেছিলেন।\nআবদুল মজিদ 1920 সালে প্রতিষ্ঠিত সিলেট-বেঙ্গল রিইউনিয়ন লিগের একজন বিশিষ্ট নেতা ছিলেন, সিলেট এবং কাছারকে বাংলায় অন্তর্ভুক্ত করার দাবিতে জনমত জাগ্রত করার জন্য যা তৈরি হয়েছিল। তবে ১৯২৮ সালের সেপ্টেম্বরে সুরমা উপত্যকা মুসলিম সম্মেলনের সময় আবদুল মজিদ এবং আঞ্জুমান-ই-ইসলামিয়া পরে সিলেট ও কাছার বাংলায় স্থানান্তরিত করার বিরোধিতা করে এবং মুহাম্মদ বখত মজুমদারের প্রস্তাবকে সমর্থন করেছিলেন।\n\n\n== পুরস্কার ==\n১৯১৫ সালে, ব্রিটিশ রাজ তাকে রাজা পঞ্চম জর্জের ১৯১৫ সালের জন্মদিন সম্মানের অংশ হিসাবে খান বাহাদুর উপাধিতে ভূষিত করে। পরবর্তীতে কিং জর্জ পঞ্চম ১৯২২ সালের নববর্ষ সম্মানের অংশ হিসাবে তাঁকে ভারতীয় সাম্রাজ্যের কমপিয়ন অফ দ্য অর্ডার অফ দি অর্ডার অফ দ্য পিওরিটি সম্মানিত করা হয় । এটি ছিল আসামের রাজ্যপাল উইলিয়াম সিনক্লেয়ার মেরিসের শিক্ষামন্ত্রী হিসাবে আবদুল মজিদের কার্যালয়ের সময়।\n\n\n== মৃত্যু ==\nআবদুল মজিদ ৫০ বছর বয়সে শিলংয়ে মারা যান। তাঁর কন্যা পুত্র আবু সালেহ চৌধুরী, বিস্মৃত কাপ্তান  নামে  তার জীবনী লিখেছিলেন। সৈয়দ মকসুদ নামে আবদুল মজিদেরও এক ছেলে ছিলেন।\n\n\n== আরও দেখুন ==\nশাহ মোস্তফা\nবাংলাদেশে চা উৎপাদন\nমৌলভী সৈয়দ কুদরতউল্লাহ\n\n\n== তথ্যসূত্র =="}