{"pageid": 1024893, "title": "মঙ্গলা ভট্ট", "url": "https://bn.wikipedia.org/wiki?curid=1024893", "content": "মঙ্গলা ভট্ট একজন বিশিষ্ট নৃত্যউদ্গাতা, নৃত্যশিল্পী, নৃত্য পরিকল্পনাকার (কোরিওগ্রাফার) এবং কত্থক নৃত্যের গুরু। তিনি জয়পুর ঘরানার কত্থক উস্তাদ দুর্গা লাল জি'র বরিষ্ঠ শিষ্য। তাঁর একক, দ্বৈত ও দলীয় প্রযোজনাগুলো গত ৩৫ বছর ধরে ভারতে একাধিক মর্যাদাপূর্ণ উৎসবে মঞ্চস্থ হয়ে আসছে। তিনি আকৃতি কত্থক কেন্দ্রের প্রতিষ্ঠাতা পরিচালিকা।\n\n\n== প্রাথমিক জীবন ==\nমঙ্গলার জন্ম মহারাষ্ট্রের কোলাহাপুরে এবং সেখানেই তাঁর প্রাথমিক শিক্ষা শুরু হয়েছিল। তাঁর ভাই কিরণ কুলকার্নির পরামর্শে তিনি ভারতের নয়াদিল্লিতে মর্যাদাপূর্ণ কত্থক কেন্দ্র ইনস্টিটিউটে আবেদন করেছিলেন এবং একটি জাতীয় বৃত্তি পেয়েছিলেন। প্রসঙ্গত কিরণ কুলকর্নি তখন ন্যাশনাল স্কুল অফ ড্রামাতে প্রশিক্ষণ নিচ্ছিলেন।\n\n\n== কর্মজীবন ==\nমঙ্গলা নয়াদিল্লির কত্থক কেন্দ্রে  প্রথমে প্রয়াত শ্রী কুন্দনলাল গাঙ্গানি জি'র অধীনে প্রশিক্ষণ নেন এবং পরে কত্থক গুরু প্রয়াত পণ্ডিত দুর্গা লাল জি'র অধীনে উন্নত প্রশিক্ষণ নেন। তাঁর কাজ এবং আন্তরিক প্রচেষ্টা প্রশংসা পেয়েছিল এবং তা তাঁকে গুরু দুর্গা লাল জি ও বিরজু মহারাজ জির মাধ্যমে নৃত্যকেন্দ্রিক বড় প্রযোজনায় নিয়ে যায়। তিনি আরও অনেক পরে গুরু শ্রীমতী রোহিনী ভাটের কাছ থেকে দিকনির্দেশনা নিয়েছিলেন।\nমঙ্গলার নৃত্যাভিনয়কে বিশেষভাবে প্রশংসিত করা হয়ে তাঁর অভিনব অভিব্যক্তি এবং সহজাত নির্ভুলতার কারণে। তাঁর শৈল্পিক এবং নান্দনিক কমনীয়তা সমালোচক এবং রসিক উভয়ের কাছ থেকেই প্রশংসা পেয়েছে। তিনি লয়ের উপর দক্ষ নৃত্যশিল্পী হিসাবে প্রশংসিত হয়েছেন এবং তিনি কত্থকের কাঠামোটি খুব সুন্দরভাবে নির্মাণ করতে পেরেছিলেন। তিনি জ্যাজ ড্রামস, ফ্লামেনকো, কাওয়ালি, গজল, কবিতা, কালারিপায়াত্তু, আধুনিক নৃত্য, ব্যালে, চিত্রাঙ্কনের মতো অন্যান্য স্বতন্ত্র শিল্পের সাথে কত্থককে একত্রিত করার জন্য বিশেষভাবে পরিচিত।\n\n\n== ব্যক্তিগত জীবন ==\nমঙ্গলা ভট্ট কত্থক নৃত্যশিল্পী ও শিল্পী রাঘব রাজ ভট্টের সাথে বিবাহবন্ধনে আবদ্ধ হন তাঁদের উভয়ের সাক্ষাত হয়েছিল কত্থক কেন্দ্রের প্রশিক্ষণ নেওয়ার সময়। রাঘব রাজ ভট্ট পদ্মভূষণ পণ্ডিত বিরজু মহারাজ জি'র প্রধান শিষ্য। তাঁদের বিয়ের পরে, মঙ্গলা কত্থকের কাজ চালিয়ে যেতে ভারতের হায়দ্রাবাদে চলে এসেছিলেন। ১৯৯০ সালে হায়দ্রাবাদে তাঁরা আকৃতি কত্থক কেন্দ্র নামে একটি শিক্ষালয় প্রতিষ্ঠা করেছিলেন এবং বর্তমানে তাঁরা এই কেন্দ্রের সৃজনশীল পরিচালক।\n\n\n== কাজ ==\n১৯৯০ সালে, মঙ্গলা তাঁর স্বামীর সাথে হায়দরাবাদে আকৃতি কত্থক কেন্দ্র শুরু করেছিলেন, যেখানে তাঁদের লক্ষ্যে ছিল ধ্রুপদী কত্থক নৃত্য প্রচার - প্রচারণা ও জনপ্রিয়করণ। এতে অসংখ্য শিক্ষার্থী সাপ্তাহিক নৃত্যের ক্লাস, কর্মশালা, বক্তৃতার পাশাপাশি কত্থকের অন্যান্য ভারতীয় ও পাশ্চাত্য শিল্প রূপগুলোর নিয়ে গবেষণার মতো বিভিন্ন ক্রিয়াকলাপের মাধ্যমে কত্থকের সাথে জড়িত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nwww.mangalaraghavkathak.com\nhttps://narthaki.com/kathak/ktk1ai.htm\nhttps://narthaki.com/info/rev18/rev2163.html\nhttps://narthaki.com/info/prv19/prv1349.html  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ আগস্ট ২০২০ তারিখে\nhttps://narthaki.com/newsletter/archive/nl_nov19.html\nhttps://narthaki.com/info/rev16/rev1888.html\nhttps://www.iccr.gov.in/cultural/list-of-empanelment-artist/bharat-folk-arts-academy \"-শ্রী-রাঘব-রাজ-ভাট\nhttps://www.lamakaan.com/index.php/event-page/?event_id=6495  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ নভেম্বর ২০১৯ তারিখে\n\n\"Kathak holds fort at Antarang\"। telanganatoday.com। সংগ্রহের তারিখ ২০২০-০৫-১১। \n\"Standing foot\"। The Hindu। সংগ্রহের তারিখ ২০২০-০৫-১১। \n\"Meet the Kathak queen\"। deccanchronicle.com। সংগ্রহের তারিখ ২০২০-০৫-১১। \n\"Raghav Raj and Mangala Bhatt: Rang: An immersive Kathak experience | Events Movie News\"। Times of India। সংগ্রহের তারিখ ২০২০-০৫-১১। \n\"Captivated by Kathak\"। deccanchronicle.com। সংগ্রহের তারিখ ২০২০-০৫-১১। \n\"13th Guru Debaprasad Award Festival – 2019 | Odisha 360 - News, Events and Complete Information About the State\"। odisha360.com। ২০২০-০৯-২৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২০-০৫-১১। \n\"Anitha Lama reflects on her journey in choreography\"। The Hindu। সংগ্রহের তারিখ ২০২০-০৫-১১। \n\"A Kathak tribute to spring-summer | Events Movie News\"। Times of India। সংগ্রহের তারিখ ২০২০-০৫-১১। \n\"Mumbai Dance Season: Celebrating an art form\"। The Hindu। সংগ্রহের তারিখ ২০২০-০৫-১১। \n\"Witness Kuchipudi and Kathak performances at this festival - mumbai guide\"। mid-day.com। সংগ্রহের তারিখ ২০২০-০৫-১১। \n\"Dancing through time\"। deccanchronicle.com। সংগ্রহের তারিখ ২০২০-০৫-১১। \n\"Kathak maestro Birju Maharaj enthralls city\"। The New Indian Express। সংগ্রহের তারিখ ২০২০-০৫-১১। \n\"'Antarang 2019' dance festival in Hyderabad\"। The New Indian Express। সংগ্রহের তারিখ ২০২০-০৫-১১। \n\"Antarang: Kathak in focus\"। The Hindu। সংগ্রহের তারিখ ২০২০-০৫-১১। \nThe Hans India। \"25 city artistes to perform in Russia\"। thehansindia.com। সংগ্রহের তারিখ ২০২০-০৫-১১। \n\"Mangala Bhatt - Hyderabad Literary Festival 2020\"। hydlitfest.org। সংগ্রহের তারিখ ২০২০-০৫-১১। \nhttps://www.tribuneindia.com/news/archive/ Chandigarh/3-day-kathak-utsav-in-city-530870\nhttps://www.thehindu.com/news/cities/Hederabad/poetry-slam-artiste-performs-at-hyderabad-literary-f ফেস্টাল / পার্টিকাল 4328329.ece\nhttps://www.sakshi.com/news/features/kathak-dance-raghav-raj-bट्ट-couple-is-best-couple-166191\nhttps://www.thehindu.com/sociversity/arshiya-sethis-poems-on-depict-human-crises-amid-during-the-pandemic-go-visual-and-dancers-of-varied-forms-have- উপস্থাপনা-তার-কবিতা-ইন-ভিডিও / নিবন্ধ32182495.ece"}