{"pageid": 1024307, "title": "উষা শ্রীনিবাসন", "url": "https://bn.wikipedia.org/wiki?curid=1024307", "content": "উষা শ্রীনিবাসন (জন্ম: ১৬ জুলাই, ১৯৬২) ভারতীয় চলচ্চিত্রের একজন ধ্রুপদী নৃত্যশিল্পী যিনি কুচিপুড়িতে বিশেষীকরণ করেছেন। সাধারণত তিনি উষা নামেই পরিচিত। তিনি একটি তামিল পরিবারে জন্মগ্রহণ করেছিলেন। তাঁর পিতা পি. শ্রীনিবাসন ছিলেন একজন বেদপণ্ডিত।\n\n\n== প্রাথমিক জীবন ==\nউষা শ্রীনিবাসন তেলঙ্গানার হায়দ্রাবাদের বাসিন্দা। তিনি কুচিপুড়ি নৃত্য শিক্ষক পশুমার্থী শিশুবাবু, ভাগবতুল সেতুরাম, উমা রমারাও, চিন্তা আদিনারায়ণ শর্মা এবং বেদান্তম রাধে শর্মার অধীনে প্রশিক্ষণ পেয়েছিলেন। তিনি কিংবদন্তি কুচিপুড়ি নৃত্যশিল্পী শোভা নাইডু এবং রাজা ও রাধা রেড্ডিকে দেখে কুচিপুড়ি নৃত্যে অনুপ্রাণিত হয়েছিলেন। তাঁর মা'ও ভরতানাট্যমে বিশেষায়িত একজন ধ্রুপদী নৃত্যশিল্পী।\nতিনি হায়দ্রাবাদের পট্টি শ্রীরামুলু তেলুগু বিশ্ববিদ্যালয় থেকে কুচিপুড়ি নৃত্যে এমএ করেছিলেন। মাত্র বিশ বছর বয়সেই তিনি একজন স্বতন্ত্র পরিবেশন শিল্পী এবং নৃত্য পরিচালক হিসাবে আবির্ভূত হয়েছিলেন। তিনি তিরুপতিতে শ্রীরাজ রাজেশ্বরী আর্টস একাডেমি নামে একটি নৃত্য বিদ্যালয় পরিচালনা করেন।  তিনি তিরুমাল তিরুপতি দেবস্থানমে কুচিপুড়ি প্রভাষক হিসাবেও কাজ করেন। ২০০৫ সালে, তিনি 'কাঙ্গুন্ডি কুপ্পাম বিধি নাটকম - কুচিপুড়ি ভাগবতম - টুনানাথমাকা পরিশীলানা'য় ডক্টরেট ডিগ্রি লাভ করেন।\n\n\n== নৃত্যকর্ম ==\nশ্রীনিবাসন একজন দক্ষ কুচিপুড়ি নৃত্যশিল্পী। তিনি অল্প বয়সেই প্রদর্শন করতে শুরু করেছিলেন। সূক্ষ্ম ছন্দের সাথে শক্ত ভারসাম্য রক্ষায় তাঁর শক্তিশালী দক্ষতা সহজেই শ্রোতাদের চমকে দেয়। ২০০৬ সালে, তিনি হায়দ্রাবাদের রাজা রাজেশ্বরী আর্টস একাডেমি আয়োজিত ‌ও পরিচালিত ইউএসএ-তে নৃত্য প্রদর্শন করেছিলেন।\n\n\n== পুরস্কার ==\nনাট্যময়ূরী পুরস্কার\nরাজ্য ও জাতীয় স্তরের পুরস্কার\nতরুণ শিল্পীদের জন্য জাতীয় বৃত্তি\nকুচিপুড়ি নাচের প্রতি উৎসর্জনের জন্য সংগীত নাটক আকাদেমি বিসমিল্লাহ খান যুব পুরস্কার\n\n\n== পরিবেশিত নাচের বিস্তারিত ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttps://www.youtube.com/watch?v=5iBbB3qpMR4\nhttp://www.tirumala.org/EducationalTrust.aspx  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ নভেম্বর ২০২০ তারিখে\nhttp://events.fullhyderabad.com/sri-siddhi-vinayaka-vijayam-a-kuchipudi-ballet-by-dr-usharani- and-troupe/2006-august/tickets-dates-videos-reviews-16958-1। এইচটিএমএল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ মার্চ ২০২৩ তারিখে"}