{"pageid": 1024509, "title": "কাতিপারা জংশন", "url": "https://bn.wikipedia.org/wiki?curid=1024509", "content": "কাতিপারা জংশন ভারতের চেন্নাই শহরে নির্মিত একটি গুরুত্বপূর্ণ সড়ক জংশন৷ এটি গ্র্যান্ড সাদার্ন ট্রাঙ্ক রোড, ইনার রিং রোড, আন্না সালাই এবং মাউন্ট-পুন্তমল্লী সড়কের মিলনস্থল তথা আলান্দুরে অবস্থিত৷ কাতিপাড়া উড়ালপুর দক্ষিণ এশিয়ার বৃহত্তম ক্লোভারলিফ আকৃতির ইন্টারচেঞ্জ৷\n\n\n== নির্মাণ ==\nপূর্বে এই জংশনটি একটি বৃত্তাকার সড়ক পথ ছিল ও মাঝখানের দ্বীপটিতে ছিল জওহরলাল নেহেরুর মূর্তি। যানজট প্রতিহত করতে এবং জংশনের কার্যকারিতা বৃদ্ধি করতে জাতীয় সড়ক উন্নয়ন প্রকল্পের আওতায় একটি ক্লোভেরলীফ লবঙ্গপত্রী শ্রেণিবিভাগ নির্মাণ করা হয়। ২০০৭ খ্রিস্টাব্দের মার্চ মাস পর্যন্ত নির্ধারিত নির্দিষ্ট সময়সীমার মধ্যে কাজ সম্পন্ন করার জন্য এই প্রকল্পটির আনুমানিক প্রকল্পব্যয় ছিল ৪৮৬ কোটি ভারতীয় মুদ্রা। সড়ক পরিবহন এর সুযোগ সুবিধা এবং সংযোগ বৃদ্ধি করার জন্য চেন্নাই শহর থেকে অপসৃত একাধিক জাতীয় সড়কের উপর নির্মিত ইনার রিংরোডকে ভিত্তি করে তৈরি হওয়া তিনটি শ্রেণী বিভাজনের মধ্যে এটি প্রথম। অন্য দুটি হল চেন্নাই মফস্বল বাস টার্মিনাসের নিকট অবস্থিত কোয়মবেড়ু জংশন এবং ২০৫ নং জাতীয় সড়কের উপর অবস্থিত পাড়ি জংশন। ২০০৮ খ্রিস্টাব্দের ৯ই এপ্রিল তারিখে গ্র্যান্ড সাদার্ন ট্রাঙ্ক রোড এবং ইনার রিং রোড সংযোগকারী উড়ালপুলটি সাধারণের জন্য খুলে দেওয়া হয়। ওই বছরই ২৬শে অক্টোবরের মধ্যে উড়ালপুলের সম্পূর্ণ অংশ উন্মোচিত হয়। চেন্নাই মেট্রোর কাজ সম্পূর্ণ হলে কাতিপারা জংশনের আশেপাশে প্রায় ৪০,০০০ বর্গ মিটার অঞ্চল সৌন্দর্যায়নের জন্য ১৫০ লক্ষ ভারতীয় মুদ্রার বিনিময় অধিগৃহীত হবে বলে নিশ্চিত হয়েছে। \n\n\n== নগর চতুর্ভূজ ==\nনগর চতুর্ভূজ হল মেট্রোরেলের উদ্যোগ যার মাধ্যমে কাতিপারা ক্লোভেরলীফ লুপগুলির নিম্নবর্তী অংশে উন্নতির জন্য বেসরকারি বিনিয়োগ। ভবিষ্যতে এখানে একটি বাস টার্মিনাল থাকার সম্ভাবনা রয়েছে যেখানে চেন্নাই মহানগর পরিবহন কর্তৃপক্ষ এবং অন্যান্য বাস এখানে যাত্রী পরিবহন করতে পারবে। এছাড়াও থাকবে শিশু উদ্যান, ফুড কোর্ট, মুক্তমঞ্চ, ন্যায্য মূল্যের দোকান, দাপ্তরিক কাজের জন্য ফাঁকা স্থান, প্রক্ষালন কক্ষ, পার্কিং অঞ্চল, কিওস্ক, এটিএম এবং উদ্যান পালনের জন্য নির্দিষ্ট ক্ষেত্র। এখনো অবধি এই প্রকল্প ৫৪,৪০০ বর্গমিটার ক্ষেত্রফল জুড়ে বিস্তৃত হবে বলে ঠিক হয়েছে।\nপ্রকল্পের জন্য ভারতীয় ১৪০ মুদ্রার ব্যয় ভার বহন করবে চেন্নাই নগরোন্নয়ন কর্তৃপক্ষ। পরবর্তীকালে অতিরিক্ত নির্মাণ এবং রক্ষণাবেক্ষণের দায়িত্বে থাকবে চেন্নাই মেট্রো রেল কর্তৃপক্ষ।\n\n\n== চিত্রাবলী ==\n\n\n== তথ্যসূত্র =="}