{"pageid": 1024668, "title": "লুজাইন আল হাথলুল", "url": "https://bn.wikipedia.org/wiki?curid=1024668", "content": "লুজাইন আল-হাথলুল ( আরবি: لجين الهذلول; জন্ম: ৩১ জুলাই ১৯৮৯) একজন সৌদি নারী অধিকার কর্মী, সামাজিক যোগাযোগমাধ্যম ব্যক্তিত্ব এবং সাবেক রাজনৈতিক বন্দী। তিনি ব্রিটিশ কলম্বিয়া বিশ্ববিদ্যালয়ের একজন স্নাতক। আল-হাথলুলকে সৌদি আরবে নারীদের গাড়ি চালানোর নিষেধাজ্ঞা অমান্য করার অপরাধে একাধিকবার গ্রেপ্তার ও মুক্তি দেওয়া হয়েছে। তাকে সংযুক্ত আরব আমিরাতে অপহরণের পর, \"রাজ্যকে অস্থিতিশীল করার\" অভিযোগে বেশ কয়েকজন বিশিষ্ট নারী অধিকার কর্মীর সাথে ২০১৮ সালের মে মাসে গ্রেফতার করা হয়। পরবর্তীতে তার স্বামী, সৌদি স্ট্যান্ড-আপ কৌতুকাভিনেতা ফাহাদ আল-বুতাইরিকেও জোর করে জর্ডান থেকে সৌদি আরবে ফেরত পাঠানো হয় এবং গ্রেফতার করা হয়।\n২০২১ সালের ১০ ফেব্রুয়ারি তাকে কারাগার থেকে মুক্তি দেওয়া হয়।\n\n\n== নারী অধিকার আন্দোলন (২০১৪–২০১৭) ==\nআল-হাথলুল নারীদের গাড়ি চালানোর অধিকারের জন্য আন্দোলন এবং সৌদি পুরুষ অভিভাবকত্ব ব্যবস্থার বিরোধিতা করার জন্য পরিচিত। ২০১৪ সালের ১ ডিসেম্বর, সংযুক্ত আরব আমিরাত থেকে তার গাড়িতে সৌদি আরব যাওয়ার পথে তাকে গ্রেপ্তার করে ৭৩ দিন আটক রাখা হয়। সংযুক্ত আরব আমিরাতের লাইসেন্স থাকার পরও সৌদি পুলিশ তাকে আটক করে। আল-হাথলুল ২০১৫ সালের ডিসেম্বর মাসে সৌদি আরবে নারীদের অন্তর্ভুক্তকারী প্রথম নির্বাচনে দাঁড়ানোর চেষ্টা করেন, কিন্তু তাকে নিষিদ্ধ করা হয়।\n২০১৬ সালের সেপ্টেম্বর মাসে আরও ১৪,০০০ ব্যক্তির সাথে আল-হাথলুল, বাদশাহ সালমানের কাছে পুরুষ অভিভাবকত্ব ব্যবস্থা বিলুপ্ত করার আহ্বান জানিয়ে একটি পিটিশনে স্বাক্ষর করেন। ২০১৭ সালের ৪ জুন, তাকে দামামের বাদশাহ ফাহাদ আন্তর্জাতিক বিমানবন্দরে গ্রেফতার করা হয়। এই গ্রেপ্তারের কারণ আনুষ্ঠানিকভাবে প্রকাশ করা হয়নি, যদিও অ্যামনেস্টি ইন্টারন্যাশনাল বিশ্বাস করে যে এটি তার মানবাধিকার আন্দোলন সম্পর্কিত কর্মকাণ্ডের জন্য। এসময় আল-হাথলুলকে কোন আইনজীবী দেওয়া হয়নি ও তার পরিবারের সাথে যোগাযোগের অনুমতিও দেওয়া হয়নি।\n\n\n== আটক এবং নির্যাতন (২০১৮–২০২০) ==\n২০১৮ সালের মার্চ মাসে লুজাইন আল-হাথলুলকে সংযুক্ত আরব আমিরাত থেকে অপহরণ করে সৌদি আরবে নির্বাসিত করা হয়, যেখানে তাকে কিছুদিনের জন্য আটক রাখার পর তার ওপর ভ্রমণ নিষেধাজ্ঞা জারি করা হয়। ২০১৮ সালের ১৫ মে, আল-হাথলুলকে আরো কয়েকজন আন্দোলনকর্মীর সাথে পুনরায় আটক করা হয়।\n২০১৮ সালের জুন মাসে, আল-হাথলুল আটক থাকা অবস্থায়, সৌদি আরবে নারীদের গাড়ি চালানোর অধিকার প্রদান করা হয়। অ্যামনেস্টি ইন্টারন্যাশনালের মতে, নারী অধিকার আন্দোলনের জন্য আটক আল-হাথলুল এবং আরও বেশ কয়েকজন নারীকে নির্যাতন করা হয়েছে। লুজাইন আল-হাথলুলের বোন আলিয়ার মতে, (যিনি বেলজিয়ামের ব্রাসেলসে বাস করেন), লুইজেনের বিরুদ্ধে প্রহার, বৈদ্যুতিক শক এবং জলপীড়ন ইত্যাদি নির্যাতন কৌশল ব্যবহার করা হয়েছে এবং এই ঘটনাগুলো ২০১৮ সালের মে থেকে আগস্ট মাসের মধ্যে ঘটেছে। তিনি আরও বলেন, সৌদি আরবের আচার অনুযায়ী নারী হিসেবে তার বোনকে নির্যাতন করা হবে না বলে তিনি আশা করেছিলেন। লুজাইন আল-হাথলুলকে তিন মাস পরিবারের সাথে সাক্ষাতের অনুমতি ব্যতীত কারাগারে আটকে রাখা হয়। যখন তিনি জানতে পারেন যে অন্যান্য বন্দীদেরকে তাদের পরিবারকে ফোন করার অনুমতি দেওয়া হয়েছে, তখন তিনি একই সুবিধার দাবিতে ৬ দিনের অনশন ধর্মঘট পালন করেন। এরপর তাকে তার পিতামাতার সাথে দেখা করার অনুমতি দেওয়া হয়।\n২০২০ সালের ১৫ সেপ্টেম্বর, প্রায় ৩০টি দেশ কারাবন্দী নারী অধিকার কর্মী লুজাইন আল-হাথলুলকে মুক্তি দেয়ার জন্য সৌদি আরবের প্রতি আহ্বান জানায়। ২০২০ সালের অক্টোবর মাসের শেষে তিনি অনশন ধর্মঘট শুরু করেন। একই বছরের ১০ নভেম্বর, যুক্তরাজ্যে নিযুক্ত সৌদি রাষ্ট্রদূত বলেন যে সৌদি আরব নভেম্বরে জি-২০ শীর্ষ সম্মেলন আয়োজনের আগে নারী অধিকার কর্মী লুজাইন আল-হাথলুলকে মুক্তি দেওয়ার কথা বিবেচনা করছে। আন্তর্জাতিক রাজনৈতিক চাপের মুখে তাকে মুক্তি দেয়ার সিদ্ধান্ত বিবেচনা করা হয়, যেহেতু তিনি এক সপ্তাহ ব্যাপী অনশন ধর্মঘট পালন করছিলেন।\n২০২০ সালের ২৫ নভেম্বর, রিয়াদে জি-২০ শীর্ষ সম্মেলন সমাপ্ত হওয়ার তাকে সন্ত্রাসবাদ ও জাতীয় নিরাপত্তা অপরাধের জন্য গঠিত বিশেষ আদালতে স্থানান্তর করা হয়। ২৯ নভেম্বর, সাতজন ইউরোপীয় দূত লুজাইন আল-হাথলুল সহ আরো পাঁচজন নারী অধিকার কর্মীকে দীর্ঘকাল আটকে রাখার নিন্দা জানিয়ে একটি যৌথ বিবৃতি প্রকাশ করেন। তারা হাথলুলের মুক্তি দাবি করেন।\n২০২০ সালের ২৮ ডিসেম্বর আল-হাথলুলকে পাঁচ বছর আট মাসের কারাদণ্ড প্রদান করা হয়। কিন্তু ২০২১ সালের ১০ ফেব্রুয়ারি তাকে কারাগার থেকে মুক্তি দেয়া হয়।\n\n\n== স্বীকৃতি ==\n২০১৫ সালে, শীর্ষস্থানীয় ১০০ প্রভাবশালী আরব নারীর তালিকায়, আল-হাথলুল তৃতীয় স্থানে ছিলেন। ২০১৯ সালের মার্চ মাসে পেন আমেরিকার পক্ষ থেকে তাকে  ২০১৯ সালের পেন আমেরিকা/বারবে ফ্রিডম টু রাইট  পুরস্কার প্রদানের ঘোষণা দেওয়া হয়। আল-হাথলুল, ২০১৯ সালে টাইম  পত্রিকার সেরা ১০০ প্রভাবশালীর তালিকায় স্থান লাভ করেন। তাকে ২০১৯ এবং ২০২০ সালে নোবেল শান্তি পুরস্কারের জন্যও মনোনীত করা হয়েছিল।\n\n\n== আরও দেখুন ==\nজামাল খাসোগি\nইমান আল নাফজান\nআজিজা আল ইউসেফ\nআয়িশা আল-মানা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}