{"pageid": 1024539, "title": "ওরুনৌকো", "url": "https://bn.wikipedia.org/wiki?curid=1024539", "content": "Oroonoko: or, the Royal Slave ( বাংলাতে উচ্চারণ: ওরুনৌকো; উরুনোকো ) হচ্ছে বিখ্যাত লেখিকা আফ্রা বেন (১৬৪০-১৬৮৯) এর গদ্য কথাসাহিত্যের একটি সংক্ষিপ্ত রচনা, যা উইলিয়াম ক্যানিংয়ের দ্বারা ১৬৮৮ সালে প্রকাশিত হয়েছিল এবং সেই বছরের শেষের দিকেই আরও দুটি কল্পকাহিনী যোগ করে দিয়ে পুনরায় প্রকাশ করা হয়েছিল। এমনকি শেষপর্যন্ত এটি একটি নাটকেও রূপান্তরিত হয়েছিল। এই উপন্যাসের আসল উপাধিবাদী নায়ক মানে “ওরুনৌকো” কোরাম্যানটিয়েনের (Coramantien) একজন আফ্রিকান রাজপুত্র যিনি দাসত্বের কূটকৌশলের ফাঁদে পড়ার কারণে ইংরেজদের দ্বারা প্রতারিত হয়ে সুরিনামে ইউরোপীয় উপনিবেশবাদীদের কাছে দাস হিসেবে অত্যন্ত নির্দয়ভাবে বিক্রি হয়ে যান। যেখানে তিনি উক্ত বর্ণনাকারীর সাথে সাক্ষাত করেন। আফ্রা বেনের এই সাহিত্যিক লেখাটি হল মুলত “প্রথম ব্যক্তির বিবরণ” এ রচিত- যেখানে ওরুনোকোর জীবন, প্রেম, বিদ্রোহ এবং অবশেষে হৃদয়বিদারক মৃত্যুদন্ডের প্রতিটি ঘটনা যতটা সম্ভব বিস্তারিতভাবে বর্ণিত হয়েছে।\nআফ্রা বেনকে প্রায়শই প্রাথমিকভাবে সর্বাধিক পরিচিত একজন পেশাদার মহিলা লেখক হিসাবেই সম্বোধন করা হয়, তিনি মূলত একজন সফল নাট্যকার, কবি, অনুবাদক এবং প্রাবন্ধিকও ছিলেন। তিনি ১৬৮০-এর দশকে গদ্য কথাসাহিত্য দিয়ে রচনা শুরু করেছিলেন, কারণ, থিয়েটারগুলির একীভূতকরণের প্রভাবে খুব সম্ভবত নতুন নাটকগুলোর চাহিদা একদমই কমতে শুরু করে।  তবে উপন্যাসটি আফ্রা বেন মারা যাওয়ার এক বছরেরও কম সময় আগে প্রকাশিত হয়েছিল। ওরুনোকো কে কখনও কখনও ইংরেজিতে প্রথম উপন্যাস হিসাবেও বর্ণনা করা হয়। এটাতে ১৯৭০ এর দশক থেকে এর প্রতি আগ্রহ বেড়েছে প্রবলভাবে, সমালোচকদের অনেকেই যুক্তি দেয় যে, আফ্রা বেন হলেন ব্রিটিশ মহিলা যে কিনা লেখকদের মধ্যে অত্যন্ত প্রবীণতম একজন, এবং সেই তখন থেকেই Oroonoko উপন্যাসটি ইতিহাসের একটি অত্যন্ত গুরুত্বপূর্ণ পাঠ্য হিসেবে বিবেচিত হয়ে আসছে। \n\n\n== প্লটের সারাংশ এবং বিশ্লেষণ ==\nওরুওনোকো: বা,রয়েল স্লেভ একটি গল্পের ফ্রেমে সেট করা একটি অপেক্ষাকৃত ছোট উপন্যাস। বর্ণনাকারী সুরিনাম এবং এর বাসিন্দাদের উপনিবেশের রয়েছে ফেয়ারি টেল যাতে খুব অল্প বয়সেই যুবরাজ ওড়ুনোকো যুদ্ধের জন্য প্রশিক্ষিত হয়েছিলেন এবং সত্তর বছর বয়সে বিশেষজ্ঞ ক্যাপ্টেনও হন। একটি যুদ্ধের সময়সেরা জেনারেল তার জন্য তীর এর আঘাতে আহত হয়।\n\nরাজা শুনলেন ইমোইন্ডা দেশের সবচেয়ে সুন্দরী এবং মনোহর নারী, এবং সে তার প্রেমে পড়ে। তার বুদ্ধিমত্তা তাকে সতর্ক করা সত্ত্বেও তিনি ওরুনোকোর দাবিকে অপমান করেছিল যে, রাজা ইমোইন্ডাকে একটি সুন্দর রাজকীয় ওড়না বা হিজাব যেটা অনেকটা অবগুন্ঠিত বোরকার মত দেখতে সেটা উপহার দিয়েছিলেন নিজের কুচরিতার্থ করার জন্য; এভাবে ওরুনোকোর পূর্ব প্রতিশ্রুতি দেওয়া সত্ত্বেও রাজা ইমোয়িন্ডাকে তাঁর স্ত্রীদের একজন হতে অবৈধভাবে বাধ্য করেছিলেন এবং তিনি রাজা হওয়ার সুযোগ নিয়ে ইমোইন্ডার সতীত্ব হরণ করেন। ইমোইন্ডা অনেকটা অনিচ্ছাকৃতভাবে, কিন্তু কর্তব্যপরায়ণভাবে রাজার হারেমে প্রবেশ করেছিল যাকে ওটান নামে ডাকা হয়, এবং ওরুনোকো তাঁর এই ধারণা থেকে সান্ত্বনা পেয়েছিলেন যে রাজা তাকে বরখাস্ত করার মতো বয়স্ক। সময়ের সাথে যুবরাজ সহানুভূতিশীল ওনাহাল (রাজার একজন স্ত্রী) এবং এবোয়ান (রাজপুত্রের বন্ধু) এর সহায়তায় একটি শেষ চেষ্টা করার পরিকল্পনা করলেন। পরে যুবরাজ এবং ইমোইন্ডা স্বল্প সময়ের জন্য পুনরায় মিলিত হয় এবং তাদের বিবাহ সার্থক হয় তবে শেষ পর্যন্ত আবিষ্কার হয়। ইমোইন্ডা এবং ওনাহালকে ক্রীতদাস হিসাবে বিক্রি করে তাদের কাজের জন্য শাস্তি দেন রাজা। তবে রাজার অপরাধবোধ তাকে ওড়ুনোকোর কাছে মিথ্যা বলার দিকে পরিচালিত করে যে- এর পরিবর্তে ইমোইন্ডাকে মৃত্যুদন্ড দেয়া হয়েছে, যেহেতু মৃত্যুবরণ দাসত্বের চেয়ে ভাল বলে মনে করা হত সেই আফ্রিকান সমাজে। তবে রাজকুমার দুঃখ পান এমন নিষ্ঠুর খবর শুনে।\nএরপরে, অন্য একটি উপজাতি যুদ্ধে জয়লাভ করার পরে, ওরুনোকো এবং তার সাঙ্গপাঙ্গরা জাহাজে একজন ইউরোপীয় দাস ব্যবসায়ীর সাথে দেখা করতে যায় এবং মদ্যপানের পরে প্রতারণার শিকার হয় তারা। ওরুনোকোর দলের সবাইকে ধরে বেড়ি পরানো হয়; যাতে তারা পালাতে না পারে। অতঃপর তাদেরকে দাস বানিয়ে ফেলা হয় মূহুর্তের মধ্যে!\nদাস ব্যবসায়ী ওরুনোকো এবং তার লোকদের দাস হিসাবে বিক্রি করাবে তাঁর পড়াশুনা এবং ফরাসী এবং ইংরেজী কথা বলার দক্ষতার কারণে (যা তিনি তাঁর নিজের ফরাসী দাসের কাছ থেকে শিখেছিলেন) বিশেষ চিকিৎসা দেওয়া হয়। ট্রেফ্রি উল্লেখ করেছেন যে তিনি একজন অত্যন্ত দাসত্বপ্রাপ্ত মহিলার মালিক হন এবং তাকে নিজেকে যৌন সম্পর্কে জোর করা থেকে বিরত থাকতে হয়েছিল। অরুনোকোর অজানা, ট্রেফ্রি ইমোইন্ডার কথা বলছেন যিনি একই বাগানে রয়েছেন। দুই প্রেমিককে পুনরায় একত্রিত করা হয়েছে সিজার এবং ক্লেমিনের দাস নামে।\nবর্ণনাকারী এবং ট্রেফ্রি নায়ককে সম্মানিত অতিথি হিসাবে ধরে রাখছেন। বর্ণনাকারী বিভিন্ন বিনোদনমূলক পর্বগুলি বর্ণনা করেছেন, যার মধ্যে পড়া, শিকার, স্থানীয় গ্রামগুলি দেখা এবং বৈদ্যুতিক ক্যাপচার রয়েছে। ওরুওনোকো এবং ইমোইন্ডা তাদের নিজস্ব দাস কটেজে স্বামী ও স্ত্রী হিসাবে বসবাস করেন এবং যখন তিনি গর্ভবতী হন, ওরুওনোকো তাদের স্বদেশে ফিরে আসার জন্য আবেদন করেন। রাজ্যপালের আগমনের অস্পষ্ট প্রতিশ্রুতি থেকে বিরত থাকার পরে ওরুওনোকো দাস বিদ্রোহের আয়োজন করে। ইমোইন্ডাসহ দাসরা বীরত্বের সাথে লড়াই করে, কিন্তু জেলা প্রশাসক ব্যয়াম তাদের সাধারণ ক্ষমার প্রতিশ্রুতি দিলে সংখ্যাগরিষ্ঠ আত্মসমর্পণ করে। আত্মসমর্পণের পরে ওড়ুনোকো এবং তাসকান, মৃত্যুর মুখে তাঁর নির্ভীকতা দেখানোর সিদ্ধান্ত নেন। সে তার নিজের গলার একটি টুকরো কেটে ফেলে, নিজেকে নামিয়ে দেয় এবং প্রথম ব্যক্তিকে ছুরিকাঘাত করে যে তার কাছে যাওয়ার চেষ্টা করে। একবার বন্দী হয়ে গেলে তিনি একটি পোস্টে আবদ্ধ হন। তার মৃত্যুর পরে পদত্যাগ করলেন, ওরিওনোকো ধূমপানের জন্য পাইপ চেয়েছিলেন কারণ ব্যানস্টার তাকে বিবাদ ও ভেঙে ফেলা হয়েছে।\nউপন্যাসটি প্রথম এবং তৃতীয় ব্যক্তির সংমিশ্রণে রচিত, যেমনটি বর্ণনাকারী আফ্রিকার ঘটনাগুলিকে অনেকটা সেকেন্ডহ্যান্ডের সাথে সম্পর্কিত করে এবং নিজেই সাক্ষী, এবং সুরিনামে ঘটে যাওয়া ক্রিয়াগুলিতে নিজেই অংশ নিয়েছে। বর্ণনাকারী হলেন এক মহিলা, যিনি তাঁর “নামবিহীন” পিতার সাথে সুরিনামে এসেছিলেন, তিনি এই লোকটি কলোনির নতুন লেফটেন্যান্ট-জেনারেল হওয়ার ইচ্ছা পোষন করেছিলেন। কিন্তু পরে তিনি অবশ্য অসুস্থতার কারণে যাত্রা পথেই মারা যান। বর্ণনাকারী এবং তার পরিবারকে তাদের নিয়ম অনুসারে বন্দোবস্ত করা সেরা বাড়িতে বাস করতে দেয়া হয়; আদিবাসী এবং দাসদের সাথে সাক্ষাতকারীর অভিজ্ঞতা ওরুনোকো এবং ইমোইন্ডার মূল চক্রান্তের সাথে মিলিত হয়। বর্ণনার শেষে, বর্ণনাকারী সুরিনামকে লন্ডনের উদ্দেশ্যে রওয়ানা করলেন।\nকাঠামোগতভাবে উপন্যাসটিতে তিনটি উল্লেখযোগ্য অংশ রয়েছে, যা কঠোরভাবে জীবনীভিত্তিক ভাবে প্রবাহিত হয় না। উপন্যাসটি সত্যতার বিবৃতি দিয়ে খোলা হয়েছে, যেখানে বর্ণনাকারী দাবি করেছেন যে কল্পকাহিনী বা পেডেন্টিক ইতিহাস না লিখেছেন। তিনি নিজেকে প্রত্যক্ষদর্শী বলে দাবি করেছেন এবং কোনওরকম শোভন বা এজেন্ডা ছাড়াই লেখেন, একমাত্র আসল ঘটনার উপর নির্ভর করে। সুরিনাম এবং দক্ষিণ আমেরিকান ভারতীয়দের একটি বিবরণ অনুসরণ করা হয়েছে। বর্ণনাকারী আদিবাসীদের নিরীহ এবং স্বর্ণযুগের জীবনযাপন হিসাবে গণ্য করেন। এর পরে, তিনি আফ্রিকার ওরুওনোকোর ইতিহাস সরবরাহ করেছেন: তাঁর দাদার দ্বারা বিশ্বাসঘাতকতা, ইমোইন্ডার বন্দিদশা এবং স্লেভার ক্যাপ্টেন দ্বারা তাকে বন্দী করা। এরপরে আখ্যানটি সুরিনাম এবং বর্তমানের কাছে ফিরে আসে: ওরুওনোকো এবং ইমোইন্ডা আবার একত্রিত হয় এবং ওরুওনোকো এবং ইমোইন্ডা বর্ণনাকারী এবং ট্রেফ্রির সাথে দেখা করে। চূড়ান্ত বিভাগে ওরুওনোকোর বিদ্রোহ এবং এর পরিণতি বর্ণনা করা হয়েছে।\n\n\n== জীবনী এবং ঐতিহাসিক পটভূমি ==\nওরুওনোকো এখন আফ্রা বেনের উপন্যাসগুলির মধ্যে সবচেয়ে বেশি পড়াশোনা করা, তবে এটি তার নিজের জীবনকালে তত্ক্ষণাত সফল হয়নি। এটি ভাল বিক্রি হয়েছে, তবে টমাস সাউদার্ন (নীচে দেখুন) দ্বারা মঞ্চের জন্য অভিযোজন গল্পটি যতটা জনপ্রিয় হয়েছে তত জনপ্রিয় হয়েছিল। তার মৃত্যুর পরপরই উপন্যাসটি আবার পড়তে শুরু করে এবং সেই সময় থেকে উপন্যাসের বর্ণনাকারীর দ্বারা সত্যবাদী দাবী এবং উপন্যাসের পুরো চক্রান্তের বাস্তবতাকে গ্রহণ করা হয়েছে এবং বৃহত্তর এবং কম বিশ্বাসযোগ্যতার সাথে প্রশ্ন করা হয়েছে। কারণ মিসেস কোনও তথ্য সংশোধন বা নিশ্চিত করার জন্য বেহন উপলভ্য ছিল না, প্রাথমিক জীবনীবিদরা ধরে নিয়েছিলেন প্রথম ব্যক্তির বর্ণনাকারী হলেন আফ্রা বেন নিজের পক্ষে কথা বলছেন এবং উপন্যাসের দাবীগুলি তার জীবনের বিবরণগুলিতে সংযুক্ত করেছিলেন। তবে এটি স্বীকৃতি দেওয়া জরুরী যে\n\n\n=== বর্ণনাকারীতে ঘটনা এবং কল্পকাহিনী ===\n\nগবেষকরা আজও বলতে পারবেন না যে ওড়ুনোকোর বর্ণনাকারী আফ্রা বেহনের তার প্রতিনিধিত্ব করছেন এবং যদিনা, যদি সত্য বলেন, বিদ্যানদের মতের অমিল আছে যে বেন এর এমনকি পরিদর্শন সম্পর্কে এক শতক সময় ধরে তাদের জন্য যুক্তি আছে সুরিনাম এ সে আসলে ভ্রমণ ই করে দিন কোনদিন, যদি তাই হয়, যখন। একদিকে, বর্ণনাকারী রিপোর্ট করেছেন যে তিনি উপনিবেশের ভেড়াগুলিকে \"দেখেছিলেন\", যখন বন্দোবস্তটি ভার্জিনিয়া থেকে মাংস আমদানি করতে হয়েছিল, বিশেষত ভেড়া হিসাবে, সেখানে টিকতে পারেনি। এছাড়াও, \"মিসেস\" -এ আর্নেস্ট বার্নবাউমের যুক্তি হিসাবে বেহনের 'ওরুওনোকো', ওরুওনোকোর যা কিছু রয়েছে তার সবই উইলিয়াম বাইয়াম এবং জর্জ ওয়ারেনের বিবরণ হতে পারে যেগুলি 1660 এর দশকে লন্ডনে প্রচারিত হয়েছিল। যাইহোক, জে এ রামসরণ এবং বার্নার্ড ধুইক ক্যাটালগ হিসাবে, বেহন কলোনির সুনির্দিষ্ট স্থানীয় রঙ এবং শারীরিক বিবরণ প্রদান করে। টোমাস কিডের চেয়ে বেহনের সময়ে উপন্যাস এবং নাটক পাঠকদের জন্য টোগোগ্রাফিক এবং সাংস্কৃতিক সত্যতা কোনও মানদণ্ড ছিল না এবং বেহন সাধারণত অন্যান্য গল্পে তাঁর অবস্থানগুলিতে নির্ভুল হওয়ার চেষ্টা করে বিরক্ত করেন নি। তার নাটকগুলির বেশ স্বতন্ত্র সেটিংস রয়েছে এবং তিনি খুব কমই গল্পগুলিতে টোগোগ্রাফিক বর্ণনার সাথে সময় ব্যয় করেন।  দ্বিতীয়ত, ওরুওনোকোতে উল্লিখিত সমস্ত ইউরোপীয়রা 1660 এর দশকে সত্যই সুরিনামে উপস্থিত ছিল। মজার বিষয় হল, পুরো বিবরণটি যদিও কাল্পনিক এবং একটি প্রতিবেদনের ভিত্তিতে সদস্যদের ছিল । ছিল বেন ব্যক্তি সে Oroonoko এর মধ্যে কল্পকাহিনী থেকে জানা যায় না, এটা অত্যন্ত অসম্ভাব্য যে বাস্তব রাজকীয়রা কোন কাল্পনিক ভিলেন বা বাস্তব রিপাবলিকান কোন কাল্পনিক হিরোস, এবং এখনও সেখানকার গভর্নর বায়াম ও জেমস ব্যানিস্টার, উভয় প্রকৃত রাজকীয় হয়ে যেত যদিনা বিরাম হয় যে, দূষিত লম্পট, এবং ধর্ষনকামী, যখন জর্জ মার্টেন, একটি ক্রমওয়েল- প্রজাতান্ত্রিক, যুক্তিসংগত খোলা মনের, ও সে যদি ভাল লোক এবং সুষ্ঠু হয়।\nভারসাম্য বজায় রেখে দেখা যায় যে বেন সত্যই সুরিনাম ভ্রমণ করেছিলেন। কাল্পনিক বর্ণনাকারী, তবে আসল আফ্রা বেন হতে পারে না। এক কথার জন্য বর্ণনাকারী বলেছেন যে তার বাবা উপনিবেশের ডেপুটি গভর্নর হওয়ার কথা ছিল এবং সমুদ্র পথে পথে তাঁর মৃত্যু হয়। বার্থোলোমিউ জনসনের (বেহের বাবা) ক্ষেত্রে এটি ঘটেনি, যদিও তিনি ১৬৬০ থেকে ১৬৬৪ সালের মধ্যে মারা গিয়েছিলেন।  উইলিয়াম ব্যয়াম এই জায়গার ডেপুটি গভর্নর হওয়া ছাড়া আর কারও ইঙ্গিত পাওয়া যায়নি এবং সমুদ্রের পথে পথে মারা যাওয়ার জন্য একমাত্র প্রধান ব্যক্তিত্ব ছিলেন ফ্রান্সিস, লর্ড উইলবি, বার্বাডোসের উপনিবেশিক পেটেন্ট ধারক এবং \" সুরিনাম ।\" আরও, বর্ণনাকারীর পিতার মৃত্যু ব্যয়মের প্রতি তার প্রতিবেদনের ব্যাখ্যা দেয়, কারণ তিনি সুরিনামের ডেপুটি গভর্নর হিসাবে তাঁর পিতার দখলদার। এই কথাসাহিত্যিক পিতা তার মধ্যে দিয়ে কথককে বাইমের চিত্রবিহীন প্রতিকৃতি দেওয়ার জন্য একটি উদ্দেশ্য দিয়েছেন, এটি একটি উদ্দেশ্য যা সুরিনামে যাওয়ার জন্য সত্যিকারের আফ্রা বেনের উদ্দেশ্য এবং আসল বাইমের প্রতি প্রকৃত বেনের প্রতিষেধককে ঢাকতে পারে।\n“বেন” তার স্বামীর সাথে সুরিনামে গিয়েছিলেন এমনটাও অসম্ভাব্য, যদিও তিনি সুরিনামে বা ইংল্যান্ডে ফিরে যাত্রা করে থাকতে পারেন। সুস্থির পক্ষে সামাজিকভাবে বিশ্বাসযোগ্য এক মহিলা সুরিনামের কাছে বেঁচে থাকতে পারতেন না। সুতরাং, সম্ভবত বেন এবং তার পরিবার একটি মহিলার সংগে কলোনীতে গিয়েছিলেন। তার উদ্দেশ্য হিসাবে, জেনেট টড তার গুপ্তচরবৃত্তি হওয়ার জন্য একটি শক্তিশালী মামলা উপস্থাপন করেছে। উপন্যাসের ঘটনাগুলির সময়, ডেপুটি গভর্নর ব্যয়ম এই বন্দোবস্তের পুরোপুরি নিয়ন্ত্রণ নিয়েছিলেন এবং কেবল পূর্ব প্রজাতন্ত্রের কর্নেল জর্জ মার্টেনই নয়, বন্দোবস্তের রাজকীয়রাও তার বিরোধিতা করেছিলেন। ব্যামের দক্ষতা সন্দেহ ছিল এবং সম্ভবত লর্ড উইলফবি বা চার্লস উভয়ই সেখানকার প্রশাসনের তদন্তে আগ্রহী হবে।\nএই ঘটনাগুলির বাইরে, খুব কমই জানা যায়। আফ্রা বেনের প্রথম দিকের জীবনীবিদরা কেবল উপন্যাসের বর্ণনাকারীর দাবিকে সত্য হিসাবেই গ্রহণই করেননি, তবে চার্লস গিল্ডন এমনকি লেখক এবং শিরোনামের চরিত্রের মধ্যে একটি রোম্যান্টিক যোগাযোগ আবিষ্কার করেছিলেন, যখন বেনামীতে Memoirs of Aphra Behn, Written by One of the Fair Sex (both 1698) প্রকাশ করেন তখন অনেকে জোর দিয়েছিলেন যে লেখক উপন্যাসের ইভেন্টগুলির সময় রোম্যান্টিকভাবে উপলব্ধ ছিল না কারণ তিনি খুব কম বয়সী ছিল। পরে জীবনীবিদরা এই পরামর্শগুলি অস্বীকার করতে বা প্রমাণ করার জন্য বিতর্ক করেছেন। যাইহোক, আত্মজীবনী না করে কোনও তদন্তকারীর পর্যবেক্ষণের অংশ হিসাবে উপন্যাসের ঘটনাগুলি দেখার পক্ষে লাভজনক।\n\n\n=== ওরুনোকোর মডেল ===\n\nআমেরিকাতে ইউরোপীয় উপনিবেশগুলিতে করোম্যান্টিন \"Coromantien\" ক্রীতদাসদের নেতৃত্বে অসংখ্য দাস বিদ্রোহ হয়েছিল একসময়; যা আসলেই উল্লেখযোগ্য। ওরোওনোকোকে \"কোরোমেন্টিয়েন\" (\"Coromantien\") থেকে আখ্যায়িত করা হয়েছিল এবং এটি সম্ভবত করোমন্তিন ক্রীতদাসদের দ্বারা মডেল করা হয়েছিল যারা ক্যারিবীয় অঞ্চলে বিভিন্ন বিদ্রোহের কারণ হিসাবে পরিচিত ছিল।\nওরুনোকোর দিকগুলির সাথে মেলে এমন এক ব্যক্তিত্ব হলেন সুরিনামের বাসিন্দা জন অলিন। অ্যালিন সুরিনামে বিভ্রান্ত ও কৃপণ হয়ে পড়েছিলেন এবং তিনি মদ্যপ ও বন্য ও বর্বরদের নিন্দাকে এতটাই মর্মাহত করেছিলেন যে গভর্নর ব্যয়াম বিশ্বাস করেছিলেন যে অ্যালিনের বিচারে তাদের পুনরাবৃত্তি আদালতের ভিত্তি একদম নষ্ট করে দিয়েছে।  উপন্যাসটিতে প্রথম দিকে ওড়ুনোকো ব্যয়াম এবং তারপরে সে নিজেকেই হত্যা করার পরিকল্পনা করেছিলেন এবং এটি এমন একটি প্লটের সাথে মেলে যে অলিনকে লর্ড উইলব্বিকে হত্যা করতে হবে এবং তারপরে আত্মহত্যা করতে হয়েছিল, কারণ তিনি বলেছিলেন, \"নিজের জীবন ধারণ করা অসম্ভব ছিল, যখন আমি আনন্দ করতে পারি না নিজ স্বাধীনতা এবং সম্মানের সাথে \"।  তিনি উইলব্বিকে আহত করলে তাহাকে চ্যাংদোলা করিয়া কারাগারে নিয়ে যাওয়া হয়, তবে আফসোসের বিষয় হল সেখানে ওভারডোজ দিয়ে তিনি নিজেকেই হত্যা করেছিলেন। তার দেহটি একটি বাড়ি পর্যন্ত নেওয়া হয়েছিল।\nAllin, এটাতে জোর দেয়া আবশ্যক, একজন আবাদকারী চাষা, এবং কেউই ছিল একটি চুক্তিভিত্তিক কিংবা “দাস” কর্মী, এবং \"স্বাধীনতা ও সম্মানের অধিকারী\" তিনি স্বাধীনতার বদলে ক্রীতদাসত্বমোচন হয়ে উঠেছেন। অ্যালিন ছিলেন না কোন মহৎ রক্তের, না ভালোবাসার ভিত্তিতে উইলফবির বিরুদ্ধে তাঁর কারণ ছিল। অতএব, ওরুওনোকোর জন্য তিনি যে পরিমাণে মডেল সরবরাহ করেন তা তার দুর্দশার চেয়ে অপরাধ ও শাস্তির মধ্যেই সীমাবদ্ধ বেশি। যাইহোক, যদি বেন 1663 খ্রিস্টাব্দে সুরিনাম বাম, তারপর সে উপনিবেশ বিষয়ের সঠিক রিলেশন যে Willoughby প্রকাশ করেন, 1666 সালে লন্ডনে সেটা মুদ্রিত ছিল, এবং তার খলনায়ক, খারাপ বাইয়োম সম্মুখের দুর্নীতি করার জন্য একটি বর্বরতা অসাধারণ সঞ্চালনের দেখা পড়ার মাধ্যমে রেখেছ পারে, যে ব্যক্তি হতে পারে তার আসল নিয়োগকর্তা, উইলফোবি হতে পারে অবশ্যই by\nবেহন সুরিনামে থাকাকালীন (1663 সাল), তিনি দাসদের জাহাজকে ১৩০ \"ফ্রেইট\" এর মত ওজন নিয়ে আসতে দেখতেন, 54 ট্রানজিটে একদমই \"হারিয়ে গেছে\"। যদিও আফ্রিকান দাসদের সাথে ইউরোপ থেকে আগত ইনডেন্টার্ড চাকরদের থেকে আলাদা আচরণ করা হয়নি (এবং আসলে তারা আরও বেশি মূল্যবান ছিল), তাদের বেশিরভাগ দাসই হতাশ ছিল এবং অন্য রাজন্য বংশেংর দাস, অভিযুক্ত চাকর এবং স্থানীয় বাসিন্দারা উভয়ই বন্দোবস্তকে একপ্রকার আক্রমণই করেছিল। তবে কোনও একক বিদ্রোহ ঘটেনি, যা ওড়ুনোকোর সাথে সম্পর্কিত বলে মেলে । আরও, ওড়ুনোকোর চরিত্রটি আরও দাসের চেয়ে আরও বেশি কালো, ত্বকে আরও কালো হয়ে যাওয়া, রোমের নাক এবং সোজা চুল হওয়া। গণ-বিদ্রোহের historicalতিহাসিক রেকর্ডের অভাব, চরিত্রের শারীরিক বর্ণনার বৈসাদৃশ্য (যখন ইউরোপীয়রা তখন বর্ণের কোনও স্পষ্ট ধারণা বা \"বর্ণগত\" বৈশিষ্ট্যের একটি উত্তরাধিকারী সেট ছিল না), এবং চরিত্রটির ইউরোপীয় আদালত সৌন্দর্যের প্রস্তাব দেয় তিনি সম্ভবত আবিষ্কার করেন। অতিরিক্তভাবে, চরিত্রটির নাম কৃত্রিম। ইওরোবা ভাষায় এমন নাম রয়েছে যা একই রকম, তবে সুরিনামের আফ্রিকান দাসেরা ঘানার ।\nজীবন এর পরিবর্তে, ওরুনৌকা চরিত্রটি সরাসরি সাহিত্য থেকে এসেছে বলে মনে হয়, কারণ তাঁর নামটি ওরোন্ডেটসকে স্মরণ করিয়ে দেয়, এটি লা ক্যাল্প্রেনেডের ক্যাসান্দ্রার একটি চরিত্র , যা বেহন পড়েছিলেন।  Oroondates একটি রাজকুমার হয় Scythia যার পছন্দসই নববধূ একজন প্রাচীন রাজার উৎখাত করা হয়। এই আগের, একটি Oroondates যিনি হয় প্রাদেশিক শাসক এর মেমফিস Æthiopica দ্বারা প্রয়াত প্রাচীনত্ব থেকে একটি উপন্যাসে এমেসা এর Heliodorus । বেহনের উপন্যাসের অনেকগুলি চক্রান্ত উপাদানগুলি ইথিওপিকার সেই সময়ের স্মরণীয় এবং অন্যান্য গ্রীক রোম্যান্সগুলির স্মরণ করিয়ে দেয়। গল্প সেখানে একটি বিশেষ মিল হয় যুবলীগ মধ্যে লা Calprenède এর রমন্যাস Cléopâtre, যিনি রোম একটি স্লেভ হয়ে যায় এবং দেওয়া হয় একটি রোমান নাম-করীয়লেনাস বাই তার বন্দী, যেমন Oroonoko সিজার রোমান নাম দেওয়া হয়। \nবিকল্পভাবে, এটি বলাটা যুক্তিযুক্ত হতে পারে যে \"ওরুওনোকো\" অরিনোকো নদীর একটি চরম প্রবাহ বা হোমোফোন, যার সাথে সুরিনামের উপনিবেশটি প্রতিষ্ঠিত হয়েছিল এবং অব্যবহৃত অঞ্চলটির চরিত্রে রূপক ব্যক্তিত্ব হিসাবে দেখা সম্ভব। ওড়ুনোকো এবং তাদের অভিজাত শ্রেণির মূল্যবোধের সঙ্কট, দাসত্ব এবং তিনি উপনিবেশবাদীদের কাছে প্রতিনিধিত্ব করেন একসময়, এটি নতুন বিশ্বের প্রতীকী এবং নিজেই নিজেকে উপনিবেশিকরণ: ওড়ুনোকোর মতো ব্যক্তি অরিনোকোর মতো জায়গার একদম লক্ষণিক।\n\n\n=== দাসত্ব এবং তার উপর বেনের মনোভাব ===\nজীবনী লেখক জ্যানেট টডের মতে, কপটভাবে “বেন” দাসত্বের প্রতি কোন বিরোধিতা করেননি । তিনি এই ধারণাকে মেনে নিয়েছিলেন যে শক্তিশালী দলগুলো সর্বদা শক্তিহীনদের উপরে মারধর এবং দাসত্ব করবে, এটাই নাকি নিয়ম তার মতে এবং ইউরোপীয় দাসদের নিয়ে দ্য তুরস্কে প্রাচ্য কাহিনী নিয়ে তিনি বড় হয়ে উঠবেন।  যদিও এটি কখনও প্রমাণিত হয় নি যে বেন আসলেই বিবাহিত ছিলেন, তবে তার স্বামীর পক্ষে সবচেয়ে সম্ভাব্য প্রার্থী হলেন জোহান বেন, যিনি দম্পতি ডেভিডকে জার্মান সাম্রাজ্য মুক্ত শহর হামবুর্গ থেকে যাত্রা করে দিয়েছিলেন ।  এই জোহান বেহান ছিলেন এমন এক গোলাম যাঁর লন্ডনে আবাসনের পরে সম্ভবত একটি মিথ্যা পতাকার নীচে সুরিনামের উপনিবেশের সাথে ডাচ ব্যবসায়ের জন্য বণিক হিসাবে কাজ করার ফল হয়েছিল। যে কেউ তর্ক করতে পারে যে আফ্রা বেন যদি কোনও সংস্থা হিসাবে দাসত্বের বিরোধিতা করে থাকেন তবে খুব সম্ভবত যে তিনি দাস ব্যবসায়ীকেই বিয়ে করেছিলেন। একইসাথে, এটি মোটামুটি স্পষ্ট যে তিনি বিবাহে খুশি ছিলেন না, এবং তার স্বামীর মৃত্যুর বিশ বছর পরে রচিত ওরুনোকো এর চরিত্রগুলির মধ্যে রয়েছে, দাস ভরা জাহাজের অধিনায়কের চেয়ে খারাপ আর কেউ নেই যারা চালাকি করে এবং শেষে ওরুনোকোকে বন্দী করে। \nটড সম্ভবত এই কথাটি সঠিক বলেছিলেন যে, আফ্রা বেন দাসত্বের প্রতিবাদ করার জন্য যাত্রা শুরু করেননি, তবে দাসত্ব সম্পর্কে তাঁর অনুভূতিগুলি নষ্ট করে দিলেও প্রাকৃতিক রাজত্বের বিষয়ে তাঁর অনুভূতি সম্পর্কে বিশেষ কোন সন্দেহ নেই। উপন্যাসের চূড়ান্ত শব্দগুলি বর্ণনাকারীর অপরাধবোধের সামান্য বিস্মরণ, তবে যে ব্যক্তি তার জন্য শোক প্রকাশ করে এবং যে ব্যক্তি তার জন্য শ্রদ্ধা জানায় তার পক্ষে এবং দাসত্বের জন্য তিনি কোনও প্রতিবাদ করেন না। একজন প্রাকৃতিক রাজার দাসত্ব করা যায় নি, এবং বেন নাটকটিতে যেমন সুরিনামে দ্য ইয়ং কিংতে লেখা হয়েছিল , কোনও রাজা ছাড়া কোনও জমি উন্নতি করতে পারে না।  তাঁর কাল্পনিক সুরিনাম একটি মাথা বিহীন দেহ। একজন সত্য ও প্রাকৃতিক নেতা (একজন রাজা) ব্যতীত অবস্থানের দুর্বল ও দুর্নীতিবাজরা তাদের ক্ষমতাকে অপব্যবহার করে। যা অনুপস্থিত ছিল তা ছিল লর্ড উইলবি, বা বর্ণনাকারীর পিতা: একজন সত্যিকারের প্রভু। এই জাতীয় নেতৃত্বের অভাবে, একজন সত্যিকারের রাজা ওরুওনোকো ভুল বিচার, দুর্ব্যবহার ও হত্যা করা হয়। \nউপন্যাসটির একটি সম্ভাব্য উদ্দেশ্য বা কমপক্ষে একটি রাজনৈতিক অনুপ্রেরণা ছিল, বেহনের দৃষ্টিভঙ্গি ছিল যে সুরিনাম একটি ফলবান ও সম্ভাব্য ধনীদের জন্যই কেবল বন্দোবস্ত ছিল যার নেতৃত্ব দেওয়ার জন্য সত্যিকারের আভিজাত্যের প্রয়োজন ছিল।  কলোনীতে রাজনৈতিক হত্যা, খুন, মাদক, ব্যবসা ইত্যাদি তদন্তের জন্য পাঠানো অন্যদের মতো তিনিও অনুভব করেছিলেন যে জায়গাটির সম্ভাবনা সম্পর্কে চার্লসকে যথাযথভাবে অবহিত করা হয়নি। যখন চার্লস 1667 সালে ব্রেডা চুক্তির মাধ্যমে সুরিনামকে ছেড়ে দিয়েছিলেন, বেন থখন খুবই হতাশ হয়ে পড়েছিলেন। এই হতাশাটি উপন্যাসটিতে গ্রাফিক পদ্ধতিতে প্রণীত হয়েছে: যদি উপনিবেশকে অব্যবস্থাপন করা হয় এবং সেখানে অপর্যাপ্ত মহামান্য শাসককে দাসদের সাথে আচরণ করা হয়, তবে গণতান্ত্রিক এবং বণিক ডাচরা আরও খারাপ হত সাধারণভাবে। তদনুসারে, খারাপ লোক হিসেবে চিহ্নিত বাইমের আবেগপ্রবণ দুর্ভোগটি ডাচদের দক্ষ এবং অনৈতিক পরিচালনার দ্বারা প্রতিস্থাপিত হয়েছিল। চার্লসের একটি সংযুক্ত উত্তর আমেরিকার উপস্থিতির জন্য একটি কৌশল ছিল, এবং সুরিনামের জন্য নিউ আমস্টারডামের অর্জন তার বৃহত্তর দর্শনের অংশ ছিল। আমরাও দ্বিতীয় চার্লসের কিংবা Aphra Behn পরিচিত থাকতে পারে কীভাবে সঠিক চার্লস এর চুক্তি ছিল, কিন্তু Oroonoko একটি সরকার পক্ষের সমর্থক হিসেবে দেখা যেতে পারে। \n\n\n== ঐতিহাসিক গুরুত্ব ==\n\nবেহন কথাসাহিত্যের এবং মঞ্চের একজন রাজনৈতিক লেখক ছিলেন এবং উদ্দেশ্যমূলকভাবে না হলেও তাঁর বেশিরভাগ রচনায় স্বতন্ত্র রাজনৈতিক বিষয়বস্তু রয়েছে। Oroonoko ' প্রকাশনার সময়জ্ঞান নিজস্ব প্রেক্ষাপটে সেইসাথে বড় সাহিত্যিক ঐতিহ্য দেখা যায় হবে (নীচে দেখুন)। চার্লস গিলডনের মতে, আফ্রা বেন ওড়ুনোকোকে এমনকি উপস্থিত কোম্পানির সাথে লিখেছিলেন, এবং বেনের নিজের বিবরণে বোঝা যায় যে তিনি উপন্যাসটি একক বসায় লিখেছিলেন, তাঁর কলমটি কাগজ থেকে খুব কমই উঠেছিল। বেন যদি ১–––-–৪ সালে সুরিনাম ভ্রমণ করেছিলেন, তবে তার \"আমেরিকান গল্প\" লেখার জন্য চব্বিশ বছর লাগবে না এবং ১ 16৮৮ সালে এটি বলার জন্য আকস্মিক এবং তীব্র আবেগ অনুভব করেছিলেন। সুতরাং উক্ত উপন্যাসের জন্য অ্যাকাউন্ট হতে পারে যে বছর বাতাসে কি পরিবর্তন ছিল তা বিবেচনা করা বুদ্ধিমানের কাজ।\nবছর ১ year৮৮ ছিল ক্রাউন রাজনীতিতে এক বিরাট উদ্বেগের সময়।  দ্বিতীয় চার্লস 1685 ফেব্রুয়ারিতে মারা গিয়েছিলেন এবং দ্বিতীয় জেমস পরে একই বছর সিংহাসনে আসেন। জেমস এর রোমান ক্যাথলিক ধর্মের উদ্দীপনা এবং একটি অত্যন্ত রোমান ক্যাথলিক কনের সাথে তার বিবাহ পুরানো সংসদ সদস্যদের আবার বিদ্রোহের কথা বলতে উত্সাহিত করেছিল। ওরুওনোকো লেখার পরিবেশ এটিই । উপন্যাসটির একটি উল্লেখযোগ্য বৈশিষ্ট্য হ'ল ওড়ুনোকো বারবার জোর দিয়ে বলেছিলেন যে একজন রাজার কথা পবিত্র, কোনও রাজা অবশ্যই তাঁর শপথকে বিশ্বাসঘাতকতা করতে পারেন না এবং ব্যক্তির মূল্য নির্ধারণ করা মানত পালন করা। জেমসের কাছে যারা পুরুষদের কসম খেয়েছিল তারা এখন নতুন রাজা পাওয়ার পথে চেষ্টা চালাচ্ছিল, বিশ্বস্ততার এই জেদ অবশ্যই জোর করে উঠবে। তদুপরি, উপন্যাসটি ধর্মান্ধভাবে ডাচ-বিরোধী এবং গণতন্ত্রবিরোধী, যদিও এটি উপরে উল্লিখিত আছে, ব্যামের মতো অবিশ্বস্ত প্রাক্তন রাজকীয়দের উপরে ট্রেফ্রির মতো বিশ্বস্ত প্রজাতন্ত্রের প্রশংসা করেছেন। সিংহাসনের জন্য হুইগ পার্টির পছন্দসই প্রার্থী যেমন ওরেঞ্জের উইলিয়াম ছিলেন, উপন্যাসটির সুরিনামে ডাচ নৃশংসতার কঠোর অনুস্মারক এবং রাজকীয়তার ও প্রকাশ্য প্রকৃতির শক্তিশালী জোর সম্ভবত টরি আপত্তি জাগ্রত করার জন্যই তৈরি করা হয়েছিল।\nবেহনের পক্ষর প্রতিযোগিতাটি হারাবে এবং মহিমান্বিত বিপ্লব সমাপ্তি হবে ১১০১ সালের আইনের আইন অনুসারে, যেখানে রাজত্বে বাছাইয়ের ক্ষেত্রে প্রোটেস্ট্যান্টিজম কে প্রত্যাখ্যানমূলক প্রক্রিয়াগুলির চেয়ে অগ্রাধিকার গ্রহণ করবে। প্রকৃতপক্ষে, এত পুঙ্খানুপুঙ্খভাবে হবার ফলে বোকা রাজা নামে খ্যাত স্টুয়ার্ট ব্যর্থ হয়েছিল যে ওড়ুনোকোর পাঠকরা উপন্যাসের সাময়িক বিষয়টিকে আসলে মিস করতে পারে। \n\n\n== সাহিত্যের তাৎপর্য ==\nওরুওনোকোর \"প্রথম ইংরেজি উপন্যাস\" হওয়ার দাবিটি বজায় রাখা কঠিন জেনার হিসাবে উপন্যাসটি সংজ্ঞায়িত করার স্বাভাবিক সমস্যাগুলির পাশাপাশি, আফ্রা বেন ওরুওনোকোর আগে কমপক্ষে একটি Epistolary উপন্যাস লিখেছিলেন । পত্রসম্বন্ধীয় কাজ একটি উমরা মধ্যে প্রেম-বর্ণ ও তার বোন পাঁচ বছরেরও বেশি সময় দ্বারা Oroonoko চেয়েও পুরনো। তবে ওরুওনোকো নির্দিষ্ট ধরনের একটি খুব প্রাথমিক উপন্যাস যা একটি রৈখিক প্লট ধারণ করে এবং একটি জীবনীগত মডেল অনুসরণ করে। এটি নাট্য নাটক, রিপোর্টেজ এবং জীবনীগুলির মিশ্রণ যা একটি উপন্যাস হিসাবে স্বীকৃতি দেওয়া সহজ। \nওরুওনোকো হলো প্রথম ইউরোপীয় উপন্যাস যা আফ্রিকানদের খুব ভাল মানের সহানুভূতিপূর্ণভাবে দেখায়। একইসাথে, এই উপন্যাসটি রাজত্বের প্রকৃতি সম্পর্কে যতটুকু খারাপ বর্ণের প্রকৃতি সম্পর্কে তেমনি ধারণা দেয়। ওরুওনোকো একজন রাজপুত্র এবং আফ্রিকান বা ইউরোপীয় যে বংশেরই হোক না কেন তিনি উপন্যাসের আসল বংশধর, এবং উপন্যাসটির নিয়ন্ত্রকটি উপনিবেশের জন্য একদম ধ্বংসাত্মক। নাট্যকার হিসাবে বেনের আগের অভিজ্ঞতা থেকে এই প্লটের নাট্য প্রকৃতি অনুসরণ করে।  ওরুনোকোতে তিনি যে ভাষাটি ব্যবহার করেন তা তাঁর অন্যান্য উপন্যাসগুলির তুলনায় অনেক সহজে এবং লিঙ্গ ভূমিকার জটিলতা ছাড়াই খুব স্পষ্ট প্রেমের গল্প নিয়ে উপন্যাসটি বেনের কথাসাহিত্যে অস্বাভাবিক মনে হয় একটু। \nদাস ব্যবসায়ের বিতর্ক এবং নারী সাম্যের লড়াইয়ের সেই বিরাট আকারের লড়াইয়ের মধ্য দিয়ে উপন্যাসটিতে সমালোচনামূলক প্রতিক্রিয়া বর্ণিত হয়েছে। অষ্টাদশ শতাব্দীতে, সাউদার্নের নাট্য অভিযোজন এবং উপন্যাসটির পাঠকরা প্লটটিতে প্রেমের ত্রিভুজটির প্রতিক্রিয়া জানিয়েছিল। মঞ্চে ওরুওনোকোকে একটি দুর্দান্ত ট্র্যাজেডি এবং অত্যন্ত রোমান্টিক এবং চলমান গল্প হিসাবে বিবেচনা করা হয়েছিল, এবং পৃষ্ঠায় পাশাপাশি ওরুওনোকো এবং ইমোইন্ডার মধ্যে করুণ প্রেম এবং বাইমের বিপদ, দর্শকদের মনমুগ্ধ করেছে। দাসত্ব নিয়ে ইউরোপীয় ও আমেরিকান বৈষম্য বাড়ার সাথে সাথে ওড়ুনোকো ক্রমশ দাসত্বের প্রতিবাদ হিসাবে দেখা যেতে থাকে। উইলবার এল ক্রস লিখেছিলেন, 1899 সালে, \" ওরুওনোকো ইংরেজির প্রথম মানবিক উপন্যাস।\" তিনি দাসত্বের বিরোধিতা করার জন্য আফ্রা বেনকে কৃতিত্ব দিয়েছিলেন এবং শোক প্রকাশ করেছেন যে তাঁর উপন্যাসটি তার লক্ষ্য হিসাবে যা দেখছে তাতে সফল হওয়ার জন্য খুব তাড়াতাড়ি রচিত হয়েছিল (মৌল্টন 408)। প্রকৃতপক্ষে, বেহনকে স্পষ্টভাবে হ্যারিট বিচার স্টোয়ের পূর্ববর্তী হিসাবে বিবেচনা করা হয়েছিল। 20th শতাব্দীর, Oroonoko \"এর উন্নয়নে গুরুত্বপূর্ণ মার্কার হিসেবে দেখা হয়ে আসছে উন্নতচরিত্র অসভ্য \" থিম, একটি অগ্রদূত রুশো এবং একটি আরও এগিয়ে রোউদে, সেইসাথে একটি প্রোটো-নারীবাদী হবে। \nসম্প্রতি (এবং বিংশ শতাব্দীতে বিক্ষিপ্তভাবে) উপন্যাসটি সপ্তদশ শতাব্দীর রাজনীতি এবং ষোড়শ শতাব্দীর সাহিত্যের প্রসঙ্গে দেখা গেছে। জেনেট টড যুক্তি দিয়েছিলেন যে বেহন গভীরভাবে ওথেলোর প্রশংসা করেছিলেন এবং উপন্যাসে ওথেলোর উপাদানগুলি চিহ্নিত করেছিলেন। বেনের দীর্ঘ কর্মজীবনে, তাঁর রাজত্বের প্রশ্নগুলিতে তাঁর কাজকর্মগুলি প্রায়শই ঘনিয়ে আসে এবং বেহন নিজেই মূলত দার্শনিক অবস্থান নিয়েছিলেন। তাঁর কাজগুলি মহৎ রক্তের গুণাবলী নিয়ে প্রশ্ন তোলে যেমন তারা বারবার দৃঢ়ভাবে রাজত্বের রাজত্ব এবং মহান নেতাদের দৃ of়তাবাদ করে। ওড়ুনোকোর চরিত্রটি প্রাকৃতিক রাজা এবং একজন প্রাকৃতিক নেতা, অভিষিক্ত এবং ব্যক্তিগতভাবে শক্তিশালী ব্যক্তি হয়ে বেহানের প্রশ্নগুলির সমাধান করে এবং জন্মগতভাবে কিন্তু সত্যিকারের শক্তি নেই এমন অভিজাতদের বিরুদ্ধে তিনি উদগ্রীব হন।\n\n\n== নিউ ওয়ার্ল্ড সেটিং ==\nওরুওনোকোর সাথে আফ্রা বেন সমসাময়িক সাহিত্যের উদ্বেগগুলিকে মিশ্রিত করার চ্যালেঞ্জ গ্রহণ করেছিলেন তিনি, যা প্রায়শই শৈলীর দ্বারা পৃথক করা হত, একটি সম্মিলিত কাজে। পুনরুদ্ধার সাহিত্যের তিনটি সাধারণ উপাদান ছিল: নিউ ওয়ার্ল্ড সেটিং, আদালত রোম্যান্স এবং বীরত্বপূর্ণ ট্র্যাজেডির ধারণা। ১ D63৩ খ্রিস্টাব্দে খ্যাতিমান নাট্যকার জন ড্রইডেন, দ্য ইন্ডিয়ান কুইনের সহ-রচনা করেছিলেন এবং দ্য ইন্ডিয়ান সম্রাট এর সিক্যুয়েল লিখেছিলেন। উভয় নাটকের পুনরুদ্ধার সাহিত্যের তিনটি দিক রয়েছে।\n\"বেহান অবশ্যই দু'টি নাটকের সাথেই পরিচিত ছিলেন\", গল্পটির শুরুর দিকে যেমন দেখা যায় তার লেখার উপর প্রভাব ফেলে। বেন পুনরুদ্ধার থিমগুলি গ্রহণ করে এবং সেগুলি পুনরায় তৈরি করে, মৌলিকত্ব নিয়ে আসে। বেহনের উপাদানগুলি পরিবর্তিত হতে পারে তার একটি কারণ ওরুওনোকো পুনরুদ্ধারের সময়কালের শেষের দিকে লেখা হয়েছিল written পাঠকরা থিমটি সম্পর্কে সচেতন ছিলেন, তাই বেন তাদের তাজা কিছু দিতে চেয়েছিলেন। বেন নিউ ওয়ার্ল্ডের সেটিংটি পরিবর্তন করেছিলেন, এমনটি তৈরি করেছিলেন যা পাঠকদের সাথে অপরিচিত ছিল। তার সাহিত্যের দক্ষতা আরও চ্যালেঞ্জ করে, বেহন ওল্ড ওয়ার্ল্ডের পুনরায় পরিবেশনা করেছেন। বেহন পাঠকদের একটি বহিরাগত বিশ্ব উপহার দেয়, বর্ণনামূলক বিশদ দিয়ে তাদের মাথা ভরে দেয়। পুরনো পুনরুদ্ধার প্রয়োজনীয়তার সাথে নতুন উপাদানগুলিকে মিশ্রনকারী বেহনই প্রথম ব্যক্তি। নিউ ওয়ার্ল্ড সমসাময়িক ক্যারিবিয়ানে স্থাপন করা হয়েছিল, মেক্সিকোতে নয় যেমন পূর্ববর্তী শতাব্দীর অভ্যস্ত ছিল। নিউ ওয়ার্ল্ড পাঠকদের একটি বিদেশী স্থান সম্পর্কে জ্ঞান দিয়েছে, \"আমেরিকার একটি উপনিবেশ, ওয়েস্ট ইন্ডিজের সুরিনাম\" gave  বেন একটি চিত্র-নিখুঁত নিউ ওয়ার্ল্ড এঁকেছিলেন যা স্থানীয় নাগরিকরা sp এমন একটি যা ড্রাইডেনের পূর্ববর্তী কাজের সাথে বিপরীত।  লোকেরা কীভাবে এগিয়ে যায় সে সম্পর্কে বর্ণনা করায় বেহনের নতুন বিশ্বটিকে প্রায় ইউটোপিয়ান বলে মনে হচ্ছে: \"এই লোকদের সাথে ... আমরা নিখুঁত প্রশান্তি এবং ভাল বোঝাপড়া করে বেঁচে থাকি যেমন এটি আমাদের করার মতো করে তোলে।\"  এই নতুন বিশ্ব এই সময়ের মধ্যে অনন্য; এটি \"একইসাথে একটি অপূর্ব প্রিলাপেসিয়ান স্বর্গ এবং আন্তর্জাতিক বাণিজ্যের পুরোপুরি বাণিজ্যিকীকরণের চৌরাস্তা\"।  বিশ্বাস করা শক্ত মনে হয় যে এইরকম রোম্যান্টিক সেটিংয়ে বেহন বীরত্বপূর্ণ ট্র্যাজেডিকে মিশ্রিত করতে পারে, তবুও ওড়ুনোকোর চরিত্রের মাধ্যমে তিনি এই প্রভাবটি সম্পাদন করে। ওহান আটলান্টিক পেরিয়ে আফ্রিকার দিকে বাণিজ্য পথকে ইউরোপের পরিবর্তে ফিরিয়ে আনার সাথে সাথে ওল্ড ওয়ার্ল্ড পরিবর্তিত হয়েছে, \"প্রথম ইউরোপীয় লেখক যিনি নিজের মহাদেশে উপ-সাহারান আফ্রিকান চরিত্রদের দ্বারা জীবনযাপনের চেষ্টা করেছিলেন।\"  তখন উপকূলীয় আফ্রিকান রাজ্যের কয়েকটি বিবরণ ছিল। ওরুওনোকো সত্যিকার অর্থে তিনটি গুরুত্বপূর্ণ উপাদানকে সম্পূর্ণ মূল উপায়ে মিশ্রিত একটি আসল নাটক, যার সাথে তার নতুন দৃষ্টিভঙ্গির পরিবর্তনের একটি উদাহরণ রয়েছে। \nযদিও বেহন আশ্বাস দিয়েছিলেন যে তিনি কোনও পাঠক নায়কের দুঃসাহস নিয়ে তাঁর পাঠককে বিনোদন দিতে চাইছেন না, ওড়ুনোকোর গল্পগুলি বাড়িয়ে তুলতে এবং রোমান্টিক করার জন্য তিনি ঠিক এই কাজটি করেছেন। রমেশ মল্লিপদী জোর দিয়েছিলেন যে পুনর্নির্মাণ ইংল্যান্ডে এলিয়েন সংস্কৃতির প্রতিনিধিত্বের জন্য দর্শন ছিল প্রধান মধ্যস্থতাকারী।  অতএব, বেহন ওড়ুনোকোর নেটিভ সৌন্দর্যের বর্ণনা দিয়েছেন 'সৌন্দর্যে এতটুকু ছাড়িয়ে যাওয়ার' এক আকর্ষণীয় স্থান যা 'তাঁর অন্ধকারের সমস্ত লোককে ছাড়িয়ে গেছে'।  তিনি একটি আদর্শ সুদর্শন নায়ক হিসাবে চিত্রিত করে ওরুওনোকোর চিত্র পুরোপুরি রোমান্টিক করেছেন; তবে তার ত্বকের রঙের কারণে তার দেহটি এখনও বহিরাগতের সীমাবদ্ধতার মধ্যে আবদ্ধ। ওড়ুনোকোর একজন অভিজাত লোকের সমস্ত গুণ রয়েছে তবে তার আবলুস ত্বক এবং জন্মের দেশটি তাকে সম্মানিত ইউরোপীয় নাগরিক হতে বাধা দেয়।  এই বিদেশী গুণাবলীর কারণে তাঁর ইউরোপীয়তা অসম্পূর্ণ। তিনি ইউরোপীয় মত শিক্ষা এবং বায়ু আছে, কিন্তু ত্বকের বর্ণ এবং আইনী মর্যাদা অভাব আছে। বেহান যথেষ্ট পরিমাণে বিদেশী থাকার পরেও তাঁর চিত্রের মধ্যে কিছু ইউরোপীয় পরিচিতি ছড়িয়ে দেওয়ার জন্য ওরুওনোকোর এই দ্বন্দ্বমূলক বিবরণ ব্যবহার করেন। তিনি ওরোওনোকোর সাথে হানিবাল এবং আলেকজান্ডারের মতো সুপরিচিত historicalতিহাসিক ব্যক্তিত্বের সাথে তুলনা করেছেন এবং ওরুওনোকোর দৌড়, কুস্তি এবং বাঘ এবং সাপ হত্যা সম্পর্কে বর্ণনা করেছেন। অ্যালবার্ট জে রিভারো বলেছেন যে মহান পাশ্চাত্য বিজয়ী ও রাজাদের সাথে এই তুলনাটি ওরোওনোকোর বিদেশীত্বকে ইউরোপীয় বর্ণিত গল্পগুলিতে অনুবাদ করে এবং প্রাকৃতিক করে তোলে। \n\n\n== চরিত্র বিশ্লেষণ ==\nউপন্যাসের শুরু থেকেই, ওরুওনোকো একটি দুর্দান্ততার অধিকারী যা উপন্যাসের মধ্যে যে কোনও পুরুষ বা মহিলার চরিত্রকে ছাড়িয়ে যায়; যে কোন মহিলা তার প্রেম এ পড়তে বাধ্য। এমনকি যখন তাকে এক ভয়াবহ মৃত্যুর শিকার করা হয়, তবুও তিনি কখনও তাঁর সুরক্ষা এবং মর্যাদা হারান না। তাঁর চরিত্রের বিষয়বস্তু ছাড়াও স্পিকার তার শারীরিক বৈশিষ্ট্যের মাধ্যমে রাজপুত্রের মাহাত্ম্য প্রদর্শন করে। তার লেখায় লরা ব্রাউন ওরাওনোকোর শারীরিক বৈশিষ্ট্যগুলির জন্য আফ্রা বেনের বিশ্লেষণের উপর বিশদ বর্ণনা করেছেন এবং তাকে অন্যান্য দাসদের থেকে পৃথক করেছেন। স্পিকার ওরোওনোকোকে ইউরোপীয় বৈশিষ্ট্যযুক্ত হিসাবে বর্ণনা করেছেন \"যার দ্বারা দেশীয় 'অন্যান্য' একটি ইউরোপীয় অভিজাত হিসাবে স্বীকৃত হয় ... [এবং] শারীরিকভাবে দেখা যায়, বর্ণনাকারীরা ইংলন্ডের রাজকন্যাদের থেকে তার নেটিভ রাজকুমারকে সবেই আলাদা করতে পারেন\"।  ওরাওনোকোর আফ্রিকা ভেনের ব্যক্তিগত অ্যাকাউন্টে তিনি উল্লেখ করেছেন যে \"তাঁর মুখটি সেই বাদামী, মরিচা কালো নয়, যা বেশিরভাগ জাতিরই ছিল, তবে একটি নিখুঁত আবলনি, বা পোলিশড জেট\" এবং \"তাঁর নাক উঠছিল এবং রোমান, পরিবর্তে আফ্রিকান এবং ফ্ল্যাট \"।  স্থানীয়ভাবে আফ্রিকার স্থানীয় শারীরিক বৈশিষ্ট্যগুলির সাথে ওরুওনোকোকে চিহ্নিত করার পরিবর্তে, বেহন তার ওরিওনোকোকে তার দেশীয় সমকক্ষদের চেয়ে ভাল হিসাবে বর্ণনা করেছেন যিনি দেখছেন এবং ইউরোপীয় অভিজাতদের মতো আচরণ করেন। তাঁর জনগণের মধ্যে তিনি একজন নির্ধারক নেতা হিসাবে সম্মানিত হন, বিশেষত দেখা যায় যখন তিনি এবং তাঁর লোকেরা দাসত্বের কবলে পরে এবং অন্যান্য দাসেরা ওড়ুনোকোকে বেঁধে রাখা অবস্থায় খেতে অস্বীকার করেছিলেন। তদুপরি, দাসরা তাকে বিদ্রোহে সমর্থন করলে তাঁর নেতৃত্ব আরও শক্তিশালী হয়।\nওরোওনোকোর জীবনের ভালবাসা ইমোইন্ডা একজন সুন্দরী আফ্রিকান মহিলা, যিনি ওড়ুনোকো তাকে উদ্ধারের চেষ্টা করার পরে দাসত্বের কাছে বিক্রি করেছিলেন। ওরুওনোকো ইমোইন্ডার সাথে দেখা করার সাথে সাথে তারা তত্ক্ষণাত প্রেমে পড়েন। তার সাথে তার প্রথম সাক্ষাত্কারে তাকে \"একটি সৌন্দর্য হিসাবে বর্ণনা করা হয়েছে যে, তাকে সত্যই বর্ণনা করার জন্য তিনি মহৎ পুরুষের কাছে মহিলা ছিলেন, আমাদের তরুণ মঙ্গলকে সুন্দর কালো শুক্র, তিনি তাঁর ব্যক্তির মতো মনোমুগ্ধকর এবং ভঙ্গুর গুণাবলী\" ( বেহন, 9)। ওরুনোকো তাকে মারধর করে, তাত্ক্ষণিকভাবে তাকে বিবাহের জন্য তার হাতের জন্য জিজ্ঞাসা করে এবং বিনা দ্বিধায় সে রাজি হয়। যদিও এই সময়ে একাধিক স্ত্রী থাকার আফ্রিকান ঐতিহ্য এখনও প্রচলিত রয়েছে, ওরুওনোকো ইমোইন্ডাকে আশ্বস্ত করেছেন যে তিনি আর কোনও স্ত্রী গ্রহণ করবেন না। উপন্যাসটিতে এটি স্পষ্ট যে ওরুনোকো এবং ইমনিডার একে অপরের প্রতি প্রেম নিঃশর্ত। একবার ওরুওনোকোর দাদা বাদশাহ ইমোইন্ডা কত সুন্দর তা নিয়ে গুজব শুনলেন, তিনি তাকে তাঁর এক মহিলা হিসাবে তৈরি করতে অনড় হয়ে যান। ইমোইন্ডার প্রতি তার নাতির গভীর স্নেহ এবং ভালবাসা সত্ত্বেও, রাজা তাকে রাজকীয় ঘোমটা দিয়েছেন যা ইমোইন্ডাকে আনুষ্ঠানিকভাবে রাজার অন্যতম মহিলা হিসাবে চিহ্নিত করে। এটি এমন একটি সম্মান যা প্রত্যাখ্যান করা প্রায় অসম্ভব এবং ওরুনোকো তাঁর দাদার ক্রিয়াকলাপে ক্রুদ্ধ হয়েছেন। ওরোওনোকোর পাশাপাশি এই ট্র্যাজিক ট্র্যাভেল কাহিনীর কেন্দ্রস্থল হয়ে ইমোইন্ডা একটি গুরুত্বপূর্ণ চরিত্র হয়ে ওঠে। তার সৌন্দর্য, শক্তি এবং ত্রুটিযুক্ত বৈশিষ্ট্যগুলি ওরুওনোকো, রাজা এবং এমনকি পাঠককে আকর্ষণ করে। ইমোইন্ডা দাসত্বের কাছে বিক্রি হয়ে যাওয়ার পরে ওরুওনোকো এবং ইমোইন্ডা ক্রমাগত আলাদা হয়ে যাচ্ছিল। তারা কত দিন দূরে থাকুক না কেন, তাদের ভালবাসা দৃশ্যমান অবস্থায় থাকে এবং শেষ পর্যন্ত তারা আবার মিলিত হয়। ওরুওনোকো এবং ইমোইন্ডার মধ্যে কখনও শেষ না হওয়া প্রেমটি উপন্যাস জুড়ে স্পষ্ট। উভয় চরিত্রই তাদের ভালবাসার কথা ঘোষণা করতে, নির্মম ত্যাগ স্বীকার করতে এবং একে অপরের প্রতি অনুরাগী থাকতে আগ্রহী — তাদের নিঃশর্ত ভালবাসার শক্তি ভাল করতে সহায়তা করে।\n\n\n== থিমস বা মূলভাবগুলি ==\nকিংডশীপ : আফ্রা বেন নিজেই ওরোণোকোর লেখায় অবিশ্বাস্যভাবে দৃঢ় রাজতন্ত্রপন্থী হয়ে মতামত ধারণ করেছিলেন।  বেন যে ধারণাটি কাজের মধ্যে উপস্থাপনের চেষ্টা করে তা হ'ল দাস সমাজের মধ্যেও রয়্যালটি এবং প্রাকৃতিকভাবে রাজত্বের ধারণা থাকতে পারে। যদিও ওরুনৌকো নিজেই আদিবাসী ছিলেন যিনি পরে কিনা একজন দাস হয়ে যান, তবে সাধারণত একটি সভ্য সমাজে রাজার প্রয়োজন এমন বৈশিষ্ট্যগুলি তাঁর রয়েছে। যারা তাঁকে অনুসরণ করে তাদের কাছে তিনি প্রশংসিত ও সম্মানিত হন এবং এমনকি মৃত্যুর পরেও তিনি তাঁর রাজকীয় মর্যাদা অক্ষুণ্ণ রাখেন — যেহেতু তার স্ব-শ্রদ্ধার আত্মসমর্পণ করার চেয়ে তার মালিকরা তাকে মৃত্যুদন্ড কার্যকর করেছিলেন। ওড়ুনোকোর মৃত্যুকে বিচারহীন ও আপত্তিকর হিসাবে দেখা যেতে পারে কারণ যে কোনও রাজার মৃত্যুর পরে তাঁর নীচে পড়া লোকেরা এবং যেহেতু শ্বেতাঙ্গরা তাকে দাস বানিয়েছিল, তবুও তারা সত্যিকারের সাহসী প্রাণী হিসেবে চিত্রিত হয়েছে। \nমহিলা আখ্যান : গল্পের নামবিহীন মহিলা বর্ণনাকারী আঠারো শতক জুড়ে সমাজে নারীর ভূমিকার দৃঢ় প্রতিচ্ছবি হিসাবে কাজ করেছেন, পাশাপাশি তাঁর কাজের অভ্যন্তরে প্রধান থিমগুলি সম্পর্কে বেহানের নিজস্ব ব্যক্তিগত দৃষ্টিভঙ্গির প্রতিচ্ছবি। এই সময়ের মধ্যে মহিলারা প্রায়শই সক্রিয়ভাবে অবদান রাখার চেয়ে কেবল নিরীক্ষণ করে এবং নীরব থাকতেন বলে আশা করা হত এবং ওড়ুনোকোর বর্ণনাকারী এটির চিত্রকলা । ওরিওনোকোর চিকিৎসা সম্পর্কে বর্ণনাকারীর ঘৃণা এবং তার হত্যাকাণ্ডের প্রতি তার অক্ষমতা, এমন একটি উপায় যেখানে বেহন তার নিজস্ব কন্ঠস্বর এবং গল্পের দৃষ্টিভঙ্গি সন্নিবেশ করান, যেমন রাজত্ব, দাসত্ব এবং দাস ব্যবসায়ের প্রতি তার অনুভূতি প্রতিষ্ঠিত হয়েছে। অনুরূপভাবে, গল্পকারের তুলনামূলকভাবে নিষ্ক্রিয় জড়িতাকে সেই সময়ের নারী লেখকদের যেভাবে দেখা হত - তার পুরুষ সহকর্মীদের কারণে নীরব ও অবদানহীন — বিশেষত বেহন নিজেই একজন অন্যতম হয়ে ওঠার প্রতিচ্ছবি হিসাবেও দেখা যেতে পারে সেই সময়ের কয়েকটি মহিলা লেখক। \n\n\n== মহিলা ==\n\n\n=== মহিলা কণ্ঠের প্রভাব এবং অ্যাফ্রা বেহানের লেখকের জটিলতা ===\n\"ব্রিটিশ মহিলা ট্রান্সআটলান্টিক অভিজ্ঞতা\" এবং একটি প্রাথমিক ক্যানোনিকাল মহিলা লেখক এর একজন সদস্য হিসাবে, আফ্রা বেন (Aphra Behn) এর লেখা থেকে Oroonoko ' প্রকাশনার বছরে বিভিন্ন নারীবাদী বিশ্লেষণযোগ্য বিষয় হয়েছে।  ওরুনোকো এবং অন্যান্য পেরিফেরি পুরুষ চরিত্রগুলির মাধ্যমে পুরুষতন্ত্রটিকে পুরো পাঠ জুড়ে আধিপত্যের সাথে সমান করা হয়, এমন একটি আধিপত্য যা শক্তিশালী মহিলা চরিত্রের আকারে স্ত্রীলিঙ্গ দ্বারা পরিপূরক হয়। পুরুষ সমাজে তাদের অভিজাত ভূমিকার কারণে পুরুষ লেখকদের সাহিত্যের যোগ্যতার পক্ষে যাওয়ার পূর্বনির্ধারিত পুরুষতান্ত্রিক আদর্শকে বেহান চ্যালেঞ্জ জানায়। তাঁর সময়ে, একজন মহিলা লেখক হিসাবে বেনের সাফল্য আপ-আপ-আসন্ন মহিলা লেখকদের সম্মান এবং উচ্চ পাঠকদের জন্য প্রসারকে সক্ষম করেছিল। \nদাসত্বের বর্বরতা সহ্য করেন নি এমন একজন লেখক হিসাবে বে-কে জিএ স্টারারের \"আফ্রা বেন এবং ম্যান অব ফিলিং\" এর বংশোদ্ভূত গবেষণা থেকে প্রাপ্ত গবেষণা অনুসারে দ্বৈত দৃষ্টিভঙ্গি সহ একটি নকল কথক হিসাবে বিবেচিত হয়। বেনের প্রথম জীবন এবং সাহিত্যজীবনের পুরো সময় জুড়ে স্টার নোট করেছিলেন যে \"বেহন এইরকম ভবিষ্যদ্বাণী বিশ্লেষণ করার মতো ভাল অবস্থানে ছিলেন ... একজন মহিলা-অবিবাহিত, দরিদ্র, অস্বাস্থ্যকর-নিজেকে সমর্থন করে লেখার মাধ্যমে এবং সম্ভবত রোমান ক্যাথলিক হিসাবে তিনি জানতেন প্রান্তিকতা এবং দুর্বলতা \"।  এই সংক্ষিপ্তসারে স্পষ্ট হিসাবে, দাসত্বের \" দুর্দশাগ্রস্থতা \" সম্পর্কে বেহানের মনোভাব ওরুনোকো জুড়ে দ্ব্যর্থহীন ছিল , তার পরিচয় এবং বর্ণগত বৈষম্যের সাথে অনভিজ্ঞতার কারণে। এই গল্পটি পুরুষ-অধ্যুষিত সাহিত্যিক উপাধিতে প্রান্তিক মহিলা লেখক হিসাবে বেহনের দৃষ্টিভঙ্গির মাধ্যমে বলা হলেও, দাসপ্রথা প্রতিষ্ঠার সাংস্কৃতিক জটিলতা এখনও বাহ্যিক উত্সের লেন্সের মাধ্যমে উপস্থাপিত হয়।\nপুরো উপন্যাসে, বেহন ওরুওনোকোর শক্তি, সাহস এবং বুদ্ধিমত্তার সাথে শনাক্ত করেছেন তবে উচ্চ ইউরোপীয় শক্তি কাঠামোর একই শ্রেণিবিন্যাসে নিজেকেও অন্তর্ভুক্ত করেছেন। উদাহরণস্বরূপ, অ্যালবার্ট রিভারোর \"আফ্রা বেনের 'ওরুওনোকো' এবং উপনিবেশিক কল্পকাহিনীর 'ফাঁকা স্পেসস'-এ লেখক উপনিবেশিক কল্পকাহিনীর একটি বৃহত্তর অংশের মধ্যে ওড়ুনোকোকে প্রসঙ্গ দিয়েছেন। রিভারো বেহনের উপন্যাসকে \"সজ্জিত, উচ্চ শ্রেণীর অনুভূতির রোম্যান্স\" হিসাবে বর্ণনা করেছেন।  বেহানের প্রকাশনাটির বহু স্তরের উপাদানগুলি উপন্যাসজুড়ে তার বর্ণগত বর্ণের পরিবর্তনশীল ধারণার সমান্তরাল। অনুলিপি বর্ণনাকারী হিসাবে বর্ণিত তার বর্ণ ও অর্থনৈতিক অবস্থানের কারণে তাকে দেওয়া নিয়ন্ত্রণের সাথে মিশ্রিতকরণ, বিলুপ্তির পক্ষে তার সমর্থনের অস্পষ্টতায় অভিনয় করে।\n\n\n=== ইমোইন্ডার পরিচয় ===\nImoinda এর ব্যক্তিস্বাতন্ত্র্যর উপর বেন এর জোর দেয়া অংশ এর কারণে Oroonoko একটি শক্তিশালী মহিলা চরিত্র হিসেবে কাজ করে। ইমোইন্ডার বেনের চিত্রকর্মটি মূলত পাঠ্যের মধ্যে কেন্দ্রীয় প্লট পয়েন্টের সাথে সম্পর্কিত নয়; নায়কটির স্ব-আবিষ্কারের যাত্রা । যে যুগে রচনাটি রচিত হয়েছিল, সেই যুগে সাহিত্যের ক্ষেত্রে পুরুষ বীরত্ব প্রাধান্য পেয়েছিল। প্রায়শই পুরুষ চরিত্রে নায়কের ভূমিকা মনোনীত করা হত এবং এর সাথেই, মহিলার কণ্ঠটি নীরব থাকে।  এই অর্থে, দাসত্বের সাংস্কৃতিক আবহাওয়া এবং নারীকে আনুষঙ্গিক হিসাবে দেখার সামাজিক নিয়ম সত্ত্বেও বেহনের যোদ্ধা এবং একটি জীবন্ত স্বায়ত্তশাসিত মহিলা হিসাবে ইমোইন্ডার চরিত্রায়ন মহিলা মুক্তির অনুভূতি জাগিয়ে তোলে। \nবেনের উপন্যাসটি সেই নারীর কণ্ঠকে জাগিয়ে তোলে যা সাহিত্যে আরও স্বীকৃতির দাবি রাখে। উপন্যাসটিতে ইমোইন্ডা হলেন ওড়ুনোকোর প্রেমের আসল আগ্রহ, তবে তিনি কেবল এটিই নন। সাধারণ আজ্ঞাবহ মহিলার ভূমিকায় পড়ার পরিবর্তে ইমোইন্ডা প্রায়শই দেখায় যে তিনি ওরোওনোকোর পাশাপাশি লড়াই করার পক্ষে যথেষ্ট শক্তিশালী, তিনি গভর্নরকে হত্যার দ্বারা উদাহরণ দিয়েছিলেন (বেন 68 ) । ইমোইন্ডাকে ওরুওনোকোর সমান হিসাবে চিত্রিত করা হয়েছে; যেখানে ওরুওনোকোকে \"মঙ্গল\" (16) হিসাবে বর্ণনা করা হয়েছে, ইমোইন্ডাকে \"সুন্দর কালো শুক্র\" (16) হিসাবে বর্ণনা করা হয়েছে। শেষ পর্যন্ত, তাদের আগ্রাসন এবং সৌন্দর্যের শক্তিগুলি পৌরাণিক সমান্তরালগুলির মাধ্যমে উদাহরণ দেওয়া হয়েছে। উপন্যাসের শুরুতে যুদ্ধের প্রভু শ্বর, মঙ্গলগ্রহের সাথে তুলনা একটি প্রশংসিত যোদ্ধা হিসাবে ওরুওনোকোর উত্থানের জন্য একটি কাঠামো সরবরাহ করে, যখন Imশ্বরের সাথে ইমোইন্ডার সম্পর্ক শুরু থেকেই আরও মেয়েলি হয়, তার উপস্থিতির মধ্যে এবং শক্তিশালীদের মধ্যে একটি সংযোগ তৈরি হয়েছিল ভেনাস, রোমান রূপকথার প্রেম এবং সৌন্দর্যের দেবী । ইমোইন্ডা প্রেমের দেবীর সাথে তুলনা করা হচ্ছে তার চরিত্রের সাথে মানানসই, কারণ উপন্যাসটি পড়ার মাধ্যমে পাঠকরা সহজেই বুঝতে পারবেন যে তিনি এমন একটি চরিত্র যা প্রেম দ্বারা পরিচালিত হয়, বিশেষত ওরুনোকোর প্রতি তাঁর শ্রুতিমধুর। তিনি দাসত্ব থেকে নিজেকে মুক্ত করতে এবং নিজের এবং তাদের অনাগত সন্তানের জন্য আরও ভাল জীবন লাভ করার জন্য স্বামীর সাথে লড়াই করেছেন। জীবনের শেষ অবধি, ইমোইন্ডা তাঁর অনাগত সন্তানের সাথে প্রেম, প্রশংসা এবং ওড়ুনোকোর প্রতি শ্রদ্ধার কারণে স্বামীর হাতে তাঁর মৃত্যু আনুগত্যের সাথে গ্রহণ করে।\nরোমান দেবীর সাথে ইমোইন্ডার সমান্তরাল করে, তাকে তৎকালীন সাহিত্যে একটি বিপ্লবী ধারণা, শক্তি এবং শক্তি দিয়ে একটি বায়ু দেওয়া হয়। বেন নিজেই সতেরো শতকের সাহিত্যের একটি বিপ্লবী অংশ ছিলেন, কারণ তিনি একজন মহিলা লেখক, বর্ণনাকারী এবং চরিত্রের ভূমিকা পালন করেছিলেন। বেহন তাঁর সুরিনাম ভ্রমণে গল্পটির ভিত্তি করেছিলেন এবং পাঠ্যের শুরুতে তিনি স্পষ্ট করেছিলেন যে এটি একটি \"সত্য গল্প\", ওরোওনোকোকে দাসত্ববিরোধী এবং প্রতিবাদী-নারীবাদী উভয় বর্ণনাকে একত্রিত করে উপস্থাপন করেছেন।\n\n\n=== মহিলাদের যৌনতা ===\nপ্রথম বৈশিষ্ট্যাবলী Oroonoko মধ্যে Imoinda বরাদ্দকৃত এক তার অত্যাশ্চর্য এবং সুন্দর বহি হয়। বেন তাকে \"সুন্দর কালো শুক্র\" (বেন 16) হিসাবে বর্ণনা করে তাকে চেহারাতে appearanceশ্বরের মতো দেখায়। উদাহরণস্বরূপ, বেন শত শত ইউরোপীয় পুরুষকে নিয়ে উদ্বিগ্ন হয়েছেন যারা তাঁর অনুরাগ জয়ের ক্ষেত্রে \"নিরর্থক এবং অসফল\" (16)। এখানে, বেন ইউরোপীয় সৌন্দর্যের একটি সাদা রঙের বোধের মানের উপরে ইমোইন্ডার উপস্থিতি এবং মানকে উত্থাপন করে। এই \"সাদা পুরুষ\" তার মনোযোগের অযোগ্য বলে দাবি করে, তাকে তাদের চেয়ে বেশি যোগ্যতা দেওয়া হয়েছে (১ 16)। তদ্ব্যতীত, বেহন বলেছিলেন যে ইমোইন্ডার এত উচ্চমান ছিল যে তিনি \"নিজের জাতির এক রাজপুত্র ছাড়া অন্য কারও পক্ষে মহান ছিলেন না\" (১))। যদিও আমাদের মহিলা নায়ক এখানে আবার পুরুষ নায়কের সাথে যুক্ত হয়েছে, তবুও স্পষ্টতই তাকে বেন বর্ণিত পুরুষদের উপর আধিপত্যের বায়ু দেওয়া হয়েছে। \nইমোইন্ডাকে যখন রাজার উপপত্নী হিসাবে গ্রহণ করা হয়, তখন কেবল সমাজে তার অবস্থানের কারণে তিনি নিজেকে যৌনতার কাছে দেন না। যদিও তিনি তরুণ ইমোইন্ডার প্রতি অগ্রগতি করেছিলেন, তিনি এবং রাজা কখনও তাদের বিবাহকে গ্রাস করেননি; ইমোইন্ডা ওরুনোকোর সাথে পুনরায় মিলিত হওয়া অবধি এটি নয় যে তিনি তার কুমারীত্ব ছেড়ে দেওয়ার জন্য প্রস্তুত বোধ করছেন (29)। এর সাথে, বেহন একটি মহিলার গুণকে তার সার্বভৌমত্বের সাথে সংযুক্ত করেছেন, এটি ইঙ্গিত দেয় যে ইমোইন্ডা তার নিজের যৌনতার উপরে স্বায়ত্তশাসন বজায় রেখেছেন। \n\n\n== অভিযোজন ==\n\nতবে অবাক করা ব্যাপার হলো, ওরুনোকো প্রকাশের পর প্রথমে কিন্তু খুব একটা সাফল্য পায়নি । ইংরাজী শর্ট শিরোনাম ক্যাটালগ অনলাইন অনুসারে, একক সংস্করণটি ১৬৯৬ সাল অবধি নতুন সংস্করণটি অনুসরণ করেনি। বই থেকে উল্লেখযোগ্য পরিমাণ অর্থ উপার্জনের আশা করে আফ্রা বেন শেষে গিয়ে একদমই হতাশ হয়েছিলেন। তার মৃত্যুর পরে দ্বিতীয় বছরে গিয়ে বিক্রয় ভাল হয়েছিল এবং উপন্যাসটি পর পর তিনটি মুদ্রণের মধ্য দিয়ে গিয়েছিল। গল্পটি ব্যবহার করেছেন টমাস সাউদার্ন ওড়ুনোকো : একটি ট্র্যাজেডি শিরোনামে একটি ট্র্যাজেডি লেখার জন্য ব্যবহার করেছিলেন ।  সাউদার্নের নাটকটি ১৬৯৫ সালে মঞ্চস্থ হয়েছিল এবং ১৬৯৬ সালে প্রকাশিত হয়, যেখানে একটি পূর্বানুমানে সাউদার্ন বেনের প্রতি কৃতজ্ঞতা প্রকাশ করেছিলেন এবং তার কাজেরও প্রশংসা করেছিলেন। আসলে নাটকটি একটি দুর্দান্ত সাফল্য ছিল। নাটকটি মঞ্চস্থ হওয়ার পরে, উপন্যাসটির একটি নতুন অভিযোজনটি একটি উল্লেখযোগ্য ব্যতিক্রম সহ সাধারণভাবে উপন্যাসটির প্রতি বিশ্বস্ত: এটি ইমোইন্ডাকে কালো রঙের পরিবর্তে সাদা করে তোলে (ম্যাকডোনাল্ড দেখুন)সংস্করণ প্রকাশিত হয়েছিল এবং ১৮শ’ শতাব্দীর পরে এটি কখনও আর মুদ্রিত হয়নি।\nঅষ্টাদশ শতাব্দীর মধ্যে, গল্পটির সাউদার্নের সংস্করণ বেনের চেয়ে বেশি জনপ্রিয় ছিল এবং ১৯ শতকে যখন বেন এর লেখা পড়ার পক্ষে খুব অশালীন মনে করা হত, তখনও ওরুনোকো গল্পটি চলমান ছিল।\n\n\n== মন্তব্য বা রেফারেন্সগুলি ==\n\n\n== তথ্যসূত্র ==\nঅ্যালারকন, ড্যানিয়েল কুপার এবং অ্যাথে, স্টেফানি (১৯৯৫)। অরুনোকোর সম্মিলিত অর্থনীতি সংস্করণ / হরর: আমেরিকাতে উপনিবেশিক আলোচনার স্টাডিজ দ্বারা পুনরায় প্রতিস্থাপন করা। Duke University Press.\nAn Exact Relation of The Most Execrable Attempts of John Allin, Committed on the Person of His Excellency Francis Lord Willoughby of Parham. . . . (1665), quoted in Todd 2000.\nBaum, Rob, \"Aphra Behn's Black Body: Sex, Lies & Narrativity in Oroonoko.\" Brno Studies in English, vol. 37, no. 2, 2011, pp. 13–14.\nBehn, Aphra. Encyclopædia Britannica. Retrieved 19 March 2005\nBehn, Aphra, and Janet Todd. Oroonoko. The Rover. Penguin, 1992. আইএসবিএন ৯৭৮-০-১৪০-৪৩৩৩৮-৮ISBN 978-0-140-43338-8\nBehn, A., Gallagher, C., & Stern, S. (2000). Oroonoko, or, The royal slave. Bedford cultural editions. Boston: Bedford/St. Martin's.\nBernbaum, Ernest (1913). \"Mrs. Behn's Oroonoko\" in George Lyman Kittredge Papers. Boston, pp. 419–33.\nBrown, Laura (1990). Romance of empire: Oroonoko and the trade in slaves. St. Martin's Press, Scholarly and Reference Division, New York.\nDhuicq, Bernard (1979). \"Additional Notes on Oroonoko\", Notes & Queries, pp. 524–26.\nFerguson, Margaret W. (1999). Juggling the Categories of Race, Class and Gender: Aphra Behn's Oroonoko. St. Martin's Press, Scholarly and Reference Division, New York.\nHughes, Derek (2007). Versions of Blackness: Key Texts on Slavery from the Seventeenth Century. Cambridge University Press. আইএসবিএন ৯৭৮-০-৫২১-৬৮৯৫৬-৪ISBN 978-0-521-68956-4\nHutner, Heidi (1993). Rereading Aphra Behn: history, theory, and criticism. University of Virginia Press. আইএসবিএন ০-৮১৩৯-১৪৪৩-৪ISBN 0-8139-1443-4\nKlein, Martin A. (1983). Women and Slavery in Africa. University of Wisconsin Press.\nMacdonald, Joyce Green (1998). \"Race, Women, and the Sentimental in Thomas Southerne's Oroonoko\", Criticism 40.\nMoulton, Charles Wells, ed. (1959). The Library of Literary Criticism. Volume II 1639–1729. Gloucester, MA: Peter Smith.\nParker, Matthew (2015). Willoughbyland: England's lost colony. London: Hutchinson. আইএসবিএন ০০৯১৯৫৪০৯৬ISBN 0091954096\nPorter, Roy (2000). The Creation of the Modern World. New York: W. W. Norton. আইএসবিএন ০-৩৯৩-৩২২৬৮-৮ISBN 0-393-32268-8\nRamsaran, J. A. (1960). \"Notes on Oroonoko\". Notes & Queries, p. 144.\nRivero, Albert J. \"Aphra Behn's 'Oroonoko' and the 'Blank Spaces' of Colonial Fictions.\" SEL: Studies in English Literature 1500–1900, vol. 39, no. 3, 1999, pp. 451. জেস্টোর 1556214.\nStassaert, Lucienne (2000). De lichtvoetige Amazone. Het geheime leven van Aphra Behn. Leuven: Davidsfonds/Literair. আইএসবিএন ৯০-৬৩০৬-৪১৮-৭ISBN 90-6306-418-7\nTodd, Janet (2000). The Secret Life of Aphra Behn. London: Pandora Press.\n\n\n== বহিঃসংযোগ ==\nওড়ুনোকো; বা, দ্য রয়েল স্লেভ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ ডিসেম্বর ২০২১ তারিখে, প্রসঙ্গে সাহিত্যে: সাহিত্যের একটি উন্মুক্ত অ্যান্টোলজি । 2019। ওয়েব।\nওড়ুনোকো, টমাস সাউদার্নের নাটকীয় অভিযোজন সতেরো শতকের সংস্করণের স্ক্যান করা পৃষ্ঠাগুলি।\n Oroonoko লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)</img>\nবক্তৃতা: বেহনের ওড়ুনোকো : ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের সান্টা বারবারা বিশ্ববিদ্যালয়ের অধ্যাপক উইলিয়াম ওয়ার্নারের রচনা , বংশ ও রোমান্সের ইতিহাস ।\nজ্যাক লিঞ্চ, 1997 দ্বারা রচিত আফ্রা বেনের ওড়ুনোকোতে একটি এনটেটেড বাইবেলোগ্রাফি ।"}