{"pageid": 1024916, "title": "কুম্ভ", "url": "https://bn.wikipedia.org/wiki?curid=1024916", "content": "কুম্ভ ( সংস্কৃত: कुम्भ ) ( বাংলা : মাটির কলসি) হল  ভারতে এক রকমের  মৃৎশিল্প। এটা কুমোরেরা তৈরি করেন, এঁদেরকে প্রজাপতিও বলা হয়ে থাকে।\nহিন্দু, জৈন ও বৌদ্ধ পুরাণ অনুযায়ী কুম্ভ হল গর্ভের প্রতীক।  এটা প্রতিনিধিত্ব করে  উর্বরতা, জীবন, মানব জাতির  উৎপাদনশীল শক্তি এবং ভরণ পোষণ। এটি সাধারণভাবে দেবী বিশেষ করে গঙ্গা দেবীর সঙ্গে সংশ্লিষ্ট। \n\n\n== পৌরাণিক উৎস ==\nহিন্দু পুরাণ অনুযায়ী শিবের বিবাহ অনুষ্ঠানে প্রজাপতি প্রথম কুম্ভ সৃষ্টি করেছিলেন, সুতরাং তিনিই প্রথম 'কুম্ভরা' 'মৃৎশিল্পী'।  অন্য জনশ্রুতি বলছে যে, প্রথম সমুদ্র মন্থন করে অমৃত সঞ্চার করার জন্যে সর্বপ্রথম মৃৎপাত্র বানিয়েছিলেন বিশ্বকর্মা নিজে।\n\nহিন্দু পুরাণ এবং ধর্মশাস্ত্র ইত্যাদিতে উল্লেখ পাওয়া যায় যে, কুম্ভ থেকেই মানব জাতির জন্ম হয়েছে। একটা কিংবদন্তি বর্ণনা করে যে, ঋষি অগস্ত্য কুম্ভের বাইরে জন্মগ্রহণ করেছিলেন। \nবিভিন্ন ধর্মীয় রীতি ও আচার-অনুষ্ঠানে কুম্ভ অথবা কলসি জল এবং গাছের পাতা দিয়ে ভরে, জটিল মূল ভাবের জিনিস কিংবা অনেক সময় গয়না দিয়ে সাজিয়ে জাঁকজমক করা হোত, আর এটা ভারতে একটা গুরুত্বপূর্ণ বিধি ছিল। এইসব আচার-অনুষ্ঠান এখোনো ভারতে বিদ্যমান।\nহিন্দু জ্যোতিষে কুম্ভ  হল রাশিচক্রের চিহ্ন  কুম্ভরাশি এবং এটা  দুই গুরুত্বপূর্ণ গ্রহ (শনি এবং রাহু) দ্বারা শাসিত হয়। কুম্ভ মেলার সঙ্গেও কুম্ভ সম্পর্কযুক্ত, এই ঘটনা ঘটে যখন বৃহস্পতি গ্রহ কুম্ভরাশির কাছে আসে।\nহিন্দু মহাকাব্য রামায়ণে রাবণ রাজার ভাই  কুম্ভকর্ণের  পুত্রের নাম কুম্ভ, যাকে সুগ্রীব হত্যা করেছিল।\nহিন্দু ধর্মে তফসিলি উপজাতি সম্প্রদায়ের মধ্যে এক বর্গের উপাধি হল কুম্ভ, অন্ধ্র প্রদেশ রাজ্যে যার নাম হল ইয়েরুকালা।\n\n\n== আরো দেখুন ==\nকুম্ভরাশি, সংস্কৃতে রাশিচক্রের চিহ্ন কুম্ভরাশি\nকুম্ভ মেলা\nকলসি\nমটকি (মাটির পাত্র)\nবুম্পা, একটা তিব্বতীয় বৌদ্ধ পত্র\n\n\n== তথ্যসূত্র ==\n\nসাধারণ\nডারিয়ান, স্টিভেন (২০০১), দ্য গ্যাঞ্জেস ইন মিথ অ্যান্ড হিস্টোরি, দিল্লি:মতিলাল বানারসিদাস। পৃষ্ঠা xviii, ২২৯। ১৯৭৮ খ্রিস্টাব্দে দ্য ইউনিভার্সিটি অব হাওয়াই প্রেস, হনুলুলু  দ্বারা আসল সংস্করণ প্রকাশিত।, আইএসবিএন 81-208-1757-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n' ডিকশনারি অব হিন্দু লোর অ্যান্ড লেজেন্ড' (আইএসবিএন ০-৫০০-৫১০৮৮-১) অন্না দাল্লাপিক্কোলা কৃত"}