{"pageid": 10248, "title": "ইথানল", "url": "https://bn.wikipedia.org/wiki?curid=10248", "content": "ইথানল, যা ইথাইল অ্যালকোহল নামেও পরিচিত, এক প্রকারের জৈব যৌগ। এটি দাহ্য, স্বাদবিহীন, বর্ণহীন, সামান্য বিষাক্ত ও বিশিষ্ট গন্ধযুক্ত, এবং অধিকাংশ মদ এর প্রধান উপাদান। এতে ৯৯% বিশুদ্ধ অ্যালকোহল থাকে। এটি জৈব সংশ্লেষণে ব্যবহৃত হয়। এর রাসায়নিক সংকেত হল CH3-CH2-OH বা C2H6O বা EtOH বা C2H5OH।\n\n\n== রাসায়নিক সংকেত ==\nইথানল দুই কার্বন বিশিষ্ট অ্যালকোহল। এর রাসায়নিক সংকেত হচ্ছে: CH3CH2OH ।  CH3–CH2–OH দ্বারা বোঝায় একটি  মিথাইল মূলক (CH3–) একটি মিথিলিন মূলক (–CH2–) এর সাথে যুক্ত হয়ে হাইড্রোক্সিল মূলকের অক্সিজেন অণুর সাথে একক বন্ধন দ্বারা যুক্ত। এটা ডাইমিথাইল ইথারের একটি সমাণু।  রসায়ন শাস্ত্রে অনেক সময় ইথানলকে সংক্ষেপে EtOH লেখা হয়। Et দ্বারা ইথাইল মূলককে বোঝানো হয়।\n\n\n== ইথানল নামকরণ ==\nরসায়নের নামকরণের আন্তর্জাতিক সংস্থা IUPAC এর নিয়ম অনুসারে ইথানলের নামকরণ করা হয়েছে। ইথানলের অণুতে দুটি কার্বন থাকায় পুর্বপদে ‘ইথ’ এবং হাইড্রোক্সিল মূলকের উপস্থিতির কারণে পরপদে ‘অল’ ব্যবহার করা হয়েছে |\n১৮৩৪ সালে জার্মান রসায়নবিদ জাস্টাস ফন লিয়েবেগ প্রথম ইথাইল শব্দটি ব্যবহার করেন।\nইথাইল শব্দটি ফরাসি শব্দ ইথার এবং গ্রিক শব্দ হাইল সমন্বয়ে গঠিত। ফরাসি ভাষায় ইথার বলতে সেই পদার্থকে বোঝায় যা সাধারণ তাপমাত্রায় বাষ্পীভূত হয় এবং গ্রিক ভাষায় হাইল শব্দের অর্থ বস্তু বা পদার্থ।\n১৮৯২ সালে সুইজারল্যান্ডের জেনেভায়  অনুষ্ঠিত রাসায়নিক নামকরণের আন্তর্জাতিক সম্মেলনে ইথানল নামটি সর্বসম্মতিক্রমে গৃহীত হয়।\nরসায়নের পরিভাষায় অ্যালকোহল বলতে একটি রাসায়নিক পদার্থের গ্রুপকে বোঝালেও প্রচলিত অর্থে সাধারণ মানুষ অ্যালকোহল বলতে ইথানলকে বোঝায়। পবিত্র আল কোরআনে মদ বলতে এই ইথানলকে বোঝানো হয়েছে।\n\n\n== প্রাকৃতিক উৎস ==\nছত্রাকের (ঈস্টের) মেটাবলিক প্রক্রিয়ায় একটি উপজাত হিসেবে ইথানল পাওয়া যায়। তাই যেখানে ঈস্ট পাওয়া যাবে সেখানে ইথানল অবশ্যই পাওয়া যাবে। সাধারণত অতিরিক্ত পাকা ফলে ইথানল পাওয়া যায়। বারটাম পাম ফুলে সিমবায়োটিক ঈস্ট ইথানল উৎপাদন করে।  কিছু কিছু পতঙ্গ যেমন পেনটেইলড ট্রিশ্রিউ ইথানলের উৎস খোঁজার প্রবণতা প্রদর্শন করে। তবে অধিকাংশ পতঙ্গ খাবারের উৎস হিসেবে ইথানল যুক্ত উৎস এড়িয়ে চলে। প্রাকৃতিক এনারোবায়োসিসের ফলাফল হিসেবে অনেক উদ্ভিদ ইথানল উৎপন্ন করে। মহাশূন্যেও ইথানলের অস্তিত্ব পাওয়া গেছে।\n\n\n== মানবদেহে ইথানল ==\nএক গবেষণায় দেখা গেছে প্রতিজন সুস্থ মানুষের প্রশ্বাসে ২৪৪ ppb ইথানল এবং এসিটালডিহাইড উপস্থিত থাকে। একই রকম আরেকটি গবেষণায় সুস্থ সবল একজন স্বেচ্ছাসেবকের প্রশ্বাসে ৪৫০ ppb ইথানল পাওয়া গেছে। এই গবেষণায় মদ বা মদজাতীয় পানীয় পান করার পরের হিসাব ধরা হয়নি।\n\n\n== ফার্মাকোলজি ==\nইথানলের নিচের ফার্মাকোলজিক্যাল কাজ করার ক্ষমতা রয়েছে।:\n\nGABAA receptor [GABAA receptor) (primarily δ subunit-containing receptors) positive allosteric modulator\nNMDA receptor negative allosteric modulator\nGlycine receptor positive and negative allosteric modulator\n5-HT3 receptor (5-HT3 receptor) positive allosteric modulator\nNicotinic acetylcholine receptor (nACh receptor) positive and negative allosteric modulator\nDihydropyridine-sensitive L-type calcium channel|L-type Ca2+ channel blocker\nGIRK channel opener \n\n\n== ইথেন থেকে ইথানল উৎপাদন ==\nCH₃-CH₂-Br+Br₂⇒CH₃-CH₂-Br+HBr\nCH₃-CH₂-Br+NaOH⇒CH₃-CH₂-OH+NaBr\n\n\n== বিক্রিয়া ==\nঅ্যালকোহলকে তিনভাগে ভাগ করা হয় । ইথানল প্রাইমারী অ্যালকোহল। প্রাইমারী অ্যালকোহল তাদের বলা হয় যাদের হাইড্রোক্সিল মূলক যুক্ত কার্বনের সাথে কমপক্ষে দুইটি হাইড্রোজেন যুক্ত থাকে। অধিকাংশ ইথানলের হাইড্রোক্সিল মূলক অংশে প্রধান বিক্রিয়া ঘটে। \n\n\n=== এস্টার ফরমেশান ===\nঅম্ল প্রভাবকের উপস্থিতিতে ইথানল কার্বক্সিলিক এসিডের সাথে বিক্রিয়া করে ইথাইল এস্টার এবং পানি তৈরী করে:\n\nRCOOH + HOCH2CH3 → RCOOCH2CH3 + H2O\nশিল্প কারখানায় প্রস্তুত এস্টার থেকে পানি অপসারণ করা হয়। এস্টার  অম্ল অথবা ক্ষারের উপস্থিতিতে বিক্রিয়া করে পূণরায় অ্যালকোহল ও লবণ উৎপন্ন করে।এই বিক্রিয়াটি স্যাপোনিফিকেশান বা সাবানিকরণ বিক্রিয়া নামে পরিচিত। কারণ এই বিক্রিয়ার মাধ্যমে সাবান প্রস্তুত করা হয়।   অজৈব এসিডের সাথে  ইথানল বিক্রিয়া করে এস্টার গঠন করে। সালফার ট্রাই অক্সাইড এবং ফসফরাস পেন্টাঅক্সাইডের সাথে ইথানলের বিক্রিয়ায় পর্যায়ক্রমে ডাই ইথাইল সালফেট এবং ট্রাই ইথাইল ফসফেট তৈরি হয়। অজৈব সংশ্লেষনে  ডাই ইথাইল সালফেট উপকারী ইথাইলেটিং এজেন্ট হিসেবে কাজ করে। সোডিয়াম নাইট্রাইট এবং সালফিউরিক এসিডের সাথে ইথানলের বিক্রিয়ায় ইথাইল নাইট্রাইট উৎপন্ন হয় যা ডাই ইউরেটিক হিসেবে ব্যবহৃত হয়।\n\n\n=== পানি বিয়োজন ===\nশক্তিশালী অম্লের উপস্থিতিতে ইথানলের ডিহাইড্রেশান বা পানি বিয়োজন ঘটে। পানি বিয়োজিত হয়ে ইথানল ডাই ইথাইল ইথার এবং অন্যান্য উপজাত তৈরী করে। প্রতিবছর সালফিউরিক এসিড প্রভাবক হিসেবে ব্যবহার করে লক্ষ লক্ষ কেজি ডাই ইথাইল ইথার প্রস্তুত করা হয়:\n\n2 CH3CH2OH → CH3CH2OCH2CH3 + H2O (120 °C তাপমাত্রায়)\n\n\n=== দহন ===\nইথানলের পূর্ণ দহনে কার্বন ডাই অক্সাইড এবং পানি উৎপন্ন হয়: \n\nC2H5OH (l) + 3 O2 (g) → 2 CO2 (g) + 3 H2O (liq); −ΔHc = 1371 kJ/mol\n\n\n== বিভিন্ন রকমের ইথানল ==\n\n\n=== রেক্টিফায়েড স্পিরিট ===\nরেক্টিফায়েড স্পিরিট মূলত পাতন প্রক্রিয়ায় পৃথকিকৃত ইথানল যা ৯৫.৪% ইথানল ও ৪.৬% পানির মিশ্রণ (দেশ ভেদে ভিন্নতা রেয়েছে)।\n\n\n=== মেথিলেটেড স্পিরিট ===\nমদ, বিয়ার, হুইস্কি, ব্রান্ডি প্রভৃতি পানীয় ইথাইল এলকোহল হতে প্রস্তুত করা হয়। এ পানীয়সমহূল প্রকৃতপক্ষে ইথাইল অ্যালকোহলের বিভিন্ন ঘনমাত্রার জলীয় দ্রবণ বিশেষ। এসকল পানীয়ের উপর প্রচুর আবগারী শুল্ক দিতে হয়। তাই এগুলো অত্যন্ত মহার্ঘ। অনেক সময় মাদকাসক্ত ব্যক্তিরা বাজার হতে সস্তা দামের ইথাইল অ্যালকোহল কিনে এর সঙ্গে প্রয়োজন মত পানি মিশ্রিত করে দামী বাণিজ্যিক মদের বিকল্প হিসেবে পান করে। পানের কাজে এরূপ যথেচ্ছ ব্যবহারের ফলে ইথাইল অ্যালকোহলের ঘাটতি পড়তে পারে। কারণ দ্রাবক এবং শিল্পজাত দ্রব্য উৎপাদনকাজে ইথাইল অ্যালকোহল ব্যাপকভাবে ব্যবহৃত হয়। তাই পানীয় হিসেবে ইথাইলে অ্যালকোহলের অনঅনুমোদিত ব্যবহার বন্ধে এর সাথে মিথানল, পিরিডিন, ন্যাপথা প্রভৃতি বিষাক্ত পদার্থ মিশিয়ে বাজারজাত করা হয়। বাণিজ্যিকভাবে এরূপ অ্যালকোহলকে মেথিলেটেড স্পিরিট, ডি ন্যাচারড অ্যালকোহল বা অসেবনীয় অ্যালকোহল নামে পরিচিত। এটি বিশেষভাবে রং-বার্ণিশের কাজে দ্রাবক হিসেবে ব্যবহার করা হয়। মেথিলেটেড স্পিরিটকে ইথানলের প্রকারভেদ হিসেবে গণ্য করা হয়।\n\n\n== বিবিধ ==\n\n\n=== বৈশিষ্ট্য ===\nমানুষের দেহ থেকে অ্যালকোহল ডিহাইড্রোজিনেজ পদ্ধতিতে জারণের মাধ্যমে সীমিত ইথানল অপসারণ করা যায়। জিরো অর্ডার কাইনেটিকস বা শুন্যক্রমের মাধ্যমে রক্ত থেকে বড় আকারের  অ্যালকোহল সরিয়ে নেয়া সম্ভব।এর মানে একটি নির্দিষ্ট হারে শরীর থেকে অ্যালকোহল বেরিয়ে যায়। বিশুদ্ধ বিশুদ্ধ ইথানল চামড়া ও চোখে জ্বালাপড়া সৃষ্টি করে। ইথানল সেবনে মাথা ঘোরা, বমি এবং বিষক্রিয়ার সৃষ্টি হয়।  দীর্ঘকাল ধরে ইথানল সেবনে  লিভারের মারাত্মক ক্ষতি হতে পারে। \n\n\n== তথ্যসূত্র =="}