{"pageid": 1024996, "title": "প্লোভদিভ", "url": "https://bn.wikipedia.org/wiki?curid=1024996", "content": "প্লোভদিভ বুলগেরিয়ার দ্বিতীয় বৃহত্তম শহর এবং ঐতিহাসিক থ্রেসে অঞ্চলের মেরিতসা নদীর তীরে অবস্থিত। এর জনসংখ্যা ২০১৮ সালের হিসাবে ৩,৪৬,৮৯৩ জন এবং বৃহত্তর মহানগর অঞ্চলের জনসংখ্যা ৬,৭৫,০০০ জন। প্লোভদিভ বুলগেরিয়ার সাংস্কৃতিক রাজধানী এবং ২০১৯ সালে ইউরোপীয় সংস্কৃতি রাজধানী ছিল। এটি একটি গুরুত্বপূর্ণ অর্থনৈতিক, পরিবহন, সাংস্কৃতিক ও শিক্ষাকেন্দ্র। নথিভুক্ত করা ইতিহাসের বেশিরভাগ সময়ে প্লোভাদিভ মেসিডোনের দ্বিতীয় ফিলিপের নাম অনুসারে ফিলিপপোলিস নামে পরিচিত ছিল।\nপ্লোভদিভ মেরিতসা নদীর তীরে দক্ষিণ-মধ্য বুলগেরিয়ার একটি উর্বর অঞ্চলে অবস্থিত। শহরটি ঐতিহাসিকভাবে সাতটি সিনাইট পাহাড়ে গড়ে উঠেছে, যার কয়েকটি ২৫০ মিটার (৮২০ ফুট) উঁচু। এই পাহাড়গুলির কারণে, প্লোভদিভকে প্রায়শই বুলগেরিয়ায় \"সাত পাহাড়ের শহর\" হিসাবে উল্লেখ করা হয়। প্লোভদিভে ৬ষ্ঠ সহস্রাব্দের পূর্বের বাসস্থান থাকার প্রমাণ রয়েছে, সম্ভবত প্রথম নব্যপ্রস্তরযুগ যুগে বসতি স্থাপন করা হয়। শহরটি পরবর্তীতে একটি থ্র্যাসিয়ান বসতি গড়ে ওঠে এবং এর পরে পার্সিয়ান, গ্রিক, সেল্টিক, রোমান, গথ, হুন, বুলগার, স্লাভ, রুশ, ক্রুসেডার ও তুর্কী শাসন করে।\n\n\n== ভূগোল ==\n\nপ্লোভদিভ বুলগেরীয় রাজধানী সোফিয়ার দক্ষিণ-পূর্বে মেরিতসা নদীর তীরে অবস্থিত। শহরটি প্লোভদিভের সমভূমির দক্ষিণ অংশে অবস্থিত, এটি একটি পলল সমভূমি, যা উচ্চ থ্র্যাসিয়ান সমভূমির পশ্চিম অংশ গঠন করে। সেখান থেকে উত্তর-পশ্চিমে শ্রেন্দা গোরা পর্বতমালা, পূর্বে চিরপান হাইটস ও দক্ষিণে রোডোপ পর্বতমালার শৃঙ্গ উপরে উঠে আসে। মূলত, প্লোভদিভের উন্নয়ন মেরিতসার দক্ষিণে ঘটেছিল, কেবল গত ১০০ বছরের মধ্যে নদীজুড়ে শহরটির সম্প্রসারণ ঘটে। আধুনিক প্লোভদিভ শহররে আয়তন ১০১ বর্গ কিলোমিটার (৩৯ বর্গ মাইল), যা বুলগেরিয়ার মোট ক্ষেত্রের ০.১% এরও কম। এটি বুলগেরিয়ার সর্বাধিক ঘনবসতিপূর্ণ শহর, যেখানে প্রতি বর্গ কিলোমিটারে ২,৩৭৩ জন বাসিন্দা রয়েছে।\n\n\n== জনসংখ্যা ==\nস্থায়ী ঠিকানা অনুযায়ী ২০০৭ সালের হিসাবে প্লোভদিভ পৌরসভার  জনসংখ্যা ৩,৮০,৬৮২ জন, যা শহরটিকে দেশের জনবহুল শহরসমূহের মধ্যে দ্বিতীয় স্থানে রেখেছে। জাতীয় পরিসংখ্যান ইনস্টিটিউট (এনএসআই) থেকে প্রাপ্ত তথ্য অনুসারে, যারা আসলে প্লোভদিভে বাস করেন তাদের জনসংখ্যা ৩,৮৬,৭৯০ জন। ২০১২ সালের আদমশুমারি অনুসারে, নগর সীমানার মধ্যে ৩,৩৯,০৭৭ জন এবং মেরিতসা পৌরসভা ও রোডোপি পৌরসভা সহ প্লোভদিভ পৌর ত্রিভুজের মধ্যে ৪,০৩,১৫৩ জন বাস করে।\n\n\n== অর্থনীতি ==\nএটি একটি সমৃদ্ধ কৃষিক্ষেত্রের মাঝখানে অবস্থিত হওয়ার পরেও প্লোভডিভের অর্থনীতি বিংশ শতাব্দীর শুরু থেকেই কৃষিক্ষেত্র থেকে শিল্পে পরিবর্তিত হয়েছে। খাদ্য প্রক্রিয়াকরণ, তামাক, মিশ্রণ ও বস্ত্র শিল্প অর্থনৈতিক কর্মকাণ্ডের স্তম্ভসমূহ তৈরি করে। কমিউনিস্ট শাসনের সময়, শহরের অর্থনীতি প্রসারিত হয়ে এবং ভারী শিল্পের আধিপত্য দেখা যায়। ১৯৮৯ সালে কমিউনিজমের পতন এবং বুলগেরিয়ার পরিকল্পিত অর্থনীতির পতনের পরে বেশ কয়েকটি শিল্প কমপ্লেক্স বন্ধ হয়ে যায়; সীসা ও দস্তা, যন্ত্রপাতি, ইলেকট্রনিক্স, মোটর ট্রাক, রাসায়নিক ও কসমেটিকসের উৎপাদন অব্যাহত রয়েছে।\n\n\n== পরিবহন ==\n\nপ্লোভদিভের ভৌগোলিক অবস্থান এটিকে একটি আন্তর্জাতিক পরিবহনের কেন্দ্র করে তোলে। দশটি প্যান-ইউরোপীয় করিডোরের মধ্যে তিনটি শহরের ভিতরে বা তার কাছাকাছি অঞ্চল দিয়ে বিস্তৃত: করিডোর ৪ (ড্রেসডেন - বুখারেস্ট - সোফিয়া-প্লাভদিভ-ইস্তানবুল), করিডোর ৮ (দুরেস-সোফিয়া-প্লেভদিভ-ভার্না/বার্গাস) এবং করিডোর ১০ (সালজবার্গ - বেলগ্রেড) -প্লোভিদিভ-ইস্তানবুল)। রোডোপ পর্বতমালার পাদদেশে অবস্থিত প্লোভদিভ একটি প্রধান পর্যটন কেন্দ্র এবং পর্বতগুলি সন্ধান করতে ইচ্ছুক বেশিরভাগ মানুষ শহরটিকে তাদের ভ্রমণের সূচনা স্থান হিসাবে বেছে নিয়েছে।\nশহরটি দক্ষিণ বুলগেরিয়ার সড়ক ও রেলওয়ের একটি প্রধান কেন্দ্র, ট্র্যাকিয়া মোটরওয়ে (এ১) শহর থেকে মাত্র ৫ কিমি (৩ মাইল) উত্তরে অবস্থিত। সোফিয়া থেকে স্টারা জাগোরা হয়ে বার্গাস পর্যন্ত বিস্তৃত গুরুত্বপূর্ণ জাতীয় পথটি শহরটির মধ্যদিয়ে অগ্রসর হয়।\nপ্লাভদিভ আন্তর্জাতিক বিমানবন্দরটি শহরের ৫ কিলোমিটার (৩ মাইল) দক্ষিণ-পূর্বে ক্রেমোভো গ্রামের অবস্থিত। বিমানবন্দরটিতে ইউরোপ থেকে চুক্তি ভিত্তিক উড়ান এবং রায়ানাএয়ারের দ্বারা লন্ডন ও এস-৭ এর দ্বারা মস্কোগামী উড়ান পরিষেবা চালু রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}