{"pageid": 1024334, "title": "হ্যারল্ড লাস্কি", "url": "https://bn.wikipedia.org/wiki?curid=1024334", "content": "হ্যারল্ড জোসেফ লাস্কি (৩০ জুন ১৮৯৩ – ২৪ মার্চ ১৯৫০) একজন ইংরেজ রাজনৈতিক তাত্ত্বিক এবং অর্থনীতিবিদ। তিনি রাজনীতিতেও সক্রিয় ছিলেন এবং ১৯৪৫ থেকে ১৯৪৬ সাল পর্যন্ত ব্রিটিশ লেবার পার্টির চেয়ারম্যান হিসাবে দায়িত্ব পালন করেন। ১৯২৬ থেকে ১৯৫০ সাল পর্যন্ত লন্ডন স্কুল অফ ইকোনমিক্সের একজন অধ্যাপক ছিলেন। তিনি প্রথমে ট্রেড ইউনিয়নের মত স্থানীয় স্বেচ্ছাসেবী সম্প্রদায়ের গুরুত্বের উপর জোর দিয়ে বহুত্ববাদের প্রচার করেন।। ১৯৩০ সালের পর তিনি মার্কসবাদী দৃষ্টিভঙ্গিতে শ্রেণীদ্বন্দ্ব এবং শ্রমিক বিপ্লবের প্রয়োজনীয়তার ওপর জোর দেন, যা সহিংস হতে পারে বলেও তিনি ইঙ্গিত দিয়েছিলেন। লাস্কির এই অবস্থান অহিংস গণতান্ত্রিক পরিবর্তনের বিষয়ে প্রতিশ্রুতিবদ্ধ শ্রমিক নেতাদের ক্ষুব্ধ করেছিল। ১৯৪৫ সালের সাধারণ নির্বাচনে প্রধানমন্ত্রী উইনস্টন চার্চিলের কারণে লাস্কির অবস্থান আরো আক্রমণের মুখে পড়ে এবং লেবার পার্টি তাদের চেয়ারম্যান লাস্কিকে ত্যাজ্য করতে বাধ্য হয়।\nদুই বিশ্বযুদ্ধের মধ্যবর্তী বছরগুলিতে লাস্কি ছিলেন মার্ক্সবাদের পক্ষে ব্রিটেনের  অন্যতম প্রভাবশালী বুদ্ধিজীবী মুখপাত্র। তার শিক্ষা বিশেষত তৎকালীন ছাত্রদের ব্যাপকভাবে অনুপ্রাণিত করে, যাদের মধ্যে কেউ কেউ পরে এশিয়া এবং আফ্রিকার কিছু নবস্বাধীন জাতির নেতা হয়ে ওঠে। তিনি সম্ভবত লেবার পার্টির সর্বাধিক বিশিষ্ট বুদ্ধিজীবী ছিলেন, বিশেষ করে, কট্টর বামপন্থীদের মধ্যে যারা তার মত জোসেফ স্তালিনের সোভিয়েত ইউনিয়নে  বিশ্বাস ও আশা রাখতেন, তাদের জন্য। তবে, প্রধানমন্ত্রী ক্লিমেন্ট অ্যাটলির মত দায়িত্বে থাকা লেবার পার্টির মধ্যপন্থী রাজনীতিবিদরা তাকে অবিশ্বাস করতেন, এজন্য তাকে কোনো তাৎপর্যপূর্ণ সরকারী পদ প্রদান করা হয়নি।\n\n\n== প্রারম্ভিক জীবন ==\nহ্যারল্ড লাস্কি, ১৮৯৩ সালের ৩০ জুন ম্যানচেস্টারে, নাথান এবং সারাহ লাস্কি দম্পতির সন্তান হিসেবে জন্মগ্রহণ করেন। নাথান লাস্কি ছিলেন লিথুয়ানিয়ার ব্রেস্ত-লিতোস্ক (বর্তমানে বেলারুশ) থেকে আগত ইহুদি তুলা ব্যবসায়ী এবং লিবারেল পার্টির একজন নেতা। অন্যদিকে তার মাতা ম্যানচেস্টারে পোলিশ ইহুদি বংশে জন্মগ্রহণ করেন। তার এক বছরের ছোট বোন, মাবেল প্রতিবন্ধী ছিল। তার বড় ভাই ছিলেন নেভিল লাস্কি, এবং তার কাজিন নেভিল ব্লন্ড ছিলেন রয়েল কোর্ট থিয়েটারের প্রতিষ্ঠাতা এবং লেখক ও প্রকাশক অ্যান্থনি ব্লন্ড এর পিতা।\nহ্যারল্ড ম্যানচেস্টার গ্রামার স্কুলে পড়াশোনা করেন। ১৯১১ সালে তিনি কার্ল পিয়ারসনের অধীনে ছয় মাস ইউজেনিক্স অধ্যয়ন করেন। একই বছর তার সাথে ইউজেনিক্সের প্রভাষক ফ্রিদা কেরির পরিচয় হয়, যাকে তিনি বিয়ে করেন। ফ্রিদা কেরি ভিন্নধর্মের এবং তার থেকে আট বছরের বড় হওয়ায় তার পরিবার এই বিবাহের বিরোধিতা করে। তিনি এছাড়াও ইহুদি ধর্ম বিশ্বাস অস্বীকার করেন যে কারণ তাকে ঈশ্বরে বিশ্বাস করতে বাধা দেয়। অক্সফোর্ডের নিউ কলেজে ইতিহাস বিষয়ে অধ্যয়নের পর তিনি ১৯১৪ সালে স্নাতক হন। নিউ কলেজে থাকাকালীন সময়ে তিনি বেইত মেমোরিয়াল পুরস্কার লাভ করেন। তিনি তার মেডিকেল যোগ্যতা পরীক্ষায় পাশ করতে না পারায় প্রথম বিশ্বযুদ্ধে অংশগ্রহণ করতে পারেননি। স্নাতক হওয়ার পর, তিনি জর্জ ল্যান্সবারির অধীনে ডেইলি হেরাল্ড পত্রিকায় কাজ করেন। তার মেয়ে ডায়ানা ১৯১৬ সালে জন্মগ্রহণ করে।\n\n\n=== শিক্ষা জীবন ===\n১৯১৬ সালে লাস্কি মন্ট্রিয়ালের ম্যাকগিল বিশ্ববিদ্যালয়ে আধুনিক ইতিহাসের প্রভাষক হিসাবে নিযুক্ত হন এবং হার্ভার্ড বিশ্ববিদ্যালয়ে বক্তৃতা প্রদান শুরু করেন। তিনি ১৯১৯ থেকে ১৯২০ সালে ইয়েল বিশ্ববিদ্যালয়ে বক্তৃতাও দিয়েছিলেন। ১৯১৯ সালের বোস্টন পুলিশ ধর্মঘটে তার সমর্থনের জন্য লাস্কি তীব্র সমালোচনার মুখোমুখি হয়েছিলেন।তিনি ১৯১৯ সালে নিউ স্কুল ফর সোশ্যাল রিসার্চ প্রতিষ্ঠার সাথে সংক্ষেপে জড়িত ছিলেন  যেখানে তিনি প্রভাষকও ছিলেন।\nলাস্কি হার্ভার্ডকে কেন্দ্র করে আমেরিকান বন্ধুদের একটি বৃহৎ নেটওয়ার্ক তৈরী করেন।তাকে প্রায়শই আমেরিকাতে বক্তৃতা দেওয়ার জন্য আমন্ত্রণ জানানো হত এবং দ্য নিউ রিপাবলিক  পত্রিকায়  লিখতেন।তিনি ফিলিক্স ফ্রান্কফুর্টার, হারবার্ট ক্রোলি, ওয়াল্টার লিপম্যান, এডমন্ড উইলসন এবং চার্লস এ বিয়ার্ডের সাথে বন্ধুত্ব করেছিলেন।\n\n\n== মৃত্যু ==\nইনফ্লুয়েঞ্জায় আক্রান্ত হয়ে ১৯৫০ সালের ২৪ মার্চ ৫৬ বছর বয়সে লন্ডনে লাস্কি মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র =="}