{"pageid": 1024468, "title": "কাচ্ছি ঘোড়ি নৃত্য", "url": "https://bn.wikipedia.org/wiki?curid=1024468", "content": "কাচ্ছি ঘোড়ি নৃত্য, বা অর্ষপ্রীত ওয়ালা এবং কাচ্ছি ঘোড়ি হল একটি ভারতীয় লোকনৃত্য, যেটি রাজস্থানের শেখাওয়াতি অঞ্চলে সৃষ্ট। সেই সময় থেকে এটি সারা দেশের বাকি অংশে সমাদৃত প্রদর্শিত হয়েছিল। নৃত্যশিল্পীরা অভিনব ঘোড়ার পোশাক পরেন এবং নকল লড়াইতে যোগ দেন, এবং একজন কণ্ঠশিল্পী গানের মাধ্যমে স্থানীয় দস্যুদের নিয়ে লোকগাথা বর্ণনা করেন। এই অনুষ্ঠান সচরাচর বরযাত্রী দলকে স্বাগত জানাতে ও বিনোদন দেওয়ার জন্য এবং অন্যান্য সামাজিক সংস্কৃতিতে প্রদর্শিত হয়। এই নৃত্য প্রদর্শনকে কিছু ব্যক্তি নিজের পেশা হিসেবে বেছে নিয়েছেন।\n\n\n== ব্যুৎপত্তি ==\nহিন্দি ভাষায় কাচ্ছি শব্দের বিভিন্ন রকম অর্থ হয়, যার ভিতর দুটো হচ্ছে - 'তোয়ালেবিশেষ' এবং 'কচ্ছ অঞ্চলের অথবা এর অধিকারী কচ্ছ।ref>\"Kachchhi meaning in English\"। HinKhoj InfoLabs LLP। সংগ্রহের তারিখ এপ্রিল ২৪, ২০১৫। </ref> ঘোড়ি অর্থ হল অশ্বা। একসঙ্গে কাচ্ছি ঘোড়ি বোঝায় নৃত্যশিল্পীর কোমরের চারদিকে পরে থাকা নকল ঘোড়ার পোশাক।\n\n\n== বর্ণনা ==\nকাচ্ছি ঘোড়িতে নৃত্যশিল্পী, সংগীতশিল্পী এবং বাদকের সম্মিলিত প্রদর্শন থাকে। রাজস্থানে পুরুষেরা কুর্তা ও একটা পাগড়ি, এবং সঙ্গে একটা নকল ঘোড়ার পোশাক পরে প্রদর্শন করেন। পোশাকের খোল বানানো হয় কাগজের মণ্ড ছাঁচে ফেলে। বাঁশের কাঠামোর সাহায্যে সেটিকে ঘোড়ার আকার দেওয়া হয়। এরপর এটা চকচকে কাপড় দিয়ে ঢেকে আয়না-কাজ সহ সূচিশিল্পের সাহায্যে বিস্তৃতভাবে নকশা করা হয়, যাকে বলে শিশা। এই নকল ঘোড়ার পা থাকেনা। পরিবর্তে নৃত্যশিল্পীর কোমর থেকে পা পর্যন্ত কাপড় দিয়ে ঢেকে দেওয়া হয়। গোড়ালির চারিদিকে ভারতীয় ধ্রুপদী নৃত্যশিল্পীদের মতো নৃত্যশিল্পীরা সাংগীতিক ঘণ্টি পরেন, যাকে বলা হয় ঘুঙুর।\nগোষ্ঠীনৃত্য প্রদর্শনকালে শিল্পীরা যখন বিপরীতমুখী হয়ে হাতে তরবারি নিয়ে দাঁড়িয়ে দ্রুত পিছনে এবং সামনে যান, সেই সময় ওপর থেকে দেখে মনে হয় যেন ফুল ফুটছে আর বন্ধ হচ্ছে। নৃত্যশিল্পীরা বাঁশি এবং ঢোল বাদ্যের ছন্দে তালে তাল মিলিয়ে পদক্ষেপ করেন। গায়কেরা রবিনহুড দস্যুদের আদলে তৈরি রাজস্থানি ভাঁওয়ারিয়া দস্যুদের কার্যকলাপ নিয়ে নকল যুদ্ধের বর্ণনা দিয়ে থাকেন।\n\n\n== ভূগোল ==\n\nকাচ্ছি ঘোড়ি নৃত্য উৎপত্তি হয়েছে রাজস্থান রাজ্যের শেখাওয়াতি অঞ্চল থেকে। কামধোলি, সর্বঘরা, ভামবি এবং ভাভি সম্প্রদায়ের মধ্যে এই নৃত্য প্রচলিত আছে। মহারাষ্ট্র এবং গুজরাত সমেত ভারতের অন্যান্য অংশেও একই নামে এই নৃত্য প্রদর্শিত হয়ে থাকে।\nতামিলনাড়ু রাজ্যে 'পইক্কাল কুথিরাই আট্টম' (তামিল: பொய்க்கால் குதிரை ஆட்டம், যার অর্থ হল 'নকল-পা ঘোড়া') হল কাচ্ছি ঘোড়ির মতো একটা লোকনৃত্য। তফাৎ শুধু রঙ্গমঞ্চের ব্যবহারে। তাঞ্জাবুর জেলার পুন্নাইনাল্লুর মারিয়াম্মান মন্দির বার্ষিক উৎসবের সময় এই নৃত্য প্রদর্শিত হয়। এখানে কাঠের পা দিয়ে নৃত্য করা হয়, যাতে ঘোড়ার খুরের নকল আওয়াজ পাওয়া যায়।\n\n\n== আরও দেখুন ==\nভারতে লোকনৃত্য\nরাজস্থানের সংস্কৃতি\n\n\n== তথ্যসূত্র =="}