{"pageid": 10243, "title": "জওহরলাল নেহরু", "url": "https://bn.wikipedia.org/wiki?curid=10243", "content": "পণ্ডিত জওহরলাল নেহরু (হিন্দি: जवाहरलाल नेहरू জাভ়াহার্‌লাল্‌ নেহ্‌রু; আ-ধ্ব-ব: [dʒəvaːhərlaːl nehruː]) (১৪ নভেম্বর, ১৮৮৯—২৭ মে, ১৯৬৪) ভারতীয় জাতীয় কংগ্রেসের রাজনীতিবিদ, ভারতের স্বাধীনতা আন্দোলনের অন্যতম প্রধান নেতা এবং স্বাধীন ভারতের প্রথম প্রধানমন্ত্রী। দূরদৃষ্টিসম্পন্ন, আদর্শবাদী, পণ্ডিত এবং কূটনীতিবিদ। লেখক হিসেবেও নেহেরু ছিলেন বিশিষ্ট। ইংরেজিতে লেখা তার তিনটি বিখ্যাত বই- 'একটি আত্মজীবনী', 'বিশ্ব ইতিহাসের কিছু চিত্র', এবং 'ভারত আবিষ্কার' চিরায়ত সাহিত্যের মর্যাদা লাভ করেছে।\nতার পিতা মতিলাল নেহেরু একজন ধনী ব্রিটিশ ভারতের নামজাদা ব্যারিস্টার ও রাজনীতিবিদ ছিলেন।  মোহনদাস গান্ধীর তত্ত্বাবধানে নেহেরু ভারতীয় জাতীয় কংগ্রেসের অন্যতম প্রধান নেতা হিসেবে আবির্ভূত হন। ভারতের প্রথম প্রধানমন্ত্রী হিসেবে তিনি ১৯৪৭ সালের ১৫ আগস্ট স্বাধীন ভারতের পতাকা উত্তোলন করেন। পরবর্তীকালে তার মেয়ে ইন্দিরা গান্ধী ও দৌহিত্র রাজীব গান্ধী ভারতের প্রধানমন্ত্রীর দায়িত্ব পালন করেন। তার জন্মদিন ভারতে জাতীয় শিশু দিবস হিসেবে পালিত হয়।\n\n\n== প্রথম জীবন ==\nগঙ্গা নদীর তীরে এলাহাবাদ শহরে জওহরলাল নেহেরু জন্মগ্রহণ করেন ১৮৮৯ সালে। তার পিতা মতিলাল নেহেরু ও মা স্বরুপ রানি। আইন ব্যবসার কারণে মতিলাল নেহেরু এলাহাবাদে বসবাস শুরু করেন এবং সেখানে একজন আইনজ্ঞ হিসেবে প্রতিষ্ঠা লাভ করেন। এই সময়েই মতিলাল নেহেরু কংগ্রেসের রাজনীতিতে সক্রিয় হয়ে উঠেন। জওহরলাল ও তার দুই বোন বিজয়া লক্ষ্মী ও কৃষ্ণা \"আনন্দ ভবন\" নামক বিশাল বাড়িতে পাশ্চাত্য সাংস্কৃতিক পরিমণ্ডলে গড়ে উঠেন। ইংরেজির সাথে সাথে তাদের হিন্দী ও সংস্কৃতও শিক্ষা দেওয়া হত। তৎকালীন ভারতের সবথেকে আধুনিক স্কুলে পড়ার পর প্রায় ১৫ বছর বয়সে নেহেরু ইংল্যান্ডের হ্যারোতে চলে যান। তিনি প্রকৃতি বিজ্ঞানের উপরে কেমব্রিজ বিশ্ববিদ্যালয়ের ট্রিনিটি কলেজে লেখাপড়া করেন। এরপর তিনি কেমব্রিজেই ব্যারিস্টারি পড়া শুরু করেন। ইংল্যান্ডে পড়ার সময় নেহেরু ভারতীয় ছাত্র সংসদের রাজনীতিতে সক্রিয় ছিলেন। এই সময়েই তিনি সমাজতন্ত্রের প্রতি আকৃষ্ট হন।\nভারতে ফিরে আসবার পরে ১৯১৬ সালের ৮ ফেব্রুয়ারি জওহরলাল নেহেরু কমলা কাউলকে বিয়ে করেন। তখন তার বয়স ২৭ আর তার স্ত্রীর বয়স ছিল ১৬। পরের বছরেই কমলা কাউলের গর্ভে তাদের একমাত্র কন্যা ইন্দিরা প্রিয়দর্শীনির জন্ম হয়। প্রথম বিশ্বযুদ্ধকালীন সময়ে একজন আইনজ্ঞ হিসেবে নিজেকে প্রতিষ্ঠিত করার সাথে সাথে নেহেরু ভারতীয় রাজনীতিতে জড়িয়ে পড়েন। ১৯১৬ সালে লক্ষ্মৌ সম্মেলনে কংগ্রেস ভারতের স্বাধীনতার আহ্বান জানায়। সে সময় পিতার হাত ধরেই নেহেরু কংগ্রেসের রাজনীতিতে যোগ দেন; যদিও মহাত্মা গান্ধীর ভারত আগমনের পূর্বে নেহেরু কংগ্রেসের রাজনীতিতে তেমন সক্রিয় ভূমিকা রাখেন নি।\n\n\n== নবীন নেতা নেহেরু ==\nগান্ধীর দর্শন ও নেতৃত্ব জওহরলাল নেহেরুকে গভীরভাবে আকৃষ্ট করে। এর আগে গান্ধী দক্ষিণ আফ্রিকার চুক্তিবদ্ধ ভারতীয় শ্রমিকদের এক বিদ্রোহে নেতৃত্ব দিয়েছিলেন। ভারতে ফিরে গান্ধী চম্পারন ও খেদাতে কৃষক ও মজুরদের ব্রিটিশ সরকারের চাপিয়ে দেওয়া ট্যাক্সের বিরুদ্ধে আন্দোলনের জন্য সংগঠিত করেন। গান্ধীর নীতি ছিল সত্যাগ্রহ ও অহিংসা। চাম্পারান আন্দোলনের সময় নেহেরু গান্ধীর সাথে পরিচিত হন এবং তাকে সাহায্য করেন।\n\nমহাত্মা গান্ধীর প্রভাবে নেহেরু পরিবার তাদের ভোগ-বিলাসের জীবন ত্যাগ করেন। তখন থেকে নেহেরু খাদির তৈরি কাপড় পড়তেন। গান্ধীর প্রভাবে নেহেরু ভগবত গীতা পাঠ এবং যোগ-ব্যায়াম শুরু করেন। তিনি ব্যক্তিগত জীবনেও গান্ধীর কাছ থেকে পরামর্শ নিতেন এবং গান্ধীর সাথেই বেশির ভাগ সময় কাটাতেন। একজন বিশিষ্ট সংগঠক হিসেবে নেহেরু উত্তর ভারতে খুব জনপ্রিয় হয়ে উঠেন, বিশেষ করে যুক্ত প্রদেশ, বিহার ও কেন্দ্রীয় প্রদেশগুলোতে। পিতা মতিলাল ও গান্ধী গ্রেফতার হবার পর নেহেরু তার মা ও বোনদের সহ কয়েক মাস কারাবরণ করেন। গান্ধী ঐ সময় কারাগারে অনশন ধর্মঘট পালন করেন। ১৯২২ সালের ৪ ফেব্রুয়ারি চৌরিচৌরাতে বাইশজন পুলিশকে বিদ্রোহীরা হত্যা করলে গান্ধী এহেন হিংসাত্মক ঘটনার প্রতিবাদে গান্ধী অনশন ত্যাগ করেন। এ ঘটনার পরে মতিলাল নেহেরু কংগ্রেস ছেড়ে স্বরাজ পার্টিতে যোগ দেন, যদিও নেহেরু গান্ধীর সাথে কংগ্রেসে থেকে যান।\nজাতীয়তাবাদী কর্মকাণ্ড স্থগিত রেখে সামাজিক সমস্যা ও স্থানীয় সরকারের প্রতি নজর দেন। তিনি ১৯২৪ সালে এলাহাবাদ মিউনিসিপাল কর্পোরেশনের সভাপতি নির্বাচিত হন। তিনি দুই বছর এই পদে আসীন থাকেন।\n\n\n== নিখিল ভারতীয় রাজনীতিতে নেহেরু ==\n১৯২০ সালে নেহেরু নিখিল ভারত শ্রমিক ইউনিয়ন কংগেসের সভাপতি নির্বাচিত হন। ঐ সময় সুভাষ চন্দ্র বসু যথেষ্ট প্রভাবশালী নেতা ছিলেন। ১৯২৮ সালে মতিলাল নেহেরুর নেহেরু রিপোর্ট প্রকাশিত হয়। এতে ব্রিটিশ সরকারের কাছে ভারতের জন্য \"ডোমিনিয়ন স্ট্যাটাস\" দাবী করা হয়। মহাত্মা গান্ধী ঘোষণা দেন, দুই বছরের মধ্যে ভারতকে ডোমিনিয়ন স্টাটাস দেওয়া না হলে তিনি ভারতের পূর্ণ স্বাধীনতার আন্দোলন শুরু করবেন। ১৯২৯ সালের লাহোর সম্মেলনে গান্ধীর পরামর্শে নেহেরুকে কংগ্রেসের সভাপতি নির্বাচিত করা হয়।\n১৯২৯ সালের ৩১ ডিসেম্বর কংগ্রেস সভাপতি নেহেরু রাভি নদীর তীরে এক জনসভায় ভারতের স্বাধীনতার পতাকা উত্তোলন করেন। ১৯৩০ সালের ২৬ জানুয়ারি কংগ্রেস পূর্ণ স্বরাজ আন্দোলনের ডাক দেয়। লবণের উপর করারোপ করায় নেহেরু গুজরাটসহ দেশের অন্যান্য অংশে সফর করে গণআন্দোলনের ডাক দেন। তিনি এসময় গ্রেফতার হন। ১৯৩১ থেকে ১৯৩৫ সালের মাঝে মাত্র চার মাস ছাড়া বাকি সময় তিনি বোন ও স্ত্রীসহ কারাগারে ছিলেন। ১৯৩১ সালে নেহেরুর পিতা মতিলাল নেহেরুর মৃত্যু হয়।\n\n\n== \"ভারত ছাড়ো\" আন্দোলন ==\n১৯৩৫ সালে জেল থেকে মুক্ত হয়ে নেহেরু সপরিবারে ইউরোপ যান। সেখানে কমলা নেহেরু চিকিৎসা নেন। ১৯৩৬ সালে নেহেরু ভারতীয় জাতীয় কংগ্রেসের সভাপতি নির্বাচিত হন এবং এর লক্ষ্মৌ সম্মেলনে সভাপতিত্ব করেন। সে সম্মেলনে ভবিষ্যত ভারতের জাতীয় অর্থনৈতিক নীতি হিসেবে সমাজতন্ত্রকে গ্রহণ করার পক্ষে নেহেরু বক্তব্য রাখেন। ১৯৩৮ সালে কমলা নেহেরু মৃত্যু মুখে পতিত হন।\nদ্বিতীয় বিশ্বযুদ্ধের সময় ভারতের ভাইসরয় জনপ্রতিনিধিদের সাথে কোন রূপ আলোচনা ছাড়াই, ভারতের পক্ষে মিত্রশক্তির বিরূদ্ধে যুদ্ধে যোগদানের ঘোষণা দেন। এর প্রতিবাদে সকল কংগ্রেসী জনপ্রতিনিধি তাদের পদ থেকে ইস্তফা দেন। যুদ্ধের পর ভারতীয়দের পূর্ণ স্বাধীনতা প্রদান করা হবে এই আশায় নেহেরু ব্রিটিশদের সমর্থন দেন। অপরদিকে সুভাষ চন্দ্র বসু অক্ষ শক্তিকে সমর্থন দেন। কিন্তু ব্রিটিশ সরকার কংগ্রেস নেতাদের বিশ্বাস ভঙ্গ করলে গান্ধী ও বল্লভভাই প্যাটেল আন্দোলনের ডাক দেন। রাজাগোপালচারী এর পক্ষে ছিলেন না, অন্যদিকে নেহেরু ও মাওলানা আজাদ এর তীব্র প্রতিবাদ করেন। অনেক আলোচনার পরে কংগ্রেস \"ভারত ছাড়\" আন্দোলনের ডাক দেয়। পক্ষে না থাকলেও, দলের সিদ্ধান্তে নেহেরু \"ভারত ছাড়\" আন্দোলনকে জনপ্রিয় করতে ভারতের বিভিন্ন স্থানে সফর করেন। অবশেষে ব্রিটিশ সরকার ১৯৪২ সালের ৯ আগস্ট নেহেরু ও অন্যান্য কেন্দ্রীয় কংগ্রেস নেতাকে গ্রেফতার করে। তারা প্রায় সকলেই ১৯৪৫ এর জুন মাস নাগাদ কারাবন্দি ছিলেন। নেহেরুর মেয়ে ইন্দিরা গান্ধী ও তার স্বামী ফিরোজ গান্ধীও কয়েক মাসের জন্য গ্রেফতার হন। ১৯৪৪ সালে ইন্দিরা গান্ধীর পুত্র রাজীব গান্ধীর জন্ম হয়। ১৯৪৫ সালে জেল থেকে বের হয়ে তিনি ১৯৪৬-এর নির্বাচনের প্রস্তুতি নিতে শুরু করেন।\nনির্বাচনের আগে থেকেই নিখিল ভারত মুসলিম লীগ নেতা মুহাম্মদ আলী জিন্নাহ মুসলমানদের জন্য আলাদা রাষ্ট্র পাকিস্তানের দাবি জানাচ্ছিলেন। নেহেরু ভারত বিভাগকে সমর্থন করেন। অবশেষে ১৯৪৭ সালের ১৫ আগস্ট ভারত স্বাধীন হয়।\n\n\n== স্বাধীন ভারতের প্রথম প্রধানমন্ত্রী ==\n১৫ আগস্ট, ১৯৪৭ সালে নেহেরু ভারতের প্রথম প্রধানমন্ত্রীর দায়িত্ব গ্রহণ করেন। তার শাসনামলে ভারতে ব্যাপক শিল্পায়ন হয়। এই সময়ে একটি ভারত-পাকিস্তান ও চীন-ভারত যুদ্ধ যুদ্ধ সংগঠিত হয়। ভারত-পাকিস্তানের শান্তিপূর্ণ সম্পর্ক স্থাপনের উদ্দেশ্য ভারতের প্রধানমন্ত্রী নেহেরু ও পাকিস্তানের প্রধানমন্ত্রী লিয়াকত আলি খান নেহেরু-লিয়াকত চুক্তি করেন। ২৭ মে, ১৯৬৪ পর্যন্ত তিনি ভারতে প্রধানমন্ত্রীর দায়িত্ব পালন করেন।\n\n\n== নেহেরু কোট ==\nব্যক্তিজীবনে রূচিবান পুরুষ হিসেবে পরিচিত ছিলেন জওহরলাল নেহ্‌রু। তার পরিধেয় বহুল ব্যবহৃত প্রিয় কোটটি নেহেরু কোট নামে পরিচিত। নেহেরু ফ্যাশনের সবচেয়ে চমকপ্রদ অধ্যায়টি হচ্ছে যে-কোন রাজনৈতিক বা সামাজিক আচার-অনুষ্ঠানে স্বতন্ত্রধর্মী এই কোটটি পরতেন তিনি। নিজের ব্যতিক্রমধর্মী ব্যক্তিত্বের বহিঃপ্রকাশ এই ভিন্নতর পোষাকের মাধ্যমেই প্রকাশ করতে তিনি।\nসম্প্রতি নিউইয়র্কের জনপ্রিয় ট্যাবলয়েড টাইম ম্যাগাজিনের নতুন ফ্যাশন তালিকায় কিউবার বিপ্লবী নেতা ফিদেল কাস্ত্রোর ট্র্যাকস্যুট এবং চীনের অবিসংবাদিত নেতা মাও সে তুংয়ের ব্যবহৃত চার পকেটবিশিষ্ট মাও স্যুটের পাশাপাশি স্থান পায় তার কোটটি।\n\n\n== মৃত্যু ==\n১৯৬২ সালের ১ম ভারত-চীন যুদ্ধের পরে নেহেরু অসুস্থ হয়ে পড়েন এবং কাশ্মীরে কিছুদিন বিশ্রাম নেন। ১৯৬৪ সালের মে মাসে কাশ্মীর থেকে ফেরার পরে নেহেরু হৃদরোগে আক্রান্ত হন। অবশেষে ১৯৬৪ সালের ২৭ মে নেহেরু তার কার্যালয়ে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন ==\nমুহাম্মদ আলী জিন্নাহ\nমহাত্মা গান্ধী\nসুভাষ চন্দ্র বসু\nলিয়াকত আলি খান\nইন্দিরা গান্ধী\nরাজীব গান্ধী\nবিজয় লক্ষ্মী\n\n\n== বহিঃসংযোগ ==\n\nJawaharlal Nehru University\nNehru biography at Harappa.com\nNehru's Quotes\nIndia Today's profile of Nehru\nThe Discovery of India by Jawaharlal Nehru (ISBN 0-670-05801-7)\nNehru's reincarnation as a dog in Sweden according to ISKCON's Srila Pradupada\nNehru Pictures"}