{"pageid": 1025336, "title": "ভিনালিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1025336", "content": "ভিনালিয়া প্রাচীন রোম জাতির একটি মদ উৎসব যা গ্রিক দেবতা জুপিটার ও দেবী ভেনাসকে শ্রদ্ধা প্রদর্শনের উদ্দেশ্যে পালন করা হতো। \"দা ভিনালিয়া প্রাইমা\" কিংবা \"আরবান ভিনালিয়া\" নামেও পরিচিত উৎসবটি প্রতি বছর ২৩ শে এপ্রিল পালন করা হতো। উৎসবটিতে প্রভুর কাছে বিগত বছরের মদে আশীর্বাদ প্রার্থনা করা হতো ও পরবর্তী ফসল পর্যন্ত যেন আবহাওয়া ভালো থাকে সে প্রার্থনাও করা হতো। অনুরূপ উৎসব \"দা ভিনালিয়া রাস্টিকা\" পালিত হতো ১৯শে আগস্ট।\n\n\n== ভিনালিয়া আরবানা ==\nভিনালিয়া আরবানা পালিত হতো একজন গ্রিক দেবী ভেনাস ও একজন গ্রিক দেবতা জুপিটারকে শ্রদ্ধাপ্রদর্শনের নিমিত্তে। দেবী ভেনাস, যাকে রোমানরা প্রোফেন মদ, যা মানুষ দৈনন্দিন পান করতো, তার রক্ষাকর্তা হিসেবে মান্য করে এবং দেবতা জুপিটার, তাঁকে মান্য করা হতো সবচেয়ে শক্তিসম্পন্ন ও বিশুদ্ধ মদের রক্ষাকর্তা হিসেবে। প্রাচীন রোমানদের ধারণা, দেবী ভেনাসের শক্তি মানবজাতিতে এসেছে সাধারণ মদ থেকে। তাই উৎসবের দিন নারী ও পুরুষেরা বিগত বসন্তকালের প্রোফেন মদ (Vinum spurcum) সংরক্ষণ করে রাখতেন। এ সংরক্ষিত পবিত্র মদ আবহাওয়া ও আসমানের দেবতা জুপিটারের উদ্দেশ্যে ভেনাস ক্যাপিটোলিন মন্দিরের সামনে খননকৃত গর্তে ঢেলে দেওয়া হতো। ধারণা করা হয়, সমগ্র প্রক্রিয়াটি রোমের উঁচু পর্যায়ের সেনা কর্তৃক পর্যবেক্ষণ করা হতো যেন কোথাও কোনো ত্রুটি না হয়৷ সাধারণ মেয়ে এবং বেশ্যা মেয়েরা এই উৎসবের দিন ভেনাস ইরিসিনা'স কোলাইন মন্দিরে ভীড় করতেন। তারা দেবীকে মেদিগাছ, পুদিনা, গোলাপ ডালের ভেতর গুপ্তাবস্থায় নলখাগড়া প্রদান করতেন। এর বিনিময়ে মেয়েরা দেবীর কাছে লাবণ্যতা, সৌন্দর্য, বুদ্ধি ও কমনীয়তার জন্য প্রার্থনা করতেন।\n\n\n== ভিনালিয়া রাস্টিকা ==\nভিনালিয়া রাস্টিকা প্রাচীন ল্যাটিনদের উদযাপিত উৎসব যা ১৯ আগস্টে পালন করা হতো আঙ্গুর ফলের বৃদ্ধি ও উৎপন্নের জন্য। অনুমান করা হয়, এই দিনে আঙ্গুর বাগান ও সবজি বাগান দেবতা ভেনাস অবসিকিউন্সকে উৎসর্গ করা হতো। রোমান মিথোলজি অনুসারে, রোমের কিংবদন্তি পূর্বপুরুষের কিছু সহযোদ্ধা ইট্রুস্কান রাজা মেজেন্তিউসের বিপক্ষে জেতার জন্য সকল পবিত্র মদ জুপিটার দেবতার কাছে দেওয়ার প্রতিজ্ঞা করে। বিনিময়ে তারা যুদ্ধে জয়ী হওয়ার আবেদন করে৷\nভিনালিয়া রাস্টিকা উৎসবের পেছনে কোন দেবতা ভূমিকা রেখেছিল তা এখনো সঠিকভাবে জানা যায়নি। ভ্যারো এর মতে, ভিনালিয়া আরবানার মতো ভিনালিয়া রাস্টিকাও গ্রিক আসমান ও আবহাওয়ার দেবতা জুপিটারের উদ্দেশ্যে পালন করা হতো। তাঁর নির্দেশেই আঙ্গুর ফল উৎপন্ন হতো ও পরিপক্ব হতো বলে ভাবতেন প্রাচীন রোমানিয়ানরা। এটিও ধারণা করা হয় যে, জুপিটার দেবতার পুরোহিত সর্বপ্রথম আঙ্গুরের থোকা তোলেন ও সেটি চেপে রস বের করে তা পবিত্র করেন। এরপরে একটি বলি দেন। এই ঘটনার সত্যতা যাচাই করেন রোমান লেখক প্লিনি দ্য এলডার। যা হোক, ঘটনাটিকে কেন্দ্র করে ভেনাস দেবীর বিভিন্ন মন্দিরে বলিকার্য সম্পন্ন হতো। ব্যক্তির বলি সম্পন্ন করতো ধর্মযাজক। প্রমাণস্বরূপ রাখা হতো একটি স্ত্রী ভেড়া। রোমান ব্যাকরণবিদ ফেস্টাস এই উৎসবের উৎপত্তি নিয়ে বিস্তারিত লিখে গেছেন।\n\n\n== তথ্যসূত্র =="}