{"pageid": 1025356, "title": "হেমন্তকুমার বসু", "url": "https://bn.wikipedia.org/wiki?curid=1025356", "content": "হেমন্তকুমার বসু  (ইংরেজি: Hemantakumar Basu)(৫ অক্টোবর, ১৮৯৫ —২০ ফেব্রুয়ারি, ১৯৭১) ভারতের স্বাধীনতা আন্দোলনের নিরলস কর্মী ও সুভাষচন্দ্র বসু প্রতিষ্ঠিত ফরোয়ার্ড ব্লকের নেতা ছিলেন ।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nহেমন্তকুমার বসু ব্রিটিশ ভারতে উত্তর কলকাতায় ১৮৯৫ খ্রিস্টাব্দে জন্ম গ্রহণ করেন। পিতা পূর্ণচন্দ্র বসু ও মাতা আনন্দসুন্দরী। ১৯০২ খ্রিস্টাব্দে তার পড়াশোনা শুরু হয় ক্যালকাটা এরিয়ান্স স্কুলে। কিন্তু ১৯০৫ খ্রিস্টাব্দে বঙ্গভঙ্গের আন্দোলনের সময় তার মনে স্বদেশপ্রেম জাগ্রত হয়। মাত্র দশ বৎসর বয়সেই স্বদেশী আন্দোলনে যোগ দিয়ে পরের বছর অনুশীলন সমিতির সদস্য হন।  ১৯০৭ খ্রিস্টাব্দে স্বেচ্ছাবাহিনী নিয়ে জনসেবায় সচেষ্ট হয়ে ওঠেন। ১৯০৮ খ্রিস্টাব্দে অনুশীলন সমিতি বেআইনি ঘোষিত হলে গোপনে কাজ করতে থাকেন এবং বিপ্লবী দলে যোগ দেন। ১৯১৩ খ্রিস্টাব্দে ছাত্রাবস্থায় বর্ধমানে বন্যাদুর্গতদের ত্রানকার্যে আত্মনিয়োগ করেন। ১৯১৪ খ্রিস্টাব্দে ব্রিটিশ শাসকদের ক্ষমতাচ্যুত করার জন্য মহাবিপ্লবী রাসবিহারী বসু ও বাঘা যতীনের নেতৃত্বে বৈপ্লবিক অভ্যুত্থানে সক্রিয়ভাবে যোগ দেন। অরবিন্দ ঘোষ, চারু রায়, ভূপেন্দ্রনাথ দত্ত প্রমুখের সঙ্গে আত্মগোপন করে থাকেন। ওই বছরেই সুভাষচন্দ্রের সঙ্গে বন্ধুত্ব হয়। শেষপর্যন্ত ১৯২১ খ্রিস্টাব্দে তার প্রথাগত শিক্ষায় ছেদ পড়ে। কলেজ ত্যাগ করে অসহযোগ আন্দোলনে যোগ দিয়ে গ্রেপ্তার হন। \n\n\n== বিপ্লবী ও রাজনৈতিক  জীবন ==\n১৯২৪ খ্রিস্টাব্দে  দেশবন্ধু চিত্তরঞ্জন দাশের স্বরাজ পার্টিতে যোগ দিয়ে  দেশবন্ধুর নেতৃত্বে কাজ করেন। কলকাতা কর্পোরেশনের নির্বাচনে সক্রিয় অংশ নেন। এই বছর সুভাষচন্দ্র গ্রেফতার হলে তার প্রতিবাদে ও মুক্তির দাবিতে তিনি পথসভা করে গ্রেপ্তার বরণ করেন। প্রথম বিশ্বযুদ্ধের সময় কিছুকাল সামরিক বাহিনীতে কাজ করেন। ১৯৩০ খ্রিস্টাব্দে মহিষবাথান লবণ আন্দোলন  ও ১৯৩১ খ্রিস্টাব্দে আইন অমান্য আন্দোলনে যোগ দিয়ে গ্রেপ্তার হন।  মুক্তি পেয়ে ওইদিনই প্রাদেশিক সম্মেলনে সভাপতিত্ব করে গ্রেপ্তার হন এবং ছয় মাসের কারাদণ্ড হয়। ১৯৩২ খ্রিস্টাব্দে জেল থেকে মুক্তির পর জেলায় জেলায় সংগঠনের কার্যে ব্রতী হন। ১৯৩৪ খ্রিস্টাব্দে স্বাধীনতা দিবস পালন করার জন্য কারাবরণ করেন। এরপর ১৯৩৮ খ্রিস্টাব্দে হরিপুরা অধিবেশনে  কংগ্রেসের সঙ্গে মতবিরোধে তিনি সুভাষচন্দ্রকে সমর্থন জানান। ১৯৩৯ খ্রিস্টাব্দে সুভাষচন্দ্রের নির্দেশে বামপন্থী দলগুলিকে সংহত করার চেষ্টা করেন এবং তিনি ফরোয়ার্ড ব্লকের বঙ্গীয় প্রাদেশিক কমিটির সাধারণ সম্পাদক নিযুক্ত হন। এই সময় তিনি পুনঃ পুনঃ গ্রেপ্তার হতে থাকেন। হলওয়েল মনুমেন্ট অপসারণ আন্দোলনে নেতৃত্ব দেন ও গ্রেফতার হন। সুভাষচন্দ্র স্বগৃহে অন্তরীণ অবস্থায় রহস্যময়ভাবে অন্তর্ধান করলে ব্রিটিশ শাসক তাঁকেই প্রথম করে গ্রেপ্তার করে। শেষপর্যন্ত দলের নেতৃত্ব গ্রহণ করতে  হয় তাঁকে। ১৯৪২ খ্রিস্টাব্দ থেকে শুরু হয় আপোশহীন সংগ্রাম। ১৯৪৬ খ্রিস্টাব্দে রাজ্য বিধানসভার সদস্য হন। কংগ্রেস সংসদীয় দলের সেক্রেটারি থাকাকালে ১৯৪৮ খ্রিস্টাব্দে কংগ্রেস ত্যাগ করে বিধানসভার সদস্যপদে ইস্তফা দিলেও পুনরায় নির্বাচিত হন। এরপর প্রতিটি নির্বাচনেই তিনি ফরোয়ার্ড ব্লক প্রার্থীরূপে জয়ী হয়েছেন। ১৯৬৭ খ্রিস্টাব্দে পশ্চিমবঙ্গের যুক্তফ্রন্ট মন্ত্রী সভার পূর্তমন্ত্রী ছিলেন। গোয়া মুক্তি আন্দোলন, ট্রাম আন্দোলন,  খাদ্য আন্দোলন-সহ  বিভিন্ন আন্দোলনে নেতৃত্ব দিয়ে কারাবরণ করেছেন বহুবার। ১৯৬৯ খ্রিস্টাব্দে শারীরিক অসুস্থতার জন্য মন্ত্রীত্বগ্রহণের প্রস্তাব প্রত্যাখ্যান করেন।\n\n\n== জীবনাবসান ==\nহেমন্তকুমার বসু  ভারতের স্বাধীনতা আন্দোলনের নিরলস কর্মী , সকলের প্রিয় ও শ্রদ্ধেয় ও অজাতশত্রু হিসাবে পরিচিত ছিলেন। কিন্তু ১৯৭১ খ্রিস্টাব্দে র ২০ শে ফেব্রুয়ারি কলকাতার রাজপথে প্রকাশ্য দিবালোকে একদল যুবকের হাতে অত্যন্ত নৃশংসভাবে হত্যার কারণে তার মৃত্যু ঘটে।\n\n\n== তথ্যসূত্র =="}