{"pageid": 1025424, "title": "যুগীশো ও পালশা গণহত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1025424", "content": "যুগীশো ও পালশা গণহত্যা হলো ১৯৭১ সালের ১৬ মে বাংলাদেশের স্বাধীনতা যুদ্ধ চলাকালে রাজশাহীর যুগীশো ও পালশা গ্রামে পাকিস্তান সেনাবাহিনী ও স্থানীয় সহযোগী রাজাকার কর্তৃক বাঙালি হিন্দুদের ওপর চালিত পূর্বপরিকল্পিত গণহত্যা। বিভিন্ন সূত্রমতে, এই ঘটনায় পাকিস্তানি বাহিনী ও রাজাকারেরা ৪২ জন বাঙালি হিন্দুকে হত্যা করে।\n\n\n== প্রেক্ষাপট ==\nযুগীশো ও পালশা গ্রাম দুইটি বাংলাদেশের পশ্চিমাঞ্চলের রাজশাহী বিভাগের দূর্গাপুর উপজেলার দেলুয়াবাড়ি ইউনিয়নের অন্তর্ভুক্ত। উভয় গ্রামেই যথেষ্ট পরিমাণে হিন্দু জনগোষ্ঠীর বসতি ছিল। ১৯৬২ সালে পার্শ্ববর্তী পবা থানার দারুসা গ্রামে হিন্দু-মুসলমান দাঙ্গার জেরে যুগীশো গ্রামে পাঁচ-ছয়টি হিন্দুবাড়ি জ্বালিয়ে দেওয়া হয়। এই ঘটনার পর হিন্দুদের ওপর আক্রমণ প্রতিহত করতে হিন্দু ও মুসলিম উভয় সম্প্রদায়ের ব্যক্তিবর্গের সমন্বয়ে একটি শান্তি কমিটি গঠন করা হয়।\n\n\n== ঘটনাবলি ==\n১৯৭১ সালের ১৬ মে সকালে আশেপাশের গ্রামের রাজাকারদের সহায়তায় ছয়টি ভ্যানে পাকিস্তান সেনাবাহিনীর সদস্যরা গ্রামে প্রবেশ করে। মিলিটারির আগমনে আতঙ্কে স্থানীয় রা নিকটবর্তী জঙ্গলে আশ্রয় নেয়। ডাকপিয়ন আবদুল কাদেরের সহায়তায় রাজাকারেরা গ্রামবাসীদের গুপ্তাবস্থা থেকে খুঁজে বের করে। তাদের জিম্মি করে যুগীশো প্রাথমিক বিদ্যালয়ে নিয়ে আসা হয় এবং হিন্দু-মুসলিম আলাদা করে ফেলা হয়।\nসৈন্যরা ৪২ জন হিন্দুকে নিকটবর্তী কুঁড়েঘরে নিয়ে গিয়ে মেশিনগানের ব্রাশফায়ারে হত্যা করে। বুলেটের আঘাতের ক্ষত নিয়েও বেঁচে যাওয়া ব্যক্তিরা নড়ার চেষ্টা করলে, তাদের বেয়নেট দিয়ে খুঁচিয়ে হত্যা করা হয়। সৈন্য ও রাজাকারেরা মৃতদেহগুলোকে পাশের পুকুরপাড়ে নিয়ে যায় এবং মাটিচাপা দিয়ে ফেলে। প্রস্থানের সময় তারা ফাঁকা বাড়িগুলোতে অনুপ্রবেশ করে এবং মূল্যবান দ্রব্যাদি লুট করে নিয়ে যায়।\nড. এমএ হাসান তার যুদ্ধ ও নারী গ্রন্থে অন্যান্য অঞ্চলের পাশাপাশি যুগীশো গ্রামের বিধবা নারীদের সাক্ষ্য গ্রহণ করেন। অনেক বিধবা নারী সাক্ষ্য দিয়েছেন কীভাবে তাদের স্বামী, তাদের পুত্রকে রাজাকারেরা শান্তি কমিটির বৈঠকের নাম করে ঘর থেকে তুলে নিয়ে পাকিস্তান সেনাদের হাতে তুলে দিয়েছে। যারা তাদের হাত থেকে বেঁচে ফিরেছিলেন, তাদের অন্ধকারে জঙ্গলে লুকিয়ে থেকে রাতের অন্ধকারে ভারতে পালিয়ে যেতে হয়। যুগীশো ও পালশা গ্রামের গণহত্যার শিকার ব্যক্তিদের বিধবা স্ত্রীদের অনেকে এখনও জীবিত রয়েছেন।\n\n\n== স্মৃতিরক্ষা ==\n১৯৯৬ সালে রাজশাহী জেলা পরিষদ যুগীশো গণকবরের দেখভাল ও রক্ষণাবেক্ষণের জন্য পাঁচ শতক জমি অধিগ্রহণ করে। এলাকাটি দেড়ফুট উঁচু পাঁচিল দ্বারা ঘিরে দেওয়া হয় এবং একটি নামফলকে (স্মৃতি অম্লান) শহিদদের নাম উৎকীর্ণ করা হয়। পরবর্তীতে রাজশাহী জেলা পরিষদ এর ভেতরে একটি স্মৃতিসৌধ নির্মাণ করে, যাতে শহিদদের নাম লেখা ছিল। ২০০৬ সালে আরও কিছু দেহাবশেষ উদ্ধার করা হয়, যা শনাক্তকরণ ও স্বজনদের নিকট হস্তান্তরের অপেক্ষায় রয়েছে। কোনো কোনো প্রতিবেদন অনুযায়ী শহিদদের বিধবা স্ত্রীরা সরকারের নিকট থেকে নিয়মিত ভাতা পান না বলেও দাবি করা হয়।\nজেলা পরিষদ কর্তৃক অধিকৃত জমির পাশেই আওয়ামী লিগ নেতা রুস্তম আলীর জমি। ২০০৮ সালে রুস্তম আলী নওপাড়া ইউনিয়ন আওয়ামী লিগের সহ-সভাপতি নির্বাচিত হওয়ার পর গণকবরের স্থান দখল করে ও নামফলক ভেঙে দিয়ে নাটোরের সূফি তৈয়ব আলীর নামে একটি খানকা শরিফ স্থাপন করেন। খানকা শরিফটির নাম সেন “শাহ সূফি হযরত তৈয়ব আলী খানকাহ শরিফ”। স্থানীয়দের আপত্তিতে তিনি খানকা শরীফের গায়ে নামফলকটি সংযোজন করে দেন।\n\n\n== আরও দেখুন ==\nবাগবাটি গণহত্যা\nডেমরা গণহত্যা\nকড়ই কাদিপুর গণহত্যা\nগোপালপুর গণহত্যা\n\n\n== তথ্যসূত্র =="}