{"pageid": 1025710, "title": "ইথিওপীয় সেমিটিক ভাষাসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1025710", "content": "ইথিওপিয় সেমিটিক (ইথিও-সেমেটিক, ইথিওসেমিটিক, ইথিওপিক বা অ্যাবসিনিয়ান) হলো ইথিওপিয়া, ইরিত্রিয়া এবং সুদান অঞ্চলে কথিত ভাষার একটি পরিবার। তারা দক্ষিণ সেমেটিক ভাষার পশ্চিম শাখা গঠন করে, সেমেটিকের নিজস্ব উপ-শাখা, আফ্রোসিয়েটিক ভাষা পরিবারের অংশ।\n২০০৭ সালের প্রায় ৪,০০,০০,০০০ দ্বিতীয় ভাষাভাষী সহ মোট ২১,৮১১,৬০০ জন মানুষ সহ আমহারিক হলো ইথিওপিয়ার (ওরোমোর পরে) দ্বিতীয় বৃহত্তম ভাষা এবং বিশ্বের দ্বিতীয়-সর্বাধিক কথিত সেমিটিক ভাষা (আরবির পরে)। টাইগ্রিনিয়ায় ৭ মিলিয়ন মানুষ এ বাষায় কথা বলে এবং এটি ইরিত্রিয়ায় সর্বাধিক বিস্তৃত ভাষা। সুদানে টাইগ্রের কথিত অল্প লোক রয়েছে। গীজ ভাষার নিজস্ব গীজ লিপিতে খ্রিস্টীয় প্রথম শতাব্দীতে ফিরে যাওয়ার একটি সাহিত্য ইতিহাস রয়েছে। এটি আর কথ্য নয় তবে ইথিওপীয় এবং ইরিত্রিয়ান গোঁড়া তেওয়াহেদো গীর্জার পাশাপাশি তাদের পূর্ব পূর্ব ক্যাথলিক অংশগুলির লিটারজিকাল ভাষা হিসাবে রয়ে গেছে।\nদক্ষিণ সেমিটিক ভাষার “স্বদেশ” ব্যাপকভাবে বিতর্কিত, এ মুর্তোনেন (১৯৬৭) এবং লিওনেল বেন্ডার (১৯৯৭), যেমন ইথিওপিয়ায় একটি উৎস এবং অন্যরা আরব উপদ্বীপের দক্ষিণ অংশের পরামর্শ দেয় বলে সূত্র ধরে। ভাষা পরিবর্তন অনুমান করার জন্য একটি বায়সিয়ান মডেলের উপর ভিত্তি করে করা একটি সমীক্ষা এই সিদ্ধান্তে পৌঁছেছে যে উত্তরোত্তর দৃষ্টিভঙ্গি আরও সম্ভাব্য হতে পারে।\nআধুনিক ইথিওপীয় সেমেটিক ভাষাগুলি ইথিওপীয় ভাষা অঞ্চলের অংশ হিসাবে সমস্ত কর্তা–কর্ম–ক্রিয়া শব্দের ক্রম ভাগ করে, তবে গীজের এখন ক্রিয়া-কর্তা-কর্ম ক্রমটি অন্যান্য সেমিটিক ভাষার সাথে মিল রয়েছে যা এখনকার ভাষায় বলা হয় ইয়ামেন।\n\n\n== শ্রেণিবিন্যাস ==\nউত্তর ও দক্ষিণ শাখায় বিভাজনটি কোহেন (১৯৩১) এবং হেটজ্রন (১৯৭২) দ্বারা প্রতিষ্ঠিত হয়েছিল এবং ব্যাপক গ্রহণযোগ্যতা অর্জন করেছিল, তবে এই শ্রেণিবিন্যাসটি সম্প্রতি রাাইনার ভয়েগ্টকে চ্যালেঞ্জ জানিয়েছে। ভোইগট কোহেন এবং হেতজ্রন যে শ্রেণিবিন্যাসকে সামনে রেখেছিলেন তা প্রত্যাখ্যান করে এবং এই সিদ্ধান্তে পৌঁছে যে তারা খুব বেশি জড়িত যে তারা উত্তর এবং দক্ষিণে পৃথকভাবে গ্রুপে অন্তর্ভুক্ত রয়েছে।\n\nউত্তর ইথিওপিক\nগীজ(ক্লাসিকাল ইথিওপিক)†\nতিগ্রিনিয়া\nতিগ্রে\nডাহালিক\nদক্ষিণ ইথিওপিক\nট্রান্সভার্সাল দক্ষিণ ইথিওপিক\nআমহারিক – আরগোব্বা\nআমহারিক - ইথিওপিয়া ফেডারাল সরকারের কার্যক্ষম ভাষা।\nআরগোব্বা\nহারারি – পূর্ব গুরেজ\nহারারি\nপূর্ব গুরেজ\nসিল্টি (সিল্টি; উপভাষা উলবার, ওলেন, ইনেকোর)\nজাওয়ে (জা)\nবাইরের দক্ষিণ ইথিওপিক\nএন-গ্রুপ:\nগাফাত - বিলুপ্ত\nসোডডো (কিস্তানি)\nটিটি-গ্রুপ:\nমেমস - বিলুপ্ত (কখনও কখনও নাবালক হিসাবে বিবেচিত)\nমহের\nপশ্চিম গুরেজ\nমেসকান (মাসকান)\nসেবাত বেট\nসেবাত বেট গুরেজ (চাহা, এজা, গুমের, গুরা উপভাষাগুলি)\nইনোর (উপভাষাগুলি এনমোর [ইনোর যথাযথ], এন্ডেজেগন, গাইটো)\n\n\n=== হাডসন (২০১৩) ===\nহাডসন (২০১৩) ইথিওসেমিটিকের পাঁচটি প্রাথমিক শাখা স্বীকৃতি দেয়। তার শ্রেণিবিন্যাস:\nইথিওসেমিটিক\n\nউত্তর\nগীজ\nতিগ্রে-তিগ্রিনিয়া\nগাফাত\nসোডডো-মেসকান-গুরেজ\nসোডডো\nমেসকান-গুরেজ\nমেসকান\nগুরেজ\nমহের\nচাহা-ইনোর\nসিল্টি-জাওয়ে-হারারি\nহারারি\nসিল্টি, জাওয়ে\nআরগোব্বা-আমহারিক\n\n\n== তথ্যসূত্র ==\n\n\n== তথ্যসূত্র ==\nকোহেন, মার্সেল ১৯৩১, udestudes d’éthiopien mérdional। প্যারিস।\nহেটজ্রন, রবার্ট ১৯৭২, ইথিওপিয়ান সেমেটিক: শ্রেণিবিন্যাসে অধ্যয়ন। ম্যানচেস্টার: ম্যানচেস্টার ইউনিভার্সিটি প্রেস।\nওয়েইঞ্জার, স্টেফান ভোম আল্তেথোপিসেন জু ডেন নিউইথিওপিশন স্প্রেচেন। ভাষা টাইপোলজি এবং ভাষা ইউনিভার্সাল। মার্টিন হাসপেলমাথ, এককার্ড কানিগ, উল্ফ অস্টেরেরিচার, ওল্ফগ্যাং রায়বেল, খণ্ড দ্বারা সম্পাদিত। ২: ১৭৬২-১৭৭৪। বার্লিন: ওয়াল্টার ডি গ্রুইটার।"}