{"pageid": 1025594, "title": "সুরেলা রাস্তা", "url": "https://bn.wikipedia.org/wiki?curid=1025594", "content": "সুরেলা রাস্তা হল এমন একটি রাস্তা, বা একটি রাস্তার অংশ, যার উপর দিয়ে চালিয়ে যাওয়ার দরুণ স্পর্শকাতর কম্পন এবং শ্রুতিগম্য গোলযোগ ঘটায় যা গাড়ির চাকা ও মূল কাঠামোর মাধ্যমে অনুভূত হতে পারে। সুরেলা ধ্বনির আকারে এই গোলযোগ গাড়ির অভ্যন্তরসহ পারিপার্শ্বিক অংশগুলোতেও শোনা যায়।  ডেনমার্ক, হাঙ্গেরি, জাপান, দক্ষিণ কোরিয়া, মার্কিন যুক্তরাষ্ট্র, চীন, ইরান, সান ম্যারিনো, তাইওয়ান, নেদারল্যান্ডস ও ইন্দোনেশিয়ায় সুরেলা রাস্তাগুলোর অস্তিত্ব রয়েছে বলে জানা যায়।\n\n\n== দেশ দ্বারা ==\n\n\n=== ডেনমার্ক ===\nপ্রথম জ্ঞাত সুরেলা রাস্তা, অ্যাস্ফাল্টোফোন, ১৯৯৫ সালের অক্টোবরে ডেনমার্কের জিলিংয়ে দুই ডেনিশ শিল্পী স্টিন ক্রারুপ জেনসেন ও জ্যাকব ফ্রয়েড-ম্যাগনাস দ্বারা তৈরি করা হয়। অ্যাস্ফাল্টোফোন 'বটস ডটস'-এর অনুরূপ উত্থিত পাকারাস্তা মার্কারের একটি সারি থেকে তৈরি, সবিরাম ব্যবধানে ফাঁকা জায়গা করা যাতে একটি গাড়ি মার্কারের উপর দিয়ে অতিক্রম করার দরুন চাকার দ্বারা উৎপন্ন হওয়া স্পন্দন গাড়ির ভেতরে শোনা যায়। বাজানো গানটি এফ মেজর কী-এর একটি 'আরপেজিও'।\n\n\n=== হাঙ্গেরি ===\n\n২০১৯ সালে 'রিপাবলিক' ব্যান্ডের মুখ্য গায়ক সিপোর স্মরণে হাঙ্গেরি একটি সুরেলা রাস্তা নির্মাণ করে। রাস্তার পাশ দিয়ে যাওয়ার সময় তাঁদের ৬৭-এশা তুত (রাস্তা ৬৭) গানের প্রায় ৩০ সেকেন্ডব্যাপী টুকিটাকি শুনতে পাওয়া যায়।\n\n\n=== ইন্দোনেশিয়া ===\n২০১৯ সালে জাভায় সোলো-কের্তোসোনো টোল রোডের নাউয়ি-কের্তোসোনো অংশ বরাবর ইন্দোনেশিয়া একটি সুরেলা রাস্তা নির্মাণ করে। বাজানো গানটি \"হ্যাপী বার্থডে টু ইউ\"-এর প্রথম ৬টি নোট, কিন্তু ৫ম নোটটি অর্ধ-ধাপের জন্য বেসুরো। এটি রাস্তায় সড়ক দুর্ঘটনার সংখ্যা কমানোর জন্য নির্মাণ করা হয়েছিল, এবং গানটি সম্প্রদায়টির নিকট পরিচিত বিধায় এটি নির্বাচন করা হয়েছিল।\n\n\n=== জাপান ===\n\nজাপানে গাড়ি চালানোর সময় আপনি রাস্তার সংকেত হিসেবে বা পিচের ঠিক ওপর একটি অদ্ভুতভাবে ত্রিগুণ চিহ্ন দেখতে পাবেন, এবং তারপর গাড়ির মধ্য দিয়ে একটি কম্পমান সুর শুনতে পাবেন। এসব সুরেলা রাস্তা যুক্তরাষ্ট্র, দক্ষিণ কোরিয়া, ও ডেনমার্কেও দেখতে পাওয়া যাবে, যদিও জাপান ঐ দেশের ২০টির অধিক সুরেলা রাস্তা নিয়ে গুঞ্জনপূর্ণ হাইওয়ের আসল কেন্দ্র।  জাপানে শিজুও শিনোডা দুর্ঘটনাবশত বুলডোজার দিয়ে রাস্তায় কিছু চিহ্ন চাঁছিলো ও ঐগুলোর উপর দিয়ে চালিয়ে গেলো এবং উপলব্ধি করলো যে, খাঁজের গভীরতা ও প্রশস্ততার উপর নির্ভর করে সুর তৈরি করা সম্ভব।  ২০০৭ সালে হোক্কাইডো জাতীয় শিল্প গবেষণা প্রতিষ্ঠান, যারা পূর্বে অবলোহিত আলো ব্যবহার করে বিপজ্জনক রাস্তার উপরিভাগ চিহ্নিত করার একটি পদ্ধতির উপর কাজ করেছে, তারা শিনোডার নকশাগুলোকে মেলোডি রাস্তা তৈরি করতে পরিমার্জন করল। তারা নির্দিষ্ট ব্যবধানে কংক্রিটের মধ্যে খাঁজ কাটার একই ধারণা ব্যবহার করলো এবং বের করলো যে, খাঁজগুলো যত কাছে থাকে, তত বেশি ধ্বনির তীক্ষ্ণতা হয়; যেখানে যে খাঁজগুলো দূরে দূরে আছে, সেগুলো কম তীক্ষ্ণতাসম্পন্ন ধ্বনি উৎপন্ন করে।\nজাপানজুড়ে স্থায়ীভাবে নির্মিত বহু ২৫০ মিটার (৮২০ ফুট) বিশিষ্ট মেলোডি রাস্তা আছে। সর্বপ্রথম নির্মিত মেলোডি রাস্তাগুলোর মধ্যে একটি নেমুরো-এর শিবেতসু'র হোক্কাইডোতে অবস্থিত, যেটি শিনোডার বুলডোজার চাঁছনির জায়গাটিতে \"শিরেকেতো লাভ সং\" বাজায়; আরেকটি ওয়াকায়ামা এলাকার কিমিনো শহরে অবস্থিত, যেখানে একটি গাড়ি কিয়ু সাকামোতোর জাপানিজ লোককাব্য \"মিয়াগেতে গোরান ইয়ুরো নো হোশি ও\" উৎপন্ন করতে পারে; একটি মাউন্ট ফুজির ঊর্ধ্বগামী পথ বরাবর শিজুকা এলাকাতে অবস্থিত এবং চতুর্থটি গুনমা-এর কাটাশিনা গ্রামে অবস্থিত, যেটি ১৭৫ মিটার (৫৭৪ ফুট) বিস্তারবিশিষ্ট  যানবাহন চলাচলের জন্য বিদ্যমান পথের মধ্যে ২,৫৫৯টি কাটা খাঁজের তৈরি ও \"মেমোরিস অব সামার\"-এর সুর তৈরি করে। অপেক্ষাকৃত নিম্ন ও উচ্চ কম্পাঙ্কবিশিষ্ট স্পন্দন তৈরির জন্য পরিবর্তনশীল প্রশস্ততার খাঁজ বিরতির ধারা তৈরি করে রাস্তাগুলো কার্য সম্পাদন করে। এদের মধ্যে কিছু রাস্তা, যেমন ওকিনাওয়াতে অবস্থিত একটি, যেটি \"ফুতামি জোয়া\" নামক জাপানিজ পল্লীসঙ্গীত উৎপন্ন করে, পাশাপাশি হিরোশিমা এলাকাতে একটি, হচ্ছে বহুধ্বনিবিশিষ্ট; যাতে মেলোডি ও ঐকতান শুনতে পাওয়া হেতু বাম ও ডান টায়ারের জন্য বিভিন্ন ক্রমবিশিষ্ট গোলযোগ পট্টি নিয়ে তৈরি। ২০১৬ এর হিসাবে, জাপানে ৩০টির বেশি মেলোডি রাস্তা রয়েছে।\n\n\n=== নেদারল্যান্ডস ===\nফ্রিসল্যান্ডের জেলসাম গ্রামের কাছে একটি সুরেলা রাস্তা নির্মাণ করা হয়েছিল। যদি গাড়িচালকরা নিয়ম মেনে গাড়ি চালাতো, তাহলে ফ্রিসল্যান্ড প্রদেশের সঙ্গীত (ডি অল্ড ফ্রেইজেন) বেজে উঠতো; নতুবা গানটি বেসুরোভাবে বেজে উঠতো। গ্রামবাসীদের কাছ থেকে অভিযোগ পাওয়ার পরে সুরেলা রাস্তাটি সরানো হয়েছিল।\n\n\n=== দক্ষিণ কোরিয়া ===\nসুরেলা রাস্তা দক্ষিণ কোরিয়ার জিয়নগি'র আয়নাং-এর নিকটে পাওয়া যেতে পারে, এবং জাপানিজ মেলোডি রাস্তার মতো ভূমিতে খাঁজ কেটে তৈরি করা হয়েছিল। এ সুরেলা রাস্তা মোটরগাড়ি চালকদের সতর্ক ও সজাগ থাকতে সহায়তা করার জন্য নকশা করা হয়েছিল, যেখানে জাপানিজ রাস্তাগুলো পর্যটকদের আকৃষ্ট করতে তৈরি করা হয়েছিল। দক্ষিণ কোরিয়ার সড়ক দুর্ঘটনার ৬৮% অমনোযোগী, ঘুমন্ত বা দ্রুতগতিতে চলা চালকদের কারণে হয়। বাজানো সুরটি হচ্ছে \"মেরি হ্যাড এ লিটল ল্যাম্ব\" এবং এটি স্থাপন করতে চার দিন লেগেছিল।\n২০১০ এর হিসাবে, দক্ষিণ কোরিয়ায় তিনটি সুরেলা রাস্তা আছে; দ্বিতীয়টি যেটি অজানা কোনো এক সময়ে তৈরি, কংওয়োনল্যান্ড স্কি রিসোর্ট থেকে বহির্গামী অতিথিদের জন্য একটি ঐতিহ্যবাহী পল্লীসুর বাজায়। তৃতীয়টি ওসান থেকে চিনাহতে যাওয়ার পথে অবস্থিত; এটিতে বাজানো গানটির শিরোনাম বর্তমানে অজানা।\n\n\n=== চীন ===\nবেইজিং এর দক্ষিণ-পশ্চিমাঞ্চলের ফেংতাই জেলার 'কিয়ানলিংশান মাউন্টেন সিনিক এরিয়া'-তে ৩০০ মিটার বিস্তৃত পিচঢালা রাস্তাকে সুরেলা রাস্তায় পরিণত করা হয়েছে এবং এটি 'ওড টু দ্য মাদারল্যান্ড' নামক সুরটি বাজাবে, যতক্ষণ না পর্যন্ত চালকরা ৪০ কি.মি./ঘণ্টার গতিসীমা মেনে না চলে। নির্মাণকাজ ২০১৬ সালে সমাপ্ত হয়েছিল। বেইজিং লুক্সিন ডাচেং ভূদৃশ্য স্থাপত্য কোম্পানির মহাব্যবস্থাপক লিন ঝং বলেন, \"গানের মেলোডি অনুসারে বিভিন্ন আকারের দূরত্বে ছোট ছোট খাঁজ রাস্তার উপরিতলে রয়েছে। এসব 'গোলযোগ পট্টি' গাড়ির টায়ারকে গান বাজাতে সাহায্য করে ও সুরেলা রাস্তা তৈরি করে।\" লিন আরো বলেন, \"আমাদের প্রথম চিন্তা ছিল, গাড়িদের একটি নির্দিষ্ট গতিতে যাতায়াত করানো। কারণ, একমাত্র এই উপায়েই আপনি ভালো সুরেলা আবেশ উপভোগ করতে পারেন। আমরা এটিকে গতিসীমার অনুস্মারক হিসেবে ব্যবহার করি।\"\nচীনে আরো দুইটি সুরেলা রাস্তা বিদ্যমানঃ প্রথমটি হেনান-এর একটি প্রাকৃতিক রিজার্ভে অবস্থিত, যেটি জাতীয় সঙ্গীত ও 'মো লি হুয়া' বাজায়; এবং দ্বিতীয়টি ইয়ানতাই-এর ইয়াংমা দাও এর নিকটে অবস্থিত, যেটি 'কারমেন' ও 'ওড টু জয়' থেকে ওভারটিউর বাজায়। একটি গান রাস্তার প্রতি পাশে একই অবস্থানে যুক্ত করা হয়েছে, যাতে চালকরা 'ওয়ান ওয়ে' ও আরেক ওয়েতে একটি গান উপভোগ করতে পারে।\n\n\n=== যুক্তরাষ্ট্র ===\n\nসিভিক সুরেলা রাস্তা ২০০৮ সালের ৫ সেপ্টেম্বর ক্যালিফোর্নিয়ার ল্যানকেস্টারের অ্যাভিনিউ কে'তে নির্মাণ করা হয়েছিল। ৬০তম ও ৭০তম স্ট্রিট ওয়েস্টের মধ্যবর্তী এক-চতুর্ভাগ মাইল বিস্তৃতিতে সিভিক সুরেলা রাস্তায়  \"উইলিয়াম টেল ওভারটিউর\" ফিনালের অংশের প্রতিরূপ তৈরি করতে খাঁজ পিচে কেটে তৈরি করা হয়েছিল। শ্রাব্যতা লেভেলের ব্যাপারে নিকটবর্তী বাসিন্দাদের শহর কাউন্সিলের নিকট অভিযোগের পরে ২৩ সেপ্টেম্বর এটি প্রশস্ত করা হয়েছিল। এটির অপসারণজনিত ব্যাপারে শহরের বাসিন্দাদের  আরো অভিযোগের জন্য, এবার, যেকোনো বসতি থেকে দুই মাইল দূরে- ৩০তম ও ৪০তম স্ট্রিট ওয়েস্টের মধ্যবর্তী অ্যাভিনিউ জি'তে এটি পুনঃনির্মাণ করার জন্য ২০০৮ সালের ১৫ অক্টোবর কাজ শুরু হয়েছিল। 'হোন্ডা সিভিক' এর নামে রাস্তাটির নামকরণ করা হয়। এটি দুইদিন পরে উন্মুক্ত করা হয়েছিল। অ্যাভিনিউ জি এর উপর নতুন শাখাটি কেবলমাত্র রাস্তাটির পশ্চিমমুখী পাশের ফার লেফ্ট লেনে অবস্থিত। রাস্তাটি হোন্ডা সিভিকের বিজ্ঞাপনে দেখা গিয়েছিল। ছন্দটি চেনার মতো, কিন্তু গাড়ির গতি নির্বিশেষে বিরতিগুলো এত দূরে ছিলো যে মেলোডিটি \"উইলিয়াম টেল ওভারটিউর\" এর কেবল সামান্য সাদৃশ্য বহন করত। সম্ভবত ডিজাইনাররা ব্যবধান ও খাঁজের সামঞ্জস্যপূর্ণ  প্রশস্ততার মধ্যে খাঁজের প্রশস্ততা অন্তর্ভুক্ত না করে একটি শৃঙ্খলাবদ্ধ ভুল হিসাব করেছিলেন। এই ভুল অ্যাভিনিউ কে ও অ্যাভিনিউ জি, উভয় রাস্তাতেই করা হয়েছিল।\n২০১৪ সালের অক্টোবরে নিউ মেক্সিকোর তিজেরাস গ্রাম ইউ.এস. রুট ৬৬ এর দুই-লেন বিস্তৃত একটি সুরেলা রাস্তা স্থাপন করেছিল, যেটি 'আমেরিকা দ্য বিউটিফুল',  তারপর 'ন্যাশনওয়াইড ইনস্যুরেন্স' বাজায়, যখন একটি গাড়ি ৪৫ মাইল পার আওয়ারের উপর দিয়ে চালিয়ে যায়। এ হাইওয়েটি এনএম ৩৩৩ লেবেলযুক্ত, মাইলস ৪ ও ৫ এর মধ্যে পূর্বমুখী। ন্যাশনাল জিওগ্রাফিক সোসাইটির অর্থায়নে প্রকল্পটি নিউ মেক্সিকো পরিবহন বিভাগের সাথে সমন্বয় করা হয়েছিল, যারা এ প্রকল্পটিকে চালকদের ধীরগতিতে চলার একটি পন্থা হিসেবে বর্ণনা করে, এবং যা একঘেঁয়ে হাইওয়েতে কিছুটা উদ্দীপনা আনবে। এসব গাড়িচালকদের ধীরে চলতে এবং গতিসীমা মেনে চলতে বাধ্য করার জন্য একটি সম্প্রসারিত প্রচেষ্টার অংশ।  ২০২০ সালের মধ্যে সুরটি ম্লান হয়ে যাচ্ছিল এবং এমনকি অধিকাংশ শৈলশিরা প্রশস্ত হয়ে যাচ্ছিলো। নিউ মেক্সিকো পরিবহন বিভাগের একজন মুখপাত্র বলেন, \"....সুরেলা হাইওয়ে পুনরুদ্ধারে কোনো পরিকল্পনা নেই। খরচ আকাশচুম্বী, এবং তারা যানবাহন চলাচলের রাস্তার অংশ পুনরুদ্ধার করেছে ও সকল চিহ্নগুলো সরিয়ে দিয়েছে। দুর্ভাগ্যক্রমে, এটি পূর্ববর্তী প্রশাসনের একটি অংশ ছিলো এবং এ সুরেলা রাস্তার রক্ষণাবেক্ষণ বজায় রাখা কোনো সময় সম্ভব ছিল না।\n২০১৯ সালের অক্টোবরে  অবার্ন বিশ্ববিদ্যালয়ের কলেজ অফ ইঞ্জিনিয়ারিং এর এক প্রাক্তন ছাত্র টিম আরনল্ড একটি সুরেলা রাস্তা তৈরি ও স্থাপন করেন, যেটি 'অবার্ন টাইগারসের ফাইট সং, \"ওয়ার ঈগল\" এর প্রথম সাতটি সুর বাজায়। পূর্ববর্তী সুরেলা রাস্তা থেকে অনুপ্রাণিত হয়ে সাউথ ডোনাহো ড্রাইভের স্বল্প অংশে \"ওয়ার ঈগল রোড\" ডাব করা হয়েছে এবং একটি  'সার্ফেস-অ্যাপ্লিকেশন ম্যাটেরিয়াল' কাজে লাগিয়ে একটি যুগান্তকারী প্রক্রিয়ার দ্বারা তৈরি করা হয়েছিল, যা রাস্তার ক্ষতি করবে না। অবার্ন বিশ্ববিদ্যালয় ও ন্যাশনাল সেন্টার ফর অ্যাস্ফাল্ট টেকনোলজির সহায়তায় কাজ করে আরনল্ড পাবলিক আর্ট হিসেবে ওয়ার ঈগল রোডের উন্নয়ন করেন, যা ক্যাম্পাসে আগমনহেতু ফ্যান ও প্রতিপক্ষদের স্বাগত করবে। প্রকল্পটি ফ্যাসিলিটিজ ম্যানেজমেন্টের অফিস অফ দ্য ইউনিভার্সিটি আর্কিটেক্ট দ্বারা অনুমোদিত হয় এবং অবার্ন টাইগারস ফুটবল সিজনের ফাইনাল তিনটি হোমগেমের সাথে সমন্বয়ে এটি সম্পন্ন হয়। সুরেলা রাস্তাটি জনগণের ইতিবাচক সাড়া পেয়েছে এবং একটি চিরস্থায়ী কর্মসূচি হিসেবে স্বাগত হবে বলে মনে হয়।\n\n\n== আরও দেখুন ==\nগোলযোগ পট্টি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনিউ মেক্সিকোতে সিঙ্গিং রোড দ্য সিঙ্গিং রোড  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ সেপ্টেম্বর ২০২০ তারিখে\nসাউন্ড ট্যুরিজম ওয়েবসাইটে গানের রাস্তা এবং তাদের শব্দগুলির অবস্থান\nগুগল ম্যাপস লিঙ্ক"}