{"pageid": 10253, "title": "ডাস কাপিটাল", "url": "https://bn.wikipedia.org/wiki?curid=10253", "content": "ডাস কাপিটাল বা পুঁজি (জার্মান Das Kapital; বাংলা পুঁজি) কার্ল মার্ক্সের লেখা পুঁজিবাদের সমালোচনামূলক একটি বই। সমাজপ্রগতির সাথে অর্থনীতির জটিল সম্পর্ক মার্ক্সবাদের প্রধান অংশ। সামাজিক ইতিহাসের ব্যাখ্যায় মার্ক্স দেখিয়েছেন, যে কোনো ঐতিহাসিক যুগ সমকালীন পণ্য-উৎপাদন ব্যবস্থার দ্বারা নিয়ন্ত্রিত। উৎপাদন ব্যবস্থা বলতে মার্ক্স‌ সাধারণভাবে উৎপাদন প্রসঙ্গ তোলেননি। মার্ক্স জোর দিয়েছেন উৎপাদন সর্ম্পকের উপর—যার অর্থ, উৎপাদন ব্যবস্থার উপর নির্ভর করে সামাজিক মানুষ পরস্পরের সঙ্গে যে সর্ম্পক গড়ে তোলে।\nপুঁজি গ্রন্থে (১৮৬৭) মার্কস যে ধারণাগুলির উপর আলোচনা করেন সেই ধারণাগুলি সনাতন অর্থনীতিবিদদের সূত্রেই নেওয়া, যদিও তিনি এগুলি ব্যবহার করেছেন সম্পূর্ণ ভিন্ন সিদ্ধান্ত প্রতিষ্ঠিত করতে। বিনিময়, উৎপাদন, মূল্য, শ্রম, শ্রমের সামর্থ্য বা ক্ষমতা, শ্রমবিভাগ, বিযুক্তি, সম্পত্তি, মুনাফা প্রতিটি ধারণাকেই মার্কস উপস্থিত করেছেন এ বিষয়ে অর্থনীতির প্রবক্তাদের বা ব্যাখ্যাকারদের বক্তব্য দিয়ে এবং এরপর প্রতিটি বিষয়ের উপর নিজস্ব মতবাদ উপস্থিত করে প্রচলিত মতকে খণ্ডন করেছেন।\n\n\n== সারাংশ ==\n\n\n=== ডাস কাপিটাল প্রথম খণ্ড ===\nডাস কাপিটালের প্রথম খণ্ডে মার্ক্‌স পুঁজিবাদী সমাজে উৎপাদন প্রণালীর বিশ্লেষণ করেছেন। ধনতান্ত্রিক সমাজে বাজারে বিক্রয়ার্থ পণ্যদ্রব্যের দুটি চেহারা দেখতে পাওয়া যায়। একটিতে তার ব্যবহারিক মুল্য প্রকাশ পায়, অপরটিতে বিনিময় মুল্য।\n\n\n=== ডাস কাপিটাল দ্বিতীয় খণ্ড ===\nডাস কাপিটালের ২য় খণ্ডের উপনাম পুঁজির সঞ্চালন প্রক্রিয়া। এখানে মার্ক্‌স ধনতান্ত্রিক অর্থনীতিতে পুঁজির গতিবিধি, আবর্তন, নিয়োজিত পুঁজির পণ্যে রূপান্তর ও পরিশেষে বাজার-পদ্ধতির মধ্যে বিনিময় ব্যবস্থায় বিভিন্ন পণ্যের উৎপাদন ও মূল্যমানের মধ্যে ভারসাম্য-অবস্থায় সরল পুনরুৎপাদন পদ্ধতির প্রচলন, ইত্যাদি বিস্তারিতভাবে আলোচনা করেছেন।\n\n\n=== ডাস কাপিটাল তৃতীয় খণ্ড ===\nডাস কাপিটালের ৩য় খন্ডটির উপনাম ধনতান্ত্রিক উৎপাদন ব্যবস্থার সামগ্রিক চিত্র। এখানে মার্ক্‌স বিশেষ বিশেষ মূল্যমানের প্রশ্ন, পুঁজির মুনাফার হার ও উদ্বৃত্ত মূল্যের বিভাজন থেকে প্রাপ্ত মুনাফার কথা বলেছেন। মার্ক্‌স দেখিয়েছেন, পণ্যোৎপাদনে পুঁজির মালিকের ব্যয়ের পরিমাণ ও পণ্যের যথার্থ উৎপাদন ব্যয় সমান নয়।\n\n\n=== ডাস কাপিটাল চতুর্থ খণ্ড ===\nফ্রিডরিখ এঙ্গেলস মার্কসের \"উদ্বৃত্ত মূল্য তত্ত্ব\" বিষয়ের নোটগুলো একত্রিত করেন এবং এগুলো পরে \"পুঁজি\"র চতুর্থ খণ্ড হিসেবে প্রকাশিত হয়।\n\n\n== আরো দেখুন ==\nপুঁজি,\nপুঁজিবাদ\n\n\n== তথ্যসূত্র =="}