{"pageid": 1025666, "title": "মাসাকো ওনো", "url": "https://bn.wikipedia.org/wiki?curid=1025666", "content": "মাসাকো ওনো (小野 雅子, ওনো মাসাকো) একজন জাপানি ওড়িশি নৃত্যশিল্পী। তিনি ১৯৯৬ সাল থেকে ভারতে বসবাস করছেন।\n২০০৮ সালে নিউজউইক জাপান কর্তৃক নিজ নিজ ক্ষেত্রে বিশ্বের ১০০ জন সম্মানিত জাপানি ব্যক্তির একজন হিসাবে নির্বাচিত হয়েছিলেন তিনি।\n\n\n== জীবনী ==\nমাসাকো ওনো মার্কিন যুক্তরাষ্ট্রের মার্থা গ্রাহাম ডান্স স্কুল থেকেআধুনিক নৃত্যে একমাত্র জাপানি  স্নাতক প্রশিক্ষক মাসাকো যোকোইয়ের অধীনে ৪ বছর বয়সে নাচ শুরু করেছিলেন । তিনি টোকিওর মাৎসুইমা ব্যালেতে পশ্চিমা শাস্ত্রীয় ব্যালের প্রশিক্ষণও নিয়েছিলেন, এবং টোকিওর কে-ব্রডওয়ে নৃত্যকেন্দ্রে জাজ নৃত্য এবং হিপহপ নিয়ে পড়াশোনা করেছিলেন।\n১৯৯৬ সালে তিনি নৃত্যগ্রামে যোগ দিয়েছিলেন। নৃত্যগ্রাম হলো ভারতের একটি নৃত্যশিক্ষাগ্রাম যা শুরু করেছিল খ্যাতনামা ওড়িশি নৃত্যশিল্পী প্রয়াত প্রতিমা বেদী।  ওনো সেখানে পড়াশুনার জন্য বৃত্তি পেয়েছিলেন। তিনি প্রথমে প্রতিমার কাছ থেকে ওড়িশিতে প্রশিক্ষণ গ্রহণ করেছিলেন এবং প্রতিমার মৃত্যুর পরে সুরূপা সেন এবং বিজয়িনী শতপথীর কাছে প্রশিক্ষণ চালিয়ে গিয়েছিলেন। তিনি যোগ, কালারিপায়ত্তু ও ময়ূরভঞ্জ ছৌ নৃত্যের ক্লাসে অংশ নিয়েছিলেন এবং নৃত্যগ্রামে ওল্ফগ্যাং থিয়েটার, পল টেলর টু সংস্থা, দ্য এক্সপ্রেসনস, আশা কুড়লেওয়ালা এবং রবার্ট উইলিয়ামসের কর্মশালায় অংশ নিয়েছিলেন।\nতিনি  ভারতের ওড়িশায় বসবাস করছেন এবং গুরু শ্রী কেলুচরণ মহাপাত্র, গুরু রমনী রঞ্জন জেনা এবং গুরু নব কিশোর মিশ্রের কাছ থেকে ওড়িশিতে আরো প্রশিক্ষণ গ্রহণ করেছিলেন।\n২০০১ সাল থেকে মাসাকো ওনো ভারতের ভুবনেশ্বরে পেশাদার ওড়িশি নৃত্যশিল্পী এবং যোগশিক্ষক হিসাবে ভারত এবং ভারতের বাইরের নৃত্যশিল্পী, সংগীতশিল্পী এবং শিল্পীদের সাথে সহযোগিতা করে আসছেন। ২০০৩ সালে তিনি হ্যাবিটেট সেন্টারে তাঁর প্রথম মঞ্চপ্রবেশ (একক অভিনয়শিল্পী হিসাবে আত্মপ্রকাশ) করেছিলেন। বর্তমানে তিনি তাঁর নিজস্ব কোরিওগ্রাফি নিয়ে কাজ করছেন যা তন্ত্র, যোগ এবং শাস্ত্রীয় ভারতীয় নৃত্যের একটি মিশ্রণ।\nতিনি ভারত, জাপান, মার্কিন যুক্তরাষ্ট্র, কানাডা, ইতালি, সুইডেন, অস্ট্রেলিয়া, ফ্রান্স, মালয়েশিয়া, সিঙ্গাপুর, থাইল্যান্ড, ইন্দোনেশিয়া এবং শ্রীলঙ্কায় বক্তৃতা দিয়েছেন এবং প্রদর্শনী ও কর্মশালা পরিবেশন করেছেন। ২০০৫ সালে  এবং ২০০৬ সালে তিনি জাপানের প্রাক্তন দুই প্রধানমন্ত্রী যথাক্রমে জুনিচিরো কোইযুমি এবং শিনজো অ্যাবের সম্মুখে নৃত্য প্রদর্শন করেছিলেন। ২০০৮ সালে তিনি বোই শক্তি এবং জেরার্ড মোস্টার্ডের সাথে একটি সমসাময়িক নৃত্য প্রকল্পে অংশ নিয়েছিলেন।\nওনো অন্যান্য ওড়িশি নৃত্যশিল্পীদের প্রশিক্ষণ দেন এবং ভারত ও জাপানের মাসাকো ওনো পারফর্মিং আর্টস (এমওপিএ) পরিচালনা করেন। ২০১০ সালে, তিনি স্থানীয় শিল্প ও হস্তশিল্পের প্রচারে কাজ করার জন্য আন্তর্জাতিক শিল্পীদের প্রচেষ্টাকে সহযোগিতা করার উদ্দেশ্যে মুদ্রা ফাউন্ডেশন চালু করেছিলেন।\n\n\n== কাজ ==\nমাসাকো ওনোর পরিকল্পনা করা কাজের মধ্যে রয়েছে ফ্রোজেন গ্রেস (হিমশীতল লাবণ্য), ড্যান্স অব দ্য ক্রেন (সারসের নাচ), ডিভাইনিটি উইদিন- তান্ত্রিক প্রেয়ার, কুণ্ডলিনী স্তব এবং দ্য ড্রিম (স্বপ্ন)।\n\n\n== পেশাদার মাইলফলক ==\n২০০৮ সালে নিউজউইক জাপান কর্তৃক নিজ নিজ ক্ষেত্রে বিশ্বের ১০০ জন সম্মানিত জাপানি ব্যক্তির একজন হিসাবে নির্বাচিত।\n২০০৭ সালে এনএইচকে বিএস ১ প্রথম জাপানি সিরিজের অংশ হিসাবে মাসাকো ওনোকে নিয়ে একটি প্রামাণ্য চলচ্চিত্র প্রযোজনা করেছিল।\nতিনি জাপানের প্রাক্তন প্রধানমন্ত্রী জুনিচিরো কোইযুমি এবং শিনজো অ্যাবের সম্মুখে নৃত্য প্রদর্শন করেছেন।\n২০০৭ সালে মার্কিন যুক্তরাষ্ট্রের ওয়াশিংটন ডিসিতে কেনেডি সেন্টারে পরিবেশন করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nমাইস্পেসে মাসাকো ওনোর পৃষ্ঠা\nমাসাকো ওনোর ব্লগ\nদ্য হিন্দুতে রিভিউ, ২৯ অক্টোবর ২০১০\nদেকান হেরাল্ড, 8 সেপ্টেম্বর ২০১০-এ পর্যালোচনা"}