{"pageid": 1025521, "title": "চৌম্বকীয় সংমিশ্রণ", "url": "https://bn.wikipedia.org/wiki?curid=1025521", "content": "চৌম্বকীয় সংমিশ্রণ হল এমন এক সংমিশ্রণ যা টর্ককে এক শ্যাফ্ট থেকে অন্য শ্যাফ্টে স্থানান্তর করে, তবে কায়িক যান্ত্রিক সংযোগের পরিবর্তে একটি চৌম্বকীয় ক্ষেত্র ব্যবহার করে। যখন পাশাপাশি দুইটি লুপ/কয়েল (প্রতক্ষ্য সংস্পর্শ বিদ্যমান অথবা অনুপস্থিত) একটি অপরটিকে এদের মধ্যকার একটির দ্বারা উৎপন্ন চৌম্বক ক্ষেত্র দ্বারা প্রভাবিত করে তখন তাদের চৌম্বকীয়ভাবে সংযুক্ত বলে।\nচৌম্বকীয় শ্যাফ্ট কাপলিংগুলি প্রায়শই তরল পাম্প এবং প্রোপেলার সিস্টেমগুলির জন্য ব্যবহৃত হয়, যেহেতু বায়ুতে চালিত মোটর থেকে তরলকে পৃথক করতে দুটি শাফটের মধ্যে স্থির, শারীরিক বাধা স্থাপন করা যেতে পারে। চৌম্বকীয় শ্যাফ্ট কাপলিংগুলি শ্যাফ্ট সিলগুলির ব্যবহার বন্ধ করে দেয় যা অবশেষে  দুটি পৃষ্ঠের একে অপরের বিরুদ্ধে স্লাইডিং ব্যর্থ করে। চৌম্বকীয় কাপলিংগুলি এমন সিস্টেম রক্ষণাবেক্ষণের স্বাচ্ছন্দ্যের জন্যও ব্যবহৃত হয় যেখানে সাধারণত নির্ভুল সমতলতার প্রয়োজন হয় যখন ভৌত শ্যাফ্ট কাপলিংগুলি ব্যবহৃত হয়, কারণ তারা মোটর এবং চালিত শাফটগুলির মধ্যে বৃহত্তর অক্ষ চ্যুতি ত্রূটি তৈরি করে।\n\n\n== প্রকারভেদ ==\nটর্ক সংমিশ্রণ\nরৈখিক সংমিশ্রন \n\n\n== প্রয়োগ ==\nকিছু ডুবুরি চালিত যানবাহন এবং  রিমোট দ্বারা পরিচালিত আন্ডারওয়াটার যানগুলি বৈদ্যুতিক মোটর থেকে প্রপে টর্ক স্থানান্তর করতে চৌম্বকীয় সংযুক্তি ব্যবহার করে। নির্ভরযোগ্যতা বৃদ্ধির উদ্দেশ্যে উপযোগি স্কেল বাষ্প টারবাইনগুলিতে ব্যবহারের জন্য চৌম্বকীয় গিয়ারিংও অনুসন্ধান করা হচ্ছে।  প্রচলিত স্টাফিং বাক্সের তুলনায় চৌম্বকীয় কাপলিংয়ের বিভিন্ন সুবিধা রয়েছে। \nকিছু অ্যাকুরিয়াম পাম্প চৌম্বক চালিত পাম্প - তারা অ্যাকুরিয়াম প্রাচীরের শুকনো পাশের মোটর এবং সেই অ্যাকোরিয়াম প্রাচীরের অন্যদিকে জলের মধ্যকার পাখা/প্ররোচক এর মধ্যে চৌম্বকীয় সংযোগ ব্যবহার করে। দুটি মুখোমুখি চৌম্বকীয় ডিস্কের সাথে - কাচের শুকনো পাশে একটি চালক চৌম্বক এবং  ভেজা পাশে অপর একটি চালিত চৌম্বক - প্রতিটি ডিস্কে চৌম্বকীয় নকশার পরিকল্পনা করার জন্য দুটি উপায়ন্তর রয়েছে। একটি উপায়ন্তর (আকর্ষণীয়) বিভাগকে ভারসাম্যপূর্ণ করে যা অক্ষীয় বোঝা প্রায় বাতিল করার জন্য অক্ষের কাছের চৌম্বকীয় বিকর্ষণ সহ টর্ক স্থানান্তর করে।  অন্য উপায়ন্তরটি টর্ককে সর্বাধিক করতে চৌম্বকীয় প্যাটার্ন ডিজাইন করে এবং চৌম্বকীয় ডিস্কগুলির মধ্যে আকর্ষণ প্রতিরোধ করার জন্য একটি যান্ত্রিক ঠেলা বাহক ব্যবহার করে।\nচৌম্বকীয় আলোড়নকারী চৌম্বকীয় সংযুক্তির আরেকটি উদাহরণ।\nচৌম্বকীয় কাপলিংগুলি প্রায়শই যুগপত হয় (আউটপুট শ্যাফটের গতি  ইনপুট শ্যাফটের গতির সমান বা 1:1)।\nওমেগা মেগাসোনিক কব্জি-ঘড়ির গিয়ারট্রেনের প্রথম কয়েকটি গিয়ারের দাঁত নেই; পরিবর্তে প্রতিবেশী গিয়ারগুলির চৌম্বকীয় উত্তর এবং দক্ষিণ মেরুগুলি প্রতিবেশী স্পার গিয়ারগুলির দাঁত এবং গর্তের মতো কাজ করে, কারণ প্রতিটি গিয়ার শৃঙ্খলের পরবর্তী গিয়ার চালায়।  স্পার গিয়ার্সের মতো এ জাতীয় চৌম্বকীয় গিয়ারগুলির সর্বদা ছোট পূর্ণসংখ্যার অনুপাত হিসাবে গিয়ার অনুপাত থাকে।\nআরও পরিশীলিত চৌম্বকীয় গিয়ারিং চৌম্বকীয় ক্ষেত্র সংশোধন করতে মেরু টুকরা ব্যবহার করে; এগুলি গিয়ার অনুপাত 1.01: 1 থেকে 1000: 1 এর জন্য ডিজাইন করা যেতে পারে। \n\n\n== আরো দেখুন ==\nবৈদ্যুতিন চৌম্বকীয় ক্লাচ\nচৌম্বকীয় কণা ক্লাচ\n\n\n== তথ্যসূত্র =="}