{"pageid": 1025612, "title": "বৈদ্যুতিক ভার রোধ", "url": "https://bn.wikipedia.org/wiki?curid=1025612", "content": "বৈদ্যুতিক ভার রোধ হল  একটি বৈদ্যুতিক উপাদান বা একটি  বর্তনীর (সক্রিয়)  অংশ যা বৈদ্যুতিক শক্তি গ্রহণ করে, যেমন বাড়ির অভ্যন্তরীণ বৈদ্যুতিক যন্ত্রপাতি এবং বাতি ।  শব্দটি  একটি বর্তনী দ্বারা  গৃহীত  শক্তিকেও বোঝাতে পারে। এটি শক্তি উৎসের বিপরীত, যেমন কোনো  তড়িৎ কোষ বা জেনারেটর, যা শক্তি উৎপাদন করে।\nএ  শব্দটি  কোনো  সঙ্কেত বা সিগন্যাল  উৎসের সাথে জড়িত যন্ত্র, এটি কোনো বিদ্যুৎ শক্তি গ্রহণ করুক বা  না করুক , এর জন্য ইলেক্ট্রনিক্সে আরও বিস্তারিতভাবে ব্যবহৃত হয়।  যদি কোনো বৈদ্যুতিক বর্তনীর একটি আউটপুট পোর্ট   থাকে, অর্থাৎ  এক জোড়া টার্মিনাল যা বৈদ্যুতিক সংকেত তৈরি করে, এই টার্মিনালের সাথে সংযুক্ত বর্তনী (বা  এর ইনপুট প্রতিবন্ধকতা বাধা ) হল ভার রোধ। উদাহরণস্বরূপ, যদি কোনও  সিডি প্লেয়ার একটি বিবর্ধকের সাথে সংযুক্ত থাকে তাহলে   ঐ সিডি প্লেয়ারটি  হল উৎস এবং বিবর্ধকটি হল লোড বা ভার।\nভার রোধ,আউটপুট ভোল্টেজ বা বিদ্যুতের সাপেক্ষে , যেমন সেন্সরে, ভোল্টেজ বা বিভব উৎসে এবং বিবর্ধকগুলোতে  বর্তনীর কার্যকারিতাকে প্রভাবিত করে। প্রধান পাওয়ার আউটলেটগুলি একটি সহজ উদাহরণ দেয়: তারা স্থির ভোল্টেজের বিদ্যুৎ শক্তি সরবরাহ করে, যেখানে বৈদ্যুতিক সরঞ্জামগুলো পাওয়ার সার্কিটের সাথে যুক্ত থেকে ভার রোধ তৈরি করে। যখন একটি উচ্চ-বিদ্যুৎ শক্তির সরঞ্জামের স্যুইচ অন হয় , এটি ব্যাপকভাবে লোড প্রতিবন্ধকতা হ্রাস করে ফেলে ।\nযদি বিদ্যুৎ শক্তি  সরবরাহ প্রতিবন্ধকের তুলনায়  ভার রোধের প্রতিবন্ধকতা খুব বেশি না হয় ,তাহলে ভোল্টেজ বা বিভব পতন  ঘটবে । ঘরোয়া পরিবেশে, একটি গরম করার যন্ত্রে স্যুইচ অন করার ফলে দ্যুতিময় অলো  খুব কম উজ্জ্বলভাবে জ্বলতে পারে ।\n\n\n== আরও অধিক সুচারু পদ্ধতি ==\nকোনো বর্তনীতে লোড বা ভারের প্রভাব নিয়ে আলোচনা করার সময়,  বর্তনীর প্রকৃত নকশাকে উপেক্ষা করা এবং কেবলমাত্র  থেভেনিন সমতুল্য বিবেচনা করাটা  বেশ সুবিভাজনক হয়। ( নর্টন সমতুল্য  কেও এর পরিবর্তে  ব্যবহার করা যেতে পারে , এক্ষেত্রেও একই ফলাফল পাওয়া যাবে । ) একটি বর্তনীর থেভেনিন সমতুল্যটি দেখতে এরকম দেখায় :\n\nকোনও লোড বা ভার ছাড়াই (মুক্ত-বর্তনী প্রান্ত ) সমস্ত \n  \n    \n      \n        \n          V\n          \n            S\n          \n        \n      \n    \n    {\\displaystyle V_{S}}\n  \n আউটপুট  এর সাপেক্ষে পতন হয় ; আউটপুট বিভব হয়  \n  \n    \n      \n        \n          V\n          \n            S\n          \n        \n      \n    \n    {\\displaystyle V_{S}}\n  \n । তবে কোনো ভার বা লোড যুক্ত হলে বর্তনীটি  ভিন্ন আচরণ করবে। আমরা লোড বা ভার বর্তনীর জন্য বিশদ ব্যাখ্যা উপেক্ষা করতে চাই ,যেমনটি  আমরা বিদ্যুৎ শক্তি সরারবহের জন্য যেমন করেছিলাম  এবং যথাসম্ভব  সরলভাবে একে উপস্থাপন করতে চাই । যদি আমরা ভার বঅ লোডকে উপস্থাপন করতে কোনো ইনপুট রোধ ব্যবহার করি তবে সমগ্রিক বর্তনীটি এরকম দেখায় :\nনিম্নে বর্তনীটি  প্রচলিত প্রতীক দ্বারা দেখানো হচ্ছে-\n\nভোল্টেজ বা বিভব উৎস এক্ষত্রে  নিজেই একটি মুক্ত বর্তনী ছিল, সেখানে লোড বা ভার যুক্ত করায় একটি বদ্ধ বর্তনী তৈরি হয়েছে এবং ফলে চার্জকে প্রবাহিত হতে দিচ্ছে । এ  বিদ্যুৎ প্রবাহ  \n  \n    \n      \n        \n          R\n          \n            S\n          \n        \n      \n    \n    {\\displaystyle R_{S}}\n  \n এর  সাপেক্ষে একটি বিভব পতন সৃষ্টি করে , তাই আউটপুট টার্মিনালে  বিভব আর  \n  \n    \n      \n        \n          V\n          \n            S\n          \n        \n      \n    \n    {\\displaystyle V_{S}}\n  \n নেই । এই আউটপুট বিভব ভোল্টেজ বিভাজন নীতি দ্বারা নির্ধারণ করা যেতে পারে:\n\n  \n    \n      \n        \n          V\n          \n            O\n            U\n            T\n          \n        \n        =\n        \n          V\n          \n            S\n          \n        \n        ⋅\n        \n          \n            \n              R\n              \n                L\n              \n            \n            \n              \n                R\n                \n                  L\n                \n              \n              +\n              \n                R\n                \n                  S\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle V_{OUT}=V_{S}\\cdot {\\frac {R_{L}}{R_{L}+R_{S}}}}\n  \n\nযদি   উ ৎসের রোধ ,ভার বা লোড প্রতিবন্ধকতার তুলনায় অবহেলাযোগ্য পরিমাণ ক্ষুদ্র না হয়, তবে আউটপুট ভোল্টেজ  বা বিভবের পতন ঘটবে ।\nএই বিবরণটি সরল  রোধ ব্যবহার করে করা হয়েছে , কিন্তু একই ধরনের আলোচনা  দিকপরিবর্তি বিদ্যুৎ বর্তনীর জন্য রোধীয় , ধারকিয় এবং আবেশীয়ক  উপাদানের জন্যও প্রযোজ্য ।\nভার রোধ বা লোড হল একটি  তড়িৎ বর্তনীর পরোক্ষ  উপাদান ।  এরকম আরো কিছু  উপাদান  হচ্ছে  তড়িৎ ধারক, আবেশক ইত্যাদি ।বর্তনীতে থাকা পরোক্ষ উপাদানগুলো শক্তি সৃষ্টিতে সক্ষম নয় । কিন্তু  প্রত্যক্ষ উপাদান, যেমন-জেনারেটর ,তড়িৎ কোষ , অপারেশনাল বিবর্ধক ইত্যাদি ; এরা  শক্তি সৃষ্টিতে সক্ষম ।\n\n\n== আরও দেখুন ==\nনকল বা ডামি ভার রোধ\n\n\n== তথ্যসূত্র =="}