{"pageid": 1025820, "title": "বয়লার", "url": "https://bn.wikipedia.org/wiki?curid=1025820", "content": "বয়লার হলো একটি বদ্ধ পাত্র যেখানে তরল (সাধারণত পানি) অতি উচ্চ চাপে উত্তপ্ত করা হয়। উত্তপ্ত তরল বা বাষ্প বয়লার থেকে বের হওয়ার পর বিভিন্ন কাজে বা হিটিং অ্যাপ্লিকেশনগুলিতে ব্যবহার করা হয়।   যেমন, জল উত্তাপ,  কেন্দ্রীয় হিটিং সিস্টেম, বিদ্যুৎ উৎপাদন, রান্না, শিল্প কারখানা, পয়ঃনিষ্কাশন ব্যবস্থা সহ আর অনেক।\n\n\n== তাপ উৎস ==\nবিদ্যুৎ উৎপাদন কেন্দ্রে বিদ্যুৎ উৎপাদনের জন্য, প্রাথমিকভাবে তাপ উৎস হিসেবে কয়লা, তেল বা প্রাকৃতিক গ্যাসের ব্যবহার হয়। কিছু কিছু ক্ষেত্রে উপজাত হিসেবে উৎপাদিত জ্বালানী যেমন   কার্বন মনোক্সাইড জ্বালানী হিসেবে পোড়ানো যায় বয়লার গরম করার জন্য। বায়োফুয়েল যেমন আখের ছিবড়া, যেখানে প্রচুর পরিমানে রয়েছে তাও ব্যবহার করা যেতে পারে। পারমাণবিক বিদ্যুৎকেন্দ্রে, স্টিম জেনারেটর নামক বয়লারগুলি নিউক্লীয় বিভাজন দ্বারা উৎপাদিত উত্তাপে উত্তপ্ত হয়। যেখানে কোনো ধরনের প্রক্রিয়া দ্বারা প্রচুর পরিমাণে উত্তপ্ত গ্যাস উৎপাদিত হয়, সেখানে কোনো অতিরিক্ত জ্বালানী ব্যবহার না করে বা সামান্য পরিমাণে জ্বালানী ব্যবহার করে রিকভারি স্টিম জেনারেটর ব্যবহার করে সেই উত্তপ্ত গ্যাস বা বাস্প থেকে তাপ পুনরুদ্ধার করে আরও বাস্প তৈরিতে ব্যবহার করা যায়। এধরনের সিস্টেম \"কম্বাইন্ড সাইকেল\" বিদ্যুৎ কেন্দ্রে ব্যবহার হয়, যেখানে একটি গ্যাস টার্বাইন ও বাস্প বয়লার ব্যবহার করা হয়। এই সমস্ত ক্ষেত্রে দহনকৃত বর্জ্য গ্যাসগুলি বাষ্পচক্রের কার্যকারী তরল থেকে আলাদা থাকে।\n\n\n== উপকরণ ==\n\nবয়লারের উচ্চচাপ সহনশীল পাত্রটি সাধারণত ইস্পাত এর তৈরী (অথবা সঙ্কর ইস্পাত), অথবা ঐতিহাসিকভাবে লোহার তৈরী। স্টেইনলেস স্টিল, বিশেষত অস্টেনিটিক ধরনের ইস্পাত, সাধারণত ব্যবহার হয় না এর দূর্বলতার কারণে।   তবে, ফেরিটিক স্টেইনলেস স্টিল প্রায়শই সুপারহিটার তৈরিতে ব্যবহৃত হয় যা ফুটন্ত পানির সংস্পর্শে আসে না। এছাড়াও নির্বীজকারী ও জীবাণুনাশক তৈরির জন্য বাস্প উৎপাদনে স্টেইনলেস ইস্পাতের তৈরি বৈদ্যুতিক বয়লার ব্যবহার করা ইউরোপীইয়ান কমিশনের \"Pressure Equipment Directive\" অনুযায়ী বৈধ।\nলাইভ স্টিম মডেলগুলিতে, তামা বা পিতল প্রায়শই ব্যবহৃত হয় কারণ এটি ছোট আকারের বয়লার তৈরীতে খুব সহজেই ব্যবহার করা যায়। ঐতিহাসিক ভাবে, তামা প্রায়শই ফায়ারবক্স বানানোর জন্য ব্যবহৃত হত (বিশেষত বাষ্প লোকোমোটিভ বানানোর জন্য) এর মজবুদ গঠন এবং উচ্চতর তাপ পরিবাহিতা জন্য। তবে, সাম্প্রতিক সময়ে তামার উচ্চমূল্য একে ব্যবহারের অউপযোগী করে তুলেছে। এর বদলে এখন এর বিকল্প হিসেবে সাশ্রয়ী ইস্পাত ব্যবহার করা হচ্ছে।\n\"বাষ্প যুগ\"-এ বয়লার তৈরীর একমাত্র উপাদান ছিল উচ্চ মানের পেটা লোহা, যা সংযোগ করা হতো রিভেট দ্বারা । বিংশ শতাব্দীতে, ইস্পাতের ব্যবহার বৃদ্ধি পেতে থাকে, যা আরও মজবুদ এবং সাশ্রয়ী, যা ঝালাই করে সংযোগ দেওয়া হতো। এর ফলে খুব সহজেই, খুব কম শ্রমিকের মাধ্যমে দ্রুত বয়লার নির্মাণ করা সম্ভব হয়। পেটা লোহাইয় তৈরী বয়লার আধুনিক দিনের ইস্পাতের তৈরী বয়লারের তুলনায় আনেক ধীরে ধীরে ক্ষয় হতো। এই কারণে পুরাতন পেটা লোহায় তৈরী বয়লারের আয়ু ঝালাইকৃত ইস্পাতের বয়লারের তুলনায় অনেক বেশি হয়।\nঘরে ব্যবহৃত উত্তাপের পাত্র তৈরির জন্য ঢালাই লোহা ব্যবহার করা যেতে পারে। যদিও এই জাতীয় হিটারগুলিকে সাধারণত কিছু দেশে \"বয়লার\" বলা হয়, তাদের উদ্দেশ্য সাধারণত বাস্প তৈরি করা নয়, বরং গরম জল উৎপাদন করা। এবং তাই এ সমস্ত বয়লার নিম্নচাপে চালিত হয় এবং বাস্প তৈরি হতে বিরত থাকে। ঢালাই লোহা এর ভঙ্গুরতা এটিকে উচ্চ-চাপের বাষ্প বয়লার নির্মানের জন্য অউপযোগী করে তোলে।\n\n\n== শক্তি ==\nবয়লারের তাপের উৎস হলো কাঠ, কয়লা, তেল বা প্রাকৃতিক গ্যাসের মতো কয়েকটি জ্বালানীর দহন । বৈদ্যুতিক বাষ্প বয়লার তাপ উৎপাদনের জন্য ধাতুর রোধ ব্যবহার করে। নিউক্লীয় বিভাজন থেকে উৎপন্ন তাপ ব্যবহার করেও বাস্প উৎপাদন করা যেতে পারে, যা সরাসরি (বিডাব্লিউআর) বা বেশিরভাগ ক্ষেত্রেই বিশেষ তাপ বিনিমায়ক, \"স্টিম জেনারেটর\" (পিডাব্লিউআর) এর মাধ্যমে করা হয়ে থাকে। তাপ পুনরুদ্ধার বাষ্প জেনারেটর (এইচআরএসজি) অন্যান্য প্রক্রিয়া যেমন গ্যাস টারবাইন থেকে উৎপন্ন তাপ ব্যবহার করে বাস্প উৎপাদন করে।\n\n\n== বয়লার দক্ষতা ==\nবয়লারের দক্ষতা পরিমাপের জন্য দুই পদ্ধতিতে নির্নয় করা সম্ভব।\n\nইনপুট আউটপুট পদ্ধতি (প্রত্যক্ষ পদ্ধতি)\nতাপ হ্রাস পদ্ধতি (পরোক্ষ পদ্ধতি)\n\n\n=== ইনপুট আউটপুট পদ্ধতি (প্রত্যক্ষ পদ্ধতি) ===\nবয়লার দক্ষতা পরিমাপের জন্য প্রত্যক্ষ পদ্ধতি বেশি ব্যবহারযোগ্য বা অধিক সাধারণ।\nবয়লার দক্ষতা = প্রাপ্ত ক্ষমতা / প্রয়োগকৃত ক্ষমতা = (Q * (Hg - Hf)) / (q * GCV) * 100%\nQ = প্রতি ঘণ্টাইয় বাষ্প প্রবাহের হার - Kg/h\nHG = প্রতি কেজি সম্পৃক্ত বাষ্পে এনথ্যাল্পি - Kcal/Kg\nHf = প্রতি কেজি ফিড জলের এনথ্যালপি - Kcal/Kg\nq = প্রতি ঘণ্টায় জ্বালানী ব্যবহারের হার - Kg/h\nGCV = কেজিতে মোট ক্যালোরিফিক মান Kcal/Kg\n\n\n=== তাপ হ্রাস পদ্ধতি (পরোক্ষ পদ্ধতি) ===\nপরোক্ষ পদ্ধতিতে বয়লার দক্ষতা পরিমাপ করতে, এই স্থিতিমাপগুলো প্রয়োজন:\n\nজ্বালানির চূড়ান্ত বিশ্লেষণ (H2, S2, S, C, আর্দ্রতার সীমাবদ্ধতা, ছাই প্রতিবন্ধকতা)\nফ্লু গ্যাসে O2 বা CO2 এর শতাংশের পরিমাণ\nআউটলেট এ ফ্লু গ্যাসের তাপমাত্রা\nডিগ্রি সেলসিয়াসে পরিবেশের তাপমাত্রা এবং প্রতি কেজি বায়ুতে আর্দ্র বায়ুর পরিমান\nজ্বালানির GCV - Kcal/Kg\nদহনযোগ্য জ্বালানীতে ছাই এর শতাংশ\nছাইয়ের GCV - Kcal/Kg\n\n\n== কনফিগারেশন ==\nবয়লারগুলি নিম্নলিখিত কনফিগারেশনে শ্রেণিবদ্ধ করা যেতে পারে:\n\nপট বয়লার  বা হেইকক বয়লার / হাইস্ট্যাক বয়লার : একটি আদিম \"কেটলি\" যেখানে আংশিকভাবে পূর্ণ পাত্রকে নিচ হতে তাপ দেওয়া হয়। অষ্টাদশ শতাব্দীর হাইকক বয়লারগুলি সাধারণত খুব কম চাপযুক্ত বাষ্পের বৃহৎ পরিমাণে উৎপাদনে এবং সংরক্ষণে ব্যবহৃত হতো , যার চাপ  বায়ুমণ্ডলের বাষ্পচাপের তুলনায় কোনোমতে একটু বেশি হতো। জ্বালানী হিসেবে কাঠ বা বেশিরভাগ সময় কয়লা ব্যবহার হতো। দক্ষতা খুব কম ছিল।\n ফায়ার-টিউব বয়লার : এখানে, পাত্রটি পানিতে পরিপূর্ণ থাকে, উপরে সামান্য একটু অংশ ফাঁকা রাখা হয় যা বাষ্প ধারণের জন্য ব্যবহার হয় । এটি প্রায় সমস্ত স্টিম লকোমোটিভে ব্যবহৃত বয়লার। তাপ উৎসটি চুল্লির ভেতরে থাকে যেটি  পানিকে চারদিক থেকে স্থায়ীভাবে ঘিরে রাখে তাপ উৎসের তাপমাত্রা স্ফুটনাংক এর নিচে বজায় রাখার জন্য। চুল্লিটি অগ্নি-নলের এক প্রান্তে অবস্থিত হতে পারে যা উত্তপ্ত গ্যাসের পথ দীর্ঘায়িত করে, এইভাবে দ্বিতীয় একটি সমান্তরাল টিউব বা একাধিক টিউবের একটি সমষ্টির মাধ্যমে গ্যাসগুলি বিপরীত দিক চালনা করে তাপীকরণের পৃষ্ঠকে আরও বাড়ানো যেতে পারে; বিকল্পভাবে গ্যাসগুলি পাশের পাশ দিয়ে এবং তারপরে ফ্ল্যুসের (3-পাস বয়লার) মাধ্যমে বয়লারের নীচে নেওয়া যেতে পারে। লোকোমোটিভ-টাইপ বয়লারের ক্ষেত্রে, একটি বয়লার ব্যারেল ফায়ারবক্স থেকে প্রসারিত হয় এবং গরম গ্যাসগুলি ব্যারেলের ভিতরে ফায়ার টিউবগুলির সমষ্টির মধ্য দিয়ে যায় যা একক নলের তুলনায় উত্তাপের পৃষ্ঠকে প্রচুর পরিমাণে বৃদ্ধি করে এবং তাপ স্থানান্তরকে আরও উন্নত করে। ফায়ার-টিউব বয়লারে সাধারণত বাষ্প উৎপাদন তুলনামূলকভাবে কম হায়, কিন্তু এর বাষ্প ধারণ-ক্ষমতা উচ্চ। ফায়ার-টিউব বয়লার বেশিরভাগই কঠিন জ্বালানী পোড়ায় তবে তরল বা গ্যাসের বৈচিত্র্যের সাথে সহজেই মানিয়ে যায়। ফায়ার-টিউব বয়লারগুলিকে \"স্কচ-মেরিন\" বা \"মেরিন\" টাইপ বয়লার হিসাবেও উল্লেখ করা যেতে পারে। \n ওয়াটার-টিউব বয়লার : এই ধরনের মধ্যে, জল দিয়ে পূর্ণ নলগুলি একটি সম্ভাব্য কনফিগারেশনের একটি চুল্লির ভিতরে সাজানো হয়। প্রায়শই জলের টিউবগুলি বড় ড্রামগুলিকে সংযুক্ত করে, যার নীচের অংশে পানি থাকে এবং উপরের অংশে বাষ্প এবং পানি থাকে; অন্যান্য ক্ষেত্রে যেমন একটি মনো-টিউব বয়লার হিসাবে জল একটি পাম্প দ্বারা সঞ্চালিত হয়। এই ধরনের বয়লারে সাধারণত উচ্চ বাষ্প উৎপাদন হার থাকে তবে ফায়ার-টিউব বয়লারের তুলনায় ধারণ-ক্ষমতা কম থাকে। ওয়াটার-টিউব বয়লারগুলি যে কোনও তাপ উৎসকে কাজে লাগানোর জন্য ডিজাইন করা যেতে পারে এবং সাধারণত উচ্চ-চাপ প্রয়োগগুলিতে ব্যবহার করা হয় যেহেতু উচ্চ-চাপ জল / বাষ্প ছোট ব্যাসের পাইপের মধ্যে থাকে যা একটি পাতলা প্রাচীরের মাধ্যমে চাপটি সহ্য করতে পারে। এই বয়লারগুলি সাধারণত ব্যবহারের স্থানে নির্মিত হয়, প্রায় বর্গ আকারের এবং একাধিকতলা উচ্চ হতে পারে।\nফ্ল্যাশ বয়লার : একটি ফ্ল্যাশ বয়লার একটি বিশেষ ধরনের ওয়াটার-টিউব বয়লার, যাতে নলগুলি একসাথে থাকে এবং সেগুলি দিয়ে জল পাম্প করা হয়। একটি ফ্ল্যাশ বয়লার মনো-টিউব স্টিম জেনারেটরের থেকে পৃথক হয় যেখানে নলটি স্থায়ীভাবে পানিতে ভরা থাকে। ফ্ল্যাশ বয়লারে, টিউবটি এতটাই গরম রাখা হয় যে জল প্রবাহীত হওয়ার সময় দ্রুত উত্তপ্ত হয় এবং বাষ্পে পরিতন হয়। ফ্ল্যাশ বয়লারগুলির ১৯ শতাব্দীতে অটোমোবাইলগুলিতে কিছু ব্যবহার ছিল এবং ২০ শতকের গোড়ার দিকে এটি ব্যবহার অব্যাহত ছিল।\n\nওয়াটার-টিউব ফায়ারবক্স সহ ফায়ার-টিউব বয়লার। কখনও কখনও উপরের দুটি ধরনের নিম্নলিখিত পদ্ধতিতে একত্রিত করা হয়: ফায়ারবক্সে জল নলগুলির একটি সমাবেশ থাকে, যাকে থার্মিক সিফন বলে । গ্যাসগুলি তখন একটি প্রচলিত ফায়ারটাউব বয়লারের মধ্যে দিয়ে যায়। ওয়াটার-টিউব ফায়ারবক্সগুলি অনেক হাঙ্গেরীয় লোকোমোটিভগুলিতে ইনস্টল করা হয়েছিল, তবে অন্যান্য দেশে খুব কম সাফল্যের দেখা পেয়েছে।\nখন্ড বয়লার; একটি ঢালাই লোহায় তৈরী বয়লার, কখনও কখনও \"শুয়োরের মাংস কাটা বয়লার\"-ও বলা হয়,  জল ঢালাই লোহায় তৈরী খণ্ডের ভেতরে থাকে। এই বয়লারগুলো প্রয়োগের স্থানেই তৈরী করা হয়।\n\n\n== সুরক্ষা ==\nবয়লারের নিরাপত্তা সংজ্ঞায়িত করতে এবং সুরক্ষিত করতে, কিছু পেশাদার বিশেষায়িত সংস্থা যেমন আমেরিকান সোসাইটি অফ মেকানিকাল ইঞ্জিনিয়ার্স (এএসএমই) স্ট্যান্ডার্ড এবং রেগুলেশন কোড তৈরী করে। উদাহরণস্বরূপ, এএসএমই বয়লার এবং প্রেসার ভেসেল কোড একটি মান যা বয়লার এবং অন্যান্য চাপবাহী জাহাজের সুরক্ষা এবং ডিজাইনের মানগুলির সাথে দিকনির্দেশিকা নিশ্চিত করার জন্য বিধি ও নির্দেশ বিস্তৃত পরিসরে সরবরাহ করে। \nঐতিহাসিকভাবে, প্রকৌশল নীতিগুলি খারাপভাবে বোঝার কারণে বয়লারগুলি অনেক গুরুতর জখম এবং সম্পত্তি ধ্বংসের কারণ ছিল। পাতলা এবং ভঙ্গুর ধাতব শেলগুলি ফেটে যেতে পারে, যখন ভালভাবে ঝালাই বা জোড়া লাহানো হয় তখন বাষ্প বের হয়ে আসতে পারে, যার কারণে ভয়ানক দুর্ঘটনা ঘটতে পারে, কারণ এতে অতি উত্ত চাপে বাষ্প থাকে। জল যখন বাষ্পে রূপান্তরিত হয় তখন এটি তার আসল পরিমাণের চেয়ে ১৬০০ গুণ বেশি প্রসারিত হয় এবং ১০০ কিলোমিটার প্রতি ঘণ্টা (৬২ মাইল প্রতি ঘণ্টা) বেগে পাইপের মাধ্যমে প্রবাহিত হয়। এ কারণে, কেন্দ্রীয় উৎস হতে অন্য কোনো স্থানে তাপ এবং শক্তি স্থানন্তরের সর্বোত্তম মাধ্যম বাস্প হলেও সঠিক পানি বিশুদ্ধিকরণ প্ল্যান্টের অভাবে পাইপে স্কেল উৎপাদন এবং ক্ষয়ের কারণে যেখানে এই শক্তি এবং তাপের প্রয়োজন, তাদের সমস্যা হতে পারে। সর্বোপরি, ব্যয় বৃদ্ধির কারণে এবং নিম্নমানের বাষ্প উৎপাদিত হলে, দক্ষতা হ্রাস পায়, প্ল্যান্ট এর স্থায়িত্ব কমিয়ে দেয়, এবং কার্যপরিচালনা কষ্টদায়ক করে তুলে। সবচেয়ে খারাপ, এটি বিপর্যয়ে রুপান্তরিত হতে পারে এবং জীবনহানির কারণ হতে পারে। ভেঙে পরা বা স্থ্যানচ্যুত বয়লার টিউবগুলি প্রচণ্ড গরম বাষ্পও স্প্রে করতে পারে এবং আগুনের স্থান থেকে ধোঁয়া বের করতে পারে, যা আগুনের চেম্বারে কয়লা বোঝাইকারি কর্মীদের আহত করতে পারে। অনেক বড় ফ্যাক্টরিগুলি পরিচালনার জন্য কয়েকশ অশ্বশক্তি সরবরাহকারী অত্যন্ত বড় বয়লারগুলি পুরো ভবনগুলি ধ্বংস করতে পারে। \nএমন একটি বয়লার যার ফিডের পানি হ্রাস পেয়েছে এবং বয়লারের পানি ফুটে উঠতে দেওয়া হয়েছে তা অত্যন্ত বিপজ্জনক হতে পারে। যদি ফিডের জলটি খালি বয়লারে প্রেরণ করা হয় তবে আগত জলের ছোট কনা তাতক্ষনিকভাবে উত্তপ্ত ধাতব শেলের সংস্পর্শে এসে ফুটে উঠে এবং এমন একটি ভয়ানক বিস্ফোরণ ঘটায় যা এমনকি সুরক্ষা বাষ্প ভালভ দ্বারা নিয়ন্ত্রণ করা যায় না। মেক-আপ জল সরবরাহ প্রতিস্থাপন করতে পারে তার চেয়ে বড় স্টিম সরবরাহের লাইনের কোন ফুটো দেখা দিলে বয়লার খালি হতে শুরু করতে পারে। হার্টফোর্ড স্টিম বয়লার ইন্সপেকশন অ্যান্ড ইন্স্যুরেন্স সংস্থা, এই সমস্যাটি যাতে না ঘটে, তা রোধে সহায়তা করার পদ্ধতি হিসাবে আবিষ্কার করে হার্টফোর্ড লুপ  (১৯১৯ সালে )। \n\n\n== সুপারহিট স্টিম বয়লার ==\n\nযখন জল্কে তাপ দেওয়া হয়, তা সম্পৃক্ত বাষ্পে পরিণত হয়, একে ভেজা বাষ্পও বলা হয়, অর্থাৎ এতে সামান্য জলকণা মিশ্রিত থাকে। সম্পৃক্ত বাষ্প, বেশিরভাগ জলীয় বাষ্প নিয়ে গঠিত, সামান্য আকারে কিছু অবাষ্পীয় জল বহন করে। সম্পৃক্ত বাষ্প অনেক উদ্দেশ্যে যেমন রান্না, তাপ এবং পরিচ্ছন্নতার জন্য ব্যবহৃত হয়। তবে তা যন্ত্রাংশে শক্তি সরবরাহ, যেমন জাহাজের পরিচালনা ব্যবস্থা বা বাষ্প লোকমোটিভে শক্তি সরবরাহের জন্য মোটেও কাম্য নয়। এটির কারণ হলো, বাষ্প বয়লার হতে প্রয়োগের স্থানে যাত্রাকালে তাপমাত্রা এবং চাপের হ্রাসের কারণে  কিছুটা ঘনীভবন ঘটাবে, যার ফলে তরল জল মেশিনে বহন করা হবে। জলকণা যুক্ত বাষ্প টারবাইন ব্লেডগুলিকে ক্ষতি করতে পারে বা একটি পারস্পরিক বাষ্প ইঞ্জিনের ক্ষেত্রে হাইড্রোস্ট্যাটিক লকের কারণে মারাত্মক যান্ত্রিক ক্ষতি করতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\"Boiler Calculations\"। FireCAD Boiler Calculations। সংগ্রহের তারিখ ফেব্রুয়ারি ১১, ২০২০।"}