{"pageid": 1025704, "title": "বৈদ্যুতিক শক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1025704", "content": "বৈদ্যুতিক শক্তি হলো চলমান ইলেকট্রন স্রোত দ্বারা কৃত কাজ। \nবৈদ্যুতিক শক্তি  বৈদ্যুতিক বিভব শক্তি বা গতিশক্তি থেকে প্রাপ্ত শক্তি। শিথিলভাবে বললে, বৈদ্যুতিক শক্তি  সেই শক্তি যা বৈদ্যুতিক বিভব শক্তি থেকে  রূপান্তরিত হয়েছে । এই শক্তি তড়িৎ প্রবাহ এবং বৈদ্যুতিক বিভব এর সমাহার হিসেবে সরবরাহ করা হয় যা একটি বৈদ্যুতিক বর্তনী (যেমন বৈদ্যুতিক ক্ষমতা ইউটিলিটি দ্বারা সরবরাহিত) দ্বারা বিতরণ করা হয। যখন এই বৈদ্যুতিক বিভব শক্তি অন্য ধরনের শক্তিতে রূপান্তরিত হয়, এটি বৈদ্যুতিক বিভব শক্তি হিসাবে শেষ হয়ে যায়। সুতরাং, প্রান্তে-ব্যবহারের উদ্দেশ্যে পৌঁছে দেওয়ার আগে সমস্ত বৈদ্যুতিক বিভব শক্তিই হলো বিভব শক্তি। বিভব শক্তি থেকে একবার রূপান্তরিত হয়ে গেলে বৈদ্যুতিক শক্তিকে সর্বদা অন্য ধরনের শক্তি (তাপ, আলো, গতি ইত্যাদি) বলা যেতে পারে।\nবৈদ্যুতিক শক্তি সাধারণত কিলোওয়াট ঘণ্টা (1 কিলোওয়াট ঘণ্টা= 3.6 মেগাজুল) হিসেবে বিক্রি হয় যা কিলোওয়াট এককে ক্ষমতা এবং ঘণ্টা এককে চলমান সময়ের গুণফল। বৈদ্যুতিক ইউটিলিটিগুলি একটি  বৈদ্যুতিক মিটার ব্যবহার করে শক্তি পরিমাপ করে, যা গ্রাহকের কাছে সরবরাহকৃত মোট বৈদ্যুতিক শক্তির হিসাব রাখে।\n\n\n== বিদ্যুৎ উৎপাদন ==\nবিদ্যুৎ উৎপাদন হলো অন্যান্য শক্তি রূপ থেকে বিদ্যুৎ শক্তি উৎপাদন প্রক্রিয়া।\nবিদ্যুৎ উৎপাদনের মৌলিক নীতিটি 1820 দশক এবং 1830 দশকের গোড়ার দিকে ব্রিটিশ বিজ্ঞানী মাইকেল ফ্যারাডে আবিষ্কার করেছিলেন । তার প্রাথমিক পদ্ধতিটি আজও ব্যবহৃত হয়:  একটি চৌম্বকের মেরুদ্বয়ের মধ্যে একটি তারের লুপ বা তামার ডিস্কের চলাচলের ফলে তড়িৎ প্রবাহ উৎপন্ন হয়। \nবৈদ্যুতিক ইউটিলিটিগুলির জন্য, এটি গ্রাহকদের বিদ্যুৎ সরবরাহের প্রথম পদক্ষেপ। অন্যান্য প্রক্রিয়াগুলি, বিদ্যুৎ সঞ্চালন, বিতরণ এবং পাম্প-স্টোরেজ পদ্ধতিসমূহ ব্যবহার করে বৈদ্যুতিক শক্তি সঞ্চয় ও পুনরুদ্ধার সাধারণত বৈদ্যুতিক ক্ষমতা শিল্প পরিচালনা করে।\nসাধারণত শক্তিকেন্দ্র গুলোতে তড়িৎযান্ত্রিক জেনারেটরের সাহায্যে তড়িৎ প্রবাহ উৎপন্ন হয়। এই জেনারেটর গুলোর জন্য যেসব তাপ ইঞ্জিন ব্যবহৃত হয় সেগুলো রাসায়নিক দহন,  নিউক্লিয়ার ফিশন অথবা জলবিদ্যুৎ চালিত হয়। এছাড়াও আরো অনেক প্রযুক্তি রয়েছে যা বিদ্যুৎ উৎপাদন করতে ব্যবহৃত হতে পারে এবং ব্যবহৃত হয় যেমন সৌর ফটোভোলটাইকস এবং ভূতাত্ত্বিক শক্তি।\n\n\n== বৈদ্যুতিক শক্তির উদাহরণ ==\nদিক পরিবর্তী তড়িৎপ্রবাহ (এসি)\nএকমুখী তড়িৎপ্রবাহ (ডিসি)\nবজ্রপাত\nতড়িৎকোষ\nবৈদ্যুতিক ইলস দ্বারা উৎপন্ন শক্তি \n\n\n== তথ্যসূত্র =="}