{"pageid": 1026823, "title": "মোবিল, অ্যালাবামা", "url": "https://bn.wikipedia.org/wiki?curid=1026823", "content": "মোবিল মার্কিন যুক্তরাষ্ট্রের অ্যালাবামা অঙ্গরাজ্যের মোবিল কাউন্টির কাউন্টি আসন। মার্কিন যুক্তরাষ্ট্রের ২০১০ সালের আদমশুমারি অনুসারে নগরীর সীমানার মধ্যের জনসংখ্যা ১,৯৫,১১১ জন। এটি মোবিল কাউন্টির সর্বাধিক জনবহুল এবং অ্যালাবামার তৃতীয়-জনবহুল শহর।\nঅ্যালাবামা একমাত্র লবণাক্ত জলের বন্দর, মোবিল মোবিল উপসাগরের শীর্ষভাগে মোবিল নদীতে এবং উত্তর-মধ্য উপসাগরীয় উপকূলে অবস্থিত। মোবিল বন্দর ফরাসি উপনিবেশিক ও স্থানীয় আমেরিকানদের মধ্যে একটি গুরুত্বপূর্ণ বাণিজ্য কেন্দ্র হিসাবে স্থাপনের মধ্য দিয়ে যুক্তরাষ্ট্রের ১২তম বৃহৎ বন্দর হিসাবে বর্তমানের ভূমিকা অবধি সর্বদা শহরের অর্থনৈতিক উন্নতিতে মূল ভূমিকা পালন করেছে।\nমোবিল হল মোবিল মহানগর অঞ্চলের প্রধান পৌরসভা। এই অঞ্চলটি ৪,১২,৯৯২ জনসংখ্যার সাথে কেবলমাত্র মোবিল কাউন্টির দ্বারা গঠিত; এটি রাজ্যের তৃতীয় বৃহত্তম মহানগর পরিসংখ্যান অঞ্চল। মোট ৬,০৪,৭২৬ জন বাসিন্দার সাথে রাজ্যের দ্বিতীয় বৃহত্তম মোবিল-ড্যাফনে-ফেয়ারহোপ সিএসএ-এর বৃহত্তম শহর হল মোবিল। ২০১১-এর হিসাব অনুযায়ী ২০১১ সালের হিসাবে, মোবিলের ৬০ মাইল (১০০ কিলোমিটার) ব্যাসার্ধের মধ্যে জনসংখ্যা ১২,৬২,৯০৭ জন।\nফরারি লুইসিয়ানার প্রথম রাজধানী হিসাবে ১৭০২ সালে মোবিল শহরটি প্রতিষ্ঠিত হয়। মোবিল প্রথম ১০০ বছরে ফ্রান্স, তারপরে ব্রিটেন এবং শেষ অবধি স্পেনের একটি উপনিবেশ ছিল। স্পেনের পশ্চিম ফ্লোরিডার প্রেসিডেন্ট জেমস ম্যাডিসন কর্তৃক জোটবদ্ধ হয়ে, মোবিল শহরটি ১৮১৩ সালে মার্কিন যুক্তরাষ্ট্রের অংশে পরিণত হয়। শহরটিকে রক্ষাকারী দুটি দুর্গে ইউনিয়ন জয়ের পরে ১৮৬৫ সালের ১২ এপ্রিল শহরটি যুক্তরাষ্ট্রীয় বাহিনীর কাছে আত্মসমর্পণ করে। ঘটনাটি শেরম্যানের সাথে জনস্টনের আত্মসমর্পণের আলোচনার খবরের পাশাপাশি, টেলরকে তার ইউনিয়ন প্রতিমন্ত্রী মেজর জেনারেল এডওয়ার্ড আর এস ক্যানবির সাথে বৈঠক করার জন্য নেতৃত্ব দিয়েছিল। এই দুই জেনারেল ২ মে মোবাইলের কয়েক মাইল উত্তরে মিলিত হয়। ৪৮ ঘণ্টা যুদ্ধের বিষয়ে একমত হওয়ার পরে, জেনারেলরা খাবার, পানীয় ও প্রাণবন্ত সংগীতের একটি আল ফ্রেস্কো মধ্যাহ্নভোজ উপভোগ করেন। লি ও গ্রান্টের মধ্যে টেলর একই শর্তাবলীর সাথে একমত হয়েছিলেন ক্যানবি। টেলর শর্তাবলী গ্রহণ করে এবং ৪ মে অ্যালাবামার সিট্রোনেলে তাঁর কমান্ড সমর্পণ করে।\nউপসাগরীয় উপকূলের অন্যতম একটি সাংস্কৃতিক কেন্দ্র হিসাবে বিবেচিত, মোবিলের বেশ কয়েকটি আর্ট মিউজিয়াম, একটি সিম্ফনি অর্কেস্ট্রা, পেশাদার অপেরা, পেশাদার ব্যালে সংস্থা এবং ঐতিহাসিক স্থাপত্যের বিশাল সমাবেশ রয়েছে। মোবিল মার্কিন যুক্তরাষ্ট্রের সবচেয়ে পুরানো সংগঠিত কার্নিভাল বা মার্দি গ্রাস উদ্‌যাপনের জন্য পরিচিত। শহরের ফরারি ক্যাথলিক উপনিবেশিক বসতি স্থাপনকারীরা ১৮তম শতাব্দীর প্রথম দশক থেকে এই উৎসব উদ্‌যাপন করে। মার্কিন যুক্তরাষ্ট্রে ১৮৩০ সালের শুরুতে একটি কুচকাওয়াজ উদ্‌যাপনের জন্য মোবাইল প্রথম আনুষ্ঠানিকভাবে সংগঠিত কার্নিভাল  মিস্টিক সোসাইটি আয়োজন করে। (নিউ অরলিন্স, এই জাতীয় দলকে ক্রাই বলা হয়।)\n\n\n== ভূগোল ও জলবায়ু ==\n\n\n=== ভূগোল ===\nমোবিল মার্কিন যুক্তরাষ্ট্রের আলাবামা রাজ্যের দক্ষিণ-পশ্চিমাঞ্চলে অবস্থিত। এটি মহাসড়কের মাধ্যমে রাজ্যের রাজধানী মন্টগামারির ১৬৮ মাইল (২৭০ কিমি) দক্ষিণ-পশ্চিমে; ফ্লোরিডার পেনসাকোলা থেকে ৫৮ মাইল (৯৩ কিমি) পশ্চিমে; এবং নিউ অর্লিন্সের উত্তর-পূর্বে ১৪৪ মাইল (২৩২ কিমি) অবস্থিত।\nমার্কিন যুক্তরাষ্ট্রের আদমশুমারি ব্যুরো অনুসারে, শহরটির মোট আয়তন ১৮০.১ বর্গমাইল (৪৬৬ বর্গকিমি), যার মধ্যে ১৩৯.৫ বর্গমাইল (৩৬১ বর্গকিমি) হল ভূমি, এবং ৪০.৬ বর্গমাইল (১০৫.২ বর্গকিমি) বা মোট আয়তনের ২২.৫% জলভাগ দ্বারা আবৃত। ডাউনটাউনের ওয়াটার স্ট্রিটে ১০ ফুট (৩ মিটার) থেকে মোবিল আঞ্চলিক বিমানবন্দরে ২১১ ফুট (৬৪ মিটার) পর্যন্ত হল মোবিল শহরের উচ্চতার পরিসর।\n\n\n=== জলবায়ু ===\nমেক্সিকো উপসাগরে মোবিলের ভৌগোলিক অবস্থান গরম-আর্দ্র গ্রীষ্ম ও হালকা-বৃষ্টির শীতকাল সহ একটি হালকা উপক্রান্তীয় জলবায়ু (কোপেন সিএফএ) প্রদান করে। নথিভুক্ত নিম্ন তাপমাত্রা −১ ডিগ্রি ফারেনহাইট (−১৮ ডিগ্রি সেলসিয়াস) ছিল, যা ১৮৮৯ সালের ১৩ই ফেব্রুয়ারি পরিলক্ষিত হয়েছিল, এবং নথিভুক্ত সর্বোচ্চ তাপমাত্রা ১০৫ ডিগ্রি ফারেনহাইট (৪১ ডিগ্রি সেলসিয়াস) ছিল, যা ২০০০ সালের ২৯শে আগস্ট পরিলক্ষিত হয়েছিল।\nদ্য ক্লাইমেট কর্পোরেশন ২০০৭ সালের একটি সমীক্ষা নির্ধারণ করেছে, যে মোবিল হল ৩০ বছরের সময়কালে ৬৬.৩ ইঞ্চির (১,৬৮০ মিমি) গড় বার্ষিক বৃষ্টিপাত সহ সংলগ্ন ৪৮ টি রাজ্যের মধ্যে সবচেয়ে আর্দ্র শহর। মোবিল শহরে প্রতি বছর গড়ে ১২০ দিন কমপক্ষে ০.০১ ইঞ্চি (০.৩ মিমি) বৃষ্টি হয়। সারা বছরই ভারী বৃষ্টিপাত হয়। গড়ে, জুলাই ও আগস্ট মাস হল সবচেয়ে আদ্রতাপূর্ণ মাস, যেখানে ঘন ঘন ও প্রায়শই ভারী বর্ষণ ও বজ্রপাত হয়। অক্টোবর মাসটি অন্য সব মাসের তুলনায় কিছুটা শুষ্ক মাস হিসাবে পরিলক্ষিত হয়। মোবিলে তুষারপাত হল বিরল ঘটনা, শেষ তুষারপাত ২০১৭ সালের ৮ই ডিসেম্বর হয়েছিল; এর আগে, শেষ তুষারপাত প্রায় চার বছর পূর্বে ২০১৭ সালের ২৭শে জানুয়ারি হয়েছিল।\nমোবিল মাঝে মাঝে বড় গ্রীষ্মমণ্ডলীয় ঝড় ও হারিকেন দ্বারা প্রভাবিত হয়। শহরটি ১৯৭৯ সালের ১২ই সেপ্টেম্বর রাতে একটি বড় প্রাকৃতিক দুর্যোগের শিকার হয়, যখন ৩য় শ্রেণির হারিকেন ফ্রেডেরিক শহরের কেন্দ্রস্থলের উপর দিয়ে অতিক্রম করেছিল। ঝড়ে মোবাইল ও আশেপাশের এলাকার ব্যাপক ক্ষতি হয়। ১৯৯৫ সালের ৪ঠা অক্টোবর হারিকেন ওপাল ও ২০০৪ সালের ১৬ই সেপ্টেম্বর হারিকেন ইভানের দ্বারা মোবিল শহরে মাঝারি ক্ষতি হয়েছিল।\n২০০৫ সালের ২৯শে আগস্টে সংগঠিত হারিকেন ক্যাটরিনার থেকে মোবিল শহরে মিলিয়ন মিলিয়ন ডলারের ক্ষতির সম্মুখীন হয়েছিল, যা উপসাগরীয় উপকূলের বেশিরভাগ শহরগুলির ক্ষতি করেছিল। একটি ঝড়ের দ্বারা সৃষ্ট ১১.৪৫ ফুট (৩.৪৯ মিটার) উচ্চতর ঢেউ শহরের কেন্দ্রস্থল, ব্যাটলশিপ পার্কওয়ে ও এলিভেটেড জুবিলি পার্কওয়েতে ব্যাপক বন্যার সঙ্গে শহরের পূর্ব অংশগুলিকে ক্ষতিগ্রস্ত করেছিল।\n\n\n== সংস্কৃতি ==\n\nপরবর্তী ব্রিটিশ ও আমেরিকান প্রভাব ছাড়াও মোবিলের ফরাসি ও স্প্যানিশ ঔপনিবেশিক ইতিহাস এটিকে ফরাসি, স্প্যানিশ, ক্রেওল, আফ্রিকান ও ক্যাথলিক ঐতিহ্য দ্বারা আলাদা একটি সংস্কৃতি দিয়েছে। এটি আলাবামা রাজ্যের অন্যান্য সমস্ত শহর থেকে আলাদা। বার্ষিক কার্নিভাল উদযাপন সম্ভবত পার্থক্যের সেরা উদাহরণ। মোবিল হল মার্কিন যুক্তরাষ্ট্রের মার্দি গ্রাস উদযাপনের জন্মস্থান ও শহরের সবচেয়ে পুরানো উদযাপন, যা ফরাসি ঔপনিবেশিক আমলে ১৮তম শতকের গোড়ার দিকে শুরু হয়েছিল।\nমোবিলে কার্নিভাল শুরু থেকে ৩০০ বছর ধরে একটি শান্ত ফরাসি ক্যাথলিক ঐতিহ্য হিসাবে মূলধারার বহু-সপ্তাহের উদযাপনে বিকশিত হয়েছে, যা আজ সংস্কৃতির একটি বর্ণালীকে সংযুক্ত করে। মোবিলের দাপ্তরিক সাংস্কৃতিক দূত হল অ্যাজেলিয়া ট্রেইল মেইডস, যা দক্ষিণের আতিথেয়তার আদর্শকে মূর্ত করে।\n\n\n== স্বাস্থ্যসেবা ==\n\nমোবিল কেন্দ্রীয় উপসাগরীয় উপকূলে ওষুধের আঞ্চলিক কেন্দ্র হিসেবে কাজ করে, যেখানে ৮৫০ জনেরও বেশি চিকিত্সক এবং ১৭৫ জন দন্ত চিকিৎসক রয়েছে। শহরের সীমানার মধ্যে চারটি প্রধান চিকিৎসা কেন্দ্র রয়েছে।\nমোবিল ইনফার্মারি মেডিকেল সেন্টারে ৭০৪ টি শয্যা রয়েছে এবং এটি রাজ্যের বৃহত্তম অলাভজনক হাসপাতাল। এটি ১৯১০ সালে প্রতিষ্ঠিত হয়েছিল। প্রভিডেন্স হাসপাতালে ৩৪৯ টি শয্যা রয়েছে। এটি ১৮৫৪ সালে মেরিল্যান্ড রাজ্যের এমিতসবার্গের ডটারস অব চ্যারিটি দ্বারা প্রতিষ্ঠিত হয়েছিল। ইউনিভার্সিটি অব সাউথ অ্যালাবামা মেডিকেল সেন্টারে ৩৪৬ টি শয্যা রয়েছে। প্রতিষ্ঠানটির শিকড় ১৮৩০ সালে পুরানো শহরের মালিকানাধীন মোবিল সিটি হাসপাতাল এবং সংশ্লিষ্ট চিকিৎসা বিদ্যালয়ের সঙ্গে যুক্ত রয়েছে। এটি শিক্ষণ হাসপাতালকে অ্যালাবামা জনস্বাস্থ্য বিভাগ দ্বারা মোবিলের একমাত্র প্রথম স্তরের ট্রমা সেন্টার হিসাবে মনোনীত করা হয়েছে। এটি একটি আঞ্চলিক বার্ন সেন্টারও বটে। স্প্রিংহিল মেডিকেল সেন্টার ২৫২ টি শয্যা সহ ১৯৭৫ সালে প্রতিষ্ঠিত হয়েছিল। এটি মোবিলের একমাত্র লাভজনক পরিষেবা প্রদান করে।\nঅতিরিক্তভাবে, ইউনিভার্সিটি অব সাউথ অ্যালাবামা ২১৯ টি শয্যা সহ ইউনিভার্সিটি অব সাউথ অ্যালাবামা চিলড্রেনস অ্যান্ড উইমেনস হসপিটাল পরিচালনা করে, যা একচেটিয়াভাবে মহিলা ও নাবালকদের যত্নের জন্য নিবেদিত। ইউনিভার্সিটি অব সাউথ ২০০৮ সালে অ্যালাবামা ইউএসএ মিচেল ক্যান্সার সেন্টার ইনস্টিটিউট খোলে। কেন্দ্রটি কেন্দ্রীয় উপসাগরীয় উপকূল অঞ্চলে প্রথম একাডেমিক ক্যান্সার গবেষণা কেন্দ্রের আবাসস্থল।\n\n\n== অর্থনীতি ==\n\nমোবিলের প্রধান শিল্প হল মহাকাশ, ইস্পাত, জাহাজ নির্মাণ, খুচরা, পরিষেবা, নির্মাণ, ওষুধ ও উৎপাদন। বেশ কয়েক দশক ধরে অর্থনৈতিক অবক্ষয়ের পরে, মোবিলের অর্থনীতি ১৯৮০-এর দশকের শেষদিকে পুনরায় প্রসারিত হতে শুরু করে। ৮৭ টি নতুন সংস্থার প্রতিষ্ঠা ও ৩৯৯ টি বিদ্যমান সংস্থাসমূহের সম্প্রসারণের কারণে ১৯৯৩ সাল থেকে ২০০৩ সালের মধ্যে প্রায় ১৩,৯৮৩ টি নতুন কর্মসংস্থান সৃষ্টি হয়।\nমোবিলে প্রতিষ্ঠিত বা ভিত্তি করে গড়ে উঠেছে ও পরে বিলুপ্ত হয়েছে, এমন সংস্থাগুলির মধ্যে অ্যালাবামা ড্রাইডক অ্যান্ড শিপ বিল্ডিং কোম্পানি, ডেলচ্যাম্পস ও গাইফার অন্তর্ভুক্ত রয়েছে। অতীতে শহরটিকে ভিত্তি করে পরিচালিত বর্তমানকালের কোম্পানিগুলির মধ্যে চেকারস, মিনোল্টা-কিউএমএস, মরিসনস ও ওয়াটারম্যান স্টিমশিপ কর্পোরেশন রয়েছে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসিটি অব মোবিলের ওয়েবসাইট\n\"মোবিল\"। ব্রিটিশ বিশ্বকোষ (১১তম সংস্করণ)। ১৯১১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}