{"pageid": 1026028, "title": "ধ্রুব প্রবাহ", "url": "https://bn.wikipedia.org/wiki?curid=1026028", "content": "ধ্রুব প্রবাহ (অবিচলিত প্রবাহ, সময়-নিরপেক্ষ প্রবাহ, স্থির প্রবাহ) এক প্রকার প্রত্যক্ষ প্রবাহ (ডিসি) যা সময়ের সাথে তীব্রতা পরিবর্তন করে না।\n\n\n== উৎস সমূহ ==\nলোড ধ্রুবক হলে, একটি ধ্রুবক ভোল্টেজ উৎসের মাধ্যমে একটি স্থির প্রবাহ পাওয়া যেতে পারে। যদি লোডটি পরিবর্তনশীল হয়, তবে একটি ধ্রুবক প্রবাহ সরবরাহ উৎসের মাধ্যমে একটি স্থির প্রবাহ পাওয়া যেতে পারে।\n\n\n=== ধ্রুব ভোল্টেজ উৎস ===\nএকটি বৈদ্যুতিক রাসায়নিক কোষ রাসায়নিক বিক্রিয়া থেকে বৈদ্যুতিক শক্তি উৎপাদন বা বৈদ্যুতিক শক্তি প্রবর্তনের মাধ্যমে রাসায়নিক বিক্রিয়া সুবিধার্থে সক্ষম একটি ডিভাইস। বৈদ্যুতিক রাসায়নিক কোষের একটি সাধারণ উদাহরণ হলো গ্রাহকদের ব্যবহারের জন্য ব্যবহৃত একটি আদর্শ 1.5 ভোল্ট সেল । এই ধরনের ডিভাইসটি একটি একক গ্যালভ্যানিক সেল হিসাবে পরিচিত, তাই অবিচ্ছিন্ন কারেন্টের একটি অপ্রচলিত নাম ছিল গ্যালভ্যানিক কারেন্ট। একটি ব্যাটারিতে  দুটি বা ততোধিক কোষ থাকে যা সমান্তরাল বা সিরিজ সংযোগে সংযুক্ত থাকে।\nসদৃশ মেরু জেনারেটর একটি বৈদ্যুতিক জেনারেটর যা একটি বৈদ্যুতিক পরিবাহী ডিস্ক বা সিলিন্ডার যা একটি অপরিবর্তনশীল স্থির চৌম্বকীয় ক্ষেত্রের সাথে উল্লম্বভাবে একটি সমতলে ঘুরছে। একটি চৌম্বকীয় হাইড্রোডাইনামিক জেনারেটর আবর্তিত তড়িচ্চুম্বকীয় যন্ত্রপাতি ব্যবহার না করে চৌম্বক ক্ষেত্রের মধ্যে গরম গ্যাসের চলাচল থেকে সরাসরি বৈদ্যুতিক শক্তি আহরণ করে।\nএসি জেনারেটরগুলি একটি রেকটিফায়ার এবং একটি ভাল রিপল ফিল্টার সহ স্থির প্রবাহের উৎস হিসাবে ব্যবহার করা যেতে পারে। স্পন্দিত ডিসি জেনারেটরগুলি একটি ভাল রিপল ফিল্টার সহ স্থির প্রবাহের উৎস হিসাবে ব্যবহার করা যেতে পারে।\n\n\n=== ধ্রুব বিদ্যুৎ প্রবাহ সরবরাহ ===\nইলেক্ট্রনিক্সে, একটি ধ্রুবক প্রবাহ সিস্টেম হলো এমন একটি সিস্টেম যা ধ্রুবক বৈদ্যুতিক প্রবাহ বজায় রাখতে লোডের ভোল্টেজকে পরিবর্তিত করে। যখন কোনও উপাদান একটি ধ্রুবক প্রবাহ দ্বারা চালিত হয়, ড্রাইভার সার্কিটটি প্রকৃতপক্ষে একটি  প্রবাহ নিয়ামক এবং উপযুক্ত নির্ভরযোগ্যতার প্রবাহ উৎস  হিসাবে অবশ্যই সেই উপাদানটিতে উপস্থিত হতে হবে।\nধ্রুব বিদ্যুৎ প্রবাহ সরবরাহের একটি গুরুত্বপূর্ণ ব্যবহার হলো এলইডি। যদিও একটি উচ্চ সিরিজ রোধ একটি এলইডি আলো জ্বালানোর জন্য যথেষ্ট, কখনও কখনও নকশাকে উচ্চ প্রবাহের থেকে রক্ষা করা প্রয়োজন (নতুবা এলইডি পুড়ে যাবার ঝুঁকি থাকে)।\nআরেকটি ব্যবহার- প্রতিপ্রভ বাতি ; যার মধ্যে খুব গতিময় বৈদ্যুতিক রোধ থাকে এবং প্রবাহের একটি স্বল্প পরিসরের মধ্যে অনুকূলভাবে পরিচালিত হয়। অন্যান্য ব্যবহারগুলির মধ্যে ঝালিত ধাতব আর্ক ওয়েল্ডিং এবং গ্যাস টংস্টেন আর্ক ওয়েল্ডিং অন্তর্ভুক্ত।\n\n\n==== এলইডি-তে ধ্রুব বিদ্যুৎ উৎসের প্রয়োগ ====\nনির্ভরযোগ্যতা পরীক্ষা\nডিভাইস বার্ন-ইন টেস্ট\nHASS এবং IESNA LM-80 অ্যাপ্লিকেশন\nশক্তি তারা প্রশংসাপত্রয়ন\nক্যালিব্রেশন ল্যাম্প ড্রাইভ\nডিসি চালিত ল্যাম্প\nরোধক পক্বতা\nলেজার ডায়োড ডিসি ড্রাইভ\n\n\n== ধ্রুব প্রবাহ এবং ধ্রুব বিভবের মধ্যে পার্থক্য ==\nধ্রুব বিভব লুমিনিয়ারগুলির ক্ষেত্রে চালক থেকে একটি ধ্রুব বিভব যেমন 12 বা 24 ভোল্ট সরবরাহ করার প্রয়োজন হয়। এই বাতিগুলোর জন্য বিভব চালক দ্বারা স্থির করা হলেও তড়িৎ প্রবাহ পরিবর্তিত হতে পারে। অপরদিকে, ধ্রুব প্রবাহ লুমিনায়ারগুলি ক্ষেত্রে চালক থেকে একটি ধ্রুবক তড়িৎ প্রবাহ যেমন 350mA বা 700mA (মিলি-অ্যাম্পিয়ার) সরবরাহ করতে হয়। সেক্ষেত্রে, তড়িৎ প্রবাহ স্থির হলেও বিভব পরিবর্তিত হতে পারে। \n\n\n== আরো দেখুন ==\nবিদ্যুৎ উৎস\nএলইডি সার্কিট\n\n\n== তথ্যসূত্র =="}