{"pageid": 1026505, "title": "ইয়াসির আলী (পাকিস্তানি ক্রিকেটার)", "url": "https://bn.wikipedia.org/wiki?curid=1026505", "content": "ইয়াসির আলী (উর্দু: یاسر علی‎‎; জন্ম: ১৫ অক্টোবর, ১৯৮৫) পাঞ্জাবের হাজরো এলাকায় জন্মগ্রহণকারী সাবেক পাকিস্তানি আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ২০০০-এর সূচনালগ্নে অত্যন্ত সংক্ষিপ্ত সময়ের জন্যে পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে ফেডারেল এরিয়াজ দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি ফাস্ট-মিডিয়াম বোলার হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন তিনি।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n২০০৩ সাল থেকে ২০১৮ সাল পর্যন্ত ইয়াসির আলী’র প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। পাকিস্তানের অন্যতম সেরা ফাস্ট বোলিং প্রতিভা ছিলেন। প্রচণ্ড দম নিয়ে বোলিং কর্মে অগ্রসর হতেন। আটকের অনূর্ধ্ব-১৯ দলের পক্ষে খেলাকালীন ইয়াসির আলী প্রথমবারের মতো চিহ্নিত হন।\nএটক হাজরো’র পক্ষে খেলাকালে প্রথমবারের মতো তার ক্রীড়া প্রতিভা পরিলক্ষিত হয়। এরপর, পাকিস্তান ক্রিকেট একাডেমিতে প্রশিক্ষণ গ্রহণের সুযোগ পান ও পরবর্তীতে দক্ষিণ আফ্রিকায় সফলতম সফরে অংশ নেন। প্রথম-শ্রেণীর ক্রিকেট ইতিহাসের অন্যতম সেরা খেলোয়াড়ে পরিণত হন ও একই খেলায় তার টেস্ট অভিষেক পর্ব সম্পন্ন হয়।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে একটিমাত্র টেস্টে অংশগ্রহণ করেছেন ইয়াসির আলী। ৩ সেপ্টেম্বর, ২০০৩ তারিখে মুলতানে সফরকারী বাংলাদেশ দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। এটিই তার একমাত্র টেস্টে অংশগ্রহণ ছিল। এরপর আর তাকে কোন টেস্টে অংশগ্রহণ করতে দেখা যায়নি। এছাড়াও, তাকে কোন ওডিআইয়ে অংশগ্রহণ করার সুযোগ দেয়া হয়নি।\n২০০৩-০৪ মৌসুমে ১৯ বছর বয়সে মুলতানে সফরকারী বাংলাদেশ দলের বিপক্ষে টেস্ট খেলার জন্যে মনোনীত হন। তার পূর্বে তিনি কোন প্রথম-শ্রেণীর ক্রিকেট খেলার সুযোগ পাননি। শুরুতে স্নায়বিক দূর্বলতায় ভুগলেও খেলায় তিনি পরিপক্ব হয়ে উঠেন। দুই উইকেট পান। বেশ ভালোমানের বোলিং কৌশল অবলম্বন করতেন ও নিখুঁততার ছাঁপ পরিলক্ষিত হয়। তবে, পাকিস্তান দল নির্বাচকমণ্ডলীরকাছে ক্রমাগত উপেক্ষার পাত্রে পরিণত হন। ঘণ্টায় ১৪০ কিলোমিটার গতিবেগে বোলিংয়ে সক্ষম ছিলেন। এক পর্যায়ে দূর্বল ক্রীড়াশৈলী প্রদর্শন করলে তাকে দলের বাইরে রাখা হয়।\n\n\n== অবসর ==\nআঘাত থেকে সুস্থ হবার পর ২০০৮ সালে যুক্তরাজ্যে পেশাদার লীগ ক্রিকেট প্রতিযোগিতা লিভারপুল কম্পিটিশনে অ্যাইন্সডেল ক্রিকেট ক্লাবের পক্ষে খেলেন। চেশায়ারভিত্তিক নর্থ স্টাফোর্ডশায়ার ও সাউথ চেশায়ার লীগে এলওয়ার্থ ক্রিকেট ক্লাবের পক্ষে খেলার জন্যে চুক্তিবদ্ধ হন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nইয়াসির হামিদ\nমুফাসির-উল-হক\nএক টেস্টের বিস্ময়কারী\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে ইয়াসির আলী  (ইংরেজি)\nক্রিকেটআর্কাইভে ইয়াসির আলী   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}