{"pageid": 1026255, "title": "ভারতের জাতীয় সড়ক", "url": "https://bn.wikipedia.org/wiki?curid=1026255", "content": "ভারতের জাতীয় সড়ক বলতে বোঝায় সড়ক ও স্থল পরিবহন অধীনস্থ বড় সড়কের অন্তর্জাল৷ এগুলি ভারতীয় জাতীয় সড়ক কর্তৃপক্ষ বা এনএইচএআই দ্বারা নির্মিত ও সংরক্ষিত হয়৷ এছাড়াও ন্যাশনাল হাইওয়ে এন্ড ইনফ্রাস্ট্রাকচার ডেভেলপমেন্ট কর্পোরেশন বা এনএআচআইডিসিএল এবং সংশ্লিষ্ট রাজ্যগুলির পাবলিক ওয়ার্ক ডিপার্টমেণ্ট বা পিডাব্লিউডিও এর বরাত পেয়ে থাকেন৷\nভারতের অধিকাংশ জাতীয় সড়ক নির্মাণ, উন্নয়ন এবং রক্ষণাবেক্ষণের ক্ষেত্রে দায়িত্বপ্রাপ্ত যোগাযোগস্থল সংক্রান্ত এজেন্সিটি হল ভারতের জাতীয় সড়ক কর্তৃপক্ষ বা এনএইচএআই। এই সংস্থাটি ভারত সরকারের সড়ক ও পরিবহন মন্ত্রণালয়ের দ্বারা নিয়ন্ত্রিত হয়। জাতীয় সড়কের অন্তর্জাল বৃদ্ধি এবং তা সুগম্য করতে জাতীয় সড়ক উন্নয়ন পরিকল্পনা যথেষ্ট অবদান রাখেন। এনএইচএআই জাতীয় সড়ক রক্ষণাবেক্ষণ এবং শুল্ক সংগ্রহের ক্ষেত্রে সরকারি-বেসরকারি অংশীদারত্ব মডেলে কাজ করে থাকে।\nভারতে জাতীয় সড়কগুলি মূলত ভূ-সমতলিক, আবার এক্সপ্রেস ছবিগুলি কন্ট্রোলড অ্যাক্সেস হাইওয়ে, যা র‌্যিম্পের মাধ্যমে নিয়ন্ত্রিত হয়।\n\n\n== বৈশিষ্ট্য ==\n\n২০১৯ খ্রিস্টাব্দের এপ্রিল অবধি ভারতে জাতীয় সড়কের মোট দৈর্ঘ ছিলো ১,৪২,১২৬ কিলোমিটার (৮৮,৩১৩ মাইল)।\n২০১৩ খ্রিস্টাব্দের পরিসংখ্যান অনুসারে দৈর্ঘ্য ও প্রস্থের বিচারে ভারতের জাতীয় সড়ক দেশের মোট সড়ক ব্যবস্থার মাত্র ২.৭ শতাংশ স্থান দখল করলেও যান পরিবহনের ৪০ শতাংশই এই জাতীয় সড়কের মাধ্যমে হয়ে থাকে ২০১৬ খ্রিস্টাব্দে ভারত সরকার জাতীয় সড়ক ব্যবস্থার দৈর্ঘ্য ৯৬,০০০ কিলোমিটার থেকে বাড়িয়ে প্রায় ২,০০,০০০ কিলোমিটার করার সিদ্ধান্তে ব্রতী হন।\nঅধিকাংশ জাতীয় সড়কে ক্ষেত্রেই সমস্যা ছিল সেগুলি দুই লেনের, একটি লেন যাওয়া এবং অপর লেন আসার জন্য। প্রকল্প রূপায়নের মাধ্যমে এই ধরনের জাতীয় সড়গুলিকে চার অথবা তারও বেশি লেনবিশিষ্ট করা হয়। সড়ক ব্যবস্থার কিছু অংশকে শুল্ক বিভাগের অন্তর্ভুক্ত করা হয়। অল্পসংখ্যক জাতীয় সড়ক কংক্রিট দ্বারা নির্মাণ করা হয়। বড় শহরগুলির অতিরিক্ত যানজট অতিক্রম করতে শহরের বাইরে বাইপাস এবং রিং রোড তৈরি করা হয়। কিছু গুরুত্বপূর্ণ সড়ককে জাতীয় সড়কে উন্নীত করে তদনুরূপ সংস্কার করা হয়।\n\n\n== নামকরণ ==\nভারতের সমস্ত উত্তর থেকে দক্ষিণমুখী জাতীয় সড়কের নম্বর হয় জোড় সংখ্যায়। অর্থাৎ, ২, ৪, ৬, ৮ নম্বর জাতীয় সড়ক। এবং সেই নম্বর দেওয়া হয় পূর্ব থেকে পশ্চিম দিক ধরে ঊর্ধ্বক্রমানুসারে। অন্য ভাবে বলতে গেলে, সমুদ্রপৃষ্ঠ থেকে উচ্চতার নিরিখে উত্তর ভারতকে যদি উঁচু হিসাবে ধরা হয়, তা হলে উত্তর ভারতের জাতীয় সড়কগুলির নম্বর হবে কম সংখ্যায়।\n১ নম্বর জাতীয় সড়ক জম্মু-কাশ্মীরের সঙ্গে লাদাখের যোগ স্থাপন করেছে। তা গিয়েছে জম্মু-কাশ্মীরের উরি থেকে লাদাখের লেহ পর্যন্ত। আবার দক্ষিণ ভারতের জাতীয় সড়ক ৮৫ কেরলের কোচি থেকে তামিলনাড়ুর তোন্ডি পর্যন্ত বিস্তৃত।\nভারতের সমস্ত জাতীয় স়ড়ক যেগুলি পূর্ব দিক থেকে পশ্চিম দিকে গিয়েছে, তার নম্বর হয় বিজোড় সংখ্যায়। যেমন, ৩, ৫, ৭, ৯ প্রভৃতি। এ ক্ষেত্রেও উচ্চতার কথা মাথায় রেখে ক্রমান্বয়ে নম্বরের বৃদ্ধি ঘটে। যেমন, ৯ নম্বর জাতীয় সড়ক উত্তর ভারতের পঞ্জাবে রয়েছে। ঠিক তেমনই ৮৭ নম্বর জাতীয় সড়ক রয়েছে দক্ষিণতম রাজ্য তামিলনাডুতে।\nদেশে কিছু কিছু জাতীয় সড়ক রয়েছে তিন অঙ্কে যাদের নম্বর। সাধারণত সেই জাতীয় সড়কগুলিকে বলা হয় ‘সাবসিডিয়ারি হাইওয়েজ়’। যেমন, ২৪৪, ১৪৪ এবং ৩৪৪ নম্বর জাতীয় সড়ক হল ৪৪ নম্বর জাতীয় সড়কের সাবসিডিয়ারি বা অনুসারি মহাসড়ক।\n\n\n== ইতিহাস ==\n১৯৫৬ খ্রিস্টাব্দে পাশ হওয়া জাতীয় সড়ক আইন মহাসড়কগুলির নির্মাণ এবং রক্ষণাবেক্ষণের জন্য বেসরকারি সংস্থাগুলি‌ লগ্নি প্রদান করার ছাড়পত্র পায়।\n১৯৮৮ খ্রিস্টাব্দে ভারতের জাতীয় সড়ক কর্তৃপক্ষ গঠন আইন পাস করার মাধ্যমে প্রতিষ্ঠিত হয় ভারতীয় জাতীয় সড়ক কর্তৃপক্ষ। এই আইনের ১৬(১) নং ধারা অনুসারে বলা ছিল যে এনএইচএআই-এর হল জাতীয় সড়কগুলির উন্নয়ন, রক্ষণাবেক্ষণ ও পরিচালনা এবং প্রয়োজন অনুসারে গুরুত্বপূর্ণ সড়কগুলিকে উন্নত করার জন্য ভারত সরকারের কাছে আবেদন পেশ করা।\n১৯৯৮ ভারত সরকার জাতীয় সড়ক বিষয়ক একটি বৃহত্তর কার্যক্রম আরম্ভ করেন, যা জাতীয় সড়ক উন্নয়ন পরিকল্পনা বা এনএইচডিপি নামে পরিচিত। এই প্রকল্প অনুসারে পূর্ব থেকে পশ্চিম এবং উত্তর থেকে দক্ষিণে বিস্তৃত সড়ক করিডর এবং ভারতের চার দিকে অবস্থিত চারটি বৃহত্তর শহর দিল্লি, মুম্বাই, চেন্নাই এবং কলকাতাকে সংযুক্ত করা সোনালী চতুর্ভুজের চার লেন বিশিষ্ট রাস্তায় পরিণত করা হয়। প্রয়োজন অনুসারে আরো কিছু ব্যস্ত জাতীয় সড়কে চার এবং ছয় লেন বিশিষ্ট মহাসড়কে পরিণত করা হয়।\nভারতের সড়ক পরিবহন এবং জাতীয় সড়ক মন্ত্রণালয় ২০১০ খ্রিস্টাব্দের এপ্রিল মাসে জাতীয় সড়ক গুলির ক্রমিক সংখ্যা নির্ধারণের একটি নতুন পদ্ধতি চালু করে। এই রীতিবদ্ধ পদ্ধতি অনুসারে জাতীয় সড়ক গুলির ক্রমিক সংখ্যা ঠিক করা হতো ভৌগোলিক অবস্থান, অভিমুখ এবং বিস্তারের প্রবণতা অনুসারে। পূর্ব থেকে পশ্চিম তথা পশ্চিম থেকে পূর্ব দিকে বিস্তৃত সড়কগুলিকে বিজোড় সংখ্যার ক্রমে এবং উত্তর থেকে দক্ষিণ তথা দক্ষিণ থেকে উত্তরে বিস্তৃত সড়কগুলিকে জোড় সংখ্যার ক্রমে ক্রমাঙ্কিত করা হয়। অবস্থান অনুসারে নির্ণয় করা হয় ক্রমিক সংখ্যার ছোট থেকে বড় ক্রম, ২ নং জাতীয় সড়ক থেকে শুরু করে জোড় সংখ্যার সড়কের ক্ষেত্রে পূর্ব থেকে পশ্চিম দিকে ক্রম বৃদ্ধি পায় আবার ১ নং জাতীয় সড়ক থেকে শুরু করে বিজোড় সংখ্যার সড়কের ক্ষেত্রে উত্তর থেকে দক্ষিণ দিকে ক্রম বৃদ্ধি পায়\nভারত সরকার প্রস্তাবিত এবং কেন্দ্রীয় অর্থানুকুল্যে সাধারণ এবং জাতীয় সড়ক সংক্রান্ত প্রকল্প গুলিকে একত্রে ভারতমালার অন্তর্ভুক্ত করা হয়েছে। ২০১৮ খ্রিস্টাব্দে এই প্রস্তাবিত প্রকল্পে আরো ৮৩,৬৭৭ কিলোমিটার (৫১,৯৯৪ মাইল) জাতীয় সড়ক নির্মাণের লক্ষ্য স্থির করা হয়েছে৷ ভারতমালা প্রকল্পের প্রথম পর্যায়ে রয়েছে এনএইচডিপি-এর বকেয়া অতিরিক্ত কাজ এবং নতুন সড়ক মিলে ৩৪,৮০০ কিলোমিটার দীর্ঘ সড়ক নির্মাণের কাজ। ২০২১-২২ এর অর্থবর্ষ অনুসারে এই প্রকল্প বাবদ ব্যয় ৫.৩৫ লক্ষ কোটি ভারতীয় টাকা ধার্য করা হয়।\n\n\n== রাজ্য অনুযায়ী ==\n\n\n== গুরুত্বপূর্ণ তথ্য ==\nউত্তরে জম্মু ও কাশ্মীর কেন্দ্রশাসিত অঞ্চলের শ্রীনগর থেকে দক্ষিণে তামিলনাড়ুর কন্যাকুমারী অবধি বিস্তৃত ৩,৮০৬ কিমি (২,৩৬৫ মা) দীর্ঘ ৪৪ নং জাতীয় সড়ক এখনো অবধি ভারতের দীর্ঘতম জাতীয় সড়ক৷\nকেরলের কোচি থেকে এর্নাকুলাম পর্যন্ত বিস্তৃত ৬ কিমি (৩.৭ মা) দীর্ঘ ৯৬৬ খ নং সড়কটি ভারতের সবচেয়ে কম দৈর্ঘ বিশিষ্ট জাতীয় সড়ক৷\nলাদাখে লেহ থেকে হিমাচল প্রদেশের মানালি অবধি বিস্তৃত ৪২৮ কিমি (২৬৬ মা) দীর্ঘ লেহ–মানালি মহাসড়ক বিশ্বের দ্বিতীয় উচ্চ (উচ্চতায় অবস্থিত) যান পরিবহন ক্ষমতাসম্পন্ন মহাসড়ক৷\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}