{"pageid": 1026612, "title": "কাফিলুর রহমান নিশাত উসমানি", "url": "https://bn.wikipedia.org/wiki?curid=1026612", "content": "কাফিলুর রহমান নিশাত উসমানি (৫ মার্চ ১৯৪২ - ১ আগস্ট ২০০৬) একজন ভারতীয় মুসলিম পণ্ডিত, ফকীহ এবং কবি ছিলেন। তিনি দারুল উলুম দেওবন্দের মুফতি হিসাবে দায়িত্ব পালন করেছিলেন। তিনি ছিলেন আজিজুর রহমান উসমানির নাতি।\n১৯৪২ সালের ৫ মার্চ দেওবন্দে জন্মগ্রহণ করেন। উসমানি দারুল উলূম দেওবন্দ এবং আলিগড় মুসলিম বিশ্ববিদ্যালয়ের প্রাক্তন ছাত্র ছিলেন। তিনি ফাতাওয়া আলমগীরিকে উর্দু ভাষায় অনুবাদ করেছিলেন। ২০০৬ সালের ১ আগস্ট তিনি মারা যান।\n\n\n== নাম এবং বংশ ==\nতার প্রদত্ত নাম হল কাফিলুর রহমান। আর বংশগত নাম হল কাফিলুর রহমান ইবনে জলিলুর রহমান রহমান ইবনে আজিজুর রহমান উসমানি ইবনে ফজলুর রহমান উসমানি।\n\n\n== জীবনী ==\nউসমানি ১৯৪২ সালের ৫ মার্চ দেওবন্দের উসমানি পরিবারে জন্মগ্রহণ করেন। তার পিতা জলিলুর রহমান হলেন আজিজুর রহমান উসমানির পুত্র। তিনি দারুল উলুম দেওবন্দের কিরআত ও তাজভীদ শিক্ষক।\nউসমানি ১৯৬১ সালে দারুল উলুম দেওবন্দ থেকে স্নাতক ডিগ্রি অর্জন এব ১৯৭৫ সালে আলিগড় মুসলিম বিশ্ববিদ্যালয় থেকে আরবিতে এমএ অর্জন করেন। তার শিক্ষকদের মধ্যে সৈয়দ ফখরুদ্দিন আহমদ এবং মুহাম্মদ তৈয়ব কাসেমি অন্যতম।\n১৩২২ হিজরিতে তিনি দারুল উলুম দেওবন্দে মুফতি নিযুক্ত হন। তিনি এই দায়িত্ব ৩২ বছর যাবৎ পালন করেছিলেন। এই সময়ে তিনি পঞ্চাশ হাজারেরও বেশি ধর্মীয় নির্দেশ (ফতওয়া) জারি করেছিলেন। তিনি একজন কবিও ছিলেন এবং উর্দু কবিতা, গজল, হামদ, নাত, নাজম, মার্সিয়া এবং কাসদা প্রভৃতি রচনা করতেন।\n২০০৬ সালের ১ আগস্ট উসমানি মারা যান এবং তার দাদা আজিজুর রহমান উসমানির কবরের পাশে কাসমি কবরস্থানে তাকে দাফন করা হয়। তার জানাজার নামায পড়ান তার বড় ভাই ফুজাইলুর রহমান হিলাল উসমানি।\n\n\n== রচনাবলী ==\nউসমানি দারসে নিজামী সম্পর্কিত বহু সংখ্যক বই আরবি ও ফার্সি থেকে উর্দু ভাষায় অনুবাদ করেছেন। আরবি-উর্দু অনুবাদগুলির মধ্যে রয়েছে সিরাজ আল-মা'আনি, সিরাজ আল-বেকায়া (শারহে বেকায়ার উর্দু অনুবাদ এবং ভাষ্যগ্রন্থ), সিরাজ আল-মাতালিব, তাফহিমুল-মুসলিম (উর্দু অনুবাদ এবং শব্বির আহমদ উসমানির ভাষ্য: ফাতহুল মুলহিম ), এবং ফাতাওয়া আলমগিরি। ফারসী-উর্দু অনুবাদগুলিতে গুলজার-ই-দবিস্তান, তুহফাত আল-মুওয়াহিদিন, মাসআল আরবায়ান এবং বাহাউদ্দীন নকশবন্দির রুবাইয়াত অন্তর্ভুক্ত রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nনূর আলম খলিল আমিনী। \"মুফতিয়ে দারুল উলুম: মাওলানা কাফিলুর রহমান নিশাত উসমানি\"। পাস-ই মার্গ-ই জিন্দা (উর্দু ভাষায়) (৫ ফেব্রুয়ারি ২০০১ সংস্করণ)। ইদারা ইলম ও আদব। পৃষ্ঠা ৭৭৭–৭৮৯। \nএজাজ আরশাদ কাসেমি (২০১৭)। উলামায়ে দেওবন্দ কি উর্দু শাইরী (উর্দু ভাষায়) (জুন ২০১৭ সংস্করণ)। ক্রিয়েটিভ স্টার প্রকাশনী। পৃষ্ঠা ৯৭–১১০। আইএসবিএন 978-81-935109-1-9।"}