{"pageid": 1026909, "title": "সিনান পাশা মসজিদ (দামেস্ক)", "url": "https://bn.wikipedia.org/wiki?curid=1026909", "content": "সিনান পাশা মসজিদ (আরবি: جامع السنانية, তুর্কি: Sinan Paşa Camii) উসমানীয়-যুগের প্রথম দিকের একটি মসজিদ। এটি সিরিয়ার দামেস্কের সাক সিনানিয়া স্ট্রিটের পাশে অবস্থিত।\n\n\n== ইতিহাস ==\nমসজিদটি ১৫৯০ সালে দামেস্কের উসমানীয় গভর্নর সিনান পাশা কর্তৃক নির্মিত হয়। এটি শহরের দক্ষিণ-পশ্চিমে বাসল মসজিদ নামে একটি পুরনো মসজিদের জমিতে অবস্থিত।\n\n\n== স্থাপত্য ==\nসিনান পাশা মসজিদটি পর্যায়ক্রমে কালো ও সাদা পাথর দিয়ে তৈরি। মসজিদ ছাড়াও এটিতে একটি মাদ্রাসা ও একটি অযুখানা রয়েছে।\nমসজিদের পশ্চিম দিকের খিলানযুক্ত প্রবেশপথটিতে ফুলের মোটিফ দিয়ে সজ্জিত মার্বেল প্যানেল রয়েছে এবং উভয় পাশে বর্গাকার মোজাইক প্যানেল দ্বারা আটকানো আরবি শিলালিপি রয়েছে। প্রবেশপথের দক্ষিণে বৃত্তাকার ও সবুজ বর্ণের ইটের মিনার রয়েছে। এটি কালো ও সাদা পাথরের একটি বৃত্তাকার ভিত্তি বহন করে। মিনার শীর্ষে কোণক আকৃতির একটি মুকুট রয়েছে। মসজিদের একক বারান্দাটি তিন সারি মুকার্নাস দ্বারা আশ্রিত এবং খোদাই করা পাথরের রেলিং দ্বারা সুরক্ষিত।\n\n\n=== অভ্যন্তর ===\nমসজিদটি প্রাঙ্গণের দক্ষিণ পাশে অবস্থিত একটি বিশাল গম্বুজ দিয়ে আচ্ছাদিত প্রার্থনা কক্ষ নিয়ে গঠিত। এটিতে মার্বেলের স্তম্ভগুলো দিয়ে আশ্রিত সাতটি ছোট গম্বুজ আছে। কেন্দ্রীয় অংশের স্তম্ভগুলোতে প্যাঁচানো ছাঁচনির্মিত নকশা রয়েছে।\nপ্রবেশপথের ডানদিকে মিহরাব আছে যা একটি অর্ধ-গম্বুজ দ্বারা আচ্ছাদিত। এই অর্ধ-গম্বুজটিতে কালো ও সাদা পাথরের একটি জটিল আঁকাবাঁকা স্তর রয়েছে। পুরো বারান্দার বাইরের অংশটি পর্যায়ক্রমে হলুদ, সাদা ও ধূসর পাথরের টুকরো দিয়ে নির্মিত। টালি ও পাথরের কাঠামোর উপরে একটি কুরআনের শিলালিপি আছে। স্থাপত্যটির শীর্ষে দুটি খিলানযুক্ত জানালা ও দাগযুক্ত কাচের তৈরি একটি নকশা রয়েছে। মিহরাবের বাম পাশে, মার্বেল দিয়ে তৈরি মিম্বরটিতে ফুলের মোটিফ ও শিলালিপি খোদাই করা আছে এবং কোণক আকৃতির গম্বুজ দ্বারা আচ্ছাদিত।\n\n\n=== প্রাঙ্গণ ===\nপ্রাঙ্গণটি উত্তর দিকে সাক আল-সাক্কানিয়া স্ট্রিটের সাথে সংযুক্ত। এটি প্রায় আয়তাকার এবং ওযুর জন্য এর কেন্দ্রে একটি অষ্টভুজাকার বেসিন রয়েছে। জ্যামিতিক বিন্যাসে সাজানো রঙিন পাথর দিয়ে এর মেঝে বাঁধানো।\nএকটি আইওয়ান প্রাঙ্গণের উত্তর-পশ্চিম কোণটি দখল করেছে এবং এর দুটি খিলানযুক্ত জানালা রয়েছে। প্রঙ্গণের উত্তর দেয়ালে একটি খিলান আকৃতির পথ রয়েছে যা সাক আল-সুক্কারিয়ার অগ্রগামী। এছাড়া একটি পানির ঝর্ণা আছে। ঝর্ণাটি মার্বেল প্যানেল ও টালি দিয়ে সজ্জিত এবং এর খিলানের উপরে অবস্থিত একটি শিলালিপি অনুসারে, এটি ১৮৯৩ সালে পুনঃসংস্কার করা হয়। একটি কাঠের তক্তা প্রাঙ্গণের পশ্চিম ও দক্ষিণ দিক ছায়াবৃত করে রাখে ও খোদাইকৃত পাথর বহন করে। প্রাঙ্গণের পূর্ব ও উত্তর পাশে খাঁজযুক্ত প্রাচীর আছে।\n\n\n== আরও দেখুন ==\nসিরিয়ার মসজিদের তালিকা\nসিরিয়ায় ইসলাম\nআমির সুলতান মসজিদ\nতেক্কিয়া মসজিদ\nলালেলি মসজিদ\nসিনান পাশা মসজিদ (ইস্তাম্বুল)\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপুঞ্জি ==\nIvan., Mannheim, (২০০১)। Syria & Lebanon handbook : the travel guide। Footprint। আইএসবিএন 1-900949-90-3। ওসিএলসি 316453836।"}