{"pageid": 1026242, "title": "খুর্জার মৃৎশিল্প", "url": "https://bn.wikipedia.org/wiki?curid=1026242", "content": "খুর্জার মৃৎশিল্প হল ভারতের উত্তরপ্রদেশ রাজ্যের বুলন্দশহর জেলার খুর্জায় নির্মিত ঐতিহ্যপূর্ণ ভারতীয় মৃৎশিল্পের কাজ। এগ্রিমেন্ট অন ট্রেড-রিলেটেড অ্যাসপেক্টস অব ইন্টেলেকচুয়াল প্রপার্টি রাইটস (টিআরআইপিআর) চুক্তির ভৌগোলিক ইঙ্গিত (জিআই) আইনের আওতায় খুর্জার মৃৎশিল্পকে সুরক্ষিত করা হয়েছে।  ভারত  সরকারের কন্ট্রোলার জেনারেল অব পেটেন্টস ডিজাইন্স অ্যান্ড ট্রেডমার্কস সংস্থা দ্বারা নিবন্ধীকরণে জিআই অ্যাক্ট, ১৯৯৯ অনুযায়ী  'খুর্জা পটারি'  হিসেবে ১৭৮ দফায়  নথিভুক্ত করা হয়েছে। \n\n\n== ইতিহাস ==\nখুর্জার মৃৎশিল্পের প্রকৃত উৎসের ব্যাপারে দুটো আলাদা আলাদা কাহিনি প্রচলিত আছে। একটা কাহিনিতে বলা হয় যে, একজন কিংবদন্তি আফগান বাদশাহ তৈমুর লং ৫০০ বছরের বেশি পূর্বে যখন তিনি খুর্জা অঞ্চলে তাঁর অভিযানে আসেন, তখন তাঁর সঙ্গে মিশরীয় এবং সিরীয় মৃৎশিল্পীরা ছিলেন।  অন্য একটা কাহিনিতে বলা হয় যে, মৃৎশিল্পীরা মুঘল রাজত্বকালে এই অঞ্চলে এসেছিলেন, আবার অন্য এক ভাষ্যে বলা হয়েছে যে, খুর্জার মৃৎশিল্প কোনো ঐতিহাসিক ঘটনাপ্রবাহের সঙ্গে সম্পর্কিত ছিলনা।\nযাই হোক, 'পটারি-মেকিং কালচার্স অ্যান্ড ইন্ডিয়ান সিভিলাইজেশন' বইয়ের লেখক বলেছেন যে, \"ভারতের চকচকে মৃৎশিল্প সামগ্রী তৈরির পুরোনো কেন্দ্রগুলোর মধ্যে বুলন্দশহরের খুর্জা হল অন্যতম।\"  তিনি আরো উল্লেখ করেছেন যে, \"এই অঞ্চলের মৃৎশিল্পীরা নিজেদের মুলতানি বলে উল্লেখ করে থাকেন, কেননা, তাঁদের আদি নিবাস হল মুলতান\" \nআধুনিক যুগে মৃৎশিল্প ১৯৪০ খ্রিস্টাব্দে প্রসার লাভ করেছিল, এবং উত্তরপ্রদেশ সরকার ১৯৪০ খ্রিস্টাব্দে একটা মৃৎশিল্পের কারখানা গড়েছিল। পরবর্তীকালে, ১৯৪৬-৪৭ খ্রিস্টাব্দে জিনিসের গুণমান ঠিক না-থাকায় ওই কারখানা বন্ধ হয়ে গিয়েছিল। ১৯৫২ খ্রিস্টাব্দে উক্ত কারখানা মৃৎশিল্প উন্নয়ন কেন্দ্র হিসেবে আত্মপ্রকাশ করে। ১৯৪২ খ্রিস্টাব্দ থেকে এখনো পর্যন্ত ভালো  মৃৎশিল্প সামগ্রী প্রস্তুতের হিতকল্পে বিভিন্ন মানুষ দ্বারা অধিগ্রহণ ও রূপান্তরণ ধরনের কিছু উদ্যোগ নেওয়ার ফল হয়েছিল এই যে, জাতীয় স্তরে, অথবা বিদেশে রপ্তানির ব্যাপারে খুর্জার মৃৎশিল্পের গুরুত্ব  অনেক বেড়ে গিয়েছিল।\n\n\n== উৎপাদন ==\nপ্রায় চারশো কারখানায় মোট পাঁচশোর বেশি ইউনিটে সরকারিভাবে প্রায় ১৫,০০০ এবং বেসরকারিভাবে প্রায় ২৫,০০০ মানুষ এই খুর্জার মৃৎশিল্পের সঙ্গে সংশ্লিষ্ট হয়ে জীবিকা নির্বাহ করেন বলে মনে করা হয়। তাঁরা বিভিন্ন ধরনের জিনিস তৈরি করে থাকেন; এর মধ্যে আছে: বাসনপত্র, নানা শিল্পসামগ্রী, বৈদ্যুতিক সরঞ্জাম, স্যানিটারি সামগ্রী, বিভিন্ন ধরনের টালি এবং গৃহস্থালির অন্যান্য জিনিসপত্র ইত্যাদি।\nখুর্জার মৃৎশিল্পের বাজার ভারত এবং পৃথিবীর নানা দেশে বিস্তৃত। এই বিষয়ে ২৩টা রপ্তানিমুখী ইউনিট কাজ করে। এই শিল্প উৎপাদন থেকে ১৯৯৯-২০০০ খ্রিস্টাব্দে ভারতীয় মুদ্রায় মোট ২৫০ কোটি টাকা আয় হয়েছে; এবং এর মধ্যে ভারতীয় মুদ্রায় মোট ১৪.৮২ কোটি টাকার রপ্তানি বাণিজ্য হয়েছে বলে খবর।\n\n\n== আরও দেখুন ==\nভারতে ভৌগোলিক স্বীকৃতির তালিকা\n\n\n== তথ্যসূত্র =="}