{"pageid": 1026408, "title": "দশা সূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1026408", "content": "দশা সূত্র (Phase rule) বা ফেজ রুল এমন একটি বিধি যা মাধ্যমের সকল সিস্টেমের অবস্থা গুলোর তাপগতীয় সাম্যাবস্থায় চাপ, আয়তন ও তাপমাত্রা দিয়ে সম্পূর্ণভাবে প্রকাশ করা যায়  এবং তাদের স্বাধীনতার মাত্রা, উপাদান সংখ্যা ও দশার সংখ্যার মধ্যে সম্পর্ক স্থাপন করে।\nদশা সূত্র অনুযায়ী সর্বোচ্চ সংখ্যক দশা যা একটি রাসায়নিক সিস্টেম বা সংকরে সাম্যাবস্থায় থাকতে পারে তার সংখ্যা এবং স্বাধীনতার মাত্রার সংখ্যার যোগফল সিস্টেমটির উপাদান সংখ্যা ও ২ এর যোগফলের সমান।\nযদি স্বাধীনতার মাত্রাকে F, উপাদান সংখ্যাকে C এবং দশার সংখ্যাকে P ধরা হয় তাহলে দশা সূত্র (phase rule) অনুযায়ী,\n\n  \n    \n      \n        F\n        =\n        C\n        −\n        P\n        +\n        2.\n      \n    \n    {\\displaystyle F=C-P+2.}\n  \n\nজোসিয়াহ উইলার্ড গিবস তার On the Equilibrium of Heterogeneous Substances শিরোনামের বিখ্যাত নিবন্ধে সূত্রটি প্রতিপাদন  করেছিলেন যা ১৮৭৫ থেকে ১৮৭৮ সালের মধ্যে খন্ড খন্ড আকারে প্রকাশিত হয়েছিল । এই প্রতিপাদনে  ধরে নেওয়া হয় উপাদানগুলো পরস্পরের সাথে বিক্রিয়া করে না।\nযে চলকগুলো (যেমন তাপমাত্রা, চাপ ইত্যাদি) স্বতন্ত্রভাবে পরিবর্তন করলেও  সাম্যাবস্থায় রক্ষিত সিস্টেমের দশার সংখ্যা একই থাকে, সেই উর্ধ্বতম চলকের সংখ্যাকে সিস্টেমের স্বাধীনতার মাত্রা বলা হয়। বিভিন্ন সিস্টেমের উদাহরণ- যেকোন বিশুদ্ধ পদার্থ এক উপাদান বিশিষ্ট সিস্টেম, পানি ও ইথানলের মিশ্রণ দুই উপাদান বিশিষ্ট সিস্টেম (কারণ মিশ্রণে দুটি স্বাধীন উপাদান বিদ্যমান) ইত্যাদি। পদার্থের সাধারণ দশাগুলো হল কঠিন, তরল এবং গ্যাস।\n\n\n== ভিত্তি ==\nদশা হল কোনো সিস্টেমের একটি সমসত্ত্ব অংশ যা সিস্টেমের অন্যান্য অংশ (ভৌত হিসেবে ভিন্ন) থেকে নির্দিষ্ট সীমানা নির্দেশক তল দ্বারা সুস্পষ্ট ভাবে পৃথক থাকে এবং যান্ত্রিকভাবে সিস্টেম থেকে পৃথক করা যায়। পদার্থের সাধারণ দশাগুলো হল কঠিন, তরল এবং গ্যাসীয়। দুটি অমিশ্রণীয় তরল (অথবা ভিন্ন সংযুতির (composition) তরলের মিশ্রণ) যারা আলাদা সীমানা নির্দেশক তল দ্বারা পৃথকীকৃত তারা দুটি আলাদা দশা হিসেবে গণ্য হয়, যেমনটা হয় দুটি অমিশ্রণীয় কঠিনের ক্ষেত্রে।\nসিস্টেমে রাসায়নিকভাবে স্বাধীন উপাদানের সংখ্যাকে উপাদান সংখ্যা (C) বলা হয়।\nন্যূনতম যে কয়টি স্বাধীন চলক দ্বারা সাম্যাবস্থায় রক্ষিত কোন সিস্টেমের প্রত্যেক দশার অবস্থা সম্পূর্ণরুপে প্রকাশ করা যায় সেই সংখ্যাকে সিস্টেমটির স্বাধীনতার মাত্রা (F) বলা হয়।\nদশাগুলোর মধ্যকার সাম্যাবস্থা সিস্টেমের ইন্টেন্সিভ চলকের (intensive variable) উপর কিছু সীমাবদ্ধতা (constrain) আরোপ করে। মূলত এটিই দশা সূত্রের ভিত্তি। আরো ভালোভাবে বলা যায়, দশাগুলো যেহতু তাপগতীয় সাম্যাবস্থায় থাকে ফলে তাদের রাসায়নিক বিভব (chemical potential) পরস্পর সমান হয়। এখানে মোট সমতার সম্পর্কের সংখ্যাই স্বাধীনতার মাত্রা নির্দেশ করে। উদাহরণ হিসেবে বলা যায়, কোন তরল এবং তার বাষ্পের রাসায়নিক বিভব যদি তাপমাত্রা (T) এবং চাপের (p) উপর নির্ভর করে তবে রাসায়নিক বিভবের সমতা দ্বারা বুঝানো হবে প্রতিটি চলকই একে অন্যের প্রতি নির্ভরশীল। গাণিতিকভাবে, μliq(T, p) = μvap(T, p) যেখানে  μ = রাসায়নিক বিভব, যা তাপমাত্রাকে চাপের ফাংশন অথবা চাপকে তাপমাত্রার ফাংশন হিসেবে প্রকাশ করে। (উল্লেখ্যঃ এখানে p=চাপ এবং P=দশার সংখ্যা)\nআরও সুনির্দিষ্টভাবে বলা যায়, প্রতিটি দশার সংযুতি C-1 সংখ্যক ইনটেন্সিভ চলক (intensive variable) (যেমন মোল ভগ্নাংশ) দ্বারা নির্ধারিত হয়। সুতরাং মোট চলকের সংখ্যা হয় (C − 1)P + 2, যেখানে অতিরিক্ত দুটি চলক হ'ল তাপমাত্রা T এবং চাপ p । যেহেতু প্রতিটি উপাদানের রাসায়নিক বিভব সমান ফলে শর্তের সংখ্যা C(P − 1) । চলকের সংখ্যা থেকে শর্তের সংখ্যা বিয়োগ করে স্বাধীনতার মাত্রা পাওয়া যায়, যা F = (C − 1)P + 2 − C(P − 1) = C − P + 2\nসূত্রটি ততক্ষণ পর্যন্ত কার্যকর, যতক্ষণ দশাগুলোর মধ্যকার সাম্যাবস্থা মহাকর্ষ, বৈদ্যুতিক বা চৌম্বকীয় বল, অথবা পৃষ্ঠ ক্ষেত্রফল দ্বারা প্রভাবিত হয় না, বরং শুধুমাত্র তাপমাত্রা, চাপ এবং ঘনত্ব দ্বারা প্রভাবিত হয়।\n\n\n== ফলাফল এবং উদাহরণ ==\n\n\n=== বিশুদ্ধ পদার্থ (এক উপাদান বিশিষ্ট) ===\nবিশুদ্ধ পদার্থের ক্ষেত্রে C = 1, ফলে F = 3 − P । এক উপাদান বিশিষ্ট পদার্থের একক দশায় ( P = 1 ) হওয়ায় F = 2 হয়। এর অর্থ, উক্ত দশাতে দুটি চলক যেমন তাপমাত্রা এবং চাপ স্বাধীনভাবে নির্বাচন করা যাবে। আবার বিশুদ্ধ পদার্থটি দুটি দশায় বিভক্ত হলে (P = 2) স্বাধীনতার মাত্রা F এর মান ২ থেকে হ্রাস পেয়ে ১ হয়। অর্থাৎ, সিস্টেমটি যখন দ্বি-দশা অঞ্চলে প্রবেশ করে, তখন স্বাধীনভাবে তাপমাত্রা এবং চাপ একইসাথে উভয়কে আর নিয়ন্ত্রণ করা সম্ভব নয়।\n\nডানের দশা চিত্রে (phase diagram) তরল ও গ্যাসীয় অঞ্চলের মধ্যবর্তী সীমারেখা তাপমাত্রা ও চাপের মধ্যে সীমাবদ্ধতা আরোপ করে যখন এক উপাদান বিশিষ্ট সিস্টেমটি সাম্যাবস্থায় তরল এবং গ্যাসীয় দশায় পৃথক হয়। দ্বি-দশা রেখাতে চাপ বৃদ্ধি করার একমাত্র উপায় তাপমাত্রা বৃদ্ধি করা। যদি ঠান্ডা করার মাধ্যমে তাপমাত্রা কমানো হয় তাহলে কিছু পরিমাণ গ্যাস ঘনীভূত হবে যা চাপ কমিয়ে দেয়। উভয় প্রক্রিয়াতেই তাপমাত্রা এবং চাপ পরস্পর সম্পর্কযুক্ত যা সীমা রেখা দ্বারা নির্দেশিত হচ্ছে, যদি না একটি দশা ঘনীভবন বা বাষ্পীভবনের মাধ্যমে পুরোপুরি ভেঙ্গে যায় অথবা যদি না ক্রান্তিবিন্দুতে পৌঁছায়। যতক্ষণ পর্যন্ত দুটি দশা বিদ্যমান ততক্ষণ পর্যন্ত স্বাধীনতার মাত্রা হবে এক।\nচিত্রে তরল-গ্যাসীয় দশার সীমা রেখায় কালো বিন্দু দ্বারা ক্রান্তি বিন্দু দেখানো হয়েছে। যত এই বিন্দুর কাছাকাছি অগ্রসর হওয়া যায় ততই তরল এবং গ্যাসীয় দশা ক্রমান্বয়ে সদৃশ হতে থাকে, এবং এই বিন্দুতে পৌঁছালে আর দুটি দশায় পৃথকীকরণ হয় না। ক্রান্তি বিন্দুর উপরে এবং দশা সীমা রেখা থেকে দূরে স্বাধীনতার মাত্রা দুই (F = 2) ফলে সেখানে তাপমাত্রা এবং চাপকে স্বাধীনভাবে নিয়ন্ত্রণ করা যেতে পারে। সুতরাং সেখানে একটি মাত্র দশা বিদ্যমান যার ভৌত বৈশিষ্ট্যগুলো ঘন গ্যাসের মতো, কিন্তু এটিকে সুপারক্রিটিকাল প্রবাহী (supercritical fluid) হিসেবে আখ্যায়িত করা হয়।\nঅন্য দুটি সীমারেখার একটি হল কঠিন-তরল সীমারেখা যা কঠিন ও তরল দশার মধ্যের সাম্যাবস্থার শর্তাবলী নির্দেশ করে এবং অন্যটি কঠিন-গ্যাসীয় দশা সীমা যা নিম্ন তাপমাত্রা এবং চাপে অবস্থিত।\nএকটি বিশুদ্ধ পদার্থের ক্ষেত্রে তিনটি দশা (P = 3) যেমন- কঠিন, তরল, বাষ্প একত্রে সাম্যাবস্থায় থাকা সম্ভব। এমন বিশুদ্ধ পদার্থের ক্ষেত্রে তিনটি দশা একত্রে থাকলে কোন স্বাধীনতার মাত্রা থাকে না (F = 0)। অতএব এমন এক উপাদান বিশিষ্ট সিস্টেমে তিন দশার মিশ্রণ শুধুমাত্র একটি তাপমাত্রা এবং চাপেই বিদ্যমান থাকতে পারে, যাকে ত্রৈধ বিন্দু বলা হয়। এখানে দুটি সমীকরণই  μsol(T, p) = μliq(T, p) = μvap(T, p) যথেষ্ট T এবং p চলকের মান বের করার জন্য। কার্বন ডাই অক্সাইডের দশা চিত্রে (phase diagram) ত্রৈধ বিন্দুটি ৫.২ bar চাপ এবং ২১৭ K তাপমাত্রায় অবস্থিত যেখানে তিনটি দশা একত্রে সাম্যাবস্থায় থাকে। অন্যান্য দশা নিয়েও ত্রৈধ বিন্দু তৈরি হতে পারে। যেমন পানির ক্ষেত্রে এমন একটি ত্রৈধ বিন্দু পাওয়া যায় যেখানে বরফ ১, বরফ ৩ (বরফের দশা) এবং তরল সাম্যাবস্থায় থাকতে পারে।\nযদি একটি বিশুদ্ধ পদার্থের চারটি দশা (P = 4) সাম্যাবস্থায় থাকে তাহলে দশা সূত্র থেকে পাওয়া যায় F = -1 যা আসলে অর্থহীন, কারণ -১ সংখ্যক স্বাধীন চলক থাকা সম্ভব নয়। এ থেকে বোঝা যায় বিশুদ্ধ পদার্থের চারটি দশা (যেমন বরফ ১, বরফ ৩, পানি এবং বাষ্প) কোন তাপমাত্রা এবং চাপেই সাম্যাবস্থায় থাকতে পারে না। রাসায়নিক বিভবের আঙ্গিকে বলা যায়, এক্ষেত্রে তিনটি সমীকরণ বিদ্যমান যা চলক T এবং p এর কোন মান দিয়েই সিদ্ধ হয় না। বাস্তবে দশা সূত্র অনুযায়ী সর্বোচ্চ যতগুলো দশা একত্রে থাকতে পারে তার বেশি দশা একত্রে থাকার অর্থ তারা বাস্তবিক সাম্যাবস্থায় নেই।\n\n\n=== দুই উপাদান বিশিষ্ট সিস্টেম ===\nদুই উপাদান (C = 2) বিশিষ্ট বাইনারি মিশ্রণের ক্ষেত্রে F = 4 তাপমাত্রা ও চাপের পাশাপাশি অপর স্বাধীনতার মাত্রাটি হলো প্রতিটি দশার সংযুতি (composition) যাকে প্রায়শই কোন একটি উপাদানের মোল ভগ্নাংশ বা ভর ভগ্নাংশ দিয়ে প্রকাশ করা হয়।\n\nউদাহরণস্বরূপ, পুরোপুরি মিশ্রণীয় দুটি তরল যেমন টলুইন ও বেনজিনের কথা চিন্তা করা যাক যারা তাদের বাষ্পের সাথে সাম্যাবস্থায় আছে। এই সিস্টেমটি স্ফূটনাংক লেখ দিয়ে বর্ণনা করা যেতে পারে। লেখটি সাম্যাবস্থায় দশা দুটির সংযুতিকে (composition) তাপমাত্রার ফাংশন হিসেবে প্রকাশ করে (স্থির চাপে)।\nতাপমাত্রা (T), চাপ (p), তরল দশায় প্রথম উপাদান টলুইন এর মোল ভগ্নাংশ (x1L) এবং গ্যাসীয় দশায় টলুইন এর মোল ভগ্নাংশ (x1V) চারটি তাপগতীয় চলক যা দিয়ে সিস্টেমটি বর্ণনা করা যেতে পারে। তবে সাম্যাবস্থায় যেহেতু দুটি দশা (P = 2) বিদ্যমান ফলে এগুলোর মধ্যে মাত্র দুটি চলককে (F = 2) স্বাধীন চলক হিসেবে বিবেচনা করা যায়। কারণ চারটি চলক দুটি সম্পর্ক দ্বারা সীমাবদ্ধ (constrained) হয়ে যায়।\nসংযুতি (composition) দ্বি-দশা অঞ্চলে হলে প্রদত্ত T এবং p এর জন্য দুটি দশা সাম্যাবস্থায় থাকবে। এমন বিন্দু দিয়ে একটি অনুভূমিক রেখা আঁকা যায় (সমোষ্ণ রেখা বা টাই লাইন) যা লেখটিকে প্রতিটি দশার সাম্য সংযুতিতে (equilibrium composition) ছেদ করে। সেখানে প্রতিটি দশার পরিমাণ লিভার রুলের মাধ্যমে বের করা যায়।\nআংশিক পাতন বিশ্লেষণের জন্য, চাপ এবং তরল দশার সংযুতিকে(x1L) স্বাধীন চলক ধরা হয়। সেক্ষেত্রে দশা সূত্র অনুযায়ী সাম্যাবস্থার তাপমাত্রা (স্ফূটনাংক) এবং গ্যাসীয় দশার সংযুতি (composition) জানা থাকা প্রয়োজন।\nঅন্যান্য সিস্টেমের জন্য তরল – বাষ্পের দশা চিত্রগুলোতে (phase diagram) অ্যাজিওট্রপ (সর্বোচ্চ বা সর্বনিম্ন বিন্দু) থাকতে পারে, তবে দশা সুত্রের প্রয়োগ বিধি অপরিবর্তিত থাকবে। একমাত্র পার্থক্য হ'ল ঠিক অ্যাজিওট্রপিক সংযুতিতে (azeotropic composition) দশা দুটির সংযুতি সমান থাকে।\n\n\n== ধ্রুব চাপে দশা সূত্র ==\nবস্তু বিজ্ঞানে (materials science) প্রয়োগের জন্য প্রায়শই চাপকে ধ্রুব ধরে নেওয়া হয়, ফলে চাপ স্বাধীনতার মাত্রা হিসেবে গণ্য হয় না। তখন দশা সূত্রটি নিম্নরুপ হয়\n\nF = C − P + 1.\nএটিকে কখনও কখনও ভুলভাবে \"ঘনীভূত দশা সূত্র\" (condensed phase rule) বলা হয়, তবে সূত্রটি ঘনীভূত সিস্টেম যেগুলোতে উচ্চ চাপ প্রয়োগ করা হয় (যেমন ভূতত্ত্বের ক্ষেত্রে) সেগুলোর ক্ষেত্রে প্রযোজ্য নয়, কারণ এখানে চাপের প্রভাব উপেক্ষা করা যায় না।\n\n\n== তথ্যসূত্র =="}