{"pageid": 1026632, "title": "রক্তকাশি", "url": "https://bn.wikipedia.org/wiki?curid=1026632", "content": "রক্তকাশি বা হিমপ্টিসিস (ইংরেজি: Hemoptysis) হলো ক্লোম-শাখা বা ব্রঙ্কাস, স্বরযন্ত্র, শ্বাসনালি অথবা ফুসফুস থেকে কাশির সাথে রক্ত বা রক্ত মিশ্রিত শ্লেষ্মা নির্গত হওয়া। ফুসফুসের ক্যান্সার, সংক্রমণ যেমন যক্ষ্মা, ব্রঙ্কাইটিস অথবা নিউমোনিয়া ও কিছু হৃৎপিণ্ডের রোগে এটা হতে পারে। রক্তকাশি হতে পারে অল্প, কেবল কফের সাথে উজ্জ্বল রক্তের দাগযুক্ত, অথবা ব্যাপক। ব্যাপক রক্তকাশি বলতে ২৪ থেকে ৪৮ ঘণ্টার মধ্যে অন্ততপক্ষে ৬০০ মি.লি. রক্তক্ষরণ কে বুঝায় যা ৩ থেকে ১০ শতাংশ রোগীর ক্ষেত্রে ঘটে থাকে। ফুসফুসে রক্ত কয়েক দিন ধরে থাকলে ঘন লাল জমাট রক্ত বের হতে পারে। এরূপ ক্ষেত্রে সর্বদা গুরুতর ক্ষত হয়ে থাকে। প্রাথমিকভাবে রক্তপাতের চেয়ে শ্বাসরোধ থেকেই বিপদের ঝুঁকি বেশি।\nনিম্ন শ্বসন পথ ভিন্ন অন্য কোনো উৎস থেকে রক্ত নির্গত হলে তাকে সিউডোহিমপ্টিসিস বলে। এক্ষেত্রে রোগী রক্তের উৎস ঠিকমতো বর্ণনা করতে না পারলে রোগ নির্ণয়ে বিভ্রান্তি সৃষ্টি হয়। সিউডোহিমপ্টিসিস হতে পারে যখন মুখবিবর, নাসারন্ধ্র, গলবিল অথবা জিহ্বা থেকে নির্গত রক্ত কণ্ঠের পশ্চাতে লাগার কারণে প্রতিবর্তী ক্রিয়ার মাধ্যমে কাশি শুরু হয় অথবা যখন রক্তবমনের রোগীদের বমনের ফলে নির্গত রক্ত নিম্ন শ্বসন পথে চলে যায়। মুখবিবর ও গলবিলে Serratia marcescens  নামক লোহিত রঞ্জক উৎপাদনকারী গ্রাম-ঋণাত্মক দণ্ডাকৃতির বায়ুজীবী জীবাণু সংক্রমণ ঘটালে কফ লাল রঙের হয় যা রক্তকাশির সাথে বিভ্রান্তি সৃষ্টি করে।\n\n\n== রোগনির্ণয় ==\n\nঅতীত ইতিহাস, বর্তমান রোগের ইতিহাস, পারিবারিক ইতিহাস।\nযক্ষ্মা, ব্রঙ্কিয়েক্ট্যাসিস, দীর্ঘমেয়াদি ব্রঙ্কাইটিস, মাইট্রাল স্টেনোসিস প্রভৃতি রোগের ইতিহাস।\nধূমপান, পেশাগত রোগ প্রভৃতির ইতিহাস।\nরক্ত\nস্থিতিকাল, পৌনঃপুন্য, পরিমাণ\nরক্তের পরিমাণ: প্রচুর পরিমাণ রক্ত অথবা রক্তের দাগযুক্ত শ্লেষ্মা\nরক্তের সম্ভাব্য উৎস: কাশির সাথে?  না বমনের সাথে?\nরক্তাক্ত শ্লেষ্মা\nরং, বৈশিষ্ট্য: রক্তের দাগযুক্ত, তাজা রক্ত, ফেনিল ম্লান লাল রং, রক্তাক্ত জেলির মতো।\nসম্পর্কিত লক্ষণসমূহ\nজ্বর, বুকব্যথা, কাশি, পাকা কফ, ত্বকে রক্তপাত, জন্ডিস।\nচিত্র পরীক্ষা\nবুকের এক্স-রে, সিটি স্ক্যান, সিটি ভার্চুয়াল ব্রঙ্কস্কপি, ব্রঙ্কিয়াল অ্যাঞ্জিওগ্রাফি।\nল্যাবরেটরিতে পরীক্ষা\nরক্ত পরীক্ষা: শ্বেত রক্ত কণিকা\nকফ: কোষ ও ব্যাকটেরিয়াসংক্রান্ত পরীক্ষা, কফ কালচার।\nব্রঙ্কিয়াল ফাইবার এন্ডোসকপি\n\n\n=== কারণ ===\nপ্রাপ্তবয়স্ক লোকের ক্ষেত্রে রক্তকাশির অন্যতম প্রধান কারণ হলো ক্লোম-শাখার প্রদাহ বা ব্রঙ্কাইটিস অথবা নিউমোনিয়া  শিশুদের ক্ষেত্রে রক্তকাশি মূলত শ্বাসনালিতে বাহ্যিক বস্তুর উপস্থিতির জন্য হয়। অন্যান্য কারণের মধ্যে অন্যতম হলো ফুসফুস ক্যান্সার ও যক্ষ্মা। অপ্রধান কারণগুলোর মধ্যে অন্যতম হলো অ্যাসপারজিলোমা, ব্রঙ্কিয়েক্ট্যাসিস, কক্সিডিয়োইডোমাইকোসিস, ফুসফুসীয় এমবোলিজম, নিউমোনিক প্লেগ ও সিস্টিক ফাইব্রোসিস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nCorey, Ralph (১৯৯০)। Hemoptysis। Clinical Methods: The History, Physical, and Laboratory Examinations। Butterworths। আইএসবিএন 9780409900774। পিএমআইডি 21250201। সংগ্রহের তারিখ ২৬ জুন ২০১৮।"}