{"pageid": 1026508, "title": "সিদ্ধিবিনয়ক মন্দির, মুম্বাই", "url": "https://bn.wikipedia.org/wiki?curid=1026508", "content": "শ্রী সিদ্ধিবিনায়ক গণপতি মন্দির একটি হিন্দু মন্দির যা ভগবান শ্রী গনেশকে উত্সর্গীকৃত। এটি ভারতের মুম্বাইয়ের প্রভাদেবীতে অবস্থিত। এটি মূলত লক্ষ্মণ বিথু এবং দেউবাই পাতিল ১৯০১ সালের ১৯ নভেম্বর নির্মিত হয়েছিল।এটি ভারতের অন্যতম ধনী মন্দির।\nসিদ্ধি বিনায়ক (\"আপনার ইচ্ছা মঞ্জুরকারী গণেশ\") মন্দিরটির মন্দিরটির সাথে একটি ছোট মণ্ডপ রয়েছে। গর্ভগৃহের কাঠের দরজাগুলি অষ্টাভিনয়কের (মহারাষ্ট্রে গণেশের আটটি প্রকাশ) চিত্র সহ খোদাই করা আছে। গর্ভগৃহের অভ্যন্তরের ছাদটি সোনার সাথে প্রলেপ দেওয়া হয়েছে এবং কেন্দ্রীয় মূর্তিটি গণেশের। পেরিফেরিতে একটি হনুমান মন্দিরও রয়েছে। মন্দিরের বাইরের অংশটি একটি গম্বুজ নিয়ে গঠিত যা সন্ধ্যায় একাধিক বর্ণের সাথে আলোকিত হয় এবং প্রতি কয়েক ঘণ্টা পরে তারা পরিবর্তন করে চলে। শ্রী গনেশের মূর্তিটি গম্বুজের ঠিক নীচে অবস্থিত।\nগুরুত্ব এবং স্থিতি সম্পাদনা:-\nবিংশ শতাব্দীর শেষার্ধে সিদ্ধিভিনয়াক মন্দিরটি একটি ছোট ছোট উপাসনালয় থেকে বিবর্তিত হয়ে আজকের গ্র্যান্ড টেম্পলে পরিণত হয়েছে। যারা নিয়মিত গনেশের আশীর্বাদ নিতে যান। অ্যাপলের সিইও টিম কুক মন্দিরে সকালের প্রার্থনা দিয়ে তাঁর ২০১৬ ভারত ভ্রমণ শুরু করেছিলেন।\nসিদ্ধিভিনয়াক ভক্তদের মধ্যে \"নবসচ গণপতি\" বা \"নবসালা পবনরা গণপতি\" ('গণপতি যখনই নম্রভাবে সত্যিকার অর্থে প্রার্থনা করেছিলেন') নামে পরিচিত। বিভিন্ন ধরনের পূজা করার সুযোগগুলি মন্দির কর্তৃপক্ষের দ্বারা উপলব্ধ করা হয়।\nইতিহাস :-\n১৮০১ সালের ১৯ নভেম্বর এটি নির্মিত হয়েছিল the সিদ্ধিবায়নায়ক মন্দিরের মূল কাঠামোটি ছিল একটি গম্বুজ আকারের ইটের শিখরার সাথে একটি ছোট্ট ৩.৬ মিটার x ৩.৬ মিটার বর্গ ইটের কাঠামো। মন্দিরটি নির্মাণ করেছিলেন লক্ষ্মণ বিথু পাতিল। দেউবাই পাতিল নামে এক ধনী এগ্রি মহিলা এই ভবনের অর্থায়ন করেছিলেন। বন্ধ্যাত্বের কারণে নিঃসন্তান, দেউবাই মন্দিরটি তৈরি করেছিলেন যাতে গণেশাল্ড অন্যান্য বন্ধ্যাত্বী মহিলাদের সন্তান সরবরাহ করতে পারেন। হিন্দু সাধু আক্কালকোট স্বামী সমার্থের শিষ্য রামকৃষ্ণ জাম্বেকর মহারাজ তাঁর গুরুর নির্দেশে মন্দিরের উপাস্য দেবতার সামনে দুটি  প্রতিমা সমাধিস্থ করেছিলেন। দাবি করা হয় যে আইকনগুলি দাফন করার ২১ বছর পরে, সেখানে একটি মন্দার গাছ তার শাখাগুলিতে একটি স্বায়ম্ভু গণেশের সাথে সেই জায়গাটিতে বেড়ে ওঠে - যেমনটি স্বামী সমার্থের দ্বারা ভবিষ্যদ্বাণী করা হয়েছিল।\n২৫৫০ মন্দির কমপ্লেক্সে দুটি ৩.৬ মিটার দীপমালাস, একটি রেস্ট হাউস এবং তত্ত্বাবধায়কদের জন্য থাকার ঘর ছিল। এটি মন্দিরের পূর্ব এবং দক্ষিণ দিকে ৩০ x ৪০ বর্গ মিটার আকারের সংলগ্ন একটি হ্রদ ছিল। জলের ঘাটতি মোকাবেলায় নারদুল্লার খনন করা এই হ্রদটি পরবর্তী বছরগুলিতে ভরাট হয়ে গেছে এবং জমিটি এখন মন্দির কমপ্লেক্সের অংশ নয়। ১৯৫২ সালের দিকে, এলফিনস্টোন রোডের নিকটে সায়ানী রোডের রাস্তা সম্প্রসারণ প্রকল্পের সময় পাওয়া যায় হনুমান আইকনটির জন্য মন্দিরের কমপ্লেক্সে একটি ছোট্ট হনুমান মন্দির নির্মিত হয়েছিল। ১৯৫০ এবং ৬০ এর দশকে, মন্দিরের খ্যাতি ছড়িয়ে পড়ে এবং উল্লেখযোগ্য সংখ্যক ভক্তরা আসতে শুরু করেছিলেন। যাইহোক, একই সময়ে, প্লটটির মালিক মন্দিরের কিছু জমি বিক্রি করে জটিল অঞ্চল হ্রাস করেছিলেন। ১৯৭৫ এর পরে, ভক্তের সংখ্যা নাটকীয়ভাবে বৃদ্ধি পেয়েছে।"}