{"pageid": 1026831, "title": "কাংড়া চা", "url": "https://bn.wikipedia.org/wiki?curid=1026831", "content": "কাংড়া চা হল ভারতের হিমাচল প্রদেশের কাংড়া জেলায় উৎপাদিত একপ্রকার চা। কালো চা এবং সবুজ চা উভয়ই উনিশ শতকের মাঝামাঝি থেকে কাংড়া উপত্যকায় উৎপাদিত হয়েছে। ২০০৫ সালে কাংড়া চা'কে ভৌগোলিক নির্দেশক বা জিআই পণ্যের স্বীকৃতি দেওয়া হয়েছে।\n\n\n== ইতিহাস ==\nকাংড়া অঞ্চলে প্রথম চা জন্মেছিল উনিশ শতকের মাঝামাঝি সময়ে। ১৮৮৪ সালে সম্ভাব্যতা সমীক্ষায় চা বাগানের উপযুক্ত ক্ষেত্রটি দেখানোর পরে, এই অঞ্চল জুড়ে ক্যামেলিয়া সাইনেনসিসের একটি চীনা জাতের গাছ এখানে রোপণ করা হয়েছিল। অন্যান্য জায়গায় ব্যর্থ হওয়া সত্ত্বেও উৎপাদনটি পালামপুর ও ধর্মশালায় সফল হতে দেখা গেছে। ১৮৮০ এর দশকের মধ্যে কাংড়া চা অন্যান্য জায়গার চায়ের চেয়ে উচ্চতর প্রজাতির হিসাবে বিবেচিত হয়েছিল এবং এটি কাবুল ও মধ্য এশিয়ায় কেনা হত। ১৮৮২ সালে, কাংড়া জেলা গেজেটে কাংড়া চাকে \"ভারতের অন্যান্য অঞ্চলে উৎপন্ন চায়ের চেয়ে উন্নত\" হিসাবে বর্ণনা করা হয়েছিল। ১৮৮৬ এবং ১৮৯৫ সালে এই চা লন্ডন এবং আমস্টারডামে অনুষ্ঠিত আন্তর্জাতিক সম্মেলনে স্বর্ণ ও রৌপ্য পদক পেয়েছিল।\n\nতবে, ১৯০৫-এর কাংড়া ভূমিকম্পের ফলে হাজার হাজার মানুষ মারা গিয়েছিল এবং কারখানাগুলো ধ্বংস হয়ে গিয়েছিল। ভূমিকম্পের ফলে ব্রিটিশরা চা বাগানগুলো বিক্রি করতে বাধ্য হয় এবং তারা এই অঞ্চলটি ছেড়ে চলে যায়। এর পরের দশকগুলোতে নতুন মালিকরা খুবই কম পরিমাণে কাংড়া চা তৈরি করেছিল।\nএকবিংশ শতাব্দীতে উৎপাদনে আরও অবনতি হওয়ার পরে, গবেষণা এবং প্রযুক্তির প্রচার করা হচ্ছে, যার লক্ষ্য হল উৎপাদন বাড়িয়ে কাংড়া চা'কে পুনরুজ্জীবিত করা। ২০১২ সালে তদানীন্তন কেন্দ্রীয় বাণিজ্য ও শিল্পমন্ত্রী আনন্দ শর্মা ভারতের চা বোর্ডের পালামপুর আঞ্চলিক কার্যালয়ের ভিত্তিপ্রস্তর স্থাপন করেছিলেন, যা কাংড়া অঞ্চলটিকে ভারতীয় চা শিল্পের মূল স্রোতে পুনরায় একীকরণের লক্ষ্যে গুরুত্বপূর্ণ পদক্ষেপ হিসাবে চিহ্নিত হয়েছে।\n\n\n== বর্ণনা ==\nযদিও কাংড়ায় কালো চা এবং সবুজ চা উভয়ই চা চাষ হয়, তবে কালো চা উৎপাদনের প্রায় ৯০ শতাংশ। তথ্যমতে ২০১৫ সালের মে অবধি এলাকায় ধর্মশালা, শাহপুর, পালামপুর, বৈজনাথ এবং যোগিন্দ্রনগরের মধ্যে প্রায় ২,৩১২ হেক্টর জমি জুড়ে রয়েছে ৫,৯০০ টি চা বাগান; যা থেকে বার্ষিক উৎপন্ন হয় ৮.৯৯ লক্ষ কেজি চা।\n\nকাংড়া চা তার অনন্য রঙ এবং গন্ধের জন্য পরিচিত। এই অঞ্চলের ভৌগোলিক বৈশিষ্ট্যেগুলোকে কাংড়া চায়ের অনন্য বৈশিষ্ট্যের কারণ বলে মনে করা হয়। ২০০৫ সালে এটি ভৌগোলিক নির্দেশক স্বীকৃতি লাভ করে\n\n\n== চা পর্যটন ==\n\nকাংড়া এবং তার আশেপাশে চা পর্যটন ধীরে ধীরে জায়গা পেতে শুরু করেছে। পালামপুর ও ধর্মশালার বেশ কয়েকটি চা কারখানা এবং চা এস্টেট কারখানা পর্যটনের ব্যবস্থা করেছে, পাশাপাশি চা সম্পর্কে জানতে আরও বেশি আগ্রহীদের জন্য বাড়িতে থাকার ব্যবস্থা করেছে। ধর্মশালা চা কোম্পানি মান টি এস্টেটের কারখানা থেকে শুরু করে কারখানা ও চা বাগানের ভ্রমণ সহায়ক (গাইড ট্যুর) সরবরাহ করছে। একইভাবে, পালামপুর সমবায় চা কারখানাটি কারখানা পর্যটন এবং আবাসন সরবরাহ করে।\n\n\n== তথ্যসূত্র =="}