{"pageid": 1026897, "title": "কুলু শাল", "url": "https://bn.wikipedia.org/wiki?curid=1026897", "content": "কুলু শাল হল এক ধরনের শাল যা ভারতের কুলুতে তৈরি হয়। শালগুলো বিভিন্ন জ্যামিতিক নকশার এবং উজ্জ্বল বর্ণের বৈশিষ্ট্যযুক্ত। মূলত আদিবাসী কুল্বি লোকেরা কারুকার্যহীন সাধারণ শাল বুনতেন, তবে ১৯৪০ এর দশকের গোড়ার দিকে বুশাহর থেকে কারিগরদের আগমনের পরে অধিক নকশাকৃত শাল তৈরির প্রবণতা বৃদ্ধি পায়।\nঅনাড়ম্বর, সাধারণ ও সুরুচিপূর্ণ নকশা এবং এর সূক্ষ্ম উলের বুনন ও উৎপাদন মানের জন্য কুলু শাল বিশ্বজুড়ে সুপরিচিত। পুরুষ এবং মহিলা উভয়ই কুলু শাল পরিধান করেন: তবে পুরুষদের শালগুলো সাধারণত \"লোই\" বা \"পট্টু\" নামে পরিচিত এবং সাধারণত সেগুলোর দুই প্রান্তে কোনও অল্প বা অধিক বিন্যাসযুক্ত রঙিন ফিতা থাকে না, বরং সেগুলো কারুকার্যহীন থাকে।\nসাধারণ কুলু শালের উভয় প্রান্তে জ্যামিতিক নকশা রয়েছে। শালগুলোতে পুরোদমে ফুলের নকশাও থাকতে পারে। প্রতিটি নকশায় আটটি রঙ থাকতে পারে। বেশিরভাগ ঐতিহ্যবাহী রঙগুলো প্রায়শই উজ্জ্বল হয় যার জন্য শালগুলি অধিক জোরালো এবং আকর্ষণীয় হয়ে ওঠে। তবে এমন উদাহরণও রয়েছে যেখানে শালগুলোতে অনুজ্বল রঙ, যেমন- প্যাস্টেল, ব্যবহার করা হয়েছে। কুলু শালগুলো চমরী গাইয়ের পশম, ভেড়ার পশম, পশমিনা এবং অন্যান্য হস্তশিল্পজাত সামগ্রী দিয়েও তৈরি হয়।\n\n\n== ইতিহাস ==\nভারতের জাতীয় স্বাধীনতার আগে, আধুনিক ও শিল্পজাত পোশাক পণ্যগুলো দেশের গ্রামীণ অঞ্চলে পৌঁছায় নি। কুল্বির লোকেরা যে অঞ্চলে বাস করে তা হিমালয় অঞ্চলের একটি নাতিশীতোষ্ণ অঞ্চল, যেখানে ভেড়া, ষাঁড় এবং অন্যান্য বিভিন্ন পশমযুক্ত জীবের প্রাচুর্য রয়েছে। আধুনিক কারিগরদের আগমনের আগে, এই অঞ্চলের কঠোর ঠান্ডা থেকে রক্ষা করার জন্য এখানকার প্রাথমিক পোশাক ছিল বুনন করা পট্টি। হিমাচল প্রদেশের আধুনিক কারিগরের আগমনের মাধ্যমে শৈল্পিক নিদর্শন এবং ফুলের নকশা শোভিত শিল্প প্রবর্তনের পরে কুলু শাল বিশিষ্ট হয়ে উঠেছিল।\n\n\n== বৈশিষ্ট্য ==\nকুলু শাল বেশিরভাগ ক্ষেত্রেই তিন ধরনের পশম দিয়ে তৈরি করা হয়। এগুলো হল মেরিনো পশম, অ্যাঙ্গোরা পশম এবং স্থানীয় ভেড়ার পশম। এই বিভিন্ন ধরনের পশম কখনো কখনো অধিক বৈচিত্র্য তৈরি করতে ব্যবহৃত হয়। বেশিরভাগ কুলু শালের নকশার বিন্যাস জ্যামিতিক আকারের হয়, তবে কিছু ব্যতিক্রম শালে ফুলের নকশা ব্যবহৃত হয়।\n\n\n== বাজারমূল্য ==\nশালগুলোর দাম এর নকশা এবং অন্যান্য কারণের উপর নির্ভর করে উল্লেখযোগ্যভাবে পরিবর্তিত হতে পারে। ব্যয়বহুল হওয়া সত্ত্বেও হাতে বোনা শালগুলির জৈব প্রকৃতি, সুন্দর, মার্জিত নকশা এবং উষ্ণ পশমের বুননের কারণে এর প্রশংসকদের কাছে খুব জনপ্রিয়।\nকুলু শালের দাম এই বিষয়গুলির উপর নির্ভর করে:\n\nনকশার বিন্যাস\nশালগুলোতে নকশার পরিমাণ\nউল বা পশমের ধরন এবং সেই উলের তৈরি কাপড়ের গুণমান\nএসব বিষয়ের উপর ভিত্তি করে কুলু শালের দাম হতে পারে ৮০০ থেকে ১০,০০০ ভারতীয় টাকার মধ্যে। উচ্চমূল্যের শালগুলো বাজারে পাওয়া গেলেও এগুলো খুঁজে পাওয়া বেশ কঠিন।\n\n\n== স্থানীয় অর্থনীতিতে কুলু শালের গুরুত্ব ==\nকুলু শাল উপত্যকার অর্থনীতিতে খুব গুরুত্বপূর্ণ ভূমিকা পালন করে। এটি সেখানকার লোকদের অন্যতম প্রধান আয়ের উৎস, সেখানে হাজার হাজার মানুষ স্বল্প সময়কালীন বা পূর্ণ সময়কালীন বয়নের মাধ্যমে জীবিকা নির্বাহ করে। প্রায় ২০,০০০ লোক স্বল্প সময়কালীন কাজ করে এবং প্রায় ১০,০০০ লোক পূর্ণ সময়কালীন কাজ করে জীবিকা নির্বাহ করে। এই শালগুলো উপত্যকার মধ্যেই স্থানীয় লোকেরা তৈরি করছে যারা তাদের অতীত প্রজন্ম থেকে উত্তরাধিকার সূত্রে তাদের দক্ষতা পেয়েছে। কুলু শাল হিমাচল প্রদেশের ঐতিহ্যের একটি গুরুত্বপূর্ণ অঙ্গ, যার কারণে রাজ্য সরকার তাঁতিদের অনেক সুবিধা দেয় যাতে এই ঐতিহ্য সমৃদ্ধ হতে পারে এবং সংরক্ষণও করা যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকুলু শাল, হিমাচল প্রদেশ।  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ জুন ২০১৯ তারিখে\nহিমালয়ানক্রাফ্ট"}