{"pageid": 1026187, "title": "বৌয়া দেবী", "url": "https://bn.wikipedia.org/wiki?curid=1026187", "content": "বৌয়া দেবী বিহারের মধুবনী জেলার জিতোয়ারপুর গ্রামের একজন মৈথিলী চিত্রশিল্পী। মৈথিলী চিত্রকলা এই অঞ্চলে উদ্ভূত একটি প্রাচীন লোকশিল্প যা বাড়ির অভ্যন্তরে দেয়ালে আঁকা জটিল জ্যামিতিক এবং রৈখিক নিদর্শনগুলোর একটি ধারা হিসাবে স্বীকৃত। পরে এটি হস্তনির্মিত কাগজ এবং ক্যানভাসে স্থানান্তর করা হয়েছিল। চিত্ৰকলাটি হাতের আঙুল, কাঠি, ব্ৰাশ, নিব-কলম, দিয়াশলাই কাঠি ইত্যাদি ব্যবহার করে তৈরি করা হয়। বৌয়া দেবী ১৯৮৪ সালে জাতীয় পুরস্কার অর্জন করেছিলেন এবং ২০১৭ সালে ভারত সরকার তাঁকে দেশের চতুৰ্থ সৰ্বোচ্চ বেসামরিক সম্মাননা পদ্মশ্রী প্ৰদান করেছিল।\n\n\n== জীবনী ==\nবৌয়া দেবী প্রায় ৬০ বছর ধরে মৈথিলী চিত্ৰকলা অনুশীলন করে আসছেন। তিনি ১২ বছর বয়সে বিবাহবন্ধনে আবদ্ধ হয়েছিলেন এবং নিজের শাশুড়ির কাছ থেকে চিত্ৰকলার জন্য উৎসাহ পেয়েছিলেন। ১৯৬৬ সালে, বস্ত্র মন্ত্রণালয়ের উপদেষ্টা সংস্থা অল ইন্ডিয়া হ্যান্ডিক্রাফ্টস বোর্ডের তৎকালীন পরিচালক পুপুল জয়াকর মুম্বইয়ের শিল্পী ভাস্কর কুলকাৰ্ণীকে মধুবনী জেলায় শিল্প ও শিল্পী খোঁজার জন্য পাঠিয়েছিলেন। কিশোরী বৌয়া দেবীর সঙ্গে যখন কুলকাৰ্ণীর সাক্ষাত হয়েছিল, তখন তিনি সেই শিল্পীদের মধ্যে সবচেয়ে কনিষ্ঠ ছিলেন যাঁরা মৈথিলী চিত্ৰশিল্পকে প্রাচীরের ম্যুরাল শিল্প থেকে আনুষ্ঠানিকভাবে ক্যানভাসে তুলে এনেছিলেন। ভাস্কর কুলকাৰ্ণী তাঁদের কাজগুলো যাদুঘরে নিয়ে যান এবং পরে বৌয়া দেবীকে জাতীয় কারুশিল্প যাদুঘরে আসতে উৎসাহিত করেছিলেন। তিনি কুলকাৰ্ণীর হয়ে প্রথম বছর কাজ করেছিলেন এবং তখন প্রতি চিত্রকর্মের জন্য তাঁকে ১.৫০ টাকা দেওয়া হয়েছিল। তারপর তাঁর কাজগুলো স্পেন, ফ্রান্স এবং জাপানের বিভিন্ন চিত্রশালা এবং যাদুঘরে ঘুরেছে। ২০১৫ সালে ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী হেনোভারের মেয়র স্টিফেন স্কশ্টককে ভারত সফরের সময় তাঁর একটি চিত্রকর্ম উপহার দিয়েছিলেন।\n\n\n== শৈলী ==\nবিগত পাঁচ দশক ধরে মধুবনী শিল্পের সর্বাধিক পরিচিতি ঘটেছে এবং বৌয়া দেবীর রচনা সমালোচকদের প্রশংসা অর্জন করেছে। ১৯৮৯ সালে সঁত্র্‌ জর্জ পম্পিদুতে ম্যাগজিয়েন্স দে লা তেরেতে নিজস্ব শিল্প প্ৰদৰ্শন করা একমাত্র ভারতীয় মহিলা চিত্ৰশিল্পী ছিলেন তিনি। তাঁর চিত্রকর্মের মধ্যে রয়েছে ছোট আকারের কাগজ থেকে শুরু করে ২০ ফুট উঁচু মুরাল পর্যন্ত। সীতার গল্পের বিবরণে জোর দেওয়া তাঁর চিত্রকর্মগুলো শ্রীকৃষ্ণ এবং রাম ও সীতার পৌরাণিক কাহিনীগুলো বর্ণনা করে। বৌয়া দেবী তাঁর চিত্রগুলোর জন্য হস্তনির্মিত কাগজ এবং প্রাকৃতিক রঙ ব্যবহার করেন। প্রধানত তিনি তাঁর প্যালেটে কালো, হলুদ, লাল এবং সাদা রঙ ব্যবহার করে।\n\n\n== পুরস্কার ==\nপদ্মশ্রী, ২০১৭\nজাতীয় পুরস্কার, ১৯৮৪\n\n\n== তথ্যসূত্র =="}