{"pageid": 1026721, "title": "শ্রীমা", "url": "https://bn.wikipedia.org/wiki?curid=1026721", "content": "শ্রীমা  ( ২১ ফেব্রুয়ারি, ১৮৭৮ - ১৭ নভেম্বর, ১৯৭৩ ) ছিলেন ফরাসি আধ্যাত্মিক গুরু এবং শ্রী অরবিন্দের শিষ্যা ও সহযোগী। ফরাসি বংশোদ্ভূত ভারতীয় আধ্যাত্মিক গুরুর পূর্বাশ্রমের নাম ছিল মীরা রিচার্ড বা মীরা আলফাসা। তিনি ভারতীয় গুরুকূলের পরিবেশ পছন্দ করতেন। তিনি ও তার স্বামী পল রিচার্ড ১৯১৪ সালের ২৯ শে মার্চ পণ্ডিচেরি আশ্রমে শ্রী অরবিন্দের কাছে দীক্ষা নিয়ে সেখানেই বসবাস করতে থাকেন।  প্রথম বিশ্বযুদ্ধের সময় তাঁদের পন্ডিচেরি ছেড়ে জাপানে যেতে হয়েছিল। সেখানে বিশ্বকবি রবীন্দ্রনাথ ঠাকুরের সাথে সাক্ষাৎ হয় এবং হিন্দু ধর্মের মর্মার্থ অনুধাবন করেন। ১৯২৬ সালের ২৪ নভেম্বর, মীরা আলাফাসা পণ্ডিচেরি ফিরে আসেন এবং স্থায়ীভাবে বসবাস করতে থেকেন। তিনি তার জীবনের শেষ ৩০ বছরের অভিজ্ঞতা ইংরেজিতে'দ্য এজেন্ডা' নামক বইতে লিপিবদ্ধ করেছেন। শ্রী অরবিন্দ তাঁকে দিব্যমায়ের অবতার হিসাবে বর্ণনা করে বিশদে \"দ্য মা\" নামক গ্রন্থে ব্যক্ত করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\n\nশ্রীমা তথা মীরা আলফাসার জন্ম ১৮৭৮ খ্রিস্টাব্দের প্যারিস শহরের সেফার্ডিক ইহুদি পরিবারে। পিতা ছিলেন তুর্কি ইহুদি মোসেস মরিস আলফাসা এবং মা ছিলেন মিশরীয় ইহুদি মাথিল্ডে ইসমালুনে। জন্মানোর সময় মীরার পুরো নাম ছিল ব্লাঞ্চে রাচেল মীরা আলফাসা। তবে তার জন্মের আগে পিতা দেশ ছেড়ে ফ্রান্সে চলে যান। তার বড় ভাই ছিল মাত্তো ম্যাথিউস  মরিস আলফাসা। শৈশবের প্রথম আট বৎসর মীরা ৬২ বুলেভার্ড হাউসম্যান নামক একটি স্থানে কাটিয়েছেন। সাত বৎসর বয়সে তার পড়াশোনা শুরু হয় এবং নয় বৎসর বয়সে স্কুলে যান। টেনিস খেলতে ও সঙ্গীতচর্চা করতে পছন্দ করতেন। স্কুল শিক্ষা শেষে ১৮৯৩ খ্রিস্টাব্দে   ১৪ বৎসর বয়সে একটি আর্ট সেন্টারে আকাদেমি জুলিয়ানে  ভর্তি হয়েছিলেন শিল্পকলা শেখার জন্য এবং ইতোমধ্যে পিতার সংগ্রহের বেশিরভাগ বই পড়ে ফেলেন। ছোটবেলা থেকেই তার মধ্যে অতিপ্রাকৃতিক কিছু  নিদর্শন লক্ষ্য করা যেত। শৈশবকালীন অভিজ্ঞতার কথা মীরা পরবর্তীতে তার একটি বইতে উল্লেখ করেছেন। এক বৎসর ধরে তিনি এক রহস্যময় গ্রন্থ \" দ্য নাথ অব লেটার অন (আলফাসা)\" রচনা করেন। এরপর ষোল বৎসর বয়সে  মায়ের সাথে ইতালি যান এবং  এক নাটক সংস্থায় কাজ করতে থাকেন। আকাদেমির প্রাক্তন ছাত্র হেনরি মরিসেটের  সাথে পরিচয়ের সূত্রে ১৮৯৭ খ্রিস্টাব্দের ১৩ অক্টোবর বিবাহ করেন। ১৮৯৮ খ্রিস্টাব্দের ২৩ আগস্ট তাঁদের পুত্র আন্দ্রে জন্ম গ্রহণ করে। ইতোমধ্যে মীরা আলফাসা স্বামী বিবেকানন্দর রাজযোগ সম্পর্কিত বই পড়ে ফেলেন এবং তখন থেকেই তার মনে ভারতীয় সংস্কৃতি, সভ্যতা এবং ধর্ম জানার আকাঙ্ক্ষা বেড়ে যায়। ফরাসি ভাষায় ভাগবত গীতা ইত্যাদি পড়ে ফেলেন এবং এতে তার প্রভূত  মানসিক পরিবর্তন ঘটে।  ১৯০৫ সালে মীরা ও হেনরি   ম্যাক্স থাওন নামের এক সাধকের সাথে দেখা করেন এবং আলজেরিয়ার ট্লেমসেনে ম্যাক্স থাওন ও আলমা থাওনের বাসভবনে  আধ্যাত্মিক শিক্ষায়  সাধনায় লিপ্ত থাকলেন। \n\n১৯০৮ খ্রিস্টাব্দে তার  এবং হেনরির বিবাহ বিচ্ছেদ ঘটে যায়। প্যারিসে এক ছোট্ট অ্যাপার্টমেন্ট একাই থাকতে লাগলেন মীরা। অতঃপর ১৯১১ খ্রিস্টাব্দে মীরা পল রিচার্ডকে বিবাহ করেন। রিচার্ড চার বৎসর সেনাবাহিনীতে কাজ করেছেন ও নিজে দর্শন ও ধর্মতত্ত্বে যুক্ত থাকতেন। ১৯১৪ খ্রিস্টাব্দের ২৯ মার্চ তারা প্রথম পুদুচেরিতে আসেন।\n\n\n== বহিঃসংযোগ ==\nসার্চফোরলাইট - মা এবং শ্রী অরবিন্দকে উত্সর্গীকৃত।\nসাবদা অনলাইন - মায়ের লেখার প্রকাশকরা।\nমা - শ্রী অরবিন্দ আশ্রম পৃষ্ঠাগুলি\nঅফিসিয়াল অরোভিল সাইট\nশ্রী অরবিন্দ এবং মা - প্রচুর লিঙ্ক এবং পাঠ্য সহ ভাল সাইট\nমাদার তথ্য পৃষ্ঠা\nশ্রী অরবিন্দ এবং দাদির জীবন ও শিক্ষার নতুন অন্তর্দৃষ্টি\nজীবনী - তারিখ এবং চিত্র\nজীবনী\nIneশী মায়ের আলো\nশ্রী অরবিন্দ এবং মা সম্পর্কে তথ্য on\nঅতিমানবিক প্রকাশে মায়ের মন্তব্য - সাধুচরণ পাটনায়েকের একটি নিবন্ধ]\n\n\n== তথ্যসূত্র =="}