{"pageid": 1026625, "title": "বেনারসি শাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1026625", "content": "বেনারসি শাড়ি হল প্রাচীন ভারতীয় একটি শহর বেনারস বা বারাণসীতে তৈরি একপ্রকার শাড়ি। শাড়িগুলো ভারতের সেরা শাড়িগুলোর মধ্যে অন্যতম যা সোনা এবং রূপার কিংখাব বা জরি, সূক্ষ্ম রেশম এবং আকর্ষণীয় সূচিকর্মের জন্য খ্যাতি লাভ করেছে। শাড়িগুলো সূক্ষ্ম রেশম তন্তুর তৈরি এবং জটিল নকশায় সজ্জিত ও নকশাকাটার কারণে তুলনামূলকভাবে ভারী ওজনের হয়ে থাকে।\n\nজড়ানো ফুল ও পাতাযুক্ত নকশা, কলকা ও বেল, পাড়ের বাইরের অংশে ঝাল্লর নামে ওপর দিকে ওঠা পাতার একটি ঝাড় এই শাড়ির অন্যতম উল্লেখযোগ্য বৈশিষ্ট্য। অন্যান্য বৈশিষ্ট্যের মধ্যে রয়েছে সোনার কাজ, ঘন বুনন, পুঙ্খানুপুঙ্খ নকশা, ধাতব চাক্ষুষ প্রভাব (ভিজ্যুয়াল ইফেক্টস), আঁচল এবং জালি কাজ।\nভারতে প্রায়শই এই শাড়ি কনের বিয়েতে সাজসজ্জার অংশ বলে বিবেচিত।\nনকশা এবং বিন্যাসের জটিলতার উপর নির্ভর করে একটি বেনারসি শাড়ি তৈরি সম্পূর্ণ হতে ১৫ দিন থেকে এক মাস এবং কখনও কখনও ছয় মাস পর্যন্ত সময় লাগতে পারে। বেনারসি শাড়ি বেশিরভাগ গুরুত্বপূর্ণ অনুষ্ঠানে পরিধান করা হয়, যেমন- মহিলাদের বিয়েতে অংশ নেওয়ার সময়। এটিকে মহিলাদের সেরা গহনাগুলোর পরিপূরক হিসাবে ভাবা হয়।\n\n\n== ইতিহাস ==\n\nরাল্ফ ফিচ (১৫৮৩-৯১) বেনারসকে সুতি বস্ত্র শিল্পের একটি সমৃদ্ধ ক্ষেত্র হিসাবে বর্ণনা করেছেন। বেনারসের কিংখাব (ব্রোকেড) এবং জরি টেক্সটাইলের প্রথম উল্লেখ পাওয়া যায় ১৯ শতকে। ১৬০৩ সালের দুর্ভিক্ষের সময় গুজরাত থেকে রেশম তাঁতিদের স্থানান্তরিত হওয়ার পরে, সম্ভবত সতেরো শতকে বেনারসে রেশম কিংখাব বুনন শুরু হয়েছিল এবং আঠারো ও উনিশ শতকের সময় উৎকৃষ্টতার সাথে বিকশিত হয়েছিল। মোঘল আমলে চৌদ্দ শতকের দিকে স্বর্ণ ও রৌপ্য সুতোর ব্যবহার করে জটিল নকশার সাথে কিংখাব বুনন বেনারসের বিশেষত্ব হয়ে ওঠে। \nগোরক্ষপুর, চান্দৌলি, ভাদোহি, জৌনপুর এবং আজমগড় জেলাকে ঘিরে এই অঞ্চলের হস্ত ও তাঁত রেশম শিল্পের সাথে প্রত্যক্ষ বা পরোক্ষভাবে যুক্ত প্রায় ১.২ মিলিয়ন লোকের কুটির শিল্পের হাত ধরে ঐতিহ্যবাহী বেনারসি শাড়ির কাজ করা হয়। \nগত কয়েক বছরে এখায়া, তিলফি বেনারসসহ বারাণসী ভিত্তিক বিভিন্ন ব্র্যান্ডগুলো বেনারসি শাড়ি পুনরুদ্ধার করে এবং তা সরাসরি মূলধারার গ্রাহকদের কাছে নিয়ে আসে। \n\n\n== ভৌগোলিক নির্দেশক (জিআই) ==\n\nবছরের পর বছর ধরে, দ্রুত হারে এবং সস্তা ব্যয়ে উৎপাদনশীল যান্ত্রিক ইউনিটগুলোর কাছ থেকে প্রতিযোগিতার কারণে বেনারসী রেশম তাঁত শিল্পটি ব্যাপক ক্ষয়ক্ষতি বয়ে চলেছে, প্রতিযোগিতার আরেকটি উৎস হল সস্তা সিল্কের তৈরি বিকল্প কৃত্রিম শাড়ি। \n২০০৯ সালে, দু'বছরের অপেক্ষার পরে, উত্তর প্রদেশের তাঁত সমিতিগুলো 'বেনারস কিংখাব ও শাড়ির' জন্য ভৌগোলিক নির্দেশক (জিআই) অধিকার অর্জন করেছে। ভৌগোলিক নির্দেশক হচ্ছে কোনো সামগ্ৰীর ব্যবহার করা বিশেষ নাম বা চিহ্ন। এই নাম বা চিহ্ন নিৰ্দিষ্ট সামগ্ৰীর ভৌগোলিক অবস্থিতি বা উৎস (যেমন একটি দেশ, অঞ্চল বা শহর) অনুসারে নিৰ্ধারণ করা হয়। ভৌগোলিক স্বীকৃতিপ্রাপ্ত সামগ্ৰী নিৰ্দিষ্ট গুণগত মানদণ্ড বা নিৰ্দিষ্ট প্ৰস্তুত প্ৰণালী অথবা বিশেষত্ব নিশ্চিত করে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nবেনারস ব্রোকেডস, আনন্দ কৃষ্ণ, বিজয় কৃষ্ণ, অল ইন্ডিয়া হস্তশিল্প বোর্ড, সংস্করণ: অজিত মুখোপাধ্যায়। কারুশিল্প যাদুঘর, ১৯৬৬।\n\n\n== বহিঃসংযোগ ==\nবেনারসি শাড়ির কালজয়ী সৌন্দর্য  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ জানুয়ারি ২০২১ তারিখে\nবারাণসী অফিসিয়াল ওয়েবসাইটে বেনারসি শাড়ি ও কিংখাব\nবেনারসি শাড়ি\nবেনারসি শাড়ির ইতিহাস ও ঘটনা"}