{"pageid": 1026367, "title": "জৈব বলবিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1026367", "content": "জৈব বলবিজ্ঞান হলো সাধারণ বলবিজ্ঞানের নীতি ব্যবহার করে বিভিন্ন জৈবিক ব্যবস্থা, সম্পূর্ণ জৈবিক গঠন, অঙ্গ, কোষ বা কোষীয় অঙ্গাণুর গঠন, কার্যপদ্ধতি বা গতিবিধির বিষয়ে আলোচনা। জৈব বলবিজ্ঞান জৈব পদার্থবিজ্ঞানের একটি শাখা।\n\n\n== ব্যুৎপত্তি ==\nজৈব বলবিজ্ঞানের ইংরেজি প্রতিশব্দ বায়োমেকানিক্স শব্দটি (যা প্রথম ১৮৯৯ সালে ব্যবহৃত হয়) এবং এর সংশ্লিষ্ট বায়োমেকানিকাল (যা প্রথম ১৮৫৬ সালে ব্যবহৃত হয়) প্রাচীন গ্রিক বায়োস শব্দ থেকে উদ্ভূত, যার অর্থ জীবন। মেকানিক্স শব্দটি জীবিত অঙ্গাণুর গঠন এবং চলাচলকে নির্দেশ করে।\n\n\n== উপশাখাসমূহ ==\n\n\n=== জৈব প্রবাহী বলবিজ্ঞান ===\n\nজৈব প্রবাহী বলবিজ্ঞান হচ্ছে কোনো জৈবিক ব্যবস্থার চারপাশে গ্যাস এবং তরল উভয় প্রবাহের গবেষণা। মানুষের হৃদযন্ত্রের মধ্য দিয়ে রক্ত পরিবহন একটি বহুল চর্চিত জৈব প্রবাহী সংশ্লিষ্ট বিষয়।বিশেষ গাণিতিক কাঠামোর আওতায় রক্তের প্রবাহকে নেভিয়ার-স্টোক সমীকরণ দ্বারা ব্যাখ্যা করা যায়। দেহ অভ্যন্তরে রক্তকে একটি সংকোচন অযোগ্য নিউটনিয়ান প্রবাহী হিসেবে শারনা করা হয়। তবে ধমনী থেকে রক্তের প্রবাহের সময় এই ধারণা ভুল প্রমানিত হয়। আণুবীক্ষণিক পর্যায়ে প্রতিটি লোহিত রক্তকণিকাই যথেষ্ট গুরুত্বপূর্ণ বলে প্রতীয়মান হয় এবং পূর্ণাঙ্গ রক্তকে কখনোই ধারাবাহিক প্রবাহ হিসেবে বিবেচনা করা যায় না। রক্তবাহিকার ব্যাস যখন লোহিত রক্তকণিকা থেকে সামান্য পরিমানে বড় হয়, তখন ফারহেস-লিন্ডকোয়েস্ট প্রভাব কার্যকর হয় এবং প্রাচীর বরাবর ব্যবর্তন পীড়ন হ্রাস পায়। যদি রক্তবাহিকার ব্যাস আরো হ্রাস পায়, লোহিত রক্তকণিকাগুলোকে আরো সংকুচিত হতে হয় এবং প্রায়ই কেবল একটি রেখা বরবর অতিক্রম করতে পারে। তখন বিপরীত ফারহেস-লিন্ডকোয়েস্ট প্রভাব কার্যকর হয় এবং প্রাচীর বরাবর ব্যবর্তন পীড়ন বৃদ্ধি পায়।\nগ্যাসীয় জৈবপ্রবাহী ব্যবস্থার একটি উদাহরণ হলো মানুষের শ্বসন প্রক্রিয়া। সম্প্রতি ক্ষুদ্র পর্যায়ে প্রবাহীর প্রভাব পর্যালোচনা করার জন্য উন্নত যন্ত্র তৈরি করার ক্ষেত্রে পোকামাকড়ের শ্বসনতন্ত্র সম্পর্কে বিশদ গবেষণা করা হচ্ছে।\n\n\n=== বায়োট্রিবোলজি ===\nবায়োট্রিবোলজি হলো বিভিন্ন জৈবিক ব্যবস্থা বিশেষ করে মানুষের উরু এবং হাঁটুর অস্থিসন্ধিতে ঘর্ষণ, ক্ষয় এবং মসৃণকারক পদার্থ ব্যবহার করে ঘর্ষণ বল হ্রাস করা সম্পর্কিত আলোচনা। সাধারণভাবে এসমস্ত বিষয় স্পর্শ বলবিজ্ঞান বায়োট্রিবোলজিতে আলোচনা করা হয়।\nযখন দুটি পৃষ্ঠতল একে অপরের বিপরীত দিকে ঘর্ষণ বল লাভ করে, তখন উভয় পৃষ্ঠের উপরে সেই ঘর্ষণের প্রভাব ঘর্ষণের স্থানের  ঘর্ষণের পরিমাণ, ক্ষয় এবং মসৃণকরণের উপর নির্ভর করবে। উদাহরণস্বরূপ, হাঁটুতে ফিমোরাল এবং টিবিয়াল অস্থিগুলি প্রতিদিনের ক্রিয়াকলাপ যেমন হাঁটা বা সিঁড়িতে আরোহণের সময় একে অপরের বিরুদ্ধে ঘর্ষণ বল লাভ করে। টিবিয়াল অস্থির কার্যক্রম পর্যালোচনা করতে হলে সংশ্লিষ্ট অস্থিসন্ধির ক্ষয়ের পরিমাণ এবং সাইনোভিয়াল প্রবাহীর মসৃণকরণের প্রভাবকে স্পর্শকীয় বলবিজ্ঞান এবং বায়োট্রিবোলজি দ্বারা বিশ্লেষণ করতে হবে।\nগতি চলাকালীন দু'টি পৃষ্ঠের সংস্পর্শে আসা তলদেশের ক্ষয়ক্ষতির বিশ্লেষণ বায়োট্রিবোলজির অন্যান্য দিকগুলোর অন্তর্ভুক্ত। উদাহরণস্বরূপ টিস্যু প্রকৌশলের সাহায্যে তৈরি কার্টিলেজের ঘর্ষণের কথা উল্লেখ করা যায়।\n\n\n=== তুলনামূলক জৈব বলবিজ্ঞান ===\n\nতুলনামূলক জৈব বলবিজ্ঞান হলো মানুষ ব্যতীত অন্যান্য জীবের উপরে প্রয়োগকৃত জৈব বলবিজ্ঞান; যা মানুষের ক্ষেত্রে আরো গভীর জ্ঞানার্জনে ব্যবহৃত হতে পারে (যেমন শারীরতাত্ত্বিক নৃতত্ত্ব) অথবা ঐ জীবেরই গুনাগুণ, বাস্ততন্ত্র এবং খাপ খাইয়ে নেওয়ার ক্ষমতা বুঝতে ব্যবহৃত হতে পারে। আলোচনার সাধারণ ক্ষেত্রগুলি হলো প্রাণির চলাচল এবং খাদ্যাভ্যাসের প্রকৃতি, কেননা এগুলোই ঐ জীবের সুস্থতার সাথে সম্পর্কিত এবং উচ্চ যান্ত্রিক চাহিদা সম্পন্ন। হাঁটা, দৌড়ানো ও ওড়াসহ প্রাণির চলাচল প্রকাশের নানা উপায় রয়েছে। ঘর্ষণ, টান, জড়তা এবং অভিকর্ষজ বল পেড়িয়ে চলাচলের জন্য শক্তির প্রয়োজন; যা পরিবেশের উপাদানের সাথে পরিবর্তনশীল।\nতুলনামূলক জৈব বলবিজ্ঞান বাস্তুসংস্থান, নিউরোবায়োলজি, ডেভেলপমেন্টাল বায়োলজি, চরিত্র-গঠন এবং জীবাশ্মবিজ্ঞান; এইসকল ক্ষেত্রেও কাজে লাগে যা প্রায়ই বিভিন্ন বৈজ্ঞানিক জার্নালে প্রকাশিত হয়। প্রায়শই ওষুধে তুলনামূলক জৈব বলবিজ্ঞানের প্রয়োগ করা হয় (সাধারণত ইঁদুরের ক্ষেত্রে)। পাশাপাশি প্রকৌশল সমস্যার সমাধানের জন্যও এটি বায়োমিমেটিক্সেও প্রয়োগ করা হয়।\n\n\n=== গণনামূলক জৈব বলবিজ্ঞান ===\nফাইনাইট ইলিমেন্ট টুল পদ্ধতি ব্যবহার করে জৈবিক ব্যবস্থার বলবিজ্ঞান অধ্যয়নের জন্য প্রকৌশল জ্ঞানের প্রয়োগই হলো গণনামূলক জৈব বলবিজ্ঞান। গুণগত মডেল এবং সিমুলেশনগুলি প্যারামিটারগুলির মধ্যে সম্পর্কের পূর্বাভাস দেওয়ার জন্য ব্যবহৃত হয় যা পরীক্ষামূলকভাবে পরীক্ষা করা অন্যথায় চ্যালেঞ্জ হয় বা পরীক্ষাগুলির সময় এবং ব্যয় হ্রাস করে আরও প্রাসঙ্গিক পরীক্ষাগুলি ডিজাইন করার জন্য ব্যবহৃত হয়। সীমাবদ্ধ উপাদান বিশ্লেষণ ব্যবহার করে যান্ত্রিক মডেলিং উদ্ভিদ কোষের বৃদ্ধির পরীক্ষামূলক পর্যবেক্ষণকে বোঝায় যে তারা কীভাবে আলাদা হয় তা বোঝার জন্য।  চিকিত্সায়, গত এক দশকে, সীমাবদ্ধ উপাদান পদ্ধতি ভিভো সার্জিকাল মূল্যায়নের একটি প্রতিষ্ঠিত বিকল্পে পরিণত হয়েছে। কম্পিউটেশনাল বায়োমেকানিক্সের অন্যতম প্রধান সুবিধা নৈতিক সীমাবদ্ধতার শিকার না হয়ে কোনও শারীরবৃত্তির এন্ডো-শারীরিক প্রতিক্রিয়া নির্ধারণের দক্ষতার মধ্যে রয়েছে।  এটি বায়োমেকানিক্সের বেশ কয়েকটি ক্ষেত্রে সর্বভারতীয় হয়ে ওঠার দিকে এফই মডেলিংয়ের দিকে নিয়ে গেছে যখন বেশ কয়েকটি প্রকল্প এমনকি একটি উন্মুক্ত উত্স দর্শনেরও গ্রহণ করেছে (উদাঃ বায়োস্পাইন)।\n\n\n=== পরীক্ষামূলক জৈব বলবিজ্ঞান ===\nপরীক্ষামূলক জৈব বলবিজ্ঞান হল জৈব বলবিজ্ঞানে পরীক্ষা এবং পরিমাপের প্রয়োগ।\n\n\n=== ধারাবাহিক জৈব বলবিজ্ঞান ===\nজৈবপদার্থ এবং জৈব প্রবাহীর যান্ত্রিক বিশ্লেষণ মূলত ধারাবাহিক বলবিজ্ঞানের ধারণার সাহায্যে পরিচালিত হয়। তবে আণুবীক্ষণিক পর্যায়ে গেলে এই ধারণাগুলো ভুল প্রমাণিত হয়। জৈব পদার্থের একটি গুরুত্বপূর্ণ বৈশিষ্ট্য হলো এদের ক্রমবর্ধমান গঠন। অন্যভাবে বলা যায়, এই পদার্থগুলোর যান্ত্রিক গঠন অনেকাংশে বিভিন্ন অবস্থায় টিস্যু এবং কোষ এবং অঙ্গে এদের বাহ্যিক অবস্থার উপরে নির্ভরশীল।\nজৈবপদার্থগুলোকে দুই ভাগে ভাগ করা যায়, শক্ত এবং নরম টিস্যু। শক্ত টিস্যুর (কাঠ, খোলক এবং অস্থি) গঠনগত বিকৃতিকে রৈখিক স্থিতিস্থাপকতা দ্বারা ব্যাখ্যা করা যায়। অন্যদিকে নরম টিস্যুর (ত্বক, টেন্ডন, পেশি এবং কার্টিলেজ) যান্ত্রিক বিকৃতি তুলনামূলক বেশি হয় এবং এজন্য তাঁদের বিশ্লেষণে ফাইনাইট স্ট্রেইন তত্ত্ব ও কম্পিউটার সিমুলেশন প্রয়োজন হয়। চিকিৎসা সংক্রান্ত সিমুলেশনের বিকাশে তাই জৈববলবিজ্ঞান প্রয়োজন হয়।\n\n\n=== উদ্ভিদ সংক্রান্ত জৈব বলবিজ্ঞান ===\nউদ্ভিদ সংক্রান্ত জৈব বলবিজ্ঞানের আওতায় উদ্ভিদ, উদ্ভিদ অঙ্গ এবং কোষগুলোতে জৈব বলবিজ্ঞানের নীতি প্রয়োগ করা হয়। ফসল উৎপাদনের স্থিতিস্থাপকতা থেকে শুরু করে পরিবেশীয় চাপ, টিস্যু পর্যায়ে কারণ বিশ্লেষণ, মেকানোবায়োলজি সহ আরো নানা ক্ষেত্রে জৈব বলবিজ্ঞানের নীতি ব্যবহৃত হয়।\n\n\n=== ক্রীড়া সংক্রান্ত জৈব বলবিজ্ঞান ===\nক্রীড়া সংক্রান্ত জৈব বলবিজ্ঞানে খেলাধুলার দক্ষতা এবং আঘাতের পরিমাণ হ্রাস করার জন্য মানুষের চলাচলের ক্ষেত্রে বলবিজ্ঞানের নীতি প্রয়োগ করা হয়। মানুষের শরীর এবং বিভিন্ন খেলাধুলা সংক্রান্ত উপাদানের (ক্রিকেট ব্যাট, হকি স্টিক এবং জ্যাভেলিন) বৈজ্ঞানিক নীতি বুঝার কাজেই এটি লক্ষ্য করে থাকে। যন্ত্রকৌশল (স্ট্রেইন গজ), তড়িৎকৌশল (ডিজিটাল ফিল্টারিং), কম্পিউটার প্রকৌশল (সাংখ্যিক পদ্ধতি), গেইট বিশ্লেষণ (বল প্লাটফর্ম), ক্লিনিক্যাল নিউরোফিজিওলজি (পৃষ্ঠীয় ইএমজি) সহ বিভিন্ন প্রকৌশল শাখা ব্যবহার করে এটি পরিচালিত হয়।\nকোনো কার্যক্রম, দক্ষতা বা কৌশল চলাকালীন পেশি, সন্ধি এবং অস্থির কার্যকৌশলই হলো খেলাধুলায় জৈব বলবিজ্ঞানের কাজ। জৈব বলবিজ্ঞানের যথাযথ প্রয়োগ খেলাধুলার ক্ষেত্রে বেশ গুরুত্বপূর্ণ ভূমিকা রাখতে পারে, বিশেষত; কর্মক্ষমতা, পুনর্বাসন, আঘাত প্রতিরোধ এবং দক্ষতা অর্জনের ক্ষেত্রে। চিকিৎসক মাইকেল ইয়েসিসের মতে, সর্বোৎকৃষ্ট খেলোয়াড় সে, যে নিজের দক্ষতা সবচেয়ে নিখুঁতভাবে কার্যকর করতে পারে।\n\n\n=== জৈব বলবিজ্ঞানের অন্যান্য উপশ্রেণি ===\nঅ্যালোমেট্রি\nপশুর লোকোমোশন এবং গাইট বিশ্লেষণ\nবায়োট্রিবোলজি\nবায়োফ্লুড মেকানিক্স\nকার্ডিওভাসকুলার বায়োমেকানিক্স\nতুলনামূলক বায়োমেকানিক্স\nগণনামূলক বায়োমেকানিক্স\nঅর্গনোমি\nফরেনসিক বায়োমেকানিক্স\nহিউম্যান ফ্যাক্টর ইঞ্জিনিয়ারিং এবং অ্যাকোপেশনাল বায়োমেকানিক্স\nইনজুরি বায়োমেকানিক্স\nইমপ্লান্ট (ওষুধ), অর্থোথিক্স এবং প্রোথেসিস\nকিনেস্টেটিক্স\nকাইনিজোলজি (গতিবিদ্যা + শারীরবৃত্ত)\nMusculoskeletal এবং অর্থোপেডিক বায়োমেকানিক্স\nপুনর্বাসন\nনরম শরীরের গতিশীলতা\nক্রীড়া বায়োমেকানিক্স\n\n\n== ইতিহাস ==\n\n\n=== প্রাচীন যুগ ===\nপ্রাণির অঙ্গসংস্থাণ নিয়ে কাজ করার জন্য প্লেটোর শিক্ষার্থী অ্যারিস্টটলকে প্রথম জৈব বলবিদ হিসাবে বিবেচনা করা যেতে পারে। কারণ প্রাণীর  অ্যানোটমির সাথে তার কাজ হয়েছিল। অ্যারিস্টটল তাঁর প্রথম বইটি লিখেছিলেন প্রাণির গতি বিষয়ে, যার নাম ছিল ডি মোটু অ্যানিমালিয়াম, বা অন মুভমেন্ট অফ অ্যানিমেলস ।  তিনি প্রাণীর দেহগুলিকে কেবল যান্ত্রিক ব্যবস্থা হিসেবেই দেখেননি, বরং কোনো ক্রিয়া সম্পাদনের ক্ষেত্রে কাল্পনিক এবং বাস্তব ব্যবস্থার পার্থক্য নিয়েও প্রশ্ন করেছেন। তাঁর এলখা অন্য একটি বই 'অন পার্টস অফ অ্যানিমেলস' এ বৃক্ক থেকে মূত্রাশয় পর্যন্ত কীভাবে মূত্রথলি ব্যবহার করে মূত্র পরিবাহিত হয়, সে বিষয়ে উল্লেখ করেছেন।\nরোমান সাম্রাজ্যের উত্থানের সাথে সাথে দর্শনের চেয়েও প্রযুক্তি বেশি জনপ্রিয় হয়ে ওঠে এবং পরবর্তী জৈব বলবিদদের উদ্ভব হয়। , মার্কাস অরেলিয়াসের চিকিৎসক গ্যালেন (১২৯ খ্রিষ্টাব্দ থেকে ২১০ খ্রিস্টাব্দ) মানবদেহ নিয়ে তাঁর বিখ্যাত গ্রন্থ 'অন ফাংশন অফ পার্টস' লিখেছিলেন। এই বইটি পরবর্তী ১৪০০ বছরের জন্য বিশ্বের একটি মানসম্পন্ন চিকিৎসা সংক্রান্ত বই হিসেবে খ্যাতি পেয়েছিল। \n\n\n=== নবজাগরণ ===\nপরবর্তী অন্যতম বিখ্যাত জৈব বলবিদ লিওনার্দো দা ভিঞ্চি ১৪৫২ সালে জন্মগ্রহণ করেন। তিনি একাধারে একজন শিল্পী, যন্ত্রকৌশলী এবং প্রকৌশলী ছিলেন। তিনি যান্ত্রিক, সামরিক এবং অবকাঠামোগত নানা প্রকল্পে অবদান রেখেছেন। তিনি বিজ্ঞান এবং যন্ত্রকৌশল নিয়ে বিস্তর জ্ঞান রাখতেন এবং যন্ত্রকৌশলের আলোকে মানুষের শারীরতত্ত্ব অধ্যয়ন করেছিলেন। তিনি পেশির বল, চলন এবং অস্থিসন্ধি বিশ্লেষণ করেছেন। এসকল বিষয় জৈব বলবিজ্ঞানের অন্তর্ভুক্ত। লিওনার্দো দা ভিঞ্চি বলবিজ্ঞানের প্রসঙ্গে শারীরবৃত্তির অধ্যয়ন করেছিলেন। তিনি উৎস এবং অস্থিসন্ধি সংযোগকারী রেখাগুলোর মাঝের সংযোগ হিসেবে পেশী শক্তিকে বিশ্লেষণ করেছেন এবং অস্থিসন্ধি বিষয়ে অধ্যয়ন করেছেন। দা ভিঞ্চি তার তৈরি করা যন্ত্রগুলিতে প্রাণির কিছু বৈশিষ্ট্য নকল করার প্রবণতা দেখিয়েছিলেন। উদাহরণস্বরূপ, তিনি পাখিদের উড্ডয়নের বিষয়ে অধ্যয়ন করেছিলেন যাতে ঐ প্রক্রিয়া অনুসরণ করে মানুষ উড়তে পারে; যেহেতু তখন ঘোড়া যান্ত্রিক শক্তির প্রধান উৎস ছিল, তাই তিনি ঘোড়ার পেশি ব্যবস্থার আলোকে অনুরূপ যন্ত্র তৈরির জন্য অধ্যয়ন করেছিলেন যাতে তা ঘোড়া থেকেও বেশি কার্যকর হয়।\n১৫৪৩ সালে ২৯ বছর বয়সে আন্দ্রে ভেসালিয়াস গ্যালেনের লেখা 'অন দ্য ফাংশন অফ পার্টস'কে চ্যালেঞ্জ করেছিলেন। ভেসালিয়াস এবিষয়ে তাঁর নিজের লেখা 'অন দ্য স্ট্রাকচার অফ দ্য হিউম্যান বডি' নামে বই প্রকাশ করেন। এই বইয়ে তিনি গ্যালেনের লেখা অনেক ট্রুটি সংশোধন করেন, যা বহু শতক ধরে অগ্রহণযোগ্য ছিল। কাজটি প্রকাশ করেছেন, মানব দেহের অন কাঠামো নামে। কোপারনিকাসের মৃত্যুর সাথে সাথে মানুষের চারপাশের বিশ্ব এবং এটি কীভাবে কাজ করে তা সম্পর্কে জানার এবং বোঝার একটি নতুন আকাঙ্ক্ষা জাগ্রত হলো।মৃত্যুর কিছুদিন আগে তিনি নিজের লেখা 'রিভোলিউশনস অফ দ্য হেভেনলি স্ফেয়ারস' প্রকাশ করেন। এই কাজটি কেবল বিজ্ঞান এবং পদার্থবিজ্ঞানের ক্ষেত্রেই বৈপ্লবিক পরিবর্তন ঘটায়নি, বরং বলবিজ্ঞান এবং পরবর্তীতে জৈব বলবিজ্ঞানের উন্নয়নেও কাজ করেছে।\nকোপার্নিকাসের মৃত্যুর ২১ বছর পরে বলবিজ্ঞানের জনক এবং খণ্ডকালিন জৈব বলবিদ গ্যালিলিও গ্যালিলি জন্মগ্রহণ করেন। গ্যালিলিও বহু বছর মেডিক্যাল স্কুলে অধ্যয়ন এবং প্রায়শই তাঁর অধ্যাপকদের শেখানো বিষয় নিয়ে প্রশ্ন তুলতেন। তিনি দেখতে পান যে, অধ্যাপকেরা যা শেখাচ্ছেন, তা প্রমাণ করতে পারেননি; তাই তিনি গণিতের দিকে চলে যান যেখানে সমস্ত কিছু প্রমাণ করতে হয়। তারপরে, 25 বছর বয়সে, তিনি পিসায় গিয়ে গণিত শেখানো শুরু করেন। তিনি খুব ভালো প্রভাষক ছিলেন এবং শিক্ষার্থীরা  অন্যান্য শিক্ষককে বাদ দিয়ে তাঁর বক্তব্য শুনতো; তাই তাঁকে পদত্যাগ করতে বাধ্য করা হয়েছিল। এরপরে তিনি পাডুয়ার আরও একটি মর্যাদাপূর্ণ স্কুলে অধ্যাপক হয়েছিলেন। তাঁর চেতনা এবং শিক্ষা আবার বিশ্বকে বিজ্ঞানের দিকে পরিচালিত করে। গ্যালিলিও জৈব বলবিজ্ঞানের প্রচুর দিক নিয়ে কাজ করেছেন। উদাহরণস্বরূপ, তিনি এটি আবিষ্কার করেছিলেন \"পশুর ভর তাদের আকারের অসম অনুপাতে বৃদ্ধি পায় এবং ফলস্বরূপ তাদের হাড়গুলিও অপ্রতিরোধ্যভাবে প্রস্থে বাড়ে, কেবল আকারের পরিবর্তে ভার বহনের জন্য সাথে সাথে খাপ খায়। একটি হাড়ের মতো একটি নলাকার কাঠামোর বাঁকানো শক্তি এটি ওজনের তুলনায় ফাঁকা করে এবং তার ব্যাসকে বাড়িয়ে তোলে। সামুদ্রিক প্রাণী স্থলজ প্রাণীর চেয়েও বড় হতে পারে কারণ পানির প্লবতা তাদের টিস্যুর ভর কমিয়ে দেয়। \"\" \nগ্যালিলিও গ্যালিলি হাড়ের শক্তিমত্তা বিষয়ে আগ্রহী ছিলেন এবং পরামর্শ দিয়েছিলেন যে হাড়গুলি ফাঁকা কারণ এটি ন্যূনতম ওজনে সর্বাধিক শক্তি সরবরাহ করে। তিনি উল্লেখ করেছিলেন যে প্রাণীদের হাড়ের ভর তাদের আকারের অসম অনুপাতে বাড়ে। ফলস্বরূপ, হাড়গুলিও কেবল আকারের তুলনায় প্রস্থে অসম অনুপাতে বৃদ্ধি করতে হবে। কারণ একটি নলাকার কাঠামোর বাঁকানো শক্তি (যেমন একটি হাড়) এর ওজনের তুলনায় অনেক বেশি দক্ষ। ম্যাসন পরামর্শ দেন যে, এই অন্তর্দৃষ্টি জৈবিক অনুকূলিতকরণের নীতিগুলির প্রথম গ্রাসপস ছিল। \nসপ্তদশ শতাব্দীতে, ডেকার্তে একটি দার্শনিক ব্যবস্থার অবতারণা করেন যার মাধ্যমে মানবদেহ (কিন্তু আত্মা নয়) সহ সমস্ত জীবিত ব্যবস্থা কেবল একই যান্ত্রিক আইন দ্বারা নিয়ন্ত্রিত যন্ত্র, এমন একটি ধারণা যা জৈব বলবিজ্ঞান অধ্যয়নের প্রচার ও বজায় রাখতে অনেক ভূমিকা রেখেছিল।\n\n\n=== শিল্পযুগ ===\nপরবর্তী বড় জৈব বলবিজ্ঞানী, জিওভান্নি আলফোনসো বোরেলি, ডেকার্তের যান্ত্রিক দর্শন গ্রহণ করেছিলেন এবং একটি যান্ত্রিক কাঠামোর মধ্যে হাঁটাচলা, দৌড়, লাফালাফি, পাখির উড়ান, মাছের সাঁতার এবং এমনকি হৃদযন্ত্রের পিস্টন ক্রিয়া সম্পর্কে অধ্যয়ন করেছিলেন। তিনি মানবদেহের ভারকেন্দ্রের অবস্থান নির্ধারণ করতে পারতেন, অনুপ্রাণিত এবং মেয়াদোত্তীর্ণ বায়ুর আয়তন গণনা করতে পারতেন এবং তিনি দেখিয়েছিলেন যে অনুপ্রেরণা পেশী-চালিত এবং মেয়াদোত্তীর্ণতা টিস্যুর স্থিতিস্থাপকতার কারণে ঘটে।\nবোরেলিই প্রথম বুঝতে পেরেছিলেন যে \"পেশীবহুল ব্যবস্থার লিভারগুলি বলের চেয়ে গতি বাড়িয়ে তোলে, যাতে গতি প্রতিরোধকারীদের তুলনায় পেশী অবশ্যই আরও বড় মানের বল তৈরি করতে পারে\"।  ব্যক্তিগতভাবে পরিচিত গ্যালিলিওর কাজের দ্বারা প্রভাবিত হয়ে নিউটন তাঁর গবেষণাকর্ম প্রকাশের বহু আগেই বিভিন্ন অস্থিসন্ধির গতিশীল সাম্যাবস্থা সম্পর্কে জানতেন।  জৈব বলবিজ্ঞানের ইতিহাসে তাঁর কাজ সবচেয়ে গুরুত্বপূর্ণ হিসাবে বিবেচিত হয় কারণ তিনি এত বিশাল সংখ্যক নতুন নতুন আবিষ্কার করেছেন যা ভবিষ্যত প্রজন্মের জন্য তাঁর কাজ এবং অধ্যয়নকে চালিয়ে যাওয়ার পথ উন্মুক্ত করে।\nবোরেলির পরে দীর্ঘ সময় কেটে যায়। সেই সময়ের পরে আরও অনেক বেশি বিজ্ঞানী মানব শরীর এবং এর কাজগুলো সম্পর্কে শিখতে শুরু করেছিলেন। জৈব বলবিজ্ঞানে উনবিংশ বা বিংশ শতাব্দীতে তেমন উল্লেখযোগ্য বিজ্ঞানী নেই কারণ কোনো একজন ব্যক্তিকে কৃতিত্ব দেওয়ার জন্য ক্ষেত্রটি যথেষ্ট বিশাল।  যাইহোক, জৈব বলবিজ্ঞান ক্ষেত্রের বিস্তৃতি প্রতি বছর বাড়তে থাকে এবং মানব শরীর সম্পর্কে আরও সন্ধানে অগ্রগতি অব্যাহত রাখে। ক্ষেত্রটি এতটাই জনপ্রিয় হয়ে উঠেছে, বিগত শতাব্দীতে অনেকগুলি প্রতিষ্ঠান ও গবেষণাগার খোলা হয় এবং লোকেরা গবেষণা চালিয়ে যায়। ১৯৭৭ সালে আমেরিকান সোসাইটি অফ বায়োমেকানিক্স তৈরির মাধ্যমে ক্ষেত্রটি বৃদ্ধি পেতে থাকে এবং নতুন নতুন উদ্ভাবন শুরু করে।\nউনবিংশ শতাব্দীতে Etienne-জুলস Marey চলাচল নিয়ে গবেষণা করতে সিনেমাটোগ্রাফির সহায়তা নেন। তিনি ভুমিস্থ প্রতিক্রিয়া বল এবং চলাচলকে সম্পর্কিত করে 'মোশন অ্যানালাইসিস' নামে নতুন একটি শাখা উদ্ভাবন করেন। আর্নস্ট হেনরিচ ওয়েবার এবং উইলহেলম এডুয়ার্ড ওয়েবার নামের জার্মান দুই ভাই মানুষের চলাচলের গেইট বিশ্লেষণ নিয়ে অনুকল্প প্রস্তাব করেন; কিন্তু খ্রিস্টান উইলহেলম ব্রুনেই প্রকৌশলবিদ্যার তৎকালীন কৌশল ব্যবহার করে এই ক্ষেত্রটিকে উন্নত করেন। একই সময়কালে, শিল্প বিপ্লবের দাবিতে ফ্রান্স এবং জার্মানিতে ধাতুর প্রকৌশল সংশ্লিষ্ট বলবিদ্যা সমৃদ্ধ হতে থাকে। এটি হাড়ের জৈব বলবিজ্ঞানের পুনর্জন্মের দিকে পরিচালিত করে যখন রেলপথ প্রকৌশলী কার্ল কালম্যান এবং শারীরবৃত্ত বিশেষজ্ঞ হারমান ভন মায়ার একটি মানব ফিমারে পীড়নের বিন্যাসকে একই আকারের ক্রেনের সাথে তুলনা করে ব্যাখ্যা দেন। এই ব্যাখ্যা দ্বারা অনুপ্রাণিত হয়ে জুলিয়াস ওল্ফ হাড়ের পুনর্নির্মাণের বিখ্যাত ওল্ফের সূত্র প্রস্তাব করেছিলেন। \n\n\n== প্রয়োগ ==\nকোনো কোষের অভ্যন্তরীণ কাজ থেকে শুরু করে অঙ্গগুলির গতিবিধি এবং বিকাশ, নরম টিস্যুগুলির যান্ত্রিক বৈশিষ্ট্য, এবং হাড় পর্যন্ত জৈব বলবিজ্ঞানের ক্ষেত্র বিস্তৃত। জৈব বলবিজ্ঞান সংক্রান্ত গবেষণার কিছু সহজ উদাহরণ হলো অঙ্গের উপর উপরে কার্যকর বল, পাখির এবং পতঙ্গের ওড়ার বিজ্ঞান, মাছের সাঁতার কাটার বিজ্ঞান এবং কোষীয় থেকে পূর্ণাঙ্গ জীব পর্যায়ে প্রাণির চলন। জীবন্ত টিস্যুগুলোর শারীরবৃত্তীয় আচরণের ক্রমবর্ধমান বোধগম্যতার সাথে সাথে গবেষকরা টিস্যু ইঞ্জিনিয়ারিংয়ের ক্ষেত্রকে এগিয়ে নিতে সক্ষম হবেন, পাশাপাশি ক্যান্সার সহ বিভিন্ন রোগের উন্নত চিকিৎসায় সক্ষম হবেন।\nজৈব বলবিজ্ঞান মানুষের পেশি ব্যবস্থা অধ্যয়নের জন্যও প্রয়োগ করা হয়। এই জাতীয় গবেষণা মানবদেহের সাথে সংযুক্ত চিহ্নিতকারীগুলির ট্র্যাজেক্টরিগুলি ক্যাপচার করতে মানবজগতের প্রতিক্রিয়া শক্তি এবং ইনফ্রারেড ভিডিওগ্রাফি অধ্যয়ন করতে ফোর্স প্ল্যাটফর্মকে ব্যবহার করে যা মানুষের ত্রিমাত্রিক গতি অধ্যয়ন করে। পেশী সক্রিয়করণ অধ্যয়ন করতে বাহ্যিক বাহিনী এবং বিশৃঙ্খলার পেশী প্রতিক্রিয়াগুলি তদন্ত করতে গবেষণাও বৈদ্যুতিনোগ্রাফি প্রয়োগ করে। \nমানুষের অস্থিসন্ধি, দাঁতের অংশ, বাহ্যিক ত্রুটি এবং অন্যান্য আরো কিছু কাজে জৈব বলবিজ্ঞান অর্থোপেডিক শিল্পে নকশা প্রণয়নের জন্য জন্য ব্যাপকভাবে ব্যবহৃত হয়। বায়োট্রিবোলজি এর একটি খুব গুরুত্বপূর্ণ অঙ্গ। অর্থোপেডিক ইমপ্লান্টের জন্য ব্যবহৃত জৈব পদার্থগুলোর কার্য সম্পাদন এবং কার্যকারিতা সম্পর্কে জানার একটি গবেষণা। নকশা উন্নয়ন চিকিৎসা এবং ক্লিনিকাল উদ্দেশ্যে সফলভাবে জৈবপদার্থ উৎপাদনে গুরুত্বপূর্ণ ভূমিকা পালন করে। এর মধ্যে একটি উদাহরণ টিস্যু ইঞ্জিনিয়ারড কার্টিলেজ।  ইমানুয়েল উইলার্ট  অস্থিসন্ধিতে এর গতিশীল প্রভাব নিয়ে আলোচনা করেছেন।\nএটি ইঞ্জিনিয়ারিংয়ের সাথেও সম্পর্কিত, কারণ এটি প্রায়শই জৈবিক পদ্ধতি বিশ্লেষণ করতে প্রথাগত প্রকৌশল বিজ্ঞান ব্যবহার করে। নিউটোনীয় যান্ত্রিক এবং / বা উপকরণ বিজ্ঞানের কিছু সাধারণ প্রয়োগ অনেক জৈবিক ব্যবস্থায় সঠিক অনুমান সরবরাহ করতে পারে। পপ্রায়োগিক বলবিজ্ঞান এবং যন্ত্রকৌশলের অন্যান্য উল্লেখযোগ্য শাখা যেমন ধারাবাহিক বলবিজ্ঞান, প্রক্রিয়া বিশ্লেষণ, গাঠনিক বিশ্লেষণ, স্থিতিবিদ্যা এবং গতিবিদ্যা জৈব বলবিজ্ঞানের গবেষণায় বিশিষ্ট ভূমিকা পালন করে। \n\nসাধারণত জৈবিক ব্যবস্থাগুলো মানব-নির্মিত ব্যবস্থাগুলোর চেয়ে অনেক জটিল। প্রায় প্রতিটি জৈব বলবিজ্ঞান সংক্রান্ত আলোচনায় তাই সংখ্যাসূচক পদ্ধতি প্রয়োগ করা হয়। মডেলিং, কম্পিউটার সিমুলেশন এবং পরীক্ষামূলক পরিমাপের বেশ কয়েকটি পদক্ষেপসহ পৌনঃপুনিক অনুমান এবং যাচাইয়ের দ্বারা গবেষণা করা হয়।\n\n\n== আরও দেখুন ==\nবায়োমেকাট্রনিক্স\nজৈব চিকিৎসা প্রকৌশল\nকার্ডিওভাসকুলার সিস্টেম ডায়নামিক্স সোসাইটি\nবিবর্তনীয় ফিজিওলজি\nফরেনসিক বায়োমেকানিক্স\nআন্তর্জাতিক সোসাইটি অফ বায়োমেকানিক্স\nবায়োফ্লুড মেকানিক্স গবেষণা গ্রুপগুলির তালিকা\nমানুষের যৌনতার যান্ত্রিকতা\nওপেনসিম (সিমুলেশন টুলকিট)\nশারীরিক অনকোলজি\n\n\n== তথ্যসূত্র ==\n \n\n\n== আরও পড়ুন ==\nবায়োমেকানিক্স এবং আন্দোলন বিজ্ঞান তালিকার (বায়োমচ-এল)\nবায়োমেকানিক্স লিঙ্কগুলি\nবায়োমেকানিক্সের একটি জিনোলজি"}