{"pageid": 1027109, "title": "জয়পুরের নীল মৃৎশিল্প", "url": "https://bn.wikipedia.org/wiki?curid=1027109", "content": "নীল মৃৎশিল্প হল জয়পুরের একটা ঐতিহ্যপূর্ণ কারুশিল্প, যা মধ্য এশিয়ায় উদ্ভূত ও ব্যাপকভাবে  স্বীকৃত।  এই মৃৎশিল্পে চোখ ধাঁধানো কোবাল্ট নীল রং ব্যবহার করার  জন্য এরকম 'নীল মৃৎশিল্প' নামকরণ হয়েছে। এটি ইউরেশীয় নীল এবং সাদা মৃৎশিল্পগুলির মধ্যে একটি প্রকার এবং আকৃতি ও সাজসজ্জায় ইসলামি মৃৎশিল্পগুলির সঙ্গে সম্পর্কযুক্ত। এটি চীনা মৃৎশিল্প থেকে অনেকটাই আলাদা।\nজয়পুরের মৃৎশিল্প মিশরীয় চীনামাটির ধরনের চকচকে এবং কম-তাপে ভস্মীকৃত মিশ্রণ দিয়ে তৈরি। এতে কাদামাটি থাকেনা; স্ফটিক পাথর পাউডার, কাচ গুঁড়ো, মুলতানি মাটি, বোরাক্স, আঠা এবং জল দিয়ে 'ময়দা মাখা'র মতো মেখে এটা তৈরি হয়।  অন্য সূত্রে বলা হয়, কাতিরা গঁদ (এক ধরনের আঠা), এবং সাজি (সোডিয়াম বাইকার্বনেট) হল এর উপকরণ।\nজয়পুরের মৃৎশিল্পের কিছু সংখ্যক প্রায়-স্বচ্ছ। এটি বেশির ভাগই পাখি এবং অন্যান্য প্রাণীর মূল ভাব দিয়ে সাজানো। কম তাপমাত্রায় জ্বালানো হয় বলে এগুলো ভঙ্গুর হয়ে থাকে। উৎপাদনগুলি মূলতঃ গৃহসজ্জার জন্য প্রস্তুত হয়, যেমন, ছাইদান, ফুলদানি, টেবল ম্যাট, ছোটো বাটি এবং অলংকার রাখার বাক্স। ব্যবহৃত রংগুলি হল কোবাল্ট অক্সাইড থেকে প্রাপ্ত নীল, কপার অক্সাইড থেকে প্রাপ্ত সবুজ এবং সাদা, যদিও কখনো কখনো হলুদ এবং বাদামির মতো অপ্রচলিত রংগুলোও ব্যবহার করা হয়ে থাকে।\n\n\n== ইতিহাস ==\nমৃৎশিল্পে নীল ঔজ্জ্বল্যের ব্যবহারটি হল একটা আমদানিকৃত কারিগরি; মঙ্গোল কারিগরগণ পারসিক আলংকারিক শিল্পের সঙ্গে চিনা চাকচিক্যময় প্রযুক্তি মিলিয়ে এই শিল্পের প্রথম বিকাশ করেন। চতুর্দশ শতকে তুর্কিদের পূর্বাভিমুখী অভিযানের গোড়ার যুগে এই কারিগরি ভারতে আসে। এর উদ্ভবের সময়কালে  মধ্য এশিয়ায় এটি ব্যবহার করে টাইলস দিয়ে মসজিদ, সমাধিস্থল এবং প্রাসাদ সাজানো হোত। পরবর্তীকালে, মুঘলরা বিজয় অভিযানে ভারতে আসার পর ভারতে তারা এই শিল্পের ব্যবহার শুরু করে। ক্রমশ নীল চাকচিক্যময় কারিগরি ভারতীয় মৃৎশিল্পীদের আনুষঙ্গিক স্থাপত্য শিল্পের বাইরেও উন্নতিলাভ করে।  তারপরে এই কারিগরি যায় দিল্লির সমভূমিতে এবং সপ্তদশ শতকে পৌঁছে গিয়েছিল জয়পুর।\nঅন্য এক মতে বলা হয় যে, নীল মৃৎশিল্প ঊনবিংশ শতকে (১৮৩৫-১৮৮০) সওয়াই রাম সিংয়ের আমলে জয়পুরে এসেছিল।  জয়পুরের রাজা স্থানীয় শিল্পীদের প্রশিক্ষণ নেওয়ার জন্যে দিল্লি পাঠিয়েছিলেন। রামবাগ প্রাসাদে কিছু পুরোনো চিনেমাটির কাজ দেখা যায়, সেখানে জলাধারগুলির ধার নীল টালি দিয়ে বাঁধানো আছে। যাইহোক, কোন এক সময় নীল মৃৎশিল্প জয়পুর থেকে উধাও হয়ে গিয়েছিল। এরপর ১৯৫০ খ্রিস্টাব্দের দশক নাগাদ দেওয়াল ও চিত্রশিল্পী কৃপাল সিং শেখাওয়াত তাঁর প্রচেষ্টায় এই শিল্পের পুনরুদ্ভব করেছিলেন,  তাঁকে সাহায্যের সঙ্গে পৃষ্ঠপোষকতা করেছিলেন কমলাদেবী চট্টোপাধ্যায় এবং রাজমাতা গায়ত্রী দেবী।\nবর্তমানে নীল মৃৎশিল্প একটা শিল্প হিসেবে জয়পুরের বহু মানুষের জীবনজীবিকার সংস্থান করে দেয়। ঐতিহ্যপূর্ণ নকশা গ্রহণ করা হয়েছে, এবং এখন চিরাচরিত ভস্মাধার, জার, পাত্র এবং ফুলদানি ছাড়াও আপনি দেখতে পাবেন টি-সেট, কাপ এবং সসার, প্লেট ও গ্লাস, জগ, ছাইদান ও রুমাল রিং।\n\n\n== তথ্যসূত্র =="}