{"pageid": 1027294, "title": "মহিলা সৈনিক শাখা", "url": "https://bn.wikipedia.org/wiki?curid=1027294", "content": "মহিলা সৈন্য শাখা (ইংরেজিঃ Women's Army Corps বা সংক্ষেপে WAC) মার্কিন যুক্তরাষ্ট্র সেনাবাহিনীর নারীদের শাখা (সেনাদল) ছিলো। এই শাখাটি গড়ে তোলা হয়েছিলো ১৯৪২ সালের মে মাসের ১৫ তারিখে; ১৯৪৩ সালের ১ জুলাই এই শাখাটি মার্কিন সেনাবাহিনীর নিয়মিত সৈন্যদলের অন্তর্ভুক্ত হয়ে যায়; নারীদের সেনা ব্যারাক পুরুষ সেনাদলের সাথে ছিলোনা কিন্তু ১৯৭৮ সালের অক্টোবর মাসের ২০ তারিখে এই সেনাদলটি ভেঙে দেওয়া হয় এবং মার্কিন সেনাবাহিনীর উর্ধ্বতন কর্তৃপক্ষের আদেশ অনুযায়ী কর্মরত নারী সৈন্যরা পুরুষদের সেনা ব্যারাকগুলোতে মিশ্রিত হয়ে যায়। যুক্তরাষ্ট্র সেনাবাহিনীর উর্ধ্বতন কর্তৃপক্ষের নির্দেশে মহিলা সৈন্য শাখার সকল সদস্য দ্বিতীয় বিশ্বযুদ্ধে অংশ নিয়েছিলো, এছাড়াও শাখাটির সদস্যদেরকে কোরীয় যুদ্ধ এবং ভিয়েতনাম যুদ্ধেও স্বল্প পরিমাণে নিয়োজিত করা হয়েছিলো।\nএই শাখার সদস্যদেরকে সম্মুখ সমরে অংশগ্রহণ করার সুযোগ দেওয়া হয়নি।\n\n\n== ইতিহাস ==\n\nমার্কিন যুক্তরাষ্ট্র সেনাবাহিনীতে মহিলা সেনাদল গঠনের পরিকল্পনা করেছিলেন লেফটেন্যান্ট কর্নেল গিলমান সি. মাজেট, যদিও তার সকল পরিকল্পনা ভেস্তে গিয়েছিলো; তিনি আশা করেছিলেন মাত্র ১১,০০০ সদস্যের একটি সেনাদল। প্রতিরক্ষা মন্ত্রণালয়ের সমর্থন ছাড়া; এডিথ নোউর্স রজার্স নামের একজন নারী সংসদ সদস্য নারীদের সৈন্যদল গঠনের জোরালো প্রস্তাব তুলে ধরেছিলেন ১৯৪১ সালের ২৮ মে তারিখে। মহিলা সাংসদের কথা গুরুত্ব সহকারে নেওয়া হয়নি প্রথমে; পরে মার্কিন সেনাবাহিনী দ্বিতীয় বিশ্বযুদ্ধে যোগ দিয়ে ফেললে ঐ মহিলা সাংসদের কথা গুরুত্ব সহকারে নেওয়া হয়। মার্কিন সংসদ ১৯৪১ সালের ১৪ মে একটি আইন পাশ করে যে নারীদেরকে সেনাবাহিনীতে নেওয়া হবে এবং এটা কার্যকর হয় ঠিক এক বছর পরে অর্থাৎ ১৯৪২ সালের ১৪ মে। মার্কিন রাষ্ট্রপতি ফ্রাঙ্কলিন ডি. রুজভেল্ট নারীদের সেনাবাহিনীতে নিয়োগ প্রদানের অনুমতি সংক্রান্ত কাগজে স্বাক্ষর করেন এবং প্রথম বছরে ২৫,০০০ নারীকে মার্কিন সেনাবাহিনীতে ঢোকানোর লক্ষ্য নির্ধারণ করেন, পরে প্রতিরক্ষা মন্ত্রী হেনরি এল. স্টিমসন ১,৫০,০০০ নারীকে সৈনিক হিসেবে নিয়োগ দেবার পরিকল্পনা করেন।\nতৎকালীন মার্কিন সেনাপ্রধান জেনারেল জর্জ মার্শাল নারীদেরকে কীভাবে নিয়োগ দেয়া হবে এই দিকে মনোনিবেশ করেন, প্রাথমিকভাবে নারীদেরকে ব্রিটিশ সেনাবাহিনীর মতো করে নিয়োগ দেবার কথা ভাবা হয়; ব্রিটিশ সেনাবাহিনীতে প্রথম বিশ্বযুদ্ধে নারীরা সৈনিক হিসেবে কাজ করেছিলো। ১৯৪২ সালে প্রথমবারের মতো নারীরা ডি মোয়েন, আইওয়ার একটি প্রশিক্ষণ কেন্দ্রে মৌলিক সামরিক প্রশিক্ষণ শুরু করেন। প্রথম দিনে তাদের সাক্ষাৎকার নেওয়া হয়, স্বাস্থ্য পরীক্ষা করা হয় এবং সামরিক প্রশিক্ষণ গ্রহণের জন্য উপযুক্ত কিনা তা যাচাই করা হয়।\nতিনটি বিশেষ কাজে মহিলাদেরকে প্রাথমিক ভাবে নেওয়া হয় - টেলিফোন অপারেটর, মিস্ত্রি এবং পাচকের কাজে। পরে পোস্টাল ক্লার্ক, ড্রাইভার, স্টেনোগ্রাফার এবং ক্লার্ক টাইপিস্ট হিসেবে নারীদেরকে নেওয়া শুরু হয়। ক্ষুদ্রাস্ত্র এবং ভারী অস্ত্র মেরামতের কাজেও নারীদেরকে নেওয়া শুরু হয়।\nসেনাবাহিনীর চাকরি নিয়োগ বিজ্ঞপ্তিতে লেখা থাকতো যে, \"আপনারই চাকরিঃ পুরুষদের মতো আপনিও সৈনিক হউন\"। তখন দ্বিতীয় বিশ্বযুদ্ধ চলছিলো, মার্কিন সেনাবাহিনীতে নারী নিয়োগ ছিলো এই প্রথম। \"ইউ মাস্ট বি ফিট\" শিরোনামের একটি শারীরিক প্রশিক্ষণ ম্যানুয়াল (ছোটো গ্রন্থ) ১৯৪৩ সালের জুলাই মাসে প্রতিরক্ষা মন্ত্রণালয় দ্বারা প্রকাশিত হয়েছিলো, যার লক্ষ্য ছিল শীর্ষ শারীরিক মানের নারী সৈনিক প্রার্থী পাওয়া। চাকরি নিয়োগের বিজ্ঞাপনে লেখা থাকতো যে, নারীদেরকে অবশ্যই সামরিক প্রশিক্ষণের জন্য মানসিক এবং শারীরিক ভাবে শক্ত থাকতে হবে, শারীরিক প্রশিক্ষণ পুরুষদের মতোই হচ্ছিলো যদিও পুরোপুরি নয় কিন্তু কুচকাওয়াজ পুরুষদের মতোই ছিলো এবং নারীদের জন্য সামরিক উর্দির ক্ষেত্রে সামরিক বাহিনীর নিজস্ব রীতি অনুযায়ী শার্ট এবং ঘাঘরা পরিধানের ব্যবস্থা করা হয়; মাথার চুল কাটার নিয়মও মার্কিন সেনাবাহিনীর নিজস্ব রীতি অনুযায়ী তৈরি করা হয়।\nসেনাবাহিনী নিয়োগের বিজ্ঞাপন দেখে অনেক নারীই আবেদন করা শুরু করে। নারীরা অস্ত্র, কামান, ট্যাংক এবং যানবাহন মেরামতকারী হিসেবে নিয়োগ পেতো আর সেনা বিমান শাখাতে নারীদেরকে বিমান এবং বিমানের যন্ত্রাংশ মেরামত করার কাজে নেওয়া হতো। নারীরা এসব কাজ ছাড়াও সামরিক পুলিশ হিসেবে দায়িত্ব, চিকিৎসা সহকারীর দায়িত্ব, সৈন্যদের খাবার এবং অস্ত্র ও গোলাবারুদ সরবরাহের দায়িত্ব পেতো।\nদ্বিতীয় বিশ্বযুদ্ধে ১৯৪২ সাল থেকে (মহিলা সৈনিক শাখা প্রতিষ্ঠাকালীন সময় হতে) ১৯৪৫ সাল পর্যন্ত মার্কিন সেনাবাহিনীতে নারীদের সংখ্যা ছিলো প্রায় দেড় লাখ জন। মার্কিন সামরিক বাহিনীর ইতিহাসে এইসব নারীরাই ছিলো প্রথম যারা যুদ্ধে সৈনিক হিসেবে যোগ দিয়েছিলো।\n\n\n=== নারী সৈন্য নিয়োগ বিরোধী প্রচারণা ===\n\n১৯৪৩ সালে একটি অভিযোগ ওঠে যে নারীদেরকে সেনাবাহিনীতে সৈন্য হিসেবে নিয়োগ প্রদান করা উচিৎ নয়; এটা অনৈতিক একটা কাজ। বহু পুরুষ সৈন্য নারীদেরকে সৈন্য হিসেবে নেবার বিরোধিতা করতো কারণ তারা বিশ্বাস করতো যে, নারীরা সৈনিক হিসেবে মানানসই নয়, তাছাড়া এরকমও চিন্তা করা হতো যে, বহু পুরুষ সৈন্য নারীদের সঙ্গে যৌনক্রিয়ায় জড়িয়ে পড়তে পারে এবং নারীরা নারীদের সঙ্গে একই সেনাছাউনীতে থেকে সমকামী সম্পর্কে জড়িয়ে পড়তে পারে - এইগুলো সেনাবাহিনীর জন্য খুবই অপমানজনক এবং শৃঙ্খলা বহির্ভূত কর্ম যা যুদ্ধে পরাজয় ডেকে আনতে পারে। এছাড়া একটি গুজব ছড়িয়ে পড়ে যে, মার্কিন নারীরা সেনাবাহিনীতে যৌন সেবিকা হিসেবে যোগ দিচ্ছে যে নারী সৈনিকরা আসলে নাকি সত্যিকারের সৈনিক নয় তারা পুরুষ সৈনিকদের প্রমোদবালা হিসেবে নাকি সেনাবাহিনীতে ঢুকছে। গুজব গুলো মিথ্যে বলে উড়িয়ে দিয়ে সেনাবাহিনীর সদর দপ্তর থেকে কয়েকটি বিজ্ঞপ্তি দৈনিক সংবাদ পত্রগুলোতে প্রকাশিত হচ্ছিলো এবং সাধারণ মানুষদেরকে কোনো গুজবে কান না দেবার আহ্বান জানানো হয়েছিলো।\nঅনেক অসৎ সাংবাদিক ছিলেন যারা নারী সৈন্য নিয়োগের নামে দৈনিক সংবাদপত্রে কুৎসা রটাচ্ছিলেন, এবং নারী সৈনিক নিয়োগ বন্ধ করার জন্য সংবাদপত্রে কুযুক্তিমূলক কথা লিখছিলেন, জন ও. ডনেল নামের একজন কলাম লেখক ছিলেন যিনি প্রায় প্রতিনিয়ত নারীদের সেনাবাহিনীতে নিয়োগ নিয়ে কুৎসা প্রচার করতেন পত্রিকায়। সেনাবাহিনীর একটি ইতিহাস থেকে জানা যায়, ১৯৪৩ সালের ৮ জুন তারিখে ডনেল একটি কলাম লেখেন যার শিরোনাম ছিলো \"নারীদের অপূরণীয় ক্ষতি\"। কলামটির লেখা শুরুই হয়েছিলো এইভাবে যে, নারীরা পুরুষ সৈনিকদের সঙ্গে যৌনক্রিয়ায় জড়াবেন আর তাদের জন্য সেনাবাহিনী থেকেই নাকি গর্ভনিরোধক বড়ি দেওয়া হবে। ডনেল নারী সৈন্যদেরকে সমকামী বলেও অপমান করেছিলেন; মার্কিন সমাজে সমকামীদেরকে সেই সময়কালে ভালো চোখে দেখা হতোনা।\nনারী সৈন্যদের বিরুদ্ধে চালিত মিথ্যে এবং নেতিবাচক কথাগুলোর প্রত্যেকটার জবাব দিচ্ছিলো সামরিক কর্তৃপক্ষ, যদিও অনেকেই সংবাদপত্রের মিথ্যে কথায় কান দিচ্ছিলেন। নারী সৈন্যদের নিয়ে কথাবার্তা সাধারণ মানুষদের আলোচনার কেন্দ্রবিন্দুতে চলে এসেছিলো। ডনেল এবং অন্যান্য অসৎ সাংবাদিকদের বানানো কথাগুলো অনেক প্রভাব ফেলতে সক্ষম হয়েছিলো তৎকালীন মার্কিন সমাজে। কিন্তু তাও নারী সৈনিক নিয়োগ প্রক্রিয়া থেমে থাকেনি এবং বেশ ভালো ভাবেই চলেছিলো।\n\n\n=== নারীদের গায়ের রঙ ===\nকৃষ্ণ বর্ণের নারীদেরকে সেনাবাহিনীতে নিয়োগ দেওয়া হতোনা এবং হলেও সেটা অনেক কম ছিলো আর মার্কিন নৌবাহিনীতে কৃষ্ণ নারীরা যোগদানের সুযোগই পেতেননা। কৃষ্ণ বর্ণের নারী সেনারা অনেক বৈষম্যের শিকার হতেন, তাদের পদোন্নতি কম দেওয়া হতো; শ্বেতাঙ্গ নারীরা কোনো ধরনের বৈষম্যের শিকার হতেননা। শুরুতে কৃষ্ণ বর্ণীদের এতোই বৈষম্য করা হতো যে তাদেরকে শ্বেতাঙ্গ নারীদের সঙ্গে প্রশিক্ষণ নিতে দেওয়া হতোনা। মার্কিন সেনা কর্তৃপক্ষ ১০ শতাংশ কৃষ্ণ নারী নিতে চাইলেও পরে তা কমিয়ে মাত্র ৫ শতাংশে নিয়ে আসে।\n\n\n=== গুণগৌরব ===\n\nদ্বিতীয় বিশ্বযুদ্ধ চলাকালে মার্কিন সেনাবাহিনীতে ডগলাস ম্যাকআর্থার নামের একজন জেনারেল ছিলেন, তিনি নারী সৈন্যদের অনেক প্রশংসা করতেন, তিনি বলতেন, আমাদের নারী সেনারা অনেক মন দিয়ে কাজ করে। অনেক সেনাপতিই আরো নারী সৈন্য নিয়োগের ব্যাপারে ব্যাকুল ছিলেন, তারা চাচ্ছিলেন মার্কিন সমাজে নারীদের সত্যিকারের ক্ষমতায়ন আসুক। জেনারেল এবং পরে রাষ্ট্রপতি ডোয়াইট ডি. আইজেনহাওয়ার যুদ্ধে নারীদের অবদানের অনেক প্রশংসা করেছিলেন।\nএকই সময়ে মার্কিন সামরিক বাহিনীর নৌ শাখা অর্থাৎ মার্কিন নৌবাহিনীতেও যুদ্ধ জাহাজে নারী নাবিক ওঠানোর কাজ শুরু হয়ে গিয়েছিলো, নৌবাহিনীর নারীদেরকে ওয়েভস বলা হতো; যুক্তরাষ্ট্র মেরিন কোর-এ নারীদের কম নেওয়া হয়েছিলো যদিও।\nমার্কিন সমাজ নাকি তখন নারীদেরকে সৈন্য হিসেবে মেনে নিতে প্রস্তুত ছিলোনা এমনটাই দাবি করেন মার্কিন ইতিহাসবেত্তা ডি'এন ক্যাম্পবেলঃ\n\nনারীরা সেনা এবং নৌবাহিনীতে খুব ভালো দক্ষতা দেখিয়েছিলো দ্বিতীয় বিশ্বযুদ্ধতে; নারীরা মার্কিন সমাজে দূর্বল জাতি হিসেবে বিবেচিত হতো এবং নারীরা যে সৈনিক হতে পারে এটা সমাজ বিশ্বাস করতো না; কিন্তু যুদ্ধে নারীদের অবদান তাদের চেহারা বদলে দিয়েছিলো। মার্কিন সমাজে দ্বিতীয় বিশ্বযুদ্ধের নারীদের অবদানের প্রভাব অনেক তৈরি হয়েছে। সমাজ নারীদেরকে শুরুতে সৈন্য হিসেবে মানতে পারতোনা কিন্তু মার্কিন সামরিক বাহিনীতে ঢুকে নারীরা প্রমাণ করতে সক্ষম হয়েছিলো যে সমাজকে বৃদ্ধাঙ্গুলি দেখানো সম্ভব।\n\n\n== ম্যানহাটন প্রকল্প ==\n১৯৪৩ সালের শুরুর দিকে ৪২২ জন নারী সেনাকে সামরিক প্রকৌশল শাখাতে নিয়োগ দেওয়া হয়েছিলো ম্যানহাটন প্রকল্পের কাজের জন্য। মেজর জেনারেল লেসলি আর. গ্রোভস ছিলেন একজন ঊর্ধ্বতন প্রকৌশলী সেনাপতি; তিনি নারীদের দক্ষতাপূর্ণ অবদানের কথা বলেছিলেন এভাবে যে, নারী সৈন্যরা পুরুষ সৈন্যদের চেয়ে কোনো অংশে কম ছিলোনা।\nনারীদেরকে কর্মকর্তা পদবিতেও খুবই দ্রুত নেওয়া শুরু হয়; নারীদেরকে পুরুষ কর্মকর্তাদের মতো সামরিক একাডেমীতে না নেওয়া হলেও অফিসার ক্যান্ডিডেট স্কুলে ঢোকার সুযোগ দেওয়া হতো।\nনারী সেনারা অনেক সামরিক পদক অর্জন করেছিলো তাদের যুদ্ধে অবদানের জন্য; মহিলা সৈন্যরা রাষ্ট্রপতির কাছ থেকেও বিশেষ সম্মাননা পেয়েছিলো।\n\n\n== ভিয়েতনাম যুদ্ধ ==\nভিয়েতনাম যুদ্ধে মহিলা সৈনিক শাখার সদস্যরা প্রধানত অফিস কর্মে নিযুক্ত ছিলো, মহিলা সৈনিকদের অধিকাংশই ছিলো করণিক; যুদ্ধটিতে মহিলা সৈনিকদের মোট সংখ্যা ছিলো ৭০০ জনের মতো।\n\n\n== নারীদের সেনাদল ভেঙে দেওয়া হলো ==\n১৯৭৮ সালের ২০শে অক্টোবর মহিলা সৈন্য শাখা ভেঙে দিয়ে কর্মরত নারী সেনা সদস্যদেরকে পুরুষদের ব্যারাকগুলোতে একীভূত করে দেওয়া হয় এবং নারীরা পুরুষদের সাথে বিভিন্ন কোরে যুক্ত হয়ে যায়। তখন থেকে নারীরা পুরুষদের সঙ্গে একই সেনা ব্যারাকে থাকার নির্দেশ সহ পুরুষদের সঙ্গে সামরিক প্রশিক্ষণ গ্রহণ করার নির্দেশ পাচ্ছিলো যেটা আগে ছিলোনা এবং পুরুষদের সঙ্গে একই ব্যারাকে ঘুমানোর ব্যবস্থা করা দেওয়া হয়, নারী সেনাদের পদবি হুবহু পুরুষদের মতো করে দেওয়া হয়, তাছাড়া নারীদের শারীরিক প্রশিক্ষণ মানও পুরুষদের সমান উন্নীত করা হয় এবং নারীদের মৌলিক সামরিক প্রশিক্ষণ পুরুষদের মতো হুবহু করে দেওয়া হয় যেখানে সকল নারী প্রশিক্ষণার্থীদের বাধ্যতামূলক ভাবে বন্দুক চালনা প্রশিক্ষণ শুরু হয় পুরুষদের সাথে; লেস এসপিন ছিলেন তখন প্রতিরক্ষামন্ত্রী এবং তিনি এসব নির্দেশ দিয়েছিলেন যে নারী সেনাদের সঙ্গে পুরুষ সেনাদের যেনো কোনো ধরনের বৈষম্য না করা হয়। ২০০৫ সালে জ্যা পেইস নামের একজন নারী ওয়ারেন্ট অফিসার পদবিতে সেনাবাহিনী থেকে অবসর গ্রহণ করেন এবং তিনি ছিলেন দ্বিতীয় বিশ্বযুদ্ধের পরে মার্কিন সেনাবাহিনীর প্রথম নারী সৈন্য যিনি সবচেয়ে বেশি পদক পেয়েছিলেন। ১৯৭২ সালে তিনি সেনাবাহিনীতে সাধারণ সৈনিক (প্রাইভেট সোলজার) পদবিতে সেনা বাদক দলের একজন সদস্য হিসেবে যোগ দিয়েছিলেন।\n\n\n== মহিলা সৈন্যদলের পদবি সমূহ ==\n\nপ্রাথমিক ভাবে মহিলা সৈন্যদের পদবি ছিলো চারটি (অক্সিলিয়ারি, জুনিয়র লিডার, লিডার, এবং সিনিয়র লিডার) এবং অফিসার পদবি ছিলো তিনটি (ফার্স্ট, সেকেন্ড অ্যান্ড থার্ড অফিসার)। পরিচালককে মেজরের সমান ধরা হতো; পরে কর্নেল পদবির সমান সম্মান দেওয়া হয়েছিলো এবং প্রথম মহিলা সৈনিক শাখার পরিচালক ওভেটা কাল্প হবিকে কর্নেলই বলা হতো। নারী সৈনিক সংখ্যা বৃদ্ধি পাচ্ছিলো কারণ যুদ্ধের প্রয়োজনীয়তাই তাদেরকে ডেকে আনছিলো। খুব দ্রুত পদোন্নতি দেওয়া হচ্ছিলো যুদ্ধের সময়ে।\nমহিলা সৈন্য শাখা সংস্থাটির অন্যতম একটি চিহ্ন ছিলো ঈগল পাখির। এই চিহ্নটা মাথার টুপির ব্যাজে পরতো নারী সেনারা, এছাড়াও তাদের শার্টের বোতামেও এটা থাকতো ছোটো করে। নারী সৈন্য আর অফিসারদের পোশাকের মধ্যে কোনো পার্থক্য ছিলোনা। নিয়মিত সৈন্য হিসেবে নারীরা পুরুষদের মতোই ড্রিল এবং স্যালুটিং শিখতো তবে নারীদের শারীরিক প্রশিক্ষণ পুরুষদের মতো হুবহু ছিলোনা।\n\n\n== মহিলা সৈন্যদের বেতন ==\n\n১৯৪৩ সালের জুলাই মাসে মহিলা সৈন্য শাখা মার্কিন সেনাবাহিনীর একটি পূর্ণ নিয়মিত শাখায় রূপান্তরিত হয়ে যায়। মার্কিন সেনাবাহিনীতে ব্যবহৃত একটি ঈগল চিহ্ন মহিলা সৈন্যদের জন্য চালু হয়ে যায় খুব দ্রুত যেটা আগে ছিলো একজন প্রাচীন গ্রীক দেবীর মূর্তি (আথিনা)।\nনারী সেনাদের কোনো ওয়ারেন্ট অফিসার পদবি ছিলোনা; এরকম নিয়ম শুধু এই শাখা তৈরির শুরুর দিকে ছিলো।\n\n\n== পরিচালকদের তালিকা ==\n\n\n== মহিলা সৈন্যদলের প্রাক্তন সেনাদের সংঘ ==\nএই সংঘটি ১৯৭৮ সাল পর্যন্ত ছিলো; তৈরি হয়েছিলো ১৯৪৬ সালে। সংঘটির উদ্দেশ্য ছিলো অবসরপ্রাপ্ত নারী সেনাদের মনোবল বজিয়ে রাখা।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== টিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পঠন ==\nCampbell, D'Ann. \"Servicewomen of World War II.\" Armed Forces & Society 16.2 (1990): 251–270, based on interviews.\nMoore, Brenda L. (২০০৪)। Serving Our Country: Japanese American Women in the Military During World War II। Piscataway: Rutgers University Press। ওসিএলসি 760733468। \nMoore, Brenda L. (১৯৯৬)। To serve my country, to serve my race : the story of the only African American WACS stationed overseas during World War II। New York: New York University Press। ওসিএলসি 32854455। \n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nWomen in Army History  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ মার্চ ২০২১ তারিখে at the United States Army Center of Military History\nThe Women's Army Corp History Brochure\nWAAC/WAC history and WWII women's uniforms in color – World War II US women's service organizations (WAC, WAVES, ANC, NNC, USMCWR, PHS, SPARS, ARC and WASP)\nWomen Veterans Historical Collection  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জুলাই ২০০৮ তারিখে – digitized letters, diaries, photographs, uniforms, and oral histories from WACs\nPapers of Fran Smith Johnson, WAC, Dwight D. Eisenhower Presidential Library  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ জানুয়ারি ২০০৯ তারিখে\nThe Slander Campaign book chapter by Ann Elizabeth Pfau\nWWII: Women in the Fight  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ মে ২০১০ তারিখে – slideshow by Life\nWorld War II uniform, Women’s Army Air Force, in the Staten Island Historical Society Online Collections Database\nOral history interview with Gladys Donovan, a WAC from 1943–1946  আর্কাইভইজে আর্কাইভকৃত ১৪ ডিসেম্বর ২০১২ তারিখে from the Veterans History Project at Central Connecticut State University\nThe WAC: The Story of the WAC in the ETO\nইন্টারনেট আর্কাইভে Big Picture: The WAC is a Soldier, Too নামে স্বল্পদৈর্ঘ্য চলচ্চিত্র বিনামূল্যে ডাউনলোডের জন্য অবমুক্ত আছে [আরও]\nইন্টারনেট আর্কাইভে It's Your War Too (1944) নামে স্বল্পদৈর্ঘ্য চলচ্চিত্র বিনামূল্যে ডাউনলোডের জন্য অবমুক্ত আছে [আরও]\nএকটি ফিল্ম ক্লিপ ALLIES TAKE KISKA ETC. (1943) ইন্টারনেট আর্কাইভ-এ উপলভ্য\nUniforms at A History of Central Florida Podcast\nWomen's Army Corps Veterans' Association—Army Women United, Women's Army Corps Veterans' Association-Army Women United (WACVA-AWU)\nটেমপ্লেট:USWWII"}