{"pageid": 1027298, "title": "সংযুক্ত গাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1027298", "content": "একটি সংযুক্ত গাড়ি হল এমন একটি গাড়ি যা গাড়ির বাইরের অন্যান্য সিস্টেমের (ল্যান) সাথে দ্বিপাক্ষিকভাবে যোগাযোগ করতে পারে।  এটি গাড়িকে ইন্টারনেট অ্যাক্সেস ভাগ করতে দেয় এবং ফলে ডেটাও, গাড়ির অভ্যন্তরে এবং বাইরে উভয় ডিভাইসের সাথে ভাগ করতে দেয়।  নিরাপত্তা-কেন্দ্রিক অ্যাপ্লিকেশনগুলির জন্য, এটি প্রত্যাশা করা হয় যে, গাড়িগুলি এফসিসি-অনুমোদিত 5.9 গিগাহার্জ ব্যান্ড পরিচালিত ডেডিকেটেড স্বল্প-পরিসীমা যোগাযোগ (ডিএসআরসি) রেডিওগুলি ব্যবহার করেও খুব কম বিলম্বের সাথে সংযুক্ত হবে ।\nমার্কিন যুক্তরাষ্ট্র ও ইইউ উভয় সিনারিওই 5.9 গিগাহার্টজ যোগাযোগের দিকে মনোনিবেশ করে, তবে ইউরোপীয় ইউনিয়নের সিনারিও মার্কিন সিনারিওর তুলনায় হাইব্রিড যোগাযোগ (প্রস্তাবিত সিএলএম পদ্ধতির মাধ্যমে) ব্যবহারের দিকে আরও সুবিধাজনক পথে রয়েছে। এই হিসাবে, ইইউ সিনারিও আরও সংহত এবং স্কেলযোগ্য হিসাবে বিবেচ্য।\n\n\n== সংযুক্ত গাড়ির ইতিহাস, ১৯৯৬ – বর্তমান ==\nজেনারেল মোটরস হল প্রথম অটো প্রস্তুতকারক যারা 1996 সালে অনস্টারের সাথে ক্যানডিলাক ডিভিল, সেভিল এবং এলডোরাদোতে প্রথম সংযুক্ত গাড়ির ফিচারগুলো বাজারে আনে। অনস্টার তৈরি করা হয় জিএম মটোরোলা অটোমোটিভের সাথে কাজ করে (এটি পরে কন্টিনেন্টাল দ্বারা অধিগৃহীত হয়)। প্রাথমিক উদ্দেশ্যটি ছিল সুরক্ষা এবং কোনও গাড়ীতে যখন কোনো দুর্ঘটনা ঘটে তখন জরুরি সহায়তা পাওয়া। যত তাড়াতাড়ি চিকিৎসা সহায়তা পৌছায়, যাত্রীদের বেঁচে থাকার সম্ভাবনাও তত বেশি হয়। একটি সেলুলার টেলিফোন কল এমন একটি কল সেন্টারে স্থানান্তরিত হত যেখানে এজেন্ট সহায়তা পাঠিয়েছিল। \nপ্রথমে, অনস্টার কেবল ভয়েস দিয়ে কাজ করত, তবে যখন সেলুলার সিস্টেমগুলি ডেটা যুক্ত করল সিস্টেমটি তখন জিপিএসের অবস্থানটি কল সেন্টারে প্রেরণ করতে সক্ষম হয়। অনস্টারের সাফল্যের পরে, অনেক অটোমেকার একই ধরনের সুরক্ষা কর্মসূচি অনুসরণ করে যা সাধারণত একটি নতুন গাড়ির জন্য একটি ফ্রি ট্রায়াল হিসেবে আসে এবং তারপরে ট্রায়ালটি শেষ হওয়ার পরে একটি পেইড সাবস্ক্রিপশনের অধীনে যায়।\nরিমোট ডায়াগনস্টিকস 2001 সালে চালু হয়েছিল। 2003 এর মধ্যে সংযুক্ত গাড়ি সেবাগুলোর মধ্যে যানবাহন স্বাস্থ্য সংক্রান্ত প্রতিবেদন, টার্ন-বাই-টার্ন ডিরেকশন এবং একটি নেটওয়ার্ক অ্যাক্সেস ডিভাইস অন্তর্ভুক্ত হয়। 2007-এ কেবলমাত্র-ডেটা টেলিম্যাটিক্স প্রদান করা হয়।\nঅডি হল প্রথম অটো প্রস্তুতকারক যারা 4G এলটিই ওয়াই-ফাই হটস্পটস অ্যাক্সেস সরবরাহ করেছিল 2014 এর গ্রীষ্মে এবং 4G এলটিইয়ের প্রথম জনমোতায়েন করেছিল জেনারেল মোটরস।\n2015 এর মধ্যে অনস্টার গ্রাহকদের কাছ থেকে 1 বিলিয়ন অনুরোধ প্রক্রিয়া করে। \nএএ পিএলসি (যা পূর্বে অটোমোবাইল অ্যাসোসিয়েশন নামে পরিচিত ছিল) কার জিনি চালু করে, এটি যুক্তরাজ্যের সংযুক্ত গাড়ি প্রযুক্তির প্রথম টুকরো যা সরাসরি একটি ব্রেকডাউন সার্ভিসে সংযোগ স্থাপন করে, কেবল গাড়ির স্বাস্থ্যের সাথে সম্পর্কিত সমস্যার সতর্কতাই নয়, গ্রাহকদের কাছে ফোন কল দিয়ে সরাসরি হস্তক্ষেপ করে তাদের ব্রেকডাউন রোধে সহায়তা করে। \n2017 সালে, ইউরোপীয় প্রযুক্তি স্টার্ট-আপ স্ট্রেশিও অটোমোটিভ 10,000 টিরও বেশি যানবাহনে আনুমানিক বুদ্ধিমত্তা সরবরাহ করে বহর অপারেটরগুলিকে তাদের যানবাহনকে আরও ভাল পরিচালনা ও রক্ষণাবেক্ষণ করতে সক্ষম করে তোলে। \n২০২০ সালে, পিটস্টপ কানেক্ট, আনুমানিক রক্ষণাবেক্ষণ প্রযুক্তির এক নেতা, সেন্সাটা টেকনোলজিসের সাথে, যারা সংবেদন সমাধানের ক্ষেত্রে বিশ্ব নেতা, কৌশলগত অংশীদারত্বের ঘোষণা দেয় । এই অংশীদারত্ব বিশ্বজুড়ে যানবাহনগুলির পূর্বাভাস সুবিধা নিতে ডাউনটাইম 25% কমিয়ে আনতে সক্ষম করে।\n\n\n== সংযোগের ধরন ==\n5 ভাবে একটি গাড়ি তার পরিপার্শ্বের সাথে যুক্ত হয়ে তাদের সাথে যোগাযোগ করতে পারেঃ\n\n\n== তথ্যসূত্র =="}