{"pageid": 10277, "title": "স্মার্ট কার্ড", "url": "https://bn.wikipedia.org/wiki?curid=10277", "content": "স্মার্ট কার্ড হল কম্পিউটার ও অন্যান্য যন্ত্রাংশে (যেমন মোবাইল ফোন) নিরাপত্তা সংক্রান্ত কাজে ব্যবহৃত কার্ড আকৃতির জিনিস, যার মধ্যে সমন্বিত বর্তনী বা Integrated circuit রয়েছে। স্মার্ট কার্ড হলো একধরনের ইলেকট্রনিক কার্ড, যেখানে একটি মাইক্রোচিপ বা ইন্টিগ্রেটেড সার্কিট থাকে। এই মাইক্রোচিপে তথ্য সংরক্ষিত থাকে এবং প্রক্রিয়া করা যায়, যাতে স্মার্ট কার্ডধারীর প্রমাণীকরণ, আইডেন্টিটি প্রুফ, অনুমোদন, পূর্বনির্ধারিত গুণমান এবং সম্পর্কের লেনদেন করা যায়।\nস্মার্ট কার্ডগুলি ফিজিকাল কার্ড বা মোবাইল ডিভাইসের আকারে থাকতে পারে।\n\n\n== ইতিহাস ==\nস্মার্ট কার্ডের ইতিহাস খোলামেলা এবং অনেক সময়ের ব্যাপার। এর উদ্ভব হয়েছে দশকে প্রবল উন্নত করা হয়েছে।\nপ্রথম স্মার্ট কার্ড ইউরোপে প্রসারিত হয় ফ্রান্সের তার্ক শহরের একটি ব্যাংক এরিয়া ইন ১৯৭০ সালে। তখন এটি একটি ক্যাল্কুলেটিং মেশিন আবিষ্কার করার জন্য ব্যবহৃত হয়।\n১৯৭৪ সালে, রুমানিয়ার একটি প্রযুক্তিগত প্রতিষ্ঠান প্রথম বারের জন্য স্মার্ট কার্ড তৈরি করে, যা একটি মিনি পেট্রোল স্টেশনে ব্যবহার করা হয়।\n১৯৮৩ সালে, ফ্রান্সের গেমেনের বাংক এক স্মার্ট কার্ড ব্যবহার করে, যা বিদেশে স্থানান্তর করার জন্য উপযুক্ত ছিল।\nএখানে উল্লেখযোগ্য যে, ১৯৯০ সালে স্মার্ট কার্ডের প্রয়োগ এবং ব্যবহার বেশ সম্প্রসারিত হয়। ব্যাংকিং, স্বাস্থ্য সেবা, টেলিকমিউনিকেশন, ট্রান্সপোর্ট এবং অন্যান্য সেবা সেক্টরে এই কার্ডের ব্যবহার করা হয়।\nএরপর স্মার্ট কার্ডের প্রয়োগ ও সংখ্যায় উন্নতি ঘটেছে। আধুনিক স্মার্ট কার্ড প্রযুক্তি এখন ব্যাংকিং, দরপত্র বা আইডি প্রমাণীকরণ, কার এক্সেস কন্ট্রোল, ডিজিটাল সাইনেচার এবং ইন্টারনেটে লগইন সহ বিভিন্ন ক্ষেত্রে ব্যবহার হয়।\n\n\n== প্রকার ==\n\n\n=== ১. ব্যাংকিং কার্ড ===\nব্যাংকিং কার্ড স্মার্ট কার্ডের একটি প্রকার, যা ব্যাংক থেকে লেনদেন করার জন্য ব্যবহৃত হয়। এই কার্ড সাধারণভাবে এটিএম, ডেবিট বা ক্রেডিট কার্ড হিসেবে ব্যবহার করা হয়।\n\n\n=== ২. আইডি কার্ড: ===\nআইডি কার্ড হলো একধরনের স্মার্ট কার্ড, যা ব্যক্তিগত অথবা পেশাদার তথ্য সংরক্ষণ করার জন্য ব্যবহৃত হয়। এই কার্ড মূলত অনুমান করা প্রয়োজনীয় তথ্য যেমন নাম, আইডি নম্বর, পিতার নাম, ঠিকানা, জন্ম তারিখ, ছবি ইত্যাদি সংরক্ষণ করে।\nআইডি কার্ড মূলত একটি আইডেন্টিটি প্রূফ হিসেবে ব্যবহার করা হয়, যা ব্যক্তির অথবা কর্মচারীর সনাক্তকরণের জন্য ব্যবহৃত হয়। এই কার্ডগুলি সরকারী প্রতিষ্ঠান বা প্রযুক্তিগত প্রতিষ্ঠান সাধারণভাবে ব্যবহার করে, যেমন ভোটার আইডি কার্ড, ন্যাশনাল আইডি কার্ড, পাসপোর্ট, স্কুল ও কলেজ আইডি কার্ড, কর্মচারী আইডি কার্ড ইত্যাদি।\nএই কার্ডগুলি সমাজে ব্যক্তি সনাক্ত করার সাথে সাথে অন্যান্য কাজেও ব্যবহৃত হয়, যেমন ব্যাংকিং, ভোটার প্রমাণীকরণ, ভ্রমণ ডকুমেন্ট, স্কুল এবং কলেজে অনুমোদন, প্রতিষ্ঠানের অন্তর্ভুক্তি ইত্যাদি জন্য। এই কার্ড স্বাভাবিকভাবে অন্তর্ভুক্তিওয়ালা, প্লাস্টিক ও ছবিসহ হতে পারে।\n\n\n=== ৩. বিদেশী ভিসা কার্ড: ===\nবিদেশী ভিসা কার্ড স্মার্ট কার্ডের একটি প্রকার, যা বিদেশে ভ্রমণ করার সময় ব্যবহার করা হয়। এই কার্ড ভিসা আবেদন প্রক্রিয়া সহজ করতে সাহায্য করে।\n\n\n=== ৪. কার রেজিস্ট্রেশন কার্ড: ===\nকার রেজিস্ট্রেশন কার্ড স্মার্ট কার্ডের একটি প্রকার, যা গাড়ি বা পরিবহন যাত্রীর তথ্য সংরক্ষণ করার জন্য ব্যবহৃত হয়।\n\n\n=== ৫. হোটেল কার্ড: ===\nহোটেল কার্ড বা হোটেল রুম কার্ড হলো একটি স্মার্ট কার্ড, যা হোটেলের প্রবেশ করার সময় ব্যবহার করা হয়। এই কার্ডগুলি হোটেল গেস্টদের উপর ব্যবহার করা হয়, যাতে তারা তাদের রুমে প্রবেশ করতে পারেন এবং অন্যান্য সেবা ব্যবহার করতে পারেন।\nহোটেল কার্ড ব্যবহার করার কিছু সাধারণ উদাহরণ নিম্নলিখিত:\nহোটেল রুমে প্রবেশ: হোটেল কার্ড সাধারণভাবে হোটেল রুমে প্রবেশ করার জন্য ব্যবহার করা হয়। গেস্টদের হোটেল রুমে প্রবেশ করতে হলে তাদের হোটেল কার্ড স্ক্যান করতে হয় এবং সম্মাননীয় কমন্প্রেস্ড ইলেকট্রনিক লক খোলা হয়।\nহোটেলে ভোজন ও অন্যান্য সেবা: হোটেল কার্ড গেস্টদের ভোজন অথবা অন্যান্য সেবা ব্যবহার করতে ব্যবহৃত হতে পারে। কিছু হোটেলে এই কার্ড থেকে গেস্টরা হোটেলের রেস্টুরেন্ট, স্পা, বার, লাউন্জ ইত্যাদি সেবা উপভোগ করতে পারেন।\nগেস্ট আইডেন্টিফিকেশন: হোটেল কার্ড গেস্টদের আইডেন্টিফিকেশনের জন্য ব্যবহৃত হয়, যাতে হোটেল স্টাফ প্রত্যাবর্তন প্রক্রিয়া সহজ করতে পারে।\nহোটেল কার্ড এই সমস্ত সেবা উপভোগ করতে সহায়ক হয় এবং হোটেল গেস্টদের সুবিধা বৃদ্ধি করে।\n\n\n=== ৬. মাল্টিপার্পস কার্ড: ===\nমাল্টিপার্পস কার্ড হলো একধরনের স্মার্ট কার্ড, যা একটি প্রায় সমস্ত ধরনের সেবা একত্রিত করার জন্য ব্যবহৃত হয়। এই কার্ড বিভিন্ন প্রয়োজনীয় তথ্য এবং একাধিক সেবা সংরক্ষণ করতে সক্ষম হয়, যেমন ব্যাংকিং সেবা, ট্রান্সপোর্ট সেবা, এয়ারলাইন সেবা, হোটেল সেবা, কার এক্সেস কন্ট্রোল, কর্মচারী আইডি স্ক্যানিং ইত্যাদি।\nএই কার্ড একাধিক সেবা প্রদানকারী প্রতিষ্ঠানের মধ্যে সমন্বয় করে, যাতে ব্যবহারকারীরা একটি একক কার্ড ব্যবহার করে এই সমস্ত সেবা উপভোগ করতে পারেন। এটি ব্যবহারকারীর সুবিধা বৃদ্ধি করতে সাহায্য করে এবং একটি কার্ডে বিভিন্ন সেবা একত্রিত করে ব্যবহারকারীর প্রয়োজনে সময় এবং উপযুক্ত ব্যবস্থা প্রদান করে।\nমাল্টিপার্পস কার্ড বিভিন্ন ধরনের ব্যবহারের জন্য প্রযোজ্য হয়, এবং এই প্রয়োজনে সেবা প্রদানকারী সংস্থা কার্ড তৈরি করে এবং তারা এই সেবা সমন্বয় করে ব্যবহারকারীদের কাছে প্রদান করে।\n\n\n== বৈশিষ্ট্য ==\nস্মার্ট কার্ডের বৈশিষ্ট্য অনেকগুলি রয়েছে, যা এটিকে একটি ইউনিক এবং উত্তম প্রযুক্তি করে। কিছু গুরুত্বপূর্ণ বৈশিষ্ট্য নিম্নলিখিত:\n১. মাইক্রোচিপ: স্মার্ট কার্ডে একটি মাইক্রোচিপ অনুবদ্ধ থাকে, যেখানে তথ্য সংরক্ষণ করা হয় এবং প্রক্রিয়া করা যায়।\n২. সুরক্ষা: স্মার্ট কার্ড সুরক্ষিত তথ্য সংরক্ষণ করে এবং ক্রিয়াকলাপ করতে এটি প্রমাণীকরণ প্রয়োজন করে।\n৩. প্রয়োজনীয় তথ্য সংরক্ষণ: স্মার্ট কার্ডে ব্যবহারকারীর প্রয়োজনীয় তথ্য সংরক্ষণ করা হয়, যেমন নাম, আইডি নম্বর, ব্যাংক অ্যাকাউন্ট তথ্য ইত্যাদি।\n৪. ট্রানজেকশন সাক্ষ্যতা: স্মার্ট কার্ড ট্রানজেকশন সাক্ষ্যতা প্রদান করতে সক্ষম, যা সুরক্ষিত লেনদেন ও অর্ডার সম্পন্ন করতে ব্যবহৃত হয়।\n৫. ব্যবহারের সহজতা: স্মার্ট কার্ড ব্যবহার সহজ, পরিচালনা এবং ট্রানজেকশন করার প্রয়োজনীয় উপায় সরবরাহ করে।\n৬. সম্প্রসারিত ব্যবহার: স্মার্ট কার্ড ব্যাংকিং, স্বাস্থ্য সেবা, টেলিকমিউনিকেশন, ট্রান্সপোর্ট এবং অন্যান্য সেবা সেক্টরে ব্যবহৃত হতে পারে।\nএই বৈশিষ্ট্যগুলির সমন্বয়ে স্মার্ট কার্ড একটি সুবিধাজনক এবং নিরাপদ প্রযুক্তি হিসেবে প্রস্তুত করে ব্যবহারকারীরা বিশেষভাবে সুবিধা অনুভব করতে পারে।\n\n\n== স্মৃতিভাণ্ডার ==\nস্মার্ট কার্ডের স্মৃতিভাণ্ডার বা মেমোরিকে(Computer memory) ৩ ভাগে ভাগ করা যায়।\n\nROM বা রিড ওনলি মেমরি বা শুধু পঠনযোগ্য স্মৃতিভাণ্ডার (Computer memory) - যা থেকে শুধু তথ্য পড়া যায়, কিন্তু অপসারণ বা পরিবর্তন করা যায় না।\nPROM বা প্রোগ্রামেবল রিড ওনলি মেমরি - এটা ROM এর মতই, তবে পার্থক্য হল এখানে বিশেষ পদ্ধতিতে তথ্য লেখা সম্ভব।\nRAM বা র‍্যান্ডম অ্যাক্সেস মেমরি - যাতে তথ্য লেখা ও পড়া- দুটিই করা সম্ভব।\n\n\n== তথ্যসূত্র =="}