{"pageid": 1027503, "title": "স্কোশিয়া ব্যাংক গিলার পুরস্কার", "url": "https://bn.wikipedia.org/wiki?curid=1027503", "content": "স্কোশিয়া ব্যাংক গিলার পুরস্কার গত দুই দশক জুড়ে কানাডার সাহিত্যামোদীদের কাছে বিপুল আলোচনার বিষয়। বর্তমানে এর অর্থমূল্য এক লাখ ডলার। সংক্ষিপ্ত তালিকার বাকি চার সদস্যের প্রত্যেকে পান দশ হাজার ডলার করে। গিলার পুরস্কার দেওয়া হয় কথাসাহিত্য গ্রন্থের জন্য। শুরুতে পঁচিশ হাজার ডলার দেওয়া হতো। টরন্টোর ধনাঢ্য ব্যবসায়ী জ্যাক র‌্যাবিনোভিচ তাঁর প্রয়াত স্ত্রী ডরিস গিলারের স্মৃতিকে স্মরণীয় করে রাখতে এই পুরস্কারের প্রচলন করেন। ২০০৫ সালে পুরস্কারের সঙ্গে যুক্ত হয় কানাডার গুরুত্বপূর্ণ যে ব্যাংকটি সেটি হলো স্কোশিয়া। পুরস্কারের নামকরণ করা হয় ‘স্কোশিয়া ব্যাংক গিলার পুরস্কার’। পুরস্কারের অর্থমূল্য বাড়িয়ে করা হয় পঞ্চাশ হাজার ডলার। চল্লিশ হাজার দেওয়া হতো বিজয়ী লেখককে আর সংক্ষিপ্ত তালিকার চার লেখককে দেওয়া হতো আড়াই হাজার করে। ২০০৬ সালে বিজয়ী লেখকের ভাগ বাড়িয়ে করা হয় পঞ্চাশ হাজার ডলার এবং সংক্ষিপ্ত তালিকায় লেখকের জন্য করা হয় পাঁচ হাজার ডলার করে। ২০১৪ সাল থেকে অর্থের পরিমাণ বেড়ে দ্বিগুণ হয়েছে—বিজয়ী এক লাখ এবং সংক্ষিপ্ত তালিকায় স্থান লাভকারী দশ হাজার ডলার করে পাচ্ছেন। \n\n\n== স্কোশিয়া ব্যাংক গিলার পুরস্কার ২০২২ ==\nক্যালগেরি বিশ্ববিদ্যালয়ের ইংরেজি বিভাগের অধ্যাপক সুজথ মায়ার (জন্ম ১৯৫৭) এ বছর এক লক্ষ ডলার মূল্যের স্কোশিয়া ব্যাংক গিলার পুরস্কার লাভ করেছেন। উপন্যাসের নাম 'দ্য স্লিপিং কার পোর্টার'। সুজাথের প্রথম উপন্যাস 'মুন হানি' প্রকাশিত হয়েছিল ১৯৯৫ সালে। বাকি উপন্যাসগুলো হলো 'দ্য উইডোস' (১৯৯৮), 'ভেনস হাম' (২০০৪), 'মনোসেররস' (২০১১)।\n\n\n== স্কোশিয়া ব্যাংক গিলার পুরস্কার ২০২১ ==\nএক লাখ ডলার মূল্যের কানাডার সবচেয়ে দামী সাহিত্য পুরস্কারটি এবছর পেলেন ওমর এল আকাদ (জন্ম ১৯৮২)। মিশরে জন্ম নেওয়া ৩৯ বছরের এই লেখক যে উপন্যাসের জন্যে পুরস্কার পেলেন সেটির নাম  What Strange Paradise। উদবাস্তু এক কিশোরের বেদনাবিধুর গল্প নিয়ে এই উপন্যাস। এবার জমা পড়েছিল ১৭৪টি বই।\n\n\n== স্কোশিয়া ব্যাংক গিলার পুরস্কার ২০২০ ==\n২০২০ সালে স্কোশিয়া ব্যাংক গিলার পুরস্কার পেয়েছেন টরন্টোর সাহিত্যিক  সুুভনকম থানাভনসার। যে গ্রন্থের জন্যে তিনি এই পুরস্কার পেলেন তার নাম, 'হাও টু প্রোনাউন্স নাইফ' (কীভাবে নাইফ উচ্চারণ করতে হয়)। থাইলান্ডের এক রিফিউজি ক্যাম্পে ১৯৭৮ সালে জন্ম নেওয়া  সুুভনকম তার ইএসএল ক্লাসের উল্লেখ করে বলেন, \"ছত্রিশ বছর আগে আমি নাইফ শব্দটি ঠিকভাবে উচ্চারণ করতে না পারায় একটি পুরস্কার থেকে বঞ্চিত হয়েছিলাম। কিন্তু আজ আমি পেলাম।\" বলে রাখা যেতে পারে, কানাডার বহুল আকাঙ্ক্ষিত এই সাহিত্য পুরস্কারের জন্যে এবার জমা পড়েছিল ১১৮টি বই। সুুভনকম থানাভনসার নাম ঘোষণা করেন গতবছরের গিলার বিজয়ী লেখক আয়ান উইলিয়ামস।\n\n\n== স্কোশিয়া ব্যাংক গিলার পুরস্কার ২০১৯ ==\n২০১৯ সালে এই পুরস্কার লাভ করেন ইন উইলিয়ামস। সংক্ষিপ্ত তালিকায় অন্য যারা ছিলেন তারা হলেন মাইকেল ক্রমি, ডেভিড মেজমসগিস, এলিক্স অহলীন, স্টিভেন প্রাইস, মেগান গেইল কোলস। ইন উইলিয়ামসের উপন্যাসের নাম হলো রিপ্রোডাকশনস। অনুষ্ঠানে উপস্থিত ছিলেন অগ্রগণ্য সাহিত্যিক মার্গারেট অ্যাটউড, রোহিনতন  মিস্ত্রি, মাইকেল রেডহিল, ইসি এডুগনসহ অনেক বরেণ্য লেখক-সাহিত্যিক ও বিশিষ্টজন। পাঁচ সদস্যের জুরি বোর্ডের প্রধান ছিলেন কানাডীয় সাহিত্যিক রান্ডি বয়োগদা। এবার অন্য যে-ছয়জন লেখক বড় তালিকায় ছিলেন তাঁরা হলেন: মার্গারেট অ্যাটউড, আন্দ্রে আলেক্সিস, মাইকেল কৃষ্টি, এডাম ফোল্ডস, কে ডি মিলার, জালিকারেড বেন্তা।\n\n\n== ইতিহাস ==\n১৯৯৪ সালে শুরুর বছরে গিলার পুরস্কার পেয়েছিলেন কানাডার বরেণ্য কথাসাহিত্যিক এম. জি. ভাসানজী। সে-বছর তাঁর লেখা উপন্যাসটির নাম ছিল ‘দ্য বুক অব সিক্রেটস’। রোহিনতন মিস্ত্রি ‘অ্যা ফাইন ব্যালান্স’এর জন্য পান ১৯৯৫ সালে। মার্গারেট অ্যাটউড পান ১৯৯৬ সালে। বিশ্বজুড়ে আলোড়ন সৃষ্টিকারী ‘অ্যালিয়াস গ্রেস’ উপন্যাসের জন্য তাঁর সেই প্রাপ্তি। পরবর্তীকালে যে-কথাসাহিত্যিকেরা এই তালিকায় যুক্ত হয়েছেন তাঁরা হলেন মরডেকাই রিচলার (১৯৯৭), এলিস মানরো (১৯৯৮), মাইকেল ওনডাডজি (২০০০), ডেভিড অ্যাডামস রিচার্ডস (২০০০) প্রমুখ।\nঅতীতে পুরস্কারপ্রাপ্ত অন্য যে কথাসাহিত্যিকেরা বিশেষ মর্যাদায় কানাডার সাহিত্যজগতে বর্তমানে উজ্জ্বল তাঁরা হলেন: অস্টিন ক্লার্ক (দ্য পোলিস্ড হো, ২০০২), ভিনসেন্ট ল্যাম (ব্লাডলেটিং অ্যান্ড মিরাকুলাস কিওরস, ২০০৬), এলিজাবেথ হে লেইট নাইটস অন এয়ার, (২০০৭), জোহানা স্কিবসরুড (দ্য সেন্টিমেন্টালিস্ট, ২০১০), আন্ড্রে অ্যালেক্সিস (ফিফটিন ডগস, ২০১৫) প্রমুখ।\n\n\n== বহিঃসংযোগ ==\n\n\n== তথ্যসূত্র =="}