{"pageid": 1027057, "title": "লপ্পন ছপ্পন", "url": "https://bn.wikipedia.org/wiki?curid=1027057", "content": "লপ্পন ছপ্পন (নেপালি: लप्पन छप्पन) ২০১৭ সালের একটি নেপালি ভাষার গ্যাংস্টার চলচ্চিত্র। চলচ্চিত্রটি পরিচালনা করেছেন মুকুন্দ ভট্ট, প্রযোজনা করেছেন দম্বর বাহাদুর চান্দ এবং সহ-প্রযোজনা করেছেন ইন্দ্রপ্রসাদ খরেল। \"লাপ্পান ছাপ্পান\" চলচ্চিত্রের কবড্ডী কাবড্ডী শিরোনামের গান থেকে অনুপ্রাণিত হয়ে চলচ্চিত্রটি নির্মাণ করা হয়েছে। চলচ্চিত্রটি ২৪ শে মার্চ ২০১৭ সালে নেপালে মুক্তি পেয়েছে। চলচ্চিত্র শিরোনামের অর্থ বেইমানি বা প্রতারণারমূলক কাজকে বোঝায়। চলচ্চিত্রটির অধিকাংশ চিত্রগ্ৰহণ বেলজিয়ামে হয়েছে।\n\n\n== পটভূমি ==\nনেপালের রাজধানী শহরে দুইজন তরুণ হ্যাকারকে দেখা যায় যারা সাধারণ জীবন যাপন করছে যতক্ষণ না তারা বেবির (বার্সা সিওয়াকোটি) সাথে দেখা করে, যার পার্স এবং গাড়ি তারা চুরি করেছে। বেবি তাদের কাজ দেয় বাকা (সৌগত মোল্লা) নামের এক মাফিয়ার ব্যাংক একাউন্ট হ্যাক করার জন্য, যে বেবির বয়ফ্রেন্ড। গল্পের আরেকটি অংশে চামেরো (অর্পণ থাপা) নামে একজন স্থানীয় গুন্ডাকে দেখা যায়। চামেরো সমকামী এবং তার রাজু নামে একজন বিশেষ কর্মী রয়েছে। এছাড়াও তার আরেকজন সাংবাদিক কর্মী হিসেবে মিঃ তামাং (দয়াহাং রাই) আছে। কিন্তু আসলে তামাং একজন ইনস্পেক্টর এবং পুলিশ তাকে চামেরো গ্যাং-এ যোগ দিয়ে বাকাকে জেলে আনার নির্দেশ দেয়।\nএবং এইভাবে গল্প চলতে থাকে। চূড়ান্ত পর্যায়ে শিশু চামেরোর দ্বারা নিহত হয়, বাকা জেলে যায়, তামাং পদোন্নতি পায় এবং দুই হ্যাকার বাকার সব টাকা পেয়ে ধনী হয়। দুই হ্যাকার তামাংকে ফোন করে মজা করে। কিন্তু তামাং এই বিবৃতির জবাবে বলেন যে \"বিপজ্জনক খেলা শুরু হতে যাচ্ছে\"।\nএই চলচ্চিত্রের একটি সিক্যুয়েল নির্মিত হয়েছে।\n\n\n== চিত্রগ্ৰহণ ==\nচলচ্চিত্রটিতে অভিনয় করেছেন অর্পান থাপা, দয়াহাং রায় এবং সৌগত মল্লা। এটির চিত্রগ্ৰহণ নেপাল, বেলজিয়াম সহ ইউরোপের অন্যান্য অংশে সম্পন্ন হয়েছে।\n\n\n== অভিনয়ে ==\nইন্সপেক্টর ট্যাংক বিডিআর তামাঙ চরিত্রে দয়াহাং রায়\nবাঙ্কা ডন চরিত্রে সৌগত মল্ল\nচামেরো চরিত্রে অর্পণ থাপা\nশিশু চরিত্রে বার্ষা সিওয়াকোটি\nডেভেন যুবরাজের চরিত্রে দেবু শ্রেষ্ঠ\nগুড্ডু চরিত্রে প্রকাশ জং শাহ\nরিহানের চরিত্রে সিড খরেল\nপোকো পারের চরিত্রে নিশাল বাসনেট\nরাজু চরিত্রে রাজু লামা\nসিআইবি প্রধান হিসেবে কেশ বাহাদুর শাহী\n\n\n== গান ==\nসকল গানের গীতিকার সবিন রাই, নিশ্চল বস্নেত, দীপক রাজ।\n\n\n== আরও দেখুন ==\nরাজ বল্লভ কৈরালা\nক্যাপ্টেন (নেপালি চলচ্চিত্র)\nকালো পোথী\nতান্দ্রো\nঅপবাদ (চলচ্চিত্র)\nপাহুনা: দ্য লিটল ভিজিটরস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে লপ্পন ছপ্পন  (ইংরেজি)"}