{"pageid": 1027194, "title": "ইয়াসিন মাজহার সিদ্দিকী", "url": "https://bn.wikipedia.org/wiki?curid=1027194", "content": "ইয়াসিন মাজহার সিদ্দিকী (ইয়াসিন মাজহার সিদ্দিক নাদভী নামেও পরিচিত) (২৬ ডিসেম্বর ১৯৪৪ - ১৫ সেপ্টেম্বর ২০২০) একজন ভারতীয় সুন্নি মুসলিম পণ্ডিত এবং ইতিহাসবিদ। তিনি আলিগড় মুসলিম বিশ্ববিদ্যালয়ের ইসলামি অধ্যয়ন ইনস্টিটিউটের পরিচালক হিসাবে দায়িত্ব পালন করেছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nসিদ্দিকীর জন্ম ১৯৪৪ সালের ২৬ ডিসেম্বর ব্রিটিশ ভারতের যুক্ত প্রদেশের লখিমপুর খেরি জেলায়। তিনি ১৯৫৯ সালে নাদওয়াতুল উলামা থেকে ঐতিহ্যবাহী দারসে নিজামিতে এবং ১৯৬০ সালে লখনউ বিশ্ববিদ্যালয় থেকে সাহিত্যে স্নাতকোত্তর লাভ করেন। তিনি জামিয়া মিলিয়া ইসলামিয়া থেকে মাধ্যমিক পরীক্ষায় উত্তীর্ণ হন। ১৯৬৮ সালে সিদ্দিকী ইতিহাসের উপর ও ১৯৬৯ সালে দর্শন শাস্ত্রের উপর স্নাতক আর্জন করেন এবং ১৯৭৫ সালে আলিগড় মুসলিম বিশ্ববিদ্যালয় থেকে পিএইচডি ডিগ্রি অর্জন করেছিলেন।\nসিদ্দিকীর শিক্ষকদের মধ্যে আবুল হাসান আলী নদভী, কেএ নিজামী, আব্দুল হাফিজ বালিয়াভি এবং রাবে হাসানী নদভী অন্যতম।\n\n\n== কর্মজীবন ==\nসিদ্দিকী ১৯৭০ সালে আলিগড় মুসলিম বিশ্ববিদ্যালয়ের ইতিহাস বিভাগে সহকারী গবেষক হিসাবে নিযুক্ত হন। তিনি ১৯৭৭ সালে ইতিহাস বিষয়ক প্রভাষক নিযুক্ত হন এবং সাইয়িদ হামিদ ১৯৮৩ সালে তাকে ইসলামি অধ্যয়ন ইনস্টিটিউটে বদলি করেন। তিনি ১৯৯১ সালে ইসলামি অধ্যয়নের প্রফেসর হন এবং ১৯৯৭ থেকে ২০০০ সাল পর্যন্ত ইসলামি অধ্যয়ন ইনস্টিটিউটের (এএমইউ) পরিচালক হিসাবে দায়িত্ব পালন করেন। ২০০১ সালে তিনি ইসলামি অধ্যয়ন ইনস্টিটিউটের (এএমইউ) শাহ ওয়ালিউল্লাহ রিসার্চ সেলের পরিচালক পদে নিযুক্ত হন। সিদ্দিকী ৩১ ডিসেম্বর ২০০৬ সালে ইসলামি অধ্যয়ন ইনস্টিটিউট থেকে অবসর গ্রহণ করলেও শাহ ওয়ালিউল্লাহ রিসার্চ সেলের পরিচালকের পদটিতে দশ বছর নিযুক্ত ছিলেন।\n২০০০ থেকে ২০১০ সালের মধ্যে সিদ্দিকী শাহ ওয়ালিউল্লাহ দেহলভীর জীবনের বিভিন্ন দিক নিয়ে প্রায় দশটি জাতীয় ও আন্তর্জাতিক অনুষ্ঠান করেছিলেন এবং আঠারোটি বই লিখেছিলেন।\n\n\n== পুরস্কার ==\nসিদ্দিকীকে ২৪ শে সেপ্টেম্বর ২০০৫ সালে নয়া দিল্লির ইনস্টিটিউট অব অবজেক্টিভ স্টাডিজের পক্ষ থেকে পঞ্চম শাহ ওয়ালিউল্লাহ পুরস্কার দেওয়া হয়েছিল।\n\n\n== মৃত্যু ==\n২০২০ সালের ১৫ সেপ্টেম্বর সিদ্দিকী মারা যান।\n\n\n== রচনাবলী ==\nসিদ্দিকীর বইগুলির মধ্যে রয়েছে:\n\nতারীখে তাহজীবে ইসলামি\nগাজওয়াত কি ইকতেসাদী আহমিয়াত\nতাওহিদ-ই-ইলাহী আরফ মুফাসসিরিন-ই-গিরমী\nওয়াহী-ই-হাদিস\nআহদ-ই-নববী মে তানজাম-ই-রিয়াসত-ও-হুকামাত\nহযরত মুহাম্মদ (সা।): মুসলিম সংখ্যালঘুদের একটি দৃষ্টান্ত\nআলিগড় মুসলিম বিশ্ববিদ্যালয়ের আরবি পাণ্ডুলিপির ক্যাটালগ, ২০০২ সালে লন্ডনে আল-ফুরকান ইসলামিক হেরিটেজ ফাউন্ডেশনে প্রকাশিত\n\n\n== গ্রন্থপঞ্জি ==\nনিজামি, জাফর আহমদ। \"অধ্যাপক ইয়াসিন মাজহার সিদ্দিকী\"। কালমি খাকি (উর্দু ভাষায়) (প্রথম, ২০১৩ সংস্করণ)। ইন্সটিটিউট অফ অবজেক্টিভ স্টাডিজ। পৃষ্ঠা ২৬৩–২৬৪। আইএসবিএন 978-81-89964-96-2। \nমুহাম্মদ আবদুল্লাহ। \"অধ্যাপক ইয়াসিন মাজহার সিদ্দিকি কি সিরাত নিগ্রি\" (উর্দু ভাষায়)। ইসলামি অধ্যইয়ন ও আরবি  বিভাগ: ৯–১৭। ১৬ সেপ্টেম্বর ২০২০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৫ সেপ্টেম্বর ২০২০। \n\n\n== তথ্যসূত্র =="}