{"pageid": 1027545, "title": "বিল বিসেট", "url": "https://bn.wikipedia.org/wiki?curid=1027545", "content": "বিল বিসেট  (১৯৩৯) কানাডীয় সাহিত্যে প্রৌঢ় লেখকদের মধ্যে যার নাম বিভিন্ন কারণেই উচ্চারিত হয় তিনি হলেন বিল বিসেট। তিনি একাধারে কবি ও চিত্রকর বিল বিসেট কিন্তু ‘পারফরমার’। আশির কোঠায় ছুঁই ছুঁই তিনি। গ্রন্থের সংখ্যাও ষাট অতিক্রম করেছে অনেক আগেই। বিলের বইয়ের সংখ্যাটি যখন ত্রিশের কোঠা পার করছিল সেই সময়, ১৯৭৭ সালে, বিলকে নিয়ে কানাডার পার্লামেন্টে একটি আলোচনা উত্থাপিত হয়। পার্লামেন্টের কনজারভেটিভ দলের কয়েকজন সদস্য আপত্তি করেন যে, বিলকে যেন কানাডিয়ান ‘কাউন্সিল ফর দ্য আর্টস’-এর অর্থ সাহায্য না দেওয়া হয়। তারা যে বিলের সাহিত্যকে ‘ডিজগাস্টিং’ই বললেন তাই নয়, সাথে যুক্ত হয়েছিল ‘পর্নোগ্রাফিক’ শব্দটিও। ইতিহাস ঘাটলে দেখা যায়, সে সময় বছর খানেকের জন্য বিল কানাডা কাউন্সিলের কোনো অর্থ সাহায্য পান নি; যদিও সংশ্লিষ্টরা দাবি করেন যে, ওই না পাওয়ার পেছনে সংসদের আলোচনাটি নয়, বরং অন্য কারণ দায়ী ছিল। যদিও ইতিহাস সাক্ষ্য দেয় যে বিল বিসেটকে সে সময় অনেক অর্থকষ্টে কাটাতে হয়েছে এবং এক পর্যায়ে তার প্রেসটিও বিক্রি করে দিতে হয়।\nবিশাল দেশ কানাডার সর্বপূর্ব অঞ্চল হ্যালিফ্যাক্সে জন্মগ্রহণকারী এই লেখকের নাম বহুল উচ্চারণের কারণ এটি নয় যে, তিনি অন্যতম এক প্রবীণ। প্রকৃত কারণ হলো, সাহিত্য রচনার বাহন যে ভাষা এবং সাহিত্য প্রকাশের উপায় যে প্রকরণ বিল সেগুলোকে ভেঙেচুরে একাকার করে ফেলেছেন। প্রচলিত ভাষা ও প্রকরণের বিরোধিতা তিনি শুরু করেন পাঁচ দশক আগেই এবং যথেষ্ট বিরোধিতার সম্মুখীনও হন। কিন্তু মজার বিষয় হলো পঞ্চাশ বছর ধরেই বিল সে কাজটি করেই চলেছেন এমন দৃঢ়তার সাথে যে সেটাই বিলের বর্তমান পরিচয় হয়ে দাঁড়িয়েছে। \n\n\n== বিল বিসেটের বৈশিষ্ট্য ==\nবিলের সব গ্রন্থনামে বড় হাতের বর্ণ বিবর্জিত, প্রচলিত বানানকে অস্বীকৃত। চমকে যেতে হয় একটি উপন্যাসের নামই যখন হয়ে যায় novel। সারা বই জুড়ে বড় হাতের বর্ণ ব্যবহারকে সম্পূর্ণত এড়িয়ে গেছেন বিল, যেমন তিনি তার নিজের নামের ক্ষেত্রেও করেন। নভেল, টাইম, আনকারেক্ট থটস, থ্রোট-এর সারা বই জুড়ে পাঠক কিন্তু খুঁজে পাবেন না একটিও যতিচিহ্ন। শুধু কী বর্ণ এবং ভাষা ব্যবহারেই বিল নিজেকে সীমাবদ্ধ রেখেছেন? তা কিন্তু নয়। আজকের লেখায় যে দুটি উপন্যাসের নাম বারবার ব্যবহার করছি, লেখক সেগুলোকে বলছেন উপন্যাস। বই খুললে মনে হয় কেমন যেন কাব্য কাব্য ধাঁচের রচনা। শুধু কী তাই? সে ধাঁচে প্লট, চরিত্র, কাহিনি খুঁজে পাওয়াও সহজ কাজ নয় বলেই মনে হয়। এই যে ভাষা, রচনাশৈলী এবং কাহিনিনির্মাণ সবকিছুতেই প্রচলকে ভেঙে নিজের মতো করে সাজিয়ে নিয়ে কানাডায় যে লেখক প্রতিষ্ঠিত তিনি হলেন বিল বিসেট।\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== কাব্যগ্রন্থ ===\n‘'ইনকারেক্ট থটস [১৯৯২]\nটাইম [২০১০]\n\n\n=== উপন্যাস ===\n'‘নভেল [২০১১]\nহাংরি থ্রোট [২০১৩]\n\n\n== পুরস্কার ==\nডরোথি লিভসে কবিতা পুরস্কার (২বার)\nমিল্টন অ্যাকর্ন পুরস্কার\nজর্জ উডকক সম্মাননা (কানাডীয় সাহিত্যে সারাজীবনের অবদানের জন্যে)\n\n\n== তথ্যসূত্র =="}