{"pageid": 1027377, "title": "আব্দুর রউফ (ক্রিকেটার)", "url": "https://bn.wikipedia.org/wiki?curid=1027377", "content": "আব্দুর রউফ খান (উর্দু: عبدالرؤف‎‎; জন্ম: ৯ ডিসেম্বর, ১৯৭৮) পাঞ্জাবের রেনালা খুর্দ এলাকায় জন্মগ্রহণকারী সাবেক পাকিস্তানি আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ২০০০-এর দশকের শেষদিকে সংক্ষিপ্ত সময়ের জন্যে পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে লাহোর, মুলতান, পোর্ট কাসিম অথরিটি, সুই গ্যাস কর্পোরেশন দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি ফাস্ট-মিডিয়াম বোলার হিসেবে খেলতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন আব্দুর রউফ।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৯৯-২০০০ মৌসুম থেকে ২০১৫ সাল পর্যন্ত আব্দুর রউফের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। দীর্ঘদেহী ও মজবুত গড়নের অধিকারী আব্দুর রউফ জাতীয় দলে খেলার জন্যে রশীদ লতিফের কাছ থেকে অনুমতিপ্রাপ্ত হন। স্বভাবসূলভ ভঙ্গীমায় পর্যাপ্ত পেস আনয়ণে সক্ষম ছিলেন। ডানহাতি ব্যাটসম্যানের বিপরীতে বলকে বাঁক খাওয়াতেন। পাশাপাশি, বাউন্স সহযোগে বোলিং করায় সফলতা লাভ করতেন।\n২০০০ সালে ইংল্যান্ডভিত্তিক কেমব্রিজশায়ার প্রিমিয়ার লিগে উইসবিচ টাউন ক্রিকেট ক্লাবের পক্ষে খেলে ৫০-এর অধিক উইকেট দখল করেন। ২০০৬ সালে হিয়ারফোর্ডশায়ারের ক্লাব ব্রোকহাম্পটনের পক্ষে বিদেশী খেলোয়াড় হিসেবে অংশ নেন। ৫৬ উইকেট লাভের পাশাপাশি পাঁচ শতাধিক রান তুলেন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে তিনটিমাত্র টেস্ট, চারটিমাত্র একদিনের আন্তর্জাতিক ও একটিমাত্র টি২০আইয়ে অংশগ্রহণ করেছেন আব্দুর রউফ। ৪ জুলাই, ২০০৯ তারিখে গালেতে সফরকারী শ্রীলঙ্কা দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ২৬ ডিসেম্বর, ২০০৯ তারিখে মেলবোর্নে স্বাগতিক অস্ট্রেলিয়া দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\n২০০২-০৩ মৌসুমে জাতীয় দলে যুক্ত হন। এ পর্যায়ে দক্ষিণ আফ্রিকা ও বাংলাদেশ গমন করেন। তবে কোন সফরেই তাকে খেলানো হয়নি। এরপর পাকিস্তান এ দলের সাথে ভারত গমন করেন। তবে, অন্যান্যদের ন্যায় তিনিও এ সিরিজে ব্যর্থতার পরিচয় দেন। ২০০৭-০৮ মৌসুমে জিম্বাবুয়ের বিপক্ষে একদিনের আন্তর্জাতিকে অভিষেক ঘটে তার। ঘরোয়া ক্রিকেটে দারুণ খেলা উপহার দেয়ার স্বীকৃতিস্বরূপ জানুয়ারি, ২০০৮ সালে শেখুপুরায় সফরকারী জিম্বাবুয়ের বিপক্ষে সিরিজের পঞ্চম ওডিআইয়ে তাকে খেলানো হয়। নিজস্ব তৃতীয় খেলায় বাংলাদেশের বিপক্ষে তিনি প্রথমবারের মতো ম্যান অব দ্য ম্যাচের পুরস্কার লাভ করেন।\n\n\n== টেস্ট অভিষেক ==\nঘরোয়া ক্রিকেটে দূর্দান্ত ক্রীড়াশৈলী প্রদর্শনের স্বীকৃতিস্বরূপ জুন, ২০০৯ সালে শ্রীলঙ্কা গমনার্থে ১৫-সদস্যের পাকিস্তানি দলের সদস্যরূপে তাকে অন্তর্ভুক্ত করা হয়। ৪ জুলাই, ২০০৯ তারিখে গালেতে স্বাগতিক শ্রীলঙ্কার বিপক্ষে অনুষ্ঠিত টেস্টে তার অভিষেক ঘটে। মাহেলা জয়াবর্ধনে’র উইকেটসহ খেলায় তিনি তিন উইকেটের সন্ধান পান। ঐ টেস্টে নাইটওয়াচম্যান হিসেবে ৩১ রান সংগ্রহ করেছিলেন তিনি। মানানসই খেলা উপহারে কারণে ১২ জুলাইয়ে শুরু হওয়া টেস্টে তাকে দলে রাখা হয়। নুয়ান কুলাসেকারা’র বলে এলবিডব্লিউর শিকার হয়ে উভয় ইনিংসে জোড়া শূন্য পান। খেলায় শ্রীলঙ্কা দল জয় পায় ও সিরিজে বিজয়ী হয়।\nএমসিজিতে বক্সিং ডে টেস্টে অংশ নেন। মাত্র এক উইকেট পান ও আট সংগ্রহ করতে সক্ষম হন। খেলায় স্বাগতিক অস্ট্রেলিয়া দল জয়লাভ করে। এছাড়াও, শেন ওয়াটসন ৯৯ রানে থাকাকালীন ক্যাচ তালুবন্দী করতে ব্যর্থ হন ও তাকে প্রথম টেস্ট শতক এনে দেন। পরের খেলায় তাকে দলের বাইরে রাখা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nসোহেল খান\nওয়াজাহাতুল্লাহ ওয়াস্তি\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\nটেস্ট ও প্রথম-শ্রেণীর ক্রিকেটে জোড়া শূন্য রান\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nপাকিস্তানি একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\nপাকিস্তানি টুয়েন্টি২০ আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে আব্দুর রউফ  (ইংরেজি)\nক্রিকেটআর্কাইভে আব্দুর রউফ   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}