{"pageid": 1027445, "title": "ইফতিখার আঞ্জুম", "url": "https://bn.wikipedia.org/wiki?curid=1027445", "content": "রাও ইফতিখার আঞ্জুম (উর্দু: راؤ افتخار انجم‎‎; জন্ম: ১ ডিসেম্বর, ১৯৮০) পাঞ্জাবের খানেওয়াল এলাকায় জন্মগ্রহণকারী পাকিস্তানি ধর্ম প্রচারক ও সাবেক আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ২০০০-এর দশকের মাঝামাঝি সময়কালে পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে পাকিস্তান এগ্রিকালচার ডেভেলপমেন্ট ব্যাংক ও ইসলামাবাদ এবং ইংরেজ কাউন্টি ক্রিকেটে সারে দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতে মিডিয়াম বোলিং করতেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করতেন ইফতিখার আঞ্জুম।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৯৯-২০০০ মৌসুম থেকে ২০১৪ সাল পর্যন্ত ইফতিখার আঞ্জুমের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। অস্বাভাবিক হাল্কা-পাতলা গড়নের অধিকারী তিনি। এছাড়াও, বেশ প্রসারিত ভঙ্গীমায় বোলিং কর্মে অগ্রসর হতেন তিনি। নিখুঁত বোলিংয়ে গুরুত্বপূর্ণ উইকেট লাভে দক্ষতা প্রদর্শন করলেও এক পর্যায়ে তিনি বেশ খরুচে বোলারে পরিণত হয়েছিলেন। গ্লেন ম্যাকগ্রা’র বোলিং ভঙ্গীমার সাথে তার বেশ মিল রয়েছে। পাকিস্তান দলে যুক্ত হবার পূর্বে দুই শতাধিক উইকেট পেয়েছিলেন। তন্মধ্যে, ২০০৪ সালের প্যাট্রন্স ট্রফির চূড়ান্ত খেলায় দশ উইকেট লাভ করেন। পাকিস্তানের সাবেক প্রথম-শ্রেণীর ফাস্ট বোলার ওয়ালিব মালিক তাকে ঐ বছরের ঘরোয়া ক্রিকেটের সেরা বোলার হিসেবে চিত্রিত করেন।\nপেস বোলারদের দীর্ঘ তালিকায় দৃশ্যতঃ পাকিস্তানের অন্যতম খেলোয়াড় ছিলেন রাও ইফতিখার আঞ্জুম। আকিব জাভেদ, ওয়াসিম আকরাম কিংবা ওয়াকার ইউনুসের চেয়েও অনেকাংশে এগিয়েছিলেন। তার ইনসুইঙ্গারগুলোকেও অনেক ক্রিকেটবোদ্ধাই আকিব জাভেদের চেয়ে অধিকতর কার্যকর হিসেবে বিবেচনায় এনেছিলেন। পাকিস্তানি বোলারদের অন্যতম অস্ত্র রিভার্স সুইংয়েও তার দক্ষতা ছিল। বল ক্ষয়প্রাপ্ত হলেও চমৎকারভাবে সুনিয়ন্ত্রিত পন্থায় ইয়র্কার ছুঁড়তেন।\nঘরোয়া ক্রিকেটে দূর্দান্ত ক্রীড়াশৈলী প্রদর্শনের স্বীকৃতিস্বরূপ জাতীয় দল নির্বাচকমণ্ডলী তার দিকে আকৃষ্ট হয়। ওয়াপদার বিপক্ষে চূড়ান্ত খেলায় দলের বিজয়ে নেতৃত্ব দেন। প্রথম ইনিংসে সাতটি ও সব মিলিয়ে খেলায় দশ উইকেট পান। ফলশ্রুতিতে, ২০০৪ সালে ভারতের বিপক্ষে একদিনের দলে তাকে নেয়া হয়।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে একটিমাত্র টেস্ট, বাষট্টিটি একদিনের আন্তর্জাতিক ও দুইটিমাত্র টি২০আইয়ে অংশগ্রহণ করেছেন ইফতিখার আঞ্জুম। ৩ এপ্রিল, ২০০৬ তারিখে ক্যান্ডিতে স্বাগতিক শ্রীলঙ্কা দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। এটিই তার একমাত্র টেস্টে অংশগ্রহণ ছিল। এরপর আর তাকে কোন টেস্টে অংশগ্রহণ করতে দেখা যায়নি। অন্যদিকে, টেস্ট ক্রিকেটে অভিষেকের পূর্বেই ৩০ সেপ্টেম্বর, ২০০৪ তারিখে মুলতানে সফরকারী জিম্বাবুয়ে দলের বিপক্ষে একদিনের আন্তর্জাতিকে অভিষেক ঘটে তার। ৩১ জানুয়ারি, ২০১০ তারিখে পার্থে স্বাগতিক অস্ট্রেলিয়া দলের বিপক্ষে সর্বশেষ ওডিআইয়ে অংশ নেন তিনি।\nভারতের বিপক্ষে একদিনের সিরিজ খেলার উদ্দেশ্যে তাকে পাকিস্তান দলে রাখা হয়। তবে,সাত মাস পর পাকটেল কাপে তার অভিষেক হয়। এরপর থেকেই তাকে বিকল্প বোলার হিসেবে দলে রাখা হয়। তবে, সম্মুখসারির পেসারদের ক্রমাগত আঘাতের কারণে তাকে সর্বদাই নজরে রাখা হতো। ২০০৭ সালের ক্রিকেট বিশ্বকাপে পাকিস্তান দলের সদস্য ছিলেন। ঐ প্রতিযোগিতায় তিন খেলায় অংশ নিয়ে পাঁচ উইকেট পান। তেমন সফলতা না পেলেও শেষের ওভারগুলোয় বেশ প্রভাব বিস্তার করেন। শোয়েব আখতার ও মোহাম্মদ আসিফের পুনরায় উত্থানে তার খেলার সম্ভাবনা কমে আসতে থাকে। এছাড়াও, আঘাতসহ অন্যান্য খেলোয়াড়দের আবির্ভাবও অন্তরায় হয়ে দাঁড়ায়।\n\n\n== টেস্ট অভিষেক ==\nএপ্রিল, ২০০৬ সালে শ্রীলঙ্কার বিপক্ষে তার টেস্ট অভিষেক পর্ব সম্পন্ন হয়। বেশ রান দেন ও উইকেট না পেলেও বিজয়ী দলের সদস্য ছিলেন। ঐ মৌসুমের গ্রীষ্মে ইংল্যান্ডের বিপক্ষে তিন জন ফাস্ট বোলারের অনুপস্থিতিতে তাকে টেস্ট দলে নেয়া হয়। তবে, দূর্ভাগ্যজনকভাবে পিতার মৃত্যুর কারণে তাকে দেশে ফিরে আসতে হয় ও টেস্টে সিরিজে তিনি খেলতে পারেননি। আইসিসি বিশ্ব টুয়েন্টি২০ প্রতিযোগিতায় দলের সদস্য থাকেন ও এরপর নিজ দেশে সফরকারী দক্ষিণ আফ্রিকার বিপক্ষে খেলেন।\nতবে, শোয়েব আখতার ও মোহাম্মদ আসিফের মাদক কেলেঙ্কারী, শৃঙ্খলা ভঙ্গের ফলে তাকে আবারও খেলার জন্যে আমন্ত্রণ জানানো হয়। ২০০৮ সালে বাংলাদেশে অনুষ্ঠিত ত্রি-দেশীয় কিটপ্লাই কাপে শিরোপা বিজয়ী পাকিস্তান দলের অন্যতম বয়োজ্যেষ্ঠ বোলার হিসেবে পরিচিতি ঘটান। তবে, ২০০৮ সালে নিজ দেশে অনুষ্ঠিত এশিয়া কাপের চূড়ান্ত খেলায় দলকে নিয়ে যেতে পারেননি। ৭ আগস্ট, ২০০৯ তারিখে কলম্বোর আর প্রেমাদাসা স্টেডিয়ামে স্বাগতিক শ্রীলঙ্কার বিপক্ষে পাঁচ-উইকেট লাভ করেন।\n২০১০ সালের ইংরেজ মৌসুমের প্রথমার্ধ্বে সারে দলের বিদেশী খেলোয়াড় হিসেবে চুক্তিবদ্ধ হন। এ পর্যায়ে ইন্ডিয়ান প্রিমিয়ার লিগে (আইপিএল) অংশগ্রহণের উদ্দেশ্যে পিযুষ চাওলা’র স্থলাভিষিক্ত হন তিনি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nখুররম মঞ্জুর\nমোহাম্মদ ইলিয়াস\nএক টেস্টের বিস্ময়কারী\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nপাকিস্তানি একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\nপাকিস্তানি টুয়েন্টি২০ আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে ইফতিখার আঞ্জুম  (ইংরেজি)\nক্রিকেটআর্কাইভে ইফতিখার আঞ্জুম   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}