{"pageid": 1027113, "title": "দেয়া নেয়া", "url": "https://bn.wikipedia.org/wiki?curid=1027113", "content": "দেয়া নেয়া হল একটি জনপ্রিয় রোমান্টিক কমেডি বাংলা চলচ্চিত্র যা পরিচালনা করেন সুনীল বন্দ্যোপাধ্যায়। এই চলচ্চিত্রটি ১৯৬৩ সালে রূপচ্ছায়া চিত্র ব্যানারে মুক্তি পেয়েছিল এবং এই চলচ্চিত্রটি সংগীত পরিচালনা করেছিলেন শ্যামল মিত্র। এই চলচ্চিত্রটির মুখ্য চরিত্রে অভিনয় করেন উত্তম কুমার, তনুজা, পাহাড়ী সান্যাল, ছায়া দেবী, তরুণ কুমার।\n\n\n== কাহিনী ==\nলখনৌ শহরের শিল্পপতি বি কে রায়ের ছেলে প্রশান্ত কুমার রায় (উত্তম কুমার) সংগীত পছন্দ করেন কিন্তু পারিবারিক ব্যবসায় অপছন্দ করেন। কাজের প্রতি তার অবহেলা কোম্পানির ক্ষতি হয়। তাঁর বাবা ক্ষুদ্ধ বাড়িতে এসে তাঁকে জিজ্ঞাসা করেন যে তার ছেলেও গোপনে সংগীত চর্চা করছে। সংগীত চর্চা যে বাইজীরা করে সাধারণ মানুষ করে না সে ধারণাটি অস্বীকার করেন। প্রশান্ত বাড়ি ছেড়ে কলকাতায় তাঁর পুরানো বন্ধু অসীমের (তরুণ কুমার) বাড়িতে বসতি স্থাপন করেন। সেখান থেকে তিনি রেডিওতে গান শুরু করেন এবং অভিজিৎ চৌধুরীর ছদ্মনামে খ্যাতি অর্জন করেন। একদিন হঠাৎ করে একজন গাড়ীর মিস্ত্রির সন্ধানে উদ্বিগ্ন ড্রাইভারের মুখোমুখি হলেন তিনি। তিনি তাঁর সাথে এক ধনী লোক, গাড়ির মালিক অমৃতলাল মজুমদারের (পাহাড়ী সান্যাল) গাড়ি মেরামত করতে গিয়েছিলেন যেখানে তিনি অমৃতলালের ভাগ্নী সুচরিতা (তনুজার) সাথে দেখা হয়। অমৃতলাল মজুমদার একজন মেকানিক কাম ড্রাইভার হিসাবে নিয়োগ করার সিদ্ধান্ত নেন এবং প্রশান্ত কুমার রায় ছদ্মনামে তাঁর বাড়িতে হৃদয়হরণ নামে ড্রাইভারীর কাজ করেন। সুচরিতা একটি মর্ডান মেয়ে তবে বেশ কঠিন, সুচরিতা গায়ক অভিজিৎ এর দুর্দান্ত ভক্ত হতে দেখা যায়। তিনি অভিজিৎ এর সাথে দেখা করার বা তার ছবি পাওয়ার জন্য বিভিন্নভাবে চেষ্টা করেন, তবে গায়ক অভিজিৎ কখনও কোনও সাক্ষাৎকার দেন না বা ছবি প্রকাশের অনুমতি দেয় না। অভিজিৎ এর একমাত্র যোগাযোগের ঠিকানা হিসাবে বেতার স্টেশন থেকে অসীমের ঠিকানা পেয়ে সুচরিতা তাদের সাথে দেখা করে অসীমের স্ত্রীর (লিলি চক্রবর্তী) সঙ্গে বন্ধুত্ব হয়ে ওঠে। তিনি তাদের কাছে অভিজিতের একটি ছবি পেতে বলেছেন। প্রশান্ত যখন জানতে পারে যে সুচরিতা অভিজিৎকে ভালবাসে তখন সে এই চাকরি ছেড়ে যাওয়ার সিদ্ধান্ত নেয়।\nএদিকে বি কে রায় এর স্ত্রী অসুস্থ তার ছেলের জন্য শোক কাতর হয়ে পড়ায় পুলিশকে তার পুত্রকে খুঁজতে ব্যস্ত ছিলেন। এদিকে সুকান্ত, ঘনিষ্ঠ বন্ধু এবং প্রতিভাবান গীতিকার সুকান্ত বসু যক্ষ্মায় ভুগছেন এবং তাৎক্ষণিকভাবে অপারেশন করতে হয়েছে। প্রশান্ত চিকিত্সার খরচ জোগানোর জন্য একটি শোতে প্রকাশ্যে উপস্থিত হওয়ার সিদ্ধান্ত নেন। ইতোমধ্যে বি কে রায় এবং তার স্ত্রী তাদের ছেলের সন্ধানে কলকাতায় পৌঁছেছেন। একজন পুলিশ প্রশান্তকে চিনে নেয় এবং বি কে রায়কে থিয়েটার আসতে বলে। ইতোমধ্যে, সুচরিতা প্রথমবারের জন্য গায়ক অভিজিৎকে সরাসরি দেখতে প্রথম সারির টিকিট কিনে। পর্দাটি উন্মোচিত হওয়ার সাথে সাথে মঞ্চে থাকা লোকটিকে তাদের রহস্যজনকভাবে অদৃশ্য হয়ে যাওয়া চালক হৃদয় হরন বলে চিনতে পেরে সুচরিতা অবাক হয়ে যায় এবং অশ্রুতে ফেটে তিনি নিজেকে অপমানিত বোধ করেন। বি কে রায় তার ছেলের গানে মুগ্ধ হয়ে তাঁর সিদ্ধান্ত বদলানোর সিদ্ধান্ত নেন। পুলিশ প্রশান্তকে তার বাবা-মার সাথে দেখা করাবে বলে নিয়ে যায়। প্রশান্ত যাওয়ার আগে অসীমকে সব কিছু বোঝাতে বলে এবং প্রশান্তের হয়ে সুচরিতার কাছে ক্ষমা চায়। আশ্চর্যজনকভাবে পুলিশ গাড়িটি মিঃ অমৃতলাল মজুমদারের বাড়িতে থামে - যেখানে তিনি আগে কাজ করেছিলেন। দেখা যাচ্ছে যে বি কে রায় এবং অমৃত লাল একে অপরের সাথে দীর্ঘকাল ধরে পরিচিত এবং বন্ধু । রায় পরিবার সেখানে অতিথি হয়ে রয়েছেন।\nঅসীম সুচরিতা কাছে সমস্ত কিছু ব্যাখ্যা করলেন, এবং অসীমের স্ত্রী সুচরিতাকে মিসেস রায়ের কাছে প্রশান্তের জন্য কনের প্রস্তাব দিলেন। তবে অমৃতলাল প্রস্তাবটি প্রত্যাখ্যান করে বলেছিলেন যে প্রশান্ত একজন চালক, দেখা যাচ্ছে যে তিনি কৌতুক করছেন এবং স্বীকার করেছেন যে বিবাহের সাথে তার কোনও আপত্তি নেই, তবে কেবল একটি শর্তে, যদি প্রশান্ত রাজি হন যদি সুচরিতার লাইফ টাইম চালক হতে পারেন।\n\n\n== শ্রেষ্ঠাংশে ==\nউত্তম কুমার - প্রশান্ত রায় \nতনুজা - সুচরিতা মজুমদার\nপাহাড়ী সান্যাল\nতরুণ কুমার - অসীম চ্যাটার্জী\nছায়া দেবী\nলিলি চক্রবর্তী - অসীম চ্যাটার্জীর স্ত্রী\nকমল মিত্র - ডাঃ বি কে রায়\nরতন ব্যানার্জী\nসুধীর বসু\nবিধায়ক ভট্টাচার্য\nঅনীল ভৌমিক\nপ্রেমাংশু বোস\nনৃপতি চট্টোপাধ্যায়\nসুশীল চক্রবর্তী\nচুনিলাল চ্যাটার্জী\nমুকুন্দ চট্টোপাধ্যায়\nরবি রায় চৌধুরী\nসুশীল দাস\nসীমা দেবী\nবুবু গাঙ্গুলি\nসমর কুমার\nশ্যাম লাহা\nকমল মজুমদার\nজয় নারায়ণ মুখার্জী\nকবিতা রায়\nশৈলেশ রায়\nসুমিতা সান্যাল\nরঞ্জিত সিনহা\nমনি শ্রীমানি\n\n\n== সাউন্ডট্রাক ==\nএ চলচ্চিত্রের সবগুলো গান লিখেছেন গৌরীপ্রসন্ন মজুমদার।\n\nসকল গানের সুরকার শ্যামল মিত্র।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে দেয়া নেয়া  (ইংরেজি)"}