{"pageid": 1027544, "title": "এমিলি কার", "url": "https://bn.wikipedia.org/wiki?curid=1027544", "content": "এমিলি কার (১৮৭১ - ১৯৪৫) ছিলেন কানাডীয় খ্যাতনামা চিত্রকর। বয়স যখন সত্তরের কোঠায় তখন তিনি প্রথমবারের মতো হার্টঅ্যাটাকে আক্রান্ত হন। সালটি ছিল ১৯৩৭। এরপর থেকে ছবি আঁকার কাজটি শস্নথ হয়ে আসে। দিনের বেশির ভাগ সময় লেখালেখিতেই ব্যয় করতে শুরু করেন নন্দিত এ-শিল্পী। ১৯৪১ সালে ঠিক সত্তর বছর বয়সে এমিলির প্রথম গ্রন্থ প্রকাশিত হয়। ক্লি ওয়াক শিরোনামের প্রথম সেই গ্রন্থ দিয়ে তিনি ছিনিয়ে নেন দেশের সর্বোচ্চ সাহিত্যস্বীকৃতি ‘গভর্নর জেনারেল সাহিত্য পুরস্কার’। বিশটি ভাষায় অনূদিত সে-গ্রন্থটি প্রকাশের পরের বছর এমিলি রচনা করেন স্মৃতিকথা বুক অব স্মল।।\n\n\n== জীবন ==\nএমিলির জন্ম ব্রিটিশ কলাম্বিয়া প্রদেশের ভিক্টোরিয়ায়। ব্রিটিশ ঐতিহ্য-প্রভাবিত পরিবারের সন্তান এমিলি ১৮৯০ থেকে ১৮৯২ সাল পর্যন্ত সানফ্রান্সিসকোয় পড়াশোনা করেন। পরে ১৮৯৯ সালে লন্ডনে যান এবং ১৯০৫ সাল পর্যন্ত সেখানেই অবস্থান করেন। এরই মধ্যে শিল্পচর্চা শুরু করলেও যেহেতু তাঁর ধ্যানের কেন্দ্রবিন্দু ছিল ব্রিটিশ কলাম্বিয়ার ফার্স্ট নেশনের মানুষ, এমিলি কানাডীয় শিল্পবোদ্ধাদের বিশেষ মনোযোগ আকর্ষণ করতে পারেননি। ভিক্টোরিয়ায় কিছুদিন শিল্পকলার শিক্ষক হিসেবে কাজ করার পর তিনি ১৯১০ সালে আবার ইউরোপে যান। প্যারিসে তাঁর অধ্যয়নের কেন্দ্রবিন্দু ছিল আধুনিক শিল্পকলা। ১৯১২ সালে ভ্যাঙ্কুভারে ফিরে তিনি জলরং ও তেলরঙের প্রধান চিত্রগুলো নিয়ে একটি প্রদর্শনীর আয়োজন করেন। আধুনিক শিল্পের বৈশিষ্ট্যকে শিল্পীসমাজের কাছে পরিচিত করে তুলতেও এমিলি বিভিন্ন উদ্যোগ নিয়েছিলেন পরের দেড় দশক ধরে। যদিও রূঢ় সত্য হলো, তিনি ১৯২৭ সাল পর্যন্ত কানাডীয় চিত্রকলার জগতে কখনো বিশেষ মর্যাদার সঙ্গে বিবেচিত হননি।\n\n\n== গ্রন্থাবলী ==\nক্লি ওয়াক (১৯৪১)\nবুক অব স্মল (১৯৪২)\nদ্য হাউস অব অল সর্টস (১৯৪৪)\nগ্রোইং পেইন্স (১৯৪৬)\nপজ (১৯৫৩)\nদ্য হার্ট অব অ্যা পিকক (১৯৫৩)\nহানড্রেডস অ্যান্ড থাউজেন্ডস (১৯৬৬)\n\n\n== পুরস্কার ==\nগভর্নর জেনারেল সাহিত্য পুরস্কার\n\n\n== এমিলি কার নিয়ে বই ==\nএমিলি কার : অ্যাজ আই নিউ হার, ক্যারল পিয়ারসন (১৯৫৪, নতুন সংস্করণ ২০১৬)\nএমিলি কার : রিবেল আর্টিস্ট, কেইট ব্রেইড (২০০০)\nইনওয়ার্ড টু দ্য বোনস : জর্জিয়া ও’কিফস’স জার্নি উইথ এমিলি কার,‌ কেইট ব্রেইড (১৯৯৮)\nএমিলি কার, ডরিস শ্যাডবল্ট (১৯৯০)\n\n\n== তথ্যসূত্র =="}