{"pageid": 1027011, "title": "অ্যানাফেজ", "url": "https://bn.wikipedia.org/wiki?curid=1027011", "content": "অ্যানাফেজ (Anaphase শব্দটি গ্রিক ἀνά থেকে এসেছে) হলো মাইটোসিস কোষ বিভাজনের একটি দশা যেটি মেটাফেজ দশার পরে শুরু হয় এবং যখন অনুলিপিত ক্রোমোজমগুলোর বিভক্তি ঘটে ও বিভাজনরত কোষের দুটি বিপরীত মেরুতে অপত্য ক্রোমোজোম (ক্রোমাটিড) সৃষ্টি হয়। অ্যানাফেজ দশার শেষের দিকে বিভাজনরত কোষে ক্রোমোজোমগুলোর ঘনত্ব সর্বাধিক হয়। যা নিউক্লিয়াসের পুনর্গঠনের জন্য সহায়ক। \nঅ্যানাফেজ দশার শুরুতে সেকুরিন নামক এক ধরনের ইনহিবিটরি বা বাধাদানকারী পদার্থ বিভাজনরত কোষে ছড়িয়ে পড়ে ক্ষয় হতে থাকে। সেকুরিন হলো এক ধরনের প্রোটিন, যা সেপারেজ নামক প্রোটিয়েজ এনজাইমের কাজে বাধা প্রদান করে। অ্যানাফেজ উদ্দীপক কমপ্লেক্স (অ্যানাফেজ প্রমোটিং কমপ্লেক্স) এই সেকুরিনের ভাঙন শনাক্ত করলে কোষ বিভাজনের অ্যানাফেজ দশা শুরু হয়। সেকুরিনের ভাঙনের ফলে সেপারেজ অবমুক্ত হয়। এই সেপারেজ পরবর্তীকালে কোহেসিন নামক প্রোটিনকে ভেঙে ফেলে। কোহেসিন প্রোটিন দুইটি সিস্টার ক্রোমাটিডকে একত্রিত করে রাখে। ফলে প্রোটিন ভেঙে যাওয়ায় দুইটি সিস্টার ক্রোমাটিড আলাদা হয়ে যায়॥ \nএকবার অ্যানাফেজ দশা সম্পূর্ণ হয়ে গেলে, বিভাজনরত কোষটি টেলোফেজ দশায় চলে আসে। \n\n\n== পর্যায় ==\nঅ্যানাফেজ দশাকে দুটি স্বতন্ত্র পর্যায় দ্বারা চিহ্নিত করা হয়। এর মধ্যে প্রথমটি হলো অ্যানাফেজ এ এবং দ্বিতীয়টি হলো অ্যানাফেজ বি। অ্যানাফেজ এ এর ক্ষেত্রে ক্রোমোজোমগুলো বিভাজনরত কোষের উভয় মেরুতে স্থানান্তরিত হয়। এ স্থানান্তরের কাজটি মূলত কাইনেটোকোর এবং কাইনেটোকোর মাইক্রোটিউবিউলস দ্বারা সম্পূর্ণ হয়।\nদ্বিতীয় পর্যায়টি হলো অ্যানাফেজ বি। এ পর্যায়ে বিভাজনরত কোষের দুটি মেরু একে অপরের থেকে পৃথক হয়ে যায়। এ পৃথকীকরণের কাজটি মূলত ইন্টারপোলার মাইক্রোটিউবিউলস এবং অ্যাস্ট্রাল মাইক্রোটিউবিউলস দ্বারা সম্পূর্ণ হয়।\n\n\n== কোষ চক্রের সাথে সম্পর্ক ==\nঅ্যানাফেজ দশা কোষ চক্রের মোট সময়ের প্রায় ১% জুড়ে থাকে।  অ্যানাফেজ দশাটি মেটাফেজ-থেকে-অ্যানাফেজ নিয়ন্ত্রিত ট্রিগার দ্বারা শুরু হয়। বি সাইক্লিন ধ্বংসের সাথে সাথে মেটাফেজ দশা শেষ হয়।\nঅ্যানাফেস-প্রমোশনিং কমপ্লেক্স (এপিসি) সক্রিয় হয়ে, এম-ফেজ সাইক্লিন এবং স্যাকুরিন নামক ইনহিবিটর প্রোটিনকে আলাদা করে ফেলে। স্যাকুরিন প্রোটিন আবার কোহসিন নামক প্রোটিন কমপ্লেক্সের সাবইউনিটগুলোকে বিচ্ছিন্ন করতে সেপারেজ প্রোটিয়েসকে সক্রিয় করে তোলে।\n\n\n== আরও দেখুন ==\nপ্রোফেজ\nমেটাফেজ\nকোষকঙ্কাল\nমিয়োসিস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে অ্যানাফেজ সম্পর্কিত মিডিয়া দেখুন।"}