{"pageid": 1027193, "title": "ফয়সাল ইকবাল", "url": "https://bn.wikipedia.org/wiki?curid=1027193", "content": "ফয়সাল ইকবাল (উর্দু: فیصل اقبال‎‎; জন্ম: ৩০ ডিসেম্বর, ১৯৮১) করাচি এলাকায় জন্মগ্রহণকারী পাকিস্তানি কোচ ও সাবেক আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ২০০০-এর দশকে পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন। বর্তমানে তিনি বালুচিস্তানের কোচের দায়িত্ব পালন করছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে করাচি, পাকিস্তান ইন্টারন্যাশনাল এয়ারলাইন্স, পাকিস্তান ন্যাশনাল শিপিং কর্পোরেশন, পাকিস্তান রিজার্ভস ও সিন্ধু দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি ব্যাটসম্যান হিসেবে খেলতেন। এছাড়াও, ডানহাতে অফ স্পিন বোলিংয়ে পারদর্শী ছিলেন তিনি।\n\n\n== ব্যক্তিগত জীবন ==\nবিখ্যাত ক্রিকেটার জাভেদ মিয়াঁদাদের ভ্রাতৃস্পুত্র তিনি। তার জ্যেষ্ঠ ভ্রাতা ফাহাদ ইকবাল ক্রিকেট খেলায় অংশ নিয়েছেন।\nব্যক্তিগত জীবনে বিবাহিত তিনি। দক্ষিণ আফ্রিকান তরুণীকে বিয়ে করেন।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৯৮-৯৯ মৌসুম থেকে ২০১৮ সাল পর্যন্ত ফয়সাল ইকবালের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। রক্ষণাত্মক জ্ঞান নিয়ে সাহসী স্ট্রোক খেলোয়াড় হিসেবে ফয়সাল ইকবালের সুনাম ছিল। সামগ্রীকভাবে তিনি পাকিস্তানের মাঝারিসারিতে বেশ ভালো খেলা উপহার দিতেন।\nকিশোরদের ক্রিকেটে তিনি দারুণ ক্রীড়াশৈলী প্রদর্শনে সক্ষম ছিলেন। অবশ্য, পাকিস্তানের ব্যাটিং কিংবদন্তি জাভেদ মিয়াঁদাদের ভ্রাতৃস্পুত্র হিসেবেও তাকে বিরূপ সমালোচনার মুখোমুখি হতে হয়েছেন।\nখেলোয়াড়ী জীবনের শুরুতে করাচি রিজিওন, পাকিস্তান ইন্টারন্যাশনাল এয়ারলাইন্স (পিআইএ), পাকিস্তান ন্যাশনাল শিপিং কর্পোরেশন, সিন্ধু ডলফিন্স ও পাকিস্তান এ দলের পক্ষে প্রথম-শ্রেণীর ক্রিকেট, লিস্ট এ ক্রিকেট ও টি২০ খেলায় অংশ নিয়েছেন।\nপিআইএ দলের পক্ষে খেলেছেন। জানুয়ারি, ২০১১ সালে করাচিতে অনুষ্ঠিত কায়েদ-ই-আজম ট্রফি প্রথম বিভাগে দলকে চূড়ান্ত খেলায় নিয়ে যান। ঐ খেলার দুই ইনিংসে ছয় বলে শূন্য ও ২৬ বলে ১৫ রান তুলতে পেরেছিলেন। ২০১৭-১৮ মৌসুমের কায়েদ-ই-আজম ট্রফিতে করাচি হোয়াইটসের সর্বোচ্চ রান সংগ্রাহক ছিলেন। সাত খেলায় অংশ নিয়ে ৪১৩ রান তুলেন তিনি।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে ছাব্বিশটি টেস্ট ও আঠারোটি একদিনের আন্তর্জাতিকে অংশগ্রহণ করেছেন ফয়সাল ইকবাল। ৮ মার্চ, ২০০১ তারিখে অকল্যান্ডে স্বাগতিক নিউজিল্যান্ড দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ৩ জানুয়ারি, ২০১০ তারিখে সিডনিতে স্বাগতিক অস্ট্রেলিয়া দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\nটেস্ট অভিষেকের পূর্বে ২০০০ সালে স্বাগতিক শ্রীলঙ্কার বিপক্ষে সিরিজের তৃতীয় ও নিজস্ব প্রথম ওডিআইয়ে অংশ নেন। ঐ খেলায় পাকিস্তানের ব্যাটিং স্তম্ভ তাসের ঘরের ন্যায় টিকেছিল। তিনি মাঝারিসারিতে ব্যাটিংয়ে স্বাচ্ছন্দ্যবোধ করেন। খেলায় কিছুটা দৃঢ়তা প্রদর্শন করায় এর অল্প কিছুদিন পরই নিজস্ব প্রথম টেস্ট খেলার সুযোগ পান। নিউজিল্যান্ড গমনার্থে তাকে পাকিস্তান দলে ঠাঁই দেয়া হয়। কয়েকটি ইনিংসে দর্শনীয় স্ট্রোক খেলাসহ বোলারদের বিপক্ষে খেলার সক্ষমতা তুলে ধরেন।\n২০০২-০৩ মৌসুমে অকল্যান্ডে স্বাগতিক অস্ট্রেলিয়ার বিপক্ষে খেলেন। পাল্টা আক্রমণে শানিয়ে ৮৫ বলে ৯৩ রানের আক্রমণাত্মক ইনিংসে নিজের জাত চেনান। বিশেষতঃ শেন ওয়ার্নের বিপক্ষে পায়ের কারুকাজে দারুণ খেলেন। তবে, ঐ সিরিজের বাদ-বাকী খেলাগুলোয় এ ধারা বহমান রাখতে পারেনি। এছাড়াও, একই মৌসুমে দক্ষিণ আফ্রিকায়ও নিস্প্রভতার পরিচয় দেন।  ২০০২-০৩ মৌসুমে দক্ষিণ আফ্রিকায় দুই টেস্টে অংশ নেন। তবে, আশানুরূপ না খেলায় তাকে দল থেকে বাদ দেয়া হয়। দুই বছর পর তাকে দলে নেয়া হয়।\n\n\n== ভারতের মুখোমুখি ==\nআন্তর্জাতিক ক্রিকেট থেকে প্রত্যাখ্যাত হলেও ঘরোয়া পর্যায়ের ক্রিকেটে ঠিকই নিজেকে মেলে ধরেছিলেন। অবশেষে, ২০০৫-০৬ মৌসুমে পুনরায় তাকে জাতীয় দলে ফিরিয়ে আনা হয়। নিজ শহর করাচিতে সফরকারী ভারতের বিপক্ষে আঘাতপ্রাপ্ত ইনজামাম-উল-হকের স্থলাভিষিক্ত হন তিনি। প্রথম ইনিংসে ব্যর্থতার পরিচয় দেন। দ্বিতীয় ইনিংসে রক্ষণাত্মক খেলেন নিজস্ব প্রথম শতরানের ইনিংস খেলেন ও দলের জয়ে ভূমিকা পালন করেন। করাচিতে অনুষ্ঠিত সিরিজের চূড়ান্ত টেস্টে স্বাগতিক দল জয় পেয়েছিল।\nঅস্ট্রেলিয়ার বিপক্ষেও সুন্দর খেলেন। তাসত্ত্বেও দলের পরাজয় রোধ করতে পারেননি। আর কয়েকটি সফরে অংশ নেয়ার পর রান খরায় ভোগায় তাকে বাদ দেয়া হয়। তবে, ঘরোয়া ক্রিকেটে দূর্দান্ত খেলেন। দলের খেলোয়াড়দের আঘাতের কারণে তাকে আবারও খেলার জন্যে আমন্ত্রণ জানানো হয়।\nনিজেকে কখনো ওডিআই খেলোয়াড়ের বৃত্ত থেকে ছাড়িয়ে আনতে পারেননি। এক পঞ্জিকাবর্ষে কখনো ১৫০-এর বেশি রান তুলতে পারেননি। ২০০৬ সালে সফরকারী ওয়েস্ট ইন্ডিজের বিপক্ষে সিরিজের চতুর্থ ওডিআইয়ে নিজস্ব শেষ ওডিআইয়ে অংশ নেন।\nকলম্বোতে পরবর্তী টেস্টে তাকে খেলানো হয়। শ্রীলঙ্কার বিপক্ষে বেশ ভালো খেলেন। মুত্তিয়া মুরালিধরনের বোলিং মোকাবেলা করে ৬০ রান তুলেন ও খেলাটিকে ড্রয়ের দিকে নিয়ে যান। এরপর, লর্ডস টেস্টেও একই মানের ব্যাটিংয়ের মাধ্যমে শেষদিনে খেলাকে ড্র করাতে সক্ষম হন। এ সময়ে চার ইনিংসের তিনটিতেই অর্ধ-শতরান করে দৃশ্যতঃ পাকিস্তানের মাঝারিসারিতে স্থায়ী আসন গাড়েন।\n\n\n== অস্ট্রেলিয়া গমন ==\nএরপর, মোহাম্মদ ইউসুফের নেতৃত্বাধীন দলের সদস্যরূপে অস্ট্রেলিয়া গমন করেন। বক্সিং ডে টেস্টে ৪২২ রানের পর্বতসম জয়ের সন্ধানে নেমে কেবলমাত্র অধিনায়কের সাথে একমাত্র খেলোয়াড় হিসেবে ৪০-এর অধিক রান তুলতে সক্ষম হয়েছিলেন। তবে, সিডনি টেস্টে পরাজয়ের পর তারও বিদেয় ঘণ্টা বেজে উঠে। ১৭৭ রানের জয়ের লক্ষ্যমাত্রায় তিনি মাত্র ৭ রান তুলতে সক্ষমতা দেখিয়েছিলেন। এরপর, আর তাকে জাতীয় দলে খেলানো হয়নি।\nওডিআইয়ের তুলনায় টেস্টে ক্রিকেটে তার ব্যতিক্রম ক্রীড়াশৈলী প্রদর্শনের চিত্র ধরা পড়ে। ২০০১ সালে অভিষেকের পর থেকে ২০০৬ সাল পর্যন্ত একাধারে খেলেন। তন্মধ্যে, ২০০৬ সালটি তার জন্যে স্বর্ণালী সময় ছিল। ২১ ইনিংসে তিন শতাধিক রান তুলেন। কিন্তু, দুই খেলার চার ইনিংসেই কেবলমাত্র তার দল বিজয়ী হয়েছিল। ২০১০ সালে সিরিজের দ্বিতীয় টেস্টে অস্ট্রেলিয়ার বিপক্ষে শেষ খেলায় অংশ নেন। ঐ খেলায় স্বাগতিক অস্ট্রেলিয়ার কাছে তার দল পরাজয়বরণ করে।\n\n\n== অবসর ==\nএরপরও তিনি নয় বছর প্রথম-শ্রেণীর ক্রিকেটে অংশ নিয়েছিলেন। এ পর্যায়ে বারো হাজারের অধিক রান তুললেও তাকে আর বিবেচনায় আনা হয়নি। কয়েকবার অবশ্য তাকে দলের সদস্য করা হয়। প্রথম-শ্রেণীর ক্রিকেটে পাঁচটি শতক ও লিস্ট এ ক্রিকেটে একটি শতক হাঁকানোর স্বীকৃতিস্বরূপ ২০১২ ও ২০১৩ সালে তাকে টেস্ট দলে ফিরিয়ে আনা হয়। তবে, শ্রীলঙ্কা, দক্ষিণ আফ্রিকা ও জিম্বাবুয়ে সফরে তাকে প্রথম একাদশের বাইরে রাখা হয়। তাকে কোন আন্তর্জাতিক খেলায় অংশগ্রহণের সুযোগ দেয়া হয়নি। সবগুলো সফরেই তিনি দ্বাদশ খেলোয়াড়ের ভূমিকাই অবতীর্ণ হয়েছিলেন। এরপর, টেস্ট দল থেকে বাদ পড়ার পাশাপাশি কেন্দ্রীয় পর্যায়ের চুক্তি থেকেও তাকে দূরে রাখা হয়।\n২০১৮ সালে ক্রিকেট খেলা থেকে অবসর গ্রহণ করেন। এরপর, কোচিং জগতের দিকে ধাবিত হন। করাচি কিংসের পক্ষে দুই মৌসুম ব্যাটিং কোচের দায়িত্বে ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nআসিফ ইকবাল\nমুফাসির-উল-হক\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\n২০০১-০২ এশিয়ান টেস্ট চ্যাম্পিয়নশীপ\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nআন্তর্জাতিক ক্রিকেটে অংশগ্রহণকারী পরিবারের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে ফয়সাল ইকবাল  (ইংরেজি)\nক্রিকেটআর্কাইভে ফয়সাল ইকবাল   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)\nFaisal Iqbal Cricketer Official Website  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ নভেম্বর ২০১৯ তারিখে\nScorecard | Zimbabwe v Pakistan - One Day International Series First Match - 30-11-2002 00:00 | Cricket365 | Cricket News\nScorecard | Pakistan v India - Test Series First Test - 29-01-2006 00:00 | Cricket365 | Cricket News"}