{"pageid": 1027168, "title": "আদমবক্কম", "url": "https://bn.wikipedia.org/wiki?curid=1027168", "content": "আদমবক্কম দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের চেন্নাই জেলার একটি অঞ্চল৷ এটি মূলত দক্ষিণ চেন্নাইয়ের একটি লোকালয়৷ আদমবক্কম চেন্নাই মহানগরের বেলাচেরি এবং আলান্দুর তালুকের মধ্যবর্তী৷ এর উত্তর পশ্চিমে রয়েছে আলান্দুর, উত্তর-পশ্চিম দিকে রয়েছে সেন্ট থমাস মাউন্ট, পশ্চিমে রয়েছে নঙ্গানলুর, দক্ষিণ-পশ্চিম দিকে রয়েছে কীলকট্টলাই, দক্ষিণে রয়েছে পুলুতিবক্কম, দক্ষিণ-পূর্বে রয়েছে মাড়িবক্কম, পূর্ব দিকে রয়েছে বেলাচেরি এবং উত্তর দিকে রয়েছে গিণ্ডি৷ আগে আদমবক্কমের একটি অংশমাত্র চেন্নাই পুরসভার সরাসবি শাসনাধীন ছিলো৷ ২০১১ খ্রিস্টাব্দের অক্টোবর মাসের পর থেকে সম্পূর্ণ আদমবক্কমকে চেন্নাই পুরসভার অন্তর্ভুক্ত করা হয়৷ এমআরটিএস-এর প্রকল্প অনুযায়ী চেন্নাই শহরতলির অন্তর্গত আদমবক্কম রেলওয়ে স্টেশন এই অঞ্চলের যাতায়াত মাধ্যমে গতি আনবে৷ বেলাচেরির মতো অর্থনৈতিকভাবে উন্নত লোকালয়ের নিকটবর্তী ও সড়ক সহ রেলপথে যাতায়াত সহজ হওয়ায় আদমবক্কম একটি আদর্শ লোকালয়ে পরিণত হচ্ছে৷\n\n\n== ভূগোল ==\nআদমবক্কমের অবস্থান ১২.৯৯° উত্তর ৮০.২০° পূর্ব﻿ / 12.99; 80.20 স্থানাঙ্কে৷ এটির গড় উচ্চতা সমুদ্রতল থেকে ৭ মিটার বা ২৩ ফুট। আদমবক্কমের জীবননগরে অবস্থিত আদমবক্কম হ্রদ ও পার্শ্ববর্তী বেলাচেরি হ্রদ রয়েছে।\n\n\n== সংস্কৃতি ==\n\nআদমবক্কমে বিভিন্ন সংস্কৃতি এবং বিভিন্ন ধর্মের লোক একসঙ্গে বসবাস করেন।এখানে অবস্থিত বিখ্যাত হিন্দু মন্দিরটি হলো সেন্ট থমাস মাউন্ট রেলওয়ে স্টেশনের নিকট অবস্থিত পালণ্ডী আম্মা মন্দির। এছাড়াও রয়েছে সুন্দর বিনায়ক মন্দির, দেবী নাগমুতু মারিয়াম্মান মন্দির, সুব্রহ্মণ্যস্বামী মন্দির, ভুবনেশ্বরী আম্মা মন্দির এবং নন্দীশ্বর মন্দির। বিশ্বরূপ সর্বমঙ্গল শনীশ্বর মন্দিরটি নাগমুতু মারিয়াম্মান মন্দিরের ভেতর অবস্থিত৷ উল্লেখ্য মসজিদ হলো মস্তান গোরী মসজিদ ও গীর্জার মধ্যে রয়েছে মার্কস ক্যাথোলিক চার্চ৷ গিন্ধী স্ট্রিটের অধিভগবান দিগম্বর জৈন মন্দির এখানকার যথাচর্চিত জৈন মন্দির৷\n\n\n== পরিবহন ==\n\nআদমবক্কমে রয়েছে পূর্ণ কর্মদক্ষ এমটিসি বাস পরিষেবা৷ এখানে অবস্থিত বাস ডিপোটি গাড়ি রাখা, রক্ষণাবেক্ষণ ও পেট্রোল ভরার জন্য ব্যবহৃত হয়৷\nচেন্নাই শহরতলি রেলওয়ের অন্তর্গত সেন্ট থমাস মাউন্ট রেলওয়ে স্টেশনটি আলান্দুর ও আদমবক্কমের মধ্যবর্তী৷ চেন্নাই এমআরটিএস-এর পরিকল্পিত উত্তোলিত পথের দ্বিতীয় পর্যায়ের কাজ সম্পূর্ণ হলে আদমবক্কম রেলওয়ে স্টেশনটি তৈরি হয়ে যাবে বলে আশা রয়েছে৷ পরিকল্পনা অনুযায়ী এই স্টেশনটি হবে মাড়িবক্কমের নিকট মেটবক্কম মেইন রোডের জংশনের ওপর৷ সেন্ট থমাস মাউন্ট ভূগর্ভপথ ও তিল্লাই গঙ্গানগর ভূগর্ভপথ আদমবক্কমের সাথে ৩২ নং জাতীয় সড়ককে যুক্ত করেছে৷\nআদমবক্কম থেকে এমটিসি বাস পরিষেবার মাধ্যমে নঙ্গানলুর, মেটবক্কম, মাড়িবক্কম, কীলকট্টলাই, নান্মঙ্গলম, কোয়িলমবক্কম পুলুতিবক্কম অঞ্চলের সাথে যুক্ত৷\nবেলাচেরি থেকে পুলুতিবক্কম, আদমবক্কম ও সেণ্ট থমাস মাউন্ট পর্যন্ত শহরতলি রেল বিস্তৃতির কাজ চলছে৷\nসেন্ট্রাল থেকে সেন্ট থমাস মাউন্ট অবধি মেট্রোরেল তৈরীর কাজ চলছে এই মেট্রো সম্পূর্ণ হলে আদমবক্কম থেকে চেন্নাই আন্তর্জাতিক বিমানবন্দর এবং শহরের উত্তরের বিভিন্ন অংশ সুগম হবে।\nজহরলাল নেহেরুর অথবা চেন্নাই ইনার রিং রোড আদমবক্কমের বাইরের দিকের সীমান্ত নির্দেশ করে। এই সীমান্ত বরাবরঅতি সাম্প্রতিককালে কিছু এস্টেট এবং অর্থনৈতিক সংস্থা গড়ে উঠেছে।\n\n\n== তথ্যসূত্র =="}