{"pageid": 1027524, "title": "ইমারতি", "url": "https://bn.wikipedia.org/wiki?curid=1027524", "content": "ইমারতি বা রাজমিস্ত্রির কাজ হল কিছু একক মিলে একটি নির্মিত তৈরি করা, যা প্রায়শই চুন-সুরকি বা সিমেন্ট দ্বারা আবদ্ধ হয়; ইমারতি শব্দটি নিজেও এককগুলিকে বোঝাতে পারে। ইট বা পাথর নির্মাণকাজের উপকরণগুলি হলো ইট, স্থাপত্য বানানোর পাথর যেমন মার্বেল, গ্রানাইট এবং চুনাপাথর, ঢালাই করা পাথর, কংক্রিট ব্লক, কাচের ব্লক এবং পোড়া মাটির ইট। ইমারতি সাধারণত নির্মাণের একটি অত্যন্ত টেকসই রূপ। যাইহোক, ব্যবহৃত উপকরণ, মর্টার এবং কারুকাজের গুণমান এবং এককগুলি যে বিন্যাসে একত্রিত হয় সেগুলি সামগ্রিক ইট বা পাথরের নির্মাণ কর্মের স্থায়িত্বকে যথেষ্ট প্রভাবিত করতে পারে। একজন ব্যক্তি যিনি ইমারত নির্মাণ করেন তাকে রাজমিস্ত্রি বা ব্রিকলেয়ার বলা হয়। এগুলি উভয়ই নির্মাণ বাণিজ্য হিসাবে শ্রেণিবদ্ধ করা হয়েছে।\n\n\n== প্রয়োগ ==\nইট বা পাথরের কর্ম সাধারণত দেয়াল এবং বিল্ডিংয়ের জন্য ব্যবহৃত হয়। ইট এবং কংক্রিট ব্লক শিল্পজাত দেশগুলিতে সবচেয়ে প্রচলিত এবং এটি ভারবহন যোগ্য হতে পারে নাও হতে পারে। কংক্রিট ব্লকগুলি, বিশেষত যেগুলার ফাঁকা অন্তস্থল রয়েছে, তারা ম্যাসনরি নির্মাণে বিভিন্ন সম্ভাবনা উন্মোচন করে। এগুলি সাধারণত দুর্দান্ত কম্প্রেসিভ স্ট্রেন্থ সরবরাহ করে এবং যখন অন্তস্থল ফাঁকা থাকে তখন হালকা ট্রান্সভার্স লোড সহ স্থাপত্যের জন্য সবচেয়ে উপযুক্ত। অন্তস্থলের কিছু বা সম্পূর্ণ অংশ কংক্রিট বা ইস্পাত এর রিইনফোরসমেনট (সাধারনত রিবার) সহ কংক্রিট দিয়ে পূর্ণ করলে আগের থেকে বেশি টেনসাইল এবং লাটারাল স্ট্রেন্থ পাওয়া যায় । রাজমিস্ত্রিদের সাধারণত তাদের অবস্থানের উপর নির্ভর করে প্রতি ঘণ্টায় বেতন দেওয়া হয়।\nচুনসুরকির মিশ্রণের উপকরণগুলির উপর নির্ভর করে ভবন নির্মাণে বিভিন্ন ধরনের ইমারতি দেয়াল ব্যবহৃত হয়। যেমন;\n১) ভারবহ ইমারতি দেয়াল, ২) অধিকতর মজবুতকৃত ইমারতি দেয়াল, ৩) অন্তস্থল ফাঁকা ম্যাসনরি দেয়াল, ৪) সংমিশ্রিত ইমারতি দেয়াল, ৫) পোস্ট টেনশনড ইমারতি দেয়াল।\n\n\n=== সুবিধাদি ===\nইট এবং পাথরের মতো উপাদানের ব্যবহার ভবনের তাপের পরিমাণ বাড়িয়ে তুলতে পারে।\nইমারতি একটি অদাহ্য পদার্থ এবং আগুন থেকে ভবনটিকে রক্ষা করতে পারে।\nইমারতি দেয়ালগুলি ঘূর্ণিঝরের ধ্বংসাবশেষের মতো প্রক্ষেপণগুলির বিরুদ্ধে বেশি প্রতিরোধী।\n\n\n=== অসুবিধাদি ===\nচরম আবহাওয়া, কিছু পরিস্থিতিতে, শীতে জমাট বাঁধা-জমাট খোলা চক্রের সাথে যুক্ত সম্প্রসারণ এবং সংকোচন বলের কারণে ইমারতির অবনতি ঘটতে পারে।\nইমারতি ভারী হয়ে থাকে এবং বসে পড়া (সেটলিং) ও ফাটল ধরা (ক্র্যাকিং) এড়াতে দৃঢ় ভিত্তির উপর যেমন পুনর্মজবুতকৃত কংক্রিটের উপর তৈরি করা উচিত।\nকংক্রিট ছাড়াও, ইট বা পাথরের নির্মাণকর্ম যান্ত্রিকীকরণের কাজ সহজ নয় এবং স্টিক-ফ্রেমিংয়ের চেয়ে আরও দক্ষ শ্রম প্রয়োজন।\nইট বা পাথরের নির্মাণ কর্মের অংশগুলি আলগা উপাদান নিয়ে গঠিত এবং পুনর্মজবুতকৃত কংক্রিট, প্লাস্টিক, কাঠ বা ধাতবগুলির মতো অন্যান্য উপকরণগুলির তুলনায় দোলনকে কম সহনশীলতা দেয়।\n\n\n=== কাঠামোগত সীমাবদ্ধতা ===\nইমারতির উলম্ব ভারের অধীনে সংনমক বল প্রতিরোধ ক্ষমতা বেশি, তবে পুনর্মজবুতকৃত করা না থাকলে এর টান প্রতিরোধ ক্ষমতা (টেনসাইল স্ট্রেংথ) কম থাকে (বাঁকা বা প্রসারিত হবার বিরুদ্ধে)। দেয়ালের পুরুত্ব বাড়িয়ে, বা ফাঁকে ফাঁকে \"ইমারতি স্তম্ভ\" (উল্লম্ব স্তম্ভ বা পাঁজর) তৈরি করে টান প্রতিরোধ ক্ষমতা বাড়ানো যেতে পারে। যেখানে ব্যবহার উপযোগী, সেখানে ইস্পাতের পুনর্মজবুতি যেমন বায়ুখুঁটিগুলি যুক্ত করা যায়।\n\n\n== ভেনার ম্যাসনরি ==\nএকটি ভেনার ম্যাসনরি দেয়াল ম্যাসনরি একক, সাধারণত কাদামাটি-ভিত্তিক ইট নিয়ে গঠিত হয়, কাঠামোগতভাবে স্বতন্ত্র দেয়ালের এক বা উভয় পাশে সাধারণত কাঠ বা ম্যাসনরি দ্বারা নির্মিত হয়। এই প্রসঙ্গে, ইটের ম্যাসনরি মূলত সজ্জাসংক্রান্ত, কাঠামোগত নয়। ইট ভেনার সাধারণত কাঠামোগত প্রাচীরের সাথে ইটের টাইগুলির সাথে সংযুক্ত থাকে (ধাতব স্ট্রিপগুলি যা কাঠামোগত দেয়ালের সাথে সংযুক্ত থাকে, পাশাপাশি ইটের ভেনারের মর্টার জয়েন্টগুলি)। ইটের ভেনার এবং কাঠামোগত প্রাচীরের মধ্যে সাধারণত একটি বায়ু ব্যবধান থাকে। যেহেতু কাদামাটি-ভিত্তিক ইটটি সাধারণত সম্পূর্ণ জলরোধী হয় না, কাঠামোগত দেয়ালের প্রায়শই একটি জল-প্রতিরোধী পৃষ্ঠ থাকে (সাধারণত ট্যার পেপার ) এবং বায়ু ব্যবধান এর অভ্যন্তরে জমে থাকা আর্দ্রতা নিষ্কাশনের জন্য ইটের ভেনারটির গোড়ায় উইপ হোলস থাকে। কংক্রিট ব্লক, বাস্তব এবং সংস্কৃত পাথর এবং ভেনার অ্যাডোব কখনও কখনও অনুরূপ ভেনার কাজে ব্যবহৃত হয়।\nবেশিরভাগ অন্তরিত বিল্ডিং যা কংক্রিট ব্লক, ইট, অ্যাডোব, পাথর, ভেনার বা এর সাথে কিছু সংমিশ্রণ ব্যবহার করে, কাঠের দেয়ালের স্টাডগুলির মধ্যে ফাইবারগ্লাস ব্যাট আকারে বা প্লাস্টার বা ড্রাইওয়াল দিয়ে ঢাকা অনমনীয় অন্তরিত বোর্ডগুলির আকারে অভ্যন্তরীণ অন্তরণ নিশ্চিত করে। বেশিরভাগ আবহাওয়ায় দেয়ালের বাইরের অংশে এই নিরোধকটি আরও বেশি কার্যকর এবং বিল্ডিং এর অভ্যন্তরীণ ভাগ ম্যাসনরির পূর্বোক্ত তাপীয় ভরগুলির সুবিধা নেয় । এই কৌশলটির জন্য অবশ্য নিরোধকের উপরে এক ধরনের আবহাওয়া-প্রতিরোধক বহির্মুখী পৃষ্ঠের প্রয়োজন এবং ফলস্বরূপ, সাধারণত আরও ব্যয়বহুল।\n\n\n== শুষ্ক ম্যাসনরি ==\n\nম্যাসনরি দেয়ালের স্ট্রেন্থ সম্পূর্ণরূপে বিল্ডিং উপাদান এবং মর্টার মধ্যে বন্ধনের উপর নির্ভর করে না; ম্যাসনরির আন্তঃলোকের ব্লকগুলির মধ্যে ঘর্ষণ প্রায়শই যথেষ্ট শক্তিশালী যে এটি তার নিজের উপর প্রচুর স্ট্রেন্থ সরবরাহ করতে পারে। এই ইন্টারলকিং উন্নত করতে ব্লকগুলিতে মাঝে মাঝে খাঁজ বা অন্যান্য পৃষ্ঠতল থাকে এবং কিছু শুষ্ক ম্যাসনরি স্ট্রাকচার পুরোপুরি মর্টার বিহীন হয় ।\n\n\n== ইট ==\n\nনিরেট ইঁটের কাজ দুই বা ততোধিক অনুভূমিকভাবে চলমান ইটের ওআইথ দিয়ে তৈরি করা হয় (যাকে বলা হয় স্ট্রেচার ইট) যেগুলা দেয়ালের সাথে আড়াআড়ি ভাবে অবস্থিত ইটের (যাকে বলা হয় \"শীর্ষক\" ইট) সাথে আবদ্ধ। প্রতিটি ইটের সারি একটি কোর্স হিসাবে পরিচিত। নিয়োগকৃত শীর্ষক এবং স্ট্রেচারগুলির বিন্যাস বিভিন্ন 'বন্ধন' যেমন কমন বন্ড (প্রতিটি ষষ্ঠ কোর্স শীর্ষক ইট নিয়ে গঠিত), ইংলিশ বন্ড এবং ফ্লেমিশ বন্ডকে (প্রতিটি বিকল্প কোর্সে স্ট্রেচার এবং শীর্ষক ইট উপস্থিত) জন্ম দেয়। বন্ধনের শক্তি এবং অন্তরক ক্ষমতা মধ্যে পৃথক হতে পারে। উল্লম্বভাবে স্তম্ভিত বন্ডগুলি অ-স্তম্ভিত বন্ধনের চেয়ে কিছুটা শক্তিশালী এবং ফাটলের ঝুকি কম থাকে।\n\n\n=== অভিন্নতা এবং দেহাতি ===\n\nশিল্পজাত দেশগুলিতে সাধারণত ইটের শৈলী এবং প্রকারের ব্যাপক নির্বাচনের সুযোগ চূড়ান্ত পণ্যটির রুপে অনেক বৈচিত্র্যকে মঞ্জুরি দেয়। ১৯৫০-১৯৭০-এর দশকে নির্মিত ভবনগুলিতে, ম্যাসনরিগুলিতে ইটের অভিন্নতা এবং নির্ভুলতা অনেক বেশি পরিমানে ছিল। সেই সময়ের মধ্যে এই শৈলীটি খুব শুদ্ধ বলে মনে করা হত, সুতরাং পুরানো, অমসৃণ কাজ অনুকরণ করার চেষ্টা করা হয়েছিল। কিছু ইটের পৃষ্ঠগুলিতে পোড়া ইটগুলিকে অন্তর্ভুক্ত করার কারণে দেহাতিযুক্ত দেখা যায়, যার রঙ আরও গাড় হয় বা অনিয়মিত আকারের হয়। অন্যরা প্রাচীন ইট ব্যবহার করতে পারে, বা নতুন ইটগুলি কৃত্রিমভাবে বয়স্ক হতে পারে বিভিন্ন স্তরের চিকিৎসা, যেমন টাম্বলিং প্রয়োগ করে। বিশ শতকের শেষের দিকে দেহাতি বানানোর চেষ্টার জন্য নিখরচায়, শৈল্পিক স্টাইলে বিশেষত রাজমিস্ত্রিদের দ্বারা এগিয়ে নেওয়া হয়েছে, যেখানে কোর্সগুলি ইচ্ছাকৃতভাবে সোজা নয়, পরিবর্তে আরও জৈবিক ছাপ তৈরি করার জন্য ঢেউ এর মত করে বানানো হয়।\n\n\n=== সর্পিল ইমারতি ===\nএকটি ক্রাঙ্কেল-ক্র্যাঙ্কল দেয়াল একটি ইটের প্রাচীর যা একটি সরলরেখার পরিবর্তে সর্পিল পথ অনুসরণ করে। এই ধরনের দেয়াল সোজা দেয়ালের তুলনায় ভারসাম্যহীনতা প্রতিরোধী এত বেশি যে এটি একটি অবিরাম ইটের একটি ওয়াইথ দিয়ে তৈরি করা যেতে পারে এবং তার দৈর্ঘ্য সত্ত্বেও একটি সরল দেয়ালের চেয়ে অর্থনৈতিকভাবে বেশি লাভজনক হতে পারে।\n\n\n== কংক্রিট খণ্ড ==\n\nসিন্ডার কংক্রিটের ব্লক (সিন্ডার ব্লক বা ব্রিজব্লকস ), সাধারণ কংক্রিট ( কংক্রিট ব্লক ), বা ফাঁপা টাইলগুলি সাধারণভাবে কংক্রিট ইমারতি একক (সিএমইউ) নামে পরিচিত। এগুলি সাধারণত সাধারণ ইটের তুলনায় অনেক বড় এবং প্রদত্ত আকারের দেয়ালের জন্য অনেক বেশি দ্রুত স্থাপন করা যায়। তদুপরি, সিন্ডার এবং কংক্রিট ব্লকের সাধারণত ইটের তুলনায় জল শোষণের হার অনেক কম থাকে। এগুলি প্রায়শই ভেনার ইট ইমারতির কাঠামোগত মূল হিসাবে ব্যবহৃত হয় বা কারখানা, গ্যারেজ এবং অন্যান্য শিল্প-শৈলীর বিল্ডিংয়ের দেয়ালের জন্য একা ব্যবহৃত হয় যেখানে এই জাতীয় চেহারা গ্রহণযোগ্য বা পছন্দসই। এই জাতীয় ব্লকগুলি প্রায়শই সজ্জার জন্য একটি স্টাকো পৃষ্ঠ প্রাপ্ত করে। সারফেস-বন্ডিং সিমেন্ট, যার মধ্যে শক্তিবৃদ্ধি করার জন্য সিন্থেটিক ফাইবার রয়েছে, কখনও কখনও এই প্রয়োগে ব্যবহৃত হয় এবং একটি ব্লক দেয়ালে অতিরিক্ত স্ট্রেন্থ সরবরাহ করতে পারে। সারফেস-বন্ডিং সিমেন্ট প্রায়শই প্রাক বর্ণযুক্ত হয় এবং এটিতে দাগ দিয়ে বা রঙ করে স্টাকো পৃষ্ঠের ফলস্বরূপ করা যায় ।\nছোট কাদামাটি-ভিত্তিক ইটের তুলনায় কংক্রিট ব্লকের প্রাথমিক কাঠামোগত সুবিধা হ'ল স্টিলের রিবারের সাথে বা ছাড়াই কংক্রিটের সাথে ব্লকের ফাঁকা স্থানগুলি পূরণ করে একটি সিএমইউ প্রাচীর শক্তিশালী করা যেতে পারে। সাধারণত, কিছু ফাঁকা স্থান বিশেষত কোণায়, দেয়ালের প্রান্তে এবং ছিদ্রের অংশ পূরণ এবং রিইনফোরসমেনট এর জন্য নির্দিষ্ট করা হয়, যখন অন্য ফাঁকা স্থান খালি থাকে। এটি সমস্ত ফাঁকা স্থান পূরণ এবং রিইনফোরস করার চেয়ে প্রাচীরের শক্তি এবং স্থিতিশীলতা আরও অর্থনৈতিকভাবে বৃদ্ধি করে। সাধারণত, সিএমইউ দ্বারা তৈরি কাঠামোগুলিতে কংক্রিট দিয়ে পূর্ণ দেয়ালগুলিতে ব্লকগুলির শীর্ষ কোর্স থাকবে এবং একটি বন্ড বিম গঠনের জন্য ইস্পাত রিইনফোরসমেনট এ সাথে একত্রে আবদ্ধ হয় । বন্ড বীম প্রায়শই আধুনিক বিল্ডিং কোড এবং নিয়ন্ত্রণের প্রয়োজন । অন্য ধরনের ইস্পাত রিইনফোরসমেনট যা মই-রিইনফোরসমেনট হিসাবে পরিচিত, কংক্রিট ব্লক দেয়ালের অনুভূমিক মর্টার জয়েন্টগুলিতে স্থাপন করা যেতে পারে। ইস্পাত রিইনফোরসমেনট প্রবর্তনের ফলে একটি সিএমইউ দেয়াল অপরিবর্তিত দেয়ালের চেয়ে অনেক বেশি টেনসাইল এবং লাটারাল স্ট্রেন্থ ধারণ করে।\nস্থাপত্যমূলক ইমারতি হল পছন্দ অনুযায়ী আদর্শ কংক্রিট ইমারতি খণ্ডগুলির নান্দনিকভাবে পছন্দসই কংক্রিট ইমারতি এককে (সিএমইউ) বিকাশসাধন।  \" পৃষ্ঠের বিভিন্ন ধরনের রূপ সরবরাহ করতে সিএমইউগুলি তৈরি করা যেতে পারে। এগুলি উৎপাদন চলাকালীন রঙিন হতে পারে বা ইনস্টলেশন এর পরে দাগানো বা আঁকা হতে পারে। এগুলিকে উৎপাদন প্রক্রিয়ার অংশ হিসাবে বিভক্ত করা যায়, ব্লকগুলি ব্রাউনস্টোন জাতীয় প্রাকৃতিক পাথরের চেহারা প্রতিরূপকারী একটি রুক্ষ মুখ দেয়। সিএমইউগুলিও স্কোর, পাঁজর, স্যান্ডব্লাস্টড, পালিশ, স্ট্রাইটেড (র‌্যাকড বা ব্রাশ করা) করা যেতে পারে, আলংকারিক সমষ্টিগুলিকে অন্তর্ভুক্ত করতে পারে, নিরাময়ের সময় নিয়ন্ত্রিত ফ্যাশনে পিছলে যাওয়ার অনুমতি দেওয়া যেতে পারে, বা তাদের উৎপাদনগুলিতে আলংকারিক চেহারা সরবরাহ করার জন্য এই কৌশলগুলির কয়েকটি অন্তর্ভুক্ত করা যেতে পারে। \n\"চকচকে কংক্রিট ম্যাসনরি ইউনিটগুলিতে একটি স্থায়ী রঙিন ফেসিং (সাধারণত পলিয়েস্টার রজন, সিলিকা বালি এবং অন্যান্য বিভিন্ন রাসায়নিকের সমন্বয়ে) এর সাথে একটি কংক্রিট ম্যাসনরি ইউনিট এর বন্ধন তৈরি করা হয়, যা একটি মসৃণ অভেদ্য পৃষ্ঠ সরবরাহ করে।\" \nগ্লাস ব্লক বা গ্লাসের ইট হ'ল কাচ থেকে তৈরি ব্লক এবং ব্লকের মাধ্যমে পরিষ্কার সচ্ছ দৃষ্টি সরবরাহ করে।\n\n\n== পাথরের নির্মাণ কর্ম ==\n\nম্যাসনরি তে ব্যবহৃত পাথরের ব্লকগুলি সজ্জিত বা রুক্ষ হতে পারে, যেমন কোণ, দরজা এবং জানালার সিলে এবং একইরকম অঞ্চল সাধারণত সজ্জিত হয়। সজ্জিত পাথর ব্যবহার করে পাথরের ম্যাসনরি অ্যাশলার ম্যাসনরি হিসাবে পরিচিত, অন্যদিকে অনিয়মিত আকারের পাথর ব্যবহার করে ম্যাসনরিগুলি ভাঙা পাথরের <i id=\"mwDg\">ম্যাসনরি</i> হিসাবে পরিচিত। ভাঙা পাথরের এবং অ্যাশলার রাজমিস্ত্রি উভয়ই যত্ন সহকারে নির্বাচন করা বা কাটার মাধ্যমে উচ্চতার সারিগুলিতে স্থাপন করা যেতে পারে তবে বেশি বেশি পাথরের ম্যাসনরি তৈরি উৎসাহিত করা হয় না।\n\nস্লিপফর্ম স্টোনম্যাসনরি ধ্বংসস্তূপ এর পাথরের সাথে রিইনফোরসড কংক্রিটের একটি সংকর প্রাচীর তৈরি করে।\nসিএমইউ, কাস্ট-ইন-প্লেস, বা টিলট-আপ কংক্রিটের প্রাচীরের উপরে প্রাকৃতিক পাথরযুক্ত কাঠের নকশাগুলি পাথরের <i id=\"mwDg\">ম্যাসনরির</i> চেহারাটি দিতে ব্যাপকভাবে ব্যবহৃত হয়।\nকখনও কখনও মসৃণ ডিম্বাকৃতির আকারের নদীর পাথর ভেনার হিসাবে ব্যবহৃত হয়। এই ধরনের উপাদানটি নিরেট ম্যাসনরির পক্ষে পছন্দসই নয় কারণ এতে প্রচুর পরিমাণে মর্টার দরকার হয় এবং এতে অভ্যন্তরীণ কাঠামোগত শক্তির অভাব হতে পারে।\nতৈরি পাথর, বা সংস্কৃত পাথর, ভেনার প্রাকৃতিক পাথরের জনপ্রিয় বিকল্প।\nউৎপাদিত ভেনার পাথর সাধারণত কংক্রিট থেকে তৈরি করা হয়।\nবিশ্বজুড়ে খনির প্রাকৃতিক পাথরগুলি ছাঁচ, এগ্রিগেট এবং রঙিন পিগমেন্ট ব্যবহার করে নমুনা নেয়া হয় ও পুনরায় তৈরি করা হয়।\nনৈমিত্তিক পর্যবেক্ষকের কাছে প্রাকৃতিক এবং উৎপাদিত পাথরের ভেনারগুলির মধ্যে কোনও দৃশ্যমান পার্থক্য থাকতে পারে না।\n\n\n== গ্যাবিয়নস ==\n\nগ্যাবিয়ন হ'ল ঝুড়ি, সাধারণত এখন দস্তা-রক্ষিত ইস্পাত ( গ্যালভেনাইজড স্টিল ) যা মাঝারি আকারের ফাটল ধরা পাথর দ্বারা পূর্ণ। এগুলি একক ইউনিট হিসাবে কাজ করবে এবং রিভেটমেনট বা রিটেইনিং ওয়াল গঠনে জন্য প্রতিহতি দিয়ে স্তূপ করা হয়। এগুলি ভালভাবে শুকিয়ে যাওয়া, নমনীয় এবং বন্যার বিরুদ্ধে প্রতিরোধী, উপর থেকে জল প্রবাহ, হিম ক্ষতি এবং মাটির প্রবাহের সুবিধা রয়েছে। তাদের প্রত্যাশিত দরকারী জীবন কেবল ততক্ষণ দীর্ঘ হয় যতক্ষণ না তারা তারের সমন্বয়ে গঠিত হয় এবং তীব্র জলবায়ুতে যেমন ব্যবহার করা হয় (যেমন লবণের জলের পরিবেশে উপকূলের পাশ) উপযুক্ত জারা-প্রতিরোধী তারের তৈরি করতে হবে। বেশিরভাগ আধুনিক গ্যাবিয়নগুলি আয়তক্ষেত্রাকার।\nআগে গ্যাবিয়নগুলি প্রায়শই নলাকার বেতের ঝুড়ি ছিল যার উভয় প্রান্তে খোলা , সাধারণত অস্থায়ী, প্রায়শই সামরিক, নির্মাণের জন্য ব্যবহৃত হত।\nসেলুলার সীমাবদ্ধতা ব্যবহার করে আরও সূক্ষ্ম এগ্রিগেট দিয়ে অনুরূপ কাজ করা যেতে পারে।\n\n\n== প্যাসিভ ফায়ার প্রটেকশন (পিএফপি) ==\nম্যাসনরি দেয়ালগুলির হাইড্রেটগুলির একটি এন্ডোথেরমিক প্রভাব রয়েছে, যেমন রাসায়নিকভাবে আবদ্ধ জলের মতো, কংক্রিট ব্লক থেকে অনাবদ্ধ আর্দ্রতা এবং কংক্রিট ঢেলে যদি ব্লকের অভ্যন্তরে ফাঁকা কোরগুলি পূর্ণ হয়। ম্যাসনরি তাপমাত্রা ১০০০º ফারেনহাইট পর্যন্ত সহ্য করতে পারে এবং এটি ৪ ঘন্টা পর্যন্ত আগুনের সরাসরি এক্সপোজার সহ্য করতে পারে। এগুলি ছাড়াও, কংক্রিটম্যাসনরি গুলি তাদের উতপাদনের ঘরে ৯৩% সময় আগুন রাখে। এই কারণগুলির জন্য, কংক্রিট ম্যাসনরি ইউনিটগুলি সর্বোচ্চ ফায়ার ক্লাস ফ্লেম স্প্রেড শ্রেণিবদ্ধকরণ একটি ক্লাস এ ধারণ করে ।\nনির্মাণের সময় ফায়ার কাটস ব্যবহার করেআগুনের ক্ষতি হ্রাস করে সুরক্ষা বাড়াতে ম্যাসনরি ভবনগুলিও বানানো যেতে পারে।\n\n\n== ম্যাসনরি কাঠামোর যান্ত্রিক মডেলিং ==\n\nউপাদান মডেলিংয়ের দৃষ্টিকোণ থেকে, ম্যাসনরি হ'ল চরম যান্ত্রিক বৈশিষ্ট্যগুলির একটি বিশেষ উপাদান (কমপ্রেশন এবং টেনশনের শক্তির মধ্যে খুব বেশি অনুপাত সহ), যাতে ফলিত লোডগুলি ইলাস্টিক সংস্থাগুলির মতো ছড়িয়ে না যায়, তবে উচ্চ দৃঢ়তা সম্পন্ন রেখা বরাবর বিন্যস্ত হতে ঝোঁক থাকে, ডানদিকে চিত্রটি দেখুন এবং আরও তথ্যের জন্য একটি ভিডিও দেখুন।  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ মে ২০১২ তারিখে\n\n\n== তথ্যসূত্র =="}