{"pageid": 1028377, "title": "কাঠপুতলি (পুতুল)", "url": "https://bn.wikipedia.org/wiki?curid=1028377", "content": "কাঠপুতলি হল ভারতের রাজস্থানের স্থানীয় একধরনের পুতুলনাচ যেখানে মোটা সুতা বা তারের সাহায্যে পুতুল নাচানো হয়। এটি ভারতীয় পুতুলের সর্বাধিক জনপ্রিয় রূপ। সুতোয় নাচানো পুতুল হওয়ার কারণে এটি একটিমাত্র সুতা বা তার দ্বারা নিয়ন্ত্রিত হয় যা পুতুলের উপরের অংশ থেকে পুতুলনাচিয়ের হাত পর্যন্ত প্রলম্বিত থাকে।\n\n\n== ব্যুৎপত্তি ==\nকাঠপুতলি শব্দটি রাজস্থানি ভাষার দুটি শব্দ,- কাঠ এবংপুতুলের সমষ্টি। এর আক্ষরিক অর্থ হল এমন একটি পুতুল যা পুরোপুরি কাঠ থেকে তৈরি। তবে ব্যবহারিক ক্ষেত্রে এটি কাঠ, সুতির কাপড় এবং ধাতব তার দিয়ে তৈরি হয়।\n\n\n== ইতিহাস ==\n\nকিছু পণ্ডিত বিশ্বাস করেন কাঠপুতলি শিল্পের ঐতিহ্য হাজার বছরেরও বেশি পুরানো।  রাজস্থানি লোককাহিনী, গীতসংহিতা এবং এমনকি কখনও কখনও লোকগানেও এর উল্লেখ পাওয়া যায়। রাজস্থানের উপজাতিরা প্রাচীন কাল থেকেই এই শিল্পটি সম্পাদন করে আসছে এবং এটি রাজস্থানি সংস্কৃতি বৈচিত্র্য এবং ঐতিহ্যের চিরন্তন অংশে পরিণত হয়েছে। রাজস্থানের কোনও গ্রাম্য মেলা, কোনও ধর্মীয় উৎসব এবং কোনও সামাজিক জমায়েত কাঠপুতলি ছাড়া সম্পূর্ণ হতে পারে না। বিশ্বাস করা হয় যে ১৫০০ বছর আগে রাজস্থানি উপজাতি ভাট সম্প্রদায় কাঠপুতলিকে পুতুল নাচ শিল্পকলা হিসাবে ব্যবহার করা শুরু করেছিল। কাঠপুতলির ঐতিহ্য লোককাহিনী ও গল্পের উপর ভিত্তি করে নির্মিত হয়েছে। পণ্ডিতরা বিশ্বাস করেন যে লোককাহিনীগুলো প্রাচীন রাজস্থানি উপজাতির লোকদের জীবনযাত্রাকে বোঝায় এবং কাঠপুতলি শিল্পের উদ্ভব হয়তো আজকের নাগৌড় এবং আশেপাশের অঞ্চল থেকে হয়েছিল।  রাজস্থানি রাজা এবং উচ্চবিত্তরা শিল্পকলার পৃষ্ঠপোষক ছিলেন এবং কাঠ ও মার্বেল খোদাই থেকে শুরু করে বুনন, মৃৎশিল্প এবং চিত্রকলার কাজকর্মে তাঁরা কারিগরদের উৎসাহিত করেছিলেন। গত ৫০০ বছরেরও বেশি সময় ধরে এই ধারা বজায় ছিল। ভাট সম্প্রদায়ের দাবি যে তাঁদের পূর্বপুরুষরা রাজপরিবারের জন্য অভিনয় করতেন এবং তাঁরা রাজস্থানের শাসকদের কাছ থেকে প্রচুর সম্মান ও প্রতিপত্তি লাভ করেছিলেন। \nঘুমরের পর বর্তমানে কাঠপুতলি শিল্প রাজস্থানের অন্যতম জনপ্রিয় শিল্পকলা। কাঠপুতলি শিল্পের সংরক্ষণ ও প্রচারের ক্ষেত্রে মাঠপর্যায়ে যে সংস্থাগুলি কাজ করছে তাদের মধ্যে উল্লেখযোগ্য হল-\n\n১৯৬০ সালে বিজয়দান দেথা ও কোমল কোঠারি প্রতিষ্ঠিত যোধপুরের রূপায়ন সংস্থা\n১৯৫২ সালে দেবীলাল সমর প্রতিষ্ঠিত উদয়পুরের ভারতীয় লোককলা মন্ডল\nএছাড়া আধুনিক কালে পুতুল থিয়েটারের পাশাপাশি রয়েছে পুতুল জাদুঘর। রাজধানী নয়াদিল্লির শাদীপুর ডিপোতে ' কাঠপুতলি কলোনী' নামে পরিচিত একটি অঞ্চল রয়েছে যেখানে কাঠপুতলি শিল্পী, যাদুকর, রজ্জুনর্তক (অ্যাক্রোব্যাট), নৃত্যশিল্পী, সংগীতজ্ঞ এবং অন্যান্য ভ্রাম্যমাণ শিল্পীদল অর্ধ শতাব্দী ধরে বসতি স্থাপন করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরাজস্থানের পুতুলের ছবি\nশাদীপুরে স্ট্রিট পারফর্মার এবং পুতুলের মাস্টারদের কলোনী কাঠপুতলি কলোনির বাসিন্দাদের একটি ফটো ডকুমেন্টারি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ জানুয়ারি ২০১৮ তারিখে"}