{"pageid": 1028935, "title": "গ্যাব্রিয়েল রয়", "url": "https://bn.wikipedia.org/wiki?curid=1028935", "content": "গ্যাব্রিয়েল রয় (১৯০৯-১৯৮৩) কানাডার ফার্সি-ভাষী লেখকদের মধ্যে বিশেষ উল্লেখের দাবীদার। ১৯৪৫ সালে প্রকাশিত তাঁর প্রথম উপন্যাসের ইংরেজি অনুবাদ দ্য টিন ফ্লুট - এর জন্য তিনি ১৯৪৭ সালে গভর্নর জেনারেল পুরস্কার পান। উল্লেখ করা যেতে পারে ১৯৫৭ সালে প্রকাশিত স্ট্রিট অব রিচেস এবং ১৯৭৭ সালে প্রকাশিত চিল্ড্রেন অব মাই হার্ট উপন্যাসের জন্যও গ্যাব্রিয়েল গভর্নর জেনারেল পুরস্কার পেয়েছিলেন। কানাডীয় সাহিত্যে স্বল্প যে ক’জন সাহিত্যিক তিনবার করে বহুল আকাঙস্খিত এই পুরস্কারটি পেয়েছেন গ্যাব্রিয়েল তাঁদের মধ্যে অন্যতম।\nফার্সি ভাষায় ‘দ্য টিন ফ্লুট’ উপন্যাসটির নাম ছিল ‘Bonheur D`occasion’। বলে রাখা প্রয়োজন সে সময় পর্যন্ত ফার্সি  ভাষার গ্রন্থকে পুরস্কার দেওয়ার প্রবর্তন হয়নি, ফার্সি থেকে ইংরেজিতে অনুদিত গ্রন্থকেই শুধুমাত্র বিবেচনা করা হতো। ‘দ্য টিন ফ্লুট’-এর অনুবাদক ছিলেন হানা জোসেফসন। সেটি প্রকাশিত হয় আমেরিকা থেকে। উপন্যাসটির যে অনুবাদটি বর্তমান লেখকের পড়ার সুযোগ হয়েছে সেটির অনুবাদক এলান ব্রাউন। ১৯৮১ সালে নতুন এই অনুবাদটি প্রকাশিত হয় কানাডা থেকে। মন্ট্রিয়লের সেইন্ট হেনরী অঞ্চলের বস্তিতে ১৯৪০ সালের ফেব্রুয়ারি থেকে মে মাস পর্যন্ত ‘দ্য টিন ফ্লুট’-এর কাহিনি বিস্তৃত। অর্থাৎ দ্বিতীয় বিশ্বযুদ্ধের কাল। চলছে মহামন্দা। এটি কানাডীয় ফরাসি ভাষার সাহিত্যে এত বেশি আলোড়ন তুলেছিল যে, ফ্রান্সের ‘প্রিক্স ফেমিনা’ পুরস্কারও লাভ করে বইটি। বইটি নিয়ে সিনেমা তৈরি হয় ১৯৮৩ সালে। আত্মজীবনীটির ইংরেজি অনুবাদের শেষে বলা আছে বইটি স্প্যানিশ, ডেনিশ, সুইডিশ, নরওয়েয়ান, স্লোভাক, চেক, রোমানিয়ান এবং রাশিয়ান ভাষায় অনূদিত হয়েছে। \nউপন্যাসে ফ্লোরেন্টাইন ল্যাকাসি নামের এক তরুণী ওয়েট্রেসকে আমরা পাই। দারিদ্র্যের কষাঘাতে জর্জরিত দশ ভাই-বোনের মধ্যে  বড়ো ফ্লোরেন্টাইন কাজ করে ‘ফাইভ এবং টেন’ হোটেলে। স্বপ্ন আছে বড়ো হবার। বাবা-মা’র প্রতি  সহনশীল এবং দায়িত্বশীল এই মেয়েটি প্রেমে পড়ে জ্যাঁ ল্যাভেস্ক নামের এক উচ্চাকাঙ্ক্ষী  পুরুষের। ততোদিনে ফ্লোরেন্টাইনের পেটে সন্তানও এসে গেছে। কিন্তু জ্যাঁ দ্রুতই ক্লান্ত হয়ে পড়ে সম্পর্ক রক্ষায়। আর তখন মঞ্চে দেখা যায় ইমানুয়েল নামের এক সৈনিকের। ছুটিতে থাকা এই সৈনিককে ফ্লোরেন্টাইনের সাথে পরিচয় করিয়ে দিয়েছিল জ্যাঁ নিজেই। ইমানুয়েল প্রেমে পড়ে ফ্লোরেন্টাইনের। দুজনের বিয়ে হয়। ইমানুয়েলকে ভালোবাসে ফ্লোরেন্টাইন। স্বপ্ন দেখে পেটের সন্তানকে নিজের সন্তান হিসেবেই ভাববে ইমানুয়েল।\n\n\n== জীবন ==\nগ্যাব্রিয়েল ছিলেন বাবা লিওন রয় (১৮৫০-১৯২৯) এবং মা মেলিনা ল্যান্ড্রির (১৮৬৭-১৯৪৩) সন্তানদের মধ্যে কনিষ্ঠ। ওঁর বাবা কাজ করতেন সেটেলমেন্ট অফিসে। সেখানে তাঁর চাকরি চলে গেলে সেলাই করে মা সংসার চালিয়েছেন। গ্যাব্রিয়েলের জন্ম কিন্তু ম্যানিটোবার সেইন্ট বোনিফেস শহরে। কিন্তু ইউরোপ থেকে পড়াশোনা শেষ করে তিনি ১৯৩৯ সালে মন্ট্রিয়লে বসতি গড়েন। গ্যাব্রিয়েলের উপন্যাসগুলোতে তাই দুটি জীবনের চিত্র পাওয়া যায় Ñএকটি হলো মন্ট্রিয়লের মন্দাকালীন জীবন এবং অন্যটি ম্যানিটোবার গ্রামীণ জীবন, যেখানে গ্যাব্রিয়েল কাটিয়েছেন তাঁর শৈশব-কৈশোরের মধুর দিনগুলো।\n\n\n== ‘দ্য টিন ফ্লুট’-এর সাফল্যের গল্প ==\nপ্রথম উপন্যাস ‘দ্য টিন ফ্লুট’ নিয়ে জীবনীকার ফ্রাঙ্কোয়েস জানাচ্ছেন যে, লেখক উপন্যাসটির দুটি পাণ্ডুলিপি করেছিলেন। সংশোধিত দ্বিতীয় পাণ্ডুলিপিটি শেষ করার পর গ্যাব্রিয়েল গেলেন জ্যাকুলিন জেনিসেটের কাছে। ওটির একটি ঝকঝকে টাইপড কপি পেতে। জ্যাকুলিনের বরাদ দিয়ে জীবনীকার জানাচ্ছেন, সেদিন পাণ্ডুলিপিটি তাঁর হাতে এমন করে ধরা ছিল যেমন করে একজন মা তার বাচ্চাকে ধরে থাকেন। জ্যাকুলিনকে ২৫ ডলার দিয়েছিলেন পারিশ্রমিকের অগ্রিম হিসেবে। পরে দুটি বাঁধানো খণ্ডে ৪৯৯ পৃষ্ঠার ওই পাণ্ডুলিপিটি তিনি প্রকাশকের কাছে জমা দেন (পৃ: ২৪৪)। এরপর আগস্ট মাসের ২৮ তারিখে প্রকাশকের সাথে গ্যাব্রিয়েলের চুক্তি হয়। চুক্তিতে লেখা ছিল লেখক ১০ শতাংশ হারে রয়ালটি পাবেন এবং গ্রন্থ প্রকাশের পর রয়ালটি বাবদ ১০০ ডলার অগ্রিম পাবেন। কথা ছিল অক্টোবরের শেষ নাগাদ বইটি প্রকাশিত হবে। কিন্তু তা হয়নি। পরের বছরের ফেব্রুয়ারিতে পত্রিকায় ঘোষণা দেওয়া হয় কয়েকদিনের মধ্যে বইটি প্রকাশিত হতে যাচ্ছে। কিন্তু সেটাও হয়নি। ফরাসি ভাষার গ্রন্থটি শেষ পর্যন্ত আলোর মুখ দেখে ১৯৪৫ সালের জুন মাসে। জীবনীকার বলছেন, গ্যাব্রিয়েলের প্রথম বই প্রকাশের বিষয়টি যেন অনেকটা সিন্ডারেলার গল্পের মতো ছিল। আমরা জানতে পারি এই বই রাতারাতি একটি সাধারণ কৃষি পত্রিকার একজন সাধারণ সাংবাদিককে দেশজুড়ে একজন সেলিব্রেটিতে পরিণত করে। বহু পুরস্কারে ভূষিত হন তিনি। বিপুল অর্থও আসতে থাকে। সাংবাদিকরা তাঁর সাক্ষাৎকার পেতে হন্যে হয়ে ঘুরতে থাকে। ফ্রাঙ্কোয়েসের ভাষায় কানাডীয় সাহিত্য বা কুইবেকীয় সাহিত্যে এই গ্রন্থের প্রকাশ সর্বপ্রথম একটি ‘আমেরিকান স্টাইল’-এর ঘটনা। এরপর ১৯৪৭ সালে বসন্তকালে বইটির আমেরিকান অনুবাদ প্রকাশিত হলো এবং গ্যাব্রিয়েল রয় শীর্ষ সাহিত্যিকের আসনে বরিত হলেন।\nফরাসি ভাষায় প্রথম সংস্করণ ছাপা হয়েছিল দুই হাজার কপি। চার মাসেই সেটি শেষ হয়ে যায়। ১৯৪৫ সালের অক্টোবর মাসে আরও চার হাজার কপি ছাপা হয়। পরবর্তী ছয় মাসের মধ্যে সেটি শেষ হলে আরও তিন হাজার কপি ছাপানো হয়। আমেরিকার বাজার ধরার জন্য ১৯৪৫ এর শেষ দিকেই ব্যাপক চেষ্টা চলতে থাকে। ডিসেম্বরেই চুক্তি সম্পন্ন হয়। অগ্রিম হিসেবে গ্যাব্রিয়েল পাঁচ শ ডলার হাতে পান (পৃ: ২৫৪)। অনুবাদের কাজ যখন চলছে তখন ১৯৪৬ সালের ডিসেম্বরে লিটারারি গিল্ড অব আমেরিকার প্রধানের সাথে চুক্তি হয় যে, ১৯৪৭ এর মে মাসেই ‘দ্য টিন ফ্লুট’ হবে ‘বুক অব দ্য মানথ’। আর সে জন্য মোট ৬ লক্ষ কপি বই দরকার হবে - প্রকাশক এবং লেখক পাবেন তিরানব্বই হাজার ডলার। জীবনীকার জানাচ্ছেন লিটারারি গিল্ডের ইতিহাসে এটি হলো প্রথম এমন একটি চুক্তি যেটি করা হয়েছিল এমন একটি বই নিয়ে যেটি তখনও আলোর মুখ দেখেনি। ১৯৪৭ সালের ২১ এপ্রিল নিউ ইয়র্কে বুক লঞ্চিংয়ের ব্যবস্থা করা হয়। ২ জুন হলিউডের সিনেমা কোম্পানি ইউনিভার্সাল পিকচার্স ঘোষণা দেয় তারা মুভির জন্য ৭৫ হাজার ডলারের চুক্তিতে গল্পটি কিনেছে। ১ ডিসেম্বর তিনি ফরাসি ভাষার উপন্যাসটির জন্য প্রিক্স ফেমিনা পুরস্কার পেলেন। ঘোষণা হলো তিনি গভর্নর জেনারেল পুরস্কার পেয়েছেন। সংবাদ হলো সে বইটি কানাডায় ২৫ হাজার কপি বিক্রি হয়েছে। হিসেব করলে দেখা যায় ১৯৪৬ এবং ১৯৪৭ সালে গ্যাব্রিয়েল বইটি থেকে মোট লেখক সম্মানী পেয়েছিলেন এক লক্ষ ডলার।\n\n\n== গ্রন্থাবলি ==\n\n\n=== উপন্যাস ===\nদ্য টিন ফ্লুট\nস্ট্রিট অব রিচেস\nচিল্ড্রেন অব মাই হার্ট\nহোয়ার নেস্টস দ্য ওয়াটার হেন (১৯৫০)\nদ্য ক্যাশিয়ার (১৯৫৪)\nদ্য হিডেন মাউন্টেইন (১৯৬১)\nদ্য রোড পাস্ট আলতামন্ট (১৯৬৬)\n ওয়াইল্ড ফ্লাওয়ার (১৯৭০)\nএনচ্যান্টেড সামার (১৯৭২)\nগার্ডেন ইন দ্য উইন্ড (১৯৭৫)\nমাই কাউ বর্সি (১৯৭৬)\nদ্য ফ্রেজাইল লাইটস অব হার্ট (১৯৭৮)\nক্লিপটেইল (১৯৭৯)\nদ্য টরটয়েজশেল অ্যান্ড দ্য পেকিনিজ (১৯৮৭)\n\n\n=== আত্মজীবনী ===\nএনচ্যান্টমেনট অ্যান্ড সরো\n\n\n== পুরস্কার ==\nগভর্নর জেনারেল সাহিত্য পুরস্কার  (১৯৪৭, ১৯৫৭, ১৯৭৭)\n১৯৬৭ সালের ৬ জুলাই ‘কম্পেনিয়ন অব দ্য অর্ডার অব কানাডা’ (সি.সি.) অভিধায় ভূষিত হন।\n\n\n== তথ্যসূত্র =="}