{"pageid": 1028762, "title": "গভর্নর জেনারেল সাহিত্য পুরস্কার", "url": "https://bn.wikipedia.org/wiki?curid=1028762", "content": "গভর্নর জেনারেল সাহিত্য পুরস্কার কানাডায় সরকারি পর্যায়ে দেওয়া সর্বোচ্চ সাহিত্য পুরস্কার। শুরুতে গভর্নর জেনারেল সাহিত্য পুরস্কারের কোনো অর্থমূল্য ছিল না। লেখক সম্মানিত হতেন সেটাই ছিল প্রধান বিষয়। অর্থমূল্য দেওয়ার বিষয়টিও যুক্ত হয় কানাডা কাউন্সিল দায়িত্ব নেওয়ার পর থেকে। ১৯৫৯ সালে সেটি শুরু হয় এক হাজার ডলার দিয়ে। তখন চারটি ক্যাটাগরিতে পুরস্কার দেওয়া হতো। অর্থাৎ মোট আটজন লেখক সেবছর অর্থমূল্যে পুরস্কৃত হন। এরপরে ১৯৬৯ সাল থেকে অর্থমূল্যের পরিমাণ বাড়ানো হয় দুই হাজার পাঁচশ ডলারে। ১৯৭৫ সালে সেটি বেড়ে দাঁড়ায় পাঁচ হাজার ডলারে। ২০০০ সালে পনেরোতে উঠে যায় সেটি। আর ২০০৭ সাল থেকে ২৫ হাজার ডলার হিসেবে প্রতিজন লেখককে প্রদান করা হচ্ছে। ওই বছর থেকেই দুই ভাষায় মোট সাতটি ক্যাটাগরিতে পুরস্কার প্রদান করা হচ্ছে।\nবর্তমানে প্রতিবছর সারাদেশের ১৪ জন লেখক এই পুরস্কার পেয়ে থাকেন। প্রতিজন লেখক আর্থিক মূল্যে ২৫ হাজার ডলার লাভ করেন। বলে রাখা যেতে পারে পুরস্কারপ্রাপ্ত গ্রন্থের প্রকাশকরাও পেয়ে থাকেন তিন হাজার ডলার করে। আর প্রতিটি ক্যাটাগরিতে ফাইনালিস্ট হিসেবে আরও যে চারটি করে বই থাকে সেগুলোর লেখকরা পান একহাজার করে। \n\n\n== ইতিহাস ==\n১৯৩৬ সালে কানাডার তৎকালীন গভর্নর জেনারেল লর্ড টুইডস মুইয়ের উদ্যোগে এই পুরস্কারটি প্রদানের ব্যবস্থা করা হয়। কানাডিয়ান অথরস অ্যাসোসিয়েশনের সাথে আলাপের মাধ্যমেই এই পুরস্কারটির চিন্তা স্পষ্ট হয়েছিল। সে সময় ব্যবস্থাপনার দায়িত্ব ছিল ওই অ্যাসোসিয়েশনের। বলে রাখা যেতে পারে, শুরুতে পুরস্কার দেওয়া হতো শুধুমাত্র ইংরেজি ভাষার লেখকদের। কথাসাহিত্য এবং প্রবন্ধসাহিত্য দুটি ধারাতে পুরস্কার দেওয়া হতো। পরে বিভিন্ন সময়ে অন্যান্য ক্যাটাগরি সংযুক্ত হয়েছে। গভর্নর জেনারেল সাহিত্য পুরস্কারটি বর্তমানে পরিচালিত হয় কানাডার শিল্প-সাহিত্য-সংস্কৃতির প্রতিনিধিত্বশীল সরকারি প্রতিষ্ঠান কানাডা কাউন্সিলের মাধ্যমে। ১৯৫৯ সাল থেকে কানাডা কাউন্সিল এই দায়িত্ব পালন করে আসছে। ফরাসি ভাষার লেখকদের জন্যে আলাদা করে পুরস্কার দেওয়ার উদ্যোগ নেওয়া হয়, কানাডা কাউন্সিল দায়িত্ব নেওয়ার পর থেকে।\n\n\n== বিতর্ক ==\nঅন্য সকল পুরস্কারের মতোই গভর্নর জেনারেল পুরস্কার নিয়েও মাঝে মাঝেই বিতর্কের সূচনা হয়েছে। অনেকেই মনে করেন পুরস্কারপ্রাপ্ত লেখকদের অধিকতর যোগ্য বইটির জন্য পুরস্কারটি না এসে অনেক সময় কম যোগ্য বই পুরস্কার পেয়েছে। উদাহরণ হিসেবে কানাডার অগ্রগণ্য সাহিত্য সমালোচক নরথ্রপ ফ্রাই রচিত দ্য গ্রেট কোর্ড ১৯৮৩ সালে পুরস্কৃত না হওয়াকে অনেকেই সহজভাবে মেনে নিতে পারেননি। রাজনৈতিক কারণে গভর্নর জেনারেল পুরস্কার গ্রহণে অস্বীকৃতি প্রদর্শন করেছেন কোনো কোনো লেখক। ১৯৬৯ থেকে ১৯৭৭ সাল পর্যন্ত কুইবেকের মোট চারজন সরকারের সর্বোচ্চ পদ থেকে প্রদেয় এই পুরস্কারটি গ্রহণ করতে অস্বীকৃতি জানিয়েছেন। ১৯৬৮ সালে ‘সিলেক্টেড পোয়েমস, ১৯৫৬-৬৮’ গ্রন্থের জন্য লিওনার্দো কোহেনকে পুরস্কারটি দেওয়া হলে তিনি অস্বীকার করেন এই বলে যে, সারা কানাডায় তাঁর লেখা বোঝার যোগ্য কোনো মানুষ নেই।\n\n\n== গভর্নর জেনারেল সাহিত্য পুরস্কারপ্রাপ্ত কয়েকজন সাহিত্যিক ==\nআল পার্দি\nএমিলি কার\nক্যারল শীল্ডস\nগুয়েনডলিন ম্যাকইয়ান\nগ্যাব্রিয়েল রয়\nজর্জ বাওয়ারিং\nফিলিস ওয়েব\nমার্গারেট অ্যাটউড\nম্যাট কোহেন\n\n\n== তথ্যসূত্র =="}