{"pageid": 1028095, "title": "সংশ্লেষ ও নির্ভরশীলতা", "url": "https://bn.wikipedia.org/wiki?curid=1028095", "content": "পরিসংখ্যান শাস্ত্রে সংশ্লেষ বা নির্ভরশীলতা বলতে দুইটি যাদৃচ্ছিক, দৈব চলকের মধ্যে কিংবা দ্বিচলক উপাত্তসমগ্রের মধ্যে  কার্যকারণভিত্তিক হতে পারে বা নাও হতে পারে, এমন যেকোনও পরিসংখ্যানিক সম্পর্ককে বোঝায়। সবচেয়ে প্রশস্ত অর্থে \"সংশ্লেষ\" বলতে যেকোনও ধরনের পরিসংখ্যানিক সম্পর্ককে বোঝাতে পারে। তবে সচরাচর সংশ্লেষ পরিভাষাটি দিয়ে দুইটি চলকের একটি জোড় নিজেদের মধ্যে কোন্‌ মাত্রায় সরলরৈখিকভাবে সম্পর্কিত, সেটিকে নির্দেশ করা হয়।\nনির্ভরশীল ঘটনাবলীর কিছু পরিচিত উদাহরণের মধ্যে রয়েছে মানব পিতামাতা ও তাদের সন্তানসন্ততিদের মধ্যে উচ্চতার সংশ্লেষ, কোনও পণ্যদ্রব্যের মূল্য এবং ভোক্তারা দ্রব্যটির কী পরিমাণ ক্রয় করতে ইচ্ছুক, তার সংশ্লেষ, যে ব্যাপারটিকে অর্থশাস্ত্রে তথাকথিত চাহিদা বক্ররেখা দ্বারা নির্দেশ করা হয়।\nসংশ্লেষগুলি উপকারী, কেননা তারা একটি ভবিষ্যৎবাণীমূলক সম্পর্ক নির্দেশ করতে পারে, এবং ব্যবহারিক ক্ষেত্রে এগুলির সুবিধা নেওয়া যেতে পারে। উদাহরণস্বরূপ, বিদ্যুতের চাহিদা ও আবহাওয়ার মধ্যকার সংশ্লেষের উপর নির্ভর করে একটি বিদ্যুৎ উৎপাদন ও সরবরাহ কেন্দ্র মৃদু আবহাওয়ার দিনে অপেক্ষাকৃত কম পরিমাণে বিদ্যুৎশক্তি উৎপাদনের সিদ্ধান্ত গ্রহণ করতে পারে। এই উদাহরণটিতে একটি কার্যকারণ সম্পর্ক বিদ্যমান, কেননা চরম আবহাওয়া লোকজনকে গৃহ উত্তপ্তকরণ বা শীতলীকরণের জন্য বেশি করে বিদ্যুৎ ব্যবহার করতে বাধ্য করে। তা সত্ত্বেও একটি সংশ্লেষের উপস্থিতি অনুমিতিমূলক সিদ্ধান্তের মাধ্যমে একটি কার্যকারণমূলক সম্পর্কে উপনীত হওয়ার জন্য যথেষ্ট নয়। অর্থাৎ সংশ্লেষ কার্যকারণ সম্পর্কের আভাস দেয় না।\nআকারগতভাবে, যাদৃচ্ছিক, দৈব চলকগুলি \"অধীন\" হয় যদি তারা সম্ভাবনাগত স্বাধীনতার একটি গাণিতিক ধর্ম পূরণ করতে না করে। অনানুষ্ঠানিক কথাবার্তায় সংশ্লেষ ও নির্ভরশীলতা একই অর্থ নির্দেশ করে। কিন্তু বিশেষ কারিগরি অর্থে ব্যবহৃত হলে সংশ্লেষ পরিভাষাটি দিয়ে পরীক্ষিত চলকসমূহ এবং তাদের নিজ নিজ প্রত্যাশিত মানগুলির মধ্যে একাধিক বিশেষ ধরনের গাণিতিক প্রক্রিয়াকে বোঝানো হয়। মূলত সংশ্লেষ হল দুই বা ততোধিক চলক একে অপরের সাথে কীভাবে সম্পর্কিত তার পরিমাপ। বেশ কিছু সংশ্লেষাংক রয়েছে, যেগুলিকে প্রায়শই \n  \n    \n      \n        ρ\n      \n    \n    {\\displaystyle \\rho }\n  \n বা \n  \n    \n      \n        r\n      \n    \n    {\\displaystyle r}\n  \n প্রতীক দ্বারা নির্দেশ করা হয়, যেগুলি সংশ্লেষের মাত্রা পরিমাপ করে। এগুলির মধ্যে সবচেয়ে সাধারণ হল পিয়ার্সন সংশ্লেষাংক, যা দুইটি চলরাশির মধ্যকার কেবলমাত্র সরলরৈখিক সম্পর্কের প্রতি সংবেদনশীল (এমনকি একটি চলক আরেকটি চলকের অরৈখিক অপেক্ষক হলেও এই সংশ্লেষাংকটি উপস্থিত থাকতে পারে)। অন্যান্য সংশ্লেষাংক যেমন স্পিয়ারম্যানের মর্যাদাক্রম সংশ্লেষাংক পিয়ার্সন সংশ্লেষাংক অপেক্ষা অধিকতর সুদৃঢ় পরিসংখ্যান প্রক্রিয়ার জন্য নির্মাণ করা হয়েছে, অর্থাৎ এটি অরৈখিক সম্পর্কসমূহের প্রতি অধিকতর সংবেদনশীল। এছাড়া দুইটি চলকের মধ্যে নির্ভরশীলতা পরিমাপের উদ্দেশ্যে পারস্পরিক তথ্য (Mutual information) প্রয়োগ করা হতে পারে।\n\n\n== তথ্যসূত্র =="}