{"pageid": 1028987, "title": "কুর্তা", "url": "https://bn.wikipedia.org/wiki?curid=1028987", "content": "কুর্তা বা পাঞ্জাবি হল দক্ষিণ এশিয়ার বেশ কয়েকটি অঞ্চলের পরিধান করা একটি ঢিলেঢালা কলারবিহীন জামা। বর্তমানে এটি সারা বিশ্বেই পরিধান করা হয়। এর উৎস খুঁজলে যেতে হবে অন্ত-প্রাচীন বা প্রারম্ভিক মধ্যযুগের মধ্য এশিয়ার যাযাবরদের পরিধেয় প্রথম দিকেরনিমার দিকে। কুর্তা বহু শতাব্দী ধরেই শৈলীগতভাবে বিকশিত হয়েছে। বিশেষত ভারতীয় উপমহাদেশে প্রতিদিনের পোশাক এবং বিশেষ কোন অনুষ্ঠানের পোশাক হিসাবে এটি এ যাবৎকাল ধরে পরিহিত হয়ে আসছে। নারীদের জন্য বানানো বা নারীদের পরিহিত কুর্তাকে কখনো কখনো কুর্তি বলেও ডাকা হয়।\nকুর্তা ঐতিহ্যগতভাবে তুলা বা রেশম দিয়ে তৈরি করা হয়। এটি একেবারে সাদামাটা বা সূচিকর্মের অলংকরণযুক্ত হতে পারে, যেমন- চিকন।  ঐতিহ্যবাহী কুর্তার সামনের এবং পিছনের দিকটি আয়তক্ষেত্রাকার কাপড়ের টুকরো দিয়ে তৈরি করা হয়। ঐতিহ্যবাহী কুর্তার আস্তিনগুলো সংকীর্ণ না হয়ে কব্জি পর্যন্ত চলে যায়। প্রান্তগুলো মুড়ি-সেলাই দেয়া হয়, তবে তা দৃঢ় করা হয় না; এই ধরনের কুর্তা পুরুষ এবং মহিলা উভয়ই পরতে পারেন। এটি ঐতিহ্যগতভাবে কলারবিহীন হয়ে থাকে তবে স্থায়ী কলারযুক্ত কুর্তাও ক্রমশ জনপ্রিয়তা পাচ্ছে।\nকুর্তা সাধারণ পায়জামা, সালোয়ার, চুড়িদার বা সাধারণ জিন্সের সাথে পরা যেতে পারে।\n\n\n== ব্যুৎপত্তি ==\nঅক্সফোর্ড ইংরেজি অভিধান অনুসারে, কুর্তা হল সাধারণত দক্ষিণ এশিয়ার লোকদের সালোয়ার, চুড়িদার বা পায়জামার সাথে পরিহিত একটি কলারবিহীন শার্ট। যার উৎপত্তি হয়েছে উর্দু এবং ফারসি শব্দ কুর্তাহ থেকে। ১৯১৩ সালে ইংরেজিতে কুর্তার প্রথম ব্যবহার হয় টি.ই. লরেন্সের হোম লেটারসে। তাতে লেখা ছিল \"সাদা ভারতীয় পোশাক ধুতি কুর্তায় আমি\"।\n\n\n== ইতিহাস ==\nলেখক রোশন আল কাজির মতে, সেলাইযুক্ত (অর্থাৎ কেটে সেলাই করা) পোশাক মধ্য এশিয়া থেকে দক্ষিণ এশিয়ায় এসেছিল। প্রাচীন যুগের সিসিয়ান/পার্সিয়ান/কুশন আগ্রাসনের সময় অল্পস্বল্পভাবে এর বিস্তার ঘটেছিল, গজনী মাহমুদের আক্রমণের পরে এটা স্পষ্টতই বৃদ্ধি পেয়েছিল। দ্বাদশ শতাব্দীর শেষদিকে মুসলিম বিজয়ের পরে কুর্তা মোঘল আমলে সাধারণ পোশাকে পরিণত হয়েছিল।\n\n\n== কুর্তি ==\nআধুনিক কালে নারীদের জন্য তৈরি একপ্রকার ছোট কুর্তাকে কুর্তি বলা হয়। যাইহোক প্রথাগতভাবে কুর্তি বলতে ওয়েস্ট কোট, জ্যাকেট এবং ব্লাউজ  বোঝানো হয় এবং অনুমান করা হয় এটি শুঙ্গ আমলের (খ্রিস্টপূর্ব দ্বিতীয় শতাব্দী) নিমা থেকে এসেছে।  কুর্তি সাধারণত প্রচলিত পোশাকের চেয়ে অনেক ছোট এবং এটি হালকা উপকরণ দিয়ে তৈরি, যেগুলি কামিজ সেলাইয়ের ক্ষেত্রে ব্যবহৃত হয়।\n\n\n== তথ্যসূত্র =="}