{"pageid": 1028536, "title": "ইয়ামিন আহমদজাই", "url": "https://bn.wikipedia.org/wiki?curid=1028536", "content": "মোহাম্মদ ইয়ামিন আহমদজাই (পশতু: یامین احمدزی; জন্ম: ২৫ জুলাই, ১৯৯২) লাঘমান এলাকায় জন্মগ্রহণকারী আফগান আন্তর্জাতিক ক্রিকেটার। আফগানিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ২০১০-এর দশকের মাঝামাঝি সময়কাল থেকে আফগানিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করছেন। আফগানিস্তানের ক্রিকেটের ইতিহাসের উদ্বোধনী টেস্টে অংশগ্রহণকারী এগারোজন ক্রিকেটারের অন্যতম ছিলেন। জুন, ২০১৮ সালে ভারতের বিপক্ষে অনুষ্ঠিত ঐ টেস্টে তিনি আফগানিস্তানের পক্ষে প্রথম উইকেটের সন্ধান পান।\nঘরোয়া প্রথম-শ্রেণীর আফগান ক্রিকেটে স্পিন ঘর রিজিওন দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতি মিডিয়াম-ফাস্ট বোলিং করে থাকেন। এছাড়াও, ডানহাতে নিচেরসারিতে ব্যাটিং করেন ইয়ামিন আহমদজাই।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n২০১৩ সাল থেকে ইয়ামিন আহমদজাইয়ের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান রয়েছে। ডানহাতি ফাস্ট বোলার ইয়ামিন আহমদজাই ২০১০ সালে নিউজিল্যান্ডে অনুষ্ঠিত আইসিসি অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপে আফগানিস্তান দলের সদস্য ছিলেন। মোহাম্মদ আসিফের একনিষ্ঠ ভক্ত তিনি।\nআফগানিস্তানের অনূর্ধ্ব-১৯ দলের পক্ষে যুব একদিনের আন্তর্জাতিকে অংশগ্রহণের মাধ্যমে জাতীয় দলে প্রথম খেলেন। ২০১০ সালে নিউজিল্যান্ডে অনুষ্ঠিত আইসিসি অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপের ঐ খেলায় দলের প্রতিপক্ষ ছিল ভারত অনূর্ধ্ব-১৯ দল। ঐ প্রতিযোগিতায় হংকং অনূর্ধ্ব-১৯ ও পাপুয়া নিউগিনি অনূর্ধ্ব-১৯ দলের বিপক্ষে তিনি আরও দুই খেলায় অংশ নেন। এছাড়াও, ২০১১ সালে আয়ারল্যান্ডে অনুষ্ঠিত আইসিসি অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপের বাছাইপর্বে আফগানিস্তানের যোগ্যতা অর্জনে ভূমিকা রাখেন।\n২০১১ সালের শেষদিকে ফয়সাল ব্যাংক টুয়েন্টি-২০ কাপ প্রতিযোগিতায় আফগান চিতাহজের পক্ষে টুয়েন্টি২০ ক্রিকেটে অভিষেক ঘটে তার। মুলতান টাইগার্সের বিপক্ষে ঐ খেলায় অপরাজিত ১ রান সংগ্রহ করেন ও এক ওভারে ১৭ রান খরচ করে ফেলেন।\nএছাড়াও, কায়েদ-ই-আজম ট্রফি প্রতিযোগিতায় হাবিব ব্যাংক লিমিটেডের পক্ষে প্রথম-শ্রেণীর ক্রিকেটে অংশ নিয়েছেন। ১৫ অক্টোবর, ২০১৬ তারিখে করাচীতে অনুষ্ঠিত ঐ খেলায় দলের প্রতিপক্ষ ছিল করাচী ব্লুজ।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে চারটিমাত্র টেস্ট, চারটিমাত্র একদিনের আন্তর্জাতিক ও দুইটিমাত্র টি২০আইয়ে অংশগ্রহণ করেছেন ইয়ামিন আহমদজাই। ১৪ জুন, ২০১৮ তারিখে বেঙ্গালুরুতে স্বাগতিক ভারত দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। এরপর, ২৭ নভেম্বর, ২০১৯ তারিখে লখনৌয়ে ওয়েস্ট ইন্ডিজ দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\n২৯ নভেম্বর, ২০১৫ তারিখে আবুধাবিতে অনুষ্ঠিত খেলায় সংযুক্ত আরব আমিরাতে ওমানের বিপক্ষে টুয়েন্টি২০ আন্তর্জাতিকে অভিষেক ঘটে ইয়ামিন আহমদজাইয়ের। ২৫ ডিসেম্বর, ২০১৫ তারিখে সংযুক্ত আরব আমিরাতের শারজায় জিম্বাবুয়ের বিপক্ষে সিরিজের প্রথম ওডিআইয়ে অভিষেক হয় তার।\n\n\n== টেস্ট অভিষেক ==\nমে, ২০১৮ সালে ভারতের বিপক্ষে আফগানিস্তানের ক্রিকেটের ইতিহাসের উদ্বোধনী টেস্ট খেলার জন্যে তাকে দলে অন্তর্ভুক্ত করা হয়। ১৪ জুন, ২০১৮ তারিখে বেঙ্গালুরুতে সিরিজের একমাত্র টেস্টে স্বাগতিক ভারতের বিপক্ষে তার অভিষেক পর্ব সম্পন্ন হয়। টেস্ট ক্রিকেটে আফগানিস্তানের প্রথম উইকেট লাভের সাথে স্বীয় নামকে জড়িয়ে নেন। প্রথম দিনের মধাহ্ন বিরতির পরপরই শিখর ধাওয়ানকে বিদেয় করেন তিনি।\nফেব্রুয়ারি, ২০১৯ সালে ভারতের মাটিতে আয়ারল্যান্ড দলের বিপক্ষে একমাত্র টেস্ট খেলার জন্যে তাকে আফগানিস্তান দলে রাখা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nওয়াফাদার মোমান্দ\nআফগান টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\nআফগান টুয়েন্টি২০ আন্তর্জাতিক ক্রিকেটারদের তালিকা\nআফগান একদিনের আন্তর্জাতিক ক্রিকেটারদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে ইয়ামিন আহমদজাই  (ইংরেজি)\nক্রিকেটআর্কাইভে ইয়ামিন আহমদজাই   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}