{"pageid": 1028397, "title": "ম্যাট কোহেন", "url": "https://bn.wikipedia.org/wiki?curid=1028397", "content": "ম্যাট কোহেন (১৯৪২-১৯৯৯) কানাডার গুরুতপূর্ণ ঔপন্যাসিক, ছোটগল্পকার, শিশুতোষ গ্রন্থের লেখক। ম্যাটের আরেক নাম টেডি জ্যাম। এই ছদ্মনামে তিনি শিশু ও কিশোরতোষ বইগুলো লিখেছেন। তাঁর জন্ম কানাডার অন্টারিও প্রদেশের কিংস্টন শহরে। তার লেখা নিরীক্ষামূলক উপন্যাসগুলো প্রকাশিত হয় ষাটের দশকের শেষ দিকে। ১৯৭৪ সালে প্রকাশিত ম্যাটের প্রথম উপন্যাস দ্য ডিসইনহেরিটেড তার সাহিত্য-শক্তির উল্লেখযোগ্য বহিঃপ্রকাশ। বছরের হিসেব করলে দেখা যাবে ম্যাট কোহেনের সাহিত্য-চর্চার কাল ঠিক ত্রিশ বছর। মোট ত্রিশটি গ্রন্থ রচনা করেছেন সাতান্ন বছর বয়সে। অনেকগুলো গ্রন্থই যথেষ্ট সমাদৃত হয়েছিল কানাডীয় সাহিত্যের বর্তমান সময়ের পুরোধা ব্যক্তিদের দ্বারাও। ১৯৭৯ এবং ১৯৯৭ সালে তার নাম নমিনেশন পেলেও তিনি বিজয়ী হন নি। শেষ উপন্যাস এলিজাবেথ অ্যান্ড আফটার (১৯৯৯) এর জন্যেই ম্যাট কোহেন গভর্নর জেনারেল সাহিত্য পুরস্কার পান। ম্যাটের ঝুলিতে ছোটগল্প গ্রন্থের সংখ্যাও কম নয়—মোট এগারোটি। ২০০২ সালে টরেন্টো থেকে প্রকাশিত হয়েছিল আনকমন গ্রাউন্ড : অ্যা সেলিব্রেশন অব ম্যাট কোহেন। সে সংকলনে রয়েছে ম্যাটকে নিয়ে কানাডীয় সাহিত্যের সকল মহীরুহদের স্মৃতি ও মূল্যায়ন। \n\n\n== গ্রন্থাবলী ==\nকরসোনিলফ (১৯৬৯)\nজনি ক্রাকেল সিঙস (১৯৭১)\nডিসইনহেরিটেড (১৯৭৪)\nউডেন হান্টার্স (১৯৭৫)\nদ্য কালারস অব ওয়ার (১৯৭৭)\nদ্য সুইট সেকেন্ড সামার অব কিটি মেলোন (১৯৭৯)\nফ্লাওয়ার্স অব ডার্কনেস (১৯৮১)\nদ্য স্প্যানিশ ডক্টর (১৯৮৪)\nনাদিন (১৯৪৭)\nইমোশনাল অ্যারিথমেটিক (১৯৯০)\nফ্রুড : দ্য প্যারিস নোটবুকস (১৯৯১)\nদ্য বুকসেলার (১৯৯৩)\nলাস্ট সিন (১৯৯৭)\nএলিজাবেথ অ্যান্ড আফটার (১৯৯৯)\n‘টাইপিং : অ্যা লাইফ ইন ২৬ কিইস’ (২০০০)\n\n\n== ‘সালেম ট্রিলজি' প্রসঙ্গ ==\nম্যাট কোহেনের সাহিত্যযাত্রা প্রসঙ্গে ‘সালেম ট্রিলজি’র প্রসঙ্গ বারবার উচ্চারিত হয়। অন্টারিওর এক কাল্পনিক শহরের নাম সালেম যেখানে তিনি তার এই ধারার উপন্যাসগুলোর প্রেক্ষিত বানিয়েছেন। সালেমকে প্রেক্ষাপট করে ম্যাটের লেখা উপন্যাসগুলো হলো পূর্বোল্লিখিত দ্য ডিজইনহেরিটেড, দ্য কালারস অব ওয়ার, দ্য সুইট সেকেন্ড সামার অব কিটি মেলোন এবং ফ্লাওয়ার্স অব ডার্টনেস। কাল্পনিক এই শহরের নামকরণটি এসেছে ‘জেরুজালেম’ শব্দের শেষ অংশ থেকে। সাথে এসেছে ইহুদি ইতিহাস ও অতীতের কথাও।\n\n\n== পুরস্কার ==\nগভর্নর জেনারেল সাহিত্য পুরস্কার [১৯৯৯]\n\n\n== তথ্যসূত্র =="}