{"pageid": 1028389, "title": "নারীসঙ্গীত", "url": "https://bn.wikipedia.org/wiki?curid=1028389", "content": "নারীসঙ্গীত হল নারীদের সম্পর্কে তৈরি, নারীদের দ্বারা তৈরি এবং নারীদের জন্য তৈরি সঙ্গীত। সঙ্গীতের এই ঘরানাটি  দ্বিতীয় তরঙ্গের নারীবাদী আন্দোলনের  পাশাপাশি শ্রম, নাগরিক অধিকার এবং শান্তি আন্দোলনের একটি সাংগীতিক প্রকাশ হিসাবে আত্মপ্রকাশ করেছিল। মার্কিন যুক্তরাষ্ট্রে এই আন্দোলনটি শুরু হয়েছিল ক্রিস উইলিয়ামসন, মেগ ক্রিশ্চিয়ান এবং মার্গি অ্যাডাম প্রমুখ সমকামী মহিলাদের দ্বারা।\nএছাড়াও জড়িত ছিলেন আফ্রিকান-আমেরিকান সঙ্গীতশিল্পী লিন্ডা টিলারি, মেরি ওয়াটকিন্স, জেন অ্যাভেরি,  শান্তিকর্মী হলি নিয়ার এবং বার্নিস জনসন রেগন ‌ও তার দল সুইট হানি ইন দ্য রকের কর্মীরা। নারীসঙ্গীত বলতে এই আন্দোলন ছাড়াও সঙ্গীতের একটি বিস্তৃত শিল্পকে বোঝায় যেখানে স্টুডিও সঙ্গীতশিল্পী, প্রযোজক, শব্দপ্রকৌশলী (সাউন্ড ইঞ্জিনিয়ার), প্রাযুক্তিক (টেকনিশিয়ান), পুনর্গায়েন শিল্পী, পরিবেশক, প্রচারক এবং উৎসব সংগঠক হিসেবে মহিলা শিল্পীরা অন্তর্ভুক্ত থাকে।\n\n\n== সময়ক্রম ==\nপ্রথমদিকে নারীসঙ্গীত বিভিন্ন রূপে এসেছিল, তবে প্রত্যেকেই সঙ্গীতকে এমন কিছু হিসাবে দেখে যা জীবনকে প্রকাশ করে। রুথ সলির মতে, নারীবাদী সঙ্গীতের সূত্রপাত ধর্ম থেকে হয়েছিল। তিনি আরও বলেছিলেন যে এই ধরনের সঙ্গীত বরাবরই সৃজনশীলভাবে বাধার মুখে পড়েছিল এবং বছরের পর বছর ধরে পরিবর্তিত সাংস্কৃতিক মানগুলোকে মানসম্মতভাবে উৎপাদনকে কঠিন করে তুলেছিল। সলির গবেষণায় দেখা গেছে যে সঙ্গীতের এই প্রাথমিক রূপটি আরও কিছু বিখ্যাত সঙ্গীতজ্ঞ বিশেষত বেটোফেন এবং বাখের সঙ্গীতের শৈল্পিক রূপের কাছাকাছি ছিল না এবং এই ধরনের নারীবাদী সঙ্গীত পুরুষদেরকে খুশী করার জন্যই তৈরি করা হয়েছিল।\n\n\n== রেকর্ড, বিতরণ এবং প্রকাশনা ==\n১৯৭৩ সালে শিল্পী মেগ ক্রিশ্চিয়ানসহ অন্যান্যদের সম্মিলিত প্রয়াসে অলিভিয়া রেকর্ডস  নামের প্রথম নারীসঙ্গীত রেকর্ড লেবেলটি তৈরি করা হয়েছিল। ডাকযোগে সফলভাবে বিক্রি হওয়ার পর একটি একক সঙ্গীত দিয়ে শুরু করে অলিভিয়া রেকর্ডস মেগ ক্রিশ্চিয়ানের আই নো ইউ নো এবং ক্রিস উইলিয়ামসনের দ্য চেঞ্জার অ্যান্ড দ্য চেঞ্জড  শিরোনামের অ্যালবাম দুটি মুক্তি দিতে সক্ষম হয়েছিল। তখন দ্য চেঞ্জার অ্যান্ড দ্য চেঞ্জড  ছিল কোনও একক লেবেলে সর্বকালের সেরা বিক্রি হওয়া অ্যালবামগুলোর মধ্যে একটি । তাছাড়া এটি ছিল সম্পূর্ণরূপে নারীদের দ্বারা তৈরি প্রথম এলপি রেকর্ড।  \"চেঞ্জার\" হল নারীসঙ্গীত ঘরানা থেকে বেরিয়ে আসা সর্বকালের সেরা বিক্রি হওয়া অ্যালবাম।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজাতীয় নারীসঙ্গীত উৎসবের অফিসিয়াল সাইট\nওহাইও লেসবিয়ান উৎসবের অফিশিয়াল সাইট\nগোল্ডেনরোড সঙ্গীতের অফিসিয়াল সাইট\nরোড ওয়ার্ক আর্কাইভ অনলাইন"}