{"pageid": 1029261, "title": "নাভেদ-উল-হাসান", "url": "https://bn.wikipedia.org/wiki?curid=1029261", "content": "রাণা নাভেদ-উল-হাসান (উর্দু: رانانويدُالحسَن‎‎; জন্ম: ২৮ ফেব্রুয়ারি, ১৯৭৮) পাঞ্জাবের শেখুপুরা এলাকায় জন্মগ্রহণকারী সাবেক পাকিস্তানি আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ২০০০-এর দশকে পাকিস্তানের পক্ষে সকল স্তরের আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে অ্যালাইড ব্যাংক, পাকিস্তান কাস্টমস ও ওয়াটার এন্ড পাওয়ার ডেভেলপম্যান্ট অথরিটি; ইংরেজ কাউন্টি ক্রিকেটে ডার্বিশায়ার, সাসেক্স ও ইয়র্কশায়ার এবং অস্ট্রেলীয় ক্রিকেটে তাসমানিয়া দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ অল-রাউন্ডার হিসেবে খেলতেন। এছাড়াও, ডানহাতে ব্যাটিংয়ের পাশাপাশি ডানহাতে ফাস্ট-মিডিয়াম বোলিংয়ে পারদর্শী ছিলেন রাণা নাভেদ নামে পরিচিত নাভেদ-উল-হাসান।\n\n\n== প্রথম-শ্রেণীর ক্রিকেট ==\n১৯৯৫-৯৬ মৌসুম থেকে ২০১৫ সাল পর্যন্ত দীর্ঘ ১.৮৫ মিটার উচ্চতার অধিকারী নাভেদ-উল-হাসানের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। পেসের ধরন পরিবর্তনকেও অন্যতম অস্ত্র হিসেবে যুক্ত করেন।\nডানহাতি ফাস্ট-মিডিয়াম বোলার নাভেদ-উল-হাসান চমৎকার পেস সহযোগে দেরীতে সুইং করানোয় সক্ষমতা দেখিয়েছেন। তবে, খেলোয়াড়ী জীবনের শুরুতে তেমন রান সংগ্রহ করতে না পারলেও শেষদিকের ওভারগুলোয় বেশ মিতব্যয়ী বোলিংয়ে অগ্রসর হয়েছিলেন। এছাড়াও, একদিনের ও টি২০ ক্রিকেটে প্রায়শঃই রিভার্স-সুইং সহযোগে ইয়র্কার মারতেন। পেস পরিবর্তনের ক্ষেত্রেও চমৎকার নিয়ন্ত্রণভাব বজায় রাখতেন। তবে, এরজন্যে অনেক সময় তাকে বেশ রান খরচ করতে হয়েছিল। এছাড়াও, নিচেরসারির আক্রমণাত্মক ব্যাটসম্যান হিসেবে প্রথম-শ্রেণীর ক্রিকেটে পাঁচটি শতরানের ইনিংসসহ অনেকগুলো অর্ধ-শতক হাঁকিয়েছেন তিনি। তন্মধ্যে, টি২০ ক্রিকেটে শিয়ালকোট স্ট্যালিয়ন্সের পক্ষে প্রতিযোগিতার চূড়ান্ত খেলায় ৫৭ বলে ৯৫ রান তুলেছিলেন। ব্যক্তিগত কারণে ১৯৯৫ থেকে ১৯৯৯ সাল পর্যন্ত ক্রিকেট খেলা থেকে দূরে থাকেন।\nশুরুতে তার খেলায় প্রতিশ্রুতিশীলতার স্বাক্ষর থাকলেও শৃঙ্খলা ভঙ্গের কারণে তাকে খুব শীঘ্রই জাতীয় দল থেকে বের করে দেয়া হয়। তাসত্ত্বেও, পাকিস্তান দলে ক্রমাগত শোয়েব আখতারের পিছু পিছু ছোটাসহ অন্যান্য বোলারের আঘাতের কারণে ওডিআই দলের নিত্য অনুষঙ্গ হিসেবে ফিরে আসেন। তবে, টেস্টে তার অংশগ্রহণ বেশ সীমিত পর্যায়ের ছিল ও বেশ অসফলই বলা চলে। তাসত্ত্বেও, ২০০৫-০৬ মৌসুমে ইংল্যান্ড সফরে তিনি বেশ ভালোমানের ক্রীড়া নৈপুণ্য প্রদর্শন করেছিলেন। ২০০৬ সালে তার খেলার মান বেশ দূর্বল ছিল। সাসেক্সে তিনি কুঁচকির সমস্যায় আক্রান্ত হন। উমর গুলের প্রত্যাবর্তনে তার অবস্থানও কিছুটা সন্দেহের সৃষ্টি করে। তবে, পাকিস্তান দলে সঠিকমানের ফাস্ট বোলারের সন্ধানে হিমশিম খেলে তাকে বিশ্বকাপে যুক্ত করা হয়। দক্ষিণ আফ্রিকা সফরে বিপর্যকর ফলাফলের পরও তাকে দলে রাখা হয়। ঐ প্রতিযোগিতায় দলের ব্যর্থতায় তাকে দলের বাইরে রাখা হয়। তবে, সাসেক্সে ঠিকই নিজেকে মেলে ধরতে তৎপরতা দেখিয়েছেন। নিচেরসারির মারকুটে ব্যাটসম্যান হিসেবে খুব কমই সফলতা পেয়েছেন। তবে, উইকেট-রক্ষক-ব্যাটসম্যান হিসেবেই তিনি নিজেকে গড়াতে চেয়েছিলেন। এছাড়াও, ক্রিকেটকে বেছে নিয়ে প্রথম পছন্দের ক্রীড়া হকি খেলা ছেড়ে দেন তিনি।\n\n\n== কাউন্টি ক্রিকেটে অংশগ্রহণ ==\nপাকিস্তানসহ বিশ্বের বিভিন্ন দেশের টুয়েন্টি২০ ক্রিকেটে অনেকগুলো খেলায় অংশ নিয়েছেন। শিয়ালকোট স্ট্যালিয়ন্স, সাসেক্স শার্কস, ইয়র্কশায়ার কার্নেগি, তাসমানিয়া টাইগার্স ও হোবার্ট হারিকেন্সের পক্ষে ৭৫টি টুয়েন্টি২০ খেলায় অংশগ্রহণ করেছেন।\nজুন, ২০০৫ সাল থেকে ইংরেজ কাউন্টি ক্রিকেটে সাসেক্সের পক্ষাবলম্বন করেন। সতীর্থ পাকিস্তানি বোলার মুশতাক আহমেদের সাথে কার্যকর জুটি গড়েন। এছাড়াও, ব্যাট হাতে নিয়ে সফলতার স্বাক্ষর রাখেন। মিডলসেক্সের বিপক্ষে ব্যক্তিগত সেরা ১৩৯ রান তুলেন। ২০০৬ ও ২০০৭ সালের কাউন্টি চ্যাম্পিয়নশীপের শিরোপা বিজয়ী সাসেক্স দলে খেললেও তেমন কোন ভূমিকা রাখতে পারেননি। ২০০৮ ও ২০০৯ সালে ইয়র্কশায়ারের পক্ষে খেলেন।\n১২ সেপ্টেম্বর, ২০০৭ তারিখে ডারহামের বিপক্ষে খেলাকালীন কাঁধে প্রচণ্ড চোঁট পান। পরবর্তীতে তাকে মাঠের বাইরে চলে যেতে হয়। ফলশ্রুতিতে, সাসেক্সের পক্ষে তিনি শেষ খেলায় অংশ নেন। ইসিবি’র নিয়মের আলোকে তার পরিবর্তে একমাত্র বিদেশী খেলোয়াড় হিসেবে মুশতাক আহমেদকে যুক্ত করে। ইংরেজ কাউন্টি ক্রিকেটে লিচেস্টারশায়ার ও ইয়র্কশায়ারের পক্ষে খেলার প্রস্তাব পান। ২৬ সেপ্টেম্বর, ২০০৭ তারিখে দুই বছরের চুক্তিতে ইয়র্কশায়ারের সদস্য হন।\nঅস্ট্রেলিয়ায় হোবার্ট হারিকেন্সের পক্ষে কেএফসি টুয়েন্টি২০ বিগ ব্যাশ নিলামে চুক্তিবদ্ধ হন। আট খেলায় অংশ নিয়ে ১৫টি ডিসমিসাল ঘটান ও প্রতিযোগিতার সর্বোচ্চ উইকেট শিকারীতে পরিণত হন। এরফলে, তিনি ‘দ্য পিপল’স মালেট’ ডাকনামে পরিচিতি লাভ করেন। খেলার শেষদিকের অন্যতম সেরা বোলার হিসেবে চিত্রিত হয়েছিলেন। বোলিং ভঙ্গীমার কোনরূপ পরিবর্তন না ঘটিয়ে নিজেকে সামলে বৈচিত্রমূখী পেস বোলিংয়ে সক্ষম ছিলেন। এছাড়াও, উপযুক্ত পরিবেশে অর্থোডক্স ও রিভার্স সুইং বোলিংয়ে সক্ষমতা দেখিয়েছেন।\nবিপিএল প্রতিযোগিতার উদ্বোধনী আসরে ঢাকা গ্ল্যাডিয়েটর্স দলের পক্ষে খেলার জন্যে মনোনীত হন। বিগ ব্যাশ প্রতিযোগিতায় বল হাতে বেশ সফল হয়েছিলেন। ২০১১-১২ মৌসুমের আসরে হোবার্টের পক্ষে ১৫ উইকেট দখল করে শীর্ষ উইকেট শিকারীতে পরিণত হন। এছাড়াও, ২০০৯ সালে অস্ট্রেলিয়ার ঘরোয়া বিগ ব্যাশ লীগে অংশ নেন। তাসমানিয়ান টাইগার্স ও হোবার্ট হারিকেন্সের পক্ষে খেলেছেন তিনি। তিনি ঐ রাজ্য দলের কাল্ট হিরো হিসেবে দ্য পিপল’স মালেট নামে পরিচিতি লাভ করেন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\nসমগ্র খেলোয়াড়ী জীবনে নয়টিমাত্র টেস্ট, চুয়াত্তরটি একদিনের আন্তর্জাতিক ও চারটিমাত্র টি২০আইয়ে অংশগ্রহণ করেছেন নাভেদ-উল-হাসান। ২৮ অক্টোবর, ২০০৪ তারিখে করাচীতে সফরকারী শ্রীলঙ্কা দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। ১১ জানুয়ারি, ২০০৭ তারিখে সেঞ্চুরিয়নে স্বাগতিক দক্ষিণ আফ্রিকা দলের বিপক্ষে সর্বশেষ টেস্টে অংশ নেন তিনি।\nমাঝে-মধ্যে পাকিস্তানের পক্ষে টেস্ট খেলায় অংশ নেয়ার সুযোগ পান। এছাড়াও, খুব কমই সফলতার স্বাক্ষর রেখেছেন। টেস্ট দলে খেলার জন্যে তাকে শোয়েব আখতার, মোহাম্মদ আসিফ, উমর গুল ও মোহাম্মদ সামি’র সাথে প্রতিদ্বন্দ্বিতায় অবতীর্ণ হতে হয়। তবে, ওডিআই দলে বেশ নিয়মিতভাবে খেলতেন। ২০০৩ থেকে ২০১০ সালের মধ্যে ৭৪টি ওডিআইয়ে অংশ নিয়ে ১১০ উইকেট দখল করেন। তন্মধ্যে, ২০০৫ সালে ভারতের বিপক্ষে ব্যক্তিগত সেরা ৬/২৭ বোলিং পরিসংখ্যান গড়েন। সবমিলিয়ে ৩৩ বছর বয়সী নাভেদ উল হাসান পাকিস্তানের পক্ষে আন্তর্জাতিক অঙ্গনে ৮৭টি খেলায় অংশ নেন।\n২০০৩ সালের ক্রিকেট বিশ্বকাপে প্রথম রাউন্ড শেষে বিদায়ের ন্যায় পাকিস্তানের বিপর্যকর ফলাফলের পর বেশ কয়েকজন খেলোয়াড়কে বাদ দেয়া হয়। ঐ সময়ে তাকে আব্দুল রাজ্জাক, শোয়েব মালিক ও আজহার মাহমুদের সাথে অল-রাউন্ডার অবস্থানের জন্যে প্রতিদ্বন্দ্বিতায় অবতীর্ণ হতে হয়েছিল। ফলে, ৪ এপ্রিল, ২০০৩ তারিখে চেরি ব্লুজম শারজাহ কাপে তার আন্তর্জাতিক ক্রিকেটে অভিষেক হয়। শ্রীলঙ্কার বিপক্ষে ঐ খেলায় হাসান তিলকরত্নে ও প্রসন্ন জয়াবর্ধনেকে উপর্যুপরী বলে বিদেয় করেন। কয়েকটি খেলায় বেশ ভালোমানের খেলা উপহার দিলেও দলের শৃঙ্খলা ভঙ্গের কারণে তাকে বাদ দেয়া হয়।\nদলের প্রধান সদস্যদের আঘাতে পেস আক্রমণ ব্যাহত হলে তাকে পুনরায় পাকিস্তান দলে ফিরিয়ে আনা হয়। এরপর আবার তাকে জাতীয় দল নির্বাচকমণ্ডলী থেকে উপেক্ষার শিকার হতে হয় এবং উমর গুল ও ইফতিখার আঞ্জুমের ন্যায় উদীয়মান ফাস্ট বোলারদের সাথে শক্ত প্রতিদ্বন্দ্বিতায় অবতীর্ণ হতে হয়। ব্যক্তিগত সেরা বোলিং পরিসংখ্যান গড়েন ৬/২৭। জামশেদপুরে ভারতের বিপক্ষে এ সাফল্য লাভের ফলে তার দল জয়ী হয়। সুন্দর ক্রীড়াশৈলী প্রদর্শনের স্বীকৃতিস্বরূপ ২০০৫ সালে আইসিসি কর্তৃক বিশ্ব একদিনের আন্তর্জাতিক একাদশে তাকে অন্তর্ভুক্ত করা হয়।\n২০০৭ সালের ক্রিকেট বিশ্বকাপের উদ্বোধনী খেলায় ওয়েস্ট ইন্ডিজের বিপক্ষে তাকে চড়া মাশুল গুণতে হয়। ফলশ্রুতিতে, পরের দুই খেলা থেকে বাদ পড়েন তিনি। এছাড়াও, আবুধাবি ও স্কটল্যান্ড গমনার্থে তাকে উপেক্ষিত হওয়াসহ শারীরিক সুস্থতার বিষয়েও নিজেকে দূরে সরিয়ে রাখেন। এরফলে, জুলাই, ২০০৭ সালে তাকে কেন্দ্রীয় পর্যায়ের চুক্তি থেকে ছেটে ফেলা হয়।\n২২ জুলাই, ২০০৯ তারিখে শ্রীলঙ্কা দলের বিপক্ষে খেলার জন্যে তাকে পাকিস্তানের ওডিআই দলে ঠাঁই দেয়া হয়। এছাড়াও, ২০০৯ সালের আইসিসি চ্যাম্পিয়ন্স ট্রফি প্রতিযোগিতার ৩০-সদস্যের প্রাথমিক তালিকায় তাকে রাখা হয়। এর একদিন পর পাকিস্তান ক্রিকেট বোর্ড তাকে ‘গ’ শ্রেণীভূক্ত করে চুক্তিতে আবদ্ধ করে।\nভারত ও ওয়েস্ট ইন্ডিজের বিপক্ষে অনুষ্ঠিত ওডিআইগুলোয় সর্বাধিক সফলতা পেয়েছেন। প্রাপ্ত ৯৫টি উইকেটের ৫৬টিই পেয়েছেন দল দুটির বিপক্ষে। কিন্তু, খেলায় তিনি ধারাবাহিকতা রক্ষা করতে পারেননি। ৩৩ বছর বয়সী নাভেদ-উল-হাসান ফেব্রুয়ারি, ২০১০ সালের পর থেকে পাকিস্তানের পক্ষে খেলেননি। টি২০ খেলাগুলোয়ও বেশ সফল ছিলেন। ১৯.৫৭ গড়ে ১০২টি টুয়েন্টি২০ উইকেট লাভ করেছেন।\n\n\n== আইসিএলে অংশগ্রহণ ==\nইয়র্কশায়ারের সাথে দুই বছরের জন্যে চুক্তিবদ্ধ হন। পাকিস্তানে তার ভবিষ্যৎ সম্পর্কে ভাবনা ও কাউন্টি ক্রিকেটে যুক্ত হবার পর অনুমোদনবিহীন ইন্ডিয়ান ক্রিকেট লীগে অংশ নেন। তবে, পিসিবি আইসিএলে অংশগ্রহণকারী খেলোয়াড়দের উপর থেকে নিষেধাজ্ঞা প্রত্যাহার করে নেয়। ফলশ্রুতিতে, তাকে পুনরায় ওডিআই দলে ফিরিয়ে আনা হয়। ২০০৯ সালের শেষদিকে অস্ট্রেলিয়া গমন করেন। ঐ সফরে তার দল জয়বিহীন ছিল। অন্যতম খেলোয়াড় হিসেবে নিষেধাজ্ঞা কিংবা জরিমানার মুখোমুখি হন ও পিসিবি’র জবাবদিহিতার কবলে পড়েন। কিন্তু, শোয়েব মালিক ও মোহাম্মদ ইউসুফের উপর থেকে নিষেধাজ্ঞা প্রত্যাহার করা হলেও তাকে বাঁকা চোখের কবলে পড়তে হয়। এছাড়াও, মোহাম্মদ আমির, মোহাম্মদ আসিফ ও উমর গুলের কারণে তিনি প্রতিবন্ধকতা প্রাপ্ত হন।\n২০০৮ সালে অনুমোদনবিহীন ইন্ডিয়ান ক্রিকেট লীগে (আইসিএল) যোগ দেন। ব্যাটসম্যান ও বোলার হিসেবে বিরাট প্রভাব ফেলেন। ২০০৭ থেকে ২০০৯ সাল পর্যন্ত ঐ প্রতিযোগিতায় লাহোর বাদশাহের পক্ষাবলম্বন করেন। দলের সফলতায় গুরুত্বপূর্ণ ভূমিকা রাখেন। ২০০৮-০৯ মৌসুমে প্লেয়ার অব দ্য সিরিজ পুরস্কার পান। বল হাতে নিয়ে ১২.৭৭ গড়ে ২২ উইকেট পান। ওভারপ্রতি ৬.৬৬ গড়ে রান দেন। ব্যাট হাতে ২৭ গড়ে ১৮৯ রান তুলেন। স্ট্রাইক রেট ছিল ১৪৪.২৭।\nসব মিলিয়ে লাহোর বাদশাহের পক্ষে ২৬ খেলায় অংশ নিয়ে ৩৩.৩৬ গড়ে ৩৬৭ রান তুলেন। এ পর্যায়ে তার স্ট্রাইক রেট ছিল ১৪৬.৮০। অন্যদিকে, ১৭.৬৮ গড়ে ৪০ উইকেট দখল করেন। ওভারপ্রতি ৭.১২ গড়ে রান দেন তিনি। ২০০৮ সালের আইসিএল চ্যাম্পিয়নশীপে লাহোর বাদশাহের শিরোপা বিজয়ে অনবদ্য ভূমিকা পালনের স্বীকৃতিস্বরূপ ম্যান অব দ্য টুর্নামেন্ট পুরস্কারে ভূষিত হন। এ সময়ে তিনি তার স্বর্ণালী সময়ে অবস্থান করছিলেন।\nজানুয়ারিতে বিপর্যকর অস্ট্রেলিয়া সফরের পর কয়েকজন খেলোয়াড়ের সাথে তাকেও বিভিন্ন ধরনের অভিযোগে এক বছরের জন্যে নিষেধাজ্ঞার কবলে পড়তে হয়। ছয় মাস পর পিসিবি কর্তৃপক্ষ তার উপর থেকে নিষেধাজ্ঞা প্রত্যাহার করে নেয়। মোহাম্মদ ইউসুফ ও ইউনুস খানকে আজীবন নিষেধাজ্ঞা প্রদান করলেও দুই মাস পরই তা উঠিয়ে নেয়া হয়। শোয়েব মালিককেও এক বছর নিষেধাজ্ঞায় পড়তে হয় ও তিন মাস পর তা প্রত্যাহার করা হয়। তবে, তাদেরকে নিষেধাজ্ঞার পাশাপাশি জরিমানাও প্রদান করা হয়েছিল।\n\n\n== অবসর ==\nক্রিকেট খেলা থেকে অবসর গ্রহণের পর বন্ধুদের সহায়তায় ক্রিকেট একাডেমি প্রতিষ্ঠা করেন। নতুন প্রজন্মের খেলোয়াড়দের প্রশিক্ষণ ও আদর্শ খেলোয়াড় হিসেবে গড়ে তোলার লক্ষ্যেই একাডেমি স্থাপন করেছেন বলে স্থানীয় টেলিভিশন চ্যানেলে এক স্বাক্ষাৎকারে জানান।\n\n\n== পরিসংখ্যান ==\nওডিআইয়ে ৫-উইকেট\n\nওডিআইয়ে ম্যান অব দ্য ম্যাচ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nফারহান আদিল\nমুশতাক মোহাম্মদ\nটেস্ট ও প্রথম-শ্রেণীর ক্রিকেটে জোড়া শূন্য রান\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\n\n\n== বহিঃসংযোগ ==\n\nইএসপিএনক্রিকইনফোতে নাভেদ-উল-হাসান  (ইংরেজি)\nক্রিকেটআর্কাইভে নাভেদ-উল-হাসান   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}