{"pageid": 1029692, "title": "মাইটি মর্ফিন পাওয়ার রেঞ্জার্স", "url": "https://bn.wikipedia.org/wiki?curid=1029692", "content": "মাইটি মর্ফিন পাওয়ার রেঞ্জার্স  হলো একটি আমেরিকান শিশুদের সুপারহিরো  টেলিভিশন সিরিজ যা আগস্ট 28, 1993-এ ফক্স বাচ্চাদের প্রোগ্রামিং ব্লকে প্রথম সম্প্রচারিত হয়েছিল। এটি পাওয়ার রেঞ্জার্স ফ্র্যাঞ্চাইজের প্রথম সিরিজ। খেলনা, অ্যাকশন ফিগার এবং অন্যান্য প্রচুর পণ্যদ্রব্যের একটি বিশাল সারির পাশাপাশি এটি  ১৯৯০ এর দশকের পপ সাংস্কৃতিক উত্তেজনায় পরিণত হয়।   সিরিজটি একটি জাপানি টিভি সিরিজ কিয়োরিউ সেনটাই জিউরেঞ্জার (1992-1993)থেকে স্টক ফুটেজ ব্যবহার করে, যেটি ছিল  টোয়েই এর সুপার সেনটাই  সিরিজের ১৬তম মৌসুম।  শোয়ের দ্বিতীয় এবং তৃতীয় সিজনে যথাক্রমে গোসেই  সেনটাই ডাইরেঞ্জার এবং নিনজা সেনটাই কাকুরেঞ্জার এর  উপাদান এবং স্টক ফুটেজ ব্যবহৃত হয়, যদিও এই দুই মৌসুমে জিউরেঞ্জারের  কস্টিউমগুলো মূল অভিনেতাদের জন্য এখনও ব্যবহৃত হয়েছিল। ডাইরেঞ্জার থেকে শুধু জর্ড এবং কিবা রেঞ্জারের (হোয়াইট রেঞ্জার) পরিচ্ছদের প্রথম আবির্ভাব ঘটে সিজন ২ তে, আর শুধুমাত্র কাকুরেঞ্জারের মেগারোবট বা জর্ড তৃতীয় সিজনে ব্যবহার করা হয় যদিও কস্টিউমগুলো পরে মাইটি মর্ফিন এলিয়েন রেন্জার্স  মিনি সিরিজে ব্যবহার করা হয় । এই সিরিজটি এমএমপিআর প্রোডাকশন দ্বারা উৎপাদিত হয়েছিল এবং সাবান এন্টারটেইনমেন্ট দ্বারা বিতরণ করা হয়েছিল,  শোয়ের পণ্যদ্রব্যগুলো ব্যান্ডাই এন্টারটেইনমেন্ট দ্বারা তৈরি এবং বিতরণ করা হয়েছিল। সিরিজটি তার শিবিরের সুরের জন্য সুপরিচিত ছিল।\n২০১০ সালে মাইটি  মর্ফিন পাওয়ার রেঞ্জার্সের একটি নতুন সংস্করণ, মূল ১৯৯৩ লোগো, কমিক বুক-রেফারেন্সড গ্রাফিক্স এবং অতিরিক্ত বিকল্প ভিজ্যুয়াল এফেক্টের সংশোধিত নতুন চেহারা সহ, এবিসি কিডস এ প্রচারিত হয়েছিল, এবং ব্যান্ডাই একসাথে সিরিজটির জন্য  নতুন খেলনা তৈরি করেছিল। ১ম সিজনের ৬০ টির মধ্যে ৩২ টি এপিসোড পুনরায় তৈরি করা হয়েছিল। এবিসি কিডস এ সম্প্রচারিত এটি শেষ পাওয়ার রেঞ্জার মরসুম ছিল কারণ হাইম সাবান ২০০২ সালে ফ্র্যাঞ্চাইজের অধিকার গ্রহণকারী ডিজনি থেকে সিরিজটি পুনরায় কিনে নিয়েছিলেন। ২০১১ সালে পাওয়ার রেঞ্জার সামুরাইয়ের শুরু হওয়ার মাধ্যমে সিরিজটি নিকেলোডিয়নে চলে গেছে।   \nমূল সিরিজটি মাইটি মরফিন পাওয়ার রেঞ্জার্স: দ্য মুভি, টুয়েন্টিয়েথ সেঞ্চুরি ফক্স এর মাধ্যমে ৩০ জুন, ১৯৯৫-এ প্রকাশিত হয়েছিল। মিশ্র প্রতিক্রিয়া সত্ত্বেও, এটি একটি পরিমিত আর্থিক সাফল্য ছিল।  ২০১৭ সালে, মূল সিরিজটিকে ভিত্তি করে একটি রিবুট চলচ্চিত্র লায়ন্সগেট এর মাধ্যমে বিতরণ করা হয়েছিল, শুধু পাওয়ার রেঞ্জার্স  শিরোনামে।  ছবিটির আর্থিক ব্যর্থতা এবং হাসব্রোর ২০১৮ সালে ফ্র্যাঞ্চাইজটি অধিগ্রহণের কারণে, আরেকটি রিবুট মুভি বিকাশের পথে রয়েছে।  \n\n\n== এক নজরে সিরিজটি ==\nএই সিরিজটি ক্যালিফোর্নিয়ার অ্যাঞ্জেল গ্রোভের কাল্পনিক শহরে ঘটে।  একটি অনুসন্ধানের মিশনে, দুটি নভোচারী একটি বহির্মুখী পাত্র আবিষ্কার করেন (এটি তার গন্ধের ফলে ডাম্পস্টার হিসাবে পরিচিত) এবং তারা তা খুলে ফেলেন, যার ফলে তাঁদের অজান্তে তারা যাদুকরনী  রিটা রাপুলসাকে তার ১০,০০০ বছরের বন্দিদশা থেকে মুক্তি দেন। তার মুক্তির পরে, সে এবং তার দুষ্ট মহাশূন্যের এলিয়েনরা তাদের সবচেয়ে নিকটতম গ্রহ-পৃথিবী জয় করতে পৃথিবীতে আসার সিদ্ধান্ত নেয়। জ্ঞানী সত্ত্বা জর্ডন, যিনি রিটাকে বন্দী করার জন্য প্রতিজ্ঞাবদ্ধ ছিলেন, (কারণ রিটা জর্ডনের গ্রহ, এল্টারের শত্রুও ছিলেন), পরে তাঁর মুক্তি সম্পর্কে জানতে পারেন এবং তাঁর রোবোটিক সহকারী আলফা ৫ কে পৃথিবীর পক্ষ থেকে রিটার আক্রমণ থেকে রক্ষার জন্য পাঁচজন \"মনোভাবসম্পন্ন কিশোর\" বেছে নেওয়ার আদেশ দেন । নির্বাচিত পাঁচ কিশোর হলো জেসন লি স্কট, কিম্বার্লি হার্ট, জ্যাক টেলর, ত্রিনি কোয়ান এবং বিলি ক্র্যানস্টন । জর্ডন তাদেরকে পাওয়ার রেঞ্জার্স হিসাবে পরিচিত একটি দলে রূপান্তর করার ক্ষমতা দেন। এটি তাদের অতিমানবীয় ক্ষমতা এবং একটি মহাজাগতিক অস্ত্রাগার সরবরাহ করে, পাশাপাশি জর্ডস নামের অ্যাসল্ট মেশিন সরবরাহ করেন যেগুলো একত্রে হিউম্যানয়েড মেশিনে রূপান্তরিত হতে পারে।  \nপাঁচটি কিশোর-কিশোরী রিটা এবং তার আপাতদৃষ্টে অবিশ্বাস্য দানবদের সাথে লড়াইয়ের মধ্য দিয়ে এই সিরিজটি শুরু হয়েছিল, পাশাপাশি তাদেরকে আরও সাধারণ কিশোর সমস্যা এবং স্থানীয় বুলি বাল্ক এবং স্কালের সাথে সংঘর্ষের সময় তাদের সাথে লড়াই করার মাধ্যমে। তবে, একটানা ব্যর্থতা রিটাকে পৃথিবীর উপর বিজয়ী করার জন্য এবং পাওয়ার রেঞ্জার্সদেরকে ধ্বংস করার জন্য একটি নতুন পদ্ধতি অবলম্বন করতে প্ররোচিত করে - তাদের নিজেদের মত একজনকে ব্যবহার করা। তার যাদু ব্যবহার করে, রিটা স্থানীয় এক কিশোরকে কিডন্যাপ করে যার লড়াইয়ের দক্ষতা অ্যাঞ্জেল গ্রোভে অনুষ্ঠিত মার্শাল আর্ট টুর্নামেন্টে জেসনের সমান প্রমাণিত হয় এবং তার ব্রেইন ওয়াশ করে । নতুন কিশোর, টমি অলিভার, রিটার পরীক্ষাগুলি পাস করে গ্রিন রেঞ্জারে পরিণত হয়। রিতার সোর্ড অফ ডার্কনেস- হাতে, টমি পাওয়ার রেঞ্জার্সদেরকে হারানোর বিপজ্জনকভাবে কাছে এসেছিলেন। কমান্ড সেন্টারকে ক্ষতিগ্রস্থ করার পরে এবং জর্ডনের সংযোগ তাদের ডাইমেনশন থেকে বিচ্ছিন্ন করার পরে, টমি রিটাকে রেঞ্জারদেরকে আরও একটি আঘাত করতে সহায়তা করে যেখানে সে একটি সৌরগ্রহণ এর মাধ্যমে রেঞ্জারদের মেগাজর্ডটির শক্তি নষ্ট করে এবং তারপরে একটি গলিত লাভা গর্তে সেটাকে বিস্ফোরিত করে। যাইহোক, আলফা অবশেষে জর্ডনের সাথে সংযোগ পুনরায় স্থাপনের ক্ষেত্রে সাফল্য অর্জন করে, যিনি তারপরে মেগাজর্ডকে পুনরুজ্জীবিত করেছিলেন। এটির সাহায্যে, রেঞ্জার্স টমির নিজের জর্ড, ড্রাগনজার্ডের সাহায্যে অ্যাঞ্জেল গ্রোভের উপর টমির তাণ্ডব বন্ধ করে দেয় এবং জেসন শেষ পর্যন্ত ডার্কনেসের তলোয়ারটি ধ্বংস করে টমিকে একের পর এক লড়াইয়ে পরাজিত করে। রিটার বাঁধন থেকে মুক্ত, টমি  মন্দকে পরাস্ত করতে সহায়তা করার জন্য তার গ্রিন রেঞ্জার শক্তিগুলি ব্যবহার করার সিদ্ধান্ত নেয় এবং ড্রাগনজার্ড পুনরায় কনফিগার করা হয় যাতে এটির পাশাপাশি আরও শক্তিশালী জর্ড সংমিশ্রণ গঠনে সহায়ক হয়  । \nসময় বাড়ার সাথে সাথে রিটা টমিকে মেরে ফেলে যে ক্ষমতাগুলি তার নিজের বলে মনে করে সেগুলি পুনরুদ্ধার করার দিকে মনোনিবেশ করে। টমি যখন মন্দ ছিল তখন সে স্পর্শ করেছিল এমন একটি বিশেষ মোমবাতি ব্যবহার করে, রিটা তার শক্তিগুলি ধীরে ধীরে নষ্ট করতে থাকে। শেষে, টমি তার ক্ষমতা হারিয়ে ফেলে, কিন্তু জর্ডন রিতাকে পুনরায় টমির ক্ষমতা দাবি করা থেকে বিরত রাখার জন্য টমির ক্ষমতা জেসনকে প্রদান করেন, যে টমির ক্ষমতা রক্ষায় ব্যর্থ হওয়ার জন্য নিজেকে দোষী মনে করছিলো। যাইহোক, টমি পরে দলে ফিরে আসে যখন অপহরণ করা পিতা-মাতার বিনিময়ে অন্যান্য রেঞ্জারদের পাওয়ার কয়েনগুলি রিটার হাতে সোপর্দ করা হয়। জর্ডনের সহায়তায় টমি তার ক্ষমতা পুনরুদ্ধার করে এবং অন্যান্য রেঞ্জারগুলির পাওয়ার কয়েনগুলি সফলভাবে উদ্ধার করে। কিন্তু টমির পুনরায় প্রাপ্ত ক্ষমতাগুলি  অস্থায়ী এবং অবশ্যই জর্ডন কর্তৃক ঘন ঘন চার্জ করতে হবে, যিনি তাকে সতর্ক করেছিলেন যে সবুজ রেঞ্জারের ক্ষমতা চূড়ান্তভাবে ব্যর্থ হবে। তা সত্ত্বেও, টমি যতক্ষণ সম্ভব অন্যান্য রেনজারদেরকে সহায়তা অব্যাহত রাখতে দৃঢ়প্রতিজ্ঞ।  \n\n\n=== সিজন ২ (১৯৯৪–১৯৯৫) ===\nরীতার শীর্ষস্থানীয়, লর্ড জেড রিটার মুন প্যালেসে পৌছায়, যেখানে সে রিটার জায়গা দখল করে তাকে আবার একটি স্পেস ডাম্পস্টারে ফেলে দেয়। এরপরে সেও পৃথিবী জয় করার জন্য নিজের প্রচার শুরু করে। পাওয়ার রেঞ্জার্স জেডের দানবদের সাথে প্রতিযোগিতা করার জন্য  জর্ডন এবং আলফা , ডাইনোজর্ডসকে আরও শক্তিশালী থান্ডারজার্ডে উন্নীত করে (যা থান্ডার মেগাজর্ডে মিলিত হয়)। তবে, গ্রিন রেঞ্জার শক্তিগুলি একটি নতুন জর্ডকে সমর্থন করতে না পারার কারণে টমি ড্রাগনজার্ডের ব্যবহার ধরে রাখতে বাধ্য হয়। \nবেশ কয়েকটি পরাজয়ের পরে, রেঞ্জারদের উপর জেডের আক্রমণ ক্রমান্বয়ে আরও সহিংস হয়ে ওঠে। সে টমিকে অপসারণের দিকে তার মনোযোগ কেন্দ্রীভূত করে, যাকে ড্রাগন কয়েন দেওয়া রিটার সবচেয়ে বড় ভুল হিসাবে সে মনে করে। গ্রিন রেঞ্জারের শক্তিগুলি দ্রুত কমে যাচ্ছিলো, তবে জেডের প্রচেষ্টাগুলি প্রক্রিয়াটির গতি বৃদ্ধি করে। সবশেষে সে গ্রীন রেঞ্জারের শক্তিগুলি কেড়ে নেওয়ার জন্য একটি বিশেষ সবুজ ক্রিস্টাল ব্যবহার করে। স্ফটিকটি জেডের ডার্ক রেঞ্জারদের  ক্ষমতা দেয়, কিন্তু টমি যখন এটি ভেঙে ফেলে তখন ডার্ক রেঞ্জারদের ক্ষমতাগুলি নিয়মিত রেঞ্জাররা ফিরে পায়। তা সত্ত্বেও, শেষ পর্যন্ত জেড গ্রিন রেঞ্জারের ক্ষমতা গ্রহণে সফল হয়েছিল । গ্রিন রেঞ্জারের ক্ষমতা হারিয়ে যাওয়ার পরে, জর্ডন এবং আলফা গোপনে একটি নতুন হোয়াইট রেঞ্জার তৈরি করেছিল যাতে  সে অন্যান্য রেঞ্জারদেরকে যুদ্ধে সহায়তা করতে পারে। হোয়াইট রেঞ্জার হিসেবে টমি আবার দলে আসে, যে অতিরিক্ত একটি নতুন জর্ড, টাইগারজর্ডও পান এবং পাওয়ার রেঞ্জারদের (জেসনকে প্রতিস্থাপন করে) নতুন দলনেতার দায়িত্ব পায়।  \nঅ্যাঞ্জেল গ্রোভের টিম নিনজা ট্রায়াল চলাকালে, রেঞ্জাররা স্টোন ক্যানিয়ন থেকে তিন কিশোর: রকি ডিসান্টোস, অ্যাডাম পার্ক এবং আয়িশা ক্যাম্পবেলের সাথে বন্ধুত্ব করে। জেড এবং একটি জাদুকরী সাপের সাথে পরবর্তী লড়াইয়ের সময় রকি, অ্যাডাম এবং আয়িশা রেঞ্জারদের পরিচয় আবিষ্কার করে এবং  তিনজন রেঞ্জার্সের মিত্র হয়ে ওঠে। \nপরে, জেসন, জ্যাক এবং ত্রিনি সুইজারল্যান্ডের জেনেভাতে অনুষ্ঠিত বিশ্ব শান্তি সম্মেলনে অ্যাঞ্জেল গ্রোভের প্রতিনিধিত্ব করার জন্য নির্বাচিত হয় । রেড, ব্ল্যাক ও ইয়েলো রেঞ্জারদের ক্ষমতা স্থানান্তর করতে, তাদের অবশ্যই দা সোর্ড অভ লাইটের সন্ধান করতে হবে, যা নির্জন গ্রহে অবস্থিত। জেড তার বিশাল ব্যক্তিগত জর্ড সার্পেন্টেরা গ্যালাক্সি জুড়ে তাদের পিছনে তাড়া করে এবং বেশিরভাগ নির্জন প্ল্যানেটকে ধ্বংস করে দেয়। সার্পেন্টেরা রেনজারদের ধ্বংস করার আগেই ক্ষমতা হারিয়ে ফেলে এবং তারা  সোর্ড অভ লাইট নিয়ে নিরাপদে পৃথিবীতে ফিরে আসে। এরপরে জর্ডন জেসন, জ্যাক এবং ত্রিনিকে স্থানান্তর করে যথাক্রমে রেড, ব্ল্যাক এবং ইয়েলো রেঞ্জার্স হিসাবে রকি, অ্যাডাম এবং আইশাকে বেছে নেন। \nস্থানান্তরের কিছু আগে, টমি হোয়াইট রেঞ্জার হিসাবে আত্মপ্রকাশ করার সময়, রিটা পৃথিবীতে ফিরে এসেছিল এবং বাল্ক এবং স্কালের হাতে পড়েছিল, তবে রেঞ্জাররা তাকে মহাকাশে ফেরত পাঠিয়েছিল। পরে সে রেঞ্জাররা অস্ট্রেলিয়ায় থাকাকালীন চাঁদে ফিরে আসেন এবং ফিনস্টারের সহায়তায় তিনি একটি ছোট এবং \"সুন্দর\" চেহারা অর্জনের জন্য একটি বিশেষ \"মেকওভার\" করে। তারপরে তিনি জেডের উপর একটি লাভ পোশন ব্যবহার করেন, যে গভীর ঘুমে ছিলো এবং ঘুম থেকে উঠলে সে তার প্রেমে পড়ে যায়। তারা বিয়ে করে রেঞ্জারদের জন্য আরও ভয়াবহ হুমকি দেওয়ার জন্য একসাথে যোগদান করে, তবে এটি তাদের যা আসতে চলেছে তার জন্য প্রস্তুত করতে পারে না। \n\n\n=== সিজন ৩ (১৯৯৫–১৯৯৬) ===\nরিটার কঙ্কাল ভাই রিটো রেভল্টো পৃথিবীতে এসে একদল দানবের সাহায্যে রেঞ্জারদের থান্ডারজার্ডস এবং টাইগারজর্ডকে ধ্বংস করে দেয়। ফলস্বরূপ, ডাইনোজার্ডগুলিও ধ্বংস হয়ে যায় এবং পাওয়ার কয়েনগুলি মেরামতের বাইরে ক্ষতিগ্রস্থ হয়। পাওয়ার রেঞ্জাররা পাওয়ার কয়েনগুলির নির্মাতা নিনজোরের,  সহায়তা চায়, যে তাদেরকে নিনজা কয়েন, আরও শক্তিশালী নিনজাজর্ডস (যা নিনজা মেগাজর্ডে মিলিত হয়) এবং ফ্যালকনজর্ড প্রদান করেন। \nক্যাথারিন হিলার্ড নামের এক অস্ট্রেলিয়ান মেয়ে অ্যাঞ্জেল গ্রোভে নতুন আসে। সে কিম্বার্লির সাথে বন্ধুত্ব করে এবং টমির প্রতি গভীর অনুরাগ প্রদর্শন করেন। পরে জানা গেছে যে রিটা ক্যাথারিনকে অপহরণ করেছিল এবং তাকে একটি শক্তিশালী মন্ত্রের আওতায় ফেলেছিল, যা তাকে একটি বিড়ালের পাশাপাশি একটি বিড়ালের মতো দানবে রূপান্তরিত করার ক্ষমতা দিয়েছিল। এই স্পেলের অধীনে, সে কিম্বারলির নিনজা কয়েন চুরি করে এবং পিঙ্ক রেঞ্জারকে প্রায় মেরে ফেলে, যার প্রাণশক্তি, অন্যান্য রেঞ্জার্সের মতো, তার নিনজা কয়েনের সাথে যুক্ত। এই সময়েই রেঞ্জাররা তাদের সবচেয়ে শক্তিশালী জর্ডস অর্জন করে: শোগানজর্ডস (যা শোগান মেগাজর্ডে মিলিত হয়)। অবশেষে, ক্যাথারিন রিটার মন্ত্রকে পরাভূত করে পিঙ্ক নিনজা কয়েন কিম্বারলিকে ফিরিয়ে দেয়। এর অল্প সময়ের পরে, কিম্বার্লি তার ব্যক্তিগত অ্যাথলেটিক স্বপ্নগুলি পূরণ করার সুযোগ পায়। জর্ডনের অনুমতি নিয়ে, সে প্যান গ্লোবাল গেমসের প্রশিক্ষণ নিতে চলে যায় এবং তাকে পিঙ্ক রেঞ্জার হিসাবে প্রতিস্থাপনের জন্য ক্যাথারিনকে বেছে নেন। যদিও তার প্রাথমিক ভয় এবং দ্বিধা তাকে মন্দের বিরুদ্ধে লড়াইয়ে পুরোপুরি অবদান রাখতে বাধা দেয়, শেষ পর্যন্ত ক্যাথরিন একজন রেঞ্জার হিসাবে তার দায়িত্ব পালনে সক্ষম হয়ে ওঠে।   \nআরও বেশ কয়েকটি লড়াইয়ের পরে জেড এবং রিটার সাথে রিটার বাবা মাস্টার ভাইল যোগ দেন। রেনজারদের পরাস্ত করার ব্যর্থ চেষ্টার পরে, তিনি সময়কে বিপরীত করে রেঞ্জারদের শক্তিহীন শিশুতে হিসাবে পরিণত করেন। এই ইভেন্টগুলি মিনি সিরিজের মাইটি মরফিন এলিয়েন রেঞ্জার্স এ সমাপ্ত হয় এবং পাওয়ার রেঞ্জার্স জিও  নামে পরবর্তী সিরিজের দিকে নিয়ে যায় ।\n\n\n== চরিত্র ==\n\n\n=== পাওয়ার রেঞ্জার্স ===\nজেসন লি স্কট<br /> প্রথম রেড রেঞ্জার এবং দলের প্রথম নেতা; পরে  দলের সেকেন্ড ইন কমান্ড । তিনি পাওয়ার সোর্ড ব্যবহার করেন, এবং টায়রানোসরাস ডাইনোজার্ড এবং রেড ড্রাগন থান্ডারজর্ডের চালক। জেসন চরিত্রে অভিনয় করেছেন অস্টিন সেন্ট জন ।\nত্রিনি কোয়ান<br /> প্রথম ইয়েলো রেঞ্জার। তিনি পাওয়ার ড্যাগারগুলি চালিত করেন, এবং সেবার-টুথড টাইগার ডাইনোজর্ড এবং গ্রিফিন থান্ডারজর্ডের  চালক। ত্রিনি চরিত্রে ছিলেন থুই ত্র্যাং ।\nজ্যাক টেলর<br /> প্রথম ব্ল্যাক রেঞ্জার এবং প্রথম দলের সেকেন্ড-ইন-কমান্ড । তিনি পাওয়ার এক্স চালিত করেন, এবং মাস্টডন ডাইনোজার্ড এবং লায়ন থান্ডারজর্ডের চালক। জ্যাক চরিত্রে ছিলেন ওয়াল্টার ইমানুয়েল জোনস ।\nকিম্বার্লি হার্ট<br /> প্রথম পিঙ্ক রেঞ্জার এবং প্রথম গোলাপী নিনজা রেঞ্জার। তিনি পাওয়ার ধনুকটি চালান, এবং টেরোড্যাকটাইল ডাইনোজার্ড, ফায়ারবার্ড থান্ডারজর্ড এবং ক্রেন নিনজাজার্ডের পাইলট। এমি জো জনসন অভিনয় করেছেন কিম্বারলি চরিত্রে।\nবিলি ক্র্যানস্টন<br /> ব্লু রেঞ্জার এবং নীল নিনজা রেঞ্জার; মূল দলের দীর্ঘতম স্থায়ী সদস্য। তিনি পাওয়ার ল্যান্স রাখেন, এবং ট্রাইসেরাটপ্স ডাইনোজার্ড, ইউনিকর্ন থান্ডারজর্ড, ওল্ফ নিনজাজার্ড এবং ব্লু শোগানজার্ডকে চালিত করেন। বিলি চরিত্রে অভিনয় করেছেন ডেভিড ইয়োস্ট ।\nটমি অলিভার<br /> গ্রীন রেঞ্জার; পরে হোয়াইট রেঞ্জার, হোয়াইট নিনজা রেঞ্জার এবং দলের দ্বিতীয় নেতা। তিনি ড্রাগন ড্যাগারকে (গ্রিন রেঞ্জার হিসাবে) এবং সাবা সেবারকে (হোয়াইট রেঞ্জার হিসাবে) ব্যবহার করেন  এবং  ড্রাগনজার্ড, হোয়াইট টাইগারজার্ড, ফ্যালকন নিনজাজার্ড এবং হোয়াইট শোগানজর্ডকে (ক্যাথরিনের সাথে) চালিয়েছিলেন। টমি চরিত্রে অভিনয় করেছেন জেসন ডেভিড ফ্র্যাঙ্ক ।\nরকি ডিসান্টোস<br /> দ্বিতীয় রেড রেঞ্জার, রেড নিনজা রেঞ্জার এবং দ্বিতীয় দলের সেকেন্ড-ইন-কমান্ড । তিনি রেড ড্রাগন থান্ডারজার্ড (জেসনের পরে), এপ নিনজাজর্ড এবং রেড শোগানজর্ডকে  চালনা করেন।রকি চরিত্রে অভিনয় করেছেন স্টিভ কারডেনাস ।\nআয়িশা ক্যাম্পবেল<br /> দ্বিতীয় ইয়েলো রেঞ্জার এবং হলুদ নিনজা রেঞ্জার। তিনি গ্রিফিন থান্ডারজর্ড (ত্রিনির পরে), বিয়ার নিনজাজার্ড এবং ইয়েলো শোগানজর্ডকে চালক হিসাবে দেখান। ক্যারান অ্যাশলিই  অভিনয় করেছেন আইশা চরিত্রে।\nঅ্যাডাম পার্ক<br /> দ্বিতীয় ব্ল্যাক রেঞ্জার এবং ব্ল্যাক নিনজা রেঞ্জার। তিনি লায়ন থান্ডারজার্ড (জ্যাকের পরে), ব্যাঙ নিনজাজর্ড ও ব্ল্যাক শোগানজর্ডকে পাইলট করেন। অ্যাডামের চরিত্রে অভিনয় করেছেন জনি ইয়ং বোশ ।\nক্যাথারিন \"ক্যাট\" হিলার্ড<br /> দ্বিতীয় পিঙ্ক রেঞ্জার এবং দ্বিতীয় গোলাপী নিনজা রেঞ্জার। তিনি ক্রেইন নিনজাজর্ড (কিম্বার্লির পরে) এবং হোয়াইট শোগানজর্ড (টমির সাথে) পাইলট করেন। ক্যাট চরিত্রে অভিনয় করেছেন ক্যাথারিন সুথারল্যান্ড ।\n\n\n=== অতিরিক্ত চরিত্র ===\nজর্ডন<br /> সময়ের ব্যবধানে আটকে থাকা একটি আন্ত-মাত্রিক সত্ত্বা, তিনি হলেন রেনজারদের বুদ্ধিমান পরামর্শদাতা, যিনি তাদের ক্ষমতাও দিয়েছিলেন। ১০,০০০ বছর আগে জর্ডন অশুভ শক্তির বিরুদ্ধে লড়াইয়ে নেতৃত্ব দিয়েছিলেন, বিশেষত রিটার বিরুদ্ধে। অবশেষে, তিনি চন্দ্রের ডাম্পস্টারে তাকে এবং তার সাঙ্গাতদের বন্দী করতে সক্ষম হন। তাঁর একসময় শারীরিক মানব রূপ ছিল, তবে এখন একটি শক্তি নলটিতে ভাসমান মাথা হিসাবে উপস্থিত হন।  প্রথমে ডেভিড ফিল্ডিংয়ের কন্ঠে ও চেহারায় চিত্রিত হয়েছিল জর্ডন এবং পরে রবার্ট এল মানহান কণ্ঠ দিয়েছেন।\nআলফা ৫<br /> ইডেনোইয়ের একাধিক কর্মক্ষম আধা-সংবেদনশীল অটোমেটন, আলফা ছিল জর্ডনের বিশ্বস্ত রোবোটিক সহকারী, কমান্ড সেন্টারের প্রতিদিনের কাজকর্ম এবং রক্ষণাবেক্ষণের জন্য দায়ী। তার চরিত্রে সান্দি সেলনার  অভিনয় করেছেন এবং রিচার্ড স্টিভেন হরভিটজ কণ্ঠ দিয়েছেন।\nফার্কাস \"বাল্ক\" বাল্কমায়ার এবং ইউজিন \"স্কাল\" স্কালোভিচ<br /> অ্যাঞ্জেল গ্রোভ উচ্চ বিদ্যালয়ে দুটি বুলি।  বাল্ক, স্কালকে ন্যাক্কারজনক পরিকল্পনাগুলিতে টেনে আনতে প্রবণ ছিল, যা সাধারণত খারাপভাবে ব্যর্থ হয় এবং অবমাননা বা চোটে শেষ হয়। দ্বিতীয় মরসুমে, দুজনই \"বিদ্রোহ\"তে রেঞ্জারদের কারণে প্রাণে বেঁচে ফেরার পর পাওয়ার রেঞ্জারদের পরিচয়গুলি আবিষ্কার করার সিদ্ধান্ত নিয়েছে। তৃতীয় মরসুমে তারা জুনিয়র পুলিশ ফোর্সে ভর্তি হন। তাদের উচ্চতর কর্মকর্তা ল. স্টোনের প্রচেষ্টার জন্য ধন্যবাদ, এই দুজনই সু-প্রকৃতির বোকা হয়ে উঠেছে।  পল শ্যারিয়ার  (বাল্ক) এবং জেসন নার্ভি (স্কাল) এদের চিত্রিত করেছেন।\nনিনজোর<br /> মূল ৫টি পাওয়ার কয়েন এবং ডাইনোজর্ডস এর স্রষ্টা যা মূল ৫ জন পাওয়ার রেঞ্জার্স ব্যবহার করেছিল, যদিও এটি জর্ডনই তাদের বিতরণ করেছিল। তাঁকে হিদাাকি কুসাকা চিত্রিত করেছেন এবং কণ্ঠ দিয়েছেন কিম স্ট্রাস ।\n\n\n=== বিরোধী ===\nরিটা রাপুলসা<br /> সিরিজের মূল বিরোধী। তাকে মরসুম ১-এ মাচিকো সাগা এবং কার্লা পেরেজ চিত্রিত করেছেন। তাকে কণ্ঠ দিয়েছেন বারবারা গুডসন ।\nলর্ড জেড<br /> রিটার সাথে মরসুম ২-এ শুরু হওয়া মূল প্রতিপক্ষ। তাকে এড নীল  চিত্রিত করেছেন এবং রবার্ট অ্যাক্সেলরোড কণ্ঠ দিয়েছেন।\nগোল্ডার<br /> রিটার মূল সৈন্য। তাকে টাকাসি সাকামোটো, কাজুতোশি যোকোয়ামা এবং ড্যানি ওয়েন স্ট্যালকআপ  চিত্রিত করেছেন। তাঁর কণ্ঠ দিয়েছেন কেরিগান মাহান ।\nরিটো রেভল্টো<br /> রিটার ভাই এবং ৩ য় মরসুমের একজন গৌণ প্রতিপক্ষ। তাঁর চরিত্রে কেনিচি এন্ডে এবং ড্যানি ওয়েন স্ট্যালকআপ অভিনয় করেছেন। তার কণ্ঠ দিয়েছেন বব পাপেনব্রুক ।\nস্কর্পিনা<br />  মরসুম 1-এ অমি কাওয়াই এবং দ্বিতীয় মরসুমে সাব্রিনা লু চিত্রিত হয়েছেন (কেবলমাত্র 1 পর্ব)। তিনি ভেন্ডি লি কন্ঠ দিয়েছেন।\nফিনস্টার<br /> রিটার মুখ্য দানব নির্মাতা।  তাকে টাকাকো আইবোশি  চিত্রিত করেছেন এবং রবার্ট অ্যাক্সেলরোড কণ্ঠ দিয়েছেন।\n\n\n== তথ্যসূত্র =="}