{"pageid": 1029018, "title": "ভাগলপুর শাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1029018", "content": "ভাগলপুর শাড়ি ভারতের ভাগলপুরে তৈরি একটি রেশমী শাড়ি। ভাগলপুরের এক শতাব্দীরও বেশি পুরানো তসর সিল্কের বয়ন শিল্পে, আন্দাজ ২৫,০০০ তাঁতে প্রায় ৩০,০০০ তাঁতী কাজ করছে। বার্ষিক বাণিজ্যের মোট মূল্য প্রায় ১০০ কোটি (এক বিলিয়ন) টাকা, যার প্রায় অর্ধেক রফতানি থেকে আসে। \nশাড়িতে সাজতে পছন্দ করে এমন প্রতিটি ভারতীয় মহিলার চিরসবুজ পছন্দ হল ভাগলপুরী রেশম শাড়ি। এটি সেরা বয়নযুক্ত রেশমী শাড়িগুলির মধ্যে একটি। এই শাড়ি এর দীপ্তি এবং জাঁকজমকের জন্য পরিচিত, যা একটি আড়ম্বরপূর্ণ শাড়ির প্রতীক। ভাগলপুরী রেশম শাড়ি সারা ভারতের পাশাপাশি বিশ্বজুড়ে জনপ্রিয়। এই শাড়ি বুনন সূক্ষ্মতার জন্য পরিচিত এবং বিশ্বের ফ্যাশন উৎসাহীদের পছন্দ। ভাগলপুরী রেশম শাড়ি বিবাহ, পারিবারিক অনুষ্ঠান, ধর্মীয় অনুষ্ঠান এবং অন্যান্য অনুষ্ঠানের জন্য সমস্ত প্রজন্মের পছন্দের। \nভাগলপুর শহরটি পূর্ব বিহারের গঙ্গা নদীর তীরে অবস্থিত। একসময় পূর্ব ভারতের বৃহত্তম বাণিজ্য কেন্দ্র হিসাবে বিবেচিত, শহরটি 'তসর' নামক অনন্য রেশমের কাপড়ের জন্য বিখ্যাত। শহরে উৎপাদিত কাপড় দেশীয় এবং আন্তর্জাতিক উভয় বাজারেই বিখ্যাত। ভাগলপুর রেশমী কাপড়ের উৎপাদন ও রফতানিতে দ্বিতীয় সর্বোচ্চ, কর্ণাটকের পরেই। ভাগলপুরী রেশমের জনপ্রিয়তার কারণে এটি ''সিল্ক সিটি'' নামে পরিচিত। \n\n\n== ইতিহাস ==\nভাগলপুরী রেশম শাড়ি তৈরির ইতিহাস ২০০ বছর আগে অত্যন্ত দক্ষ কারিগর দ্বারা শুরু হয়েছিল। এই ভাগলপুরী রেশম শাড়ির অনন্য রঙ করার কৌশল একে আর্ট সিল্ক শাড়ি থেকে আলাদা করে। আজকাল, প্রাকৃতিক রংয়ের পরিবর্তে অ্যাসিড রং ব্যবহার করা হয় কারণ এগুলি সিল্কের জন্য উপযুক্ত এবং বাজারে সহজেই পাওয়া যায়।\nসূচিকর্মযুক্ত শিল্পকর্মের এই মার্জিত রূপটি ভাগলপুর থেকেই এর নাম, খ্যাতি এবং স্বীকৃতি পেয়েছিল। সূচিকর্মযুক্ত রেশমী কাপড়ের এই শুদ্ধতম এবং প্রাকৃতিক রূপটির অস্তিত্ব এবং উত্থান মনে করা হয় বৈদিক যুগের দিকে, যা বহু শতাব্দী আগের। মৌর্যযুগেও এই শিল্পকর্মের স্বীকৃতি দেওয়া হয়েছে, যা সেই যুগে বেশিরভাগ লোককে আকৃষ্ট করতে এবং আকর্ষণ করতে সক্ষম হয়েছিল এবং এই আকর্ষণ পরবর্তী যুগেও সঞ্চালিত হয়েছে, যা ধীরে ধীরে এই শিল্পকর্মটির স্বীকৃতি এবং চাহিদার স্তরকে উন্নত করেছে। \n\n\n== শাড়ি তৈরির প্রক্রিয়া ==\nএটি শাড়ি তৈরি একটি প্রাচীন শিল্পকর্মের মধ্যে একটি এবং অনেক লোক একে আকর্ষণীয় মনে করে থাকেন। সুতা কাটা এবং বুনন এবং অন্যান্য প্রক্রিয়াগুলি সম্পন্ন করতে দক্ষ কারিগর প্রয়োজন। রেশমী শাড়ি তৈরির সম্পূর্ণ প্রক্রিয়াটি অত্যন্ত শ্রমসাপেক্ষ। প্রকৃতপক্ষে, যে মহিলারা কাপড় তৈরি করে তারা কমপক্ষে দশ মিটার কাপড় তিন দিনে তৈরি করতে পারে, মাসে সর্বনিম্ন দশটি শাড়ি। \n\n\n== নকশা ==\nএই শাড়িগুলিতে বিভিন্ন ধরনের নকশা খুঁজে পাওয়া যায়, যদিও ফুল বা উদ্ভিদের মতো প্রকৃতিগত নকশাই বেশি থাকে। যদিও এই শাড়ির সূচনায় এদের নকশায় সীমাবদ্ধতা ছিল। পরে যদিও জিনিসগুলি পরিবর্তিত হয়েছে। \n\n\n== আরো দেখুন ==\nইলকালের শাড়ি\nমহীশূর সিল্ক\nনাভালগুন্ড ডুরিস\n\n\n== তথ্যসূত্র =="}