{"pageid": 1029326, "title": "চাম্বা রুমাল", "url": "https://bn.wikipedia.org/wiki?curid=1029326", "content": "চাম্বা রুমাল হল একটি সূচিকর্ম হস্তশিল্প যা একসময় চাম্বা রাজ্যের সাবেক শাসকদের পৃষ্ঠপোষকতায় প্রসারিত হয়েছিল। বিশদ নকশা সহ উজ্জ্বল এবং আনন্দদায়ক রঙের মিশ্রণ থাকায় বিবাহের সময় এটি একটি সাধারণ উপহারের জিনিস হিসাবে বিবেচিত হত।\nএই পণ্যটি বাণিজ্য সম্পর্কিত বৌদ্ধিক সম্পত্তি অধিকার (টিআরআইপিএস) চুক্তির ভৌগোলিক নির্দেশকের আওতায় সুরক্ষার জন্য নিবন্ধিত হয়েছে। ২২ শে জানুয়ারী ২০০৭ এ, ভারত সরকারের জিআই আইন ১৯৯৯ এর অধীনে এটি \"চাম্বা রুমাল\" হিসাবে তালিকাভুক্ত হয়েছিল, আবেদন নম্বর ৭৯ মারফৎ বস্ত্র এবং বস্ত্র সামগ্রীর বিষয়শ্রেণী ২৪ এর অধীনে পেটেন্টস ডিজাইনার এবং ট্রেডমার্কের নিয়ামক জেনারেল দ্বারা নিবন্ধকরণ নিশ্চিত করা হয়েছে।\n\n\n== ইতিহাস ==\n\n \nসব থেকে প্রাচীন এই ধরনের রুমালের খবর পাওয়া গেছে ১৬শ শতাব্দীতে গুরু নানকের বোন বেবে নানকীর তৈরি একটি রুমাল, যেটি এখন হোশিয়ারপুর গুরুদুয়ারায় সংরক্ষিত আছে। লন্ডনের ভিক্টোরিয়া অ্যালবার্ট যাদুঘরে একটি রুমাল রয়েছে যেটি রাজা গোপাল সিংহ ১৮৮৩ সালে ব্রিটিশকে উপহার দিয়েছিলেন এবং তাতে মহাকাব্য মহাভারতের কুরুক্ষেত্র যুদ্ধের একটি সূচিকর্ম দৃশ্য রয়েছে। তবে, ১৭শ শতাব্দী থেকে চাম্বার (বর্তমানে হিমাচল প্রদেশের অংশ) রাজপরিবারের মহিলারা, রাজপরিবারের সদস্য সহ তাঁদের কন্যাদের বিবাহের উপহার বা যৌতুকের অংশ হিসাবে রুমালে সূচিকর্মে করতেন। \nরুমালগুলি খুব সূক্ষ্ম হাতে তৈরি রেশম ব্যবহার করে বর্গক্ষেত্র এবং আয়তক্ষেত্রের জ্যামিতিক আকারে তৈরি করা হত, সেগুলি পাঞ্জাব থেকে বা বাংলার মসলিন কাপড় থেকে পাওয়া যেত। শিয়ালকোট (পাকিস্তানে), অমৃতসর এবং লুধিয়ানায় উৎপাদিত রেশমের তৈরি সুতোর সাহায্যে মহিলারা অত্যন্ত আলংকারিক নিদর্শন তৈরি করতেন। দোহারা টাঁকা বা ডাবল সাটিন সেলাই নামে অভিহিত সূচিকর্ম কৌশলে কাপড়ের উভয় দিকেই বৈশিষ্ট্যপূর্ণ অভিন্ন নকশা তৈরি হত, যেগুলি ১০ ফুট এবং আরও বেশি দূরত্ব থেকেও আকর্ষণীয় লাগত। দোহার টাঁকা পদ্ধতিটি কাশ্মীরের একটি ঐতিহ্য, যেটি বশোলী এবং চাম্বায় গৃহীত হয়েছিল, তবে মুঘল চিত্রশিল্পের চাম্বা ক্ষুদ্র চিত্রশিল্প থেকে বিষয়বস্তু গ্রহণ করে এগুলিকে উন্নত করা হয়েছিল; এই শিল্প রীতি ১৮ এবং ১৯ শতকের সময় উন্নতি লাভ করেছিল। মুঘল সাম্রাজ্য পতনের পরে, এই নৈপুণ্যের অনেক দক্ষ শিল্পী হিমাচল প্রদেশের পার্বত্য অঞ্চলে চলে গিয়েছিল। চাম্বার রাজা উমেদ সিং এইসব শিল্পীদের পৃষ্ঠপোষকতা করেছিলেন। এই শিল্পীরা সূচিকর্ম করার জন্য কাপড়ের ওপর সূক্ষ্ম কাঠকয়লা ব্যবহার করে নকশার রূপরেখা ফুটিয়ে তুলত এবং উপযুক্ত রঙের সুতো ব্যবহার করার পরামর্শও দিত। সূচিকর্মের নকশাগুলি হত মহাকাব্য মহাভারতের কৃষ্ণের রাস লীলার পৌরাণিক বিষয়, এবং রামায়ণের বিষয় বা বিবাহ এবং শিকারের মত বিষয়। বিষয়বস্তুর মধ্যে গীতগোবিন্দম্, ভাগবত পুরাণ বা কেবল রাধাকৃষ্ণ এবং শিব-পার্বতীকে নিয়ে ঘটনাক্রমও অন্তর্ভুক্ত হত। চাম্বার রং মহলে করা ফ্রেস্কো থেকেও অনুপ্রেরণা নেওয়া হত। মহিলারা তারপর সূচিকর্মটি সম্পাদন করত। ১৯ শতকের গোড়ার দিকে, যখন মহারাজা রঞ্জিত সিং পাঞ্জাব পার্বত্য রাজ্য শাসন করেছিলেন, তখন শিখ চিত্রশৈলীও চাম্বার রুমালকে প্রভাবিত করেছিল।\n\n\n== আরো দেখুন ==\nখাদি\nখাদি ও গ্রামোদ্যোগ আয়োগ\n\n\n== তথ্যসূত্র ==\n\nগ্রন্থপঞ্জি\n\nAhluwalia, Manjit Singh (১৯৯৮)। Social, Cultural, and Economic History of Himachal Pradesh। Indus Publishing। আইএসবিএন 978-81-7387-089-7। \nBhāratī, Ke. Āra (২০০১)। Chamba Himalaya: Amazing Land, Unique Culture। Indus Publishing। আইএসবিএন 978-81-7387-125-2।"}