{"pageid": 1029495, "title": "নাভির শিরা", "url": "https://bn.wikipedia.org/wiki?curid=1029495", "content": "নাভির শিরা হলো ভ্রূণের বিকাশের সময় উপস্থিত একটি শিরা যেটি অমরা থেকে বর্ধনশীল ভ্রূণে অক্সিজেনযুক্ত রক্ত সরবরাহ করে। নাভির শিরা ভ্রূণের দেহে রক্তের আয়তন পুনরুদ্ধার এবং গ্লুকোজ ও ড্রাগের পরিমাণ নিয়ন্ত্রণের মাধ্যমে কেন্দ্রীয় সংবহনতন্ত্রের সাথে নবজাতকের সংযোগ স্থাপন করে। \nনাভির শিরার অভ্যন্তরে রক্তচাপ প্রায় ২০ mmHg। \n\n\n== ভ্রূণের সংবহন ==\nঅযুগ্ম নাভির শিরা কোরিওনিক ভিলে ভ্রূণ-মাতৃ রক্ত বিনিময় থেকে প্রাপ্ত অক্সিজেন এবং পুষ্টিকর সমৃদ্ধ রক্ত বহন করে। ভ্রূণের হেপাটিক সংবহনের দুই-তৃতীয়াংশেরও বেশি মূল পোর্টাল শিরার মাধ্যমে সম্পন্ন হয়। আর বাকী অংশের ক্ষেত্রে রক্ত প্রথমে বাম পোর্টাল শিরা থেকে ড্যাক্টাস ভেনোসাসের মাধ্যমে নিম্নতর ভেনা কাভাতে প্রবেশ করে এবং অবশেষে ভ্রূণের ডান অলিন্দে প্রবেশ করে।\n\n\n== বন্ধ ==\nজন্মের এক সপ্তাহের মধ্যে, নবজাতকের নাভির শিরা সম্পূর্ণরূপে বিলুপ্ত হয়ে যায় এবং যকৃতের বৃত্তাকার লিগামেন্ট নামে পরিচিত একটি তন্তুযুক্ত কর্ড দ্বারা প্রতিস্থাপিত হয়। এটি লিগামেন্টিয়াম টেরেস হেপাটাইস নামেও পরিচিত। এটি আম্বিলিকাস থেকে ট্রান্সভার্সাস ফিশার পর্যন্ত বিস্তৃত। ট্রান্সভার্সার্স ফিশারে এটি যকৃতের ফ্যালসিফর্ম লিগামেন্টের সাথে যুক্ত হয়ে যকৃতের বাম লোবের ২ এবং ৩ নং বিভাগ থেকে ৪ নং বিভাগকে পৃথক করে।\n\n\n== পুনঃনির্মাণ ==\n\n\n== ক্যাথেটারাইজেশন ==\nনবজাতকের জন্মের পরেও কমপক্ষে এক সপ্তাহ পর্যন্ত দেহে পেটেন্ট নাভির শিরা উপস্থিত থাকে। \nনাভির শিরা ক্যাথেটারাইজডের জন্য ব্যবহৃত হতে পারে। এটি এরিথ্রোব্লাস্টোসিস বা হিমোলাইটিক রোগ আছে এমন নবজাতকের ক্ষেত্রে রক্ত স্থানান্তরের সাইট হিসাবে ব্যবহৃত হয়। এছাড়া নবজাতকের কেন্দ্রীয় শিরার চাপ পরিমাপের জন্য এটি একটি রুট হিসেবে ব্যবহৃত হয়।\n\n\n== অতিরিক্ত চিত্র ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nমানব নাভির শিরা গ্রাফ্ট\nড্যাকটাস ভেনোসাস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nEmbryology at Temple Heart98/heart97a/sld020"}