{"pageid": 1029708, "title": "শবনম মৌসি", "url": "https://bn.wikipedia.org/wiki?curid=1029708", "content": "শবনম \"মৌসি\" বানু  একজন ভারতীয় রাজনীতিবিদ ও এলজিবিটি সমাজকর্মী। তিনি ভারতের বিধানসভার প্রথম ট্রান্সজেন্ডার বা রূপান্তরলৈঙ্গিক সদস্য। ২০০০ সালের উপ নির্বাচনে তিনি নির্দলীয় প্রার্থী হিসাবে সোহাগপুর বিধানসভা আসন  থেকে মধ্য প্রদেশ বিধানসভার সদস্য নির্বাচিত হয়েছিলেন। ২০০৩ সাল পর্যন্ত তিনি এইপদে নির্বাচিত ছিলেন। উল্লেখ্য ১৯৯৪ সালে ভারতে হিজড়াদের ভোটাধিকার দেওয়া হয়েছিল। তাঁকে সাধারণত মৌসি\" বলে সম্বোধন করা হয়, যা একটি হিন্দি বিশেষ্য শব্দ এবং বাংলা শব্দ মাসি বা খালার সমার্থক।\n\n\n== প্রাথমিক জীবন ==\nতিনি দৃশ্যত আন্তঃলিঙ্গ বা ইন্টারসেক্স রূপে জন্মগ্রহণ করেছিলেন এবং তাঁকে একটি পুরুষবাচক নাম দেওয়া হয়েছিল। তাঁর বাবা ছিলেন ব্রাহ্মণ বর্ণের একজন পুলিশ সুপার, ফলে তিনি নিজের সামাজিক ভাবমূর্তি রক্ষার জন্য জন্মের পরপরই তাঁকে ত্যাগ করেছিলেন। \nতিনি মাত্র দু'বছর প্রাথমিক বিদ্যালয়ে পড়াশোনা করেছিলেন, তবে বিভিন্ন জায়গায় ভ্রমণসূত্রে তিনি ১২ টির মতো ভাষা শিখেছেন।\n\n\n== রাজনৈতিক জীবন ==\nশবনম মৌসি মধ্য প্রদেশ রাজ্যের শাহডোল-অনুপপুর জেলার সোহাগপুর আসন থেকে নির্বাচিত হয়েছিলেন। বিধানসভার সদস্য হিসাবে তাঁর বিষয়সূচি ছিল যুদ্ধ, দুর্নীতি, বেকারত্ব, দারিদ্র্য ও ক্ষুধা। সেইসাথে রূপান্তরিত লিঙ্গ, খোজা, বেশান্তর ও হিজড়াদের প্রতি বৈষম্যের বিরুদ্ধে প্রতিবাদ এবং এইচআইভি/এইডস সম্পর্কে সচেতনতা ও বক্তব্য উত্থাপনও অন্তর্ভুক্ত ছিল।\n\n\n=== জিতি জিতায়ি পলিটিক্স (জেজেপি) ===\n২০০৩ সালে, মধ্য প্রদেশের হিজড়ারা \"জিতি জিতায়ি পলিটিক্স\" (জেজেপি) নামে একটি নিজস্ব রাজনৈতিক দল প্রতিষ্ঠা করেছিল, যার আক্ষরিক অর্থ 'ইতোমধ্যে জিতে থাকা রাজনৈতিক দল'। মূলধারা থেকে রাজনৈতিক পার্থক্যের রূপরেখার জন্য দলটি আট পৃষ্ঠার ইশতেহার প্রকাশ করেছিল।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n২০০৫ সালে তাঁর জীবনী নিয়ে শবনম মৌসি  নামে একটি অবাণিজ্যিক চলচ্চিত্র  নির্মিত হয়েছিল যা পরিচালনা করেছিলেন যোগেশ ভরদ্বাজ।  এতে শবনম মৌসির চরিত্রে অভিনয় করেছিলেন আশুতোষ রানা।\nযদিও তিনি এখন আর সরকারি দফতরে নেই, তবে ভারতের এনজিও এবং লিঙ্গকর্মীদের সাথে এইডস/এইচআইভি বিষয়ক প্রচারণায় সক্রিয়ভাবে অংশ নিচ্ছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউনুস এমপি সিট নিয়েছেন - বিবিসি খবর\nশবনম মৌসির উপর নির্মিত ফিকশন ফিচার ফিল্মের নিবন্ধ\nইন্টারনেট মুভি ডেটাবেজে শবনম মৌসি  (ইংরেজি) চলচ্চিত্র"}