{"pageid": 1029248, "title": "ফিলিপাইনে পর্নোগ্রাফি", "url": "https://bn.wikipedia.org/wiki?curid=1029248", "content": "ফিলিপাইনে পর্নোগ্রাফি ফিলিপাইনের সংশোধিত দণ্ডবিধি এবং প্রজাতন্ত্র আইন নং ৭৬১০-এ সংজ্ঞায়িত করা হয়েছে। ফিলিপাইনের এই আইন অনুসারে, পর্নোগ্রাফি হচ্ছে অবৈধ মতবাদ, প্রকাশনা, অনুষ্ঠান এবং অন্যান্য অনুরূপ উপাদান বা চিত্রায়ন যা মানুষের অনৈতিকতা এবং অশ্লীলতাকে সমর্থন করে। ফিলিপাইনের আইন এই সব অবৈধ কর্মকাণ্ডে অংশগ্রহণকে অপরাধ হিসাবে বিবেচনা করে শাস্তি প্রদান করে যাতে শিশুদের অপব্যবহার, শোষণ, বাচ্চাদের পতিতাবৃত্তি এবং বৈষম্যমূলক আচরণকে নিরুৎসাহিত করা হয়।\n\n\n== ঐতিহাসিক পটভূমি ==\nপর্নোগ্রাফিক উপাদান প্রথম ১৯৪৬ সালে ফিলিপাইনে আসে, মার্কিন যুক্তরাষ্ট্র থেকে আমদানি করা পর্নোগ্রাফিক ম্যাগাজিন আকারে। ১৯৬০-এর দশকে ফিলিপাইনে নারীদের জন্য ম্যাগাজিনে বৈবাহিক সম্পর্কের উন্নতির উদ্দেশ্যে ও প্রণয়ধর্মী বা যথাযথ প্রাকৃতিক পরিবেশ স্বাভাবিক মানব যৌনতার জন্য কোন বাধা নয় এগুলো নিয়ে গর্ভনিরোধক, যৌন স্বাস্থ্য, বিবাহ, ইরোটিকা এবং যৌন মুক্তি বিষয়ক প্রবন্ধ তুলে ধরা হয়।\nএছাড়াও এই দশকে, পর্নোগ্রাফি আগ্রহী ধনী প্রাপ্তবয়স্ক পুরুষ এবং মহিলাদের জন্য সহজলভ্য হয়ে ওঠে। সাশ্রয়ী ভিডিওক্যাসেট প্রবর্তনের আগে আট মিলিমিটার স্থানান্তরযোগ্য ফিল্ম প্রোজেক্টরের মাধ্যমে পর্নোগ্রাফি দেখা যেতো। স্থানীয় ভিডিও ভাড়ার দোকান এবং নিউজস্ট্যান্ডগুলি পর্নোগ্রাফি বিক্রয়ের এবং ভাড়া দেওয়ার জন্য অশ্লীল উপকরণগুলির প্রাথমিক চ্যানেল হয়ে উঠেছিল। ফিলিপাইনে স্থানীয়ভাবে উৎপাদিত পর্নোগ্রাফিক এবং কামোত্তেজকতত্ত্ব মিডিয়া উপাদান এবং প্রাক-রেকর্ড কৃত লাইভ সেক্স শো আকারে উপলব্ধ হয়ে ওঠে। ফিলিপাইনে প্রথম নির্মিত সফট-কোর পর্নোগ্রাফিক চলচ্চিত্র ১৯৭০ সালে প্রদর্শিত হয় যার শিরোনাম ছিল উহাও (আক্ষরিক অর্থে, \"তৃষ্ণা\", কিন্তু কল্পনাপ্রসূতভাবে \"যৌন ক্ষুধা\" বা \"যৌন আকাঙ্ক্ষা\"), এই চলচ্চিত্রে ফিলিপাইনের প্রাক্তন সৌন্দর্য প্রতিযোগিতার রাণী মার্লে ফার্নান্ডেজ প্রধান চরিত্রে অভিনয় করেছিলেন যিনি অ্যাকশন তারকা রুডি ফার্নান্দেজের বড় বোন। সাদাসিধা এবং নিম্নমানের হার্ডকোর যৌনমুখী চলচ্চিত্র উৎপাদনের ধারা এর পরবর্তীতে শুরু হয়, যেগুলো ইন্টারনেটে সহজ প্রবেশযোগ্যতার পূর্বে সিডি, ভিসিডি, ডিভিডি, কেবল টেলিভিশন, মেইল-অর্ডার সেবার মাধ্যমে প্রদর্শিত হতো।\n\n\n== ফিলিপাইন পর্নো শিল্প এবং বাজার ==\n\n৩০ মে, ২০০৯ তারিখে আমেরিকান ক্রনিকলের একটি সংবাদ প্রতিবেদন অনুসারে, ফিলিপাইনের ভূগর্ভস্থ পর্নো শিল্প ২০০৬ সালে প্রায় ১ বিলিয়ন মার্কিন ডলার আয় করেছে, ফিলিপাইনি পর্নের অশ্লীল কালোবাজারি কানাডা এবং তাইওয়ানের সঙ্গে সারা বিশ্বের মধ্যে অষ্টম।\nপর্নোগ্রাফি চলচ্চিত্র প্রযোজকদের পাম্পাঙ্গা, জামবালেসের ওলোঙ্গাপো সিটি, সিটি অফ ম্যানিলা, পাসে সিটি, মাকাতি সিটি এবং কেসোন সিটিতে পুরুষ এবং নারী পতিতাদের জন্য অফিস রয়েছে যেখানে পুরুষ এবং নারী পতিতাদের প্রাপ্তবয়স্কদের চলচ্চিত্রে যৌন ভূমিকা পালন করার জন্য ভাড়া করা হয়। ফিলিপাইনে হার্ডকোর পর্ণ শিল্প অস্তিত্বহীন কিন্তু এই ধরনের প্রযোজনা মার্কিন যুক্তরাষ্ট্রের ব্যবসায়ীসহ বিদেশী প্রযোজকদের দ্বারা চুক্তিবদ্ধ। স্থানীয় চলচ্চিত্র নির্মাতারা তাদের সঙ্গে চুক্তি করে চলচ্চিত্র নির্মাণ করেন।\n\n\n=== প্রেমমূলক প্রকাশনা ===\nসাধারণত, ফিলিপাইনে প্রেমমূলক প্রকাশনার তিনটি প্রধান বিভাগ রয়েছে।\nটিক-টিক প্রকাশের অনেক পরে, সাকদাল এবং প্লেবয় সিনস্ নামের ম্যাগাজিনের ফিলিপিনো সংস্করণের প্রকাশ ১৫ মার্চ, ২০০৮ তারিখে দেশটিতে শুরু হয়। এর প্রথম সংখ্যা এপ্রিল ২০০৮ সালে প্রকাশিত হয়। এতে ফিলিপিনো শ্রোতা এবং পাঠকদের জন্য উপস্থাপনায় একটি পার্থক্য ছিল যাতে ফিলিপিনো ব্যবসা, সাংস্কৃতিক এবং সামাজিক মূল্যবোধের বিরুদ্ধে না যায়। এর পাশ্চাত্য বা সাধারণত বর্ণবাদী সঙ্গীদের এই বৈশিষ্ট্যগত পার্থক্যের মধ্যে রয়েছে ফ্রন্টাল নগ্নতা এবং মানব যৌনাঙ্গের অপ্রদর্শন, যদিও এতে ফিলিপিনো নারীদের \"খেলার সঙ্গী\" হিসেবে তুলে ধরা হয়েছে।\n\n\n== জরিপ ==\nএকজন ফিলিপিনো চিকিৎসক কর্তৃক একটি অনানুষ্ঠানিক জরিপ চালানো হয়েছিল এবং এখানে প্রকাশিত হয়েছিল যে আধুনিক সময়ের ফিলিপিনো পুরুষ এবং মহিলাদের যৌন ও যৌনসম্পর্কিত সামগ্রীগুলি দেখতে বা পড়ার বিভিন্ন উদ্দেশ্য রয়েছে। গবেষণার উপর ভিত্তি করে জানা গেছে, মহিলা গ্রাহকরা \"দম্পতি প্রসঙ্গ\" বা সম্পর্কের প্রসঙ্গের দিকে বিকশিত হন যখন পুরুষ গ্ৰাহকেরা একাকী যৌন ক্রিয়াকলাপের ক্ষেত্রে এটি করেন। লেসনের গবেষণায় আরও দেখা গেছে যে \"শিক্ষিত, পরিশীলিত, এবং পেশাদার\" পুরুষ ও মহিলাদের পছন্দ ক্রমাগতভাবে বৃদ্ধি পায় যা যৌন-নির্ভর সংস্থাগুলির তথাকথিত \"ক্লিন\" বা \" সফটকোর \" সংস্করণের সাথে অন্তরঙ্গভাবে জড়িত।\n\n\n== আরও দেখুন ==\nভুটানে পর্নোগ্রাফি\nবাংলাদেশে পর্নোগ্রাফি\nভারতে পর্নোগ্রাফি\nপাকিস্তানে পর্নোগ্রাফি\nএশিয়ায় পর্নোগ্রাফি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপর্নোগ্রাফি সম্পর্কে প্রবন্ধ পিআরও - জীবন ইনকর্পোরেটেড ফিলিপাইন ফাউন্ডেশন থেকে\nবৈশ্বিক যৌন শোষণ সম্পর্কিত ফ্যাক্টবুক: ফিলিপাইন\nফিলিপাইনে শ্রম ও লিঙ্গ রপ্তানি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ জুন ২০১৩ তারিখে, দক্ষিণ পূর্ব এশিয়া, এশিয়া টাইমস অনলাইন, আটাইমস ডটকম, মার্চ ১৫, ২০০৮\nসাইবারস্পেস অ্যালার্মস (ফিলিপাইন) সিনেটে যৌনতার তদন্ত ১১ মার্চ, ১৯৯৬, ম্যানিলা বুলেটিন থেকে\nআজ থেকে শিশু পর্নোগ্রাফি বন্ধ করুন!  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ অক্টোবর ২০১৮ তারিখে, ইউনিসেফ ফিলিপাইন\nফিলিপিনো ড্রেসিং এবং ফটোগ্রাফি আনড্রেসিং, ডিজিকল.কম\nফিলিপাইনের চলচ্চিত্রে যৌনতা (২০০৪), imdb.com\nফিলিপাইনের প্রাপ্তবয়স্কদের ইতিহাস"}