{"pageid": 1029011, "title": "সোলাপুর টেরি তোয়ালে", "url": "https://bn.wikipedia.org/wiki?curid=1029011", "content": "সোলাপুর টেরি তোয়ালে হ'ল টেরি তোয়ালে বোনা বা বয়ন কাজ যা ভারতের মহারাষ্ট্র রাজ্যের সোলাপুর জেলায় তৈরি হয়। এই বোনা তোয়ালে জিআই আইনের আওতায় সুরক্ষিত করা হয়েছে। সোলাপুর টেরি তোয়ালের অনন্য নকশা রয়েছে এবং সারা বিশ্ব জুড়ে এর চাহিদা অনেক বেশি।  সোলাপুর জেলা \"ভারতের টেক্সটাইল হাব\" এবং ভারতবর্ষের মহারাষ্ট্রে অবস্থিত \"ম্যানচেস্টার অফ ইন্ডিয়া\" হিসাবে বিশ্বব্যাপী পরিচিত। \nমহারাষ্ট্রের দক্ষিণ-পূর্বাঞ্চলের অন্যতম প্রাচীন শহর, সোলাপুর। এই জেলা সোলাপুর টেরি তোয়ালে তৈরির ক্ষেত্রে বিশ্বব্যাপী বড় যোগানদার হওয়ার আশা করছে। রাজ্যের হস্তচালিত তাঁত ও বিদ্যুৎচালিত তাঁত শিল্পের স্থান, সোলাপুর। দেশের সবচেয়ে বড় ও প্রাচীনতম তাঁতযন্ত্রের ঘনত্ব এখানে রয়েছে, এখানে প্রায় ১৬,০০০ বিদ্যুৎচালিত তাঁত রয়েছে। এই শিল্প ২ লক্ষাধিক শ্রমিকের কর্মসংস্থানের ব্যবস্থা করেছে। শহরে প্রতিদিন প্রায় ২ লক্ষ কেজি তোয়ালে তৈরি হয় এবং ৬০% তোয়ালে ইউরোপ, রাশিয়া, উপসাগরীয় দেশগুলি, দক্ষিণ আফ্রিকা এবং শ্রীলঙ্কা সহ বিভিন্ন দেশে রফতানি হয়। এমনকি এখনও, রঙ করার কাজ হাতেই করা হয়। \n\n\n== ভৌগোলিক নির্দেশক ==\nটেরি তোয়ালের কাজটি বৌদ্ধিক সম্পত্তির অধিকার সম্পর্কিত বাণিজ্যিক বিষয় (টিআরআইপিএস)এর আওতায় ভৌগোলিক নির্দেশক (জিআই) এর অধীনে সুরক্ষিত হয়েছে। এটি আইটেম নম্বর ৯ এবং ভারত সরকারের জিআই অ্যাক্ট ১৯৯৯ এর \"সোলাপুর টেরি তোয়ালে\" যা পেটেন্ট ডিজাইন এবং ট্রেডমার্কের নিয়ামক জেনারেল কর্তৃক নিবন্ধিত। \nসোলাপুর টেরি তোয়ালের অনন্য নকশার কারণে এর বিশ্বব্যাপী বাজার রয়েছে। এছাড়াও এটি সোলাপুরি চাদরের প্রযোজিত পণ্য। টেরি তোয়ালে সুতির সুতোর তৈরি। \n\n\n== সম্ভাবনা ==\nমার্কিন যুক্তরাষ্ট্র এবং চীনের মধ্যে চলমান বাণিজ্য যুদ্ধের কারণে, সম্প্রতি, মার্কিন যুক্তরাষ্ট্র চীন থেকে তোয়ালে আমদানিতে শুল্ক ১৫ শতাংশ করেছে, যেখানে ভারত থেকে চালানের ক্ষেত্রে এটি ১০ ​​শতাংশ।  এতে মার্কিন যুক্তরাষ্ট্রে ভারতের টেরি তোয়ালে রফতানি বাড়বে বলে আশা করা হচ্ছে।  মার্কিন যুক্তরাষ্ট্র প্রতি বছর প্রায় ২২,৫০০ কোটি ডলারের পণ্য আমদানি করে। \n\n\n== রেকর্ড ==\nটেক্সটাইল ডেভলপমেন্ট ফাউন্ডেশন (টিডিএফ) আয়োজিত টেরি তোয়ালের মানববন্ধন ২৭ সেপ্টেম্বর, ২০১৯ সালে হয়েছিল 'দ্য ভাইব্রান্ট টেরি তোয়ালে গ্লোবাল এক্সপো এবং সোলাপুর ২০১৯' (২৫-২৭ সেপ্টেম্বর, ২০১৯) এর শেষদিন। যা গিনেস বিশ্ব রেকর্ড জায়গা করে নেয়। সকাল ৮ টায় সোলাপুরের ওয়ালচাঁদ ইঞ্জিনিয়ারিং কলেজের পিছনে লিঙ্গরাজ ভালয়াল মাঠে ২০৪৮ জনের সমন্বয়ে এই মহা মানববন্ধন গঠিত হয়েছিল। টেরি তোয়ালে দিয়ে এই জাতীয় মানববন্ধনের আগের রেকর্ডটি কয়েক বছর আগে ইতালিতে ১৬৪৬ জন ব্যক্তি মিলে করেছিল। \n\n\n== আরো দেখুন ==\nনাভালগুন্ড ডুরিস\nইলকালের শাড়ি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেরি তোয়ালের মানববন্ধনের গিনেজ রেকর্ড"}