{"pageid": 1029787, "title": "জলপথ", "url": "https://bn.wikipedia.org/wiki?curid=1029787", "content": "জলপথ হলো পানি মাধ্যম ব্যবহার করে চলাচল উপযোগী একটি পথ। অস্পষ্টতা এড়ানোর জন্য শব্দগুলোর মধ্যে বিস্তৃত পার্থক্য থাকা ভালো এবং অন্যান্য ভাষাগুলোতে একটি শব্দের সমতুল্য শব্দ বা শব্দগুলোর সূক্ষ্ণ পার্থক্যের উপর ভিত্তি করে বিভিন্ন সময় ব্যবহৃত হয়ে বিভিন্ন গুরুত্ব বহন করে। অভ্যন্তরীণ নৌযান দ্বারা ব্যবহৃত সামুদ্রিক শিপিং রুট এবং নৌপথের মধ্যে প্রথমত পার্থক্য বোঝা প্রয়োজন। সমুদ্র পরিবহন রুটগুলি মহাসাগর এবং সমুদ্রগুলি অতিক্রম করে এবং কিছু হ্রদ, যেখানে নাব্যতা অনুমিত হয়, এবং শুধু সমুদ্রবন্দরগুলোর (চ্যানেলগুলোর) কাছে পৌঁছানোর জন্য গভীর সমুদ্রে জাহাজ চলাচলের জন্য নকশা সরবরাহ করা বা একটি যোজক ওপারে শর্ট কাট সরবরাহ ব্যতীত কোনও ইঞ্জিনিয়ারিংয়ের প্রয়োজন হয় না কারণ এটি জাহাজের খালগুলির কাজ । সমুদ্রের ড্রেজিংকৃত চ্যানেলগুলিকে সাধারণত জলপথ হিসাবে বর্ণনা করা হয় না। এই প্রাথমিক পার্থক্যটির ব্যতিক্রম রয়েছে, মূলত আইনি উদ্দেশ্যে, আন্তর্জাতিক জলের অধীনে।\nযেসব সমুদ্রবন্দরগুলি অভ্যন্তরীণ স্থানে অবস্থিত সেগুলিতে একটি জলপথের মাধ্যমে যোগাযোগ করা হয় যাকে \"অভ্যন্তরীণ\" হিসাবে অভিহিত হতে পারে তবে বাস্তবে সাধারণত \"সামুদ্রিক জলপথ\" হিসাবেই ওভিহিত করা হয় (উদাহরণঃ সাইন মেরিটাইম, লোয়ার মেরিটাইম, সিসিফিহস্ট্রসট্রে এলবে)। শুধুমাত্র অভ্যন্তরীণ নৌপথে চলাচলযোগ্য নৌযান যেগুলো স্পষ্টতই সমুদ্র সৈকতের জাহাজের চেয়ে ছোট সেগুলোর জন্য নকশা করা নৌবাহযোগ্য নদী বা খালের ক্ষেত্রে \"অভ্যন্তরীন জলপথ\" শব্দটি ব্যবহৃত হয়।\nজলপথটি চলাচলযোগ্য হওয়ার জন্য, এটিকে অবশ্যই বেশ কয়েকটি মানদণ্ড পূরণ করতে হবে:\n\nজাহাজ এর খসড়া নকশা অনু্যায়ী এটিকে যথেষ্ট গভীর হতে হবে;\nজাহাজের নকশার প্রস্থ বা মরীচি অনুযায়ী এটির পথ যথেষ্ট প্রশস্ত হতে হবে;\nজাহাজ চালনার জন্য এটিকে অবশ্যই জলপ্রপাত এবং নদীপ্রপাত এর মতো বাধা হতে মুক্ত থাকতে হবে বা তাদের আশেপাশে অন্য কোন উপায়ের ব্যবস্থা রাখতে হবে (যেমন ক্যানাল লক বা নৌকা উত্তোলন);\nজাহাজগুলিকে অযৌক্তিক অসুবিধা ছাড়াই উজানে প্রবাহের  জন্য এটির স্রোত কে অবশ্যই যথেষ্ট হালকা হতে হবে;\nস্রোতের উচ্চতা(হ্রদের জন্য) যেন জাহাজের নকশার উচ্চতা থেকে বেশি না হয়।\nজলপথ ব্যবহারকারী জাহাজগুলি ছোট ছোট প্রাণী- অদৃশ্য বার্জ থেকে শুরু করে বিশাল সামুদ্রিক ট্যাঙ্কার এবং সামুদ্রিক লিনিয়ার পর্যন্ত রয়েছে, যেমন ক্রুজ জাহাজ ।\n\n\n== অভ্যন্তরীণ নৌপথের শ্রেণিবিন্যাসের উদাহরণ ==\n১৯৫৩ সালে ইউরোপীয় পরিবহন মন্ত্রীদের সম্মেলন এ নৌপথের শ্রেণিবিন্যাস তৈরি করা হয়েছিলো যা বিকাশের যা পরবর্তীতে বর্ধিত করা হয়েছিল। ইউরোপ হল জলপথের বিভিন্ন ধরনের বৈশিষ্ট্যযুক্ত একটি মহাদেশ যার জন্য বিভিন্ন শ্রেণীর জলপথকে উপলব্ধি করার জন্য এই শ্রেণিবিন্যাস অনেক মূল্যবান হয়ে ওঠে। এশিয়ার অনেক দেশের জলপথের বিভিন্ন উল্লেখযোগ্য বৈশিষ্ট্য রয়েছে, তবে সমরূপতার জন্য এখানে কোনও সমতুল্য আন্তর্জাতিক সম্মেলন হয়নি। এই শ্রেণিবিন্যাসটি ইউরোপের ইউএন অর্থনৈতিক কমিশন, অভ্যন্তরীণ পরিবহন কমিটি, অভ্যন্তরীণ নৌ পরিবহন সম্পর্কিত কর্মীদল সরবরাহ করে। ঐ মানচিত্রের একটি নিম্ন রেজোলিউশন সংস্করণ এখানে দেখানো হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে জলপথ সম্পর্কিত মিডিয়া দেখুন।\n\nইউরোপীয় অভ্যন্তরীণ নৌপথে ব্লু বুক - ব্লু বুক ডাটাবেসের অ্যাক্সেস। \"ব্লু বুক\" এর উদ্দেশ্য হল ইউরোপের \"ই-জলপথ\" এবং বন্দরগুলির বিদ্যমান থাকা ও পরিকল্পিত মানদণ্ড এবং প্যারামিটারগুলোর একটি তালিকা স্থাপন করা এবং বর্তমান অভ্যন্তরীণ নেভিগেশন পরিকাঠামো প্যারামিটারগুলো আন্তর্জাতিকভাবে তুলনার ভিত্তিতে দেখানো  প্রধান অভ্যন্তরীণ নৌপথের আন্তর্জাতিক গুরুত্বের চুক্তি অনুযায়ী হয়েছে।\nওয়াটারস্কেপ - খাল, নদী এবং হ্রদ সম্পর্কিত ব্রিটেনের সরকারী গাইড"}