{"pageid": 1029720, "title": "অনাগত (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1029720", "content": "অনাগত (নেপালি: अनागत) ২০১৯ সালের নেপালি ভাষার একটি মনস্তাত্ত্বিক থ্রিলার চলচ্চিত্র। চলচ্চিত্রটি পরিচালনা করেছেন সামটেন ভুটিয়া এবং প্রযোজনা করেছে মাউন্টেন রিভার ফিল্মস ও টিনি বিগ পিকচার্স প্রোডাকশন।\nচলচ্চিত্রটি ২৫ শে জানুয়ারি ২০১৯ সালে নেপালের থিয়েটারে মুক্তি পায়।\n\n\n== পটভূমি ==\nগল্পটি সুরেশ (অর্পণ থাপা) কে ঘিরে আবর্তিত হয় যিনি একজন অপেশাদার শিল্পী এবং তিনি কৃতি র (প্রিয়াঙ্কা কারকি) সাথে বিবাহবন্ধনে আবদ্ধ। কৃতি একজন গৃহিণী। তাদের সাত বছরের ছেলে সুভিদের (রোজিন সুবেদি) সাথে তারা স্বাভাবিক জীবন যাপন করে। এই স্বাভাবিকতার মধ্যে রয়েছে পারিবারিক বন্ধন এবং স্বাধীন জীবন দম্পতির নেতৃত্ব সম্পর্কে যুক্তি। পরিস্থিতি গুরুতর মোড় নিতে শুরু করে যখন সুরেশ আবিষ্কার করে যে কৃতি তার কাছ থেকে কিছু লুকিয়ে রেখেছে। সুরেশের প্রিয় বন্ধু জয়ন্ত বিশ্বাস করে যে কৃতি অবিশ্বস্ত এবং সম্ভবত তার একটি প্রেমের সম্পর্ক আছে। যখন কৃতির প্রাক্তনকে নৃশংসভাবে হত্যা করা হয়, জয়ন্ত দৃঢ়ভাবে বিশ্বাস করে যে কৃতি এই অপরাধের সাথে জড়িত। যদিও সুরেশ প্রাথমিকভাবে এই বিষয়ে নিশ্চিত নয়, এরপর ঘটনা উন্মোচিত হতে শুরু করে যা তাকে দৃঢ়ভাবে বিশ্বাস করাতে বাধ্য করে যে তার ছেলের মা তাকে হত্যা করার চেষ্টা করছে।\n\n\n== নির্মাণ ==\nএটি নির্মাণ করার সিদ্ধান্ত ওইসময় নেওয়া হয় যখন চন্দ্র কে. ঝা তার গল্পের ধারণাটি সামতেন ভুটিয়া কে জানান। তারা দুজনই এই চলচ্চিত্রের অন্যতম প্রযোজক। তারা দুইজন এবং চিত্রনাট্যকার প্রবচন শ্রেষ্টার মধ্যে পরবর্তী সাক্ষাতে, গল্পটিকে দ্রুতই পূর্ণাঙ্গ চিত্রনাট্যের রূপ দেওয়া হয়। এমনকি এই প্রাথমিক পর্যায়ে, একটি সর্বসম্মত মতামত ছিল যে প্রধান চরিত্র কৃতি এবং সুরেশের ভূমিকা যথাক্রমে প্রিয়াঙ্কা কারকি এবং অর্পণ থাপা চিত্রিত করবেন। যখন অভিনেতাদের চলচ্চিত্রের গল্পটি শোনানো হয় তখন অবিলম্বে তারা অভিনয় করতে সম্মত হন।\n\n\n== শ্রেষ্ঠাংশে ==\nকৃতি চরিত্রে প্রিয়াঙ্কা কার্কী\nসুরেশ চরিত্রে অর্পণ থাপা\nসুবিদ চরিত্রে রোজিন সুবেদী\nপ্রতিউন খতিওয়াদা\n\n\n== আরও দেখুন ==\nআজহাই পানি\nবুলবুল (২০১৯-এর চলচ্চিত্র)\nআপ্পা (২০১৯-এর চলচ্চিত্র)\nরাধে (২০১৭-এর চলচ্চিত্র)\nকালো পোথী\nঅপবাদ (চলচ্চিত্র)\nসেতো বাঘ\nতান্দ্রো\nপাহুনা: দ্য লিটল ভিজিটরস\nআশমিনা\nগোপী (২০১৯-এর চলচ্চিত্র)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে অনাগত  (ইংরেজি)"}