{"pageid": 1029569, "title": "শ্রীরামপুর ত্রয়ী", "url": "https://bn.wikipedia.org/wiki?curid=1029569", "content": "অষ্টাদশ শতকের শেষের দিকে তিনজন অগ্রণী খ্রীষ্ট ধর্মপ্রচারক ইংল্যান্ড হতে ভারতের বাংলায় আসেন ব্যাপটিস্ট মিশনারী গড়ে তোলার লক্ষ্যে। এঁরা হলেন -\n\nউইলিয়াম কেরি  (১৭৬১ - ১৮৩৪)\nজোশুয়া মার্শম্যান  (১৭৬৮ - ১৮৩৭) ও\nউইলিয়াম ওয়ার্ড  (১৭৬৯ - ১৮২৩)\nএঁরা সে সময় কলকাতা হতে ১৩ কিলোমিটার উত্তরে শ্রীরামপুর গ্রামটিকে বেছে নিয়েছিলেন তাঁদের কর্মস্থল হিসাবে এবং তারা যৌথ উদ্যোগে  শ্রীরামপুর কলেজ প্রতিষ্ঠা করেন। উন্নতির জন্য অর্থ সরবরাহের ব্যবস্থা করেন। এহেন সংহত প্রচেষ্টার জন্য কেরি, মার্শম্যান ও ওয়ার্ড একত্রে শ্রীরামপুর ত্রয়ী নামে খ্যাত হন। \n\n\n== শ্রীরামপুরে নতুন কলেজ ==\n১৮১৮ সালের ৫ ই জুলাই, উইলিয়াম কেরি, জোশুয়া মার্শম্যান এবং উইলিয়াম ওয়ার্ড এশিয়ার খ্রিস্টীয় এবং অন্যান্য যুবকদের  প্রাচ্যের সাহিত্য এবং ইউরোপীয় বিজ্ঞানে  শিক্ষিত করার লক্ষ্যে (মার্শম্যান দ্বারা রচিত) একটি প্রসপেক্টাস জারি করেছিলেন। ফলস্বরূপ  আজকের শ্রীরামপুর কলেজ প্রতিষ্ঠিত হয়েছিল ।\nঅনেক সময় অর্থের অভাব হয়েছিল এবং আমেরিকা হতে ওয়ার্ডের সংগৃহীত অপব্যবহারের অভিযোগ ও সংক্ষিপ্ত এবং মিথ্যা গুজব ছড়িয়ে যাওয়ার পরে কেরি লিখিত বক্তব্যে সবই খণ্ডন করেন। মার্শম্যান তার মতোই গরীব ছিলেন, তবে তার যাকিছু ছিল সবই মিশনকে দিয়েছেন। ড. মার্শম্যান এবং মিঃ ওয়ার্ডও তাই করেছেন।\nকলেজ স্থাপনে তিনজনের উদ্দেশ্য ছিল ভারতের সকল বর্ণ ও ধর্ম নির্বিশেষে কলা ও বিজ্ঞানের শিক্ষা দেওয়া ও ভারতে ক্রমবর্ধমান চার্চের কাজ পরিচালনার জন্য একটি মিনিস্ট্রিকে প্রশিক্ষণ দেওয়া।(দেখুন: ভারতে খ্রিস্টান ধর্ম )।\nস্থাপনাকাল হতেই কলেজটি বিশ্বজনীন হয়েছে, কিন্তু তা স্বত্বেও কলেজটি খ্রিস্টীয় গীর্জার কোনও শাখার কাছ থেকে সহায়তা পায় নি। ১৮১৮ সালের আগে শ্রীরামপুর ত্রয়ী তাদের নিজেদের সন্তান এবং স্থানীয় ভারতীয়দের মহিলা সহ শিশুদের শিক্ষা প্রদানের জন্য একসাথে কাজ করেছিলেন তারা।\n\n\n== ছবি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\nArts of transitional India twentieth century, Volume 1 By Vinayak Purohit\nNational Council of Churches review, Volume 126\nMuslims and missionaries in pre-mutiny India By Avril Ann Powell\nBanglapedia: national encyclopedia of Bangladesh, Volume 3\nEncyclopedia of evangelicalism By Randall Herbert Balmer\nChristianity Today"}