{"pageid": 1029930, "title": "বস্তারের কাঠের কারুকাজ", "url": "https://bn.wikipedia.org/wiki?curid=1029930", "content": "বস্তারের কাঠের কারুকাজ হল প্রথাগত ভারতীয় কাঠের কারুশিল্প যা ভারতের ছত্তিশগড় রাজ্যের বস্তার জেলায় তৈরি হয়। কাঠের কারুকাজের শিল্পটি ভৌগোলিক নির্দেশক (জিআই) এর অধীনে বৌদ্ধিক সম্পত্তির অধিকারের ওপর বাণিজ্য সম্পর্কিত বিষয়সমূহ (টিআরআইপিএস) চুক্তির আওতায় সুরক্ষিত করা হয়েছে। পেটেন্টস ডিজাইনস এবং ট্রেডমার্কের নিয়ন্ত্রক জেনারেল দ্বারা নিবন্ধকরণের সাথে এটি ভারত সরকারের জিআই আইন ১৯৯৯-এর \"বস্তার উডেন ক্রাফ্ট\" হিসাবে দফা ৮৪তে তালিকাভুক্ত রয়েছে।\n\n\n== বর্ণনা ==\nছত্তিশগড়ের, বিশেষত বস্তারের অধিবাসীরা, ডোকরা, বাঁশের কারুকাজ, লোহার কারুকাজ, উপজাতীয় পোশাক, ঐতিহ্যবাহী বস্ত্র, কাঁথা সূচিকর্ম, টেরাকোটার কাজ, উপজাতি চিত্রাঙ্কন, কাঁসার কাজ সহ বিভিন্ন নৈপুণ্যের কাজে দক্ষতা অর্জন করেছে। তাদের দক্ষতা জাতীয় এবং রাষ্ট্রীয় পুরস্কার দ্বারা স্বীকৃত হয়েছে। বাধাই লোকেরা কাঠের এই শিল্পকাজে দক্ষ এবং তারা দুটি দলে বিভক্ত। একটি দল কৃষি যন্ত্রপাতি তৈরি করে এবং অন্য দলটি আলংকারিক এবং টোটেমীয় স্তম্ভ তৈরি করে। অন্য একটি সম্প্রদায়, মুরিয়া জনজাতিও কাঠের কাজে দক্ষ। কারুকাজে মুরিয়ারা সেরা। তাদের দক্ষতা ছোট থেকে বড় বিভিন্ন বস্তুতে প্রয়োগ হয়। তারা তাদের শিল্প দক্ষতাকে প্রাথমিক জীবনশৈলী এবং প্রাত্যহিক ক্রিয়াকলাপের সূচিতে পরিণত করেছে, যেমন ধান থেকে তুষ আলাদা করা, শষ্যদানার পেষণ ইত্যাদি। তারা তাদের সংস্কৃতি এবং ধর্মীয় বিশ্বাসকে নৈপুণ্য শিল্পে প্রকাশ করে যা দেবতা, দেবী, সম্প্রদায়ের সংগীত সংস্কৃতি এবং বন্যজীবের মধ্য দিয়ে প্রতিফলিত হয়। কারুশিল্পের কাজটি সম্পূর্ণভাবেই হস্তনির্মিত হয়ে থাকে, কোনও যন্ত্রপাতি ব্যবহারের ঘটনা থাকেনা বা ব্যবহার খুবই বিরল।\n\n\n== পণ্যের চাহিদা ==\nবস্তার কাঠের কারুকাজে শিল্পের এমন এক সুন্দর ও অনন্য রূপ রয়েছে যাকে বস্তার উপজাতি উৎকর্ষ প্রদান করেছে এবং এটি তাদের জীবিকা নির্বাহে সহায়তা করে। হস্তশিল্পের পণ্যটির ভারতের বাজারে ভালই চাহিদা রয়েছে, এর পাশাপাশি বিদেশের কিছু অঞ্চলেও এর বাজার রয়েছে। বিভিন্ন হস্তশিল্প সামগ্রীতে কারুশিল্পের জন্য তারা সেগুন কাঠ, ভারতীয় শিশু কাঠ, সাদাকাঠ এবং অন্যান্য সেরা কাঠ ব্যবহার করে। \"দরবার হল আর্ট গ্যালারী\" তেও বস্তার কাঠের কারুকাজ প্রদর্শিত হয়েছে।\n\n\n== আরো দেখুন ==\nকিন্নাল কারুশিল্প\nচান্নাপাতনা খেলনা\nভারতের ভৌগোলিক নিদর্শনগুলির তালিকা\n\n\n== তথ্যসূত্র ==\n\nগ্রন্থপঞ্জি\nManohar, Aashi (১৯৯৬)। Tribal arts and crafts of Madhya Pradesh। Mapin Publishing। পৃষ্ঠা ১৪২। আইএসবিএন 0-944142-71-0। \nThe India Magazine of Her People and Culture, Volume 7। A. H. Advani। ১৯৮৬। পৃষ্ঠা ১৪২। \nJoshi, Sudhanshu (২০১৫)। Designing and Implementing Global Supply Chain Management। IGI Global। পৃষ্ঠা ৩৪২। আইএসবিএন 978-1-4666-9721-8।"}