{"pageid": 1029758, "title": "বিশ্ব শ্রবণ দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1029758", "content": "বিশ্ব শ্রবণ দিবস ৩ মার্চ, \nপ্রতিবছর বিশ্ব স্বাস্থ্য সংস্থার উদ্যোগে  বধিরতা প্রতিরোধে সচেতনা বৃদ্ধির উদ্দেশ্যে একটি প্রচারণা হিসাবে পালিত হয়। বিশ্বজুড়ে তেসরা মার্চ বিভিন্ন ক্রিয়াকলাপের এবং বিশ্ব স্বাস্থ্য সংস্থায় একটি অনুষ্ঠানের আয়োজন করা হয়। প্রচারের উদ্দেশ্যগুলি হ'ল তথ্য ভাগ করে নেওয়া এবং শ্রবণশক্তি হ্রাস রোধে এবং উন্নত শ্রবণশক্তির জন্য উপায় ও যত্নের জন্য  পদক্ষেপগুলির প্রচার করা। প্রথম ইভেন্টটি ২০০৭ সালে অনুষ্ঠিত হয়েছিল।  ২০১৬ সালের আগে এই দিবসটি আন্তর্জাতিক কর্ণসেবা দিবস হিসাবে পরিচিত ছিল।  প্রতি বছর,  বিশ্ব স্বাস্থ্য সংস্থা একটি থিম বা প্রতিপাদ্য বিষয় নির্বাচন করে, শিক্ষার উপকরণ তৈরি করে এবং সেগুলি বেশ কয়েকটি ভাষায় অবাধে প্রচার করে। বিশ্বব্যাপী ঘটে যাওয়া অনুষ্ঠান সমূহের সমন্বয় ও তার প্রতিবেদনও প্রচার করে।\nমানুষের কানের বহিরাংশ বা বহিঃকর্ণ দেখতে খানিকটা ইংরাজি তিন (3 -Three) মতো তাই ইংরাজি বছরের তৃতীয় মাস অর্থাৎ মার্চ মাসের তৃতীয় দিনে বিশ্ব কানের যত্ন দিবস হিসাবে পালন করার জন্য বলা হয়েছে।\nসচেতনতা বৃদ্ধির উপর প্রাধান্য দিতে যে যে থিম বা প্রতিপাদ্য বিষয় নির্ধারিত হয়েছে সেগুলি হল -\n\n\n== প্রতিপাদ্য বিষয় ==\n\n\n=== ২০১৯ ===\n২০১৯ খ্রিস্টাব্দের থিম বা প্রতিপাদ্য বিষয় ছিল আপনার শ্রবণশক্তি পরীক্ষা করান। \n\nবিশ্বব্যাপী ক্রমবর্ধমান শ্রবণপ্রতিবন্ধী বা শ্রবণহ্রাসসহ শ্রুতিহীন মানুষের সংখ্যা বৃদ্ধির জন্য সাবধান বাণী হিসাবে ব্যবহৃত হয়েছে।\n\n\n=== ২০২০ ===\n২০২০ খ্রিস্টাব্দের থিম বা প্রতিপাদ্য বিষয় ছিল- জীবনের জন্য শ্রবণশক্তি\n\n\n=== ২০২১ ===\n২০২১ সালের জন্য নির্ধারিত থিম বা প্রতিপাদ্য বিষয় হল - সবার জন্য শ্রবণশক্তি\n\n\n=== ২০২২ ===\n২০২২ সালের জন্য থিম বা প্রতিপাদ্য বিষয় হল - শুনতে চাইলে আজীবন; কানে শোনায় চাই সযতন।\n\n\n=== ২০২৩ ===\n২০২৩ সালে কান এবং শ্রবণ যত্নকে একীভূত করার গুরুত্ব তুলে ধরতে যে থিম নেওয়া হয় , তা হল- \"সবায়ের কান ও শ্রবণের যত্ন নিতে আসুন কিছু করি\"\n\n\n=== ২০২৪ ===\n২০২৪ খ্রিস্টাব্দের বিশ্ব শ্রবণ দিবসের প্রতিপাদ্য বিষয় হল - \"মানসিকতার পরিবর্তনে-  সবার জন্য কান ও শ্রবণ যত্ন! আসুন,এটিকে বাস্তবে পরিণত করি”।\n\n\n== তথ্যসূত্র =="}