{"pageid": 10298, "title": "ব্যোমকেশ বক্সী", "url": "https://bn.wikipedia.org/wiki?curid=10298", "content": "ব্যোমকেশ বক্সী শরদিন্দু বন্দ্যোপাধ্যায় সৃষ্ট বাংলা সাহিত্যের অন্যতম জনপ্রিয় গোয়েন্দা চরিত্র। গল্পগুলিতে নিজেকে \"সত্য-সন্ধানী\" বা সত্যান্বেষী হিসাবে উল্লেখ করে, বকশী তার পর্যবেক্ষণ, যৌক্তিক যুক্তি এবং ফরেনসিক বিজ্ঞানের দক্ষতার জন্য পরিচিত, যা তিনি কলকাতায় ঘটে যাওয়া জটিল মামলাগুলি, সাধারণত খুনের সমাধান করেন।\n\n\n== চরিত্র ==\nশরদিন্দু বন্দ্যোপাধ্যায়ের সৃষ্ট চরিত্র হিসেবে ব্যোমকেশ বক্সীর আবির্ভাব হয় সত্যান্বেষী গল্পে। ১৩৩১ বঙ্গাব্দে কলকাতার চীনাবাজার অঞ্চলে পরপর কয়েকটি খুনের ঘটনার কিনারা করতে 'বে-সরকারী ডিটেকটিভ' ব্যোমকেশ বক্সী পুলিশ কমিশনারের অনুমতি নিয়ে অতুলচন্দ্র মিত্র ছদ্মনামে এই অঞ্চলে এক মেসে বসবাস শুরু করেছিলেন। এই মেসে তার ঘরের অন্য ভাড়াটিয়া অজিত বন্দ্যোপাধ্যায়ের কলমে শরদিন্দু বন্দ্যোপাধ্যায় ব্যোমকেশের অধিকাংশ গোয়েন্দা গল্পগুলি লিখিয়েছিলেন। সত্যান্বেষী গল্পে ব্যোমকেশের বিবরণ দিতে গিয়ে অজিত বলেছেন, ...তাহার বয়স বোধকরি তেইশ-চব্বিশ হইবে, দেখিলে শিক্ষিত ভদ্রলোক বলিয়া মনে হয়। গায়ের রঙ ফরসা, বেশ সুশ্রী সুগঠিত চেহারা-মুখে চোখে বুদ্ধির একটা ছাপ আছে। এই গল্পের শেষে জানা যায়, হ্যারিসন রোডের একটি বাড়ীর তিনতলা ভাড়া নিয়ে ব্যোমকেশ বসবাস করেন। এই বাড়িতে ব্যোমকেশ ছাড়া দ্বিতীয় ব্যক্তি তার পরিচারক পুঁটিরাম। ব্যোমকেশের অনুরোধে অজিত এই বাড়ীতে বসবাস শুরু করেন। বাড়ীর দরজায় পেতলের ফলকে লেখা ছিল শ্রীব্যোমকেশ বক্সী, সত্যান্বেষী। সত্যান্বেষীর অর্থ জিজ্ঞাসা করায় অজিতকে ব্যোমকেশ বলেন, ওটা আমার পরিচয়। ডিটেকটিভ কথা শুনতে ভালো নয়, গোয়েন্দা শব্দটা আরও খারাপ, তাই নিজের খেতাব দিয়েছি সত্যান্বেষী। পরের গল্পগুলিতে ব্যোমকেশ নিজেকে সত্যান্বেষী বলেই পরিচয় দিয়েছেন। অর্থমনর্থম্‌ গল্পে ব্যোমকেশের সঙ্গে একটি খুনের ঘটনায় অভিযুক্ত সুকুমারবাবুর বোন সত্যবতীর পরিচয় হয়, যার সাথে পরে তার বিবাহ সম্পন্ন হয়। আদিম রিপু গল্পে ব্যোমকেশের বাল্যকাল সম্বন্ধে কিছু তথ্য জানা যায়। ব্যোমকেশের পিতা স্কুলে অঙ্কের শিক্ষক ছিলেন ও বাড়িতে সাংখ্য দর্শনের চর্চা করতেন এবং তার মাতা বৈষ্ণব বংশের মেয়ে ছিলেন। ব্যোমকেশের যখন সতেরো বছর বয়স, তখন তার পিতা ও পরে তার মাতা যক্ষ্মা রোগে মারা যান। পরে ব্যোমকেশ জলপানির সাহায্যে বিশ্ববিদ্যালয় থেকে পাশ করেন। দ্বিতীয় বিশ্বযুদ্ধ ও ভারতের স্বাধীনতা লাভের পরেও অজিত ও সপরিবারে ব্যোমকেশ হ্যারিসন রোডের বাড়িতে বসবাস করেন। পরে তারা দক্ষিণ কলকাতার কেয়াতলায় জমি কিনে সেখানে বাড়ি বানিয়ে চলে যাবেন বলে মনস্থির করেন।\n\n\n== গল্পলেখক ==\nশরদিন্দু বন্দ্যোপাধ্যায় ব্যোমকেশ বক্সী সিরিজের গল্পগুলিতে লেখক হিসেবে ব্যোমকেশের বন্ধু অজিত বন্দ্যোপাধ্যায়কে উপস্থাপিত করেছেন। ব্যোমকেশের প্রতিটি রহস্যভেদের সঙ্গী অজিতের লেখনীতে ব্যোমকেশের অধিকাংশ গল্পগুলি তুলে ধরা হয়েছে। কিন্তু রুম নম্বর দুই, শজারুর কাঁটা, বেণীসংহার, লোহার বিস্কুট, বিশুপাল বধ এই গল্পগুলিতে অজিতকে গল্পলেখক হিসেবে উপস্থিত করা হয়নি। এই প্রসঙ্গে শরদিন্দু বলেছেন, অজিতকে দিয়ে ব্যোমকেশের গল্প লেখানো আর চলছে না। একে তো ভাষা সেকেলে হয়ে গেছে, এখনো চলতি ভাষা আয়ত্ত করতে পারেনি, এই আধুনিক যুগেও 'করিতেছি', 'খাইতেছি' লেখে। উপরন্তু তাঁর সময়ও নেই। পুস্তক প্রকাশের কাজে যে লেখকেরা মাথা গলিয়েছেন তাঁরা জানেন, একবার মা-লক্ষ্মীর প্রসাদ পেলে মা-সরস্বতীর দিকে আর নজর থাকে না। তাছাড়া সম্প্রতি অজিত আর ব্যোমকেশ মিলে দক্ষিণ কলকাতায় জমি কিনেছে, নতুন বাড়ি তৈরী হচ্ছে; শীগ্‌গিরই তারা পুরনো বাসা ছেড়ে কেয়াতলায় চলে যাবে। অজিত একদিকে বইয়ের দোকান চালাচ্ছে, অন্যদিকে বাড়ি তদারক করছে; গল্প লেখার সময় কোথায়? ...... দেখেশুনে অজিতকে নিস্কৃতি দিলাম, এখন থেকে আমিই যা পারি লিখব।\n\n\n== রচনা ==\nরচনাকাল অনুসারে ব্যোমকেশ সিরিজের প্রথম গল্প পথের কাঁটা (৭ই আষাঢ়, ১৩৩৯ বঙ্গাব্দ) এবং দ্বিতীয় গল্প সীমন্ত-হীরা (৩রা অগ্রহায়ণ, ১৩৩৯ বঙ্গাব্দ)। এই দুইটি গল্প লেখার পর শরদিন্দু বন্দ্যোপাধ্যায় ব্যোমকেশ বক্সী চরিত্র নিয়ে সিরিজ লেখার কথা চিন্তা করে ১৩৩৯ বঙ্গাব্দের ২৪শে মাঘ সত্যান্বেষী গল্প রচনা শেষ করে ব্যোমকেশ চরিত্রকে পাঠকের সামনে উপস্থিত করেন। সেই কারণে সত্যান্বেষী গল্পটিকে ব্যোমকেশ সিরিজের প্রথম গল্প হিসেবে ধরা হয়ে থাকে। ১৩৩৯ থেকে ১৩৪৩ বঙ্গাব্দ পর্যন্ত দশটি গল্প লেখার পর পাঠকদের ভালো লাগবে না ভেবে পনেরো বছর ব্যোমকেশকে নিয়ে আর কোন গল্প লেখেননি। এরপর কলকাতার পরিমল গোস্বামীর বাড়ির ছেলেমেয়েদের অনুরোধে ১৩৫৮ বঙ্গাব্দের ৮ই পৌষ চিত্রচোর গল্পটি লেখেন। শরদিন্দু বন্দ্যোপাধ্যায় ব্যোমকেশ চরিত্র নিয়ে তেত্রিশটি কাহিনী রচনা করেছেন। এর মাঝে বিশুপাল বধ গল্পটি তিনি সম্পূর্ণ করে যেতে পারেননি। পরবর্তীতে এই গল্প সম্পূর্ণ করেন সাহিত্যিক নারায়ণ সান্যাল। ব্যোমকেশ বক্সী চরিত্র নিয়ে রচিত কাহিনীগুলি হলঃ\n\nসত্যান্বেষী\nপথের কাঁটা\nসীমন্ত-হীরা\nমাকড়সার রস\nঅর্থমনর্থম্‌\nচোরাবালি\nঅগ্নিবাণ\nউপসংহার\nরক্তমুখী নীলা\nব্যোমকেশ ও বরদা\nচিত্রচোর\nদুর্গরহস্য\nচিড়িয়াখানা\nআদিম রিপু\nবহ্নি-পতঙ্গ\nরক্তের দাগ\nমণিমণ্ডন\nঅমৃতের মৃত্যু\nশৈলরহস্য\nঅচিন পাখি\nকহেন কবি কালিদাস\nঅদৃশ্য ত্রিকোণ\nখুঁজি খুঁজি নারি\nঅদ্বিতীয়\nমগ্নমৈনাক\nদুষ্টচক্র\nহেঁয়ালির ছন্দ\nরুম নম্বর দুই\nছলনার ছন্দ\nশজারুর কাঁটা\nবেণীসংহার\nলোহার বিস্কুট\nবিশুপাল বধ (অসমাপ্ত)\n\n\n== চলচ্চিত্রে ব্যোমকেশ বক্সী ==\nব্যোমকেশ বক্সী চরিত্র নিয়ে রচিত গল্পগুলিকে ভিত্তি করে বেশ কয়েকটি চলচ্চিত্র নির্মিত হয়েছে। এই চলচ্চিত্রগুলি তালিকাবদ্ধ করা হল-\n\n\n== টেলিভিশন ধারাবাহিকে ব্যোমকেশ বক্সী ==\n\n\n== তথ্যসূত্র =="}