{"pageid": 10293, "title": "যমজ মৌলিক অনুমান", "url": "https://bn.wikipedia.org/wiki?curid=10293", "content": "বহু বছর ধরে সংখ্যাতত্ত্বের অন্যতম গুরুত্বপূর্ণ অমীমাংসিত প্রশ্নগুলোর মধ্যে একটি, অসীম সংখ্যক যমজ মৌলিক সংখ্যা বিদ্যমান কিনা। এটাই যমজ মৌলিক অনুমান-এর মূল বক্তব্য, যা বলে যে অসীম সংখ্যক মৌলিক সংখ্যা p আছে এমনভাবে যেন ( p + 2 )ও একটি মৌলিক সংখ্যা। ১৮৪৯ সালে, ডি পলিগন্যাক আরও অনুমান করেন যে, প্রতিটি স্বাভাবিক সংখ্যা k এর জন্য অসীম সংখ্যক মৌলিক সংখ্যা p আছে এমনভাবে যেন ( p + 2k)ও একটি মৌলিক সংখ্যা।\nডি পলিগন্যাকের অনুমান-এর  k = 1 ক্ষেত্রটি একটি যমজ মৌলিক অনুমান।\nযমজ মৌলিক অনুমানের আরও শক্তিশালী রূপ, হার্ডি-লিটলউড অনুমান, মৌলিক সংখ্যা উপপাদ্যের অনুরূপ যমজ মৌলিক সংখ্যার জন্য একটি বণ্টন সূত্র প্রস্তাব করে।\n১৭ এপ্রিল ২০১৩ তারিখে, ইটাং ঝাং ঘোষণা করেন: অসীম সংখ্যক জোড়ায় জোড়ায় এমন মৌলিক সংখ্যা রয়েছে যাদের মধ্যকার পার্থক্য ৭০ মিলিয়নের চেয়ে কম।  ঝাং-এর প্রবন্ধটি ২০১৩ সালের প্রথম দিকে গ্রহণ করা হয়। পরবর্তীতে টেরেন্স টাও ঝাং-এর নির্ধারিত সীমা উন্নত করার লক্ষ্যে পলিম্যাথ প্রোজেক্টের সহযোগিতামূলক প্রচেষ্টা প্রস্তাব করেন।\nঝাং-এর ঘোষণার এক বছর পর, সীমাটি ২৪৬-এ হ্রাস করা হয়েছিল, যা এখনও প্রযোজ্য।\nএই উন্নত সীমাগুলো ঝাং-এর তুলনায় সহজ পদ্ধতি ব্যবহার করে আবিষ্কৃত হয় এবং তা স্বাধীনভাবে আবিষ্কার করেন জেমস মেয়নার্ড এবং টেরেন্স টাও। এই দ্বিতীয় পদ্ধতি এছাড়াও এমন সীমা প্রদান করে যা সবচেয়ে ছোট  f (m)  নির্ধারণ করতে প্রয়োজন, যাতে নিশ্চিত করা যায় যে অসীম সংখ্যক f (m) প্রস্থের মধ্যবর্তী অন্তত m মৌলিক সংখ্যা ধারণ করে। তদুপরি ইলিয়ট-হলবারস্টাম অনুমান এবং এর সরলীকৃত রূপ অনুমান করলে, পলিম্যাথ প্রোজেক্ট উইকির তথ্য অনুসারে যথাক্রমে সীমাটি ১২ এবং ৬।\nগোল্ডবাখ অনুমান-এর একটি শক্তিশালী রূপ, যদি প্রমাণিত হয়, তবে তা অসীম সংখ্যক যমজ মৌলিক সংখ্যার অস্তিত্ব প্রমাণ করবে, যেমন শিগেল জিরো-এর অস্তিত্ব।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nHazewinkel, Michiel, সম্পাদক (২০০১), \"Twins\", Encyclopedia of Mathematics, Springer Science+Business Media, আইএসবিএন 978-1-55608-010-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTop-20 Twin Primes at Chris Caldwell's Prime Pages\nXavier Gourdon, Pascal Sebah: Introduction to Twin Primes and Brun's Constant\n\"Official press release\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ সেপ্টেম্বর ২০১১ তারিখে of 58711-digit twin prime record\nএরিক ডব্লিউ. ওয়াইস্টাইন সম্পাদিত ম্যাথওয়ার্ল্ড থেকে \"Twin Primes\"।\nThe 20 000 first twin primes\nPolymath: Bounded gaps between primes\nSudden Progress on Prime Number Problem Has Mathematicians Buzzing"}