{"pageid": 1029531, "title": "নগর পরিকল্পনা শিক্ষাক্রম", "url": "https://bn.wikipedia.org/wiki?curid=1029531", "content": "নগর, শহর এবং নগর পরিকল্পনা নাগরিক সম্প্রদায়ের অন্তর্নির্মিত, অর্থনৈতিক ও সামাজিক পরিবেশ উন্নয়নের লক্ষ্যে জমি ব্যবহার পরিকল্পনা এবং পরিবহন পরিকল্পনার সমন্বয়ে গঠিত একটি শিক্ষাক্রম ৷ আঞ্চলিক\nপরিকল্পনা আরও একটি বৃহত্তর পরিবেেশ কিন্তু একটি কম বিশদ স্তর নিয়ে কাজ করে। বিনিয়োগের অভাব বিদ্যমান এমন শহরগুলিতে সুবিন্যস্ত নগর পরিকল্পনার সাথে নগর পরিকল্পনার পদ্ধতিগুলি খাপ খাইয়ে নগরকে নবায়ন করে উন্নত করা যেতে পারে ৷\nনগর পরিকল্পনা শিক্ষা নগর তত্ত্ব, অধ্যয়ন এবং পেশাদার অনুশীলন শেখানো এবং শেখার একটি অনুশীলন। সরকারী কর্মকর্তা, পেশাদার পরিকল্পনাকারী এবং জনসাধারণের মধ্যে মিথস্ক্রিয়া তৈরি একটি অবিচ্ছিন্ন শিক্ষা এবং পরিকল্পনা প্রক্রিয়ার সাথে জড়িত। সম্প্রদায়ের সদস্যরা প্রায়শই একটি শহর পরিকল্পনা কমিশন, কাউন্সিল বা বোর্ডের পরিকল্পনা প্রক্রিয়ায় অংশগ্রহণ করেন। ফলস্বরূপ, পরিকল্পনা শিক্ষার প্রসার কার্যকরভাবে একটি চলমান চক্র।\nপ্রথাগত শিক্ষাকে নগর, শহর বা আঞ্চলিক পরিকল্পনায় একাডেমিক ডিগ্রি হিসাবে দেওয়া হয় এবং স্নাতক ডিগ্রি, স্নাতকোত্তর ডিগ্রি বা ডক্টরেট হিসাবে ভূষিত করা হয় ।\nযেহেতু পরিকল্পনার প্রোগ্রামগুলি সাধারণত ছোট হয়, তাই এগুলি স্বতন্ত্র \"পরিকল্পনার স্কুল\" হিসেবে রাখার ঝোঁক থাকে না বরং এটি কোনও আর্কিটেকচার স্কুল, ডিজাইন স্কুল, একটি ভূগোল বিভাগ বা একটি পাবলিক পলিসি বিদ্যালয়ের অংশ হিসাবে থাকে যেহেতু এগুলি জ্ঞানীয় ক্ষেত্র হিসেবে বিবেচিত। সাধারণভাবে বলতে গেলে, আর্কিটেকচার স্কুলগুলিতে পরিকল্পনার প্রোগ্রামগুলি মূলত ভৌত পরিকল্পনা এবং ডিজাইনের দিকে মনোনিবেশ করে, অন্যদিকে নীতিমালাধর্মী বিদ্যালয়গুলিতে নীতি ও প্রশাসনের দিকে মনোনিবেশ করে থাকে।\nনগর পরিকল্পনা যেহেতু একটি বিস্তৃত এবং আন্তঃশৃঙ্খল ক্ষেত্র, তাই একটি সাধারণ পরিকল্পনা ডিগ্রি প্রোগ্রাম মূল কোর্সের সাথে পরিকল্পনার সমস্ত ক্ষেত্রের সংযোগ সাধন করে এবং সব ক্ষেত্রের গভীরতার উপর জোর দেয়। মূল কোর্সে সাধারণত ইতিহাস / নগর পরিকল্পনা তত্ত্ব, নগর নকশা, পরিসংখ্যান, ভূমি ব্যবহার / পরিকল্পনা আইন, নগর অর্থনীতি এবং পরিকল্পনা অনুশীলনের পাঠ্যক্রম অন্তর্ভুক্ত থাকে। অনেক পরিকল্পনা ডিগ্রি প্রোগ্রামগুলি কোনও শিক্ষার্থীকে পরিকল্পনার মধ্যে আগ্রহের একটি নির্দিষ্ট ক্ষেত্রে মনোনিবেশ করতে দেয় যেমন জমি ব্যবহার, পরিবেশ পরিকল্পনা, আবাসন, সম্প্রদায় উন্নয়ন, অর্থনৈতিক উন্নয়ন, ঐতিহাসিক নিদর্শন সংরক্ষণ, আন্তর্জাতিক উন্নয়ন, নগর নকশা, পরিবহন পরিকল্পনা, বা জিওগ্রাফিক ইনফরমেশন সিস্টেম (জিআইএস) ইত্যাদি। কিছু প্রোগ্রাম কোনও শিক্ষার্থীকে রিয়েল এস্টেটে মনোনিবেশ করার অনুমতি দেয়, তবে স্নাতক পর্যায়ের রিয়েল এস্টেট শিক্ষা আলদাভাবে বিশেষায়িত রিয়েল এস্টেট প্রোগ্রামগুলির উত্থান ঘটিয়েছে ৷\n\n\n== নগর পরিকল্পনায় স্নাতক ডিগ্রি ==\nব্যাচেলর অব প্ল্যানিং (বি.প্ল্যান) হল একটি স্নাতক পর্যায়ের একাডেমিক ডিগ্রি যা নকশা অঙ্কন, ইঞ্জিনিয়ারিং, পরিচালনা এবং নগর মানব বসতি সম্পর্কিত চ্যালেঞ্জ সমাধানের বিভিন্ন ক্ষেত্রে আবেদনকারীদের প্রশিক্ষণের জন্য তৈরি করা হয়েছে। এটি চার বছর অধ্যয়নযোগ্য কোর্স  ও নগরায়নের আধুনিক চ্যালেঞ্জ মোকাবেলায় প্রাসঙ্গিক। এটি কোনও পাড়ার সাইট পরিকল্পনার স্তর থেকে শুরু করে ধাপে ধাপে আঞ্চলিক নগর পরিকল্পনার নকশা সম্পর্কিত কৌশল এবং তত্ত্বের দিকে অগ্রসর হয়। শহর ও গ্রামীণ অঞ্চলে নির্মিত স্থাপনা এবং নাগরিকদের মধ্যে সম্পর্ক বোঝা এবং স্থানীয় পরিবেশের উপর তাদের প্রভাবগুলি, সহায়ক সুযোগসুবিধা, পরিবহন নেটওয়ার্ক এবং ভৌত অবকাঠামো পরিকল্পনা কোর্সের মূল ভিত্তি তৈরি করে। ইঞ্জিনিয়ারিংয়ের সাথে সমন্বিত, নগর পরিকল্পনাকারী হিসাবে উত্থিত স্নাতক শিক্ষার্থীরা কেবলমাত্র যুক্তিযুক্ত ব্যাপক পরিকল্পনার জন্য নয় বরং অংশগ্রহণমূলক এবং সামাজিক বিকাশে অবদান রাখার দক্ষতা অর্জন করে৷\nডিগ্রীটি ভূগোলে ব্যাচেলর  অব আর্টস হিসাবে ভূষিত করা যেতে পারে নগর পরিকল্পনা, নগর পরিকল্পনায় ব্যাচেলর  অব আর্টস, অথবা নগর পরিকল্পনায় ব্যাচেলর  অব  সাইন্স  এই নামে ৷ পার্থক্যটি শুধু বিশ্ববিদ্যালয়ের নীতিগুলিকে প্রতিফলিত করে, বা কিছু বিশ্ববিদ্যালয়ে নগর পরিকল্পনা, নকশা, সমাজবিজ্ঞান বা সম্পর্কিত ডিগ্রিতে আরও বেশি কোর্সের সুযোগ থাকতে পারে।\n\n\n== নগর পরিকল্পনার মাস্টার্স ডিগ্রী ==\nমাস্টার অফ আরবান প্ল্যানিং (এমইউপি) একটি দুই বছরের একাডেমিক / পেশাদার স্নাতকোত্তর ডিগ্রি যা  স্নাতকদের নগর পরিকল্পনাকারী হিসাবে কাজের যোগ্যতা প্রদান করে। কিছু স্কুল সিটি প্ল্যানিং (এমসিপি), মাস্টার অব কমিউনিটি প্ল্যানিং, মাস্টার অফ রিজিওনাল প্লানিং (এমআরপি), মাস্টার অব টাউন প্লানিং (এমটিপি), মাস্টার অব প্ল্যানিং (এমপ্লান), পরিবেশ পরিকল্পনায় মাস্টারস (এমইপি) হিসাবে ডিগ্রি প্রদান করে বা উল্লিখিত বিষয়গুলোর সংমিশ্রণে (যেমন, নগর এবং আঞ্চলিক পরিকল্পনায় মাস্টারস) প্রোগ্রামের নির্দিষ্ট ফোকাসের উপর নির্ভর করে ডিগ্রি প্রদান করে। কিছু স্কুল মাস্টার্স অফ আর্টস বা মাস্টার্স অফ সায়েন্স ইন প্ল্যানিং অফার করে। নাম নির্বিশেষে, ডিগ্রি সাধারণত একই থাকে।\nস্নাতক হতে হলে একটি থিসিস, চূড়ান্ত প্রকল্প বা ক্যাপস্টোন প্রকল্প সাধারণত প্রয়োজন হয়। অতিরিক্তভাবে, ক্ষেত্রের সম্ভাব্য নিয়োগকর্তাদের দ্বারা কাজের অভিজ্ঞতার উপরে উচ্চ মূল্যায়নের কারণে একটি ইন্টার্নশিপ অভিজ্ঞতা প্রায় সর্বদা বাধ্যতামূলক।\nবেশিরভাগ পেশাদার মাস্টার্স ডিগ্রি প্রোগ্রামগুলির মতো, এমইউপি হ'ল একটি টার্মিনাল ডিগ্রি। তবে কিছু স্নাতক নগর পরিকল্পনা বা জ্ঞানীয় ক্ষেত্রে ডক্টরাল পড়াশোনা চালিয়ে যাওয়ার সিদ্ধান্ত নেন। পিএইচডি পেশাদার এমইউপির বিপরীতে একটি গবেষণামূলক ডিগ্রি, এবং এটি নগর উন্নয়নের সাথে সম্পর্কিত শৃঙ্খলা এবং অন্তর্নিহিত বিষয়গুলিতে বৃহত্তর অন্তর্দৃষ্টি প্রদানের দিকে পরিচালিত করে এবং পরিকল্পনাকারীদের বাস্তবে হাতে কলমে কাজ করার প্রশিক্ষণ প্রদান করে।\n\n\n== স্বীকৃতিদাতা দেশসমূহ ==\n\n\n=== কানাডা ===\nকানাডায় নগর পরিকল্পনা কর্মসূচী পরিচালনা করে এমন শিক্ষাপ্রতিষ্ঠানগুলির স্বীকৃতি দেওয়ার প্রাথমিক সংস্থা হ'ল কানাডার পরিকল্পনা পেশার জন্য বিশেষায়িত প্রফেশনাল স্ট্যান্ডার্ড বোর্ড (পিএসবি)। ২০১২ সালে প্রতিষ্ঠিত পিএসবি পুরো কানাডা জুড়ে নগর পরিকল্পনাবিদদের স্বীকৃতিমূলক প্রশংসাপত্রের জন্য এবং \"অনুমোদনের প্রোগ্রামের নীতি, কর্মপন্থা এবং প্রশাসনিক ব্যবস্থাপনার ভিত্তিতে বিশ্ববিদ্যালয়গুলোর পরিকল্পনা ডিগ্রি প্রোগ্রামগুলির স্বীকৃতি পর্যালোচনা পরিচালনার জন্য\" দায়বদ্ধ।  পিএসবি এমন প্রোগ্রামগুলিকে স্বীকৃতি দেয় যা স্নাতক এবং স্নাতকোত্তর স্তরের ডিগ্রি সরবরাহ করে।\nকানাডার প্রতিষ্ঠানগুলি সফল প্রাথমিক অনুমোদনের পরে, পাঁচ বছরের জন্য পিএসবি-এর কাছে অনুমোদনের জন্য আবেদন করতে পারে।  অনুমোদনের মানদন্ডগুলির সাথে সম্মতি নিশ্চিত করার জন্য প্রোগ্রামগুলি বার্ষিক ভিত্তিতে মূল্যায়ন করা হয়। নতুন প্রোগ্রামগুলির জন্য, বা পাঁচ বছর সময় অতিবাহিত হওয়ার পরে, একটি নিবিড় পর্যালোচনা করা হয় যা নিশ্চিত করে যে প্রোগ্রামগুলি অনুমোদনের মানদণ্ডগুলি পূরণ করে কিনা। অনুমোদন প্রতিষ্ঠানের জন্য যোগ্য হতে হলে নিম্নলিখিত মানদণ্ডগুলি মেনে চলতে হবে:\n\nপ্রোগ্রামটি সরবরাহকারী বিশ্ববিদ্যালয়টিকে কানাডার কোনও প্রদেশ দ্বারা স্বীকৃত হতে হবে\nকানাডিয়ান ইনস্টিটিউট অফ প্ল্যানার্স দ্বারা সংজ্ঞায়িত হিসাবে ডিগ্রিটি অবশ্যই পরিকল্পনার ক্ষেত্রে থাকতে হবে: \"শহুরে এবং গ্রামীণ সম্প্রদায়ের শারীরিক, অর্থনৈতিক এবং সামাজিক দক্ষতা, স্বাস্থ্য এবং ভাল- সুরক্ষার লক্ষ্যে ভূমি সম্পদ, সুযোগসুবিধাগুলি এবং পরিষেবাদির বৈজ্ঞানিক, নান্দনিক এবং সুশৃঙ্খল বিন্যাস নিশ্চিতকরণ \"\nস্নাতক ডিগ্রি চার বছরের পূর্ণকালীন পড়াশোনা হতে হবে। স্নাতকোত্তর ডিগ্রিগুলির জন্য দুই বছরের পূর্ণকালীন অধ্যয়ন প্রয়োজন।\n\"পরিকল্পনা\" বা ফরাসী সমতুল্য শব্দটি অবশ্যই শৃঙ্খলা সংজ্ঞা দেওয়ার জন্য ডিগ্রির শিরোনামে বা বন্ধনীসমন্বিতভাবে উপস্থিত থাকতে হবে।\nডিগ্রি প্রদানের প্রোগ্রামটি বিশ্ববিদ্যালয়ের অভ্যন্তরে স্বীকৃত প্রশাসনিক ইউনিট হতে হবে, এমন ব্যক্তির প্রত্যক্ষ দায়িত্বে যার কার্যক্রমের প্রাথমিক ক্ষেত্রটি পরিকল্পনা বিষয়ক এবং বিভাগের চেয়ার বা অনুরূপ পদে অধিষ্ঠিত।\nপ্রশাসনিক ইউনিটের অবশ্যই উপযুক্ত প্রশাসনিক ক্ষমতা এবং একাডেমিক স্বাতন্ত্র্য থাকতে হবে।\nঅনুষদে অন্তত চারজন (4) একাডেমিক সদস্য অন্তর্ভুক্ত থাকবেন যাদের প্রধান নিয়োগপত্র পরিকল্পনা কর্মসূচিতে রয়েছে।\nএকটি প্রোগ্রামের অনুষদে ন্যূনতম সংখ্যক সার্টিফাইড ফুলটাইম সদস্য থাকতে হবে।                   ১. ৭ বা তার চেয়ে কম অনুষদ সহ একটি প্রোগ্রামের জন্য, কমপক্ষে তিনজনকে পিটিআইএর অনুমোদিত সদস্য হতে হবে;             ২. ৮ বা ততোধিক পূর্ণকালীন প্রোগ্রামের জন্য কমপক্ষে চারজনকে পিটিআইএর অনুমোদিত সদস্য হতে হবে।\nঅনুষদ সদস্যদের প্রশংসাপত্রের (যেমন পরিকল্পনায় ডিগ্রি, পরিকল্পনার উল্লেখযোগ্য অভিজ্ঞতা, পরিকল্পনায় পিএইচডি, ডিগ্রি এবং সম্পর্কিত ক্ষেত্রে অভিজ্ঞতা) প্রাসঙ্গিক প্রশংসাপত্রগুলির একটি প্রাসঙ্গিক মিশ্রণ সহ প্রোগ্রাম স্তরের জন্য উপযুক্ত শিক্ষামূলক এবং পেশাদার ব্যাকগ্রাউন্ড থাকবে।\nকোর্সে অবশ্যই শিক্ষার্থীদের পেশা বোঝার বিস্তৃত ভিত্তিতে এবং বিকাশ চালিয়ে যাওয়ার, জ্ঞান অর্জনের এবং দক্ষতার সাথে পরিকল্পনা পেশায় প্রবেশের সুযোগ দেওয়ার জন্য কার্যকরী এবং দক্ষতার সক্ষমতা অর্জনের যথেষ্ট পর্যাপ্ত কভারেজ সরবরাহ করতে হবে। \nপিএসবি অনুমোদিত প্রোগ্রাম থেকে একজন স্নাতক ডিগ্রীধারী পরিকল্পনাকারী হিসাবে প্রশংসাপত্রের জন্য, এবং তাদের প্রাদেশিক বা আঞ্চলিক প্রার্থী সদস্যতার জন্য আবেদন করতে পারবেন। তত্ত্বাবধানের কাজের অভিজ্ঞতার দুই বছরের সময়সীমা অনুসরণ করে, প্রার্থীরা তারপরে তাদের পেশাদার পরীক্ষায় অংশ নিতে পারেন ৷ পরীক্ষা, কাজের অভিজ্ঞতা এবং একটি পরামর্শমূলক প্রোগ্রামের সফল সমাপ্তির পরে, প্রার্থীরা তাদের প্রাদেশিক বা অঞ্চলভিত্তিক প্রতিষ্ঠান এবং কানাডিয়ান ইনস্টিটিউট অফ প্ল্যানার্স দ্বারা নিবন্ধিত পেশাদার পরিকল্পনাকারী হিসাবে পূর্ণ প্রশংসাপত্র লাভ করে। \nপিএসবি যুক্তরাষ্ট্রের আমেরিকান প্ল্যানিং অ্যাক্রিডিটেশন বোর্ড কর্তৃক অনুমোদিত সংস্থা এবং অস্ট্রেলিয়ার প্ল্যানিং ইনস্টিটিউট কর্তৃক প্রদত্ত প্রক্রিয়াটির জন্য যোগ্য হিসাবে স্বীকৃত ডিগ্রিকেও প্রশংসাপত্রের স্বীকৃতি দেয়। \n\n\n==== স্বীকৃত প্রোগ্রামসমূহ ====\n\n\n=== ভারত ===\nপেশা হিসাবে পরিকল্পনা ভারতীয় আইন অনুসারে কোনও স্বীকৃত পেশা না হলেও ১৯৪১ সালে দিল্লি কলেজ অফ ইঞ্জিনিয়ারিংয়ে যা বর্তমানে দিল্লি টেকনোলজিকাল বিশ্ববিদ্যালয় নামে পরিচিত, তার স্কুল অফ প্ল্যানিং অ্যান্ড আর্কিটেকচার এর আর্কিটেকচার বিভাগের অংশ হিসাবে পরিকল্পনা পেশার যাত্রা শুরু করা হয়েছিল। পরে এটি স্কুল অফ টাউন অ্যান্ড কান্ট্রি প্ল্যানিংয়ের সাথে সমন্বয় করা হয়েছিল যা ১৯৫৫ সালে গ্রামীণ, নগর ও আঞ্চলিক পরিকল্পনার সুবিধার্থে ভারত সরকার প্রতিষ্ঠা করেছিল।  সমন্বিতকরণের পর, ১৯৫৯ সালে স্কুলটিকে পরিকল্পনা ও আর্কিটেকচার স্কুল হিসাবে নামকরণ করা হয়। আজ এটি স্নাতক, স্নাতকোত্তর এবং  পোস্ট ডক্টরেট স্তরের পরিকল্পনা বিষয়ক পড়াশুনা অধ্যয়ের অন্যতম প্রধান স্কুল। টাউন প্ল্যানার্স ইনস্টিটিউট অফ ইন্ডিয়া  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ ডিসেম্বর ২০১১ তারিখে, [রয়্যাল টাউন প্ল্যানিং ইনস্টিটিউট, লন্ডন এর আদলে প্রতিষ্ঠিত] সংস্থাটি ভারতের পরিকল্পনা পেশাজীবিদের প্রতিনিধিত্বকারী সংস্থা।   টাউন পরিকল্পনাকারীদের একটি ছোট্ট দল নিয়ে গঠিত বোর্ড তিন বছর অবিরাম কাজ করার পরে ভারতের টাউন প্ল্যানার ইনস্টিটিউট গঠন করে। ১৯৫১ সালের জুলাইয়ে প্রতিষ্ঠিত এই ইনস্টিটিউটে আজ বৃহত্তর সংখ্যক শিক্ষার্থী সদস্য ছাড়াও ২,৮০০ এরও বেশি সদস্যপদ রয়েছে, যাদের মধ্যে অনেকে আইটিপিআই  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ ডিসেম্বর ২০১১ তারিখে দ্বারা পরিচালিত সহযোগীতা পরীক্ষায় (এআইটিপি) সফলতা অর্জন করতে সক্ষম হয়েছে। আইটিপিআইয়ের অধীনে প্রতিষ্ঠানগুলি পরিকল্পনা বিষয়ে ৪ বছরের স্নাতক ডিগ্রি সরবরাহ করে।\n\n\n==== স্বীকৃত প্রোগ্রামসমূহ ====\n\n\n=== যুক্তরাজ্য ===\nপরিকল্পনা যুক্তরাজ্যের আইনে একটি জটিল সমস্যা, সুতরাং এটির মোকাবেলায় বেশ কয়েকটি নিয়ন্ত্রক সংস্থা বিদ্যমান। বেশিরভাগ ডিগ্রি রয়্যাল টাউন প্ল্যানিং ইনস্টিটিউট দ্বারা অনুমোদিত হয়, যাকে প্রায়শই সংক্ষেপে আরটিপিআই নামে অভিহিত করা হয়। এই পেশাদার সংস্থার দ্বারা অনুমোদিত ডিগ্রিগুলি সাধারণত চার বছরব্যাপী হয় এবং স্নাতকোত্তর পর্যায়ের ডিগ্রি হয় - এই ডিগ্রিগুলির সিংহভাগ এমপিপ্লান উপসর্গযুক্ত। আরটিপিআইয়ের আদেশক্রমে অনুমোদিত ডিগ্রিগুলি কোনও প্রাসঙ্গিক পেশায় কাজের স্থান নির্ধারণের নিশ্চয়তা দেয়, যেমন স্থানীয় কর্তৃপক্ষের সাথে কাজ করা বা পরিকল্পনা অফিসের কাজে অংশ নেয়া। এই কোর্সগুলি সরবরাহকারী বেশিরভাগ বিশ্ববিদ্যালয়গুলি অর্ধ-মেয়াদকালীন অবকাশ এবং / অথবা ছুটির সময়গুলিতে কাজের সময়সূচি নিশ্চিত করে।\nকয়েকটি ডিগ্রি, যেমন শেফিল্ড পরিকল্পনা বিদ্যালয়ের বিশ্ববিদ্যালয় কর্তৃক প্রদত্ত \"এমপ্লান আরবান স্টাডিজ অ্যান্ড প্ল্যানিং\" ডিগ্রীটি আরটিপিআই এবং আরআইসিএস (  রয়েল ইনস্টিটিউট ফর চার্টার্ড সার্ভেয়ারস) উভয় দ্বারা স্বীকৃত।  দ্বৈত-স্বীকৃতি প্রদত্ত এই ডিগ্রিটি অনন্য, তবে ডিগ্রি গ্রহণকারী শিক্ষার্থীদের কিছু বাধ্যতামূলক মডিউল গ্রহণ করতে হয় ৷\n\n\n=== যুক্তরাষ্ট্র ===\nপরিকল্পনা অ্যাক্রেডিটেশন বোর্ড হ'ল যুক্তরাষ্ট্রে পরিকল্পনা প্রোগ্রামগুলির একমাত্র স্বীকৃতিদাতা। পরিকল্পনা অনুমোদন বোর্ড (পিএবি) মার্কিন যুক্তরাষ্ট্র এবং কানাডার স্নাতক এবং স্নাতকোত্তর পরিকল্পনা কার্যক্রমের অনুমোদন দেয়।\n১ জানুয়ারি ২০১৬ (2016-01-01)-এর হিসাব অনুযায়ী,পিএবি নর্থ আমেরিকার ইউনিভার্সিটিগুলোর অন্তর্গত ১৫টি স্নাতক এবং ৭১টি স্নাতকোত্তর প্রোগ্রামকে স্বীকৃতি দান করেছে ৷ স্বীকৃতিবিহীন প্রোগ্রামের তুলনায় পিএবি স্বীকৃত প্রোগ্রাম থেকে স্নাতকরা আমেরিকান ইন্সটিটিউট অফ সার্টিফাইড প্ল্যানারসের প্রশংসামূলক পরীক্ষায় পেশাজীবনের শুরুতেই অংশ নিতে পারে ৷\nযেসব প্রোগ্রাম পিএবির মাধ্যমে স্বীকৃতি পেতে চায় তাদের প্রার্থিতা লাভের জন্য আবেদন করতে হবে। প্রার্থিতার জন্য আবেদনকারী প্রোগ্রামগুলোকে অবশ্যই প্রমাণ করতে হবে যে তারা অনুমোদনের পাঁচটি পূর্ব শর্ত পূরণ করে।  পাঁচটি পূর্বশর্ত হ'ল:\n\nডিগ্রিতে কমপক্ষে ২৫ শিক্ষার্থীর জন্য  স্নাতক প্রোগ্রাম।\nপ্রোগ্রামের মূল সংস্থাটি অবশ্যই উচ্চশিক্ষা অনুমোদনের কাউন্সিল (সিএইচইএ) দ্বারা স্বীকৃত একটি প্রাতিষ্ঠানিক স্বীকৃতি সংস্থার দ্বারা অনুমোদিত হতে হবে।\nপ্রোগ্রামের আনুষ্ঠানিক শিরোনাম এবং প্রদানকৃত ডিগ্রিটিতে \"পরিকল্পনা\" শব্দটি অন্তর্ভুক্ত থাকতে হবে।\nস্নাতক প্রোগ্রামগুলিতে অবশ্যই চার বছর পূর্ণ-কাল সময়ব্যাপী অধ্যয়ন বা সমমানের অফার থাকতে হবে, অন্যদিকে স্নাতকোত্তর প্রোগ্রামগুলি অবশ্যই ২ বছর পূর্ণকালীন অধ্যয়ন বা সমমানের হতে হবে।\nপ্রোগ্রামের প্রাথমিক লক্ষ্যটি অনুশীলনকারী পরিকল্পনা পেশাদারদের হয়ে উঠতে শিক্ষার্থীদের পাঠদান করা।\nপ্রোগ্রামটি সফলভাবে পূর্বনির্দেশগুলি  পূরণ করার পরে অবশ্যই স্ব-অধ্যয়ন প্রতিবেদনটি পূরণ করে জমা দিতে পারবে।  স্ব-অধ্যয়ন প্রতিবেদনের মাধ্যমে, প্রোগ্রামটি তাদের পারফরম্যান্স এবং পিএবির অনুমোদনের মানদন্ডগুলির সাথে সম্মতি নির্ধারণ করে। এই প্রতিবেদনটি বোর্ডের সভায় প্রোগ্রাম প্রশাসকের সাথে একটি আনুষ্ঠানিক বৈঠকের পাশাপাশি পরিকল্পনা অনুমোদন বোর্ডের পর্যালোচনার ভিত্তি হিসাবে কাজ করে। \nযদি প্রার্থিতা দেওয়া হয়, তবে পরিকল্পনা অনুমোদনদানকারী  বোর্ড একটি সেমিস্টারের সময় প্রোগ্রামটি দেখার এবং আনুষ্ঠানিকভাবে পর্যালোচনা করার জন্য একটি তিন সদস্যের দল পাঠাবে। তিন সদস্যের টিম অনুষদ, কর্মী, শিক্ষার্থী এবং স্থানীয় পরিকল্পনা সম্প্রদায়ের সদস্যদের সাথে দেখা করবে। দলটি তারপরে পরিকল্পনা অনুমোদনের বোর্ডে সাইট ভিজিট সম্পর্কিত একটি রিপোর্ট জমা দেবে। পরিকল্পনা অনুমোদনদানকারী বোর্ডের বৈঠকের সময় বোর্ড স্ব-অধ্যয়ন রিপোর্ট, সাইট ভিজিট রিপোর্ট এবং অন্যান্য ডকুমেন্টেশনগুলি পর্যালোচনা করবে এবং প্রোগ্রাম প্রশাসকের সাথে সাক্ষাত করবে। সভার শেষে, বোর্ড সিদ্ধান্ত নেয় যে প্রোগ্রামটি অনুমোদনযোগ্য কিনা এবং একইসাথে অনুমোদনের সময়কল নির্ধারণ করে দেয়। \nঅনুমোদনের সময়কাল সাধারণত প্রোগ্রামের ব্যাপ্তি এবং পরিকল্পনার স্বীকৃতিদানকারী বোর্ডের প্রয়োজনীয়তা অনুসারে নির্ধারিত হয় এবং সর্বাধিক সময়কাল হয়  ৭ বছর ।  প্রোগ্রামগুলির স্বীকৃতির মেয়াদ শেষ হওয়ার সাথে সাথে স্বীকৃতির জন্য পুনরায় আবেদন করতে হবে।\n\n\n==== স্বীকৃত প্রোগ্রামসমূহ ====\n\n\n== র‌্যাঙ্কিং ==\nপরিকল্পনার জন্য স্নাতক প্রোগ্রামগুলোর কোনও আনুষ্ঠানিক র‌্যাঙ্কিং না থাকলেও পরিকল্পনা-সম্প্রদায়ের সাইট প্ল্যানেটিজেন শীর্ষ মার্কিন পরিকল্পনা বিষয়ক গ্র্যাজুয়েট প্রোগ্রামগুলির পর্যায়ক্রমিক তালিকা প্রকাশ করে এবং এআইসিপি বর্তমানে সার্টিফিকেশন পরীক্ষার মাধ্যমে পাস হওয়া সাম্প্রতিক স্নাতকদের অনুপাত অনুসারে বাছাই করা- এবং পূর্ব-স্বীকৃত প্রোগ্রামগুলির একটি তালিকা সরবরাহ করে ।\n\n\n== আরও দেখুন ==\nস্নাতক রিয়েল এস্টেট শিক্ষা\nদেশীয় পরিকল্পনা\nএমবিএ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকলেজিয়েট স্কুল অফ প্ল্যানিং অ্যাসোসিয়েশন\nকানাডিয়ান ইনস্টিটিউট অফ প্ল্যানার্স\nরয়েল টাউন পরিকল্পনা ইনস্টিটিউট\nপরিকল্পনা ইউরোপীয় স্কুল সমিতি\nঅস্ট্রেলিয়ার পরিকল্পনা ইনস্টিটিউট\nপরিকল্পনা স্বীকৃতি বোর্ড\nতৃতীয় প্রতিষ্ঠানের জন্য আইএনটিবিএউ গাইড\nইনস্টিটিউট অফ টাউন প্ল্যানার্স, ভারত"}