{"pageid": 1029509, "title": "মোহাম্মদ আইয়ুব (ক্রিকেটার)", "url": "https://bn.wikipedia.org/wiki?curid=1029509", "content": "মোহাম্মদ আইয়ুব ডগার (উর্দু: محمدايوب‎‎; জন্ম: ১৩ সেপ্টেম্বর, ১৯৭৯) পাঞ্জাবের নানকানা সাহিব এলাকায় জন্মগ্রহণকারী সাবেক পাকিস্তানি আন্তর্জাতিক ক্রিকেটার। পাকিস্তান ক্রিকেট দলের অন্যতম সদস্য ছিলেন তিনি। ২০১০-এর দশকের সূচনালগ্নে অত্যন্ত সংক্ষিপ্ত সময়ের জন্যে পাকিস্তানের পক্ষে আন্তর্জাতিক ক্রিকেটে অংশগ্রহণ করেছেন।\nঘরোয়া প্রথম-শ্রেণীর পাকিস্তানি ক্রিকেটে পাঞ্জাব ও শিয়ালকোট দলের প্রতিনিধিত্ব করেন। দলে তিনি মূলতঃ ডানহাতে মাঝারিসারির ব্যাটসম্যান হিসেবে খেলতেন। এছাড়াও, ডানহাতে অফ ব্রেক বোলিংয়ে পারদর্শী ছিলেন মোহাম্মদ আইয়ুব।\n\n\n== খেলোয়াড়ী জীবন ==\n২০০১-০২ মৌসুম থেকে ২০১৪ সাল পর্যন্ত মোহাম্মদ আইয়ুবের প্রথম-শ্রেণীর খেলোয়াড়ী জীবন চলমান ছিল। পাঞ্জাব ও শিয়ালকোট স্ট্যালিয়ন্সের পক্ষে খেলেছেন। ঘরোয়া ক্রিকেটে দূর্দান্ত ক্রীড়াশৈলী প্রদর্শন স্বত্ত্বেও জাতীয় দল নির্বাচকমণ্ডলী থেকে কয়েক বছর ধরে উপেক্ষিত ছিলেন। শেখুপুরা দলের সাথে তার খেলোয়াড়ী জীবনের সূত্রপাত ঘটে। এরপর, শিয়ালকোট দলে চলে যান। উপর্যুপরী তিন বছর সহস্রাধিক রান সংগ্রহ করেছিলেন। ২০১১-১২ মৌসুমের কায়েদ-ই-আজম ট্রফি প্রথম বিভাগে দ্বিতীয় সর্বোচ্চ রান সংগ্রহকারী ছিলেন। ৬৬.৫৫ গড়ে ১০১৩ রান তুলেন তিনি।\nসমগ্র খেলোয়াড়ী জীবনে একটিমাত্র টেস্টে অংশগ্রহণ করেছেন মোহাম্মদ আইয়ুব। ২২ জুন, ২০১২ তারিখে গালেতে স্বাগতিক শ্রীলঙ্কা দলের বিপক্ষে টেস্ট ক্রিকেটে অভিষেক ঘটে তার। এটিই তার একমাত্র টেস্টে অংশগ্রহণ ছিল। এরপর আর তাকে কোন টেস্টে অংশগ্রহণ করতে দেখা যায়নি। তাকে কোন ওডিআইয়ে অংশগ্রহণ করার সুযোগ দেয়া হয়নি।\nসংযুক্ত আরব আমিরাতে ইংল্যান্ডের বিপক্ষে খেলার দ্বারপ্রান্তে অবস্থান করেন। এর কয়েক মাস পর ২০১২ সালে শ্রীলঙ্কা গমনার্থে পাকিস্তানের টেস্ট দলে তাকে অন্তর্ভুক্ত করা হয়। এ পর্যায়ে তার বয়স ছিল ৩২ বছর।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nসাঈদ আজমল\nমোহাম্মদ ইরফান\nএক টেস্টের বিস্ময়কারী\nপাকিস্তানি টেস্ট ক্রিকেটারদের তালিকা\nপ্রথম-শ্রেণীর ক্রিকেট দলসমূহের বর্তমান তালিকা\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে মোহাম্মদ আইয়ুব  (ইংরেজি)\nক্রিকেটআর্কাইভে মোহাম্মদ আইয়ুব   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}