{"pageid": 1029100, "title": "ব্রুকলিন নাইন-নাইন", "url": "https://bn.wikipedia.org/wiki?curid=1029100", "content": "ব্রুকলিন নাইন-নাইন একটি মার্কিন পুলিশ প্রক্রিয়াগত কমেডি টেলিভিশন ধারাবাহিক যা ড্যান গোর এবং মাইকেল শোর দ্বারা নির্মিত। ধারাবাহিকটি জ্যাকব পেরেল্টা (অ্যান্ডি স্যামবার্গ) নামের ব্রুকলিনের কাল্পনিক ৯৯তম প্রিসিন্টের একজন প্রতিভাবান কিন্তু অপরিণত এনওয়াইপিডি গোয়েন্দাকে এবং তার সহকর্মীদের ঘিরে তৈরি, যিনি প্রায়ই তার কমান্ডিং অফিসার গম্ভীর, কঠোর ক্যাপ্টেন রেমন্ড হল্টের (আন্দ্রে বাওয়ার) সাথে দ্বন্দ্বে লিপ্ত হন। বাকি চরিত্রে অভিনয় করেছেন স্টেফানি বিয়াট্রিজ (রোজা ডিয়াজ চরিত্রে), টেরি জেফোর্ডস (টেরি ক্রুজ চরিত্রে), মেলিসা ফুমেরো (অ্যামি সান্তিয়াগো চরিত্রে), জো লো ট্রুলিও (চার্লস বয়েলের চরিত্রে), চেলসি পেরেত্তি (জিনা লিনেত্তির চরিত্রে), ডির্ক ব্লকার (মাইকেল হিচককের চরিত্রে), এবং জোয়েল ম্যাককিনন মিলার (নর্ম স্কালি চরিত্রে)।\nএকটি একক-ক্যামেরা কমেডি হিসাবে প্রযোজিত, ফক্স মূলত তার প্রথম মৌসুমের জন্য ১৩ পর্ব নির্মাণ করার কথা ভাবে। অবশেষে এটি ২২ পর্ব পর্যন্ত সম্প্রসারণ করা হয়। ১৭ সেপ্টেম্বর, ২০১৩ তারিখে ব্রুকলিন নাইন-নাইন ধারাবাহিকের প্রিমিয়ার হয়। ২০ মে ২০১৮ তারিখে ফক্স পাঁচ মৌসুম করে ধারাবাহিকটি বাতিল করে। পরের দিন, এনবিসি ষষ্ঠ মৌসুমের জন্য ধারাবাহিকটি তুলে নেয়; এটি ১০ জানুয়ারি, ২০১৯ তারিখে এনবিসিতে প্রিমিয়ার হয়। সপ্তম মৌসুম ফেব্রুয়ারি ২০২০-এ প্রিমিয়ার হয়। দশ পর্বের অষ্টম এবং চূড়ান্ত সিজন ১২ আগস্ট, ২০২১ তারিখে সম্প্রচার করা শুরু হয় এবং ১৬ সেপ্টেম্বর, ২০২১ তারিখে সমাপ্ত হয়। টেলিভিশন মৌসুমে প্রিমিয়ার করা হবে।\nধারাবাহিকটি এর অভিনেতা-অভিনেত্রীদের জন্য, বিশেষ করে স্যামবার্গ এবং ব্রাগারের জন্য সমালোচকদের দ্বারা প্রশংসিত হয়েছে। এটি দুটি ক্রিয়েটিভ আর্টস এমি পুরস্কার এবং শ্রেষ্ঠ টেলিভিশন সিরিজ ― মিউজিক্যাল বা কমেডি বিভাগে গোল্ডেন গ্লোব পুরস্কার জিতেছে। স্যামবার্গ শ্রেষ্ঠ অভিনেতা, টেলিভিশন ধারাবাহিক ― মিউজিক্যাল বা কমেডি বিভাগে গোল্ডেন গ্লোব পুরস্কার জিতেছেন। বাওয়ার কমেডি ধারাবাহিকে অসাধারণ সহ-অভিনেতা হিসেবে চারবার প্রাইমটাইম এমি পুরস্কারের জন্য মনোনীত হয়েছেন এবং দুইবার হাস্যরসাত্মক ধারাবাহিকে সেরা পার্শ্ব অভিনেতা বিভাগের জন্য ক্রিটিকস চয়েস টেলিভিশন পুরস্কার জিতেছেন। সিরিজটি রসবোধ বজায় রেখে গুরুতর বিষয় উপস্থাপনের জন্য বিশেষ প্রশংসা পেয়েছে। এলজিবিটিকিউ+ মানুষের চরিত্র উপস্থাপনের জন্য সিরিজটি অসাধারণ কমেডি সিরিজ হিসেবে একবার গ্লাড মিডিয়া পুরস্কার জিতেছে।\n\n\n== ভিত্তি ==\nব্রুকলিনের নিউ ইয়র্ক সিটি পুলিশ ডিপার্টমেন্টের কাল্পনিক ৯৯তম অঞ্চল জুড়ে ধারাবাহিকের কাহিনি তৈরি হয়েছে। ব্রুকলিন নাইন-নাইন গোয়েন্দাদের একটি দল, যার নেতৃত্বে আছে অতিরিক্ত সিরিয়াস এবং নীতিবান ক্যাপ্টেন রেমন্ড হল্ট। গোয়েন্দাদের মধ্যে রয়েছেন জ্যাকব জ্যাক পেরাল্টা, একজন দক্ষ তদন্তকারী, যে অনেকগুলো মামলা সফলভাবে সমাধান করেছে। তবে সবকিছুতেই তার শিথিলতা এবং শিশুসুলভ মনোভাব ক্যাপ্টেনের বিরক্তির উদ্রেক করে। সে তার পড়ুয়া ও দক্ষ সহকর্মী অ্যামি সান্তিয়াগোর প্রেমে পড়ে। জ্যাকের প্রিয় বন্ধু হলো ভিতু, খাদ্যরসিক এবং বিশ্বস্ত চার্লস বয়েল। বয়েল চরিত্রগতভাবে উদাসীন এবং আবেগপ্রবণ। আরো রয়েছে আক্রমণাত্মক এবং রুক্ষ মেজাজের রোজা ডিয়াজ। পুরোনো গোয়েন্দা মাইকেল হিচকক এবং নর্ম স্কালি অযোগ্য এবং অলস প্রকৃতির; কিন্তু একসময় দক্ষ গোয়েন্দা ছিল।\nগোয়েন্দারা সার্জেন্ট টেরি জেফার্ডসের কাছে নিত্যদিনের ব্যাপারগুলো রিপোর্ট করে, যিনি একজন ভদ্র স্বভাবের নিষ্ঠাবান লোক। টেরি পরিবারের প্রতি অত্যন্ত যত্নবান, ইয়োগার্ট খেতে পছন্দ করেন এবং কর্তব্যরত অবস্থায় নিহত হয়ে সন্তানদের পিতৃহীন রেখে যাওয়ার ভয় তার মধ্যে কাজ করে। এখানে বেসামরিক কর্মকর্তা জিনা লুনেত্তি, যে তার কাজ অপছন্দ করেন, বিভিন্ন ব্যাপার নিয়ে সবাইকে উপহাস করে। জীবনের লক্ষ্য হিসেবে নাচকে ভীষণ ভালোবাসে।\n\n\n== কলাকুশলী ==\n\nজ্যাক পেরেল্টা চরিত্রে অ্যান্ডি স্যামবার্গ\nরোজা ডিয়াজ চরিত্রে স্টেফানি বিয়াট্রিজ\nটেরি জেফোর্ডস চরিত্রে টেরি ক্রুজ\nঅ্যামি সান্তিয়াগো চরিত্রে মেলিসা ফুমেরো\nচার্লস বয়েল চরিত্রে জো লো ট্রুলিও\nক্যাপ্টেন রেমন্ড হল্ট চরিত্রে আন্দ্রে বাওয়ার\nজিনা লুনেত্তি চরিত্রে চেলসি পেরেত্তি\nমাইকেল হিচকক চরিত্রে ডির্ক ব্লকার\nনর্ম স্কালি চরিত্রে জোয়েল ম্যাককিনন মিলার\n\n\n== প্রযোজনা ==\n\n\n=== উন্নয়ন ===\nএই ধারাবাহিকের লেখক ও প্রযোজক মাইকেল গোর এবং ড্যান গোর হার্ভার্ড বিশ্ববিদ্যালয়ের ছাত্র হওয়ার সময় থেকে একে অপরকে চিনতেন এবং পার্কস অ্যান্ড রিক্রিয়েশনে সিটকমে যৌথভাবে কাজ করেছিলেন। তারা একটি পুলিশ থানাভিত্তিক কমেডি সেট করার পরিকল্পনা করেছিলেন, যা বার্নি মিলার-এর পর থেকে টেলিভিশন কমেডিতে খুব একটা দেখা যায়নি। তারা প্রযোজনা সংস্থা ইউনিভার্সাল টেলিভিশনের কাছে এই ধারণাটি তুলে ধরে, যেখানে গোরের একটি প্রকল নির্মাণের কথা ছিল। যদিও ইউনিভার্সাল সিরিজটি প্রযোজনার জন্য স্বাক্ষর করে, এর মূল কোম্পানি নেটওয়ার্ক এনবিসি সম্প্রচারের দায়িত্ব গ্রহণ না করলে এই জুটি পরবর্তীতে এটি ফক্স ব্রডকাস্টিং কোম্পানির কাছে বিক্রি করে দেয়।\nফক্স ২০১৩ সালের মে মাসে একক ক্যামেরাভিত্তিক কমেডির জন্য ১৩ পর্বের অর্ডার প্রদান করে। ২০১৩ সালের অক্টোবর মাসে ২২ পর্বের পুরো একটি মৌসুমের জন্য এই সিরিজটিকে বাছাই করা হয়। পরবর্তীতে সুপার বোল XLVIII লিড-আউট প্রোগ্রামের অংশ হিসেবে একটি \"বিশেষ এক ঘণ্টার কমেডি ইভেন্টে\" এই সিটকমটি নিউ গার্লের সাথে সম্প্রচারের জন্য নির্বাচিত হয়। এটি লস অ্যাঞ্জেলেসের স্টুডিও সিটির সিবিএস স্টুডিও সেন্টারে চিত্রায়িত হয়। কাল্পনিক ৯৯তম অঞ্চলের থানাভিত্তিক এ সিটকমে বারংবার যে ভবন বাইরে থেকে দেখানো হয়, সেটি মূলত ব্রুকলিনের ৭৮তম অঞ্চলের থানার ভবন। ফেব্রুয়ারি, ২০১৯ সালে এনবিসি সপ্তম মৌসুমের জন্য সিরিজটি পুনরায় নির্বাচন করে, এরপর সপ্তমটি সম্প্রচারের পূর্বেই নভেম্বরে অষ্টম মৌসুমের জন্য আবারও বাছাই করে। সপ্তম মৌসুমটি ৬ ফেব্রুয়ারি, ২০২০ তারিখে প্রিমিয়ার হয় এবং ২৩শে এপ্রিল শেষ হয়।\nফেব্রুয়ারি ২০২১ সালে এনবিসি ঘোষণা করে যে দশটি পর্বের অষ্টম মৌসুম নির্মিত হবে এবং এটাই হবে ব্রুকলিন নাইন-নাইনের শেষ মৌসুম। পরবর্তীতে আরও ঘোষণা করা হয় যে অষ্টম মৌসুমের প্রিমিয়ার ২০২১-২০২২ টেলিভিশন মৌসুম পর্যন্ত পিছিয়ে যাবে।\n\n\n=== স্থগিতকরণ এবং পুনরায় চালু ===\nফক্স ২০১৮ সালের মে মাসে পাঁচ মৌসুমের পরে সিরিজটি বাতিল করে। ষষ্ঠ মৌসুমের জন্য সিরিজটি পুনরুজ্জীবিত করার দাবিতে টিবিএস, এনবিসির পাশাপাশি স্ট্রিমিং পরিষেবা হুলু এবং নেটফ্লিক্সের সাথে শীঘ্রই শুরু হয়। ভক্তরা একটি সামাজিক প্রচারমাধ্যমে এই সিদ্ধান্ত বাতিল করার জন্য ব্যাপক আহ্বান জানানোর পর, গোর ঘোষণা করেন যে এনবিসি বাতিল হওয়ার ৩০ ঘণ্টার মধ্যে তেরোটি পর্ব নিয়ে ষষ্ঠ মৌসুমের জন্য সিরিজটি বেছে নিয়েছে। একটি বিবৃতিতে এনবিসি এন্টারটেইনমেন্টের চেয়ারম্যান রবার্ট গ্রিনব্লাট শুরুতেই ফক্সকে সিরিজটি দেওয়ার জন্য দুঃখ প্রকাশ করেন এবং অবশেষে নেটওয়ার্কে নাইন-নাইনের সংযোজনে \"রোমাঞ্চিত\" হয়েছেন বলে জানান। পরবর্তীতে ঘোষণা করা হয় যে, ২০১৮-১৯ সালের টেলিভিশন মৌসুমে এই সিরিজের প্রিমিয়ার হবে মধ্য-মৌসুমে। সেপ্টেম্বর মাসে এনবিসি নেটওয়ার্ক ৬ষ্ঠ মৌসুমের জন্য অতিরিক্ত পাঁচটি পর্বের আদেশ দেয়, যার ফলে মোট পর্বসংখ্যা ১৮তে চলে যায়। ১০ জানুয়ারি, ২০১৯ তারিখে এনবিসিতে ষষ্ঠ মৌসুমের প্রিমিয়ার হয়। পেরেত্তি, যিনি বেসামরিক প্রশাসক জিনা লিনেত্তি চরিত্রে অভিনয় করেন, এ মৌসুমেই নিয়মিত চরিত্র হিসেবে সিরিজ থেকে বিদায় নেন। তবে অতিথি আবির্ভাব হিসেবে সিরিজে তিনি ফিরে আসেন।\n\n\n=== কাহিনিনির্মাণ ===\nজুন ২০২০ সালে, ক্রুস বলেছিলেন যে জর্জ ফ্লয়েডের হত্যার প্রতিক্রিয়ায় অষ্টম মৌসুমের পরিকল্পনার দিক পরিবর্তন করা হচ্ছে। এর ফলে গোর চারটি \"নির্মাণে জন্য প্রস্তুত\" পর্বকে বাতিল করা হয়েছে। স্যামবার্গ আরও বলেন যে এই সিরিজটি পুলিশের বর্বরতার বিরোধীতা এবং মূল কৌতুকশৈলী – এ দুইয়ের মধ্যে \"ভারসাম্য বজায়\" রাখবে। এই মৌসুমে কোভিড-১৯ মহামারীর বিষয়টিও অন্তর্ভুক্ত করা হবে। প্রাথমিকভাবে এনবিসির শরতের সময়সূচীর অংশ হিসেবে ঘোষণা করা হলেও বৈশ্বিক মহামারীর কারণে অষ্টম মৌসুমের প্রিমিয়ারটি ২০২১ সাল পর্যন্ত পিছিয়ে যায়।\nগোর সিরিজটি শেষ করার সিদ্ধান্তকে \"একটি কঠিন সিদ্ধান্ত, কিন্তু শেষ পর্যন্ত, আমরা অনুভব করেছি যে এটি চরিত্র, গল্প এবং আমাদের দর্শকদের সম্মান করার সর্বোত্তম উপায়\" হিসেবে বর্ণনা করেন। কলাকুশলীরাও এই সিরিজের অংশ হওয়ার জন্য তাদের গভীর ভালোবাসার অনুভূতি প্রকাশ করেছেন।\n\n\n== মৌসুম ও পর্ব ==\n\n\n== প্রতিক্রিয়া ==\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\n\nরটেন টম্যাটোস প্রথম মৌসুমকে মোট ৫৬টি পর্যালোচনার উপর ভিত্তি করে ৮৯% স্কোর দিয়েছে। স্কোরের সাথে প্রদত্ত বিবরণী হচ্ছে: \"অ্যান্ডি স্যামবার্গ এবং আন্দ্রে ব্রাউয়ারের বিস্ময়করভাবে যথাযথ জুটির নেতৃত্বে ব্রুকলিন নাইন-নাইন মনোমুগ্ধকর ও বুদ্ধিমত্তার সাথে একটি পুলিশ-বিষয়ক ফরম্যাটের উপর কাহিনি উপস্থাপন করেছে।\" দ্বিতীয় মৌসুমে এটি ১৭টি পর্যালোচনার উপর ভিত্তি করে ১০০% স্কোর দিয়েছে। এই মৌসুমের সারসংক্ষেপ হলো: \"ব্রুকলিন নাইন-নাইন-এর অসাধারণ কলাকুশলী, আকর্ষণীয় চরিত্র এবং অদ্ভুত ঠাট্টাগুলো কাহিনীকে দর্শকদের জন্য অনিন্দ্যসুন্দর খাবার হিসেবে গড়ে তোলে।\" মেটাক্রিটিক ৩৩টি পর্যালোচনার উপর ভিত্তি করে ওয়েটেড অ্যাভারেজ হিসেবে ৭০/১০০ রেটিং প্রদান করেছে। এই রেটিং \"সাধারণত অনুকূল পর্যালোচনা\" নির্দেশ করে।\nদ্য ওয়াশিংটন পোস্টের অ্যালিসা রোসেনবার্গ ব্রুকলিন নাইন-নাইনকে \"টিভির সবচেয়ে মজার, সবচেয়ে গুরুত্বপূর্ণ অনুষ্ঠান\" বলে মনে করেন এবং বিশেষভাবে আলোচনা করেন \"সমসাময়িক পুলিশিং-এর বিভিন্ন বিষয়ে অপ্রত্যাশিত পথ খুঁজে বের করার ক্ষমতা\" নিয়ে। ভ্যানিটি ফেয়ারের জন্য লেখা একটি প্রবন্ধে গ্রেস রবার্টসন সিরিজটিকে \"একটি সুগঠিত অনুকরণীয় [...] কর্মক্ষেত্রের সিটকম\" যা \"নির্মল আনন্দ\" প্রদান করে বলে মতপ্রকাশ করেন। স্লেটের আইশা হ্যারিস এই সিরিজটিকে \"একটি সুগঠিত কল্পনা\" বলে অভিহিত করেন, যার সাথে আইন প্রয়োগকারী সম্পর্কে বর্তমান সাংস্কৃতিক মনোভাবের সাথে খুব কমই স্পষ্ট সংযোগ রয়েছে\" কিন্তু এর \"প্রতিভাবান\" বিভিন্ন রকম কলাকুশলীর প্রশংসা করেন। রোলিং স্টোনের ২০১০-এর দশকের ৫০টি সেরা টিভি শো-তে এটি ২৪ নম্বরে স্থান পেয়েছিল, যেখানে এর কিউরেটর অ্যালান সেপিনওয়াল স্যামবার্গ এবং ব্রাউয়ারের চরিত্রগুলির \"কৌতুককত য়িন এবং য়াং\" হিসেবে অভিহিত করে সিরিজের প্রশংসা করেন।\nব্রুকলিন নাইন-নাইন এলজিবিটিকিউ মানুষদের সুস্পষ্ট চিত্রায়ন এবং তাদের প্রভাবিত করে এমন গুরুতর বিষয়গুলো মূল ধারাবাহিকের রসবোধ বজায় রেখে উপস্থাপনার জন্য প্রশংসা পেয়েছে। সিরিজটির অন্যতম প্রধান চরিত্র ক্যাপ্টেন রেমন্ড হল্টকে সমকামী, অকপট ও দৃঢ় চরিত্রে দেখানো হয়েছে। একজন কৃষ্ণাঙ্গ পুরুষকে এভাবে চিত্রিত করা সিনেমা এবং টেলিভিশনে অভূতপূর্ব। এই সিরিজের ৯৯তম পর্ব \"৯৯\" পর্বে গোয়েন্দা রোজা ডিয়াজ নিজেকে উভকামী হিসেবে প্রকাশ করেন। এই পর্বটিকে যৌন অভিমুখিতার একটি গুরুত্বপূর্ণ উপস্থাপনা হিসেবে বর্ণনা করা হয়।\n\n\n== তথ্যসূত্র =="}