{"pageid": 1029504, "title": "উত্তর কোরিয়ায় পর্নোগ্রাফি", "url": "https://bn.wikipedia.org/wiki?curid=1029504", "content": "উত্তর কোরিয়ায় পর্নোগ্রাফি কঠোরভাবে নিষিদ্ধ। পর্নোগ্রাফির দখল, উৎপাদন, বিতরণ এবং আমদানি করার মতো কাজের জন্য সরকার কঠোরশাস্তি প্রদান করে। তা সত্ত্বেও, দেশে পর্নোগ্রাফি ব্যাপকতা অনেক কারণ মানুষ গোপনে এটি আমদানি করে অথবা স্থানীয়ভাবে উৎপাদন করে।\n১৯৯০-এর দশকের শেষের দিকে কিম জং-ইল যখন দেশের নেতা ছিলেন, তখন প্রথম অভিজাতদের মধ্যে এর দখল জনপ্রিয় হয়ে ওঠে। উচ্চ পদস্থ রাজনৈতিক এবং সামরিক কর্মকর্তারা পর্নোগ্রাফির সবচেয়ে সক্রিয় ভোক্তা ছিলেন। বর্তমানে সরকারের সঞ্চালন কমানোর প্রচেষ্টা করা সত্ত্বেও চীন-উত্তর কোরিয়া সীমান্তে প্রকাশ্যে পর্নোগ্রাফি বিক্রি করা হয়। উত্তর কোরিয়ায় প্রচলিত বেশিরভাগ পর্নোগ্ৰাফিক বিষয়বস্তু দেশের বাইরে উৎপাদিত হয়, এর একটি উল্লেখযোগ্য অংশ হচ্ছে চীনা বুটলেগ রেকর্ডিং। স্থানীয়ভাবে প্রযোজিত একটি পর্নোগ্রাফিক চলচ্চিত্রে সাধারণত নগ্ন বা স্বল্প পোশাক পরিহিত নারীদের সঙ্গীতের সাথে নাচানো হয়।\n\n\n== অভ্যাস ==\nযৌনতা রক্ষণশীল উত্তর কোরিয়ার সংস্কৃতিতে সীমাবদ্ধ। কিছু বিরোধীরা বলেন যে দেশে যৌনশিক্ষার অভাবের ফলে তরুণরা পর্নোগ্রাফির মাধ্যমে যৌনতা সম্পর্কে জানতে ও শিখতে পারেন এবং প্রাপ্তবয়স্করা অল্প বয়সীদের চেয়ে কম পর্নোগ্রাফি দেখেন। পর্নোগ্রাফির প্রতি কেও আগ্রহ দেখানোর মানে সে দেশের গণ নজরদারি নেটওয়ার্কের আওতাধীন হতে পারে।\nকালোবাজারে বিক্রি হওয়া পর্নোগ্রাফিক ম্যাগাজিন এবং চলচ্চিত্র \"সেক্স-আর\" (সেক্স সিডি-আর) নামে সিডি হিসেবে বিতরণ করা হয় এবং এর বেশিরভাগই নিম্নমানের ভিডিও যা চীন থেকে সস্তা বুটলেগ রেকর্ডিং থেকে আমদানি করা হয়। সস্তা বাজার ও বিতরণ পদ্ধতির কারণে এই খাতটি ক্রমাগতভাবে বিকশিত হচ্ছে। উদাহরণস্বরূপ, পিয়ংইয়ং-এর টঙ্গইল বাজারে অননুমোদিত পর্নোগ্রাফি বিক্রি হয়। চীন–উত্তর কোরিয়া সীমান্তে অশ্লীল চলচ্চিত্রের খোলাখুলি লেনদেন হয়। ধারণা করা হয় চাইনিজ পর্নোগ্রাফির সংস্পর্শে উত্তর কোরিয়ায় গর্ভপাতের সংখ্যা বেড়েছে।\nঅতীতে, উত্তর কোরিয়ায়ও পর্নোগ্রাফিক ভিডিও তৈরি করা হয়েছে। কিম জং-ইলের নেতৃত্বে এগুলো আবির্ভূত হতে শুরু করে, যিনি নিজেও একজন পর্নোগ্রাফিক চলচ্চিত্রের উল্লেখযোগ্য সংগ্রাহক ছিলেন বলে জানা যায়। গার্হস্থ্য উপাধি গুলো সাধারণত কর্তৃপক্ষ দ্বারা অবিলম্বে বাজেয়াপ্ত করা হয়। একটি ঘরোয়া শিরোনামে নির্মিত পর্নোগ্ৰাফিঅ চলচ্চিত্র প্রজাতন্ত্রের গোপন গল্প জাপানে পাচার করা হয় এবং উত্তর কোরিয়ার দলত্যাগীদের দ্বারা জাপানি ভাষায় অনুবাদ করা হয়। কোরিয়ার ওয়ার্কার্স পার্টির কর্মকর্তারা এই চলচ্চিত্রটি জাপানে বিক্রি করেছিলেন যেখানে এটি একটি লিখিত দাবি থেকে জানা যায়: \"বিনোদনের উদ্দেশ্যে নয় বরং গবেষণার জন্য বিতরণ করা হয়েছে\"। উত্তর কোরিয়া বৈদিশিক মুদ্রা অর্জনের প্রচেষ্টায় পর্নোগ্রাফি রপ্তানি করেছে। এই প্রচেষ্টার কিছু উত্তর কোরিয়ার বেশ কয়েকটি ওয়েবসাইটের মাধ্যমে করা হয়েছে।\nপর্নোগ্রাফি দেখা ১৯৯০-এর দশকের শেষের দিকে দেশের অভিজাতদের মধ্যে ব্যাপক হয়ে ওঠে। এরপর, এই চর্চা অন্যান্য সামাজিক স্তরেও ছড়িয়ে পড়েছে। ঘরোয়া পর্নোগ্রাফিক কাজ সাধারণত নগ্ন বা বিকিনি পরা উত্তর কোরিয়ার নারীদের সঙ্গীতের সাথে নাচতে দেখা যায়। সাহিত্য ও শিল্প প্রকাশনা কোম্পানি দলীয় কর্মকর্তাদের ব্যবহারের জন্য গোপনে একটি পর্নোগ্রাফিক বই লিসেন্টিয়াস স্টোরিজ প্রকাশ করে। ২০০০ সালে কোরিয়ান সেন্ট্রাল ব্রডকাস্টিং কমিটি কর্মকর্তাদের জন্য একটি পর্নোগ্রাফিক ভিডিওটেপ প্রকাশ করে। আমদানিকৃত পর্নোগ্রাফি এখন মূলত ঘরোয়া পর্নোগ্রাফিকে প্রতিস্থাপন করেছে। রাজনৈতিক এবং সেনাবাহিনীর অভিজাতরা পর্নোগ্রাফির সবচেয়ে সক্রিয় ভোক্তা। ২০০৭ সালে এক ঘণ্টার জন্য একটি পর্নো সিডির ভাড়া ছিল ২,০০০ উত্তর কোরিয়ান এবং মাধ্যমিক বিদ্যালয়গুলো তাদের নিয়মিত গ্ৰাহক ছিল। ১৯৯৫ সালে একটি পর্নোগ্রাফিক চলচ্চিত্র ৮০ ডলারে বিক্রি করা হতো। সাম্প্রতিক বছরগুলোতে, সরবরাহের বৃদ্ধির কারণে দাম নাটকীয়ভাবে কমে গেছে, একজন চীনা পাচারকারী বলছে যে সে নিয়মিত বিনামূল্যে পর্ণ সরবরাহ করে যারা পাইরেটেড কে-ড্রামা কেনে।\nদক্ষিণ কোরিয়ার পর্নোগ্রাফিক চলচ্চিত্র এদেশে পাচার করা হয়। দক্ষিণ কোরিয়া থেকে উত্তরে পাঠানো প্রোপাগান্ডা বেলুনগুলোতে উত্তর কোরিয়ার সৈন্যদের কাছে আবেদন করার জন্য যৌন সুস্পষ্ট উপাদান ও দেখানো হয়।\n\nকেন্দ্রীয় গোয়েন্দা সংস্থার অপারেশন অধিদপ্তরের একজন প্রবীণ হেনরি এ. ক্রাম্পটন ব্যাখ্যা করেছেন যে তিনি \"উত্তর কোরিয়ার এমন কোন কূটনীতিকের সাথে দেখা করেননি, যিনি পর্ণ চান নি, হয় ব্যক্তিগত ব্যবহার বা পুনঃবিক্রয়ের জন্য।\"\n\n\n== আইন ==\nগণতান্ত্রিক গণপ্রজাতন্ত্রী কোরিয়ার ফৌজদারী আইন অনুযায়ী:\n\nযে ব্যক্তি অনুমোদন ছাড়া, আমদানি, বিতরণ বা অবৈধভাবে সঙ্গীত, নাচ, অঙ্কন, ছবি, বই, ভিডিও রেকর্ডিং বা ইলেকট্রনিক মিডিয়া যা ক্ষয়, কার্নাল বা নোংরা বিষয়বস্তুপ্রতিফলিত করে তাকে দুই বছরের কম সময়ের জন্য স্বল্পমেয়াদী স্বশ্রম কারাদণ্ড প্রদান করা হবে। যে সব ক্ষেত্রে ব্যক্তি গুরুতর অপরাধ করে, সেক্ষেত্রে তাকে পাঁচ বছরের কম সময়ের জন্য স্বশ্রম কারাদণ্ড প্রদান করা হবে। যে সব ক্ষেত্রে এই ধরনের ব্যক্তি যৌন ভিডিও রেকর্ডিং আমদানি, রাখে বা বিতরণ করে, সেক্ষেত্রে পাঁচ বছরের বেশি সময় ধরে এবং দশ বছরের কম সময়ের জন্য স্বশ্রম কারাদণ্ড করা হবে।\nআইনটি সুনির্দিষ্ট করে যে এই জাতীয় উপাদানগুলো দেখাও অবৈধ:\n\nযে ব্যক্তি সঙ্গীত, নাচ, অঙ্কন, ছবি, বই, ভিডিও রেকর্ডিং বা ইলেকট্রনিক মিডিয়া দেখে বা শোনে যা ক্ষয়সংস্কৃতির অন্তর্ভুক্ত, সে দু'বছরের কম সময়ের জন্য স্বল্পমেয়াদী স্বশ্রম কারাদণ্ডের শাস্তি পাবে। যে সব ক্ষেত্রে ব্যক্তি গুরুতর অপরাধ করে, সেক্ষেত্রে তাকে পাঁচ বছরের কম সময় ধরে স্বশ্রম কারাদণ্ডের মাধ্যমে শাস্তি প্রদান করা হবে।।\nরাষ্ট্রের নিরাপত্তা বিভাগকে অবৈধ ভাবে পর্নোগ্রাফিক সামগ্রী আমদানি পর্যবেক্ষণের দায়িত্ব দেওয়া হয়। অবৈধ আমদানির সাথে জড়িত থাকার ফলে অপরাধীকে ১০ থেকে ১৫ বছর ধরে কিওহাওয়াসো (পুনঃশিক্ষা শিবিরে) পাঠানো হয়। ২০১৩ সালের শেষদিকে পর্নোগ্রাফি দেখার বা বিতরণের অভিযোগে অভিযুক্ত বেশ কয়েকজন ব্যক্তির ফাঁসি কার্যকর করা হয়েছিল। পর্যটকদের জন্য দেশের অভ্যন্তরে পর্নোগ্রাফি আনাই অবৈধ। দেশ থেকে \"যৌনতা এবং প্রাপ্তবয়স্ক ওয়েবসাইটগুলোতে\" প্রবেশ অবরুদ্ধ করা হয়েছে, তবে অতীতে পিতঙ্গিয়াংয়ে বসবাসকারী বিদেশীদের মধ্যে পর্নোগ্রাফির বিটটোরেন্ট ডাউনলোড শনাক্ত করা হয়েছে। একইভাবে, চীনের সীমান্তের নিকটে বসবাসরত উত্তর কোরিয়ানরা পর্নোগ্রাফিক সাইটগুলি প্রবেশ করতে করতে চাইনিজ সিম কার্ডযুক্ত সজ্জিত মোবাইল ফোন ব্যবহার করে।\n২০১৩ সালে যখন কিম জং-উনের চাচা জাং সং-থাইকের মৃত্যুদণ্ড কার্যকর করা হয়, তখন তার অপরাধের মধ্যে পর্নোগ্রাফি বিতরণ গণনা করা হয়।\nউত্তর কোরিয়া শিশু, শিশু পতিতাবৃত্তি এবং শিশু পর্নোগ্রাফি বিক্রির ঐচ্ছিক প্রোটোকল অনুমোদন করেছে, কিন্তু শিশু পর্নোগ্রাফির জন্য সুনির্দিষ্ট কোন আইন প্রণয়ন করেনি।\n\n\n== আরও দেখুন ==\nমধ্যপ্রাচ্যে পর্নোগ্রাফি\nমালদ্বীপে পর্নোগ্রাফি\nআজারবাইজানে পর্নোগ্রাফি\nফিলিপাইনে পর্নোগ্রাফি\nভুটানে পর্নোগ্রাফি\nবাংলাদেশে পর্নোগ্রাফি\nহাঙ্গেরিতে পর্নোগ্রাফি\n\n\n== তথ্যসূত্র ==\n\n\n=== কাজ উদ্ধৃত ===\nHokkanen, Jouni (২০১৩)। Pohjois-Korea: Siperiasta itään (ফিনিশ ভাষায়)। Johnny Kniga। আইএসবিএন 978-951-0-39946-0। \n\n\n== বহিঃসংযোগ ==\nKim Yoo-sung (২৮ সেপ্টেম্বর ২০১৫)। \"Caught with porn in North Korea\"। NK News। সংগ্রহের তারিখ ২০ সেপ্টেম্বর ২০১৬। \n\"How I Smuggled 'Porn' Out of North Korea\"। Foreign Policy। সংগ্রহের তারিখ ২০ সেপ্টেম্বর ২০১৬। \n\"Crumpton's greatest hits: North Koreans and porn, Wolfowitz stoned on Iraq, and British spies not as good as they think\"। Foreign Policy। সংগ্রহের তারিখ ২১ সেপ্টেম্বর ২০১৬। \n\"Memory of an Adult Movie\"। Daily NK। সংগ্রহের তারিখ ২১ সেপ্টেম্বর ২০১৬।"}