{"pageid": 1029235, "title": "পি কে পেইজ", "url": "https://bn.wikipedia.org/wiki?curid=1029235", "content": "পি কে পেইজ (১৯১৬-২০১০) কানাডার অগ্রগণ্য কবি। লন্লডনে জন্ম নেওয়া এই কবি মাত্র চারবছর বয়সে পরিবারের সাথে কানাডার ক্যালগেরিতে অভিবাসী হন। মোট পঁচিশটি কাব্যগ্রন্থ, আটটি গদ্যগ্রন্থ, দশটি শিশুতোষ গ্রন্থের লেখক পি কে পেইজ। তিনি গ্লোসার কবি হিশেবে খ্যাত।\n\n\n== পি কে পেইজের গ্লোসা কবিতা ==\nপি কে পেইজের লেখা হলোগ্রাম গ্রন্থটি মোট চৌদ্দটির গ্লোসার রচনা। বইয়ের ভূমিকাতে কবি জানিয়েছেন যে মধ্যযুগে ‘হলোগ্রাম’ ছিল কবিতা রচনার একটি জনপ্রিয় আঙ্গিকে। লেখক জীবনে যে সকল কবির কবিতা তাঁকে প্রভাবিত করেছিল তাঁদের শ্রদ্ধা জানানোর জন্যেই পি কে এই আঙ্গিক ব্যবহার করতে শুরু করেন। ব্যাপারটি এমন দাঁড়ায় যে তিনি সিদ্ধান্ত নেন জীবনের বাকি সময়গুলোতে তিনি ‘গ্লোসা’ আঙ্গিকেই কবিতা লিখে চলবেন। এই গ্রন্থে যে চৌদ্দজন কবিকে পি কে শ্রদ্ধা জানিয়েছেন, যাঁদের কবিতা স্তবক ব্যবহার করেছেন তাঁর বইতে তাঁদের মধ্যে আছেন পাবলো নেরুদা, রেইনার মারিয়া রিলকে, লিওনার্দো কোহেন, ডব্লিউ এইচ অডেন, টি এস এলিয়ট, ডিলান টমাস, ডি এইচ লরেন্স, জর্জ উডকক প্রমুখ।\nপি কে পেইজের প্ল্যানেট আর্থ: পোয়েমস সিলেক্টেড অ্যা- নিউ কাব্যগ্রন্থের সবকটি কবিতা গ্লোসা ধরনের নয়। তবে ধারণা করা যেতে পারে অন্য ধরনের কবিতাগুলো আসলে পি কে তাঁর পূর্ব প্রতিশ্রুতির আগেই লিখেছিলেন যেগুলোকে এই গ্রন্থে সংকলিত করা হয়েছে। এই গ্রন্থে শুরুতে শিরোনামের কবিতাটি আছে। এরপর এক, দুই, তিন এভাবে সাতটি অংশে অনেকগুলো করে কবিতা একত্রিত করা হয়েছে। শেষে আলাদা একটি কবিতা আছে ‘জানুয়ারি’। সাতটি গুচ্ছে ‘পুওর বার্ড’ (পৃ ৬৩) ‘দ্য গোল্ড সান’ (পৃ ৭৩), ‘হলোগ্রাম’ (পৃ ৭৫), ‘ইন মেমরিয়াম’ (পৃ ৮০), ‘ইনেবরিয়েট’ (পৃ ১০০), ‘অটাম (পৃ ১৪১), ‘লাভ’স প্যাভিলিয়ন’ (পৃ ১৪৬), ‘এক্সাইল’ (পৃ ১৮৬), ‘ প্রেজেনসেস’ (পৃ ১৮৯), ‘দ্য অ্যানসার’ (পৃ ১৯১) নামের গ্লোসাগুলো রয়েছে। মনোযোগী পাঠকের নজরে পড়বে যে এই গ্লোসাগুলোর সবকটিই পি কে তাঁর ‘হলোগ্রাম’ গ্রন্থে অন্তর্ভুক্ত করেছিলেন। \n২০০৯ সালে ২১টি নতুন গ্লোসাজাতীয় কবিতা নিয়ে প্রকাশিত হয় পি কে-র নতুন গ্রন্থ: ‘কোল অ্যান্ড রোজেজ’। এই বইটিতে কবি আরও এক ধাপ এগুলেন। প্রতিটি গ্লোসার আগে এক পৃষ্ঠায় দিলেন ওই কবিতার শুরুতে ব্যবহৃত স্তবকের কবির ছবি। এক পৃষ্ঠায় দিলেন তাঁকে নিয়ে ছোট্ট একটি জীবনী। এখানে যে একুশ কবিকে পি কে স্মরণ করলেন তাঁদের মধ্যে আছেন টেড হিউজেজ,  ই ই কামিংস, ডিওন ব্রান্ড, গুয়েনডলিন মিকইউয়ান, জন অ্যাশবেরি, হোসে লুই বোর্হেস, ফ্রেডারিক গার্সিয়া লোরকা, আনা আখমাতোভা প্রমুখ। আনার কবিতা নিয়ে তিনটি গ্লোসা রয়েছে। তিনটি স্তবকই ‘এভরিথিং ইজ প্লানডারড’ কাব্যগ্রন্থ নেওয়া। খুব খেয়াল করার মতো এই যে, পি কে এখানে এমন কানাডীয় কবিকেও গ্রহণ করেছেন যিনি তাঁর বয়ঃকনিষ্ঠ। গুয়েনডলিন বয়ঃকনিষ্ঠ হলেও মাত্র ৪৬ বছর বয়সে ১৯৮৭ সালে প্রয়াত হয়েছিলেন বলে তাঁর অন্তর্ভুক্তি অসহজ লাগে না। কিন্তু ডিওন তো পি কে-র চেয়ে সাইত্রিশ বছরের ছোটো। বয়ঃকনিষ্ঠ একজন কবির প্রভাবকে এভাবে স্বীকার করে কানাডার অগ্রগণ্য দীর্ঘায়ু কবি পি কে পেইজ তাঁর ঔদার্যেরই পরিচয় দিয়েছেন। ১৯৯২ সালে লরেন্স হাচম্যানের সাথে এক সাক্ষাৎকারে পি কে জানিয়েছিলেন ডব্লিউ বি ইয়েটস এবং ডিলান টমাসের কবিতাকেও ব্যবহার করতে চান তিনি তাঁর গ্লোসাতে (পৃ. ৬২)। খুব জানতে ইচ্ছে করে, কবি কি তাঁর অনুসন্ধান শেষ করতে পারেন নাই! \nপি কে তাঁর গ্লোসাগুলোতে চারটি করে স্তবক রচনা করেছেন। প্রতি স্তবকে রয়েছে দশটি করে পঙ্‌ক্তি। প্রতি স্তবকের ৬ষ্ঠ, ৯ম এবং উপরের কবিতা থেকে ব্যবহৃত শেষ লাইনে আছে অন্তমিল। হলোগ্রামের ভূমিকায় পি কে জানিয়েছেন এই কাঠামোর কবিতা ইংরেজিতে জনপ্রিয় না হলেও চৌদ্দ শতকের শেষ এবং পনেরো শতকের শুরুতে স্প্যানিশ কবিদের মধ্যে বেশ জনপ্রিয় হয়েছিল। এ প্রসঙ্গে উল্লেখ করা যেতে পারে যে গ্লোসাগুলোর অনেক ক’টিরই মূল উপজীব্য প্রেম। কোনো কোনো সমালোচকের মতে সে সময় পি কে সুফী দর্শন দ্বারা প্রভাবিত ছিলেন এবং ‘হলোগ্রাম’ সে প্রভাবের বহিঃপ্রকাশ ঘটিয়েছে। কিন্তু পি কে-র সবচেয়ে বড়ো কৃতিত্ব এই যে কবিতার শুরুতে অন্য কবির চার লাইনের একটি স্তবক ব্যবহার করে এবং নিজের প্রতিটি স্তবকের শেষে ওই লাইনগুলোর একটি করে ব্যবহার করেও তাঁর কবিতা স্বাতন্ত্র্যে উজ্জ্বল।\nএ প্রসঙ্গে উল্লেখ করা যেতে পারে যে পি কে-র গ্লোসা কবিতা রচনা বেশ ক’জন কানাডীয় কবিকে উৎসাহিত করেছিল একই আঙ্গিকের কবিতা লিখতে। প্যাট্রিক লেন (জন্ম ১৯৩৯), গ্লেন ক্লেটকি (জন্ম ১৯৪২), ব্রেসটি স্টুথার্স (জন্ম ১৯৫১), ব্লেন্ডা লিফসো (জন্ম ১৯৭৭), ডেভিড রিবেটানজ (জন্ম ১৯৮২) তাদের মধ্যে অন্যতম।\n\n\n== গ্রন্থাবলী ==\n\n\n=== কাব্যগ্রন্থ ===\nঅ্যাজ টেন অ্যাজ টোয়েনটি (১৯৪৬)\nদ্য মেটাল অ্যান্ড দ্য ফ্লাওয়ার (১৯৫৪)\nহলোগ্রাম (১৯৯৪)\nদ্য হিডেন রুম (১৯৯৭)\nমাদার আর্থ (২০০২)\nকোল অ্যান্ড রোজেজ (২০০৯)\n\n\n=== উপন্যাস ===\nদ্য সান অ্যান্ড দ্য মুন (১৯৪৪)\n\n\n== পুরস্কার ==\nগভর্নর জেনারেল সাহিত্য পুরস্কার  (১৯৫৪)\nআটটি বিশ্ববিদ্যালয় প্যাট্রিশিয়াকে সম্মানসূচক ডক্টরেট ডিগ্রি দিয়েছিল।\n১৯৭৭ সালে তিনি কানাডায় সর্ব্বোচ্চ বেসামরিক সম্মান ‘অর্ডার অব কানাডা’তে অফিসার হিসেবে অভিষিক্ত হন।\nবিভিন্ন সময়ে মোট আঠারোবার পুরস্কৃৃত হয়েছেন এই কবি।\nপি কে পেইজের কবিতা নিয়ে তাঁর জীবদ্দশাতেই গ্রন্থ প্রকাশিত হয়েছিল। ১৯৮৯ সালে প্রকাশিত হয় জন অরেঞ্জের বই ‘পি কে পেইজ অ্যান্ড হার ওয়ার্ডস’।\n২০০৮ সালে হিয়া গ্রে এবং আর্লিন ল্যাম্পার্টের নির্বাচনে প্রকাশিত হয়েছিল ‘দ্য এশেনসিয়াল পি কে পেইজ’। মৃত্যুর পর ২০১২ সালে তাঁর জীবন নিয়ে চার শতাধিক পৃষ্ঠার একটি বই প্রকাশ করেন সান্দ্রা ডিজুয়া। ‘জার্নি উইথ নো ম্যাপস’ পড়তে গিয়ে মনে ওটা যেন একটি জীবনী নয়। লেখক সেখানে এমনভাবে পি কে-র ডায়েরি, চিঠিপত্র, লেখালেখি এবং সমসাময়িকদের কণ্ঠকে তুলে এনেছেন এবং সেসব কণ্ঠের ভেতর দিয়ে পি কে পেইজকে উপস্থাপন করেছেন যেন মনে হয় এটি একটি উপন্যাস।\n\n\n== তথ্যসূত্র =="}