{"pageid": 1029078, "title": "প্যাট লোথার", "url": "https://bn.wikipedia.org/wiki?curid=1029078", "content": "প্যাট লোথার(১৯৩৫-১৯৭৫) একজন কানাডীয় কবি তাঁর জন্ম ভ্যাঙ্কুভারে।১৯৭৫ সালে মাত্র চল্লিশ বছর বয়সে তিনি  খুন হন  । মৃত্যু পর্যন্ত মাত্র চারটি কাব্যগ্রন্থ প্রকাশিত হয়েছিল এই দুর্ভাগা কবির। মৃত্যুর বছরখানেক আগে লিগ অব কানাডিয়ান পোয়েটস-এর সহসভাপতি নির্বাচিত হন প্যাট। \n\n\n== জীবন ==\nপ্যাট লোথার মাত্র ষোলো বছর বয়সেই পড়াশোনা ত্যাগ করেন এবং উপার্জনে যুক্ত হন। ১৮ বছর বয়সেই প্রথমবার বিয়ে করেন, ১৯ বছর বয়সেই প্রথম সন্তানের মা হন। ২১ বছর বয়সেই তিনি দ্বিতীয় সন্তান প্রসব করেন। ২৪ বছর বয়সে প্রথম স্বামীর সঙ্গে প্যাটের বিচ্ছেদ ঘটে। ২৮ বছর বয়সে রয় লোথারের সঙ্গে তাঁর বিয়ে হয়। ভ্যাঙ্কুভারের কবি প্যাট লোথার খুন হন ১৯৭৫ সালে, মাত্র চল্লিশ বছর বয়সে। ১৯৭৪ সালে প্যাট কাব্যজগতে প্রতিষ্ঠার দোরগোড়ায় পৌঁছেছেন। এ সময় অক্সফোর্ড বিশ্ববিদ্যালয় প্রেসে তিনি ‘অ্যা স্টোন ডায়েরি’র পাণ্ডুলিপি পাঠিয়েছেন এবং সেটা গৃহীত হয়েছে। এরপর দেখতে পাই তিনি ইউনিভার্সিটি অব ব্রিটিশ কলম্বিয়াতে খণ্ড কালীনভাবে ক্রিয়েটিভ রাইটিং শেখাচ্ছেন। ১৯৭৫-এর জুলাইতে প্রিন্স অ্যাডওয়ার্ড আইল্যান্ড বা পিইআইতে গেলেন কবিতা উৎসবে। সেপ্টেম্বরের ২৭ তারিখে আরেক জায়গায় কবিতা পড়বেন বলে নির্ধারিত হয়েছিল। এবং এর ঠিক আগে আগেই ভ্যাঙ্কুভারের ফারি ক্রিকে তাঁর মৃতদেহ আবিষ্কৃত হয়। \nহত্যাকারী হিসেবে রয়কে পুলিশ গ্রেপ্তার করার পর পুরো পরিবারকে ভাড়া বাড়িতে গিয়ে উঠতে হয় এবং বাসা বদলের কারণে অনেক লেখালিখি নষ্ট হয়ে যায়। ১৯৭৭ সালের ২২ এপ্রিল স্ত্রী হত্যার দায়ে রয়ের যাবজ্জীবন কারাদণ্ড হয়। ১৯৮৫ সালের ১৪ জুলাই কারাগারে রয় লোথার মৃত্যুবরণ করেন।\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== কাব্যগ্রন্থ ===\nদ্য ডিফিকাল্ট ফ্লাওয়ারিং (১৯৬৮)\nদ্য এইজ অব বার্ড (১৯৭২)\nমিল্ক স্টোন (১৯৭৪)\n\n\n== পাণ্ডুলিপি ==\nজীবদ্দশাতেই প্যাট অনেকগুলো পাণ্ডুলিপি হারিয়েছেন বলে জানিয়েছেন টোবি ব্রুকস ২০০০ সালে প্রকাশিত তাঁর গ্রন্থ ‘Pat Lowther’s Continent : Life and Works’এর মুখবন্ধে। প্যাট নিহত হওয়ার পর স্বামী রয় লোথার নিজেই আরও অনেকগুলোকে ধ্বংস করেছেন।\n\n\n== প্যাট লোথারের জীবন নিয়ে বই ==\nক্যারল শীল্ডস-এর উপন্যাস ‘সোয়ান’ (১৯৮৭) প্রয়াত এই কবির জীবনকে আশ্রয় করে মূল্যবান এক উপন্যাস।\n\n\n== তথ্যসূত্র =="}