{"pageid": 1029218, "title": "আরবি ব্যাকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1029218", "content": "আরবি ব্যাকরণ বা আরবি ভাষাবিজ্ঞান (আরবি: النحو العربي আন-নাহু আল-আরাবি বা আরবি: عُلُوم اللغَة العَرَبِيَّة উলুম আল-লুগাহ আল-আরাবিয়াহ), সংক্ষেপে নাহু, হল আরবি ভাষার ব্যাকরণ। আরবি ব্যাকরণ হল এমন একটি বিজ্ঞান যা অধ্যায়নের দ্বারা আরবি শব্দের শেষ অক্ষরের অবস্থা-বিধান (যের-যবর-পেশ ইত্যাদি প্রয়োগ) জানা যায় এবং বাক্য গঠনের পদ্ধতি সম্পর্কিত যাবতীয় জ্ঞান অর্জিত হয়। আরবি হল একটি সেমেটিক ভাষা। অন্যান্য সেমিটিক ভাষার ব্যাকরণের সাথে এ ভাষার ব্যাকরণের অনেক মিল রয়েছে।\n\n\n== ইতিহাস ==\nপ্রাচীনতম আরবি ব্যাকরণবিদ কে তা একটি বিতর্কিত বিষয়; কিছু সূত্র বলে যে তিনি হলেন আবু আল আসওয়াদ আদ-দুওয়ালি, আলী ইবনে আবি তালিবের কবি বন্ধু, যিনি খৃস্টাব্দ ৬০০-এর দশকের মাঝামাঝি আরবি জন্য একই বর্ণের ভিন্ন উচ্চারণের জন্য বৈশিষ্ট্যসূচক চিহ্ন এবং স্বরবর্ণ প্রতিষ্ঠা করেছিলেন, অন্যরা বলেন যে, প্রাচীনতম ব্যাকরণবিদ হলেন ইবনে আবি ইসহাক (মৃত্যু ৭৩৫/৬ খ্রিস্টাব্দ, হিজরি ১১৭)।\nইসলামের দ্রুত উত্থানের সাথে সাথে বসরা ও কুফার বিদ্যালয়গুলি অষ্টম শতাব্দীর শেষের দিকে আরবি ব্যাকরণের নিয়মগুলি আরও বিকশিত করেছিল। বসরা স্কুল থেকে সাধারণত আবু আমর ইবনে আল-আলা প্রতিষ্ঠিত হিসাবে বিবেচিত, দুই প্রতিনিধি এই ক্ষেত্রটির জন্য গুরুত্বপূর্ণ ভিত্তি স্থাপন করেছিলেন। এদের মধ্যে একজন হলেন আল-খলিল ইবনে আহমদ আল-ফারাহাদি। তিনি প্রথম আরবি অভিধান এবং আরবি ছন্দঃশাস্ত্র গ্রন্থ রচনা করেছিলেন। আর দ্বিতীয় জন হলেন তাঁর ছাত্র সিবাওয়াহ, যিনি আরবি ব্যাকরণের তত্ত্ব সম্পর্কিত প্রথম বইটি রচনা করেছিলেন। কুফা স্কুল থেকে, আল-রুআসিকে সর্বজনীনভাবে প্রতিষ্ঠাতা হিসাবে স্বীকৃতি দেওয়া হয়েছে, যদিও তার নিজস্ব লেখাগুলি অবর্তমান হিসাবে বিবেচিত হয়।\n\n\n== বিভাগ ==\nশাস্ত্রীয় আরবী ব্যাকরণের জন্য ব্যাকরণ-বিজ্ঞান পাঁচটি শাখায় বিভক্ত:\n\nআল-লুগাত ( اَللُّغَة ) : (ভাষা / অভিধান) শব্দভাণ্ডার সংগ্রহ এবং ব্যাখ্যা করার সাথে সম্পর্কিত।\nআত-তাসরিফ বা আস-সরফ ( اَلتَّصْرِيف ) : (রূপতত্ত্ব বা শব্দতত্ত্ব) একই শব্দের বিভিন্ন রূপ নির্ধারণ।\nআন-নাহু (اَلنَّحْو ) : (বাক্য গঠন) বাক্যে ব্যবহৃত শব্দ সমুহের শেষে 'ইরাব' প্রদান সম্পর্কিত ।\nআল-ইশতিকাক (اَلاشْتِقَاق ) : (উদ্ভূত) শব্দের উৎস বা ধাতু নির্ধারণ ।\nআল-বালাগাত ( اَلْبَلَاغَة ) : (অলঙ্কারশাস্ত্র) যা শৈলীগত গুণ বা স্পষ্টতাকে বিশদ করে।\nতবে আরব অঞ্চল ও ভারতীয় উপমহাদেশ সহ বিশ্বের বিভিন্ন আরবি পাঠকেন্দ্রগুলোতে (যেমন মাদ্রাসা) মূলত আরবি ব্যাকরণের দুটি শাখাকে প্রধান ধরা হয়, এগুলো হলো, প্রথমত, ইলমুস সরফ বা শব্দতত্ত্ব, এবং দ্বিতীয়ত, ইলমুন নাহু বা বাক্যতত্ত্ব।\nআরবির সমসাময়িক প্রকরণগুলোর ব্যাকরণ বা ব্যাকরণসমূহ আরেকটি অন্যতম আলোচনার বিষয়। সাঈদ ম. বাদাভি, আরবি ব্যাকরণের একজন বিশেষজ্ঞ, আরবি ব্যাকরণকে বক্তার স্বাক্ষরতার পর্যায় ও প্রাচীন আরবি হতে বক্তার বিচ্যুতির হার অনুযায়ী ৫টি ভিন্ন প্রকরণে ভাগ করেছেন। সবচেয়ে কথ্য আরবি থেকে শুরু করে সবচেয়ে আড়ম্বর পর্যন্ত বাদাভির ৫টি ব্যাকরণিক প্রকার হলো নিরক্ষর কথ্য আরবি (عامِّيّة الأُمِّيِّينِ ‘আম্মিয়াত আল-উম্মিয়ীন), অর্ধ্ব-শিক্ষিত কথ্য আরবি (عامِّيّة المُتَنَوِّرِينَ ‘আম্মিয়াত আল-মুতানাউয়িরিন), শিক্ষিত কথ্য আরবি (عامِّيّة اَلمُثَقَّفِينَ ‘আম্মিয়াত আল-মুসাক্কাফিরীন), আধুনিক আদর্শ আরবি (فُصْحَى العَصْر ফুসহা ল-‘আসর), ও প্রাচীন আরবি (فُصْحَى التُراث ফুসহা ত-তুরাছ)। এছাড়াও বিশ্বজুড়ে মোট ২৫টিরও বেশি কথ্য আরবির ভিন্ন ভিন্ন বাচনশৈলী (dialects) প্রচলিত রয়েছে, যেগুলোকে প্রধানত ২টি শ্রেণীতে ভাগ করা যায়, যথাঃ মাশরেকি আরবি বা প্রাচ্য আরবদেশগুলোর আরবি ও মাগরেবি আরবি বা পাশ্চাত্য আরব দেশগুলোর আরবি।\n\n\n== ইলমুল লফয বা অর্থবোধক ধ্বনিতত্ত্ব ==\nঅর্থপূর্ণ ধ্বনিকে লফয বলে। লফজ দুই প্রকার বা দুই বাবঃ মুফরাদ বা কালিমা বা সীগাহ' বা শব্দ ও মুরাক্কাব বা বাক্যাংশ। আরবি লিখনরীতিতে লেখা ডানদিক থেকে শুরু হয়ে বামদিকে অগ্রসর হয়, যা প্রচলিত বাংলা ও ইংরেজি লিখনরীতির বিপরীত, কারণ সেগুলো বামদিক থেকে শুরু হয়ে ডানদিকে অগ্রসর হয়।\n\n\n=== বর্ণ বা হরফ ===\n\nআরবি ব্যাকরণে বর্ণকে হরফ বলা হয়। আবজাদি ক্রমে ২৯টি আরবি বর্ণ এবং তা‌দের বাংলা উচ্চারণ :\n\nআধুনিক অভিধানসমূহ ও তথ্যসূত্রের গ্রন্থসমূহ বর্ণানুক্রমিকভাবে শব্দের ক্রমধারা রক্ষার ক্ষেত্রে আবজাদি ক্রমধারা ব্যবহার করে না, এক্ষেত্রে এর পরিবর্তে তুলনামুলক নতুন হিজাজি ক্রমধারা ব্যবহার ব্যবহার করা হয়, যেখানে বর্ণগুলো বর্ণগুলোকে আকৃতির সাদৃশ্যের ভিত্তিতে আংশািকভাবে একত্রে দলবদ্ধ করা হয়েছে। হিজাজি ক্রমধারাকে কখনোই সংখ্যা হিসেবে ব্যবহার করা হয় না।\n\n\n=== স্বরচিহ্ন বা হরকত ===\nআরবীতে স্বরচিহ্নকে হরকত (ইংরেজিঃ Arabic diacritics) বলে। যবর, যের ও পেশকে যথাক্রমে দম্মাহ, ফাতহা ও কাছরাহ বলে। এগুলো া, ি ও ু কার হিসেবে কাজ করে। যবর, যের বা পেশ দ্বিত হলে তাকে তানবীন বলে। হরকতবিহীন হরফ বা বর্ণকে মিলিয়ে পড়াকে যজম বলে, যা হসন্ত ্ এর কাজ করে। আর একই অক্ষর দ্বৈতভাবে যুক্তবর্ণ হিসেবে মিলিয়ে পড়া হলে তাকে তাশদীদ বলে।\n\n\n=== স্বরবর্ণ বা ইল্লত ===\nআলিফ, ওয়াও ও ইয়াকে একত্রে ইল্লত বা স্বরবর্ন বলে।\n\n\n== ইলমুস সরফ বা শব্দতত্ত্ব ==\nসরফের প্রধান অংশ হলো কালিমা বা শব্দ বা পদ। কালিমা তিন প্রকার বা তিন বাবঃ ইসম বা নাম (বিশেষ্য, বিশেষণ ও সর্বনাম), ফিল বা ক্রিয়া, হরফ বা অব্যয়।\n\n\n=== ইসম বা নাম ===\nইসমকে ক্রিয়ার সাথে সম্পর্কের ভিত্তিতে অর্থাৎ কারক হিসেবে এবং তুলনীয় আধিক্যবাচকতার ভিত্তিতে পাচ প্রকারে বিভক্ত করা হয়ে থাকে। ইসমুল ফায়েল বা কর্তৃকারক, ইসমুল মাউফল বা কর্মকারক, ইসমুল তাফদীল তাফদীল বা তুলনীয় আধিক্যবাচক বিশেষ্য (একই রকম ইসমুল মুবালাফাহ বা তুলনাবিহীন আধিক্যবাচক বিশেষ্য), ইসমুদ দরফ/ইসমুয যরফ বা অধিকরণ কারক ও ইসমুল আ'লা বা করণকারক।\n\n\n==== দমীর/যমীর বা সর্বনাম ====\n\n\n===== যমীরুল মুত্তাসিলাহ বা অনুসর্গ সর্বনাম =====\n\nঅনুসর্গ সর্বনাম (اَلضَّمَائِر الْمُتَّصِلَة আদ-দমা'য়ীর আল-মুত্তাসিলাহ) ফিল বা ক্রিয়ার পরে যুক্ত হয়ে কর্তা নয়, বরং কর্ম হিসেবে অর্থ প্রকাশ করে।\n\n\n===== পদান্বয়ী অব্যয় (preposition) যুক্ত সর্বনাম =====\nকিছু খুব সাধারণ পদান্বয়ী অব্যয়ের (যেমন লি- \"প্রতি\", পরোক্ষ বস্তুর জন্যও ব্যবহৃত হয়) সাথে অনুসর্গ সর্বনাম যোগ করা হলে সেগুলো অনিয়মিত বা অপ্রত্যাশিত একত্রিত রূপ প্রকাশ করে:\n\n\n===== নির্দেশক সর্বনাম =====\nআরবিতে দুটি নির্দেশক সর্বনাম (demonstrative) (أَسْمَاء اَلْإِشَارَة অনু. আর – অনুবাদ আসমা' আল-ইশারাহ) রয়েছে, নিকট-নির্দিষ্ট (এটি) এবং দূর-নির্দিষ্ট ('ওটি'):\n\nকুরআনীয় আরবিতে আরেকটি নির্দেশক সর্বনাম আছে, সাধারণত এটি কোন নামপদের পরে\nবসে অধিকরণীয় সম্বন্ধ আকারে এবং এর অর্থ হয় (নামপদ)-এর মালিক:\n\n\n=== না'ত বা বিশেষণ ===\nযখন কোন ইসম অপর কোন ইসমের পূর্বে বসে তার দোষ গুণ বৈশিষ্ট্য বর্ননা করে তখন তাকে না'ত বা বিশেষণ বলে।\n\n\n=== বচন ===\nআরবিতে বচন তিন প্রকারঃ ওয়াহিদ বা একবচন, তাসনিয়াহ বা দ্বিবচন, ও জমআ বা বহুবচন।\n\n\n=== জিন্স বা লিঙ্গ ===\nআরবি ব্যাকরণে লিঙ্গকে জিন্স বলে। আরবি ব্যাকরণে লিঙ্গ দুই প্রকার বা দুই বাব, মুযাক্কার বা পুংলিঙ্গ, মুয়ান্নাস বা স্ত্রীলিঙ্গ।\n\n\n=== পদাশ্রিত নির্দেশক ===\nআরবিতে পদাশ্রিত নির্দেশক (article) নেই কিন্তু তার সমতুল্য নামপদ আছে যা দুই প্রকার। নির্দিষ্ট নাম বা ইসমুল মারিফাহ ও অনির্দিষ্ট নাম বা ইসমে নাকিরাহ।\n\n\n=== ফিল বা ক্রিয়াপদ ===\n\nঅন্যান্য সেমিটিক ভাষার ক্রিয়াগুলির মতো আরবি ক্রিয়াপদ (فعل ফি'ল) অত্যন্ত জটিল। আদেশসূচক ক্রিয়াকে আমর আর নিষেধসূচক ক্রিয়াকে নাহী বলে। ফিলে আমরকে ইফআল (করো) দ্বারা উদাহরণ দেওয়া হয়। কতৃবাচক ক্রিয়াকে ফিল মা'রুফ আর কর্মবাচক ক্রিয়াকে ফিল মাজহুল বলে। এদেরকে যথাক্রমে ফাঈল ও মাফউল দ্বারা উদাহরণ দেওয়া হয় (আরও উদাহরণ, জালিম-মজলুম, হাবিব-মাহবুব আলিম-মাআলুম ইত্যাদি)। হ্যাবাচক ক্রিয়াকে ইসবাত ও নাবাচক ক্রিয়াকে নাফী বলে।\n\n\n==== জামানা বা ক্রিয়ার কাল ====\nআরবি ব্যাকরণে ক্রিয়ার কালকে জমানা বলে। আরবিতে ক্রিয়ার কাল তিন প্রকার এবং এদের ক্রিয়াপদও তিন প্রকারঃ মাদী বা অতীত, হাল বা বর্তমান এবং মুসতাকবিল বা ভবিষ্যত। বর্তমান ও ভবিষ্যৎ ক্রিয়াকে একত্রে ফিল মুদারী বলে।\nফিল মাদিকে ফাআলা (করেছিল বা করলো) ও মুদারীকে ইয়াফআলু (করে, করছে বা করবে) দ্বারা প্রাথমিকভাবে উদাহরণ দেওয়া হয়। অনেক সময়, ভবিষ্যৎ কাল সুস্পষ্টভাবে বোঝানোর জন্য ফিল মুদারীর আগে আলাদা শব্দ আকারে সাওফা (سوف) বা ফিল মুদারীর সাথে সংযুক্ত আকারে শুধু সা (س) বর্ণটি যোগ করা হয়।\n\n\n=== সংখ্যা বা আদদ ===\n\nঅংকবাচক সংখ্যা (اَلْأَعْدَاد اَلْأَصْلِيَّة আল-আদাদ আল-আসলিয়াহ) ০-১০ পর্যন্ত। শূন্য হলসিফর, যা থেকে সরাসরি ০ অঙ্কটি এসেছে।\n\n০ ٠ সিফর(উন) (‏صِفْرٌ‎)\n১ ١ ওয়াহিদ(উন) (‏وَاحِدٌ‎)\n২ ٢ ইসনান(ই) (‏اِثْنَانِ‎)\n৩ ٣ সালাসা(তুন) (‏ثَلَاثَةٌ‎)\n৪ ٤ আরবা'আ(তুন) (‏أَرْبَعَةٌ‎)\n৫ ٥ খামসা(তুন) (‏خَمْسَةٌ‎)\n৬ ٦ সিত্তা(তুন) (‏سِتّةٌ‎)\n৭ ٧ সাব'আ(তুন) (‏سَبْعَةٌ‎)\n৮ ٨ সামানিয়া(তুন) (‏ثَمَانِيَةٌ‎)\n৯ ٩ তিস'আ(তুন) (‏تسعةٌ‎)\n১০ ١٠ ‘আশারা(তুন) (‏عَشَرَةٌ‎) (স্ত্রীবাচক রূপ ‘আশর(উন) ‏عَشْرٌ‎)\n১১ আহাদা আশার\n১২ ইসনা আশার\n১৩ সালাসাতা আশার\n১৯ তিস'আতা আশার\n২০ ইশরুন\n২১ ওয়াহিদ ওয়া ইশরুন\n২২ ইসনান ওয়া ইশরুন\n২৫ খামসা ওয়া ইশরুন\n৩০ সালাসুন\n৩৫ খামসা ওয়া সালাসুন\n৪০ আরবাঊন\n৪৫ খামসা ওয়া আরবাউন\n৫০ খামসুন\n৬০ সিত্তুন\n৭০ সাবঊন\n৮০ সামানিয়ুন\n৯০ তিসঊন\n১০০ মিয়াত/মিয়া'\n১০০০ আলফ\n\n\n=== পদান্বয়ী অব্যয় (preposition) ===\n\n\n== ইলমুন নাহু বা বাক্যতত্ত্ব ==\n\n\n=== বাক্য বা জুমলা ===\nআরবি ব্যাকরণে বাক্যকে জুমলা বলে। জুমলা দুই প্রকারঃ বিশেষ্যবাচক বাক্য বা জুমলাতুল ইসমিয়াত, এবং ক্রিয়াবাচক বাক্য বা জুমলাতুল ফিলিয়াত। ক্রিয়াবাচক বাক্যের প্রথম ক্রিয়াবাচক শব্দকে ফিল ও পরের ক্রিয়াবাচক বিশেষ্যকে ফায়েল বলে। আর নামবাচক বাক্যের প্রথম নামবাচক শব্দের অংশকে মুবতাদা ও দ্বিতীয় অংশকে খবর বলে।\n\n\n=== বাক্য গঠন কাঠামোপদ্ধতি ===\nআরবিতে বাক্য গঠনের সাধারণ প্রধান কাঠামো হলঃ\n\nক্রিয়া + কর্তা (সাধারণত কর্তা একেবারেই ব্যবহার হয় না, যদি না অতীব সুস্পষ্টকরণের ক্ষেত্রে প্রয়োজন হয়) + কর্ম। (ক্রিয়াবাচক বাক্য বা জুমলাতুল ফি'লিয়াত)\nএবং দ্বিতীয় অপ্রধান কাঠামো হলোঃ\n\nকর্তা + ক্রিয়া + কর্ম। (বিশেষ্যবাচক বা নামবাচক বাক্য বা জুমলাতুল ইসমিয়াত)\nআরবিতে বাক্যের সবচেয়ে গুরুত্বপূর্ণ অংশ হলো ক্রিয়াপদ, যা উল্লেখ না করলে বাক্যকে সম্পূর্ণ মনে করা হয় না, আর সবচেয়ে অগুরুত্বপূর্ণ অংশ হল কর্তা, যা সাধারণ ক্ষেত্রে প্রায় সকল বাক্যেই অনুল্লেখিত থাকে, যদি না এর অনুপস্থিতিতে বাক্যের কর্তা কে তা বোঝা কঠিন হয়ে যায়, সে সকল ক্ষেত্র ছাড়া। যেমনঃ\nআমি ভাত খাই এর শাব্দিক আরবিঃ\n\nআ-কুলু (খাই) আনা (আমি) রুজ্বা (ভাত) (اكل انا رزا) । বা\nআনা (আমি) আ-কুলু (খাই) রুজ্বা (ভাত) (أنا أكل الرز)।\nতাই কথ্য ভাষার ক্ষেত্রে এর আরবি হবে হবেঃ\n\nআ-কুলু (খাই) রুজা (ভাত) (اكل رزا)।\nআরেকটি উদাহরণ\n\nআয়েশ ফী বাংলাদেশ (أعيش في بنغلاديش)\n\n\n== আরও দেখুন ==\nআবজাদ\nআন্তর্জাতিক আরবি ভাষা দিবস\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== সহায়ক গ্রন্থপঞ্জি ==\nআধুনিক আরবি ব্যাকরণ - এম এম শহীদুল্লাহ মিল্লাত - আহসান পাবলিকেশন্স, ঢাকা\nআরবী ব্যাকরণ - মুহাম্মদ ফজলুর রহমান, রিয়াদ প্রকাশনী, ঢাকা"}