{"pageid": 1029043, "title": "নভারা চাল", "url": "https://bn.wikipedia.org/wiki?curid=1029043", "content": "নভারা চাল ভারতে পাওয়া বিভিন্ন ধরনের ধানের মধ্যে একটি এবং  ওরিজা গ্রুপের একটি অনন্য শস্য। এটি কেরলের কোন এক জায়গা থেকে উদ্ভূত, যেখানে এটি স্থানীয় হিসাবে বিবেচিত। ২০০৭–০৯ সালে, একে ভৌগোলিক নির্দেশক মর্যাদা দেওয়া হয়েছিল।  (সাধারণত, এই ধরনের শ্রেণিবিন্যাস গুণমান এবং স্বাতন্ত্র্যের একটি আশ্বাস নির্দেশ করে যা প্রাথমিকভাবে সংজ্ঞায়িত ভৌগোলিক অঞ্চল থেকে প্রাপ্ত।)\nনভারা চালের ভাত একটি ঔষধি ভাত। আয়ুর্বেদ ও নিরাময়ের রোগে ব্যবহারের জন্য খ্যাতিমান, এটি পুষ্টি সম্পর্কে সচেতন লোকদের প্রতিদিনের খাদ্যে পরিণত হয়েছে। \nএখানে প্রায় একশ জাতের ধান রয়েছে বলে মনে হয় তবে প্রায় ২০ প্রকারের বিদ্যমান রয়েছে বলে জানা গেছে। নভারা ২০টির মধ্যে একটি।\nচালগুলি প্রায়শই গুঁড়ো করা হয় এবং তারপরে দুধের সাথে মিশিয়ে খাদ্যশস্য হিসাবে খাওয়া হয়।\nনভারা ধর্মীয়ভাবে তাৎপর্যপূর্ণ এবং কখনও কখনও মন্দিরে বিভিন্ন অনুষ্ঠানে ব্যবহৃত হয়।\n\n\n== উৎপাদন পদ্ধতি ==\nনভারা ধানের গাছ উষ্ণ আর্দ্র আবহাওয়া পছন্দ করে। নভারা ঔষধি ধান হওয়ায় চাষাবাদে জৈবিক সার ব্যবহার করতে হবে অন্যথায় রাসায়নিক সারের ব্যবহার করলে চালের ঔষধি গুণাগুণ এবং রোগী ও গ্রাহকদের স্বাস্থ্যের উপর বিরূপ প্রভাব ফেলতে পারে। এই ধানের বীজ ১২ ঘণ্টা জলে ভিজিয়ে রাখা হয় এবং তারপরে বাইরে নিয়ে যায় এবং বারু ব্যাগে শক্ত করে বেঁধে রাখা হয়, খড় দিয়ে ঢেকে রাখা হয় এবং ৩-৪ দিন অঙ্কুর উত্থিত হওয়া অবধি রাখা হয়। ইতোমধ্যে খড়ের ঢাকনার উপর দিয়ে দিনে ২-৩ বার জল ছিটিয়ে আর্দ্রতা বজায় রাখতে হয়। এই বীজ সরাসরি কর্দমময় জমিতে বপন করা হয়। বীজ ছড়িয়ে দেওয়ার আরেকটি পদ্ধতি হ'ল কিছুটা ছাই দিয়ে গরম পানিতে বীজটি ডুবিয়ে রেখে এই বীজটিকে একটি বাঁশের পাত্রে স্থানান্তরিত করে, গুজবের পাতা/তেঁতুলের পাতা এবং সেগুন পাতা দিয়ে ঢেকে রেখে কিছুটা ওজন উপরে চড়িয়ে রাখতে হয়। এখানেও জল দিয়ে আর্দ্রতা বজায় রাখতে হয় এবং ৩-৪ দিনের মধ্যে অঙ্কুর আসে এবং তার পরে বীজ বপন করা যোগ্য হয়। \n\n\n== আয়ুর্বেদে নভারা ভাত ==\nনভারা ভাতের বিভিন্ন সুবিধা রয়েছে। সিদ্ধ নভারা চালের ভাত শিশুদের, বিশেষত যাদের ওজন কম তাদের দুধ ছাড়ানোর সময় খাওয়ানোর জন্য একটি ভালো খাবার। মাংসে নভারা চাল যোগ করে তৈরি করা ঝোল গর্ভবতী মহিলাদের সুপারিশ করা হয় কারণ এটি ভ্রূণের ওজন বাড়িয়ে তোলে। দুধ এবং গুল্ম দিয়ে রান্না করা নভারা ভাত, অভ্যন্তরীণ ক্ষতের চিকিৎসায় সাহায্য করতে পারে। নভারা চালের তেল সার্ভাইকল স্পনডিলোসিস, পক্ষাঘাত, রিউম্যাটয়েড আর্থ্রাইটিসের মতো ব্যথা এবং বেদনাদায়ক অবস্থার বিস্তৃত পরিসরে ব্যবহৃত হয়। আয়ুর্বেদিক চিকিৎসকরা সোরিয়াসিসের চিকিৎসার জন্য কার্যকরভাবে নভারা ধানের পেস্ট, লেপনম ব্যবহার করেন। পেস্টটি ত্বকের ক্ষতের জন্যও একটি দুর্দান্ত প্রতিকার। নভারা দিয়ে তৈরি ভাত জাউ বিভিন্ন রোগ প্রতিরোধে উপকারী বলে বিবেচিত হয় এবং ডায়াবেটিস রোগীদের জন্য নিরাপদ খাদ্য হিসাবেও বিবেচিত।\nস্নায়ুপেশীর ব্যাধি নিরাময়ের জন্য কেরালার ঐতিহ্যবাহী ঔষধ, নভারাকিঝি তৈরিতে নভারা ভাত ব্যবহার করা হয়। সিডা (সিডা রেক্টুসা লিন) সিদ্ধ ক্কাথের সাথে এই চাল রান্না করে, সেই ভাত দুধ দিয়ে খেলে, শরীরকে নমনীয় করে তোলে, শরীরের জোড়গুলোর অনমনীয়তা দূর করে, শরীরের নালিকাগুলি পরিষ্কার করে এবং রক্ত ​​সঞ্চালনের উন্নতি ঘটায়। এটি ঐতিহ্যগতভাবে পূরণকারী পানীয় হিসাবে খাওয়া হয়, যা স্থানীয়ভাবে কারকিডাকাকানজি/ঔষধাকানজি নামে পরিচিত এবং এটি ক্লান্তি নিরাময়ে কার্যকর। \n\n\n== আরও দেখুন ==\nমহীশূর সুপারি পাতা\nনানজানগুদ কলা\nব্যাদগি মরিচ\n\n\n== তথ্যসূত্র ==\nবালচন্দ্রন, পি ভি নভারা, ধান যে নিরাময় করে । পৃথিবীর নীচে. 31 মে 2008. ক্যারিংটন\n\n\n== বহিঃসংযোগ ==\nনভারা সম্পর্কিত বিশেষ উল্লেখ সহ Medicষধি ধানের সম্ভাব্য ও সম্ভাবনা - পৃষ্ঠা 287 দেখুন see  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জুলাই ২০১০ তারিখে\nনভারা ইকো ফার্ম\nকেরালার Medicষধি ধানের উপর ভিডিও -এনজভারা / নভারা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ নভেম্বর ২০১১ তারিখে\nনভারা ধানের স্বাস্থ্য ও নিরাময়ের সুবিধা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ ফেব্রুয়ারি ২০২০ তারিখে\nনভারা চাল ব্যবহার করে পায়েসাম রান্না করার রেসিপি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ ডিসেম্বর ২০১৪ তারিখে\nনভারা ভাত ব্যবহার করে পুট্টু রেসিপি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ ডিসেম্বর ২০১৩ তারিখে"}