{"pageid": 1030771, "title": "উইকিওয়ান্ড", "url": "https://bn.wikipedia.org/wiki?curid=1030771", "content": "উইকিওয়ান্ড হল একটি স্বতন্ত্র সফটওয়্যার ইন্টারফেস যা উইকিপিডিয়ার নিবন্ধসমূহকে একটি বিনামূল্যের ব্রাউজার এক্সটেনশন বা মোবাইল অ্যাপ্লিকেশন হিসেবে বেশ কয়েকটি জনপ্রিয় ওয়েব ব্রাউজারের জন্য উপলব্ধ করে। এটি কাস্টম নেভিগেশন, বিজ্ঞাপন এবং স্পনসর করা নিবন্ধগুলোতে একটি স্বতন্ত্র ইন্টারফেস যুক্ত করে।\n\n\n== ইতিহাস ==\nউইকিওয়ান্ড (মূলত WikiWand) ২০১৩ সালে লিয়র গ্রসম্যান এবং ইলান লেভিন প্রতিষ্ঠা করেছিলেন। আনুষ্ঠানিকভাবে এটি ২০১৪ সালের আগস্টে চালু হয়েছিল, ইন্টারফেসটিতে একটি সাইডবার মেনু, নেভিগেশন বার, অন্যান্য ভাষার পারসোনালাইজড লিঙ্ক, নতুন টাইপোগ্রাফি এবং লিঙ্কযুক্ত নিবন্ধগুলির প্রাকদর্শন অন্তর্ভুক্ত রয়েছে। কন্টেন্ট তালিকা হাতের বাম দিক বরাবর প্রদর্শিত হয়। ইন্টারফেসে বিজ্ঞাপন প্রদর্শন এবং স্পনসর করা নিবন্ধগুলিও অন্তর্ভুক্ত রয়েছে। ২০২০ সালের জুলাইয়ে উইকিওয়ান্ডের ওয়েবপৃষ্ঠায় ৬ টি দৃশ্যমান বিজ্ঞাপন এবং ৩৬ টি স্পনসর করা নিবন্ধ ছিল।পাঁচটি প্রদর্শিত বিজ্ঞাপন নিবন্ধের মূল বিষয়বস্তু বিভাগে রয়েছে, একটি বাম-পাশের নেভিগেশন বারে রয়েছে এবং স্পনসর করা নিবন্ধগুলি নিবন্ধের বিষয়বস্তুর নিচে রয়েছে।\nগ্রসম্যানের মতে, “পৃথিবীর অর্ধ বিলিয়ন লোক ব্যবহার করে এবং বিশ্বের পঞ্চম জনপ্রিয় ওয়েবসাইটটির (উইকিপিডিয়া) এমন একটি ইন্টারফেস রয়েছে যা এক দশকেরও বেশি সময়ে হালনাগাদ হয়নি।আমরা উইকিপিডিয়া ইন্টারফেসকে বিশৃঙ্খল, পড়ার জন্য কঠিন (ছোট পাঠ্যের বৃহৎ ব্লক), নেভিগেট করা কঠিন এবং ব্যবহারের সুবিধার দিক অভাব রয়েছে বলে মনে করছি।”\n২০১৩ সালের মে মাসে, ইলান লেভি উইকিওয়ান্ড থেকে চলে যান যেখানে তিনি সিটিওর দায়িত্ব পালন করছিলেন।\nজানুয়ারী ২০১৮ এ, লিয়র গ্রসম্যান উইকিওয়ান্ড ছেড়ে চলে যান। এখানে তিনি প্রধান নির্বাহী কর্মকর্তা হিসেবে কর্মরত ছিলেন।\n\n\n== প্রাপ্যতা ==\nইন্টারফেসটি উইকিওয়ান্ডের ওয়েবসাইটের পাশাপাশি ক্রোম, সাফারি এবং ফায়ারফক্সে উপলভ্য।মার্চ ২০১৫-এ, উইকিওয়ান্ড আইফোন এবং আইপ্যাডের জন্য একটি আইওএস অ্যাপ প্রকাশ করেছে। একটি অ্যান্ড্রয়েড অ্যাপ বর্তমানে উন্নয়নাধীন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nউইকিওয়ান্ড উইকিপিডিয়া ওভারহাল উইকিপিডিয়া, এটি ব্রাউজ করা সহজ করে তোলে\nদাপ্তরিক ওয়েবসাইট"}