{"pageid": 1030425, "title": "বীর্য বিশ্লেষণ", "url": "https://bn.wikipedia.org/wiki?curid=1030425", "content": "বীর্য বিশ্লেষণ (বহুবচন: বীর্য বিশ্লেষণসমূূহ যাকে সিমেনোগ্রাম বা স্পার্মিওগ্রামও  বলা হয়ে থাকে, একটি পরীক্ষা পদ্ধতি যার দ্বারা পুরুষের বীর্য এবং এর মধ্যে থাকা শুক্রাণুর কিছু বৈশিষ্ট্য মূল্যায়ন করা হয়। গর্ভাবস্থা সন্ধানকারীদের বা ভাসেক্টমির সাফল্য যাচাই করা ব্যক্তিদের ক্ষেত্রে পুরুষের উর্বরতা নির্ণয় করার জন্য পরীক্ষাটি করা হয়। পরিমাপ পদ্ধতির উপর নির্ভর করে অল্প কয়েকটি বৈশিষ্ট্য মূল্যায়ন করা যেতে পারে (যেমন একটি হোম কিট ব্যবহার করে) বা অনেকগুলি বৈশিষ্ট্য মূল্যায়ন করা যেতে পারে (সাধারণত ডায়াগনস্টিক পরীক্ষাগার দ্বারা এটা করা হয়)। নমুনা সংগ্রহের কৌশল এবং সঠিক পরিমাপ পদ্ধতি ফলাফলকে প্রভাবিত করতে পারে।\nবীর্য বিশ্লেষণ একটি জটিল পরীক্ষা যা এন্ড্রোলজি পরীক্ষাগারে \"পদ্ধতির মান নিয়ন্ত্রণ এবং বৈধতা সহ\" অভিজ্ঞ প্রযুক্তিবিদদের দ্বারা  করা উচিত। একটি নিয়মিত বীর্য বিশ্লেষণের মধ্যে অন্তর্ভুক্ত হওয়া উচিত: বীর্যের শারীবৃত্তীয় বৈশিষ্ট্য (রঙ, গন্ধ, পিএইচ, সান্দ্রতা এবং তরলতা), পরিমাণ, ঘনত্ব, মরফোলজি এবং শুক্রাণু গতিশীলতা এবং অগ্রগতি। একটি সঠিক ফলাফল প্রদানের জন্য ৭ দিন থেকে ৩ মাসের ব্যবধানে কমপক্ষে দুটি, সাধারণত তিনটি পৃথক বীর্য পরীক্ষণ করা উচিত।\nবীর্য নমুনার বিশ্লেষণের জন্য ব্যবহৃত কৌশল ও মানদণ্ডগুলি ২০১০ সালে প্রকাশিত 'মানব বীর্য এবং শুক্রাণু-জরায়ুর শ্লেষ্ম মিথস্ক্রিয়া পরীক্ষার জন্য ডাব্লুএইচও ম্যানুয়াল' এর উপর ভিত্তি করে তৈরি করা হয়েছে।\n\n\n== পরীক্ষার কারণ ==\nমানুষের ক্ষেত্রে এই পরীক্ষাটি করার খুব সাধারণ কারণ হচ্ছে দম্পতিদের উর্বরতা-অনুবর্বরতা নির্ণয় করা এবং ভ্যাসেকটমি করার পরে তার সফলতা নির্ণয়। শুক্রানুদাতাদের শুক্রানু প্রদানের পূর্বে এই পরীক্ষা করে নেওয়া হয়৷ প্রাণীদের ক্ষেত্রে অশ্ব পালন ও পশুপ্রজনন খামারে ব্যাপক ভাবে বীর্য বিশ্লেষণ করা হয়ে থাকে।\nপ্রাক গর্ভাবস্থা পরীক্ষার অংশ হিসাবে কখনও কখনও পুরুষের বীর্য বিশ্লেষণ করা হয়ে থাকে। পরীক্ষাগার পর্যায়ে এটি বিরল, কারণ বেশিরভাগ স্বাস্থ্যসেবা সরবরাহকারীরা চিকিৎসকের বিশেষ অনুরোধব্যতীত বীর্য এবং শুক্রাণু পরীক্ষা করবেন না। এই ধরনের পরীক্ষা খুব ব্যয়বহুল এবং সময়সাপেক্ষ এবং মার্কিন যুক্তরাষ্ট্রে বীমা অধীনে হওয়ার সম্ভাবনা কম। জার্মানি্র মত অন্যান্য কিছু দেশে পরীক্ষাটি সমস্ত বিমার অধীনে আছে।\n\n\n== উর্বরতা সাথে সম্পর্ক ==\nবীর্য বিশ্লেষণ দ্বারা বীর্যের গুণগত মানের কিছু বৈশিষ্ট্য সম্পর্কে ধারণা পাওয়া যায়। একটি উৎস বলেছে যে ৩০ ভাগ পুরুষের স্বাভাবিক বীর্য বিশ্লেষণ করলে তাতে অস্বাভাবিক শুক্রাণুর গঠন পাওয়া যেতে পারে। বিপরীতে, বীর্য বিশ্লেষণে খারাপ ফলাফল আসা ব্যক্তিও পিতা হতে পারেন। নিস নির্দেশিকায়, ম্পৃদু পুরুষ ফ্যাক্টর বন্ধ্যাত্বকে সংজ্ঞায়িত করা হয় যখন ২ বা ততোধিক বীর্য বিশ্লেষণে ৫ তম পার্সেন্টাইলের নিচে ১ বা একাধিক পরিবর্তনশীল থাকে এবং হালকা এন্ডোমেট্রিওসিসযুক্ত লোকদের মতো ২ বছরের মধ্যে যোনি সংযোগের মাধ্যমে প্রাকৃতিকভাবে গর্ভাবস্থার সুযোগ লাভ করে।\n\n\n== সংগ্রহের পদ্ধতিগুলি ==\nবীর্য সংগ্রহের পদ্ধতিগুলির মধ্যে হস্তমৈথুন, কনডম থেকে সংগ্রহ এবং এপিডিডাইমাল নিষ্কাশন অন্তর্ভুক্ত রয়েছে। কোয়েটস ইন্টারপটাসের মাধ্যমে নমুনা কখনই নেওয়া উচিত নয় কারণ বীর্যপাতের কিছু অংশ হারাতে পারে, ব্যাকটিরিয়া দূষণ হতে পারে, বা অ্যাসিডিক যোনি পিএইচ শুক্রাণু গতির জন্য ক্ষতিকারক হতে পারে। বীর্যপাতের নমুনা গ্রহণের জন্য সর্বোত্তম ব্যাপার হচ্ছে ২ থেকে ৭ দিনের জন্যে যৌন সংসর্গ ত্যাগ করা। বীর্যপাতের নমুনা অর্জনের সর্বাধিক সাধারণ উপায় হস্তমৈথুন এবং এটি প্রাপ্ত করার সর্বোত্তম জায়গাহ'ল ক্লিনিক যেখানে বিশ্লেষণ করা হবে এবং এতে স্থানান্তরিত হওয়ার সময় তাপমাত্রা পরিবর্তন এড়ানোর যাবে। তাপমাত্রা পরিবর্তন শুক্রাণুরর জন্য মারাত্মক হতে পারে। নমুনাটি প্রাপ্ত হয়ে গেলে এটি অবশ্যই সরাসরি জীবাণুমুক্ত প্লাস্টিকের অভ্যন্তরে প্রবেশ করাতে হবে (কোনও প্রথাগত সংরক্ষণাগারে কখনই নয়, যেহেতু তাদের মধ্যে লুব্রিক্যান্ট বা শুক্রাণু জাতীয় রাসায়নিক পদার্থ রয়েছে যা নমুনাকে ক্ষতিগ্রস্ত করতে পারে) এবং ঘণ্টার মধ্যেই এটি পরীক্ষার জন্যে ক্লিনিকে হস্তান্তর করতে হবে।\n\n\n== পরামিতি ==\nবীর্য বিশ্লেষণে পরিমাপিত পরামিতির উদাহরণগুলি হ'ল: শুক্রাণু গণনা, গতিশীলতা, মরফোলজি, ভলিউম, ফ্রুক্টোজ স্তর এবং পিএইচ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nBlood in semen Hematospermia\nGeneva Foundation for Medical Education and Research - complete list of parameters.\nWHO laboratory manual for the examination and processing of human semen Fifth edition 2010  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩১ অক্টোবর ২০২০ তারিখে - updated, standardized, evidence-based procedures and recommendations for laboratory analysis and quality control"}