{"pageid": 1030012, "title": "শেরওয়ানি", "url": "https://bn.wikipedia.org/wiki?curid=1030012", "content": "শেরওয়ানি (হিন্দি: शेरवानी; উর্দু: شیروانی‎‎) ভারতীয় উপমহাদেশে পরিধান করা একটি দীর্ঘ কোট-জাতীয় পোশাক, এটি একটি পশ্চিমী ফ্রক কোট বা পোলিশ এবং লিথুয়ানিয়ান যুপনের মতো পরিধেয় পোশাক।  মূলত তৃতীয় খ্রিস্টাব্দে ভারতের কুশান শাসকেরা এটি চালু করে, এটি মুসলিমদের আভিজাত্যের সঙ্গে যুক্ত করা হয় ব্রিটিশ শাসনামলে।  এটি একটিকুর্তার ওপরে পরা হয় ,সঙ্গে নিম্নাঙ্গের পোশাক হিসাবে চুড়িদার, অথবা ধুতি অথবা পাজামা অথবা একটি সালোয়ার/সিরওয়াল সমন্বয় করে পরা হয়। এটি আচকান থেকে পৃথক করা হয়, কারণ এটি দৈর্ঘ্যে খাটো, প্রায়শই ভারী স্যুটিং কাপড় থেকে তৈরি করা হয়, এবং এতে আস্তরণ দেওয়া হয়। শেরওয়ানি প্রথাগত অনুষ্ঠানে পরা হয়।\n\nএমা তারলোর মতে, শেরওয়ানিটি একটি পার্সিয়ান অঙ্গাবরণ (বালাবা বা চ্যাপকান) থেকে বিকশিত হয়েছিল, যাকে ধীরে ধীরে আরও একটি ভারতীয় রূপ (আংরাখা) দেওয়া হয়েছিল এবং শেষ পর্যন্ত ইউরোপীয় ধরন অনুসরণ করে সামনে বোতাম দেওয়া শেরওয়ানি রূপে বিকশিত হয়।  উনিশ শতকের ব্রিটিশ ভারতবর্ষে এর উত্থান হয়েছিল উত্তর ভারতের আঞ্চলিক অভিজাত মুঘল এবং রাজকীয়দের ইউরোপীয় শৈলীর দরবারের পোশাক হিসাবে।  এটি ১৮২০ এর দশকে লখনৌতে প্রথম প্রদর্শিত হয়েছিল।  এটি ধীরে ধীরে উপমহাদেশের রাজকীয় এবং অভিজাতদের দ্বারা এবং পরে সাধারণ জনগণের দ্বারা মাঝে মাঝে ঐতিহ্যবাহী পোশাকের আরও বিকশিত রূপ হিসাবে গৃহীত হয়েছিল। পোশাকের নামটি সম্ভবত নেয়া হয়েছে শিরভান বা শিরওয়ান থেকে, যেটি অধুনাতন আজারবাইজান এলাকার একটি অঞ্চল। ঐ অঞ্চলের লোকজ পোশাক (ছোকা)র চেহারা শেরওয়ানির বর্ণনার অনুরূপ। সুতরাং, মধ্যযুগের সময় ইন্দো-পার্সির জাতিগত এবং সাংস্কৃতিক সংযোগের কারণে পোশাকটি ককেশীয় পোশাকের একটি ভারতীয় রূপ প্রাপ্ত হয়েছে।\n\n\n== বাংলাদেশ ==\nবাংলাদেশে বিবাহ এবং ঈদের মত প্রথাগত অনুষ্ঠান শেরওয়ানি পরিধান করা হয়।\n\n\n== ভারত ==\nভারতে, বিশেষত রাজস্থান, পাঞ্জাব, দিল্লি, জম্মু, উত্তরপ্রদেশ এবং হায়দরাবাদ অঞ্চলের মানুষ, শীতকালে প্রথাগত অনুষ্ঠানের জন্য আচকান শেরওয়ানি পরিধান করা হয়।  আচকান শেরওয়ানি সাধারণত হিন্দুদের সাথে জড়িত এবং সাধারণ শেরওয়ানি ঐতিহাসিকভাবে মুসলমানদের পছন্দের।  দুটি পোশাকের মধ্যে উল্লেখযোগ্য মিল রয়েছে, যদিও শেরওয়ানিগুলি সাধারণত কোমরের দিকে বেশি প্রসারিত হয় এবং আচকানগুলো সরল শেরওয়ানির চেয়ে লম্বা হয়। আচকান পরে নেহেরু জ্যাকেটে বিবর্তিত হয় যা ভারতে জনপ্রিয়।  ভারতে, আচকান বা শেরওয়ানি সাধারণত চুড়িদারের সাথে পরিহিত হয়। \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nপাকিস্তানের স্বাধীনতার পরে মোহাম্মদ আলী জিন্নাহ প্রায়শই শেরওয়ানি পরতেন।  তাঁকে অনুসরণ করে, পাকিস্তানের বেশিরভাগ মানুষ এবং সরকারি কর্মকর্তারা, যেমন রাষ্ট্রপতি এবং প্রধানমন্ত্রী, রাষ্ট্রীয় অনুষ্ঠান এবং জাতীয় ছুটিতে সালওয়ার কামিজের উপর আনুষ্ঠানিকভাবে কালো শেরওয়ানি পরতে শুরু করেছিলেন। জেনারেল মুহাম্মদ জিয়া-উল-হক রাষ্ট্রীয় অনুষ্ঠান এবং জাতীয় ছুটিতে সমস্ত কর্মকর্তাদের শেরওয়ানি পরা বাধ্যতামূলক করেছিলেন।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nশ্রীলঙ্কায় এটি সাধারণত ব্রিটিশ ঔপনিবেশিক আমলে মুদালিয়ারা এবং সাবেক তামিল বিধায়কদের আনুষ্ঠানিক উর্দি হিসাবে পরিচিত ছিল।\nশেরওয়ানিগুলি বেশিরভাগ ক্ষেত্রেই বাংলাদেশ, ভারত এবং পাকিস্তানে পরা হয়।  এই পোশাকগুলিতে সাধারণত বিশিষ্ট সূচিকর্ম বা নকশা থাকে। শেরওয়ানি পরার অভ্যাসের মধ্যে একটি প্রধান পার্থক্য হল নিম্নাঙ্গের পোশাকের পছন্দ। ভারতে স্বতন্ত্র করা হয় চুড়িদার বা পায়জামা কার সাথে পরিধান করা হচ্ছে সেই হিসেবে। পাকিস্তান এবং বাংলাদেশে, এটি মূলত সালোয়ারের সাথে পরা হয়।\nভারতীয় নকশাকার রোহিত বল ভারতে ব্রিটিশ এয়ারওয়েজ এর উড়ানে কেবিন কর্মীদের জন্য শেরওয়ানির নকশা করেছিলেন। সংগীত পরিচালক এ আর রহমানও একাডেমি পুরস্কার নেয়ার জন্য একটি কালো শেরওয়ানি পরে হাজির হয়েছিলেন।\nপাকিস্তানি সাংবাদিক, চলচ্চিত্র নির্মাতা ও কর্মী, শর্মীন ওবায়দ-চিনোয় ২০১২ এবং ২০১৫ সালে একাডেমি পুরস্কার নিতে শেরওয়ানি পরে উপস্থিত হয়েছিলেন \n\n\n== আরো দেখুন ==\nআচকান\nআংরাখা\nকোট\nফ্রক কোট\nযোধপুরী\nছোখা\n\n\n== তথ্যসূত্র =="}