{"pageid": 1030938, "title": "স্টিভ ফারবার", "url": "https://bn.wikipedia.org/wiki?curid=1030938", "content": "স্টিফেন বাইরাম ফারবার (জন্ম: ২১শে মার্চ ১৯৫৩) একজন ব্রিটিশ কম্পিউটার বিজ্ঞানী, গণিতবিদ এবং হার্ডওয়্যার ইঞ্জিনিয়ার, বর্তমানে যুক্তরাজ্যের ম্যানচেস্টার বিশ্ববিদ্যালয়ের কম্পিউটার সায়েন্স বিভাগে কম্পিউটার ইঞ্জিনিয়ারিংয়ের আইসিএল অধ্যাপক। কেমব্রিজ বিশ্ববিদ্যালয়ে পড়াশোনা শেষ করার পরে ( বিএ, এম ম্যাথ, পিএইচডি ) তিনি ১৯৮০ এর দশকটি অ্যাকর্ন কম্পিউটারে কাটিয়েছিলেন, যেখানে তিনি বিবিসি মাইক্রো এবং এআরএম ৩২-বিট আরআইএসসি মাইক্রোপ্রসেসরের প্রধান ডিজাইনার ছিলেন। ২০১৮-এর হিসাব অনুযায়ী, এআরএম প্রসেসরের ১০০ বিলিয়নেরও বেশি রূপ তৈরি করা হয়েছে, যা বিশ্বের বেশিরভাগ মোবাইল কম্পিউটার এবং এমবেডেড সিস্টেমে ব্যবহার করা হয়। \n\n\n== শিক্ষা এবং প্রাথমিক জীবন ==\nফারবার ম্যানচেস্টার গ্রামার স্কুলে পড়াশুনা করেছিলেন এবং ১৯৭০ সালে হাঙ্গেরির আন্তর্জাতিক গণিত অলিম্পিয়াডে যুক্তরাজ্যের প্রতিনিধিত্ব করেছিলেন ব্রোঞ্জ পদক জিতে। তিনি কেমব্রিজের সেন্ট জন কলেজে গণিত ত্রিপোস অধ্যয়ন করেন যেখানে তিনি স্নাতক (বিএ) এবং স্নাতকোত্তর (এম ম্যাথ - গণিত ত্রিপুসের তৃতীয় অংশ ) ডিগ্রি লাভ করেন।  ১৯৭৮ সালে তিনি কেমব্রিজের ইমানুয়েল কলেজের বায়ুবিদ্যায় গবেষণার সহযোগী হিসাবে রোলস রইস নিযুক্ত হন এবং জন ফফোস উইলিয়ামসের তত্ত্বাবধানে ওয়েইস-ফোগ নীতি এর তরল গতিবিদ্যা সম্পর্কে গবেষণার জন্য ১৯৮০ সালে পিএইচডি ভূষিত হন।\n\n\n== গবেষণা ==\nফারবারের প্রধান গবেষণার বিষয়গুলো হলো নিউরাল নেটওয়ার্কস, নেটওয়ার্ক-অন-চিপ এবং মাইক্রোপ্রসেসরস। ফুরবারের অতি সাম্প্রতিক প্রকল্প স্পিননেকার, যেটি একটি নতুন ধরনের কম্পিউটার তৈরির চেষ্টা যা মানুষের মস্তিষ্কের কাজকে সরাসরি অনুকরণ করে। স্পিননেকার একটি হার্ডওয়ার দিয়ে তৈরী কৃত্রিম নিউরাল নেটওয়ার্ক, যা এক মিলিয়ন এআরএম প্রসেসরকে অন্তর্ভুক্ত করার জন্য পরিকল্পিত একটি বিশাল আকারের সমান্তরাল প্রক্রিয়াকরণ সিস্টেম।  একটি সম্পূর্ণ স্পিননেকার যখন তৈরী হয়ে যাবে তখন তা মানব মস্তিষ্কের ক্ষমতার ১ শতাংশ বা প্রায় ১ বিলিয়ন নিউরনকে মডেল করতে পারবে। স্পিননেকার অন্যান্য বিষয়গুলির সাথে সাথে নিম্নলিখিত প্রকল্পগুলো নিয়েও কাজ করবে:\n\nকীভাবে ব্যাপকভাবে সমান্তরাল কম্পিউটিং ব্যবস্থগুলি মানব মস্তিষ্কের কার্যকারিতা সম্পর্কে আমাদের বোধগম্যতাকে ত্বরান্বিত করতে পারে?\nমস্তিষ্কের ক্রিয়া সম্পর্কে আমাদের ক্রমবর্ধমান বোধগম্যতা কীভাবে আরও দক্ষ সমান্তরাল এবং ত্রুটি-সহনশীল কম্পিউটেশনের দিকে নিয়ে যেতে পারে?\n\n\n== তথ্যসূত্র =="}