{"pageid": 1030673, "title": "মাচ", "url": "https://bn.wikipedia.org/wiki?curid=1030673", "content": "মাচ হল ভারতের মধ্য প্রদেশের মালওয়া অঞ্চলের লোক থিয়েটারের একটি ধরন।\n\n\n== উৎপত্তি ==\nরাজস্থানের খোয়াল নাট্যরূপ থেকে মাচের উৎপত্তি হয়েছিল বলে মনে করা হয়, যা রাজস্থান থেকে ছড়িয়ে পড়ে এবং এছাড়াও উত্তরপ্রদেশের নৌটঙ্কি এবং হরিয়ানায় সোয়াংয়ের উত্তর ভারতীয় অন্যান্য নাট্যরূপ থেকে জন্ম নেয় বলে মনে করা হয়।.  মধ্য প্রদেশে, মাচ গোপালজি গুরু প্রবর্তন করেছিলেন যিনি নিজে বেশ কয়েকটি মাচ নাটক রচনা করেছিলেন। আর একটি অনুমান মাচ তুরা কালাগি দল থেকে উদ্ভূত বলে আখ্যায়িত করেছে, যেটি মারাঠা বাহিনীকে ১৮শ এবং ১৯ শতকে মধ্য ভারতে নিয়ে এসেছিল। যেখানে এটি নতুন গল্প, পোশাক, গান এবং নৃত্যসহ একটি মঞ্চ সম্পাদনায় রূপান্তরিত হয়েছিল।\n\n\n== বিষয়বস্তু ==\nমাচ হিন্দি শব্দ মাঞ্চ থেকে এসেছে যার অর্থ একটি মঞ্চ। এটি একটি গাওয়া লোকজ থিয়েটার যা এর মধ্যে একটি আধা পবিত্র চরিত্র রয়েছে যার মধ্যে ধর্মীয় এবং ধর্মনিরপেক্ষ বিষয়গুলি মিশ্রিত রয়েছে। এদের অনেকগুলি ঐতিহাসিক, স্থানীয় কিংবদন্তি এবং যোদ্ধা ও শাসকদের কাহিনী থেকে ধার নেওয়া তবে তারা পুরাণ এবং মহাভারত ও রামায়ণের হিন্দু মহাকাব্য থেকেও ধার নিয়েছে। রাজা গোপীচাঁদ, প্রহ্লাদ, নল এবং দময়ন্তী এবং মালওয়ানের নায়ক তেজাজি এবং কেদার সিংহের গল্পগুলি এই নাটকগুলিতে প্রায়শই প্রদর্শিত হয়। তারা স্থানীয় ইতিহাস এবং ঐতিহ্যের স্টোরহাউস হিসাবে কাজ করে। সাম্প্রতিক বছরগুলিতে মাচ প্রদর্শন ডাকাত, সাক্ষরতা এবং ভূমিহীন শ্রমিকের মতো সমসাময়িক ইস্যুগুলিতেও মনোনিবেশ করেছে।\n\n\n== সংগীত ==\nমাচ প্রদর্শনের একটি মূল উপাদান হল সংগীত এবং নাটকটি মঞ্চস্থ হওয়ার সময় বা অনুষ্ঠানের প্রতিচ্ছবি প্রদর্শন করার জন্য শব্দ ও সুরের সাহায্যে হিন্দুস্তানি ধ্রুপদী রাগ থেকে ব্যাপকভাবে চিত্রিত হয়। সারঙ্গি, হারমোনিয়াম এবং ঢোল সাধারণ সঙ্গী। \n\n\n== প্রদর্শন ==\nমাচকে দুই বা তিন শতাব্দীর প্রাচীন ঐতিহ্য বলে মনে করা হয়, যা ১৯ শতকের ধর্মীয় বিকাশ দ্বারা রূপান্তরিত হয়েছিল। মূলত হোলির উৎসবটির সাথে যুক্ত হওয়ার পরে, এটি এখন অনেক উপলক্ষে সঞ্চালিত হয়। এটি থিয়েটারের একটি রূপ, তাই অভিনয়ের উপর জোর দেওয়া হয়েছে এবং বিষয়বস্তুটি নাটকের গান এবং নাচের মাধ্যমে উদ্ঘাটিত হয়। নাটকের পটভূমি পর্দা দ্বারা সেট করা হয় এবং নৃত্যশিল্পীরা সাধারণত গায়ক হিসাবেও আবির্ভূত হন। এটি একটি গীতি নাটক, যা কেবলমাত্র মাঝে মধ্যে বক্তৃতা ব্যবহার করে।.\nমাচ একটি উত্থাপিত মঞ্চে সঞ্চালিত হয় যা এর নাম দেয়। ঐতিহ্যগতভাবে, সমস্ত ভূমিকাগুলি কেবল পুরুষদের দ্বারা সম্পাদিত হত, যারা মহিলা চরিত্রগুলির ভূমিকাও দান করেন। যেহেতু গান গাওয়া মাচের একটি অবিচ্ছেদ্য উপাদান, তাই তারা তাদের গাওয়ার কণ্ঠের জন্য খ্যাতিযুক্ত।  পারফরম্যান্সে ছড়া বা ভানাগ, সুর বা রংগেট এবং সংলাপের মতো কয়েকটি উপাদান অন্তর্ভুক্ত। নাটকগুলি সূর্যাস্তের অনেক পরে শুরু হয় এবং ভোরের প্রথম দিক পর্যন্ত চলে। ক্লাইম্যাক্স প্রায়শই নাটকটির নায়কদের সাথে একটি বর্ণময় ব্যাপার এবং প্রায়শই রঙিন গুঁড়ো মেঘের মধ্যে নাচ দেখানো হয়। \n\n\n== তথ্যসূত্র =="}