{"pageid": 1030982, "title": "কোটপাড় তাঁতের শাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1030982", "content": "কোটপাড় তাঁতের শাড়ি হলো একটি উদ্ভিজ্জ বর্ণযুক্ত কাপড় যা ভারতের ওড়িশার কোরাপুট জেলার কোটপাদ গ্রামের মিরগান সম্প্রদায়ের উপজাতি তাঁতিরা বোনে থাকে। শক্ত সীমানা এবং পটা আঁচল সহ সুতির শাড়ি, সাধারণ বুটিস / মোটিফগুলির সাথে দুপট্টা, তুলা, সিল্ক, হ্যান্ডলুম স্টল এবং পোশাক উপকরণগুলিতে সমস্ত জৈব রঙের সাথে রঙ্গিন। প্রাকৃতিক রঙ্গিন এই অঞ্চলে জন্মানো আউল গাছ থেকে তৈরি করা হয়। কোটপাদ তুষার সিল্ক শাড়ি উপজাতি শিল্প এবং প্রাকৃতিক রঙ সহ কোটপ্যাড তাঁত কাপড় এর বিশেষত্ব।\nকোটপ্যাড তাঁত ফ্যাব্রিক ওড়িশার প্রথম আইটেম যা ২০০৫ সালে ভারতের  ভৌগোলিক নির্দেশক  ট্যাগ পেয়েছিল,  কোটপ্যাডের মিরগান সম্প্রদায় তাদের দুর্দান্ত জৈব রঙযুক্ত টেক্সটাইলের জন্য বিখ্যাত। তারা সাধারণত \"ভোটাদা\", \"ধরুয়া\" এবং তাদের প্রতিবেশী উপজাতি সম্প্রদায়ের অন্যান্য মোটিফগুলির জন্য এই কাপড়টি বুনে থাকে।\nসম্প্রতি, বিশ্বনাথ রথ, একজন ভারতীয় লেখক-পরিচালক, কোটপ্যাড হ্যান্ডলুম, রঞ্জনবিদ্যা এবং বয়ন সম্পর্কিত 'কোটপ্যাড বয়ন: গল্পের একটি দৌড়ের বিরুদ্ধে সময়' শীর্ষক একটি ইংরেজি ডকুমেন্টারি তৈরি করেছেন, যা পিএসবিটি দ্বারা দূরদর্শনের সহযোগিতায় প্রযোজনা করেছে। এই ডকুমেন্টারিটি ২৪ মার্চ ২০১৮ তে ডিডি ন্যাশনাল-এ প্রচারিত হয়েছিল। ছবিটি কোটপ্যাড হ্যান্ডলুমের স্বতন্ত্রতা, কোটপ্যাড বয়ন এবং ডাইংয়ের পুনর্জাগরণের জন্য সমস্যাগুলি এবং সম্ভাব্য সমাধানগুলি অনুসন্ধান করে।\n২০০৮ সালে, নৈপুণ্যের অন্যতম অন্যতম মাস্টার তাঁতি গোবর্ধন পানিকাকে ভারত সরকার পদ্মশ্রীর চতুর্থ সর্বোচ্চ বেসামরিক সম্মান দিয়ে ভূষিত করেছে।\n\n\n== কাঁচামাল ==\nটেক্সটাইল কাজের জন্য সুতির সুতা, তুষার সিল্ক এবং আউল গাছের শিকড় প্রধান উপাদান। জৈব রঙ্গ ব্যবহার এই টেক্সটাইল পণ্যগুলির সবচেয়ে গুরুত্বপূর্ণ দিক। রঙটি প্রসেস করতে এবং থ্রেডগুলি বিভিন্ন রঙে রঞ্জন করতে প্রায় ১৫ থেকে ৩০ দিন সময় লাগে। উত্তোলিত প্রধান রঙগুলি হল কালো এবং মেরুন। শাড়ি এবং শাল কোটপ্যাড বয়ন সম্প্রদায়ের সবচেয়ে গুরুত্বপূর্ণ এবং আকর্ষণীয় টেক্সটাইল পণ্য। বস্ত্রগুলি গ্রীষ্ম এবং শীতের সময় পরতে খুব স্বাচ্ছন্দ্যযুক্ত।\n\n\n== আরও দেখুন ==\nখাদি\nখাদা উন্নয়ন ও পল্লী শিল্প কমিশন (খাদি গ্রামোদগ)\n\n\n== তথ্যসূত্র =="}