{"pageid": 1030765, "title": "পাহাড়ি চিত্রশিল্প", "url": "https://bn.wikipedia.org/wiki?curid=1030765", "content": "পাহাড়ি চিত্রশিল্প (আক্ষরিক পাহাড়ী অঞ্চল থেকে একটি চিত্র অর্থ: হিন্দিতে পাহাড় মানে পর্বত ) হলো ভারতীয় চিত্রকর্মের একটি ফর্ম , ক্ষুদ্রভাবেই এই ফর্ম বেশিরভাগ সময়ে সম্পন্ন হয়। উত্তর ভারতের হিমালয় অধ্যুষিত পাহাড়ি রাজ্য থেকে এর উৎপত্তিকাল ১৭-১৯শ শতাব্দীতে। যা মধ্যে উল্লেখযোগ্য হল বাশোলি, মাঙ্কোট, নুরপুর, চাম্বা, কাংরা, গুলের, মান্ডি, এবং গারওয়াল ।  নৈনসুখ আঠারো শতকের মাঝামাঝি সময়ে একজন বিখ্যাত মাস্টার ছিলেন, তারপরে আরও দুটি প্রজন্ম ধরে এই পারিবারিক কর্মশালা অনুষ্ঠিত হয়েছিল।\n\n\n== উৎপত্তি এবং অঞ্চল ==\n\nপাহাড়ি স্কুল উন্নত ও বিকশিত হয়ে ১৭-১৯শ শতাব্দীতে উদিত জম্মু থেকে আলমোড়া এবং গারওয়াল, উপ- হিমালয়ের ভারতের হিমাচল প্রদেশের মধ্য থেকে। জম্মু ও কাশ্মীরের বসোহলি থেকে শুরু করে সূক্ষ্ম বাসোহলি পেইন্টিং থেকে শুরু করে নাটকীয় ও গীতিকারক কংরা চিত্রকলার মধ্যে প্রত্যেকটি ঘরানার বিভিন্ন বৈশিষ্ট্য তৈরি হয়েছিল, যা অন্যান্য চিত্রকলার বিকাশের আগে শৈলীর সমার্থক হয়ে ওঠে। জয়দেবের গীতা গোবিন্দ দ্বারা অনুপ্রাণিত রাধা ও কৃষ্ণের চিত্র নিয়ে কংরা রীতিটি শীর্ষে পৌঁছেছিল। \nপাহাড়ী চিত্রকলার মোগল চিত্রকর্ম থেকে বিকাশ ঘটে, যদিও এটি বেশিরভাগ রাজপুত রাজা দ্বারা পৃষ্ঠপোষকতা লাভ করেছিল যারা এই অঞ্চলের অনেকগুলি অঞ্চল শাসন করেছিল এবং ভারতীয় চিত্রকলায় একটি নতুন অভিভাবকের জন্ম দেয়। \n\n\n== পাহাড়ী চিত্রকলার স্কুল ==\nগুলার স্কুল\nকংরা স্কুল\nচাম্বা স্কুল \nগড়ওয়াল স্কুল\nবিলাসপুর, হিমাচল প্রদেশ\n\n\n== বিখ্যাত উদাহরণ ==\nমণ্ডপে কৃষ্ণ ও রাধা\n\n\n== আরও পড়ুন ==\nপাহাড়ী মাস্টার্স: বিএন গোস্বামী এবং এবারহার্ড ফিশার আর্টিবাস এশিয়া লিখেছেন উত্তর ভারতের কোর্ট পেইন্টারস। পরিপূরক, খণ্ড। 38, পাহাড়ী মাস্টার্স: উত্তর ভারতের কোর্ট পেইন্টারস (1992), পিপি। 3–391 [১]\nমীরা শেঠের লেখা পশ্চিম হিমালয়ের ওয়াল পেন্টিং। প্রকাশনা বিভাগ 1976।\nগড়ওয়াল পেইন্টিংস, মুকান্দি লাল রচনা। প্রকাশনা বিভাগ 1982।\nপাঞ্জাব পেইন্টিং - আর্ট অ্যান্ড কালচার স্টাডি, আরপি শ্রীবাস্তব রচনা। অভিনব প্রকাশনা। 1983।আইএসবিএন ০-৩৯১-০২৫৬০-০ ।\nচন্দ্রমণি সিংহের পাহাড়ী চিত্রকলার কেন্দ্রগুলি। অভিনব পাবলিকেশনস দ্বারা প্রকাশিত, 1982।আইএসবিএন ০-৩৯১-০২৪১২-৪আইএসবিএন 0-391-02412-4 ।\nপোর্টফোলিও - মানকোট থেকে ভাগবত পেইন্টিংগুলি, কার্ল খান্দালাওয়ালা দ্বারা রচিত। ললিত কালা আকাদেমি । 1981।\nবিশ্ব চন্দর ওহরি, জোসেফ জ্যাকবস, পাহাড়ি চিত্রকলার উত্সে। ইন্ডিয়ান ইনস্টিটিউট অফ অ্যাডভান্সড স্টাডি। 1991।আইএসবিএন ৮১-৮৫১৮২-৫৩-১আইএসবিএন 81-85182-53-1 ।\nগুলারের নাইনসুখ: বিএন গোস্বামী রচিত একটি ছোট্ট পার্বত্য রাজ্যের গ্রেট ইন্ডিয়ান পেইন্টার। নিয়োগি বই ২০১১।আইএসবিএন ৯৭৮-৮১-৮৯৭৩৮-৭৬-১আইএসবিএন 978-81-89738-76-1\nনালা এবং দময়ন্তী: একটি পুরানো ভারতীয় রোম্যান্সের চিত্রগুলির দুর্দান্ত সিরিজ। নিয়োগি বই 1 ম সংস্করণ। 2015।আইএসবিএন ৯৭৮-৯৩-৮৩০৯৮-৮৯-৭আইএসবিএন 978-93-83098-89-7\n\n\n== তথ্যসূত্র =="}