{"pageid": 1030988, "title": "সালেমের বস্ত্র শিল্প", "url": "https://bn.wikipedia.org/wiki?curid=1030988", "content": "হস্ত তাঁরশিল্পটি ভারতের তামিলনাড়ুর সালেম জেলার অন্যতম প্রাচীন কুটির শিল্প। সালেম দক্ষিণ ভারতের অন্যতম প্রাথমিক তাঁত কেন্দ্র ছিল। এখানে রেশম এবং সুতির সুতোর শাড়ি, ধুতি এবং অঙ্গবস্ত্র তৈরি হয়। সাম্প্রতিককালে, মূলত রফতানির উদ্দেশ্যে, গৃহসজ্জা সামগ্রীগুলিও বোনা হয়। এখানে ৭৫,০০০টিরও বেশি তাঁত কাজ করছে এবং বার্ষিক উৎপাদিত কাপড়ের মোট মূল্য আনুমানিক ৫,০০০ কোটি টাকা।\n\n\n== সালেম বস্ত্র ==\nসালেম ফ্যাব্রিক (হস্তশিল্পের পণ্যগুলি) ভারতের ভৌগোলিক স্বীকৃতি সূচক  অর্জন করেছে।\n\n\n== ইতিহাস ==\nহস্তচালিত তাঁত এবং স্পিনিং মিলের ইতিহাস সালেমের স্বাধীনতা-পূর্ববর্তী সময়ের। তবে ১৯৬০ এর দশক পর্যন্ত এখানে ৫ টিরও কম স্পিনিং মিল ছিল। এই অঞ্চলে বড় আকারের সমবায় তাঁত বুনন ও বিপণন সংস্থার পাশাপাশি বেসরকারী তাঁত বুনন সমৃদ্ধ হতে শুরু করেছিল। এই শিল্পকে সমর্থন করার জন্য অঞ্চলজুড়ে ছোট আকারের হস্তচালিত রঞ্জক সংস্থা শুরু হয়েছিল। ১৯৮০-এর দশকের দিকে বস্ত্র শিল্পে ব্যাপক বৃদ্ধি ঘটে। অনেক বড় স্পিনিং মিল এবং বর্জ্য স্পিনিং ইউনিট গড়ে ওঠে। অনেক হ্যান্ডলুম সোসাইটি এবং ডাই হাউস প্রতিষ্ঠিত হয়েছিল। গুগাই, আম্মাপেট, আতায়ামপট্টি, ভেনন্দুর, মাগুন্দাচাবাড়ি, রাসিপুরম, কোমরপালায়াম এবং পল্লীপলিয়াম, জলকান্দপুরম এবং এল্লাম্পিল্লাইয়ের মতো জায়গায় নতুন শক্তি চালিত তাঁত কেন্দ্র গড়ে উঠেছিল। তবে এখন আধুনিক বুনন কেন্দ্র এবং পোশাক নির্মাণ কেন্দ্র সহ ১২৫ টিরও বেশি স্পিনিং মিল রয়েছে। এখন বস্ত্র রফতানি এই জেলার একটি বড় ব্যবসা হিসাবে প্রতিষ্ঠিত হয়েছে। ক্ষুদ্র ব্যবসায়ী সংস্থাগুলি সরাসরি কাপড়ের সামগ্রী এবং পোশাক রফতানি করে বাজার সংযোগ স্থাপনের ফলে এই শিল্পটি দ্রুত গতিতে বেড়েছে। সুতা এবং  রঞ্জক সংস্থার মতো প্রয়োজনীয় নিবেশ সহজলভ্য হবার ফলে, ক্রেতার চাহিদা অনুযায়ী বস্ত্র তৈরি করা যাচ্ছে, এমনকি ক্ষুদ্র শিল্পেও ক্রেতার চাহিদা অনুযায়ী পণ্য তৈরি হচ্ছে।\n\n\n== কোন্ডালামপট্টি শাড়ি ==\nকোন্ডালামপট্টি হল জেলার একটি ছোট জনগণনা নগর এবং এটি রেশম তাঁত পণ্যগুলির জন্য বিখ্যাত। সুতাতে ব্যবহৃত রঙের স্থায়িত্বের জন্য কোন্ডালামপট্টি তাঁতগুলি সুপরিচিত। রঙের মিশ্রণটি স্থায়িত্ব দেয়। বয়নের সময় বর্গ ইঞ্চিতে ব্যবহৃত সুতোর পরিমানের ওপর বস্ত্রের কোমলতা বা কঠোরতা নির্ভর করে। কোন্ডালামপট্টি শাড়িতে, বর্গ ইঞ্চিতে, ৬০ থেকে ৬৫ সুতা ওয়ার্প ব্যবহার করা হয়। শাড়ির প্রস্থ ৫১ ইঞ্চি হয়। কোন্ডালামপট্টির তাঁত শাড়ির প্রতিটি সুতো হাতে বোনা। একটি শাড়ি বুনতে প্রায় ৪-৮ দিনের প্রচেষ্টা প্রয়োজন।\n\n\n== তথ্যসূত্র ==\n\nhttp://www.hindu.com/2010/12/18/stories/2010121851300300.htm  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ জানুয়ারি ২০১৪ তারিখে"}