{"pageid": 1030969, "title": "কাঞ্চিপুরম রেশম শাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1030969", "content": "কাঞ্চিপুরম সিল্ক শাড়ি ভারতের তামিলনাড়ুর কাঞ্চিপুরম অঞ্চলে তৈরি এক ধরনের রেশম শাড়ি। এই শাড়িগুলি কর্ণাটকের তামিলনাড়ুতে বেশিরভাগ মহিলারা বিবাহ ও বিশেষ অনুষ্ঠানের শাড়ি হিসাবে পরিধান করেন। এটি ২০০৫-২০০৬ সালে ভারত সরকার কর্তৃক ভৌগোলিক নির্দেশক হিসাবে স্বীকৃতি পেয়েছে। ২০০৮ সাল পর্যন্ত আনুমানিক ৫০ হাজার পরিবার শাড়ি উৎপাদনে জড়িত ছিল। এই অঞ্চলে ২৫ টি সিল্ক এবং সুতির সুতোর শিল্প এবং ৬০ টি রঞ্জক ইউনিট রয়েছে।\n\n\n== বুনন ==\nশাড়িগুলি খাঁটি তুঁত সিল্কের সুতো থেকে বোনা হয়। কাঁচিপুরম শাড়ি তৈরিতে ব্যবহৃত খাঁটি তুঁত সিল্ক এবং জরি দক্ষিণ ভারত থেকে আসে। একটি কাঞ্চিপুরমের শাড়ি বুনতে তিনটি শাটল ব্যবহার করা হয়। তাঁতি ডানদিকে কাজ করার সময়, তার সহযোগী বাম পাশের শাটলে কাজ করে। পারের রঙ এবং ডিজাইন সাধারণত শাড়ির ভিতরের অংশ থেকে একেবারেই আলাদা। পল্লু/আচল (শাড়ির ঝুলন্ত প্রান্ত) যদি অন্য শেডে বোনাতে হয় তবে প্রথমে এটি আলাদাভাবে বোনা হয় এবং তারপরে সূক্ষ্মভাবে শাড়িতে জুড়ে দেওয়া হয়। মূল শাড়ীটি যে অংশে পল্লুর সাথে মেলান হয় তা প্রায়শই জিগজ্যাগ লাইন দ্বারা চিহ্নিত করা হয়। একটি খাঁটি কাঞ্চিপুরম সিল্ক শাড়িতে, শাড়ির ভিতরের অংশ এবং পার পৃথকভাবে বোনা হয় এবং তারপরে একে অপরের সাথে সংযুক্ত থাকে। জোড়টি এত মজবুত করে বোনা হয় যে শাড়িগুলি ছিড়ে গেলেও, পারটি আলাদা হবে না। এই বৈশিষ্ট্যটি কাঞ্চিভরম রেশম শাড়িগুলিকে অন্যদের থেকে আলাদা করে তোলে।\n\n\n== নকশা ==\nশাড়ীগুলিকে, তাদের চওড়া কনট্রাস্ট পারের বৈশিষ্ট্য দ্বারা পৃথক করা হয়। মন্দির পার, চেক, স্ট্রাইপস এবং ফুলের নকশা (বাটস) একটি কাঁচিপুরম শাড়িতে ঐতিহ্যবাহী নকশাগুলি দেখতে পাওয়া যায়। কাঁচিপুরম শাড়ির নকশাগুলি দক্ষিণ ভারতীয় মন্দিরের চিত্র, ধর্মগ্রন্থ বা পাতা, পাখি এবং প্রাণীর মতো প্রাকৃতিক বৈশিষ্ট্য দ্বারা অনুপ্রাণিত হয়েছিল। এই শাড়িগুলিতে রাজা রবি বর্মার চিত্রাবলী এবং মহাভারত ও রামায়ণের মহাকাব্যগুলির চিত্র সমৃদ্ধ বোনা আঁচল থাকে। কাঁচিপুরমের শাড়িগুলি দাম বিভিন্ন কাজের উপর নির্ভর করে যেমন রঙ, নকশা, জরি (সোনার সুতার) মতো ব্যবহৃত উপাদান ইত্যদি। এছাড়াও এই রেশম, এর গুণমান এবং কারুশিল্পের জন্য পরিচিত, যা এর নাম অর্জনে সহায়তা করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nমাইসুর সিল্ক\nইলকাল শাড়ি\nনাভালগুন্ড ডুরিস\n\n\n== বহিঃসংযোগ =="}