{"pageid": 1030979, "title": "মহীশূর রেশম শাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1030979", "content": "কর্ণাটকে উৎপাদিত মোট ২০,০০০ মেট্রিক টন তুঁত রেশমের ৯,০০০ মেট্রিক টন তুঁত সিল্ক উৎপাদন  করে, এইভাবে দেশের মোট তুঁত রেশমের প্রায় ৪৫% অবদান রাখে। কর্ণাটকে, রেশম প্রধানত মহীশূর জেলায় উৎপাদিত হয়। এটি কেএসআইসির অধীনে পেটেন্ট নিবন্ধিত পণ্য। কেএসআইসি মহীশূর সিল্ক ব্র্যান্ডের মালিক।\n\n\n== ইতিহাস ==\nটিপু সুলতানের শাসনামলে প্রায় ১৭৮০-১৭৯০ এএসি-তে মহীশূর রাজ্যে রেশম শিল্পের বিকাশ প্রথম শুরু হয়েছিল। পরে এটি বিশ্বব্যাপী হতাশায় আক্রান্ত হয়েছিল, এবং আমদানিকৃত রেশম এবং রেয়ন থেকে প্রতিযোগিতা হয়েছিল। বিশ শতকের দ্বিতীয়ার্ধে, এটি পুনরুত্থিত হয় এবং মহীশূর রাজ্য ভারতের শীর্ষতম মাল্টিভোল্টাইন রেশম উৎপাদক হয়।\n\n\n== সম্পর্কিত ==\nমাইসুর সিল্ক কর্ণাটক সিল্ক ইন্ডাস্ট্রিজ কর্পোরেশন লিমিটেড (কেএসআইসি) দ্বারা উৎপাদিত  হয়। কারখানাটি ১৯১২ সালে মহীশুর মহারাজা শ্রী নলবাদী কৃষ্ণরাজ ওয়াদেয়ার দ্বারা প্রতিষ্ঠিত হয়েছিল। প্রথমদিকে, সিল্কের কাপড়গুলি সশস্ত্র বাহিনীর কাছে রাজ পরিবারের এবং অলঙ্কারাদি কাপড়ের প্রয়োজনীয়তাগুলি পূরণের জন্য তৈরি এবং সরবরাহ করা হত। ভারত স্বাধীনতা অর্জনের পরে, মহীশূর রাজ্য সেরিকালচার বিভাগ সিল্ক বুনন কারখানার নিয়ন্ত্রণ নেয়। ১৯৮০ সালে, কারখানাটি কর্ণাটক শিল্পের একটি সরকার কেএসআইকে হস্তান্তর করা হয়েছিল। আজ, পণ্যগুলির মধ্যে সিল্ক শাড়ি, শার্ট, কুর্তা, রেশম ধুতি এবং নেকটি অন্তর্ভুক্ত রয়েছে। মহীশূর সিল্ক ভৌগোলিক পরিচয়ও পেয়েছে।\n\n\n== প্রক্রিয়া ==\nমহীশূরের প্রাণকেন্দ্রে অবস্থিত মাইসুর সিল্ক কারখানাটি একর জমি জুড়ে বিস্তৃত এবং সিল্কের বুনন ও রেশমের পণ্য বিতরণের জন্য দায়ী। এই কারখানার সিল্কের প্রধান উৎস হ'ল কর্ণাটকের রামনগড়া জেলা থেকে যা এশিয়ার রেশম কোকুনের বৃহত্তম বাজারও। এই জেলার বিভিন্ন অঞ্চল থেকে কৃষকরা প্রতিদিন এই জায়গায় সিল্ক কোকুন বাজারজাত করেন। সরকারী বিড প্রক্রিয়াটির অংশ হিসাবে প্রতিদিন মাইসুর রেশমের দক্ষতা অর্জনকারী কেএসআইসি কর্মকর্তাদের কাছ থেকে এই বাজারে সিল্ক কোকুনগুলি নেওয়া হয় এবং টি.নারাশিপুরায় অবস্থিত কাঁচা রেশম উৎপাদন কারখানায় প্রেরণ করা হয়। এই কারখানায়, রেশম ককুনগুলি থ্রেডগুলি আহরণের জন্য সিদ্ধ করা হয় এবং থ্রেড রোলগুলিতে রূপান্তরিত করা হয় যা মাইসুরে অবস্থিত বুনন কারখানায় প্রেরণ করা হয়। এই থ্রেডগুলি বিভিন্ন রেশম পণ্য তৈরি করতে ব্যবহৃত হয় যার মধ্যে মাইসুর সিল্ক শাড়ি সবচেয়ে জনপ্রিয়।\nযেহেতু শাড়ির জারিটিতে ৬৫% খাঁটি রৌপ্য এবং ০.৬৫% স্বর্ণ রয়েছে, এটি ভারতের অন্যতম সিল্ক শাড়িও। এর ফলে কেএসআইসির নামে জনগণকে প্রতারণা করে ডুপ্লিকেট মাইসুর সিল্ক শাড়ির উৎপাদন ও বিক্রয় হয়েছে। এই সমস্যাগুলি এড়াতে, কেএসআইসি তার কারখানায় উৎপাদিত প্রতিটি মহীশূর সিল্ক শাড়িতে অনন্য আইডি, হলোগ্রাম ভিত্তিক নকশা এবং অনন্য পরিচয় বারকোড ওয়েভেন প্রয়োগ করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nআর্ট সিল্ক\nবোম্বিক্স মোরি\nরেশমের ইতিহাস\nমমস\nরেয়ন\nভারতীয় উপমহাদেশের সিল্ক\nসিল্ক রোড\nস্পাইডার সিল্ক\nতেনুন পাহাং দিরজা\nইলকাল শাড়ি\nমহীশুর স্যান্ডেল সোপ\n\n\n== বহিঃসংযোগ =="}