{"pageid": 1030537, "title": "ধনঞ্জয়ান শিল্পীদ্বয়", "url": "https://bn.wikipedia.org/wiki?curid=1030537", "content": "ভান্নাদিল পুদিয়াভেত্তিল ধনঞ্জয়ন (জন্ম ১৭ এপ্রিল ১৯৩৮) এবং শান্তা ধনঞ্জয়ন (জন্ম ১২ আগস্ট ১৯৪৩), হলেন ভারতীয় এক নৃত্য দম্পতি, তাঁরা ধনঞ্জয়ন্স নামেও পরিচিত। ২০০৯ সালে তাঁরা পদ্মভূষণ পুরস্কারে পুরস্কৃত হন। তাঁদের একাধিক বার 'আশা ও বালা' রূপে ভোডাফোন সংস্থার বিভিন্ন বিজ্ঞাপনে দেখা গেছে।\n\n\n== ব্যক্তিগত জীবন ==\nভিপি ধনঞ্জয়ন ১৯৩৯ সালের ১৭ এপ্রিল ভারতের কেরালার কণ্ণুর জেলার পাইয়ানূর শহরে এক মালয়ালি পদুভাল পরিবারে জন্মগ্রহণ করেছিলেন। কলাক্ষেত্রের কথাকলি শিক্ষক গুরু চাঁদু পানিকের সাথে হঠাৎ দেখা করার সুযোগ পেয়ে তাঁর বাবা তাঁকে এবং ভি.বালাগোপালনকে কলাক্ষেত্রে এই গুরুর অধীনে কথাকলি শেখানোর সিদ্ধান্ত নেন। ধনঞ্জয় ১৯৫৩ সালের ৫ই আগস্ট কলাক্ষেত্রে যোগদান করেন এবং ১৯৫৫ থেকে ১৯৬৭ সাল পর্যন্ত রুক্মিণী দেবীর (কালক্ষেত্রের প্রতিষ্ঠাতা) অধীনে প্রধান পুরুষ নর্তকী ছিলেন। তিনি কলাক্ষেত্র থেকে নৃত্য বিষয়ে স্নাতক ডিগ্রি সহ সাম্মানিক নিয়ে স্নাতকোত্তর ডিপ্লোমা (ভরতনাট্যম এবং কথাকলি) অর্জন করেছেন এবং অর্থনীতি ও রাজনীতিতে বিএ করেছেন।\nশান্তা ধনঞ্জয়ন জন্মগ্রহণ করেন ১৯৪৩ সালের ১২ই আগস্ট মালয়েশিয়ার এক মালয়ালি নায়ার পরিবারে। তিনি তাঁর বংশধারার সন্ধান পান কেরলে। তাঁর পূর্বপুরুষেরা কেরল থেকে মালয়েশিয়া-তে চলে গিয়েছিলেন। তিনি এক বিস্ময়কর শিশু ছিলেন এবং তাঁর ৩ বছর বয়সে তাঁর বাবা-মায়ের বিশ্বাস হয়েছিল যে শান্তা বড় হয়ে নৃত্যশিল্পী হবেন। তাঁর বাবা-মা তাঁর মধ্যে নৃত্য ও চলাফেরার আনন্দের জন্মগত প্রতিভা দেখতে পেয়েছিলেন এবং ঠিক করেছিলেন তাঁকে ভারতে পাঠানোর। ধনঞ্জয়ান আসার একবছর আগে, ১৯৫২ সালের জুন মাসে, তাঁর ৮ বছর বয়সে, তাঁরা তাঁকে কলাক্ষেত্রে পাঠিয়েছিলেন। পরে তিনি কলাক্ষেত্র থেকে স্নাতক ডিগ্রি সহ ভারতনাট্যমে সাম্মানিক নিয়ে স্নাতকোত্তর ডিপ্লোমা অর্জন করেন। এছাড়া তিনি কথাকলি ও কার্নাটকী সংগীতও শেখেন। তিনি ১৯৫৫ সাল থেকে ১৯৬৮ সাল পর্যন্ত কলাক্ষেত্রের শীর্ষস্থানীয় মহিলা নৃত্যশিল্পী ছিলেন ।\nতাঁদের দুটি ছেলে আছে। বড় ছেলে সঞ্জয় যিনি ইউ.এস.এ যে থাকেন এবং ছোট ছেলে সত্যজিৎ, একজন দক্ষ গাড়ি বিষয়ক চিত্রশিল্পী ও নৃত্যশিল্পী। সত্যজিৎ তাঁর স্ত্রী এবং ছেলের সাথে ভারতের চেন্নাই-তে থাকেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}