{"pageid": 1030973, "title": "মহীশূর ধূপ", "url": "https://bn.wikipedia.org/wiki?curid=1030973", "content": "মহীশূর ধূপ হ'ল বিভিন্ন প্রকারের ধূপের কাঠি যেগুলি, মহীশূরে স্থানীয়ভাবে উৎপন্ন উপাদানসমূহ যা পূর্বে কেবল কর্ণাটক রাজ্যেই পাওয়া যেত এমন উপাদান ব্যবহার করে তৈরি করা হয়। এই ধূপটি ঐতিহাসিক পটভূমি এবং ব্যবহৃত উপাদানের দূরবর্তী উপলব্ধতার কারণে ২০০৫ সালে ভারত সরকার দ্বারা ভৌগোলিক সূচক ট্যাগে ভূষিত করা হয়েছে। যথাযথভাবে, ধূপের বিশ্বব্যাপী বৃহত্তম উৎপাদক মহীশূরে রয়েছে।\n\n\n== ইতিহাস ==\n১৯০০ এর দশকে বেঙ্গালুরুতে ধূপের কাঠি যা হিন্দিতে 'আগরবাতি' নামে পরিচিত, সেটির প্রস্তুতি একটি সংগঠিত শিল্পে পরিণত হয়েছিল এবং স্থানীয়ভাবে ওডাবাথিজ (কুসুমিত ধোঁয়া) নামে পরিচিত ছিল। ধূপের কাঠিগুলি উৎপাদন করা খুব সহজ ছিল, কারণ এটি কেবল কাঠকয়লা এবং জিগিতের সাথে মিশ্রিত প্রাকৃতিক উপাদানের একটি পেস্ট এবং বাঁশের কাঠিগুলিতে মোড়ানো হত। মিশ্রণের অনুপাত প্রধান গুরুত্বপূর্ণ বিষয়। মহীশূর মহারাজ ধূপের কাঠি উৎপাদন ও প্রচারের পৃষ্ঠপোষকতা করতেন। থিরিথাল্লি শিমোগা থেকে টি.আই. উপাধ্যায় এবং তানজাবুরের আত্তার খাসিম সাহেব ১৮৮৫ সালে মহীশূরে ধূপকাঠি শিল্প শুরু করেন এবং লন্ডনের ওয়েম্বলি প্রদর্শনী থেকে মেধার শংসাপত্র অর্জন করেন। এটি তৎকালীন স্থানীয় সরকারকে অন্য ভূমি থেকে আগত দর্শনার্থী এবং অতিথিদের ধূপ উপহার হিসাবে দিয়ে, বিভিন্ন স্থানে এটির প্রসার করতে এবং তখন থেকে বিভিন্ন শিল্পপতিদের সাথে অন্য দেশগুলিতে রফতানি করে স্থানীয় শিল্পকে বৃদ্ধি করেছে।\n\n\n== উৎপাদন পদ্ধতি ==\nভেষজ, ফুল, প্রয়োজনীয় তেল, ছাল, শিকড়, কাঠকয়লা মিহি করে গুড়ো করে মসৃণ পেস্টে পরিনত করা হয় এবং তার পরে বাঁশের কাঠিটিতে আটকানো হয় এবং পরে রোদে শুকিয়ে নেওয়া হয়। এর মধ্যে বিশেষ কাঠ যেমন চন্দন কাঠ, আইলান্থাস ম্যালবারিকাম যাতে হালমাদি পাওয়া যায় এবং অন্যান্য প্রাকৃতিক উপাদান দেওয়া হয় যেগুলি অতীতে কেবল কর্ণাটকেই ভৌগোলিকভাবে পাওয়া যেত যার জন্য এটি বিশেষ ভৌগোলিক ইঙ্গিত দেয়।\n\n\n== ভৌগোলিক ইঙ্গিত ==\nসর্ব ভারতীয় আগরবাতি সমিতি ভৌগোলিক সূচকাদি পণ্য আইন, ১৯৯৯ এর অধীনে, নিয়ন্ত্রক-জেনারেল অফ পেটেন্টস, ডিজাইনস এবং ট্রেডমার্কস, চেন্নাইয়ের অফিসে, মহীশূর আগরবাতির নিবন্ধকরণের প্রস্তাব করেছিল, যাতে মহীশূর নামটি সেই সকল ধূপকাঠির নির্মাতাদের স্বতন্ত্র করে তোলে, যারা কেবল এই অঞ্চল থেকে, স্থানীয় উপলব্ধ প্রাকৃতিক উপাদান ব্যবহার করে।  তিন বছর পরে, ২০০৫ সালে, এটিকে ভৌগোলিক ইঙ্গিতের স্ট্যাটাস প্রদান করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nমহীশূর চন্দন তেল\nমহীশূর স্যান্ডেল সোপ\nমহীশূর পাক\nনেভালগুন্ড ডুরিস\nকুরগ সবুজ এলাচ\nভারতে ভৌগোলিক সূচকের তালিকা\nধূপের রুট\nজাপানি ধূপ"}