{"pageid": 1030399, "title": "দিল তো বাচ্চা হ্যায় জি", "url": "https://bn.wikipedia.org/wiki?curid=1030399", "content": "দিল তো বাচ্চা হ্যায় জি  ( অনু. The heart is childish শিশুসুলভ হৃদয় ) হলো ২০১১ সালের একটি হিন্দি ভাষার রোমান্টিক কমেডি চলচ্চিত্র। চলচ্চিত্রটি পরিচালনা করেছে মধুর ভান্ডারকার। চলচ্চিত্রটিতে প্রধান চরিত্রে অভিনয় করেছেন অজয় দেবগন, ইমরান হাশমি এবং ওমি বৈদ্য। এতে পাশ্ব চরিত্রে অভিনয় করেছেন  শাজান পদ্মসী, শ্রুতি হাসান, ঋতুপর্ণা সেনগুপ্ত, টিস্কা চোপড়া এবং শ্রদ্ধা দাস। চলচ্চিত্রটি ভান্ডারকর এন্টারটেইনমেন্ট এবং ওয়াইড ফ্রেম ফিল্মসের ব্যানারে মধুর ভান্ডারকার এবং কুমার মাঙ্গাত প্রযোজনা করেছেন। চলচ্চিত্রটি ২০১১ সালের ২৮ জানুয়ারি মুক্তি পেয়েছে। \n\n\n== পটভূমি ==\nদিল তো বাচ্চা হ্যায় জি চলচ্চিত্রটি তিনজন ব্যক্তির কাহিনি নিয়ে নির্মিত।  নারীন আহুজা ( অজয় দেবগন ) একজন ব্যাংক ম্যানেজার হিসাবে কাজ করেন এবং তাঁর স্ত্রী মাধবী ( ঋতুপর্ণা সেনগুপ্ত ) থেকে বিবাহ বিচ্ছেদ চান। অভয় সুরি (এমরান হাশমি) হলেন একজন প্লেবয় ও জিম প্রশিক্ষক।  মিলিন্দ কেলকার ( ওমি বৈদ্য ) সত্যিকারের ভালোবাসার সন্ধানে একটি বিবাহ সংক্রান্ত সংস্থায় কাজ করে । একসময় নারীন তার বাড়ি ছেড়ে তার বাবা-মার বাড়িতে থাকতে শুরু করে। জুন পিন্টু (শাজান পদ্মসী) হলো নারীনের ক্রাশ। সে নারীনের ব্যাংকে ইন্টার্ন হিসেবে কাজ করেন। অপরদিকে মিলিন্দ, রেডিও জকি গুনগুন সরকারকে (শ্রদ্ধা দাস) ভালবাসতে শুরু করে এবং অভয় আনুশকা নারাং  (তিস্কা চোপড়া) এর প্রেমে পড়ে। আনুশকা হলো  প্রাক্তন মিস ইন্ডিয়া, যে একজন কোটিপতিকে বিয়ে করেছে এবং তরুণদের প্রতি আগ্রহী। এভাবেই ভালোবাসার একটি জটিল সম্পর্কের মধ্যে চলচ্চিত্রের কাহিনি এগিয়ে যায়।\n\n\n== চরিত্রাবলি ==\nনরেন আহুজা চরিত্রে অজয় দেবগন\nঅভয় সুরির চরিত্রে ইমরান হাশমি\nমিলিণ্ড কেলকার চরিত্রে ওমি বৈদ্য\nজুন পিন্টো হিসাবে শাজান পদ্মসী\nনিকিতা চরিত্রে শ্রুতি হাসান\nআনু নারায়ণ চরিত্রে টিস্কা চোপড়া\nগুনগুন সরকার চরিত্রে শ্রদ্ধা দাস\nহর্ষ নারং চরিত্রে আদিত্য রাজ কাপুর\nমাধবী (নরেনের প্রাক্তন স্ত্রী) চরিত্রে ঋতুপর্ণা সেনগুপ্ত\nমিঃ তিওয়ারির চরিত্রে মুকেশ তিওয়ারি (বিশেষ উপস্থিতি)\nফুল বিক্রেতার৷ চরিত্রে অরুণ কদম\nনরেনের অফিস সহকর্মী হিসাবে শচীন পরীখ\nনরেনের অফিস সহকর্মী হিসাবে গিরিশ সহদেব\nজুনের নানী হিসাবে ডেইজি ইরানি\nহিমেশ চরিত্রে সঞ্জয় ছেল\nআকাশ চরিত্রে সানি সিংহ (বিমানবন্দরের দৃশ্যে ক্যামিওর উপস্থিতি)\nজিমি চরিত্রে হাওয়ার্ড রোজমিয়ার\nকথক ও পরিচিতি হিসাবে পরেশ রাওয়াল\nধ্রুব ভান্ডারী ক্রিস প্যাসকাল (জুনের প্রেমিক) চরিত্রে\nপ্রিয়া চরিত্রে চেতনা পান্ডে (বিমানবন্দরের দৃশ্যে ক্যামিওর উপস্থিতি)\nস্বতি পরানজপে (বিমানবন্দরের দৃশ্যে ক্যামিওর উপস্থিতি) চরিত্রে প্রিয়া মারাঠে\nদিপাক সিসোদিয়া চরিত্রে ভাউ কদম (ক্যামিওর উপস্থিতি)\nআইটেম নম্বর হিসাবে শ্বেতা সালভে\n\n\n== রেটিং ==\nচলচ্চিত্রটি সেন্ট্রাল বোর্ড অফ ফিল্ম সার্টিফিকেশন দ্বারা A (শুধুমাত্র প্রাপ্তবয়স্কদের জন্য) রেটিং পায়। ভান্ডারকর, চলচ্চিত্রটির বেশ কিছু প্রাপ্তবয়স্ক দৃশ্য কাটতে অস্বীকার করেছিলেন। কারন তিনি মনে করেন যে দৃশ্যগুলো চলচ্চিত্রের অবিচ্ছেদ্য অংশ।\n\n\n== অভ্যর্থনা ==\nছবিটি মুক্তির পর সমালোচকদের কাছ থেকে ইতিবাচক সাড়া পায়। বক্স অফিসে, এটি তিন সপ্তাহে $২৮২.৫ মিলিয়ন রুপি আয় করে। এটি প্রথম সপ্তাহেই সকল বিদেশী সার্কিট থেকে প্রায় $২৫০,০০০ মার্কিন ডলার আয় করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}