{"pageid": 1030958, "title": "রাম প্রকাশ রোপরিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1030958", "content": "লেফটেন্যান্ট রাম প্রকাশ রোপরিয়া, এসি (১০ জুন ১৯৫৯ - ৯ জুন ১৯৮৪) একজন ভারতীয় সেনা কর্মকর্তা যিনি অপারেশন ব্লু স্টারে অসামান্য বীরত্বের জন্য ভারতের সর্বোচ্চ শান্তিকালীন সামরিক সাজসজ্জা অশোক চক্রকে ভূষিত করেছিলেন। \n\n\n== জীবনের প্রথমার্ধ ==\nশ্রীভাল সিংহের পুত্র লেফটেন্যান্ট রাম প্রকাশ রোপরিয়া, ১৯৫৯ সালের ১০ জুন হরিয়ানার হিশার জেলার পালি গ্রামে জন্মগ্রহণ করেছিলেন। তাঁর প্রাথমিক শিক্ষা তাঁর গ্রামের স্কুলে এবং পরে তিনি হরিয়ানার কুঞ্জপুরার সৈনিক স্কুলে যান। ১৯৭৬ সালে তিনি উচ্চমাধ্যমিক পরীক্ষায় প্রথম শ্রেণিতে উত্তীর্ণ হন। রাম প্রকাশ ভালো প্রকৃতির ছেলে ছিলেন এবং তাঁর শিক্ষক এবং সহকর্মীরাও সমানভাবে পছন্দ করেছিলেন। তিনি একাডেমিক এবং ক্রীড়া উভয় ক্ষেত্রেই দক্ষতা অর্জন করেছিলেন। তিনি হরিয়ানা কৃষি বিশ্ববিদ্যালয় থেকে কৃষিক্ষেত্রে প্রথম বিভাগের সাথে বিএসসি (অনার্স)  করেছিলেন।\n\n\n== সামরিক ক্যারিয়ার ==\nস্নাতক শেষে তিনি ভারতীয় সামরিক একাডেমিতে যোগদান করেন এবং ১৯৮১ সালের ১৯ ডিসেম্বর মাদ্রাজ রেজিমেন্টের ২৬\nতম ব্যাটালিয়নে ভারতীয় সেনাবাহিনীতে কমিশন লাভ করেন। \n\n\n== অপারেশন ব্লু স্টার ==\n১৯৮৪ সালের ৫/৬ জুন অপারেশন ব্লু স্টার চলাকালীন ২৬ মাদ্রাজের 'সি' সংস্থাকে একটি বিল্ডিং কমপ্লেক্সের প্রথম তলটি সুরক্ষিত করার জন্য কাজটি করা হয়েছিল যা কুখ্যাত সন্ত্রাসীরা ধরে রেখেছিল। বিল্ডিং কমপ্লেক্সটি সন্ত্রাসীদের দ্বারা প্রবলভাবে সুরক্ষিত করা হয়েছিল। লেফটেন্যান্ট রাম প্রকাশ রোপরিয়া ছিলেন ২৬ মাদ্রাজের 'সি' কোম্পানির উপদেষ্টা অফিসার।  স্বয়ংক্রিয় অস্ত্র সজ্জিত সন্ত্রাসীরা প্রথম তলায় যাওয়ার সিঁড়িগুলিকে অবরুদ্ধ করেছিল। লেঃ রাম প্রকাশ রোপরিয়া পরিস্থিতিটি অধ্যয়ন করেছেন এবং সিড়ির সাহায্যে ভবনটিতে আরোহণের সিদ্ধান্তে এসেছিলেন, এমনকি তাঁর ব্যক্তিগত সুরক্ষা সম্পর্কে তিনি একক চিন্তাও  করেনি। প্রথম তলায় ওঠার চেষ্টা করার সময় তাঁর ওপর শত্রুরা মেশিনগান গুলি চালানো হয়েছিল, তবে তিনি প্রথম তলায় পৌঁছানোর চেষ্টা চালিয়ে গিয়ে নির্ভয়ে চালিয়ে যান এবং তিনি সমর্থন চেয়েছিলেন কেবল তিনটি প্রচেষ্টা।\nচতুর্থ প্রয়াসে যেখানে তাঁর সাথে ছিলেন নায়েব সুবেদার কেজি কোশী,  ভবনের প্রথম তলায় পৌঁছে দিয়েছিল। তারা তাদের নির্ধারিত লক্ষ্য অর্জনে এবং সন্ত্রাসীদের দুর্গ ধ্বংস করতে যে সংস্থাটি অনুসরণ করেছিলেন,  মেশিনগান ফায়ারিংয়ের সময় লেঃ রাম প্রকাশ রোপরিয়া এবং নায়েব সুবেদার কেজি কোশী বাঙ্কার মুক্ত করলেন। প্রথম তলের সিঁড়ি সাফ করার সময়ও তিনি তাঁর সংস্থাকে সাহসের সাথে নেতৃত্ব দিয়েছিলেন, একটি গুলি তাঁকে বিদ্ধ করেছিল। বুলেটের আঘাত তার প্রেরণায় কোনও পরিবর্তন আনেনি পরিবর্তে তিনি নিজের চেষ্টাটি আরও বাড়িয়ে দিলেন এবং দুটি হাতের গ্রেনেড লব্ব করে সিঁড়িতে আরও এগিয়ে গেলেন। তাঁকে আবারও একজন সন্ত্রাসীর দ্বারা গুলি করা হয়েছিল যা তাঁকে গুরুতর আহত করেছে তবে তিনি পাল্টা গুলি চালিয়ে  সন্ত্রাসীকেও নির্মূল করেছিলেন। তিনি গুরুতর আহত হয়েছিলেন এবং দুটি গুলি আঘাত করেছিলেন তিনি তখনও সিঁড়ি বেয়ে উঠে গিয়েছিলেন এবং ডি সংস্থার সাথে লাইন স্থাপন করেছিলেন। তবে নিচতলায় পৌঁছালে তিনি ধসে পড়েন এবং তাঁকে হাসপাতালে নিয়ে যাওয়া হয় সেখানেই তিনি শহীদ হন।\n\n\n== অশোক চক্র পুরস্কারপ্রাপ্ত ==\nতিনি চূড়ান্ত বীরত্ব, সাহসিকতা এবং অনুকরণীয় নেতৃত্ব প্রদর্শন করেছিলেন। তাঁর কর্তব্য এবং জাতির প্রতি তাঁর নিষ্ঠা ব্যতিক্রম অত্যন্ত উচ্চ। অপারেশন ব্লু স্টারে অসামান্য বীরত্বের জন্য তাকে মরণোত্তর অশোকচক্র পদকে ভূষিত করা হয়েছে। \n\n\n== তথ্যসূত্র =="}