{"pageid": 1030489, "title": "ইউক্রেনের শিল্পকলা", "url": "https://bn.wikipedia.org/wiki?curid=1030489", "content": "ইউক্রেনের শিল্পকলা ইউক্রেনের বিকাশের পুরো ইতিহাসের সময় তৈরিকৃত শিল্পকর্ম সংগ্রহ।\n\n\n== ঐতিহাসিক উন্নয়ন ==\nইউক্রেনে শিল্পের বিকাশ প্রাচীন কাল থেকে।\n\n\n== ইউক্রেনের শিল্পকলার প্রকার: ==\nচিত্রাঙ্কন\nগ্রাফিক্স\nভাস্কর্য\nচারুলিপি\nনাট্যকলা\nসঙ্গীত\nচলচ্চিত্র\nকথাসাহিত্য রচনা\nফলিত শিল্পকলা\nনৃত্য পরিকল্পনা, নৃত্য\nচলচ্চিত্রগ্রহণশিল্প\nচারুকলা ফটোগ্রাফি\nটেলিভিশন\nবিভিন্ন এবং সার্কাস শিল্প\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nশিল্পকলার ইতিহাস\nসংস্কৃতি\n\n\n== আরও পড়ুন ==\nНачерк історії українського мистецтва / Микола Голубець. — Львів: Накладом фонду «Учітеся, брати мої», 1922- . — (Учітеся, брати мої!). Ч. 1 : — 1922 (: З друк. Ставропиг. ін-ту під управою Ю. Сидорака).\nУкраїнське мистецтво: (вступ до історії) / Микола Голубець. — Львів; К. : Накладом вид-ва «Шляхи», 1918 . —(Новітня бібліотека; ч. 29).\nМистецтво старої Руси-України / Ф. І. Шміт. — Х. : Союз, 1919 (: Друк. «Печ. дело»). —(Культурно-історична бібліотека / під ред. Д. І. Багалія).\nОсновні риси українського мистецтва / В. Модзалевський ; мал. Павли Діденко. — Чернігів: Друк. Г. М. Веселої, 1918 .\nАнтонович Д. Українське мистецтво: Конспективний історичний нарис. — Прага–Берлін, 1923.\nАнтонович Д. Скорочений курс історії українського мистецтва. — Прага, 1923.\nІсторія українського мистецтва : у 6-х т. / гол. ред. М. Бажан. — К.: УРЕ, 1966–1973.\nІсторія українського мистецтва : у 5 т. Т. 1. Мистецтво первісної доби та стародавнього світу / ред.: Р. Михайлова, Р. Забашта; НАН України, Ін-т мистецтвознав., фольклористики та етнології ім. М. Т. Рильського. — К., 2008. — 709 c. — আইএসবিএন ৯৭৮-৯৬৬-০২-৪৯১৪-১ (Т.1)\nІсторія українського мистецтва: у 5 т. Т. 2. Мистецтво середніх віків / ред.: Л. Ганзенко, Р. Забашта, Т. Трегубова; НАН України, Ін-т мистецтвознав., фольклористики та етнології ім. М. Т. Рильського. — К., 2010. — 1293 c. — ISBN 078-966-02-5821-1 (Т. 2)\nІсторія українського мистецтва: у 5 т. Т. 3. Мистецтво другої половини ХVI — XVIII століття / ред.: Г. Скрипник, Д. Степовик; НАН України, Ін-т мистецтвознав., фольклористики та етнології ім. М. Т. Рильського. — К., 2011. — 1087 c. — আইএসবিএন ৯৭৮-৯৬৬-০২-৬১৩৪-১ (Т. 3)\nІсторія українського мистецтва: у 5 т. / НАН України, ІМФЕ ім. М. Т. Рильського ; голов. ред. Г. Скрипник ; ред. тому В. Рубан. — К., 2006. — Т. 4 : Мистецтво XIX століття. — 760 с. — আইএসবিএন ৯৬৬-০২-৪১০৩-৬ (Т. 4)\nІсторія українського мистецтва: у 5 т. / НАН України, ІМФЕ ім. М. Т. Рильського ; голов. ред. Г. Скрипник ; наук. ред. Т. Кара-Васильєва. — К., 2007. — Т. 5 : Мистецтво XX століття. — 1048 с. — আইএসবিএন ৯৬৬-০২-৪১০৭-০ (Т. 5)\nІсторія декоративного мистецтва України: у 5 т. Т. 1. Від найдавніших часів до пізнього середньовіччя / ред.: Г. Скрипник; Ін-т мистецтвознав., фольклористики та етнології ім. М. Т. Рильського НАН України. — К., 2010. — 476 c. — Бібліогр.: с. 443—468 . — укp. — আইএসবিএন ৯৭৮-৯৬৬-০২-৫৮২২-৮\nІсторія декоративного мистецтва України: у 5 т. Т. 2. Мистецтво XVII—XVIII століття / ред.: Г. Скрипник; Ін-т мистецтвознав., фольклористики та етнології ім. М. Т. Рильського НАН України. — К., 2007. — 336 c. — Бібліогр.: с. 311–327. — укp. — আইএসবিএন ৯৭৮-৯৬৬-০২-৪৫৫৮-৭\nІсторія декоративного мистецтва України: у 5 т. Т. 3. Мистецтво XIX століття / ред.: Г. Скрипник; Ін-т мистецтвознав., фольклористики та етнології ім. М. Т. Рильського НАН України. — К., 2009. — 346 c. — আইএসবিএন ৯৭৮-৯৬৬-০২-৫৪১৮-৩\nІсторія декоративного мистецтва України: у 5 т. / ІМФЕ ім. М. Т. Рильського НАН України ; голов. ред. Г. Скрипник ; наук. ред. Т. Кара-Васильєва. — К., 2011. — Т. 4 : Народне мистецтво та художні промисли ХХ ст. — 512 с. : іл. — আইএসবিএন ৯৭৮-৯৬৬-০২-৬০৫৭-৩\nІсторія української музичної культури: підручник / Л. П. Корній, Б. О. Сюта. — К. : НМАУ ім. П. І. Чайковського, 2011. — 719 c. — укp.\nІсторія української музики: у 6 т. Т. 2. XIX століття / ред.: В. В. Кузик, А. І. Азарова; НАН України, Ін-т мистецтвознав., фольклористики та етнології ім. М. Т. Рильського. — К., 2009. — 798 c. — আইএসবিএন ৯৭৮-৯৬৬-০২-৫২৭৬-৯ (Т. 2)\nІсторія української музики: В 6 т. Т. 5. 1941—1958 рр. / М. В. Бєляєва, Т. П. Булат, М. М. Гордійчук, М. П. Загайкевич, А. П. Калениченко; ред.: Г. А. Скрипник; НАН України, Ін-т мистецтвознав., фольклористики та етнології ім. М. Т. Рильського. — К., 2004. — 504 c. — укp. — আইএসবিএন ৯৬৬-০২-৩১৬৬-০ (Т. 5)\nІсторія української музики: творча діяльність видатних музикантів України кінця ХIХ — другої половини ХХ століть: навч. посіб. / упоряд.: В. В. Бєлікова; Криворіз. держ. пед. ун-т. — Кривий Ріг: Вид. дім, 2008. — 232 c. — укp.\nІсторія української музики: навч. посіб. для студ. ф-тів мистецтв вищ. навч. закл. / В. В. Бєлікова; Криворіз. пед. ін-т, ДВНЗ «Криворіз. нац. ун-т». — Кривий Ріг: Видавн. дім, 2011. — 467 c.\nІсторія української музики. Від найдавніших часів до першої чверті XIX століття: навч. посіб. для студентів вищ. муз. навч. закл. / С. Й. Лісецький; Київ. ун-т ім. Б. Грінченка. — Київ, 2015. — 147, [1] c. — укp.\nІсторія української музики другої половини XIX ст. : навч. посіб. / О. П. Крусь; Рівнен. держ. гуманіт. ун-т, Ін-т мистецтв. — Рівне: НУВГП, 2014. — 225 c. — Бібліогр.: с. 210—212 — укp.\nІсторія української музики XX століття: навч. посіб. / О. Є. Верещагіна, Л. П. Холодкова. — 2-ге вид., доповн. — Т. : Астон, 2010. — 279 c. — укp.\nКара-Васильєва Т., Чегусова З. Декоративне мистецтво України XX століття. У пошуках «великого стилю». — Київ: Либідь, 2005. — 280 с., іл. — আইএসবিএন ৯৬৬-০৬-০৪০৪-৫\nКрвавич Д. П., Овсійчук В. А., Черепанова С. О. Українське мистецтво. — Ч. І–ІІІ. — Львів, 2003–2005.\nЛьвів мистецький (1965—1985 рр.): наука, культура, влада : монографія / Маркіян Нестайко ; НАН України, Львів. нац. наук. б-ка України ім. В. Стефаника, Ін-т українознавства ім. І. Крип'якевича. — Львів : Растр-7, 2017. — 243 с. ; 21 см. — Бібліогр.: с. 198—243 (743 назви). — আইএসবিএন ৯৭৮-৯৬৬-০২-৮২৩০-৮\nМузичне мистецтво XXI століття — історія, теорія, практика: зб. наук. пр. Ін-ту муз. мистецтва Дрогоб. держ. пед. ун-ту ім. Івана Франка / упоряд.: А. І. Душний; Дрогоб. держ. пед. ун-т ім. І. Франка, Ін-т муз. мистецтва, Ун-т ім. Яна Кохановського, Ін-т муз. освіти, Ун-т Вітовта Великого, Казах. нац. консерваторія ім. Курмангази. — Дрогобич: Посвіт, 2016. — 287 c.\nНайдавніше мистецтво України = L'art des origines en Ukraine: [монографія] / Л. Яковлева ; [наук. ред Ф. Джінджан ; Ін-т археології НАН України]. — К. : Стародавній Світ, 2013. — 288 с. : іл. — Бібліогр.: с. 250–256. — আইএসবিএন ৯৭৮-৯৬৬-২৬০৮-০৮-৩\nНариси музичного мистецтва Галицько-Волинського князівства / Б. Д. Кіндратюк; НАН України. Ін-т українознав. ім. І. Крип'якевича. — Л.; Івано-Франківськ, 2001. — 144 c. — (Історія укр. музики: Дослідж.; Вип. 9).\nХай М. Музично-інструментальна культура українців (фольклорна традиція) : 2-ге вид., виправл. і допов. — К. ; Дрогобич: Коло, 2011. — 559 с. — আইএসবিএন ৯৭৮-৯৬৬-২৪০৫-৭৯-৮\nІсторія українського мистецтва: конспект курсу лекцій / В. Г. Лукань; МОНМС України, Прикарпат. нац. ун-т ім. В. Стефаника, Ін-т мистец. — Т. : Навч. кн. — Богдан, 2012. — 192 c.\nУкраїнське мистецтво XX століття в художній критиці. Теорія. Історія. Практика: монографія / М. О. Криволапов. — 2-ге вид., переробл. і доповн. — К. : КИТ, 2010. — 475 c. — Бібліогр.: 730 назв.\nУкраїнське мистецтво : в 2 т. з додатками / Вадим і Данило Щербаківські ; [передм. І.О. Ходак ; упоряд. О.О. Савчука] ; Інститут археології Національної академії наук України [та ін.]. - Харків : Видавець Савчук О.О., 2015. - 472 с. : іл., портр.\nНариси з історії українського мистецтвознавства. Історія українського мистецтва в працях вчених київської школи кінця XIX — початку XX століття: Навч. посіб. / Є. Антонович, І. Удріс; Київ. ін-т реклами, Криворіз. держ. пед. ун-т. — К.; Кривий Ріг: ПП «Вид. дім», 2004. — 273 c.\nСучасне мистецтво: наук. зб. / Акад. мистец. України, Ін-т пробл. сучас. мистец. — К. : Акта, 2004-. Вип. 8 : — К. : Фенікс. — 2012.\nСучасне мистецтво: наук. зб. / редкол.: В. Д. Сидоренко (голова) та ін. ; Нац. акад. мистецтв України, Ін-т пробл. сучас. мистец. — К. : Акта, 2004-. Вип. 9 : — К. : Фенікс. — 2013.\nВізуальне мистецтво від авангардних зрушень до новітніх спрямувань: Розвиток візуального мистецтва України ХХ–ХХІ століть / Сидоренко В. Д. ІПСМ АМУ. — К.: ВХ[студіо], 2008. — 188 с.: іл.\nСоціалістичний реалізм і тоталітаризм / Роготченко О. О. ІПСМ АМУ. — К.: Фенікс, 2007. — 608 с.: іл. ([১])\nПро мистецтво та художню критику України ХХ століття: Вибрані статті різних років. Кн. І: Формування та розвиток національної мистецької школи і мистецтвознавчої науки в Україні ХХ століття / Криволапов М. О. ІПСМ АМУ. — К.: Видавничий дім А+С, 2006. — 268 с.: іл.\nПроблема людини в українському мистецтві: Навч. посіб. для студ. вищ. навч. закл. / С. О. Черепанова; Ін-т педагогіки і психології професійної освіти АПН України, Львів. наук.-практ. центр. — Л. : Світ, 2001. — 293 c. — Бібліогр.: 90 назв.\nТретє Око: Мистецькі студії (Монографічна збірка статей) / Ольга Петрова. ІПСМ НАМ України. — К.: Фенікс, 2015. — 480 с.: іл., кольор. вкл.: XL с. — আইএসবিএন ৯৭৮-৯৬৬-১৩৬-২৮৩-২\nВсередині часу: Філософська та мистецтвознавча есеїстка / Упоряд.: Василь Щербак; Редкол.: Ольга Козловська, Іван Кулінський, Андрій Пучков та ін.; ІПСМ НАМ України. — К.: Фенікс, 2013. — 200 с.: іл. — আইএসবিএন ৯৭৮-৯৬৬-১৩৬-০৮১-৪\nЛітопис образотворчих видань. Державний бібліографічний покажчик України / Гол. ред. М. І. Сенченко ; Відп. за вип. Г. О. Гуцол ; Укл. Н. А. Палащина. — К.: Книжкова палата України, 2015. — 301 с. — ISSN 0136—0906\nКейван І. Українські мистці поза Батьківщиною = Ukrainian artists outside Ukraine. — Едмонт; Монреаль, 1996. — 227 с.\nSoroker Yakov. Ukrainian musical elements in classical music / Edmonton, Toronto: Canadian Institute of Ukrainian Studies Press, 1995. — 155 p.\nNatalia Moussienko. Kyiv Art Space / Woodrow Wilson International Center for Scholars. — Washington, D.C., 2013. — 26 p. — আইএসবিএন ৯৭৮-১-৯৩৮০২৭-২৬-০\n\n\n== বহিঃসংযোগ ==\nБібліотека українського мистецтва\nЕлектронні версії видань з різних видів і жанрів мистецтва на сайті Національної парламентської бібліотеки України\nСергій Білокінь. Незреалізоване видання Шеститомної історії українського мистецтва (1930—1931)\nСергій Білокінь. В обороні української спадщини: історик мистецтва Федір Ернст\nХодак І. Концепція історії українського мистецтва Данила Щербаківського\n\n\n== তথ্যসূত্র =="}