{"pageid": 1030961, "title": "অরুণ সিং জাসরোটিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1030961", "content": "ক্যাপ্টেন অরুণ সিং জাসরোটিয়া, এসি, এসএম (১৬ আগস্ট ১৯৬৮ - ১৫ সেপ্টেম্বর ১৯৯৫) ৯ প্যারা (স্পেশাল ফোর্সেস) ইউনিট সহ ভারতীয় সেনা কর্মকর্তা ছিলেন।  তিনি ভারতের সর্বোচ্চ শান্তিকালীন বীরত্বের পুরস্কার অশোক চক্রকে মরণোত্তর ভূষিত করেছিলেন। তিনি সেনা পদক প্রাপকও ছিলেন।\n১৯৯৫ সালের ১৫ সেপ্টেম্বর, জম্মু ও কাশ্মীরের লোলাব উপত্যকায় সন্ত্রাসীরা জাসরোটিয়ার দলকে আক্রমণ করেছিল । প্রতিশোধ নেওয়ার জন্য, জাসরোটিয়া তাঁর কমান্ডো ছুরি দিয়ে একজন সন্ত্রাসীকে হত্যা করেন এবং অন্যান্য সন্ত্রাসীদের কাছে গ্রেনেড ছুড়েন। এটি তাঁর দলকে পরিস্থিতি নিয়ন্ত্রণে রাখার এবং অবশিষ্ট সন্ত্রাসীদের নির্মূল করার সুযোগ দেয়। তবে জাসরোটিয়া প্রক্রিয়াটিতে গুলিবিদ্ধ ক্ষতের কারণে শহীদ হন । \n\n\n== জীবনের প্রথমার্ধ ==\nক্যাপ্টেন অরুণ সিং জাসরোটিয়া ১৯৬৮ সালের ১ আগস্ট পাঞ্জাবের পাঠানকোট জেলার সুজনপুরে জন্মগ্রহণ করেছিলেন। সেনাবাহিনীর প্রবীণ লেফটেন্যান্ট কর্নেল প্রভাত সিং জাসরোটিয়া এবং সত্য দেবীর একমাত্র পুত্র, ক্যাপ্টেন অরুণ সিং জাসারোটিয়া সামরিক পরিবারের অংশ ছিলেন। তাঁর পিতা ছাড়াও তাঁর দাদাও সেনাবাহিনীতে কর্মরত ছিলেন এবং ২ ডোগরা রেজিমেন্টের সাথে লেফটেন্যান্ট কর্নেল হিসাবে অবসর গ্রহণ করেছিলেন।\n\n\n== সামরিক ক্যারিয়ার ==\nক্যাপ্টেন অরুণও তাঁর বাবা এবং দাদার মতো সেনাবাহিনীর ইউনিফর্ম পরার স্বপ্ন দেখেছিলেন এবং পাঠানকোটের কেন্দ্রীয় বিদ্যালয়ের ১ নং স্কুলে পড়াশোনা শেষ করে এনডিএতে যোগ দিয়ে তাঁর স্বপ্ন অনুসরণ করেছিলেন। ১৯৮৯ সালের ১৭ ডিসেম্বর তিনি ৮ বিহার রেজিমেন্টে কমিশন লাভ করেছিলেন। তাঁর প্রাথমিক চাকরির সময় ক্যাপ্টেন অরুণ ৮ মাউন্টেন ডিভিশন এবং ২৮ ইনফ্যান্ট্রি ডিভিশন সেক্টরের আওতাধীন “অপারেশন রক্ষক” -তে অংশ নিয়েছিলেন এবং একজন পেশাদার এবং প্রতিশ্রুতিবদ্ধ সৈনিক হিসাবে তাঁর দক্ষতা প্রমাণ করেছিলেন। দায়িত্ব পালনে তাঁর ব্যতিক্রমী সেবা ও নিবেদনের জন্য সেনা পদক পান। পরে ক্যাপ্টেন অরুণকে ৯ প্যারা (স্পেশাল ফোর্সেস) ইউনিটে অন্তর্ভুক্ত করা হয়েছিল, যে ইউনিটটি অত্যন্ত দাবীদাহী পরিস্থিতিতে সাহসী অভিযানের জন্য পরিচিত।\n\n\n== লোলাব ভ্যালি অপারেশন ==\nক্যাপ্টেন অরুণ তাঁর সৈন্যবাহিনীকে সাথে নিয়ে তৎপর হন এবং সন্দেহজনক আস্তানাটির দিকে এক কঠোর চূড়ায় রওনা হন। প্রায় দশ ঘণ্টা পরে দলটি জম্মু ও কাশ্মীরের লোলাব উপত্যকায় প্রায় ৩০০০ মিটার উচ্চতায় সাধারণ এলাকায় পৌঁছেছিল। দলটি গুহার নিকটে আসার সাথে জড়িতদের দ্বারা উত্তেজিত অবস্থান থেকে আক্রমণ করা হয়েছিল। ক্যাপ্টেন অরুণ পরিস্থিতি বুঝতে পেরে নিজেই সন্ত্রাসীদের মুখোমুখি হওয়ার সিদ্ধান্ত নিয়েছিলেন এবং একজনকে তাঁর কমান্ডো ছুরি দিয়ে হত্যা করেছিলেন। তিনি আরও একটি সন্ত্রাসীকে হ্যান্ড গ্রেনেড দিয়ে হত্যা করে গুহার দিকে এগিয়ে যান।\nগুহার দিকে এগিয়ে যাওয়ার সময় ক্যাপ্টেন অরুণ কাঁধে গুলিবিদ্ধ হয়ে গুরুতর আহত হন। তবে তিনি পিছিয়ে যেতে অস্বীকার করেছিলেন এবং বিরল সাহসিকতার পরিচয় দিয়ে যে গুলি চালিয়েছিল তাকে গুলি করে হত্যা করেছিলেন। তিনি যখন গুহার কাছে পৌঁছলেন তখন অন্ত্র ও বুকে আরও দুটি গুলি বিদ্ধ হয়েছিলেন। তাঁর সাহসিকতা ও নেতৃত্ব দ্বারা অনুপ্রাণিত হয়ে, সেনারা জঙ্গিদের উপর দ্বিগুণ উৎসাহ এবং আগ্রাসনে আক্রমণ করেছিল এবং তাদের সকলকে নির্মূল করেছিল। ক্যাপ্টেন অরুণ শহীদ হয়েছিলেন এবং তাঁর অসামান্য সাহস, কর্তব্যনিষ্ঠা ও সর্বোচ্চ ত্যাগের জন্য তাঁকে দেশের সর্বোচ্চ শান্তিকালীন বীরত্বের পুরস্কার \"অশোক চক্র\" প্রদান করা হয়েছিল। পাঞ্জাব সরকার ক্যাপ্টেন অরুণ সিং জাসরোটিয়াকে ১৯৯৯ সালে নিশান-ই-খালসা পুরস্কার দিয়েছিল। ক্যাপ্টেন অরুণ সিং জারোটিয়া তাঁর বাবা-মা লেফটেন্যান্ট কর্নেল প্রভাত সিং জাসরোটিয়া এবং সত্য দেবীর মধ্যে জীবিত রয়েছেন।\n\n\n== তথ্যসূত্র =="}