{"pageid": 1030319, "title": "আডিয়ার, চেন্নাই", "url": "https://bn.wikipedia.org/wiki?curid=1030319", "content": "আডিয়ার, বা অড়াইয়ার, দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের চেন্নাই জেলার দক্ষিণাংশের একটি বৃৃহত্তর অঞ্চল৷ লোকালয়টি আদিয়ার নদীর দক্ষিণ তীরে অবস্থিত৷ এর পশ্চিম দিকে রয়েছে তারামণি, দক্ষিণ দিকে রয়েছে তিরুবান্মিয়ুর, পূর্ব দিকে রয়েছে বেসান্তনগর, উত্তর-পশ্চিম দিকে রয়েছে কোট্টুরপুরম এবং উত্তর দিকে আদিয়ার নদী অতিক্রম করে রয়েছে রাজা আন্নামালাইপুরম৷ আদিয়ার চেন্নাইয়ের অন্যতম ব্যয়বহুল এলাকা, যা উত্তর চেন্নাইয়ের চেয়ে প্রায় চতুর্গুণ অধিক৷ আদিয়ারের গান্ধীনগর চেন্নাইয়ের সর্বোৎকৃষ্ট স্থানগুলির একটি৷\n\n\n== ইতিহাস ==\n\nলোকালয়টির উত্তরাংশ দিয়ে প্রবাহিত আদিয়ার নদীর নামানুসারে এর নামকরণ৷ ফোর্ট সেন্ট জর্জে অবস্থানরত ব্রিটিশ আধিকারিকরা আদিয়ার ও গিণ্ডিকে শিকারক্ষেত্র হিসাবে ব্যবহার করত৷ ১৬৮০ খ্রিস্টাব্দ প্রথম উল্লেখ ও তৎপরবর্তীকালীন মানচিত্রে আদিয়ারের অবস্থান ছিলো চেন্নাই শহরের উপকণ্ঠে, ১৭৪০ খ্রিস্টাব্দে ব্রিটিশরা এই অঞ্চলে শাসন ক্ষমতায় এলে তারা এটিকে মাদ্রাজ প্রেসিডেন্সির অন্তর্ভুক্ত করেন৷\nঊনবিংশ শতাব্দীর শুরুর ভাগ থেকে আদিয়ারে জনবসতি বৃদ্ধি পাওয়া শুরু হয় ও ১৮৮৩ খ্রিস্টাব্দে হেলেনা ব্লাভাৎস্কির তৎপরতায় এখানে থিওসফিকাল সোসাইটির দপ্তর প্রতিষ্ঠা হয়৷ নিকটবর্তী বেসান্তনগরে রয়েছে শাস্ত্রীয় শিল্প ও সংস্কৃতির অন্যতম পীঠস্থান কলাক্ষেত্র ফাউন্ডেশন ১৯৩৬ খ্রিস্টাব্দে প্রতিষ্ঠিত করেন রুক্মিণী দেবী অরুণ্ডেল৷ ১৯৩১ খ্রিস্টাব্দে আদিয়ার ছিলো কাঞ্চীপুরম জেলার একটি জমিদারী গ্রাম৷ ১৯৪৮ খ্রিস্টাব্দে আদিয়ারকে চেন্নাই পৌরনিগমের অন্তর্ভুক্ত করা হয়৷\n\n\n== ভূগোল ==\n২০১৮ খ্রিস্টাব্দের পরিসংখ্যান অনুযায়ী আদিয়ারের ৩০.১ শতাংশ মরুভূমি, যেখানে সমগ্র চেন্নাইয়ের ১৪.৯ শতাংশ বনাঞ্চল৷ ভারতের শহরগুলির পুর অঞ্চলগূলির মধ্যে এই বনভূমির শতকরা পরিমাণ সর্বাধিক৷ আদিয়ার নদী রাজা আন্নামালাইপুরম থেকে ও বাকিংহাম খাল তারামণি ও কোট্টুরপুরমকে ভৌগোলিকভাবে আদিয়ার থেকে পৃথক করেছে৷\n\n\n== গুরুত্বপূর্ণ তথ্য ==\nআদিয়ার সংরক্ষিত বনাঞ্চলে রয়েছে প্রায় এক শত প্রজাতি পাখি, যদি নগরায়নের ফলে তার আজ অধিকাংশই বিপন্ন৷ এই ভগ্নপ্রাপ্ত নাগরিক বাস্তুতন্ত্র পুনরুদ্ধারে ২০১১ খ্রিস্টাব্দের জানুয়ারি মাসে তামিলনাড়ু রাজ্য সরকার তোলকাব্য উদ্যান বা আদিয়ার প্রকৃতি উদ্যান উদ্বোধন করেন।\n\nআদিয়ারে রয়েছে আদিয়ার ক্যান্সার প্রতিষ্ঠান এবং বিশ্বের অন্যতম বৃৃহত্তম চর্ম গবেষণা কেন্দ্র কেন্দ্রীয় চর্ম গবেষণা প্রতিষ্ঠান৷\n\n\n== তথ্যসূত্র =="}