{"pageid": 1030688, "title": "তারিক মাসউদ", "url": "https://bn.wikipedia.org/wiki?curid=1030688", "content": "মুফতি তারিক মাসুদ (উর্দু: مفتی طارق مسعود) হলেন একজন পাকিস্তানি আলেম, মুফতি, লেখক ও ধর্মীয় বক্তা, যিনি সিন্ধুর করাচিতে বসবাস করেন।   তিনি করাচির জামিয়াতুর রশীদের একজন অধ্যাপক।  পাকিস্তানে তাকে সামাজিক যোগাযোগমাধ্যমে সবচে' প্রভাবশালী ধর্মীয় ব্যক্তি হিসেবে গণ্য করা হয়। \n\n\n== শিক্ষা এবং কর্মজীবন ==\nতিনি করাচির জামিয়া তুর রশীদে ইসলামি বিচার ব্যবস্থা বিভাগের (ফিকহ) বিশেষজ্ঞ\nতিনি দরসে নিজামী সম্পর্কিত বই পড়ান এবং একই প্রতিষ্ঠানে ফতোয়া বিভাগে কর্মরত। তিনি শুক্রবার করাচিতে জামিয়া মসজিদ আল ফালাহিয়ায় বক্তৃতাও দেন।\n\n\n== চীনে অবস্থান ==\n২০১৯ সালের জুলাইয়ে মাসউদ জানতে পেরেছিল যে পাকিস্তানের কিছু চীনা সংস্থা মুসলিম কর্মীদের কর্মের সময়কালে নামাজ পড়ার অনুমতি দেয়না।  মাসউদ কর্মীদের তাদের চীনা নিয়োগকর্তাদের জানাতে আহ্বান জানিয়েছেন যে \"তাদের স্থানীয় আইন মেনে চলতে হবে এবং দেশটি তাদের নয়\"।  মাসউদ বলেছিলেন, \"লোকেরা ভয় পায় যে তারা চাকরি হারাবে।\" মাসউদের বক্তব্যের একটি পুরানো ভিডিও সামাজিক যোগাযোগমাধ্যমে ২২ শে জুন ২০২০ এ প্রকাশিত হয়েছিল।\n\n\n== কোভিড-১৯ ==\nপাকিস্তানে কোভিড-১৯ মহামারীর সময় সিন্ধু সরকার ২২ মার্চ ২০২০ তারিখে লকডাউন ঘোষণা করে। মুহম্মদ তাকী উসমানী (জামিয়া দারুল উলূমের, করাচি) ২০২০ সালের ২৫ শে মার্চ ঘোষণা করেছিলেন যে পঞ্চাশেরও বেশি, কম বয়সী শিশু এবং কোভিড -১৯ উপসর্গের লোকদের বাদে অন্যান্য লোকেরা এখনও নামাজের জন্য জমায়েত হতে হবে।\nজামাতে নামাজে নিষেধাজ্ঞাকে সমর্থন করে মাসউদ উসমানির সাথে একমত হননি। মাসউদ বলেছিলেন: \"আমরা এখনও এই ভাইরাসের তীব্রতা বুঝতে পারি না। আপনি এই সময়ে বাড়িতে নামাজ পড়তে পারেন এবং ক্ষমা ও স্বাস্থ্যের জন্য আল্লাহর কাছে প্রার্থনা করতে পারেন।\"\n২০২০ সালের ৭ এপ্রিল মাসউদ কোভিড-১৯-এ জনগণকে ধর্মীয় উপদেশ দিতে \"ইয়া আল্লাহ মাদাদ\" নামে একটি বোল বিনোদন কর্মসূচীতে অংশ নেন।\n\n\n== রচনা ==\nআইক সে যায়েদ শাদিয়োঁ কি জরুরত কিয়ুঁ খন্ড ১।\nআইক সে যায়েদ শাদিয়োঁ কি জরুরত কিয়ুঁ খণ্ড ২।\nপরিবার পরিকল্পনা।\n\n\n== বহিঃসংযোগ ==\nইউটিউবে তারিক মাসউদের চ্যানেল\n\"আস-সালামু আলাইকুম, মুফতি তারিক মাসউদের নিকট স্বাগতম\", muftitariqmasood.com, ৪ মার্চ ২০২১ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ৬ মার্চ ২০২১ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== তথ্যসূত্র =="}