{"pageid": 1030998, "title": "মহীশূরের রোজউড খোদাই", "url": "https://bn.wikipedia.org/wiki?curid=1030998", "content": "মাইসুর রোজউড ইনলে ভাস্কর্যটিতে মাইসুর আশেপাশে কারিগরদের দ্বারা ব্যবহৃত বিভিন্ন কৌশল এবং বিপরীত টুকরো ঢোকানোর জন্য সজ্জাসংক্রান্ত, প্রায়শই রঙিন রঙের উপকরণ যেমন আইভরি শেলস, মাদার-অফ-মুক্তো, শিং এবং চন্দন কাঠের গোলাপের কাঠের অবসন্নতায় পড়ে থাকে অলঙ্কার বা ছবি তৈরি করতে যা সাধারণত ম্যাট্রিক্সের সাথে ফ্লাশ হয়। এই নিদর্শনগুলি মহীশূর অঞ্চলের আশেপাশে উৎপাদিত হয়, এই শিল্পকর্মগুলিকে অঞ্চলটি চিত্রিত করে এমন একটি নিদর্শন হিসাবে স্থানীয় ঐতিহাসিক উপস্থাপনা এবং স্থানীয় কারিগরদের দ্বারা ব্যবহৃত নকশা এবং শৈলীর কারণে ২০০৫ সালে ভারত সরকার থেকে ভৌগোলিক সূচক ট্যাগকে ভূষিত করা হয়েছে।\n\n\n== ইতিহাস ==\nটিউপু সুলতানের সময় থেকে প্রায় ১৮০০ দশকের সময়কাল থেকে মাইসুর অঞ্চলগুলি জুড়ে ফ্লোরিচার এবং শৈলীর জন্য ব্যবহৃত গোলাপের কাঠ প্রায়শই প্রায় পাওয়া গিয়েছিল, ১৯১৪ সালে স্থানীয় মাইসুর মহারাজা দ্বারা প্রচারিত হয়েছিল ব্রিটিশ সাম্রাজ্যের প্রদর্শনীর জন্য আইভরি ইনলে ফোটোফ্রেমে একটি ক্যাসকেট পাঠানো হয়েছিল যা একটি স্বর্ণপদক জিতেছে, তখন থেকে মহীসুরুর আশেপাশের অঞ্চল থেকে একটি বড় পর্যটন আকর্ষণ এবং সরবরাহ হয়ে আসছে।\n\n\n== উৎপাদন পদ্ধতি ==\nগোলাপের কাঠ, হলুদ কাঠ এবং আবলুসকে কাঁচামাল হিসাবে ব্যবহার করা হয় এবং চিত্রিত নকশাগুলি তাদের মধ্যে খোদাই করা হয় যার পরে পেইন্ট থেকে সোনার রৌপ্য, প্লাস্টিকের প্রলেপ হাইড্রোজেন পারক্সাইড (আইভরি পরিবর্তে) দিয়ে আবৃত করা হয়, চন্দন কাঠের মধ্যে প্রকৃতির খোদাই করার পরে কাঠের মধ্যে প্রবেশ করা হয় এবং হিন্দু পৌরাণিক কাহিনী।\n\n\n== ভৌগোলিক ইঙ্গিত ==\nকর্ণাটক রাজ্য হস্তশিল্প উন্নয়ন কর্পোরেশন লিমিটেডকে ভুগোলিক্যাল ইন্ডিকেশনস অফ গুডস অ্যাক্ট, ১৯৯৯ এর অধীনে মাইসুর রোজউড ইনলে রেজিস্ট্রেশন করার প্রস্তাব দিয়েছিলেন নির্মাতাদের একচেটিয়া করার জন্য, পেটেন্টস, ডিজাইনস এবং ট্রেডমার্কস, কন্ট্রোলার-জেনারেল অফিসের কাছে, চেন্নাই মাইসুর রোজউড ইনলেসের মধ্যে যার নকশা এবং উপাদান মাইসুরু নামটি ব্যবহার করার জন্য অঞ্চলটিকে উপস্থাপন করে। এটি ভৌগোলিক ইঙ্গিতের স্ট্যাটাস প্রদান করা হয়েছিল, তিন বছর পরে, ২০০৫ সালে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nকিন্নাল ক্রাফ্ট\nচন্নাপাটনার খেলনা\nবিড্রিওয়্যার\nমহীশুর স্যান্ডেল সোপ\nভারতে ভৌগোলিক সূচকের তালিকা\nখালি"}