{"pageid": 1030748, "title": "নীহারবালা", "url": "https://bn.wikipedia.org/wiki?curid=1030748", "content": "নীহারবালা (১৮৯৮ – ৭ মার্চ ১৯৫৪) বাংলা রঙ্গমঞ্চের নৃত্যগীতে সুদক্ষা খ্যাতনাম্নী অভিনেত্রী।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nনীহারবালার জন্ম ১৮৯৮ খ্রিস্টাব্দে। পিতা কিশোরী মোহন সরকার ও মাতা নীরদা। মাতার কাছেই তার শিক্ষা আর বেড়ে ওঠা এবং মাত্র নয় বৎসর বয়সেই তার রঙ্গমঞ্চে প্রবেশ। তবে নৃত্য ও সঙ্গীতে  প্রশিক্ষণের জন্য কিছুদিন মঞ্চ ত্যাগ করেন। সঙ্গীতের শিক্ষা নেন গৌরীশঙ্কর মিশ্র'র কাছে। নৃত্য ও সঙ্গীতে তালিম নেওয়ার পর পুনরায়  ১৯১৭ খ্রিস্টাব্দে রঙ্গমঞ্চে যোগ দেন।\n\n\n== অভিনয় জীবন ==\n১৯২১ খ্রিস্টাব্দ হতে তিনি দীর্ঘদিন  স্টার থিয়েটারে অভিনয় করেন। স্ত্রী-চরিত্র অভিনয়ে একদিকে নাট্যসম্রাজ্ঞী তারাসুন্দরী ও অন্যদিকে লাস্যময়ী নীহারবালা সেসময় স্টারের প্রধান আকর্ষণ ছিলেন। ১৯২৩ খ্রিস্টাব্দে \"কর্ণার্জুন\" নাটকে 'নিয়তি' র ভূমিকায় অভিনয় করে প্রথম খ্যাতি লাভ করেন। নাটকটি সেসময় দু-শো রজনী অভিনীত হয়েছিল। রবীন্দ্রনাথ ঠাকুর \"চিরকুমার সভা\" নাটকে 'নীরবালা'র ভূমিকায় তার  অভিনয় দেখেন। নাটকে সঠিকভাবে তার নাট্যগীতির প্রয়োগের দক্ষতা কবিকে মুগ্ধ করে ও তিনি কবির প্রশংসা কুড়ান। এরপর গ্রামোফোন কোম্পানি তার অনেক গান রেকর্ড করে। রেকর্ডে প্রকাশিত উল্লেখযোগ্য গানগুলি হল-\n\n'কালপ্রবাহ চলে ধীরে'\n'আমি কখন ভাঙি কখন গড়ি'\n'প্রাণহীনা পুতুল সমান'\n১৯২৫ খ্রিস্টাব্দে স্টার থিয়েটার গোষ্ঠীর সঙ্গে বর্মায় যান। সেখানে  \"কর্ণার্জুন\" ও \"ইরাণের রানী\" দুটি নাটকে অভিনয় করেন। তিন দশকের অভিনয় জীবনে বহু নাটকে অভিনয় করেছেন। উল্লেখযোগ্য নাটক গুলি হল-\n\nরাখিবন্ধন\nছিন্নহার\nঅপ্সরা\n'সধবার একদশী\nমুক্তির ডাক\nজয়দেব\nচণ্ডীদাস\nপ্রফুল্ল\nবন্দিনী\nরূপকুমারী\nবিবাহ বিভ্রাট\nমৃণালিনী\nকপালকুণ্ডলা \nনাহের ( বন্দিনীর ভূমিকায়)\nসুদত্তা (ঋষির মেয়ে ভূমিকায়)\nরামী \nচন্দনা\nআলেয়া  প্রভৃতি\n১৯৩১ খ্রিস্টাব্দে প্রতিষ্ঠিত নাট্য নিকেতনের (বর্তমানে বিশ্বরূপা ) সঙ্গেও যুক্ত হয়েছিলেন। মিনার্ভা থিয়েটারে তিনি কয়েকটি নাটকে সখীদের নৃত্য শেখান।\nস্বল্প দৈর্ঘ্যের চলচ্চিত্র \"চন্দ্রশেখর\" অভিনয় করে চলচ্চিত্র জগতে প্রবেশ করেন। এখানে তার সহঅভিনেতা ছিলেন নট ও নাট্যকার  অপরেশচন্দ্র মুখোপাধ্যায়। যে সমস্ত চলচ্চিত্রে বিভিন্ন ভূমিকায়  তাকে অভিনয় দেখা গিয়েছে সেগুলি হল -\n\n'মিশর রানী' (১৯২৪) (সহ অভিনেত্রী)\n'কেলোর কীর্তি' (১৯২৮)\n'দেবদাস' (১৯২৮)\n'প্রহ্লাদ' (১৯৩১) (নর্তকী)\n'চাঁদ সদাগর' (১৯৩৪) (নেতা ধোপানি)\n'বিদ্যাসুন্দর' (১৯৩৫) (মালিনী)\n'সেলিমা' (১৯৩৫) (হিন্দি)\n'আবর্তন' (১৯৩৬)\n১৯৪৪ খ্রিস্টাব্দে তিনি দক্ষিণ ভারত ভ্রমণে পুদুচেরি যান। তারপর থেকে তিনি সেখানকার অরবিন্দ আশ্রমের নিয়মিত দর্শনার্থী হয়ে যান। \n\n\n== অবসরকালীন জীবন ও জীবনাবসান ==\n১৯৫০ খ্রিস্টাব্দে অভিনয়জগৎ থেকে অবসর নিয়ে শ্রীঅরবিন্দের পুদুচেরি আশ্রমের বাসিন্দা হন এবং সেখানকার সাংস্কৃতিক অনুষ্ঠানে অংশ নিতে থাকেন। ১৯৫৪ খ্রিস্টাব্দে ৭ মার্চ হৃদরোগে আক্রান্ত হয়ে তিনি পরলোক গমন করেন।\n\n\n== তথ্যসূত্র =="}