{"pageid": 1030840, "title": "পোলুর মুথুস্বামী রমন", "url": "https://bn.wikipedia.org/wiki?curid=1030840", "content": "সেকেন্ড লেফটেন্যান্ট পোলুর মুথুস্বামী রমন, এসি (০৪ ডিসেম্বর ১৯৩৪ - ০৩ জুন ১৯৫৬) একজন ভারতীয় সেনা কর্মকর্তা যিনি মরণোত্তরভাবে নাগাল্যান্ডে তাঁর অসামান্য বীরত্বের জন্য ভারতের সর্বোচ্চ শান্তিকালীন বীরত্বেরঅশোক চক্রকে ভূষিত করেছিলেন। \n\n\n== জীবনের প্রথমার্ধ ==\nদ্বিতীয় লেফটেন্যান্ট পোলুর মুথুসস্বামী রমন ১৯৩৪ সালের ৪ ডিসেম্বর তামিলনাড়ুর উত্তর আরকোট জেলায় জন্মগ্রহণ করেছিলেন। তিনি ছিলেন সেনা অফিসার, (আর্মি মেডিকেল কর্পস) মেজর মুথুসস্বামী এবং মিসেস সাবিত্রীর ছেলে। সাত ভাইবোনের মধ্যে দ্বিতীয় ছিলেন লেফটেন্যান্ট রমন। রমন তার প্রথম লেখাপড়া বার্মায় শেষ করেছেন । পরে তিনি সরস্বতী উচ্চ বিদ্যালয় এবং ওয়াদিয়া কলেজ পুনে থেকে পড়াশোনা করেন। তিনি একজন মেধাবী ছাত্র এবং নরম-বক্তা ছিলেন এবং শিক্ষক এবং শিক্ষার্থীরা তাঁকে পছন্দ করতেন। রমন ১৯৫০ সালে এসএসসি পরীক্ষা শেষ করেন। তিনি যখন কলেজে প্রথম বর্ষে ছিলেন, তিনি নামী প্রতিরক্ষা একাডেমী জাতীয় প্রতিরক্ষা একাডেমিতে নির্বাচিত হন।\n\n\n== সামরিক ক্যারিয়ার ==\n১৯৫৫ সালে, তিনি ২১ বছর বয়সে শিখ লাইট ইনফ্যান্ট্রি-তে সেকেন্ড লেফটেন্যান্ট হিসাবে কমিশন লাভ করেন। তাঁর প্রথম পোস্টিংয়ের পরে দ্বিতীয় লেফটেন্যান্ট রমন উত্তর-পূর্ব সীমান্ত সংস্থা, (নেফা) বর্তমান অরুণাচল প্রদেশে পোস্ট হয়়েছিলেন।\n\n\n== নাগাল্যান্ড অপারেশন ==\nগোয়েন্দা সূত্র থেকে, সেকেন্ড লেফটেন্যান্ট রামানের ইউনিট ১৯৫৬ সালের ২২ শে জুন নাগাল্যান্ডের চেফেমা গ্রামে নাগা জঙ্গিদের উপস্থিতি সম্পর্কে তথ্য পেয়েছিল। সংকটজনক পরিস্থিতির পরে, একটি অভিযান চালানোর সিদ্ধান্ত নেওয়া হয়েছিল। পরিকল্পনা অনুসারে, ফলস্বরূপ র‌নের নেতৃত্বে একটি দল ১৯৫৬ সালের ০৩ জুন ভোরবেলা কার্যকর হয়েছিল। ভোর পাঁচটায় রমন ও তার বাহিনী সন্দেহভাজন জায়গায় পৌঁছে যায়। শীঘ্রই সেনারা জঙ্গিদের লক্ষ্য করে, যারা তাদের চ্যালেঞ্জ জানাতে গিয়ে গুলি চালায়। জঙ্গিরা ভারীভাবে সশস্ত্র ছিল। কুয়াশা ছিল, জঙ্গিদের অবস্থান নির্ধারণ করা খুব কঠিন ছিল। হঠাৎ সেকেন্ড লেফটেন্যান্ট রমন একটি কাছাকাছি কুঁড়েঘরে আন্দোলনটি লক্ষ্য করে তার দিকে ছুটে গেল। তিনি গুলি চালিয়ে দু'জন জঙ্গিকে হত্যা করেছিলেন। এক জঙ্গি রমনকে একটি হাতবোমা নিক্ষেপ করলেও সে সঠিক সময়ে সেখান থেকে পালিয়ে যায়। রমন গুলি চালিয়ে যেতে থাকে এবং চারদিক থেকে জঙ্গিরা তাকে ঘিরে রাখার আগেই আরও এক জঙ্গি হত্যা করেছিল। তার দিকে আরও একটি গ্রেনেড নিক্ষেপ করল যা তার কাছ থেকে এক গজ উড়িয়ে দিয়েছিল এবং তাকে আহত করেছিল। জঙ্গিদের মধ্যে আতঙ্ক সৃষ্টি করে তিনি তার আক্রমণ চালিয়ে যান। কিছু জঙ্গি পরাজয়ের সংবেদন করে জায়গা থেকে উড়ে এসেছিল। কিন্তু রমন তাদের তাড়া করে এক জঙ্গিকে হত্যা করে। এক জায়গায় লুকিয়ে থাকা এক জঙ্গি রমনকে গুলি চালিয়েছিল যা তাকে গুরুতর আহত করে। তিনি আর একজন জঙ্গিকে হত্যা করে একটি গ্রেনেড নিক্ষেপ করেন। পরে রমন তার চোটে মারা যান। তিনি তাঁর জাতির জন্য শহীদ হয়েছিলেন। তাঁর সাহসিকতা এবং আত্মত্যাগ কর্ম তাঁর সৈন্যদের অনুপ্রাণিত করেছিল। সেনাবাহিনী জঙ্গিদের গোলাগুলি ধ্বংস করে এবং সফলভাবে কাজটি সম্পন্ন করে।\n\n\n== অশোক চক্র পুরস্কার প্রাপ্ত ==\nদ্বিতীয় লেফটেন্যান্ট পোলুর মুথুসস্বামী রমনকে তার জাতির পক্ষে সাহস, নেতৃত্ব এবং সর্বোচ্চ ত্যাগের জন্য ভারতের সর্বোচ্চ শান্তি সময় বীরত্বের পুরস্কার \"অশোক চক্র\" প্রদান করা হয়েছিল।\n\n\n== রেফারেন্স =="}