{"pageid": 1030026, "title": "ক্যাড/ক্যাম", "url": "https://bn.wikipedia.org/wiki?curid=1030026", "content": "ক্যাড / ক্যাম  কম্পিউটার-এইডেড ডিজাইন (ক্যাড) এবং কম্পিউটার-এইডেড ম্যানুফ্যাকচারিং (ক্যাম) এর সংমিশ্রণ। এই দুটি ক্ষেত্রেই শক্তিশালী কম্পিউটারের প্রয়োজন। ক্যাড  সফটওয়্যারটি ডিজাইনার এবং ড্রাফটসম্যানদের সহায়তা করে; ক্যাম  উৎপাদন প্রক্রিয়াতে \"জনশক্তি ব্যয় হ্রাস করে\"। \n\nক্যাড এবং ক্যাম উভয়ই কম্পিউটার-নিবিড়। যদিও, ১৯৮১ সালে কম্পিউটারভিশন ছিল #১ এবং আইবিএম ছিল #২, আইবিএমের একটি বড় সুবিধা ছিল: এর সিস্টেমগুলো একসাথে \"আট থেকে বিশ\" ব্যবহারকারীকে সমন্বিত করতে পারত, যেখানে বেশিরভাগ প্রতিযোগীদের কেবল \"চার থেকে ছয়\" ব্যবহারকারীকে সমন্বিত করার পর্যাপ্ত ক্ষমতা ছিল।  \"দ্য নিউইয়র্ক টাইমস \" ক্যাড / ক্যাম কে \"কম্পিউটারাইজড ডিজাইন এবং উৎপাদন প্রক্রিয়া\" হিসাবে আখ্যায়িত করেছিল যার আত্মপ্রকাশ ঘটে \"১৯৭০ এর দশকে যখন কম্পিউটারভিশন এটির নেতৃত্ব দিয়েছিল\"। \nক্যাড / ক্যাম -এর অন্যান্য ১৯৮০-এর প্রধান খেলোয়াড়দের মধ্যে জেনারেল ইলেকট্রিক  এবং প্যারামেট্রিক প্রযুক্তি কর্পোরেশন অন্তর্ভুক্ত ; পরবর্তীকালে কম্পিউটারভিশন অধিগ্রহণ করে, যা প্রাইম কম্পিউটার দ্বারা অধিগ্রহণ করা হয়েছিল।\nক্যাড / ক্যাম  ১৯৬০ এর দশকে উদ্ভূত; একটি আইবিএম ৩৬০/৪৪ ব্যবহৃত হয়েছিল সিএনসির  মাধ্যমে  বিমানের ডানা তৈরির জন্য।\n\n\n== কম্পিউটার-এইডেড ডিজাইন (ক্যাড) ==\nক্যাড এর একটি লক্ষ্য হল ডিজাইন প্রক্রিয়াতে দ্রুত পুনরাবৃত্তিগুলি অনুমোদিত করা; অন্যটি হল ক্যাম পর্যায়ে সহজেই স্থানান্তর করতে সক্ষম করা।  যদিও ম্যানুয়ালি তৈরি আঁকাগুলি ঐতিহাসিকভাবে \"একটি ধারণা প্রদর্শনের ডিজাইনারের লক্ষ্যকে সহজতর করেছে\", এটি কোনো মেশিন-পঠনযোগ্য ফলাফলের ফলস্বরূপ ঘটেনি যা পরিবর্তিত হতে পারে এবং পরবর্তীতে সরাসরি প্রোটোটাইপ তৈরিতে ব্যবহৃত হতে পারে।  এটি \"পণ্যটির পৃথক পৃথক অংশগুলি যেমন ইচ্ছা তেমন একসাথে ফিট হবে তা নিশ্চিত করার জন্যও ব্যবহার করা যেতে পারে।\" \nক্যাড, যখন সিমুলেশনের সাথে যুক্ত থাকে তখন সন্তোষজনক পরীক্ষার চেয়ে কম সংখ্যক বিল্ডিংকে বাইপাস করতে সক্ষম করে, যার ফলে \"একটি প্রোটোটাইপ তৈরির ব্যয়বহুল ও সময় সাশ্রয়ী মূল্যের কাজকে সরিয়ে দেওয়া হয়।\" \n\n\n== কম্পিউটার-এইডেড ম্যানুফ্যাকচারিং (ক্যাম) ==\n\nকম্পিউটার-এইডেড ম্যানুফ্যাকচারিং (ক্যাম) এ কম্পিউটারাইজড স্পেসিফিকেশন ব্যবহার করে একটি কম্পিউটার কাজ সম্পাদনের জন্য লেদ এবং মিলিং মেশিনের মতো মেশিনগুলিকে নির্দেশ দেয় যা অন্যথায় মেশিন অপারেটর দ্বারা নিয়ন্ত্রিত হত। এই প্রক্রিয়াকে বলা হয় সংখ্যাসূচক নিয়ন্ত্রণ (এনসি বা সিএনসি), এটিই দ্বাদশ শতাব্দীর কম্পিউটার-এইডেড ম্যানুফ্যাকচারিং (ক্যাম) নামে পরিচিত এবং এটি ১৯৬০ এর দশকে উত্থিত হয়েছিল  একবিংশ শতাব্দীর শুরুর দিকে ক্যাম  থ্রিডি প্রিন্টার ব্যবহারের সূচনা করেছিল। \nযদিও ক্যাম এর সরঞ্জামের জন্য প্রাথমিক ব্যয় প্রয়োজন, এটি হ্রাসকৃত শ্রম ব্যয় এবং ক্যাড  থেকে চূুড়ান্ত পণ্যটিতে দ্রুত উত্তরণের মাধ্যমে এই ব্যয়টিকে উপশম করে, বিশেষত যখন ফলাফল সময়মত হয় এবং \"এককালীন যন্ত্রের সাফল্যের হার নিশ্চিত করে।\" \n\n\n== ক্যাড ও ক্যাম এর মধ্যে পার্থক্য ==\nক্যাড শুধুমাত্র নকশা তৈরির সাথে সম্পর্কিত। এই নকশাটি পরে কম্পিউটার-সহায়ক মেশিনে ব্যবহার করা যেতে পারে ক্যাম প্রোগ্রামের মাধ্যমে উৎপাদিত পণ্য তৈরি করতে।\nক্যাম সরঞ্জামগুলি ক্যাড সরঞ্জামগুলির থেকে পৃথক। কোনও প্রযুক্তিবিদ বা গ্রাফিক শিল্পীর ডিজাইন তৈরির ক্ষেত্রে ক্যাডের জন্য কেবল একটি কম্পিউটার এবং ক্যাড সফ্টওয়্যার প্রয়োজন।\nক্যাম মেশিনগুলির মধ্যে একটি কম্পিউটার এবং প্রায়শই একটি ক্যাম সফ্টওয়্যার প্যাকেজ অন্তর্ভুক্ত থাকে। তবে, এছাড়াও, উৎপাদন প্রক্রিয়ার জন্য একটি ক্যাম মেশিন প্রয়োজন। এটি একটি তিন বা পাঁচ অক্ষ নিয়ন্ত্রণ মেশিনিং কেন্দ্র সামঞ্জস্যপূর্ণ, হাই-এন্ড, উচ্চ-গতির ইঞ্জিন বা মেশিন।\n\n\n== আরো দেখুন ==\nকম্পিউটার-সহায়ক প্রযুক্তি\nক্যাড  / ক্যাম ডেন্টিস্ট্রি\nফুটওয়্যার শিল্পে ক্যাড / ক্যাম\n\n\n== তথ্যসূত্র =="}