{"pageid": 1030316, "title": "কোটা দরিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1030316", "content": "কোটা দরিয়া বা কোটা দরি হল ছোটো ছোটো বর্গাকার (খাত) নকশায় বোনা হালকা ওজনের একটি বৈশিষ্ট্যময় কাপড়ের নাম। এগুলি এখনও রাজস্থানের কোটার কাছে কৈথুনে এবং আশেপাশের কয়েকটি গ্রামে ঐতিহ্যবাহী পিট তাঁতে হাতে বোনা হয়। এই শাড়িগুলি সূক্ষ্ম সিল্ক এবং সুতোর তন্তুর মিশ্রণে তৈরি হয়। সুতো এই কাপড়কে শক্ত করে এবং সিল্ক এটিকে আরও উজ্জ্বল করে তোলে ও এটিকে একটি নরম স্পর্শ দেয়। একটি কোটা শাড়ির চৌখুপী বুনন খুব জনপ্রিয়। কোটা দরিয়াকে এই অঞ্চলের মানুষের ঐতিহ্য এবং রীতিনীতিগুলির সাথে এর স্বতন্ত্রতা এবং সংযোগের জন্য ভৌগোলিক নির্দেশক (জিআই) হিসাবেও বিবেচনা করা হয়েছে।\n\n\n== ইতিহাস ==\nকথিত আছে যে ১৭ শতকের মাঝামাঝি সময়ে, কোটার রাও কিশোর সিংহ কর্ণাটকের মহীশূর থেকে তাঁতিদের কোটাতে নিয়ে এসেছিলেন। তারা চৌখুপী বুননের বৈশিষ্ট্যযুক্ত হাল্কা সুতির কাপড় বুনত যেগুলি ছক কাগজের মতো দেখতে ছিল এবং সেগুলি পাগড়ির জন্য উপযুক্ত ছিল। ১৬৯৬ সালে মোঘল সম্রাট আওরঙ্গজেবের পক্ষে লড়াইয়ের সময় রাও কিশোর সিং কর্ণাটকের একটি যুদ্ধে মারা গিয়েছিলেন।\n\n\n== বুনন ==\n\nতাঁতিরা যেহেতু মহীশূর থেকে এসেছিল, উৎপাদিত কাপড়কে কোটা মাশূরিয়া বলা হত। ঐতিহ্যবাহী পাগ (পাগড়ি) তৈরি করতে সরু ৮ ইঞ্চি তাঁতে সেগুলি বোনা হত এবং পরবর্তীতে অতিশয় হালকা শাড়ির জন্য চওড়া তাঁত ব্যবহৃত হত। শাড়ির টানা এবং বুননে ৫:১ এর অনুপাতে সুতি এবং রেশম সুতোর সংমিশ্রণ ব্যবহার করা হয়, এটি একটি সূক্ষ্ম চৌখুপী নকশা তৈরি করে।  এটি হয়ে উঠেছে সাধারণ রেশম-সুতির কোটা দরিয়া মিশ্রণ। আজকাল হাতে বোনা রেশম কোটা দরিয়া শাড়িও জনপ্রিয় হয়ে উঠেছে। প্রথমে বুটি নামে পরিচিত নকশাটি ছোট এবং বহুল ব্যবহৃত ছিল। তবে এখন ধরন এবং পছন্দ অনুযায়ী বড় বড় নকশা তৈরি করা হয়। একটি মানক শাড়ি ৬.৫ মিটার দীর্ঘ এবং এতে ব্লাউজের জন্য কাপড়ও যুক্ত থাকে। প্রচুর কারুকার্যময় একটি শাড়ি তৈরি করতে এক মাস সময় লাগতে পারে এবং সেগুলি উত্তরাধিকার সূত্রে রেখে দেবার মত শাড়ি। একটি আসল কোটা দরিয়া শাড়ির এক কোণে বোনা জিআই চিহ্ন থাকবে যা থেকে বোঝা যাবে যে এটি আসল রুপো এবং সোনার সুতো ব্যবহার করে হাতে বোনা হয়েছে।\nসুরত ও বারাণসীর বেশিরভাগ কোটা দরিয়া শাড়ি বিদ্যুতের তাঁতে তৈরি এবং সেগুলি হাতে করে ব্লক ছাপা, সূচিকর্ম করা হয় বা হাতে করে সম্পূর্ণতা দেওয়া হয়। এই কাপড় শাল এবং ওড়নার জন্যও ব্যবহৃত হয়।\n\n\n== আরও দেখুন ==\nমহীশূর রেশম শাড়ি\nমসলিন\nখস (কাপড়)\nতনসুখ কাপড়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nAmong Kota people\nThe handcrafted elegance\nKota Heritage Society\nhttps://kotacityblog.com/kota-doria/#introduction-kota-doria  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ ফেব্রুয়ারি ২০২৩ তারিখে"}