{"pageid": 1030749, "title": "বেরিলিয়াম অক্সাইড", "url": "https://bn.wikipedia.org/wiki?curid=1030749", "content": "বেরিলিয়াম অক্সাইড একটি অজৈব যৌগ যার রাসায়নিক সংকেত হলো BeO। এটি বেরিলিয়া নামেও পরিচিত। এই কঠিন যৌগটি হীরা ছাড়া অন্য কোনও অধাতুর তুলনায় তাপ পরিবাহিতা বেশি। এটি একটি উল্লেখযোগ্য বৈদ্যুতিক অন্তরক এবং বেশিরভাগ ধাতুর চেয়ে বেশি। অনিয়তকার কঠিন অবস্থায় বেরিলিয়াম অক্সাইডের রঙ সাদা। এর গলনাঙ্ক ২৫০৭ ডিগ্রি সেলসিয়াস। গলনাঙ্ক বেশি হওয়ায় এটি রিফ্রাকটারী (তাপরোধকারী উপাদান) তৈরির  উপাদান হিসাবে ব্যবহার হয়।\n\n\n== প্রস্তুতি এবং রাসায়নিক ধর্ম ==\nবেরিয়েলিয়াম কার্বোনেটকে ভস্মীকরণ করে বা বেরিলিয়াম হাইড্রক্সাইডকে জল বিয়োজন করে বা ধাতব বেরিলিয়ামকে জ্বলিয়ে বেরিলিয়াম অক্সাইড তৈরি করা যেতে পারে:\n\nBeCO3 → BeO + CO2\nBe(OH)2 → BeO + H2O\n2 Be + O2 → 2 BeO\nবায়ুতে বেরিলিয়ামকে জ্বালালে বেরিলিয়াম অক্সাইড এবং বেরিলিয়াম নাইট্রাইডের এর মিশ্রণ তৈরি হয়। অন্যান্য দ্বিতীয় শ্রেণির মৌলের (ক্ষারীয় ধাতব ধাতু) দ্বারা গঠিত অক্সাইডগুলির মতো বেরিলিয়াম অক্সাইড শুধুমাত্র ক্ষারীয় হয় না। এর ধর্ম উভধর্মী হয়, অর্থাৎ আম্লিক ও ক্ষারীয় হয়।\n\n\n== ব্যবহার ==\nবেরিলিয়াম অক্সাইড সাদা গুঁড়ো অনিয়তকার পদার্থ হিসাবে উৎপাদন করা হয়। এই সাদা গুঁড়ো পদার্থ থেকে  সিন্টারিং পদ্ধতির সাহায্যে বড় বড় আকারের ব্লক তৈরি করা হয়। সিন্টারিং পদ্ধতি হলো তাপ বা চাপের দ্বারা পদার্থের গলনাঙ্কে না পৌঁছে উপাদানগুলির একটি কঠিন ভর তৈরি করার পদ্ধতি। এমনিতে সিন্টারিং পদ্ধতিতে পাওয়া বড় আকৃতির বেরিলিয়াম অক্সাইডের উপাদানগুলি বর্ণহীন হয়। তবে কার্বনের মতো অশুদ্ধি থাকলে এগুলি বিভিন্ন রঙের হতে পারে।\nসিন্টারিং পদ্ধতিতে তৈরি বেরিলিয়াম অক্সাইডের সিন্টারড খুব স্থিতিশীল সিরামিক। রকেট ইঞ্জিনে বেরিলিয়াম অক্সাইডের ব্যবহার রয়েছে। দূরবীক্ষণ যন্ত্রের মধ্যে যে অ্যালুমিনাইজড আয়না থাকে সেই আয়নার স্বচ্ছ আবরক হিসাবে বেরিলিয়াম অক্সাইডের প্রলেপ দেওয়া হয়।\n\n\n== সুরক্ষা ==\nবেরিলিয়াম অক্সাইডের গুঁড়ো ক্যান্সার সৃষ্টিকারী পদার্থ হিসাবে ধরা হয়। এর গুঁড়ো বেরিলিওসিসের মতো দীর্ঘস্থায়ী অ্যালার্জিজনিত ফুসফুসের রোগের কারণ হতে পারে। গুঁড়ো অবস্থা ছাড়া বেরিলিয়াম অক্সাইড নিয়তকার কঠিন হলে সেটির নড়াচড়া করা অপেক্ষাকৃত নিরাপদ। তবে এটিকে ভাঙ্গা বা গুঁড়ো করার কাজে ঝুঁকি রয়েছে যদি ঠিক মতো সুরক্ষাবিধি পালন না করা হয়।\n\n\n== তথ্যসূত্র =="}