{"pageid": 1030867, "title": "বিশ্ব বাংলা বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1030867", "content": "বিশ্ব বাংলা বিশ্ববিদ্যালয় বোলপুরে অবস্থিত একটি সরকারি বিশ্ববিদ্যালয়। পশ্চিমবঙ্গের বীরভূম জেলায় ২০২০ সালে বিশ্ববিদ্যালয়টি প্রতিষ্ঠিত হয়। এটি একটি উদার শিল্পকলা বিশ্ববিদ্যালয়। এই বিশ্ববিদ্যালয়ে উদার শিল্পকলার বিভিন্ন শাখায় শিক্ষা প্রদান করা হয়। এই বিশ্ববিদ্যালয়টি বোলপুর বিশ্ববিদ্যালয় বা বিশ্ব বাংলা ইউনিভার্সিটি নামেও পরিচিত।\n\n\n== ইতিহাস ==\nপশ্চিমবঙ্গের মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায় ২০১৭ সালে বোলপুর সংলগ্ন শিবপুরে বিশ্ববাংলা বিশ্ববিদ্যালয় নির্মাণের ঘোষণা করেছিলেন। বিশ্ববিদ্যালয়ের পরিকাঠামো গড়ে তুলতে পশ্চিমবঙ্গ সরকারের পক্ষ থেকে ২০ একর জমি প্রদান করা হয়েছিল। বিশ্ববিদ্যালয়ের ২০ একরের বিদ্যায়তনে শ্রেণিকক্ষ, ছাত্রীনিবাস, কলাবিভাগ, বিজ্ঞান বিভাগ, কার্যালয়, ক্রীড়া চত্বর বা স্পোর্টস কমপ্লেক্স সহ বিভিন্ন পরিকাঠামো নির্মাণ করা হয়। পশ্চিমবঙ্গ সরকার বিশ্ববিদ্যালয়টির নির্মাণ খরচ হিসাবে মোট ৩৬০ কোটি টাকারও বেশি অর্থ বরাদ্দ করেছিল। বিশ্ববিদ্যালয়টি প্রথম পর্যায়ে বাংলা, ইতিহাস ও ইংরেজি বিভাগে স্নাতকোত্তরের পঠনপাঠনের মঞ্জুরি পায়, এবং ২০২০-২০২১ শিক্ষাবর্ষে প্রথম পঠনপাঠন শুরু হয়েছিল।\n\n\n== শিক্ষা প্রাঙ্গণ ==\nবিশ্ববিদ্যালয়ের একমাত্র শিক্ষা প্রাঙ্গণটি বোলপুর শহরের উপকণ্ঠে শিবপুর এলাকায় অবস্থিত। শিক্ষা প্রাঙ্গণে কলা ও বিজ্ঞান অনুষদ, প্রশাসনিক কার্যালয়, জাদুঘর, কেন্দ্রীয় গ্রন্থাগার, একটি মিলনায়তন ইত্যাদি রয়েছে। এখানে কলা অনুষদের বাংলা, ইংরেজি ও ইতিহাস বিভাগের মাধ্যমে যথাক্রমে বাংলা, ইংরেজি ও ইতিহাস বিষয়ে শিক্ষা ও ডিগ্রি প্রদান করা হয়। বিজ্ঞান অনুষদের একমাত্র বিভাগ হিসাবে গণিত বিভাগের মাধ্যমে গণিত বিষয়ে শিক্ষা ও ডিগ্রি প্রদান করা হয়।\n\n\n== সংস্থা ও প্রশাসন ==\n\n\n=== শাসন ===\nবিশ্ববিদ্যালয়টি প্রশাসনিক আধিকারিকদের একটি পর্ষদ দ্বারা পরিচালিত হয়। পর্ষদটি বিশ্ববিদ্যালয় ও এর অধিভুক্ত কলেজসমূহের কার্যক্রম ও বিশ্ববিদ্যালয়ের তহবিল পর্যবেক্ষণ করে। স্বপন কুমার দত্ত বিশ্ববিদ্যালয়ে প্রথম ও বর্তমান উপাচার্য।\n\n\n=== বিভাগ ===\nবিশ্ববিদ্যালয় ৪ টি বিভাগ ২ টি অনুষদে সংগঠিত রয়েছে। কলা অনুষদটি বাংলা বিভাগ, ইংরেজি বিভাগ ও ইতিহাস নিয়ে গঠিত। বিজ্ঞান অনুষদে একটি মাত্র বিভাগ হিসাবে গণিত বিভাগ রয়েছে।\n\n\n== আরও দেখুন ==\nভারতের শিক্ষা ব্যবস্থা\nপশ্চিমবঙ্গের শিক্ষা ব্যবস্থা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}