{"pageid": 1030959, "title": "মাদুরাই সুনগুড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1030959", "content": "মাদুরাই সুনগুড়ি হলো ভারতের তামিলনাড়ু রাজ্যের মাদুরাইয়ের একটি সুতি কাপড়, যা খ্রিস্টীয় সপ্তদশ শতকে আসা সৌরাষ্ট্রীদের দ্বারা কোঁচকা এবং রঞ্জক (প্রাকৃতিক রঞ্জক ব্যবহার করে) পদ্ধতিতে উৎপাদিত একচেটিয়া বয়ন পণ্য যা রাজা তিরুমালাই নিকারের পৃষ্ঠপোষকতায় মাদুরাইতে পাড়ি জমায়।  ফ্যাব্রিকের ঐতিহ্যবাহী জনপ্রিয় ব্যবহার শাড়ি হিসাবে হলেও ফ্যাব্রিকটি এখন শার্ট, সালোয়ার, শালস, হ্যান্ডব্যাগ, বিছানার চাদর এবং বালিশেও ব্যবহৃত হয়। জিআই নিবন্ধন আইনের অধীনে পণ্যটিকে ভৌগোলিক সুরক্ষা দেওয়া হয়েছে।\nসাম্প্রতিক কালে, অন্যান্য টেক্সটাইল কাপড়ের সাথে পাল্লা দিয়ে প্রতিযোগিতায় টিকে থাকার জন্য ও বাজারের চাহিদা মেটাতে এই \"সানগুড়ি\" ফ্যাব্রিকটি পদ্ধতিটি আধুনিক নকশা এবং পুরানো পদ্ধতির পাশাপাশি ব্লক প্রিন্টিং, মোম প্রিন্টিং এবং স্ক্রিন প্রিন্টিংয়ের কৌশলগুলি আয়ত্তে এনেছে।\n\n\n== ভৌগোলিক নির্দেশক ==\n১৯৯৯ খ্রিস্টাব্দে ভারত সরকারের ভৌগোলিক সূচকাদি পণ্য আইনের (জিআই আইন) অধীনে মাদুরাই শহরে উৎপাদিত মাদুরাই সুনগুড়ি কুটির শিল্পকে সুরক্ষা দেওয়া হয়। এটি \"মাদুরাই সুনগুড়ি\" শিরোনামে পেটেন্টস ডিজাইন এবং ট্রেডমার্কের নিয়ন্ত্রক দ্বারা নিবন্ধিত এবং জিআই অ্যাপ্লিকেশন নম্বর ২১, ক্লাস ২৪ - টেক্সটাইল এবং টেক্সটাইল সামগ্রী এবং ক্লাস ২৫ - শাড়ি এবং রুমাল সহ পোশাক হিসাবে একটি টেক্সটাইল পণ্য হিসাবে রেকর্ড করা হয়েছে। জিআই ট্যাগটি ১২ ডিসেম্বর ২০০৫ এ অনুমোদিত হয়েছিল।\n\n\n== অবস্থান ==\nমাদুরাই সুনগুড়ি তৈরির মূল কেন্দ্র তামিলনাড়ুর মাদুরাই জেলার সদর ও ভাইগাই নদীর তীরবর্তী মাদুরাই শহরে।\n\n\n== ইতিহাস ==\nঅষ্টম থেকে একাদশ শতাব্দী অবধি সৌরাষ্ট্র অঞ্চল (বর্তমান গুজরাত) থেকে আসা সৌরাষ্ট্রীরা ঘন ঘন মুসলিম আগ্রাসনের কারণে দক্ষিণ ভারতে অভিবাসন শুরু করে, এই বণিকরা চোল, পাণ্ড্য, বিজয়নগর, নায়ক এবং তাঞ্জোর মারাঠা রাজাদের আমন্ত্রণে দক্ষিণ ভারত জুড়ে বণিক সিল্ক-বুনন গিল্ড স্থাপন করেছিল এবং প্রাচীন দক্ষিণ ভারতের রাজপরিবারের কাছে রেশমী পোশাক এবং হীরার ব্যবসায়ের সাথে জড়িত ছিল, কারণ গুপ্ত রাজবংশের সময়কালে সিল্ক রাজ পরিবারগুলির পোশাকে পরিণত হয়েছিল। তাদের মধ্যে কিছু মাদুরাইতে বসতি স্থাপন করেছিলেন, যেখানে নায়ক রাজবংশের স্থানীয় রাজা তাদের স্বাগত জানান। এখানে, তারা \"পাত্নালকারার\" (রেশম সুতোর লোক) হিসাবে পরিচিতি লাভ করেছিল। স্থানীয় রাজাদের খুশি করার জন্য, মাদুরাইয়ের সৌরাষ্ট্রীয়রা, যারা রেশম পোশাকের বুনন ও বুননের দক্ষ কারিগর ছিল, গ্রীষ্মমণ্ডলীয় পরিস্থিতিতে ব্যবহারের জন্য উপযুক্ত সুতির কাপড়ের উপহার উপহার তৈরি করেছিলেন এবং এটিকে \"মাদুরাই সুঙ্গদী\" নামে অভিহিত করেছিলেন।\nসৌরাষ্ট্রে, 'সুনগুড়ি' শব্দটি সংস্কৃত শব্দের সাথে \"সুনাম\" অর্থ \"বৃত্তাকার\" এর সাথে সম্পর্কিত, যা ফ্যাব্রিকের উপর ছড়িয়ে দেওয়া বিজ্ঞপ্তি বিন্দুগুলিকে একটি বিশিষ্ট এবং বিশেষ মোটিফ হিসাবে উপস্থাপন করে।\nফ্যাব্রিকের বিন্দু নকশাগুলি মহাজাগতিক তারা দ্বারা অনুপ্রাণিত হওয়ার সাথে সাথে এর গিঁট দেওয়ার ধরনটি মহিলাদের চুল বেঁধে রাখার একটি অনুলিপি।\n\n\n== তথ্যসূত্র =="}