{"pageid": 1030701, "title": "ভাঁড় (বিনোদন)", "url": "https://bn.wikipedia.org/wiki?curid=1030701", "content": "ভাঁড় (দেবনাগরী: भांड; উর্দু: بھانڈ, গুরুমুখী: ਭੰਡ) হল ভারত, বাংলাদেশ, এবং নেপালের ঐতিহ্যবাহী লোক বিনোদন শিল্পী। ভারত এবং নেপালে, ভাঁড় এখন একটি অন্তর্বিবাহকারী মুসলিম সম্প্রদায়, যারা তাদের চিরায়ত লোকজ বিনোদন শিল্পে আর জড়িত নয়। তাদের মধ্যে আছে অভিনেতা, নৃত্যশিল্পী, চারণকবি, গল্পকার এবং অন্তর্মুদ্রাবাদী।\nপরিবেশনের জন্য অর্থ প্রদান সাধারণত ইচ্ছামূলক: প্রায়শই একজন অভিনয়শিল্পী শ্রোতাদের কাছ থেকে ঘুরে ঘুরে \"যা পারেন দিন\" এই ভিত্তিতে অর্থ সংগ্রহ করে এবং অন্যরা সেই সময় পরিবেশন করতে থাকে। অধিকাংশ ভাঁড় এবং তাদের পরিবার তাদের বংশগত পেশা হিসাবে লোক বিনোদনে নিযুক্ত থাকলেও, তাদের নির্দিষ্ট শিল্পের ধরন অঞ্চল, সম্প্রদায় এবং ভাষা অনুসারে ব্যাপকভাবে পরিবর্তিত হয়। ভাঁড় অর্থে কোন নির্দিষ্ট নাটকীয় গল্পকে বোঝানো যায় বা একটি সম্পূর্ণ নাটকের বিদ্যালয়কেও বোঝানো যেতে পারে।\n\n\n== উত্তর প্রদেশের ভাঁড় ==\nউত্তরপ্রদেশে, ভাঁড় একটি অন্তর্বিবাহকারী মুসলিম সম্প্রদায়। তাদের পূর্বপুরুষরা লোকজ বিনোদন হিসাবে বিভিন্ন স্থানীয় শাসকদের দরবারে নিযুক্ত হয়েছিল, বিশেষত আওধের নবাবদের দরবারে। বর্তমানে উত্তরপ্রদেশের বেশিরভাগ ভাঁড় আর লোকজ বিনোদনের সাথে জড়িত নয়। তাদের পূর্বপুরুষের পেশার কারণে এই সম্প্রদায়ের সাথে যে ছাপ সংযুক্ত হয়ে আছে, সেটাই এখন সম্প্রদায়টিকে একসাথে বেঁধে রাখে। তারা এখন মূলত মজুরিপ্রাপ্ত শ্রমের সাথে জড়িত; অনেকেই এখন লখনউ শহরে রিকশা চালক। এই সম্প্রদায়ের পূর্বপুরুষরা যে ভাঁড় ছিল সেটি ছাড়া এদের উৎস সম্পর্কে খুব কমই জানা যায়। সম্প্রদায়টিকে অন্যান্য পিছিয়ে পড়া শ্রেণির মর্যাদা দেওয়া হয়েছে, যার ফলে কিছু কাজের ক্ষেত্রে এই সম্প্রদায় সংরক্ষণের কিছু সুবিধা পেয়েছে। তারা সুন্নি মুসলমান, এবং কথা বলে মূলত উর্দু ভাষায় এবং মাঝে মাঝে হিন্দির উপভাষায়। কাশ্মীরি ভাঁড় উপ-গোষ্ঠীটি ভাল করেছে, এবং এখন তারা 'কাশ্মীরি শেখ' এই স্ব-উপাধিটি পছন্দ করছে। তারা এখন সফল ব্যবসায়ীদের একটি সম্প্রদায়।\n\n\n== কাশ্মীরের ভাঁড় পাথের ==\n\nভাঁড় পাথের কাশ্মীর অঞ্চলের একটি ভাঁড় সম্প্রদায়, যারা ঋষিদের (সুফি জ্ঞানী ব্যক্তি, হিন্দু ও মুসলমান উভয়ই) জীবন কাহিনী বা আরও সমসাময়িক বাস্তব বা কাল্পনিক ব্যক্তিত্বের চরিত্র অভিনয় করে দেখায়। কাহিনীগুলি (বা পাথের) প্রায়শই হাস্যকর এবং ব্যঙ্গাত্মক হয়, এবং প্রহসন এই নাটকগুলির একটি প্রয়োজনীয় উপাদান।\n\n\n== পাঞ্জাবী 'অনুকরণ' ==\nঅনুকরণ (নকল) করা পাঞ্জাব অঞ্চলের একটি শক্তিশালী ভাঁড় ঐতিহ্য। নকলচি (অনুকরণ, কখনও কখনও  বহুরূপী  নামে পরিচিত) একটি সুপরিচিত ব্যক্তি বা চরিত্রের ব্যক্তিত্বকে গ্রহণ করে এবং শ্রোতাদের বিনোদন দেওয়ার জন্য ব্যঙ্গ এবং প্রহসনকে ব্যাপকভাবে ব্যবহার করে তাৎক্ষণিক কিছু গল্প রচনা করে।\n\n\n== ওস্তাদ এবং জামুরা সজ্জা ==\nওস্তাদ - জামুরা সজ্জা (ওস্তাদ এর অর্থ হিন্দুস্তানিতে প্রভু এবং জামুরা একজন সহকারী বা অনুসারী যে সাধারণত ওস্তাদের চেয়ে কম বয়সী) হিন্দিভাষী অঞ্চলে একটি জনপ্রিয় প্রদর্শন এবং কেবলমাত্র দুজন ভাঁড় অভিনেতা এর সাথে জড়িত। সাধারণত, এদের গল্পে থাকে ওস্তাদ তার জামুরাকে কিছু শেখাচ্ছে, এবং জামুরা যান্ত্রিক আনুগত্যের সাথে সাড়া দিচ্ছে। তাদের অভিনয়ের সূক্ষ্ম আঙ্গিক একটি শক্তিশালী কৌতুকপূর্ণ বা ব্যঙ্গাত্মক প্রভাব তৈরি করে।\n\n\n== আরো দেখুন ==\nবহুরূপী (বিনোদন)\n\n\n== তথ্যসূত্র =="}