{"pageid": 1030486, "title": "নেদারল্যান্ডস ইস্ট ইন্ডিজ", "url": "https://bn.wikipedia.org/wiki?curid=1030486", "content": "নেদারল্যান্ডস পূর্ব ভারত বা ওলন্দাজ পূর্ব ভারত (আনুষ্ঠানিক নাম \"নেদারল্যান্ডস ইস্ট ইন্ডিজ\"; ইংরেজি: Netherlands East Indies; ওলন্দাজ: Nederlandsch Indie; ইন্দোনেশীয়: Hindia Belanda) ছিল দক্ষিণ-পূর্ব এশিয়ার একটি ওলন্দাজ উপনিবেশ। বর্তমানে এর অধিকাংশই ইন্দোনেশিয়ার অংশ।\n১৬০৭ সালে ওলন্দাজ ইস্ট ইন্ডিয়া কোম্পানি মালাক্কায় ঘাঁটি স্থাপন করে। অষ্টাদশ শতাব্দীর মাঝামাঝিতে ওলন্দাজ ইস্ট ইন্ডিয়া কোম্পানি জাভা দ্বীপের পশ্চিম প্রান্তরে জাকার্তা শহরটি অধিকার করে সেখানে \"বাটাভিয়া\" নামে একটি ঘাঁটি স্থাপন করে। খুব শীঘ্রই ওলন্দাজ ইস্ট ইন্ডিয়া কোম্পানির সদরদপ্তর আমস্টার্ডাম থেকে সরিয়ে বাটাভিয়ায় স্থানান্তর করা হয়। এভাবেই মালয় দ্বীপপুঞ্জ অঞ্চলে ওলন্দাজ ইস্ট ইন্ডিয়া কোম্পানির ক্ষমতা ও কর্তৃৃত্ব বৃৃদ্ধি পেতে থাকে।\nমালয় দ্বীপপুঞ্জ-অঞ্চলে ওলন্দাজ ইস্ট ইন্ডিয়া কোম্পানির ঘাঁটিসমূহ ১৮০০ সালে সরাসরি নেদারল্যান্ডসের অধীনে এলে সকল ঘাঁটি একত্রিত করে এই উপনিবেশটি তৈরি করা হয়। ১৮০৬ সালে তৎকালীন বাটাভিয়া প্রজাতন্ত্রে (বর্তমানে নেদারল্যান্ডস) নেপোলিয়ানের নেতৃৃত্বাধীন ফরাসি সাম্রাজ্যের আক্রমণের পর এই উপনিবেশটির মালিকানা ফ্রান্সের হাতে চলে যায়। ফ্রান্স ১৮১১ সাল পর্যন্ত ইস্ট ইন্ডিজ শাসন করে। ১৮১১ সালে ব্রিটিশ সরকার এর মালিকানা হাতে তুলে নেয় এবং ১৮১৫ সাল পর্যন্ত এই উপনিবেশটিতে ব্রিটেনের কর্তৃৃত্ব ছিল। ১৮১৫ সালে ওয়াটার লু যুদ্ধের পর এর মালিকানা পুনরায় ওলন্দাজ সরকারের হাতে চলে যায়। ১৯৪২ সালে জাপান উপনিবেশটি অধিকার করে নেয় এবং ১৯৪৫ সাল পর্যন্ত এটি জাপানের অধিকারেই ছিল। ১৯৪৫ সালে দ্বিতীয় বিশ্বযুদ্ধ সমাপ্ত হলে নেদারল্যান্ডস সরকার পুনরায় এর মালিকানা ফিরে পায়। ১৯৪৯ সালে ইন্দোনেশিয়ার স্বাধীনতার পর নেদারল্যান্ডস ইস্ট ইন্ডিজে ওলন্দাজ শাসনের অবসান ঘটে। কিন্তু পশ্চিম পাপুয়া অঞ্চলে নেদারল্যান্ডসের শাসন ১৯৬২ সাল পর্যন্ত বহাল ছিল, পরবর্তীতে তা ইন্দোনেশিয়ার অন্তর্ভুক্ত হয়।\n\n\n== ব্যুৎপত্তি ==\n\"নেদারল্যান্ডস ইস্ট ইন্ডিজ\" নামটি এসেছে ইংরেজি \"Nethelands East Indies\" নাম থেকে, বাংলায় যার অর্থ \"নেদারল্যান্ডস পূর্ব ভারত\"। একে ইংরেজি \"Dutch East Indies\" বা \"ওলন্দাজ পূর্ব ভারত\" নামেও ডাকা হয়। ওলন্দাজ ভাষায় এর নাম \"Nederlandsch Indie\" (বাংলা: নেদারল্যান্ডস ভারত)।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে নেদারল্যান্ডস ইস্ট ইন্ডিজ সম্পর্কিত মিডিয়া দেখুন।\n11 Dutch Indies objects in 'The European Library Harvest'\nCribb, Robert, Digital Atlas of Indonesian History Chapter 4: The Netherlands Indies, 1800–1942 | Digital Atlas of Indonesian History – By Robert Cribb\nHistorical Documents of the Dutch Parliament 1814–1995  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ এপ্রিল ২০১২ তারিখে\nParallel and Divergent Aspects of British Rule in the Raj, French Rule in Indochina, Dutch Rule in the Netherlands East Indies (Indonesia), and American Rule in the Philippines\nYasuo Uemura, \"The Sugar Estates in Besuki and the Depression\" Hiroshima Interdisciplinary Studies in the Humanities, Vol.4 page.30-78\nYasuo Uemura, \"The Depression and the Sugar Industry in Surabaya\" Hiroshima Interdisciplinary Studies in the Humanities, Vol.3 page.1-54\n \"Surabaya\"। কলিয়ার নিউ এনসাইক্লোপিডিয়া। ১৯২১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n \"Surabaya or Soerabaya. The largest city in Java\"। New International Encyclopedia। ১৯০৫। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) [[Category:উইকিপিডিয়া নিবন্ধ যাতে নিউ ইন্টারন্যাশনাল এনসাইক্লোপিডিয়া থেকে একটি উদ্ধৃতি অন্তর্ভুক্ত করা হয়েছে]]\nটেমপ্লেট:Indonesia topics\nটেমপ্লেট:Malaysia topics\nটেমপ্লেট:Dutch colonies"}