{"pageid": 1030541, "title": "মহীশূর পান পাতা", "url": "https://bn.wikipedia.org/wiki?curid=1030541", "content": "মহীশুরের পানপাতাগুলো বিভিন্ন ধরনের হার্ট আকৃ্তির ও মাইসুর অঞ্চলে এবং তার আশেপাশে এটি হয়ে থাকে। এটি পান সুপারি হিসাবে বা পান হিসাবে খাওয়া হয়, তামাকের সাথে বা তামাক ছাড়াই। পানপাতার একটি পাতা সনাতনভাবে শ্রদ্ধা এবং শুভ সূচনার চিহ্ন হিসাবে ব্যবহৃত হয়। আরেকা বাদাম পানপাতাগুলির উপরে রাখা হয় এবং আশীর্বাদ এবং বিবাহ অনুষ্ঠানের সময় প্রবীণদের কাছে দেওয়া হয়। \nবলা হয় যে মাইসুরের পানপাতাগুলি তাদের মসৃণ জমিন এবং স্বাদের কারণে অন্যান্য পানপাতার চেয়ে আলাদা। এগুলি ভারত সরকার সুরক্ষিত।\n\n\n== ইতিহাস ==\nপান পাতা, যা ভারতীয় উপমহাদেশের স্থানীয়, ৫০০০ বছর ধরে ব্যবহৃত হয়ে আসছে। প্রায় ৫০ বছর আগে, মহীশুর সুপারি গাছগুলি মহীশুর মহারাজার বাগানে জন্মেছিল এবং পরে পুরনো অগ্রহরার পুর্ণিয়া চৌল্ট্রি থেকে বিদ্যায়ণ্যপুরম মোড় পর্যন্ত ১০০ একর জায়গায় ছড়িয়ে পড়ে যা মহীশুর মাইসর-নানজানগুদ রোডকে সংযুক্ত করে। আস্তে আস্তে তা মহীশূরকে ঘিরে প্রায় ৫০০ একর জায়গায় ছড়িয়ে পড়ে। এই প্রসারিত অনন্য জলবায়ু এবং মাটি চিন্তা করা হয়  পাতাগুলি একটি অনন্য স্বাদ দিয়েছে যা এটিকে 'মাইসোর চিগুরেলে' (মাইসুর ফোটা পাতা) নাম দিয়েছিল। পাতার একটি মসৃণ জমিন এবং গরম স্বাদ আছে।\n\n\n== চাষাবাদ এবং প্রয়োজনীয় উপকরণ ==\nপান গাছটি একটি গ্রীষ্মমণ্ডলীয় উদ্ভিদ, সুতরাং সঠিকভাবে বৃদ্ধি পেতে এটি একটি উষ্ণ এবং আর্দ্র জলবায়ু প্রয়োজন। এটি ছায়ার নীচে এবং ১০ থেকে ৪০ ডিগ্রি পর্যন্ত তাপমাত্রায় সবচেয়ে ভালো উৎপন্ন হয়। উত্তপ্ত, আর্দ্র জলবায়ুর সাথে মাটিতে কালো মাটির উপস্থিতি মহীশূর পানপাতাকে বিশেষ বৈশিষ্ট্য প্রদান করে।\n\n\n== ভৌগোলিক আবস্থান ==\nএটি কর্ণাটক সরকারের অধীনে ডিপার্টমেন্ট ফর হর্টিকালচার মহীসুরের পানকে চেন্নাইয়ের পেটেন্ট, ডিজাইন নিয়ন্ত্রক জেনারেল এবং ট্রেডমার্ক, অফিস থেকে পণ্য অ্যাক্ট (১৯৯৯) এর আওতায় ভৌগোলিক নিদর্শন করার পাওস্তাব দেন। এটি করা হয়েছে কারণ মহীশুরের কৃষকদের একচেটিয়াভাবে মহীশুর পান শব্দটি ব্যবহার করে তাদের পণ্য ব্র্যান্ড করার অধিকার রয়েছে।  একে তিন বছর পরে ২০০৫ সালে ভৌগোলিক সূচকের স্ট্যাটাস প্রদান করা হয়েছিল।\n\n\n== আরও দেখুন ==\nভারতের ভৌগোলিক সূচকগুলির তালিকা\nপান\nমাইসুর\nপানপাত্র (ভিক্টোরিয়া এবং অ্যালবার্ট যাদুঘর)\nসুপারি\nনানজানাগুদ কলা\nকুর্গ কমলা\n\n\n== তথ্যসূত্র =="}