{"pageid": 1030535, "title": "নাফ পর্যটন পার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1030535", "content": "নাফ পর্যটন পার্ক কক্সবাজারের জালিয়ারদীপের একটি প্রস্তাবিত অর্থনৈতিক অঞ্চল এবং এটি হবে বাংলাদেশের প্রথম একচেটিয়া পর্যটন পার্ক। বেজা সারা দেশে ১০০টি বিশেষ অর্থনৈতিক অঞ্চল উন্নয়নের পরিকল্পনার অংশ হিসেবে এটি উন্নয়ন করছে।\n\n\n== ইতিহাস ==\nঅর্থনৈতিক বিষয়ক মন্ত্রিসভা কমিটি ৬ মে ২০১৫ তারিখে এ প্রকল্পটি অনুমোদন করে। বাংলাদেশ অর্থনৈতিক অঞ্চল কর্তৃপক্ষ (বেজা) টেকনাফের সাবরাং-এ একটি নতুন পর্যটন পার্ক নির্মাণের পরিকল্পনা করেছে। তবে পানি ও বিদ্যুৎ সরবরাহ ও জল পরিশোধন ব্যবস্থা এবং কৃষকদের পুনর্বাসনের মতো অবকাঠামোর অভাবের মতো বড় ধরনের চ্যালেঞ্জগুলির মুখোমুখি হয়েছিল সরকার। কক্সবাজারেও ঝড়ের সম্ভাবনা রয়েছে। সাবরাং সাইটটি বন্যা এবং ঝড় তীব্র ঝুঁকির মধ্যে রয়েছে। ডেভেলপার বা কর্তৃপক্ষকে বাঁধ এবং জমি ভরাটের জন্য উচ্চ ব্যয় বহন করতে হবে।\n\n\n== অবস্থান ==\nনাফ পর্যটন পার্কটি জালিয়ারদ্বীপে মিয়ানমার ও বাংলাদেশকে বিভক্ত নাফ নদীর মাঝখানে অবস্থিত হবে। এই দ্বীপটি বৈচিত্র্যময় ও বহুমুখী, কারণ এতে পাহাড় ও নদীর উভয় দৃশ্য রয়েছে।\n\n\n== নির্মাণ ==\nপরিবেশ অধিদপ্তর (ডিওই) পর্যটন পার্কের উন্নয়নের জন্য পরিবেশগত ছাড়পত্র প্রদান করেছে। একটি সম্ভাব্যতা সমীক্ষা করেছে ইউএনআইসিএনএসএল্ট-দ্বারা পরিচালিত একটি জার্মান ভিত্তিক পরামর্শক সংস্থা, এনভায়রনমেন্টাল ইমপ্যাক্ট অ্যাসেসমেন্ট (ইআইএ) এবং আর্থ-সামাজিক প্রভাব মূল্যায়ন (এসআইএ) ভারতের প্রাইসওয়াটারহাউসকুপার্স দ্বারা করা হয়েছিল। সরকার পর্যটকদের জন্য বিভিন্ন অবকাঠামো নির্মাণের জন্য দরপত্র আহ্বান করেছে।\nপ্রধানমন্ত্রী শেখ হাসিনা ২০১৭ সালের ৬ মে এই প্রকল্পের ভিত্তিপ্রস্তর স্থাপন করেন।\n২০১৮ সালের ১২ সেপ্টেম্বর থাইল্যান্ডের সিয়াম সিয়াম ইন্টারন্যাশনাল অবকাঠামো উন্নয়নে প্রায় ৫০০ মিলিয়ন মার্কিন ডলার বিনিয়োগের জন্য বাংলাদেশ অর্থনৈতিক অঞ্চল কর্তৃপক্ষের (বেজা) সাথে একটি চুক্তি সই করে। পার্কের উন্নয়ন আগামী পাঁচ বছরে পর্যায়ক্রমে সম্পন্ন করা হবে।\n\n\n== অবস্থান আপত্তি ==\nপরিবেশবাদীদের একটি দল, অনেক প্রাণীর অভয়ারণ্য হিসাবে এর অবস্থানটির কথা উল্লেখ করে এই প্রকল্পের বিরোধিতা করেছে। এই দ্বীপের মাটির স্তরও প্রায়ই ডুবে থাকে।\n\n\n== তথ্যসূত্র =="}