{"pageid": 1030983, "title": "তুর্কি মহাকাশ সংস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1030983", "content": "তুর্কি মহাকাশ সংস্থা (তুর্কি: Türkiye Uzay Ajansı, ত্যুর্কিয়ে উজাই আজানসি TUA) তুরস্কের জাতীয় বায়বান্তরীক্ষ গবেষণা সংক্রান্ত সরকারী সংস্থা। ২০১৮ সালের ১৩ই ডিসেম্বর তারিখে তুরস্কের রাষ্ট্রপতির আদেশবলে এটিকে আনুষ্ঠানিকভাবে প্রতিষ্ঠা করা হয়। সংস্থাটির প্রধান কার্যালয় তুরস্কের রাজধানী আংকারা নগরীতে অবস্থিত। সংস্থাটি তুরস্কের শিল্প ও প্রযুক্তি মন্ত্রণালয়ের অধীনে অবস্থিত। সংস্থাটি প্রতিষ্ঠা করার সাথে সাথে ঐ মন্ত্রণালয়ের আকাশযান চালনা ও মহাকাশ প্রযুক্তি বিভাগটি রদ করে দেওয়া হয়। তুর্কি মহাকাশ সংস্থা বায়বান্তরীক্ষ বিজ্ঞান ও প্রযুক্তি ক্ষেত্রে মধ্যম ও দীর্ঘ-মেয়াদী লক্ষ্য, মূলনীতি ও দৃষ্টিভঙ্গি, লক্ষ্য ও অগ্রাধিকার, কর্মদক্ষতা পরিমাপ, অনুসরণীয় পদ্ধতিসমূহ এবং সম্পদ বণ্টন, ইত্যাদি বিষয়ে কৌশলগত পরিকল্পনা প্রস্তুত করে থাকে। এটি ত্যুবিতাক মহাকাশ প্রযুক্তি গবেষণা প্রতিষ্ঠানের ঘনিষ্ঠ সহযোগিতায় কাজ করে থাকে। সাত সদস্যবিশিষ্ট একটি নির্বাহী পরিষদ এটির পরিচালনায় নিয়োজিত আছে। সংস্থাপ্রধান ব্যতীত পরিষদের বাকী সদস্যরা তিন বছর মেয়াদের জন্য নিযুক্ত হন\n\n\n== তুরস্কের জাতীয় মহাকাশ কর্মসূচি ==\nকর্মসূচির প্রাথমিক দশটি লক্ষ্য হল:\n\n২০২৩ সালে (তুরস্ক প্রজাতন্ত্রের শতবার্ষিকী উপলক্ষে তুরস্ক চাঁদে রুক্ষ অবতরণ সম্পন্ন করবে।\nকৃত্রিম উপগ্রহ উৎপাদনের জন্য একটি নতুন কোম্পানি প্রতিষ্ঠা করা হবে\nআঞ্চলিক শ্রেষ্ঠত্বের জন্য প্রচেষ্টা চালাবে।\nতুরস্কে একটি মহাকাশ বন্দর প্রতিষ্ঠা করা হবে। সম্ভবত সোমালিয়াতেও একটি মহাকাশ বন্দর প্রতিষ্ঠা করা হবে।\nমহাকাশ আবহাওয়া গবেষণার মাধ্যমে মহাকাশে দক্ষতা বৃদ্ধি করা হবে।\nপৃথিবী থেকে গ্রহ, উল্কাখণ্ড ও অন্যান্য নভোবস্তু মহাকাশে অনুসরণ করা হবে।\nমহাকাশ শিল্প সমন্বিত গবেষণা সম্পাদনা করবে\nএকটি মহাকাশ প্রযুক্তি নির্মাণ অঞ্চল প্রতিষ্ঠা করা হবে।\nস্নাতক ও স্নাতকোত্তর পর্যায়ের শিক্ষায় মহাকাশ ও আকাশযান চালনার উপরে জোর দেওয়া হবে।\nএকজন তুর্কি নাগরিককে মহাকাশে প্রেরণ করা হবে।\n\n\n== আরও দেখুন ==\nসরকারী মহাকাশ সংস্থাসমূহের তালিকা\nতুরস্কে বিজ্ঞান ও প্রযুক্তি\nতুর্কি মহাকাশ ব্যবস্থা, সমন্বয় ও পরীক্ষণ কেন্দ্র\nতুর্কি বায়বান্তরীক্ষ শিল্প\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:তুরস্কের মহাকাশ কর্মসূচি"}