{"pageid": 1030677, "title": "মুরুগাশঙ্করী লিও", "url": "https://bn.wikipedia.org/wiki?curid=1030677", "content": "মুরুগাশঙ্করী লিও হলেন একজন দক্ষ ভারতনাট্যম শিল্পী, ভারতনাট্যম শিক্ষক, নাট্য অভিনেতা এবং গবেষণা পণ্ডিত। ভারতনাট্যম একটি প্রাচীন ভারতীয় ধ্রুপদী নৃত্যের ধরন এবং এটি তার সৌন্দর্য, চারুতা এবং স্বতন্ত্রতার জন্য পরিচিত।  মুরুগাশঙ্করী ভারত এবং অন্যান্য বহু দেশে ভারতনাট্যম নৃত্য পরিবেশন করেছেন। তিনি চেন্নাই এবং মাদুরাইয়ের একাডেমি অফ পারফর্মিং আর্টস-কালাই কুডম নামে একটি প্রতিষ্ঠান পরিচালনা করেন যেখানে ভারতনাট্যম প্রশিক্ষণ দেওয়া হয়।  তিনি কার্ন্যাটিক সংগীত এবং নট্টুভাঙ্গামেও প্রশিক্ষিত।\n\n\n== প্রথাম জীবন ==\nমুরুগাশঙ্করী শিল্পী পরিবারের থেকে আগত।  তাঁর পিতা লিও প্রভু একজন প্রবীণ নাট্যকার, টেলিভিশন ব্যক্তিত্ব এবং তামিল চলচ্চিত্রের একজন অভিনেতা, যিনি রেন্ডুম রেনডুম আঞ্জু, নান মহান আল্লা, আন্না আন্না, পেরে সোলুম পিল্লাই প্রভৃতি বেশ কয়েকটি তামিল ছবিতে গুরুত্বপূর্ণ ভূমিকায় অভিনয় করেছেন। তিনি তামিল থিয়েটারের জন্য তামিলনাড়ু সরকার কর্তৃক সর্বোচ্চ রাষ্ট্রীয় পুরস্কার 'কালাইমামাণি' পেয়েছেন।  অভিনেতা হিসাবে তাঁর অর্জনগুলি ভারতের তামিলনাড়ুতে সুপরিচিত।\n\n\n== নৃত্য জীবন ==\n\nগুরু-শিষ্য পরম্পরা অনুসরণ করে মুরুগাশঙ্করী ৫ বছর বয়স থেকে ভারত নাট্যম নাচ শিখতে শুরু করেছিলেন মহান শিক্ষক 'কালাইমামাণি' কে জে সরসার কাছে। পরবর্তীতে তিনি বিশিষ্ট শিক্ষক ‘কালাইমামাণি’ পার্বতী রবি ঘন্তসালার পরিচালনায় তাঁর আরঙ্গেত্রম (প্রথম অভিনয়) সম্পন্ন করেন।\nমুরুগাশঙ্করী তাঁর আবেগ অনুসরণ করে সিদ্ধান্ত নিয়েছিলেন যে তিনি একজন পূর্ণকালীন শিল্পী হবেন।\nতিনি ভারতিদাশন বিশ্ববিদ্যালয় থেকে ভারতনাট্যমে স্নাতকোত্তর অর্জন করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nhttp://www.artindia.net/murugashankari.html. ভরতনাট্যমের নেতৃস্থানীয় দক্ষ শিল্পীদের সমন্বিত ওয়েবসাইট\nhttp://features.kalaparva.com/2013/12/dance-like-thyself-murugashankari-leo.html  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে. এই ওয়েবসাইটে ভারতীয় ধ্রুপদী নর্তকদের তথ্য সমন্বিত  সাক্ষাৎকার আছে।\n\n\n== বহিঃসংযোগ ==\n\nhttps://web.archive.org/web/20140203094144/http://sriparthasarathyswamisabha.com/ পার্থসারথী স্বামী সভার জন্য ওয়েবসাইট\nhttp://www.parvathiravighantasala.com/  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ অক্টোবর ২০২০ তারিখে 'কলাইমামাণি' পার্বতী রবি ঘন্তসালার জন্য ওয়েবসাইট\nhttps://www.youtube.com/watch?v=NfEYiN_AAxk. মাক্কাল টেলিভিশনের জন্য মুরুগাশঙ্করীর সাক্ষাৎকার"}