{"pageid": 1030921, "title": "মহীশূর চিত্রকলা", "url": "https://bn.wikipedia.org/wiki?curid=1030921", "content": "মহীশূর চিত্রাঙ্কনটি ধ্রুপদী দক্ষিণ ভারতীয় চিত্রকলার একটি গুরুত্বপূর্ণ রূপ যা কর্ণাটকের মহীশূর শহরে এবং এর আশেপাশে উৎপন্ন হয়েছিল, মহীশূর শাসকরা তাকে উৎসাহিত এবং লালিত করেছিলেন। কর্ণাটকের চিত্রকলার একটি দীর্ঘ এবং বিশিষ্ট ইতিহাস রয়েছে, এর উৎসটি অজন্ত কাল (দ্বিতীয় শতাব্দীর বি.সি. থেকে ৭ম শতাব্দীর এ.ডি.) ধরে রয়েছে। বিজয়নগর রাজাদের শাসনামলে (১৩৩৬-১৫৬৫ খ্রিস্টাব্দ) বিজয়নগরের শাসকরা এবং তাদের সামন্ততান্ত্রিকরা সাহিত্য, শিল্প, স্থাপত্য, ধর্মীয় এবং দার্শনিক আলোচনাকে উৎসাহিত করেছিল। তালিকোটার যুদ্ধের পরে বিজয়নগর সাম্রাজ্যের পতনের সাথে সাথে রাজকীয় পৃষ্ঠপোষকতায় তৎকালীন শিল্পীরা স্থানীয় অন্যান্য শৈল্পিক ঐতিহ্য এবং রীতিনীতিকে অবলম্বন করে আস্তে আস্তে চিত্রাঙ্কনের পূর্ব বিজয়নগর স্কুল ধীরে ধীরে রাজ্য পৃষ্ঠপোষকতায় থাকা শিল্পীরা অন্যান্য বিভিন্ন জায়গায় চলে গিয়েছিলেন। মহীশূর ও তানজোর চিত্রকলার স্কুল সহ দক্ষিণ ভারতে চিত্রকর্মের অনেকগুলি শৈলীতে বিবর্তিত হয়েছে।\n\nমহীশূর চিত্রগুলি তাদের কমনীয়তা, নিঃশব্দ বর্ণ এবং বিশদে মনোযোগ দেওয়ার জন্য পরিচিত। এই চিত্রকর্মগুলির বেশিরভাগ থিম হ'ল হিন্দু দেবদেবীরা এবং হিন্দু পুরাণের কাহিনী।\n\n\n== ইতিহাস ==\n\n১৫৬৫ খ্রিস্টাব্দে বিজয়নগর সাম্রাজ্যের পতন এবং তালিকোটার যুদ্ধে হাম্পির বস্তাটি প্রাথমিকভাবে বেশ কয়েকজন চিত্রশিল্পীর পরিবারের পক্ষে সঙ্কটের জন্ম দেয় যারা সাম্রাজ্যের পৃষ্ঠপোষকতার উপর নির্ভরশীল ছিল। ডাঃ চরিতা চিত্রকর নামে পরিচিত এই শিল্পীদের পরিবারগুলি বিভিন্ন পকেটে চলে এসেছিল যারা বিজয়নগর সাম্রাজ্যের সামন্ত ছিল। পণ্ডিত হিসাবে এ.এল.নরসিংহান এই বেঁচে থাকা চিত্রগুলির কয়েকটি শ্রাবণবেলাগোলা, সিরা, কেরিগুদিরাঙ্গাপুরা, শ্রীরাঙ্গাপত্তন, নীপ্পানি, সিবি, নড়গুন্ডা, বেত্তাপুরা, হার্ডনাহল্লি, মুদুকুতোর, মাইসুর, চিত্রদুর্গা, রায়চুরিয়াকেনী, লিয়াকেরাকেনকি, লঞ্চুড়িয়াকানকি, বেলেকান্দিয়াক, বেঁচে আছে এবং কর্ণাটকে অবস্থিত আরও অনেক জায়গা। শ্রীরাঙ্গাপত্তনের বিজয়নগর বিদ্যালয়ের বেশ কয়েকটি চিত্রশিল্পীর পরিবারকে পুনর্বাসিত করে রাজা প্রথম ওয়োদায়ার (১৫৭৮-১৬১৭) চিত্রকর্মের জন্য গুরুত্বপূর্ণ সেবা প্রদান করেছিলেন।\nরাজা ওদেয়ারের উত্তরসূরীরা মন্দির ও প্রাসাদগুলিকে পৌরাণিক দৃশ্যে আঁকতে নির্দেশ দিয়ে চিত্রকলার শিল্পের পৃষ্ঠপোষকতা অব্যাহত রেখেছিলেন। তবে একদিকে ব্রিটিশ এবং অন্যদিকে হায়দার আলী ও টিপ্পু সুলতানের যুদ্ধের কারণে এই চিত্রকর্মগুলির কোনওটিই বেঁচে থাকতে পারেনি। হাইডার এবং টিপ্পু যারা ওয়োডিয়ারদের ঘৃণা করেছিলেন তারা সংক্ষিপ্ত সময়ের জন্য মাইসুরের লাগামটি নিয়েছিলেন। তবে, শিল্পীরা (চিত্রাগারগুলি) টিপু ও হায়দারের রাজত্বকালেও পৃষ্ঠপোষকতা এবং বিকাশ লাভ করে। তুমকুর ও সিরার মধ্যে মহাসড়কের সিবিতে নরসিংহ স্বামী মন্দিরটি নলাপ্পা তৈরি করেছিলেন যিনি হায়দার আলী ও টিপু সুলতান উভয়েরই কাজে ছিলেন টিপুর রাজত্বকালে এবং বিজয়নগর স্টাইলে বেশ কয়েকটি দুর্দান্ত প্রাচীরের ফ্রেস্কো রয়েছে যা ধীরে ধীরে মহীশূরে রূপান্তরিত হয়েছিল এবং তানজোর চিত্রকলার স্কুল। গঞ্জামের টিপু সুলতানের দরিয়া দৌলতবাগ প্রাসাদে শ্রীরাঙ্গাপত্তনার পলিলুরের যুদ্ধ এবং অন্যান্য আঁকা কাজের বিবরণ সংক্রান্ত মুরালগুলি চিত্রাঙ্কনের মাইসুর বিদ্যালয়ের প্রধান উদাহরণ।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন ==\nমাইশোর পাক\nমাইশোর ধুপকাঠি\nমাইসুর স্যান্ডেল সোপ\nমহীশুর চন্দন তেল\nচান্নাপত্তনার খেলনা\n\n\n== আরও পড়ুন ==\nKossak , Steven (১৯৯৭)। Indian court painting, 16th-19th century.। New York: The Metropolitan Museum of Art। আইএসবিএন 0870997831।  (see index: p.148-152)\nWelch, Stuart Cary (১৯৮৫)। India: art and culture, 1300-1900। New York: The Metropolitan Museum of Art। আইএসবিএন 9780944142134। \n\n\n== বহিঃসংযোগ ==\n\nKarnataka year book, Government of Karnataka.\nHistory and facts about Mysore paintings"}