{"pageid": 1031675, "title": "বিচ্ছিন্ন জনগোষ্ঠী", "url": "https://bn.wikipedia.org/wiki?curid=1031675", "content": "বিচ্ছিন্ন জনগোষ্ঠী বা অযোগাযোগকৃত জনগোষ্ঠী (ইংরেজি: Uncontacted people) বলতে এমন সব আদিবাসী জনগণদেরকে বোঝায়, যারা দীর্ঘ কাল যাবত তাদের সহ-সম্প্রদায় বা বিশ্ব সম্প্রদায় থেকে বিচ্ছিন্ন অবস্থায় কোনো যোগাযোগ ছাড়াই বসবাস করছে। তাদের সেচ্ছায় বিচ্ছিন্ন আদিবাসী হিসাবে গণ্য করা হয়।  ২০১৩ সালে এক জরিপমতে, বিশ্বের বর্তমানে ১০০টিরও বেশি এমন আদিবাসী আছে, যাদের সাথের আধুনিক সভ্যতার কোনো প্রকার যোগাযোগ নেই, এবং তাদের অর্ধেকেই আমাজোন জংগলে বসবাস করে।\nবিভিন্ন ক্ষেত্রে সহ-সম্প্রদায়ের মানুষদের সঙ্গে ঘটা দুর্ঘটনা ও লড়াইয়ের বায়বীয় সংকেত বা ভিডিও ফুটেজের মাধ্যমে বিচ্ছিন্ন আদিবাসীদের সম্পর্কে জানা যায়।\n\n\n== সংজ্ঞা ও বৈশিষ্ট্য ==\nবিচ্ছিন্ন জনগোষ্ঠীরা সাধারণত তাদের স্ব স্ব অঞ্চলে স্বাধীনভাবে বসবাস করে। বাইরে থেকে তাদের সঙ্গে বিক্ষিপ্তভাবে যোগাযোগের প্রচেষ্টা করা হয়েছে কয়েকবারও। কিন্তু দীর্ঘ কাল যাবত বিচ্ছিন্ন থাকার কারণে তাদের অঞ্চলে হটাৎ করে কোনো নতুন সম্প্রদায় প্রবেশ করলে তারা সহ্য করতে পারে না। অনেক সময়, এই ব্যপারে তারা এতটাই হিংস্র হয়ে ওঠে, যে তারা সে সব বহিরাগতদের হত্যাও করে ফেলতে পারে। ধারণা করা হয়, অধিকাংশ বিচ্ছিন্ন জনগোষ্ঠীরা আগুন ও চাকার ব্যবহার সম্পর্কে জানে না।\nঅনেকেই এসকল আদিবাসীদের \"অযোগাযোগকৃৃত জনগোষ্ঠী\", \"সল্প যোগাযোগকৃৃত জনগোষ্ঠী\", \"সদ্য\" বা \"প্রাথমিকভাবে যোগাযোগকৃৃত জনগোষ্ঠী\", এমনকি \"হারিয়ে যাওয়া জনগোষ্ঠী\" বলেও আখ্যায়িত করে।\n\n\n== ইউরোপীয় সংস্কৃতিতে বিচ্ছিন্ন জনগোষ্ঠী ==\nপ্রথম যোগাযোগকে অথবা অভিক্ষিপ্ত প্রকৃতির অবস্থাকে দাবি করার জন্য আধুনিকতার আকর্ষণকে তৃপ্ত করতে বিচ্ছিন্ন জনগোষ্ঠীদেরকে ব্যবহার করা হয়েছে। ঐতিতিহাসিকভাবে এবং সমসাময়িকভাবে কিছু মানুষ সেসব ট্যুর অপারেটরদের অর্থ প্রদান করে, যারা বিচ্ছিন্ন জনগোষ্ঠীর অনুসন্ধানের জন্য অ্যাডভেঞ্চার ট্যুর অফার দেয়। আদিবাসী জনগোষ্ঠীদের, বিশেষত যারা স্বেচ্ছায় বিচ্ছিন্ন অবস্থায় রয়েছে, ইস্রায়েলের দশটি হারিয়ে যাওয়া বংশের খোঁজে অনুসন্ধান করা হয় এবং তাদের সাথে ভুলভাবে বিচ্ছিন্ন জনগোষ্ঠীদের নাম সংযুক্ত করা হয়েছিল এবং কখনও কখনও এরকম নামকরণ (যেমন- হারিয়ে যাওয়া জনগোষ্ঠী) করা হয়।\n\n\n== সেচ্ছায় বিচ্ছিন্ন থাকার অধিকার ==\n\nবিচ্ছিন্ন জনগোষ্ঠীদের সঙ্গে আকস্মিক যোগাযোগের ফলে সৃৃষ্ট সমস্যা এবং তাদের স্ব-সংস্কৃৃতি রক্ষার্থে, ২০০৯ সালে জাতিসংঘের মানবাধিকার সংস্থা বিচ্ছিন্ন জনগোষ্ঠীদের স্বেচ্ছায় মানবসভ্যতা থেকে আলাদা রাখতে কয়েকটি বিধিনিষেধ জারি করে। পাশাপাশি বিশেষ প্রয়োজন বা যুক্তিসঙ্গত কারণবশত তাদের সঙ্গে যোগাযোগের প্রয়োজন হলে বিশেষ অনুমতি ও সুরক্ষার সঙ্গে বিচ্ছিন্ন জনগোষ্ঠীদের সঙ্গে করতে বলা হয়।\n\n\n== সংস্কৃৃতি ==\n\n\n=== বিচ্ছিন্নতা ===\n\n\n==== বহিরাগত মানুষের প্রতি মনোভাব ====\n\n\n=== ভাষা ===\n\n\n=== জীবনব্যাবস্থা ===\n\n\n== অঞ্চলভেদে বিভিন্ন বিচ্ছিন্ন জনগোষ্ঠী ==\n\n\n=== আন্দামান ও নিকোবার দ্বীপপুঞ্জ, ভারত ===\n\nসেন্টিনেলী জনগোষ্ঠীর মানুষেরা বঙ্গোপসাগরের আন্দামান ও নিকোবার দ্বীপপুঞ্জের উত্তর সেন্টিনেল দ্বীপে বসবাস করে। এই জনগোষ্ঠীর মানুষেরা বহিরাগত যোগাযোগকে পুরাপুরি প্রত্যাখ্যান করেছে। সেন্টিনেলী জনগোষ্ঠীর মানুষের সঙ্গে খুব সল্পমাত্রায় যোগাযোগ সম্ভব হয়েছে। তাদের সাথে যোগাযোগের অধিকাংশ চেষ্টাই ব্যর্থ হয়েছে, এমনকি কখনো কখনো প্রাণঘাতীকও প্রমাণিত হয়েছে। সেন্টিনেলী জনগোষ্ঠীর ভাষা সম্পর্কে খুব অল্প পরিমাণেই জানা গেছে, আর যতটুকু জানা গেছে, তা থেকে স্পষ্টই বোঝা গেছে যে, তাদের ভাষা অন্যান্য আন্দামানি ভাষাসমূহ থেকে ভিন্ন। এ থেকে বোঝা যায় যে, তারা বহুকাল যাবত মানবসমাজ থেকে বিচ্ছিন্ন ছিল বলেই তাদের ভাষার উপর অন্য কোনো ভাষার প্রভাব পড়ে নি। কিছু বিশেষজ্ঞগণ তাদের বিশ্বের সব থেকে বিচ্ছিন্ন জনগোষ্ঠী হিসাবে আখ্যা দিয়েছেন।\n১৯৫৬ সাল থেকে ভারত সরকার বিশেষ অনুমতি ব্যতীত উত্তর সেন্টিনেল দ্বীপে সাধারণ মানুষের প্রবেশ নিষিদ্ধ করে দিয়েছে। কিন্তু তবুও কিছু সংখ্যক মানুষ এধরনের বিধিনিষেধ লঙ্ঘন করেই ওই দ্বীপে প্রবেশের চেষ্টা করেছেন। সাম্প্রতিক ঘটনাসমূহের মধ্যে ২০১৮ সালে আমেরিকান খ্রিস্টান মিশিনারি জন অ্যালেন চাউ খ্রিস্টধর্ম প্রচারের উদ্দেশ্যে অবৈধভাবে অনুপ্রবেশের পর সেন্টিনেলীদের হাতে নিহত হন। তার মৃতদেহকে সেন্টিনেলীরা একটি বল্লোমের মধ্যে গেঁথে দ্বীপের একটি সৈকতে ঝুলিয়ে রাখে, যাতে এর দ্বারা তারা এর মাধ্যমে বহিরাগতদের ভয় দেখাতে পারে। এর মাধ্যমেই তাদের হিংস্রতা ও ভয়াবহাতা, বিশেষত বিচ্ছিন্নতা সম্পর্কে ধারণা পাওয়া যায়।\n১৯৯১ খ্রিস্টাব্দের ৪ জানুয়ারি, বাঙালি নৃতত্ত্ববিদ মধুমালা চট্টোপাধ্যায় সেন্টিনেলীদের সঙ্গে প্রথম বন্ধুত্বপূর্ণ যোগাযোগ সাধনে সক্ষম হন। ২০০১ সালে ভারতের আদমশুমারীর সময় ২৩-২৪ ফেব্রুয়ারি ২০০১ এ একটি যৌথ অভিযানলনে নিশ্চিত হয় যে, উত্তর সেন্টিনেল দ্বীপে সর্বোচ্চ ৫০ জন বা এর কম স্থানীয় আদিবাসী বাস করে। ২০০৪ সালে সংঘটিত ৎসুনামির পর উত্তর সেন্টিনেল দ্বীপে একটি হেলিকপ্টার সমীক্ষায় নিশ্চিত হয় যে, স্থানীয় সেন্টিনেলীরা সুরক্ষিত আছে। বর্তমানে তাদের জনসংখ্যা ৫০-৬০ এর বেশি হবে না বলে ধারণা করা হয়। স্থানীয় আন্দামানবাসীরা যেন সেই দ্বীপে প্রবেশ না করতে পারে সেজন্য প্রশাসন কঠোর নজরদারি অবলম্বন করেছে।\nএছাড়াও আন্দামান দ্বীপের মূল ভূখণ্ডে জারোয়া নামে আরেকটি জাতিগোষ্ঠী রয়েছে যাদের সাথে সাথে স্বতঃস্ফূর্ত যোগাযোগ কম হয়েছে এবং তারা বহিরাগতদের সাধারণত এড়িয়ে চলে। তবে তারা সেন্টিনেলীদের মতো এতটা বিচ্ছিন্ন না। বাইরের লোকেদের সাথে তাদের যোগাযোগ সেন্টিনেলীদের থেকে অনেকটাই উন্নত।\n\n\n=== পাপুয়া দ্বীপপুঞ্জ ===\n\n\n==== পশ্চিম পাপুয়া, ইন্দোনেশিয়া ====\nবিভিন্ন সূত্রমতে, ইন্দোনেশিয়ার অন্তর্গত পশ্চিম পাপুয়া অঞ্চলে মোটামুটি ৪০টিরও বেশি অযোগাযোগকৃৃত আদিবাসী রয়েছে, কিন্তু অনেকের মতে এদের সংখ্যা এর চেয়েও বেশি হতে পারে। কারণ বিচ্ছিন্ন আদিবাসীদের সঙ্গে যোগাযোগ নিয়মিত ভাবে বা একটি নির্দিষ্ট সময়ে বা নিয়মে হয় না। যেকোনো সময় যেকোনো নতুন আদিবাসীদের সম্পর্কে জানা যেতে পারে। পশ্চিম পাপুয়াতে এমন অনেক এলাকা আছে যেখানে এখনো সভ্য মানুষের পা পড়ে নি। সেখানে হয়তো এমন অনেক আদিবাসী থাকতে পারে যারা কখনো আধুনিক মানুষ দেখেনি বা আধুনিক সভ্যতা তাদের সম্পর্কে কিছুই জানে না। আদিবাসী অধিকার বিষয়ক সংস্থা সার্ভাইভাল ইন্টারন্যাশনাল ইন্দোনেশিয়া সরকারকে এসকল আদিবাসীদের সেচ্ছায় বিচ্ছিন্ন থাকার অধিকার সমুন্নত রাখতে এবং তাদের সঙ্গে ঘটা বিভিন্ন অবৈধ যোগাযোগ রোধের আহ্বান জানাচ্ছে।\n\n\n=== আমাজোন বানাঞ্চল ===\n\nআমেরিকার আদিবাসীদের ৫০টির মতো দল এখনও বিচ্ছিন্নভাবে জীবনযাপন করছে।\n\n\n==== ব্রাজিল ====\n\n\n==== প্যারাগুয়ে ====\n\n\n==== পেরু ====\n\n\n==== ইকুয়েডর ====\n\n\n==== কলম্বিয়া ====\n\n\n== আরো দেখুন ==\nআদিবাসী জনগণ\nআদিবাসী অধিকার\nবিচ্ছিন্নতাবাদ\nরাষ্ট্রহীন জনগোষ্ঠী\n\n\n== তথ্যসূত্র =="}