{"pageid": 1031738, "title": "আম্বেমোহর চাল", "url": "https://bn.wikipedia.org/wiki?curid=1031738", "content": "আম্বেমোহর হল একটি সুগন্ধি ধানের জাত যা ভারতের মহারাষ্ট্র রাজ্যের পশ্চিম ঘাট অঞ্চলের পাদদেশে জন্মে।\n\n\n== ইতিহাস এবং ব্যুৎপত্তি ==\nআম্বেমোহর শব্দের অর্থ মারাঠি ভাষায় আমের ফুল, যা মহারাষ্ট্র রাজ্যে কথিত যেখানে এর চাষের উদ্ভব হয়। ভাতটিতে আমের ফুল ফোটার স্মৃতি মনে করিয়ে দেওয়ার মতো দৃঢ় সুগন্ধ রয়েছে।  এই অঞ্চলটিতে দীর্ঘদিন ধরে ধানের চাষ হচ্ছে। এক শতাব্দী আগে পুনে জেলার মুলশি অঞ্চলে প্রায় ৫৪,০০০ টন জাতের ধান উৎপাদিত হয়েছিল। \n\n\n== উৎপাদন এবং চাষাবাদ ==\nজাতটি ভারতের মহারাষ্ট্র রাজ্যের পশ্চিম ঘাট অঞ্চলের পাদদেশে জন্মে।  এটি স্বল্প ফলনশীল চাল (১.৯ টন / হেক্টর)। শস্যগুলি সুপরিচিত বাসমতী ধানের তুলনায় সংক্ষিপ্ত আকারের (৫.৫) মিমি) এবং প্রশস্ত (২.২ মিমি) হয়। উভয় জাতের সুগন্ধির পরিমাণ সমান।  জাতটি তাই বাসমতির মতো সুগন্ধী ধানের শ্রেণিতে অন্তর্ভুক্ত।  স্বল্প রান্না করা শস্যগুলিতে সহজেই ভাঙ্গতে এবং একসাথে আটকে থাকার প্রবণতা থাকে।\n\n\n== সম্পর্কিত জাত ==\nআম্বেমোহর অন্যান্য জাতের ধানের তুলনায় স্বল্প ফলনশীল, কারণ এটি রোগের প্রতি সংবেদনশীল। আম্বেমোহরের সাথে ইন্দ্রনানী নামক সংকরটি ১৯৮৭ সালে প্রকাশিত হয়েছিল।  এটি লোনাভালার নিকটে চাল গবেষণা কেন্দ্র দ্বারা বিকাশিত হয়েছিল।  ফুলে মাওল ও ফুলের সমৃদ্ধির মতো নতুন জাতের ধান তৈরিতেও ইন্দ্রনানী পরিবর্তন করা হয়েছে। \n\n\n== ব্যবহারসমূহ ==\n\nআম্বেমোহর চাল স্থানীয়ভাবে প্রধানত শিশু, বৃদ্ধ এবং রোগীদের জন্য 'ভাটাচি পেজ' নামে চাল এবং দুধের ঘন স্যুপ তৈরি করতে ব্যবহৃত হয়। (ভাত কাঞ্জি) ভাতটি ধর্মীয় ও বিবাহ অনুষ্ঠানেও ব্যবহৃত হয়। পুনে জেলার মুলশি অঞ্চলে, এটি 'ভাফোল্যা' তৈরিতে ব্যবহৃত হয় - মকর সংক্রান্তি উৎসব চলাকালীন একটি ঐতিহ্যবাহী খাদ্য সামগ্রী। ভাতটি নরম ইডলি এবং খাস্তা ডোসা তৈরিতে ব্যবহৃত হয়। এটি মারাঠি ভাষায় কুর্মুরে নামে ভাত তৈরির জন্যও ব্যবহৃত হয়। ধান থেকে নেওয়া তুষ তেল উত্তোলনের জন্য বা মাশরুম চাষের জন্য ব্যবহৃত হয়। \n\n\n== ভৌগোলিক সূচক ==\nসাহ্যাদ্রি রেঞ্জের পূর্ব পাদদেশে পুনে জেলার মুলশি তালুকা মহকুমাটিকে আম্বেমোহরের জন্য ভৌগোলিক সূচক দেওয়া হয়েছে। \n\n\n== একই ধরনের চেহারাবিশিষ্ট চাল ==\nনিয়মিতভাবে আম্বেমোহর চাষকারী কৃষকদের সন্ধান করা এখন বিরল। যেহেতু এর উৎপাদন ব্যয় বেশি, তাই খুচরা ব্যয়ও বেশি হতে হবে। সুতরাং, মহারাষ্ট্রের খুচরা বিক্রেতারা বেশি লাভ অর্জনের জন্য মূল আম্বেমোহর হিসাবে একই ধরনের চেহারাবিশিষ্ট চাল পাস করেন। এটি আম্বেমোহর উৎপাদনকে আরও নিরুৎসাহিত করেছে, যেহেতু কৃষকরা একই ধরনের চেহারাবিশিষ্ট চাল দ্বারা আরও বেশি লাভ অর্জন করতে পারে। অন্ধ্র প্রদেশের জিরা সংভার চাল এবং মধ্য প্রদেশের জওফুল খুচরা বিক্রেতাদের কাছে সর্বাধিক জনপ্রিয় একই ধরনের চেহারাবিশিষ্ট চাল। \n\n\n== আরো দেখুন ==\nবাসমতী চাল\nসুগন্ধি চাল\nধানের জাতের তালিকা\nওরিজা স্যাটিভা\nওহানী ভাত\n\n\n== তথ্যসূত্র =="}