{"pageid": 1031905, "title": "নিয়ন্ত্রণ রেখা", "url": "https://bn.wikipedia.org/wiki?curid=1031905", "content": "নিয়ন্ত্রণ রেখা বা লাইন অব কন্ট্রোল ভারত ও পাকিস্তানের মধ্যবর্তী সামরিক বাহিনী দ্বারা নিয়ন্ত্রিত পূর্বতন জম্মু-কাশ্মীর দেশীয় রাজ্যের সীমানার মধ্যে অবস্থিত আন্তর্জাতিক সীমানা নির্ধারণকারী একটি রেখা, যা আইনত মান্যতা প্রাপ্ত আন্তর্জাতিক সীমারেখা গঠন না করলেও অমীমাংসিত অথচ কার্যকর হিসেবে রয়ে গিয়েছে। শুরুর দিকে অস্ত্র সংবরণ রেখা বা সিজ-ফায়ার লাইন নামে পরিচিত হলেও ১৯৭২ খ্রিস্টাব্দের তেসরা জুলাই তারিখে হওয়া সিমলা চুক্তির পরে এটি নিয়ন্ত্রণ রেখা নাম ধারণ করে। ভারতের নিয়ন্ত্রণাধীন থাকা পূর্বতন দেশীয় রাজ্যের অংশ দুটি কেন্দ্রশাসিত অঞ্চল তথা জম্মু ও কাশ্মীর এবং লাদাখে বিভক্ত, আবার পাকিস্তানের নিয়ন্ত্রণাধীন অংশ আজাদ কাশ্মীর এবং গিলগিত-বালতিস্তান নামক দুটি প্রশাসনিক এককে বিভক্ত। নিয়ন্ত্রণ রেখার সর্ব উত্তরের বিন্দু এনজে৯৮৪২ নামে পরিচিত। এখান থেকে ভারত–পাকিস্তান সীমান্ত নিয়ন্ত্রণ রেখার দক্ষিণতম বিন্দুর দিকে ক্রমশ অগ্রসর হয়েছে।\nঅপর একটি অস্ত্র সংবরণ রেখা ভারতীয় নিয়ন্ত্রণাধীন পূর্বতন জম্মু ও কাশ্মীর দেশীয় রাজ্যের লাদাখ এবং চীনের নিয়ন্ত্রণাধীন আকসাই চীনকে পৃথক করেছে। এর আরও পূর্ব দিকে রয়েছে প্রকৃত নিয়ন্ত্রণ রেখা বা এলএসি।\nজাতিসংঘের প্রাক্তন সভাপতি বিল ক্লিনটন ভারতীয় উপমহাদেশের বিশেষ করে কাশ্মীরের নিয়ন্ত্রণ রেখাকে বিশ্বের অন্যতম গুরুত্বপূর্ণ এবং সবচেয়ে ঝুঁকিপূর্ণ আন্তর্জাতিক সীমারেখা বলে উল্লেখ করেছেন।\n\n\n== পটভূমি ==\n\nভারত ভাগের পর,বর্তমান ভারত এবং পাকিস্তান জম্মু-কাশ্মীর দেশীয় রাজ্যের দাবি নিয়ে তৎকালীন শাসকের মতামতের বিচারে ভারত ও ধর্মীয়ভাবে মুসলিম সংখ্যাগরিষ্ঠ হওয়ায় পাকিস্তান নিজেদের মধ্যে প্রতিদ্বন্দ্বিতা শুরু করে। জাতিসংঘের মধ্যস্থতায় উভয়পক্ষের মধ্যে দীর্ঘ এক বছর ধরে চলা প্রথম কাশ্মীর যুদ্ধে দুই পক্ষেই অস্ত্র সংবরণের দাবী গৃহীত হয়।\nএরপর ১৯৬৫ খ্রিস্টাব্দে সংঘটিত কাশ্মীর যুদ্ধ এবং ১৯৭১ খ্রিস্টাব্দের ভারত-পাকিস্তান যুদ্ধে  মূল অস্ত্র সংবরণ রেখার ছোটখাটো কিছু পরিবর্তন হয়। ১৯৭৩ খ্রিস্টাব্দে সিমলা চুক্তির মাধ্যমে দুটি রাষ্ট্র তাদের অস্ত্র সংবরণ লেখাকে নিয়ন্ত্রণ রেখায় পরিণত করতে ইচ্ছুক হয়। এই নিয়ন্ত্রণ রেখাই সৈন্য দ্বারা লঙ্ঘনের অযোগ্য কার্যকরী সীমান্তে পরিণত হয়।\n\n\n== উত্তরাধিকার ==\nনিয়ন্ত্রণ রেখা কাশ্মীরকে দুটি দেশের মধ্যে দুটি ভাগে বিভক্ত করে, তার সাথে সাথে তৎকালীন কাশ্মীর উপত্যকায় প্রবেশ ও প্রস্থানের একমাত্র ঝিলাম উপত্যকা পথ বন্ধ হয়ে যায়। বর্তমান দিনেও বিদ্যমান রাষ্ট্রাধীন আঞ্চলিক ভাগাভাগির ফলে বহু গ্রাম ও বহু পরিবার দুই দেশের মধ্যে নিজেদের অস্তিত্বকে হারিয়ে ফেলেন।\n\n\n== ভারতীয় নিয়ন্ত্রণরেখায় প্রতিরোধী প্রাচীর ==\nভারত ৭৪০ কিলোমিটার (৪৬০ মাইল) দীর্ঘ নিয়ন্ত্রণ রেখায় ৫৫০ কিলোমিটার (৩৪০ মাইল) আত্মরক্ষামূলক অন্তরায় নির্মাণ করে। এই প্রতিরক্ষা প্রাচীর ভারত নিয়ন্ত্রিত কাশ্মীরের অংশে মোটামুটি ভাবে দেড়শ গজের মধ্যে অবস্থিত। এর বিবৃত উদ্দেশ্য ছিল পাকিস্তানি ভিত্তিক বিচ্ছিন্নতাবাদ সৈন্যদলগুলির মধ্যে আগ্নেয়াস্ত্র এবং অন্যান্য যুদ্ধ সম্পর্কিত বিষয়াদির আদান-প্রদান স্থিমিত করা।\nভারতের এই অনুপ্রবেশ রোধী অন্তরায় ব্যবস্থার (এআইওএস) অন্তর্ভুক্ত ছিল, দুই স্তরের প্রতিরোধ প্রাচীরসহ ৮–১২ ফুট (২.৪–৩.৭ মিটার) উচ্চ সমকেন্দ্রিক কাঁটাতার, গতিবিধি সংবেদী বৈদ্যুতিন বেড়া, তাপ প্রতিমূর্তি নির্মাণ যন্ত্র, আলোকীয় যন্ত্র এবং এলার্ম। এই ব্যবস্থা ভারতীয় সেনাবাহিনীকে দ্রুত সতর্কীকরণ সংকেত \"ফাস্ট অ্যালার্ট সিগন্যাল\" প্রদান করে যার ফলে তারা কোন প্রকার অনুপ্রবেশ বা অযাচিত গতিবিধিকে তল্লাশি করতে পারেন। দুটি প্রতিরোধ প্রাচীর এর মধ্যবর্তী দীর্ঘ অঞ্চল হাজার হাজার ল্যান্ডমাইনে পরিপূর্ণ।\n১৯৯০ এর দশকে এই প্রাচীর নির্মাণের কাজ শুরু হলেও ২০০০ এর দশকে ভারত পাকিস্তানের মধ্যেযুদ্ধ-বিগ্রহ ও বিভিন্ন রকম টানাপোড়েন বৃদ্ধির ফলে এই গতি হ্রাস পায়। ২০০৩ খ্রিস্টাব্দে নভেম্বর মাসের অস্ত্র সংবরণ চুক্তি সম্পন্ন হলে এই প্রাচীর নির্মাণ পুনরায় শুরু হয় এবং ২০০৪ খ্রিস্টাব্দের শেষদিকে সম্পন্ন হয়। কাশ্মীর উপত্যকা এবং জন্য অঞ্চলে নিয়ন্ত্রণ রেখা প্রতিরোধ প্রাচীর নির্মাণের কাজ ২০০৪ খ্রিস্টাব্দের ৩০শে সেপ্টেম্বর আনুষ্ঠানিকভাবে সম্পূর্ণ হয়। ভারতের সামরিক বাহিনীর তথ্য অনুসারে, এই প্রতিরোধ প্রাচীর নির্মাণের পর পাকিস্তানের দিক থেকে ভারতের দিকে বিতর্কিত অঞ্চলে ঢুকে পড়ে সামরিক অভিযান চালানোর চেষ্টার ঘটনায় ৮০ শতাংশ হ্রাস পেয়েছে।\nপাকিস্তান স্বভাবতই এই নির্মাণের সমালোচনা করে এবং যুক্তি দেয় যে, এটি দ্বিপাক্ষিক চুক্তি এবং এই অঞ্চলের ওপর জাতিসংঘের সমাধান লঙ্ঘন করেছে। \"সন্ত্রাসবাদী অনুপ্রবেশ কার্যকলাপ নিয়ন্ত্রণ করতে এই প্রযুক্তিগত উন্নতি\" যুক্তিতে ইউরোপীয় ইউনিয়ন ভারতের এই পদক্ষেপকে সমর্থন জানায় এবং তারা এও বলেন যে, \"১৯৭২ খ্রিস্টাব্দে সংঘটিত সিমলা চুক্তির দ্বারা নিয়ন্ত্রণ রেখা অঙ্কন করা হয়েছিল\"।\n২০১৭ খ্রিস্টাব্দে ভারতের দিকে প্রতিরোধ আজমির আরও উন্নততর করে তোলার জন্য প্রদত্ত প্রস্তাবটির গৃহীত হয় এবং প্রাথমিক ভাবে কিছুদিন এই প্রস্তাব পরখ করে দেখা হয়।\n\n\n== পারাপার বিন্দু ==\nএখনও নিয়ন্ত্রণ রেখা বরাবর কার্যকর তিনটি পারাপার বিন্দু রয়েছে৷ উত্তর থেকে দক্ষিণে এগুলো হলো:\n\n\n=== চকোঠি/সালামাবাদ ===\nসালামাবাদ পারাপার বিন্দুটি রয়েছে ভারত-পাকিস্তান নিয়ন্ত্রণ রেখার ওপর জম্মু ও কাশ্মীরের বারমুলা জেলার উরি ও আজাদ কাশ্মীরের হাতিয়ান বালা জেলার চকোঠির মধ্যবর্তী৷ নিয়ন্ত্রণ রেখা অতিক্রম করে বিপণন এবং ব্যবসার জন্য এটিই প্রধান পথ। এর ভারতের দিকে ব্যাংক এবং ব্যবসায়িক অন্যান্য সুযোগ-সুবিধা দেওয়ার কেন্দ্র খোলার পরিকল্পনা রয়েছে। উড়িতে রয়েছে একটি কামন আমান শান্তি সেতু উড়ালপুল, ২০০৫ খ্রিস্টাব্দে কাশ্মীর ভূমিকম্প হলে পাকিস্তানের দিক থেকে পাহাড়ে ধস নেমে এই উড়ালপুলের ক্ষতি হয়।ভারতীয় সেনাবাহিনীর একটি পুনরায় নির্মাণ করে। ৬১ বছর পর ২০০৮ খ্রিস্টাব্দে এই পথে পুনরায় ব্যবসা-বাণিজ্য শুরু হয়। শ্রীনগর–মুজাফফারাবাদ বাস পরিষেবা এই পথে চলাচল করে।\n\n\n=== তেত্রিনোট/চকান দা বাগ ===\nপাকিস্তানের দিকে কোটলি এবং তেত্রিনোট ও জম্মু ও কাশ্মীরের পুঞ্চ জেলার মধ্যে সংযোগ রক্ষাকারী পথ এটি। পুঞ্চ নদীর ওপর নির্মিত চকান দা বাগ সেতুর পশ্চিম প্রান্তে ভারতীয় চেকপোস্ট অফিস রয়েছে। এর নিকটে গুরুদুয়ারা দেহরি সাহেব খারি ধর্মশালা অবস্থিত।\nএখানে ভারত এবং পাকিস্তান উভয় দেশেরই পতাকা উত্তোলন অনুষ্ঠান সম্পন্ন হয়। উভয় দিকের সেনাধ্যক্ষ এবং আধিকারিকরা সাধারণত এই কাজ করে থাকেন। ছোট বিষয়ের ক্ষেত্রে ব্রিগেডিয়ার স্তরেও এই প্রকার পতাকা উত্তোলন করা হয়ে থাকে। বৃহত্তর প্রসঙ্গের ক্ষেত্রে একটি সাধারণ পর্যায়ের পতাকা উত্তোলন হয়।\nএর ভারতের দিকে ব্যাংক এবং ব্যবসায়িক অন্যান্য সুযোগ-সুবিধা দেওয়ার কেন্দ্র খোলার পরিকল্পনা রয়েছে।\n\n\n=== চিলিয়ানা/তীতওয়াল ===\nতীতওয়াল ক্রসিং নীলাম নদীর উপর দিয়ে ভারতের কুপওয়ারা সাথে পাকিস্তানের মুজাফফারাবাদকে যুক্ত করেছে। সাধারণত গ্রীষ্মকালে খোলা এই পারাপারের পথে মানুষ যাতায়াতের জন্য ব্যবহৃত হয় তথা ব্যবসা-বাণিজ্যের জন্য এই পথ বর্জিত।\n\n\n=== অন্যান্য ===\nএছাড়াও আরও দুটি পারাপার বিন্দু হলো হাজী পীর গিরিপথ এবং অপরটি তত্তাপাণি, তবে এই দুটিই বর্তমানে অকার্যকর৷\n\n\n== আরও দেখুন ==\nপ্রকৃত ভূমি অবস্থান রেখা\nবাংলাদেশ-ভারত সীমান্ত\nকাশ্মীর সমস্যা\nসিয়াচেন দ্বন্দ্ব\nওয়াঘা\nওয়াখান\n\n\n== তথ্যসূত্র =="}