{"pageid": 1031912, "title": "নেপাল ভেটেরিনারি অ্যাসোসিয়েশন", "url": "https://bn.wikipedia.org/wiki?curid=1031912", "content": "নেপাল ভেটেরিনারি অ্যাসোসিয়েশন ( এনভিএ ) ১৯৬৭ সালের জুনে প্রতিষ্ঠিত হয়েছিল এবং ১৯৬৯ সালের ফেব্রুয়ারি মাসে আইনগতভাবে নিবন্ধিত হয়েছিল। অ্যাসোসিয়েশনটি ১৯৯৮ সাল থেকে ওয়ার্ল্ড ভেটেরিনারি অ্যাসোসিয়েশন (ডাব্লুভিএ) এর সদস্য হিসাবে অনুমোদিত। এটা সেসব নেপালী পশু চিকিৎসকদের একটি সংস্থা যারা অন্তত, ভেটেরিনারি সায়েন্সে স্নাতক ডিগ্রী অর্জন করেছেন। বিদেশী পশুচিকিৎসক যারা নেপালে কাজ করতে চান এবং যারা নেপালে পশুচিকিৎসক হিসাবে নির্ধারিত বিধি ও বিধি মেনে নিবন্ধের জন্য যোগ্য, তাদের জন্যও অ্যাসোসিয়েশনটিতে বিধান রয়েছে। এখন অবধি ৪০ জন বিদেশী নাগরিকসহ প্রায় ৬৫৫ জন পশু চিকিৎসক অ্যাসোসিয়েশনটির সদস্য হিসাবে নিবন্ধিত হয়েছেন।\nনেপাল ভেটেরিনারি অ্যাসোসিয়েশন কর্তৃপক্ষ ডক্টর শীতল কাজী শ্রেষ্ঠ  এর নেতৃত্বে কাঠমান্ডুতে অনুষ্ঠিত তাদের দ্বাদশ জাতীয় সম্মেলনের মাধ্যমে ২০১৬ সালের ১লা জুন পর্যন্ত নতুন কমিটি নির্বাচন করেছিল। ডঃ শীতল কাজী শ্রেষ্ঠের নেতৃত্বে গঠিত ১৬ সদস্যের কমিটিতে সহ-সভাপতি হিসাবে ডঃ নির্মল কাটুওয়াল, সাধারণ সম্পাদক পদে ডাঃ রাজেন্দ্র প্রসাদ যাদব, সচিব পদে ডাঃ তপেন্দ্র প্রসাদ বোহারা, কোষাধ্যক্ষ পদে ডাঃ সুদীপ কেশব হুমাগাইন এবং ডাঃ নীনা অন্তর্ভুক্ত রয়েছে। প্রধান সম্পাদক হিসাবে রয়েছেন অমাত্য গোর্খালী। কেন্দ্রীয় সদস্যরা হলেন ডঃ সলোচনা শ্রেষ্ঠা, ডাঃ বিনোদ সানজেল, ডাঃ বিনোদ যাদব, ডাঃ সিকেশ মানন্ধর, ডাঃ সুরজ থাপা। বোর্ডের প্রতিনিধিত্বকারী আঞ্চলিক সমন্বয়কারী হলেন ডাঃ সঞ্জয় যাদব, ডাঃ সীতা রিজাল, ডাঃ কিশোর আচার্য, ডাঃ শঙ্কর পান্ডে এবং ডাঃ মদন সিং ধামি।\nনেপাল ভেটেরিনারি অ্যাসোসিয়েশনে প্রাণি স্বাস্থ্য ও উৎপাদন, জনস্বাস্থ্য এবং প্রাকৃতিক সম্পদ পরিচালনায় বিস্তৃত দক্ষতাসম্পন্ন সদস্য রয়েছে, যারা এই ক্ষেত্রগুলোতে দক্ষ পরামর্শ পরিষেবা সরবরাহের জন্য সমিতিটি পুরোপুরি সক্ষম করে তুলেছে। অ্যাসোসিয়েশনটি সকল নেপালি পশুচিকিৎকদের কল্যাণে প্রতিশ্রুতিবদ্ধ। নেপালি ভেট জার্নাল এবং ভেট চৌমাসিক হলো এই অ্যাসোসিয়েশনের নিয়মিত প্রকাশনা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttp://www.worldvet.org/node/4794  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ জুলাই ২০১১ তারিখে\nhttp://www.nva.org.np"}