{"pageid": 1031101, "title": "চিকন (সূচিকর্ম)", "url": "https://bn.wikipedia.org/wiki?curid=1031101", "content": "চিকন হ'ল ভারতের লখনউর একটি ঐতিহ্যবাহী সূচিকর্ম ধরন।\n\nঅনুবাদ করা, শব্দের অর্থ সূচিকর্ম, এবং এটি লখনউর অন্যতম বিখ্যাত টেক্সটাইল সজ্জা শৈলী। স্থানীয় চিকনের বাজার মূলত লখনউয়ের চৌকিতে।\n\n\n== উৎস ==\nখ্রিস্টপূর্ব তৃতীয় শতাব্দীর প্রথম দিকে মেগাস্থিনিস কর্তৃক ভারতে চিকান কাজের অনুরূপ সূচিকর্মের উল্লেখ রয়েছে, যিনি ভারতীয়রা ফুলের মসলিন ব্যবহারের কথা উল্লেখ করেছিলেন। তবে এই সূচিকর্মী নিদর্শনগুলির কোনও রঙ, অলঙ্করণ বা এটি শোভিত করার জন্য দর্শনীয় কোনও কিছুর অভাব রয়েছে। লায়লা তায়বজির মতে, শিগরাজের সাদা-সাদা-সূচিকর্ম থেকে চিকনকরী কাণ্ডগুলি মুঘল দরবারে পার্সিয়ান অভিজাতদের সংস্কৃতির অংশ হিসাবে ভারতে চলে আসে। এমন একটি গল্পও রয়েছে যাতে উল্লেখ করা হয় যে কীভাবে একজন ভ্রমণকারী পান করার পরিবর্তে একজন কৃষককে চিকন শিখিয়েছিলেন। মুগল সম্রাজ্ঞী এবং জাহাঙ্গীরের স্ত্রী নূর জাহান সর্বাধিক জনপ্রিয় গল্পটির কৃতিত্ব ভারতের সাথে চিকনকারির পরিচয় দিয়েছিলেন।\nচিকন এক ধরনের সাদা-অন-হোয়াইট (বা হোয়াইট ওয়ার্ক) সূচিকর্ম হিসাবে শুরু হয়েছিল।\n\n\n== প্রযুক্তি ==\nএকটি চিকান কাজ তৈরির কৌশলটি চিকনকারি নামে পরিচিত। চিকান হ'ল মসলিন, সিল্ক, শিফন, অর্গানজা, নেট ইত্যাদি বিভিন্ন টেক্সটাইল ফ্যাব্রিকের উপর একটি সূক্ষ্ম এবং শৈল্পিকভাবে সম্পন্ন হ্যান্ড এমব্রয়ডারি যা হালকা মসলিন এবং সুতির পোশাকের শীতল, প্যাস্টেল শেডগুলিতে সাদা সুতোর সূচিকর্ম রয়েছে। আজকাল চিকন সূচিকর্মটি ফ্যাশনের প্রবণতাগুলি পূরণ করতে এবং চিকনকরীকে টু-ডেট রাখার জন্য রঙিন রঙিন এবং সিল্কের থ্রেড দিয়েও করা হয়। লখনৌ আজ চিকনকারি শিল্পের কেন্দ্রস্থল এবং বিভিন্নটি লাকনাউই চিকন নামে পরিচিত।\nসাম্প্রতিক সময়ে চিকান কাজটি মুকাইশ, কামদানি, বাদলা, সিকুইন, পুঁতি এবং আয়না কাজের মতো অতিরিক্ত অলঙ্কারগুলি রূপান্তর করেছে যা এটি একটি দুর্দান্ত চেহারা দেয়। চিকন সূচিকর্মটি বেশিরভাগ ক্ষেত্রে সুতি, আধা-জর্জেট, খাঁটি জর্জেট, ক্রেপ, শিফন, সিল্ক এবং অন্য কোনও ফ্যাব্রিকের উপর করা হয় যা হালকা এবং যা সূচিকর্মকে হাইলাইট করে। ফ্যাব্রিক খুব ঘন বা শক্ত হতে পারে না, অন্যথায় সূচিকর্ম সুই এটি বিদ্ধ করবে না।\nটুকরোটি এক বা একাধিক প্যাটার্ন ব্লক দিয়ে শুরু হয় যা গ্রাউন্ড ফ্যাব্রিকের কোনও নকশাকে ব্লক-প্রিন্ট করতে ব্যবহৃত হয়। সূচিকর্মটি প্যাটার্নটি সেলাই করে এবং মুদ্রিত প্যাটার্নটির সমস্ত চিহ্ন সরিয়ে ফেলা সমাপ্ত টুকরাটি সাবধানে ধুয়ে ফেলা হয়। চিকনকরী প্রক্রিয়াটিতে নিম্নলিখিত পদক্ষেপগুলি অন্তর্ভুক্ত রয়েছে:\n\nডিজাইন\nখোদাই করা\nব্লক প্রিন্টিং\nসূচিকর্ম\nধোয়া এবং সমাপ্তি\n\n\n=== সেলাই ===\nতৈরি করা নিদর্শন এবং প্রভাবগুলি সেলাই এবং ব্যবহৃত থ্রেডগুলির বেধের উপর নির্ভর করে। কিছু সেলাইগুলির মধ্যে রয়েছে ব্যাকস্টিচ, চেইন সেলাই এবং হেমস্টিচ। ফলাফলটি একটি মুক্ত কাজের প্যাটার্ন, জালি (জরি) বা ছায়া-কাজ। প্রায়শই সূচিকর্ম স্থল ফ্যাব্রিকের থ্রেডগুলি আলাদা করার জন্য সূচ ব্যবহার করে এবং পরে ফাঁকা জায়গাগুলির চারপাশে কাজ করে জাল জাতীয় অংশ তৈরি করে। এটিতে ৩২ টি সেলাই রয়েছে:\n\nচিকনকরী-টেপচি একটি দীর্ঘ চলমান বা দারুণ স্টিচ যা ফ্যাব্রিকের ডানদিকে ছয়টি স্ট্র্যান্ডের সাথে চারটি থ্রেডের উপরে নিয়ে যাওয়া এবং একটি তুলে নেওয়া কাজ করে। সুতরাং, একটি লাইন গঠিত হয়। এটি মূলত আরও স্টিচারি এবং কখনও কখনও একটি সাধারণ আকার গঠনের জন্য ভিত্তি হিসাবে ব্যবহৃত হয়।\nবখিয়া - 'ছায়ার কাজ' বা ভাকিয়া চিকনকারির একটি সেলাই। নামের ছায়ার কারণ হ'ল এমব্রয়ডারিটি ভুল দিকে করা হয় এবং আমরা এর ছায়াটি ডানদিকে দেখতে পাই।\nহুল একটি সূক্ষ্ম বিচ্ছিন্ন আইলেট স্টিচ হয়। ফ্যাব্রিকে একটি গর্ত খোঁচা হয় এবং থ্রেডগুলি আলাদাভাবে টিজ করা হয়। এরপরে এটি চারদিকে ছোট ছোট স্টিচগুলি ধরে থাকে এবং ফ্যাব্রিকের ডান পাশে একটি থ্রেডের সাথে কাজ করে। এটি ছয় থ্রেড দিয়ে কাজ করা যেতে পারে এবং প্রায়শই একটি ফুলের কেন্দ্র গঠন করে।\nজাঞ্জিরা\nরাহেত\nবানারসি\nখাতাউ\nফান্ডা\nচিকান কাজের মোটিফগুলিতে ফুলের কেন্দ্রটি সূচিকর্ম করতে ব্যবহৃত মুড়ি হ'ল ফর্ম। এগুলি সাধারণত ফ্রেঞ্চ নট যা ধানের আকারের are চিকনকারির রূপটি মুরি সবচেয়ে প্রাচীন এবং সর্বাধিক সন্ধানী এই সূচিকর্মটি করা কারিগরগুলির হ্রাসের কারণে এই সেলাইটির ব্যবহার হ্রাস পাচ্ছে।\nজালি সেলাই এমন এক যেখানে থ্রেডটি কাপড়ের মধ্য দিয়ে কখনই টানা হয় না, এটি নিশ্চিত করে যে পোশাকের পিছনের অংশটি সামনের মতো অনবদ্য দেখাচ্ছে। ওয়ার্প এবং ওয়েফ থ্রেডগুলি সাবধানে আলাদাভাবে আঁকা হয় এবং মিনিটে বোতামহোল সেলাইগুলি কাপড়ে ঢোকানো কানো হয়।\nতুরপাই\nদারজদারি\nপেচানি\nবিজলি\nঘাসপট্টি\nমাকরা\nকৌরী\nহাটকাডি\nবাঞ্জকালী\nসাজি\nকরণ\nকাপকাপি\nমাদরাজি\nবুলবুল-কুসুম\nতাজ মহল\nজানজিরা\nকঙ্গন\nধনিয়া-পট্টি\nরোজান\nমেহারকি\nচানপট্টি\nবালদা\nজোরা\nকেল কংগান\nবুলবুল\nসিদ্ধল\nঘাস কি পট্টি\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nSingh, Veena (২০০৪)। Romancing With Chikankari। Tushar Publications। \nPaine, Sheila (১৯৮৯)। Chikan embroidery: the floral whitework of India। Shire Publications। আইএসবিএন 0-7478-0009-X। \nRai, Ashok (১৯৯২)। Chikankari Embrodery of Lucknow। National Institute of Design। \nTyabji, Laila (২০০৭)। Threads & Voices: Behind the Indian Textile Tradition (ইংরেজি ভাষায়)। Marg Publications। আইএসবিএন 9788185026794। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে চিকন সম্পর্কিত মিডিয়া দেখুন।"}