{"pageid": 1031264, "title": "পুথান থিরা", "url": "https://bn.wikipedia.org/wiki?curid=1031264", "content": "পুথান থিরা হল ভারতের কেরল রাজ্যের দক্ষিণ মালাবার অঞ্চলে দেখতে পাওয়া আনুষ্ঠানিক শিল্প রূপ। এই অনুষ্ঠানে লোকেরা পুথান বা শিবের সৈন্য এবং থিরা বা কালীকে উপস্থাপন করা পোশাকে ড্রামের সাথে নাচে। শিব প্রেরিত সৈন্য পুথান দারিকার সঙ্গে লড়াই করতে ভাগবতীকে সহায়তা করা, এবং এই ভগবতী হলেন থিরা। তারা বিশ্বাস করে এই উৎসব মন্দ আত্মাদের থেকে গ্রামকে মুক্ত করে দেয়।  প্রথমে পুথান এবং থিরার চরিত্রশিল্পী মন্দির চত্বরে নৃত্য করে এবং তারপরে তারা গ্রামে ঘুরে ঘুরে সকলের ঘরে গিয়ে অনুষ্ঠান করে। গৃহকর্তারা শ্রদ্ধার সাথে ঐতিহ্যবাহী \"দীপম\" (আলোকিত প্রদীপ) দিয়ে পুথান ও থিরাকে গ্রহণ করে। তাদের ধান, চাল এবং অর্থও উপহার দেওয়া হয়।\nসাধারণত গ্রামে বা শহরতলীতে এবং তার সঙ্গে মন্দিরগুলি থেকেও মন্দ আত্মা মুক্ত করার জন্য এই অনুষ্ঠান বছরে একবার বা দুবার করা হয়, বিশেষত ডিসেম্বর থেকে মে মাসের মধ্যে পুরম উৎসবের মরসুমে।\n\n\n== বর্ণনা ==\nএকটি সাধারণ পুথান এবং থিরা নৃত্যে চিৎকার এবং বন্য অঙ্গভঙ্গি করা হয়, বাদ্যযন্ত্রের মধ্যে ঘাতবাদ্য এবং শিঙ্গার পাশাপাশি ড্রামও অন্তর্ভুক্ত থাকতে পারে। নৃত্যশিল্পীরা বড় পাখার আকারের টুপি এবং মুখোশ পরে থাকে, মুখোশে জিহ্বা বার করা থাকে এবং চোখ ঠেলে বেরিয়ে আসে। যে পুথানের চরিত্রে অভিনয় করে সে সাধারণত একটি উজ্জ্বল শক্তভাবে বোনা পোশাক (সাধারণত লাল) পরে, সেগুলি সোনালি অলঙ্কার দিয়ে সজ্জিত থাকে। নৃত্যশিল্পীর চলার তালে তালে সেগুলি থেকে ধ্বনি বার হয়। তাদের ময়ূরের বৈশিষ্ট্যযুক্ত বিশাল টুপি এবং আর বাকি মুখোশ দর্শকদের অবিশ্বাস্য কল্পনার জগতে নিয়ে যায়। থিরা শিল্পী তার মাথায় অর্ধবৃত্তাকার কালো মুকুট পরে যেখানে দেবীর প্রতীক আঁকা থাকে। থিরা শিল্পীর নৃত্য দক্ষতা বাস্তবিকই দেখার মত জিনিস।\nবাদ্যযন্ত্র থুডি এবং এঝুপাড়ার সঙ্গে আকর্ষণীয় ছন্দবদ্ধ নৃত্য দেখা যায়। পুথান প্রবেশ করার সময় থুডি বাজানো হয়, অন্যদিকে এঝুপাড়া থিরার জন্য তাৎপর্যপূর্ণ।\nনৃত্যশিল্পীরা ঐতিহ্যগতভাবে গ্রামীণ পালঘাট, মালাপ্পুরমের দক্ষিণাঞ্চল এবং ত্রিশুরের উত্তরাঞ্চলের মান্নান হিন্দু জাতির।\nমালায়ালম কবি এদাসেরি গোবিন্দন নায়ারের লেখা মহাকাব্য পুথাপাট্টু কবিতাটি পোথান ও থিরার ঐতিহ্যের উপর ভিত্তি করে নির্মিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nKerala Tourism  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ আগস্ট ২০১২ তারিখে\nKerala Festivals"}