{"pageid": 1031145, "title": "খাদ্য শক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1031145", "content": "খাদ্য শক্তি বলতে প্রাণীরা (যাদের মধ্যে মানুষও অন্তর্ভুক্ত) তাদের ভুক্ত খাদ্য ও আণবিক অক্সিজেন থেকে কোষীয় শ্বসন নামক প্রক্রিয়ার মাধ্যমে যে রাসায়নিক শক্তি বের করে আনে, তাকে বোঝায়। কোষীয় শ্বসনে বাতাস থেকে প্রাপ্ত অক্সিজেনের সাথে খাদ্যের অণুর সংযোজন ঘটানো হতে পারে (সবাত শ্বসন) কিংবা অণুগুলির ভেতরের পরমাণুকে পুনর্বিন্যস্ত করা হতে পারে (অবাত শ্বসন)। মানুষ ও অন্যান্য প্রাণীদের তাদের দেহের বিপাক প্রক্রিয়াগুলিকে চালু রাখার জন্য ও তাদের পেশীগুলিকে চালনার জন্য ন্যূনতম পরিমাণ খাদ্যশক্তির প্রয়োজন হয়। খাদ্য মূলত শর্করা, আমিষ, স্নেহ পদার্থ, পানি (জল), খাদ্যপ্রাণ (ভিটামিন) ও খনিজ পদার্থ দিয়ে গঠিত। খাদ্যপ্রাণ ও খনিজগুলি খাদ্যের ওজনের খুবই কম একটি অংশ গঠন করে। খাদ্যের ভর বা ওজনে এতে উপস্থিত শর্করা, স্নেহ পদার্থ, আমিষ ও পানির উপরে নির্ভরশীল। শুষ্ক পানিবিহীন খাদ্যের ৯০% ওজনই শর্করা, স্নেহ পদার্থ ও আমিষ দিয়ে গঠিত। জীবদেহ খাদ্যে অবস্থিত শর্করা, স্নেহ পদার্থ ও আমিষের পাশাপাশি বিভিন্ন জৈব অ্যাসিড, পলিয়ল ও ইথানল থেকে শক্তি বের করে।  \nগৃহীত খাদ্যের কিছু উপাদান যেমন পানি, খনিজ, খাদ্যপ্রাণ, কোলেস্টেরল ও আঁশ (ফাইবার) খুবই কম শক্তি সরবরাহ করে বা একেবারেই করে না, কিন্তু সুস্বাস্থ্য রক্ষা ও বেঁচে থাকার জন্য এগুলি অত্যাবশ্যক। এগুলিকে দেহ ভেঙে ফেলতে পারে না; এগুলি দেহ যে রূপে ব্যবহার করতে পারে, সেই রূপেই শোষিত হয়। একারণে এগুলিকে শক্তি উৎপাদনে ব্যবহার করা যায় না। আঁশ হলো এক ধরনের শর্করা যা মানব দেহ সম্পূর্ণ হজম করতে পারে না। তবে রোমন্থক প্রাণীদের প্রথম পাকস্থলীতে অবস্থিত ব্যাকটেরিয়াগুলি সেলুলোজ থেকেও শক্তি উৎপাদনে সহায়তা করতে পারে।\nগবেষকেরা আন্তর্জাতিক একক পদ্ধতি ব্যবহার করে জুল এককে শক্তির পরিমাপ করেন। খাদ্যের জন্য প্রায়শই \"কিলোজুল\" এককটি ব্যবহার করা হয়। পুরাতন একটি মেট্রিক পদ্ধতিতে ব্যবহৃত \"খাদ্য ক্যালরি\", \"বৃহৎ ক্যালরি\", \"কিলোক্যালরি\" বা সংক্ষেপে শুধুই \"ক্যালরি\" এখনও দৈনন্দিন জীবনে বহুল প্রচলিত একটি একক। এইরূপ এক \"ক্যালরি\" ৪.১৮৪ জুলের সমান। এর বিপরীতে \"ক্ষুদ্র ক্যালরি\" প্রায়ই পদার্থবিজ্ঞান ও রসায়নশাস্ত্রে ব্যবহার করা হয়। ইউরোপীয় ইউনয়নের দেশগুলিতে \"কিলোক্যালরি\" ও \"কিলোজুল\" উভয় এককই খাদ্যের মোড়কের তকমাতে ব্যবহৃত হয়ে থাকে। অন্যদিকে উত্তর আমেরিকাতে \"ক্যালরি\" বেশি প্রচলিত।\nস্নেহ পদার্থে প্রতি গ্রামে ৩৭ কিলোজুল এবং ইথানলে প্রতি গ্রামে ২৯ কিলোজুল শক্তি থাকে। আমিষ ও শর্করাতে সাধারণত প্রতি গ্রামে ১৭ কিলোজুল (১৭ kJ/g (৪.১ kcal/g)) শক্তি থাকে। এইসব খাদ্য অণুর ভেতরে কার্বন, হাইড্রোজেন ও অক্সিজেন পরমাণুর ভিন্ন ভিন্ন অনুপাতের কারণে এগুলির শক্তি ঘনত্বও ভিন্ন ভিন্ন হয়ে থাকে।\n\n\n== আরও দেখুন ==\nভিত্তি বিপাকীয় হার\nক্যালরি\nরাসায়নিক শক্তি\nখাদ্য শৃঙ্খল\nখাদ্যের গঠন\nদহন তাপ\nপুষ্টি তথ্য লেবেল\nপুষ্টি উপাদানসমূহের সারণী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nFAO Food and Nutrition Paper 77: Food energy - methods of analysis and conversion factors\nIs a calorie a calorie?"}