{"pageid": 1031199, "title": "পিরামিড লিপি", "url": "https://bn.wikipedia.org/wiki?curid=1031199", "content": "পিরামিড লিপি হল প্রাচীনতম মিশরীয় অন্ত্যেষ্টি লিপি। এগুলি পুরনো রাজ্যের শেষ ভাগে রচিত হয়েছিল। এই লিপিগুলিই প্রাচীন মিশরের ধর্মীয় সাহিত্যের প্রাচীনতম জ্ঞাত সম্ভার। পুরনো মিশরীয় ভাষায় রচিত এই পিরামিড লিপিগুলি পঞ্চম রাজবংশের শেষ পর্যায় থেকে পুরনো রাজ্যের ষষ্ঠ রাজবংশের সমগ্র শাসনকালে বং প্রথম অন্তর্বর্তী পর্যায়ের অষ্টম রাজবংশের সময়ে সাক্কারায় পিরামিডগুলির ভূগর্ভস্থ কক্ষের দেওয়ালে ও প্রস্তর-শবাধারগুলির গায়ে খোদাই করা হত।\nএই লিপিগুলির মধ্যে সবচেয়ে পুরনো লিপিগুলি আনুমানিক খ্রিস্টপূর্ব ২৪০০-২৩০০ অব্দের রচনা। পরবর্তীকালে রচিত শবাধার লিপি ও মৃতের বইয়ের উদাহরণের বিপরীত রীতিতে পিরামিড লিপিগুলি শুধুমাত্র ফ্যারাওদের জন্যই সংরক্ষিত ছিল এবং এগুলি অলংকরণ-সমৃদ্ধও ছিল না।\nপ্রাচীন মিশরে পুরনো, মধ্য ও নতুন রাজ্যের মধ্যবর্তী সময়ে পিরামিড লিপিগুলির ব্যবহার ও সংঘটনের গতিমুখ পরিবর্তিত হয়েছিল। পুরনো রাজ্যের আমলে (আনুমানিক খ্রিস্টপূর্ব ২৬৮৬-২১৮১ অব্দ) পিরামিড লিপিগুলি পাওয়া যেত মিশরের রাজাদের পিরামিডগুলিতে। সেই সঙ্গে ওয়েদজেবতেন, নেইথ ও আইপুত নামে তিন রানির পিরামিডেও এই লিপিগুলি পাওয়া গিয়েছে। মধ্য রাজ্যের আমলে (খ্রিস্টপূর্ব ২০৫৫-১৬৫০ অব্দ) পিরামিড লিপিগুলি ফ্যারাওদের পিরামিডে খোদাই করা হত না বটে কিন্তু পিরামিড মন্ত্রের প্রথাটির বহাল ছিল। নতুন রাজ্যের আমলে (খ্রিস্টপূর্ব ১৫৫০-১০৭০ অব্দ) রাজ-কর্মচারীদের সমাধিতে পিরামিড লিপি খোদাই করা হত।\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\n\n\n== আরও পড়ুন ==\nAllen, James P. (২০১৩)। A New Concordance of the Pyramid Texts। Brown University। \nForman, Werner; Quirke, Stephen (১৯৯৬)। Hieroglyphs and the Afterlife in Ancient Egypt। University of Oklahoma Press। আইএসবিএন 0-8061-2751-1। \nTimofey T. Shmakov, \"Critical Analysis of J. P. Allen's 'The Ancient Egyptian Pyramid Texts',\" 2012. [১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ আগস্ট ২০১৯ তারিখে\nWolfgang Kosack \"Die altägyptischen Pyramidentexte.\" In neuer deutscher Uebersetzung; vollständig bearbeitet und herausgegeben von Wolfgang Kosack Christoph Brunner, Berlin 2012, আইএসবিএন ৯৭৮-৩-৯৫২৪০১৮-১-১.\nKurt Sethe Die Altaegyptischen Pyramidentexte. 4 Bde. (1908-1922)\n\n\n== বহিঃসংযোগ ==\n\nKurt Sethe's original hieroglyphic transcription (1908) PT 1 - 468 online\nlist of on-line resources (including translations) for further study\nSamuel A. B. Mercer translation of the Pyramid Texts\nEgyptian Pyramid Texts from Aldokkan\nThe Complete Pyramid Texts of King Unas, Unis or Wenis\nPyramid Texts Online - Read the texts in situ. Hieroglyphs & translation\nA book on the Cannibal Hymn\nThe Cannibal Hymn  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ ডিসেম্বর ২০১৯ তারিখে\nটেমপ্লেট:Egyptian pyramids"}