{"pageid": 1031382, "title": "কেন্ডো", "url": "https://bn.wikipedia.org/wiki?curid=1031382", "content": "কেন্ডো হল একটি আধুনিক জাপানি সামরিক শিল্প, তরোয়ালদল (কেনজুতু) থেকে অবতীর্ণ, যা বাঁশের তরোয়ালগুলি (শিনাই) পাশাপাশি প্রতিরক্ষামূলক বর্ম ব্যবহার করে বর্তমানে, এটি জাপানের মধ্যে ব্যাপকভাবে অনুশীলিত হয় এবং বিশ্বের অন্যান্য অনেক দেশে ছড়িয়ে পড়েছে।\nকেন্ডো এমন একটি ক্রিয়াকলাপ যা মার্শাল আর্ট অনুশীলন এবং মানকে কঠোর খেলাধুলার মতো শারীরিক ক্রিয়াকলাপের সাথে একত্র করে।\n\n\n== ইতিহাস ==\nজাপানে তরোয়ালধারীরা কেনজুতসু (কেন্দোর পূর্বপুরুষ) স্কুল স্থাপন করেছিল। এগুলি শতাব্দী ধরে চলতে থাকে এবং আজ কেন্দো অনুশীলনের ভিত্তি তৈরি করে। কাটা নামে পরিচিত প্রচলিত কেন্দো অনুশীলন কয়েক শতাব্দী আগে যোদ্ধাদের জন্য কেনজুতু অনুশীলন হিসাবে বিকাশ লাভ করেছিল। এগুলি আজও পরিবর্তিত আকারে অধ্যয়ন করা হয়।\nবাঁশচর্চা তরোয়াল এবং তরোয়াল প্রশিক্ষণের জন্য বর্মের প্রবর্তন শোগোকু যুগের সময় (১৭১১–১৭১৫) নাগানুমা শিরিজামন কুনিসাটো ((沼 四郎 左衛 門 国 国, ১৬৮৮–১৭৬৭) এর জন্য দায়ী। নাগানুমা এই বর্মের ব্যবহার বিকাশ করেছিল এবং বাঁশের তরোয়াল ব্যবহার করে একটি প্রশিক্ষণ পদ্ধতি স্থাপন করেছিল।\nনাগানুমার তৃতীয় পুত্র এবং কাশিমার জিনকিঙ্কেজে-রাই কেনজুতসুর অষ্টমতম প্রধান শিক্ষক ইয়ামদা হিজাইমন মিতসুনোরি (ইপ্পসাই) (ū 平 左衛 門 光 光 徳 (一 風 斎)), ১৬৩৮-১৭১৮) জাপানি কাঠের এবং বাঁশের শিল্পের উন্নতি করার জন্য কৃতিত্ব পেয়েছে তরোয়ালগুলি, তাঁর গ্রাভস্টোনের শিলালিপি অনুসারে। গন্ডলেটগুলিতে হেডপিসে ধাতব গ্রিল এবং ঘন সুতির প্রতিরক্ষামূলক প্রচ্ছদ যুক্ত করে বর্মটিকে পরিমার্জন করারও কৃতিত্ব দেওয়া হয়। নাগানুমা সিরোজেমন কুনিসাতো (長 沼 四郎 左衛 門 国 国 郷, ১৬৮৮-১৭৬৭) ১৭০৮ সালে তাঁর পিতা হিজাইমনের কাছ থেকে এই ঐতিহ্যটি উত্তরাধিকার সূত্রে উত্তরাধিকার সূত্রে পেয়েছিলেন এবং আধুনিক এই কেন্দো প্রশিক্ষণের বর্মটি কী হবে তা উন্নত করতে দু'জনেই সহযোগিতা করেছিলেন।\n\n\n== আরও দেখুন ==\nঅঙ্গমপোড়া\nবনশয়\nবাটিয়ারচট\nবাজুতসু\nবেড়া দেওয়া\nগাটকা\nগেন্ডাই বুড - আধুনিক জাপানি মার্শাল আর্ট\nকেন্দোর ভূগোল\nআইএইডি - তরোয়াল অঙ্কন\nজাদি - একটি ছোট কাঠের স্টাফ বা লাঠি ব্যবহার করে একটি মার্শাল আর্ট\nজেন্ডেন্ডō\nকালারিপায়ত্তু\nকেনজুতু\nক্রবি – ক্রাবং\nকুমডো - কোরিয়ান কেন্দো\nকট্টু ভারিশাই\nমর্দানি খেলা\nমিয়ামোটো মুসাশি\nমিয়ামোটো মুসাশি বুদোকান\nনাগিনাটা - গ্লাভের মতো অস্ত্র ব্যবহার করে মার্শাল আর্ট\nসিলামবাম\nসিলামবাম এশিয়া\nতরোয়ালদর্শন\nতাহতিব\nথাং-টা\nবর্মা কলাই\nওয়ার্ল্ড সিলামবাম সমিতি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nInternational Kendo Federation (FIK)\nAll Japan Kendo Federation (AJKF) (জাপানি ভাষায়)\nDai Nippon Butoku Kai (DNBK)\nhttp://www.ekf-eu.com/ European Kendo Federation"}