{"pageid": 1031943, "title": "মৈত্রী সেতু", "url": "https://bn.wikipedia.org/wiki?curid=1031943", "content": "বাংলাদেশ-ভারত মৈত্রী সেতু-১ বা সংক্ষেপে মৈত্রী সেতু হল বাংলাদেশ-ভারত সীমান্ত গঠনকারী ফেনী নদীর উপরে অবস্থিত একটি অর্থনৈতিকভাবে গুরুত্বপূর্ণ সেতু যা উত্তর-পূর্ব ভারতীয় রাজ্য ত্রিপুরার সাথে সার্বভৌম রাষ্ট্র বাংলাদেশের স্থলসংযোগ স্থাপন করেছে। ১.৯ কিলোমিটার দীর্ঘ এই সেতুটি ভারতের ত্রিপুরা রাজ্যের সাব্রুম শহর এবং বাংলাদেশের পার্বত্য খাগড়াছড়ি জেলার রামগড় উপজেলাকে সংযুক্ত করেছে।\n\n\n== ইতিহাস ==\n২০১৫ সালে সেতুটি নির্মাণকাজ শুরুর ঘোষণা দেওয়া হয়। ঐ বছরের জুন মাসে ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী এবং বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনা সেতুটির ভিত্তিপ্রস্তর স্থাপন করেন।\nসেতু নির্মাণ এবং বাংলাদেশ ও ভারত উভয় পার্শ্বে সেতু-অভিমুখী সড়কগুলি নির্মাণের সমস্ত ব্যয় ভারত সরকার বহন করে। ত্রিপুরা রাজ্যের গণপূর্ত বিভাগ প্রকল্পটি নির্বাহ করার দায়িত্বে নিয়োগপ্রাপ্ত হয়। প্রকল্পটি সমাপ্ত করতে ব্যয় হয় আনুমানিক ১৩৩ কোটি ভারতীয় রুপি। ২০২১ সালের ৯ই মার্চ ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী ও বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনা একটি ভিডিও সম্মেলনের মাধ্যমে সেতুটি উদ্বোধন করেন। ভারত ও বাংলাদেশের মধ্য ক্রমবর্ধমান বন্ধুত্বপূর্ণ দ্বিপাক্ষিক সম্পর্কের প্রতীক হিসেবে সেতুটির নাম দেওয়া হয় \"মৈত্রী সেতু\"।\n\n\n== বৈশিষ্ট্য ==\nসীমান্তের দুই পাড়ে ৪১২ মিটার দীর্ঘ সেতু এবং সঙ্গে ১ হাজার ৪৭৬ মিটার সংযোগকারী সড়ক নির্মাণের জন্য ৮২ কোটি ৬৭ লাখ রুপির দরপত্র অনুমোদিত হয়েছিল। ফেনীর ওপর নির্মিত মূল সেতুটি ১৮০ মিটারের। দুই পাড়ে সেতু রয়েছে ৯০ মিটার করে। সেতুর সঙ্গে ২৩২ মিটারের সহযোগী সেতু রয়েছে। সহযোগী সেতুর ১৭৭ মিটার বাংলাদেশে ও ২৭.৫ মিটার ভারতে পড়েছে। সংযোগ সড়কের ২৮৩ মিটার বাংলাদেশে ও ১,১৯৩ মিটার ভারতে পড়েছে।\n\n\n== চলাচল ==\nসেতুটি নির্মাণের ফলে ভারতের উত্তর-পূর্বের রাজ্যগুলি বাংলাদেশের মধ্য দিয়ে দেশটির অন্যান্য অঙ্গরাজ্যগুলির সাথে সংযুক্ত হয়েছে। এর আগে রাজ্যগুলি কেবলমাত্র আসাম রাজ্যের মাধ্যমে ভারতের বাকী অংশের সাথে সংযুক্ত ছিল। বাংলাদেশের চট্টগ্রাম সমুদ্র বন্দরের সাথে কৌশলগত সংযোগের কারণে এটিকে বহির্বিশ্বের সাথে \"উত্তর-পূর্ব ভারতের প্রবেশদ্বার\" হিসেবেও বর্ণনা করা হয়েছে। সেতুটি ত্রিপুরার সাথে চট্টগ্রাম বন্দরের সাথে সংযুক্ত করেছে, ফলে স্থলবেষ্টিত উত্তর-পূর্ব ভারতের রাজ্যগুলি সমুদ্রের সাথে যুক্ত হয়েছে। এর বদৌলতে বাংলাদেশ হয়ে উত্তর-পূর্ব ভারতে ভারী যন্ত্রপাতি ও পণ্য পরিবহন সম্ভব হবে।\n\n\n== আরও দেখুন ==\nপুবে তাকাও নীতি\nবাংলাদেশ-ভারত সম্পর্ক\n\n\n== তথ্যসূত্র =="}