{"pageid": 1031065, "title": "প্রাচীন মিশরীয় অন্ত্যেষ্টি লিপি", "url": "https://bn.wikipedia.org/wiki?curid=1031065", "content": "প্রাচীন মিশরীয় অন্ত্যেষ্টি লিপি হল প্রাচীন মিশরের ধর্মীয় নথির একটি সংকলন। পরলোকে কোনও ব্যক্তির আত্মাকে রক্ষণাবেক্ষণে সাহায্য করার উদ্দেশ্যে এই সাহিত্যের সৃষ্টি করা হয়েছিল। অন্ত্যেষ্টি লিপিগুলি যুগে যুগে বিবর্তিত হয়েছিল। পুরনো রাজ্যে পিরামিড লিপি থেকে শুরু করে মধ্য রাজ্যের শবাধার লিপি এবং বেশ কয়েকটি অন্য বই এই সাহিত্যের অন্তর্গত। তবে মিশরের সবচেয়ে বিখ্যাত অন্ত্যেষ্টি লিপি হল নতুন রাজ্য ও পরবর্তী সময়ের মৃতের বই।\nপুরনো রাজ্যের পিরামিড লিপিগুলি প্রাথমিকভাবে শুধুমাত্র ফ্যারাওদের জন্য সংরক্ষিত ছিল। এই যুগের শেষ ভাগে সেগুলিকে রাজমহিষীদের সমাধিতেও খোদাই করা শুরু হয়। প্রথম অন্তর্বর্তী পর্যায় থেকে শবাধার লিপির আকারে অন্ত্যেষ্টি লিপিগুলি খোদাই শুরু হয় শবাধারগুলির গায়ে। এই শবাধার লিপিগুলিতে প্রাপ্ত মন্ত্রাবলির প্রায় অর্ধেক গৃহীত হয়েছিল পিরামিড লিপিগুলি থেকে। নতুন রাজ্যের সমসাময়িক অন্ত্যেষ্টি লিপিগুলি হল: মৃতের বই, আমদুআত, বারো গুহার মন্ত্র, দরজাসমূহের বই, পাতাললোকের বই, গুহাসমূহের বই, পৃথিবীর বই ও রে-র প্রার্থনা সংগীত। নতুন রাজ্যের শেষের দিকের একটি অন্ত্যেষ্টি লিপি হল আকাশের বই। আমারনা পর্যায়ের পরে অন্ত্যেষ্টি লিপির একটি নতুন গুচ্ছের ব্যবহার শুরু হয়। এগুলির কেন্দ্রে ছিলেন আকাশের দেবী নুট। এগুলি ছিল নুটের শরীরের মধ্যে ও মধ্য দিয়ে সূর্যের রাত্রিকালীন যাত্রার প্রতীক। মনে করা হত, তিনিই প্রতিদিন ভোরে নবযৌবনপ্রাপ্ত সূর্যের জন্ম দেন। চতুর্থ রামেসিসের সমাধির পর থেকে রাজকীয় সমাধিকক্ষের সিলিং-এ এই রকম দু’টি আকাশের বই পাশাপাশি খোদাই করা হত। এই পর্যায়ের অন্যান্য অন্ত্যেষ্টি লিপিগুলি হল: নুটের বই, দিনের বই, রাতের বই ও স্বর্গীয় গোরুর বই।\nশেষ পর্যায়ের অন্ত্যেষ্টি লিপি হল শ্বাসপ্রশ্বাসের বই এবং টলেমীয় যুগের বইটি হল অতিক্রমণশীল অনন্তকালের বই।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nForman, Werner; Quirke, Stephen (১৯৯৬)। Hieroglyphs and the Afterlife in Ancient Egypt। University of Oklahoma Press। আইএসবিএন 978-0-8061-2751-4। \nGoelet, Jr., Ogden; Faulkner, Raymond O.; Andrews, Carol A. R.; Gunther, J. Daniel; Wasserman, James (২০১৫)। The Egyptian Book of the Dead: The Book of Going forth by Day, Twentieth Anniversary Edition। Chronicle Books। আইএসবিএন 978-1-4521-4438-2। \nHornung, E; Lorton, D.(translator) (১৯৯৯)। The Ancient Egyptian Books of the Afterlife। New York: Cornell University Press। \nLichtheim, Miriam (১৯৭৫)। Ancient Egyptian Literature, vol 1। London, England: University of California Press। আইএসবিএন 0-520-02899-6। \nSmith, Mark (২০১৭)। Following Osiris: Perspectives on the Osirian Afterlife from Four Millennia। Oxford University Press। আইএসবিএন 978-0-19-958222-8।"}