{"pageid": 1031666, "title": "মিতালী এক্সপ্রেস", "url": "https://bn.wikipedia.org/wiki?curid=1031666", "content": "মিতালী এক্সপ্রেস একটি আন্তর্জাতিক মানসম্পন্ন যাত্রীবাহী ট্রেন যা ভারতের পশ্চিমবঙ্গ রাজ্যের শিলিগুড়ি  থেকে বাংলাদেশের রাজধানী ঢাকার মধ্যে  যাতায়াত করে।  এটিই তৃতীয় ট্রেন যা এই দুই দেশের মধ্যে চলাচল করে। ১৯৬৫ সালে ভারত পাকিস্তানের যুদ্ধের পরে বন্ধ হয়ে যায় এই রুট। এটি চালু হয় ৫৬ বৎসর পর। বাংলাদেশ ও ভারতের মধ্যে বন্ধুত্বের প্রতীক হিসেবে ২০২১ সালের ২৭শে মার্চ,  এই ট্রেন সার্ভিস চালু করা হয়। ট্রেনের বগি একই থাকে তবে ইঞ্জিন পরিবর্তন হয় যাওয়া আসায়, এর ফলে যাত্রীদের সীমান্তে ট্রেন পরিবর্তন করতে হয় না। মিতালী এক্সপ্রেস ট্রেনের টিকিট কেনার জন্য আগে থেকেই বৈধ ভিসা এবং পাসপোর্ট প্রয়োজন হয়। টিকিট বাংলাদেশের ঢাকার ক্যান্টনমেন্ট রেলওয়ে স্টেশন এবং ভারতের শিলিগুড়ির নিউ জলপাইগুড়ি রেল স্টেশনে পাওয়া যায়। এটি ১৮ জুলাই ২০২৪ থেকে বন্ধ আছে।\nযদিও ট্রেনটি ২৬শে মার্চ ২০২১ তারিখে উদ্বোধন করা হয়েছিল, কিন্তু কোভিড-১৯ এর বৈশ্বিক মহামারি পরিপ্রেক্ষিতে, উদ্বোধনের পর থেকে এর বাণিজ্যিক চালানো স্থগিত করা হয়েছিল।  যাইহোক, ট্রেনটি ১ই জুন ২০২২-এ প্রথম বাণিজ্যিকভাবে চালানো হয়। \n\n\n== ইতিহাস ==\n২৬ মার্চ ২০২১ সালে, ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনার সঙ্গে যৌথভাবে নিউ জলপাইগুড়ি-ঢাকা মিতালী এক্সপ্রেস ট্রেন পরিষেবার সূচনা করেন। বাংলাদেশের স্বাধীনতার পঞ্চাশ বছর উদ্‌যাপন করতে প্রধানমন্ত্রী মোদী ঢাকায় এসেছিলেন।\nবঙ্গবন্ধু শেখ মুজিবুর রহমানের জন্মশতবার্ষিকী ও বাংলাদেশের স্বাধীনতার সুবর্ণ জয়ন্তী (পঞ্চাশ বছর) উপলক্ষে এই ট্রেন পরিষেবার উদ্বোধন করা হয়।\n\n\n=== নামকরণ ===\nনতুন ট্রেনটির নামের জন্য বাংলাদেশের প্রধানমন্ত্রীকে চারটি ভিন্ন নাম প্রস্তাব করেছিলেন রেল কর্মকর্তারা। যেগুলি ছিল মিতালী, সম্প্রীতি, সুহৃদ এবং বন্ধু। প্রধানমন্ত্রী শেখ হাসিনা মিতালী নামটি বেছে নেন।\n\n\n== রুট ==\nমিতালী এক্সপ্রেস নিউ জলপাইগুড়ি থেকে হলদিবাড়ি হয়ে সীমান্ত পেরিয়ে বাংলাদেশের চিলাহাটি, নীলফামারী, পার্বতীপুর, হিলি, নাটোর, ঈশ্বরদী আর টাঙ্গাইল হয়ে ঢাকায় এসে পৌঁছায়।\nপরে ট্রেনটি বাংলাদেশের ঢাকা ক্যান্টনমেন্ট রেল স্টেশন থেকে যাত্রা শুরু করে, তারপর পার্বতীপুর এবং চিলাহাটিতে যেয়ে থামে। তারপর সীমান্ত অতিক্রম করে হলদিবাড়ি যায়। ঢাকা ও চিলাহাটির মধ্যে দূরত্ব ৪৫৩ কিলোমিটার এবং চিলাহাটি ও নিউ জলপাইগুড়ির মধ্যে দূরত্ব ৭১ কিলোমিটার। চিলাহাটিতে যাওয়ার পর ভারতে ভ্রমণকারী যাত্রীদের জন্য ট্রেনটিতে দুটি অতিরিক্ত কোচ যুক্ত করা হয়। তারপর ট্রেনটি বাংলাদেশ থেকে সীমান্ত অতিক্রম করে ভারত যায় এবং নিউ জলপাইগুড়ি রেল স্টেশনে পৌঁছানোর আগে ট্রেনটি হলদিবাড়িতে একবার থামে।\n\n\n== সময় ও হার ==\nউদ্বোধনের পর থেকে, দ্বি-সাপ্তাহিকভাবে চালিত এই ট্রেনটি রবিবার ও বুধবার নিউ জলপাইগুড়ি স্টেশন থেকে এবং সোমবার ও বৃহস্পতিবার ঢাকা ক্যান্টনমেন্ট স্টেশন থেকে ছেড়ে যায়।\nশিলিগুড়ি থেকে ঢাকা পর্যন্ত প্রায় ছয়শ’ কিলোমিটার রেলপথ পাড়ি দিতে সময় লাগে সাড়ে প্রায় ১১ ঘণ্টা। ভারতীয় সময় সকালে নিউ জলপাইগুড়ি জংশন রেলওয়ে স্টেশন থেকে যাত্রী নিয়ে রাতে মিতালী পৌছায় ঢাকা ক্যান্টনমেন্ট রেলওয়ে স্টেশনে। এরপর পরদিন বাংলাদেশ সময় সকালে ঢাকা থেকে যাত্রী নিয়ে রাতে ফের শিলিগুড়িতে পৌছায়।\n\n\n== আরও দেখুন ==\nমৈত্রী এক্সপ্রেস\nবন্ধন এক্সপ্রেস\n\n\n== তথ্যসূত্র =="}