{"pageid": 1031649, "title": "মান শৃঙ্খল", "url": "https://bn.wikipedia.org/wiki?curid=1031649", "content": "মান শৃঙ্খল এমন কিছু কার্যক্রমের সমন্বিত রূপ যা একটি নির্দিষ্ট শিল্প কারখানার মূল্যবান পণ্য (অর্থাৎ, পণ্য এবং / অথবা সেবা)  বাজারে সরবরাহের জন্য পরিচালিত একটি অবিচল প্রক্রিয়া। এই ধারণাটি আসে ব্যবসা পরিচালনার মাধ্যমে  এবং এটি সর্বপ্রথম মাইকেল পোর্টার তার সেরা বিক্রিত, Competitive Advantage: Creating and Sustaining Superior Performance  বইতে বর্ণনা করেছিলেন ১৯৮৫ সালে।\nসিদ্ধান্ত সমর্থনের সরঞ্জাম হিসাবে মান শৃঙ্খলের ধারণাটি ১৯৭৯ সালের শুরুর দিকে পোর্টারের দ্বারা উন্নত প্রতিযোগিতামূলক কৌশল দৃষ্টান্তের সাথে যুক্ত হয়েছিল।   পোর্টারের মান শৃঙ্খলে অন্তর্মুখী রসদ,ক্রিয়াপ্রণালী, বহির্মুখী রসদ, বিপণন ও বিক্রয় এবং পরিষেবাগুলিকে প্রাথমিক ক্রিয়াকলাপ হিসাবে শ্রেণিবদ্ধ করা হয়েছে। গৌণ ক্রিয়াকলাপের মধ্যে রয়েছে সংগ্রহ, মানবসম্পদ ব্যবস্থাপনা, প্রযুক্তিগত উন্নয়ন এবং অবকাঠামো (Porter 1985)    । \nওইসিডি সেক্রেটারি জেনারেল (Gurría 2012)     ১৯৯০ এর দশকের শেষের দিকে বিশ্বব্যাপী মান চেইনের উত্থান (জিভিসি) আন্তর্জাতিক বিনিয়োগ এবং বাণিজ্যের প্রাকৃতিক দৃশ্যে তীব্র পরিবর্তনের জন্য অনুঘটক সরবরাহ করে, যার ফলে সরকারসমূহ এবং উদ্যোগগুলিতে গুরুতর, সুদূরপ্রসারী পরিণতি ঘটে (Gurría 2012)    ।\n\n\n== ব্যবসা-স্তর ==\n\nমান শৃঙ্খলা গঠনের জন্য উপযুক্ত স্তরটি হ'ল ব্যবসায়িক একক, বিভাগ বা সমিতি  স্তর নয়। পণ্যগুলো একটি কার্যকরী শৃঙ্খলের মধ্য দিয়ে যায় এবং প্রতিটি ক্রিয়াকলাপে পণ্যটির কিছু মূল্য যোগ হয়। সমস্ত ক্রিয়াকলাপ একত্র হওয়া মূল্যের চেয়ে ক্রিয়াকলাপের শৃঙ্খল পণ্যগুলিকে আরও বেশি মূল্য যোগ করে।\nব্যয় এবং মান শৃঙ্খলের মধ্যে পার্থক্য চিত্রিত করতে পারে একটি হীরা কাটার কার্যক্রম । কাটতে কম ব্যয় হতে পারে, তবে কাটা শেষে পণ্যটির সাথে অনেক বেশি মূল্য যুক্ত করে, যেহেতু রুক্ষ হীরা কাটা হীরার চেয়ে উল্লেখযোগ্যভাবে কম মূল্যবান হয়। সাধারণত, বর্ণিত মান শৃঙ্খল এবং প্রক্রিয়াগুলির দলিলাদি, মূল্যায়ন এবং প্রক্রিয়া রুটিনগুলির আনুগত্যের নিরীক্ষণ ব্যবসায়ের গুণমান সনদের মূল অংশে থাকে, যেমন আইএসও 9001 ।\nএকটি কারখানার মান শৃঙ্খল বৃহত্তর প্রবাহ কার্যক্রমের একটি অংশ গঠন করে, যাকে পোর্টার মান সিস্টেম বলে । একটি মূল্য পদ্ধতি, বা একটি শিল্প কারখানা মান শৃঙ্খল, এমন সরবরাহকারীদের অন্তর্ভুক্ত করে যা তাদের মান শৃঙ্খলের সাথে কারখানায় প্রয়োজনীয় উপাদান সরবরাহ করে। কারখানা পণ্য তৈরির পরে, এই পণ্যগুলি বিতরণকারীদের মান শৃঙ্খলের (যার নিজস্ব মূল্য চেইনগুলিও রয়েছে) মধ্য দিয়ে সমস্ত উপায়ে গ্রাহকদের কাছে যায়। এই শৃঙ্খলের সমস্ত অংশ মূল্য পদ্ধতিতে অন্তর্ভুক্ত। একটি প্রতিযোগিতামূলক সুবিধা অর্জন এবং টিকিয়ে রাখতে, এবং তথ্য প্রযুক্তির সাহায্যে সেই সুবিধাটি সমর্থন করার জন্য একটি কারখানাকে অবশ্যই এই মূল্য পদ্ধতির প্রতিটি উপাদান বুঝতে হবে।\n\n\n=== প্রাথমিক কার্যক্রম ===\nমূল্য যোগ করতে এবং একটি প্রতিযোগিতামূলক সুবিধা তৈরিতে পাঁচটি প্রাথমিক ক্রিয়াকলাপের সবগুলি প্রয়োজনীয় এবং তারা হল:\n\nঅন্তর্মুখী  রসদ : সরবরাহকারীদের থেকে উৎপাদন বা সমাবেশ কেন্দ্র, গুদাম, বা খুচরা স্টোরগুলিতে উপকরণ, অংশ এবং / অথবা সমাপ্ত ইনভেন্টরির অভ্যন্তরীণ চলাফেরার ব্যবস্থা করা\nক্রিয়াপ্রণালী  : যোগানগুলিকে (কাঁচামাল, শ্রম এবং শক্তির আকারে) উৎপাদে রূপান্তর করে এমন পণ্য পরিচালনার সাথে সম্পর্কিত (পণ্য এবং / বা পরিষেবা আকারে)।\nবহির্মুখী রসদ: চূড়ান্ত পণ্য সঞ্চয় এবং চলনের সাথে সম্পর্কিত প্রক্রিয়া এবং সম্পর্কিত তথ্য উৎপাদন লাইনের সমাপ্তি থেকে শেষ ব্যবহারকারীর কাছে প্রবাহিত হয়।\nবিপণন ও বিক্রয় : গ্রাহক, ব্যবসায়ী , অংশীদার এবং সামগ্রিকভাবে সমাজের জন্য মূল্য রয়েছে এমন অফার তৈরি, যোগাযোগ, বিতরণ এবং আদান প্রদানের জন্য পণ্য ও প্রক্রিয়া বিক্রয়।\nপরিষেবা : ক্রেতার বিক্রি ও বিতরণের পরে পণ্যটি কার্যকরভাবে চালিয়ে যাওয়ার জন্য প্রয়োজনীয় সমস্ত কার্যক্রম অন্তর্ভুক্ত করে।\nসংস্থাগুলি মান শৃঙ্খলে থাকা পাঁচটি কার্যকলাপের যে কোনও একটিতে প্রতিযোগিতামূলক সুবিধা অর্জন করতে পারে। উদাহরণস্বরূপ, বহির্মুখী রসদগুলি তৈরি করে যা অত্যন্ত দক্ষ হয় বা কোনও সংস্থার সরবরাহ ব্যয় হ্রাস করে, তা হয় আরও বেশি লাভ অর্জন করতে পারে বা কম দামের মাধ্যমে গ্রাহকের কাছে সঞ্চয়টি সরবরাহ করতে দেয়। \n\n\n=== সহায়তা কার্যক্রম ===\nসমর্থন ক্রিয়াকলাপগুলি ব্যবহার করা প্রাথমিক ক্রিয়াকলাপগুলি আরও কার্যকর করতে সহায়তা করে। চারটি সমর্থন ক্রিয়াকলাপের যে কোনও একটি বৃদ্ধি করলে কমপক্ষে একটি প্রাথমিক ক্রিয়াকে আরও দক্ষতার সাথে কাজ করতে সহায়তা করে।\n\nঅবকাঠামো: হিসাবরক্ষণ , আইন, অর্থ, নিয়ন্ত্রণ, জনসংযোগ, গুণগত নিশ্চয়তা এবং সাধারণ (কৌশলগত) পরিচালনার মতো ক্রিয়াকলাপ নিয়ে গঠিত।\nপ্রযুক্তিগত বিকাশ : কারখানার যোগানগুলি (কাঁচামাল) উৎপাদে রূপান্তরকরণ (প্রস্তুত পণ্য) সরবরাহ করার সরঞ্জাম, হার্ডওয়্যার, সফটওয়্যার, পদ্ধতি এবং প্রযুক্তিগত জ্ঞানের সাথে সম্পর্কিত।\nমানবসম্পদ পরিচালনা : কর্মী নিয়োগ, ভাড়া করা, প্রশিক্ষণ, বিকাশ, ক্ষতিপূরণ এবং (প্রয়োজনে) কর্মীদের বরখাস্ত করা বা ছাঁটাইয়ের সাথে জড়িত সমস্ত কার্যক্রম নিয়ে গঠিত।\nসংগ্রহ : বাহ্যিক উৎস থেকে পণ্য, পরিষেবা বা কাজের অধিগ্রহণ। এই খাতে সংস্থা ক্রয়ের সিদ্ধান্তও নেয়।\n\n\n=== অপ্রকৃত মান শৃঙ্খল ===\nজন সোভিওকলা এবং জেফরি রায়পোর্টের দ্বারা নির্মিত অপ্রকৃত মান শৃঙ্খলা  একটি ব্যবসায়িক কাঠামো যা একটি বর্ধিত ব্যবসা প্রতিষ্ঠান জুড়ে মান উৎপন্ন তথ্য পরিষেবাদির প্রচারকে বর্ণনা করে। এই মান শৃঙ্খল সরবরাহকারীর সরবরাহিত সামগ্রীর সাথে শুরু হয়, যা তথ্যের পরিকাঠামো দ্বারা বিতরণ ও সমর্থিত হয়; এরপরে প্রসঙ্গ সরবরাহকারী প্রকৃত গ্রাহকের মিথস্ক্রিয়া সরবরাহ করে। এটি ঐতিহ্যবাহী সংস্থাগুলির সংগ্রহ, উৎপাদন, বিতরণ এবং বিক্রয় প্রকৃত মান শৃঙ্খল সমর্থন করে।\n\n\n== শিল্প-স্তর ==\nশিল্প কারখানার মান-শৃঙ্খল পণ্য উৎপাদন (এবং পরিষেবা) উৎপাদনে জড়িত বিভিন্ন প্রক্রিয়ার একটি প্রকৃত প্রতিনিধিত্ব, কাঁচামাল দিয়ে শুরু এবং বিতরণ পণ্য ( সরবরাহ শৃঙ্খল হিসাবে পরিচিত) দিয়ে শেষ হয়। সংযোগ স্তরের মূল্যের যোগফল মোট মূল্য প্রদান করে। ফরাসি ফিজিওক্র্যাটস এর ঝকঝকে অর্থনীতি একটি মান শৃঙ্খলার প্রথম দিকের উদাহরণ। 1950 এর দশকে প্রকাশিত ওয়াসিলি লিওন্টিফের যোগান-উৎপাদ টেবিলগুলি মার্কিন অর্থনীতির জন্য শিল্প-স্তরের মান-শৃঙ্খলে প্রতিটি স্বতন্ত্র সংযোগের আপেক্ষিক গুরুত্বের অনুমান সরবরাহ করে।\n\n\n== সার্বজনীন মান শৃঙ্খল ==\n\n\n=== বৈশ্বিক সীমানা / অঞ্চল মান শৃঙ্খল ===\nপ্রায়শই বহুজাতিক উদ্যোগগুলি (এমএনই) বৈশ্বিক মূল্য শৃঙ্খলগুলি উন্নত করে, বিদেশে বিনিয়োগ করে এবং শাখাগুলি প্রতিষ্ঠিত করে যা ঘরে বসে থাকা ক্রিয়াকলাপগুলির জন্য গুরুত্বপূর্ণ সহায়তা সরবরাহ করে। দক্ষতা বাড়াতে এবং মুনাফা অনুকূল করতে, বহুজাতিক উদ্যোগগুলি বিশ্বের বিভিন্ন দেশে \"গবেষণা, উন্নয়ন, নকশা, সমাবেশ, অংশের উৎপাদন, বিপণন এবং মার্কা মারা\" কার্যক্রমগুলি সনাক্ত করে। এমএনই গুলি চীন এবং মেক্সিকোতে সাগরমুখী শ্রম-নিবিড় কর্মকাণ্ড, উদাহরণস্বরূপ, যেখানে শ্রমের ব্যয় সবচেয়ে কম। (Gurría 2012)     ১৯৯০ এর দশকের শেষের দিকে বৈশ্বিক মান শৃঙ্খলের উত্থান (জিভিসি) আন্তর্জাতিক বিনিয়োগ এবং বাণিজ্যের বৃহৎ দ্রুততর পরিবর্তনের জন্য অনুঘটক সরবরাহ করে, যার ফলে সরকার ও ব্যবসাগুলিতে বড়, সুদূরপ্রসারী পরিণতি হয়। (Gurría 2012)\n\n\n=== উন্নয়নে সার্বজনীন মান শৃঙ্খল ===\nবিশ্বব্যাপী মান শৃঙ্খলার মাধ্যমে, আন্তঃসংযুক্তিতে বৃদ্ধি পেয়েছে কারণ এমএনইগুলি ব্যবসায়ের আন্তর্জাতিকীকরণে ক্রমবর্ধমান বৃহৎ ভূমিকা পালন করে। প্রতিক্রিয়া হিসাবে, সরকার এই পরিবর্তিত ভূ-রাজনৈতিক বৃহত্তর প্রতিযোগিতায় ব্যবসায়িক আয়কর (সিআইটি) হার কমিয়েছে বা গবেষণা এবং উন্নয়নের জন্য নতুন প্রণোদনা প্রবর্তন করেছে। (LeBlanc, Matthews এবং Mellbye 2013)\n(শিল্প) উন্নয়নের প্রসঙ্গে, বিশ্বব্যাপী মান শৃঙ্খল বিশ্লেষণের ধারণাগুলি সর্বপ্রথম ১৯৯০ এর দশকে (জেরেফি এট আল।) প্রবর্তন করা হয়েছিল এবং  এবং ধীরে ধীরে বিশ্বব্যাংক, আনকট্যাড, ওইসিডি এবং অন্যদের দ্বারা উন্নয়ন নীতিতে সমন্বিত হয়েছে।\nমান শৃঙ্খল বিশ্লেষণকেও দারিদ্র্য নিরসনের কৌশল চিহ্নিতকরণের মাধ্যম হিসাবে মান শৃঙ্খলে উন্নীত করে উন্নয়ন খাতে নিয়োগ করা হয়েছে।  যদিও রফতানিমুখী বাণিজ্যের সাথে সাধারণত যুক্ত, বিকাশ চর্চাকারীরা আন্তর্জাতিক ছাড়াও জাতীয় এবং অন্তঃ-আঞ্চলিক শিকলগুলির বিকাশের গুরুত্ব তুলে ধরতে শুরু করেছেন। \nউদাহরণস্বরূপ,International Crops Research Institute for the Semi-Arid Tropics (I ( আইসিআরআইএসএএসটি ) ভারতে একটি জৈব জ্বালানী ফসল হিসাবে মিষ্টি জোরমের জন্য মান শৃঙ্খল শক্তিশালীকরণ তদন্ত করেছে। এর উদ্দেশ্য হ'ল ইথানল তৈরির একটি টেকসই উপায় সরবরাহ করা যা পরিবেশ রক্ষা করার সময় গ্রামীণ দরিদ্রদের আয় বাড়িয়ে তোলে, খাদ্যত্যাগ ও চারণ সুরক্ষা ব্যতীত।\n\n\n== তাৎপর্য ==\nকৌশলগত পরিকল্পনার জন্য শক্তিশালী বিশ্লেষণের সরঞ্জাম হিসাবে মান শৃঙ্খলের কাঠামোটি ব্যবস্থাপনা চিন্তাধারায় দ্রুত এগিয়ে চলেছে। মূল্য প্রবাহ চিত্রের সহজ ধারণা, পরের দশকে গড়ে ওঠা একটি প্রতিক্রিয়ামূলক প্রক্রিয়া, 1990 এর দশকের গোড়ার দিকে কিছুটা সাফল্য ছিল। \nমান শৃঙ্খল ধারণাটি পৃথক কারখানাগুলির বাইরেও বাড়ানো হয়েছে। এটি পুরো সরবরাহ শৃঙ্খল এবং বিতরণ মাধ্যমগুলিতে প্রয়োগ করতে পারে। শেষ গ্রাহকের কাছে পণ্যগুলির মিশ্রণ (পণ্য এবং পরিষেবা) সরবরাহ করা বিভিন্ন অর্থনৈতিক কারণকে একত্রিত করবে, প্রত্যেকে তার নিজস্ব মান শৃঙ্খল পরিচালনা করে।কখনও কখনও বৈশ্বিক আকারে এই স্থানীয় মান শৃঙ্খল শিল্প প্রশস্ত সামঞ্জস্যপূর্ণ মিথস্ক্রিয়াগুলি একটি বর্ধিত মান শৃঙ্খলা তৈরি করে। পোর্টার এই বৃহত্তর আন্তঃসংযুক্ত প্রক্রিয়ার মান শৃঙ্খলকে বলে \"মূল্য প্রক্রিয়া\"। একটি মান ব্যবস্থায় কারখানার সরবরাহকারী (এবং তাদের সমস্ত পূর্ববর্তী সরবরাহকারীরা), কারখানা নিজে, কারখানার বিতরণ পথগুলি এবং কারখানা ক্রেতাদের (এবং সম্ভবত তাদের পণ্যগুলির ক্রেতাদের পর্যন্ত প্রসারিত ইত্যাদি) মান শৃঙ্খলে অন্তর্ভুক্ত করে।\nঅনেক ব্যবস্থাপনা কৌশলের মাধ্যমে উৎপন্ন নতুন পদ্ধতি হল শৃঙ্খল বরাবর উৎপন্ন মান নিয়ন্ত্রণ। উদাহরণস্বরূপ, কোনও প্রস্তুতকারকের পরিবহন ব্যয়কে হ্রাস করার জন্য তার অংশ সরবরাহকারীদের অবস্থান সমাবেশ কেন্দ্রের নিকটে হতে পারে। মান শৃঙ্খলের সাথে অনুকূলে এবং প্রতিকূলে প্রবাহিত তথ্যগুলি কাজে লাগিয়ে সংস্থাগুলি নতুন ব্যবসায়িক কাঠামো  তৈরি করতে মধ্যস্থতাকারীদের উপেক্ষা করার চেষ্টা করতে পারে বা অন্য উপায়ে এর মান ব্যবস্থায় উন্নতি তৈরি করতে পারে।\nকাজ নির্বাচন, কাজের পরিকল্পনা, কাজের সময়সূচী এবং শেষ অবধি কার্য সম্পাদন কীভাবে (যখন শৃঙ্খলের উপাদান হিসাবে বিবেচনা করা হয়) চালিত করতে সহায়তা করে তা দেখানোর জন্য মান শৃঙ্খল বিশ্লেষণটি বৃহৎ খনিজ-রাসায়নিক কেন্দ্র রক্ষণাবেক্ষণ সংস্থাগুলিতেও সফলভাবে ব্যবহৃত হয়েছে। রক্ষণাবেক্ষণ মান শৃঙ্খল পদ্ধতি বিশেষত সফল হয় যখন পরিবর্তন ব্যবস্থাপনার ক্ষেত্রে সহায়তা করার জন্য একটি সরঞ্জাম হিসাবে ব্যবহৃত হয়, কারণ এটি অন্যান্য ব্যবসায়িক প্রক্রিয়া সরঞ্জামগুলির চেয়ে বেশি ব্যবহারকারী-বান্ধব হিসাবে দেখা যায়।\nএকটি মান শৃঙ্খল পদ্ধতি বেসরকারী বা সরকারী সংস্থাগুলির মূল্যায়নের জন্য একটি অর্থবহ বিকল্পও দিতে পারে যখন সরাসরি প্রতিযোগিতা থেকে প্রকাশ্য পরিচিত তথ্যের ঘাটতি থাকে,যেখানে বিষয়টি সংস্থার সাথে তুলনা করা হয়, উদাহরণস্বরূপ, একটি সুপরিচিত অনুকূল শিল্প এর অনুকূল সংস্থাগুলির সাথে দরকারী সম্পর্ক স্থাপনের মাধ্যমে এর মূল্য ভালো উপলব্ধি করতে পারে।\nতদুপরি, এটি কীভাবে ই-কমার্স এবং এম-কমার্স (মোবাইল বাণিজ্য) থেকে ব্যবসায়-ভোক্তা বাজারগুলিতে জড়িত কার্যক্রম এবং প্রক্রিয়াগুলির প্রবাহে মূল্য যুক্ত করে তার একটি পরিসংখ্যান সরবরাহ করতে পারে। \n২০১৯ সালে আইটিআইএল ৪ এক্সেলস দ্বারা প্রকাশিত হয়েছিল। আইটিআইএল ৪ এ অন্তর্ভুক্ত হ'ল পরিষেবা মূল্য চেইন। আইটিআইএল পরিষেবা মান প্রক্রিয়ার কেন্দ্রীয় উপাদান হ'ল পরিষেবা মান শৃঙ্খল।\n\n\n== বিশ্লেষণের অন্যান্য সরঞ্জামগুলির সাথে ব্যবহার ==\nএকবার মূল্য বিশ্লেষণ করা গেলে এবং সংস্থার অবদানকারী অংশগুলি চিহ্নিত হয়ে গেলে, অন্যান্য কাঠামোগুলি কীভাবে এই অঞ্চলগুলিকে উন্নত করবে বা সুবিধা প্রদান করবে তা নির্ধারণের জন্য মান শৃঙ্খলের সাথে একত্রে ব্যবহার করা যেতে পারে। উদাহরণস্বরূপ,\"বহির্মুখী রসদ \" ক্রিয়ার মধ্যে একটি এসডব্লউওটি বিশ্লেষণ ব্যবহার করা যেতে পারে এর শক্তি এবং দুর্বলতাগুলি কী তা বুঝতে এবং সেই ক্ষেত্রটি উন্নত করার জন্য কী কী সুযোগসুবিধা লাগবে তা শনাক্ত করতে পারে, অথবা তার হুমকিগুলি শনাক্ত করতে পারে যা বিতরণ ব্যবস্থাপনা মানের একটি গুরুত্বপূর্ণ অংশ হতে পারে,\nএকইভাবে, অন্যান্য কাঠামোগুলির কর্মক্ষমতা, ঝুঁকি, বাজারের সম্ভাবনা, পরিবেশগত বর্জ্য ইত্যাদি মূল্যায়ন করতে ব্যবহার করা যেতে পারে।\n\n\n== এসসিওআর ==\nসরবরাহ-শৃঙ্খল কাউন্সিল, একটি বিশ্ব বাণিজ্য সংঘ ৭০০ এর বেশি সদস্যের কোম্পানি, সরকারি, পাঠ্য, এবং পরামর্শ গত ১০ বছরে অংশগ্রহণকারী দলের সাথে কার্যক্রম ,Supply-Chain Operations Reference (এসসিওআর),the de facto সার্বজনীন উল্লেখ্য অনুকরণীয় পরিকল্পনা, সংগ্রহ, উৎপাদন, অর্ডার ব্যবস্থাপনা, রসদ, ফেরত এবং খুচরা সহ সরবরাহ ব্যবস্থাপনা; নকশা পরিকল্পনা, গবেষণা, অনুলিখন, সংযুক্তিকরণ, প্রবর্তন ও পুনর্বিবেচনা সহ সিআরএম, পরিষেবা সহায়তা, বিক্রয়, এবং চুক্তি পরিচালনাসহ বিক্রয় এবং পণ্য সরবরাহকারী কাঠামোর সাথে একত্রে থাকা পণ্য এবং পরিষেবা ডিজাইন। এসসিওআর কাঠামোটি শত শত সংস্থাগুলির পাশাপাশি জাতীয় সত্তা ব্যবসায়ের উৎকর্ষতার মান হিসাবে গৃহীত হয়েছে এবং মার্কিন প্রতিরক্ষা দফতর ব্যবহারের মান হিসাবে পণ্য নকশার জন্য সদ্য চালু হওয়া Design-Chain Operations Reference (ডিসিওআর) কাঠামোটি গ্রহণ করেছে তাদের উন্নয়ন প্রক্রিয়া পরিচালনার জন্য। প্রক্রিয়া উপাদানগুলি ছাড়াও, এই উল্লেখ্য গঠনগুলি পোর্টার কাঠামো অনুসারে একটি বিস্তৃত তথ্যভাণ্ডারের আদর্শ পরিমাপ প্রক্রিয়া  বজায় রাখে,  পাশাপাশি সার্বজনীন সেরা অনুশীলনীয়  কার্যক্রম সম্পাদনের পরিপ্রেক্ষিতে একটি বৃহৎ এবং ক্রমাগত গবেষণা করা তথ্যভাণ্ডার।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n    \n\n\n== আরও পড়ার জন্য ==\nKaplinsky, Raphael; Morris, Mike (২০০১)। A handbook for value chain research। Institute of Development Studies, University of Sussex। ওসিএলসি 156818293। ১১ এপ্রিল ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১০ মার্চ ২০২১।  Pdf. (Prepared for the International Development Research Centre.)\n\n\n== বাহ্যিক সংযুক্তি ==\n উইকিমিডিয়া কমন্সে মান শৃঙ্খল সম্পর্কিত মিডিয়া দেখুন।</img>\nপ্রকল্প পরিচালনায় একটি মান শৃঙ্খল বিশ্লেষণ ব্যবহার"}