{"pageid": 1031004, "title": "মাইকেল গ্র্যাটজেল", "url": "https://bn.wikipedia.org/wiki?curid=1031004", "content": "মাইকেল গ্র্যাটজেল (জন্ম ১১ মে ১৯৪৪, জার্মানি) ইকোলে পলিটেকনিক ফ্রেডেরেল দে লসান্নে অধ্যাপনা করেন, যেখানে তিনি ফটোনিকস এবং ইন্টারফেস ল্যাবরেটরিটির নির্দেশনা দেন। তিনি মেসোস্কোপিক-পদার্থগুলিতে শক্তি এবং ইলেক্ট্রন স্থানান্তর প্রতিক্রিয়া এবং তাদের অপটো-ইলেক্ট্রনিক অ্যাপ্লিকেশন গবেষণায় অনন্য অবদান রেখেছেন। তিনি ১৯৮৮ সালে ব্রায়ান ও'রেগান এর সাথে গ্র্যাটজেল-সেল সহ-উদ্ভাবন করেন।\nতিনি ১০০০ এরও বেশি প্রকাশনার লেখক, দুটি বই এবং ৮০ টিরও বেশি পেটেন্টের উদ্ভাবক বা সহ-উদ্ভাবক। তিনি কর্নেল বিশ্ববিদ্যালয়ের মেরি আপটন ভিজিটিং প্রফেসর এবং সিঙ্গাপুরের জাতীয় বিশ্ববিদ্যালয়ের একজন বিশিষ্ট ভিজিটিং প্রফেসর ছিলেন। তিনি বর্তমানে কিং আব্দুলাজিজ বিশ্ববিদ্যালয়ের একজন বিশিষ্ট বিজ্ঞানী। তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলে বিশ্ববিদ্যালয়, ইকোলো নরমলে সুপারিসুরি প্যারিস-স্যাকলে, এবং ডেলফ্ট ইউনিভার্সিটি অফ টেকনোলজি এর একজন আমন্ত্রিত অধ্যাপক ছিলেন।\n\n\n== কর্মজীবন ==\n১৯৬৮ সালে তিনি বার্লিনের ফ্রি বিশ্ববিদ্যালয় থেকে স্নাতক হন, ১৯৭১ সালে তিনি বার্লিনের টেকনিক্যাল ইউনিভার্সিটিতে প্রাকৃতিক বিজ্ঞানে ডক্টর অব ফিলোসফি অর্জন করেছিলেন। ১৯৭৬ সালে তিনি শারীরিক রসায়নে ডক্টর অফ সায়েন্স অর্জন করেছিলেন। ১৯৭৭ সাল থেকে আজ অবধি তিনি লসান্নের সুইস ফেডারেল ইনস্টিটিউট অফ টেকনোলজিতে অধ্যাপক হিসেবে নিয়োজিত আছেন, যেখানে তিনি ফটোনিকস এবং ইন্টারফেস ল্যাবরেটরি পরিচালনা করেন। তিনি পোস্টডক্টোরাল রিসার্চ ফেলো, প্রভাষক, অধ্যাপক এবং গবেষক হিসেবে বার্লিন ইনস্টিটিউট ফর নিউক্লিয়ার রিসার্চ, বার্কলিনের ফ্রি ইউনিভার্সিটি, ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় বার্কলে, ইকোল নরমলে সুপারিওরি ডি কাচান (প্যারিস), তেল ও গ্যাস গবেষণা তহবিল ইত্যাদি বিভিন্ন প্রতিষ্ঠানে নিয়োজিত ছিলেন।\n\n\n== বৈজ্ঞানিক অর্জন ==\nমাইকেল গ্র্যাটজেল গ্র্যাটজেল-সেলের অন্যতম বিকাশকারী। এটি এক ধরনের সৌরকোষ যেটি সালোকসংশ্লেষণের নীতিগুলিতে পরিচালিত – প্রক্রিয়াটি বায়োকেমিক্যাল পদ্ধতির অনুরূপ এবং উদ্ভিদের দ্বারা আলো-শক্তিকে কার্বোহাইড্রেটে রূপান্তরিত করার মতোই। সিলিকন-ভিত্তিক ব্যাটারির তুলনায় গ্রাটজেল কোষগুলি সহজ এবং স্বল্প ব্যয়ের উপকরণ দ্বারা প্রস্তুত করা সম্ভব।\n\n\n== আকর্ষণীয় তথ্য ==\nগ্রেটজেল সেল-ভিত্তিক ব্যাটারিগুলি সিলিকন ভিত্তিক ফটোসেলের তুলনায় গ্রাহকের পক্ষে আরও সুবিধাজনক - এগুলি নমনীয় এবং বিভিন্ন রঙে তৈরি করা যেতে পারে। উদাহরণস্বরূপ, বিল্ডিংয়ের বিভিন্ন কাঠামোগত উপাদানগুলিতে এটি ব্যবহার এবং বিদ্যুৎ উত্পাদনের জন্য সুবিধাজনক।\n\n\n== তথ্যসূত্র =="}