{"pageid": 1031434, "title": "চাঁদ উসমানি", "url": "https://bn.wikipedia.org/wiki?curid=1031434", "content": "চাঁদ উসমানি (৩ জানুয়ারি ১৯৩৩- ২৬ নভেম্বর ১৯৮৯) ছিলেন ১৯৫০ এর দশক থেকে ১৯৮০ এর দশকের শেষের দিকের হিন্দি ছায়াছবির একজন ভারতীয় অভিনেত্রী। তাঁর প্রকৃত নাম চাঁদবিবি খানম উসমানি। ১৯৭১ সালে তিনি শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিভাগে ফিল্মফেয়ার পুরস্কার জিতেছিলেন। অভিনয়জগতে আত্মত্যাগী স্ত্রী ও মায়ের ভূমিকায় তাকে সবচেয়ে বেশি স্মরণ করা হয়।\n\n\n== জীবনী ==\nচাঁদবিবি খানম উসমানি ১৯৩৩ সালের ৩রা জানুয়ারি উত্তরপ্রদেশের আগ্রায় একটি পশতুন পরিবারে জন্মগ্রহণ করেছিলেন। তিনি আন মিলো সজনার পরিচালক মুকুল দত্তকে বিয়ে করেছিলেন। রোশন নামে তাঁদের একটি পুত্রসন্তান রয়েছে। চলচ্চিত্রের কাজ করার উদ্দেশ্যে মুম্বাই পালিয়ে আসা মেয়েদের জন্য তিনি মাহিমে নিজের বাড়িতে পুনর্বাসন কেন্দ্র চালাতেন। ১৯৮৬ সালের ২৬ নভেম্বর তারিখে তিনি মুম্বইয়ে মৃত্যুবরণ করেছেন।\n\n\n== কর্মজীবন ==\nচাঁদ উসমানি ১৯৪৯ সালে 'কারদার-কোলিনোস-তেরেসা প্রতিযোগিতা' নামে একটি প্রতিভা প্রতিযোগিতায় অংশ নিয়ে দ্বিতীয় স্থান অর্জন করে সবার নজরে এসেছিলেন। ১৯৫৩ সালে তিনি জীবন জ্যোতি চলচ্চিত্রে শাম্মী কাপুরের (তাঁর‌ও আত্মপ্রকাশ ছিল এতে) বিপরীতে নায়িকা হিসাবে আত্মপ্রকাশ করেছিলেন। এছাড়াও তিনি বারাতি, বাপ রে বাপ এবং সম্রাট পৃথ্বীরাজ চৌহান ছবিতে অভিনয় করেছিলেন। রঙ্গিন রাতেঁ, নয়া দৌড়, প্রেম পত্র এবং পহচান সহ আরও বেশ কয়েকটি ছবিতে তাঁর বড়সড় ভূমিকা ছিল।\nতিনি বেশ সমালোচিত প্রশংসা পেয়েছিলেন: রঙ্গিন রাতেঁ (১৯৫৬) এর পর্যালোচনা বলা হয়েছিল যে তিনি \"একটি উজ্জ্বল অভিনয় উপহার দিয়েছেন; ফলস্বরূপ তিনি ওই চলচ্চিত্রের জীবন ও প্রাণ হয়ে উঠেছেন।\" ফিল্ম হেরিটেজ ফাউন্ডেশন অফ ইন্ডিয়া তাঁকে \"হৃদয়-উষ্ণ হাসি দেওয়া উজ্জ্বল চাঁদ উসমানি\"  হিসাবে বর্ণনা করেছিল। ১৯৭০ সালে পহচান ছবিতে চম্পা নামক এক পতিতা চরিত্রে অভিনয়ের জন্য তিনি ১৯৭১ সালে শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেছিলেন। প্রায় ৪০ বছর পরে লেখালেখি করে, দ্য হিন্দুর চলচ্চিত্র পর্যালোচক মনে করেছিলেন যে \"চাঁদ উসমানি চম্পার চরিত্রের প্রতি সংযম, ভদ্রতা এবং অনুগ্রহের মধ্য দিয়ে ন্যায়বিচার করেছেন যা একটি চরিত্রে সহজেই শীর্ষে যাওয়ার যথেষ্ট সুযোগ করে দেয়।\" দীর্ঘ কর্মজীবন সত্ত্বেও, তিনি তাবাসসুমকে দেওয়া একটি সাক্ষাৎকারে বলেছিলেন যে তিনি একজন প্রতিনিধি/ব্যবস্থাপক না থাকায়  আফসোস করেছেন। যার ফলে তিনি বিভিন্ন চরিত্র না পেয়ে বেশি সাফল্য অর্জন করতে পারেননি। অধিকাংশ চলচ্চিত্রে তিনি আত্মত্যাগী স্ত্রী, মা, বান্ধবী বা বোন চরিত্রে অভিনয় করেছেন, যেমনটি ১৯৮৮ এর ছোট গল্প 'দ্য ওয়েট-নার্স'-এ মহাশ্বেতা দেবী সংক্ষেপে লিখেছেন।\n\n\n== তথ্যসূত্র =="}