{"pageid": 1031043, "title": "সুজনি সূচিকর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1031043", "content": "বিহারের সুজানি সূচিকর্মের কাজ, একটি টেক্সটাইল এক্সপ্রেশনাল আর্ট প্রোডাক্ট, এটি জিআই রেজিস্ট্রেশন আইনের আওতায় সুরক্ষিত। এটি সাধারণত একটি কুইল বা বিছানা ছড়িয়ে থাকে, যা আগে পুরানো কাপড় দিয়ে তৈরি হত, তবে এখন সাধারণভাবে সূচিকর্ম সহ সহজেই উপলব্ধ ফ্যাব্রিক দিয়ে তৈরি করা হয় মোটিফগুলি বর্ণনা করার গল্পগুলির সাথে সর্বাধিক সাধারণ সেলাই দিয়ে সম্পন্ন। এটি মুজফফরপুরের গাইঘাট ব্লকের ভূসার ১৫ টি গ্রাম এবং ভারতের বিহার রাজ্যের মধুবানি কয়েকটি গ্রামে একচেটিয়াভাবে তৈরি করেছেন।\nবিহারের সুজানি সূচিকর্মের কাজটি ভারত সরকারের ভৌগোলিক সূচক (নিবন্ধকরণ এবং সুরক্ষা) আইন (জিআই আইন) ১৯৯৯ এর অধীনে সুরক্ষিত। এটি \"বিহারের সুজানি এমব্রয়ডারি ওয়ার্ক\" শিরোনামের অধীনে পেটেন্টস ডিজাইনস এবং ট্রেডমার্কের নিয়ন্ত্রক দ্বারা নিবন্ধিত এবং টেক্সটাইল আইটেম হিসাবে জিআই অ্যাপ্লিকেশন নম্বর ৭৪, ক্লাস ২৬ এর অধীনে রেকর্ড করা হয়েছিল। জিআই ট্যাগটি ২১ সেপ্টেম্বর ২০০৬ এ অনুমোদিত হয়েছিল।\n\n\n== অবস্থান ==\nভুশরা, যে গ্রামে কারুকর্মের কাজ শুরু হয়েছিল, সেখান থেকে ১০০ কিলোমিটার (৬২ মাইল) দূরে মিথিলা চিত্রকলার শিল্প শুরু হয়েছিল। এটি প্রাচীনকালে এবং এমনকি উত্তর বিহারের মুজাফফরপুর জেলার পল্লী মহিলারা করেছিলেন।\n\n\n== ইতিহাস ==\nসূচিত এমব্রয়ডারি তৈরির প্রাচীনতম ঐতিহ্যবাহী অনুশীলনটি অষ্টাদশ শতাব্দীতে পাওয়া যায়। এর মূল উদ্দেশ্যটি ছিল সদ্য জন্মগ্রহণকারী শিশুদের জন্মের পরপরই একটি নরম কভার দেওয়া। এর পরে এটি ব্যবহার করা শাড়ি এবং ধোটিগুলি একসাথে সেলাই করে বিভিন্ন সরল স্টিচ গ্রহণ করে কাপড়ের টুকরো দিয়ে তৈরি করা হয়েছিল। এই প্রক্রিয়াটিতে পুরানো শাড়ি বা ধোটিসের তিন বা চারটি প্যাচ ব্যবহার করা ছিল, একটির উপরে অন্যটি লাগানো এবং পরে ফেলে দেওয়া পোশাকগুলি থেকে আঁকানো থ্রেডটি ব্যবহার করে এগুলি একসাথে শিলানো। তার নবজাতক সন্তানের জন্য মায়ের আকাঙ্ক্ষা প্রকাশকারী মোটিফগুলি রাইন্ডের উপর সেলাই করা হয়েছিল, সাধারণত গাড় রঙের একটি চেইন সেলাই দিয়ে করা হয়।\nসুজানী কৌশলটি দুটি প্রাচীন বিশ্বাসের উপর ভিত্তি করে তৈরি। একটি ঐতিহ্যবাহী ঐতিহ্যে, এটি \"চিত্রারিয়া মা, টেটার্সের লেডি\" নামে পরিচিত এক দেবতার উপস্থিতির প্রতিনিধিত্ব করে। এটি সামগ্রিকভাবে একত্রীকরণে অসম্পূর্ণ উপাদানগুলিকে একত্রিত করার ধারণার প্রতীক। দ্বিতীয় উদ্দেশ্যটি ছিল সদ্যোজাত শিশুকে মোড়ানোর জন্য নরম কভারলেট তৈরি করা যেন শিশুটি তার মায়ের নরম আলিঙ্গনে থাকে।\nসুজানি শব্দটি \"সু\" অর্থ \"সহজ এবং সহজতর\" এবং \"জানি\" অর্থ \"জন্ম\" এর যৌগিক শব্দ।\nশৈশবের উপর সেলাই করা মোটিফগুলি সূর্য ও মেঘের প্রতিনিধিত্ব করে, যা জীবন দানকারী শক্তি, উর্বরতার প্রতীক, পবিত্র প্রাণী এবং পৌরাণিক প্রাণীদের দুষ্ট শক্তিগুলির বিরুদ্ধে রক্ষা করার জন্য এবং দেবতাদের কাছ থেকে আশীর্বাদ আকর্ষণ করার জন্য নির্দেশ করে। বিভিন্ন ছায়া গো থ্রেডের ব্যবহার জীবনের বাহিনীর প্রতীক হিসাবে যেমন লাল, রক্তের প্রতীক এবং সূর্যের বর্ণকে হলুদ করে।\nমুজফফরপুরের নিকটবর্তী ভূসরা গ্রামে অবস্থিত একটি স্বায়ত্তশাসিত মহিলা মহিলা বিকাশ সমিতি (এমভিএসএস) এর নির্মল দেবীর উদ্যোগে ১৯৮৮ সালে সুজানি পণ্য তৈরির উপরের রীতিটি প্রায় বিলুপ্ত হয়ে গিয়েছিল। এখন, ভূসার আশেপাশে ২২ টি গ্রামের প্রায় ৬০০ মহিলা রয়েছেন যারা সক্রিয়ভাবে এই নৈপুণ্যের কাজটি অনুসরণ করে।\n\n\n== তথ্যসূত্র =="}