{"pageid": 1031121, "title": "জুয়ান লাপোর্তা", "url": "https://bn.wikipedia.org/wiki?curid=1031121", "content": "জুয়ান লাপোর্তা এস্ত্রুখ (কাতালান: Joan Laporta, কাতালান উচ্চারণ: [ʒuˈan ləˈpɔɾtə]; জন্ম: ২৯ জুন ১৯৬২) হলেন একজন স্পেনীয় রাজনীতিবিদ এবং বার্সেলোনার বর্তমান সভাপতি।  লাপোর্তা বার্সেলোনা বিশ্ববিদ্যালয় হতে আইন বিভাগে স্নাতক সম্পন্ন করেছেন। লাপোর্তা অ্যান্ড আরবোস নামক তার একটি নিজস্ব ফার্ম রয়েছে, যার ক্লায়েন্ট হিসেবে গুরুত্বপূর্ণ ফার্ম আছে। লাপোর্তা কোন্সতাঞ্জা এচেভারিয়ার সাথে বিবাহ বন্ধনে আবদ্ধ রয়েছেন, যার সাথে তার তিন পুত্র, পল, গুইয়েম এবং জুয়ান রয়েছে। তিনি ২০১০ সাল হতে ২০১২ সাল পর্যন্ত কাতালুনিয়া সংসদের সদস্য হিসেবে দায়িত্ব পালন করেছেন।\nপ্রথমবার ফুটবল ক্লাব বার্সেলোনার সভাপতি থাকাকালীন সময়ে তার দল ২০০৯ সালে ৬টি শিরোপা জয়ের মাধ্যমে বিজয়ী দল হিসেবে শিরোপা জয়ের একটি নতুন রেকর্ড গড়েছিল।\n\n\n== বার্সেলোনা ==\nলাপোর্তা বার্সেলোনার সাথে \"এলেফান্ত ব্লাউ\" (\"নীল হাতি\") নামক সাবেক সভাপতি জুসেপ লুইস নুনিয়েজের বিরোধিতাকারী একটি দলের সাথে যুক্ত হওয়ার মাধ্যমে তার সম্পৃক্ততা শুরু করেন, তবে ১৯৯৮ সালে তার বিরুদ্ধে অনাস্থা ভোটে সমর্থন জোগাতে ব্যর্থ হন।\n২০০৩ সালের সভাপতি নির্বাচনে লাপোর্তা সকলের জনপ্রিয় পদপ্রার্থী হিসেবে যাত্রা শুরু করেননি, তবে নির্বাচনী প্রচারণার সময় তার প্রতিভার প্রচার হয় এবং অবশেষে তিনি প্রত্যাশিত বিজয়ীতে পরিণত হন, প্রচারক লুইস বাসাতের ডেভিড বেকহ্যামকে বার্সেলোনায় আনার প্রতিশ্রুতির কারণে তিনি বিজয়ী হন। লাপোর্তার কাছে সান্দ্রো রোসেলের মতো বার্সেলোনার অন্যান্য তরুণ ব্যবসায়ীদের সমর্থন ছিল। লাপোর্তা দ্রুত একজন গণমাধ্যম তারকা হয়ে ওঠেন, এমনকি কিছু খেলোয়াড়ের চেয়েও বেশি জনপ্রিয় ছিলেন। সভাপতি হিসেবে লাপোর্তার প্রথম মৌসুম (২০০৩–০৪) ক্লাবের জন্য একটি জলাশয় হিসেবে প্রমাণিত হয়েছিল, তবে দলে কোন অস্থিরতা ছিল না। ক্লাবটি ২০০০ সালের শুরুতে রিয়াল মাদ্রিদের সাফল্যের কাছাকাছি না যাওয়ার পাশাপাশি তাদের নিজস্ব মান পূরণ করতে ব্যর্থ হওয়ার কারণে ক্লাবের পরিস্থিতি নিয়ে ভক্ত এবং খেলোয়াড় উভয়ের মধ্যে একটি তিক্ত অসন্তোষ এবং হতাশা ছিল। এছাড়াও এই অসন্তোষের আরেকটি কারণ ছিল ১৯৯৯ সাল থেকে শিরোপা জয়লাভ করতে ব্যর্থ হওয়া।\n২০২১ সালের ৭ই মার্চ তারিখে লাপোর্তা বার্সেলোনার সভাপতি নির্বাচনে জয়লাভ করেন, যেখানে তিনি ৫৪.২৮% ভোট পান।\n\n\n== ব্যক্তিগত জীবন ==\nলাপোর্তার ছেলে পল লাপোর্তা ই এচেভারিয়া একজন ফুটবলার, যিনি একজন মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটুইটারে জুয়ান লাপোর্তা\nইন্সটাগ্রামে জুয়ান লাপোর্তা"}