{"pageid": 1031291, "title": "২০২১ ইন্ডিয়ান প্রিমিয়ার লিগ ফাইনাল", "url": "https://bn.wikipedia.org/wiki?curid=1031291", "content": "২০২১ ইন্ডিয়ান প্রিমিয়ার লিগ ফাইনাল খেলাটি সংযুক্ত আরব আমিরাতের দুবাইয়ে দুবাই আন্তর্জাতিক ক্রিকেট স্টেডিয়ামে ১৫ অক্টোবর ২০২১ তারিখে অনুষ্ঠিত হয়েছে। এটি একটি দিন/রাত টুয়েন্টি২০ খেলা, যেখানে নির্ধারিত হয় প্রতি বছর ভারতে অনুষ্ঠিত হওয়া ইন্ডিয়ান প্রিমিয়ার লিগের ২০২১ আসরের বিজয়ী। মূলত: খেলাটি ২০২১ এর ৩০ মে, আহমেদাবাদের নরেন্দ্র মোদী স্টেডিয়ামে অনুষ্ঠিত হওয়ার কথা ছিল। কিন্তু ভারতে কোভিড-১৯ এর বৈশ্বিক মহামারীর কারণে ২০২১ এর মে মাসে খেলাটিসহ মূল প্রতিযোগিতাটিকে স্থগিত করা হয়, এবং পরবর্তীতে প্রতিযোগিতার বাকী খেলাগুলোকে সংযুক্ত আরব আমিরাত-এ স্থানান্তর করা হয়েছিল।\n\n\n== পটভূমি ==\n৭ মার্চ ২০২১, ভারতীয় ক্রিকেট নিয়ন্ত্রণ বোর্ড (বিসিসিআই) আইপিএলের পূর্ণ সূচী প্রকাশ করে। ছয়টি ভেন্যু নির্ধারন করা হয়, যার মধ্যে আহমেদাবাদের নরেন্দ্র মোদী স্টেডিয়াম প্লে-অফ ও ফাইনাল সহ ১২টি ম্যাচের জন্য নির্ধারিত ছিল। পরবর্তীতে খেলার দ্বিতীয় পর্বটিকে সংযুক্ত আরব আমিরাতে স্থানান্তর করা হয় এবং দুবাই আন্তর্জাতিক ক্রিকেট স্টেডিয়াম-এ ১৫ অক্টোবর ২০২১ তারিখে ফাইনালের জন্য নির্ধারিত করা হয়।\n\n\n== ফাইনালের পথ ==\n\n\n=== বাছাইপর্ব ১ ===\nচেন্নাই সুপার কিংস টসে জিতে দিল্লি ক্যাপিটালসকে ব্যাটিংয়ের আমন্ত্রণ জানায়। ক্যাপিটালস তাদের ব্যাটিংয়ের স্তম্বটি ভালভাবে গড়তে না পাড়লেও পৃথ্বী শ এর অনবদ্য ব্যাটিংয়ের কারণে ২০ ওভার শেষে ৫ উইকেট হারিয়ে ১৭২ রান সংগ্রহ করে। চেন্নাই জবাবে ব্যাট করতে নেমে মাত্র ৩ রানের মাথায় ফাফ দু প্লেসিস এর উইকেট হারিয়ে বিপদে পড়ে যায়। কিন্তু পরবর্তীতে রবিন উথাপ্পা ও ঋতুরাজ গায়কওয়াড় এর শতোর্ধ রানের জুটিতে ভর করে জয়ে ভিত তৈরি হয়ে যায়। এমএস ধোনির ফাইনাল বাউন্ডারিতে দিল্লিকে হারিয়ে নবম বারের মতো আইপিএলের ফাইনালে পৌছে যায়।\n\n\n=== এলিমিনেটর ===\nএলিমিনেটর খেলায় টসে জিতে আগে ব্যাটিং করার সিদ্ধান্ত নেয় বিরাট কোহলির দল ব্যাঙ্গালোর। ইনিংসের শুরুটা ভাল হলেও পাওয়ারপ্লের ৬ ওভার শেষে ব্যাঙ্গালোরের সংগ্রহ দাড়ায় ৫৩/১। এর পর সুনীল নারাইন, বরুন চক্রবর্তী ও সাকিব আল হাসান-এর ত্রি-মুখী স্পিন আক্রমণে ধ্বসে যায় ব্যাঙ্গালোরের শক্তিশালী ব্যাটিং লাইন-আপ এবং ২০ ওভার শেষে দলের সংগ্রহ দাড়ায় ১৩৮/৭। জবাবে কলকাতার হয়ে ব্যাট করতে মাঠে নামেন শুভমান গিল ও ভেঙ্কটেশ আইয়ার। খেলার ৫.২ ওভারে হার্শাল প্যাটেলের বলে এবি ডি ভিলিয়ার্সের হাতে ধরা পড়েন শুভমান গিল। ইনিংসের ১২তম ওভারে সুনীল নারাইনের তিন ছক্কা কলকাতার জয়কে সহজ করে তোলে। ১৯তম ওভারে ইয়ন মর্গ্যান ও সাকিব আল হাসানের শান্ত ও দৃঢ় ব্যাটিং \nদুই বল বাকি থাকতেই দলকে পৌছে দেয় জয়ের বন্দরে।\n\n\n=== বাছাইপর্ব ২ ===\nদ্বিতীয় বাছাইপর্বের খেলাটি শুরু হয় বিগত আসরের রানার্স আপ দিল্লি ক্যাপিটালস ও সাত বছর ধরে ফাইনালে উঠতে না পাড়া কলকাতা নাইট রাইডার্সের মধ্যে। কলকাতা টসে জিতে দিল্লিকে ব্যাটিংয়ের আমন্ত্রণ জানায়। নির্ধারিত ২০ ওভারে, শিখর ধাওয়ানের ৩৯ বলে ৩৬ রানের উপর ভর করে দিল্লি সংগ্রহ করে ৫ উইকেটে ১৩৫ রান। জবাবে ব্যাট করতে নেমে দুই ওপেনিং ব্যাটসম্যান ভেঙ্কটেশ আইয়ার ও শুভমান গিল এর চতুর ব্যাটিংয়ে ১১ ওভার শেষে দলীয় সংগ্রহ দাড়ায় কোন উইকেট না হারিয়ে ৯২। পরের ওভারে ভেঙ্কটেশ আইয়ার আউট হলেই ব্যাটিং বিপর্যয় নেমে আসে কলকাতার শিবিরে। রাহুল ত্রিপাটির শেষ ছক্কায় শেষ রক্ষা পায় রাইডার্স।\n\n\n== খেলা ==\n\n\n=== স্কোয়াড ===\nফাইনাল একাদশে স্থান পাওয়া খেলোয়াড়দের গাঢ় করে দেখানো হল:\n\n\n=== স্কোরকার্ড ===\nআম্পায়ার - নিতিন মেনন (ভারত) ও রিচার্ড ইলিংওয়ার্থ (ইংল্যান্ড)\nটিভি আম্পায়ার - সুন্দরম রবি\nম্যাচ রেফারি - জাভাগাল শ্রীনাথ\nটস - কলকাতা নাইট রাইডার্স, বোলিং\n১ম ইনিংস ব্যাটিং\n\nব্যাট করেনি :আম্বতি রায়ডু, মহেন্দ্র সিং ধোনি, রবীন্দ্র জাদেজা, ডোয়েন ব্র্যাভো, শার্দুল ঠাকুর, দীপক চাহার, জোশ হজলউড\n\n১ম ইনিংস বোলিং\n\nউইকেট পতন: ১/৬১ (গায়কোয়াদ), ২/১২৪ (উথাপ্পা), ৩/১৯২ (প্লেসিস\n\n২য় ইনিংস ব্যাটিং\n\n২য় ইনিংস বোলিং\n\nউইকেট পতন: ১/৯১ (আইয়ার), ২/৯৩ (রানা), ৩/৯৭ (নারাইন), ৪/১০৮ (গিল), ৫/১১৯ (কার্তিক), ৬/১২০ (সাকিব), ৭/১২৩ (ত্রিপাটি), ৮/১২৫ (মর্গ্যান), ৯/১৬৪ (মাভি)\n\n\n== সার-সংক্ষেপ ==\n\n\n=== খেলার সারাংশ ===\n\n\n=== ইনিংস সংক্ষেপ ===\nকলকাতা নাইট রাইডার্সের অধিনায়ক ইয়ন মর্গ্যান টসে জিতে প্রতিপক্ষ চেন্নাই সুপার কিংসকে ব্যাটিংয়ের আমন্ত্রণ জানায়। চেন্নাই তাদের নির্ধারিত ২০ ওভারে ৩ উইকেটের বিনিময়ে ১৯২ রান সংগ্রহ করে, যেখানে ফাফ দু প্লেসিস ৫৯ বলে সংগ্রহ করেন সর্বোচ্চ ৮৬ রান। জয়ের জন্য ১৯৩ রানের লক্ষ্যমাত্রায় মাঠে নামে কলকাতা এবং ২০ ওভার শেষে ৯ উইকেট হারিয়ে ১৬৫ রানেই ইনিংস থেমে যায়। শার্দুল ঠাকুর ৩৮ রানের বিনিময়ে সর্বাধিক ৩ উইকেট লাভ করে। চেন্নাই সুপার কিংস ২৭ রানে জয় লাভ করে তাদের চতুর্থ আইপিএল শিরোপা অর্জন করে। দু প্লেসিস ফাইনালের সেরা খেলোয়াড় নির্বাচিত হন।\n\n\n=== পুরস্কার বিতরন ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nম্যাচ সেন্টার, IPLT20.com"}