{"pageid": 1031725, "title": "এগমোর", "url": "https://bn.wikipedia.org/wiki?curid=1031725", "content": "এগমোর দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের চেন্নাই জেলার একটি অঞ্চল৷ এটি কূবম নদীর উত্তর তীরে অবস্থিত গুরুত্বপূর্ণ আবাসিক এবং অর্থনৈতিক ও পরিবহন কেন্দ্র৷\n\nএগমোর রেলওয়ে স্টেশন ছিল মাদ্রাজ এবং দক্ষিণ মারাঠা রেলপথের মূল টার্মিনাস৷ পরবর্তীকালে তা ভারতীয় রেলওয়ের দক্ষিণ রেল শাখার মিটার গেজের অংশীভূত হয়৷ এটি একটি গূরুত্বপূর্ণ রেলওয়ে জংশন রয়ে যায়৷ তামিলনাড়ুর সরকারি যাদুঘর ও তামিলনাড়ু পুরাতত্ত্ব বিভাগ এগমোরে অবস্থিত৷ অঞ্চলে অবস্থিত সবচেয়ে পুরাতন গির্জাটি হলো ওয়েসলি চার্চ।\n\n\n== ইতিহাস ==\nচোল রাজা প্রথম কুলতুঙ্গের শিলালেখে প্রথম এগমোরের উল্লেখ পাওয়া যায়৷ চোল সাম্রাজ্যের সময়কালে এগমোর ছিলো প্রশাসনিক একক এলুমপুর নাড়ুর সদর৷ নেল্লোর চোল রাজা বিজয়কন্দ গোপালের ১২৬৪ খ্রিস্টাব্দের দোসরা তারিখের শিলালেখতে পুলালকোট্টমের এলুমুর তুদরমুনি নামে একটি গ্রামের উল্লেখ রয়েছে৷ বিজয়নগর সাম্রাজ্যের সময়কালীন রাজা শ্রীরঙ্গনাথ যাদবরায়ের নথিপত্র অনুযায়ী এলুমুর তুদরমুনি নাড়ুর সেরুপ্পেড়ু (বর্তমান শেঠপট্টু)-র এক বাসিন্দা তিরুবোত্রিয়ুরে একটি উপাসনালয় নির্মাণ করান৷\nআদিয়ার নদীর উত্তরে অবস্থিত এগমোর হলো স্থানীয় এলুমপুরের ইংরাজী অপভ্রংশ৷ ১৭২০ খ্রিস্টাব্দে ব্রিটিশ সাম্রাজ্যের অন্তরাভুক্ত হওয়ার পরেও এগমোরের বিশেষ উন্নতি হয় নি, তবে ১৮৫৮ থেকে ১৯৪৭ খ্রিস্টাব্দে ব্রিটিশ দক্ষিণ ভারতের স্বর্ণযুগ চলাকালীন এই অঞ্চলের প্রভূত উন্নতি সাধন হয়৷ এগমোর যাদুঘর হলো ব্রিটিশ আমলে এখানে নির্মিত প্রথম কোনো তাৎপর্যপূর্ণ নিদর্শন৷ ১৮৫৭ খ্রিস্টাব্দে সিপাহী বিদ্রোহের ঠিক পরেই এই যাদুঘরটি খোলা হয়৷ ১৮৯৬ খ্রিস্টাব্দে ক্রোড়পত্র পাওয়ার পর যাদুঘরের সমস্ত বইপত্র নিয়ে পরীক্ষামূলকভাবে কোন্নেমারা গ্রন্থাগার চালু করা হয়৷ ১৭৯৬ খ্রিস্টাব্দে এগমোর ছিলো মাদ্রাজের নিকট একমাত্র মিলিটারি মেল অর্ফ্যান এসাইলাম৷\n\n\n=== অবস্থান ===\nএগমোরের উত্তর-পশ্চিম দিকে রয়েছে কীলবক্কম, উত্তর দিকে পুরসাইবক্কম, উত্তর-পূর্ব দিকে পার্কটাউন, পশ্চিম দিকে শেঠপট্টু, পূর্ব দিকে চিন্তাদ্রিপেট, দক্ষিণ-পশ্চিমে নুঙ্গমবক্কম ও দক্ষিণে আন্না সালাই অবস্থিত৷\n\n\n== রাজনীতি ==\nএগমোর বিধানসভা কেন্দ্র চেন্নাই মধ্য লোকসভা কেন্দ্রের অন্তর্গত৷\n\n\n== বিভিন্ন নির্মাণ ==\n\n\n== তথ্যসূত্র =="}