{"pageid": 1031543, "title": "ত্যাগরায়নগর", "url": "https://bn.wikipedia.org/wiki?curid=1031543", "content": "ত্যাগরায়নগর, দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের চেন্নাই জেলার একটি আবাসিক ও প্রগতিশীল অর্থনৈতিক অঞ্চল৷ এর উত্তরে রয়েছে নুঙ্গমবক্কম, পূর্ব দিকে রয়েছে তেনামপেট, দক্ষিণ-পূর্বে রয়েছে নন্দনম, দক্ষিণে রয়েছে সি আইটি নগর এবং পশ্চিম দিকে রয়েছে মহাবিল্বম ও কোটমবক্কম৷ এটি চেন্নাই আন্তর্জাতিক বিমানবন্দর থেকে ১০ কিলোমিটার এবং চেন্নাই সেন্ট্রাল রেলওয়ে স্টেশন থেকে ৮ কিলোমিটার দূরত্বে অবস্থিত। আন্না সালাইয়ের পশ্চিম দিকে অবস্থিত এই লোকালয়টির দক্ষিণ এবং দক্ষিণ পশ্চিম দিকে হয়েছে সঈদাপেট। দুরাইস্বামী রোড এবং ত্যাগরায়নগর বাস স্ট্যান্ডের মধ্যবর্তী জমি চেন্নাইয়ের অন্যতম দুর্মূল্য বহুতল। মাদ্রাজ প্রেসিডেন্সির গভর্নর রাজা পনগল ১৯২০ খ্রিস্টাব্দের মাদ্রাজ শহর পরিকল্পনা আইন অনুসারে ১৯২৩-২৫ সময়কালের মধ্যে এই অঞ্চলের উন্নয়ন করেন। লোকালয়টি স্যার পিট্টি ত্যাগরায় শেঠির নাম অনুসারে।\nইউরোপীয় পদ্ধতিতে অনুপ্রাণিত হয়ে ১৯২০ খ্রিস্টাব্দে মাদ্রাজে পরিকল্পিত প্রথম লোকালয় এটি। মনে করা হয় এখানকার পনগল উদ্যান আর্ক দ্য ত্রিয়োম্‌ফ এবং পাণ্ডি বাজার প্যারিসের শঁজেলিজের অনুকরণে নির্মিত।\nপ্রাথমিকভাবে আবাসিক অঞ্চল হিসেবে গঠিত হলেও বর্তমানে এটি ভারতের রাজস্ব অনুসারে বৃহত্তর বিপণন জেলাগুলির একটি। ত্যাগরায়নগর বিভিন্ন ধরন রাজনৈতিক গয়না এবং শাড়ি তথা, পোতীস, নাল্লি সিল্ক এবং সরবণা স্টোর্স-এর জন্য খ্যাত। অঞ্চলটিতে রয়েছে চেন্নাই শহরতলি রেলওয়ের অন্তর্গত মাম্বলম রেলওয়ে স্টেশন৷\n\n\n== ইতিহাস ==\n\nঊনবিংশ শতাব্দী শুরু হওয়ার পূর্বে মাউন্ট রোডের পশ্চিম দিকে অবস্থিত গ্রামগুলি ছিল পূর্বতন মাদ্রাজ প্রেসিডেন্সির চিঙ্গলপৎ জেলার অন্তর্গত। ১৯২৩ খ্রিষ্টাব্দে তৎকালীন চেন্নাই শহরের সীমানা নির্ধারণকারী লং ট্যাংক খনন করা হয়। ওই বছরই লং ট্যাংকের পশ্চিম দিকে অবস্থিত মহাবিল্বম জমিদারিতে বংশানুক্রমিক পরম্পরা নাকচ করা হয়। ১৯২৩-২৫ খ্রিষ্টাব্দে দক্ষিণ-পূর্ব মহাবিল্বম ত্যাগরায়নগর নাম পায়। লোকালয়ের মাঝামাঝি একটি উদ্যান নির্মাণ করা হয়, পরে এইচডি স্থানীয় বাজারও বসে। ঐতিহাসিক এস মুত্তাইয়ার মতে এর পুরানো নাম 'সুন্দরপাণ্ড্য বাজার', যা ছিলো রাজনীতিবিদ ডব্লিউ পি এ সুন্দরপাণ্ড্যন নাথ-এর নামানুসারে৷\n১৯১১ খ্রিস্টাব্দে এগমোর থেকে কাঞ্চীপুরম অবধি রেললাইন পাতা হলে মাম্বলম রেলওয়ে স্টেশন ত্যাগরায়নগরের নিকটবর্তী হয়। ১৯৩৫ খ্রিস্টাব্দে এখানে প্রথম ব্যাংকের কোন শাখা খোলা হয়। ১৯২৮ খ্রিস্টাব্দে নেল্লাই চিন্নাস্বামী শেঠির টেক্সটাইল শোরুম এখানকার প্রথম খুচরো ব্যবসায়ী শিল্পের সূত্রপাত ঘটায়। which was upgraded as the first Kancheepuram silk sari shop of the area in 1935. দ্বিতীয় বিশ্বযুদ্ধের সময় জাপানি বোমাবাজি থেকে রক্ষা পেতে শহরটিকে উদ্বাসিত করা হয়।\nপাণ্ডি বাজার আমির কারণ যথেষ্ট বিতর্কমূলক। অনেকের মধ্যে পুদুচেরি বা পন্ডিচেরি থেকে নির্গত হয় দেবরাজ মুদালিয়ার এখানে প্রথম দশটি দোকান খোলেন, আবার মাদ্রাজ বিষয়ক ইতিহাসবিদ এস মুত্তাইয়া তার মাদ্রাজ রিডিসকভার্ড, বইতে এই বাজারের অন্য নাম উল্লেখ করেছেন। লোকাল এর সমস্ত গাছে আবৃত সড়ক তখনকার শাসকদলের স্টলওয়ার্টদের নাম অনুসারে।\n১৯৯১ খ্রিস্টাব্দে রেসিডেন্সি নামক একটি তিন তারা হোটেলে নির্মাণের মাধ্যমে এই লোকালয় তারা বিশিষ্ট হোটেলের নির্মাণ শুরু হয়। ২০০৬ খ্রিস্টাব্দের তথ্য অনুসারে একটি হোটেলে ৮০ শতাংশই ভোগ দখলের হার ছিল। সরবণা ভবন তৎকালীন অন্যতম সুপ্রতিষ্ঠিত রেস্তোরাঁ, এছাড়া রয়েছে আদিয়ার আনন্দ ভবন৷ ব্যবসা-বাণিজ্য ও জনবসতির বৃদ্ধির সাথে সাথে এখানে প্রচুর বিখ্যাত থিয়েটার হাউস গড়ে উঠেছে তার মধ্যে সান, নাগেশ, রাজকুমারী অন্যতম।\nশুরু থেকেই ত্যাগরায়নগর ছিল স্থানীয় এবং জেলা থেকে আসা লোকজনের অন্যতম পছন্দের বাসস্থান। ১৯৩০-এর দশকে এখানকার জনসংখ্যা তীব্র হারে বৃদ্ধি পায়। শুরুর দিকে অনেক গণ্যমান্য তামিল চলচ্চিত্র কলাকুশলী এখানে বাস করতেন।\n\n\n== জনতত্ত্ব ==\nত্যাগরায়নগর বাজারে মোটামুটি ভাবে একটি নির্দিষ্ট সংখ্যার গ্রাহকরা ভিড় করে থাকেন।‌ তবে সপ্তাহান্তে এই সংখ্যা পাঁচ লাখ ছোঁয়। কোনো বিশেষ অনুষ্ঠানের ঋতুতে বিপণন দ্রব্যের উপর ভালো ছাড়ের ফলে যথেষ্ট জনসমাগম হয় তারা মাঝে মাঝে কুড়ি লাখ অতিক্রম করে। একটি সাধারন দিনে উদ্যান, সেন্ট্রাল পার্ক এবং আশেপাশের অঞ্চলে পদচারী ও ভ্রমণকারীর সংখ্যা দু'লাখ অবধি হয়ে থাকে।\n\n\n== অর্থনীতি ==\n\nত্যাগরায়নগর চিহ্নের অন্যতম ব্যস্ত শপিং ডিস্ট্রিক্ট। প্রাপ্ত শুল্কের পরিমাণে এটি আশে পাশের অঞ্চল সহ ভারতের বৃহত্তম শপিং ডিস্ট্রিক্ট। অনুমান এই যে, পার্শ্ববর্তী অঞ্চল সহ ত্যাগরায়নগরের বার্ষিক রাজস্বের পরিমাণ প্রায় কুড়ি হাজার কোটি ভারতীয় মুদ্রা। যদিও দাপ্তরিক হিসাব-নিকাশে এর পরিমাণ এই অনুমানের প্রায় অর্ধেক, যা দিল্লির কনট প্লেস এবং মুম্বাইয়ের লিংকিং রোডের বার্ষিক ৪-৬,০০০ কোটি ভারতীয় মুদ্রার রাজস্বের পরিমাণের দ্বিগুণ। এই লোকালয়ে সমগ্র চেন্নাই শহরের ৭০-৮০ শতাংশ সোনা বিক্রয় হয় এটি দক্ষিণ ভারতের গুরুত্বপূর্ণ সোনা বিপণনকারী অঞ্চলগুলির একটি। ওসমান রোড চেন্নাইয়ের ব্যয় বহুল অর্থনৈতিক করিডোর। পনগল উদ্যানের আশেপাশের এলাকা সিল্কের শাড়ি এবং ধাতব গয়নাগাটির সূক্ষ্ম কাজের জন্য যথেষ্ট পরিচিত। ২০০৬ খ্রিস্টাব্দের পরিসংখ্যান অনুসারে এখানকার ভূসম্পত্তি পরিমাণ প্রতি বর্গফুটে ১১,৫০০ ভারতীয় মুদ্রা। নাল্লি ওয়ারড্রব স্টোর, নাইডু হল এবং ইন্সটোরের মতো পোশাক পরিচ্ছদের দোকানের মূলকেন্দ্র এখানে অবস্থিত। অন্যান্য গুরুত্বপূর্ণ বস্ত্র শিল্প প্রতিষ্ঠানগুলি হলো পোতীস, দ্য চেন্নাই সিল্কস, আরএমকেভি সিল্কস এবং কুমারন সিল্কস। দিনের বেলা রঙ্গনাথন স্ট্রীট অন্যতম ব্যস্ত ও পথচারী দ্বারা ভিড় আক্রান্ত থাকে।\nচেন্নাইয়ের বৃহত্তম বেসরকারি গ্রন্থাগার রবিরাজ লেন্ডিং লাইব্রেরি ত্যাগরায়নগরের ওসমান রোডের উপর অবস্থিত।\n\n\n== স্থানীয় সংবাদপত্র ==\nটি. নগর টাইমস - ত্যাগরায়নগর ও আশেপাশের দৈনন্দিক খবরের সংগ্রহশালা৷ বিশেষ উদ্যোগে রবিবার এই পত্রিকার গ্রাহকরা বিনামূল্যে পত্রিকা পেয়ে থাকেন৷\n\n\n== পরিবহন ==\n\n\n=== বাস ===\n\nশহরের যেকোনো প্রান্ত থেকে বাস পরিষেবার মাধ্যমে ত্যাগরায়নগর সহজ গম্য। ওসমান রোডের বাস টার্মিনালটি অর্থনৈতিক অঞ্চল গুলির মধ্যে পরিষেবা প্রদান করে থাকে। এখান থেকে তিরুবেরকাড়ু, ময়িলাপুর, কোটমবক্কম, আবাড়ি, নুঙ্গমবক্কম, এন্নোর, মানালি, পুন্তমল্লী, পট্টাবিরাম, অম্বাত্তুর, আন্নানগর, তিরুভেলুর যাওয়ার বাস পরিষেবা রয়েছে৷ নিকটবর্তী কাঞ্চীপুরম, চেঙ্গলপট্টু ও তিরুভেলুর জেলার বিভিন্ন অংশের সাথেও এর বাস পরিষেবা রয়েছে৷\nত্যাগরায়নগফ বাস টার্মিনাস ১.৯৫ একর অঞ্চল জুড়ে বিস্তৃত৷ টার্মিনাস থেকে ৫৮ টি বাস ছাড়ে এবং অপর প্রান্তিকী বাসের মোট ২৩৮ টি এই টার্মিনাস অতিক্রম করে যায়৷ ব্যস্ত সময়ে গড়ে প্রতি মিনিটে বাস পরিষেবা সাতটি৷\n\n\n== ভবিষ্যত ==\nসরকারি তথ্য অনুসারে ভবিষ্যতে স্মার্ট সিটি প্রকল্প তালিকায় চেন্নাইয়ের লোকালয়গুলির মধ্যে ত্যাগরায়নগর তালিকাভুক্ত হওয়ার সম্ভাবনা রয়েছে৷\n\n\n== তথ্যসূত্র =="}