{"pageid": 1031657, "title": "বুরসা অবরোধ", "url": "https://bn.wikipedia.org/wiki?curid=1031657", "content": "১৩১৭ সাল থেকে ১৩২৬ সালের ৬ এপ্রিল পর্যন্ত বুরসা অবরোধের ঘটনা ঘটে, যখন উসমানীয়রা প্রুসা (বর্তমান- বুরসা, তুরস্ক) দখল করার জন্য একটি সাহসী পরিকল্পনা গ্রহণ করেছিলো। উসমানীয়রা এর আগে কোনও শহর দখল করে নি। যুদ্ধের সময়ে দক্ষতা এবং পর্যাপ্ত সরঞ্জামের এতই অভাব ছিলো যে শহরটির পতন ঘটার জন্য অবরোধের পর ছয় বা নয় বছর সময় লাগে।\nঐতিহাসিক লাওনিকোস চালকোকন্ডলাইস উল্লেখ করেছেন যে উসমানীয়রা শহরটি দখল করতে ১৩২১-১৩২৮ সালের বাইজেন্টাইন গৃহযুদ্ধের সুযোগ নিয়েছিল: \"অ্যান্ড্রোনিকোস সিদ্ধান্ত নিয়েছিলো যে, তাঁর দাদা ইতোমধ্যে বৃদ্ধ হয়ে গিয়েছে এবং তাই সিংহাসনের দখল নিতে গিয়ে তারা পরস্পরের সাথে লড়াই শুরু করে দিয়েছিলো। সে খুব জেদী ছিলো এবং অবিরাম ঝামেলা সৃষ্টি করেছিলো। সে সার্বদেরকে নিয়ে লড়াইয়ের জন্য নিয়ে এসেছিলো এবং সিংহাসনের পক্ষে লড়াইয়ে শীর্ষস্থানীয় গ্রীকদের সাথে নিজেকে জোট করেছিলো। এর ফলস্বরূপ তারা উভয়ই তুর্কিদের ইউরোপে প্রবেশে বাঁধা দিতে পারেনি। \"এই সময়েই প্রুসাকে অবরোধ করা হয়েছিল, অ্যান্ড্রোনিকোস অনাহারী হয়ে পড়েছিলো এবং অবরোধ শেষে উসমান গাজী তাকে আটক করেন এবং এরপর এশিয়ার অন্যান্য শহর দখল করতে শুরু করেন।\"\nকিছু উৎস অনুসারে বুরসা শহরের পতনের ঠিক আগে উসমান গাজীর স্বাভাবিক মৃত্যু হয়, যেখানে অন্যরা মনে করেন যে তিনি বুরসা বিজয়ের পরেও দীর্ঘকাল বেঁচে ছিলেন  এবং মৃত্যুর পর বুরসায় তাঁকে সমাধিস্থ করা হয়।\n\n\n== ফলাফল ==\nশহরটির পতনের পর উসমান গাজীর পুত্র ও উত্তরসূরী ওরহান গাজী একে তাঁর সাম্রাজ্যের প্রথম আনুষ্ঠানিক রাজধানী হিসেবে ঘোষণা করেন যা ১৩৬৬ সাল পর্যন্ত এডির্নে স্থানান্তরিত হওয়ার আগ পর্যন্ত বলবৎ ছিলো। ফলস্বরূপ, বুরসা শহরটি সাম্রাজ্যের প্রতিষ্ঠাতা শহর হিসাবে উসমানীয় ইতিহাসের একটি বিশেষ স্থান অর্জন করেছে এবং এছাড়াও বুরসা গ্র্যান্ড মসজিদ (১৩৯৯), প্রথম বায়েজিদ মসজিদ (১৩৯৫), হাদেভেন্দিগার মসজিদ (১৩৮৫), ইয়েল মসজিদ (১৪২১) প্রভৃতি মসজিদসমূহের কারণে উসমানীয় স্থাপত্যের জন্মস্থান হিসেবেও মর্যাদা লাভ করেছে। ওরহান গাজী তাঁর রাজত্বকালে ইমারত, তুর্কি গোসলখানা, মসজিদ, ইনন্ এবং কাভানসারেসের মতো বিল্ডিং নির্মাণের মাধ্যমে শহুরে জীবনযাপন বৃদ্ধিকে উৎসাহিত করেছিলেন, এবং তিনি একটি মসজিদ এবং একটি মাদ্রাসাও তৈরি করেছিলেন যা বর্তমানে হিসার জেলার আওতাধীন। তাঁর মৃত্যুর পরে পিতার মাজারের পাশে তাঁকে কবর দেওয়া হয়। ১৩৩১ সালে বুরসায় ভ্রমণকারী মুসলিম পর্যটক ইবনে বতুতা সুলতানের আচরণে মুগ্ধ হয়েছিলেন এবং বুরসাকে একটি চিত্তাকর্ষক শহর হিসাবে এভাবেই আখ্যায়িত করেছিলেন, \"পরিপাটি বাজার এবং প্রশস্ত রাস্তাসমূহ, যেগুলোর চারদিকেই উদ্যান এবং প্রবাহমান ঝর্ণা চোখে পড়ে\"।\n\n\n== গুরুত্ব ==\nপল কে. ডেভিস লিখেছেন, \"বুরসা দখলের ঘটনা প্রথম উসমান (অটোমান) এবং তাঁর উত্তরসূরীদেরকে এশিয়া মাইনরে বড় শক্তি হিসাবে প্রতিষ্ঠিত করেছিল, যা ছিলো উসমানীয় সাম্রাজ্যের সূচনা।\"\n\n\n== আরো দেখুন ==\nআর্মেনিয়ান বেলির যুদ্ধ\nকুলুচাহিসার অবরোধ\nডোমানিকের যুদ্ধ\nবাফিয়াসের যুদ্ধ\nডিম্বোসের যুদ্ধ\n\n\n== তথ্যসূত্র =="}