{"pageid": 1032156, "title": "ক্রামা", "url": "https://bn.wikipedia.org/wiki?curid=1032156", "content": "১৯৮৪-৮৫ সালের দিকে সাধু মেনলে ম্রোদের মধ্যে তার অনুধ্যানলদ্ধ এক নতুন ধর্মমত প্রচারে ব্রতী হন ম্রো জনতার মধ্যে সংহতি ও একাত্ববোধ জাগাতে, সততা ও নিষ্ঠার চর্চায় তাদের উদ্বুদ্ধ করতে এ সাধক যে নতুন ধর্মমত প্রচলনের উদ্যোগ নেন, সেটির নাম ক্রামা। সর্বপ্রাণবাদ, খ্রিস্টীয় অভীক্ষা, বৈষ্ণবধর্মের সারাৎসার এসবের মিশ্রণে ক্রামা ধর্মমতের নীতি আদর্শসমূহ গড়ে ওঠে। \n\n\n== ক্রামা দি মেনল ==\nমেনলে ম্রোর জন্ম বান্দরবান জেলা সদরের চিম্বুক পাহাড়ের পাদদেশে পোড়া পাড়ায়। তাঁর পিতার নাম মেনসি ম্রো ও মাতার নাম তুমতো ম্রো। \n\n\n== ক্রামা বর্ণমালা ==\n১৯৮৬ সালের ৫ এপ্রিল নিজ গ্রামে প্রায় পাঁচ হাজার মানুষের উপস্থিতিতে মেনল তাঁর নতুন উদ্ভাবিত ‘ক্রামা বর্ণমালা’ প্রকাশ করেন। একই সময় প্রবর্তন করলেন ক্রামা ধর্ম।\n\n\n== ধর্মীয় গ্রন্থ ও ধর্ম পালনরীতি ==\nক্রামাদের ধর্মীয় গ্রন্থের নাম হচ্ছে 'রিয়ুং খতি’। এটি তাদের ধর্মীয় রীতিনীতি ও জীবন ব্যবস্হার নিয়ম লিপিবদ্ধ। সামাজিক ক্রিয়া-কর্তব্য অনুসারে ক্ষমতার বিকেন্দ্রিকরণের দেখা মেলে ক্রামা নির্দেশনায়। প্রতিটি গ্রামের নিয়ন্ত্রণ কাঠামোতে ছয়জন গুরু বা অরি-তরাউপ থাকে; যাদের উপর পৃথক কিছু দায়িত্ব অর্পিত। চখাং উপ-এর উপর ভেষজ চিকিৎসা, তরা উপ-এর উপর বিচার-সালিস এবং অরিপ উপ-এর উপর প্রয়োজনীয় উপদেশ প্রদানের দায়িত্ব। গ্রামের শিশুদের শিক্ষার জন্য সাংমি উপ, ধর্মবিষয়ক ব্যাখ্যা ও প্রচারের জন্য প্রসার উপ এবং গ্রামবাসীর জন্য আইন তৈরির দায়িত্ব অরি উপ-এর উপর। উল্লেখিত ছয়জন প্রভূত সম্মানীয় বলে পরিগণিত।ক্রামাধর্মে পবিত্রতম স্থান কিইয়ং বা বিহার; যা তিন অংশে বিভক্ত। \nসোলুক কিম হলো বিহারের প্রার্থনা করার মূল স্থান। সবচেয়ে পবিত্র এই অংশে প্রবেশের আগে পা ধুয়ে নিতে হয়। সোলুক কিম আবার দুই ভাগে বিভক্ত। এক ভাগ অরি-তরাউপদের এবং অন্যভাগ পুণ্যার্থীদের। তবে পুন্যার্থীদের বসার জন্য কিছু নিয়ম আছে- নারী-পুরুষ আলাদা, বিবাহিতরা সামনে এবং অবিবাহিতরা পেছনে ইত্যাদি। অভ্যাগতদের বিশ্রামের স্থান নাংখর কিম। সবিশেষ রিয়াখেপ কিম হলো অরি-তরাউপদের অবস্থানের জায়গা। অবশ্য উপাসনায় আসা ব্যক্তিরাও বিশ্রাম নিতে পারে। পুণ্যার্থীদের ডাকা হয় পনেরো বার ঘণ্টা বাজানোর মাধ্যমে।\n\n\n== সামাজিক আচার-আচরণ ==\nক্রামা ধর্মে ফুং বা চারিত্রিক আচার গুরুত্বপূর্ণ উপাদান। সংসারধর্ম পালনকারী এবং সংসারত্যাগীর জন্য ফুং আলাদা। সংসারধর্ম পালনের জন্য আটটি ফুং প্রণিধান যোগ্য। যেখানে মদ পান এবং অন্যান্য নেশাদ্রব্য থেকে বিরত থাকতে বলা হয়েছে। চুরি-ডাকাতি, মিথ্যা বলা, জুয়াখেলা, প্রাণিহত্যা, লোভ-হিংসা, ব্যভিচার এবং মানুষের প্রতি কুদৃষ্টি দেয়াকে  নিষেধ করা হয়েছে। সংসারত্যাগী কিংবা সন্ন্যাসীদের জন্য বাড়তি আরো দুই ফুং পালন করতে হয়। মানবিক সকল সম্পর্কের বাইরে থাকা এবং ভগবানকে একমাত্র আত্মীয় বলে গণ্য করা আর সেই সাথে জঙ্গলে গিয়ে তপস্যা করা। এছাড়াও সবার জন্য রয়েছে বিশেষ নিয়ম।\n\n\n== উৎসব ও পার্বণ ==\nউৎসব উদ্‌যাপন ও পার্বণের দিন নির্ণয়ে ক্রামারা চাঁদ দেখার উপর নির্ভরশীল। ক্রামা জীবনব্যবস্থা অনুসারীরা চারটি উৎসব পালন করেন। \n\n‘প্রাত লা পই’  উৎসব ধর্ম ও বর্ণমালা প্রবর্তনের দিন স্মরণে এপ্রিল মাসে পালন করে।\n‘সরাই লা পই’ নতুন বছরের শুরু বা নববর্ষ হিসেবে পালিত উৎসব। এটি মে মাসে পালন করে।\n‘রামমো লা পই’ হচ্ছে ক্রামা জীবন ব্যবস্হার প্রবর্তক মেনলের গৃহত্যাগের দিন স্মরণের উৎসব।\n‘লুতা লা পই’ হচ্ছে এটি অক্টোবর মাসে পালন করা হয়।\nএছাড়াও তাঁরা নবান্ন উৎসব হিসেবে ‘চমুং পক পই’ উৎসব পালন করে। এদিন জুমের নতুন ধানে ভাত রান্না ও শূকর-মুরগি রান্না করা হয়। গ্রামের বয়োবৃদ্ধদের দাওয়াত দেয়া হয়।\nনবজাতকের নাম রাখার অনুষ্ঠানকে ‘মিংরুক পই ’ অনুষ্ঠান বলা হয়। এছাড়াও দেবতার সাথে নতুন প্রজন্মের পরিচয় করানো এবং নাক-কান ছিদ্র করার বিভিন্ন অনুষ্ঠানো তারা আয়োজন করে।\n\n\n== তথ্যসূত্র ==\n\nক্রামাধর্মের উৎপত্তি ও ম্রো সমাজ, ইয়াংঙান ম্রো, পূর্বস্বর প্রকাশন, ঢাকা, ফেব্রুয়ারি ২০২০\nবাংলাদেশের আদিবাসী, এথনোগ্রাফিক গবেষণা, বাংলাদেশ আদিবাসী ফোরাম, উৎস প্রকাশন, প্রথম খণ্ড, ঢাকা\nবাংলাদেশের উপজাতি, সুগত চাকমা, বাংলা একাডেমী, ঢাকা"}