{"pageid": 1032466, "title": "এরোমাঙ্গা সেনসেই", "url": "https://bn.wikipedia.org/wiki?curid=1032466", "content": "এরোমাঙ্গা সেনসেই (エロマンガ先生) হলো একটি জাপানিজ লাইট নভেল সিরিজ, যেটি লিখেছেন সুকাসা ফুশিমি এবং অলংকরণ করেছেন হিরো কানজাকি। ২০১৩ সালের ডিসেম্বর মাস থেকে আজ পর্যন্ত আসুকি মিডিয়া ওয়ার্কস \"ডেনগেকি বুনকো\" মলাটে এই সিরিজের দশটি খন্ড প্রকাশনা করেছে। \"ডেনগেকি দাইওহ\" ম্যাগাজিনে, ২০১৪ সালের মে মাস থেকে, রিনের দ্বারা অঙ্কিত, একটি মাঙ্গা সিরিয়ালাইজেশনের প্রকাশনা স্থান পায়। এ-ওয়ান পিকচার্স এরপর এই সিরিজের একটি অ্যানিমে অভিযোজন, ২০১৭ সালের এপ্রিল থেকে জুন মাস পর্যন্ত সম্প্রচার করে।।\n\n\n== প্রেক্ষাপট ==\nএকজন হাই স্কুলের ছাত্র, মাসামুনে ইজুমিকে কেন্দ্র করে এই গল্পটি তৈরি করা হয়েছে, যে লাইট নভেল লিখতে খুব ভালোবাসে। নিজস্ব কোনো অঙ্কনবিদ্যা না থাকায়, সে \"এরোমাঙ্গা\" ছদ্মনামের এক অচেনা ব্যক্তিকে দিয়ে নিজের উপন্যাসগুলির অলংকরণ করায়। এই ব্যক্তিটি নিরলসভাবে অশ্লীল চিত্র অঙ্কন করতে খুবই ভরসাযোগ্য। নিজের আবেগ আর স্কুলকে সামলানো ছাড়াও মাসামুনেকে তার ছোট্ট সৎবোন, সাগিরি ইজুমির খেয়াল রাখতে হয়। সাগিরি হলো চরিত্রে একজন \"হিকিকোমোরি\", সে একবছরের ওপরে নিজেকে ঘরে আবদ্ধ করে রেখেছে। সে কোনোদিনও তার কামরা থেকে বেরোয় না এবং মাসামুনেকে দিয়ে তার সমস্ত কাজকর্ম করায়। যদিও মাসামুনে প্রত্যেকবার চেষ্টা করে তার বোনকে ঘর থেকে বাইরে নিয়ে যাওয়ার, কিন্তু সাগিরি কিছুতেই আসতে চায় না। তবে, যেদিন মাসামুনে অসাবধানতাবসত আবিষ্কার করে ফেলে যে তার উপন্যাসগুলির বেনামী অলংকারক আর কেউ নয়, স্বয়ং তার বোন সাগিরি, এই ভাইবোনদের সম্পর্ক বেশ জমজমাট হয়ে যায়।।\n\n\n== চরিত্রসমূহ ==\nমাসামুনে ইজুমি (和泉 正宗, ইজুমি মাসামুনে)\nকণ্ঠ দিয়েছেন: ইয়োশিতসুগু মাতসুওকা\nমাসামুনে হলো একজন ১৫ বছর বয়সী প্রথমবর্ষের হাই স্কুল ছাত্র, যে এই সিরিজের মূল চরিত্র। যখন সে জুনিয়ার হাই স্কুলে পড়তো, তখন লাইট নভেল সিরিজ লেখার জন্যে সে একটি খেতাব জিতেছিল। পরবর্তীকালে সে \"পুনর্জন্মের রুপোলি নেকড়ে\" নামে একটি সিরিজ লেখার সময় \"এরোমাঙ্গা\" নামক একজন ছদ্মনামী ব্যক্তির সাথে কাজ করা শুরু করে, কিন্তু ঘটনাচক্রে দেখা যায় যে এই \"এরোমাঙ্গা\" আসলে তারই সৎবোন সাগিরি।।\nসাগিরি ইজুমি (和泉 紗霧, ইজুমি সাগিরি)\nকণ্ঠ দিয়েছেন: আকানে ফুজিতা\nসিরিজের মূল নায়িকা ও এরোমাঙ্গা সেনসেই শিরোনামধারী এই মেয়েটি হলো ১২ বছর বয়সী প্রথমবর্ষ জুনিয়ার হাই স্কুলের ছাত্রী, সাগিরি। সে হলো একজন \"হিকিকোমোরি\", যে কখনোই তার ঘর থেকে বেরোয় না, এমনকি খাবার জন্যেও নয়। তবুও সে তার সৎদাদার উপরই বেশিরভাগ ভরসা করে থাকে। ঘটনাচক্রে পরবর্তীকালে সে তাকে নিজের ঘরে আসতে দিয়েছিল এবং দুজনের সম্পর্ক ঘরের চার দেওয়াল ছাড়িয়ে বাইরের জগতের পরিধী নিয়েছিল। যদিও মাসামুনে ছাড়া আর কয়েকজনই তার এই \"এরোমাঙ্গা সেনসেই\" পরিচয় জানে, তবুও সাগিরি সর্বদা বলে যে এনামে সে কাউকে চেনে না। তার ব্লগ অনুযায়ী সে এই নামটি একটি দ্বীপের নামকে অনুসরণ করে দিয়েছে, কোনো এচ্ছি মাঙ্গার সাথে এর সম্পর্ক নেই। সাগিরির মা মাসামুনের বাবাকে বিয়ে করার আগে, মাসামুনের সাথে অনলাইন বন্ধু হিসেবে সাগিরির এক অজানা সম্পর্ক ছিল। অ্যানিমেতে, সে টিভ দিয়ে নিজের অলংকরন চালিয়ে গেছে।।\nএলফ ইয়ামাদা (山田エルフ, ইয়ামাদা এলফ)\nকণ্ঠ দিয়েছেন: মিনামি তাকাহাশি\nএলফ হলো একজন বিখ্যাত ১৪ বছর বয়সী লাইট নভেল লেখক, যার লেখার ২০ লক্ষ কপি বিক্রি করা হয়েছে। সে মাসামুনের পাশের বাড়িতে থাকা শুরু করে ও ললিতা ধরনে পোশাক পড়তে তাকে বহু লোকে চেনে। কাহিনী অনুসারে সে মাসামুনের প্রেমে পড়ে যায় এবং তার কাছে নিজের অনুভূতি স্বীকারও করে। এলফ ইয়ামাদা হলো শুধুমাত্র তার লেখিকা ছদ্মনাম। তার আসল নাম হচ্ছে এমিলি গ্রানগের (エミリー・グレンジャー, এমিরি গুরেনজা)।।\nমুরামাসা সেনজু (千寿 ムラマサ, সেনজু মুরামাসা)\nকণ্ঠ দিয়েছেন: সাওরি ওনিশি\nমুরামাসা হলো একজন সার্থক লাইট নভেল লেখক, যে তার ঔপন্যাসিক সিরিজের ১ কোটি ৪ লক্ষ ৫০ হাজারটি কপি বিক্রি করেছে। সে মাসামুনের লেখা \"পুনর্জন্মের রুপোলি নেকড়ে\" সিরিজটির ফ্যান ছিল এবং কাহিনী সমাপ্ত হওয়ার পর সে বেশ দুঃখিত হয়ে যায়। সে মাসামুনেকে রোম্যান্টিক কমেডি সিরিজ লেখার থেকে থামানোর চেষ্টা করলেও পরবর্তীকালে নিজের হার স্বীকার করে যখন সে লাইট নভেল তেনকাইচি বুতোকাই (ラノベ天下一武闘会, রানোবে তেনকাইচি বুতোকাই) প্রতিযোগিতায় পরাজিত হয়। সে মাসামুনকে ভালোবাসে, কিন্তু মাসামুনে তাকে প্রেম নিবেদনে সোজাসুজি না করে দেয়। মুরামাসা সেনজু হলো আসলে তার ছদ্মনাম। তার প্রকৃত নাম হলো হানা উমেজোনো (梅園 花, উমেজোনো হানা)।।\nমেগুমি জিন্ন (神野 めぐみ, জিন্ন মেগুমি)\nকণ্ঠ দিয়েছেন: ইবুকি কিদো\nমেগুমি হলো সাগিরির একটি সহপাঠী যে অতীতে একজন অপেশাদার মডেল হিসেবেও কাজ করেছে। তাকে প্রথমত একজন বিকার চিন্তাধারাগ্রস্ত মেয়ে মনে হলেও সে আদতে কিন্তু খুবই নিষ্পাপ। সে শুধুমাত্র ভালোবাসা ও বিপরীত লিঙ্গের প্রতি সজ্ঞানি হওয়ার ভান করে, যাতে তাকে বেশ \"চতুর\" মনে হয়।।\nতোমোয়ে তাকাসাগো (高砂 智恵, তাকাসাগো তোমোয়ে)\nকণ্ঠ দিয়েছেন: ইউ ইশিকাওয়া\nতোমোয়ে হলো মাসামুনের একজন বন্ধু, যার পরিবার কিনা তাকাসাগো শোতেন (たかさご書店) নামক এক বইয়ের দোকান চালায়।।\nকুনিমিতসু শিদো (獅童 国光, শিদো কুনিমিতসু)\nকণ্ঠ দিয়েছেন: নোবুনগা শিমাজাকি\n\"লাইট নভেল তেনকাইচি বুতোকাই\" প্রতিযোগিতার একজন অংশগ্রহণকারী হলো শিদো। সে এই প্রতিযোগিতায় দ্বিতীয় স্থান অধিকার করেছিল কারন মাসামুনে প্রথম স্থান পেয়েছিল। সে মনে করে যে মাসামুনে একজন সমকামী।।\nআয়ামে কাগুরাজাকা (神楽坂 あやめ, কাগুরাজাকা আয়ামে)\nকণ্ঠ দিয়েছেন: মিকাকো কোমাতসু\nইনি হলেন মাসামুনে আর মুরামাসার কার্যনির্বাহী সম্পাদক।।\nক্রিস ইয়ামাদা (山田 クリス, ইয়ামাদা কুরিসু)\nকণ্ঠ দিয়েছেন: সেইচিরো ইয়ামাশিতা\nক্রিস হলো এলফের বড়ো দাদা এবং তার কার্যনির্বাহী সম্পাদক।।\n\n\n== মিডিয়া ==\n\n\n=== লাইট নভেল ===\nলাইট নভেলগুলি লিখেছেন সুকাসা ফুশিমি ও অলংকরণ করেছেন হিরো কানজাকি। আসুকি মিডিয়া ওয়ার্কস \"ডেনগেকি বুনকো\" মলাটে এই সিরিজের প্রকাশনা শুরু করে এবং ২০১৩ সালের ১০ই ডিসেম্বর এর প্রথম খণ্ডটি বেরোয়।  ২০১৯ সালের নভেম্বর মাস পর্যন্ত সিরিজের বারোটি খন্ড প্রকাশিত হয়েছে।।\n\n\n=== মাঙ্গা ===\n২০১৪ সালের ২৭শে মে থেকে রিনের দ্বারা চিত্রিত একটি মাঙ্গা সিরিয়ালাইজেশন আসুকি মিডিয়া ওয়ার্কসের \"ডেনগেকি দাইওহ\" ম্যাগাজিনে প্রকাশিত হওয়া শুরু করে। মাঙ্গাটিকে ২০১৪ সালের ১০ই নভেম্বর থেকে এগারোটি \"তানকোবোন\" খণ্ডে সংকলিত করা হয়েছে। উত্তর আমেরিকায় ডার্ক হর্স কমিক্স সিরিজটি দত্তাধিকারে নেয়। ২০২০ সালের জুলাই মাসে মাঙ্গাটিকে অস্ট্রেলিয়ার বুকস কিনোকুনিয়া থেকে বাদ দেওয়া হয় কারন অনেকে অভিযোগ জানিয়েছিল যে এটি শিশু পর্নোগ্রাফিকে তুলে ধরেছে।।\n\n২০১৮ সালের ২৭শে জুলাই, \"ডেনগেকি দাইওহ\" এর সেপ্টেম্বর সংখ্যায় এলফ ইয়ামাদা চরিত্রটিকে কেন্দ্র করে একটি স্পিন অফ মাঙ্গা প্রকাশিত হওয়া শুরু করে।।\n\n\n=== অ্যানিমে ===\nরিয়োহেই তাকেশিতার পরিচালিত একটি অ্যানিমে টেলিভিশন সিরিজ শুরু হয়, যেটি লিখেছিলেন তাতসুয়া তাকাহাশি। অ্যানিপ্লেক্স ও শিনিচিরো কাশিওয়াদা কর্তৃক প্রযোজিত এই সিরিজটি এ-ওয়ান পিকচার্স স্টুডিও থেকে প্রস্তুত করা হয়েছিল। ২০১৬ সালের সেপ্টেম্বর মাসে, নিকো নিকো স্ট্রিমের মাধ্যমে এটির মুক্তি ঘোষণা করা হয়। এরপর ২০১৭ সালের ৮ই জানুয়ারি, রিয়োহেই পূর্বাভাস দেয় যে টুইটার এর মাধ্যমে সে আরো অ্যানিমেটার এই সিরিজে নিয়োগ করবে। অ্যানিমেটি সম্প্রচারিত হয় ৯ই এপ্রিল থেকে ২০১৭ সালের ২৫শে জুন পর্যন্ত। ২০১৮ সালে দুটি অরিজিনাল ভিডিও অ্যানিমেশন পর্ব মুক্তি পাওয়ার কথা ছিল, কিন্তু ২০১৯ সালের ১৬ই জানুয়ারি পর্যন্ত তাদের মুক্তিকাল পিছিয়ে আসে। সিরিজের মূল ওপেনিং থিমটি হলো ক্লারিস এর গাওয়া \"হিতোরিগোতো\" (ヒトリゴト, একাকী), এবং এন্ডিং থিমটি হলো ট্রাইসেল এর \"অ্যাড্রেনালিন!!!\"। অষ্টম পর্বে ব্যবহৃত \"নাতসুইরো কোই হানাবি\" (夏色恋花火, গ্রীষ্মের রঙে রঙিন ভালোবাসার আতশবাজি) গানটি আকানে ফুজিতার গাওয়া। অ্যানিপ্লেক্স অফ আমেরিকা সিরিজটিকে উত্তর আমেরিকার জন্যে দত্তাধীকারে নেয়।\n\n\n== নোট ==\n\n\n== তথ্যসূত্র =="}