{"pageid": 1032365, "title": "ঘর্ম নিঃসরণ", "url": "https://bn.wikipedia.org/wiki?curid=1032365", "content": "ঘর্ম নিঃসরণ বলতে স্তন্যপায়ী প্রাণীদের চর্মের ঘর্মগ্রন্থি থেকে ঘর্ম বা ঘাম নামক তরল পদার্থ উৎপাদন ও নিঃসরণের ঘটনাটিকে বোঝায়।\nমানবদেহে দুই ধরনের ঘর্মগ্রন্থি দেখতে পাওয়া যায়: : বহিঃস্রাবী ঘর্মগ্রন্থি (Eccrine gland) এবং  অপস্রাবী ঘর্মগ্রন্থি (Apocrine sweat gland)। বহিঃস্রাবী বা বহিঃক্ষরা ঘর্মগ্রন্থিগুলি দেহের অধিকাংশ স্থানে ছড়িয়ে আছে এবং এগুলি প্রায়শই মাত্রাতিরিক্ত দেহ তাপমাত্রায় কারণে উদ্দীপ্ত হয়ে পানি-সদৃশ, লবণাক্ত ঘাম নিঃসরণ বা ক্ষরণ করার জন্য দায়ী। অন্যদিকে অপস্রাবী ঘর্মগ্রন্থিগুলি বগলের তলায় এবং দেহের অন্যান্য কিছু অংশে অবস্থিত এবং এগুলি থেকে এক ধরনের গন্ধহীন, তৈলাক্ত, অস্বচ্ছ রস নিঃসৃত হয়, যেগুলি ব্যাকটেরিয়ার দ্বারা বিযোজিত হয়ে বৈশিষ্ট্যসূচক গন্ধ প্রকাশ করে।\nমানুষের জন্য ঘর্ম নিঃসরণ তাপ-নিয়ন্ত্রণের একটি প্রধান উপায়। বহিঃস্রাবী ঘর্মগ্রন্থিগুলির পানি-সমৃদ্ধ নিঃসরণের মাধ্যমে এই উদ্দেশ্যটি সম্পন্ন করা হয়। একজন প্রাপ্তবয়স্ক ব্যক্তি ঘণ্টায় সর্বোচ্চ ২ থেকে ৪ লিটার পর্যন্ত ঘাম ছাড়তে পারেন এবং দৈনিক সর্বোচ্চ ১০ থেকে ১৪ লিটার (মিনিটে ১০-১৫ গ্রাম) ঘাম নিঃসরণ করতে পারেন। তবে বয়োসন্ধির আগে শিশুদের মধ্য ঘাম নিঃসরণের হার কম। চর্মের পৃষ্ঠতল থেকে ঘামের বাষ্পীভবনের ফলে  একটি শীতলীকরণ ক্রিয়ার সৃষ্টি হয়।  তাই গরম আবহাওয়াতে কিংবা কোনও ব্যক্তির পেশী কাজ করার ফলে উত্তপ্ত হয়ে উঠলে ঘাম উৎপন্ন হয়। যেসমস্ত প্রাণীর দেহে ঘর্মগ্রন্থি কম, যেমন কুকুর, সেগুলি মুখ হা করে জিহ্বা বের করে রাখে যাতে মুখগহ্বর ও স্বরযন্ত্রের আর্দ্র আবরণগুলি থেকে পানি বাষ্পীভূত হয় এবং ফলে দেহের তাপমাত্রা নিয়ন্ত্রিত হয়।\nযদিও ঘর্ম নিঃসরণ বহু বিভিন্ন স্তন্যপ্রায়ী প্রাণীতে পরিলক্ষিত হয়, মানুষ ও ঘোড়ার ব্যতিক্রম বাদে খুবই কম সংখ্যক প্রাণীই শীতল হবার জন্য বিপুল পরিমাণে ঘর্ম নিঃসরণ করে থাকে।\nইংরেজিতে ঘর্ম নিঃসরণকে চিকিৎসাবৈজ্ঞানিক পরিভাষায় \"ডায়াফোরেসিস\" (Diaphoresis) বা \"হাইড্রোসিস\" (Hidrosis) বলা হয়ে থাকে। তবে কখনও কখনও এই পরিভাষাগুলি দিয়ে অতিঘর্মণও বোঝানো হতে পারে।\n\n\n== প্রকারভেদ ==\nস্বাভাবিকের চেয়ে অতিরিক্ত ঘর্ম নিঃসরণকে অতিঘর্মণ (hyperhidrosis হাইপারহাইড্রোসিস) বলা হয়। যদি কোনও নিম্নস্থিত কারণের জন্য এটি ঘটে, তাহলে তাকে গৌণ অতিঘর্মণ (Secondary hyperhidrosis) বলে। সারা দেহ জুড়ে অতিরিক্ত ঘাম বের হলে তাকে সাধারণীকৃত অতিঘর্মণ (Generalized hyperhidrosis জেনারেলাইজড হাইপারহাইড্রোসিস) বলে। আর যদি দেহের নির্দিষ্ট কিছু অঞ্চলে যেমন বগল, হাতের ও পায়ের তালু, মুখমণ্ডল বা কুঁচকিতে অতিরিক্ত ঘাম বের হলে তাকে স্থানিক অতিঘর্মণ (Focal hyperhidrosis) বলে।\nকোনও কারণে স্বাভাবিকের চেয়ে কম ঘাম নিঃসরণ হলে তাকে স্বল্প-ঘর্মণ (Hypohidrosis হাইপোহাইড্রোসিস) বলা হয়।\nআর্দ্র পরিস্থিতিতে ঘর্মগ্রন্থি বন্ধ হয়ে ঘাম নিঃসরণ কমে গেলে তাকে ঘর্ম হ্রাস (Hidromeiosis হাইড্রোমিওসিস) বলে।\nকোনও পদার্থ বা ঔষধ যদি ঘাম নিঃসরণের কারণ হয়, তবে তাকে ঘর্মোৎপাদক (sudorific বা sudatory) বলা হয়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nFerner S, Koszmagk R, Lehmann A, Heilmann W (১৯৯০)। \"[Reference values of Na(+) and Cl(-) concentrations in adult sweat]\"। Zeitschrift für Erkrankungen der Atmungsorgane (জার্মান ভাষায়)। 175 (2): 70–5। পিএমআইডি 2264363। \nNadel ER, Bullard RW, Stolwijk JA (জুলাই ১৯৭১)। \"Importance of skin temperature in the regulation of sweating\"। Journal of Applied Physiology। 31 (1): 80–7। ডিওআই:10.1152/jappl.1971.31.1.80। পিএমআইডি 5556967। \nSato K, Kang WH, Saga K, Sato KT (এপ্রিল ১৯৮৯)। \"Biology of sweat glands and their disorders. I. Normal sweat gland function\"। Journal of the American Academy of Dermatology। 20 (4): 537–63। ডিওআই:10.1016/S0190-9622(89)70063-3। পিএমআইডি 2654204। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ঘর্ম নিঃসরণ সম্পর্কিত মিডিয়া দেখুন।"}