{"pageid": 1032045, "title": "স্পেস এক্স স্টারশিপ", "url": "https://bn.wikipedia.org/wiki?curid=1032045", "content": "স্টারশিপ হল মার্কিন মহাকাশ সংস্থা স্পেসএক্স কর্তৃক বিকশিত সম্পূর্ণ পুনঃব্যবহারযোগ্য উন্নয়নাধীন উৎক্ষেপণ যানের একটি শ্রেণি। উৎক্ষেপণ যানে মরিচাবিহীন ইস্পাত থেকে তৈরি একটি পুনঃব্যবহারযোগ্য অত্যন্ত ভারী বুস্টার ও স্টারশিপ মহাকাশযান রয়েছে, যা র‍্যাপ্টর রকেট ইঞ্জিন ব্যবহার করে তরল মিথেনের সঙ্গে তরল অক্সিজেন ধরে রাখার জন্য নকশা করা হয়েছে। মহাকাশে স্টারশিপের বৃহৎ পেলোড ধারণ ক্ষমতা ও সম্পূর্ণ পুনঃব্যবহারযোগ্যতা, এটিকে অত্যন্ত ব্যয়-প্রতিযোগীতামূলক এবং মহাকাশ ভ্রমণ, আন্তঃগ্রহীয় মহাকাশ যাত্রা ও পৃথিবীর বিভিন্ন স্থানের মধ্যে দ্রুত স্থান-থেকে-স্থানে উড্ডয়ন সহ মহাশূন্য উড্ডয়নের অনেকগুলি দিক পরিবেশন করতে সক্ষম করে তুল হবে। এই ক্ষমতার সাথে, রকেটটিকে অনেক মহাকাশ অভিযানে অন্তর্ভুক্ত করা হয়েছে, যেমন ডিয়ারমুন প্রকল্প, নাসার আর্টেমিস প্রোগ্রাম ও স্পেসএক্সের মার্স প্রোগ্রাম।\nপ্রতিটি আলাদা নকশার সঙ্গে স্টারশিপকে মার্স কলোনিয়াল ট্রান্সপোর্টার, বিগ ফ্যালকন রকেট ও ইন্টারপ্ল্যানেটারি ট্রান্সপোর্ট সিস্টেম বলা হত। যেকোনো স্টারশিপ প্রোটোটাইপ হিসাবে স্টারহপার ২০১৯ সালের ২৫শে জুলাই স্পেসএক্স সাউথ টেক্সাস লঞ্চ সাইটে প্রথম সফল উড্ডয়ন সম্পাদন করেছিল। প্রথম সম্পূর্ণ স্টারশিপ প্রোটোটাইপটি এসএন৮ ছিল, যেটি ২০২০ সালের ৯ই ডিসেম্বর অবতরণের সময় বিধ্বস্ত হয় এবং স্পেসএক্স-এর নিরাপত্তা পদ্ধতি পরীক্ষা ও পার্শ্ববর্তী পরিবেশের ক্ষতি সম্পর্কে অনেক উদ্বেগ উত্থাপন করেছে। ২০২১ সালের অক্টোবর মাসের তথ্য অনুযায়ী, সুপার হেভি বিএন৪ ও স্টারশিপ এসএন২০ কক্ষপথে উৎক্ষেপণের চেষ্টাকারী প্রথম প্রোটোটাইপ হয়ে উঠবে বলে আশা করা হয়েছিল। ২০ এপ্রিল, ২০২৩ প্রথমবারের মতো অরবিটাল লঞ্চের চেষ্টা করা হয়েছিল। তবে উৎক্ষেপণের কয়েক মিনিটের মধ্যে রকেকটি ধ্বংস হয়ে যায় এবং মিশনটি ব্যর্থ হয়।\n\n\n== পটভূমি ==\n\nযদিও একটি বৃহৎ আকারের, স্বয়ংসম্পূর্ণ ও উন্নত মহাকাশ অর্থনীতি শিল্পের লক্ষ্য, স্থানে প্রবেশযোগ্যতার খরচ, এটি অর্জনের জন্য একটি বাধা হয়ে দাঁড়িয়েছে। যে কোনো জাতীয় বাজারের ভেতরে সামান্য বাজারের প্রতিযোগিতার উদ্ভব হয়, এবং মার্কিন যুক্তরাষ্ট্রের মধ্যে, বিদ্যমান ঠিকাদারদের উচ্চ মূল্য ও পছন্দ বাণিজ্যিক উৎক্ষেপণ পরিষেবা প্রদানকারীদের প্রতিদ্বন্দ্বিতা করা কঠিন করে তুলেছে। যাইহোক, খরচ কমানোর অনেক ব্যবস্থা বিভিন্ন সাফল্যের সঙ্গে বিভিন্ন সংস্থা ও কোম্পানিসমূহ বাস্তবায়িত করেছে। একটি উদাহরণ হল ক্ষুদ্র-উচ্চতর উৎক্ষেপণ যানের বিকাশ, যার উৎক্ষেপণ খরচ দশ মিলিয়ন মার্কিন ডলার ($) থেকে কম বলে মার্কিন যুক্তরাষ্ট্রের বিমান বাহিনী ২০০৮ সালে আশা করেছিল।\n২০১০-এর দশকের গোড়ার দিকে, বেসরকারি মহাকাশ যাত্রা আবির্ভূত হয় এবং বিদ্যমান বাজারে যথেষ্ট প্রতিযোগিতা নিয়ে আসে, যে খাতে উল্লেখযোগ্য মহাকাশ যানের মধ্যে ফ্যালকন ৯, ইলেক্ট্রন এবং লঞ্চারওয়ান রয়েছে। এছাড়াও সেই সময়ে, মঙ্গল গ্রহে মানব অভিযানের অনেকগুলি ধারণা ও প্রস্তাবনা ছিল, তবে সেগুলির কোনটিই প্রযুক্তিগত উন্নয়নের পর্যায়ে পৌঁছায়নি।\nকমপক্ষে ২০০৯ সাল থেকে, স্পেসএক্স পুনঃব্যবহারযোগ্য রকেট পর্যায়ের উন্নয়নে সহায়তা করার জন্য প্রথম দিকের কয়েকটি ফ্যালকন ৯ উড়ানের প্রথম পর্যায়কে পুনরুদ্ধার করে। প্রথমদিকে, উভয় পর্যায়ই প্যারাসুট দিয়ে সজ্জিত করা হয়েছিল, কিন্তু বায়ুমণ্ডলীয় পুনঃপ্রবেশের সময় প্রক্রিয়াটি চরম তাপ থেকে বাঁচতে ব্যর্থ হয়েছিল। স্পেসএক্স ২০১৪ সালের শেষের দিকে প্রথম পর্যায়ের ইঞ্জিনসমূহ ব্যবহার করে প্রপুলসিভ অবতরণ করা ও ফ্যালকন ৯-এর দ্বিতীয় পর্যায় পুনরায় ব্যবহার করার প্রক্রিয়া ত্যাগ করার সঙ্গে প্যারাসুটকে প্রতিস্থাপন করে। তারপর, দ্বিতীয় পর্যায়ের পুনঃব্যবহারের জন্য উন্নত প্রযুক্তি স্টারশিপের উন্নয়নে স্থানান্তরিত হয়।\n\n\n== বর্তমান নকশা ==\nস্টারশিপের লক্ষ্য হল সম্পূর্ণরূপে পুনঃব্যবহারযোগ্য কক্ষপথীয় উৎক্ষেপণ ও পুনঃপ্রবেশকারী যান। এটি ১২০ মিটার (৩৯০ ফুট) উঁচু এবং এর ৯ মিটার (৩০ ফুট) ব্যাস রয়েছে, স্যাটার্ন ফাইভের চেয়েও ৯ মিটার (৩০ ফুট) অধিক লম্বা। স্টারশিপ দুটি পর্যায় নিয়ে গঠিত: একটি সুপার হেভি বুস্টার এবং একটি স্টারশিপ মহাকাশযান; উভয়েই এসএই ৩০৪এল স্টেইনলেস ইস্পাত থেকে তৈরি একটি দেহকাঠামো রয়েছে। স্টারশিপ ও সুপার হেভি এছাড়াও তরল অক্সিজেন ও মিথেন গ্রহণকারী র‍্যাপ্টর ও র‍্যাপ্টর ভ্যাকুয়াম ইঞ্জিন দ্বারা চালিত হয়। যেহেতু স্পেসএক্স পরিচালনাগত পরীক্ষার মাধ্যমে স্টারশিপ তৈরি করে, যার অর্থ প্রতিটি উপাদান পরীক্ষা করার পরিবর্তে সরাসরি প্রোটোটাইপকে উড্ডয়ন করানো হয়, ফলে স্টারশিপের নকশার দ্রুত পরিবর্তন হতে পারে।\nএকটি স্টারশিপ উৎক্ষেপণ ১০০ টন (২,২০,০০০ পাউন্ড) পৃথিবীর নিম্ন কক্ষপথে সরবরাহ করতে পারে এবং ট্যাঙ্কার স্টারশিপ দ্বারা মহাকাশযানে পুনঃজ্বালানী ভর্তি করার পরে উচ্চতর পৃথিবী, চাঁদ, মঙ্গল ও অন্যান্য কক্ষপথে প্রবেশ করা যেতে পারে। উৎক্ষেপণ যানটি মহাকাশ যাত্রার একটি দিকে বিশেষায়িত হওয়ার পরিবর্তে প্রায় সমস্ত স্পেস পেলোড উৎক্ষেপণ করতে ব্যবহার করা যেতে পারে। এর নকশা অন্যান্য উৎক্ষেপণ যানকে প্রভাবিত করেছে, যেমন - টেরান আর-এর রকেট পর্যায় এবং প্রজেক্ট জার্ভিস পুনঃব্যবহারযোগ্যতা ও স্টেইনলেস-ইস্পাত নির্মাণের দ্বিতীয় পর্যায়।\n\n\n=== র‍্যাপ্টর ইঞ্জিন ===\n\nস্টারশিপের উভয় পর্যায়েই র‍্যাপ্টর ইঞ্জিন দিয়ে সজ্জিত, পূর্ণ-প্রবাহ পর্যায়ভুক্ত দহন চক্র রকেট ইঞ্জিনসমূহ তরল মিথেন ও তরল অক্সিজেন গ্রহণ করে। টিম ডডের সাথে একটি সাক্ষাত্কারে ইলন মাস্ক বলেছিলেন, যে সমস্ত র‍্যাপ্টর ইঞ্জিন ৩.৫ থেকে ৩.৭ অনুপাতে তরল মিথেনে তরল অক্সিজেনকে দহন করবে। র‍্যাপ্টর ভ্যাকুয়াম ভেরিয়েন্টের জন্য, এটি ১ থেকে ৮০ অঞ্চল থেকে বেরিয়ে যাওয়ার জন্য গলদেশের অংশের সঙ্গে সম্প্রসারিত অগ্রভাগ দিয়ে সজ্জিত করা হয়েছে, যাতে মহাকাশে র‍্যাপ্টরের নির্দিষ্ট ধাক্কা প্রায় ২৮০ সেকেন্ড (৩.৭৩ কিমি/সেকেন্ড) বৃদ্ধি পায়। এটি সমুদ্র-স্তরের অপ্টিমাইজ করা র‍্যাপ্টর ইঞ্জিনসমূহে প্রবাহ বিচ্ছেদ দ্বারা সম্ভাব্য ক্ষতির কারণে ব্যবহৃত হয় না। পরবর্তীতে স্টারশিপসমূহ র‍্যাপ্টর ২ নামক র‍্যাপ্টরের একটি উন্নত সংস্করণ দিয়ে সজ্জিত হতে পারে। একই সাক্ষাত্কারে ইলন মাস্ক আরও উল্লেখ করেছেন, যে র‍্যাপ্টর ২ ভেরিয়েন্টের বেশিরভাগ ম্যাকগ্রেগরের একটি নতুন স্পেসএক্স সুবিধায় উত্পাদিত হবে, যখন হথর্নে স্পেসএক্সের কারখানাটি র‍্যাপ্টর ভ্যাকুয়াম তৈরি করতে ও নতুন ইঞ্জিন নকশা পরীক্ষা করতে ব্যবহার করা হবে।\nএকটি র‍্যাপ্টর ইঞ্জিনে সংশ্লিষ্ট টার্বোপাম্পের সাথে সংযুক্ত দুটি প্রিবার্নার থাকে, প্রতিটিতে হয় একটি মিশ্রণের সাথে বেশিরভাগই তরল অক্সিজেন অথবা একটি মিশ্রণে বেশিরভাগ ক্ষেত্রে তরল মিথেন সরবরাহ করা হয়। অন্যান্য রকেট ইঞ্জিনের বিপরীতে, র‍্যাপ্টর প্রিবার্নারের ভিতরে তার সমস্ত প্রপেলান্টকে দহন করে এবং আরও শক্তি ও দক্ষতার সাথে ইঞ্জিন টারবাইনসমূহকে প্রদান করে। তাই, টারবাইনের তাপমাত্রা এবং যান্ত্রিক চাপ অনেকাংশে কমে যায়, যা দীর্ঘতর টারবাইন ও সামগ্রিক ইঞ্জিনের আয়ুষ্কালে রূপান্তরিত হয়। উপরন্তু, টার্বোপাম্পে শুধুমাত্র গ্যাস থাকা জটিল সিলেন্টের প্রয়োজনীয়তা দূর করে। এই সমস্ত কারণ র‍্যাপ্টরের নির্ভরযোগ্যতা ও নির্দিষ্ট ধাক্কাকে (স্পেসিফিক ইম্পালস) বাড়িয়ে দেয়, বা সহজ কথায় প্রোপেলান্টের প্রতি ইউনিটে উচ্চ শক্তি উৎপন্ন হয়।\n\n\n=== সুপার হেভি বুস্টার ===\nসুপার হেভি বুস্টারটি ৭০ মিটার (২৩০ ফুট) লম্বা এবং ৩৩ টি পর্যন্ত সমুদ্র-স্তরের অপ্টিমাইজ করা র‍্যাপ্টর ইঞ্জিন ধারণ করতে পারে। এর ট্যাঙ্কগুলি প্রায় ৩,৬০০ টন (৭৯,০০,০০০ পাউন্ড) প্রোপেলান্ট ধারণ করতে পারে, যার মধ্যে প্রায় ২,৮০০ টন (৬২,০০,০০০ পাউন্ড) তরল অক্সিজেন এবং ৮০০ টন (১৮,০০,০০০ পাউন্ড) তরল মিথেন থাকে। প্রপেলান্ট ছাড়া, বুস্টারের ভরের পরিসর ১৬০ টন (৩,৫০,০০০ পাউন্ড) থেকে ২০০ টন (৪,৪০,০০০ পাউন্ড)।\nসুপার হেভির উপরে চারটি গ্রিড ফিন স্থাপন করা হয় এবং বৈদ্যুতিক মোটর দ্বারা নিয়ন্ত্রিত হয়; এই গ্রিড ফিনগুলি সুপার হেভির অবতরণ নিয়ন্ত্রণ করতে এবং লঞ্চ টাওয়ারের জোড়া যান্ত্রিক বাহুতে টাচডাউন করতে ব্যবহৃত হয়। এই গ্রিড ফিনসমূহ সমানভাবে ফাঁকা করা হয় না, পরিবর্তে, বুস্টারের পিচকে সহজে পরিবর্তন করার জন্য তারা কাছাকাছি অবস্থান করে। স্পেসএক্স ২০২১ সালের আগস্ট মাস পর্যন্ত উৎক্ষেপণের সময় গ্রিড ফিনসমূহ ভাঁজ না করার পরিকল্পনা করেছে, যৌক্তিকতার জন্য জটিলতা, ভর বৃদ্ধি ও নগণ্যভাবে ড্র্যাগের কথা উল্লেখ করে। কোম্পানিটি উড়ানের সময় বুস্টারের মনোভাব নিয়ন্ত্রণের জন্য প্রোপেল্যান্ট ট্যাঙ্ক থেকে বাষ্পীভূত গ্যাস ব্যবহার করার পরিকল্পনা করেছে, সেইসাথে মহাকাশযান থেকে আলাদা করার জন্য কোরিওলিস প্রভাবকে কাজে লাগাবে।\n\n\n=== স্টারশিপ মহাকাশযান ===\nস্টারশিপ মহাকাশযানটি সুপার হেভি বুস্টারের শীর্ষে সংযুক্ত ও এটি ৫০ মিটার (১৬০ ফুট) লম্বা এবং এটি ১,২০০ টন (২৬,০০,০০০ পাউন্ড) প্রপেল্যান্ট ধারণ করতে সক্ষম। ইলন মাস্ক থেকে প্রাপ্ত স্টারশিপের শুষ্ক ভরের নিকটতম অনুমান হল ১০০ টন (২,২০,০০০ পাউন্ড)। ছয়টি র‍্যাপ্টর ইঞ্জিন মহাকাশযানের নীচে মাউন্ট করা হয়, এর মধ্যে তিনটি বায়ুমণ্ডলীয় চাপের জন্য অপ্টিমাইজ করা হয় এবং অপর তিনটি ভ্যাকুয়াম কার্যক্রমের জন্য ব্যবহৃত হয়, যাদের র‍্যাপ্টর ভ্যাকুয়াম বলা হয়। পতনের বেগ ও যানের অভিযোজন নিয়ন্ত্রণের জন্য এটির চারটি বডি ফ্ল্যাপ রয়েছে, এর মধ্যে দুটিকে নাকের শঙ্কুতে মাউন্ট করা হয় ও এদের আফ্ট ফ্ল্যাপ বলা হয় এবং অপর দুটিকে নীচের দিকে মাউন্ট করা হয় ও এদের ফ্রন্ট ফ্ল্যাপ বলা হয়। স্টারশিপের তাপ ঢাল বহু সংখ্যক কালো ষড়ভুজ টাইলস থেকে তৈরি করা হয়, এবং অন্তর্বর্তী সময়ে সামান্য রক্ষণাবেক্ষণ সহ একাধিকবার ব্যবহার করতে সক্ষম হতে হবে। মহাকাশযানটিতে উৎক্ষেপণ অব্যাহতি ব্যবস্থা নেই, ফলে স্টারশিপকে সময়ের মধ্যে নির্ভরযোগ্য হওয়া উচিত যেহেতু তার মধ্যে মানুষ থাকে।\nস্পেসএক্স একাধিক স্টারশিপ ভেরিয়েন্ট তৈরি করার পরিকল্পনা করেছে। কার্গো ভেরিয়েন্টের জন্য, একটি বড় দরজা প্রচলিত পেলোড ফেয়ারিংসমূহকে প্রতিস্থাপন করে, যেটি পৃথিবীতে পেলোড ও মহাকাশের ধ্বংসাবশেষ সংগ্রহ, সঞ্চয় ও ফেরত দিতে পারে। উৎক্ষেপণের সময় পেলোডের দরজা বন্ধ থাকে, কক্ষপথে পেলোড ছেড়ে দেওয়ার জন্য একবার খোলে, তারপর পুনঃপ্রবেশের সময় আবার বন্ধ হয়ে যায়। আরেকটি ভেরিয়েন্ট বা রূপভেদকে স্টারশিপ ট্যাঙ্কার বলা হয়, যা মঙ্গল গ্রহে পৌঁছানোর জন্য মহাকাশযানের ডেল্টা-ভি বাজেট বা পরিসীমা বাড়ানোর জন্য অন্য স্টারশিপকে জ্বালানি সরবরাহ করতে সক্ষম। স্পেসএক্স কক্ষপথে ক্রায়োজেনিক প্রপেল্যান্ট জ্বালানি সরবরাহের প্রযুক্তি আরও উন্নয়ন করতে ২০১৯ সালে নাসার সঙ্গে অংশীদারিত্ব করছে।\nস্টারশিপের একটি রূপভেদ স্টারশিপ হিউম্যান ল্যান্ডিং সিস্টেম (স্টারশিপ এইচএলএস) নাসার আর্টেমিস প্রোগ্রামের জন্য মনুষ্যবাহী চন্দ্র অবতরণকারী হিসাবে কাজ করবে এবং স্টারশিপ ট্যাঙ্কার ও স্টারশিপ প্রপেল্যান্ট ডিপো ভেরিয়েন্টের সঙ্গে থাকবে। স্টারশিপ ট্যাঙ্কারসমূহ স্টারশিপ ডিপোতে প্রপেল্যান্ট স্থানান্তর করে, চাঁদের দিকে যাওয়ার আগে চন্দ্র অবতরণকারী বা ল্যান্ডারের শুধুমাত্র একবার জ্বালানী গ্রহণের প্রয়োজন হয়। স্টারশিপ এইচএলএস-এর ফ্ল্যাপ ও তাপ ঢাল থাকবে না, সেইসাথে সরাসরি অবতরণ করার জন্য র‍্যাপ্টর ইঞ্জিন ব্যবহার করবে না, পরিবর্তে ল্যান্ডিং থ্রাস্টারসমূহের একটি ছোট সেট চন্দ্র ল্যান্ডারে সজ্জিত থাকবে। যানটির অন্যান্য আর্টেমিস এইচএলএস বিকল্পসমূহের তুলনায় উল্লেখযোগ্যভাবে উচ্চতর পণ্যসম্ভার ধারণ ক্ষমতা থাকবে, তাই চন্দ্র পৃষ্ঠে পণ্যসম্ভার ও নভোচারী পরিবহনের জন্য একটি লিফট ব্যবহার করা হবে।\n\n\n== কার্যক্রম ==\n\n\n=== ভূমিগত পরিকাঠামো ===\n\nস্টারশিপের উৎক্ষেপণ টাওয়ারে একটি জোড়া যান্ত্রিক বাহু ও একটি বড় ক্রেনের সঙ্গে ইস্পাতের ভাররক্ষার্থ কাঠাম অংশ এবং উপরে একটি বজ্র রড রয়েছে। ক্রেনটি উৎক্ষেপণ যানটিকে উত্তোলন ও স্থিতিশীল করে, যখন উৎক্ষেপণ টাওয়ারটি যান্ত্রিক বাহুর সাহায্যে সুপার হেভিকে পুনরুদ্ধার করে, যার ইলন মাস্ক কর্তৃক প্রদান করা ডাকনাম মেচাজিলা। অবশেষে, এই পুনরুদ্ধার ব্যবস্থা রকেট পর্যায়সমূহকে দ্রুত প্রস্তুত করতে এবং দিনে একাধিক উৎক্ষেপণের অনুমতি দিতে সক্ষম।\nস্টারশিপকে কেনেডি স্পেস সেন্টার লঞ্চ কমপ্লেক্স ৩৯এ (এলসি-৩৯এ), স্পেসএক্সের দক্ষিণ টেক্সাস উৎক্ষেপণ স্থান ও স্পেসএক্সের অফশোর প্ল্যাটফর্মগুলিতে উৎক্ষেপণ করার সক্ষমতা রয়েছে।  দক্ষিণ টেক্সাস উৎক্ষেপণ স্থানটিকে স্পেসএক্স কর্তৃক স্টারবেস হিসেবেও উল্লেখ করা হয়েছে। এই অফশোর প্ল্যাটফর্মের নাম মঙ্গল গ্রহের চাঁদের নামানুসারে ফোবোস ও ডেইমোস দেওয়া হয়েছে, অফশোর প্ল্যাটফর্ম দুটি ভ্যালারিস ৮৫০০ ও ৮৫০১ নামের প্রাক্তন খনিজ তেল ড্রিলিং রিগ ছিল। উভয় মহাকাশ বন্দর ৭৮ মিটার (২৬০ ফুট) লম্বা ও ৭৩ মিটার (২৪০ ফুট) প্রশস্ত; প্রতিটিতে দুটি সিট্রাক্স এস৯০ ক্রেনও রয়েছে।\nএই পরিকাঠামোসমূহ অনেক মহাকাশ যাত্রা সংক্রান্ত সংবাদ সংবাদদাতা ও উত্সাহীদের বিষয়। যাইহোক, বোকা চিকা গ্রাম ও ব্রাউঞ্জভিলের কিছু বাসিন্দা স্টারশিপ উন্নয়নের সমালোচনা করেছেন, দাবি করেছেন যে স্পেসএক্স পরিকাঠামো নির্মাণ, বাড়িসমূহের জোরপূর্বক বিক্রয় ও শব্দ দূষণ সহ অননুমোদিত পরীক্ষামূলক উড়ান পরিচালনা করেছে। পরিবেশগত দলসমূহ দাবি করেছে, যে স্টারশিপ উন্নয়ন কর্মসূচি আঠারোটি বিপন্ন প্রজাতি সহ পার্শ্ববর্তী বন্যপ্রাণীকে হুমকির মুখে ফেলেছে।\n\n\n=== অর্থনীতি ও অভিযান ===\nস্টারশিপ উৎক্ষেপণের খরচ অনুমান ব্যাপকভাবে পরিবর্তিত হয়, মাস্কের প্রতি উৎক্ষেপণ প্রতি $২ মিলিয়ন থেকে শুরু করে একজন কৃত্রিম উপগ্রহ বাজার বিশ্লেষকের $১০ মিলিয়ন পর্যন্ত সীমাবদ্ধ। এটি কক্ষপথে যথেষ্ট কম খরচে একটি বৃহত্তর আয়তন ও ভর পরিবহন ক্ষমতার সাথে প্রত্যাশিত, স্টারশিপ বৃহৎ আল্ট্রাভায়োলেট অপটিক্যাল ইনফ্রারেড সার্ভেয়ার স্পেস টেলিস্কোপের ৮-১৫.১ মিটার (২৬.২-৪৯.৫ ফুট) ব্যাসের মিররের বৈকল্পিকের মতো বড় ও আরও উন্নত বৈজ্ঞানিক পেলোড পরিবহনের অনুমতি দিতে পারে। আরেকটি উদাহরণ হল স্টারলিঙ্ক কৃত্রিম উপগ্রহ: যদিও ফ্যালকন ৯-এর উৎক্ষেপণ ষাটটি কৃত্রিম উপগ্রহকে পৃথিবীর নিম্ন কক্ষপথে পৌঁছে দিতে সক্ষম, অপরদিকে স্টারশিপ চারশো কৃত্রিম উপগ্রহকেকে একই গন্তব্যে রাখতে সক্ষম হবে। যেহেতু উৎক্ষেপণ যানটি আরো সক্ষম ও কম ব্যয়বহুল হয়ে উঠেছে, ফলে এটি ফ্যালকন ৯, ফ্যালকন হেভি ও ড্রাগন ২ সহ স্পেসএক্সের বিদ্যমান সমস্ত উৎক্ষেপণ যান ও মহাকাশযানকে প্রতিস্থাপন করবে।\nনাসা ২০২১ সালের ১৬ই এপ্রিল স্টারশিপ এইচএলএস নির্বাচন করে এবং স্পেসএক্সকে ইন্টিগ্রেটেড ল্যান্ডার ভেহিকেল ও ডাইনেটিক্স এইচএলএস-এর জন্য $২.৮৯ বিলিয়ন মূল্যের চুক্তি প্রদান করে, যেখানে আর্টেমিস ৩ উড়ানে ক্রুসহ চন্দ্র অবতরণ করার আগে স্টারশিপ এইচএলএসকে একটি ক্রুবিহীন অবতরণ প্রদর্শন করতে হবে। যাইহোক, সেই ঘোষণার প্রতিক্রিয়ায়, ব্লু অরিজিন ২০২১ সালের ২৬ই এপ্রিল সরকারি জবাবদিহি কার্যালয়ে একটি প্রতিবাদ দাখিল করে। ইউনাইটেড স্টেটস কোর্ট অব ফেডারেল ক্লাইম্স ২০২১ সালের ৪ই নভেম্বর ব্লু অরিজিনের অভিযোগ প্রত্যাখ্যান করে ব্লু অরিজিন বনাম ইউনাইটেড স্টেটস অ্যান্ড স্পেস এক্সপ্লোরেশন টেকনোলজিস কর্পোরেশন শিরোনামে একটি স্মারকলিপি মতামত প্রদান করে।\nস্টারশিপ মহাকাশ পর্যটনকে সহজতর করবে বলে আশা করা হচ্ছে, যেখানে জাপানি উদ্যোক্তা ইউসাকু মায়েজাওয়া ডিয়ারমুন প্রজেক্ট নামে একটি মহাকাশ অভিযানের পরিকল্পনা করেছেন। মূলত একটি ক্রু ড্রাগন ক্যাপসুল ব্যবহার করে, ডিয়ারমুন প্রজেক্টটি স্টারশিপের সঙ্গে চাঁদের চারপাশে একটি উড়ান সম্পাদন করার পরিকল্পনা করেছে। মায়েজাওয়া ও জনসাধারণের থেকে অন্যান্য আটজনকে নিয়ে অভিযানের ক্রু গঠিত হবে বলে আশা করা হচ্ছে।\nস্টারশিপের আরেকটি সম্ভাব্য ব্যবহার হল পয়েন্ট-টু-পয়েন্ট উড়ান, বা স্পেসএক্স দ্বারা আর্থ টু আর্থ নামে অভিহিত করা হয়। নিউইয়র্ক সিটি থেকে সাংহাই পর্যন্ত প্রায় ৪০ মিনিটের উড়ান সময় সহ মহাকাশযানটি পৃথিবীর মহাকাশ বন্দরসমূহের মধ্যে ভ্রমণ করবে। স্পেসএক্সের প্রেসিডেন্ট ও প্রধান পরিচালন কর্মকর্তা গুয়েন শটওয়েল ভবিষ্যদ্বাণী করেছিলেন, যে এটি বিজনেস ক্লাস ভ্রমণের সঙ্গে খরচ-সাশ্রয়ী হতে পারে। ২০২০ সালের অক্টোবর পর্যন্ত, এই পরিবহনের পদ্ধতি নিয়ে গবেষণাকারী একমাত্র ডেডিকেটেড প্রোগ্রাম হল রকেট কার্গো প্রোগ্রাম, যা মার্কিন যুক্তরাষ্ট্রের পরিবহন কমান্ড দ্বারা অর্থায়ন করা হয়। একজন মহাকাশ বিশ্লেষক পয়েন্ট-টু-পয়েন্ট মহাকাশযান ভ্রমণের সঙ্গে জড়িত ঝুঁকিকে সকলের দৃষ্টিগোচর করা করেছেন, যেমন মিত্রদের মধ্যে ভুল বোঝাবুঝির কারণে দ্বন্দ্ব বৃদ্ধি।\n\n\n=== মহাকাশ উপনিবেশ ===\n\nস্পেসএক্স বলেছে, যে মনুষ্যজাতি দীর্ঘমেয়াদী বেঁচে থাকার কারণে তাদের লক্ষ্য হল মঙ্গল গ্রহের উপনিবেশ শুরু করা এবং তাদের উৎক্ষেপণ যান দ্বারা টেরাফর্মিং বা পৃথিবীকরণ করা। ইলন মাস্ক অনুমান করেছিলেন, যে এক মিলিয়ন জনসংখ্যার একটি মঙ্গল গ্রহের শহর স্বনির্ভর হবে, যার অর্থ জনসংখ্যা বৃদ্ধি বাদ দিয়ে, কমপক্ষে দশ হাজার ক্রুড স্টারশিপ ও পণ্য সরবরাহকারী এক লক্ষ স্টারশিপ প্রয়োজন হবে।\nস্টারশিপ মঙ্গল গ্রহে তরল মিথেন ও তরল অক্সিজেন তৈরি করতে কার্বন ডাই অক্সাইড ও হাইড্রোজেনকে একটি অনুঘটক এবং ৩০০-৪০০°সে (৬০০-৮০০ °ফা) তাপমাত্রা ও ৩ মেগাপাস্কেল (৪০০ পাস্কেল) চাপের অবস্থার সঙ্গে উন্মুক্ত করে সাবাতিয়ার বিক্রিয়া ব্যবহার করতে পারে। কার্বন ডাই অক্সাইড ও হাইড্রোজেন গ্যাস মঙ্গলের বায়ুমণ্ডল ও ভূগর্ভস্থ বরফ থেকে পাওয়া যেতে পারে। রাসায়নিক বিক্রিয়াটি হল একটি এন্ডোথার্মিক বিক্রিয়া, যার একটি রাসায়নিক সূত্র নিচে রয়েছে:\n\nCO২ (গ্যা) + ৪ H২ (গ্যা) → CH৪ (গ্যা) + ২ H২O (g) (ΔHr = −১৬৫.০ কেজে/মোল)\n\n\n== উন্নয়ন ==\n\n\n=== প্রারম্ভিক নকশা ===\n\nস্পেসএক্স ২০০৫ সালের নভেম্বর মাসে প্রথম স্টারশিপের সক্ষমতা সহ একটি উৎক্ষেপণ যানের ধারণার উল্লেখ করেছিল, যখন ইলন মাস্ক একটি ছাত্র সম্মেলনে সংক্ষিপ্তভাবে একটি তাত্ত্বিক ভারী-উত্তোলন উৎক্ষেপণ যানের সংকেতিক-নাম বিএফআর উল্লেখ করেছিলেন। এটি মার্লিন ২ নামক মার্লিন ইঞ্জিনের একটি বড় সংস্করণ দ্বারা চালিত হতে চলেছে। অন্তত ২০১২ সাল থেকে, স্পেসএক্স মার্স কলোনিয়াল ট্রান্সপোর্টার (বাংলা: মঙ্গল ঔপনিবেশিক পরিবহনকারী) নামে আরেকটি মহাকাশ যান নির্মাণের কথা চিন্তা করে, কিন্তু জনসাধারণের কাছে সামান্য তথ্য প্রদান করা হয়।\n২০১৬ সালের সেপ্টেম্বর মাসে অনুষ্ঠিত ৬৭তম আন্তর্জাতিক মহাকাশচারী কংগ্রেসে, ইলন মাস্ক মার্স কলোনিয়াল ট্রান্সপোর্টারকে নতুন ইন্টারপ্ল্যানেটারি ট্রান্সপোর্ট সিস্টেম নামে নামকরণের ঘোষণা করেন, সেইসাথে জনসাধারণের কাছে এটি সম্পর্কে গুরুত্বপূর্ণ তথ্য প্রদান করেন। ইন্টারপ্ল্যানেটারি ট্রান্সপোর্ট সিস্টেমটি ১২২ মিটার (৪০০ ফুট) লম্বা, ১২ মিটার (৩৯ ফুট) প্রশস্ত হওয়া উচিত এবং এটি একটি সম্পূর্ণরূপে পুনর্ব্যবহারযোগ্য উৎক্ষেপণ যান যা মানুষকে মঙ্গল গ্রহ ও সৌরজগতের অন্যান্য গন্তব্যে নিয়ে যেতে সক্ষম।\nউভয় পর্যায় কার্বন কম্পোজিট থেকে তৈরি করা হয়েছিল, প্রথম পর্যায় বা বুস্টারটি ৪২ টি র‍্যাপ্টর ইঞ্জিন দ্বারা চালিত হবে এবং দ্বিতীয় পর্যায় বা ইন্টারপ্ল্যানেটারি স্পেসশিপ নামক মহাকাশযানটি নয়টি র‍্যাপ্টর ইঞ্জিন দ্বারা চালিত হবে। এই র‍্যাপ্টর ইঞ্জিনসমূহ শুধুমাত্র কক্ষপথে উৎক্ষেপণের জন্যই ব্যবহৃত হয় না, বরং এই রকেট পর্যায়সমূহকে পৃষ্ঠে প্রবলভাবে অবতরণ করতেও সক্ষম করে। দ্বিতীয় পর্যায়টি বায়ুমন্ডলে প্রবেশ করার সময় নিজেকে রক্ষা করার জন্য একটি পিআইসিএ তাপ ঢাল থাকবে এবং সৌরজগতের অন্যান্য গন্তব্যে পৌঁছাতে সক্ষম হওয়ার জন্য কক্ষপথে জ্বালানী প্রদান করা যেতে পারে।\nপরবর্তী আন্তর্জাতিক মহাকাশচারী কংগ্রেসে, ইলন মাস্ক বিগ ফ্যালকন রকেট বা অনানুষ্ঠানিকভাবে বিগ ফাকিং রকেট নামে একটি পুনঃস্থাপন উৎক্ষেপণ যানের ঘোষণা করেন। বিগ ফ্যালকন রকেটটিকে ১০৬ মিটার (৩৪৮ ফুট) লম্বা ও ৯ মিটার (৩০ ফুট) চওড়া করা হয়েছে, যার অবতরণ নিয়ন্ত্রণ করতে তিনটি আফ্ট ফ্ল্যাপ ও দুটি ফরোয়ার্ড ফ্ল্যাপ রয়েছে। হালনাগাদ রকেট ইঞ্জিন বিন্যাস ব্যতীত, এই উৎক্ষেপণ যানের বেশিরভাগ বৈশিষ্ট্যসমূহ মূলত আন্তঃগ্রহীয় পরিবহন ব্যবস্থার সমতুল্য। সেই সম্মেলনে, তিনি উৎক্ষেপণ যানের সাথে সম্ভাব্য পয়েন্ট-টু-পয়েন্ট পরিবহন সম্পর্কে কথা বলেছিলেন এবং পৃথিবী থেকে পৃথিবী বৈশিষ্ট্যটিকে আখ্যায়িত করেছিলেন। উৎক্ষেপণ যান ও মঞ্চের বর্তমান নামসমূহ ২০১৮ সালের নভেম্বর মাসে প্রথম প্রকাশিত হয়েছিল: বুস্টারের জন্য সুপার হেভি, মহাকাশযানের জন্য স্টারশিপ এবং সম্পূর্ণ যানের জন্য স্টারশিপ নাম নির্ধারণ করা হয়।\n\n\n=== স্টারহপার–এসএন৭: হপস ===\nইলন মাস্ক ২০১৯ সালের জানুয়ারি মাসে ঘোষণা করেছিলেন, যে স্টারশিপ স্টেইনলেস ইস্পাত থেকে তৈরি করা হবে এবং সেই সঙ্গে বলেছিল, যে এটি বিস্তৃত তাপমাত্রায় একটি সমতুল্য কার্বন কম্পোজিটের চেয়ে শক্তিশালী হতে পারে। একই মাসে, স্পেসএক্স ঘোষণা করে, যে এটি স্টারশিপ ও স্টারলিংক প্রকল্পের অর্থায়নে সহায়তা করার জন্য তার কর্মীবাহিনীর দশ শতাংশ ছাঁটাই করবে। স্টারহপার নামে একটি সরলীকৃত প্রোটোটাইপ ২০১৯ সালের ২৭শে আগস্ট ১৫০ মিটার (৪৫০ ফুট) উঁচুতে উঠেছিল। স্টারশিপ এমকে১ (মার্ক ১) হল প্রথম পূর্ণ-মাত্রার স্টারশিপ প্রোটোটাইপ, যা ২০১৯ সালের সেপ্টেম্বর মাসে নির্মিত হয়েছিল এবং এমকে২ পাঁচ মাস পরে ফ্লোরিডায় নির্মিত হয়েছিল। উভয় প্রোটোটাইপ উড়তে পারেনি এবং বছর পরে পুনর্ব্যবহৃত হয়েছিল।\n২০২১ সালের ২৮শে ফেব্রুয়ারি একটি ক্রায়োজেনিক প্রুফ বা প্রোপেল্যান্ট ফুয়েলিং টেস্টের সময়, এসএন১ (এমকে৩) তার নীচের ট্যাঙ্কে একটি ত্রুটির কারণে ভেঙে পড়ে। এসএন৩ এর ক্রায়োজেনিক প্রমাণ ২০২০ সালের ৩ই এপ্রিল পরীক্ষার সময়, একটি ভালভ তার নীচের ট্যাঙ্কের ভিতরে তরল নাইট্রোজেনকে লিক করে, যার ফলে যানটি চাপযুক্ত হয়ে পড়ে এবং ভেঙে পড়ে। ২০২০ সালের ২৯শে মে, এসএন৪ তার পঞ্চম সফল স্ট্যাটিক ফায়ার বা ইঞ্জিন ফায়ারিং পরীক্ষার পর বিস্ফোরিত হয়। ইলন মাস্ক এক মাস পরে টুইট করেন, যে নতুন প্রোটোটাইপ এসএই ৩০১ স্টেইনলেস ইস্পাতের পরিবর্তে এসএই ৩০৪এল থেকে তৈরি করা হবে। ২০২০ সালের ৪ই আগস্ট, এসএন৫ একটি একক র‍্যাপ্টর ইঞ্জিন ব্যবহার করে ১৫০ মিটার (৪৯০ ফুট) হপ সম্পন্ন করে, এবং এসএন৬ ২০ দিন পর সফলভাবে এসএন৫ এর উড়ান পথ অনুসরণ করে।\n\n\n=== এসএন৮–এসএন১৯: উড়ান ===\nএসএন৮ প্রথম সম্পূর্ণ স্টারশিপ প্রোটোটাইপ ছিল এবং চারটি স্ট্যাটিক ফায়ার পরীক্ষা ২০২০ সালের অক্টোবর থেকে নভেম্বর মাসের মধ্যে করা হয়েছিল। উল্লেখযোগ্যভাবে, তৃতীয় স্ট্যাটিক ফায়ার পরীক্ষায়, ইঞ্জিনটি লঞ্চ প্যাড গলে যেতে পারে এবং এটিকে গলিত কংক্রিটের বিটসমূহ আঘাত করতে পারে। এসএন৮ ২০২০ সালের ৯ই ডিসেম্বর মাসে একটি স্টারশিপ দ্বারা ১২.৫ কিমি (৭.৮ মাইল) উচ্চতায় পৌঁছে প্রথম উড়ান সম্পাদন করে এবং আঘাতে বিধ্বস্ত হয়। এসএন৮ উৎক্ষেপণের সময়, স্পেসএক্স ফেডারেল এভিয়েশন অ্যাডমিনিস্ট্রেশন (এফএএ) সতর্কতা উপেক্ষা করে ফ্লাইট প্রোফাইল বিস্ফোরণের ঝুঁকি তৈরি করেছে, ফলে এফএএ-এর সহযোগী প্রশাসক ওয়েন মন্টিথ সংস্থার দ্বারা প্রতিষ্ঠিত পুঙ্খানুপুঙ্খ পর্যবেক্ষণ পরিচালনা না করার জন্য কোম্পানির নিন্দা করেছেন। এসএন৯ ২০২১ সালের ২ই ফেব্রুয়ারি ১০ কিমি (৬.২ মাইল) উঁচুতে উড়ে যায়, তারপর একটি কোণে বিধ্বস্ত হয়। এসএন১০ ২০২১ সালের ৩ মার্চ এসএন৯-এর উড়ান পথের পুনরাবৃত্তি করে এবং সফলভাবে রুক্ষ অবতরণ (হার্ড ল্যান্ড) করে এবং আট মিনিট পরে বিস্ফোরিত হয়। এসএন১১ ২০২১ সালের ৩০ মার্চ নীচে নামর  সময় ঘন কুয়াশায় বিস্ফোরিত হয়, বিস্ফোরণের সবচেয়ে সম্ভাব্য ব্যাখ্যা হল ইঞ্জিনের টার্বোপাম্প রুক্ষ ভাবে চালু হওয়া। স্পেসএক্স উৎক্ষেপণের পর এসএন৯১২, এসএন১৩ ও এসএন১৪ কে এড়িয়ে যায়, পরিবর্তে এসএন১৫-এ তাদের উন্নতিসমূহ অন্তর্ভুক্ত করে। এসএন১৫ ২০২১ সালের ৫ই মে পূর্ববর্তী প্রোটোটাইপসমূহের মতো একই উড়ান পথ দিয়ে উড়েছিল এবং সফলভাবে হালকা-অবতরণ (সফট-ল্যান্ড) করেছিল।\n\n\n=== এসএন২০–বর্তমান: কক্ষীয় উৎক্ষেপণ ===\n২০২১ সালের অক্টোবর মাসের তথ্য অনুযায়ী, এসএন১৬, এসএন১৭, এসএন১৮ ও এসএন১৯'কে বাদ দিয়ে ২০২২ সালের জানুয়ারির মধ্যে বিএন৪-এর সঙ্গে এসএন২০-এর কক্ষীয় উড়ানের লক্ষ্য স্থির করা হয়েছে, তবে এফএএ থেকে অনুমোদন মুলতুবি রয়েছে। বিএন৪ কক্ষীয় উড়ানের প্রায় তিন মিনিটের মধ্যে পৃথক হবে এবং উপকূলরেখা থেকে প্রায় ৩০ কিমি (১৯ মাইল) দূরে মেক্সিকো উপসাগরে স্প্ল্যাশডাউন করবে বলে আশা করা হচ্ছে। এসএন২০ মহাকাশযানের গ্রাউন্ড ট্র্যাক তারপর ফ্লোরিডা প্রণালীর মধ্যস্থল অতিক্রম করবে। আটলান্টিক মহাসাগরের উপর দিয়ে, এসএন২০ তখন কক্ষীয় গতির কাছাকাছি ত্বরান্বিত হবে এবং প্রায় নব্বই মিনিট পরে হাওয়াইয়ের কাউয়াইয়ের ১০০ কিমি (৬০ মাইল) উত্তর-পশ্চিমে স্প্ল্যাশডাউন করবে বলে আশা করা হচ্ছে। এফএএ জনসাধারণকে ১৯ সেপ্টেম্বর প্রকাশিত পরিবেশগত প্রভাব বিবৃতির খসড়ার উপর ১ নভেম্বর পর্যন্ত মন্তব্য করার অনুমতি দেয়, তবে খসড়া বিবৃতিতে প্রপেলান্ট উত্স সম্পর্কে গুরুত্বপূর্ণ বিবরণ অনুপস্থিত থাকার জন্য অনেক বিশেষজ্ঞ খসড়া বিবৃতিটির সমালোচনা করেছিলেন।\n\n\n=== ছবির গ্যালারি ===\n\n\n== সময়রেখা ও বাহ্যিক মিডিয়া ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট – স্টারশিপ সম্পর্কে স্পেসএক্স-এর ওয়েবসাইট\nস্টারশিপ প্লেলিস্ট – ইউটিউবে স্টারশিপ সম্পর্কে স্পেসএক্সের মিডিয়া প্লেলিস্ট\n উইকিমিডিয়া কমন্সে স্পেসএক্স স্টারশিপ সম্পর্কিত মিডিয়া\n উইকিউদ্ধৃতিতে স্পেসএক্স স্টারশিপ সম্পর্কিত উদ্ধৃতি\n উইকিবইয়ে স্পেসএক্স স্টারশিপ সম্পর্কিত বই\n উইকিউপাত্তে স্পেসএক্স স্টারশিপ সম্পর্কিত উপাত্ত"}