{"pageid": 1032321, "title": "অমূলক নতুনভীতি", "url": "https://bn.wikipedia.org/wiki?curid=1032321", "content": "অমূলক নতুনভীতি বা নিওফোবিয়া (ইংরেজি: Neophobia)(নতুন বা অভিজ্ঞতার বাইরের কিছুতে ভয়) হ'ল নতুন কোনও কিছুর ভয়, বিশেষত একটি অবিরাম এবং অস্বাভাবিক ভয়। সহজ কথায় নতুন জিনিস চেষ্টা করা বা রুটিন থেকে বিরতিতে অনীহা। সাধারণত এটি শিশু ও পোষা প্রাণীদের মাঝে বেশি দেখা যায় । যেমন: শিশুদের প্রসঙ্গে শব্দটি সাধারণত অজানা বা অভিনব খাবারগুলি প্রত্যাখ্যান করার প্রবণতা নির্দেশ করতে \"অমূলক নতুন খাদ্যভীতি\" কথাটি ব্যবহৃত হয়। এটি শিশুমমনোবিজ্ঞানের একটি গুরুত্বপূর্ণ আলোচ্য বিষয়।\n\nজীববিজ্ঞানের গবেষণায় নিউফোবিয়া স্বাদ সম্পর্কিত গবেষণাও সম্পৃক্ত।\n\n\n== পরিভাষা ও নামকরণ ==\nনিউফোবিয়া নামটি এসেছে গ্রীক ‘νέος’, ইংরেজি বর্ণ বা ধ্বনিতে ‘neos’ যার অর্থ নতুন,যুবক। গ্রীক ‘φόβος’, ইংরেজি ধ্বনিতে ‘phobos’ যার বাংলা অর্থ ভয় বা আতঙ্ক। Neophobia শব্দটি গ্রীক এই শব্দ গুলো থেকে বিবর্তন হয়েছে। যার অর্থ ‘ভয় বা রুটিনের বাইরের কিছুতে তীব্র অনীহা।’\n\n\n== উদাহরণ ==\nনরওয়ের বাদামী ইঁদুর (Rattus norvegicus) একসময় মানুষের গৃহে বাস করতো‌ । কিন্তু মানুষের অত্যাচারে অতিষ্ঠ হয়ে তাঁরা যুগের বিবর্তনে জঙ্গলে ও ফসলের মাঠে বসবাস শুরু করে।\nপ্রাণীদের মাঝে খুব সহজে দেখা মিলে ‌। বিভিন্ন পোষা প্রাণীকে যদি জন্ম থেকে এক রকমের খাদ্য দেয়া হয় তাঁরা পরবর্তী কোন সময়ে নতুন ধরনের খাদ্য গ্রহণ করেনা।\n\n\n== আলোচনা ==\nরবার্ট এন্টন উইলসন তাঁর প্রমিথাস রাইজিং (Prometheus Rising) বইটিতে নিউফোবিয়াকে নেতিবাচক হিসেবে বলেছেন এবং সমাজ-সংস্কৃতি ও খাদ্যভাসভেদে শিশুর উপর এটি বিরূপ প্রভাব ফেলে। যেটি বিবর্তনে টিকে থাকাকে দুরুহ করে তোলে।\nথমাস এস. কুহন তাঁর দি স্ট্রাকচার অফ সাইয়েন্টিফিক রিভ্যুলেশন (The Structure of Scientific Revolutions) বইটিতে\nতাত্ত্বিক ব্যাখ্যা দেন যে , নিউফোবিয়া পিতা-মাতার জ্বিন থেকে প্রাপ্ত একটি রোগ। সাধারণত গর্ভকালীন সময়ে অথবা পিতা-মাতার জীবনকালে যদি কোন নির্দিষ্ট কিছুতে অনীহা থাকে অথবা রুটিন এক রকমের হয় তবে নতুন সন্তানটি ঐ গুণ পায় ।\n\n\n== খাদ্য নিউফোবিয়া ==\nমানুষের মধ্যে খাদ্য নিওফোবিয়াকে নতুন বা অপরিচিত খাবার খাওয়ার ভয় হিসাবে বর্ণনা করা হয়েছে। এটি পরিহারকারী / সীমাবদ্ধ খাদ্য গ্রহণের ব্যাধি । ছোট বাচ্চাদের এবং ছোট বাচ্চাদের মধ্যে খাদ্য নিওফোবিয়া বিশেষত প্রচলিত। এটি কোনও ব্যক্তির সংবেদন-সন্ধানের স্তরের সাথে সম্পর্কিত, যার অর্থ কোনও ব্যক্তির নতুন জিনিস চেষ্টা করার এবং ঝুঁকি নিতে আগ্রহী নয়। উচ্চ খাদ্য নিওফোবিয়ায় আক্রান্ত ব্যক্তিরা নতুন কোন কিছুতেই প্রচন্ড অনাগ্রহী হয়। ছোট বাচ্চাদের জন্য এটি ভয়াবহ ব্যাধি। ওষুধ অথবা নতুন কোন পুষ্টিকর খাবার গ্রহণে, বিভিন্ন সংস্কৃতি ও পরিবেশ ভেদে খাবারের স্বাদ গ্রহণে তাঁরা অনাগ্রহী হয় এবং তাঁরা ক্ষতিগ্রস্ত হয়।\nপোষা প্রাণীদের নতুন ধরনের খাদ্য গ্রহণে অনীহা খুব প্রকট হয়। বেশীরভাগ সময় তাঁরা গ্রহণ না করে মৃত্যু বরণ করে।\nঅন্যদিকে, বলা হয়ে থাকে নিউফোবিয়া আক্রান্ত প্রাণীদের এ অভ্যেসের কারণে নতুন খাদ্যের ঝুঁকি কিংবা বিষক্রিয়া থেকে তাদের রক্ষা করতে পারে।\n\n\n== কারণ ==\nপিতা-মাতার জ্বিনগত গুণাগুণে শিশুতে নিউফোবিয়া হয়‌। পিতা-মাতার দৈনন্দিন জীবনের রুটিন, পদ্ধতি-আচরণ, খাদ্যাভাস শিশু পায়। যেমন: কোন পিতা-মাতা ধুমপায়ী হলে তাঁর সন্তানের ধুমপায়ী হওয়ার সম্ভাবনা। এছাড়াও তাঁরা পিতা-মাতা কিংবা প্রিয় কোন মানুষের অনুকরণে অভ্যাস গড়ে নিতে পারে এবং তাঁর ব্যতিক্রমে অনীহা প্রকাশ করে। এক্ষেত্রে খাদ্য গ্রহণ,পোশাক-পরিচ্ছেদ, কথা ও আচার-আচরণ-ব্যবহার প্রভৃতি একবার অনুকরণ করলে আর সেটি পরিবর্তন করতে চায় না।সেটি পরিবর্তন করানো খুব কঠিন হয়ে দাঁড়ায়।\nপিতা-মাতার জ্বিন প্রাপ্ত গুণে তেতো অথবা বাজে স্বাদ যুক্ত, বিষাক্ত খাদ্য থেকে ঝুঁকিমুক্ত থাকতে নিউফোবিয়া খুব উপকারী অভ্যাস।\nপরিবেশ-প্রকৃতি অনেক সময় শিশুর মনে নিউফোবিয়া জন্ম দেয়।\n\n\n== চিকিৎসা ==\nশিশুকে অথবা পোষা প্রাণীকে শাস্তির মাধ্যমে এ অভ্যেস থেকে ফিরিয়ে আনা যায়। অনেক সময় ঐ পছন্দ খাদ্যটির লোভ বা উপহার দেখিয়ে অপছন্দের খাদ্য অথবা রুটিন পরিবর্তন করানো যায়।\n\n\n== সূত্র ও উৎস ==\n\n১. Shim, Jae Eun; Kim, Juhee; Mathai, Rose Ann; STRONG Kids Research, Team. (September 2011). \"Associations of Infant Feeding Practices and Picky Eating Behaviors of Preschool Children\". Journal of the American Dietetic Association. 111 (9): 1363–1368. doi:10.1016/j.jada.2011.06.410. PMID 21872699.\n২ Dovey, Terence M.; Staples, Paul A.; Gibson, E. Leigh; Halford, Jason C.G. (March 2008). \"Food neophobia and 'picky/fussy' eating in children: A review\". Appetite. 50 (2–3): 181–193. doi:10.1016/j.appet.2007.09.009. PMID 17997196. S2CID 13024205.\n৩. Perry, Rebecca A; Mallan, Kimberley M; Koo, Jasly; Mauch, Chelsea E; Daniels, Lynne A; Magarey, Anthea M (2015). \"Food neophobia and its association with diet quality and weight in children aged 24 months: a cross sectional study\". International Journal of Behavioral Nutrition and Physical Activity. 12 (1): 13. doi:10.1186/s12966-015-0184-6. PMC 4335451. PMID 25889280.\n৪. νέος, Henry George Liddell, Robert Scott, A Greek-English Lexicon, on Perseus\nφόβος, Henry George Liddell, Robert Scott, A Greek-English Lexicon, on Perseus\n৫. καινός, Henry George Liddell, Robert Scott, A Greek-English Lexicon, on Perseus\nCainophobia, Dictionary.com\n৬ \"The Phobia List\".\nMeddock TD, Osborn DR (May 1968). \"Neophobia in wild and laboratory mice\". Psychonomic Science. 12 (5): 223. doi:10.3758/BF03331280. ISSN 0033-3131.\n৭. Lalonde R, Badescu R (1995). \"Exploratory drive, frontal lobe function and adipsia in aging\". Gerontology. 41 (3): 134–44.doi:10.1159/000213674. PMID 7601365.\n৮. Logue, A.W. (2004). The Psychology of Eating and Drinking. New York: Brunner-Routledge. p. 90.\n৯. Pliner, P.; K. Hobden (1992). \"Development of a scale to measure the trait of food neophobia in humans\". Appetite. 19 (2): 105–120. doi:10.1016/0195-6663(92)90014-w. PMID 1489209. S2CID 9530258.\n১০. Alley TR, Potter KA (2011). \"Food Neophobia and Sensation Seeking\". Handbook of Behavior, Food and Nutrition. Springer. pp. 707–724.\n১১. Marples, Nicola M.; Kelly, David J.; Thomas, Robert J. (2005).\n১২. \"Perspective: The Evolution of Warning Coloration is Not Paradoxical\". Evolution. 59 (5): 933–940. doi:10.1111/j.0014-3820.2005.tb01032.x. ISSN 0014-3820. PMID 16136793. S2CID 24118222.\n১৩. Marples, N.M.; Kelly, D.J. (1999). \"Neophobia and Dietary Conservatism:Two Distinct Processes?\". Evolutionary Ecology. 13 (7–8): 641–653. doi:10.1023/A:1011077731153. ISSN 0269-7653. S2CID 27737756.\n১৪. Harris HA, Fildes A, Mallan KM, Llewellyn CH (July 2016). \"Maternal feeding practices and fussy eating in toddlerhood: a discordant twin analysis\". Int J Behav Nutr Phys Act. 13: 81. doi:10.1186/s12966-016-0408-4. PMC 4944306. PMID 27412445.\n১৫. Smith AD, Herle M, Fildes A, Cooke L, Steinsbekk S, Llewellyn CH (February 2017). \"Food fussiness and food neophobia share a common etiology in early childhood\". J Child Psychol Psychiatry. 58 (2): 189–196. doi:10.1111/jcpp.12647. PMC 5298015. PMID 27739065.\n১৬. Dovey, Terence M. (2010). Eating Behaviour. England: Open University Press. pp. 47, 48, 55.\n\nMoyer, Melinda Wenner (19 December 2012). \"Picky eater kids: Their eating habits might be your fault, but they'll survive\". Slate."}