{"pageid": 1032188, "title": "আরঙ্গেত্রম", "url": "https://bn.wikipedia.org/wiki?curid=1032188", "content": "আরঙ্গেত্রম (তামিল அரங்கேற்றம், মালয়ালম അരങ്ങേറ്റം) হল ভারতীয় ধ্রুপদী নৃত্য এবং সংগীতের প্রাক্তন শিক্ষার্থীর মঞ্চাভিষেক। কয়েক বছরের প্রশিক্ষণের পরে এই মঞ্চাভিষেক ঘটে এবং অনেক ভারতীয় ধ্রুপদী নৃত্য শৈলীতেই কোনও শিষ্য সময় এলে আরঙ্গেত্রম সম্পাদন করে। তামিল এবং মালয়ালম ভাষায়, আরঙ্গম মানে মঞ্চ এবং এত্রম অর্থ উত্থান বা আরোহণ।\nআরঙ্গেত্রম শব্দটি তামিল ভাষা থেকে এসেছে এবং এর অর্থ আনুষ্ঠানিক প্রশিক্ষণ শেষ হওয়ার পরে একজন নৃত্যশিল্পীর প্রথম বারের জন্য মঞ্চে আরোহণ। এরপর এই শিল্পী এগিয়ে যেতে এবং এই শিল্পকলাটি শিল্পের অন্যান্য উচ্চাকাঙ্ক্ষী শিক্ষার্থীদের কাছে পৌঁছে দিতে পারে। আরঙ্গেত্রম সম্পাদন করা একটি পুরানো ঐতিহ্য, যেটি কোনও নৃত্যশিল্পীর একক নৃত্য প্রদর্শনের জন্য বা অন্যান্য শিক্ষার্থীদের প্রশিক্ষণ দিতে সক্ষম হওয়ার পথ চিহ্নিত করে।\n\n\n== সমালোচনা ==\nআজকের যুগে, মার্কিন যুক্তরাষ্ট্র এবং ইউরোপে আরঙ্গেত্রম জনপ্রিয় হয়ে উঠেছে। শিল্পকলা উদযাপনের পরিবর্তে অনেক জায়গাতেই আড়ম্বরপূর্ণ বিষয়গুলি প্রাধান্য লাভ করে। অন্যান্য ক্রিয়াকলাপ যেগুলি শিশুরা অনুসরণ করে সেগুলির মতই, শিশুদের ওপর পারিপার্শ্বিক চাপ তৈরি করার জন্য আরঙ্গেত্রম সমালোচিত হয়েছে। আগে যদিও কোন শিল্পকে অনুসরণ করার উদ্দেশ্যে একটি নিবিড় প্রশিক্ষণ (আট বছরের কাছাকাছি) পাওয়া শিক্ষার্থীর জন্য আরঙ্গেত্রম ব্যবহৃত হত, অনেকেই এখন এটি আত্মতৃপ্তির জন্য সম্পাদন করে।\n\n\n== ব্যুৎপত্তি ==\nতামিল ভাষায়, আরঙ্গম মানে মঞ্চ এবং এত্রম অর্থ উত্থান বা আরোহণ, অর্থাৎ আরঙ্গেত্রমের আক্ষরিক অর্থ মঞ্চে আরোহণ বা মঞ্চে পৌঁছানো। এটি একটি স্নাতক অনুষ্ঠানকে বোঝায় যেখানে গুরু তাঁর শিষ্যকে জনসাধারণের সমক্ষে উপস্থাপন করেন। এর উৎস আবিষ্কার করা যায় দেবদাসী (মন্দির নর্তকী) প্রথার মধ্যে। কত্থক, কুচিপুড়ি, মণিপুরি, কথাকলি, ভরতনাট্যম, মোহিনীয়াট্টম প্রভৃতি অন্যান্য ভারতীয় ধ্রুপদী নৃত্য শৈলী এবং মৃদঙ্গ, ঘটম ও বেহালার মতো যন্ত্রসমূহের ক্ষেত্রে আরঙ্গেত্রম সম্পাদন করা হয়।\n\n\n== তথ্যসূত্র ==\n\nArangetram (dance debut) in Bharathanatyam: a rite of passage for the court and temple dancers of India, by Hira Harish Panth. State University of New York at Stony Brook, 1993.\n\n\n== বহিঃসংযোগ ==\nPlanning an Arangetram\nHow to create & send Arangetram Video Invitations with RSVP"}