{"pageid": 1032335, "title": "গোটিপুয়া", "url": "https://bn.wikipedia.org/wiki?curid=1032335", "content": "গোটিপুয়া ভারতের ওড়িশা রাজ্যের একটি ঐতিহ্যবাহী নৃত্য এবং ওড়িশি শাস্ত্রীয় নৃত্যের পূর্বসূরী। এটি উড়িশায় কয়েক শতাব্দী ধরে অল্প বয়সী ছেলেরা পরিবেশন করে আসছে, তারা জগন্নাথ এবং কৃষ্ণের প্রার্থনা করার জন্য মহিলাদের পোশাক পরে। এই নৃত্যটি এমন একদল ছেলের দ্বারা সম্পাদিত হয় যারা রাধা এবং কৃষ্ণের জীবন কাহিনী থেকে অনুপ্রাণিত নৃত্য পরিবেশন করে। ছেলেরা অল্প বয়স থেকে শুরু করে বয়ঃসন্ধিকাল পর্যন্ত নাচ শেখে, যতক্ষন না তাদের পুরুষালি চেহারা ফুটে ওঠে। ওড়িয়া ভাষায়, গোটিপুয়ার অর্থ \"একটি বালক\" (গোটি-পুয়া)। ওড়িশার রঘুরাজপুর (পুরীর কাছে), একটি ঐতিহাসিক গ্রাম যা গোটিপুয়া নৃত্যের জন্য পরিচিত। গোটিপুয়া নৃত্যের সাথে ঐতিহ্যবাহী ওড়িশি সংগীত থাকে এবং এর প্রাথমিক ঘাতবাদ্য হচ্ছে মার্দল।\n\n\n== নৃত্যশিল্পী ==\nসুন্দরী নর্তকীতে রূপান্তরিত হবার জন্য ছেলেরা তাদের চুল কাটে না, পরিবর্তে তারা চুল বড় করে বাঁধে এবং তাতে ফুলের মালা দেয়। তারা সাদা এবং লাল মিশ্রিত পাউডার গুঁড়ো মুখে লাগায়। চোখ বড় দেখানোর জন্য তারা চোখে  কাজল  টানে। তারা কপালে, সাধারণত বৃত্তাকার, টিপ পরে, তাকে ঘিরে চন্দনের ফোঁটা দিয়ে নকশা তৈরি করে। প্রতিটি নৃত্য বিদ্যালয়ের বিশিষ্ট ঐতিহ্যবাহী অনন্য নকশা থাকে।\nসময়ের সাথে সাথে নৃত্যের পোশাক বিবর্তিত হয়েছে। চিরায়ত পোশাকটি হল চকচকে অলঙ্করণ সহ একটি উজ্জ্বল বর্ণের ব্লাউজ, যার পোশাকি নাম কাঁচুলা। একটি সূচিকর্ম করা রেশমের কাপড় (নিবিবন্ধ) কোমরের চারপাশে জড়ানো থাকে। কিছু নৃত্যশিল্পী এখনও পাট্টাসারী পরার ঐতিহ্য মেনে চলে, এটি প্রায় ৪ মিটার (১৩ ফুট ১ ইঞ্চি) লম্বা একটি পাতলা কাপড়ের টুকরো, যেটি উভয় দিকে সমান দৈর্ঘ্যের হয় এবং নাভিতে একটি গিঁট দিয়ে শক্তভাবে পরা হয়। তবে, এই ঐতিহ্যবাহী পোষাককে বর্তমানে প্রতিস্থাপিত করেছে একটি নতুন নকশা করা কাপড় যেটি পরিধান করা সহজ।\nনৃত্যশিল্পীরা বিশেষভাবে তৈরি করা, পুঁতির গহনা পরে, যার মধ্যে আছে: গলার হার, কঙ্কণ, বাজুবন্ধনী এবং কানের অলঙ্কার। নাকছাবি পরার বদলে এখন নাকে নকশা করা হয়। গোড়ালিতে নুপূর পরা থাকে, পা দিয়ে টোকা দিলে নুপূরধ্বনি বার হয়। হাতের তালু এবং পায়ের পাতায়  আলতা  নামে পরিচিত একটি লাল তরল দিয়ে আঁকা হয়। পোশাক, গহনা এবং নুপূর পবিত্র বলে বিবেচিত হয়।\n\n\n== আরো দেখুন ==\n\nওড়িশার লোকনৃত্যের রূপগুলি\nভারতীয় লোকনৃত্যের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nwww.gotipua.com\n\nটেমপ্লেট:Odia culture"}