{"pageid": 1032370, "title": "কাম্বালা", "url": "https://bn.wikipedia.org/wiki?curid=1032370", "content": "কাম্বালা হল একটি বার্ষিক মহিষের দৌড় প্রতিযোগিতা, যা দক্ষিণ-পশ্চিম ভারতের কর্ণাটক রাজ্যে অনুষ্ঠিত হয়। ঐতিহ্যগতভাবে এটি স্থানীয় তুলুভা জমিদারগণ এবং কর্ণাটকের দক্ষিণ কন্নড় ও উড়পি এবং কেরালার কাসারগড়ের (অঞ্চলটি সম্মিলিতভাবে তুলু নাড়ু নামে পরিচিত) উপকূলীয় জেলাগুলিতে বসবাসরত জনসাধারণের অর্থায়নে পরিচালিত হয়।\nকাম্বালা প্রতিযোগিতার মরসুম সাধারণত নভেম্বর মাসে শুরু হয় এবং মার্চ অবধি চলে। এসব প্রতিযোগিতা সংগঠিত হয় কাম্বালা সমিতির মাধ্যমে। বর্তমানে ১৮ টি এরূপ সমিতি রয়েছে। কর্ণাটকের উপকূলে বছরে ৪৫ টিরও বেশি প্রতিযোগিতা অনুষ্ঠিত হয়, এর মধ্যে ভান্ডারু এবং গুলবেদীর মত ছোট ছোট প্রত্যন্ত গ্রামও রয়েছে।\n\n\n== উৎপত্তি ==\nকাম্বালা শব্দটি 'কাম্পা কালা' থেকে উদ্ভূত। 'কাম্পা' শব্দটির অর্থ কাদামাটির মাঠের সাথে সম্পর্কিত। কাম্পা শব্দটির দ্রাবিড় উৎস কান+পা এবং 'কালা' শব্দের অর্থ মাঠ বা ক্ষেত, যেখানে এটি অনুষ্ঠিত হয়। আধুনিককালে কাম্বালা শব্দের অন্যান্য ব্যাখ্যাতে বলা হয় এটির উৎস'কাম্বা '(বাংলায় খাম্বা), যেটি মহিষজোড়ার দৌড়ের সময় পানির ওপর পুঁতে রাখা একটি খুঁটিকে (যা নিশানা হিসেবে ব্যবহৃত হয়) নির্দেশ করে।\n\n\n== নিয়ম-কানুন ==\n\nকাম্বালা একটি গ্রামীণ খেলা। কাম্বালার দৌড় পথটি হল একটি ধানের ক্ষেত, এবং মহিষগুলিকে চাবুক হাতে একজন কৃষক নিয়ন্ত্রণ করেন।\nপ্রাচীন কাম্বালা প্রতিযোগিতামূলক ছিল না এবং মহিষজোড়াগুলোকে এক জোড়ার পর আরেক জোড়া করে দৌড়ানো হত। আধুনিক কাম্বালায় সাধারণত দু জোড়া মহিষের মধ্যে প্রতিযোগিতা হয়। ভান্ডারো এবং ছোড়াদির মতো গ্রামগুলিতে এই দৌড়ের একটি বিশ্বাসগত তাৎপর্যও রয়েছে, কারণ কৃষকরা তাদের মহিষদের রোগ থেকে রক্ষা করার নিয়তে বিধাতাকে ধন্যবাদ দেওয়ার জন্য দৌড় দেওয়ায়।\nঐতিহাসিকভাবে বিজয়ী মহিষজোড়াকে নারকেল এবং কলা দিয়ে পুরস্কৃত করা হতো। বর্তমানে বিজয়ী মালিকরা স্বর্ণ ও রৌপ্য মুদ্রা লাভ করেন। কতক আয়োজক কমিটি আট গ্রাম স্বর্ণের একটি মুদ্রাকে প্রথম পুরস্কার হিসাবে প্রদান করে। কতক প্রতিযোগিতায় নগদ অর্থ পুরস্কার হিসেবে প্রদান করা হয়।\n\n\n=== মহিষের সাজসজ্জা ===\nমহিষগুলিকে রঙিন ঝুল এবং পিতল ও রৌপ্যের তৈরি একটি মস্তকবন্ধনী (কখনও কখনও এগুলো সূর্য এবং চাঁদের প্রতীক নির্দেশ করে) এবং দড়ি দিয়ে সাজানো হয় যা এক ধরনের লাগাম হিসেবে কাজ করে। মহিষের পিঠে ব্যবহৃত বিশেষ ধরনের তোয়ালেটিকে পাভাড়ে (তুলু ভাষায়: ಪಾವಡೆ) বলা হয়।\n\n\n== কাম্বালার প্রকারভেদ ==\nপ্রাচীন সময় থেকে প্রচলিত কাম্বালার ধরনগুলো হলোঃ\n\nপুকেরে কম্বালা\nবারে কাম্বালা\nকোরি কাম্বালা\nআরাসু কাম্বালা\nদেভেরে কাম্বালা\nবালে কাম্বালা\n\n\n=== কোরি কাম্বালা ===\nকোরি কাম্বালা হল তুলুনাডুতে অনুষ্ঠিত একটি স্বতন্ত্র কৃষি-ভিত্তিক প্রতিযোগিতা। এটি ইনেলু (তুলু ভাষায়ঃ ಏಣೆಲ್) চাষের জন্য নির্দিষ্ট দিনে এক প্রকার সম্মিলিত চাষ এবং রোপণের উৎসব উপলক্ষ্যে আয়োজিত হয়। মহিষের যেকোন দৌড়কেই কোরি (কান্ডো করুনে) কাম্বালা বলা হয়।\n\n\n=== বালে কাম্বালা ===\nবালে কাম্বালা উদযাপনটি প্রায় ৯০০ বছর ধরে বন্ধ ছিল। বালে মানে বাচ্চা, দেখতে ছোট মহিষগুলো দিয়ে কৃষকরা তাদের জমিকে ধান চাষের জন্য প্রস্তুত করেন।\n\n\n== নাথ পান্থ ==\nকাম্বালা নাথ পান্থ দ্বারা প্রভাবিত। দৌড়ের আগের দিন সন্ধায় কোরাগা সম্প্রদায়ের ঐতিহ্যবাহী নাচ হয়, যাদের বেশিরভাগই পুরুষ। তারা সারারাত পঞ্চকর্মের মদ্য (অ্যালকোহল), মাংস, মৎস্য (মাছ), মুদ্রা (অঙ্গভঙ্গি), মৈথুন (যৌন) সবগুলো প্রক্রিয়া অনুসরণ করে নৃত্য করে। কাম্বালার আগের রাত্রে কোরাগার লোকেরা বসে থাকে, পানিক্কুলুনি নামে একটি অনুষ্ঠান করে থাকেন, যার অর্থ শিশিরের নীচে বসে থাকা। তারা তাদের বিশেষ ধরনের আধ্যাত্মিকতা দিব্য নাচের জন্য তাদের বিশেষ ব্যান্ড ডুডির গান গায় এবং একটি বড় মাটির পাত্রে তাড়ি এবং সিদ্ধ চালের পুডিং রেখে দেয়, যা ভাঙা হয় যাতে পুডিং শক্ত থাকে। এই পুডিংকেকান্দেল অ্যাদ্যে বা পট পুডিং বলা হয়।\n\n\n== উদ্ভাবন ==\nকাম্বালা একটি সু-সংগঠিত গ্রামীণ খেলায় পরিণত হয়েছে। বিভিন্ন জায়গায় এই প্রতিযোগিতার জন্য উপযুক্ত পরিকল্পনা এবং সময়সূচীও গ্রহণ করা হয়। একটি \"কাম্বালা কমিটি\" মহিষের পরিচ্ছদের নীতিমালা দিয়ে বিভিন্ন ক্যাটাগরির দৌড়ের ব্যবস্থা করে। সেরকম কিছু বিষয়শ্রেণী হল:\n\nনাইয়ার (ನಾಯೆರ್): রাখাল বিশেষ ধরনের লাঙ্গল ধরে থাকে, এটি কাঠের বা লোহার তৈরি কোন ভারী লাঙ্গল নয়, এটি কেবল একটি প্রদর্শনী (নকল লাঙ্গল) যা এক জোড়া মহিষের সাথে আবদ্ধ থাকে। এই প্রকারটি বেশিরভাগ ক্ষেত্রে অল্পবয়স্ক মহিষ বা অনভিজ্ঞ মহিষগুলির জন্য। প্রতিযোগিতায় এই দৌড়ে জুনিয়র এবং সিনিয়র রাউন্ড রয়েছে।\nবাল (ಹಗ್ಗ: দড়ি), একটি দড়ি সরাসরি মহিষজোড়ার সাথে বাঁধা থাকে। এটি বয়স্ক মহিষগুলির জন্য কারণ এর গতি দ্রুত এবং অংশগ্রহণকারী মহিষগুলিও অভিজ্ঞ। রাখাল মহিষের সাথে দৌড়ে দড়ি ধরে দৌড়ান। এটিতেও জুনিয়র এবং সিনিয়র স্তর রয়েছে।\nআয়া পলাই (ಅಡ್ಡ ಪಲಾಯಿ: আড়াআড়ি কাঠের তক্তা), একটি ক্রস আকৃতির কাঠের তক্তা মহিষজোড়ার সাথে বেঁধে রাখা হয় এবং দৌড়ানোর সময় রাখাল তার উপরে দাঁড়িয়ে থাকে। কাদার সাথে আনুভূমিকভাবে কাঠের তক্তা বসানো, রাখাল তক্তার উপরে দাঁড়িয়ে থাকে। এটি কেবল সিনিয়র বিভাগের জন্য।\nকায়ে পলাই (ಕಣೆ ಪಲಾಯಿ: বৃত্তাকার কাঠের তক্তা), একটি বিশেষভাবে তৈরি গোলাকার কাঠের তক্তা যেখানে রাখাল এক পায়ে দাঁড়িয়ে থাকে। বিশেষ কৌশল হিসেবে কাঠের তক্তায় দুটি ছিদ্র থাকবে, যার মধ্যে দিয়ে পানি চলার সময় বাইরে বেরিয়ে আসে। বেরিয়ে আসা জলের উচ্চতা দ্বারা নির্ধারণ করা হয় বিজয়ী। গতি যত বেশি, পানির উচ্চতাও তত বেশি। এটি ৬ কোলু বা ৭ কলু  হবে যেখানে অনুভূমিকভাবে একটি সাদা সুতির পতাকা লাগানো থাকে যাতে সাধারণ প্রত্যক্ষদর্শীরা বিজয়ীদের বিচার করতে পারে। সাধারণত একে নিশানেগ নীর পাদুন বলা হয় এবং এটি কেবল সবচেয়ে সিনিয়রদের জন্য।\nকাম্বালা গ্রামাঞ্চলের বিশাল জনসমাগমকে নিজের প্রতি আকৃষ্ট করে, যেমনটি গত তিনশো বছর ধরে চলছে। লোকজন মহিষের উপর বাজি ধরে এবং একটি সুসংগঠিত কাম্বালায় ২০,০০০ এরও বেশি দর্শক হাজির হতে পারে। তারা দৌড় শেষ করার জন্য মহিষকে উৎসাহিত করে।\nকিছু স্থানে, রাত্রের দৌড়ে ফ্লাডলাইটের আলোয় মাঠ সজ্জিত করা হয়।\nদৌড়ের জন্য মহিষগুলিকে যত্নসহকারে খাওয়ানো হয় এবং কিছু মালিক প্রতিযোগী মহিষের জন্য আলাদা সুইমিং পুলও তৈরি করে থাকেন।\n\n\n== কাদরি কাম্বালা ==\nকাদরি কাম্বালা, মাঙ্গলুরুর কাদরিতে অনুষ্ঠিত হত এবং এটি দেবের কাম্বালা  (ঈশ্বরের কাম্বালা) নামে পরিচিত। কারণ এটি শহরের মঞ্জুনাথ মন্দিরের সাথে সম্পর্কিত। এই আয়োজনটি ৩০০ বছর আগে মাঙ্গলুরুর আলুপা রাজারা পৃষ্ঠপোষকতা করতেন। এ কারণে, কাদরি কাম্বালাআরাসু কাম্বালা (রাজার কাম্বালা) নামেও পরিচিত।\n\n\n== আইনি অবস্থা ==\nকাম্বালায় দৌড়ঝাঁপ চালানো মহিষের প্রতি নিষ্ঠুর আচরণ বলে প্রাণী প্রেমীরা সমালোচনা করেছেন। বিশিষ্ট প্রাণী-অধিকার কর্মী মেনকা গান্ধী প্রতিযোগিতার সময় মহিষের সাথে মন্দ আচরণের বিষয়ে উদ্বেগ প্রকাশ করেছেন। কাম্বালার আয়োজকরা দাবি করেছেন যে, সর্বাধিক গতি আনয়নের জন্য চাবুকের ব্যবহার প্রয়োজন। সরকারী আধিকারিকরা চালকদের মহিষের প্রতি নম্র আচরণ এবং দৌড়ের সময় চাবুক ব্যবহার এড়াতে পরামর্শ দিয়েছেন।\n২০১৪ সালে প্রাণী কল্যাণমূলক সংস্থাগুলির দায়ের করা মামলার ভিত্তিতে ভারতের সুপ্রিম কোর্ট কাম্বালাকে নিষিদ্ধ করার নির্দেশ দিয়েছে। এই নিষেধাজ্ঞায় জাল্লিকাট্টুও (ষাঁড়কে তার শিং ধরে কাবু করার খেলা) অন্তর্ভুক্ত ছিল। ২০১৭ সালের জানুয়ারিতে একটি সরকারী আদেশ অনুযায়ী জাল্লিকট্টুর উপর থেকে নিষেধাজ্ঞা প্রত্যাহার করা হয়েছে। সেসময় জনসাধারণ কাম্বালার উপর থেকে নিষেধাজ্ঞা প্রত্যাহার করতেও আহ্বান জানায়।\nপ্রাণীর প্রতি নিষ্ঠুরতা প্রতিরোধ (কর্ণাটক সংশোধন) অধ্যাদেশ, ২০১৭ - কর্ণাটকের কাম্বালা উৎসবকে পুনরায় আইনিকরণ করেছে। রাষ্ট্রপতি প্রণব মুখার্জি ৩ জুলাই ২০১৭ এ নতুন আইন ঘোষণা করেন। মামলাটি চলতে থাকে। তবে প্রাণীর প্রতি নিষ্ঠুরতা প্রতিরোধ (কর্ণাটক সংশোধন) বিল, ২০১৮ পাসের মাধ্যমে এর সমাপ্তি হয়, যা রাষ্ট্রপতি রাম নাথ কোবিন্দ ১৯ ফেব্রুয়ারি ২০১৮ এ অনুমোদন করেন।\n\n\n== সময়সূচী ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকাম্বালা\nবিশেষত্ব -> কাম্বালা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ ফেব্রুয়ারি ২০১৭ তারিখে\nকাম্বালা সম্পর্কে আরো কিছু\nকাম্বালার তথ্যচিত্র"}