{"pageid": 1032852, "title": "টেরুকুট্টু", "url": "https://bn.wikipedia.org/wiki?curid=1032852", "content": "টেরুকুট্টু হল একটি তামিল পথনাটকের রূপ, যেটি ভারতের তামিলনাড়ু রাজ্য এবং শ্রীলঙ্কার তামিলভাষী অঞ্চলগুলিতে প্রচলিত। টেরুকুট্টু হল বিনোদন, একটি অনুষ্ঠান এবং সামাজিক শিক্ষার মাধ্যম। বিভিন্ন বিষয়ের ওপর টেরুক্কুটু সম্পাদিত হয়। তামিল ভাষা সংস্করণ থেকে এমন একটি বিষয় হল হিন্দু মহাকাব্য মহাভারতের দ্রৌপদী চরিত্রকে কেন্দ্র করে। টেরুক্কট্টু এবং কাট্টাইকুট্টু শব্দদুটি আধুনিক যুগে প্রায়শই পরস্পরের বদলে ব্যবহৃত হয়; কিন্তু, ঐতিহাসিকভাবে, অন্তত নির্দিষ্ট কিছু গ্রামে, দুটি পদ পৃথক বলে মনে করা হয়,- দুটি ভিন্ন ধরনের প্রদর্শনের মধ্যে: টেরুকুট্টু হল চলমান মিছিলের মধ্যে প্রদর্শন, কাট্টাইকুট্টু হল সারা রাত্রিব্যাপী একটি নির্দিষ্ট স্থানে বর্ণনামূলক প্রদর্শন।\n\n\n== ইতিহাস ==\nটেরুক্কুটু শব্দটি তামিল শব্দ টেরু (\"পথ\") এবং কুট্টু (\"থিয়েটার\") থেকে এসেছে। \"কাট্টাইকুট্টু\" শব্দটি কাট্টাই (বা কাট্টাই কামানকাল) নামে পরিচিত বিশেষ অলঙ্কারগুলির নাম থেকে উদ্ভূত হয়েছে।\nলেখক এম. শন্মুগম পিল্লাই টেরুকুট্টুকে তামিল মহাকাব্য সিলাপ্পাটিকরমের সাথে তুলনা করেছেন। তিনি সিলাপ্পাটিকরমকে টেরুকুট্টুর আদি রূপ বলে অভিহিত করছেন। সিলাপ্পাটিকরমের কাহিনী এখনও টেরুকুট্টু অভিনেতারা পরিবেশন করে চলেছেন। টেরুকুট্টু নাটকটি মহাকাব্যের প্রতিটি অধ্যায়ের শুরু এবং শেষের মতো একই পদ্ধতিতে শুরু এবং শেষ হয়। অভিনেতারা শ্লোকের মাধ্যমে গান করেন এবং মাঝে মাঝে গদ্যে কথা বলেন,  শ্লোকোচ্চারণের পর তার ব্যাখ্যা হিসাবে গদ্যে কথা বলা হয়। সিলাপ্পাটিকরম এবং টেরুকুট্টু দুটিই নারীর পবিত্রতা এবং নৈতিক শক্তির লালিত মূল্যবোধকে কেন্দ্র করে আবর্তিত।\nতবে, ঐতিহাসিকভাবে, টেরুকুট্টু দুই থেকে তিন শতাব্দীর বেশি পুরানো নয়। গবেষক রিচার্ড এ ফ্রেস্কা লিখেছেন যে তাঁর কিছু অভিনয়-তথ্যবিদরা বিশ্বাস করেন টেরুক্কট্টু মূলত জিনজি অঞ্চল থেকে উদ্ভূত হয়েছিল। এটি দক্ষিণ ভারত থেকে শ্রীলঙ্কায় ছড়িয়ে পড়েছিল এবং জাফনা এবং বাট্টিকোলোয়াতে জনপ্রিয় হয়ে উঠেছিল। প্রারম্ভিক সিংহল নাদগম (মুক্ত বায়ু নাটক) উপস্থাপনায় এবং শৈলীতে টেরুকুট্টুর নাটকগুলিকে ঘনিষ্ঠভাবে অনুসরণ করেছিল। জাফনার জেসুইট পুরোহিতরাও পর্তুগিজ ঐতিহ্য থেকে ক্যাথলিক নাটক টেরুকুট্টু রীতিতে উপস্থাপন করেছিলেন।\nঅনেক পণ্ডিত টেরুকুট্টু এবং অন্যান্য প্রতিবেশী আঞ্চলিক নাট্য রূপের মধ্যে মিল খুঁজে পেয়েছেন, যেমন যক্ষগান এবং কথাকলি। তবে টেরুকুট্টু কথাকলির মত বেশি সংহিতাবদ্ধ নয়, এবং এটি সাধারণত শাস্ত্রীয় শিল্প রূপের চেয়ে লোকজ শিল্প হিসাবে বেশি বিবেচিত হয়। সাম্প্রতিক সময়ে, কিছু টেরুকুট্টু গোষ্ঠী পেশাদার দল হিসাবে কাজ শুরু করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nFrasca, Richard Armando (১৯৯০)। Theatre of the Mahabharata: terukkuttu Performances in South India। University of Hawaii Press। আইএসবিএন 978-0-8248-1290-4। ওসিএলসি 21147946। \nGentes, Mary Josephine (১৯৮৭)। Hinduism through village dance drama : narrative image and ritual process in South India's terukkuttu and Yaksagana ritual theaters (Ph.D. thesis)। University of Virginia। ওসিএলসি 20052719। \nFrasca, Richard Armando (১৯৯৮)। \"The Dice Game and the Disrobing (Pakatai Tuyil): A terukkuttu Performance\"। Asian Theatre Journal। University of Hawai'i Press। 15 (1): 1–44। জেস্টোর 1124097। ডিওআই:10.2307/1124097। \nBruin, Hanne M de (১৯৯৯)। Kattaikkuttu: The flexibility of a south Indian theatre tradition। E. Forsten। আইএসবিএন 978-90-6980-103-2। ওসিএলসি 42312297। \nShivaprakash, H S (২০০৭)। \"Regional theatres (ix. Terukuttu)\"। Traditional theatres। Wisdom Tree। আইএসবিএন 978-81-8328-075-4। ওসিএলসি 85833550। \n\n\n== বহিঃসংযোগ ==\nKattaikkuttu or terukkuttu"}