{"pageid": 1032430, "title": "আয়শা শান্না", "url": "https://bn.wikipedia.org/wiki?curid=1032430", "content": "আয়শা শান্না (বা আয়শা আশ-শান্না ; জন্ম: ১৪ আগস্ট ১৯৪১) একজন মরোক্কান সমাজকর্মী এবং নারী অধিকার আইনজীবী ও সক্রিয়কর্মী। একজন নিবন্ধিত নার্স হয়ে দেশের স্বাস্থ্য মন্ত্রণালয়ের কর্মচারী হিসাবে তিনি সুবিধাবঞ্চিত নারীদের নিয়ে কাজ শুরু করেছিলেন। ১৯৮৫ সালে তিনি অ্যাসোসিয়েশন সলিডারিটি ফেমিনিন (এএসএফ) নামে একটি সঙ্ঘ প্রতিষ্ঠা করেছেন, এটি মূলত কাসাব্লাঙ্কাভিত্তিক একটি দাতব্য সংস্থা যা একক মা এবং নির্যাতনের শিকার নারীদের সহায়তা করে। শান্না তাঁর কাজের জন্য ২০০৯ এর ওপাস পুরস্কার (১০ মিলিয়ন মার্কিন ডলার মূল্য) সহ বিভিন্ন মানবিক পুরস্কার পেয়েছেন।\n\n\n== প্রাথমিক জীবন ==\nশান্না কাসাব্লাঙ্কায় জন্মগ্রহণ করেছিলেন এবং মারাক্কেশেই তাঁর শৈশবকাল কাটিয়েছিলেন। তিন বছর বয়সে তাঁর বাবা মারা গিয়েছিলেন এবং তাঁর মা আবার বিয়ে করেছিলেন। শান্নার সৎ-বাবা ১২ বছর বয়সে তাঁকে স্কুল ছেড়ে দেওয়ার জন্য বলেছিলেন, কিন্তু সৎপিতার ইচ্ছার বিরুদ্ধেই তাঁর মা তাঁকে আবার কাসাব্লাঙ্কায় পাঠিয়ে দিয়েছিলেন। সেখানে তিনি তাঁর এক খালার সাথে থাকতেন এবং একটি ফরাসি ভাষার স্কুলে পড়াশোনা করতেছিলেন।\nতিন বছর পরে শান্নার মা তাঁর সৎ পিতাকে তালাক দিয়ে কাসাব্লাঙ্কায় তাঁর কাছে চলে এসেছিলেন। পরে মেয়েকে সহযোগিতা করার জন্য তিনি নিজের গহনা বিক্রি করে দিয়েছিলেন। \n\n\n== নারী অধিকার নিয়ে কাজ ==\nশান্না নিজেকে \"ধর্মনিরপেক্ষ মনের অধিকারী মুসলিম হৃদয়বান\" হিসাবে পরিচয় দেন।  স্বাস্থ্য মন্ত্রণালয়ের একজন কর্মচারী থাকাকালীন তিনি পরিবার পরিকল্পনা, একক মায়েদের অবস্থা, পিতৃপরিচয়হীন ও পরিত্যক্ত শিশুদের মর্যাদার অধিকার এবং সামাজিক অবস্থান সহ সামাজিক ও ধর্মীয় বারণের বিরোধিতা করে পরিচিতি লাভ করেছিলেন। তিনি সামাজিক রক্ষণশীলদের কাছ থেকে নিয়মিত সমালোচনার শিকার হয়েছেন, যারা দাবি করেছিল যে তাঁর কাজটি অনৈতিক আচরণকে বৈধতা দিচ্ছে। \n২০০৯ সালে, শান্নাকে সুবিধাবঞ্চিত নারীদের নিয়ে কাজ করার জন্য ওপাস পুরস্কার (১০ মিলিয়ন মার্কিন ডলার সমমূল্য) দেওয়া হয়েছিল। তিনি এই পুরস্কার অর্জনকারী প্রথম মুসলিম। পুরস্কার প্রাপ্তির পরে তিনি বলেছিলেন যে এই পুরস্কারের অর্থ তাঁর মৃত্যুর পরেও তাঁর ফাউন্ডেশনকে অব্যাহত রাখতে ব্যবহৃত হবে। \n\n\n== তথ্যসূত্র =="}