{"pageid": 1032294, "title": "রবিনা অ্যাডিস", "url": "https://bn.wikipedia.org/wiki?curid=1032294", "content": "রবিনা স্কট অ্যাডিস, অর্ডার অব দ্য ব্রিটিশ এম্পায়ার, (১৯০০-১৯৮৬)  ছিলেন ব্রিটেনের প্রথম দিককার পেশাদার মনোচিকিৎসামূলক সমাজকর্মীদের মধ্যে একজন।\nঅ্যাডিস তাঁর জীবনের প্রথম থেকেই সমাজকর্মে আগ্রহী ছিলেন না। মূলত তিনি অক্সফোর্ড বিশ্ববিদ্যালয়ে ইতিহাস বিষয়ে পড়াশোনা করেছিলেন, তবে দু'বছর অধ্যয়নের পরেই অসুস্থতার কারণে তিনি পড়াশুনা কম করতে বাধ্য হয়েছিলেন। পরে ১৯৩১ সালে তিনি লন্ডন স্কুল অফ ইকোনমিক্সে যাওয়ার সিদ্ধান্ত নিয়েছিলেন যেখানে তিনি শিশুদের দিকনির্দেশনা সম্পর্কে আগ্রহী হয়ে ওঠেছিলেন এবং তাদের মানসিক স্বাস্থ্যবিষয়ক কোর্সে আবেদন করেছিলেন। তিনি ১৯৩৩ সালে মানসিক স্বাস্থ্য বিষয়ে স্নাতক হয়েছিলেন।\nস্নাতক শেষ করার পরে অ্যাডিসের কর্মজীবনে বৈচিত্র্য এসেছিল। তিনি শিশুদের দিকনির্দেশনার কাজ শুরু করেছিলেন এবং তারপরে ন্যাশনাল অ্যাসোসিয়েশন ফর মেন্টাল হেলথের (পরে নাম বদলে মাইন্ড নামকরণ করা হয়েছিল) সাথে কাজ করেছিলেন, সেখান থেকে তিনি ১৯৬৫ সালে অবসর নিয়েছিলেন। ১৯৬০ সালে তিনি মাইন্ডের ডেপুটি জেনারেল সেক্রেটারি হয়েছিলেন এবং পরবর্তীতে ১৯৭৯ সালে তিনি অভিজ্ঞতা ভসকলের সাথে ভাগ করে নেওয়ার জন্য চাইল্ড গাইডেন্স ট্রাস্ট প্রতিষ্ঠা করেছিলেন। \n\n\n== প্রারম্ভিক জীবন ==\nস্যার চার্লস এবং লেডি অ্যাডিসের (ওরফে এলিজাবেথ জেন ম্যাকআইস্যাক) তেরো সন্তানের মধ্যে অ্যাডিস ছিলেন চতুর্থ।  পরিবারটি সাসেক্সের ফ্র্যান্টের উডসাইডে রাষ্ট্রীয় জমিতে বসবাস করত।\nতাঁর  ভাইদের একজন স্যার জন ম্যানসফিল্ড অ্যাডিস পরবর্তী জীবনে একজন কূটনীতিক হয়েছিলেন।\n\n\n== শিক্ষাজীবন ==\nঅসুস্থতার কারণে পড়াশোনা বন্ধ করার আগে অ্যাডিস দুই বছর ইতিহাস বিষয়ে  অক্সফোর্ড বিশ্ববিদ্যালয়ে পড়াশোনা করছিলেন।  তবুও তিনি পরবর্তীকালে ব্রিটিশ দ্বীপপুঞ্জের অপরাসায়নিক পাণ্ডুলিপিগুলো তালিকাভুক্ত করতে অধ্যাপক চার্লস ওয়ালি-সিঙ্গারের সাথে পাঁচ বছর কাজ করেছিলেন। ওই সময়ের পরে তিনি সিদ্ধান্ত নিয়েছিলেন যে তিনি পাণ্ডুলিপি নিয়ে কাজ চালিয়ে যেতে চান না, তাই তিনি পড়াশোনা এবং শিশু মনোবিজ্ঞানে নিয়ে কাজ করার জন্য লন্ডন স্কুল অফ ইকোনমিক্সে যোগ দিয়েছিলেন। ১৯৩৩ সালে তিনি এই কোর্স থেকে স্নাতক ডিগ্রি অর্জন করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওয়ার্ল্ডক্যাট"}