{"pageid": 1032624, "title": "হরিকথা", "url": "https://bn.wikipedia.org/wiki?curid=1032624", "content": "হরিকথা (কন্নড় ভাষা: ಹರಿಕಥೆ : হরিকথে; তেলুগু ভাষা: హరికథ : হরিকথা; মারাঠি ভাষা: हरीपाठ : হরীপাঠ), হল আক্ষরিক অর্থে \"প্রভু হরির গল্প\"। তেলুগু এবং তামিল ভাষায় একে হরিকথা কালক্ষেপমও (হরির কথা [গল্প] শোনার জন্য সময় ব্যয়) বলা হয়। এটি হিন্দু ঐতিহ্যবাহী আলাপের একটি রূপ যেখানে গল্পকার একটি চিরায়ত প্রসঙ্গ বিশ্লেষণ করেন। এটি সাধারণত কোনও সাধুর জীবন বা কোনও ভারতীয় মহাকাব্যের গল্প। গান, সংগীত এবং আখ্যানের মাধ্যমে গল্পটি যিনি বলেন তাঁকে হরিদাস বলা হয়।\nহরিকথা হল গল্পকথন, কবিতা, সংগীত, নাটক, নৃত্য এবং দর্শনের একটি সমন্বিত শিল্প রূপ, যেটি অন্ধ্রপ্রদেশ, তেলেঙ্গানা, মহারাষ্ট্র এবং কর্ণাটকে ব্যাপকভাবে প্রচলিত। যে কোনও হিন্দু ধর্মীয় প্রসঙ্গ হরিকথার বিষয়বস্তু হতে পারে। এক সময় হরিকথা ছিল বিনোদনের একটি জনপ্রিয় মাধ্যম, যা জনসাধারণের কাছে সাংস্কৃতিক, শিক্ষামূলক এবং ধর্মীয় মূল্যবোধ প্রেরণে সহায়তা করেছিল। হরি কথার মূল লক্ষ্য মানুষের মনে সত্যভাব ও ধার্মিকতা রক্ষা করা এবং তাদের মধ্যে ভক্তির বীজ বপন করা। এর আর একটি লক্ষ্য হল গল্পগুলির মাধ্যমে তাদের আত্ম জ্ঞান (আত্মা) সম্পর্কে শিক্ষিত করা এবং তাদের মুক্তির পথ দেখানো।\n\n\n== হিন্দু পুরাণে ==\nহিন্দু পৌরাণিক কাহিনী তে, প্রথম হরিকথা গায়ক ছিলেন ঋষি নারদ যিনি বিষ্ণুর জন্য গেয়েছিলেন। অন্যান্য বিশিষ্ট গায়কেরা ছিলেন রামের দুই যমজ পুত্র, লব এবং কুশ, যাঁরা অযোধ্যায় রামের দরবারে রামায়ণ গেয়েছিলেন।\n\n\n== ইতিহাস ==\nএটি একটি প্রাচীন রূপ যেটি প্রায় দ্বাদশ শতাব্দীতে ভক্তি আন্দোলনের সময় বর্তমান রূপে এসেছিল। অনেক বিখ্যাত হরিদাস হলেন পুরন্দরদাস, কনকদাস।\nহরিকথার তেলুগু রূপের উদ্ভব উনিশ শতকে উপকূলীয় অন্ধ্র থেকে হয়েছিল।বুরাকথার পাশাপাশি এখন অন্ধ্রে হরিকথা কালক্ষেপম সবচেয়ে বেশি প্রচলিত। সংকান্তি উৎসবের আগে ধনুরমাসম চলাকালীন গ্রামে ঘুরে ঘুরে হরিদাসুদের ভক্তিমূলক গান গাওয়া প্রাচীন একটি ঐতিহ্য। \n\n\n== আরো দেখুন ==\nবুরাকথা\nকর্ণাটকী সঙ্গীত\nকথা (গল্প বলার পদ্ধতি)\nকীর্তন\nওগ্গু কথা\nপ্রবচন\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nSingh, N.K. (১৯৯৭)। Encyclopaedia of Hinduism, Volume 3। Anmol Publications। আইএসবিএন 81-7488-168-9। \nArnold, Alison (২০০০)। \"Kassebaum, Gayathri Rajapur.'Karnatak raga'\"। The Garland Encyclopedia of World Music: South Asia : the Indian subcontinent। New York & London: Taylor & Francis। আইএসবিএন 0-8240-4946-2। \nHarikatha: its origins and development, by Kalaimamani B. M. Sundaram. Publisher\tVidwan R.K. Srikantan Trust, 2001.\nDatta, Amaresh (২০০৬)। The Encyclopaedia Of Indian Literature (Devraj To Jyoti), Volume 2। Sahitya Akademi। পৃষ্ঠা 1551–1553। আইএসবিএন 81-260-1194-7। \nHarikatha : Samarth Ramdas' Contribution to the Art of Spiritual Story-Telling by Meera Grimes. Indica Books, 2008. আইএসবিএন ৮১-৮৬৫৬৯-৭৬-৬.\n\n\n== বহিঃসংযোগ ==\nArticle on Harikatha\nArt of rendering Harikatha  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩১ ডিসেম্বর ২০০৪ তারিখে at The Hindu"}