{"pageid": 1032106, "title": "ইয়াহারি ওরে নো সেইশুন লাভ কমেডি ওয়া মাচিগাত্তেইরু", "url": "https://bn.wikipedia.org/wiki?curid=1032106", "content": "ইয়াহারি ওরে নো সেইশুন লাভ কমেডি ওয়া মাচিগাত্তেইরু হলো ২০১৩ সালে মুক্তি পাওয়া একটি মজার জাপানিজ অ্যানিমে, যা ওয়াতারু ওয়াতারির লিখিত উপন্যাস 'ইয়াহারি ওরে নো সেইশুন রাবুকোমে ওয়া মাচিগাত্তেইরু'-কে কেন্দ্র করে বানানো হয়েছে। সোনোবু উচ্চ বিদ্যালয়ে এমন অনেক প্রকারের কিশোর-কিশোরী শিক্ষার্থীরা রয়েছে যারা সেই বিদ্যালয় এবং আরও সবার সঙ্গে মানিয়ে নিতে পছন্দ করে। কিন্তু  সর্বদা একা থাকা হাচিমান হিকিগায়াকে জোর করে আরেকজন সর্বদা একা থাকা মেয়ে, ইউকিনো ইউকিনোসিতা এবং হিকিগায়ারই এক সহপাঠি ইউ ইউগাহামার সাথে বিদ্যালয়ে একটি পরিসেবা সংঘ গঠন করতে হয়। অতীতে একটি গাড়ি দূর্ঘটনার সাথে জড়িত হওয়ার ফলে, এই তিনজন একে অপরের বিভিন্ন কৈশোর সংক্রান্ত দায়িত্ব এবং প্রতিকূল অবস্থার মোকাবিলা করতে সাহায্যের হাত বাড়িয়ে দেয়।\nএই অ্যানিমের প্রথম খন্ডটি প্রযোজিত হয়েছে ব্রেন'স বেস এবং পরিচালনা করেছেন আই ইয়োশিমুরা। সিরিজটির রচনায় রয়েছেন শোতারো সুগা, চরিত্র পরিকল্পনায় ইউ শিনদো, শিল্প পরিচালক শিগেমি ইকেদা, সঙ্গীত করেছেন মোনাকা, এবং সঙ্গীত পরিচালনায় আছেন সাতোশি মোতোয়ামা।\nএই সিরিজ বা খন্ডটি ৫ই এপ্রিল ২০১৩ সালে প্রথমবার সম্প্রচারিত হয় টিবিএস এবং পরবর্তিকালে এমবিএস,সিবিএস আর বিএস-টিবিএস -এ।\nক্রাঞ্চিরোল অ্যানিমেটি অনলাইনের মাধ্যমে উত্তর আমেরিকা এবং বিশেষ কিছু নির্বাচিত দেশে সম্প্রচার করে। অ্যানিমে নেটওয়ার্ক এবং অ্যানিমে অন ডিমান্ড -ও সাথাসাথি অ্যানিমেটিকে স্ট্রিমিং করতে থাকে। এনবিসি ইউনিভার্সাল এন্টারটেইনমেন্ট জাপান ২৫ই ডিসেম্বর ২০১৩ সালে অ্যানিমেটি ব্লু-রে এবং ডি.ভি.ডি আকারে মুক্তি দেয় জাপানে।\nসেন্টাই ফিল্মওয়ার্কস অনুমতিপত্র পেয়ে অ্যানিমেটির ডিজিটাল বিজ্ঞাপন বিতরন এবং উত্তর আমেরিকায় হোম মিডিয়া হিসেবে মুক্তি করে। পরে ম্যাডম্যান এন্টারটেইনমেন্ট এটিকে অস্ট্রেলিয়ায় ছাড়ার অনুমতি পায়। \nএই খণ্ডে ৫টি থিম সঙ্গীত রয়েছে: একটি ওপেনিং থিম, তিনটি ক্লোজিং থিম এবং একটি ইনসার্ট সঙ্গীত। ওপেনিং থিমটির নাম হলো \"ইউকিতোকি\" (ユキトキ) যেটি গেয়েছেন নাগি ইয়ানাগি আর মূল এন্ডিং থিমটা হলো সাওরি হায়ামি এবং নাও তোমোয়ার গাওয়া \"হ্যালো অ্যলন\"। নাও তোমোয়ার \"হ্যালো অ্যলন - ইউ গীত -\" গানটি অ্যানিমের পঞ্চম পর্বের শেষে ব্যবহার করা হয়েছে। বাড়তি পর্বটির শেষের গানটি হলো সাওরি হায়ামি এবং নাও তোমোয়ার গাওয়া \"হ্যালো অ্যলন - ব্যান্ড অ্যারেঞ্জ -\"। ইউকিনো ইউকিনোসিতা (সাওরি হায়ামি) আর ইউ ইউগাহামার (নাও তোমোয়া) দ্বারা একসাথে সম্পাদিত \"বিটার বিটার সুইট\" গানটি দ্বাদশতম পর্বে ইনসার্ট সঙ্গীত হিসেবে ব্যবহার করা হয়।।\n\n\n== পর্ব তালিকা ==\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল অ্যানিমি ওয়েবসাইট (জাপানি ভাষায়)\nঅ্যানিমে নিউজ নেটওয়ার্ক বিশ্বকোষে ইয়াহারি ওরে নো সেইশুন লাভ কমেডি ওয়া মাচিগাত্তেইরু (অ্যানিমে)\nমাই টিন রোম্যান্টিক কমেডি স্নাফু ১"}