{"pageid": 1032204, "title": "মঙ্গলগিরি শাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1032204", "content": "মঙ্গলাগিরি শাড়ি এবং ফ্যাব্রিকস ভারতের অন্ধ্র প্রদেশ রাজ্যের গুন্টুর জেলার একটি শহর মঙ্গলগিরিতে হস্তশিল্প বুননের    মাধ্যমে উৎপাদিত হয়।  এটি ভৌগোলিক ইন্ডিকেশনস অফ গুডস (রেজিস্ট্রেশন এবং সুরক্ষা) আইন, ১৯৯৯ দ্বারা অন্ধ্রপ্রদেশের ভৌগোলিক নিদর্শঙ্গঙ্গুলোর অন্যতম হস্তশিল্প হিসাবে নিবন্ধিত হয়েছিল।  মঙ্গলগিরি ফ্যাব্রিক দ্বারা বয়নের সাহায্যে তাঁত থেকে ছিদ্রবহুল সুতা দ্বারা প্রধান বুনট একত্রীকরণের উপায়ে এটি তৈরী হয়। ফ্যাব্রিকে তার পরে রঞ্জন প্রক্রিয়াটি শুরু করা হয়।  নিজাম নকশা ফ্যাব্রিকের আরও একটি অসাধারন বৈশিষ্ট্য। \n\n\n== ইতিহাস ==\nএই অঞ্চলে পাওয়া কিছু শিলালিপি অনুসারে বুননের পেশাটি ৪০০ বছর পুরানো। কর বাড়ার কারণে কুতুব শাহীর শাসনামলে তাঁতিদের জন্য একটি পরিবাসকাল ছিল। \n\n\n== উৎপাদন পর্যায় ==\nমঙ্গলগিরি শাড়ির উৎপাদনে বিভিন্ন ধাপ রয়েছে। যাতে রয়েছে:\n\nকাঁচামাল - বিশুদ্ধ তুলা সুতা, সোনা ও রূপা জরি ' সিনথেটিক এবং প্রাকৃতিক রং এবং কিছু রাসায়নিক।\nসুতা পরিশোধন - এই প্রক্রিয়াটির মধ্যে কিছু অশুচি দূর করতে সারারাত ভিজিয়ে রাখা, ধুয়ে ফেলা এবং রঞ্জন প্রক্রিয়াটির জন্য উপযুক্ত করে তোলার জন্য সুতা ফুটানো জড়িত।\nরঞ্জনবিদ্যা - এটি সাদা শাড়িগুলির জন্য ব্লিচিং কৌশল জড়িত এবং রঙিনগুলির জন্য, ভ্যাট রঙগুলি ব্যবহৃত হয়।\nঅতিরিক্ত ছোপানো অপসারণ - রঙ্গিন বা ব্লিচযুক্ত সুতা অতিরিক্ত ছোপানো কাটাতে কিছু কৌশল দিয়ে ফুটন্ত পানিতে ভিজিয়ে রাখে।\nশোষক - উপরে প্রক্রিয়ার মধ্য দিয়ে, সুতা শুকনো হয় এবং ছায়াতে আলোক সংবেদনশীল রং যোগ করা হয়।\nপ্রাক তাঁত প্রক্রিয়া\n\nকাঠের সুতাটি ওয়ার্প এবং ওয়েফ্টে চালিত করা - চরকা, শিফ্ট বাঁশ এবং বোবিন ওয়ার্প গঠনের জন্য ব্যবহৃত হয়। যদিও ওয়েফ্ট একটি পির্নের সাহায্যে তৈরি করা হয়।\nবুনন প্রক্রিয়া - এটি বুননের ওয়ার্প এবং ওয়েফ্ট পদ্ধতিতে জড়িত এবং কখনও কখনও জ্যাকার্ড বোনা দ্বারা প্রতিস্থাপিত হয়। পণ্য চাহিদা অনুযায়ী বুনন, ডিজাইনিং এবং কাটার জন্য কেবল তাঁতের ব্যবহার করা হয়।\nকাটা ও ভাঁজ - বোনা কাপড়ের চাহিদা অনুসারে কাটা হয়।\nশাড়ির পরিদর্শন - ত্রুটিগুলি সংশোধন করার জন্য মাস্টার তাঁতি দ্বারা পরিদর্শন করা হয়।\nবিপণন - ।১৯৮৫ এর সময়কাল শাড়ির চেয়ে পোশাকের উপকরণগুলির জন্য নতুন বাজারের সাথে বিপ্লব কিনেছিল\n\n\n== শাড়ি ==\nমঙ্গলগিরি শাড়িগুলি অনন্য কারণ এটি তুলা থেকে বোনা এবং সর্বাধিক বৈশিষ্ট্যযুক্ত বৈশিষ্ট্য যেমন- সীমান্তে জারি এবং দেহে কোনও বোনা নকশার মতো বৈশিষ্ট্য রয়েছে। শহরটি যেমন ভগবান নরসিংহ মন্দিরের আবাস, তাই শাড়িগুলি ভক্তরাও ভক্তিমূলক উদ্দেশ্যে ব্যবহার করেন।\n\n\n== আরো দেখুন ==\nভারতে ভৌগোলিক সূচকগুলির তালিকা\n\n\n== তথ্যসূত্র =="}