{"pageid": 1032349, "title": "তিরুপতি লাড্ডু", "url": "https://bn.wikipedia.org/wiki?curid=1032349", "content": "ভারতের অন্ধ্র প্রদেশের চিত্তুর জেলার তিরুমালার ভেঙ্কটেশ্বর এর তিরুমালা ভেঙ্কটেশ্বর মন্দিরে মিষ্টি হিসাবে দেওয়া হয়। এটি মন্দিরে দর্শনের পরে ভক্ত্দের প্রসাদ হিসেবে দেওয়া হয়। মন্দির বোর্ড তিরুমালা তিরুপতি দেবস্থানস দ্বারা মন্দির রান্নাঘরে 'পটু' নামে পরিচিত এই লাড্ডু প্রসাদ প্রস্তুত করা হয়। তিরুপতি লাড্ডু ভৌগোলিক সূচক ট্যাগটি পেয়েছেন যাতে কেবলমাত্র তিরুমালা তিরুপতি দেবস্থানগুলিই এটি তৈরি ও বিক্রয় করতে পারে।\n\n\n== ইতিহাস ==\nতিরুমালা ভেঙ্কটেশ্বর মন্দিরে ভেঙ্কটেশ্বরে লাড্ডু দেওয়ার প্রথাটি ১৭১৫ সালের ২রা আগস্ট থেকে শুরু হয়েছিল।\n\n\n== ভৌগোলিক নিদর্শনের ট্যাগ ==\nতিরুপতি লাড্ডুর অবৈধ বিপণন রোধ করতে, ২০০৮ সালে তিরুমালা তিরুপতি দেবস্থানগুলি একটি ভৌগোলিক ইঙ্গিত ট্যাগের জন্য নিবন্ধিত হয়েছিল। ২০০৯ সালে, তিরুপতি লাড্ডু জিআই আইন ১৯৯৯ এর অধীনে খাদ্যশ্রেণী বিভাগের অধীনে ভৌগোলিক সূচক হিসাবে নিবন্ধিত হয়েছিল। এটি অন্যদের একই নামে মিষ্টি তৈরি করতে বা নামকরণ করতে বাধা দিয়েছে।\n\n\n=== লাড্ডু পটু ===\nলাড্ডু পটু হল রান্নাঘর যেখানে তিরুপতি লাড্ডু প্রস্তুত করা হয়। এটি মন্দিরের সাম্পাঙ্গি প্রদক্ষিণামের অভ্যন্তরে অবস্থিত। পটু তিনটি পরিবাহক বেল্ট দিয়ে সজ্জিত যা পটুর মধ্যে উপাদান বহনের জন্য ব্যবহৃত হয় এবং লাড্ডুকে পটু থেকে সমাপ্ত হলে বিক্রয় কাউন্টারে পাঠানো হয়। তিনটি কনভেয়ার বেল্টের মধ্যে প্রথমটি ২০০৭ সালে ইনস্টল হওয়া কেবলমাত্র লাড্ডু স্থানান্তর করতে পারে এবং দ্বিতীয়টি ২০১০ সালে ইনস্টল করা লাড্ডু এবং বুন্দি উভয়ই স্থানান্তর করতে পারে। দুটি কনভেয়র বেল্ট যদি ত্রুটিযুক্ত হয় তবে তার ব্যাকআপ হিসাবে তৃতীয় পরিবাহক বেল্টটি ২০১৪ সালে ইনস্টল করা হয়েছিল। পুরানো দিনগুলিতে লাড্ডু রান্না করতে আগুনের কাঠ ব্যবহার করা হত, যা ১৯৮৪ সালে এলপিজি দ্বারা পরিবর্তিত হয়।\nতিরুমালা তিরুপতি দেবস্থানামস লাড্ডু পটুতে দিনপ্রতি গড়ে ২.৮ লক্ষ লাড্ডু প্রস্তুত করে। বর্তমানে, পটুটির দৈনিক ৮০০,০০০ টি লাড্ডু তৈরী করার ক্ষমতা রয়েছে।\n\n\n=== দিত্তম ===\nতিতুপতি লাড্ডু তৈরিতে ব্যবহৃত উপাদানের তালিকা এবং এর অনুপাতের তালিকা হল দিত্তম। লাড্ডুর ক্রমবর্ধমান চাহিদা মেটাতে দিত্তমের ইতিহাসে ছয়বার পরিবর্তন করা হয়েছিল। বর্তমানে উপকরণগুলির মধ্যে ছোলা আটা, কাজু বাদাম, এলাচ, ঘি, চিনি, চিনি ক্যান্ডি এবং কিসমিস রয়েছে । প্রতিদিন প্রায় ১০ টন ছোলা ময়দা, ১০ টন চিনি, ৭০০ কেজি কাজু বাদাম, ১৫০ কেজি এলাচ, ৩০০ থেকে ৫০০ লিটার ঘি, ৫০০কেজি চিনি ক্যান্ডি এবং ৫৪০ কেজি কিসমিস লাড্ডু প্রস্তুত করতে ব্যবহৃত হয়। টিটিডি বার্ষিক ভিত্তিতে দরপত্রের ভিত্তিতে এগুলি সংগ্রহ করে।\n\n\n=== পটু কার্মিকুলু ===\nলাড্ডু তৈরিতে লাড্ডু পটুতে প্রায় ৬২০ জন রান্নার কাজ করে। এই কর্মীদের পটু কর্মিকুলু হিসাবে উল্লেখ করা হয়। প্রায় ১৫০ টি পটু শ্রমিক নিয়মিত কর্মচারী এবং চুক্তির ভিত্তিতে ৩৫০ জনেরও বেশি কাজ করেন। এর ৬২০ জনের মধ্যে ২৪৭ জনই শেফ\n\n\n== তিরুপতি লাড্ডুর বিভিন্নতা ==\n\n\n=== প্রোক্তম লাড্ডু ===\nএই লাড্ডু নিয়মিত মন্দিরে আসা সমস্ত সাধারণ তীর্থযাত্রীদের বিতরণ করা হয়। এটি আকারে ছোট এবং ওজন ১৭৫ গ্রাম। এই লাড্ডুগুলি প্রচুর পরিমাণে প্রস্তুত করা হয়।\n\n\n=== আস্তানাম লাড্ডু ===\nএই লাড্ডু শুধুমাত্র বিশেষ উৎসব উপলক্ষে প্রস্তুত করা হয়। এটি আকারে বড় এবং ওজন ৭৫০ গ্রাম। এটি আরও কাজু, বাদাম এবং জাফরান স্ট্র্যান্ড দিয়ে প্রস্তুত।\n\n\n=== কল্যাণোৎসবম লাড্ডু ===\nএই লাড্ডু কল্যাণোৎসবমে এবং কয়েকজন অরজিথা সেবায় অংশ নেওয়া ভক্তদের মাঝে বিতরণ করা হয়। এই লাড্ডুর প্রচুর চাহিদা রয়েছে। প্রোক্তম লাড্ডুর তুলনায় এগুলি খুব কম সংখ্যায় প্রস্তুত করা হয়। টিডিটি কর্তৃক বাস্তবায়িত অ্যাডভান্সড প্যাকেজিং সিস্টেমের সাথে লাড্ডু প্রায় ১৫ দিনের মতো শেলফে থাকতে পারে।\n\n\n== আরো দেখুন ==\nভারতে ভৌগোলিক সূচকগুলির তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nKannan, Shilpa; Boominathan, Premanand (২০ জুলাই ২০১৬)। \"Tasting India's coveted holy sweet\"। BBC News। সংগ্রহের তারিখ ২০১৬-০৭-২০।"}