{"pageid": 1032218, "title": "ভারত–পাকিস্তান সীমান্ত", "url": "https://bn.wikipedia.org/wiki?curid=1032218", "content": "ভারত–পাকিস্তান সীমান্ত হলো পাকিস্তান ও ভারতের মধ্যবর্তী আন্তর্জাতিক সীমানা। সীমানাটি উত্তরে পাকিস্তান-শাসিত কাশ্মীর থেকে ভারত-শাসিত কাশ্মীরকে পৃথক কারী নিয়ন্ত্রণ রেখা (এলওসি) থেকে দক্ষিণে ভারতের গুজরাত রাজ্য এবং পাকিস্তানের সিন্ধু প্রদেশের মধ্যবর্তী কচ্ছের রণের স্যার খাঁড়ি পর্যন্ত বিস্তৃত।\n১৯৪৭ সালের র‍্যাডক্লিফ রেখার ভিত্তিতে খসড়া ও চূড়ান্তকৃত পাকিস্তান ও ভারতকে পরস্পর থেকে বিভক্তকারী এই সীমান্ত, প্রধান শহরাঞ্চল থেকে শুরু করে জনবসতিহীন মরুভূমি পর্যন্ত বিভিন্ন ভূখণ্ড ব্যাপী বিস্তৃত। ভারত ও পাকিস্তানের স্বাধীনতার পর (ব্রিটিশ ভারত দেখুন), এই সীমানাটি দুই দেশের মধ্যে অসংখ্য দ্বন্দ্ব ও যুদ্ধের স্থলে পরিণত হয়েছে এবং এটি বিশ্বের সবচেয়ে প্রতিদ্বন্দ্বিতাপূর্ণ সীমানাগুলোর মধ্যে অন্যতম। এই সীমানার মোট দৈর্ঘ্য ৩,৩২৩ কিমি (২,০৬৫ মা); এটি বিশ্বের সবচেয়ে বিপজ্জনক সীমানাগুলোর মধ্যেও অন্যতম হিসেবে বিবেচিত। প্রায় ৫০,০০০ খুঁটিতে ভারত কর্তৃক স্থাপিত দেড় লক্ষ বাতির কারণে এই সীমানা রাতে মহাকাশ থেকেও দৃশ্যমান।\n\n\n== সীমানা ==\n\nদুই দেশের মধ্যবর্তী সীমানাটি গুজরাত/সিন্ধু থেকে আন্তর্জাতিকভাবে স্বীকৃত, তবে এক্ষেত্রে শুধুমাত্র নিয়ন্ত্রণ রেখাটি ব্যতিক্রম, যা আন্তর্জাতিকভাবে গৃহীত হয় নি। কাশ্মীর অঞ্চলটি ১৯৪৭ সালের ভারত-পাকিস্তান যুদ্ধের মাধ্যমে পাকিস্তান শাসিত কাশ্মীর ও ভারত শাসিত কাশ্মীর অঞ্চলে বিভক্ত হয়ে পড়ে। ১৯৪৯ সালের জাতিসংঘের মধ্যস্থতায় অঙ্কিত যুদ্ধবিরতি রেখা দুই অঞ্চলের মধ্যে কার্যত একটি সীমানা হিসেবে কাজ করে, যা ১৯৭১ সালের ভারত-পাকিস্তান যুদ্ধের পর নিয়ন্ত্রণ রেখা দ্বারা প্রতিস্থাপিত হয়।\nভারত শাসিত কাশ্মীর এবং পাকিস্তানের পাঞ্জাব প্রদেশের মধ্যবর্তী সীমানাটি জাতিসংঘ কর্তৃক আনুষ্ঠানিকভাবে \"ওয়ার্কিং বর্ডার\" নামে উল্লেখ করা হয়। ভারত এটিকে আন্তর্জাতিক সীমান্ত হিসেবে বিবেচনা করে।\nউত্তর থেকে দক্ষিণ পর্যন্ত ভারত–পাকিস্তান সীমান্তটি হলো:\n\nনিয়ন্ত্রণ রেখা (এলওসি): ভারত শাসিত কাশ্মীর ও পাকিস্তান শাসিত কাশ্মীরের মধ্যবর্তী সীমানা। এর বর্তমান রূপ ১৯৭২ সালের সিমলা চুক্তির পর নির্ধারিত হয়।\nওয়ার্কিং বর্ডার: পাকিস্তানের পাঞ্জাব প্রদেশকে ভারত শাসিত জম্মু ও কাশ্মীর থেকে পৃথক করে। এটি জাতিসংঘ কর্তৃক ওয়ার্কিং বর্ডার হিসেবে উল্লেখিত; পাকিস্তানি পাঞ্জাব, আন্তর্জাতিকভাবে উভয় পক্ষ দ্বারাই পাকিস্তানের অংশ হিসেবে স্বীকৃত, কিন্তু জম্মু ও কাশ্মীর একটি বিতর্কিত অঞ্চল (পাকিস্তান কর্তৃক দাবিকৃত, ভারত কর্তৃক নিয়ন্ত্রিত)।\nআন্তর্জাতিক সীমানা (আইবি): আন্তর্জাতিকভাবে উভয় পক্ষ দ্বারাই স্বীকৃত, ভারত প্রজাতন্ত্র এবং ইসলামী প্রজাতন্ত্রী পাকিস্তানের মধ্যে নির্ধারিত রেখা। ১৯৪৭ সালে ব্রিটিশ সাম্রাজ্যের ভারত বিভাজনের সময় স্যার সিরিল র‍্যাডক্লিফ কর্তৃক এই সীমানাটি অঙ্কিত হয়।\n\n\n== ওয়াঘা–অটারি সীমান্তে আয়োজন ==\n\nপাকিস্তান (পাকিস্তান রেঞ্জার্স) এবং ভারতের (বর্ডার সিকিউরিটি ফোর্স বা বিএসএফ) সীমান্ত বাহিনী, প্রতি সন্ধ্যায় সূর্যাস্তের ঠিক আগে ওয়াঘা গ্রামে পতাকা উত্তোলন অনুষ্ঠান আয়োজন করে। এটি ১৯৫৯ সাল থেকে পালিত একটি ঐতিহ্য। অনুষ্ঠান শুরু হয় উভয় পক্ষের সীমান্ত রক্ষীদের জোরালো চিৎকারের মাধ্যমে যুদ্ধের ডাক দিয়ে। এরপর দুই বিরোধী শক্তি একে অপরের দিকে তাকিয়ে কিছুক্ষণ বিভিন্ন কসরত এবং নৃত্য চালায়। অনুষ্ঠান শেষ হয় প্রধান রক্ষীদের করমর্দন ও পতাকা অবনমনের মাধ্যমে। পুরো সময় জুড়ে দর্শকেরা উৎসাহের সাথে হাততালি প্রদান করে উল্লাস করে থাকে। এই আয়োজন আন্তর্জাতিক পর্যটক ও খ্যাতিমান ব্যক্তিদের আকর্ষণ করে থাকে। এটা দুই জাতির মধ্যে একটি ভ্রাতৃত্ব এবং প্রতিদ্বন্দ্বিতার প্রতীক। সীমান্তের সৈন্যরা ঈদ এবং দীপাবলির সময় বিরোধী পক্ষের সাথে মিষ্টি বিতরণ করে থাকে, কিন্তু ২০১৬ এবং ২০১৮ সালে ক্রমবর্ধমান সামরিক উত্তেজনার কারণে বিএসএফ তা করা থেকে বিরত থাকে। ২০১৪ সালের ওয়াঘা সীমান্তে একটি আত্মঘাতী হামলা, যাতে ৬০ জন নিহত এবং ১১০ জনেরও বেশি লোক আহত হয়, তা ব্যতিরেকে একটি শান্তিপূর্ণ সমাবেশ হিসেবেই এই আয়োজন পরিচিত। ২০১৯ সালের ভারত–পাকিস্তান সীমান্ত সংঘর্ষের সময় পাকিস্তান বিমান বাহিনী (পিএএফ), উইং কমান্ডার অভিনন্দন বর্তমানের বিমান ভূপতিত করার পর তাকে ভারতে ফেরত পাঠানোর সময়েও এই আয়োজন বাতিল করা হয়েছিলো।\n\n\n== চিত্রশালা ==\n\n\n== আরও দেখুন ==\nপাকিস্তানের সীমান্ত\nভারতের সীমান্ত\nভারত বিভাজন\nর‍্যাডক্লিফ রেখা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ভারত–পাকিস্তান সীমান্ত সম্পর্কিত মিডিয়া দেখুন।\n\"How this border transformed a subcontinent | India & Pakistan\"। Vox। ২০১৯-০৬-২৬। \nInternational Boundary Study No. 86 – December 2, 1968 India – Pakistan Boundary  ওয়েব্যাক মেশিনে আর্কাইভকৃত জানুয়ারি ৩১, ২০২০ তারিখে"}