{"pageid": 1032598, "title": "ধুনুচি নৃত্য", "url": "https://bn.wikipedia.org/wiki?curid=1032598", "content": "ধুনুচি নৃত্য বা ধুনাচি নৃত্য হলো প্রথাগত অনুষ্ঠানের জন্য বাংলাদেশ ও পশ্চিমবঙ্গের বাঙালিদের ধুনুচির মাধ্যমে ধুনো প্রজ্বলন (সাধারণত ভারতীয় গুগগুলের সাথে মিলিতভাবে ব্যবহৃত হয়) করে করা একটি ঐতিহ্যবাহী নৃত্যশৈলী। এটি আরতি বা আনুষ্ঠানিকভাবে নাচের উপাসনার সময়গুলির একটি পর্যায়ে করা হয়। এটি প্রায়শই প্রদীপ (বিজোড় সংখ্যার সলতে সহ প্রদীপ) দিয়ে আরতির পরে করা হয়।\nধুনুচির আকারটি শিখার মত এবং এতে একটি বৃহৎ গহ্বর সহ একটি হাতল থাকে, চিরায়তভাবে এটি মাটি দিয়ে তৈরি হয় যেটির প্রাকৃতিকভাবে অন্তরক বৈশিষ্ট্য আছে। পিতল বা রৌপ্য জাতীয় ধাতু দিয়ে তৈরি হলে, তাপের কারণে এটির দীর্ঘতর হাতল দরকার পড়ে। এটির নিচের দিকে জ্বলন্ত কয়লা রেখে জ্বালানো হয়, যা ধীরে ধীরে নারকেলের ছোবড়ার একটি স্তরকে প্রজ্বলিত করে, যার উপরে  \"ধুনো\" ছিটানো হয়।\n\n\n== নৃত্য ==\n\nসারা দেশ যখন নবরাত্রির জন্য প্রস্তুতি নেয়, তখন দুর্গাপূজার সূচনা হয়, যেটি সার্বিকভাবে বাঙ্গালীদের মধ্যে উৎসব চেতনা প্রকাশ করে। দুর্গা পূজাতে বাঙালিদের বিভিন্ন রীতিনীতি ও প্রথা রয়েছে, যার মধ্যে একটি হল ধুনুচি নাচ। এই পুরাতন অনুষ্ঠানটি কেবল উৎসবটির অনিবার্য সমার্থক হয়ে উঠেছে তাই নয়, বরং বাংলার এবং বাঙালির সাংস্কৃতিক পরিচয়ের একটি অন্তর্নিহিত অংশ হয়ে দাঁড়িয়েছে।\nএই নৃত্য পরিবেশন করার সময় হাতে ধুনুচি ধারণ করা হয়, এর মধ্যে থাকে জ্বলন্ত নারকেল ছোবড়ার উপর ছড়ানো ধুনো। ধুনো হল ভারতীয় গুগগুলের সমতুল্য। এটি সাল গাছের রজন। ধুনুচি মূলত একটি পাত্র, যাতে এই জ্বলন্ত ছোবড়া ও ধুনো রাখা থাকে। সাধারণত শুকনো নারকেল ছোবড়াতে আগুন লাগিয়ে তার উপরে ধুনো এবং কর্পূর দেওয়া হয়। কিছু লোক নীচে জ্বলন্ত কয়লার একটি স্তরও রাখে যা নারকেল ছোবড়াকে জ্বালায়। ধুনো ও কর্পূর  ছিটানো হয় সুগন্ধযুক্ত ধোঁয়ার জন্য।\nদুর্গা পূজা চলাকালীন, ঢাকের বাদ্যের তালে তালে ধুনুচি নৃত্য সম্পাদন খুব সাধারণ। অনেক পূজা সংগঠন সেরা নাচের জন্য প্রতিযোগিতার আয়োজন করে, যেখানে কিছু নৃত্য পরিবেশনকারী তিনটি ধুনুচি নিয়ে নৃত্য প্রদর্শন করেন - দুটি দুই হাতে এবং তৃতীয়টি মুখে দাঁতের মধ্যে চেপে রাখা হয়।\nদেবী দুর্গাকে ধন্যবাদ জানাতে ধুনুচি নাচ পরিবেশিত হয়। ঐতিহ্যগতভাবে এটি পুরুষালী নাচ ছিল, কিন্তু এখন মহিলারাও ক্রমশ সক্রিয়ভাবে অংশ নিচ্ছেন। \n\n\n== ধুনুচির অন্যান্য ব্যবহার ==\nধুনোকে বায়ুপরিশুদ্ধকারী মনে করা হয়, সেজন্য এটি ভগবানকে নিবেদন করা হয়। কিন্তু রোজকার জীবনেও এটির ব্যবহার আছে। এটি মশা প্রতিহতকারী হিসেবে ব্যবহার করা হয়। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nধুনুচি নাচ ভিডিও\nধুনুচি নাচ ছবি   ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ আগস্ট ২০২১ তারিখে"}