{"pageid": 1032181, "title": "হাউ ফানি", "url": "https://bn.wikipedia.org/wiki?curid=1032181", "content": "হাউ ফানি!! (নেপালি: हाऊ फन्नी!!) ২০১৬ সালের একটি নেপালি কৌতুকধর্মী চলচ্চিত্র। নির্বাচিত চলচ্চিত্র পরিচালনায় অভিষেক হিসেবে এটি পরিচালনা করেছেন নীলু ডোমা শের্পা এবং আইয়কোর ফিল্মস নেপাল ও এ টিনি বাট বিগ পিকচার্সের অধীনে প্রযোজনা করেছেন মালবিকা সুব্বা। এতে অভিনয় করেছেন দায়াহাং রাই, প্রিয়াঙ্কা কার্কী, কেকী অধিকারী, অনুপ বিক্রম শাহী ও নিশা অধিকারী। কাঠমান্ডু উপত্যকায় চলচ্চিত্রটি প্রদর্শনীর প্রথম সপ্তাহে এটি ৩০ লাখ টাকা আয় করেছে হয়েছে বলে জানা যায়।\n\n\n== পটভূমি ==\nযখন হীরা (নিশা অধিকারী) নিখোঁজ হয় এবং পুলিশ ইন্সপেক্টর রাই (দয়াহাং রায়) হীরার অবস্থান খুঁজে পেতে অসমর্থ হন এরপর তিনি দুই গ্রামের মেয়ে পুষ্পা (প্রিয়াঙ্কা কারকি) এবং রামিতা (কেকি অধিকারী) কে ভাড়া করেন এই আশায় যে তিনি তাদের সাহায্যে মামলার সমাধান করতে পারবেন। দুই মেয়ে প্রাথমিকভাবে এই প্রস্তাবে খুশি হয় এবং তাদের নিজস্ব পরিকল্পনা অনুসারে কাজ এগিয়ে যায়।\n\n\n== শ্রেষ্ঠাংশে ==\nরমিতা চরিত্রে প্রিয়াঙ্কা কার্কী\nপুষ্প চরিত্রে কেকী অধিকারী\nপরিদর্শক তেজ বাহাদুর রাই চরিত্রে দয়াহাং রাই\nহীরা সম্রাজ্ঞীর ভূমিকায় নিশা অধিকারী\nঅনুপ বিক্রম শাহী\nসন্দীপ ক্ষেত্রী (বিশেষ উপস্থিতি)\n\n\n== সাউন্ডট্র্যাক ==\n\n\n== উৎপাদন ==\n২০১৪ সালের সেপ্টেম্বরে, টিনি বিট বিগ পিকচারস নীলু ডোমা শেরপার প্রথম নির্বাচিত চলচ্চিত্রের বৈশিষ্ট্যযুক্ত চলচ্চিত্র হিসাবে নির্মাণের জন্য তাদের অভিপ্রায় ঘোষণা করে। পরবর্তীকালে ডিসেম্বর ২০১৪ সালে কুপোন্ডলে চলচ্চিত্রের চিত্রগ্রহণ শুরু হয়।\n\n\n== অভ্যর্থনা ==\nঅনলাইন খাবার চলচ্চিত্রটির প্রশংসা করেছে এবং এর সাথে পরিচালক শেরপার \"অসাধারণ আত্মপ্রকাশের\" বিষয়টি উল্লেখ করেছে।  একটি ভিডিও পর্যালোচনায় কানাডা নেপালও চলচ্চিত্রটির প্রশংসা করেছে। ইন্টারনেট মুভি ডেটাবেজে চলচ্চিত্রটি ১০ এর মধ্যে ৩.৪ তারকা রেটিং পেয়েছে। ৭০% গুগল অনুসন্ধান ব্যবহারকারীরা চলচ্চিত্রকে ইতিবাচক অনুমোদন রেটিং দিয়েছেন।\n\n\n== আরও দেখুন ==\nআজহাই পানি\nবুলবুল (২০১৯-এর চলচ্চিত্র)\nআপ্পা (২০১৯-এর চলচ্চিত্র)\nরাধে (২০১৭-এর চলচ্চিত্র)\nকালো পোথী\nঅপবাদ (চলচ্চিত্র)\nসেতো বাঘ\nতান্দ্রো\nপাহুনা: দ্য লিটল ভিজিটরস\nআশমিনা\nআনাগাত\nগোপী (২০১৯-এর চলচ্চিত্র)\nহোস্টেল (২০১৩-এর চলচ্চিত্র)\nহোস্টেল রিটার্নস\nবাসন্তী (২০০০-এর চলচ্চিত্র)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে হাউ ফানি  (ইংরেজি)"}