{"pageid": 1032201, "title": "ধর্মাভরম শাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1032201", "content": "ধর্মাভরম তাঁতের শাড়ি হলো এক ধরনের বস্ত্র, যাহাত দ্বারা বোনা তুঁত রেশম এবং জরি দিয়ে তৈরী।  এগুলি ভারতের অন্ধ্র প্রদেশ রাজ্যের অনন্তপুর জেলার ধর্মভরমে তৈরি হয়। এটি ভৌগোলিক ইন্ডিকেশনস অফ গুডস (রেজিস্ট্রেশন এবং সুরক্ষা) আইন, ১৯৯৯ দ্বারা অন্ধ্রপ্রদেশের ভৌগোলিক নির্দেশকগুলোর মধ্যে একটি হিসাবে নিবন্ধিত হয়েছিল। \n\n\n== ইতিহাস ==\nক্রিয়া শক্তি ভোদাবারু স্বামী ১১৫৩-৫৪ খ্রিস্টাব্দে তার মায়ের নামানুসারে শাড়িটির নাম ধর্মভারাম রাখেন। ১৯ শতকে, রেশম তাঁত শিল্প একটি প্রধান পেশা হিসাবে আত্মপ্রকাশ করে। লেপাক্ষী মন্দিরের ছাদে ও লতা মন্ডপামের চিত্রগুলিতে ধর্মরাম শাড়ির নকশাগুলি চিত্রিত হয়েছে। \n\n\n== উৎপাদন পর্যায় ==\nধর্মরাম শাড়ি ও পাভাদের উত্পাদনে বিভিন্ন ধাপ রয়েছে যার মধ্যে রয়েছে:\n\nকাঁচামাল - সুতা আকারে খাঁটি তুঁত সিল্ক বা কাঁচা সিল্ক, লাল, সবুজ, সিলভার এবং সোনার জরি সুতা, অ্যাসিড রঞ্জক, সাবান এবং ডিগামিংয়ের জন্য সোডা, পানি।\nসিল্কের মান - কোকুনগুলি সুতা এবং ডেনিয়ার সিল্ক প্রাপ্ত করতে বাষ্পে সিদ্ধ করা হয় এবং মোড়ানো এবং কাটা এবং ওয়ার্প ও ওয়েফ্ট গঠনের মধ্য দিয়ে যায়।\nরেশম পরিশোধন - প্রক্রিয়াটির মধ্যে সোডা অ্যাশ এবং সাবান দিয়ে সুতাকে ফুটানো হয়।\nসুতো চলাচল - চলাচল সুতার একটি সুষম সুতা যা শাড়ি এবং পাভাদাস উভয়ের জন্য সম্পন্ন করা হয় তৈরি করতে সম্পন্ন করা হয়।\nরঞ্জনবিদ্যা - রংধনুর রঙের ছায়াগুলির জন্য অ্যাসিড রঞ্জক ব্যবহার, প্লাইড সুতা গরম জলে রঞ্জক শোষণ করে, পুরো প্রক্রিয়াটিতে মদের অনুপাত, তাপমাত্রা, রঞ্জনীয় রাসায়নিক, পিএইচ ইত্যাদির মতো কিছু দিক জড়িত থাকে কুতু ধর্মবর্ম শাড়ি বুনন টাই এবং রঙ্গিন পদ্ধতি জড়িত।\nশোষক - উপরের প্রক্রিয়ার পর, সুতা বাঁশ লাঠি উপর শুকনো হয়।\nপ্রাক তাঁত প্রক্রিয়া\n\nকাঠের সুতাটি ওয়ার্প এবং ওয়েফ্টে চালিত করা - চরকা, বাঁশ এবং বোবিন ওয়ার্প গঠনের জন্য ব্যবহৃত হয়।\nআকার - কাটা, ধানের কঞ্জির স্প্রে উপযুক্ত শুকানোর পরে উপযুক্ত বুনন নিশ্চিত করে।\nবুনন প্রক্রিয়া - এটি বুননের ওয়ার্প এবং ওয়েফ্ট পদ্ধতিতে জড়িত এবং কখনও কখনও জ্যাকার্ড বোনা এবং ডবি দ্বারা প্রতিস্থাপিত হয়। কেবল বয়ন এবং কোনও পাওয়ারলুম এবং পেটনি কৌশল ব্যবহারের জন্য পিটলুম ব্যবহার করা হয়।\nকাটিং এবং ভাঁজ - বিপণনের জন্য পণ্যগুলির চাহিদা অনুযায়ী ডিজাইনিং এবং কাটিং করা হয়।\n\n\n== ব্যবহার ==\nশাড়িগুলি শীতকালে বা ঠান্ডা অবস্থায়, কার্যের জন্য পরিধান করা হয় এবং বেশিরভাগ ভরথ নাট্যম এবং কুচিপুড়ি নৃত্যশিল্পীরা ব্যবহার করেন। \n\n\n== তথ্যসূত্র =="}