{"pageid": 1032330, "title": "সিরাস পর্বত", "url": "https://bn.wikipedia.org/wiki?curid=1032330", "content": "সিরাস পর্বত একটি ৩,২৭০-মিটার (১০,৭৩০-ফুট) উচ্চতা বিশিষ্ট পর্বত চূড়া। এটি কানাডিয় রকি পর্বতমালার অন্তর্গত। কানাডার আলবার্টা প্রদেশে  ব্যানফ জাতীয় উদ্যান ও হোয়াইট গোট বন্যপ্রাণী এলাকার সীমানায় উত্তর সাসক্যাচুয়ান নদী উপত্যাকার উর্ধাংশে এই পর্বততের অবস্থান। এটির নিকটতম পর্বত- স্টুয়ার্ট পর্বত, যা সিরাস পর্বতের  উত্তর-উত্তরপূর্ব দিকে ৫.৯২ কিলোমিটার (৩.৬৮ মাইল) দূরে অবস্থিত। সিরাস পর্বত সাসক্যাচুয়ান ক্রসিং এবং সানওয়াপ্টা গিরিপথের মাঝখানে আইসফিল্ডস পার্কওয়ের পূর্ব পাশে অবস্থিত।\n\n\n== ইতিহাস ==\n১৯২৮ সালে মরিসন পি ব্রিজল্যান্ড এই পর্বতের নাম 'হান্টিংটন পর্বত' রাখার পরামর্শ দিয়েছিলেন, তবে তা গৃহীত হয়নি। তবে 'হান্টিংটন' নামটি পর্বতের পূর্বদিকের নিচের অংশের হিমবাহের নামকরণে গৃহীত হয়। হান্টিংটনের পরিবর্তে পর্বতটির নাম 'সিরাস পর্বত' রাখা হয়। ১৯৩৫ সালে এই নামটি আনুষ্ঠানিকভাবে গৃহীত হয়। ১৯৩৯ সালে পর্বতারোহি সি বি সিজন্স ও এইচ জে সিজন্স সর্বপ্রথম এই পর্বত আরোহণ করেছিলেন।\n\n\n== ভূতত্ত্ব ==\nব্যানফ জাতীয় উদ্যানের অন্যান্য পর্বতের মত সিরাস পর্বত মূলত প্রাক-ক্যাম্ব্রিয়ান থেকে জুরাসিক যুগের পাললিক শিলায় গঠিত। ল্যরামাইড অরোজেনি'র মত ভূতাত্ত্বিক ঘটনা চলাকালে অগভীর সমুদ্রের পাললিক শিলা ধাক্কা দিয়ে আরো পূর্ব দিকের অপেক্ষাকৃত নবীন শিলার উপর ঠেলে দিলে এপর্বতগুলির সৃষ্টি হয়। সিরাস পর্বতের পূর্বদিকটি সম্প্রসারণশীল বরফের আচ্ছাদনে আবৃত, যা হান্টিংটন হিমবাহ নামে পরিচিত।\n\n\n== জলবায়ু ==\nকোপেনের জলবায়ু শ্রেনীবিভাগ অনুযায়ী সিরাস পর্বত, উত্তর মেরুর ঠিক দক্ষিণে অবস্থিত ঠান্ডা, তুষারাবৃত শীত মৌসুম এবং মৃদু গ্রীষ্মকালীন জলবায়ু অঞ্চলে অবস্থিত। এখানে তাপমাত্রা সাধারণত -২০° এবং শীতল বায়ূ প্রবাহ থাকলে -৩০° সেলসিয়াস পর্যন্ত নেমে যায়। শীতকালে আবহাওয়ার পরিস্থিতি সিরাস মাউন্টেনের পশ্চিমদিকের ভিত্তি তথা উইপিং দেয়াল কানাডিয় রকিজের বরফ আরোহণের জন্য প্রধান অকর্ষণে পরিণত হয়। সিরাস পর্বতের বারিপাতে জমা পানি নেমে এসে উত্তর সাসক্যাচুয়ান নদীর মাধ্যমে নিষ্কাশিত হয়।\n\n\n== পর্বত আরোহণের পথ ==\nসিরাস পর্বতের তুষারাবৃত আরোহণ পথগুলি(শ্রেনীসহ) -\n\nপোলার সার্কাস - ডাব্লিউ আই ৫\nস্নিভেলিং গালি - ডাব্লিউ আই ৩\nউইপিং দেয়াল - ডাব্লিউ আই ৩-৬\nউইপিং স্তম্ভ - ডাব্লিউ আই ৬\n\n\n== চিত্রশালা ==\n\n\n== ভৌগোলিক অবস্থান ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসিরাস পর্বতের আবহাওয়া"}