{"pageid": 1032157, "title": "পল্লীকরনাই", "url": "https://bn.wikipedia.org/wiki?curid=1032157", "content": "পল্লীকরনাই দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের চেন্নাই জেলার একটি অঞ্চল৷ এটি মূলত দক্ষিণ চেন্নাইয়ের একটি লোকালয়৷ পুরাতন মহাবলীপুরম রোড ও জিএসটি রোডের নৈকট্য ও অন্যান্য অর্থনৈতিক ক্ষেত্রের কারণে একবিংশ শতাব্দীর শুরু থেকেই পল্লীকরনাই জনপ্রিয় হয়ে ওঠে৷ ২০১১ খ্রিস্টাব্দের জুলাই মাসে পল্লীকরনাই চেন্নাই পুরসভার অংশীভূত হয়৷\n২০১২ খ্রিস্টাব্দে নাআট ফ্রাঙ্ক কনসালটেন্টের সমীক্ষা অনুযায়ী ১৩ টি বৃহত্তর আবাসিক রিয়েল এস্টেট বিনিয়োগে পল্লীকরনাই ১১ তম স্থান অধিকার করেছে৷ বিনিয়োগের দৃৃষ্টিভঙ্গি অনুযায়ী ২০১২ থেকে ২০১৭ অবধি আবাসিক ভাড়া ৯৩ শতাংশ বৃদ্ধি পেতে চলেছে৷ এই সম্ভাবনা পরে প্রমাণিত হয়৷\n\n\n== জনতত্ত্ব ==\n২০০১ খ্রিস্টাব্দে ভারতের জনগণনা অনুযায়ী পল্লীকরনাই নগর পঞ্চায়েতের জনসংখ্যা ছিলো ২২,৫০৩ জন, যার মধ্যে পুরুষ ১১,৬২৩ ও নারী সংখ্যা ১০,৮৭৬ জন তথা প্রতি হাজার পুরুষে নারী ৯৩৬ জন৷ ছয় বৎসর অনূর্ধ্ব শিশু জনসংখ্যার ১২.৬১ শতাংশ তথা ২,৮৩৮ জন, যেখানে শিশুপুত্র ১,৪৮৭ ও শিশুকন্যা ১,৩৫১৷ মোট সাক্ষরতার হার ৮৪.২৮ শতাংশ, যেখানে পুরুষ সাক্ষরতার হার ৯১.৪৬ শতাংশ ও নারী সাক্ষরতার হার ৭৬.৬৮ শতাংশ৷\n\n\n== অবস্থান ==\nপল্লীকরনাইয়ের উত্তর-পশ্চিম দিকে মাড়িবক্কম, উত্তর দিকে বেলাচেরি, উত্তর-পূর্ব দিকে পেরুঙ্গুড়ি, পশ্চিম দিকে কোয়িলমবক্কম, পূর্ব দিকে তুরাইবক্কম, দক্ষিণ-পশ্চিমে নান্মঙ্গলম, দক্ষিণে মেটবক্কম ও দক্ষিণ-পূর্ব দিকে ইসিআর রোড বরাবর রয়েছে কারবক্কম৷ ২০১২ খ্রিস্টাব্দ থেকে এটি চেন্নাইয়ের ১৪ নং অঞ্চলের ১৮৯, ১৯০ ও ১৯১ নং ওয়ার্ড৷\n\n\n== জলাভূমি ==\n\nপল্লীকরনাই জলাভূমি দক্ষিণ চেন্নাইয়ে ৮০ বর্গ কিলোমিটার অঞ্চল জুড়ে বিস্তৃত বঙ্গোপসাগরের নিকটবর্তী স্বাদু জলের জলাভূমি। ২০০৭ খ্রিস্টাব্দে এই জলাভূমির একটি বড় অংশকে অভয়ারণ্য হিসেবে ঘোষণা করে তাম্বরম বন বিভাগের অন্তর্ভুক্ত করা হয়। এই জলাভূমি আশেপাশের জলস্তর স্বাভাবিক রাখতে যথেষ্ট পরিমাণ ভূমিকা পালন করে। চেন্নাই শহরের অভ্যন্তরে অবস্থিত এখনো অবধি কিছু প্রাকৃতিক জৈব বাস্তুতন্ত্রের উদাহরণ এটি।\n\n\n== পরিবহন ==\nমীনমবক্কমে অবস্থিত চেন্নাই আন্তর্জাতিক বিমানবন্দর এখান থেকে প্রায় ১৩ কিলোমিটার দূরত্বে অবস্থিত। চেন্নাই এমটিসির পরিকল্পিত চেন্নাই শহর বহিঃস্থ চক্রপথ এই অঞ্চলের ওপর দিয়ে দীর্ঘায়িত হবে। বেলাচেরি ও পেরুঙ্গুড়ি রেলওয়ে স্টেশন দুটি এই লোকালয়ের নিকটবর্তী৷\n\n\n== জীবজগৎ ==\nভূ-সংস্থানিক কারণে সারা বছরই এই জলাশয় এর কোন না কোন অংশে জলে ডুবে থাকায় এখানে স্থায়ী জলজ বাস্তুতন্ত্র গড়ে উঠেছে। এখানে রয়েছে অন্তত ৬১ প্রজাতির গাছ ৫০ প্রজাতির মাছ ১০৬ প্রজাতির পাখি ৭ প্রজাতির প্রজাপতি ২১ প্রজাতির সরীসৃপ এবং অন্যান্য বিদেশি ভাসমান গাছপালা যেমন কচুরিপানা এবং টোপাপানা, অবশ্য এগুলি বর্তমানে স্থানীয় প্রজাতির মতো হয়ে উঠেছে। সাম্প্রতিক কিছু রিপোর্ট অনুসারে এখানে তামিলনাড়ুর প্রথম সাদাচিতি অঞ্জন এবং এশিয়ার দীর্ঘতম ভাইপারিডি চন্দ্রবোড়ার দেখাও মিলেছে৷ প্রাকৃতিকভাবে পালিত মাছের মধ্যে রয়েছে লাল খইলশা এবং অরেঞ্জ ক্রোমাইড, এগুলি একোয়ারিয়ামের জন্য সুপরিচিত৷ এছাড়াও প্রাণীজগতের মধ্যে রয়েছে বিভিন্ন কম্বোজী প্রাণী৷\n\n\n== তথ্যসূত্র =="}