{"pageid": 1032339, "title": "উইলসন পর্বত (আলবার্টা)", "url": "https://bn.wikipedia.org/wiki?curid=1032339", "content": "উইলসন পর্বত কানাডার আলবার্টা প্রদেশের ব্যানফ জাতীয় উদ্যানের অবস্থিত উত্তর সাসক্যাচুয়ান নদীর উপত্যাকা অঞ্চলের ৩,২৬০ মিটার (১০,৬৯৬ ফুট) একটি পর্বত। ভৌগোলিকভাবে পর্বতটি কানাডিয় রকিজের অংশ। ৯.৮১ কিলোমিটার (৬.১০ মাইল) উত্তরপূর্বে অবস্থিত ক্লাইন পর্বত, এই পর্বতের নিকটতম পর্বত চূড়া। সাসক্যাচুয়ান ক্রসিং-এর কাছে আইসফিল্ডস পার্কওয়ে ও ডেভিড থম্পসন মহাসড়কের মিলনস্থলে উত্তর সাসক্যাচুয়ান নদী, মিস্টায়া নদী এবং হাউসে নদীর মোহনার ঠিক উত্তরে উইলসন পর্বতের অবস্থান।\n\n\n== ইতিহাস ==\n১৮৯৮ সালে নরম্যান কলি কানাডিয় রকিজের অভিযান চালানো অভিযাত্রী টম এডমন্ডস উইলসন (১৮৫৯-১৯৩৩)-এর সম্মানে এই পর্বতের নাম উইলসন পর্বত রাখেন। ১৯০২ সালে পর্বতারোহি জেমস আউটরাম ও ক্রিশ্চিয়ান কউফম্যান সর্বপ্রথম এই পর্বত আরোহণ করেছিলেন। ১৯২৪ সালে জিয়োগ্রাফিকাল নেমস বোর্ড অব কানাডা কর্তৃক আনুষ্ঠানিকভাবে উইলসন পর্বতের নাম গৃহীত হয়।\n\n\n== ভূতত্ত্ব ==\nব্যানফ জাতীয় উদ্যানের অন্যান্য পর্বতের মত উইলসন পর্বত মূলত প্রাক-ক্যাম্ব্রিয়ান থেকে জুরাসিক যুগের পাললিক শিলায় গঠিত। ল্যরামাইড অরোজেনি'র মত ভূতাত্ত্বিক ঘটনা চলাকালে অগভীর সমুদ্রের পাললিক শিলা ধাক্কা দিয়ে আরো পূর্ব দিকের অপেক্ষাকৃত নবীন শিলার উপর ঠেলে দিলে এপর্বতগুলির সৃষ্টি হয়। উইলসন পর্বতের পশ্চিম এবং দক্ষিণ পৃষ্ঠ শক্তিশালী, পাথুরে খাড়ি দ্বারা চিহ্নিত, অন্যদিকে উত্তর এবং পূর্ব পৃষ্ঠ সম্প্রসারণশীল বরফের আচ্ছাদনে আবৃত যা উইলসন বরফক্ষেত্র নামে পরিচিত।\n\n\n== জলবায়ু ==\nকোপেনের জলবায়ু শ্রেনীবিভাগ অনুযায়ী উইলসন পর্বত, উত্তর মেরুর ঠিক দক্ষিণে অবস্থিত ঠান্ডা, তুষারাবৃত শীত মৌসুম এবং মৃদু গ্রীষ্মকালীন জলবায়ু অঞ্চলে অবস্থিত। এখানে তাপমাত্রা সাধারণত -২০° এবং শীতল বায়ূ প্রবাহ থাকলে -৩০° সেলসিয়াস পর্যন্ত নেমে যায়। শীতকালে আবহাওয়ার পরিস্থিতি সিরাস মাউন্টেনের পশ্চিমদিকের ভিত্তি তথা উইপিং দেয়াল কানাডিয় রকিজের বরফ আরোহণের জন্য প্রধান অকর্ষণে পরিণত হয়। উইলসন পর্বতের বারিপাতে জমা পানি নেমে এসে সাসক্যাচুয়ান নদীর মাধ্যমে নিষ্কাশিত হয়।\n\n\n== পর্বত আরোহণের পথ ==\n\nউইলসন পর্বতের তুষারাবৃত আরোহণ পথগুলি (শ্রেনীসহ) -\n\nড্যান্সিং উইথ কেওস – ডাব্লিউ আই ৬\nমিডনাইট র‍্যাম্বলার – ডাব্লিউ আই ৩\nউইলসন মেজর – ডাব্লিউ আই ৩-৬\nলেডি উইলসন'স রাইট টিট – ডাব্লিউ আই ৪\nলেডি উইলসন'স ক্লিভেজ – ডাব্লিউ আই ৩\nটোটেম পোল – ডাব্লিউ আ ৫ই\nলিভিং ইন প্যারাডাইস – ডাব্লিউ আই ৬+\nসানটোরি – ডাব্লিউ আই ৬\nস্কিনি পাপি – ডাব্লিউ আই ৫\nফিল স্পেক্টার'স নাইটমেয়ার – ডাব্লিউ আই ৬\nমিক্সড মন্সটার – এম৮ ডাব্লিউ আই ৫+\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== ভৌগোলিক অবস্থান ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nউইলসন পর্বতের আবহাওয়া"}