{"pageid": 1032320, "title": "রাণু মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1032320", "content": "লেডি রাণু মুখোপাধ্যায় বা রাণু মুখার্জি (ইংরেজি: Lady Ranu Mukhopadhyay or Ranu Mukherjee)(১৮ অক্টোবর , ১৯০৬ - ১৫ মার্চ , ২০০০) রবীন্দ্র অনুরাগী  ভারতের শিল্প ও সাহিত্যজগতের উল্লেখযোগ্য ব্যক্তিত্ব। তিনি ভারতের চারুকলা প্রতিষ্ঠান অ্যাকাডেমি অফ ফাইন আর্টস, কলকাতার প্রতিষ্ঠাতা। ফরাসি সরকারের লিজিয়ঁ দ'নরে সম্মানিতা বাঙালি মহিলা। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nরাণু মুখোপাধ্যায়ের আদি নিবাস ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের নদীয়ার টুঙ্গি গ্রামে হলেও জন্ম  উত্তর প্রদেশের বারাণসীতে পিতার কর্মক্ষেত্রে। পিতা ফণীভূষণ অধিকারী ছিলেন  বেনারস হিন্দু বিশ্ববিদ্যালয়ের দর্শনের  নামজাদা অধ্যাপক। তবে রাণুর জন্মের সময় ফণীভূষণ কাশীর হিন্দু সেন্ট্রাল কলেজে ছিলেন। ১৯১৪ খ্রিস্টাব্দে প্রতিষ্ঠাকালে বেনারস হিন্দু বিশ্ববিদ্যালয়ের যোগ দেন।    মাতা সুগায়িকা সরযূবালা ছিলেন পশ্চিমবঙ্গের চন্দননগরের বাসিন্দা সংস্কৃত পণ্ডিত হরিমোহন চট্টোপাধ্যায়ের কনিষ্ঠা কন্যা। তিনি অ্যানি বেসান্তের থিয়োসফিক্যাল স্কুলের অবৈতনিক সঙ্গীত শিক্ষিকা ছিলেন। সরযূবালা তার বড়দাদা কালীপ্রসন্ন চট্টোপাধ্যায়ের প্রভাবে রবীন্দ্রনাথের একনিষ্ঠ পাঠিকা ও অনুরাগিনী হন। পরে তিনি  কাশীতে রবীন্দ্রচর্চা ও প্রসারের কাজে অগ্রণী ভূমিকা নেন। রাণুর পিতৃদত্ত নাম ছিল প্রীতি। সরযূবালার প্রভাবে ফণীভূষণও রবীন্দ্রভক্ত হন। পরিবারের এমন রাবীন্দ্রিক পরিবেশে শিক্ষা লাভে 'প্রীতি' হয়ে ওঠেন রবীন্দ্রনাথের বিশেষ স্নেহধন্যা \"রাণু\"। সরযূবালা যেমন রবীন্দ্রনাথের একনিষ্ঠ পাঠিকা ও অনুরাগিনী ছিলেন, সেই রকম রাণুর মধ্যে সেগুলির প্রকাশ ঘটেছিল আর সেই সাথে পেয়েছিলেন মায়ের চারিত্রিক দৃঢ়তা।\n\n\n== রবীন্দ্র প্রভাব ==\nকাশীর অ্যানি বেসান্ত স্কুলের ছাত্রী রাণু এগারো বৎসর বয়সেই রবীন্দ্রনাথের 'গল্পগুচ্ছ' পড়ে শেষ করে। সেই সাথে - 'গোরা','নৌকাডুবি', 'জীবনস্মৃতি', 'ছিন্নপত্র', 'বিসর্জন', 'ডাকঘর','অচলায়তন', 'রাজা' ও 'শারদোৎসব' প্রভৃতি। রাণু শান্তিনিকেতনে থাকার সময় চিত্রকলা সম্পর্কে প্রশিক্ষণ নেন নন্দলাল বসু ও  সুরেন্দ্রনাথ করের কাছে। রবীন্দ্রনাথ ১৯১৮ খ্রিস্টাব্দে রাণুর পিতা ফণীভূষণকে শান্তিনিকেতন বিদ্যাভবনে  ক্ষিতিমোহন সেনের সঙ্গে কাজ করার জন্য ডেকে এনেছিলেন। রাণুর বড় দিদি আশা আর্যনায়কম অনেক দিন স্বামীর সঙ্গে শান্তিনিকেতনে কাজ করেছেন। শান্তিনিকেতনে রাণু ও তার অসমবয়সী \"ভানুদাদা\" কে নিয়ে অনেক গল্প রয়েছে, রবীন্দ্রনাথের লেখা ২০৮ টি আর রাণুর লেখা ৬৮ টি চিঠি সংবলিত \"ভানুসিংহের পত্রাবলী\"তে। তবে রাণুকে লেখা রবীন্দ্রনাথের চিঠি পড়লে বোঝা যায় তরুণী রাণু কী অপূর্ব দক্ষতায় খুলে দিয়ে ছিলেন মহাকবি রবীন্দ্রনাথের মনের দরজা। অল্প বয়স থেকেই  দেশি-বিদেশি সাহিত্য সম্পর্কে রাণুর একটা ধারণা হয়ে গিয়েছিল। পরবর্তীকালে রবীন্দ্রনাথের সংস্পর্শে এসে তার সাংস্কৃতিক মনের বিকাশ ঘটে। ১৯২০ খ্রিস্টাব্দে এম্পায়ার হল-এ রবীন্দ্রনাথের বিসর্জন' নাটকের যে অভিনয় হয় তাতে রবীন্দ্রনাথ 'জয়সিংহ' এবং রাণু  ছিলেন 'অপর্ণা' ভূমিকায়।\n\n\n== ব্যক্তিগত জীবন ==\n১৯২৫ খ্রিস্টাব্দে ভারতের খ্যাতনামা শিল্পপতি স্যার বীরেন্দ্রনাথ মুখোপাধ্যায়ের সাথে তার বিবাহ হয়। শান্তিনিকেতনের আঙিনায়, আবহে, রবীন্দ্র সান্নিধ্যে বেড়ে ওঠা মধ্যবিত্ত শিক্ষিত পরিবারের  রাণু শান্তিনিকেতন থেকে পাওয়া শিল্পবোধকে কাজে লাগিয়ে উচ্চবিত্ত শিল্পপতি পরিবারের প্রকৃতই \"লেডি রাণু মুখোপাধ্যায়\" হয়ে উঠেছিলেন। তার ও স্যার বীরেন্দ্রনাথ মুখোপাধ্যায়ের দুই কন্যা- গীতা ও নীতা এবং এক পুত্র রমেন।\n\n\n== অবদান ==\nরাণুর বাপের বাড়িতে ছবির সংগ্রহ ছিল; শ্বশুরমশাই স্যার রাজেন্দ্রনাথ ও স্বামী ছিলেন শিল্পীদের পৃষ্ঠপোষক। তার আগ্রহ ও উদ্যোগে কলকাতার শিল্পচর্চার প্রাণকেন্দ্র অ্যাকাডেমি অফ ফাইন আর্টস, কলকাতা শিল্পকলার একটি পূর্ণাঙ্গ প্রতিষ্ঠানে পরিণত হয়। ১৯৩৩  খ্রিস্টাব্দে এই প্রতিষ্ঠানের জন্ম হলেও সংস্থার নিজস্ব বাড়ির কাজ শুরু হয় ১৯৫২ খ্রিস্টাব্দে। এ কাজে তাঁকে সাহায্য করেছিলেন তৎকালীন মুখ্যমন্ত্রী ডা বিধানচন্দ্র রায়, অর্থসাহায্য করেন স্বামী স্যার বীরেন্দ্রনাথ মুখোপাধ্যায়।\n\n\n== সম্মাননা ==\nশিল্প সংস্কৃতির জন্য শুধু পশ্চিমবঙ্গ নয়, সারা দেশেই তার নাম ছড়িয়ে পড়েছিল। এমনকি ফরাসি সরকারের লিজিয়ঁ দ'নরে সম্মানে ভূষিত হন লেডি রাণু মুখোপাধ্যায়।  কলকাতা বিশ্ববিদ্যালয় ও বেনারস হিন্দু বিশ্ববিদ্যালয়ের সেনেট সদস্য,  ললিতকলা আকাদেমির কাউন্সিল সদস্যা হিসাবে বহু প্রতিষ্ঠানের সঙ্গে তার নিবিড় যোগাযোগ গড়ে উঠেছিল। তিনি ভারতীয় জাদুঘর,  আলিয়স ফ্রঁস্যাজ প্রভৃতি প্রতিষ্ঠানের পরিচালন পর্ষদের সদস্যা হয়েছিলেন। ১৯৯৭ খ্রিস্টাব্দ পর্যন্ত অ্যাকাডেমি অফ ফাইন আর্টস, কলকাতার প্রেসিডেন্ট ছিলেন। এছাড়াও তিনি আমৃত্যু এশিয়াটিক সোসাইটি, রবীন্দ্রভারতী বিশ্ববিদ্যালয় ও সোসাইটি এবং কলকাতা তাঁত কেন্দ্রের সাথে ও যুক্ত ছিলেন।\n\n\n== জীবনাবসান ==\nভারতের শিল্পজগতের শেষ লেডি রাণু মুখোপাধ্যায় ২০০০ খ্রিস্টাব্দের ১৫ ই মার্চ প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}