{"pageid": 1032124, "title": "বেঙ্গালুরুর গোলাপি পেঁয়াজ", "url": "https://bn.wikipedia.org/wiki?curid=1032124", "content": "বেঙ্গালুরুর গোলাপি পেঁয়াজ, বা স্থানীয়ভাষায় বলা হয় গুলাবি ইরুলি, হল কর্ণাটক রাজ্যের বেঙ্গালুরুর আশেপাশে জন্মানো পিঁয়াজের একটি প্রজাতি। এটি ২০১৫ সালে ভৌগোলিক নির্দেশক চিহ্ন পেয়েছে।\n\n\n== ইতিহাস ==\nবেঙ্গালুরুর গোলাপি পেঁয়াজ জন্মায় বেঙ্গালুরু নগর জেলা, বেঙ্গালুরু গ্রামীণ জেলা, চিকবল্লাপুর জেলা এবং কোলার জেলায়। এছাড়াও এগুলি তুমকর, হাসান, দাবণগেরে, ধারওয়াড় এবং বাগলকোট জেলাতেও জন্মায়। ভারতের আর অন্য কোনও স্থানে গোলাপি পিঁয়াজের চাষ হয় না।\n\n\n== চেহারা এবং এর ব্যবহার ==\nএই জাতের পেঁয়াজগুলি গোলকাকার এবং এগুলির চ্যাটাল তলের কন্দ রয়েছে। এদের অন্যান্য বৈশিষ্ট্য যা এগুলিকে অনন্য করে তোলে তা হল এদের গাঢ় লাল রঙ, অ্যান্থোসায়ানিন, ফেনল এবং তীব্র স্বাদ। এগুলিতে উচ্চ মাত্রার প্রোটিন, ফসফরাস, লৌহ এবং ক্যারোটিন রয়েছে বলে জানা যায়।\nগোলাপি পিঁয়াজ উৎপাদনের আদর্শ শর্তগুলি হল: মাটির পি.এইচ মাত্রা ৬.৫ থেকে ৭ এর মধ্যে, বায়ুমণ্ডলীয় আর্দ্রতার পরিমাণ ৭০ থেকে ৭৫% এবং গড় তাপমাত্রা ২৫ °সে থেকে ৩০ °সে। যেহেতু এই অবস্থাগুলি বেঙ্গালুরু অঞ্চলের আশেপাশে পাওয়া যায়, এই জাতিটি বিশেষভাবে সেখানেই জন্মায়।\nএই পেঁয়াজের তীব্র স্বাদ এগুলিকে আচারে ব্যবহারের উপযোগী করে তুলেছে।\n\n\n== রফতানি ==\nবেঙ্গালুরু গোলাপি পিঁয়াজ ভারতে খুব কমই ব্যবহৃত হয়, কিন্তু বিদেশে, যেমন মালয়েশিয়া, সিঙ্গাপুর, ইন্দোনেশিয়া, বাহরাইন, সংযুক্ত আরব আমিরাত, বাংলাদেশ এবং শ্রীলঙ্কায় প্রচুর পরিমাণে রফতানি হয়।\n২০১০-১১ অর্থবছরে ২২,০০০ টনেরও বেশি বেঙ্গালুরুর গোলাপি পেঁয়াজ অন্যান্য দেশে রফতানি করা হয়েছিল। অবশ্য এটি ২০০৩-০৪ এবং ২০০৫-০৬ সালে যথাক্রমে ৩৬,০০০ এবং ৩২,০০০ টনের রফতানি তুলনায় কম ছিল। কর্ণাটকে এই ফসলের জন্য একটি এইজেড (কৃষি রফতানি অঞ্চল) স্থাপনের পর পাঁচ বছরে ₹৫০০ কোটিরও বেশি মূল্যের গোলাপি পেঁয়াজ রফতানি করা হয়েছিল।\n\n\n== ভৌগোলিক নির্দেশক ==\n২০১৫ সালে বেঙ্গালুরু গোলাপি পিঁয়াজকে ভৌগোলিক নির্দেশক মর্যাদা দেওয়া হয়েছিল। এর ফলে বেঙ্গালুরু গোলাপি পেঁয়াজ উৎপাদক অ্যাসোসিয়েশনের সদর দফতর চিকবল্লাপুর এই বিশেষ জাতের পেঁয়াজের চাষের পেটেন্ট অধিকার পেয়েছিল।\n\n\n== আরও দেখুন ==\nবেঙ্গালুরুর নীল আঙুর\nভারতের ভৌগোলিক নিদর্শনগুলির তালিকা\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Allium"}