{"pageid": 1033943, "title": "কড়ি (নৈর্মিতিক উপাদান)", "url": "https://bn.wikipedia.org/wiki?curid=1033943", "content": "কড়ি এক ধরনের নৈর্মিতিক উপাদান (Structural element) যা প্রধানত সেটির অক্ষের সাথে পার্শ্বিকভাবে প্রযুক্ত নৈর্মিতিক ভার (Structural load) সহ্য করতে পারে। কড়ির বিক্ষেপের মূল ধরনটি (Mode of deflection) হল আনমন (bending)। কড়ির উপরে যে ভারগুলি প্রযুক্ত হয়, তার ফলে কড়ির ঠেসবিন্দুগুলিতে (Support point) প্রতিক্রিয়া বলের সৃষ্টি হয়। কড়ির উপরে ক্রিয়াশীল সমস্ত বলের সামগ্রিক ফলাফল কড়ির ভেতরে কৃন্তন বল বা মোচড় বল (Shearing force) ও আনমক ভ্রামক (Bending moment) সৃষ্টি করে, এবং এর সূত্র ধরে কড়িতে বহুসংখ্যক অভ্যন্তরীণ পীড়ন, বিকৃতি ও বিক্ষেপের সৃষ্টি হয়। কড়িগুলিকে এদের ঠেসের প্রকৃতি, পার্শ্বচিত্র (প্রস্থচ্ছেদের আকৃতি), সাম্যাবস্থার শর্তাবলি, দৈর্ঘ্য ও গাঠনিক উপাদানের উপর ভিত্তি করে শ্রেণীকরণ করা হয়।\nকড়ি পরিভাষাটি সাধারণত ভবনের বর্ণনায় বা পুরকৌশলে নৈর্মিতিক উপাদানের আলোচনায় ব্যবহৃত হয়। তবে যেকোনও কাঠামো যেমন মোটরগাড়ির পরিকাঠামো, আকাশযানের অংশ, যন্ত্রের পরিকাঠামো এবং অন্যান্য যান্ত্রিক বা কাঠামোগত ব্যবস্থাগুলিতে কড়ি জাতীয় কাঠামো থাকতে পারে, যেগুলিকে পার্শ্বীয় ভার বহন করতে নকশা করা হয়। এগুলিকেও একইভাবে বিশ্লেষণ করা হয়।\nকাঠের তৈরি কড়িকে \"কড়িকাঠ\" বা \"আড়কাঠ\" বলা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nPopov, Egor P. (১৯৬৮)। Introduction to mechanics of solids। Prentice-Hall। আইএসবিএন 978-0-13-726159-8। \n\n\n== বহিঃসংযোগ ==\n\nAmerican Wood Council: Free Download Library Wood Construction Data\nIntroduction to Structural Design  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ অক্টোবর ২০০৮ তারিখে, U. Virginia Dept. Architecture\nGlossary  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ ফেব্রুয়ারি ২০০৮ তারিখে\nCourse Sampler  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ অক্টোবর ২০০৮ তারিখে Lectures, Projects, Tests\nBeams and Bending review points (follow using next buttons)\nStructural Behavior and Design Approaches lectures (follow using next buttons)\nU. Wisconsin–Stout, Strength of Materials online lectures, problems, tests/solutions, links, software\nBeams I – Shear Forces and Bending Moments\nটেমপ্লেট:নৈর্মিতিক প্রকৌশল"}