{"pageid": 1033987, "title": "পাঞ্জাবি পোশাক", "url": "https://bn.wikipedia.org/wiki?curid=1033987", "content": "প্রাচীন পাঞ্জাব অঞ্চলে,লোকেরা সুতির পোশাক পরত। সকলের জন্যই উর্ধাঙ্গের জামাটি হাঁটু পর্যন্ত লম্বিত থাকত। এর সঙ্গে একটি ওড়না জাতীয় কাপড় ব্যবহার করা হত। উভয় লিঙ্গের মানুষই নিম্নাঙ্গে ধুতি পরত। আধুনিক পাঞ্জাবী সমাজ এই পোশাকটিকে ধরে রেখেছে, তবে দীর্ঘ দিন পরে অন্য ধরনের পোশাকগুলিও এই পোশাকের ইতিহাসে যুক্ত হয়েছে।।\n১৯ শতক এবং ২০ শতকের শুরুর দিকে পাঞ্জাব অঞ্চলে সুতি কাপড়ের একটি সমৃদ্ধশালী শিল্প ছিল, সেখানে মোটা সুতির কাপড়ের লুঙ্গি, খেস, দতাহী, চাদর, কোস্টিং, জামার কাপড়, পর্দা, সুসি, তেহম্যাট, দরি, তোয়ালে, ঘর পরিষ্কারের কাপড়, পাটকাসহ বিভিন্ন ধরনের বস্ত্র তৈরি হত। হোশিয়ারপুর, গুরুদাসপুর, পেশোয়ার, লাহোর, মুলতান, অমৃতসর, লুধিয়ানা, ঝং, শাহপুর, জলন্ধর, দিল্লি, গুড়গাঁও, রোহতক, কার্নাল, রেওয়ারী, পানিপথ ইত্যাদি অঞ্চলে এই শিল্প গড়ে উঠেছিল। এই সুতি কাপড়ের শিল্পটি পাঞ্জাবী পোশাককে সমৃদ্ধশালী করেছিল। পাঞ্জাবিদের সমৃদ্ধ এবং প্রাণবন্ত সংস্কৃতি এই পোশাকগুলিতে প্রদর্শিত হত। বিভিন্ন পাঞ্জাবী উৎসব, স্থানীয় উৎসব এবং অনুষ্ঠানের উপর ভিত্তি করে বিভিন্ন ধরনের পোশাক পরিধান করা হয়।\nবিভিন্ন ঐতিহ্যবাহী পোশাকের সাথে বিশেষ ধরনের অলঙ্কারের ব্যবহার খুব সাধারণ।\n\n\n== সুথান ==\n\nপাঞ্জাব অঞ্চলে যে সুথানের ব্যবহার হয়, যেটি পাঞ্জাবীতে সুথানা নামেও পরিচিত, সেটি প্রাচীন স্বস্থান থেকে এসেছে। স্বস্থান নিম্নাঙ্গের পোশাকটিকে বোঝায় যেটি ট্রাউজারের এক ধরন হিসাবে বর্ণনা করা যেতে পারে। মৌর্য শাসনকালে (খ্রিস্টপূর্ব ৩২২-১৮৫) উত্তর ভারতে প্রথম এবং তৃতীয় শতাব্দীর মধ্যবর্তী সময়ে কুষাণ শাসনকালে  চতুর্থ থেকে ৬ষ্ঠ শতাব্দীর মধ্যে গুপ্ত সাম্রাজ্যের শাসনকালে এবং ৭ম শতাব্দীতে রাজা হর্ষের শাসনকালে শাসক শ্রেণীর  মধ্যে স্বস্থান ব্যবহার করা হত।\nপাঞ্জাবি সুথান স্বস্থানের প্রত্যক্ষ প্রকরণ, যেটি হয় গোড়ালির ওপর পর্যন্ত ঢিলে থেকে গোড়ালির চারপাশে আঁটসাঁট হত, অথবা হাঁটু পর্যন্ত ঢিলে থেকে গোড়ালিতে আঁটসাঁট হত। পুরুষ এবং মহিলা উভয়েই সুথান পরিধান করেন তবে পাঞ্জাবি সুথান স্যুটে মহিলারা এটি কুর্তি বা কুর্তা সহ পরিধান করেন। এটি পাঞ্জাবি ঘাগরা পোশাকেরও একটি অংশ। অন্যান্য প্রকরণের মধ্যে রয়েছে চোগা (পোশাক) এবং সুথানের সংমিশ্রণ।\n\n\n== আরো দেখুন ==\nসরাইকি সালোয়ার স্যুট\nসিন্ধি পোশাক\nজম্মুর পোশাক\nপেরাহান ও টুনবান\nফিরাক পার্তুগ\nখেত পার্তুগ\nফিরান\nপাকিস্তানি পোশাক\nপাকিস্তানের বেলুচিস্তানের পোশাক\nখাইবার পাখতুনখোয়া পোশাক\nখেস\n\n\n== তথ্যসূত্র =="}