{"pageid": 1033030, "title": "তুরাইবক্কম", "url": "https://bn.wikipedia.org/wiki?curid=1033030", "content": "তুরাইবক্কম বা ওক্যমতুরাইবক্কম দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের চেন্নাই জেলার একটি অঞ্চল৷ আইটি এক্সপ্রেসওয়েই এই দিকের অংশটি মহাবলীপুরম রোড নামে পরিচিত, বর্তমানে এটি রাজীব গান্ধী সালাই নামে পরিচিত৷\nপূর্ব-পশ্চিমে বিস্তৃত তুরাইবক্কম-পল্লাবরম রেডিয়াল রোড আইটি কোরিডর ও গ্র্যান্ড সাদার্ন ট্রাঙ্ক রোডকে যুক্ত করায় তুরাইবক্কম থেকে চেন্নাই আন্তর্জাতিক বিমানবন্দর সুগম্য হয়ে উঠেছে৷ ২০১০ খ্রিস্টাব্দের অক্টোবর মাসে রেডিয়াল রোডের পশ্চিম দিকে উড়ালপুল নির্মাণের ফলে যানজট লাঘব হয়েছে৷ গত দশ বছরে এই লোকালয়ের প্রভূত উন্নতি হয়েছে, বর্তমানে দক্ষিণ চেন্নাইয়ের আবাসিক ও অর্থনৈতিক কেন্দ্রগুলির মধ্যে এটি একটি৷ এখানে বেশ কিছু তথ্যপ্রযুক্তি ভিত্তিক কম্পানি নির্মাণ হয়েছে৷\nনিকটবর্তী পল্লীকরনাইয়েই জলাভূমির যথেচ্ছ ব্যবহার, বায়োমেডিকাল আবর্জনা, প্লাস্টিক টায়ার প্রভৃতি ফেলার স্থান হয়ে ওঠায় তুরাইবক্কমের বায়ুদূষণ সংক্রান্ত সমস্যার সূচক ধরা পড়েছে৷ তবে ২০০৯ খ্রিস্টাব্দের শুরু থেকে আবর্জনা দহন আইনত সম্পূর্ণ বন্ধ করে দেওয়ার ফলে এলাকার দূষণ কিছুটা নিয়ন্ত্রণে এসেছে৷\n২০০৪ খ্রিস্টাব্দের ২৬শে ডিসম্বরের ভূমিকম্পের ফলে সৃষ্ট জলোচ্ছ্বাসে কালবক্কম ও আশেপাশের ২০০ জনের প্রাণহানি হয়৷ এখানে সুনামিতে মৃত ৩৯ জনের উদ্দেশ্যে একটি স্মৃতিসৌধ রয়েছে৷\n\n\n== অবস্থান ==\nতুরাইবক্কমের আশেপাশে রয়েছে পেরুঙ্গুড়ি, নীলাঙ্করাই, পালবক্কম, কারবক্কম, পল্লীকরনাই ও ইঞ্জমবক্কম৷\n২০১১ খ্রিস্টাব্দে চেন্নাই পুরনিগমের সীমানা বৃদ্ধি পায় এবং তুরাইবক্কম গ্রাম পঞ্চায়েত চেন্নাই জেলার অন্তর্ভুক্ত করে বৃহত্তর চেন্নাইয়ের অংশীভূত করা হয়।\n\n\n== পরিবহন ==\nওএমআর রোডে তিনটি বাস পরিষেবার পথ রয়েছে এগুলির টার্মিনাস মধ্য কৈলাস, আদিয়ার ও বেলাচেরিতে অবস্থিত। এছাড়া এই লোকালয় গিণ্ডি, বড়পালনি, মেট্টুকুপ্পম, ঈক্ষাটুতাঙ্গল, মীনমবক্কম, তাম্বরম, চেলায়ুর, সেমবক্কম, শোলিঙ্গনলুর প্রভৃৃতি চেন্নাইয়ের বহু স্থানের সাথে বাস পরিষেবার মাধ্যমে যুক্ত৷\n\n\n== জনসংখ্যার উপাত্ত ==\n\n২০১১ খ্রিস্টাব্দে ভারতের জনগণনা অনুসারে তুরাইবক্কম জনগণনা নগরের জনসংখ্যা ৭৬,৬০০ জন, যেখানে পুরুষ ৩৮,৪৪৪ জন ও নারী ৩৮,১৫৬ জন, অর্থাৎ প্রতি হাজার পুরুষে নারী সংখ্যা ৯৯৩ জন৷ মোট পরিবার সংখ্যা ২০,১৩৮ টি৷  ছয় বছর অনূর্ধ্ব শিশু সংখ্যা ৮,৯৭৩ জন, যা মোট জনসংখ্যার ১১.৭১ শতাংশ৷ তুরাইবক্কমের গড় সাক্ষরতার হার ৮৩.৩৯ শতাংশ, যেখানে পুরুষ সাক্ষরতার হার ৮৮.৩১ শতাংশ ও নারী সাক্ষরতার হার ৭৮.৪৬ শতাংশ৷\n\n\n== তথ্যসূত্র =="}