{"pageid": 1033437, "title": "কেপ ক্যানাভেরাল স্পেস ফোর্স স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1033437", "content": "কেপ ক্যানাভেরাল স্পেস ফোর্স স্টেশন (সিসিএসএফএস) মার্কিন যুক্তরাষ্ট্রের স্পেস ফোর্সের়় ৪৫ তম স্পেস উইংয়ের একটি স্থাপনা, যা ফ্লোরিডার ব্র্যাভার্ড কাউন্টিতে কেপ ক্যানাভেরালে অবস্থিত।\nনিকটবর্তী প্যাট্রিক স্পেস ফোর্স বেসে সদর দফতর, স্টেশনটি স্পেস ফোর্সের ইস্টার্ন রেঞ্জের প্রাথমিক উৎক্ষেপণ স্থান,  বর্তমানে তিনটি লঞ্চ মঞ্চ সহ সক্রিয় রয়েছে (স্পেস লঞ্চ কমপ্লেক্সস ৩৭বি, ৪০ ও ৪১)। সুবিধাটি সংলগ্ন মেরিট দ্বীপে নাসার কেনেডি স্পেস সেন্টারের দক্ষিণ-দক্ষিণে পূর্বে অবস্থিত এবং দুটি ব্রিজ ও কোজওয়ের সাথে যুক্ত। কেপ ক্যানাভেরাল এয়ার ফোর্স স্টেশন স্কিড স্ট্রিপটি সামরিক বিমান পরিবহনের মাধ্যমে কেপকে ভারী ও বহিরাগত পেডলোড সরবরাহ করার জন্য উৎক্ষেপণ চত্বরেরসমূহের কাছাকাছি  ১০,০০০ ফুট (৩,০০০ মি) রানওয়ে সরবরাহ করে।\nসিসিএসএসএস থেকে ১৯৫৮ সালে প্রথম মার্কিন পৃথিবী উপগ্রহ, প্রথম মার্কিন নভোচারী (১৯৬১), কক্ষপথে প্রথম মার্কিন নভোচারী (১৯৬২), প্রথম দুই-নভোচারীবাহী মার্কিন মহাকাশযান (১৯৬৫), প্রথম মার্কিন মনুষ্যবিহীন চন্দ্র অবতরণ (১৯৬৬) ও প্রথম তিন নভোচারীবাহী মার্কিন মহাকাশযান (১৯৬৮) সহ অনেকগুলি মার্কিন মহাকাশ অন্বেষণের মহাকশযান উৎক্ষেপিত হয়। এছাড়াও, এটি সৌরজগৎের প্রতিটি গ্রহের পাশ দিয়ে উড়ে যাওয়া (পৃথকভাবে) প্রথম মহাকাশযানসমূহের (১৯৬২-১৯৭৭), মঙ্গল গ্রহের কক্ষপথ প্রদক্ষিণকারী (১৯৭১) ও পৃষ্ঠে বিচরণকারী (১৯৯৬) প্রথম মহাকাশযান, শুক্র গ্রহে কক্ষপথে প্রদক্ষিণকারী ও অবতরণকারী প্রথম মার্কিন মহাকাশযান (১৯৭৮), শনির কক্ষপথে প্রদক্ষিণকারী (২০০৪) ও বুধের প্রদক্ষিণকারী প্রথম মহাকাশযান (২০১১) এবং সৌরজগৎতের সীমা অতিক্রমকারী প্রথম মহাকাশযানের (১৯৭৭) প্রথম উৎক্ষেপণ স্থান। মার্কিন মহাকাশ কর্মসূচির প্রথম দিকের বছরতে স্পেস স্টেশনের সহযোগিতার জন্য এই ঘাঁটির অংশসমূহ জাতীয় ঐতিহাসিক ল্যান্ডমার্ক হিসাবে মনোনীত করা হয়েছে।\nকেপ ক্যানাভেরাল ১৯৬৩ সাল থেকে ১৯ ১৯৭৩ সাল পর্যন্ত \"কেপ কেনেডি এয়ার ফোর্স স্টেশন\" এবং ১৯৯৪ সাল থেকে ১৯৬৩ সাল ও ১৯৭৩ সাল থেকে ২০২০ সাল পর্যন্ত \"কেপ ক্যানাভেরাল এয়ার ফোর্স স্টেশন\" হিসাবে পরিচিত ছিল। ২০২০ সালের মার্চ মাসে এই সুবিধা কেন্দ্রটির নামকরণ করা হয় \"কেপ কানাভেরাল স্পেস ফোর্স স্টেশন\" (সিসিএসএফএস), তবে কোভিড-১৯ মহামারীর কারণে নাম পরিবর্তন অনির্দিষ্টকালের জন্য স্থগিত করা হয়। উপ-রাষ্ট্রপতি মাইক পেন্স কর্তৃক ২০২০ সালের ৯ই ডিসেম্বর এই সুবিধাটির নতুন নামকরণ করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}