{"pageid": 1033419, "title": "রোগীভিত্তিক ঔষধ প্রস্তুতি ও ব্যবহার বিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1033419", "content": "রোগীভিত্তিক ঔষধ প্রস্তুতি ও ব্যবহার বিজ্ঞান (ইংরেজি: Clinical pharmacy) বলতে স্বাস্থ্যবিজ্ঞানের, বিশেষ করে ঔষধ প্রস্তুতি ও ব্যবহার বিজ্ঞানের একটি শাখাকে বোঝায় যেখানে ঔষধ প্রস্তুতি ও ব্যবহারবিদেরা সরাসরি রোগীর সেবায় জড়িত থেকে রোগ নিরাময়ের উদ্দেশ্যে ঔষধের সর্বোত্তম ব্যবহার নিশ্চিত করেন এবং সুস্বাস্থ্য অর্জন ও রোগ প্রতিরোধে উৎসাহদান করেন। রোগীভিত্তিক ঔষধ প্রস্তুতি ও ব্যবহারবিদেরা সব ধরনের স্বাস্থ্য সেবামূলক পরিবেশে রোগীর সেবায় নিয়োজিত হতে পারেন, তবে এই কর্মকাণ্ডটি শুরুতে হাসপাতাল ও চিকিৎসালয়গুলিতে শুরু হয়। রোগীভিত্তিক ঔষধ প্রস্তুতি ও ব্যবহারবিদেরা প্রায়শই চিকিৎসক, চিকিৎসকের সহকারী, শুশ্রূষাকারী ও স্বাস্থ্যসেবা-সংশ্লিষ্ট অন্যান্য পেশাদার ব্যক্তিদের সাথে সহযোগিতামূলকভাবে কাজ করে থাকেন। তাঁরা স্বাস্থ্যসেবা ব্যবস্থায় ঔষধ-সংক্রান্ত বিশেষজ্ঞ হিসেবে অনন্য ভূমিকা রাখতে পারেন। তাঁরা ঔষধ দ্বারা রোগ নিরাময়ের ব্যাপারে প্রতিদিন নিয়মিত রোগীদেরকে পর্যবেক্ষণ করেন ও তাদের সাথে সরাসরি কাজ করেন, স্বাস্থ্যসেবাক্ষেত্রের পেশাদারদের সাথে সাক্ষাৎ করেন এবং সাক্ষ্য-প্রমাণভিত্তিক, বস্তুনিষ্ট, বিজ্ঞানসিদ্ধ জ্ঞানের ভিত্তিতে ঔষধের সর্বোত্তম ব্যবহার সম্পর্কে সুপারিশ প্রদান করেন।\nশেষ বিচারে রোগীই যে ঔষধ প্রস্তুতি ও ব্যবহার বিজ্ঞানের গবেষণা ও অনুশীলনের মূল বিষয়বস্তু, সেই ব্যাপারটিই রোগীভিত্তিক ঔষধ প্রস্তুতি ও ব্যবহার বিজ্ঞানের মূল দর্শন। সেবামূলক মনোভাব, ঔষধের নিরাময়কারী ক্ষমতা সম্পর্কে গভীর বিশেষায়িত জ্ঞান, রোগীভিত্তিক অভিজ্ঞতা এবং বিশেষজ্ঞ-পর্যায়ের বিচারক্ষমতা - এই সব কিছুর মেলবন্ধন ঘটেছে জ্ঞানের এই শাখাটিতে।    এছাড়া সুস্বাস্থ্য অর্জন ও জীবনের মান উন্নত করার উদ্দেশ্য ঔষধ সম্পর্কিত নতুন জ্ঞান উৎপাদন ও বিতরণ করাও এই শাস্ত্রের অন্যতম লক্ষ্য। তাঁরা ঔষধের মাত্রা, ঔষধের আন্তঃক্রিয়া, পার্শ্ব প্রতিক্রিয়া, খরচ, কার্যকারিতা, ইত্যাদি সম্পর্কে গভীর জ্ঞান রাখেন এবং এই জ্ঞানের ভিত্তিতে রোগীর ব্যবস্থাপত্রে প্রস্তাবিত ঔষধ পরিকল্পনাটি যথার্থ কি না, তা নিশ্চিত করেন। যদি ঔষধ পরিকল্পনাটি যথার্থ না হয়, তাহলে তাঁরা রোগীর চিকিৎসকের সাথে সাক্ষাৎ করে রোগী যেন সঠিক ঔষধ পরিকল্পনা অনুসরণ করে, তা নিশ্চিত করেন। এছাড়া তাঁরা রোগীকে ঔষধ গ্রহণ ও ঔষধের পরিকল্পনা সম্পূর্ণ বাস্তবায়নের গুরুত্ব সম্পর্কে শিক্ষা প্রদান করেন। গবেষণায় দেখা গেছে যে দীর্ঘমেয়াদী রোগের ব্যবস্থাপনায় ঔষধ প্রস্তুতি ও ব্যবহারবিদের পরামর্শে থাকলে স্বাস্থ্য-সংক্রান্ত লক্ষ্য অর্জন অধিকতর সহজ হতে পারে।\nরোগীভিত্তিক ঔষধ প্রস্তুতি ও ব্যবহারবিদেরা জীব-চিকিৎসা, ঔষধ, সামাজিক-আচরণীয় ও রোগীভিত্তিক বিজ্ঞানসমূহে পূর্ণাঙ্গ শিক্ষা লাভ করেন। বেশিরভাগ রোগীভিত্তিক ঔষধ প্রস্তুতি ও ব্যবহারবিদ ডক্টর অভ ফার্মেসি (ফার্ম ডি) নামক উচ্চশিক্ষায়তনিক উপাধিটির অধিকারী এবং অনেকেই এক বা একাধিক বছর স্নাতকোত্তর প্রশিক্ষণ (যেমন সাধারণ বা বিশেষায়িত \"ফার্মেসি রেসিডেন্সি\") সমাপ্ত করেন।\n\n\n== তথ্যসূত্র =="}