{"pageid": 1033958, "title": "থোলু বোম্মালতা", "url": "https://bn.wikipedia.org/wiki?curid=1033958", "content": "থোলু বোম্মালতা হল ভারতের অন্ধ্র প্রদেশ রাজ্যের ঐতিহ্যবাহী পুতুল থিয়েটার। এর পারফর্মাররা একদল বিনোদনদাতা এবং ফেরিত্তয়ালাদের একটি অংশ যারা এক বছরের মধ্যে গ্রামগুলিতে যায় এবং লোকগান গায়, ভাগ্য বলে, তাবিজ বিক্রি করে, অ্যাক্রোব্যাটিকস করে, সাপ কবজ করে, মাছ ধরার জাল বোনে, স্থানীয় লোকদের উল্কি এবং মাটির পাত্র সংশোধন করে। এই প্রাচীন রীতি, যা বহু শতাব্দী ধরে রেডিও, চলচ্চিত্র এবং টেলিভিশনগুলির পূর্বে হিন্দু মহাকাব্য এবং স্থানীয় লোককাহিনী সম্পর্কে জ্ঞান সরবরাহ করেছিল, ও খবর উপমহাদেশের সবচেয়ে প্রত্যন্ত কোণে ছড়িয়েছিল।  থোলু বোম্লমাতা কথাটির আক্ষরিক অর্থ \"চামড়ার পুতুলের নাচ\" ( থোলু - \"চামড়া\" এবং বোমলতা - \"পুতুল নাচ\")। \nপুতুলনাচের দল এমন বিনোদনকারীদের সমন্বয়ে গঠিত যারা সারা রাত পারফর্ম করে এবং সাধারণত রামায়ণ এবং মহাভারতের মতো হিন্দু মহাকাব্য থেকে বিভিন্ন গল্পগুলো পুনরায় ব্যবহার করে।\n\n\n== থোলু বোম্মালতা ==\n\n\n=== বাদ্যযন্ত্র ===\n\n\n=== পুতুল এবং সিনেমা ===\nচলচ্চিত্রের সাথে ছায়া নাটকের তুলনা তথ্যবহুল হতে পারে। শ্যাডো নাটকটি মোশন পিকচার ইন্ডাস্ট্রির আবির্ভাবের কয়েক শতাব্দী পূর্বে বিকাশযুক্ত চিত্রগুলি অভিনয় করার প্রযুক্তি ছিল। এখানে চার বা পাঁচ জনকে একশো বা আরও বর্ণময় পৌরাণিক চরিত্রগুলিকে সবচেয়ে প্রত্যন্ত গ্রামে জীবন্ত করে তোলার জন্য সক্ষম করার একটি পদ্ধতি ছিল, যার সাথে সকলেই ভ্যারচুওসো গান, সংক্রামক ছন্দ এবং নাটকীয় শব্দের প্রভাব ছিল। চরিত্রগুলির পোশাকগুলি বিস্তৃত ছিল, ঘূর্ণায়মান এবং অলঙ্কৃত নেকলেস এবং মালাসহ সমস্তগুলি আলোর পয়েন্টগুলোর জটিল নিদর্শনগুলিতে জ্বলতে থাকে।\n\n\n=== পুতুল তৈরি ===\nপুতুল তৈরির জন্য তিন ধরনের চামড়া ব্যবহার করা হয়: হরিণ, দাগযুক্ত হরিণ এবং ছাগল। দেবদেবী এবং মহাকাব্যিক নায়কদের মতো সীমিত সংখ্যক শুভ চরিত্র তৈরির জন্য হরিণ স্কিনগুলি সংরক্ষিত। হরিণ ত্বক, শক্তিশালী এবং রুক্ষ পরিচালনার বিরুদ্ধে প্রতিরোধের জন্য খ্যাতিযুক্ত, যোদ্ধা ভীম এবং দশ-মাথা রাক্ষস রাজা রাবণের চিত্রগুলিতে ব্যবহৃত হয়েছে। অন্যান্য সমস্ত পুতুলগুলি সাধারণত ছাগলের ত্বক থেকে তৈরি, স্থানীয়ভাবে যা সহজেই পাওয়া যায়। বেশিরভাগ পুতুলগুলি একক ত্বক থেকে তৈরি হয়, যদিও কোনোটির আরও প্রয়োজন হয়। কমপক্ষে চারটি চামড়া রাবণের জন্য প্রয়োজনীয় - একটি তার দেহের জন্য, একটি তার পায়ে এবং একটিতে প্রতিটি বাহুতে পাঁচটি বাহু তৈরি করা।\n\n\n== বর্তমান অবস্থা ==\nএটি বিস্তৃত ও সমৃদ্ধ হিন্দু মহাকাব্যগুলিকে অভিনয় করার কৌশলগুলির একটি প্রচেষ্টা মাত্র। এটি এখন গতি চিত্র এবং টেলিভিশন দ্বারা অতিক্রান্ত হয়েছে, যা বৈদ্যুতিক যুগের জন্য মহাকাব্যগুলিকে পুনরায় প্রাণবন্ত করেছে। তবে এটি ছিল এমন একটি উদ্ভাবন, যার দৃষ্টিভিত্তিক নিদর্শনগুলি দক্ষিণ এশিয়ার শিল্প ও নাটকের ইতিহাসের সূত্র ধরে এবং আগত প্রজন্মের আনন্দকে রক্ষা করে। \n\n\n== আরো দেখুন ==\nপার্শ্ববর্তী কর্ণাটক রাজ্যে পুতুলের অনুরূপ রূপ টোগালু গম্বেইয়েটা।\n\n\n== তথ্যসূত্র =="}