{"pageid": 1033150, "title": "মেকনেস গ্র্যান্ড মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1033150", "content": "মেকনেস গ্র্যান্ড মসজিদ মরক্কোর প্রাচীন শহর মেকনেসের প্রধান ও ঐতিহাসিক মসজিদ। এটি প্রাচীন শহরটির বৃহত্তম ও গুরুত্বপূর্ণ মসজিদ এবং প্রাচীনতম নিদর্শনগুলোর মধ্যে অন্যতম।\n\n\n== ইতিহাস ==\nমরক্কোর অন্য শহরগুলোর গ্র্যান্ড মসজিদের মতো, এটি প্রাচীন শহরের কেন্দ্রে সবচেয়ে গুরুত্বপূর্ণ বাণিজ্যিক ও ধর্মীয় জেলায় অবস্থিত। শহরটির প্রধান ও ঐতিহাসিক মাদ্রাসাগুলো মসজিদের নিকটে অবস্থিত।\nমসজিদটি ১২ তম শতাব্দীতে আলমোরাভিদ রাজবংশের অধীনে নির্মিত বলে মনে করা হয়। আলমোহাদ খলিফা মুহাম্মদ আল-নাসিরের (রাজত্বকাল ১১৯৯-১২১৩) অধীনে এর উল্লেখযোগ্য সংস্কার ও সম্প্রসারণ করা হয়। আলমোহাদ যুগ থেকে মসজিদটিতে ফেজের আল-কারাওইন মসজিদের গ্রেট আলমোহাদ ঝাড়বাতির অনুরূপ একটি বৃহৎ ও সুসজ্জিত তামার ঝাড়বাতি রয়েছে।\nআবার মেরিনিডদের অধীনে ১৪ তম শতাব্দীতে মসজিদটি পুনঃসংস্কার করা হয়। মিনারটি ধসে পড়ে ৭ জন মুসল্লির মৃত্যু হলে পরবর্তীতে এটি মেরামত করা হয়। মেরিনিডরা বিশেষত শহরের প্রধান মাদ্রাসাগুলো তৈরি করে যেগুলো মসজিদের চারদিক জুড়ে আছে। মাদ্রাসাগুলোর মধ্যে নিকটস্থ আবু ইনানিয়া মাদ্রাসা (১৩৩৬ সালে নির্মিত) এবং সুলতান আবু আল-হাসান কর্তৃক নির্মিত দুটি মাদ্রাসা, মাদ্রাসা আল-কাদী ও মাদ্রাসা শুহুদ অন্তর্ভুক্ত রয়েছে। আবু আল-হাসান মসজিদে একটি গ্রন্থাগার যুক্ত করেন এবং শিক্ষকতার জন্য বেশ কয়েকজন ইসলামি পণ্ডিতের ব্যবস্থা করেন।\nসর্বশেষ অ্যালৌউত সুলতানদের অধীনে আরও পুনঃসংস্কার করা হয়। মৌলে ইসমাইল (রাজত্বকাল ১৬৭২-১৭২৭) মিহরাবের অংশটি পুনর্নির্মাণ করেন এবং মসজিদটিতে মিম্বার, আনজা ও প্রাঙ্গণে ঝর্ণা যুক্ত করেন। মৌলে মোহাম্মদ বিন আবদুল্লাহ (রাজত্বকাল ১৭৫৭-১৭৯০) বর্তমান মিনারটি নির্মাণ করেন।\n\n\n== স্থাপত্য ==\n\nমসজিদটির গঠন ও বিন্যাস ঐতিহ্যবাহী মরক্কান বা উত্তর আফ্রিকার মসজিদগুলোর অনুরূপ। এর আয়তন প্রায় ৩৫০০ বর্গমিটার। এটি একটি বিশাল অভ্যন্তরীণ প্রার্থনা কক্ষ যার মূল অংশ (প্রাঙ্গণের দক্ষিণে) ৯ টি বারান্দায় বিভক্ত‌ যেগুলো দক্ষিণ-পূর্ব প্রাচীরের সমান্তরালে বিস্তৃত। খিলান ও কলামগুলো সমতল এবং মেঝে মাদুর দিয়ে ঢাকা। মৌলে ইসমাইলের অধীনে পুনর্নির্মাণের সময় থেকে মিহরাবটি রঙিন প্লাস্টার দিয়ে সজ্জিত। মিম্বরটিও একই সময় ধরে আছে।\nমসজিদের উত্তর দিকে বৃহৎ প্রাঙ্গণের কেন্দ্রে একটি ফোয়ারা আছে। প্রাঙ্গণটি মোজাইক টালি দিয়ে বাঁধানো এবং প্রার্থনা কক্ষ ও এর খিলানগুলোর চারদিক জুড়ে বিস্তৃত। উত্তর দিকের প্রবেশপথটি মসজিদের অন্যতম প্রধান প্রবেশপথ। এর সামনের অংশটি একটি অলঙ্কৃত কাঠের পর্দা দ্বারা আচ্ছাদিত যা আনাজা নামে পরিচিত। এটি প্রাঙ্গণে প্রার্থনা করার জন্য বাইরের মিহরাব হিসেবে কাজ করে। আনাজাটি সম্পূর্ণ খোদাই করা এবং মেরিনিড যুগের আনাজাগুলোর অনুরূপ।\nমসজিদের বাইরের অংশটি আশেপাশের ভবনগুলোর জন্য অস্পষ্ট। মসজিদটির ১১ টি দরজা আছে এবং পশ্চিম পাশের প্রধান প্রবেশদ্বারগুলোর মধ্যে অন্যতম একটি প্রবেশদ্বার হলো বাব আল-কুতুব। এটিতে সবুজ টালিযুক্ত ছাদের পাশাপাশি একটি বৃহৎ ও লক্ষণীয় মিনার রয়েছে। বর্তমান মিনারটি অ্যালৌউত সুলতান মৌলে মোহাম্মদ বিন আবদুল্লাহর শাসনামল থেকে আছে। অন্যান্য মরক্কান মিনারগুলোর মতো এটি বর্গাকার ও দীর্ঘ  এবং এর শীর্ষে একটি ছোট ও খাটো টাওয়ার রয়েছে, ফলে এই ছোট টাওয়ারটির শীর্ষে চারটি সোনালী তামার বল আছে। ছোট মিনারের সম্মুখভাগ চারটি চকচকে সবুজ টালির বেড়া দ্বারা আবৃত, যা মেকনেসের মিনারগুলোর একটি স্বতন্ত্র বৈশিষ্ট্য। মিনারের গোড়ায় একটি দার আল-মুওয়াক্কিত বা ঐতিহ্যবাহী কক্ষ রয়েছে।\n\n\n== আরও দেখুন ==\nমসজিদের তালিকা\nমরক্কোর মসজিদের তালিকা\nআফ্রিকার মসজিদের তালিকা\nআল ফাস মসজিদ\nঔজদার বড় মসজিদ\nআল-কারাওইন বিশ্ববিদ্যালয়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nCityseeker-এ মেকনেস গ্র্যান্ড মসজিদ (ইংরেজি)"}