{"pageid": 1033679, "title": "ভোপা", "url": "https://bn.wikipedia.org/wiki?curid=1033679", "content": "ভোপা জনগণ হলেন ভারতের রাজস্থান রাজ্যের লোকদেবতার পুরোহিত-গায়ক। ফাঁড় ( রাজস্থানী ভাষায় পাড়) নামে পরিচিত একটি স্ক্রোলের সামনে অভিনয় করে যা লোকদেবতার বিবরণ এবং পোর্টেবল মন্দির হিসাবে পর্বগুলি চিত্রিত করে। ভোপারা এই ফাঁড়টি  ঐতিহ্যবাহীভাবে বহন করে এবং গ্রামাঞ্চলে অসুস্থতা ও দুর্ভাগ্যের সময় তাদের লোকালয়ে অনুষ্ঠানের জন্য আমন্ত্রণ জানায়। ফাঁড়গুলো রোল করে রাখা হয়। কোন গ্রামে বা শহরে পৌঁছনোর পর, ভোপারা খুব শীঘ্রই সন্ধ্যার পর উপযুক্ত পাবলিক স্থানে ফাঁড়গুলি সোজা করে রাখে। পারফরম্যান্সটি সারা রাত জুড়ে চলে এবং ভোরে শেষ হয় \n\n\n== ভোপাদেরফাঁড ভ্যাকনোস  (পারফরম্যান্স) ==\nভোপারা গুর্জার, রাজপুত এবং নায়ক সহ বিভিন্ন জাতের হয়ে থাকে। জাগরণের (রাত জেগে) সময় লোক দেবদেবীর মহাকাব্য বর্ণনা ক্রা হয়। এই রাত জাগার মাধ্যমে লোক দেবতাদের জাগানো হয়। ফাড় ভ্যাকনো (পারফরম্যান্স) অনুসারে যে অনুক্রমটি অনুসরণ করা হয়েছে তা নীচে সংক্ষিপ্ত করা যেতে পারে:\n\nফাড় স্থাপনের আগে একে শোধন করা হয়, যার মধ্যে ফাড়ের নীচে জমি পরিষ্কার করা এবং ধূপের কাঠি পোড়ানো অন্তর্ভুক্ত।\nফাড়টির শীর্ষে সেলাই করা লাল ব্যান্ডের মধ্য দিয়ে প্রবাহিত দড়িটি বেঁধে সেট করা হয় এবং প্রতিটি প্রান্তে কাঠের খুঁটি পর্যন্ত সেট করা হয়।\nভোপা বিশেষ পোশাক পরে, যা বগা নামে পরিচিত।\nফাড়কে পবিত্র করার জন্য শস্য এবং অর্থ দেওয়া হয়।\nদেবদেবীদের, যাদের চিত্রগুলি ফাদের শীর্ষে চিত্রিত করা হয় তারা প্রার্থনা করে।\nভোপা শুরু করে মহাকাব্যীয় আখ্যানের শ্লোক অংশ, যা  গাভ নামে পরিচিত এবং গদ্যগুলি অর্থব(ব্যাখ্যা) নামে পরিচিত। গাভের মধ্যে বেশ কয়েকটি কারি (দম্পতি) রয়েছে। ভোপা লাঠির সাহায্যে ফাড়ের প্রতিটি দৃশ্য তুলে ধরে পর্বটি বর্ণনা করে।\nখাবার, চা, তামাক বা বিশ্রামের জন্য ঘন ঘন বিরতিতে অনুদান সংগ্রহ করা হয়। ভোপা শঙ্খের শেল ফেলে, প্রতিটি অনুদান পাওয়ার পরে একটি বিস্ফোরণ ঘটে। ভোপা দাতার নাম ঘোষণা করে।\nএকটি আরতি দেবদেবীদের উদ্দেশ্যে করা হয়।\nঅফারগুলি আবার করা হয়, যখন ফাড় সূর্যোদয়ের পূর্বে আবার ঘুরিয়ে দেওয়া হয়।\n\n\n== পাবুজির ভোপা ==\nভোপা পাবুজির বিবরণ থেকে বিভিন্ন পর্ব গেয়েছেন এবং ভোপী নামে পরিচিত তাঁর স্ত্রীর বর্ণনার বর্ণনার কাছে একটি তেলের বাতি রয়েছে। ভোপী পর্বের কিছু অংশও গেয়েছেন। মোহন ভোপা (যিনি - ২০১১ সালে তাঁর মৃত্যুর আগ পর্যন্ত - তিনি তাঁর স্ত্রী বাতাসি ভোপীর সাথে সংগীত পরিবেশন করেছিলেন) পাবুজি-র একজন বর্তমান সময়ের গায়ক-পুরোহিত, তাঁর বিখ্যাত বই নাইন লাইভস-এ লেখক ও ইতিহাসবিদ উইলিয়াম ডাল্রিম্পলের কভার করেছেন। স্বামীর মৃত্যুর পরে বাতাসি এখন তার বড় ছেলে মহাবীরের সাথে অভিনয় করছেন।\n\n\n== দেবনারায়ণের ভোপা ==\nদেবতা দেবনারায়ণের তিন ধরনের হয় যথা মন্দির ভোপা, জামাত ভোপা এবং পার ভোপা। দেবতা দেবনারায়নের জামাত ভোপা কেবল গুর্জার সম্প্রদায়েরই হতে পারে, কারণ জামাত দেবজী সম্প্রদায়ের সাথে সম্পর্কিত, তবে পার ভোপা এবং মন্দির ভোপা গুর্জার, রাজপুত, কুম্ভার এবং বালাইসসহ বিভিন্ন বর্ণের অন্তর্গত।  পারফরম্যান্সের সময়, একটি যন্তরে (এক ধরনের বীনা লাউ বা কাঠের দুটি অনুরণনকারীর সঙ্গে) গান সংসর্গে গাওয়া হয়। সাধারণত দুইজন ভোপা রয়েছে যারা মহাকাব্যটি আবৃত্তি করে, একটি হলেন প্রধান ভোপা, পাটভি এবং অন্যটি তাঁর সহকারী, দিয়ালা । পাটভী ভোপা  যখন মহাকাব্যের একটি নির্দিষ্ট পর্ব গায়, দিয়ালা ভোপা একটি তেল প্রদীপ জ্বালায় এবং ফাড়ের নির্দিষ্ট অংশটি আলোকিত করে, যেখানে নির্দিষ্ট পর্বটি গাওয়া হচ্ছে তা চিত্রিত করা হয়েছে। তিনিও পর্বের কিছু অংশ গেয়ে থাকেন।\n\n\n== আরও দেখুন ==\nপাবুজীর ফাড়\n\n\n== তথ্যসূত্র =="}