{"pageid": 1033537, "title": "ডিম্বক", "url": "https://bn.wikipedia.org/wiki?curid=1033537", "content": "বীজ উৎপাদনকারী  উদ্ভিদে, ডিম্বক হচ্ছে সেই কাঠামো যা স্ত্রী প্রজনন কোষের জন্ম দেয় এবং ধারণ করে। এটি তিনটি অংশ নিয়ে গঠিত: ডিম্বকত্বক (যা বহিঃস্তর গঠন করে), নিউসেলাস (অথবা মেগাস্পোরঞ্জিয়ামের অবশিষ্টাংশ) এবং এর কেন্দ্রে স্ত্রী গ্যামেটোফাইট (একটি হ্যাপ্লয়েড মেগাস্পোর থেকে গঠিত)। স্ত্রী গ্যামেটোফাইট - বিশেষ করে যাকে মেগাগ্যামেটোফাইট বলা হয় ; এছাড়া আবৃতবীজীদের মধ্যে একে ভ্রূণথলি বলা হয়। মেগা-গ্যামেটোফাইট নিষেকের উদ্দেশ্যে একটি ডিম্বাণু কোষও উৎপাদন করে।ডিম্বকের ভ্রন পোষকটি হল ডিপ্লয়েড প্রকৃতির।\n\n\n== ডিম্বকের বিভিন্ন  অংশ এবং বিকাশ ==\n\nডিম্বকের  অবস্থান নিম্নমুখী   হতে পারে, যাতে যখন ডিম্বকরন্ধ্র অমরার মুখোমুখি হয় (এটি ফুল উৎপাদনকারী উদ্ভিদের মধ্যে সবচেয়ে সাধারণ ডিম্বক  অবস্থান), পার্শ্বমুখী , বক্রমুখী  বা অর্থোপেডিক (নিম্নমুখী অবস্থান সাধারণ এবং ডিম্বকরন্ধ্র নিম্নমুখী অবস্থানে থাকে এবং উপরের অবস্থানে ডিম্বকমূল শেষ হয়)। ডিম্বকটি একটি মেগাস্পোরঞ্জিয়াম বলে মনে হচ্ছে যার চারপাশে ডিম্বকত্বক থাকে । ডিম্বক প্রাথমিকভাবে ডিপ্লয়েড মাতৃটিস্যু দ্বারা গঠিত, যার মধ্যে রয়েছে একটি মেগাম্পোরোসাইট (একটি কোষ যা মেগাস্পোর উৎপাদনের জন্য যাতে মিয়োসিস হবে)। মেগাস্পোর ডিম্বকের ভিতরে থাকে এবং মাইটোসিস দ্বারা বিভক্ত করে হ্যাপলয়েড স্ত্রী গেমটোফাইট বা মেগাগেমটোফাইট উৎপাদন করে, যা ডিম্বকের মধ্যেও থাকে। মেগাস্পোরঞ্জিয়াম টিস্যুর অবশিষ্টাংশ (নিউসেলাস) মেগাগ্যামেটোফাইটকে ঘিরে রেখেছে। মেগা-গ্যামেটোফাইট আর্কিগোনিয়া (যা ফুল উদ্ভিদের  কিছু গ্রুপে হারিয়ে গেছে), যা ডিম কোষ উৎপাদন করে।নিষেকের পর, ডিম্বাশয় একটি ডিপ্লয়েড জাইগোট ধারণ করে এবং তারপর, কোষ বিভাজন শুরু হওয়ার পর, পরবর্তী স্পোরোফাইট প্রজন্মের একটি ভ্রূণ ধারণ করে। ফুল উৎপাদনকারী  উদ্ভিদে, একটি দ্বিতীয় শুক্রাণু নিউক্লিয়াস মেগাগ্যামেটোফাইট অন্যান্য নিউক্লিয়াস সঙ্গে ফিউজ করে  সাধারণত একটি পলিপ্লয়েড (প্রায়ই ট্রিপলয়েড) এন্ডোস্পার্ম টিস্যু গঠন, যা তরুণ স্পোরোফাইটদের জন্য পুষ্টি হিসাবে কাজ করে।\n\n\n=== ডিম্বকত্বক , ডিম্বকরন্ধ্র এবং ডিম্বকমূল ===\n\nএকটি ডিম্বকত্বক ডিম্বকের চারপাশের কোষের একটি প্রতিরক্ষামূলক স্তর। নগ্নবীজী উদ্ভিদে   সাধারণত একটি ডিম্বকত্বক (একস্তরী ) থাকে, যেখানে আবৃতবীজী উদ্ভিদে সাধারণত দুটি ডিম্বকত্বক (দ্বিস্তরী) থাকে। অভ্যন্তরীণ ডিম্বকত্বকের (যা মেগাস্পোরঞ্জিয়া থেকে ডিম্বক গঠনের অবিচ্ছেদ্য অংশ ) বিবর্তনীয় উৎপত্তি বন্ধ্যা শাখা(টেলোমস)-এর  মেগাস্পোরঞ্জিয়ামের আবরণী থেকে হয়েছে বলে প্রস্তাব করা হয়েছে। এলকিনসিয়া একটি প্রভাবশালী শ্রেণি  , মেগাস্পোরঞ্জিয়ামের নিচের তৃতীয় অংশে একটি লোব কাঠামো আছে, যেখানে লোবগুলো মেগাস্পোরঞ্জিয়ামের চারপাশে একটি আংটির আকৃতিতে  উপরের দিকে প্রসারিত । এটি হতে পারে, লোব এবং কাঠামো এবং মেগাস্পোরঙ্গিয়াম মধ্যে ফিউশন মাধ্যমে, একটি ডিম্বকত্বক উৎপন্ন  হয়েছে।\n\n\n=== নিউসেলাস, মেগাস্পোর এবং পেরিস্পার্ম ===\nনিউসেলাস (বহুবচন: নুসেলি) ডিম্বকের অভ্যন্তরীণ কাঠামোর অংশ, যা অবিলম্বে ডিম্বকত্বকেন অভ্যন্তরে ডিপ্লয়েড (স্পোরোফাইটিক) কোষের একটি স্তর গঠন করে। এটি কাঠামোগতভাবে এবং কার্যকরভাবে মেগাস্পোরঞ্জিয়ামের সমতুল্য। অপরিণত ডিম্বকে, নিউসেলাস একটি মেগাম্পোরোসাইট (স্ত্রী রেণু মাতৃকোষে ) ধারণ করে, যাতে মিয়োসিসের মাধ্যমে স্পোরোজেনেসিস হয়। আরাবিডোপসিস থালিয়ানার মেগাম্পোরোসাইটে, মিয়োসিস জিনের অভিব্যক্তির উপর নির্ভর করে যা ডিএনএ মেরামত এবং হোমোলোগাস রিকম্বিনেশনের  সুবিধা প্রদান করে।\n\n\n=== মেগাগ্যামিটোফাইট ===\n\nনিউসেলাসের ভেতরের হ্যাপ্লয়েড মেগাস্পোর স্ত্রী গ্যামটোফাইটের জন্ম দেয়, যাকে বলা হয় মেগা-গ্যামটোফাইট।\nনগ্নবীজী উদ্ভিদে , মেগা-গ্যামটোফাইট প্রায় ২,০০০ নিউক্লিয়াস নিয়ে গঠিত এবং আর্কিগোনিয়া গঠন করে, যা নিষেকের জন্য  ডিম্বাণু কোষ উৎপাদন করে।\n\n\n=== জাইগোট, ভ্রূণ এবং এন্ডোস্পার্ম ===\nপরাগ টিউব ডিম্বকের মধ্যে দুটি শুক্রাণু নিউক্লিয়াস ছেড়ে দেয়। নগ্নবীজী উদ্ভিদ , স্ত্রী গ্যামেটোফাইট  দ্বারা উৎপাদিত  আর্কিগোনিয়ার মধ্যে নিষেক  ঘটে। যদিও এটা সম্ভব যে, বেশ কয়েকটি ডিম্বাণু কোষ বিদ্যমান থাকতে পারে এবং নিষিক্ত  হয়ে যেতে পারে তবে, সাধারণত একটি জাইগোট-ই একটি পূর্ণবয়স্ক ভ্রূণে বিকশিত হবে; যেহেতু বীজের মধ্যে খাদ্যের  পরিমাণ  সীমিত।\n\n\n=== গ্যামেটোফাইটের ধরন ===\nফুল উৎপাদনকারী  উদ্ভিদের মেগা-গ্যামেটোফাইটকে  মেগাস্পোরের বিকাশের সংখ্যা অনুযায়ী নামকরণ করা হয়ে থাকে।যেমনঃ মনোস্পোরিক, বিসপোরিক, অথবা টেট্রাস্পোরিক হিসেবে।\n\n\n== আরও দেখুন ==\nস্ত্রীস্তবক\nডিম্বাণু\nপ্রজন্মের পরিবর্তন\nমিয়োসিস\nঊওজেনেসিস\nঅমরাবিন্যাস\n\n\n== তথ্যসূত্র ==\n\n\n== পাদটীকা =="}