{"pageid": 1033297, "title": "মার্কুস শুবার্ট", "url": "https://bn.wikipedia.org/wiki?curid=1033297", "content": "মার্কুস শুবার্ট (জার্মান উচ্চারণ: [maɐ̯kʊs ʃu:bɐt], জার্মান: Markus Schubert; জন্ম: ১২ জুন ১৯৯৮) হলেন একজন জার্মান পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে জার্মানির পেশাদার ফুটবল লীগের শীর্ষ স্তর বুন্দেসলিগার ক্লাব আইন্ট্রাখট ফ্রাঙ্কফুর্ট (শালকে ০৪ হতে ধারে) এবং জার্মানি জাতীয় অনূর্ধ্ব-২১ দলের হয়ে একজন গোলরক্ষক হিসেবে খেলেন।\n২০০৪–০৫ মৌসুমে, জার্মান ফুটবল ক্লাব লক নোসেনের যুব পর্যায়ের হয়ে খেলার মাধ্যমে শুবার্ট ফুটবল জগতে প্রবেশ করেছেন এবং পরবর্তীকালে রাওসায়ের এবং ডায়নামো ড্রেসডেনের যুব দলের হয়ে খেলার মাধ্যমে তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০১৫–১৬ মৌসুমে, জার্মান ক্লাব ডায়নামো ড্রেসডেনের মূল দলের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন, যেখানে তিনি ৪ মৌসুম অতিবাহিত করেছেন; ডায়নামো ড্রেসডেনের হয়ে তিনি ৪১ ম্যাচে অংশগ্রহণ করেছেন। অতঃপর ২০১৯–২০ মৌসুমে তিনি শালকে ০৪-এ  যোগদান করেছেন। শালকে ০৪-এর সাথে চুক্তিবদ্ধ থাকাকালীন ২০২০ সালে তিনি শালকে ০৪ ২-এর হয়ে ২ ম্যাচে অংশগ্রহণ করেছেন। ২০২০–২১ মৌসুমে, তিনি ধারে শালকে ০৪ হতে আইন্ট্রাখট ফ্রাঙ্কফুর্টে যোগদান করেছেন।\n২০১৫ সালে, শুবার্ট জার্মানি অনূর্ধ্ব-১৭ দলের হয়ে জার্মানির বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nমার্কুস শুবার্ট ১৯৯৮ সালের ১২ই জুন তারিখে জার্মানির ফ্রাইবুর্গে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nশুবার্ট জার্মানি অনূর্ধ্ব-১৭, জার্মানি অনূর্ধ্ব-১৮, জার্মানি অনূর্ধ্ব-১৯, জার্মানি অনূর্ধ্ব-২০ এবং জার্মানি অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে জার্মানির প্রতিনিধিত্ব করেছেন। ২০১৫ সালের ১৫ই ফেব্রুয়ারি তারিখে তিনি নেদারল্যান্ডস অনূর্ধ্ব-১৭ দলের বিরুদ্ধে এক প্রীতি ম্যাচে জার্মানি অনূর্ধ্ব-১৭ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। তিনি জার্মানি অনূর্ধ্ব-২০ দলের হয়ে ২০১৭–১৮ অনূর্ধ্ব-২০ এলিট লীগের শিরোপা জয়লাভ করেছেন, যার মাধ্যমে তার উক্ত প্রতিযোগিতার ইতিহাসে প্রথমবারের মতো শিরোপা ঘরে তুলতে সক্ষম হয়েছিল। তিনি ২০২১ উয়েফা ইউরোপীয় অনূর্ধ্ব-২১ চ্যাম্পিয়নশিপের জন্য ২০২১ সালের মার্চ মাসে প্রকাশিত ২৩ সদস্যের জার্মানি অনূর্ধ্ব-২১ দলে স্থান পেয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nডিএফবিতে মার্কুস শুবার্ট (ইংরেজি) (এছাড়াও জার্মান ভাষায় উপলব্ধ) \nমার্কুস শুবার্ট – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে মার্কুস শুবার্ট  (ইংরেজি)  \nসকারবেসে মার্কুস শুবার্ট (ইংরেজি) \nবিডিফুটবলে মার্কুস শুবার্ট  (ইংরেজি)  \nওয়ার্ল্ডফুটবল.নেটে মার্কুস শুবার্ট (ইংরেজি) \nইএসপিএন এফসিতে মার্কুস শুবার্ট (ইংরেজি)"}