{"pageid": 1033454, "title": "করকাট্টম", "url": "https://bn.wikipedia.org/wiki?curid=1033454", "content": "কারাকাট্টম ( তামিল: கரகாட்டம் বা \" করাকাম ( கரகம் 'পানির পাত্র') নৃত্য \") হ'ল তামিলনাড়ুর একটি প্রাচীন লোক নৃত্য যা বৃষ্টি দেবী মরিয়াম্মানের প্রশংসা করে পরিবেশিত হয়েছিল। প্রাচীন তামিল মহাকাব্য অনুসারে এই নাচ ভারাথাম এবং ভরতনাট্যমের মতো তামিল নাচের একাধিক ফর্মের মিশ্রণ হতে উদ্ভূত। এই নৃত্যে বৃষ্টি আশীর্বাদ করার জন্য দেবীর কাছে প্রার্থনা করা হয়। এই নৃত্যে লোক কার্ন্যাটিক ( অমৃতবর্ষিনী ) এর মতো গান রয়েছে। \nনৃ্ত্যশিল্পীরা তাদের মাথায় একটি পাত্র ভারসাম্য করে। ঐতিহ্যগতভাবে, এই নাচটি দুটি ধরনের মধ্যে শ্রেণীবদ্ধ করা হয়েছে:\nআত্তা কারাকাম আনন্দ এবং আনন্দের প্রতীক বহন করে। এটি মূলত বিনোদন হিসাবে পরিবেশিত হয়।\nআধ্যাত্মিক নিবেদন হিসাবে কেবল মন্দিরগুলিতেই সার্থী কারকাম অনুষ্ঠিত হয়। \nকারাকাট্টম ধ্রুপদী তামিল নৃত্যের মাধ্যমে বৃষ্টিপাতের আহ্বান জানানো হয়। সর্বাধিক প্রচলিত গানটিতে অমৃতবর্ষিনী রাগম ( রাগমালিকা ) নিযুক্ত করা হয়। তামিলরা বিশ্বাস করত যে প্রকৃতি জননী প্রচুর বৃষ্টি দেয় এবং ফসলকে রক্ষা করে।\n\n\n== পোশাক ==\nকারাকাট্টম ঐতিহ্যগতভাবে একটি শাড়ি পরিধান করে পরিবেশিত হয়। যাইহোক, নৃত্যশিল্পীর মাথায় কারাকাম (পাত্র) রাখার বিষয়টি প্রধান হওয়ায় পোশাকটি আলাদা হতে পারে। সাধারণ পোশাকে শাড়ি বা কুর্তা, রঙিন তোয়ালে এবং একটি পাত্র অন্তর্ভুক্ত।\nবর্তমান কারাকাট্টম ফ্যাশনটি দুর্নীতিগ্রস্ত বলে মনে হয়, সম্ভবত ভারতনাট্যম বিশুদ্ধবাদীদের এই শিল্পকে অপ্রচলিত এবং নিম্ন শ্রেণীর হিসাবে প্রত্যাখ্যান করার কারণে। এটির রাতের পরিবেশনাগুলোকেও আরও কমিয়ে আনা হয়েছে। কারণ কচি মেয়েদের কুঁচকানো পোশাক পরিধান করে। শ্রোতাদের অনেকেই মাতাল হয়ে থাকে, যারা কেবল কটাক্ষ করতে আসে এবং তাদের টিজ করে। মাদ্রাজ হাইকোর্ট কারাকাট্টমের অনুষ্ঠানে অংশ নেওয়ার সময় অ্যালকোহল গ্রহণ নিষিদ্ধ করা এবং \"অশ্লীল\" কাজগুলি না করার নির্দেশ জারি করেছিলেন। \n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n১৯৮৯ সালে, তামিল চলচ্চিত্র কারাগাট্টকারানের এর প্রধান অভিনেতা রামারাজন, কনক এবং কোভাই সরলা কারাকাট্টমের অভিনয়কারীর ভূমিকায় অভিনয় করেছিলেন। চলচ্চিত্রটি খুব জনপ্রিয় হয়ে ওঠে এবং নৃত্যের ফর্মটি একটি বিজ্ঞাপনে পরিণত হয়েছিল, বিশেষত ইলাইরাজের সংগীত এবং এর কারাকাট্টমের কোরিওগ্রাফির সাথে \"মঙ্গুয়াইলে পুংগুইলে\" গানের কারণে।\nএছাড়াও ২০০১ সালে মুক্তিপ্রাপ্ত ভক্তিমূলক পাদাই ভেতু আম্মানে প্রধান অভিনেত্রী মীনা একটি উৎসবের গানে কারাকাট্টম নৃত্য পরিবেশন করেছিলেন। এছাড়াও, ২০০২ এর তামিল ছবি 'শ্রী বান্নারী আম্মানে' একজন কেন্দ্রীয় মহিলা ভক্তকে বংশগত কারাকাট্টম নৃত্যশিল্পী হিসাবে দেখানো হয়েছিল। ছবিটির একটি গানে কারাকাট্টম নাচ দেখানো হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাস্তব কারাগাম নৃ্ত্যশিল্পীরা\nএকজন বিদেশী কারাগাম নাচার চেষ্টা করছেন\nশিশুদের দ্বারা শ্রীলঙ্কায় কারাগাম নাচ"}