{"pageid": 1033509, "title": "বুটা কোলা", "url": "https://bn.wikipedia.org/wiki?curid=1033509", "content": "ভূতা কোলা বা ভুটা কোলা (বাংলা - ভর হয়েছে) যাকে দৈব কোলা নামেও অভিহিত করা হয়। এটি ভারতের কেরালার উত্তরাঞ্চলের টুলু নাড়ু এবং কাসারগোডের কিছু অংশের মধ্যে প্রচলিত একটি শামানবাদী আচারিক নৃত্য পরিবেশন। এই নাচটি অত্যন্ত শৈলীযুক্ত এবং তুলুভাষী জনগোষ্ঠীর উপাসনা করা স্থানীয় দেবদেবীদের সম্মানে অনুষ্ঠিত হয়। এটি যক্ষগান লোকনাটককে প্রভাবিত করেছে।\n\n\n== সংজ্ঞা ==\nশব্দটি উদ্ভূত হয়েছে বুটা (তুলু ভাষায় 'আত্মা', 'দেবতা' থেকে; সেটি এসেছে ভূত (সংস্কৃত भूत) থেকে, যার অর্থ ‘মুক্ত উপাদান’, 'যেটি শুদ্ধ', 'উপযুক্ত', 'যথাযথ', 'সত্য', 'অতীত', 'জীব'; ইংরেজদের অনুরূপ: ‘ভুত’, ‘ভূত’, ‘ভূথ’) থেকে এবং কোলা (তুলু ভাষায় ‘খেলা, অভিনয়, উৎসব’ বোঝাতে) থেকে।\nবুটা কোলা বা নেমা বিশেষভাবে একটি বার্ষিক আচার অনুষ্ঠান, যেখানে স্থানীয় আত্মা বা উপাস্য দেবতাকে (ভূত, দৈব) নির্দিষ্ট তফসিলি বর্ণের ধর্মীয় বিশেষজ্ঞ দ্বারা নির্দিষ্ট পথে প্রেরণ করা হয়। এই বিশেষজ্ঞরা হল নালিকে, পাম্বাদা বা পারাওয়া সম্প্রদায়ের মানুষ। বুটা ধর্মানুষ্ঠানটি তুলু নাড়ু অঞ্চলের তুলু জাতির অব্রাহ্মণদের মধ্যে প্রচলিত। কোলা শব্দটি প্রচলিতভাবে একক আত্মার উপাসনার জন্য সংরক্ষিত এবং নেমা শব্দটি ওপর থেকে নিচে শ্রেণিবদ্ধভাবে বিভিন্ন আত্মার নির্দিষ্ট পথের সাথে জড়িত। কোলা ও নেমা পরিবারে এবং গ্রাম্য বিবাদে মধ্যস্থতা ও বিচারের জন্য আত্মার কাছে অর্পণ করা হয়। সামন্তকালীন যুগে, আচারের ন্যায়বিচারের দিকটিতে রাজনৈতিক ন্যায়বিচারের বিষয়গুলি যেমন রাজনৈতিক কর্তৃত্বের বৈধতা এবং পাশাপাশি ন্যায়বিচার বিতরণের দিকগুলি অন্তর্ভুক্ত ছিল। সরাসরি বুটার (সাধারণ মানুষ) মালিকানাধীন জমির উৎপাদন এবং নেতৃস্থানীয় জমিদারদের কিছু উৎপাদন গ্রামবাসীদের মধ্যে পুনরায় বিতরণ করা হত।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n১৯৭৫ সালের কন্নড় মুভি চোমনা দুডি ছিল প্রথম মুভি যাতে ডেমি-গড পাঞ্জুরলির উল্লেখ ছিল ।\nকোটি চেন্নায়া, ২০০৭ সালের টুলু ভাষায় নির্মিত একটি চলচ্চিত্র যা ৫৪তম জাতীয় চলচ্চিত্র পুরস্কারে সেরা টুলু চলচ্চিত্রের পুরস্কার জিতেছিল ।\nদেই বাইদেথি, কোটি এবং চেন্নায়ার মা দেই বাইদেতির জীবনের উপর ২০১৯ সালের টুলু ভাষার ঐতিহাসিক চলচ্চিত্র ।\nভুটা কোলাকে ২০২২ সালের কন্নড় চলচ্চিত্র কান্তারার মূল কাহিনীতে চিত্রিত করা হয়েছে। কর্ণাটক সরকার সিনেমার কারণে ৬০ বছরের বেশি বয়সী ভুটা কোলা অভিনেতাদের জন্য মাসিক ভাতা ঘোষণা করেছে।\n\n\n== চিত্রসম্ভার ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nআতি কালেঞ্জা\nযক্ষগান\nবরাহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}