{"pageid": 1033607, "title": "কামতাপুরী", "url": "https://bn.wikipedia.org/wiki?curid=1033607", "content": "কামতাপুরী (রাজবংশী বা গোয়ালপাড়ীয়া), মূলত রংপুরী ভাষা।\nএটি প্রাচীন কামতাপুর অঞ্চলের রাজবংশী জনগোষ্ঠীর ভাষা।রাজবংশী জাতি হোলো ইন্দো-আয' ভাষী ভুক্ত জাতি।\n(Ref:The Rajbanshi(Rajbongshi)is a Indo-Aryan speaking community. This subject already prooved by many linguist. (Supported by sources: 1)The Origin and Development of the Bengali language. By Suniti Kumar Chatterjee., 2)Kamtapuri Bhasa Sahityer Ruprekha. By Dharmanarayan Barma., 3)Linguistic to Sociolinguistic Reconstruction. By Mathew WS Toulmin.) কিন্তু কোচ-রাজবংশী জাতি, যারা কোচ রাজবংশের সাথে সম্পর্কযুক্ত ছিল।বর্তমানে তারা বিভিন্ন ইন্দো-আর্য ভাষায় কথা বলে, তবে অতীতে তারা তিব্বত-বর্মী ভাষায় কথা বলতো। কোচ জাতির অনেকেই একটা সময় নিজেদের বা নিজেকে রাজবংশী জাতি হিসেবে ঘোষণা করেছিলেন।কিন্তু পরবর্তী সময়ে সেই ভুল ভেঙে যায় এবং নিজেকে কোচ-রাজবংশী হিসের পরিচয় প্রদান করেন।\n২০২০ সালে, কোচ-রাজবংশী সম্প্রদায়ের আর্থ-সামাজিক উন্নয়ন এবং রাজনৈতিক অধিকারের জন্য “কামতাপুর স্বায়ত্তশাসিত পরিষদ” তৈরি করা হয়।\nএ ভাষায় মূলত বাংলাদেশ, ভারত, নেপাল ও ভুটানের নির্দিষ্ট কিছু সম্প্রদায়ের লোকজন কথা বলে। এই ভাষাভাষী জনগণ কার্যত রংপুরী ভাষার পাশাপাশি বাংলা ভাষা অথবা অসমীয়া ভাষায় কথা বলে থাকে।এ ভাষায় ৪৩-৪৯ ভাগ মৈথিলি এবং নেপালি শব্দ , ৪৮-৫৫ ভাগ বাংলা ভাষার সাথে মিল পাওয়া যায়। আসামের ধুবড়ী, কোকরাঝার, চিরাং, বঙাইগাঁও এবং গোয়ালপাড়া জেলায় এই ভাষাভাষী মানুষের সংখ্যা সৰ্বাধিক; দরং জেলাতে এই ভাষাভাষী কিছু সংখ্যক লোক আছে। উত্তর বঙ্গের কোচবিহার, জলপাইগুড়ি, উত্তর দিনাজপুর, দক্ষিণ দিনাজপুর এবং দার্জিলিংয়ের তরাই অঞ্চল, বিহারের কাটিহার, শিলিগুড়ি, শিলং, পূৰ্ণিয়া এবং কিষানগঞ্জ জেলার কিছু অঞ্চল, নেপালের মোরং এবং ঝাপা জেলা, ভুটানের কিছু অঞ্চল, বাংলাদেশের অবিভক্ত রংপুর, দিনাজপুর এবং ঠাকুরগাঁও জেলায় এই ভাষার মানুষ আছে। মেঘালয়, ত্ৰিপুরা এবং সম্বলপুর (ওড়িশা)তে এই ভাষার লোক আছে। অঞ্চলভেদে রাজবংশী, গোয়ালপারীয়া, দেশি ভাষা, রংপুরী ভাষা আদি বিভিন্ন নামে পরিচিত ।।\nরাজবংশী ভাষার বিবর্তনের ইতিহাস:\nখৃষ্টপূব' চতুর্থ শতকের মাঝামাঝি সময়ে, মগধের মহারাজা মহাপদ্ম নন্দ পুন্ড্রবধ'ন আক্রমণ করেন এবং সেই যুদ্ধে পুন্ড্রবধ'নের  মহারাজা পরাজিত হয়েছিলেন। আমরা সকলেই জানি মহাপদ্ম নন্দ ক্ষত্রিয় নিধনে ব্রতী হয়েছিলেন।সেই কারণে মহাপদ্ম নন্দ \"Sarva-Kshatrantaka\" নামে অবিহিত হয়েছিলেন। সেই কারণে সেই সময় ক্ষত্রিয় জাতির জনগন মগধরাজ মহাপদ্ম নন্দের হাত থেকে বাঁচার জন্য বিভিন্ন স্থানে চলে গিয়েছিলেন। যেমন: কামরূপের রত্নপীঠে, নেপালে, ওড়িশায় (বত'মান সময়েও উড়িষ্যা রাজ্যের Sambalpur এলাকায় পুণ্ড্রক্ষত্রিয় (রাজবংশী ক্ষত্রিয়)  গন বসবাস করছেন এবং ভাষাও রাজবংশী।)\nএর ফলে সেইসকল স্থানের  ভাষার সাথে পুন্ড্রবধ'নের ভাষার মিশ্রণ ঘটে। যাই হোক এই বিষয়টি খুবই গুরুত্বপূর্ণ হয়ে ওঠে পরবর্তী সময়ে অন্যান্য ভাষার খেত্রে। মহাপদ্ম নন্দ কতৃক পুন্ড্রবধ'ন মগধ সাম্রাজ্যের অন্ত:ভুক্ত হওয়ার দরুন, মগধের ভাষার সাথে পুন্ড্রবধ'নের ভাষার মিশ্রণ ঘটে এক নতুন ভাষার সৃষ্টি হয়। কিছু ভাষাবিজ্ঞানী সেই ভাষার নাম দিয়েছেন মাগধী প্রাকৃত, আবার কিছু ভাষাবিজ্ঞানী সেই ভাষার নাম দিয়েছেন গৌড়ীয় প্রাকৃত। নন্দ বংশের পরে মগধ মৌয' সাম্রাজ্যের অন্তর্ভুক্ত হওয়ার দরুন পুন্ড্রবধ'নও মৌয' সাম্রাজ্যের অন্তর্ভুক্ত হয়েছিল (৩২২খৃস্টপূব' থেকে ১৮৪খৃস্টপূব' পয'ন্ত)।\nপরবতী' সময়ে (আনুমানিক চতুর্থ শতকে) সেই মাগধী প্রকৃত বা গৌড়ীয় প্রাকৃত ভাষা অপভ্রংশ ভাষায় পরিবর্তীত হয়ে, নতুন তিনটি আলাদা আলাদা ভাষার জন্ম দেয়। (আনুমানিক পঞ্চম শতকে) ১)বিহারি (মৈথিলী), ২) পুরাতন ওড়িয়া,  ৩) বঙ্গ-কামরূপী (রাজবংশী) ভষার। সেই সময় পুন্ড্রবধ'নে গুপ্তশাসন চলছিল (আনুমানিক ৩২০খৃস্টাব্দ থেকে ৬০০খৃস্টাব্দের কাছাকাছি সময় পয'ন্ত)।\nএর পরে পুন্ড্রবধ'ন গৌড়ের মহারাজা শশাঙ্কের শাসনে চলে আসে (আনুমানিক ৫৯৩খৃস্টাব্দ থেকে ৬৩৮খৃস্টাব্দ)। সেই সময় পুণ্ড্রবধ'নের নাম হয় গৌড় এবং  তারপর  পুন্ড্রবধ'নের নাম হয় বরেন্দ্র।\nঐতিহাসিক গনের মতে গৌড়ের মহারাজা শশাঙ্ক, হষ'বধ'ন ও কামরূপের মহারাজা ভাস্কর বম'নের নিকট পরাজিত হন এবং তার রাজ্য হষ'বধ'ন এবং ভাস্করবম'নের ভাগ হয়েছিল। গৌড় সহ বাংলার সম্পূর্ণ অংশ ভাস্কর বম'নের, কামরূপের অন্তর্ভুক্ত করা হয় এবং মগধের পুরো অংশ অন্তর্ভুক্ত করা হয় হষ'বধ'নে সাম্রাজ্যে।বৌদ্ধ গ্রন্থ আর্যমঞ্জুশ্রীমূলকল্প-এ পুণ্ড্রবর্ধনের যুদ্ধে হর্ষের হাতে শশাঙ্কের পরাজয়ের কাহিনী জানা যায়।\nহর্ষবর্ধন প্রথমদিকে শৈব ধর্মের অনুসারী ছিলেন, কিন্তু ধীরে ধীরে তিনি বৌদ্ধ ধর্মের একজন মহান পৃষ্ঠপোষকে পরিণত হন। বৌদ্ধ ধর্মের একজন একান্ত অনুরাগী হিসেবে তিনি মহাযান মতবাদ প্রচারে কণৌজে এক বিশাল সংগীতি আহ্বান। অপরপক্ষে বৌদ্ধ ধর্মের প্রতি হর্ষবর্ধনের অনুরাগ এবং ব্রাহ্মণ্যবাদের প্রতি বিদ্বিষ্ট মনোভাব হিন্দুধর্মের অনুসারিগণকে হতাশ করে করেন।পরবর্তী সময়ে হষ'বধ'নের সাথে ব্রাহ্মণ সমাজের বিরোধ বাঁধলে, হর্ষবর্ধন ব্রাহ্মণদের বিদ্রোহ অত্যন্ত নিষ্ঠুরভাবে দমন করেছিলেন বলে কথিত আছে। ব্রাহ্মণগন বিপুল সংখ্যায় পূর্ব ভারতের দিকে অভিবাসন করে। হিউয়েন-সাং কামরূপে বেশ কিছু শিক্ষিত ব্রাহ্মণের চলে যাওয়ার কথা উল্লেখ করেছেন। বেশ কিছু ব্রাহ্মণ কামরূপে বসবাসের জন্য ভাস্করবর্মনের কাছ থেকে ভূমিদান লাভ করেন। কুলজি গ্রন্থে কণৌজের বেশ কিছু ব্রাহ্মণের গৌড়ে অভিবাসনের উল্লেখ রয়েছে। কামরূপের রাজা ভাস্কর বর্মনের নিধানপুর তাম্রশাসন থেকেও এই সম্পর্কে জানা যায়। প্রাথমিক পর্যায়ে গৌড়ে ও কামরূপে সাদরে গৃহীত হলেও এই বিপুল অভিবাসন শেষ পর্যন্ত এই দুদেশের আর্থ-সামাজিক অবস্থার ওপর বিরূপ প্রভাব বিস্তার করে।\nব্রাহ্মণদের গৌড়ে অভিবাসনের ফলে, উত্তরভারতের ভাষা, মৈথীলি ভাষা এবং মগধের ভাষার সাথে গৌড়ের স্থানীয় ভাষার (পুন্ড্রক্ষত্রিয় গনের ভাষার)সাথে সংমিশ্রণ ঘটে বাংলা ভাষার সৃষ্টি হয়।এখানে উল্লেখ্য - ভাস্কর বমা' গৌড় দখল করে সেখানেই  অধিক সংখ্যায় ব্রাহ্মণগনকে ভূমি দান করেন।কিছু পরিমান শিক্ষিত মৈথীলি ব্রাহ্মণকে কামরূপে ভূমি দান করেন। পরবর্তী সময়ে এই সকল ব্রাহ্মণগনের বিরাট অংশ পূর্ববঙ্গে এবং রারবঙ্গে চলে যান।\nএর ফলে Banga-Kamrupi এর সাথে Maithili and North Indian ভাষার মিশ্রনের ফলে সৃষ্টি হয়েছে  \"বাংলা ভাষার\" এবং  Banga-Kamrupi + Maithili + Eastern Kamrupi + Bhotchinyo ভাষার মিশ্রনের ফলে সৃষ্টি হয়েছে অসমীয়া ভাষার।\nভাষাবিদ গনের মত অনুযায়ী বঙ্গ-কামরূপী/বঙ্গ-অসমীয়া ভাষা থেকে সরাসরি দুটি ভাষার সৃষ্টি হয়েছে। ১) বাংলা ভাষা এবং ২) অসমীয়া ভাষা। পূর্বে ভাষাবিদগন বঙ্গ-কামরূপী/বঙ্গ-অসমীয়া বলে যে ভাষাকে চিহ্নত করেছিলেন, আধুনিক ভাষাবিদগন সেই ভাষাকেই রাজবংশী / কামতাপুরী ভাষা হিসাবে চিহ্নত করেছেন।\nবাংলা ভাষার ভাষাবিদ গনের মধ্যে কিছু ভাষাবিদ কামরূপী ভাষাকে এবং বরেন্দ্রী ভাষাকে বাংলা ভাষার উপভাষা হিসেবে চিহ্নিত করেছিলেন। সেটাই এযাবতকাল মেনে চলা হয়েছে। কিন্তু পরবর্তী সময়ে আধুনিক দেশি ও বিদেশি ভাষাবিদগন, আধুনিক গবেষণার মাধ্যমে প্রমাণ করতে সফল হয়েছেন যে, কামরূপী ভাষা এবং বরেন্দ্রী ভাষা বাংলা ভাষার উপভাষা নয়। আধুনিক ভাষাবিদগন প্রমাণ করতে সফল হয়েছেন শুধু নয়, ওনারা এটাও প্রমাণ করেছেন যে কামরূপী এবং বরেন্দ্রী একই ভাষা।\nসুতরাং আধুনিক ভাষাবিদ গনের প্রমাণিত তথ্যের ওপরে, ভিত্তি করে এটা মেনে নিতে হবে যে, কামরূপী ভাষা এবং বরেন্দ্রী ভাষা বাংলা ভাষার উপভাষা নয়। এখানে মনে রাখা দরকার কামরূপী ভাষাটিই হোলো রাজবংশী / কামতাপুরী ভাষা এবং বরেন্দ্রী ভাষা হোলো পুণ্ড্রবধ'নের ভাষা। পুণ্ড্রক্ষত্রিয় গনই হলেন বত'মান সময়ের রাজবংশী ক্ষত্রিয় জাতি। এই রাজবংশী ক্ষত্রিয় জাতির ইতিহাস আমরা মেটামুটি ভাবে সকলেই জানি।কিন্তু ধর্ম পরিবর্তনের ফলে রাজবংশী জাতি এখন হিন্দু, মুসলিম, বৌদ্ধ, খ্রিস্টান বিভিন্ন সম্প্রদায়ে বিভক্ত। কিন্তু ভাষা একই।\nএখানে উল্লেখযোগ্য ঘটনা হোলো Western Kamrupi (Rajbanshi) ভাষা যদি আপনার জানা থাকে তাহোলে আপনি অতীসহজেই - বাংলা, ওড়িয়া, মৈথিলী, হিন্দী, নেপালী, অসমীয়া ভাষা বুঝতে পারবেন এবং একটু চেষ্টা করলে বলতেও পারবেন।\nকিন্তু এই বাংলা ভাষা সৃষ্টির পেছনে সবচেয়ে বেশি অবদান যে দুটি ভাষার রয়েছে, সেই দুটি ভাষা হোলো ১)মৈথিলী ভাষা এবং ২)পশ্চিম কামরূপী (রাজবংশী) ভাষা।কিন্তু এই সুমধুর বাংলা ভাষার সৃষ্টিই হোতনা, যদিনা সপ্তম শতকে কামরূপের মহারাজা ভাস্কর বমা' দৃর রাজনৈতিক সিদ্ধান্ত না নিতেন। ওনার সেই সিদ্ধান্তের জন্য মৈথিলী এবং পুণ্ড্রক্ষত্রিয় গনের ভাষা সংমিশ্রণের সুযোগ পেয়েছিল। তা নাহলে আজকে আমরা বাংলা ভাষায় কথাই বলতে পরতাম না।\nবৌদ্ধ ধর্মাবলম্বী পাল রাজাদের শাসনকালে বিভিন্ন শ্রেণীর মধ্যে মেলামেশা, আচার-আচরণ ও রীতি-নীতির ক্ষেত্রে সামাজিক বাধা তেমন একটা ছিল না, কিন্তু ব্রাহ্মণ্যবাদের গোড়া সমর্থক সেন রাজাদের সময় প্রবলভাবে এসকল বাধা বিদ্যমান ছিল। এর ফলে বিভিন্ন শ্রেণীর মানুষের মধ্যে দূরত্ব বৃদ্ধি পায়। সমাজে নিম্ন ও অন্ত্যজ শ্রেণীর উত্থান ক্রমশ প্রকট হয়ে ওঠে।\nএরপর ভারতে ইসলামের আবির্ভাব ঘটলে বঙ্গ অঞ্চলেও ইসলাম ধর্মে প্রসার ঘটে।বকতিয়ার খলজি নামে দিল্লি সুলতানির দাস রাজবংশের এক তুর্কি সেনানায়ক সর্বশেষ সেন রাজা লক্ষ্মণসেনকে পরাস্ত করে বঙ্গের একটি বিরাট অঞ্চল অধিকার করে নেন। এরপর কয়েক শতাব্দী এই অঞ্চল দিল্লি সুলতানির অধীনস্থ সুলতান রাজবংশ অথবা সামন্ত প্রভুদের দ্বারা শাসিত হয়। ষোড়শ শতাব্দীতে মুঘল সেনানায়ক ইসলাম খাঁ বঙ্গ অধিকার করেন। যদিও মুঘল সাম্রাজ্যের রাজদরবার সুবা বাংলার শাসকদের শাসনকার্যের ব্যাপারে আধা-স্বাধীনতা প্রদান করেছিলেন। এই অঞ্চলের শাসনভার ন্যস্ত হয়েছিল মুর্শিদাবাদের নবাবদের হাতে।নবাবেরাও দিল্লির মুঘল সার্বভৌমত্বের প্রতি শ্রদ্ধাশীল ছিলেন।\nপঞ্চদশ শতাব্দীর শেষভাগে বঙ্গ অঞ্চলে ইউরোপীয় বণিকদের আগমন ঘটে। এই সব বণিকেরা এই অঞ্চলে নিজ নিজ প্রভাব বিস্তার করতে সক্ষম হন। অবশেষে 1757 সালে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি পলাশীর যুদ্ধে বাংলার শেষ স্বাধীন নবাব সিরাজদ্দৌলাকে পরাজিত করেন। এর পর সুবা বাংলার রাজস্ব আদায়ের অধিকার কোম্পানির হস্তগত হয়। 1765 সালে বেঙ্গল প্রেসিডেন্সি স্থাপিত হয়। ধীরে ধীরে সেন্ট্রাল প্রভিন্সের (অধুনা মধ্যপ্রদেশ) উত্তরে অবস্থিত গঙ্গা-ব্রহ্মপুত্রের মোহনা থেকে হিমালয় ও পাঞ্জাব পর্যন্ত সকল ব্রিটিশ-অধিকৃত অঞ্চল বেঙ্গল প্রেসিডেন্সির অন্তর্ভুক্ত হয়। ছিয়াত্তরের মন্বন্তরে লক্ষাধিক সাধারণ মানুষের মৃত্যু ঘটে। 1772 সালে কলকাতা ব্রিটিশ ভারতের রাজধানী ঘোষিত হয়। বাংলার নবজাগরণ ও ব্রাহ্মসমাজ-কেন্দ্রিক সামাজিক-সাংস্কৃতিক সংস্কার আন্দোলন বাংলার রাজবংশী সাংস্কৃতিক ও অর্থনৈতিক জীবনে গভীর প্রভাব বিস্তার করে।\nকিন্তু মজার বিষয় এত কিছু ঘটনা ঘটে যাওয়ার পরেও রাজবংশী ভাষা বত'মান সময়েও, তার প্রাচীন রূপ অনেকটাই ধরে রাখতে পারল কিভাবে?\nসপ্তম শতক থেকে চতুরদশ শতক অব্দি উত্তর-পূর্ব ভারতে বাংলার কোনো শাসন কাজ পরিচালিত হোতো না এবং সেখানে বাংলা ভাষিও ছিলেন না। এখন যে সীমানাঃ উত্তর বাংলা, পূর্ব বিহার, পূর্ব নেপাল, উত্তর বাংলাদেশ এবং উত্তর-পূর্ব ভারত। তাহোলে Charja Pader ভাষা কি ভাবে বাংলা ভাষার প্রচীন রূপ হয়? এখন প্রচলিত বাংলা ভাষার সাথে Charja Pader ভাষার সে রকম মিল নেই, কিন্তূ এখনও প্রচলিত রাজবংশী ভাষার সাথে চযা'পদের ভাষার সরাসরি মিল রয়েছে, হাজার বছরের অধিক সময় পার করেও।  \nউদাহরণঃ “টালত মোর ঘড়, নাহি পরবেশি। হাড়িত ভাত নাই, নিতি আবেশি”।\nকামরূপীর/রাজবংশী ভাষার নিমিত্তাথ'ক অনুসগ' 'বাদে' (তোর বাদে = তোর জন্য) সাধু বা চলিত বাংলায় অপ্রচলিত। কিন্তু এই ধরনের উপসগ' মাগধী-প্রাকৃতজাত অন্যান্য পূর্বী ভাষায় সমান্তরালভাবে প্রচলিত (তুলনীয়: ভোজপুরী নিমিত্তাথ'ক অনুসগ' 'বদে')এই অনুসগ'টি হয়ত অন্যান্য মগধীয় ভাষাগোষ্ঠীর সাথে বাংলার আত্মীয়তাবন্ধনের স্মৃতি।\nশ্রীকৃষ্ণকীত'নের একটি বিখ্যাত শ্লোক 'বন পোড়ে আগ বড়ায়ি জগজনে জানী/মোর মন পোড়ে যেহ্ন কুম্ভারের পনী।।' উত্তরবঙের পল্লীরমণীর মুখে নিম্নরূপভাবে প্রতিধনিত হতে শোনা যায়: \"বন পোড়া যায সোগ্গায় দেখে/মন পোড়া যায় কাহয় না জানে।\"একটিমাত্র দৃষ্টন্ত থেকেই অনুমান করা যায় যে, সন্ধান করলে প্রাচীন ও মধ্যবাংলার অনেক প্রবচন ও ইডিয়মই উত্তরবঙের লোকোক্তির মধ্যে খুঁজে পাওয়া যাবে।\nএখানে প্রশ্ন উঠবে, এই সব মধ্যযুগীয় ভাষালখ্যণ একালের কামরূপীতে/রাজবংশীতে/কামতাপুরীতে রক্ষিত হল কি ভাবে? এর উত্তর পাওয়া যাবে ইতিহাসের পাতায়। উত্তরপূব' ভারতের প্রায় সব'ত্র বাংলা ভাষার বিস্তার থাকলেও উত্তর ও উত্তর-পূব'ঙের সাথে নিম্ন ও অন্য বঙ্গের রাজনৈতিক বিচ্ছেদ শুরু হয়েছিল মধ্যযুগে। ঐ সময় বাংলার অন্যত্র যখন একে একে পাঠান-মোগল ও সামন্ত রাজাদের আধিপত্য, এই স্থানে তখন অখণ্ড কামতারাজ্য। এই রাজনৈতিক অনৈক্যের সূত্র ধরে ভাষার বিকাশ ও অগ্রগতির ব্যাপারেও উভয় বঙ্গের মধ্যে ক্রমশ বৈষম্য সূচিত হয়েছিল।\nমধ্য যুগেও রাজবংশী/কামতাপুরী/কামরূপী ভাষা কামতা রাজ্যের রাজভাষারূপে প্রতিষ্ঠিত ছিল। এমনকি কোচবিহার রাজ্য ভারতভুক্তির আগে পয'ন্ত।\n১৫৫৫ খ্রীস্টাব্দে কামরূপী/রাজবংশী/কামতাপুরী ভাষায় যে চিঠি কোচবিহারে মহারাজা নরনারায়ণ, অহোমরাজ সগ'দেব চুকাম্ফাকে যে চিঠি লিখেছিলেন, সেই চিঠিকেই বাংলা সাহিত্যের ঐতিহাসিক/ভাষাবিদগন বাংলা গদ্যের প্রাচীনতম নিদশ'ন বলে উল্লেখ করে থাকেন। বলা বাহুল্য শুধু এই চিঠিটাই নয়, কামতারাজ্যের ও কোচবিহার রাজ্যের অন্যান্য রাজকীয় চিঠিপত্রও এই রাজবংশী/কামতাপুর/কামরূপী ভাষায় লেখা হয়েছে।\nএই প্রসঙ্গে উল্লেখযোগ্য বিষয়, এই রাজবংশী ভাষায় শুধু যে ব্যবহারিক চিঠপত্রই লেখা হয়েছে তা নয়, কামরূপ/কামতাপুর/কোচবিহারে এই ভাষায় রামায়ণ, মহাভারত, পুরাণের পদ্যানুবাদ করেছেন, বংশাবলী লিখেছেন, নাটকগীত ও পদাবলী রচনা করেছেন।\nকিন্তু আধুনিক যুগে এই প্রাচীণ সমৃদ্ধশালী কামরূপী ভাষাকে অপাংন্তেও করে দেওয়া হয়েছিল, এটা বড় বেদনার। এই প্রাচীন ভাষাকে বাংলা ভাষার উপভাষা হিসেবে ঘোষণা করা হয়েছে, সেটা আরও বেদনার। কিন্তু কথায় আছে না,\"ইতিহাস কোনো ভাবেই চাপা থাকে না। এক দিন না এক দিন প্রকাশিত হবেই।\" এমনকি আরও অবাক করা বিষয়,  কামরূপী ভাষার সমৃদ্ধ সাহিত্য গুলো নিজেদের মধ্যে ভাগাভাগি করে নিয়েছেন বাংলা ভাষা এবং অসমীয়া ভাষার ভাষাবিদ গন। ঠিক যেমন পৈতৃক সম্পত্তির উত্তরাধিকারী গনের মধ্যে ভাগাভাগি হয়। কিন্তু সেটা সাধারণত হয়ে থাকে পিতা-মাতা যখন তার উত্তরাধিকারী গনকে চিরকালের মত ত্যাগ করে চলে যান। কিন্তু কামরূপী / রাজবংশী ভাষার (পুন্ড্রক্ষত্রিয় গনের ভাষার)সাথে  সাথে যেটা হয়েছে, সেটাতো জীবিত পিতা-মাতাকে সম্পত্তির লোভে পিটিয়ে বাড়ি থেকে বের করে দেওয়ার মতো ঘটনা।\nকথায় আছে, “ইতিহাস কথা বলে”। বত'মানে আধুনিক গবেষণার মাধ্যমেই সবকিছু প্রমানিত যে, কামরূপী / কামতাপুরী /রাজবংশী / গোয়ালপাড়ীয়া / রংপুরী / তাজপুরী / সূর্যাপুরী / বারেন্দ্রী / বঙ্গকামরূপী / বঙ্গঅসমীয়া ভাষা, একই ভাষা এবং স্থান ভেদে বিভিন্ন নামে পরিচিত।\nবত'মানে রাজবংশী / কামতাপুরী ভাষা West Bengal and Nepalএ সরকারি ভাষা হিসাবে স্বীকৃতি পেয়েছে। অথা'ৎ রাজবংশী ভাষা বত'মানে আন্তজা'তীক ভাষা।"}