{"pageid": 1033689, "title": "ভিল্লিয়ানুর টেরাকোটা শিল্প", "url": "https://bn.wikipedia.org/wiki?curid=1033689", "content": "ভিল্লিয়ানুর পোড়ামাটির কাজ যা ভারতের কেন্দ্রশাসিত অঞ্চল পন্ডিচেরির ভিল্লিয়ানুর গ্রামের গ্রামবাসীদের দ্বারা সবুজ কাদামাটি, বালি এবং থেন্নাল থেকে তৈরি করা হস্তশিল্প। এর ২০টিরও বেশি প্রজন্মের ইতিহাস রয়েছে।\nএই হস্তশিল্পটি বাণিজ্য সম্পর্কিত বৌদ্ধিক সম্পত্তি অধিকার (টিআরআইপিএস) চুক্তির ভৌগোলিক ইঙ্গিতের আওতায় সুরক্ষার জন্য নিবন্ধিত হয়েছে। ২০১১ সালে, ভারত সরকারের জিআই অ্যাক্ট ১৯৯৯ এর অধীনে এটি \"ভিলিয়ানুর টেরাকোটা ওয়ার্কস\" হিসাবে তালিকাভুক্ত হয়েছিল, যা পন্টেন্টস ডিজাইনস এবং ট্রেডমার্কের নিয়ন্ত্রক দ্বারা ক্লাস ২১-এর অধীনে মাটির শিল্প হিসাবে আবেদনের সংখ্যা ২০১ অনুসারে রেজিস্ট্রেশন করেছে।\n\n\n== অবস্থান ==\nএই পোড়ামাটির পণ্যগুলি পুডুচেরির ভিলিয়ানুর কম্যুন পঞ্চায়েতের এবং আশেপাশে তৈরি করা হয়। এটি পুডুচেরির ১১ টি ছিটমহলের মধ্যে একটি যা ২৯০ বর্গকিলোমিটার (১১০ বর্গমাইল) যা পশ্চিমে তামিল নাড়ুর ভিল্লুপুরম এবং কুড্ডালোর জেলা এবং পূর্বে বঙ্গোপসাগর দ্বারা বেষ্টিত।\n\n\n== ইতিহাস ==\nপন্ডিচেরীতে পোড়ামাটির রচনাগুলি তৈরির ইতিহাস অবশ্যই প্রতিষ্ঠিত হয়নি যদিও আরিকামদুতে প্রত্নতাত্ত্বিক খননকার্যের (যা প্রথম শতাব্দীতে রোমের সাথে প্রাচীন সামুদ্রিক সম্পর্ক ছিল) সময় পাওয়া গেছে সূক্ষ্ম মানের পোড়ামাটির খেলনা। যা সাতবাহনদের দ্বারা তৈরি ধরনের তুলনায় সূক্ষ্ম মানের হিসাবে বিবেচিত হয়।\nএই শিল্পকর্মটি বিশেষত \"কুলার\" নামে পরিচিত সম্প্রদায়ের ২০টি প্রজন্মের পৈতৃক উত্তরাধিকার হিসাবে, ভিলিয়ানুর গ্রাম এবং তার আশেপাশের অঞ্চলগুলিতে বিশেষভাবে চিহ্নিত। ফরাসি পন্ডিচেরির শাসনামলে এই শিল্পটি পূর্ণাঙ্গতা পেয়েছিল।\n\n\n== উৎপাদন প্রক্রিয়া ==\nপোড়ামাটির কাজগুলির হস্তশিল্পের জন্য ব্যবহৃত মৌলিক উপকরণগুলি হল সবুজ কাদামাটি, থেন্নাল এবং সূক্ষ্ম বালি যা স্থানীয়ভাবে স্যুডু  নামে পরিচিত। বাঁশের তৈরি বিভিন্ন ধরনের সরঞ্জাম শিল্পের ফর্মগুলি হস্তশিল্পে ব্যবহৃত হয়। প্রক্রিয়ার প্রথম ধাপে কাদামাটির সমস্ত পাথর অপসারণ করা হয়। তারপরে ২০ শতাংশ মাটি, ৪০ শতাংশ থেন্নাল এবং ৪০ শতাংশ সূক্ষ্ম বালি দিয়ে মিশ্রণ তৈরি করা হয়। ভাল করে গুঁড়া করার পরে মিশ্রণটি কিছু সময়ের জন্য শুকিয়ে যাওয়ার পরে ভাল হয়ে যায়। তারপরে প্রস্তুত মিশ্রণটি খেলনা, প্রতিমা ইত্যাদির মতো পণ্যগুলি বিভিন্ন আকারে তৈরি করতে অল্প পরিমাণে ব্যবহৃত হয়। মূর্তি তৈরির জন্য ছাঁচগুলি শরীরের অঙ্গগুলির জন্য ব্যবহৃত হয়, যখন বাকী চিত্রগুলি হাতে হাতে মোটিফ দিয়ে সজ্জিত হয়। এরপরে সম্পূর্ণ শিল্পকর্মটি ১২ ঘণ্টা শুকানোর অনুমতি দেওয়া হয় যার পরে এটি বিক্রয়ের জন্য প্রস্তুত হয়।\nমূর্তির জীবন বাড়ানোর জন্য নৈপুণ্যের কাজটি পোদা কুঁচি, গুঁড়ো কাঠ এবং সানাম দিয়ে প্রায় ৩০ মিনিটের জন্য আগুনে পোড়ানো হয়। পোড়ানোর পরে, নৈপুণ্যের কাজটি বালির সাথে আবৃত করে শীতল হতে দেওয়া হয়।\nতৈরি কিছু পণ্য হ'ল দেবদেবী, দেবদেবতা, দেবতা, প্রাণী রূপ, প্রাচীরের ঝুলন্ত ইত্যাদি।  তৈরি লম্বা প্রতিমাগুলির মধ্যে একটি ৬ ফুট (১.৮ মিটার) উচ্চতাবিশিষ্ট, যা পৃথক এবং পুনরায় সংযুক্ত করা যেতে পারে। ক্ষুদ্রতম আকারের পণ্য বিশেষত গণেশের প্রায় এক ইঞ্চি মাপ দেয়।\nভিলিয়ানুর টেরাকোটার একটি বিশেষত্ব, যা অন্যান্য পোড়ামাটির কাজগুলির দ্বারা সম্ভব নয়, সেগুলি হ'ল এগুলি ৩০ ফুট (৯.১ মিটার)  উচ্চতাবিশিষ্ট ও যেকোনো পুরুত্বে তৈরী করা যায়।\nভিলিয়ানুর টেরাকোটা শিল্পের ২ জন মাস্টার কারিগর, পন্ডিচেরি ক্রাফট ফাউন্ডেশনের প্রতিনিধি এবং ন্যাশনাল ইনস্টিটিউট অফ ফ্যাশন টেকনোলজি (এনআইএফটি), চেন্নাইয়ের সহযোগী অধ্যাপকদের সমন্বয়ে গঠিত একটি কমিটি কোয়ালিটি নিয়ন্ত্রণ করে।\nভিলিয়ানুর টেরকোটা ওয়ার্কসের একজন প্রধান কারিগর হলেন ভি কে মুনুসামি যিনি ভিলিয়ানুর গ্রামের বাসিন্দা। তিনি এই শিল্প ফর্মটিতে ব্যবহারিক প্রশিক্ষণের ক্লাস নেন, যাতে জাতীয় এবং আন্তর্জাতিক ছাত্ররা অংশ নেয়। তিনি অনেক দেশ থেকে ৬৮টি পুরস্কার পেয়েছেন এবং ২০০৫ সালে তার পোড়ামাটির কারুকার্যের জন্য ইউনেস্কোর পুরস্কারও পেয়েছিলেন।\nপন্ডিচেরি জুড়ে এখন অনেকগুলি পোড়ামাটির ইউনিট রয়েছে যেখানে তারা সূক্ষ্ম ক্ষুদ্র চিত্রগুলি তৈরি করে ( ৩–৫ ইঞ্চি (৭৬–১২৭ মিলিমিটার) ) এছাড়াও, বৃহৎ আকারে প্রাণী এবং ধর্মীয় আইকনগুলি বড় আকারের তৈরি করা হয়।\n\n\n== তথ্যসূত্র =="}