{"pageid": 1033396, "title": "মালিক মেহেরুন নিসা আফ্রিদি", "url": "https://bn.wikipedia.org/wiki?curid=1033396", "content": "মালিক মেহেরুন নিসা আফ্রিদি ( উর্দু: ملک مہرالنساءآفریدی‎‎; পশতু: مالك مَہرُالنساءاپريدي; ৭ এপ্রিল, ১৯৪৩ – ৪ মার্চ, ২০১৩) ছিলেন একজন পাকিস্তানি আইনজীবী ও রাজনীতিবিদ। তিনি দু'বার সংসদ সদস্য ছিলেন। তিনি ১৯৮৮ থেকে ১৯৯০ সাল পর্যন্ত  এবং ২০০৮ থেকে ২০১৩ সাল পর্যন্ত  সংরক্ষিত নারী আসনে নির্বাচিত হয়েছিলেন। তিনি ১৯৬৮ সালের ২৪ শে এপ্রিল পাকিস্তান পিপলস পার্টিতে ছাত্রনেত্রী হিসাবে যোগ দিয়েছিলেন এবং ২০১৩ সালের ৪ মার্চ মৃত্যুর আগ পর্যন্ত তিনি নিজের দলের প্রতি অনুগত ছিলেন। তিনি পাকিস্তান পিপলস পার্টির কেন্দ্রীয় কার্যনির্বাহী কমিটির সদস্য ছিলেন। \n\n\n== প্রাথমিক জীবন ==\nমালিক মেহেরুন নিসা আফ্রিদি ব্রিটিশ ভারতীয় সাম্রাজ্যের উত্তর-পশ্চিম সীমান্ত প্রদেশের পেশোয়ার  শহরের আফ্রিদি গোষ্ঠীর মালিকদিন খেল বংশে জন্মগ্রহণ করেছিলেন যা বর্তমানে পাকিস্তানের খাইবার পাখতুনখোয়ার অংশ। তিনি জনাব ও জনাবা মালিক আবদুল মালিক আফ্রিদির কন্যা। নয় বছর বয়সে তাঁর বাবা মারা গিয়েছিলেন। তাঁর মা ছিলেন একজন স্কুল শিক্ষক এবং পরবর্তীতে জিএইচএসএস বেগম শাহাবুদ্দিন বিদ্যালয়ের অধ্যক্ষ।\nতিনি পাকিস্তান গার্ল গাইড গাইডের সদস্য ছিলেন এবং পশ্চিম পাকিস্তান ও পূর্ব পাকিস্তানের (বর্তমান বাংলাদেশ ) বিভিন্ন ক্যাম্পে অংশ নিয়েছিলেন। ১৯৬৫ সালের ভারত-পাকিস্তান যুদ্ধের সময় তিনি একজন স্বেচ্ছাসেবক ছিলেন এবং ভারতের বিমান আক্রমণে আহতদের সহায়তা করার জন্য পেশোয়ারের লেডি রিডিং হাসপাতাল  তাঁকে নিয়োগ দেওয়া হয়েছিল।\nতিনি রাজনীতিতে যোগদানের জন্য নিজের মা ও মামার কাছ থেকে অনুপ্রাণিত হয়েছিলেন। তাঁর মা পাকিস্তান আন্দোলনে সক্রিয় ছিলেন এবং তিনি সর্বভারতীয় মুসলিম লীগের সদস্য ছিলেন। তাঁর মা ব্রিটিশ শাসনের বিরুদ্ধে পেশোয়ারে অনুষ্ঠিত অসংখ্য ঐতিহাসিক প্রতিবাদেও জড়িত ছিলেন।\n\n\n== কর্মজীবন ==\nমেহেরুন নিসা সরকারি পরিষেবা কমিশন কর্তৃক নির্বাচিত পশতু ভাষার প্রভাষিকা ছিলেন। তিনি পেশোয়ারের সুপরিচিত কলেজে \"ফ্রন্টিয়ার কলেজ ফর উইমেন পেশোয়ার\" এবং \"মহিলা ডিগ্রি কলেজ নওশেরা\"-তে শিক্ষকতা করেছিলেন।\nতিনি ১৯৯৬ সালে বিচারপতি হিসাবে নিযুক্ত হতে অস্বীকার করেছিলেন যাতে তিনি পাকিস্তান পিপল পার্টিস উইমেন উইংয়ের (কেপি) সভাপতির পদে রাজনৈতিক কাজ চালিয়ে যেতে পারেন।\n\n\n== গ্রন্থপঞ্জি ==\nগুলাবোনা (২০১৫)\n\n\n== তথ্যসূত্র =="}