{"pageid": 1033755, "title": "দ্বি-নিষেক", "url": "https://bn.wikipedia.org/wiki?curid=1033755", "content": "দ্বি-নিষেক হলো ফুল উৎপাদনকারী (সপুষ্পক উদ্ভিদ ) উদ্ভিদের একটি জটিল নিষেক পদ্ধতি। এই প্রক্রিয়ায় দুটি পুং গ্যামেট (শুক্রাণু) এর সঙ্গে একটি স্ত্রী-গ্যামেটোফাইট (মেগাগ্যামেটোফাইট, এছাড়াও একে ভ্রূণথলি বলা হয়) অংশগ্রহণ করে । এটা শুরু হয় যখন একটি পরাগরেণু স্ত্রী স্তবকের গর্ভমুণ্ডে পতিত হয় । পরাগ রেণু তারপর আর্দ্রতা এবং পুষ্টি গ্রহণ শুরু করে , অতপর একটি পরাগ টিউব গঠিত হয় যা নলের মাধ্যমে ডিম্বাশয় পর্যন্ত বিস্তৃত হয় । পরাগ টিউবের সম্মুখ প্রান্ত তারপর ডিম্বাশয়ের ডিম্বকরন্ধ্রের মাধ্যমে ডিম্বাশয়ে প্রবেশ করে। পরাগ টিউব মেগাগ্যামেটোফাইটের মধ্যে দুটি পুং গ্যামেট (শুক্রাণু) মুক্তির জন্য মূলত অগ্রসর হয়।\nএকটি নিষিক্ত ডিম্বাশয়ের কোষ সংখ্যা ৮ এবং ৩+২+৩ (উপর থেকে নীচ) অর্থাৎ ৩ প্রতিপাদ কোষ, ২ মেরু কেন্দ্রীয় কোষ, ২ সহকারী কোষ এবং ১ ডিম্বাণু আকারে সাজানো থাকে।২টি শুক্রাণুর একটি ডিম্বাণুকে নিষিক্ত করে এবং অন্য শুক্রাণুটি মেগাগ্যামেটোফাইটের বৃহৎ কেন্দ্রীয় কোষের দুটি মেরু নিউক্লিয়াসের সাথে মিলিত হয়। হ্যাপ্লয়েড শুক্রাণু এবং হ্যাপ্লয়েড ডিম্বাণু একত্রিত হয়ে একটি ডিপ্লয়েড জাইগোট গঠন করে, এ প্রক্রিয়াকে বলা হয় সিনগ্যামি, অন্যদিকে অন্য শুক্রাণু এবং মেগাগ্যামেটোফাইটের বৃহৎ কেন্দ্রীয় কোষের দুটি হ্যাপ্লয়েড মেরু নিউক্লিয়াসের সাথে মিলিত হয়ে একটি ত্রি-নিউক্লিয়াস (ট্রিপল ফিউশন) গঠিত হয়। কিছু উদ্ভিদ পলিপ্লয়েড নিউক্লিয়াস গঠন করতে পারে। গ্যামেটোফাইটের বৃহৎ কোষ তারপর এন্ডোস্পার্মে বিকশিত হবে, একটি পুষ্টি সমৃদ্ধ টিস্যু যা বিকাশমান ভ্রূণকে পুষ্টি প্রদান করে। ডিম্বককে ঘিরে রাখা ডিম্বাশয় ফলে বিকশিত হয়, যা বীজসমূহকে রক্ষা করে এবং তাদের ছড়িয়ে দিতে কাজ করতে পারে।\nএন্ডোস্পার্ম গঠনে অবদান রাখা দুটি কেন্দ্রীয় মাতৃনিউক্লিয়াস (মেরু নিউক্লিয়াস) একই একক মায়োটিক বস্তু হিসেবে মাইটোসিস দ্বারা উদ্ভূত হয়, যা ডিম্বাণুর জন্ম দেয়। জেনেটিক গঠনে ট্রিপ্লয়েড এন্ডোস্পার্মের মাতৃঅবদান ভ্রূণের দ্বিগুণ।\n২০০৮ সালে আরাবিডোপসিস থালিয়ানা নামক উদ্ভিদের উপর পরিচালিত একটি গবেষণায়, স্ত্রী গ্যামেটের ভেতরে পুং নিউক্লিয়াসের অভিবাসন, স্ত্রী নিউক্লিয়াসের সাথে সংমিশ্রণ, প্রথমবারের মত ভিভো ইমেজিং ব্যবহার করে নথিভুক্ত করা হয়েছে। অভিবাসন এবং ফিউশন প্রক্রিয়ার সাথে জড়িত কিছু জিনও নির্ধারণ করা হয়েছে।\nনিটালস,যা একটি অপুষ্পক বীজ উদ্ভিদগণ, তাতেও দ্বি-নিষেক প্রক্রিয়া শনাক্ত করা হয়েছে।\n\n\n== আরও দেখুন ==\nনিষেক\nগ্যামেট\nমেগাস্পোর\nডিম্বাণু\nডিম্বক\nপরাগ রেণু\n\n\n== তথ্যসূত্র =="}