{"pageid": 1033346, "title": "স্পেস শাটল", "url": "https://bn.wikipedia.org/wiki?curid=1033346", "content": "স্পেস শাটল ১৯৮১ থেকে ২০১১ সাল পর্যন্ত জাতীয় মহাকাশ ও মহাকাশ প্রশাসন (নাসা) স্পেস শাটল কর্মসূচির অংশ হিসাবে একটি আংশিক পুনঃব্যবহারযোগ্য পৃথিবীর নিন্ম কক্ষপথীয় মহাকাশযান ব্যবস্থার দ্বারা পরিচালিত হয়। কর্মসূচির দাপ্তরিক নাম “স্পেস ট্রান্সপোর্টেশন সিস্টেম” (এসটিএস), যা ১৯৬৯ সালে পুনরায় ব্যবহারযোগ্য মহাকাশযানের একটি ব্যবস্থার পরিকল্পনা থেকে নেওয়া হয়, যেখানে এটিই কেবলমাত্র উন্নয়নের জন্য অর্থায়িত আইটেম ছিল। চারটি পরীক্ষামূলক কক্ষপথীয় উড়ানের প্রথমটি ১৯৮১ সালে হয়, যার ফলে ১৯৮২ সালে পরিচালনাগত বা কর্মক্ষম উড়ান শুরু হয়। ফ্লোরিডার কেনেডি স্পেস সেন্টার (কেএসসি) থেকে স্পেস শাটল উৎক্ষেপিত হত। ১৯৮১ থেকে ২০১১ পর্যন্ত মোট ১৩৫ টি অভিযানে পাঁচটি সম্পূর্ণ স্পেস শাটল কক্ষপথীয় যান নির্মিত হয় ও উড্ডয়ন করে। পরিচালনাগত অভিযানসমূহ অসংখ্য উপগ্রহ, আন্তগ্র্রহ প্রোব ও হাবল স্পেস টেলিস্কোপের (এইচএসটি) উৎক্ষেপণ, কক্ষপথে বিজ্ঞান পরীক্ষা পরিচালনা, রাশিয়ার সাথে শাটল-মীর কর্মসূচি পরিচালনা এবং আন্তর্জাতিক মহাকাশ স্টেশনের (আইএসএস) নির্মাণ ও পরিষেবা প্রদান করে। স্পেস শাটল বহরের মোট  অভিযান সময় ১,৩৩২ দিন, ১৯ ঘণ্টা, ২১ মিনিট ও ২৩ সেকেন্ড।\nস্পেস শাটলের উপাদানসমূহের মধ্যে রয়েছে তিনটি ক্লাস্টারযুক্ত রকেটিন আরএস-২৫ প্রধান ইঞ্জিন সহ পরিক্রমাকারী যান (ওভি), পুনরুদ্ধারযোগ্য শক্ত রকেট বুস্টার (এসআরবি) এবং তরল হাইড্রোজেন ও তরল অক্সিজেন ধারণকারী ব্যয় বহনযোগ্য বহিরাগত ট্যাঙ্ক (ইটি)। স্পেস শাটলটি ইটি থেকে চালিত পরিক্রমাকারী যানের তিনটি প্রধান ইঞ্জিনের সাথে সমান্তরালভাবে দুটি এসআরবি এর সাথে প্রচলিত রকেটের মতো উল্লম্বভাবে উৎক্ষেপিত হয়। যানের কক্ষপথে পৌঁছানোর আগে পরিক্রমাকারী যানের দুটি অরবিটাল ম্যানুভারিং সিস্টেম (ওএমএস) ইঞ্জিন ব্যবহার করে এসআরবি দুটিকে জেটসিসন বা বিচ্ছিন্ন করা হয় এবং কক্ষপথ সন্নিবেশের ঠিক আগে ইটিকে বিচ্ছিন্ন করা হয়। অভিযানের সমাপ্তিতে, পরিক্রমাকারী যানটি কক্ষপথচ্যুত হতে ও বায়ুমণ্ডলে প্রবেশের জন্য তার ওএমএসকে প্রজ্বলন করে। পরিক্রমাকারী যানটি তাপীয় সুরক্ষা ব্যবস্থার টাইলসমূহের সাহায্যে বায়ুমণ্ডলে প্রবেশের সময় সুরক্ষিত থাকে এবং এটি রানওয়ে অবতরণের জন্য একটি স্পেস প্লেন হিসাবে সজ্জিত হয়েছিল, সাধারণত ফ্লোরিডার কেএসসি বা ক্যালিফোর্নিয়ার এডওয়ার্ডস এয়ার ফোর্স বেসে রজার ড্রাই লেকে শাটল অবতরণ সুবিধা উপস্থিত। যদি অ্যাডওয়ার্ডে অবতরণ করে, তবে পরিক্রমাকারী যানটিকে বিশেষত পরিবর্তিত বোয়িং ৭৪৭ শাটল পরিবাহক বিমানের দ্বারা কেএসসি'তে ফিরিয়ে আনা হয়।\nপ্রথম পরিক্রমাকারী যান, এন্টারপ্রাইজ ১৯৭৬ সালে নির্মিত হয় এবং অ্যাপ্রোচ ও ল্যান্ডিং টেস্টে ব্যবহৃত হয়, তবে তার কক্ষপথে উড্ডয়নের সামর্থ্য ছিল না। প্রাথমিকভাবে চারটি কার্যকর পরিক্রমাকারী যান তৈরি করা হয়।  পরিক্রমাকারী যানসমূহ হল কলম্বিয়া, চ্যালেঞ্জার, ডিসকভারি ও আটলান্টিস। এর মধ্যে ১৯৮৬ সালে চ্যালেঞ্জার ও ২০০৩ সালে কলম্বিয়া নামে দুটি পরিক্রমাকারী যান অভিযানের সময় দুর্ঘটনা ঘটার জন্য ধ্বংস হয় এবং মোট ১৪ জন নভোচারী নিহত হয়। চ্যালেঞ্জারকে প্রতিস্থাপনের জন্য ১৯৯১ সালে পঞ্চম কার্যক্ষম (এবং মোট ছয়টি) পরিক্রমাকারী যান নির্মিত হয়। স্পেস শাটল ২০১১ সালের ২১ জুলাই আটলান্টিসের চূড়ান্ত উড়ানের সমাপ্তির পরে পরিষেবা থেকে অবসর গ্রহণ করে। যুক্তরাষ্ট্র শেষ শাটল উড়ান থেকে শুরু করে বাণিজ্যিক নভোচারী কর্মসূচির অংশ হিসাবে স্পেসএক্সের ফ্যালকন ৯ রকেটে ২০২০ সালের মে মাসে ডেমো-২ অভিযানের যাত্রা পর্যন্ত আইএসএস-এ নভোচারীদের পরিবহনের জন্য রুশ সয়ুজ মহাকাশযানের উপর নির্ভর করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}