{"pageid": 1033185, "title": "জারা আবিদ", "url": "https://bn.wikipedia.org/wiki?curid=1033185", "content": "জারা আবিদ (উর্দু: زارا عابد‎‎; ৪ এপ্রিল ১৯৯২ – ২২ মে ২০২০) একজন পাকিস্তানি মডেল এবং অভিনেত্রী ছিলেন। তিনি বিভিন্ন ফটোশুটের জন্য পরিচিত ছিলেন। এছাড়াও আজিম সাজ্জাদ পরিচালিত চৌধুরী চলচ্চিত্রে অভিনয় করেছেন।\nতিনি পিআইএ ফ্লাইট ৮৩০৩ বিমান দুর্ঘটনায় মারা যাওয়া যাত্রীদের একজন ছিলেন, যা ২০২০ সালের ২২ মে পাকিস্তানের করাচিতে বিধ্বস্ত হয়।\n\n\n== ব্যক্তিগত জীবন ==\nজারা আবিদ ১৯৯২ সালের ৪ এপ্রিল পাঞ্জাবের লাহোরে। জন্মগ্রহণ করেন। তার বসবাস এবং বেড়ে ওঠা এবং তার পরিবারের সাথে করাচিতে। তিনি সেন্ট প্যাট্রিকের বালিকা উচ্চ বিদ্যালয়ে পড়াশোনা করেছেন এবং শো ব্যবসায়ে যাওয়ার পূর্বে স্নাতক ডিগ্রি অর্জন করেছেন।\n\n\n== মডেলিং কর্মজীবন ==\nএকজন ফ্যাশন আইকন হিসাবে, তিনি তার লম্বা উচ্চতা এবং ট্যানড রংয়ের জন্য পরিচিত ছিলেন যা তাকে মডেলিং শিল্পে স্ট্যান্ড আউট করতে সাহায্য করে। আবিদের মতে, যখন তিনি মডেলিং শুরু করেন তখন তিনি তার চেহারা এবং চামড়ার রঙের কারণে ভাড়া করার মতো বৈষম্যের সম্মুখীন হন। এরপরও তিনি বলেন যে তিনি তার উপায় কাজ করেছেন এবং তার পেশাগত দক্ষতা ও প্রতিভার উপর ভিত্তি করে সুযোগ পেয়েছেন। তাকে তার রংয়ের জন্য \"বিস্ময়কর এবং সম্পূর্ণ ভিন্ন\" হিসেবে বর্ণনা করা হয়েছে। একজন মেকআপ শিল্পীর মতে, আবিদ সংখ্যাগরিষ্ঠ পাকিস্তানি নারীদের \"ডাস্কি চামড়ার রঙ\" ধারণ করেছেন যা তাকে মেকআপ শিল্পে মডেল হিসাবে কাজ করতে সাহায্য করেছে।\n২০১৯ সালে হ্যালো ম্যাগ ম্যাগাজিনের জন্য সেলুনে তার একটি ফটোশুট, তিনি তার নিজের চেয়ে অনেক গাঢ় রঙের স্টাইল অনুসরণ করেন। এতে তার বিরুদ্ধে \"ব্ল্যাকফেস\" এবং সাংস্কৃতিক অপব্যবহারের অভিযোগ করা হয় এবং সমালোচকরা তাকে বর্ণবাদী বলে মনে করে। আবিদ ছবিগুলি তার ব্যক্তিগত ইনস্টাগ্রাম অ্যাকাউন্টে শেয়ার করেছেন। পোস্টগুলি ব্যাপক প্রতিক্রিয়া এবং ট্রোলিংয়ের স্বীকার হয়েছে। আবিদ তার ফটোশুটের পক্ষে বলেন যে এর উদ্দেশ্য হচ্ছে গাঢ় চামড়ার নারীদের ক্ষমতায়ন করা এবং তাদের প্রতিনিধিত্বের অভাব সম্পর্কে একটি বার্তা পাঠানো; তিনি সমাজে বিদ্যমান \"বর্ণবাদ\" বন্ধে আহ্বান জানিয়েছেন। তিনি প্রশ্ন তুলেছেন কেন তাকে অন্ধকার প্রোফাইল দত্তক নেওয়ার জন্য সমালোচনা করা হচ্ছে, যখন অন্য অসংখ্য ফটোশুটে তাকে উদ্দেশ্যপ্রণোদিতভাবে হালকা স্বরে উপস্থাপন করা হয়েছে।\nযে সব ডিজাইনার ব্র্যান্ডের জন্য তিনি মডেলিং করেছেন তার মধ্যে রয়েছে সানা সাফিনাজ, ওয়াজাহাত মনসুর, আনুস আবরার, জহির আব্বাস, দীপক এবং ফাহাদ, পায়েল কিয়াল, আলকারাম, গুল আহমেদ, কায়সেরিয়া, ধনক, রং জা, জেনারেশন, রিপাবলিক উইমেন্স ওয়্যার এবং হুসেন রেহার। তিনি টেলিভিশন বিজ্ঞাপনেও অভিনয় করেছেন, যেমন জং ৪জি।\n\n\n== চলচ্চিত্র ও টেলিভিশন ==\nআবিদ তার অভিনয় জীবন শুরু করেন চলচ্চিত্র চৌধুরী ছবিতে অভিনয়ের মাধ্যমে, চলচ্চিত্রটি পরিচালনা করেছেন আজিম সাজ্জাদ এবং লিখেছেন জিশান জুনাইদ। চলচ্চিত্রটি নিহত পুলিশ কর্মকর্তা চৌধুরী আসলাম খানকে নিয়ে একটি বায়োপিক, যেখানে আবিদ একজন কলেজ ছাত্রীর চরিত্রে অভিনয় করেছেন। একটি সাক্ষাৎকারে তার ভূমিকা সম্পর্কে বলতে গিয়ে আবিদ বলেন যে এটি তার বাস্তব জীবনের ব্যক্তিত্বের সাথে খুবই প্রাসঙ্গিক, তিনি যোগ করেন যে \"চরিত্রটি সত্যিই শক্তিশালী এবং হ্যাঁ বলার আগে আমি দুইবার ভাবিনি। স্ক্রিপ্টটা ফোনে আমাকে বর্ণনা করা হয়েছিল এবং আমি সাথে সাথে রাজি হয়ে গেলাম।\" তিনি ডিসেম্বর ২০১৮ সালে চলচ্চিত্রের জন্য শুটিং শুরু করেন। চলচ্চিত্রটি ২০২০ সালে মুক্তি পেয়েছে।\n১৬ জানুয়ারি, ২০১৯ তারিখে তিনি লেট নাইট টেলিভিশন কমেডি শো মাজাক রাতে অতিথি হিসেবে উপস্থিত হন। ২০২০ সালের ২৪ মে, তার প্রথম এবং একমাত্র স্বল্পদৈর্ঘ্য চলচ্চিত্র সিক্কা শ্রদ্ধা হিসাবে তাঁর মৃত্যুর দুই দিন পরে ইউটিউবে আপলোড করা হয়েছিল। এখানে আবিদ দুটি নারী চরিত্রকে চিত্রিত করেছেন যাদের জীবন সম্পদ এবং সামাজিক মর্যাদার দিক থেকে মেরু বিপরীত; তা সত্ত্বেও, কখনও পথ অতিক্রম না করা এবং ভিন্নভাবে জীবন যাপন করা সত্ত্বেও, তারা সমাজে নারী হিসেবে একই ধরনের পরীক্ষা এবং সংগ্রাম ভাগাভাগি করে। চলচ্চিত্রটিতে সংলাপ নেই এবং সাবা কামার তৃতীয় ব্যক্তি হিসেবে ঘটনা বর্ণনা করেন।\n\n\n== মৃত্যু ==\n২০২০ সালের ২২ শে মে, আবিদ পিআইএর ফ্লাইট ৮৩০৩ এর যাত্রীদের মধ্যে ছিল, যা করাচির জিন্নাহ আন্তর্জাতিক বিমানবন্দরের কাছে চূড়ান্ত অবতরণের পথে যাওয়ার সময় বিধ্বস্ত হয়েছিল; এই বিমানে করে লাহোরে মামার শেষকৃত্যে অংশ নিয়ে তিনি শহরে ফিরে আসছিলেন বলে জানা যায়। পিআইএ দ্বারা প্রকাশিত একটি ফ্লাইট ম্যানিফেস্টের যাত্রীদের তালিকায় তার নাম দেখিয়েছে। বিমানে থাকা ৯৯ জনের মধ্যে ৯৭ জনের মৃত্যুর খবর পাওয়া গেছে, এবং তাকে বেঁচে যাওয়া ব্যক্তিদের একজন হিসেবে রিপোর্ট করা হয়নি। তিনি লাহোরের উদ্দেশ্যে রওনা হওয়ার সময় পোশাক ব্র্যান্ড সানা সাফিনাজ-এর জন্য মডেলিং করছিলেন। তবে কিছু প্রাথমিক রিপোর্ট দাবি করেছিলো যে তিনি দুর্ঘটনা থেকে বেঁচে গিয়েছিলেন। দুর্ঘটনার পরে আবিদের ভাই মিডিয়াকে বলেছিলেন যে  হাসপাতালে ভর্তি করা আহতদের মধ্যে এখনো তাকে খুঁজছিল এবং তারা কর্তৃপক্ষের কাছ থেকে তারা আপডেটের অপেক্ষায় ছিল। এরপর তার ভাই এই বিষয়ে ভূয়া খবর ছড়ানো বন্ধ করার অনুরোধ করেন।\nবিমান দুর্ঘটনার খবর ছড়িয়ে পড়ার সাথে সাথেই সামাজিক যোগাযোগমাধ্যমে শ্রদ্ধাঞ্জলি আসতে শুরু করে। ফ্যাশন এবং বিনোদন শিল্পের অনেক নামী ব্যক্তিরা তার মৃত্যুর বিষয়টি নিশ্চিত হওয়ার পরে শোক প্রকাশ করেছেন। আবিদ তার পোশাক এবং তার জীবনযাত্রার পছন্দের জন্য অনেক লোকের কাছ থেকে অনলাইন অপব্যবহারের শিকার হন, যার ফলে সোশ্যাল মিডিয়া প্ল্যাটফর্মে তার একাউন্ট নিষ্ক্রিয় করে দেওয়া হয়।\n\n\n== পুরস্কার এবং মনোনয়ন ==\n২০২০ সালের জানুয়ারি মাসে আবিদ চতুর্থ হাম স্টাইল পুরস্কারে \"শ্রেষ্ঠ নারী মডেল\" বিভাগে পুরস্কার লাভ করেন। এছাড়াও তিনি হ্যালো দ্বারা প্রকাশিত \"শীর্ষ ১০০ মানুষ\" শীর্ষক ম্যাগাজিনের পাকিস্তান সংস্করণে অন্তর্ভুক্ত ছিলেন।\n\n\n== তথ্যসূত্র =="}