{"pageid": 1033515, "title": "মীণা", "url": "https://bn.wikipedia.org/wiki?curid=1033515", "content": "মীনা (উচ্চারণ [মি:না]) একটি উপজাতি যা মূলত ভারতের রাজস্থান এবং মধ্য প্রদেশ অঞ্চলে পাওয়া যায়। এর নামটি মীনান্দা বা মিনা নামেও পরিচিত। মীনরা বিষ্ণুর মাতস্য অবতার এবং প্রাচীন মাত্স্য রাজ্যের সাথে সম্পর্কযুক্ত বলে দাবি করেন।\n\n\n== অপরাধী উপজাতি আইন,1871 এবং মীনা জাতি ==\nভারতে, ব্রিটিশরা ক্রিমিনাল ট্রাইবস অ্যাক্ট তৈরি করে এবং ভারতের রাজ্যগুলির স্থানীয় ব্রিটিশ কর্মকর্তারা মীনা জাতিকে ফৌজদারি উপজাতি আইনে অন্তর্ভুক্ত করে।\n\n \n\nভারতের স্বাধীনতার পর, 1949 সালে আইনটি বাতিল করা হয়েছিল এবং অন্যান্য বর্ণের সাথে মীনা জাতিকে এই আইন দ্বারা অজ্ঞাত করা হয়েছিল। 2005 সালে, ভারত সরকার ন্যাশনাল কমিশন ফর ডিনোটিফাইড, যাযাবর, সেমি যাযাবর উপজাতি (এনসিডিএনএসটি) প্রতিষ্ঠা করে এবং রাজ্যগুলি নিম্নরূপ মীনা জাতিকে ডিএনএসটি বিভাগে অন্তর্ভুক্ত করে।\n\n\n== ভারতের রাজ্যগুলি অনুসারে মীনা জাতি বিভাগ ==\nমীনা জাতি প্রধানত উত্তর ভারতের রাজ্যে অবস্থিত, ভারতের বিভিন্ন রাজ্য দ্বারা মীনা জাতিকে বিভিন্ন বিভাগে অন্তর্ভুক্ত করা হয়েছে।\nরাজ্যগুলির তালিকা নিম্নরূপ -\n\nমধ্যপ্রদেশ-মীনা জাতিকে মধ্যপ্রদেশের সিনরোজ জেলার বিদিশা মহকুমার তফসিলি উপজাতি বিভাগে অন্তর্ভুক্ত করা হয়েছিল যা 01-জানুয়ারি-2003 ভারত সরকারের গেজেট বিজ্ঞপ্তির পরে অপসারণ করা হয়েছিল৷\"বর্তমানে, মীনা (রাওয়াত) দেশের অন্যান্য অনগ্রসর শ্রেণীর অন্তর্ভুক্ত (ডেটা-এন্ট্রি নম্বর :19)\"\n অন্য সমস্ত 'মীনা' অসংরক্ষিত বিভাগে অন্তর্ভুক্ত।\n[নোট-1. মীনা জাতি উত্তরপ্রদেশ, বিহার এবং অন্যান্য রাজ্যের কোনো সংরক্ষিত বিভাগে অন্তর্ভুক্ত নয়।\n2. পাঞ্জাব শুধুমাত্র ডিএনএসটি বিভাগ অন্তর্ভুক্ত করে।]\n \n\n\n== ইতিহাস ==\nমীণারা বিষ্ণুর মাৎস্য অবতার বা মাছের অবতার থেকে পৌরাণিক বংশধর বলে দাবি করেছেন। তারা মাত্স্য রাজ্যের লোকদের বংশধর বলেও দাবি করে, যা খ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দীতে বিকশিত হয়েছিল। ঐতিহাসিক প্রমোদ কুমার উল্লেখ করেছেন যে, সম্ভবত মাতস্য রাজ্যে বসবাসকারী উপজাতিদের মীণা বলা হত। তবে এটি নিশ্চিতভাবে বলা যায় না যে তাদের এবং আধুনিক মীনাদের মধ্যে কিছু মিল রয়েছে কিনা। এগুলি আদিবাসী হিসাবে গণ্য করা হয়।\nমীনরা রাজপুতদের আক্রমণে পরাজিত না হওয়া পর্যন্ত রাজস্থানের নির্দিষ্ট জায়গায় শাসন করেছিল। মীনা থেকে বুন্দি, রাও দেবা (১৩৪২ খ্রিস্টাব্দ) দ্বারা বন্দী হয়েছিল, ধুন্ধর, কাছওয়াহা রাজপুত এবং চোপোলি মুসলিম শাসকদের হাতে পড়ে বন্দী হয়েছিল। কোটা, ঝালাওয়ার, করৌলি এবং জালোর হল পূর্বের মীনা প্রভাবের অন্যান্য স্থান, যেখানে তারা শেষ পর্যন্ত আত্মসমর্পণ করতে বাধ্য হয়েছিল।\nপ্রারম্ভিক ভারত নিয়ে পড়াশোনা করা ঐতিহাসিক নন্দিনী সিনহা কাপুর উল্লেখ করেছেন যে মীনদের মৌখিক ঐতিহ্যগুলি তাদের পরিচয় পুনর্গঠনের প্রয়াসে খ্রিস্টীয় ১৯ শতকের গোড়া থেকেই বিকশিত হয়েছিল। তিনি এই প্রক্রিয়া সম্পর্কে, যা বিংশ শতাব্দী জুড়ে অব্যাহত ছিল, তিনি বলেছিলেন যে \"মিনারা নিজেকে একটি গৌরবময় অতীত উপহার দিয়ে নিজেকে সম্মানজনক উপস্থাপন করার চেষ্টা করে\"। ফিনল্যান্ড এবং স্কটল্যান্ডের মতো দেশের মানুষের মধ্যে মীনরা মৌখিক বিবরণীর মাধ্যমে ঐতিহ্য উদ্ভাবন করা জরুরি বলে মনে করেছিল, এর প্রাথমিক ব্যবহারগুলির মধ্যে অন্যতম ইতিহাসবিদ এবং সমাজবিজ্ঞানী উভয়ই \"অবিচার, শোষণ এবং নিপীড়নের বিরুদ্ধে সামাজিক প্রতিবাদ হিসাবে স্বীকৃত , একটি রেইসন ডি'ট্রে যা কোনও সম্প্রদায়ের চিত্র পুনরুদ্ধারে সহায়তা করে। \" কাপুর নোট করেছেন যে মীনাদের কেবল তাদের নিজস্ব রেকর্ড করা ইতিহাসের অভাব নেই বরং মধ্যযুগীয় পার্সিয়ান বিবরণ এবং ঔপনিবেশিক আমলের রেকর্ড উভয়কেই নেতিবাচক পদ্ধতিতে চিত্রিত করা হয়েছে। মধ্যযুগীয় সময় থেকে শুরু করে ব্রিটিশ রাজ পর্যন্ত মীনাদের উল্লেখগুলি তাদেরকে হিংসাত্মক, লুণ্ঠনকারী অপরাধী এবং একটি সমাজবিরোধী নৃগোষ্ঠী উপজাতির গোষ্ঠী হিসাবে বর্ণনা করে। \nকাপুরের মতে মীনরাও নিজেদের রাজপুতীকরণের চেষ্টা করে।\n\n\n=== ব্রিটিশ ঔপনিবেশিক সময়ে ===\n১৮৫৭ সালে ইন্ডিয়া বিদ্রোহের পরে রাজ ঔপনিবেশিক প্রশাসন অস্তিত্ব লাভ করে, যার ফলে ব্রিটেন সরকার সিদ্ধান্ত নেয় যে, ঔপনিবেশিক প্রশাসনকে ইস্ট ইন্ডিয়া কোম্পানির হাতে ছেড়ে দেওয়া আরও একটি অসন্তোষের বিষয় ছিল। জনগণকে ভাল বোঝার মাধ্যমে সুশৃঙ্খল প্রশাসন তৈরির প্রয়াসে রাজ কর্তৃপক্ষ ভারতের জনগণের শ্রেণিবদ্ধকরণের বিভিন্ন ব্যবস্থা চালু করেছিল।\nএ জাতীয় একটি পদক্ষেপ ছিল ১৮৭১ সালের ফৌজদারী উপজাতি আইন, মীনাদের জন্য বিধান রাখা হয়েছিল তার অধীনে। এই সম্প্রদায়টি বেশ কয়েক বছর ধরে কলঙ্কিত ছিল, বিশেষত রাজের প্রভাবশালী আধিকারিকেরা যেমন হারবার্ট হোপ রিসলে এবং ডেনজিল ইববেটসনের দ্বারা এবং এগুলি কখনও কখনও শত্রুতাবাদী এবং ভিলের অনুরূপ পাহাড়ি উপজাতি হিসাবে শ্রেণিবদ্ধ করা হয়েছিল। আইনটি বাতিল হওয়ার তিন বছর পরে মীনরা ১৯৫২ সাল পর্যন্ত আনুষ্ঠানিকভাবে মনোনীত অপরাধী উপজাতি হিসাবে রয়ে গেল। মার্ক ব্রাউন ব্রিটিশ শাসনামলে মীনা সম্প্রদায়ের প্রভাব এবং সমস্যাগুলি এবং একটি উচ্চতর সামাজিক গোষ্ঠী থেকে একটি অপরাধী উপজাতিতে পরিণত হওয়ার স্থিতির পরিবর্তনগুলি পরীক্ষা করে দেখেছেন।\n\n\n=== বর্তমান সময়ে ===\nঅন্যান্য হিন্দু বর্ণের তুলনায় মীনা নারীদের জন্য অনেক ক্ষেত্রেই আরও ভাল অধিকার রয়েছে।\nমীনা রাজস্থান রাজ্যের তফসিলি উপজাতির বিভাগে আসে এবং তাদের বেশিরভাগই হিন্দু হিসাবে শ্রেণীবদ্ধ করা হয়, তবে মধ্য প্রদেশে মীনা কেবল বিদিশার সিরঞ্জ তহসিলের তফসিলী উপজাতি হিসাবে স্বীকৃত, অন্য ৪৪ টিতে রাজ্যের জেলাগুলি তাদের অন্যান্য পিছিয়ে পড়া শ্রেণি হিসাবে শ্রেণীবদ্ধ করা হয়। মিনারা মধ্য প্রদেশের তফসিলী উপজাতি হিসাবে পুরোপুরি স্বীকৃত করার প্রস্তাব দেওয়া হয়েছে। প্রস্তাবটি ভারত সরকার বিবেচনা করছে। উত্তর প্রদেশে, মীনা রাজস্থান থেকে অভিবাসিত বলে বিবেচিত হয় এবং বহু প্রজন্ম থেকেই তারা মথুরা, সম্ভাল এবং বুদৌনের পশ্চিমাঞ্চলীয় জেলাগুলিতে বাস করে। তাদের উৎস সমীপে তারা উত্তর প্রদেশ রাজ্যে একটি তফসিলী উপজাতির মর্যাদা লাভ করে।\nরাজস্থানে, মীনা বর্ণের সদস্যরা তফসিলের উপজাতির সংরক্ষণের সুবিধাগুলির তাদের নিজস্ব অংশ হ্রাস পাবে এই ভয়ে গুজরদের তফসিলী উপজাতিতে প্রবেশের বিরোধিতা করেছে। \nচৈত্র মাসের শুক্লপক্ষের তৃতীয় দিনে তারা মীনেশ জয়ন্তী উদযাপন করে। \n\n\n== উপগোত্র ==\nমীনা উপজাতিটি বিভিন্ন গোষ্ঠী এবং উপ-বংশগুলিতে (অ্যাডাখ) বিভক্ত, যা তাদের পূর্বপুরুষদের নামে নামকরণ করা হয়েছিল। কিছু অ্যাডাখের মধ্যে রয়েছে আরিয়ত, আহরি, কাতারা, কলসুয়া, খড়াদি, দামোর, ঘোঘড়া, ডালি, ডোমা, নানামা, দাদোর, মানৌত, চরপোটা, মাহিন্দা, রানা, দামিয়া, দাদিয়া, পারমার, ফারগী, বামনা, খাত, হুরত, হেলা , ভাগোড়া এবং ওয়াগাত।\nমিনাদের মধ্যে ভিল মীনা হল আরেকটি মহকুমা। সংস্কৃতিয়ান প্রক্রিয়ার অংশ হিসাবে, কিছু ভিল নিজেকে মীন হিসাবে উপস্থাপন করেন, যারা ভিল উপজাতির লোকদের তুলনায় উচ্চতর আর্থ-সামাজিক অবস্থান রাখে।\n\"উজওয়াল মীনা\" নামে পরিচিত একটি উপ-গোষ্ঠী (এছাড়াও \"উজালা মীনা\" বা \"পরিহর মীনা\") উচ্চ মর্যাদার সন্ধান করে এবং নিজেদের রাজপুত বলে দাবি করে, ভিল মীনাদের থেকে নিজেকে আলাদা করে তোলে। তারা নিরামিষাশীদের অনুসরণ করেন, অন্য মীনাদের মতো নয় যাদেরকে তারা \"মাইলে মীনা\" হিসাবে মনোনীত করেছিলেন।\nঅন্যান্য প্রচলিত সামাজিক গোষ্ঠীগুলি হলেন জমিদার মীনা এবং চৌকিদার মীনা। জমিদার মীনা তুলনামূলকভাবে সচ্ছল। তারা হলেন যারা শক্তিশালী রাজপুত আক্রমণকারীদের কাছে আত্মসমর্পণ করেছিলেন এবং জমিতে বসতি স্থাপন করেছেন বলে বিশ্বাস করা হয় যা তারা রাজপুতদের কাছ থেকে পেয়েছিল। যারা রাজপুত শাসনের কাছে আত্মসমর্পণ করেনি এবং গেরিলা যুদ্ধ চালিয়ে যায় তাদের চৌকিদার মীনা বলা হয়।\n\n\n== আরও দেখুন ==\nমীণা জাতিগত ধর্ম\nরাজস্থানী মানুষ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nAdak, Dipak Kumar। Demography and health profile of the tribals: a study of M.P.। Anmol Publications। \nBrown, Mark (২০০৩)। \"Ethnology and Colonial Administration in Nineteenth-Century British India: The Question of Native Crime and Criminality\"। The British Journal for the History of Science। 36 (2): 201–219। জেস্টোর 4028233। ডিওআই:10.1017/s0007087403005004 ।"}