{"pageid": 1033838, "title": "সনৎ সিংহ", "url": "https://bn.wikipedia.org/wiki?curid=1033838", "content": "সনৎ সিংহ (ইংরেজি: Sanat Singha; ২০ মার্চ ১৯২৯ –৩১ মার্চ ২০১৩) ছিলেন বাংলা গানের স্বর্ণযুগের এক যশস্বী শিল্পী। ছোটদের জন্য ছড়ার গানের জগতে জপমালা ঘোষ, অমল মুখোপাধ্যায় আর সনৎ সিংহ ছিলেন তিন নক্ষত্র। সুর-তাল-লয়ের ছন্দে নিজস্ব গায়কিতে সনৎ সিংহ  যেমন জনপ্রিয়তা লাভ করেছেন, ছোটদের ছড়ার গানে বাংলা সঙ্গীতের মহান ঐতিহ্যকে সমৃদ্ধ করেছেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nসনৎ সিংহের জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের হাওড়া জেলার বালিতে। পিতা দেবেন্দ্রনাথ সিংহ ও মাতা ননীবালা দেবীর কনিষ্ঠ সন্তান ছিলেন তিনি। তাঁদের আদি বাড়ি ছিল হুগলির খানাকুলে। বড় হয়েছেন বাড়ির উচ্চাঙ্গ সাংগীতিক পরিবেশে। তাঁর দাদা কিশোরী মোহন ছিলেন উচ্চাঙ্গ সঙ্গীত শিল্পী। বালির বাসিন্দা সুখ্যাত সুরকার প্রফুল্ল ভট্টাচার্য এবং প্রখ্যাত কণ্ঠসঙ্গীত শিল্পী ধনঞ্জয় ভট্টাচার্য ছিলেন তাঁর 'সঙ্গীত গুরু'। আর সাধক শিল্পী পান্নালাল ভট্টাচার্য ছিলেন তাঁর ঘনিষ্ঠ বন্ধু। পরে তিনি  উচ্চাঙ্গ সঙ্গীতের শিক্ষা নেন আচার্য চিন্ময় লাহিড়ীর কাছে। ধ্রুপদী সংগীতের তালিম নিয়ে নানা সুর-তাল-ছন্দে নিজস্ব সহজ সাবলীল গায়কিতে বহু বছর ধরে গেয়েছেন বাংলার ছোটদের জন্য আর বড়'রা তাঁর গান শুনে হন নস্টালজিক।\n\n\n== সঙ্গীত জীবন ==\nসনৎ সিংহ দূরদর্শন ও আকাশবাণী কলকাতা'র নিয়মিত সঙ্গীত শিল্পী ছিলেন। গ্রামোফোন রেকর্ডে প্রকাশিত হয়েছে তাঁর সহস্রাধিক জনপ্রিয় গান। এই মহান শিল্পীর শিল্পী প্রতিভার মূল্যায়ন করতে গিয়ে হেমেন্দ্র বন্দ্যোপাধ্যায় লিখেছেন :\n\n\"সনৎবাবু, বাংলার তথা ভারতের সীমানা ছাড়িয়ে সাত সমুদ্র তের নদীর পারেও গুণমুগ্ধ শ্রোতাদের আহ্বান এড়াতে পারেননি । তাই ১৯৮১ সালে লন্ডনে কমনওয়েলথ দেশের শিল্পী সম্মেলনে ভারতের প্রতিনিধি হিসেবে তিনি যান । ১৯৮৩ সালে উত্তর আমেরিকায় তথাকার বঙ্গসংস্কৃতি সম্মেলনের আহ্বানে গান গেয়ে আসেন । তবে সনৎবাবুকে গানের রেকর্ড করাতে প্রথম সাহায্য করেন প্রফুল্ল ভট্টাচার্য (ধনঞ্জয় ভট্টাচার্যের দাদা) । যাঁর কথা তিনি আজও স্বীকার করেন।\"\nকালজয়ী যে গানগুলি আজো বাঙালি শ্রোতাদের মোহিত করে সেগুলি হল-\n\nবাবুরাম সাপুড়ে\nসরস্বতী বিদ্যেবতী\nরথের মেলা রথের মেলা\nঠিক দুক্কুরবেলা ভূতে মারে ঢিল\nএক এক্কে এক\nঅহল্যা কন্যার ঘুম ঘুম কি\nআশ্বিনেতে মেঠো হাওয়ায়\nকাল নাগিনী\nকে আমারে বলতে পারে রংমশালের\nটাকডুম টাকডুম ডুমাডুম\nতালে তালে তাল ফেলে\nফুশ মন্তর ফুশ\nদয়ার সাগর বিদ্যাসাগর লোকে তোমায় বলে\nবলতে পারিস মা\nঝমাঝম মল বাজে\nরাধার মন গিয়েছে চুরি\nএই দুনিয়ায় সকল ভালো\nনাগরদোলা\nআমি বহুরূপী\nনা না না বাজে না\nচলেছে চাঁদের বাড়ি\n'সাড়ে চুয়াত্তর', 'হংস মিথুন'\nবাংলা ছায়াছবিতে নেপথ্যে কণ্ঠ দিয়েছেন তিনি। ১৯৫৩ খ্রিস্টাব্দের মুক্তিপ্রাপ্ত 'সাড়ে চুয়াত্তর' ছবিতে অভিনয়ে অংশও নিয়েছিলেন। শ্যামা সঙ্গীত, ভক্তিগীতিতেও পারদর্শী ছিলেন। এছাড়া বিচিত্র সুর ও ছন্দে বেতারের রম্যগীতিতেও দক্ষতার পরিচয় দিয়েছেন। পরবর্তী কালে তার জনপ্রিয় অনেক গান রিমেক করে বহু শিল্পী বাহবা কুড়িয়েছেন। বাংলা ব্যান্ডও সনৎ সিংহের কালজয়ী গানগুলিকে ব্যবহার করেছে।\n\n\n== সম্মাননা ==\nসনৎ সিংহ পশ্চিমবঙ্গ রাজ্য সঙ্গীত আকাডেমি পুরস্কার লাভ করেন এবং ২০১৩ খ্রিস্টাব্দে  'সঙ্গীত মহাসম্মান' পুরস্কারের জন্য মনোনীত হন। তাঁর মৃত্যুর পর এই পুরস্কার পশ্চিমবঙ্গ সরকার তার পুত্রকে প্রদান করে।\n\n\n== জীবনাবসান ==\nবাংলার জনপ্রিয় শিল্পী সনৎ সিংহ সাধারণ জীবন যাপন করতেন। শত প্রতিকূলতার মাঝেও তিনি আজীবন বালির দেওয়ানগাজি রোডে  বসবাস করেছেন। বার্ধক্য জনিত রোগে ভুগছিলেন বহুদিন। ২০১৩ খ্রিস্টাব্দের মার্চ মাসের প্রথমে অসুস্থ হলে তাঁকে ৮ ই মার্চ বেলুড়ের নিকটস্থ বালি শ্রমজীবী হাসপাতালে ভর্তি করা হয় এবং ৩১ শে মার্চ সকাল সোয়া দশটায় শেষ নিঃশ্বাস ত্যাগ করেন।\n\n\n== তথ্যসূত্র =="}