{"pageid": 1033550, "title": "লেনার্ট গ্রিল", "url": "https://bn.wikipedia.org/wiki?curid=1033550", "content": "লেনার্ট গ্রিল (জার্মান: Lennart Grill, জার্মান উচ্চারণ: [lɛna:ɐ̯t gʁɪl]; জন্ম: ২৫ জানুয়ারি ১৯৯৯) হলেন একজন জার্মান পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে জার্মানির পেশাদার ফুটবল লিগের শীর্ষ স্তর বুন্দেসলিগার ক্লাব ইউনিয়ন বার্লিনের হয়ে গোলরক্ষক হিসেবে খেলেন।\nজার্মান ফুটবল ক্লাব নাবোলেওবাখের যুব পর্যায়ের হয়ে খেলার মাধ্যমে গ্রিল ফুটবল জগতে প্রবেশ করেছেন এবং পরবর্তীকালে মাইনৎস ০৫ এবং কাইজারস্লাউটার্নের যুব দলের হয়ে খেলার মাধ্যমে তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০১৬–১৭ মৌসুমে, জার্মান ক্লাব কাইজারস্লাউটার্ন ২-এর হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন, যেখানে তিনি প্রায় ৩ মৌসুম অতিবাহিত করেছেন; কাইজারস্লাউটার্ন ২-এর হয়ে তিনি ১৫ ম্যাচে অংশগ্রহণ করেছেন। অতঃপর ২০১৮–১৯ মৌসুমে তিনি কাইজারস্লাউটার্নে যোগদান করেছেন। ২০২০–২১ মৌসুমে, তিনি ২ মিলিয়ন ইউরোর বিনিময়ে কাইজারস্লাউটার্ন হতে জার্মান ক্লাব বায়ার লেভারকুজেনে যোগদান করেছেন।\n২০১৪ সালে, গ্রিল জার্মানি অনূর্ধ্ব-১৬ দলের হয়ে জার্মানির বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন।\nদলগতভাবে, গ্রিল এপর্যন্ত ১টি শিরোপা জয়লাভ করেছেন, যা তিনি কাইজারস্লাউটার্ন ২-এর হয়ে জয়লাভ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nলেনার্ট গ্রিল ১৯৯৯ সালের ২৫শে জানুয়ারি তারিখে জার্মানির ইডার-ওবারস্টাইনে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nগ্রিল জার্মানি অনূর্ধ্ব-১৬, জার্মানি অনূর্ধ্ব-১৭, জার্মানি অনূর্ধ্ব-১৮, জার্মানি অনূর্ধ্ব-১৯ এবং জার্মানি অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে জার্মানির প্রতিনিধিত্ব করেছেন। ২০১৪ সালের ২রা অক্টোবর তারিখে তিনি অস্ট্রিয়া অনূর্ধ্ব-১৬ দলের বিরুদ্ধে ম্যাচে জার্মানি অনূর্ধ্ব-১৬ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। জার্মানি অনূর্ধ্ব-১৭ দলের হয়ে তিনি ২০১৬ উয়েফা ইউরোপীয় অনূর্ধ্ব-১৭ চ্যাম্পিয়নশিপে অংশগ্রহণ করেছেন, তবে তার দল উক্ত প্রতিযোগিতায় সেমি-ফাইনাল পর্যন্ত অংশগ্রহণ করতে সক্ষম হয়েছিল; উক্ত প্রতিযোগিতায় তিনি ১ ম্যাচে অংশগ্রহণ করেছিলেন। তিনি ২০২১ উয়েফা ইউরোপীয় অনূর্ধ্ব-২১ চ্যাম্পিয়নশিপের জন্য ২০২১ সালের মার্চ মাসে প্রকাশিত ২৩ সদস্যের জার্মানি অনূর্ধ্ব-২১ দলে স্থান পেয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nডিএফবিতে লেনার্ট গ্রিল (ইংরেজি) (এছাড়াও জার্মান ভাষায় উপলব্ধ) \nলেনার্ট গ্রিল – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে লেনার্ট গ্রিল  (ইংরেজি)  \nসকারবেসে লেনার্ট গ্রিল (ইংরেজি) \nবিডিফুটবলে লেনার্ট গ্রিল  (ইংরেজি)  \nট্রান্সফারমার্কেটে লেনার্ট গ্রিল (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে লেনার্ট গ্রিল (ইংরেজি) \nইএসপিএন এফসিতে লেনার্ট গ্রিল (ইংরেজি)"}