{"pageid": 1033984, "title": "গজেন্দ্র সিং বিশত", "url": "https://bn.wikipedia.org/wiki?curid=1033984", "content": "হাবিলদার গজেন্দ্র সিং বিশত, এসি (১ জুলাই ১৯৭২ - ২৮ নভেম্বর ২০০৮) ছিলেন এনএসজি কমান্ডো, যিনি ২০০৮ সালের মুম্বাই হামলার সময় শহীদ হয়েছিলেন। তাঁর সাহসী কর্মের জন্য তিনি প্রজাতন্ত্র দিবসে ২৬ জানুয়ারী ২০০৯ এ ভারতের রাষ্ট্রপতি দ্বারা  মরণোত্তর অশোক চক্র পুরস্কারে ভূষিত করেছিলেন। \n\n\n== শৈশবকাল ==\nউত্তরাখণ্ডের দেরাদুনের গণেশপুর থেকে আগত তরুণ গজেন্দ্র সিং নয়া গাওনের জনতা ইন্টার কলেজে পড়াশোনা করেছিলেন। তিনি তাঁর শিক্ষকদের দ্বারা একটি শৃঙ্খলাবদ্ধ শিক্ষার্থী হিসাবে স্মরণ করেছিলেন যিনি বিদ্যালয়, খেলাধুলা বা সাংস্কৃতিক ক্রিয়াকলাপে প্রতিটি ইভেন্টে অংশ নিয়েছিলেন। বক্সিং সম্পর্কে তাঁর বিশেষ আগ্রহ ছিল। \n\n\n== অপারেশন ব্ল্যাক টর্নেডো ==\nগজেন্দ্র সিং জাতীয় সুরক্ষা গার্ডের ৫১ স্পেশাল অ্যাকশন গ্রুপের সদস্য ছিলেন। অন্তত ছয় জনকে জিম্মি করে থাকা অভ্যন্তরীণ সন্ত্রাসীদের নিরপেক্ষ করার অভিযানে গাজেন্দ্র সিং এনএসজি কমান্ডোদের দলের সদস্য ছিলেন যারা নারিমন হাউজের ছাদে দ্রুত দড়ি দিয়েছিল।\nএনএসজির ডায়রেক্টর জেনারেল জ্যোতি কৃষ্ণ দত্তের মতে, সিং বিল্ডিংয়ে প্রবেশ করা একটি দলের নেতৃত্ব দিচ্ছিলেন। পরিস্থিতিটি আধিপত্য বিস্তার করতে গিয়ে দলটি সন্ত্রাসীদের তীব্র ফায়ারের কবলে পড়ে এবং গুলি চালায়। সন্ত্রাসীরা কমান্ডোদের কয়েকটি গ্রেনেডও ছুঁড়েছিল। এই মুহুর্তে, সিংয়ের সাথে তাঁর দলের সাথে পিছু হটানোর বিকল্প ছিল। তবে তিনি বুঝতে পেরেছিলেন যে তাদের আধিপত্য বিস্তার করার এই সুযোগটি কাজে লাগাতে হবে এবং এগিয়ে চলতে থাকবে। তিনি জঙ্গিদের দিকে ফিরলেন না এবং তাঁর কাছে একটি গ্রেনেড নিক্ষেপ করা সত্ত্বেও অন্যান্য কমান্ডোদের জন্য একটি পথ তৈরি করেছিলেন। এমনটি করার সময় একাধিক বুলেটের আঘাত সহ্য করার পরেও তিনি এগিয়ে গেলেন এবং শেষ পর্যন্ত তার চোটে শহীদ হন। এটি তাঁর দলটিকে এনকাউন্টারে একটি প্রভাবশালী অবস্থান সুরক্ষিত করতে সক্ষম করেছিল। \nঅপারেশন ব্ল্যাক টর্নেডো চলাকালীন নরিমন হাউস সুরক্ষিত করার সময়, প্যারাশুট রেজিমেন্টের সদস্য সিংহ ইহুদিদের কেন্দ্রটিতে  গিয়ে মারাত্মক আহত হয়েছিলেন। সেনাবাহিনীর মতে, তাঁর মৃত্যুটি টিভি চ্যানেলগুলির সরাসরি অপারেশন সম্প্রচারের কারণে ঘটেছিল, যা বিস্ময়ের উপাদানটি সরিয়ে দেয় এবং সন্ত্রাসীদের সতর্ক করে দেয়।\n\n\n== অশোক চক্র পুরস্কার প্রদান ==\n\n\n== আরো দেখুন ==\nহেমন্ত কর্কারে\nসন্দীপ উন্নিকৃষ্ণন\nবিজয় সালাসকার\nঅশোক কামতে\nটুকরাম ওম্বলে\n\n\n== তথ্যসূত্র =="}