{"pageid": 1033085, "title": "প্রবচন", "url": "https://bn.wikipedia.org/wiki?curid=1033085", "content": "প্রবচন হল (সংস্কৃত: प्रवचन), কোনও উপদেশাবলী বা শাস্ত্রবাক্য প্রকাশের জন্য, বা জৈন ধর্ম এবং হিন্দুধর্ম রীতিতে কোনও ধর্মগ্রন্থ বা পাঠ আবৃত্তি করার জন্য একটি সংস্কৃত পদ।  ভারতীয় ঐতিহ্য অনুসারে, এটি বিশেষত বোঝানো হয়, প্রবচনকার (ভিক্ষু, পণ্ডিত বা সাধু) মানুষ, গৃহকর্তা বা সাধারণ মানুষের সমাবেশের সামনে, তাঁদের শিক্ষা বা আধ্যাত্মিক ধারণাগুলির ব্যাখ্যা উপস্থাপন করেন। প্রবচন একটি প্রাচীন ঐতিহ্য, যার প্রাচীনতম উল্লেখ বৈদিক গ্রন্থগুলিতে পাওয়া যায় তবে হিন্দু এবং জৈনদের প্রাক বৈদিক শাস্ত্র এবং সূত্র গ্রন্থেও এটির উল্লেখ পাওয়া যায়।\n\n\n== বৌদ্ধধর্ম ==\nবৌদ্ধ গ্রন্থগুলিতে প্রবচন বলতে বোঝানো হয় নয়টি ধম্মকে, এবং এর আবৃত্তিকে। এটি বৈদিক ঐতিহ্য থেকে গৃহীত হয়েছিল এবং কখনও কখনও এটিকে পবচন নামেও অভিহিত করা হয়েছে।\n\n\n== হিন্দুধর্ম ==\n\nপ্রবচন (সংস্কৃত: प्रवचन) বলতে একটি আধ্যাত্মিক ধারণা বা মতবাদ বা হিন্দু ধর্মের গ্রন্থ সম্পর্কে \"বর্ণন, ব্যাখ্যা, আবৃত্তি, মৌখিকভাবে ব্যাখ্যা করা, কথা বলা বোঝায়\",  বিশেষত আলঙ্কারিকভাবে বা উত্তম অভিব্যক্তির সঙ্গে। ঋগ্বেদের  ১০.৩৫.৮ এবং ৪.৩৬.১ এর শ্লোকগুলিতে, যজুর্বেদ, বিভিন্ন ব্রাহ্মণ, গৃহসূত্র, রামায়ণ এবং মহাভারত, বিভিন্ন সূত্র পাশাপাশি বিভিন্ন পৌরাণিক সাহিত্য যেমন ভাগবত পুরাণ ইত্যাদিতে শব্দটির এই অর্থ পাওয়া যায়। শব্দটি দিয়ে সাধারণত আলাপ, মৌখিক আলোচনা বা আবৃত্তি বোঝায়, তবে এটি ভারতীয় সাহিত্যের একটি পাঠ্য ঘরানাকেও বোঝায় যেটি পাঠ্য জুড়ে একটি মতবাদ অধ্যয়ন করে, ধারণাগুলি প্রচার করে বা সংশ্লেষ করে। একজন বক্তাকে বলা হয় প্রবচনকার।\nরঙ্গস্বামীর মতে, প্রবচন যেমন শাস্ত্রের পাঠদান বা আবৃত্তিকে বোঝাচ্ছে, তেমনই এটিকে কোনও পাঠ্যের স্ব-আবৃত্তি হিসেবেও উল্লেখ করা যেতে পারে। সমসাময়িক সময়ে ঐতিহ্যটি জনপ্রিয় রয়েছে, তবে অঞ্চলভেদে এর বানান আলাদা হয়। উদাহরণস্বরূপ, কেরলে, প্রবচন কে লেখা বা বলা হয় পাঠকম, এবং সাধারণত আধ্যাত্মিক এবং নৈতিকতায় ভরা লোকসাহিত্যের আবৃত্তি যেমন পুরাণ প্রবচনকে বোঝায়, এটি রাঘবনের মত।\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== সূত্র ===\nCort, John E. (২০০১), Jains in the World : Religious Values and Ideology in India, Oxford University Press, আইএসবিএন 0-19-513234-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}