{"pageid": 1033514, "title": "তুলু জাতি", "url": "https://bn.wikipedia.org/wiki?curid=1033514", "content": "তুলু বা তুলুভা জনগোষ্ঠী হল দক্ষিণ ভারতের আদিবাসী গোষ্ঠী। তারা তুলু ভাষায় কথা বলে এবং তারা যে অঞ্চলে ঐতিহ্যগতভাবে বাস করে তারা তুলু নাড়ু নামে পরিচিত। এই অঞ্চলটিতে দক্ষিণ কন্নড় জেলা, কর্ণাটকের উদুপি এবং কেরালার কাসারগোদ জেলার একটি অংশ রয়েছে। ২০১১ সালের আদমশুমারির প্রতিবেদনে ভারতে বসবাসরত ১,৮৪৬,৪২৭ স্থানীয় তুলুভাষীর কথা বলা হয়েছে। \n\n\n== মানুষ এবং পরিচয় ==\nতুলুভাষীরা বিভিন্ন জাতিতে বিভক্ত। প্রধান তুলু ভাষী জাতি হলো শেটিগার / পদ্মশালী, মুন্ডালাস, মোগেরাস, মাদিওয়ালাস, বৈরাস, সমাগরাস, বিল্লবস, সাপালিগা / সাপল্যা, বান্টস, তুলু গৌড়, মোগবীরাস, কুলাল, দেবদীগ, তুলু ব্রাহ্মণ, বিশ্বকর্মা ও নায়ক প্রভৃতি। মঙ্গলোরান প্রোটেস্ট্যান্টরাও তুলুভাষী জাতি। \n\n\n== সংস্কৃতি ==\n\nটুলুভাষ একটি মাতৃকুলভিত্তিক  উত্তরাধিকার ব্যবস্থা অণুসরণ করে, যা আলিয়াসান্তানা নামে পরিচিত , যেখানে উত্তরাধিকার চাচা থেকে ভাগ্নে হয়, ব্যতিক্রম ব্রাহ্মণ, শেটিগার বর্ণ এবং বিশ্বকর্মারা। অন্য স্বতন্ত্র্য বৈশিষ্ট্য প্রথার অন্তর্ভুক্ত যক্ষণা, বুটা কোলা, নাগার্ধন আতি কালেঞ্জা ও কম্বালের পূজা।\nতুলু নববর্ষকে বিসু পারবা বলা হয়, যা বৈশাখী, বিষু এবং থাই নববর্ষের একই দিনে পড়ে। \nতুলুভা পদ্দনগুলি গাওয়া আখ্যান, যা তুলু ভাষায় বেশ কয়েকটি ঘনিষ্ঠভাবে সম্পর্কিত গাওয়ার ঐতিহ্যের অংশ। পাদ্দানগুলি এমন অনুষ্ঠানের সময় গাওয়া হয় যেগুলি তুলু উপজাতি এবং তুলু সংস্কৃতির বিবর্তনকে বর্ণনা করে। \n\n\n== তুলু নাড়ুর দাবি ==\nভারতের স্বাধীনতা থেকে এবং রাজ্যগুলির পুনর্গঠনের পরে, তুলুরা তাদের ভাষা এবং স্বতন্ত্র সংস্কৃতির উপর ভিত্তি করে  এবং নিজেদের জন্য আলাদা একটি রাষ্ট্র হিসাবে তুলু নাড়ু (তুলুভাসের ভূমি) দাবি করে আসছে। যদিও কিছু সময়ের জন্য তারা কিছুটা বশীভূত হয়েছিল, সাম্প্রতিক বছরগুলিতে এই চাহিদা আরও জোরদার হয়েছে। তুলু রাজ্য হোড়াতা সমিতির মতো বেশ কয়েকটি সংগঠন তুলুবাসীদের কারণ তুলে ধরেছে এবং তাদের দাবী জানাতে তুলুনাডুতে (যেমন মঙ্গালোর এবং উদুপি) শহর জুড়ে প্রায়শই সভা ও বিক্ষোভ অনুষ্ঠিত হয়।\n\n\n== বিশিষ্ট তুলুবাস ==\n\n\n== আরো দেখুন ==\nম্যাঙ্গালোরান রান্না\nউদুপি খাবার\nতুলু ভাষা\nকর্ণাটক নৃগোষ্ঠী\n\n\n== তথ্যসূত্র ==\n\n}}"}