{"pageid": 1033457, "title": "রাচেল গোসওয়েল", "url": "https://bn.wikipedia.org/wiki?curid=1033457", "content": "রাচেল অ্যান গোসওয়েল (ইংরেজিঃ Rachel Goswell, জন্ম: ১৬ই মে ১৯৭১) একজন ইংরেজি গায়িকা-গীতিকার এবং সংগীতশিল্পী, যিনি ১৯৮৯ সালে গঠিত শুগেজ ব্যান্ড স্লোডাইভ এর কণ্ঠশিল্পী এবং গিটারিস্ট হিসাবে খ্যাতি অর্জন করেছিলেন।\n\n\n== প্রারম্ভরিক জীবন ==\nগোসওয়েলের জন্ম ইংল্যান্ডের হ্যাম্পশায়ারের ফারিহামে। তার পরিবার তার জন্মের পরে ওয়েলসে এবং পরে সাত বছর বয়সে বার্কশায়ার রিডিং-এ স্থানান্তরিত হয়েছিল, যেখানে তিনি তার যৌবনের বাকি সময়টি কাটিয়েছিলেন। এক বড় ভাইয়ের সাথে তিনি দুই সন্তানের মধ্যে দ্বিতীয়।\nতার বাবা সাত বছর বয়সে তাকে লোক গিটারের গান শিখিয়েছিলেন এবং তিনি দশ বছর বয়সে ক্লাসিকাল গিটার এবং সংগীত তত্ত্ব অধ্যয়ন শুরু করেছিলেন। গোসওয়েল শৈশবকালীন বন্ধু নীল হালস্টেডের সাথে ক্লাসিকাল গিটারের পাঠ গ্রহণ করেছিলেন, যার সাথে তিনি ১৯৮৯ সালে স্লোডাইভ গঠন করেছিলেন। তাঁর সংগীত প্রভাব সম্পর্কে তিনি বলেছিলেন: \"ব্যক্তিগতভাবে আমার কাছে, গানের দৃষ্টিকোণ থেকে আমি Siouxsie Sioux দ্বারা অনুপ্রাণিত হয়েছি\"।\n\n\n== কর্মজীবন ==\nমূল নিবন্ধ: স্লোডাইভ  এবং মোজাভে ৩\nরিডিংয়ের বেশ কয়েকটি কভার ব্যান্ডে খোলার পরে ১৯৮৮ সালে নীল হালস্টেড, অ্যাড্রিয়েন সেল এবং নিক চ্যাপলিনের সাথে গোসওয়েল ইন্ডি রক ব্যান্ড পাম্পকিন ফেয়ারিজ গঠন করেছিলেন। ১৯৮৯ সালে পাম্পকিন ফেয়ারিজ যখন দ্রবীভূত হয়েছিল, তখন ওই চারজন একই বছরে স্লোডাইভ গঠন করেছিল। রাচেল ১৯৯৫ সালে ব্যান্ডটির দ্রবীভূত হওয়া অবধি স্লোডাইভ এর সদস্য ছিলেন। ভেঙে যাওয়ার পরে, গোসওয়েল এবং হালস্টেড মোজাভে ৩ গঠন করেন, যা স্লোডাইভ এর একটি শাখা। তারা পাঁচটি অ্যালবাম প্রকাশ করেছিল।\n২০১৪ সালে দীর্ঘ ১৯ বছরের বিরতির পর স্লোডাইভ ব্যান্ডটি পুনরায় গঠিত হয়েছিল। ২০১৬ সালে গোসওয়েল, স্টুয়ার্ট ব্রেথওয়েট, জাস্টিন লকি এবং জেমস লকি মিলে মাইনর ভিক্টোরিজ ব্যান্ড গঠনে যোগদান করেছিলেন। তাদের স্ব-শিরোনামযুক্ত আত্মপ্রকাশ ফ্যাট পসাম রেকর্ডসে জুন ২০১৬ সালে প্রকাশিত হয়েছিল।\n\n\n== ব্যক্তিগত জীবন ==\n\nগোসওয়েল ১৯৯৪ সাল থেকে ২০০০ অবধি এয়ার কিউবার ক্রিস্টোফার অ্যান্ড্রুজকে বিয়ে করেছিলেন।\n২০১৮ সালে, গোসওয়েল স্লোডাইভ এর ট্যুর ম্যানেজার স্টিভ ক্লার্ককে বিয়ে করেছিলেন।\n২০০৬ সালে লেব্রিন্থাইটিস (একটি ভাইরাল সংক্রমণ) হওয়ার ফলে গোসওয়েল আংশিক বধির হয়ে যান। এটি তাকে এক কানে দীর্ঘস্থায়ী টিনিটাসের সাথে ফেলে রেখেছিল এবং এক বছরের জন্য ফিজিওথেরাপির জন্য তার শারীরিক ভারসাম্যহীন সমস্যাও দেখা দেয়। ফলস্বরূপ, গোসওয়েলকে মোজাভে ৩ এর সাথে কার্যক্রম এবং সফর বন্ধ করতে হয়েছিল।\n২০১০ সালে গোসওয়েল জেসি নামের একটি পুত্রের জন্ম দেন, যার চার্জ সিন্ড্রোম রয়েছে; জেসি গভীরভাবে বধির এবং তার হৃদরোগের গুরুতর অবস্থা রয়েছে যার ফলশ্রুতিতে পাঁচ মাস বয়সে তার ওপেন-হার্ট সার্জারি হয়েছিল।\n\nগোসওয়েল ব্রিটিশ সাইন ল্যাঙ্গুয়েজ শিখছেন এবং বধির বাচ্চাদের বাবা-মায়ের সাইন ভাষা শেখার অ্যাক্সেস পাওয়ার অধিকার সম্পর্কে সোচ্চার। অক্টোবরে ২০১৩ সালে এনডিসিএসের (জাতীয় বধির শিশু সমাজ) নেতৃত্বে সংসদে একটি বিতর্ক হয়েছিল যেখানে রাচেল এবং জেসি উভয়েরই উল্লেখ ছিল।\n\n\n== ডিস্কোগ্রাফি ==\nস্লোডাইভ\nমূল নিবন্ধ: স্লোডাইভ ডিসোগ্রাফি\n\nজাস্ট ফর এ ডে (১৯৯১)\nসৌভলাকি (১৯৯৩)\nপিগম্যালিওন (১৯৯৫)\nস্লোডাইভ (২০১৭)\nমোজাভে ৩\nমূল নিবন্ধ: মোজাভে ৩ ডিসোগ্রাফি\n\nআস্ক মি টুমোরো (১৯৯৫)\nআউট অফ টিউন (১৯৯৮)\nএক্সকিউসেস ফর ট্রাভেলেরস (২০০০)\nস্পুন এন্ড রাফটার (২০০৩)\nপাজেলস লাইক ইউ (২০০৬)\nমাইনর ভিক্টোরিজ\n\nমাইনর ভিক্টোরিজ (২০১৬)\nদ্য সফ্ট ক্যাভেলরী\n\nদ্য সফ্ট ক্যাভেলরী (২০১৯)\nরাচেল গোসওয়েল (একক)\n\nThe Sleep Shelter EP (17 May 2004) 4AD BAD 2402\nWaves Are Universal (14 June 2004) 4AD CAD 2414\nCoastline / Plucked single (14 February 2005) 4AD TAD 2501\n\n\n== তথ্যসূত্র =="}