{"pageid": 1033518, "title": "বাগুরুম্বা", "url": "https://bn.wikipedia.org/wiki?curid=1033518", "content": "বাগুরুম্বা আসাম এবং উত্তর-পূর্ব ভারতের আদিবাসী বোডো উপজাতির একটি লোক নৃত্য। এটি একটি ঐতিহ্যবাহী নৃত্য যা ঐতিহ্যগতভাবে এক প্রজন্ম থেকে অন্য প্রজন্মে সঞ্চারিত হয়ে আসছে। বোডো মহিলারা তাদের রঙিন দোখনা, জ্বেমগ্রা (ফ্যাসরা) এবং অরণাইয়ের সাথে বাগুরুম্বা নৃত্য পরিবেশন করেন । বাগুরুম্বা নৃত্যটি বোডো মানুষের প্রধান ঐতিহ্যবাহী নৃত্য হিসাবে গৃহীত হয়। কিন্তু কিছু অন্যান্য গুরুত্বপূর্ণ নাচ হলো- বারডুঈশিখলা নাচ, মুসাগলংনাই  নাচ, দহাল-টুংরি সিবনাই নাচ, সিক্রি সিক্লা নাচ, দাওসরি দেলাই নাচ, সা-গওয়লাও মুসনাই, কোপরি সিজনাই মুসনাই ইত্যাদি। এই সমস্ত নৃত্য ক্রিস্টি নৃত্য হিসাবে পরিচিত। এর সাথে খাম (কাঠ ও ছাগলের চামড়া বা অন্যান্য প্রাণীর ত্বকের তৈরি দীর্ঘ ঢোল ), সিফুং (বাঁশ দিয়ে তৈরি বাঁশি), জোতা (লোহা / তামা দিয়ে তৈরি), সার্জা (একটি নিচু যন্ত্র, কাঠ এবং প্রাণীদের ত্বকের তৈরি), এবং গংওয়ানা (বাঁশ দিয়ে তৈরি), থারখা (বিভক্ত বাঁশের টুকরো) বাদ্যযন্ত্র ব্যবহৃত হয়।\nএই বাগুরুম্বা নৃত্যটির উদ্ভব প্রকৃতি থেকে। কয়েক হাজার বছর আগে এটি বোরো লোকেরা অনুশীলন করেছিল। সাধারণত বোরো মানুষ সবুজ পরিবেশে থাকতে পছন্দ করেন। তারা পরিবেশ, প্রকৃতির সৌন্দর্য নিয়ে খেলতে ভালোবাসে। তাই তারা পূর্ব ও দক্ষিণ হিমালয়ের পাদদেশে অবস্থান করত, যা সাধারণত বন অঞ্চল। এই ঐতিহ্যবাহী নৃত্যে বিভিন্ন রকমের প্রতীক রয়েছে যা অন্যান্য প্রাকৃতিক পরিবেশ থেকে অনুকরণ করা হয়। যেমন - গাছের নাচ, প্রাণী, পাখির নাচ, প্রজাপতি নৃত্য, প্রবাহিত নদীর ঢেউ, বাতাস ইত্যাদি।\nএই বাগুরুম্বা নাচ দেখে সমস্ত বোরো মানুষ শান্ত ও শান্ত থাকতে পারে না। এই নাচটি দেখে হঠাৎ প্রতিটি বোরো মানুষ অজান্তেই নাচ নাচে এবং তারা মনে মনে প্রশান্তি ও আনন্দ অনুভব করে।\n\nএই নৃত্য পরিবেশন করার জন্য কোনও নির্দিষ্ট দিন এবং সময় নেই; এই নৃত্য যে কোনও অনুষ্ঠান, উৎসব এবং প্রোগ্রামে পরিবেশিত হতে পারে। বর্তমানে বাগুরুম্বা নৃত্য পুরো বিশ্ব জুড়ে বিখ্যাত।এই লাইনগুলি ইঙ্গিত দেয় যে, আমরা যদি সত্যই জথ এবং খুলি না হই তবে তারা যখনই চায় আমাদের নিয়ে যেতে পারে, তবে আমরা খুব জঠ এবং শীতল তাই কেউ আমাদের ধরতে বা বহন করতে না পারে - এটি বোরো মহিলাদের একটি গোপনীয় গান। তারা ভেবেছিল, হারানো চরিত্রের মহিলারা খারাপ অভ্যাসে চলে যায় এবং যদি কেউ তাকে ধরতে আসে তবে সে কখনও তাদের সুরক্ষা দেয় না বা বাধা দেয় না। সুতরাং আমরা সেই ধরনের মহিলা নই, আমরা জঠ এবং শীতল।(কোবাম গোয়ারওয়াভনাই) এই পংক্তির অর্থ হ'ল - আমাদের কোনও ক্ষতি বা হারাতে হবে না। আমাদের অবশ্যই যে কোনও খেলা জিততে হবে। এটি বোরো মহিলাদের গোপনীয় একটি গান।\n\n\n== বাদ্যযন্ত্র ==\nবিভিন্ন বাদ্যযন্ত্রগুলির মধ্যে, বোডোরা বাগুরুম্বা নৃত্যের জন্য ব্যবহার করে:\nসিফুঙ্গ: এটি একটি দীর্ঘ বাঁশের পাঁচটি বদলে উত্তর ভারতীয় ছয় গর্ত থাকার বাঁশি হয় এবং আরো অনেক লম্বাও হয়। এটি অনেক কম স্বর উৎপাদন করে। \n\nসার্জা : একটি বেহালা জাতীয় সরঞ্জাম। এটির একটি বৃত্তাকার দেহ রয়েছে এবং স্ক্রোলটি সামনে বাঁকানো।\nখাম : কাঠ এবং ছাগলের ত্বকের তৈরি একটি দীর্ঘ ড্রাম।\nজোটা : লোহা / তামা দিয়ে তৈরি।\nগংওয়ানা : বাঁশ দিয়ে তৈরি।\n\n\n== রচনা ==\nবাগুরুম্বা এফ মেজর পেন্টাটোনিক স্কেল ব্যবহার করেন, যা চীনা চিন্তার ঐতিহ্যবাহী সংগীতের সাথে ঠিক অনুরূপ, প্রাচীন চীনা প্রভাবের ইঙ্গিত দেয়। \n\n\n== আরও দেখুন ==\nআসামের লোকনৃত্য\nবোডো মানুষ\nবাথো পূজা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্ডিয়ানট্রেভেল্ডেস্টেশন ডট কম এ বোডোর বাগুরুম্বা"}