{"pageid": 1033696, "title": "পাবুজি", "url": "https://bn.wikipedia.org/wiki?curid=1033696", "content": "পাবুজি হলেন ভারতের রাজস্থান রাজ্যের একটি লোক দেবতা। গুজরাত এবং সিন্ধু সমভূমির কিছু অংশেও তাঁর উপাসনা করা হয়। তিনি চোদ্দ শতকে রাজস্থানে বাস করতেন। তিনি কোলু গ্রামের ধাদাল রাঠোরের চার সন্তানের মধ্যে একজন ছিলেন। চার সন্তানের মধ্যে দুটি ছেলে (বুড়ো এবং পাবুজি) এবং দুটি মেয়ে (সোনা এবং পেমা)। ঐতিহাসিক পাবুজি ছিলেন মধ্যযুগীয় রাজপুত রাজপুত্র; সমগ্র রাজস্থানের দেহাত অঞ্চল জুড়ে দেবতাজ্ঞানে তাঁর উপাসনা করা হয়। তাঁর উপাসনাকারীদের মধ্যে আছে রাজস্থানের রাজপুত, রেবারী পশুপালক এবং অন্যান্য অনেকে। নায়ক যাজকেরা তাঁর সেবা করেন।\nপাবুজি প্রত্যন্ত মরুভূমির কোলু গ্রামে বাস করতেন, এবং সেই গ্রামে তাঁর নামে একমাত্র প্রসিদ্ধ প্রচলিত মন্দির আছে, একক প্রাঙ্গণের মধ্যে দুটি ছোট মন্দির, যেখানে দেবতার পূজা করা হয়। ছোট ছোট মন্দির, স্মরণীয় পাথর ইত্যাদি প্রচুর, তবে কোলুর বাইরে তাঁর নামে প্রকৃত মন্দিরের অভাব স্পষ্টতই দেখা যায়। এর দুটি কারণ রয়েছে: প্রথমত, পাবুজি এখনও ঈশ্বর হিসাবে যথেষ্ট সম্মান অর্জন করতে পারেন নি, যে তাঁর নামে কোনও স্থাপত্যের নিদর্শন নির্মিত হবে; এবং, দ্বিতীয়, তাঁর অনেক উপাসক বিশেষ করে রেবারীরা আধা যাযাবর সম্প্রদায়ের। সুতরাং এইভাবে নিয়মিত কোনও নির্দিষ্ট স্থানে মন্দিরে পূজা দেবার অবস্থায় তারা থাকে না।\nরাজস্থানের ভোপা সম্প্রদায়কে পাবুজির পুরোহিত গায়ক হিসাবে বিবেচনা করা হয়। তারা পাবুজির গল্পটি ক্যানভাসে চিত্রায়িত করে এবং ধর্মীয় গানের মাধ্যমে জনগণের কাছে তা পৌঁছে দেয়। এই আঁকা ক্যানভাসটিকে ফাড় বলা হয়। ফাড়টি হল একটি ৩০ ফুট দীর্ঘ চাদর যেখানে পাবুজির জীবনের চিত্র আঁকা হয় (বা সেলাই করা হয়)। ক্ষুদ্রাকার দৃশ্যের মাধ্যমে তাঁর জীবনের সাহসিক কাজগুলি দেখানো হয়।\n\n\n== পাবুজির আখ্যান ==\nপাবুজির আখ্যানটি নায়ক সম্প্রদায়ের ভোপা কবি-গায়কেরা গেয়ে শোনায়, সেগুলি পাবুপ্রকাশ গ্রন্থে লিখিত ঐতিহ্য অনুসারে রচিত। ভোপাদের অনুসারে এই পাঠ্যটিতে দুটি ভিন্ন ধরনের পর্ব রয়েছে, পারভারো এবং সাইল। পাবুজির আখ্যানটি মুহাওনত নয়নসির (১৭শ শতাব্দীর) ভাতা পাবুজিরি শিরোনামে খায়তা তে পাওয়া যায়।\n\n\n== আরও দেখুন ==\nরাজপুত্রদের তালিকা\nভোপা\nপাবুজির ফাড়\n\n\n== তথ্যসূত্র ==\n\nSmith, John D. (2005). The Epic of Pabuji, New Delhi: Katha, আইএসবিএন ৮১-৮৭৬৪৯-৮৩-৬\nKamphorst, Janet (2008). In Praise of Death: History and Poetry in Medieval Marwar (South Asia). Leiden: Leiden University Press.\n\n\n== বহিঃসংযোগ ==\nThe epic of Pabuji\nPhad - Paintings on cloth\nTemple of Pabuji in Gujarat  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ ফেব্রুয়ারি ২০১১ তারিখে\nIn praise of death : history and poetry in medieval Marwar\nNomadic Narratives"}