{"pageid": 1033933, "title": "রাধাকৃষ্ণণ নায়ার হর্ষন", "url": "https://bn.wikipedia.org/wiki?curid=1033933", "content": "ক্যাপ্টেন রামচন্দ্রন নায়ার হর্ষন, এসি (১৫ এপ্রিল ১৯৮০ - ২০ শে মার্চ ২০০৭) ভারতীয় সেনাবাহিনীর, দ্বিতীয় ব্যাটালিয়নের (স্পেশাল ফোর্সেস ) অফিসার ছিলেন। অভিজাত 'দ্য প্রিডেটর' ইউনিটে কর্মরত ছিলেন। ২০০৪ সালে তিনি মরণোত্তরভাবে দেশের সর্বোচ্চ শান্তিকালীন সামরিক পুরস্কার অশোক চক্র দ্বারা ভূষিত হন। \n২০০৭ সালের ২০ মার্চ একটি অভিযানের সময় জম্মু ও কাশ্মীরের লোলাবের ছোটিমারগি এলাকায় হরকাতুল মুজাহিদিন সন্ত্রাসীদের সাথে লড়াই এ অসামান্য বীরত্ব প্রদর্শন করেন এবং শহীদ হন।\n\n\n== জীবনের প্রথমার্ধ ==\nহর্ষন জন্মগ্রহণ করেছিলেন ১৫ এপ্রিল ১৯৮০ এ কেরালার তিরুবনন্তপেরুরম মানাকৌডে। তাঁর জন্ম কে রাধাকৃষ্ণন নায়ার এবং জি এস চিত্রম্বি পরিবারে হয়েছিল। তিনি সৈনিক স্কুল(কাজাকূতাম) এবং ন্যাশনাল ডিফেন্স একাডেমিতে (এনডিএ) পড়াশুনা করেছিলেন, সেখান থেকে ১৬ ডিসেম্বর ২০০২ এ তাঁকে লেফটেন্যান্ট হিসাবে নিয়োগ দেওয়া হয়েছিল। তিনি এনডিএ ১০১ তম কোর্সে গল্ফ স্কোয়াড্রনের একটি অং ছিলেন। দ্বাদশ শ্রেণিতে (১৯৯৬-১৯৯৭) সময় তিনি সৈনিক স্কুলে ক্যাডেট ক্যাপ্টেনের দায়িত্ব পালন করেছিলেন এবং বার্ষিক দিবস উদযাপনের সময় 'জুলিয়াস সিজার' শীর্ষক একটি মঞ্চ নাটক চলাকালীন ব্রুটাস হিসাবে অভিনয়ের জন্য খ্যাতিমান হন।  ২০০৪ সালের ১৬ ডিসেম্বর তাঁকে ক্যাপ্টেন পদে পদোন্নতি দেওয়া  হয়েছিল। \n\n\n== মুখোমুখি লড়াই ==\n২০০৭ সালের ৭ মার্চ কাইঙ্গুর নারে এনকাউন্টার শুরু হয়েছিল। ক্যাপ্টেন হর্ষন একটি ছোট দলকে নেতৃত্ব দেওয়ার সময় এমটি-৩২৪৫ অঞ্চলে সন্দেহজনক আন্দোলন পর্যবেক্ষণ করেছেন। তিনি কোনও গুরুতর আঘাত না নিয়ে দু'জন সন্ত্রাসীকে নির্মূল করে দিয়েছিলেন ।\nসংঘর্ষটি নিকটবর্তী ছোটিমারগি এমটি -৩৪৪৮ অঞ্চলে অব্যাহত ছিল। ২০ মার্চ, হর্ষন তাঁর এক জুনিয়র সার্জেন্টের সাথে, যে বাড়িতে সন্ত্রাসীরা লুকিয়ে ছিল তার একটি ঘর অবরোধ করেন। সকাল সাড়ে তিনটায়, চারজন সন্ত্রাসী হর্ষন ও তাঁর সহযোগীর দিকে গুলি চালিয়ে ছুটে যায়। হর্ষন সন্ত্রাসী গোষ্ঠীর নেতাকে বের করে এনেছিলেন, তবে হর্ষনের উরুতে গুলি লেগেছিল। আঘাত সহ্য করার পরেও তিনি আরও একটি সন্ত্রাসী বের করে এনেছিলেন, কিন্তু প্রক্রিয়াধীন তাঁর ঘাড়ে গুলি লেগেছিল। আহত হয়ে শহীদ হয়ে যাওয়ার আগে তিনি একটি গ্রেনেড লব করে তৃতীয় সন্ত্রাসীকে আহত করেছিলেন। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nপ্যারাসুট রেজিমেন্টের হিরোস"}