{"pageid": 1033698, "title": "মুন্ডু", "url": "https://bn.wikipedia.org/wiki?curid=1033698", "content": "মুন্ডু (উচ্চারিত) [মুন-ডু] ভারতের কেরালা, তামিলনাড়ু, লক্ষদ্বীপ দ্বীপপুঞ্জ এবং ভারত মহাসাগর দ্বীপ দেশ মালদ্বীপে কোমরের চারপাশে পরিধিত পোশাক। এটা সারঙ্গ এর মত ধুতি এবং লুঙ্গির সাথে ঘনিষ্ঠভাবে সম্পর্কিত। এটি সাধারণত তুলা এবং রঙিন সাদা বা ক্রিম রঙ এর হয়। রঙ তুলার উপর নির্ভর করে। একটি খদ্দর মুন্ডু  তাঁত ব্যবহার করে তৈরি করা হয়। অধৌত হলে মুন্ডুকে বলা হয় \"নেড়িয়াঠু\"। আধুনিক যুগে, দুটি ধরনের মুন্ডু প্রচলিত — একক এবং ডাবল। একটি একক মুন্ডু কেবল একবার কোমরের চারদিকে আবৃত হয়, যখন ডাবলটি পরার আগে অর্ধেক ভাঁজ হয়। একটি মুন্ডু সাধারণত ব্যবহারের আগে মাড় দেয়া হয়।\n\n\n== পুরুষ ==\nএকটি মুন্ডু সাধারণত তুলনামূলকভাবে ঘন কাপড়ের একটি লাইন থাকে যার মধ্যে কারা নামক সীমানার কাছাকাছি বোনা হয়। কারা রঙিন হতে পারে এবং বিভিন্ন আকারে আসে। ডাবল বর্ণের এবং শোভাময় কারা (মুন্ডুর শেষে রঙের একটি স্ট্রিপ) রয়েছে।  আরও আনুষ্ঠানিক অনুষ্ঠানের জন্য (বিবাহের মতো), একটি মুন্ডুতে একটি স্বর্ণের সূচিকর্ম রয়েছে যা কাসাভু নামে পরিচিত। পরিধানকারী মুন্ডুর প্রান্তটি যত্ন সহকারে ভাঁজ করে 'কারা' প্রদর্শন করে। কারা সাধারণত ব্যক্তির ডানদিকে প্রদর্শিত হয়, যদিও বাম দিকে কারাসহ স্টাইলগুলিও প্রচলিত। শিষ্টাচারের অব্যক্ত নিয়মগুলি মুন্ডু যেভাবে পরিধানযোগ্য তা পরিচালনা করে। পুরুষরা প্রায়শই পোশাক, সাইকেল চালানো ইত্যাদির সময় সংক্ষিপ্ত স্কার্টের অনুরূপ পোশাকটি অর্ধেক ভাঁজ করে রাখে তবে হাঁটু থেকে পা প্রকাশ করে মুন্ডু এইভাবে ভাঁজ করে মহিলাদের বা তার সামাজিক উর্ধ্বতনদের সাথে কথা বলা অসম্মানজনক বলে বিবেচিত হয়। যখন এইরকম সামাজিক পরিস্থিতির মুখোমুখি হয়, তখন মুন্ডুর ভাঁজটি একটি অবর্ণনীয় ঝাঁকুনি দিয়ে আলগা হয় এবং এটি পুরোপুরি পা ঢাকতে নীচে ঝাপটায়। কখনও কখনও একটি বেল্ট ব্যবহার করা হবে; সবুজ বা কালো হয় যে একটি জনপ্রিয় ভেলক্রো বেল্ট হিসেবে আসে। মূল্যবান জিনিসপত্র রাখতে এবং মুন্ডু (বা লুঙ্গি) সুরক্ষিত রাখতে এতে হলুদ পকেট রয়েছে।\n'মেলমন্ডু' হল '[নেড়িয়াঠু]' বা '[থান্ডু]' এর মতো একটি ওপরের পোশাক। যে মহিলারা দ্বারা পরা হয়; 'মুন্ডু' এবং 'মেলমুন্ডু' পুরুষদের দ্বারা পরিহিত ঐতিহ্যবাহী মালায়ালি পোশাকের অংশ।\n\n\n== মহিলা ==\nমুন্ডুম-নেড়িয়াথুম নামে একটি মুন্ডু মহিলারা প্রায়শই ব্যবহার করেন। মুন্ডুম-নেড়িয়াথুম  হল দুটি মুন্ডুর সমষ্টি, যাদের উভইয়েরই কারা একই হয়। এই সেটটিতে পুরুষদের পরনের মতো একটি নিম্ন পোশাক রয়েছে। ব্লাউজ পরানো উপরের মুন্ডু একবার কোমর এবং উপরের শরীরের চারপাশে জড়িয়ে আছে এবং বাম কাঁধে ঝুলন্ত অবস্থায় একটি শাড়ির সাথে সাদৃশ্যযুক্ত । একে প্রায়শই সেট-মুন্ডু বলা হয়। এটি সাধারণত উৎসব বা বিশেষ অনুষ্ঠানের সময় পরিধান করা হয়।\nকেরালায়, ভাস্তি হল মুন্ডুসহ আনুষ্ঠানিক অনুষ্ঠানের জন্য একটি ছোট টুকরো কাপড় (যা সাধারণত কাঁধে চাপানো হয়)।\n\n\n== কেরালা লুঙ্গি ==\nকেরালায় লুঙ্গি, স্থানীয়ভাবে কাইলি বা কল্লী মুন্ডু নামে পরিচিত, পুরুষ এবং মহিলা উভয়ই পরে থাকেন। এটি একটি নৈমিত্তিক পোশাক বা শ্রমিকদের কাজের পোশাক হিসাবে বিবেচিত হয়। কেরালার বেশিরভাগ পুরুষ ঘরের পোশাক বা স্লিপ পোশাক হিসাবে লুঙ্গি ব্যবহার করেন। লুঙ্গিগুলি সাধারণত রঙিন এবং বিভিন্ন ডিজাইনের সাথে থাকে। লুঙ্গি বিবাহ বা অন্যান্য ধর্মীয় অনুষ্ঠানের মতো অনুষ্ঠানে ব্যবহৃত হয় না। জাফরান রঙের মুন্ডুও পরিচিত এবং কাভি মুন্ডুও ।\n\n\n== আরো দেখুন ==\nকবি মুন্ডু\nলুঙ্গি\nমুন্ডুম নেড়িয়াথুম\nসারঙ্গ\nটোগা\n\n\n== বহিঃসংযোগ ==\n\nকেরালা মুন্ডু - কাসাভু মুন্ডু  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ এপ্রিল ২০২১ তারিখে\nজাতিগত কেরালা মুন্ডু\nকেরালা ধুতি\nতাঁতের ধুতি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ জুন ২০২২ তারিখে\n\n\n== তথ্যসূত্র ==\nরিচার্ড প্লানকেটেক্স লিখেছেন দক্ষিণ ভারত।আইএসবিএন ১-৮৬৪৫০-১৬১-৮আইএসবিএন 1-86450-161-8\nমহিলা অ্যাসেসিটিক্স: একটি ভারতীয় ধর্মীয় আন্দোলনে হায়ারার্কি এবং বিশুদ্ধতা ওয়েন্ডি সিনক্লেয়ার-ব্রুল পৃষ্ঠা পৃষ্ঠা 170 দ্বারা।আইএসবিএন ০-৭০০৭-০৪২২-১আইএসবিএন 0-7007-0422-1\nসিরিয়ার খ্রিস্টানরা কেরালার এস জি পোথান দ্বারা।\n\n\n== বহিঃসংযোগ =="}