{"pageid": 1033140, "title": "কেনেডি স্পেস সেন্টার লঞ্চ কমপ্লেক্স ৩৯এ", "url": "https://bn.wikipedia.org/wiki?curid=1033140", "content": "লঞ্চ কমপ্লেক্স ৩৯এ (এলসি-৩৯এ) হল ফ্লোরিডার মেরিট আইল্যান্ডে নাসার কেনেডি স্পেস সেন্টারে অবস্থিত লঞ্চ কমপ্লেক্স ৩৯ এর দুটি উৎক্ষেপণ মঞ্চের প্রথমটি। মঞ্চটি লঞ্চ কমপ্লেক্স ৩৯বি সহ সর্বপ্রথম স্যাটার্ন ভি উৎক্ষেপণ যানের জন্য নকশা করা হয়, যা তৎকালীন সময়ে মার্কিন যুক্তরাষ্ট্রের সবচেয়ে শক্তিশালী রকেট ছিল। সাধারণত ১৯৬০-এর দশকের শেষের দিক থেকে নাসার মনুষ্যবাহী মহাকাশ যাত্রার অভিযানসমূহ উৎক্ষেপণ করতে ব্যবহৃত হত, মঞ্চটি স্পেস এক্সের কাছে ইজারা দেওয়া হয় এবং তাদের উৎক্ষেপণ যানসমূহকে সমর্থন করার জন্য এটি পরিবর্তন করা হয়।\n\n\n== ইতিহাস ==\n\n\n=== অ্যাপোলো কর্মসূচি ===\nরাষ্ট্রপতি কেনেডি ১৯৬১ সালে কংগ্রেসের কাছে দশকের শেষের দিকে একজনকে চাঁদে অবতরণের লক্ষ্যে প্রস্তাব করেন। কংগ্রেসনীয় অনুমোদনের ফলে অ্যাপোলো কর্মসূচির সূচনা হয়। কর্মসূচির জন্য কেপ থেকে উত্তর ও পশ্চিমে মেরিট আইল্যান্ডের সাথে উৎক্ষেপণ কার্যক্রমসমূহের সম্প্রসারণ সহ নাসার কার্যক্রমসমূহের বিশাল সম্প্রসারণের প্রয়োজন ছিল।\nলঞ্চ কমপ্লেক্স ৩৯এ স্যাটার্ন ভি রকেটের উৎক্ষেপণ কার্যক্রমসমূহ পরিচালনা করার জন্য নকশা করা হয়, এটি বৃহত্তম ও সবচেয়ে শক্তিশালী উৎক্ষেপণ যান, যা অ্যাপোলো মহাকাশযানকে চাঁদে চালিত করে। লঞ্চ কমপ্লেক্স ৩৯এ থেকে প্রথম উৎক্ষেপণটি ১৯৬৭ সালে প্রথম স্যাটার্ন ভি উৎক্ষেপণের মাধ্যমে সংগঠিত হয়, যা মনুষ্যবিহীন অ্যাপোলো ৪ মহাকাশযানকে বহন করে। দ্বিতীয় মনুষ্যবিহীন উৎক্ষেপণ হিসাবে অ্যাপোলো ৬ মঞ্চ ৩৯এ ব্যবহার করে। মঞ্চ ৩৯বি ব্যবহারকারী অ্যাপোলো ১০ ব্যতীত, (\"অল-আপ\" পরীক্ষার ফলে ২-মাসের টার্নআরন্ড সময়সীমার ফলে), অ্যাপোলো ৮ সাথে শুরু করে সমস্ত মনুষ্যবাহী অ্যাপোলো-স্যাটার্ন ভি উৎক্ষেপণে মঞ্চ ৩৯এ ব্যবহৃত হয়।\n\n\n=== স্পেস এক্স ===\n\nমঞ্চ ব্যবহারের জন্য ২০১১ সালের প্রথম দিকে নাসা ও ফ্লোরিডার রাজ্যের অর্থনৈতিক উন্নয়ন সংস্থা স্পেস ফ্লোরিডার মধ্যে আলোচনা হয়, তবে ২০১২ সালের মধ্যে কোনও চুক্তি বাস্তবায়িত হয়নি এবং নাসা তখন ফেডারেল সরকারের তালিকা থেকে মঞ্চটিকে অপসারণের জন্য অন্যান্য বিকল্পগুলি অনুসরণ করে।\nনাসা ২০১৩ সালের গোড়ার দিকে প্রকাশ্যে ঘোষণা করে যে উৎক্ষেপণ মঞ্চটি বাণিজ্যিক উৎক্ষেপণ সরবরাহকারীদের এলসি-৩৯এ ইজারা দেওয়ার অনুমতি দেবে এবং এরপরে ২০১৩ সালের মে মাসে মঞ্চের বাণিজ্যিক ব্যবহারের প্রস্তাবের জন্য আনুষ্ঠানিকভাবে অনুরোধ জানানো হয়। লঞ্চ কমপ্লেক্সটির বাণিজ্যিক ব্যবহারের জন্য দুটি প্রতিযোগী নিলামে (বিড) অনুশগ্রহ্ন অংশগ্রহণ করে। পেস এক্স লঞ্চ কমপ্লেক্সটির একচেটিয়া ব্যবহারের জন্য একটি বিড জমা করে এবং জেফ বেজোসের ব্লু অরিজিন কমপ্লেক্সটির লঞ্চপ্যাড একাধিক উৎক্ষেপণ যান পরিচালনা করতে পারে ও দীর্ঘমেয়াদে ব্যয় ভাগ করে নেয়ার জন্য অ-একচেটিয়া ভাবে অংশীদারিত্বের মাধ্যমে ব্যবহারের জন্য একটি বিড জমা করে। ব্লু অরিজিনের পরিকল্পনার একটি সম্ভাব্য অংশীদারিত্ব ব্যবহারকারী হল ইউনাইটেড লঞ্চ অ্যালায়েন্স। বিডের মেয়াদ শেষ হওয়ার ও প্রক্রিয়াটির ফলাফলের নাসা দ্বারা প্রকাশ্যে প্রকাশের আগে, ব্লু অরিজিন মার্কিন যুক্তরাষ্ট্রের সাধারণ অ্যাকাউন্টিং অফিসের (জিএও) কাছে একটি প্রতিবাদ দায়ের করে বলেন যে \"মথবলেড স্পেস শাটল লঞ্চ প্যাড ৩৯এ ব্যবহারের জন্য স্পেস এক্সকে একচেটিয়া বাণিজ্যিক ইজারা দেওয়া নাসার একটি পরিকল্পনা\"।\nনাসা ২০১৩ সালের ১৩ ডিসেম্বর ঘোষণা করে যে স্পেসএক্সকে নতুন বাণিজ্যিক ভাড়াটে হিসাবে বেছে নেওয়া হয়েছে। স্পেস এক্স ২০১৪ সালের ১৪ এপ্রিল এলিজ চুক্তি স্বাক্ষর করে, যা এটিকে এলসি-৩৯এ এর ২০ বছরের একচেটিয়া ইজারা প্রদান করে। স্পেস এক্স তাদের উৎক্ষেপণ যানসমূহ মঞ্চ থেকে উৎক্ষেপণ করা এবং কাছাকাছি একটি নতুন হ্যাঙ্গার তৈরি করার পরিকল্পনা করে।\n\n\n== উৎক্ষেপণ পরিসংখ্যান ==\n\n\n== বর্তমান অবস্থা ==\nবেসরকারী মার্কিন মহাকাশ প্রস্তুতকারক ও মহাকাশ পরিবহন পরিষেবা সংস্থা স্পেসএক্স ২০১৪ সালের ১৪ এপ্রিল একটি লিজ চুক্তি স্বাক্ষর করে, [15] যা এটিকে এলসি-৩৯এ এর ২০ বছরের একচেটিয়া ইজারা দিয়েছে। স্পেস এক্স তাদের উৎক্ষেপণ যানসমূহ মঞ্চ থেকে উৎক্ষেপণ করেছে এবং কাছাকাছি একটি নতুন হ্যাঙ্গার তৈরি করেছে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}