{"pageid": 1033779, "title": "আক্রান্তপ্রবণতা", "url": "https://bn.wikipedia.org/wiki?curid=1033779", "content": "আক্রান্তপ্রবণতা বলতে কোনও ব্যক্তি, দল বা ব্যবস্থার গুরুতর আঘাত বা ক্ষতি সৃষ্টিকারক কোনও আক্রমণের শিকার হবার ঝুঁকিতে থাকার মাত্রাকে বোঝায়। আক্রান্তপ্রবণতা বেশ কিছু নিয়ামকের উপরে নির্ভরশীল। কী ধরনের আক্রমণ বা ক্ষতির ঝুঁকি আছে, আক্রান্তপ্রবণ ব্যক্তি বা ব্যবস্থাটি কতটুকু অরক্ষিত, একটি ক্ষতিকর ঘটনা ঘটার সম্ভাবনা কতটুকু, এবং ব্যক্তি, দল বা ব্যবস্থার বিভিন্ন বৈশিষ্ট্য (যেমন কোনও ব্যক্তির ক্ষেত্রে তার আয়, সামাজিক লিঙ্গ, বয়স, চলাচল-ক্ষমতা, ইত্যাদি) আক্রান্তপ্রবণতাকে প্রভাবিত করে। সব ব্যক্তি, দল বা ব্যবস্থা সমানভাবে আক্রান্তপ্রবণ নয়। তবে ক্ষেত্রভেদে আক্রান্তপ্রবণতার সংজ্ঞা ভিন্ন হতে পারে। আক্রান্তপ্রবণতাকে ইংরেজিতে \"ভালনারেবিলিটি\" (Vulnerability) বলা হয়।\nআক্রান্তপ্রবণতার কাছাকাছি কিছু ধারণা হল ঝুঁকিপ্রবণতা (Susceptibility), ভঙ্গুরতা (Fragility), নিরাপত্তাহীনতা (Insecurity), ইত্যাদি। এর বিপরীত কিছু ধারণা হল ঘাতসহনশীলতা (Resilience), সক্ষমতা (Capacity), শক্তিসামর্থ্য (Robustness), হুমকি থেকে নিরাপত্তা (Security), ইত্যাদি।\n\n\n== প্রকারভেদ ==\n\n\n=== সংজ্ঞানাত্মক ===\n\nসংজ্ঞানাত্মক মনোবিজ্ঞানের আলোচনায় সংজ্ঞানাত্মক আক্রান্তপ্রবণতা বলতে কোনও ত্রুটিপূর্ণ ধারণা বা চিন্তা বা সংজ্ঞানাত্মক পক্ষপাতকে বোঝায় যা কোনও ব্যক্তিকে পূর্ব থেকে মানসিক সমস্যাপ্রবণ করে তুলতে পারে। মানসিক বিকার বা সমস্যার লক্ষণগুলি আবির্ভাবের অনেক আগে থেকেই সংজ্ঞানাত্মক আক্রান্তপ্রবণতা উপস্থিত থাকে। যখন কোনও ব্যক্তি মানসিক চাপ বা আঘাত সৃষ্টিকারী কোনও অভিজ্ঞতার শিকার হয়, তখন তার সংজ্ঞানাত্মক আক্রান্তপ্রবণতা ঐ অভিজ্ঞতার প্রেক্ষিতে তার মধ্যে এক ধরনের অনুপযোজিত (Maladaptive) প্রতিক্রিয়ার জন্ম দেয়, যা থেকে ভবিষ্যতে মানসিক বিকার সৃষ্টি হতে পারে।\n\n\n=== রোগবিস্তারবিজ্ঞান ===\nরোগবিস্তারবিজ্ঞানের আলোচনায় পুষ্টি ও সংজ্ঞানের অভাব কিংবা আর্থসামাজিক অবস্থানের কারণে কোনও ব্যক্তি, জনসমষ্টি বা বাস্তুতন্ত্রের কোনও রোগ বা স্বাস্থ্যগত হুমকির বিরুদ্ধে প্রত্যুত্তর প্রদান কিংবা অভিযোজিত হবার অক্ষমতার মাত্রাকে বোঝায়।\n\n\n=== চিকিৎসাসেবা ===\nচিকিৎসাসেবার আলোচনায় আক্রান্তপ্রবণতা বা অসহায়ত্ব বলতে একটি আপেক্ষিকভাবে অসুবিধাজনক অবস্থাকে বোঝায়, যেখানে রোগীকে অন্য মানুষের উপরে আস্থা রাখতে হয় ও নির্ভরশীল হতে হয়। সমস্ত রোগীই কোনও না কোনও মাত্রায় আক্রান্তপ্রবণ বা অসহায়। কিছু কিছু রোগী তাদের সামাজিক অবস্থান কিংবা সিদ্ধান্তগ্রহণের ক্ষমতা হ্রাসের কারণে বিশেষভাবে আক্রান্তপ্রবণ হয়ে থাকেন। কোনও আক্রান্তপ্রবণ, অরক্ষিত, অসহায় রোগীকে স্বার্থের খাতিরে শোষণ করা চিকিৎসা নীতিশাস্ত্রের বিরোধী। আবার উল্টোদিকে স্বাস্থ্যসেবা খাতে নিয়োজিত পেশাদার ব্যক্তিদের কর্মপরিবেশজনিত অবসাদ, দৈহিক-মানসিক শক্তি নিঃশেষ (Burnout), ইত্যাদি সংক্রান্ত আক্রান্তপ্রবণতাও আলোচিত হয়।\n\n\n=== কম্পিউটার ব্যবস্থার নিরাপত্তা ===\nকম্পিউটার ব্যবস্থার নিরাপত্তার ক্ষেত্রে কোনও হুমকির উপস্থিতিতে একটি কম্পিউটার ব্যবস্থার নিরাপত্তায় যদি ফাটল বা ভাঙন সৃষ্টি হওয়ার ঝুঁকি থাকে, তাহলে সেটিকে আক্রান্তপ্রবণতা বা অরক্ষিত অবস্থা বলা হয়। কম্পিউটার ব্যবস্থার অপর্যাপ্ত নকশাকরণ বা অসমাপ্ত ত্রুটিমুক্তকরণের কারণে অনৈচ্ছিকভাবে আক্রান্তপ্রবণতার সৃষ্টি হতে পারে। আবার ক্ষতি করার ইচ্ছা থেকেও আক্রান্তপ্রবণতার সৃষ্টি হতে পারে, যেমন কম্পিউটার ব্যবস্থায় ট্রোজান ঘোড়াকে অনুপ্রবিষ্ট করিয়ে এটি সৃষ্টি করা হতে পারে।\n\n\n=== সামরিক বিজ্ঞান ===\nসামরিক বিজ্ঞানের আলোচনায় কোনও উপায়ে যদি কোনও জাতির বা সামরিক বাহিনীর যুদ্ধ করার ক্ষমতা, কার্যকারিতা বা সংকল্প হ্রাস পায় এবং তার ফলে কোনও শত্রুর আক্রমণের শিকার হবার ঝুঁকির প্রবণতা বেড়ে যায়, তাহলে সেই ব্যাপারটিকে আক্রান্তপ্রবণতা বলা হয়।\n\n\n=== বাস্তুবিজ্ঞান ===\nবাস্তুবিজ্ঞানের আলোচনায় কোনও বাস্তুতন্ত্র কোন্‌ মাত্রায় হুমকি বা বিপদের ঝুঁকিতে রয়েছে, সে ব্যাপারটিকে বোঝাতে আক্রান্তপ্রবণতা শব্দটি ব্যবহার করা হয়। যেমন কোনও সংরক্ষিত প্রাকৃতিক অঞ্চলের পাশে যদি কোনও আবাসন প্রকল্প বা শিল্প অঞ্চল নির্মাণ করা হয়, তাহলে সেই অঞ্চলটির আক্রান্তপ্রবণতা বেড়ে যায়, কেননা আবাসন প্রকল্পটি আরও সম্প্রসারিত হবার সম্ভাবনা থাকে কিংবা শিল্প অঞ্চলটির দূষণের শিকার হবার ঝুঁকি বেড়ে যায়। তাই সংরক্ষিত প্রাকৃতিক অঞ্চল নির্বাচনের সময় এর আক্রান্তপ্রবণতাটিও বিবেচনা করতে হয়।\n\n\n=== বিপর্যয় ব্যবস্থাপনা ===\nবিপর্যয় ব্যবস্থাপনার আলোচনায় কোনও সম্প্রদায়ের আক্রান্তপ্রবণতা বলতে কোনও গুরুতর প্রাকৃতিক বা মানবসৃষ্ট বিপর্যয় আগে থেকে আঁচ করা, এর নেতিবাচক প্রভাব সহ্য করা, প্রতিরোধ করা ও কাটিয়ে উঠার ক্ষেত্রে কোনও জনসম্প্রদায়ের সক্ষমতার অভাবের মাত্রাকে বোঝায়।\n\n\n=== জলবায়ু পরিবর্তন আক্রান্তপ্রবণতা ===\n\nমানবসৃষ্ট জলবায়ু পরিবর্তনের কারণে যে নেতিবাচক প্রভাবগুলির (যেমন জলবায়ুর পরিবর্তনশীলতা বা চরম আবহাওয়া) সৃষ্টি হয়, সেগুলির সাপেক্ষে কোনও সমাজ, জাতি বা ব্যবস্থা কতটুকু ঝুঁকিপ্রবণ, এবং তারা এগুলির বিরুদ্ধে প্রত্যুত্তর প্রদান করতে, খাপ খাইয়ে নিতে কিংবা সহ্য করে টিকে থাকতে কতটুকু অসমর্থ, তার মাত্রা বোঝাতে জলবায়ু পরিবর্তন আক্রান্তপ্রবণতা (Climate change vulnerability) পরিভাষাটি ব্যবহার করা হয়।\n\n\n== তথ্যসূত্র =="}