{"pageid": 1033193, "title": "দক্ষিণ ইতালিতে ইসলামের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1033193", "content": "সিসিলি এবং দক্ষিণ ইতালিতে ইসলামের ইতিহাস শুরু হয়েছিল সিসিলিতে যা ৮২৭ সালে মাজারাতে প্রথম আরব বন্দোবস্ত বা বসতি স্থাপন দিয়ে। সিসিলি এবং মাল্টার পরবর্তী শাসন দশম শতাব্দীতে শুরু হয়েছিল। সমস্ত সিসিলির উপর ইসলামিক শাসন ৯০২ সালে শুরু হয়েছিল এবং সিসিলির আমিরাত ৮৩১ থেকে ১০৬১ অবধি স্থায়ী ছিল। যদিও সিসিলি ইতালির প্রাথমিক মুসলিম দুর্গ ছিল, তবে কিছু অস্থায়ী পাদদেশও ছিল, যার মধ্যে বেশিরভাগ অংশটি বারি শহর ছিল (৮৪৭ থেকে ৮৭১ অবধি অধিগ্রহণ করা হয়েছিল) মূল ভূখণ্ডে উপদ্বীপে প্রতিষ্ঠিত হয়েছিল, বিশেষত মূল ভূখণ্ডের দক্ষিণ ইতালিতে, যদিও মুসলিম আক্রমণ, মূলত মুহাম্মদ প্রথম আবু-আব-আব্বাসের লোকেরা নেপলস, রোম এবং পাইডমন্টের উত্তর অঞ্চল পর্যন্ত পৌঁছেছিল। মুসলিম আক্রমণগুলি ইটালি ও ইউরোপে ক্ষমতার জন্য বৃহত্তর লড়াইয়ের অংশ ছিল, ক্রিশ্চান বাইজেন্টাইন, ফ্রাঙ্কিশ, নরম্যান এবং স্থানীয় ইতালীয় বাহিনীও নিয়ন্ত্রণের জন্য প্রতিযোগিতা করেছিল। অন্যান্য দলগুলির বিরুদ্ধে বিভিন্ন খ্রিস্টান দলকে মুসলমানরা মাঝে মাঝে মিত্র হিসাবে চাইতো।\n৯৬৫ সালে কলবিদরা ফাতিমীয় খিলাফত থেকে তাদের আমিরাতের স্বাধীনতা প্রতিষ্ঠা করেছিল। ১০৬১ সালে নরম্যানরা মেসিনাকে দখল করে এবং ১০৭১ এর মধ্যে পালের্মো এবং এর দুর্গ (১০৭২) পরাজিত হয়। ১০৯১ সালে নোটোও নরম্যানদের হাতে পড়ে এবং বিজয়টি সম্পূর্ণ হয়। মাল্টা ঐ বছরের শেষের দিকে পড়ে যায়, যদিও আরব প্রশাসন বজায় রাখা হয়, এই সময়ের চূড়ান্ত অধ্যায় চিহ্নিত করা। নর্মানদের বিজয় এই অঞ্চলে দৃঢ়ভাবে রোমান ক্যাথলিক ধর্ম প্রতিষ্ঠিত, যেখানে পূর্ব খ্রিস্টান বাইজেন্টাইন শাসনের সময় বিশিষ্ট ছিল এবং এমনকি ইসলামী আমলে উল্লেখযোগ্য ছিল। ব্যাপক ধর্মান্তরের সূত্রপাত ঘটে, যার ফলে ১২৮০-এর দশকে সিসিলিতে ইসলামের অন্তর্ধান ঘটে। ১২৪৫ সালে মুসলিম সিসিলিবাসীদের পবিত্র রোমান সম্রাট দ্বিতীয় ফ্রেডেরিকের আদেশে লুসেরা বসতিতে নির্বাসিত করা হয়। ১৩০০ সালে আলতামুরার গণনা জিওভান্নি পিপিনো দা বারলেতা লুসেরাদখল করে এবং নির্বাসিত বা দাসত্বে বিক্রি করে দেয়, যার ফলে ইতালিতে মধ্যযুগীয় মুসলমানদের উপস্থিতির অবসান হয়।\n\n\n== সিসিলি ==\n\n\n=== সিসিলিতে প্রথম আরব আক্রমণ (৬৫২-৮২৭) ===\nবাইজেন্টাইন সাম্রাজ্যের তৎকালীন অংশ সিসিলিতে আরব জাহাজের প্রথম হামলা হয় উসমান ইবন আফফানের রাশিদুন খিলাফতের অধীনে ৬৫২ সালে। এরা সিরিয়ার গভর্নর প্রথম মুয়াবিয়া দ্বারা পরিচালিত আরব যোদ্ধা এবং কিন্দা গোত্রের মুয়াইয়া ইবনে হুদাইজের নেতৃত্বে অংশ নেয়, এবং তারা বেশ কয়েক বছর ধরে দ্বীপে অবস্থান করে। রেভেনার বাইজেন্টাইন বহিরাগত অলিম্পিয়াস সিসিলিতে এসে আক্রমণকারীদের উৎখাত করতে আসেন কিন্তু ব্যর্থ হন। এর পরপরই আরবরা যথেষ্ট পরিমাণ বুটি সংগ্রহ করে সিরিয়ায় ফিরে আসে।\nসিসিলিতে দ্বিতীয় আরব অভিযানটি হয়েছিল ৬৯৯ সালে। এবার, আলেকজান্দ্রিয়া থেকে ২০০ টি জাহাজের সমন্বয়ে একটি শক্তিশালী, ধ্বংসাত্মক বাহিনী দ্বীপে আক্রমণ করে। তারা সিসিলি সিরাকুজাকে হামলা করে এবং এক মাসের শ্বাসরোধ অভিযানের পরে মিশরে ফিরে আসে। উত্তর আফ্রিকার আরব বিজয়ের (প্রায় ৭০০ সম্পন্ন) পর আরব নৌবহর থেকে আক্রমণের পুনরাবৃত্তি ঘটে ৭০৩, ৭২৮, ৭২৯, ৭৩০, ৭৩১, ৭৩৩ এবং ৭৩৪। শেষ দুটি আরব আক্রমণ যথেষ্ট বাইজেন্টাইন প্রতিরোধের সম্মুখীন হয়।\nপ্রথম সত্যিকারের বিজয় অভিযান ৭৪০ সালে শুরু হয়। সে বছর হাবিব ইবনে আবি ওবেইদা আল-ফিহরি, যিনি ৭২৮ আক্রমণে অংশগ্রহণ করেছিলেন, তিনি সফলভাবে সিরাকিউস দখল করেন। পুরো দ্বীপ জয় করতে প্রস্তুত হলেও বারবার বিদ্রোহের কারণে এই অভিযান তিউনিশিয়ায় ফিরে যেতে বাধ্য হয়। ৭৫২ সালে দ্বিতীয় আক্রমণের উদ্দেশ্য ছিল সিরাকিউসকে আবার ধবংস করা।\n৮০৫ সালে সিসিলির সাম্রাজ্যবাদী প্যাট্রিশিয়ান কনস্ট্যান্টাইন ইফ্রিকিয়ার আমীর ইব্রাহিম ইবনে আল-আগলাবের সাথে দশ বছরের যুদ্ধবিরতি স্বাক্ষর করেন, কিন্তু এটি আফ্রিকা ও স্পেনের অন্যান্য এলাকা থেকে আরব নৌবহরকে ৮০৬-৮২১ সাল পর্যন্ত সার্ডিনিয়া ও করসিকা আক্রমণ করতে বাধা দেয়নি। ৮১২ সালে ইব্রাহিমের পুত্র প্রথম আবদাল্লাহ  সিসিলি জয় করার জন্য একটি আগ্রাসন বাহিনী পাঠান। তার জাহাজ প্রথমে গায়েতা এবং আমালফির হস্তক্ষেপে হয়রানি করা হয় এবং পরে একটি ঝড় দ্বারা বিপুল সংখ্যক ধ্বংস করা হয়। যাইহোক, তারা ল্যাম্পেডুসা দ্বীপ জয় করতে সক্ষম হয় এবং তিররেনীয় সাগরে পোঞ্জা এবং ইশিয়া ধ্বংস করতে সক্ষম হয়। নতুন প্যাট্রিশিয়ান গ্রেগরিয়াস এবং আমীরের মধ্যে আরেকটি চুক্তি দক্ষিণ ইতালি এবং ইফ্র্যরিকিয়ার মধ্যে বাণিজ্যের স্বাধীনতা প্রতিষ্ঠা করে। ৮১৯ সালে ইপ্রিকিয়ার আমির প্রথম জিয়াদাত আল্লাহ- এর চাচাতো ভাই মোহাম্মদ ইবনে আদবালাদ আরেকটি হামলার পর ৮২৭ সাল পর্যন্ত সিসিলিতে পরবর্তী কোন আরব হামলার কথা উল্লেখ করা হয়নি।\n\n\n=== সিসিলির বিজয় (৮২৭-৯০২) ===\n\n\n==== ইউফেমিয়াস এবং আসাদ ====\nসিসিলি এবং দক্ষিণ ইতালির কিছু অংশে আরব বিজয় ৭৫ বছর স্থায়ী হয়। কিছু সূত্র মতে, এই বিজয়কে উৎসাহিত করেছে বাইজেন্টাইন কমান্ডার ইউফিমিয়াস, যিনি যৌন উদাসীনতার জন্য সম্রাট দ্বিতীয় মাইকেলের শাস্তির আশঙ্কা করেছিলেন। সিরাকিউসের স্বল্পস্থায়ী বিজয়ের পর তাকে সম্রাট ঘোষণা করা হয় কিন্তু বিশ্বস্ত বাহিনী আফ্রিকার জিয়াদাত আল্লাহর আদালতে পালিয়ে যেতে বাধ্য হয়। পরবর্তীটি বার্ষিক শ্রদ্ধার বিনিময়ে ইউফিমিয়াসের কাছে ছেড়ে দেওয়ার প্রতিশ্রুতি দিয়ে সিসিলি জয় করতে সম্মত হয়। তিনি ৭০ বছর বয়স্ক কাযী আসাদ ইবনে আল-ফুরাতকে তার বিজয়ের দায়িত্ব দেন। মুসলিম বাহিনী ১০,০০০ পদাতিক, ৭০০ অশ্বারোহী, এবং ১০০ জাহাজ, ইউফ্রেটিস বহর দ্বারা শক্তিশালী এবং, মাজারা দেল ভালোতে অবতরণের পর, নাইটদের দ্বারা। বাইজেন্টাইন সৈন্যদের বিরুদ্ধে প্রথম যুদ্ধ ১৫ জুলাই, ৮২৭, মাজারার কাছে সংঘটিত হয়, যার ফলে আগলাবিদের বিজয় ঘটে।\nআসাদ পরবর্তীতে দ্বীপের দক্ষিণ উপকূল জয় করেন এবং সিরাকিউস অবরোধ করেন। এক বছর অবরোধ এবং বিদ্রোহের প্রচেষ্টার পর, তার সৈন্যরা পালের্মো থেকে পাঠানো একটি বিশাল সৈন্যদলকে পরাজিত করতে সক্ষম হয়, যার নেতৃত্বে ছিল একটি ভেনিসীয় নৌবহর, যার নেতৃত্বে ছিল ডগ গিউস্টটিনিয়ানো পার্টিসিপাজিও। যাইহোক, মুসলমানরা মিনোর প্রাসাদে ফিরে যায় যখন একটি মহামারি তাদের অনেক সৈন্য এবং আসাদ নিজে নিহত হয়। তারা পরে আক্রমণে ফিরে আসেন কিন্তু কাস্ত্রোজিওভান্নি (আধুনিক এন্না, যেখানে ইউফিমিয়াস মারা যান) মাতারা ফিরে যেতে ব্যর্থ হন। ৮৩০ সালে তারা ৩০,০০০ আফ্রিকান এবং স্প্যানিশ সৈন্য একটি শক্তিশালী শক্তি পায়। স্পেনীয় মুসলমানরা ঐ বছরের জুলাই ও আগস্ট মাসে বাইজেন্টাইন কমান্ডার থিওডোটাসকে পরাজিত করে, কিন্তু একটি মহামারি আবার তাদের মাজারা এবং তারপর আফ্রিকায় ফিরে যেতে বাধ্য করে। অবরোধ করার জন্য পাঠানো আফ্রিকান বারবার ইউনিট এক বছর ব্যাপী অবরোধের পর ৮৩১ সালের সেপ্টেম্বর মাসে এটি দখল করে নেয়। আল-মদিনা নামকরণ করা পালেরমো সিসিলির মুসলিম রাজধানীতে পরিণত হয়েছিল।\n\n\n==== আবু ফিহর মুহাম্মদ ইবনে আব্দুল্লাহ ====\n৮৩২ সালের ফেব্রুয়ারি মাসে জিয়াদাত আল্লাহ তার চাচাতো ভাই আবু ফিহর মুহাম্মদ ইবনে আব্দ-আল্লাহকে দ্বীপে পাঠান এবং তাকে সিসিলির ওয়ালি হিসেবে নিযুক্ত করেন। তিনি ৮৩৪ সালের প্রথম দিকে বাইজেন্টাইনদের পরাজিত করেন এবং পরের বছর তার সৈন্যরা তাওরমিনা পর্যন্ত পৌঁছায়। যুদ্ধ টি বেশ কয়েক বছর ধরে ছোট ্য আহগলাবিদ বিজয় সঙ্গে চলতে থাকে, যখন বাইজেন্টাইনরা কাস্ত্রোজিওভান্নি এবং সেফালে তাদের দুর্গ প্রতিরোধ করে। নতুন আমির আল-আঘলাব আবু আফফান থেকে দ্বীপে নতুন সৈন্য আসেন এবং পশ্চিম সিসিলির মুসলমানদের সম্পূর্ণ নিয়ন্ত্রণ প্রদান করে প্লাতানি, ক্যালতাবেলোত্তা, কোর্লিওন, মারিনো এবং গেরাসি দখল করে নেন।\n৮৩৬ সালে মুসলিম জাহাজ নেপলসের দ্বিতীয় এন্ড্রুকে সাহায্য করে, যখন বেনভেনটান সৈন্যরা তাকে ঘেরাও করে, এবং নিয়াপলিটানের সমর্থনে মেসিনাকে ৮৪২ সালে সিসিলির মুহাম্মদ আবুল আব্বাস জয় করেন, যিনি পরে বারি র আমিরাত প্রতিষ্ঠা করেন। ৮৪৫ সালে মোদিকাও পতিত হয় এবং বাইজেন্টাইনরা বুতেরার কাছে পরাজিত হয়, প্রায় ১০,০০০ লোক হারায়। ৮৪৬ সালে লেন্টিনি জয় করেন এবং রাগুসা ৮৪৮ সালে জয়লাভ করেন।\n\n\n==== আব্বাস ইবনে ফাহল রহ ====\n৮৫১ সালে গভর্নর ও সেনাপতি আল-আঘলাব আবু ইব্রাহিম মারা যান। তার স্থলাভিষিক্ত হন আব্বাস ইবনে ফাধল। তিনি বাইজেন্টাইন দের হাতে থাকা জমির বিরুদ্ধে ধ্বংসের একটি প্রচারাভিযান শুরু করেন, বুতেরা, গাগলিয়ানো, সেফালো দখল করেন, এবং সবচেয়ে গুরুত্বপূর্ণ, কাস্ত্রোজিওভান্নি, শীতকালে ৮৫৯ সালে। আব্বাস ইবনে ফাহলের বিজয়ের প্রতিনিধিত্ব হিসাবে কাস্ত্রোগিওভান্নি থেকে বন্দীদের অনেককে খলিফা আল-মুতাওয়াক্কিলের কাছে প্রেরণ করা হয়েছিল।  এর জবাবে বাইজেন্টাইন সম্রাট ৮৫৯-৮৬০ সালে কনস্ট্যান্টাইন কন্টুমাইটসের অধীনে একটি বিশাল বাহিনী পাঠান, কিন্তু সেনাবাহিনী ও নৌবহর আব্বাসের কাছে পরাজিত হয়। বাইজেন্টাইন বাহিনী মুসলমানদের দ্বারা পরাধীন অনেক শহরকে বিদ্রোহে নেতৃত্ব দেয়, এবং আব্বাস তাদের কমানোর জন্য 860-861 বছর উৎসর্গ করেন। আব্বাস ৮৬১ সালে মারা যান, তার চাচা আহমেদ ইবনে ইয়াকুবের স্থলাভিষিক্ত হন এবং ৮৬২ সালের ফেব্রুয়ারি মাস থেকে আব্বাসের পুত্র আবদাল্লাহ; পরবর্তীতে খাফাজিয়া ইবনে সফিয়ানের স্থলাভিষিক্ত হন খাফাজিয়া ইবনে সুফিয়ান, যিনি নোতো, সিক্লি এবং ট্রয়না দখল করেন।\n\n\n==== জাফর ইবনে মুহাম্মদ সা ====\n৮৬৮ সালের গ্রীষ্মে বাইজেন্টাইনরা সিরাকিউসের কাছে প্রথমবারের মত পরাজিত হয়। ৮৭৭ সালের গ্রীষ্মের শুরুতে নতুন সুলতান জাফর ইবনে মুহাম্মদ আল-তামিনি সিরাকিউস কে ঘিরে ফেলা; শহর ২১ মে, ৮৭৮ পত্ন হয়। বাইজেন্টাইনরা এখন তাওরমিনার আশেপাশের উপকূলের উপর নিয়ন্ত্রণ বজায় রাখে, অন্যদিকে মুসলিম নৌবহর গ্রীস ও মাল্টা আক্রমণ করে। তবে, পরবর্তী নৌবহর ৮৮০ সালে একটি নৌ যুদ্ধে ধ্বংস করা হয়। কিছুসময়ের জন্য, মনে হচ্ছিল যে বাইজেন্টাইনরা সিসিলি পুনরুদ্ধার করতে পারে, কিন্তু মুসলমানদের জন্য নতুন ভূমি বিজয় তাদের নিয়ন্ত্রণ পুনরায় প্রতিষ্ঠিত করে। ৮৮৭ সালে গভর্নর সিউদা ইবনে মুহাম্মদের বিরুদ্ধে পালের্মোতে একটি বিদ্রোহ গুঁড়িয়ে দেওয়া হয়।\n৮৮6 সালে শক্তিশালী সম্রাট বাসিল প্রথমের মৃত্যুও মুসলমানদের ক্যালাব্রিয়ায় আক্রমণ করতে উত্সাহিত করেছিল, যেখানে ৮৮৮ এর গ্রীষ্মে সাম্রাজ্যবাহিনী পরাজিত হয়েছিল। যাইহোক, প্রথম অভ্যন্তরীণ বিদ্রোহটি পরে 890 সালে আরেকটি হয়, বেশিরভাগই আরব এবং বার্বারদের মধ্যে বৈরিতা দ্বারা উত্সাহিত হয়েছিল। ৮৯২ সালে ইফ্রাকিয়া থেকে ইমিরকে দ্বিতীয় ইব্রাহিম ইবনে আহমদ পালের্মোতে প্রেরণ করেছিলেন তবে কয়েক মাস পরে তাকে আবার ক্ষমতাচ্যুত করা হয়। রাজপুত্র সাহস করলেন না এবং তাঁর পুত্র আবু এল-আব্বাস আবদুল্লাহর অধীনে ৯০০ সালে সিসিলিতে আরও একটি শক্তিশালী সেনা প্রেরণ করলেন। সিসিলিয়ানরা ট্রাপানিতে (আগস্ট ২২) এবং পালেরমো (৮ সেপ্টেম্বর) এর বাইরে পরাজিত হয়েছিল, পরবর্তী শহরটি আরও দশ দিনের জন্য প্রতিরোধ করেছিল। আবু এল-আব্বাস বাকি বাইজেন্টাইন দুর্গগুলির বিরুদ্ধে লড়াই চালিয়েছিলেন এবং ১০ জুন ৯০১ সালে মূল ভূখণ্ডে রেজিও ক্যালাব্রিয়া দখল করতে সক্ষম হন।\nইব্রাহিমকে তিউনিসে ত্যাগ করতে বাধ্য করা হওয়ায় তিনি দক্ষিণ ইতালিতে ব্যক্তিগতভাবে এই কাজ পরিচালনার সিদ্ধান্ত নিয়েছিলেন। সিসিলির শেষ প্রধান বাইজেন্টাইন দুর্গ তোরমিনা, আগস্ট 1, ৯০২ এ পড়েছিল। মেসিনা এবং অন্যান্য শহর একই ধরনের গণহত্যা এড়াতে তাদের ফটক খুলেছে। ইব্রাহিমের সেনাবাহিনী কোসেনজাকে ঘেরাও করে দক্ষিণ ক্যালাব্রিয়ায় অগ্রসর হয়েছিল। ইব্রাহিম ২৪ শে অক্টোবর ডিসটেনশিয়ায় মারা যান। তাঁর নাতি সামরিক অভিযান বন্ধ করে সিসিলিতে ফিরে আসেন।\n\n\n=== আগলাবি সিসিলি (৮২৭-৯০৯) ===\nএই পর্যায়ে (৯০২) সিসিলি প্রায় পুরোপুরি আগলাবিদের নিয়ন্ত্রণে ছিল, যেখানে অভ্যন্তরের কিছু ক্ষুদ্র দুর্গ ছাড়া। আইবেরিয়া, উত্তর আফ্রিকা এবং মধ্যপ্রাচ্য থেকে আসা মুসলিম অভিবাসীরা এই জনসংখ্যা কিছুটা বৃদ্ধি পেয়েছে। পালের্মোর আমীর প্রধান শহরের গভর্নর (কাদি) এবং কম গুরুত্বপূর্ণ (হাকিম) অন্যান্য কর্মকর্তাদের সাথে মনোনীত করেন। প্রতিটি শহরে একটি জেমা নামে একটি কাউন্সিল ছিল, যা স্থানীয় সমাজের সবচেয়ে বিশিষ্ট সদস্যদের নিয়ে গঠিত, যা সরকারী কাজ এবং সামাজিক শৃঙ্খলার দেখাশোনার দায়িত্ব দেওয়া হয়। বিজয়ী সিসিলির জনগণ জিম্মি হিসেবে বাস করত অথবা ইসলাম ধর্ম গ্রহণ করত।\nআরবরা ভূমি সংস্কার শুরু করে যা উৎপাদনশীলতা বৃদ্ধি করে এবং ক্ষুদ্র হোল্ডিং বৃদ্ধিকে উৎসাহিত করে। আরবরা সেচ ব্যবস্থার আরও উন্নতি করেছে। প্রায় ৩০০,০০০ বাসিন্দা সঙ্গে, ১০ ম শতাব্দীতে পালের্মো ইতালির সবচেয়ে জনবহুল শহর ছিল। শহরের বর্ণনা দিয়েছেন বাগদাদের ব্যবসায়ী ইবনে হাওকাল, যিনি ৯৫০ সালে সিসিলি ভ্রমণ করেন। কাসর (দুর্গ) নামে একটি প্রাচীর ঘেরা শহরতলী পালের্মোর কেন্দ্র ছিল, এবং গ্রেট ফ্রাইডে মসজিদ পরবর্তী রোমান ক্যাথিড্রালের স্থানে দাঁড়িয়ে ছিল। আল-খালিসা (কালসা) শহরতলীতে সুলতানের প্রাসাদ, গোসল, একটি মসজিদ, সরকারী অফিস এবং একটি ব্যক্তিগত কারাগার ছিল। ইবনে হাওকাল মনে করেন যে ১৫০টি দোকানে ৭,০০০ স্বতন্ত্র কসাই ব্যবসা করছে।\n\n\n=== ফাতিমীয় সিসিলি (৯০৯-৯৬৫) ===\n৯০৯ সালে, আফ্রিকান আগলাবি রাজবংশের স্থান ফাতিমীয় খিলাফত, একটি ইসমাইলি শিয়া রাজবংশের দ্বারা প্রতিস্থাপিত হয়েছিল। তিন বছর পরে, ফাতিমিদ গভর্নর প্লের্মো থেকে ক্ষমতাচ্যুত হন যখন দ্বীপটি আমির ইবনে কুরহুবের অধীনে স্বাধীনতা ঘোষণা করেছিল।  তাঁর তওরমিনা অবরোধ ব্যর্থ হয়, যা খ্রিস্টানরা পুনর্নির্মাণ করেছিল, তার প্রভাবকে দুর্বল করেছিল। ৯১৭ সালে, একটি ফাতিমিড বহর, একটি অসন্তুষ্ট সিসিলিয়ান দল দ্বারা আর্জি দ্বারা আনা, পালারমো অবরোধের অধীনে রাখা হয়। ছয় মাস অবরোধের পরে ইবনে কুরহুব ও তার পুত্রকে বন্দী করে হত্যা করা হয়েছিল।\nদ্বীপটি পরবর্তী ২০ বছর ধরে একজন ফাতিদ আমীর দ্বারা পরিচালিত হয়। ৯৩৭ সালে, এগ্রিজেন্টো বার্বারআবার বিদ্রোহ কিন্তু দুটি প্রতিধ্বনিমূলক সাফল্যের পর পালের্মোর ফটকে নির্ণায়কভাবে পরাজিত হয়। এরপর নতুন ফাতিফতিদ খলিফা আল-কায়েম দ্বি-আমর আল্লাহ কর্তৃক ২০ নভেম্বর, ৯৪০ তারিখে পতিত না হওয়া পর্যন্ত দুইবার এগ্রিজেন্টো অবরোধ করার জন্য একটি সৈন্য পাঠানো হয়। ৯৪১ সালে এই বিদ্রোহ পুরোপুরি দমন করা হয়, যেখানে অনেক বন্দীকে ক্রীতদাস হিসেবে বিক্রি করা হয় এবং গভর্নর খলিল তার প্রচারাভিযানে ৬০০,০০০ লোককে হত্যা করে।\n\n\n=== সিসিলির স্বতন্ত্র আমিরাত (৯৬৫–১০৯১) ===\n\n৯৪৮ সালে আরেকটি বিদ্রোহ দমন করার পর ফাতিমিদ খলিফা ইসমাইল আল-মনসুর আল-হাসান ইবনে আলী আল-কালবিকে দ্বীপের আমীর হিসেবে নামকরণ করেন। তার অভিযোগ শীঘ্রই বংশানুক্রমিক হয়ে ওঠে, তার আমিরাত আফ্রিকান সরকার থেকে স্বাধীন হয়ে ওঠে। ৯৫০ সালে হাসান দক্ষিণ ইতালির বাইজেন্টাইনদের বিরুদ্ধে যুদ্ধ করেন, গেরেস এবং কাসানো অ্যালো আয়োনিও পর্যন্ত পৌঁছান। ৯৫২ সালে দ্বিতীয় ক্যালাব্রিয়ান অভিযানের ফলে বাইজেন্টাইন সেনাবাহিনীর পরাজয় ঘটে; গেরেস কে আবার ঘেরাও করা হয়, কিন্তু শেষ পর্যন্ত সম্রাট সপ্তম কনস্ট্যান্টাইন কে সিসিলির প্রতি শ্রদ্ধা নিবেদন করতে বাধ্য করা হয়।\n৯৫৬ সালে বাইজেন্টাইনরা রেজিও পুনর্দখল করে সিসিলি আক্রমণ করে; ৯৬০ সালে একটি যুদ্ধবিরতি স্বাক্ষরিত হয়। দুই বছর পর তাওরমিনায় একটি বিদ্রোহ রক্তাক্তভাবে দমন করা হয়, কিন্তু রোমেট্টা অবরোধে খ্রিস্টানদের প্রতিরোধ নতুন সম্রাট নিকেফোরোস দ্বিতীয় ফোকাস কে তার ভাগ্নে ম্যানুয়েলের অধীনে ৪০,০০০ আর্মেনিয়ান, থ্রাসিয়ান এবং স্লাভদের একটি সৈন্য পাঠায়, যারা ৯৬৪ সালে মেসিনা দখল করে নেয়। ২৫ শে অক্টোবর বাইজেন্টাইনরা কালবিদের সাথে এক ভয়াবহ যুদ্ধে পরাজিত হয়। ম্যানুয়েল, তার ১০,০০০ লোক সহ, যুদ্ধের ময়দানে নিহত হয়।\nনতুন আমীর আবুল-কাসিম আলী ইবনে আল-হাসান আল-কালবি (৯৬৪-৯৮২) ৯৭০-এর দশকে কালাব্রিয়ার বিরুদ্ধে ধারাবাহিক আক্রমণ শুরু করেন, অন্যদিকে তার ভাইয়ের অধীনে নৌবহর আড্রিয়াটিক উপকূলে হামলা চালায়। যখন বাইজেন্টাইনরা সিরিয়ার ফাতিমিদের বিরুদ্ধে ব্যস্ত ছিল এবং বুলগেরীয় সাম্রাজ্যের আংশিক বিজয়ের সাথে সাথে জার্মান সম্রাট দ্বিতীয় অটো হস্তক্ষেপ করার সিদ্ধান্ত নেন। মিত্র জার্মান-লোম্বার্ড সেনাবাহিনী ৯৮২ সালে স্টিলো যুদ্ধে পরাজিত হয়। যাইহোক, যেহেতু আল-কাসিম নিজে নিহত হয়েছেন, তার ছেলে জাবির আল-কালবি বিচক্ষণতার সাথে বিজয় কে শোষণ না করে সিসিলিতে ফিরে যান। ১০০৬ সালে একটি নতুন সারাসেন বহর পিসানদের দ্বারা রেজিও ক্যালাব্রিয়ার কাছে পুনরায় পরাজিত হয়।\nআমিরাত জাফর (৯৮৩-৯৮৫) এবং ইউসুফ আল-কালবি (৯৯০-৯৯৮) উভয় শিল্পের পৃষ্ঠপোষক অধীনে তার সাংস্কৃতিক শিখরে পৌঁছেছে। তার ছেলে জাফরের তার বিরুদ্ধে একটি অসফল বিদ্রোহের পর বারবারদের দ্বীপ থেকে তাডিয়ে দেয়। ১০১৯ সালে পালের্মোতে আরেকটি বিদ্রোহ সফল হয় এবং জাফরকে আফ্রিকায় নির্বাসিত করা হয় এবং তার ভাই আল-আখাল (১০১৯-১০৩৭) এর স্থলাভিষিক্ত হন।হয়েছিল।\n\nফাতিমিদের সহায়তায় আল-আখাল ১০২৬ ও ১০৩১ সালে দুটি বাইজেন্টাইন অভিযানকে পরাজিত করেন। তার ভাড়াটে ভাড়াটেদের অর্থ প্রদানের জন্য একটি ভারী কর বাড়ানোর প্রচেষ্টা একটি গৃহযুদ্ধের সৃষ্টি করে। আল-আখাল বাইজেন্টাইনদের কাছে সমর্থন চাইলেন যখন বিদ্রোহীদের নেতা আবু-হাফস তার ছেলে আবদাল্লাহর নেতৃত্বে ইফ্রিকিয়ার জিরিদ আমীর আল-মুইজ ইবনে বাদিসের কাছ থেকে সৈন্য গ্রহণ করেন।\nমুসলমানদের দ্বারা বিজয়ী স্থানীয় জনসংখ্যা ছিল পশ্চিম সিসিলির রোমান রীতি ক্যাথলিক সিসিলিএবং আংশিক গ্রিক ভাষী অর্থডক্স খ্রিস্টান, প্রধানত দ্বীপের পূর্ব অর্ধেক (গির্জা ১০৫৪ পর্যন্ত ইউনিয়নে ছিল এবং ১২০৪ সালে কনস্টান্টিনোপল ধ্বংসে পরে চূড়ান্ত ছিল), কিন্তু একটি উল্লেখযোগ্য সংখ্যক ইহুদী ছিল। এই বিজয়ী মানুষদের মুসলমানদের অধীনে ধর্মের সীমিত স্বাধীনতা দেওয়া হয় যেমন জিম্মি, সুরক্ষিত মানুষ, কিন্তু কিছু আইনি বিধিনিষেধের আওতাধীন ছিল। এছাড়াও জিম্মিকে জিজিয়া এবং খারাজ বা ভূমি কর পরিশোধ করতে হয়, কিন্তু মুসলমানদের যে কর (যাকাত) প্রদান করতে হয় তা থেকে অব্যাহতি দেওয়া হয়। আরব শাসনামলে জিজিয়া দাতাদের বিভিন্ন শ্রেণী ছিল, কিন্তু তাদের সাধারণ নির্ণায়ক ছিল বৈদেশিক ও অভ্যন্তরীণ আগ্রাসনের বিরুদ্ধে সুরক্ষার বিনিময়ে মুসলিম শাসনের একটি চিহ্ন হিসেবে জিজিয়া প্রদান করা। বিজয়ী জনগণ শুধুমাত্র ইসলাম ধর্ম গ্রহণ করে এই পরাধীন মর্যাদা এড়াতে পারে। সৎ ধর্মীয় বিশ্বাস বা সামাজিক বাধ্যবাধকতা রমাধ্যমে বিপুল সংখ্যক আদিবাসী সিসিলিয়ান ইসলাম গ্রহণ করে। যাইহোক, ইসলামী শাসনের ১০০ বছর পরেও, অসংখ্য গ্রিক ভাষী খ্রিস্টান সম্প্রদায় সমৃদ্ধ হয়েছে, বিশেষ করে উত্তর-পূর্ব সিসিলিতে, থিমি হিসেবে। এটি মূলত জিজিয়া ব্যবস্থার ফলাফল যা পরাধীন সহাবস্থানের অনুমতি দেয়। ১১৮৯ সালে সিসিলির রাজা দ্বিতীয় উইলিয়ামের মৃত্যুর পর বিজয়ী জনগোষ্ঠীর সাথে এই সহাবস্থান বিচ্ছিন্ন হয়ে যায়।\n\n\n=== পতন (১০৩৭–১০৬১) এবং সিসিলির নরম্যান বিজয় (১০৬১–১০৯১) ===\n১০৩৮ সালে জর্জ ম্যানিয়াকসের অধীনে একটি বাইজেন্টাইন বাহিনী মেসিনা প্রণালী অতিক্রম করে। এর মধ্যে ছিল নরম্যানদের একটি বাহিনী যা মেসিনা থেকে মুসলমানদের বিরুদ্ধে প্রথম সংঘর্ষে পরিস্থিতি রক্ষা করে। ১০৪০ সালের গ্রীষ্মে আরেকটি নির্ণায়ক বিজয়ের পর ম্যানিয়াকস সিরাকিউস অবরোধ করার জন্য তার পদযাত্রা থামিয়ে দেয়। পরবর্তী বিজয় সত্ত্বেও, ম্যানিয়াকস কে তার অবস্থান থেকে অপসারণ করা হয়, এবং পরবর্তী মুসলিম পাল্টা আক্রমণ বাইজেন্টাইনদের দ্বারা দখল কৃত সকল শহর পুনরায় জয় করে।\nনরম্যান রবার্ট গুইসকার্ড, ট্যানক্রেডের পুত্র, ১০৬০ সালে সিসিলি আক্রমণ করেন। দ্বীপটি তিনজন আরব আমীরের মধ্যে বিভক্ত ছিল, এবং সিসিলির জনগণ ক্ষমতাসীন মুসলমানদের বিরুদ্ধে উঠে আসে। এক বছর পরে, মেসিনা পড়ে যান, এবং ১০৭২ সালে পালের্মো নরম্যানদের দ্বারা গৃহীত হয়।  শহরের ক্ষতি, প্রতিটি একটি চমৎকার বন্দর সঙ্গে, দ্বীপে মুসলিম শক্তির উপর একটি মারাত্মক আঘাত মোকাবেলা করে। অবশেষে সিসিলির সব গুলো দখল করা হয়। ১০৯১ সালে, সিসিলির দক্ষিণ প্রান্তে নোটো এবং শেষ আরব দুর্গ মাল্টা দ্বীপ, খ্রিস্টানদের কাছে পতিত হয়। একাদশ শতাব্দীতে ভূমধ্যসাগরে মুসলিম শক্তি কমতে শুরু করে।\nপোপ রাষ্ট্রের কাছাকাছি ইসলামকে ভয় পান এমন পোপদের খুশি করার জন্য দ্বিতীয় ফ্রেডেরিক অনেক নিপীড়নমূলক পদক্ষেপ গ্রহণ করেন। এর ফলস্বরূপ সিসিলিয়ান মুসলমানদের বিদ্রোহ ঘটে, যার ফলস্বরূপ সংগঠিত প্রতিরোধ ও ব্যবস্থাবদ্ধ প্রতিশোধের সূত্রপাত ঘটে  যা সিসিলিতে ইসলামের চূড়ান্ত অধ্যায় চিহ্নিত করে। সিসিলিতে ষষ্ঠ হেনরি ও তার পুত্র দ্বিতীয় ফ্রেডেরিকের অধীনে হোহেনস্টাফেন শাসনামলে মুসলমানদের অস্তিত্ব ক্রমাগত ইস্যু ছিল। এটি অধিকাংশ মুসলমানদের ক্যাথলিক ধর্মে রূপান্তরদ্বারা মোকাবেলা করা হয়; এবং বিদ্রোহের সময় বিপুল সংখ্যক ক্ষতি। ১২৪০-এর দশকের শেষের দিকে সিসিলিতে ইসলামের ধ্বংস সম্পন্ন হয় যখন লুসেরাতে চূড়ান্ত নির্বাসন অনুষ্ঠিত হয়।\n\n\n=== লুসেরা থেকে শেষ মুসলমানদের নির্বাসন (১৩০০) ===\nবহিষ্কৃত মুসলমানদের কয়েকজনকে লুসেরাতে নির্বাসিত করা হয় (লুগেরা, যেমনটা আরবী ভাষায় জানা ছিল)। তাদের সংখ্যা অবশেষে ১৫,০০০থেকে ২০,০০০ মধ্যে পৌঁছেছে, নেতৃস্থানীয় লুসেরাকে লুকারা সারাসেনোরাম বলা হয়। উপনিবেশ ৭৫ বছর ধরে সমৃদ্ধ যতক্ষণ না ১৩০০ সালে নেপলসের অ্যাঞ্জেভিন চার্লসের নেতৃত্বে খ্রিস্টান বাহিনী দ্বারা বরখাস্ত করা হয়। শহরের মুসলিম অধিবাসীদের নির্বাসিত বা দাস হিসাবে বিক্রি করা হয়, অনেককে অ্যাড্রিয়াটিক সাগর পেরিয়ে আলবেনিয়ায় আশ্রয় পেয়েছিল। লুসেরা মুসলমানদের বহিষ্কারের পর, দ্বিতীয় চার্লস লুসেরা র সারাসেন্স খ্রিস্টানদের, প্রধানত বুরগুন্ডিয়ান এবং প্রভেনসাল সৈন্য এবং কৃষকদের স্থলাভিষিক্ত হন, ১২৭৩ সালে ১৩০ টি প্রুভেনাল পরিবারের প্রাথমিক বন্দোবস্তের পরে। এই প্রভিন্সাল ঔপনিবেশিকদের বংশধরদের অবশিষ্টাংশ, যারা এখনও একটি ফ্রাঙ্কো-প্রভেনসাল উপভাষা বলে, আজ পর্যন্ত ফেতো এবং সেলে দি সান ভিতো গ্রামে টিকে আছে।\n\n\n== ইতালিয়ান উপদ্বীপ ==\n\n\n=== বারির আমিরাত (৮৪৭-৮৭১) ===\n\nবারি আমিরাত ছিল স্বল্পস্থায়ী ইসলামিক রাষ্ট্র যা অ-আরবদের দ্বারা শাসিত, সম্ভবত বারবার্স এবং কৃষ্ণাঙ্গ আফ্রিকানরা।\nদক্ষিণ ইতালির আপুলিয়া অঞ্চলের আদ্রিয়াটিক বন্দর নগরী বারি ৮৪৭ সালে একটি মুসলিম সেনাবাহিনীর দখল করেছিল, এরপর পরবর্তী ২৫ বছর মুসলিম নিয়ন্ত্রণে থাকে। এটি একটি আমীর এবং নিজস্ব একটি মসজিদ সঙ্গে একটি ছোট স্বাধীন ইসলামিক রাষ্ট্রের রাজধানী হয়ে ওঠে। বারির প্রথম শাসক ছিলেন খালফুন, একজন বারবার নেতা যিনি সম্ভবত সিসিলি থেকে এসেছিলেন। ৮৫২ সালে তাঁর মৃত্যুর পর তিনি মুফারক ইবনে সালামের স্থলাভিষিক্ত হন, যিনি মুসলিম বিজয়কে শক্তিশালী করেন এবং এর সীমানা বৃদ্ধি করেন। তিনি মিশরে বাগদাদ খলিফা আল-মুতাওয়াকিলের গভর্নরের কাছ থেকে আনুষ্ঠানিকভাবে স্বীকৃতি চেয়েছেন (অর্থাৎ, আব্বাসীয় সাম্রাজ্যের একটি প্রদেশের উপর রাজত্ব করছেন)। তৃতীয় এবং শেষ, বারির আমীর ছিলেন সাওদান, যিনি মুফ্রাক হত্যার পর প্রায় ৮৫৭ নাগাদ ক্ষমতায় আসেন। তিনি বেনেভেনের লোম্বার্ড ডাচি ভূমি আক্রমণ করেন, ডিউক আদেলচিস কে শ্রদ্ধা জানাতে বাধ্য করেন। ৮৬৪ সালে তিনি মুফারগের কাছ থেকে সরকারি বিনিয়োগ লাভ করেন। শহর একটি মসজিদ, প্রাসাদ এবং সরকারী কাজ দ্বারা অলংকৃত করা হয়।\n৮৬৬ সালে জার্মান সম্রাট লুইস অভিযান সংগঠিত করেন। পাঁচ বছরের অভিযানের পর তিনি আপুলিয়া এবং ক্যালাব্রিয়ার গভীরে লড়াই করেন কিন্তু বারি বা ট্যারান্টোর মত প্রধান জনসংখ্যা কেন্দ্রগুলোকে উপেক্ষা করেন। কয়েকটি শহর মুসলিম নিয়ন্ত্রণ থেকে মুক্ত হয় এবং বিভিন্ন মুসলিম ব্যান্ড সার্বজনীনভাবে পরাজিত হয়। এই সাফল্য দ্বারা উৎসাহিত হয়ে লুইস ফ্রাঙ্কস এবং লোম্বার্ডসের একটি স্থল শক্তি দিয়ে বারি আক্রমণ করেন এবং একটি ক্রোয়েশীয় নৌবহর দ্বারা সাহায্য করেন।  ৮৭১ সালের ফেব্রুয়ারি মাসে দুর্গটি ভেঙ্গে পড়ে এবং সাওদানকে বন্দী করে শিকলের বেধে বেনেভেতোতে নিয়ে যাওয়া হয়।  বারির পতনের পরে, একজন আগলাবি বাহিনী ক্যালাব্রিয়ায় অবতরণ করে এবং স্যালার্নোকে ঘেরাও করে, কিন্তু লুই অবরোধ অবরোধ বাড়াতে বাধ্য হয়।\n১০০২ সালে সারাসেন বিজয়ের শেষ প্রচেষ্টা বন্ধ হয়ে যায়, যখন একটি ভেনিসের নৌবহর বারিকে ঘেরাও করে মুসলমানদের পরাজিত করে।\n\n\n=== লাটিয়াম এবং ক্যাম্পানিয়া ===\nনবম শতাব্দী জুড়ে, আরব জাহাজ টাইরহেনিয়ান সাগরে আধিপত্য বিস্তার করেছিল। তাদের জলদস্যুরা ইতালির উপকূলে হামলা চালায় এবং আমালফি, গায়েতা, নেপলস এবং সালারনো শহরের উপর হামলা চালায়। এই সময়ে, যখন শহরগুলো তাদের নিজস্ব প্রতিরক্ষার দায়িত্ব গ্রহণ করে, তখন গায়েতা ও আমালফির ডাচিরা নেপলসের ডাচি থেকে তাদের স্বাধীনতা লাভ করে। তবে নতুন সারাসেন হুমকির বিরুদ্ধে মিত্রতা করার জন্য ক্যাম্পানিয়া রাজ্যের খ্রিস্টান রাষ্ট্রগুলো এখনো প্রস্তুত ছিল না। আমালফি আর গায়েতা নিয়মিত সারাসেন্সের সাথে একত্রিত হয় আর নেপলসের সাথে খুব কমই ভালো ছিল, সবই ছিল প্যাপাসির কুফল। প্রকৃতপক্ষে, নেপলসই প্রথম সারাসেন সৈন্যদের দক্ষিণ ইতালির মূল ভূখণ্ডে নিয়ে আসে যখন ডিউক দ্বিতীয় অ্যান্ড্রু ৮৩৬ সালে বেনেভেতো'র যুবরাজের সাথে যুদ্ধের সময় তাদের ভাড়াটে হিসেবে ভাড়া করে। সিকার্ড সাথে সাথে তার নিজের সারাসেন ভাড়াটেদের সাথে সাড়া দেয় এবং শীঘ্রই তাদের ব্যবহার আদর্শ হয়ে ওঠে।\n৮৪৬ সালে গাইতা, আমালফি এবং সোরেন্তো সামুদ্রিক শক্তির সাথে যৌথভাবে নেপলসের ডাচি লিকোসার কাছে একটি সারাসেন নৌবহরকে পরাজিত করে। যুদ্ধের আগে, জোট ইতোমধ্যে পোঞ্জা পুনর্দখল করেছে যা ঐ বছরের শুরুতে সারাসেন্সের দখলে পড়ে গিয়েছিল। তিন বছর পর, পোপ স্টেটস সমর্থিত সামুদ্রিক শহরগুলোর একই জোট সম্প্রতি পুনর্প্রতিষ্ঠিত অস্টিয়ার কাছে আরেকটি আরব নৌবহরকে পরাজিত করে। সারাসেন বেঁচে যাওয়া ব্যক্তিদের বন্দী করা হয়, ক্রীতদাস করা হয় এবং ভ্যাটিক্যান হিল ঘিরে থাকা লিওনিন প্রাচীর নির্মাণে চেইন গ্যাং-এ কাজ করতে পাঠানো হয়। রোম কে আর কখনো আরব সেনাবাহিনী হুমকি দেবে না।\n\n৮৮০ বা ৮৮১ সালে পোপ অষ্টম জন, যিনি মুসলিম জলদস্যু এবং হামলাকারীদের বিরুদ্ধে একটি জোরালো নীতি উৎসাহিত করেন, তিনি গায়েতার ডসিবিলিস ১ কে ট্রেটো অনুদান বাতিল করেন এবং এর পরিবর্তে কাপুয়ার পান্ডেনুলফকে দেন। প্যাট্রিসিয়া স্কিনার যেমন বলেছেন:[পান্ডেনলফ] গায়েতার এলাকায় আক্রমণ শুরু করে, এবং পোপ ডসিবিলিসের বিরুদ্ধে প্রতিশোধ নিতে ফন্দির আশেপাশের এলাকায় সালের্নোর কাছে এগ্রোপোলি থেকে একদল আরবকে আক্রমণ করে। পোপকে \"লজ্জায় পূর্ণ\" করা হয় এবং ট্রেটোকে ডসিবিলিসে ফিরিয়ে আনা হয়। তাদের চুক্তি মনে হচ্ছে গায়েতার উপর সারাসেন হামলার সূত্রপাত ঘটিয়েছে, যেখানে অনেক গায়েটান নিহত বা বন্দী হয়েছে। অবশেষে শান্তি পুনরুদ্ধার করা হয় এবং সারাসেন্স গ্যারিগ্লিয়ানো নদীর মুখে একটি স্থায়ী বসতি স্থাপন করে।৮৯৮ সালে \"সারাসেন্স\" কর্তৃক ফারফার অ্যাবেকে ধ্বংস করা হয়, যারা এটিকে পুড়িয়ে মাটিতে মিশিয়ে দেয়। ফারফার অ্যাবট পিটার সম্প্রদায়ের পালানোর ব্যবস্থা করতে সক্ষম হন এবং এর গ্রন্থাগার এবং সংরক্ষণাগারগুলি উদ্ধার করেন। 905 সালে, বিহারটি আবার আক্রমণ করে এবং \"স্যারেন্স\" দ্বারা ধ্বংস হয়। মধ্য ও দক্ষিণ ইতালিতে ঐতিহাসিক সারাসেন উপস্থিতির অন্যান্য ক্ষেত্রগুলির মধ্যে রয়েছে, সারাসিনেস্কো, সিসিলিয়ানো এবং নোসেরা নিম্নমানের।\nগারিগ্লিয়ানো নদীর তীরে মিনটার্নোতে (আধুনিক লাজিওতে) সারাসেন শিবির পাপাসির জন্য একটি চিরস্থায়ী কাঁটা হয়ে ওঠে এবং অনেক অভিযান তাদের থেকে মুক্তি পেতে চায়। ৯১৫ সালে পোপ জন এক্স দক্ষিণের শক্তিগুলোর একটি বিশাল জোট সংগঠিত করেন, যার মধ্যে রয়েছে গায়েতা এবং নেপলস, লোম্বার্ড রাজকুমার এবং বাইজেন্টাইন; 'যদিও অমলফিতানরা একা দাঁড়িয়ে ছিল। গ্যারিগ্লিয়ানোর পরবর্তী যুদ্ধ সফল হয়, এবং সকল সারাসেন্স কে বন্দী করে মৃত্যুদণ্ড কার্যকর করা হয়, লাজিও বা কাম্পানিয়াতে আরবদের উপস্থিতি স্থায়ীভাবে শেষ হয়। ৯৯৯ সালে প্রিন্স গুয়াইমার তৃতীয় এবং জেরুজালেম থেকে ফিরে আসা একদল নরম্যান তীর্থযাত্রীর নেতৃত্বে লোম্বার্ডদের একটি জোট দ্বারা সালেরনো বিজয়ের শেষ সারসেন প্রচেষ্টা ব্যর্থ হয়।\n\n\n=== ওট্রান্টোতে উসমানীয় আক্রমণ ===\n১৪৮০ সালে একটি অটোমান তুর্কি নৌবহর ওত্রানটো আক্রমণ করে, নিকটবর্তী শহরে অবতরণ করে এবং এর দুর্গ সহ এটি দখল করে নেয়। পোপ চতুর্থ সিক্সটাস একটি ক্রুসেডের আহ্বান জানান, এবং নেপলসের ফার্ডিনান্ড প্রথম ফার্ডিনান্ড একটি বিশাল বাহিনী গড়ে তুলেছিলেন, যার মধ্যে উল্লেখযোগ্য ভাবে হাঙ্গেরীয় রাজা ম্যাথিয়াস করভিনাসের সৈন্য, যদিও সে সময় ঘন ঘন ইতালীয় ঝগড়া সত্ত্বেও। নিয়াপলিটান বাহিনী ১৪৮১ সালে তুর্কিদের সাথে সাক্ষাৎ করে, পুঙ্খানুপুঙ্খভাবে তাদের ধ্বংস করে এবং ওট্রান্টো পুনর্দখল করে।\n১৫৩৭ সালে, তুরস্কের বিখ্যাত কর্সার এবং অটোম্যান অ্যাডমিরাল বার্বারোসা আবার ওন্টান্টো এবং কাস্ত্রোর দুর্গে জয় করার চেষ্টা করেছিলেন, কিন্তু তুর্কীরা শেষ পর্যন্ত শহর থেকে বিতাড়িত হয়।\nইতালির দক্ষিণ ও পশ্চিম উপকূলে অটোমান আক্রমণ ১৭ শতকে অব্যাহত ছিল। নেপলস উপসাগরে পোজুওলি এবং কাস্তেলামারে ১৫৪৮ সালে আক্রান্ত হয়; ১৫৪৪ সালে ইশিয়া; ১৫৯৪ সালে ক্যালাব্রিয়ায় রেজিও (ক্যাথিড্রাল ধ্বংস হয়ে যায়); এবং ভিয়েস্ট, ভাস্তো এবং ম্যানফ্রেডোনিয়া যথাক্রমে ১৫৫৪, ১৫৬০ এবং ১৬২০ সালে অভিযান এবং বরখাস্ত করা হয়।\n\n\n== সার্ডিনিয়া ==\n৭০৫-৭০৬ থেকে শুরু করে, সদ্য বিজয়ী উত্তর আফ্রিকার সারাসেন্স উপকূলীয় শহর থেকে সারদিনিয়ানদের হয়রানি করবে। পরবর্তী শতাব্দীতে দ্বীপের রাজনৈতিক পরিস্থিতি সম্পর্কে বিস্তারিত বিবরণ দুষ্প্রাপ্য। ৯ম শতাব্দীতে সারাসেন আক্রমণের কারণে, থারোস ১৮০০ বছরেরও বেশি সময় ধরে বসবাসের পর অরিস্তানোর পক্ষে পরিত্যক্ত হয়; কারাল, পোর্তো টোরেস এবং আরও অনেক উপকূলীয় কেন্দ্র একই ভাগ্যের শিকার হয়েছে। ৮০৫ সালে সিসিলি কনস্ট্যান্টাইনের সাম্রাজ্যবাদী প্যাট্রিশিয়ান ইফ্রিকিয়ার আমীর ইব্রাহিম ইবনে আল-আগলাবের সাথে দশ বছরের যুদ্ধবিরতি স্বাক্ষর করেন, কিন্তু ৮০৬ থেকে ৮২১ সালের মধ্যে উত্তর আফ্রিকা ও মুসলিম স্পেনের অন্যান্য জলদস্যুদের জন্য এটি কোন বাধা ছিল না।\n১০১৫ সালে এবং আবার ১০১৬ সালে মুসলিম স্পেনের (আল-আন্দালুস) পূর্বায় ডেনিয়ার তাইফা থেকে ডেনিয়ার আমীর মুজাহিদ আল-আমিরী (মিউজিয়াম হিসেবে ল্যাটিনাইজড) সার্ডিনিয়া আক্রমণ করেন এবং এর উপর রাজনৈতিক নিয়ন্ত্রণ প্রতিষ্ঠার চেষ্টা করেন। দ্বাদশ শতাব্দীর পিসান লিবার মাইওলিচিনাস, ১১১৩-১১১৫ বেলেরিক দ্বীপপুঞ্জ অভিযানের ইতিহাস, রেকর্ড করে যে মুজাহিদ সার্ডিনিয়ান উপকূলীয় সমভূমির সামরিক নিয়ন্ত্রণ নিতে সক্ষম হয়েছিল;  স্থানীয় সার্ডিনীয় শাসক এবং ক্যাগলিয়ারি বিচারক সালুসিয়াস আসলে যুদ্ধে নিহত হন এবং সার্ডিনিয়ান সংগঠিত প্রতিরোধ ভেঙ্গে যায়। যাইহোক, সেই বছরগুলোতে ইতালির সামুদ্রিক প্রজাতন্ত্র পিসা এবং জেনোয়া থেকে কিছু যৌথ অভিযান আক্রমণকারীদের প্রতিহত করতে সক্ষম হয় এবং এইভাবে খ্রীষ্টধর্মের অংশ হিসেবে সার্ডিনিয়া সংরক্ষণ করে: সার্ডিনিয়ায় এই পিসান-জেনোজ অভিযান অনুমোদিত এবং সমর্থন করে। ১০২২ সালে, সারাসেন্স দ্বারা কিছু নতুন আক্রমণ প্রচেষ্টা করা হয়, কিন্তু পিসা, জেনোয়া এবং সার্ডিনিয়ান জুডিকেটদের মধ্যে একটি যৌথ জোট ১০৫২ সালে কার্যকরভাবে তা করা থেকে তাদের প্রতিরোধ করতে সক্ষম হয়। যদিও আরব আক্রমণ দ্বীপের বিজয় অর্জন করতে ব্যর্থ হয়, তবুও তারা সার্ডিনিয়ার প্রকৃত স্বাধীনতা একটি উল্লেখযোগ্য দুর্বলতা সৃষ্টি করে, যার ফলে দ্বীপের স্বাধীন রাষ্ট্রগুলির উপর রাজনৈতিক প্রভাবের জন্য ইতালীয় শক্তির সংগ্রাম, আর্বোনিয়া একমাত্র ব্যতিক্রম।\n\n\n== ইসলামী এবং আরবি প্রভাব এবং উত্তরাধিকার ==\nখ্রিস্টান পুনরায় বিজয়ের পর, আরবি শিল্প ও বিজ্ঞান দুই শতাব্দী ধরে শহুরে সিসিলিতে ব্যাপকভাবে প্রভাবশালী হতে থাকে। পরে আরবি শিল্প ও বিজ্ঞান শহর সিসিলিতে প্রচুর প্রভাবশালী ছিল। দ্বিতীয় ত্রয়োদশ শতাব্দীর গোড়ার দিকে পবিত্র রোমান সম্রাট এবং সিসিলির রাজা ফ্রেডরিক দ্বিতীয়টি আরবী (পাশাপাশি লাতিন, সিসিলিয়ান, জার্মান, ফরাসী এবং গ্রীক) ভাষায় কথা বলতে সক্ষম হয়েছিলেন এবং বেশ কয়েকজন মুসলিম মন্ত্রীর পদে ছিলেন। আরবী ভাষার ঐতিহ্যটি এখনও এটি থেকে অভিযোজিত এবং এখনও সিসিলিয়ান ভাষায় ব্যবহৃত অসংখ্য পদে পাওয়া যায়। মুসলিম শাসন আরেকটি উত্তরাধিকার কিছু সিসিলিয়ান বেঁচে থাকা যায় স্থান-নাম উদাহরণস্বরূপ, \"Calata-\" বা আরবি (قلعة) কালাত  বা দুর্গ থেকে \"Calta-\" ।\n\n\n== আরো পড়ুন ==\nমাল্টায় ইসলামের ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nAmari, Michele (১৮৫৪), Storia dei Musulmani di Sicilia (ইতালীয় ভাষায়), I, Florence উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nAmari, Michele (১৮৫৮), Storia dei Musulmani di Sicilia (ইতালীয় ভাষায়), II, Florence উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGabrieli, Francesco; Umberto Scerrato (১৯৯৩)। Gli Arabi in Italia. Cultura, contatti e tradizioni। Milan: Garzanti Scheiwiller। আইএসবিএন 88-7644-024-0। \nMasson, Georgina (১৯৫৭)। Frederick II of Hohenstaufen. A Life। London: Secker & Warburg। আইএসবিএন 0-436-27350-0। \nPrevite-Orton, C. W. (১৯৭১)। The Shorter Cambridge Medieval History। Cambridge: Cambridge University Press। আইএসবিএন 0-521-05993-3। \nMusca, Giosuè (১৯৬৪)। L'emirato di Bari, 847-871। Bari: Dedalo Litostampa। \nSkinner, Patricia (1995). Family Power in Southern Italy: The Duchy of Gaeta and its Neighbours, 850–1139. Cambridge: Cambridge University Press.\nTaylor, Julie Anne (এপ্রিল ২০০৭)। \"Freedom and Bondage among Muslims in Southern Italy during the Thirteenth Century\"। Journal of Muslim Minority Affairs। 27 (1): 71–77। ডিওআই:10.1080/13602000701308889।"}