{"pageid": 1033671, "title": "আলভারো ফের্নান্দেস ইয়োরেন্তে", "url": "https://bn.wikipedia.org/wiki?curid=1033671", "content": "আলভারো ফের্নান্দেস ইয়োরেন্তে (স্পেনীয়: Álvaro Fernández; জন্ম: ১৩ এপ্রিল ১৯৯৮; আলভারো ফের্নান্দেস নামে সুপরিচিত) হলেন একজন স্পেনীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইংল্যান্ডের পেশাদার ফুটবল লীগের শীর্ষ স্তর প্রিমিয়ার লীগের ক্লাব ব্রেন্টফোর্ড এবং স্পেন জাতীয় দলের হয়ে গোলরক্ষক হিসেবে খেলেন।\nস্পেনীয় ফুটবল ক্লাব ওসাসুনার যুব পর্যায়ের হয়ে খেলার মাধ্যমে ফের্নান্দেস ফুটবল জগতে প্রবেশ করেছেন এবং এই দলের হয়ে খেলার মাধ্যমেই তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০১৪–১৫ মৌসুমে, প্রথমে ওসাসুনা বি এবং পরবর্তীকালে ওসাসুনার মূল দলের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন; ওসাসুনার হয়ে এক মৌসুমে মাত্র ১ ম্যাচে অংশগ্রহণ করার পর ২০১৭–১৮ মৌসুমে তিনি ফরাসি ক্লাব মোনাকো ২-এ যোগদান করেছেন। মাঝে তিনি এক মৌসুমের জন্য স্পেনীয় ক্লাব এক্সত্রেমাদুরার হয়ে ধারে খেলার পর প্রায় ০.৫ মিলিয়ন ইউরোর বিনিময়ে স্পেনীয় ক্লাব উয়েস্কার সাথে চুক্তি স্বাক্ষর করেছেন। ২০২১–২২ মৌসুমে, তিনি ধারে উয়েস্কা হতে ইংরেজ ক্লাব ব্রেন্টফোর্ডে যোগদান করেছেন।\n২০১৬ সালে, ফের্নান্দেস স্পেন অনূর্ধ্ব-১৯ দলের হয়ে স্পেনের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ৫ বছর যাবত স্পেনের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২১ সালে স্পেনের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; স্পেনের জার্সি গায়ে তিনি এপর্যন্ত ১ ম্যাচে অংশগ্রহণ করেছেন। দলগতভাবে, ফের্নান্দেস এপর্যন্ত ১টি শিরোপা জয়লাভ করেছেন, যা তিনি উয়েস্কার হয়ে জয়লাভ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nআলভারো ফের্নান্দেস ইয়োরেন্তে ১৯৯৮ সালের ১৩ই এপ্রিল তারিখে স্পেনের আর্নেদোয় জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nফের্নান্দেস স্পেন অনূর্ধ্ব-১৯, স্পেন অনূর্ধ্ব-২০, স্পেন অনূর্ধ্ব-২১ এবং স্পেন অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে স্পেনের প্রতিনিধিত্ব করেছেন। ২০১৯ সালের ৯ই নভেম্বর তারিখে তিনি জর্জিয়া অনূর্ধ্ব-১৯ দলের বিরুদ্ধে এক প্রীতি ম্যাচে স্পেন অনূর্ধ্ব-১৯ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। স্পেন অনূর্ধ্ব-২১ দলের হয়ে তিনি ২০২১ উয়েফা ইউরোপীয় অনূর্ধ্ব-২১ চ্যাম্পিয়নশিপে অংশগ্রহণ করেছেন, তবে তার দল উক্ত আসরের সেমি-ফাইনালে পর্তুগাল অনূর্ধ্ব-২১ দলের কাছে ১–০ গোলের ব্যবধানে পরাজিত হয়ে আসর হতে বিদায় নিয়েছিল। এই আসরে তিনি ৫ ম্যাচে অংশগ্রহণ করেছিলেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২ সেপ্টেম্বর ২০২১ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nআলভারো ফের্নান্দেস ইয়োরেন্তে – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে আলভারো ফের্নান্দেস ইয়োরেন্তে  (ইংরেজি)  \nসকারবেসে আলভারো ফের্নান্দেস ইয়োরেন্তে (ইংরেজি) \nবিডিফুটবলে আলভারো ফের্নান্দেস ইয়োরেন্তে  (ইংরেজি)  \nট্রান্সফারমার্কেটে আলভারো ফের্নান্দেস ইয়োরেন্তে (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে আলভারো ফের্নান্দেস ইয়োরেন্তে (ইংরেজি) \nইএসপিএন এফসিতে আলভারো ফের্নান্দেস ইয়োরেন্তে (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে আলভারো ফের্নান্দেস ইয়োরেন্তে (ইংরেজি)"}