{"pageid": 1034025, "title": "দরি", "url": "https://bn.wikipedia.org/wiki?curid=1034025", "content": "দরি (এছাড়াও ধুরি, ডুরি, দুরি বা ধারি) হল একটি হাতে বোনা মেঝেয় পাতার কম্বল বা পাতলা গালিচার জন্য ভারতীয় শব্দ, যেটি গৃহসজ্জার আসবাবপত্রের একটি সামগ্রী। দরির একাধিক জনপ্রিয় নিদর্শন আছে, তার মধ্যে একটি হল বহু রঙের ডোরাকাটা নকশা। দরি বুনন গ্রামীণ ভারতের একটি বড় শিল্প ছিল।  দক্ষিণ এশিয়ায় চিরাচরিত উপায়ে মেঝে ঢাকার জন্য দরি ব্যবহার করা হয়।\nদরির ধারণাটি কম্বল বা গালিচা থেকে কিছুটা আলাদা, কারণ এগুলি কেবলমাত্র মেঝেয় আচ্ছাদনের জন্যই নয়, বিছানাপত্রে বা জিনিসপত্র গাঁটরিবন্দী করার জন্যও ব্যবহৃত হয়। তবে যেহেতু দরিগুলি কম্বল বা গালিচা হিসাবে একই উদ্দেশ্যে কাজ করে, তাই তাদের এক হিসাবেও বর্ণনা করা যেতে পারে।\n\n\n== ব্যবহার ==\nআকার, নকশা এবং উপাদানের উপর নির্ভর করে এগুলির বিভিন্ন ব্যবহার রয়েছে। সবচেয়ে ছোট দরি ১২\" x ১২\" হতে পারে এবং এগুলি টেলিফোন স্ট্যান্ড এবং ফুলদানির জন্য টেবিলের ঢাকা হিসাবে ব্যবহার করা যেতে পারে। ২৪\" x ২৪\" মাপের দরি ধ্যান করার জন্য আদর্শ, এটিকে আসন বলা হয়।\nবড় বড় রাজনৈতিক বা সামাজিক জমায়েতে ব্যবহৃত দরিগুলি ২০ ফুট x ২০ ফুট পর্যন্ত বড় হতে পারে। দরিগুলি ভাঁজযোগ্য এবং ওজনে হালকা হবার জন্য সহজেই বহন করা যায়। \nদরিগুলির রক্ষণাবেক্ষণের ব্যয় কম হয় কারণ সেগুলি গালিচা ধ্বংসকারী সিলভার ফিশ বা অন্যান্য পোকামাকড় দ্বারা আক্রান্ত হয় না।\nদরিগুলি সারা বছর ব্যবহার করা যেতে পারে। সুতির দরি শীতকালে গরম থাকে এবং গ্রীষ্মকালে শীতল হয়।\n\n\n== উপাদান ==\nদরি চার ধরনের উপকরণ থেকে তৈরি করা হয়: সুতি, উল, পাট এবং রেশম। পাশাপাশি এই সমস্ত উপকরণের সংমিশ্রণেও দরি তৈরি হয়। এই উপাদানগুলি প্রথমে সুতোয় রূপান্তরিত করে তারপরে দরি বোনা হয়।\n\n\n== উৎপাদন ==\nদরিগুলি হাতে করে পাট থেকে তৈরি করা হয়।\nরাজস্থানে দরি বুননের জন্য পিট তাঁতও ব্যবহার করা হয়। এইক্ষেত্রে তাঁতি একটি গর্তে বসে থাকে এবং পা দিয়ে বুনন করে।\nমধ্যপ্রদেশের দরিগুলি তাদের রঙ এবং মজবুত গঠনের জন্য পরিচিত। রাজস্থান, উত্তরপ্রদেশ, পাঞ্জাব এবং হিমাচল প্রদেশে স্বতন্ত্র ধরনের দরি তৈরি হয়। \nস্বাধীনতার পূর্ববর্তী পাঞ্জাবের কয়েকটি গুরুত্বপূর্ণ দরি তৈরির কেন্দ্র এখন পাকিস্তানে রয়েছে; তবে, বর্তমান পাঞ্জাবের লুধিয়ানা, ফরিদকোট এবং ভাটিন্ডার আশেপাশের অঞ্চলগুলি দরি তৈরির জন্য সুপরিচিত।\nরাজস্থানের সালাওয়াস এ তৈরি দরিগুলি পাঞ্জা দরি হিসাবে পরিচিত এবং এগুলি বড় সংখ্যায় রফতানি করা হয়। উত্তর প্রদেশের খাইরাবাদ দরি তৈরির একটি বড় কেন্দ্র। এখানে তৈরি সীতাপুর দরি আনুভূমিক তাঁত ব্যবহার করে বোনা হয়। সুতির পাশাপাশি পাট, রেয়ন এবং চেনিলে দরিও এখানে তৈরি করা হয় এবং সারা বিশ্বে রফতানি করা হয়। \nভারতের কর্ণাটক রাজ্যের নবলগুন্দ তালুকে দরি তৈরি করা হয়। দরির জন্য এদের নিজস্ব ভৌগোলিক চিহ্ন রয়েছে, স্থানীয় কন্নড় ভাষায় নবলগুন্দের দরিকে জামখানা বলা হয়।\nএই কারুশিল্পটি দ্রুত হ্রাস পাচ্ছে এবং তাঁতিরা তাদের জীবন নির্বাহ করার জন্য এবং ভাল রোজগারের আশায় এই কাজ ছেড়ে দিচ্ছে। এগুলি হাতে বোনা হয় তাই উৎপাদন করতে প্রচুর পরিশ্রম প্রয়োজন, কিন্তু সেই তুলনায় দাম পাওয়া যায় না। \n\n\n== আরো দেখুন ==\nখেস\nতাত পাটি\n\n\n== তথ্যসূত্র =="}