{"pageid": 1034371, "title": "হাইডেলবার্গ", "url": "https://bn.wikipedia.org/wiki?curid=1034371", "content": "হাইডেলবার্গ () জার্মানির দক্ষিণ-পশ্চিমে নেকার নদীর তীরে অবস্থিত বাডেন-ভুর্টেমবার্গ এর  এর একটি বিশ্ববিদ্যালয় শহর। ২০১৬  সালের আদমশুমারিতে, এর জনসংখ্যা ছিল ১৫৯,৯১৪ যার মধ্যে প্রায় এক চতুর্থাংশ ছাত্র। \nহাইডেলবার্গ ফ্র্যাঙ্কফুর্ট এর  ৭৮ কিমি (৪৮ মা) দক্ষিণে অবস্থিত। হাইডেলবার্গ বাডেন-ভুর্টেমবার্গের পঞ্চম বৃহত্তম শহর। হাইডেলবার্গ জনবহুল  রাইন-নেকার মেট্রোপলিটন অঞ্চল এর একটি অংশ।\nহাইডেলবার্গ বিশ্ববিদ্যালয়, ১৩৮৬ সালে প্রতিষ্ঠিত, জার্মানির প্রাচীনতম এবং ইউরোপের অন্যতম নামীদামী বিশ্ববিদ্যালয়। হাইডেলবার্গ জার্মানির একটি বৈজ্ঞানিক কেন্দ্র এবং এর বিশ্ববিদ্যালয় সংলগ্ন পুনরায় গবেষণামূলক সুবিশাল  ইউরোপীয় অণুবিজ্ঞান পরীক্ষাগার এবং চারটি ম্যাক্স প্ল্যাঙ্ক ইনস্টিটিউট এর আবাসস্থল।\n\n\n== ভূগোল ==\n\nহাইডেলবার্গ নেকারের নীচের অংশের বাম তীরে ওডেনওয়াল্ড এর খাড়া উপত্যকায় অবস্থিত  এটি কেনিগস্টুহল (৫৬৮  মি) এবং গাইসবার্গ (৩৭৫ মি) পর্বতমালার সাথে সীমাবদ্ধ। নেকার এখানে পূর্ব-পশ্চিম দিকে প্রবাহিত হয়েছে। নদীর ডান তীরে, হিলিঞ্জেনবার্গ পর্বতটি ৪৪৫ মিটার উচ্চতায় উঠে গেছে। নেকার রাইন প্রায় [২২ কিলোমিটার উত্তর-পশ্চিমে ম্যানহাইম এ প্রবাহিত হয়েছে। বিশ শতকের সময়গুলি বার্গস্ট্রায় বরাবর নেকার উপত্যকা থেকে ওডেনওয়াল্ড পাহাড়ের উপর দিয়ে চলমান একটি গ্রামে সংহত হয়েছিল।\nহাইডেলবার্গ ইউরোপীয় হাঁটাপথ ই১ (সুইডেন - উম্বরিয়া) এ অবস্থিত।\n\n\n=== প্রশাসনিক কাঠামো ===\nহাইডেলবার্গ হ'ল একক কর্তৃপক্ষ রেজিওরংসবেজির্ক কার্লসরুহে এর মধ্যে। রহিন-নেকার-ক্রেইস গ্রামাঞ্চল জেলা এটি ঘিরে রয়েছে এবং শহরে এর আসন রয়েছে যদিও শহরটি জেলার অংশ নয়। হাইডেলবার্গ রাইন-নেকার মেট্রোপলিটন অঞ্চলের একটি অংশ, প্রায়শই রাইন-নেকার ট্রায়াঙ্গল হিসাবে পরিচিত।\nএই অঞ্চলটি রাজ্য এর হেসেন এর দক্ষিণ অংশ, রাইনল্যান্ড-প্যালাটিনেট রাজ্যের দক্ষিণাঞ্চল (প্রশাসনিক জেলাগুলি) নিয়ে গঠিত। ম্যানহাইম এবং হাইডেলবার্গ এবং রাইন-নেকার-ক্রেইস এর পৌরসভা রাইন-নেকার ট্রায়াঙ্গেল ২০০৫ সালে একটি ইউরোপীয় মহানগর অঞ্চল হয়ে ওঠে।\nহাইডেলবার্গ শহরের ছয়টি সেক্টরে ভাগ করা ১৫ টি জেলা নিয়ে গঠিত। কেন্দ্রীয় অঞ্চলে হ'ল আলস্টাডেট (ওল্ড টাউন), বার্হিম এবং ওয়েস্টস্ট্যাড; উত্তরে, নিউইনহিম এবং হ্যান্ডসচুহসেম; পূর্বে, জিগেলহাউসেন এবং শ্লেয়ারবাচ; দক্ষিণে, স্যস্তস্টাট, রোহরবাচ, এমার্টসগ্রুন্ড এবং বক্সবার্গ; দক্ষিণ-পশ্চিমে, কির্চিম; পশ্চিমে, ফ্যাফেনগ্রানড, উইবলিংগেন এবং ওয়েস্টস্ট্যাড এবং উইব্লিনজেনের জমিতে  বাহনস্টাড্ট  নামে একটি নতুন জেলা নির্মিত হয়েছে। নতুন জেলাতে প্রায় 5,000-6,000 বাসিন্দা এবং 7,000 জন কর্মসংস্থান পাবেন। মার্কিন সশস্ত্র বাহিনী চলে যাওয়ার পরে প্যাট্রিক হেনরি ভিলেজে 10,000,000-15,000 বাসিন্দাদের জন্য আরও নতুন আবাসিক স্থান উপলব্ধ করা হয়েছিল।\n\n\n=== প্রতিবেশী কমুনস ===\nনিম্নলিখিত শহরগুলি এবং কমুন হাইডেলবার্গের সীমান্ত পশ্চিমে এবং ঘড়ির কাঁটার দিক দিয়ে শুরু: এডিনজেন-নেকারহাউসেন, ডসসেনহিম, শিরিহিম, উইলহেমসফিল্ড) , শোনাউ, নেকারজেমেন্ড, বামমেন্টাল, গাইবার্গ, লেইমেন, সন্ধাউসেন, অফটারহাইম,  প্ল্যাঙ্কস্ট্যাড, এপেলহিম  (রেহেন-নেকার-ক্রেইস এর সমস্ত অংশ) এবং ম্যানহাইম।\n\n\n== তথ্যসূত্র =="}