{"pageid": 1034827, "title": "সর্বসমতা (জ্যামিতি)", "url": "https://bn.wikipedia.org/wiki?curid=1034827", "content": "জ্যামিতিতে,  দুটি আকৃতি বা বস্তু সর্বসম হবে যদি তাদের একই আকার এবং আকৃতি  থাকে অথবা যদি একটিতে  অপরটির প্রতিসম ছবির সমান আকার এবং আকৃতি থাকে।\nআরও আনুষ্ঠানিকভাবে বলতে গেলে, দুই সেট বিন্দুকে সর্বসম বলা হয় যদি এবং কেবল যদি,ইউক্লিডীয় রূপান্তর দ্বারা একটিকে  অন্যটিতে রূপান্তরিত করা যায়, অর্থাৎ,  ইউক্লিডীয় রূপান্তর যেমনঃ  রৈখিক,  ঘূর্ণন অথবা  প্রতিফলনজাতীয়। এর মানে হল এই যে, বস্তুকে পুনঃস্থাপন করা যেতে পারে এবং প্রতিফলিত করা যেতে পারে (কিন্তু আকারের পরিবর্তন  করা যাবে না) যাতে অন্য বস্তুর সাথে সঠিকভাবে সমন্বয় করা যায়। তাই কাগজের টুকরোয় দুটি পৃথক সমতলীয় কাঠামো সর্বসম হবে যদি আমরা সেগুলো কেটে ফেলার  পর সেগুলোকে পুরোপুরি মেলাতে পারি। যেখানে কাগজ উল্টানো অনুমোদিত।\n\nপ্রাথমিক জ্যামিতিতে প্রায়ই সর্বসম শব্দটি নিম্নলিখিতভাবে ব্যবহার করা হয়। এই বস্তুগুলির জন্য সর্বসমতার পরিবর্তে সমান শব্দটি প্রায়ই ব্যবহার করা হয়।\n\nযদি তাদের একই দৈর্ঘ্য থাকে তাহলে দুটি রেখাংশ সর্বসম হয়।\nযদি ২টি কোণের  একই পরিমাপ থাকে তাহলে দুটি কোণ সর্বসম হয়।\nযদি দুটি বৃত্তের একই ব্যাস থাকে তাহলে দুটি বৃত্ত সর্বসম হয়।\nএই অর্থে, দুটি সমতলীয় আকৃতি সর্বসম হলে, তাদের সংশ্লিষ্ট অনুরূপ বৈশিষ্ট্য \"সর্বসম\" বা \"সমান\" হবে। যার মধ্যে শুধু তাদের সংশ্লিষ্ট বাহু এবং কোণই নয়, বরং তাদের সংশ্লিষ্ট কর্ণ, পরিসীমা এবং ক্ষেত্রও রয়েছে।\nসদৃশ্যতার সংশ্লিষ্ট ধারণাটি প্রযোজ্য  যদি কোনো বস্তুর একই আকৃতি থাকে কিন্তু অপরিহার্যভাবে একই আকার না হলেও চলবে। (অধিকাংশ সংজ্ঞানুসারে সর্বসমতাকে  সদৃশ্যতার একটি বিশেষরূপ হিসেবে বিবেচনা করা হয়, যদিও একটি সংখ্যালঘু মতামত এই বলে যে, অনুরূপ যোগ্যতা অর্জন করার জন্য বস্তুর ভিন্ন আকার থাকাও একান্ত প্রয়োজন।)\n\n\n== ত্রিভুজের সর্বসমতা ==\nদুটি ত্রিভুজ সর্বসম হয় যদি তাদের সংশ্লিষ্ট বাহুগুলি দৈর্ঘ্যে সমান হয় এবং তাদের সংশ্লিষ্ট কোণগুলি পরিমাপে সমান হয়।\nযদি ত্রিভুজ ABC ত্রিভুজ DEF এর সাথে সর্বসম হয়, তবে সম্পর্কটি গাণিতিকভাবে লেখা যায় :\n\n  \n    \n      \n        △\n        \n          A\n          B\n          C\n        \n        ≅\n        △\n        \n          D\n          E\n          F\n        \n        .\n      \n    \n    {\\displaystyle \\triangle \\mathrm {ABC} \\cong \\triangle \\mathrm {DEF} .}\n  \n\nঅনেক ক্ষেত্রে এটি তিনটি অনুরুপ বাহুর সমতা প্রতিষ্ঠা করতে এবং দুটি ত্রিভুজ সর্বসম করার জন্য নিম্নলিখিত ফলাফলগুলির যেকোন  একটির ব্যবহারই যথেষ্ট।\n\n\n=== সর্বসমতা নির্ণয় ===\nইউক্লিডীয় তলে দুটি ত্রিভুজের মধ্যে সর্বসমতা রয়েছে কি না এর প্রমাণ নিম্নলিখিত তুলনার মাধ্যমে দেখানো যেতে পারে:\n\nবাকোবা (বাহু-কোণ-বাহু): যদি দুটি ত্রিভুজের ১ জোড়া বাহুর দৈর্ঘ্য  সমান হয় এবং ২ বাহুর অন্তর্ভুক্ত কোণটি  সমান হয়, তবে ত্রিভুজ ২টি সর্বদা সর্বসম হবে।\nবাবাবা (বাহু-বাহু-বাহু): যদি দুটি ত্রিভুজের ৩টি বাহুর দৈর্ঘ্যে সমান হয়, তবে ত্রিভুজ ২টি সর্বদা সর্বসম হবে।\nকোবাকো (কোণ-বাহু-কোণ): যদি ২টি ত্রিভুজের মধ্যে  ২ জোড়া কোণ সমান হয় এবং অন্তর্ভুক্ত বাহুটি দৈর্ঘ্যে সমান হয়, তবে ত্রিভুজ ২টি সর্বদা সর্বসম হবে।\nকোবাকো অনুসিদ্ধান্তটিতে  ভূমিকা থেলস অফ মিলিটাস (গ্রীক) এর অবদান ছিল। বেশিরভাগ স্বতঃসিদ্ধ  সিস্টেমের প্রমাণে, বাকোবা, বাবাবা এবং  কোবাকো- এই তিনটি মানদণ্ড উপপাদ্য হিসাবে প্রতিষ্ঠিত হয়।বিদ্যালয়ের গণিত অধ্যয়ন গোষ্ঠী ব্যবস্থায় বাকোবা ২২টি অনুসিদ্ধান্তের  একটি (# ১৫) হিসাবে নেওয়া হয়েছে।\n\nকোকোবা (কোণ-কোণ-বাহু): যদি ২টি ত্রিভুজের দুই জোড়া কোণ পরিমাপে সমান হয় এবং সংশ্লিষ্ট অন্তর্ভুক্ত এক জোড়া বাহুর দৈর্ঘ্য সমান হয়, তাহলে ত্রিভুজগুলি সর্বসম হবে। কোকোবা একটি কোবাকো অবস্থার সমতুল্য, বাস্তবতা হচ্ছে যে যদি কোন দুটি কোণ দেওয়া থাকে, তাহলে তৃতীয় কোণটিও  দেওয়ায় থাকে , যেহেতু ত্রিভুজের তিন কোণের  যোগফল ১৮০° হওয়া উচিত। কোবাকো  এবং  কোকোবা  কখনও কখনও একটি একক অবস্থায় একত্রিত করা হয়,কোকোঅনুবা-যেকোন ২টি কোণ এবং একটি অনুরূপ বাহু একত্রিত করা হয়।\nসঅতিবা(সমকোণ-অতিভুজ-বাহু), সঅতিবা (অতিভুজ-পা) নামেও পরিচিত: যদি দুটি সমকোণী ত্রিভুজের অতিভুজের দৈর্ঘ্য সমান হয় এবং ছোট বাহুগুলির যেকোন ১টি জোড়ার দৈর্ঘ্যে সমান হয়,তবে ত্রিভুজ ২টি সর্বসম হবে।\n\n\n== চিহ্ন ==\nএকটি প্রতীক সাধারণভাবে সর্বসমতার জন্য ব্যবহৃত হয়, একটি সমান উপরে টিল্ডা , ≅, দিয়ে চিহ্নটি বর্ণনা করা হয় । এর সংশ্লিষ্ট ইউনিকোড অক্ষরটি হলো (U+2245) এর কাছাকাছি একটি মান। যুক্তরাজ্যে তিনটি বার সমান চিহ্ন ≡ (U+2261) কখনও কখনও সর্বসমতার প্রতীক হিসেবে ব্যবহার করা হয়।\n\n\n== আরও দেখুন ==\nইউক্লিডীয় সমতলীয় আইসোমেট্রি\nআইসোমেট্রি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকাট-দ্য নট- এ এসএসএস\nকাট-দ্য নট- এ এসএসএ\nইন্টারেক্টিভ অ্যানিমেশনগুলি একত্রিত বহুভুজ, একত্রিত কোণ, একত্রিত রেখাংশগুলি, ম্যাথ ওপেন রেফারেন্সে একত্রিত ত্রিভুজগুলি প্রদর্শন করে"}