{"pageid": 1034719, "title": "নব্য ঔপনিবেশিক বিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1034719", "content": "নব্য ঔপনিবেশিক গবেষণা বা বিজ্ঞান (প্রায়শই যে বিষয়টিকে উড়োজাহাজ গবেষণা, প্যারাসুট বিজ্ঞান, বা গবেষণা, বা সাফারি গবেষণা  হিসাবে বর্ণনা করা হয়) বলতে বৈজ্ঞানিক গবেষণার এমন অনুশীলন বা চর্চাকে বোঝায় যার মাধ্যমে ধনী দেশগুলির গবেষকরা একটি উন্নয়নশীল দেশে গিয়ে তথ্য সংগ্রহ করেন এবং তাদের নিজ দেশে ফিরে গিয়ে তথ্য ও নমুনাগুলি বিশ্লেষণ করে স্থানীয় গবেষকদের কৃতিত্ব প্রদান না করেই ফলাফল প্রকাশ করেন। ২০০৩ সালে হাঙ্গেরিয়ান একাডেমি অফ সায়েন্সেসের এক গবেষণায় দেখা গেছে যে স্বল্পোন্নত দেশ সম্পর্কিত প্রকাশনাগুলির নমুনায় প্রায় সত্তর ভাগ নিবন্ধে স্থানীয় গবেষকদের লেখক হিসেবে অন্তর্ভুক্ত করা হয়নি।\nএই ধরনের গবেষণায় স্থানীয় গবেষকদের রসদ সরবরাহের কাজে ব্যবহার করা হয় কিন্তু তাদের দক্ষতার জন্য তাদের নিয়োগ দেয়া হয় না বা তাদের গবেষণায় অংশগ্রহণের জন্য কোনো কৃতিত্ব দেওয়া হয় না। প্যারাসুট গবেষণার বদৌলতে তৈরি বৈজ্ঞানিক প্রকাশনাগুলি কেবল ধনী দেশগুলির বিজ্ঞানীদের ক্যারিয়ারে অবদান রাখে। এটি স্থানীয় বৈজ্ঞানিক সক্ষমতা বৃদ্ধি (যেমন অর্থায়িত গবেষণা কেন্দ্র স্থাপন) বা স্থানীয় বিজ্ঞানীদের ক্যারিয়ার বিকাশে কোনো অবদান রাখে না। এটি এক ধরনের \"ঔপনিবেশিক বিজ্ঞান\" যা ঊনবিংশ শতকের বৈজ্ঞানিক অনুশীলনের জের ধরে গবেষণাকর্মে পাশ্চাত্যের বাইরে থেকে আসা অংশগ্রহণকারীদের আলাদা চোখে দেখে থাকে। এই ধরনের বৈজ্ঞানিক চর্চা উপনিবেশবাদের বিকাশে সহায়তা করে। জ্ঞানের বিউপনিবেশায়নের প্রয়োজনীয়তা থেকে সমালোচকেরা এই ধরনের অপচর্চা  বন্ধ করার আহ্বান জানিয়ে আসছেন।\nএই জাতীয় গবেষণা পদ্ধতি গবেষণার মান হ্রাস করে। কারণ, আন্তর্জাতিক গবেষকরা প্রায়শই সঠিক প্রশ্ন জিজ্ঞাসা করতে বা স্থানীয় সমস্যা উপলব্ধি করতে ব্যর্থ হন। ফলস্বরূপ, স্থানীয় সম্প্রদায়গুলি তাদের নিজস্ব সুবিধার্থে গবেষণার ফলাফল প্রয়োগ করতে অসুবিধার সম্মুখীন হয়। বিশেষ করে সংরক্ষণ-জীববিজ্ঞানের মতো বৈশ্বিক ইস্যুগুলি মোকাবিলা করার ক্ষেত্রে এটি বিশেষভাবে ব্যর্থ। কারণ গবেষণালব্ধ সমাধানগুলির প্রয়োগে স্থানীয় সম্প্রদায়ের ভূমিকাই মুখ্য। কিন্তু নব্য ঔপনিবেশিক বিজ্ঞান বৈজ্ঞানিকদের দ্বারা অধ্যয়ন করা বিষয়গুলি স্থানীয় সম্প্রদায়ের মাঝে প্রাতিষ্ঠানিকীকরণ প্রক্রিয়ায় বাঁধার সৃষ্টি করে। \n\n\n== দেশভেদে উদাহরণ ==\n\n\n=== ইন্দোনেশিয়া ===\n২০১৮ সালের এপ্রিল মাসে ইন্দোনেশিয়ার বাজাউ সম্প্রদায়ের লোকদের সম্পর্কে একটি প্রকাশনা বিশেষ মনোযোগ আকর্ষণ করে। এই \"সামুদ্রিক যাযাবরদের\" জিনগত অভিযোজন হওয়ার ফলে তাদের প্লীহা বড় হয়ে যায় যা অতিরিক্ত অক্সিজেনযুক্ত লাল রক্তকণিকা সরবরাহে সহায়তা করে।\nএক মাস পরে এই প্রকাশনাটি ইন্দোনেশিয়ার বিজ্ঞানীদের দ্বারা ব্যাপকভাবে সমালোচিত হয়। সাইন্স জার্নালে প্রকাশিত এই নিবন্ধটি যুক্তরাষ্ট্র এবং ডেনমার্কের বৈজ্ঞানিকদের নৈতিকতা নিয়ে প্রশ্ন তুলে, যারা বাজাউ বা ইন্দোনেশিয়ার অন্য লোকজনের খুব বেশি সম্পৃক্ততা ছাড়াই বাজাউ জনগণের ডিএনএ নমুনা সংগ্রহ  করে তা বিশ্লেষণ করেছিল।\n\n\n== ক্ষেত্রভেদে উদাহরণ ==\nনব্য-ঔপনিবেশিক বৈজ্ঞানিক পদ্ধতির উদাহরণগুলির মধ্যে রয়েছে:\n\nচিকিৎসা ক্ষেত্র: \"বিদেশী বৈজ্ঞানিকদের দ্বারা পরিচালিত একটি ক্লিনিকাল বা মহামারি-সংক্রান্ত গবেষণা প্রকল্পে এটি একটি জনপ্রিয় শব্দ যা কোনও জনগোষ্ঠীর নাগাল পেতে এবং তাদের সম্পর্কে তথ্য সংগ্রহের ক্ষেত্রে ব্যবহৃত হয়।\nনৃতত্ত্ববিজ্ঞান: বিশেষত প্রান্তিক নৃগোষ্ঠীর সাথে সম্পর্কিত বিষয়গুলিতে গবেষণাকারীরা উপাত্ত সংগ্রহ করে তার প্রচার করেন এবং পরবর্তীতে কখনও এই গোত্রের সাথে যোগাযোগ রক্ষা করেন না।\nযখন একটি কেন্দ্রীয়, প্রভাবশালী নৃগোষ্ঠী বা সমাজতাত্ত্বিক গোষ্ঠীর বিজ্ঞানীরা যেসব অঞ্চলে সংখ্যালঘু গোষ্ঠীগুলি বসবাস করছেন (প্রায়শই প্রান্তিক অঞ্চল) সেখানে গবেষণা পরিচালনা করেন, তখন হেলিকপ্টার বা উড়োজাহাজ গবেষণার ঝুঁকি থাকে, যদিও এটি গবেষকদের একাডেমিক অনুষঙ্গের সাথে সম্পর্কিত নাও হতে পারে। উদাহরণস্বরূপ, মার্কিন যুক্তরাষ্ট্রের মধ্যে এটি মূলত স্থানীয় আমেরিকানদের অধ্যয়নের ক্ষেত্রে ব্যবহৃত হয়েছে।\n\n\n=== মৃত্তিকা বিজ্ঞান ===\nমৃত্তিকা বিজ্ঞানীরা হেলিকপ্টার বা উড়োজাহাজ গবেষণার দ্বারা ঔপনিবেশিক বিজ্ঞানের ধারাকে চিরস্থায়ী করার প্রয়াস পেয়েছেন। সাধারণত ধনী দেশগুলির গবেষকরা মাটি গবেষণার জন্য দরিদ্র দেশগুলির কৃষকদের জমিতে সস্তা শ্রম ও সামান্য অর্থের বিনিময়ে গর্ত খনন করিয়ে নেন। স্থানীয় লোকজন ও বিশ্ববিদ্যালয়ের কর্মীদের সহায়তায় নেওয়া নমুনাগুলি পরে সংরক্ষণ করা হয়। হেলিকপ্টার অনুসন্ধান থেকে প্রাপ্ত ফলাফল স্থানীয় সহকর্মীদের বাদ দিয়ে পরবর্তীতে উচ্চ-স্তরের জার্নালে প্রকাশিত হয়।\n\n\n=== প্রবাল-প্রাচীর গবেষণা ===\n২০২১ সালে কারেন্ট বায়োলজির একটি সমীক্ষায় প্রবাল প্রাচীরের গবেষণায় প্যারাসুট গবেষণার বিষয়টি বিবেচনায় নেয়া হয়। দেখা যায় যে, এ জাতীয় পদ্ধতি আদর্শ হিসেবে পরিগণিত হয়ে আসছে।\n\n\n== ফলাফল ==\nহেলিকপ্টার গবেষণার ব্যবহার সংখ্যালঘু গোষ্ঠীগুলির মধ্যে গবেষণা বিষয়ে নেতিবাচক মনোভাব তৈরি করেছে। এমনো দেখা গেছে যে কিছু সম্প্রদায় এর কারণে তাদের মাঝে গবেষণা পরিচালনা করতে অস্বীকৃতি জ্ঞাপন করছে। প্রান্তিক সম্প্রদায়গুলোর মাঝে অবিশ্বাস তৈরি হবার কারণে এ জাতীয় সাফারি অধ্যয়নগুলি বৈজ্ঞানিক সম্প্রদায় এবং গবেষকদের জন্য দীর্ঘমেয়াদে নেতিবাচক  প্রভাব ফেলছে।\n\n\n=== তহবিল তছরুপ ===\nউন্নয়নশীল দেশগুলিতে গবেষণার জন্য তহবিল প্রায়শই টেকসই উন্নয়নের জন্য দ্বিপক্ষীয় এবং আন্তর্জাতিক একাডেমিক ও গবেষণা প্রোগ্রামসমূহ থেকে সরবরাহ করা হয়। এই জাতীয় তহবিলের একটি বৃহৎ অংশ তছরুপের মাধ্যমে  উন্নত  দেশগুলিতে পরামর্শ ফি, বিশ্ববিদ্যালয়ের পরীক্ষাগারের ব্যয়, ব্যয়বহুল সরঞ্জাম ক্রয়, প্রবাসীদের নিয়োগ এবং \"ছিটমহল\" গবেষণা ইনস্টিটিউট পরিচালনা করে সিজিআইআর এর মতো আন্তর্জাতিক সংস্থাগুলির উপর নির্ভর করে শেষ হতে পারে।\n\n\n=== উন্মুক্ত উপাত্তের অবাধ ব্যবহার ===\nঅবাধে গবেষণামূলক উপাত্ত গ্রহণের বর্তমান প্রবণতাটি উন্নত দেশগুলির সমৃদ্ধ ও সুসজ্জিত গবেষণা ইনস্টিটিউটগুলির দ্বারা উন্নয়নশীল দেশ সম্পর্কিত উপাত্ত থেকে প্রাপ্ত ফলাফলকে দ্রুত প্রকাশনার মাধ্যমে তাদের বরং শোষণের হাতিয়ার হিসেবে ব্যবহৃত হচ্ছে কারণ এসব কর্মকাণ্ডে উন্নয়নশীল দেশগুলো মোটেই উপকৃত হচ্ছে না। অনুরূপভাবে গ্রীষ্মমণ্ডলীয় বনাঞ্চল ঐতিহাসিকভাবে উন্মুক্ত থাকার ফলে উন্নয়নশীল দেশগুলি থেকে উদ্ভিদের জিনগত সম্পদের যথেচ্ছ ব্যবহার লক্ষ্য করা গেছে।\n\n\n== লাঘবের প্রচেষ্টা ==\nগ্লোবাল হেলথ অ্যাকশন জার্নালে গবেষণাকর্ম প্রকাশের একটি শর্ত হল, \"প্রাথমিক তথ্য সংগ্রহের সাথে জড়িত গবেষণা প্রতিবেদনের নিবন্ধগুলিতে সাধারণত লেখক হিসাবে সংশ্লিষ্ট দেশগুলির গবেষক এবং সংস্থাগুলি অন্তর্ভুক্ত থাকবে এবং ঐ দেশ কর্তৃক অনুসৃত নৈতিক অনুশীলন বিবেচনায় নেয়া হবে।\nমার্কিন যুক্তরাষ্ট্রে চেরোকি জাতি গবেষণা প্রকল্পের সাথে জড়িত উপজাতির সদস্যদের অধিকার ও কল্যাণ নিশ্চিত করার লক্ষ্যে একটি নির্দিষ্ট প্রাতিষ্ঠানিক পর্যালোচনা বোর্ড প্রতিষ্ঠা করেছে। চেরোকি ন্যাশন আইআরবি হেলিকপ্টার গবেষণা পদ্ধতি অনুমোদন করে না।\nমিতিকু হেইল নামে একজন ইথিওপিয়ার মৃত্তিকা-বিজ্ঞানী পরামর্শ দিয়েছেন যে এই জাতীয় অবাধ অনুশীলন সকল \"অংশীদারদের দ্বারা নিন্দিত হওয়া উচিত এবং এ ধরনের বিষয়গুলো বৈজ্ঞানিক সম্প্রদায় এবং জাতীয় ও আন্তর্জাতিক তহবিল সংস্থার নজরে আনা উচিত\"।\nএছাড়াও আফ্রিকাতে ২০২০ সালে করোনাভাইরাস মহামারি শুরু হওয়ার পরে আন্তর্জাতিক গবেষকদের উপর ভ্রমণ নিষেধাজ্ঞা থাকায় স্থানীয় গবেষকদের \nউপর নির্ভরতা আরো বৃদ্ধি পেয়েছে।\n\n\n== আরও দেখুন ==\nবিউপনিবেশায়ন\n\n\n== তথ্যসূত্র =="}