{"pageid": 1034463, "title": "উমা বর্ধন", "url": "https://bn.wikipedia.org/wiki?curid=1034463", "content": "উমা বর্ধন (জন্ম ১৯৪৫) ভারত এর সমসাময়িক মহিলা শিল্পীদের অন্যতম। তাঁর চিত্রকর্মগুলি সাধারণত যা মূলধারার এবং সমসাময়িক শিল্প সংস্কৃতি, উভয় ক্ষেত্রেই তুলনামূলকভাবে কম উল্লেখিত এমন কাহিনী এবং স্থানগুলি বিষয়ক। তার পছন্দের মাধ্যমটি হ'ল রেশম কাপড়ের উপর জল রঙ। তিনি ক্যানভাসে তেল সহ অন্যান্য মাধ্যমেও কাজ করেছেন। তাঁর চিত্রকর্মগুলি ভারত এবং বিদেশে বেশ কয়েকটি বড় সংগ্রহে রয়েছে। তাঁর কাজগুলি কলকাতায় তাঁর গঠনমূলক বছরগুলি এবং আধ্যাত্মিকতার প্রতি তার গভীর বিশ্বাস দ্বারা অনেক অনুপ্রেরণা পেয়েছিল।  তিনি মূলত কলকাতার, পরে তিনি হরিয়ানার গুড়গাঁওয়ে থাকেন এবং কাজ করেন \n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nউমা বর্ধন কুড়ি দশকের গোড়ার দিকে তাঁর কাজ শুরু করেছিলেন, কলকাতা বিশ্ববিদ্যালয় থেকে চারুকলা বিষয়ে স্নাতকোত্তর শেষ করে, তৈলচিত্রের মাখন দত্ত গুপ্ত এবং জল রঙের মানিক ব্যানার্জীর মতো খ্যাতনামা শিল্পীদের অধীনে পশ্চিমবঙ্গের বিড়লা একাডেমি থেকে চারুকলায় ডিপ্লোমা করেন। \nশৈশব থেকেই তিনি সবসময় শিল্পকর্মে আগ্রহী। তিনি রবীন্দ্রনাথ ঠাকুরের কবিতা পছন্দ করতেন এবং তাঁর কবিতা পড়ে মনে মনে কল্পনা করে স্কেচ আঁকতেন।\n\n\n== শিল্পজীবন ==\nপ্রকৃতি সম্পর্কিত একাধিক বিষয়ে চিন্তন ও মনন, উমা বর্ধনের শিল্পে প্রকাশ পেয়েছে। তিনি তার প্রধান চরিত্রগুলি যেমন হিন্দু দেবী, দেবতা, নারী, পাখি এবং অন্যান্য প্রাকৃতিক উপাদানগুলিকে উন্মুক্ত রং যুক্ত আধ্যাত্মিকতার তুলির টান, রেখাগুলির সাথে প্রবহমান এবং মাতৃ প্রকৃতির চেতনায় ভিজতে থাকা দৃশ্যমান ভাবনায় রূপান্তরিত করেন। আধ্যাত্মিক চিন্তাধারার কারণে হিন্দু দেব দেবী, সর্বদা তাঁর সৃষ্টির বিষয়বস্তুর হিসাবে দেখা যায়। \nউমা বর্ধন ১৯৮৭ সালে তার প্রথম একক শিল্প প্রদর্শনী করেছিলেন, তারপরে এক দশক ধরে অসংখ্য একক প্রদর্শনী করেন। তাঁর একক প্রদর্শনী কস্মিক ডান্স অব শিবা ২০১৪ শিবের বিভিন্ন ধরনের নৃত্যের উপর ভিত্তি করে তৈরি হয়েছিল যিনি এই জগতের সমস্ত সৃষ্টি এবং ধ্বংসের অন্তরালে রয়েছেন মনে করা হয়।  এই বিষয়ে এবং আধ্যাত্মিকতার প্রতি তাঁর আগ্রহে তিনি ভারতবর্ষের অসংখ্য শিব মন্দির দর্শন করেছিলেন। \nচারুকলা একাডেমির আরেকটি প্রদর্শনীতে বর্ধন, গ্রামীণ জীবনের‌ প্রকৃতির, প্রাকৃতিক সৌন্দর্যের বিপরীতে, বর্তমান নগর জীবনে প্রচলিত কৃত্রিম পরিবেশের আধিপত্যকে চিত্রিত করেছেন। এই শিল্পক্রমটি তাঁর কলকাতার গঠনমূলক বছরগুলি এবং বাংলার দুরবর্তী গ্রাম তথা উপজাতি অঞ্চলে তার ভ্রমণকালের দ্বারা অনুপ্রানিত- এটি এমন একটি উপাদান যা তাঁর কাজগুলিতে বারংবার দেখা গেছে। \n\n\n== রেশমী কাপড়ের উপরে জল রঙের কাজ ==\n\n\"সিল্কের উপরে জল রঙ\" ব্যবহার করেন এমন খুব স্বল্পসংখ্যক শিল্পীদের মধ্যে তিনি একজন। এটি একটি তুলনামূলক শ্রমসাধ্য প্রক্রিয়া যেখানে একটি বিশেষ রেশম কাপড় আকার জন্য ব্যবহার করার আগে বোর্ডে এ লাগানো হয় । এটি এত জনপ্রিয় না হওয়ার এটিও কারণ হতে পারে। মুর্শিদাবাদী সিল্ক নামে বিখ্যাত রেশমী কাপড়টি পশ্চিমবঙ্গের মুর্শিদাবাদ জেলা থেকে আনার পর প্রথমে গরম জল দিয়ে, হাতে বা ওয়াশিং মেশিনে হালকা ধুয়ে নেওয়া হয়। এরপর কাগজের বোর্ডে আঠা দিয়ে আটকনো হয়। যেহেতু জল রঙগুলির, অন্যান্য রঙগুলির তুলনায় বেশি গড়িয়ে যাওয়ার প্রবণতা রয়েছে সেই কারণে এতে খুব বেশি পরিমাণে জল যুক্ত না করে রঙগুলি মোটামুটি ঘন রাখা প্রয়োজন। জলের রঙ ধরে রাখতে এবং ছড়িয়ে পড়া আটকাতে তিনি বোর্ডে আটকানো রেশম কাপড়ের উপরে আঠা লাগান এবং শুকানোর জন্য ২ থেকে ৩ ঘণ্টা রেখে দেন। রেশমী কাপড়ের উপরে কতটা আঠার পরিমাণ প্রয়োগ করতে হবে তা জটিল, কারণ অতিরিক্ত আঠালো ভাব ভাল নাও হতে পারে সেইজন্য খুব সাবধানতা অবলম্বন করতে হবে। \n\n\n== প্রদর্শনী ==\nএকক ও দলগত প্রদর্শনী :\n\nচারুকলা একাডেমি, কলকাতা\nএআইএফএসিএস,নয়াদিল্লি\nএলায়েনস ফ্রাঙ্কাইজ, নয়াদিল্লি\nবিড়লা একাডেমী, কলকাতা\nচিত্রকলার পরিষদ, বেঙ্গালুরু\nকেমল্ড আর্ট গ্যালারী, কলকাতা\nডিডি নেরয় আর্ট গ্যালারী, মুম্বই\nএপিসেন্টার, গুড়গাঁও\nতথ্য কেন্দ্র, কলকাতা\nআইসিসিআর, কলকাতা\nজাহাঙ্গীর আর্ট গ্যালারী, মুম্বই\nললিত কলা একাডেমি, নয়াদিল্লি\nওপেন পাম কোর্ট আইএইচসি, নয়াদিল্লি\nশ্রীধরনি আর্ট গ্যালারী, নয়াদিল্লি\nস্টেট গ্যালারী অফ ফাইন আর্টস, হায়দরাবাদ\nভিজ্যুয়াল আর্ট গ্যালারী আইএইচসি, নয়াদিল্লি\n\n\n== সামাজিক কারণের জন্য প্রদর্শনী ==\nশ্রীধরনী আর্ট গ্যালারী, নয়াদিল্লি ২০১২-এ কেন্দ্রীয় সমাজকল্যাণ বোর্ডের সহযোগিতায় \"মহিলা ক্ষমতায়ন \"\nঅ্যালায়েন্স ফ্র্যাঙ্কাইজ, আগস্ট ২০১৪ এ গ্যালারী শ্রী আর্টসের সহযোগিতায় \"রঙ বৈষম্য\" \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশিল্পীর ওয়েবসাইট\nচিত্রশিল্পী উমা বর্ধন 'আমার দেশের আত্মা'র সন্ধানে, ডিএনএ ইন্ডিয়া"}