{"pageid": 1034954, "title": "জ্ঞান উৎপাদনের পন্থা", "url": "https://bn.wikipedia.org/wiki?curid=1034954", "content": "জ্ঞান উৎপাদনের পন্থা বিজ্ঞানের সমাজতত্ত্বের একটি পরিভাষা যা কীভাবে বৈজ্ঞানিক জ্ঞান উৎপাদন করা হয়, সেই ব্যাপারটিকে নির্দেশ করে। এ পর্যন্ত তিনটি পন্থা ও তিন ধরনের কুণ্ডলীভিত্তিক প্রতিমান (মডেল) প্রস্তাব করা হয়েছে।\nজ্ঞান উৎপাদনের ১নং পন্থাটি ১৯৯৪ সালে মাইকেল গিবন্‌স ও তাঁর সহযোগীরা প্রস্তাব করেন। এটি হল জ্ঞান উৎপাদনের পুরাতন ঐতিহ্যবাহী পন্থা যেখানে বিশ্ববিদ্যালয়ভিত্তিক গবেষণাকর্মের মাধ্যমে নতুন জ্ঞান উৎপাদন করা হয়। এই প্রক্রিয়াটি কোনও উচ্চশিক্ষায়তনিক শাস্ত্রের সাংগঠনিক পরিকাঠামোর মধ্যে থেকে অন্তঃশাস্ত্রীয় উপায়ে উদ্ভাবনের একটি সরলরৈখিক প্রতিমান অনুসরণ করে। শাস্ত্রের উচ্চশিক্ষায়তনিক ব্যক্তিরা উচ্চ-থেকে-নিম্ন শিক্ষায়তনিক ক্ষমতা ও মর্যাদার স্তরক্রমভিত্তিক একটি ব্যবস্থার অংশ হিসেবে কাজ করেন এবং তারা পর্যালোচনা প্রক্রিয়ার মাধ্যমে উৎপন্ন জ্ঞানের মান নিয়ন্ত্রণ করেন। ১ নং পন্থাতে জ্ঞানের প্রয়োগ, বিস্তার বা ব্যবহার নিয়ে কোনও মাথাব্যথা নেই, সমাজ ও অর্থনীতির কোনও সমস্যা সমাধানের সাপেক্ষে গবেষণা করা হয় না। জ্ঞানভিত্তিক অর্থনীতি কিংবা ব্যক্তিমালিকানাধীন শিল্পখাতে এই জ্ঞান উৎপাদন প্রক্রিয়ার অবদান রাখা আবশ্যক নয়।\nগিবন্‌স ও তাঁর সহযোগীরে একই সাথে ২ নং পন্থায় জ্ঞান উৎপাদনের তত্ত্বটি প্রদান করেন। এই পন্থাটি প্রতিবেশ-চালিত, সমস্যাকেন্দ্রিক এবং আন্তঃশাস্ত্রীয় গবেষণার উপর নির্ভরশীল এবং এটি পাঁচটি মূলনীতি মেনে চলে। ১) ব্যবহারিক প্রয়োগের প্রেক্ষাপটে উৎপাদিত জ্ঞান; ২) গবেষণার আন্তঃশাস্ত্রীয় এমনকি শাস্ত্রাতিক্রমী প্রকৃতি; ৩) সাংগঠনিক বৈচিত্র্য ও বিষমসত্ত্বতা; ৪) সামাজিক দায়বদ্ধতা ও আত্ম-পর্যালোচনা এবং ৫) মান নিয়ন্ত্রণ।\nএর এক বছর পরে ১৯৯৫ সালে হেনরি এটজকোউইটস এবং লোয়েট লেডার্সডর্ফ উদ্ভাবনের ত্রিকুণ্ডলী প্রতিমানটি প্রস্তাব করেন। এটিতে বিশ্ববিদ্যালয়, বেসরকারী শিল্পখাত ও সরকারী খাতের মধ্যকার ত্রিপাক্ষিক জালিকাব্যবস্থা ও সংকর সংগঠনগুলির মাধ্যমে উদ্ভাবন ও অর্থনৈতিক প্রবৃদ্ধির জন্য প্রয়োজনীয় অবকাঠামো সরবরাহ করার উপরে জোর দেওয়া হয়।\nএর প্রায় এক দশক পরে ২০০৬ সালে এলিয়াস কারায়ানিস ও ডেভিড ক্যাম্পবেল জ্ঞান উৎপাদনের ৩নং পন্থাটি প্রস্তাব করেন। এটিতে বহুবিভিন্ন জ্ঞান উৎপাদন ও উদ্ভাবনের পন্থার সহাবস্থান ও সহ-উন্নয়নের উপরে এবং একই সাথে জ্ঞানের পন্থাগুলির মধ্যে  পারস্পরিক প্রতিশিখন এবং আন্তঃশাস্ত্রীয় ও শাস্ত্রাতিক্রমী জ্ঞানের উপরেও জোর দেওয়া হয়।\n২০০৯ সালে কারায়ানিস ও ক্যাম্পবেল জ্ঞান উৎপাদনের চতুর্কুণ্ডলী প্রতিমান প্রস্তাব করেন, যাতে বিশ্ববিদ্যালয়, সরকার ও বেসরকারী খাতের পাশাপাশি চতুর্থ একটি কুণ্ডলী যোগ করা হয়, যা হল সাধারণ জনগণ, যা আবার নাগরিক সমাজ ও যোগাযোগ মাধ্যম নিয়ে গঠিত। এই পরিকাঠামোটির লক্ষ্য উদ্ভাবন প্রক্রিয়া ও নাগরিক সমাজের মধ্যে সেতুবন্ধন সৃষ্টি করা। এতে দাবী করা হয় যে ত্রিকুণ্ডলী প্রতিমানে উদীয়মান প্রযুক্তিগুলি সবসময় বৃহত্তর সমাজের চাহিদা ও প্রয়োজনের সাথে খাপ খায় না, ফলে সেগুলির সম্ভাব্য প্রভাব খর্ব হয়। এটিতে শিক্ষাদান ও গবেষণা পরিচালনার পাশাপাশি বিশ্ববিদ্যালয়গুলির সামাজিক দায়বদ্ধতার উপরে জোর দেওয়া হয়।     \n২০১০ সালে কারায়ানিস ও ক্যাম্পবেল পঞ্চকুণ্ডলী প্রতিমান প্রস্তাব করেন, যাতে সমাজ ও অর্থনীতি যে প্রাকৃতিক পরিবেশে অবস্থিত, সেটিকে পঞ্চম কুণ্ডলী হিসেবে যোগ করা হয়। ফলে জ্ঞানভিত্তিক সমাজ ও জ্ঞানভিত্তিক অর্থনীতির জন্য সমাজ ও প্রাকৃতিক পরিবেশের সংযোগস্থলে অবস্থিত সুযোগগুলিকে সংজ্ঞায়িত করা সম্ভব হয়। টেকসই উন্নয়নে (যেমন জলবায়ু পরিবর্তন মোকাবেলায়) আন্তঃশাস্ত্রিক ও শাস্ত্রাতিক্রমী পন্থায় জ্ঞান উৎপাদন ও উদ্ভাবন প্রক্রিয়ায় এই প্রতিমানটিকে প্রয়োগ করা যায়।\n\n\n== তথ্যসূত্র =="}