{"pageid": 1034458, "title": "পন্তীয় পিলাত", "url": "https://bn.wikipedia.org/wiki?curid=1034458", "content": "পন্তীয় পীলাত (লাতিন: Pontius Pilatus [ˈpɔntɪ.ʊs piːˈlaːtʊs]; গ্রিক: Πόντιος Πιλάτος Póntios Pilátos) ছিলেন ২৬/২৭ খ্রীষ্টাব্দ থেকে ৩৬/৩৭ খ্রীষ্টাব্দ পর্যন্ত সম্রাট তিবিরিয় কৈসরের অধীনে নিযুক্ত রোমীয় যিহূদিয়া প্রদেশের পঞ্চম দেশাধ্যক্ষ। তিনি  আধিকারিক হিসাবে সর্বাধিক পরিচিত যিনি যীশুর বিচারের সভাপতিত্ব করেছিলেন এবং পরবর্তীতে তাঁকে  ক্রুশারোপণ করার নির্দেশ দিয়েছিলেন। আধুনিক খ্রীষ্টধর্মে পীলাতের গুরুত্ব প্রেরিতীয় ও নিকীয় উভয় ধর্মমতে তার বিশিষ্ট স্থান দ্বারা বোঝানো হয়। সুসমাচারগুলোতে পীলাতকে যীশুর মৃত্যুদণ্ড দিতে নারাজ বলে চিত্রিত করার কারণে ইথিওপীয় অর্থডক্স মণ্ডলী বিশ্বাস করে যে পীলাত খ্রীষ্টান হয়েছিলেন এবং তাকে সাক্ষী ও সাধু হিসাবে শ্রদ্ধা করে, অনুরূপ বিশ্বাস আলেক্সান্দ্রীয় কিবতীয় অর্থডক্স মণ্ডলীও ধারণ করে।\nযদিও পীলাত যিহূদিয়ার সেরা-সত্যায়িত রাজ্যপাল, তবে তাঁর শাসনের কয়েকটি সূত্র বর্তমান। তিনি সামনাইট বংশোদ্ভূত পন্তীয় পরিবারের সাথে যুক্ত ছিলেন বলে মনে হয়, তবে তিনি যিহূদিয়ার রাজ্যপাল হওয়ার আগে এবং তাঁর নেতৃত্বের গভর্নর পদে নিযুক্ত হওয়ার কারণ সম্পর্কে তাঁর জীবন সম্পর্কে নিশ্চিতভাবে কিছু জানা যায়নি। পীলাতের গভর্নরশিপের একক শিলালিপি বেঁচে গেছে, তথাকথিত পীলাত পাথর যেমন মুদ্রা রয়েছে সেগুলি রয়েছে। ইহুদি ঐতিহাসিক যোসেফাস এবং আলেকজান্দ্রিয়ার ফিলোসফার ফিলো দুজনেই ইহুদি জনগোষ্ঠী এবং পীলাতের প্রশাসনের মধ্যে উত্তেজনা ও সহিংসতার ঘটনার কথা উল্লেখ করেছেন। এর মধ্যে অনেকগুলি পিলাতকে এমনভাবে অভিনয় করার সাথে জড়িত যা ইহুদিদের ধর্মীয় সংবেদনশীলতাগুলিকে আঘাত করেছিল। খ্রিস্টান গসপেলস লিপিবদ্ধ করেছে যে পীলাত তাঁর কার্যালয়ে থাকাকালীন সময়ে একসময় যীশুকে ক্রুশবিদ্ধ করার আদেশ করেছিলেন; জোসেফাস এবং রোমান ঐতিহাসিক ট্যাসিটাসও এই তথ্য লিপিবদ্ধ করেছেন বলে মনে হয়। জোসেফাসের মতে, পিলাতের পদ থেকে পদত্যাগ ঘটেছিল কারণ তিনি গেরিজিম পর্বতে একটি সশস্ত্র সামেরিটান আন্দোলনকে সহিংসভাবে দমন করেছিলেন। এর জবাব দেওয়ার জন্য তাকে সিরিয়ার আইন অনুসারে রোমে ফেরত পাঠানো হয়েছিল টাইবরিয়াস, যিনি, তিনি আসার আগেই মারা গিয়েছিলেন। এর পরে তাঁর কী হয়েছিল সে সম্পর্কে নিশ্চিতভাবে কিছু জানা যায়নি। দ্বিতীয় শতাব্দীর পৌত্তলিক দার্শনিক সেলসাস এবং খ্রিস্টান আপোলোজিস্ট ওরিজেনের একটি উল্লেখের ভিত্তিতে, বেশিরভাগ আধুনিক ইতিহাসবিদরা বিশ্বাস করেন যে পিলাত কেবল তাঁর বরখাস্তের পরে অবসর গ্রহণ করেছিলেন। আধুনিক iansতিহাসিকগণ পিলাতকে কার্যকর শাসক হিসাবে আলাদা মূল্যায়ন করেছেন; যদিও কেউ কেউ বিশ্বাস করেন যে তিনি একজন নিষ্ঠুর ও অকার্যকর গভর্নর ছিলেন, আবার কেউ কেউ যুক্তি দেখান যে তাঁর দীর্ঘকাল অফিসে থাকার অর্থ তিনি অবশ্যই যুক্তিসঙ্গতভাবে দক্ষ ছিলেন। যুদ্ধ পরবর্তী একটি তাত্ত্বিক মতে, পিলাত ইহুদিদের সাথে তার আচরণে বিরোধীতাবাদ দ্বারা প্রেরণা অর্জন করেছিলেন, তবে এই তত্ত্বটি বেশিরভাগ ক্ষেত্রেই ত্যাগ করা হয়েছে।\nপ্রাচীনযুগের শেষভাগ অবধি এবং মধ্যযুগের শুরুতে, পীলাত সুসমাচারগুলিতে তাঁর ভূমিকার জন্য নূতন নিয়মের অ্যাপোক্রিফার একটি বৃহত গোষ্ঠীর কেন্দ্রবিন্দু হয়েছিলেন। এর মধ্যে অনেকগুলি, বিশেষত পূর্ব রোমান সাম্রাজ্যের পূর্ববর্তী গ্রন্থগুলিতে, পীলাতকে ইতিবাচক ব্যক্তিত্ব হিসাবে চিত্রিত করা হয়েছিল। কারও কারও মধ্যে তিনি খ্রীষ্টান সাক্ষী বা শহীদ হয়েছিলেন। পরবর্তীকালে, বিশেষত পশ্চিমা খ্রীষ্টান গ্রন্থগুলিতে, তাকে এর পরিবর্তে একজন নেতিবাচক ব্যক্তিত্ব এবং খলনায়ক হিসাবে চিত্রিত করা হয়েছিল, যেখানে আত্মহত্যার মাধ্যমে তাঁর মৃত্যুকে ঘিরে ঐতিহ্যগুলিকে বিশিষ্টভাবে তুলে ধরা হয়েছিল। পীলাত ছিলেন বহু মধ্যযুগীয় কিংবদন্তীর কেন্দ্রবিন্দু, যা তাঁর জন্য একটি সম্পূর্ণ জীবনী আবিষ্কার করেছিল এবং তাকে খলনায়কসুলভ এবং কাপুরুষোচিত হিসাবে চিত্রিত করেছিল। এই কিংবদন্তির অনেকগুলিই পীলাতের জন্ম ও মৃত্যুর স্থানটিকে পশ্চিম ইউরোপের আশেপাশের নির্দিষ্ট জায়গাগুলির সাথে সংযুক্ত করেছিল। পীলাত প্রায়শই শৈল্পিক উপস্থাপনার বিষয় হয়ে দাঁড়িয়েছিলেন। মধ্যযুগীয় শিল্পে প্রায়শই পীলাত এবং যীশুর দৃশ্য চিত্রিত হয়েছিল, প্রায়ই সেই দৃশ্যে যেখানে তিনি যীশুর মৃত্যুর জন্য দোষের হাত ধুয়েছিলেন। মধ্যযুগ ও নবজাগরণের শিল্পে, পীলাতকে প্রায়শই একজন যিহূদী হিসাবে চিত্রিত করা হয়। ঊনবিংশ শতাব্দীতে পীলাতকে চিত্রিত করার ক্ষেত্রে এক নতুন আগ্রহ দেখা গিয়েছিল, এতে অসংখ্য ছবি তৈরি হয়েছিল। তিনি মধ্যযুগীয় আবেগের নাটকে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেন, যেখানে তিনি প্রায়শই যীশুর চেয়ে আরও বিশিষ্ট চরিত্র হন। এই নাটকগুলিতে তাঁর বৈশিষ্ট্য অনেকখানি পরিবর্তিত হয়, দুর্বল ইচ্ছামত থেকে এবং যীশুকে ক্রুশবিদ্ধ করার জন্য জোর করে যিশুকে ক্রুশবিদ্ধ করার দাবি করেন। আধুনিক লেখক যারা পিলাতকে তাদের রচনায় বিশিষ্টভাবে তুলে ধরেছেন তাদের মধ্যে রয়েছে আনাতোল ফ্রান্স, মিখাইল বুলগাকভ এবং চিংজ আইটমাতভ, পিলাতের বেশিরভাগ আধুনিক চিকিৎসার সাথে দ্বিতীয় বিশ্বযুদ্ধের পরে। পীলাত ফিল্মেও প্রায়শই চিত্রিত হয়েছেন।\n\n\n== তথ্যসূত্র =="}