{"pageid": 1034416, "title": "হাইড্রক্স", "url": "https://bn.wikipedia.org/wiki?curid=1034416", "content": "লিফ ব্র্যান্ডস দ্বারা উৎপাদিত ক্রিম ভরা চকোলেট স্যান্ডউইচ কুকির ব্র্যান্ড নাম  । এটি ১৯০৮ সালে মার্কিন যুক্তরাষ্ট্রে আত্মপ্রকাশ করেছিল এবং এটি ৯০ বছরেরও বেশি সময় ধরে সানশাইন বিস্কুট দ্বারা উৎপাদিত হয়েছিল।  হাইড্রক্স মূলত ১৯৯৯ তিন বছরে বন্ধ হয়ে গেছে পরে রৌদ্র কিনে নেয় কেবেলার, যা পরে কিনে নেয় কেলোগ এর । ২০১৫ এর সেপ্টেম্বরে, লিফ ব্র্যান্ডগুলি দ্বারা পণ্যটি পুনরায় চালু করা হয়েছিল।\n১৯১২ সালে প্রবর্তিত অনুরূপ ওরিও কুকি হাইড্রক্স দ্বারা অনুপ্রাণিত হয়েছিল। ওরিও অবশেষে জনপ্রিয়তায় হাইড্রক্সকে ছাড়িয়ে গেছে, যার ফলস্বরূপ হাইড্রক্স একটি অনুকরণকারী হিসাবে ধরা হয়েছিল।  ওরিওসের সাথে তুলনা করে, হাইড্রক্স কুকিজের একটি মিষ্টি ভর্তি এবং একটি ক্রাঙ্কিয়ার কুকি শেল রয়েছে যা দুধে কম সোগি হয়ে গেছে বলে উল্লেখ করা হয়েছে। \n\n\n== নাম ==\n১৯০৮ সালে, যখন কুকিটি তৈরি করা হয়েছিল, স্রষ্টা এমন একটি নাম চেয়েছিলেন যা \"বিশুদ্ধতা এবং ধার্মিকতা\" বোঝাতে পারে এবং জলের অণু (হাইড্রোজেন এবং অক্সিজেন) গঠনের উপাদান উপাদানগুলির থেকে তাদের পছন্দটি গ্রহণ করেছিল।  \n\n\n== উৎপাদিত ==\nকেইবলার ১৯৯৬ সালে সানশাইন বিস্কুট কিনেছিলেন এবং ১৯৯৯ সালে কেবলার হাইড্রোক্সকে ড্রোকসিস নামে একটি অনুরূপ তবে সংস্কারকৃত পণ্য দিয়ে প্রতিস্থাপন করেছিলেন।  কেবলার ২০০১ সালে কেলোগের দ্বারা অধিগ্রহণ করা হয়েছিল এবং ২০০৩ সালে কেলোগের বাজার থেকে ড্রক্সিজ অপসারণ করা হয়েছিল।  কেলোগ এরপরে অন্যান্য স্বাদের স্যান্ডউইচ কুকিজ সহ বিখ্যাত আমোস ব্র্যান্ডের অধীনে অনুরূপ একটি চকোলেট স্যান্ডউইচ কুকি বাজারজাত করেছিল, তবে ২০১১ সালে লাইনটি বন্ধও করে দিয়েছে। \nকুকির ১০০ তম বার্ষিকীতে, কেলোগ সানশাইন লেবেলের অধীনে হাইড্রক্সের পুনরায় বিতরণ শুরু করেছিলেন, প্রথম ব্যাচ ২০০৮ এর আগস্টের শেষের দিকে প্রেরণ করা হয়েছিল। হাইড্রোক্স আফিকোনাডোস হাজার হাজার ফোন কল এবং সেই অনলাইন পুনরায় কাজ শুরু করার জন্য একটি অনলাইন পিটিশন দিয়ে কেলোগের বোমা ফাটিয়েছিল। মূল থেকে রেসিপিটি কিছুটা পরিবর্তন করা হয়েছিল; ট্রান্স ফ্যাট মুছে ফেলা হয়েছে।  কুকিজগুলি জাতীয়ভাবে সীমিত সময়ের জন্য উপলব্ধ ছিল এবং এক বছরেরও কম সময় পরে কেলোগস তাদের ওয়েবসাইটটি থেকে হাইড্রক্সকে সরিয়ে নিয়েছিল।\nকারভেল আইসক্রিম ফ্র্যাঞ্চাইজি ২০১২ পর্যন্ত \"হাইড্রক্স\" কুকি ক্রাম্বসের সাথে তৈরি আইসক্রিম পণ্য বিক্রি করেছিল। মূল ওরিও রেসিপি লার্ড হিসাবে ব্যবহৃত হিসাবে কারভেল কুকিজের সমস্ত- কোশার স্থিতিকে বিক্রয় পয়েন্ট হিসাবে ব্যবহার করেছিল।  কুকিগুলির বিশেষভাবে কারভেল ওয়েবসাইটে নাম অনুসারে উল্লেখ করা হয়নি, তবে সেগুলি স্টোর পোস্টারে \"হাইড্রক্স\" (লোয়ার-কেস 'এইচ') হিসাবে চিহ্নিত করা হয়েছিল। কারভেল বর্তমানে তার আইসক্রিমের জিনিসগুলিতে ওরিও কুকিজ ব্যবহার করে।\n\n\n== লিফ ব্র্যান্ডগুলির দ্বারা পুনরায় প্রবর্তন ==\n২০১৪ সালে, লিফ ব্র্যান্ডগুলি হাইড্রক্স ট্রেডমার্কটি নিবন্ধভুক্ত করেছে, যা প্রাক্তন মালিক কেলোগের দ্বারা ত্যাগ করা হয়েছিল।  পাতা ক্যালিফোর্নিয়ার ভার্ননে কোম্পানির সুবিধায় তার সেপ্টেম্বর ৪, ২০১৫-এ হাইড্রক্সের সংস্করণটির উৎপাদন শুরু করে।  ২০১৭ সালে, ৫০ বছর ধরে ব্যবহৃত কৃত্রিম স্বাদগুলি সরানোর জন্য রেসিপিটি পরিবর্তন করা হয়েছিল  এবং সংস্থাটি নন-জিএমও শংসাপত্র অর্জন করেছিল। \nলিফ ব্র্যান্ডগুলি স্টোরের শেলফে গ্রাহকদের কাছ থেকে হাইড্রোক্স কুকিজ গোপন করার জন্য ইউরোপীয় ফেডারাল ট্রেড কমিশনে ২০১৮ সালে ওরেও কুকিজ প্রস্তুতকারক মনড্লেজ ইন্টারন্যাশনালের বিরুদ্ধে অভিযোগ দায়ের করেছে।   \n\n\n== আরো দেখুন ==\n\nকুকি স্যান্ডউইচ\nনিউম্যান-ও\nওরিও\nডোমিনো\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\nহাইড্রক্স কুকির ওয়েবসাইট\nফেসবুকে হাইড্রক্স কুকি\nহাইড্রক্স কুকির অনুসরণ পাতা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ জানুয়ারি ২০১০ তারিখে (২০১০)"}