{"pageid": 1034829, "title": "রাগিব সারজানি", "url": "https://bn.wikipedia.org/wiki?curid=1034829", "content": "ডা. রাগিব সারজানি আল হানাফি হলেন একজন মিশরীয় বিশিষ্ট ইসলাম-প্রচারক, ইতিহাসবিদ, আরবি লেখক ও সাহিত্যিক। পেশায় মূলত তিনি একজন ডাক্তার। ডা. সারজানি মূল আগ্রহের বিষয় হল ইসলামি ইতিহাস। তিনি ইসলামের ইতিহাসের সর্ববৃহ​ৎ ওয়েবসাইটের তত্ত্বাবধায়ক। ১৯৬৪ সালে তিনি মিশরের আল মুহাল্লা আল কুবরায় জন্মগ্রহণ করেন।\nডা. রাগিব সারজানি ইসলামি ইতিহাসে একজন প্রতিষ্ঠিত ও প্রসিদ্ধ লেখক। তাঁর প্রকাশিত বইয়ের সংখ্যা প্রায় অর্ধ শতাধিক। এসবের ক​য়েকটি বিশ্বের বিভিন্ন ভাষা, যেমন: ইংরেজি, ফরাসি, স্প্যানিশ, পর্তুগিজ​, ইন্দোনেশীয়​, রুশ, ও তুর্কি ও বাংলা ভাষায় অনূদিত হয়েছে। একাধিক ভাষায় অনূদিত তাঁর বইগুলোর মধ্যে কয়েকটি হল : কিসসাতুত তাতার (তাতারীদের ইতিহাস), কিসসাতু উন্দুলুস (স্পেনের ইতিহাস), কিসসাতু তিউনুস (তিউনেসিয়ার ইতিহাস) প্রভৃতি। এছাড়াও ইসলামের ইতিহাস সম্পর্কে সামাজিক যোগাযোগমাধ্যমে তাঁর দেওয়া বিভিন্ন বক্তৃতা বিশ্বের বিভিন্ন ভাষায় অনূদিত হয়ে প্রচারিত হয়েছে/হয়। টুইটারে তাঁর ২৪০,০০০ জন এবং ফেসবুকে প্রায় ২,০০০০,০০০ জন অনুসারী রয়েছে। এছাড়াও অনলাইন অফলাইনে একটি বৃহত্তর জনগোষ্ঠী তার অনুসরণ করে।\n\n\n== শিক্ষাজীবন ==\nতিনি ১৯৮৮ খ্রিস্টাব্দে কায়রো বিশ্ববিদ্যালয়ের মেডিসিন অনুষদ থেকে ইউরোসার্জারি বিষয়ে গ্রাজুয়েশন সম্পন্ন করেন।\nগ্রাজুয়েশন সম্পন্ন করার পর ১৯৯১ সালে পবিত্র কুরআনুল করীম হিফজ করেন।\n১৯৯২ খ্রিস্টাব্দে মাস্টার্স ডিগ্রি অর্জন করেন এবং ১৯৯৮ খ্রিস্টাব্দে ডক্টরেট ডিগ্রি অর্জন করেন।\nতুলান বিশ্ববিদ্যালয়, নিউ অরলিন্সে ভিসিটিং ইন্সট্রাক্টর হিসেবে দায়িত্ব পালন করেন ১৯৯৪-১৯৯৭ সাল।\n১৯৯৮ সালে মার্কিন যুক্তরাষ্ট্র এবং মিশর থেকে যৌথ তত্ত্বাবধানে কিডনি এবং মূত্রনালীতে অস্ত্রোপচারের ক্ষেত্রে ডক্টরেট ডিগ্রি অর্জন করেছেন\nঅধ্যাপক : মেডিসিন অনুষদ, কায়রো বিশ্ববিদ্যালয়,\nইন্টারন্যাশনাল মুসলিম উলামা পরিষদদের সদস্য\nআমেরিকান ইউরোলজিকাল অ্যাসোসিয়েশনের সদস্য\nমিশরীয় ইউরোলজিকাল অ্যাসোসিয়েশনের সদস্য\n\n\n== তার লিখিত যেসকল বই বাংলায় অনুবাদ হয়েছে ==\nরাগিব সারজানির প্রকাশিত বইয়ের সংখ্য়া অর্ধ শতাধিক, যার বেশ ক​য়েকটি অনূদিত হ​য়েছে ইংরেজি, ফরাসি, স্প্যানিশ, পর্তুগিজ​, ইন্দোনেশীয়​, রুশ, ও তুর্কি ভাষায়। রাগিব সারজানির ২৩টি বই অনুবাদ করা হ​য়েছে।\n\nতাতারীদের ইতিহাস (কিসসাতুত তাতার);\nফজর আর করব না কাজা - হার্ডকভার;\nমুসলিম জাতি বিশ্বকে কী দিয়েছে?;\nপড়তে ভালোবাসি;\nশোন হে যুবক;\nফিলিস্তিন : বেঁচে থাকার লড়াই;\nঅমুসলিমদের সাথে যেমন ছিলেন রাসূল (সাঃ);\nএটাই হয়তো জীবনের শেষ রমযান;\nক্রুসেড : খ্রিষ্টানদের হিংস্র যুদ্ধের ইতিহাস;\nআন্দালুসের ইতিহাস- ১ম খণ্ড;\nকুরআন হিফজ করবেন যেভাবে;\nনবিজি: যার আদর্শে বিমোহিত পৃথিবী;\nশিয়া: কিছু অজানা কথা;\n\n\n== তথ্যসূত্র =="}