{"pageid": 1034090, "title": "আত্তান", "url": "https://bn.wikipedia.org/wiki?curid=1034090", "content": "আত্তান ( পশতু: اتڼ ) নাচের একটি রূপ যা আফগানিস্তানে উৎপন্ন হয়েছিল। যুদ্ধের সময় বা বিবাহ বা অন্যান্য অনুষ্ঠানের সময় (বাগদান, নওরোজ এবং অনানুষ্ঠানিক জমায়েত) পশতুনদের দ্বারা পরিচালিত একটি লোক নৃত্য হিসাবে আত্তান শুরু হয়েছিল। পশতুন সংস্কৃতিতে একটি দীর্ঘ প্রচলিত, এটি এখন আফগানিস্তানের জাতীয় নৃত্য হিসাবে বিবেচিত হয়  এবং আফগানিস্তানের সকল নৃগোষ্ঠী জনপ্রিয়ভাবে করে থাকে। \nআত্তান একটি বিশেষ ধরনের নাচ যা ৫০ থেকে ১০০ জন নৃত্যশিল্পীদের দ্বারা পরিবেশন করা হয় যারা সংগীতজ্ঞের ড্রামের তালে তালে নৃ্ত্য করে । সময় পেরিয়ে যাওয়ার সাথে সাথে বিশেষ নৃত্যটি ট্রুপ নৃত্যশিল্পীদের করা নৃত্য থেকে পরিবর্তিত হয়েছে, যারা যেকোনও অনুষ্ঠানে এই নৃত্যটি করতে চান।\n\n\n== উৎস ==\nআত্তান একটি ঐতিহ্যবাহী পশতুন নৃত্য। বলা হয় এর প্রাক-ইসলামী শিকড় রয়েছে, কেউ কেউ আত্তানকে প্রাথমিক জরাস্ট্রিটিজমের ধর্মীয় অনুষ্ঠান হিসাবে চিহ্নিত করে।  ইরানি পুরাণ চিত্রের লোকাচার মতে রাজা ইয়াম, তার যোদ্ধাদের সঙ্গে একটি অত্তান সম্পাদন দ্বারা নওরোজ পালন করেন।  ঘনিষ্ঠভাবে সম্পর্কিত বৃত্ত নৃত্যগুলি ইরানের খোরাসান এবং সিস্তান এবং বালুচেস্তান প্রদেশগুলিতে পাওয়া যায়, যা সাধারণত চপি বা তোরবতী নামে পরিচিত।  আত্তান সাধারণত একটি ঢোল দিয়ে সঞ্চালিত হয়, যা ডাবল-মাথাযুক্ত ব্যারেল ড্রাম। নাচ ৫ থেকে ৩০ মিনিট দীর্ঘ ও এটি যে কোনও জায়গায় হতে পারে। আত্তানের বিভিন্ন আঞ্চলিক বৈচিত্র্য রয়েছে, সর্বাধিক বিখ্যাত হলেন মহসুদি, কাবুলি, পখিয়াতি বা খোস্তি, শেনওয়ারি, কান্দাহারী, সিস্তানি এবং হেরতি। রাজা ইয়ামের সময়ে, যুদ্ধে যাওয়ার আগে আত্তান সম্পাদনা করা হ্ত, কারণ এটি সেনাবাহিনীকে আত্মবিশ্বাস দিত যে তারা যুদ্ধে জয়লাভ করতে পারে। আফগানিস্তানের জাতীয় নৃত্য হওয়ার পাশাপাশি, উৎসব, বিবাহ এবং অন্যান্য উদযাপনগুলির একটি খুব জনপ্রিয় অঙ্গ হল আত্তান।\n\n\n== চলাচল ==\nড্রাম এবং পাইপগুলির সংমিশ্রণে নৃত্যশিল্পীরা একটি বৃত্ত তৈরি করে, একে অপরকে হাত ধরে নিয়ে যায় বা তাদের নিজস্ব বৃত্তে ঘোরাফেরা করার জন্য প্রস্তুত হয়। নাচটি ধীরে ধীরে পদক্ষেপের সাথে শুরু হয় যা ক্রমশ দ্রুত ও দ্রুততর হয় তারা ক্লান্ত হওয়া পর্যন্ত। কখনও কখনও টানা দুই-তিন ঘণ্টা ধরে টেম্পো হ্রাস না করে বা সুর এবং গানের পরিবর্তন ব্যতীত কোনো বিরতি ছাড়াই নাচ অব্যাহত থাকে।\nআত্তান নাচ যা নিয়ে গঠিত: নৃত্যশিল্পীরা একটি বৃত্তে জড়ো হন এবং নাচ প্রথমে ধীরে শুরু হয় এবং পরে ধীরে ধীরে সঙ্গীত অনুসরণ করে গতিতে হয়। এর একটি ধারাবাহিক বীট এবং ছন্দ রয়েছে, এবং সেই নির্দিষ্ট বীট চলাকালীন যখন তারা বৃত্তের ভিতরে তালি দেয়। এরপরে নৃত্যশিল্পীরা তাদের হাত বাইরে নিয়ে আসে এবং তারপরে বৃত্তের ভিতরে তালি দেয়, এবং এটি একই রুটিন এবং চলাচলের প্যাটার্ন অনুসরণ করে, যা পরে দ্রুত হয়। নড়াচড়ার দ্রুততা বাড়ার সাথে সাথে একটি তালি দুটি তালিতে পরিণত হয় এবং নৃত্যশিল্পীরা যারা আরও ভালো হন তারা মাঝে মাঝে ইচ্চ্ছামতো চলাচল করেন। সব মিলিয়ে, তাদের অবশ্যই তালি দিয়ে বৃত্তাকার পথটি বজায় রাখতে হবে, অন্যান্য প্রতিটি পদক্ষেপ যোগ করা সেই ব্যক্তিদের উপর নির্ভর করে যারা নাচের সাথে তাদের নিজস্ব শৈলীর উদ্ভব এবং যুক্ত করেন। সাধারণ নাচের পদক্ষেপগুলি বাতাসে বাহুর প্রসার এবং পায়ের প্রসারণকে নিয়ে হয়।\n\n\n== বাদ্যযন্ত্রাদি ==\nঅবশ্যই সবচেয়ে প্রয়োজনীয় যন্ত্রটি হল ঢোল (ড্রাম)। তবে ঢোল আকার অনুসারে পৃথক হয়, কিছু ধরনের জন্য আকার অপেক্ষাকৃত ছোট। এর কারণ ভৌগোলিক হতে পারে তবে বিভিন্ন ধরনের আত্তানের মধ্যে ঢোলের পার্থক্য স্পষ্ট। তবলাহ হলো একক মাথাওয়ালা হ্যান্ড ড্রাম যা বেশিরভাগ আরব সংগীতে পাওয়া যায়। গবলেট আকৃতির দেহটি (কিছুটা সরু কোমরযুক্ত নলাকার) প্রচলিতভাবে মাটি থেকে তৈরি এবং ছাগল, বাছুর বা মাছের চামড়া বাইরে বেঁধে দেওয়া এবং দেহের উপর স্থায়ীভাবে আটকানো থাকে। দ্বিতীয় গুরুত্বপূর্ণ যন্ত্র ঝুর্ণা যদিও খুব সাধারণ, তবে সূর্ণা সবধরনের নাচের সঙ্গে অপরিহার্য নয়।\n\n\n== পোশাক ==\nনৃত্যে অংশ নেওয়ার সময় অংশগ্রহনকারীরা প্রায়শই ঐতিহ্যবাহী রেজালিয়া পরে থাকেন। সাধারণত উদযাপন অনুষ্ঠানের সময়, পুরুষদের আরও ফর্মাল চেহারার জন্য স্যুট এবং টাই পরিধান করতে দেখা যায়।  মহিলাদের উজ্জ্বল, রঙিন পোশাক পরতে দেখা যায়। এই পোশাকগুলির সাথে তাদের উপর ছোট ছোট আয়নাও থাকতে পারে যাকে আলোর প্রতীক বলা হয়। ক্ষুদ্র আয়নাগুলি দুর্দান্ত বিবরণ যুক্ত করে এবং আলোর নিচে মহিলারা নাচার সময় চকচক করে।\n\n\n== শৈলী এবং প্রকার ==\nআত্তান আফগানিস্তানের বিভিন্ন অঞ্চলে বিভিন্নভাবে সম্পাদিত হয়। আত্তানের কিছু স্টাইল যুদ্ধের থিমগুলিকে চিত্রিত করে, অন্যগুলো উদযাপনকে চিত্রিত করে, বিশেষত বিবাহ, বাগদান, পারিবারিক জমায়েত এবং বসন্তের আগমন এবং নওরোজের উদযাপনের পূর্বরূপ হিসাবে।\nড্রাম বাজিয়ে সমস্ত ধরনের আত্তান নাচা হয়। তবে তারা সব শৈলীতে পৃথক হয়। \"ডাম\" নামে পরিচিত ড্রামের বাদক, তাৎক্ষণিকভাবে ছন্দটি পরিবর্তন করে। নীচে সাধারণ অ্যাটান শৈলীর একটি তালিকা রয়েছে।\n\nকোচাই / কোচায়ানো - আফগানিস্তানে পশতুন যাযাবরদের দ্বারা সম্পন্ন হয়। কোচায়ানো আত্তান আক্ষরিক অর্থে হল কুচির আত্তান। মহিলারা সাধারণত তাদের নিজের অনুষ্ঠানে যেমন প্রসব বা নতুন বছর (নওরোজ) এবং বসন্তের আগমনকালে এই আত্তান সম্পাদন করেন। পুরুষরা সাধারণত লম্বা চুলের সাথে যা দৈর্ঘ্যে প্রায় কাঁধ পর্যন্ত এবং সরাসরি পিছনে কাটা অংশ দিয়ে পরিবেশন করে এবং কেউ কেউ খুব বুনো গোঁফ বা দাড়ি নিয়ে খেলা করতে পারেন। এটি সাধারণত রুমাল দিয়ে সঞ্চালিত হয় এবং একাধিক মোচড়সহ অনেকগুলি চলালের সাথে জড়িত। এই নাচটি দশ ধাপ অবধি হতে পারে এবং পুরুষেরা খাড়া হয়ে দাঁড়ায় এবং এলোমেলোভাবে মাথা ঝাঁকায়। তাদের আত্তানের গভীরতা এবং জটিলতা হ'ল তারা যে প্রশস্ত উপত্যকাগুলি বিস্তৃত করে তার জন্য এবং অন্য অনেক রূপ এটি প্রভাবিত করেছে। এই নাচটি সংগীতশিল্পীদের সাথে নৃত্যের কৌশলগুলিতে সুর বেঁধে নাচা হয়।\nলোগারাই - আফগানিস্তান প্রদেশের লোগার থেকে লোগারি নৃত্যশিল্পীরা সর্বদা তাদের লজ্জাজনক এবং তাদের স্থানীয় নৃত্যের সময় ছন্দবদ্ধ বাধা এবং ঘোরার জন্য পরিচিত ছিল। তাদের আত্তানে লোগারি শৈলীর ট্রেডমার্ক ঘোরা রয়েছে, তালি এবং পুরো বাঁকগুলি যথাযথভাবে ব্যবহার করা হয় কারণ হাতগুলি সাধারণত বাতাসে থাকে এবং কেন্দ্রের মধ্যে দুটি বা দুটি তালি দিয়ে বৃত্তাকার নৃত্যের সময় মধ্যস্থতাকারী হয়। একটিতে আকরিক দুটি বৃত্ত দেখতে অস্বাভাবিক কিছু নয়। এই নৃত্যটি সাধারণত পুরুষ এবং / বা মহিলা এমনকি যুবক এবং / বা মেয়েদের দ্বারা পরিবেশন করা হয়। পুরুষরা মাঝে মধ্যে পাগড়ি পরে থাকে এবং নাচ শেষ হওয়ার সময় সাধারণত বীট দ্রুত হলে খুলে ফেলে। পাগড়ি পরা থেকে তাদের মাথায় ঘাম, তাদের চুলের ওজন বাড়িয়ে তোলে। এই নাচটি হয় সংগীতজ্ঞের বীট বা সংগীতকারদের সাথে তালের সুর দিয়ে পারফর্মারদের কৌশলে সঞ্চালিত হয়।\nপাক্তিয়াওয়াল/ খোস্তাই- উল্লেখযোগ্য আত্তান শৈলী উদ্ভব পাক্তিয়া এবং খোস্ত প্রদেশের থেকে , আফগানিস্তান পাক্তিয়া /খোস্ত সাধারণত ৫-৭ পদক্ষেপের এবং আরও বেশি হতে পারে। মাথা নড়াচড়া করার কারণে মাথাটি বাম এবং ডান দিকে ছিটকে যায় কারণ তাদের দীর্ঘ জট কালো চুলগুলি বাতাসের মধ্যে দিয়ে ঝাপটায় এবং অবশেষে নৃত্যশিল্পীরা মধ্যে আসে এবং তাদের হাতটি কেন্দ্রের দিকে নিয়ে বসে থাকে। এই নাচটি সংগীতশিল্পীদের সাথে নৃত্যর কৌশলগুলিতে সুর বেঁধে নাচ করা হয়।\nশিনওয়ারি - আফগানিস্তান প্রদেশের নানগারথ প্রদেশে হয়।\nওয়ারদক / ওয়ারদকি- ওয়ারদক আত্তান আরেকটি বিখ্যাত শৈলী। ওয়ারদকি শরীরের চলাচলে কোনও হাততালি এবং অনেকগুলি বাঁক এবং স্পটিং, সেইসাথে তাদের স্পিনগুলিকে ছড়িয়ে দেওয়ার জন্য হাতে রুমাল থাকে। পুরুষরা সাধারণত গোঁফ নিয়ে গর্ব করে। এই নাচটি হয় সংগীতজ্ঞের বীট বা সংগীতকারদের বীট পারফর্মারদের কৌশলটি সুর করেই পরিবেশিত হয়। ওয়ারদকের কিছু অঞ্চলে নেতৃস্থানীয় পুরুষরা আত্তানের শুরুতে একটি গান গায়, যখন বাকিরা ধীর গতিতে এগিয়ে যায়। পরবর্তী সময়ে গতিতে করা এবং আত্তান দ্রুত হওয়ার সাথে সাথে তারা গান গাওয়া বন্ধ করে দেয় এবং তারা তাদের সমস্ত শক্তি নাচে নিবদ্ধ করে।\nকাবুলি আত্তানহল আধুনিক সংগীতের একটি পরিবর্তিত আত্তান। এই নৃত্যে, নৃত্যশিল্পীরা সংগীতকারের বীট পরিবেশন করে। এই নৃত্যটি সাধারণত পুরুষ এবং মহিলারা পরিবেশন করেন। এটিতে ২-৫টি পদক্ষেপ জড়িত থাকে, কেন্দ্রের মুখোমুখি হওয়ার সময় প্রদত্ত তালি দিয়ে শেষ হয়, যার পরে প্রক্রিয়াটি পুনরাবৃত্তি হয়। নিতম্ব এবং বাহুগুলি বাম এবং ডানদিকে কাত হওয়াসহ ক্রমান্বয়ে চলতে থাকে, কব্জিকে ধারাবাহিকভাবে বাঁকানো হয়, শেষ পর্যন্ত একটি হাত বাইরের দিকে প্রক্ষেপণ করা হয় এবং অন্যদিকে যে হাতটি এটির সাথে মিলিত হয় তার দিকে একটি 'স্কুপের মতো' ফ্যাশন নিয়ে একটি তালি দিতে আসে। এই নাচটি সাধারণত সময়কাল এবং গতি নির্ধারণ করে সংগীতকারের সাথে সঞ্চালিত হয়।\n\n\n== নারী-পুরুষের ভূমিকা ==\nবর্ণাঢ্যভাবে ঐতিহ্যবাহী (ফিরাক পার্টাগ) পোশাক পরা মহিলারা নৃত্যে যোগ দেন। প্রায়শই, মহিলারা একটি আত্তান পোশাকে পরিবর্তন করে, যখন পুরুষরা তাদের বিবাহে বা সমাবেশে তাদের আসল পোশাকেই থাকে। অতীতে সংগীতশিল্পী ও গায়করা বেশিরভাগ পুরুষ ছিলেন। পুরুষ এবং মহিলাদের একসাথে নাচ ১৯৭০-এর দশকে শুরু হয় এবং পরবর্তী সময়ে শিক্ষিত এবং উচ্চ-মধ্যবিত্ত নগর পরিবারগুলির মধ্যে এটি ক্রমশ জনপ্রিয়তা অর্জন করেছিল। দাউদ খান, জহির শাহ এবং সাম্যবাদী সরকার যুবক-যুবতীদের ঐতিহ্যবাহী মূল্যবোধকে অস্বীকার করতে এবং এই প্রকাশ্য কর্মকাণ্ডে অংশ নিতে উৎসাহিত করেছিল। \n\n\n== তথ্যসূত্র ==\n\n \n\n\n== বহিঃসংযোগ ==\nআত্তান: আফগানিস্তানের জাতীয় নৃত্য\nপাকিস্তান থেকে নমুনা আত্তান ভিডিও\nপাকিস্তানের একটি উপজাতি সংস্থা উত্তর ওয়াজিরিস্তানের আত্তান\n[২] সমস্ত পুরুষ কাতার চ্যালেঞ্জ\n[৩] বিবাহ"}