{"pageid": 1034145, "title": "মাল্টায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1034145", "content": "মাল্টায় ইসলাম ঐতিহাসিকভাবে দেশটির উপর গভীর প্রভাব ফেলেছে- বিশেষ করে এর ভাষা এবং কৃষি- কয়েক শতাব্দী ধরে দ্বীপপুঞ্জে নিয়ন্ত্রণ ও উপস্থিতির ফলে। আজ মাল্টায় প্রতিনিধিত্বকারী প্রধান মুসলিম সংগঠনগুলো হচ্ছে লিবিয়ান ওয়ার্ল্ড ইসলামিক কল সোসাইটি এবং সংখ্যালঘু আহমাদিয়া।\n\n\n== ইতিহাস ==\nমুসলিম শাসনের পূর্বে, পূর্ব খ্রিস্টান ধর্ম গ্রীক-বাইজেন্টাইন শাসনের সময় মাল্টায় লক্ষণীয় ছিল।\n\n\n=== আগলাবি সময়কাল: ৮৭০–১০৯১ ===\n\nবিশ্বাস করা হয় যে ইসলাম মাল্টায় প্রবর্তিত হয় যখন উত্তর আফ্রিকান আগলাবিদের নেতৃত্বে প্রথমে হালাফ আল-হাদিম এবং পরে সাওয়াদা ইবনে মুহাম্মদ ৮৭০ সালে সিসিলি থেকে আসার পর বাইজেন্টাইন থেকে দ্বীপ জয় করে (আরব – বাইজেন্টাইন যুদ্ধের অংশ হিসাবে)।  তবে এটিও যুক্তি দেওয়া হয় যে এই দ্বীপপুঞ্জটি মুসলমানরা ৯ম শতাব্দীর আগে এবং সম্ভবত ৮ম শতাব্দীর প্রথম দিকে দখল করেছিল। আগলাবিদের মিডিনায় তাদের রাজধানী প্রতিষ্ঠা করেন। পুরাতন রোমান দুর্গ, পরে ফোর্ট সেন্ট অ্যাঞ্জেলো প্রসারিত করা হয়।\nআরব দীর্ঘস্থায়ী ও ভূগোলবিদ আল-ইমিয়ারি (কিতাব আল-রাউদ আল-মিতারের লেখক) এর মতে, মুসলমানদের আক্রমণ ও বিজয়ের পরে, মাল্টা সিসিলি থেকে ১০৪০-১৯৯৯ বা সম্ভবত কয়েক দশক ধরে উপনিবেশ না হওয়া পর্যন্ত কার্যত বাস্তুবিহীন ছিলেন। আগে  প্রশংসিত মাল্টীয় ইতিহাসবিদ গডফ্রে ওয়েটিঙ্গার দ্বারা স্বীকৃত হিসাবে, আরব বিজয় দ্বীপের আগের জনসংখ্যার সাথে কোনও ধারাবাহিকতা ভেঙে দিয়েছে। এটি জোসেফ ব্রিনাক্টের মাল্টীয় ভাষায় আরবি ছাড়িয়ে আর কোনও উপ-স্তরের সন্ধানের সাথে সামঞ্জস্যপূর্ণ নয়, এটি খুব বিরল ঘটনা যা কেবলমাত্র একটি সময় এবং পরবর্তী সময়কালের মধ্যে একটি কঠোর ত্রুটি দ্বারা ব্যাখ্যা করা যেতে পারে।\nমাল্টায় ইসলামের সবচেয়ে শক্তিশালী উত্তরাধিকার হলো মাল্টীয় ভাষা, এবং বেশিরভাগ জায়গার নাম (মাল্টা এবং গোজো  নামগুলি বাদে) আরবি, যেমন বেশিরভাগ উপাধি রয়েছে, বর্গ, কাসার, চেতকুটি, ফারুগিয়া, ফেনেক, মিক্লেফ, মিফসুদ এবং জম্মিট। যুক্তি দেওয়া হয় যে সিসিলিতে সিসুলো-আরবি বিলুপ্তির বিপরীতে মাল্টীয় ভাষা এই বেঁচে থাকার কারণ সম্ভবত আনুপাতিকভাবে বৃহত্তর মাল্টীয় মুসলিম জনসংখ্যার খ্রিস্টান ধর্মে ধীরে ধীরে ধর্মান্তরিত হয়েছিল।\nমুসলমানদের উদ্ভাবনী এবং দক্ষ সেচ কৌশল চালু করে যা পানির চাকায় চলে যেমন নরিয়া বা সিয়েনজা, এগুলি সবই মাল্টাকে আরও উর্বর করে তুলেছিল। পাশাপাশি সুতার গাছের চাষ সহ মিষ্টি পেস্ট্রি এবং মশলা এবং নতুন ফসলের প্রচলন করেছিল, যা বেশ কয়েক শতাব্দী ধরে মাল্টীয় অর্থনীতির মূল ভিত্তি হয়েছিল, এটি সেন্ট জনের নাইটদের শাসনের শেষ পর্যায় পর্যন্ত চলমান ছিল। ছাদক্ষেত্র স্বতন্ত্র প্রাকৃতিক দৃশ্য প্রবর্তিত প্রাচীন আরব পদ্ধতির ফলাফল। মাল্টিয় ক্যাথলিক ধর্ম মুসলিম উপস্থিতি এবং পটভূমি দ্বারা প্রভাবিত ছিল, যার মধ্যে ছিল ঈশ্বর (আল্লাহ) এবং লেন্ট (রাদান) শব্দ।\nইসলামি স্থাপত্যের উপাদান এছাড়াও মাতৃভাষা মাল্টীয় শৈলীতে রয়ে গেছে, যার মধ্যে রয়েছে মুক্সরাবিজা, কাঠের ওরিয়েল জানালা যা মাশরাবিয়ার মত।\n\n\n=== নরম্যান সময়কাল: ১০৯১–১২২৪ ===\n\n১১২৭ সালে নরম্যান বিজয়ের সাথে মাল্টায় খ্রিস্টান শাসনে ফিরে আসে। সিসিলির দক্ষিণ প্রান্তে নোটো ছিল, এই অঞ্চলের শেষ আরব দুর্গ পুনরুজ্জীবিত খ্রিস্টানদের দ্বারা পুনর্দখল করা হয়।\nআরব প্রশাসন প্রাথমিকভাবে বজায় রাখা হয় এবং মুসলমানদের ১৩ শতক পর্যন্ত অবাধে তাদের ধর্ম অনুশীলন করার অনুমতি দেওয়া হয়। নরম্যানরা একজন আমীরকে ক্ষমতায় থাকার অনুমতি দেয় এই উপলব্ধি তে যে তিনি খচ্চর, ঘোড়া এবং গোলাবারুদ তাদের প্রতি বার্ষিক শ্রদ্ধা নিবেদন করবেন। এই অনুকূল পরিবেশের ফলে, মুসলমানরা খ্রিস্টান বিজয়ের পর অন্তত ১৫০ বছর ধরে মাল্টায় জনসংখ্যাগত এবং অর্থনৈতিকভাবে আধিপত্য বিস্তার করতে থাকে।\n১১২২ সালে মাল্টা একটি মুসলিম বিদ্রোহের অভিজ্ঞতা লাভ করে এবং ১১২৭ সালে সিসিলির দ্বিতীয় রজার দ্বীপপুঞ্জকে পুনরায় দখল করেন।\n১২২৪ সালে, পবিত্র রোমান সম্রাট দ্বিতীয় ফ্রেডেরিক, রাজকীয় নিয়ন্ত্রণ প্রতিষ্ঠা এবং সিসিলি রাজ্যে একটি মুসলিম বিদ্রোহ সাহায্য প্রতিরোধ করতে মাল্টার বিরুদ্ধে একটি অভিযান পাঠান।\n১২২৪ সালে , পবিত্র রোমান সম্রাট ফ্রেডরিক দ্বিতীয় মাল্টার বিরুদ্ধে রাজকীয় নিয়ন্ত্রণ প্রতিষ্ঠা করতে এবং সিসিলির রাজ্যে মুসলিম বিদ্রোহীদের সাহায্য করতে বাধা দেওয়ার জন্য তার মুসলিম জনগণকে রোধ করার জন্য একটি অভিযান প্রেরণ করেছিলেন।\nপূর্ব অর্থোডক্স এবং ইসলামিক আধিপত্যের পরে নরম্যানদের বিজয় ক্রমশ লাতিনীকরণ এবং পরবর্তীকালে মাল্টায় রোমান ক্যাথলিক ধর্মের দৃঢ় প্রতিষ্ঠার দিকে পরিচালিত করে।\n\n\n=== আঞ্জো এবং আর্গোনিয়ান সময়: ১২২৫-১৫২৯ ===\n১২৪০ বা ১২৪১ সালে গিলবার্তো আব্বাতে রচিত একটি প্রতিবেদন অনুসারে, যিনি মাল্টা কাউন্টির জেনোইজ সময়কালে সিসিলির দ্বিতীয় ফ্রেডেরিকের রাজকীয় গভর্নর ছিলেন, সে বছর মাল্টা ও গোজো দ্বীপে ৮৩৬টি মুসলিম পরিবার, ২৫০টি খ্রিস্টান পরিবার এবং ৩৩টি ইহুদি পরিবার ছিল।\n১২৬৬ সালে মাল্টা ফ্রান্সের রাজা নবম লুই এর ভাই আঞ্জু চার্লসের, যিনি ১২৮৩ পর্যন্ত এটি মালিকানায় রাখা হয়। ঘটনাক্রমে, চার্লসের শাসনামলে মাল্টায় ধর্মীয় সহাবস্থান অনিশ্চিত হয়ে পড়ে, যেহেতু তিনি রোমান ক্যাথলিক ধর্ম ছাড়া অন্য ধর্মের প্রতি সত্যিকারের অসহিষ্ণুতা ছিল। তবে, ১২৮৩ সালে স্প্যানিশ শাসনের সূচনা না হওয়া পর্যন্ত আফ্রিকার সাথে মাল্টার যোগসূত্র শক্তিশালী থাকে।\nলেখক স্টেফান গুডউইনের মতে, ১৫ শতকের শেষে সকল মালতি মুসলমানকে খ্রিস্টান ধর্মে ধর্মান্তরিত হতে বাধ্য করা হবে এবং তাদের পূর্ববর্তী পরিচয় ছদ্মবেশ করার উপায় খুঁজে বের করতে হবে। অধ্যাপক গডফ্রে ওয়েটিঙ্গার, যিনি মাল্টার মধ্যযুগীয় ইতিহাসে বিশেষজ্ঞ, তিনি লিখেছেন যে মধ্যযুগীয় আরব ইতিহাসবিদ ইবনে খালদুন (১৩৩২-১৪০৬) ১২৪৯ সাল পর্যন্ত মাল্টা থেকে ইসলামকে বহিষ্কার করেন। ওয়েটিঙ্গার আরো বলেন যে \"কোন সন্দেহ নেই যে অ্যাঞ্জেভিন যুগের শুরুতে (অর্থাৎ ১২৪৯ সালের কিছু পরে) কোন অধ্যাপক মুসলিম মালতি স্বাধীন ব্যক্তি হিসেবে বা এমনকি দ্বীপে সার্ফ হিসেবেও রয়ে যায়নি।\n\n\n=== সেন্ট জন নাইটস: ১৫৩০–১৭৯৮ ===\n\nনাইটস হস্পিটালারের অধীনে শাসনের সময়কালে সামুদ্রিক অভিযানের ফলে হাজার হাজার মুসলিম দাসকে বন্দীবস্থায়  মাল্টায় নিয়ে যাওয়া হয়েছিল। অষ্টাদশ শতাব্দীর মাঝামাঝি সময়ে, হস্পিটালার শাসিত মাল্টায় প্রায় ৯০০০ মুসলিম দাস ছিল। তাদের প্রচুর পরিমাণে স্বাধীনতা দেওয়া হয়েছিল, নামাজের জন্য একত্র হওয়ার অনুমতি দেওয়া হয়েছিল। যদিও তাদের মালতির জনগণের সাথে যোগাযোগ করতে বাধা দেওয়ার জন্য আইন ছিল, এগুলো নিয়মিত ভাবে প্রয়োগ করা হয়নি। কিছু ক্রীতদাস ব্যবসায়ী হিসেবে কাজ করতেন, এবং কখনও কখনও ভালেত্তার রাস্তা ও চত্বরে তাদের জিনিসপত্র বিক্রি করার অনুমতি দেওয়া হত। ক্রীতদাসদের কারাগারের মধ্যে তুর্কি ক্রীতদাসদের জন্য অর্ডার অফ সেন্ট জনের সময় ১৭০২ সালে একটি মসজিদ নির্মিত হয় যার কোন ধ্বংসাবশেষ বা এর স্থাপত্যের বর্ণনা এখন অবশিষ্ট নেই।\nক্রীতদাসদের ষড়যন্ত্র (১৭৪৯) ব্যর্থতার পর, ক্রীতদাসদের চলাচল নিষিদ্ধ আইন আরো কঠোর করা হয়। তারা শহরের সীমানার বাইরে যেতে পারত না এবং কোন দুর্গের কাছে যেতে পারত না। তাদের মসজিদ ছাড়া অন্য কোথাও জড়ো হতে দেওয়া হ্তো না, এবং শুধুমাত্র ক্রীতদাস কারাগারে ঘুমাতে দেওয়া হত। উপরন্তু, তারা সরকারী ভবনের কোন অস্ত্র বা চাবি বহন করতে পারেনি।\nআফ্রিকা ও ইসলামের সাথে মাল্টার ঐতিহাসিক যোগসূত্রকে জোর দেওয়ার জন্য ডিসিফর্মেশন ব্যবহার করে এবং প্রায়শই রোমান ক্যাথলিক পাদ্রিদের নেতৃত্বে একটি ইচ্ছাকৃত এবং চূড়ান্তভাবে সফল অভিযানও চালানো হয়েছিল। এই বিকৃত ইতিহাস \"বিংশ শতাব্দীর দ্বিতীয়ার্ধ পর্যন্ত মালতির ইতিহাসেরচনা করে\", এবং এটি ক্রমবর্ধমান ইসলামোফোবিয়া তৈরি করেছে যা দক্ষিণ ইউরোপের অন্যান্য রাষ্ট্রের মত মাল্টার একটি ঐতিহ্যবাহী বৈশিষ্ট্য।\nষোড়শ শতাব্দী থেকে বেশ কিছু মুসলিম কবরস্থান মার্সা আশেপাশের বিভিন্ন স্থানে অবস্থিত। ইল-মেনকার একটি কবরস্থানে ১৫৬৫ সালের মাল্টার গ্রেট অবরোধে নিহত উসমানীয় সৈন্যদের পাশাপাশি মাল্টায় মারা যাওয়া মুসলিম দাসদের কবর রয়েছে। এই কবরস্থান ১৬৭৫ সালে স্পেন্সার হিলের কাছে আরেকটি দ্বারা প্রতিস্থাপিত হয় (ডেলা ক্রোসের মাধ্যমে), ফ্লোরিয়ানা লাইন নির্মাণে। ২০১২ সালে রাস্তার কাজের সময় এই কবরস্থানের একটি থেকে উদ্ভূত বলে মনে করা হয়েছে মানব অবশেষ। একটি কবরস্থানের দেহাবশেষ, একই সাথে একটি মসজিদের ভিত্তি, এবং আরো আগের রোমান যুগের দেহাবশেষ মারসা-এর ট্রিক ডিসেমব্রু ১৩-এ অবস্থিত।\n\n\n=== ব্রিটিশ সময়কাল: ১৮০০-১৯৬৪ ===\n\nস্পেন্সার হিলে ১৭ শতকের কবরস্থান পরিকল্পিত সড়ক কাজের জন্য ১৮৬৫ সালে স্থানান্তর করতে হয়, ১৮১৭ সালে ভ্যালেত্তার জাতীয় প্রত্নতত্ত্ব জাদুঘরে একটি সমাধিপ্রস্তর সংরক্ষণ করা হয়।\nএকটি নতুন কবরস্থান অটোমান সুলতান আবদুল আজিজ দ্বারা কমিশন করা হয়, এবং এটি ১৮৭৩ থেকে ১৮৭৪ এর মধ্যে নির্মিত হয় যা ১৮৭১ সালে মারসা'র তা' সাম্মাতে তৈরির সিধান্ত ছিল। নির্মাণকাজ শেষ হতে ছয় মাসের বেশি সময় লেগেছিল। এটি মৌরিশ পুনরুজ্জীবন স্থাপত্যের মাল্টীয় স্থপতি এমানুয়েল লুইগি গালিজিয়া দ্বারা ডিজাইন করা হয়েছে।  প্রকল্পের নকশাটি মাল্টীয় আর্কিটেকচারে সেই সময়ে অনন্য ছিল। গ্যালিজিয়াকে তুর্কি কবরস্থান নকশার জন্য অটোমান সুলতান অর্ডার অফ দ্য মেডজিডিতে ভূষিত করেছিলেন  এবং এভাবেই সেই নাইট অফ অর্ডার  হয়েছিলেন।\nউনিশ শতকের শেষদিকে কবরস্থানটি এর মনোরম স্থাপত্যের কারণে নিজস্ব দ্বারা একটি ল্যান্ডমার্কে পরিণত হয়েছিল। এ সময় একটি মসজিদ অনুপস্থিত থাকার কারণে, পাওলাতে একটি মসজিদ নির্মাণ না হওয়া অবধি কবরস্থানটি সাধারণত শুক্রবারের নামাজের জন্য ব্যবহৃত হত। কবরস্থানের ছোট্ট মসজিদটি মাঝে মধ্যে দাফনের অনুষ্ঠানের সময় নামাজের জন্য ব্যবহৃত হবার কথা ছিল, কিন্তু কবরস্থানের ভবন এবং উঠান প্রায়ই ১৯৭০-এর দশকের শুরু পর্যন্ত মুসলমানদের জন্য একমাত্র গণ প্রার্থনা স্থান হিসেবে ব্যবহৃত হয়ে ওঠে।\nসঠিক আকারের মসজিদ স্থপতি গালিজিয়া দ্বারা নকশা করা হয়েছিল কিন্তু প্রকল্পটি পরিত্যক্ত হয়। ইস্তাম্বুলের তুর্কি আর্কাইভে এই পরিকল্পনা পাওয়া যায় যেখানে লেখা আছে \"প্রোগেটো দি উনা মোশিয়া - সিমিতেরো মুসুলমানো\" (একটি মসজিদের জন্য প্রকল্প - মুসলিম কবরস্থান)। প্রকল্পটি বাতিল করার একটি সম্ভাব্য কারণ ছিল অটোমান সাম্রাজ্যের অর্থনৈতিক পরিস্থিতি এবং রাজনৈতিক পতন। জায়গাটি ক্রমবর্ধমান মুসলিম সম্প্রদায়ের জন্য অত্যন্ত ছোট হয়ে ওঠে।\n\n\n=== স্বাধীন মাল্টা ===\n\nআধুনিক যুগে, মাল্টার অনন্য সংস্কৃতি এটিকে উত্তর আফ্রিকার আরব সংস্কৃতি এবং অর্থনীতির জন্য ইউরোপের \"সেতু\" হিসেবে কাজ করতে সক্ষম করেছে। \n\n১৯৬৪ সালে যুক্তরাজ্য থেকে স্বাধীনতার পর লিবিয়া সমাজতান্ত্রিক মালতিলে লিয়েডার ডম মিন্টফের একটি গুরুত্বপূর্ণ মিত্র হয়ে ওঠে। ইতিহাস বই প্রকাশিত হয় যা ইতালীয় এবং ক্যাথলিক জনসংখ্যার মধ্যে বিচ্ছিন্নতার ধারণা ছড়িয়ে দিতে শুরু করে, এবং এর পরিবর্তে উত্তর আফ্রিকার সাথে ঘনিষ্ঠ সাংস্কৃতিক ও জাতিগত সম্পর্ক তত্ত্বকে তুলে ধরার চেষ্টা করে। এই নতুন উন্নয়ন ১৯৯১ সালে বোইসেবাইন দ্বারা উল্লেখ করা হয়:... শ্রম সরকার ন্যাটোর সাথে সম্পর্ক ছিন্ন করে এবং আরব বিশ্বের সাথে সম্পর্ক চায়। ইউরোপের সাথে সংযুক্ত হওয়ার ৯০০ বছর পর, মাল্টা দক্ষিণদিকে তাকাতে শুরু করে। মুসলমানদের, এখনও অসভ্য জলদস্যু আক্রমণের জন্য লোককাহিনীতে স্মরণ করা হয়, রক্ত ভাই হিসাবে পুনরায় সংজ্ঞায়িত করা হয়।মাল্টা এবং লিবিয়া ও বন্ধুত্ব ও সহযোগিতা চুক্তিতে প্রবেশ করেছে, যা গাদ্দাফির বারবার অত্যাচারের জবাবে দুই দেশের মধ্যে আরো আনুষ্ঠানিক ইউনিয়নের জন্য; এবং, একটি সংক্ষিপ্ত সময়ের জন্য, আরবি মাল্টিস মাধ্যমিক বিদ্যালয়ে একটি বাধ্যতামূলক বিষয় হয়ে ওঠে।\nইসলামিক সেন্টার অফ পাওলা, ১৯৭৮ সালে ওয়ার্ল্ড ইসলামিক কল সোসাইটি কর্তৃক প্রতিষ্ঠিত হয়, যার নাম মরিয়ম আল-বাতুল স্কুল। ১৯৮৪ সালে মাল্টায় মুয়াম্মার গাদ্দাফি আনুষ্ঠানিকভাবে মারিয়াম আল-বাতুল মসজিদের উদ্বোধন করেন।\nমারিও ফারুজিয়া বোর্গ, পরে প্রধানমন্ত্রী জোসেফ মাসকাটের ব্যক্তিগত কার্যালয়ের অংশ, ১৯৯৮ সালে কোরমি স্থানীয় কাউন্সিলে শপথ নেওয়ার সময় প্রথম মাল্টীয় পাবলিক অফিসার ছিলেন।\n২০০৩ সালে, মাল্টায় আনুমানিক ৩,০০০ মুসলমানের মধ্যে প্রায় ২,২৫০ জন বিদেশী, প্রায় ৬০০ স্বাভাবিক  নাগরিক এবং প্রায় ১৫০ জন দেশীয়-জন্মগত মাল্টীয় ছিলেন।\n২০১০ সাল নাগাদ মাল্টায় প্রায় ৬,০০০ মুসলমান ছিল- যাদের বেশীরভাগই সুন্নি এবং বিদেশী।\n\n\n== আরও দেখুন ==\nদক্ষিণ ইতালি ইসলামের ইতিহাস\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\n\"The Arabs in Malta\"। ২৬ জুন ২০২২ তারিখে মূল (various publications by different authors on Islam in Malta) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৩ জুন ২০২২। Note: The following contributions to the history of the Arabs in Malta are arranged in chronological order of publication. \nStefan Goodwin (১ জানু ২০০২)। \"Chapter 2 (Islam and Realignments)\"। Malta, Mediterranean Bridge (illustrated সংস্করণ)। Greenwood Publishing Group। পৃষ্ঠা 13–35। আইএসবিএন 9780897898201। \nMartin R. Zammit (১২ অক্টো ২০১২)।  Jørgen S. Nielsen; Jørgen Nielsen; Samim Akgönül; Ahmet Alibasi; Egdunas Racius, সম্পাদকগণ। Yearbook of Muslims in Europe, Volume 4। Malta: BRILL। পৃষ্ঠা 389–397। আইএসবিএন 9789004225213। \n\n\n== বহিঃসংযোগ =="}