{"pageid": 1034274, "title": "সাইকাস", "url": "https://bn.wikipedia.org/wiki?curid=1034274", "content": "সাইকাস একটি অত্যন্ত প্রাচীন সাইকাডোফাইটা বংশের উদ্ভিদ  প্রজাতিসমূহের একটি গণ,  যা খেজুর, ফার্ন, গাছ বা অন্য কোন আধুনিক উদ্ভিদের সাথে ঘনিষ্ঠভাবে সম্পর্কিত নয়। তারা চিরসবুজ বহুবর্ষজীবী যা জুরাসিক এবং ক্রিটেশিয়াস যুগে তাদের সর্বোচ্চ বৈচিত্র্য অর্জন করেছিল , যখন তারা প্রায় বিশ্বব্যাপী বিস্তৃত  ছিল । ক্রিটেশিয়াসের শেষে, যখন অ-এভিয়ান ডাইনোসর বিলুপ্ত হয়ে যায়, সেসময়  উত্তর গোলার্ধের অধিকাংশ সাইকাস উদ্ভিদও  বিলুপ্ত হয়ে যায়।\nসাইকাস একটি গণ এবং সাইকাডেসি পরিবারের একমাত্র গণ হিসেবে স্বীকৃত। এ গণের মধ্যে  প্রায় ১১৩টি প্রজাতি রয়েছে। Cycas circinalis, ভারতের একটি প্রজাতি, প্রথম সাইকাস প্রজাতি যা পাশ্চাত্য সাহিত্যে বর্ণনা করা হয়েছে, এবং সেক্ষেত্রে সাধারণ নাম সাইকাস'ই ছিল। সবচেয়ে পরিচিত সাইকাস প্রজাতিটি হল Cycas revoluta।\n\n\n== প্রজনন ==\n\nউদ্ভিদটির বৃদ্ধি হতে কয়েক বছর সময় লাগে, যৌন প্রজনন ১০ বছর  উদ্ভিদ একটানা বৃদ্ধির পর ঘটে যা ট্রাঙ্কের গোড়ায় উদ্ভূত বুলবিলস দ্বারা সংঘটিত হয়।\n\n\n== প্রজাতিসমূহের তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nde Laubenfels, D.J.; Adema, F. (১৯৯৮)। \"A taxonomic revision of the genera Cycas and Epicycas Gen. Nov. (Cycadaceae)\": 351–400। \nহিল, কেডি (1998-2004) সাইক্যাড পৃষ্ঠা, রয়েল বোটানিক গার্ডেন সিডনি। http://plantnet.rbgsyd.nsw.gov.au/PlantNet/cycad/index.html  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ মার্চ ২০২১ তারিখে\nফ্লোরিডার পাম এবং সাইক্যাড সোসাইটিস দ্বারা সম্পাদিত ভার্চুয়াল সাইক্যাড এনসাইক্লোপিডিয়া\nডেভিড, জে ডি লাবেনফেলস, সাইকাস টেকনোমি\nHill, K.D.; Stevenson, Dennis W. (২০০৪)। \"The World List of Cycads\": 274–298। ডিওআই:10.1663/0006-8101(2004)070[0274:TWLOC]2.0.CO;2। \nLindstrom, Anders J.; Hill, Ken D. (২০০৭)। \"The genus Cycas (Cycadaceae) in India\": 463–488। ডিওআই:10.7751/telopea20075745 । \nসিংহ, আর ও জেএস খুরাইজাম (2013-) ভারতের সাইক্যাড http://www.cycadsofindia.in/  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ জানুয়ারি ২০২১ তারিখে\nSingh, R.; Radha, P. (২০১৫)। \"A new species, a new combination and a new subsection of Cycas from Odisha, northern Eastern Ghats of India\": 3–14। \nSingh, R.; Radha, P. (২০০৬)। \"Cycas annaikalensis, A new species of Cycas from the Malabar Coast, Western Ghats, India\": 119–123। ডিওআই:10.1663/0007-196x(2006)58[119:ansocf]2.0.co;2। \nটেরেন্স ওয়াল্টারস এবং রায় ওসবার্ন (সংস্করণ) (2004), সাইক্যাড শ্রেণিবিন্যাস: ধারণা এবং প্রস্তাবনা, সিএবিআই প্রকাশনা,আইএসবিএন ০-৮৫১৯৯-৭৪১-৪"}