{"pageid": 1034099, "title": "সিনৌলি", "url": "https://bn.wikipedia.org/wiki?curid=1034099", "content": "সিনৌলি (বা সানৌলি) হলো বাঘপাট জেলা, উত্তর প্রদেশ ভারতের একটি প্রত্নতাত্ত্বিক স্থান। এটি গঙ্গা ও যমুনা মাঝের একটি স্থানে অবস্থিত। এই স্থানটি ব্রোঞ্জকালের কিছু নিদর্শনের জন্য বিখ্যাত। ২০১৮ সালে চাকা বিশিষ্ট রথ আবিষ্কারের মাধ্যমে এটি তুমুল জনপ্রিয়তা লাভ করে। কেউ কেউ এই রথগুলোকে ঘোড়া দ্বারা টানা ও ইন্দো-আর্যদের ব্যবহৃত রথ বলে আখ্যায়িত করেছেন।\nএখানে ২০০৫-২০০৬ সালে ও ২০১৮ সালের মাঝের দিকে ভারতীয় পুরাতত্ত্ব সর্বেক্ষণ কর্তৃক খনন করা হয়। এখানে ২০০৬ সালের দিকে ব্রোঞ্জ যুগের কিছু কবরের সন্ধান পাওয়া যায়। \n২০১৮ সালে করা খননের ফলে এখানে কিছু কফিন ও কফিনের ভিতরে দাফন করা কিছু দেহ পাওয়া যায়, কিছু তামার তলোয়ার, হেলমেট ও কাঠের রথ পাওয়া যায়। রথটি খনন দলের প্রধান, সঞ্জয় মঞ্জুল রথ হিসেবে চিহ্নিত করেন ও দেহগুলোর দাফন করার প্রক্রিয়ার সাথে বেদে থাকা প্রক্রিয়ার সাদৃশ্য পর্যবেক্ষণ করেন।\nতবে কেউ কেউ একে রথ হিসেবে চিহ্নিত না করে, মালবাহী গাড়ি হিসেবে চিহ্নিত করেছেন। আস্কো পোরপালার মতে, এই রথটি গরু কর্তৃক টানা হতো এবং এর দ্বারা প্রথম দিকে অভিবাসী আর্যদের সংস্কৃতি এরকম ছিল তার দিকে ইঙ্গিত করতে চান।\n\n\n== খনন ==\nখননের জায়গাটি গ্রামবাসী কর্তৃক জমি সমান করার সময় আকশ্মিকভাবে আবিষ্কৃত হয়। গ্রামের কৃষকরা প্রাচীন তৈজসপত্র ও কিছু কঙ্কাল লক্ষ্য করতে পান। এরই ফলশ্রুতিতে ২০০৫ সালের সেপ্টেম্বরে ভারতীয় পুরাতত্ত্ব সর্বেক্ষণ তাদের খননের কাজ শুরু করে।\n\n\n=== ২০০৫-২০০৬ খনন ===\nডি. ভি. শর্মা ২০০৫-২০০৬ সালের খনন দলের নেতৃত্ব প্রদান করেন। তার নেতৃত্বে প্রায় ১০০ টি সমাধি (কোনো কফিন নয়) পাওয়া যায় যাদের আনুমানিক বয়স ছিল প্রায় ২২০০ খ্রিষ্টপূর্বাব্দ থেকে ১৮০০ খ্রিষ্টপুর্বাব্দ। ড. শর্মা তখন একে হরপ্পা সভ্যতার একটি অংশ হিসেবে চিহ্নিত করেন।\nসকল সমাধিগুলো উত্তর-পশ্চিম ও দক্ষিণ-পূর্ব দিকে সাজানো অবস্থায় ছিল। সমাধিগুলোতে প্রায় সকল বয়সের দেহ পাওয়া গিয়েছে ও এতে পুরুষ ও নারী উভয়কেই পাওয়া যায়।  কবরের ভিতর জিনিসপত্র হিসেবে মাথার কাছে বিজোড় সংখ্যক বাটি (৩, ৫, ৭, ৯, ১১ ইত্যাদি), কোমড়ের কাছে বাটি রাখার পাত্র ও পানির কলসি, টেরাকোটা এবং নানা স্বর্ণ ও তামার তৈরি অলংকার পাওয়া গিয়েছে।\n\n\n=== ২০১৮ খনন ===\n[২০১৮ সালের খননের পাওয়া] শিল্পকলাগুলো ২০০০ থেকে ১৮০০ খ্রিষ্টপুর্বাব্দের মধ্যে তৈরি করা। এটা আমাদের সাহায্য করবে তাদের জীবনযাত্রা সম্পর্কে।জানতে।...  এটা আমাদেরকে হরপ্পার ইতিহাসকে নতুন করে বুঝতেও সাহায্য করতে পারে।\n২০১৮ সালের মার্চ থেকে মে মাসে সিনৌলিতে খননের কাজ করা হয়। এতে প্রায় ১০০ মিটার গভীর খনন কাজ করা হয়। এতে কয়েকটি কফিন ও তিনটি সম্পূর্ণ রথ পাওয়া যায়। খনন দলের পরিচালক সঞ্জয় মঞ্জুলের মতে, এই কফিনে দাফন করা ব্যক্তিরা প্রায় ২০০০-১৮০০ খ্রিষ্টপুর্বাব্দের। এখানে কপার হেলমেট, কপারের তলোয়ার, একটি কপারের চামচ, খয়েরী রঙের মাটির কলসীবিশেষ, বড় টেরাকোটা কলসী, কপারের পেরেক ইত্যাদ্দি। কাঠের কফিন এর আগে পাঞ্জাবের হরপ্পা ও গুজরাতের ঢোলাবিরাতে পাওয়া গিয়েছিল।\n\n\n== তথ্যসূত্র =="}