{"pageid": 1034588, "title": "রেণুধর দেহ", "url": "https://bn.wikipedia.org/wiki?curid=1034588", "content": "স্পোরোফাইট বা রেণুধর দেহ (/spèroèfaèt/) উদ্ভিদ বা শৈবালের জীবন চক্রের একটি ডিপ্লয়েড বহুকোষী পর্যায়। এটি একটি  জাইগোট থেকে বিকশিত হয় যা একটি হ্যাপ্লয়েড ডিম্বাণু ও একটি হ্যাপ্লয়েড শুক্রাণু দ্বারা নিষিক্তকরণের মাধ্যমে উৎপন্ন হয় এবং প্রতিটি স্পোরোফাইট কোষে তাই দ্বিগুণ সেট ক্রোমোজোম থাকে। পিতামাতার প্রত্যেকের কাছ থেকে যার একটি করে সেট আসে। সকল স্থলজ উদ্ভিদ এবং অধিকাংশ বহুকোষী শৈবালের জীবন চক্রে একটি বহুকোষী ডিপ্লয়েড স্পোরোফাইট পর্যায় একটি বহুকোষী হ্যাপ্লয়েড গ্যামেটোফাইট পর্যায় সঙ্গে পর্যায়ক্রমিক  পরিবর্তনের মাধ্যমে সম্পর্ক বজায় রেখে চলে । বীজ উদ্ভিদকারী উদ্ভিদের বৃহত্তম গ্রুপ নগ্নবীজী এবং আবৃতবীজী উদ্ভিদ (সপুষ্পক উদ্ভিদ), যারা তাদের শিকড়, কাণ্ড, পাতা এবং কোন বা ফুলের জন্য পরিচিত সবুজ উদ্ভিদ, এদের মধ্যেও স্পোরোফাইট পর্যায় গ্যামেটোফাইট পর্যায়ের চেয়ে বেশি প্রকাশমান । আবৃতবীজী উদ্ভিদ সমূহের মধ্যে গ্যামেটোফাইট পর্যায়ের স্থায়িত্বকাল খুবই কম এবং পরাগরেণু এবং ভ্রূণথলি গ্যামেটোফাইট পর্যায়ের প্রতিনিধিত্ব করে।\nস্পোরোফাইট মিয়োসিস দ্বারা স্পোর উৎপাদন করে, যা \"হ্রাসমূলক বিভাজন\" নামেও পরিচিত, এটি এমন একটি প্রক্রিয়া যা প্রতিটি স্পোর মাতৃকোষের ক্রোমোজোম সংখ্যা অর্ধেক কমিয়ে দেয়। ফলে মিয়োস্পোর একটি গ্যামেটোফাইটের বিকাশ ঘটায়।অবশিষ্ট বীজ এবং স্পোর  গ্যামেটোফাইট উভয়ই হ্যাপ্লয়েড, মানে তাদের শুধুমাত্র একটি সেট ক্রোমোজোম আছে। পরিপক্ক গ্যামেটোফাইট মাইটোসিস দ্বারা পুরুষ বা নারী গ্যামেট (অথবা উভয়) উৎপাদন করে। পুরুষ এবং স্ত্রী গ্যামেটের সংমিশ্রণ একটি ডিপ্লয়েড জাইগোট উৎপাদন করে যা একটি নতুন স্পোরোফাইটে পরিণত হয়। এই চক্রকে প্রজন্মের পরিবর্তন বা পর্যায়ের পরিবর্তন বলা হয়।\n\nব্রায়োফাইট  (মস, লিভারওয়ার্ট এবং হর্নওয়ার্ট) একটি প্রভাবশালী গ্যামেটোফাইট পর্যায় আছে যার উপর প্রাপ্তবয়স্ক স্পোরোফাইট পুষ্টির জন্য নির্ভরশীল। ভ্রূণ স্পোরোফাইট স্ত্রী যৌন অঙ্গ বা আর্কিগোনিয়ামের মধ্যে জাইগোট কোষ বিভাজন দ্বারা বিকশিত হয় এবং এর প্রাথমিক বিকাশ গ্যামেটোফাইট দ্বারা লালন-পালন করা হয়। কারণ জীবনচক্রের এই ভ্রূণ লালন-পালন বৈশিষ্ট্য সকল স্থলজ উদ্ভিদের কাছে সাধারণ এবং এরা সম্মিলিতভাবে ভ্রূণফাইট নামে পরিচিত।\n\nবেশিরভাগ শৈবালের প্রভাবশালী গ্যামেটোফাইট প্রজন্ম আছে, কিন্তু কিছু প্রজাতির গ্যামেটোফাইট এবং স্পোরোফাইট অঙ্গসংস্থানিকভাবে  অনুরূপ (আইসোমরফিক) হয়। একটি স্বাধীন স্পোরোফাইট সমূহের মধ্যে রয়েছে সব ক্লাবমস, হর্সটেইল ,ফার্ন, ব্যক্তবীজী উদ্ভিদ এবং গুপ্তবীজী উদ্ভিদ যা আজও বেঁচে আছে প্রভাবশালীরূপে । প্রারম্ভিক স্থলজ উদ্ভিদ স্পোরোফাইট ছিল যা একই ধরনের বীজ (আইসোস্পোরাস বা হোমোস্পোস) উৎপাদন করত কিন্তু নগ্নবীজী উদ্ভিদের পূর্বপুরুষরা জটিল বিষমকামী জীবন চক্রে বিবর্তিত হয়েছে যেখানে পুরুষ এবং স্ত্রী গেমটোফাইট উৎপাদনকারী বীজ বিভিন্ন আকারের। স্ত্রী মেগাস্পোর পুং মাইক্রোস্পোরের তুলনায় আকারে বড় এবং সংখ্যায় অনেক কম হয়ে থাকে।\n\n\n== আরও দেখুন ==\nগ্যামেটোফাইট\nপ্রজন্মের পরিবর্তন\n\n\n== তথ্যসূত্র ==\n \nপি। কেরিক অ্যান্ড পিআর ক্রেন (1997) জমিতে উদ্ভিদের উৎস এবং প্রাথমিক বিবর্তন। প্রকৃতি 389, 33-39।\nটিএন টেলর, এইচ। কের্প এবং এইচ। হ্যাস (২০০৫) আদি জমির উদ্ভিদের জীবন ইতিহাস বায়োলজি: গেমোফাইট পর্বটি নির্ধারণ করা। জাতীয় বিজ্ঞান একাডেমির কার্যক্রম 102, 5892-5897।\nপিআর বেল এবং এ আর হেলসলে (2000) সবুজ গাছপালা। তাদের উৎস এবং বৈচিত্র্য। ক্যামব্রিজ ইউনিভার্সিটি প্রেসআইএসবিএন ০-৫২১-৬৪৬৭৩-১\n\nম্যাটিয়েক, রোমান, অ্যালিস ক্রম্পোলকোভা, জানা লুনেরোভ, ইভা মিকুলুস্কোভ, জোসেপ এ রোসেলি, এবং আলে কোভাভ। \"আদি ডাইভার্জিং প্ল্যান্টে (ব্রায়োফাইটস) এর রিবোসোমাল আরএনএ জিনের (আরডিএনএ) এর অনন্য এপিজেনেটিক বৈশিষ্ট্য” \" উদ্ভিদ বিজ্ঞানের সীমানা 10 (মে 2019) https://doi.org/10.3389/fpls.2019.01066 ।"}