{"pageid": 1034675, "title": "সাসক্যাচুয়ান পর্বত (আলবার্টা)", "url": "https://bn.wikipedia.org/wiki?curid=1034675", "content": "একই নামের অন্য পর্বতের জন্য দেখুন, সাসক্যাচুয়ান পর্বত (ইউকন)\nসাসক্যাচুয়ান পর্বত কানাডার আলবার্টা প্রদেশের ব্যানফ জাতীয় উদ্যানের অবস্থিত উত্তর সাসক্যাচুয়ান নদীর উপত্যাকা অঞ্চলের  ৩,৩৪২ মিটার (১০,৯৬৫ ফুট) একটি পর্বত। ভৌগোলিকভাবে পর্বতটি কানাডিয় রকিজের অংশ। প্রাক-ক্যাম্ব্রিয়ান থেকে জুরাসিক যুগের পাললিক শিলায় গঠিত। পর্বতের পূর্ব শৈলশিরায় দুই কিলোমিটারের মধ্যে 'ক্লিওপেট্রার সূচ' নামে পরিচিত  বাতিঘর সদৃশ্য ৭৫ মিটার উচ্চ একটি প্রাকৃতিকভাবে বিচ্ছিন্ন চূড়া আছে।\n\n\n== ইতিহাস ==\n১৮৯৮ সালে ব্রিটিশ পর্বতারোহী জন নরম্যান কলি, পর্বতটির নিকটবর্তী সাসক্যাচুয়ান নদী'র নামে নামকরণ করেছিলেন। একটি প্রতিবেদনে বলা হয় যে, এ পর্বতের বারিপাতে সৃষ্ট পানি প্রবাহ উত্তর সাসক্যাচুয়ান নদীতে পতনের কারণে নরম্যান কলি এই নদীর নামে নামকরণ করেছিলেন। ১৯২৩ সালে কনরাড কেইন, ডাব্লিউ এস লাড ও জে মনরো থোরিংটন সর্বপ্রথম এই পর্ব আরোহণ করেছিলেন।\n\n\n== বাতিঘর চূড়া ==\n\nসাসক্যাচুয়ান পর্বতের চুড়া হতে দুই কিলোমিটার পূর্ব খাড়িতে একটি ৭৫ মিটার (২৪৬ ফুট) প্রাকৃতিক সুউচ্চ মিনার আছে, যা অনানুষ্ঠানিক ভাবে বাতিঘর চূড়া নামে পরিচিত। সমুদ্রপৃষ্ঠ হতে ২,৯৬০ মিটার (৯,৭১০ ফুট) মিনারটি 'ক্লিওপেট্রা'র সূচ' নামেও পরিচিত।\n১৯৬৪ সালে জি বোয়েনিশ ও এল ম্যাকেয় এই চূড়াটিতে সর্বপ্রথম আরোহণ করেছিলেন।\n\n\n== ভূতত্ত্ব ==\nব্যানফ জাতীয় উদ্যানের অন্যান্য পর্বতের মত সাসক্যাচুয়ান পর্বত মূলত প্রাক-ক্যাম্ব্রিয়ান থেকে জুরাসিক যুগের পাললিক শিলায় গঠিত। ল্যরামাইড অরোজেনি'র মত ভূতাত্ত্বিক ঘটনা চলাকালে অগভীর সমুদ্রের পাললিক শিলা ধাক্কা দিয়ে আরও পূর্ব দিকের অপেক্ষাকৃত নবীন শিলার উপর ঠেলে দিলে এপর্বতগুলির সৃষ্টি হয়। সাসক্যাচুয়ান পর্বতের উত্তরাংশে একটি নামহীন হিমবাহ আছে, যা পার্কার শৈলশিরা হতে ভালভাবে দেখা যায়।\n\n\n== জলবায়ু ==\nকোপেনের জলবায়ু শ্রেনীবিভাগ অনুযায়ী সাসক্যাচুয়ান পর্বত, উত্তর মেরুর ঠিক দক্ষিণে অবস্থিত ঠান্ডা, তুষারাবৃত শীত মৌসুম এবং মৃদু গ্রীষ্মকালীন জলবায়ু অঞ্চলে অবস্থিত। এখানে তাপমাত্রা সাধারণত -২০° এবং শীতল বায়ূ প্রবাহ থাকলে -৩০° সেলসিয়াস পর্যন্ত নেমে যায়। এই পর্বত আরোহণের জন্য গ্রীষ্মকালের আবহাওয়া সবচেয়ে উপযোগী।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসাসক্যাচুয়ান পর্বতের আবহাওয়া"}