{"pageid": 1034488, "title": "সুরাটের জরির কাজ", "url": "https://bn.wikipedia.org/wiki?curid=1034488", "content": "সুরাটের জরির কাজ ভারতের গুজরাতের সুরাট জেলার একটি টেক্সটাইল পণ্য, যা সিল্ক এবং সোনা, রৌপ্য বা তামা মিশ্রিত সুতা দিয়ে তৈরি। জরি সুতাগুলো সাধারণত রেশমের কাপড়গুলিতে বুনন দ্বারা জটিল নকশাগুলি তৈরি করতে ব্যবহৃত হয়। টেক্সটাইল শিল্প এবং হস্তশিল্পে এর ব্যবহার ব্যাপক। সুরাটের জরি কাপড়ের উপর বোনা বা হাতে করা সূচিকর্মগুলি ফ্যাব্রিক সীমানা তৈরি করতে বা কাপড়ের অংশ হিসাবে ব্যবহৃত হয়।   জরিগুলি বারাণসীতে তৈরি কাপড় এবং উত্তর প্রদেশ, তামিলনাড়ু, কর্ণাটক এবং অন্ধ্র প্রদেশের কয়েকটি অন্যান্য জায়গায় ব্যবহৃত হয়। বারাণসীতে তৈরি বেনরসি শাড়ি এবং দক্ষিণ ভারতের কঞ্জিভরাম শাড়ি সুরাটের জরি ব্যাপকভাবে ব্যবহার করে। \nসুরাটে তৈরি জরিগুলি দুই প্রকারের - আসল ধাতব জরিটি স্বর্ণ এবং কয়েকটি খাঁটি ধাতু দ্বারা তৈরি, এবং অনুকরণ জরিটি প্লাস্টিক দিয়ে বোনা হয়।\n\n\n== অবস্থান ==\nজরি তৈরি কেন্দ্রগুলি দক্ষিণ গুজরাতের সুরাট জেলায় অবস্থিত। জেলার উত্তরে ভারুচ জেলা, দক্ষিণে নওসারি জেলা দ্বারা, পূর্বে গুজরাতের তাপি জেলা এবং পশ্চিমে আরব সাগর দ্বারা বেষ্টিত। যাইহোক, জরি উৎপাদন ইউনিটগুলির ৯৫% সুরাট শহরের মধ্যে অবস্থিত। সুরাট শহরের মধ্যে, জরি উৎপাদনের সাথে জড়িত শহরতলির নাম হলো- গোপীপুরা, মহিধরপুরা, নবপুরা, সাগ্রামপুরা, সাইয়েদপুরা, রামপুরা, উদানা এবং ওয়াদিফালিয়া।\n\n\n== ইতিহাস ==\nজরি তৈরির উৎস সঠিক জানা যায়নি। তবে প্রাচীন হিন্দু সাহিত্যের কিছু যেমন রামায়ণ, মহাভারত এবং ঋগ্বেদ এ সম্পর্কে উল্লেখ করা আছে। মেগাস্থিনিসের সাথে সম্পর্কিত খ্রিস্টপূর্ব তৃতীয় শতাব্দীর প্রাচীন ইতিহাসে সোনায় তৈরি একটি ফ্যাব্রিকের উল্লেখ রয়েছে। মোগল শাসনামলে এই ফ্যাব্রিকটি সুরাট শহরে জনপ্রিয় হয়ে ওঠে এবং শহরটির নাম \"জরি সিটি\" ছিল। মোগল আমলে মক্কায় যাওয়ার পথে সুরাটে অবস্থান করা তীর্থযাত্রীদের মধ্যে জরির ব্রোকেডগুলি জনপ্রিয় ছিল। সুরাট থেকে বেশ কয়েকটি দেশে রৌপ্য সুতা এবং সম্পর্কিত পণ্য রফতানি করা হত। ব্রিটিশ শাসনামলে জরি উৎপাদন প্রচার করা হলেও ফ্রান্সের পরে এটি দ্বিতীয় স্থানে ছিল যারা টেক্সটাইল যন্ত্রপাতি ব্যবহার করে এটি উৎপাদন করত। তবে, প্রথম বিশ্বযুদ্ধের সময় ফ্রান্সের শিল্পের আধিপত্য হ্রাস পেয়েছিল সুরাটের জারি শিল্পের সুবিধার্থে।\nউনিশ শতকের আগে তৈরি জরিটিতে খাঁটি ধাতু যেমন- স্বর্ণ, রৌপ্য ইত্যাদি ব্যবহার হত, যা স্থানীয়ভাবে \"আসল জারি\" নামে পরিচিত, যা স্থানীয়ভাবেপাসা  নামেও পরিচিত। এই প্রক্রিয়াটিতে রৌপ্যকে সোনার আবরণ দিয়ে আবৃত করা এবং বিভিন্ন গেজের সূক্ষ্ম তারগুলি আঁকা স্থানীয়ভাবে \"বাদলা\" নামে অভিহিত করা হয়, যা জরিটি তৈরির জন্য খাঁটি রেশমের সুতার উপর হাতে বোনা ছিল। উনিশ শতকে এই পদ্ধতির কোনও উদ্ভাবন হয়নি। বিংশ শতাব্দীতে রুপালি আঁকার জন্য টেক্সটাইল যন্ত্রপাতি প্রবর্তন এবং ভারতে উদ্ভাবিত রুবি রঙের ব্যবহারের সাথে আধুনিকীকরণ প্রচলিত হয়। তবে, দ্বিতীয় বিশ্বযুদ্ধের পরবর্তীকালে বাস্তব জরি ছাড়া নকল জরিও তৈরি করা হয়েছিল। অনুকরণ জারিটি ১৯৭০ সালে প্লাস্টিকের সাথে বেস হিসেবে ধাতু দিয়ে তৈরি করা হয়েছিল। \nএকটি সমীক্ষা অনুসারে, সুরাটে প্রায় ৫০০ উৎপাদন ইউনিট রয়েছে, এর মধ্যে তিন হাজার ছোট পরিবার তিন ধরনের জরি তৈরির সাথে জড়িত - আসল জারি, অনুকরণ জারি এবং প্লাস্টিকের জরি।\n\n\n== গ্যালারী ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== পণ্যের বিবরণ ==\nজরি শিল্প বেশ কয়েকটি ইউনিটে খাঁটি বা আসল জারি এবং অনুকরণ জরি উভয়ই উৎপাদন করে। প্রক্রিয়াটিতে কাঁচামাল সংগ্রহ এবং প্রকৃত জারি এবং অনুকরণ জরির জন্য বিভিন্ন ধরনের প্রসেসিং জড়িত। সংগ্রহ করা উপকরণগুলি হল- তামা, স্বর্ণ, রৌপ্য, খাঁটি সিল্ক, আর্ট সিল্ক, পলিয়েস্টার, বিভিন্ন গণনের সান্দ্র এবং সুতা এবং পটাশিয়াম সায়ানাইড, অক্সিটল, সাইক্লো হেক্সানন এবং বিভিন্ন ধরনের রঙের রাসায়নিক। আসল জারি উৎপাদন একটি ছয় পর্যায়ের প্রক্রিয়া। এই প্রক্রিয়াটি \"বাদলা\" নামে পরিচিত। সমতল রৌপ্য তারগুলি উৎপাদন করা হয়, যা পরে আর্ট-সিল্ক বা সুতাগুলিতে বা অন্য ধরনের সুতার উপর একটি ঘুরানো মেশিনের সাহায্যে বেস হিসাবে বোনা হয়। যার ফলস্বরূপ জরি থ্রেডকে বলা হয় \"রূপের জরি সুতা\"। এরপরে \"সোনার সুতা\" উৎপাদনের জন্য সোনার দ্রবণের মাধ্যমে নিয়ে ইলেক্ট্রোলাইসিস করার পরে বাজারজাত করা হয়।\nঅনুকরণ জরির ক্ষেত্রেও উৎপাদন প্রক্রিয়াটি ছয়টি পর্যায়ে সম্পন্ন হয়ে থাকে।\nএই অঞ্চলের ভূ-জলবায়ু পরিস্থিতি, রৌপ্য বৈদ্যুতিক প্রক্রিয়াজাতকরণ, ব্যবহৃত উপকরণ, গৃহীত ধরনের দেশীয় যন্ত্রপাতি এবং কারিগরদের দক্ষতার কারণে উজ্জ্বল \"সুরাট জরি সুতা এবং জরি সূচিকর্ম উপাদান\" বিশ্বে অনন্য হিসাবে বিবেচিত হয়।\"\n\n\n== ভৌগোলিক নির্দেশক ==\nসুরাট জরি শিল্প ভারত সরকারের ভৌগোলিক সূচকের (নিবন্ধকরণ এবং সুরক্ষা) আইন (জিআই আইন) ১৯৯৯ এর অধীনে সুরক্ষিত। এটি নিয়ন্ত্রণকারী জেনারেল পেটেন্টস ডিজাইনস এবং ট্রেডমার্কস দ্বারা \"সুরত জারি ক্রাফট\" শিরোনামে নিবন্ধিত হয়েছিল এবং উদ্যানপালনের আইটেম হিসাবে ক্লাস ৩১ এর অধীনে জিআই অ্যাপ্লিকেশন নম্বর ১৩১ এ রেকর্ড করা হয়েছিল। জিআই ট্যাগটি ২০১০ সালে অনুমোদিত হয়েছিল। ফেডারেশন অফ ইন্ডিয়ান চেম্বারস অফ কমার্স অ্যান্ড ইন্ডাস্ট্রি (এফআইসিসিআই) এর মতে জিআই-র স্থিতিটি সুরাটের জরি কারুকাজের সাথে জড়িত ১৫,০০০ স্টেকহোল্ডারকে উপকৃত করার কথা বলা হয়েছে।\n\n\n== মান নিয়ন্ত্রণ ==\nমান নিয়ন্ত্রণে জড়িত এজেন্সিগুলি হলো- হস্তশিল্প বিভাগ, গুজরাত সরকার, এবং ভারত কমিশনার উন্নয়ন কমিশনার (হস্তশিল্প)।\n\n\n== তথ্যসূত্র =="}