{"pageid": 1034011, "title": "খেস", "url": "https://bn.wikipedia.org/wiki?curid=1034011", "content": "খেস (গুরুমুখী: ਖੇਸ੍) হল ভারতীয় উপমহাদেশে ব্যবহৃত একটি সুতির কম্বল কাপড়; এটি কম্বল হিসেবে এবং শীতে গায়ে দেবার জন্য ব্যবহৃত একটি দামাস্ক কাপড় হিসেবে ব্যবহৃত হয়। খেস সাধারণতঃ মোটা সুতির সুতা দিয়ে হাতে - বোনা হয়।  পোশাক হিসাবে খেস হল পাঞ্জাব এবং পাকিস্তানে ব্যবহৃত পুরুষদের শরীরের উপরের অংশ ঢেকে ঢিলেঢালাভাবে পরার জন্য একটি সাধারণ পোশাক। ভারতীয় পাঞ্জাব, এবং পাকিস্তানের একটি গুরুত্বপূর্ণ বস্ত্র হল খেস। পাঞ্জাব অঞ্চলটি ১৯ ও ২০ শতকে খেস এবং প্রচুর মোটা সুতির কাপড় উৎপাদনের জন্য বিখ্যাত ছিল। খেস হল বিছানায় পাতার জন্য ব্যবহৃত একটি স্বাচ্ছন্দ্যযুক্ত জিনিস। এটি বিছানার চাদর হিসাবেও ব্যবহারযোগ্য।\n\n\n== খেস বুনন ==\n\n\n=== বুনন ===\nখেস হল হস্তচালিত তাঁতে বোনা একটি কাপড়। শীতকালে পাতলাগুলি বিছানার ঢাকা হিসাবে ব্যবহৃত হয় এবং মোটাগুলি শালের জায়গায় গায়ে দেবার জন্য ব্যবহৃত হয়। খেস বুনন হল একটি চিরায়ত টেক্সটাইল শিল্পকলা, যেটি গ্রামীণ পাঞ্জাবের সাথে সম্পর্কিত। গ্রামীণ অঞ্চলে খেস-বুননের কারুকাজের সাংস্কৃতিক তাৎপর্য আছে।\nখেসের মোট বিস্তারগুলি পরম্পরাগতভাবে জোড়ায় বোনা হয় এবং পরে একসাথে সেলাই করা হয়। উত্তরপ্রদেশের রামপুর শহরে বোনা খেসের টুকরোগুলি বড়, সেগুলি ৬ x ৯ ফুট (২.৭৫ x ১.৮ মি) পর্যন্ত আকারে পাওয়া যায়।\nখেসি হল  পোশাক তৈরিতে ব্যবহারের জন্য খেসের প্রশস্ত রূপ।\n\n\n=== নকশা ===\nবেশিরভাগ খেস সুতির হয়, তবে কিছু বৈচিত্র্যে সুতি ও রেশম উভয়ই ব্যবহৃত হয়। খেস বুননের ধরন এবং উৎস দেখে তাদের আলাদা করা যায়। সাধারণত খেসগুলি সরল নকশার হয়, অথবা তাতে চৌখুপী (চারখানা, চেকার্ড) বা রুহিতনের মত জ্যামিতিক নকশা থাকতে পারে। চৌখুপী নকশার পুনরাবৃত্তির হারের ওপর নির্ভর করে মাঝে মাঝে একে তারতন (শব্দটি প্রায়শই স্কটিশ কাপড়ের জন্য ব্যবহৃত হয়) কাপড়ের ধরন হিসাবে উল্লেখ করা হয়। ডাব্বা খেসএ রঙ্গিন সুতা ব্যবহার করে চৌখুপী নকশা করা হয়। রামপুর রাজ্য থেকে আসা খেসগুলি উচ্চমানের সুতি এবং অনন্য, আন্তঃ বোনা নকশার জন্য বিখ্যাত ছিল, প্রায়শই তাতে সোনার সুতো ব্যবহার হত এবং পাড়ের অংশগুলি বিভিন্ন রঙের সুতাতে বোনা হত। খেস পাটপাট্টিতে সাদা ও লাল চৌখুপী নকশা ছিল, অন্যদিকে খেস টুকরিদারএ ছিল সাদা এবং নীল চৌখুপী। তির্যক নকশা গঠনের শব্দটি ছিল খেসবাফ বয়ন।\n\n\n== উৎপাদন কেন্দ্র সমূহ ==\nভারতের সর্বাধিক উল্লেখযোগ্য উৎপাদন অঞ্চলগুলি হল মালব অঞ্চল ও বাহাওয়ালপুর, মুলতান ও ভারতীয় দক্ষিণ পাঞ্জাব।  অন্য অঞ্চলগুলির মধ্যে আছে মধ্যে উত্তর প্রদেশের রামপুর; এবং রামপুর রাজ্য\nপাকিস্তানের উৎপাদনস্থলগুলি হল নাসেরপুর, সেহওয়ান শরীফ, এবং থাট্টা (সবগুলি সিন্ধুপ্রদেশে); এবং চোলিস্তান মরুভূমির গ্রামগুলিতে (দক্ষিণ পাকিস্তানি পাঞ্জাব)।\n\n\n== আরও দেখুন ==\nপাঞ্জাবী পোশাক\nদরি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttps://ehmerapunjab.tumblr.com/post/15564980167/clothes-of-culture"}