{"pageid": 1034459, "title": "গড় মান উপপাদ্য", "url": "https://bn.wikipedia.org/wiki?curid=1034459", "content": "গণিতে, গড় মান উপপাদ্য মোটামুটিভাবে বলে যে,  একটি প্রদত্ত রেখার দুটি প্রান্তবিন্দুর মধ্যে , অন্তত একটি বিন্দু আছে যেখানে রেখাটির উপর অঙ্কিত স্পর্শক, রেখাটির প্রান্তবিন্দুদ্বয় দিয়ে গমনকারী ছেদকের সমান্তরাল হবে। এটি বাস্তব বিশ্লেষণের সবচেয়ে গুরুত্বপূর্ণ ফলাফলসমূহের একটি । এই উপপাদ্যটি ব্যবধি বিন্দুতে অন্তরজ সম্পর্কে স্থানীয় অনুমান থেকে শুরু করে একটি বিরতির উপর একটি ফাংশন সম্পর্কে বিবৃতি প্রমাণ করতে ব্যবহৃত হয়।\nনিখূঁতভাবে বলতে গেলে উপপাদ্যটি বলে যে, যদি ফাংশন f  [a, b] বদ্ধ ব্যবধিতে অবিচ্ছিন্ন , (a, b) মুক্ত ব্যবধিতে  অন্তরীকরণযোগ্য,  তাহলে  (a, b) মুক্ত ব্যবধিতে একটি সংখ্যা  c আছে; যার জন্য  \n  \n    \n      \n        (\n        a\n        ,\n        b\n        )\n      \n    \n    {\\displaystyle (a,b)}\n  \n ব্যবধিতে  \n  \n    \n      \n        (\n        a\n        ,\n        f\n        (\n        a\n        )\n        )\n      \n    \n    {\\displaystyle (a,f(a))}\n  \n and \n  \n    \n      \n        (\n        b\n        ,\n        f\n        (\n        b\n        )\n        )\n      \n    \n    {\\displaystyle (b,f(b))}\n  \n প্রান্তবিন্দুদ্বয় যোগ করে প্রাপ্ত ছেদক \n  \n    \n      \n        [\n        a\n        ,\n        b\n        ]\n      \n    \n    {\\displaystyle [a,b]}\n  \n ব্যবধিতে \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n বিন্দুতে অঙ্কিত স্পর্শক রেখার সমান্তরাল হবে  , এটিকে লেখা যায়:\n\n\n== ইতিহাস ==\nএই উপপাদ্যের একটি বিশেষ ঘটনা প্রথম গোবিন্দস্বমী ও ভাস্কর দ্বিতীয়ের উপর মন্তব্য করতে গিয়ে  ভারতের কেরালা স্কুল অব অ্যাস্ট্রোনমি অ্যান্ড ম্যাথমেটিক্সের পরমেশ্বর (১৩৭০–১৪৬০) কর্তৃক বর্ণিত হয়েছিল।  ১৬৯১ সালে মাইকেল রুলে  উপপাদ্যটির  একটি সীমাবদ্ধ রূপ প্রমাণ করেন; ফলাফলস্বরুপ যা এখন রুলে'র উপপাদ্য নামে পরিচিত এবং ক্যালকুলাসের কৌশল ছাড়া শুধুমাত্র বহুপদীদের জন্য তিনি উপপাদ্যটি  প্রমাণ করেছিলেন। এর আধুনিক রূপে গড় মান উপপাদ্যটি ১৮২৩ সালে ওগুস্তাঁ লুই কোশি দ্বারা বর্ণিত এবং প্রমাণিত হয়। তখন থেকেই এই উপপাদ্যের বিভিন্ন প্রকরণ প্রমাণিত হয়েছে। \n\n  \n    \n      \n        (\n        f\n        (\n        b\n        )\n        −\n        f\n        (\n        a\n        )\n        )\n        \n          g\n          ′\n        \n        (\n        c\n        )\n        =\n        (\n        g\n        (\n        b\n        )\n        −\n        g\n        (\n        a\n        )\n        )\n        \n          f\n          ′\n        \n        (\n        c\n        )\n        .\n      \n    \n    {\\displaystyle (f(b)-f(a))g'(c)=(g(b)-g(a))f'(c).}\n  \n\n\n== আরও দেখুন ==\nনিউমার্ক-বিটা পদ্ধতি\nগড় মান উপপাদ (বিভক্ত পার্থক্য)\nরেসট্র্যাক নীতি\nস্টোলারস্কি গড়\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== বহিঃসংযোগ ==\n * প্ল্যানেট ম্যাথ: গড়-মান উপপাদ্য  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ নভেম্বর ২০০৯ তারিখে\n\n এরিক ডব্লিউ. ওয়াইস্টাইন সম্পাদিত ম্যাথওয়ার্ল্ড থেকে \"Mean value theorem\"।\n এরিক ডব্লিউ. ওয়াইস্টাইন সম্পাদিত ম্যাথওয়ার্ল্ড থেকে \"Cauchy's Mean-Value Theorem\"।\nখান একাডেমিতে \"গড় মান উপপাদ্য: অন্তর্নিহিত মূল্যের উপপাদ্য\" behind"}