{"pageid": 1034583, "title": "সলিড স্টেট ব্যাটারি", "url": "https://bn.wikipedia.org/wiki?curid=1034583", "content": "সলিড-স্টেট ব্যাটারি  হল এমন একটি ব্যাটারি প্রযুক্তি যাতে সলিড ইলেকট্রোড এবং একটি সলিড ইলেক্ট্রোলাইট ব্যবহার করা হয় ,তরল বা পলিমার জেল ইলেক্ট্রোলাইট এর পরিবর্তে যা  লিথিয়াম-আয়ন বা লিথিয়াম পলিমার ব্যাটারিতে পাওয়া যায়।  সলিড-স্টেট ব্যাটারিতে শক্ত ইলেক্ট্রোলাইট হিসাবে ব্যবহারের জন্য প্রস্তাবিত পদার্থগুলির মধ্যে সিরামিক(যেমন, অক্সাইড, সালফাইড, ফসফেট) এবং শক্ত পলিমার অন্তর্ভুক্ত রয়েছে। সলিড-স্টেট ব্যাটারির ব্যবহার পেসমেকারস, আরএফআইডি এবং পরিধানযোগ্য ডিভাইসগুলিতে খুঁজে পাওয়া গিয়েছে। এগুলি উচ্চতর শক্তির ঘনত্ববিশিষ্ট ,সম্ভাব্যভাবে নিরাপদ তবে দাম বেশি ।\nব্যাপকভাবে গ্রহণের চ্যালেঞ্জগুলির মধ্যে রয়েছে শক্তি এবং শক্তি ঘনত্ব, স্থায়িত্ব, উপাদানগুলির ব্যয়, সংবেদনশীলতা এবং স্থিতিশীলতা। \nসলিড ষ্টেট ব্যাটারির ব্যবহার বর্তমান এ খুব প্রচলিত হচ্ছে,বিশেষ করে উন্নত বিশ্ববিদ্যালয়গুলো তে এগুলো নিয়ে গবেষণা হচ্ছে\n\n\n== ইতিহাস ==\n১৮৩১ এবং ১৮৩৪ সালের মধ্যে মাইকেল ফ্যারাডে সলিড ইলেক্ট্রোলাইট সিলভার সালফাইড এবং লেড (II) ফ্লোরাইড আবিষ্কার করেছিলেন , যা সলিড স্টেট আয়নিকের ভিত্তি স্থাপন করেছিল। \n১৯৫০ এর দশকের শেষের দিকে, বেশ কয়েকটি বৈদ্যুতিন রাসায়নিক ব্যবস্থা সলিড ইলেক্ট্রোলাইট ব্যবহার করে। তারা একটি রৌপ্য আয়ন ব্যবহার করেছিল তবে এর মধ্যে কিছু অযাচিত গুণ ছিল, যার মধ্যে কম শক্তি ঘনত্ব এবং কোষের ভোল্টেজ এবং উচ্চ অভ্যন্তরীণ প্রতিরোধ।  ওক রিজ ন্যাশনাল ল্যাবরেটরি দ্বারা বিকাশিত সলিড-স্টেট ইলেক্ট্রোলাইটের একটি নতুন শ্রেণি ১৯৯০ সালে উত্থিত হয়েছিল, যা তখন পাতলা ফিল্ম লিথিয়াম-আয়ন ব্যাটারি তৈরিতে ব্যবহৃত হত। \nপ্রযুক্তিটি নতুন সহস্রাব্দে উন্নত হওয়ার সাথে সাথে গবেষকরা এবং মোটরগাড়ি প্রতিষ্ঠানগুলো যারা পরিবহন ও স্বয়ংচালিত শিল্পগুলিতে কর্মরত তারা সলিড স্টেট ব্যাটারি প্রযুক্তিতে পুনর্জীবিত আগ্রহের অভিজ্ঞতা লাভ করেছিল। ২০১১ সালে বোলেওর তাদের নীল গাড়ি মডেল গাড়ির একটি বহর চালু করেছিল যা গাড়িশেয়ারিং সেবা অটোলিব এর সাথে সমন্বিত ছিল, এবং পরে খুচরা গ্রাহকদের জন্য উন্মুক্ত করে দেয়া হয়। গাড়িটি বানানোর মূল উদ্দেশ্যই ছিল  বৈদ্যুতিন চালিত কোষগুলির প্রয়োগ নিয়ে সংস্থাটির বৈচিত্র্য প্রদর্শন করা এবং ৩০ কিলোওয়াটের একটি পলিমারিক ইলেক্ট্রোলাইট যুক্ত লিথিয়াম-ধাতু- পলিমার (এলএমপি) ব্যাটারি প্রদর্শিত হয় যা তৈরি হয় একটি কো-পলিমার ( পলিঅক্সেথিলিন )  লিথিয়াম লবণে দ্রবীভূত করে।\n২০১২ সালে, টয়োটা শীঘ্রই তা অনুসরন করে এবং ইভি বাজারে প্রতিযোগিতামূলক থাকার জন্য স্বয়ংচালিত শিল্পে অ্যাপ্লিকেশনগুলির জন্য সলিড-স্টেট ব্যাটারিতে পরীক্ষামূলক গবেষণা শুরু করে।  একই সময়ে, ভক্সওয়াগন  ছোট প্রযুক্তি সংস্থাগুলির সাথে অংশীদারত্ব শুরু করে।\nপ্রযুক্তিগত যুগান্তকারী একটি সিরিজ তৈরি হয়েছিল। ২০১৩ সালে, কলোরাডো বোল্ডার ইউনিভার্সিটির গবেষকরা একটি সলিড স্টেট ব্যাটারি উন্নয়নের ঘোষণা দেয় যা ছিল লোহা - সালফার রসায়নের উপর ভিত্তি করে একটি কঠিন সংমিশ্রিত ক্যাথোডযুক্ত, যা ইতোমধ্যে বিদ্যমান এসএসবিগুলির তুলনায় উচ্চতর শক্তির প্রতিশ্রুতি দেয়।  এবং তারপরে ২০১৪ সালে, অ্যান-আর্বর, এমআই-ভিত্তিক স্টার্টআপ সাক্টি৩ -এর গবেষকরা তাদের নিজস্ব সলিড-স্টেট লিথিয়াম-আয়ন ব্যাটারি তৈরির ঘোষণা করেছিলেন, দাবি করেছেন যে এটি কম ব্যয়ের জন্য আরও উচ্চতর ঘনত্ব অর্জন করেছে; প্রতিক্রিয়া হিসাবে, গৃহ সরঞ্জাম সরবরাহকারী ডায়সন কৌশলগতভাবে ৯০৩ মিলিয়ন ডলারে সাকটি৩ অধিগ্রহণ করেছিল। \n২০১৭ সালে জন গুডিং, লি-আয়ন ব্যাটারীর সহ-উদ্ভাবক, একটি সলিড-স্টেট ব্যাটারি উন্মোচন করেন যাতে ব্যবহার হয় একটি কাচের  ইলেক্ট্রোলাইট এবং একটি ক্ষার ধাতু গঠিত লিথিয়াম, সোডিয়াম বা পটাশিয়াম ।  সেই বছর, টয়োটা সঙ্গে তার কয়েক দশকের অংশীদারত্বের প্যানাসনিক এর সাথে সম্পর্ক গভীর করে\n, সলিড-স্টেট ব্যাটারি উপর একটি সহযোগিতাও অন্তর্ভুক্ত\nছিল ।   প্রথম নিবিড় গবেষণা এবং অন্যান্য শিল্প নেতাদের সাথে সমন্বিত সহযোগিতার কারণে, টয়োটা সবচেয়ে বেশি এসএসবি-সম্পর্কিত পেটেন্ট ধারণ করে।  তবে, অন্যান্য গাড়ি নির্মাতারা স্বতন্ত্রভাবে সলিড-স্টেট ব্যাটারি প্রযুক্তি বিকাশ করে দ্রুত বর্ধমান তালিকায় যোগ দিল যার মধ্যে বিএমডাব্লু, হোন্ডা, হুন্ডাই মোটর সংস্থা  এবং নিসান রয়েছে ।  ফিসকার ইনক  এসএসবি চালিত যানবাহন প্রয়োগগুলির জন্য এসএসবি উৎপাদনের মালিকানাধীন অভ্যন্তরীণ সমাধান করে, তবে ২০২০ সালের মধ্যে বাণিজ্যিকীকরণের জন্য ইমোশন সুপার-সিডানকে ভোক্তা বাজারে আনার আগ্রাসী প্রাথমিক লক্ষ্যটি প্রচলিত ইভিএসের পক্ষে যথেষ্ট বিলম্বিত হয়েছিল যা পারে 2020 সালে টেসলা মডেল ওয়াইয়ের সাথে প্রতিযোগিতা করে  ডাইসন ঘোষণা করেছিলেন  এবং তারপরে  এসটিবি-চালিত বৈদ্যুতিন গাড়িটি তার সাকটি৩ সম্পদের মাধ্যমে তৈরি করার পরিকল্পনাটি বাতিল করে দিয়েছিল, যদিও ডাইসনের মুখপাত্র মহিলারা এই প্রযুক্তিতে বেশি বিনিয়োগের জন্য কোম্পানির প্রতিশ্রুতি পুনর্ব্যক্ত করেছিলেন।  প্রচলিত জীবাশ্ম-জ্বালানী দৃষ্টান্তটির অপ্রচলিত উদ্ভাবনের মুখে স্পার্ক প্লাগ নির্মাতা এনজিকে -র মতো অন্যান্য স্বয়ংচালিত সংস্থাগুলি তাদের ব্যবসায়িক দক্ষতা এবং মডেলগুলি পুনরায় প্রেরণ করে। \nপ্রধান অগ্রগতি ২০১৮ এর মধ্যেও অব্যাহত থাকে, যখন কঠিন বিদ্যুৎ, কলোরাডো বোল্ডার বিশ্ববিদ্যালয় গবেষণা দল   স্যামসাং এবং হুন্ডাই থেকে  20 মিলিয়ন ইউএস ডলার অর্থায়ন পেয়ে যায় ,একটি ছোট উৎপাদন লাইন তৈরির জন্য যার কাজ ছিল  সব সলিড স্টেট বাটারির প্রোটোটাইপ কপি করে রাখা, যার ধারণা করা ক্ষমতা ছিল 10 মেগাওয়াট ঘণ্টা প্রতি বছর।  কোয়ান্টামস্কেপ, একটি আরও শক্তিশালী ব্যাটারি স্টার্টআপ যা একটি কলেজিয়েট গবেষণা গ্রুপ থেকে  এসেছিল (এক্ষেত্রে স্ট্যানফোর্ড বিশ্ববিদ্যালয় ) সেই বছর মনোযোগ আকর্ষণ করেছিল, যখন ভক্সওয়াগেন দলের গবেষণায় ১০০ মিলিয়ন ডলার বিনিয়োগের ঘোষণা দিয়েছিলেন, বিনিয়োগকারীদের সাথে যোগ দিয়ে বৃহত্তম স্টেকহোল্ডার হয়েছিলেন। বিল গেটস  সলিড-স্টেট ব্যাটারিগুলির ব্যাপক উৎপাদনের জন্য একটি যৌথ প্রযোজনা প্রকল্প প্রতিষ্ঠার লক্ষ্যে, ফোকস ওয়াগেন জুন ২০২০ সালে কোয়ান্টামস্কেপকে অতিরিক্ত $ ২০০ মিলিয়ন এবং কোয়ান্টামস্কেপ আইপিও'র সাথে এনওয়াইএসইতে ২৯ শে নভেম্বর, ২০২০ এ একীকরণের অংশ হিসাবে মঞ্জুরি দিয়েছিল ,প্রকল্পের জন্য অতিরিক্ত ইক্যুইটি মূলধন বাড়ানোর জন্য কেনসিংটন মূলধন অধিগ্রহণের লক্ষে। \nকিং টাও \"বিশেষ সরঞ্জাম এবং উচ্চ-মানের ডিজিটাল পণ্য\" জন্য এসএসবি সরবরাহের প্রাথমিক অভিপ্রায়ের সাথে ২০১৮ সালে সলিড-স্টেট ব্যাটারির প্রথম চীনা উৎপাদন লাইন শুরু করেছিলেন; তবে সংস্থাগুলি মোটরগাড়ি স্পেসে সম্ভাব্যভাবে প্রসারিত করার অভিপ্রায় নিয়ে একাধিক গাড়ি প্রস্তুতকারকের সাথে কথা বলেছে। \n২০২১ সালে, টয়োটা সলিড ষ্টেট ব্যাটারি দ্বারা চালিত একটি প্রোটোটাইপ বৈদ্যুতিক যানটি উন্মোচন করবে, সলিড ষ্টেট ব্যাটারি সহ বৈদ্যুতিক যানবাহন বিক্রির প্রথম অটো প্রস্তুতকারকের পরিকল্পনা নিয়ে।  সলিড পাওয়ার ২০২২ সালের প্রথম দিকে \"আনুষ্ঠানিক স্বয়ংচালিত যোগ্যতা প্রক্রিয়ায় প্রবেশের\" প্রত্যাশা করে, এবং কোয়ান্টামস্কেপ \"২০২৪ সালের দ্বিতীয়ার্ধে নির্ধারিত গণ উৎপাদন\" নির্ধারণ করেছে।  একইভাবে, ফিসকার দাবি করেছে যে এর সলিড ষ্টেট ব্যাটারি প্রযুক্তি ২০২৩ সালে \"স্বয়ংচালিত-গ্রেড উৎপাদন\" করার জন্য প্রস্তুত হওয়া উচিত । \n২২ শে ফেব্রুয়ারি, ২০২১-এ, ফিসকার ঘোষণা করেছিলেন যে অপ্রত্যাশিত অসুবিধা এবং অনুভূত দুর্গম বাধাগুলির ভিত্তিতে সংস্থাটি তার এসএসবি প্রচেষ্টাটি পুরোপুরি বাদ দেওয়ার সিদ্ধান্ত নিয়েছে। \n\n\n== উপকরণ ==\nসলিড-স্টেট ইলেক্ট্রোলাইট প্রার্থী উপকরণগুলিতে লিথিয়াম অর্থোসিলিকেট, কাঁচ  এবং সালফাইডের মতো সিরামিকগুলি অন্তর্ভুক্ত।  ক্যাথোডগুলি লিথিয়াম ভিত্তিক। \nএকটি প্রতিশ্রুতিবদ্ধ ক্যাথোড উপাদান হ'ল লি-এস, যা (একটি শক্ত লিথিয়াম আনোড / লি 2 এস কোষের অংশ হিসাবে) এর তাত্ত্বিক নির্দিষ্ট ক্ষমতা ১৬৭০ এমএএইচ জি −1 , \"লিকো 2 এর কার্যকর মানের চেয়ে দশগুণ বড়\"। সালফার তরল ইলেক্ট্রোলাইট অ্যাপ্লিকেশনগুলিতে একটি অনুপযুক্ত ক্যাথোড তৈরি করে কারণ এটি বেশিরভাগ তরল বৈদ্যুতিক সংশ্লেষযোগ্য, ব্যাটারির আজীবন নাটকীয়ভাবে হ্রাস করে। সালফার শক্ত রাষ্ট্র প্রয়োগগুলিতে অধ্যয়ন করা হয়।  সম্প্রতি, একটি সিরামিক টেক্সটাইল তৈরি করা হয়েছিল যা এলআই-এস কঠিন রাষ্ট্রের ব্যাটারিতে প্রতিশ্রুতি দেখিয়েছিল। সালফার লোডিং পরিচালনা করার সময় এই টেক্সটাইল আয়ন সংক্রমণকে সহজতর করেছিল, যদিও এটি অনুমানিত শক্তির ঘনত্বটিতে পৌঁছায়নি। \"৫০০ মাইক্রোমিটার- পুরু ঘন ইলেক্ট্রোলাইট সমর্থন এবং ইলেক্ট্রোলাইট ক্ষেত্রের ৬৩% ব্যবহারের সাথে\" ফলাফলটি ছিল \"৭১ ডাব্লিওএইচ / কেজি\"। যখন প্রস্তাবিত শক্তির ঘনত্ব ৫০০ হুই / কেজি ছিল। \nলি-ও  এর উচ্চ তাত্ত্বিক ক্ষমতাও রয়েছে। এই ডিভাইসগুলির সাথে মূল সমস্যাটি হ'ল আনোডটি অবশ্যই পরিবেশের বায়ুমণ্ডল থেকে সিল করা উচিত, যখন ক্যাথোড অবশ্যই এর সাথে যোগাযোগ করবে  \nএকটি Li/LiFePO4 ব্যাটারি শো বৈদ্যুতিক গাড়ির জন্য শক্ত রাষ্ট্র প্রয়োগ হিসাবে প্রতিশ্রুতি। ২০১০ সালের একটি গবেষণায় এই উপাদানটি \"ইউএসএবিসি-ডিও লক্ষ্যমাত্রা ছাড়িয়ে গেছে\" এমন ইভি'র জন্য রিচার্জেবল ব্যাটারির নিরাপদ বিকল্প হিসাবে উপস্থাপন করেছিল। \n\n\n== ব্যবহারসমূহ ==\nসলিড-স্টেট ব্যাটারির ব্যবহার পেসমেকারস, আরএফআইডি এবং পরিধানযোগ্য ডিভাইসগুলিতে খুঁজে পাওয়া গিয়েছে \n\n\n=== বৈদ্যুতিক যানবাহন ===\nহাইব্রিড এবং প্লাগ-ইন বৈদ্যুতিক গাড়িগুলি অনেক ধরনের প্রযুক্তি ব্যবহার করে যার মধ্য লি(লিথিয়াম)-আয়ন, নিকেল – ধাতব হাইড্রাইড (NiMH), লেড – অ্যাসিড এবং বৈদ্যুতিক দুই-স্তর ক্যাপাসিটার (বা আলট্রাক্যাপাসিটর)  ।  রয়েছে যার সব গুলার মূলে রয়েছে লিথিয়াম আয়ন প্রযুক্তি।\n\n\n== চ্যালেঞ্জ ==\n\n\n=== ব্যয় ===\nসলিড-স্টেট ব্যাটারিগুলি প্রথাগতভাবে তৈরি করা ব্যয়বহুল  এবং উৎপাদন প্রক্রিয়াগুলি মাপ করা কঠিন বলে মনে হয়  যাতে ব্যয়বহুল ভ্যাকুয়াম ডিপোজিটিং সরঞ্জামগুলির প্রয়োজন হয়।  ফলস্বরূপ, ভোক্তা-ভিত্তিক প্রয়োগগুলাতে ব্যয়গুলি নিষিদ্ধ হয়ে যায়। ২০১২ সালে এটি অনুমান করা হয়েছিল যে, তৎকালীন প্রযুক্তির উপর ভিত্তি করে একটি ২০ এএইচ সলিড-স্টেট ব্যাটারি সেলটির দাম পড়বে $ ১০০,০০০ মার্কিন ডলার, এবং একটি উচ্চ-পরিসরের বৈদ্যুতিক গাড়ীর জন্য এই জাতীয় কোষের জন্য ৮০০ থেকে ১০০০ ডলার এর মধ্যে প্রয়োজন হবে।  তেমনি,এই ব্যয় স্মার্টফোনের মতো অন্যান্য ক্ষেত্রে সলিড-স্টেট ব্যাটারির গ্রহণ প্রক্রিয়ায় বাধা সৃষ্টি করেছে। \n\n\n=== তাপমাত্রা এবং চাপ সংবেদনশীলতা ===\nকম তাপমাত্রার ক্রিয়াকলাপ চ্যালেঞ্জিং হতে পারে।  সলিড-স্টেট ব্যাটারর ঐতিহাসিকভাবে কর্মক্ষমতা খারাপ  ছিল। \nসিরামিক ইলেক্ট্রোলাইট সহ সলিড-স্টেট ব্যাটারিগুলি ইলেক্ট্রোডগুলির সাথে যোগাযোগ বজায় রাখতে উচ্চ চাপের প্রয়োজন হয়।  সিরামিক বিভাজকযুক্ত সলিড-স্টেট ব্যাটারি যান্ত্রিক চাপ এর কারণে ভেঙ্গে যেতে পারে। \n\n\n=== ডেন্ড্রাইটস ===\n\nসলিড -স্টেট ব্যাটারিগুলির সলিড লিথিয়াম (লি) ধাতব আনোডগুলি উচ্চ শক্তি ঘনত্ব, সুরক্ষা এবং দ্রুত পুনরায় চার্জের সময়ের জন্য লিথিয়াম-আয়ন ব্যাটারিগুলিতে প্রতিস্থাপন যোগ্য প্রার্থী এই ধরনের অ্যানোডগুলি লি-ডেন্ড্রাইটগুলির গঠন এবং বৃদ্ধির কারণে সমস্যা ভোগ করে। \nডেনড্রাইটগুলি অ্যানোড এবং ক্যাথোডের মধ্যে বিভাজক ভেদ কওরে প্রবেশ করে শর্ট সার্কি্ট তৈরি করে । এটি অতিরিক্ত উত্তাপের কারণ, যার ফলে আগুন লাগতে পারে এবং তাপ  থেকে বিস্ফোরণ হতে পারে।  লি ডেন্ড্রাইটগুলি কোলোম্বিক দক্ষতা হ্রাস করে। \nডেন্ড্রাইটগুলো সাধারণভাবে চার্জ এবং ডিসচার্জ এর সময়য় ইলেক্ট্রোডিপোজিশন  গঠন কওরে । লি আয়নগুলি আনোড পৃষ্ঠের বৈদ্যুতিনগুলির সাথে ব্যাটারি চার্জ হিসাবে একত্রিত হয় - লিথিয়াম ধাতব একটি স্তর গঠন করে।  আদর্শভাবে, লিথিইয়াম এর জমাটি অ্যানোডে সমানভাবে ঘটে। তবে, বৃদ্ধি যদি অসম হয় তবে ডেনড্রাইট তৈরি হয়। \nস্থিতিশীল কঠিন ইলেক্ট্রোলাইট ইন্টারফেজ (এসইআই) ডেনড্রাইট বৃদ্ধি এবং সাইক্লিং কর্মক্ষমতা বাড়ানোর ক্ষেত্রে বাধা দেওয়ার জন্য সবচেয়ে কার্যকর কৌশল হিসাবে দেখা গেছে।  সলিড-স্টেট ইলেক্ট্রোলাইটস (এসএসই) ডেনড্রাইট বৃদ্ধি রোধ করতে পারে, যদিও এটি অনুমানযোগ্য থেকে যায়।  একটি 2018 সমীক্ষা ন্যানোপরাস সিরামিক বিভাজনকারী সনাক্ত করেছে যা সমালোচনামূলক বর্তমান ঘনত্ব পর্যন্ত লি ডেনড্রাইট বৃদ্ধি অবরুদ্ধ করে। \n\n\n== সুবিধাদি ==\nসলিড-স্টেট ব্যাটারি প্রযুক্তি লিথিয়াম ধাতব আনোড এর সহায়তায় সক্ষমউচ্চতর শক্তি ঘনত্ব (2.5x),  সরবরাহ করতে সক্ষম বলে বিশ্বাস করা হয়।\nতারা বাণিজ্যিক ব্যাটারিগুলিতে  বিপজ্জনক বা বিষাক্ত পদার্থের ব্যবহার এড়াতে পারে,যেমন জৈব বৈদ্যুতিক ইলেক্ট্রোলাইট। \nযেহেতু বেশিরভাগ তরল ইলেক্ট্রোলাইটগুলি দাহ্য এবং শক্ত ইলেক্ট্রোলাইটগুলি দাহ্য নয়, সলিড-স্টেট ব্যাটারিগুলিতে আগুন ধরার ঝুঁকি কম থাকে বলে বিশ্বাস করা হয়। শক্তির ঘনত্ব আরও বাড়িয়ে তুলতে কম সুরক্ষা ব্যবস্থা দরকার।  সাম্প্রতিক গবেষণাগুলি দেখায় যে তাপীয় রানওয়েতে তরল তড়িৎ বিদ্যুত সহ প্রচলিত ব্যাটারির অভ্যন্তরে তাপের উৎপাদন কেবল ২০-৩০ ডলার। \nসলিড-স্টেট ব্যাটারি প্রযুক্তি দ্রুত চার্জিং করতে দেয়।  উচ্চ ভোল্টেজ এবং দীর্ঘতর চক্রের জীবনও সম্ভব। \n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহি:স্থ সূত্র =="}