{"pageid": 1034540, "title": "হাজিরা বন্দর", "url": "https://bn.wikipedia.org/wiki?curid=1034540", "content": "হাজিরা বন্দর বা সুরাত বন্দর হল গভীর-জলের তরল প্রাকৃতিক গ্যাস (এলএনজি) টার্মিনাল ও বহুবিধ পণ্য পরিবহনকারী গভীর-জলের বন্দর। এটি ভারতের সুরাত শহরের থেকে প্রায় ২০ মাইল দক্ষিণ-পশ্চিমে হাজিরা অঞ্চলে অবস্থিত। বন্দরটি হাজিরা পোর্ট প্রাইভেট লিমিটেড (এইচপিপিএল) দ্বারা নির্মিত। এটি শেল গ্যাস বি.ভি. (শেল) ও টোটাল গ্যাস ইলেকট্রিক্যাল হোল্ডিংস ফ্রান্স (মোট) এর মধ্যে একটি যৌথ উদ্যোগ। এই উদ্যোগে শেল ৭৪% অংশীদারত্ব ও টোটাল বাকী অংশের অংশীদারত্ব ধারণ করে।\n\n\n== পরিকাঠামো ==\nহাজিরা বন্দরে বিশাল অবকাঠামো রয়েছে, যা একাধিক ধরনের কার্গো পরিচালনা করে। গভীর জলের বার্থ ও বহুমুখী টার্মিনাল সহ, বন্দরটি দক্ষতার সাথে বিশ্বের বৃহত্তম বাল্ক ক্যারিয়ার পরিচালনা করতে সক্ষম। বন্দরে আচ্ছাদিত ও উন্মুক্ত স্টোরেজ বা সঞ্চয়  অঞ্চল রয়েছে।\n\n\n=== বার্থ ===\nহাজিরা বন্দরের গভীর জল, সমস্ত আবহাওয়ায় উপযুক্ত ও সরাসরি বার্থিংয়ের সুবিধা রয়েছে।\nহাজিরা বন্দরে পাঁচটি পরিচালনাগত বার্থ রয়েছে। দুটি কন্টেইনার বার্থ এবং তিনটি বহুমুখী বার্থ, যা শুষ্ক পণ্যের পাশাপাশি তরল কার্গো পরিচালনা করতে সক্ষম। তরল কার্গোর জন্য উত্সর্গীকৃত বার্থটি নির্মাণাধীন রয়েছে।\nহাজিরা বন্দর উন্নত সহায়তা অবকাঠামো রয়েছে। বন্দরে জাহাজ পরিচালনার জন্য ৪ টি টাগ ও ১টি জল ইঞ্জেকশন ড্রেজার রয়েছে। এগুলি বন্দরে নিরবচ্ছিন্ন ও মসৃণ পরিচালনাকে নিশ্চিত করে।\n\n\n=== গোডাউন ও ইয়ার্ড ===\nমাল্টিপারপাস টার্মিনালে অধিক পরিমাণে পণ্যসম্ভারের সঞ্চয়স্থানের জন্য একাধিক আচ্ছাদিত গোডাউন ও খোলা ইয়ার্ড (জিএসবি এবং প্যাভড এরিয়া) রয়েছে।\nতরল টার্মিনালের পেট্রোকেমিক্যালস ও কেমিক্যাল থেকে শুরু করে ৪,২৫, ০০০ কেএল পণ্য সঞ্চয় করতে সক্ষম ১৬৯ টি ট্যাঙ্ক সহ একটি ট্যাঙ্ক-ফার্ম রয়েছে।\n\n\n== যোগাযোগ ব্যবস্থা ==\n\n\n=== রল ===\nহাজিরা বন্দরটি দিল্লি-জেএনপিটি রুটে কনটেইনার সরবরাহকারী দিল্লি-মুম্বইয়ের মধ্যবর্তী প্রধান ব্রড গেজ রেল পথের নিকটে অবস্থিত। এই রেলপথটি দৈত্ব ট্র্যাক, সম্পূর্ণ বিদ্যুতায়িত ও দ্রুতগামী ট্রেনসমূহের জন্য নকশাকৃত। হাজিরা বন্দরটি প্রাইভেট সাইডিং থেকে প্রায় ২০ কিলোমিটার রেলপথ দ্বারা মুম্বই-দিল্লি রেলপথের সাথে যুক্ত রয়েছে। বন্দরে আরও উন্নত রেল যোগাযোগ ব্যবস্থা গঠনের চেষ্টা চলছে।\n\n\n=== সড়ক ===\nএনএইচ ৬ হাজিরা বন্দর থেকে উদ্ভূত হয় এবং এটি বন্দরকে আশেপাশের অন্যান্য গুরুত্বপূর্ণ রাস্তার সাথে সংযুক্ত  করে (এনএইচ ৮ সহ, যা গোল্ডেন চতুর্ভুজের উত্তর-দক্ষিণ বিভাগের একটি অংশ)।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}