{"pageid": 1034079, "title": "আবু আহমেদ ফয়সাল", "url": "https://bn.wikipedia.org/wiki?curid=1034079", "content": "আবু আহমেদ ফয়সাল (জন্ম: ১১ জুন ১৯৭৪; আবু আহমেদ নামে সুপরিচিত) হলেন একজন বাংলাদেশী সাবেক পেশাদার ফুটবল খেলোয়াড় এবং ম্যানেজার। তিনি বর্তমানে বাংলাদেশের নারী পেশাদার ফুটবল লিগের শীর্ষ স্তর বাংলাদেশ মহিলা ফুটবল লিগের ক্লাব বসুন্ধরা কিংস মহিলার ম্যানেজারের দায়িত্ব পালন করছেন। ফয়সাল তার খেলোয়াড়ি জীবনের অধিকাংশ সময় আরামবাগের হয়ে একজন রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছেন।\n১৯৯৯–২০০০ মৌসুমে, বাংলাদেশী ক্লাব আরামবাগের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছিলেন, যেখানে তিনি ৫ মৌসুম অতিবাহিত করেছিলেন। অতঃপর ২০০৫–০৬ মৌসুমে তিনি ব্রাদার্স ইউনিয়নে যোগদান করেছিলেন; যেখানে তিনি মাত্র ১ মৌসুম অতিবাহিত করেছিলেন। সর্বশেষ ২০০৭–০৮ মৌসুমে, তিনি ব্রাদার্স ইউনিয়ন হতে ফরাশগঞ্জে যোগদান করেছিলেন; ফরাশগঞ্জের হয়ে ৩ মৌসুম খেলার পর তিনি অবসর গ্রহণ করেছিলেন।\n১৯৯৯ সালে, ফয়সাল বাংলাদেশের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছিলেন; বাংলাদেশের জার্সি গায়ে তিনি সর্বমোট ১৩ ম্যাচে ১টি গোল করেছিলেন। খেলোয়াড়ি জীবনের ইতি টানার পর বসুন্ধরা কিংসের সহকারী ম্যানেজারের দায়িত্ব পালন করার পর ফয়সাল বাংলাদেশী ফুটবল ক্লাব বসুন্ধরা কিংস মহিলার ম্যানেজারের দায়িত্ব পালন করার মাধ্যমে ম্যানেজার হিসেবে ফুটবল জগতে অভিষেক করেন।\nদলগতভাবে, খেলোয়াড় হিসেবে ফয়সাল সর্বমোট ১টি শিরোপা জয়লাভ করেছিলেন, যা তিনি ব্রাদার্স ইউনিয়নের হয়ে জয়লাভ করেছিলেন। অন্যদিকে, ম্যানেজার হিসেবে, এপর্যন্ত ১টি শিরোপা জয়লাভ করেছেন, যা হচ্ছে ২০২০ বাংলাদেশ মহিলা ফুটবল লিগ শিরোপা।\n\n\n== প্রারম্ভিক জীবন ==\nআবু আহমেদ ফয়সাল ১৯৭৪ সালের ১১ই জুন তারিখে বাংলাদেশের ঢাকায় জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\n১৯৯৯ সালের ২রা অক্টোবর তারিখে, মাত্র ২৫ বছর ৪ মাস ২ দিন বয়সে, ফয়সাল ভারতের বিরুদ্ধে ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে বাংলাদেশের হয়ে অভিষেক করেছিলেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন। ম্যাচটি বাংলাদেশ ১–০ গোলের ব্যবধানে জয়লাভ করেছিল। বাংলাদেশের হয়ে অভিষেকের বছরে ফয়সাল সর্বমোট ৩ ম্যাচে ১টি গোল করেছিলেন। জাতীয় দলের হয়ে অভিষেকের ১ মাস ২৩ দিন পর, বাংলাদেশের জার্সি গায়ে প্রথম গোলটি করেছিলেন; ২৫শে নভেম্বর তারিখে, শ্রীলঙ্কার বিরুদ্ধে ম্যাচের প্রথম গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছিলেন।\n২০০৬ সালের ১৬ই আগস্ট তারিখে ফয়সাল ৩২ বছর বয়সে বাংলাদেশের হয়ে তার সর্বশেষ ম্যাচটি খেলে আন্তর্জাতিক ফুটবল থেকে অবসর গ্রহণ করেছিলেন। বাংলাদেশের চট্টগ্রামের এম এ আজিজ স্টেডিয়ামে অনুষ্ঠিত কাতারের বিরুদ্ধে উক্ত ম্যাচে বাংলাদেশ ৪–১ গোলের ব্যবধানে পরাজিত হয়েছিল, ম্যাচটিতে তিনি পূর্ণ ৯০ মিনিট খেলেছিলেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n\n\n=== আন্তর্জাতিক গোল ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসকারওয়েতে আবু আহমেদ ফয়সাল  (ইংরেজি)  \nট্রান্সফারমার্কেটে আবু আহমেদ ফয়সাল (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে আবু আহমেদ ফয়সাল (ইংরেজি)"}