{"pageid": 1034553, "title": "ট্রান্সফোবিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1034553", "content": "রূপান্তরকামীভীতি হল এমন ধারণা ও ঘটনাবলীর  সংকলন যা রূপান্তরকামী ব্যক্তিদের প্রতি নেতিবাচক মনোভাব, অনুভূতি বা ক্রিয়াগুলিকে অন্তর্ভুক্ত করে। ট্রান্সফোবিয়ায় সামাজিক লিঙ্গ প্রত্যাশা মেনে চলেন না এমন মানুষদের প্রতি ভয়, বিদ্বেষ, ঘৃণা, হিংস্রতা, ক্রোধ বা অস্বস্তি প্রকাশ করা অন্তর্ভুক্ত থাকতে পারে ৷  এটি প্রায়শই হোমোফোবিক দৃষ্টিভঙ্গির পাশাপাশি প্রকাশ করা হয় এবং তাই এটি হোমোফোবিয়ার একটি দিক হিসাবে বিবেচিত হতে পারে ট্রান্সফোবিয়া হল অনেকটা বর্ণবাদ এবং লিঙ্গ বৈষম্যের মত এক ধরনের কুসংস্কার এবং বৈষম্যবাদ  এবং কৃষ্ণাঙ্গ রূপান্তরকামী মানুষেরা প্রায়শই তিনটি ধরনের বৈষম্যের শিকার হয়ে থাকেন। \nহিংস্রতা এবং অন্যান্য হুমকির বর্ধিত ঝুঁকির পাশাপাশি, ট্রান্সফোবিয়ার দ্বারা সৃষ্ট মানসিক চাপ নেতিবাচক সংবেদনশীল পরিণতি ঘটাতে পারে যা ড্রাগের অপব্যবহার , বাড়ি থেকে পালিয়ে (অপ্রাপ্ত বয়স্ক) এবং আত্মহত্যার কারণ হতে পারে।\nপশ্চিমা বিশ্ব বৈষম্যহীনতা এবং সমান সুযোগের নীতি প্রতিষ্ঠার দিকে ধীরে ধীরে অগ্রসর হয়েছে। প্রবণতাটি উন্নয়নশীল দেশগুলিতেও আকার নিচ্ছে। এছাড়াও অন্যান্য লিঙ্গ পরিচয়ের সামাজিক গ্রহণযোগ্যতা উন্নত করতে এলজিবিটি সম্প্রদায় সম্পর্কিত প্রচারগুলি বিশ্বজুড়ে ছড়িয়ে দেওয়া হচ্ছে। জাতিসংঘের \"স্টিপ দ্যা স্টিগমা\" প্রচারটি এমনই একটি প্রচেষ্টা ৷ \nভুলভাবে লিঙ্গ চিহ্নিত হওয়ার অভিজ্ঞতা রূপান্তরের আগে সকল রূপান্তরকামীদের ক্ষেত্রে এবং অনেকের ক্ষেত্রে রূপান্তরের পরবর্তীকালেও সাধারণত ঘটে থাকে ৷  রূপান্তরকামী মানুষদের নিয়মিত চিকিৎসকরা , পুলিশ, গণমাধ্যম এবং সহকর্মীরা ভুলভাবে লিঙ্গ চিহ্নিত করেন এবং এই অভিজ্ঞতাগুলিকে রূপান্তরকামী মানুষেরা  \"বেদনাদায়ক\"  ,   ক্ষতিকারক, নিষ্ঠুর , এবং \"কেবল আমাদের জীবনকে আরও কষ্টকর করে তোলে\" হিসাবে বর্ণনা করে থাকেন । অ্যাডলসেন্ট হেলথ জার্নাল-এ প্রকাশিত ১২৯ রূপান্তরকামী এবং অন্যান্য লিঙ্গ-বিস্তৃত যুবক যুবতীদের ২০১৮ সালের একটি  সমীক্ষায়  দেখা গেছে যে \"প্রতিটি অতিরিক্ত সামাজিক প্রেক্ষাপট যেখানে এদের মনোনীত নাম ব্যবহৃত হয়েছিল, সেখানে হতাশাজনক লক্ষণগুলি , আত্মঘাতী মনোভাব এবং আত্মঘাতী আচরণ ইত্যাদি ক্ষেত্রে একটি পরিসংখ্যানগতভাবে উল্লেখযোগ্য হ্রাস লক্ষ্য করা গেছে  । রূপান্তরকামী ব্যক্তিরা  ইচ্ছাকৃতভাবে  ভুল লিঙ্গ চিহ্নিতকরণকে অত্যন্ত আপত্তিকর বলে মনে করেন  ।\nমানসিক স্বাস্থ্য\nট্রান্সফ্রোবিয়া সংক্রান্ত হয়রানি ও বৈষম্যের কারণে ট্রান্সজেন্ডার মানুষেরা মানসিক স্বাস্থ্য সমস্যায় পড়ার সম্ভাবনা বেশি থাকে।\nবিরুপাক্ষ, মুরালিধর, এবং রামকৃষ্ণের মতে বিশ্বব্যাপী রূপান্তরকামী ব্যক্তিদের মধ্যে আত্মহত্যার প্রচেষ্টা ৩২% থেকে ৫০% পর্যন্ত। ভারতে, ৩১% থেকে ৫০% রূপান্তরকামী ব্যক্তিরা ২০ বছর বয়সের আগেই আত্মহত্যা করার চেষ্টা করেছে। অস্ট্রেলিয়ায় ৫০% রূপান্তরকামী ব্যক্তিরা এবং ইংল্যান্ডের ৪৫% কমপক্ষে একবার আত্মহত্যা করার চেষ্টা করেছেন। \n\n\n== তথ্যসূত্র =="}