{"pageid": 1034370, "title": "তার সানাই", "url": "https://bn.wikipedia.org/wiki?curid=1034370", "content": "তার সানাই, বা তারসানাই বা কখনো তার শেহনাই, হল  একটি এস্রাজ (ধনুক দ্বারা বাজানো একটি ভারতীয় বাদ্যযন্ত্র), যার শব্দটি তার শব্দ ফলকের সাথে সংযুক্ত একটি ধাতব শিঙ্গা দ্বারা বিবর্ধিত হয়।  শব্দ ফলকে লাগানো এই ধ্বনি বিবর্ধকটির নকশা করা হয়েছে গ্রামোফোন শব্দ বাক্সের আদলে, যাতে এই বাদ্যযন্ত্রে উদ্ভূত শব্দ আরও শক্তিশালী এবং আরও দিকনির্দেশক হয়। বিবর্ধক ব্যবহারের ফলে এতে সানাই (নলিকা বাদ্যযন্ত্র) মানের ধ্বনি উৎপন্ন হয় এবং সামগ্রিক প্রভাবটি অনেকটা বেহালার শব্দের মতো।\nযেহেতু 'তার সানাই' কেবল এস্রাজের একটি পরিবর্তিত সংস্করণ, তাই এটি বাজানোর ক্ষেত্রে এস্রাজের সঙ্গে কৌশল বা সুরকরণের কোনও উল্লেখযোগ্য পার্থক্য নেই।\nএই শব্দটি নিজেই শিঙ্গা বোঝাতে ব্যবহৃত হয়। একটি ফোনোগ্রাফের শিঙ্গা কখনও কখনও এখানে ব্যবহৃত হয়েছে।\n\n\n== ইতিহাস ==\nবিংশ শতাব্দীর প্রথম দিকে, জাপানি বেহালার তুলনামূলকভাবে একটি \"দেশি\" সংস্করণ ছিল। সেটি সাধারণত বাঁশের তৈরি হত এবং সেটিতে একটি তন্তু লাগানো থাকত। তন্তুটিকে একটি গোঁজের মাধ্যমে টানটান করা হত। নীচের প্রান্তে তন্তুটি একটি গ্রামোফোন শব্দ বাক্সের সাথে সংযুক্ত থাকত।\nজাপানি বেহালার \"দেশি\" সংস্করণটি \"তার সানাই\" নামে পরিচিতি লাভ করে। তার সানাই শব্দটির আক্ষরিক অর্থ একটি \"তন্তুযুক্ত সানাই\"। এটি জাপানি বেহালার সানাই-জাতীয় শব্দ এবং, তন্তু যেটি এর শব্দ সৃষ্টি করছে, উভয়েরই স্পষ্ট উল্লেখ।\nএটি আমাদের বিবর্তনের পরবর্তী পর্যায়ে নিয়ে আসে। এই বাঁশের তার সানাইগুলি পাওয়া সহজ হলেও সেগুলি খুবই প্রাথমিক পর্যায়ের ছিল। এর পরে বিদ্যমান এস্রাজের সাথে গ্রামোফোন শব্দ বাক্স সংযুক্ত করার ধারণাটি আসে। এটি করার পরেই আজকের তার সানাই পাওয়া গিয়েছিল।\n\n\n== সানাই ও বেহালা ==\nবাদ্যযন্ত্রটির ধ্বনি বেহালার মত বা সানাইয়ের (ওবো বা শমের মত ভারতীয় নলিকা যন্ত্র) মত। কখনও কখনও সানাই বাদক না থাকলে সানাইয়ের পরিবর্তে এটি ব্যবহৃত হয়। তার শব্দের অর্থ \"তন্তুযুক্ত\"।\n\n\n== ব্যবহার ==\nদক্ষিণারঞ্জন ঠাকুরের বাজানো একটি তার সানাই সত্যজিৎ রায়ের পথের পাঁচালী ছবিতে ব্যবহৃত হয়েছে। কন্যা দুর্গার মৃত্যুতে হরিহর ও সর্বজয়ার কান্নার দৃশ্যে এটি বাজানো হয়েছিল। সত্যজিৎ যন্ত্রী দক্ষিণারঞ্জনকে \"(যন্ত্রের) অন্যতম সেরা বাদক\" হিসাবে বিবেচনা করেছিলেন, এবং এটির উচ্চ, \"হৃদয়বিদারক\" ধ্বনিকে \"শোকের প্রকাশ\" বলে মনে করেছিলেন।\n\n\n== তথ্যসূত্র =="}