{"pageid": 1034994, "title": "পান্নালাল ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1034994", "content": "পান্নালাল ভট্টাচার্য (ইংরেজি: Pannalal Bhattacharya; ১৯৩০ – ২৭ মার্চ ১৯৬৬) বাংলা ভক্তিগীতির জগতে বিশেষকরে শ্যামাসঙ্গীতের এক প্রবাদপ্রতিম কণ্ঠশিল্পী ছিলেন। তার গাওয়া বেশিরভাগ শ্যামাসঙ্গীতের গীতিকার হলেন বাংলার শাক্ত কবি রামপ্রসাদ সেন, নয় তো কমলাকান্ত ভট্টাচার্য। তিনি বাংলাগানের স্বর্ণযুগের সুরকার প্রফুল্ল ভট্টাচার্য এবং স্বনামধন্য শিল্পী ধনঞ্জয় ভট্টাচার্যের অনুজ।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nপান্নালাল ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের হাওড়া জেলার বালির বারেন্দ্র পাড়ায় জন্ম গ্রহণ করেন ১৯২৯ খ্রিস্টাব্দে (১৩৩৬ বঙ্গাব্দে)। এঁরা ছিলেন বারেন্দ্র ব্রাহ্মণ।  ভাদুড়ি বংশের লোক। ধর্মে শাক্ত কিন্তু মন্ত্রে বৈষ্ণব।এই পরিবারেরই সন্তান রাজা গণেশ, উদয়নাচার্য ভাদুড়ী, লঘিমাসিদ্ধ যোগসাধক ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথ। এই মহান সাধক ভাদুড়ি মহাশয় - মহর্ষি নগেন্দ্রনাথের সশ্রদ্ধ উল্লেখ করেছেন পরমহংস যোগানন্দ:\n\n\"I saw a yogi remain in the air, several feet above the ground, last night at a group meeting.\" My friend, Upendra Mohun Chowdhury, spoke impressively.\nI gave him an enthusiastic smile. \"Perhaps I can guess his name. Was it Bhaduri Mahasaya, of Upper Circular Road?\"\nUpendra nodded, a little crestfallen not to be a news-bearer. My inquisitiveness about saints was well-known among my friends; they delighted in setting me on a fresh track.\n\n\"The yogi lives so close to my home that I often visit him.\" My words brought keen interest to Upendra's face, and I made a further confidence.\"\nমহর্ষি নগেন্দ্রনাথের পিতা ছিলেন পার্বতীচরণ ভাদুড়ি। তাঁরই ভ্রাতা কালীচরণ ভাদুড়ি ছিলেন প্রখ্যাত সেতার ও এস্রাজ বাদক সুরেন্দ্রনাথ ভট্টাচার্যের পিতা। সুরেন্দ্রনাথ - ভাদুড়ি হলেও ভট্টাচার্যই ব্যবহার করতেন। এই সুরেন্দ্রনাথ ভট্টাচার্য-এরই তিন পুত্র বাংলা সংগীত জগতের তিন কিংবদন্তি - সুরকার প্রফুল্ল ভট্টাচার্য, প্রখ্যাত সংগীত শিল্পী ধনঞ্জয় ভট্টাচার্য এবং সাধক শিল্পী পান্নালাল ভট্টাচার্য। তাঁর পিতা সুরেন্দ্রনাথ ভট্টাচার্য তাঁর জন্মের আগেই মারা যান। মাতা অন্নপূর্ণা দেবী সুন্দর গান গাইতেন। এগারোজন জন ভাই বোনদের মধ্যে পান্নালাল ছিলেন সর্বকনিষ্ঠ। তার অভিন্নহৃদয়ের বন্ধু ছিলেন প্রখ্যাত সঙ্গীতশিল্পী মানবেন্দ্র মুখোপাধ্যায় এবং হাওড়ার বালিরই জনপ্রিয় সঙ্গীত শিল্পী সনৎ সিংহ।\n\n\n== সঙ্গীতজীবন ==\nপান্নালালের ইচ্ছা ছিল চলচ্চিত্রের নেপথ্য গায়ক হবেন, আধুনিক গান গাইবেন। সেসময় বাংলা আধুনিক গানে স্বর্ণযুগের খ্যতিমানরা হলেন শচীন দেববর্মণ, ধনঞ্জয় ভট্টাচার্য, হেমন্ত মুখোপাধ্যায়, জগন্ময় মিত্র প্রমুখেরা। পান্নালালের মধ্যে ভক্তিরসের সন্ধান পেয়ে ১৯৪৭ খ্রিস্টাব্দে সতের বৎসর বয়সে তাঁর জ্যেষ্ঠ ভ্রাতা প্রফুল্ল ভট্টাচার্য তাঁকে আর বন্ধু সনৎ সিংহ-কে নিয়ে যান এইচ এম ভি'তে। 'আমার সাধ না মিটিল আশা না ফুরিল, সকলই ফুরায়ে যায় মা' শ্যামাসঙ্গীত দিয়ে তাঁর প্রথম গান গ্রামোফোন কোম্পানিতে রেকর্ড হয়। পান্নালাল ধনঞ্জয় ভট্টাচার্যের কথামতো আধুনিক আর ছবিতে নেপথ্য সঙ্গীত ছেড়ে ভক্তিমূলক গানকে নিজের কণ্ঠে ঠাঁই দিলেন এবং প্রকৃত অর্থে সাধক -গায়ক হয়ে উঠলেন। পান্নালাল জীবদ্দশায় ৩৬ টি আধুনিক গান সমেত ১৮ টি রেকর্ড, ৩ টি বাংলা ছায়াছবির গান এবং চল্লিশটি শ্যামাসঙ্গীতের রেকর্ড করেছেন।\"শ্রী অভয়\" নাম দিয়ে তার লেখা ও সুর দেওয়া বেশ কিছু শ্যামাসঙ্গীত আছে।\nতার জনপ্রিয় শ্যামাসঙ্গীত গুলি হল -\n\nআমার চেতনা চৈতন্য করে\nআমি মন্ত্রতন্ত্র কিছু জানিনে মা\nআমি সকল কাজের পাই হে সময়\nঅপার সংসার নাহি পারাপার\nভেবে দেখ মন কেউ কারো নয়\nচাই না মা গো রাজা হতে\nআমার কালো মেয়ের পায়ের তলায়\nআমার মায়ের পায়ে জবা হয়ে\nতুই নাকি মা দয়াময়ী\nতুই যে কেমন দয়াময়ী\nসকলই তোমারি ইচ্ছা\nআমায় দে মা পাগল করে\nমুছিয়ে দে মা আমার এ দুটি নয়ন\nমনেরই বাসনা শ্যামা ইত্যাদি। \n\n\n== ব্যক্তিগত জীবন ==\nপান্নালালের জীবনে পিতা আর মাতা দুইয়েরই দায়িত্ব পালন করেছিলেন তাঁর দুই দাদা - প্রফুল্ল ভট্টাচার্য এবং ধনঞ্জয় ভট্টাচার্য। পান্নালাল ভট্টাচার্যের স্ত্রী ছিলেন মঞ্জুশ্রী ভট্টাচার্য। মঞ্জুশ্রী ভট্টাচার্যও রবীন্দ্র সংগীতের সুখ্যাত শিল্পী ছিলেন। স্ত্রী কন্যাদের সাথে তাঁর পারিবারিক অবস্থা ও সম্পর্ক ভালোই ছিল। তিনি তাঁর দুই বৌদি পুষ্পরানি ভট্টাচার্য এবং রেখা ভট্টাচার্যকে মায়ের মতই শ্রদ্ধা করতেন। কিন্তু তাঁর অকাল প্রয়াণে তাঁর পরিবারের সমস্ত দায়-দায়িত্ব ধনঞ্জয় ভট্টাচার্য গ্রহণ করেন।\n\n\n== জনপ্রিয়তার শিখরে ==\nবাঙালি হিন্দুদের কাছে কালীপূজা বা শ্যামাপূজা ও পান্নালাল ভট্টাচার্যের গান সমার্থক। তার গানের মধ্য দিয়েই যেন নিবেদিত হয় হৃদয়ের সমস্ত আকুতি বিকুতি। তাই তার ভক্তিমূলক গানের চাহিদা অনেক - সবার উপরে। অনেকে অনেক অভিমত ব্যক্ত করেছেন। সঙ্গীতজ্ঞ অলক রায় চৌধুরীর মতে -\n\n\" পান্নালাল ভট্টাচার্যের সব থেকে বড় গুণ, তার গান শেষ হওয়ার পরেও একটা রেশ থেকে যায়।\"\nবিশিষ্ট নজরুলগীতি শিল্পী সুস্মিতা গোস্বামীর মাপকাঠিতে পান্নালাল হলেন -\n\nনিজের মতো করে মাকে ডাকা, ওই নিবেদনের আর্তি আর কারও মধ্যে খুঁজে পাইনি\"\nপান্নালাল ভট্টাচার্যের শ্যামাসঙ্গীতের সাফল্যে সঙ্গীত গবেষক সর্বানন্দ চৌধুরীর বিশ্লেষণ-\n\n\" এক অদ্ভুত মায়া আছে তার উচ্চারণে। দ্বিতীয়ত, তার গায়কির মধ্যে রয়েছে সারল্য\"\n\n\n== শেষ দিনগুলি ও জীবনাবসান ==\nশ্যামা সংগীত গাইতে গাইতে তিনি প্রবেশ করেছিলেন ভক্তির অন্দরমহলে। বালি বারেন্দ্র পাড়ার বাড়িতে তিনি নিজের ঘরে প্রতিষ্ঠিত প্রতিমায় নিত্য মা কালীর আরাধনা করতেন। কিন্তু তারপরেও পান্নালাল কোনোদিন নিজেকে নিয়ে, নিজের গান নিয়ে সন্তুষ্ট থাকতে পারেননি। তাঁর ভ্রাতা ধনঞ্জয় ভট্টাচার্য মা ভবতারিণীর দর্শন পেতেন, কিন্তু তাঁর কোনদিন সেরকম মাতৃদর্শন হয়নি। সেকারণে শিশুর মতো তিনি কাঁদতে কাঁদতে মা কে ডাকতেন। শ্যামা সংগীত গাইতে গিয়ে তো বটেই গান তোলাতে গিয়েও অনেক সময় তাঁর মধ্যে ভাবের প্রকাশ ঘটতো। সারা শরীর কাঁপতো, দরদর করে ঘাম বের হতো, দুচোখ দিয়ে জল গড়িয়ে পড়ত।  গান শেখানোর সময় অনেক ক্ষেত্রেই পান্নালাল ভট্টাচার্যের যে অবস্থা হতো - তার বর্ণনা দিতে গিয়ে তাঁর অগ্রজ, সুরকার প্রফুল্ল ভট্টাচার্যের কন্যা শিবানী ভট্টাচার্য বন্দ্যোপাধ্যায় বলেন : \n\n\" গান শেখাতে বসে ছোট কাকার ঐরকম অবস্থা হলেই আমি উঠে পড়তাম। খেলতে চলে যেতাম। ছোট কাকা টেরও পেতেন না।\"\nপান্নালাল ভট্টাচার্য সময় পেলেই চলে যেতেন বিভিন্ন শ্মশানে। সেখানে মাতৃ সাধনা করতেন। দেবীদর্শন না করতে পাওয়ার অবসাদে, অতৃপ্তি নিয়ে তিনি আত্মহনন করেন ১৯৬৬ খ্রিস্টাব্দের ২৭ মার্চ (১৩৭২ বঙ্গাব্দের ১৩ চৈত্র) কলকাতার কাকুলিয়া রোডের বাড়িতে ৩৬ বৎসর বয়সে।\n\n\n== তথ্যসূত্র =="}