{"pageid": 1035756, "title": "রীণা বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1035756", "content": "রিনা বন্দ্যোপাধ্যায় (জন্ম ১৯৬৩) একজন ভারতীয়- আমেরিকান শিল্পী এবং ভাস্কর। তিনি বর্তমানে নিউ ইয়র্ক সিটিতে থাকেন এবং কাজ করেন।  তার উচ্চাভিলাষী মিড ক্যারিয়ার জরিপ প্রদর্শনী, “মেইক মি আ সামারি অফ দ্যা ওয়ার্ল্ড” ২০১৮ সালে চারুকলা পেনসিলভেনিয়া একাডেমি এবং সান জোসে মিউজিয়াম অফ আর্ট-এ আয়োজিত এবং প্রদর্শনীতে প্রকাশিত, যা ২০১৮ সালে উদ্বোধন করা হয়েছে এবং সেটি যাওয়ার কথা রয়েছে ইউসিএলএর ফওলর যাদুঘর, টিএন, ন্যাশভিলের ফ্রিস্ট আর্ট যাদুঘর এবং ডিউক ইউনিভার্সিটি, ডারহাম, এনসি-র জুলাই ২০২১ সালের মধ্যে।\n\n\n== প্রথম জীবন এবং ক্যারিয়ার ==\n১৯৬৩ সালে, ব্যানার্জি ভারতের পশ্চিমবঙ্গ রাজ্যের ক্যালকাটার (বর্তমানে কলকাতা ) একটি বাঙালি পরিবারে জন্মগ্রহণ করেছিলেন। তিনি লন্ডন এবং নিউইয়র্ক সিটিতে বড় হয়েছেন, এবং তখন থেকেই মার্কিন যুক্তরাষ্ট্রে বসবাস করছেন। ব্যানার্জি তার সাক্ষাৎকারে উল্লেখ করেছেন যে তাঁর শিল্পের অনুপ্রেরণা তাঁর দাদুকে তার হোমিওপ্যাথিক চিকিৎসার সময় তাঁর দাদুর সাথে দেখা করার শৈশব স্মৃতি থেকে আসে। তাঁর দাদার সাথে তাঁর দর্শন থেকে আসা অনেকগুলি চিত্র এবং ভিজ্যুয়াল তাঁর সাথে রয়েছে এবং তাঁর শিল্পকর্মে দেখা যেতে পারে। তিনি তার শিল্পকর্মটি স্থির নয়, বরং সর্বদা পরিবর্তিত করতে পছন্দ করেন। তিনি একটি সম্পূর্ণ এমএফএ পেন্টিং এবং থেকে চারুকলা মধ্যে ১৯৯৫ সালে আর্ট ইয়েল স্কুল, ইয়েল বিশ্ববিদ্যালয় থেকে স্নাতকে্র পরে কেস ওয়েস্টার্ন রিজার্ভ ইউনিভার্সিটি, ওহাইও থেকে পলিমার প্রকৌশলে বিএস ডিগ্রি অর্জন করেন।  বন্দ্যোপাধ্যায়ের কাজটি ব্রোনস মিউজিয়াম অফ আর্টস, হুইটনি মিউজিয়াম অফ আমেরিকান আর্ট এবং অন্যান্য উল্লেখযোগ্য যাদুঘরে প্রদর্শিত হয়েছে। সান ফ্রান্সিসকোতে তিনি বর্তমানে হোসফেল্ট গ্যালারী দ্বারা প্রতিনিধিত্ব করছেন।\n\n\n== একক প্রদর্শনী ==\n১৯৯৮: একটি হারেমের মধ্যে হোম, কলগেট বিশ্ববিদ্যালয় গ্যালারী, এনওয়াই\n২০০০: আউফ ওয়েদারসেইন, অ্যাডমিট ওয়ান, চেলসি, এনওয়াই  - ব্যানার্জি এশীয় এবং পাশ্চাত্য উপকরণ ব্যবহার করেন। প্রদর্শনীতে প্লাস্টিকের পাইপ রয়েছে যা দেয়াল বরাবর প্রবাহিত হয় এবং শেষ হয় যা পচা চেহারার ফল এবং পাতা দিয়ে শেষ হয়। শোতে উদ্ভিদগুলি গ্রীষ্মমণ্ডলীয় উদ্ভিদের প্রতিনিধিত্ব করে যা পশ্চিমা বসতি স্থাপনকারীরা অন্যান্য দেশে আনার জন্য নিয়েছিল; কিছু গাছপালা অন্য জমিতে ভাল আবাদ হয় না, যদিও কিছু ফোটে। কক্ষটি একটি ঘন ওয়েববিং দিয়ে ভরাও যা হজম পদ্ধতির প্রতিনিধিত্ব করতে বোঝায় এবং সিস্টেমের মধ্যে বর্ণিল আচারের গুঁড়া এবং মশলা ধরা পড়ে।\n২০০১: অ্যান্টেনা, বোস প্যাকিয়া মডার্ন, নিউ ইয়র্ক\n২০০১: ফ্যান্টাসমাল ফার্মাকোপিয়া, ডেবস অ্যান্ড কোম্পানি, চেলসি, এনওয়াই\n২০০২: ফ্যান্টসমাল ফার্মাকোপিয়া, স্যুটেট মিন, পেইন্ট ব্রাইড আর্ট সেন্টার, ফিলাডেলফিয়া, পিএ (ক্যাটালগ) দ্বারা সংযুক্ত\n২০০৬: ভ্রমণ ছাড়া ফ্যান্টাসি ভ্রমণ করবে, এএমটি গ্যালারী, কোমো, ইতালি\n২০০৭: বিদেশী ফল, গ্যালারি নাথালি ওবাদিয়া, প্যারিস\n২০০৭: \"হোয়ার দ্যা অতাইল্ড থিঙ্স আর\" ... এমন কোনও স্থান নেই এবং যে জায়গাগুলিতে বাস করা যায় না তবে পরিদর্শন করা যায়, আমাদের সতর্কতাপূর্ণ, কৌতুকপূর্ণ এবং অন্যের পর্যটন থেকে অনুধাবন করা যায়, উপলব্ধি করা হয় যে আমাদের গতিশীলতা অনেক দূরে ঘুরে বেড়াচ্ছে, গ্যালারি ভোলকার ডিহল, বার্লিন (২০০৭)\n২০০৮: সুদূর নিকটবর্তী ( ভারতী খের এবং সুবোধ গুপ্তের সাথে ), ক্যানসাস সিটির সমসাময়িক শিল্পের নরম্যান যাদুঘর, কে.এস.\n২০০৮: মোহন, গ্যালারী এস্পেস, নয়াদিল্লি, ভারত\n২০০৯: আমার চোখের দিকে তাকান এবং আপনি দেখতে পাবেন অবর্ণ্নীয় এমন এক জায়গা, গ্যালারি নাথালি ওবাদিয়া, ব্রাসেলস\n২০০৯: রিনা বন্দ্যোপাধ্যায় এবং রকিব শ, টমাস গিবসন লিঃ, লন্ডন\n২০১০: চিরকালীন বিদেশ, লন্ডনের ভেনিসন - যুক্তরাজ্যে ব্যানার্জির প্রথম একক শো।\n২০১১: ভারত ও পশ্চিমের চিমেরাস, মুসি গাইমেট , প্যারিস\n২০১১: এখান থেকে বিশ্বের অর্ধেক অংশের কল্পনা, প্যালেসের গ্যালারি নাথালি ওবাদিয়া\n২০১২: সৃজনশীলতার চুম্বন, গ্যালারি নাথালি ওবাদিয়া, ব্রাসেলস\n২০১২: একটি ওয়ার্ল্ড অফ লাইস, গ্যালারি এস্পেস, হংকং, চীন\n২০১৩: বওয়ারবার্ডনেস্ট, ফিউচার পারফেক্ট, সিঙ্গাপুর\n২০১৩: একটি বিশ্ব হারিয়েছে, স্মিথসোনিয়ান স্যাকলার গ্যালারী, ওয়াশিংটন, ডিসি\n২০১৩: আমি কী থেকে তৈরি এবং আপনি কীভাবে আমার নাম জানেন?, ওটা ফাইন আর্ট, টোকিও\n২০১৩: সেভেন সিস্টার্স, জেনকিনস জনসন গ্যালারী, সান ফ্রান্সিসকো, সিএ\n২০১৪:অফ মেন অ্যান্ড ওয়ার্ল্ডস- প্যারিসের অ্যালাইন বারল্যান্ড, কলেজ ডেস বার্নার্ডিনস দ্বারা সংযুক্ত,\n২০১৪: বিতৃষ্ণা, এলএ লুভার, ভেনিস, সিএ - এই শোতে তার চারটি ভাস্কর্যটি অগণিত সংখ্যক ছোট ছোট বস্তু থেকে তৈরি হয়েছে যা একসাথে ওয়্যার্ড এবং স্ট্রিংযুক্ত। তিনি কাওয়ারি শাঁস, মোরগের পালক, লাউ, এক্রাইলিক শিং, কাচের শিশি, রেশম এবং অন্যান্য অনেকগুলি জিনিস ব্যবহার করেন। তার ভাস্কর্যগুলি মানুষ বা প্রাণী, স্থির জীবন বা চলমান হতে পারে। দেখে মনে হচ্ছে, বন্দ্যোপাধ্যায় তার শিল্পের জন্য উপকরণগুলি খুঁজে পেতে আবর্জনার দিকে নজর দেন না, বরং তার উপাদানগুলি বিশেষ সাইটগুলি বন্ধ করার নির্দেশ দিয়ে বেছে বেছে যান। এই নির্বাচনী প্রক্রিয়াটি তিনি তাঁর শিল্পের গ্লোবাল সংস্কৃতিতে জোর দিয়েছিলেন এবং কীভাবে বিশ্বজুড়ে তার অনেকগুলি টুকরো রয়েছে, যার সবকটিই শিল্পের একাত্মক কাজ গঠন করে।\n২০১৫: মাইগ্রেশন শ্বাস, ওটিএ ফাইন আর্টস, গিলম্যান ব্যারাকস, সিঙ্গাপুর - বর্ণাঢ্য রঙের তবে প্রস্তাবিত শিল্পের কিছু অংশ, যা বিভিন্ন কোণ বা অবস্থানের সাথে পরিবর্তিত বলে মনে হচ্ছে। তিনি তার কাজগুলিতে যেমন ভারতীয় শাড়ি, কাচের বোতল এবং ঝিনুকগুলি ব্যবহার করেন। সমালোচকরা পরামর্শ দিয়েছেন যে বন্দ্যোপাধ্যায়ের শিল্পকর্মের কয়েকটি নাম যৌন প্রভাব ফেলে। উদাহরণস্বরূপ, শি ড্র্রু এ প্রিমেচার প্রিক এবং অনেকগুলি টুকরো প্রজনন অঙ্গগুলির প্রতিনিধিত্ব করার পরামর্শ দেওয়া হয়েছে। ব্যানার্জি বলেছিলেন যে শিল্পকর্ম তরল হতে পারে এবং বাতাসের মতো খুব সহজ কিছু দিয়ে কারও দৃষ্টিভঙ্গি কীভাবে পরিবর্তিত হতে পারে তিনি তা উপভোগ করেন।\n২০১৯: রিনা বন্দ্যোপাধ্যায়: আমাকে বিশ্বের সংক্ষিপ্তসার হিসাবে তৈরি করুন, ফিলাডেলফিয়ার ফাইন আর্টস পেনসিলভেনিয়া একাডেমি; সান জোসে, সিএ সান জোসে মিউজিয়ামে ভ্রমণ; ক্যালিফোর্নিয়া, লস অ্যাঞ্জেলেস, সিএ-এর ফোলার যাদুঘর; ফ্রিস্ট আর্ট মিউজিয়াম, ন্যাশভিল, টিএন; ডারহাম, ডিউক ইউনিভার্সিটির নাসের মিউজিয়াম অফ আর্ট, এনসি\n২০১৯: রিনা বন্দ্যোপাধ্যায়: ব্লেমিশ, হোস্টেল্ট গ্যালারী, সান ফ্রান্সিসকো।\n\n\n== তথ্যসূত্র ==\n\n\n== বহির্গত লিঙ্কসমূহ ==\nRina Banerjee at Artsy.net\nRina Banerjee at ULAN\nRina Banerjee at Dictionnaire-Creatrices\nRina Banerjee at Le Delarge\nRina Banerjee at the Whitney Museum of American Art"}