{"pageid": 1035783, "title": "ঝোলা", "url": "https://bn.wikipedia.org/wiki?curid=1035783", "content": "ঝোলা (নেপালি: झोला) লেখক   কৃষ্ণ ধারাবাসী রচিত একটি উপন্যাস অবলম্বনে নির্মিত ২০১৩ সালের নেপালি চলচ্চিত্র। এর গল্প সতীদাহ সংস্কৃতি সম্পর্কে যা নেপালি সমাজে ১৯২০ এর দশক পর্যন্ত প্রচলিত ছিল যেখানে স্ত্রীকে স্বামীর মৃত্যুর পর তার শেষকৃত্যে নিজেকে উৎসর্গ করতে হতো। চলচ্চিত্রে ভূমিকার জন্য অভিনেত্রী গরিমা পন্ত ২০১৪ সালে শ্রীলঙ্কায় অনুষ্ঠিত সার্ক ফিল্ম ফেস্টিভ্যালে সেরা অভিনেত্রীর পুরস্কার পেয়েছিলেন। চলচ্চিত্রটি ৮৭তম একাডেমি পুরস্কারে সেরা বিদেশী ভাষার চলচ্চিত্রে নেপালি প্রবেশ হিসাবে নির্বাচিত হয়েছিল, কিন্তু মনোনীত হয়নি।\n\n\n== সতীদাহ প্রথা ==\n\nসতীদাহ প্রথা হচ্ছে হিন্দু ধর্মাবলম্বী বিধবা নারীদের স্বামীর চিতায় সহমরণে বা আত্মহুতি দেবার ঐতিহাসিক প্রথা। হিন্দু ধর্মগ্রন্থ অনুসারে সতীর রীতিটি একটি স্বেচ্ছাসেবী অভ্যাস ছিল, যেখানে একজন মহিলা স্বেচ্ছায় তাঁর স্বামীর মৃত্যুর পরে স্বামীর সাথে তার জীবন শেষ করার সিদ্ধান্ত নেন। কিন্তু পরে এই অভ্যাসটি আপত্তিজনকভাবে ব্যবহার করা হয় এবং স্ত্রীদের প্রথা অবলম্বন করতে বাধ্য করতে বাধ্য করা হয় এমনকি তাদের ইচ্ছার বিরুদ্ধে টেনে এনে জ্বলন্ত \nআগুনে ফেলে দেওয়া হয়। ঐতিহাসিক বিবরণগুলিতে দেখা যে এই বর্বর অনুশীলনের মাধ্যমে অনেক রাজকীয় এবং সাধারণ মহিলারা জীবিত পুড়েছিলেন। বিএস ১৯৭৭ সালে আশাদ ২৫ (১৯২০ খ্রিস্টাব্দ) চন্দ্র শুমশের জে.বি আর আনুষ্ঠানিকভাবে নেপাল থেকে সতীদাহ প্রথা বিলুপ্ত করেন।\n\n\n== পটভূমি ==\nকাঞ্চি (গরিমা পান্তা) একজন তরুণী যিনি তার চেয়ে ৪০ বছরের বড় এক বৃদ্ধকে বিয়ে করেন, পরবর্তীতে কাঞ্চির স্বামী বার্ধক্যজনিত কারণে অসুস্থ হন এবং অবশেষে মারা যান। এখন, সামাজিক নিয়ম ও রীতি অনুযায়ী, কাঞ্চিকে সতীদাহ প্রথা অবলম্বন করতে হয় যেখানে তার স্বামীর মৃতদেহের সাথে নিজেকে পুড়িয়ে ফেলতে হবে। কিন্তু, ভাগ্য তার পক্ষে এবং সে বেঁচে থাকতে সক্ষম হয় ও কাছাকাছি জঙ্গলের গুহায় থাকতে শুরু করে। স্নেহপ্রিয় মায়ের অনুপস্থিতিতে একা থাকা ঘনশ্যাম জঙ্গলে গিয়ে দেখেন তার মা গুহায় লুকিয়ে আছেন। কাঞ্চি তার ছেলের সাথে ঐক্যবদ্ধ হলেও তারা একই সমাজে থাকতে পারে না কারণ সমাজের মানুষ যে কোন ভাবে সতীবেঁচে থাকা সত্ত্বেও নারীদের হত্যা করবে। ঘানাশ্যাম গ্রাম ছেড়ে অন্য জায়গায় বসতি স্থাপনের পরিকল্পনা করে যাতে তারা নতুন ভাবে জীবন শুরু করতে পারে। সে তার মাকে জঙ্গলে থাকতে বলে এবং তাদের জিনিসপত্র আনতে বাড়ি যায়। পরে কাঞ্চির শ্যালক ও তার স্ত্রী যোগ দেয় এবং তাদের গ্রাম ছেড়ে চলে যেতে সাহায্য করে। যখন কাঞ্চি ছেলে ঘনাশ্যামের সাথে গ্রাম ছেড়ে চলে যাচ্ছে তখন তারা একজন মহিলাকে সাক্ষী করে, যে সতী হতে পারে কিন্তু সে তা করতে না পেরে পালিয়ে যায় এবং অন্ত্যেষ্টিক্রিয়ার লোকজন তাকে হত্যা করে পালিয়ে যায়।\n\n\n== শ্রেষ্ঠাংশে ==\nগরিমা পন্ত কান্ছী চরিত্রে\nঘনশ্যাম (কান্ছী পুত্র) হিসাবে সুজল নেপাল\nকঞ্চির বৃদ্ধ স্বামী হিসাবে দীপক ছেত্রি\nকাঁচির শ্যালক (দেওয়র) চরিত্রে দেশ ভক্ত খানাল\nশ্যালিকা কান্ছী (দেউরানি) চরিত্রে লক্ষ্মী গিরী\nকৃষ্ণ ধরাবাসী (বিশেষ উপস্থিতি)\n\n\n== আরও দেখুন ==\nটিন গুমটি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ঝোলা  (ইংরেজি)"}