{"pageid": 1035471, "title": "কংক্রিট মিক্সার", "url": "https://bn.wikipedia.org/wiki?curid=1035471", "content": "একটি কংক্রিট মিক্সার (প্রায়শই একে সিমেন্ট মিক্সার বলা হয়) হলো এমন একটি যন্ত্র যা সমসত্বভাবে সিমেন্ট, জমাটবদ্ধ কণা(এগ্রিগেট) যেমন বালি ও নুড়ি এবং পানিকে মিশ্রিত করে কংক্রিট গঠন করে। একটি সাধারণ কংক্রিট মিশ্রক উপাদানগুলি মিশ্রিত করতে একটি ঘূর্ণনরত ড্রাম ব্যবহার করে। ছোট ব্যাপ্তির কাজের জন্য, বহনযোগ্য কংক্রিট মিক্সার প্রায়শই ব্যবহৃত হয় যাতে কংক্রিট নির্মাণের স্থানে তৈরি করা যায়, যার ফলে শ্রমিকরা কংক্রিট শক্ত হওয়ার আগে তা নিয়ে কাজ করার জন্য পর্যাপ্ত সময় পায়। মিক্সার মেশিনের একটি বিকল্প হল হাত দিয়ে কংক্রিট মিশ্রিত করা। এটি সাধারণত হুইলবারোতে করা হয়; যাইহোক, বেশ কয়েকটি সংস্থা সম্প্রতি এই উদ্দেশ্যে পরিবর্তিত তারপুলিন বিক্রি শুরু করেছে।\nকংক্রিট মিক্সার আবিষ্কার করেছেন শিল্পপতি গ্যাভার্ড জেগার, যিনি কলম্বাস, ওহিয়োতে থাকেন। \n\n\n== ইতিহাস ==\nপ্রথম দিককার কংক্রিট মিশ্রকের মধ্যে একটি হলো 1900 সালে মিলওয়াকিতে টি.এল.স্মিথ দ্বারা বানানো সিমেন্ট মিশ্রক। মিশ্রকটির মধ্যে ইতোমধ্যে ব্লেড সহ একটি উভয়পাশে ঘূর্নন উপযোগী কোণকাকার ড্রাম (তখন দুইটি কোণক হিসাবে) উপস্থিত ছিল, যা বর্তমানের সাধারণ মিশ্রকে ও বিদ্যমান। ১৯২৫ সালে বানানো, ২৫ বছর আগে নির্মিত কমপক্ষে দুটি মিক্সার এখনও ব্যবহৃত হয় (ক্রমিক সংখ্যা 37 এবং 82)। সংক্ষেপে স্মিথ মাসকোটটিতে বর্তমানে ব্যবহৃত ছোট মিশ্রকগুলোর একই নির্মাণকাঠামো রয়েছে। ১৯২০ এর দশকে, মিলওয়াকির টিএল স্মিথ সংস্থা বিশ্বের বৃহত্তম কংক্রিট মিশ্রণকারী তৈরি করেছিল। এই সংস্থার মিক্সারগুলোই উইলসন বাঁধ (ছয় 2-ইয়ার্ড এবং দুটি 4-গজ মিশ্রণকারী, তখনকার সময়ে বিশ্বের বৃহত্তম কংক্রিট মিশ্রণের বৃহত্তম একক ইনস্টলেশন), ওহাইও স্টেট বিশ্ববিদ্যালয়ের প্রথম স্টেডিয়াম এবং এক্সচেয়ার বাঁধ নির্মানে ব্যবহৃত হয়েছিল। \nবর্তমান বাজারে রেডি-মিক্স(তাৎক্ষনিক) কংক্রিটের বানিজ্যিক উতপাদনের প্রয়োজনীয়তা বাড়ছে, যার ধ্রুব সমসত্ব অবস্থা এবং অল্প মিশ্রণ সময়ের গুণ রয়েছে। এর ফলে কংক্রিট উৎপাদনের জন্য মিশ্রণ প্রযুক্তির সংশোধন হয়েছে। স্থিতিশীল মিশ্রকগুলোর বিভিন্ন ধরন তৈরি করা হয়েছে, যার প্রতিটি নিজস্ব গুণাবলি দিয়ে কংক্রিট উৎপাদন বাজারের বিভিন্ন অংশকে ধরতে চায়। আজ ব্যবহৃত সবচেয়ে সাধারণ মিশ্রণকারীগুলিকে তিন ভাগে ভাগ করা যায়।:\n\nটুইন-শ্যাফ্ট মিক্সারগুলি, উচ্চ তীব্রতার মিশ্রণ এবং স্বল্প সময়ে মিশ্রনের জন্য পরিচিত।এই মিশুকগুলি সাধারণত উচ্চ শক্তির কংক্রিট, রিইনফোর্সড সিমেন্ট কংক্রিট এবং এসসিসির জন্য ব্যবহৃত হয়, সাধারণত ২–৬ মি৩ (২.৬–৭.৮ cu yd) ব্যাচ এ ।\nউল্লম্ব অক্ষবিশিষ্ট মিক্সারগুলি, সাধারণত অগ্রিম বানানো এবং প্রিস্ট্রেসড কংক্রিটের জন্য ব্যবহৃত হয়। মিশ্রণের এই স্টাইলটি ব্যাচগুলির মধ্যে ভালভাবে পরিষ্কার করে এবং রঙিন কংক্রিট, ছোট ছোট ব্যাচগুলির জন্য ভালো (সাধারণত ০.৭৫–৩ মি৩ অথবা ০.৯৮–৩.৯২ cu yd), এবং একাধিক স্রাব পয়েন্ট। এই বিভাগের মধ্যে, প্যান মিক্সারগুলি আরও দক্ষ আবর্তনশীল(বা কাউন্টার-কারেন্ট) মিশ্রকদের কাছে জনপ্রিয়তা হারাচ্ছে, যেহেতু অতিরিক্ত মিশ্রণ ক্রিয়াটি আরও জটিল কংক্রিট মিশ্রণের (রঙের ধারাবাহিকতা, এসসিসি ইত্যাদি) উৎপাদন করতে সহায়তা করে)।\nড্রাম মিক্সারগুলি (বিপরীতমুখী ড্রাম মিক্সার এবং ঘূর্ননক্ষম ড্রাম মিক্সারগুলিকে) ব্যবহৃত হয় যেখানে বড় পরিমাণে (৩–৯ মি৩ অথবা ৩.৯–১১.৮ cu yd) সিমেন্ট উতপাদিত হচ্ছে। এই জাতীয় মিশুক উচ্চ উৎপাদন দিতে সক্ষম।\nসমস্ত মিশ্রন প্রণালীর নিজস্ব শক্তিমত্তা এবং দুর্বলতা রয়েছে এবং বিশ্বব্যাপী তাদের জনপ্রিয়তার উপর ভিত্তি করে বিভিন্ন মাত্রায় ব্যবহৃত হয়।\n\n\n=== কংক্রিট মিশ্রণ পরিবহন ট্রাক ===\n\nবিশেষ কংক্রিট পরিবহন ট্রাকগুলি (যারা পরিবহন চলাকালে মিশ্রন করে) কংক্রিটের মিশ্রণ এবং এটি নির্মাণের জায়গায় পরিবহনের জন্য তৈরি করা হয়। পরিবহন চলাকালীন মিশ্রণ চলতে থাকে, তখন তাতে শুকনো উপকরণ এবং জল যোগ করা যায়। এগুলি একটি \"কেন্দ্রীয় মিশ্রক\" প্ল্যান্ট থেকেও বোঝাই করা যায়; এই প্রক্রিয়ায় উপাদান লোড করার আগে মিশ্রিত করা হয়। কংক্রিট মিক্সিং ট্রান্সপোর্ট ট্রাক আন্দোলিত করে বা ড্রামতি ঘোরানোর মাধ্যমে ডেলিভারির আগে পর্যন্ত সিমেন্ট মিক্সচারের তরল অবস্থাকে বজায় রাখে, শক্ত হতে দেয় না। একটি কংক্রিট মিক্সিং ট্রাকে ড্রামের অভ্যন্তরটি একটি সর্পিল ব্লেডযুক্ত । এক দিকে ঘোরানোর মাধ্যমে, কংক্রিটকে ড্রামের আরও গভীরে ধাক্কা দেওয়া হয়। কংক্রিটটি বিল্ডিং সাইটে স্থানান্তরিত করার সময় ড্রামটি এভাবে ঘোরানো হয়। এটি \"চার্জিং\" হিসাবে পরিচিত। ড্রামটি অন্য দিকে ঘোরালে আর্কিমিডিসের স্ক্রু- টাইপ বিন্যাসটি \"স্রাব\" করে, বা ড্রাম থেকে কংক্রিটকে বের করে দেয়। সেখান থেকে সরাসরি কাজের জায়গায় সান্দ্র কংক্রিটটি গাইড করার জন্য ঢালু প্রণালি ব্যবহার করতে পারে। ট্রাক যদি চুটগুলি (ঢালু প্রণালি) ব্যবহারের জন্য সাইটের কাছাকাছি পৌঁছতে না পারে, তবে কংক্রিটটি একটি কংক্রিটের পাম্পে ঢেলে দেয়া হতে পারে, যা নমনীয় হোসের সাথে সংযুক্ত, বা একটি পরিবাহী বেল্টের সাথে যুক্ত থাকে যা কিছুদূর টেনে নেয়া যেতে পারে (সাধারণত দশ বা আরও বেশি মিটার)। একটি পাম্প উপাদানকে সুনির্দিষ্ট অবস্থান, মাল্টি ফ্লোর বিল্ডিং এবং অন্যান্য দূরত্ব-নিষিদ্ধ স্থানে স্থানান্তরিত করার উপায় হিসেবে কাজ করে। ক্রেইন থেকে ঝোলান বালতিও কংক্রিট ঢালাইয়ে ব্যবহৃত হয়। ড্রামটি ঐতিহ্যগতভাবে ইস্পাত দিয়ে তৈরি তবে নতুন ট্রাকগুলিতে, ফাইবারগ্লাস ওজন হ্রাস ব্যবস্থা হিসাবে ব্যবহৃত হয়েছে।\n\n\"রিয়ার ডিসচার্জ\" ট্রাকগুলির জন্য ট্রাকের চালক এবং \"চুটম্যান\" উভয়েরই ট্রাককে এবং ডাল্য প্রণালিকে দিকনির্দেশনা দেয়া প্রয়োজন হয় এবং ঠিকাদারের সাথে উপযুক্ত উপায়ে কংক্রিট রাখার জন্য আগে পিছে যায়। নতুন \"ফ্রন্ট ডিসচার্জ\" ট্রাকগুলির সমস্ত দিকে কংক্রিট ঢেলে দেওয়ার জন্য ট্রাকের ক্যাবটির ভিতরে চালকের কাছে নিয়ন্ত্রণ থাকে। প্রথম ফ্রন্ট ডিসচার্জ মিশ্রণকারী, 1974 সালে পেটেন্ট করা, আমেরিকা যুক্তরাষ্ট্রের রয়্যাল ডাব্লিউ সিমস ডিজাইন এবং তৈরি করেছিলেন, যিনি আমেরিকার হল্লাডে, উটাহ এ থাকেন।\nকংক্রিট মিশ্রণকারঙ্গুলো দুটি বা ততোধিক অক্ষ দ্বারা সজ্জিত। চার-, পাঁচ- এবং ছয়-অক্ষবিশিষ্ট ট্রাকগুলি খুব প্রচলিত, বোঝার পরিমাণ এবং স্থানীয় আইন দ্বারা রাস্তায় অনুমতিযোগ্য লোড বিবেচনায় এদের সংখ্যা সবচেয়ে বেশি।\nঅক্ষগুলি সমানভাবে লোড বিতরণ করার জন্য, ওজন সীমাবদ্ধ রাস্তাগুলিতে কাজ করতে এবং সাধারণ রাস্তার উপর ধকল কমাতে খুবই প্রয়োজনীয়। শীতের সময় রাস্তার ওজনের সীমা কমে যাওয়ার দুই বা তিন-অক্ষবিশিষ্ট ট্রাক অনেক এখতিয়ারে ব্যবহারযোগ্য হয় না। অন্যান্য অঞ্চলে এসব গাড়ি পরিচালনা করতে ব্যয়বহুল পারমিটের প্রয়োজন হতে পারে।\nস্টিয়ারিং (\"স্টিয়ারস\") বা ড্রাইভট্রাইন (\"ড্রাইভ\") এর জন্য ব্যবহৃত অতিরিক্ত অক্ষগুলো স্টিয়ার এবং ড্রাইভের মধ্যে বা ড্রাইভের পিছনে দেয়া থাকতে পারে। মিক্সারে সাধারণত একাধিক স্টিয়ারিং অক্ষ থাকে, যার ফলস্বরূপ খুব বড় টার্নিং রেডিয়াস(মোড় নেয়ার জন্য রাস্তার ব্যসার্ধ) হয়। চলনের সুবিধার্থে, অতিরিক্ত অক্ষগুলি \"লিফট অক্ষ \" হতে পারে, যা তাদেরকে মাটি থেকে উপরে উঠাতে দেয় যাতে তারা স্ক্রাব না করে(পাশ্বদিকে মাটির সাথে ঘর্ষন না হয়) ছোট বাঁক নেয়ার সময়, বা গাড়ির বাঁক ব্যাসার্ধ(টার্নিং রেডিয়াস) বাড়িয়ে তোলে। ড্রাইভের পিছনে ইনস্টল করা অক্ষগুলো \" ট্যাগ অ্যাক্সেল \" বা \"বুস্টার অ্যাক্সেল\" নামে পরিচিত এবং প্রায়ই স্ক্রাবিং হ্রাস করতে স্টিয়ারিং অ্যাক্সেলের বিপরীতে ঘুরতে সজ্জিত থাকে এবং ট্রাকটি যখন একটি বিপরীত গিয়ারে রাখা হয় তখন স্বয়ংক্রিয়ভাবে উত্তোলিত করে।\nট্রাক্টর ট্রেলার সম্মিলিত মিশ্রক আরেক ধরনের মিক্সার যেখানে সাধারণ পরিবহন ট্রাকের পরিবর্তে ট্রেলারে(এক ধরনের টানাগাড়ি) মিক্সারটি সংযুক্ত করা হয়, কিছু ক্ষেত্রে যেমন- কুইবেক প্রদেশে ব্যবহার করা হয়, যেখানে ছয়-অক্ষবিশিষ্ট ট্রাকেও কার্যকর বোঝা বহন করতে সমস্যা হবে।\nকংক্রিট মিশ্রণকারী গাড়িগুলো সাধারণত প্ল্যান্ট থেকে দূরে কংক্রিট মিক্সার পরিবহন করে না, কারণ কংক্রিট মিক্সার খুব দ্রুত শক্ত হতে (সেট) শুরু করে। অনেক ঠিকাদারের শর্ত থাকে যে লোড হওয়ার 90 মিনিটের মধ্যেই কংক্রিটটিকে তার জায়গায় স্থাপন করে কাজ শেষ করতে হবে। যদি ট্রাকটি যাওয়ার পথে কোন কারণে আটকে যায় বা অন্য কোনও কারণে ট্রাকের মধ্যে কংক্রিট শক্ত হয়ে যায়, শ্রমিকদের সেই কংক্রিট ভেঙে মিশ্রক পুনরায় ব্যবহার উপযোগী করার জন্য জ্যাকহ্যামার(বিশেষ ধরনের হাতুড়ি) নিয়ে পিপেতে প্রবেস করতে হয়। \nস্টিফেন স্টেপানিয়ান ১৯১৬ সালে প্রথম ট্রাক মিক্সার আবিষ্কারক হিসেবে পেটেন্ট এর আবেদন করেছিলেন। \nট্রাকগুলির ওজন ২০,০০০ থেকে ৩০,০০০ পাউন্ড (৯,০৭০ থেকে ১৩,৬০০ কিলোগ্রাম), এবং প্রায় ৪০,০০০ পাউন্ড (১৮,১০০ কিলোগ্রাম) কংক্রিট পরিবহন করতে পারে, যদিও বিভিন্ন আকারের মিক্সার ট্রাক বর্তমানে ব্যবহৃত হচ্ছে। সর্বাধিক সাধারণ ট্রাকের ক্ষমতা ৮ cubic yard (৬.১ ঘনমিটার) ।\nযুক্তরাজ্যের বেশিরভাগ কংক্রিট মিক্সারের গতি ৫৬ মিটার প্রতি hour (০.০৫৬ কিলোমিটার প্রতি ঘণ্টা) এর মধ্যে সীমাবদ্ধ।\n\n\n=== কংক্রিট মিশ্রক ট্রেলার ===\n\nস্ট্যান্ডার্ড কংক্রিট পরিবহনের একটি ভিন্ন রূপ হ'ল কংক্রিট বা সিমেন্ট মিশ্রক ট্রেলার। ট্রানজিট-মিক্স ট্রাকগুলির এই ছোট সংস্করণগুলি কম ওজনের কংক্রিট মিক্সারের সরবরাহ করতে ব্যবহৃত হয়। এদের কংক্রিট মিক্সিং ড্রাম এর ধারণক্ষমতা ১ এবং ১.৭৫ cubic yard (০.৭৬ এবং ১.৩৪ ঘনমিটার) । মালবাহী গাড়ি সাধারণত একটি পিক-আপ ট্রাকের পিছনে টানা হয় এবং ছোট ব্যাচিং সিস্টেম থেকে ব্যাচ(গ্রুপ) করা হয়। মিক্সিং ট্রেলার সিস্টেম রেন্টিং ইয়ার্ড এবং বিল্ডিং উপাদানের অবস্থানগুলোতে জনপ্রিয়, যা তাদের নিয়মিত গ্রাহকদের চাহিদা ভিত্তিতে রেডি-মিক্স কংক্রিট সরবরাহ করতে ব্যবহৃত হয়।\n\n\n=== মিটার কংক্রিট ট্রাক ===\n\nমিটারযুক্ত কংক্রিট ট্রাক বা আয়তনমাপক সচল মিক্সারে ট্রাকের মধ্যে মিশ্রিত করার জন্য কংক্রিট বানানোর উপাদান এবং জল থাকে যা প্রয়োজনীয় পরিমানে পরিমাপ করে কংক্রিট বানাতে এবং কার্যক্ষেত্রে সরবরাহ করতে পারে।\n\n\n== নির্মাণস্থানে পরিবহনযোগ্য কংক্রিট মিক্সার ==\n\nছোট কাজের জন্য, যেমন আবাসিক মেরামত, সংস্কার বা শখের ছোট মাপের প্রকল্পগুলির জন্য, অনেক বেশি পরিমাণ কংক্রিট সাধারণত প্রয়োজন হয় না। সিমেন্টের ব্যাগ ছোট ব্যাচের আকারে সহজেই পাওয়া যায় এবং ছোট কাজের জায়গার জন্য খুব সহজেই বালি, পাথর এবং জল পাওয়া যায়। এই ছোট ব্যাচের কংক্রিটের বাজারটি চালাতে অনেক ধরনের ছোট ছোট পোর্টেবল কংক্রিট মিশুক বাজারে পাওয়া যায়।\nএকটি সাধারণ বহনযোগ্য কংক্রিট মিক্সার উপাদানগুলি মিশ্রিত করতে একটি ছোট ঘূর্ণায়মান ড্রাম ব্যবহার করে। ছোট কাজের জন্য নির্মাণের স্থানে কংক্রিট তৈরি হওয়ায় কংক্রিটের পরিবহণে কোনও সময় নষ্ট হয় না, শ্রমিকরা কংক্রিটকে শক্ত করার আগে ফিনিশিং দেয়ার জন্য যথেষ্ট সময় পায়।\nপোর্টেবল কংক্রিট মিক্সারগুলো গ্যাসোলিন ইঞ্জিন চালিত হতে পারে, যদিও তারা সাধারণত ইলেক্ট্রিক মোটর চালিত হয়, কারেন্ট সোর্স থেকে সরাসরি কারেন্ট নিয়ে।\nএই কংক্রিট মিক্সারগুলি লোডিং পদ্ধতির ভিত্তিতে আরও কয়েক ভাগে বিভক্ত। সিমেন্ট, বালি এবং অন্যান্য নুড়িসমষ্টি একটি জলচালিত হপারে লোড করা হয় এবং তারপরে চূড়ান্ত মিশ্রণের জন্য মিক্সিং ড্রামে ঢেলে দেওয়া হয়। ড্রামটি কাত করে এগুলি বের করে ফেলা যায়। হস্তচালিত কংক্রিট মিক্সারে, সিমেন্ট, বালি এবং অন্যান্য এগ্রিগেটগুলো সরাসরি মিক্সিং ড্রামটিতে ম্যানুয়ালি যুক্ত করা হয়। এই উভয় ধরনের কংক্রিট মিশ্রণকারী আফ্রিকা, কিছু মধ্য প্রাচ্যের দেশ এবং ভারতীয় উপমহাদেশে নির্মাণ কাজে জনপ্রিয়।\n\nসেলফ-লোডিং কংক্রিট মিক্সারগুলো ব্যাচ করা, মিশ্রণ এবং কংক্রিট পরিবহনের জন্য নকশাকৃত অনন্য মেশিন। এগুলি একটি মানুষচালিত ক্যাব-মাউন্ট করা চ্যাসিস ফ্রেমে লোডিং বালতিতে লাগানো একটি ঘূর্ণনশীল ড্রাম নিয়ে গঠিত।\nসেলফ-লোডিং কংক্রিটের মিশ্রক ব্যাচগুলির অপারেটর, যিনি এ দায়িত্বে নিয়োজিত থাকেন, লোডিং বালতি ব্যবহার করে ড্রামের মধ্যে কংক্রিট (সিমেন্ট, পাথর সমষ্টি ইত্যাদি) মিশ্রণের জন্য প্রয়োজনীয় উপাদানগুলি ঢেলে দেন। ড্রামটি সাধারণত রিভার্সিবল টাইপ, টিল্ট(অক্ষের উপর ঘূর্ণনশীল) টাইপ বা উভয়ের মিশ্রণ হয়। একটি পূর্ব নির্ধারিত আয়তনের জল সরবরাহকারী ইউনিটের মাধ্যমে ড্রামের ভেতর ছেড়ে দেওয়া হয়। মিশ্রণটি ড্রামের মধ্যে মিশ্রণ সৃষ্টি করার মতো গতিতে ঘোরানো হয় যতক্ষণ না কংক্রিটটি সরু প্রণালি ব্যবহার করে বের করে আনা হয়(ডিসচার্জ)।\nসেলফ-লোডিং কংক্রিট মিক্সারগুলি নির্মাণ সাইটগুলির জন্য সবচেয়ে বেশি উপযুক্ত যেখানে কংক্রিট ব্যাচিং প্ল্যান্টগুলি সহজলভ্য নয়, আন্ডারফুট শর্তগুলি কংক্রিট ট্রানজিট মিক্সার ট্রাকগুলির জন্য উপযুক্ত নয় বা শ্রমিক খুব একটা পাওয়া যায় না বা শর্তসাপেক্ষ। অ্যাপ্লিকেশনগুলির মধ্যে রয়েছে নগর ও পল্লী নির্মাণ, কংক্রিটের ফুটপাথ রক্ষণাবেক্ষণ, সেতু ও টানেল নির্মাণ, জনপদ স্তরের মহাসড়ক নির্মাণ, ভিত্তি নির্মাণ, জাতীয় প্রতিরক্ষা সুবিধা, উচ্চ-গতির রেলপথ নির্মাণ ইত্যাদি ।\nকংক্রিট মিক্সারগুলি সঠিকভাবে পরিচালনা করা বর্তমানে নির্মাণস্থানের অন্যতম বড় নিরাপত্তা সমস্যা। নির্মাণশ্রমিক যাদের কাজগুলি বর্তমানে কংক্রিট প্রক্রিয়াকরণের সাথে সম্পর্কিত, তাদের সংখ্যা ২৫০০০০ এর বেশি। এই কর্মীদের মধ্যে 10 শতাংশেরও বেশি, ২৮০০০ জন এর, চাকরি সম্পর্কিত আঘাত বা অসুস্থতার অভিজ্ঞতা রয়েছে এবং পরিসংখ্যান অনুযায়ী 42 জন মাত্র এক বছরে মারা গিয়েছেন। \n\nথমাস অ্যান্ড ফ্রেন্ডস সিরিজে, প্যাট্রিক হলো একটি কংক্রিট মিক্সার, গাড় বাদামী ও ক্রিম বর্ণের।\nবব দ্য বিল্ডারে, ডিজি হ'ল একটি কমলা রঙের অন সাইট এবং পোর্টেবল কংক্রিট মিক্সার এবং টাম্বলার হলো হলুদ এবং সবুজ বর্ণের কংক্রিট পরিবহন ট্রাক (সাধারণত সিমেন্ট ট্রাক হিসাবে পরিচিত)। সিরিজের পুননির্মাণে, 'টু-টন 'এ র একটি কংক্রিট মিক্সার ট্রেইলার রয়েছে।\nট্রান্সফর্মার্স মুভিতে, কনস্ট্রাক্টিকন মিক্সমাস্টার এমন একটি রোবট যা সিমেন্টের ট্রাকে পরিণত হতে পারে।\nসিমেন্ট ট্রাক উইম দেলভয়ের একটি গথিক ভাস্কর্য।\nসিমেন্ট মিক্সার (পুট-টিআই-পুট-টিআই) স্লিম গাইলার্ডের একটি গান যা কংক্রিট মিশ্রণের শব্দ দ্বারা অনুপ্রাণিত হয়েছিল।\n'কনস্ট্রাকশন সাইটে' এ ম্যাক্সাইন একটি ধূলো বাদামী এবং ক্রিম বর্ণের সিমেন্ট মিক্সার।\nMythBusters এর একটি পর্বে, পরীক্ষা করা হয়েছিল যে মিশ্রক ট্রাকের ভিতর থেকে শক্ত কংক্রিট পরিষ্কার করতে ডায়নামাইট ব্যবহার করা যায় কিনা, যাতে খুব সামান্যই বাস্তবিক ফলাফল এসেছিলো। সমাপ্তির জন্য, অতিরিক্ত পরিমাণে বিস্ফোরক (800) পাউন্ডের বাণিজ্যিক ব্লাস্টিং এজেন্ট) ব্যবহার করা হয়েছিল, এবং এটি অনেক দূর থেকে বিস্ফোরণ করা হয়েছিল। বিস্ফোরণটি একটি খুব স্পষ্ট গর্ত রেখে যায়, এবং কেবল ইঞ্জিন ব্লকটি পুনরুদ্ধার করা সম্ভব হয়েছিল।\nলাইফ ইন দ্যা ক্র্যাশ লেন এর একটি পর্বে, ও'হোর তোয়িং একটি প্রায় উলটে যাওয়া, ডুবে যাওয়ার হুমকী দিয়ে কাদায় আটকে থাকা মিক্সার ট্রাক পুনরুদ্ধার করার জন্য একটি নির্মাণ সাইটের কল এর বিপরীতে সাড়া জানায়। ভারী রোটেটর রেকার ব্যবহার করে মিক্সার উত্তোলনের বেশ কয়েকটি ব্যর্থ চেষ্টা করার পরে, ফোরম্যান রেকার চালককে জানিয়ে দেয় যে মিক্সিং ড্রামটিতে প্রায় 5 ঘন গজ কংক্রিট রয়েছে, এবং জিজ্ঞাসা করেছে যে ড্রামটি খালি করলে ট্র্যাকটি যথেষ্ট হালকা হবে নাকি যাতে রেকারটি পুনরুদ্ধারে সক্ষম করতে পারে। ড্রামটি খালি করার পরে, রেকার অপারেটরটি মিক্সার ট্রাকটিকে কাদা থেকে শক্ত মাটিতে নিয়ে আসতে সক্ষম হয়।\n৫ম মৌসুমে, টিভি সিরিজ ম্যাকগাইভারের ১ম পর্বের, সিরিজটির মূল চরিত্রটি একটি বিমান তৈরি করার জন্য একটি ছোট বহনযোগ্য পেট্রোল চালিত কংক্রিট মিশ্রক এর একটি ইঞ্জিন ব্যবহার করে। \nজাদুকর পেন অ্যান্ড টেলার \"সাইকিক সিমেন্ট মিক্সার অফ ডেথ\" নামে একটি কৌশল পারফর্ম করেন যার মধ্যে টেলার একটি ফাঁকা, স্পিনিং কংক্রিট মিক্সারের ভিতরে চোখ বন্ধ অবস্থায় আটকে থাকে এবং একটি স্বাক্ষরিত, ভাঙা ইটের অর্ধেক বাছাই করে মিশ্রণে ঘুরতে থাকা কয়েক ডজন অন্যান্য ইট থেকে (অনেকটা একটা কার্ড বা ডলার অর্ধেক ছেড়ার কৌশলের মতো)। \n\n\n== আরো দেখুন ==\nকংক্রিটের প্রকারভেদ\nকংক্রিট উতপাদন কারখানা\n\n\n== তথ্যসূত্র =="}