{"pageid": 1035773, "title": "চেঙ্গিলা", "url": "https://bn.wikipedia.org/wiki?curid=1035773", "content": "চেঙ্গিলা, বা চেন্নালা, এমন একটি ভারতীয় কাঁসর যেটি সনাতন গায়ক বা নৃত্যশিল্পীকে ঐকতান-সঙ্গীতে সময় রাখতে সহায়তা করে। \nএটি আকারে পুরু একটি কাঁসার চাকতি, যেটি কব্জির কাছাকাছি একটি সরু ফালি ফিতা দ্বারা ঝুলানো থাকে। অন্য হাতে রাখা একটি ছোট লাঠি দিয়ে এটিকে আঘাত করে বাজানো হয়।\nএটি এমন একটি বাদ্যযন্ত্র যেটি ঘন বাদ্য বিভাগে পড়ে বা সহজভাবে বলা যায়, এটি এমন একটি নিরেট যন্ত্র যেখানে সুরকরণের প্রয়োজন হয় না। চেঙ্গিলার শব্দটি এত পবিত্র বলে বিবেচিত হয়েছে যে এর সংগীতটি মন্দিরের শান্তি এবং ঐশ্বরিক পরিবেশ বজায় রাখার জন্য ব্যবহৃত হয়। উত্তর কেরালায়, পুলায়া সম্প্রদায়ের একটি নৃত্যনাট্য চেম্মানাকালিতে চেঙ্গিলাকে সহযোগী উপকরণ হিসাবে ব্যবহার করা হয়।\n\n\n== বর্ণনা ==\nএটি কাঁসা দিয়ে তৈরি একটি চাকতি যার কেন্দ্রস্থিত অঞ্চলটি পুরু এবং এটিকে ছোট লাঠি দিয়ে আঘাত করা হয়। চাকতির উপরের অংশে একটি গর্ত থাকে। এই গর্তের মধ্য দিয়ে সরু ফিতা জাতীয় জিনিস ঢুকিয়ে এটিকে হাতে ঝোলানো হয়। চেঙ্গিলা আকারে ছয় ইঞ্চি থেকে নয় ইঞ্চি ব্যাসের হয়।\n\n\n== প্রসঙ্গ এবং বাজানোর কৌশল ==\nচেঙ্গিলা হল এমন একটি ঘাতবাদ্যযন্ত্র যেটি অবিরাম একটি স্বরকম্প বজায় রাখে এবং সুরেলা পরিবেশ সৃষ্টি করে। অবাধে ঝুলন্ত অবস্থায় থাকা চেঙ্গিলাকে আঘাত করলে একটি ধ্বনি সৃষ্টি হয়; অগ্রবাহুর বিপরীতে রাখা অবস্থায় আঘাত করা হলে একটি একঘেয়ে সুর তৈরি হয়।\n\n\n== সাংস্কৃতিক গুরুত্ব ==\nচেঙ্গিলা হল একটি কম্পনস্বরী যন্ত্র, যেটি মন্দিরের অনুষ্ঠান এবং কথাকলি নৃত্যে সংগীতের জন্য ব্যবহৃত হয়। এটি থেকে উদ্ভূত শব্দ এত পবিত্র বলে বিবেচিত হয় যে এর সংগীত মন্দিরের অনুষ্ঠান এবং পূজার জন্য নির্মলতার পরিবেশ তৈরি করতে ব্যবহৃত হয়।\nসীভেলি, শ্রীভূতাবলী, ধারা, কলসপুজো, অভিষেকম, কোট্টিপট্টু সেবা ইত্যাদির জন্য চেঙ্গিলা ব্যবহার করা হয়। গুরুবায়ুর মন্দিরে কেবল চেঙ্গিলা বাজানোর রীতি রয়েছে। কথাকালি নৃত্যে একটি বড় চেঙ্গিলা ব্যবহৃত হয়। চেঙ্গিলা গুর্তি পূজা, কলমেঝুঠু পাট্টু, থাইয়াট্টু, মুদিয়াট্টু ইত্যাদিতেও ব্যবহৃত হয়\nদক্ষিণ-পশ্চিম ভারতের কেরল রাজ্যে, চেঙ্গিলা বিভিন্ন ধরনের ঐতিহ্যবাহী শিল্পে ব্যবহৃত হয়, তার মধ্যে রয়েছে চেম্মানাকালি, কথাকলি, এবং কৃষ্ণনাট্যম।\n\n\n== তথ্যসূত্র =="}