{"pageid": 1035818, "title": "কবিতা বালকৃষ্ণন", "url": "https://bn.wikipedia.org/wiki?curid=1035818", "content": "কবিতা বালাকৃষ্ণন (মালয়ালম: കവിത ബാലകൃഷ്ണൻ ; জন্ম ১লা জুন ১৯৭৬) একজন শিল্প সমালোচক, কবি, সমসাময়িক শিল্প গবেষক, চিত্রশিল্পী এবং আর্ট কিউরেটর। তিনি ১৯৯৮ থেকে ১৯৯৯ পর্যন্ত চারুকলায় কলেজের শিল্প ইতিহাসের প্রভাষক হিসাবে তার শিক্ষাজীবন শুরু করেছিলেন। পরে তিনি থ্রিপ্পুনিথুরার আরএলভি কলেজ অফ মিউজিক এন্ড ফাইন আর্টস এবং মুম্বাইয়ের ন্যাশনাল ইনস্টিটিউট অফ ফ্যাশন টেকনোলজি (এনআইএফটি) এর ভিজিটিং অনুষদ হিসাবে বক্তৃতা দেন। বালকৃষ্ণন বর্তমানে সরকারের আর্ট ইতিহাস ও নান্দনিকতার  ভারতের কেরালার থ্রিসুরে চারুকলা কলেজেশিক্ষকতা করছেন।\n\n\n== শিক্ষা জীবন ==\nবালকৃষ্ণন ১৯৯৯ সালে বরোদার মহারাজা সায়াজিরাও বিশ্ববিদ্যালয় থেকে চারুকলা ইতিহাস এবং নান্দনিকতায় স্নাতকোত্তর ডিগ্রি অর্জন করেছিলেন। তারপরে তিনি মালায়ালাম সাময়িকীতে সাহিত্য-ভিত্তিক চিত্রের চর্চায় একটি গবেষণা থিসিস তৈরি করেছিলেন। যার জন্য ২০০৯ সালে তিনি মহাত্মা গান্ধী বিশ্ববিদ্যালয়, কোট্টায়াম পিএইচডি ডিগ্রি অর্জন করেছিলেন।\n\n\n== পুরস্কার ==\n১৩ বছর বয়সে তিনি চিত্রাঙ্কনের জন্য সোভিয়েত ল্যান্ড নেহেরু পুরস্কার পেয়েছিলেন, যখন তিনি গ্রীষ্মকালীন কৃষ্ণ সাগরের ক্রিম উপকূল, ইউক্রেনের (সাবেক সোভিয়েত ইউনিয়ন) আর্টেক (শিবির) এর আন্তঃ জাতীয় ইয়ং পাইওনিয়ার ক্যাম্পে কাটিয়েছিলেন।\nতাঁর বই ক্যারালাথাইল চিত্রকলেউদে ভার্থামনাম ললিতা কলা একাডেমি থেকে ২০০৭ সালে মালায়ালামে শিল্পকর্মের সেরা বইয়ের জন্য রাষ্ট্রীয় পুরস্কার পায়। \n\n\n== প্রকাশনা ==\n\n\n=== কবিতা ===\nঅ্যাঙ্গাওয়াল্লা পাকশি (রেইনবো বুক পাবলিশার্স চেঙ্গানুর, ২০০৪)\nনঞ্জন হাজারুন্দু  (ডিসি বুকস কোট্টায়াম, ২০০৭)।\nকবিঠ্যুদে কবিঠকাল  (ইন্দুলেখা, ২০১৭)।\n\n\n=== শিল্প ===\nকেরালাথাইল চিত্রকলায়ুদ ভার্থামনাম, রেইনবো বুক পাবলিশার্স, চেঙ্গানুর ২০০৭। কেরালায় বিংশ শতাব্দীর শিল্পচর্চা সম্পর্কিত নিবন্ধগুলির সংকলন, ২০০৩-এর মধ্যমাম সাপ্তাহিক সাময়িকী।\n'আপ ক্লোজ এন পার্সোনাল'  সমসাময়িক শিল্পের উল্লেখযোগ্য ব্যক্তিদের ট্র্যাজেক্টরিগুলি শনাক্ত করে একটি প্রবন্ধের ধারাবাহিক। কলামটি ভারতীয় সমসাময়িক শিল্পের জন্য একটি বড় ওয়েবসাইটগুলিতে উপস্থিত হয়।\n\n\n== চিত্রকলার প্রদর্শনী ==\n\n\n=== গ্রুপ শো ===\n'হাইড অ্যান্ড সিক'  ওইডি গ্যালারী, কোচি, ২০০৮।\n'এল'মেকাইন' ওইডি গ্যালারী, কোচি, ২০০৯।\nত্রিকানা মাতিলকাম পোরুলুকাল: সমসাময়িক শিল্প প্রকল্প, মাথিলাকাম ২০১৫.\n\n\n=== একক শো ===\n১। সমসাময়িক আর্ট গ্যালারী, কেরালা ললিত কলা একাডেমী দ্বারা স্পনসর করা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএকটি কবিতা\nএঞ্জান হাজারুন্দু\nউপাধি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ জুলাই ২০১১ তারিখে"}