{"pageid": 1035609, "title": "উচ্চশিক্ষা", "url": "https://bn.wikipedia.org/wiki?curid=1035609", "content": "কোনও শিক্ষাব্যবস্থার মাধ্যমিক স্তরের উপরের স্তরে অবস্থিত বিভিন্ন শিক্ষা প্রতিষ্ঠানে যে বিভিন্ন ধরনের শিক্ষা প্রদান করা হয় এবং ঐসব শিক্ষাক্রম সমাপ্ত করলে বিশেষ উপাধি বা সনদ প্রদান করা হয়, তাকে উচ্চশিক্ষা বলে। যেসব প্রতিষ্ঠানে এই শিক্ষা প্রদান করা হয়, তাদেরকে উচ্চশিক্ষা প্রতিষ্ঠান বলে। সাধারণত বিশ্ববিদ্যালয় ও মহাবিদ্যালয়গুলিকে উচ্চশিক্ষা প্রতিষ্ঠান বলা হয়। সিংহভাগ উচ্চশিক্ষা প্রতিষ্ঠানে প্রবেশের জন্য কমপক্ষে মাধ্যমিক স্তরের শিক্ষা সমাপ্ত করতে হয়। সাধারণত শিক্ষার্থীরা ১৮ বছর বয়সে উচ্চশিক্ষা প্রতিষ্ঠানগুলিতে প্রবেশ করে। উচ্চশিক্ষা প্রতিষ্ঠানে শিক্ষাক্রম সমাপ্ত করলে যে বিশেষ উপাধি পাওয়া যায়, তাকে উচ্চশিক্ষায়তনিক উপাধি বলে।\nএছাড়া মাধ্যমিক-স্তরের শিক্ষা শেষ করার পরে বিভিন্ন পেশাদারী শিক্ষা প্রতিষ্ঠানে যোগ দেওয়া যায় যেগুলিতে আইন, ধর্মতত্ত্ব, ব্যবসা, চিকিৎসাবিজ্ঞান, সঙ্গীত ও শিল্পকলা, ইত্যাদি ক্ষেত্রে প্রস্তুতিমূলক শিক্ষা প্রদান করা হয়, তবে এগুলিকে উচ্চশিক্ষা প্রতিষ্ঠানের অন্তর্ভুক্ত করা হয় না, বরং এগুলিকে মাধ্যমিক-উত্তর অ-তৃতীয় স্তরের শিক্ষা প্রতিষ্ঠান বা সংক্ষিপ্ত-চক্রের তৃতীয় স্তরের শিক্ষা প্রতিষ্ঠান বলা হয়। এগুলি চাকরি বাজার বা শ্রম বাজারে প্রবেশের জন্য ব্যবহারিক ও বিশেষ পেশাভিত্তিক প্রশিক্ষণ প্রদান করে। এগুলির পাঠ্যক্রম শেষ করলে সনদ প্রদান করা হতে পারে। এছাড়া এগুলির পাঠ্যক্রম শেষ করে বিশ্ববিদ্যালয় বা উচ্চশিক্ষা প্রতিষ্ঠানে প্রবেশের সুবিধা থাকতে পারে।\n\n\n== উচ্চশিক্ষার স্তর ==\nউচ্চশিক্ষাকে ৩টি স্তরে ভাগ করা যায়। এগুলি হল স্নাতক, স্নাতকোত্তর ও ডক্টরেট। স্নাতক স্তরে মধ্যম পর্যায়ের উচ্চশিক্ষায়তনিক বা পেশাদারী জ্ঞান, দক্ষতা ও সামর্থ্য অর্জনের শিক্ষা প্রদান করা হয় এবং শিক্ষাক্রম সফলভাবে সমাপ্ত করলে একটি স্নাতক উপাধি প্রদান করা হয়। এগুলি মূলত তত্ত্বনির্ভর প্রশিক্ষণ যা আরও উন্নত গবেষণা কর্মসূচীতে প্রবেশ করতে বা যেসব পেশায় উচ্চতর দক্ষতা আবশ্যক, সেগুলির বাজারে প্রবেশ করতে সাহায্য করে। স্নাতকোত্তর পর্যায়ে উন্নততর, গভীরতর উচ্চশিক্ষায়তনিক বা পেশাদারী জ্ঞান, দক্ষতা ও সামর্থ্য অর্জনের উদ্দেশ্যে শিক্ষা প্রদান করা হয়। স্নাতকোত্তর শিক্ষাক্রম সফলভাবে সমাপ্ত করলে দ্বিতীয় একটি উচ্চশিক্ষায়তনিক উপাধি অর্জন করা যায়, যাকে স্নাতকোত্তর উপাধি বলে। উচ্চশিক্ষার তৃতীয় স্তর তথা ডক্টরেট স্তরটি হল একটি উন্নত গবেষণাভিত্তিক স্তর, যেখানে কোনও মৌলিক গবেষণার উপর ভিত্তি করে প্রকাশযোগ্য মানের একটি তাৎপর্যপূর্ণ অভিসন্দর্ভ পেশ করতে হয় ও এর পক্ষে সমর্থনকারী বক্তব্য রাখতে হয়। এই স্তর সফলভাবে সমাপ্ত করলে ডক্টরেট উপাধি (পিএইচডি) অর্জন করা যায়।\n\n\n== ব্যক্তিজীবনে উচ্চশিক্ষার অর্থনৈতিক গুরুত্ব ==\nমার্কিন যুক্তরাষ্ট্রের জর্জটাউন বিশ্ববিদ্যালয়ের শিক্ষা ও শ্রমশক্তি বিষয়ক গবেষণা কেন্দ্রটি ২০১১ সালে দ্য কলেজ পেঅফ (The College Payoff) নামের একটি প্রতিবেদন প্রকাশ করে। প্রতিবেদনের লেখকেরা এটির সারাংশ চারটি সাধারণ নিয়ম দিয়ে প্রকাশ করেন। প্রথম নিয়ম হল উচ্চশিক্ষায়তনিক উপাধির স্তর গুরুত্বপূর্ণ। দ্বিতীয় নিয়ম হল পেশার নির্বাচন উপাধির স্তরকে টেক্কা দিতে পারে; কোনও স্বল্পশিক্ষিত ব্যক্তি উচ্চ-আয়ের পেশায় কাজ করে কম-আয়ের পেশায় নিয়োজিত উচ্চশিক্ষিত ব্যক্তিদের চেয়ে বেশি আয় করতে পারে। তৃতীয় নিয়ম হল একক পেশার ক্ষেত্রে উচ্চশিক্ষায়তনিক উপাধির স্তর গুরুত্বপূর্ণ। তবে চতুর্থ একটি নিয়ম হল বর্ণ, সম্প্রদায় বা সামাজিক লিঙ্গ আয়ের উপরে বৈষম্যমূলক প্রভাব ফেলতে পারে।\n\n\n== আরও দেখুন ==\nউচ্চশিক্ষায়তনিক পাঠ্য বিষয়\nউচ্চশিক্ষায়তনিক বিষয়সমূহের রূপরেখা\nউচ্চশিক্ষায়তনিক উপাধি\n\n\n== তথ্যসূত্র =="}