{"pageid": 1035758, "title": "রীণা সৈনি কাল্লাত", "url": "https://bn.wikipedia.org/wiki?curid=1035758", "content": "রীণা সৈনি কাল্লাত (জন্ম ১৯৭৩) একজন ভারতীয় দৃশ্যকলা শিল্পী । তিনি বর্তমানে মুম্বাইয়ে থাকেন এবং কাজ করেন। \n\n\n== জীবনের প্রথমার্ধ ==\nকল্লাত ১৯৭৩ সালে ভারতের দিল্লিতে জন্মগ্রহণ করেছিলেন। তিনি ১৯৯৬ সালে স্যার জামসেটজি জিৎভূয় স্কুল অফ আর্ট থেকে চিত্রাঙ্কনে বিএফএ  নিয়ে স্নাতক ডিগ্রি অর্জন করেন। তার অনুশীলনটি বিস্তৃত অঙ্কন, ফটোগ্রাফি, ভাস্কর্য এবং ভিডিওতে ধারণাগত বিভিন্ন উপকরণ জড়িত। স্মৃতি যে ভূমিকা পালন করে সে সম্পর্কে তিনি আগ্রহী, কেবল আমরা যা স্মরণ করতে বেছে নিই যে তা নয়, আমরা অতীতকে কীভাবে ভাবি তাও। রবার্সট্যাম্পের মোটিফ উভয় বস্তু এবং ছাপ হিসাবে ব্যবহার করে, আমলাতান্ত্রিক যন্ত্রপাতি চিহ্নিত করে, আনুষ্ঠানিকভাবে লিপিবদ্ধ বা নিবন্ধিত ব্যক্তি, বস্তু এবং স্মৃতিসৌধগুলির নাম নিয়ে কাজ করেছেন, যা কোনও চিহ্ন ছাড়াই হারিয়ে গেছে বা অদৃশ্য হয়ে গেছে, কেবল বেনাম হিসাবে তালিকাভুক্ত হওয়ার জন্য এবং ভুলে যাওয়া পরিসংখ্যান হিসেবে। বৈদ্যুতিক তারগুলি দিয়ে তৈরি তার কাজগুলিতে, তারগুলি সাধারণত যোগাযোগের বাহন হিসাবে পরিবেশন করে যা ধারণা এবং তথ্য প্রেরণ করে, শ্রমসাধ্যভাবে বোনা জাল হয়ে যায় যা কাঁটাতারের মতো বাঁধাকৃতির তারে পরিণত হয়। তার চলমান ধারাবাহিকতা লবণকে মাঝারি হিসাবে ব্যবহার করে দেহ এবং মহাসাগরগুলির মধ্যে সুস্পষ্ট অথচ স্বতন্ত্র সম্পর্ককে আবিষ্কার করে, অস্তিত্বের ভঙ্গুরতা এবং অবিশ্বাস্যতা তুলে ধরে।\n\n\n== ক্যারিয়ার ==\nতিনি নিউ ইয়র্কের জাদুঘর যেমন আধুনিক আর্ট (এমওএমএ) এর মতো স্থানগুলিতে বিশ্বব্যাপী ব্যাপকভাবে প্রদর্শন করেছেন; মরি আর্ট মিউজিয়াম, টোকিও; কেনেডি সেন্টার, ওয়াশিংটন; ভ্যানকুভার আর্ট গ্যালারী; সাচি গ্যালারী, লন্ডন; সাও পাওলোতে এসইএসসি পম্পেইয়া এবং এসইএসসি বেলেনজিনো; গোটবার্গস কনস্টহল, সুইডেন; হেলসিঙ্কি সিটি আর্ট মিউজিয়াম, ফিনল্যান্ড; চারুকলার জাতীয় তাইওয়ান যাদুঘর; ইস্রায়েলের তেল আবিব যাদুঘর; সমসাময়িক শিল্পের জাতীয় যাদুঘর, সিওল; হেনি ওনস্টাড কুনস্টেনস্টার, অসলো; কাসা এশিয়া, মাদ্রিদ এবং বার্সেলোনা; জার্মানিতে জেডকেএম কার্লসরুহে; ক্যাম্পবেলটাউন আর্টস সেন্টার, সিডনি; হ্যাঙ্গার বাইকোকা, মিলান; সমসাময়িক শিল্প জাদুঘর, সাংহাই; আইভিএএম যাদুঘর, স্পেন; বুসান এমওএমএ; কুলতুরহুসেট, স্টকহোম; কুনাস্থস ল্যানজেন্টাল, সুইজারল্যান্ড; আরও অনেকের মধ্যে শিকাগো সাংস্কৃতিক কেন্দ্র। তিনি মুম্বাইতে থাকেন এবং কাজ করেন।\n\n\n=== নির্বাচিত একক প্রদর্শনী ===\nঅরকার্ড অফ হোম গ্রোউন সিক্রেটস, চেমোউল্ড গ্যালারি , মুম্বাই ও পুন্ডোলে আর্ট গ্যালারী, মুম্বাই (১৯৯৮) \nস্কিন, গ্যালারী চেমোউল্ড, মুম্বই এবং আর্ট ইনক গ্যালারী, নয়াদিল্লি (২০০০)\nসেভেন ফেসেস অফ ডাস্ট , শিকাগো রেডিও, মুম্বাই (২০০২)\nদ্যা ব্যাটলফিল্ড ইজ দ্যা মাইন্ড, সাক্ষী গ্যালারী, বেঙ্গালুরু (২০০২)\nব্ল্যাক ফ্লুট, চেমোউল্ড গ্যালারী , মুম্বাই ২০০৪\nব্ল্যাক ফ্লুট (এবং অন্যান্য গল্প), প্রকৃতি মর্টে, নয়াদিল্লি (২০০৫)\nরেইনবো অফ রিফিউজ, বোধি আর্ট গ্যালারী, মুম্বাই (২০০৬)\nসাব্জেক্ট টু চেঞ্জ উইদাউট নোটিশ, ওয়ালশ গ্যালারী, শিকাগো (২০০৮)\nসিল্ট অফ সিজনস, কেমল্ড প্রেসকোট রোড, মুম্বই (২০০৮)\nড্রিফট, প্রিমো মেরেল্লা গ্যালারী, মিলান (২০০৯)\nল্যাব্রিন্থ অফ অ্যাবসেন্সেস, প্রকৃতি মর্টে, নয়াদিল্লি (২০১১)\nএনাটমি অফ ফোরকিঙ পাথস, আর্ট হউজ, আর্ট চেন্নাই (২০১৪) \nডাঃ ভাইদাজি লাদ যাদুঘরে্র সাথে যেঙ আর্ট, মুম্বাই (২০১৩)\nওয়াশিংটন ২০১১, কেনেডি সেন্টারেফ্যালিং ফ্যাবালস, পার্ট অফ মাক্সিমাম ইন্ডিয়া\nঅফসাইট, পাবলিক আর্ট প্রজেক্ট, ভ্যানকুভার আর্ট গ্যালারী (২০১৫) \nপোরস প্যাসেজেস, প্রকৃতি মর্টে, নয়াদিল্লি\nহাইফেনেটেড লাইভস, চেমোউল্ড প্রেসকোট রোড, মুম্বাই \n\n\n=== নির্বাচিত  গ্রুপ প্রদর্শনী ===\nবর্ষা ’৯৯, ওয়াই বি। চাওয়ান গ্যালারী, মুম্বই (১৯৯৫)\nমন্সুন শো, জাহাঙ্গীর আর্ট গ্যালারী, মুম্বই (১৯৯৬)\nফ্রেশ ওয়ার্ক, বিড়লা শিল্প ও সংস্কৃতি একাডেমী, মুম্বাই (১৯৯৭)\nএসেইস ইন টাইম, গতিশীল ভাস্কর্য, নেহেরু সেন্টার, মুম্বই (১৯৯৮)\nএজ অফ দ্যা সেঞ্চুরি, চারুকলা ও সাহিত্য একাডেমী, নয়াদিল্লি (১৯৯৯)\nএওএম- আর্ট অন দ্য মুভ, নয়াদিল্লি (২০০১)\nবিগ রিভার ২, সিসিএ ৭ গ্যালারী, পোর্ট অফ স্পেন, ত্রিনিদাদ (২০০১)\nক্রসিং বর্ডার, গ্যালারী উইন্ডক্র্যাচট ১৩, ডেন হেল্ডার, হল্যান্ড (২০০২)\nরিক্লেইম আওয়ার ফ্রিডম, পুন্ডোল আর্ট গ্যালারী, মুম্বাই (২০০২)\nক্রসকারেন্টস, জাহাঙ্গীর আর্ট গ্যালারী, মুম্বাই (২০০২)\nকন্টেম্পোরারি আর্ট অফ ইন্ডিয়া, অসলো, নরওয়ে (২০০৩)\nইন্ডিয়ানস + কাউবয়, গ্যালারী ৪এ, সিডনি (২০০৩)\nতিরঙ্গ, ভারত বাসস্থান কেন্দ্র, নয়াদিল্লি (২০০৩)\nহার্ড কপি, গ্যালারী ৮৮, কলকাতা (২০০৩)\nক্রসিং জেনারেশন্স: ডাইভারজিইই, ন্যাশনাল গ্যালারী অফ মডার্ন আর্ট, মুম্বই (২০০৩)\nজুম! কন্টেম্পোরারি আর্ট ইন ইন্ডিয়া, কালচার্ট জাদুঘর, লিসবন, পর্তুগাল (২০০৪)\nকন্টেম্পোরারি আর্ট অফ ইন্ডিয়া, টমাস এরবেন গ্যালারী, নিউ ইয়র্ক (২০০৪)\nইন্ডিয়ান পেইন্টিংস অফ দ্য নিউ মিলেনিয়াম, টমাস জে ওয়ালশ আর্ট গ্যালারী, ফেয়ারফিল্ড বিশ্ববিদ্যালয়, মার্কিন যুক্তরাষ্ট্র (২০০৫)\nস্প্যান, সাক্ষী গ্যালারী, মুম্বই (২০০৫)\nমম এবং পপ আর্ট, ওয়ালশ গ্যালারী, শিকাগো (২০০৫)\nইন্ডিয়া এক্সপ্রেস - আর্ট অ্যান্ড পপুলার কালচার, আর্ট মিউজিয়াম টেনিসপ্লেস, (২০০৬)\nহাঙ্গরি গড-কন্টেম্পোরারি আর্ট অফ ইন্ডিয়া, আরারিও গ্যালারী, বেইজিং এবং বুসান এমওএমএ (২০০৬)\nলিলি ৩০০০(সর্বোচ্চ শহর-মুম্বই), লিলি, ফ্রান্স (২০০৬)\nমডার্ন ইন্ডিয়ান ওয়ার্কস অন পেপার, আর্থার রস গ্যালারী, ফিলাডেলফিয়া এবং জর্জিয়া মিউজিয়াম অফ আর্ট, মার্কিন যুক্তরাষ্ট্র (২০০৬)\nআর্টের থার্মোক্লাইন- নিউ এশিয়ান ওয়েভস, সেন্টার ফর আর্ট অ্যান্ড মিডিয়া কার্লসরুহে, জার্মানি (২০০৭)\nনতুন বিবরণী: ভারত থেকে সমসাময়িক শিল্প, শিকাগো সাংস্কৃতিক কেন্দ্র, শিকাগো (২০০৭)\nইন্ডিয়া নাউ: কন্টেম্পোরারি ইন্ডিয়ান আর্ট, ধারাবাহিকতা এবং রূপান্তর মধ্যে, স্পাজিও ওবারদান, মিলান (২০০৭)\nআরবান ম্যানার্স, হ্যাঙ্গার বিকোকা, মিলান (২০০৭)\nসফট পাওয়ার: এশীয় মনোভাব, সাংহাই জেন্ডাই মিউজিয়াম অফ মডার্ন আর্ট, সাংহাই (২০০৭)\nইনচিয়ন মহিলা শিল্পীদের ‘বিয়ান্নেল, ইনচিয়ন, দক্ষিণ কোরিয়া (২০০৭)\nখনন: স্মৃতি / মিথ / ঝিল্লি, যাদুঘর গ্যালারী, মুম্বাই (২০০৮)\nতিনটি দৃষ্টিকোণ, গ্যালারি মিরচন্দানি + স্টেইনরুকে, মুম্বই (২০০৮)\nতৃতীয় নানজিং ট্রিইনেল, চীন (২০০৮)\nভারত মোদারনা, আইভিএএম যাদুঘর, ভ্যালেন্সিয়া, স্পেন (২০০৮)\nচলো! ভারত: ভারতীয় শিল্পের একটি নতুন যুগ, মোরি আর্ট যাদুঘর, জাপান (২০০৮)\nএকবিংশ শতাব্দীতে ভারতীয় বিবরণী: স্মৃতি এবং ইতিহাসের মধ্যে, কাসা এশিয়া, মাদ্রিদ এবং বার্সেলোনা, স্পেন (২০০৯)\nলো ব্লো: এবং বিভ্রান্তির অন্যান্য প্রজাতি, স্টক্স গ্যালারী, নিউ ইয়র্ক (২০০৯)\nভারত জিয়াঞ্জাই: সমসাময়িক ভারতীয় আর্ট, সমসাময়িক আর্ট সাংহাইয়ের জাদুঘর (২০০৯)\nভেন্টোসুল বিয়েনেল, কুরিটিবা, ব্রাজিল (২০০৯)\nমিলান গ্যালারিয়া, ট্রায়েনেল মিউজিয়াম, মিলান (২০০৯)\nপয়েন্ট এবং দেখার পয়েন্টগুলি দেখুন - এশিয়ান আর্ট বিয়েনলে, জাতীয় তাইওয়ান ফাইন আর্টস জাদুঘর (২০০৯)\nআরবান ম্যানার্স ২, ভারত থেকে সমসাময়িক শিল্পী, এসইএসসি পম্পেইয়া, সাও পাওলো, ব্রাজিল (২০১০)\nদ্য এম্পায়ার স্ট্রাইকস ব্যাক, সাচি গ্যালারী, লন্ডন (২০১০)\nরূপান্তরিত: ভারত থেকে নতুন শিল্প, ভ্যানকুভার আন্তর্জাতিক ভাস্কর্য বিয়েন্নালে, ভ্যাঙ্কুভার (২০১০)\nচতুর্দিকে, তেল আভিভ মিউজিয়াম অফ আর্ট, ইস্রায়েল (২০১১)\nপান্ডোমোনিয়াম: আর্ট ইন আ টাইম অফ সৃজনশীলতার জ্বর, গোটেবার্গ ইন্টারন্যাশনাল বাইয়েনলে ফর কনটেম্পোরারি আর্ট, (২০১১)\nম্যাক্সিমাম ইন্ডিয়া, দ্য জন এফ। কেনেডি সেন্টার ফর পারফর্মিং আর্টস, ওয়াশিংটন (২০১১)\nসামিডিগট, হেলসিঙ্কি সিটি আর্ট মিউজিয়াম, ফিনল্যান্ড] (২০১১)\nভারত: আর্ট এখন, আরকেন মিউজিয়াম অফ মডার্ন আর্ট, কোপেনহেগেন, ডেনমার্ক (২০১২)\nজেজে'র ৯০ এর দশক - দ্য টাইম অফ চেঞ্জ, মুম্বই স্যার জেজে। স্কুল অফ আর্ট, মুম্বাই] (২০১৩)\nনান্দনিক বাইন্ড: ফ্লোটিং ওয়ার্ল্ড, চেমল্ড প্রেসকোট রোড, মুম্বই (২০১৪)\nদ্য আই অ্যান্ড দি মাইন্ড: ইন্ডিয়ান আর্টে নতুন হস্তক্ষেপ, মিনশেং আর্ট মিউজিয়াম, বেইজিং\nঅ্যাপারচার, ইন্ডিয়ান সামার ফেস্টিভাল, ওল্ড কানাডিয়ান প্যাসিফিক রেলওয়ে স্টেশন, ভ্যাঙ্কুভার\nচক্ষু ও মন: ভারতীয় শিল্পে নতুন হস্তক্ষেপ, চীন শিল্প আর্ট যাদুঘর, সাংহাই\nএকটি গ্রীষ্মকালীন মিশ্রণ, চেমল্ড প্রেসকোট রোড, মুম্বাই\nএক এবং এক এগারো তৈরি করুন (ভারত থেকে সমসাময়িক শিল্প), কুন্থস ল্যানজেন্টাল, সুইজারল্যান্ড (২০১৫)\nচক্ষু এবং মন: ভারতীয় শিল্পে নতুন হস্তক্ষেপ, কুয়াংতুং জাদুঘর শিল্প, কুয়াংচৌ, চীন (২০১৫)\nকাউন্টার 2015, স্থানান্তরিত স্থান, সিএসটি টার্মিনাস, মুম্বই (২০১৫)\nকালাঘোদা আর্ট ফেস্টিভাল, মুম্বাই (২০১৫)\nঅনিরাপত্তা: সান অ্যান্ডারসন এবং অ্যারিল ডিওন-ক্রসনিক, নিউইয়র্কের দ্য যাদুঘর (মোমা) এর দ্বারা আয়োজিত, ট্রেসিং ডিসপ্লেসমেন্ট এবং শেল্টার\nহাইব্রিডাইজিং আর্থ, বহুগুণ নিয়ে আলোচনা করা, দশম বুশান বিয়েনলে, চেগাব ইউন, কিসওয়ায়ার সুয়েং কারখানা, বুশান, দক্ষিণ কোরিয়া দ্বারা সংযুক্ত (>> ২০১৬)\nকনসিভিং স্পেস, কলম্বো আর্ট দ্বিবারিয়াল, অ্যালনুর মিঠা, শ্রীলঙ্কা দ্বারা সংযুক্ত (২০১৬)\nটরুন একস্ট্র্যান্ড, সাংস্কৃতিক রোনবি, সুইডেন দ্বারা সজ্জিত একটি পরিবর্তন করুন (২০১৬)\nতাবিয়াত: ভারতে চিকিৎসা ও নিরাময়, রতন ভাসওয়ানির দ্বারা সংযুক্ত, সিএসএমভিএস (ছত্রপতি শিবাজি মহারাজ বাস্তু সংগ্রামালয়), মুম্বাই (২০১৬)\nদ্য আই অ্যান্ড দি মাইন্ড: ইন্ডিয়ান আর্টে নতুন হস্তক্ষেপ, এনজিএমএ- জয়পুর হাউস, নয়াদিল্লি (২০১৬)\n\n\n=== শিল্পীর আবাসস্থল ===\n২০০২ সালে কাল্লাত কানাডার বোরিয়াল আর্ট এবং প্রকৃতি কেন্দ্রের ক্যুবেকের লরেন্তিয়ান পাহাড়ে শিল্পী-বাসভবনে ছিলেন।  ২০১১ সালে তিনি সুইডেনের গথেনবার্গে কাজ এবং অধ্যয়নের জন্য আইএএসপিআইএসের আবাসে ভূষিত হন।\n\n\n== পুরস্কার ==\nকাল্লাত অনেকগুলি পুরস্কারের প্রাপক ছিলেন যার মধ্যে অন্তর্ভুক্ত:\n\nগ্ল্যাডস্টোন সলোমন পুরস্কার (১৯৯৫)\nবোম্বাই আর্ট সোসাইটির মেধা শংসাপত্র (১৯৯৬)\nদ্বিতীয় পুরস্কার সরকারী পুরস্কার, স্যার জামসেটজি জিৎজয় স্কুল অফ আর্ট (১৯৯৬)\nহারমনি অ্যাওয়ার্ড (২০০৫)\nওয়াইএফএলও জোয়া ইয়ং মহিলা অচিভার অ্যাওয়ার্ডস ২০১০-১১, দিল্লি (২০১১)\nডাঃ ভাইদাজি লাদ যাদুঘর, মুম্বাই (২০১২) এর সহযোগিতায় জেগানআর্ট পাবলিক অ্যাওয়ার্ড\nজি: আর্টস অ্যান্ড কালচার বিভাগে ভারতীয় মহিলা পুরস্কার, দিল্লি (২০১৬)\n\n\n== সংগ্রহ ==\nকাল্লাতের কাজ নিম্নলিখিত জনসাধারণের সংগ্রহে রাখা হয়েছে:\n\nজাতীয় তাইওয়ান ফাইন আর্টস জাদুঘর, তাইওয়ান\nভ্যানকুভার আর্ট গ্যালারী, কানাডা\nমুম্বাইয়ের ভাউ দাজি লাদ সংগ্রহশালা ড\nন্যাশনাল গ্যালারী অফ মডার্ন আর্ট, নয়াদিল্লি\nসাচি গ্যালারী, লন্ডন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nগ্যালারী চেমলড, মুম্বাই\nপ্রকৃতি মর্টে, নয়াদিল্লি"}