{"pageid": 1035820, "title": "প্রফুল্ল ধনুকর", "url": "https://bn.wikipedia.org/wiki?curid=1035820", "content": "প্রফুল্ল ধনুকর (গোয়) ১লা জানুয়ারী ১৯৩৪- ১লা মার্চ ২০১৪) একজন ভারতীয় চিত্রশিল্পী ছিলেন, আধুনিক ভারতীয় শিল্পের একজন নেত্রী যিনি ভারতের অনেক তরুণ শিল্পীদের সহায়তা ও প্রভাবিত করেছিলেন। \n\n\n== জীবনী ==\nপ্রফুল্ল ধনুকার বা প্রফুল্ল জোশির জন্ম গোয়ায় এবং বেড়ে ওঠা মুম্বাইয়ে । তিনি মুম্বাইয়ের স্যার জে জে স্কুল অফ আর্টে চারুকলা নিয়ে পড়াশোনা করেছিলেন এবং ১৯৫৫ সালে স্বর্ণ পদক নিয়ে স্নাতক পাশ করেন।  তিনি মুম্বাইয়ের সেমিনাল বুলাভাই দেসাই ইনস্টিটিউটে একটি স্টুডিও রেখেছিলেন এবং ১৯৫৬-১৯৬০ অবধি ভারতীয় প্রগতিশীল গ্রুপে বা শিল্পীদের সাথে যোগ দিয়ে ভিএস গাইতোন্ডে এর সাথে ভাগ করে নিয়েছিলেন। ইনস্টিটিউটটি আলোকিতদের দ্বারা ভরা ছিল যারা ভারতে শিল্প ও সংস্কৃতির দৃশ্যের রূপান্তর করেছিল। ফ্রান্স সরকার ১৯৬১ সালে প্যারিসে চারুকলা অধ্যয়নের জন্য তাকে বৃত্তি প্রদান করে।\nপ্রফুল্ল তার সারা জীবন শিল্প ও চিত্রকলার  জন্য কাজ করেছেন। তিনি ১৯৭৪ থেকে ১৯৭৯ সাল পর্যন্ত নয়াদিল্লিতে ললিত কলা একাডেমির কমিটির সদস্য এবং ১৯৯৩ থেকে ১৯৯৮ সাল পর্যন্ত বোম্বাই আর্ট সোসাইটির সভাপতি ছিলেন।\n২০১০ সালের ফেব্রুয়ারিতে তিনি জাহাঙ্গীর আর্ট গ্যালারী (গত ৪০ বছর ধরে) এবং গোয়া কলা একাডেমির কমিটির সদস্য (সর্বশেষ ৩০ বছরের জন্য) হিসেবে ছিলেন। তিনি আর্ট সোসাইটি অফ ইন্ডিয়ার প্রেসিডেন্ট এবং মুম্বাইয়ের দ্য আর্টিস্টস সেন্টারের চেয়ারপারসনও ছিলেন।\nপ্রফুল্ল ধনুকার প্রয়াত শ্রী আদিত্য বিড়লা্র সাথে সংগীত কলা কেন্দ্রের অন্যতম প্রতিষ্ঠাতা সদস্য ছিলেন, যিনি তিন বছরের জন্য রাষ্ট্রপতি ছিলেন এবং গত ৩০ বছর ধরে এই কমিটিতে কাজ করে চলেছেন। তিনি সংগীত ফোরামের কমিটির সদস্য। তিনি ৪ বছর ধরে ভারতীয় জাতীয় থিয়েটারের বোর্ড অব ট্রাস্টি-তে ছিলেন। শিল্পীদের কাজ ছাড়াও, তিনি লোনাওয়ালায় বাল আনন্দগ্রাম নামে একটি অনাথ আশ্রমের ৩০ বছরের মূল ট্রাস্টি হিসাবে জড়িত। তাঁর দুটি কন্যা, গৌরী মেহতা এবং গোপিকা দহনুকার এবং পাঁচ পিতামহ, রিতম মেহতা, কামাক্ষী কার্তিকীয়ন, আনাম মেহতা, শান্তলা মেহতা এবং কেশভ একজন কার্তিকীয়ন।\n\n\n== কাজ ==\n\nপ্রফুল্ল ধনুকার বিচিত্র ছায়া এবং সূক্ষ্মতার সাথে সাধারণত এক স্বতন্ত্র এবং প্রভাবশালী রঙে বিমূর্ত ল্যান্ডস্কেপ এঁকেছিলেন। তিনি তাঁর চিত্রকর্মগুলিকে \"চিরন্তন স্থান\" হিসাবে অভিহিত করেছিলেন, কারণ তিনি বিশ্বাস করেছিলেন যে স্থানটি অবসানহীন এবং এর ধ্বংস হতে পারে না।\n\n\n== প্রদর্শনী এবং যাদুঘর সংগ্রহ ==\n\n১৯৫৬ সাল থেকে তিনি নিয়মিতভাবে একক প্রদর্শনী করতেন। ১৯৬১  সালে প্যারিসে থাকাকালীন তিনি তাঁর চিত্রকর্মগুলির একটি প্রদর্শনী করেছিলেন এবং এর পর থেকে ইংল্যান্ড, হাঙ্গেরি, সুইজারল্যান্ড, জার্মানি, অস্ট্রেলিয়া, জাপান, পর্তুগাল, আইসল্যান্ড এবং ফ্রান্সের অনেক আন্তর্জাতিক প্রদর্শনীতে অংশ নিয়েছিলেন। তিনি লন্ডনে তিনবার একক প্রদর্শনী করেছেন, যার মধ্যে প্রথমটি ভারতের হাইকমিশন ১৯৭৮ সালে স্পনসর করেছিল। সিটি ব্যাংক ২০০৬ সালে লন্ডনের কর্ক স্ট্রিটের আরডিয়ান গ্যালারীতে তার অনুষ্ঠানের পৃষ্ঠপোষকতা করেছিল। ভারতে তিনি মুম্বাই, দিল্লি, কলকাতা এবং চেন্নাইতে একাধিক ব্যক্তিগত শো করেছেন। বার্কলেজ ব্যাংক ২০০৮ সালের নভেম্বর মাসে দুবাইতে তার প্রদর্শনীর পৃষ্ঠপোষকতা করেছিল, যা বিখ্যাত চিত্রশিল্পী এমএফ হুসেইন উদ্বোধন করেছিলেন। চিত্রশিল্পী হিসাবে তাঁর ক্যারিয়ারের পঞ্চাশ বছর পূর্ণ হওয়ার পরে, তাকে জাহাঙ্গীর আর্ট গ্যালারী দ্বারা সম্মানিত করা হয়েছিল।   প্রফুল্ল এর আঁকা সোথেবি  এবং ওসিয়ান শিল্প নিলামে তোলা হয়েছে।\nপ্রফুল্ল সিরামিক, কাঠ এবং গ্লাস ম্যুরাল তৈরিতে তাঁর শৈল্পিক প্রতিভার ব্যবহার করেছিলেন। এই ম্যুরালগুলি মুম্বাই, পিলানি, কলকাতা এবং মাসকট (ওমান) এর বিশিষ্ট বিল্ডিংগুলিতে শোভিত আছে।\nতাঁর চিত্রকর্মগুলি নয়া দিল্লীর ন্যাশনাল গ্যালারী অফ মডার্ন আর্ট এবং ললিত কলা একাডেমির সংগ্রহ , নাগপুরের কেন্দ্রীয় যাদুঘর, মুম্বাইয়ের প্রিন্স অফ ওয়েলস যাদুঘর এবং ভারত এবং বিদেশে অনেকগুলি প্রাতিষ্ঠানিক এবং বেসরকারী সংগ্রহের সংগ্রহগুলিতে রয়েছে।\n\n\n== প্রফুল্ল ধনুকার আর্ট ফাউন্ডেশন ==\nপ্রফুল্ল দহনুকার আর্ট ফাউন্ডেশন (পিডিএএফ)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ মার্চ ২০২২ তারিখে স্ত্রী প্রফুল্ল ধনুকারের স্মরণে দিলীপ ধনুকার শুরু করেছিলেন। পিডিএএফ হল একটি অনন্য শিল্প ফাউন্ডেশন, যা প্রফুল্লের স্মরণে ভারতের শীর্ষস্থানীয় শিল্পীদের প্রত্যেকের চিত্রকর্ম দ্বারা নির্মিত একটি অলাভজনক সংস্থা, যা শিল্পীদের এই পেইন্টিংগুলি বিক্রয় করে অর্থ সংগ্রহ করে।\nপিডিএএফ সারা ভারতবর্ষের উদীয়মান শিল্পীদের সবচেয়ে বড় ফেলোশিপদের পুরস্কার হয়ে উঠেছে। ফাউন্ডেশনটি শিল্পীদের সম্প্রদায়ের জন্য সমর্থন ও একটি প্ল্যাটফর্ম সরবরাহ করার জন্য কাজ করছে, যাতে নতুন, তরুণ শিল্পীরা তাদের শিল্পের জন্য দৃশ্যমানতা এবং পৃষ্ঠপোষকতা পান এবং প্রবীণ শিল্পীরা তাদের সংগ্রামের প্রাথমিক বছরগুলিতে তাদের গাইড করতে পারেন।\n২০১৪ সালে, পিডিএএফ একটি নতুন উদ্যোগ শুরু করে, উদীয়মান শিল্পী পুরস্কার প্রকল্প, যা পিডিএএফ নিবন্ধিত শিল্পীদের জন্য একটি প্রতিযোগিতা। এর মাধ্যমে, পিডিএএফ রাজ্য স্তরে এবং সর্বভারতীয় স্তরে শিল্পীদের ছয়টি বিভিন্ন বিভাগে;  পেন্টিং, ভাস্কর্য, সিরামিকস, মুদ্রণ তৈরি, ইনস্টলেশন ও ফটোগ্রাফিতে স্বর্ণ, রৌপ্য এবং ব্রোঞ্জ পুরস্কার প্রদান করবে। প্রতিযোগিতার সামগ্রিক বিজয়ীরা মুম্বাইয়ের একটি শীর্ষস্থানীয় আর্ট গ্যালারীটিতে স্পনসরড একক শো করার সুযোগ পাবে।\n\n\n== পুরস্কার ==\n১৯৫৫: বোম্বাই আর্ট সোসাইটির বার্ষিক প্রদর্শনীতে তাঁর চিত্রকর্মের জন্য রৌপ্যপদক পান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রফুল্লের পেইন্টিংসের ফটোবুক\nপ্রফুল্ল দহনুকার নিয়ে গৌরব নিবন্ধ\nআর্ট ওয়ার্ল্ড\nকোয়ার্টার আর্ট লন্ডন\nটাইমস অফ ইন্ডিয়া ছবি\nডিএনএ খবর\nসর্বশেষ সংবাদ ১৫ই মে ২০১০\nপ্রফুল্ল দহনুকার আর্ট ফাউন্ডেশন - শিল্পীদের জন্য শিল্পীদের দ্বারা প্রতিষ্ঠিত  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ মার্চ ২০২২ তারিখে"}