{"pageid": 1035885, "title": "গিয়ার উৎপাদন", "url": "https://bn.wikipedia.org/wiki?curid=1035885", "content": "গিয়ার উৎপাদন বলতে গিয়ার তৈরীকে বুঝায়। গিয়ার নানান ভাবে তৈরি করা হয় যেমন কাস্টিং, ফরজিং, পাউডার ধাতুবিদ্যা আর ব্লেঙ্কিং। সাধারনত উপযুক্ত আকার আকৃতি এবং উপরিভাগ মসৃনকারক মেশিনের মাধ্যমে করা হয়। গিয়ার মেশিনে এ অর্ধ মসৃন যন্ত্রাংশ তৈরির প্রাথমিক ধাপ হল ব্লেঙ্কিং ওপারশন, গিয়ার মেশিনের প্রাথমিক উৎপাদ কে বলা হয় ব্ল্যাংক। \n\n\n== উপকরণ নির্বাচন ==\nগিয়ারের নিম্নলিখিত বৈশিষ্ট্য থাকতে হবে: \n\nস্ট্যাটিক লোডের ফেইলারিটি সমাধানের জন্য স্টেটিক লোড\nগতিশীল লোডগুলি ঠিক করার জন্য উচ্চ সহনশীলতা শক্তি\nনীম্ন  ঘর্ষণ সহগ গুনাঙ্ক\nভাল উৎপাদন সক্ষমতা\n\n\n== গিয়ার উৎপাদন প্রক্রিয়া ==\nগেয়ার ব্লেঙ্ক কে কাটিং এবং ফিনিশিং এর মাধ্যমে নানানভাবে উপযুক্ত আকার দেওয়া যায়।\n\n\n=== গিয়ার ===\nগিয়ার ফর্ম কাটিং এ ,গেয়ার খাজের সাথে কাটিং তলের একটি আইডেন্টিকেল শেপ থাকে।  কাটা গিয়ার দাঁত গঠনে দুটি মেশিনিং অপারেশন, মিলিং এবং ব্রোচিং করা যেতে পারে। \n\n\n==== ফর্ম মিলিং ====\nফর্ম মিলিংয়ে, একটি ফর্ম কাটার নামে পরিচিত কাটারটি গিয়ার খাজ তৈরির জন্য যথাযথ গভীরতায় গিয়ার খাজের দৈর্ঘ্যের সাথে এক্সিয়ালি অগ্রসর হয়। প্রতিটি খাজ কাটার পরে, কাটারটি খুলে ফেলা হয়, গিয়ার ব্লেঙ্ক ঘোরানো হয় এবং কাটারটি অন্য খাজ কাটতে শুরু করে।।সবগুলো খাজ  কাটা না হওয়া পর্যন্ত চলতে থাকে।\n\n\n==== ব্রোচিং ====\nব্রোচিং গিয়ার খাজ তৈরিতেও ব্যবহার করা যেতে পারে এবং এটি অভ্যন্তরীণ খাজে  বিশেষত প্রযোজ্য। প্রক্রিয়াটি দ্রুত এবং উচ্চ মাত্রিক নির্ভুলতার সাথে সূক্ষ্ম সারফেস উৎপাদন  করে। তবে, যেহেতু ব্রোচ ব্যয়বহুল এবং বিভিন্ন আকারের গিয়ারের জন্য আলাদা  ব্রোচ প্রয়োজন, এই পদ্ধতিটি মূলত উচ্চ-মানসম্পন্ন উৎপাদনের জন্য উপযুক্ত।\n\n\n== গিয়ার জেনারেশন ==\nগিয়ার জেনারেশনে, খাজগুলির তলদেশগুলি কাটারের পরবর্তী অবস্থানগুলির একটি রূপরেখা হিসাবে প্রাপ্ত হয়, যা গিয়ারের জোড়ের মধ্যে গিয়ারের সাথে সাদৃশ্যপূর্ণ আকৃতি দিয়ে থাকে। শেপিং এবং মিলিংয়ের জন্য নিযুক্ত দুটি মেশিন প্রক্রিয়া রয়েছে। ব্যবহৃত বিভিন্ন কাটিয়া সরঞ্জামের জন্য এই প্রক্রিয়াগুলির বেশ কয়েকটি পরিবর্তন রয়েছে। \n\n\n=== গিয়ার হবিং ===\nগিয়ার হবিং একটি মেশিনিং প্রক্রিয়া যেখানে গিয়ার দাঁতগুলি ক্রমবর্ধমানভাবে একটি হেলিকাল কাটিয়া টুলের মাধ্যমে কয়েকটি পর্যায়ক্রমিক কাট দ্বারা উৎপাদিত হয়। হবিং এর  সমস্ত গতি ঘূর্ণন গতি এবং হাব এবং গিয়ার ব্লেংক দুটি খাজ কাটা না হওয়া পর্যন্ত দুটি গিয়ারের মধ্যে  জোরে ঘুরতে থাকে।\n\n\n== ফিনিশিং প্রক্রিয়া ==\nসারফেস ফিনিশিং এবং সঠিক মাপের জন্য উপরের আলোচিত পদ্ধতিগুলো যথেষ্ট নাও হতে পারে।নানান প্রচলিত ফিনিশিং প্রক্রিয়া রয়েছে যেমন শেভিং এবং গ্রাইন্ডিং, হ্যানিং এবং ল্যাপিং\n\n\n== আরো দেখুন ==\nআমেরিকান গিয়ার ম্যানুফ্যাকচারার্স অ্যাসোসিয়েশন, গিয়ারগুলির জন্য মানক সংস্থা\n\n\n== তথ্যসূত্র =="}