{"pageid": 1035740, "title": "গোগি সরোজ পাল", "url": "https://bn.wikipedia.org/wiki?curid=1035740", "content": "গোগী সরোজ পাল (জন্ম ১৯৪৫ সালে নওলি, উত্তর প্রদেশ, ভারতে) একজন প্রখ্যাত ভারতীয় শিল্পী। তিনি গাউচে, তেল, সিরামিক এবং বয়ন সহ অনেকগুলি মিডিয়ায় কাজ করেন। তাঁর রচনাগুলিতে সাধারণত মহিলাদের বিষয় হয় এবং তাঁর আঁকা অনেকগুলিতে একটি চমৎকার উপাদান রয়েছে, যা এখনও মহিলাদের অবস্থার বিষয়ে মন্তব্য করে। তার প্রাথমিক কাজগুলি আরও বাস্তবসম্মত ছিল, তবে সময়ের সাথে সাথে তিনি সরল, আরও স্টাইলাইজড পেইন্টিংগুলিতে চলে এসেছেন যার যথেষ্ট প্রভাব রয়েছে।\nভারতের উত্তর প্রদেশের লখনউয়ের কলেজ অব আর্ট থেকে চিত্রাঙ্কনে তার ডিপ্লোমা রয়েছে। কয়েক বছর ধরে তিনি প্রায় ৩০টি একক শো করেছেন এবং ললিত কলা একাডেমির জাতীয় পুরস্কার সহ বেশ কয়েকটি পুরস্কার জিতেছেন। তিনি ভারতে এবং বিদেশেও প্রচুর গ্রুপ শোতে অংশ নিয়েছিলেন: যুগোস্লাভিয়া, জার্মানি, ফ্রান্স, কিউবা এবং জাপান ইত্যাদি।\nশিক্ষা\nদু'বছর ধরে তিনি রাজস্থানের বনাস্থলীর কলেজ অফ আর্টে ১৯৬১-১৯৬২ সাল পর্যন্ত পড়াশোনা করেন এবং তারপরে লখনৌয়ের সরকারি কলেজ অব আর্টস অ্যান্ড ক্রাফ্টসে পুরো ৫ বছরের স্নাতক কোর্সে পড়াশোনা করেন। তিনি একাডেমিক বাস্তবতার কঠোরতার মধ্যে চিত্রকে প্রধান বিষয় হিসাবে বেছে নিয়েছিলেন। তিনি ১৯৬৮ সালে দিল্লির কলেজ অফ আর্টে আর্টের পূর্ণ স্নাতক কোর্সও করেছিলেন। তিনি জানতেন যে তিনি কী চান এবং প্রয়োজন অনুসারে কঠোর পরিশ্রম করতে ইচ্ছুক ছলেন। তাই তিনি যে লোকদের কথায় কান না দিয়ে পড়াশুনায়  তৎপর হয়েছিলেন।\nতিনি জীবনের প্রথম দিকে উপলব্ধি করেছিলেন যে তিনি একজন শিল্পী হতে চেয়েছিলেন। তাঁর চাচা একজন বিখ্যাত লেখিক হওয়ায় তিনি সাহিত্যের জগত এবং চারুকলার সংস্পর্শে এসেছিলেন। তাঁর পরিবার শিল্পী হওয়ার বিষয়ে সন্দেহ ছিল কারণ সে যুগে খুব কম শিল্পী ছিলেন এবং প্রায় কোনও মহিলা শিল্পীই ছিলেন না। তিনি জানতেন যে শিল্পী হওয়ার জন্য তাকে আর্ট স্কুলে ভর্তি হতে হবে। \nব্যক্তিগত জীবন\nতিনি তার সহকর্মী এবং বন্ধু বেদ নায়ারকে বিয়ে করেছিলেন, যিনি একজন ভাস্কর। দিল্লিতে তিনি একজন ফ্রিল্যান্স আর্টিস্ট হিসাবে কাজ করতেন এবং আর্ট প্রতিষ্ঠানেও শিক্ষকতা করতেন। তিনি তার নিতম্বের জয়েন্টটি প্রতিস্থাপন করা সহ বিভিন্ন ধরনের অসুস্থতায় ভুগছিলেন। পেশী দীর্ঘকাল ধরে প্রতিস্থাপনটি সামলাতে না পেরে প্রতিস্থাপনটি তাকে অক্ষম করে দেয়, তাকে উদ্বেগজনক ব্যথায় ফেলে দেয়। একটি সাক্ষাৎকারে তিনি বলেছিলেন যে তাঁর শিল্প তাকে ব্যথা এবং কঠিন সময়ের মধ্যে দিয়ে যেতে সহায়তা করেছিল।\n\n\n== তার স্টাইল সম্পর্কে মন্তব্য ==\n'গোগী সরোজ পাল: দ্যা ফেমেনিন আনবাউন্ড' বইয়ের লেখকদের মতে, গোগির মহিলারা স্ত্রীসুলভ, সংবেদনশীল, ঢঙী বলে মনে হয়েছিল তবে তারা সমানভাবে নির্বোধ, দুর্বৃত্ত এবং স্বতঃস্ফূর্ত হতে পারে। এতে সাজসজ্জার একটি উপাদান ছিল তবে অলঙ্করণ বা পোশাকের সাথে নয়। তার স্ত্রীসুলভ ব্যক্তিত্বের নগ্নতা, 'নাইকাস'কে তীব্র মন্তব্য করা হয়েছিল এবং বিতর্কিত হয়েছিল- এটি কি দেশের আধ্যাত্মিক ঐতিহ্যের অংশ ছিল নাকি তিনি পঞ্চম বিদ্রোহী হিসাবে চালিয়ে যাচ্ছিলেন? কাজটি নিজের পক্ষে কথা বলায় গোগি নিজেই কোনও ব্যাখ্যা দেননি। তিনি কীভাবে পৌরাণিক কাহিনীকে সমাজকে প্রভাবিত করে এবং প্রতিবিম্বিত করে তা সন্ধান করতে তিনি সবচেয়ে আগ্রহী।\nশিল্প সমালোচক রিচার্ড বার্থলোমিউ তাদের মধ্যে 'একাকী মানুষ' হিসেবে দেখতেন। ১৯৯০ সালে, একটি শিল্প ক্যাটালগীতে শিল্পী লেখক শামীম হানফি তাঁর রচনাকে একটি 'শান্ত অস্থিরতা' বলে বর্ণনা করেছিলেন যা 'অব্যক্ত দুঃখের অনুভূতি' তৈরি করে।\n১৯৭৯ সালে লিথোগ্রাফিতে তাঁর কাজ এবং তার প্রাথমিক কাজগুলির সাথে তার পরীক্ষার প্রাথমিক পর্যায়ে, বার্থোলোমিও তার মুখ, চিত্র, চিত্র, বাচ্চা-শিশুদের, বাহু ভাঁজ করা, স্বনামধন্য ব্যক্তিত্বদের, নিঃশব্দে ঘুরে বেড়ানো লোকদের একাকিত্ব অনুভব করবে, ব্যক্তিগতভাবে, কিছু অতীত বা ভবিষ্যতে ব্যক্তিগতভাবে নিসঙ্গতা অনুভব করেছেন।\n'আগ্রহী চোখ এবং ভঙ্গুর মুখ, অঙ্গবিন্যাস, হাতের স্থান, নিঃসচেতন দৃষ্টিভঙ্গি-' সকলেই অন্তরঙ্গতার অনুভূতি তৈরি করে ', এমন একটি বৈশিষ্ট্য যা শিল্পী হিসাবে তার পুরো ক্যারিয়ারকে চিহ্নিত করে।\n\n\n== শিল্পকর্ম ==\n\n\n=== মহিলা হওয়া ===\nসীমা বাওয়ার মতে:\nগোগী সরোজ পালের মহিলা হওয়া সিরিজের বিষয়টি নারীদের সমাজে যে স্থান নিয়েছে তা তার উদ্বেগকে কেন্দ্র করে। এই উচ্ছৃঙ্খল চিত্রটিতে, মহিলাদের খ্রিস্টের ক্রুশবিদ্ধকরণের মতো উপস্থাপন করা হয়েছে, তবে ক্রুশ ছাড়াই। প্রসারিত হাত, মাথার সামান্য কুঁচকানো এবং পা একসাথে যেভাবে রয়েছে তা খ্রিস্টের আযাবের কথা স্মরণ করিয়ে দেয়। 'বেদনার এত উদ্‌যাপন আছে,  তিনি কতটা কষ্ট সহ্য করেছেন তা আমরা মনে করিয়ে দিচ্ছি।' শিল্পী বলেন, 'তবে নারীদের যন্ত্রণা কী?' গোগী সরোজ পাল এটাকে বিদ্রূপজনক বলে মনে করেন যে লোকেরা খ্রিস্টের দুর্দশায় কান্নাকাটি করেছে, তবে তাদের পারিপার্শ্বিক অঞ্চলের মহিলাদের - মা, বোন, স্ত্রী, অংশীদার, বন্ধু বা কন্যার প্রতি দুঃখকে অবহেলা করে। বোনেদের দুঃখ নিয়ে আঁকা এই কাজটিকে একটি শক্তিশালী ভাব দেয়। \n\n\n=== রাহাত ইন্দোরিকে শ্রদ্ধাঞ্জলি ===\nগোগী সরোজ পাল ৯ জন নির্বাচিত শিল্পীর মধ্যে একজন ছিলেন যারা তাঁর গজল দ্বারা অনুপ্রাণিত চিত্রকর্ম তৈরি করে ড রাহাত ইন্দোরিকে শ্রদ্ধা জানান। গোগী সরোজ পাল বিখ্যাত গজলের চিত্রকর্মটি তৈরি করেছিলেন- জিত্নে আপন দি, সব প্যার দি। শ্রদ্ধা জানানোর অংশ হিসাবে গজলটি রচনা করেছেন আশ্রাণ মহাজন। ডাঃ রাহাত ইন্দোরি - এক আলাগ পেছেইন - ভারতীয় মিউজিশিয়ান ও শিল্পীদের দ্বারা শ্রদ্ধাঞ্জলি \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ু্ন ==\nমেরি-অ্যান মিলফোর্ড-লুটজার, ভারত থেকে পাঁচজন শিল্পী: গোগী সরোজ পাল, রেখা রডভিটিয়া, নবজোট, অনুপম সুদ, রুম্মানা হুসেন, মহিলা আর্ট জার্নাল, খণ্ড ২৩, নং ২ (শরৎ, ২ - শীতকালীন, ২০০৩), পিপি। [১] ২২শে ফেব্রুয়ারি ২০০৭ - কেবল সাবস্ক্রিপশন\n\n\n== বহিঃসংযোগ ==\nতার ওয়েবসাইট (শিল্পী বেদ নয়ারের সাথে যৌথভাবে) তার শিল্পের ছবি অন্তর্ভুক্ত করেছে\nদিল্লি আর্ট গ্যালারী ওয়েবসাইটে শিল্পীর প্রোফাইল\nশিল্পীর একটি ছবি এবং তার দুটি কাজের অন্তর্ভুক্ত\nআইটেম যা তার একটি চিত্রকর্ম দেখায়\nফুলের একটি তোড়া, দ্য ট্রিবিউন, ১৩ই ফেব্রুয়ারি ২০০৪"}