{"pageid": 1035752, "title": "ধনঞ্জয় ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1035752", "content": "ধনঞ্জয় ভট্টাচার্য (১০ সেপ্টেম্বর ১৯২২ – ২৭ ডিসেম্বর ১৯৯২) বাংলা গানের জগতে এক যুগের ধারক কণ্ঠ শিল্পী ছিলেন। সঙ্গীতকার ও সঙ্গীত নির্দেশক হিসাবেও তাঁর খ্যাতি ছিল। শ্যামা সঙ্গীতে এক অসাধারণ কণ্ঠ শিল্পী হিসাবে নিজেকে প্রতিষ্ঠিত করেছেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nধনঞ্জয় ভট্টাচার্যের জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের হাওড়া জেলার বালির বারেন্দ্র পাড়ায় ১৯২২ খ্রিস্টাব্দের ১০ সেপ্টেম্বর অতি রক্ষণশীল শাক্ত পরিবারে। এই পরিবারেরই সন্তান রাজা গণেশ, উদয়নাচার্য ভাদুড়ী, লঘিমাসিদ্ধ যোগসাধক ভাদুড়ী মহাশয়- মহর্ষি নগেন্দ্রনাথ। এই মহান সাধক ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথের সশ্রদ্ধ উল্লেখ করেছেন পরমহংস যোগানন্দ:\n\n\"I saw a yogi remain in the air, several feet above the ground, last night at a group meeting.\" My friend, Upendra Mohun Chowdhury, spoke impressively.\nI gave him an enthusiastic smile. \"Perhaps I can guess his name. Was it Bhaduri Mahasaya, of Upper Circular Road?\"\nUpendra nodded, a little crestfallen not to be a news-bearer. My inquisitiveness about saints was well-known among my friends; they delighted in setting me on a fresh track.\n\n\"The yogi lives so close to my home that I often visit him.\" My words brought keen interest to Upendra's face, and I made a further confidence.\" \nমহর্ষি নগেন্দ্রনাথের পিতা ছিলেন পার্বতীচরণ ভাদুড়ী। তাঁরই ভ্রাতা কালীচরণ ভাদুড়ী ছিলেন প্রখ্যাত সেতার ও এস্রাজ বাদক সুরেন্দ্রনাথ ভট্টাচার্য -এর পিতা। সুরেন্দ্রনাথ - ভাদুড়ী হলেও ভট্টাচার্যই ব্যবহার করতেন। এই সুরেন্দ্রনাথ ভট্টাচার্যেরই তিন পুত্র বাংলা সংগীত জগতের তিন কিংবদন্তি - সুরকার প্রফুল্ল ভট্টাচার্য, প্রখ্যাত সংগীত শিল্পী ধনঞ্জয় ভট্টাচার্য এবং সাধক শিল্পী পান্নালাল ভট্টাচার্য। ধনঞ্জয় ভট্টাচার্যের মাতা অন্নপূর্ণা দেবীও সুন্দর গান গাইতেন। ধনঞ্জয় ভট্টাচার্য পড়াশোনা করেছেন  বালির রিভার্স টম্পসন স্কুলে। পারিবারিক ও ধর্মীয় ভাবেই তাঁর সঙ্গীত শিক্ষা ও সাধনা শুরু হয়েছিল। সঙ্গীতের তালিম নেন গোকুল নাগ, পণ্ডিত সত্যেন ঘোষাল প্রমুখের কাছে।\n\n\n== সঙ্গীত জীবন ==\nধনঞ্জয় ভট্টাচার্য আধুনিক  বাংলা ও হিন্দি গান দিয়ে সঙ্গীত জীবন শুরু করেন। ১৯৪০ খ্রিস্টাব্দে প্রণব রায়ের কথায় ও সুবল দাশগুপ্তর সুরে পায়োনিয়ার  রেকর্ডে গাওয়া তাঁর প্রথম গান \"যদি ভুলে যাও মোরে, জানাবো না অভিমান\" অসম্ভব জনপ্রিয়তা পায়। 'শহর থেকে দূরে' ছবিটিতে 'রাধে ভুল করে তুই চিনলে না তোর প্রেমিক শ্যাম রায়' গানটি গেয়ে তিনি পাদপ্রদীপের সামনে চলে আসেন। বাংলা গান থেকে শুরু করে নজরুলগীতি, শ্যামা সঙ্গীত, উচ্চাঙ্গ সংগীতের সব শাখাতেই তার সমান দক্ষতা ছিল। বহু জনপ্রিয় গানের তিনি সুরকার  ছিলেন। 'মহাপ্রস্থানের পথে' চলচ্চিত্রে তার দেওয়া সুর এক ইতিহাসের সৃষ্টি করেছিল। অনেক বাংলা ছবির নেপথ্য গায়ক ছিলেন তিনি। ১৯৫৬ খ্রিস্টাব্দে মুক্তিপ্রাপ্ত 'সাধক রামপ্রসাদ' ছবিতে ২৪ টি গানের মধ্যে ২৩ টি গানই তিনি গেয়েছেন। হিন্দি ছবি ' মহাপ্রভু চৈতন্য' তে তার গাওয়া গানগুলি বিশেষ উল্লেখযোগ্য। দীর্ঘ পাঁচ দশকের সঙ্গীত জীবনে তিনি প্রায় ৫০০টি গানের রেকর্ড করেন। নিজে লিখেছেন প্রায় ৪০০ টি গান। গীতিকার হিসাবে তিনি \"শ্রীপার্থ\" ও \"শ্রীআনন্দ\" ছদ্মনামে পরিচিত ছিলেন।\n'নববিধান', 'পাশের বাড়ি', 'লেডিজ সিট' সহ পাঁচটি ছবিতে অভিনয় করেছেন। 'পাশের বাড়ি' ছবিতে সলিল চৌধুরীর কথায় ও সুরে \"ঝির ঝির ঝির ঝিরঝিরি বরষায়\" গানটি জনপ্রিয় হয়। অগ্রজ প্রফুল্ল ভট্টাচার্য-এর সুরে ধনঞ্জয় ভট্টাচার্যের গাওয়া - 'বাসরের দীপ আর আকাশের তারাগুলি', 'হৃদয়ে মোর রক্ত ঝরে', 'ফুল গো তোমারে ছুঁয়ে', 'কেন গো দোলা লাগে', 'ত্রিভুবন জয় করিয়া রাবণ', 'স্থির হয়ে তুই বস দেখি মা', শ্যামল মিত্র-এর সুরে 'দোলে  শাল পিয়ালের বন', সতীনাথ মুখোপাধ্যায়-এর সুরে 'শূন্য ঘরে ফিরে এলাম যেই', 'কতদিন দেখা হয়নি দুজনে'  জনপ্রিয়তার শিখর স্পর্শ করে। ধনঞ্জয় ভট্টাচার্যের গাওয়া আরো যে গানগুলি সমানভাবে জনপ্রিয় হয়েছিল সেগুলি হল —\n\nমাটিতে জন্ম নিলাম\nএই ঝির ঝির বাতাসে\nঝনন ঝনন বাজে\nঅন্তবিহীন এই অন্ধ রাতের\nধনঞ্জয় ভট্টাচার্যের কণ্ঠের যাদুতে মুগ্ধ হয়ে শচীন দেব বর্মন বলেছিলেন :\n\n‘‘গলাডারে রাইখ্যো ধনঞ্জয়, গলাটারে রাইখ্যো।’’\nপণ্ডিত রবিশঙ্করও বলেছিলেন :\n\n‘'আমি আপনার গানের খুব ভক্ত, জানেন!’’\nএই মহান সংগীত শিল্পীর সংগীতের শ্রেষ্ঠত্ব বিচার করতে গিয়ে পণ্ডিত জ্ঞান প্রকাশ ঘোষ বলেছিলেন :\n\n\"সুগায়কের যতোগুলি গুণ থাকা প্রয়োজন সেগুলি আয়ত্তাধীন করবার পর সবচেয়ে উপরে যে বস্তুটি তাঁর গানের মধ্যে পাওয়া যায়, সেটা হচ্ছে গানের মধ্যে ভাবরসের পূর্ণ প্রতিকৃতি যার মধ্যে তাঁর কণ্ঠে উৎসারিত তাঁর মনের সংগীত—সত্বা অর্থাৎ সব মিলিয়ে তাঁর ব্যক্তিত্ব। এইটাই প্রকাশ করে ধনঞ্জয় ভট্টাচার্যের গানের শ্রেষ্ঠত্ব।\"\n\n\n== ব্যক্তিগত জীবন ==\nধনঞ্জয় ভট্টাচার্য বিবাহ করেন রেখাদেবীকে। তাঁদের তিন সন্তানের মধ্যে দীপঙ্কর ভট্টাচার্যই পিতার সঙ্গীত-ধারার একমাত্র উত্তরাধিকারী। সুরকার প্রফুল্ল ভট্টাচার্য ছিলেন তাঁর অগ্রজ এবং প্রবাদপ্রতিম শ্যামা সঙ্গীত শিল্পী অকালপ্রয়াত পান্নালাল ভট্টাচার্য ছিলেন তাঁর সর্বকনিষ্ঠ ভ্রাতা। সাধক শিল্পী পান্নালাল ভট্টাচার্যের প্রথম সংগীতগুরু প্রফুল্ল ভট্টাচার্য এবং ধনঞ্জয় ভট্টাচার্যই।পান্নালালের মধ্যে ভক্তিরসের সন্ধান পেয়ে ভক্তিমূলক গানের জায়গাটি তিনি ভাইকে ছেড়ে দিয়েছিলেন এবং নিজে ভক্তিমূলক গান গাইতে চাইতেন না। তবে যা কিছু ভক্তিগীতি গেয়েছেন, সবই ভাইয়ের অকাল মৃত্যুর পর।\nধনঞ্জয় ভট্টাচার্য  মা কালীর তথা ভবতারিণী দর্শন পেতেন, কিন্তু তাঁর অনুজ পান্নালালের কোনদিন সেরকম মাতৃদর্শন হয়নি। সেকারণে শিশুর মত কাঁদতে কাঁদতে মা কে ডাকতেন। দেবীদর্শন না করতে পাওয়ার অবসাদে, অতৃপ্তি নিয়ে তিনি শেষ পর্যন্ত আত্মহনন করেন। এরপর ধনঞ্জয় নিজের সংসারের সাথে পান্নালালের সংসারেরও দায়দ্বায়িত্ব পালন করেন।\n\n\n== নির্বাচিত সঙ্গীত জীবন ==\n\n\n=== নেপথ্য গায়ক হিসাবে ===\nআবীরে রাঙানো\nঅদৃশ্য মানুষ (১৯৫৩)\nআদ্যাশক্তি মহামায়া\nআলেয়া\nঅর্ধাঙ্গিনী (১৯৫৫)\nঅসমাপ্ত\nবালক গদাধর\nবাবলা\nবাদশা (১৯৬৩)\nবন্ধন (১৯৬২)\nবাঁকা লেখা\nবড়দিদি\nবেহুলা লখিন্দর\nভগবান শ্রীরামকৃষ্ণ\nভগবান শ্রীকৃষ্ণ চৈতন্য (১৯৫৩)\nবীরেশ্বর বিবেকানন্দ\nচৈতালি\nচলাচল\nচন্দ্রনাথ\nদেবীতীর্থ-কামরূপ (১৯৬৭)\nদেবীতীর্থ কালীঘাট\nঢুলি (১৯৫৪)\nগোধূলি (১৯৫৫)\nজয় মা তারা (১৯৭৮)\nকালো\nমহাপ্রস্থানের পথে (১৯৫২)\nমহারাজ কৃষ্ণচন্দ্র\nমীরাবাঈ\nমেজদিদি (১৯৫০)\nনববিধান (১৯৫৪)\nনষ্টনীড়\nরানী রাসমণি (১৯৫৫)\nরূসসী (১৯৮০)\nশচীমাতার সংসার\nসাধক বামাক্ষেপা\nসাধক রামপ্রসাদ (১৯৫৬)\nশহর থেকে দূরে\nসাহেব বিবি গোলাম\nসাড়ে ৭৪ (১৯৫৩)\nসতী কঙ্কাবতী\nশ্রীবৎস চিন্তা (১৯৫৫)\nস্বামীজি\nতমসা\nতানসেন (১৯৫৮)\nযত মত তত পথ\nযাত্রিক (১৯৫২)\n\n\n=== অভিনেতা হিসাবে ===\nনববিধান (১৯৫৪) অবিনাশ চরিত্রে\nপাশের বাড়ী\nসাড়ে ৭৪ (১৯৫৩)\nশশুর বাড়ী\n\n\n=== ছবিতে সংগীত পরিচালক হিসাবে ===\nজয় মা তারা (১৯৭৮)\nলেডিজ সিট\n\n\n== তথ্যসূত্র =="}