{"pageid": 1035744, "title": "ইসলামী বিশ্ববিদ্যালয় থানা", "url": "https://bn.wikipedia.org/wiki?curid=1035744", "content": "ইসলামী বিশ্ববিদ্যালয় থানা সংক্ষেপে ইবি থানা খুলনা বিভাগের কুষ্টিয়া জেলার, কুষ্টিয়া সদর উপজেলার আওতাধীন একটি থানা। ১৯৭৯ সালে কুষ্টিয়া জেলা ও ঝিনাইদহ জেলার মাঝামাঝি ইসলামী বিশ্ববিদ্যালয় প্রতিষ্ঠা হবার পরে, ঠিকানা জটিলতার প্রেক্ষিতে ইসলামী বিশ্ববিদ্যালয় ক্যাম্পাসের মধ্যে এই থানা স্থাপন করা হয়। থানাটি কুষ্টিয়া সদর উপজেলার আওতাধীন একটি থানা।\n\n\n== অবস্থান ==\nইবি থানার দক্ষিণে হরিনাকুন্ডু উপজেলা ও শৈলকুপা উপজেলা, উত্তরে কুষ্টিয়া সদর উপজেলা। ইবি থানা ইসলামী বিশ্ববিদ্যালয় ক্যাম্পাসের ২ নং গেট সংলগ্নে অবস্থিত, বিশ্ববিদ্যালয়ের শহীদ স্মৃতিসৌধের ঠিক পিছনে অবস্থিত। ইসলামী বিশ্ববিদ্যালয় থানা ঝিনাইদহের শৈলকূপা উপজেলার শেখপাড়া বাজার সংলগ্নে অবস্থিত। কুষ্টিয়া শহর থেকে প্রায় ৩০ কিমিঃ দূরে অবস্থিত এই থানা।\n\n\n== ইতিহাস ==\n১৯৭৯ সালে কুষ্টিয়া জেলার সদর উপজেলার শান্তিডাঙ্গা গ্রামে ইসলামী বিশ্ববিদ্যালয় প্রতিষ্ঠা হবার পরে দেখা গেলো, ইসলামী বিশ্ববিদ্যালয়ের কিছু অংশ ঝিনাইদহ জেলার মধ্যেও পরে গিয়েছে। তখন ইসলামী বিশ্ববিদ্যালয় নিজস্ব অবস্থান ও ঠিকানা নিয়ে ঝামেলায় পরে যায়। তখন বাংলাদেশ সরকার প্রয়োজনের তাগিদে ও ইসলামী বিশ্ববিদ্যালয়ে অতিরিক্ত নিরাপত্তার জন্য বিশ্ববিদ্যালয় ক্যাম্পাসের মধ্যেই একটি থানা প্রতিষ্ঠা করেন। ২০২২ সালের ২৭ নভেম্বর একটি সিদ্ধান্ত নেওয়া হয় যে, ইবি থানা ঝাউদিয়ায় স্থান্তর হবে এবং নাম হবে ঝাউদিয়া থানা। কিন্তু তা এখনও বাস্তবায়ন হয়নি।\n\n\n== প্রশাসনিক এলাকা ==\nইসলামী বিশ্ববিদ্যালয় থানার অধীনে সাতটি ইউনিয়ন রয়েছে। সেগুলোঃ\n\n\n=== ইউনিয়নসমূহ ===\nহরিনারায়ণপুর ইউনিয়ন\nআব্দালপুর ইউনিয়ন\nঝাউদিয়া ইউনিয়ন\nজিয়ারখি ইউনিয়ন\nআলামপুর ইউনিয়ন\nউজানগ্রাম ইউনিয়ন\nগোস্বামীদূর্গাপুর ইউনিয়ন\n\n\n=== ফাড়িসমূহ ===\nইবি থানার অধীনে বেশ কয়েকটি ফাঁড়ি রয়েছে।\n\nইবি থানা ফাড়ি\nআলামপুর পুলিশ ক্যাম্প\nহরিনারায়ণ পুলিশ ক্যাম্প\nঝাউদিয়া পুলিশ ক্যাম্প\nআব্দালপুর পুলিশ ক্যাম্প\n\n\n== যোগাযোগ ব্যবস্থা ==\nইবি থানার যোগাযোগ ব্যবস্থা ভালো, কুষ্টিয়া-খুলনা মহাসড়কের পার্শ্ববর্তী অঞ্চল নিয়ে ইবি থানা গঠিত। তবে মহাসড়ক থেকে নেমে গ্রামের ভিতরে কাঁচা রাস্তা রয়েছে।\n\n\n== অর্থনীতি ==\nইবি থানার আওতাধীন অধিকাংশ মানুষ কৃষি নির্ভরতায় জীবিকা নির্বাহ করে থাকে। পান, হলুদ, ধান, পিয়াজ, পাট প্রভৃতি এই অঞ্চলের প্রধান কৃষিক্ষেত্র। তবে ব্যবসা-বাণিজ্য, মৎস চাষ ও জেলেদের মাছ ধরা এগুলো এই অঞ্চলে দেখা যায়।\n\n\n=== হাটবাজার ===\nইবি থানার অভ্যন্তরে অনেকগুলো হাট ও বাজার রয়েছে। এগুলো হলঃ\n\nমধুপুর বাজার\nহরিনারায়নপুর বাজার\nলক্ষ্মীপুর বাজার প্রভৃতি\nঝাউদিয়া বাজার\nদহকুলা বাজার\nপাটিকাবাড়ী বাজার\nআলামপুর বাজার\n\n\n=== অর্থনৈতিক প্রতিষ্ঠান ===\nইবি থানা অন্তর্গত এলাকায় বেশ কয়েকটি আর্থিক প্রতিষ্ঠান রয়েছে। তারমধ্যে উল্যেখযোগ্য হলো, ইসলামী ব্যাংক এজেন্ট ব্যাংকিং (লক্ষ্মীপুর বাজার), বেসরকারি এনজিও যেমন, আশা, গ্রামীণ ব্যাংক ইত্যাদি। এছাড়াও যেকোন ধরনের মোবাইল ব্যাংকিং সুবিধা রয়েছে এখানে।\n\n\n== স্বাস্থ্যসেবা ==\nইবি থানার আশে পাশে প্রায় ১৫০ ওষুধের দোকান রয়েছে। আশে পাশের ইউনিয়নে ক্লিনিক হয়েছেঃ যেমনঃ\n\nইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র, হরিনারায়ণপুর\nইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র, আলামপুর\nইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র, পাটিকাবাড়ী\nইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র, ঝাউদিয়া\nইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র, উজানগ্রাম\n\n\n== সংস্কৃতি ==\nকুষ্টিয়া জেলা সংস্কৃতির রাজধানী নামে পরিচিত, এখানে নানাবিধ সংস্কৃতির লালন হয়ে থাকে, বিভিন্ন ধর্মের মানুষের বসবাস রয়েছে।\n\n\n=== গণমাধ্যম ===\nএই থানাকে মানুষের নিকট তুলে ধরতে গনমাধ্যম সৃষ্টি হয়েছে। উল্লেখযোগ্য গনমাধ্যম হলোঃ\n\nইবি থানা ইউনাইটেড অনলাইন প্রেসক্লাব\nইবি থানা প্রেস ক্লাব\n\n\n== দর্শনীয় স্থান ==\nচাঁপাইগাছির বিল\nপাটিকাবাড়ী শাহী মসজিদ\nঝাউদিয়া শাহী মসজিদ\nহরিনারায়ণপুর শাহী মসজিদ\nমুক্তবাংলা, ইসলামী বিশ্ববিদ্যালয় ক্যাম্পাস\nশহীদ স্মৃতিসৌধ, ইসলামী বিশ্ববিদ্যালয় ক্যাম্পাস\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\nআবদুল খালেক চন্টু–কুষ্টিয়া-৩ আসনের সাবেক সংসদ সদস্য\nআমীর-উল ইসলাম–মুক্তিযুদ্ধের সংগঠক, আইনজীবী\nখন্দকার রশিদুজ্জামান দুদু, কুষ্টিয়া-৩ আসনের সাবেক সংসদ সদস্য\nসৈয়দ আলতাফ হোসেন–সাংবাদিক, রাজনীতিবিদ ও আইনজীবী\nআখতারুজ্জামান বাবু–অধ্যাপক, ইসলামী বিশ্ববিদ্যালয়, বাংলাদেশ\n\n\n== তথ্যসূত্র =="}