{"pageid": 1035953, "title": "মৌলীচন্দ্র শর্মা", "url": "https://bn.wikipedia.org/wiki?curid=1035953", "content": "মৌলি চন্দ্র শর্মা ( এমসি শর্মা ) ছিলেন প্রবীণ ভারতীয় রাজনীতিবিদ,তিনি প্রথম দিকে  ভারতীয় জাতীয় কংগ্রেসের রাজনীতির সাথে যুক্ত ছিলেন। ১৯৫৪ সালে রাষ্ট্রীয় স্বয়ংসেবক সংঘের নেতাকর্মীদের দল থেকে বহিষ্কার করার আগে তিনি ভারতীয় জনসঙ্ঘের প্রতিষ্ঠাতা সদস্য ছিলেন এবং এর সহ-রাষ্ট্রপতি ও রাষ্ট্রপতি হিসাবে দায়িত্ব পালন  \n\n\n== প্রথম জীবন ==\nএমসি শর্মা পণ্ডিত দীন দয়াল শর্মার পুত্র, যিনি সনাতনবাদী সংস্কৃত পণ্ডিত, ১৯২০ এর দশকে হিন্দু মহাসভার প্রবর্তক এবং মদন মোহন মালাভিয়ার সহযোগী।  মৌলি চন্দ্র দিল্লিতে বেড়ে ওঠেন এবং হিন্দু কলেজে পড়েন। তিনি আইন নিয়ে পড়াশোনা চালিয়ে যান, তবে ১৯৩৩ সালে রাজনৈতিক তৎপরতায় যোগ দেন। \nশর্মা স্বাধীনতার আগ পর্যন্ত ভারতীয় জাতীয় কংগ্রেসের সদস্য ছিলেন। তিনি রাজপুত্রের মুখ্যমন্ত্রী এবং চেম্বার অব প্রিন্সেসের চ্যান্সেলরের সেক্রেটারি হিসাবে কাজ করেছিলেন। তিনি রাষ্ট্রের প্রতিনিধি দলের সদস্য হিসাবে ১৯৩০ এবং ১৯৩১ সালে লন্ডনে গোলটেবিল সম্মেলনে অংশ নিয়েছিলেন। \n১৯৪৭ সালের পরে, তিনি দিল্লি এবং আশেপাশের অঞ্চলের রাজনীতিতে সক্রিয় ছিলেন। রাষ্ট্রীয় স্বয়ংসেবক সংঘের (আরএসএস) দিল্লী ইউনিটের প্রচারক বাসন্তরও ওকের সাথে তাঁর ঘনিষ্ঠ সম্পর্ক ছিল। পার্টিশনের শরণার্থীদের পুনর্বাসনে আরএসএসের কাজ দেখে তিনি মুগ্ধ হয়েছিলেন।  মহাত্মা গান্ধী হত্যার পরে আরএসএস নিষিদ্ধ করা হয়েছিল, তখন নিষেধাজ্ঞাবদ্ধি প্রত্যাহারের প্রচারের জন্য তিনি নাগরিক অধিকার গোষ্ঠী জন অধিকার সমিতি সংগঠিত করেছিলেন। জননিরাপত্তা আইনে এই সক্রিয়তার জন্য তাকে গ্রেপ্তার করা হয়েছিল।  পরে আরএসএসের গঠনতন্ত্রের বিষয়ে একটি চুক্তিতে পৌঁছানোর জন্য তিনি স্বরাষ্ট্রমন্ত্রী বল্লভভাই প্যাটেল এবং আরএসএস প্রধান এমএস গোলওয়ালকারের মধ্যে মধ্যস্থতার ভূমিকা পালন করেছিলেন। \n\n\n== ভারতীয় জনসঙ্ঘ ==\n১৯৫০ সালের শেষের দিকে, শ্যামা প্রসাদ মুখোপাধ্যায় দিল্লিতে এমসি শর্মা সহ এক নতুন রাজনৈতিক দল, ভবিষ্যত ভারতীয় জনসঙ্ঘ গঠনের জন্য একটি মূল দলকে জড়ো করেছিলেন। মূল গ্রুপের আরও বেশ কয়েকজন সদস্য ছিলেন আরএসএস প্রচারক। ১৯৫১ সালের ২  মে জন সংঘের পাঞ্জাব-দিল্লি শাখা গঠনে শর্মা একটি সক্রিয় ভূমিকা পালন করেছিলেন, যা পরবর্তীকালে দেশব্যাপী 'ভারতীয়' জন সংঘের অংশ হয়।  এটি হিন্দু সনাতনবাদী রাজনীতিবিদ এবং হিন্দু জাতীয়তাবাদী আরএসএস দ্বারা জন সংঘে প্রভাবের সমান অংশীদার হওয়ার ইঙ্গিত দেয়।\n১৯৫১-৫২ সালের প্রথম সাধারণ নির্বাচনের প্রাক্কালে জন সংঘ গঠিত হয়েছিল। দলটি লোকসভায় কেবল ৩ টি আসন জিতেছিল। শর্মা দিল্লি থেকে লোকসভা আসনে প্রতিদ্বন্দ্বিতা করেছিলেন, কিন্তু হেরেছিলেন। তিনি ৭৪০৭৭ ভোট পেয়েছিলেন। \n১৯৫৩ সালের জুনে মোকারার্জি মারা গেলে শর্মা জন সংঘের ভারপ্রাপ্ত সভাপতি হিসাবে নিযুক্ত হন। এই সময়ের মধ্যে, উত্তরপ্রদেশের আরএসএস প্রচারক দীনদয়াল উপাধ্যায় দলের সাধারণ সম্পাদক ছিলেন এবং আরএসএস প্রধান এমএস গোলওয়ালকরের পুরো আস্থা পেয়েছিল। শর্মা এমনকি দলের কেন্দ্রীয় কার্যালয়েও তাঁর অবস্থানকে দুর্বল বলে মনে করেছিলেন। হিন্দু স্বার্থকে প্রতিনিধিত্ব করে একটি একক দল গঠনের জন্য জন সংঘকে হিন্দু মহাসভা ও রাম রাজ্য পরিষদে একীভূত করার বিষয়ে আলোচনা হয়েছিল। হিন্দু মহাসভাকে 'সাম্প্রদায়িক সংস্থা' আখ্যা দেওয়ার শর্মার একটি বিবৃতি আলোচনার বিরতি দিয়েছে বলে জানা গেছে।  তবে, হিন্দু মহাসভার রাষ্ট্রপতি এনসি চ্যাটার্জি অনুসারে, ভিডি সাভারকর একীভূতকরণের প্রস্তাবগুলিকে আটকে দেন কারণ তিনি গোলওয়ালকারকে অপছন্দ করেন এবং প্রত্যাশা করেছিলেন যে সংযুক্ত সংগঠনটি আরএসএস দ্বারা আধিপত্য পাবে। \n\n\n== প্রতিক্রিয়া ==\nএজি নূরানি উল্লেখ করেছিলেন যে পরবর্তী বছরগুলিতে, জন সংঘ এবং এর উত্তরসূরি, ভারতীয় জনতা পার্টি , আরএসএস এর চাপে ১৯৭৩ সালে বলরাজ মাধোক এবং ২০০৫ সালে এল কে আডবাণীকে পদত্যাগে  বাধ্য করেছিল।  আরএসএসের প্রতি সহানুভূতিশীল দিল্লি বিশ্ববিদ্যালয়ের সমাজবিজ্ঞানী রকেশ সিনহা বলেছিলেন যে এমসি শর্মা তাঁর রাজনৈতিক সুবিধার্থে সংগঠন ও আদর্শের ব্যাখ্যা করেছেন এবং \"আরএসএস থেকে দলকে বিচ্ছিন্ন করার উচ্চাভিলাষ\" পোষণ করেছেন। তাঁর মতে, \"যারা বিজেপির বৃদ্ধির পক্ষে আরএসএস বা হিন্দুত্বকে হোঁচট খাচ্ছে বলে বিশ্বাস করেন তারা আরএসএসের বিশ্বদর্শনকে ভুল ধারণা দিয়েছেন।\"  সাংবাদিক কিংজুক নাগ মন্তব্য করেছিলেন যে এটি জনসঙ্ঘের শ্যামা প্রসাদ মুখোপাধ্যায়ের উত্তরাধিকারের সমাপ্তি, এর পরে আরএসএস পুরো নিয়ন্ত্রণ নিয়েছিল। \n\n\n== তথ্যসূত্র ==\n\n \nসূত্র"}