{"pageid": 1036072, "title": "বাবল চেম্বার", "url": "https://bn.wikipedia.org/wiki?curid=1036072", "content": "বাবল চেম্বার হল একটি অতি-উত্তাপযুক্ত স্বচ্ছ তরল (বেশিরভাগ ক্ষেত্রে তরল হাইড্রোজেন ) দিয়ে ভরা পাত্র যার মধ্য দিয়ে চলমান বৈদ্যুতিন চার্জযুক্ত কণাগুলি শনাক্ত করতে ব্যবহৃত হয়। এটি ১৯৫২ সালে ডোনাল্ড এ গ্লেজার উদ্ভাবন করেছিলেন, যার জন্য তাঁকে পদার্থবিদ্যায় ১৯৬০ সালের নোবেল পুরস্কার দেওয়া হয়েছিল। \nবাবল চেম্বারগুলি অতীতে ব্যাপকভাবে ব্যবহৃত হলেও এখন বেশিরভাগ ক্ষেত্রেই তারের চেম্বার, স্পার্ক চেম্বার, ড্রিফ্ট চেম্বার এবং সিলিকন ডিটেক্টর গুলো ব্যবহার করা হয়। উল্লেখযোগ্য বাবল চেম্বারগুলোর মধ্যে বিগ ইউরোপীয় বাবল চেম্বার (বিইবিসি) এবং গারগামেল অন্যতম।\n\n\n== কার্যনীতি এবং ব্যবহার ==\nব্যবহার এবং মূলণীতির দিক থেকে বাবল চেম্বার অনেকটাই ক্লাউড চেম্বারের অনুরূপ। এটি সাধারণত তৈরী করা হয় একটি সিলিন্ডারে তরল পূর্ণ করে যেখানে তরলের তাপমাত্রা গলনাঙ্কের ঠিক নীচে রাখা হয়। কণাগুলি চেম্বারে প্রবেশ করার সাথে সাথে একটি পিস্টন হঠাৎ তার চাপ হ্রাস করে এবং তরলটি একটি অতি উত্তপ্ত মেটাস্টেবল পর্যায়ে প্রবেশ করে। চার্জযুক্ত কণা একটি আয়নীকরণ ট্র্যাক তৈরি করে, যার চারপাশে তরলটি বাষ্পীভূত হয় এবং মাইক্রোস্কোপিক বুদবুদ গঠন করে। কোনও ট্র্যাকের চারপাশে বুদবুদ ঘনত্ব একটি কণার শক্তি হ্রাসের সমানুপাতিক।\nচেম্বারটি প্রসারিত হওয়ার সাথে সাথে বুদবুদগুলি আকারে বড় হয়, যতক্ষণ না তারা দেখা বা ছবি তোলার জন্য যথেষ্ট পরিমাণে বড় হয়। এর চারপাশে বেশ কয়েকটি ক্যামেরা স্থাপন করা হয়, যা একটি ইভেন্টের ত্রি-মাত্রিক চিত্র অর্জন করতে সাহায্য করে। কয়েকটি মাইক্রোমিটার (μm) অবধি রেজোলিউশন সহ বুদ্বুদের চেম্বারগুলি পরিচালনা করা হয়েছে।\nপুরো চেম্বারটি একটি ধ্রুবক চৌম্বকীয় ক্ষেত্রের মধ্যে রাখা হয়। এটি লরেন্টজ ফোর্সের মাধ্যমে চার্জযুক্ত কণার উপর কাজ করে এবং তাদের হেলিকাল পথে ভ্রমণ করতে পরিচালিত করে যার রেডিয়াই কণার চার্জ থেকে গণ অনুপাত এবং তাদের বেগ দ্বারা নির্ধারিত হয়। যেহেতু সমস্ত জ্ঞাত, চার্জযুক্ত, দীর্ঘকালীন উপজাতীয় কণাগুলির চার্জের প্রস্থতা বৈদ্যুতিনের সমান, তাই তাদের বক্রাকার ব্যাসার্ধ অবশ্যই তাদের গতির সাথে আনুপাতিক হতে হবে। সুতরাং, একটি কণার বক্রতার ব্যাসার্ধ পরিমাপ করে, এর গতিবেগ নির্ধারণ করা যেতে পারে।\n\n\n== তথ্যসূত্র =="}