{"pageid": 1036611, "title": "অতিঘর্মণ", "url": "https://bn.wikipedia.org/wiki?curid=1036611", "content": "অতিঘর্মণ একটি রোগাবস্থা যাতে কোনও ব্যক্তির দেহ থেকে অস্বাভাবিক রকম বেশি পরিমাণে ঘাম নিঃসৃত হয়। একে ইংরেজিতে \"হাইপারহাইড্রোসিস\", \"পলিহাইড্রোসিস\" বা \"সুডোরিয়া\" বলা হয়। কদাচিৎ \"হাইড্রোসিস\" বা \"ডায়াফোরেসিস\" নামেও ডাকা হতে পারে। অতিঘর্মণে দেহের তাপমাত্রা নিয়ন্ত্রণ করার জন্য প্রয়োজনীয় পরিমাণের চেয়ে বেশি পরিমাণে ঘাম নিঃসৃত হয়। যদিও অতিঘর্মণ মূলত এক ধরনের দৈহিক বোঝাস্বরূপ, তা সত্ত্বেও এটি মানসিক, আবেগিক ও সামাজিক দিক থেকে একজন ব্যক্তির জীবনের মানের অবনতি ঘটাতে পারে। পেশী দিয়ে বলপ্রয়োগ করতে হয়, এমন কোনও কর্মকাণ্ডে অংশগ্রহণ না করলেও কিংবা উত্তপ্ত পরিবেশে অবস্থান না করলেও অতিঘর্মণে আক্রান্ত ব্যক্তিদের ঘাম হয়। বগলতলা, মুখমণ্ডল, ঘাড়, পিঠ, কুঁচকি, হাত ও পায়ের তালুতে সাধারণত ঘাম হয়। কেউ কেউ একে \"নিরব প্রতিবন্ধিতা\" নাম দিয়েছেন।\n\n\n== প্রকারভেদ ==\n\nঅতিঘরর্মণ \"সাধারণীকৃত\" কিংবা \"স্থানিক\" হতে পারে। হাত ও পায়ের তালু, বগল, কুঁচকি ও মুখমণ্ডলে সবচেয়ে বেশি সংখ্যায় ঘর্মগ্রন্থি (বিশেষ করে বহিঃস্রাবী ঘর্মগ্রন্থি) বিদ্যমান, তাই এসব স্থানেই ঘর্ম নিঃসরণ সবচেয়ে সক্রিয়। যখন অতিঘর্মণ কোনও নির্দিষ্ট স্থান সীমাবদ্ধ থাকে (যেমন মাথার তালু, হাতের তালু, পায়ের তালু, ইত্যাদি), সে ব্যাপারটিকে প্রাথমিক অতিঘর্মণ বা স্থানিক অতিঘর্মণ বলে। যখন সারা দেহ জুড়ে অতিঘর্মণ হয়, তখন তাকে সাধারণীকৃত অতিঘর্মণ বা দ্বিতীয় পর্যায়ের অতিঘর্মণ বলে। সাধারণীকৃত অতিঘর্মণ সাধারণত অন্য কোনও নিম্নস্থিত রোগের কারণে হয়ে থাকে।\nপ্রাথমিক বা স্থানিক অতিঘর্মণকে এলাকার উপরে নির্ভর করে আরও কয়েকটি প্রকারে ভাগ করা হয়। যেমন তালুর অতিঘর্মণ, কিংবা স্বাদজনিত অতিঘর্মণ (কিছু নির্দিষ্ট খাবার গ্রহণের পরে মুখমণ্ডল বা বুকে ঘাম নিঃসরণ)। আবার অতিঘর্মণকে প্রাদুর্ভাবের সময়ের উপর ভিত্তি করে প্রকারভেদ করা যায়। জন্ম থেকেই শুরু হলে এক জন্মগত অতিঘর্মণ বলে, আর জীবনের পরবর্তী পর্যায়ে শুরু হলে একে অর্জিত অতিঘর্মণ বলে। প্রাথমিক বা স্থানিক অতিঘর্মণ সাধারণত কৈশোরে বা তারও আগে শুরু হয় এবং আপাতদৃষ্টিতে একটি অটোজোমীয় প্রকট বংশাণুগত বৈশিষ্ট্য হিসেবে উত্তরাধিকার সূত্রে প্রাপ্ত হয়। এটির সাথে দ্বিতীয় পর্যায়ের অতিঘর্মণের পার্থক্য আছে, যা জীবনের যেকোনও মুহূর্তে শুরু হতে পারে। দ্বিতীয় পর্যায়ের অতিঘর্মণ থাইরয়েড গ্রন্থি বা পিটুইটারি গ্রন্থির কোনও বিকার, মধুমেহ রোগ, অর্বুদ (টিউমার), গেঁটেবাত, রজোনিবৃত্তি, কিছু বিশেষ ঔষধ কিংবা সীসার বিষক্রিয়ার কারণে সৃষ্টি হতে পারে।\nআরেকটি শ্রেণীকরণ পদ্ধতিতে আক্রান্ত চর্মের ক্ষেত্রফল-কে মানদণ্ড হিসেবে গণ্য করা হয়। এই পদ্ধতিতে চর্মের ১০০ বর্গসেন্টিমিটার (১৬ বর্গইঞ্চি) বা ততোধিক ক্ষেত্রফলের এলাকা আক্রান্ত হলে সেটিকে বিশেষ একটি শ্রেণীতে ফেলা হয়, এবং এর চেয়ে কম ক্ষেত্রফলের এলাকা আক্রান্ত হলে সেটিকে অন্য একটি শ্রেণীতে ফেলা হয়।\nআরেকটি শ্রেণীকরণ পদ্ধতি অতিঘর্মণের সম্ভাব্য কারণের উপর ভিত্তি করে সম্পাদন করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}