{"pageid": 1036212, "title": "নাহরাওয়ানের যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1036212", "content": "ইসলামের প্রথম গৃহযুদ্ধের অন্যতম নাহরাওয়ানের যুদ্ধ (আরবি: معركة النهروان, রোমান হরফে লেখা : মা'রাকাত আন-নাহরাওয়ান, জঙ্গে নাহরাওয়ান) ৬৫৮ সালের জুলাই মাসে খলিফা হযরত আলী ইবনে আবি তালিব রা: এবং মুহাক্কামা (যারা পরে খারেজী নামে প্রসিদ্ধ হয়) নামক বিদ্রোহী দলের মধ্যে সংঘটিত হয়। নাহরাওয়ান বাগদাদ ও হেলওয়ানের মধ্যবর্তী স্থানে অবস্থিত একটি জায়গা। এই যুদ্ধটি ছিল মাওলা আলী রা: ও আমিরে শাম মুয়াবিয়া রা: এর মাঝে সংঘটিত সিফফিনের যুদ্ধের ফল, যে যুদ্ধটি বর্শার উপর কুরআন রেখে উত্তোলন করে মধ্যস্থতা চুক্তির মাধ্যমে শেষ হয়েছিল, যা ইশারা করে আল্লাহর কিতাব দিয়ে সালিশের প্রয়োজনীয়তাকে। সে সময় একটি দল সালিশ প্রত্যাখ্যান করে, তাদের সংখ্যা ছিল বারো হাজার, নেতৃত্বে ছিল আব্দুল্লাহ বিন ওয়াহব আল-রাসেবি, তারা সে সময় তাদের বিখ্যাত স্লোগান তুলেছিল: লা হুকমা ইল্লা লিল্লাহ। তাদের উপর আলী বিন আবি তালিবের সেনাবাহিনীর বিজয়ের মাধ্যমে এই যুদ্ধের সমাপ্তি ঘটে। মুহাক্কামীদের মাত্র চল্লিশ জন বেঁচে যান। মুহাক্কামীরা হল খারেজীয়তের মূল এবং এই মিল্লাতের উৎপত্তিস্থল।\nএই যুদ্ধের ফলে মুসলিম জাতি মধ্যে স্থায়ী ভাবে দুই দলে বিভক্ত হয়ে যায়। পরাজিত দলটি খারিজি বিদ্বেষী বলে পরিচিতি লাভ করে। পরাজিত হলেও তারা বছরের পর বছর ধরে বহু মুসলিম শহর ও শহরতলিতে হুমকি এবং নাশকতা করতে থাকে। ৬৬১ সালের জানুয়ারি মাসে এই খারিজিদের একজনের ছুরিকাঘাতেই হযরত আলী নিহত হন।\n\n\n== সংক্ষিপ্ত ইতিহাস ==\nতৃতীয় খলিফায়ে রাশেদা উসমান বিন আফফানের শাহাদাতের পর মুসলমানদের মধ্যে যখন বিবাদ শুরু হয়, তখন সে বিবাদের সবচেয়ে বড় পরিণতি ছিল ৩৭ হিজরিতে সিফফিনে চতুর্থ খলিফা আলী বিন আবি তালিব এবং অবিভক্ত সিরিয়ার গভর্নর মুয়াবিয়া বিন আবি সুফিয়ান মধ্যে ঘটে যাওয়া ভয়াবহ সংঘর্ষ। তৃতীয় খলিফা হযরত উসমান ইবন আফফান রা: এর নিয়োগনীতির ফলে এই বিদ্রোহের সৃষ্টি হয়। বিদ্রোহীরা ৬৫৬ সালে উসমান রা: কে নিহত করেন। আল্লাহর নবী হযরত মুহাম্মদ সা এর জামাতা ও চাচাতো ভাই আলী ইবনে আবু তালিব পরবর্তীতে মদিনাবাসীর সমর্থনে খলিফা নির্বাচিত হন। কিন্তু নির্বাচনের পর ঐ হত্যাকে কেন্দ্র করে তালহা ইবনে উবাইদুল্লাহ, জুবায়ের ইবনুল আওয়াম, হযরত মুহাম্মদ সা এর স্ত্রী হযরত আয়িশা রা: এবং সিরিয়ার গভর্নর এবং খলিফা উসমানের আত্মীয় আমিরে মুয়াবিয়া রা: বারবার উসমানের হত্যাকারীদের বিরুদ্ধে প্রতিশোধ নেওয়ার দাবি জানিয়ে আসছিলেন। ৬৫৬ সালে উষ্ট্রীর যুদ্ধে আলী রা: তালহা রা: ও জুবায়ের রা: এর সাথে দ্বন্দ্বে জয়লাভ করেন। হযরত আলী রা: হযরত মুয়াবিয়া রা: এর বিরুদ্ধে সিফফিনের যুদ্ধে (৬৫৭ জুলাই) প্রায় জয়লাভ করে ফেলেছিলেন। বেগতিক অবস্থায় মুয়াবিয়া রা: এর শলাপরামর্শকারী বর্শার মাথায় কুরআন বেঁধে যুদ্ধবিরতির প্রস্তাব দিলে তিনি যুদ্ধ থামাতে রাজি হননি। কিন্তু তার সেনাবাহিনীর কিছু অংশ বেঁকে বসে যুদ্ধ করতে অস্বীকার করে এবং হযরত আলীকে যুদ্ধবিরতি দিতে বাধ্য করে। ফলে বিজয় ছাড়াই যুদ্ধ শেষ হয়। উভয় বাহিনী দুজন প্রতিনিধি প্রশাসক পাঠাতে সম্মত হয় যারা প্রত্যেকে অপর পক্ষের প্রতিনিধিত্ব করবে। তাই আলী বিন আবি তালিব আবু মুসা আল-আশআরীকে প্রশাসক হিসেবে প্রেরণ করেন এবং মুয়াবিয়া রা: আমর বিন আল-আস কে। তাদের সম্মতিক্রমে একটি পত্র রচিত হয়; যা লোকদের সম্মুখে পাঠ করা হয়। পত্রটি স্ফুলিঙ্গের মতো খারেজিয়তের আগুনকে প্রজ্বলিত করে দেয়। হযরত আশ‘আস বিন কায়স রা: পত্রটি নিয়ে বের হন, এবং লোকদের সম্মুখে পাঠ করছিলেন। একপর্যায়ে তিনি বনু তামিমের একটি দলের পাশ দিয়ে যাচ্ছিলেন, যাদের মধ্যে ছিলেন উরওয়া বিন আদিয়া, তিনি আশআস রা: কে বললেন: «تُحكِّمون في أمر الله الرجال لا حكم إلا لله» (অনু: তোমরা খোদায়ী বিষয়ে মানুষের ফয়সালা করছ, লা হুকমা ইল্লা লিল্লাহ, আল্লাহ ছাড়া আর কারো বিচারের হক নেই!) অতঃপর উরওয়া লোকটি তার তরবারি টেনে আশ’আস রা: এর ঘোড়ার লিঙ্গে আঘাত করে বসে, এতে লোকেরা ক্ষেপে যায়। কিন্তু বনু তামীমের সর্দারেরা ক্ষমা চাইলে সমস্যা শেষ হয়ে যায়।\nযখন আলী বিন আবি তালিবের বাহিনীর কুফায় ফিরতে লাগেন, তখনই পথে খারেজিরা নিজেদের স্ফুটন ঘটালে কুফায় যাওয়ার রাস্তা বন্ধ হয়ে যায়। তাদের প্রধানেরা  তাদের সাথে যোগ দেয় এবং চাবুক ও অপমানজনক বাক্যসংঘর্ষে লিপ্ত হয়। হযরত আলী যখন তার রাজধানী কুফায় ফিরে আসেন। একদল সৈন্য ফয়সালার সমালোচনা করে এবং আলীর বিরুদ্ধে ধর্ম অবমাননার অভিযোগ আনে। কারণ তিনি ফয়সালার জন্য দুইজন ব্যক্তির বিবেচনাকে মেনে নিয়েছেন কিন্তু কিতাবুল্লাহ অনুযায়ী কোন কাজ করেননি। অথচ তাদেরই অধিকাংশ অংশ হযরত আলীকে সালিশ গ্রহণ করতে বাধ্য করে! তাদের মধ্যে বারো হাজার জন সৈন্য সেনাবাহিনী থেকে বিচ্ছিন্ন হয়ে হারুরা' নামক জায়গায় ক্যাম্প স্থাপন করে। এরা তখন হারুরাতি নামে পরিচিত হয়ে ওঠে। তারা যুদ্ধের জন্য একজন আমীর নিযুক্ত করে এবং অন্য একজনকে নামাজের ইমামতির জন্য নিযুক্ত করে। এ কারণে হযরত আলী, আব্দুল্লাহ ইবনে আব্বাস এবং অন্যান্যরা তাদের কিছুদিন পর আলী হারুরা শিবির পরিদর্শন করেন এবং তাদের কুফায় ফিরে যেতে রাজি করান, কিন্তু তারা প্রথমে অস্বীকার করলেও পরে তারা সবাই কুফায় প্রবেশ করে। কিছু খারেজীদের বিবরণ অনুসারে, তারা এই শর্তে ফিরে এসেছিল যে, ছ'মাস পরে মুয়াবিয়ার বিরুদ্ধে যুদ্ধ পুনরায় শুরু করা হবে এবং আলী রা: তার ভুল স্বীকার করবেন, যা তিনি খুব সাধারণ এবং দ্ব্যর্থহীন ভাষায় করতেন। প্রকৃতপক্ষে আলী রা সালিশির নিন্দা করতে অস্বীকৃতি জানান এবং কার্যক্রম অব্যাহত থাকে।\n\n\n=== খারেজীদের কুফা ত্যাগ ===\nআলী বিন আবি তালিব যখন আবু মুসা আল-আশআরীকে বিচারক হিসেবে পাঠাতে চাইলেন, তখন খারেজীদের মধ্য থেকে দু’জন লোক তার কাছে আসে। তারা হলেন জারাআ ইবন আল-বুর্জ এবং হারকুস ইবন জুহাইর, যিনি যুল-খুয়াসিরা আল-তামিমি নামে পরিচিত ছিলেন। তারা আলীকে বলেন: \"লা হুকমা ইল্লা লিল্লাহ\" (আল্লাহ ছাড়া আর কারো বিচারের হক নেই)। প্রত্যুত্তরে আলীও রা: বলে উঠেন: \"লা হুকমা ইল্লা লিল্লাহ\"। দুই খারেজী আলীর সাথে তর্কে লিপ্ত হয়। তারপর তারা তাকে ছেড়ে চলে গেল এবং তার বিরুদ্ধে উসকানি দেওয়া শুরু করে। একদিন হযরত আলী রা: মসজিদে খুতবা দিচ্ছিলেন, এমতাবস্থায় খারেজীদের একটি সংখ্যক দল পাশে দাঁড়িয়ে চিৎকার করে বলতে লাগল: \"লা হুকমা ইল্লা লিল্লাহ\"। প্রত্যুত্তরে আলি রা বলে উঠেন: «الله أكبر كلمة حقٍ أريد بها باطل أما إن لكم عندنا ثلاثًا ما صحبتمونا لا نمنعكم مساجد الله أن تذكروا فيها اسمه ولا نمنعكم الفيء ما دامت أيديكم مع أيدينا ولا نقاتلكم حتى تبدأونا وإنما فيكم أمر الله» এর অর্থ: আল্লাহু আকবার সত্য বাক্য, তাদের উদ্দেশ্য বাতিল। কিন্তু যতক্ষণ তোমাদের মাঝে তিনটি জিনিস রয়েছে যা এখনও তোমাদেরকে আমাদের সাথে রেখেছে। কিন্তু আমরা তোমাদেরকে আল্লাহর মসজিদে তাঁর নাম উচ্চারণ করতে বাধা দিব না, যতদিন তোমার হাত আমাদের সাথে থাকবে ততদিন তোমাদেরকে ফাই থেকে বাধা দিব না, তোমরা আমাদের সাথে যুদ্ধ শুরু না করা পর্যন্ত আমরা তোমার সাথে কোন যুদ্ধ করব না, তোমাদের ব্যাপারে আল্লাহর হুকুমই কার্যকর হবে।\"\nতখন খারেজীরা মসজিদ থেকে বের হয়ে আবদুল্লাহ বিন ওয়াহব আল-রাসিবির বাড়িতে মিলিত হয় এবং তারা কুফা ছেড়ে এমন একটি শহরে যেতে রাজি হয় যেখানে তারা তাদের দাবি অনুযায়ী আল্লাহর শাসন কার্যকর করার জন্য সম্মিলিত হতে পারবে। তাদের মধ্যে কেউ কেউ মাদায়েনে জমায়েত হতে নির্দেশ করে, কিন্তু বাকিরা এর অনাক্রম্যতা এবং সুরক্ষার শক্তির কারণে এই প্রস্তাব প্রত্যাখ্যান করে। অবশেষে, তারা কুফার কাছে নাহরাওয়ান সেতুতে (বাগদাদ ও হেলওয়ানের মধ্যে টাইগ্রিসের পশ্চিমে) মিলিত হতে সম্মত হয়। কুফার খারিজিরা এবং বসরার খারিজিরা একই সাথে নাহরাওয়ানে প্রস্থান করার জন্য অনেক প্রতিকূলতা সহ্য করে। তারা সনাক্তকরণ এড়ানোর জন্য ছোট ছোট দলে বিভক্ত হয়ে গিয়েছিল। তারা প্রায় পাঁচশত বসরার খারেজী নেতাদের খবর দেয় এবং তারাও তাদের সাথে নাহরওয়ানে যোগদান করে। এই প্রস্থানের পরে থেকেই তাদের খারিজি নামে ডাকা হত, যার অর্থ যারা বের হয়ে গিয়েছে।\n\n\n== উপলক্ষণ ==\nখারেজিরা আলীকে খলিফা হিসেবে মানতে অস্বীকার করে। তাঁকে, তাঁর অনুসারীদেরকে এবং সিরীয়দেরকে কাফের হিসেবে ঘোষণা করে এবং আব্দুল্লাহ ইবনে ওয়াহব আল-রাসিবিকে তাদের খলিফা হিসেবে নির্বাচিত করে। তারা এই ধরনের কাফেরদের বিরুদ্ধে যুদ্ধ ঘোষণা করে এবং উসমান এবং আলীর ব্যাপারে তাদের মতামত সম্পর্কে জনগণকে জিজ্ঞাসাবাদের চর্চা শুরু করে, যার ফলে তাদের নিজস্ব মতামত প্রকাশিত হয়নি।\nদুটি রায়ের ইস্যুটি কোন ফল ছাড়াই শেষ হওয়ার পর, আলী বিন আবি তালিব রা: মুয়াবিয়া বিন আবি সুফিয়ান এবং আহলে শামের সাথে পুনরায় লড়াই করার সংকল্প করেন এবং ইরাকের পঁয়ষট্টি হাজার লোক তার সাথে একত্রিত হয়, তখন আলী বিন আবি তালিব নাহরাওয়ানের খারিজিদের, যুদ্ধের আহ্বান জানিয়ে চিঠি লিখেন।\nকিন্তু তারা তার আমন্ত্রণ প্রত্যাখ্যান করে এবং তাকে জবাব দেয় যে: “আপনি আপনার খোদার রেজামন্দির জন্য রাগান্বিত হন নি, বরং আপনি নিজের নফসের জন্য রাগান্বিত হয়েছেন, যদি আপনি নিজের কুফরী মেনে নেন এবং তওবা করেন, তাহলে আমাদের এবং আপনাদের মধ্যে যা হয়েছে তা আমরা বিবেচনা করব। অন্যথায় আপনাকে সমান শর্তে প্রত্যাখ্যান করব, নিশ্চয়ই আল্লাহ বিশ্বাসঘাতকদের পছন্দ করেন না।\"\nএমতাবস্থায় আব্দুল্লাহ ইবনে আব্বাস খারেজীদের শিবিরে গিয়ে তাদের সত্যের পথে আমন্ত্রণ জানাতে এবং সঠিক দলে ফিরে আসার দাওয়াত দিতে মনস্থ করেন। কিন্তু আলী ইবনে আবি তালিব তাঁর প্রাণের ভয় পান। তবে ইবনে আব্বাস তাকে আশ্বস্ত করতে সক্ষম হন। অতঃপর ইবনে আব্বাস তাদের শিবিরে প্রবেশ করেন এবং সেখানে একটি দীর্ঘ সংলাপ হয়। সংলাপে ইবনে আব্বাসের প্ররোচনা করার ক্ষমতা, ফিকহশাস্ত্রে পাণ্ডিত্য এবং ইলমের ঝলক প্রস্ফুটিত হয়। এমনকি তিনি প্রায় ছয় হাজার অনুতপ্ত খারেজীদের সাথে কুফায় ফিরে আসতে সক্ষম হন।\nব্যাপারটা এমনই রয়ে যায়, খারেজীরা শান্ত হয়ে পড়ে এবং কোনপ্রকার যুদ্ধ বা শত্রুতা প্রদর্শন করলো না। কিন্তু তারা যখন আলী বিন আবি তালিবের সিরিয়ার গভর্নরের সাথে যুদ্ধ করার জন্য তাদেরকে ছাড়াই বেরিয়ে যাওয়ার কথা শুনে, তখন তারা মনে করেছিল যে তারাও কুফায় প্রবেশ করবে, তাই তারা চলে গেল। আলী তাদের রাজি করাতে সক্ষম হন যে, মুয়াবিয়ার বিরুদ্ধে যুদ্ধ করাটা আরো গুরুত্বপূর্ণ এবং তাদের সৈন্যদের সিরিয়ায় আসার নির্দেশ দেন। বসরা থেকে নাহরাওয়ান সড়কে এবং পথে একটি ঘটনা ঘটে যা পরবর্তীতে তাদের সাথে আলীর লড়াইয়ের কারণ হয়ে যায়, তা হল বাকি পথে, খারেজিদের বিশ্বস্ততা পরখের জন্য মানুষ পাঠানো হলে তাদের শাহাদাতের খবর পাওয়া যায়। আবদুল্লাহ বিন খাবাব বিন আল-আরাত, তার গর্ভবতী স্ত্রী এবং তায়্য গোত্রের আরও তিনজন মহিলাকে তারা হত্যা করে। বিষয়টা তদন্ত করার জন্য আলী রা একজনকে পাঠান, কিন্তু তিনিও শহীদ হন। এ কারণে আলী রা এর সৈন্যরা তাকে অনুরোধ করেন আগে খারেজিদের সাথে মোকাবেলা করতে। কারণ তারা ভয় পাচ্ছিল যে, খারেজীরা পাছে কুফাতে তাদের পরিবার এবং সম্পত্তির উপর হামলা করে বসে। এরপর আলী তার সৈন্যদল নিয়ে নারাওয়াযানে চলে যান। তার সেনাবাহিনীর শক্তি ছিল ৪০,০০০।\n\n\n== যুদ্ধের কারণ ==\nখারেজীরা অবৈধ রক্তপাত করা শুরু করে যা ইসলামে হারাম, এবং তাদের নিষিদ্ধ কর্মের অনেক বর্ণনা রয়েছে। আব্দুল কায়সের এক ব্যক্তি বলেন: আমি খারেজীদের সাথে ছিলাম, এবং আমি তাদের কাছ থেকে এমন কিছু দেখেছি যা আমি ঘৃণা করি, তাই আমি তাদের কাছ থেকে এই শর্তে বিচ্ছিন্ন হলাম যে আমি তাদের চেয়ে বেশি হব না। আমি তাদের একটি দলের সাথে ছিলাম, তারা একজন লোককে দেখতে পেল যে বের হলো মাত্র। যেন সে ভীত সন্ত্রস্ত। তার ও ওই দলের মাঝে ছিল একটি ছোট নদী। তারা তাকে নদীতে নিয়ে যায়। তারা বলল: মনে হচ্ছে আমরা তোকে পালন করেছি?\nতিনি বললেন: হ্যাঁ। তারা বলল: তুই কে?তিনি বললেন: আমি আবদুল্লাহ ইবন খাবাব ইবন আল আরাত। তারা বলল: তোর কাছে কি এমন কোন হাদীস আছে: রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: “একটি মহা ফিতনা আসন্ন। সে সময় যে ঘরে বসে থাকবে সে দাঁড়িয়ে থাকা লোকের চেয়ে উত্তম। আর যে দাঁড়িয়ে থাকবে সে হেঁটে চলা লোকের চেয়ে উত্তম। যদি তোমরা তাদের সাক্ষাৎ পাও, তাহলে নিহত আব্দুল্লাহ হয়ো,  হত্যাকারী আবদুল্লাহ হয়ো না।\"\nঅতঃপর তারা তাকে এবং তার সাথে থাকা অন্তঃসত্ত্বাকে ধরে নিয়ে গেল। এরপর তারা একটি পড়ে থাকা খেজুর গাছের পাশ দিয়ে গেল, সেখানে একটি খেজুর পড়া ছিল, সে সেটা কুড়িয়ে তার মুখে নিক্ষেপ করল, তখন তাদের কেউ বলল: এটা বন্ধক খেজুর। এটা জায়েজ করলা কী দিয়ে? অতঃপর সে এটা মুখ থেকে ছুঁড়ে মারল। এরপর তারা একটি শূকরের পাশ দিয়ে অতিক্রম করল, তাদের কেউ কেউ তাদের তরবারি দিয়ে তা উড়িয়ে দিল এবং তাদের কেউ বলল: এটি একটি বন্ধক রাখা শূকর, তাহলে তুই কী দিয়ে এটিকে জায়েয করলি? আবদুল্লাহ বললেন: আমি কি তোমাদের এর চেয়েও পবিত্র কোন জিনিসের কথা বলব না? তারা বলল: হ্যাঁ, তিনি বললেন: আমি। (আমিই সেই পবিত্র জিনিস)\nতখন তারা তার কাছে এগিয়ে আসল এবং তার ঘাড়ে এমন আঘাত করল, আমি দেখতে পেলাম যে, তার রক্ত জলের উপর ফিনকি দিয়ে পড়ছে, যেন এটা কোন জুতোর চামড়া, আর তারা তা সেটা পানি দিয়ে ধুয়ে দিচ্ছে যতক্ষণ না রক্ত সাফ হয়ে যায়। এরপর তারা তার গর্ভবতী সঙ্গিনীকে ডাকল, এরপর তার পেট চিড়ে গর্ভে যা কিছু ছিল সব বের করে দিল।\nএ কার্যের ফলে মানুষের মধ্যে ত্রাস সৃষ্টি করে এবং এই মহিলার পেটে ছিঁড়ে দিয়ে তারা তাদের ত্রাসের পরিমাণ দেখিয়েছিল এবং আবদুল্লাহকে  এমনভাবে জবাই করল যেন কোন ছাগন জবাই করছে। তারা এতেও সন্তুষ্ট হলো না, বরং তারা মানুষকে মৃত্যুর হুমকি দিতে শুরু করে, এমনকি তাদের মধ্যে কেউ কেউ এই কাজের নিন্দাও করেছিল, তারা বলেছিল: ধিক্ তোমাদের উপর! এজন্যই তোমরা আমাদেরকে আলী রা এর কাছ থেকে আলাদা করলে!\nখারেজীদের নৃশংসতা সত্ত্বেও আলী বিন আবি তালিব তাদের সাথে লড়াই করার উদ্যোগ নেননি। বরং তিনি তাদেরকে হত্যাকারীদের হাতে তুলে দিয়ে তাদের উপর শাস্তির বিধান প্রতিষ্ঠা করার জন্য আহবান করেন। কিন্ত্য খারেজীরা একগুঁয়ে ও ঔদ্ধত্যের সাথে উত্তর দেয়, তারা জবাবে বলে: আমরা কীভাবে তোমাদের কয়েদ হতে পারি, যেখানে আমরা সবাই মিলে তাকে হত্যা করেছি? আলী রা জিজ্ঞেস করলেন: তোমাদের সবাই মিলে তাকে হত্যা করেছে? তারা বলল: হ্যাঁ।\nঅতঃপর হযরত আলী তাঁর সৈন্যবাহিনী নিয়ে তাদের দিকে অগ্রসর হন, যা তিনি ৩৮ হিজরি সনের মহররম মাসে শামের সাথে লড়াই করার জন্য প্রস্তুত করেছিলেন। আলী রা নাহরাওয়ান নদীর পশ্চিম তীরে এবং পূর্ব তীরে নাহরাওয়ান শহরের কোল ঘেঁষে খারেজীদের বিপরীতে শিবির স্থাপন করেন।ص 33\n\n\n== যুদ্ধ ==\nতিনি খারিজিতেদের হত্যাকারীদের আত্মসমর্পণ এবং শান্তি গ্রহণ করতে বলেন। যদি তারা তা করে তবে তিনি তাদের ছেড়ে চলে যেতেন এবং সিরিয়ার নাগরিকদের বিরুদ্ধে যুদ্ধ করতে চলে যেতেন। উত্তরে করিজিৎ বলেন যে তারা সবাই এই হত্যাকাণ্ডের জন্য দায়ী, কারণ তারা সবাই তার অনুসারীদের হত্যা করার জন্য এটাকে দায়ী করেছে। আরও তর্ক বিনিময়ের পর, খারিজি নেতারা তাদের অনুসারীদের বলেন যে তারা যেন আর আলোচনায় না পড়েন এবং এর পরিবর্তে শহীদ হওয়ার প্রস্তুতি নিতে পারেন এবং জান্নাতে ঈশ্বরের মুখোমুখি হন। এরপর উভয় পক্ষই যুদ্ধের ব্যবস্থা করে এবং আলী ঘোষণা করেন যে যে কেউ তার কাছে আসবে অথবা কুফায় ফিরে যাবে সে নিরাপদে থাকবে এবং শুধুমাত্র খুনিদের শাস্তি দেওয়া হবে। ফলস্বরূপ, প্রায় 1,200 খরিজি চলে যায়; কেউ আলীর সাথে যোগ দেয়, কেউ কেউ কুফায় ফিরে যায়, আবার কেউ যুদ্ধক্ষেত্র ছেড়ে পাহাড়ে যায়; ফলশ্রুতিতে ইবনে ওয়াহব ২,৮০০ যোদ্ধা নিয়ে চলে যান।\nখারিজিদের অধিকাংশই পায়ে হেঁটে ছিল, অন্যদিকে আলীর সেনাবাহিনী তীরন্দাজ, অশ্বারোহী এবং পদাতিক সৈন্য নিয়ে গঠিত ছিল। তিনি পদাতিক বাহিনীর সামনে তার অশ্বারোহী বাহিনী পাঠান, যা দুই সারিতে বিভক্ত ছিল, এবং প্রথম সারি এবং অশ্বারোহী বাহিনীর মাঝখানে তীরন্দাজ মোতায়েন করা হয়। তিনি তাঁর সৈন্যদলকে অন্য পক্ষকে যুদ্ধ শুরু করতে দিলেন। এরপর খারিজিরা আলীর বাহিনীকে তীব্র আক্রমণ করে এবং তার অশ্বারোহী বাহিনীর মধ্য দিয়ে ভেঙ্গে পড়ে। তীরন্দাজরা তাদের তীর দিয়ে গোসল করে, অশ্বারোহী বাহিনী পিছন থেকে আক্রমণ করে এবং পদাতিক সৈন্যরা তলোয়ার ও বর্শা দিয়ে আক্রমণ করে। খলিফা ইবনে ওয়াহবসহ অধিকাংশ খরিজিদের দ্রুত হত্যা করা হয়। প্রায় ২,৪০০ খারিজি মারা গিয়েছিল, ৪০০ জন আহতকে যুদ্ধের পরে মাটিতে পড়ে থাকতে দেখা গিয়েছিল এবং তাদেরকে কুফায় তাদের পরিবারে ফেরত পাঠানো হয়েছিল। আলীর পক্ষে ৭−১৩ জন মারা গেছেন বলে জানা গেছে।\n\n\n== পরিণতি ==\nযুদ্ধের পর আলী তার সৈন্যদের সিরিয়ায় তার সাথে মিছিল করার আদেশ দেন। তারা এই অজুহাত প্রত্যাখ্যান করেছে যে তারা ক্লান্ত এবং কুফাতে কিছু বিশ্রাম প্রয়োজন, এরপর তারা নতুন অভিযানে তার সাথে যাবে। আলী সম্মত হন এবং কুফার বাইরে একত্রিত হয়ে নুখাইলায় চলে যান এবং তার সৈন্যদের বিশ্রামের অনুমতি দেন এবং মাঝে মাঝে তাদের বাড়িতে যাওয়ার অনুমতি দেন। তার সৈন্যরা অভিযানে যেতে অনিচ্ছুক ছিল এবং পরবর্তী কয়েকদিনের মধ্যে শিবিরটি প্রায় পুরোপুরি পরিত্যক্ত হয়ে যায়। ফলশ্রুতিতে, তাকে অভিযান পরিত্যাগ করতে হয়। আলীর প্রাক্তন মিত্র এবং ধার্মিক কুরআন পাঠকদের হত্যা খলিফা হিসেবে আলীর অবস্থানকে খর্ব করেছে। অবশেষে ৬৬১ সালের জানুয়ারি মাসে খরিদি আব্দ আল-রহমান ইবনে মুলজাম তাকে হত্যা করে।\nযদিও খরিজিৎদের পিষে ফেলা হয়, তাদের বিদ্রোহ বছরের পর বছর ধরে চলতে থাকে এবং নাহরাওয়ান যুদ্ধ সম্প্রদায়  কাছ থেকে বিচ্ছেদকে স্থির করে দেয়।সংখ্যাগরিষ্ঠ নগর জীবন পরিত্যক্ত এবং ব্রিগ্যান্ডেজ, ডাকাতি, বসতি স্থাপন এলাকা এবং অন্যান্য রাষ্ট্র বিরোধী কার্যকলাপ আলীর রাজত্ব জুড়ে এবং পরে মুয়াইয়া, যিনি আলী হত্যার কয়েক মাস পরে খলিফা হন। দ্বিতীয় গৃহযুদ্ধের সময় তারা আরব ও পারস্যের বৃহৎ অংশ নিয়ন্ত্রণ করে। তবে পরে ইরাকের উমাইয়া গভর্নর হাজ্জাজ ইবনে ইউসুফ অধীনে পরাধীন হন। তবে, খ্রিস্টীয় দশম শতাব্দী পর্যন্ত এগুলি পুরোপুরি নির্মূল হয়নি।\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nDonner, Fred M. (২০১০)। Muhammad and the Believers, at the Origins of Islam। Cambridge, MA: Harvard University Press। আইএসবিএন 9780674050976। \nKennedy, Hugh (২০০১)। The Armies of the Caliphs: Military and Society in the Early Islamic State। London and New York: Routledge। আইএসবিএন 0-415-25093-5। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKennedy, Hugh (২০০৪)। The Prophet and the Age of the Caliphates: The Islamic Near East from the 6th to the 11th Century (Second সংস্করণ)। Harlow: Longman। আইএসবিএন 978-0-582-40525-7। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLevi Della Vida, G. (১৯৭৮)। \"Khāridjites\"।   van Donzel, E.; Lewis, B.; Pellat, Ch. & Bosworth, C. E.। The Encyclopaedia of Islam, New Edition, Volume IV: Iran–Kha। Leiden: E. J. Brill। পৃষ্ঠা 1074–1077। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLewis, Bernard (২০০২)। Arabs in History। Oxford: Oxford University Press। আইএসবিএন 9780191647161। \nMadelung, Wilferd (১৯৯৭)। The Succession to Muhammad: A Study of the Early Caliphate। Cambridge: Cambridge University Press। আইএসবিএন 0521646960। \nMorony, Michael (১৯৯৩)। \"Al-Nahrawān\"।   Bosworth, C. E.; van Donzel, E.; Heinrichs, W. P. & Pellat, Ch.। The Encyclopaedia of Islam, New Edition, Volume VII: Mif–Naz। Leiden: E. J. Brill। পৃষ্ঠা 912–913। আইএসবিএন 90-04-09419-9। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWellhausen, Julius (১৯০১)। Die religiös-politischen Oppositionsparteien im alten Islam [The Religious-Political Opposition Factions in Ancient Islam] (জার্মান ভাষায়)। Berlin: Weidmannsche Buchhandlung। ওসিএলসি 453206240।"}