{"pageid": 1036027, "title": "আবেল রুইস", "url": "https://bn.wikipedia.org/wiki?curid=1036027", "content": "আবেল রুইস বোস ওর্তেগা (স্পেনীয় উচ্চারণ: [aˈβel ˈrwiθ], স্পেনীয়: Abel Ruiz; জন্ম: ২৮ জানুয়ারি ২০০০; আবেল রুইস নামে সুপরিচিত) হলেন একজন স্পেনীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে পর্তুগালের পেশাদার ফুটবল লিগের শীর্ষ স্তর প্রিমেইরা লিগার ক্লাব ব্রাগা এবং স্পেন জাতীয় দলের হয়ে একজন আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত একজন কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় এবং ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলে থাকেন।\n২০০৮–০৯ মৌসুমে, স্পেনীয় ফুটবল ক্লাব ভালেনসিয়ার যুব পর্যায়ের হয়ে খেলার মাধ্যমে রুইস ফুটবল জগতে প্রবেশ করেছেন এবং পরবর্তীকালে বার্সেলোনার যুব দলের হয়ে খেলার মাধ্যমে তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০১৬–১৭ মৌসুমে, স্পেনীয় ক্লাব বার্সেলোনা বি-এর হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন, যেখানে তিনি ৪ মৌসুম অতিবাহিত করেছেন; বার্সেলোনা বি-এর হয়ে তিনি ৬৮ ম্যাচে ৯টি গোল করেছেন। মাঝে ২০১৮–১৯ মৌসুমে তিনি এক মৌসুমের জন্য বার্সেলোনার মূল দলের হয়ে খেলেছেন। অতঃপর ২০১৯–২০ মৌসুমে তিনি ধারে পর্তুগিজ ক্লাব ব্রাগায় যোগদান করেছেন। ২০২০–২১ মৌসুমে, তিনি প্রায় ৮ মিলিয়ন ইউরোর বিনিময়ে বার্সেলোনা হতে পর্তুগিজ ক্লাব ব্রাগায় যোগদান করেছেন।\n২০১৫ সালে, রুইস স্পেন অনূর্ধ্ব-১৭ দলের হয়ে স্পেনের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন।\nব্যক্তিগতভাবে, রুইস বেশ কিছু পুরস্কার জয়লাভ করেছেন, যার মধ্যে ২০১৬ উয়েফা ইউরোপীয় অনূর্ধ্ব-১৭ চ্যাম্পিয়নশিপের সিলভার বুট এবং ২০১৭ ফিফা অনূর্ধ্ব-১৭ বিশ্বকাপের ব্রোঞ্জ বুট জয় অন্যতম। দলগতভাবে, রুইস এপর্যন্ত ১০টি শিরোপা জয়লাভ করেছেন, যার মধ্যে ৭টি বার্সেলোনার হয়ে এবং ৩টি স্পেনের হয়ে জয়লাভ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nআবেল রুইস বোস ওর্তেগা ২০০০ সালের ২৮শে জানুয়ারি তারিখে স্পেনের আলমুসাফেসে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nরুইস স্পেন অনূর্ধ্ব-১৭, স্পেন অনূর্ধ্ব-১৮, স্পেন অনূর্ধ্ব-১৯ এবং স্পেন অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে স্পেনের প্রতিনিধিত্ব করেছেন। ২০১৫ সালের ২৫শে অক্টোবর তারিখে তিনি অ্যান্ডোরা অনূর্ধ্ব-১৭ দলের বিরুদ্ধে ম্যাচে স্পেন অনূর্ধ্ব-১৭ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। ২০১৭ সালে তিনি স্পেন অনূর্ধ্ব-১৭ দলের হয়ে ২০১৭ উয়েফা ইউরোপীয় অনূর্ধ্ব-১৭ চ্যাম্পিয়নশিপের শিরোপা জয়লাভ করেছেন, উক্ত প্রতিযোগিতার ফাইনালে পূর্ণ সময় শেষে তার দল ইংল্যান্ড অনূর্ধ্ব-১৭ দলের সাথে ২–২ গোলে ড্র করার পর পেনাল্টি শুট-আউটে ৪–১ গোলের ব্যবধানে পরাজিত করে উক্ত প্রতিযোগিতার ইতিহাসে নবমবারের মতো শিরোপা ঘরে তুলতে সক্ষম হয়েছিল। একই বছরে তিনি স্পেন অনূর্ধ্ব-১৭ দলের হয়ে ২০১৭ ফিফা অনূর্ধ্ব-১৭ বিশ্বকাপে অংশগ্রহণ করেছেন, তবে ফাইনালে তার দল ইংল্যান্ড অনূর্ধ্ব-১৭ দলের কাছে ৫–২ গোলের ব্যবধানে পরাজিত হয়েছিল; উক্ত প্রতিযোগিতায় তিনি ৭ ম্যাচে ৬টি গোল করেছিলেন। স্পেন অনূর্ধ্ব-১৯ দলের হয়ে তিনি ২০১৯ উয়েফা ইউরোপীয় অনূর্ধ্ব-১৯ চ্যাম্পিয়নশিপের শিরোপা জয়লাভ করেছেন করেছেন, উক্ত প্রতিযোগিতায় তিনি ৪ ম্যাচে ১টি গোল করেছেন। তিনি ২০২১ উয়েফা ইউরোপীয় অনূর্ধ্ব-২১ চ্যাম্পিয়নশিপের জন্য ২০২১ সালের মার্চ মাসে প্রকাশিত ২৩ সদস্যের স্পেন অনূর্ধ্ব-২১ দলে স্থান পেয়েছেন। তিনি ২০১৫ সালের ১লা অক্টোবর তারিখে এক প্রীতি ম্যাচে সুইজারল্যান্ড অনূর্ধ্ব-১৭ দলের বিরুদ্ধে স্পেনের বয়সভিত্তিক দলের হয়ে প্রথমবারের মতো গোল করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআবেল রুইস – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে আবেল রুইস  (ইংরেজি)  \nসকারবেসে আবেল রুইস (ইংরেজি) \nবিডিফুটবলে আবেল রুইস  (ইংরেজি)  \nওয়ার্ল্ডফুটবল.নেটে আবেল রুইস (ইংরেজি) \nইএসপিএন এফসিতে আবেল রুইস (ইংরেজি)"}