{"pageid": 1036251, "title": "লেনার্ড সাসকাইন্ড", "url": "https://bn.wikipedia.org/wiki?curid=1036251", "content": "লেনার্ড সাসকাইন্ড (ইংরেজি: Leonard Susskind; আ-ধ্ব-ব: [ˈsʌskɪnd]; জন্ম ১৯৪০) একজন মার্কিন পদার্থবিজ্ঞানী। তিনি স্ট্যানফোর্ড বিশ্ববিদ্যালয়ের তাত্ত্বিক পদার্থবিজ্ঞান বিষয়ের একজন অধ্যাপক এবং স্ট্যানফোর্ড তাত্ত্বিক পদার্থবিজ্ঞান গবেষণা প্রতিষ্ঠানের প্রতিষ্ঠাতা পরিচালক। তিনি রজ্জু তত্ত্ব, কোয়ান্টাম ক্ষেত্র তত্ত্ব, কোয়ান্টাম পরিসংখ্যানিক বলবিজ্ঞান এবং কোয়ান্টাম বিশ্বতত্ত্ব বিষয়ে গবেষণায় আগ্রহী। তিনি মার্কিন জাতীয় বিজ্ঞান অ্যাকাডেমি, এবং মার্কিন শিল্পকলা ও বিজ্ঞান অ্যাকাডেমির সদস্য, কানাডার পেরিমিটার তাত্ত্বিক পদার্থবিজ্ঞান গবেষণা প্রতিষ্ঠানের শিক্ষকমণ্ডলীর একজন সহযোগী সদস্য, এবং কোরিয়া উচ্চতর গবেষণা প্রতিষ্ঠানের একজন সম্মানিত অধ্যাপক।\nসাসকাইন্ড ১৯৪০ খ্রিস্টাব্দে নিউ ইয়র্ক নগরীতে জন্মগ্রহণ করেন। তিনি ১৯৬৫ সালে নিউ ইয়র্ক অঙ্গরাজ্যের কর্নেল বিশ্ববিদ্যালয় থেকে পদার্থবিজ্ঞানে ডক্টরেট উপাধি লাভ করেন এবং ১৯৭৯ সালে ক্যালিফোর্নিয়া অঙ্গরাজ্যের স্ট্যানফোর্ড বিশ্ববিদ্যালয়ে যোগদান করেন। সাসকাইন্ড তাত্ত্বিক পদার্থবিজ্ঞানের রজ্জু তত্ত্বের একজন জনক হিসেবে ব্যাপকভাবে স্বীকৃত। তিনি পরমাণুর কেন্দ্রে প্রোটন ও নিউট্রন কণাকে আবদ্ধকারী নিউক্লীয় বল ব্যাখ্যা করতে গিয়ে ১৯৬৯ সালে তত্ত্বটির অবতারণা করেছিলেন। সাসকাইন্ড গাণিতিকভাবে দেখান যে কণা পদার্থবিজ্ঞানে আলোচিত ইলেকট্রন ও কোয়ার্ক কণাগুলি অতিক্ষুদ্র মাপনীতে কম্পমান শক্তি-রজ্জুসমূহের মাধ্যমে ব্যাখ্যা করা সম্ভব। এই তত্ত্ব অনুসারে মহাবিশ্ব গঠনকারী কণাগুলি বিন্দুবৎ কোনও কিছু নয়, বরং শক্তির একমাত্রিক কম্পমান রজ্জু বা তন্তু দিয়ে গঠিত, যেগুলি থেকে সমস্ত বল ও পদার্থের উৎপত্তি হয়। প্রতিটি রজ্জু ভিন্ন ভিন্ন কম্পাঙ্কে কাঁপে এবং এই কম্পনগুলি কণাগুলির দ্রুতি, ঘূর্ণন ও আধানের সাথে সম্পর্কিত। তিনি ১৯৭০-এর দশকে এই তত্ত্বটিকে আরও পরিশীলিত করেন। তিনিই প্রথম ১৯৯৫ সালে ত্রিমাত্রিক চিত্র মূলনীতির একটি স্পষ্ট রজ্জুতাত্ত্বিক ব্যাখ্যা প্রদান করেন। ২০০৩ সালে তিনিই প্রথম রজ্জু তত্ত্ব ভূদৃশ্য নামক ধারণাটির অবতারণা করেন। এই আমূল সংস্কারবাদী ধারণাটিতে বহুসংখ্যক মহাবিশ্বের অস্তিত্ব যে সম্ভব, সেই ধারণাটির উপরে জোর দেওয়া হয়, যেগুলি একত্রে মিলে এক পিলে-চমকানো \"অতিমহাবিশ্ব\" (Megaverse) গঠন করে এবং হয়ত সেটিতে এমন আরও মহাবিশ্ব আছে, যাতে প্রাণের অস্তিত্ব থাকা সম্ভব।\nসাসকাইন্ড ১৯৯৮ সালে সাকুরাই পুরস্কার এবং ২০১৮ সালে অস্কার ক্লাইন স্মারক পদক বিজয় করেন। তাঁর প্রধান প্রধান গ্রন্থগুলি হল দ্য কসমিক ল্যান্ডস্কেপ (\"মহাবিশ্বের ভূ-দৃশ্য\", ২০০৫), দ্য ব্ল্যাক হোল ওয়ার (\"কৃষ্ণ গহ্বর যুদ্ধসমূহ\", ২০০৮) এবং দ্য থিওরেটিক্যাল মিনিমাম (\"তাত্ত্বিক ন্যূনতম\", ২০১৩)।\n\n\n== তথ্যসূত্র =="}