{"pageid": 1036694, "title": "হয় প্রকাশ নয় প্রয়াণ", "url": "https://bn.wikipedia.org/wiki?curid=1036694", "content": "\"হয় প্রকাশ নয় প্রয়াণ\" বা সরল ভাষায় \"হয় প্রকাশ করো, নয়তো মরো\" একটি প্রবচন যা দিয়ে উচ্চশিক্ষায়তনিক কর্মজীবনে সফল হতে হলে গবেষণাকর্ম প্রকাশনার যে চাপ থাকে, সেটিকে বর্ণনা করা হয়। এটি মূল ইংরেজি প্রবচন \"পাবলিশ অর পেরিশ\"-এর (Publish or perish) ভাবানুবাদ। সাধারণত গবেষণাধর্মী বিশ্ববিদ্যালয়গুলিতে এরকম চাপ সবচেয়ে বেশি দেখা যায়। কিছু কিছু গবেষক \"প্রকাশ নয় প্রয়াণ\" জাতীয় পরিবেশকে গবেষণাকর্মের পুনরাবৃত্তিকরণ সংকট উদ্ভূত হবার পেছনের একটি কারণ হিসেবে চিহ্নিত করেছেন।\nসফল প্রকাশনা বিশেষজ্ঞ ও তাদের পৃষ্ঠপোষক প্রতিষ্ঠানগুলির প্রতি দৃষ্টি আকর্ষণ করতে পারে, এবং এর ফলশ্রুতিতে সেগুলিতে অর্থসংস্থান অব্যাহত থাকে ও ঐসব বিশেষজ্ঞের কর্মজীবন অব্যাহত থাকে। যেসব বিশেষজ্ঞ নিয়মিতভাবে গবেষণাকর্ম প্রকাশনা করেন না, কিংবা যাঁরা স্নাতক পর্যায়ের শিক্ষার্থীদের শিক্ষাদানের উপরে বেশি জোর দেন, তাঁরা বিদ্যমান পূর্ণকালীন ও স্থায়ী অধ্যাপনার পদগুলি অর্জনের প্রতিযোগিতায় পিছিয়ে পড়েন, এরকম ধারণা উচ্চশিক্ষায়তনে বেশ জনপ্রিয়। প্রকাশনা করার চাপ উচ্চশিক্ষায়তনিক গবেষণা সাময়িকীগুলিতে নিম্নমানের কাজ জমা দেবার একটি কারণ হিসেবে উদ্ধৃত হয়েছে। কোনও প্রকাশিত কাজের মূল্য প্রায়শই যে গবেষণা সাময়িকীতে সেটি প্রকাশিত হয়েছে, সেটির  সুখ্যাতি বা মর্যাদার উপরে নির্ভর করে। গবেষণা সাময়িকীগুলিকে সেগুলির প্রভাবের গুণনিয়ক দিয়ে বিচার করা হয়, যা হল কোনও নির্দিষ্ট গবেষণা সাময়িকীতে প্রকাশিত নিবন্ধগুলির প্রতি অন্যান্য সাময়িকীতে প্রকাশিত নিবন্ধগুলিতে উদ্ধৃতির গড় সংখ্যা।\n\n\n== আরও দেখুন ==\nস্বার্থান্বেষী উচ্চশিক্ষায়তনিক কর্মজীবন\nবাধ্যতামূলক মর্যাদাক্রম\nসর্বনিম্ন প্রকাশযোগ্য একক\nবিজ্ঞানমিতি\nধীর বিজ্ঞান\nহয় উপরে, নয় বাইরে\n\n\n== তথ্যসূত্র ==\n\n\n== উৎসপঞ্জি ==\nVictor Davis Hanson and John Heath, Who Killed Homer? The Demise of Classical Education and the Recovery of Greek Wisdom. New York: The Free Press, 1998.\nThomas K. Grose, \"21st Century Professor,\" ASEE Prism, January 2007\nRichard L.S. Evans, \"Chrysoloras' Greek: The Pedagogy of Cultural Transformation.\"\nHerb, Ulrich. (2010) \"Sociological implications of scientific publishing: Open access, science, society, democracy, and the digital divide\" First Monday, Volume 15, Number 2 – 1 February 2010  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ ফেব্রুয়ারি ২০১২ তারিখে Better link [১]\nPublish or Perish program (PoP) calculates various author-level metrics, including the h-index and the g-index using Google Scholar data\nPublish or Perish? A YouTube video (6 Nov 2014) slide presentation of the disadvantages of the Publish Or Perish system.\n\n\n== বহিঃসংযোগ ==\n উইকিউক্তিতে Publishing সম্পর্কিত উক্তি পড়ুন।"}