{"pageid": 1036181, "title": "মেঘনাদ ভট্টাচার্য্য", "url": "https://bn.wikipedia.org/wiki?curid=1036181", "content": "মেঘনাদ ভট্টাচার্য্য (জন্ম: ১২ জুন ১৯৫২) ভারতের পশ্চিমবঙ্গের একজন ভারতীয় বাঙালি থিয়েটার অভিনেতা, পরিচালক এবং নাট্যকার। তিনি থিয়েটার, চলচ্চিত্র ও টেলিভিশনে কাজ করেছেন। তিনি ১৯৬৮ সালে ১৬ বছর বয়সে গ্রুপ থিয়েটারের মাধ্যমে কর্মজীবন শুরু করেন। তিনি সায়ক নাট্যগোষ্ঠীর প্রতিষ্ঠাতা সদস্য।\n\n\n== কর্মজীবন ==\nঅভিনয়ে মেঘনাদের হাতেখড়ি হয় পাইকপাড়া অঞ্চলে, পুরোনো দিনের নাট্যশিল্পী চিত্তরঞ্জন চক্রবর্তীর কাছে। তিনি ১৯৬৮ সালে বামপন্থী নাট্যগোষ্ঠী সন্ধিক্ষনে যোগদান করেন। মেঘনাদ এখানে বুদ্ধদেব ভট্টাচার্য্যর রচনা \"বিজয়ের অপেক্ষায়\" নাটকে প্রথম অভিনয় করেন। সন্ধিক্ষনে থাকাকালীন, তিনি প্রচুর চরিত্রে প্রক্সি অভিনেতা হিসেবেও অভিনয় করেছেন। এছাড়াও তিনি ব্যাকষ্টেজের বিভিন্ন কাজ যেমন আলো, রিকুইজিসন, সেট ইত্যাদিতে সে সময়ে করেছেন।\n১৯৭২ সালে সন্ধিক্ষন বন্ধ হয়ে যাওয়ার পরে, মেঘনাদ তার ১০ জন বন্ধুকে সঙ্গে করে সায়ক নাট্যগোষ্ঠীর প্রতিষ্ঠা করেন। এরপর তিনি ১৯৭৯ সালে রাজা রাজকৃষ্ণ ষ্ট্রীটে বিজন থিয়েটার প্রতিষ্ঠা করেন। তিনি প্রথম পরিচালনা করেন \"নরমেধ\" নাটক। মেঘনাদের দ্বিতীয় পরিচালনা ছিল দুই হুজুরের গপ্পো নাটকটি, যা বিজন থিয়েটারের উদ্বোধনের পর সেখানে মঞ্চিত হয়। মেঘনাদ বিভিন্ন বিদেশি সাহিত্যর নাট্য রুপান্তর করেছেন। তিনি শেক্স্পীয়র, ব্রেখট, টলষ্টয়ের বিভিন্ন কালজয়ী নাটক বাংলায় রুপান্তর করেন।\nসায়কের বাইরে, তিনি উৎপল দত্তের সাথে শেক্স্পীয়রের নাটকে এবং বিভাস চক্রবর্তীর সাথে গিরিশ ঘোষের নাটকে অভিনয় করেন। দেশের বাইরে কানাডাতে ২০০৬, ২০০৮ এবং ২০১৩ সালে তিনি বঙ্গীয় নাট্য পরিষদ এবং প্রবাসীর হয়ে নাট্য পরিচালনা করেন। এপিক থিয়েটারের হয়ে ২০১৩ সালে নিউজার্সিতে এবং স্পটলাইটের হয়ে ২০১৫ সালে কলম্বাসে তিনি নাট্য পরিচালনা করেন।\nনাট্যমঞ্চের বাইরে মেঘনাদ ৫০টির বেশি টিভি ধারাবাহিক নাটক এবং চলচ্চিত্র অভিনয় করেছেন।\n\n\n== কাজ ==\n\n\n== পুরস্কার ==\nউল্টোরথ (১৯৮৩) - শ্রেষ্ঠ অভিনেতা অনুবীক্ষন \nপশ্চিম্বঙ্গ নাট্য অকাডেমি (১৯৮৫) - শ্রেষ্ঠ পরিচালক জ্ঞানবৃক্ষের ফল\nলেবেদভ পুরস্কার (১৯৮৫) - শ্রেষ্ঠ পরিচালক জ্ঞানবৃক্ষের ফল\nপশ্চিমবঙ্গ নাট্য অকাডেমি (১৯৯১) - শ্রেষ্ঠ অভিনেতা দায়বদ্ধ\nপশ্চিমবঙ্গ নাট্য অকাডেমি (১৯৯৬) - শ্রেষ্ঠ পরিচালক কর্নবতী\nপার্থপ্রতীম স্মৃতি পুরস্কার (১৯৯৬) - শ্রেষ্ঠ পরিচালক কর্নবতী\nনান্দিকার জাতীয় উৎসব (২০০১) - থিয়েটারে উল্লেখযোগ্য অবদানের জন্য\nঅন্য থিয়েটার নাট্য স্বপ্নকল্প (২০০৩) - থিয়েটারে উল্লেখযোগ্য অবদানের জন্য\nনান্দিপট ইয়ুথ ফেষ্টিভ্যাল (২০০৪) - থিয়েটারে উল্লেখযোগ্য অবদানের জন্য\nপশ্চিমবঙ্গ নাট্য অকাডেমি  (২০০৮) - শ্রেষ্ঠ পরিচালক দৌড়নামা\nগিরিশ পুরস্কার ও বাংলা মঞ্চ শতবর্ষ স্টার থিয়েটার পুরস্কার (২০১৪) - থিয়েটারে উল্লেখযোগ্য অবদানের জন্য\nঅনুকূল নাট্য সম্মান রূপকথা, এলাহাবাদ কর্তৃক প্রদত্ত নাট্যস্বপ্নকল্প সম্মান, কলকাতা (২০১৫) - থিয়েটারে উল্লেখযোগ্য অবদানের জন্য\n\n\n== তথ্যসূত্র =="}