{"pageid": 1036826, "title": "প্রাইকেস্টোলেন", "url": "https://bn.wikipedia.org/wiki?curid=1036826", "content": "প্রাইকেস্টোলেন বা প্রেকেস্টোলেন ( ইংরেজি: \"The Pulpit Rock\", \"Pulpit\", or \"Preacher’s Chair\"  ) নরওয়ের রোগাল্যান্ড কাউন্টিতে,স্ট্র্যান্ড পৌরসভায় অবস্থিত  পর্যটক  আকর্ষণকেন্দ্র । প্রাইকেস্টোলেন একটি  পাহাড়ের একটি খাড়া ধার  যা লিউসেফর্ড থেকে ৬০৪ মিটার (১,৯৮২ ফুট) উপরে অবস্থিত । পাহাড়ের উপরে, প্রায় ২৫ বাই ২৫ মিটার (৮২ বাই ৮২ ফুট) ক্ষেত্রফলের সমপরিমাণ সমতলভূমি রয়েছে।প্রাইকেস্টোলেন ফর্ডের পশ্চিমাংশের কাছে এবং উত্তর পাশে অবস্থিত।\nএই স্থানটির  পর্যটন ২১শতকের প্রথম দিকে বৃদ্ধি পেয়েছে, ২০১২ সালে ১৫০,০০০ থেকে ২০০,০০০ দর্শক স্থানটি ভ্রমণ করেছে , যা এটিকে নরওয়ের সবচেয়ে পরিদর্শিত প্রাকৃতিক পর্যটন আকর্ষণে পরিণত করেছে । বেস জাম্পাররা প্রায়ই পাহাড় থেকে লাফ দেয়। এর ক্রমবর্ধমান জনপ্রিয়তার কারণে, এই স্থানটির সবচেয়ে ব্যবহৃত পথ (৩.৮ কিলোমিটার (২.৪ মাইল) দীর্ঘ বৃদ্ধি) ২০১৩ সালে শেরপারা উন্নত করেছে।\n\n\n== নাম ==\nএই স্থানটির  পুরাতন স্থানীয় নাম হাইভ্যালাটন (বাংলায়: (কাঠশ্রমিক বা উড়োজাহাজের  দাঁত)। প্রিকেস্টোলেন('া'  ছাড়া) নামটি ১৯০০ সাল নাগাদ মুদ্রিত হয় যখন স্থানীয় পর্যটন সংস্থা স্ট্যাভাঞ্জার তুরিস্টফোরেনিং ট্রেকিং এর জন্য স্থানটির প্রচার করতে চেয়েছিলেন ।\"ই-কার\" পরে নরওয়েজিয়ান অফিসিয়াল স্থানীয় রূপ নিনোরস্কের সাথে যুক্ত করার জন্য  ব্যবহার করা হয় এবং স্থানটি এখন স্থানীয় এবং আনুষ্ঠানিকভাবে \"প্রাইকেস্টোলেন\" নামে পরিচিতি লাভ করেছে।\n\n\n== প্রবেশদ্বার ==\n\nপ্রাইকেস্টোলেন পশ্চিম নরওয়ের রোগাল্যান্ড কাউন্টির রাইফিলকে জেলার দক্ষিণ অংশে অবস্থিত। নরওয়ের চতুর্থ বৃহত্তম শহর স্ট্যাভাঞ্জার , ইউরোপীয় শহরসমুহের মধ্যে যার সরাসরি বিমান যোগাযোগ ব্যবস্থা রয়েছে , প্রাইকেস্টোলেন থেকে মাত্র ২৫ কিলোমিটার (১৬ মাইল) দূরে অবস্থিত এবং প্রাইকেস্টোলেনের জন্য এতে পার্কিং সুবিধা রয়েছে।২০২০ সালের এপ্রিলে হুন্ডভ্যাগ টানেল খোলার সৌজন্যে, প্রায় ৪০ মিনিটে স্ট্যাভাঞ্জার থেকে নির্দিষ্ট গন্তব্যে পৌঁছানো সম্ভব হচ্ছে।\nস্ট্যাভাঞ্জার থেকে প্রাইকেস্টোলেনের প্রবেশদ্বার হচ্ছে নরওয়েজিয়ান ন্যাশনাল রোড ১৩ (আরভি১৩) এবং টাউ শহর থেকে ফেরি। দক্ষিণ থেকে, আরভি১৩ এর মাধ্যমে স্যান্ডনেসের মাধ্যমে লরিভিকা থেকে ওনেস পর্যন্ত ফেরি চলাচল করে। রাস্তা সাধারণত খোলা থাকে এবং ফেরি সারা বছর ধরে চলাচল করে। তবে, তুষারপাতের কারণে, শীতকালে শীর্ষে আরোহণ করা সবসময় সম্ভব নয়।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nবেসসেগেন\nডিভাইস\n\nজেরাগবোল্টেন\nট্রোলগারেন\nট্রলস্টটিজেন\nট্রলল্টুঙ্গা\nট্রলভেজেন\nজলপ্রপাতের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রিকেষ্টোলেন - 360 * প্যানোরামিক ছবি - ভার্চুয়াল নরজ\nPreikestolen.no\nপ্রিকেষ্টোলেন365.com .com\nরাইফিল্ক.কম\nপ্রিকেষ্টোলেন ফেজেলস্টু  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ আগস্ট ২০২০ তারিখে"}