{"pageid": 1036353, "title": "শান্তি চন্দ্রশেখর", "url": "https://bn.wikipedia.org/wiki?curid=1036353", "content": "শান্তি চন্দ্রশেখর ভারতীয় বংশোদ্ভুত একজন আমেরিকান শিল্পী। তার শিল্পকর্ম তানজাবুর চিত্রকর্মের ঐতিহ্যবাহী শিল্প ফর্মের প্রশিক্ষণ দ্বারা দৃঢ়ভাবে প্রভাবিত। তিনি গ্রেটার ওয়াশিংটন, ডিসি অঞ্চলের মেরিল্যান্ডে থাকেন। তিনি ভারতের তামিলনাড়ুতে জন্মগ্রহণ করেছিলেন।\n\n\n== শিক্ষা ==\nচন্দ্রশেখর ভারতের চেন্নাইয়ের উইমেন ক্রিশ্চিয়ান কলেজে পড়াশোনা করেছেন এবং তারপরে ভারতের চিদাম্বরমের অন্নমালাই বিশ্ববিদ্যালয় থেকে মনোবিজ্ঞানে স্নাতকোত্তর করেছেন।\n\n\n== শিল্পকর্ম ==\nমূলত গ্রেটার ওয়াশিংটন ডিসি অঞ্চলে চন্দ্রশেখরের শিল্পকর্ম প্রদর্শিত হয়েছে। তিনি দু'বার মেরিল্যান্ড স্টেট আর্টস কাউন্সিলের স্বতন্ত্র শিল্পী পুরস্কার (২০১৩ এবং ২০১৬) এর  পাশাপাশি মন্টগোমেরি কাউন্টি,এমডির আর্টস অ্যান্ড হিউম্যানিটি কাউন্সিলে ২০০৯, ২০১৩ এবং ২০১৬ সালে তিনবারের বিজয়ী।  ২০১২ সালে, তিনি কলম্বিয়া আর্টস সেন্টার জেলা দ্বারা পরিচালিত \"দ্য ডিসি আর্ট ডেকাথলন\" নামে পরিচিত একটি শিল্প প্রতিযোগিতায় স্বর্ণপদকের পাশাপাশি \"ভক্ত প্রিয়\" পদক পেয়েছিলেন। \nওয়াশিংটন পোস্ট উল্লেখ করেছে যে তার কাজ \"সমান্তরাল মহাবিশ্ব থেকে প্রযুক্তিগত অগ্রগতি পর্যন্ত তার নিজের মস্তিষ্কের সমস্ত কিছুর সন্ধান করতে বুননের কেন্দ্রীয় থিম ব্যবহার করে।\"  সংবাদপত্রের শিল্প সমালোচক আরও একটি পৃথক পর্যালোচনায় উল্লেখ করেছেন যে তিনি \"দক্ষিণ ভারতের ঐতিহ্যের মূল নকশাগুলি মহিলাদের চেহারা দিয়ে সাজিয়েছেন।\"  একই সমালোচক এর আগে পর্যবেক্ষণ করেছিলেন, কলম্বিয়া আর্টস সেন্টার ডিস্ট্রিক্টে তাঁর ২০১৩ সালে একক শোয়ের পর্যালোচনাতে বলেছিলেন যে \"সম্ভবত শিল্প, নৈপুণ্য, বিজ্ঞান এবং ধর্ম একই মৌলিক জিনিসের বিভিন্ন রূপে প্রকাশ। হিন্দু ধর্ম, তাত্ত্বিক পদার্থবিজ্ঞান এবং পারিবারিক ইতিহাস থেকে উদ্ভূত শান্তির চন্দ্রশেখরের মাল্টিমিডিয়া রচনায় এটি একইভাবে দেখা যায়। মেরিল্যান্ডের কলেজ পার্কে আমেরিকান সেন্টার ফর ফিজিক্সের একটি গ্রুপ শোতে তার সাম্প্রতিকতম ২০১৯ সালের পর্যালোচনায় ওয়াশিংটন পোস্ট জানিয়েছে যে তার ভাস্কর্যটি \"ওয়ার্মহোল\" \"শোতে একটি বাস্তব-চিত্রের নিকটতম জিনিস ছিল, একটি সরু সুড়ঙ্গকে ফ্যাব্রিকগুলি মোচড় দেয় যা দুটি বৃত্তাকার জালকে যুক্ত করে। \n\n\n=== কলম প্রকল্প ===\n২০২১ সালে চন্দ্রশেখর সহ-রাষ্ট্রপতি কমলা হ্যারিসকে সম্মান জানাতে প্রচলিত দক্ষিণ ভারতীয় কলাম তৈরির জন্য একটি দেশব্যাপী প্রকল্পের নেতৃত্ব দেন। কলামে মার্কিন যুক্তরাষ্ট্রের প্রায় ২,০০০ লোকের অবদান যুক্ত। উদ্বোধনের সময় এটি প্রথমদিকে রাজধানীর কাছে প্রদর্শিত হওয়ার পরিকল্পনা করা হয়েছিল, তবে সুরক্ষা সমস্যার কারণে এটি রাষ্ট্রপতি উদ্বোধনী কমিটির ভার্চুয়াল স্বাগত অনুষ্ঠানের অংশ হিসাবে প্রদর্শিত হয়েছিল। \n\n\n=== সংগ্রহ এবং পুরস্কার ===\nতার কাজ ওয়াশিংটন, ডিসি শহরের স্থায়ী সংগ্রহ এবং  মেরিল্যান্ডের মন্টগোমেরি কাউন্টির ওয়ার্কস অন পেপার সংগ্রহে রয়েছে। তিনি ২০২০ সালে মন্টগোমেরি কাউন্টির আর্টস অ্যান্ড হিউম্যানিটিস কাউন্সিলের একটি শিল্পী এবং স্কলারার প্রজেক্ট গ্রান্টের বিজয়ী ঘোষিত হয়েছেন, যা বিজ্ঞান দ্বারা অনুপ্রাণিত অঙ্কনগুলি তৈরি করে। সেগুলির কয়েকটি কাজ এমডি, বেথেড্ডার শহরতলির হাসপাতালের প্রার্থনা ও ধ্যান কক্ষে ইনস্টল করা হয়েছে। \n\n\n== বই ==\nচন্দ্রশেখর কথার সাগর: ওশান অফ স্টো্রিস, ২০১৬ এর স্কিনার হাউজ বই আইএসবিএন ৯৭৮-৮৪৮০১৭৪০০৮, রুথ কাসসিঙ্গারের শ্রী রামানুজন - অ্যান ইলাস্ট্রেটেড বায়োগ্রাফি এন্ড মোস্ট রিসেন্টলি স্লাইমঃ হাঊ অ্যালজি ক্রিয়েটেড আস, প্লেগ আস, এন্ড জাস্ট মাইট সেভ আস আইএসবিএন ৯৭৮-০৫৪৪৪৩২৯৩২ এর চিত্র তুলে ধরেছেন  ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশিল্পীর অফিসিয়াল ওয়েবসাইট"}