{"pageid": 1036540, "title": "শিনকাই করোখাইল", "url": "https://bn.wikipedia.org/wiki?curid=1036540", "content": "শিনকাই জাহিন করোখাইল (পশতু: شينکۍ ذهين کړوخېل ) হলেন একজন আফগান রাজনীতিবিদ এবং অধিকারকর্মী। তিনি  মূলত নারীদের রাজনৈতিক প্রতিনিধিত্বকারী হিসেবে এবং  শিশুদের সুরক্ষা নিয়ে কাজ করেন। তিনি কানাডায় আফগানিস্তানের রাষ্ট্রদূত হিসেবেও দায়িত্বপালন করেছেন।\n\n\n== প্রাথমিক জীবন ==\nকারোখাইল আফগানিস্তানের কাবুলে পুশতু পিতামাতার ঘরে জন্মগ্রহণ করেন। তিনি কাবুল বিশ্ববিদ্যালয়ের মেডিকেল কলেজ থেকে পড়াশুনা করেন এবং সেখান থেকে মেডিকেল ডিগ্রী লাভ করেন। এছাড়া তিনি পাকিস্তানের ইসলামাবাদের জাতীয় আধুনিক ভাষা ইনস্টিটিউট থেকে ইংরেজিতে ডিপ্লোমা অর্জন করেন। তিনি দারি, পশতু, ফার্সি, উর্দু এবং ইংরেজিতে কথা বলেন।\n\n\n== রাজনৈতিক জীবন ==\nআফগানিস্তানের জাতীয় সংসদে কাবুল জনগণের প্রতিনিধিত্ব করতে, কারোখাইল ২০০৫ সালে সংসদ সদস্য হিসেবে নির্বাচিত হন। তিনি ২০১০ সালের সংসদ নির্বাচনে পুনরায় নির্বাচিত হন। তিনি সংসদীয় মহিলা ককেশাস কমিটির একজন সদস্য ছিলেন এবং বাজেট ও অর্থ কমিটিতে দায়িত্ব পালন করেছেন।\nকারোখাইল নারী অধিকার, সংঘাত প্রতিরোধ ইত্যাদি কর্মসূচী নিয়ে কাজ করেছেন।\n১৯৯১ সালে, তিনি ও আরও কয়েকজন মিলে আফগান মহিলা শিক্ষা কেন্দ্র প্রতিষ্ঠা করেন, এখানে তিনি প্রথমে শিক্ষিকারূপে কাজ কাজ করেন ও পরবর্তী বছরগুলোতে অন্যান্য পদে কাজ করেন। ২০০২ সালে, তিনি এনজিওটির পরিচালক হন।\nকারোখাইল শিয়া পারিবারিক আইনের বিতর্কিত খসড়ার বিরোধিতা করেন। বৈবাহিক ক্ষেত্রে নারীদের অনেক অধিকার থেকে বঞ্চিত করবে বিধায় খসড়াটি নিয়ে বিতর্ক হয়। আন্তর্জাতিক সংবাদের শিরোনাম হবার পর, আরো গ্রহণযোগ্য করতে পরে খসড়া আইনটিতে বেশ কিছু সংশোধনী করা হয়।\nতিনি নারী নির্যাতন বিল নিয়ে কাজ করা কয়েকজনের অন্যতম ছিলেন, বিলটি ২০০৯ সালে আফগানিস্তানের রাষ্ট্রপতি কর্তৃক অনুমোদিত হয়।\n\n\n== পুরস্কার ==\n২০১২ সালে মূল্যবোধ-ভিত্তিক নেতৃত্বের জন্য, তিনি ইস্ট ওয়েস্ট ইনস্টিটিউট থেকে প্রথম এইচ.এইচ. শেখ ফাতিমা বিনতে মোবারক পুরস্কার পেয়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআফগান নারী শিক্ষা কেন্দ্র  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ অক্টোবর ২০১৯ তারিখে\nস্বচ্ছতা এবং জবাবদিহিতার জন্য আফগানদের জোট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ এপ্রিল ২০২১ তারিখে\nআফগান নারী নেটওয়ার্ক\nশান্তি প্রশিক্ষণ ও গবেষণা সংস্থা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ আগস্ট ২০২১ তারিখে"}