{"pageid": 1036704, "title": "কর্নুল বিমানবন্দর", "url": "https://bn.wikipedia.org/wiki?curid=1036704", "content": "আনুষ্ঠানিকভাবে উয়ালাওয়াদা নরসিংহ রেড্ডি বিমানবন্দর নামে পরিচিত কর্নুল বিমানবন্দর (আইএটিএ: কেজেবি, আইসিএও: ভিওকেইউ) ভারতের অন্ধ্রপ্রদেশ রাজ্যের ওর্বকালের একটি গ্রিনফিল্ড বিমানবন্দর। এটি কর্নুল থেকে প্রায় ১৮ কিলোমিটার (১১ মাইল) ও নন্দীয়াল থেকে ৫৪ কিমি (৩৪ মাইল) দূরে ৪০ নং জাতীয় সড়কের পাশে অবস্থিত। দুর্গম অঞ্চলে সংযোগ স্থাপনের জন্য কম ব্যয়বহুল বিমানবন্দর হিসাবে ১৫৩ কোটি টাকা (২১ মিলিয়ন মার্কিন ডলার) ব্যয়ে ১,০০৮ একর (৪.০৮ কিমি২) জুড়ে বিমানবন্দরটি নির্মিত হয়। বিমানবন্দরটি ২০২১ সালের মার্চ মাসে বাণিজ্যিক কার্যক্রম শুরু করে।\n\n\n== ইতিহাস ==\nঅন্ধ্রপ্রদেশ সরকার ২০০৮ সালে কর্নুলে একটি বিমানবন্দর সহ রাজ্যের আটটি ছোট বিমানবন্দর উন্নয়নের আগ্রহ প্রকাশের জন্য আমন্ত্রণ জানায়। প্রতিটি বিমানবন্দরটির ব্যয় ₹৫০ কোটি (২০১৯ সালে ১১২ কোটি টাকা বা ১৬ মিলিয়ন মার্কিন ডলার) নির্ধারিত হয়। বলা হয়েছিল, বিমানবন্দরসমূহ ৫০০-৬০০ একর (২.০x২.৪ কিমি২) জুড়ে নির্মিত হবে। এই বিমানবন্দরটি নির্মাণের জন্য নির্বাচিত করা হয়, কারণ করনুলে প্রতিদিন ৩০০ টন কাগজ উৎপাদনে সক্ষম একটি বৃহত কাগজ কল ছিল।\nবিমানবন্দর নির্মাণের জন্য কোনও সংস্থা বিড পোস্ট না করায় ২০০৯ সালের জুলাই মাসে সরকার পরিকল্পনাটি বাতিল করে। সংস্থাসমূহ রাজস্বের কম প্রত্যাশার কারণে নির্মাণে আগ্রহ প্রকাশ করেনি। সরকার ২০০৯ সালের অক্টোবর মাসে ৫০০ একর (২.০ কিমি২) জুড়ে কর্ণুল বিমানবন্দর সহ ৪ টি বিমানবন্দরের জন্য নতুন দরপত্র আমন্ত্রণ করার পরিকল্পনা করে। বিমানবন্দরটি চালু হওয়ার পরে সরকার প্রথম সাত বছরের জন্য মূল্য সংযোজন কর থেকে ছাড় এবং ইজারা ভাড়া ছাড়সহ অতিরিক্ত প্রণোদনা দেওয়ার প্রস্তাব করে।\nদুর্গম অঞ্চলে সংযোগ স্থাপনের জন্য কেন্দ্রীয় সরকার স্বল্প ব্যয়বহুল বিমানবন্দরসমূহের উন্নয়নের জন্য ২০১৩ সালে ৫০ টির মধ্যে একটি হিসাবে কর্নুলকে চিহ্নিত করে। বিমানবন্দরটি প্রথমে ৬৩৯ একর (২.৫৯ কিমি২) জুড়ে নির্মাণের পরিকল্পনা করা হয়, যার মধ্যে পুড়িশেরায়ে ৪৫৬ একর (১.৮৫ কিমি২), ওড়ওয়াকালে ১১৪ একর (০.৪৭ কিমি২) এবং কান্নামাদাকালায় ৬৭ একর (০.২৭ কিমি২) রয়েছে। ভারতের বেসামরিক বিমান পরিবহন মন্ত্রণালয় ২০১৬ সালের ফেব্রুয়ারি মাসে স্থানটির ছাড়পত্র প্রদান করে। রাজ্য সরকার ২০১৭ সালের ফেব্রুয়ারি মাসে জমি বরাদ্দের অনুমোদন প্রদান করে। চূড়ান্ত নির্মাণটি ১৫৩ কোটি টাকা (২১ মিলিয়ন মার্কিন ডলার) ব্যয়ে ১,০০৮ একর (৪.০৮ কিমি২) জুড়ে হয়।\n\n\n== বিমানসংস্থা ও গন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}