{"pageid": 1036963, "title": "স্পাইডার-ম্যান: নো ওয়ে হোম", "url": "https://bn.wikipedia.org/wiki?curid=1036963", "content": "স্পাইডার-ম্যান: নো ওয়ে হোম ২০২১ সালের ১৬ ডিসেম্বর মুক্তিপ্রাপ্ত একটি মার্কিন সুপারহিরো চলচ্চিত্র। মার্ভেল কমিক্স চরিত্র স্পাইডার-ম্যানকে ভিত্তি করে নির্মিত চলচ্চিত্রটি যৌথ-প্রযোজনা করেছে কলাম্বিয়া পিকচার্স এবং মার্ভেল স্টুডিওজ। আর এটি পরিবেশনা করেছে সনি পিকচার্স রিলিজিং। এটি মার্ভেল সিনেম্যাটিক ইউনিভার্সের ২৭তম চলচ্চিত্র এবং স্পাইডার-ম্যান: হোমকামিং (২০১৭) ও স্পাইডার-ম্যান: ফার ফ্রম হোম-এর সিক্যুয়াল (২০১৯)। চলচ্চিত্রটি পরিচালনা করেছে জন ওয়াটস এবং রচনা করেছে ক্রিস ম্যাককেন্না ও এরিক সোমার্স। এতে পিটার পার্কার চরিত্রে টম হল্যান্ড অভিনয় করেছে। তার পাশাপাশি এর শ্রেষ্ঠাংশে রয়েছে\nযেনদায়া, মুসা আরমান, জ্যাকব বাটালন, মারিসা টোমেই, জেমি ফক্স, বেনেডিক্ট কাম্বারব্যাচ এবং আলফ্রেড মোলিনা। ফার ফ্রম হোম ছবিটির শেষে স্পাইডার-ম্যানের ওরফে পিটার পার্কারের গোপন পরিচয় সংকটে পরে এবং ড.স্টিফ্যান স্ট্রেন্জকে (কাম্বারব্যাচ) জাদু-বিদ্যার সাহায্যে পার্কার তার গোপন পরিচয় পুনরায় গোপনীয় করার জন্য অনুরোধ করে ৷ মন্ত্রটি বিফল হল ফলে মাল্টিভার্স উন্মুক্ত হয়ে যায় যাকিনা পার্কারের দুনিয়ায় বিকল্প বাস্তবতার আগন্তুকদের প্রবেশের সুযোগ করে দেয় ৷\n২০১৭ সালের শুরুর দিকে হোমকামিং নির্মাণের সময়ই তৃতীয় এমসিইউ স্পাইডার-ম্যান চলচ্চিত্র নির্মাণের পরিকল্পনা করা হয়েছিল। ২০১৯ সালের দিকে সোনি এবং মার্ভেল স্টুডিওস চলচ্চিত্রটি যৌথভাবে নির্মাণ বিষয়ক চুক্তি নিয়ে আলোচনা শুরু করে এবং এক পর্যায়ে মার্ভেল স্টুডিওস চলচ্চিত্রটি থেকে নিজেদের সরিয়ে নেয়। যদিও চলচ্চিত্রটির ভক্তদের মধ্যে এর নেতিবাচক প্রতিক্রিয়া দেখা দিলে দুই মাস পর প্রতিষ্ঠান দুইটি নিজেদের মধ্যে নতুন এক চুক্তি করে। ওয়াটস, সোমার্স এবং হল্যান্ডকে এই চলচ্চিত্রে অভিনয়ের জন্য ফিরিয়ে আনা হয়। ২০২০ সালের অক্টোবরে এর দৃশ্যধারণ শুরু হয় এবং এর একমাস পর আটলান্টায়ও দৃশ্যধারণ করা হয়েছিল। দৃশ্যধারণের সময় ফক্স এবং মোলিনার চলচ্চিত্রটিতে তাদের পুর্বের চরিত্রে অভিনয়ের কথা প্রকাশ করা হয়। মার্চে দৃশ্যধারণ শেষ হওয়ার পুর্বে ২০২১ সালের ফেব্রুয়ারি মাসে চলচ্চিত্রের নাম ঘোষণা করা হয়। নো ওয়ে হোম  ছবিতে পূর্বের  স্যাম রাঈমি ও মার্ক ওয়েব পরিচালিত নন-এমসিইউ স্পাইডার-ম্যান ছবির বেশ কিছু চরিত্রের আবির্ভাব ঘটে পূর্বের স্পাইডার-ম্যান চরিত্রে অভিনীত ম্যাগুআইর ও গার্ফিল্ড সহ ৷ সনি, মার্ভেল ও অভিনেতাদের তাদের এই ছবিতে জড়িত থাকার বিষয় গোপন রাখার প্রচেষ্টা সত্ত্বেও ব্যাপক জল্পনার সৃষ্টি হয় ৷\nস্পাইডার-ম্যান: নো ওয়ে হোম  প্রথম প্রচারিত হয় লস এন্জেলাসের ফক্স ভিলেজ থিয়েটারে ১৩ই ডিসেম্বর ২০২১ সালে এবং যুক্তরাষ্ট্রে মঞ্চায়িতভাবে প্রকাশিত হয়  এমসিইউ এর ফেইজ ফোর হিসেবে ডিসেম্বরের ১৭ তারিখ। ছবিটি সমালোচকদের কাছ থেকে ইতিবাচক সাড়া পেয়েছে যারা চলচ্চিত্রটির গল্প, পরিচালনা, এ্যাকশন সিকোয়েন্স এবং কলাকুশলীদের অভিনয়ের প্রশংসা করে।  নো ওয়ে হোম  বিশ্বে প্রায় ১৮০ কোটি ডলার আয় করে যা এর পূর্বসূরিকে অতিক্রম করেছে সনি পিকচার্সের সর্বাধিক আয়ের ফিল্ম হিসেবে। এটি ২০২১ সালের সর্বোচ্চ আয়ের ছবি, সর্বকালের ষষ্ঠতম সর্বোচ্চ আয়ের ছবি, সর্বোচ্চ আয়ের স্পাইডার-ম্যান ছবি, এবং কোভিড-১৯ অতিমারির সময় প্রকাশিত চলচ্চিত্রসহ অন্যান্য বক্স অফিস রেকর্ড গড়ে তোলে। ৯৪তম একাডেমি পুরস্কারে সেরা ভিজুয়্যাল ইফেক্ট বিভাগে মনোনয়নসহ ফিল্মটি অসংখ্য পুরস্কার ও মনোনয়ন লাভ করে। একটি সিক্যুয়েল প্রক্রিয়াধীন রয়েছে।\n\n\n== প্রেক্ষাপট ==\nকোয়েন্টিন বেক খুনের দায়ে পিটার পার্কারকে ফাঁসিয়ে ও তার স্পাইডার-ম্যানের,গোপন পরিচয় প্রকাশ করার পর, পার্কার ও তার বান্ধবী এমজে, তার সবচেয়ে কাছের বন্ধু নেড লিড্স, তার চাচী মেইকে ড্যামেজ কন্ট্রোল দফতর জিজ্ঞাসাবাদ করে। আইনজীবি ম্যাট মার্ডক পার্কারের সকল অভিযোগ ছাড়িয়ে আনে তবুও দলটিকে নেতিবাচক প্রচারের মোকাবিলা করতে হয়। পার্কার, এমজে ও নেডের এমআইটির আবেদন নাকোচ হবার পর, সে স্টিফেন স্ট্র্যাঞ্জের শরণাপন্ন হয় নিউ ইয়র্ক স্যাঙ্কটামে গিয়ে। স্ট্র্যাঞ্জ একটি মন্ত্র উচ্চারণ করে যার দ্বারা সবাই ভুলে যাবে যে পার্কারই স্পাইডার-ম্যান, কিন্তু তা দূষিত হতে থাকে যখন পার্কার বারংবার তার কাছের মানুষদের স্মৃতি অক্ষত রাখার আবদার করে। স্ট্র্যাঞ্জ মন্ত্রটি থামানোর জন্য ধারণ করে এবং পার্কারকে চলে যেতে বলে।\nএমআইটি প্রশাসনিক কর্মকর্তাকে পার্কার, এমজে ও নেডের আবেদন পনর্বিবেচনা করার জন্য অনুরোধ করে কিন্তু পথেই অটো অক্টেভিয়াস তাদের আক্রমন করে। অক্টেভিয়াস, পার্কারের ন্যানোটেকনোলজি ছিঁড়ে ফেলে যা অক্টেভিয়াসের  যান্ত্রিক টেনটেক্যালের সাথে জুড়ে যায় এবং পিটারের আয়রণ স্পাইডার স্যুট থেকে তা আলাদা করে ফেলে। ফলে পার্কার সেসব টেকনোলজির নিয়ন্ত্রণ হারিয়ে ফেলে। নরম্যান অসবর্ন এসে আক্রমন করার সাথে সাথে স্ট্র্যাঞ্জ পার্কারকে স্যাঙ্কটামে টেলিপোর্ট করে নিয়ে আসে এবং অক্টেভিয়াসকে, কার্ট কনরসের কারাগারের পাশের একটি কারাগারে তালাবদ্ধ করে রাখে। স্ট্র্যাঞ্জ বিস্তারিতভাবে বলে যে সে দূষিত মন্ত্রটি ধারণ করার আগেই এটি অন্য দুনিয়া থেকে আগন্তুকদের ডেকে আনে যারা স্পাইডার-ম্যানের পরিচয় জানে। সে পার্কার, এমজে ও নেডকে তাদেরকে ধরে আনার আদেশ দেয়; তারা কেবল ম্যাক্স ডিলন ও ফ্লিন্ট মার্কোকেই সনাক্ত ও উদ্ধার করতে পারে।\nঅসবর্ন গ্রিন গবলিন সত্ত্বা থেকে নিজেকে উদ্ধার করে। এরপর সে যায় এফ.ই.এ.এস.টি ভবন যায় যেখানে মে তাকে সান্ত্বনা দেয় এবং পরে পার্কার তাকে উদ্ধার করে। অসবর্ন, অক্টেভিয়াস, ডিলন নিজেদের মধ্যে স্পাইডার-ম্যানের সাথে যুদ্ধের ব্যাপারে আলোচনা করার সময় বুঝতে পারে যে তারা তাদের মৃত্যুর ঠিক আগে নিজেদের দুনিয়া থেকে বর্তমান দুনিয়ায় এসে পরে। স্ট্র্যান্জ তাদেরকে স্ব-স্ব দুনিয়ায় পাঠানোর জন্য মন্ত্র বাতিল করার প্রস্তুতি নেয়, কিন্তু পিটার পার্কার তাদেরকে নিরাময় করে তাদের নিজস্ব দুনিয়ায় পাঠানোর জন্য মত দেয় যাতে করে দুনিয়ায় গিয়ে তখনই মৃত্যু না হয়। পার্কার মন্ত্রটি চুরি করে , দর্পনীয় মাত্রায় স্ট্র্যান্জকে আটকিয়ে ফেলে এবং মে-এর সাহায্যে দুষ্কৃতিকারীদেরকে হ্যাপী হৌগ্যানের বাসায় নিয়ে আসে। অক্টেভিয়াসকে সে নিরাময় করে, কিন্তু অসবর্নের গবলিন সত্ত্বা অসবর্নকে নিয়ন্ত্রন করে এবং এখনও যারা অসুস্থ তাদেরকে পার্কারের সাথে বিশ্বাসঘাতকতা করতে রাজি করে। ডিলন, মার্কো, ও কনর্স পালিয়ে গেলেও, গবলিন মেকে মারাত্মকভাবে আঘাত করে। সে মারা যাবার মে পার্কারকে বলে যে \" মহান পরাক্রমের সাথে  সাথে মহান দায়িত্ব বর্তায়।\"\nস্ট্র্যান্জের স্লিং আংটি দিয়ে অলৌকিক প্রবেশাদ্বার তৈরির ক্ষমতা নেড উপলব্ধি করে, যা দিয়ে সে ও এমজে পার্কারকে খোঁজার জন্য ব্যবহার করে। বদলে তারা পার্কারের বিকল্প সংস্করণ খুঁজে পায় যারাও স্ট্র্যান্জের মন্ত্রের মাধ্যমে এই দুনিয়ায় এসে পরেছে। তাদেরকে এখন \"পিটার-টু\" ও \"পিটার-থ্রী\" নামে ডাকা হয়। এই দলটি এখন বর্তমান দুনিয়ার পার্কারকে (যাকে নাম দেয়া হয় পিটার-ওয়ান) খুঁজে পায় যেকিনা সব আশা ছেড়ে দিয়ে খলনায়কদেরকে তাদের স্থানে মৃত্যুর জন্য পাঠিয়ে দিতে প্রস্তুত। বিকল্প পার্কারদ্বয় তাদের প্রিয় মানুষ হরানোর অভিজ্ঞতা ব্যক্ত করে এবং পিটার-ওয়ানকে তার সংগ্রাম চালিয়ে যাবার জন্য অনুপ্ররণা দেয় তার সদ্যপ্রয়াত চাচী মে-এর সম্মানে। তিন পার্কার খলনায়কদের জন্য নিরাময় তৈরি করতে শুরু করে।\nএই সংঘটি এখন ডিলন, মার্কো ও কনর্সকে স্ট্যাচু অব লিবার্টিরতে আসার জন্য প্রলুব্ধ করে। পিটার-ওয়ান ও পিটার-টু কনর্স ও মার্কোকে নিরাময় করে আর অন্যদিকে অক্টেভিয়াস ডিলনকে নিরাময়ের জন্য সাহায্য করে। নেড ঐদিকে তার লৌকিক প্রবেশ দ্বার তৈরির মাধ্যমে স্ট্র্যান্জকে দর্পনীয় মাত্রা থেকে মুক্ত করে। গবলিনটি প্রকটিত হয়ে ধারণকৃত মন্ত্রটি অবমুক্ত করে দেয়। ফলে বিকল্প দুনিয়া থেকে আরও অনেকের আগমন ঘটতে থাকে। স্ট্র্যান্জ তাদেরকে দূরে রাখার চেষ্টা করতে থাকে যখন ক্রুদ্ধ পিটার-ওয়ান গবলিনকে মেরে ফেলার চেষ্টা করে। পিটার-টু তাকে থামায় ও পিটার -থ্রী, পিটার ওয়ানকে নিরাময় ইন্জেক্ট করার জন্য সাহায্য করে যাতে করে অসবর্ন তার নিজস্বতা ফিরে পায়। পিটার-ওয়ান বুঝতে পরে যে মাল্টিভার্সকে রক্ষার একমাত্র উপায় তাকে সকলের স্মৃতি থেকে মুছে ফেলা এবং সে এটি করতে স্ট্র্যান্জকে অনুরোধ করে। যদিও তাদের কোন স্মতি স্মরণে থাকবে না সে এমজে ও নেডকে খুঁজে পাবার প্রতাশ্রুতি দেয়। মন্ত্র প্রয়োগ হয় এবং সবাই যে যার দুনিয়ায় ফিরে যায় এডি ব্রকসহ যে \"ভেনম সিম্বাইওট\" এর একটি অংশ ছেড়ে যায়। দুই সপ্তাহ পর পার্কার এমজে ও নেডের কাছে যায় পুনরায় পরিচিত হবার  জন্য কিন্তু পরে সেই সিদ্ধান্ত থেকে সরে আসে। মে-এর কবরের কাছে শোকসন্তপ্ত পিটােরর হৌগ্যানের সাথে কথা হয়। যা থেকে সামনে সামনে অগ্রসর হবার অনুপ্রেরণা পায়, নতুন স্যুট তৈরি করে ও তার সদা জাগ্রত থাকার মাধ্যমে।\n\n\n== শ্রেষ্ঠাংশে ==\n\nপিটার পার্কার/স্পাইডার-ম্যান এর চরিত্র টম হল্যান্ড: একজন তরুণ ও আ্যভেন্জার যেকিনা  একটি তেজস্ক্রিয় মাকড়সার  দংশনের কারণে মাকড়সার মত ক্ষমতা লাভ করে।  এই ছবিটি স্পাইডার-ম্যান: ফার ফ্রম হোম-এর(২০১৯) শেষে যে সংকট দেখানো হয়েছিল সেখান থেকে শুরু যেখানে পার্কারের গোপন পরিচয় স্পাইডার-ম্যান হিসেবে প্রকাশ পায়। পূর্বের সব মার্ভেল সিনেম্যাটিক ইউনিভার্স (এমসিইউ) ফিল্ম এর থেকে পার্কার এই ছবিতে অত্যধিক হতাশগ্রস্ত।হল্যান্ডের মতে পার্কার নিজেকে পরাজিত ও অনিরাপদ মনে করে এবং সে [হল্যান্ড] এই চরিত্রটির অন্ধকার দিকটি  অন্বেষণের জন্য অধীর আগ্রহী ছিল। চেরি (২০২১)  ছায়াছবিতে হল্যান্ড অনেকটা পরিণত ভূমিকায় অভিনয় করে, তাই পার্কারের মত \"  একজন নিষ্পাপ ও কমনীয় কিশোরের\" ভূমিকায় অভিনয় করা তার জন্য অদ্ভুত হয়ে পরে।\nমিশেল \"এমজে\" জোন্স ওয়াটসন: পার্কারের সহপাঠী ও বান্ধবীর ভূমিকায় অভিনয় করে যেনডায়া। পূর্বে সে মিশেল জোন্স হিসেবে পরিচিত হলেও এই ছায়াচিত্রের মাধ্যমে তার সম্পূর্ণ নাম প্রকাশ পায়, যা তাকে কমিক্স প্রতিপক্ষ ম্যারি জেইন ওয়াটসনের আরও নিকটে নিয়ে আসে।\nড. স্টিফেন স্ট্র্যান্জ এর ভূমিকায় অভিনয় করে বেনেডিক্ট কাম্বারব্যাচ: একজন স্নায়ু চিকিৎসক যেকিনা রহস্যময় শিল্পের উস্তাদ হয়ে উঠে. । হল্যান্ড মনে করে স্ট্র্যান্জ পার্কারের কোন পরামর্শক নয় যেমনটা ছিল রবার্ট ডাউনি জুনিওরের টনি স্টার্ক, স্পাইডার-ম্যান:হোমকামিং ছবিতে, বরং সে তাদেরকে সহকর্মী হিসেব বিবেচনা করে এবং স্মরণ করে দেয় তাদের সম্পর্কটা ছবি গড়ানোর সাথসাথে ভেঙে যায়। কাম্বারব্যাচ মনে করে স্ট্র্যান্জ ও পার্কারের মধ্যে ঘনিষ্ট সম্পর্ক রয়েছে কারণ দুজনেই প্রতিবেশি সুপারহিরো আর তাদের যৌথ ইতিহাস রয়েছে। সহ-রচয়িতা ক্রিস ম্যাকেনা স্ট্র্যান্জকে যুক্তির কণ্ঠ হিসেবে আখ্যায়িত করে।\nনেড লিডস্ এর ভূমিকায় জেকব ব্যাটালন: পার্কারের সবচাইতে কাছের বন্ধু। এই ভূমিকায় অভিনয় করার জন্য ব্যাটালন প্রায় ১০২ পাউন্ড ওজন কমিয়ে ফেলে।\nহেরল্ড \"হ্যাপি\" হৌগ্যান এর চরিত্র অভিনয় করে জন ফেবরিও: স্টার্ক ইন্ডাস্ট্রির নিরাপত্তা প্রধান এবং টনি স্টার্ক এর সাবেক চালক ও দেহরক্ষী, যে পার্কারের দেখভাল করে।\nম্যাক্স ডিলন/ইলেক্ট্র এর চরিত্রে অভিনয় করে জেমি ফক্স: বিকল্প বাস্তবতা থেকে আগত একজন অসকর্প তড়িৎ প্রকৌশলী যে জিনগতভাবে পরিবর্ততিত তড়িৎ ঈল মাছ সংক্রান্ত একটি দূর্ঘটনায় তার দেহে তড়িৎ সুপার পাওয়ার লাভ করে। ফক্স তার চরিত্রটি মার্ক ওয়েবের দ্যা আমেইজিং স্পাইডার-ম্যান ২ ছবিটি থেকে এই ছবিতে পুনঃপ্রতিষ্ঠা করে । নো ওয়ে হোম ফিল্মে এই চরিত্রটির পুনর্নির্মান করা হয়, এর মৌলিক নিলাভ আল্টিমেট মার্ভেল রং এর বদলে কমিক বই-এর হলুদ বর্ণের . সঙ্গে মিল রেখে নতুন করে চরিত্রটিকে ফুটিয়ে তোলা হয়।\nনর্ম্যান অসবর্ন/গ্রীন গবলিন এর চরিত্রে উইলিয়াম ডাফৌ: বিকল্প বাস্তবতা থেকে আগত একজন বিজ্ঞানী ও অসকর্পের কর্ণধার যে নিজের উপর একটি অস্থাতিশীল শক্তি বর্ধকের পরীক্ষা করে। ফলে তার মধ্যে একজন উন্মাদ সত্ত্বার বিকাশ ঘটে যে অকল্যানের উদ্দেশ্যে অসকর্পের আধুনিক অস্ত্র ও সরঞ্জাম ব্যবহার করে। ডাফৌ তার চরিত্রটির পুনরাগমন ঘটান স্যাম রাঈমির স্পাইডার-ম্যান ট্রিলজি থেকে। ডাফৌ মনে করে গ্রীন গবলিন  স্পাইডার-ম্যান (২০০২) ছবি থেকে এই ছবিতে আরও অগ্রসর ও ধূর্ত।  ডাফৌকে এই চরিত্রটির জন্য  প্রযুক্তির সাহায্যে কম বয়সীর  চিত্রায়ন করা হয় এবং চরিত্রটির কমিক বইয়ের সম্পূরকের সাথে মিল রেখে তার পোশাক আরও উন্নতভাবে প্রদর্শন করা হয়।\nঅটো অক্টেভিয়াস/ডক্টর অক্টোপাস এর ভূমিকায় আল্ফ্রেড মোলিনা:বিকল্প বাস্তবতা থেকে আগত একজন বিজ্ঞানী যার দূর্ঘটনাবশতঃ শরীরের সাথে চারটি কৃত্রিম বুদ্ধিমত্তা সম্পন্ন যান্ত্রিক কর্ষিকা যুক্ত হয়ে যায়। মোলিনা তার চরিত্রটির পুনরাগমন ঘটান স্যাম রাঈমির স্পাইডার-ম্যান ২ থেকে),, আগের ফিল্মে তার মৃত্যু হবার ঠিক পূর্ব থেকে এই ফিল্মের শুরু। মোলিনা সবকিছু বুঝে খুবই অবাক হয় কেননা পূর্বের ফিল্মটি করার পর থেকে আজ অব্দি তার বয়স বেড়েছে  এবং তার একই রকম শারিরীক গঠন ছিলনা তবুও প্রযুক্তির বদৌলতে তাকে আগের মতই চিত্রায়ন করা হয়।  সিজিআই এর মাধ্যমে তার যান্ত্রিক কর্ষিকাগুলো নকশা করা হয়, স্পাইডার-ম্যান ২ এর মত শুধু পৌত্তলিক ও সিজিআই ব্যবহার করে নয়।\nঅং এর চরিত্রে বেনেডিক্ট অং: স্ট্র্যান্জের পরামর্শক ও বন্ধু যে ব্লিপের জন্য স্ট্র্যান্জের অবর্তমানে মহান যাদুকরের ভূমিকা লাভ করে।]].\nইউজিন \"ফ্ল্যাস\" থম্পসন এর ভূমিকায় টনি রেভেলরি: পার্কারের সহপাঠি ও প্রতিদ্বন্দী।\nমে পার্কারের চরিত্রে ম্যারিসা টমেঈ: পার্কারের চাচী।. গল্পের প্রক্রিয়াধীন অবস্থায় রচয়িতাগণ মনে করল মে কে অন্যান্য স্পাইডার-ম্যান এর অবতারে আঙ্কেল বেনের মত ভূমিকায় পদার্পন করা উচিত। সেজন্যই পুনঃপুন প্রাসঙ্গিকভাবেই ও ভাষান্তরিতভাবেই \" মহান পরাক্রমের সাথে সাথেই মহতী দায়িত্বও বর্তায় উক্তিটি তার মাধ্যমে উঠে এসেছে, কেননা সেই এমসিইউ-এ পার্কারের জন্য নৈতিক পথপ্রদর্শক ছিল।\nপিটার পার্কার/স্পাইডার-ম্যান চরিত্রে এন্ড্রু গারফিল্ড: পার্কারের বিকল্প সংস্করণ যাকে তার মৃত বান্ধবী গুয়েন স্ট্যাসিকে বাঁচানোর ব্যর্থতা তাড়া করে। গারফিল্ড তার চরিত্রটির পুনরাগমন ঘটান ওয়েবের \"দ্যা আমেইজিং স্পাইডারম্যান ছবিগুলো\"  থেকে। ছবিতে অন্যান্য স্পাইডার-ম্যানরা তাকে \"পিটার-থ্রী\" বলে ডাকে যেখানে মার্ভেলের অফিসিয়াল ওয়েবসাইট তাকে দ্যা আমেইজিং স্পাইডার-ম্যান  নাম দেয়। গারফিল্ড তার দলটির মেঝ ভাই চরিত্রটিকে আলিঙ্গন করে নেয় এবং দ্যা আমেইজিং স্পাইডার-ম্যান ২ এর ঘটনা থেকে একজন নিপীড়িত পার্কারের ধারণাটাকে অন্বেষণ করার জন্য আগ্রহী হয়ে ওঠে. । সে পার্কারের কিছু অসমাপ্ত কাজ সমাপ্ত করার এই সুযোগটার জন্য কৃতজ্ঞ এবং হল্যান্ড ও ম্যাগুয়াইর এর সাথে কাজ করাকে চরিত্রটি সম্পর্কে একটি গভীর আলোচনা হিসেবে ব্যক্ত করেছে। শেষ পর্যায়ে পার্কার এমজেকে বাঁচায় ঠিক যেভাবে  দ্যা আমেইজিং স্পাইডার-ম্যান ২ তে স্ট্যাসিকে বাঁচাতে সে ব্যর্থ হয়; ম্যাকেনা ও সহ-রচয়িতা এরিক সোমার্স প্রযোজক জন ওয়াট্সকে এই ধারণাটির জন্য কৃতিত্ব দেয় যখন তারা ফিল্মের চরম যুদ্ধের একটি ধারণা নেয়ার জন্য নির্মিত দৃশ্য দেখছিলেন।\nপিটার পার্কার/স্পাইডার-ম্যান চরিত্রে টবি ম্যাগুয়াইর যে তার অন্যান্য বিকল্প সংস্করণের মত কৃত্রিম জাল নিক্ষেপকের বদলে জৈব জাল বিস্তার ব্যবহার করে। ম্যাগুয়াইর তার চরিত্রটির পুনরাগমন ঘটান স্যাম রাঈমির স্পাইডার-ম্যান ট্রিলজি থেকে। ছবিতে অন্যান্য স্পাইডার-ম্যানরা তাকে \"পিটার-টু\"  যেখানে মার্ভেলের অফিসিয়াল ওয়েবসাইট তাকে  নাম দেয় \"পাশের বাসার বন্ধুবৎসল স্পাইডার-ম্যান\"   হিসেবে। ম্যাগুয়াইর চেয়েছিলেন এই ফিল্মটি যেন তার চরিত্রের স্পাইডার-ম্যান ৩ (২০০৭) এর পরবর্তি ঘটনা খুব সামান্যই আলোকপাত করে।\nরিছ ইফান্স তার ড.কার্ট কনর্স/টিকটিকি চরিত্রটির পুনরাগমন ঘটান স্যাম রাঈমির দ্যা আমেইজিং স্পাইডার-ম্যান (২০১২) থেকে যেকিনা নিজের একটি অনুপস্থিত হাতের জন্য এক বৃহদাকার সরীসৃপ দানবে রূপান্তরিত হয়েছিল।টমাস হ্যাডেন চার্চ তার ফ্লিন্ট মার্কো/স্যান্ডম্যান চরিত্রটির পুনরাগমন ঘটান স্পাইডার-ম্যান ৩ থেকে যেকিনা এক দুর্ঘটনায় বালুর মতো শক্তি অর্জন করে। ইফান্স ও চার্চ দুজনই তাদের কণ্ঠ প্রদানের মাধ্যমে এই ছবিতে ফিরেছেন যদিও ফিল্মের শেষে তারা তাদের মনুষ্য অবয়বে ফিরে আসে এবং তখন দ্যা আমেইজিং স্পাইডার-ম্যান ও স্পাইডার-ম্যান ৩ থেকে সংরক্ষিত ফুটেজ ব্যবহর করে দৃশ্যায়ন করা হয় । ওয়াটস্ এই ক্ষেত্র চার্চের চরিত্রের জন্য একজন স্ট্যান্ড-ইন হিসেব দায়িত্ব পালন করে। চার্লি কক্স মার্ভেল টেলিভিশনের নেটফ্লিক্স থেকে তার ম্যাট মার্ডক চরিত্রটির পুনরাগমন ঘটান । টম হার্ডি তার এডি ব্রক ও ভেনম চরিত্রটির পুনরাগমন ঘটান সনির স্পাইডার-ম্যান ইউনিভার্স থেকে একটি অস্বীকৃত ক্যামিও আবির্ভাবে ।\nপূর্বের এমসিইউ স্পাইডার-ম্যান ফিল্মগুলি থেকে অ্যাঙ্গোরি রাইস তার বেটি ব্রান্ট, পার্কারের সহপাঠী এবং লিডসের প্রাক্তন বান্ধবী  ভূমিকায় পুনর্গমন করে,কোচ উইলসনের ভূমিকায় হ্যানিবল বুরেস,মিডটাউন স্কুল অফ সায়েন্স অ্যান্ড টেকনোলজির জিম শিক্ষক  ,রজার হ্যারিংটন চরিত্রে মার্টিন স্টার,পার্কারের একাডেমিক ডেকাথলন শিক্ষক, পার্কারের শিক্ষক জুলিয়াস ডেলের চরিত্রে জে বি স্মুভ,দ্যাডেইলিবাগলে.নেট এর হোস্ট জে. জোনাহ জেমসনের ভূমিকায় জে. কে. সিমন্স;এবং গ্যারি উইকস ডিপার্টমেন্ট অফ ড্যামেজ কন্ট্রোল (ডিওডিসি) এজেন্ট ফস্টার হিসাবে।জ্যাক গিলেনহাল ফার ফ্রম হোম থেকে আর্কাইভ ফুটেজের মাধ্যমে কুয়েন্টিন বেক / মিস্টেরিও হিসাবে উপস্থিত হয়েছে।এছাড়াও ফিল্মে উপস্থিত হচ্ছেন পলা নিউসোম, একজন এমআইটি প্রশাসক হিসেবে, ডিওডিসি এজেন্ট ক্লিয়ারি হিসেবে আরিয়ান মোয়েদ, নেডের দাদীর চরিত্রে মেরি রিভেরা , এবং ক্রিস্টো ফার্নান্দেজ, ব্রক পরিবেশনকারী বারটেন্ডার হিসাবে। হল্যান্ডের ভাই হ্যারি একজন মাদক ব্যবসায়ী হিসাবে একটি ক্যামিও করতে প্রস্তুত ছিলেন,চেরিতে একই কাজ করার পরে, কিন্তু তার দৃশ্যগুলি থিয়েটারে মুক্তি থেকে কেটে দেওয়া হয়েছি।লেক্সি রাবে, যে অ্যাভেঞ্জার্স: এন্ডগেম (2019) এ স্টার্কের মেয়ে মরগানের চরিত্রে অভিনয় করেছিল, তারও একটি উপস্থিতি ছিল যা থিয়েটার রিলিজে অন্তর্ভুক্ত ছিল না।\n\n\n=== উন্নয়ন ===\nস্পাইডার-ম্যান: হোমকামিং (২০১৭) এর প্রযোজনার সময়, মার্ভেল স্টুডিও এবং সনি পিকচার্স দ্বারা দুটি সিক্যুয়ালের পরিকল্পনা করা হয়েছিল।  জুন ২০১৭-এ, তারকা টম হল্যান্ড ব্যাখ্যা করেছিল যে প্রতিটি ফিল্ম পিটার পার্কার/স্পাইডার-ম্যানের জন্য উচ্চ বিদ্যালয়ের একটি ভিন্ন বছরে সংঘটিত হবে, তৃতীয়টি চরিত্রের সিনিয়র বছরের সময় সেট করা হবে।দ্বিতীয় ফিল্ম শেষ হওয়ার কারণে মার্ভেল স্টুডিওর প্রেসিডেন্ট কেভিন ফেইজ জুলাই ২০১৯-এ উল্লেখ করেছিলেন যে তৃতীয় ফিল্মে \"পিটার পার্কারের একটি গল্প দেখানো হবে যা ফিল্মে আগে কখনও করা হয়নি\"। স্পাইডার-ম্যান: ফার ফ্রম হোম (2019), যা জনগনে প্রকাশ করে যে পার্কারই স্পাইডার-ম্যান।\nতৃতীয় এবং চতুর্থ এমসিইউ স্পাইডার-ম্যান চলচ্চিত্রের বিকাশ আগস্ট ২০১৯ এর মধ্যে শুরু হয়েছিল, সনি আশা করেছিল যে হল্যান্ড এবং পরিচালক জন ওয়াটস উভয়ের জন্যই ফিরে আসবে। হল্যান্ডকে আরও একটি চলচ্চিত্রের জন্য ফিরে আসার জন্য চুক্তিবদ্ধ করা হয়েছিল, যখন ওয়াটস তার দুই-ছবির চুক্তি সম্পন্ন করেছিল এবং আরও কোনো চলচ্চিত্রের জন্য চুক্তি করতে হবে ।ততক্ষণে, মার্ভেল স্টুডিওস এবং এর মূল কোম্পানি দ্য ওয়াল্ট ডিজনি স্টুডিওস সনির সাথে তাদের চুক্তি সম্প্রসারণের বিষয়ে আলোচনা করতে বেশ কয়েক মাস অতিবাহিত করেছিল। বিদ্যমান চুক্তিতে মার্ভেল এবং ফেইজ সনির জন্য স্পাইডার-ম্যান চলচ্চিত্র নির্মাণ করে এবং তাদের আয়ের ৫% পাবে।সনি মূল চুক্তির একই শর্তাবলী বজায় রেখে আরও চলচ্চিত্র অন্তর্ভুক্ত করার জন্য চুক্তিটি প্রসারিত করতে চেয়েছিল।ডিজনি ইতিমধ্যেই মার্ভেল সিনেমাটিক ইউনিভার্স (এমসিইউ) ফ্র্যাঞ্চাইজি তৈরি করে ফেইজের কাজের চাপ নিয়ে উদ্বেগ প্রকাশ করেছে এবং সনির জন্য ফেইজের যে কোনও ভবিষ্যতের চলচ্চিত্রে ২৫-৫০% শেয়ারের জন্য বলেছে । একটি চুক্তিতে আসতে ব্যর্থ হওয়ায়, সনি ঘোষণা করেছে যে এটি ফেইজ বা মার্ভেলের এর সংশ্লিষ্টতা ছাড়াই পরবর্তী স্পাইডার-ম্যান চলচ্চিত্রে এগিয়ে যাবে।তাদের বিবৃতিতে স্বীকার করেছে যে এটি ভবিষ্যতে পরিবর্তিত হতে পারে, প্রথম দুটি চলচ্চিত্রে তার কাজের জন্য ফেইজকে ধন্যবাদ জানায় এবং বলে যে তারা \"পথটি [ফেইজ] আমাদের সাহায্য করেছে, যা আমরা চালিয়ে যাব।\"  ক্রিস ম্যাকেনা এবং এরিক সোমারস সোনির ঘোষণার সময় তৃতীয় চলচ্চিত্রের চিত্রনাট্য লিখছিলেন, ফার ফ্রম হোমের জন্যও এটি করার পরে, কিন্তু ওয়াটস ফ্র্যাঞ্চাইজিতে ফিরে যাওয়ার পরিবর্তে অন্যান্য স্টুডিওগুলির জন্য বড় চলচ্চিত্র পরিচালনা করার প্রস্তাব পেয়েছিলেন,মার্ভেল স্টুডিও এবং ফেইজের জন্য একটি ভিন্ন প্রকল্পে সম্ভাব্য কাজ করা সহ।\n২০১৯ সালের সেপ্টেম্বরে, সনি পিকচার্স এন্টারটেইনমেন্টের চেয়ারম্যান টনি ভিন্সিকেরা বলেছিলেন যে স্পাইডার-ম্যান এমসিইউ-তে ফিরে আসার বিষয়ে \"এই মুহূর্তে দরজা বন্ধ\" এবং নিশ্চিত করেছেন যে চরিত্রটি সোনির নিজস্ব শেয়ার্ড ইউনিভার্স-সোনির স্পাইডার-ম্যান ইউনিভার্সের সাথে একীভূত হবে ( এসএসইউ)।ঘোষণার পর ভক্তদের প্রতিক্রিয়ার প্রতিক্রিয়ায়, ভিনসিকেরা যোগ করেছেন যে \"মার্ভেলের লোকেরা দুর্দান্ত মানুষ, তাদের প্রতি আমাদের অনেক শ্রদ্ধা আছে, তবে অন্যদিকে আমাদেরও নিজস্ব কিছু দুর্দান্ত ভয়ঙ্কর লোক রয়েছে।[ফেইজ] সমস্ত কাজ করেনি ...আমাদের এখানে যা করতে হবে তা করতে আমরা যথেষ্ট সক্ষম।\" যাইহোক, ডিজনির দ্বিবার্ষিক কনভেনশন ডি২৩-এ এই অনুরাগীদের প্রতিক্রিয়া অব্যাহত থাকে এবং হল্যান্ডের অনুরোধে যিনি ব্যক্তিগতভাবে ডিজনির সিইও বব ইগার এবং সনি পিকচার্স মোশন পিকচার গ্রুপের চেয়ারম্যান টম রথম্যানের সাথে কথা বলেছিল,কোম্পানিগুলো আলোচনায় ফিরে।সনি এবং ডিজনি সেপ্টেম্বরের শেষে একটি নতুন চুক্তি ঘোষণা করেছে যা মার্ভেল স্টুডিও এবং ফেইজকে অ্যামি প্যাসকেলের সাথে সনির জন্য আরেকটি এমসিইউ স্পাইডার-ম্যান ফিল্ম তৈরি করার অনুমতি দেবে, যা ১৬ জুলাই, ২০২১ -এর জন্য নির্ধারিত হয়েছে।ডিজনি চরিত্রটির মার্চেন্ডাইজিং স্বত্ব বজায় রেখে ২৫% লাভের বিনিময়ে চলচ্চিত্রটির ২৫% সহ-অর্থায়ন করেছিল বলে জানা গেছে। ফেইজ বলেছিল যে সে \"রোমাঞ্চিত\" যে চরিত্রটি এমসিইউতে থাকবে এবং বলেছিল \"মার্ভেল স্টুডিওতে আমরা সবাই খুব উত্তেজিত যে আমরা ফ্র্যাঞ্চাইজিতে কাজ চালিয়ে যেতে পারি\"। চুক্তিটি হল্যান্ডের স্পাইডার-ম্যানকে ভবিষ্যতে মার্ভেল স্টুডিও চলচ্চিত্রে উপস্থিত হওয়ার পাশাপাশি সনির নিজস্ব শেয়ার্ড ইউনিভার্সে যাওয়ার অনুমতি দেয়।পর্বের মিথস্ক্রিয়াটিকে \"দুটি ফ্র্যাঞ্চাইজির মধ্যে একটি 'কল এবং উত্তর' হিসাবে বর্ণনা করা হয়েছে কারণ তারা উভয়ের মধ্যে বিস্তারিত স্বীকার করে, যেটিকে একটি ভাগ করা বিশদ মহাবিশ্ব হিসাবে আলগাভাবে বর্ণনা করা হবে\"। সনি মার্ভেল স্টুডিওর সাথে তাদের পূর্ববর্তী চলচ্চিত্রগুলিকে একটি \"দারুণ সহযোগিতা\" হিসাবে বর্ণনা করেছে এবং বলেছে \"আমাদের পারস্পরিক ইচ্ছা চালিয়ে যাওয়াও অনেক ভক্তের সমান ছিল ৷\nঅক্টোবরে নতুন চুক্তি নিয়ে আলোচনা করে, ইগার এটিকে হল্যান্ডের প্রচেষ্টার পাশাপাশি মূল চুক্তির সমাপ্তিতে ভক্তদের প্রতিক্রিয়ার জন্য দায়ী করেছে।সে অনুভব করেছিল যে সনি এবং ডিজনি উভয়েই প্রাথমিকভাবে ভুলে গিয়েছিল যে তারা আলোচনা করার সময় \"অন্য কিছু ব্যক্তি আছে যারা আসলেই গুরুত্বপূর্ণ\" ।রথম্যান বলেছিল যে চুক্তিটি ছিল উভয়ের জন্য জয়ী।সনির জন্য জয়, ডিজনির জন্য জয়, ভক্তদের জন্য জয়ের৷ সে অনুভব করেছিল যে আলোচনার প্রাথমিক প্রতিবেদনগুলি অগত্যা বাস্তবিক আলোচনার সাথে সঙ্গতিপূর্ণ নয়, এবং বলেছিল যে প্রতিবেদন এবং ভক্তদের বক্তৃতা ছাড়াই চূড়ান্ত চুক্তিটি ঘটেছে। জেন্ডায়া সিক্যুয়ালে পূর্ববর্তী চলচ্চিত্রগুলি থেকে এমজে চরিত্রে তার ভূমিকার পুনঃপ্রতিষ্ঠা করবে বলে নিশ্চিত করা হয়েছিল।\n\n\n=== পূর্ব-প্রযোজনা ===\nম্যাককেনা এবং সোমারস ২০১৯ সালের ডিসেম্বরের মধ্যে স্ক্রিপ্টে আন্তরিকভাবে কাজ করা শুরু করেছিল।তারা ক্র্যাভেন দ্য হান্টারকে ফিল্মের প্রধান প্রতিপক্ষ হিসেবে দেখান, এমন একটি ধারণা যেটির প্রতি ওয়াটস আগ্রহ প্রকাশ করেছিল এবং হল্যান্ডের কাছে টেনে নিয়েছিল,ইটস এ ওয়ান্ডারফুল লাইফ (১৯৪৬) এর মতো একটি গল্পের ধারণার দিকে ধাবিত হবার আগে যেখানে পার্কার তার এখন সর্বজনীন পরিচয় সম্পর্কে একটি ইচ্ছা প্রকাশ করেছে। এই ধারণাটি ডক্টর স্টিফেন স্ট্র্যান্জকে গল্পের সাথে পরিচয় করিয়ে দেয়, এবং এই জুটি মাল্টিভার্সের ধারণাটি অন্বেষণ করতে শুরু করে এবং অতীতের স্পাইডার-ম্যান চলচ্চিত্রের সম্ভাব্য চরিত্রগুলির পুনর্বিবেচনা করে।প্রাথমিকভাবে তারা ভেবেছিল যে এটি ভক্তদের জন্য বিক্তকর হবে কিন্তু শেষ পর্যন্ত তারা অতীতের চরিত্রগুলিকে প্লটে সম্পূর্ণরূপে একীভূত করার সিদ্ধান্ত নিয়েছে।সোমারস বলেছে, \"একবার যৌথভাবে সিদ্ধান্ত নেওয়া হয়েছিল যে আমরা এই সুইংটি নিতে যাচ্ছি, আমাদের প্রতিশ্রুতিবদ্ধ হতে হবে এবং গল্পের জন্য যা সঠিক ছিল তা করতে হবে।\" অভিনেতাদের ফিরে আসার বিষয়টি নিশ্চিত হওয়ার আগেই তারা আশাবাদীভাবে ছবিটিতে এমন সমস্ত চরিত্রের জন্য লিখেছিল  ।ফিল্মের প্রাথমিক খসড়াগুলিতে অতীতের স্পাইডার-ম্যান ফিল্মগুলির প্রত্যেক প্রধান চরিত্রের প্রত্যাবর্তন অন্তর্ভুক্ত ছিল, কিন্তু এটি সংকুচিত করা হয়েছিল কারণ এই জুটি মনে করেছিল যে তারা \"[তারা] না চিবিয়েই বেশ কিছুটা গ্রাস\" করেছে। জুটিটি শুধুমাত্র \"সবার জন্য পর্দা\"  তৈরি করার পরিবর্তে পিটার পার্কারের গল্প বলতে সাহায্য করার জন্য ফিরে আসা চরিত্রগুলি ব্যবহার করে ফিল্মটিকে শুধুমাত্র \"একগুচ্ছ ভক্ত পরিষেবা\" হওয়া থেকে বিরত রাখার জন্য কঠোর পরিশ্রম করেছিল।স্যাম রাইমির স্পাইডার-ম্যান ট্রিলজি থেকে নরম্যান অসবর্ন/গ্রিন গবলিন চিত্রনাট্যের প্রথম সংস্করণে চলচ্চিত্রের প্রধান খলনায়ক ছিল না, যদিও এখন একজন প্রতিপক্ষ হিসেবে উপস্থিত। ফিল্মটির \"অন্যান্য চরিত্রগুলি\" হারিয়ে ফেলার পর, ম্যাকেনা এবং সোমারস এই উপসংহারে পৌঁছাল যে গ্রিন গবলিনকেই প্রধান খলনায়ক \"হতে হবে\" এবং স্পাইডার-ম্যান (২০০২) এ তার কাজগুলিকে একই রকম করার জন্য দ্বিতীয়বার সুযোগ দেওয়ার জন্য স্ক্রিপ্টটি পুনরায় লিখতে হয়েছিল।কিন্তু হল্যান্ডের স্পাইডার-ম্যানে সংস্করণের সাথে সম্পর্কিত একটি অন্ধকার উপায়ে।\n২০১৯ সালের শেষের দিকে ও ২০২০ সালের মাঝামাঝি সময়ে চিত্রগ্রহণ শুরু হবে বলে আশা করা হয়েছিল । ২০২০ সালের এপ্রিল মাসে, সনি কোভিড-১৯ মহামারির কারণে নো ওয়ে হোমের রিলিজ ৫ নভেম্বর, ২০২১-এ পুনর্নির্ধারণ করল । যদিও ফিল্মটি মূলত ডক্টর স্ট্রেঞ্জের মাল্টিভার্স অফ ম্যাডনেস (২০২২) এর ঘটনার পর থেকে তৈরি করা হচ্ছিল, মুক্তির তারিখ পরিবর্তনের অর্থ দাঁড়ায় নো ওয়ে হোম প্রথমে মুক্তি পাবে যার অর্থ প্লটের দিকগুলিকে আবার নতুন করে লিখতে হবে, যেখানে স্ট্র্যান্জের আর মাল্টিভার্স সম্পর্কে কোন সরাসরি ধারণা নেই। ম্যাককেনা অনুভব করল যে এটিকে \"আরও ভয়ঙ্কর করে তুলেছে, জিনিসগুলি নিয়ে খেলা করা, কারণ এটি অজানার ভয়\"।  জুন মাসে, মারিসা টোমেই নিশ্চিত করেছে যে সে মে পার্কার এবং ওয়াটস পরিচালক হিসাবে ফিরে আসবে। সে আশাবাদী ছিল যে একটি সম্প্রদায়ের সংগঠক হিসাবে মে-এর কাজ ছবিটিতে প্রদর্শিত হবে।  এছাড়াও জুন মাসে, চার্লি কক্স, যে মার্ভেল টেলিভিশনের নেটফ্লিক্স সিরিজে ম্যাট মারডক / ডেয়ারডেভিল চরিত্রে অভিনয় করেছিল, নো ওয়ে হোমে একটি চরিত্রে উপস্থিত থেকে আসন্ন মার্ভেল স্টুডিও প্রকল্পগুলিতে তার ভূমিকার পুনর্বিবেচনার বিষয়ে ফেইজের সাথে যোগাযোগ করা হয়েছিল। পরের মাসে, হল্যান্ড বলেছে  যে ফিল্মের প্রযোজনা ২০২০ সালের শেষ থেকে ফেব্রুয়ারি ২০২১ পর্যন্ত হওয়ার পরিকল্পনা করা হয়েছিল এবং সনি ছবিটির মুক্তির তারিখ ১৭ ডিসেম্বর, ২০২১ এ স্থানান্তরিত করেছে।টনি রেভোলোরিও, ফ্ল্যাশ থম্পসনের ভূমিকায় পুনরায় অভিনয় করছেন বলে নিশ্চিত করা হয়েছিল ।অক্টোবরের গোড়ার দিকে, জ্যাকব ব্যাটালন এবং বেনেডিক্ট কাম্বারব্যাচ তাদের নেড লিডস এবং স্ট্রেঞ্জের এমসিইউ ভূমিকাগুলিতে পুনর্গমন করতে তৈরি হয়েছিল। জেমি ফক্স মার্ক ওয়েবের দ্য অ্যামেজিং স্পাইডার-ম্যান 2 (২০১৪) থেকে ম্যাক্স ডিলন / ইলেকট্রো হিসাবে ফিরে আসবেন।ছবির শুটিং শুরু হবে মাসের শেষে। চিত্রগ্রহণের শুরুর আগে, চলচ্চিত্রের অন্যান্য গুরুত্বপূর্ণ অভিনেতারা তখনও সই করতে পারেনি। হল্যান্ডের মতে, ছবিটি নির্মাণের জন্য অভিনেতাদের \"সবাই বা কেউ\" প্রয়োজন ছিল না।\n\n\n=== চিত্রগ্রহণ ===\nদ্বিতীয় ইউনিট চিত্রগ্রহণ ১৪ থেকে ১৬ অক্টোবর,২০২০ নিউ ইয়র্ক  সিটিতে হয়েছিল, \"সেরেনিটি নাউ\" শিরোনামের অধীনে, ভিজুয়্যাল ইফেক্ট ধারণ  এবং শট স্থাপনের জন্যে । কুইন্সের অ্যাস্টোরিয়া, সানিসাইড এবং লং আইল্যান্ড সিটির পাড়ায় চিত্রগ্রহণ করা হয়েছে। ২৩ অক্টোবর, ম্যানহাটনের গ্রিনউইচ গ্রামে চিত্রগ্রহণ হয়েছিল।\n২৫ অক্টোবরের মধ্যে প্রোডাকশনটি আটলান্টায় চলে যায়, হল্যান্ড, ব্যাটালন এবং জেন্ডায়া প্রধান ফটোগ্রাফির জন্য যোগদান করে, হল্যান্ড দুই দিন আগে সনির আনচার্টেড (২০২২) এর শুটিং শেষ করার পর ।কোভিড-১৯ এ আক্রান্ত হওয়ার পর প্রযোজনা ছাড়তে হবার কারণে আসল সিনেমাটোগ্রাফার সিমাস ম্যাকগারভেকে প্রতিস্থাপন করে ,মাউরো ফিওরে চলচ্চিত্রটির চিত্রগ্রাহক হিসেবে কাজ করে। নো ওয়ে হোমের মহামারিজনিত প্রযোজনা বিলম্বের কারণে সাইরানো (২০২১) ফিল্মটির সাথে ম্যাকগারভিরও বিরোধ হয়েছিল, যেহেতু প্রধান ফটোগ্রাফি মূলত জুলাই ২০২০ এ শুরু করার পরিকল্পনা করা হয়েছিল। আটলান্টায় শুটিং হয়েছে ট্রিলিথ স্টুডিওতে, যেখানে সাউন্ড স্টেজে কড়া নিরাপত্তা ব্যবস্থা রাখা হয়েছে কোভিড-১৯-এর সংস্পর্শে আসা রোধ করার জন্য। মহামারি চলাকালীন সেটে কাস্ট এবং ক্রু সদস্যদের মধ্যে মিথস্ক্রিয়া কমাতে, প্রযোজনাটি \"উদ্ভাবনী নতুন প্রযুক্তি\" এর উপর নির্ভর করেছিল যা অভিনেতাদের একটি ভিজ্যুয়াল এফেক্ট সিস্টেমে স্ক্যান করে যা পোস্ট-প্রোডাকশনের সময় অভিনেতাদের মেক-আপ এবং পোশাক প্রয়োগ করতে পারে। চিত্রগ্রহণের জন্য কাস্ট কখন তাদের মুখোশ খুলে ফেলতে পারে এবং সেটে কাজ করার সময় কাস্ট এবং ক্রু সদস্যদের কখন মুখোশ পরতে হবে তা সংকেত দেওয়ার জন্য একটি আলোর ব্যবস্থাও ছিল। কাম্বারব্যাচ নভেম্বরের শেষের দিকে আটলান্টায় তার দৃশ্যের শুটিং শুরু করেন, ডক্টর স্ট্র্যান্জ ইন দ্য মাল্টিভার্স অফ ম্যাডনেসে কাজ শুরু করার আগে যা সেই মাসে লন্ডনে  চিত্রগ্রহণ শুরু হয়েছিল। ২০২০ সালের বড়দিনের ছুটির আগেই, সেরেনিটি নাউ এবং দ্য নভেম্বর প্রজেক্ট কাজের শিরোনাম ব্যবহার করে সাত থেকে আট সপ্তাহ ধরে চিত্রগ্রহণ চলে।\n২০২০ সালের ডিসেম্বরের মধ্যে, আলফ্রেড মোলিনা স্যাম রাইমির স্পাইডার-ম্যান ২ (২০০৪) থেকে অটো অক্টাভিয়াস/ডক্টর অক্টোপাসের ভূমিকায় পুনরায় অভিনয় করতে প্রস্তুত ছিলেন  টোবি ম্যাগুয়ারের সাথে রাইমির স্পাইডার-ম্যান ফিল্ম ট্রিলজি থেকে পিটার পার্কার / স্পাইডার-ম্যানের ভূমিকায় এবং অ্যান্ড্রু গারফিল্ড ওয়েবের দ্য অ্যামেজিং স্পাইডার-ম্যান ফিল্ম থেকে পিটার পার্কার / স্পাইডার-ম্যান হিসাবে।হল্যান্ডের সাথে তাদের নিজ নিজ স্পাইডার-ম্যান হিসাবে ম্যাগুয়ার এবং গারফিল্ডের একটি ক্যামিও উপস্থিতি আগে সনি পিকচার্স অ্যানিমেশন ফিল্ম স্পাইডার-ম্যান: ইনটু দ্য স্পাইডার-ভার্স (২০১৮) এর জন্য বিবেচিত হয়েছিল, কিন্তু তারপরে এটি বাদ দেওয়া হয়েছিল কারণ সনি সেই মুহুর্তে অনুভব করেছিল যে এটি খুব ঝুঁকিপূর্ণ এবং বিভ্রান্তিকর হবে। সেই সময়ে, কোলাইডার জানিয়েছিল যে ম্যাগুয়ার এবং গারফিল্ড, রাইমির স্পাইডার-ম্যান ফিল্ম ট্রিলজি থেকে মেরি জেন ​​ওয়াটসনের ভূমিকায় কির্স্টেন ডানস্টের এবং অ্যামেজিং স্পাইডার-ম্যান ফিল্ম থেকে গুয়েন স্টেসির চরিত্রে এমা স্টোন এই ছবিতে উপস্থিত হবে। স্ক্রিপ্টের প্রথম খসড়াটিতে স্পাইডার-ম্যান এবং অ্যামেজিং স্পাইডার-ম্যান চলচ্চিত্রের অন্যান্য চরিত্রগুলি অন্তর্ভুক্ত ছিল, তবে লেখকরা মনে করেছিল যে অনেকগুলি চরিত্র অন্তর্ভুক্ত করা গল্পটিকে নেতিবাচকভাবে প্রভাবিত করবে। অভিনেতাদের প্রত্যাবর্তন সম্পর্কে গুজব ও জল্পনার দিকে পরিচালিত করেছিল, হলিউড রিপোর্টারের রিচার্ড নিউবি বিশ্বাস করেছিল যে একটি ক্রসওভার-স্টাইল ফিল্ম সনির সফল অ্যানিমেটেড ইনটু দ্য স্পাইডার-ভার্স চলচ্চিত্রের \"প্রভাব কমাতে পারে\"।  তার সহকর্মী গ্রায়েম ম্যাকমিলান অনুভব করেছিল যে একটি \"স্পাইডার-ভার্স\" ক্রসওভার মার্ভেলকে \"কিছু ঢিলেঢালা প্রান্ত পরিষ্কার করতে...এবং প্রক্রিয়ায় কিছু ফ্যানের স্বপ্ন পূরণ করতে\" অনুমতি দেবে, বিশেষ করে যদি মার্ভেল এবং সনির আলোচনার অর্থ তারা স্পাইডার-ম্যানকে আলাদা করতে চায় এমসিইউ থেকে। /ফিল্মের হোয়াই ট্রান বুই আশঙ্কা করেছিল যে ছবিটি অতিরিক্ত ভিড় হয়ে উঠছে এবং তিনি আশা করেছিল যে হল্যান্ড একটি স্পাইডার-ম্যান চলচ্চিত্রের নেতৃত্ব দিতে পারে। ভ্যারি অফ ভ্যারাইটি উল্লেখ করেছে যে এই প্রতিবেদনগুলি নিশ্চিত করা হয়নি এবং ফিরে আসা অভিনেতারা ক্যামিও উপস্থিতির  চেয়ে বেশি কিছু করবেন কিনা তা নিয়ে প্রশ্ন করা হয়েছিল।কিছুক্ষণ পরে, হল্যান্ড অস্বীকার করে যে ম্যাগুয়ার এবং গারফিল্ড ছবিতে উপস্থিত হবে।  আগের স্পাইডার-ম্যান ফিল্ম থেকে ফিরে আসা অনেক অভিনেতাকে ফিল্মটিতে তাদের সম্পৃক্ততা ফাঁস থেকে রোধ করতে সাহায্য করার জন্য পোশাক পরে সেটে আনা হয়েছিল। ২০২০ সালের বড়দিনের আশেপাশে, ম্যাককেনা এবং সোমারস, ম্যাগুইর এবং গারফিল্ডের ভূমিকা এবং সেই সাথে এই অভিনেতাদের চিত্রগ্রহণ শুরু করার জন্য তৃতীয় অভিনয়ের বেশিরভাগই আবার লিখেছিল। তারা আগে সেই দৃশ্যগুলিতে মনোযোগ দিতে পারেনি কারণ তারা আগের মাসগুলিতে প্রথম এবং দ্বিতীয় অভিনয়ের বেশিরভাগ চিত্রগ্রহণের সময় ব্যস্ত ছিল।\nফেইজ ২০২০ সালের ডিসেম্বরে নিশ্চিত করেছে যে ফিল্মটিতে ডক্টর স্ট্র্যাঞ্জের মাল্টিভার্স অফ ম্যাডনেসের সাথে সংযোগ থাকবে। এক মাস পরে সে এই বিষয়টি নিয়ে আলোচনা করে যে চলচ্চিত্রটির শিরোনাম এখনও ঘোষণা করা হয়নি, স্বীকার করে যে এটিকে কেউ কেউ স্পাইডার-ম্যান ৩ হিসাবে উল্লেখ করছেন এবং প্রকাশ করেছে যে মার্ভেল এটিকে অভ্যন্তরীণভাবে হোমকামিং ৩ হিসাবে উল্লেখ করছে। ততক্ষণে কক্সের কাছে ছবির শট সরঞ্জাম ছিল। আটলান্টা সেটের একটি ছবি ইঙ্গিত দেয় যে ছবিটি বড়দিনের মৌসুমে সেট করা হবে।  ২২ থেকে ২৪ জানুয়ারীতে ফ্রেডরিক ডগলাস হাই স্কুলে চিত্রগ্রহণ হয়েছে। পরের মাসে, হল্যান্ড এটিকে \"সবচেয়ে উচ্চাভিলাষী স্ট্যান্ডঅ্যালোন সুপারহিরো\" ফিল্ম হিসাবে বর্ণনা করে এবং আবারও এই গুজব অস্বীকার করে যে ম্যাগুয়ার এবং গারফিল্ড প্রদর্শিত হবে। ফেব্রুয়ারির শেষের দিকে, চলচ্চিত্রটির শিরোনাম প্রকাশ করা হয় স্পাইডার-ম্যান: নো ওয়ে হোম, শিরোনামে \"হোম\" বৈশিষ্ট্যযুক্ত বিগত দুটি চলচ্চিত্রের নামকরণের প্রচলন অব্যাহত রেখে। ১৯ থেকে ২১ মার্চ মিডটাউন হাই স্কুলে চিত্রগ্রহণ হয়েছিল।  কোভিড-১৯ মহামারির কারণে আটলান্টা পাবলিক স্কুল সিস্টেম জেলার বিল্ডিংগুলিকে চিত্রগ্রহণের স্থান হিসাবে ব্যবহারের অনুমতি দেওয়া বন্ধ করে দিয়েছিল, কিন্তু এই ফিল্মটিকে ব্যতিক্রম সুযোগ দিয়েছে কারণ ফ্রেডেরিক ডগলাস এবং মিডটাউন স্কুল উভয়ই আগে স্পাইডার-ম্যানের চিত্রগ্রহণের স্থান হিসাবে ব্যবহৃত হয়েছিল। হ্যানিবল বুরেস জিম প্রশিক্ষক উইলসনের ভূমিকায় পুনরায় অভিনয় করছে বলে প্রকাশ করা হয়েছিল, বুরেস ২০২১ সালের আগস্টে একটি মিউজিক ভিডিও প্রকাশ করে যেখানে সে আটলান্টায় দৃশ্যগুলি চিত্রায়িত করেছিল। হল্যান্ড বলেছিলেন যে নো ওয়ে হোমে আগের দুটি চলচ্চিত্রের তুলনায় আরও বেশি \"ভিসারাল\" ফাইট সিকোয়েন্স ছিল, আরও হস্ত-লড়াইয়ের সাথে। ২৬ মার্চ, ২০২১-এ চিত্রগ্রহণ শেষ হয়েছে।\n\n\n=== প্রযোজনা পরবর্তী ===\n\n২০২১ সালের এপ্রিলে, মলিনা নিশ্চিত করেছিল যে সে চলচ্চিত্রে উপস্থিত হচ্ছে,  ব্যাখ্যা করেছে তাকে বলা হয়েছিল প্রযোজনার সময় চলচ্চিত্রে তার ভূমিকা সম্পর্কে কথা না বলতে কিন্তু সে বুঝতে পারছিলে তার উপস্থিতি নিয়ে ব্যাপকভাবে গুজব ছড়ানো হচ্ছে। সেই মাসের শেষের দিকে, জে বি স্মুভ প্রকাশ করে সে ফার ফ্রম হোম  ছবি থেকে জুলিয়াস ডেল হিসাবে ফিরে আসছে, যখন কক্স বলেছিল সে চলচ্চিত্রের সাথে জড়িত ছিল না। মে মাসের শুরুর দিকে, গারফিল্ড অস্বীকার করেছিল যে তাকে ছবিতে উপস্থিত হতে বলা হয়েছিল, কিন্তু পরে বলেছিলেন \"কখনও না বলবেন না\", যখন অ্যাঙ্গোরি রাইস, বেটি ব্রান্ট হিসাবে ফিরে আসছে বলে প্রকাশ করা হয়েছিল। সেই মাসের পরে, স্টোন চলচ্চিত্রে তার জড়িত থাকার বিষয়টি অস্বীকার করে।\nসনি পিকচার্স গ্রুপের প্রেসিডেন্ট স্যানফোর্ড প্যানিচ মে মাসে স্বীকার করেছিলেন যে এসএসইউ এবং এমসিইউ-এর মধ্যে সম্পর্ক নিয়ে ভক্তদের মধ্যে বিভ্রান্তি এবং হতাশা ছিল, কিন্তু বলেছিল যে এটি স্পষ্ট করার একটি পরিকল্পনা তাদের রয়েছে।সে বিশ্বাস করেছিল যে এটি ইতিমধ্যেই \"মানুষের জন্য আরও কিছুটা স্পষ্ট হয়ে উঠছে [যেমন] আমরা কোথায় যাচ্ছি\" এবং যোগ করেছে যে নো ওয়ে হোমের মুক্তি এই পরিকল্পনার আরও কিছু প্রকাশ করবে। ভ্যারি মন্তব্য করেছে যে নো ওয়ে হোমে মাল্টিভার্স উপাদানগুলির স্পষ্ট প্রবর্তন হল্যান্ডকে এমসিইউ এবং এসএসইউ উভয় ক্ষেত্রেই উপস্থিত হতে দেয়।  নো ওয়ে হোমের অফিসিয়াল ট্রেলারে অতীতের এমসিইউ ফিল্মগুলি থেকে বহুজনের ভূমিকা পুনরায় প্রকাশ করেছে   ,হ্যারল্ড \"হ্যাপি\" হোগান চরিত্রে জন ফাভরিউ এবং ওয়াং চরিত্রে বেনেডিক্ট ওয়াং-এর সম্পৃক্ততা নিশ্চিত করেছে,পাশাপাশি জে. কে. সিমন্স ফার ফ্রম হোমের জে. জোনাহ জেমসন চরিত্রে (সিমন্স এর আগে রাইমি ট্রিলজিতেও চরিত্রটির একটি ভিন্ন সংস্করণ অভিনয় করেছিল)।  এটি নিশ্চিত হয়েছিল যে ইলেক্ট্রো এবং গ্রিন গবলিন চরিত্রগুলি ছবিতে উপস্থিত হবে, গ্রিন গবলিনের এই অবতারটি রাইমি ফিল্মের উইলেম ড্যাফো-এর সংস্করণ হবে। ২০২১ সালের সেপ্টেম্বরে, গারফিল্ড আবারও চলচ্চিত্রে তার উপস্থিতি অস্বীকার করে বলেছিলেন, \"আমি যাই বলি না কেন... এটি হয় মানুষের জন্য সত্যিই হতাশাজনক হতে চলেছে বা এটি সত্যিই উত্তেজনাপূর্ণ হতে চলেছে\"। গারফিল্ড পরে তার অস্বীকারগুলিকে \"অবশ্য চাপযুক্ত কিন্তু অদ্ভুতভাবে উপভোগ্য\" হিসাবে বর্ণনা করেছিলেন।\nঅক্টোবরের শুরুতে, অনেক ভাষ্যকার আশা করেছিল যে টম হার্ডি ভেনম (২০১৮) এবং ভেনম: লেট দেয়ার বি কার্নেজ (২০২১) থেকে এডি ব্রক এবং ভেনমের ভূমিকা পুনঃপ্রতিষ্ঠা করবে, বিশেষ করে লেট দেয়ার বি কার্নেজ মিড-ক্রেডিট দৃশ্যের পর চরিত্রগুলোকে তাদের মহাবিশ্ব (এসএসইউ) থেকে এমসিইউতে নিয়ে যাওয়া হয়েছে দেখার পর। ফেইজ বলেছিল যে দৃশ্যটি তৈরি করার জন্য লেট দেয়ার বি কার্নেজ এবং নো ওয়ে হোম টিমের মধ্যে অনেক সমন্বয় ছিল ,যেটি নো ওয়ে হোম নির্মাণের সময় ওয়াটস দ্বারা পরিচালিত হয়েছিল। হার্ডি শেষ পর্যন্ত ফিল্মের মধ্য-ক্রেডিট দৃশ্যে ব্রক হিসাবে উপস্থিত হয়েছিল, যদিও চলচ্চিত্রের চূড়ান্ত লড়াইয়ে তাকে একীভূত করার বিষয়ে আলোচনা হয়েছিল। সেই মাসের শেষের দিকে, নো ওয়ে হোমের এম্পায়ার এর এক ইস্যুতে বলা হয়েছে যে ফিল্মটিতে ডক্টর অক্টোপাস, ইলেক্ট্রো, ড্যাফো'স গ্রিন গবলিনের রিটার্ন অন্তর্ভুক্ত থাকবে, থমাস হেডেন চার্চের  ফ্লিন্ট মার্কো / রাইমির চরিত্র স্পাইডার-ম্যান ৩ (২০০৭) থেকে স্যান্ডম্যান এবং ওয়েবের দ্য অ্যামেজিং স্পাইডার-ম্যান (২০১২) থেকে রিস ইফান্সের কার্ট কনরস / লিজার্ড। ওয়াটস বলেছিল যে এগুলি এখনও অপ্রমাণিত গুজব এবং চরিত্রগুলির উপস্থিতি \"নিশ্চিত বা অস্বীকার করার কোনও তাড়াহুড়ো নেই\", যখন ফেইজ বলেছিলেন যে গুজবগুলি ভক্তদের জন্য মজাদার ছিল তবে দর্শকদের সেগুলি সত্য হওয়ার আশা করা উচিত নয়। ফিল্মের দ্বিতীয় ট্রেলারটি ড্যাফো, চার্চ এবং ইফানদের জড়িত থাকার বিষয়টি নিশ্চিত করেছে।\nনভেম্বরের শুরুতে, জর্জ লেনদেবর্গ জুনিয়র প্রকাশ করেছিল যে সে হোমকামিং এবং ফার ফ্রম হোম থেকে জেসন আইওনেলোর চরিত্রে  পুনরায় অভিনয় করবে সেই চলচ্চিত্রগুলির মতো যেগুলির \"আসলের সাথে খুব সামান্যই\" গল্পের সম্পর্ক রয়েছে৷ মাসের মাঝামাঝি, ছবিটির জন্য আরও কিছু ফটোগ্রাফি সম্পন্ন হয়েছিল। প্যাসকাল নো ওয়ে হোমকে \"হোমকামিং ট্রিলজির চূড়ান্ত পরিণতি\" হিসাবে বর্ণনা করেছেন,এবং আরিয়ান মোয়েদ প্রকাশ করেছেন যে ছবিতে তার একটি ভূমিকা রয়েছে। ডানস্ট বলেছিল সে চলচ্চিত্রে ছিল না, তবে মেরি জেন ​​ওয়াটসনের ভূমিকায় পুনরায় অভিনয় করার জন্য \"কখনও না বলবেন না\" । জেফরি ফোর্ড এবং লেই ফলসম বয়েড চলচ্চিত্রটির সম্পাদক হিসেবে দায়িত্ব পালন করে  । ডক্টর স্ট্র্যাঞ্জ ইন দ্য মাল্টিভার্স অফ ম্যাডনেসের একটি টিজার ট্রেলার ছবিটির শেষে ক্রেডিট-পরবর্তী দৃশ্য হিসাবে অন্তর্ভুক্ত করা হয়েছিল,নো ওয়ে হোমের থিয়েটার রিলিজের পরেই অনলাইনে মুক্তির সময়।\n\n\n== সংগীত ==\nনভেম্বর ২০২০ এই হোমকামিং ও ফার ফ্রম হোম সংগীত রচয়িতা মাইকেল গ্লাচিনো নো ওয়ে হোম ছবিতে ফেরার কথা নিশ্চিত করে।  ছবিটির স্কোর আ্যালবাম মুক্তি পায় ডিসেম্বর ১৭,২০২১ এ ডিজিটালভাবে, একটি সংগীত ট্র্যাক যার শিরোনাম \"এরাকনোভারচার\" মুক্তি পায় সিঙ্গেল হিসেবে ডিসেম্বর ৯,২০২১ এবং আরেকটির শিরোনাম \" এক্জিট থ্রো দ্যা লবি\" যা পরের দিন মুক্তি পায়। গ্লাচিনো পূর্বের হ্যান্স জিমার, জেমস হর্ণার ও ড্যানি এলফম্যান এর স্পাইডার-ম্যান ছবিগুলোর থিমকে নির্দেশ করে, তার নিজের ডক্টর স্ট্র্যান্জের(২০১৬) থিমসহ।\n\n\n== প্রচারনা ==\n২০২০ সালের মে মাসে, সনি ফিল্মস তাদের নতুন মডেল এবং প্রযুক্তি প্রদর্শনের জন্য হুন্ডাই মোটর গ্রুপের সাথে একটি প্রচারমূলক অংশীদারিত্বে প্রবেশ করে। হুন্ডাই পরে \"অনলি ওয়ে হোম\" শিরোনামে একটি বিজ্ঞাপন প্রকাশ করেছে যেটি ওয়াটস দ্বারা পরিচালিত এবং আইওনিক-৫ বৈদ্যুতিক চালিত এসইউডি প্রচারের জন্য পরিচালিত হয়েছিল (যেটি হুন্ডাই টাকসনের সাথে ফিল্মে উপস্থিত হয়) হল্যান্ড এবং ব্যাটালন অভিনীত।২০২১ সালের ফেব্রুয়ারির শেষের দিকে, হল্যান্ড, ব্যাটালন এবং জেন্ডায়া যথাক্রমে স্পাইডার-ম্যান: ফোন হোম, স্পাইডার-ম্যান: হোম-রেকার এবং স্পাইডার-ম্যান: হোম স্লাইস শিরোনাম সহ জাল লোগোর পাশাপাশি ফিল্ম থেকে তাদের চরিত্রগুলি সমন্বিত তিনটি স্থিরচিত্র প্রকাশ করেছে।পরের দিন হল্যান্ড, বাটালন এবং জেন্ডায়া ওয়াটস-এর অফিস থেকে বেরিয়ে যাওয়ার একটি ভিডিও সহ ফিল্মটির অফিসিয়াল শিরোনাম ঘোষণা করা হয়েছিল (যেখানে তারা ইচ্ছাকৃতভাবে জাল লোগগুলো পেয়েছিল বলে ধারণা করা হচ্ছে)। বাটালন এবং জেন্ডায়া উল্লেখ করেছে যে হল্যান্ডকে প্রকৃত শিরোনামের কথা বলে বিশ্বাস করা যায় না যেহেতু সে \"দুর্ঘটনাক্রমে\" দ্বিতীয় চলচ্চিত্রের শিরোনাম প্রকাশ করেছিল। ভিডিওটি একটি হোয়াইটবোর্ডে শেষ হয়েছে, যেখানে ফিল্মের প্রকৃত শিরোনাম দেখানো হয়েছে, অন্যান্য শিরোনামের মধ্যে \"হোম\" শব্দটি রয়েছে যা দৃশ্যত বিবেচনা করা হয়েছিল । সিনেট-এর জেনিফার বিসেট পরামর্শ দিয়েছিল যে জাল শিরোনাম এবং লোগোগুলি ফিল্মের ভিলেনদের প্রতিনিধিত্ব করতে পারে, যার মধ্যে ফক্সের ইলেক্ট্রো এবং মোলিনার ডক্টর অক্টোপাস রয়েছে, যখন দ্য র্যাপ -এর উমবার্তো গঞ্জালেজ তাদের মজার \"টোপ-এন্ড-সুইচ জাল\" বলে অভিহিত করেছেন এবং ফোন হোম শিরোনামটি উল্লেখ করেছে ইটি দ্য এক্সট্রা-টেরেস্ট্রিয়াল (১৯৮২) থেকে।কোলাইডারের গ্রেগরি লরেন্স অনুভব করেছিল যে হোম-রেকার শিরোনামটি ১৯৯০-এর দশকের থ্রিলার ফিল্মের মতো ফিল্ম অনুভূতি নির্দেশ করতে পারে এবং বলেছিল যে জাল শিরোনামগুলি ভক্তদের উত্তেজিত করার জন্য একটি \"সলিড গুফ\"। সে স্টিভেন স্পিলবার্গ ফিল্ম এবং দ্য গুনিজ (১৯৮৫) এর \"ভয়ঙ্কর/ভয়ঙ্কর আশ্চর্য\" এর সাথে স্থিরচিত্রগুলির তুলনা করেছে, যখন আইও৯ থেকে জার্মেইন লুসিয়ার বলেছেন যে তারা \"ন্যাশনাল ট্রেসার, ইন্ডিয়ানা জোন্স ভাইবস\"  ছড়াচ্ছে। ২০২১ সালের জুলাই মাসে, মার্ভেল চলচ্চিত্রের জন্য বিভিন্ন খেলনা এবং মূর্তি প্রকাশ করেছে, যার মধ্যে রয়েছে ফাঙ্কো পপস, মার্ভেল লেজেন্ডস ফিগার এবং লেগো সেট।\n২০২১ সালের আগস্টের শেষে, ফিল্মটির ট্রেলার এবং অফিসিয়াল ইমেজ বা বর্ণনার অভাব সম্পর্কে জিজ্ঞাসা করা হলে, ফেইজ বলেছিল যে ফিল্মটি \"আমাদের অন্যান্য প্রকল্পগুলির চেয়ে কম বা বেশি গোপনিয়\" নয় এবং পুনরায় নিশ্চিত করেছেন যে প্রেক্ষাগৃহে ছবিটির প্রিমিয়ারের আগে একটি ট্রেলার প্রকাশ করা হবে। যদিও সনি ফিল্মটির মার্কেটিং পরিচালনা করে, তাদের মার্কেটিং টিম ডিজনির সাথে সমন্বয় করে। তা নিশ্চিত করার জন্য  যাতে প্রত্যেকে জানে যে কখন অন্যরা এমসিইউ-সম্পর্কিত বিষয়বস্তু প্রকাশ করছে তাই এটি \"সবার জন্য জয়ের\"। ২২শে আগস্ট, প্রথম ট্রেলারের একটি সিকোয়েন্স ফাঁস সোশ্যাল মিডিয়ায় শেয়ার করা হয়েছিল, যেটিকে হলিউড রিপোর্টার \"বৈধ\" বলে মনে করেছে। সনি ট্রেলারের বিভিন্ন কপি সরিয়ে নেওয়ার জন্য কাজ করার পরে। কোলাইডারের অ্যাডাম চিটউড ট্রেলারটিকে ঘিরে থাকা অনলাইন \"উৎসাহ\" লক্ষ্য করছে এবং অনুভব করেছে যে এটি \"অনুরাগীদের মনের মধ্যে যে হাইপ তৈরি করেছে তাতে ফিল্মটি আশা ধরে রাখতে পারবে না\" । চিটউড তার বক্তব্য অব্যাহত রেখেছে যে মার্ভেল স্টুডিও থেকে ২০২১ সালের মুক্তিপ্রাপ্ত অন্যান্য ফিল্ম নো ওয়ে হোমের মতো একই স্তরের চাহিদা দেখেনি, সে এও উল্লেখ করে যে সমস্ত গুজব কাস্টিং ফিল্মটিকে \"জীবনে একবার মুভি দেখার অভিজ্ঞতা\" হিসাবে স্থান দিয়েছে। কোভিড-১৯ ডেল্টা ভেরিয়েন্টের পুনরুত্থানের মধ্যে ছবিটির মুক্তির তারিখ ২০২১ সালের ডিসেম্বরে উল্লেখ করে বিপণন করার বিষয়ে সনি সতর্ক ছিল কিনা তাও সে ভেবেছিল।\nসনির সিনেমাকন ২০২১ প্যানেলের সময় ২৩ আগস্ট ফিল্মের টিজার ট্রেলারটি আনুষ্ঠানিকভাবে প্রকাশিত হয়েছিল। এন্টারটেইনমেন্ট উইকলির ডেভান কোগান উল্লেখ করেছেন যে ট্রেলারটি রাইমি এবং ওয়েব ফিল্মের উপাদান সহ ছবিতে মাল্টিভার্সের ভূমিকা নিশ্চিত করেছে,যখন /ফিল্ম থেকে ইথান অ্যান্ডারটন ট্রেলারটিকে \"রোমাঞ্চকর থেকে কিছু কম নয়\" বলে অভিহিত করেছে কারণ এটি ছবিটি সম্পর্কে আগের অনেক গুজব নিশ্চিত করেছে। পলিগনের অস্টেন গোসলিন অনুভব করেছিল, যেসব গুজব ছিল তার বেশিরভাগই ট্রেলারে প্রকাশিত হয়নি। গুজবগুলি মিথ্যা ছিল বা মার্ভেল এখনও সেগুলি গোপন রাখতে চাইছিল বলে মনে করে৷ অ্যান্ডারটনের সহকর্মী জোশুয়া মেয়ার ট্রেলারটিকে \"একটি দুশ্চিন্তাগ্রস্ত... চোয়াল ভাঙা মুহূর্ত দিয়ে পরিপূর্ণ\" বলে অভিহিত করেছেন এবং উল্লেখ করেছেন যে কীভাবে চলচ্চিত্রটি \"ওয়ান মোর ডে\" কমিক বইয়ের গল্পকে অভিযোজিত করবে। নিউবি এর আগে কাম্বারব্যাচের কাস্টিং প্রকাশের পরে \"ওয়ান মোর ডে\" এবং \"ওয়ান মোমেন্ট ইন টাইম\" গল্পের আপাত রূপান্তর লক্ষ্য করেছিল । অনেক ভাষ্যকার ট্রেলারে স্পাইডার-ম্যান ভিলেন স্যান্ডম্যান এবং দ্য লিজার্ডের সম্ভাব্য টিজগুলিকে ছবিতে সিনিস্টার সিক্স গঠনের ইঙ্গিত হিসাবে উল্লেখ করেছে। কোলাইডারের ভিনি মানকুসো মোলিনার প্রত্যাবর্তন এবং ড্যাফো-এর সম্পৃক্ততার সম্ভাবনা দেখে উচ্ছ্বসিত ছিলেন, কিন্তু এটিকে একটি \"সস্তা পপ\" বলে অভিহিত করেছে কারণ এটি \"শ্রোতাদের স্মরণ করায় বর্তমান সময়ে যে গল্পগুলি বলার চেষ্টা করা হচ্ছে তার একটি ক্ষতিসাধন করছে\"। সে আরও অনুভব করেছিল যে ট্রেলারটি \"টম হল্যান্ডের স্পাইডার-ম্যান তারকাকে তার নিজস্ব স্পাইডার-ম্যান চলচ্চিত্রে যেতে দিতে মার্ভেলের চলমান অনিচ্ছা\" হিসাবে ভূমিকা পালন করেছে কারণ ট্রেলারটি পার্কারকে সমস্ত উপাদানগুলির মধ্যে \"শূন্য স্মরণীয় মুহূর্ত\" দিয়েছে । ট্রেলারটির প্রথম ২৪ ঘণ্টায় ৩৫৫.৫  মিলিয়ন গ্লোবাল ভিউ হয়েছে, যা সেই সময়ের মধ্যে সবচেয়ে বেশি দেখা ট্রেলার হয়ে উঠেছে। এটি এভেন্জার্স:এন্ডগেম-এর রেকর্ডকে ছাড়িয়ে গেছে (২৮৯ মিলিয়ন ভিউ) এবং স্পাইডার-ম্যান: ফার ফ্রম হোম ট্রেলারের ভিউ দ্বিগুণেরও বেশি (১৩৫ মিলিয়ন)। এটি ৪.৫ মিলিয়ন মেনশন্স সহ বিশ্বব্যাপী সর্বকালের সর্বকালের বৃহত্তম 24-ঘন্টা সামাজিক মিডিয়া কথোপকথন তৈরি করেছে। মার্কিন যুক্তরাষ্ট্রে ২.৯১ মিলিয়ন এবং আন্তর্জাতিকভাবে ১.৫ মিলিয়ন আয় করে; এই দুটিই অ্যাভেঞ্জার:এন্ডগেমেকে ছাড়িয়ে গেছে।অ্যাভেঞ্জার:এন্ডগেমের মেন্সনন্স (মার্কিন যুক্তরাষ্ট্রে ১.৯৪ মিলিয়ন, আন্তর্জাতিকভাবে ১.৩৮ মিলিয়ন)।\nদ্বিতীয় অফিসিয়াল ট্রেলারটি ১৬ নভেম্বর, ২০২১-এ লস অ্যাঞ্জেলেসের রিগাল শেরম্যান ওকস থিয়েটারে একটি ফ্যান স্ক্রীনিং-এ প্রিমিয়ার হয়েছিল। গসলিন অনুভব করেছিল ট্রেলারটি \"মার্ভেলের স্পাইডার-ম্যান মাল্টিভার্সের সম্পূর্ণ পরিধি প্রকাশ করে\"। যখন তার সহকর্মী ম্যাট প্যাচস ট্রেলারে ম্যাগুয়ার বা গারফিল্ডের স্পাইডার-ম্যানের অনুপস্থিত উল্লেখ করেছে কিন্তু অনুভব করেছে যে \"নো ওয়ে হোমে অভিনেতাদের উপস্থিত হওয়া সম্পূর্ণ সম্ভব\"। কোলাইডারের জেসন রবিনস ট্রেলার দেখে হতাশ হয়েছিল, বলেছিল যে এটি \"আমরা যা আশা করেছিলাম, তার চেয়ে কম\", কারণ এটি কেবল ফিরে আসা ভিলেনকে দেখিয়েছে এবং ম্যাগুয়ার বা গারফিল্ড বা \"মাল্টিভার্সের আরও অন্তর্দৃষ্টি\" সম্পর্কে কোনও নিশ্চিতকরণ ছিল না। কিছু ভাষ্যকার বলেছে যে ট্রেলারের কিছু অংশ এমনভাবে দেখা যাচ্ছে যেন ম্যাগুয়ার এবং গারফিল্ডকে ফুটেজের বাইরে এডিট করা হয়েছে, যেমন একটি শট যাতে টিকটিকি একটি অদৃশ্য শক্তি দ্বারা আঘাত করছে বলে মনে হচ্ছে। ২৪ শে নভেম্বর, সনি তাদের দ্যডেইলিবাগলে.নেট এ ভাইরাল বিপণন প্রচারণার অংশ হিসাবে টিকটক-এ বেশ কয়েকটি ভিডিও প্রকাশ করা শুরু করেছে যাতে সিমন্স এবং রাইস উভয়ই রয়েছে। ২০২১ সালের ডিসেম্বরে, ফিল্মটির প্রথম মিনিট বিশেষভাবে লেট নাইট উইথ সেথ মেয়ার্সে প্রিমিয়ার করা হয়েছিল, যখন চলচ্চিত্রটির প্রচারের জন্য লিবার্টি মিউচুয়ালের সাথে অংশীদারিত্বে নিউ ইয়র্ক সিটিতে দ্য ডেইলি বাগলের জন্য একটি নিউজস্ট্যান্ড স্থাপন করা হয়। অন্যান্য বিপণন অংশীদারদের মধ্যে রয়েছে ভিডিও গেম ফোর্টনাইট এবং পাবজি মোবাইল, যেটিতে বিশেষ ইন-গেম স্পাইডার-ম্যান থিমযুক্ত প্রপস এবং পোশাক রয়েছে, আসুস, যার রিপাবলিক অফ গেমার্স (আরওজি) ল্যাপটপটি নেড ছবিতে ব্যবহার করেছে, শাওমি, আইকিউওও, কন্টনেন্টাল এজি , এবং ট্যামপিকো পানীয়র মাধ্যমে। চলচ্চিত্রটির মোট প্রচারমূলক বিপণন মূল্য ছিল $২০২ মিলিয়ন।\n\n\n== মুক্তি ==\n\n\n=== মঞ্চায়ন ===\nস্পাইডার-ম্যান: নো ওয়ে হোম বিশ্বে প্রথম প্রদর্শিত হয় লস এঞ্জেলসের ফক্স ভিলেজ থিয়েটারে ১৩ই ডিসেম্বর,২০২১ সালে। ছবিটি যুক্তরাজ্য ও আয়ারল্যান্ডে মুক্তি পায় ১৫ই ডিসেম্বর  আর যুক্তরাষ্ট্রে ১৭ই ডিসেম্বরে , যেখনে আঈম্যাক্স ও অন্যান্য বড় বড় বিন্যাসসহ প্রায় ৪৩২৫টি থিয়টারে প্রদর্শনের জন্য উন্মুক্ত করে দেয়া হয়।.  পূর্বে এর মুক্তির দিন ১৬ই জুলাই ২০২১  ছিল কিন্তু তা পিছিয়ে ৫ নভেম্বর করা হয়, পরে আরও পিছিয়ে ডিসেম্বর ২০২১  এ ঠিক করা হয় কোভিড ১৯ এর কারণে । এটি এমসিইউ এর ফেজ ফোরের অংশ।\nআগষ্ট ২০২১ এ সনি ও সিজে ফোরডিপ্লেক্স সনির ১৫টি ছবি তিনন বছরের মধ্যে স্ক্রিনএক্স ফরম্যাটে মুক্তির ঘোষণা দেয় নো ওয়ে হোমসহ। নভেম্বর ২০২১ এ ছবিটি চায়নায় মুক্তির বিবৃতি পাওয়া যায়, যা এটিকে ফেজ ফোরের প্রথম ফিল্ম হিসেবে গণা করা হয়, কেননা ব্ল্যাক উঈডো, শাং-চি অ্যান্ড দ্য লেজেন্ড অব দ্য টেন রিংস, এবং ইটার্নালস (চলচ্চিত্র) ঐ দেশে মুক্তি দেয়া হয়নি। এর কারন হিসেবে চায়না ও যুক্তরাষ্ট্রের দ্বিপাক্ষীয় দ্বৈরথকে দায়ী করা হচ্ছে, যুক্তরাষ্ট্রের ২০২২ বেইজিং শীতকালীন অলিম্পিক্স দ্বিপাক্ষীয় বর্জনসহ।\n\n\n=== হোম মিডিয়া ===\n\nস্পাইডার-ম্যান: নো ওয়ে হোম ১৫ মার্চ, ২০২২-এ সনি পিকচার্স হোম এন্টারটেইনমেন্ট ডিজিটালে প্রকাশ করেছিলএবং ১২ এপ্রিল, ২০২২-এ আল্ট্রা এইচডি ব্লু-রে, ব্লু-রে এবং ডিভিডি-তে মুক্তি পাওয়ার কথা রয়েছে। ডিজিটালভাবে, ফিল্মটি মার্ভেল স্টুডিওর সমস্ত স্পাইডার-ম্যান চলচ্চিত্রের পাশাপাশি হল্যান্ড, ম্যাগুয়ার এবং গারফিল্ডের চলচ্চিত্র সহ একটি আট-ফিল্মের বান্ডেল সহ একটি তিন-ফিল্মের বান্ডেলেও উপলব্ধ ছিল। ছবির ব্লু-রে সংস্করণ টরেন্ট সাইটে ফাঁস হওয়ার পর সনি ২২ মার্চ, ২০২২ থেকে ১৫ মার্চ পর্যন্ত ডিজিটাল রিলিজ স্থানান্তর করেছে। হোম মিডিয়াতে দুটি গোলটেবিল আলোচনা সহ একটি গ্যাগ রিল এবং পর্দার পিছনের বিভিন্ন চিত্র রয়েছে: একটি ড্যাফো, মোলিনা এবং ফক্সক্সের সাথে এবং আরেকটি হল্যান্ড, ম্যাগুয়ার এবং গারফিল্ডের সাথে । Vudu-তে এটির সবচেয়ে বেশি প্রাক-রিলিজ ডিজিটাল ক্রয় হয়েছে, যা Avengers: Endgame-এর ক্রয়কে ছাড়িয়ে গেছে। হোম মিডিয়া প্রকাশের তারিখ ঘোষণা করার জন্য, সনি এবং ফিল্মের সোশ্যাল মিডিয়া অ্যাকাউন্টগুলি হল্যান্ড, ম্যাগুইর এবং গারফিল্ডের একটি ছবি পোস্ট করেছে যেটি ১৯৬৭ সালের স্পাইডার-ম্যান টেলিভিশন সিরিজের একাধিক স্পাইডার-ম্যান একে অপরের দিকে ইঙ্গিত করে একটি জনপ্রিয় মিম তৈরি করছে। ছবিটির টুইট পোস্ট হওয়ার কয়েক মিনিটের মধ্যে ১০০০০ টিরও বেশি রিটুইট অর্জন করেছে।\nএটি থিয়েটার এবং হোম মিডিয়া রিলিজের পরে স্টারজেও মুক্তি পাবে। স্টারজ-এ একটি এক্সক্লুসিভ লিমিটেড স্ট্রিমিং ভিডিও অন ডিমান্ড (এসভিওডি) রিলিজ সহ সোনি দ্বারা মুক্তিপ্রাপ্ত এটি শেষ ছবি হবে, কারণ ২০২৬ সালের মধ্যে থিয়েটার এবং হোম মিডিয়া রিলিজ হওয়ার পর নিম্নলিখিত ছবিগুলি নেটফ্লিক্স-এ মুক্তি পাবে। উপরন্তু, সনি ২০২১ সালের এপ্রিলে ডিজনির সাথে একটি চুক্তি স্বাক্ষর করে যাতে পরবর্তীতে সনির উত্তরাধিকার বিষয়বস্তুতে অনুমতি দেওয়া হয়, ডিজনি+ এবং হুলুতে স্ট্রিম করতে এবং ডিজনির লিনিয়ার টেলিভিশন নেটওয়ার্কে উপস্থিত হতে এসএসইউ-তে অতীতের স্পাইডার-ম্যান ফিল্ম এবং মার্ভেল সামগ্রী সহ । ২০২২ থেকে ২০২৬ সাল পর্যন্ত সনির শিরোনামগুলিতে ডিজনির অ্যাক্সেস নেটফ্লিক্সে তাদের উপলব্ধতার পরে আসবে। ২০২২ সালের ফেব্রুয়ারিতে, সনি মধ্য পূর্ব ইউরোপ জুড়ে এইচবিও ম্যাক্স এবং এইচবিও-তে তাদের চলচ্চিত্রগুলি উপলব্ধ করার জন্য ওয়ার্নারমিডিয়ার সাথে তাদের পূর্ব-বিদ্যমান চুক্তি প্রসারিত করেছে, যার মধ্যে নো ওয়ে হোম অন্তর্ভুক্ত থাকবে।\nছবিটি মুক্তির প্রথম সপ্তাহেই মার্কিন যুক্তরাষ্ট্রে ডিজিটালভাবে ২.১ মিলিয়ন ইউনিট বিক্রি করেছে, যা মুক্তির এক সপ্তাহে একটি চলচ্চিত্রের জন্য সর্বোচ্চ, যার আয় $৪২ মিলিয়নেরও বেশি।\n\n\n== অভ্যর্থনা ==\n\n\n=== বক্স অফিস ===\n২৫ মার্চ, ২০২২ পর্যন্ত, স্পাইডার-ম্যান: নো ওয়ে হোম মার্কিন যুক্তরাষ্ট্র এবং কানাডায় $৭৯৯.১ মিলিয়ন এবং অন্যান্য অঞ্চলে $১.০৮৭ বিলিয়ন বিশ্বব্যাপী মোট $১.৮৮৬ বিলিয়ন আয় করেছে। এটি ২০২১ সালের সর্বোচ্চ আয়কারী চলচ্চিত্র, সর্বকালের ষষ্ঠ-সর্বোচ্চ আয়কারী চলচ্চিত্র, মার্কিন যুক্তরাষ্ট্র এবং কানাডার তৃতীয়-সর্বোচ্চ আয়কারী চলচ্চিত্র,সর্বাধিক আয়কারী স্পাইডার-ম্যান চলচ্চিত্র এবং সনি দ্বারা মুক্তিপ্রাপ্ত সর্বোচ্চ আয়কারী চলচ্চিত্র। নো ওয়ে হোম স্টার ওয়ার্স: দ্য রাইজ অফ স্কাইওয়াকার (২০১৯) এর পর প্রথম চলচ্চিত্র যা $১ বিলিয়নেরও বেশি আয় করেছে  যা কোভিড-১৯ মহামারি চলাকালীন এই মাইলফলকে পৌঁছানো তৃতীয় দ্রুততম এবং প্রথম । এটি জুমানজি: ওয়েলকাম টু দ্য জঙ্গলকে (২০১৭) ছাড়িয়ে গেছে উত্তর আমেরিকায় সনি পিকচার্সের সর্বোচ্চ আয়কারী চলচ্চিত্রে পরিণত হয়েছে। $ ১.৭৫ বিলিয়ন (একটি পরিসংখ্যান) এর একটি চূড়ান্ত অনুমান বিশ্বব্যাপী গ্রস এর ভিত্তিতে।ডেডলাইন হলিউড ফিল্মের চূড়ান্ত নেট মুনাফা অনুমান করেছে $610 মিলিয়ন, উৎপাদন বাজেট, বিপণন, প্রতিভার অংশগ্রহণ এবং অন্যান্য খরচ বনাম বক্স অফিস গ্রোস এবং হোম মিডিয়া আয় হিসাব করে। এটি বিশ্বের দ্বিতীয় বৃহত্তম সিনেমা অপারেটর সিনেওয়ার্ল্ডের বিশ্বব্যাপী আয় ২০১৯ এর সকল স্তরের ৮৮% এ ফিরিয়ে দিয়েছে।\nমার্কিন যুক্তরাষ্ট্র এবং কানাডায়, স্পাইডার-ম্যান: নো ওয়ে হোম তার উদ্বোধনী দিনে $১২১.৮৫ মিলিয়ন (যার বৃহস্পতিবার রাতের পূর্বরূপ থেকে $৫০ মিলিয়ন অন্তর্ভুক্ত) উপার্জন করেছে। এভেন্জার্স:এন্ডগেম ($১৫৭.৪ মিলিয়ন) এর পরে দ্বিতীয় সর্বোচ্চ ওপেনিং ফিল্ম এবং ডিসেম্বরে রিলিজের জন্য সর্বোচ্চ ওপেনিং ফিল্ম হয়ে উঠেছে। এর উদ্বোধনী সপ্তাহ শেষে, এটি $২৬০মিলিয়ন আয় করেছে, অ্যাভেঞ্জারস: ইনফিনিটি ওয়ার ($২৫৭.৭ মিলিয়ন)কে ছাড়িয়ে সর্বকালের দ্বিতীয়-সর্বোচ্চ ঘরোয়া বক্স অফিসে পরিণত হয়েছে । ৯ জানুয়ারী, ২০২২ পর্যন্ত, মার্কিন যুক্তরাষ্ট্র এবং কানাডার প্রেক্ষাগৃহে আনুমানিক ৫৪.৪ মিলিয়ন মানুষ স্পাইডার-ম্যান: নো ওয়ে হোম দেখেছে। ফিল্মটি তিনটি অতিরিক্ত সপ্তাহ শেষে বক্স অফিসের শীর্ষে ছিল যতক্ষণ না এটি স্ক্রীম দ্বারা পঞ্চম সপ্তাহ শেষে অপসারিত হয়। মুক্তির ষষ্ঠ সপ্তাহ শেষে, স্পাইডার-ম্যান: নো ওয়ে হোম বক্স অফিসে শীর্ষস্থান পুনরুদ্ধার করেছে। মুক্তির সপ্তম সপ্তাহ শেষে ছবিটি আবারও এক নম্বর স্থান ধরে রেখেছে।\nস্পাইডার-ম্যান: নো ওয়ে হোম তার প্রথম দিনে ১৫টি বাজার থেকে $৪৩.6 মিলিয়ন উপার্জন করেছে, যার মধ্যে সনি দক্ষিণ কোরিয়া, যুক্তরাজ্য, মেক্সিকো, ইতালি এবং তাইওয়ানে সেরা উদ্বোধনী দিনের রেকর্ড ধারণ করেছে। দক্ষিণ কোরিয়ায়, ফিল্মটি তার প্রথম দিনে $৫.২৮ মিলিয়ন আয় করেছে, যার ফলে স্পাইডার-ম্যান: ফার ফ্রম হোম-এর উদ্বোধনী দিনে ১১%-এর বেশি এবং মহামারি চলাকালীন যেকোনো চলচ্চিত্রের জন্য সবচেয়ে বড় চিত্র। ব্রিটেনে, ফিল্মটি নো টাইম টু ডাই-এর উদ্বোধনী বক্স অফিস রেকর্ডকে £৭.৬ মিলিয়ন ($১০.১ মিলিয়ন) হারিয়েছে । ভারতে, ছবির বক্স অফিসের প্রথম দিনে ₹৩২০ মিলিয়ন (US$৪.২ মিলিয়ন) থেকে ₹৩৪৫ মিলিয়ন (US$৪.৫ মিলিয়ন), এন্ডগেম এবং ভারতীয় চলচ্চিত্র সূরিয়াবাংশী (২০২১) কে পরাজিত করে। পাঁচ দিনের উদ্বোধনী সপ্তাহান্তে, ফিল্মটি 60টি বাজার থেকে $340.8 মিলিয়ন আয় করেছে৷ 16 জানুয়ারী 2021 পর্যন্ত ল্যাটিন আমেরিকাতে, এটি মেক্সিকোতে সর্বকালের সর্বোচ্চ আয়কারী চলচ্চিত্র হয়ে উঠেছে ($৭২ মিলিয়ন) এবং দ্বিতীয় সর্বকালের সর্বোচ্চ ব্রাজিল ($৫০.৪ মিলিয়ন), মধ্য আমেরিকা ($১২.৬ মিলিয়ন) এবং ইকুয়েডের ($৭.৯ মিলিয়ন)। ২৭ ফেব্রুয়ারী, ২০২২ পর্যন্ত, চলচ্চিত্রের বৃহত্তম বাজার হল যুক্তরাজ্য ($১২৭.৩ মিলিয়ন), মেক্সিকো ($৭৬.২ মিলিয়ন), ফ্রান্স ($৬৫.২ মিলিয়ন), অস্ট্রেলিয়া ($67.9 মিলিয়ন), এবং দক্ষিণ কোরিয়া ($৬৩.১ মিলিয়ন)\n\n\n==== টিকিট প্রাক বিক্রয় রেকর্ড ====\n২৯শে নভেম্বর, ২০২১-এর মধ্যরাতে টিকিট বিক্রি শুরু হয়েছিল, টিকিট কেনার চেষ্টাকারী ব্যবহারকারীদের উচ্চ প্রবাহের কারণে ফান্ডাঙ্গো এবং এএমসি থিয়েটারের মতো বেশ কয়েকটি টিকিট ওয়েবসাইট বিপর্যস্ত হয়ে পড়ে । ফানডাঙ্গোতে টিকিট বিক্রি মাত্র দুই ঘণ্টার মধ্যে ব্ল্যাক উইডোর টিকিট বিক্রিকে ছাড়িয়ে গেছে এবং দিনের শেষে এটি এন্ডগেমের পর প্রথম দিনের সেরা অগ্রিম টিকিট বিক্রি হয়ে গেছে। অ্যাভেঞ্জারস: ইনফিনিটি ওয়ার, স্টার ওয়ার্স: দ্য লাস্ট জেডি (২০১৭), স্পাইডার-ম্যান: ফার ফ্রম হোম, স্টার ওয়ার্স: দ্য রাইজ অফ স্কাইওয়াকার এবং রোগ ওয়ান (২০১৬) এর ২৪-ঘণ্টার টিকিট বিক্রিকেও ছাড়িয়ে গেছে। নো ওয়ে হোম এএমসি-তে দ্বিতীয়-সর্বোচ্চ একদিনের টিকিট বিক্রি করেছে, সিইও অ্যাডাম অ্যারন স্পাইডার-ম্যান-থিমযুক্ত নন-ফাঞ্জিবল টোকেনকে (NFTs) এর জন্য দায়ী করেছেন।\nপ্রথম দিনের টিকিট বিক্রিতে এই ফিল্মটি মেক্সিকোতে $৭ মিলিয়ন দিয়ে রেকর্ড গড়েছে, যা এন্ডগেমের ৪০% বেশি ছিল। ইউনাইটেড কিংডমে, ফিল্মটি মুক্তির আগে বারো দিনের ব্যবধানে নো টাইম টু ডাইকে তিনবার ছাড়িয়ে গেছে, যেখানে ব্রাজিলের টিকিট বিক্রি একই সময়ে এন্ডগেমের চেয়ে ৫% বেশি ছিল।ফিল্মটি পোল্যান্ডে দ্য রাইজ অফ স্কাইওয়াকার এবং পর্তুগালে নো টাইম টু ডাই-এর প্রিসেল রেকর্ডকেও ছাড়িয়ে যায়। সেরা প্রিসেল রেকর্ড সহ অন্যান্য বাজারের মধ্যে রয়েছে স্পেন, ব্রাজিল এবং মধ্য আমেরিকা। \n\n\n=== প্রতিক্রিয়া ===\nএকটি প্রতিক্রিয়া সমন্বয়কারী ওয়েবসাইট রটেন টমেটোসের এক প্রতিবেদনে জানানো হয় ফিল্মটি ৪০০ প্রতিক্রিয়া বিবেচনায় ৯৩ শতাংশ সমর্থন, গড় গণনা ৭.৯/১০ পায়। সাইটের সমালোচনামূলক সম্মতিতে লেখা হয়েছে: \"একটি বৃহত্তর, সাহসী স্পাইডার-ম্যানের সিক্যুয়েল, নো ওয়ে হোম ফ্র্যাঞ্চাইজির পরিধিকে প্রসারিত করে এবং এর রসবোধ এবং হৃদয়বৃত্তিকে না হারিয়েই পণ রাখে। মেটাক্রিটিক-এ, 60 জন সমালোচকের উপর ভিত্তি করে ফিল্মটির 100-এর মধ্যে 71 ওয়েটেড গড় স্কোর রয়েছে, যা \"সাধারণত অনুকূল পর্যালোচনা\" নির্দেশ করে On Metacritic, the film has a weighted average score of 71 out of 100, based on 60 critics, indicating \"generally favorable reviews\".। সিনেমাস্কোর দ্বারা জরিপে অংশ নেয়া দর্শকরা ছবিটিকে এ+ থেকে এফ স্কেলে একটি বিরল \"এ+\" গ্রেড দিয়েছে, প্রথম লাইভ-অ্যাকশন স্পাইডার-ম্যান ফিল্ম এবং দ্য অ্যাভেঞ্জার্স (২০১২) এর পরে মোট স্কোর অর্জনের জন্য চতুর্থ এমসিইঊ ফিল্ম। ব্ল্যাক প্যান্থার (2018), এবং অ্যাভেঞ্জারস: এন্ডগেম । পোস্টট্র্যাক জানিয়েছে যে ৯৫% শ্রোতা সদস্যরা এটিকে একটি ইতিবাচক স্কোর দিয়েছেন, ৮৯% বলেছেন যে তারা অবশ্যই এটির সুপারিশ করবে৷\nআইজিএন-এর অ্যামেলিয়া এমবারউইং ফিল্মটিকে ১০-এর মধ্যে ৮ দিয়েছে, ড্যাফো, মোলিনা এবং ফক্সের অভিনয়ের প্রশংসা করে এবং এই বলে যে \"সম্পূর্ণ মহাবিশ্বের উপর এর প্রভাব, সেইসাথে সামগ্রিক মানসিক স্পন্দন, সকলেই উপার্জিত বোধ করে\" । ডেডলাইন হলিউডের পিট হ্যামন্ড ওয়াটসের নির্দেশনার প্রশংসা করেছে এবং লিখেছে, \"হল্যান্ড, জেন্ডায়া এবং বাটালন একটি অমূল্য ত্রয়ী, এবং বিভিন্ন ভিলেন এবং 'অন্যরা' যারা পপ ইন এবং আউট করে, তারা এই বিশুদ্ধ মুভিটিকে সর্বোচ্চ ক্রমে মজাদার করে তোলে৷ ভক্তরা এতে স্বর্গসুখ অনুভব করে\"। ভ্যারাইটি-এর পিটার ডিব্রুজ গারফিল্ড এবং ম্যাগুয়ারের অভিনয়ের প্রশংসা করেছে এবং অনুভব করেছে যে ফিল্মটি \"গত দুই দশকের স্পাইডার-ম্যান অ্যাডভেঞ্চারের জন্য যথেষ্ট রেজোলিউশন প্রদান করে। যে দর্শকরা যারা সমগ্র পথ ধরে দেখেছে তারা এটিকে একটি সুযোগ দেওয়ার জন্য পুরস্কৃত হবে\" । ডেন অফ গিক-এর জন্য লেখা, ডন কায় ফিল্মটিকে এর অ্যাকশন সিকোয়েন্স, পারফরম্যান্স এবং কাস্টের কেমিস্ট্রির জন্য 5 এর মধ্যে 4 স্টার দিয়েছিল, এই বলে যে \"নো ওয়ে হোম স্পাইডার-ম্যান সিনেমার পুরো স্পেকট্রাম চরিত্র সেট করে \"। সিনেট-এর জেনিফার বিসেট অ্যাকশন সিকোয়েন্স, পারফরম্যান্স এবং গল্পের প্রশংসা করেছে, লিখেছে: \"একটি রুশো ব্রাদার্সের প্রভাব প্রায় অনুভব করা যেতে পারে। হল্যান্ডের তৃতীয় স্পাইডার-ম্যান সিনেমাটিকে নতুন, ওজনদার অঞ্চলে নিয়ে আসে। চরিত্রটি যদি পরবর্তী টনি স্টার্ক হয়, তাহলে এটি হল আরও কিছু আকর্ষণীয় নায়কের সম্মুখভাগে আরও কিছু দাগ খোদাই করার উপায় হবে। আপনি যদি বছরের সবচেয়ে বড় সিনেমার জন্য আসেন, আপনি অবশ্যই সন্তুষ্ট থাকবেন।\"\nদ্য টাইমস-এর কেভিন মাহের ছবিটিকে ৫ এর মধ্যে ৪ স্টার দিয়েছিলেন, বলেছিল যে এটি \"দেখতে যতটা সন্তোষজনক ততটাই আলোচনা করা বিপজ্জনক\", এবং এটিকে \"স্মার্ট-প্যান্ট পোস্টমডার্নিজমের একটি ডিনামাইট বিস্ফোরণ হিসাবে বর্ণনা করে যা একবারও তার আবেগকে পরিত্যাগ করে না।\" দ্য গার্ডিয়ান-এর বেঞ্জামিন লি ফিল্মটিকে ৫ টির মধ্যে ৩ স্টার দিয়েছেন, \"আগের স্পাইডার-ম্যান মহাবিশ্ব থেকে অসংখ্য বদমাশ ফিরিয়ে আনার জন্য ওয়াটসের প্রশংসা করেছেন, একটি প্ররোচিত, চটকদার কোরিওগ্রাফড অ্যাডভেঞ্চার প্রদান করা যা এই ক্রিসমাসে একটি বিস্তৃত ফ্যানবেসকে সন্তুষ্ট করবে\" কিন্তু মনে হচ্ছে যে স্ক্রিপ্টে \"প্রত্যাশিত ফিজ নেই,এলোমেলো মজার অনুভূতি এবং রোবোটিক প্লট ভেদ করতে সংগ্রাম করছে।  ইন্ডওয়্যার-এর কেইট আর্বল্যান্ড ফিল্মটিকে \"বি–\" দিয়েছেন, অনুভব করেছেন যে ওয়াটসের কাজ \"সন্তুষ্টিজনক, আবেগপ্রবণ এবং মাঝে মাঝে অস্থির\" ছিল। সে দেখতে পায় যে স্ক্রিপ্টটি \"মানুষের কৌশল এবং পরিকল্পনার উপর অনেক বেশি সময় ধরে বাস করে যা আমরা ইতিমধ্যেই জানি, কিছু বিশ্রী ভুল দিক নিক্ষেপ করে এবং কেবল অনিবার্যকে বিলম্বিত করে\"।  হলিউড রিপোর্টার জন ডিফোর মনে করেন যে \"মাল্টিভার্সাল মেহেম\" এর অন্তর্ভুক্তি \"চরিত্রের আয়রন ম্যান-ফিকেশন\" কে সম্বোধন করেছে যা হল্যান্ডকেন্দ্রিক চলচ্চিত্রগুলিকে \"অন্যতম মজার\" করে তুলেছে।\nসিএনএন-এর ব্রায়ান লোরি হাস্যরসের প্রশংসা করেছে এবং লিখেছে, \"যা ইতিমধ্যেই স্পষ্ট, যদিও, এই সিনেমাটি উপভোগ করা এবং শুধুই উপভোগ করার জন্য কল্পনা করা হয়েছিল।এবং পরে একটি ক্রমবর্ধমান অধরা ঘটনা হয়ে উঠেছে। যেটি থিয়েটারে কৃতজ্ঞ ভক্তদের হুপস এবং হোলার অন্তর্ভুক্ত করবে, যেখানে \"স্পাইডার-ম্যান\" প্রথমে তার গোপনীয়তা প্রকাশ করবে এবং তারপরে, সম্ভবত তার পদাঙ্ক অনুসরণ করবে।\" শিকাগো সান-টাইমস-এর রিচার্ড রোপার ছবিটিকে ৪ এর মধ্যে ৩টি তারকা দিয়েছে এবং হল্যান্ড এবং জেন্ডায়ার অভিনয়ের প্রশংসা করেছে।সে লেখে: \"পরিষেবাযোগ্য সিজিআই এবং ব্যবহারিক প্রভাব সম্পর্কে নতুন বা বিশেষভাবে স্মরণীয় কিছু নেই, তবে আমরা ফলাফলের জন্য বড় অংশে বিনিয়োগ করেছি কারণ হল্যান্ড সিনেমাটিক স্পাইডার-মেনের সেরা হয়ে গেছে ,যখন কিনা জেন্ডায়া তার অনস্ক্রিন প্রতি মুহূর্তে হৃদয় এবং বুদ্ধিমত্তা দিয়ে উষ্ণতা ধরে রাখে।মাল্টিভার্স সবসময় তাদের পাশে না থাকলেও আমরা এটি তৈরি করার জন্যতাদের পাশে আছি।\" প্রূরতিপে, ভালচার-এর বিলজ এবিরি ছবিটিকে \"আক্রমনাত্মকভাবে মাঝারি\" বলে অভিহিত করেছে, কিন্তু ড্যাফো-এর প্রশংসা করেছে - যাকে সে বলেছিল \"আবারও তার চরিত্রের বিভক্ত নিয়ে কিছুটা পরিমিত মজা পান\"- এবং গারফিল্ড, তাকে \"অকৃত্রিম আনন্দ\" বলে অভিহিত করেছে এবং তাকে চলচ্চিত্রের সেরা অভিনয়ের জন্য প্রশংসা করেছে।\n\n\n=== প্রশংসাপ্রাপ্তি ===\nনো ওয়ে হোম ৭৫তম ব্রিটিশ একাডেমি ফিল্ম এওয়ার্ডস এর কোন মনোনয়ন লাভ করেনি কেননা ছবিটি বাফটা স্ট্রিমিং সার্ভিসে পাওয়া যাচ্ছিল না. । তবুও ছবিটি  সেরা  শব্দ ধারণ ও সেরা ভিজু্য়্যাল ইফেক্ট মনোনয়নের প্রাথমিক সংক্ষিপ্ত তালিকায় আসন গ্রহন করে চূড়ান্ত মনোনয়ন ৮ই ফেব্রুয়ারি ২০২২ এ ঘোষণা হবার পর। ভেরাইটি কর্তৃক প্রকাশিত একটি তালিকা থেকে জানা যায় ফিল্মটি সেরা ছবিসহ আরও বেশ কয়েকটি বিভাগের জন্য জমা দেয়া হয়। নো ওয়ে হোম চূড়ান্তভাবে সেরা ভিজু্য়্যাল ইফেক্টের জন্য মনোনিত হয় । ফেব্রুয়ারি ২০২২ এ ৯৪তম তম একাডেমি এওয়ার্ডসের জন্য তিনজন স্পাইডার ম্যান দলগতভাবে কাজ করার জন্য অস্কার চিয়ার মূহূর্তের পাঁচজন বিজয়ীদের মধ্যে জায়গা করে নেয় \" অস্কার ফ্যান ফেভারিট\" প্রতিযোগিতার অংশ হিসেবে। ২রা মার্চ ২০২২ এ ভেরাইটির এক বিবৃতি ও মর্নিং কন্সাল্টের একটি পরিসংখ্যানের মাধ্যমে জানা যায় যে পরিষ্কার ভাবে বোঝা যাচ্ছে যে ছবিটি প্রতিযোগিতায় এককভাবেই জিতত।\n\n\n== ভবিষ্যৎ ==\n২০১৯ সালের তথ্য অনুযায়ী নো ওয়ে হোম চলচ্চিত্রের পাশাপাশি ফ্রাঞ্চাইজিটির চতুর্থ চলচ্চিত্র প্রক্রিয়াধীন রয়েছে । ২০২১ সালের ফেব্রুয়ারিতে হল্যান্ড জানান নো ওয়ে হোম মার্ভেল ও সনির সাথে তার চুক্তির শেষ চলচ্চিত্র, তবে যদি তাকে বলা হয় তাহলে ভবিষ্যতেও স্পাইডার-ম্যান চরিত্রে অভিনয় করতে চান। ঐ বছরের অক্টোবর মাসে সে জানায় নো ওয়ে হোম চলচ্চিত্রটিকে ফ্রাঞ্চাইজিটির শেষ চলচ্চিত্র হিসেবে পরিগণিত করা হচ্ছে যার শুরু হয়েছিল হোমকামিং চলচ্চিত্রটি দিয়ে, অন্য কোন একক ফিল্ম হতে পারে যেখানে এমসিইউ-এর প্রথম স্পাইডার-ম্যানের ট্রিলজির চরিত্রগুলি থেকে আলাদা। এক মাস পরে হল্যান্ড জানায় সে স্পাইডার-ম্যান চলচ্চিত্রর কাজ করবে কিনা সে বিষয়ে সন্দিহান, এবং মনে করে তার ত্রিশে চরিত্রটি প্রদর্শনে কোন ভুল হতে পারে। সে মাইল্স মোড়্যালস্ এর স্পাইডার-ম্যানে থেকে তৈরি স্পাইডার-ম্যান ফিল্মে বিনিয়োগের জন্য আগ্রহ প্রকাশ করে। এতকিছুর সত্ত্বেও প্যাস্কাল ভবিষ্যতে স্পাইডার-ম্যান ফিল্মে হল্যান্ড এর সাথে কাজ করার আগ্রহ প্রকাশ করে। পরে নভেম্বর মাসে প্যাস্কাল বলে হল্যান্ড অভিনীত স্পাইডার-ম্যানের নতুন ট্রিলজির পরিকল্পনা রয়েছে, যার কাজ এখনও বাকি রয়েছে। যদিও সনি এ বিষয়ে আনুষ্ঠানিকভাবে কোনও পরিকলপনার কথা জানায়নি।\nঐদিকে ফিজ ডিসেম্বরে নিশ্চিত করে যে সে এবং প্যাস্কেল সনি ও ডিসনির পাশাপাশি নো ওয়ে হোম ছবিতে পর্কারর \" গুরুত্বপূর্ণ সিদ্ধান্ত\" পর থেকে স্পাইডার-ম্যানের পরবর্তি চলচ্চিত্রের কাহিনী নিয়ে কাজ করছে। সে এও প্রতিশ্রুতি করে যে সনি ও ডিসনির মধ্যকার সমঝোতা আর ভাঙবে না, যেমনটি ঘটেছিল নো ওয়ে হোম তৈরির সময়।\n\n\n== আরও দেখুন ==\nমার্ভেল সিনেম্যাটিক ইউনিভার্স\nমার্ভেল সিনেম্যাটিক ইউনিভার্সের চলচ্চিত্রের তালিকা\nমার্ভেল সিনেম্যাটিক ইউনিভার্সের টেলিভিশন ধারাবাহিকের তালিকা\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ মার্চ ২০২২ তারিখে\nঅফিসিয়াল ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ মার্চ ২০২২ তারিখে মার্ভেল.কম-এ\nস্পাইডার-ম্যান: নো ওয়ে হোম  আইএমডিবি-তে\nপ্রশাসনিক চিত্রনাট্য (মহাফেজখানা)"}