{"pageid": 1036300, "title": "ধ্রুবি আচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1036300", "content": "ধ্রুবি আচার্য (জন্ম ১৯৭১) হলেন একজন ভারতীয় শিল্পী। তিনি তাঁর মনস্তত্ত্বগতভাবে জটিল এবং স্তরযুক্ত দৃশ্যকলার চিত্রগুলির জন্য পরিচিত। তিনি ভারতের মুম্বাই ভিত্তিক শিল্পী।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nধ্রুবি আচার্য ১৯৭১ সালে ভারতে জন্মগ্রহণ করেছিলেন এবং তিনি মুম্বাইয়ে বেড়ে ওঠেন। তিনি মুম্বাইয়ের একটি বেসরকারী বালিকা বিদ্যালয় ওয়ালসিংহাম হাউস স্কুলে পড়াশুনা করেছেন।\nআচার্য ১৯৯৩ সালে মুম্বাইয়ের সোফিয়া কলেজ ফর উইমেন থেকে ফলিত কলায় স্নাতক ডিগ্রি অর্জন করেছিলেন। তিনি ১৯৯৮ সালে মেরিল্যান্ডের বাল্টিমোরের মেরিল্যান্ড ইনস্টিটিউট কলেজ অফ আর্ট (এমআইসিএ) থেকে চারুকলায় স্নাতকোত্তর ডিগ্রি লাভ করেন। এমআইসিএ-তে তিনি চিত্রশিল্পী গ্রেস হার্টিগানের সাথে পড়াশোনা করেছিলেন।\nতিনি চলচ্চিত্র নির্মাতা মনীষ আচার্যের সাথে বিবাহবন্ধনে আবদ্ধ হয়েছিলেন। মনীষ ২০১০ সালে একটি দুর্ঘটনায় মারা গিয়েছিলেন। এই দম্পতির দুটি পুত্র রয়েছে।\n\n\n== কাজ ==\n২০০৫ সালের জানুয়ারিতে, ইন্ডিয়া টুডে সংবাদপত্রে, \"দ্রত সাফল্যের পথে\" শিরোনামে, ধ্রুবিকে ৩৫ বছরের কম বয়সী ৫০ জনের মধ্যে একজন হিসাবে চিহ্নিত করা হয়েছিল।\nতিনি নিউ ইয়র্কের কুইন্স মিউজিয়াম, ক্যালিফোর্নিয়ার স্যান হোসে মিউজিয়াম অফ আর্ট, মুম্বইয়ের জাতীয় আধুনিক কলা সংগ্রহালয় এবং ছত্রপতি শিবাজি মহারাজ বাস্তু সংগ্রহালয়, ব্রিসবেনের সেন্ট লুইয়ের গ্রিফিথ বিশ্ববিদ্যালয় ও ওয়েবস্টার বিশ্ববিদ্যালয় এবং মিলানের প্রাক্তন স্পাজিও ওবারদানে প্রদর্শনী করেছেন তিনি মুম্বাইয়ের ন্যাশনাল সেন্টার ফর পারফর্মিং আর্টস এবং এশিয়া সোসাইটি তে উপস্থাপনা করেছেন।\nআচার্যের বিশেষ প্রকল্পগুলির মধ্যে রয়েছে ২০১৫ সালে ভারত আর্ট ফেয়ারে চিত্রা গণেশের সাথে \"পেইন্টিং অ্যাজ পারফরমেন্স\", এবং \"জেএসডাব্লু\", যেটি মুম্বাইয়ের জিন্দাল স্টিল ওয়ার্কস সেন্টারের ৩২ ফুট লম্বা একটি ম্যুরাল। স্থাপত্যটির শিরোনাম হল \"একসময় যা ছিল, এখনও আছে, তবে তা নয় ...\" যেখানে আচার্য দিল্লির মর্টে গ্যালারিতে সুতির কাপড় দিয়ে গ্যালারী ঘর ঢেকে দিয়েছিলেন।\n\n\n== পুরস্কার ==\nআচার্য ২০১৩ ওয়াইএফএলও ইয়ং উইমেন অ্যাচিভার পুরস্কার প্রাপক। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nOfficial website"}