{"pageid": 1036519, "title": "এতিয়েন-লুই মাল্যুস", "url": "https://bn.wikipedia.org/wiki?curid=1036519", "content": "এতিয়েন-লুই মাল্যুস (ফরাসি: Étienne-Louis Malus, ২৩শে জুলাই, ১৭৭৫ – ২৩শে ফেব্রুয়ারি, ১৮১২) একজন ফরাসি সামরিক কর্মকর্তা, প্রকৌশলী, পদার্থবিজ্ঞানী ও গণিতবিদ ছিলেন।\nমাল্যুস ফ্রান্সের রাজধানী প্যারিসে জন্মগ্রহণ করেন। তিনি ১৭৯৮ থেকে ১৮০১ পর্যন্ত সামরিক অধিনায়ক নাপোলেওঁ-র নেতৃত্বে মিশর অভিযানে অংশ নেন। তিনি আঁস্তিত্যু দেজিপ্ত নামক গবেষণা প্রতিষ্ঠানের গণিত বিভাগের সদস্য ছিলেন। ১৮১০ সালে তিনি ফ্রান্সের আকাদেমি দে সিয়ঁস (বিজ্ঞান অ্যাকাডেমি)-এর সদস্যপদ লাভ করেন। ঐ বছর লন্ডনের রাজকীয় সমিতি তাঁকে রামফোর্ড পদকে ভূষিত করে।\nমাল্যুসের গাণিতিক কর্মকাণ্ডের প্রায় পুরোটাই আলোর গবেষণার সাথে সম্পর্কিত। তিনি রশ্মিব্যবস্থা নামক জ্যামিতিক ব্যবস্থা অধ্যয়ন করেন, যা ইউলিউস প্ল্যুকারের রেখা জ্যামিতির সাথে ঘনিষ্ঠভাবে সম্পর্কিত ছিল। তিনি ক্রিস্টিয়ান হয়গেন্সের আলোক সম্পর্কিত তত্ত্বগুলি যাচাই করার জন্য পরীক্ষা সম্পাদন করেন এবং তত্ত্বটিকে পুনরায় বিশ্লেষণী রূপে রচনা করেন। ১৮০৯ সালে তিনি প্রতিফলনের মাধ্যমে আলোকের মেরুকরণ সংক্রান্ত আবিষ্কারটি প্রকাশ করেন এবং ১৮১০ সালে স্ফটিক বা কেলাসে আলোর দ্বৈত প্রতিসরণ সংক্রান্ত তত্ত্বটি প্রদান করেন।\nমাল্যুস তাঁর আবিষ্কৃত প্রতিফলনের মেরুকরণ কোণটির সাথে প্রতিফলনকারী পদার্থের প্রতিসরাংকের মধ্যকার সম্পর্ক শনাক্ত করতে চেষ্টা করেছিলেন। যদিও তিনি পানি বা জলের জন্য এই সম্পর্কটি সঠিকভাবে নির্ণয় করতে সক্ষম হয়েছিলেন, কিন্তু কাচের জন্য তা করতে সক্ষম হননি। এর কারণ তাঁর সময়ে কাচের মান তেমন উন্নত ছিল না; বেশির ভাগ কাচের পৃষ্ঠতলের প্রতিসরাংক এবং কাচের অভ্যন্তরভাগের প্রতিসরাংকের মধ্যে ভিন্নতা ছিল। শেষ পর্যন্ত ১৮১৫ সালে এসে স্যার ডেভিড ব্রিউস্টার উচ্চমানের কাচ নিয়ে পরীক্ষা চালানোর সুযোগ পান এবং উপর্যুক্ত সম্পর্কটিকে সঠিকভাবে সূত্রায়ন করেন, যার নাম দেওয়া হয়েছে ব্রিউস্টারের সূত্র। এই সূত্রটিকে পরবর্তী আরেকজন ফরাসি পদার্থবিজ্ঞানী ওগ্যুস্তাঁ-জঁ ফ্রেনেল তাঁর ফ্রেনেল সমীকরণগুলির একটি বিশেষ ক্ষেত্র হিসেবে তাত্ত্বিকভাবে ব্যাখ্যা করেন।\nমাল্যুস সম্ভবত সবচেয়ে বেশি স্মরণীয় মাল্যুসের সূত্রের কারণে। কোনও মেরুকারককে যখন কোনও আপতিত রশ্মিপটির পথে স্থাপন করা হয়, তখন যে তীব্রতা লব্ধ হয়, সেটিকে এই সূত্রটির মাধ্যমে নির্ণয় করা যায়। ফ্রান্সের প্যারিসের আইফেল টাওয়ার বুরূজের উপরে যে ৭২ জন বিখ্যাত ফরাসি ব্যক্তির নাম খোদাই করা আছে, মাল্যুসের নামও তাদের মধ্যে একটি।\n\n\n== তথ্যসূত্র =="}