{"pageid": 1036240, "title": "মাধুরী ভাদুড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1036240", "content": "মাধুরী ভাদুড়ি (জন্ম ১৯৫৮) হলেন একজন ভারতীয় দৃশ্যকলা শিল্পী। মূলত একজন ক্রীড়াবিদ এবং ব্যাডমিন্টন ও স্কোয়াশে জাতীয় পর্যায়ের খেলোয়াড়, ভাদুড়ি ১৯৭৫, ৭৬ এবং ৭৭ সালে জাতীয় পর্যায়ে ডাবল চ্যাম্পিয়নশিপ জিতেছিলেন।                 ভাদুড়ি ১৯৭৭ সালে চিত্রাঙ্কন শুরু করেছিলেন। তাঁর সবচেয়ে স্মরণীয় প্রারম্ভিক উৎসাহ এসেছিল মহারাণী গায়ত্রী দেবীর কাছ থেকে, যিনি ৭০এর দশকের শেষের দিকে তাঁর কাজের প্রতি গভীর আগ্রহী ছিলেন এবং টাটার জামশেদজী ভাবার কাছ থেকে, যিনি ৮০এর দশকের গোড়ার দিকে ব্যক্তিগতভাবে তাঁর কয়েকটি চিত্রকর্ম সংগ্রহ করেছিলেন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nমাধুরী ভাদুড়ির বাবা ও মায়ের নাম ছিল যথাক্রমে শিবরাম ফালিনীকর এবং দুর্গা ফালিনীকর। তাঁর বাবা ছিলেন জাতীয় স্তরের ব্যাডমিন্টন খেলোয়াড় এবং মা ছিলেন  ধ্রুপদী কণ্ঠশিল্পী। ভাদুড়ি স্নাতক পর্যায়ে পুনের ফার্গুসন কলেজে অর্থনীতি নিয়ে পড়েছিলেন। তারপর তিনি পুনের এসএনডিটি, থেকে কলা এবং চিত্রাঙ্কনে স্নাতকোত্তর ডিগ্রী অর্জন করেছিলেন।\n\n\n== কর্মজীবন ==\nতিনি প্রথমদিকে নিজের শিল্পকর্মগুলি বন্ধুবান্ধব এবং পরিবারকে বিলিয়ে দিতেন। তারপরে যখন তিনি বুঝলেন গুণগ্রাহীরা এর জন্য অর্থ দিতে প্রস্তুত তখন তিনি  চিত্রকর্মগুলি বিক্রি করতে শুরু করেছিলেন।\nশিল্পীজীবনে ভাদুড়ি বিমূর্ত শিল্প, ভূদৃশ্য এবং প্রতীকী চিত্রকর্ম সহ বিভিন্ন শৈলীতে কাজ করেছেন  যদিও তিনি প্রাথমিকভাবে তৈলচিত্রতে কাজ করেছিলেন তবে ২০০২ সালে তিনি বিমূর্ত ভাস্কর্য নিয়েও পরীক্ষা করেছিলেন। তাঁর চিত্রকর্মগুলি গায়ত্রী দেবী, অজয় পিরামল, আদিত্য বিক্রম বিড়লা এবং জামশেদ ভাবা (টাটা সন্স প্রাক্তন চেয়ারম্যান) সহ অনেকজন ব্যক্তিগত সংগ্রহকারী কিনেছিলেন। জন্মস্থান ভারতে প্রদর্শনীর পাশাপাশি দুবাইয়ে একক প্রদর্শনীতে ভাদুড়ির কাজ প্রদর্শিত হয়েছিল। \n\n\n== পুরস্কার ==\n২০১৬ সালে ভাদুড়ি \"শিল্প, নকশা ও উদ্যোক্তায় আইকনিক নেতৃত্বের জন্য\" অল লেডিজ লীগ পুরস্কার পেয়েছিলেন। এর পাশাপাশি তিনি মহিলাদের জন্য সরোজিনী নায়ডু জাতীয় পুরস্কার পেয়েছিলেন।\nপুণেতে অবস্থিত ভাদুড়ির স্টুডিও স্টুডিও এমএ তিনি জীবনযাপন করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nArtist's website"}