{"pageid": 1036318, "title": "জসলিন বেল বার্নেল", "url": "https://bn.wikipedia.org/wiki?curid=1036318", "content": "জসলিন বেল বার্নেল (ইংরেজি: Jocelyn Bell Burnell; জন্ম ১৫ই জুলাই ১৯৪৩) একজন ব্রিটিশ নভোপদার্থবিজ্ঞানী। তিনি উত্তর আয়ারল্যান্ডে জন্মগ্রহণ করেন এবং ছোটবেলায় আর্মা (Armagh) মানমন্দির পরিদর্শনের সময়ে জ্যোতির্বিজ্ঞানের প্রতি আগ্রহী হয়ে ওঠেন। ১৯৬৫ সালে তিনি গ্লাসগো বিশ্ববিদ্যালয় থেকে পদার্থবিজ্ঞানে স্নাতক উপাধি লাভ করেন। এরপর তিনি অ্যান্টনি হিউইশের তত্ত্বাবধানে ক্যামব্রিজ বিশ্ববিদ্যালয়ে ডক্টরেট স্তরে অধ্যয়ন করতে গমন করেন। সেখানেই ১৯৬৭ সালে একজন স্নাতকোত্তর শিক্ষার্থী হিসেবে তিনি প্রথম বেতার পালসার নক্ষত্রটি আবিষ্কার করেন। তাঁকে বিংশ শতাব্দীর সবচেয়ে তাৎপর্যপূর্ণ বৈজ্ঞানিক অর্জনগুলির একটির জন্য কৃতিত্ব প্রদান করা হয়েছে। যদিও তিনি ১৯৬৮ সালে বিজ্ঞান গবেষণা সাময়িকী নেচার-এ পালসার আবিষ্কার ঘোষণাকারী গবেষণাপত্রটির ৫ জন রচয়িতার মধ্যে দ্বিতীয় জন ছিলেন, তা সত্ত্বেও ১৯৭৪ সালে বার্নেলকে বাদ দিয়ে কেবলমাত্র তাঁর অভিসন্দর্ভ তত্ত্বাবধায়ক অ্যান্থনি হিউইশ ও আরেকজন জ্যোতির্বিজ্ঞানী মার্টিন রাইলকে নোবেল পুরস্কার প্রদান করা হয়। গবেষণাপত্রটির শিরোনাম ছিল অবজার্ভেশন অভ আ র‍্যাপিডলি পালসেটিং রেডিও সোর্স (Observation of a Rapidly Pulsating Radio Source, \"একটি দ্রুত স্পন্দনশীল বেতার উৎস পর্যবেক্ষণ\")। বহু গুরুত্বপূর্ণ জ্যোতির্বিজ্ঞানী বার্নেলকে নোবেল পুরস্কারে ভূষিত না করার ব্যাপারে সমালোচনা করেন। বেল বার্নেল ২০০২ থেকে ২০০৪ সাল পর্যন্ত রাজকীয় জ্যোতির্বৈজ্ঞানিক সমিতির সভাপতি হিসেবে কাজ করেন। ২০০৮ সালের অক্টোবর থেকে ২০১০ সালে অক্টোবর পররন্ত তিনি ইনস্টিটিউট অভ ফিজিক্সের সভাপতির দায়িত্ব পালন করেন। ২০১৮ সালে তাঁকে মৌলিক পদার্থবিজ্ঞানের বিশেষ সাফল্যের স্বীকৃতি পুরস্কার প্রদান করা হয়। পুরস্কার অর্জনের পরে তিনি ২৩ লক্ষ পাউন্ড অর্থ-পুরস্কারের পুরোটাই পদার্থবিজ্ঞানের গবেষক হতে ইচ্ছুক নারী, সংখ্যালঘু ও শরণার্থীদের জন্য একটি তহবিলে দান করেন, যা পদার্থবিজ্ঞান ইনস্টিটিউটের তত্ত্বাবধানে পরিচালিত হবে। এর ফলে যে বৃত্তি কর্মসূচীটি চালু হয়, তার নাম দেওয়া হয় \"বেল বার্নেল স্নাতকোত্তর বৃত্তি তহবিল\"।(Bell Burnell Graduate Scholarship Fund)।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎসপঞ্জি ==\n\n\n== Further reading =="}