{"pageid": 1036631, "title": "দ্য ফ্যালকন অ্যান্ড দ্য উইন্টার সোলজার", "url": "https://bn.wikipedia.org/wiki?curid=1036631", "content": "দ্য ফ্যালকন অ্যান্ড দ্য উইন্টার সোলজার (ইংরেজি: The Falcon and the Winter Soldier) হলো একটি মার্কিন টেলিভিশন ক্ষুদ্রধারাবাহিক যা ডিজনি+ প্রচার মাধ্যমের জন্য ম্যালকম স্পেলম্যান কর্তৃক মার্ভেল কমিক্স চরিত্র স্যাম উইলসন / ফ্যালকন ও বাকি বার্ন্স / উইন্টার সোলজার এর উপর ভিত্তি করে নির্মিত। এটি মার্ভেল সিনেম্যাটিক ইউনিভার্সে স্থাপিত এবং এমসিইউ ফ্র্যাঞ্চাইজিটির চলচ্চিত্রগুলির ধারাবাহিকতার একটি অংশ। ধারাবাহিকটির কাহিনি অ্যাভেঞ্জার্স: এন্ডগেম এর পরবর্তীতে সংঘটিত হয়। এটি মার্ভেল স্টুডিওজ দ্বারা প্রযোজিত এবং ক্যারি স্কগল্যান্ড দ্বারা পরিচালিত।\nসেবাস্টিয়্যান স্ট্যান ও অ্যান্থনি ম্যাকি যথাক্রমে চলচ্চিত্র ধারাবাহিক থেকে তাদের চরিত্র বাকি বার্ন্স ও স্যাম উইলসন এর ভূমিকায় পুনরাবৃত্তি করেন। অন্যদিকে, অভিনয়ে আরও রয়েছেন ওয়াট রাসেল, এরিন কেলিম্যান, ড্যানি রামিরেজ, জর্জ সেইন্ট-পিয়েরে, এডেপেরো অডুইয়ে, ডন চিডল, ডানিয়াল ব্রিয়ুয়েল এবং এমিলি ভ্যানক্যাম্প। মার্ভেল স্টুডিওজ সেপ্টেম্বর ২০১৮ পর্যন্ত ডিজনি+ এর জন্য বহুসংখ্যক ধারাবাহিক প্রযোজনা করে এবং যা এমসিইউ চলচ্চিত্রে উইলসন ও বার্ন্সের মতো পার্শ্ব চরিত্রের উপর কেন্দ্রিত। সেই বছরের অক্টোবরে ম্যালকম স্পেলম্যানকে নিয়োগ করা হয় এন্ডগেমের শেষে দেখানো স্টিভ রজার্স কর্তৃক স্যাম উইলসনের হাতে শীল্ড তুলে দেওয়ার পর সৃষ্ট সমস্যাকে কেন্দ্র করে একটি ধারাবাহিক নির্মাণের জন্য। ২০১৯ এর এপ্রিলে ধারাবাহিকটির ঘোষণা দেওয়া হয় এবং পরবর্তী মাসে, ক্যারি স্কগল্যান্ডকে পরিচালক হিসেবে নিয়োগ করা হয়। ২০১৯ এর অক্টোবরে অ্যাটলান্টায় দৃশ্যধারণ শুরু হলেও ২০২০ সালের মার্চে চেক প্রজাতন্ত্রে স্থানান্তরিত হয়। এসময় কোভিড-১৯ মহামারীর কারণে প্রযোজনা বন্ধ হয়ে যায়। পরে ২০২১ এর সেপ্টেম্বরে দৃশ্যধারণ পুনরায় শুরু হয়ে অক্টোবরে সমাপ্ত হয়।\nদ্য ফ্যালকন অ্যান্ড দ্য উইন্টার সোলজার ২০২১ এর ১৯ মার্চ শুরু হয়ে ছয় পর্ব ধরে চলে এবং ২৩ এপ্রিল শেষ হয়। এটি এমসিইউর চতুর্থ পর্যায়ের অংশ। ধারাবাহিকটি পাঁচটি বিষয়ে গ্রামি পুরস্কারের জন্য মনোনীত হয়। এর ধারাবাহিকতা হিসেবে একটি চতুর্থ ক্যাপ্টেন আমেরিকা চলচ্চিত্র নির্মাণাধীন রয়েছে।\n\n\n== প্রেক্ষাপট ==\nঅ্যাভেঞ্জার্স: এন্ডগেম (২০১৯) এর শেষে ক্যাপ্টেন আমেরিকার ম্যান্টল হস্তান্তরিত হওয়ার ছয় মাস পরে, স্যাম উইলসন একটি বিশ্বব্যাপী অভিযানে যাওয়ার জন্য বাকি বার্নসের সাথে দলবদ্ধ হন যা তাদের দক্ষতা এবং তাদের ধৈর্য পরীক্ষা করে।\n\n\n== অভিনয়ে ==\nজেমস \"বাকি\" বার্নস / উইন্টার সোলজার / হোয়াইট উল্ফ চরিত্রে সেবাস্টিয়্যান স্ট্যান\nস্যাম উইলসন / ফ্যালকন / ক্যাপ্টেন আমেরিকা চরিত্রে অ্যান্থনি ম্যাকি\nজন ওয়াকার / ক্যাপ্টেন আমেরিকা / মার্কিন প্রতিনিধি চরিত্রে ওয়ায়েট রাসেল\nকার্লি মরগেনথা চরিত্রে এরিন কেলিম্যান\nজোয়াকুইন টয়েস চরিত্রে ড্যানি রামিরেজ\nজর্জেস ব্যাটরক চরিত্রে জর্জেস সেন্ট-পিয়ের\nসারা উইলসন চরিত্রে আডেপেরো ওডুয়ি\nজেমস \"রোডি\" রোডস চরিত্রে ডন চিডেল\nহেলমুট জিমো চরিত্রে ডেনিয়েল ব্রুল\nশ্যারন কার্টার / পাওয়ার ব্রোকার চরিত্রে এমিলি ভ্যানক্যাম্প\nআইয়ো চরিত্রে ফ্লোরেন্স কাসুম্বা\nভ্যালেন্টিনা অ্যালেগ্রা দে ফন্টেন চরিত্রে জুলিয়া লুইস-ড্রেফাস\nঅন্যান্য চরিত্রের মধ্যে রয়েছে ফ্লাগ স্মাশার দলের ডোভিক চরিত্রে ডেসমন্ড কিয়াম, জিজি চরিত্রে ডানি ডিত্তে, ডিডি চরিত্রে ইন্ডায়া বুসে, লেনক্স চরিত্রে রেনস রিভেরা, ডিয়েগো চরিত্রে টাইলার ডিন ফ্লোরস, নিকো চরিত্রে নোয়াহ মিলস। অন্যান্যদের মধ্যে রয়েছে বার্নসের থেরাপিস্ট ক্রিস্টিনা রেনর চরিত্রে অ্যামি অ্যাকুইনো, স্যামের ভাইপো কাস ও এজের চরিত্রে যথাক্রমে চেজ রিভার ম্যাকগি ও আরন হেনেস, মার্কিন সিনেটর হিসেবে আলফি হায়োর্থ, লেমার হসকিনস / ব্যাটলস্টার চরিত্রে ক্লে বেনেট, ইজায়া ব্রাডলি চরিত্রে কার্ল লাম্বলি, ইজায়া এর নাতি এলি ব্রাডলি চরিত্রে এলিজা রিকার্ডসন, অলিভিয়া ওয়াকার চরিত্রে গ্যাব্রিয়েল বাইন্ডলস।\nঅন্যান্য অতিথি চরিত্রে রয়েছে ইউরি নাকাজিমা চরিত্রে কেন তাকামোতো, লিয়া চরিত্রে মিকি ইশিকাওয়া, মাতিয়াস চরিত্রে নেস বটিস্টা, রুডি চরিত্রে নিল কোডিনস্কি, ডনিয়া নাডানি চরিত্রে ভেরোনিকা ফ্যালকন, উইলফ্রেড নাগেল চরিত্রে অলি হাস্কিভি, ইজনিক চরিত্রে নিকোলাস প্রায়োর, ডোরা মিলাজির সদস্য নোম্বেল ও ইয়ামা চরিত্রে যথাক্রমে ইয়ানেশিয়া অ্যাডামস-জিনইয়ার্ড ও জোলা উইলিয়ামস, লাকন্ট চরিত্রে সালেম মার্ফি, আয়লা পেরেজ চরিত্রে জেন রুম্মা। এছাড়া সারা হেইনস তার নিজস্ব নামে ক্ষণিক সময়ের জন্য উপস্থিত ছিলেন।\n\n\n== পর্বসমূহ ==\n\n\n== ভবিষ্যৎ ==\n\n\n== আরও দেখুন ==\nমার্ভেল সিনেম্যাটিক ইউনিভার্স\nমার্ভেল সিনেম্যাটিক ইউনিভার্সের চলচ্চিত্রের তালিকা\nমার্ভেল সিনেম্যাটিক ইউনিভার্সের টেলিভিশন ধারাবাহিকের তালিকা\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nMarvel.com এ দাপ্তরিক ওয়েবসাইট \nইন্টারনেট মুভি ডেটাবেজে ফ্যালকন এন্ড দ্য উইন্টার সোলজার/ দ্য ফ্যালকন অ্যান্ড দ্য উইন্টার সোলজার  (ইংরেজি)"}