{"pageid": 1036968, "title": "দেশদ্রোহী (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1036968", "content": "দেশদ্রোহী হলো জগদীশ এ শর্মা পরিচালিত ২০০৮ সালের ভারতীয় হিন্দি ভাষার মারপিটধর্মী রোমাঞ্চকর চলচ্চিত্র। এর চিত্রনাট্যকার ও প্রযোজক কেআরকে, যিনি মনোজ তিওয়ারি, হৃষিতা ভট, গ্রেসি সিং ও জুলফি সৈয়দের সাথে প্রধান ভূমিকায় অভিনয় করেন। ১৪ নভেম্বর ২০০৮-এ মুক্তিপ্রাপ্ত চলচ্চিত্রটি অভিনয়ের প্রতি সমালোচনার লক্ষ্য সহ সমালোচক ও দর্শকদের কাছ থেকে নেতিবাচক মন্তব্য পেয়েছে। এটি প্রায়শই সর্বকালের সবচাইতে জঘন্য বলিউড চলচ্চিত্রগুলোর মধ্যে অন্যতম হিসেবে বিবেচিত হয়ে থাকে।\nএপ্রিল ২০২২-এ, কামাল রশিদ খান তার সিক্যুয়াল দেশদ্রোহী ২ ঘোষণা করে।\n\n\n== পটভূমি ==\nচলচ্চিত্রটির উপজীব্য রাজনীতি, পতিতাবৃত্তি, দালাল ব্যবসা ও দুর্নীতি নিয়ে গঠিত। ছবির শুরুতে, রাজা যাদব (কামাল রশিদ খান) নামে একজন ব্যক্তি তার বাবা ও প্রতিবেশী নেহাকে উত্তরপ্রদেশে তার গ্রামে রেখে উত্তরপ্রদেশ থেকে মুম্বাইয়ে একজন প্রহরীর চাকরি খুঁজতে আসেন।\nমুম্বাইতে তিনি প্রহরী হিসেবে কর্মরত রাজা শেখর নামে একজন গ্যাংস্টার ও বাবা কদমের জন্য কর্মরত মাদক ব্যবসায়ী সোনিয়ার সাথে দেখা করেন। এক পর্যায়ে রাজা সোনিয়াকে বাবা কদমের শত্রু রাজন নায়ক নামে আরেক মাদক ব্যবসায়ীর জন্য কাজ করা একটি গ্রুপের আক্রমণ থেকে পালাতে সাহায্য করে। অবশেষে দুজনের প্রেম হয়।\nউত্তর ভারতীয়দের জন্য মুম্বাইয়ে বসবাস করা বিশেষভাবে কঠিন তা উপলব্ধি করার পর উত্তর ভারতীয় রাজনীতিবিদ রাজা শ্রীবাস্তবের নিকট সাহায্য চান যিনি তার রাজনৈতিক কর্মজীবনের জন্য সাধারণ মানুষকে শোষণ করেন। মুম্বাই শহরের ড্রাগ মাফিয়ারা রাজনীতিবিদদের মদদপুষ্ট এবং গণমাধ্যম শহরে প্রচলিত দুর্নীতি প্রকাশ করতে চায়।\nতার সম্পৃক্ততার কারণে, রাজাকে মৃত্যুর জন্য চিহ্নিত করে রাজন নায়ক, যিনি একজন পুলিশ ইন্সপেক্টরকে তাকে ও সোনিয়াকে হত্যা করার জন্য চুক্তিবদ্ধ করেন। তবে তিনি ব্যর্থ হন এবং নিহত হন। পুলিশ রাজা ও সোনিয়াকে তাড়া করে, যারা রাজন নায়কের কাছ থেকে পালিয়ে যায়। রাজা শ্রীবাস্তবের কাছ থেকে সাহায্য পাওয়ার চেষ্টা করে, এমনকি সোনিয়ার বস বাবা কদমও এই জুটিকে পরিত্যাগ করেন।\nসীমা অতিক্রম করে রাজা জড়িত সবাইকে হত্যা করার সিদ্ধান্ত নেয়, যেখানে তাকে শ্রীবাস্তবকে হত্যা করতে রাজার গ্রামের প্রিয়তমার নতুন স্বামী ইন্সপেক্টর রোহিত রাঘব সাহায্য করে।\n\n\n== অভিনয়ে ==\nরাজা যাদবের চরিত্রে কামাল রশিদ খান\nসোনিয়া পটেলের চরিত্রে গ্রেসি সিং\nমন্ত্রী শ্রীবাস্তবের চরিত্রে অমন বর্মা\nনেহা রোহিত রাঘবের চরিত্রে হৃষিতা ভট (মোনা ঘোষ শেঠির মতো কয়েকটি লাইন)\nশেখর চরিত্রে মনোজ তিওয়ারি\nআবদুল ভাইয়ের চরিত্রে কাদের খান\nএকজন দুর্নীতিবাজ রাজনীতিবিদ রাজন নায়েকের চরিত্রে মুকেশ তিওয়ারি\nইন্সপেক্টর রোহিত রাঘবের ভূমিকায় জুলফি সৈয়দ\nরাজার বাবার চরিত্রে রঞ্জিত\nরাজার দাদার চরিত্রে অবতার গিল\nএকটি গানে অতিথি চরিত্রে আর্যন বৈদ\nবাবা কদমের চরিত্রে যশপাল শর্মা\nমহারাষ্ট্রের মুখ্যমন্ত্রী চরিত্রে রাজা মুরাদ\nকিম শর্মা চরিত্রে নিজেই\nউপ-মুখ্যমন্ত্রী নাগেশ কুলকার্নির ভূমিকায় নির্মল পান্ডে\nএনকাউন্টার বিশেষজ্ঞ রাজেশ শর্মার চরিত্রে শিবা রিন্দানী\nশ্রীবাস্তবের পিএর চরিত্রে অরুণ বক্সী\n\n\n== বিতর্ক ==\nঅভিযোগ ছিলো যে চলচ্চিত্রটি ২০০৮ সালে মহারাষ্ট্রে উত্তরপ্রদেশী ও বিহারি অভিবাসীদের উপর হামলার অর্থ বহন করছে। কেন্দ্রীয় চলচ্চিত্র অনুমোদন পর্ষদের মুম্বাই অফিসের প্রধান মতামত দিয়েছেন যে চলচ্চিত্রটিতে এমন সব দৃশ্য রয়েছে যা একটি নির্দিষ্ট সম্প্রদায়ের জন্য অবমাননাকর। মহারাষ্ট্র নবনির্মাণ সেনা ছবিটির বিরুদ্ধে প্রতিবাদ জানায়। মুম্বাই পুলিশ অশান্তি সৃষ্টি করতে পারে এমন কোনো আপত্তিকর বিষয়বস্তু খুঁজে বের করার উদ্দেশ্যে একটি বিশেষ প্রদর্শনীর জন্য একটি নোটিশ প্রদান করে। বিক্ষোভ ও প্রদর্শকদের সাথে সমস্যার কারণে চলচ্চিত্রের মুক্তির মূল তারিখ ৭ নভেম্বর থেকে এক সপ্তাহ পিছিয়ে দেওয়া হয়। এটি মহারাষ্ট্র ব্যতীত ১৪ নভেম্বর সারাদেশে মুক্তি পায়। মহারাষ্ট্রে বোম্বে চলচ্চিত্র নিয়ন্ত্রণ আইনের অধীনে চলচ্চিত্রটি রাজ্য সরকার ৬০ দিনের জন্য নিষিদ্ধ করে। চলচ্চিত্রটির প্রযোজকগণ নিষেধাজ্ঞা তুলে নিতে বোম্বে হাইকোর্টে আবেদন করেন। দুই মাসের নিষেধাজ্ঞার পর এটি মহারাষ্ট্রে ২৩ জানুয়ারি ২০০৯ তারিখে মুক্তি পায়।\n\n\n== সমালোচনামূলক অভ্যর্থনা ==\nচলচ্চিত্রটি সামগ্রিকভাবে ০.৫ থেকে ২ পর্যন্ত কম বেশি রেটিং পেয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে দেশদ্রোহী  (ইংরেজি)"}