{"pageid": 10366, "title": "সমদৈশিকতা", "url": "https://bn.wikipedia.org/wiki?curid=10366", "content": "সমদৈশিকতা বলতে পরিমাপ গ্রহণের দিক বা অভিমুখ নির্বিশেষে কোনও বস্তুর কোনও ধর্মের মান একই বা সমান হওয়ার ঘটনাটিকে নির্দেশ করা হয়। একে ইংরেজি পরিভাষায় \"আইসোট্রপি\" (Isotropy) বলে। অন্য ভাষায় কোনও বস্তুকে কোনও অক্ষের উপরে ঘোরালে যদি সেটির কোনও পর্যবেক্ষণকৃত বা পরিমাপকৃত ধর্মের মান সর্বদা একই হয়, তাহলে ঐ বস্তুর ঐ ধর্মটি সমদৈশিক (Isotropic আইসোট্রপিক)। কোনও ধর্ম যদি এরূপ সমদৈশিকতা প্রদর্শন করে, তবে তাকে সমদৈশিক ধর্ম (Isotropic property আইসোট্রপিক প্রপার্টি) বলে। যদি কোনও পদার্থকে বিভিন্ন দিক থেকে পরিমাপ করলে এর ধর্মগুলির মান একই হয়, তাহলে সেটিকে সমদৈশিক পদার্থ (Isotropic material আইসোট্রপিক ম্যাটিরিয়াল) বলে। যেমন একটি তরল পদার্থ একটি সমদৈশিক পদার্থ, কিন্তু একটি কেলাসিত কঠিন পদার্থ সমদৈশিক নয় (বরং বিষমদৈশিক) কারণ এগুলি কেলাসের অক্ষ থাকে।\nসমদৈশিকতার বিপরীত ধারণাটি হল বিষমদৈশিকতা বা অসমদৈশিকতা (Anisotropy অ্যানাইসোট্রপি)। সমদৈশিকতার কাছাকাছি আরেকটি ধারণা হল সমসত্ত্বতা (Homogeneity হোমোজেনেইটি); যদি কোনও পদার্থের প্রতিটি বিন্দুতে পদার্থটির সব গাঠনিক ভৌত ধর্ম একই হয়, তাহলে সেটিকে সমসত্ত্ব পদার্থ বলে।\n\n\n== ব্যুৎপত্তি ==\n\n\n=== ইংরেজি ===\n \nসমদৈশিকতার ইংরেজি পরিভাষা হল আইসোট্রপি, যার অর্থ সর্বদিকে সমতা। গ্রিক ভাষার \"ইসোস\" (ἴσος, \"সমান\") এবং \"ত্রোপোস\" (τρόπος, \"পথ\") শব্দমূল দুইটি যোগ করে শব্দটি তৈরি হয়েছে। সঠিক সংজ্ঞা নির্ভর করে বিষয়ের এলাকার উপরে। ব্যতিক্রম ও অসমতাকে প্রায়ই নির্দেশ করা হয় \"অ্যান\" উপসর্গ দিয়ে, ফলে শব্দটি হয় অ্যানাইসোট্রপি। এটি দিয়ে বুঝায় এমন অবস্থা যেখানে বৈশিষ্ট্যসমূহ ভিন্ন হয় ব্যবস্থাগতভাবে, দিকের উপরে নির্ভর করে। আইসোট্রপিক বিকিরন এ আছে একই তীব্রতা, পরিমাপ এর দিক অগ্রাহ্য করে এবং আইসোট্রপিক ক্ষেত্র একই কর্ম প্রদর্শন করে পরীক্ষনীয় কনা এর দিক অগ্রাহ্য করে।\n\n\n== বিভিন্ন শাস্ত্রে সমদৈশিকতা ==\n\n\n=== গণিত ===\nগণিতশাস্ত্রে সমদৈশিকতা প্রদর্শনকারী কয়েকটি ধারণা নিচে দেওয়া হল \n\nসমদৈশিক ম্যানিফোল্ড - একটি ম্যানিফোল্ড সমদৈশিক হয়, যদি ম্যানিফোল্ডের জ্যামিতি দিক নির্বিশেষে একই হয়। এর সদৃশ একটি ধারণা হচ্ছে সমসত্ত্বতা।\nসমদৈশিক দ্বিঘাত রূপ - একটি দ্বিঘাত রূপ q-কে সমদৈশিক ধরা হয় যদি একটি অশূন্য সদিকরাশি v এরকম হয় q(v)=০; এরকম v হচ্ছে সমদৈশিক সদিকরাশি অথবা শূন্য সদিকরাশি। জটিল জ্যামিতিতে শূন্যবিন্দুর মধ্য দিয়ে যদি একটি রেখা যা সমদৈশিক সদিকরাশির দিকে যায়, তাকে বলা হয় সমদৈশিক রেখা।\nসমদৈশিক স্থানাঙ্ক - সমদৈশিক স্থানাঙ্ক হচ্ছে সেই স্থানাঙ্ক, যা লোরেনৎসীয় ম্যানিফোল্ডের সমদৈশিক লেখচিত্রে ব্যবহৃত হয়।\nসমদৈশিকতা গুচ্ছ - সমদৈশিকতা গুচ্ছ হচ্ছে সমাকৃতির গুচ্ছ, কোনও বস্তু থেকে তার নিজের প্রতি একটি গুচ্ছমালাতে।\nসমদৈশিক অবস্থান - একটি সম্ভাব্যতা বিতরণ কোনও দিকরাশি স্থান এর উপরে সমদৈশিক  অবস্থানে আছে যদি তার কোভ্যারিয়েন্স মেট্রিক্স তার পরিচয় মেট্রিক্স হয়।\n\n\n=== জ্যোতির্বিজ্ঞান ===\nজ্যোতির্বিজ্ঞানে কোনও পদার্থ, নভোবস্তু বা ঘটনা সবদিক থেকে একই মান ধারণ করলে সেটিকে সমদৈশিক গণ্য করা হয়। যেমন মহাজগতিক অণুতরঙ্গ পটভূমিক বিকিরণ কিংবা মহাবিশ্ব জুড়ে ছড়িয়ে থাকা পদার্থের বৃহৎ মাপনীর বিতরণকে সমদৈশিক গণ্য করা হয়। কোনও নভোবস্তু যেমন কোনও নক্ষত্র যদি সবদিকে একই মানে শক্তি বিকিরণ করে, তাহলে সেটিকে সমদৈশিক বিকিরক (Isotropic radiator) বলে। যে তাত্ত্বিক আদর্শ শুঙ্গ বা অ্যান্টেনা সমস্ত দিকে সমানভাবে সংবেদনশীল, তাকে সমদৈশিক শুঙ্গ বা সমদৈশিক অ্যান্টেনা (Isotropic antenna) বলে।\n\n\n=== পরিসংখ্যানবিদ্যা ===\nপরিসংখ্যানবিদ্যায় কোনও কালীন সারির (Time series) মৌলিক ধর্মগুলি যদি সময় পেছনের দিকে গেলেও একই থাকে, তাহলে ঐ কালীন সারিটি সমদৈশিকতা প্রদর্শন করে এবং সেটিকে সমদৈশিক কালীন সারি ডাকা হয়। একইভাবে যদি কোনও স্থানিক প্রক্রিয়ার (Spatial process) ধর্মগুলি সব দিকে একই হয়, তাহলে সেটিকে সমদৈশিক বলা হয়।\n\n\n== তথ্যসূত্র =="}