{"pageid": 1037708, "title": "তমলুক সদর মহকুমা", "url": "https://bn.wikipedia.org/wiki?curid=1037708", "content": "তমলুক মহকুমা ভারতের পূর্ব দিকে অবস্থিত পশ্চিমবঙ্গ রাজ্যের মেদিনীপুর বিভাগের অন্তর্গত পূর্ব মেদিনীপুর জেলার একটি মহকুমা৷\n\n\n== মহকুমা ==\nপূর্ব মেদিনীপুর জেলা প্রশাসনিকভাবে চারটি মহকুমা নিয়ে গঠিত, এগুলি হলো:\n\n২০০১ খ্রিস্টাব্দে তমলুক মহকুমার নগরীয় জনসংখ্যা মোট জনসংখ্যার ৫.৯২ শতাংশ৷\n\n\n== অবস্থান ==\n\nতমলুক মহকুমাতে রয়েছে ছয়টি পুলিশ স্টেশন, সাতটি সমষ্টি উন্নয়ন ব্লক, সাতটি পঞ্চায়েত সমিতির, বিরাশিটি গ্রাম পঞ্চায়েত, আটশ বাহান্নটি মৌজা, আটশ পাঁচটি (ও একটি আংশিক) জনবসতিপূর্ণ গ্রাম, দুটি পুরসভা এবং এগারোটি জনগণনা নগর৷ পুরসভা দুটি হলো: তমলুক এবং পাঁশকুড়া এবং জনগণনা নগরগুলি হলো: অনন্তপুর, দক্ষিণ বাগুয়ান, কাকদিহি, শান্তিপুর, কোলাঘাট, আমলহারা, মিহিটিকরী, খরিশা, গড়সাফাত, কোটবাড় এবং এড়াশাল৷ মহকুমার সদর রয়েছে তমলুকে৷\n\n\n== এলাকা ==\nতমলুক মহকুমা ১,০৮৪ বর্গ কিলোমিটার অঞ্চল জুড়ে বিস্তৃত, ২০১১ খ্রিস্টাব্দের জনগণনা অনুযায়ী এর জনসংখ্যা ছিল ১৭,৯১,৬৯৫ জন৷ এর জনঘনত্ব প্রতি বর্গঅকিলোমিটারে ১,৬৫২ জন৷ পূর্ব মেদিনীপুর জেলার ৩৫.১৬ শতাংশ লোক এই মহকুমায় বসবাস করেন৷\n\n\n== পুলিশ স্টেশন ==\nতমলুক বিভাগের পুলিশ স্টেশন ভিত্তিক অধিক্ষেত্র নিম্নরূপ:\n\n*সম্ভবত পূর্ব মেদিনীপুর জেলার ওয়েবসাইটের তথ্য বহুদিন হালনাগাদ হয় নি\n\n\n== ব্লক ==\nতমলুক মহকুমার অন্তর্গত সমষ্টি উন্নয়ন ব্লকগুলি নিম্নরূপ: \n\n\n== গ্রাম পঞ্চায়েত ==\n\nতমলুক মহকুমার ৭টি ব্লকে রয়েছে ৮২টি গ্রাম পঞ্চায়েত৷ এগুলি নিম্নরূপ:\n\nনন্দকুমার ব্লক: ব্যবত্তারহাট পশ্চিম, বরগোদাগোদার, কল্যাণপুর, সাওড়াবেড়্যা জালপাই-১, বাসুদেবপুর, কুমরআড়া, সাওড়াবেড়্যা জালপাই-২, ব্যবত্তারহাট পূর্ব, চক শিমুলিয়া, কুমারচক, শীতলপুর পশ্চিম এবং দক্ষিণ নারিকেলদহ\nময়না ব্লক: বাকচা, ময়না-১, নৈছানপুর-১, শ্রীকণ্ঠ, ময়না-২, পরমানন্দপুর, তিলখোজা, গোজিনা, নৈছানপুর-২ এবং রামচক\nতমলুক ব্লক: অনন্তপুর-১, বিষ্ণুবাড়-১, পদুমপুর-১, শ্রীরামপুর-১, অনন্তপুর-২, নীলকণ্ঠিয়া, পিপুলবেড়্যা-১, শ্রীরামপুর-২, বিষ্ণুবাড়-২, পদুমপুর-২, পিপুলবেড়্যা-২, এবং উত্তর সোনামুই\nশহীদ মাতঙ্গিনী ব্লক: বল্লু-১, কাখরদহ, রঘুনাথপুর-১, শান্তিপুর-১, বল্লু-২, খরুই-১, রঘুনাথপুর-২, ধলহরা, খরুই-২ এবং শান্তিপুর-২\nপাঁশকুড়া ব্লক: চৈতন্যপুর-১, হাউর, পাঁশকুড়া-১, রাধাবল্লভচক, চৈতন্যপুর-২, কেশাপাট, প্রতাপপুর-১, রঘুনাথবাড়ী, ঘোষপুর, খণ্ডখোলা, প্রতাপপুর-২, গোবিন্দনগর, মাইসোরা এবং পুরুষোত্তমপুর\nকোলাঘাট ব্লক: আমলহাণ্ডা, দেরিয়াচক, কোলা-১, সিদ্ধা-১, বৈষ্ণবচক, গোপালনগর, পুলশিটা, ভোগপুর, খন্যাদিহি, সাগরবাড়, বৃন্দাবনচক, কোলা-২ এবং সিদ্ধা-২\nচণ্ডীপুর ব্লক: ব্রজলালচক, চাউখালি, জালপাই, ওসমানপুর, বৃন্দাবনপুর-১, দিবাকরপুর, কূলবাড়ী, বৃন্দাবনপুর-২, ঈশ্বরপুর এবং নন্দপুর বড়ঘুনি\n\n\n== শিক্ষা ==\n২০১১ খ্রিস্টাব্দের পরিসংখ্যান অনুযায়ী ৮৭.৬৬ শতাংশ সাক্ষরতার হার হওয়ার সাথে সাথে এই পরিপ্রেক্ষিতে পূর্ব মেদিনীপুর জেলা পশ্চিমবঙ্গে প্রথম স্থান অধিকার করে৷ জেলার মধ্যে তমলুক মহকুমার সাক্ষরতার হার ৮৫.৯৮ শতাংশ৷ মহকুমার প্রতিটি ব্লক ও শহরেই সাক্ষরতার হার ৮০ শতাংশের অধিক৷\n২০১৩-১৪ শিক্ষাবর্ষ অনুযায়ী পূর্ব মেদিনীপুর জেলার শিক্ষার হাল নিম্নরূপ,\n\nতমলুক মহকুমার পরিচিত কিছু শিক্ষা প্রতিষ্ঠান হলো:\n\nতাম্রলিপ্ত মহাবিদ্যালয়, ১৯৪৮ খ্রিস্টাব্দে তমলুকে প্রতিষ্ঠিত এই কলেজটি বিদ্যাসাগর বিশ্ববিদ্যালয়ের সংসৃষ্ট৷ এখানে বিজ্ঞান, বাণিজ্য, কলা এবং শিক্ষা বিষয়ক পাঠ্য ধারা উপলব্ধ।\nকোলাঘাট প্রকৌশল ও ব্যবস্থাপনা মহাবিদ্যালয়, ১৯৯৮ খ্রিস্টাব্দে প্রতিষ্ঠিত এই প্রতিষ্ঠানটি রয়েছে কোলাঘাট তাপবিদ্যুৎকেন্দ্র টাউনশিপে৷ এটি মৌলানা আবুল কালাম আজাদ প্রযুক্তি বিশ্ববিদ্যালয়ের সংসৃষ্ট৷\nরবীন্দ্র ভারতী মহাবিদ্যালয়, ২০১০ খ্রিস্টাব্দে কোলাঘাটে প্রতিষ্ঠিত এই মহাবিদ্যালয় বিদ্যাসাগর বিশ্ববিদ্যালয়ের সংসৃষ্ট৷\nপাঁশকুড়া বনমালী কলেজ ১৯৬০ খ্রিস্টাব্দে পাঁশকুড়ায় প্রতিষ্ঠিত এই মহাবিদ্যালয় বিদ্যাসাগর বিশ্ববিদ্যালয়ের সংসৃষ্ট৷ এখানে স্নাতক ও স্নাতকোত্তর পাঠ্য ধারা পড়ানো হয়৷\nময়না কলেজ ১৯৭২ খ্রিস্টাব্দে ময়নাতে প্রতিষ্ঠিত এই মহাবিদ্যালয় বিদ্যাসাগর বিশ্ববিদ্যালয়ের সংসৃষ্ট৷\nমহারাজা নন্দকুমার মহাবিদ্যালয় ২০০৭ খ্রিস্টাব্দে ভবানীপুরে প্রতিষ্ঠিত এই মহাবিদ্যালয় বিদ্যাসাগর বিশ্ববিদ্যালয়ের সংসৃষ্ট৷\nসিদ্ধিনাথ মহাবিদ্যালয়, ২০১৩ খ্রিস্টাব্দে শ্যামসুন্দরপুর পাটনাতে অবস্থিত একটি সরকারি ডিগ্রি মহাবিদ্যালয়৷\nতাম্রলিপ্ত ব্যবস্থাপনা ও প্রযুক্তি প্রতিষ্ঠান ২০০৭ খ্রিস্টাব্দে প্রতিষ্ঠিত এই প্রতিষ্ঠানটি রয়েছে সদর তমলুকে৷ এটি মৌলানা আবুল কালাম আজাদ প্রযুক্তি বিশ্ববিদ্যালয়ের সংসৃষ্ট৷\nশহীদ মাতঙ্গিনী হাজরা সরকারী মহিলা মহাবিদ্যালয় ২০১৫ খ্রিস্টাব্দে চক শ্রীকৃষ্ণপুরে অবস্থিত একটি শিক্ষা প্রতিষ্ঠান৷\n\n\n== নির্বাচনী কেন্দ্র ==\nতমলুক সদর মহকুমার লোকসভা ও বিধানসভা কেন্দ্রগুলি নিম্নরূপ:\n\n\n== তথ্যসূত্র =="}