{"pageid": 1037787, "title": "টলেমীয় রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1037787", "content": "টলেমীয় রাজ্য (; কোইনে গ্রিক: Πτολεμαϊκὴ βασιλεία, প্রতিবর্ণী. Ptolemaïkḕ basileía) ছিল মিশরের একটি প্রাচীন হেলেনীয় রাজ্য। খ্রিস্টপূর্ব ৩০৫ অব্দে মহামতি আলেকজান্ডারের সঙ্গী প্রথম টলেমি সোটার এই রাজ্যটি প্রতিষ্ঠা করেন এবং খ্রিস্টপূর্ব ৩০ অব্দে ক্লিওপেট্রার মৃত্যু পর্যন্ত এই রাজ্যটির অস্তিত্ব বজায় ছিল। প্রায় তিন শতাব্দীকাল রাজত্বকারী টলেমীয় রাজবংশ ছিল দীর্ঘতম ও সর্বশেষ প্রাচীন রাজবংশ।\nখ্রিস্টপূর্ব ৩৩২ অব্দে মহামতি আলেকজান্ডার আখেমেনিদ সাম্রাজ্যের বিরুদ্ধে সামরিক অভিযান চালিয়ে পারস্য-নিয়ন্ত্রিত মিশর জয় করে নেন। খ্রিস্টপূর্ব ৩২৩ অব্দে আলেকজান্ডারের মৃত্যুর পর কে তার ডায়াডকি অর্থাৎ ঘনিষ্ঠতম বন্ধু ও সঙ্গী ছিলেন সেই দাবির প্রেক্ষিতে আলেকজান্ডারের সাম্রাজ্য দ্রুত ভেঙে পড়ে। ম্যাসিডনীয় গ্রিক টলেমি ছিলেন আলেকজান্ডারের সবচেয়ে বিশ্বাস্ত সেনানায়কদের অন্যতম। তিনি তাঁর প্রতিদ্বন্দীদের থেকে মিশরের অধিকার আদায় করে নেন এবং নিজেকে ফ্যারাও বলে ঘোষণা করেন। আলেকজান্ডার প্রতিষ্ঠিত গ্রিক পোলিস আলেকজান্দ্রিয়া পরবর্তী বেশ কয়েক শতাব্দীর জন্য রাজধানী শহর ও গ্রিক সংস্কৃতি, বিদ্যাচর্চা ও বাণিজ্যের একটি প্রধান কেন্দ্রে পরিণত হয়। একটি প্রতিদ্বন্দ্বী হেলেনীয় রাজ্য সেলুসিড সাম্রাজ্যের বিরুদ্ধে যুদ্ধের পর টলেমীয় রাজ্যের বিস্তার পূর্ব লুবিয়া থেকে সিনাই ও উত্তর নুবিয়া পর্যন্ত প্রসারিত হয়।\nনিজেদের শাসনকে বৈধকরণ ও স্থানীয় মিশরীয়দের স্বীকৃতি আদায়ের জন্য টলেমীয়রা ফ্যারাও উপাধি গ্রহণ করেন এবং সাধারণ স্মারকগুলিতে মিশরীয় শৈলী ও পোষাকে নিজেদের চিত্রিত করেন। এছাড়া রাজারা তাদের হেলেনীয় চরিত্র ও প্রথাসমূহ কঠোরভাবে রক্ষা করে চলতেন। রাজ্যের একটি জটিল সরকারি আমলাতন্ত্র ছিল যা দেশের বিপুল অর্থনৈতিক সম্পদ গ্রিক শাসকশ্রেণির স্বার্থে ব্যবহার করত। এই শাসকশ্রেণিই দেশের সামরিক, রাজনৈতিক ও অর্থনৈতিক বিষয়গুলির উপর একাধিপত্য বজায় রেখেছিল। মিশরীয় সমাজ ও সংস্কৃতির সঙ্গে এই শ্রেণির যোগ খুব কমই ছিল। স্থানীয় মিশরীয়রা স্থানীয় ও ধর্মীয় প্রতিষ্ঠানগুলির উপর নিয়ন্ত্রণ বজায় রাখতে পারত। তারা হেলেনীকৃত হলেই তবেই ধীরে ধীরে আমলাতন্ত্রে প্রবেশের সুযোগ পেত। দ্বিতীয় টলেমি ফিলাডেলফাসের সময় থেকেই টলেমীয়রা ওসাইরিসের অতিকথা অনুযায়ী ভ্রাতা-ভগিনী বিবাহ প্রভৃতি মিশরীয় রীতিনীতি গ্রহণ করতে এবং মিশরীয় ধর্ম জীবনে অংশগ্রহণ করতে শুরু করেছিল। এই সময় নতুন মন্দির নির্মিত হয়, পুরনো মন্দিরগুলি সংস্কৃত হয় এবং পুরোহিততন্ত্রের প্রতি রাজকীয় পৃষ্ঠপোষকতাও মুক্তহস্ত হয়।\nতৃতীয় শতাব্দীর মধ্যভাগ থেকে টলেমীয় মিশর হয়ে ওঠে আলেকজান্ডারের উত্তরসূরি রাজ্যগুলির মধ্যে সর্বাপেক্ষা ধনী ও সবচেয়ে শক্তিশালী। ফলে এই রাজ্য হেলেনীয় সভ্যতার এক অগ্রণী উদাহরণে পরিণত হয়। দ্বিতীয় শতাব্দীর মধ্যভাগ থেকে উত্তরাধিকার-বিবাদ ও পরপর বিদেশি রাজ্যের সঙ্গে যুদ্ধের ফলে রাজ্য দুর্বল হতে শুরু করে। ক্রমশ এই রাজ্য রোমান রিপাবলিকের উপর অধিকতর পরিমাণে নির্ভরশীল হয়ে পড়তে থাকে। ক্লিওপেট্রা টলেমীয় শক্তির পুনরুদ্ধারে প্রয়াসী হয়েছিলেন। কিন্তু তাঁর শাসনকালে মিশর রোমান গৃহযুদ্ধের মধ্যে জড়িয়ে পড়ে। এর ফলে শেষ স্বাধীন হেলেনীয় রাজ্য মিশর মিশরের কাছে পরাজিত হয়। রোমান মিশর ছিল রোমের ধনীতম প্রদেশগুলির অন্যতম এবং হেলেনীয় সংস্কৃতির একটি কেন্দ্রবিশেষ। ৬৪১ খ্রিস্টাব্দে মুসলমান বিজয়ের পূর্বাবধি গ্রিক ভাষা ছিল মিশরের প্রধান সরকারি ভাষা। মধ্যযুগের শেষভাগ পর্যন্ত ভূমধ্যসাগরীয় অঞ্চলের অন্যতম অগ্রণী শহর হিসেবে আলেকজান্দ্রিয়া নিজ প্রাধান্য বজায় রাখতেও সক্ষম হয়েছিল।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\nBurstein, Stanley Meyer (ডিসেম্বর ১, ২০০৭)। The Reign of Cleopatra। University of Oklahoma Press। আইএসবিএন 978-0806138718। সংগ্রহের তারিখ এপ্রিল ৬, ২০১৫। \nFletcher, Joann (২০০৮), Cleopatra the Great: The Woman Behind the Legend, New York: Harper, আইএসবিএন 978-0-06-058558-7. উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPeters, F. E. (১৯৭০)। The Harvest of Hellenism। New York: Simon & Schuster। \nGrabbe, L. L. (২০০৮)। A History of the Jews and Judaism in the Second Temple Period. Volume 2 – The Coming of the Greeks: The Early Hellenistic Period (335 – 175 BC)। T&T Clark। আইএসবিএন 978-0-567-03396-3। \n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\nMap of Ptolemaic Egypt, circa 270 BC\nটেমপ্লেট:Diadochi"}