{"pageid": 1037780, "title": "২০২১ আইসিসি পুরুষ টি২০ বিশ্বকাপ ইউরোপ বাছাইপর্ব", "url": "https://bn.wikipedia.org/wiki?curid=1037780", "content": "২০২১ আইসিসি পুরুষ টি২০ বিশ্বকাপ ইউরোপ বাছাইপর্ব ছিল একটি ক্রিকেট টুর্নামেন্ট যেটি ২০২২ আইসিসি পুরুষ টি২০ বিশ্বকাপে খেলার যোগ্যতা অর্জনের একটি ধাপ হিসেবে খেলা হয়। ২০২১ সালের জুন ও জুলাই মাসে ফিনল্যান্ড ও বেলজিয়ামে উপ-আঞ্চলিক প্রতিযোগিতাগুলো খেলা হওয়ার কথা ছিল, এবং আঞ্চলিক ফাইনাল ২০২১ সালের অক্টোবরে স্পেনে অনুষ্ঠিত হওয়ার কথা ছিল। ২০১৮ সালের এপ্রিল মাসে আন্তর্জাতিক ক্রিকেট কাউন্সিল (আইসিসি) ২০১৯ সালের ১ জানুয়ারি থেকে সদস্য দলগুলোর মধ্যে অনুষ্ঠিত হওয়া সকল পুরুষ টোয়েন্টি২০ (টি২০) ম্যাচকে আন্তর্জাতিক মর্যাদা প্রদান করে। সে কারণে আঞ্চলিক বাছাইপর্বের সবগুলো ম্যাচ টোয়েন্টি২০ আন্তর্জাতিক (টি২০আই) হিসেবে খেলা হয়।\n২০২১ সালের মে মাসে কোভিড-১৯ মহামারির কারণে বেশ কয়েকবার স্থগিত হওয়ার পর উপ-আঞ্চলিক বাছাইপর্ব টুর্নামেন্টগুলো বাতিল করা হয়। উপ-আঞ্চলিক বাছাইপর্বসমূহ বাতিল হওয়ার ফলে ২০২০ সালের ৩০ এপ্রিলে আইসিসি পুরুষ টি২০ র‍্যাংকিং-এ এগিয়ে থাকার কারণে ইতালি, জার্মানি ও ডেনমার্ক যথাক্রমে গ্রুপ এ, বি ও সি থেকে আঞ্চলিক ফাইনালে খেলার যোগ্যতা লাভ করে।\n\n\n== প্রেক্ষাপট ==\nপ্রাথমিকভাবে প্রতিটি উপ-আঞ্চলিক বাছাইপর্বের সেরা দলের আঞ্চলিক ফাইনালে উত্তীর্ণ হওয়ার কথা ছিল, এবং আঞ্চলিক ফাইনাল থেকে সেরা দুই দলের দুটি বৈশ্বিক বাছাইপর্বের একটিতে উত্তীর্ণ হওয়ার কথা ছিল। জার্সি ২০২০ সালের ১ জানুয়ারিতে র‍্যাংকিং-এ সেরা অবস্থানে থাকার কারণে সরাসরি আঞ্চলিক ফাইনালে উত্তীর্ণ হয়। ২০২০ সালের ২৮ জানুয়ারি আইসিসি বাছাইপর্বের স্থান ও অংশগ্রহণকারী দলগুলোর নাম নিশ্চিত করে, যাতে ফিনল্যান্ডের সর্বপ্রথম আইসিসি ইভেন্ট আয়োজন নিশ্চিত হয়।\nপ্রথমে বাছাইপর্বগুলো ২০২০ সালের মে ও নভেম্বরের মধ্যে বেলজিয়াম, ফিনল্যান্ড ও স্পেনে খেলা হওয়ার কথা ছিল। কিন্তু ২০২০ সালের ২৪ মার্চ আন্তর্জাতিক ক্রিকেট কাউন্সিল (আইসিসি) নিশ্চিত করে যে ২০২০ সালের ২০ জুনের আগে অনুষ্ঠেয় সব বাছাইপর্ব কোভিড-১৯ মহামারির কারণে স্থগিত করা হয়েছে। ইউরোপীয় গ্রুপগুলোর খেলা প্রাথমিকভাবে ২০২০ সালের আগস্ট মাসের শেষে স্পেনের লা মাংগা ক্লাবে অনুষ্ঠিত হওয়ার কথা ছিল, এবং ২০২০ সালের নভেম্বরের শেষে লা মাংগা ক্লাবেই আঞ্চলিক ফাইনালও অনুুষ্ঠিত হওয়ার কথা ছিল। কিন্তু চলমান মহামারির কারণে বাছাইপর্বগুলোকে ২০২১ সালে নিয়ে আসা হয়, যেখানে দুটি ইভেন্ট অনুষ্ঠিত হত ফিনল্যান্ডে ও একটি বেলজিয়ামে।\n\n\n== দলসমূহ ==\nঅংশগ্রহণকারী দলগুলোকে নিম্নলিখিত গ্রুপে ভাগ করা হয়:\n\n\n== বাছাইপর্ব এ ==\n\nবাছাইপর্ব এ প্রাথমিকভাবে ২০২০ সালের ১৬ থেকে ২২ মে সময়ে স্পেনের লা মাংগা ক্লাবে অনুষ্ঠিত হওয়ার কথা ছিল। প্রথমে ইভেন্টটিকে ২০২০ সালের আগস্টের শেষে নিয়ে যাওয়া হয়, কিন্তু পরবর্তীতে সেটিকে আবার স্থগিত করা হয়। ২০২০ সালের ডিসেম্বরে আইসিসি ঘোষণা দেয় যে ৮ দলের টুর্নামেন্টটি ২০২১ সালের ৮ ও ১৩ জুলাই-এর মধ্যে অনুষ্ঠিত হবে। ফিনল্যান্ডকে টুর্নামেন্টটির আয়োজক ঘোষণা করা হয়। গ্রুপ পর্বে এক গ্রুপে বুলগেরিয়া, সাইপ্রাস, ফ্রান্স ও ইসরায়েল এবং অন্য গ্রুপে ইতালি, মাল্টা, নরওয়ে ও স্পেনের খেলার কথা ছিল।\n\n\n== বাছাইপর্ব বি ==\n\nবাছাইপর্ব বি-এর খেলাগুলো প্রাথমিকভাবে ২০২০ সালের ২৪ ও ৩০ জুনের মধ্যে ফিনল্যান্ডের কেরাভার কেরাভা জাতীয় ক্রিকেট মাঠ ও ভান্তার তিক্কুরিলা ক্রিকেট মাঠে অনুষ্ঠিত হওয়ার কথা ছিল। প্রথমে ইভেন্টটিকে ২০২০ সালের আগস্টের শেষে নিয়ে যাওয়া হয়, কিন্তু পরবর্তীতে সেটিকে আবার স্থগিত করা হয়। ২০২০ সালের ডিসেম্বরে আইসিসি ঘোষণা দেয় যে ৮ দলের টুর্নামেন্টটি ২০২১ সালের ৩০ জুন ও ৫ জুলাই-এর মধ্যে অনুষ্ঠিত হবে। ফিনল্যান্ডকে টুর্নামেন্টটির আয়োজক ঘোষণা করা হয়।\n\n\n== বাছাইপর্ব সি ==\n\nবাছাইপর্ব সি প্রাথমিকভাবে ২০২০ সালেল ১০ ও ১৬ জুনের মধ্যে বেলজিয়ামের ওয়াটারলুর নিকটবর্তী রাজকীয় ব্রাসেলস ক্রিকেট ক্লাব ও গেন্টের বেলজীয় ওভালে অনুষ্ঠিত হওয়ার কথা ছিল। প্রথমে ইভেন্টটিকে ২০২০ সালের আগস্টের শেষে নিয়ে যাওয়া হয়, কিন্তু পরবর্তীতে সেটিকে আবার স্থগিত করা হয়। ২০২০ সালের ডিসেম্বরে আইসিসি ঘোষণা দেয় যে ৮ দলের টুর্নামেন্টটি ২০২১ সালের ৫ ও ১০ জুলাই-এর মধ্যে অনুষ্ঠিত হবে। বেলজিয়ামকে টুর্নামেন্টটির আয়োজক ঘোষণা করা হয়। গ্রুপ পর্বে এক গ্রুপে চেক প্রজাতন্ত্র, ডেনমার্ক, আইল অব ম্যান ও রোমানিয়া এবং অন্য গ্রুপে অস্ট্রিয়া, বেলজিয়াম, পর্তুগাল ও সার্বিয়ার খেলার কথা ছিল।\n\n\n== আঞ্চলিক ফাইনাল ==\n\n২০২০ সালের ডিসেম্বরে আইসিসি ঘোষণা দেয় যে ৪ দলের টুর্নামেন্টটি ২০২১ সালের ১৫ ও ২১ অক্টোবরের মধ্যে স্পেনে অনুষ্ঠিত হবে, এবং দুটি দল পরবর্তী পর্বে উত্তীর্ণ হবে। অক্টোবর মাসের শুরুতে টুর্নামেন্টের সূচি ঘোষণা করা হয়।\nটুর্নামেন্টে জার্সি অপরাজিত চ্যাম্পিয়ন হয়ে বৈশ্বিক বাছাইপর্বে খেলার যোগ্যতা লাভ করে। নেট রান রেটে ইতালির চেয়ে এগিয়ে থাকায় জার্মানি দ্বিতীয় স্থান অর্জন করে বৈশ্বিক বাছাইপর্বে খেলার যোগ্যতা লাভ করে।\n\n\n=== দলীয় সদস্য ===\n\nফয়সাল কাসেমকে জার্মানি দলে রিজার্ভ খেলোয়াড় হিসেবে রাখা হয়।\n\n\n=== পয়েন্ট তালিকা ===\n\n  মূল বাছাইপর্বে উত্তীর্ণ\n\n\n=== সূচি ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে টুর্নামেন্টের প্রধান পাতা (ইংরেজি)"}