{"pageid": 1037381, "title": "জেসপার জাতীয় উদ্যান", "url": "https://bn.wikipedia.org/wiki?curid=1037381", "content": "জেসপার জাতীয় উদ্যান কানাডার আলবার্টা প্রদেশে অবস্থিত একটি জাতীয় উদ্যান। ১০,৮৭৮ বর্গকিলোমিটার (৪,২০০ বর্গমাইল) বিস্তৃতির উদ্যানটি  আলবার্টার রকি পর্বতমালা অঞ্চলের মধ্যে সবচেয়ে বড় জাতীয় উদ্যান। অবস্থানগতভাবে এটি ব্যানফ জাতীয় উদ্যানের উত্তরে এবং এডমন্টন শহরের পশ্চিমে অবস্থিত। উদ্যানটি ১৯০৭ সালে 'বন উদ্যান' হিসেবে প্রতিষ্ঠিত এবং ১৯৩০ সালে জাতীয় উদ্যানের মর্যাদা পায়। ১৯৮৪ সালে কানাডার অন্যান্য জাতীয় ও প্রাদেশিক উদ্যানের সাথে এই উদ্যানটিও জাতিসংঘ শিক্ষা, বিজ্ঞান ও সংস্কৃতি সংস্থা কর্তৃক বিশ্ব ঐতিহ্যবাহী স্থানের স্বীকৃতি পায়।\nউদ্যানটিতে কলাম্বিয়া বরফক্ষেত্রের বিভিন্ন হিমবাহ, উষ্ণ প্রসবণ, হ্রদ, নদী, জলপ্রপাত এবং পর্বত রয়েছে। বেশিরভাগ পর্বত মূলত প্রাক-ক্যাম্ব্রিয়ান থেকে জুরাসিক যুগের পাললিক শিলায় গঠিত। আথাবাস্কা ও স্মোকি নদী এই উদ্যানের প্রধান দুই নদী। উদ্যানটি ভৌগোলিক বৈচিত্রতা ছাড়াও, বিভিন্ন প্রজাতির বন্যপ্রাণের বিচরণক্ষেত্র ও আবাসস্থল। উদ্যানের মধ্য দিয়ে চলে যাওয়া 'আইসফিল্ড পার্কওয়ে'র মাধ্যমে বিভিন্ন ভৌগোলিক দৃশ্যাবলি, পর্বত ও জলপ্রপাত সমূহে গমন করা যায়। ২০১৪ ও পরবর্তী সময়ে উদ্যানটিতে প্রতিবছর ২০ লাখের বেশি পর্যটকের আগমন ঘটেছে।\n\n\n== ইতিহাস ==\nজেসপার হজের নামে জেসপার অঞ্চলের নামকরণ করা হয়েছিল, যিনি এ অঞ্চলে নর্থ ওয়েস্ট কোম্পানির একটি বাণিজ্যস্থল পরিচালনা করতেন। ১৯০৭ সালের ১৪ সেপ্টেম্বর, 'জেসপার বন উদ্যান' নামে উদ্যানটি প্রতিষ্ঠিত হয়, ১৯৩০ সালে 'কানাডা জাতীয় উদ্যান আইন' কার্যকরের মাধ্যমে উদ্যানটিকে জাতীয় উদ্যানের মর্যাদা দেয়া হয়। উদ্যানটির ভিতর দিয়ে 'গ্র্যান্ড ট্রাঙ্ক প্যাসিফিক রেলওয়ে' (জিটিপি) এবং 'কানাডিয়ান নর্দার্ন রেলওয়ে' (সিএনওআর) নির্মাণ করা হয়েছিল। ১৯১১ সালে জিটিপি কর্তৃপক্ষ 'ফিটসহিউ' শহর প্রতিষ্ঠা করেছিল। ১৯১৩ সালে শহরটির নাম পরিবর্তন করে 'জেসপার' রাখা হয়। ১৯২৮ সালে এডমন্টনের সাথে জেসপারের সড়ক পথে যোগাযোগ শুরু হয়।\n\n\n== বিশ্ব ঐতিহ্যবাহী স্থান ==\n১৯৮৪ সালে জাতিসংঘ শিক্ষা, বিজ্ঞান ও সংস্কৃতি সংস্থা, কানাডার রকি পর্বতমালার সকল উদ্যানসমূহের অন্তর্গত জাতীয় ও প্রাদেশিক উদ্যানের সাথে এই উদ্যানটিকেও পার্বত্য দৃশ্য, বিভিন্ন পর্বত, পর্বত চূড়া, হিমবাহ, হ্রদ, নদী, জলপ্রপাত, উপত্যকার মত ভৌগোলিক প্রপঞ্চের পরিপূর্ণতা,  চুনাপাথরের গুহা এবং জীবাশ্ম প্রাপ্তির জন্য বিশ্ব ঐতিহ্যবাহী স্থান ঘোষণা করে।\n\n\n== বন্য প্রাণ ==\n\nজেসপার জাতীয় উদ্যানের বিভিন্ন প্রজাতির স্তন্যপায়ী প্রাণী ও পাখির সমারোহ দেখা যায়। এই প্রাণীগুলির মধ্যে রকি পর্বতের এল্ক, উত্তর মেরুর বুনো ক্যারিবু, পশ্চিমা মুস, লাল শিয়াল, খচ্চর হরিণ, সাদা লেজের হরিণ, কানাডিয় সজারু, কানাডা লিনক্স, বিভার, এমেরিকান মারটেন, উত্তর আমেরিকার ভোঁদড়, আমেরিকান মিঙ্ক, আমেরিকান পিকা, গ্রিজলি ভাল্লুক, কয়োটে, পাহাড়ী ছাগল, বড় শিং ভেড়া,কালো ভাল্লুক, উত্তর পশ্চিমাঞ্চলীয় টিম্বার নেকড়ে, মারমট, কুগার, এবং উলভারাইন।\nজেসপার জাতীয় উদ্যানে শিকারী পাখিসহ উড়ে বেড়ানো সবচেয়ে বেশি দেখতে পাওয়া পাখিগুলি হচ্ছে টেকো ঈগল, সোনালী ঈগল, বড় শিং পেঁচা, স্প্রুস গ্রোসেস, সাদা লেজ টারমিগ্যান, বোহেমিয়ান ওয়াক্সউইং এবং সন্ধ্যাকালীন গ্রোসবেক্স (ফিঞ্চ-এর প্রজাতি)।\n\n\n== ভূগোল ==\nজেসপার জাতীয় উদ্যানের বেশিরভাগ পর্বত মূলত প্রাক-ক্যাম্ব্রিয়ান থেকে জুরাসিক যুগের পাললিক শিলায় গঠিত। ল্যরামাইড অরোজেনি'র মত ভূতাত্ত্বিক ঘটনা চলাকালে অগভীর সমুদ্রের পাললিক শিলা ধাক্কা দিয়ে আরো পূর্ব দিকের অপেক্ষাকৃত নবীন শিলার উপর ঠেলে দিলে এপর্বতগুলির সৃষ্টি হয়। উদ্যানে আথাবাস্কা ও স্মোকি নদীর উৎপত্তি ঘটেছে। নদী দুটি উত্তর মহাসাগর অববাহিকার অংশ, একই সাথে উদ্যানটির সিংহভাগ জল নিষ্কাশন এই নদী দুটির মাধ্যমে ঘটে। উদ্যানটি আলবার্টার ১২ নং উন্নয়ন জেলার অন্তর্গত।\n\n\n== আকর্ষণ ==\n\nজেসপার জাতীয় উদ্যানের কিছু মনোরম আকর্ষণগুলির মধ্যে রয়েছে এডিথ ক্যাভেল পর্বত, পিরামিড পর্বত সহ পিরামিড হ্রদ, ম্যালাইন হ্রদ, মেডিসিন হ্রদ এবং টনকুইন উপত্যকা।\nমারমোট বেসিন স্কি অঞ্চল; কলাম্বিয়া বরফক্ষেত্রের প্রান্তিক হিমবাহ আথাবাস্কা হিমবাহে স্নোকোচ ভ্রমণ; আথাবাস্কা জলপ্রপাত; জেসপার স্কাইট্রাম, উত্তর-পূর্ব প্রবেশদ্বারের নিকতবর্তী মিয়েট উষ্ণ প্রসবণ এবং অন্যান্য বহিরঙ্গন সম্পর্কিত বিনোদনমূলক কার্যক্রম (যেমনঃ পাহাড়ী পথ ধরে হাটা, মৎস্য শিকার, বন্যপ্রাণী দর্শন, র‍্যাফটিং, কায়াকিং এবং বনে রাত্রী যাপন) উদ্যানের অন্যান্য আকর্ষণগুলির মধ্যে অন্যতম।\nব্যানফ জাতীয় উদ্যানের লেক লুইস গ্রাম হতে জেসপার পর্যন্ত ২৩০ কিলোমিটার (১৪০ মাইল) দীর্ঘ এবং মহাদেশীয় বিভাজনের সমান্তরালে থাকা আলবার্টা মহাসড়ক ৯৩-এর আইসফিল্ড পার্কওয়ে দিয়ে জেসপার জাতীয় উদ্যানের বেশীরভাগ পর্বতসমূহে গাড়ী ও সাইকেলে গমন করা যায়। আথাবাস্কা ও সানওয়াপ্টা জলপ্রপাত দুটি এই মহাসড়ক হতে সহজে যাতায়াতযোগ্য।\n\n\n== জলবায়ু ==\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nজেস্পার জাতীয় উদ্যানের নাম জনপ্রিয় সংস্কৃতিতে ব্যবহারের ক্ষেত্রে একটি চলচ্চিত্র ও উড়োজাহাজ উল্লেখযোগ্য। দুটি নেকড়েকে একটি স্থান হতে তুলে নিয়ে যাওয়া ও নেকড়ে দুটির তাদের নিজবনে ফিরে আসার গল্প নিয়ে নির্মিত ২০১০ সালের হাস্যরস-নাট্যধর্মী ত্রিমাত্রিক এনিমেটেড চলচ্চিত্র আলফা এন্ড ওমেগাতে জেসপার জাতীয় উদ্যানকে দেখানো হয়েছে। একটি কেএলএম বোয়িং ৭৭৭-৩০০ উড়োজাহাজের নাম এই উদ্যানের নামে রাখা হয়েছে।\n২০২০ সালে উদ্যানটির বিভিন্ন রাস্তায় \"মুসকে আপনার গাড়ি লেহন করতে দিবেন না\" বিজ্ঞাপন লাগানো হয়। মুস গাড়ি থেকে লবণ চাটতে পছন্দ করত যা গাড়িচালকদের জন্য এবং মুসের পাল যদি মহাসড়কে স্থির দাঁড়িয়ে থাকে তবে গাড়ি ও মুসের পাল উভয়ের জন্য বিপদজনক।\n\n\n== দর্শনার্থীর সংখ্যা ==\n২০১৪ সালে জেসপার জাতীয় উদ্যানে ২১,৫৪,৭১১ দর্শনার্থীর আগমন ঘটে। ২০১৬-১৭ সালে এই সংখ্যাটা ছিল ২৩,৪৫,১৩০।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nট্যুরিজম জেসপার\nপার্কস কানাডার বাতায়নে জেসপার জাতীয় উদ্যান"}