{"pageid": 1037013, "title": "পিটার ভাগে", "url": "https://bn.wikipedia.org/wiki?curid=1037013", "content": "পিটার ভাগে (২৯ জুন ১৮৩৩ – ১৩ জানুয়ারি ১৯০০) একজন নরওয়েজীয় রসায়নবিদ ও অধ্যাপক ছিলেন। তিনি ক্রিস্টিয়ানিয়া বিশ্ববিদ্যালয়ের রসায়নের অধ্যাপক ছিলেন। তার শ্যালক ক্যাটো ম্যাক্সিমিলিয়ান গুল্ডবার্গের সাথে তিনি ১৮৬৪ সালে ও ১৮৭৯ সালের মধ্যে ভরসূত্র ক্রিয়া আবিষ্কার করেন। তাছাড়া তিনি এ সূত্রের বিকাশ করেছিলেন। \n\n\n== জীবনী ==\nতিনি নরওয়ের ভেস্ট-আগডারের হিদ্রা দ্বীপে বেড়ে ওঠেন। তিনি পেডারসেন ভাগে (১৭৯৬– ১৮৭২) এবং রেজাইন লভিস ওয়াথনের (১৮০২–৭২) পুত্র ছিলেন। তিনি বার্গেন ক্যাথেড্রাল স্কুলে পড়াশোনা করেছিলেন এবং অ্যাডলফ স্ট্রেকারের অধীনে ক্রিস্টিয়ানিয়া বিশ্ববিদ্যালয়ে (বর্তমানে অসলো বিশ্ববিদ্যালয়) রসায়ন এবং খনিজবিদ্যা অধ্যয়ন করেছিলেন। ১৮৫৮ সালে তিনি অম্লীয় এসিড রেডিক্যাল তত্ত্ব বিকাশের জন্য ক্রাউন প্রিন্সের স্বর্ণপদক ( ক্রোনপ্রিন্সেস গলমেডালজে ) পেয়েছিলেন । পরবর্তীকালে তিনি ফ্রান্স এবং জার্মানি ভ্রমণ করেছিলেন। প্রায় দুই বছর হাইডেলবার্গে রবার্ট বুনসেনের সাথে সময় কাটানো সহ পড়াশোনা করেছিলেন।  \n১৮৬১ সালে, ভাগে ক্রিস্টিয়ানিয়া বিশ্ববিদ্যালয়ের  সহযোগী অধ্যাপক করা হয়। পরে তাকে ১৮৬৬ সালে  ক্রিস্টিয়ানিয়া বিশ্ববিদ্যালয়ের রসায়নের অধ্যাপক হিসেবে নিযুক্ত হন। তিনি ৩০ বছর ধরে বিশ্ববিদ্যালয়ের অধ্যাপক ছিলেন। তিনি ১৮৬৮ থেকে ১৮৬৯ সাল পর্যন্ত নরওয়েজিয় পলিটেকনিক সোসাইটির চেয়ারম্যান ছিলেন। ১৮৮০ সালে প্রতিষ্ঠিত খ্রিস্টান যুবক সংঘের নরওয়েজিয়ান শাখার প্রথম চেয়ারম্যান ছিলেন। \n\n\n== ব্যক্তিগত জীবন ==\nতার দু'বার বিয়ে হয়েছিল। ১৮৬২ সালে, তিনি হান্স রিদারভোল্ড (১৭৯৫-১৮৭৬) এবং অ্যান মেরি বুল (১৮০৪-৭০) এর কন্যা জোহান ক্রিশ্চিয়ান ট্যান্ডবার্গ রিদারভোল্ডকে (১৮৩৮- ১৮৬৯) বিয়ে করেছিলেন। প্রথম স্ত্রীর মৃত্যুর পরে, তিনি ১৮৭০ সালে কাতো গুলডবার্গের বোন ম্যাথিল্ড সোফি গুল্ডবার্গের (১৮৪৫-১৯০৭) সাথে বিবাহবন্ধনে আবদ্ধ হন।\n\n\n== তথ্যসূত্র ==\n\n\n== অন্যান্য উৎস ==\nবিজন পিডারসন (২০০)) পিটার ভাগে কেমিপ্রোফেসোরেন ফ্রে হিদ্রা (ইউনিভার্সিটি অফ অসলো স্কুল ল্যাবরেটরি - রসায়ন)আইএসবিএন ৯৭৮-৮২-৯১১৮৩-০৭-৭\n\n\n== প্রকাশনা ==\nWaage, P.; C. M. Guldberg (১৮৬৪)। \"Studies Concerning Affinity\": 35। \nAbrash, Henry I.; Gulberg, C. M. (১৯৮৬)। \"Studies Concerning Affinity\": 1044–1047। ডিওআই:10.1021/ed063p1044। - English translation of Waage and Guldberg's 1864 paper (above)\n\n\n== সম্পর্কিত পড়ুন ==\nPeter Østrøm  Guldberg and Waage on the Influence of Temperature on the Rates of Chemical Reactions (Centaurus. Volume 28, Issue 3. Pages 277–287. October 1985)\nRobin E. Ferner and Jeffrey K. Aronson Cato Guldberg and Peter Waage, the history of the Law of Mass Action, and its relevance to clinical pharmacology (Br J Clin Pharmacol. 2016 Jan; 81(1): 52–55)"}