{"pageid": 1037865, "title": "রূপককাঠি", "url": "https://bn.wikipedia.org/wiki?curid=1037865", "content": "রূপক কাঠি (ইংরেজি: Brooch ) হচ্ছে বিভিন্ন ধাতু (যেমন: সোনা, রূপা, লোহা, তামা প্রভৃতি) দিয়ে তৈরী অলঙ্কার কাঠি বা দন্ড যাতে বিভিন্ন ধরনের দামি জহরত বা রত্নপাথর (যেমন: হীরা, মানিক, মুক্তা, নীলকান্তমণি, অনন্ত, উপল, পান্না, নীলা, গোমেদ মণি প্রভৃতি) বিভিন্ন জ্যামিতিক অথবা প্রাকৃতিক জিনিসের নকশায় বসানো থাকে এবং পোশাকে সাজসজ্জার উপকরণ হিসেবে সৌন্দর্য বর্ধনে ব্যবহার করা হয়।\n\n\n== প্রকারভেদ ==\n\n\n== প্রাচীনকালে রূপককাঠি ==\nরূপককাঠি প্রাচীন কালে ফিবুলা (সেফটিপিন) হিসেবে ব্যবহৃত হতো যেগুলো পোশাকের ভাঁজ অক্ষুণ্ণ রাখতে ব্যবহৃত হতো। ব্রোঞ্জ যুগে এগুলো (ফিবুলা) বিভিন্ন সৃজনশীল রূপ লাভ করেছিল যেগুলো রূপককাঠির পূর্বসূরী হিসেবে ইতিহাস স্বীকৃত। খ্রিস্টপূর্ব ৫০০-৩০০ অব্দে ইউরোপের সেল্টিক কারুশিল্পীরা বিভিন্ন ধরনের রত্নপাথর ও প্রবাল দিয়ে রূপককাঠি তৈরী করতো।\nব্যবসায়ীক মূনাফার জন্য রূপককাঠি উৎপাদন শুরু হয় খিস্টপূর্ব ৬০০-১৫০ অব্দের মাঝের সময়েয় প্রাচীন যুক্তরাজ্যে। এগুলো ধনুক,তীর,চাকতি ও আলপিন আকৃতির ছিল। \n\n\n== মধ্যযুগে রূপককাঠি ==\nমধ্যযুগে জার্মানির বিভিন্ন উপজাতিরা ইউরোপের বিভিন্ন অংশে,যুক্তরাজ্যে এবং রোমান সাম্রাজ্যে ভ্রমণ করেন। সময়টি তখন যখন‌ ইউরোপে প্রব্রজনকালীন শিল্প বিকাশ ঘটছে এবং এই নৃতাত্ত্বিক গোষ্ঠী তাদের ব্যবসার জন্য বিভিন্ন ধরনের সৃজনশীল অনন্য রূপে রূপককাঠির নকশা শৈলী করেন।\n\nরোমান সাম্রাজ্যে এগুলো বিভিন্ন খাঁজ,ফাঁকা রাখা এবং লোহা,সোনা,রূপার চেইন যুক্ত করার পদ্ধতি সংযুক্ত করে আরো সুন্দর রূপ দেয়।\n\nভারত বর্ষে রূপককাঠিগুলো বিভিন্ন ধরনের জ্যামিতিক আকৃতি লাভ করেছিল।\nআর ভাইকিং শিল্প রূপককাঠির সমসাময়িক সব গুলো রূপ এক করে বিভিন্ন সৃজনশীল রূপ দিয়েছিল।\n\nমধ্যযুগের শেষ দিকে রূপককাঠি স্বর্ণখচিত বা রূপার প্রলেপে লোহা বা রূপার দন্ডে নোঙর, তারকা, ফুল, পাখি, ফল, পাতা, চাকা প্রভৃতি আকৃতি পায়।\n\nগোলাকৃতির বা আবদ্ধক রূপককাঠি গুলো পোশাকের ভাঁজ গুছিয়ে রাখতে ব্যবহৃত হতো।হৃদয় ও ফুল আকৃতির রূপককাঠি গুলো ভালবাসা ও বন্ধুত্বের প্রতিক হিসেবে উপহার দেয়া ও ব্যবহার হতো।\n\nএছাড়াও এসময়ে মাদুলির মত (যেমন: ক্রিশ্চানদের ক্রস) বিভিন্ন ধরনের রূপককাঠির ব্যবহার শুরু হয়।\n\n\n== আধুনিক যুগে রূপককাঠি ==\nআধুনিক যুগ শুরুর সময়ে উপনিবেশ সৃষ্টি ও বিস্তারে রূপককাঠির আধুনিক রূপ সৃষ্টি হয়। ইউরোপের বিভিন্ন দেশ ও যুক্তরাজ্য বিভিন্ন উপনিবেশ থেকে রত্নপাথর ও জহরত নিজ দেশে নিয়ে যা রূপককাঠিতেও ব্যবহার করতো।\nশিল্প বিপ্লবের এইসময়ে শুধু জ্যামিতিক নকশা কিংবা দামি জহরতের ব্যবহার ছাড়াও জহরতের রং ও পোশাকের রঙে মিলিয়ে রূপককাঠি তৈরী শুরু হয়। \nআধুনিক এ যুগে  রূপককাঠিতে চাকতি বসিয়ে মানুষের চেহারা, মানচিত্র, নাম ও বিভিন্ন ধরনের উল্কি, প্রাকৃতিক জিনিসের চিহ্ন খচিত হতো।\n\nভিক্টোরিয়ান যুগে (১৮৩৫-১৯০০);\nরাজার মহাপ্রয়াণের পর রাণীর শোকসূচক সব ধরনের জহরতের রং ও নকশা করা হতো। রূপককাঠিও তখন শোকসূচক এমন রং‌ পেয়েছিল।\n\nএ সময়ে ইউরোপে খুব জমকালো রঙে জহরত তৈরী হতো। বিশেষত নারী ও স্বর্গ দূতের কাল্পনিক রূপ এবং বিভিন্ন ফুল-পাখি-পাতা আকৃতিতে রূপককাঠি তৈরী হতো।\n\n১৯২০-১৯৩১ সালের মধ্যে রূপককাঠি বাণিজ্যিকভাবে উৎপাদন শুরু হয়। এসময় রূপককাঠি শুধু কিছু প্রচলিত নকশায় তৈরী হতো। এগুলো কিউবিজম,জ্যামিতিক ও বিভিন্ন প্রাকৃতিক উপাদানের আকৃতি এবং অ্যাবস্টেক আকৃতিতে তৈরী হতো।\nবর্তমান সময়ে রূপককাঠির ব্যবহার কমে গেলেও শৈল্পিক নকশার বা বিন্যাসের প্রবণতা একটুও কমেনি। আধুনিক প্রিন্টিং মেশিন,লেজার মেশিন ও প্লাজমা কাটিং প্রভৃতি যন্ত্রের মাধ্যমে নকশা,রঙের ব্যবহারের উত্তর উত্তর আধুনিক বা কাঙ্ক্ষিত অবিকল রূপ সৃষ্টি হচ্ছে।\n\n\n== উৎস ==\nHellenic Ministry of Culture: Katie Demakopoulou, \"Bronze Age Jewellry in Greece\"\nGraham-Campbell, James (2013). Viking Art. Thames & Hudson Publishing. ISBN 978-0500204191.\nOwen-Crocker, Gale R. (2004) [1986]. Dress in Anglo-Saxon England (rev. ed.). Woodbridge: Boydell Press. ISBN 9781843830818.\nOwen Crocker, Gale (2011). \"Chapter 7: Dress and Identity\". In Hamerow, Helena; Hinton, David A.; Crawford, Sally (eds.). The Oxford Handbook of Anglo-Saxon Archaeology. Oxford University Press. pp. 91–116. ISBN 978-1-234-56789-7.\nStoodley, Nick (1999). The Spindle and the Spear: A Critical Enquiry into the Construction and Meaning of Gender in the Early Anglo-Saxon Burial Rite. British Archaeological Reports, British Series 288. ISBN 978-1841711171.\nWalton-Rogers, Penelope (2007). Cloth and Clothing in Early Anglo-saxon England AD 450-700. Council for British Archaeology. ISBN 978-1902771540.\nBlack, J. Anderson (1988). A History of Jewellery: Five Thousand Years. Random House Publishing. ISBN 978-0517344378.\nGregorietti, Guido (1969). Jewelry Through the Ages. American Heritage. ISBN 978-0828100076.\nTait, Hugh (1986). 7000 Years of Jewellery. British Museum. ISBN 978-1554073955.\n\n\n== তথ্যসূত্র =="}