{"pageid": 1037482, "title": "রুবিনা কোরেশি", "url": "https://bn.wikipedia.org/wiki?curid=1037482", "content": "রুবিনা (বা রুবেনা) কোরেশি (সিন্ধি : روبينه قريشي; জন্ম: ১৯ অক্টোবর ১৯৪০) পাকিস্তানের অন্যতম শীর্ষস্থানীয় সিন্ধি ধ্রুপদী গায়িক ছিলেন। তিনি ১৯৬০-এর দশক থেকে ১৯৯০-এর দশক পর্যন্ত খুব জনপ্রিয় ছিলেন। তিনি সিন্ধুর রেডিও পাকিস্তান হায়দরাবাদে গান গাওয়া প্রথম সিন্ধি গায়িকাদের একজন ছিলেন। তিনি বেশিরভাগ সময় সুফি গান গেয়েছেন। তিনি \"সিন্ধুর কোকিল\"এবং \"সিন্ধুর বুলবুল\" নামে খ্যাত ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nরুবিনা ১৯ অক্টোবর ১৯৪০ সালে পাকিস্তানের সিন্ধুবাদে হায়দরাবাদে জন্মগ্রহণ করেন।  তার আসল নাম আয়শা শাইখ এবং তাঁর পিতার নাম ইল্লাহি বক্স শাইখ। তার ভাই আবদুল গাফুর শাইখ ছিলেন স্থানীয় গায়ক। তিনি যখন প্রাথমিক বিদ্যালয়ে পড়তেন তখন থেকেই তিনি বিদ্যালয়ের বিভিন্ন অনুষ্ঠান এবং ইভেন্টগুলিতে গান গাইতেন। খ্যাতিমান শিক্ষাবিদ ও সংগীতশিল্পী দাদি লীলা ওয়াটি তাকে গান গাইতে উত্সাহ ও অনুপ্রেরণা দিয়েছিলেন। \n১৯৫৫ সালের ১৭ আগস্ট রেডিও পাকিস্তান হায়দ্রাবাদ প্রতিষ্ঠিত হয়।  এই নবপ্রতিষ্ঠিত রেডিও স্টেশনের প্রশাসন রেডিওতে মেধাবী ছেলে মেয়েদের পরিচয় করিয়ে দেওয়ার জন্য হায়দ্রাবাদের সকল প্রধান স্কুলকে চিঠি লিখেছিল। নবম শ্রেণীতে পড়াকালীন, রুবিনা রেডিও পাকিস্তান হায়দারবাবে শিশু গায়িকা হিসেবে অডিশন দেন। বিখ্যাত সম্প্রচারক এম.বি আনসারি এবং প্রখ্যাত সঙ্গীতজ্ঞ ও গায়ক মাস্টার মুহাম্মদ ইব্রাহিম তার অডিশন গ্রহণ করেন। তিনি প্রথম প্রচেষ্টায় অডিশন পাস করেন। রেডিওর জন্য রেকর্ড করা তার প্রথম সিন্ধি গান ছিল \"পারেন পাওয়াদি সান, চাওয়ান্দি সান, রাহী ওয়াজ রাত ভানভোর মেং\"। এই গান রেডিও শ্রোতাদের মধ্যে খুব জনপ্রিয় হয় এবং সিন্ধু জুড়ে তিনি জনপ্রিয়তা লাভ করেন। গান গাওয়ার পাশাপাশি তিনি রকই সময়ে সিন্ধু বিশ্ববিদ্যালয়ে পড়াশোনা করেন এবং মুসলিম ইতিহাসে মাস্টার অফ আর্টস ডিগ্রী লাভ করেন। তিনি ১৯৬৭-৬৮ সালে হায়দ্রাবাদের হিমাত-উল-ইসলাম বালিকা উচ্চ বিদ্যালয়ে শিক্ষিক হিসেবে দায়িত্ব পালন করেন।\n\n\n== অবদান ==\nরেডিও পাকিস্তান হায়দ্রাবাদ তার কণ্ঠে শাহ আব্দুল লতিফ ভিতাই, সাচল সারমাস্ট, বুধাল ফকির, মানথার ফকিরসহ শত শত সুফি কবির গান রেকর্ড করে। তিনি তার সহশিল্পী জারিনা বেলুচ, আমিনা এবং জেব-উন-নিসার সঙ্গে একত্রে \"সাহেরা\" নামের অনেক বিয়ের গান গেয়েছেন। এই সেহরাগুলি সিন্ধু জুড়ে এখনো জনপ্রিয়। তিনি ঘোনঘাট লাহ কুনওয়ার এবং সাসি পুনহুনকিছু সিন্ধি চলচ্চিত্রের নেপথ্য গায়িকা হিসেবে গান গেয়েছেন। ১৯৭০ সালে বিখ্যাত চলচ্চিত্র এবং টিভি অভিনেতা মুস্তাফা কুরেশির সঙ্গে তার বিয়ে হয়। বিয়ের পর, তিনি তার স্বামীর সঙ্গে লাহোরে স্থানান্তরিত হন। লাহোরে তিনি উস্তাদ ছোটয় গোলাম আলীর কাছ থেকে সঙ্গীত শিক্ষা লাভ করেন। লাহোরে তিনি উর্দু, পাঞ্জাবি, সেরাইকি, পুশতু এবং বাংলাতেও গান গেয়েছেন। তিনি ইন্দোনেশিয়া, চীন, তুরস্ক, ভারত, যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্রে সঙ্গীত পরিবেশন করেছেন।\nরুবিনা কুরেশিও একজন সমাজকর্মী। তিনি পাকিস্তানের ব্লাইন্ড ওয়েলফেয়ার অ্যাসোসিয়েশনের (নারী শাখার) সাথে জড়িত।\nসুফি সঙ্গীতে তার অবদানের স্বীকৃতি স্বরূপ তাকে \"কালােন্দর শাহবাজ\" এবং \"খুওয়াজা গোলাম ফরিদ\" পুরস্কার প্রদান করা হয়েছে। তিনি রেডিও পাকিস্তান হায়দ্রাবাদ থেকে ২০১২ সালে পুরস্কার পেয়েছেন\n\n\n== জনপ্রিয় গান ==\nরুবিনা শত শত গান গেয়েছেন। এই গানের অধিকাংশই রেডিও পাকিস্তান হায়দ্রাবাদের সঙ্গীত গ্রন্থাগারে রয়েছে। তার সবচেয়ে জনপ্রিয় গানের একটি অসম্পূর্ণ তালিকা বর্ণানুক্রমে নিচে উপস্থাপন করা হল:\n\nআই মুন্ড মালহারি ওয়ে\nআচি লালন লাতেজ মিয়াঁ, মুনহিঞ্জো লোরহ লাকুন মেং\nআখিয়ুন আরজু, আখিয়ুন ইলতিজাও\nদাচি ওয়ালিয়া মোর মুহর ওয়ে\nহোয়েজ হোশিয়ার, খাবারদার, তিরকান আহাই তার মেং\nমোর থো তিলে রানা, গুজ্জর জো\nনা মাহেলান মেং সুনহেন থি, নুরি নিমানি\nনাংরা নিমানি দা, জেওয়েন টিওয়েন পালনা\nপান পুনহু আওন আইয়ান রি, ভানের ভুলি নাহিয়ান\nহে তিউনিনজোন গালহিয়ুন সাজ্জান, মান পাই গেন্ডিস,\nসজ্জন কারাই সিঙ্গার, আয়ো মুনহিনজয় আগান তাই\nউমর মুন না ওয়ানান তিউনিনজোন মারিয়ুন আলা\nউমর আওন ওয়েন্দারো পুচান কো আলা, জিতাই মুহিঞ্জা মারু\nইয়ার সাজান জয় ফিরাক আওন মারি\n\n\n== তথ্যসূত্র =="}