{"pageid": 1037642, "title": "সিফফিনের যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1037642", "content": "সিফিনের যুদ্ধ ছিল উটের যুদ্ধের পরে প্রথম ফিতনার দ্বিতীয় যুদ্ধ। রাশিদুন খলিফাদের চতুর্থ আলী ইবনে আবু তালিব এবং প্রথম মুয়াবিয়া এর মধ্যে লড়াই হয় বর্তমান সিরিয়ার শহর রাক্কার আশেপাশে ইউফ্রেটিস নদীর তীরে সিফফিন নামক স্থানে। যুদ্ধের দুই মাসেরও বেশি সময় আগে সেনাবাহিনী ঘটনাস্থলে শিবির করে এবং অবশেষে ২৬ জুলাই (৮ সফর ৩৭ হিজরি) আলীর সেনাবাহিনীতে হামলা চালানো হয় এবং যুদ্ধ ২৮ জুলাই পর্যন্ত চলে (১০ সফর ৩৭ হিজরি)। যুদ্ধ শেষ হয় যখন সিরিয়ার সেনাবাহিনীকে উৎখাত করা হয় কিন্তু হঠাৎ করে উভয় পক্ষ সালিশির বা আলোচনার মাধ্যমে তাদের দ্বন্দ্ব নিষ্পত্তি করতে সম্মত হয়।\n\n\n== অবস্থান ==\nযুদ্ধক্ষেত্র টি ছিল সিফিনে, একটি বিধ্বস্ত বাইজেন্টাইন যুগের গ্রাম যা বর্তমান সিরিয়ার রাক্কার সাধারণ এলাকায় ইউফ্রেটিস নদীর ডান তীর থেকে কয়েকশ গজ দূরে অবস্থিত। এটি বর্তমানে রাক্কা প্রদেশের আবু হুরায়রার আধুনিক গ্রামের সাথে চিহ্নিত করা হয়েছে।\n\n\n== পটভূমি ==\nনবী মুহাম্মদ (স:) ও প্রথম তিন খলিফার অধীনে রাশিদুন খিলাফত খুব দ্রুত প্রসারিত হয়। ইহুদি এবং আদিবাসী খ্রিস্টানদের স্থানীয় জনসংখ্যা, ধর্মীয় সংখ্যালঘু হিসেবে প্রান্তিক এবং বাইজেন্টাইন-সাসানিদ যুদ্ধের অর্থায়নের জন্য প্রচুর কর প্রদান করে, প্রায়ই মুসলমানদের বাইজেন্টাইন এবং পারস্যদের কাছ থেকে তাদের জমি দখল করতে সাহায্য করে, যার ফলে ব্যতিক্রমী দ্রুত বিজয় ঘটে।\nইসলামী রাজনীতিতে নতুন অঞ্চল যোগ দানের সাথে সাথে তারা মুক্ত বাণিজ্য থেকে উপকৃত হয় যখন ইসলামী শাসনের অধীনে অন্যান্য এলাকার সাথে বাণিজ্য করা হয়; যাতে বাণিজ্যকে উৎসাহিত করতে মুসলমানরা বাণিজ্যের পরিবর্তে সম্পদের উপর কর প্রদান করে। মুসলমানরা গরীবদেরকে তাদের সম্পদের উপর যাকাত দেয়। যেহেতু মদিনার সংবিধানটি ইসলামী নবী মুহাম্মদ দ্বারা খসড়া করা হয়েছিল, তাই স্থানীয় ইহুদি ও খ্রিস্টানরা ইসলামী বিধি অনুসারে নিজস্ব আইন প্রয়োগ করতে থাকে এবং তাদের নিজস্ব বিচারকও ছিল। মুয়াবিয়ার বড় ভাই ইয়াজিদ ইবনে আবি সুফিয়ান (সিরিয়ার গভর্নর) এক মহামারীতে মারা যাওয়ার পরে ৬৩৯ সালে মুয়াবিয়াকে উমর  সিরিয়ার গভর্নর নিযুক্ত করে। আরব-বাইজেন্টাইন যুদ্ধের সময় সমুদ্র থেকে বাইজেন্টাইন হয়রানি বন্ধ করতে, মুয়াবিয়া ৬৪৯ সালে একটি নৌবাহিনী স্থাপন করেছিলেন, এটি মনোফাইসাইট খ্রিস্টান , ক্যাপস এবং জ্যাকবাইটের সিরিয়ান খ্রিস্টান নাবিক এবং মুসলিম সৈন্যদের দ্বারা পরিচালিত হয়েছিল। এর ফলস্বরূপ ৬৫৫ সালে মাস্টসের যুদ্ধে বাইজেন্টাইন নৌবাহিনীর মুসলিমদের কাছে পরাজয়ের ফলে ভূমধ্যসাগর তাদের কাছে উন্মুক্ত হয়ে যায়। ৫০০ বাইজেন্টাইন জাহাজ যুদ্ধে ধ্বংস হয়েছিল এবং দ্বিতীয় সম্রাট কনস্ট্যানস প্রায় নিহত হয়েছিল। খলিফা উসমান ইবনুল-আফফানের নির্দেশে মুয়াবিয়া তখন কনস্ট্যান্টিনোপল অবরোধের জন্য প্রস্তুত হন।\n\nসিরিয়া ও মিশরের দ্রুত মুসলিম বিজয় এবং জনশক্তি ও অঞ্চলে বাইজেন্টাইনের পরাজয়ের মানে হল পূর্ব রোমান সাম্রাজ্য টিকে থাকার জন্য সংগ্রাম করছে। পারস্যের সাসানিদ রাজবংশ ইতোমধ্যেই ভেঙ্গে পড়েছে।\nরোমান – পারস্য যুদ্ধসমূহ এবং বাইজানটাইন – সাসানাদি যুদ্ধসমূহ অনুসরণ করার পরে ইরাকের মধ্যে গভীর পার্থক্য ছিল, পূর্ববর্তী পারস্য সাসানাদি সাম্রাজ্যের অধীনে এবং সিরিয়ার পূর্বে বাইজেন্টাইন সাম্রাজ্যের অধীনে। প্রত্যেকেই চাইছিল সদ্য প্রতিষ্ঠিত ইসলামী রাষ্ট্রের রাজধানী তাদের অঞ্চলে হোক।\n\n\n== শত্রুতার শুরু ==\nউটের যুদ্ধের পরে, ৬৫৭ সালের জানুয়ারিতে আলি বসরা থেকে কুফায় ফিরে আসেন। ইরাকিরা চাইছিল যে নতুন প্রতিষ্ঠিত ইসলামিক স্টেটের রাজধানী কুফায় হোক যাতে তারা তাদের অঞ্চলে রাজস্ব আনে এবং সিরিয়ার বিরোধিতা করে।\nসিরিয়ায় উত্তেজনা উস্কানিমূলকভাবে অব্যাহত ছিল। তার রক্তের সংগে উসমানের শার্ট এবং স্ত্রী নায়লার কাটা আঙুলগুলি মিম্বার থেকে প্রদর্শিত হয়েছিল। শেষ পর্যন্ত, উভয় পক্ষ সিফিনে পৌছায়  যেখানে সেনাবাহিনী ৬৫৭ (হিজরি ৩৭) সালে তাদের শিবির স্থাপন করেছিল।\nএমনকি এই পর্যায়ে আলি তিন জনকে পাঠিয়েছিলেন, যেমন। বশির ইবনে আমর ইবনে মাহজ আনসারী, সাঈদ বিন কায়েস হামদানি এবং শিস বিন রাবি তামিনী মুয়াবিয়াকে কাছে একত্রিত হওয়ার জন্য এবং একসাথে আসার জন্য প্ররোচিত করেন। তাবারির মতে মুয়াবিয়া জবাব দিয়েছিল, \"এখান থেকে চলে যাও, কেবল তরোয়াল আমাদের মধ্যে সিদ্ধান্ত নেবে।\"\nউসমানের হত্যাকারীদের শাস্তি দিতে আলির অক্ষমতা এবং মুয়াবিয়ার আনুগত্যের অঙ্গীকার করার ফলে আলি মুআবিয়ার মুখোমুখি হয়ে তাঁর সেনাবাহিনীকে উত্তরে সরিয়ে নিয়ে যায়। আলি তার বাহিনী সংগ্রহ করেছিলেন এবং প্রথমে উত্তর থেকে সিরিয়া আক্রমণ করার পরিকল্পনা করার পরে তিনি সরাসরি আক্রমণ করেছিলেন, মেসোপটেমিয়ান মরুভূমির দিকে যাত্রা করে। ফোরাতের তীরে রিক্কায় পৌঁছে সিরিয়ার ভ্যানগার্ড নজরে আসে, তবে তা যুদ্ধ ছাড়াই তারা সরে যায়। রিক্বার লোকেরা আলীর বিরুদ্ধাচরণ করেছিল এবং তার বাহিনী নদী পারাপারে খুব অসুবিধা পরেছিল। অবশেষে, মালিক আল-আছার শহরবাসীকে মৃত্যুর হুমকি দিয়েছিলেন, যা তাদের সহযোগিতা করতে বাধ্য করেছিল। অবশেষে সেনাবাহিনী নৌকার একটি সেতুর মাধ্যমে নদী পার করতে সক্ষম হয়েছিল। এরপরে আলির সেনাবাহিনী ফোরাতের ডান তীর ধরে অগ্রসর হয়, যতক্ষণ না তারা সিরি আল-রুমের চৌকি পেরিয়ে আসে, যেখানে সংক্ষিপ্ত সংঘাত ঘটেছিল, কিন্তু আলির অগ্রসর গতি কমেনি। জ্বিলহজ্জ ৩৬ হিজরি (মে ৬৫৭) তে আলী ইবনে আবি তালিবের সেনাবাহিনী মুয়াবিয়ার প্রধান বাহিনীকে দেখতে পেল যারা সিফফিনে নদীর সমতলে শিবির স্থাপন করেছিল।\n\n\n== মূল যুদ্ধ ==\nএই দুই বাহিনী ১০০ দিনেরও বেশি সময় ধরে সিফিনে নিজেদের ঘিরে রাখে, সংঘর্ষ এড়ানোর চেষ্টা করে এবং আলোচনার মাধ্যমে পরিস্থিতি সামাল দিতে চেষ্টা করে। আলীর সেনাবাহিনীতে কুরার, যাদের নিজস্ব শিবির ছিল, তারা ২৬ জুলাই থেকে যুদ্ধ শুরু করে এবং যুদ্ধ তিন দিন স্থায়ী হয়। ঐতিহাসিক ইয়াকুবি তার তারিক আল-ইয়াকুবিতে লিখেছেন যে আলীর ৮০,০০০ লোক ছিল যার মধ্যে ৭০ জন বদরের যুদ্ধে লড়েছিল, ৭০ জন হুদাইবিয়াতে বাইয়্যাতে রেদয়ান গ্রহণ করেছিল এবং ৪০০ বিশিষ্ট আনসার ও মুহাজিরুন; যেখানে মুয়াবিয়ার নেতৃত্বে ১২০,০০০ সিরীয় নাগরিক ছিল।\n\nউইলিয়াম মুর লিখেছেন:উভয় সৈন্যই পুরো অ্যারেতে ড্র করেছে, সন্ধ্যার ছায়া না পড়া পর্যন্ত লড়াই করেছে, তারা ভালো কিছু করতে পারেনি। পরের দিন সকালে, যুদ্ধ প্রচণ্ড শক্তি সঙ্গে পুনর্নবীকরণ করা হয়। আলী মদিনা থেকে তার সৈন্যদের ফুল নিয়ে মাঝখানে পোজ দিলেন, আর ডানা গঠিত হল, বসরার একজন যোদ্ধা, অন্যজন কুফা থেকে। মুয়াবিয়ার মাঠে একটি প্যাভিলিয়ন পিচ ছিল; এবং সেখানে তার শপথ করা দেহরক্ষীদের পাঁচটি লাইন দিয়ে ঘেরা দিনটি দেখছিল। অমর ঘোড়ার বিশাল ওজননিয়ে কুফা উইং-এ বিরক্ত হয়ে চলে গেলেন; এবং আলী আসন্ন বিপদের সম্মুখীন হন, উভয় তীরের পুরু বৃষ্টি এবং ঘনিষ্ঠ এনকাউন্টার থেকে [...] ৩০০ হাফিজ-ই-কুরআনের (যারা কোরআন মুখস্থ করেছিল) নেতৃত্বে আলীর সেনাপতি আশতার অন্য ডানার দিকে এগিয়ে গেলেন, যা মুয়াবিয়ার দেহরক্ষীদের উপর ক্ষুব্ধ হয়ে পড়ল। এর পাঁচটি পদমর্যাদার মধ্যে চারটি কেটে টুকরো টুকরো করা হয়েছে, এবং মুয়াওয়াইয়া, নিজেকে ফ্লাইটের কথা চিন্তা করে, সে ইতোমধ্যে তার ঘোড়াকে ডেকেছে, যখন একটি মার্শাল দম্পতি তার মনে জ্বলজ্বল করছিল, এবং সে তার মাটি ধরে রেখেছিল।ইংরেজ ইতিহাসবিদ এডওয়ার্ড গিবন লিখেছেন:খলিফা আলী বীরত্ব ও মানবতার এক উচ্চতর চরিত্র প্রদর্শন করেন। তার সৈন্যদের কঠোরভাবে শত্রুর প্রথম শুরু রজন্য অপেক্ষা করতে, তাদের পলাতক ভাইদের বাঁচাতে, এবং মৃতদের মৃতদেহ এবং নারী বন্দীদের সতীত্বকে সম্মান জানাতে কঠোরভাবে নির্দেশ দেওয়া হয়। সিরিয়ার নাগরিকদের পদমর্যাদা নায়কের অভিযোগে ভেঙ্গে ফেলা হয়, যাকে একটি পাইবাল্ড ঘোড়ার উপর আরোহণ করা হয়, এবং অপ্রতিরোধ্য শক্তি দিয়ে তার চিন্তাশীল এবং দুটি তলোয়ার চালানো হয়।আনুমানিক হতাহতের মধ্যে আলী ২৫,০০০ লোক হারিয়েছে নর- এর মধ্যে ৪৫,০০০ লোক হারিয়েছে। এই হত্যাকাণ্ডে আতঙ্কিত হয়ে আলী মুয়াবিয়ারকে একটি বার্তা পাঠান এবং তাকে একক যুদ্ধের চ্যালেঞ্জ জানিয়ে বলেন যে যে কেউ জিতেছে সে খলিফা হওয়া উচিত। গিবনের কথায়:আলী উদারভাবে একটি যুদ্ধের মাধ্যমে মুসলমানদের রক্ত বাঁচানোর প্রস্তাব করেন; কিন্তু তার কম্পিত প্রতিদ্বন্দ্বী অনিবার্য মৃত্যুর শাস্তি হিসেবে এই চ্যালেঞ্জ প্রত্যাখ্যান করেছে।আম্মার ইবনে ইয়াসির আলীর পক্ষে শহীদদের মধ্যে ছিলেন। মাদলুং আল-তাবারিকে উদ্ধৃত করে জানিয়েছেন যে আলীর সেনাপতি মালিক আল-আশতারকে হত্যার পর মুয়াবিয়া তার অনুসারীদের উদ্দেশ্যে কি বলেছেন:আলী ইবনে আবি তালিবের দুটি ডান হাত ছিল। তাদের মধ্যে একজনকে সিফিনে কেটে ফেলা হয়েছে, যার মানে আম্মার ইবনে ইয়াসির, আর অন্যটি আজ, যার মানে আল-আশতার।হানজালা বিন খওয়ালিদ বর্ণনা করেছেন: আমি মুয়াবিয়ার সাথে বসে ছিলাম। আম্মার বিন ইয়াসারের মাথার উপরে দু'জন লোক লড়াই করছিল। তাদের প্রত্যেকেই দাবি করছিল যে “আমি আম্মারকে হত্যা করেছি।” অতঃপর আবদুল্লাহ ইবনে আম্রো বললেন, “তোমাদের প্রত্যেকে এই ব্যক্তির হত্যায় খুশী হচ্ছে, নিশ্চয়ই আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছ থেকে এই কথা শুনেছি, ওহে আম্মার বিদ্রোহী দল তোমাকে শহীদ করবে।”\nযুদ্ধের প্রাচীনতম বর্ণনা ইবনে হিশামের গ্রন্থে পাওয়া যায়, যা ৮৩৩ সালে লেখা, যেখানে তিনি ইবনে মুজাহিমের উদ্ধৃতি দেন। মৃত্যু ২১২ হিজরি) এবং আবু মিখনাফ (মৃত্যু  ১৭০ হিজরি)। তিনি বলেন যে তিন দিন লড়াই করার পর প্রাণহানি ভয়াবহ ছিল। হঠাৎ সিরিয়ার একজন ইবনে লাহিয়াহ ফিতনার ভয় পেয়ে তৌর্য সহ্য করতে না পেরে তাঁর ঘোড়ার কানে কুরআনের অনুলিপি নিয়ে আল্লাহর কিতাব ও অন্য সিরীয়দের বিচারের জন্য এগিয়ে গেলেন। অনুসরণ করেছে অভিযোগ, উভয় পক্ষের যারা এই আর্তনাদ গ্রহণ করেছে, তারা ষড়যন্ত্রকারীছাড়া তাদের সহকর্মী মুসলমানদের হত্যা এড়াতে আগ্রহী। আলীর সংখ্যাগরিষ্ঠ অনুসারী সালিশি সমর্থন করে। ইবনে মুজাহিম, প্রাচীনতম উৎসগুলোর মধ্যে অন্যতম, তিনি বলেছেন যে আলীর অন্যতম সমর্থক এবং একজন কুফান আল-আশ'আত ইবনে কায়েস উঠে দাঁড়িয়ে বলেন:হে মুসলমানদের সঙ্গী! তোমরা দেখেছ যে, যে দিনে কি ঘটেছে। এতে কিছু আরব ধ্বংস হয়ে গেছে। আল্লাহর নামে, আমি সেই বয়সে পৌঁছেছি যা আমি পৌঁছাতে চাই। কিন্তু আমি এরকম একটা দিনও দেখিনি। বর্তমান কে অনুপস্থিতদের কাছে পৌঁছে দিতে দিন! যদি আমরা আগামীকাল যুদ্ধ করি, তাহলে তা হবে আরবদের ধ্বংস এবং পবিত্র তার ক্ষতি। আমি মৃত্যুর ভয়ে এই বিবৃতি প্রদান করি না, কিন্তু আমি একজন বয়স্ক ব্যক্তি যে আগামীকাল নারী এবং শিশুদের জন্য ভয় পায় যদি আমরা ধ্বংস হয়ে যাই। হে আল্লাহ, আমি আমার জনগণ ও আমার দীনের লোকদের দিকে তাকিয়ে ছিনিয়ে নিয়েছি এবং কাউকে ক্ষমতায়ন করিনি। আল্লাহ ছাড়া আর কোন সাফল্য নেই। আমি তাঁর উপর নির্ভর করি এবং তাঁর উপর আমি ফিরে আসেন। মতামত সঠিক এবং ভুল উভয়ই হতে পারে। যখন আল্লাহ কোন বিষয়ে সিদ্ধান্ত নেন, তখন তিনি তা পালন করেন যে, তাঁর বান্দারা তা পছন্দ করে কি না। আমি এই কথা বলছি এবং আমি আমার এবং আপনার জন্য আল্লাহর কাছে ক্ষমা প্রার্থনা করছি।ইবনে মুজাহিম মুয়াবিয়ার উদ্ধৃতি দিয়ে যাঁর জবাবে বলেছিলেন:তিনি ঠিক বলেছেন, প্রভুর কসম। আগামীকাল আমরা যদি সাক্ষাত করি তবে বাইজেন্টাইনরা আমাদের মহিলা এবং শিশুদের উপর আক্রমণ করবে এবং পারস্যের লোকেরা ইরাকের মহিলা ও শিশুদের উপর আক্রমণ করবে। স্নিগ্ধতা এবং বুদ্ধিযুক্ত তারা এটি দেখেন। কুরআনের অনুলিপিগুলি বর্শার শেষ প্রান্তে বেঁধে রাখুন।\n\n\n== সালিশি ==\nসিদ্ধান্ত নেওয়া হয়েছিল যে সিরিয়ান এবং কুফার বাসিন্দারা আলী এবং মুয়াবিয়ার মধ্যে সিদ্ধান্ত নেওয়ার জন্য প্রত্যেকে নিজের জন্য সালিস মনোনীত করে।\n\nসিরিয়াবাসীরা মুয়াবিয়ার মুখপাত্র হতে মিশর মুসলিম বিজয়ের নেতা 'আমর ইবনে আল-আসকে বেছে নিয়েছিল। তিনি অত্যন্ত দক্ষ আলোচক ছিলেন এবং এর আগে বাইজেন্টাইন সম্রাট হেরাক্লিয়াসের সাথে আলোচনায় সহায়তা করার জন্য তাকে এগিয়ে আনা হয়েছিল। আলী চেয়েছিলেন যে মালিক আল-আশতার বা আবদুল্লাহ বিন আব্বাসকে কুফার জনগণের জন্য সালিশ হিসাবে নিয়োগ দেওয়া হোক, তবে কুররারা তীব্র বিরোধিতা করে এবং  এই দুজনের বিরুদ্ধে অভিযোগ করা হয়েছে যে এই দুজন যুদ্ধের জন্য দায়ী এবং তাই, বিশ্বাসের অযোগ্য। তারা আবু মুসা আল-আশারীকে তাদের সালিস হিসাবে মনোনীত করেছিলেন, যারা উসমানের গভর্নরকে ক্ষমতাচ্যুত করার পর উসমানের রাজত্বকালে কুফার গভর্নর হিসেবে নিযুক্ত হয়েছিলেন। আলী তার সেনাবাহিনীতে রক্তক্ষয়ী বিভেদ প্রতিরোধের জন্য এই সিদ্ধান্তের সাথে একমত হন। \"আসাদুল গাবাহ\" অনুসারে, আলী মধ্যস্থতাকারীদের ব্যক্তিগতভাবে ব্যাখ্যা করার যত্ন নিয়েছিলেন:তোমরা আল্লাহর কিতাব অনুযায়ী সিদ্ধান্ত নাও, এবং যদি তোমরা এতটা ঝুঁকে না থাক, তবে তোমরা নিজেকে মধ্যস্থতাকারী মনে করবে না।আলীর অধীনে ইরাকি ও মুয়াবিয়া অধীনে সিরিয়ানরা তাদের বিশ্বাসের ব্যপারে বিষয়ে বিভক্ত হয়নি  কিন্তু যারা উসমানকে হত্যা করেছে তাদের বিচারের আওতায় আনা হবে। আলী এছাড়াও তাদের বিচারের আওতায় আনতে চেয়েছিলেন কিন্তু বিতর্ক সময় নিয়ে ছিল।\nপ্রাথমিক শিয়া সূত্র অনুসারে আলী পরে লিখেছেন:জিনিসটি এই ভাবে শুরু হয়: আমরা এবং সিরিয়ার নাগরিকরা একে অপরের মুখোমুখি হচ্ছিল যখন আমরা একই আল্লাহর প্রতি, একই নবী (সাঃ) এবং একই নীতি ও ধর্মের ক্যাননের প্রতি আমাদের সাধারণ বিশ্বাস ছিল। আল্লাহ ও পবিত্র নবীর প্রতি বিশ্বাসের ব্যাপারে আমরা কখনই চাইনি যে তারা (সিরীয়রা) কোন কিছুতে বিশ্বাস করুক যা তারা বিশ্বাস করত এবং তারা চায়নি যে আমরা আমাদের বিশ্বাস পরিবর্তন করি। আমরা দুজনেই এই নীতিতে ঐক্যবদ্ধ ছিলাম। আমাদের মধ্যে বিতর্কের বিষয় ছিল উথমানের হত্যার প্রশ্ন। এটা বিভাজন সৃষ্টি করেছে। তারা খুনটা আমার দরজায় রাখতে চেয়েছিল যখন আমি আসলে নির্দোষ।\n আমি তাদের পরামর্শ দিয়েছি যে উত্তেজনাদ্বারা এই সমস্যার সমাধান করা যাবে না। উত্তেজনা কমে যাক, আমাদের ঠান্ডা করা যাক; আসুন আমরা রাষ্ট্রদ্রোহ ও বিদ্রোহ দূর করি; দেশটিকে একটি শান্তিপূর্ণ পরিবেশে বসতি স্থাপন করতে দিন এবং যখন একটি স্থিতিশীল শাসন ব্যবস্থা গঠিত হয় এবং সঠিক কর্তৃত্ব গ্রহণ করা হয়, তখন এই প্রশ্নটি ন্যায়বিচার এবং ন্যায়বিচারের নীতির উপর মোকাবেলা করা উচিত কারণ তখনই কর্তৃপক্ষের যথেষ্ট ক্ষমতা থাকবে অপরাধীদের খুঁজে বের করার এবং তাদের বিচারের আওতায় আনার জন্য। তারা আমার উপদেশ গ্রহণ করতে অস্বীকার করে এবং বলে যে তারা তলোয়ারের ব্যাপারে সিদ্ধান্ত নিতে চায়।\n যখন তারা আমার শান্তির প্রস্তাব প্রত্যাখ্যান করে এবং হুমকি দিতে থাকে, তখন স্বাভাবিকভাবেই যুদ্ধ শুরু হয়, যা ছিল ক্ষুব্ধ এবং রক্তাক্ত। যখন তারা যুদ্ধক্ষেত্র জুড়ে তাদের মুখোমুখি হতে দেখে, যখন তাদের অনেকে নিহত হয় এবং আরো অনেকে আহত হয়, তখন তারা হাঁটু গেড়ে বসে একই জিনিস প্রস্তাব করে, যা রক্তপাত শুরু হওয়ার আগে আমি প্রস্তাব করেছিলাম।\n আমি তাদের প্রস্তাব গ্রহণ করেছি যাতে তাদের আকাঙ্ক্ষা পূরণ হয়, আমার উদ্দেশ্য সত্য এবং ন্যায়বিচারের নীতি গ্রহণ করা এবং এই নীতিগুলি অনুযায়ী কাজ করা পরিষ্কার হতে পারে এবং তারা আমার বিরুদ্ধে অভিযোগ করার কোন কারণ নাও থাকতে পারে।\n\n এখন যে প্রতিশ্রুতি দৃঢ়ভাবে মেনে চলবে সে হবে সেই ব্যক্তি যার মুক্তি আল্লাহ রক্ষা করবেন এবং যে প্রতিশ্রুতি রহিত করার চেষ্টা করবে, সে তার গভীরে এবং আরও গভীরে পতিত হবে। তার চোখ এই জগতে বাস্তবতা এবং সত্যের জন্য বন্ধ হয়ে যাবে এবং পরবর্তী জগতে তাকে শাস্তি দেয়া হবে।ইবনে তাইমিয়াহ (১২৬৩থেকে ১৩২৮) বলেছেন:মুয়াবিয়া রাদিয়াল্লাহু আনহু নিজেকে খলিফা বলে সম্বোধন করেননি এবং আলী (রা) - এর সাথে যুদ্ধ করার সময় তাকে এর আনুগত্যের শপথও দেওয়া হয়নি। তিনি লড়াই করেননি কারণ তিনি নিজেকে খিলাফার  খলিফা বা যোগ্য মনে করেছিলেন। এতে তারা সকলেই একমত হয়েছিলেন এবং যে কেউ তাকে জিজ্ঞাসা করেছেন তিনি নিজেই এ বিষয়টি নিশ্চিত করেছেন। তিনি এবং তাঁর সাহাবীগণ এটিকে জায়েজ মনে করেননি যে তারা আলী এবং তাঁর সাহাবীদের বিরুদ্ধে লড়াই শুরু করেছিল। কিন্তু আলী রাদিয়াল্লাহু আনহু এবং তাঁর সাহাবীগণ বিশ্বাস করেছিলেন যে মুয়াবিয়া রাদিয়াল্লাহু আনহু এবং তাঁর সাহাবীগণ অবশ্যই আলীর প্রতি আনুগত্য করবেন এবং তাঁর আনুগত্য প্রদর্শন করবেন, তাঁর কর্তৃত্বের কারণে যে মুসলমানদের জন্য একমাত্র খলিফা থাকতে পারে?। তাদের এই বাধ্যবাধকতা থেকে ত্রুটিমুক্ত করার বিষয়টি বিবেচনা করে তিনি সিদ্ধান্ত নিয়েছিলেন যে মুয়াবিয়া ও তার সঙ্গীদের এটি সম্পাদন না করা পর্যন্ত লড়াই করা উচিত। এই সমস্ত যাতে বাধ্যতা এবং ঐক্য ঘটে। মুয়াবিয়া ও তাঁর সাহাবীগণ দেখেন নি যে এটি তাদের উপর ফরয ছিল এবং তারা যদি লড়াই করে তবে তারা নিজেদেরকে নিপীড়িত মনে করবে কারণ উসমান নিপীড়িতভাবে নিহত হয়েছিল যেহেতু সমস্ত মুসলমানরা সেসময়ে সম্মত হয়েছিল এবং তার খুনীরা আলির শিবিরে ছিল, তার কর্তৃত্ব ছিল তাদের উপর।এনসাইক্লোপিডিয়া অফ ইসলাম বলছে \"অমুসলিম দৃষ্টিভঙ্গি অনুসারে সিরিয়ানরা জয়লাভ করেছিল\"। যেভাবেই হোক, সিরিয় বা ইরাকিরা লড়াই করতে চায়নি এবং যুদ্ধ বন্ধ হয়েছিল।\nইসলামের ইতিহাসে প্রায়শই নিচের বর্ণনাকারী আবু মুখনাফ লূত বিন ইয়াহিয়া নামে এক বর্ণনাকারীর দ্বারা বর্ণিত হয়েছে। (আসমা আল রিজাল)। সালিশকারীরা যখন দৌমতে-উল-জন্ডালে জমায়েত হয়েছিল , যেটি কুফা ও সিরিয়ার মধ্যবর্তী স্থানে অবস্থিত ছিল এবং সেই কারণে সিদ্ধান্তের ঘোষণার জন্য স্থান হিসাবে বেছে নেওয়া হয়েছিল, তখন তাদের হাতে হাতে আলোচনার জন্য একাধিক দৈনিক বৈঠকের ব্যবস্থা করা হয়েছিল । খেলাফত সম্পর্কে সিদ্ধান্ত নেওয়ার সময় যখন পৌঁছেছিল, তখন আমর বিন আল-আস আবু মুসা আল-আশারীকে এই মতামত উপভোগ করার জন্য রাজি করেছিলেন যে তারা আলী ও মুয়াবিয়া উভয়কেই খেলাফত থেকে বঞ্চিত করবে এবং মুসলমানদেরকে নির্বাচনের অধিকার প্রদান করবে খলিফা আবু মুসা আল আশারীও সে অনুযায়ী কাজ করার সিদ্ধান্ত নিয়েছিলেন। রায় ঘোষণার সময় ঘনিয়ে আসতেই উভয় পক্ষের লোকজন জড়ো হয়েছিলেন। আমর বিন আল-আস আবু মুসাকে তাঁর পক্ষের সিদ্ধান্তটি ঘোষণার ক্ষেত্রে নেতৃত্বের জন্য অনুরোধ করেছিলেন। আবু মুসা আল-আশারী এই প্রক্রিয়াটি খুলতে সম্মত হয়েছিলেন এবং বলেছেন,আমরা একটি ভাল চিন্তার পর একটি সমাধান উদ্ভাবন করেছি এবং এটি সকল বিতর্ক এবং বিচ্ছিন্নতাবাদী প্রবণতার অবসান করতে পারে। এটা ইহাই। আমরা দুজনেই আলী ও মুয়াইয়াকে খিলাফত থেকে অপসারণ করি। মুসলমানদের খলিফা নির্বাচন করার অধিকার দেওয়া হয় যেহেতু তারা সবচেয়ে ভালো মনে করে।আলী তার পদত্যাগ এবং একটি নির্বাচন অনুষ্ঠিত হওয়ার রায় মেনে নিতে অস্বীকার করেন এবং তিনি সুক্ষ্ণ সালিশি মেনে চলার অঙ্গীকার ভঙ্গ করেন। এর ফলে আলী তার নিজের সমর্থকদের মধ্যেও দুর্বল অবস্থানে ছিলেন। তার শিবিরে আলীর সবচেয়ে তীব্র প্রতিদ্বন্দ্বী ছিল সেই একই ব্যক্তি যারা আলীকে তাদের মধ্যস্থতাকারী, কুরআন (\"কুরআন পাঠক\") নিয়োগ করতে বাধ্য করেছিল, তারা কুরআন পড়ার জন্য তাদের আক্ষরিক ভাবে কুরআন পড়ার আহ্বান জানিয়েছিল এবং এর প্রতি তাদের উৎসাহী অঙ্গীকার এবং জঙ্গী ভক্তির আহ্বান জানিয়েছিল। মনে হচ্ছে যে আলী আর তাদের স্বার্থ দেখাশোনা করতে পারবে না  এবং আশঙ্কা করে যে যদি শান্তি হয় তবে উসমান হত্যার জন্য তাদের গ্রেপ্তার করা যেতে পারে, তারা আলির বাহিনী থেকে দূরে সরে যায় এবং \"বিচার ব্যবস্থা শুধু আল্লাহর\" এই স্লোগানটির অধীনে অভিযান চালায়।  সিফ্ফিন যুদ্ধের পর কুররারা তাদের নিজস্ব খারিজি নামক দল গঠন নামক যা পরে নৈরাজ্যবাদী আন্দোলনে পরিণত হয় যা একের পর এক সরকারকে আক্রান্ত করে, যেমন হারুন আল-রশিদ, যিনি তাদের সাথে লড়াই করতে করতে মারা যান।\nটম হল্যান্ড তার বই ইন দ্য শ্যাডো অফ দ্য সর্ড-এ লিখেছেন যে খরিজিরা যুক্তি দেখিয়েছেন যে একজন সত্যিকারের বিশ্বাসী \"তার ভাগ্যকে বিশ্বাস করতেন, কূটনীতির জন্য নয়, বরং চলমান যুদ্ধ এবং ঈশ্বরের ইচ্ছার উপর।\"  এটা সত্ত্বেও যে তারা নিজেরাই তাদের প্রতিনিধিকে এগিয়ে নিয়ে গিয়েছিল এই আশায় যে এই সমঝোতা তাদের পক্ষে যেতে পারে এবং তাদের নিজেদের রাজনৈতিক এবং অর্থনৈতিক স্বার্থ সন্তুষ্ট করতে পারে। টম হল্যান্ড বলেছেন যে তারা তারপর আলী নিন্দা করেঅবিশ্বাসী হিসেবে, যে সরল পথ থেকে বিচ্যুত হয়েছিল। বাস্তবতা হচ্ছে যে তিনি মুহাম্মদের চাচাতো ভাই ছিলেন, তারা কেবল তাদের সমতাবাদের জঙ্গিবাদে তাদের নিশ্চিত করেছে: সত্যিকারের অভিজাতশ্রেণী ছিল ধার্মিকতার অন্যতম, রক্তের নয়। এমনকি নবীর একজন সঙ্গী, যদি সে তার কপালে 'উটের নিষ্ঠুরতার তুলনায়' দাগ তৈরি না করে, যদি তাকে নিয়মিত রোজা থেকে ফ্যাকাশে এবং ঘৃণ্য মনে না হয়, যদি সে দিনে সিংহ এবং রাতের বেলা সন্ন্যাসীর মত না থাকে, যার চেয়ে ভালো কিছু হতে পারে না।যারা তাদের দলের অংশ ছিল না তাদেরকে অবিশ্বাসী বলে বিবেচনা করেছিল। টম হল্যান্ড লিখেছেন,অন্যান্য খরিজিদের রিপোর্ট করা হয়েছে যে তারা তাদের তলোয়ার নিয়ে বাজারে চলে যেতে পারে, যখন মানুষ বুঝতে পারে না কি ঘটছে; তারা চিৎকার করে \"আল্লাহ ছাড়া কোন বিচার নেই!\" এবং তাদের ব্লেড যাদের কাছে পৌঁছাতে পারে তাদের মধ্যে ঢুকিয়ে দিতে এবং যতক্ষণ না তারা নিহত না হয়।৬৫৯ খ্রিস্টাব্দে আলীর বাহিনী অবশেষে খারিজিদের বিরুদ্ধে আক্রমণ চালায় এবং অবশেষে তারা নাহরওয়ানের যুদ্ধে মিলিত হয়। যদিও আলী যুদ্ধে জয়লাভ করেছিলেন, কিন্তু অবিচ্ছিন্ন দ্বন্দ্ব তার অবস্থানকে প্রভাবিত করতে শুরু করেছিল। টম হল্যান্ড লিখেছেন যে আলীতাদের বিরুদ্ধে বিজয় যেমন পিষে ছিল পাইরহিক প্রমাণ করার জন্য: আসলে তিনি যা করেছেন তা হচ্ছে তাদের শহীদদের রক্ত দিয়ে ইরাকের মাটি নিষিক্ত করা। তিন বছর পরে, এবং সেখানে অনিবার্য আঘাত আসে: কুফায় প্রার্থনা করার সময় একজন খরিজি আততায়ী তাকে আঘাত করে। নবীর ভ্রাতৃত্বের স্বপ্ন, বিশ্বাসীদের একটি যৌথ সম্প্রদায়ের, এটাও একটি মারাত্মক আঘাত বলে মনে হচ্ছিল।খারিজিরা এতটা সমস্যা সৃষ্টি করেছিল যে এটি প্রাথমিক সুন্নী এবং শিয়া শুরুর দুটি বইয়ে লিপিবদ্ধ আছে যা আলী বলেছিলেন:নিশ্চয় তুমি সব মানুষের মধ্যে সবচেয়ে নিকৃষ্ট এবং শয়তান যাকে শয়তান তার লাইনে দাঁড় করিয়ে ছেকে ফেলেছে এবং তার পথ হীন ভূমিতে নিক্ষেপ করেছে। আমার ব্যাপারে, দুটি শ্রেণীর মানুষ ধ্বংস হয়ে যাবে, অর্থাৎ যে আমাকে খুব ভালবাসে এবং ভালোবাসা তাকে সঠিকতা থেকে দূরে সরিয়ে নেয়, এবং যে আমাকে অত্যধিক ঘৃণা করে এবং ঘৃণা তাকে সঠিকতা থেকে দূরে সরিয়ে নেয়। আমার ব্যাপারে সবচেয়ে ভালো মানুষ হচ্ছে সে যে মিডল কোর্সে আছে। তাই তার সাথে থাকুন এবং সংখ্যাগরিষ্ঠ মুসলমানদের সাথে থাকুন কারণ আল্লাহর হাত একতা বজায় রাখা। আপনার বিভাজন থেকে সাবধান হওয়া উচিত কারণ এই দল থেকে বিচ্ছিন্ন একজন শয়তানের শিকার, ঠিক যেমন ভেড়ার পাল থেকে বিচ্ছিন্ন নেকড়ে শিকার। সাবধান! যে এই কোর্সে ডাকে [সাম্প্রদায়িকতা], তাকে মেরে ফেলো, যদিও সে আমার এই হেডব্যান্ডের অধীনে থাকতে পারে।মুয়াবিয়ার সেনাবাহিনী অন্যান্য অঞ্চলে চলে গিয়েছিল, যা আলির গভর্নররা আটকাতে পারেনি এবং লোকেরা তাকে তাদের বিরুদ্ধে লড়াই করতে সমর্থন করেনি। মুয়াবিয়া মিশর, ইয়েমেন এবং অন্যান্য অঞ্চলগুলিকে পরাস্ত করেছিল।\nপরে, ৬৬১ সালে, মসজিদ আল-কুফায় নামাজ পড়ার সময়, রমজানের ১৯ তারিখে আলীকে ছুরিকাঘাত করা হয়েছিল। খারিজি আবদুল-রহমান ইবনে মুলজাম ফজরের নামাজের সময় তাকে আক্রমণ করে এবং একটি বিষাক্ত তরোয়াল দিয়ে তাকে মারাত্মক আহত করে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপুঞ্জি ==\n Lecker, M. (১৯৯৭)। \"Ṣiffīn\"।   Bosworth, C. E.; van Donzel, E.; Heinrichs, W. P. & Lecomte, G.। The Encyclopaedia of Islam, New Edition, Volume IX: San–Sze। Leiden: E. J. Brill। পৃষ্ঠা 552–556। আইএসবিএন 90-04-10422-4।"}