{"pageid": 1037759, "title": "মার্কনিকভের নীতি", "url": "https://bn.wikipedia.org/wiki?curid=1037759", "content": "জৈব রসায়নে, মার্কনিকভের নীতি বা মার্কভনিকভের নীতি, কিছু সংযোজন বিক্রিয়ার ফলাফল ব্যাখ্যা করে। ১৮৭০ সালে, রুশ রসায়নবিদ ভ্লাদিমির মার্কনিকভ এই নীতি প্রকাশ করেন।\n\n\n== ব্যাখ্যা ==\nমার্কনিকভের নীতি অনুযায়ী, একটি অপ্রতিসম অ্যালকিনের সাথে প্রোটিক এসিড HX বা অন্য পোলার বিকারকের বিক্রিয়ায়, এসিড হাইড্রোজেন (H) বা তড়িৎ-ধনাত্মক অংশটি অধিক হাইড্রোজেন প্রতিস্থাপক বিশিষ্ট কার্বনে এবং হ্যালাইড (X) গ্রুপ বা তড়িৎ-ঋনাত্মক অংশটি অধিক অ্যালকাইল প্রতিস্থাপক বিশিষ্ট কার্বনের সাথে সংযুক্ত হয়। এই নীতির বিকল্প বিবৃতি হলো, হাইড্রোজেন পরমাণু সর্বাধিক সংখ্যক হাইড্রোজেন পরমাণু বিশিষ্ট কার্বনের সাথে যুক্ত হবে আর X উপাদানটি সবচেয়ে কম সংখ্যক হাইড্রোজেন পরমাণু বিশিষ্ট কার্বনের সাথে যুক্ত হবে।\nমার্কভনিকভের নীতির রাসায়নিক ভিত্তি হল সংযোজন বিক্রিয়া চলাকালীন সবচেয়ে স্থিতিশীল কার্বোক্যাটায়ন গঠন। অ্যালকিনের একটি কার্বন পরমাণুর সাথে হাইড্রোজেন আয়ন যুক্ত হলে, তা অন্য কার্বনের উপর একটি ধনাত্মক চার্জ তৈরি করে ও একটি কার্বোক্যাটায়ন ইন্টারমিডিয়েট গঠিত হয়। আবেশীয় প্রভাব বা ইনডাকটিভ ইফেক্ট এবং হাইপারকনজুগেশনের কারণে কার্বোক্যাটায়ন যত বেশি প্রতিস্থাপিত, তত বেশি স্থিতিশীল হয়। সংযোজন বিক্রিয়ার প্রধান উৎপাদটি গঠিত হবে অধিক স্থিতিশীল কার্বোক্যাটায়ন থেকে। সুতরাং, একটি অ্যালকিনের সাথে HX (যেখানে X হলো H-এর চেয়ে বেশি তড়িৎ-ঋনাত্মক কোনো পরমাণু) এর সংযোজন বিক্রিয়ার প্রধান উৎপাদে, হাইড্রোজেন পরমাণু যুক্ত হয় কম প্রতিস্থাপিত বা অধিক হাইড্রোজেন পরমাণু যুক্ত অবস্থানে এবং X যুক্ত হয় অধিক প্রতিস্থাপিত বা কম হাইড্রোজেন পরমাণু যুক্ত অবস্থানে। তবে অপর, কম প্রতিস্থাপিত ও কম স্থিতিশীল কার্বোক্যাটায়নটিও সীমিত ঘনমাত্রায় প্রস্তুত হবে এবং তা হবে গৌণ উৎপাদ।\n\n\n== বিপরীত-মার্কনিকভ বিক্রিয়া ==\nযেসব প্রক্রিয়ায় কার্বোক্যাটায়ন ইন্টারমিডিয়েট গঠিত হয় না, সেগুলো মার্কনিকভের নীতি ব্যতীত অন্য কোনো নিয়মে বিক্রিয়া সম্পন্ন করে, যেমন মুক্ত মূলক বা ফ্রি রেডিক্যাল সংযোজন। এই ধরনের বিক্রিয়াসমূহকে বিপরীত-মার্কনিকভ বলা হয়, যেহেতু হ্যালোজেনটি কম প্রতিস্থাপিত বা অধিক হাইড্রোজেন পরমাণু বিশিষ্ট কার্বনের সাথে যুক্ত হয়, যা মার্কনিকভের নীতির বিপরীত।\nবিপরীত-মার্কনিকভ নীতিটি, বেনজয়েল পারক্সাইড বা হাইড্রোজেন পারক্সাইডের উপস্থিতিতে আইসোবিউটাইলিনের সাথে হাইড্রোজেন ব্রোমাইড যুক্ত করে প্রদর্শন করা যায়। প্রতিস্থাপিত অ্যালকেনের সাথে হাইড্রোজেন ব্রোমাইডের বিক্রিয়া মুক্ত মূলক সংযোজনের গবেষণায় প্রোটোটিপিক্যাল ছিল। প্রারম্ভিক রসায়নবিদগণ আবিষ্কার করেছিলেন যে মার্কনিকভ ও বিপরীত-মার্কনিকভ বিক্রিয়ার উৎপাদের অনুপাতের পরিবর্তনের কারণ হলো পারক্সাইডের মতো আয়নিত পদার্থের অপ্রত্যাশিত উপস্থিতি। এর ব্যাখ্যা হল পারক্সাইডের O-O বন্ধন তুলনামূলকভাবে দুর্বল। আলো বা তাপের সাহায্যে কিংবা কখনও কখনও স্বতঃস্ফূর্তভাবেই O-O বন্ধনটি ভেঙ্গে দুটি মুক্ত মূলক গঠিত হতে পারে। এরপরে রেডিক্যাল গ্রুপ HBr এর সাথে বিক্রিয়ায় একটি Br রেডিক্যাল  উৎপাদন করতে পারে, যা পরবর্তীতে দ্বি-বন্ধনের সাথে বিক্রিয়া করে। যেহেতু ব্রোমিন পরমাণু তুলনামূলকভাবে বড়, তাই এর সাথে কম প্রতিস্থাপিত কার্বনের বিক্রিয়া হওয়ার সম্ভাবনা বেশি থাকে, কেননা এই বিক্রিয়া কার্বন এবং ব্রোমিন রেডিক্যালের মধ্যে কম স্থিতিশীল মিথস্ক্রিয়া উৎপাদন করে। এছাড়া, ধনাত্মক চার্জের মত, রেডিক্যালগুলোও সবচেয়ে স্থিতিশীল থাকে যখন অযুগ্ম ইলেকট্রন অধিক প্রতিস্থাপিত অবস্থানে থাকে। রেডিক্যাল ইন্টারমিডিয়েটটি হাইপারকনজুগেশন দ্বারা স্থিতিশীল হয়। অধিক প্রতিস্থাপিত অবস্থানে, অধিক কার্বন-হাইড্রোজেন বন্ধন ‌রেডিক্যালের ইলেক্ট্রন ঘাটতি বিশিষ্ট কক্ষপথের সাথে একত্রিত হয়। এর অর্থ হলো সেখানে হাইপারকোনজুগেশন প্রভাব অধিক, তাই সেই অবস্থানটিই বেশি অনুকূল। এই ক্ষেত্রে, প্রান্তীয় কার্বন গৌণ উৎপাদের পরিবর্তে প্রধান উৎপাদ উৎপাদন করে।\n\n\n== আরও দেখুন ==\nসাইজেফ নিয়ম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nখান একাডেমি"}