{"pageid": 1037578, "title": "মাহিন রিজভি", "url": "https://bn.wikipedia.org/wiki?curid=1037578", "content": "মাহিন রিজভি হলেন একজন পাকিস্তানি টেলিভিশন অভিনেত্রী এবং মডেল। ২০১৩ সালের বাশার মমিন নামক ধারাবাহিক নাটকে সহিরা চরিত্রে অভিনয়ের জন্য তিনি সবচেয়ে বেশি পরিচিত। এছাড়া তিনি বিলকিস কৌর (২০১১), আধুরী অরাত (২০১৩), জিন্দেগি গুলজার হ্যায় (২০১৩), ডাইজেস্ট রাইটার ও ইকরার (২০১৫) ইত্যাদি নাটকে অভিনয় করেছেন। ডাইজেস্ট রাইটারে তাঁর কাজের জন্য, তিনি সেরা সহায়ক অভিনেত্রীর বিভাগে তৃতীয় হাম পুরস্কারের জন্য মনোনীত হয়েছিলেন। \n\n\n== কর্মজীবন ==\n২০১১ সালে মাহিন রিজভি 'মাত' নামের ধারাবাহিক নাটকের মাধ্যমে আত্মপ্রকাশ করেন। নাটকটিতে তার ভূমিকা খুব সংক্ষিপ্ত ছিল। একই বছরে তিনি 'জার্দ মৌসাম' এবং 'বিলকিস কৌর' নামক নাটকে সহায়ক চরিত্রে অভিনয় করেন। বিলকিস কৌর নাটকে  তিনি একজন কলেজ ছাত্রীর চরিত্রে অভিনয় করেন। তার পাঞ্জাবি ভঙ্গি, শরীরী ভাষা এবং সংলাপ দর্শকদের মন কাড়ে। ২০১২ সালে তাকে আধুরি অরাত  ধারাবাহিকে অভিনয়ের প্রস্তাব দেওয়া হয় যা ২০১৩ সালে জিওটিভিতে প্রচারিত হয়। তিনি ভ্যাম্প চরিত্রে অভিনয়ে করে প্রশংসিত হন এবং ২০১৪ সালে এর জন্য একটি পুরস্কারও লাভ করেন। ২০১৩ সালে রিজভী প্যাম্পার্স-এর জন্য একটি টিভিসিতে অংশ নেন, যার শুটিং দক্ষিণ আফ্রিকার কেপটাউনে হয়। ফিরে আসার পর তাকে বাশার মোমিন শিরোনামের একটি ধারাবাহিকে নাটকে অভিনয়ের প্রস্তাব দেওয়া হয়। নাটকটি বিশ্বব্যাপী সাফল্য পায় এবং সাহিরা চরিত্রে অভিনয় করে তিনি প্রশংসিত হন।\n\n\n== শিক্ষা ==\nরিজভী সেন্ট জোসেফ'স কনভেন্ট উচ্চ বিদ্যালয়ে পড়াশুনা করেন এবং তারপর কলেজ শেষ করে মার্কিন যুক্তরাষ্ট্রে চলে যান। তিনি কলোরাডোর ডেনভার থেকে টেলিভিশন প্রোডাকশন এবং চলচ্চিত্র নির্মাণে স্নাতক ডিগ্রি অর্জন করেন।\n\n\n== ব্যক্তিগত ==\nতিনি ২২ ডিসেম্বর ২০১৪ সালে রেহমান সাইয়েদকে বিয়ে করেন। রিজভী এখন তার স্বামী ও মেয়ের সাথে বাল্টিমোরে থাকেন।\n\n\n== অভিনীত নাটক ==\nবিলকিজ কৌর (২০১১)\nমাত (২০১১)\nজার্দ মৌসাম (২০১২)\nকোক কাহানী (২০১২)\nপেহলি অন্ধি মৌসাম কি (২০১২)\nসিলভাটিন (২০১২)\nআধুরি অরাত (২০১২)\nকিস দিন মেরা ভায়াহ মৌসুম ৩ (২০১৩)\nকালমুহি (২০১৩)\nবাশার মমিন (২০১৩)\nজিন্দেগী গুলজার হাই (২০১৩)\nডাইজেস্ট রাইটার (২০১৪)\nনাজদেকিয়ান (২০১৪)\nকোই নাহিন আপনা (২০১৪)\nইকারার (২০১৫)\nজিন্দা দারগোড় (২০১৫)\n\n\n== পুরস্কার এবং মনোনয়ন ==\n৪র্থ পাকিস্তান মিডিয়া পুরস্কার: সেরা উদীয়মান প্রতিভা নারী - বিজয়ী\n৩য় হাম পুরস্কার: শ্রেষ্ঠ সহ-অভিনেত্রী - মনোনীত\n\n\n== তথ্যসূত্র =="}