{"pageid": 1038684, "title": "ঝলকারি বাঈ", "url": "https://bn.wikipedia.org/wiki?curid=1038684", "content": "ঝালকারী বাঈ (জন্ম:- ২২ নভেম্বর ১৮৩০ ― মৃত্যু:- ৪ এপ্রিল ১৮৫৭) ঝাঁসির রানী লক্ষ্মী বাঈয়ের সৈন্যদের মধ্যে মহিলা শাখার দুর্গা দলের সেনাপতি ছিলেন। ঝলকারী বাঈ ও লক্ষ্মী বাঈ দুজনকেই দেখতে এক। ঝলকারীকে দেখে ইংরেজরাও কখনো বুঝতে পারেনি, যে ইনি লক্ষ্মী বাঈ নন। এই কারণে ঝলকারী বাঈ, রানী লক্ষ্মী বাঈয়ের ছদ্দবেশ ধারণ করে যুদ্ধ করতেন। এই ভাবে শত্রুকে বার বার ধোঁকা দিয়েছিলেন ঝলকারী বাঈ। তাঁর জীবনের শেষ সময়েও তিনি রানী লক্ষ্মী বাঈয়ের ছদ্মবেশ ধারণ করে যুদ্ধ করেছিলেন ও ইংরেজদের হাতে ধরা পড়েন। আর অন্যদিকে রানী লক্ষ্মী বাঈ তাঁর রাজমহল থেকে বেরিয়ে যেতে সমর্থ হয়েছেন। ঝলকারী বাঈ প্রথম স্বাধীনতা সংগ্রামে ঝাঁসির রানীর সঙ্গে ব্রিটিশ সেনাদের বিরুদ্ধে অতুলনীয় বীরত্বের সাথে লড়াই করেছিলেন। অনেক লড়াইয়ে তাঁরা ব্রিটিশদের পরাজিত করেছিল। যদি রানী লক্ষ্মী বাঈয়ের সৈন্যদের মধ্যে কেউ বিশ্বাসঘাকতা না করতো, তবে ঝাঁসির রাজমহল ইংরেজ সেনার হাতে আসা সম্ভব হতো না।\nঝলকারী বাঈয়ের জন্ম ২২  নভেম্বর ১৮৩০ সালে ঝাঁসির পাশেই ভোজলা গ্রামে হয়েছিল। তার পিতার নাম ছিল সদোবর সিংহ ও মাতার নাম ছিল যমুনা দেবী। ঝলকারী বাঈ যখন খুব ছোট, তখন তার মা মারা যান। ঝলকারীর পিতা তাকে ছেলের মত করে মানুষ করেন। ঝলকারীকে ঘোড়ায় ওঠা ও অস্ত্রশস্ত্র প্রশিক্ষণও দেওয়া হয়। সেই সময়ে সামাজিক অর্থনৈতিক কারণে বেশি পড়াশোনা করতে পারে নি। কিন্তু  তিনি নিজেকে এক যোদ্ধা হিসেবে প্রতিষ্ঠিত করেছিলেন। ঝলকারী বাঈ ছোটবেলা থেকেই অনেক সাহসী ও দৃঢ় বালিকা ছিলেন। তিনি ঘরের কাজ করেও জঙ্গলে গিয়ে গাছ কাটেন। একবার তার সামনা সামনি হয় বাঘের সঙ্গে। তিনি তার কুঠার দিয়ে বাঘটিকে হত্যা করেন।\nঝলকারীর এক অন্য সময়ের কথা, কিছু ডাকাত একজন ব্যবসায়ীর ওপর হামলা চালায়। তখন ঝলকারী বাহাদুরির সঙ্গে ডাকাতদের পিছে হাঁটার জন্য সমর্থন হন। তার এই বাহাদুরির জন্য খুশি হয়ে গ্রামবাসীরা ঝাঁসির রানী লক্ষ্মী বাঈয়ের এক সৈনিকের সঙ্গে করিয়ে দেন। তার স্বামীর নাম ছিল পুরন কোরী, পুরন কোরীও অনেক বাহাদুর ছিলেন। একবার গৌরী পুজোর সময় ঝলকারী অন্যান্য মহিলাদের সঙ্গে মহারানীকে সম্মান দেওয়ার জন্য ঝাঁসির রাজমহলে পৌঁছোন। সেখানে রানী লক্ষ্মী বাঈ, ঝলকারীকে দেখে অবাক হয়ে যান। কেননা ঝলকারী দেখতে অবিকল লক্ষ্মী বাঈ এর মতো দেখতে (দুজনের রূপেই অলৌকিক সমানতা ছিল)। রানী লক্ষ্মী বাঈ অন্যান্য মহিলাদের কাছ থেকে ঝলকারীর বাহাদুরির কথা শুনতে পান, রানী লক্ষ্মী তার বিষয়ে শুনে প্রভাবিত হলো। ঝলকারীকে দুর্গা দলের সেনা বাহিনীতে যোগ দেওয়া আদেশ দেন। ঝলকারী অন্যান্য মহিলাদের সঙ্গে বন্দুক, তোপ চালানো ও অস্ত্র চালানোর প্রশিক্ষণ নেন।\nলর্ড ডালহৌসির ভারতের রাজ্যে শাসন চালানোর নীতি চলতেই থাকে। রানী লক্ষ্মী বাঈ এর কোনো সন্তান না থাকায় তিনি একজন একজন দত্তক পুত্র সন্তান নেন। ব্রিটিশরা নিঃসন্তান রানী লক্ষ্মী বাঈকে দত্তক পুত্র নেওয়া অনুমতি দেয় নি। কেননা তিনি এমনটা করে রাজ্যকে নিজের অধীনে করতে চাইছিলেন। ব্রিটিশদের এই বিরোধিতায় রানীর পুরো সৈন্যবাহিনী, সেনা নায়ক ও ঝাঁসির প্রজামন্দল আত্মসমর্পণ না করে, ইংরেজদের বিরুদ্ধে অস্ত্র তোলার পরিকল্পনা করেন। এপ্রিল ১৮৫৭ সালে, রানী লক্ষ্মী বাঈ ঝাঁসির রাজমহলের ভিতরে সৈন্য তৈরি করেন। ইংরেজরা স্থানীয় লোকজনের সহযোগিতায় তাদের পরিকল্পনাকে নিস্ফল করে দেয়। রানীর সেনা নায়কের মধ্যে একজন দুলহেরাব নামক ধোঁকা দেয় ও গুপ্ত দ্বার ইংরেজ সেনাদের জন্য খুলে দেয়। যখন রাজমহলের পতন নিশ্চিত হয়, তখন রানীর সেনাপতি ও ঝলকারী বাঈ কিছু সৈন্য নিয়ে রাজমহল ছেড়ে অন্য কোথাও যেতে বলেন। রানী তার ঘোড়া নিয়ে ও কিছু বিশ্বাস যোগ্য সৈনিক নিয়ে ঝাঁসির রাজমহল থেকে দূরে চলে যান।\nঝলকারী বাঈ এর স্বামী পুরন কোলী রাজমহলের রক্ষা করতে গিয়ে ইংরেজদের হাতে শহীদ হন। ঝলকারী বাঈ স্বামীর মৃত্যুর খবর পেয়েও ইংরেজদের ধোঁকা দেওয়ার জন্য একটি পরিকল্পনা করেন। ঝলকারী বাঈ, রানী লক্ষ্মী বাঈ এর মতো বস্ত্র পরে ঝাঁসির সেনা কামান নিজের দায়িত্বে নেন। তার পর রাজমহল থেকে বেরিয়ে ব্রিটিশ জেনারেলের শিবিরে দেখা করার জন্য রওনা দেয়। ব্রিটিশ শিবিরে পৌঁছতেই তিনি চিৎকার করে বলেন আমি জেনারেলের সঙ্গে দেখা করতে চাই। জেনারেল ও তার সৈনিক খুবই আনন্দিত যে, তারা শুধু ঝাঁসিই অধিকার করে নি। এখন জীবিত রানীও তাদের অধীনে। জেনারেল ঝলকারীকে রানী ভেবে ছিলেন। তখন জেনারেল বলল বলো তোমার সাথে কি করা উচিত, ঝলকারী দৃঢ়তার সঙ্গে বলেন, আমাকে ফাঁসি দাও। জেনারেল, ঝলকারীর সাহস ও নেতৃত্ব ক্ষমতা দেখে প্রভাবিত হয়ে তাকে ছেড়ে দেয়। এর বিপরীতে কিছু ইতিহাসবিদ মনে করেন যে ঝলকারী এই যুদ্ধে বীরগতি প্রাপ্ত হন। একজন বুন্দেলখণ্ডের কিংবদন্তি ঝলকারীর উত্তরে জেনারেলের হা করে তাকিয়ে ছিলেন। আর জেনারেল বলেন যদি ভারতের ১% মহিলাও এনার মতো হয়, তবে বিদেশিদের খুব তাড়াতাড়ি ভারত ছাড়তে হবে।\nতারপর জানা যায় রানী লক্ষ্মী বাঈ এর ছদ্মবেশে  নিজের শেষ সময় পর্যন্ত ইংরেজদের সঙ্গে যুদ্ধ করেন। দিনটি ছিল ৪ এপ্রিল ১৮৫৭ সাল, যুদ্ধের সময় এক গোলার আঘাতে ঝলকারী যুদ্ধক্ষেত্রে পড়ে যান, সেই আঘাতের পর তিনি আর কখনোই উঠেনি। এমনই বীরাঙ্গনা ছিল ঝলকারী বাঈ।\nঝলকারী বাঈয়ের কথা বুন্দেলখণ্ডের লোককথায় ও সঙ্গীতের মাধ্যমে আজও সোনা যায়। ভারত সরকার ২২ জুলাই ২০০১ সালে ঝলকারী বাঈয়ের সম্মানে একটি ডাক টিকিট জারি করেন। তার প্রতিমা ও একটি স্মারক আজমের, রাজস্থানেনির্মিত আছে। উত্তরপ্রদেশের সরকার দ্বারা আগ্রাতেও একটি প্রতিমা স্থাপিত করা হয়। সঙ্গে তার নামে লখনউ-এ ধর্মার্থ চিকিৎসালয় চালু করা হয়।\n\n\n== তথ্যসূত্র =="}