{"pageid": 1038255, "title": "লখনউ–মোরাদাবাদ রেলপথ", "url": "https://bn.wikipedia.org/wiki?curid=1038255", "content": "লখনউ–মোরাদাবাদ রেলপথ (এটি লখনউ–মোরাদাবাদ প্রধান রেলপথ নামেও পরিচিত) ভারতের উত্তরপ্রদেশ রাজ্যের লখনউ ও মোরাদাবাদ রেল স্টেশন দুটিকে সংযুক্ত করে। রেলপথটি উত্তর রেলের প্রশাসনিক আওতাধীন।\n\n\n== ইতিহাস ==\nলখনউয়ের সাথে বারাণসীর সংযোগ স্থাপনের পরে, লখনউয়ের পশ্চিমে অওধ-রোহিলখণ্ড রেলপথের কাজ শুরু হয়। লখনউ থেকে সান্দিলা ও তারপরে হারদোই পর্যন্ত রেলপথ নির্মাণের কাজ ১৮৭২ সালে শেষ হয়। বরেলি পর্যন্ত রেলপথটি ১৮৭৩ সালে সম্প্রসারিত হয়। মোরাদাবাদকে চান্দৌসীর সাথে সংযুক্তকারী একটি রেলপথ ১৯৭২ সালে নির্মিত হয় এবং এটি ১৮৭৩ সালে বরেলি পর্যন্ত প্রসারিত হয়। বরেলি-মোরাদাবাদ কর্ড রেলপথের নির্মাণ কাজ ১৮৯৪ সালে সম্পন্ন হয়। একটি শাখা রেলপথ ১৮৯৪ সালে চাঁদৌসিকে আলীগড়ের সাথে যুক্ত করে।\nএকটি সংক্ষিপ্ত ২৪ কিলোমিটার (১৫ মাইল) রেলপথ রাজা কা সাহসপুরকে সম্ভল হাতিম সরাইয়ের সাথে যুক্ত করে।\n\n\n== বিদ্যুতায়ন ==\n৩২৬ কিলোমিটার (২০৩ মাইল) দীর্ঘ মোরাদাবাদ–শাহজাহানপুর–লখনউ রেলপথ হল একটি বিদ্যুতায়িত দ্বৈত রেলপথ।\n৬৩৬ কিলোমিটার (৩৯৫ মাইল) দীর্ঘ মুঘলসরাই-মোরাদাবাদ রেলপথের বিদ্যুতায়ন ২০১৩ সালে শেষ হয়। চাঁদৌসি-বরেলি বিভাগ সহ মোরাদাবাদ-আলীগড় রেলপথের বৈদ্যুতিকরণের জন্য জরিপের অনুমোদিত ২০১২–১৩ সালের বাজেটে প্রদান করা হয়।\n\n\n== শেড ==\nলখনউয়ের ডিজেল লোকো শেড বা আলমবাগ ডিজেল শেডে ডব্লিউডিএম-২, ডব্লিউডিডিএম-৩এ, ডব্লিউডিডিএম-৩ডি, ডব্লিউডিডিজি-৩এ ও ডব্লিউডিডিজি-৪ সহ ১৬০+ লোকোমোটিভ রয়েছে। চরবাগ লোকোমোটিভ ওয়ার্কশপ পর্যায়ক্রমিক ভাবে সংস্কারের কাজসমূহ পরিচালনা করে।\n\n\n== গতিসীমা ==\nমোরাদাবাদ–লখনউ রেলপথকে \"ডি-শ্রেণি\"ভুক্ত রেলপথ হিসাবে শ্রেণিবদ্ধ করা হয় এবং এই রেলপথে ট্রেনগুলি সর্বোচ্চ ১০০ কিলোমিটার/ঘণ্টা গতিতে চলাচল করতে পারে।\n\n\n== যাত্রী চলাচল ==\nএই রেলপথে লখনউ চরবাগ, বরেলি ও মোরাদাবাদ স্টেশন ভারতীয় রেলের শীর্ষ শতাধিক বুকিং স্টেশনের তালিকাভুক্ত।\n\n\n== রেলপথ পুনর্গঠন ==\n১৮৭২ সালের দিকে, ভারতীয় শাখা রেলওয়ে সংস্থাটি অওধ ও রোহিলখণ্ড রেলপথে রূপান্তরিত হয়। অওধি ও রোহিলখণ্ড রেলপথ ১৯২৫ সালে পূর্ব ভারতীয় রেল সংস্থার সাথে একত্রিত হয়।\nভারত সরকার বাংলা ও উত্তর-পশ্চিম রেলপথ অধিগ্রহণ করে এবং রোহিলখণ্ড ও কুমাওন রেলপথের সাথে একীভূত করে ১৯৪৩ সালে অওধ ও তিরহুত রেলপথ গঠন করে।\nপূর্ব রেল, উত্তর রেল ও উত্তর পূর্ব রেল ১৯৫২ সালে গঠিত হয়। পূর্ব রেল ইস্ট ইন্ডিয়ান রেলওয়ে কোম্পানির মুঘলসরাইয়ের পূর্ব দিকের একটি অংশ ও বেঙ্গল নাগপুর রেলওয়ের সহযোগে গঠিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলখনউ চারবাগের ট্রেনগুলি\nবরেলিতে ট্রেনগুলি\nমোরাদাবাদে ট্রেনগুলি"}