{"pageid": 1038375, "title": "পাঁশকুড়া বনমালী কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1038375", "content": "পাঁশকুড়া বনমালী কলেজ ভারতের পশ্চিমবঙ্গ রাজ্যের পূর্ব মেদিনীপুর জেলার অন্তর্গত পাঁশকুড়া পুরসভায় অবস্থিত একটি মহাবিদ্যালয়৷ এখানে বিজ্ঞান কলা ও বাণিজ্য বিভাগে স্নাতক এবং বিজ্ঞান ও কলা বিভাগে স্নাতকোত্তর শিক্ষাদান করা হয়৷ ১৯৬০ খ্রিস্টাব্দে বনমালীচরণ খাটুয়া এই কলেজটি প্রতিষ্ঠা করেন৷ এই কলেজটি বিদ্যাসাগর বিশ্ববিদ্যালয় সংসৃষ্ট৷\n\n\n== ইতিহাস ==\nপাঁশকুড়ার বিত্তবান ও সংস্কৃতিসম্পন্ন ব্যক্তিত্ব স্বর্গীয় বনমালীচরণ খাটুয়ার সৎপ্রচেষ্টায় ১৯৬০ খ্রিস্টাব্দে প্রতিষ্ঠিত হয় পাঁশকুড়া বনমালী কলেজ৷ স্থানীয় সজ্জন হাসমাত আলি খান ও তাঁর সহ-অংশীদারগণ এই কলেজের জন্য জমিদান করেন৷ মূখ্য জমিদাতার নামানুসারে কলেজের নাম হয় \"বনমালী কলেজ\"৷ বহু বছর যাবৎ লোকালয়ের মধ্যে ও বাইরে উচ্চতর শিক্ষাদান ও আকাঙ্ক্ষাপুরণে এই কলেজঅশ্রেষ্ঠত্ব পেয়েছে৷\n\n\n== অবস্থান ==\nকলেজটি ১৬ নং জাতীয় সড়ক ও পাঁশকুড়া জংশন রেলওয়ে স্টেশন সংযোগকারী অংশে স্টেশনের দিকে অবস্থিত৷ হাওড়া–খড়্গপুর লাইনে হাওড়া জংশন রেলওয়ে স্টেশন থেকে ৭১ কিমি দূরে অবস্থিত স্টেশনটি একটি আদর্শ স্টেশন৷ ফলে কলেজটি রেলপথে সুগম্য এছাড়া ঘাটাল, কলকাতা ও অন্যান্য স্থান থেকে বাস পরিষেবাও রয়েছে৷\n\n\n== বিভাগ ==\n\n\n=== বিজ্ঞান বিভাগ ===\nকম্পিউটার এপ্লিকেশন (স্নাতক ও স্নাতকোত্তর)\nকম্পিউটার বিজ্ঞান (স্নাতক ও স্নাতকোত্তর)\nদেহতত্ত্ব (স্নাতক ও স্নাতকোত্তর)\nজৈবপ্রযুক্তি (স্নাতক ও স্নাতকোত্তর)\nরসায়ন (স্নাতক ও স্নাতকোত্তর)\nপদার্থবিদ্যা (স্নাতক ও স্নাতকোত্তর)\nগণিত (স্নাতক ও স্নাতকোত্তর)\nউদ্ভিদবিদ্যা (স্নাতক ও স্নাতকোত্তর)\nপ্রাণিবিদ্যা (স্নাতক ও স্নাতকোত্তর)\nঅর্থনীতি (স্নাতক ও স্নাতকোত্তর)\nবিদ্যুতিন পদার্থবিদ্যা (স্নাতক ও স্নাতকোত্তর)\nঅণুজীববিদ্যা (স্নাতক ও স্নাতকোত্তর)\n\n\n=== কলা ও বাণিজ্য বিভাগ ===\nইতিহাস\nবাংলা\nভূগোল\nরাষ্ট্রবিজ্ঞান\nসংস্কৃত\nদর্শন\nইংরাজী\nসাঁওতালি\nহিসাব ও অধ্যয়ন\nশিক্ষাশাস্ত্র\nদেহচর্চা\nসঙ্গীত\n\n\n== স্বীকৃৃতি ==\nকলেজটি ভারতীয় বিশ্ববিদ্যালয় মঞ্জুরি কমিশন বা ইউজিসি দ্বারা অনুমোদিত৷ এছাড়াও এটি জাতীয় মূল্যায়ন ও প্রত্যয়ন পরিষদ বা এনএএসি দ্বারা প্রথম শ্রেণীর কলেজ হিসাবে স্বীকৃত৷\n\n\n== আরও দেখুন ==\nভারতের শিক্ষা ব্যবস্থা\nপশ্চিমবঙ্গের শিক্ষা ব্যবস্থা\n\n\n== তথ্যসূত্র =="}