{"pageid": 1038625, "title": "হোরাস ও সেতের দ্বন্দ্ব", "url": "https://bn.wikipedia.org/wiki?curid=1038625", "content": "\"হোরাস ও সেতের দ্বন্দ্ব\" মিশরের বিংশ রাজবংশের সমসাময়িক কালের একটি পৌরাণিক কাহিনি। চেস্টার বেটি প্যাপিরাইয়ের প্রথম ষোলোটি পৃষ্ঠায় এই কাহিনিটি পাওয়া যায়। এই কাহিনির মূল উপজীব্য রাজা হিসেবে ওসাইরিসের উত্তরসূরি কে তা স্থির করার জন্য হোরাস ও সেতের বিবাদ।\n\n\n== চেস্টার বেটি প্যাপিরাস ১ ==\nচেস্টার বেটি প্যাপিরাস ১-এর সময়কাল বিংশ রাজবংশীয় রাজা পঞ্চম রামেসিসের রাজত্বকাল। এটি সম্ভবত কোনও লিপিকরের সংগ্রহে ছিল, যা নথিবদ্ধ হয়েছিল ব্যক্তিগত বিনোদনের উদ্দেশ্যে (চেস্টার বেটি প্যাপিরাস ১, অক্সফোর্ড)। এই প্যাপিরাসে হোরাস ও সেতের দ্বন্দ্ব-এর উপাখ্যান এবং অন্যান্য বিভিন্ন কাব্যিক প্রণয়গীতি গ্রন্থিত হয়েছিল। প্যাপিরাসটির আদি উৎপত্তিস্থল ছিল থিবস। ছিন্ন ও দোমড়ানো-মোচড়ানো অবস্থায় আবিষ্কৃত হওয়ার সময় প্যাপিরাসটির পরিমাপ ছিল ৫৫ সেমি (২২ ইঞ্চি)। ১৯৩১ সালে অক্সফোর্ড ইউনিভার্সিটি প্রেস থেকে প্যাপিরাসটি প্রকাশিত হয়। বর্তমানে এটি ডাবলিনের চেস্টার বেটি লাইব্রেরিতে রক্ষিত।\n\n\n== উপাখ্যান ==\nচেস্টার বেটি প্যাপিরাস ১-এর তর্কসাপেক্ষে সর্বাপেক্ষা গুরুত্বপূর্ণ অংশটি হল \"হোরাস ও সেতের দ্বন্দ্ব\" নামে পরিচিত পৌরাণিক কাহিনিটি। এই কাহিনির উপজীব্য বিষয় ওসাইরিসের সিংহাসনের উত্তরাধিকার কে হবে তা নিয়ে হোরাস ও সেতের সংঘর্ষ। দ্বন্দ্ব-এর নির্দিষ্ট সময়টি হল ঠিক যে পর্যায়ে দু’জনের সংঘর্ষ সাময়িকভাবে বন্ধ হয়েছিল এবং সেত ও হোরাস তাঁদের বিবাদটিকে উপস্থিত করেছিলেন এননেয়াদের সম্মুখে। সমগ্র কাহিনি জুড়ে দেখা যায়, কে রাজা হবে তা স্থির করতে হোরাস ও সেত বিভিন্ন প্রতিযোগিতায় অবতীর্ণ হচ্ছেন এবং প্রতিবারই হোরাস সেতকে পরাজিত করছেন। কাহিনির সূচনার অংশটি অনেকটা বিচারসভার অনুরূপ। সেই বিচারসভায় সেত ও হোরাস তাঁদের দাবি উত্থাপন করছেন এবং এননেয়াদের দেবতারা নিজ নিজ মত ব্যক্ত করছেন। কাহিনির পরবর্তী ভাগে হোরাস ও সেতের সংঘর্ষ শুরু হচ্ছে এবং শেষ পর্যন্ত যখন হোরাসকে মিশরের ন্যায়সঙ্গত রাজার মর্যাদা প্রদান করা হচ্ছে তখনই বিবাদের সমাপ্তি ঘটছে।\n\n\n== উপাখ্যানের পরিণতি ==\nরাজপদের সঙ্গে \"হোরাস ও সেতের দ্বন্দ্ব\" উপাখ্যানের গুরুত্বটি অঙ্গাঙ্গীভাবে জড়িত ছিল বলে মিশরীয় সমাজে এই কাহিনিটির গুরুত্ব ছিল অপরিসীম। প্রাচীন মিশরে পিতা থেকে পুত্রের সিংহাসন প্রাপ্তির প্রথাগত আদর্শটি এই কাহিনিতে প্রতিফলিত হয়। দিব্য রাজপদের ধারণাটির ক্ষেত্রেও কাহিনিটি গুরুত্বপূর্ণ ছিল। কারণ এই কাহিনিতেই মৃত রাজা হিসেবে ওসাইরিস, পৃথিবীতে জীবিত রাজা হিসেবে হোরাস ও রাজমাতা হিসেবে আইসিসের ত্রয়ীর ধারণাটি প্রতিষ্ঠা লাভ করেছিল।\n\n\n== গবেষকদের আলোচনা ও বিশ্লেষণ ==\nঅনেক গবেষক ও মিশরতত্ত্ববিদ \"হোরাস ও সেতের দ্বন্দ্ব\" উপাখ্যানটি নিয়ে গবেষণা করেছেন। উদাহরণস্বরূপ, জন গাওয়েন গ্রিফিথস তাঁর দ্য কনফ্লিক্ট অফ হোরাস অ্যান্ড সেত গ্রন্থে হোরাস ও সেতের সংঘাত নিয়ে আলোচনা করেছেন। এই গ্রন্থে গ্রিফিথস অঙ্গচ্ছেদ, সমকামিতার প্রসঙ্গ ও বিচার সহ ওসাইরিসের রাজপদ নিয়ে শুরু হওয়া যুদ্ধের বিভিন্ন দিক নিয়ে আলোচনা করেছেন। তাঁর মতে এই পুরাণকথাটির একটি রাজনৈতিক ও ঐতিহাসিক উৎস রয়েছে এবং হোরাস ও সেতের কাহিনির সঙ্গে মিশরের একীভবনের পূর্বে আদিবাসী সংঘাতগুলির একটি সম্পর্ক বিদ্যমান। অন্যান্য ইতিহাসবিদেরাও \"হোরাস ও সেতের দ্বন্দ্ব\" উপাখ্যানটি আলোচনা প্রসঙ্গে এই ধারণাটিকে খণ্ডন করে বলেছেন যে, এই কাহিনিটি শুধুমাত্র একটি ধর্মীয় পুরাণকথা হিসেবেই সৃষ্ট হয়েছিল এবং এটির প্রতি কোনও ঐতিহাসিক প্রসঙ্গ যুক্ত করা উচিত হবে না (অক্সফোর্ড এনসাইক্লোপিডিয়া অফ এনশিয়েন্ট ইজিপ্ট)।\nএনশিয়েন্ট ইজিপশিয়ান লিটারেচার গ্রন্থে অ্যান্টোনিও লোপ্রিয়েনো বলেন যে, \"হোরাস ও সেতের দ্বন্দ্ব\" উপাখ্যানটি হল \"মূল পাঠসংক্রান্ত বর্গ হিসেবে লিখিত পুরাণকথা\" এবং পুরাণকথার সাহিত্যের জগতে প্রবেশের প্রথম উদাহরণগুলির অন্যতম। তাঁর মতে, একটি রাজনৈতিক প্রহসনের সঙ্গেও এই কাহিনিটির যোগ বিদ্যমান।\nচেস্টার বেটি প্যাপিরাস ১-এর যে অক্সফোর্ড প্রকাশনায় \"হোরাস ও সেতের দ্বন্দ্ব\" কাহিনিটি অন্তর্ভুক্ত হয়েছিল, সেখানে অ্যালান এইচ. গার্ডিনারের একটি আলোচনায় এই কাহিনিটিকে হোমারের ওডিসি মহাকাব্যের সঙ্গে তুলনা করা হয়।\n\n\n== আরও দেখুন ==\nপ্রাচীন মিশরীয় সাহিত্য\n\n\n== তথ্যসূত্র =="}