{"pageid": 1038169, "title": "মোরাদাবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1038169", "content": "মোরাদাবাদ ভারতের উত্তরপ্রদেশ রাজ্যের মোরাদাবাদ জেলার একটি শহর, ও পৌরসংস্থা। মোরাদাবাদ রামগঙ্গা নদীর তীরে জাতীয় রাজধানী নতুন দিল্লি থেকে ১৬৭ কিলোমিটার (১০৪ মাইল) ও রাজ্যের রাজধানী লখনউয়ের ৩৪৪ কিলোমিটার দূরে অবস্থিত।\nমোঘল সম্রাট শাহজাহানের অধীনে কাটিহারের গভর্নর রুস্তম খান প্রতিষ্ঠিত, মোরাদাবাদ সম্রাটের কনিষ্ঠ পুত্র রাজপুত্র মোরাদ বখশের নামে নামকরণ করা হয়। প্রতিষ্ঠার পরপরই নগরটি কাবাবের গভর্নরের আসন হিসাবে সম্ভলকে  প্রতিস্থাপন করে। মোরাদাবাদকে পরবর্তীতে ১৭৪০ সালে আলী মোহাম্মদ খান কর্তৃক রোহিলখণ্ড রাজ্যের সাথে যুক্ত করা হয়। প্রথম রোহিলা যুদ্ধে রোহিলাদের পতনের পরে এই শহরটি ১৭৭৪ সালে আওধ রাজ্যের নিয়ন্ত্রণে আসে এবং ১৮০১ সালে আওধের নবাব দ্বারা ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির হাতে শহরের নিয়ন্ত্রণ তুলে দেওয়া হয়। উনিশ শতকের গোড়ার দিকে, রোহিলখণ্ড অঞ্চলটি দেশীয় রাজ্য রামপুর এবং বরেলি ও মোরাদাবাদ জেলা দুটির মধ্যে বিভক্ত ছিল; মোরাদাবাদ পরবর্তীকালের সদর দফতরে পরিণত হয়।\nউনিশ শতকের শেষার্ধে মোরাদাবাদ রেল লাইনের সাথে যুক্ত হয়। মোরাদাবাদকে চান্দৌসীর সাথে সংযুক্তকারী একটি রেলপথ ১৮৭২ সালে নির্মিত হয় এবং এটি ১৮৭৩ সালে বরেলি পর্যন্ত প্রসারিত হয়। রামপুর হয়ে বরেলি-মোরাদাবাদ কর্ড লাইনের কাজটি ১৮৯৪ সালে সমাপ্ত হয়, যেটি ১৮৮৬ সালে সাহারানপুরে পর্যন্ত প্রসারিত হয়। মোরাদাবাদ উত্তর রেলের বিভাগীয় সদর দফতর দপ্তর। শহরটি বিখ্যাত পিতলের হস্তশিল্প শিল্পের জন্য পিতল নাগরী (\"ব্রাস সিটি\") হিসাবে পরিচিত।\n\n\n== ইতিহাস ==\nমোরাদাবাদকে অতীতে চৌপালা নামে ডাকা হত। এটি কাথেরিয়া রাজপুতদের দুর্গ ছিল, যারা গঙ্গার উপরিভাগে একটি কাদা-ইটের দুর্গ তৈরি করে। বর্তমান সময়ে কাথেরিয়া সর্দারদের বিধবা স্ত্রীর কিছু স্মৃতিচিহ্ন ব্যতীত ওই সময়কালের সামান্যই অবশেষ প্রাপ্ত হয়েছে। মুঘল সাম্রাজ্যের অধীনে চৌপাল একটি পরগনার আসন ছিল; আইন-ই-আকবরীতে শরটিকে সম্ভল সরকারের অংশ হিসাবে উল্লেখ করা হয়েছে। এটি রাজকীয় কোষাগারের জন্য ১৩,৪০,৮১২ বাঁধ উপার্জন করেছিল এবং এটি মুঘল সেনাবাহিনীকে ৫০০ জন পদাতিক ও ১০০ জন অশ্বারোহী বাহিনী সরবরাহ করেছিল।\nআধুনিক শহর মোরাদাবাদ শহরটি শাহজাহানের রাজত্বকালে সম্ভলের মুঘল গভর্ন রুস্তম খান দাখানি প্রতিষ্ঠা করেন।\n\n\n== জনসংখ্যার উপাত্ত ==\n২০১১ সালের আদমশুমারি অনুসারে মোরাদাবাদ শহরের জনসংখ্যা হল ৮,৮৭,৮৭১ জন। মোরাদাবাদ জেলার জনসংখ্যা ৪,৭৭২,০০৬ জন, যা প্রায় সিঙ্গাপুর বা মার্কিন যুক্তরাষ্ট্রের আলাবামা রাজ্যের সমান। এটি উত্তরপ্রদেশ রাজ্যের দ্বিতীয় জনবহুল জেলা। \nমোরাদাবাদে প্রতি ১০০০ জন পুরুষের বিপরীতে ৯০৩ জন জন মহিলা রয়েছে এবং সাক্ষরতার হার ৫৮.৬৮%।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে মোরাদাবাদ সম্পর্কিত মিডিয়া দেখুন।\n\nমুরাদাবাদের পৃষ্ঠাসমূহ মুরাদাবাদ স্থানীয় সংবাদ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ এপ্রিল ২০২১ তারিখে"}