{"pageid": 1038252, "title": "ইব্রাহিমা কোনাতে", "url": "https://bn.wikipedia.org/wiki?curid=1038252", "content": "ইব্রাহিমা কোনাতে (ফরাসি: Ibrahima Konaté; জন্ম: ২৫ মে ১৯৯৯) হলেন একজন ফরাসি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইংল্যান্ডের পেশাদার ফুটবল লিগের শীর্ষ স্তর প্রিমিয়ার লিগের ক্লাব লিভারপুল এবং ফ্রান্স অনূর্ধ্ব-২১ দলের হয়ে একজন রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত একজন কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলে থাকেন।\n২০০৯–১০ মৌসুমে, ফরাসি ফুটবল ক্লাব প্যারিসের যুব পর্যায়ের হয়ে খেলার মাধ্যমে কোনাতে ফুটবল জগতে প্রবেশ করেছেন এবং পরবর্তীকালে সোশোর যুব দলের হয়ে খেলার মাধ্যমে তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০১৫–১৬ মৌসুমে, ফরাসি ক্লাব সোশো বি-এর হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন, যেখানে তিনি ২ মৌসুম অতিবাহিত করেছেন; সোশো বি-এর হয়ে তিনি ৯ ম্যাচে ১টি গোল করেছেন। মাঝে ২০১৬–১৭ মৌসুমে তিনি সোশোর মূল দলের হয়ে খেলেছেন। ২০১৭–১৮ মৌসুমে, তিনি বিনামূল্যে সোশো হতে জার্মান ক্লাব আরবি লাইপৎসিশে যোগদান করেছেন।\n২০১৪ সালে, কোনাতে ফ্রান্স অনূর্ধ্ব-১৬ দলের হয়ে ফ্রান্সের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nইব্রাহিমা কোনাতে ১৯৯৯ সালের ২৫শে মে তারিখে ফ্রান্সের প্যারিসে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন। তিনি মালীয় বংশোদ্ভূত।\n\n\n== আন্তর্জাতিক ফুটবল ==\nকোনাতে ফ্রান্স অনূর্ধ্ব-১৬, ফ্রান্স অনূর্ধ্ব-১৭, ফ্রান্স অনূর্ধ্ব-১৯, ফ্রান্স অনূর্ধ্ব-২০ এবং ফ্রান্স অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে ফ্রান্সের প্রতিনিধিত্ব করেছেন। ২০১৪ সালের ২০শে নভেম্বর তারিখে তিনি ফ্রান্স অনূর্ধ্ব-১৬ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। তিনি ২০২১ উয়েফা ইউরোপীয় অনূর্ধ্ব-২১ চ্যাম্পিয়নশিপের জন্য ২০২১ সালের মার্চ মাসে প্রকাশিত ২৩ সদস্যের ফ্রান্স অনূর্ধ্ব-২১ দলে স্থান পেয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফরাসি ফুটবল ফেডারেশনে ইব্রাহিমা কোনাতে  (ফরাসি)  \nইব্রাহিমা কোনাতে – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে ইব্রাহিমা কোনাতে  (ইংরেজি)  \nসকারবেসে ইব্রাহিমা কোনাতে (ইংরেজি) \nবিডিফুটবলে ইব্রাহিমা কোনাতে  (ইংরেজি)  \nওয়ার্ল্ডফুটবল.নেটে ইব্রাহিমা কোনাতে (ইংরেজি) \nইএসপিএন এফসিতে ইব্রাহিমা কোনাতে (ইংরেজি)"}