{"pageid": 1039004, "title": "মার্কিন নৌবাহিনীতে নারী", "url": "https://bn.wikipedia.org/wiki?curid=1039004", "content": "প্রায় এক শতাব্দী ধরে মার্কিন নৌবাহিনীতে নারীরা কাজ করে আসছেন। বিংশ শতাব্দীর প্রারম্ভিক সময়কাল থেকে একবিংশ শতাব্দীর শুরুর দিক পর্যন্ত মোট প্রায় ৫২,৯৩১ জন নারী মার্কিন নৌবাহিনীতে কাজ করেছেন, তবে এদের মধ্যে অধিকাংশই প্রশাসনিক এবং চিকিৎসা সেবা সংক্রান্ত দায়িত্বে ছিলেন। নাবিক এবং কর্মকর্তা দুই পেশাতেই নারীরা নিয়োগ অনেক আগে থেকেই পেয়ে আসছেন তবে নারী কর্মকর্তা মার্কিন নৌবাহিনীতে কখনোই বেশি ছিলোনা, পুরুষ নাবিকদের তুলনায় নারী নাবিকদের সংখ্যা কম হলেও নারী নাবিকদের সংখ্যা নারী কর্মকর্তাদের সংখ্যার চেয়ে অনেক বেশি ছিলো সবসময়ই।\nনারীদের মার্কিন নৌবাহিনীর কমান্ডো শাখায় কখনো নিয়োগ দেওয়া হয়নি, ২০১৭ সালে একজন নারী কর্মকর্তা কমান্ডো শাখায় প্রশিক্ষণের জন্য আবেদন করেছিলেন যদিও তিনি কমান্ডো প্রশিক্ষণ পুরুষ নাবিক এবং কর্মকর্তাদের সঙ্গে মাত্র এক সপ্তাহ নিয়েছিলেন, এবং কমান্ডো প্রশিক্ষণ তিনি শেষ করেননি।\n\n\n== প্রথম বিশ্বযুদ্ধ পূর্ববর্তী ==\nমার্কিন যুক্তরাষ্ট্রের গৃহযুদ্ধের পর থেকে, মহিলারা প্রথম দিকে নৌবাহিনীর নার্স হিসেবে কাজ করতেন। মার্কিন যুক্তরাষ্ট্রের 'নৌবাহিনী সেবিকা শাখা' (নেভি নার্স কোর) আনুষ্ঠানিকভাবে ১৯০৮ সালে প্রতিষ্ঠিত হয়, ১৯৬৫ সাল পর্যন্ত এর সমস্ত সদস্য মহিলা ছিলো। ১৯০৮ সালে মার্কিন নৌবাহিনীর সেবিকা শাখা প্রতিষ্ঠার পর, মার্কিন সংসদ প্রতিনিধি পরিষদের অনুরোধে, ২০ জন মহিলাকে প্রথম সদস্য হিসেবে নির্বাচিত করা হয় এবং ওয়াশিংটন ডি.সি. নেভাল মেডিকেল স্কুল হাসপাতালে নিয়োগ দেওয়া হয়। যাই হোক, নৌবাহিনী মহিলাদের কোনও আবাসস্থল বা মেস দেয়নি, তাই নার্সরা তাদের বাড়ি ভাড়া নেয় এবং নিজেরাই খাবার সরবরাহ করে। যুদ্ধঅভিজ্ঞ একজন পুরুষ নাবিক বলেছিলেন, আমরা সেই সময় নার্সদের \"২০ জন সেবিকা\" হিসেবে চিনতাম কারণ তারাই প্রথম মহিলা যারা আনুষ্ঠানিকভাবে নৌবাহিনীর সদস্য হিসেবে আমাদের সেবা করেছিলেন। ২০ জন সেবিকা হলেন মিরি ডি বোস, ওয়েড পেন্ডেলটন, এলিজাবেথ হেউইট, ডেলা নাইট,জোসেফিন প্যাট্রিস বোম্যান, লিনএইচ এইচ সাটকেলফ হিগবি, এসথার ফোরহেসেন এবং ১৯০৮ থেকে ১৯১১ সাল পর্যন্ত প্রথম নেভি নার্স কোর সুপারভাইজার মার্থা প্রিঙ্গল, এলিজাবেথ ওয়েলস এবং ক্লেয়ার এলডি সিউক্স, এলিজাবেথ ইয়নহার্ড, এস্টেল হেনি, এথেল পারসনস, ফ্লোরেন্স টি, মেলবোর্ন, বনিভাস টি, স্মল, ভিক্টোরিয়া হোয়াইট, ইসাবেল রোজ রয়, মার্গারেট ডি মারে, সারামায়ার এবং সারাহ কক্স। মেরিন নার্স কোর মাইফ্লোর এবং ডলফিন যুদ্ধজাহাজে নার্সরা প্রথম সেবা দেন, যেখানে তারা ১৯১৩ সালে বেশ কয়েক মাস কাজ করেছিলেন।\n\n\n== প্রথম বিশ্বযুদ্ধ ==\nপ্রথম বিশ্বযুদ্ধের সময়ে মার্কিন নৌবাহিনীর আকার বৃদ্ধি পেয়েছিলো। ১৯১৬ সালের মার্কিন নৌ সামরিক আইনে যোগ্য \"ব্যক্তি\" নিয়োগের অনুমতি দেওয়া হয় এবং নৌবাহিনীর সেক্রেটারি জেনারেল (মার্কিন প্রতিরক্ষা মন্ত্রণালয়ের বেসামরিক কর্মকর্তা) জোসেফ ড্যানিয়েল প্রশ্ন করেন, \"এমন কোনো আইন আছে যা বলেছে যে নৌবাহিনীর সদস্যদেরকের বাধ্যতামূলকভাবে পুরুষ হতে হবে?\" তাকে এই প্রশ্নের উত্তর দেওয়া হয়েছিলো নৌবাহিনীর পক্ষ থেকেই যে নৌসদস্যদেরকে পুরুষই যে হতে হবে এমন কোনো কথা নেই। ফলশ্রুতিতে, মার্কিন যুক্তরাষ্ট্র নৌবাহিনী প্রথম মহিলা নাবিক নিয়োগ দেয়। মার্কিন নৌবাহিনীতে নিয়োগ প্রাপ্ত প্রথম মহিলা হলেন লরেটা ওয়ালশ যিনি ১৯১৭ সালের ১৭ই মার্চ নৌবাহিনীতে যোগ দিয়েছিলেন। লরেটা নৌবাহিনীর সক্রিয় দায়িত্ব পালনকারী প্রথম মার্কিন মহিলা ছিলেন, যিনি মার্কিন সশস্ত্র বাহিনীতে প্রথম নারী হিসেবে কাজ করার অনুমতি পেয়েছিলেন, এবং নার্স হিসেবে নয়, নৌবাহিনীর অন্য শাখায় কাজ করেছিলেন। ওয়ালশ মার্কিন নৌবাহিনীতে ১৯১৭ সালের ১৭ই মার্চ প্রথম নারী নাবিক হিসেবে নৌবাহিনীতে যোগ দান করেন। তিনি তার যুদ্ধ-অভিজ্ঞতা সম্পর্কে বলেন, প্রথম বিশ্বযুদ্ধের সময়, আমরা কিছু নারী মার্কিন যুক্তরাষ্ট্র, ফ্রান্স, গুয়াম এবং হাওয়াই জুড়ে নৌবাহিনীর পুরুষ সদস্যদের সঙ্গে কাজ করেছি এবং যুদ্ধের সহায়ক সদস্য হিসেবে কাজ করেছি; রেডিও অপারেটর, ইলেকট্রিশিয়ান, চিত্রশিল্পী এবং ফার্মাসিস্ট, ফটোগ্রাফার, টেলিগ্রাফ কর্মী, ফিঙ্গারপ্রিন্ট বিশেষজ্ঞ এবং রাসায়নিক অস্ত্রাগার কর্মী হিসেবে নারীদেরকে নাবিক হিসেবে নিয়োগ দেওয়া হয়েছিলো। পাশাপাশি অনেক কালো চামড়ার মহিলা যারা নাবিক এবং প্রথম কৃষ্ণাঙ্গ মহিলা নাবিক হিসেবে কাজ করেছেন যারা মার্কিন সশস্ত্র বাহিনীর প্রথম স্থায়ী তালিকাভুক্ত সদস্য হিসেবে কাজ করেছেন, আমরা ১৬ জন মহিলা ছিলাম যারা নাবিক ছিলো - এবং সংখ্যাটি ২৪ জন মহিলার একটি দল হিসেবে মার্কিন নৌবাহিনীর ইতিহাসে অন্তর্ভুক্ত হবার জন্য এগিয়ে ছিলো -- এবং এই মহিলারা ওয়াশিংটনের কিছু \"কালো চামড়ার অভিজাত পরিবার\" থেকে এসেছিলেন যারা \"ওয়াশিংটনে নৌ আর্সেনালের মেরিন কোর নোটবুক বিভাগে কাজ করেছিলেন...\" প্রথম বিশ্বযুদ্ধ শেষ হওয়ার পর সকল নারীকে সক্রিয় সেবা থেকে অব্যাহতি দেওয়া হয়। প্রথম বিশ্বযুদ্ধে মূলত নার্স নারীদের সংখ্যাই বেশি ছিলো।\n\n\n== দ্বিতীয় বিশ্বযুদ্ধ ==\n\nদ্বিতীয় বিশ্বযুদ্ধের সময় অতিরিক্ত নাবিকের প্রয়োজনীয়তা দেখা দেয় এবং এই প্রথম মার্কিন নৌবাহিনীতে নারী নাবিক নিয়োগ দেবার পরিকল্পনা করা হয়; মার্কিন নৌবাহিনী মার্কিন যুক্তরাষ্ট্র ভূখণ্ডের সব নৌ ঘাঁটি এবং হাওয়াই দ্বীপ জুড়ে অনেক জায়গায় ওয়েভস নাবিক নিয়োগ প্রদান করেছিলো, ওয়েভস মার্কিন নৌবাহিনীর নারী শাখা ছিলো।\nজাপান দ্বিতীয় বিশ্বযুদ্ধে মার্কিন নৌবাহিনীর নার্সদের একটি দল দখল করে। ১৯৪৫ সালের ফেব্রুয়ারি মাসে মার্কিন নৌবাহিনী কর্তৃক নার্সদের মার্কিন দেশে প্রত্যাবাসন করা হয়, যদিও জাপানিরা নার্সদের নৌবাহিনীর সদস্য হিসেবে জানতো না। নৌবাহিনীর হাসপাতাল জাহাজ \"ইউএসএস ম্যাকট্যান\"- থেকে নার্সদের গ্রেপ্তার করা হয়: প্রধান নার্স লরা কব এবং জাহাজের ক্রু থেকে নার্স: মেরি চ্যাপম্যান, বার্থা ইভান্স, হেলেন গোরজিনস্কি, মেরি হ্যারিংটন, মার্গারেট ন্যাশ, গোল্ডি ও'হাভারে, ডাইন পেজ, সুসি বিচার, ডরোথি স্টিল এবং জিম এবং এডউইনা টড ১৯৪২ সালে ফিলিপাইন-এ বন্দী ছিলেন, যেখানে নারী নার্সরা যুদ্ধবন্দী হিসেবে আটক ছিলেন, যতক্ষণ না পর্যন্ত ১৯৪৫ সালের ফেব্রুয়ারি মাসে মার্কিন যুক্তরাষ্ট্র সেনাবাহিনী তাদের উদ্ধার করে এবং ফিলিপাইনের কারাগারে থাকা বন্দী জীবনের বিভীষিকাময় স্মৃতি মনে করে নার্সরা মার্কিন পুরুষ সেনাদের বলছিলেন, \"আমরা নিশ্চিত যে আমরা অনেকেই, যারা এখন জীবিত, মারা যেতে পারতাম, আমাদের সেনাবাহিনী যুদ্ধে জিতে গেছে, এতে আমরা অনেক আনন্দিত।\" এই যুদ্ধের সকল নার্স মার্কিন নৌবাহিনীর পদক পেয়েছিলেন।\n\n\n== কোরীয় যুদ্ধ ==\nকোরীয় যুদ্ধের সময়ে মহিলাদেরকে তাদের পুরুষ সমকক্ষদের সাথে কাজ করার জন্য নাবিক হিসেবে নেওয়া হয়েছিলো যদিও নারীদের সংখ্যা দ্বিতীয় বিশ্বযুদ্ধের চেয়ে অনেক কম ছিলো।\n\n\n== ভিয়েতনাম যুদ্ধ ==\nভিয়েতনাম যুদ্ধ চলাকালীন সময়কালের মার্কিন নৌবাহিনী প্রধান অ্যাডমিরাল থমাস হিনম্যান মুরার বলেন, আমরা যুদ্ধজাহাজে নার্সদের নিয়োগ দিয়েছি এবং নার্সরা ভিয়েতনাম যুদ্ধের জন্য গমন করেছে; তবে নৌবাহিনীতে কোনো নারীকে নাবিক হিসেবে নিয়োগের অনুমতি দেওয়া হয়নি এবং ভিয়েতনাম যুদ্ধেও কোনো নারী নাবিক অংশগ্রহণ করার অনুমতি পায়নি।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমার্কিন নৌবাহিনীতে নারী, মার্কিন নৌবাহিনীর নিজস্ব ওয়েবসাইটে মার্কিন নৌবাহিনীতে নারী নিয়োগের ইতিহাস\nদ্বিতীয় বিশ্বযুদ্ধ মার্কিন নৌবাহিনীর ওয়েভস নারী নাবিকেরা\nনৌবাহিনীতে নারী নিয়োগ সংক্রান্ত নীতিমালা\nফ্লিকার ইমেজে মার্কিন নৌবাহিনীর নারী"}