{"pageid": 1039301, "title": "আফগানিস্তান জাতীয় টেলিভিশন", "url": "https://bn.wikipedia.org/wiki?curid=1039301", "content": "আফগানিস্তান জাতীয় টেলিভিশন (ফার্সি: تلویزیون ملی, পশতু: ملی تلویزیون) আফগানিস্তানের রাষ্ট্রীয় মালিকানাধীন টেলিভিশন চ্যানেল। এটি রেডিও টেলিভিশন আফগানিস্তানের (আরটিএ) পাবলিক ব্রডকাস্টারের একটি অংশ।\n\n\n== ইতিহাস ==\nআফগান জাতীয় টেলিভিশন ১৯৭৮ সালের ১৯ আগস্ট আফগান স্বাধীনতা দিবস উপলক্ষে নুর মুহাম্মদ তারাকির নেতৃত্বে একটি অনুষ্ঠানের মাধ্যমে সূচনা হয়েছিল। শুরু থেকেই এটি রঙ্গিন অনুষ্ঠান সম্প্রচার করছে।\n১৯৮৩ সালে কান্দাহার, জালালাবাদ এবং হেরাতে তিনটি নতুন স্টেশন চালু করা হয়েছিল, তবে এগুলোর সম্প্রচারটি কয়েক মাস পরে শুরু হয়েছিল। ১৯৮৫ সালের ২ জানুয়ারি জালালাবাদে সম্প্রচার শুরু হয় যখন বাদাখশান প্রদেশের একটি নতুন স্টেশনের নির্মাণকাজ শেষ হয়। ১৮৬৩ সালের ৩ ফেব্রুয়ারিতে গজনীতে একটি নতুন স্টেশন চালু হয়েছিল, একই মাসে কান্দাহার ও হেরাততে সম্প্রচার শুরু হয়েছিল।\nতালেবান শাসনামলে, টেলিভিশন নিষিদ্ধ হওয়ার সময় আফগানিস্তান জাতীয় টেলিভিশন কার্যক্রম বন্ধ হয়ে গিয়েছিল এবং ১৯৯৮ সালের জুলাইয়ে তারা সমস্ত টিভি সেট ধ্বংস করার নির্দেশ দিয়েছিলো। তালেবানদের ক্ষমতাচ্যুত হওয়ার পরে, আফগানিস্তানের টেলিভিশনগুলি ২০০১ সালের ১৮ নভেম্বর পুনরায় চালু করা হয়।\n\n\n=== ২০০৮-এর অনন্য বক্তব্য ===\n\nআফগানিস্তানের রাষ্ট্রপতি হামিদ কারজাই কে আফগান সামরিক কুচকাওয়াজে কয়েক হাজার বিদ্রোহীরা হত্যা করার চেষ্টা করার কয়েক মিনিটের পরে বিশ্বজুড়ে সরাসরি তার বক্তৃতা প্রচারের মাধ্যমে আরটিএ বিশ্বব্যাপী বিখ্যাত হয়ে ওঠে। আফগান জাতীয় সেনারা এই হত্যা চেষ্টাটিকে ব্যর্থ করেছিল। প্রয়াসটির দৃশ্য আফগানিস্তানের আরটিএ দর্শকদের জন্য সরাসরি সম্প্রচারিত করা হয়েছিল এবং আন্তর্জাতিক মিডিয়াগুলি তা গ্রহণ করেছিল।\n\n\n== আন্তর্জাতিক সম্প্রচার ==\nআফগানিস্তান জাতীয় টেলিভিশন ইউরোপ, মধ্য প্রাচ্য, উত্তর আফ্রিকা আফ্রিকা এশিয়া প্যাসিফিক এবং উত্তর আমেরিকাতে ৫ জানুয়ারি ২০০৮ থেকে উপলব্ধ ছিল। চ্যানেলের সম্প্রচারের সময়টি ছিল ০৬:০০ থেকে ০০:০০ (স্থানীয় আফগান সময়), ০১:৩০ থেকে ১৯:৩০ (ইউটিসি সময়)। পরে ২০০৮ সালে আরটিএ কে একটি চব্বিশ ঘন্টার চ্যানেলে পরিণত করা হয়েছিল এবং এটি আন্তর্জাতিকভাবে দর্শকদের আরও সুবিধাজনক সময়ে এটি দেখার অনুমতি দিয়েছিলো। ২০১৮ এর পর এটি ইউরোপে আর স্যাটেলাইটের মাধ্যমে সম্প্রচারিত হয় না।\n\n\n== আরও দেখুন ==\nকান্তিপুর টেলিভিশন\n\n\n== তথ্যসূত্র =="}