{"pageid": 1039329, "title": "দেওবন্দের উসমানি পরিবার", "url": "https://bn.wikipedia.org/wiki?curid=1039329", "content": "দেওবন্দের উসমানি পরিবার হল প্রধাণত ভারতের সাহারানপুর জেলার দেওবন্দ শহরে বসবাসকারী একটি মুসলিম পরিবার, যারা তৃতীয় রাশিদুন খলিফা উসমান ইবনে আফ্ফানের বংশধর। এ পরিবারের উল্লেখযোগ্য ব্যক্তিদের মধ্যে রয়েছেন ফজলুর রহমান উসমানি, মাহমুদ হাসান দেওবন্দি, আজিজুর রহমান উসমানি এবং শাব্বির আহমদ উসমানি।\nএই পরিবারের ফজলুর রহমান উসমানি, নেহাল আহমদ, মেহতাব আলী এবং জুলফিকার আলী দেওবন্দি দারুল উলুম দেওবন্দের সহ-প্রতিষ্ঠাতা ছিলেন এবং আতিকুর রহমান উসমানি নাদওয়াতুল মুসান্নিফীন এবং অল ইন্ডিয়া মুসলিম মজলিসে মুশাওয়ারাতের সহ-প্রতিষ্ঠাতা ছিলেন।\n\n\n== ইতিহাস ==\nউবাইদ ইকবাল আসিম রচিত মাওলানা জাফর আহমদ: হায়াত ও খিদমাত বইয়ে দেওবন্দের উসমানি পরিবারের ইতিহাস এভাবে উল্লেখ করেছেন: দেওবন্দে বসবাসকারী বিখ্যাত সাধুব্যক্তিত্বদের মধ্যে একজন হলেন খাজা আবুল ওয়াফা উসমানি, যিনি জালালুদ্দীন কবির আওলিয়া পানিপথির চাচাতো ভাই ছিলেন। অষ্টম হিজরি শতাব্দীতে তিনি দেওবন্দে বসতি স্থাপন করেছিলেন।\" আসিম আরও উল্লেখ করেন যে, দেওবন্দের উসমানি পরিবারের অধিকাংশ সদস্যই আবুল ওয়াফা উসমানির বংশধর।\nদশ যুগ পর লুৎফুল্লাহ-এর বংশে আবুল ওয়াফা উসমানি জন্মগ্রহণ করেন। তিনি মুঘল সম্রাট শাহ জাহানের দরবারে কোষাধ্যক্ষের দায়িত্বে ছিলেন।\n\n\n== বংশপরম্পরা ==\nআবুল ওয়াফা উসমানির বংশপরম্পরা নিম্নরূপ:\n\nআবুল ওয়াফা ইবনে উবাইদুল্লাহ ইবনে হুসাইন ইবনে আব্দুর রাজ্জাক ইবনে আব্দুল হাকিম ইবনে হাসান ইবনে আব্দুল্লাহ ইবনে ইয়াকুব ইবনে ঈসা ইবনে ইসমাইল ইবনে মুহাম্মদ ইবনে আবু বকর ইবনে আলী ইবনে উসমান ইবনে আব্দুল্লাহ হিরমানি ইবনে আব্দুল্লাহ গারজুনি ইবনে আব্দুল আজিজ ৩য় ইবনে খালিদ ইবনে ওয়ালিদ ইবনে আব্দুল আজিজ ২য় ইবনে শিহাবুদ্দীন ইবনে আব্দুল্লাহ ২য় ইবনে আব্দুল আজিজ ইবনে আব্দুল্লাহ ইবনে আমর ইবনে উসমান ইবনে উসমান ইবনে আফ্ফান।\n\n\n== উল্লেখযোগ্য ব্যক্তিবর্গ ==\n\n\n=== ফজলুর রহমান উসমানি ===\n\nফজলুর রহমান উসমানি (১৮৩১ - ১৫ জুন ১৯০৭) ছিলেন দারুল উলুম দেওবন্দের অন্যতম সহ-প্রতিষ্ঠাতা। তার বংশধারা হচ্ছে:\n\nফজলুর রহমান ইবনে মুরাদ বখশ ইবনে গোলাম মুহাম্মদ ইবনে গোলাম নবী ইবনে লুৎফুল্লাহ ইবনে মুহাম্মদ আশিক ইবনে ফরিদ উসমানি ইবনে আবু মুহাম্মদ ইবনে মুহাম্মদ হাফিজ মুহাম্মদ ইবনে আব্দুল মালিক ইবনে আব্দুল আজিজ ইবনে আব্দুল হাকিম ইবনে সাঈদ ইবনে মুহাম্মদ ফজলুল্লাহ ইবনে আবুল ওয়াফা উসমানি।\nতার ছেলেদের মধ্যে আজিজুর রহমান উসমানি এবং শাব্বির আহমদ উসমানি অন্যতম। নাদওয়াতুল মুসান্নিফীন এবং অল ইন্ডিয়া মুসলিম মজলিসে মুশাওয়ারাত-এর সহ-প্রতিষ্ঠাতা আতিকুর রহমান উসমানি হলেন সম্পর্কে তার নাতি। শামস নাভেদ উসমানি ছিলেন আরেক নাতি। আজিজুর রহমান উসমানির নাতি কাফিলুর রহমান নিশাত উসমানি ফতোয়ায়ে আলমগীরী উর্দু ভাষায় অনুবাদ করেন।\n১৯৪৭ সালে পাকিস্তান গঠনের পর শাব্বির আহমদ উসমানি মুহাম্মদ আলী জিন্নাহ এবং নিখিল ভারত মুসলিম লীগের অন্যান্য নেতৃবর্গের উপস্থিতিতে করাচিতে পতাকা উত্তোলন করেন।\n\n\n=== শেখ ফতেহ আলী ===\nশেখ ফতেহ আলী ছিলেন মাহমুদ হাসান দেওবন্দির পিতামহ। মেহতাব আলী, মাসউদ আলী ও জুলফিকার আলী দেওবন্দি ছিলেন তার তিন পুত্র। তাদের মধ্য থেকে মেহতাব আলী ও জুলফিকার আলী দেওবন্দি ছিলেন দারুল উলুম দেওবন্দের সহ-প্রতিষ্ঠাতা। জুলফিকার আলীর ছেলে মাহমুদ হাসান দেওবন্দি দারুল উলুম দেওবন্দের প্রথম ছাত্র।\n\n\n=== কারামত হুসাইন ===\nকারামত হুসাইন দেওবন্দে নিজ বাড়িতে একটি মাদ্রাসা প্রতিষ্ঠা করেছিলেন বলে জানা যায়। সেই মাদ্রাসাটির শিক্ষক ছিলেন মাহমুদ হাসান দেওবন্দির চাচা মেহতাব আলী। দারুল উলুম দেওবন্দের ভিত্তি স্থাপন হওয়া পর্যন্ত এই মাদ্রাসাটি কাজ চলমান ছিল। মুহাম্মদ কাসেম নানুতুবি মেহতাব আলীর তত্ত্বাবধানে সেখানে পড়াশোনা করেন।\nকারামত হুসাইনের পুত্র নেহাল আহমদ দারুল উলুম দেওবন্দের অন্যতম সহ-প্রতিষ্ঠাতা ছিলেন। তিনি মুহাম্মদ কাসিম নানুতুবির শ্যালক ছিলেন। নেহালের ছেলে লতিফ আহমদের সাথে আশরাফ আলী থানভির বোনের বিয়ে হয়। জাফর আহমদ উসমানি ছিলেন লতিফ আহমদের পুত্র এবং থানভির ভাগ্নে।\nজাফর আহমদ উসমানি ১৯৪৭ সালে মুহাম্মদ আলী জিন্নাহ এবং অন্যান্য নিখিল ভারত মুসলিম লীগ নেতৃবৃন্দের উপস্থিতিতে ঢাকায় পাকিস্তানের পতাকা উত্তোলন করেছিলেন।\n\n\n=== মিয়াঁজী শুকরুল্লাহ ===\nমুহাম্মদ শফি উসমানি'র পূর্বপুরুষদের মধ্যে অন্যতম ছিলেন মিয়াঁজী শুকরুল্লাহ। তার পরিবারটি নিজেদের উসমানি বংশোদ্ভূত দাবি করে, তবে তাদের বংশধারা উসমানি পরিবারের সাথে মিলেনা। মুহাম্মদ রফি উসমানি ও মুহাম্মদ তাকি উসমানি উভয়েই মুহাম্মদ শফি উসমানির পুত্র, যিনি পাকিস্তান আন্দোলনের অন্যতম সক্রিয় সদস্য ছিলেন।\n\nমুহাম্মদ রফি উসমানির রচিত হায়াতে মুফতিয়ে আজম শিরোনামে প্রকাশিত তার পিতার জীবনীগ্রন্থে এই অসম্পূর্ণ বংশধারারটি উল্লেখ করেছেন, মুহাম্মদ শফি ইবনে মুহাম্মদ ইয়াসিন ইবনে খলিফা তেহসিন আলী ইবনে ইমাম আলী ইবনে করিমুল্লাহ ইবনে খায়রুল্লাহ ইবনে শুকরুল্লাহ\"। রফি উসমানির বর্ণনানুসারে, করিমুল্লাহ ১১৮৩ সালে দেওবন্দে আগমন করেন। শফি উসমানির পিতা মুহাম্মদ ইয়াসিন উসমানি দারুল উলুম দেওবন্দের প্রাথমিক ছাত্রদের মধ্যে অন্যতম ছিলেন। ইয়াসিন উসমানির শিক্ষার্থীদের মধ্যে রয়েছেন আসগর হুসাইন দেওবন্দি, শাব্বির আহমদ উসমানি এবং সানাউল্লাহ অমৃতসরি ইত্যাদি।\n\n\n== আরও দেখুন ==\nনানুতার সিদ্দিকি পরিবার\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nউবাইদ, ইকবাল আসিম (২০০১)। মাওলানা জাফর আহমদ: হায়াত ও খিদমাত [মাওলানা জাফর আহমদ: জীবনী ও অবদান] (পিএইচডি)। আলিগড় মুসলিম বিশ্ববিদ্যালয়। \nআনজুম উসমানি। \"কাহানি মুঝে লিখতি হ্যায়\"। কাহীঁ কুছ খো গায়া হ্যায়। পৃষ্ঠা ৭–২৭। আইএসবিএন 978-81-8042-230-0। \nউসমানি, মুহাম্মদ  রফি। হায়াতে মুফতিয়ে আজম [প্রধান মুফতির জীবনী] (উর্দু ভাষায়) (মে ২০০৫ সংস্করণ)। করাচি: ইদারাতুল মাআরিফ।"}