{"pageid": 1039911, "title": "ইয়োসুগা নো সোরা", "url": "https://bn.wikipedia.org/wiki?curid=1039911", "content": "ইয়োসুগা নো সোরা (জাপানি: ヨスガノソラ, lit. \"স্কাই অফ কানেকশন\") হলো একটি জাপানীজ রোম্যান্টিক অ্যাডাল্ট ভিজুয়্যাল নভেল। এটিকে ডেভেলপ করেছে সিইউএফএফএস (স্ফিয়ার)। উইন্ডোজ এর জন্যে এর একটি গেম ২০০৮ সালের ৫ই ডিসেম্বর মুক্তি পায়। একটি ধারাবাহিক মাঙ্গা ও একটি অ্যানিমে টেলিভিশন সিরিজে এটি অভিযোজিত হয়েছিল। ২০০৯ সালের ২৪শে অক্টোবর, হারুকা নো সোরা নামে একটি সিক্যুয়াল/ফ্যান ডিস্ক মুক্তি পেয়েছিল, যেখানে মূল গেমের অন্তর্গত কিছু চরিত্রের নতুন এবং সুবিস্তৃত চিত্রনাট্য দেখা গিয়েছিল।।\n\n\n== প্রেক্ষাপট ==\nহঠাৎ এক গাড়ি দুর্ঘটনায় করুণভাবে বাবা মাকে হারিয়ে, যমজ কাসুগানো ভাই বোনেরা তাদের দুঃখজনক জীবনের টুকরোগুলিকে পুনর্গঠন করতে, রেলগাড়িতে চেপে পল্লীগ্রামে তাদের দাদা-দাদীর বাড়িতে থাকতে আসে। এই দুই সত্বা চেহারায় একইরকম দেখতে হলেও, অন্তর থেকে একদম আলাদা। আসন্ন দিনে তারা যে কিরকম বিবাদী প্রত্যাশার সম্মুখীন হতে চলেছে, তার সম্বন্ধে তাদের বিন্দুমাত্র ধারনাও নেই। ভবিষ্যত সম্পর্কে অনিশ্চিত হয়ে, হারুকা কাসুগানো তার অতীতের স্মৃতিগুলোকে আকড়ে ধরে থাকে। সে তার দূর্বল বোনকে রক্ষা করার আশায় শক্তি খোঁজার চেষ্টা করে। কাহিনী অগ্রসর হতে হতে চারটি রাস্তায় চলে যায়, প্রত্যেকটিতেই একটি মেয়েকে কেন্দ্র করে গল্প শেষ হয়; মিগীওয়া: ধনী কিন্তু দয়ালু, আমাতসুমে: নম্র কিন্তু বিষণ্ণ, ইয়োরীহিমে: হতাশ কিন্তু আশাবাদী, সোরা: ছোট ও সুন্দর কিন্তু হিংস্র।।\n\n\n== চরিত্র ==\n\n\n=== কেন্দ্রীয় ===\nহারুকা কাসুগানো (春日野 悠, কাসুগানো হারুকা)\nকণ্ঠস্বর দিয়েছেন: হিরো শিমোনো (অ্যানিমে, কিশোর), মেগুমি মাতসুমোতো (অ্যানিমে, শিশু)\nএই সিরিজের কৃশকায় চেহারা ও নম্র স্বভাবের মূল চরিত্র হচ্ছে হারুকা। সে বহুদিক থেকেই তার যমজ বোন সোরার সাথে নিখুঁত সাদৃশ্যপূর্ণ। সৎ ও সুরুপ হারুকা তার দীর্ঘস্থায়ী বন্ধুত্বগুলিকে অসাধারন অবলীলায় বেঁধে রাখে। নিজের হৃদয় শক্ত রেখে সে তার বাবা মার মৃত্যুর ধাক্কাটা সামলায় এবং বোনের ভবিষ্যত রক্ষার দায়িত্ব নিজের কাঁধে তুলে নেয়। সে সাঁতার কাটতে জানে না। হারুকাকে এই পল্লিগ্রামে সকলেই বেশ যত্নআত্তি করে, যেহেতু একদা তাদের দিদা সেখানকার একজন ডাক্তার ছিলেন। গেমে যেসকল পথ বর্ণিত করা আছে, তাতে হারুকাকে কাহিনীর বিভিন্ন নায়িকাদের সাথে রোমান্টিক ও যৌণ সম্পর্ক তৈরি করতে দেখা যায়। সোরার পথ অনুসরণ করে গেলে, সে সোরার প্রতি তার ভালোবাসা উপলদ্ধি করতে পারে এবং প্রেমিক প্রেমিকার সম্পর্কে নেমে আসে। যদিও, নাও আর কোজুয়ের কাছে ধরা পড়ে যাওয়ার পরে সে সবকিছু শেষ করে দেওয়ার চেষ্টা করে, কিন্তু অবশেষে হারুকা ঠিক করে যে সোরার সাথে থাকাটা তার কাছে সবচাইতে গুরুত্বপূর্ণ বিষয় আর তাই দুজনে একসাথে সেখান থেকে পালিয়ে দূরে কোথাও চলে যায়।।\nসোরা কাসুগানো (春日野 穹, কাসুগানো সোরা)\nকণ্ঠস্বর দিয়েছেন: হিরোকো তাগুচি (গেম (\"শিরানামি\" হয়ে কৃতিত্বপ্রাপ্ত), অ্যানিমে)\nসোরা হচ্ছে শান্ত, দূর্বল ও একজন একাকী মেয়ে এবং মূল চরিত্রের ভ্রাতৃত্বসুলভ যমজ বোন। জন্ম থেকেই দূর্বল সোরা তার জীবনের স্বাধীনতাটা কোনোদিনও পেতে চায়নি। তবুও তার পরী সমতুল্য সৌন্দর্যের মধ্যেও এক কষ্টকর ব্যক্তিত্ব লুকিয়ে রয়েছে। সে নিজের হৃদয়ের অনুভূতিগুলিকে অপসারণ করার চেষ্টা করে, মানসিক ও শারীরিকভাবে অলস থাকতে চায় এবং সমাজের প্রতি মাধুর্যহীন ওঠে। সে নিজের বেশিরভাগ সময় ইন্টারনেটে কাটায় এবং ক্রিস্প ও ইনস্ট্যান্ট খাবার খেয়ে থাকে, যতক্ষণ হারুকা তার সাথে রয়েছে। করুণভাবে নিজের বাবা মাকে হারানোর পর ভাইয়ের সাথে তার সম্পর্ক আরো বেশি দৃঢ় হয়ে ওঠে, যার ফলে সে অজাচারি হওয়ার কল্পনা করতে থাকে। সোরা এমনকি তার ভাইকে নিজের বশেও আনার চেষ্টা করে অথবা অন্ততপক্ষে তার সাথে আরো বেশি সময় কাটাতে বাধ্য করায়। সে নাওকে প্রচণ্ড ঘৃনা করে, যদিও একসময় তারা বেশ ভালো বন্ধু ছিল। প্রায়শই তাকে একটি খরগোশ পুতুলকে জড়িয়ে ধরে থাকতে দেখা যায়। এই পুতুলটি তার মা মারা যাওয়ার আগে তাকে উপহার হিসেবে দিয়েছিল। ফলে তার এই আচরণকে অনেকে শিশুসুলভ বলে মনে করে। পরবর্তী অংশ \"হারুকা না সোরা\"-তে সে আর হারুকা কোনরকমে বিয়ে করে নেয় এবং তাদের সাথে তাদের সন্তানও উপস্থিত থাকে।।\nনাও ইয়োরীহিমে (依媛 奈緒, ইয়োরীহিমে নাও)\nকণ্ঠস্বর দিয়েছেন: ইউকা ইনোকুচি (গেম (\"আয়াকা কিমুরা\" হয়ে কৃতিত্বপ্রাপ্ত), অ্যানিমে)\nসুন্দরী, বুদ্ধিমান এবং দুর্দান্ত সাঁতারু নাও, হারুকার প্রতিবেশী হয় এবং সে তার ছোটবেলাকার বন্ধুও, হারুকার চেয়ে এক বছরের বড়। শেষবার যখন কাসুগানো যমজেরা গ্রামে এসেছিল, তাদের প্রত্যাগমন বিশেষভাবে নাওকে কষ্ট দিয়েছিল। সে হারুকাকে খুবই পছন্দ করত, এমনকি একদিন তাকে হঠাৎ যৌণ নির্যাতনও করে ফেলেছিল, এই বিষয়ে যদিও সে পরে নিজের দোষ প্রকাশ করে। তারা আবার গ্রামে ফিরে এলে নাও নিজের পুরনো বন্ধুত্ব পুনরুদ্দীপ্ত করে। তার সমবেদনা এবং পরিপক্কতা অন্যদের প্রতি তার বোনের সমান ভালোবাসাকে ফুটিয়ে তোলে। যদিও হারুকার প্রতি তার আরো গভীর ও অন্তরঙ্গ অনুভূতি লুকিয়ে রয়েছে। দুই যমজের ভালোবাসার কথা জানতে পেরে সে হারুকার সাথে নিজের সম্পর্ক পরিত্যাগ করে। এই যমজদের গ্রাম ছেড়ে চলে যাওয়ার পর সে খুবই উদাস ও দুঃখিত হয়ে পড়ে।।\nআকিরা আমাতসুমে (天女目 瑛, আমাতসুমে আকিরা)\nকণ্ঠস্বর দিয়েছেন: মানা সুকিশীরো (গেম), কায়ো সাকাতা (অ্যানিমে)\nআকিরা হচ্ছে হারুকার অনলস সহপাঠিনী, যার নিষ্পাপ চরিত্রের মধ্যে আরেকটি ব্যক্তিত্বের অস্তিত্ব দেখতে পাওয়া যায়। তার উৎসাহ আশেপাশের সকলকে প্রভাবিত করে। শিশু অবস্থায় সে অনাথ হয়েছিল এবং শিনতো মন্দিরের রক্ষক তাকে তার ঠাকুরদার মতো লালন পালন করে এসেছে, যেহেতু তার কোনো দূরসম্পর্কের আত্মীয়ই তাকে দেখাশোনা করবার দায়িত্ব নিয়ে চায়নি। শুধুমাত্র এক কিশোরী হওয়া সত্বেও, আকিরা তার ঠাকুরদার মৃত্যুর পরে এই মন্দিরের একমাত্র মিকো এবং রক্ষক হয়ে উঠতে সক্ষম হয়েছে। সে তার বেশিরভাগ সময় নিজের অভ্যাস ও ঐতিহ্য অনুশীলন করে কাটিয়ে দেয়, যাতে প্রয়োজনীয় অনুষ্ঠান এবং ছুটির উৎসবগুলিতে সে সবকিছু বেশ ভালোভাবে সম্পাদনা করতে পারে। এছাড়াও সে গ্রামের প্রবীণদের সাহায্যে নিজের সময় ব্যয় করতে পছন্দ করে, ফলে সকলেই তাকে খুব ভালোবাসে। কাহিনীতে খুব দৃঢ়ভাবে ঊহ্য করা আছে যে সে কাজুহার বাবার জারজ সন্তান।।\nকাজুহা মিগিওয়া (渚 一葉, মিগিওয়া কাজুহা)\nকণ্ঠস্বর দিয়েছেন: রিয়োকো ওনো (গেম (\"নাজুনা গোগীয়\" হয়ে কৃতিত্বপ্রাপ্ত), অ্যানিমে)\nহারুকার সহপাঠিনী এবং একজন প্রভাবশালী ধনী ব্যক্তির সুন্দরী মেয়ে, কাজুহা একটি আধুনিক রাজকন্যার মতো জীবনযাপন করে এসেছে। বাবা মার অনবরত ঘরের বাইরে যাত্রা আর দূরে থাকার ফল হিসেবে সে অত্যন্ত তীক্ষ্ণবুদ্ধি সম্পন্ন ও সবকিছুতেই বেশ মনোযোগী। ছোটবেলা থেকেই সে তার সামাজিক অবস্থান অনুযায়ী সকল কর্তব্য পালনে কোনো ত্রুটি রাখেনি। তবুও, কাজুহা নিজেকে কখনো অপরের থেকে শ্রেষ্ঠ বলে বিবেচনা করে না, সে সকলকেই সর্বদা সাহায্যের হাত বাড়িয়ে দেয়। কাজুহা একজন অভিজ্ঞ ভায়োলাবাদক, অথচ সে এটি কোনো প্রতিযোগিতায় বাজাতে প্রচণ্ড লজ্জাবোধ করে। যাদেরকে সে সতিই খুব যত্ন করে, কেবলমাত্র তাদের জন্যেই কাজুহা ভায়োলা বাজায়। সে আকিরাকে প্রচণ্ড পছন্দ করে এবং তাকে নিয়ে অতিরিক্ত চিন্তা করে, ফলে এমন জল্পনা করাও দর্শকদের জন্যে স্বাভাবিক যে তারা দুজনে প্রেমবন্ধনে জড়িয়েও থাকতে পারে। আকিরাকে সে নিজের বোন বলে সম্বোধন করলে বোঝা যায় যে তারা দুজনে আসলে পরস্পরের অর্ধেক-বোন। কাজুহার এইরকম অতিরিক্ত চিন্তাভাবনার প্রভাবে তার মনের ইচ্ছা আরো দৃঢ় রূপ ধারণ করে। আকিরার অস্তিত্বে অমান্যকারী মাকে এবং আকিরারকে অবহেলায় ফেলে দেওয়া বাবাকে মানিয়ে নিতে সে তৎপর হয়ে ওঠে।।\n\n\n=== পার্শ্ব ===\nকোজুয়ে কুরানাগা (倉永 梢, কুরানাগা কোজুয়ে)\nকণ্ঠস্বর দিয়েছেন: ইউকারি মিনেগিশি(গেম (\"আইরি হিমেকাওয়া\" হয়ে কৃতিত্বপ্রাপ্ত), অ্যানিমে)\nহারুকাদের ক্লাসের প্রতিনিধি হচ্ছে কোজুয়ে, তাকে প্রায়শই \"ক্লাস রেপ\" বলে ডাকা হয়। প্রথম দেখাতেই হারুকার নম্র স্বভাব ও চেহারায় মুগ্ধ হয়ে সে তার প্রেমে পড়ে যায়। অনেকেই তাকে একজন লাজুক মেয়ে বলে মনে করে, যদিও সে আসলে প্রচণ্ড গম্ভীর এবং ভদ্র একজন। লজ্জা ও দায়বদ্ধতার আড়ালে তার একটি \"মোহময়\" জগৎ আছে, যেখানে সে হারুকার সাথে এক রোমান্টিক সম্পর্কে থাকার কল্পনায় ডুবে থাকে। সোরার কাহিনীকালে, সেই পরবর্তীকালে এই দুইজন যমজকে যৌণ সহবাস করতে খুঁজে পায় এবং হারুকার প্রতি তার অনুভূতি থেকে থাকার কারণে এই সম্পর্ককে সে মেনে নিতে পারে না। অন্তিম পর্বের শেষে সে নাওকে প্রশ্ন করে, ভালোবাসায় কি শুধুমাত্র অনুভুতিই সব। হারুকা নো সোরা-তে সে তার নিজস্ব পথের মূল কেন্দ্রীয় চরিত্র।।\nইয়াহিরো ইফুকুবে (伊福部 やひろ, ইফুকুবে ইয়াহিরো)\nকণ্ঠস্বর দিয়েছেন: রিয়োকো তানাকা (গেম (\"হীকারু ইসশিকি\" হয়ে কৃতিত্বপ্রাপ্ত), অ্যানিমে)\nমোতোকা নোগিসাকার সবথেকে কাছের বান্ধবী এবং পরিবারের মালিকাধীন একটি ক্যান্ডি দোকানের অধিপতি, দুরন্ত ইয়াহিরো তার সময় শুধুমাত্র ঘুমানো আর খাওয়ার মধ্যে কাটাতে চায়। তার এই তিক্ত এবং খারাপ মেজাজ আসলে তার প্রকৃত ব্যক্তিত্বকে আড়ালে রাখে: একজন মহিলা যার অতীত হারানো স্বপ্ন, ভুলে যাওয়া প্রতিশ্রুতি এবং বিদীর্ণ প্রেমে বিক্ষিপ্ত হয়ে রয়েছে। সে আকিরার বাবা মার সমান, যেহেতু তার সযত্নশীল ঠাকুরদা মারা গেছে এবং কোনো আত্মীয়ই তাকে নিতে চায় না, ইয়াহিরো তার সমস্ত খেয়াল রাখে। আকিরা এবং কাজুহার মধ্যে কি সমস্যা আছে, তা জানতে হারুকা ইয়াহিরোকে সবকিছু বলতে রাজী করায়। অন্যদের চরিত্রের সম্পর্কে অজানা, আকিরার বাবা তাকে আর্থিকভাবে সকল সাহায্য করে আসছে যেহেতু ইয়াহিরো শহরে কাজ করে জমানো টাকা এবং ক্যান্ডি দোকান থেকে উপার্জিত অল্প টাকা দিয়েই আকিরার পড়াশোনা ও অন্যান্য জিনিসের প্রয়োজন মেটায়। হারুকা না সোরা-তে ইয়াহিরোর পথে, তাকে তার সুনদেরে রূপে আরো বেশি মিষ্টি দেখায়।।\nমোতোকা নোগিসাকা (乃木坂 初佳, নোগিসাকা মোতোকা)\nকণ্ঠস্বর দিয়েছেন: তায় ওকাজিমা (গেম (\"সোয়োগি তোনো\" হয়ে কৃতিত্বপ্রাপ্ত), অ্যানিমে)\nমোটোকা মিগিওয়া হাউসহোল্ডে কাজের মেয়ে হিসেবে কাজ করছেন, দুই বছর আগে জুনিয়র কলেজ থেকে স্নাতক হয়েছেন।। বাড়ির কাজের জন্যে আদর্শ না হলেও, তার মিষ্টি সমবেদনা এবং মনোহরী ব্যক্তিত্ব সেইসকল ঘাটতিগুলি পূর্ন করে দেয়। ইফুকুবে ইয়াহিরোর খুব ভালো বন্ধু হলো মোতোকা, যে একজন কুখ্যাত সাংঘাতিক মদ্যপানকারী। ফলে মোতোকা যেহেতু অ্যালকোহল বেশি সহ্য করতে পারে না এবং নিজের প্রতি তার একটি আলাদাই বিশেষ স্বাদ আছে, তাই সেটা তার একটি বিপজ্জনক সামাজিক সমস্যার আকার ধারণ করে। তাকে এই অ্যানিমের ওমাকে বোনাস ফিচারে স্টার চরিত্র হিসেবে দেখা যায়, যেখানে সে অন্যন্য চরিত্রের উপর আকর্ষণকারী প্রভাব ফেলে দর্শকদের বিনোদন করে, এবং এমনকি সে হারুকার প্রেমেও পড়ে যায়, যদিও হারুকা তার থেকে অনেকটাই ছোটো হয়।।\nরিয়োহেই নাকাজাতো (中里 亮平, নাকাজাতো রিয়োহেই)\nকণ্ঠস্বর দিয়েছেন: সাই উশিরোনো (গেম), তাকুরোও নাকাকুনী (অ্যানিমে)\nহারুকার খামখেয়ালী সহপাঠী রিয়োহেই হচ্ছে এমন একজন ব্যক্তি, যাকে তার পাগলামির পরেও সম্পূর্নরূপে সবকিছুতে বিশ্বাস করা যাবে। অমনোযোগী এবং চঞ্চল রিয়োহেই নিজেকে মহিলাদের পরম পুরুষ বলে মনে করে, সুন্দরী মুখ দেখলেই সে অদ্ভুত প্রলাপ দিতে শুরু করে। তবুও কঠিন পরিস্থিতিতে সে সর্বদাই ভালো উপদেশ দিতে পারে। তার চোখ খুব দ্রুত সকল সমস্যার মূল কে ধরে ফেলতে সক্ষম হয়।।\n\n\n== উন্নয়ন ==\n\n\n=== কর্মকার ===\nঅলংকরন: তাকাশি হাশিমোতো, হিরো সুজুহীরা\nচিত্রনাট্য: ইউকিজি তাচিকাজে, সেইরী আসাকুরা\nসঙ্গীত: ম্যানাক\n\n\n=== মুক্তি ইতিহাস ===\n২০০৮ সালের ৫ই ডিসেম্বর, গেমটি প্রথমবার উইন্ডোজ পিসির জন্যে মুক্তি পায়। হারুকা না সোরা নামে একটি সিক্যুয়েল/ফ্যান ডিস্ক পরে ২০০৯ সালের ২৪শে অক্টোবর মুক্তি পায়, যেখানে কোজুয়ে আর ইয়াহিরোর সমস্ত দৃশ্যগুলি অন্তর্ভুক্ত রয়েছে, মূল গেমের থেকে পাওয়া সোরার কাহিনী এখানে আরো প্রসারিত হয়েছে, এবং অধিক বোনাস সামগ্রী দিয়ে ভরপুর করা আছে।।\n\n\n== অভিযোজন ==\n\n\n=== অ্যানিমে ===\n১২ পর্বের অ্যানিমে সিরিজ ইয়োসুগা নো সোরা ২০১০ সালের ৪ঠা অক্টোবর থেকে সম্প্রচারিত হওয়া শুরু করে। প্রত্যেকটি পর্বের ২২ মিনিটে থাকে মূল কাহিনীর অংশ আর বাকি ৩ মিনিটে থাকে ওমাকে অংশ। কাহিনীর মূল প্রেক্ষাপটে একাধিক-খন্ডের শাখাবিন্যাস দেখা যায়। এখানে মুক্তভাবে কাজুহা, আকিরা, নাও আর সোরার গল্প আলাদা আলাদা ভাবে তুলে ধরা হয়েছে, অর্থাৎ প্রত্যেকটি গল্পের নির্দিষ্ট পর্ব নির্ধারিত রয়েছে। প্রত্যেক পর্বের শিরোনাম যে চরিত্রকে কেন্দ্র করে বানানো হয়েছে, সেটা প্রকাশ করে। সিরিজের বিশেষ বোনাস অংশে রয়েছে মোতোকার গল্প, এখানে ব্যাপকভাবে ব্যঙ্গকৌতুক ও সুপার ডিফর্ম চরিত্র নকশার উপর জোর দেওয়া হয়েছে। এইরকম প্রত্যেক পর্বের প্রত্যেক অংশের শেষে তাদের নিজস্ব এন্ডিং কৃতিত্বও দেওয়া আছে। অ্যানিমেটির ওপেনিং থিম হলো ইউফোনিয়াস-এর গাওয়া \"হিয়োকু নো হানে\"-(比翼の羽根) এবং শেষের দুটি এন্ডিং থিম হলো যথাক্রমে নেকোক্যান ফিট. জুনকা আমাওতো-র \"সুনাগুকিজুনা\"-(ツナグキズナ) আর মোমোইরো কভার্স-এর \"পিংকি জোনস\"-(ピンキー・ジョーンズ)।\nসিরিজের প্রথম খণ্ডটি ডিভিডি ও ব্লু-রে ডিস্ক আকারে কিং রেকর্ডস কর্তৃক ২০১০ সালের ২২শে ডিসেম্বর মুক্তি পেয়েছিল এবং শেষের চতুর্থ খণ্ডটি এক লিমিটেড এডিশন ব্লু-রে ডিস্কে ও সোরা কাসুগানোর খেলনা পুতুল স্ট্র্যাপ সমেত ২০১১ সালের ২৬শে মার্চ মুক্তি পেয়েছিল।\n৩১ ডিসেম্বর, ২০১৫ সালে সিরিজটি আমেরিকার তোকু চ্যানেলে সম্প্রচারিত হয়েছিল।।\n\n\n==== পর্ব তালিকা ====\n\n(ব্র্যাকেটের মধ্যে প্রত্যেক খন্ডের পর্ব সংখ্যা চিহ্নিত করা হয়েছে, যেমন (A3) হলো আকিরা খন্ডের তৃতীয় পর্ব। প্রতীক: A-আকিরা, K কাজুহা, N-নাও, S-সোরা।)\n\nযে অনুক্রুমে প্রত্যেক খন্ডের পর্বগুলি উপস্থাপিত করা হয়েছে, সেটি হলো: K:১-৪; A:১-২,৫-৬; N:১,৭-৯; S:১,৭,১০-১২। মোতোকার বাড়তি খন্ডের পর্বগুলি এই সবকটি মূল পর্বের শেষে দেখানো হয়েছে।\n\n\n=== ড্রামা সিডি ===\nএখানে ৫টি ড্রামা সিডি রয়েছে: ২টি আসল ভিজুয়াল নভেল \"ইয়োসুগা নো সোরা\" কেনার সাথে মুক্তি পায়, ১টি \"হারুকা না সোরা\" ফ্যান ডিস্কের প্রি-অর্ডারের সাথে মুক্তি পায়, ২টি এই অ্যানিমে অভিযোজনের দ্বিতীয় ও চতুর্থ ব্লু-রে খন্ডের সাথে মুক্তি পায়।।\n\n\n=== মাঙ্গা ===\nইয়োসুগা নো সোরার একই নামানুসারে একটি মাঙ্গা অভিযোজিত হয়, যেটি কাদোকাওয়া শোতেন-এর কম্প এস ম্যাগাজিনে ধারাবাহিকভাবে প্রকাশিত হয়।\n\n\n=== সংগীত ===\nআসল গেমের ওএসটি সমেত ম্যানাকের রচিত সংগীতগুলি ২০০৯ সালের ২৭শে ফেব্রুয়ারি স্ফিয়ার কর্তৃক মুক্তিপ্রাপ্ত হয়।\nঅ্যানিমে অভিযোজনের জন্যে তৈরী ওএসটি এবং মানাবু মিওয়া (ম্যানাক) ও ব্রুনো ওয়েন-লির রচিত সঙ্গীতের সাথে আরো নতুন গান ও আসল গেম থেকে উপন্যস্ত ট্র্যাক নেওয়া হয়েছে। এটি অ্যানিমের প্রথম ও তৃতীয় খন্ডের জাপানীজ ব্লু-রে ডিস্ক-এর সাথে দুটি ভিন্ন ডিস্কে মুক্তি পেয়েছে, দুটির নাম হলো যথাক্রমে অ্যারেঞ্জ আর নিউ।\nএখানে ৯টি সঙ্গীত রয়েছে: আসল ভিজুয়্যাল নভেল ইয়োসুগা নো সোরা থেকে ৩টি সঙ্গীত সংসৃষ্ট, ১টি ফ্যান ডিস্ক হারুকা না সোরা থেকে উদ্ভূত, এবং বাকি ৫টি অ্যানিমে থেকে নেওয়া। কিছু শিরোনাম অবশ্যই অফিসিয়াল, ক্রেতা এবং ডেটাবেসের জন্যে সামঞ্জস্যপূর্ন নয়, তাই তাদের নিয়মমাফিক শিরোনামগুলি মিউজিকব্রেঞ্জের নির্দেশিকা অনুযায়ী দেওয়া হয়েছে।\n\n\n== তথ্যসূত্র =="}