{"pageid": 1039122, "title": "বেলাচেরি", "url": "https://bn.wikipedia.org/wiki?curid=1039122", "content": "বেলাচেরি দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের চেন্নাই জেলার একটি আবাসিক ও প্রগতিশীল অর্থনৈতিক অঞ্চল৷ এটি দক্ষিণ চেন্নাইয়ের বৃহত্তম অর্থনৈতিক কেন্দ্র৷ সম্প্রতি দক্ষিণ চেন্নাইতে তথ্য প্রযুক্তি সংক্রান্ত ক্ষেত্রগুলির প্রসার হাওয়ায় বিগত দশ বছরে বেলাচেরির আবাসিক সংখ্যা ও অর্থনৈতিক উন্নতি হয়েছে।\nপুরাতন মহাবলীপুরম রোড বরাবর একাধিক অর্থনৈতিক কেন্দ্র তৈরি হয়েছে যা দেশীয় এবং আন্তর্জাতিক ব্যবসা-বাণিজ্যের উন্নতি করেছে। সড়কপথে খুব সহজেই সাদার্ন গ্র্যান্ড ট্রাঙ্ক রোড সহ রাজ্যের একাধিক গুরুত্বপূর্ণ সড়কের সাথে সংযোগ রয়েছে। বেলাচেরি পুরাতন এবং নতুন চেন্নাই এর সংমিশ্রণে গঠিত লোকালয়।\nবেলাচেরি পূর্বে চেন্নাই জেলার মহাবিল্বম-গিণ্ডি তালুকের অন্তর্ভুক্ত ছিলো কিন্তু ২০১৩ খ্রিস্টাব্দের পর এই তালুক থেকে বেলাচেরি তালুক গঠিত হয়৷ দণ্ডীশ্বর মন্দির এই লোকালয়ের এখনও অবধি অবিকৃৃৃত প্রাচীনতম মন্দির৷\n\n\n== নামকরণ ==\nবেলাচেরি দুটি তামিল শব্দের সমন্বয়ে গঠিত, 'বেলার' বা 'বেলির' হলো আদি তামির উপজাতি এবং 'চেরি' অর্থ বসতি৷ বেলাচেরি নামকরণের পূর্বে এই স্থান বেদসিরাণী নামে পরিচিত ছিল, যার অর্থ বেদোচ্চারণ বা বেদ অধ্যয়ণ৷\n\n\n== ইতিহাস ==\n\n\n=== প্রাচীন ইতিহাস ===\nখ্রিস্টীয় নবম শতাব্দী ও তৎপূর্বে বেলাচেরি একটি সাধারণ গ্রাম ছিল৷ বিভিন্ন কালবেট্টুর শিলালেখ ও তাম্রলেখ থেকে জানা যায় বেলাচেরি ছিল তামিলকমের তোণ্ডাইমণ্ডলম ক্ষেত্রের সমৃদ্ধশালী শহর ও নগরের সমসাময়িক৷ সবচেয়ে পুরাতন কালবেট্টুটি পাওয়া গিয়েছে চেল্লাইয়াম্মান মন্দিরে, এটি ছিল নবম শতাব্দীর চোল রাজা প্রথম পরন্তক ও পার্থিবেন্দ্র বর্মণের সময়কালীন৷ দণ্ডীশ্বর মন্দির থেকেও পাওয়া গিয়েছে খ্রিস্টীয় দশম শতাব্দীর রাজা গান্ধারাদিত্য চোলের সময়কালীন বেশ কিছু সূত্রলিপি৷ এছাড়াও রয়েছে একাদশ শতাব্দীর রাজা প্রথম রাজেন্দ্র কোলের সময়কালীন কিছু শিলালেখো৷\nদ্বাদশ শতাব্দীর মধ্যে বেলাচেরি সহ তোণ্ডাইমণ্ডলম চোল ও পাণ্ড্যদের সামন্ত রাজা কদম্বরায়দের হস্তগত হয়৷ সেন্দমঙ্গলমের রাজা প্রথম কৌপ্পেরুঞ্জিঙ্কর সময়কালে বেলাচেরিতে দক্ষিণ আর্কটের প্রভাব স্পষ্ট হয় শিলালেখের দ্বারা৷\nতামিলকমের মধ্যে পল্লব ও চোল রাজাদের সময়কালে জমিদারি আঞ্চলিক শাসনের প্রচুর প্রমাণ পাওয়া যায় বেলাচেরির শিলালেখগুলিতে৷ সাম্রাজ্যের রাজা তার এই আঞ্চলির জমিদারদের মাধ্যমেই গ্রামের অবস্থার খোঁজ নিতেন এবং কোনো প্রকার প্রতিষ্ঠান তৈরি বা উন্নয়নমূলক কাজের আলোচনা করতেন, এই ছোট জমিদারেরাই হয়ে উঠতেন গ্রামগুলির অভিভাবক৷ এই গ্রাম্য সভার প্রধান সভাকলদের সভাস্থলের মধ্যে মধ্যে বেলাচেরি, কুন্দ্রতুর, তিরুমুলিসাই, পুন্তমল্লী ও পাড়ির বিশেষ উল্লেখ আছে৷ তারা ন্যায়বিচার বহাল রাখা, রাজস্ব কর আদায়, সমস্যার সমাধানের সংযোগ স্থাপন ও প্রতি পরিবারের মূখ্যব্যক্তির সাথে যোগাযোগ রাখা, অর্থনৈতিক উন্নয়ন প্রভৃতি কাজ করতেন৷  তবে বিজয়নগর সাম্রাজ্য|বিজয়নগর সাম্রাজ্যের সময়কালে এই সামন্ত রাজা ও জমিদারদের ক্ষমতা অনেকাংশে হ্রাস পায়৷\nবেলাচেরি কালবেট্টুতে উল্লেখ রয়েছে আলঙ্গনট্ট পরিবারের সদস্যরা দণ্ডীশ্বর মন্দিরের জন্য অর্থদান ও আরো দুজন ব্যক্তি সভা থেকে যথেষ্ট পরিমাণ জমি কিনে মন্দির নির্মাণের জন্য দান করেছিলেন৷ সমসাময়িকভাবে তিরুবোত্রিয়ুর|তিরুবোত্রিয়ুরের কবনূরের কিছু পরিবারও দানকার্য করেন৷ এর থেকে বোঝা যায় সভাকলদের অধীনস্থ গ্রামগুলিতে যে কেউ জমি ও সম্পত্তি ক্রয় বিক্রয় করতে পারত৷\nবেলাচেরি চোল সাম্রাজ্যকালীন একটি নথিতে ধর্মাসন নামে একটি ন্যায়ালয়ের উল্লেখ আছে, এর মূলে থাকতেন রাজা স্বয়ং ও তাকে সহায়তা করতেন ধর্মাসনভট্ট উপাধিপ্রাপ্ত ব্রাহ্মণরা৷ খুব কম ক্ষেত্রেই স্থানীয় আদালত ন্যায়াট্ট নিয়োগ করা হতো৷\nবেলাচেরি থেকে পাওয়া বেশকিছু তথ্য অনুসারে জানা যায় বেদ চর্চার জন্য ব্রাহ্মণদের জমিদান পদ্ধতিকে বলা হতো দীনচিন্তামণি চতুর্বেদীমঙ্গলম৷\n\n\n=== বিংশ শতাব্দী ও তৎপরবর্তী ===\nবিংশ শতাব্দীতে চেন্নাই বা মাদ্রাজ শহরের বিস্তৃৃতি ঘটলে বেলাচেরি শহরের অন্তর্ভুক্ত হয় ও মূখ্য আবাসিক লোকালয়ে পরিণত হয়৷ ১৯৫০ খ্রিস্টাব্দে আমেরিকান এডভেণ্ট মিশন স্কুল প্রতিষ্ঠা হয়৷ ২০০৫ খ্রিস্টাব্দে বাইপাস রোড ছয় লেনবিশিষ্ট করে তোলা হয়৷ এর পর থেকে পরিবহনে উন্নতি হওয়ার সাথে সাথে বেলাচেরির অর্থনৈতিক পরিবর্তন দেখা যায়৷\n\n\n== অবস্থান ==\nবেলাচেরির উত্তর দিকে গিণ্ডি, উত্তর-পূর্বে গিণ্ডি জাতীয় উদ্যান, পূর্বে তারামণি, দক্ষিণ পূর্বে পেরুঙ্গুড়ি, দক্ষিণে পল্লীকরনাই ও পল্লীকরনাই জলাভূমি, দক্ষিণ পশ্চিমে মাড়িবক্কম, পশ্চিম দিকে রয়েছে বিজয়নগর ও উত্তর পশ্চিম দিকে রয়েছে আলান্দুর৷\n\n\n== ভূগোল ==\nবেলাচেরির মাটি মেলত কাদামাটি বিশিষ্ট ও শক্ত পাথরময়৷ বেলাচেরি হ্রদ হলো স্থানীয় ২৫০ একর অঞ্চলজুড়ে বিস্তৃত ঐতিহাসিক হ্রদ, যার দক্ষিণ দিকে রয়েছে সেল্লাইয়াম্মা ও নরসিংহ মন্দির৷ বেলাচেরির দক্ষিণ দিকে রয়েছে বিশালাকৃতি জলাভূমি, যা স্থানীয়ভাবে কাড়ুবেলী নামে পরিচিত৷\n\n\n== পরিবহন ==\n\n\n=== বিমান ===\nবেলাচেরির ১০ কিলোমিটারের মধ্যে মীনমবক্কমের চেন্নাই আন্তর্জাতিক বিমানবন্দর এই লোকালয়ের নিকটতম৷ লোকালয় থেকে বিমানবন্দরে পৌঁছানোর সংক্ষিপ্ত পথ ও সময় সাশ্রয়ী পথ চেন্নাই ইনার রিং রোড\n\n\n== তথ্যসূত্র =="}