{"pageid": 1039714, "title": "খুরশিদ উদ্দিন আহমেদ", "url": "https://bn.wikipedia.org/wiki?curid=1039714", "content": "খুরশিদ উদ্দিন আহমেদ (মৃত্যু ২২ এপ্রিল ২০১৩) বাংলাদেশ সেনাবাহিনীর একজন ব্রিগেডিয়ার জেনারেল ছিলেন। তিনি ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধে অংশগ্রহণ করেছিলেন। স্বাধীনতা ও মুক্তিযুদ্ধে অসাধারণ অবদানের জন্য (মরণোত্তর) স্বাধীনতা পুরস্কার ২০২১ এ ভূষিত করা হয়।﻿\n\n\n== পটভূমি ==\nবাংলা ভাষা আন্দোলনের সময় খুরশিদ উদ্দিন ঢাকা মেডিকেল কলেজে অধ্যয়নরত ছিলেন।\n\n\n== সম্মাননা ==\nস্বাধীনতা ও মুক্তিযুদ্ধ ক্যাটাগরিতে ২০২১ সালে স্বাধীনতা পুরস্কার লাভ।\n\n\n== জীবনকাল ==\n১.\nপাকিস্তান আমলের শেষ দিকে পাকিস্তান সামরিক বাহিনীতে বাঙালিদের সংখ্যা মোটামুটি একটা ভালো অবস্থানে পৌঁছে যায়। মেধাবী ও সাহসী বাঙালিরা তাদের যোগ্যতা প্রমাণ করে বিভিন্ন গুরুত্বপূর্ণ পদে আসীন হচ্ছিলেন। বিশেষ করে সেনা, নৌ ও বিমানবাহিনীতে উল্লেখযোগ্যসংখ্যক তীক্ষ্ণ মেধাবী অফিসার ছিলেন, যাদের ছিল নিখাঁদ দেশপ্রেম। আর ইস্ট বেঙ্গল রেজিমেন্টের আটটি ব্যাটালিয়নও ছিল বাঙালি সদস্যে পরিপূর্ণ। তারাও স্বপ্ন দেখতেন একটি স্বাধীন-সার্বভৌম দেশ প্রতিষ্ঠার। এ স্বপ্ন পূরণের লক্ষ্যে অনেক চৌকস সামরিক কর্মকর্তা তাদের সর্বস্ব উৎসর্গ করেছিলেন। তাদের মধ্যে অন্যতম ব্রিগেডিয়ার জেনারেল ডা: খুরশিদ উদ্দিন আহমেদ। তিনি ছিলেন চিকিৎসক, চারটি যুদ্ধে অংশগ্রহণকারী সেনা কর্মকর্তা, নৌ-কর্মকর্তা, ঐতিহাসিক আগরতলা ষড়যন্ত্রের অন্যতম বিপ্লবী, মুক্তিযুদ্ধের বীর সেনানী, কমান্ডার ও মুক্তিযুদ্ধ-উত্তর সেনাবাহিনীর সংগঠক।\nব্রিগেডিয়ার ডা: খুরশিদ ১৯৬৪ সালে পাকিস্তানে রান অব কাচ্চ যুদ্ধ, ১৯৬৫ সালে ভারত-পাকিস্তান যুদ্ধ, ১৯৭১ সালের মুক্তিযুদ্ধ ও ১৯৭৩ সালে আরব-ইসরাইল যুদ্ধে সক্রিয়ভাবে অংশগ্রহণ করেন। সম্ভবত চারটি যুদ্ধে অংশগ্রহণ করার সুযোগ খুব কমসংখ্যক অফিসারের ভাগ্যে জুটেছে। কৃতিত্বপূর্ণ ও অসাধারণ অবদানের জন্য তিনি মরণোত্তর স্বাধীনতা পুরস্কারে ভূষিত হন।\n২.\n১৯৩৩ সালের ১৯ মার্চ ময়মনসিংহ জেলার গফরগাঁও উপজেলার বাশিয়া গ্রামে তিনি জন্মগ্রহণ করেন। পিতা মরহুম আলহাজ আব্দুর রহমান ছিলেন ডেপুটি পুলিশ সুপার। বাবার চাকরিস্থল মুন্সীগঞ্জের লৌহজং স্কুল থেকে ১৯৪৮ সালে মাধ্যমিক পরীক্ষায় পাস করেন এবং ১৯৫০ সালে ঢাকা কলেজ থেকে বিজ্ঞান বিভাগে উচ্চ মাধ্যমিক উত্তীর্ণ হয়ে ১৯৫০ সালে তিনি ঢাকা মেডিক্যাল কলেজে ভর্তি হন। ঢাকা মেডিক্যালের ছাত্র থাকাকালে তিনি বায়ান্নর ভাষা আন্দোলনে অংশ নেন। ছাত্রজীবন থেকেই তিনি ছিলেন স্বনামধন্য অ্যাথলেট। স্কুল-কলেজের অ্যাথলেটিক প্রতিযোগিতায় অনেক পুরস্কার পেয়েছেন। ফুটবল খেলায়ও পারদর্শী ছিলেন। ১৯৫৬-৫৭ সালে মোহামেডান স্পোর্টিং ফুটবল ক্লাবের সেন্টার ফরোয়ার্ড হিসেবে খেলেছেন খুরশিদ আহমদ।\n৩.\nডাক্তারি পাস করে খুরশিদ আহমেদ পাকিস্তান সেনাবাহিনীতে যোগ দেন এবং ১৯৫৮ সালের ১৯ মে আর্মি মেডিক্যাল কোরে (Army Medical Corps) লেফটেন্যান্ট হিসেবে কমিশন লাভ করেন। তার বদলি হয় কোয়েটায় অবস্থিত ৫ ফিল্ড অ্যাম্বুলেন্সে। এ ইউনিটে কর্মরত থাকাকালীন চিকিৎসক হয়েও তিনি পাকিস্তান সেনাবাহিনীর সর্বাধিক দুঃসাহসিক ও কঠিন প্রশিক্ষণের আর্মি কমান্ডো কোর্স সফলতার সাথে সম্পন্ন করেন। এ শক্ত ও কঠোর প্রশিক্ষণের পর তার মধ্যে শত্রুর বিরুদ্ধে সম্মুখযুদ্ধের দুঃসাহসিক মনোবল সৃষ্টি হয়, যা পরে তার জীবনে দেশের প্রয়োজনে তিনি দক্ষতার সাথে কাজে লাগাতে সমর্থ হন। ১৯৬০ সালে সেনাবাহিনী থেকে ডেপুটেশনে তার বদলি হয় তৎকালীন পূর্ব পাকিস্তানের নৌবাহিনীতে চট্টগ্রামে অবস্থিত নৌ জাহাজ জাহাঙ্গীরে (পিএনএস জাহাঙ্গীর) এবং তিনি লেফটেন্যান্ট র‌্যাংক পরিধান করেন। এখানে কর্মরত থাকাবস্থায় তিনি পিএনএস জাহাঙ্গীরের আরেক দুর্ধর্ষ অফিসার কমান্ডার মোয়াজ্জেমের সাথে পরিচিত হন। উভয়েই সশস্ত্র বিপ্লবের মাধ্যমে পূর্ব পাকিস্তানকে স্বাধীন করার উদ্দেশ্যে নানা গোপন মিটিং করতে থাকেন। ইতোমধ্যে ১৯৬৪ সালের প্রথম দিকে তার পুনরায় বদলি হয় পাকিস্তানের কোয়েটা সেনানিবাসের রণক্ষেত্রে অবস্থিত এক ফিল্ড ইউনিটে। ১৯৬৪ সালে তিনি নূরজাহান বেগমকে বিয়ে করেন। বিয়ের কিছু দিন পরই পাক-ভারত সীমান্তে ‘রান অব কাচ্চ যুদ্ধে’ অংশগ্রহণ করেন। এর কিছু দিন পরই ১৯৬৫ সালের পাক-ভারত যুদ্ধে অংশগ্রহণ করে দুঃসাহসিক বীরত্বের স্বাক্ষর রাখেন।\n৪.\nবাংলাদেশের স্বাধীনতা যুদ্ধ শুরু হওয়ার বহু আগে থেকেই পাকিস্তানি শাসন-শোষণ হতে মুক্ত হয়ে দেশকে স্বাধীন করার লক্ষ্যে পাকিস্তান সামরিক বাহিনীতে কর্মরত বাঙালি সদস্যরা গোপনে অনেক কাজ করেন। কেননা, বাঙালিদের প্রতি পাকিস্তানিদের বৈষম্যমূলক আচরণ তাদের মনে রেখাপাত করে। তাদের অন্যতম পদক্ষেপ ছিল আগরতলা ষড়যন্ত্র। সশস্ত্র বিপ্লবের মাধ্যমে পূর্ব পাকিস্তান স্বাধীন করার জন্য ষড়যন্ত্রের পরিকল্পনা করেন তারা। ভারতের আগরতলায় সঙ্ঘটিত এ গোপন যড়যন্ত্রের তথ্য জানতে পেরে পাকিস্তান সরকার ১৯৬৮ সালে বঙ্গবন্ধু শেখ মুজিবুর রহমানসহ ৩৪ জন সামরিক ও বেসামরিক ব্যক্তিকে বন্দী করে। এদের মধ্যে অন্যতম ছিলেন ক্যাপ্টেন খুরশিদ উদ্দিন আহমেদ। তিনি সে সময় নৌবাহিনী জাহাজ (পিএনএস) জাহাঙ্গীরে কর্মরত। অবশেষে এ মামলায় জড়িত সবাইকে ১৯৬৯ সালে বাধ্যতামূলক চাকরিচ্যুত করা হয়। ১৯৬৯ সালের ২২ ফেব্রুয়ারি আগরতলা ষড়যন্ত্র মামলা থেকে খালাস পাবার দুই মাসের মধ্যে ক্যাপ্টেন খুরশিদ মেজর পদে উন্নীত হয়ে চাকরিচ্যুত হন।\n৫.\nমুক্তিযুদ্ধে অংশগ্রহণ: ১৯৭১ সালে ২৫ মার্চের কালরাতে পাকিস্তান বাহিনীর আক্রমণ শুরু হওয়ার পরপর তিনি তার লালবাগের বাসা থেকে পরিবারের সবাইকে নিয়ে বের হয়ে প্রথমে কামরাঙ্গীর চর ও পরে কেরানীগঞ্জে আশ্রয় নেন। এখানে স্থানীয় যুবকদের সংগঠিত করে অস্ত্র প্রশিক্ষণের কাজ শুরু করেন। অতঃপর সেক্টর কমান্ডার খালেদ মোশাররফের আহ্বানে ডেল্টা হেডকোয়ার্টারে যোগ দিয়ে পুরোদমে মুক্তিযুদ্ধে অংশ নেন। যদিও তার ইচ্ছা ছিল তার দুর্ধর্ষ কমান্ডো হিসেবে ১৯৬৪ ও ১৯৬৫ সালের দু’টি যুদ্ধে সম্মুখ লাইনে যেভাবে অংশ নিয়েছিলেন মুক্তিযুদ্ধেও একইভাবে অংশ নেয়ার। কিন্তু মুক্তিযুদ্ধের সর্বাধিনায়ক জেনারেল ওসমানীর নির্দেশে তিনি মুক্তিযুদ্ধে চিকিৎসা কার্যক্রমের সূচনা করেন। কেননা, তখন আহত মুক্তিযোদ্ধাদের চিকিৎসার প্রয়োজন ছিল সবচেয়ে বেশি।\n৬.\nআর্মি মেডিক্যাল কোরের প্রতিষ্ঠা: হানাদার বাহিনীর বিরুদ্ধে প্রতিরোধ যুদ্ধে অসংখ্য মুক্তিযোদ্ধা প্রতিদিন শহীদ ও আহত হচ্ছিলেন। এগারোটি সেক্টরের প্রতিটিতে চিকিৎসা সেবায় শৃঙ্খলা আনার জন্য মেজর খুরশিদ সেনাবাহিনীর মেডিক্যাল কোর প্রতিষ্ঠার প্রয়োজনীয়তা উপলব্ধি করে তিনি একটি সাংগঠনিক কাঠামো তৈরি করেন। এতে বাংলাদেশ সেনাবাহিনীর মেডিক্যাল কোর-এ ডিজিএমএস এবং তার অধীনে এডিএমএস ইস্টার্ন সেক্টর ও এডিএমএস ওয়েস্টার্ন সেক্টর ও এডিএমএস-মেডিসিন স্টোর- এ তিনটি দফতর রাখা হয়। এ অর্গানোগ্রামটি জেনারেল ওসমানী খুবই পছন্দ করেন। যা তিনি আগস্ট মাসের প্রথম সপ্তাহে অস্থায়ী রাষ্ট্রপতি সৈয়দ নজরুল ইসলাম, প্রধানমন্ত্রী তাজউদ্দীন আহমদ, জেনারেল ওসমানী ও অন্যান্য সিনিয়র সামরিক অফিসারদের সামনে উপস্থাপন করেন। এ প্রস্তাব সবার মনঃপুত হয় এবং সেপ্টেম্বর মাসের প্রথমে বাংলাদেশ সচিবালয় কর্তৃক অনুমোদিত হয়ে প্রতিষ্ঠিত হয় আর্মি মেডিক্যাল কোর। এ কোর মুক্তিযুদ্ধের ইতিহাসে চিকিৎসাব্যবস্থায় অনন্য সাধারণ অবদান রাখে। মেজর খুরশিদ ১নং থেকে ৫নং সেক্টর নিয়ে গঠিত ইস্টার্ন সেক্টরের এডিএমএস হিসেবে গুরুদায়িত্ব পালন করেন।\n৭.\nবিলোনিয়া যুদ্ধে অংশগ্রহণ: মেজর খুরশিদ চিকিৎসক হয়েও জেনারেল ওসমানীর অনুমোদনক্রমে ৫ ও ৬ নভেম্বর ’৭১ বিখ্যাত বিলোনিয়া যুদ্ধে সম্মুখ লাইনের আক্রমণে সরাসরি অংশগ্রহণ করে ইতিহাস সৃষ্টি করেন। তিনি এসএমজি দিয়ে ফায়ার করতে করতে আক্রমণকারী সৈনিকদের সাথে বিলোনিয়ায় প্রবেশ করেন। তার এ দুঃসাহসিক কাজের ভূয়সী প্রশংসা করেছেন স্বয়ং ইন্ডিয়ান অধিনায়ক লে. কর্নেল রায়তা। এভাবে মহান মুক্তিযুদ্ধে অদম্য সাহসী মেজর খুরশিদের অসংখ্য অবদান যা লিখে শেষ করা যাবে না।\n৮.\nকুমিল্লা সিএমএইচের দায়িত্ব গ্রহণ: বিজয় অর্জনের প্রাক্কালে ৯ ডিসেম্বর বাংলাদেশ বাহিনীর ডিজিএমএস অফিস থেকে আদেশের মাধ্যমে মেজর খুরশিদকে কমান্ডিং অফিসারের দায়িত্ব দিয়ে ভারতীয় সেনাবাহিনীর কাছ থেকে কুমিল্লা ময়নামতি সেনানিবাসের সম্মিলিত সামরিক হাসপাতালের দায়িত্ব গ্রহণ করার নির্দেশ দেয়া হয়। তিনি অত্যন্ত দক্ষতার সাথে তা করতে সমর্থ হয়েছিলেন। এ দায়িত্ব গ্রহণের কথা তিনি নিজের ভাষায় বর্ণনা করেন, ‘ভারতীয় ডিভিশনাল কমান্ডার সাবেক সিংয়ের সাথে দেখা হলো। তার সাথে আগরতলা ডেল্টা হেডকোয়ার্টার থেকে পরিচিত ছিলাম। সে সুবাদে ব্রিগেডিয়ার সাবেক সিংয়ের সাথে কিছুটা ঘনিষ্ঠতা হয়। যা হোক, চা পানের পর তাকে আমার পার্ট ওয়ান অর্ডারটা দেখালাম। তিনি ভারতীয় এডিএমএসের সাথে কথা বললেন এবং ১ ঘণ্টা পর আমাকে একটা চিঠি দিলেন যাতে পুরো সিএমএইচ মেজর খুরশিদের (আমার) কাছে হস্তান্তর করার আদেশ দেয়া আছে। আমি জিওসির কাছ থেকে বিদায় নিয়ে সোজাসুজি ভারতীয় কর্নেল কাদুয়ার দফতরে গিয়ে জিওসির চিঠিটি প্রদান করি। এই আদেশের সুবাদে সিএমএইচের দায়িত্ব আমি বুঝে নিই। এ খবর জেড ফোর্স দফতরে গিয়ে কর্নেল জিয়াকে জানালে তিনি সব অফিসারের সামনে উচ্ছ¡সিত কণ্ঠে বললেন, খুরশিদ তুমি একটা পোস্টিং ও পার্ট ওয়ান দেখিয়ে সিএমএইচ দখল করে ফেললে, এটা তো মোগল সাম্রাজ্য জয়ের মতোই।’\nএভাবে সদ্য স্বাধীন দেশের সেনানিবাসে নব উদ্যোমে শুরু হয় চিকিৎসা কার্যক্রম।\n৯.\nইতোমধ্যে কুমিল্লা ময়নামতি সেনানিবাসে জেড ফোর্সের সদর দফতরে কর্নেল জিয়াউর রহমান কমান্ডার হিসেবে পুরোদমে সব কর্মকাণ্ড শুরু করেন। ১৯৭২ সালের পহেলা এপ্রিল ব্রিগেড কমান্ডার কর্নেল জিয়াউর রহমান পদোন্নতিপ্রাপ্ত মেজর খুরশিদকে লে. কর্নেলের র‌্যাংক ব্যাজ পরিয়ে দেন। ’৭২ সালের মে মাসে কর্নেল জিয়াউর রহমান জার্মানি সফরে গমন করেন। সেনা সদরের নির্দেশানুযায়ী জেড ফোর্সের ভারপ্রাপ্ত কমান্ডার হিসেবে দায়িত্ব গ্রহণ করেন লে. কর্নেল খুরশিদ এবং সেনা সদরের এক আদেশে তিনি জেড ফোর্সকে ৪৪ পদাতিক ব্রিগেডে রূপান্তরিত করেন। এ সময় ব্রিগেড মেজর ছিলেন ক্যাপ্টেন অলি আহমদ, বীর বিক্রম এবং ডিএএকিউ ছিলেন ক্যাপ্টেন মাহবুবুর রহমান, বীর উত্তম। তাদের সহযোগিতায় লে. কর্নেল খুরশিদ অত্যন্ত দক্ষতার সাথে ব্রিগেড পরিচালনা ও তিনটি ইস্টবেঙ্গল রেজিমেন্টের ইউনিটের এটেস্টেশন প্যারেড সফলভাবে সম্পন্ন করেন।\n১০.\nবঙ্গবন্ধুর কুমিল্লা সেনানিবাসে ৪৪ পদাতিক ব্রিগেড উদ্বোধন: ব্রিগেডিয়ার জিয়াউর রহমানের স্থলে কর্নেল তাহেরকে ৪৪ পদাতিক ব্রিগেডের কমান্ডার হিসেবে নিয়োগ করা হলে তিনি সেখানে যোগদান করেন। একই সময়ে লে. কর্নেল খুরশিদের বদলি হয় ঢাকা সম্মিলিত সামরিক হাসপাতালের অধিনায়ক হিসেবে। ইতোমধ্যে বঙ্গবন্ধু শেখ মুজিবর রহমান কুমিল্লা সেনানিবাস পরিদর্শনে আসার সিদ্ধান্ত নিলে সেনা সদর থেকে নির্দেশ দেয়া হয় যেন ভারপ্রাপ্ত কমান্ডার হিসেবে কর্নেল খুরশিদই এ পরিদর্শনের সব দায়িত্ব পালন করেন এবং তার পর যেন লে. কর্নেল তাহেরের কাছে দায়িত্ব হস্তান্তর করেন। ১৯৭২ সালের ৬ জুনের প্রত্যুষে বিপুল উৎসাহ ও উদ্দীপনার মাধ্যমে পুরো ব্রিগেডের সদ্য যুদ্ধ ফেরত দামাল সন্তানদের সমন্বয়ে মুক্তিযোদ্ধা সৈনিকরা রাষ্ট্রপতিকে প্রথম কুচকাওয়াজ প্রদর্শন করতে প্রস্তুত হয়। বঙ্গবন্ধুর পেছনে সেনাপ্রধান কর্নেল সফিউল্লাহ, লে: কর্নেল খুরশিদ ও উপ-সেনাপ্রধান কর্নেল জিয়া ডায়াসে অবস্থান নেন।\nবঙ্গবন্ধু অত্যন্ত আবেগময় কণ্ঠে মুক্তিযুদ্ধে শহীদ মুক্তিযোদ্ধা এবং নিপীড়িত জনগণের গৌরবময় ভ‚মিকার কথা কৃতজ্ঞচিত্তে স্মরণ করেন। প্যারেড শেষ হওয়ার সাথে সাথে বঙ্গবন্ধু খুরশিদের সাথে হাত মিলিয়ে উষ্ণ অভিনন্দন জানান। পরদিন লে: কর্নেল তাহেরের কাছে ৪৪ ব্রিগেডের দায়িত্ব বুঝিয়ে দিয়ে ঢাকার পথে রওনা হন ও ঢাকা সিএমএইচের কমান্ডিং অফিসার হিসেবে যোগদান করেন।\n১১.\nআরব-ইসরাইল যুদ্ধে অংশগ্রহণ: ১৯৭৩ সালের ৬ অক্টোবর আরব-ইসরাইল যুদ্ধ শুরু হয়। বঙ্গবন্ধু শেখ মুজিবুর রহমানের নির্দেশে ১৯ অক্টোবর একটি মেডিক্যাল টিম সেখানে পাঠানোর সিদ্ধান্ত হয়। ২৮ জন বাংলাদেশী অফিসার ও সৈনিকদের এ দলের অধিনায়ক হিসেবে বঙ্গবন্ধু স্বয়ং কর্নেল খুরশিদকে ডেকে এই অভিযানের দায়িত্ব দেন। এ দলটি সিরিয়ার রাজধানী দামেস্কে পৌঁছায়। সেখানে দীর্ঘ এক মাস গোলাগুলি ও প্রচণ্ড বিস্ফোরণের মধ্যে মরুভূমিতে একটি ফিল্ড হাসপাতাল স্থাপন করে। এর মাধ্যমে সিরিয়ার যুদ্ধাহত সৈন্য মুজাহিদ, ফিলিস্তিনি শরণার্থী ও সিরিয়ার নাগরিকদের চিকিৎসা সেবা প্রদান করা হয়। সেই তথ্য আরব বিশ্বে ফলাও করে ফটোসহ সব পত্রিকায় ছাপা হয়। সে সময় দামেস্কের পবিত্র উমাইয়া মসজিদের গ্রান্ড মুফতি জুমার নামাজের পূর্বে খুতবায় বাংলাদেশের সৈনিকদের এই কর্মকাণ্ডের ভূয়সী প্রশংসা ও দোয়া পাঠ করেন। তিনি বাংলাদেশ দলের সাথে দেখা করেন ও ধন্যবাদ প্রদানসহ বাংলাদেশের সমৃদ্ধি কামনা করেন।\nমিশন শেষে দেশে ফিরে কর্নেল খুরশিদ আবারও তার আগের দায়িত্ব পালন করতে থাকেন। এরপর তিনি বক্ষব্যাধি চিকিৎসক হিসেবে ডেপুটেশনে লিবিয়ায় যান। সেখান থেকে ফেরত আসার পর ব্রিগেডিয়ার জেনারেল পদে পদোন্নতি পান এবং অবসর গ্রহণ করেন। ব্রিগেডিয়ার জেনারেল খুরশিদ ২২ এপ্রিল ২০১৩ সালে ৮০ বছর বয়সে ইন্তেকাল করেন।\n১২.\nস্বাধীনতা পুরস্কার ২০২১: খুরশিদ উদ্দিন আহমেদ কর্মজীবনের প্রতিটি ক্ষেত্রে ও জাতীয় পর্যায়ে গৌরবোজ্জ্বল ও কৃতিত্বপূর্ণ অবদানের স্বীকৃতিস্বরূপ স্বাধীনতা ও মুক্তিযুদ্ধ বিষয়ে ‘মরণোত্তর স্বাধীনতা পুরস্কার ২০২১’ লাভ করেন।\nমৃত্যুর আগে ব্রিগেডিয়ার জেনারেল খুরশিদ বলে যান, ‘মনে হয়, আমি একজন সুখী ব্যক্তি। কারণ সারাজীবন নিঃস্বার্থভাবে মানুষের ও দেশের জন্য কিঞ্চিৎ হলেও কাজ করতে পেরেছি। সর্বোপরি মাতৃভূমিকে মুক্ত করতেও অবদান রাখতে পেরেছি। চাকরি জীবনে মোট চারটি যুদ্ধে সক্রিয় অংশগ্রহণ করেছি। এর মধ্যে ১৯৭১-এর মুক্তিযুদ্ধে অংশগ্রহণ ও বিজয় আমার জীবনের শ্রেষ্ঠ অর্জন। এটাই আমার জীবনের বড় সুখ। যখন দেশের সব মানুষের দুই বেলা দু’মুঠো ভাত, থাকার বাসস্থান ও চিকিৎসার সংস্থান হবে তখনই মুক্তিযুদ্ধে জীবনদানকারী অগণিত শহীদের রূহের প্রশান্তি মিলবে। \n\n\n== তথ্যসূত্র ==\n1.{{ব্রিগেডিয়ার জেনারেল খুরশিদ মুক্তিযুদ্ধের এক সমুজ্জ্বল তারা}}</ref>https://www.dailynayadiganta.com/sub-editorial/690477/%E0%A6%AC%E0%A7%8D%E0%A6%B0%E0%A6%BF%E0%A6%97%E0%A7%87%E0%A6%A1%E0%A6%BF%E0%A7%9F%E0%A6%BE%E0%A6%B0-%E0%A6%9C%E0%A7%87%E0%A6%A8%E0%A6%BE%E0%A6%B0%E0%A7%87%E0%A6%B2-%E0%A6%96%E0%A7%81%E0%A6%B0%E0%A6%B6%E0%A6%BF%E0%A6%A6-%E0%A6%AE%E0%A7%81%E0%A6%95%E0%A7%8D%E0%A6%A4%E0%A6%BF%E0%A6%AF%E0%A7%81%E0%A6%A6%E0%A7%8D%E0%A6%A7%E0%A7%87%E0%A6%B0-%E0%A6%8F%E0%A6%95-%E0%A6%B8%E0%A6%AE%E0%A7%81%E0%A6%9C%E0%A7%8D%E0%A6%9C%E0%A7%8D%E0%A6%AC%E0%A6%B2-%E0%A6%A4%E0%A6%BE%E0%A6%B0%E0%A6%BE"}