{"pageid": 1039965, "title": "নুমান ইবনে বাসির আল-আনসারি", "url": "https://bn.wikipedia.org/wiki?curid=1039965", "content": "নুমান ইবনে বাশির আল-আনসারি (আরবি: النعمان بن بشير) (৬২২-৬৮৪ খ্রিষ্টাব্দ) ছিল ইসলামের নবী মুহাম্মাদের একজন সাহাবা। তিনি উমাইয়া খিলাফতের একজন কমান্ডার ও রাষ্ট্রনায়ক ছিলেন। তিনি মুয়াবিয়া ইবনে আবি সুফিয়ানের একজন সমর্থক ছিলেন এবং প্রথম মুসলিম গৃহযুদ্ধের সময়, কুফার গভর্নর (678-680) নিযুক্ত হোন। পরে তিনি প্রথম ইয়াজিদ কর্তৃক হোমসের গভর্নর(৬৮০-৬৮৩) নিযুক্ত হন। পরে ইয়াজিদের মৃতুর পর মক্কা-ভিত্তিক, খলিফা আবদুল্লাহ ইবনে জুবায়েরের আনুগত্য স্বীকার করেছিলেন। উমাইয়াপন্থী বাহিনী সিরিয়াতে জুবায়েরের সমর্থকদের অভিযান পরিচালনা করলে সে হামস থেকে পালিয়ে যাওয়ার চেষ্টা করে, তবে পালানোর সময় তাকে হত্যা করা হয়।\n\n\n== জীবন ==\nনোমান বিন বশির আনসারদের অন্তর্ভুক্ত ছিলেন, যা গঠিত হয়েছিলো আরব উপজাতিদের নিয়ে, তারা স্থানীয় মদিনাবাসী ছিলো। এবং কিছু মুসলিম কর্তৃপক্ষের মতে, তিনি মুহাম্মাদের হিজরতের পরে জন্মগ্রহণকারী প্রথম আনসার সদস্য ছিলেন। তার বাবা বশির ইবনে সাদ, ছিলেন মুহাম্মাদের একজন একজন বিশিষ্ট সাহাবা এবং তার মা, আমরা বিনতে রাওয়াহা ছিলেন বিশিষ্ট আনসারী সাহাবা আবদুল্লাহ ইবনে রাওয়াহার বোনন.\nনুমান খলিফা উসমান হত্যার প্রতিশোধ (শা. ৬৪৪–৬৫৬) নিতে নিবেদিত প্রাণ ছিলেন, এবং খলিফা আলির (শা. ৬৫৬–৬৬১) বলিষ্ঠ বিরোধী ব্যক্তি ছিলেন। তিনি আলীর সাথে যুদ্ধের সময় সিরিয়ার গভর্নর মুয়াবিয়া ইবনে আবি সুফিয়ানের অনুগত হয়ে ওঠেন এবং ৬৫৭ সালে সিফফিনের যুদ্ধে অংশ করেছিলেন, তিনি নিজেকে বেশিরভাগ আনসার সাহাবা থেকে আলাদা করেছিলেন, যারা আলীকে সমর্থন করেছিলো।৬৫৯ সালে নুমান ইউফ্রেটিসের পশ্চিমে দক্ষিণের হিটের দক্ষিণে মরুভূমির অঞ্চল আইন আল-তামরে আলির সৈন্যবাহিনীর একটি চৌকাঠের বিরুদ্ধে একটি অভিযানের নেতৃত্ব দিয়েছিল, তবে তা প্রত্যাহার করা হয়েছিল। জন্ড হিমসে (হোমসের সামরিক জেলা) মুয়াবিয়ার গভর্নরের মৃত্যুর কিছু পরে, ৬৬৬ সালে আব্দুর রহমান ইবনে খালিদ ইবনে ওয়ালিদ (যিনি ৬৬১ সালে খলিফা হয়েছিলেন) নুমানকে হোমসের স্থায়ী গভর্নর নিযুক্ত করেছিলেন।\n৬৭৮ সালে মুয়াবিয়া নুমানকে কুফার গভর্নর নিযুক্ত করেন। ৬৮০ সালে মুয়াবিয়া মারা যান এবং তাঁর পুত্র প্রথম ইয়াজিদ তার স্থলাভিষিক্ত হন, পরে তিনি ৬৮০ সালে নুমানের পরিবর্তে উবায়দুল্লাহ ইবনে যিয়াদকে প্রতিস্থাপন করেন। এর ফলে নুমান আংশিকভাবে মুসলিম ইবনে আকিলের উমাইয়া বিরোধী কর্মকাণ্ডে শিথিলভাবে প্রতিক্রিয়া দেখাচ্ছিলেন, যিনি হোসাইন ইবনে আলীর পক্ষে এই শহরে সমর্থন দিচ্ছিলেন। ৬৮২ সালে ইয়াজিদ তার খিলাফতে আনসারদের সাথে সমর্থন পেতে নুমানকে মদিনায় প্রেরণ করেন, কিন্তু তিনি তাদের সমর্থন পেতে ব্যর্থ হন।\nইয়াজিদের মৃত্যুর পরে, নুমান মক্কা ভিত্তিক, উমাইয়া বিরোধী খলিফা আবদুল্লাহ ইবনে আল-জুবায়েরকে স্বীকৃতি দেয়, যিনি নুমানকে হামসে তার পুরানো প্রাদেশিক পদে নিয়োগ করেছিলেন। এটি তাকে কায়সী উপজাতিদের সাথে জোটবদ্ধ করেছিল যা উত্তর সিরিয়ায় এবং দামেস্ক ও ফিলিস্তিনের গভর্নর, আল-দাহহাক ইবনে কায়েস আল-ফিহরি এবং নাতিল ইবনে কায়েস-জুডাহামি উপর আধিপত্য বিস্তার করেছিল। উভয় পক্ষ ৬৮৪ সালে মার্জ রহিতের যুদ্ধে মিলিত হয়, নুমান শুরহবিল ইবনে ধীল-কালা এবং পরবর্তীকালের হিমারী উপজাতিদেরকে আল-দাহাহ্কে যোগ দেওয়ার জন্য হোমস গ্যারিসন থেকে প্রেরণ করে। আল-দাহহকের নেতৃত্বে কায়েসী উপজাতিদের উমাইয়াপন্থী বানু কালব দ্বারা চালিত হওয়ার খবর পাওয়ার পরে, নুমান তার স্ত্রী না'িলা বিনতে উমারাকে, যাঁর পূর্বে মুয়াবিয়ার সাথে বিবাহ বন্ধনে আবদ্ধ হয়েছিল, এবং হোমসের সাথে পালিয়ে গিয়েছিলেন, কিন্তু হোমস গ্যারিসনের সদস্যরা তাড়া করে হত্যা করেছিল। তার স্ত্রী ও সন্তানদের বাঁচানো হয়েছিল এবং তাঁর স্ত্রীর গোত্র বনু কালবের সুরক্ষায় এসেছিলেন।\n\n\n== গ্রন্থপঞ্জি ==\nCrone, Patricia (১৯৮০)। Slaves on Horses: The Evolution of the Islamic Polity। Cambridge: Cambridge University Press। আইএসবিএন 0-521-52940-9। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFishbein, Michael, সম্পাদক (১৯৯০)। The History of al-Ṭabarī, Volume XXI: The Victory of the Marwānids, A.D. 685–693/A.H. 66–73। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-7914-0221-4। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHawting, G.R., সম্পাদক (১৯৯৬)। The History of al-Ṭabarī, Volume XVII: The First Civil War: From the Battle of Siffīn to the Death of ʿAlī, A.D. 656–661/A.H. 36–40। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-7914-2393-6। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHawting, G.R., সম্পাদক (১৯৮৯)। The History of al-Ṭabarī, Volume XX: The Collapse of Sufyānid Authority and the Coming of the Marwānids: The Caliphates of Muʿāwiyah II and Marwān I and the Beginning of the Caliphate of ʿAbd al-Malik, A.D. 683–685/A.H. 64–66। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-88706-855-3। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMorony, Michael G., সম্পাদক (১৯৮৭)। The History of al-Ṭabarī, Volume XVIII: Between Civil Wars: The Caliphate of Muʿāwiyah, 661–680 A.D./A.H. 40–60। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-87395-933-9। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nZettersteen, K. V. (১৯৯৫)। \"Nu'man ibn Bashir al-Ansari\"।   Bosworth, C. E.; van Donzel, E.; Heinrichs, W. P. & Lecomte, G.। The Encyclopaedia of Islam, New Edition, Volume VIII: Ned–Sam। Leiden: E. J. Brill। পৃষ্ঠা 118–119। আইএসবিএন 90-04-09834-8। \nWellhausen, Julius (১৯২৭)। The Arab Kingdom and its Fall। University of Calcutta। ওসিএলসি 752790641। \n\n\n== আরও দেখুন ==\nহোসাইন ইবনে আলী\nআবদুল্লাহ ইবনুল জুবায়ের\nপ্রথম ফিতনা\n\n\n== তথ্যসূত্র =="}