{"pageid": 1039788, "title": "উত্তর দক্ষিণ রেলপথ (ভিয়েতনাম)", "url": "https://bn.wikipedia.org/wiki?curid=1039788", "content": "উত্তর দক্ষিণ রেলপথ (ভিয়েতনাম)  হল ভিয়েতনাম এর প্রধান ও দীর্ঘতম রেলপথ বা রেল ব্যবস্থা। এই রেল ব্যবস্থা ১৮৯৯ সাল থেকে ১৯৩৬ সালের মধ্যে গড়ে ওঠে। এটি একটি মিটার গেজ রেলপথ বা রেল ব্যবস্থা। এই রেলপথের মোট দৈর্ঘ্য ১৭২৬ কিলোমিটার। রেলপথটি দেশের রাজধানী শহর এর সঙ্গে ভিয়েতনাম এর ব-দ্বীপ পওরদেশ এর সাইগন শহরকে যুক্ত করেছে। এই রেলপথ হ্যানয় এর হ্যানয় রেলওয়ে স্টেশন থেকে শুরু হয়ে দেশের মধ্য ভাগ অতিক্রম করে দক্ষিণের সাইগন রেলওয়ে স্টেশন পর্যন্ত গেছে। রেলপথে বহু নদী ব্রিজ বা সেতু রয়েছে। এছাড়াও এটি কিছু অরণ্য এলাকার মধওয দিয়ে গেছে। রেলপথটির সঙ্গে দেশের প্রধান শহর হো চিমিন সিটি যুক্ত রয়েছে। এই রেলপথে বর্তমানে উচচ গতির রেল চালানোর কথা চলছে। এই নতুন রেল ব্যবস্থা উত্তর- দক্ষিণ এক্সপ্রেস রেলওয়ে (ভিয়েতনাম) নামে পরিচিত হয়েছে। দেশের ২৩৫ টি রেল স্টেশনের মধ্যে ১৯১ টি রেল স্টেশন এই রেলপথে অবস্থিত।\n\n\n== ইতিহাস ==\nএই রেলপথ টি নির্মাণ শুরু সয় ১৮৯৯ সালে। এই সময় ইউনান-হাইফোং রেলপথ এরও নির্মাণ শুরু হয়। এই রেলপথ নির্মাণ করে উপনিবেশিক সময় ফ্রান্স সরকার। এই রেলপথ নির্মাণের প্রধান কারণ ছিল হ্যানয় ও হো চি মিন সিটি এর মধ্যে সংযোগ স্থাপনের জন্য। এই রেলপথ সম্পর্ন রূপে উদ্ভোদন করা হয় ১৯৩৬ সালে। এই রেলপথটি নির্মাণের শুরু থেকেই মিটার গেজ রুপে নির্মাণ করা হয়। দেশ স্বধীনতার পর রেলপথটি আরও উন্নত করা হয়। রেলপথের গতি বাড়ারো হয় ধীরে ধীরে। আধুনিক করা হয় সিগন্যালিং বা সংকেত ব্যবস্থার। বর্তমানে রেলপথটিকে উচ্চ গতির রেলপথে নির্মাণের প্রস্তাব রাখা হয়েছে।\n\n\n== যাত্রী পরিবহন ==\nএই রেলপথে দেশের সবচেয়ে দীর্ঘ রেল পরিসেবা চালু রয়েছে। এই রেলপথে হ্যানয় ও হো চি মিন সিটি এর মাঝে যাত্রী বাহি রেল পরিসেবা রয়েছে। এই যাত্রী বাহি রেল হ্যানয় ও হো চি মিন সিটি এর মাঝের বড় শহর গুলিতে থামে। এছাড়া এই রেলপথে ক্ষুদ্র দূরত্বের রেল পরিসেবাও চালু রয়েছে।\n\n\n== পণ্য পরিবহন ==\nউত্তর দক্ষিণ রেলপথ টি দেশের উত্তর ও দক্ষিণ অংশের মধ্যে পণ্য পরিবহন করে থাকে। এই রেলপথ দেশের বড় বন্দর গুলির সঙ্গে যুক্ত রয়েছে। প্রতিদিন হ্যানয় ও হো চি মিন সিটি এর মধ্যে পণ্যবাহি রেল চলা চল করে।\n\n\n== আরও দেখুন ==\nহাইফোং\n\n\n== তথ্যসূত্র =="}