{"pageid": 1040024, "title": "আলোকবর্ণমিতি", "url": "https://bn.wikipedia.org/wiki?curid=1040024", "content": "আলোকবর্ণমিতি হচ্ছে তড়িচ্চুম্বকীয় উজ্জ্বল চিত্রকল্পসমূহ ও অন্যান্য ঘটনার ফটোগ্রাফিক ছবিসমূহ ও প্যাটার্নসমূহ রেকর্ডিং, পরিমাপণ ও ব্যাখ্যা করার প্রক্রিয়াগুলোর দ্বারা ভৌত বস্তুসমূহ ও পরিবেশ সম্পর্কে নির্ভরযোগ্য তথ্য পাওয়ার বিজ্ঞান ও প্রযুক্তি।\nআলোকবর্ণমিতি উনবিংশ শতাব্দীর মাঝামাঝি সময়ে, প্রায় একই সময়ে ফটোগ্রাফির সাথে হাজির হয়েছিল। ১৮৪০ সালের দিকে সর্বপ্রথম ফরাসি সার্ভেয়ার ডমিনিক এফ. আরাগো ফটোগ্রাফের ব্যবহার করে টপোগ্রাফিক মানচিত্র তৈরির প্রস্তাবনা দেন। পরিমাপ করার উদ্দেশ্যের জন্য ফটোগ্রাফ ব্যবহার করার ধারণা সর্বপ্রথম ফরাসি আর্মির প্রকৌশলী সেনাবাহিনীর আইমে লঁসেদত এর পরীক্ষা থেকে উদ্ভুত হয়েছিলো, যিনি ১৮৫১ সালে প্রথম পরিমাপকরণের ক্যামেরা বানিয়েছিলেন। তিনি পারস্পেক্টিভ প্রজেকশন হিসেবে ফটোগ্রাফের গাণিতিক বিশ্লেষণের উন্নতিসাধন করেছিলেন, যা টপোগ্রাফিতে এদের ব্যবহার বাড়িয়ে দেয়।  প্রায় একই সময়ে (১৮৫৮), কিন্তু লঁসেদত থেকে পৃথকভাবে, জার্মানিতে একটি স্থাপনার দুইটি ফটোগ্রাফের ওপর ভিত্তি করে ইন্টারসেকশন মেথড দ্বারা স্থাপত্যবিদ্যা সম্পর্কিত খুঁটিনাটির জটিল পরিমাপ করতে ম্যাডেনবাওয়ার প্রথম পরীক্ষাসমূহ চালান। \nফটোগ্রামেট্রি শব্দটি প্রুশিয়ান স্থপতি আলব্রেচ ম্যাডেনবাওয়ারের সৃষ্টি, যা তাঁর ১৮৬৭ সালের প্রবন্ধ \"ডি ফটোমেট্রোগ্রাফি\"-তে প্রকাশিত হয়েছিল।\nআলোকবর্ণমিতির বহু প্রকরণ রয়েছে। একটি উদাহরণ হচ্ছে দ্বিমাত্রিক ডেটা থেকে ত্রিমাত্রিক পরিমাপ হিসাবনিকাশ (অর্থাৎ চিত্রসমূহ); উদাহরণস্বরূপ, ফটোগ্রাফিক বিম্ব সমতলের  সমান্তরাল একটি সমতলে থাকা দুইটি বিন্দুর মধ্যবর্তী দূরত্ব ছবির মধ্যে তাদের দূরত্ব পরিমাপ করার মাধ্যমে নির্ণয় করা যায়, যদি ছবির স্কেল জানা থাকে। আরেকটি হচ্ছে ফিজিক্যালি বেজড রেন্ডারিং এর উদ্দেশ্যে সঠিক রং পরিসীমা ও মানগুলোর নিষ্কাশন, যা আলবেডো, অনুমিত প্রতিবিম্ব, ধাতবত্ব, বা পারিপার্শ্বিক শোষণের মতো পরিমাপগুলোর প্রতিনিধিত্ব করে।\nনিকট-রেঞ্জ আলোকবর্ণমিতি বলতে চিরাচরিত এরিয়াল (বা অরবিটাল) আলোকবর্ণমিতি অপেক্ষা নিকটতর দূরত্ব থেকে তোলা ছবির সংগ্রহকে বুঝায়।\nআলোকবর্ণমিতি বিশ্লেষণ একটি ছবিতে প্রয়োগ করা যেতে পারে, অথবা ক্রমবর্ধমান নির্ভুলতার সাথে প্রকৃত ত্রিমাত্রিক আপেক্ষিক গতিসমূহ পরিমাপ করতে পরিমিতি ও চিত্রকল্প বিশ্লেষণের দ্বারা জটিল দ্বিমাত্রিক ও ত্রিমাত্রিক গতিক্ষেত্রসমূহ শনাক্ত, পরিমাপ ও রেকর্ড করতে উচ্চগতি ফটোগ্রাফি ও রিমোট সেন্সিং ব্যবহার করা যেতে পারে।\nটপোগ্রাফিক মানচিত্রগুলোতে কনট্যুর রেখাসমূহ প্লট করতে ব্যবহৃত স্টেরিওপ্লটারের প্রারম্ভ থেকে শুরু করে, এটির এখন খুব বিস্তৃত পরিসরের ব্যবহার রয়েছে, যেমনঃ সোনার, রাডার ও লিডার।\n\n\n== পদ্ধতি ==\n\nআলোকবর্ণমিতি অপটিকস ও প্রজেক্টিভ জিওমেট্রি সহ অনেক শাখার পদ্ধতিসমূহ ব্যবহার করে। ডিজিটাল ছবি ক্যাপচারিং ও আলোকবর্ণমিতিক বিশ্লেষণে কিছু সুসংজ্ঞায়িত ধাপসমূহ অন্তর্ভুক্ত, যা একটি শেষ পণ্য হিসেবে বস্তুর দ্বিমাত্রিক ও ত্রিমাত্রিক ডিজিটাল মডেলের জেনারেশনকে তৈরি করতে দেয়।  ডানে প্রদর্শিত ডেটা মডেল দেখায় যে, কোন ধরনের তথ্য আলোকবর্ণমিতিক পদ্ধতিতে প্রবেশ করতে ও বের হতে পারে।\nত্রিমাত্রিক স্থানাঙ্কসমূহ ত্রিমাত্রিক জায়গায় বস্তু বিন্দুগুলোর অবস্থানসমূহ সংজ্ঞায়িত করে। বিম্ব স্থানাঙ্কসমূহ ফিল্ম বা একটি ইলেকট্রনিক ইমেজিং ডিভাইসের ওপর বস্তু বিন্দুর বিম্বসমূহ সংজ্ঞায়িত করে। ক্যামেরার বাহ্যিক অরিয়েন্টেশন  তার স্থান ও দর্শন দিক সংজ্ঞায়িত করে। অভ্যন্তরীণ অরিয়েন্টেশন ইমেজিং প্রক্রিয়ার জ্যামিতিক প্যারামিটারগুলো সংজ্ঞায়িত করে। এটি প্রাথমিকভাবে লেন্সের ফোকাস দূরত্ব, কিন্তু লেন্স বিকৃতিসমূহের বর্ণনাসমূহকেও অন্তর্ভুক্ত করে। আরও অতিরিক্ত পর্যবেক্ষণসমূহ গুরুত্বপূর্ণ ভূমিকা পালন করে: স্কেল বারগুলোর সাহায্যে, মূলত শূন্যে দুইটি বিন্দুর জানা দূরত্ব বা জানা স্থির বিন্দু, মৌলিক পরিমাপ ইউনিটগুলোর মধ্যে সংযোগ তৈরি হয়।\nচারটি মুখ্য চলকের প্রত্যেকটি আলোকবর্ণমিতিক পদ্ধতির একটি ইনপুট বা আউটপুট হতে পারে।\nআলোকবর্ণমিতির জন্য অ্যালগরিদমগুলো সাধারণত স্থানাঙ্কসমূহের ওপর ত্রুটির সমষ্টির বর্গফল ও প্রসঙ্গ বিন্দুগুলোর আপেক্ষিক সরণ হ্রাস করতে চেষ্টা করে। এ হ্রাসকরণ বাণ্ডেল সামঞ্জস্য নামে পরিচিত এবং লেভেনবার্গ-মার্কুয়ের্ড অ্যালগরিদম ব্যবহার করে প্রায়ই সম্পাদিত হয়।\n\n\n=== স্টেরিওআলোকবর্ণমিতি ===\nস্টেরিওআলোকবর্ণমিতি নামে একটি বিশেষ ক্ষেত্রের মধ্যে ভিন্ন অবস্থান থেকে প্রাপ্ত দুই বা ততোধিক ফটোগ্রাফিক বিম্বসমূহ থেকে পরিমাপসমূহ নিয়োগে একটি বস্তুর ওপর বিন্দুর ত্রিমাত্রিক স্থানাঙ্কসমূহের অনুমিতি অন্তর্ভুক্ত (স্টেরিওস্কোপি দেখুন)। প্রতিটি বিম্বে সাধারণ বিন্দুগুলো শনাক্ত করা হয়। দৃষ্টিরেখা (রশ্মি) বস্তুর ওপর ক্যামেরার অবস্থান থেকে তৈরি করা যায়। এসব রশ্মির ছেদ (ট্রায়াঙ্গুলেশন) বিন্দুটির ত্রিমাত্রিক অবস্থান নির্ণয় করে। আরও বাস্তবধর্মী অ্যালগরিদম দৃশ্য সম্পর্কে অন্যান্য তথ্য বের করতে পারে যা 'অবরোহী' নামে পরিচিত, যেমন প্রতিসাম্যসমূহ, কিছু ক্ষেত্রে কেবলমাত্র একটি ক্যামেরা অবস্থান থেকে প্রাপ্ত ত্রিমাত্রিক স্থানাঙ্কসমূহের পুনর্গঠনের অনুমতি দেয়। গতিশীল বৈশিষ্ট্যাবলি এবং ঘূর্ণায়মান  ও অঘূর্ণায়মান  বস্তুসমূহের মোড আকার নির্ণয়ে স্টেরিওআলোকবর্ণমিতি একটি জোরালো স্পর্শবিহীন পরিমাপ পদ্ধতি হিসেবে উদ্ভূত হচ্ছে।\n\n\n== সমন্বয় ==\nঅন্যান্য প্রযুক্তিসমূহ থেকে রেঞ্জ ডেটা দিয়ে আলোকবর্ণমিতিক ডেটা পূরক হতে পারে। আলোকবর্ণমিতি 'এক্স' ও 'ওয়াই' দিকে অধিক নির্ভুল, যেখানে রেঞ্জ ডেটা সাধারণত 'জেড' দিকে অধিক নির্ভুল।  এ রেঞ্জ ডেটা লিডার, লেজার স্ক্যানার (উড্ডয়নের সময়, ট্রায়াঙ্গুলেশন বা ইন্টারফেরোমেট্রি ব্যবহারকারী), সাদা-আলো ডিজিটাইজারস ও যেকোনো পদ্ধতি যা একটি এলাকা স্ক্যান করে এবং এক্স, ওয়াই, জেড স্থানাঙ্কসমূহকে একাধিক স্বতন্ত্র বিন্দুসমূহে পাঠায়, এমন পদ্ধতির দ্বারা সরবরাহ করা যায় (সাধারণভাবে 'বিন্দু মেঘ' নামে অভিহিত)। ছবিগুলো দালানের প্রান্তগুলোকে সঠিকভাবে সংজ্ঞায়িত করতে পারে, যখন বিন্দু মেঘের পদচিহ্নগুলো তা পারে না। উভয় সিস্টেমের সুবিধাসমূহ একীভূত করা ও একটি উন্নততর পণ্য তৈরি করতে সমন্বিত করাটা উপকারী।\nএকই প্রসঙ্গ কাঠামোতে এরিয়াল ছবিগুলো ও লিডার ডেটা জিওরেফারেন্সিং, এরিয়াল ছবিগুলো অর্থোরেক্টিফাইং, এবং লিডার গ্রিডের ওপরে অর্থোরেক্টিফাইড ছবিগুলো সাজিয়ে একটি ত্রিমাত্রিক ভিজ্যুয়ালাইজেশন তৈরি করা যায়। এরিয়াল ছবিগুলো বা স্যাটেলাইটের (যেমনঃ স্পট স্যাটেলাইট চিত্রকল্পসমূহ) জোড়া (বা একাধিক) ব্যবহার করে ডিজিটাল ভূখণ্ড মডেল ও এভাবে ত্রিমাত্রিক ভিজ্যুয়ালাইজেশন তৈরি করা সম্ভব। সংগতির একটি ঘন অ্যারে তৈরি করতে অ্যাডাপটিভ লীস্ট স্কয়ারস স্টেরিও ম্যাচিং এর মতো পদ্ধতি ব্যবহার করা হয়, যা এক্স, ওয়াই, জেড ডেটার একটি ঘন অ্যারে তৈরি করতে একটি ক্যামেরা মডেলের দ্বারা রূপান্তরিত হয়, যা ডিজিটাল ভূখণ্ড মডেল ও অর্থোইমেজ পণ্যসমূহের উৎপাদনে ব্যবহৃত হতে পারে। এমন সিস্টেম যারা এসব পদ্ধতি ব্যবহার করে, যেমনঃ আইটিজি সিস্টেম, তাদের ১৯৮০ ও ১৯৯০ এর দশকে উন্নতি সাধিত হয়েছিল, কিন্তু লিডার ও রাডারভিত্তিক অ্যাপ্রোচ কর্তৃক স্থানচ্যুত হয়েছে, যদিও পুরোনো এরিয়াল ছবিগুলো বা স্যাটেলাইট ইমেজসমূহ থেকে এলিভেশন মডেলসমূহ বের করতে এসব পদ্ধতি এখনো ব্যবহার করা যেতে পারে।\n\n\n== প্রয়োগসমূহ ==\n\nটপোগ্রাফিক ম্যাপিং, স্থাপত্যবিদ্যা, প্রকৌশল, উৎপাদন, মান নিয়ন্ত্রণ, পুলিশ তদন্ত, সাংস্কৃতিক উত্তরাধিকার, ও ভূতত্ত্বের মতো ক্ষেত্রগুলোতে আলোকবর্ণমিতি ব্যবহার করা হয়। প্রত্নতাত্ত্বিকগণ বৃহৎ অথবা জটিল সাইটগুলোর নকশা দ্রুত তৈরি করতে, এবং আবহাওয়াবিদরা টর্নেডোর বায়ুর গতি নির্ধারণে এটি ব্যবহার করে থাকেন, যখন উদ্দেশ্যমূলক আবহাওয়া ডেটা পাওয়া যায় না।\n\nএটি পোস্ট-প্রোডাকশন সিনেমাগুলোতে লাইভ অ্যাকশনের সাথে কম্পিউটার-জেনারেটেড চিত্রগুলোকে সমন্বয় করতেও ব্যবহৃত হয়; 'দ্য ম্যাট্রিক্স' সিনেমায় আলোকবর্ণমিতির ব্যবহারের একটি প্রকৃষ্ট উদাহরণ (ডিভিডি এক্সট্রাগুলোতে বিশদ দেওয়া আছে)।\nদ্য ভ্যানিশিং অফ ইথান কার্টার ও ইএ ডাইস এর স্টার ওয়ার্স ব্যাটলফ্রন্ট সহ ভিডিও গেমগুলোর জন্য ফটোরিয়েলিস্টিক এনভায়রনমেন্টাল অ্যাসেটসমূহ তৈরি করতে আলোকবর্ণমিতি ব্যাপকভাবে ব্যবহৃত হয়েছিল।  অভিনেত্রী মেলিনা জর্জেন্সের আলোকবর্ণমিতিক মোশন-ক্যাপচার মডেলগুলো থেকে হেলব্লেডঃ সেনুয়া'স স্যাক্রিফাইস গেমের মূল চরিত্র তৈরি হয়েছিল।\nসংঘর্ষ প্রকৌশলে, বিশেষত অটোমোবাইলেও আলোকবর্ণমিতি সাধারণত ব্যবহার করা হয়। যখন দুর্ঘটনার মামলা-মোকদ্দমা চলে এবং প্রকৌশলীদের গাড়িতে সঠিক বিকৃতি নির্ণয় প্রয়োজন হয়, তখন বেশ কয়েক বছর অতিবাহিত হওয়াটা সাধারণ এবং পুলিশ কর্তৃক তোলা দুর্ঘটনাস্থলের ছবিগুলোই একমাত্র প্রমাণ হিসেবে থাকে। প্রশ্নবিদ্ধ গাড়িটি কতটুকু বিকৃত হয়েছিল, তা বের করতে আলোকবর্ণমিতি ব্যবহৃত হয়, যা ঐ বিকৃতি তৈরি করতে প্রয়োজনীয় পরিমাণ শক্তির সাথে সম্পর্কিত। তারপর, দুর্ঘটনার ব্যাপারে গুরুত্বপূর্ণ তথ্য নির্ধারণে ঐ শক্তি ব্যবহার করা যেতে পারে (যেমনঃ সংঘর্ষের সময়ে বেগ)।\n\n\n=== ম্যাপিং ===\nআলোকম্যাপিং \"মানচিত্রবৎ বর্ধন\" দিয়ে মানচিত্র তৈরি করার পদ্ধতি  যা একটি ফটোমোজাইক থেকে আঁকা হয়েছে যা \"ভূমির একটি যৌগিক ফটোগ্রাফিক বিম্ব\", বা আরও স্পষ্ট করে বললে, একটি নিয়ন্ত্রিত ফটোমোজাইক, যেখানে \"পৃথক ছবিগুলো কাত করার জন্য সংশোধন করা হয় এবং একটি সাধারণ স্কেলে আনা হয় (কমপক্ষে নির্দিষ্ট নিয়ন্ত্রণ বিন্দুগুলোতে)।\"\nপ্রত্যেকটি ছবির প্রকল্পিত বিম্বসমূহকে চারটি নিয়ন্ত্রণ বিন্দুর সেটে মানানসই করে সাধারণত ছবির সংশোধন করা হয়, যার অবস্থানগুলো একটি বিদ্যমান মানচিত্র বা ভূমি অবস্থার পরিমাপ থেকে নেওয়া হয়েছে। যখন এগুলো সংশোধিত হয়, তখন স্কেলযুক্ত ছবিগুলো নিয়ন্ত্রণ বিন্দুসমূহের একটি গ্রিডে স্থাপন করা হয়, দক্ষ ট্রিমিং ও ফিটিং এবং মুখ্য বিন্দুর চারপাশে জায়গাগুলোর, যেখানে রিলিফ ডিসপ্লেসমেন্টগুলো (যা মুছে ফেলা যায়) সর্বনিম্ন, ব্যবহারের মাধ্যমে এগুলোর মধ্যে একটি ভালো সামঞ্জস্য তৈরি করা যায়। \n\"এটি বেশ যুক্তিসম্মত যে ফটোম্যাপের কিছু রূপ ভবিষ্যতের আদর্শ সাধারণ মানচিত্র হবে।\"  তিনি পরামর্শ দিতে গিয়ে আরও বলেন যে, \"উচ্চতর এয়ারক্রাফট ও স্যাটেলাইট প্রতিকল্পের মতো ভবিষ্যতের ডেটা উৎসগুলোর যুক্তিসম্মত সুবিধা নেওয়ার জন্য আলোকম্যাপিং একমাত্র উপায় হিসেবে উদ্ভূত হবে।\" গুগল আর্থে সর্বোচ্চ রেজ্যুলেশনের এরিয়াল ফটোম্যাপগুলো প্রায় ২.৫ সে.মি. (০.৯৮ ইঞ্চি) স্থানিক রেজ্যুলেশন বিম্ব। অর্থোইমেজের সর্বোচ্চ রেজ্যুলেশনের ফটোম্যাপটি ০.৫ সে.মি. (০.২০ ইঞ্চি) স্থানিক রেজ্যুলেশন দিয়ে ২০১২ সালে হাঙ্গেরিতে তৈরি করা হয়েছিল।\n\n\n=== প্রত্নতত্ত্ব ===\nঅর্থোফটোম্যাপিং ও প্রত্নতত্ত্বের মধ্যে সংযোগ প্রদর্শন করতে, ভেঞ্চুরা মিশনের একটি পুনর্গঠন উন্নয়ন করতে ঐতিহাসিক এয়ারফটোগুলো ব্যবহার করা হতো, যা স্থাপনার দেয়ালগুলো খননে দিকনির্দেশনা দিত।\n\nপ্রত্নতাত্ত্বিক সাইটগুলোতে পৃষ্ঠাবশেষ ও খনন এক্সপোজারগুলো ম্যাপিং করার জন্য ওভারহেড ফটোগ্রাফি ব্যাপকভাবে প্রয়োগ করা হয়েছে। এসব ছবি ক্যাপচার করার জন্য এর জন্য প্রস্তাবিত প্ল্যাটফর্মগুলোতে আছেঃ প্রথম বিশ্বযুদ্ধের ওয়ার বেলুনগুলো; রাবার আবহাওয়া-সম্পর্কিত বেলুনগুলো; ঘুড়ি ; কাঠের প্ল্যাটফর্মগুলো, ধাতব ফ্রেমওয়ার্কগুলো, খননকাজের এক্সপোজারের ওপর নির্মিত; মইগুলো, একা এবং খুঁটি বা তক্তার সাথে একত্রে করা, উভয়টিই; তিন পা বিশিষ্ট মই; একক ও বহুখণ্ডবিশিষ্ট খুঁটি; দ্বিপদী; ত্রিপদী; চতুর্পদী, ও এরিয়াল বালতি ট্রাক (\"চেরি পিকার\")। \nখনন এক্সপোজারগুলো রেকর্ড করতে নাদির ওভারহেড ফটোগ্রাফগুলোর নিকটবর্তী হাতটি ভৌগোলিক তথ্য সিস্টেম (জিআইএস) এর সাথে ব্যবহৃত হয়েছে। \nসাইটগুলো ম্যাপিং করতে ঐতিহ্যবাহী পদ্ধতিগুলো অপেক্ষা তুলনামূলক সহজ হওয়ায় আলোকবর্ণমিতি মেরিটাইম প্রত্নতত্ত্ব-তে ক্রমবর্ধমান হারে ব্যবহৃত হচ্ছে, যা ত্রিমাত্রিক মানচিত্র তৈরিতে অনুমোদন দেয়, যেটি ভার্চুয়াল রিয়েলিটিতে উপস্থাপিত হতে পারে।\n\n\n=== ত্রিমাত্রিক মডেলিং ===\nকিছুটা অনুরূপ প্রয়োগ হল বস্তুর স্ক্যান করে স্বয়ংক্রিয়ভাবে এটির ত্রিমাত্রিক মডেল তৈরি করা। উৎপাদিত মডেল প্রায়ই গ্যাপ তৈরি করে, যা মেশল্যাব, নেটফ্যাব বা মেশমিক্সারের মতো সফটওয়্যার দিয়ে অতিরিক্ত ক্লিনআপ প্রায়ই জরুরি। \nত্রিমাত্রিক চিত্রাবলী তৈরি করতে গুগল আর্থ আলোকবর্ণমিতি ব্যবহার করে। \nরেকরেই নামেও একটি প্রকল্প আছে, যা অনলাইনে পোস্ট করা হারানো/চুরিকৃত/ভাঙ্গা শিল্পকর্মগুলোর ত্রিমাত্রিক মডেলগুলো তৈরি করতে আলোকবর্ণমিতি ব্যবহার করে।\n\n\n== সফটওয়্যার ==\nআলোকবর্ণমিতির জন্য অনেক সফটওয়্যার প্যাকেজ রয়েছে; আলোকবর্ণমিতি সফটওয়্যারের তুলনা দেখুন।\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== সূত্র ==\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n== বহিঃসংযোগ ==\nআলোকবর্ণমিতির ইতিহাস\nসাংস্কৃতিক ঐতিহ্য ইমেজিং ওয়েব সাইটে আলোকবর্ণমিতি ওভারভিউ"}