{"pageid": 1040641, "title": "বৈদ্যুতিক ক্ষমতা গুণমান", "url": "https://bn.wikipedia.org/wiki?curid=1040641", "content": "বৈদ্যুতিক ক্ষমতা গুণমান  একটি ডিগ্রি যেখানে ভোল্টেজ, ফ্রিকোয়েন্সি এবং একটি তরঙ্গ সাপলাই সিস্টেমের তরঙ্গরূপ প্রতিষ্ঠিত নির্দিষ্টকরণের সাথে মানিয়ে যায়। ভাল শক্তি মান একটি স্থির সরবরাহের ভোল্টেজ হিসাবে সংজ্ঞায়িত করা যেতে পারে যা নির্ধারিত সীমার মধ্যে থাকে, রেটযুক্ত মানের নিকটে স্থির এসি ফ্রিকোয়েন্সি এবং মসৃণ ভোল্টেজ কার্ভ ওয়েভফর্ম (একটি সাইন ওয়েভের মতো) সাধারণভাবে, বৈদ্যুতিক আউটলেট থেকে যা আসে এবং এর মধ্যে প্লাগ করা লোডের মধ্যে সামঞ্জস্যতা  হিসাবে পাওয়ার গুণমানটি বিবেচনা করা কার্যকর।  শব্দটি বৈদ্যুতিক বিদ্যুৎ যা বৈদ্যুতিক লোড এবং সঠিকভাবে কাজ করার লোডের ক্ষমতা চালিত করে তা বর্ণনা করতে ব্যবহৃত হয়। যথাযথ শক্তি ব্যতীত বৈদ্যুতিক যন্ত্র (বা লোড) অসম্পূর্ণ হতে পারে, অকালে ব্যর্থ হতে পারে বা একেবারে চালনা করতে পারে না। এমন অনেকগুলি উপায় রয়েছে যার মাধ্যমে বৈদ্যুতিক শক্তি নিম্ন মানের হতে পারে এবং এই জাতীয় মানের পাওয়ারের আরও অনেক কারণ আছে।\nবৈদ্যুতিক শক্তি শিল্প  বিদ্যুৎ উৎপাদন ( AC শক্তি ), বৈদ্যুতিক ক্ষমতা ট্রান্সমিশন এবং পরিণামে বৈদ্যুতিক ক্ষমতা বিতরণ থেকে শুরু করে শেষ ব্যবহারকারির বিদ্যুতের মিটার পর্যন্ত অবস্থিত। বিদ্যুতটি তারপরে লোড না পৌঁছানো পর্যন্ত শেষ ব্যবহারকারীটির তারের সিস্টেমের মধ্য দিয়ে চলে। আবহাওয়া, প্রজন্ম, চাহিদা এবং অন্যান্য কারণগুলির পরিবর্তনের সাথে বৈদ্যুতিক শক্তি উৎপাদন বিন্দু থেকে ভোগের বিন্দুতে বৈদ্যুতিক শক্তি স্থানান্তরিত করার জটিলতা সরবরাহের মানের সাথে আপোস হওয়ার অনেক সুযোগ প্রদান করে।\nযদিও \"বিদ্যুতের গুণমান\" অনেকের কাছে একটি সুবিধাজনক শব্দ, তবে এটি বিদ্যুৎ বা বৈদ্যুতিন কারেন্ট নয়,বরং ভোল্টেজের গুণমান  যা প্রকৃতপক্ষে এই শব্দটি দ্বারা বর্ণিত। ক্ষমতা হ'ল শক্তির প্রবাহ এবং লোডের দ্বারা দাবি বিদ্যুৎ  এখন পরিমাণে নিয়ন্ত্রণহীন।\n\n\n== ভূমিকা ==\nবৈদ্যুতিক শক্তির মানটিকে পরামিতিগুলির মানগুলির সেট হিসাবে বর্ণনা করা যেতে পারে, যেমন:\n\nপরিষেবার ধারাবাহিকতা (বৈদ্যুতিক শক্তি ভোল্টেজের ড্রপ বা ওভাররেজের সাপেক্ষে একটি প্রান্তিক স্তরের নিচে বা উপরে যার ফলে ব্ল্যাকআউট বা ব্রাউনআউট হয়  )\nভোল্টেজের মাত্রায় বিভিন্নতা (নীচে দেখুন)\nক্ষণস্থায়ী ভোল্টেজ এবং স্রোত\nএসি পাওয়ারের জন্য ওয়েভফর্মগুলিতে সুরেলা সামগ্রী\nপাওয়ার গুণমানকে একটি সামঞ্জস্যতা সমস্যা হিসাবে ভাবা প্রায়শই দরকারী: গ্রিডের সাথে সংযুক্ত সরঞ্জামগুলি কি গ্রিডের ইভেন্টগুলির সাথে সামঞ্জস্যপূর্ণ এবং ইভেন্টগুলি সহ গ্রিডের দ্বারা সরবরাহ করা বিদ্যুৎ সংযুক্ত সরঞ্জামের সাথে সামঞ্জস্যপূর্ণ? সামঞ্জস্যতা সমস্যার সর্বদা কমপক্ষে দুটি সমাধান থাকে: এক্ষেত্রে হয় শক্তি সাফ করা, বা সরঞ্জামকে আরও শক্ত করা।\nভোল্টেজের বৈকল্পিকগুলিতে ডেটা-প্রসেসিং সরঞ্জামের সহনশীলতা প্রায়শই সিবিইএমএ কার্ভ দ্বারা চিহ্নিত করা হয়, যা ভোল্টেজের পরিবর্তনের সময়কাল এবং প্রবণতা দেয় যা সহ্য করা যায়। \n\nমূলত, এসি ভোল্টেজ একটি ইউটিলিটি দ্বারা সরবরাহ করা হয়  যা সাইনুসয়ডাল, যার বিস্তৃতি এবং ফ্রিকোয়েন্সি জাতীয় মানদণ্ড কর্তৃক প্রদত্ত (ক্ষেত্রে থাকার পাইপের সাথে একটি সহ বা সিস্টেমে প্রয়োজনীয় বৈশিষ্ট্যের) (সরাসরি পাইপের সাথে সংযুক্ত না একটি ক্ষমতা ফিড ক্ষেত্রে) ইম্পিডেন্স শুন্য সমস্ত ফ্রিকোয়েন্সি তে ।\n\n\n== ক্ষমতা গুণময়ানের বিচ্যুতি ==\nকোনও বাস্তব জীবনের ক্ষমতা উৎস আদর্শ নয় এবং সাধারণত কমপক্ষে নিম্নলিখিত পদ্ধতিগুলিতে বিচ্যুত হতে পারে:\n\n\n=== ভোল্টেজ, বৈদ্যুতিক একক বিশেষ ===\nশিখরে পরিবর্তিত হওয়া বা আরএমএস ভোল্টেজ উভয়ই বিভিন্ন ধরনের সরঞ্জামের জন্য গুরুত্বপূর্ণ।\nআরএমএস ভোল্টেজ যখন নামমাত্র ভোল্টেজটি ০.`৫ চক্র তে ১ মিনিটের জন্য ১০ থেকে ৮০% ছাড়িয়ে যায়, ইভেন্টটিকে \"ফোলা\" বলা হয়।\nএকটি \"ডিপ\" (ব্রিটিশ ইংরেজিতে) বা \"সাগ\" (আমেরিকান ইংরেজিতে দুটি শব্দ সমান) বিপরীত পরিস্থিতি: আরএমএস ভোল্টেজ ০.৫ চক্র এ  ১ মিনিটের জন্য ১০ থেকে ৯০% নামমাত্র ভোল্টেজের নীচে।\nআরএমএস ভোল্টেজের ৯০ থেকে ১১০% নামমাত্রের মধ্যে এলোমেলো বা পুনরাবৃত্তিমূলক বৈকল্পিক আলো সরঞ্জামগুলিতে \"ঝাঁকুনি\" নামে পরিচিত একটি ঘটনা তৈরি করতে পারে। ফ্লিকার হ'ল আলোক স্তরের দ্রুত দৃশ্যমান পরিবর্তন। আপত্তিজনক হালকা ঝাঁকুনি যা ভোল্টেজের ওঠানামাগুলির বৈশিষ্ট্যগুলির সংজ্ঞা চলমান গবেষণার বিষয় হয়ে দাঁড়িয়েছে।\nভোল্টেজের আকস্মিকভাবে খুব সংক্ষিপ্ত বৃদ্ধি ঘটে, যাকে বলে \" স্পাইকস \", \"ইমপালস\", বা \"সার্জেস\", সাধারণত বড় আকারের ইনডাকটিভ লোড বন্ধ হয়ে যাওয়ার কারণে বা আরও বেশি মারাত্মকভাবে বজ্রপাতের ফলে ঘটে।\nযখন \"১মিনিটেরও বেশি সময় নামমাত্র ভোল্টেজ  ৯০% এর নিচে নেমে যায় তখন\" আন্ডারভোল্টেজ\"দেখা দেয়।  \"ব্রাউনআউট\" শব্দটি ভোল্টেজ ড্রপের পুরো শক্তি (উজ্জ্বল আলো) এবং একটি ব্ল্যাকআউট (কোনও শক্তি নেই - আলো নেই) এর মধ্যে কোথাও একটি উপযুক্ত বর্ণনা। এটি সিস্টেমের ত্রুটি বা অতিরিক্ত লোড ইত্যাদির সময় নিয়মিত ভাস্বর আলোগুলিকে উল্লেখযোগ্যভাবে ম্লান করার জন্য আসে, যখন (সাধারণত) ঘরোয়া আলোতে সম্পূর্ণ উজ্জ্বলতা অর্জনের জন্য অপর্যাপ্ত শক্তি পাওয়া যায়। এই শব্দটি সাধারণ ব্যবহারে কোন আনুষ্ঠানিক সংজ্ঞা নেই তবে সাধারণত চাহিদা বা হ্রাস বা সিস্টেম অপারেটিং মার্জিন বাড়াতে ইউটিলিটি বা সিস্টেম অপারেটর দ্বারা সিস্টেম ভোল্টেজ হ্রাস বর্ণনা করার জন্য সাধারণত ব্যবহৃত হয়।\n\" ওভারভোল্টেজ \" ঘটে যখন নামমাত্র ভোল্টেজটি 1 মিনিটেরও বেশি সময় ধরে ১১০% এর উপরে উঠে যায়।\n\n\n=== ফ্রিকোয়েন্সি ===\nফ্রিকোয়েন্সি মধ্যে তারতম্য।\nননজারো লো-ফ্রিকোয়েন্সি প্রতিবন্ধকতা (যখন কোনও লোড আরও শক্তি আঁকায়, ভোল্টেজ হ্রাস পায়)।\nননজারো উচ্চ-ফ্রিকোয়েন্সি প্রতিবন্ধকতা (যখন কোনও লোড প্রচুর পরিমাণের স্রোতের দাবি করে, তারপরে হঠাৎ এটি দাবি করা বন্ধ করে দেয়, পাওয়ার সাপ্লাই লাইনে ইন্ডাক্ট্যান্সের কারণে ভোল্টেজটিতে ডুব দেওয়া বা স্পাইক আসবে)।\nতরঙ্গ আকারে বিভিন্নতা - সাধারণত নিম্ন ফ্রিকোয়েন্সিগুলিতে (সাধারণত 3 এরও কম থাকে) হারমোনিক হিসাবে বর্ণনা করা হয় kHz) এবং উচ্চতর ফ্রিকোয়েন্সিগুলিতে সাধারণ মোড বিকৃতি বা ইন্টারহার্মোনিক্স হিসাবে বর্ণিত।\n\n\n=== ওয়েভফর্ম ===\nভোল্টেজ এবং কারেন্টের দোলন আদর্শভাবে সাইন বা কোসাইন ফাংশনটির ফর্ম অনুসরণ করে, তবে এটি জেনারেটর বা লোডগুলির অপূর্ণতার কারণে পরিবর্তন করতে পারে।\nসাধারণত, জেনারেটরগুলির ফলে ভোল্টেজ বিকৃতি ঘটে এবং লোডগুলি বর্তমান বিকৃতি ঘটায়। এই বিকৃতিগুলি নামমাত্র ফ্রিকোয়েন্সি থেকে আরও দ্রুত দোলন হিসাবে দেখা দেয় এবং এগুলিকে হারমোনিকস হিসাবে উল্লেখ করা হয়।\nআদর্শ তরঙ্গাকার বিকৃতিতে সুরেলা সম্পর্কিত আপেক্ষিকর অবদানকে মোট হারমোনিক বিকৃতি (টিএইচডি) বলা হয়।\nএকটি তরঙ্গরূপে কম সুরেলা সামগ্রী আদর্শ কারণ হারমোনিকস কম্পন, গুঞ্জন, সরঞ্জাম বিকৃতি এবং ক্ষয় এবং ট্রান্সফর্মারগুলিতে অত্যধিক গরমের কারণ হতে পারে।\nএই বিদ্যুৎ মানের প্রতিটি সমস্যার আলাদা কারণ রয়েছে। কিছু সমস্যা হয় অবকাঠামোগত ফলাফল এর কারণে। উদাহরণস্বরূপ, নেটওয়ার্কের ত্রুটিটি এমন কোনও ডোবনের কারণ হতে পারে যা কিছু গ্রাহককে প্রভাবিত করবে; ত্রুটির মাত্রা যত বেশি হবে তত বেশি ক্ষতিগ্রস্থ হবে। এক গ্রাহকের সাইটে কোনও সমস্যার কারণে ক্ষণস্থায়ী হতে পারে যা একই সাবসিস্টেমের সমস্ত গ্রাহককে প্রভাবিত করে। সুরেলাগুলির মতো সমস্যাগুলি গ্রাহকের নিজস্ব ইনস্টলেশনের মধ্যে দেখা দেয় এবং এটি নেটওয়ার্কে প্রচার করতে পারে এবং অন্যান্য গ্রাহকদের ক্ষতি করতে পারে। ভাল নকশা অনুশীলন এবং ভাল প্রমাণিত হ্রাস সরঞ্জামের সংমিশ্রণ দ্বারা সুরেলা সমস্যাগুলি মোকাবেলা করা যেতে পারে।\n\n\n== পাওয়ার কন্ডিশনিং ==\nপাওয়ার কন্ডিশনিং তার গুনমান উন্নত করার জন্য শক্তির পরিবর্তন করছে।\nলাইনে একটি ক্ষণস্থায়ী (অস্থায়ী) শর্ত থাকলে, মূল শক্তি বন্ধ করতে একটি নিরবচ্ছিন্ন বিদ্যুৎ সরবরাহ ব্যবহার করা যেতে পারে। তবে, সস্তা ইউপিএস ইউনিটগুলি স্ব-মানের শক্তি তৈরি করে, যা সা\nইন ওয়েভের উপরে উচ্চ-ফ্রিকোয়েন্সি এবং নিম্ন-প্রশস্ততা বর্গ তরঙ্গ চাপিয়ে দেওয়ার মতো। উচ্চমানের ইউপিএস ইউনিটগুলি একটি দ্বিগুণ রূপান্তর টোপোলজি ব্যবহার করে যা আগত এসি পাওয়ারকে ডিসিতে বিভক্ত করে, ব্যাটারিগুলি চার্জ করে, তারপরে একটি এসি সাইন ওয়েভ পুনরায় উৎপাদন করে। এই পুনর্নির্মিত সাইন ওয়েভটি মূল এসি পাওয়ার ফিডের চেয়ে বেশি মানের। \nএকটি ডায়নামিক ভোল্টেজ নিয়ন্ত্রক (ডিভিআর) এবং স্ট্যাটিক সিঙ্ক্রোনাস সিরিজ ক্ষতিপূরণকারী বা (এসএসএসসি) সিরিজের ভোল্টেজ ড্রপ ক্ষতিপূরণের জন্য ব্যবহার করা হয়।\nএকটি বর্ধক রক্ষক বা সাধারণ ক্যাপাসিটার বা ভেরিস্টার বেশিরভাগ ওভারভোল্টেজ অবস্থার বিরুদ্ধে সুরক্ষা দিতে পারে, যখন একটি বিদ্যুত্ গ্রেপ্তারকারী মারাত্মক স্পাইক থেকে রক্ষা করে।\nবৈদ্যুতিন ফিল্টারগুলি সুরেলা সরিয়ে ফেলতে পারে।\n\n\n== স্মার্ট গ্রিড এবং ক্ষমতা গুণমান ==\nআধুনিক সিস্টেমগুলি বিদ্যুতের মান নিরীক্ষণের জন্য তাদের (দেশব্যাপী) নেটওয়ার্ক জুড়ে বিতরণ করা ফেজর পরিমাপ ইউনিট (পিএমইউ) নামে সেন্সর ব্যবহার করে এবং কিছু ক্ষেত্রে তাদের কাছে স্বয়ংক্রিয়ভাবে প্রতিক্রিয়া জানায়। এই নেটওয়ার্কগুলি ওয়াইড এরিয়া মনিটরিং সিস্টেম (ডাব্লুএএমএএম) নামেও পরিচিত। নেটওয়ার্কে দ্রুত সংবেদনশীলতা এবং অ্যানোমালিজমের স্বয়ংক্রিয় নিরাময়ের বৈশিষ্ট্যযুক্ত স্মার্ট গ্রিডগুলি ব্যবহার করে উচ্চমানের বিদ্যুৎ এবং কম ডাউনটাইম প্রতিশ্রুতি দেওয়া হয় এবং একই সাথে বিরতিহীন বিদ্যুৎ উৎস এবং বিতরণকারী জেনারেশন থেকে শক্তি প্রদান করা হয়, যা যদি চেক না করা থাকে তবে বিদ্যুতের গুণমানটি হ্রাস পাবে ।\n\n\n== পাওয়ার মানের সংক্ষেপণ অ্যালগোরিদম ==\nএকটি পাওয়ার মানের সংক্ষেপণ অ্যালগরিদম হ'ল শক্তি মানের বিশ্লেষণে ব্যবহৃত একটি অ্যালগরিদম। উচ্চমানের বৈদ্যুতিক বিদ্যুৎ পরিষেবা সরবরাহ করতে বৈদ্যুতিক বিদ্যুৎ নেটওয়ার্কের পাশাপাশি বিভিন্ন স্থানে বিদ্যুৎ গুণমান (পিকিউ) হিসাবে অভিহিত বৈদ্যুতিক সংকেতের গুণমান পর্যবেক্ষণ করা জরুরি। বৈদ্যুতিক ইউটিলিটিগুলি সতর্কতার সাথে বিভিন্ন নেটওয়ার্ক স্থানে তরঙ্গরূপগুলি এবং স্রোতগুলিকে নিয়মিত পর্যবেক্ষণ করে, কোনও অপ্রত্যাশিত ইভেন্ট যেমন বিদ্যুৎ বিভ্রাট এবং ব্ল্যাকআউটগুলি কী ঘটবে তা বুঝতে। পরিবেশ এবং জননিরাপত্তা ঝুঁকিতে রয়েছে এমন জায়গাগুলিতে এটি বিশেষত সমালোচনামূলক (যেমন হাসপাতাল, নিকাশী শোধনাগার, খনিগুলি ইত্যাদি প্রতিষ্ঠান)  )।\n\n\n=== ক্ষমতা মানের চ্যালেঞ্জ ===\nপ্রকৌশলীদের অনেকগুলি মিটার রয়েছে,  যা বৈদ্যুতিক শক্তি তরঙ্গরূপগুলি পড়তে এবং প্রদর্শন করতে এবং তরঙ্গরূপগুলির পরামিতি গণনা করতে সক্ষম। এই প্যারামিটার অন্তর্ভুক্ত হতে পারে যেমন, বর্তমান এবং ভোল্টেজ আরএমএস বহু-ফেজ সংকেত এর তরঙ্গ  সম্পর্ক, পাওয়ার ফ্যাক্টর, ফ্রিকোয়েন্সি, টিএইচডি, সক্রিয় শক্তি (কিলোওয়াট), প্রতিক্রিয়াশীল শক্তি (কেভিয়ার), আপাত শক্তি (কেভিএ) এবং সক্রিয় শক্তি (কেডাব্লুএইচ), প্রতিক্রিয়াশীল শক্তি (কেভিআরহ) এবং আপাত শক্তি (কেভিএএইচ) এবং আরও অনেক কিছু। পৃথক যন্ত্রের ব্যবহার প্রায়শই বিভিন্ন ফর্ম্যাট এবং টাইম স্ট্যাম্পগুলিতে ডেটা রাখার চ্যালেঞ্জ নিয়ে আসে। [১] অপ্রত্যাশিত ইভেন্টগুলিতে পর্যাপ্ত পরিমাণে নজরদারি করার জন্য, রিবেইরো এট আল।  ব্যাখ্যা করে যে এই পরামিতিগুলি প্রদর্শন করা যথেষ্ট নয়, তবে সর্বদা ভোল্টেজ তরঙ্গরূপের ডেটা ক্যাপচার করার জন্যও হয়। প্রচুর পরিমাণে ডেটা জড়িত থাকার কারণে এটি অচল, কারণ \"বোতল প্রভাব\" হিসাবে পরিচিত, উদাহরণস্বরূপ, প্রতি চক্র ৩২ টি নমুনার নমুনা হারে, প্রতি সেকেন্ডে ১৯২০ নমুনা সংগ্রহ করা হয়। তিন ধাপের মিটারের জন্য যা ভোল্টেজ এবং বর্তমান তরঙ্গরূপ উভয়ই পরিমাপ করে, ডেটাটি ৬-৮ গুণ বেশি। সাম্প্রতিক বছরগুলিতে আরও কার্যকর সমাধানগুলি বিকাশিত হয়েছে যা তথ্যগুলি কেবলমাত্র যখন কোন ইভেন্ট ঘটে (উদাহরণস্বরূপ, যখন বিদ্যুতের উচ্চ স্তরের সুরেলা শনাক্ত করা হয়) বা বৈদ্যুতিন সংকেতের আরএমএস মান সংরক্ষণ করার জন্য হয় এই ডেটা, তবে সবসময় সমস্যার সঠিক প্রকৃতি নির্ধারণের জন্য পর্যাপ্ত হয় না।\n\n\n=== কাঁচা তথ্য সংক্ষেপণ ===\nনিসেনব্লট এট আল।  পাওয়ার কোয়ালিটির সংক্ষেপণ অ্যালগরিদম ( ক্ষতিকারক সংকোচনের পদ্ধতির অনুরূপ) এর ধারণার প্রস্তাব দেয় যা মিটারকে এক বা একাধিক পাওয়ার সিগন্যালের তরঙ্গরূপকে অবিরত সঞ্চয় করতে সক্ষম করে, আগ্রহের কোনও ঘটনা চিহ্নিত হয়নি বা নির্বিশেষে। এই অ্যালগরিদমটিকে পিকিউজিপ হিসাবে উল্লেখ করা হয় এমন একটি প্রসেসরকে মেমরির ক্ষমতায়িত করে যা তরঙ্গরূপ সংরক্ষণ করতে যথেষ্ট, সাধারণ বিদ্যুতের শর্তে, দীর্ঘ সময় ধরে, কমপক্ষে একমাস, দুই মাস বা এক বছরেরও বেশি সময় ধারণ করে। সংকেতগুলি অর্জিত হওয়ার সাথে সাথে সংক্ষেপণটি বাস্তব টাইমে সঞ্চালিত হয়; সমস্ত সংকুচিত তথ্য পাওয়ার আগে এটি একটি সংকোচন সিদ্ধান্ত গণনা করে। উদাহরণস্বরূপ, যদি কোনও প্যারামিটার স্থির থাকে এবং অন্য অনেকেই ওঠানামা করে, সংক্ষেপণের সিদ্ধান্তটি কেবল ধ্রুবক ডেটা থেকে প্রাসঙ্গিকভাবে ধরে রাখে এবং সমস্ত ওঠানামা তথ্য ধরে রাখে। এরপরে এটি ওয়েভফর্মের বিভিন্ন সময়কালে অসংখ্য উপাদানগুলির পাওয়ার সিগন্যালের তরঙ্গরূপকে পচে যায়। এটি পৃথকভাবে পৃথক সময়কালে এই উপাদানগুলির মধ্যে কমপক্ষে কয়েকটিগুলির মানগুলি সংক্ষেপ করে প্রক্রিয়াটি সমাপ্ত করে। এই বাস্তব সময়ের সংক্ষেপণ অ্যালগরিদম, নমুনা ছাড়াই পৃথক সঞ্চালিত, তথ্য ফাঁকগুলি রোধ করে এবং একটি আদর্শ ১০০০ঃ১ সংক্ষেপণ অনুপাত রয়েছে।\n\n\n=== সমষ্টিগত ডেটা সংক্ষেপণ ===\nশক্তি বিশ্লেষকের একটি সাধারণ কাজ হ'ল প্রদত্ত বিরতিতে ডেটা সংরক্ষণাগার তৈরি করা। আইসিই / আইইইই পিকিউ স্ট্যান্ডার্ড দ্বারা নির্দিষ্ট হিসাবে সাধারণত ১০ মিনিট বা ১ মিনিটের ব্যবধানটি ব্যবহৃত হয়। এই জাতীয় উপকরণের ক্রিয়াকলাপের সময় একটি গুরুত্বপূর্ণ সংরক্ষণাগার আকার তৈরি হয়। ক্রাউস এট আল হিসাবে।  লেম্পেল-জিভ – মার্কভ চেইন অ্যালগোরিদম, বিজিপ বা অন্যান্য অনুরূপ লসহীন সংকোচনের অ্যালগরিদম ব্যবহার করে এই জাতীয় সংরক্ষণাগারগুলিতে সংক্ষেপণের অনুপাতটি দেখিয়েছেন।। প্রকৃত শক্তি মানের সংরক্ষণাগারটিতে সঞ্চিত সময় সিরিজে ভবিষ্যদ্বাণী এবং মডেলিং ব্যবহার করে পোস্ট প্রসেসিং সংক্ষেপণের দক্ষতা সাধারণত আরও উন্নত হয়। সরল কৌশলগুলির এই সমন্বয়টি ডেটা স্টোরেজ এবং ডেটা অর্জনের প্রক্রিয়া উভয়ই সঞ্চয়কে বোঝায়।\n\n\n== ক্ষমতা মানের মানদন্ড ==\nসরবরাহিত বিদ্যুতের মান আন্তর্জাতিক মানের এবং তাদের স্থানীয় ডেরাইভেটিভগুলিতে বিভিন্ন দেশ দ্বারা গৃহীত:\nইএন৫০১৬০ হ'ল পাওয়ার গুণগত মানের ইউরোপীয় মান, এসি পাওয়ারে ভোল্টেজ নির্ধারণকারী বিভিন্ন পরামিতিগুলির জন্য বিকৃতির গ্রহণযোগ্য সীমা সেট করে। \nআইইইই -৫১৯ হ'ল পাওয়ার সিস্টেমগুলির জন্য উত্তর আমেরিকার নির্দেশিকা। এটি \"প্রস্তাবিত অনুশীলন\"  হিসাবে সংজ্ঞায়িত হয়েছে এবং ইএন৫০১৬০ এর বিপরীতে, এই গাইডলাইনটি বর্তমান বিকৃতির পাশাপাশি ভোল্টেজকেও বোঝায়। \nবিদ্যুতের মান নিরীক্ষণের জন্য আদর্শ পদ্ধতিগুলি হ'ল আইইসি ৬১০০-৪-৩০। সংস্করণ ৩(২০১৫) এর মধ্যে পূর্ববর্তী সংস্করণগুলির বিপরীতে বর্তমান পরিমাপ রয়েছে যা একা ভোল্টেজ পরিমাপের সাথে সম্পর্কিত। \n\n\n== আরও দেখুন ==\nগতিশীল ভোল্টেজ পুনরুদ্ধার\n\n\n== তথ্যসূত্র ==\n\n \n\n\n=== সাহিত্য ==="}