{"pageid": 1040866, "title": "জুল কুন্দে", "url": "https://bn.wikipedia.org/wiki?curid=1040866", "content": "জুল অলিভিয়ে কুন্দে (ফরাসি উচ্চারণ: ​[ʒyl kunde], ফরাসি: Jules Koundé; জন্ম: ১২ নভেম্বর ১৯৯৮; জুল কুন্দে নামে সুপরিচিত) হলেন একজন ফরাসি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে স্পেনের পেশাদার ফুটবল লিগের শীর্ষ স্তর লা লিগার ক্লাব বার্সেলোনা এবং ফ্রান্স জাতীয় দলের হয়ে একজন রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০০৪–০৫ মৌসুমে, ফরাসি ফুটবল ক্লাব লঁদিরাসের যুব পর্যায়ের হয়ে খেলার মাধ্যমে কুন্দে ফুটবল জগতে প্রবেশ করেছেন এবং পরবর্তীকালে সেরোঁস, লা ব্রেদ এবং বর্দোর যুব দলের হয়ে খেলার মাধ্যমে তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০১৬–১৭ মৌসুমে, ফরাসি ক্লাব বর্দো বি-এর হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন, যেখানে তিনি ৩ মৌসুম অতিবাহিত করেছেন; বর্দো বি-এর হয়ে তিনি ৩০ ম্যাচে ১টি গোল করেছেন। ২০১৭–১৮ মৌসুমে তিনি বর্দোর মূল দলে যোগদান করেছেন। ২০১৯–২০ মৌসুমে, তিনি প্রায় ২৫ মিলিয়ন ইউরোর বিনিময়ে বর্দো হতে স্পেনীয় ক্লাব সেভিয়ায় যোগদান করেছেন, যেখানে তিনি সকল প্রতিযোগিতায় ১৩৩ ম্যাচে ৯টি গোল করেছেন। ২০২২–২৩ মৌসুমে, তিনি প্রায় ৫০ মিলিয়ন ইউরোর বিনিময়ে সেভিয়া হতে ক্লাব বার্সেলোনায় যোগদান করেছেন।\n২০১৮ সালে, কুন্দে ফ্রান্স অনূর্ধ্ব-২০ দলের হয়ে ফ্রান্সের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ৩ বছর যাবত ফ্রান্সের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২১ সালে ফ্রান্সের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; ফ্রান্সের জার্সি গায়ে তিনি এপর্যন্ত ১১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nজুল অলিভিয়ে কুন্দে ১৯৯৮ সালের ১২ই নভেম্বর তারিখে ফ্রান্সের প্যারিসে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন। তিনি বেনিনীয় বংশোদ্ভূত।\n\n\n== আন্তর্জাতিক ফুটবল ==\nকুন্দে ফ্রান্স অনূর্ধ্ব-২০ এবং ফ্রান্স অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে ফ্রান্সের প্রতিনিধিত্ব করেছেন। ২০১৮ সালের ২১শে মার্চ তারিখে তিনি মার্কিন যুক্তরাষ্ট্র অনূর্ধ্ব-২০ দলের বিরুদ্ধে ম্যাচে ফ্রান্স অনূর্ধ্ব-২০ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। তিনি ২০২১ উয়েফা ইউরোপীয় অনূর্ধ্ব-২১ চ্যাম্পিয়নশিপের জন্য ২০২১ সালের মার্চ মাসে প্রকাশিত ২৩ সদস্যের ফ্রান্স অনূর্ধ্ব-২১ দলে স্থান পেয়েছেন। তিনি ২০২০ সালের ১২ই অক্টোবর তারিখে স্লোভাকিয়া অনূর্ধ্ব-২১ দলের বিরুদ্ধে ফ্রান্সের বয়সভিত্তিক দলের হয়ে প্রথমবারের মতো গোল করেছেন।\n২০২১ সালের ২রা জুন তারিখে, ২২ বছর, ৬ মাস ও ২১ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী কুন্দে ওয়েলসের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে ফ্রান্সের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৪৬তম মিনিটে রক্ষণভাগের খেলোয়াড় বাঁজামাঁ পাভারের বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ২৫ নম্বর জার্সি পরিধান করে কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি ফ্রান্স ৩–০ গোলের ব্যবধানে জয়লাভ করেছিল। ফ্রান্সের হয়ে অভিষেকের বছরে কুন্দে সর্বমোট ৭ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== ক্লাব ===\n৪ আগস্ট ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n=== আন্তর্জাতিক ===\n৪ আগস্ট ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n== অর্জন ==\nসেভিয়া\nউয়েফা ইউরোপা লিগ: ২০১৯–২০\nফ্রান্স\nউয়েফা নেশনস লিগ: ২০২০–২১\nব্যক্তিগত\nউয়েফা ইউরোপা লিগের মৌসুম সেরা দল: ২০১৯–২০\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nজুল কুন্দে – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nফরাসি ফুটবল ফেডারেশনে জুল কুন্দে  (ফরাসি)  \nসকারওয়েতে জুল কুন্দে  (ইংরেজি)  \nসকারবেসে জুল কুন্দে (ইংরেজি) \nবিডিফুটবলে জুল কুন্দে  (ইংরেজি)  \nইইউ-ফুটবলে জুল কুন্দে (ইংরেজি) \nট্রান্সফারমার্কেটে জুল কুন্দে (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে জুল কুন্দে (ইংরেজি) \nইএসপিএন এফসিতে জুল কুন্দে (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে জুল কুন্দে (ইংরেজি)"}