{"pageid": 10401, "title": "ফাইল ট্রান্সফার প্রোটোকল", "url": "https://bn.wikipedia.org/wiki?curid=10401", "content": "ফাইল ট্রান্সফার প্রোটোকল (ইং: File Transfer Protocol) একটি স্ট্যান্ডার্ড যোগাযোগ প্রোটোকল যা কম্পিউটার নেটওয়ার্কে একটি সার্ভার থেকে ক্লায়েন্ট কম্পিউটারে ফাইল স্থানান্তরের জন্য ব্যবহৃত হয়। ক্লায়েন্ট এবং সার্ভারের মধ্যে পৃথক নিয়ন্ত্রণ এবং ডেটা সংযোগ ব্যবহার করে একটি ক্লায়েন্ট-সার্ভার মডেল আর্কিটেকচারের উপর এফটিপি নির্মিত হয়। এফটিপি ব্যবহারকারীরা একটি স্পষ্ট-পাঠ্য সাইন-ইন প্রোটোকল দিয়ে নিজেদের প্রমাণ করতে পারে, সাধারণত ব্যবহারকারীর নাম এবং পাসওয়ার্ড আকারে, তবে সার্ভারটি অনুমতি দেওয়ার জন্য কনফিগার করা হলে বেনামে সংযোগ করতে পারে। নিরাপদ ট্রান্সমিশনের জন্য যা ব্যবহারকারীর নাম এবং পাসওয়ার্ড সুরক্ষিত করে এবং বিষয়বস্তু এনক্রিপ্ট করে, এফটিপি প্রায়শই এসএসএল/টিএলএস (এফটিপিএস) দিয়ে সুরক্ষিত থাকে বা এসএসএইচ ফাইল ট্রান্সফার প্রোটোকল (এসএফটিপি) দিয়ে প্রতিস্থাপিত হয়। \nপ্রথম এফটিপি ক্লায়েন্ট অ্যাপ্লিকেশনগুলি অপারেটিং সিস্টেমের গ্রাফিকাল ব্যবহারকারী ইন্টারফেস হওয়ার আগে তৈরি করা কমান্ড-লাইন প্রোগ্রাম ছিল, এবং এখনও বেশিরভাগ উইন্ডোজ, ইউনিক্স এবং লিনাক্স অপারেটিং সিস্টেমের সাথে পাঠানো হয়।\nজানুয়ারী ২০২১ সালে এফটিপি প্রোটোকলের জন্য সমর্থন গুগল ক্রোমে নিষ্ক্রিয় করা হয় (সংস্করণ ৮৮ হিসাবে), এবং ফায়ারফক্সে অক্ষম করা হয় (সংস্করণ ৮৮.০ হিসাবে)। জুলাই ২০২১ সালে ফায়ারফক্স ৯০ এফটিপি পুরোপুরি বাদ দেয়।\nএফটিপি সার্ভারের ইতিহাস\nফাইল ট্রান্সফার প্রোটোকলের মূল স্পেসিফিকেশনটি অভয় ভূষণ দ্বারা লিখিত হয়েছিল এবং ১৬ এপ্রিল ১৯৭১ তারিখে RFC 114 হিসাবে প্রকাশিত হয়। ১৯৮০ সাল পর্যন্ত, FTP NCP (TCP/IP-এর পূর্বসূরি) এর উপর কাজ করত। পরবর্তীতে এই প্রোটোকলটি TCP/IP সংস্করণে প্রতিস্থাপিত হয়, যা RFC 765 (জুন ১৯৮০) এবং RFC 959 (অক্টোবর ১৯৮৫) দ্বারা নির্ধারিত হয় এবং এটি বর্তমানে ব্যবহৃত স্পেসিফিকেশন। কিছু প্রস্তাবিত স্ট্যান্ডার্ড RFC 959-কে সংশোধন করেছে, যেমন RFC 1579 (ফেব্রুয়ারি ১৯৯৪) যা Firewall-Friendly FTP (প্যাসিভ মোড) সক্ষম করে, RFC 2228 (জুন ১৯৯৭) যা নিরাপত্তা এক্সটেনশন প্রস্তাব করে, এবং RFC 2428 (সেপ্টেম্বর ১৯৯৮) যা IPv6 সমর্থন যোগ করে এবং একটি নতুন ধরনের প্যাসিভ মোড সংজ্ঞায়িত করে।\n\n\n=== যোগাযোগ এবং ডেটা স্থানান্তর ===\n\nএফটিপি সক্রিয় বা নিষ্ক্রিয় মোডে চলতে পারে, যা ডেটা সংযোগ কীভাবে প্রতিষ্ঠিত হয় তা নির্ধারণ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nIANA FTP Commands and Extensions registry – The official registry of FTP Commands and Extensions"}