{"pageid": 1040707, "title": "ঘুড়ি কাঁটা", "url": "https://bn.wikipedia.org/wiki?curid=1040707", "content": "ঘুড়ি কাঁটা (ঘুড়ি লড়াই নামেও পরিচিত) হল ঘুড়ি লড়াইয়ের খেলা।  ঐতিহাসিকভাবে বেশিরভাগ ছোট, অস্থির একক-লাইন সমতল ঘুড়ি যেখানে একা লাইনের টানাপোড়েন নিয়ন্ত্রণের মাধ্যমে একে অন্যের কিংবা এক দল অন্য দলের ঘুড়ি কেটে দেওয়াকে ঘুড়ি কাঁটা বলে।\nঘুড়ি কাঁটা অনেক দেশেই খেলা করা হয় তবে বিশেষ করে আফগানিস্তান, বাংলাদেশ, ভারত, ইন্দোনেশিয়া, নেপাল, পাকিস্তান, ভিয়েতনাম, কোরিয়া, থাইল্যান্ড, চিলি এবং ব্রাজিলে বেশি খেলা হয়।\n\n\n== উপকরণ ==\nবেশিরভাগ ঐতিহ্যবাহী ঘুড়িগুলো তৈরির ক্ষেত্রে, ঘুড়িগুলির শরীল বা বডি একটি পাতলা ও হালকা ওজনের কাগজ দিয়ে তৈরি করা হয় এবং স্পারগুলি সাধারণত একটি হালকা ও কাঠ, সাধারণত বাঁশ বা সলা দিয়ে তৈরি করা হয়।\nআধুনিক মার্কিন ঘুড়ি যোদ্ধরা তাদের ঘুড়িগুলি বিভিন্ন সিনথেটিক উপকরণ ব্যবহার করে তৈরি করে। যেমন: মাইলার, অর্কনযুক্ত পাতলা কাগজ, নাইলন বা পলিয়েস্টার শীট থেকে তৈরি সুতা ইত্যাদি। তবে, এখনও ঘুড়ির চারপাশ বা মূল কাঠামো বাঁশের হতে পারে, আবার প্রায়শই ধনুকের পাশাপাশি ফাইবারগ্লাস বা কার্বন ফাইবার ব্যাবহার লক্ষণীয়।\n\n\n==== লাইন ====\nঐতিহাসিকভাবে, বেশিরভাগ এশীয় ঘুড়ি কাঁটা যোদ্ধারা, একটি পাতলা সুতি বা শাঁখ লাইনটি সূক্ষ্ম চূর্ণ কাঁচ এবং চাল দ্বারা তৈরি গাম ব্যাবহার বেশি করে থাকে। সাম্প্রতিক বছরগুলিতে, সিন্থেটিক লাইন বিভিন্ন ক্ষয় এবং শক্তিশালী আঠালো সঙ্গে প্রলিপ্ত হতে দেখা গিয়েছে। এছাড়াও ধাতব লাইন ব্যবহারের কিছু খবর পাওয়া গেছে। কিছু সংস্কৃতি লাইন ব্যবহার করে যা ধাতব ছুরি হুকের সাথে সংযুক্ত থাকে এবং প্রতিপক্ষের সুতা কেটে দেয়।\nঐতিহ্যগতভাবে, খেলোয়াড়রা তাদের সুতাটি আরও শক্ত করতে কিছু পেস্ট ব্যবহার করে। এর প্রাথমিক উপাদানগুলির মধ্যে আঠালো এবং চূর্ণ কাচ অন্তর্ভুক্ত রয়েছে তবে ব্যক্তিগত পছন্দ অনুসারে সুতার বৈশিষ্ট্যগুলি উন্নত করতে অন্যান্য উপকরণ যুক্ত করা হয়।\n\n\n=== মূল সরঞ্জামগুলির নাম ===\n(পশ্চিম থেকে পূর্ব পর্যন্ত)\nস্পেকট্রা - আমেরিকান ঘুড়ির লড়াইয়ের জন্য ব্যবহৃত ব্র্যান্ডের ফিশিং লাইন।\nপাওয়ার প্রো - মার্কিন যুক্তরাষ্ট্রে ঘুড়ি লড়াইয়ের জন্য ব্যবহৃত একটি খুব পাতলা (০.২৫ মিমি ব্যাস) ব্রেকড ফিশিং লাইন।\nপ্রতিযোগিতার থ্রেড (বা নিরাময় থ্রেড) - চিলিতে ব্যবহৃত কাটিয়া রেখা।\nসেরল - ব্রাজিলে ব্যবহৃত কাটিয়া লাইন / থ্রেড\nআফগানিস্তানে:\nতার - কাটিয়া রেখা\nদক্ষিণ এশিয়ায়:\nমাঞ্জা - ভারত, বাংলাদেশ এবং পাকিস্তানের কাটিং লাইন (তবে রাজস্থানের মাঞ্জো)।\nবৃহত্তর পাঞ্জাবের চারপাশে:\nদোর - কাটিয়া রেখা।\nপেঞ্চ - একটি ঘুড়ি কাটা লড়াই।\nকাই পো চে - বিজয়ী এটি বিজয়ের ঘোষণা করতে বলে।\nএশিয়ার অন্য কোথাও:\nজেলাসন - ইন্দোনেশিয়ায় ব্যবহৃত কাটিয়া লাইন / থ্রেড\n\n\n== ব্রাইডল এবং টিউনিং ==\nব্রাইডল অবস্থান, মেরুদণ্ডের বক্রতা, মাধ্যাকর্ষণ কেন্দ্র এবং স্পারগুলির উপর বিশেষ লক্ষ রাখা হয় কেননা এটি ঘুড়ির ভারসাম্য বজায় রাখতে একটি বড় ভূমিকা পালন করে। আফগানিস্তান ও ভারতীয় ঘুড়ি কাঁটা এবং তাদের রূপগুলি ঘুড়নের মেরুদণ্ডের দুটি জায়গায় সংযুক্ত করা হয়। প্রথম স্থানটি ধনুক এবং মেরুদণ্ডের শেষ প্রান্তে এবং দ্বিতীয়টি ঘুড়ির নাক থেকে মেরুদণ্ডের মোট দৈর্ঘ্যের তিন-চতুর্থাংশ থেকে দুই-তৃতীয়াংশ। টু পয়েন্টের উপরের লাইনের দৈর্ঘ্য হল দুটি ব্রাইডল থেকে মেরুদণ্ডের সংযোগ প্রান্তরের দৈর্ঘ্য। টু পয়েন্টের নীচের ব্রাইডলের দৈর্ঘ্য দুটি মেরুদণ্ডের সংযোগের দৈর্ঘ্যের চেয়ে আধ ইঞ্চি থেকে দুই ইঞ্চি (১.২-৫ সেমি) এর মধ্যে। ঘুড়ির মেরুদণ্ডের মুখের দিকে কিছুটা উত্তল বাঁক থাকে। ঘুড়িটিকে আরও হালকা করতে, উপরের ব্রাইডলাইনটি সংক্ষিপ্ত করা হয়: ঘুড়ি ওজন কম করতে, নীচের ব্রাইডলাইনটি ছোট করা হয়। বাম এবং ডান প্রান্তরের  দৈর্ঘ্য কম করে বা পাশের ধনুকটি ছোট করে দেয় ফলে ঘুড়িটি অনেকটাই সামঞ্জস্য হয়। ঘুড়ির নকশা ঘুড়ি ওজন এবং ঘুড়ি কতটা বাতাস সামলাতে পারে তার প্রবণতায় বিশেষ ভূমিকা রাখে। এগুলো কেবল তখনই কার্যকর হয় যখন নির্বাচিত ঘুড়িটি বয়ে যাওয়া বাতাসের পরিমাণটি পরিচালনা করতে সক্ষম হয়। বাতাসের প্রবণতা যদি বেশি হয় তবে ঘুড়ির মেরুদণ্ড এবং ধনুক মারাত্মকভাবে বিকৃত হয়, তবে কোনও পরিবেশে ব্রাইডল টিউন তৈরি করতে সহায়তা করবে না ঘুড়ি ভারী বাতাসে ঘুড়ি উড়তে ও নিয়ন্ত্রণ এটি একটি পদ্ধতি। ভারতে ঘুড়ি কম, সস্তা হিসাবে বিবেচিত হয়, সেগুলি সাধারণত উঁচু পৃষ্ঠের ছোট ছোট গর্তগুলি পোড়াতে হয়, সাধারণত সিগারেট এবং মশার কয়েল ব্যবহার করে।\n\n\n== ঘুড়ির লড়াই/ ঘুড়ি কাঁটা ==\nঘুড়িটি যখন অতি বাতাসের সাথে উড়ে যায়, তখন ঘুড়িটি বায়ুচাপ দ্বারা বিকৃত হয়। আবার যদি বায়ুচাপ কম থাকে তাহলে ঘুড়িটি কিছুটা নিচের দিকে বয়ে যায় বা উড়ে না বললেই হয়। মূলত ঘুড়িটি বাতাসের প্রবণতা যে দিকে থাকে সে দিকে উড়ে যেতে থাকে। তবে, যে সময় বাতাসের প্রবণতা অধিক থাকে তখন সুতায় বেশ ভালো একটা টান খায় ফলে, উক্ত ঘুড়িটি আরো উপরের দিকে উড়ে যেতে চায়। ওই সময় সুতার কিছুটা ছেড়ে দিয়ে ঘুড়িটিকে প্রয়োজন অনুসারে উপর নিচ করে উড়ানো যায়। ঘুড়ি কোন দিকে উড়বে তা সম্পূর্ণ বাতাস কোন দিকে প্রবাহিত হয়েছে তার উপর নির্ভর অর্থাৎ ঘুড়ি কোন দিকে উড়বে তা বাতাসের প্রবাহ নির্ধারণ করে।\nবাতাস কম বা বেশি যাই হোক একজন ব্যক্তি একা তার ঘুড়িটি উড়তে পারবে না। তাকে এক বা একাধিক সহকর্মীর সাহায্য প্রয়োজন পড়বেই। কেননা উড়ানোর প্রথম ধাপে একজনকে সুতার বন্ডেলটি থেকে একটু একটু করে সুতা বা নাইলন ছাড়তে থাকে এবং দ্বিতীয় ব্যক্তি ঘুড়ি হতে একটু দূরে গিয়ে বাতাসের প্রবাহ যখন বেশি হবে তখন ঘুড়িটি উপর করে বাতাসের ছেড়ে দিতে হয়। তখনই মূল খেলাটি শুরু হয়।\n\n\n== লাইন কাটার প্রতিযোগিতা ==\nবেশির ভাগ ঘুড়ি সাধারণত খুব তীক্ষ্ণ, ঘর্ষণকারী প্রলেপযুক্ত রেখা (মাঞ্জা) দিয়ে উড়ে যায়। ঘুরিগুলো একটি নির্দিষ্ট দৈর্ঘ্য পর্যন্ত উড়ে বেড়ায়।  হাতের আঘাত থেকে বাঁচতে সাধারণ স্ট্রিং (সদ্দি) ব্যবহৃত হয়। কিছু লাইনে লেজ, লাইন বা ঘুড়ির সাথে পাতলা ব্লেড থাকে। প্রতিযোগিতার নিয়মগুলি অঞ্চল অনুসারে পৃথক হয়। দুই বা তারবেশি প্রতিযোগী তাদের ঘুড়ি উড়ান। যে ব্যক্তি প্রতিপক্ষের লাইন কেটে দেয় সেই এই খেলার জয়ী হয়। একাধিক ঘুড়ি প্রতিযোগিতায় বাতাসে সর্বশেষ ঘুড়ি যে ব্যক্তির থাকে সে ব্যক্তিটি বিজয়ী হিসেবে বিবেচিত।\nসাধারণ দুই প্রকারের ঘুড়ি কাঁটা সবচেয়ে বেশি লক্ষণীয় - মুক্ত কাঁটা ও টান কাঁটা। মুক্ত কাটা ছাড়তে, একবার লাইন যোগাযোগ করা হয়ে গেলে, উভয় পক্ষই একটি কাটা না হওয়া পর্যন্ত তাদের লাইনগুলি ছড়িয়ে দেয়। টান কাটার ক্ষেত্রে, ফ্লিয়ারটি দ্রুত লাইনে টান দেয়।  বিজয়ী হওয়ার জন্য যেসব জিনিস বেশি প্রয়োজন তার মধ্যে ঘুড়ি উড়ানোর দক্ষতা, ঘুড়ির আকার, তার গতি, তত্পরতা এবং স্থায়িত্ব, লাইনের গুণাগুণ মান, তীক্ষ্ণতা, স্পুলের গুণগতমান এবং আকার, প্রাথমিক যোগাযোগ এবং বাতাসের পরিস্থিতি বুঝতে পারা অন্যতম এবং এগুলোর সবচেয়ে বেশি প্রয়োজন হয়।\nবেশিরভাগ প্রতিযোগিতা অনানুষ্ঠানিক প্রতিবেশ বিষয়ক বিষয়। সংগঠিত প্রতিযোগিতা বিদ্যমান, যেমন ২০১৫ সাল থেকে প্রতিবছর উত্তর ভারতের বিভিন্ন অঞ্চলে \"রেড বুল কাইট ফাইট\" অনুষ্ঠিত হয়ে থাকে।\n\n\n=== সমতল প্রতিযোগিতা ===\nএকটি প্রতিযোগিতায় একজন প্রতিযোগী একের অধিক ঘুড়ি উড়ায়। প্রতিযোগীরা তাদের বিরোধীদের ঘুড়ি স্পর্শ (কাঁটা) চেষ্টা করে এবং এটি মাটিতে আনার চেষ্টা করে। যে ব্যক্তি বা দল সফল হয় সে বিজয়ী। বিশেষজ্ঞ ঘুড়ি যোদ্ধারা তাদের প্রতিপক্ষের লাইন (মাঞ্জা) কেটে, কাটা ঘুড়ির পিছনে দৌড়াতে থাকে। যদি ঘুড়িটি সুরক্ষিত ভাবে নিতে সক্ষম হয়, বিজয়ী তারপরে বিপক্ষের ঘুড়িগুলো উড়াতে পারে এবং প্রাপ্য পুরস্কারটি অর্জন করে। যদি কাটা ঘুড়িটি ধরা না হয়, তবে ঘুড়িটি কারও নয় এবং \"ঘুড়ি চালক\" - সাধারণত ছোট বাচ্চারা - এটি নেওয়ার বা সংগ্রহ করার চেষ্টা বেশি করে থাকে।\n\n\n== বিভিন্ন দেশের ঘুড়ি কাঁটা ==\nবিভিন্ন দেশে যেখানে ঘুড়ি কাঁটা খেলা হয় সে সকল দেশে নিজস্ব কিছু নিয়ম বা রীতিনীতি রয়েছে। যে নিয়মগুলো অনন্য দেশের নিয়মগুলো থেকে ভিন্ন হয়ে থাকে। তবে, সব নিয়মগুলোই যে ভিন্ন তা কিন্তু নয় কিছু কিছু ভিন্নতা আছে যা নিম্নে উল্লেখ করা হলো।\n\n\n=== আফগানিস্তান ===\nঘুড়িগুলি ০.৫ থেকে ১.৫ মিটার পর্যন্ত বড় হয়ে থাকে। খেলাটির স্বাভাবিক নাম আফগানিস্তানে গুড়িপরণ বাজি এবং কাটিং লাইন টার। অন্য সব দেশের মতো এখানেও চূর্ণ কাচ এবং চাল দিয়ে তৈরি আঠা দিয়ে বানানো হয়। তবে, এখন শক্তিশালী আঠালো আঠা সহ নাইলন ব্যাবহার প্রায় খেলোয়াড়রা পছন্দ করে যার ফলে ঘুড়ি আকাশে ৩,৫০০ মিটার পর্যন্ত উড়ানো যায়।\n১৯৯৬ থেকে ২০০১ সাল পর্যন্ত আফগানিস্তানের তালেবান সরকার ঘুড়ি লড়াই এবং ঘুড়ি উড়ানো নিষিদ্ধ করেছিল, এটিকে \"আন-ইসলামিক\" ঘোষণা করে। পরে তালেবান সরকারের পতনের পর ঘুড়ি লড়াই আবারো দেশে বৈধ করা হয়।\n\n\n=== বাংলাদেশ ===\nশাকরাইন উৎসবের অংশ হিসাবে, বেশিরভাগ দক্ষিণ ঢাকা শহরের মানুষ ঘুড়ি লড়াই খেলে থাকে। এরা বেশিরভাগ ছাদ থেকে ঘুড়ি উড়ায়।  এই উৎসবটি পৌষ মাসের শেষ দিনে অনুষ্ঠিত হয়।\n\n\n=== ব্রাজিল ===\nব্রাজিলে, ঘুড়ি লড়াই শিশু কিশোর এবং এমনকি অল্প বয়স্কদের, বিশেষত ছেলে এবং পুরুষদের জন্য একটি খুব জনপ্রিয় খেলা কিংবা অবসর কার্যকলাপ। ঐতিহ্যযুক্ত অন্যান্য দেশগুলির মতো, এখানেও একই রকম নিয়ম। ঐতিহ্যবাহী ঘুড়ি (\"পিপা\") পঞ্চভুজ আকারযুক্ত, তবে কোথাও কোথাও  ঘুড়ি হীরার আকৃতি হয়।\n\n\n=== ক্যারিবিয়ান ===\nবেশিরভাগ ক্যারিবীয় ঘুড়ি হেক্সাগোনাল হয়, একটি লেজযুক্ত হয়ে থাকে এবং কাচের প্রলেপযুক্ত রেখাটি কাটার পরিবর্তে লেজগুলির সাথে সংযুক্ত ধারালো বস্তু (সাধারণত রেজার ব্লেড) ব্যবহার করে অন্যান্য ঘুড়িগুলি \"কৌল\" (\"ড্রপ\" এর জন্য ক্রেওল) চেষ্টা করে।\nউদাহরণগুলি মিডিয়া-কভার বা হাইতি, কিউবা, প্রচারিত হয়েছে। ত্রিনিদাদ এবং টোবাগো, কুরাও এবং সুরিনাম।\n\n\n=== চিলি ===\nচিলিতে ঘুড়ি ভোলাতান নামে পরিচিত। এগুলি মোটামুটি বর্গাকার অকৃতি এবং হালকা কাগজ এবং বাঁশের কাঠি দিয়ে তৈরি। বিশ্বের অন্যান্য চতুর্ভূজ আকারের ঘুড়ির বিপরীতে, চিলি ভোলান্টন আরও সহজ, আরও স্থিতিশীল চালচলনের জন্য ৩ টি সমর্থন থ্রেড (শীর্ষে দুটি এবং নীচে একটি) ব্যবহার করে। জাতীয় পতাকার মতো উদযাপনের মোটিফটি অলঙ্করণের জন্য বা হাইলাইট করার জন্য ব্যবহৃত হয়, প্রতিযোগিতামূলক প্রতিযোগিতাগুলির জন্য একটি পিছনে লেজ সংযুক্ত থাকে। চিলির প্রতিযোগীরা একলা থেকে পাওয়া ছোট আকারের প্যাভো পর্যন্ত সবচেয়ে বড় আকারের। তবে মেডিও পাভোর সাথে লড়াই করার জন্য, গতি, শক্তি এবং নির্ভুলতার দিক থেকে আরও বেশি ভারসাম্যপূর্ণ পারফরম্যান্সের কারণে মাঝারি আকারের এই ক্রিয়াকলাপের অনুশীলনকারীরা সাধারণত সেপ্টেম্বরে লড়াই শুরু করে, যখন বসন্তের বাতাস উপকূলে থাকে। বাণিজ্যিক ঘুড়ির মরসুম শেষ হওয়ার পরে ক্লাব এবং পেশাদার সংস্থাগুলি শুকনো গ্রীষ্মের পুরো মাসগুলিতে টুর্নামেন্ট আয়োজন করতে পছন্দ করে।\nচিলির ঘুড়ি লড়াইয়ের অনুশীলনের মধ্যে রয়েছে ক্ষতিকারক থ্রেডের কারসাজি এবং সংরক্ষণের জন্য একটি বড় রিল, (কার্টেট) ব্যবহার এবং পরিবর্তে কার্পেটের কারসাজির জন্য কাঠের কাঠি ব্যবহার করা হয়। এইভাবে একটি দক্ষ ঘুড়ি যোদ্ধা সম্ভবত এই কাঠি গুলি আয়ত্ত করে তাদের হাত দিয়ে থ্রেডটি স্পর্শ না করেই কোনও প্রতিযোগিতা শেষ করবে। ২০০০ এর দশকের মাঝামাঝি থেকে এগুলি লাতিন আমেরিকা এবং ইউরোপ জুড়ে ছড়িয়ে পড়েছে। তাদের সুবিধা, স্থায়িত্ব এবং সুরক্ষা সরঞ্জাম রফতানি এবং পর্যটন ফলাফল।\n\n\n=== ইন্ডিয়া ===\nঘুড়ি কাঁটা ভারতে পাতং নামেও পরিচিত। অন্য অনেকের মতো, ঘুড়ি কাঁটা মূলত নির্দিষ্ট উৎসবগুলিতে বিশেষত বসন্ত উৎসবের সময় বেশি খেলা হয়। মকর সংক্রান্তির সময় এবং সম্প্রতি ভারতের স্বাধীনতা দিবসেও এটি ব্যাপক হারে প্রতিযোগিতা সহরুপ খেলা হয়।\n\n\n=== জাপান ===\nনাগাসাকি হটা ভারতীয় পাতংয়ের সমান এবং ডাচ ব্যবসায়ীরা ইন্দোনেশিয়া থেকে জাপানে প্রবেশ করে তখন ডাচ ব্যবসায়ীরা  জাপানিদের কে এটির সাথে পরিচিত করায়। এটি অত্যন্ত অপব্যয়যোগ্য এবং অন্যান্য অনেক দেশে ঘুড়ির লড়াইয়ের অনুরূপভাবে এই প্রতিযোগিতাটি অনুষ্ঠিত হয়।\nজাপানে ঘুড়ির লড়াইয়ের দলগুলির জন্য খুব বড় ঘুড়ি ব্যবহার করা হয়। এই প্রতিযোগিতায় কাটা লাইন ব্যবহার করা হয় না, তবে পরিবর্তে ঘুড়ি চাপিয়ে দেওয়া হয়। শিরোন ও হামাতাসসুতে উৎসবগুলিতে এটি বেশি খেলা হয়ে থাকে। রোকাকাকু একটি সর্বনিম্ন ১-২ মিটার ষড়জাগরীয় ঘুড়ি, তবে প্রতিটি ঘুড়ি উড়তে থাকা খেলোয়াড়দের দলগুলির সাথে লড়াই করা হয়। রোকাকাকু এবং ছোট আয়তক্ষেত্রাকার বুকা উভয়ই পশ্চিমী ঘুড়ি উৎসাহীরা ব্যাবহার করা শুরু করেছেন এবং এর আরও উন্নত করার চেষ্টা করে যাচ্ছে।\n\n\n=== কোরিয়া ===\nকোরিয়ান ঘুড়ি যোদ্ধারা, ব্যাং-পা ইওন একটি আয়তক্ষেত্রাকার, সমুদ্রের মাঝখানে একটি গর্তযুক্ত \"ঝাল\" ঘুড়ির চারদিকে পাঁচটি বাঁশের স্পার ব্যবহার করা করে - একটি করে উপরের প্রতিটি জুড়ে এবং ঘুড়ির \"কোমর\", একটি \"মেরুদণ্ড\" এবং দুটি তির্যক।\nকাটিং লাইন এবং অন্যান্য এশীয় ঘুড়ি যোদ্ধারা মতো হলেও, একটি বড় স্পুল সর্বদা ব্যবহৃত হয়।\n\n\n=== নেপাল ===\nনেপালে ঘুড়ির লড়াই বিশেষত দশায়নের উৎসব চলাকালীন সবচেয়ে বেশি খেলা হয়ে থাকে। ওইদিন নেপালের আকাশ লোকার কাগজ থেকে চাঙ্গাস নামক রঙিন কাগজ দিয়ে তৈরি ঘুড়ি দ্বারা ভরপুর থাকে। ব্যবহৃত লাইনটি প্রতিদ্বন্দ্বী ঘুড়ির লাইন কেটে কাটা কাঁচে আবদ্ধ করা হয়। যখন একটি প্রতিদ্বন্দ্বী লাইন কেটে দেওয়া হয়, বিজয়ী দল অন্য দলের বিরুদ্ধে তাদের জয় দাবি করার জন্য \"চেট\" বলে চিৎকার করে।\n\n\n=== পাকিস্তান ===\nঘুড়ি লড়াই সমগ্র পাকিস্তানে প্রচলিত, তবে মূলত লাহোর, ফয়সালাবাদ, গুজরানওয়ালা, করাচি, ইসলামাবাদ প্রভৃতি পাঞ্জাব এবং সিন্ধু অঞ্চলের শহরগুলিতে মনোনিবেশ করা হয়েছে, যদিও লাহোর শহর দক্ষিণ এশিয়ার ঘুড়ির লড়াইয়ের রাজধানী হিসাবে বিবেচিত হয়। ঘুড়ি উড়ন্ত লাহোরের সংস্কৃতি হিসাবে বিবেচিত হয়। অতীতে, ঘুড়ি লড়াইয়ে লাহোরের খেলাধুলার একটি মর্যাদা ছিল এবং এই ঘুড়ি উড়ালকারীদের \"খিলারি\" বা ক্রীড়াবিদ হিসাবে আখ্যায়িত করা হত।\nঘুড়ি লড়াইয়ের জন্য তৈরি করা ঘুড়ি প্রচলিত ঘুড়ি থেকে খুব আলাদা কারণ সেগুলি বিশেষত এই উদ্দেশ্যে তৈরি করা হয়। যেন, ওই প্রতিটি ঘুড়ির লড়াইয়ের জন্য কিছু বিশেষ ক্ষমতা থাকে যা এগুলিকে একে অপর থেকে ভিন্ন করে তোলে। ইতিহাস অনুসারে, আকবর মুঘল সম্রাট, যিনি ১৫৪৮ থেকে ১৫৯৮ অবধি লাহোরে তাঁর বাসভবনে বাস করতেন, শহরটি ইটের দেয়াল এবং যথেষ্ট উচ্চতা ও শক্তি দ্বারা আবদ্ধ ছিল। \"মুচি দরওয়াজা\" বা \"কোবলার গেটওয়ে\" নামে পরিচিত একটি গেইট লাহোরের সর্বাধিক জনপ্রিয় দিক যা ঘুড়ি উড়ন্ত ও আতশবাজি সামগ্রী ক্রয় ও বিক্রয় করে। কুপ, পটাং, গুদা, নখলাও, পান, টুকাল, মুচাল, ফারফারতা ইত্যাদি ঘুড়ি যুদ্ধে ব্যবহৃত কিছু উপকরণ এবং এগুলি ভারসাম্য, ওজন এবং বাতাসের গতিতে পরিবর্তিত হয়।\nপাকিস্তানের কয়েকটি অঞ্চলে ঘুড়ি উড়ানোর বিষয়টি নিষিদ্ধ করা হয়েছে কারণ কিছু ঘুড়ি যোদ্ধারা ঘড়ির লড়াইয়ে লিপ্ত হয়ে তারের কাঁচ বা ধাতু ব্যাবহার শুরু করে, এতে অনেকে আহত ও মৃত্যু হয়।\nঘুড়ি লড়াইয়ের জন্য থ্রেডগুলি বিশেষ আঠালো, রাসায়নিক এবং চূর্ণবিচূর্ণ কাচ ব্যবহার করে তৈরি করা হয় এবং অন্যান্য থ্রেড কাটতে এবং ঘুড়ির ওজন সামলানোর দক্ষতার উপর ভিত্তি করে এটি গণনা করা হয়। এটি পাকিস্তানের একটি সামাজিক অনুষ্ঠান যা বছরে একবার হয়।\n\n\n==== লাহোরে বসন্ত ====\nলাহোর শহরটি দক্ষিণ এশিয়ার বিভিন্ন সম্প্রদায়ের জুড়ে বসন্ত বা বসন্ত উৎসবের জন্য বিখ্যাত। দুই দিন ব্যাপী বসন্ত বা বসন্ত উৎসব বার্ষিকী উদযাপন করতে সারা পাকিস্তান এবং প্রতিবেশী দেশ ভারত থেকে বহু লোক লাহোরে আসেন। এই উৎসবটি বেশিরভাগ ফেব্রুয়ারি বা মার্চের শেষ সপ্তাহে অনুষ্ঠিত হয়। শনিবার রাতে উৎসবটি শুরু হয়, লোকেরা সাদা রঙের ঘুড়ির সাথে লড়াই করে, অনুষ্ঠান আয়োজন করে এবং সারা রাত পর্যন্ত তাদের ছাদে বিভিন্ন সংগীতের ব্যবস্থা করে। রাতের আকাশে ঝকঝকে ঝাঁকুনি উড়ে যায় প্রতিদ্বন্দ্বী উড়োজাহাজগুলি \"পায়েচ\" এর যুদ্ধের চিৎকারে চিহ্নিত করা হয় (যখন ঘুড়ি উড়ানকারীরা তাদের উড়ন্ত ঘুড়ির মঞ্জাকে একে অপরের সাথে জড়িয়ে দেয় এবং টান দিয়ে অন্যটির ঘুড়িটিকে কেটে দেওয়ার চেষ্টা করে) রিলিজ পদ্ধতি এবং \"ওয়া কাটা\" এর বিজয় চিৎকার করে। প্রতিটি সাফল্য ভাঙড়া নাচ এবং ঐতিহ্যবাহী ঢল পিটিয়ে পালিত হয়।\n\n\n=== যুক্তরাষ্ট্র ===\nকোরিয়ান শিল্ড ঘুড়ি (পাংপায়ান), জাপানি রোকাকাকু এবং নাগাসাকি হাটা, ব্রাজিলিয়ান পিয়াও, চিলির ঘুড়িগুলি সারা দেশে বিভিন্ন বড় ঘুড়ি উৎসবগুলিতে ব্যবহৃত হয়।\nমার্কিন যুক্তরাষ্ট্রে ঘুড়ি যোদ্ধারা \"লাইন টাচ\" এবং প্রতিযোগিতার জন্য বিস্তৃত নকশা এবং উপকরণ থেকে বিভিন্ন ধরনের উদ্ভাবনী ঘুড়ি ব্যবহার করেন। ঘুড়ি যোদ্ধারা \"একক লাইন চর্চাযোগ্য\" ঘুড়িগুলি অনেকগুলি ঘুড়ি উৎসবে ব্যাবহার দেখা যায়। আমেরিকান কাইটফ্লিয়ার্স অ্যাসোসিয়েশনের বার্ষিক সম্মেলনে একটি চ্যাম্পিয়নশিপ প্রতিযোগিতা আয়োজন করা হয়।\n\n\n== সমস্যা ==\n\n\n=== দুর্ঘটনা ===\nভারত, পাকিস্তান, ব্রাজিল এবং চিলিতে এমন ক্ষতিকারক প্রলিপ্ত কাটিয়া রেখা জড়িত দুর্ঘটনার খবর পাওয়া গেছে। এই দুর্ঘটনাগুলি মারাত্মকভাবে যোদ্ধাদের আঙ্গুলের ছোট কাটা থেকে শুরু করে কয়েকজনের সাথে যোগাযোগের ফলে মৃত্যুর খবর পাওয়া যায়।  সাম্প্রতিক বছরগুলিতে, লড়াইয়ের রেখাগুলি ওইতিহ্যবাহী তুলো, চাল এবং কাচের লাইন থেকে নাইলন বা সিন্থেটিক লাইনে ধাতব বা রাসায়নিক ক্ষয়কারী যৌগগুলির সাথে প্রলিপ্ত হয়ে বিকশিত হয়েছে। আর এই আঘাত আটকাতে, অনেকগুলি দেশ কাটিয়া রেখা ব্যবহারের উপর নিষিদ্ধ বা নিষেধাজ্ঞা প্রয়োগ করেছে। কিছু লাইন তৈরিতে ব্যবহৃত উপকরণগুলির সীমাবদ্ধতা রেখেছে, অন্যরা ঘুড়ি উৎসব চলাকালীন মোটরসাইকেলের নিরাপত্তা নিরাপত্তা নিয়ে কিছু বিশেষ নিয়ম বাধ্যতামূলক করেছে। কাটা ঘুড়ি ধরতে গিয়ে লোকেরা আহত হয়েছেন। ঘুড়ি যুদ্ধগুলি দেখার সময় কারও ক্রয়ের প্রতি মনোযোগ না দেওয়ার কারণে অন্যান্য আঘাতগুলি ঘটেছে। লড়াইগুলি নির্দিষ্ট অঙ্গনে কঠোরভাবে নিয়ন্ত্রণ করা হয় এবং যোদ্ধারা যথাযথ সুরক্ষা গিয়ার পরা হয় তখন এই দুর্ঘটনার বেশিরভাগটি প্রতিরোধযোগ্য। বড় ঘুড়ি উৎসবে উপস্থিত জনগণের কারণে অন্যান্য দুর্ঘটনা ঘটেছে যার জন্য ঘুড়ি লড়াইকে দায়ী করা হয়েছে।\n\n\n=== পরিবেশগত অসুবিধা ===\nঘুড়ি লড়াইয়ের পরে উড়ানো ঘুড়িগুলি উঁচু গাছগুলিতে আটকে যেতে পারে এবং দীর্ঘ সময় ধরে সেখানে থাকতে পারে, পার্ক এবং প্রান্তর অঞ্চলের প্রাকৃতিক নান্দনিকতার উপর প্রভাব ফেলে, ফলে পার্কের অন্যান্য ব্যবহারকারীর অভিজ্ঞতাকে পড়ে থাকে এই আবর্জনা নষ্ট বা অগ্রহকে হ্রাস করতে পারে।\nতীক্ষ্ণ ঘুড়িযুক্ত স্ট্রিং উড়ন্ত পাখিদের জন্য একটি বিশেষ বিপত্তি, কারণ স্ট্রিংগুলি সহজেই পেশী এবং হাড়ের মধ্যে লাগলে কেটে যায়। এমনকি সঠিক চিকিৎসা যত্ন থাকলে, পাখিগুলি সুস্থ হতে অনেক সপ্তাহ সময় নেয়। আর যদি না হয় তবে, পাখিগুলো মারাও যেতে পারে। যদি, উন্মুক্ত কোনো খোলা মাঠে এই খেলাটি আয়োজন করা হয় তবে, এই দুর্ঘটনাটি অনেকটাই হ্রাস করা সম্ভব।\n\n\n== তথ্যসূত্র ==\nএই সম্পাদনার সকল তথ্য এই সম্পাদনা থেকে নেওয়া হয়েছে।"}