{"pageid": 1040773, "title": "শাহ আবদুল ওয়াহহাব", "url": "https://bn.wikipedia.org/wiki?curid=1040773", "content": "শাহ আবদুল ওয়াহহাব (১৮৯৪ — ২ জুন ১৯৮২) ছিলেন একজন বাংলাদেশি দেওবন্দি ইসলামি পণ্ডিত, শিক্ষাবিদ, সমাজ সংস্কারক ও আধ্যাত্মিক ব্যক্তিত্ব। তিনি দারুল উলুম হাটহাজারীর ২য় মহাপরিচালক, জমিয়ত উলামায়ে ইসলামের সহ-সভাপতি এবং ২৩ বছর চট্টগ্রাম কোর্টে জুরির হাকিম ছিলেন। অনৈসলামিক মতবাদের প্রতিরোধ এবং ইসলামি মতবাদের প্রচার প্রসারে তিনি অসংখ্য মাদ্রাসা, মসজিদ, খানকাহ, পত্রিকা, সংগঠন প্রতিষ্ঠা এবং সমসাময়িক যুগে অভিভাবকত্বের ভূমিকা পালন করে গেছেন। তাকে হাটহাজারী মাদ্রাসার দ্বিতীয় স্থপতি বলা হয়। তিনি বঙ্গ অঞ্চলে আশরাফ আলী থানভীর প্রধান শিষ্য ছিলেন। ইসলামী বিশ্ববিদ্যালয়, বাংলাদেশ, বায়তুল মোকাররম জাতীয় মসজিদ, বাংলাদেশ ও মিয়ানমারে তাবলিগী আন্দোলনের গােড়াপত্তন, তাবলিগ জামায়াতের পৃষ্ঠপােষকতা ও প্রচার-প্রসার, বিশ্ব ইজতেমা, বেফাক প্রতিষ্ঠায় নেতৃত্ব প্রদান, বিধবা বিয়ে, নারী শিক্ষা, জাতীয় ঐক্য, বিশ্বমুসলিম ভ্রাতৃত্ববােধ, সাম্প্রদায়িক সম্প্রীতির সংরক্ষণ লালন বিকাশ ইত্যাদিসহ প্রায় সকল ক্ষেত্রে তার অবদান ব্যাপক।\n\n\n== জন্ম ও বংশ ==\nশাহ আবদুল ওয়াহহাব ১৮৯৪ সালে চট্টগ্রাম জেলার হাটহাজারী থানার রুহুল্লাহপুর গ্রামের এক সম্ভ্রান্ত মুসলিম জমিদার পরিবার কাজী বাড়িতে জন্মগ্রহণ করেন। তার পিতা কাজী আবদুল হাকিম একজন বিশেষজ্ঞ নাবিক ছিলেন এবং মা বেগম ফজিলাতুন্নেছা। তিনি ইসলামের দ্বিতীয় খলিফা উমর ইবনুল খাত্তাবের বংশধর এবং তার পূর্বপুরুষদের অনেকেই তৎকালীন ইসলামি সাম্রাজ্যের কাজী বা বিচারক ছিলেন। তার পিতার আধ্যাত্মিক সম্পর্ক ছিল বাংলাদেশে দেওবন্দ আন্দোলনের অগ্রপথিক আব্দুল ওয়াহেদ বাঙ্গালীর সাথে। তাই ছেলের নাম তার সাথে মিলিয়ে রেখেছেন আবদুল ওয়াহহাব। তিনি পিতামাতার একমাত্র সন্তান ছিলেন।\n\n\n== শিক্ষাজীবন ==\nআনু. ৪ বছর বয়সে দারুল উলুম হাটহাজারীর চার প্রতিষ্ঠাতা আব্দুল ওয়াহেদ বাঙ্গালী, আবদুল হামিদ, সুফি আজিজুর রহমান ও হাবিবুল্লাহ কুরাইশীর উপস্থিতিতে আপন চাচা আবদুল বারীর হাতে তার প্রাথমিক শিক্ষার সূচনা হয়। আবদুল বারী হাটহাজারী মাদ্রাসার ১ম ব্যাচের ছাত্র ছিলেন। পাশাপাশি ছুটির দিনে তার পিতা বৈষয়িক বিষয়ে শিক্ষা দিতেন। এভাবে প্রাথমিক শিক্ষা সমাপ্তির পর পিতামাতার ইচ্ছানুযায়ী ১৯০৪ সালে তিনি দারুল উলুম হাটহাজারীতে ভর্তি হন। সেখানে হাবিবুল্লাহ কুরাইশী তার লেখাপড়ার তত্ত্বাবধায়ক ছিলেন। ১৯১৪ সালে তিনি দারুল উলুম হাটহাজারী থেকে দাওরায়ে হাদিস (মাস্টার্স) সমাপ্ত করেন।\nএরপর উচ্চশিক্ষা লাভের জন্য তিনি দারুল উলুম দেওবন্দ চলে যান। দেওবন্দে কারী মুহাম্মদ তৈয়ব ও মুহাম্মদ শফি উসমানি তার সহপাঠী ছিলেন। দেওবন্দে তিনি আনোয়ার শাহ কাশ্মিরির নিকট সহীহ বুখারী, শাব্বির আহমদ উসমানির নিকট সহীহ মুসলিম এবং আজিজুর রহমান উসমানির কাছে মুয়াত্তা সমূহ অধ্যয়ন করেন। এছাড়াও তিনি ইজাজ আলী আমরুহী ও ইবরাহিম বলিয়াভির নিকটও পাঠ নিয়েছেন। দেওবন্দে দ্বিতীয় বারের মত দাওরায়ে হাদিস (মাস্টার্স) সমাপ্তির পর তিনি আনোয়ার শাহ কাশ্মীরির তত্ত্বাবধানে উচ্চতর হাদিস অধ্যয়ন করেন। প্রথম বাঙালি ছাত্র হিসেবে তিনি কোর্সটি সমাপ্ত করেন।\n\n\n== তাসাউফ ==\nশিক্ষাজীবন সমাপ্তির পর আধ্যাত্মিক সাধনার জন্য তিনি হাকিমুল উম্মত খ্যাত আশরাফ আলী থানভীর খানকায়ে এমদাদিয়ায় গমন করেন। তার উস্তাদ হাবিবুল্লাহ কুরাইশীর অভিলাষও তা ছিল। এজন্য কুরাইশী থানভীকে একটি পত্রও লিখেছিলেন। খানকায়ে এমদাদিয়া আগমনের মাত্র ১৮ দিন পর থানভী তাকে খেলাফত প্রদান করেন। এত অল্প সময়ে থানভী কাউকে খেলাফত দেননি। এতে কেউ কেউ আপত্তি করতে চাইলে থানভী বলেন, ‘তিনি তো সব নিয়েই এসেছেন, শুধু খেলাফতপ্রধান বাকি ছিল’। থানা ভবন থেকে প্রস্থানের দিন থানভী তাকে ‘জুনাঈদে ওয়াক্ত’ উপাধি প্রদান করেন এবং বাংলা-আসাম-মিয়ানমারে বসবাসকারী শিষ্যদের প্রধান মনোনীত করেন। খানকায়ে এমদাদিয়ায় থানভীর খলিফাদের তালিকায় ১৬ নাম্বারে তার নাম লিখিত আছে।\nআবদুল ওয়াহহাবের খেলাফত প্রাপ্ত ২২ জন শিষ্য ছিল যার মধ্যে ইসহাক আল গাজী অন্যতম।\n\n\n== কর্মজীবন ==\n১৯২০ সালে তিনি স্বদেশ প্রত্যাবর্তন করেন। খানকায়ে এমদাদিয়ায় তার প্রতি থানভীর ব্যবহার ভারতবর্ষে, বিশেষত বাংলায় দ্রুততার সঙ্গে ছড়িয়ে পড়ে। তাই স্বদেশ প্রত্যাবর্তনের দিন চট্টগ্রাম সমুদ্র বন্দরে তার জন্য একটি গণসংবর্ধনার আয়োজন করা হয়।\nস্বদেশ প্রত্যাবর্তনের পর তিনি দারুল উলুম হাটহাজারীতে সিনিয়র শিক্ষক পদে নিযুক্ত হন। সহীহ মুসলিমের শিক্ষা প্রদানের মাধ্যমেই তার শিক্ষকতা শুরু হয়। তাই তাকে মুহাদ্দিসে কাবির বলা হয়। দারুল উলুম হাটহাজারীর কর্মকাণ্ডে বিস্তৃতির কারণে একজন সহকারী পরিচালকের প্রয়োজন দেখা যায়।  সেমতে জমিরুদ্দিন আহমদের পরামর্শে তিনি ১৯৩০ সালে মাদ্রাসার সহকারী পরিচালক নিযুক্ত হন। ১৯৩৯ সালে তৎকালীন ৩৯ জন শূরা সদস্যের উপস্থিতিতে তিনি মহাপরিচালক মনোনীত হন এবং ১৯৪১ সালে এ দায়িত্ব পালন আরম্ভ করেন। তার সময়কালকে শাহ যুগ এবং দারুল উলুম হাটহাজারীর স্বর্ণযুগও বলা হয়। কারণ তার সময়কালে দারুল উলুম হাটহাজারীর অসাধারণ উন্নতি ঘটে।\n\n\n== অবদান ==\nপ্রতিষ্ঠালগ্নে দারুল উলুম হাটহাজারীর নাম ছিল মাদ্রাসা মুঈনুল ইসলাম। এই নামটি সংস্কার করে তিনি নতুন নাম দেন জামিয়া আহলিয়া দারুল উলুম মুঈনুল ইসলাম। এই নামকরণ শৈলী এতটাই গ্রহণযোগ্যতা অর্জন করে যে, বাংলাদেশের দাওরায়ে হাদিস (মাস্টার্স) সম্পন্ন শীর্ষ স্থানীয় প্রায় মাদ্রাসার নামকরণ এ শৈলীর অনুকরণে হয়েছে।\n\n\n=== উচ্চতর গবেষণা বিভাগের রূপকার ===\nআবদুল ওয়াহহাব সর্বপ্রথম বাংলাদেশের মাদ্রাসা শিক্ষার জগতে দাওরায়ে হাদিস (মাস্টার্স) পরবর্তী বিশেষায়িত পড়াশোনা ও গবেষণার উদ্যোগ গ্রহণ করেন। তার প্রচেষ্টায় দারুল উলুম হাটহাজারীতে ১৯৪৫ সালে ফতোয়া বিভাগ, ১৯৪৮ সালে আরবি বিভাগ, ১৯৫৫ সালে কিতাবত বিভাগ, ১৯৬৬ সালে কারিগরি প্রশিক্ষণ বিভাগ চালু হয়। তারই চিন্তা-চেতনার ফলস্বরূপ ১৯৫২ সালে আল জামিয়া আল ইসলামিয়া পটিয়ায় বাংলা ভাষা ও সাহিত্য বিভাগ এবং ১৯৭৫ সালে কেরাত বিভাগ চালু হয়।\n\n\n=== চিকিৎসা ক্ষেত্রে ===\nবিংশ শতাব্দীর সত্তরের দশকে তার প্রচেষ্টায় চিকিৎসা প্রশিক্ষণ চালু হয়। আধুনিক চিকিৎসা সেবায় নিয়োজিত ছিলেন তার বড় জামাতা ডাক্তার নুরুল হক। হেকিমি বিভাগ পরিচালনা করতেন আবদুল হক বরিশালী। এরই ক্রমানুসারে আল জামিয়া আল ইসলামিয়া পটিয়ায় চালু হয় কমিউনিটি হেলথ ওয়ার্কার্স ট্রেনিং। আবদুল ওয়াহহাব অসুস্থ হয়ে ভর্তি হন চট্টগ্রাম জেনারেল হাসপাতালে। তৎকালীন হাসপাতালের তত্ত্বাবধায়ক ও সিভিল সার্জন ডাক্তার মোহাম্মদ ইব্রাহিম চিকিৎসা সেবা দিতে গিয়ে তার সান্নিধ্যে আসার সুযোগ পান। আবদুল ওয়াহহাবের সুশৃঙ্খল জীবন যাপন দেখে তিনি প্রভাবিত হন এবং সদকায়ে জারিয়ার প্রেরণা লাভ করেন। যার ফলশ্রুতিতে প্রতিষ্ঠিত হয়েছে বারডেম হাসপাতাল ও বাংলাদেশ ডায়াবেটিক সমিতি।\n\n\n=== বাংলা ইসলামি পত্রিকা প্রকাশ ===\nমাতৃভাষায় ধর্ম প্রচারের লক্ষ্যে ১৯৩৪ সাল থেকে তার তত্ত্বাবধানে ও বিশিষ্ট সাহিত্যিক আবুল ফারাহের সম্পাদনায় ‘ইসলাম প্রচার’ নামে একটি মাসিক পত্রিকার যাত্রা শুরু হয়। যা ছিল বাংলা ভাষার সর্বপ্রথম মাসিক ইসলামি পত্রিকা। পরবর্তীতে ১৯৫২ সালের জানুয়ারি থেকে তার দিকনির্দেশনায় এটি “মাসিক মুঈনুল ইসলাম” নামে পূর্ণাঙ্গ অবয়বে প্রকাশ হতে থাকে। এর কয়েক বছর পূর্বে তিনি ঢাকায় দৈনিক পাসবান প্রতিষ্ঠা করেছিলেন। ১৯৬১ সালে ধর্মীয় অঙ্গনে তিনি সর্বপ্রথম শিল্প-সাহিত্য-সংস্কৃতি সংঘ আন নাদী আস সাকাফী গড়ে তুলেন, যাতে ছাত্রদের, বিশেষত মাধ্যমিক ও উচ্চ মাধ্যমিক স্তরের ব্যাপক অংশগ্রহণ ছিল।\n\n\n=== ধর্মীয় গ্রন্থাগার প্রতিষ্ঠা ===\nতৎকালীন সময়ে ধর্মীয় বইপত্রের জন্য ব্যক্তিগত উদ্যোগে দু-একটি গ্রন্থাগার থাকলেও একাডেমিক বইপুস্তকের জন্য বিশেষ কোনো গ্রন্থাগার ছিল না। এ অভাব পূরণের লক্ষ্যে ১৯৫৪ সালে তার পীর আশরাফ আলী থানভীর নামানুসারে আশরাফিয়া লাইব্রেরি প্রতিষ্ঠা করেন। অলাভজনক এই লাইব্রেরি থেকে স্বল্পমূল্যে বইপুস্তক সরবরাহ করা হত। লেবানন, মিশর, সৌদি আরব, ভারত প্রভৃতি দেশের কিতাব এখানে সহজলভ্য ছিল। পরবর্তীতে তিনি লাইব্রেরির সমুদয় কিতাব হাটহাজারী মাদ্রাসার কেন্দ্রীয় গ্রন্থাগারে দান করে দেন এবং লাইব্রেরির স্থলে ডাক বিভাগ চালু করেন।\n\n\n=== গ্রন্থ রচনায় পৃষ্ঠপোষকতা ===\nনানাবিধ কর্মব্যস্ততায় মৌলিক গ্রন্থ রচনার জন্য তিনি মোটেও সময় বের করতে না পারলেও সারাজীবন এই দিকটাই পৃষ্ঠপোষকতা করে গেছেন। তারই একান্ত আগ্রহ ও পরামর্শে মুজাহিদে আজম খ্যাত শামসুল হক ফরিদপুরীর সৃষ্টি। ঢাকার এমদাদিয়া লাইব্রেরি ও চট্টগ্রামের ইসলামিয়া লাইব্রেরির অবকাঠামো গঠন ও নেপথ্যে ছিল তার দিকনির্দেশনা। এই দেশে লিথোগ্রাফি ও প্রযুক্তির আমদানি, উন্নয়ন ও প্রসারে রয়েছে তার মৌলিক অবদান। জুনায়েদ বাবুনগরীর পিতা আবুল হাসানের রচিত মিশকাতুল মাসাবীহ'র ব্যাখ্যাগ্রন্থ তানযীমুল আশতাতের মূল প্রেরণা ছিলেন তিনি। চল্লিশের দশকের শেষ বছরগুলোতে হাটহাজারী মাদ্রাসায় আবদুল ওয়াহহাবের প্রদত্ত পাঠ থেকে প্রস্তুত হয় তানযীমুল আশতাতের মূল পাণ্ডুলিপি। তিনি নিজস্ব অর্থায়নে মুহাম্মদ ফয়জুল্লাহর বিখ্যাত গ্রন্থ ফয়জুল কালামের প্রকাশ ও প্রচারের ব্যবস্থা করেছিলেন, এমনকি নামটিও তার চয়ন করা। “ফতওয়ায়ে দারুল উলুম হাটহাজারী”র মূল উদ্দ্যেক্তা শাহ আবদুল ওয়াহহাব। তারই আদেশে তৎকালীন মুফতিয়ে আজম আহমদুল হক দারুল উলুম হাটহাজারী থেকে প্রদত্ত ফতোয়া সংরক্ষণ ও সংকলনের কাজ শুরু করেন।\n\n\n=== কাব্যপ্রীতি ===\nতিনি একজন স্বভাবকবি ছিলেন। তার স্বরচিত অনেক কবিতাও ছিল। তার কাব্যচর্চা ছিল মূলত নৈতিকতাকেন্দ্রিক এবং এর ভিত্তি ছিল তাআল্লুক মাআল্লাহ (স্রষ্টার সাথে সৃষ্টির সম্পর্ক)। শুদ্ধ কবিতা চর্চায় উৎসাহিত করার পাশাপাশি তিনি পৃষ্ঠপোষকতাও করতেন। একটি কাগজে কাব্যের প্রথম বাক্য লিখে আন নাদী আস সাকাফী সংশ্লিষ্ট কাউকে তিনি দ্বিতীয় বাক্য তৈরি করতে বলতেন। সফল হলে পুরস্কৃত করতেন এবং ব্যর্থ হলে তিনি নিজেই লিখে দিতেন। মুফতি আজিজুল হক এবং ছিদ্দিক আহমদ হাটহাজারী মাদ্রাসায় এলে এই কাব্যচর্চায় বিশেষ মাত্রা যোগ হত।\n\n\n=== তাফসির মাহফিলের সূচনা ===\nধর্মের প্রচার প্রসারের ক্ষেত্রে নানামুখী পদক্ষেপের মধ্যে তার একটি উল্লেখযোগ্য সংযোজন ছিল নিয়মিত তাফসীরুল কুরআন মাহফিলের সূচনা। সর্বপ্রথম তিনি আন্দরকিল্লা শাহী জামে মসজিদে সাপ্তাহিক তাফসীরুল কুরআন মাহফিলের সূচনা করেন। ষাটের দশকের শুরুতে এই ধারা শহরের মসজিদগুলোতে ছড়িয়ে পড়ে এবং ব্যাপক জনপ্রিয়তা লাভ করে। তার নির্দেশে সোমবার/বুধবার বিশেষজ্ঞ আলেম, বিশেষত আহমদুল হক ও আবুল হাসান নিয়মিতভাবে মাহফিলে ওয়াজ করতেন। এরই ধারাবাহিকতায় চট্টগ্রাম সহ দেশের বিভিন্ন স্থানে বড় বড় মাহফিল অনুষ্ঠিত হতে থাকে। এরপর তিনি আরেকটু ভিন্ন আঙ্গিকে মাসিক, দ্বি-মাসিক বিশেষায়িত সমাবেশের উদ্যোগ নেন। জাতীয় সিরাত সম্মেলন, জাতীয় কিরাত মাহফিল, কাদিয়ানি মতবাদবিরোধী সিম্পোজিয়াম প্রভৃতি তার তাৎপর্যমণ্ডিত সমাবেশের উদাহরণ।\n\n\n=== নাশাস্তাগাহে মুহতামিম সাহেব ===\nমাদ্রাসায় তিনি যে কক্ষে অবস্থান করতেন তা নাশাস্তগাহে হযরত মুহতামিম সাহেব নামে পরিচিত ছিল। এটি ছিল একটি অঘোষিত ইসলামি আদালত। ইসলামি শরিয়া অনুযায়ী তিনি বিভিন্ন ফায়সালা করতেন বিশেষত সম্পত্তির উত্তরাধিকার নিয়ে। ন্যায়পরায়ণতা ও নিরপেক্ষতার খ্যাতির কারণে তিনি ওমরে যামানা হিসেবে পরিচিত হতেন।\n\n\n=== বিভিন্ন উপাধি ===\nশাহ আবদুল ওয়াহহাবকে সর্বপ্রথম মুহাম্মদ ফয়জুল্লাহ হাকিমুন নফস উপাধিতে ভূষিত করেন, যার অর্থ স্বভাবজ্ঞানী। হাটহাজারীতে গন্ডগোলের সময় তার অবাক করা সমাধানের জন্য তাকে রিজালুল আসর এবং হাটহাজারী আন্দোলনের অনন্য নেতৃত্বের জন্য আমীরুল ওলামা উপাধিতে ভূষিত করা হয়। ১৯৪৯ সালের ৩১ জানুয়ারি চট্টগ্রামের লালদীঘি ময়দানে জমিয়ত উলামায়ে ইসলামের উদ্যোগে আয়োজিত সম্মেলনে শাব্বির আহমদ উসমানি তাকে ইমামুল মুখলিসীন এবং জাফর আহমদ উসমানি হাকিমুল ইসলাম উপাধি প্রদান করেন। আধ্যাত্মিক জগতে তার অবস্থান ছিল অতিউচ্চমার্গে। হাটহাজারী ও দেওবন্দের শিক্ষকরা তাকে জন্মগত ওলি হিসেবে জানতেন। আলেমদের এক সভায় মুহাম্মদ জাকারিয়া কান্ধলভির অন্যতম খলিফা মাওলানা যুবায়ের বলেন, “তিনি কুতুবুল ইরশাদ ছিলেন”।\n\n\n=== আথিতেয়তা ===\nঅতিথি আপ্যায়নের জন্য তার দস্তরখানা বাংলার সবচেয়ে বড় ও দীর্ঘ দস্তরখানা হিসেবে পরিগনিত হত। ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধের সময় বিপদগ্রস্তদের আশ্রয় দিয়ে তাদের জন্য বিশেষ লঙ্গরখানার ব্যবস্থা করেন। যার রান্নাবান্নার কাজে শাহ মনজিলের পর্দানশীল নারীরাও ভূমিকা রাখতেন। এখানে উল্লেখযোগ্য সংখ্যক অমুসলিমরাও আশ্রয় পেতেন।\n\n\n=== ভ্রমণ ===\nআবদুল আজিজ ইবনে সৌদের আমন্ত্রণে ১৯৩৯ সালে তিনি সৌদি আরব ভ্রমণ করেন। ১৯৪০ সালে লাহোর প্রস্তাব সম্মেলনে তিনি ছিলেন কওমি অঙ্গনের শীর্ষ ব্যক্তিত্ব। দেশভাগের পর তিনি মিয়ানমার, মিশর, আফ্রিকার প্রভৃতি দেশ সফর করেছেন। দক্ষিণ আফ্রিকার মুসলিম সমাজের অগ্রগতিতে তার ভূমিকা রয়েছে। তাকে মিশরের আল-আজহার বিশ্ববিদ্যালয় ভ্রমণে কর্তৃপক্ষ আমন্ত্রণ জানালে তিনি এ দাওয়াত গ্রহণপূর্বক বাংলাভাষী ছাত্রদের জন্য আল আজহারে অধ্যয়ন ও গবেষণার ক্ষেত্র তৈরি করে আসেন। এ ধারা আজো কার্যকর আছে। ঐতিহাসিক মক্কা সম্মেলনেও তিনি আমন্ত্রিত ছিলেন।\n\n\n=== জাতীয় ও আন্তর্জাতিক ক্ষেত্রে ===\nজাতীয় ও আন্তর্জাতিক ক্ষেত্রে তার কীর্তি ও অবদান অনেক বিস্তৃত। কাদিয়ানি মতবাদের মূলােৎপাটন ও খ্রিস্টান মিশনারির তৎপরতা প্রতিরােধে তার অবদান সুদূরপ্রসারী। ১৯৪৮—১৯৭১ সাল পর্যন্ত মােট ২৩ বছর তিনি চট্টগ্রাম কোর্টে জুরির হাকিম ছিলেন। নেজামে ইসলাম পার্টির সংবিধানে বাংলাকে পাকিস্তানের অন্যতম রাষ্ট্রভাষা করার ঘােষণা তারই নির্দেশনায় লিখিত। জমিয়ত উলামায়ে ইসলামের সহ-সভাপতির দায়িত্ব থেকে পূর্ব পাকিস্তানে ইসলামি রাজনীতির অভিভাবকত্বে তিনি ছিলেন কিংবদন্তি। পশ্চিম পাকিস্তানিদের অন্যায়ের বিরুদ্ধে তিনিই প্রথম জামিয়ার মাঠে প্রতিবাদ করেন। থানাভবনের খানকায়ে ইমদাদিয়া আশরাফিয়ার আদলে তিনিই সর্বপ্রথম বাংলার মাটিতে খানকাহ প্রতিষ্ঠা করেন, যা খানকায়ে ইমদাদিয়া আশরাফিয়া হাকিমিয়া নামে পরিচিত। ৫ কামরার এ খানকাহাটি হাটহাজারী মাদ্রাসা সংলগ্ন শাহবাগস্থ শাহ মঞ্জিলের উত্তর পাশে এখানো বিদ্যমান আছে। আইয়ুব খানের পারিবারিক আইনের বিরুদ্ধে উলামায়ে ইসলামের সম্মিলিত প্রয়াসের আয়ােজক ছিলেন তিনি। ১৯৬৬ সালে চট্টগ্রাম বিশ্ববিদ্যালয়ের জন্মলগ্নে ক্যাম্পাসের জন্য তিনি প্রায় ২০ একর জমি দান করেন, যার বর্তমান (২০১৩) বাজারমূল্য ১৫০ কোটি টাকা। মোহাম্মদ উল্লাহ হাফেজ্জীর তাওবার রাজনীতির মূল চিন্তক ও পৃষ্ঠপােষকও ছিলেন তিনি। কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়, বায়তুল মোকাররম জাতীয় মসজিদ, বাংলাদেশ ও মিয়ানমারে তাবলিগী আন্দোলনের গােড়াপত্তন, প্রচার ও প্রসার, তাবলিগ জামায়াতের পৃষ্ঠপােষকতা এবং টঙ্গির বিশ্ব ইজতেমা, বেফাক প্রতিষ্ঠায় নেতৃত্ব প্রদান, বিধবা বিয়ে, নিরাপদ পরিবেশে সুষ্ঠু নারীশিক্ষা, এতিমের লালন পালন, শ্রমিকের অধিকার প্রতিষ্ঠা, বাস্তুহারাদের আশ্রয় প্রদানসহ পুনর্বাসন, হাজী ক্যাম্প স্থাপন, জাতীয় ঐক্য, বিশ্বমুসলিম ভ্রাতৃত্ববােধ, সাম্প্রদায়িক সম্প্রীতির সংরক্ষণ-লালন-বিকাশ ইত্যাদিসহ প্রায় সকল ক্ষেত্রে তার অবদান অত্যন্ত ব্যাপক।\n\n\n=== প্রতিষ্ঠিত মাদ্রাসা ===\nতার প্রতিষ্ঠিত মাদ্রাসাসমূহের মধ্যে রয়েছে: (স্থাপনার সাল হিসেবে ক্রমটি সাজানাে)\n\nজামিয়া আরাবিয়া দারুল হিদায়া পেশা, নওগাঁ (১৯৪৬)\nজামিয়া ইসলামিয়া আরাবিয়া মোজাহেরুল উলুম চট্টগ্রাম (১৯৪৭)\nজামিয়া ইসলামিয়া মাহমুদিয়া বরিশাল (১৯৪৭)\nজামিয়া আরবিয়া মুহিউল ইসলাম নােয়াপাড়া, যশাের (১৯৪৮)\nদারুল হাদীস মাদ্রাসা, নবাবগঞ্জ (১৯৫০)\nমাদার্শা মাদ্রাসা, হাটহাজারী, চট্টগ্রাম (১৯৫৫)\nহাকীমিয়া মাদ্রাসা (চট্টগ্রাম তাবলিগী মারকাজ মাদ্রাসা), লাভলেইন, চট্টগ্রাম (১৯৫৫)\nজামিয়া ইযাযিয়া দারুল উলুম রেলস্টেশন, যশাের (১৯৫৬)\nজামিয়া ইসলামিয়া কাসেমুল উলুম বগুড়া (১৯৬০)\nজামিয়া ইসলামিয়া নবাবগঞ্জ (১৯৬৭)\nজামিয়া ইসলামিয়া আরাবিয়া দারুল উলুম খুলনা (১৯৬৭)\nজামিয়া আরবিয়া শামসুল উলুম ফরিদপুর (১৯৬৯)\nমাদ্রাসা ইহইয়াউল উলুম হালিশহর, চট্টগ্রাম (১৯৭০)\nদারুল উলুম দেয়াং পাহাড়, দৌলতপুর, চট্টগ্রাম (১৯৭৪)\nমাদ্রাসা কাশেফুল উলুম খন্দকিয়া, চট্টগ্রাম (১৯৭৭)\nমাদ্রাসা মাহমুদিয়া মদীনাতুল উলুম বাথুয়া, চট্টগ্রাম (১৯৭৭)\nমাদ্রাসা মুহিউল ইসলাম, গড়দুয়ারা (১৯৭৭)\nমুহাম্মদিয়া মাদ্রাসা, হাজীরপুল, চান্দগাঁও, চট্টগ্রাম (১৯৮০)\nআবদুল ওয়াহহাবের প্রস্তাবানুযায়ী ১৯৪৫ সালে আতাহার আলী কিশােগঞ্জে প্রতিষ্ঠাকরণে মাদ্রাসা ইমদাদুল উলুম ও তারই উদ্যোগে ১৯৫৬ সালে শামসুল হক ফরিদপুরী ঢাকার ফরিদাবাদে জামিয়া আরাবিয়া ইমদাদুল উলূম ফরিদাবাদ মাদ্রাসা প্রতিষ্ঠা করেন এবং তারই সিদ্ধান্ত অনুযায়ী মোহাম্মদ উল্লাহ হাফেজ্জী পরিচালক হিসেবে নিয়ােগপ্রাপ্ত হন। এছাড়াও তার উৎসাহ ও নির্দেশনায় দেশের বিভাগীয় শহর প্রত্যন্ত অঞ্চলে আরও অনেক মাদ্রাসা, মক্তব, মসজিদ ও খানকাহ প্রতিষ্ঠা লাভ করে।\n\n\n=== ইব্রাহিম বালিয়াভি ===\nবাংলার প্রথম শায়খুল হাদিস সাঈদ আহমদ সন্দ্বীপি এক প্রেক্ষাপটে জামিয়া ছেড়ে চলে গেলে জামিয়ার ইলমী অঙ্গনে এক ধরনের শূন্যতা বিরাজ করে। তখন একজন বড় মাপের মুহাদ্দিসের প্রয়ােজন দেখা দেয়। তিনি চিন্তা করলেন, ভারত-পাকিস্তানের কোন বড় আলেম যদি হাটহাজারীতে নিয়ে আসা যায়, তাহলে জামিয়ার ইলমী অঙ্গনের শূন্যতা দূর হবে। তাই তিনি এক পর্যায়ে ভারত সফর করে দারুল উলুম দেওবন্দের সিনিয়র মুহাদ্দিস, শায়খুল মাকুলাত ওয়াল মানকুলাত খ্যাত ইব্রাহিম বালিয়াভিকে জামিয়ার ইলমী অঙ্গনে নিয়ে আসেন। তিনি বলিয়াভির মাসিক সম্মানী নির্ধারণ করেন তৎকালীন (১৯৪২/১৯৪৩) পাঁচশত টাকা। অথচ সে সময় তার নিজের সম্মানী ছিল মাত্র ত্রিশ টাকা। যদিও তিনি পুরাে জীবনে এক পয়সাও সম্মানী গ্রহণ করেননি বরং তা জামিয়ার ফান্ডে জমা দিতেন। পাশাপাশি ২ বছর ধরে বলিয়াভির প্রায় দশ সদস্যের পরিবাবের পুরাে খরচ তিনি নিজেই বহন করতেন। বলিয়াভি আড়াই—তিন বছর পর্যন্ত শায়খুল হাদিস পদে অধিষ্ঠিত থেকে পুনরায় দেওবন্দের ডাকে সাড়া দিয়ে হাটহাজারী ত্যাগ করেন। যাওয়ার সময় তিনি বলে যান, “যেখানে ইয়াকুব আছে, সেখানে ইবরাহইমের প্রয়ােজন নেই”।\n\n\n=== হাটহাজারী মাদ্রাসার দ্বিতীয় স্থপতি ===\nহাটহাজারীতে গণ্ডগোলের সময় (১৯৪১) ব্রিটিশ সরকার হাটহাজারী মাদ্রাসা বন্ধ করে দিয়ে মাদ্রাসার অফিস ও শ্রেণিসমূহে তালা ঝুলিয়ে দেয় ও মাদ্রাসার বিরুদ্ধে মামলা দায়ের করে। এ সংকটে তিনি নিজের প্রচুর সম্পত্তি বিক্রি করে (যার বর্তমান বাজারমূল্য কয়েকশত কোটি টাকা) মামলা পরিচালনা করেন। মামলায় ব্রিটিশ সরকারের পরাজয় ঘটে। বছরখানেক সময়ের মধ্যে পুনঃপথচলা শুরু হয় দারুল উলুম হাটহাজারীর। তিনি নিজের হাতে প্রলম্বিত ঘাস-আগাছা কেটে সাফ করেন, গবাদি পশুর মলমূত্র পরিষ্কার করেন। নিজের ব্যবহারের পােশাক-চাদর দিয়ে দরসগাহসমূহ পরিচ্ছন্ন করেন। রেজিস্ট্রি খাতায় নিজেই পুনঃভর্তি হওয়া ছাত্রদের নাম লিপিবদ্ধ করেন। অনেকে মনে করেন, তিনি যদি সেদিন এই মাদ্রাসার হাল না ধরতেন, তবে আজ এদেশে সঠিক ইসলামি শিক্ষা-দীক্ষা সভ্যতার অস্তিত্ব খুঁজে পাওয়া দুষ্কর হয়ে পড়ত। এ ত্যাগ ও পরম নেতৃত্বের জন্য তিনি দারুল উলুম হাটহাজারীর বানীয়ে সানী বা দ্বিতীয় স্থপতি হিসেবে প্রাতঃস্মরণীয়।\n\n\n== পরিবার ==\nব্যক্তিগত জীবনে তিনি বিবাহিত এবং পাঁচ ছেলে ও আট মেয়ের জনক ছিলেন।\n\n\n== মৃত্যু ==\n১৯৮২ সালের ২ জুন তার জীবনাবসান ঘটে। মোহাম্মদ উল্লাহ হাফেজ্জীর ইমামতিতে তার জানাজার নামাজ অনুষ্ঠিত হয়। হাটহাজারী মাদ্রাসার অদূরে নূর মসজিদ সংলগ্ন মাকবারায়ে হাবীবীতে তিনি সমাহিত হন।\n\n\n== আরও দেখুন ==\nআজিজুল হক\nশাহ আহমদ শফী\nহারুন ইসলামাবাদী\nহাজী মুহাম্মদ ইউনুস\nআব্দুল হালিম বুখারী\nজমির উদ্দিন নানুপুরী\nআ ফ ম খালিদ হোসেন\nসুলতান আহমদ নানুপুরী\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}