{"pageid": 1041485, "title": "বিদ্যুৎ ব্যবস্থা প্রকৌশল", "url": "https://bn.wikipedia.org/wiki?curid=1041485", "content": "বিদ্যুৎ ব্যবস্থা প্রকৌশল হল তড়িৎ প্রকৌশল শাস্ত্রের একটি শাখা যেখানে ভোক্তার ব্যবহারের জন্য বিদ্যুৎশক্তি উৎপাদন, সঞ্চালন ও বিতরণকারী বিদ্যুৎ ব্যবস্থা অধ্যয়ন করা হয়। বাসগৃহ, ব্যবসা প্রতিষ্ঠান ও শিল্প প্রতিষ্ঠানগুলিতে ব্যবহারের জন্য টেকসই, দক্ষ ও নির্ভরযোগ্যভাবে বৈদ্যুতিক শক্তি পৌঁছে দেয়ার উদ্দেশ্যে যে জটিল অবকাঠামোটি প্রয়োজন, বিদ্যুৎ ব্যবস্থা প্রকৌশলীরা সেটির নকশা, নির্মাণ, পরিচালনা ও রক্ষণাবক্ষণের দায়িত্বে নিয়োজিত থাকেন। বিদ্যুৎ ব্যবস্থা প্রকৌশলকে ইংরেজিতে পাওয়ার সিস্টেমস ইঞ্জিনিয়ারিং বা সংক্ষেপে পাওয়ার ইঞ্জিনিয়ারিং বলা হয়।\nবিদ্যুৎ ব্যবস্থা প্রকৌশলীরা বিভিন্ন উৎস যেমন জীবাশ্ম জ্বালানি, পারমাণবিক শক্তি, জলশক্তি, সৌরশক্তি, বায়ুশক্তি, ইত্যাদি থেকে দক্ষভাবে শক্তির রূপান্তর ঘটিয়ে বিদ্যুৎশক্তি উৎপাদনের জন্য বিদ্যুৎ উৎপাদন কেন্দ্রগুলি নকশা, নির্মাণ ও কাম্যতম করেন। বিদ্যুৎশক্তি সঞ্চালনে যে বুরূজ, থাম ও তারের সমবায়ে গঠিত জালকব্যবস্থার মাধ্যমে উচ্চ-বিভবের বিদ্যুৎশক্তিকে বহুদূরে প্রেরণ করা হয়, তারা সেটিতে বিদ্যুৎশক্তির প্রবাহ গণনা করেন, কাম্যতম বৈদ্যুতিক বিভব স্তর নির্ণয় করেন এবং এমনভাবে উচ্চ-বিভবের বিদ্যুৎ পরিবাহী তারগুলির নকশা ও রক্ষণাবেক্ষণ করেন, যাতে শক্তির অপচয় ন্যূনতম হয়। বিদ্যুৎশক্তি বিতরণে তারা বৈদ্যুতিক বিভব স্তর সঠিকভাবে হ্রাস করে নির্ভরযোগ্যভাবে বাসগৃহ, ব্যবসা প্রতিষ্ঠান ও শিল্পকারখানাগুলিকে বিদ্যুৎ পৌঁছে দেয়ার উদ্দেশ্যে স্থানীয় জালকব্যবস্থা নকশার উপর দৃষ্টিনিবদ্ধ করেন। সমগ্র বৈদ্যুতিক ব্যবস্থার ব্যবস্থাপনার জন্য নিযুক্ত বৈদ্যুতিক জালকব্যবস্থা পরিচালনা কেন্দ্রগুলিতে প্রকৌশলীরা জটিল কলনবিধি (অ্যালগোরিদম) ব্যবহার করে ব্যবস্থাটির উপর তাৎক্ষণিক নজরদারি করেন, সেটিকে নিয়ন্ত্রণ করেন ও সেটির ক্রিয়াপদ্ধতি কাম্যতম করেন, যাতে বিদ্যুতের চাহিদা ও যোগানের মধ্যে ভারসাম্য রক্ষা করা যায় ও ব্যবস্থার নির্ভরযোগ্যতা নিশ্চিত করা যায়।\nবৈদ্যুতিক ব্যবস্থাগুলি আধুনিক সমাজ ও অর্থনীতির জন্য অতীব গুরুত্বপূর্ণ। নির্ভরযোগ্য ও অবিরাম বিদ্যুৎ সরবরাহ অর্থনৈতিক প্রবৃদ্ধির ভিত্তি। এর সাহায্যেই শিল্পকারখানাগুলি দক্ষভাবে পরিচালিত হতে পারে, উৎপাদনশীলতা বৃদ্ধি করতে পারে ও নতুন নতুন প্রযুক্তি উদ্ভাবন করতে পারে। এভাবে এটি পরোক্ষভাবে অর্থনীতিতে কর্মসংস্থানের সৃষ্টিতে সহায়তা করে। অধিকন্তু, আধুনিক স্বাস্থ্যসেবা, পরিবহন ও যোগাযোগ ব্যবস্থাগুলি সরবরাহকৃত বিদ্যুৎশক্তির উপর ভর করেই দাঁড়িয়ে আছে। একদিকে পল্লী বিদ্যুতায়নের মাধ্যমে প্রত্যন্ত প্রান্তিক অঞ্চলে বিদ্যুতের সুবিধা ছড়িয়ে দেওয়া, অন্যদিকে আধুনিক সুযোগ-সুবিধাবিশিষ্ট সুবৃহৎ নগরী-মহানগরীগুলির ক্রমবর্ধমান বিদ্যুৎ-ক্ষুধা নিবারণ করার মাধ্যমে একটি বলিষ্ঠ বৈদ্যুতিক ব্যবস্থা সমগ্র সমাজে জীবনযাত্রার মান উন্নত করে। আর বিদ্যুৎ ব্যবস্থা প্রকৌশলীরা আধুনিক সভ্যতার এই প্রাণভোমরা যেন চাহিদার ওঠা-নামা সহ্য করে ঠিকমত কাজ করে, তা দেখাশোনা করেন।\nভবিষ্যতে বিদ্যুৎ ব্যবস্থা প্রকৌশলীরা জালকব্যবস্থা্তে কীভাবে সৌর ও বায়ুশক্তি নির্বিঘ্নে অঙ্গীভূত করে নেয়া যায় ও আধুনিক প্রযুক্তির সহায়তায় ঐসব উৎসের সবিরাম প্রবাহের সমস্যাটি সমাধান করা যায়, তার বিভিন্ন কৌশল আবিষ্কার করছেন। তারা বুদ্ধিমান (স্মার্ট) বিদ্যুৎ ব্যবস্থা নকশা করে দক্ষতা ও নির্ভরযোগ্যতা বৃদ্ধির চেষ্টা করছেন। তারা পরিবেশের উপর বিদ্যুৎ ব্যবস্থার নেতিবাচক প্রভাব হ্রাস, শক্তির অপচয় হ্রাস ও নতুন দূষণমুক্ত শক্তির উৎস অনুসন্ধান করছেন।\n১৮৩১ সালে মাইকেল ফ্যারাডে কর্তৃক তড়িৎ-চুম্বকীয় আবেশ আবিষ্কার ছিল বিদ্যুৎ ব্যবস্থা প্রকৌশল শাস্ত্রের ভিত্তিপ্রস্তর। বর্তমান বৈদ্যুতিক ব্যবস্থাগুলির মেরুদণ্ড হল বৈদ্যুতিক উৎপাদক, বৈদ্যুতিক রূপান্তরক ও সঞ্চালন তার। তড়িৎ-চুম্বকীয় আবেশকে কাজে লাগিয়ে সৃষ্ট বৈদ্যুতিক উৎপাদক (জেনারেটর) হল যান্ত্রিক শক্তিকে বিদ্যুৎ শক্তিতে রূপান্তর করার যন্ত্র। বহু দশক যাবৎ উন্নয়ন সাধনের পরে ১৮৯০-র দশকে এসে বাস্তব জগতে বৃহৎ ব্যবস্থায় ব্যবহারোপযোগী দক্ষ বৈদ্যুতিক উৎপাদকগুলি সৃষ্টি করা হয়, যার জন্য উদ্ভাবক নিকোলা টেসলা ও জর্জ ওয়েস্টিংহাউসের অবদান উল্লেখ্য। একই সময়ে উইলিয়াম স্ট্যানলি ও অন্যান্য অগ্রপথিকেরা দক্ষ বিভব রূপান্তরের উদ্দেশ্যে নির্মাণ করেন রূপান্তরক (ট্রান্সফর্মার) নামক যন্ত্র। ১৯শ দশকের শেষভাগে টমাস এডিসনের অপরিবর্তী প্রবাহ ব্যবস্থা ও ওয়েস্টিংহাউসের পরিবর্তী প্রবাহ ব্যবস্থার মধ্যে তুমুল প্রতিদ্বন্দ্বিতা শুরু হয় যা বিদ্যুৎ যুদ্ধ হিসেবে পরিচিত। শেষ পর্যন্ত দীর্ঘ দূরত্বে সঞ্চালনে অধিকতর দক্ষতা প্রদর্শনের জন্য পরিবর্তী প্রবাহভিত্তিক বিদ্যুৎ ব্যবস্থার জয় হয়। টেসলা ও রুশ প্রকৌশলী মিখাইল দোলিভো-দব্রোভলস্কি ত্রিদশা বিদ্যুৎ ব্যবস্থা প্রয়োগের মাধ্যমে ব্যবস্থার দক্ষতা ও বিতরণক্ষমতা আরও উন্নত করেন, যা আজও বৈদ্যুতিক ব্যবস্থাগুলিতে আদর্শ হিসেবে ব্যবহৃত হচ্ছে।\n\n\n== ইতিহাস ==\n\n\n== অগ্রণী বছরগুলো ==\nবিদ্যুত বৈজ্ঞানিক আগ্রহের বিষয় হয়ে উঠেছে ১৭ শতকের শেষদিকে। পরের দুই শতাব্দীতে ভাস্বর আলো বাল্ব এবং ভোল্টাইক পাইল সহ বেশ কয়েকটি গুরুত্বপূর্ণ আবিষ্কার করা হয়েছিল।  সম্ভবত বিদ্যুৎ ব্যবস্থা প্রকৌশল সম্পর্কিত সর্বাধিক আবিষ্কার মাইকেল ফ্যারাডির কাছ থেকে এসেছিল যিনি ১৮৩১ সালে আবিষ্কার করেছিলেন যে চৌম্বকীয় প্রবাহের পরিবর্তনটি একটি তারের লুপে একটি বৈদ্যুতিন শক্তি — একটি নীতি যা বৈদ্যুতিন চৌম্বকীয় আবেশ হিসাবে পরিচিত যা জেনারেটর এবং ট্রান্সফর্মারগুলি কীভাবে কাজ করে তা ব্যাখ্যা করতে সহায়তা করে। \n১৮৮১ সালে দু'জন ইলেকট্রিশিয়ান ইংল্যান্ডের গডালমিংয়ে বিশ্বের প্রথম বিদ্যুৎ কেন্দ্র তৈরি করেছিলেন। স্টেশনটি একটি জলপ্রবাহের জন্য দুটি জলরক্ষী নিযুক্ত করেছিল যা ২৫০ ভোল্টে সাতটি সিমেন্স আর্ক ল্যাম্প এবং 40 ভোল্টে চৌত্রিশটি ভাস্বর আলো সরবরাহ করতে ব্যবহৃত হয়েছিল।  তবে সরবরাহ একযোগে ছিল এবং ১৮৮২ সালে টমাস এডিসন এবং তার সংস্থা দ্য এডিসন ইলেকট্রিক লাইট সংস্থা নিউইয়র্ক শহরের পার্ল স্ট্রিটে প্রথম বাষ্প চালিত বৈদ্যুতিক বিদ্যুৎ কেন্দ্রটি তৈরি করে। পার্ল স্ট্রিট স্টেশনটি বেশ কয়েকটি জেনারেটর নিয়ে গঠিত এবং প্রাথমিকভাবে ৫৯জন গ্রাহকদের জন্য প্রায় ৩০০০ ল্যাম্প চালিত হয়েছিল।  বিদ্যুৎকেন্দ্রটি একমুখী বিদ্যুৎ প্রবাহ ব্যবহার করে এবং একটি ভোল্টেজে চালিত হয়। যেহেতু সঞ্চালনের সময় বিদ্যুৎ হ্রাস হ্রাস করার জন্য সরাসরি বর্তমান শক্তি সহজেই উচ্চতর ভোল্টেজগুলিতে রূপান্তরিত করা যায়নি, তাই জেনারেটর এবং লোডের মধ্যে সম্ভাব্য দূরত্ব প্রায় আধ-মাইল (৮০০ মিটার) মধ্যে সীমাবদ্ধ ছিল। \nএকই বছর লন্ডনে লুসিয়েন গ্যালার্ড এবং জন ডিকসন গিবস প্রথম বিদ্যুৎ ব্যবস্থায় ব্যবহারের উপযোগী প্রথম ট্রান্সফরমার প্রদর্শন করেছিলেন । গৌলার্ড এবং গিবস'র ট্রান্সফরমারটির ব্যবহারিক মূল্য ১৮৮৪ সালে তুরিনে প্রদর্শিত হয়েছিল যেখানে ট্রান্সফর্মারটি একক বিকল্প বর্তমান জেনারেটর থেকে চল্লিশ কিলোমিটার (২৫ মাইল) রেলপথে আলোকিত করতে ব্যবহৃত হয়েছিল।  সিস্টেমের সাফল্য সত্ত্বেও, এই জুটি কিছু মৌলিক ভুল করেছিল। সম্ভবত সবচেয়ে গুরুতরটি ট্রান্সফর্মারগুলির প্রাথমিকগুলি সিরিজের সাথে সংযুক্ত করছিল যাতে একটি প্রদীপটি চালু বা বন্ধ করা অন্য ল্যাম্পগুলিকে লাইনের আরও নিচে প্রভাবিত করে। বিক্ষোভের পরে আমেরিকান উদ্যোক্তা জর্জ ওয়েস্টিংহাউস সিমেন্স জেনারেটর সহ বেশ কয়েকটি ট্রান্সফর্মার আমদানি করে এবং বাণিজ্যিক প্রকৌশল ব্যবস্থায় তাদের ব্যবহারের উন্নতির আশায় তার প্রকৌশলীদের তাদের সাথে পরীক্ষার জন্য ঠিক করে।\nওয়েস্টিংহাউসের একজন ইঞ্জিনিয়ার, উইলিয়াম স্ট্যানলি সমান্তরালের বিপরীতে ধারাবাহিকভাবে ট্রান্সফর্মার সংযোগের সমস্যাটিকে স্বীকৃতি দিয়েছিলেন এবং আরও বুঝতে পেরেছিলেন যে ট্রান্সফর্মারের লোহার মূলটিকে সম্পূর্ণ ঘেরযুক্ত লুপ তৈরি করা গৌণ বাতাসের ভোল্টেজ নিয়ন্ত্রণকে উন্নত করবে। এই জ্ঞানটি ব্যবহার করে তিনি ১৮৮৬ সালে ম্যাসাচুসেটস এর গ্রেট ব্যারিংটন- এ বিকল্পধারার বর্তমান বিদ্যুত্ সিস্টেমটি বিশ্বের প্রথম ব্যবহারিক ট্রান্সফর্মার ভিত্তিক নির্মাণ করেছিলেন  ১৮৮৫ সালে ইতালিয়ান পদার্থবিজ্ঞানী এবং বৈদ্যুতিক ইঞ্জিনিয়ার গ্যালিলিও ফেরারিস একটি ইন্ডাকশন মোটর প্রদর্শন করেছিলেন এবং ১৮৮৭ এবং ১৮৮৮ সালে সার্বিয়ান-আমেরিকান প্রকৌশলী নিকোলা টেসলা একটি ব্যবহারিক দ্বি-ফেজ ইন্ডাকশন মোটরের জন্য বিদ্যুত্ সিস্টেমের সাথে সম্পর্কিত অনেকগুলি পেটেন্ট দায়ের করেছিলেন  যা ওয়েস্টিংহাউস তার এসি সিস্টেমের জন্য লাইসেন্স করেছে।\n১৮৯০ সালের মধ্যে বিদ্যুৎ শিল্পের বিকাশ ঘটেছিল এবং বিদ্যুৎ সংস্থাগুলি মার্কিন যুক্তরাষ্ট্র এবং ইউরোপে হাজার হাজার বৈদ্যুতিক ব্যবস্থা (প্রত্যক্ষ এবং বিকল্প উভয় বর্তমান) তৈরি করেছিল - এই নেটওয়ার্কগুলি কার্যকরভাবে বৈদ্যুতিক আলো সরবরাহের জন্য নিবেদিত ছিল। এ সময় মার্কিন যুক্তরাষ্ট্রে \"স্রোতের যুদ্ধ \" নামে পরিচিত একটি মারাত্মক প্রতিদ্বন্দ্বিতা এডিসন এবং ওয়েস্টিংহাউসের মধ্যে উত্থিত হয়েছিল যে কোন রূপের সংক্রমণ (প্রত্যক্ষ বা বিকল্প বর্তমান) উন্নত ছিল। ১৮৯১ সালে, ওয়েস্টিংহাউস প্রথম প্রধান বিদ্যুত্ সিস্টেমটি ইনস্টল করে যা বৈদ্যুতিক মোটর চালিত করার জন্য এবং কেবল বৈদ্যুতিক আলো সরবরাহের জন্য নয়। ইনস্টলেশন চালিত হয়েছে একটি ১০০ অশ্বশক্তি (৭৫ কিলোওয়াট) এ সমলয় মোটর টেলুরাইড, কলোরাডো মোটর সঙ্গে একটি টেসলা আবেশ মোটর শুরু হচ্ছে।  আটলান্টিকের অন্যদিকে, ওসকার ভন মিলার ফ্রাঙ্কফুর্টে বৈদ্যুতিক প্রকৌশল প্রদর্শনীর জন্য লাউফেন এম নেকার থেকে ফ্রাঙ্কফুর্ট আমি মেইন পর্যন্ত একটি ২০ কেভি ১৭৬কিমি    তিন পর্বের ট্রান্সমিশন লাইন নির্মাণ করেছিলেন ।  ১৮৯৫ সালে, দীর্ঘায়িত সিদ্ধান্ত গ্রহণের প্রক্রিয়া শেষে, নায়াগ্রা জলপ্রপাতের অ্যাডামস নং ১ উৎপাদক স্টেশন ১১ কিলো কেভিতে বাফেলোতে বর্তমান বিদ্যুৎটি তিন-পর্বের সঞ্চালন শুরু করে। নায়াগ্রা জলপ্রপাতের প্রকল্পের সমাপ্তির পরে, নতুন বিদ্যুত্ সিস্টেমগুলি ক্রমবর্ধমান বৈদ্যুতিক সংক্রমণের জন্য সরাসরি প্রবাহের বিপরীতে পরিবর্তী প্রবাহকে বেছে নিয়েছিল। \n\n\n== বিংশ শতাব্দী ==\n\n\n=== বিদ্যুৎ ব্যবস্থা প্রকৌশল এবং বলশেভিকবাদ ===\n\nবলশেভিক বিদ্যুৎ দখলের পরে বিদ্যুতের উৎপাদন বিশেষত গুরুত্বপূর্ণ হিসাবে বিবেচিত হত। লেনিন বলেছিলেন \"কমিউনিজম হ'ল সোভিয়েত শক্তি এবং পুরো দেশের বিদ্যুতায়ন\"।  পরবর্তীকালে তিনি বহু সোভিয়েত পোস্টার, স্ট্যাম্প ইত্যাদিতে এই দৃষ্টিভঙ্গি উপস্থাপন করেছিলেন। গোলেরো পরিকল্পনাটি ১৯২০ সালে শিল্প পরিকল্পনার প্রথম বলশেভিক পরীক্ষা হিসাবে শুরু হয়েছিল এবং এতে লেনিন ব্যক্তিগতভাবে জড়িত হয়েছিলেন। ১৯১০ সালে মস্কোতে একটি বিদ্যুৎ কেন্দ্র নির্মাণে জড়িত ছিলেন গ্লেব ক্রজিঝানভস্কি, আর একজন মূল ব্যক্তি ছিলেন। তিনি লেনিনকে ১৮৯৭ সাল থেকেও জানতেন, যখন তারা দুজনেই শ্রেনী শ্রেণির মুক্তির জন্য ইউনিয়ন অব স্ট্রাগলের সেন্ট পিটার্সবার্গ অধ্যায়ে ছিলেন।\n\n\n=== মার্কিন যুক্তরাষ্ট্রে বিদ্যুৎ ব্যবস্থা প্রকৌশল ===\n১৯৩৬ সালে প্রথম বাণিজ্যিক হাই-ভোল্টেজের সরাসরি কারেন্ট (এইচভিডিসি) লাইনটি পারদ-আর্ক ভালভ ব্যবহার করে নিউইয়র্কের শেনেকটাডি এবং মেকানিকভিলের মধ্যে নির্মিত হয়েছিল। এইচভিডিসি এর আগে সিরিজে সরাসরি বর্তমান জেনারেটর স্থাপন করে অর্জন করা হয়েছিল (এটি একটি থ্যুরি সিস্টেম নামে পরিচিত একটি সিস্টেম) যদিও এটি গুরুতর নির্ভরযোগ্যতার সমস্যার মুখোমুখি হয়েছিল।  ১৯৫৭ সালে সিমেন্স প্রথম সলিড-স্টেট রেকটিফায়ার প্রদর্শন করেছিল (সলিড-স্টেট রেক্টিফায়াররা এখন এইচভিডিসি সিস্টেমগুলির জন্য মানদন্ড) তবে ১৯৭০ এর দশকের গোড়া পর্যন্ত এই প্রযুক্তি বাণিজ্যিক বিদ্যুৎ ব্যবস্থায় ব্যবহৃত হত না।  ১৯৫৯ সালে ওয়েস্টিংহাউস প্রথম সার্কিট ব্রেকার প্রদর্শন করে যা এসএফ 6 কে বাধা মাধ্যম হিসাবে ব্যবহার করে।  এসএফ বায়ু থেকে অনেক উন্নততর ডাইলেট্রিক হিসাবে কাজ করে এবং সাম্প্রতিক সময়ে এর ব্যবহার আরও বেশি কমপ্যাক্ট স্যুইচিং সরঞ্জাম ( সুইচগার হিসাবে পরিচিত) এবং ট্রান্সফর্মার উৎপাদন করতে প্রসারিত হয়েছে।  আইসিটি ক্ষেত্রে বিদ্যুৎ প্রকৌশল ক্ষেত্রে নতুনত্ব বাড়ানো থেকে শুরু করে অনেকগুলি গুরুত্বপূর্ণ ঘটনাও ঘটেছে। উদাহরণস্বরূপ, কম্পিউটারগুলির বিকাশ বলতে বোঝায় লোড ফ্লো স্টাডিজ আরও দক্ষতার সাথে চালিত হতে পারে বৈদ্যুতিক ব্যবস্থাগুলির আরও ভাল পরিকল্পনার জন্য। তথ্য প্রযুক্তি এবং টেলিযোগাযোগের অগ্রগতিগুলি বৈদ্যুতিক ব্যবস্থার সুইচগিয়ার এবং জেনারেটরগুলির আরও ভাল রিমোট কন্ট্রোলের অনুমতি দেয়।\n\n\n== শক্তি ==\n\nবিদ্যুৎ ব্যবস্থা প্রকৌশল প্রজন্ম, সঞ্চালন, বণ্টন এবং ব্যবহারের বিদ্যুৎ সেইসাথে সংশ্লিষ্ট ডিভাইসের একটি সীমার নকশার সাথে জড়িত। এর মধ্যে রয়েছে ট্রান্সফর্মার, বৈদ্যুতিক জেনারেটর, বৈদ্যুতিক মোটর এবং পাওয়ার ইলেক্ট্রনিক্স ।\nবিদ্যুৎ ব্যবস্থা প্রকৌশলীরা এমন সিস্টেমেও কাজ করতে পারেন যা গ্রিডের সাথে সংযুক্ত না। এই সিস্টেমগুলিকে অফ-গ্রিড বৈদ্যুতিক ব্যবস্থা বলা হয় এবং বিভিন্ন কারণে অন-গ্রিড সিস্টেমে পছন্দ হিসাবে ব্যবহার করা যেতে পারে। উদাহরণস্বরূপ, দূরবর্তী অবস্থানগুলিতে গ্রিডের সাথে সংযোগের জন্য অর্থ প্রদানের পরিবর্তে খনিটির নিজস্ব শক্তি উৎপাদন করা সস্তা হতে পারে এবং বেশিরভাগ মোবাইল অ্যাপ্লিকেশনগুলিতে গ্রিডের সাথে সংযোগ কেবল ব্যবহারিক নয়।\n\n\n== ক্ষেত্র ==\nবিদ্যুত্ উৎপাদন ,প্রাথমিক নকশা থেকে বৈদ্যুতিক শক্তিতে রূপান্তর করে এমন সুবিধাদির নির্বাচন, নকশা এবং নির্মাণকে অন্তর্ভুক্ত করে।\nবৈদ্যুতিক ক্ষমতা সঞ্চালন প্রজন্ম এবং বিতরণ সিস্টেমের ইন্টারফেসে উচ্চ ভোল্টেজ ট্রান্সমিশন লাইন এবং সাবস্টেশন সুবিধার ইঞ্জিনিয়ারিং প্রয়োজন।  বৈদ্যুতিক শক্তি গ্রিডের অন্যতম উপাদান হ'ল হাই ভোল্টেজ ডাইরেক্ট কারেন্ট সিস্টেম।\nবৈদ্যুতিক ক্ষমতা বিতরণ প্রকৌশল একটি সাবস্টেশন থেকে শেষ গ্রাহক পর্যন্ত বৈদ্যুতিক ব্যবস্থার সেই উপাদানগুলিকে অন্তর্ভুক্ত করে ।\nক্ষমতা সিস্টেম সুরক্ষা হ'ল বৈদ্যুতিক বিদ্যুত্ সিস্টেমটি কীভাবে ব্যর্থ হতে পারে, এবং এই জাতীয় ব্যর্থতাগুলি সনাক্তকরণ এবং প্রশমিত করার পদ্ধতিগুলি নিয়ে আলোচনা।\nবেশিরভাগ প্রকল্পে, ক্ষমতা প্রকৌশলদের অবশ্যই সিভিল এবং মেকানিকাল ইঞ্জিনিয়ার, পরিবেশ বিশেষজ্ঞ এবং আইনি ও আর্থিক কর্মীদের মতো আরও অনেক শাখার সাথে সমন্বয় সাধন করতে হবে। বড় বিদ্যুৎ সিস্টেম প্রকল্প যেমন বৃহত উৎপাদনকারী স্টেশনগুলির জন্য বিদ্যুৎ ব্যবস্থা প্রকৌশলীদের পাশাপাশি স্কোর বেশ কয়েকটি ডিজাইন পেশাদারের প্রয়োজন হতে পারে। পেশাদার বিদ্যুৎ ব্যবস্থা প্রকৌশল অনুশীলনের বেশিরভাগ স্তরে ইঞ্জিনিয়ারকে বৈদ্যুতিক ইঞ্জিনিয়ারিং জ্ঞানের মতো প্রশাসনিক ও সাংগঠনিক দক্ষতার ক্ষেত্রে ততটা প্রয়োজন হবে।\n\n\n== পেশাদার সমিতি এবং আন্তর্জাতিক মানের সংস্থা ==\nযুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্র উভয় ক্ষেত্রেই বেসামরিক ও যান্ত্রিক প্রকৌশলীদের জন্য পেশাদার সমিতি দীর্ঘকাল ধরে ছিল। আইইই ১৮৭১ সালে যুক্তরাজ্যে এবং এআইইই ১৮৮৪ সালে যুক্তরাষ্ট্রে প্রতিষ্ঠিত হয়েছিল। এই সমিতিগুলি বৈদ্যুতিক জ্ঞানের বিনিময় এবং বৈদ্যুতিক প্রকৌশল শিক্ষার বিকাশে অবদান রাখে। আন্তর্জাতিক স্তরে, আন্তর্জাতিক ইলেকট্রোটেকনিক্যাল কমিশন, যা ১৯০৬ সালে প্রতিষ্ঠিত হয়েছিল, বিদ্যুৎ ব্যবস্থা প্রকৌশলের জন্য মানদণ্ড প্রস্তুত করে, ১২২ টি দেশের ২০,০০০ বৈদ্যুতিন বিশেষজ্ঞ বিশেষজ্ঞদের ঐকমত্যের ভিত্তিতে গ্লোবাল স্পেসিফিকেশন বিকাশ করছে।\n\n\n== আরও দেখুন ==\nশক্তি অর্থনীতি\nপাওয়ার ইলেক্ট্রনিক্স\nপাওয়ার সিস্টেম সিমুলেশন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nআইট্রিপলই পাওয়ার ইঞ্জিনিয়ারিং সোসাইটি\nযাদবপুর বিশ্ববিদ্যালয়, বিদ্যুৎ প্রকৌশল বিভাগ\nআমেরিকান সোসাইটি অফ পাওয়ার ইঞ্জিনিয়ার্স, ইনকর্পোরেটেড\nপাওয়ার ইঞ্জিনিয়ার ইনকর্পোরেটেডের ইউনিফর্ম লাইসেন্সিংয়ের জন্য জাতীয় ইনস্টিটিউট"}