{"pageid": 1041387, "title": "মাটি-কাঠামো মিথস্ক্রিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1041387", "content": "গ্রাউন্ড – স্ট্রাকচার ইন্টারঅ্যাকশন ( এসএসআই ) মাটি (স্থল) এবং এটির উপর নির্মিত একটি কাঠামোর মধ্যে মিথস্ক্রিয়া নিয়ে গঠিত। এটি মূলত পারস্পরিক স্ট্রেস আদান  প্রদান, যার মাধ্যমে স্থল-কাঠামো পদ্ধতির চলাচল ভূমির ধরন এবং কাঠামোর ধরন উভয় দ্বারা প্রভাবিত হয়। এটি ভূমিকম্পের ক্রিয়াকলাপের ক্ষেত্রে বিশেষত প্রযোজ্য। মাটি এবং কাঠামোর বিভিন্ন সংমিশ্রণ চলাচল এবং পরবর্তী ক্ষয়কে প্রশস্ত বা হ্রাস করতে পারে। ডিফরমেবল  মাটি না হয়ে শক্ত মাটিতে একটি বিল্ডিংয়ের বেশি ক্ষতি হতে পারে। মাটির যান্ত্রিক বৈশিষ্ট্যগুলির সাথে আবদ্ধ একটি দ্বিতীয় মিথস্ক্রিয়া প্রভাব, ভিত্তি ডুবে যাওয়া, ভূমিকম্পের ঘটনা দ্বারা  আরও খারাপ হয়ে যায়। এই ঘটনাকে মাটির তরলিকরন  বলা হয়।\nবেশিরভাগ সিভিল ইঞ্জিনিয়ারিং স্ট্রাকচারগুলিতে মাটির সাথে সরাসরি যোগাযোগ বিশিষ্ট কিছু ধরনের কাঠামোগত উপাদান জড়িত। যখন ভূমিকম্পের মতো বাহ্যিক শক্তিগুলি এই ব্যবস্থাগুলিতে কাজ করে তখন যে কাঠামোগত স্থানচ্যুতি বা স্থল স্থানচ্যুতি হয় তা  একে অপরের উপর নির্ভর করে না । যে প্রক্রিয়াতে মাটির প্রতিক্রিয়া কাঠামোর গতি এবং কাঠামোর গতি মাটির উপর  প্রভাব ফেলে সেই প্রক্রিয়াটিকে মাটি- কাঠামো মিথস্ক্রিয়া (এসএসআই) বলা হয় । \nপ্রচলিত কাঠামোগত নকশার পদ্ধতিগুলি এসএসআই প্রভাবগুলিকে অবহেলা করে। তুলনামূলকভাবে দৃঢ়  মাটিতে হালকা কাঠামো যেমন নিচু দালান এবং সাধারণ অনমনীয় রিটেইনিং ওয়াল এর জন্য  এসএসআইকে অবহেলা করা যুক্তিসঙ্গত। তবে এসএসআইয়ের প্রভাব তুলনামূলকভাবে নরম মাটিতে ভারী কাঠামোর জন্য বিশিষ্ট হয়ে ওঠে উদাহরণস্বরূপ পারমাণবিক বিদ্যুৎকেন্দ্র, উঁচু ভবন এবং নরম মাটিতে উঁচু-হাইওয়েগুলি। \n১৯৯৫ সালের কোবে ভূমিকম্পের মতো সাম্প্রতিক ভূমিকম্পে ক্ষয়ক্ষতি  হাইলাইট করেছে যে কোনও কাঠামোর ভূমিকম্পের আচরণ কেবল সুপারস্ট্রাকচারের প্রতিক্রিয়া দ্বারা নয়, ভিত্তি এবং ভূমির প্রতিক্রিয়া দ্বারাও অত্যন্ত প্রভাবিত হয়।  সুতরাং, কংক্রিট স্ট্রাকচারগুলির জন্য স্ট্যান্ডার্ড স্পেসিফিকেশন: সিসমিকের পারফরম্যান্স যাচাইকরণ জেএসসিই ২০০৫  হিসাবে আধুনিক ভূমিকম্পের নকশার কোডগুলি সুপারিশ করেছে যে সুপারসট্রাকচার, ফাউন্ডেশন এবং গ্রাউন্ড সহ পুরো কাঠামোগত ব্যবস্থাটি বিবেচনায় নিয়ে প্রতিক্রিয়া বিশ্লেষণ করা উচিত।\n\n\n== কাঠামোগত প্রতিক্রিয়াগুলিতে (মাটি-কাঠামো মিথস্ক্রিয়া ) এসএসআই এবং এসএসআই সিজমিক ডিজাইন কোডের বিধানগুলির প্রভাব ==\nএটি প্রচলিতভাবে বিশ্বাস করা হয় যে এসএসআই এর  একটি সম্পূর্ণ উপকারী প্রভাব আছে, এবং এটি রক্ষণশীল নকশার জন্য  উপেক্ষিত হতে পারে। ভূমিকম্পের নকশা কোডগুলির এসএসআই বিধানগুলি ঐচ্ছিক  এবং ডিজাইনাররা মাটি-কাঠামো মিথস্ক্রিয়া (এসএসআই) কে উপকারী প্রভাব হিসাবে বিবেচনা করে বিল্ডিংয়ের নকশাতে  বেস শিয়ার হ্রাস করতে দেয়। বিধানগুলির পিছনে মূল ধারণাটি হ'ল মাটি-কাঠামো ব্যবস্থাকে একটি দীর্ঘ সময় এর জন্য এবং সাধারণত একটি বৃহত ড্যামপিং অনুপাত সহ সমতুল্য স্থির-বেস মডেল দ্বারা প্রতিস্থাপন করা যেতে পারে।   বেশিরভাগ ডিজাইন কোডগুলি ওভারসিম্প্লিফাইড ডিজাইন স্পেকট্রা ব্যবহার করে, যা নির্দিষ্ট সময় পর্যন্ত ধ্রুবক ত্বরণ অর্জন করে এবং এরপরে সময়ের সাথে একচেটিয়া ভাবে হ্রাস পায়। বিবেচনা করা হয় মাটি-কাঠামো মিথস্ক্রিয়া একটি কাঠামো আরও নমনীয় করে তোলে এবং এইভাবে, কঠোরভাবে সমর্থিত কাঠামোর তুলনায় কাঠামোর প্রাকৃতিক সময়কালে বৃদ্ধি করে । তদুপরি, এসএসআই প্রভাব বিবেচনা  সিস্টেমের কার্যকর ড্যামপিং অনুপাত বাড়ায়। নকশা বর্ণালীটির মসৃণ আদর্শিকরণটি এসএসআইয়ের কারণে বর্ধিত প্রাকৃতিক পিরিয়ড এবং কার্যকর ড্যামপিং অনুপাতের সাথে ছোট ছোট ভূমিকম্পের প্রতিক্রিয়ার প্রস্তাব দেয়, যা এসএসআই প্রভাব বিবেচিত হলে ডিজাইন বেস শিয়ারটি হ্রাস করার জন্য ভূমিকম্প নকশা কোডগুলির মূল ন্যায়সঙ্গততা। একই ধারণাটি বর্তমান সাধারণ ভূমিকম্প নকশা কোড যেমন এএসসিই ৭-১০  এবং এএসসিই ৭-১৬ এর ভিত্তি তৈরি করে  যদিও, উল্লিখিত ধারণাটি, যেমন বেস শিয়ার হ্রাস, লিনিয়ার মাটি-কাঠামো সিস্টেমের জন্য ভাল কাজ করে, এটি প্রদর্শিত হয় যে এটি ফলনশীল সিস্টেমে এসএসআইয়ের প্রভাব যথাযথভাবে ধরতে পারে না।  অতি সম্প্রতি, খস্রভিকিয়া এট আল।  এসএসআই ৭-১০ এবং এসএসসি দ্বারা সরবরাহিত ভূমিকম্প নকশা মানক ২০১৬  সালের সংস্করণের ভিত্তিতে রূপান্তরকারী ২০১৫ জাতীয় ভূমিকম্পের ঝুঁকি হ্রাস কর্মসূচি (এনইএইচআরপি) এর এসএসআই বিধানগুলি অনুশীলনের ফলাফলগুলি মূল্যায়ন করেছে। তারা দেখিয়েছেন যে এনইএইচআরপি এবং এএসসিই ৭-১০ উভয়ের এসএসআই বিধানগুলি পরিমিতরূপে নরম জমিতে পৃষ্ঠের ভিত্তিযুক্ত কাঠামোগুলির জন্য অনিরাপদ নকশার তৈরি করে , তবে এনইএইচআরপি স্কোয়াট কাঠামোর জন্য বর্তমান বিধানগুলির তুলনায় কিছুটা উন্নতি করেছে। খুব নরম জমিগুলির কাঠামোর জন্য, উভয় বিধানই রক্ষণশীল নকশাগুলি দেয় যেখানে এনইএইচআরপি আরও রক্ষণশীল। অবশেষে, উভয় বিধান অন্যান্য সিস্টেমের জন্য নিকটতম-অনুকূল নকশার ফল দেয়।\nমাটি-কাঠামো মিথস্ক্রিয়া এর জন্য কাঠামোর প্রতিক্রিয়া ভুমিকম্পের উপর নির্ভর করে । একই অবস্থার ক্ষেত্রে বিভিন্ন ভূমিকম্পের মানের জন্য বিভিন্ন ফলাফল পাওয়া যেতে পারে । \n\n\n== ক্ষতিকারক প্রভাব ==\nকঠোর সংখ্যাসূচক বিশ্লেষণগুলি ব্যবহার করে, মাইলোনাকিস এবং গেজেটাস  দেখিয়েছেন যে এসএসআইয়ের কারণে কাঠামোর প্রাকৃতিক সময়কালে বৃদ্ধি সর্বদা উপকারী হয় না জা  সরল নকশাকৃত বর্ণালী দ্বারা প্রস্তাবিত। নরম মাটির পললগুলি ভূমিকম্পের তরঙ্গের সময়কে উল্লেখযোগ্যভাবে প্রসারিত করতে পারে এবং কাঠামোর প্রাকৃতিক সময়কালে বৃদ্ধি দীর্ঘ সময়ের স্থল কম্পনের সাথে অনুরণন ঘটায়। আবার, অধ্যয়নটি দেখিয়েছে যে এসএসআই প্রভাবের কারণে কাঠামোর প্রাকৃতিক সময়কালের বৃদ্ধির সাথে নমনীয়তার চাহিদা উল্লেখযোগ্যভাবে বৃদ্ধি পেতে পারে। মাটির স্থায়ী বিকৃতি এবং ফেইলার কাঠামোর ভূমিকম্প প্রতিক্রিয়াটিকে আরও বাড়িয়ে তুলতে পারে।\nযখন কোনও কাঠামো ভূমিকম্পের  শিকার হয়, তখন এটি ভিত্তি এবং মাটির সাথে যোগাযোগ করে এবং এভাবে ভূমির গতি পরিবর্তন করে। মাটি-কাঠামো মিথস্ক্রিয়াকে বিস্তৃতভাবে দুটি ঘটনায় বিভক্ত করা যেতে পারে: ক) কাইনেমেটিক ইন্টারঅ্যাকশন এবং খ) ইনারশিয়াল ইন্টারঅ্যাকশন। ভূমিকম্পের স্থল গতির ফলে মাটি স্থানচ্যুতি ফ্রি-ফিল্ড গতি হিসাবে পরিচিত ।  তবে মাটিতে নিহিত করা ফাউন্ডেশন ফ্রি-ফিল্ড গতি অনুসরণ করবে না। ফ্রি ফিল্ড গতির সাথে না মেলার ফাউন্ডেশনের এই অক্ষমতা কাইনেটিক ইন্টারঅ্যাকশনের কারণ হয়ে থাকে। অন্যদিকে, সুপারট্রাকচারের ভরগুলি মাটির দিকে নিবিড় শক্তি সঞ্চারিত করে, মাটিতে আরও বিকৃতি ঘটায়, যাকে ইনারশিয়াল ইন্টারঅ্যাকশন হিসাবে অভিহিত করা হয়। \nস্থল কাঁপানোর নিম্ন স্তরে, কাইনেমেটিক প্রভাব আরও বেশি প্রভাবশালী যা সময়কালের দৈর্ঘ্য এবং রেডিয়েশনের ড্যামপিং বৃদ্ধি ঘটায়। যাইহোক, শক্তিশালী কাঁপুনির সূত্রপাতের সাথে, মাঠের মাটির মডুলাস অবনতি এবং মাটি-পাইল  গ্যাপিং সীমা বিকিরণ ড্যামপিং  এবং ইনারশিয়াল ইন্টারঅ্যাকশন প্রকট হয় যার ফলে  স্থল পৃষ্ঠের নিকটে অতিরিক্ত ডিসপ্লেসমেনট  এবং বাঁকানো স্ট্রেনগুলি স্থল স্তরের কাছে  ঘনীভূত  হয়ে স্থল স্তরের কাছাকাছি পাইলের ক্ষতি হয়। \nসাম্প্রতিক ভূমিকম্পের পর্যবেক্ষণগুলি প্রমাণ করেছে যে ভিত্তি এবং মাটির প্রতিক্রিয়া সামগ্রিক কাঠামোগত প্রতিক্রিয়াটিকে ব্যাপকভাবে প্রভাবিত করতে পারে। বিগত ভূমিকম্পে এসএসআইয়ের কারণে কাঠামোয় মারাত্মক ক্ষয়ক্ষতির বেশ কয়েকটি ঘটনা রয়েছে। ১৯৮৯ সালে সান ফ্রান্সিসকোতে লোমা প্রাইতা ভূমিকম্পে এসএসআই প্রভাবের কারণে ইয়িশিনস্কি  পাইল-সমর্থিত সেতু কাঠামোগুলির সংখ্যার ক্ষতির উল্লেখ করেছেন।  মাইলোনাকিস আর গাজেটাস দ্বারা বিস্তৃত সংখ্যার বিশ্লেষণে এসএসআইকে 1995 সালের কোবে ভূমিকম্পে হানশিন এক্সপ্রেসওয়ের নাটকীয় ধসের পিছনে অন্যতম কারণ হিসাবে চিহ্নিত করা হয়েছে।\n\n\n== নকশা ==\nবেশ কয়েকটি বিল্ডিং বৈশিষ্ট্যের উপর ভিত্তি করে মূল ভিত্তিগুলি হ'ল:\n\nবিচ্ছিন্ন প্লিনথ (বর্তমানে সম্ভাব্য নয়)\nফাউন্ডেশন বিম দ্বারা সংযুক্ত প্লিন্থগুলি\nরিভারস বিম\nএকটি প্লেট (নিম্ন মানের মাটিতে ব্যবহৃত)\nভিত্তির স্থলের ফাইলিংয়ের  তাদের নিজস্ব স্থলের  যান্ত্রিক বৈশিষ্ট্য অনুসারে ঘটে: ইতালিতে, উদাহরণস্বরূপ, নতুন ভূমিকম্প -প্রথাগত রীতি অনুযায়ী - অর্ডিনানজা ৩২৭৪/২০০৩ - আপনি নিম্নলিখিত বিভাগগুলি সনাক্ত করতে পারেন:\n\nবিভাগ এ: সমজাতীয় শিলা ফর্মেশন\nবিভাগ বি: কমপ্যাক্ট দানাদার বা ক্লে সয়েল\nবিভাগ সি: বেশ কমপ্যাক্ট দানাদার বা ক্লে সয়েল\nবিভাগ ডি: খুব কমপ্যাক্ট দানাদার বা ক্লে সয়েল না\nবিভাগ E: পলল পৃষ্ঠ স্তর ভিত্তি (খুব নিম্ন মানের মাটি)\nভিত্তির ধরণটি মাটির প্রকার অনুসারে নির্বাচিত হয়; উদাহরণস্বরূপ, সমজাতীয় শৈল গঠনের ক্ষেত্রে সংযুক্ত প্লিনথগুলি নির্বাচিত হয়, আবার খুব নিম্ন মানের মাটির  ক্ষেত্রে প্লেটগুলি বেছে নেওয়া হয় । \nভিত্তি স্থাপনের বিভিন্ন উপায় সম্পর্কে আরও তথ্যের জন্য ভিত্তি (আর্কিটেকচার) দেখুন ।\nউভয় ভিত্তি এবং কাঠামো কম-বেশি বিকৃত হতে পারে; তাদের সংমিশ্রণ কাঠামোয় ভূমিকম্প প্রভাবগুলির প্রশস্তকরণ ঘটাতে পারে আবার পারে  না। স্থলটি প্রকৃতপক্ষে সমস্ত ভূমিকম্পের তরঙ্গের ক্ষেত্রে একটি ফিল্টার, যেমন কঠোর মাটি উচ্চ-ফ্রিকোয়েন্সি ভূমিকম্পের তরঙ্গকে উৎসাহ  দেয় যখন কম কমপ্যাক্ট মাটি নিম্ন ফ্রিকোয়েন্সি তরঙ্গগুলিকে সমন্বিত করে। অতএব, একটি কঠোর বিল্ডিং, উচ্চ মৌলিক ফ্রিকোয়েন্সি দ্বারা চিহ্নিত, দৃঢ়  স্থলে নির্মিত এবং তারপরে উচ্চতর ফ্রিকোয়েন্সিগুলির শিকার হওয়ার সময় বেশ ক্ষতির সম্মুখীন  হয়।\nউদাহরণস্বরূপ, ধরুন এখানে দুটি বিল্ডিং রয়েছে যা একই উচ্চ দৃঢ়টার অধিকারী । এগুলি দুটি পৃথক ধরনের মাটির  উপর দাঁড়িয়ে আছে: প্রথমটি, শক্ত এবং পাথুরে — দ্বিতীয়, বেলে এবং বিকৃত হতে পারে ।  যদি একই ভূমিকম্পের শিকার হয়, তবে শক্ত মাটিতে ভবনটি আরও বেশি ক্ষতিগ্রস্থ হয়।\nদ্বিতীয় মিথস্ক্রিয়া প্রভাব যা মাটির যান্ত্রিক বৈশিষ্ট্যের সাথে আবদ্ধ, সেটি হল ভিত্তি হ্রাস (ডুবে যাওয়া) সম্পর্কে, ভূমিকম্পের ঘটনাটি দ্বারা নিজেই  খারাপ হয়ে যায়, বিশেষত কম কমপ্যাক্ট ভিত্তিতে। এই ঘটনাকে মাটির তরলিকরন  বলা হয়।\n\n\n== প্রশমন ==\nস্থল-কাঠামো মিথস্ক্রিয়া সমস্যা প্রশমনের ক্ষেত্রে সর্বাধিক ব্যবহৃত পদ্ধতিগুলির মধ্যে পূর্ব-দেখা বিচ্ছিন্নতা সিস্টেমের কর্মসংস্থান এবং কিছু গ্রাউন্ড ব্রেস কৌশল রয়েছে, যা সর্বোপরি নিম্ন মানের মানের (ডি এবং ই বিভাগসমূহ) উপর গৃহীত হয়। সর্বাধিক ছড়িয়ে পড়া কৌশলগুলি হ'ল জেট গ্রাউটিং কৌশল এবং পাইল ওয়ার্ক কৌশল। জেট-গ্রাউটিং কৌশলটি একটি ড্রিলের সাহায্যে কিছু তরল কংক্রিট সাবসয়েলে ইনজেকশন নিয়ে গঠিত। যখন এই কংক্রিটটি শক্ত হয় তখন এটি এক ধরনের কলাম তৈরি করে যা চারপাশের মাটিকে কনসলিডেট  করে। এই প্রক্রিয়াটি কাঠামোর সমস্ত ক্ষেত্রে পুনরাবৃত্তি হয়। পাইল ওয়ার্ক কৌশলটি পাইলস ব্যবহার করে গঠিত হয়, যা একবার মাটিতে নিহিত করা হয় যা বোঝা বা ওজনকে মাটির স্তরগুলির দিকে স্থানান্তর করে  উপরের ভিত্তি ও ভিত্তির  উপরের বিল্ডিংকে সমর্থন করে,  এবং তাই আরও কমপ্যাক্ট এবং আন্দোলন-প্রতিরোধী হয়।\n\n\n== তথ্যসূত্র =="}