{"pageid": 1041837, "title": "ওজুদ (ইসলাম)", "url": "https://bn.wikipedia.org/wiki?curid=1041837", "content": "ওজুদ (আরবি: وجود) একটি আরবি শব্দ যা সাধারণত অস্তিত্ব, উপস্থিতি, সত্তা, পদার্থ বা সত্তার অর্থ বোঝাতে ব্যবহার করা হয়। ইসলাম ধর্মে এটি আরও গভীর অর্থে ব্যবহৃত হয়। বলা হয়ে থাকে যে সবকিছু ইশ্বরের দ্বারা পাওয়া বা অনুধাবনের মাধ্যমে সবকিছুই তার ওজুদ লাভ করে।\n\n\n== সুফি দর্শন ==\nসূফী ঐতিহ্য অনুসারে, ঈশ্বরের অস্তিত্বের চেয়ে ঈশ্বরের সন্ধানের সাথে ওজুদের বেশি সম্পর্ক রয়েছে। যদিও ওজুদকে সাধারণত \"অস্তিত্ব\" হিসাবে অনুবাদ করা হয়, এর মূল অর্থ \"সন্ধান করা\"। এটিকে \"সন্ধান করা\" কখনও কখনও ফানার চূড়ান্ত পর্যায় হিসাবে বর্ণনা করা হয় যার মধ্যে একজন ঈশ্বরের অস্তিত্ব বা ঈশ্বরের সন্ধানে নিমজ্জিত থাকে এবং অন্য সব ধ্বংস হয়ে যায়।\n\"একজন সুফির কাছে, অস্তিত্বহীন অবস্থা ধ্বংসের উপলব্ধির বাইরে, অস্তিত্ব ছাড়া আর কিছুই নেই। বেঁচে থাকা ছাড়া এই অনাচারের বাইরে আর কিছুই নেই আর জীবনে ছাড়া আর কিছুই নেই। এই ধ্বংসের অর্থ অনন্ত পুনর্মিলন, সেইসাথে পূর্ণ ইতিবাচকতা এবং গৌরবের অস্তিত্ব।\"\n\n\n== ওজুদের সাথে সম্পর্ক ==\nওজুদকে \"পরমানন্দ\" বোঝাতে অনুবাদ করা যেতে পারে। ওজুদ (যা এই দৃষ্টান্তে আনন্দময় অস্তিত্বহিসাবে বর্ণনা করা হয়েছে) বলা হয় কেবল মাত্র একজন ওজুদের বাইরে যাওয়ার পরেই ঘটে। অন্য কথায়, পরমানন্দ সত্তা ছাড়া এটি অন্য কিছুর দিকে পরিচালিত করে না।\nওয়াজদ এবং ওজুদকে তাওহিদের ক্ষেত্রেও আরও ভালভাবে বোঝা যেতে পারে। তাওহিদ (বা ঈশ্বরের একতার মতবাদ) একটি সূচনা এবং ওজুদ হিসাবে বর্ণনা করা হয়, ওয়াজদ কছ উভয়ের মধ্যে মধ্যস্থতাকারী হিসাবে। আবু 'আলী আদ-দাক্কাক আরও ব্যাখ্যা করেন: \"তাওহীদ দাসকে পরিবেষ্টন করতে বাধ্য করে। পরমানন্দের জন্য চাকরের নিমজ্জন হয় এবং ওজুদ চাকরের বিলুপ্তি ঘটায়।\"\nসুফিরা বিশ্বাস করে যে, যে কেউ ওয়াজদ অনুভব করে যখন সে তার অনুসন্ধানের বস্তু (ওজুদ) থেকে কিছু অবশিষ্ট জ্ঞান ফিরিয়ে আনে। এছাড়াও, যখন কেউ অভিজ্ঞতা থেকে জ্ঞান অর্জন করে, তখন তাকে ভারসাম্য বজায় রাখার জন্য সংকোচন খোঁজার চেষ্টা করতে হয়। যদি কেউ তা করতে ব্যর্থ হয়, তবে জ্ঞানের নিম্ন স্তরে থাকে।\n\n\n== দার্শনিক দৃষ্টিভঙ্গি ==\nআবু-ল-কাসিম আল জুনায়েদ ব্যাখ্যা করে অস্তিত্বের প্রতিফলন করেছেন: “যখন সে আমাকে ভয় দিয়ে জব্দ করে, তখন সে আমার অস্তিত্বের মধ্য দিয়ে আমাকে বিনষ্ট করে দেয়, তারপরে আমাকে নিজে থেকেই রক্ষা করে। এভাবে উপস্থাপিত হওয়ার মাধ্যমে আমি আমার অস্তিত্বের স্বাদ গ্রহণ করি।\" তিনি আরও বলেছিলেন: \"সত্যের ওজুদ (সন্ধান, অভিজ্ঞতা, আকস্মিকতা, অস্তিত্ব) ঘটে থাকে যদিও আপনার নিজের ক্ষতি হয়\"। এটি ইসলামি দর্শনে অস্তিত্বের আরেকটি প্রধান অঙ্গ। অনেকে দাবি করেন যে আত্মার অস্তিত্ব অন্যের অস্তিত্বের প্রমাণ। এই 'অন্য' কে একমাত্র বাস্তবতা বলা হয়, যার অর্থ \"অন্যটি ছাড়া অন্য যা কিছু' তা অস্তিত্বহীন।\"\nযেমন আবদুল কারাম ইবনে হাওজিন আল-কুশায়ির বর্ণনা করেছেন: “প্রথম নিঃসরণ হ'ল প্রকৃতির বৈশিষ্ট্য সহ্য করার জন্য নফস এবং এর গুণাবলীর মধ্য দিয়ে যাওয়া। তারপরে বাস্তবের সাক্ষ্যদানের মাধ্যমে বাস্তবের বৈশিষ্ট্যগুলি থেকে দূরে চলে যাওয়া। তারপরে একজন ব্যক্তির বাস্তবের পরম অস্তিত্ব (ওজুদ) -এর ধ্বংসের মধ্য দিয়ে তাঁর নিজের মৃত্যুর সাক্ষী হতে দূরে চলে যাওয়া।\"\nএমনও দৃষ্টিভঙ্গি রয়েছে যে দুটি ধরনের জীব, শারীরিক এবং আধ্যাত্মিক। বা \"একটি যা সরানো হয় এবং একটি যা গতি সৃষ্টি করে, যদিও এটি নিজেই অযৌক্তিক\"। এটিও লক্ষ করা উচিত যে বস্তুর চেয়েও বোঝার মধ্যে একটি উচ্চতর অস্তিত্ব রয়েছে।\n\n\n== ওয়াহাদাত আল ওজুদ ==\nওয়াহাদাত আল-ওজুদ বা 'সত্তার ঐক্য' অর্থ এই হতে পারে যে \"একমাত্র সত্ত্বা রয়েছে এবং সমস্ত অস্তিত্বই সেই সত্তার প্রকাশ বা বাহ্যিক আলোক ছাড়া কিছুই নয়\"।\n\n\n== উদ্ধৃতি ==\n\"অস্তিত্ব মূলের অন্তর্নিহিত গুণ নয়, তবে কেবলমাত্র একটি ভবিষ্যদ্বাণী বা মূলত দুর্ঘটনা\n\"নিখুঁত মহিমা-সৌন্দর্য, নিছক সম্ভাবনার মতো, ওজুদের সামগ্রিকতা তৈরি করে\"\n\n\n== তথ্যসূত্র =="}