{"pageid": 1041677, "title": "সুকুমার সেন (মুখ্য নির্বাচন কমিশনার)", "url": "https://bn.wikipedia.org/wiki?curid=1041677", "content": "সুকুমার সেন আই.সি.এস ( ২ জানুয়ারি, ১৮৯৮ - ১৩ মে, ১৯৬৩)  ভারতের শাসন বিভাগীয় নানা উচ্চপদে অধিষ্ঠিত ছিলেন। তিনি ভারতের প্রথম নির্বাচন কমিশনার (২১ মার্চ, ১৯৫০ হতে ১৯ ডিসেম্বর, ১৯৫৮)।  স্বাধীনতার পর দেশের প্রথম দুটি সাধারণ নির্বাচন (১৯৫১-৫২) এবং (১৯৫৭) তিনি স্বাধীনভাবে দক্ষতার সাথে সম্পন্ন করান। সুদানের সাধারণ নির্বাচন পরিচালনা করে অভূতপূর্ব কৃতিত্বের পরিচয় দেন। পশ্চিমবঙ্গের  বর্ধমান বিশ্ববিদ্যালয়ের প্রথম উপাচার্য ছিলেন তিনি।\nতিনি ভারত সরকারের আইন মন্ত্রী এবং প্রখ্যাত ভারতীয় ব্যারিস্টার অশোক কুমার সেনের (১৯১৩–১৯৯৬) জ্যেষ্ঠ ভ্রাতা ছিলেন। তার অপর ভ্রাতা অমিয়কুমার সেন ছিলেন এক প্রখ্যাত চিকিৎসক। রবীন্দ্রনাথের সর্বশেষ চিকিৎসা তার হাতেই।শ্রুতিলিখনে কবির শেষ কবিতা তিনি লিখেছিলেন এবং সেটি কলকাতার জাদুঘরে সংরক্ষণে দান করেন।\n\n\n== জন্ম ও শিক্ষা জীবন ==\nসুকুমার সেন ১৮৯৯ খ্রিস্টাব্দের ২ রা জানুয়ারি অবিভক্ত বাংলার ঢাকার সোনারং এ  বাঙালি বৈদ্য-ব্রাহ্মণ পরিবারে। পিতা অক্ষয়কুমার সেনও ছিলেন আই.সি.এস পদে। সুকুমার সেনের শৈশব ও কৈশোর কাটে অবিভক্ত বাংলার অধুনা পশ্চিমবঙ্গের বর্ধমানে। পড়াশোনা শুরু বর্ধমান মিউনিসিপ্যাল হাই স্কুলে। মেধাবী ছাত্র ছিলেন তিনি। গণিত ছিল তার প্রিয় বিষয়। পরবর্তী পড়াশোনা কলকাতার  প্রেসিডেন্সি কলেজে ও লন্ডন বিশ্ববিদ্যালয়ে। লন্ডন বিশ্ববিদ্যালয় হতে গণিতে স্বর্ণপদক লাভ করেন। ১৯২১ খ্রিস্টাব্দে মাত্র ২২ বৎসর বয়সে আই.সি.এস হন।\n\n\n== কর্মজীবন ==\nপরাধীন ভারতে ১৯২২ খ্রিস্টাব্দ হতে ১৯৪৭ খ্রিস্টাব্দ পর্যন্ত শাসন ব্যবস্থার নানা উচ্চপদে অধিষ্ঠিত ছিলেন। দেশ স্বাধীন হওয়ার পর তিনি পশ্চিমবঙ্গের প্রথম মুখ্যসচিব হন। ১৯৫০ খ্রিস্টাব্দের ২১ শে মার্চ প্রধানমন্ত্রী পণ্ডিত জওহরলাপল নেহরু তাঁকে স্বাধীন ভারতের প্রথম নির্বাচন কমিশনার নিয়োগ করে গণতান্ত্রিক রাষ্ট্রের প্রথম ভোট গ্রহণের গুরুদায়িত্ব অর্পণ করেন। ভারতের মত বিশাল দেশে একুশ বছর বা তার বেশি ১৭ কোটি ৬০ লক্ষ ভোটার যাদের মধ্যে ৮৫ শতাংশই নিরক্ষর, এমন মানুষের প্রথম নিরপেক্ষ ভোট গ্রহণের অভিজ্ঞতা বা পরিকাঠামো ইত্যাদির অভাব ছিল সব ক্ষেত্রেই। কিন্তু সুকুমার সেন সব কিছুর ব্যবস্থা মাত্র ছয় মাস সময়ে প্রস্তুত হয়ে অসামান্য দক্ষতার সাথে ১৯৫১ খ্রিস্টাব্দের  ২৫ শে অক্টোবর শুরু করে পরের বছর ২৭ শে মার্চ ভোট প্রক্রিয়াটি সুষ্ঠুভাবে সম্পন্ন করান। শুধু প্রথম সাধারণ নির্বাচন নয়, ভারতের দ্বিতীয় সাধারণ নির্বাচনও সুকুমার সেনের নেতৃত্ব পরিচালিত হয়েছিল ১৯৫৭ খ্রিস্টাব্দে। তিনি ১৯৫৮ খ্রিস্টাব্দের ১৯ শে ডিসেম্বর পর্যন্ত মুখ্য নির্বাচন কমিশনার পদে ছিলেন। আন্তর্জাতিক ইলেকশন কমিশনের সভাপতিরূপে ১৯৫৩ খ্রিস্টাব্দে সুদানের সাধারণ নির্বাচন পরিচালনা করে অভূতপূর্ব কৃতিত্বের পরিচয় দেন এবং প্রথম ভারতীয় নাগরিক হিসাবে ১৯৫৪ খ্রিস্টাব্দে পদ্মভূষণ উপাধি লাভ করেন। তিনি গৌরীকে বিবাহ করেন এবং তাঁদের দুই পুত্র ও এক কন্যা হয়।\n\n\n== প্রধান নির্বাচন কমিশনার ==\nস্বাধীন ভারতের প্রথম সাধারণ নির্বাচনের সুবর্ণ জয়ন্তীতে উপলক্ষে ২০০২ খ্রিস্টাব্দে প্রখ্যাত ইতিহাসবিদ রামচন্দ্র গুহ সুকুমার সেন সম্পর্কে উল্লেখ করেছেন-\n\n\"নেহরুর শীঘ্র [ভারতের প্রথম সাধারণ নির্বাচনের প্রয়োজনীয়তা] নির্বাচন করানোর প্রয়োজনীয়তা প্রাসঙ্গিক হলেও, তার দৃষ্টিতে কিছু বিষয়ের উপর গুরুত্ব দিয়ে নির্বাচন সুসম্পন্ন করে তিনি ভারতীয় গণতন্ত্রের অন্যতম প্রধান নেপথ্য নায়ক হয়েছেন। দুঃখের বিষয়  সেই বিস্মৃত বাঙালি সুকুমার সেন   সম্পর্কে তথ্য পাওয়া যায় খুব কমই।  কোন স্মৃতিকথা বা আত্মজীবনী তিনি লেখেননি ....\nতিনি সম্ভবত গণিতজ্ঞ ছিলেন বলেই প্রধানমন্ত্রীকে ধৈর্য ধরতে  বলেছিলেন। কেন না এর আগে কোনও রাষ্ট্রীয় কর্মকর্তাকে এমন প্রকাণ্ড কাজ সমাধা করার ভার দেওয়া হয়নি, কোনও ভারতীয় কর্মকর্তাকে তো নয়ই। সবার আগে নির্বাচক মণ্ডলীর বিশাল আকারের কথাটা ভাবুন- একুশ বছর বা তার বেশি বয়সের ১৭ কোটি ৬০ লক্ষ ভারতীয় ভোট দেবে, তার মধ্যে ৮৫ শতাংশ পড়তে বা লিখতে জানে না। প্রত্যেক ভোটারকে আলাদা করে চিহ্নিত করতে হবে, নাম লিখে নথিভুক্ত করতে হবে। নথিভুক্ত করাটা কেবল প্রথম ধাপ মাত্র। কেন না প্রধানত নিরক্ষর এক নির্বাচকমণ্ডলীর জন্য কী ভাবে পার্টি প্রতীক, ভোটপত্র আর ব্যালট বাক্স তৈরি করতে হবে, সে এক বিরাট প্রশ্ন। তারপর এলাকার ভূগোল, পরিবহণের ব্যবস্থা সব দিক মাথায় রেখে ভোটকেন্দ্র চিহ্নিত করা, সৎ পরিশ্রমী ও দক্ষ অফিসার নিয়োগ ইত্যাদি বিপুল কাজ। বিভিন্ন রাজনৈতিক দলের কাছে নির্বাচন স্বচ্ছ ও নিরপক্ষ হতে হবে। সাধারণ নির্বাচনের পাশাপাশি রাজ্যগুলিতেও বিধানসভার ভোটও করাতে হবে। সুকুমার সেনের সাথে অন্যান্য প্রদেশের জন্য আই.সি.এস পদাধিকারী নির্বাচন কমিশনাররা ছিলেন।টিঙ্কার এবং ওয়াকার লিখেছেন যে,প্রতিটি প্রদেশে দুজন করে আঞ্চলিক নির্বাচন কমিশনার ও একজন করে মুখ্য নির্বাচনী অফিসার সুকুমার সেনকে সহায়তা করেছিলেন ভোট পরিচালনার কাজে।\n\n\n== অন্যান্য কার্যক্রম ==\nউদয়চাঁদ মহতাব ও পশ্চিমবঙ্গের তৎকালীন  মুখ্যমন্ত্রী ডা.বিধানচন্দ্র রায়ের উদ্যোগে ১৯৬০ খ্রিস্টাব্দের ১৫ ই  জুন বর্ধমান বিশ্ববিদ্যালয়  প্রতিষ্ঠিত হলে   সুকুমার সেন প্রথম উপাচার্য হন। তাঁকে শ্রদ্ধা জানাতে ও স্মৃতি রক্ষায় বর্ধমানের জি.টি.রোড হতে গোলাপবাগ পর্যন্ত রাস্তাটির নামকরণ করা হয় 'সুকুমার সেন রোড'। এছাড়া ১৯৫৩ খ্রিস্টাব্দে সুদানে নির্বাচন সুসম্পন্ন করানোর জন্য তাঁকে সম্মান জানাতে সেখানকার  একটি প্রধান রাজপথ তার নামাঙ্কিত করা হয়।\nসুকুমার সেন যন্ত্র ও রবীন্দ্রসঙ্গীতেও পারদর্শী ছিলেন। নির্বাচন পরিচালন সম্পর্কে তার রচিত গ্রন্থটি বিশেষ উল্লেখযোগ্য। \n\n\n== তথ্যসূত্র =="}