{"pageid": 1041585, "title": "রায়পেট্টা", "url": "https://bn.wikipedia.org/wiki?curid=1041585", "content": "রায়পেট্টা দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের চেন্নাই জেলার একটি অঞ্চল৷ এটি শহরের অন্যতম অগ্রগণ্য অর্থনৈতিক ও আবাসিক অঞ্চল। রায়পেট্টাতে রয়েছে একটি ক্লক টাওয়ার।\n\n\n== অবস্থান ==\nরায়পেট্টা চেন্নাই শহরের মধ্যস্থলে সমুদ্রতল থেকে ৯ মিটার বা ২৯ ফুট উচ্চতায় অবস্থিত। এটি চেন্নাই কর্পোরেশনের ৯ নং তেনামপেট অঞ্চলে ১১৮ নম্বর ওয়ার্ডে অবস্থিত।\n\n\n=== সীমানা ===\nরায়পেট্টার উত্তর-পশ্চিম দিকে নুঙ্গমবক্কম, উত্তর দিকে চিন্তাদ্রিপেট, উত্তর-পূর্ব দিকে চেপবক্কম, পশ্চিম দিকে গোপালপুরম, পূর্ব দিকে তিরুবল্লীকেণি, দক্ষিণ পশ্চিম দিকে তেনামপেট, দক্ষিণ দিকে ময়িলাপুর এবং দক্ষিণ-পূর্ব দিকে মেরিনা সমুদ্র সৈকত রয়েছে।\n\n\n== ইতিহাস ==\n১৭২১ খ্রিস্টাব্দে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির নথিভূক্ত তথ্য অনুসারে রায়পেট্টা, নুঙ্গমবক্কম ও তেনামপেট এই তিনটি লোকালয় একত্রে বহু পূর্বে পথচারীছত্র ছিল। খ্রিস্টীয় সপ্তদশ শতাব্দীর শুরুর দিকে ব্রিটিশ আগমনের পর অষ্টাদশ শতাব্দীর অবধি বড় সংখ্যায় ইউরেশীয় লোকজন এই অঞ্চলে বসবাস করতে আসেন। অষ্টাদশ শতাব্দীর মধ্যভাগ এরপর থেকে মুসলিম বণিকদের আনাগোনা শুরু হয়। ১৭৯৮ খ্রিস্টাব্দে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি প্রশাসনিক কাজের সুবিধার্থে এখানে আমির মহল নির্মাণ করে। ১৮৫৫ খ্রিস্টাব্দে ব্রিটিশরা স্বত্ববিলোপ নীতি প্রয়োগ করে কর্ণাট রাজ্য ব্রিটিশ সাম্রাজ্যের অন্তর্ভুক্ত করলে নবাবের বাসগৃহ ও খলসা মহল বা চেপবক্কম প্যালেস মাদ্রাজ সরকারের হস্তগত হয়। এরপর নবাব ত্রিপলিকেণ (তিরুবল্লীকেণি) হাইওয়ের ওপর শাদি মহল নামে একটি অট্টালিকায় বসবাস করা শুরু করেন। তবে ব্রিটিশ সরকারের তৎপরতায় আমির মহল আর্কটের নবাবপুর থেকে দেওয়া হয় এবং রবার্ট খ্রিশমের পরিকল্পনা অনুসারে অফিস বিল্ডিংকে রাজপ্রাসাদে পরিণত করা হয়। ১৮৭৬ খ্রিস্টাব্দে নবাব ও তার পরিবার আমির মহলে প্রত্যাবর্তন করলে তার পর থেকে এটি ছিল আর্কটের নবাবদের স্থায়ী ঠিকানা।\n১৭৬৯ খ্রিস্টাব্দে নির্মিত পিউরিফিকেশন চার্চ ছিল এই লোকালয়ের প্রথম গির্জা। অবশ্য ১৮৪৮ খ্রিস্টাব্দের মধ্যে এই গির্জাটি প্রেজেন্টেশন চার্চ বা ওয়ালাজাপেট গির্জা নামে পরিচিতি পায়। ২১ ভূমি প্লটের উপর নির্মিত এই গির্জাটি ১৮১৩ খ্রিস্টাব্দে নবাব দ্বারা অনুমতিপ্রাপ্ত হয়। বর্তমান জামবাজার অঞ্চলে তথা গির্জাটির পাশেই ১৮৮৯ খ্রিস্টাব্দে নির্মিত হয় সুব্রহ্মণ্যস্বামী মন্দির। ১৮১০ খ্রিস্টাব্দে প্রতিষ্ঠিত হয় হাউসেন্ড লাইট মসজিদ। ১৮১৯ খ্রিস্টাব্দে ভারতের প্রথম মেথডিস্ট খ্রিস্টীয় ভজনালয় প্রতিষ্ঠিত হয় রায়পেট্টাতে। প্রতিষ্ঠার এক বছর পূর্বে প্রতিষ্ঠাতা জেমস লিনচ এই অঞ্চলে বসতি স্থাপন করেন। এই গির্জাটি ১৮৫৩ খ্রিস্টাব্দে উইস্লি চার্চ নামে পরিচিত হয়।\n১৮১৯ খ্রিস্টাব্দে প্রতিষ্ঠিত হয় মাদ্রাজ আই ইনফির্মারি। এটি এশিয়ার প্রবীণতম এবং বিশ্বের দ্বিতীয় প্রবীণতম চক্ষু বিশেষজ্ঞ হাসপাতাল। লন্ডন|লন্ডনে অবস্থিত মুরফিল্ডস আই হসপিটাল ১৮৮৪ খ্রিস্টাব্দে এই হাসপাতালটিকে এগমোর|এগমোরে নিয়ে যাওয়া হয় ও ১৮৮৬ খ্রিস্টাব্দে এটির নাম দেওয়া হয় এগমোর চক্ষু হাসপাতাল। ১৯১১ খ্রিস্টাব্দে রায়পেট্টা সরকারি হাসপাতাল প্রতিষ্ঠিত হয়। এই হাসপাতালের প্রথম সুপারিনটেনডেন্ট নিযুক্ত হন কলনেল সি ডনোভান।\n১৮৫৭ খ্রিস্টাব্দে রায়পেট্টাতে প্রবীণতম প্রোটেস্ট্যান্ট বিদ্যালয় মোনাহান বালিকা বিদ্যালয় প্রতিষ্ঠিত হয়। ১৯২৮ খ্রিস্টাব্দে উইস্লি স্কুল নামে একটি শরীরচর্চার বিদ্যালয় প্রতিষ্ঠিত হয়। ১৮৩৪ খ্রিস্টাব্দে জর্জ টাউনে‌ অবস্থিত চেন্নাই সাধারণ ডাকঘরের সহযোগী হিসেবে রায়পেট্টাতে একটি নতুন ডাকঘর খোলা হয়। ১৯৩৮ খ্রিস্টাব্দে এই লোকালয় জেনারেল প্যাটার্স রোডের উপর উডল্যান্ডস হোটেল এবং মডার্ন হিন্দু হোটেল নির্মিত হয় যা ছিল এই শহরে প্রথম ভারতীয় পদ্ধতিতে তৈরি নিরামিষ খাবারের হোটেল।\n১৯৩০ এর দশকি এখানে একটি ক্লক টাওয়ার তৈরি করা হয়। বর্তমান গানি এন্ড সন্স তথা তৎকালীন সাউথ ইন্ডিয়া ওয়াচ কোম্পানি ওই ক্লক টাওয়ারের ঘড়ির সমস্ত যন্ত্রাংশ তৈরি করে।\n\n\n== জনতত্ত্ব ==\n২০১১ খ্রিস্টাব্দে ভারতের জনগণনা অনুসারে রায়পেট্টার মোট জনসংখ্যা ছিল ১৪,৯১২ জন, যেখানে পুরুষ ৭,৪৪৪ জন এবং নারী ৭,৪৬৮ জন।\n\n\n== স্বাস্থ্য পরিষেবা ==\nরায়পেট্টা সরকারি হাসপাতাল এই লোকালয়ে অবস্থিত প্রধান স্বাস্থ্য কেন্দ্র এবং শহরের সীমান্তবর্তী দ্বিতীয় বৃহত্তর হাসপাতাল, এর বিস্তার চেঙ্গলপট্টু অবধি। এই হাসপাতালের পূর্ণ পরিষেবা বিশিষ্ট জরুরিকালীন বিভাগ রয়েছে এছাড়াও রয়েছে সবুজায়ন, কালার কোড অঞ্চল এবং তামিলনাড়ু এক্সিডেন্ট এন্ড ইমার্জেন্সি কেয়ার ইনিসিয়েটিভের নির্দেশাবলী।\n\n\n== রাজনীতি ==\nরায়পেট্টা চেন্নাই মধ্য লোকসভা কেন্দ্রের থাউসেন্ড লাইটস বা আয়িরম বিলকু বিধানসভার অন্তর্গত। এই লোকালয় রয়েছে তামিলনাড়ু কংগ্রেস সমিতি এবং সর্বভারতীয় আন্না দ্রাবিড় মুনেত্র কড়গম রাজনৈতিক দলদুটির সদর এবং পুরাচি থালাইভি আম্মা মালিগাই, ভারতীয় আঞ্চলিক রাজনৈতিক দল আম্মা মক্কাল মুনেত্রা কাজগামের সদর দফতর।\n\n\n== তথ্যসূত্র =="}