{"pageid": 1041073, "title": "আইসিসি মহিলা টি২০ বিশ্বকাপ", "url": "https://bn.wikipedia.org/wiki?curid=1041073", "content": "আইসিসি মহিলা টি২০ বিশ্বকাপ (পূর্বনাম:আইসিসি মহিলা বিশ্ব টুয়েন্টি২০) মহিলাদের টুয়েন্টি২০ ক্রিকেটের সবচেয়ে উচ্চতর ও গুরুত্বপূর্ণ টুর্নামেন্ট। এটি আইসিসি মহিলা ক্রিকেট বিশ্বকাপ-এর পাশাপাশি সমান জনপ্রিয়। এ প্রতিযোগিতাটি পুরুষদের আইসিসি বিশ্ব টুয়েন্টি২০ প্রতিযোগিতার সাথে মিল রেখে একই সময় অনুষ্ঠিত হয়। ক্রীড়া নিয়ন্ত্রণকারী সংস্থা হিসেবে আন্তর্জাতিক ক্রিকেট কাউন্সিল পরিচালনা করে। এটি প্রতি ২ বছর অন্তর অনুষ্ঠিত হয়। আইসিসি'র পূর্ণ সদস্যভূক্ত দল স্বয়ংক্রিয়ভাবে এতে অংশগ্রহণ করে। বাকী দুইটি দলের অংশগ্রহণের জন্য তাদেরকে আইসিসি বিশ্ব টুয়েন্টি২০ যোগ্যতা নির্ধারণী প্রতিযোগিতায় অংশগ্রহণ করতে হয়।\n২০০৯ সালে প্রথমবারের মতো ইংল্যান্ডে এ প্রতিযোগিতাটি অনুষ্ঠিত হয়। স্বাগতিক ইংল্যান্ড মহিলা দল প্রতিযোগিতার শিরোপা জয় করে। শুরুতে আইসিসি মহিলা টুয়েন্টি২০ র‌্যাঙ্কিং প্রথায় অবস্থানকারী শীর্ষ ছয়টি দল ও বাছাইপর্ব থেকে বাকী ২ দল খেলত। পরবর্তীকালে ২০১৪ সালের প্রতিযোগিতায় ১০টি দল অংশগ্রহণ করে। বর্তমান শিরোপাধারী দল হিসেবে রয়েছে অস্ট্রেলিয়া ক্রিকেট দল।\n\n\n== যোগ্যতা নির্ধারণ ==\nআইসিসি মহিলা টুয়েন্টি২০ আন্তর্জাতিক র‌্যাঙ্কিং ও বাছাইপর্ব প্রতিযোগিতার মাধ্যমে প্রতিযোগিতায় অংশগ্রহণের যোগ্যতা লাভ করা হয়। ২০১৪ সাল পর্যন্ত শীর্ষ ছয়টি দল ও বাছাইপর্ব থেকে বাকী ২ দল অংশগ্রহণ করে। কিন্তু ২০১৪ সালের প্রতিযোগিতায় র‌্যাঙ্কিং প্রথায় ৮ দলের অবস্থান থেকে শীর্ষ ৬ দল, স্বাগতিক দল ও বাছাইপর্ব থেকে ৩ দল অংশ নেয়।\n\n\n== ধরন ==\n\n\n=== ২০০৯, ২০১০ ও ২০১২ ===\n২০০৯, ২০১০ ও ২০১২ সালের প্রতিযোগিতায় গ্রুপ পর্ব ও সুপার এইট পর্বে দলগুলোর মধ্যে নিম্নবর্ণিত পয়েন্ট বরাদ্দ করা হয়:\n\nউভয় দলের ইনিংস শেষে রান সংখ্যা একই হলে টাই  হবে। সেক্ষেত্রে সুপার ওভারের মাধ্যমে বিজয়ী নির্ধারিত হবে। সুপার ওভারেও টাই হলে ইনিংসে সর্বাধিক ছক্কা হাঁকানো দলকে বিজয়ী ঘোষণা করা হবে। এ ধারাটি প্রতিযোগিতার সকল ক্ষেত্রে প্রয়োগ করা হয়।\nগ্রুপ পর্ব ও সুপার এইট পর্বে দলগুলোর অবস্থান নিম্নবর্ণিত শর্তাবলীতে নির্ধারিত হবে:\nসর্বাধিক পয়েন্ট সংগ্রহ\n\nযদি সমান হয়, তাহলে সর্বাধিকসংখ্যক জয়\nযদি সমান হয়, সর্বোচ্চ নেট রান রেট\nযদি সমান হয়, সর্বনিম্ন বোলিং স্ট্রাইক রেট\nযদি সমান হয়, একে-অপরের বিরুদ্ধে ফলাফল।\n\n\n== ফলাফল ==\n\n\n== দলীয় অবস্থান ==\n\n\n== নতুন দলের আত্মপ্রকাশ ==\n\n\n== দলসমূহের পারফরম্যান্স ==\nনির্দেশিকা\n Q  — যোগ্যতা অর্জন করেছিল\n\n\n== পুরস্কার ==\n\n\n=== আসরের সেরা খেলোয়াড় ===\n\n\n=== ফাইনালের সেরা খেলোয়াড় ===\n\n\n== পরিসংখ্যান ==\n\n\n=== আয়োজক দলের ফলাফল ===\n\n\n=== ডিফেন্ডিং চ্যাম্পিয়ন্স দলের ফলাফল ===\n\n\n=== একক ইনিংসে সর্বোচ্চ রান ===\n\n\n== আরও দেখুন ==\nআইসিসি বিশ্ব টুয়েন্টি২০\nআইসিসি মহিলা ক্রিকেট বিশ্বকাপ\nঅনূর্ধ্ব-১৯ মহিলা ক্রিকেট বিশ্বকাপ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমহিলা টি২০ বিশ্বকাপ, ইএসপিএনক্রিকইনফো\n২০১২ মহিলা বিশ্ব টি২০, আন্তর্জাতিক ক্রিকেট কাউন্সিল অফিসিয়াল ওয়েবসাইট"}