{"pageid": 1041129, "title": "শাহযাদা মাহমুদ (তৃতীয় মুহাম্মদের পুত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1041129", "content": "মাহমুদ তৃতীয় মুহাম্মদের এবং হলিমে সুলতানের পুত্র।তিনি সুলতান তৃৃৃৃৃতীয় মুরাদ এবং সাফিয়ে সুুুলতানের নাতি। ভবিষ্যৎ সুলতান প্রথম মুস্তাফার ভাই।\n\n\n== প্রথম জীবন ==\nমাহমুদের জন্ম মানিসায়।তাঁর পিতা সারুহানের দায়িত্বে থাকাকালীন তাঁর জন্ম হয়।তাঁর মাতা হালিমা সুলতান।তিনি এবং তাঁর ভাইরা মুস্তফা এফেন্দির কাছে শিক্ষা গ্রহণ করেন যাকে মেহমেদ একাজের ১৫৯২ সালে জন্য নিযুক্ত করেছিলেন ।১৫৯৫ সালেসুলতান মুরাদের মৃত্যুর পর মুহাম্মদ সিংহাসনে বসলে মাহমুদ পিতার সাথে ইস্তাম্বুল আসেন।সিংহাসনে আরোহণের পর মুহাম্মদ তাঁর উনিশ ভাইকে হত্যার নির্দেশ দেন।\n\n\n== ইস্তাম্বুলে অবস্থানকালীন ==\nমাহমুদ ইস্তাম্বুলে জেনিসারিদের মধ্যে জনপ্রিয়তা অর্জন করতে সক্ষম হন।তবে পিতা মুহাম্মদের সাথে সম্পর্কের অবনতি হতে থাকে।মুহাম্মদ তাঁর পুত্রের  প্রতি বিরক্ত ছিলেন যার কারণ মাহমুদের প্রাসাদ ত্যাগের এবং যুদ্ধে অংশ নেয়ার প্রবল  ইচ্ছা।মুহাম্মদ  অত্যন্ত মোটা হওয়ায় যুদ্ধে অংশ নেয়ার ক্ষমতা হারান। প্রাদেশিক বিদ্রোহ এবং সাফাভিদ অগ্রগতির বিষয়ে তার বাবার উদ্বেগ দূর করার প্রত্যাশায়, মাহমুদ তার বাবাকে তাকে পাঠাতে বলতেন । আহমেদ এ  ধরনের  মত প্রকাশে বাধা দেয়ার চেষ্টা করতেন কারণ এতে তাঁর পিতা রেগে যান।সবমিলিয়ে মুহাম্মদের মনে বিদ্রোহের আশঙ্কা দেখা দেয়।\nমুহাম্মদ দেখেছিলেন তাঁর পিতা নিজ মাতা সাফিয়ার নিয়ন্ত্রণে থাকার কারণ সাম্রাজ্য ক্ষতিগ্রস্ত হয়ে পড়ে।মাহমুদের মা হালিমা এবং সাফিয়ে সুলতানের সম্পর্ক ভালো ছিল না।অন্যদিকে নিয়ম অনুসারে সকল শাহযাদাকে প্রাদেশিক গভর্নরের দায়িত্ব দেয়া হয় প্রশিক্ষণের অংশ হিসেবে।তবে দীর্ঘ যুদ্ধের কারণে মাহমুদকে এ থেকে বঞ্চিত হতে হয়।তাছাড়াও তিনি কম বয়সী ছিলেন এমনকি খাতনাও সম্পন্ন হয় নি।\nরাজধানীতে গুজব ছড়িয়ে পড়ে মাহমুদকে সিংহাসনে বসাতে সুলতানকে বিষ প্রয়োগে হত্যা করা হবে ।সুলতান কোন পুত্রকে উত্তরাধিকারী হিসাবে মনোনীত করা উচিত সে সম্পর্কে সাম্রাজ্য উজিরদের মধ্যে আলোচনা হয়েছিল। বিজয়ীরা দুটি দলে বিভক্ত ছিলেন, একটি দল মাহমুদকে সমর্থন করছিল, অন্যটি তার ভাই শাহজাদে আহমেদকে সমর্থন করছিল। সাম্রাজ্যে আরও গুজব ছড়ায় যে বিষ প্রায়োগের ষড়যন্ত্র ব্যর্থ হলে মাহমুদকে গোপনে একটি প্রদেশে নিয়ে যাওয়া হবে, যেখানে তিনি সহজেই সেনাবাহিনী জড়ো করতে এবং সিংহাসনের জন্য  লড়াই করতে পারতেন।\nহালিমা সুলতান ধর্মীয় পণ্ডিতের কাছে চিঠির মাধ্যমে তাঁর স্বামীর শাসনকালের স্থায়িত্ব জানতে চান এবং এও জানতে চান তাঁর সন্তান সিংহাসনে বসবেন কি না।আব্দুররাজ্জাক আগার মাধ্যমে চিঠির উত্তর সাফিয়ে এবং মুহাম্মদের হাতে পড়ে যায়। বার্তায় বলা হয়েছিল যে ছয় মাসের মধ্যে তাঁর পুত্র পরবর্তী সুলতান হয়ে উঠবেন। সাফিয়ে এবং মুহমাদক রেগে গিয়েছিল এবং মাহমুদ তাকে পরীক্ষা করেছিলেন যে তিনি সত্যই তার মায়ের কার্যক্রম সম্পর্কে কিছু জানেন কিনা।\n\n\n== কারাবাস ==\nতাঁর স্বীকারোক্তি আদায়ের করার জন্য মাহমুদকে কারাবাস দেয়া হয়েছিল এবং মারধর করা হয়েছিল। দুই দিন পর তাকে আবার মারধর করা হয়েছিল প্রতিবার দু'শো ঘা মারা পরেও কিছুই স্বীকার করেননি। তারপরে তাঁর মাকে জিজ্ঞাসাবাদ করা হয়েছিল এবং তিনি স্বীকার করেছেন যে তিনি পুত্রের ভাগ্য সম্পর্কে জানতে ধর্মীয় পণ্ডিতের কাছে একটি বার্তা প্রেরণ করেছিলেন, তবে তার স্বামীকে কোনও আঘাত করার চিন্তাভাবনা ছাড়াই। তবে এই বিবৃতিটি মেহমেদ এবং তার মা সাফিয়েকে সন্তুষ্ট করেনি\n।\nসুলতান এই বিষয় নিয়ে তাঁর ইয়েমিশছি হাসান পাশা এবং মুফতির সাথে পরামর্শ করার সিদ্ধান্ত নেন । তিনি মুফতী আবুলমায়ামিন মোস্তফা ইফেন্দির কাছে আইনী মতামত চেয়েছিলেন, তিনি তার ছেলের ফাঁসি কার্যকর করতে পারেন কিনা। মুফতি মতামত দিয়েছিলেন যে কোনও সাক্ষী ব্যতীত তিনি তার পুত্রকে মৃত্যুদণ্ড কার্যকর করতে পারবেন না তবে  মৃত্যুদণ্ড কার্যকর করা যেতে পারে যদি তাঁর মৃত্যু তাঁর পিতাকে সন্তুষ্ট করে।\n\n\n== ফাঁসি ==\nমাহমুদের ফাঁসি ৭ জুন ১৬০৩ কার্যকর করা হয়।হেরেমের এক কামরায় চারজন বধির জল্লাদ এ ফাঁসির আদেশ বাস্তবায়ন করে।সুলতান কামরার বাইরে অপেক্ষা করছিলেন এবং তিনি মাহমুদের মৃত্যু নিশ্চিত করেন ।তাঁর অনুসারীদের ও সাগরে নিক্ষেপ করা হয়।গুজব ছড়ায় হালিমা সুলতানকেও ফাসি দেয়া হয়।তবে জুনের শেষের দিকে তাকে পুরাতন প্রাসাদে নির্বাসন দেয়া হয়।\nমাহমুদের মৃত্যুর পরবর্তিতে সিংহাসনে আরোহণের জন্য শুধু দুজন শাহাযাদা জীবিত ছিলেন ।শাহাযাদা মাহমুদ সৈন্যবাহিনীর প্রিয় ছিলেন।এবং একজন সাহসী শাহাযাদা হিসেবে তাঁকে স্মরণ করা হয়।\n\n\n== উৎস ==\nÁgoston, Gábor; Masters, Bruce Alan (মে ১, ২০১০)। Encyclopedia of the Ottoman Empire। Infobase Publishing। আইএসবিএন 978-1-438-11025-7। \nBörekçi, Günhan। İnkırâzın Eşiğinde Bir Hanedan: III. Mehmed, I. Ahmed, I. Mustafa ve 17. Yüzyıl Osmanlı Siyasî Krizi। \nBörekçi, Günhan (২০১০)। Factions And Favorites At The Courts Of Sultan Ahmed I (r. 1603-17) And His Immediate Predecessors। \nDuindam, Jeroen (অক্টোবর ১, ২০১৫)। Dynasties: A Global History of Power, 1300–1800। Cambridge University Press। আইএসবিএন 978-1-107-06068-5। \nInternational Journal of Turkish Studies - Volume 13। University of Wisconsin। ২০০৭। \nGüzel, Hasan Celâl; Oğuz, Cem; Karatay, Osman (২০০২)। The Turks: Ottomans (2 v. )। \nMichael, Michalis N.; Kappler, Matthias; Gavriel, Eftihios (২০০৯)। Archivum Ottomanicum। \nFMR : the Magazine of Franco Maria Ricci - Issues 14-16। Franco Maria Ricci International। ১৯৮৫। \nPeirce, leslie P. (১৯৯৩)। The Imperial Harem: Women and Sovereignty in the Ottoman Empire। Oxford University Press। আইএসবিএন 978-0-195-08677-5। \nPiterberg, Gabriel (সেপ্টেম্বর ৪, ২০০৩)। An Ottoman Tragedy: History and Historiography at Play। University of California Press। আইএসবিএন 978-0-520-93005-6। \nSomel, Selcuk Aksin (২০১০)। The A to Z of the Ottoman Empire। Rowman & Littlefield। আইএসবিএন 978-0-810-87579-1। \nTezcan, Baki (২০০১)। Searching For Osman: A Reassessment Of The Deposition Of The Ottoman Sultan Osman II (1618-1622)। \nTezcan, Baki; Barbir, Karl K. (২০০৭)। Identity and Identity Formation in the Ottoman World: A Volume of Essays in Honor of Norman Itzkowitz। Center for Turkish Studies at the University of Wisconsin। আইএসবিএন 978-0-299-22750-0। \nTezcan, Baki (সেপ্টেম্বর ১৩, ২০১০)। The Second Ottoman Empire: Political and Social Transformation in the Early Modern World। Cambridge University Press। আইএসবিএন 978-0-521-51949-6। \nWalthall, Anne (২০০৮)। Servants of the Dynasty: Palace Women in World History। University of California Press। আইএসবিএন 978-0-520-25444-2। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ লিংকসমূহ ==\nশাহাযাদা মাহমুদ\nSarayın koridorlarında bir şehzadenin çığlığı"}