{"pageid": 1041444, "title": "প্রসিধ কৃষ্ণা", "url": "https://bn.wikipedia.org/wiki?curid=1041444", "content": "প্রসিধ কৃষ্ণা (কন্নড়: ಪ್ರಸಿದ್ಧ ಕೃಷ್ಣ; জন্ম ১৯ ফেব্রুয়ারি ১৯৯৬) একজন ভারতীয় ক্রিকেটার যিনি ঘরোয়া ক্রিকেটে কর্ণাটকের হয়ে খেলেন। তিনি একজন ডানহাতি ফাস্ট বোলার। তিনি আইপিএলে কলকাতা নাইট রাইডার্সের হয়ে খেলেন। ২০২১ সালের ২৩ মার্চ তিনি ভারতীয় ক্রিকেট দলের হয়ে আন্তর্জাতিক ক্রিকেটে অভিষেক করেছিলেন। ওয়ানডে অভিষেকের সময় তিনি প্রথম ভারতীয় বোলার হিসাবে ৪ উইকেট শিকার করেছেন।\n\n\n== জীবনী ==\n২০১৫ সালে বাংলাদেশ ‘এ’ দল ভারত সফরের সময় তিনি প্রথম আলোচনায় এসেছিলেন, তিনটি প্রথম সারির কর্ণাটকের পেসার বোলারদের অনুপস্থিতিতে বাংলাদেশ ‘এ’র বিপক্ষে ট্যুর ম্যাচে কর্ণাটকের হয়ে প্রথম শ্রেণির অভিষেক ম্যাচে ৪৯ রানে ৫ উইকেট নিয়েছিলেন তিনি। নিজের প্রথম বলেই রনি তালুকদারকে আউট করেন এবং প্রথম স্পেলেই এনামুল হক, সৌম্য সরকার এবং নাসির হোসেনের উইকেট নিয়ে বাংলাদেশকে ৪১ রানে ৫ উইকেট হারাতে হয়। কর্ণাটক ম্যাচটি ৪ উইকেটে জিতে যায়।\nতিনি ২০১৭ সালের ২ ফেব্রুয়ারি ২০১৬-১৭ বিজয় হাজারে ট্রফিতে কর্ণাটকের হয়ে লিস্ট এ ক্রিকেটে অভিষেক করেন। ২১ জানুয়ারি ২০১৮ তারিখে ২০১৭-১৮ সৈয়দ মোশতাক আলী ট্রফিতে  কর্ণাটকের হয়ে টি-টোয়েন্টি ক্রিকেটে আত্মপ্রকাশ করেছিলেন।\nতিনি ১৯১৮-১৯ বিজয় হাজারে ট্রফিতে কর্ণাটকের পক্ষে সাত ম্যাচে ১৩টি উইকেট নিয়ে সর্বাধিক উইকেট শিকারী হন। \nএপ্রিল ২০১৮ এ, আঘাত প্রাপ্ত কমলেশ নগরকোটির বদলী হিসাবে, ২০১৮ আইপিএল মৌসুমে তাকে কলকাতা নাইট রাইডার্স কিনে নেয়।  ৬ মে ২০১৮-তে, তিনি মুম্বই ইন্ডিয়ান্সের বিপক্ষে আঘাত প্রাপ্ত শিবম মাভীর পরিবর্তে আইপিএলে অভিষেক করেছিলেন।\nআগস্ট ২০১৮ এ, তাকে ২০১৮ এ-দল চতুর্ভুজ সিরিজের জন্য ভারত এ ক্রিকেট দলে নাম দেওয়া হয়েছিল।  ডিসেম্বর ২০১৮ এ, তাকে ২০১৮ এসিসি ইমার্জিং টীম এশিয়া কাপ প্রতিযোগিতার জন্য ভারত দলে তার নাম দেওয়া হয়েছিল। \n২০২১ সালের মার্চ মাসে ইংল্যান্ডের বিপক্ষে সিরিজের জন্য ভারতের একদিনের আন্তর্জাতিক (ওয়ানডে) স্কোয়াডে তাকে অন্তর্ভুক্ত করা হয়েছিল।  ২০২১ সালের ২৩ মার্চ ইংল্যান্ডের বিপক্ষে ভারতের হয়ে ওডিআই অভিষেক ঘটে তার। তাঁর প্রথম ওডিআই উইকেটটি জেসন রায়ের, ব্যাকওয়ার্ড পয়েন্টে বিকল্প খেলোয়াড় সূর্যকুমার যাদব ক্যাচটি নিয়েছিলেন। তার অভিষেক পরিসংখ্যানটি ছিল (৮.১-ওভারস, ১ মেডেন, ৫৪ রান, ৪ উইকেট, ০ নো-বল, ৭ ওয়াইড, ৬.৬০ রান/ওভার)। পরে তিনি আরও তিনটি উইকেট শিকার করে ভারতকে ৬৬ রানে জিততে সহায়তা করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে প্রসিধ কৃষ্ণা (ইংরেজি)"}