{"pageid": 1041733, "title": "পঞ্চাশত্তমী রবিবার", "url": "https://bn.wikipedia.org/wiki?curid=1041733", "content": "পঞ্চাশত্তমী রবিবার (ইংরেজি: Pentecost বা Pentecostal Sunday; গ্রিক: Πεντηκοστή) খ্রিস্টধর্মের অনুসারীদের একটি প্রধান উৎসব। পুনরুত্থান পার্বণের ৫০ দিন পরে সপ্তম রবিবারটিতে এটি উদ্‌যাপন করা হয়। যেহেতু পুনরুত্থান পার্বণের তারিখটি পরিবর্তনশীল, তাই পঞ্চাশত্তমী রবিবারের তারিখটিও ভ্রাম্যমাণ।  এই দিনে জেরুসালেমে ইহুদীদের শাভুওত উৎসব উদ্‌যাপনকারী যিশুর শিষ্যদের উপরে, বিশেষ করে ১২জন প্রেরিতশিষ্যের উপরে পবিত্র আত্মার অবরতণের অলৌকিক ঘটনাটি স্মরণ করা হয়। যিশুর ক্রুশারোহণ, পুনরুত্থান ও স্বর্গারোহণের পরে এই ঘটনাটি ঘটে বলে বাইবেলের নতুন নিয়মের পঞ্চম গ্রন্থ \"প্রেরিতদের কার্য-বিবরণ\"-এর দ্বিতীয় অধ্যায়ে উল্লেখ করা হয়েছে। ঐ দিন থেকেই সারা বিশ্বে খ্রিস্টীয় মণ্ডলীর ধর্ম প্রচারাভিযান শুরু হয়েছিল বলে গণ্য করা হয়। ইউরোপের বহুসংখ্যক দেশে পঞ্চাশত্তমী রবিবারের পরের সোমবারটিতে সরকারী ছুটি দেওয়া হয়।\nইহুদী ধর্মে পঞ্চাশত্তমী দিবসটি (শাভুওত) মূলত ইহুদীদের একটি ধন্যবাদজ্ঞাপনমূলক উৎসব ছিল, যেদিন গমের ফসল কাটা ও তোলার নবান্ন উপলক্ষে ঈশ্বরের স্তুতিমূলক একটি ধর্মানুষ্ঠান পালিত হত। পরবর্তীতে এটিকে সিনাই পর্বতে ইশ্বর কর্তৃক মোশি নবীকে বিধান দানের ঘটনাটির সাথে সম্পৃক্ত করা হয়। খ্রিস্টানরা এই ইহুদী উৎসবটিকে একটি খ্রিস্টান উৎসবে রূপান্তরিত করার কারণ হল যিশুর মৃত্যুর পরে ঐ নবান্নের উৎসবের দিন পবিত্র আত্মা যে যিশুর প্রেরিতশিষ্যদের কাছে দেখা দেন, সেই ঘটনাটির দ্বারা ঈশ্বরের পুরাতন বিধানের পরিবর্তে নতুন বিধানের প্রবর্তন ঘটে।\nপঞ্চাশত্তমী উৎসবটি খ্রিস্টীয় মণ্ডলী কবে প্রথম উদ্‌যাপন করে, সে সম্পর্কে সঠিক তথ্য নেই। তবে খ্রিস্টীয় ২য় শতকে পূর্বদেশীয় মণ্ডলীর একটি গ্রন্থ এপিস্তোলা আপোস্তোলরুম নামক একটি গ্রন্থে এটির উল্লেখ রয়েছে। ৩য় শতকে আলেকজান্দ্রিয়ার খ্রিস্টান ধর্মতাত্ত্বিক ওরিগেন এবং কার্থেজের খ্রিস্টান যাজক ও লেখক তেরতুলিয়ান এই উৎসবটির উল্লেখ করেন।\nপ্রথমদিকে খ্রিস্টানরা পুনরুথান পার্বণের পরবর্তী সমগ্র ৫০ দিনব্যাপী পর্বটিকে পঞ্চাশত্তমী বলে নির্দেশ করত। এই পর্বের শুরুর দিবসে অর্থাৎ পুনরুত্থান পার্বণের দিন এবং শেষের দিবসে অর্থাৎ পঞ্চাশত্তমী দিনটিতে খ্রিস্টানদের দীক্ষা দেওয়া হত। ধীরে ধীরে উত্তর ইউরোপে পুনরুত্থান পার্বণের পরিবর্তে পঞ্চাশত্তমী দিনটি দীক্ষা প্রদানের জন্য বেশি জনপ্রিয় লগ্নে পরিণত হয়। ইংল্যান্ডে ঐ দিন খ্রিস্টধর্মে সদ্য দীক্ষিতরা বিশেষ শ্বেতবর্ণ বা সাদা পোশাক পরিধান করতো বলে এটিকে শ্বেত রবিবার (হোয়াইট সানডে বা সংক্ষেপে হুইটসানডে) বলে ডাকা হত। ৬ষ্ঠ এডওয়ার্ডের প্রথম প্রার্থনাগ্রন্থে (১৫৪৯) এই উৎসবটিকে আনুষ্ঠানিকভাবে হুইটসানডে নামে ডাকা শুরু হয় এবং আজও ইঙ্গবাদী মণ্ডলীতে এই নামটি প্রচলিত।  অন্যদিকে রোমান ক্যাথলিক ও অন্যান্য পশ্চিমা মণ্ডলীগুলিতে এই দিন ধর্মযাজকেরা প্রায়শই লাল রঙের পোশাক পরিধান করেন, যা দিয়ে তারা প্রেরিতশিষ্যদের উপরে পবিত্র আত্মায় অগ্নিশিখার জিহ্বাগুলির অবতরণের ঘটনাটি স্মরণ করেন। কিছু কিছু ঐতিহ্যে সমবেত উপাসনাকারীরাও লাল রঙের পোশাক পরিধান করেন এবং সাধারণত গির্জার বেদীটিকেও সম্মুখদিকে লাল বর্ণের কাপড়ে মোড়ানো হয়।\nপঞ্চাশত্তমী রবিবারটি পূর্বদেশীয় সনাতনপন্থী মণ্ডলীগুলির মহা-উৎসবগুলির একটি; ক্যাথলিক বা বিশ্বজনীন মণ্ডলীর রোমান ধর্মীয় কৃত্যগুলির মধ্যে সর্বোচ্চ মর্যাদাবাহীগুলির একটি; লুথারবাদী মণ্ডলীগুলির একটি উৎসব এবং ইঙ্গবাদী সম্মিলনের একটি প্রধান উৎসব। বহুসংখ্যক খ্রিস্টীয় ধর্মসম্প্রদায় এই পবিত্র উদ্‌যাপনের দিন বিশেষ ধর্মীয় আচার-অনুষ্ঠানের আয়োজন করে।"}