{"pageid": 1041848, "title": "আল-মালহামা আল-কুবরা", "url": "https://bn.wikipedia.org/wiki?curid=1041848", "content": "আল-মালহামা আল-কুবরা ( আরবি : الملحمة الكبرى) ইসলামি পরকালবিদ্যা অনুসারে শেষ সময়ে সংঘটিত হবে এমন একটি ভয়ানক বিশাল যুদ্ধ। মালহামা আল-কুবরা মানব ইতিহাসের সবচেয়ে নির্মম যুদ্ধ বলে ভবিষ্যদ্বাণী করা হয়। এটি সাধারণত খ্রীষ্টীয় পরকালবিদ্যার আর্মাগেডনের যুদ্ধের সাথে সামঞ্জস্যপূর্ণ। যুদ্ধটি দাজ্জালের ( খ্রিষ্টারি ) আগমনের কিছুকাল আগে ঘটবে।\n\n\n== শব্দগত অর্থ ==\nআল-মালহামা আল-কুবরার আক্ষরিক অর্থ বড় রকমের যুদ্ধ। আরবিতে মালহামা (বহুবচন মালাইম ) হলো ব্যাপক নৃশংসতা ও হত্যার ভয়াবহ একটা যুদ্ধকে বোঝায়, এই ধরনের যুদ্ধ, রক্তক্ষয়ী যুদ্ধের মতো একই ধরনের যুদ্ধ হয়ে থাকে। বহুবচন রূপে মালহিম শব্দটি এপোক্যাল্যাপটিক বা যুদ্ধ এবং যুদ্ধের ভবিষ্যদ্বাণী সম্পর্কিত হাদীসের বর্ণনার একটি পৃথক ধারা বোঝাতে ব্যবহার হতো।\n\n\n== তাৎপর্য ==\nমালহামা আল-কুবরা বিভিন্ন বিবরণ সহ একাধিক হাদীসের রেওয়াতে মুহাম্মদ (সাঃ) বিশদভাবে বর্ণনা করেছেন। তবে ইসলামি পরকালবিদ্যাতে প্রাপ্ত ভবিষ্যদ্বাণীগুলির প্রাথমিক আখ্যান কাঠামোটি নিম্নরূপ। মুসলিম এবং রোমান খৃষ্টানরা এক পক্ষ হয়ে একটি সাধারণ শত্রুর বিরুদ্ধে লড়াই করার পরে বিজয়ী হলে এই মহান যুদ্ধ ঘটবে বলে জানা যায়। তাদের বিজয়ের পর নতুন দ্বন্দ্ব শুরু হবে যেখানে একজন খৃষ্টান দাবি করে যে ক্রুশ তাদের বিজয় এনে দিয়েছে, একজন মুসলিমের প্রতিক্রিয়ায় দাবি করে যে আল্লাহ তাদের বিজয় এনেছিলেন এবং ক্রুশটি ধ্বংস করতে এগিয়ে যাবে, যা খৃষ্টানদের পক্ষ থেকে আরও প্রতিশোধের দিকে পরিচালিত করবে। কিছু হাদিসের বর্ণনা অনুসারে, মালহামা আল-কুবরা, একটি ভয়ানক স্কেলের যুদ্ধে শেষ হবে, যে তাদের পার্শ্ব পাখি অতিক্রম চেষ্টা করলে, \"এটি তাদের গন্তব্যে পৌঁছানোর আগে মৃত অবস্থায় মাটিতে পড়ে যাবে।\"\nঐতিহ্যবাহী বিবরণে আরো রয়েছে যে, এই যুদ্ধের তাৎক্ষণিক পরিপ্রেক্ষিতে কনস্টান্টিনোপল মুসলমানদের দ্বারা জয় করা হবে। এরপর এন্টিক্রাইষ্ট আগমন করবে, যাকে আরবি ভাষায় দাজ্জাল বলা হয়। এরপর যীশু খ্রীষ্ট অর্থাৎ ঈসা আঃ এর আগমন হবে। সে দাজ্জালকে হত্যা করবে। ঐতিহাসিক বিবরণে বলা আছে, শূকর মেরে ফেলা হবে, জিজিয়া কর বিলুপ্ত করবে এবং ক্রুশ ধ্বংস করা হবে। তিনি নবী মুহাম্মদের ধর্ম অনুসরণ করবেন এবং মাহদির পিছনে নামাজ পরবেন।\nমালহামা আল-কুবরা আখ্যান ভাগের কিছু জায়গা উল্লেখযোগ্য। সিরিয়ার দাবিক উল্লেখযোগ্য স্থানগুলোর মধ্যে একটা, যেখানে অনেক গ্রন্থে বলা হয়েছে যে এই যুদ্ধ বা মালহামা অনুষ্ঠিত হবে। আলেকজান্দ্রিয়া মিশর, দামেস্ক, জেরুজালেমও ভবিষ্যদ্বাণীর উল্লেখযোগ্য স্থান।\n\n\n== সমসাময়িক ব্যাখ্যা ==\nকিছু সমসাময়িক তাফসিরকারক মালহামা আল-কুবরাকে পারমাণবিক যুদ্ধের সাথে যুক্ত করেছে। কিছু সমসাময়িক মুসলিম মুফাসির বা তাফসিরবিদ বলে যে ভবিষ্যদ্বাণীতে বিভিন্নভাবে রোমানরা উপসাগরীয় জোট, বা রুশদের সাথে সম্পর্কিত, কারণ রাশিয়া সর্বাধিক জনবহুল অর্থোডক্স খ্রিস্টান দেশ এবং নিজেকে পূর্ব রোমান সাম্রাজ্যের উত্তরাধিকারী এবং ইউরোপীয় হিসাবে বিবেচনা করে। অন্যান্য সমসাময়িক ব্যাখ্যায় দাবি করা হয়েছে যে রোমানরা উসমানীয় রোমের উত্তরাধিকারী।\n\n\n== তথ্যসূত্র =="}