{"pageid": 1041870, "title": "পবিত্র মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1041870", "content": "পবিত্র মুখোপাধ্যায়  (ইংরেজি: Pabitra Mukhopadhyay) ( ১২ ডিসেম্বর, ১৯৪০ - ৯ এপ্রিল, ২০২১ ) ছিলেন বিগত শতকের ষাটের দশকে মহাকবিতার তথা দীর্ঘ কবিতার কবি হিসাবে পরিচিত কৃতি বাঙালি কবি। কবিপত্র নামক কবিতা বিষয়ক পত্রিকার সম্পাদক ছিলেন তিনি।  \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nকবি পবিত্র মুখোপাধ্যায়ের জন্ম ব্রিটিশ ভারতের অধুনা বাংলাদেশের বরিশাল বিভাগের বরগুনা জেলার  আমতলীর  এক দরিদ্র পরিবারে। পিতা রোহিনী কান্ত মুখোপাধ্যায় এবং মাতা যোগমায়া দেবী। খুব ছোটবেলায় মায়ের মৃত্যু হওয়ায় পিরোজপুরে এক মাসীর বাড়িতে প্রতিপালিত হন। দেশবিভাগের সময় টালমাটাল অবস্থায় সামান্য পুঁজি নিয়ে অকাল বিধবা মাসী তার যুবা পুত্র আর শিশু পবিত্রকে নিয়ে উদ্বাস্তু হয়ে  কলকাতায় চলে আসেন ১৯৪৮ খ্রিস্টাব্দে। পবিত্র নিজের প্রচেষ্টায় প্রথমে ভবানীপুর সাউথ সাবার্বাণ স্কুল ও পরে শ্যামাপ্রসাদ সান্ধ্য কলেজে পড়াশুনা করে  স্নাতক হন। পরবর্তীতে কলকাতা বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর ডিগ্রি লাভ করেন।\n\n\n== কর্মজীবন ==\nচতুর্থশ্রেণীর কর্মচারী হিসাবে এক বীমা কোম্পানির চাকরিতে যোগ দেন। অবসর সময় টিউশন করতেন এবং নিজে পড়াশোনা করতেন। প্রথমদিকে কিছুদিন চেতলা বয়েজ স্কুলে শিক্ষকতাও করেছেন। এরপরে দক্ষিণ চব্বিশ পরগনা জেলার  বিদ্যানগর কলেজে অধ্যাপনা করেন। সেখানে বিভাগীয় প্রধানের দায়িত্বও পালন করেন এবং ২০০০ খ্রিস্টাব্দে কলেজ থেকে তিনি অবসর গ্রহণ করেন।\nভবানীপুর সাউথ সাবার্বান স্কুলে পড়ার সময়ে তিনি কবিতা রচনা শুরু করেন। ১৯৫৭ খ্রিস্টাব্দে সাহিত্য পিপাসু কবিবন্ধুদের সাহচর্যে এবং সহায়তায় তিনি প্রকাশ করেন ‘কবিপত্র’ নামে কবিতা বিষয়ক পত্রিকা। দীর্ঘ ৬২ বছর যাবৎ তিনি আন্তরিকতার সঙ্গে ওই কবিপত্রের সম্পাদনা করেছেন। তার প্রথম কবিতার বই \"দর্পণে অনেক মুখ\" বহুবার পুরস্কৃত হয়েছে।২০০৯ খ্রিস্টাব্দে তিনি পশ্চিমবঙ্গ সরকারের  রবীন্দ্র পুরস্কার লাভ করেন।  কবি পবিত্র মুখোপাধ্যায় সাতটি দীর্ঘ কবিতা ও একটি আধুনিক মহাকাব্য রচনার বিশেষ খ্যাতি লাভ করেছেন। তার 'শবযাত্রা' ও 'ইবলিশের আত্মদর্শন' দীর্ঘ কবিতার নিদর্শন এবং তার  সাহিত্য সম্ভার জীবনবেদ হিসাবে খ্যাত হয়েছে। তার প্রকাশিত কাব্যগ্রন্থ গুলি হল -\n\nশবযাত্রা (১৯৬১)\nহেমন্তের সনেট (১৯৬১)\nআগুনের বাসিন্দা (১৯৬৭)\n ইবলিশের আত্মদর্শন (১৯৬৯)\nঅস্তিত্ব অনস্তিত্ব সংক্রান্ত (১৯৭০)\nবিযুক্তির স্বেদরাজ (১৯৭২)\nশ্রেষ্ঠ কবিতা (১৯৭৬)\nদ্রোহহীন আমার দিনগুলি (১৯৮২)\n * অলকের উপখ্যান (১৯৮২)\n\n,পশুপক্ষী সিরিজ (১৯৮২)\n ভারবাহীদের গান (১৯৮৩)\n আমি তোমাদের সঙ্গে আছি (১৯৮৫)\n আছি প্রেমে বিপ্লবে বিষাদে (১৯৮৭)\n\n\n== জীবনাবসান ==\nকবি পবিত্র মুখোপাধ্যায় দীর্ঘদিন হৃদরোগ ও ফুসফুসের সমস্যায় ভুগছিলেন। তিনি  ২০২১ খ্রিস্টাব্দের ৯ই এপ্রিল কলকাতায় প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}