{"pageid": 1041545, "title": "প্রথম পূর্ব তুর্কিস্তান প্রজাতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1041545", "content": "ইসলামী প্রজাতন্ত্রের পূর্ব তুর্কিস্তান (ইটিআর) ( আইআরইটি ; Uighur   , Sherqiy Türkistan Islam Jumhuriyiti, Шәрқий Түркистан Ислам Җумхурийити), ছিল ১৯৩৩ সালের ১২ নভেম্বর প্রতিষ্ঠিত একটি স্বল্পস্থায়ী বিচ্ছিন্ন ইসলামিক প্রজাতন্ত্র; এটি ছিল প্রথম রাষ্ট্র যা নিজেকে \"ইসলামিক প্রজাতন্ত্র\" হিসেবে গড়ে তুলে। এটি আজ চীন শাসিত জিনজিয়াং উইঘুর স্বায়ত্তশাসিত অঞ্চলে কাশগার শহরকে কেন্দ্র অবস্থিত ছিল। ইটিআর  প্রাথমিকভাবে সেখানে বসবাসকারী উইঘুর জনগোষ্ঠীর একটি স্বাধীনতা আন্দোলনের ফলাফল ছিল এবং তার সরকার এবং এর জনসংখ্যার মধ্যে কিরগিজ এবং অন্যান্য তুর্কি জনগণসহ তুর্কি-জাতির ব্যাপক প্রভাব ছিল।\n১৯৩৪ সালে হুই যোদ্ধারা নানজিং-এর কুওমিনতাং সরকারের সাথে মিত্রতা করে কাশগারকে বরখাস্ত করার পর প্রথম ইটিআর কার্যকরভাবে নির্মূল করা হয়। তবে এর উদাহরণ এক দশক পরে দ্বিতীয় পূর্ব তুর্কিস্তান প্রজাতন্ত্র প্রতিষ্ঠার অনুপ্রেরণা হিসেবে কাজ করে এবং একটি স্বাধীন পূর্ব তুর্কিস্তান সৃষ্টির জন্য আধুনিক উইঘুর জাতীয়তাবাদী সমর্থনকে প্রভাবিত করে।\n\n\n== পটভূমি ==\nবিংশ শতাব্দীর গোড়ার দিকে উইঘুর বিচ্ছিন্নতাবাদের আলোড়ন তুর্কি জাদিসবাদী আন্দোলনের দ্বারা ব্যাপকভাবে প্রভাবিত ছিল, যা ধনী উইঘুরদের মধ্যে ছড়িয়ে পড়ে, প্যান-তুর্কিবাদের ধারণার দ্বারা অনুপ্রাণিত হয়ে তুরস্ক, ইউরোপ এবং রাশিয়ায় বিদেশ ভ্রমণ করে এবং জিনজিয়াংয়ের শিক্ষাব্যবস্থাকে আধুনিকীকরণ ও বিকাশের জন্য দৃঢ় প্রতিজ্ঞ হয়ে দেশে ফিরে আসে। ইউরোপীয় মডেলের উপর প্রতিষ্ঠিত প্রথম প্রধান বিদ্যালয় কাশগরের বাইরে অবস্থিত এবং মাদ্রাসার ঐতিহ্যবাহী পাঠ্যক্রমের বিপরীতে, বিজ্ঞান, গণিত, ইতিহাস এবং ভাষা অধ্যয়নের মত আরো প্রযুক্তিগত ক্ষেত্র উপর মনোনিবেশ করে। জাদিবাদ ব্যক্তিগত এবং জাতীয় আত্ম-অগ্রগতির হাতিয়ার হিসেবে শিক্ষার ক্ষমতার উপর জোর দিয়েছেন, যা নিশ্চিতভাবে জিনজিয়াং-এর ঐতিহ্যবাহী অবস্থাকে বিঘ্নিত করবে। জিনজিয়াং-এর শাসক, গভর্নর ইয়াং জেংক্সিন (楊 增 新) বেশ কয়েকটি নতুন স্কুলের কার্যক্রম বন্ধ বা হস্তক্ষেপ করে সাড়া দেয়\nসোভিয়েত ইউনিয়নের জন্ম উইঘুরকে প্রভাবিত করেছিল, জাতীয়তাবাদী বিচ্ছিন্নতাবাদী আন্দোলনের জনপ্রিয়তা এবং কমিউনিস্ট বার্তার প্রসারকে বৃদ্ধি করেছিল। ১৯২২ সালে জিনজিয়াংয়ে একটি স্থানীয় কমিউনিস্ট বিপ্লবী সংগঠন প্রতিষ্ঠিত হয়েছিল (বিপ্লবী উইঘুর ইউনিয়ন, কমিনটার্নের সদস্য), এই অঞ্চলটি মধ্য এশিয়ায় সোভিয়েত কমিউনিজমের আবির্ভাব থেকে পালিয়ে আসা বহু বুদ্ধিজীবীর আশ্রয় হিসাবেও কাজ করেছিল, যা সিনজিয়াং তুর্কি জাতীয়তাবাদী আন্দোলনের মধ্যে একটি বিভাগ গঠন করেছিল।\n১৯২৮ সালে ইয়াং জেংগসিনকে হত্যা এবং তার উপ- জিন শুরেন (金樹仁) -এর ক্ষমতায় ওঠার সাথে জিনজিয়াংয়ের পরিস্থিতি খারাপ হয়ে যায়, যিনি ইয়াংয়ের ঘাতককে গ্রেপ্তার ও ফাঁসি দেওয়ার পরে নিজেকে রাজ্যপাল ঘোষণা করেছিলেন, ফ্যান ইয়াওনান (樊耀南) নামে একজন প্রতিদ্বন্দ্বী কর্মকর্তা নিজের জন্য অবস্থান ধরে নেওয়ার পরিকল্পনা। প্রদেশের উন্নয়ন পরিচালনায় স্বৈরশাসক, দুর্নীতিগ্রস্ত এবং অকার্যকর, জিন সিনিসাইজেশন নীতি পুনরায় প্রতিষ্ঠা, কর বৃদ্ধি, হজে অংশগ্রহণ নিষিদ্ধ করে এবং স্থানীয় নেতাদের প্রতিস্থাপনের জন্য হান চীনা আধিকারিকদের নিয়ে এসে জনগণের আরও বিরোধিতা করেছিলেন।\n\n\n== বিদ্রোহ ==\n\n১৯৩০ সালে পূর্ব পূর্ব জিনজিয়াংয়ের কুমুল প্রিফেকচারের (হামি) খান শাহ মেক্সসুতের মৃত্যু হলে পরিস্থিতি মাথাচাড়া দেয়। ছিন রাজবংশ যুগ থেকে পরিচালিত নীতিতে, খানকে সামন্তবাদ বা স্যাটেরাপির নীতির সাথে সামঞ্জস্যপূর্ণ এলাকার উপর তার বংশানুক্রমিক শাসন চালিয়ে যাওয়ার অনুমতি দেওয়া হয়েছিল। হামি অঞ্চলের গুরুত্ব, কৌশলগতভাবে পূর্ব চীনের সাথে প্রদেশকে সংযুক্ত করার প্রধান রাস্তা এবং অনুন্নত কৃষিজমিতে সমৃদ্ধ, একসাথে ক্ষমতা সংহত করার এবং পরোক্ষ শাসনের পুরানো প্রথা দূর করার সরকারের আকাঙ্ক্ষার সাথে, জিনকে খানাট বিলুপ্ত করতে এবং শাহ মেক্সসুটের মৃত্যুর উপর সরাসরি শাসন জোরদার করতে পরিচালিত করে।\nএরপর জিন শুরেন স্থানীয় উইঘুর জনসংখ্যার উপর কৃষি কর দ্বিগুণ করতে এগিয়ে যান, পছন্দের কৃষিজমি অপসারণ করেন এবং প্রতিবেশী গানসু প্রদেশ থেকে হান চীনা শরণার্থীদের মধ্যে বিতরণ করেন, তাদের প্রচেষ্টায় ভর্তুকি দেন এবং মরুভূমির কাছে নিম্ন মানের জমিতে বাস্তুচ্যুত উইঘুরদের পুনর্বাসন করেন। হামিতে অবস্থানরত নতুন গ্যারিসন আরও বিদ্বেষমূলক প্রমাণিত হয় এবং ১৯৩১ সালের মধ্যে পুরো এলাকায় বিক্ষিপ্ত বিদ্রোহ, জনতা এবং প্রতিরোধ আন্দোলন গড়ে ওঠে। ১৯৩১ সালের ফেব্রুয়ারি মাসে চিয়েং নামের এক জাতিগত চীনা কর্মকর্তা হামি'র বাইরে একটি গ্রামের উইঘুর মেয়েকে বিয়ে করতে চেয়েছিলেন। উইঘুর একাউন্টে সাধারণত দাবি করা হয় যে মেয়েটিকে ধর্ষণ করা হয়েছে বা পরিবারকে জোর করা হয়েছে, কিন্তু ইসলামিক আইন মুসলিম মেয়েদের অমুসলিম পুরুষদের বিয়ে করতে নিষেধ করায় এটা উইঘুর সম্প্রদায়ের কাছে স্পষ্টতই আপত্তিকর ছিল।\n১৯৩১ সালের ২০ শে ফেব্রুয়ারি বিয়ের অনুষ্ঠানে চিয়েং এবং তার ৩৩ জন সৈন্যের গণহত্যার সাথে বিদ্রোহ শুরু হয়; গানসু থেকে আসা ১২০ জন হান চীনা শরণার্থীও নিহত হন। এটি শুধুমাত্র জাতিগত উইঘুর জনসংখ্যার মধ্যে সীমাবদ্ধ ছিল না; কাজাক, কিরগিজ, হান চাইনিজ এবং হুই কমান্ডাররা সবাই জিনের শাসনের বিরুদ্ধে বিদ্রোহে যোগ দেয়, যদিও তারা মাঝে মাঝে একে অপরের সাথে লড়াই করতে ভেঙে পড়ত।\nসোভিয়েত সরকার জিন এবং তার সামরিক কমান্ডার শেং শিকাই (盛世才) এর সহায়তায় সৈন্য প্রেরণ করে পরিস্থিতি আরও জটিল করে তোলে, যেমনটি ইলি নদী উপত্যকা অঞ্চলে বসবাসকারী সোভিয়েত ইউনিয়নের শ্বেতাঙ্গ রাশিয়ান শরণার্থীরা করেছিল।\nমূল যুদ্ধটি প্রাথমিকভাবে উরুমচিকে কেন্দ্র করে, যা হুই বাহিনী অবরোধের মধ্যে রেখেছিল যতক্ষণ না শেং শিকাই এর সৈন্যরা শ্বেতাঙ্গ রাশিয়ান এবং মাঞ্চুরিয়ান সৈন্যদের দ্বারা শক্তিশালী হয় যারা এর আগে উত্তর-পূর্ব চীনে জাপানি আক্রমণ থেকে পালিয়ে গিয়েছিল। ১৯৩৩ সালের এপ্রিল মাসে জিন এই বাহিনীর সংমিশ্রণে ক্ষমতাচ্যুত হন এবং শেং এর স্থলাভিষিক্ত হন, যিনি সোভিয়েত সমর্থন উপভোগ করেন। নতুন করে শক্তিশালী হয়ে শেং উরুমচির চারপাশে বিরোধী শক্তিকে বিভক্ত করে বেশ কয়েকজন উইঘুর কমান্ডারকে (সম্প্রতি মৃত হামি খানের উপদেষ্টা জোজা নিয়াজ হাজ্জির নেতৃত্বে) দক্ষিণ জিনজিয়াং-এ ক্ষমতার পদ প্রদান করে যদি তারা মা ঝনগিং (馬仲英) এর নেতৃত্বে উত্তরের হুই সেনাবাহিনীর বিরুদ্ধে যেতে সম্মত হয়।\nএদিকে দক্ষিণ জিনজিয়াং-এর আরেকটি হুই দল তিমুর বেগের নেতৃত্বে কুচা কে ঘিরে অবস্থিত উইঘুর বাহিনীর সাথে জোট বেঁধে কাশগরের দিকে যাত্রা শুরু করে। হুই কমান্ডার মা ঝানকাং (馬占倉) স্থানীয় প্রাদেশিক কর্তৃপক্ষের প্রতিনিধি, মা শাওউ (馬紹武) নামে একজন সহকর্মী হুইএর সাথে মিত্রতা করে এবং উইঘুর বাহিনীকে আক্রমণ করে, তিমুর বেগকে হত্যা করে।\nকির্গিজ নেতা আইড মীরাবের নেতৃত্বে জিনজিয়াংয়ে এর আগে একটি কির্গিজ বিদ্রোহ শুরু হয়েছিল। মা শাওউ কির্গিজ বিদ্রোহীদের চূর্ণ ও পরাজিত করেছিলেন। সোভিয়েত ইউনিয়ন বিদ্রোহীদের বিরুদ্ধে লড়াইয়ে জড়িত ছিল, যারা সোভিয়েতের পক্ষে ছড়িয়ে পড়েছিল।\n\n\n== প্রতিষ্ঠা ==\n\nকাশগরে পূর্ব তুর্কিস্তান স্বাধীনতা সংঘস্বাধীনতা (Istqlāl) নামে একটি সংবাদপত্র পরিচালনা করতো।\nনিকটবর্তী দক্ষিণ তারিম অববাহিকা শহর খোতানে, ধনী বুঘরা পরিবারের তিন ভাই মুহাম্মদ আমিন বুঘরা, আবদুল্লাহ বুঘরা এবং নুর আহমাদ জান বুঘরা, যারা জাদিবাদী ঐতিহ্যে শিক্ষিত ছিলেন। তারা কেরিয়া শহরের কাছে সুরঘক খনিতে কাজ করা স্বর্ণ খনি শ্রমিকদের বিদ্রোহের নেতৃত্ব দিয়েছিলেন যারা। খোতান আমিরাত তিন ভাইয়ের মধ্যে একজন, শাহমনসুর, যিনি আমির আবদুল্লাহ নামেও পরিচিত এবং সাবিত দামোল্লা নামে একজন প্রাক্তন প্রকাশককে কাশগরে প্রেরণ করেছিলেন, যেখানে তারা ১৯৩৩ সালের জুলাই মাসে মুহাম্মদ আমিন বুগরার নেতৃত্বে খোতান সরকারের কাশগর বিষয়ক অফিস প্রতিষ্ঠা করেন। সেই বছরের শরৎকাল, অফিসটি খোতান সরকারের সাথে তার অনেকগুলি সংযোগ ছিন্ন করে এবং নিজেকে বহু-জাতিগত, আধা-জাতীয়তাবাদী পূর্ব তুর্কেস্তান স্বাধীনতা সমিতিতে সংস্কার করে, যা ইসলামী সংস্কারবাদ, জাতীয়তাবাদ এবং জাদিদবাদের ধারণার উপর প্রচুর পরিমাণে আকৃষ্ট ছিল।  এছাড়াও ইউরুনকাশ এবং কারাকাশ পার্বত্য নদীতে, এবং শহরের আমির হিসাবে নিজেদের প্রতিষ্ঠিত করেন। ১৯৩৩ সালের ১৬ ই মার্চ খোতান আমিরাত এবং চীন থেকে স্বাধীনতা ঘোষণা করে।\nকারাকাশের স্বর্ণ খনি শ্রমিক নেতা ইসমাইল খান খোজা গভর্নর জিন শুরেনকে বার্তা পাঠিয়েছেন: \"আপনার মতো বোকা কাফেররা শাসন করার উপযুক্ত নয়। ... আপনাদের মতো কাফেররা এই সাহস এই কারণে করে যে আপনাদের কাছে রাইফেল, বন্দুক আছে ... আর অর্থ, তুমি তাদের উপর নির্ভর করতে পারো, কিন্তু আমরা ঈশ্বরের উপর নির্ভর করি যার হাতে আমাদের জীবন রয়েছে।\" \nটুংগানস, হান এবং সোভিয়েতরা সবাইকে পূর্ব তুর্কিস্তান প্রজাতন্ত্রের শত্রু হিসাবে দেখত।\n\n১৯৩৩ সালের নভেম্বরমাসে সাবিত দামোল্লা হোজা-নিয়াজকে রাষ্ট্রপতি হিসেবে পূর্ব তুর্কিস্তান প্রজাতন্ত্র প্রতিষ্ঠার ঘোষণা দেন - যদিও সম্মানিত কমান্ডার উত্তর জিনজিয়াং-এ যুদ্ধে নিয়োজিত ছরাজকোষ আসলেগোলাবারুদাই-এর সাথে তার বাহিনীকে যুক্ত করেছিলেন। মূল ঘোষণাটি ছিল অত্যন্ত তুঙ্গন বিরোধী এবং হান বিরোধী এবং এই ধরনের শব্দ রয়েছে:হানের চেয়েও তুঙ্গানরা আমাদের জনগণের শত্রু। আজ আমাদের জনগণ ইতোমধ্যে হানের নিপীড়ন থেকে মুক্ত, কিন্তু এখনও তুঙ্গন পরাধীনতার অধীনে বাস করে চলেছে। আমাদের এখনও হানকে ভয় করতে হবে, কিন্তু তুঙ্গানদেরও ভয় করতে পারি না। কারণ, আমাদের অবশ্যই তুঙ্গাদের বিরুদ্ধে সতর্ক থাকতে হবে, আমাদের অবশ্যই তাদের নিবিড়ভাবে বিরোধিতা করতে হবে, নম্র হওয়ার সামর্থ্য নেই, যেহেতু তুঙ্গানরা আমাদের এই ভাবে অনুসরণ করতে বাধ্য করেছে। পূর্ব তুর্কিস্তানের সাথে হলুদাভ হানের লোকদের সামান্যতম সম্পর্ক নেই। কালো তুঙ্গানদেরও এই সংযোগ নেই। পূর্ব তুর্কিস্তান পূর্ব তুর্কিস্তানের জনগণের অন্তর্গত। বিদেশীদের আমাদের বাবা এবং মা হওয়ার কোনও প্রয়োজন নেই। ... এখন থেকে আমাদের বিদেশীর ভাষা বা তাদের নাম, তাদের রীতিনীতি, অভ্যাস, মনোভাব, লিখিত ভাষা ইত্যাদি ব্যবহার করার প্রয়োজন নেই। আমাদের অবশ্যই বিদেশীদের আমাদের সীমানা থেকে চিরতরে উৎখাত এবং তাড়িয়ে দিতে হবে। হলুদ এবং কালো রঙগুলি ফাউল। ... তারা আমাদের জমিকে অনেক দিন ধরে নোংরা করেছে। সুতরাং এখন এই নোংরাপরিষ্কার করা অত্যন্ত প্রয়োজনীয়। হলুদ এবং কালো বর্বরদের নামিয়ে দাও! পূর্ব তুর্কিস্তান দীর্ঘজীবী হোক!তুঙ্গান, দুঙ্গান এবং হুই সবাই একই জিনিস বোঝায়: চীনা ভাষী মুসলমান, হুই জনগণ।\n১৯৩৩ সালের ১২ ই নভেম্বর একটি স্বাধীন প্রজাতন্ত্র (তুর্কি ইসলামিক রিপাবলিক অফ ইস্টার্ন তুর্কিস্তান (টিআইইআরইটি) বা উইগহার্স্তান প্রজাতন্ত্র, উভয় নাম একই সময়ে ব্যবহার করা হয়) ঘোষণা করা হয়। রবিবার সকালে কাশগরের বাইরে তুমান নদীর তীরে এক গণসমাবেশে প্রায় ৭,০০০ সৈন্য এবং বিদ্যালয়ের শিক্ষক ও শিক্ষার্থীসহ ১৩,০০০ বেসামরিক নাগরিক অংশ নেয়। তারা স্বাধীন প্রজাতন্ত্রের নিযুক্ত \"মন্ত্রীদের\" সাথে বক্তৃতা দেন। দুপুরের দিকে কামান ৪১ বার নিক্ষেপ করা হয় এবং জনতা স্বাধীনতার নীল ব্যানার নেড়ে কাশগরের পুরাতন শহরের দিকে এগিয়ে যায়, যেখানে ঈদগাহ মসজিদের সামনের স্কোয়ারে সমাবেশ চলতে থাকে এবং মসজিদের সামনে থেকে আরও বক্তৃতা দেওয়া হয়, যেখানে সাবিত দামুলা প্রধান বক্তা হিসেবে উপস্থিত হন।\n\nখোতান আমিরাত থেকে স্বতন্ত্র ভাবে প্রতিষ্ঠিত, ইটিআর তারিম অববাহিকার উত্তর রিম বরাবর আকসু থেকে দক্ষিণে খোতান পর্যন্ত বিস্তৃত অঞ্চলের উপর কর্তৃত্ব দাবি করে। আসলে, হোজা নিয়াজ ১৯৩৩ সালের নভেম্বরে প্রজাতন্ত্রে যোগ দেননি এবং আকসুতে একটি পৃথক প্রশাসন রেখেছিলেন, যা ইউএসএসআরের সাথে আলোচনায় জড়িত ছিল। বস্তুত, কাশগরের সরকার সম্পদের জন্য জর্জরিত ছিল, দ্রুত মুদ্রাস্ফীতি দ্বারা জর্জরিত ছিল, এবং প্রতিকূল শক্তিদ্বারা পরিবেষ্টিত ছিল - মা ঝানকাং এর অধীনে হুই বাহিনী সহ। যদিও একটি বহুজাতিক প্রজাতন্ত্র হিসাবে প্রতিষ্ঠিত, যেমনটি তার প্রতিষ্ঠাতা সংবিধানে ব্যবহৃত \"পূর্ব তুর্কিস্তান\" নামের পছন্দে প্রতিফলিত হয়, নতুন সরকারের প্রথম মুদ্রাগুলি প্রাথমিকভাবে \"উইগহার্স্তান প্রজাতন্ত্র\" (উইগহার্স্তান জুমহুরিতি) নামে তৈরি করা হয়েছিল। কিছু সূত্র থেকে, এটি \"পূর্ব তুর্কিস্তান ইসলামিক প্রজাতন্ত্র\" নামে পরিচিত, যা ইসলামের প্রতিষ্ঠাতা চরিত্রে বৃহত্তর ভূমিকার পরামর্শ দেয়। ইটিআরের ভিত্তির মধ্যে ইসলামের প্রভাবের পরিমাণ নিয়ে বিতর্ক রয়েছে; যদিও সংবিধান শরিয়তকে পথপ্রদর্শক আইন হিসাবে সমর্থন করে, জাদিবাদী আধুনিকতা ঐতিহ্য সংস্কার এবং উন্নয়নের উপর অনেক বেশি এমফেজ রাখে, যা সংবিধানের পরবর্তী অনুচ্ছেদগুলিতে প্রতিফলিত হয় যা স্বাস্থ্য, শিক্ষা এবং অর্থনৈতিক সংস্কারের উপর মনোনিবেশ করে। স্বাধীনতার তুর্কিস্তান ঘোষণা স্বঘোষিত প্রজাতন্ত্রের রাজনৈতিক মঞ্চকে নয়টি প্রধান নীতির উপর ভিত্তি করে রাখে\n\nপূর্ব তুর্কিস্তানের ভূখণ্ডে চীনা স্বৈরাচারী শাসনের অবসান ঘটান।\nসমস্ত জাতীয়তার সমতার ভিত্তিতে একটি নিখরচায় এবং স্বাধীন পূর্ব তুর্কিস্তান প্রজাতন্ত্র প্রতিষ্ঠা করুন।\nপূর্ব তুর্কিস্তানের অর্থনীতিকে পুরোপুরি বিকাশ করতে শিল্প, কৃষি ও পশুপালনের পাশাপাশি বেসরকারী ব্যবসায়ের প্রচার করুন। মানুষের জীবনযাত্রার মান বৃদ্ধি করা।\nযেহেতু পূর্ব তুর্কিস্তানের বেশিরভাগ মানুষ ইসলামকে বিশ্বাস করে, তাই সরকার বিশেষত এই ধর্মকে সমর্থন করে। একই সাথে এটি অন্যান্য ধর্মাবলম্বীদের ধর্মীয় স্বাধীনতা প্রচার করে।\nপূর্ব তুর্কিস্তানে শিক্ষা, সংস্কৃতি এবং স্বাস্থ্য মান উন্নত করুন।\nবিশ্ব এবং প্রতিবেশী দেশগুলির সমস্ত গণতান্ত্রিক দেশের সাথে বিশেষত যুক্তরাজ্য, সোভিয়েত রাশিয়া, তুরস্ক এবং চীন এর সাথে বন্ধুত্বপূর্ণ সম্পর্ক স্থাপন করুন।\nপূর্ব তুর্কিস্তানে শান্তি রক্ষার জন্য, একটি শক্তিশালী আর্মি প্রতিষ্ঠার জন্য সকল জাতীয়তার লোকদের নিয়োগ করুন।\nব্যাংক, পোস্ট পরিষেবা, টেলিফোন এবং টেলিগ্রাফ, বনজ এবং সমস্ত ভূগর্ভস্থ সম্পদ জাতির অন্তর্ভুক্ত।\nসরকারী কর্মকর্তাদের মধ্যে স্বতন্ত্রতা, আমলাতন্ত্র ধারণা, জাতীয়তাবাদ এবং দুর্নীতি দূর করুন।\n\nপ্রধানমন্ত্রী সাবিত দামোল্লা ইউএসএসআর ( তাসখন্দ, মস্কো), আফগানিস্তান, ইরান, তুরস্ক ও ভারতে অসংখ্য দূত প্রেরণ করা সত্ত্বেও তুরস্কের পূর্ব তুর্কিস্তান প্রজাতন্ত্রের আন্তর্জাতিক স্বীকৃতি পাওয়ার প্রচেষ্টা ব্যর্থ হয়েছিল। সোভিয়েত ইউনিয়ন ইসলামপন্থীদের সাথে আচরণের সমস্ত প্রস্তাব প্রত্যাখ্যান করেছিল। কাবুলে, কাশগরের প্রতিনিধিরা সদ্য ঘোষিত আফগানিস্তানের বাদশাহ মোহাম্মদ জহির শাহ এবং প্রধানমন্ত্রী সরদার মোহাম্মদ হাশিম খানের সাথে সাক্ষাত করে সাহায্য ও অস্ত্র সরবরাহের জন্য অনুরোধ করেন। তবে উভয়ই নিরপেক্ষতা বজায় রাখতে এবং চীনা বিষয়ে হস্তক্ষেপ না করতে পছন্দ করেছিলেন। অন্যান্য দেশও একই ভাবে প্রতিক্রিয়া ব্যক্ত করে, দূতদের একটি স্বাধীন দেশের প্রতিনিধি হিসেবে স্বীকৃতি দিতে অস্বীকার করে। কোন আঞ্চলিক শক্তিই সোভিয়েত ইউনিয়ন এবং চীনের কাছে তাদের রাজনীতিতে চ্যালেঞ্জ করতে চায়নি এবং জিনজিয়াং-এ রক্তক্ষয়ী লড়াইয়ে লিপ্ত হতে চায়নি, যা ইতোমধ্যে ইতোমধ্যে এর প্রায় ১,০০,০০০ অধিবাসীর প্রাণ হানি করেছে। এর ফলে নতুন প্রজাতন্ত্র, যা প্রায় সব দিক থেকে শত্রুশক্তি (তুঙ্গান, সোভিয়েত এবং চীনা) দ্বারা পরিবেষ্টিত ছিল, বেঁচে থাকার খুব কম সুযোগ ছিল।\nআন্তর্জাতিক স্বীকৃতি পাওয়ার জন্য পূর্ব তুর্কিস্তান তুর্কি ইসলামী প্রজাতন্ত্র প্রচেষ্টা প্রধানমন্ত্রী কর্তৃক অসংখ্য দূত এর ডিসপ্যাচিং সত্ত্বেও ব্যর্থ হওয়ায় সাবিত দামোল্লা করার ইউএসএসআর ( তাসখন্দ, মস্কো), আফগানিস্তান, ইরান, তুরস্ক ও ভারত । সোভিয়েত ইউনিয়ন ইসলামপন্থীদের সাথে আচরণের সমস্ত প্রস্তাব প্রত্যাখ্যান করেছিল। কাবুলে, কাশগরের প্রতিনিধিরা সদ্য ঘোষিত আফগানিস্তানের বাদশাহ মোহাম্মদ জহির শাহ এবং প্রধানমন্ত্রী সরদার মোহাম্মদ হাশিম খানের সাথে সাক্ষাত করে সহায়তা এবং অস্ত্র সরবরাহের জন্য জিজ্ঞাসা করেছিলেন। তবে উভয়ই নিরপেক্ষতা বজায় রাখতে এবং চীনা বিষয়ে হস্তক্ষেপ না করা পছন্দ করেছিলেন। অন্যান্য দেশও একইভাবে প্রতিক্রিয়া ব্যক্ত করে রাষ্ট্রদূতদের একটি স্বাধীন দেশের প্রতিনিধি হিসাবে স্বীকৃতি দিতে অস্বীকার করে। আঞ্চলিক শক্তিগুলির কেউই তাদের রাজনীতিতে সোভিয়েত ইউনিয়ন এবং চীনকে চ্যালেঞ্জ জানাতে এবং জিনজিয়াংয়ে রক্তক্ষয়ী লড়াইয়ে লিপ্ত হতে চায়নি, যা ইতোমধ্যে প্রায় ১০০,০০০ বাসিন্দাদের জীবন দাবি করেছিল। এটি নবজাতক প্রজাতন্ত্রকে ছেড়ে দেয়, যা প্রায় চারদিকে বৈরী শক্তি দ্বারা ঘেরা ছিল ( টুঙ্গানস, সোভিয়েতস এবং চীনা), বেঁচে থাকার খুব কম সুযোগ ছিল।\nপ্রজাতন্ত্রে মাহমুদ মুহিতি, ইউনুস বেগ এবং জাদিবাদী মাকসুদ মুহিতির অংশগ্রহণ অন্তর্ভুক্ত ছিল। শামস আল-দিন দামুলা ওয়াকফ বিষয়ক মন্ত্রী ছিলেন এবং কৃষিমন্ত্রী আবুহাসান এবং সাবিত দামুলা প্রধানমন্ত্রী ছিলেন। মুহাম্মদ আমিন বুঘরা, শেমসিদ্দিন দামোল্লা, আবদুকরিমান মেহসুম, সাবিত দামুলা আব্দুলবাকি এবং আব্দুলকাদির দামোল্লা সকলেই প্রথম পূর্ব তুর্কিস্তান প্রজাতন্ত্রে অংশ নেওয়া জাদিস্ট ছিলেন।\n\n\n== খ্রিস্টান ও হিন্দুরা ==\nজাতীয় বিপ্লব কমিটি দ্বারা খ্রিস্টধর্মের শত্রুতা প্রশংসিত হয়েছিল। খোতান ভিত্তিক সুইডিশ মিশনারিদের বের করে দেওয়ার সময় বুঘারা শারিয়া প্রয়োগ করেছিল। ১৯৩৩ সালের ১৬ মার্চ শরিয়ত প্রণয়নের সময় তারা সুইডিশ মিশনারিদের প্রত্যাহারের দাবি করেন। ইসলামের নামে উইঘুর নেতা আমির আবদুল্লাহ বুঘরা ইয়ারকান্জ ভিত্তিক সুইডিশ মিশনারিদের উপর শারীরিকভাবে লাঞ্ছিত করেছিলেন এবং তাদের সবাইকে মৃত্যুদণ্ড দিয়েছিলেন, কিন্তু ব্রিটিশরা তাদের অনুকূলে হস্তক্ষেপ করার কারণে তারা কেবল নিষিদ্ধ হয়েছিল। আমিরের অনুসারীদের হাতে খ্রিস্টানদের শিরশ্ছেদ ও মৃত্যুদণ্ড কার্যকর করা হয়েছিল যারা ইসলাম থেকে খ্রিস্টান ধর্মান্তরিত হয়েছিল। মিশনারিরা উইঘুর নেতা মুহাম্মদ আমিন বুঘড়ার কাছ থেকে বৈরিতার মুখোমুখি হয়েছিল। \nসুইডেনদের দ্বারা খ্রিস্টান ধর্মান্তরিত হয়ে কয়েক শতাধিক উইঘুর মুসলমান ছিলেন। উইঘুর খ্রিস্টান ধর্মান্তরিতদের উপর কারাদন্ড ও ফাঁসি কার্যকর করা হয়েছিল এবং তাঁর খ্রিস্টান ধর্ম ত্যাগ করতে অস্বীকার করার পরে, ১৯৩৩ সালে তারা উইঘুর হাবিল রূপান্তরকে কার্যকর করেছিলেন। পূর্ব তুর্কিস্তান প্রজাতন্ত্র সুইডিশ মিশনারিদের নিষিদ্ধ করেছিল এবং কিরগিজ এবং উইঘুর থেকে বেরিয়ে আসা খ্রিস্টান ধর্মান্তরিতদের উপর নির্যাতন ও জেল করে দেওয়া হয়েছিল। প্রকাশ্য ইসলামিক পূর্ব তুর্কিস্তান প্রজাতন্ত্র জোর করে সুইডিশ মিশনারীদের বহিষ্কার করেছিল এবং মুসলিম তুর্কি আদর্শকে সমর্থন করার সময় খ্রিস্টধর্মের প্রতি বৈরিতা পোষণ করেছিল। পূর্ব তুর্কিস্তান প্রজাতন্ত্র ইসলামের পক্ষে খ্রিস্টান ত্যাগ করতে অস্বীকার করার পরে জোসেফ জোহানেস খানের মতো প্রাক্তন মুসলিম খ্রিস্টানকে জেল, নির্যাতন ও নির্যাতনের শিকার করেছিল। ব্রিটিশরা খানকে মুক্তি দেওয়ার জন্য সুপারিশ করার পরে তাকে তুর্কিস্তান কর্তৃপক্ষ তার জমি ছেড়ে দিতে বাধ্য হয়েছিল এবং ১৯৩৩ সালের নভেম্বর মাসে তিনি পেশোয়ারে এসেছিলেন।\nসুইডিশ মিশন সোসাইটি একটি মুদ্রণ কার্যক্রম চালিয়েছিল। পূর্ব তুর্কিস্তানের লাইফ ছিল বিদ্রোহীদের রাষ্ট্র পরিচালিত মিডিয়া। বুঘ্রা নেতৃত্বাধীন সরকার গণমাধ্যমগুলি প্রিন্ট এবং বিতরণ করতে সুইডিশ মিশন প্রেসকে ব্যবহার করেছিল।\nব্রিটিশ কনসাল-জেনারেল ভারত থেকে হিন্দু পটভূমির বীমাকারী এবং বণিকদের সুরক্ষা নিশ্চিত করেছিলেন। রাশিয়ান শরণার্থী, মিশনারি এবং ভারতীয় হিন্দু বণিক এবং ইউসুররা কাশগারিসের গ্যাংগুলির সম্ভাব্য লক্ষ্য ছিল তাই ব্রিটেনের কনস্যুলেট-জেনারেল একটি সম্ভাব্য আশ্রয়স্থল ছিল। উইঘুরদের হাতে দু'জন হিন্দু হত্যা শামবা বাজারে হয়েছিল। তারা তাদের পা, হাত, দাঁত ভেঙে, তাদের চোখ ছুরি কাটি, তাদের জিহ্বা এবং কান কেটে দেয়।  জবাই করা ভারতীয় হিন্দুদের মূল্যবান জিনিসপত্র লুণ্ঠন ২৫ শে মার্চ পসগামে এবং আগের দিন কার্ঘালিকে উইগুরদের হাতে ঘটেছিল।বুঘারা আমিরদের হাতে খোতানে হিন্দুদের হত্যার ঘটনা ঘটে। জিনজিয়াং-এর দক্ষিণাঞ্চলের মুসলিম তুর্কি উইঘুর বিদ্রোহীদের মধ্যে হিন্দুদের বিরুদ্ধে বিদ্বেষ চরমে ছিল। মুসলিমরা রাই সাহিব দীপ চাঁদের কারঘালিকে সম্পত্তি লুণ্ঠন করে, যিনি ব্রিটেনের আকসাকাল ছিলেন এবং তার সহযোগী হিন্দুরা ১৯৩৩ সালের ২৪ শে মার্চ এবং কেরিয়াতে তারা ভারতীয় হিন্দুদের হত্যা করে। সিন্ধুর শিকারপুর জেলা ছিল সেখানকার হিন্দু প্রবাসীদের উৎপত্তি। ভারত থেকে হিন্দুদের হত্যাকে \"কার্ঘালিক ক্ষোভ\" বলা হত। মুসলমানরা তাদের মধ্যে ৯ জনকে হত্যা করেছিল। সুইডিশদের জোর পূর্বক অপসারণের সাথে সাথে ইসলামিক তুর্কি বিদ্রোহীরা খোতানে হিন্দুদের হত্যা করেছিল। খোতানের আমিররা হিন্দুদের হত্যা করে যখন তারা সুইডিশদের জোর করে বের করে দেয় এবং ১৯৩৩ সালের ১৬ ই মার্চ খোতানে শরিয়া ঘোষণা করে।\n\n\n== জাতীয় সেনা ==\n\nইসলামী প্রজাতন্ত্রের পূর্ব তুর্কিস্তান প্রজাতন্ত্রের জাতীয় সেনাবাহিনী গঠিত হয়েছিল ১২ নভেম্বর, ১৯৩৩ সালে এবং মূলত দুটি বিভাগ (প্রায় ২২,০০০ সেনা) নিয়ে গঠিত ছিল, কেশকের পদাতিক বিভাগ (রাজধানী, কেশকারে অবস্থিত) এবং খোতন পদাতিক বিভাগ (অবস্থিত) খোতনে)। বিপ্লবের শুরুতে জাতীয় সেনাবাহিনী দুর্বলভাবে সশস্ত্র ও প্রশিক্ষিত ছিল, সুতরাং ক্যাডেটদের প্রশিক্ষণের জন্য অতুশ (আর্টুশ) এ একটি সামরিক একাডেমী প্রতিষ্ঠা করা হয়েছিল। সমস্ত তুর্কি নৃগোষ্ঠীকে অস্ত্র হাতে নিতে এবং জাতীয় সেনাবাহিনীতে যোগদানের জন্য আহ্বান করা হয়েছিল। সামরিক বাহিনীর নেতৃত্বে ছিলেন প্রতিরক্ষা মন্ত্রী মেহমুত মুহিতি (তুরপানের একজন উইঘুর বিপ্লবী)। জাতীয় সেনাবাহিনীর প্রকৃত আকারটি জানা না গেলেও সরকারী সোভিয়েত সূত্র অনুসারে এটি আনুমানিক ৪০,০০০ থেকে ৬০,০০০ হিসাবে ধরা হয়েছে। :\n\nকেশকারের পদাতিক বিভাগ\nখোতান পদাতিক বিভাগ\nআকসু অশ্বারোহী ব্রিগেড\nকুমুল বিপ্লবী রেজিমেন্ট (পরবর্তীতে বিভাগে পরিণত হয়)\nতুরপান বিপ্লবী ব্রিগেড (পরে তুর্পান বিভাগে পরিণত হয়েছিল)\nআলতায়ে বিপ্লবী অশ্বারোহী ব্রিগেড\nযুদ্ধের সময় আনুমানিক ৩০০,০০০ থেকে ৫০০,০০০ তুর্কি নাগরিক নিহত হয়েছিল। যদিও যুদ্ধে আইআরআরটি কত সেনা হারিয়েছিল তা নিশ্চিত না হলেও প্রায় ৫০,০০০ থেকে ৭০,০০০ সৈন্য নিহত হয়েছিল বলে অনুমান করা হয়। কয়েকটি যুদ্ধে পুরো সংস্থা ও ব্রিগেড নিশ্চিহ্ন হয়ে যায়। ১৯৩৪ সালে আইআরইটি ভেঙে দেওয়া হলে সেনাবাহিনীও ভেঙে ফেলা হয় (৬ষ্ঠ উইঘুর বিভাগ ব্যতীত ব্যক্তিগতভাবে মেহমুত মুহিতির অধীনস্থ)।\n\n\n== স্বাধীনতার জন্য উইঘুর যুদ্ধে যুদ্ধসমূহ ==\n\n\n=== কিজিল গণহত্যা ===\n১৯৩৩ সালের জুনে কিজিল গণহত্যায় উইঘুর ও কির্গিজ তুর্কি যোদ্ধারা ইয়ারকান্দ নতুন শহর থেকে হান চীনা ও চীনা মুসলিম সৈন্যদের পশ্চাদপসরণ করার কলামে আক্রমণ না করার চুক্তি ভঙ্গ করে। তুর্কি মুসলিম যোদ্ধারা ৮০০ জন চীনা মুসলিম ও চীনা নাগরিককে হত্যা করেছে।\n\n\n=== টোকসুনের যুদ্ধ ===\n১৯৩৩ সালের ৩১ শে মে আকসুর যুদ্ধ ছিল একটি সামান্য লড়াই, যেখানে বিদ্রোহে শুরু ইসমাইল বেগের নেতৃত্বে উইঘুররা জিনজিয়াংয়ের আকসু মণ্ডল থেকে চীনা মুসলিম সৈন্যদের বের করে দেয়।\n\n\n=== তাশের যুদ্ধ ===\n১৯৩৩ সালের ৭ ই সেপ্টেম্বরে সেকস তাশ যুদ্ধটি ছোট লড়াই ছিল যখন সাধারণ মা ঝাচাংয়ের অধীনে চীনা মুসলিম সেনারা কাশগার নিউ সিটি থেকে সন্ধ্যায় একটি আশ্চর্যজনক এক জাল ফেলেছিল, আক্রমণ করেছিল এবং পরাজিত করেছিল উইঘুর ও কির্গিজ সেনাদের যারা গ্রামে বিশ্রাম নিচ্ছিল। তেষকে সন্ধান করে। প্রায় ২০০ উইঘুর এবং কির্গিজ নিহত হয়েছিল, এবং মা ঝাচাং সেনারা সুসংহতভাবে কাশগার নিউ সিটিতে ফিরে এসেছিল।\n\n\n=== কাশগরের যুদ্ধ (১৯৩৩) ===\nকাশগরের যুদ্ধে, বুঘরা ভাই এবং তৌফিক উপসাগরের নেতৃত্বে উইঘুর ও কির্গিজ বাহিনী জেনারেল মা ঝাঙ্কাংয়ের অধীনে চীনা সেনাদের কাছ থেকে কাশগরের নতুন শহর নেওয়ার চেষ্টা করেছিল।\nসাইয়িদ (ইসলামিক নবী মুহাম্মদের বংশধর) উপাধি প্রাপ্ত সিরিয়ার আরব ভ্রমণকারী তৌফিক বে সৌদি-আরব থেকে কাশগড়ে ১৯৩৩ সালের ২  আগস্ট আগমন করেছিলেন এবং ১৯৩৩ সালের সেপ্টেম্বরে পেটে গুলিবিদ্ধ হন। এর আগে মা ঝাচাং ইইগাহ মসজিদের বাইরে তাঁর মাথা প্রদর্শন করে, ১৯৩৩ সালের ৯ ই আগস্ট উইঘুর ইসলামপন্থী তৈমুর বেগকে হত্যা এবং শিরশ্ছেদ করার ব্যবস্থা করেছিলেন।\nব্রিগেডিয়ার ইয়াং কমান্ডে চীনা সেনারা মা ঝাচাংয়ের সেনাবাহিনীতে অন্তর্ভুক্ত হয়েছিল। বেশিরভাগ কর্মকর্তাকে ৩ তম বিভাগের মা ঝাচাংয়ের ইউনিটের সবুজ রঙের ইউনিফর্ম পরিহিত দেখা গিয়েছিল, সম্ভবত তারা ইসলাম গ্রহণ করেছিলেন।\nযুদ্ধের সময় কির্গিজ উইঘুরকে কাশগার শহর লুট করতে বাধা দেয়, কারণ তারা নিজেরাই এটি লুট করতে চেয়েছিল। তারা যে কোনও চীনা ও চীনা মুসলমানকে তাদের হাত পেতে পারে, তেমনি যে কোনও তুর্কি লোক যারা চীনা বা স্ত্রী বা উপপত্নী ছিল তাদের হত্যা করতে শুরু করেছিল। তারা তখন তাদের সম্পত্তি লুট করে।\n\n\n=== আরও বিদ্রোহ ===\nচর্চনে, উইঘুররা চীনা মুসলিম বাহিনীর বিরুদ্ধে বিদ্রোহ করেছিল, খোতনের আমিররা চরখलिकকে নিয়ন্ত্রণকারী কারা শাহর চীনা মুসলমানদের কাছ থেকে চরঞ্চনকে রক্ষা করার জন্য ১০০ সৈন্য পাঠিয়েছিল। ১৯৩৩ সালের ১১ এপ্রিলের মধ্যে গুয়াম, কারঘালিক, পসগাম এবং ইয়ারকান্দের পুরাতন শহর উইঘুর বিদ্রোহীদের হাতে পড়ে।\n\n\n=== তোক্সুনে যুদ্ধ ===\n১৯৩৩ সালের জুলাই মাসে উইঘুর নেতা খোজা নিয়াস হাজি তার বাহিনী নিয়ে গভর্নর শেং শিকাইয়ের কাছে চলে যাওয়ার পর টোকসুনের যুদ্ধ সংঘটিত হয়। তিনি চুক্তির মাধ্যমে শেং শিকাই কর্তৃক নিয়োগ পেয়েছিলেন (১৯৩৩ সালের ৪ জুন উরুমচিতে সোভিয়েত কনসালের মধ্যস্থতায় শেং শিকাই এবং খোজা নিয়াসের মধ্যে জিমসারে ১০ টি নিবন্ধে স্বাক্ষরিত, উভয় পক্ষই জেনারেল মা চুং-ইন এবং তার তুঙ্গানদের বিরুদ্ধে তাদের বাহিনীকে ঘুরিয়ে দিতে সম্মত হয়েছিল) পুরো দক্ষিণ জিনজিয়াং (তারিম অববাহিকা) এবং তুরপান অববাহিকা এবং কুমুলের দায়িত্বে থাকতে এবং এই চুক্তিতে সন্তুষ্ট হয়ে তিনি উরুমচি থেকে যাত্রা করেছিলেন। টেংরিটাগ পর্বতমালার দাওয়ান চেং জুড়ে দক্ষিণে। এখানে তিনি তুরপান অববাহিকায় টোকসুন দখল করেছিলেন, কিন্তু জেনারেল মা শিহ-মিনের চীনা মুসলিম বাহিনীর কাছে খারাপভাবে পরাজিত হন, যিনি তাকে পূর্ব কাশগারিয়ার কারাশারে পশ্চাদপসরণ করতে বাধ্য করেছিলেন, যেখানে তিনি ১৯৩৩ সালের জুলাই, আগস্ট এবং সেপ্টেম্বরে তার সদর দফতর রেখেছিলেন, পাহাড়ি গিরিপথ এবং রাস্তাগুলি রক্ষা করেছিলেন, যা তুরপান অববাহিকা থেকে কাশগারিয়া পর্যন্ত নেতৃত্ব দিয়েছিল, দক্ষিণে তুঙ্গান সেনাবাহিনীর অগ্রগতি বন্ধ করার ব্যর্থ প্রয়াসে।\n\n\n=== কাশগরের যুদ্ধ (১৯৩৪) ===\n\n১৯৩৪ সালে কাশগরের যুদ্ধে ৩৬তম ডিভিশনের জেনারেল মা ফুয়ুয়ান ১৯৩৪ সালের ৬ ফেব্রুয়ারি কাশগর আক্রমণ করার জন্য একটি চীনা মুসলিম সেনাবাহিনীর নেতৃত্ব দেন এবং প্রথম পূর্ব তুর্কিস্তান প্রজাতন্ত্রের উইঘুর ও কিরগিজ বিদ্রোহীদের আক্রমণ করেন। তিনি ৩৬তম ডিভিশনের আরেক জেনারেল মা ঝানচাংকে মুক্তি দেন, যিনি ১৯৩৩ সালের ২২ মে থেকে উইঘুর ও কিরগিজদের দ্বারা কাশগর নিউ সিটিতে তার চীনা মুসলিম ও হান চীনা সৈন্যদের সাথে আটকা পড়েছিলেন এবং ১৫ আগস্ট থেকে গুরুত্বপূর্ণ অস্ত্রাগার ও ট্রেজারি সহ একটি নতুন শহরের নিয়ন্ত্রণ ধরে রাখার জন্য সাড়ে পাঁচ মাসেরও বেশি সময় ধরে অব্যাহত লড়াইয়ে জড়িত ছিলেন।  ১৯৩৩ সালের জানুয়ারিতে, মা ঝানচাংয়ের চীনা মুসলিম সৈন্যরা খোজা নিয়াজের ছয়টি উইঘুর আক্রমণ প্রতিহত করে, যিনি ১৯৩৪ সালের ১৩ জানুয়ারি ১,৫০০ সৈন্য নিয়ে শহরে পৌঁছেছিলেন, উইঘুর বাহিনীকে ব্যাপক হতাহত করেছিলেন।  কাশগর ওল্ড সিটিতে ২,০০০ থেকে ৮,০০০ উইঘুর বেসামরিক নাগরিককে কিজিল গণহত্যার প্রতিশোধ হিসাবে ১৯৩৪ সালের ফেব্রুয়ারিতে তুঙ্গানরা গণহত্যা করেছিল, শহর থেকে উইঘুর বাহিনীকে চার দিকে পিছু হটানোর পরে: সরকারের সাথে ইয়েঙ্গি হিসার, ইয়ারকান্দ, উপাল এবং আরতুশ। চীনা মুসলিম এবং ৩৬তম বিভাগের প্রধান জেনারেল মা ঝংইং, যিনি ১৯৩৪ সালের ৭ এপ্রিল কাশগরে পৌঁছেছিলেন, এপ্রিল মাসে ইদগাহ মসজিদে একটি বক্তৃতা দিয়েছিলেন, উইঘুরদের নানজিংয়ে চীন প্রজাতন্ত্রের সরকারের প্রতি অনুগত হওয়ার কথা স্মরণ করিয়ে দিয়েছিলেন। ব্রিটিশ কনস্যুলেটে বেশ কয়েকজন ব্রিটিশ নাগরিককে ৩৬তম ডিভিশনের সৈন্যরা হত্যা করেছিল।\n\n\n=== ইয়াঙ্গি হিসারের যুদ্ধ ===\n\nমধ্যে ইয়াঙ্গি হিসারের যুদ্ধ, মা ঝানচাং ইয়াঙ্গি হিসারে উইঘুর বাহিনীকে আক্রমণ করার জন্য 36 তম বিভাগের নেতৃত্ব দিয়েছিলেন, পুরো উইঘুর বাহিনীকে নিশ্চিহ্ন করে দিয়েছিলেন এবং আমির নূর আহমদ জান বুগরাকে হত্যা করেছিলেন। ইয়াঙ্গি হিসার দুর্গে অবরোধ প্রায় অর্ধ মাস অব্যাহত ছিল, এই সময়ে ৫০০ উইঘুর ডিফেন্ডার, কেবল রাইফেল দিয়ে সজ্জিত, তুঙ্গান বাহিনীকে কয়েক শতাধিক পর্যন্ত ভারী হতাহত করেছিল, যারা রাইফেল ছাড়াও আর্টিলারি কামান এবং মেশিনগান দিয়ে সজ্জিত ছিল। দ্রুত গোলাবারুদ ফুরিয়ে যাওয়ায় উইঘুর ডিফেন্ডাররা দুর্গ রক্ষার জন্য গাছের গুঁড়ি, বড় বড় পাথর এবং তেলের আগুনের বোমা প্রয়োগ করে। ১৯৩৪ সালের ২৬ শে মার্চ, নুর আহমদ জান বুগরা দুর্গে সৈন্যদের কুরবান বায়রামের পবিত্র দিবস (ত্যাগের উৎসব) উদযাপনের জন্য লড়াই বন্ধ করার নির্দেশ দিয়েছিলেন, কিন্তু একই দিনে চীনা মুসলমানরা সফল খনির মাধ্যমে দুর্গের দেয়াল ভেঙে ফেলতে সক্ষম হয়েছিল এবং তরোয়াল দ্বারা অবশিষ্ট সমস্ত রক্ষককে হত্যা করতে সক্ষম হয়েছিল। আহমদ কামাল তার ল্যান্ড উইদাউট লাফটার বইয়ের ১৩০-১৩১ পৃষ্ঠায় রিপোর্ট করেছেন যে চীনা মুসলিম সৈন্যরা নুর আহমদ জানের মাথা কেটে স্থানীয় প্যারেড গ্রাউন্ডে পাঠিয়েছিল ফুটবল খেলায় বল হিসাবে ব্যবহার করার জন্য।\n\n\n=== ইয়ারকান্দের যুদ্ধ ===\n\n১৯৩৪ সালের মার্চ-এপ্রিলে ইয়ারকান্দের যুদ্ধে, মা ঝানচাং এবং মা ফুয়ুয়ানের চীনা মুসলিম সেনা, ১০,০০০ শক্তিশালী, আমির শাহ মনসুরের (আবদুল্লাহ খান বুগরা) নেতৃত্বে ২,৫০০ শক্তিশালী উইঘুর বাহিনীকে পরাজিত করে ইয়ারকান্দ থেকে ইয়েঙ্গি হিসার পর্যন্ত দুর্গ ধ্বংস করতে যেখানে তার ভাই নুর আহমদ জান বুগরা অবরুদ্ধ ছিলেন। এই বাহিনীতে রাজা মোহাম্মদ জহির শাহ কর্তৃক প্রেরিত অল্প সংখ্যক আফগান স্বেচ্ছাসেবক এবং আমির আবদুল্লাহর দেহরক্ষী হিসাবে কাজ করা অল্প সংখ্যক অন্তর্ভুক্ত ছিল। ১৯৩৪ সালের ২৮ শে মার্চের মধ্যে ২,৫০০ আমির আবদুল্লাহ সৈন্যের দুই সপ্তাহের ভয়াবহ লড়াইয়ে, যারা প্রাথমিকভাবে যুদ্ধে জড়িত ছিল, ২,৩০০ জন নিহত বা আহত হয়েছিল। সর্বশেষ বাগদান ইয়ারকান্দে সুইডেন মিশনের কাছে ঘটেছিল, যখন আমির আবদুল্লাহ বুগরাকে হত্যা ও শিরশ্ছেদ করা হয়েছিল বলে অভিযোগ করা হয়েছিল, তার মাথা ইদ কাহ মসজিদে প্রদর্শন করা হয়েছিল। ২৪ জন আফগান দেহরক্ষীর কেউই শেষ মুহুর্ত পর্যন্ত শাহ মনসুর ছেড়ে যায়নি এবং সকলেই যুদ্ধে নিহত হন।\n\n\n=== চরখিলিক বিদ্রোহ ===\nজেনারেল মা হুশানের নেতৃত্বাধীন ৩৬ তম বিভাগ ১৯৩৩ সালে চরকলিক মরুদ্যানে উইঘুরদের দ্বারা  শতাধিক উইঘুরকে মৃত্যুদন্ড কার্যকর করা হয়েছিল এবং উইঘুর নেতার পরিবারকে জিম্মি করে নেওয়া হয়েছিল।\n\n\n== পরিণতি ==\n১৯৩৪ সালের শেষের দিকে সোভিয়েত সমর্থনে শেং শিকাই জিনজিয়াং-এর নিয়ন্ত্রণে দৃঢ়ভাবে ছিলেন। সোভিয়েত মধ্যস্থতায় খোজা নিয়াজ শেং-এর নেতৃত্বে জিনজিয়াং সরকারের ভাইস চেয়ারম্যান হিসেবে দায়িত্ব পালন করতে সম্মত হন। শেং মাহমুত মুহিতিকে কাশগর অঞ্চলের ডেপুটি মিলিটারি কমান্ডার হিসেবে নিয়োগ দেন এবং হামি বিদ্রোহী নেতাদের একজন ইউলবারস খানকে হামি কাউন্টির প্রধান হিসেবে দায়িত্ব পালনের অনুমতি দেন। মা ঝনগিংকে সোভিয়েত ইউনিয়নে অধ্যয়ন করতে প্ররোচিত করা হয়, যেখানে তিনি নিখোঁজ হন। দক্ষিণ জিনজিয়াং-এ তার অধস্তন বাহিনী শেষ পর্যন্ত শেং শিকাই দ্বারা শোষিত হয়েছিল। মুহাম্মদ আমিন বুঘরা আফগানিস্তানে পালিয়ে যান যেখানে তিনি ইটিআরের জন্য জাপানি সমর্থন চেয়েছিলেন।\n১৯৩৭ সালে মা ঝনগিংয়ের প্রাক্তন অধস্তন মাহমুত মুহিতি এবং মা হুশান শেংয়ের বিরুদ্ধে দক্ষিণ জিনজিয়াংয়ে বিদ্রোহ শুরু করেন। সোভিয়েত সমর্থনে শেং বিদ্রোহটি গুঁড়িয়ে দিয়েছিলেন। মাহমুত মুহিতি এবং মা হুসান ব্রিটিশ ভারতে পালিয়ে যান। মাহমুত মুহিতি অবশেষে জাপানের সাথে সহযোগিতা করেন এবং ১৯৪৪ সালে জাপানি অধিকৃত বেইপিং-এ মারা যান। মা হুসান কিংহাই যুদ্ধবাজ মা বুফাং-এ যোগ দিয়েছিলেন।\nখোজা নিয়াজের সহযোগী মাহমুত মুহিতির কারণে শেং খোজা নিয়াজকে \"প্রতিবিপ্লবী ট্রটস্কিস্ট\" এবং \"জাপানি এজেন্ট\" হওয়ার অভিযোগে গ্রেপ্তার করেছিলেন। অবশেষে খোজা নিয়াজকে কারাগারে মৃত্যুদণ্ড দেওয়া হয়। ১৯৩৭ সালে শেং হামিকেআক্রমণ করেন, যার ফলে ইউলবারস খান নানজিং-এ চিয়াং কাই-শেকের নেতৃত্বে জাতীয়তাবাদী চীনা সরকারে পালিয়ে যেতে বাধ্য হন।\n১৯৪৪ সালে শেং সোভিয়েত ইউনিয়ন থেকে জাতীয়তাবাদী চীনা শাসনামলে তার আনুগত্য পরিবর্তন করার পর সোভিয়েত ইউনিয়ন ইলি তে একটি বিদ্রোহসমর্থন করে সাড়া দেয়, যার ফলে সোভিয়েত প্রশিক্ষিত তুর্কি-নেতাদের দ্বারা দ্বিতীয় পূর্ব তুর্কিস্তান প্রজাতন্ত্র তৈরি হয়। শেং জিনজিয়াং ছেড়ে চংকিং-এ জাতীয়তাবাদী চীনা সরকারের সাথে একটি অবস্থান গ্রহণ করতে বাধ্য হন। দ্বিতীয় ইটিআর শাসন, যা সোভিয়েত সামরিক সমর্থন উপভোগ করে, এবং জিনজিয়াং-এ জাতীয়তাবাদী চীনা বাহিনীর মধ্যে ব্যাপক লড়াইয়ের পর, যা ১৯৪৪-৪৫ সালে হুই যুদ্ধবাজ মা বুফাং এর বাহিনী দ্বারা পরিপূরক ছিল, চীন প্রজাতন্ত্র এবং সোভিয়েত ইউনিয়ন একটি বোঝাপড়ায় পৌঁছায়, যার অধীনে ইলি বিদ্রোহীরা দ্বিতীয় ইটিআর ভেঙে চীনা জাতীয়তাবাদীদের সাথে জোট প্রাদেশিক সরকারে যোগ দিতে সম্মত হয়। ইলি বিদ্রোহীরা সোভিয়েত ইউনিয়নের প্রতি তাদের স্বায়ত্তশাসন এবং আনুগত্য বজায় রাখে।\nমুহাম্মদ আমিন বুঘারা কে জাতীয়তাবাদী চীনা নেতা চিয়াং কাই-শেক ১৯৪৮ সালের শেষের দিকে জোট সরকারের ভাইস চেয়ারম্যান হিসেবে দায়িত্ব পালনের জন্য নিযুক্ত করেন। ইউলবারস খানকে জাতীয়তাবাদীরা হামিতে সামরিক নেতৃত্বের পদে ফিরিয়ে দেয়। মুহাম্মদ আমিন বুঘরা, যদিও প্রথম ইটিআর-এর একজন প্রবীণ নেতা ছিলেন, একজন জাতীয়তাবাদী সমর্থক ছিলেন যিনি জিনজিয়াং-এ দ্বিতীয় ইটিআর-এর সোভিয়েত সমর্থিত ইলি বিদ্রোহীদের বিরুদ্ধে জাতীয়তাবাদী চীনাদের সাথে জোট ঘোষণা করেছিলেন।\n১৯৪৯ সালে, জিনজিয়াং জোট সরকার চীনা কমিউনিস্টদের দ্বারা শেষ হয়েছিল, যারা চীনা গৃহযুদ্ধে চীনা জাতীয়তাবাদীদের পরাজিত করেছিল এবং জিনজিয়াংকে সোভিয়েত ইউনিয়নের সমর্থন দিয়ে গণপ্রজাতন্ত্রী চীনতে অন্তর্ভুক্ত করেছিল। মুহাম্মদ আমিন বুঘরা তুরস্কে নির্বাসনে পালিয়ে যান। ইউলবারস খান পালিয়ে গেলেন জাতীয়তাবাদী তাইওয়ানে। মা হুশানকে চীনা কমিউনিস্টরা ধরে নিয়েছিল এবং হত্যা করা হয়েছিল।\n\n\n== প্রথম পূর্ব তুর্কিস্তান প্রজাতন্ত্রের সমাপ্তি ==\n\nউত্তরে, ১৯৩৪ সালের ২৪ জানুয়ারি দুটি সোভিয়েত ব্রিগেড, আলতাইস্কায়া এবং তারবাঘাতাইস্কায়া শেং শিকাইয়ের বাহিনীতে সহায়তা আসে, \"হোয়াইট রাশিয়ান কসাক আলতাই স্বেচ্ছাসেবক বাহিনী\" হিসাবে ছদ্মবেশে এবং জিনজিয়াংয়ে সোভিয়েত আক্রমণে  রেড আর্মি  জেনারেল ভলগিনের (ভবিষ্যতের মার্শাল রাইবালকোর ডাকনাম) নেতৃত্বে। মাঞ্চুরিয়ার জাপানি সংযুক্তি এবং মা ঝনগিংয়ের হুই বাহিনীর প্রতি গুজব সমর্থনে জোসেফ স্ট্যালিনকে সমস্যায় ফেলার উদ্বেগের একটি কারণ ছিল, আরেকটি সম্ভাবনা ছিল জিনজিয়াং-এ বিদ্রোহ সোভিয়েত মধ্য এশীয় প্রজাতন্ত্রে ছড়িয়ে পড়তে পারে এবং তুর্কি মুসলিম বাসমাচি বিদ্রোহীদের আশ্রয় দিতে পারে। জিনজিয়াং এবং সোভিয়েত ইউনিয়নের মধ্যে বাণিজ্যিক সম্পর্কসোভিয়েতদের শেংকে সমর্থন করার কারণও দিয়েছিল। উরুমচি গারেগিন আপ্রেসভ-এ নবনিযুক্ত সোভিয়েত কনসাল-জেনারেল ১৯৩৩ সালের মে মাসে শেং শিকাইকে প্রকাশ্যে বলেছিলেন: আপনি প্রদেশটির উন্নয়ন করতে পারেন এবং বিভিন্ন জাতীয়তার মানুষের জীবনযাত্রার উন্নতি করতে পারেন, তাদের সংস্কৃতি বিকাশ করতে পারেন।  কিন্তু আপনি যদি তাদের (মুসলিম বিদ্রোহীদের) প্রদেশের দক্ষিণে একটি স্বাধীন রাষ্ট্র তৈরি করতে দেন, এটিকে ইউএসএসআর-এর পিছনের দরজায় দ্বিতীয় মাঞ্চুরিয়ায় রূপান্তরিত করেন, তবে আমরা কেবল পার্শ্ব পর্যবেক্ষক হব না, আমরা কাজ শুরু করব। ইউএসএসআর থেকে সামরিক সহায়তার শেং শিকাই এর প্রথম অনুরোধ টি ১৯৩৩ সালের অক্টোবরে এসেছিল। ১৯৩৩ সালের ডিসেম্বরমাসে শেং শিকাই শ্বেতাঙ্গ রাশিয়ান কর্নেল পাপেনগুটকে গ্রেপ্তার করেন, যিনি সোভিয়েত বিরোধী ছিলেন এবং আপ্রেসভের দাবির কারণে তাকে মৃত্যুদণ্ড দেন, তার স্থলাভিষিক্ত হন \"নিরপেক্ষ\" জেনারেল বেকতেয়েভ জিনজিয়াং প্রাদেশিক সেনাবাহিনীর তিনটি হোয়াইট রাশিয়ান রেজিমেন্টের কমান্ডার-ইন চিফ হিসেবে, এভাবে জিনজিয়াং-এ সোভিয়েত হস্তক্ষেপের পথ প্রশস্ত করেন।\nইলিতে হান চীনা সেনাদের কমান্ডার হান চাইনিজ জেনারেল জাং পেইউয়ান মা ঝোনিয়িংয়ের সাথে আলোচনা চালিয়েছিলেন এবং ১৯৩৪ সালের জানুয়ারিতে উরুমচির আক্রমণে তাঁর সাথে যোগ দেওয়ার পরিকল্পনা করেছিলেন। প্রথমদিকে ঝাং তাছেং এবং এরমিকির মাঝামাঝি রাস্তাটি দখল করে নিয়েছিল, তবে রাশিয়ান \"আলতাই স্বেচ্ছাসেবক সেনাবাহিনী\" শহরটি দখল করার বার্তা পাওয়ার পরে গুলজার দিকে ফিরে যাওয়ার সিদ্ধান্ত নিয়েছিল, সোভিয়েত সৈন্যরা শহরে প্রবেশ করেছিল। গুলজার কাছে পৌঁছে তিনি পাহাড়ের রাস্তায় ঘেরাও হয়েছিলেন, তার সৈন্যরা আংশিকভাবে ধ্বংস হয়ে যায়, আংশিকভাবে তিয়ানশান পর্বতের মুজার্ট পাসে এবং এটি দিয়ে আকসুর নিকটবর্তী দক্ষিণ জিনজিয়াংয়ে পালিয়ে যায়। ঝাং পেইউয়ান নিজেই আত্মহত্যা করেছিলেন। মা ঝোনিয়িং পরিকল্পনা অনুসারে উড়ুমচিকে আক্রমণ করেছিলেন, অবাক হয়ে শেনগকে পুরোপুরি নিয়ে গেলেন, গোপনে পশ্চিমে পাহাড় থেকে শহরটিতে পৌঁছেছিলেন এবং প্রথমে টেলিগ্রাফ স্টেশন এবং অ্যারোড্রোম ক্যাপচার করেছিলেন, তারপর শহরটিকে ঘেরাও করা শুরু করেছিলেন, শহরতলিকে একেবারে বিচ্ছিন্ন করে রেখে। তবে সত্য যে, উড়ুমচি মা ঝোনিয়িংয়ের অবরোধের গুরুত্বপূর্ণ মুহুর্তে জাং পেইউয়ানের ইলি সেনাবাহিনীর কাছ থেকে প্রতিশ্রুতিবদ্ধ সহায়তা পাওয়া যায়নি, তবুও হামলার প্রথম সপ্তাহে শহরটি দখল করতে না পারার কারণ ছিল, তবুও এর পতন আসন্ন ছিল এবং সোভিয়েত সেনাদের হস্তক্ষেপ ছাড়াই সময়ের বিষয় মাত্র। জিনজিয়াংয়ে পুরো মা ঝোনিংয়ের প্রচারণার জন্য উড়ুমচির লড়াই ছিল নির্ধারক এবং তার বাহিনী তাকে গ্রহণ করলে চিনের নানজিং সরকার কর্তৃক জিনজিয়াংয়ের পরম শাসককে তার স্বীকৃতি দেবে, যেমনটি আগে তাকে গোপনে প্রতিশ্রুতি দেওয়া হয়েছিল। সোভিয়েত ব্রিগেড, বিমানের সহায়তায় মা ঝোনিংয়ের সেনাকে আরমিকির চারপাশে ছড়িয়ে দিয়েছিল এবং তাদের দক্ষিণে পশ্চিমাঞ্চলে ফিরে যেতে বাধ্য করেছিল। ফেব্রুয়ারি  ১৬, ১৯৩৪ সালে শেনগ, তার মাঞ্চুরিয়ান এবং হোয়াইট গার্ড রাশিয়ান কোস্যাক সেনাদের মুক্ত করে উরুচির অবরোধ প্রত্যাহার করা হয়েছিল, যা ১৩ ফেব্রুয়ারি, ১৯৩৪ সাল থেকে মা বাহিনী শহরে আটকা পড়েছিল।\nখোজা নিয়াজ ১৯৩৪ সালের ১৩ জানুয়ারি একই দিনে ১,৫০০ সৈন্য নিয়ে কাশগরে পৌঁছেছিলেন, শেংয়ের সাথে তার আগের চুক্তির বিরুদ্ধে গিয়ে টিআইআরইটির সভাপতিত্ব গ্রহণ করেছিলেন। তার সাথে পূর্ব জিনজিয়াং (তুরপান, কুমুল) থেকে আরেক বিশিষ্ট উইঘুর নেতা মাহমুত মুহিতি এসেছিলেন, যিনি প্রধানমন্ত্রী সাবিত দামোল্লার প্রস্তাব গ্রহণ করে তিরেত সরকারের প্রতিরক্ষামন্ত্রী হতে রাজি হয়েছিলেন। সাবিত দামোল্লা খোজা নিয়াজের জন্য পুরানো শহর কাশগরে তার নিজস্ব প্রাসাদ মুক্ত করেছিলেন, যা প্রাক্তন ইয়ামেন বা দক্ষিণ জিনজিয়াংয়ের চীনা প্রশাসনের প্রধানের বাসভবনে প্রতিষ্ঠিত হয়েছিল এবং একটি নতুন সরকার গঠনের আহ্বান জানিয়েছিল। নানজিং সরকারকে লেখা চিঠিতে খোজা নিয়াজ এই বিষয়টির উপর জোর দিয়ে তার সিদ্ধান্তের ব্যাখ্যা দিয়েছিলেন যে, তিনি পূর্ব তুর্কিস্তানের জনগণের কংগ্রেসের স্বাধীন ইচ্ছা ও পছন্দ অনুসারে গৃহীত সিদ্ধান্ত গ্রহণ করেছেন এবং ১৯১২ সালের চীনা প্রজাতন্ত্রের সংবিধান \"চীনের পাঁচ জাতির আত্মনিয়ন্ত্রণের অধিকার\" সংরক্ষণ করে। তিনি প্রজাতন্ত্রের স্ব-শাসনের পাঁচটি নীতি তালিকাভুক্ত করেছিলেন:\n\nসমস্ত জিনজিয়াং পূর্ব তুর্কিস্তান প্রজাতন্ত্রের অংশ, যদিও সমস্তরাই এর অন্তর্ভুক্ত নয়, তারা যেখান থেকে এসেছিল সেখানে ফিরে যেতে হবে;\nসরকার এবং অর্থনীতি স্থানীয় লোক দ্বারা পরিচালিত হবে ;\nপূর্ব তুর্কিস্তানে বসবাসরত সমস্ত নিপীড়িত মানুষদের লেখাপড়া, বাণিজ্য এবং নতুন জাতি গঠনের স্বাধীনতা থাকবে;\nপ্রজাতন্ত্রের রাষ্ট্রপতি খোজা নিয়াজ জনগণের সুখকে নিবেদিত একটি সরকার গঠন করবেন;\nপ্রজাতন্ত্র তার বিভিন্ন বিভাগ সহ অন্যান্য আধুনিকীকরণ সমিতিগুলির সাথে যোগাযোগ করার চেষ্টা করবে।\nখোজা নিয়াজ পূর্ব তুর্কিস্তান প্রজাতন্ত্রের নতুন রাজ্য পতাকা প্রবর্তন করেন, যার নাম কোক বায়রাক বা নীল ব্যানার, যা তুর্কি পতাকাের সাথে সাদৃশ্যযুক্ত তবে নীল পৃষ্ঠপোষকের পরিবর্তে লাল এবং প্রতিস্থাপিত পুরাতন পতাকার সাথে নীল ক্রিসেন্ট এবং নক্ষত্র এবং শাহাদাহের সাথে সাদা ছিল।\nতবুও, ইটিআর (টিআইআরটি) স্বল্পস্থায়ী হিসাবে প্রমাণিত। কাশগড়ের মা ঝাচাংয়ের সেনাবাহিনীর সাথে উত্তর থেকে পশ্চিমাঞ্চল ফিরে আসা হুই বাহিনী নানজিংয়ের কুওমিনতাংয়ের সাথে জোট বেঁধেছিল এবং টিআইআরইটি আক্রমণ করেছিল, নিয়াস, সাবিত দামোলা এবং বাকী সরকারকে ফেব্রুয়ারি, ১৯৩৪ এ পালিয়ে যেতে বাধ্য করেছিল, শহরের দক্ষিণে ইয়েনগি হিশার পর্যন্ত। বিজয়ী হুই সেনাবাহিনী তাদের মধ্যে অনেককে হত্যা করেছিল এবং কাশগড় থেকে তাদের বহিষ্কারের পরে বেঁচে যাওয়া লোকদের মধ্যে বিশ্বাসঘাতকতার দ্রুত মিছিলটি টিআরইটির কার্যকর সমাপ্তির বানান করেছিল। হুয়ী সেনাবাহিনী পূর্ব তুর্কিস্তান প্রজাতন্ত্রের উইঘুর ও কির্গিজ সেনাবাহিনীকে কাশগার যুদ্ধ (১৯৩৪), ইয়ারকান্দের যুদ্ধ এবং ইয়াঙ্গি হিসারের যুদ্ধে বিধ্বস্ত করেছিল । মা ঝোনিং কার্যকরভাবে টিআরটিটি ধ্বংস করেছিলেন।\nকাশগরের তুঙ্গান দখলের পরে, প্রধানমন্ত্রী সাবিত দামোল্লা এবং নুর আহমাদজান সহ তির্যের বাকী নেতৃত্ব পুনর্গঠনের জন্য ইয়েঙ্গি হিসারে ফিরে যান। মাহমুত মুহিতি সেনাবাহিনীর বাকী অংশ নিয়ে ইয়ারকান্দ এবং হোতানে পশ্চাদপসরণ করেছিলেন, যখন খোজা নিয়াজ আর্তুশ হয়ে সোভিয়েত সীমান্তের এরকেশতামে পালিয়ে গিয়েছিলেন, তার হিলের উপর তুঙ্গান সেনা নিয়ে, যা তাকে সীমান্ত পর্যন্ত তাড়া করেছিল। নিয়াজ সোভিয়েত ইউনিয়নে আশ্রয় নিয়েছিলেন, যেখানে সাবিত দামোল্লার কাছ থেকে তিরেতের (রাষ্ট্রপতি) প্রথম নেতার পদ গ্রহণের জন্য সোভিয়েতরা তাকে দোষারোপ করেছিল, তবে তাকে সামরিক সহায়তা এবং \"ভবিষ্যতের জন্য দুর্দান্ত সম্ভাবনা\" দেওয়ার প্রতিশ্রুতি দেওয়া হয়েছিল যদি তিনি শেং শিকাই এবং সোভিয়েতদের \"টিআইআরটি দ্রবীভূত করতে\" সহায়তা করেন। জানা গেছে। নিয়াজ সোভিয়েতদের সাথে তিরেতকে বিলুপ্ত করার জন্য এবং এর কর্তৃত্বকে প্রাদেশিক কর্তৃপক্ষের নিয়ন্ত্রণে রাখার জন্য একটি চুক্তি স্বাক্ষর করেছিলেন। বিনিময়ে নিয়াজ জিনজিয়াং প্রদেশের 'সিভিল গভর্নর ফর লাইফ' হন।\n১৯৩৪ সালের ১ মার্চ ইয়েঙ্গি হিসার শহরে, তিরেট মন্ত্রিসভা এবং সাবিত দামোল্লা নোটিশ পেয়েছিলেন যে নিয়াজ এবং সোভিয়েতরা একটি চুক্তিতে পৌঁছেছে; ২ মার্চ, মন্ত্রিসভা একটি বিশেষ বৈঠক করে, চুক্তিটি প্রত্যাখ্যান করে এবং রাষ্ট্রপতিকে \"জাতীয় বিশ্বাসঘাতক\" হিসাবে নিন্দা করে। সভায় দামোল্লা বলেছিলেন যে \"হোজা নিয়াজ আর ইসলামের চ্যাম্পিয়ন নন, তিনি আমাদের দেশকে বশীভূত করার জন্য রাশিয়ানদের হাতে নিজেকে একটি হাতিয়ারে পরিণত করেছিলেন\"। এই সিদ্ধান্ত শোনার পরে, নিয়াজ এরকেষ্টাম থেকে ইয়ারকান্দ পর্যন্ত যাত্রা করেছিলেন, যেখানে তিনি এপ্রিলের মাঝামাঝি সময়ে পৌঁছেছিলেন। তিনি যতটুকু সোনা পেলেন তা সংগ্রহ করতে এগিয়ে গেলেন এবং সাবিতকে বন্দী করে মেরকেট ও মারাল বাশি হয়ে আকসুর দিকে এগিয়ে গেলেন। তুঙ্গান বাহিনী তাকে ধরার চেষ্টা করা সত্ত্বেও, নিয়াজ নিরাপদে আকসুতে পৌঁছেছিলেন, যেখানে তিনি সাবিতকে প্রাদেশিক কর্তৃপক্ষের কাছে হস্তান্তর করেছিলেন। অন্যান্য টিআইআরইটি কর্মকর্তারা ভারত এবং আফগানিস্তানে পালিয়ে যান।\n\n\n== ফলাফল ==\nমা ঝোনিংয়ের অধীনে কুওমিনতাং মিত্র হুই বাহিনী পরাজিত হয়েছিল, এবং শেং সোভিয়েতের সমর্থন নিয়ে উত্তর জিনজিয়াংয়ের উপর তার শাসন সুসংহত করেছিল। হোজা নিয়াজ হাজজি দক্ষিণ জিনজিয়াং স্বায়ত্তশাসিত সরকারের আসনটি প্রাথমিকভাবে আকসুতে অবস্থিত ছিল, তবে পরে তাকে জিনজিয়াং সরকারের ভাইস-চেয়ারম্যানের পদটি গ্রহণ করার জন্য শেন শিচাই উরুমচিতে চলে যাওয়ার আহ্বান জানিয়েছিলেন। তার বাহিনী ইউএসএসআর থেকে ১৫,০০০ রাইফেল এবং গুলি পেয়েছিল, তবে সোভিয়েত বিমান থেকে তুগান সেনার উপর ফেলে দেওয়া প্রতিটি রাইফেল, প্রতিটি গুলি এবং প্রতিটি বোমা হোজা নিয়াজ হাজজি ইউএসএসআর থেকে সোনা দিয়ে কিনেছিল।\nজিনজিয়াং প্রদেশের জন্য শেন শিকাইয়ের শাসনামল দ্বারা নতুন আদেশ জারি করা হয়েছিল, যা চীনকে \"চিনের পিছনের দরজা\" হিসাবে বিবেচনা করা হয়েছিল, কিন্তু স্ট্যালিনকে \"ইউএসএসআর'র পিছনের দরজা\" হিসাবেও বিবেচনা করা হয়েছিল। এই নতুন আদেশটি জিনজিয়াং প্রাদেশিক সরকারের দুটি প্রোগ্রামের মাধ্যমে কার্যকর করা হয়েছিল, তথাকথিত \"আট দফা\" এবং \"সিক্স গ্রেট পলিসি\" নামে পরিচিত।\nজিনজিয়াংয়ের জন্য আটটি পয়েন্ট ছিল:\n\nঘোড়দৌড়ের মধ্যে সমতা;\nধর্মীয় স্বাধীনতা;\nতাৎক্ষণিক গ্রামীণ ত্রাণ;\nআর্থিক সংস্কার;\nপ্রশাসনিক সংস্কার;\nশিক্ষার সম্প্রসারণ;\nস্ব-সরকার আদায়;\nবিচারিক সংস্কার।\nজিনজিয়াংয়ের এই এই আটটি দফাগুলো প্রাদেশিক সরকার প্রবর্তিত আট-পয়েন্ট তারকা হিসাবে আকস্মিক জিনজিয়াংয়ের একটি নতুন উচ্চ পদক দ্বারা প্রতীকী ছিল। প্রথম ব্যক্তিদের মধ্যে যারা এই পদক পেয়েছিলেন, তারা ছিলেন জিনজিয়াং সরকারের ভাইস চেয়ারম্যান খোজা নিয়াজ (১৯৩৪–১৯৩৭)) এবং বিভাগীয় জেনারেল, ৬ষ্ঠ উইঘুর বিভাগের সর্বাধিনায়ক, কাশগার সামরিক অঞ্চলের উপ-প্রধান মাহমুদ মুহিত (১৯৩৪–১৯৩৭)।\nজিনজিয়াংয়ের জন্য ছয়টি মহান নীতিগুলি হ'ল:\n\nসাম্রাজ্যবাদবিরোধী;\nইউএসএসআরের আত্মীয়তা;\nবর্ণবাদী এবং জাতীয় সমতা;\nপরিষ্কার সরকার এবং দুর্নীতির বিরুদ্ধে সংগ্রাম;\nশান্তি বজায় রাখা;\nএকটি নতুন জিনজিয়াং এর পুনর্গঠন এবং বিল্ডিং।\n\n\n== আরও দেখুন ==\nদ্বিতীয় পূর্ব তুর্কিস্তান প্রজাতন্ত্র\nপূর্ব তুর্কিস্তানের স্বাধীনতা আন্দোলন\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n \n\n\n=== সূত্র ===\nJames A. Millward and Nabijan Tursun, \"Political History and Strategies of Control, 1884–1978\" in Xinjiang: China's Muslim Borderland (আইএসবিএন ০-৭৬৫৬-১৩১৮-২).\nMichael Zrazhevsky, \"Russian Cossacks in Sinkiang\". Almanach \"The Third Rome\", Russia, Moscow, 2001\nSven Hedin, \"The flight of Big Horse\". New York, 1936.\nBurhan Shahidi 包尔汗, Xinjiang wushi nian 新疆五十年 [Fifty Years in Xinjiang], (Beijing, Wenshi ziliao, 1984).\nClubb, O. E., China and Russia: The \"Great Game\". (NY, Columbia, 1971).\nForbes, A. D. W. Warlords and Muslims in Chinese Central Asia: A Political History of Republic Sinkiang, 1911–1949 (Cambridge, Cambridge University Press, 1986).\nHasiotis, A. C. Jr. Soviet Political, Economic and Military Involvement in Sinkiang from 1928 to 1949 (NY, Garland, 1987).\nKhakimbaev A. A., \"Nekotorye Osobennosti Natsional’no-Osvoboditel’nogo Dvizheniya Narodov Sin’tszyana v 30-kh i 40-kh godakh XX veka\" [Some Characters of the National-Liberation Movement of the Xinjiang Peoples in 1930s and 1940s], in Materialy Mezhdunarodnoi Konferentsii po Problemam Istorii Kitaya v Noveishchee Vremya, Aprel’ 1977, Problemy Kitaya (Moscow, 1978) pp.113–118.\nLattimore, O., Pivot of Asia: Sinkiang and the Inner Asian Frontiers of China (Boston, Little, Brown & Co., 1950).\nRakhimov, T. R. \"Mesto Bostochno-Turkestanskoi Respubliki (VTR) v Natsional’no-Osvoboditel’noi Bor’be Narodov Kitaya\" [Role of the Eastern Turkestan Republic (ETR) in the National Liberation Struggle of the Peoples in China], A paper presented at 2-ya Nauchnaya Konferentsiya  po Problemam Istorii Kitaya v Noveishchee Vremya, (Moscow, 1977), pp.68–70.\nWang, D., \"The USSR and the Establishment of the Eastern Turkestan Republic in Xinjiang\", Journal of Institute of Modern History, Academia Sinica, Taipei, vol. 25 (1996) pp.337–378.\nWhiting, A. S., and Sheng Shih-ts’ai, Sinkiang: Pawn or Pivot? (Michigan, East Lansing, 1958)."}