{"pageid": 10416, "title": "বস্তুবাদ", "url": "https://bn.wikipedia.org/wiki?curid=10416", "content": "বস্তুবাদ (ইংরেজি: Materialism) হলো দর্শনের সবচেয়ে প্রাথমিক মতবাদগুলোর একটি। বস্তুবাদ হল দার্শনিক অদ্বৈতবাদের একটি রূপ যা বস্তুকে এবং মানসিক অবস্থা ও চেতনা সহ সমস্ত জিনিস, যা বস্তুগত মিথস্ক্রিয়ার ফলাফল  তা প্রকৃতির মৌলিক পদার্থ হিসাবে ধরে রাখে। দার্শনিক বস্তুবাদের মতে, মন এবং চেতনা হল বস্তুগত প্রক্রিয়ার উপজাত বা এপিফেনোমেনা (যেমন মানব মস্তিষ্ক এবং স্নায়ুতন্ত্রের জৈব রসায়ন), যা ছাড়া তাদের অস্তিত্ব থাকতে পারে না। এই ধারণাটি আদর্শবাদের সম্পূর্ণ বিপরীত,যেখানে মন এবং চেতনা হল প্রথম-ক্রমের বাস্তবতা যার বিষয় হলো বস্তু এবং বস্তুগত মিথস্ক্রিয়া হলো গৌণ।\nবিদ্যমান সবই শেষ পর্যন্ত শারীরিক- এই দৃষ্টিভঙ্গির দিক দিয়ে বস্তুবাদ ভৌতবাদের সাথে ঘনিষ্ঠভাবে সম্পর্কিতI ভৌত বিজ্ঞানের তত্ত্বগুলির সাথে নিছক সাধারণ বস্তুর (যেমন স্থানকাল, শারীরিক শক্তি ও শক্তি এবং অন্ধকার পদার্থ) থেকে শারীরিকতার আরও পরিশীলিত ধারণাগুলিকে অন্তর্ভুক্ত করতে দার্শনিক ভৌতবাদ বস্তুবাদ থেকে বিকশিত হয়েছেI এভাবে, অন্যরা যেখানে এই শব্দগুলি সমার্থক হিসেবে ব্যবহার করে সেখানে অনেকে বস্তুবাদের চেয়ে ভৌতবাদ শব্দটিকে বেশি পছন্দ করেI\nবস্তুবাদ বা ভৌতবাদের সাথে বিরোধী দর্শনের মধ্যে রয়েছে আদর্শবাদ, বহুত্ববাদ, দ্বৈতবাদ, প্যানসাইকিজম এবং অদ্বৈতবাদের অন্যান্য রূপ।\n\n\n== সারসংক্ষেপ ==\nবস্তুবাদ অদ্বৈতবাদী তত্ত্ববিদ্যার শ্রেণীর অন্তর্গত হওয়ার কারণে দ্বৈতবাদ অথবা বহুতত্ববাদের উপর ভিত্তি করে গড়ে ওঠা তত্ত্ববিদ্যা থেকে আলাদা। বস্তুগত বাস্তবতায় সব কিছুর একক ব্যাখ্যা প্রদানের ক্ষেত্রে, বস্তুবাদ অবস্থান হচ্ছে আদর্শবাদ, নিরপেক্ষ অদ্বৈতবাদ এবং আধ্যাত্মিকতাবাদের বিপরীতে। সেই সাথে এটি অভূতপূর্বতাবাদ, প্রাণবাদ এবং দ্বিমুখী অদ্বৈতবাদের বিপরীত। এই বস্তুবাদকে বিভিন্নভাবে নির্ণয়বাদের তত্ত্বের সাথে মিলিয়ে দেখা যায়। যেমনটা করেছিলেন এনলাইটেন্টমেন্ট এর সময়কার চিন্তকরা।\nঅসংখ্য দার্শনিক ঘরানা এবং তাদের মধ্যে কিঞ্চিৎ মতপার্থক্য থাকা সত্ত্বেও, বলা হয়ে থাকে সমস্ত দর্শনই মূলত দুইটি প্রাথমিক ধারায় বিভক্তঃ আদর্শবাদ এবং বস্তুবাদ।, এই দুটি ধারা একটির সাপেক্ষে অন্যটি অর্থপূর্ণ হয়ে ওঠে। এই দুটি দর্শনের মৌলিক প্রস্তাবনা মূলত বাস্তবতার স্বরুপ সম্পর্কে ধারণা দেয়। এই দুই ধারার প্রাথমিক পার্থক্য করা যায় দুইটি প্রশ্নে তাদের উত্তরের প্রেক্ষিতে। প্রথমত, বাস্তবতার গাঠনিক উপাদান কি? দ্বিতীয়ত, বাস্তবাতার উৎপত্তি কীভাবে হয়েছে? আদর্শবাদীদের মতে, আত্মা বা মন বা মনের চিন্তা হচ্ছে প্রাথমিক এবং বস্তু হচ্ছে তার ফলাফল। অপরদিকে বস্তুবাদীদের মতে, বস্তু হচ্ছে প্রাথমিক এবং বস্তুর সাথে বস্তুর মিথস্ক্রিয়া  থেকে উদ্ভব হয় মন, আত্মা বা চিন্তার।\nবস্তবাদী দর্শন সম্ভবত সব থেকে ভালো বোঝা যায় যখন বস্তুবাদ কে ঐতিহাসিকভাবে রেনে দেকার্ত প্রদত্ত মনের অবস্তুবাচক উপাদানতত্ত্বের বিপরীতে রেখে পর্যালোচনা করলে। তথাপি, বস্তুবাদ বস্তগত উপাদানের বৈশিষ্ট্য নিয়ে আলোচনা করে না। চর্চার দিকে দিয়ে এটি কে প্রায়শই ভৌতবাদের এক বা একাধিক প্রকারভেদের সাথে এক করে দেখা হয়।\nআধুনিক বস্তুবাদী দার্শনিকেরা এই সংজ্ঞাকে বর্ধিত করে অন্যান্য বৈজ্ঞানিকভাবে দৃশ্যমান সত্ত্বাসমূহ যেমনঃ শক্তি, বল এবং স্থানের বক্রতার সাথে সংশ্লিষ্ট করেন। তথাপি, ম্যারি মিগলির মত দার্শনিকরা মনে করেন যে \"বস্তু\" সংজ্ঞাটি অস্পষ্ট এবং দুর্বল ভাবে সংজ্ঞায়িত করা হয়েছে।\n19শ শতাব্দীতে, কার্ল মার্কস এবং ফ্রিডরিখ এঙ্গেলস মানুষের কার্যকলাপের (শ্রম এবং অভ্যাস) এবং সেই কার্যকলাপের দ্বারা সৃষ্ট, পুনরুত্পাদিত বা ধ্বংস হওয়া প্রতিষ্ঠানগুলির উপর কেন্দ্রীভূত ইতিহাসের একটি বস্তুবাদী ধারণাকে বিস্তৃত করার জন্য বস্তুবাদের ধারণাকে প্রসারিত করেছিলেন।\n\n\n== প্রকারভেদ ==\nবস্তুবাদ মূলত দুই প্রকার। সরল বস্তুবাদ এবং প্রতিরূপী বস্তুবাদ।\n\n\n== আরো পড়ুন ==\nহ্রাসবাদ\n\n\n== তথ্যসূত্র =="}