{"pageid": 1041369, "title": "মুক্তির আহ্বান ও শ্বাশত মুজিব", "url": "https://bn.wikipedia.org/wiki?curid=1041369", "content": "মুক্তির আহ্বান ও শ্বাশত মুজিব (২০২০ - ২০২৪) বাংলাদেশের স্বাধীনতার যুদ্ধের স্মৃতিফলক স্বরূপ বঙ্গবন্ধু শেখ মুজিবুর রহমানের সাতই মার্চের ভাষণ সংবলিত দুইটি ম্যুরাল। বাংলাদেশের স্বাধীনতার ভাষণের স্মৃতিস্তম্ভ হিসাবে মুজিব শত বর্ষ উপলক্ষে ভাস্কর্যটি নির্মাণ করা হয়। এই ভাস্কর্যটি ইসলামী বিশ্ববিদ্যালয়ের জাতির পিতা বঙ্গবন্ধু শেখ মুজিবুর রহমান হলের সম্মুখভাগে অবস্থিত। ভাস্কর্যটির নকশা প্রণয়ন করেন রাজশাহী বিশ্ববিদ্যালয়ের চারুকলা বিভাগের শিক্ষক কনক কুমার পাঠক। অসহযোগ আন্দোলনে শেখ হাসিনা পলায়নের পরে ৬ আগস্ট স্মৃতিফলকটি বুলডোজার দিয়ে ভেঙে ফেলা হয়।\n\n\n== অবস্থান ==\nমুক্তির আহ্বান ও শ্বাশত মুজিব মুর‍্যাল দুইটি কুষ্টিয়া জেলার ইবি থানার অন্তর্গত ইসলামী বিশ্ববিদ্যালয়ের জাতির পিতা বঙ্গবন্ধু শেখ মুজিবুর রহমান হলের সম্মুখভাগে অবস্থিত। মুর‍্যাল দুইটি হলের প্রধান ফটকের সম্মুখে দুই পাশে অবস্থিত।\n\n\n== ভাস্কর্যের বর্ণনা ==\nবিশ্ববিদ্যালয় প্রশাসন জানিয়েছে মুর‍্যাল দুইটি নির্মাণ করতে ব্যয় হয়েছে ৮ লক্ষ টাকা। ১৭ মার্চ ২০২০ তারিখ রাশিদ আসকারী ভাস্কর্যটি উদ্বোধন করেন।\n\n\n=== মুক্তির আহ্বান ===\nমুক্তির আহ্বান ম্যুরালটি মূলত সাতই মার্চের ভাষণ সংবলিত একটি ম্যুরাল, মুর‍্যালটি ৩ ফুট ১২ ইঞ্চি বিশিষ্ট একটি মঞ্চের উপর অধিষ্ঠিত, মুর‍্যালটির উচ্চতা ৯ ফুট এবং প্রশস্ততা ১৮ ফুট। মুর‍্যালটি বঙ্গবন্ধু হল থেকে ২০ ফুট ১১ ইঞ্চি দূরত্বে অবস্থিত। ম্যুরালটিতে বঙ্গবন্ধুর ঐতিহাসিক ৭ মার্চের ভাষণ সাদা পাথরে লেখা আছে।\n\n\n=== শ্বাশত মুজিব ===\nশ্বাশত মুজিব মুর‍্যালটি মূলত সাতই মার্চের ভাষণের সময়ের স্মৃতিকে স্মরণ করতে সেইরুপ একটি প্রতিমূর্তি। বঙ্গবন্ধু হল থেকে  ১২ ফুট ১৫ ইঞ্চি দূরত্বে ম্যুরালটি অবস্থিত। শ্বাশত মুজিব ম্যুরালটির উচ্চতা ১০.৫ ফুট এবং প্রশস্ততা ৭ ফুট। শাশ্বত মুজিবে বঙ্গবন্ধুকে নিয়ে অন্নদাশঙ্কর রায় ও ইংরেজ লেখক টেরি প্র্যাচেটের দুটি উক্তি খোদাই করা রয়েছে।\n\n\n== স্থাপনা তাৎপর্য ==\nজাতির পিতা বঙ্গবন্ধু শেখ মুজিবুর রহমান হলের তত্ত্বাবধানে এর নকশা করেন রাজশাহী বিশ্ববিদ্যালয়ের চারুকলা বিভাগের সহকারী অধ্যাপক কনক কুমার পাঠক। ২০১৯ সালের ১১ ডিসেম্বর ম্যুরাল স্থাপনের নিমিত্তে সমঝোতা চুক্তি স্বাক্ষরিত হয়, সেই চুক্তি মোতাবেক এক বছরের মধ্যেই ভাস্কর্যটি নির্মাণের কাজ শেষ হয়। বিশ্ববিদ্যালয় প্রশাসন জানিয়েছে, ভাস্কর্যটি নির্মাণের মধ্য দিয়ে নতুন প্রজন্মের কাছে বাংলাদেশের স্বাধীনতার ঘোষণার পিছনে বঙ্গবন্ধুর অবদানকে ধরে রাখতে ভাস্কর্যটি নির্মাণ করা হয়েছে, সাথে সাথে বিশ্ববিদ্যালয়ের শিক্ষার্থীরা মুক্তিযুদ্ধের ইতিহাস সম্পর্কেও জানতে পারবে।\n\n\n== ভেঙ্গে ফেলা ==\nকোটা আন্দোলনকর্মীদের সরকার পদত্যাগের অসহযোগ আন্দোলনের ফলে ৫ আগস্ট প্রধানমন্ত্রী শেখ হাসিনা বাংলাদেশ ত্যাগ করে। এরপরে ছাত্র জনতা ক্ষিপ্ত শেখ হাসিনার পিতার স্মৃতিচিহ্ন ভেঙ্গে ফেলে। শেখ হাসিনা পলায়নের পরে ৬ আগস্ট বিকাল বেলায় স্মৃতিফলকের বিভিন্ন অংশ হাতুড়ি দিয়ে এবং পুরো স্মৃতিফলক বুলডোজার দিয়ে ভেঙে ফেলা হয়।\n\n\n== আরো দেখুন ==\nইসলামী বিশ্ববিদ্যালয়, বাংলাদেশ\nমুক্তবাংলা ভাস্কর্য\nশহীদ স্মৃতিসৌধ, ইসলামী বিশ্ববিদ্যালয়\n\n\n== তথ্যসূত্র =="}