{"pageid": 10426, "title": "ধ্রুবমাতা (তারামণ্ডল)", "url": "https://bn.wikipedia.org/wiki?curid=10426", "content": "ধ্রুবমাতা মণ্ডল বা অ্যান্ড্রোমিডা (ইংরেজি: Andromeda; আইপিএ: /ænˈdrɒmədə/; গ্রিক: Ανδρομέδη = পুরুষ জাতির অভিভাবক) আধুনিক ৮৮টি তারামণ্ডলের একটি। গ্রিক পুরাণের জনপ্রিয় চরিত্র রাজকুমারী অ্যান্ড্রোমিডার নামানুসারে এর ইংরেজি নামকরণ করা হয়েছে। উত্তর আকাশে পক্ষীরাজ মণ্ডলের নিকটে এই তারামণ্ডলটি অবস্থিত। অ্যানড্রোমিডা ছায়াপথ ধারণ করার জন্য এর গুরুত্ব সবচেয়ে বেশি। ইংরেজিতে একে মাঝে মাঝেই \"দ্য চেইন্‌ড মেইডেন\" তথা শৃঙ্খলিত রাজকুমারী বলা হয়ে থাকে।\nএই তারামণ্ডলের সাথে সংশ্লিষ্ট তথা এর মধ্যে অবস্থিত চীনা তারামণ্ডলগুলো হচ্ছে উড়ন্ত সর্প (螣蛇), খ-গোলকীয় স্থিরত্ব (天廄), দেয়াল (壁), পা (奎), দক্ষিণাঞ্চলীয় সামরিক দরজা (南軍門) এবং স্বর্গের মহান সেনানায়ক (天大将軍)।\n\n\n== বৈশিষ্ট্য ও গড়ন ==\nপেগাসাস বর্গের উত্তর-পূর্ব কোণে অবস্থিত তারাটির নাম উত্তর ভাদ্রপদ (Alpheratz Sirrah) যা এই তারামণ্ডলের প্রথম তারা। এই মণ্ডলকে চিনতে হলে তাই প্রথমে পেগাসাস বর্গকে চিনতে হবে। উত্তর ভাদ্রপদের সাথে উত্তর-পূর্ব দিকে একই সরলরেখায় আরও তিনটি অপেক্ষাকৃত উজ্জ্বল তারা দেখা যায়। এই চারটি তারার মাধ্যমে কল্পিত সরলরেখাই অ্যান্ড্রোমিডার শরীর। এই তারা চারটির প্রথমটি অ্যানড্রোমিডার মাথা এবং দ্বিতীয় তারাটি তার বক্ষ। দ্বিতীয় তারাটির নাম ডেল্টা-অ্যানড্রোমিডি যার দক্ষিণে এপসাইলন-অ্যান্ড্রোমিডি তারাটি অবস্থিত। এই রেখা থেকে উত্তর ও দক্ষিণ দিকে কয়েকটি তারা এক সারিতে দেখা যায় যার মাধ্যমে রাজকুমারীর হাত গঠিত হয়। হাতের শেষ প্রান্তের ছোট ছোট তারাগুলো শিকল গঠন করে যা দিয়ে তাকে বেঁধে রাখা হয়েছে। সরলরেখার তৃতীয় তারাটির নাম মচ্ছ (বিটা-অ্যানড্রোমিডি, মিরাখ) যা অ্যানড্রোমিডার উত্তর মেরু এবং শরীর গঠনকারী একটি তারা। এই তারা থেকে উত্তর দিকের দ্বিতীয় তারাটির পাশেই বিখ্যাত কুণ্ডলাকার ছায়াপথ এম ৩১ অবস্থিত যাকে নীহারিকা রাণী বা স্তবক রাণী বলা হয়। সরলরেখায় অবস্থিত শেষ তারাটির নাম সুনীতি (গামা-অ্যানড্রোমিডি, Almach)। উল্লেখ্য এই মণ্ডলে অবস্থিত এপসাইলন-অ্যানড্রোমিডি নামক তারাটি প্রতি সেকেন্ডে ৫১.৫ মাইল বেগে সূর্যের দিকে এগিয়ে আসছে। আকাশ পরিষ্কার থাকলে এই মণ্ডলের এম৩১ ছায়াপথকে খালি চোখে এক টুকরো পেঁজা তুলার মত দেখায়।\n\n\n== আরও দেখুন ==\nধ্রুবমাতা মণ্ডলের তারাসমূহের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nThe Deep Photographic Guide to the Constellations: Andromeda\nStar Tales – Andromeda\nAndromeda Constellation at Constellation Guide\nটেমপ্লেট:Stars of Andromeda"}