{"pageid": 1042176, "title": "রামবীর সিং তোমার", "url": "https://bn.wikipedia.org/wiki?curid=1042176", "content": "নায়েক রামবীর সিং তোমার, এসি (১৫ আগস্ট ১৯৭০ – ১৮ অক্টোবর, ২০০১) ভারতীয় সেনার কুমায়ুন রেজিমেন্টের ১৫ তম ব্যাটালিয়নের একজন  সৈনিক ছিলেন। তাঁর বীরত্বের জন্য, তিনি ভারতে সর্বাধিক শান্তিকালীন বীরত্বের পুরস্কার অশোকচক্রকে মরণোত্তর ভূষিত করেছিলেন।\nজম্মু ও কাশ্মীরের ২৬  রাষ্ট্রীয় রাইফেলসকে ডেপুটেশন পাঠানোর সময়, তোমার এককভাবে সন্ত্রাসীদের জন্য একটি বাড়ি তল্লাশি করেছিলেন। প্রক্রিয়া চলাকালীন, তিনি তাদের মধ্যে চারজনকে হত্যা করেছিলেন তবে গুরুতর গুলির জখম সহ্য করে তিনি শহীদ হন।\n\n\n== জীবনের প্রথমার্ধ ==\nনায়েক রামবীর সিং তোমার জন্মগ্রহণ করেন ১৫ ই আগস্ট, ১৯৭০ সালে, মধ্য প্রদেশের মোরেনা জেলার প্রেমপুরা গ্রামের মাননীয় ক্যাপ্টেন রাজেন্দ্র সিং তোমার (১৫ কুমুন) এবং উর্মিলা দেবীর পরিবারে। তাঁর এক ছোট বোন ও দুই ভাই ছিল, তারা দু'জনই মধ্য প্রদেশ পুলিশে কর্মরত। খুব অল্প বয়স থেকেই তিনি পড়াশোনা এবং অন্যান্য দক্ষ কাজে উভয় ক্ষেত্রেই দক্ষতা অর্জন করেছিলেন।\n\n\n== সামরিক ক্যারিয়ার ==\n২৮ শে জুলাই, ১৯৮৯-এ, নায়েক রমবীর কুমায়ুন রেজিমেন্টের ১৫ তম ব্যাটালিয়নে নিয়োগ পেয়েছিল, এটি একটি সেনানিবাহী সেনানী এবং অসংখ্য যুদ্ধ সম্মানের জন্য পরিচিত একটি রেজিমেন্ট। মাতৃভূমির প্রতি তাঁর উৎসর্গের কারণে, নায়েক রামবীর জঙ্গিবাদবিরোধী অভিযানের জন্য জম্মু ও কাশ্মীরে নিযুক্ত ২৬ জাতীয় রাইফেলসে দু'বার স্বেচ্ছাসেবী হিসেবে কাজ করেছিলেন।\n\n\n== ডোডা অপারেশন ==\n২০০১ সালের ১৭ অক্টোবর, নায়েক রামবীর সিংয়ের ইউনিট ডোডা জেলার একটি গ্রামে তাঁর ইউনিট একটি বাড়িতে সন্ত্রাসীদের উপস্থিতির তথ্য পেয়েছিল। সন্ত্রাসীদের নির্মূল করতে দ্রুত এবং সু-সমন্বিত অভিযান চালুর জন্য নিরাপত্তা বাহিনী একটি সিদ্ধান্ত নিয়েছিল। নায়েক রামবীর সিং যে ঘাতক দলের (হামলাকারী দল) ছিলেন, তারা পদক্ষেপে জড়িয়ে পড়ে এবং সন্দেহভাজন অঞ্চলটি ঘেরাও করতে প্রস্তুত হয়। চারপাশে\nসন্ত্রাসীরা সেনাবাহিনীকে লক্ষ্য করে গুলি চালিয়ে দেয়। এর ফলে বন্দুক যুদ্ধে সন্ত্রাসীরা ভবনের অভ্যন্তরের নিরাপদ অবস্থানগুলি থেকে গুলি চালাচ্ছিল।\nএরপরে লুকিয়ে থাকা সন্ত্রাসীদের নিরপেক্ষ করার জন্য অনুসন্ধান ও বিল্ডিং অপারেশনে ভবনে হামলা চালানোর সিদ্ধান্ত নেওয়া হয়েছিল। নায়েক রামবীর বাড়িতে প্রবেশের নেতৃত্ব দিয়েছিলেন। তিনি ঘরে প্রবেশ করার সময় তৎপরতা এবং অতুলনীয় সাহস দেখিয়েছিলেন এবং একটি গ্রেনেড লব করে ঘটনাস্থলে দু'জন সন্ত্রাসীকে হত্যা করেছিল। তৃতীয় সন্ত্রাসী নায়েক রামবীরের বিরুদ্ধে অভিযুক্ত এবং যুদ্ধের হাত ধরে মারামারি করার সময় তিনি সন্ত্রাসীকে পরাস্ত করে গুলি করে হত্যা করেছিলেন। সংলগ্ন ঘরে আরও সন্ত্রাসীদের উপস্থিতি এবং তাঁর বন্ধুটির বিপদ দেখে নায়েক রামবীর  একটি সাহসী পদক্ষেপে নিয়েছিলেন।\nতবে গুলি বিনিময়ের সময়  ঘরে লুকিয়ে থাকা সন্ত্রাসীর গুলিতে নায়েক রামবীরের চোখে গুলি লেগেছিল। রক্তাক্ত হওয়া সত্ত্বেও নায়েক রমবীর অসামান্য সাহসিকতার প্রদর্শন করে একটি গ্রেনেড নিক্ষেপ করেন এবং চতুর্থ সন্ত্রাসীকেও হত্যা করেন। অপারেশন চলাকালীন নায়েক রামবীর গুরুতর আহত হন এবং পরে তিনি শহীদ হন। নায়েক রামবীর এককভাবে চার সন্ত্রাসীকে হত্যা করেছিলেন এবং অভিযানের সফল সমাপ্তিতে মুখ্য ভূমিকা পালন করেছিল যার মধ্যে সমস্ত সন্ত্রাসী নিরপেক্ষ হয়েছিল।\n\n\n== অশোক চক্র পুরস্কার প্রাপ্ত ==\nনায়েক রামবীর সিংকে শত্রুদের মুখে সর্বাধিক স্পষ্টত সাহস, অনুপ্রেরণামূলক নেতৃত্ব এবং নিরপেক্ষ যুদ্ধের চেতনার জন্য দেশের সর্বোচ্চ শান্তিকালীন বীরত্বের পুরস্কার \"অশোক চক্র\" মরণোত্তর ভূষিত করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}