{"pageid": 1042809, "title": "মুহাম্মাদের ঐতিহাসিকতা", "url": "https://bn.wikipedia.org/wiki?curid=1042809", "content": "মুহাম্মদের ঐতিহাসিকতা বলতে মুহাম্মদকে একটি ঐতিহাসিক ব্যক্তিত্ব হিসেবে অধ্যয়ন এবং ঐতিহ্যবাহী বর্ণনার (বিশেষত কুরআন, সীরাহ বা সিরাত ও হাদিস) ভিত্তিতে থাকা উৎসগুলোর সমালোচনামূলক বিশ্লেষণকে বোঝায়।\nপ্রচলিত অধিকাংশ শাস্ত্রীয় পণ্ডিত বিশ্বাস করেন যে মুহাম্মদ একটি ঐতিহাসিক ব্যক্তিত্ব হিসেবে বিদ্যমান ছিলেন। মুহাম্মদের জীবনের প্রাথমিক মুসলিম উৎস, কুরআন, তার ব্যক্তিগত বিষয়ে খুব সামান্য তথ্য প্রদান করে এবং এর ঐতিহাসিকতা নিয়েও বিতর্কি রয়েছে। মুহাম্মদের জীবনী, সিরাহ নামে পরিচিত এবং মুহাম্মদের কথা, কাজ ও নীরব সম্মতির সাথে সম্পর্কিত রেকর্ডসমূহ, যা হাদিস নামে পরিচিত,  মুসলিম যুগের দ্বিতীয় ও তৃতীয় শতাব্দীর (আনু. প্রায় ৭০০−১০০০ খ্রিস্টাব্দ) লেখকদের ঐতিহাসিক রচনায় সংরক্ষিত আছে। এই রচনাগুলো মুহাম্মদ সম্পর্কে অনেক তথ্য প্রদান করে, যদিও এই তথ্যের বিশ্বাসযোগ্যতা কিছু একাডেমিক চক্রে ব্যাপকভাবে বিতর্কিত। এর পাশাপাশি মুহাম্মদের অস্তিত্ব সম্পর্কে স্বীকৃতি প্রদানকারী সমসাময়িক বা নিকট-সমসাময়িক অমুসলিম উৎসের সংখ্যা তুলনামূলকভাবে কম, যদিও এই উৎসগুলো নিজস্বভাবে এবং মুসলিম উৎসগুলোর সাথে তুলনার ক্ষেত্রেও গুরুত্বপূর্ণ।\nযদিও জীবনীমূলক উৎসগুলো নিয়ে জটিলতাগুলো রয়েছে, তা সত্ত্বেও সাধারণত পণ্ডিতরা মুহাম্মদ সম্পর্কে ঐতিহাসিক তথ্যের মূল্য স্বীকার করেন এবং বিশ্বাস করেন যে সম্ভাব্য এবং অ-সম্ভব তথ্যগুলো আলাদা করার জন্য কার্যকর পদ্ধতি প্রয়োজন। তবে বাস্তবে, মুহাম্মদের জীবনের প্রাথমিক বর্ণনাগুলোর কোন অংশগুলো সত্য এবং কোনগুলো নয় তা নির্ধারণ করা অত্যন্ত কঠিন।\n\n\n== ইসলামিক সূত্র ==\n\nমুহাম্মদের জীবনের প্রধান ইসলামিক উৎস হলো কোরআন এবং তাঁর জীবনের উপর ভিত্তি করে মৌখিক ঐতিহ্যের মাধ্যমে সংরক্ষিত বর্ণনা, যা সীরাহ বা সিরাত ও হাদিস নামে পরিচিত।\n\n\n=== কুরআন ===\n\n\n==== ইসলামিক ভাষ্য ====\n\nপ্রথাগত ইসলামিক পণ্ডিতদের মতে, মুহাম্মদের জীবদ্দশায় (৬১০–৬৩২ খ্রিষ্টাব্দের মধ্যে) কোরআনের সমস্ত অংশ তাঁর সঙ্গীদের দ্বারা লিখিত হয়েছিল, যদিও এটি মূলত মৌখিকভাবে সংরক্ষিত একটি দলিল ছিল। মুহাম্মদের মৃত্যুর পর কোরআন নাযিল হওয়া বন্ধ হয়ে যায় এবং যাঁরা এটি মুখস্থ করেছিলেন, তাঁদের অনেকে মারা যেতে থাকেন (বিশেষত ৬৩৩ খ্রিষ্টাব্দে ইয়ামামার যুদ্ধে)। কোরআনের কোনো অংশ চিরতরে হারিয়ে যাওয়ার আশঙ্কায়, প্রধান সঙ্গী উমর খলিফা আবু বকরকে কোরআনের ছড়িয়ে-ছিটিয়ে থাকা অংশগুলো—যা তখনও \"খেজুর পাতার কান্ড, সাদা পাথরের টুকরো..... এবং মুখস্থ থাকা মানুষের স্মৃতিতে\" সংরক্ষিত ছিল—সংগ্রহের নির্দেশ দিতে বলেন। পরে খলিফা উসমানের শাসনামলে পাঁচ সদস্যের একটি কমিটি এই অংশগুলোকে একত্রিত করে একটি একক সংকলনে রূপ দেয়। তারা আয়াতগুলো নিয়ে মতবিরোধ সমাধান করে, একটি হারিয়ে যাওয়া আয়াত পুনরুদ্ধার করে এবং লিপিবদ্ধ করার সময় পুরো পাঠের নিরীক্ষণ চালায়। এই সংকলন বা মুসহাফ, যা \"উসমানি কোডেক্স\" নামে পরিচিত, ৬৫০ খ্রিষ্টাব্দে সম্পন্ন হয়। এরপর উসমান নির্দেশ দেন যে অন্য সব ব্যক্তিগত এবং বিভিন্ন উপভাষায় সংরক্ষিত কোরআনের কপি (যা আহরুফ নামে পরিচিত) পুড়িয়ে ফেলা হোক।\n\n\n==== মুহাম্মদের উপর আধুনিক গবেষণা ====\nআধুনিক পণ্ডিতরা মুহাম্মদের জীবনের ঐতিহাসিক উৎস হিসেবে কোরআনের মূল্যায়নে ভিন্নমত পোষণ করেন।\nএনসাইক্লোপিডিয়া অব ইসলামের মতে, \"কোরআন নিয়মিত এবং প্রায়শই খোলামেলা ভাবে মুহাম্মদের পরিবর্তনশীল ঐতিহাসিক পরিস্থিতির প্রতি সাড়া দেয় এবং এতে এমন অনেক লুকানো তথ্য রয়েছে যা ঐতিহাসিক মুহাম্মদকে অনুসন্ধানের কাজে গুরুত্বপূর্ণ।\"\n\nএর বিপরীতে, সলোমন এ. নিগোসিয়ান লিখেছেন যে কোরআন মুহাম্মদের জীবনের বিষয়ে খুব সামান্য তথ্য প্রদান করে। মাইকেল কুক উল্লেখ করেন যে, বাইবেলের মূসা বা যিশুর জীবনের বর্ণনার মতো কোরআনে মুহাম্মদের জীবনের কোনো পূর্ণাঙ্গ বিবরণ নেই।\n\nযদিও কোরআন নিজস্ব ঢঙে অনেক গল্প বলে, তার মধ্যে মুহাম্মদের গল্প নেই। তাঁর জীবনের ঘটনাগুলোর উল্লেখ আছে, তবে সেগুলো কেবল উল্লেখ মাত্র, পূর্ণাঙ্গ বিবরণ নয়। এছাড়া, এই গ্রন্থটি নিজের সময়ের প্রসঙ্গে নাম উল্লেখ করতে খুব একটা আগ্রহী নয়। মুহাম্মদের নাম কোরআনে চারবার এসেছে এবং তাঁর কয়েকজন সমসাময়িকের নাম একবার করে উল্লেখ করা হয়েছে ... এবং এই কারণেই কোরআনকে তাঁর জীবনের সঙ্গে সংযুক্ত করা প্রায় অসম্ভব হয়ে পড়ে, যদি না বাইরের উৎসের সাহায্য নেওয়া হয়। \n\n\n==== কুরআনের উপর আধুনিক গবেষণা ====\nকোরআন নিয়ে আধুনিক পণ্ডিতদের মতামত\nকোরআনের ঐতিহাসিকতা নিয়ে কিছু পণ্ডিতের মধ্যে মতভেদ রয়েছে। কেউ কেউ যুক্তি দেন যে \"কোরআন নিশ্চিতভাবেই মুহাম্মদের বক্তব্য\" (এফ. ই. পিটার্স), এবং কোরআনের অন্যতম প্রাচীন কপির চামড়ার পান্ডুলিপি – বার্মিংহাম পান্ডুলিপি, যা আধুনিক সংস্করণের সঙ্গে সামান্যই ভিন্ন – মুহাম্মদের জীবদ্দশার কাছাকাছি সময়ের বলে তারিখ নির্ধারণ করা হয়েছে।\nতবে কিছু পশ্চিমা পণ্ডিত কোরআনের কিছু ঐতিহাসিক বিবরণের সঠিকতা নিয়ে প্রশ্ন তোলেন এবং সন্দেহ প্রকাশ করেন যে এই পবিত্র গ্রন্থটি সপ্তম শতাব্দীর শেষ দশকের আগে কোনো আকারে অস্তিত্বশীল ছিল কি না (প্যাট্রিসিয়া ক্রোন এবং মাইকেল কুক); এছাড়াও, কেউ কেউ দাবি করেন যে এটি বিভিন্ন \"পাঠ্যের মিশ্রণ\", যার কিছু মুহাম্মদের আগের একশ বছর আগেও বিদ্যমান ছিল, যা ধীরে ধীরে বিকশিত হয়েছে (গার্ড আর. পুইন) বা এটি সম্পাদিত হয়েছে (জে. ওয়ানসব্রো), যা পরবর্তীতে কোরআনের রূপ ধারণ করেছে।\n\n\n=== ঐতিহ্য ===\nকোরআনের বিপরীতে, হাদিস ও সীরাত মূলত মুহাম্মদের জীবন, তাঁর কথা, কাজ, অনুমোদন এবং মুসলমানদের জন্য তাঁর আদর্শ নিয়ে কেন্দ্রিত।\n\n\n==== নবীর জীবনী (সীরাত) ====\n\nসীরাত সাহিত্য থেকে মুহাম্মদ সম্পর্কে অনেক কিছু জানা যায়:\n\nমুহাম্মদের জীবনকে সীরাহ বলা হয়, এবং এটি ইতিহাসের পূর্ণ আলোর মধ্যে অতিবাহিত হয়েছে। তিনি যা করেছেন এবং বলেছেন, সবই লিপিবদ্ধ করা হয়েছে। যেহেতু তিনি নিজে পড়তে বা লিখতে পারতেন না, তাই তাঁর সঙ্গে সবসময় ৪৫ জন লেখকের একটি দল ছিল, যারা তাঁর বাণী, নির্দেশনা ও কর্মকাণ্ড লিখে রাখত। মুহাম্মদ নিজেই তাঁর গুরুত্বপূর্ণ সিদ্ধান্তগুলো নথিভুক্ত করার ওপর গুরুত্ব দিতেন। তাঁর প্রায় তিন শতাধিক দলিল আমাদের কাছে এসেছে, যার মধ্যে রয়েছে রাজনৈতিক চুক্তি, সামরিক নিয়োগপত্র, কর্মকর্তা নিয়োগ, এবং চর্মপত্রে লেখা রাষ্ট্রীয় চিঠিপত্র। ফলে আমরা তাঁর জীবন সম্পর্কে ক্ষুদ্রতম বিবরণ পর্যন্ত জানতে পারি—তিনি কীভাবে কথা বলতেন, বসতেন, ঘুমাতেন, পোশাক পরতেন, হাঁটতেন; স্বামী, পিতা, ভ্রাতুষ্পুত্র হিসেবে তাঁর আচরণ কেমন ছিল; নারীদের, শিশুদের ও পশুপাখিদের প্রতি তাঁর দৃষ্টিভঙ্গি; তাঁর ব্যবসায়িক লেনদেন এবং দরিদ্র ও নিপীড়িতদের প্রতি তাঁর অবস্থান...\nসিরাত সাহিত্যের মধ্যে সবচেয়ে গুরুত্বপূর্ণ জীবনী হলো ইবনে ইসহাকের (মৃত্যুঃ ৭৬৮) সংকলিত সিরাত রাসূল আল্লাহ (\"আল্লাহর বার্তাবাহকের জীবন\"), যা তাঁর সম্পাদকদের রচনায় সংরক্ষিত হয়েছে। বিশেষত ইবনে হিশাম (মৃত্যুঃ ৮৩৪) এবং ইউনুস ইবনে বুকাইর (মৃত্যুঃ ৮১৪–৮১৫) এটি সংরক্ষণ করেছেন, যদিও তা মূল রূপে নয়। ইবনে হিশামের মতে, ইবনে ইসহাক মুহাম্মদের মৃত্যুর প্রায় ১২০ থেকে ১৩০ বছর পর এই জীবনী রচনা করেন। অনেক পণ্ডিত এই জীবনীকে নির্ভরযোগ্য মনে করেন, তবে এর যথার্থতা নিশ্চিতভাবে নিরূপণ করা সম্ভব নয়।\nইবনে ইসহাকের পর মুহাম্মদের জীবনীসংক্রান্ত আরও কিছু সংক্ষিপ্ত বিবরণ পাওয়া যায়, যেগুলোর কিছু ইবনে ইসহাকের আগের সময়েরও বলে ধারণা করা হয় এবং তা বিভিন্ন রূপে সংরক্ষিত হয়েছে (দেখুন সীরাতের প্রাথমিক সংকলন)। মুহাম্মদের অন্যান্য জীবনীগ্রন্থের মধ্যে উল্লেখযোগ্য হলো আল-ওয়াকিদী (মৃত্যুঃ ৮২২) এবং পরে ইবনে সা'দের (মৃত্যুঃ ৮৪৪–৮৪৫) রচিত গ্রন্থ। যদিও আল-ওয়াকিদীকে প্রাচীন মুসলিম ইতিহাসবিদরা প্রায়ই সমালোচনা করেছেন, কারণ অনেকের মতে তিনি নির্ভরযোগ্য লেখক নন। তবে এগুলো আধুনিক অর্থে প্রচলিত \"জীবনী\" নয়, বরং মুহাম্মদের সামরিক অভিযান, তাঁর উক্তি, কোরআনের আয়াত অবতরণের প্রেক্ষাপট ও সেগুলোর ব্যাখ্যা সংক্রান্ত বিবরণ প্রদান করে।\n\n\n==== সীরাতের সমালোচনা ====\nধর্মনিরপেক্ষ ইতিহাসবিদরা সীরাহ-এর প্রতি অনেক বেশি সমালোচনামূলক দৃষ্টিভঙ্গি গ্রহণ করেছেন। (এছাড়াও নিচে \"আধুনিক গবেষণা\" দেখুন)\nটম হল্যান্ড উল্লেখ করেছেন যে, ইবনে হিশাম বদর যুদ্ধের সময় ফেরেশতাদের মুসলমানদের বিজয়ে সহায়তা করার কৃতিত্ব দেন এবং প্রশ্ন তোলেন কেন তাঁকে (সে নিজেকে) নির্ভরযোগ্য ঐতিহাসিক সূত্র হিসেবে বিবেচনা করা হবে, যখন হোমারও তাঁর মহাকাব্য ইলিয়াডে দেবতাদের যুদ্ধকে প্রভাবিত করতে দেখিয়েছেন।\nঅন্যদিকে, হেনরি ল্যামেন্স মুহাম্মদের জীবন সংক্রান্ত ঐতিহ্যে বিভিন্ন অসঙ্গতির কথা উল্লেখ করেছেন, বিশেষ করে তাঁর সন্তান ও স্ত্রীর সংখ্যা নিয়ে। কিছু বর্ণনায় বলা হয়েছে যে তাঁর মাত্র একজন সন্তান ছিল, অন্য বর্ণনায় বলা হয়েছে দুজন, আবার আরেকটি সূত্র অনুযায়ী তাঁর বারোটি সন্তান ছিল, যার মধ্যে আটজন ছেলে। বেশিরভাগ বর্ণনায় বলা হয়েছে যে মুহাম্মদের নয়জন স্ত্রী ছিলেন, তবে সীরাত-এর কিছু অংশে উল্লেখ করা হয়েছে যে তাঁর তেইশজন স্ত্রী ছিলেন। প্রচলিত ঐতিহ্য অনুসারে, মুহাম্মদ ৬০ থেকে ৬৫ বছর বয়স পর্যন্ত বেঁচে ছিলেন।\nউইম র‍্যাভেনের মতে, সীরাত সাহিত্য থেকে মুহাম্মদের একটি সুসংগত চিত্র তৈরি করা সম্ভব নয়, কারণ এর নির্ভরযোগ্যতা ও ঐতিহাসিক মূল্য নিয়ে বিভিন্ন দিক থেকে প্রশ্ন তোলা হয়েছে। তিনি সীরাতের প্রামাণিকতার বিরুদ্ধে উত্থাপিত কিছু যুক্তি তুলে ধরেন এবং এর পাল্টা যুক্তিও উল্লেখ করেন:\n\nইসলামের প্রথম শতকে প্রায় কোনো সীরাত গ্রন্থ সংকলিত হয়নি। তবে ফ্রেড ডোনার উল্লেখ করেছেন যে ইসলামের উৎপত্তি সম্পর্কে প্রাচীনতম ঐতিহাসিক লেখাগুলি ৬০-৭০ হিজরির মধ্যেই উদ্ভূত হয়েছিল, যা ইসলামের প্রথম শতকের মধ্যেই পড়ে (মুহাম্মদের জীবনীগ্রন্থের তালিকা দেখুন)। এছাড়াও, বর্তমানে সংরক্ষিত সূত্রগুলো—যা দ্বিতীয়, তৃতীয় ও চতুর্থ হিজরি শতকের—মূলত আগের উৎস থেকে সংগৃহীত উপাদানের সংকলন।\nসীরাত সাহিত্যে বিভিন্ন বর্ণনার মধ্যে প্রচুর অসঙ্গতি দেখা যায়। তবে, ইসলামে নির্দিষ্ট কোনো ঐতিহাসিক মতবাদ না থাকলেও, ইসলামের ঐতিহ্যগত উৎপত্তি কাহিনির মূল বৈশিষ্ট্যগুলোতে সাধারণত একটি বিস্তৃত ঐক্যমত্য রয়েছে।\nপরবর্তী সূত্রগুলো মুহাম্মদের সময়কাল সম্পর্কে আগের সূত্রগুলোর চেয়ে বেশি তথ্য প্রদান করে, যা মৌখিক ঐতিহ্যের সাধারণ অতিরঞ্জন ও অলংকরণের প্রবণতার ইঙ্গিত দিতে পারে।\nসীরাত সাহিত্য ও অমুসলিম সূত্রগুলোর মধ্যে অসঙ্গতি রয়েছে। তবে মুহাম্মদ সম্পর্কিত কিছু নির্দিষ্ট তথ্য এবং সামগ্রিক মুসলিম ঐতিহ্যের বিষয়ে উভয় ধরনের উৎসে কিছু মিলও পাওয়া যায়।\nসীরাত-এর কিছু অংশ বা ধারাবাহিকতা, বিশেষ করে অলৌকিক ঘটনার বিবরণ, মুহাম্মদের জীবন সম্পর্কে বৈজ্ঞানিক ইতিহাস গবেষণার উপযোগী নয়। তবে এগুলো তাঁর সম্প্রদায়ের বিশ্বাস ও মতাদর্শ বোঝার জন্য গুরুত্বপূর্ণ হতে পারে।\nঅন্যদিকে, মদিনা সনদের মতো সীরাতের কিছু উপাদান সাধারণত মুসলিম ও অমুসলিম উভয় ইতিহাসবিদদের দ্বারা প্রমাণ্য বলে বিবেচিত হয়।\n\n\n==== হাদিস ====\n\nহাদিস সংগ্রহে মুহাম্মদের জীবন ও কার্যকলাপের মৌখিক ও শারীরিক ঐতিহ্যের প্রচলিত, অলৌকিকতামূলক বিবরণ অন্তর্ভুক্ত রয়েছে। অনেকের মতে, এগুলো কুরআনের নির্দিষ্ট আয়াতের ব্যাখ্যা হিসেবে কাজ করে, বিশেষ করে যখন আয়াতগুলো মুহাম্মদকে কেন্দ্র করে বলা হয়। তবে কুরআনের মতো হাদিস সর্বজনস্বীকৃত নয়; মুসলমানদের মধ্যে এর গ্রহণযোগ্যতা ভিন্ন ভিন্ন।\nপ্রথম দিকের মুসলিম পণ্ডিতরা উদ্বেগ প্রকাশ করেছিলেন যে কিছু হাদিস (এবং সীরাতের বর্ণনা) জাল হতে পারে। এ কারণে তারা হাদিস যাচাই করার জন্য একটি বিশ্লেষণ পদ্ধতি বিকাশ করেন (দেখুন হাদিস অধ্যয়ন)—যার মাধ্যমে প্রকৃত হাদিস ও জাল, পরিবর্তিত, অথবা ভুলভাবে মুহাম্মদের প্রতি সম্বন্ধিত হাদিস পৃথক করার প্রচেষ্টা নেওয়া হয়।\nসাধারণভাবে, অধিকাংশ পশ্চিমা গবেষক হাদিস সংগ্রহের বিষয়ে সতর্ক দৃষ্টিভঙ্গি পোষণ করেন। ঐতিহাসিক বার্নার্ড লুইস বলেন, \"হাদিস সংগ্রহ ও লিপিবদ্ধকরণ নবীর মৃত্যুর কয়েক প্রজন্ম পর শুরু হয়। সেই দীর্ঘ সময়ের মধ্যে জালিয়াতির সুযোগ ও প্ররোচনা প্রায় সীমাহীন ছিল।\" শুধু হাদিস জাল হওয়ার সম্ভাবনাই নয়, বরং কোনো হাদিস প্রথমবার উচ্চারিত হওয়ার সময় যা বোঝানো হয়েছিল, তা পরবর্তী সময়ে লিপিবদ্ধ হওয়ার আগেই পরিবর্তিত হয়ে যেতে পারে।\nহাদিসের অন্যতম গুরুত্বপূর্ণ বৈশিষ্ট্য হলো ইসনাদ (বর্ণনার সনদ বা সূত্র), যা ইসলামি শাস্ত্রে কোনো হাদিসের সত্যতা নির্ধারণের ভিত্তি হিসেবে ব্যবহৃত হয়। স্টিফেন হামফ্রিসের মতে, যদিও কিছু দক্ষ আধুনিক পণ্ডিত ইসনাদের সাধারণ সত্যতা সমর্থন করেন, বেশিরভাগ আধুনিক গবেষক ইসনাদের প্রতি \"গভীর সন্দেহ\" পোষণ করেন, কারণ হাদিসের মতো ইসনাদও জাল হওয়ার সম্ভাবনা রাখে।\nজোনাথন এ. সি. ব্রাউন, একজন সুন্নি মুসলিম আমেরিকান ইসলামি গবেষক, যিনি হাম্বলি মাযহাব অনুসরণ করেন, তিনি হাদিসের ঐতিহ্যকে \"সাধারণ জ্ঞানের বিজ্ঞান\" বা \"সাধারণ জ্ঞানের ঐতিহ্য\" বলে উল্লেখ করেছেন এবং বলেন, এটি \"মানব ইতিহাসের অন্যতম বড় বুদ্ধিবৃত্তিক অর্জন—এর ব্যাপকতা, গভীরতা, জটিলতা এবং অভ্যন্তরীণ সামঞ্জস্যের দিক থেকে।\"\n\n\n== অমুসলিম সূত্র ==\n\nপ্রাথমিক ইসলামি ইতিহাস কেবলমাত্র মুসলিম উৎসেই নয়, বরং গ্রিক, সিরীয়, আর্মেনীয় ও হিব্রু ভাষায় লেখা ইহুদি ও খ্রিস্টান উৎসেও পাওয়া যায়, যেগুলো ৬৩৩ খ্রিস্টাব্দের পর রচিত। এসব উৎসের বর্ণনার সঙ্গে মুসলিম ঐতিহাসিক বিবরণগুলোর কিছু গুরুত্বপূর্ণ পার্থক্য রয়েছে, বিশেষ করে ঐতিহাসিক কালক্রম ও মুহাম্মদের ইহুদিদের প্রতি মনোভাব এবং ফিলিস্তিন সংক্রান্ত নীতির বিষয়ে। নেভো ও কোরেনের মতে, \"বাইজান্টাইন ও সিরীয় কোনো উৎসেই মুহাম্মদের প্রাথমিক জীবন বা কর্মজীবন সম্পর্কে এমন কোনো তথ্য নেই, যা মুসলিম সাহিত্যের আগে রচিত হয়েছে।\"\nঐতিহাসিক এস.পি. ব্রকের গবেষণা অনুসারে, সিরীয় ও বাইজান্টাইন উৎসগুলোতে \"মুহাম্মদকে ‘নবী’ হিসেবে খুব কমবারই উল্লেখ করা হয়েছে, আর ‘প্রেরিত’ (অ্যাপোস্টল) উপাধি তো আরও কম ব্যবহৃত হয়েছে। সাধারণত, তাকে প্রথম আরব রাজা হিসেবে বর্ণনা করা হয়েছে। ব্রকের মতে, ওই সময়ের সিরীয় উৎসগুলো এসব বিজয়কে মূলত আরবের বিজয় হিসেবে দেখেছে, মুসলিম বিজয় হিসেবে নয়।\"\nসিরিয়ায় আরব বিজয়ের একটি উল্লেখযোগ্য নথি রয়েছে (\"ফ্র্যাগমেন্ট অন দ্য অ্যারাব কনকোয়েস্টস অনু. আরব বিজয়ের কিছু অংশ\" নামে পরিচিত), যেখানে মুহাম্মদের নাম উল্লেখ করা হয়েছে। এই অত্যন্ত ক্ষয়প্রাপ্ত বিবর্ণ নোটটি BL Add. 14,461-এর ফোলিও ১-এ সংরক্ষিত আছে, যেখানে মথি ও মর্কোস রচিত সুসমাচার (গসপেল) সংকলিত একটি পাণ্ডুলিপি অন্তর্ভুক্ত রয়েছে। মনে করা হয়, এই নোটটি সম্ভবত ৬৩৬ খ্রিস্টাব্দে ইয়ারমুকের যুদ্ধের পরপরই লেখা হয়েছিল, যেখানে আরবরা বাইজান্টাইনদের উপর এক বিধ্বংসী জয় লাভ করেছিল। প্রথমে ডব্লিউ. রাইট এই টুকরোটির প্রতি দৃষ্টি আকর্ষণ করেন এবং তিনি ধারণা করেন যে, \"এটি প্রায় সমসাময়িক একটি নোটিশ।\" পরবর্তীতে এই মতবাদ নল্ডেকে-ও সমর্থন করেন। এই নোটটি গসপেল গ্রন্থে লেখার উদ্দেশ্য সম্ভবত ঐতিহাসিক ঘটনাগুলোর তাৎপর্য সংরক্ষণ করা, কারণ লেখক উপলব্ধি করেছিলেন যে তিনি তার সময়ের ঐতিহাসিক ঘটনাগুলোর সাক্ষী। \"আমরা দেখেছি\"—এই বাক্যাংশটি প্রমাণ করে যে লেখক সেই সময়ের একজন প্রত্যক্ষদর্শী ছিলেন। লেখক আরও জলপাই তেল, গবাদিপশু ও ধ্বংসপ্রাপ্ত গ্রাম সম্পর্কে লিখেছেন, যা ইঙ্গিত দেয় যে তিনি হয়তো সাধারণ কৃষক সম্প্রদায়ের একজন ছিলেন অথবা কোনো গ্রাম্য পুরোহিত বা শিক্ষিত সন্ন্যাসী ছিলেন। তবে, এই পাঠ্যাংশটি অনেকাংশেই বিচ্ছিন্ন ও অস্পষ্ট, এবং কিছু অংশের পাঠোদ্ধার বিতর্কযোগ্য হতে পারে। যেখানে পাঠ্য অনুপস্থিত, সেখানে [] (ব্র্যাকেটের মধ্যে) সম্ভাব্য শব্দ সংযোজন করা হয়েছে:\n\n... এবং জানুয়ারি মাসে, তারা জীবন বাঁচানোর প্রতিশ্রুতি দেয় (করেছিল) এমেসার (হিমস)  [পুত্ররা], এবং বহু গ্রাম মুহাম্মদের নেতৃত্বাধীন [আরবদের] হাতে ধ্বংসপ্রাপ্ত হলো। বহু মানুষ নিহত হলো এবং বন্দি করা হলো গালীল থেকে বেথ পর্যন্ত [...] এরপর সেই আরবরা [দামাস্কাস?]-এর পাশে শিবির স্থাপন করল [...] এবং আমরা সর্বত্র দেখেছি [...] এবং জলপাই তেল, যা তারা নিয়ে এসেছিল এবং তাদের সঙ্গে ছিল। মে মাসের [ছাব্বিশ] তারিখে [সাকেলারিয়াস] যাত্রা করে ... গবাদিপশু [...] [...] এমেসা অঞ্চলের আশপাশ থেকে, এবং রোমানরা তাদের ধাওয়া করল [...] এবং আগস্টের [দশ] তারিখে রোমানরা দামাস্কাসের আশপাশ থেকে পালিয়ে গেল [...] বহু [মানুষ], প্রায় ১০,০০০ জন হবে। এবং বছরের পরিবর্তনের সময় রোমানরা আবার ফিরে এলো; এবং আগস্টের বিশ তারিখে, [৯৪৭] তম বর্ষে গাবিথায় [...] রোমানদের সঙ্গে যুদ্ধ হলো এবং বিপুলসংখ্যক রোমান সৈন্য নিহত হলো, প্রায় পঞ্চাশ হাজার জন [...]\n৭ম শতকের \"৬৪০ সালের ক্রনিকল\" প্রথম প্রকাশ করেন ডব্লিউ. রাইট, যিনি ৯৪৭ এ.জি. (৬৩৫–৩৬ খ্রিস্টাব্দ)-এর একটি প্রাচীন তারিখের উল্লেখের প্রতি প্রথম দৃষ্টি আকর্ষণ করেন। এই পাণ্ডুলিপির বিষয়বস্তু অনেক গবেষককে বিভ্রান্ত করেছে, কারণ এতে বিভিন্ন ধরনের পাঠ্যের সংকলন রয়েছে, যা আপাতদৃষ্টিতে অসংলগ্ন বলে মনে হতে পারে। তবে, মুহাম্মদের আরবদের বিষয়ে এতে দুটি গুরুত্বপূর্ণ তারিখ উল্লেখ আছে:\n\n৯৪৫ এ.জি., সপ্তম ইন্ডিকশন: শুক্রবার, ৪ ফেব্রুয়ারি (৬৩৪ খ্রিস্টাব্দ / ১২ জিলকদ ১২ হিজরি), নবম ঘণ্টায়, রোমানদের সঙ্গে মুহাম্মদের আরবদের (সিরীয়: tayyāyē d-MḤMT) মধ্যে প্যালেস্টাইনে একটি যুদ্ধ সংঘটিত হয়, যা গাজার পূর্বে বারো মাইল দূরে হয়েছিল। রোমানরা পরাজিত হয়ে পিছু হটে, এবং প্যাট্রিসিয়ান জর্ডান (সিরিয়াক: BRYRDN) তাদের পেছনে রয়ে যান, যাকে আরবরা হত্যা করে। প্রায় ৪০,০০০ (প্রথম সংস্করণ অনুযায়ী, তবে সাম্প্রতিক ইংরেজি অনুবাদে এটি \"৪০০০\" বলা হয়েছে, কোনো ব্যাখ্যা ছাড়াই) দরিদ্র প্যালেস্টাইনি গ্রামবাসী নিহত হন, যাদের মধ্যে খ্রিস্টান, ইহুদি ও সামারিটানরা ছিলেন। আরবরা পুরো অঞ্চলজুড়ে তাণ্ডব চালায়।\n৯৪৭ এ.জি., নবম ইন্ডিকশন: আরবরা পুরো সিরিয়া আক্রমণ করে এবং পারস্য পর্যন্ত অগ্রসর হয়ে সেটি দখল করে নেয়। এরপর তারা মারদিন পর্বতে উঠে কেদার ও বনাতা (Benōthō) নামক [মঠগুলোর] বহু সন্ন্যাসীকে হত্যা করে। সেখানে ধন্যিমান সাইমন, কেদারের দ্বাররক্ষক এবং পুরোহিত থমাসের ভাই, নিহত হন।\nপ্রথম তারিখটি বিশেষভাবে গুরুত্বপূর্ণ, কারণ এটি একটি অমুসলিম সূত্রে মুহাম্মদের নামের প্রথম সুস্পষ্ট উল্লেখ। সাধারণত এই বিবরণটি দাসিনের যুদ্ধের সঙ্গে সম্পর্কিত বলে মনে করা হয়। হয়ল্যান্ডের মতে, \"এর সুনির্দিষ্ট তারিখের নির্ভুলতা আত্মবিশ্বাস জাগায় যে এটি প্রত্যক্ষ অভিজ্ঞতা থেকে প্রাপ্ত তথ্য।\"\nসপ্তম শতকের শুরুর দিকের আরেকটি বিবরণ পাওয়া যায় সেবেওসের লেখা থেকে, যিনি ব্যাগ্রাতুনি রাজবংশের একজন আর্মেনীয় বিশপ ছিলেন। তার বিবরণ থেকে বোঝা যায় যে, তিনি এমন সময়ে লিখছিলেন যখন আরবদের আকস্মিক উত্থানের স্মৃতিগুলো তখনও তরতাজা ছিল। তিনি মুহাম্মদের নাম জানতেন, জানতেন যে তিনি পেশায় একজন ব্যবসায়ী ছিলেন এবং ইঙ্গিত দিয়েছিলেন যে এক ঐশী বার্তার মাধ্যমে তার জীবন আকস্মিকভাবে পরিবর্তিত হয়েছিল। সেবেওসই প্রথম অমুসলিম লেখক যিনি ইসলামের উত্থান সম্পর্কে এমন একটি তত্ত্ব উপস্থাপন করেছিলেন, যেখানে মুসলমান নিজেরা ভাবে তা গুরুত্বসহকারে বিবেচনা করেছিলেন।\n\n\"সে সময়ে ইসমাইলের সেই সন্তানদের মধ্য থেকে একজন মানুষ, যার নাম ছিল মাহমেট (অর্থাৎ মুহাম্মদ), একজন ব্যবসায়ী, যেন ঈশ্বরের আদেশে তাদের কাছে একজন প্রচারক হিসেবে আবির্ভূত হলেন এবং সত্যের পথে আহ্বান করলেন। তিনি তাদের শেখালেন ইব্রাহিমের ঈশ্বরকে চেনার গুরুত্ব, বিশেষত কারণ তিনি মূসার ইতিহাস সম্পর্কে জ্ঞানী ও অবগত ছিলেন। যেহেতু আদেশ উপর থেকে এসেছিল, এক আহ্বানেই তারা সবাই ধর্মীয় ঐক্যে একত্রিত হলো। নিজেদের অসার উপাসনা পরিত্যাগ করে তারা সেই জীবন্ত ঈশ্বরের দিকে ফিরে গেল, যিনি তাদের পিতা ইব্রাহিমের কাছে প্রকাশিত হয়েছিলেন। তাই মাহমেট তাদের জন্য আইন প্রণয়ন করলেন— মৃত প্রাণীর মাংস খাওয়া যাবে না, মদ পান করা যাবে না, মিথ্যা বলা যাবে না এবং ব্যভিচারে লিপ্ত হওয়া যাবে না। তিনি বললেন, ‘একটি শপথের মাধ্যমে ঈশ্বর ইব্রাহিম ও তার বংশধরদের জন্য এই ভূমির প্রতিশ্রুতি দিয়েছেন চিরকালের জন্য। এবং তিনি সেই প্রতিশ্রুতি বাস্তবায়ন করেছিলেন যখন তিনি ইসরায়েলকে ভালোবাসতেন। কিন্তু এখন তোমরাই ইব্রাহিমের সন্তান, এবং ঈশ্বর তার প্রতিশ্রুতি তোমাদের জন্য পূর্ণ করছেন। কেবলমাত্র ইব্রাহিমের ঈশ্বরকে আন্তরিকভাবে ভালোবাসো এবং যাও, সেই ভূমি দখল করো, যা ঈশ্বর তোমাদের পিতা ইব্রাহিমকে দিয়েছেন। কেউই তোমাদের যুদ্ধক্ষেত্রে পরাজিত করতে পারবে না, কারণ ঈশ্বর তোমাদের সঙ্গে আছেন।’\"\nএই বিবরণ থেকে ইঙ্গিত পাওয়া যায় যে, তিনি তার বর্ণিত অনেক ঘটনার প্রত্যক্ষদর্শী ছিলেন। তিনি দাবি করেন যে, আরব বিজয়ের বিবরণ মূলত তিনি সেসব শরণার্থীদের কাছ থেকে পেয়েছেন, যারা এসব ঘটনার প্রত্যক্ষ সাক্ষী ছিলেন। তিনি তার বিবরণ শেষ করেন মুয়াবিয়ার উত্থানের মাধ্যমে, যা আরব গৃহযুদ্ধ (৬৫৬–৬৬১ খ্রিস্টাব্দ) চলাকালীন ঘটে। এটি ইঙ্গিত দেয় যে, তিনি সম্ভবত এই ঘটনার কিছু পরেই তা লিখছিলেন।\n\n\n== আধুনিক গবেষণা ==\nযদিও কুরআনে নবীর জীবনের খুব কম এবং কিছু মৌলিক তথ্য রয়েছে, মুহাম্মদ সম্পর্কে অধিকাংশ জীবনীসংক্রান্ত তথ্য পাওয়া যায় সীরাত (জীবনী সাহিত্য) থেকে, বিশেষ করে ইবনে ইসহাকের (মৃত্যু ৭৬৮ খ্রিস্টাব্দ) রচনাগুলো থেকে। এসব সূত্র সাধারণত একটি ঐতিহাসিক বর্ণনার শৃঙ্খল উপস্থাপন করে, যা কিছু ক্ষেত্রে প্রত্যক্ষদর্শীদের পর্যন্ত পৌঁছে এবং কখনো কখনো নবীর সময়ের কাছাকাছি থাকা পূর্ববর্তী অন্যান্য সূত্রের সঙ্গে মিলে যায়। যদিও \"ঐতিহ্যগত ইসলামী বিবরণের মূল কাঠামোকে ঐতিহাসিক বলে মনে করার জন্য কোনো বাধ্যতামূলক কারণ নেই,\" তবুও মুহাম্মদের জীবনের একটি বিস্তারিত জীবনীকে পুরোপুরি ঐতিহাসিকভাবে নিশ্চিত তথ্য হিসেবে গ্রহণ করা কঠিন। উইম র‍্যাভেনের মতে, মুহাম্মদ সম্পর্কে বিভিন্ন প্রতিবেদনের ঐতিহাসিক ও অনৈতিহাসিক উপাদানগুলো আলাদা করা বেশ সমস্যাযুক্ত। এফ. ই. পিটার্সের মতে, জীবনীগ্রন্থগুলোর সীমাবদ্ধতা থাকলেও গবেষকেরা সাধারণত এগুলোতে মুহাম্মদ সম্পর্কে মূল্যবান ঐতিহাসিক তথ্য খুঁজে পান। তিনি মনে করেন, আসল চ্যালেঞ্জ হলো সত্য ঘটনাগুলোকে কল্পিত বা অতিরঞ্জিত বর্ণনাগুলোর থেকে পৃথক করার জন্য কার্যকর গবেষণাপদ্ধতি তৈরি করা।\n১৯৭০-এর দশকে ইসলামী অধ্যয়নের সংশোধনবাদী ধারা ঐতিহ্যবাহী ইসলামি উৎসগুলোর নির্ভরযোগ্যতা নিয়ে মৌলিক সন্দেহ উত্থাপন করে এবং প্রাথমিক ইসলামি যুগের ঘটনাগুলোর সত্যতা যাচাইয়ে ঐতিহাসিক-সমালোচনামূলক পদ্ধতি (এইচসিএম) প্রয়োগ করা হয়, যার মধ্যে মুহাম্মদের প্রচলিত জীবনীর সত্যতাও অন্তর্ভুক্ত ছিল। ঐতিহাসিক মুহাম্মদ সম্পর্কে অনুসন্ধানের একটি বড় চ্যালেঞ্জ হলো আধুনিক যুগে প্রাক-ইসলামি আরব সম্পর্কে জ্ঞানের ঘাটতি। হারাল্ড মোটজকির মতে, \"একদিকে, নবীর একটি ঐতিহাসিক জীবনী রচনা করা সম্ভব নয় যদি কেউ উৎসগুলোকে নিঃশর্তভাবে গ্রহণ না করে; অন্যদিকে, যখন উৎসগুলোর সমালোচনামূলক বিশ্লেষণ করা হয়, তখন এমন একটি জীবনী রচনা করা একপ্রকার অসম্ভব হয়ে পড়ে।\"\n\n১৯৫২ সালে, ফরাসি আরবি বিশেষজ্ঞ রেজিস ব্লাশের মুহাম্মদের একটি সমালোচনামূলক জীবনী রচনা করেন, যেখানে তিনি ইগনাজ গোল্ডজিহের ও অঁরি লামেন্সের সংশয়বাদী সিদ্ধান্তগুলো বিবেচনায় নেন। সেই সিদ্ধান্তগুলো এমন ছিল যে, ইসলামি হাদিস বিকৃত হয়েছে এবং নির্ভরযোগ্য তথ্যসূত্র হিসেবে গ্রহণযোগ্য নয়। এ প্রসঙ্গে তিনি লিখেছিলেন:আমাদের কাছে এমন কোনো উৎস নেই যা মুহাম্মদের একটি বিস্তারিত ইতিহাস রচনার সুযোগ দেয়, যেখানে কঠোর ও ধারাবাহিক কালানুক্রম থাকবে। বিশেষ করে, মুহাম্মদের ঐশী আহ্বানের (প্রায় ৬১০ খ্রিস্টাব্দ) পূর্ববর্তী সময় সম্পর্কে আমাদের আংশিক বা সম্পূর্ণ অজ্ঞতাকে মেনে নেওয়া জরুরি। একটি সত্যিকারের বৈজ্ঞানিক জীবনী যা করতে পারে, তা হলো— নবুওয়াত-পূর্ব সময় সম্পর্কে উদ্ভূত বিভিন্ন সমস্যার বিশ্লেষণ, মুহাম্মদের ঐশী আহ্বান লাভের সময়কার ঐতিহাসিক পটভূমির রূপরেখা তুলে ধরা, তাঁর মক্কায় ধর্মপ্রচারের সাধারণ চিত্র আঁকা, বিদ্যমান তথ্যসমূহকে যথাযথভাবে সাজানোর চেষ্টা করা এবং অনিশ্চিত বিষয়গুলোকে ছায়ার আড়ালে রেখে দেওয়া। এর চেয়ে বেশি কিছু করার চেষ্টা করা মানেই গৌরবগাথা বা রোমান্টিক কল্পনার ফাঁদে পড়া।ঐতিহাসিক জন বার্টন বলেন:কোনো তথ্যের মূল্যায়নে গবেষকদের একমাত্র উপায় হলো সম্ভাব্যতার মানদণ্ড এবং এই ভিত্তিতে এটি বারবার বলা করা দরকার যে, বিশ্বের সর্বশেষ প্রতিষ্ঠিত বৃহৎ ধর্মের প্রতিষ্ঠাতার শৈশব ও প্রাথমিক জীবন সম্পর্কে যে সংক্ষিপ্ত বিবরণ পাওয়া যায়, তা ইতিহাসবিদদের জন্য কার্যকর কিছুই উদ্ঘাটিত হয় না। ... ফলে, মুসলিম ঐতিহ্যের যত গভীরেই অনুসন্ধান চালানো হোক না কেন, মুহাম্মদের মানবিক ইতিহাস পুনর্গঠনের জন্য প্রকৃত অর্থে কোনো নির্ভরযোগ্য তথ্য পুনরুদ্ধার করা সম্ভব নয়, কেবলমাত্র এই মৌলিক সত্যটি ছাড়া যে, তিনি একটি সময়ে অস্তিত্বশীল ছিলেন।মাইকেল কুক আফসোস করে বলেন যে, ইবনে ইসহাকের তুলনায় পরবর্তী ভাষ্যকার আল-ওয়াকিদি—যিনি ইবনে ইসহাকের রচনার ভিত্তিতে লিখেছিলেন, কল্পিত ও অলঙ্কারপূর্ণ বিবরণ যোগ করেছিলেন—তাঁর কাজ প্রমাণ করে যে, কীভাবে মৌখিক ইতিহাস কিসসাখানদের (qussa) কল্পকাহিনির দ্বারা বিকৃত হতে পারে। তিনি লেখেন,আমরা দেখেছি, কীভাবে মাত্র অর্ধ শতাব্দী ধরে গল্প বলার প্রতিক্রিয়ায় ইবনে ইসহাকের বর্ণনা থেকে আল-ওয়াকীদির বর্ণনায় পরিবর্তন এসেছে, যদিও তখন অনেক তথ্য ইতোমধ্যেই লিখিত আকারে সংরক্ষিত ছিল। ইবনে ইসহাকের আবির্ভাবের পূর্ববর্তী শতকে এই একই প্রক্রিয়া কী মাত্রায় ইতিহাসকে বিকৃত করতে পারে, তা আমরা কেবল অনুমান করতে পারি।সামগ্রিকভাবে, কুকের মতামত হলো, ইসলামী ঐতিহ্যের বাইরে থাকা প্রমাণসমূহ স্পষ্টভাবে \"মুহাম্মদের বাস্তব অস্তিত্ব নিয়ে কোনো সন্দেহের অবকাশ রাখে না\" এবং স্পষ্টভাবেই দেখায় যে, তার মৃত্যুর পরবর্তী কয়েক দশকের মধ্যে তিনি একটি নতুন ধর্মের কেন্দ্রীয় ব্যক্তিত্ব হয়ে উঠেছিলেন। তবে কুক লক্ষ্য করেন যে, এই প্রমাণ কিছু ক্ষেত্রে ইসলামী বর্ণনার সঙ্গে সাংঘর্ষিক। এতে মুহাম্মদকে অভ্যন্তরীণ আরবের পরিবর্তে ইসরায়েলের সঙ্গে সম্পৃক্ত করা হয়েছে, যা তাঁর কুরআনের একক রচয়িতা বা বাহক হওয়ার ধারণাকে আরও জটিল করে তোলে। পাশাপাশি, এটি ইঙ্গিত দেয় যে তাঁর অনুসারীদের মধ্যে শুধুমাত্র আরবই নয়, বরং ইহুদিরাও অন্তর্ভুক্ত ছিলেন।\nকুকের সহকর্মী সংশোধনবাদী গবেষক প্যাট্রিসিয়া ক্রোন অভিযোগ করেন যে, সিরাত রচিত হয়েছে \"প্রত্যক্ষ উত্তরসূরিদের দ্বারা নয়, বরং কয়েক প্রজন্ম পরের লেখকদের দ্বারা\" এবং এটি মূলত উলামা ও আব্বাসীয়দের দৃষ্টিকোণ থেকে লেখা। ফলে, \"আমরা কখনোই জানতে পারব না ... উমাইয়া খলিফারা কীভাবে তাঁদের নবীকে স্মরণ করতেন।\"\nযদিও ক্রোন যুক্তি দেন যে মুহাম্মদ একজন বাস্তব ব্যক্তি ছিলেন, যার অস্তিত্ব বিভিন্ন উৎস দ্বারা সমর্থিত, তবে তিনি মনে করেন যে, মুহাম্মদের প্রচলিতভাবে আরব উপদ্বীপের সঙ্গে সম্পৃক্ততা সম্ভবত \"ধর্মীয় মতাদর্শ দ্বারা প্রভাবিত\", এবং এটি প্রশ্নবিদ্ধ হয় কুরআনের নিজস্ব বর্ণনার মাধ্যমে। কুরআনে কৃষিকাজের উল্লেখ রয়েছে, যা আরব উপদ্বীপের জলবায়ুর সঙ্গে সামঞ্জস্যপূর্ণ নয়। পাশাপাশি, সেখানে সদোম নগরীর প্রসঙ্গ এসেছে, যা ইঙ্গিত দেয় যে মুহাম্মদের সম্প্রদায় মৃত সাগরের কাছাকাছি কোথাও অবস্থিত ছিল।\nমুহাম্মদের জন্ম ও জীবনের কাল নির্ধারণ নিয়ে লরেন্স কনরাড লিখেছেন, \"দ্বিতীয় হিজরি শতকেও নবীর জন্মতারিখ নিয়ে [ইসলামি] পণ্ডিতদের মতানৈক্যের পরিসর ৮৫ বছরের মধ্যে ছিল। যদি ধরা হয় যে ইতিহাসের যেকোনো বর্ণনাকে নির্ভরযোগ্য করে তুলতে কালানুক্রমিক তথ্য অপরিহার্য, তাহলে এটি স্পষ্ট যে দ্বিতীয় শতকে সীরাত-সংক্রান্ত গবেষণা তখনও স্থিরতার মধ্যে ছিল না।\" যেহেতু দ্বিতীয় হিজরি শতকের মতামতই সর্বপ্রাচীন বিদ্বানদের মতামত হিসেবে গণ্য হয়, এবং এটি ধরে নেওয়া হয় যে, কোনো ঘটনার সময়ের কাছাকাছি থাকা ব্যক্তিরা তথ্যের ক্ষেত্রে বেশি নির্ভরযোগ্য, তাই এই মতানৈক্য ইঙ্গিত দেয় যে, মুহাম্মদ সম্পর্কে মৌলিক জীবনীসংক্রান্ত তথ্য নিয়েও প্রাথমিক ইসলামি পণ্ডিতদের মধ্যে বিস্তর ফারাক ছিল।\nরবার্ট হোয়াইল্যান্ড ধারণা করেন যে, মুহাম্মদের ঐতিহাসিক গুরুত্ব হয়তো তাঁর অনুসারীরা অতিরঞ্জিত করেছেন। তিনি লেখেন, মুহাম্মদের আবির্ভাবের আগেও \"অন্যান্য\" আরব নেতারা \"বিভিন্ন স্থানে\" দুর্বল বাইজেন্টাইন ও পারস্য সাম্রাজ্যের ওপর আক্রমণ চালিয়েছিলেন, \"তবে পরবর্তী মুসলিম লেখকরা তাঁদের ইতিহাস থেকে মুছে দিয়েছেন\"। হোয়াইল্যান্ড ও অন্যান্য ঐতিহাসিকরা যুক্তি দেন যে প্রাথমিক আরব আক্রমণকারীরা সবাই মুসলিম ছিলেন না।\n\n\n=== অন্যান্য মতবাদ ===\nকিছু ইতিহাসবিদ দাবি করেছেন যে মুহাম্মদ হয়তো একটি কাল্পনিক চরিত্র হতে পারেন। ২০০৩ সালে প্রকাশিত ক্রসরোডস টু ইসলাম বইয়ে, ইয়েহুদা ডি. নেভো এবং জুডিথ কোরেন একটি মতবাদ উপস্থাপন করেন, যেখানে প্রাথমিক ইসলামী যুগের নেগেভ মরুভূমি থেকে সংগৃহীত বিস্তৃত প্রত্নতাত্ত্বিক প্রমাণ বিশ্লেষণ করে দাবি করেন যে, মুহাম্মদ হয়তো কখনোই অস্তিত্বশীল ছিলেন না, বরং একেশ্বরবাদী ইসলাম প্রকৃতপক্ষে তাঁর কথিত জীবনকালের অনেক পরে বিকশিত হয়েছে। রাইস বিশ্ববিদ্যালয়ের ডেভিড কুক এই মতবাদকে \"যথেষ্ট যুক্তিসঙ্গত বা অন্তত বিতর্কযোগ্য\" হিসেবে বর্ণনা করেছেন, তবে ইতিহাসবিদ কলিন ওয়েলস এটিকে হলোকাস্ট অস্বীকারের সঙ্গে তুলনা করেছেন, এবং বলেন যে লেখকরা কিছু প্রমাণকে অযৌক্তিকভাবে বিশ্লেষণ করেছেন।\n২০০৭ সালে কার্ল-হাইনজ ওহলিগ দাবি দেন যে, ব্যক্তি মুহাম্মদ প্রাথমিক ইসলামের জন্য আদতে গুরুত্বপূর্ণ ছিলেন না এবং এই অত্যন্ত প্রাথমিক পর্বে ইসলাম আসলে একটি আরব খ্রিস্টান সম্প্রদায় ছিল, যাহার ত্রিত্ববাদ ধারণার প্রতি আপত্তি ছিল। তিনি দাবি করেন, পরবর্তী হাদিস ও জীবনীগ্রন্থগুলো মূলত পুরাণ, যা ইসলামের খ্রিস্টান ভিত্তি থেকে বিচ্ছিন্নতা ঘটাতে এবং একটি সম্পূর্ণ নতুন ধর্ম গড়তে ব্যবহৃত হয়েছে। ২০০৮ সালে, স্বেন ক্যালিশ, যিনি একজন প্রাক্তন মুসলিম ধর্মান্তরিত এবং জার্মানির ইসলামী ধর্মতত্ত্বের প্রথম অধ্যাপক, তিনি নবী মুহাম্মদের অস্তিত্ব নিয়ে প্রশ্ন তুলেন। ২০১১ সালে, ডাচ পণ্ডিত হ্যান্স জানসেনও একই রকম মত প্রকাশ করেন।\n\n\n== আরও দেখুন ==\nইসলামের প্রাথমিক ইতিহাস\nরাষ্ট্রপ্রধানদের নিকট মুহাম্মাদের প্রেরিত পত্রসমূহ\n\n\n== পাদটীকা ==\n\n\n== উদ্ধৃতি ==\n\n\n== তথ্যসূত্র ==\nBerg, Herbert; Sarah Rollens (২০০৮)। \"The Historical Muhammad and the Historical Jesus: A Comparison of Scholarly Reinventions and Reinterpretations\"। Studies in Religion/Sciences Religieuses। 37 (2): 271–292। এসটুসিআইডি 144445914। ডিওআই:10.1177/000842980803700205। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCook, Michael (২০০০)। The Koran : A Very Short Introduction। Oxford University Press। আইএসবিএন 0192853449। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCrone, Patricia; Cook, Michael (১৯৭৭)। Hagarism: The Making of the Islamic World। Cambridge University Press। আইএসবিএন 0-521-29754-0। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDonner, Fred McGraw (১৯৯৮)। Narratives of Islamic Origins: The Beginnings of Islamic Historical Writing। Darwin Press। আইএসবিএন 0878501274। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFouracre, Paul (২০০৬)। The New Cambridge Medieval History। Cambridge University Press। আইএসবিএন 0-521-36291-1। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHoyland, Robert G (১৯৯৮)। Seeing Islam as Others Saw It: A Survey and Evaluation of Christian, Jewish and Zoroastrian Writings on Early Islam। Darwin। আইএসবিএন 0-87850-125-8। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHoyland, Robert G. (২০১৫)। In God's Path: the Arab Conquests and the Creation of an Islamic Empire। Oxford University Press। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nIbn Warraq, সম্পাদক (২০০০)। \"2. Origins of Islam: A Critical Look at the Sources\"। The Quest for the Historical Muhammad। Prometheus। পৃষ্ঠা 89–124। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLammens, Henri (২০০০)।  Ibn Warraq, সম্পাদক। The Quest for the Historical Muhammad। Prometheus। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLammens (২০০০)। \"4. The Koran and Tradition\"। The Quest for the Historical Muhammad। পৃষ্ঠা 169–187। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLammens (২০০০)। \"5. The Age of Muhammad and the Chronology of the Sira\"। The Quest for the Historical Muhammad। পৃষ্ঠা 188–217। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLewis, Bernard (১৯৬৭)। The Arabs in history। Harper & Row। আইএসবিএন 9780061310294। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNevo, Yehuda D.; Koren, Judith (২০০০)। \"Methodological Approaches to Islamic Studies\"। The Quest for the Historical Muhammad। New York: Prometheus Books। পৃষ্ঠা 420–443। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNigosian, Solomon Alexander (২০০৪)। Islam: Its History, Teaching, and Practices। Indiana University Press। আইএসবিএন 0-253-21627-3। \nPeters, F. E. (১৯৯১)। \"The Quest for Historical Muhammad\"। International Journal of Middle East Studies। এসটুসিআইডি 162433825। ডিওআই:10.1017/S0020743800056312। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWaines, David (১৯৯৫)। Introduction to Islam। Cambridge University Press। আইএসবিএন 0-521-42929-3। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}