{"pageid": 1042648, "title": "আয়াতুন নুর", "url": "https://bn.wikipedia.org/wiki?curid=1042648", "content": "আয়াতুন নুর (আরবি: آیة النور, অর্থ: আলোর স্তবক) হচ্ছে কুরআনের ২৪তম সূরা – সূরা আন-নূরের ৩৫ নং আয়াত। আয়াতটি তার অসাধারণ সৌন্দর্য এবং বাক্যালঙ্কারের জন্য প্রসিদ্ধ। একে কুরআনের সবচেয়ে রহস্যময় বা নিগূঢ় অর্থবোধক আয়াতগুলোর একটি বলে মনে করা হয়।\n\n\n== আয়াত ==\n\nঅর্থ: আল্লাহ নভোমন্ডল ও ভূমন্ডলের জ্যোতি, তাঁর জ্যোতির উদাহরণ যেন একটি কুলঙ্গি, যাতে আছে একটি প্রদীপ, প্রদীপটি একটি কাঁচপাত্রে স্থাপিত, কাঁচপাত্রটি উজ্জ্বল নক্ষত্র সদৃশ্য। তাতে পুতঃপবিত্র যয়তুন বৃক্ষের তৈল প্রজ্বলিত হয়, যা পূর্বমুখী নয় এবং পশ্চিমমুখীও নয়। অগ্নি স্পর্শ না করলেও তার তৈল যেন আলোকিত হওয়ার নিকটবর্তী। জ্যোতির উপর জ্যোতি। আল্লাহ যাকে ইচ্ছা পথ দেখান তাঁর জ্যোতির দিকে। আল্লাহ মানুষের জন্যে দৃষ্টান্তসমূহ বর্ণনা করেন এবং আল্লাহ সব বিষয়ে জ্ঞাত।\n\n\n== ব্যাখ্যা ==\nএ আয়াতের শুরুতে আল্লাহকে আসমানসমূহ ও পৃথিবীর \"নুর\" আখ্যায়িত করা হয়েছে। এ আয়াত অনুসারে আন-নুর (النور) কে আল্লাহর গুণবাচক নামসমূহের একটি হিসেবে গণ্য করা হয়।\nআয়াতে আল্লাহর সত্তার জন্য ব্যবহৃত নুর শব্দটি, কোন কোন তাফসীরবিদের মতে ঔজ্জ্বল্যদানকারী অর্থে ব্যবহৃত হয়েছে। অথবা অতিশয়ার্থবোধক পদের মতো নুরওয়ালাকে নুর বলে উল্লেখ করা হয়েছে। সেক্ষেত্রে আয়াতের অর্থ দাঁড়ায়, আল্লাহ নভোমণ্ডল, ভূমণ্ডল ও এদের মধ্যে বসবাসকারী সব সৃষ্টজীবের আলো দাতা। অনেকের মতে এখানে নুর বলতে হেদায়েতের নুরকে বুঝানো হয়েছে। অর্থাৎ আল্লাহ নভোমন্ডল ও ভূমণ্ডলের অধিবাসীদের হেদায়াতকারী।\nবার ইমামপন্থী শিয়াদের অষ্টম ইমাম আলী রেজার মতে, \"তিনি স্বর্গবাসীদের পথপ্রদর্শক এবং পৃথিবীবাসীদেরও পথপ্রদর্শক।\"\nআয়াতের পরবর্তী অংশে বর্ণিত উপমায় \"তাঁর নুর\" দ্বারা কাকে বুঝানো হয়েছে তা নিয়ে ইবনে কাসির দুটি মত উপস্থাপন করেছেন।\n\nএকটি মত হল, এই সর্বনাম দ্বারা আল্লাহকে বুঝানো হয়েছে। অর্থাৎ বিশ্বাসীদের (মুমিন) অন্তরে কুরআন ও ইমানের মাধ্যমে সঞ্চিত আল্লাহর নুর সম্পর্কে বলা হচ্ছে যে, এ নুরের উদাহরণ হলো এমন একটি তাকের মত যেখানে আল্লাহর নুর আলোর মত উজ্জল ও সদা বিকিরনশীল। সে হিসেবে আয়াতের প্রথমে আল্লাহ নিজের নুরের কথা বলেছেন এবং এরপর মুমিনের অন্তরে অবস্থিত তাঁরই নুরের কথা উল্লেখ করেছেন।\nঅপর মতটি হল, এই সর্বনাম দ্বারা মুমিনকেই বুঝানো হয়েছে। তখন দৃষ্টান্তের অর্থ দাঁড়ায়, মুমিনের বক্ষ একটি তাকের মত এবং এতে তার অন্তর একটি প্রদীপ সদৃশ। এতে যে স্বচ্ছ জয়তুনের তেলের কথা বলা হয়েছে, সেটা ইমানের জ্যোতি। জয়তুনের তেল আগুনের স্পর্শে প্ৰজ্বলিত হয়ে যেমন অপরকে আলোকিত করে, তেমনিভাবে মুমিনের অন্তরে রাখা হেদায়েতের আলো যখন আল্লাহর ওহি ও জ্ঞানের সাথে মিলিত হয়, তখন আলোকিত হয়ে জীবনকে আলোকিত করে দেয়।\nআবার অনেকে মনে করেন, এ আয়াতে মুহাম্মাদের অন্তরের নুরকে বুঝানো হয়েছে। ইমাম বগভী উল্লেখ করেছেন যে, ইবনে আব্বাস একবার কা'ব আহবারকে জিজ্ঞেস করেন: এই আয়াতের ব্যাখ্যায় আপনি কী বলেন? কা'ব বলেন: এটা রাসুলুল্লাহর পবিত্র অন্তরের দৃষ্টান্ত। মিশকাত তথা তাক মানে তাঁর বক্ষদেশ, যুজাজাহ তথা কাঁচপাত্র মানে তাঁর অন্তর এবং মিসবাহ তথা প্ৰদীপ মানে নবুয়ত।\nষষ্ঠ শিয়া ইমাম সাদিকের মতে, কুলুঙ্গিটি হল নবি মুহাম্মাদের কন্যা ফাতিমা। লণ্ঠনটি ইমাম হাসান এবং কাঁচটি হুসাইন। হাসান ও হুসেন উভয়ই একই আলো থেকে আসা বলে উভয়কেই কাঁচের সাথে তুলনা করা হয়েছে। আর আয়াতে উল্লিখিত কাঁচটিও ফাতিমাকেই ইঙ্গিত করছে, কেননা ফাতিমা নারীদের মধ্যে নক্ষত্রতুল্য। তিনি আরো উল্লেখ করেছেন যে, বরকতময় গাছটি হল নবি ইব্রাহিম। গাছটি \"পূর্বেরও নয়, পশ্চিমেরও নয়\" এর অর্থ হল ইব্রাহিম ইহুদিও নন, খ্রিস্টানও নন।\nঅতএব কুরআনের নিগূঢ় অর্থের পক্ষে যুক্তি দেন এমন সুফি ও মুসলিম দার্শনিকদের কাছে এটি কুরআনের একটি গুরুত্বপূর্ণ আয়াত হিসেবে বিবেচিত হয়। ইসলামী চিন্তাবিদ ও আধ্যাত্মিক ব্যক্তিবর্গের মাঝে যারা আয়াতে নুরকে নিয়ে বিস্মিত হয়েছেন তাদের মধ্যে আল-গাজ্জালি (১০৫৮ – ১১১১) বিশেষভাবে উল্লেখযোগ্য। যার এই আয়াতটির ব্যাপারে তার ব্যাখ্যা এবং ঐশী আলোর প্রকৃতি তিনি তাঁর মিশকাতুল আনোয়ার গ্রন্থে সংকলন করেছেন।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nআয়াতুল কুরসি\nবিসমিল্লাহির রাহমানির রাহীম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে আয়াতুন নুর সম্পর্কিত মিডিয়া দেখুন।\nওসমান ইয়াহিয়া। \"Theophanies and Lights in the Thought of Ibn 'Arabi\"। মুহিউদ্দিন ইবনে আরাবি সোসাইটি (ইংরেজি ভাষায়)। \nআল-গাজ্জালী। \"মিশকাত আল-আনওয়ার\" [আলোর কুলঙ্গি] (ইংরেজি ভাষায়)। উইলিয়াম হেনরি টেম্পল গেয়ার্ডনার কর্তৃক অনূদিত। \n\"সূরাঃ আন-নূর; আয়াতঃ ৩৫\"। hadithbd.com।"}