{"pageid": 1042820, "title": "লিঙ্গ উত্থান ত্রুটি", "url": "https://bn.wikipedia.org/wiki?curid=1042820", "content": "উত্থান ত্রুটি বা পুরুষত্বহীনতা বা লিঙ্গ শৈথিল্য বা ধ্বজভঙ্গ  হল এক প্রকারের যৌন রোগ যাতে শিশ্ন উত্থিত অবস্থা ধরে রাখতে পারে না বা লিঙ্গ উত্থান হয় না। সাধারণত যৌন ক্রিয়ার অংশ হিসেবে যৌন উত্তেজনা আসার লক্ষন এবং মিলনের পূর্বশত হিসেবে লিঙ্গ শক্ত হয়ে উত্থান হয়। পুরুষের যৌন সমস্যাগুলির মধ্যে এটি সবচেয়ে সাধারণ। এ সমস্যার কারণে মানসিক ক্ষতি হতে পারে কারণ এটি ব্যক্তিসত্ত্বা এবং যৌন সম্পর্কে সঙ্গীর সাথে সরাসরি জড়িত একটি বিষয়।\n৮০ ভাগ ক্ষেত্রেই এর পেছনে শারীরিক সমস্যা খুঁজে পাওয়া যায়। যার মধ্যে রয়েছে হৃদযন্ত্রের রোগ; ডায়াবেটিস;  স্নায়ুতাত্ত্বিক সমস্যা যেমন মাদকের প্বার্শপ্রতিক্রিয়া, প্রোস্টেটেকটমি এবং হাইপোগোনাডিসম। ১০ ভাগ সমস্যা তৈরী হয় মানসিক সমস্যা থেকে যেমন ঘৃনার অনুভূতি, রক্ষণশীল চিন্তা।\nলিঙ্গ উত্থান ত্রুটির সংজ্ঞা দিয়ে অন্যকোন উত্থানজনিত ত্রুটিকে বুঝায় না যেমন প্রিয়েপিজম।\nএ রোগের চিকিৎসা করতে হলে এর পেছনে কি কারণ আছে তা খুঁজে দেখা জরুরী - কারো জীবনযাত্রা ব্যঘাত, বা কোন মানসিক সমস্যার মধ্য দিয়ে যাচ্ছে কিনা তা বের করা জরুরী।  অনেক ক্ষেত্রেই ঔষধ দ্বারা চিকিৎসা শুরু করা হয় বিশেষত পিডিই৫ ইনহিবিটর দিয়ে যেমন সিলডেনাফিল যেটা রক্তে দ্রবীভূত হয়ে শিশ্নর স্পন্জের মত তন্তুর মধ্যে বেশি করে রক্ত প্রবাহিত করে। অন্যান্য চিকিৎসা যেটা কম ব্যবহার করা হয় তা হল প্রোস্টেগ্লাডিন প্যালেট মূত্রনালীতে প্রবেশ করানো, পেশীকে শিথিল করা এবং ভ্যসোডায়ালেটর শিশ্নে প্রয়োগ করা, শিশ্ন বসানো, শিশ্ন পাম্প পদ্ধতি এবং রক্তনালী পুনঃস্থাপন অপারেশন ইত্যাদি।\n\n\n== লক্ষণ ও উপসর্গ ==\nলিঙ্গ উত্থানের ত্রুটির বৈশিষ্ঠ্য হল যৌন ক্রিয়া সম্পাদনের লক্ষ্যে যে মাত্রায় লিঙ্গের উত্থান প্রয়োজন তা প্রতিবার বা পুন পুন উত্থিত না হওয়া কিংবা উত্থিত হলেও সেটা ধরে রাখতে না পারা। সংজ্ঞায়িত করা হয় এভাবে \"শারীরিক মিলনের জন্য প্রয়োজনীয় কার্য সম্পাদনের জন্য যদি লিঙ্গ পুন পুন কিংবা লাগাতার উত্থান না হয় ও যে পরিমাণ শক্ত হওয়া প্রয়োজন তা অর্জন ও ধরে রাখতে কমপক্ষে তিন মাস ধরে ব্যর্থ হয় তখন তাকে উত্থানজনিত ত্রুটি বলে ধরা যায়।\"\n\n\n=== মানসিক প্রভাব ===\nরোগটির ফলে রোগী এবং তার সঙ্গীর আবেগিক সুস্থতার ক্ষতি হয়। অনেক পুরুষই লজ্জাজনক অনুভূতি লুকাতে গিয়ে কোন চিকিৎসাই করান না। এ রোগে আক্রান্ত রোগী প্রাথমিকভাবে চিহ্নিত হলেও  প্রায় ৭৫% ভাগই চিকিৎসা করান না।\n\n\n== কারণ ==\nরোগটির কারণ হিসেবে নিম্নোক্ত প্রভাবকগুলোর ভূমিকা রয়েছে:\n\nডাক্তারের ব্যবস্থাপত্রের ঔষধ গ্রহনজনিত কারণে যেমন সিলেক্টিভ সিক্রোটিনিন রিআপটেক ইনহিবিটর, বেটা-বাধাপ্রধানকারক, আলফা২ এন্ড্রেনার্জিক রিসেপ্টর এগোনিস্টস,  থায়াজাইডস, হরমোন মডুলেটর এবং ৫α-রিডাক্টেস ইনহিবিটর)\nনিওরোজেনিক ব্যাধি যেমন ডায়াবেটিক নিউরোপ্যাথি, টেম্পোরাল লোব মৃগী, একাধিক স্ক্লেরোসিস, পারকিনসন রোগ, একাধিক সিস্টেম এট্রফি)\nক্যাভারনোসল ব্যাধি যেমন পেরোনি রোগ \nহাইপারপ্রোল্যাক্টিনিমিয়া যেমন প্রোল্যাকটিনোমার কারণে \nমানসিক কারণে যেমন মানসিক চাপ, মানসিক ব্যাধি এবং কর্মক্ষমতা উদ্বেগ \nসার্জারির কারণে যেমন রেডাকাল প্রোস্টেটেকটমি \nবয়সের কারণে যারা ষাটোর্ধ তাদের এটি চল্লিশোর্ধের তুলনায় প্রায় চারগুন বেশি সম্ভাবনা \nকিডনি অক্ষমতা\nজীবনযাত্রার অভ্যাস বিশেষত ধুম্রপান যার কারণে রক্তশিরা সংকুচিত হয়ে যায় \nসার্জিক্যাল কারণে উত্থানের বেশ সমস্যা তৈরী করতে পারে যেমন নার্ভ নষ্ট করে ফেলা বা রক্ত সংবহন ব্যবস্থার বাধা সৃষ্টি করা।  প্রোস্টেট ক্যান্সারে আক্রান্ত রোগীদের চিকিৎসার সাধারণ প্বার্শপ্রতিক্রিয়া হল উত্থানজনিত সমস্যা হওয়া। প্রোস্টেট ক্যান্সারের চিকিৎসার সময় প্রস্টেটেকটমি কিংবা বর্হি রেডিয়েশন রশ্মির দ্বারা প্রোস্টেটকে পুরোপুরি ধ্বংস করার যে সার্জারি করা হয় (যদিও এক্ষেত্রে উত্থানের জন্য যদিও প্রস্টেটের কোন প্রয়োজন নেই) তা পরবর্তীতে উত্থানের সমস্যা করতে পারে। হার্নিয়া সার্জারির ক্ষেত্রে বেশির ভাগ সময়ই এবং যে ক্ষেত্রে অপারেশনের পরবর্তীতে যাদের কোন সমস্যা হয় নি সেই ক্ষেত্রে, যাদের আগে যৌন অক্ষমতা ছিল তারা সেটি পুনরায় উদ্ধার করতে সক্ষম হতে পারেন। অন্যদিকে বেশিরভাগ ক্ষেত্রে যাদের আগেও কোন সমস্যা ছিল না তাদের পরেও যৌন জীবনে কোন সমস্যা দেখা দেয়না।\nবাইসাইকেল চালানোর সাথে উত্থানের সম্পর্ক রয়েছে কারণ সাইকেল চালনার সময় স্নায়ুবিক এবং শিরা উপশিরা ব্যবস্থায় রক্তপরিবহন ব্যবস্থার সমস্যা হয়। এর ফলে ঝুঁকি বেড়ে যায় যাকে ১.৭-ফোল্ডে মাপা হয়।\nপর্নোগ্রাফির ফলে উত্থানজনিত সমস্যা হতে পারে বলে মত রয়েছে। যদিও ২০১৫ সালে হওয়া একটি পর্যবেক্ষণে এটি বিশদ আকারে হয় কিনা তার ব্যপারে খুব কম প্রমাণ আছে বলে মত দেওয়া হয়।\n\n\n== চিকিৎসা ==\nলিঙ্গ উত্থানের সবচেয়ে জনপ্রিয় এবং সহজলভ্য চিকিৎসা হচ্ছে ভায়াগ্রা। ভায়াগ্রা লিঙ্গের মধ্যে রক্ত চলাচল বাড়ায়। লেভিট্রা এবং সিয়ালিস এর মতো ঔষধও এই ক্ষেত্রে কার্যকর। টেস্টোস্টেরন হরমোনের ঘাটতির ফলে এই রোগ হলে, চিকিৎসক টেস্টোস্টেরন হরমোনের মাত্রা বাড়ানোর জন্যও ঔষধ দিতে পারেন। তাছাড়া ভ্যাকিউম ডিভাইসের মাধ্যমেও এই রোগের চিকিৎসা সম্ভব। তবে চিকিৎসার পাশাপাশি নিয়মিত শরীরচর্চা, ধূমপান এবং মদ্যপানও বন্ধ করা উচিত।\nবর্তমান সময়ে শকওয়েভ থেরাপি নামক আধুনিক চিকিৎসার মাধ্যমেও এই রোগের চিকিৎসা করা হয়। এই চিকিৎসা পদ্ধতিতে কোনো অপারেশনের প্রয়োজন হয় না।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nকার্লিতে লিঙ্গ উত্থান ত্রুটি (ইংরেজি)"}