{"pageid": 1042202, "title": "ব্রাজিলে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1042202", "content": "ব্রাজিলে ইসলাম একটি সংখ্যালঘু ও ক্রমবর্ধনশীল ধর্ম। ইসলামকে এখনো ব্রাজিলে স্বাধীনভাবে পালিত ধর্মগুলির প্রতিনিধিত্বকারী চার্ট ও গ্রাফিক্সে অন্তর্ভুক্ত করা হয়নি, কারণ এর আকার খুব ছোট, \"অন্যান্য ধর্মে\" গোষ্ঠীবদ্ধ হওয়ার কারণে, যা সাধারণত দেশের জনসংখ্যার প্রায় ১% এরও কম প্রতিনিধিত্ব করে। ২০১০ সালের সরকারি আদমশুমারি মতে, ব্রাজিলে মোট ২,০৪,০০০ জন মুসলিম বাস করেন, যা দেশের মোট জনসংখ্যার ০.১% এর প্রতিনিধিত্ব করে। তবে ব্রাজিলের মুসলিম সংগঠনগুলো বলে যে, সরকারি হিসাবে সর্বদা মুসলিমদের সংখ্যা কম দেখানো হয়। সংগঠনগুলির নিজস্ব গণনা অনুযায়ী ব্রাজিলে ৪,০০,০০০ থেকে ৫,০০,০০০ মুসলিম বাস করেন, যা মোট জনসংখ্যার প্রায় ৫% এর পরিসীমাকে অন্তর্ভুক্ত করে। ১৬ শতাব্দীর শুরুতে ব্রাজিলে প্রথম ইসলামের আগমন ঘটে। তারপর আফ্রিকীয় দাস এবং   লেবানন ও সিরিয়া থেকে আগত অভিবাসীরাদের মাধ্যমে ব্রাজিলে ইসলামের প্রচার ঘটে। বর্তমান ব্রাজিলে ১৫০টি মসজিদ রয়েছে। এছাড়া ব্রাজিল ২০১১ সালের ৩ই ডিসেম্বর মধ্যপ্রাচ্যের মুসলিম দেশ ফিলিস্তিনকে একটি স্বাধীন রাষ্ট্র হিসেবে স্বীকৃতি দেয়।\n\n\n== ইতিহাস ==\nঐতিহাসিক ড.খালিদ রিজকের মতে, আমেরিকা আবিস্কারের সূচনালগ্নেই ব্রাজিলে ইসলামের আগমন ঘটে। ১৫০০ সালের এপ্রিল মাসে পর্তুগিজ পরিব্রাজক পেড্রো আলভারেস যখন ব্রাজিল উপকূলে জাহাজ নোঙর করেন, তখন তাঁর সঙ্গে শিহাব উদ্দিন বিন মাজেদ ও মুসা বিন সাতিসহ বেশ কিছু মুসলিম নাবিক ছিলেন। তাঁদের হাত ধরেই প্রথম ব্রাজিলে ইসলাম ও মুসলমানের আগমন ঘটে। তবে বিখ্যাত ব্রাজিলীয় ইতিহাসবিদ জোয়াকিন হেপিরো বলেন যে, ১৫০০ খ্রিস্টাব্দে পর্তুগিজদের ব্রাজিলে আসার অনেক আগে কিছু আরব বণিক ও নাবিক ব্রাজিল আবিষ্কার করেন। পরবর্তীতে পর্তুগিজরা মূলত জাহাজ চালনা ও নির্মাণশিল্পে দক্ষ মুসলিম নাবিকদের সহযোগিতায় ব্রাজিলে আগমন করে।\n১৪৯২ সালে স্পেনের গ্রানাডা মুসলিম রাজ্যের পতন হলে খ্রিস্টানদের নির্যাতন নিজেদের বাঁচাতে অনেক দিকভ্রান্ত স্পেনীয় মুসলিম ব্রাজিলের উপকূলে গিয়ে উঠতে থাকে। এভাবে সেখানে মুসলমানের সংখ্যা বৃদ্ধি পেতে থাকলে স্পেনের অনুরোধে তৎকালীন পর্তুগিজ সাম্রাজ্য বহুসংখ্যক মুসলমানকে জ্বলন্ত আগুনে পুড়িয়ে হত্যা করে এবং তাদের ধর্মীয় বিভিন্ন নিদর্শন মুছে ফেলে। এর প্রমাণ হিসেবে বলা হয় যে, ব্রাজিলের  অনেক গির্জার দেওয়ালে হস্তলিখিত বিভিন্ন আরবি বাণী পাওয়া যায়। অথচ স্থানীয়রা কেউই আরবি জানে না। সে হিসেবে ধারণা করা হয় যে, এই অঞ্চলে একদা মুসলিমদের বসবাস ছিল।\nএরপর ব্রাজিলে কৃষ্ণাঙ্গ মুসলিমদের প্রথম বহর আসে ১৫৩৮ সালে। তখন ব্রাজিলে ৩০ লক্ষেরও বেশি ক্রীতদাস বিভিন্ন আফ্রিকীয় উপনিবেশ থেকে পাঠানো হয়। ১৫৫০ সাল থেকে পর্তুগিজরা আফ্রিকীয় মানুষদের দাস বানিয়ে চিনির বাগানে কাজ করার জন্য ব্রাজিলে নিয়ে আসতে শুরু করে। গবেষকগণ  দাবি করেন যে, ব্রাজিল আমেরিকার অন্য যে কোনো দেশের তুলনায় বেশি মুসলিম দাস লাভ করেছিল। \n\n\n=== মালে বিদ্রোহ ===\n১৮৩৫ সালের ২৪ জানুয়ারি ব্রাজিলের বাহিয়া প্রদেশে আফ্রিকীয় বংশোদ্ভূত একদল মুসলিম দাস বিদ্রোহ ঘোষণা করে। এতে অংশগ্রহণকারীদের অধিকাংশই ছিল নাগো, জাতিগত ইয়োরুবা। বিদ্রোহের পরের দিন সকালে বিদ্রোহী দাসেরা সালভাদরের রাস্তা দখল করে এবং লাগাতার  তিন ঘন্টারও বেশি সময় ধরে তারা সৈন্য ও সশস্ত্র বেসামরিক নাগরিকদের সাথে লড়াই করে। এই বিদ্রোহকে মালে বিদ্রোহ বা রমজান বিদ্রোহ বলা হয়। তখন ব্রাজিলে মুসলিমদের মালে বলা হত। রমজান মাসের রবিবারে একদল মুসলিম আলেমের বক্তৃতায় অনুপ্রাণিত হয়ে দাসত্বে বন্দী  আফ্রিকীয় মুসলমান এবং মুক্তিপ্রাপ্তদের একটি দল সরকারের বিরুদ্ধে উঠে দাঁড়ায়।\nযদিও এটি ক্ষণস্থায়ী ছিল ; কিন্তু এই বিদ্রোহটি ছিল ব্রাজিলের বৃহত্তম ক্রীতদাস বিদ্রোহ এবং আমেরিকার বৃহত্তম শহুরে ক্রীতদাস বিদ্রোহ। প্রায় ৩০০ জন আফ্রিকীয় এতে অংশ নেয় এবং আনুমানিক পঞ্চাশ থেকে একশ মৃত্যুবরণ করেন। তবে হতাহতের আসল সংখ্যা অজানা। এর বাইরে কারাগারে বা হাসপাতালে হওয়া নিহত ও আহতদের হিসাব করলে এই সংখ্যা আরো বৃদ্ধি পাবে। এতে অংশগ্রহণকারী অনেককে মৃত্যুদণ্ড, কারাগার, চাবুক মারা বা নির্বাসনের শাস্তি দেওয়া হয়ে। \nএই বিদ্রোহের প্রতিক্রিয়া দেশব্যাপী ছিল। এই বিদ্রোহ থেকে অন্যরাও অনুপ্রাণিত হতে পারে এই ভয়ে তখন থেকে পর্তুগিজরা মালেদের (মুসলিম) খুব মনোযোগ সহকারে দেখতে শুরু করে। তাদের ধর্মকর্মে বাধা সৃষ্টি করা শুরু করে। পরবর্তী বছরগুলোতে মুসলিমদের  ক্যাথলিক ধর্মে ধর্মান্তরণেরর জন্য জোর জবরদস্তি শুরু করে। ইসলামের প্রতি টানে এমন স্মৃতি ও স্নেহ মুছে ফেলার জন্য নিবিড় প্রচেষ্টা চালায়। যাহোক, আফ্রিকীয় মুসলিম সম্প্রদায়কে রাতারাতি মুছে ফেলা যায়নি। তারা নিজেদের ধর্ম ও বিশ্বাসের ওপর অটল থাকে। ১৯১০ সালের শেষের দিকে অনুমান করা হয় যে, ব্রাজিলে প্রায় ১,০০,০০০ আফ্রিকীয় মুসলিম বাস করে।\n\n\n=== মুসলিম অভিবাসী ===\nআফ্রো-ব্রাজিলীয় মুসলিম সম্প্রদায়ের বিদ্রোহের পর দেশটিতে ইসলামের পরবর্তী ইতিহাস মূলত মধ্য প্রাচ্য ও দক্ষিণ পূর্ব এশিয়া থেকে আগমন করা মুসলিম অভিবাসন। ১৮৬৭ সালে তৎকালীন ব্রাজিল সম্রাট দ্বিতীয় পেড্রো মিসর, লেবানন ও সিরিয়া সফর করেন। সে সময় রাজার সঙ্গে লেবাননের চুক্তি হওয়ার ফলে  লেবাননীরা ব্যবসা করার জন্য। ব্রাজিলে আসতে শুরু শুরু করে। বর্তমান সেখানে প্রায় ১১ মিলিয়ন সিরীয় ও লেবাননী (বেশিরভাগ মেরোনেট খ্রিস্টান) অভিবাসী বাস করে। মুসলমানদের বৃহত্তম ঘনত্ব বৃহত্তর সাও পাওলো অঞ্চলে পাওয়া যায়।\nএরপর ১৯১৪ দ্বিতীয় মাত্রায় এবং ১৯৩৬ সালে তৃতীয় মাত্রায় বিপুলসংখ্যক মুসলমান ব্রাজিলে অভিবাসন গ্রহণ করে। তবে গত শতাব্দী ও বর্তমানে ব্রাজিলে অভিবাসন গ্রহণকারী বেশির ভাগ মুসলমান ব্যবসা-বাণিজ্যের সঙ্গে জড়িত। ব্রাজিলের অর্থনীতিতে এখন  বড় ভূমিকা রাখছে মুসলিম ব্যবসায়ীরা। এছাড়াও  অন্যান্য পেশার সঙ্গে সরকারি বিভিন্ন কার্যক্রম; যেমন চাকরি, ডাক্তারি, ইঞ্জিনিয়ারিং ও খেলাধুলায়ও মুসলিমরা কৃতিত্বের স্বাক্ষর রাখছে। আরব বসন্তের পর গত কয়েক বছরে সিরিয়া ও মধ্যপ্রাচ্যের অন্যান্য দেশ থেকে শতাধিক মুসলিম পরিবার ব্রাজিলে আশ্রয় নিয়েছে।\nআরবদের নিয়ে আসা স্থাপত্য এবং রন্ধনপ্রণালী এই গোলার্ধে সংস্কৃতির ট্রেডমার্কও বহন করে। উদাহরণ স্বরূপ, ব্রাজিলের দ্বিতীয় বৃহত্তম ফাস্ট ফুড চেইন হল হাবিব, যা আরব খাবার। আরবদের প্রভাবের বৈচিত্র্য টেক্সটাইল শিল্পের মতো ব্যবসাগুলিতেও প্রসারিত। এসবের বেশিরভাগ সিরীয় এবং লেবাননী বংশোদ্ভূত ব্যবসায়ীদের দ্বারা পরিচালিত হয়। সাও পাওলো সিটি কাউন্সিলে মোহাম্মদ মুরাদ নামে একজন মুসলিম কাউন্সিলার রয়েছেন।\n\n\n== বর্তমান অবস্থা ==\n\n\n=== জনসংখ্যা ===\n২০১০ সালের ব্রাজিলের আদমশুমারি অনুসারে দেশে প্রায় ৩৫,১৬৭ জন মুসলমান বাস করত, তারা মূলত সাও পাওলো এবং পারানা রাজ্যে কেন্দ্রীভূত ছিল, ১৯৯০ সালে ২২,৪৫০ এবং ২০০০ সালে ২৭,২৩৯ জন। সাও পাওলো শহরের শিল্প শহরতলিতে এবং সান্টোস বন্দর নগরীতে, পাশাপাশি উপকূলীয় অঞ্চলে পারানা রাজ্যে এবং আর্জেন্টিনা-ব্রাজিল-প্যারাগুয়ের কুরিটিবা এবং ফোজ ডো ইগুয়াউতে ছোট ছোট সম্প্রদায় রয়েছে। ট্রাইবার্ডার অঞ্চল। সম্প্রদায়ের বেশির ভাগ সুন্নি; সুন্নিরা বিস্তৃত সমাজে প্রায় সম্পূর্ণরূপে একীভূত হয়। সাম্প্রতিক শিয়া অভিবাসীরা সাও পাওলো, কুর্তিবা এবং ফোজ ডো ইগুয়াসুতে ছোট ছোট অন্তর্নিহিত সম্প্রদায়গুলিতে রয়েছে হয়।\nসাম্প্রতিক অ-আরব নাগরিকদের মধ্যে ইসলাম গ্রহণের প্রবণতা বৃদ্ধি পাচ্ছে। সাম্প্রতিক এক মুসলিম সূত্র অনুমান করেছে যে, ব্রাজিলে প্রায় ১০,০০০ ধর্মান্তরিত মুসলিম বাস করছেন। বিগত ৩০ বছরের সময়কালে, ব্রাজিলিয়ান সমাজে কেবল মসজিদই নয়, গ্রন্থাগার, শিল্পকলা কেন্দ্র এবং স্কুল এবং সংবাদপত্রের অর্থায়নের মাধ্যমেও ইসলাম ক্রমবর্ধমানভাবে লক্ষণীয় হয়ে উঠেছে। ব্রাজিলের মধ্যে ইসলামের বিকাশের বিষয়টি প্রমাণিত হয় যে, কুরআনের বিদ্যমান ৩টি পর্তুগিজ অনুবাদ সাও পাওলোতে মুসলিম অনুবাদকরা তৈরি করেছিলেন। \nআইবিজিই আদমশুমারি অনুযায়ী, ৮৩.২% মুসলমান শ্বেতাঙ্গ হিসেবে স্বঘোষিত, ১২.২% মিশ্র, ৩.৮% কালো, ০.৮% প্রাচ্য এবং ০.০৪% আদিবাসী। প্রায় সব ব্রাজিলীয় মুসলমান (৯৯.২%) শহরাঞ্চলে বসবাস করছেন। ব্রাজিলের মুসলমানদের ৬০% পুরুষ হওয়া সত্ত্বেও, ৭০% ধর্মান্তরিত মুসলমান নারী।\n\n\n=== অবকাঠামো ===\n\nব্রাজিলে দেড় শতাধিক মসজিদ রয়েছে এবং সংখ্যাটি বাড়ছে। দক্ষিণ আমেরিকার বৃহত্তর মেট্রোপলিটন মসজিদগুলির ক্ষেত্রে যেমন হয়েছে, বৃহত্তর সাও পাওলো অঞ্চলের মসজিদগুলির টেকসইতে বিদেশী সহায়তা এবং স্বতন্ত্র প্রচেষ্টা বড় ভূমিকা পালন করেছে। যেমন, আভের ইমাম। দো এস্তাদো মসজিদ মধ্যপ্রাচ্যের এবং প্রায়শই ইমামদের যৌথভাবে মসজিদের ব্যবস্থাপনা কমিটি এবং আরব সরকার দ্বারা নির্বাচিত করা হয় যারা ইমামের সেবার জন্য অর্থ প্রদান করে। ইসমাইল হাতিয়া, একজন দক্ষিণ আফ্রিকান, যিনি ১৯৫৬ সালে ব্রাজিলে এসেছিলেন, অনেক বছর আগে ক্যাম্পিনাসে একটি মসজিদ নির্মাণ করেছিলেন। হাতিয়া, যিনি একটি ভাষা স্কুলও পরিচালনা করেন, তিনি মনে করেন যে ক্যাম্পিনাসের প্রায় ৫০ টি মুসলিম পরিবারের মুসলমানদের জন্য সংহতি এবং দিক নির্দেশনা প্রদানে সহায়তা করার জন্য কিছু কমিউনিটি সংস্থার খুব প্রয়োজন। ক্যাম্পিনাস মসজিদে এখন নিয়মিত শুক্রবার জুমা'তে প্রার্থনা করা হয়।\n\n\n== আরও দেখুন ==\nদেশে দেশে ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nPulitzer Center on Crisis Reporting Clouds Over Iguaçu (Video)\nBrazilian 2010 Census\nIslam in Brazil\nThe Arabs of Brazil\nIslam in the Americas by Florida International University research-led team\nWork and Live as a Muslim in Brazil"}