{"pageid": 1042954, "title": "ফিফা মহিলা বিশ্ব র‌্যাঙ্কিং", "url": "https://bn.wikipedia.org/wiki?curid=1042954", "content": "ফুটবলের জন্য ফিফা মহিলাদের বিশ্ব র‌্যাঙ্কিংগুলি ২০০৩ সালে প্রবর্তিত হয়েছিল, সেই বছরের ১৬ জুলাই প্রথম র‌্যাঙ্কিং প্রকাশিত হয়েছিল, বিদ্যমান পুরুষদের ফিফা বিশ্ব র‌্যাঙ্কিংয়ের অনুসরণ হিসাবে। তারা যে কোনও সময় আন্তর্জাতিকভাবে সক্রিয় মহিলা জাতীয় দলের শক্তির তুলনা করার চেষ্টা করে।\n\n\n== র‌্যাঙ্কিং সিস্টেমের বৈশিষ্ট্য ==\nফিফা মহিলাদের বিশ্ব র‌্যাঙ্কিংগুলি ১৯৭১ সালের ফ্রান্স এবং নেদারল্যান্ডসের মধ্যে প্রথম ফিফা-স্বীকৃত মহিলাদের আন্তর্জাতিক খেলা, একটি দল খেলা হওয়া প্রতিটি আন্তর্জাতিক ম্যাচের উপর ভিত্তি করে তৈরি হয়।\nফিফা মহিলাদের বিশ্ব র‌্যাঙ্কিং সাম্প্রতিক ফলাফলের উপর জোর দেওয়ার জন্য সুস্পষ্টভাবে ওজনযুক্ত।\nফিফা মহিলাদের বিশ্ব র‌্যাঙ্কিংগুলি বছরে মাত্র চারবার প্রকাশিত হয়। সাধারণত, র‌্যাঙ্কিং মার্চ, জুন, সেপ্টেম্বর এবং ডিসেম্বরে প্রকাশিত হয়। ( বিশ্বকাপের বছরগুলিতে, বিশ্বকাপের ফলাফলগুলি প্রতিফলিত করার জন্য তারিখগুলি সামঞ্জস্য করা যেতে পারে। )\nফিফা মহিলাদের বিশ্ব র‌্যাঙ্কিং সিস্টেম থেকে প্রথম দুটি পয়েন্ট ফলাফল ফুটবলের জন্য সমন্বিত এলো রেটিং সিস্টেমের উপর ভিত্তি করে; ২০১৮ সালে, ফিফা পুরুষদের র‌্যাঙ্কিং সিস্টেমটি একইভাবে ক্রমাগত সমালোচনার পরেও ইলো সিস্টেমের উপর ভিত্তি করে পরিবর্তিত করে। ফিফার ৫ টিরও কম ম্যাচের অস্থায়ী এবং তালিকার শেষে দলগুলির রেটিং বিবেচনা করে। তদ্ব্যতীত,  ১৮ মাস ধরে কোনও ম্যাচ না খেলে যে কোনও দল আনরঙ্ক করা হয়।\n\n\n== নেতারা ==\n\nএখনও অবধি মার্কিন যুক্তরাষ্ট্র এবং জার্মানি একমাত্র দুটি দল ছিল যে মহিলাদের র‌্যাঙ্কিংয়ে নেতৃত্ব দেয়। তারা পাঁচটি রিলিজ ছাড়াও দুটি শীর্ষে স্থান পেয়েছে, যখন জার্মানি তৃতীয় অবস্থানে ছিল: ২০০৩ ফিফা মহিলা বিশ্বকাপ জিতে জার্মানি তাদের ছাড়িয়ে যাওয়ার আগে প্রথম দুটি র‌্যাঙ্কিংয়ে নরওয়ে দ্বিতীয় অবস্থানে ছিল, মার্চ মাসে ব্রাজিল দ্বিতীয় স্থান অর্জন করেছিল এবং জুন ২০০৯ অবধি জার্মানি ২০০৯ ইউরো জিতে এবং সেরা দুটিতে পুনরায় যোগদান করে, এবং ইংল্যান্ড ২০১৮ সালের মার্চ মাসে দ্বিতীয় র‌্যাঙ্কিংয়ে পৌঁছেছে।\n২০০৮ সালের মার্চ থেকে ডিসেম্বর ২০১৪ পর্যন্ত প্রায় ৭ বছরের র‌্যাঙ্কিংয়ের শীর্ষে টানা দীর্ঘতম সময়ের জন্য মার্কিন যুক্তরাষ্ট্রের রেকর্ড রয়েছে। ২০২০ সালের মার্চ মাসের প্রথমদিকে, মার্কিন যুক্তরাষ্ট্র মোট ১২ বছর, জার্মানি ৪½ বছরের জন্য এবং দু'জন যৌথভাবে এক বছরের জন্য নেতৃত্ব দিয়েছে।\n\n\n== র‌্যাঙ্কিং পদ্ধতি ==\nর‌্যাঙ্কিংগুলি নিম্নলিখিত সূত্রগুলির উপর ভিত্তি করে:\n\n  \n    \n      \n        \n          R\n          \n            a\n            f\n            t\n          \n        \n        =\n        \n          R\n          \n            b\n            e\n            f\n          \n        \n        +\n        K\n        (\n        \n          S\n          \n            a\n            c\n            t\n          \n        \n        −\n        \n          S\n          \n            e\n            x\n            p\n          \n        \n        )\n      \n    \n    {\\displaystyle R_{aft}=R_{bef}+K(S_{act}-S_{exp})}\n  \n\n  \n    \n      \n        \n          S\n          \n            e\n            x\n            p\n          \n        \n        =\n        \n          \n            1\n            \n              1\n              +\n              \n                10\n                \n                  −\n                  x\n                  \n                    /\n                  \n                  2\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle S_{exp}={\\frac {1}{1+10^{-x/2}}}}\n  \n\n  \n    \n      \n        x\n        =\n        \n          \n            \n              \n                R\n                \n                  b\n                  e\n                  f\n                \n              \n              −\n              \n                O\n                \n                  b\n                  e\n                  f\n                \n              \n              ±\n              H\n            \n            c\n          \n        \n      \n    \n    {\\displaystyle x={\\frac {R_{bef}-O_{bef}\\pm H}{c}}}\n  \n\nকোথায়\n\nসমস্ত দলের গড় পয়েন্ট প্রায় ১৩০০ পয়েন্ট। শীর্ষ দেশগুলি সাধারণত ২০০০ পয়েন্ট অতিক্রম করে। র‌্যাঙ্কিংয়ের জন্য, কোনও দল অবশ্যই আনুষ্ঠানিকভাবে র‌্যাঙ্ক করা দলগুলির বিরুদ্ধে কমপক্ষে ৫ টি ম্যাচ খেলেছে, এবং ১৮ মাসেরও বেশি সময় ধরে নিষ্ক্রিয় ছিল না। দলগুলিকে আনুষ্ঠানিকভাবে র‌্যাঙ্কিং না দিলেও, তাদের পয়েন্টের রেটিংটি তাদের পরবর্তী ম্যাচ না খেলার আগ পর্যন্ত স্থির রাখা হয়।\n\n\n=== ম্যাচের আসল ফলাফল ===\nআসল ফলাফলের মূল উপাদানটি হ'ল দলটি জেতা, হেরে বা ড্র করে তবে গোলের পার্থক্যটিকেও বিবেচনায় নেওয়া হয়।\nযদি ম্যাচটি বিজয়ী এবং হেরে ফলাফল হয়, হেরে যাওয়াটি তার সাথে থাকা টেবিলের দেওয়া শতাংশের সাথে সম্মানিত হয়, ফলাফলটি সর্বদা ২০% এর চেয়ে কম বা সমান হয় (শূন্যের চেয়ে বেশি গোলের পার্থক্যের জন্য)। ফলাফলটি লক্ষ্য পার্থক্য এবং তারা যে গোল করেছে তার উপর ভিত্তি করে। বাকি শতাংশ পয়েন্ট বিজয়ীকে পুরস্কৃত করা হয়। উদাহরণস্বরূপ, ২-১ ম্যাচে ফলাফল যথাক্রমে ৮%% থেকে ১–% প্রদান করে, ৪-৩ ম্যাচে ফলাফলটি ৮২% -১–% এবং একটি ৮-৩ ম্যাচের ফলাফলটি .2৯.২% –৩.৮% প্রদান করে। যেমনটি, কোনও দল ম্যাচ জিতলেও পয়েন্ট হারাতে পারে, ধরে নিয়ে তারা \"যথেষ্ট পরিমাণে জিতেনি\"।\nম্যাচটি যদি ড্রয়ে শেষ হয় তবে দলগুলিকে একই ফলাফল দেওয়া হয়, তবে সংখ্যাটি গোলের উপর নির্ভর করে তাই ফলাফলগুলি অগত্যা ১০০% পর্যন্ত যোগ করতে পারে না। উদাহরণস্বরূপ, একটি ০-০ ড্র উভয় দলকে প্রত্যেকে ৪৭% আয় করে, ১-১ ড্র করে প্রতিটি ৫০% আয় করে এবং ৪-৪ ড্র করে প্রতিটি ৫২.৫% আয় করে।\n\n\n==== আসল ফলাফলের টেবিল ====\n\nউৎস\n\n\n=== নিরপেক্ষ স্থল বা হোম বনাম দূরে ===\nOrতিহাসিকভাবে, হোম দলগুলি তাদের কাছে উপলব্ধ পয়েন্টগুলির ৬৬% উপার্জন করে, দূরের দলগুলি অন্যান্য ৩৪% উপার্জন করে। এই হিসাবে বিবেচনা করার জন্য, যখন দুটি দল নিরপেক্ষ মাঠে খেলছে না, হোম দলটি তার আছে \n  \n    \n      \n        \n          R\n          \n            b\n            e\n            f\n          \n        \n      \n    \n    {\\displaystyle R_{bef}}\n  \n গণনার উদ্দেশ্যে ১০০ পয়েন্ট দ্বারা স্ফীত। অর্থাৎ, যদি একটি দলের হোম গ্রাউন্ডে সমানভাবে স্থান প্রাপ্ত দুটি দল খেলতে থাকে, হোম দলটি একই হারে জয়লাভ করবে বলে আশা করা হবে একটি দল ১০০ টি পয়েন্টের সুবিধা নিয়ে নিরপেক্ষ মাঠে খেলছে। এই ১০০ পয়েন্টের পার্থক্যটি প্রত্যাশিত ফলাফলের ক্ষেত্রে ৬৪% - ৩৬% সুবিধার সাথে মিলে যায়।\nএটি স্কেলিং ধ্রুবক সংজ্ঞায়িত করতেও সহায়তা করে \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n যার মান ২০০ হয়। ১০০৮% থেকে %–% এর প্রত্যাশিত ফলাফলের পার্থক্যের জন্য ১০০-পয়েন্টের পার্থক্য ছাড়াও, এটি ৩০০-পয়েন্টের তফাতের ফলে ৮৫% –১৫% এর প্রত্যাশিত ফলাফলের কারণ হয়।\n\n\n=== ম্যাচের গুরুত্ব ===\n\n\n== র‌্যাঙ্কিংয়ের সময়সূচী ==\nর‌্যাঙ্কিংগুলি সাধারণত শুক্রবারে বছরে চারবার প্রকাশিত হয়।\n\n\n== আরও দেখুন ==\nফুটবল (সকার)\nফিফা\nফিফা মহিলা বিশ্বকাপ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}