{"pageid": 1042269, "title": "কাজিরবাগ ইকো পার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1042269", "content": "কাজিরবাগ ইকো পার্ক ফেনীর কাজিরবাগ এলাকায় সামাজিক বন বিভাগের তত্ত্বাবধানে স্থাপিত একটি সৌন্দর্যমণ্ডিত ইকোপার্ক, এটি স্থাপিত হওয়াতে ফেনীসহ আশেপাশের এলাকার সাধারণ মানুষের জন্য পারিবারিক বিনোদনের সুযোগ সৃষ্টি হয়েছে।\n\n\n== অবস্থান ==\nকাজিরবাগ ইকো পার্ক ফেনী-পরশুরাম সড়কের পাশে অবস্থিত। ফেনী শহর থেকে মাত্র ৫ কিলোমিটার দূরে অবস্থিত। ফেনীর মহিপাল থেকে প্রায় ৭ কিলোমিটার। ঢাকা, চট্টগ্রাম, নোয়াখালী ও কুমিল্লার লোকজন বাসযোগে মহিপাল পৌঁছে সিএনজি, অটোরিকশা অথবা টমটমে যেতে হবে। ফেনী ট্রাংক রোড বা রেলওয়ে স্টেশন থেকেও সিএনজি, অটোরিকশা অথবা টমটমে যাওয়া যায়\n\n\n== বর্ণনা ==\n\nশহর থেকে মাত্র ৫ কি. মি. দূরে ফেনী সদর উপজেলার কাজিরবাগ এলাকায় বন বিভাগের পাঁচ একর জায়গায় মনোরম পরিবেশে নির্মিত হয়েছে এই সবুজশ্যামল ইকোপার্কটি। ইতোমধ্যে পার্কে স্থান পেয়েছে দর্শনার্থীদের বসার বেঞ্চ, ছায়ার জন্য দেওয়া হয়েছে ছাতা, দেখার জন্য রয়েছে হরিণ, বানর, ময়ূর, খরগোশ, তিতির, টার্কি, বনমোরগ, টিয়া-ঘুঘুসহ বিভিন্ন প্রজাতির পাখি, শিশুদের খেলার জন্য শিশু কর্নার, পুকুরে নৌকাভ্রমণ, স্কুল-কলেজের শিক্ষার্থীদের জন্য বোটানিক্যাল গার্ডেন ইত্যাদি।\nপার্কে ঢুকতেই দেখা যায়, নানা ধরনের ফুলের বাগান, হাঁটার জন্য পাকা সড়ক, পথের পাশে ও বাগানের আশেপাশে বসে গল্প করার জন্য ২০টি বেঞ্চ, বিভিন্ন পশু পাখির অবয়বে ডাস্টবিন, পার্কের ভেতরে দর্শনার্থী শিশুদের জন্য শিশু কর্নার করা হয়েছে। সেখানে শিশুদের মেরি গো রাউন্ড (ঘূর্ণায়মান), স্লিপার, ঢেঁকি, দোলনা, ব্যাঙের ছাতাসহ আনন্দ উপভোগের নানা সুযোগ রয়েছে। এ ছাড়া পার্কের ভেতরেই দর্শনার্থীদের খাওয়া ও নাস্তার জন্য রয়েছে একটি রেস্তোরাঁ।\nপার্কের শেষ প্রান্তে পশু পাখির জন্য চিড়িয়াখানার আদলে আলাদা আলাদা কর্ণার করা হয়েছে। সেগুলোর একটিতে ৬টি বানর লাফালাফি করছে, আর একটিতে ৬টি ভারতীয় ময়ূর, পাশেরটাতে ৮টি খরগোশ ছোটাছুটি করছে, একটি বড় খাঁচায় রয়েছে তিতির, টার্কি ও বনমোরগ। একটু দূরে আছে হরিণের একটি বড় বেষ্টনী। সেখানে ৪টি হরিণ রয়েছে, পাশেই বিচরণ করছে সাদা রাজহাঁস।\nপার্কের মাঝখানে রয়েছে ম্যানগ্রোভ প্রজাতির আদর্শ বাগান, নার্সারি সেন্টার, বিভিন্ন বনজ, ফলদ, ওষুধি, বিরল ও বিলুপ্ত প্রজাতির সমন্বয়ে একটি মিনি বোটানিক্যাল গার্ডেন এবং সুুদৃশ্য ফুলের বাগান।\nবিশ্রামাগারের সামনেই একটি সুদৃশ্য ফোয়ারা, পাশেই একটি পুকুর, পুকুরের চার পাশে চারটি পাকা ঘাট, মাঝখানে একটি সুন্দর ফোয়ারা, পুকুরে ভ্রমণপিপাসুদের জন্য রয়েছে একটি সুন্দর নৌকা। ওই নৌকায় একসঙ্গে ২০ জন ওঠা যাবে। পার্কের মাঝ বরাবর প্রায় ৫০ ফুট উঁচু একটি পর্যবেক্ষণ টাওয়ার। টাওয়ারের উপর উঠে দর্শনার্থীরা আশেপাশের গ্রামসহ সৌন্দর্য উপভোগ করতে পারবেন। অনেকেই পার্কের গেটে গিয়ে দাঁড়িয়ে ভেতরের দৃশ্য দেখেন।\n\n\n== তথ্যসূত্র =="}