{"pageid": 1042770, "title": "মসজিদ আল-দিরার ধ্বংস", "url": "https://bn.wikipedia.org/wiki?curid=1042770", "content": "মসজিদ আল-দিরার  (আরবি: مسجد الضرار) বা মতবিরোধের মসজিদ ধ্বংস বা পোড়ানো কুরআনে বর্ণিত হয়েছে। মসজিদ আল-দিরার ছিল একটি মদিনার মসজিদ যা কুবা মসজিদের কাছাকাছি স্থাপিত হয়েছিল এবং যা ইসলামী নবী মুহাম্মদ প্রাথমিকভাবে অনুমোদন করেছিলেন কিন্তু পরবর্তীতে তাবুকে অভিযান থেকে ফেরার সময় ধ্বংস করেছিল (যা ৬৩০ সালের অক্টোবরে ঘটেছিল)। অধিকাংশ আলেমের বর্ণিত মূল বিবরণে আবু 'আমির আল-রাহিবের আদেশে আনসার থেকে বারোজন অসন্তুষ্ট ব্যক্তি মসজিদটি নির্মাণ করেন; হানিফ যিনি মুহাম্মদের ইসলামে আমন্ত্রণ প্রত্যাখ্যান করেছিলেন এবং পরিবর্তে উহুদের যুদ্ধে ইসলামের বিরুদ্ধে মক্কার কুরাইশ অমুসলিমদের সাথে লড়াই করেছিলেন। জানা গেছে, আবু 'আমির তার লোকদের একটি শক্ত ঘাঁটি স্থাপনের আহ্বান জানিয়েছিল এবং ক্ষমতা ও অস্ত্রের যা কিছু করতে পারেন তা প্রস্তুত করার আহ্বান জানিয়েছিল, যেমন তিনি প্রতিশ্রুতি দিয়েছিলেন এবংতাদের প্রতি জোর দিয়েছিল যে তিনি হেরাক্লিয়াসের সমর্থিত একটি বাহিনীকে নেতৃত্ব দেবেন, মুহাম্মদ এবং তাঁর সঙ্গীদের সাথে লড়াই করার জন্য এবং তাকে মদীনা থেকে বহিষ্কার করে তার বার্তাকে পরাজিত করবেন। আহমাদ ইবনে ইয়াহিয়া আল-বালজুরী আরও বলেন যে, পুরুষরা, যারা দুষ্টু ও কুফরী ও বিশ্বাসীদের বিচ্ছিন্ন করার জন্য \"আল-দিরার মসজিদটি তৈরি করেছিল\" তারা তারা মসজিদ আল-কুবাতে প্রার্থনা করতে অস্বীকার করে দাবি করে যে এটি এমন একটি জায়গায় নির্মিত হয়েছিল যেখানে গাধাকে বেঁধে রাখা হত।\nমুহাম্মাদ নিজেকে মসজিদে যাওয়ার জন্য প্রস্তুত করেছিলেন, এর আগে তিনি মসজিদের নির্মাতাদের ভণ্ডামি এবং খারাপ কথা  দ্বারা বাধা প্রাপ্ত হয়েছিলেন।\nমুহাম্মদ ও তার সঙ্গীরা বিশ্বাস করতেন যে তারা ভণ্ড (মুনাফিক) এবং আল-দিরার মসজিদ নির্মাণের জন্য তাদের অসৎ উদ্দেশ্য ছিল। তাই তিনি তার লোকদের এটি পুড়িয়ে ফেলার আদেশ দিলেন।\nইসলামী ঐতিহ্য অনুসারে, মুহাম্মদকে সেখানে নামাযের নেতৃত্ব দিতে বলা হয়েছিল কিন্তু তিনি একটি আয়াত পেয়েছিলেন (কুরআনে উল্লিখিত আয়াত ৯:১০৭ এবং ৯:১১০) এর ফলস্বরূপ মসজিদটি ধ্বংস করা হয়েছিল। আগুনে এখন থেকে এটি বিরোধীদের মসজিদ হিসাবে পরিচিত ছিল।\n\n\n== বর্ণনা সমূহ ==\nআবু আমির আর রহিব হানিফ ছিলেন। তিনি মুহাম্মদকে অপছন্দ করতেন, এবং  বদরের যুদ্ধে লড়াই করেছেন বলে জানা গেছে। তিনি চেয়েছিলেন তাকে মদিনা থেকে বহিষ্কার করা এবং ইসলামকে নির্মূল করা। উহুদের যুদ্ধে তিনি মুসলিমদের বিরুদ্ধে কুরাইশদের সাথেও যোগ দিয়েছিলেন। সংখ্যাগরিষ্ঠরা বলেছে যে আবু আমির বাইজেন্টাইনের শাসকের কাছে মুহাম্মদের বিরুদ্ধে সাহায্য চেয়েছিলেন। মুহাম্মদের সহচর আবদুল্লাহ ইবনে উবাই (মুনাফিক) ছিলেন তাঁর ভাগ্নে। আবু আমির হেরাক্লিয়াসের কোর্টে ইসলামিক ক্যালেন্ডারের ৯ হিজরি বা ১০ হিজরিতে মারা যান।\nইবনে কাসির তার তাফসিরে উল্লেখ করেছেন যে আবু 'আমির আর-রাহিব (একজন খ্রিস্টান সন্ন্যাসী) কিছু অসন্তুষ্ট মুসলিম আনসারকে মসজিদ টি তৈরি করতে বলেছিলেন। জানা গেছে, আবু আমির কিছু লোককে বলেছিলেন যে তিনি বাইজেন্টাইন সাম্রাজ্যের সম্রাটের (সিজার) কাছে যাবেন এবং রোমান সৈন্যদের সাথে ফিরে যাবেন, যাতে মুহাম্মদকে তাড়িয়ে দিতে পারেন।\nভারতীয় মুসলিম লেখক সফিউর রহমান মোবারকপুরী রচিত মুহাম্মদের আধুনিক ইসলামিক জীবনী আর্-রাহীকুল মাখতূম (মোহারঙ্কিত সুধা) অনুসারে মসজিদ-ই-দার (ক্ষতির মসজিদ) নামে একটি মসজিদ মুনাফিকদের দ্বারা তৈরি করা হয়েছিল। মসজিদটি সম্পূর্ণরূপে নির্মিত হলে তৈরিকারীরা মুহাম্মদের কাছে যান এবং তাতে প্রার্থনা করতে বলেন। কিন্তু মুহাম্মাদ তাবুকের যুদ্ধ থেকে ফিরে আসা পর্যন্ত অনুরোধটি স্থগিত রেখেছিলেন। ওহীর মাধ্যমে মুহাম্মদকে বলা হয় যে মসজিদটি ইসলাম বিরোধী উপাদান প্রচার করছে। এভাবে তাবুক থেকে মুহাম্মদের প্রত্যাবর্তনে তিনি মসজিদটি ভেঙ্গে ফেলার জন্য মুসলিম যোদ্ধাদের একটি দল প্রেরণ করেন।\nআহমাদ ইবনে ইয়াহিয়া আল-বালধুরীও এর উল্লেখ করেছেন। তিনি বলেছিলেন যে মসজিদটি এমন কিছু লোক দ্বারা নির্মিত হয়েছিল যারা মসজিদ আল-কুবাতে নামাজ পড়তে অস্বীকার করেছিল কারণ এটি এমন জায়গায় তৈরি করা হয়েছিল যেখানে গাধা বেধে রাখা হতো। বরং তারা বলেছে যে আবু আমির এতে সেবার নেতৃত্ব না দেওয়া পর্যন্ত তারা আরেকটি মসজিদ নির্মাণ করবে। কিন্তু আবু আমির ইসলাম গ্রহণ করেননি, বরং তিনি মদিনা ত্যাগ করে খ্রীষ্টধর্মে ধর্মান্তরিত হন। বনু আমির ইবনে আওফ মসজিদ আল-কুবা নির্মাণ করেন এবং মুহাম্মদ এতে নামাযের নেতৃত্ব দেন, কিন্তু সেখানে ভাই উপজাতি, বনু ঘান ইবনে আউফ ঈর্ষান্বিত ছিলেন এবং মুহাম্মদকে মসজিদে প্রার্থনা করতে চেয়েছিলেন, তারা আরও বলেছিলেন: \"আবু আমির সিরিয়া থেকে যাওয়ার পথে এখানে যেতে পারেন এবং আমাদের প্রার্থনায় নেতৃত্ব দিতে পারেন\" মুহাম্মদ নিজেকে মসজিদে যাওয়ার জন্য প্রস্তুত করেছিলেন কিন্তু মসজিদ নির্মাতাদের ভণ্ডামি এবং দুষ্টু চক্রান্ত সম্পর্কে প্রকাশ হলে ইরত থাকেন।\n\n\n== মসজিদ আল দিরার দাহ করা ==\n\n\n=== পোড়ানোর বিবরণ ===\nমুহাম্মদ যখন তাবুক থেকে ফিরছিলেন, তখন মুসলমানরা ধু আওয়ানে থামে। কিছু মুসলমান মসজিদটি নির্মাণ করে দাবি করে যে এটি অসুস্থ এবং অভাবীদের জন্য, কিন্তু মুহাম্মদের বিশ্বাসের কারণে যে এটি বিরোধীদের মসজিদ, তিনি মুসলিম যোদ্ধাদের এটি পুড়িয়ে ফেলার জন্য প্রেরণ করেছিলেন। লোকেরা মসজিদে প্রবেশ করে এবং ভিতরে তার লোকদের নিয়ে আগুন ধরিয়ে দেয়, \"এবং লোকেরা এটি থেকে পালিয়ে যায়\"।\n\n\n=== পোড়ানোর সম্পর্কে বিশ্লেষণ এবং অনুমান ===\nইসমায়েল কুরবান হুসায়ন (তাবারি, ভলিউম ৯ এর অনুবাদক, নবীর শেষ বছর) ৪২৬ পাদটীকায় বলেছেন যে, তাবুকের যুদ্ধে যারা মুহাম্মদকে হত্যা করতে চেয়েছিল তাদের সাথে  এই জনগণ \"সম্ভবত\" যুক্ত ছিল, কিন্তু তাবারি নিজে সেই দাবি করেননি।\nউইলিয়াম মুর উল্লেখ করেছেন যে মুহাম্মাদ বিশ্বাস করেছিলেন যে মসজিদটি কুবার অন্য মসজিদ থেকে লোককে দূরে সরিয়ে মুসলমানদের মধ্যে বৈষম্য তৈরির জন্য নির্মিত হয়েছিল। মসজিদ আল-কিউবা, যা মুসলমানদের দ্বারা নির্মিত প্রথম মসজিদ ছিল।\nমুহাম্মাদ ইবনে আবদ-ওহহাব আত-তামিমি ইবনে কাইয়িম আল-জাওযিয়াহর মুহাম্মদের জীবনীগ্রন্থের (নাম জাদ আল-মাআদ ) সংক্ষিপ্ত সংস্করণে উল্লেখ করেছেন যে, মসজিদটি পুড়িয়ে দেওয়া হয়েছিল এবং তিনিও এই ঘটনাটিকে ন্যায়সঙ্গত করার জন্য ব্যবহার করেছিলেন তাঁর বিশ্বাস যে গুনাহের স্থান পুড়িয়ে দেওয়া ইসলামে জায়েয।\n\n\n== ইসলামিক সূত্র ==\n\n\n=== প্রাথমিক উৎস ===\nঘটনাটি কুরআনের আয়াত ৯: ১০৭ এ উল্লেখ করা হয়েছে, আয়াতে বলা হয়েছে:\n\nএই আয়াতে মুসলিম আলেম ইবনে কাসিরের ভাষ্যটি নিম্নরূপ:\n\nঘটনাটি মুসলিম ফকীহ তাবারী দ্বারা নিম্নরূপ উল্লেখ করা হয়েছে:\n\n\n=== দ্বিতীয় স্তরের উৎস ===\nমুহাম্মাদ ইবনে আবদ-আল-ওয়াহাব আত-তামিমি ( ওহাবী আন্দোলনের প্রতিষ্ঠাতা) এই অনুষ্ঠানের বিষয়ে ইবনে কাইয়িম আল-জাওযিয়াহার মুহাদ্দিসের জীবনী (যার নাম জাদ আল-মাআদ ) সংক্ষিপ্ত সংস্করণে নিম্নলিখিত বিষয়গুলি উল্লেখ করেছেন:\n\n\n== আরও দেখুন ==\nমসজিদ\n\n\n== তথ্যসূত্র =="}