{"pageid": 1042039, "title": "রঁদাল কলো মুয়ানি", "url": "https://bn.wikipedia.org/wiki?curid=1042039", "content": "রঁদাল কলো মুয়ানি (ফরাসি উচ্চারণ: ​[ʁɑ̃dal kɔlo mɥani], ফরাসি: Randal Kolo Muani; জন্ম: ৫ ডিসেম্বর ১৯৯৮) হলেন একজন ফরাসি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ফ্রান্সের পেশাদার ফুটবল লিগের শীর্ষ স্তর লিগ ১-এর ক্লাব নাঁত এবং ফ্রান্স অনূর্ধ্ব-২১ দলের হয়ে একজন আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত একজন কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলে থাকেন।\n২০০৫–০৬ মৌসুমে, ফরাসি ফুটবল ক্লাব ভিলেপ্যাঁতের যুব পর্যায়ের হয়ে খেলার মাধ্যমে কলো মুয়ানি ফুটবল জগতে প্রবেশ করেছেন এবং পরবর্তীকালে ত্রেমব্লে, তর্সি এবং নাঁতের যুব দলের হয়ে খেলার মাধ্যমে তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০১৫–১৬ মৌসুমে, ফরাসি ক্লাব নাঁত ২-এর হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন। অতঃপর ২০১৬–১৭ মৌসুমে তিনি নাঁতের মূল দলের অন্তর্ভুক্ত হয়েছেন। পরবর্তীকালে, তিনি বুলনিয়ের হয়ে খেলেছেন।\n২০২০ সালে, কলো মুয়ানি ফ্রান্স অনূর্ধ্ব-২১ দলের হয়ে ফ্রান্সের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nরঁদাল কলো মুয়ানি ১৯৯৮ সালের ৫ই ডিসেম্বর তারিখে ফ্রান্সের বঁদিতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন। তিনি কঙ্গোলীয় বংশোদ্ভূত।\n\n\n== আন্তর্জাতিক ফুটবল ==\nকলো মুয়ানি ফ্রান্স অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে ফ্রান্সের প্রতিনিধিত্ব করেছেন। ২০২০ সালের ৮ই অক্টোবর তারিখে তিনি লিশটেনস্টাইন অনূর্ধ্ব-২১ দলের বিরুদ্ধে ম্যাচে ফ্রান্স অনূর্ধ্ব-২১ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। তিনি ২০২১ উয়েফা ইউরোপীয় অনূর্ধ্ব-২১ চ্যাম্পিয়নশিপের জন্য ২০২১ সালের মার্চ মাসে প্রকাশিত ২৩ সদস্যের ফ্রান্স অনূর্ধ্ব-২১ দলে স্থান পেয়েছেন। তিনি ২০২০ সালের ১৬ই নভেম্বর তারিখে সুইজারল্যান্ড অনূর্ধ্ব-২১ দলের বিরুদ্ধে ফ্রান্সের বয়সভিত্তিক দলের হয়ে প্রথমবারের মতো গোল করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\n২০২১ সালের ফেব্রুয়ারি মাসে গুজব ছড়িয়ে পড়ে যে ২০১৮ সালে উইলিয়াম সালিবা দ্বারা ধারণকৃত একটি বিতর্কিত ভিডিওর বিষয়বস্তু ছিল কলো মুয়ানি, উক্ত ভিডিওতে একজন ফ্রান্সের এক তরুণ আন্তর্জাতিক খেলোয়াড় তাকে স্পর্শ করতে এবং হস্তমৈথুন করতে দেখা যায়। তবে কলো মুয়ানি ফ্রান্সের যুব দলে সালিবার মতো একই ড্রেসিংরুমে থাকার বিষয়টি সামাজিক যোগাযোগ মাধ্যমে অস্বীকার করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফরাসি ফুটবল ফেডারেশনে রঁদাল কলো মুয়ানি  (ফরাসি)  \nসকারওয়েতে রঁদাল কলো মুয়ানি  (ইংরেজি)  \nসকারবেসে রঁদাল কলো মুয়ানি (ইংরেজি) \nবিডিফুটবলে রঁদাল কলো মুয়ানি  (ইংরেজি)  \nওয়ার্ল্ডফুটবল.নেটে রঁদাল কলো মুয়ানি (ইংরেজি) \nইএসপিএন এফসিতে রঁদাল কলো মুয়ানি (ইংরেজি)"}