{"pageid": 1042297, "title": "পুসি (শক্তিবর্ধক পানীয়)", "url": "https://bn.wikipedia.org/wiki?curid=1042297", "content": "পুসি যুক্তরাজ্যের পুসি ড্রিঙ্কস লিমিটেড দ্বারা উৎপাদিত একটি কার্বনযুক্ত শক্তিবর্ধক পানীয়।  পানীয়টি এবং ব্র্যান্ডটি ২০০৪ সালের দিকে জনি শিয়েরার কর্তৃক প্রতিষ্ঠিত।  এপ্রিল ২০১৩-এ পুসির বিজ্ঞাপন প্রচারের অংশটি যৌনতা স্পষ্ট হওয়ার কারণে যুক্তরাজ্যের  বিজ্ঞাপন স্ট্যান্ডার্ড কর্তৃপক্ষ কর্তৃক নিষিদ্ধ করা হয়েছিল। \n\n\n== উপকরণ ==\nপুসি কার্বনযুক্ত জল, চিনি, আঙ্গুরের রস ও ভেষজ এবং অন্যান্য ফলের মিশ্রণ থেকে তৈরি। এর ক্যাফেইন গুয়ারানা থেকে আসে।  পুসি \"১০০% প্রাকৃতিক\" হিসাবে বিজ্ঞাপন দেওয়া হয় কারণ এতে কোন কৃত্রিম সংযোজনা নেই। \n\n\n== ইতিহাস ==\nশিয়েরার ২০০৪ সালে বিশ্ববিদ্যালয় থেকে বেরিয়ে একটি প্রাকৃতিক শক্তিবর্ধক পানীয় নিয়ে এসেছিলেন। ভার্জিন গ্রুপের ভার্জিন ব্র্যান্ডের নাম থেকে অনুপ্রাণিত হয়ে শিয়েরার তার পানীয়ের নাম পুসি দেওয়ার সিদ্ধান্ত নেন। \nশিয়েরার ২০০৬ সালে এই সংস্থাটি চালু করেন এবং ২০০৭ সালে পুসির বিপণন শুরু করেন। প্রাথমিকভাবে শিয়েরার তার শয়নকক্ষ থেকে সংস্থাটি পরিচালনা করতেন এবং এই পানীয় বিভিন্ন ক্লাবে পৌঁছে দিতেন। ২০১১ সালের গ্রীষ্মের নাগাদ পুসি টেসকো এবং সেলফ্রিজ সহ যুক্তরাজ্যের ৩০০০ দোকানে পৌছায় এবং প্রতি মাসে ২০০,০০০ পর্যন্ত ক্যান বিক্রি সহ ১৮ টি দেশে রফতানি পৌঁছে গিয়েছিল।  ২০১২ সালের এপ্রিলের মধ্যে পুসির বিক্রি বেড়ে প্রতি মাসে ৫০০,০০০ ক্যানে পৌঁছে। \nআজ, সংস্থাটি আনুমানিক আয় $১৪.৬ মিলিয়ন ডলার এবং ৯৪ জনকে নিয়োগ দিয়েছে। \n\n\n== বিজ্ঞাপন ==\n২০১২ সালের শীতকালে পুসি ড্রিংকস লিমিটেড বিলবোর্ড ও  ট্রেলারে দুই ধরনের পোস্টার ব্যবহার করে যুক্তরাজ্যের বিজ্ঞাপন প্রচার শুরু করে। প্রথম বিজ্ঞাপনে ''পুসি'' লেখা ছিল ছোটহাতের বড় বড় অক্ষরে। তার নিচে ছিল \"বিজ্ঞাপনটি খাঁটি, এটা আপনার মনের সমস্যা\" বাক্যাংশটি, আর ডানদিকে একটি ক্যানের ছবিসহ। দ্বিতীয় বিজ্ঞাপনে \"আউটরেজাস\" শব্দটি বড় করে প্রদর্শিত হয়েছিল। তার নিচে ছিল \"একটি শক্তিবর্ধক পানীয় যা আসলেই খুব স্বাদের\" বাক্যাংশটি, আর বামে একটি ক্যানের ছবিসহ।\nএএসএ পোস্টার সম্পর্কে ১৫৬ টি অভিযোগ পেয়েছিল যার মধ্যে ছয়টি বিষয় বিবেচনা করা হয়েছিল। এএসএ স্বীকার করে নিয়েছিল যে লোকেরা পুসি  শব্দটিকে যোনির অপশব্দ বলে মনে করছে। এএসএ পরামর্শ দিয়েছিল যে পুসি ড্রিংকস লিমিটেড শব্দটির দ্বৈত অর্থ সম্পর্কে সচেতন এবং প্রথম পোস্টারে এটি ঠিক আছে। কিন্তু গৌণ অর্থে যেটি \"খাঁটি\" নয় এবং এটি একটি \"সমস্যা\" ছিল। যেমন পোস্টারটি যৌনতা স্পষ্ট এবং আপত্তিকর বলে মনে করা হয়েছিল। এএসএ আরও রায় দিয়েছিল যে বড় বাচ্চারা দ্বৈত অর্থ সম্পর্কে সচেতন, পোস্টারটি যেখানে শিশুরা দেখতে পারে এমন স্থানে স্থাপন করা অনুপযুক্ত ছিল। দ্বিতীয় পোস্টার সম্পর্কিত অনুরূপ অভিযোগগুলিকেও আমলে নেয়া হয়নি, যেমন অভিযোগ ছিল যে প্রথম পোস্টারটি ধর্মীয় লোকদের জন্য আপত্তিজনক ছিল। দুটি ইস্যুই রাখা হয়েছিল এবং এএসএ প্রথম পোস্টারটিকে নিষিদ্ধ করেছিল। \nপুসি ডিংকস লিমিটেড পুসি  শব্দের অর্থের জন্য অক্সফোর্ড ইংলিশ ডিকশনারি ব্যবহার করার দাবি জানিয়েছিল এবং ব্র্যান্ড নামটি যোনি দ্বারা প্রভাবিত হয়নি বলে স্পষ্ট জানিয়েছিল। তারা নির্দোষিতা ভাব করে প্রশ্ন তোলেন লোকেরা কেন এই শব্দের অশ্লীল অর্থ গ্রহণ করবে তা নিয়ে। তারা আরও জিজ্ঞাসা করেছিল যে প্রাচীন মিশরীয়রা বিড়ালদের উপাসনা করায় ধর্মীয় লোকেরা কেন অসন্তুষ্ট হবে।  রিচার্ড ব্রানসন এএসএর একটি পুসির বিজ্ঞাপন নিষিদ্ধকরণকে ১৯৭০ এর দশকের সেক্স পিস্তল নিষিদ্ধের সাথে তুলনা করে বলেছিলেন যে, এই নিষেধাজ্ঞা ব্র্যান্ডের প্রভাব ও বিক্রয় দুটোই বাড়িয়ে তুলবে, এই প্রক্রিয়া স্ট্রাইস্যান্ড এফেক্ট হিসাবে পরিচিত। \n২০০৯ সাল থেকে দুই বারের সুপারবাইক বিশ্ব চ্যাম্পিয়ন ট্রয় কর্সার পুসিকে সমর্থন করেছেন, যিনি কখনও কখনও তাঁর হেডগিয়ারে (হেলমেটে) পানীয়টি প্রচার করেন। \n\n\n== আরও দেখুন ==\nফাকিং হেল, একটি জার্মান বিয়ার যা একই রকম বিতর্ক সৃষ্টি করেছিল।\n\n\n== তথ্যসূত্র =="}