{"pageid": 1042401, "title": "ভ্রূণ", "url": "https://bn.wikipedia.org/wiki?curid=1042401", "content": "ভ্রূণ একটি বহুকোষী জীবের বিকাশের প্রাথমিক পর্যায়। সাধারণভাবে, যে জীবগুলি যৌনভাবে প্রজনন করে তাদের ক্ষেত্রে ভ্রুণ গঠিত হতে দেখা যায়। ভ্রূণের বিকাশ জীবনচক্রের একটি অংশ যা নিষিক্তকরণের ঠিক পরে শুরু হয় এবং টিস্যু এবং অঙ্গের মতো শরীরের কাঠামো গঠনের মাধ্যমে অব্যাহত থাকে। প্রতিটি ভ্রূণ গ্যামেটের সংমিশ্রণের ফলে একটি একক কোষ (অর্থাৎ একটি পুরুষ শুক্রাণু কোষ দ্বারা একটি মহিলা ডিম্বাণু কোষ নিষিক্তকরণ) অর্থাৎ জাইগোট হিসাবে বিকাশ শুরু করে। ভ্রূণবিকাশের প্রথম পর্যায়ে, একটি একক জাইগোট কোষ অনেক দ্রুত কোষ বিভাজনের মধ্য দিয়ে যায়, যাকে ক্লিভেজ বলা হয়। যা ব্লাস্টুলা গঠন করে, যা দেখতে একটি কোষের তৈরি বলের মতো। এরপর, ব্লাস্টুলা পর্যায়ের ভ্রূণের কোষগুলি গ্যাস্ট্রুলেশন নামে একটি প্রক্রিয়ায় নিজেদের বিভিন্ন স্তরে পুনর্বিন্যাস করতে শুরু করে। এই স্তরগুলি পরবর্তীতে  প্রতিটি বিকাশমান বহুকোষী জীবের বিভিন্ন অংশের জন্ম দেয়।যেমনঃ স্নায়ুতন্ত্র, সংযোজক টিস্যু এবং বিভিন্ন অঙ্গসমূহ।\n\n \nএকজন নতুন বিকাশমান মানুষকে সাধারণত গর্ভধারণের নবম সপ্তাহ পর্যন্ত ভ্রূণ হিসাবে উল্লেখ করা হয়, পরবর্তীতে একে 'ফিটাস' হিসাবে উল্লেখ করা হয়। অন্যান্য বহুকোষী জীবগুলিতে, \"ভ্রূণ\" শব্দটি জন্ম বা ডিম ফোটার আগে যেকোনও ধরনের  প্রাথমিক বিকাশ বা জীবনচক্র পর্যায়ে আরও বিস্তৃতভাবে ব্যবহার করা যেতে পারে।\n\n\n== ব্যুৎপত্তি ==\n১৪শ-শতাব্দীর মাঝামাঝি সময়ে embryon শব্দটি  ইংরেজিতে প্রথম সত্যায়িত হয়, embryon শব্দটি মধ্যযুগীয় ল্যাটিন embryo থেকে উদ্ভূত। যা নিজেই গ্রিক ἔμβρυον ( এমব্রুওন )থেকে উদ্ভূত, লিট \"অল্প বয়স্ক\", যা ἔμβρυος ( এমব্রোস ), লিট \"বাড়ছে\", থেকে ἐν ( এন ), \"ইন\"  এবং βρύω ( ব্রু ), \"ফুলে উঠেছে, পূর্ণ হও\"; গ্রিক শব্দের সঠিক লাতিন রূপ হবে embryum হবে। যা বাংলায় ভ্রুণ নামে পরিচিত।\n\n\n== বিকাশ ==\n\n\n=== প্রাণী ভ্রূণ ===\n\nপ্রাণীদের মধ্যে নিষিক্তকরণ জাইগোট তৈরির মাধ্যমে ভ্রূণের বিকাশের প্রক্রিয়া শুরু করে, এটি একক কোষ যা গ্যামেটের সংমিশ্রণ (যেমন ডিম্বাণু এবং শুক্রাণু) এর ফলে ঘটে। বহুকোষী  ভ্রূণে জাইগোটের বিকাশ একটি ধারাবাহিক স্বীকৃতিযোগ্য পর্যায়ে এগিয়ে যায়। প্রায়শই যাদেরকে  ক্লিভেজ, ব্লাস্টুলা, গ্যাস্ট্রোলেশন এবং অর্গানোজেনসিস-এ বিভক্ত করা হয়।.\nক্লিভেজ হলো দ্রুত মাইটোটিক কোষ বিভাজনের একটি পর্যায়  যা নিষেকের পরে ঘটে থাকে। ক্লিভেজের  সময়, ভ্রূণের সামগ্রিক আকারের পরিবর্তন হয় না, তবে স্বতন্ত্রভাবে প্রত্যেকটি কোষের আকার দ্রুত হ্রাস পায় কারণ তারা কোষের মোট সংখ্যা বৃদ্ধি করতে বিভাজন করে থাকে । ক্লিভেজের পরে ব্লাস্টুলা পর্যায় শুরু হয় ।\nপ্রজাতির উপর নির্ভর করে, একটি ব্লাস্টুলা পর্যায়ে ভ্রূণটি কুসুমের শীর্ষে কোষ দ্বারা গঠিত বল হিসাবে বা ফাঁকা কোষ গোলক হিসাবে প্রদর্শিত হতে পারে যা একটি মধ্য গহ্বরকে ঘিরে রেখেছে । ভ্রূণের কোষগুলি ক্রমাগত  বিভাজন এবং সংখ্যায় বৃদ্ধি অব্যাহত রাখে, আরএনএ এবং প্রোটিনের মতো কোষ মধ্যস্থ অণুগুলি জিনের প্রকাশ, কোষের ভাগ্য নির্দিষ্টকরণ এবং মেরুত্বের মতো মূল উন্নয়নমূলক প্রক্রিয়াগুলিকে সক্রিয়ভাবে পরিচালনা  করে।\nগ্যাস্ট্রুলেশন ভ্রূণের বিকাশের পরবর্তী ধাপ, এবং কোষের দুটি বা ততোধিক স্তর (জনন স্তর) বিকাশের সাথে জড়িত।যেসব প্রাণীসমূহ দুটি স্তর (যেমনঃ নিডারিয়া ) গঠন করে,তাদের ডিপ্লোব্লাস্টিক বলা হয় এবং যারা তিনটি স্তর (অধিকাংশ অন্যান্য পশু, চ্যাপ্টাকৃমি থেকে মানুষ পর্যন্ত)গঠন করে তাদের বলা হয় ট্রিপ্লোব্লাস্টিক। ট্রিপ্লোব্লাস্টিক প্রাণীদের গ্যাস্ট্রুলেশন চলাকালীন, যে তিনটি জনন স্তর তৈরি হয় তাকে ইক্টোডার্ম, মেসোডার্ম এবং এন্ডোডার্ম বলে । পরিপক্ক প্রাণীর সমস্ত টিস্যু এবং অঙ্গগুলি এই স্তরগুলির মধ্যে একটিতে তাদের উৎপত্তি  শনাক্ত করতে পারে। উদাহরণস্বরূপ, ইক্টোডার্ম ত্বকের এপিডার্মিস এবং স্নায়ুতন্ত্রের জন্ম দেবে,  মেসোডার্ম ভাস্কুলার সিস্টেম, পেশী, হাড় এবং সংযোগকারী টিস্যুগুলিকে  এবং এন্ডোডার্ম অঙ্গগুলির উত্থান ঘটায় পরিপাকতন্ত্র  এবং পরিপাকতন্ত্রের আবরণ এবং শ্বসনতন্ত্র। ভ্রূণ কাঠামোর অনেক দৃশ্যমান পরিবর্তন গ্যাস্ট্রুলেশন জুড়ে ঘটে কারণ বিভিন্ন জনন স্তরগুলি তৈরি করে এমন কোষগুলি স্থানান্তরিত হয় এবং পূর্ববর্তী বৃত্তাকার ভ্রূণকে কাপের মতো চেহারাতে ভাঁজ করে।\nগ্যাস্ট্রুলেশন পরবর্তীতে, একটি ভ্রূণ অমরা বা ডিমের বাইরে জীবনের জন্য প্রয়োজনীয় কাঠামো গঠন করে একটি পরিপক্ক বহুকোষী জীবে  বিকাশ হওয়া অব্যাহত রাখে।নামটি যেমন বোঝায়, অরগানোজেনেসিস হলো অঙ্গ গঠনের ক্ষেত্রে ভ্রূণের বিকাশের পর্যায়।অর্গানোজেনেসিসের সময়, আণবিক এবং কোষীয় মিথস্ক্রিয়াগুলি বিভিন্ন জনন স্তর থেকে নির্দিষ্ট কোষসমূহকে অঙ্গ-নির্দিষ্ট কোষে পৃথক করতে ত্বরান্বিত  করে। উদাহরণস্বরূপঃ নিউরোজেনসিসে, ইক্টোডার্ম থেকে পৃথকীকৃত কিছু কোষ এবং মস্তিষ্ক, মেরুদণ্ড বা প্রান্তীয় স্নায়ুতন্ত্র হয়ে উঠতে বিশেষীকরণ হয়ে থাকে ।\nভ্রূণের সময়কাল বিভিন্ন প্রজাতিতে পরিবর্তিত হয়।মানব বিকাশে, গর্ভধারণের নবম সপ্তাহের পরে ভ্রূণের পরিবর্তে ফিটাস শব্দটি ব্যবহৃত হয়।   জেব্রাফিশে যখন ক্লাইথ্রাম নামক একটি হাড় দৃশ্যমান হয়ে যায় তখন ভ্রূণের বিকাশ সমাপ্ত হিসাবে বিবেচিত হয়। পাখির মতো ডিম থেকে আগত প্রাণীগুলিতে, একটি অপ্রাপ্তবয়স্ক  প্রাণী সাধারণত একবার ডিম ফোটার পরে ভ্রূণ হিসাবে উল্লেখ করা হয় না।ভিভাপোরাস প্রাণীদের মধ্যে (যে সমস্ত প্রাণী তাদের পিতামাতার দেহের অভ্যন্তরে কমপক্ষে জীবনের কিছুটা সময় ব্যয় করে) তাদের বংশকে সাধারণত পিতামাতার অভ্যন্তরে ভ্রূণ হিসাবে উল্লেখ করা হয় এবং জন্মের পরে বা পিতামাতার বাইরে বেরিয়ে আসার  পরে তাকে আর ভ্রূণ হিসাবে বিবেচনা করা হয় না।তবে, ডিম্বাণু বা মাতা-পাতার ভিতরে থাকা অবস্থায় যে পরিমাণ বিকাশ ও বিকাশ ঘটেছিল তা প্রজাতি থেকে প্রজাতিতে উল্লেখযোগ্যভাবে পরিবর্তিত হয়, যাতে একটি প্রজাতির ডিম ফোটা  বা জন্মের পরে ঘটে যাওয়া প্রক্রিয়াগুলি অন্য কোনও ঘটনার আগেই ভালভাবে সঞ্চালিত হতে পারে।সুতরাং, একটি পাঠ্যপুস্তক অনুসারে, বিজ্ঞানীদের পক্ষে ভ্রূণবিদ্যার ক্ষেত্রটিকে প্রাণীর বিকাশের অধ্যয়ন হিসাবে ব্যাপকভাবে ব্যাখ্যা করা  একটা সাধারণ বিষয়।\n\n\n=== উদ্ভিদ ভ্রূণ ===\n\nফুল  উৎপাদনকারী  গাছসমূহ ( সপুষ্পক উদ্ভিদ ) পরাগের মাধ্যমে একটি হ্যাপ্লোয়েড ডিম্বকের নিষেকের পরে ভ্রূণ তৈরি করে।ডিম্বাশয় এবং পরাগের ডিএনএ একত্রিত হয়ে একটি ডিপ্লয়েড , এককোষী জাইগোট গঠন করে যা একটি ভ্রূণে পরিণত হয়। জাইগোট, যা ভ্রূণের বিকাশে সমস্ত অগ্রগতির সাথে একাধিকবার বিভক্ত হবে, বীজের একটি অংশ।অন্যান্য বীজের উপাদানগুলির মধ্যে রয়েছে এন্ডোস্পার্ম, যা পুষ্টিতে সমৃদ্ধ টিস্যু, যা উদ্ভিদের ক্রমবর্ধমান ভ্রূণকে বৃদ্ধিতে  সহায়তা করবে এবং বীজ আবরণী যা প্রতিরক্ষামূলক বাইরের আচ্ছাদন। জাইগোটের প্রথম কোষ বিভাজনটি হলো অপ্রতিসম , যার ফলে একটি ভ্রূণ একটি ছোট কোষ (অ্যাপিকাল কোষ) এবং একটি বড় কোষ (বেসাল কোষ) থাকে। ছোট, অ্যাপিকাল কোষ পরিশেষে পরিপক্ক উদ্ভিদের বেশিরভাগ কাঠামো যেমন কাণ্ড, পাতা এবং শিকড়গুলির জন্ম দেয়। বৃহত্তর বেসাল কোষ সাসপেন্সরকে উত্থাপন করবে, যা ভ্রূণকে এন্ডোস্পার্মের সাথে সংযুক্ত করে যাতে পুষ্টি তাদের মধ্যে যেতে পারে। উদ্ভিদের ভ্রূণ কোষগুলি তাদের সাধারণ উপস্থিতির জন্য নামযুক্ত বিকাশের পর্যায়ে বিভক্ত হয়ে অগ্রগতি অব্যাহত রাখে: গ্লোবুলার, হার্ট এবং টর্পেডো।\n\n\n== ভ্রূণ জীবাশ্ম ==\nজীবাশ্ম প্রাণীর ভ্রূণগুলো প্রিক্যাম্ব্রিয়ান থেকে পরিচিত এবং ক্যাম্ব্রিয়ান যুগেরও প্রচুর সংখ্যক ভ্রূণ পাওয়া যায়। এমনকি ডাইনোসরের ও ভ্রূণ জীবাশ্ম আবিষ্কৃত হয়েছে।\n\n\n== আরও দেখুন ==\nফিটাস\nগর্ভাবস্থা\nইন ভিট্রো ফার্টিলাইজেশন\nগর্ভস্রাব\nগর্ভপাত\nউদ্ভিদ ভ্রূণ\n\n\n== মন্তব্য ==\n \n\n\n== বহিঃসংযোগ ==\nইউএনএসডাব্লু এমব্রায়োলজি - শিক্ষামূলক ওয়েবসাইট\nএকটি তুলনামূলক এমব্রোলজি গ্যালারী\n4-এইচ এমব্রায়োলজি, ল্যাঙ্কাস্টার কাউন্টিতে নেব্রাস্কা-লিংকন এক্সটেনশন\nইউটিউবে Video with embryo of a small-spotted catshark inside the egg\n\n\n== তথ্যসূত্র =="}