{"pageid": 1042536, "title": "ঔষধবিহীন হস্তক্ষেপ (রোগবিস্তার বিজ্ঞান)", "url": "https://bn.wikipedia.org/wiki?curid=1042536", "content": "রোগবিস্তার বিজ্ঞানের আলোচনায় ঔষধবিহীন হস্তক্ষেপ (ইংরেজি: Non-pharmaceutical intervention, সংক্ষেপে NPI) বলতে কোনও মহামারিতে রূপ নেওয়া রোগের বিস্তার হ্রাস করতে গৃহীত এমন যেকোনও পদ্ধতিকে বোঝায়, যাতে ঔষধ দিয়ে চিকিৎসা আবশ্যক নয়। মার্কিন যুক্তরাষ্ট্রের রোগ নিয়ন্ত্রণ ও প্রতিরোধ কেন্দ্র সিডিসি ব্যক্তিগত স্তরে ঔষধবিহীন হস্তক্ষেপ, সম্প্রদায়গত ঔষধবিহীন হস্তক্ষেপ এবং পরিবেশগত ঔষধবিহীন হস্তক্ষেপের কথা উল্লেখ করেছে।\nঔষধবিহীন হস্তক্ষেপে বৈশ্বিক মহামারির রূপ ধারণকারী ইনফ্লুয়েঞ্জা রোগের জন্য একাধারে স্থানীয় ও বৈশ্বিক পর্যায়ে সুপারিশ করা হয়েছে এবং ২০০৯-এর শূকর ইনফ্লুয়েঞ্জার বৈশ্বিক মহামারির সময়ে এবং কোভিড-১৯ বৈশ্বিক মহামারির সময়ে এই পদ্ধতিটির উপর বৃহৎ মাপের গবেষণা সম্পাদন করা হয়।\nঔষধবিহীন হস্তক্ষেপ হল কতগুলি গৃহীত পদক্ষেপের সমষ্টি যেগুলি যেকোনও সময়ে প্রয়োগ করা সম্ভব। এগুলিকে কোনও মহামারিতে রূপ নেওয়া রোগের প্রাদুর্ভাবের পরে কার্যকরী টিকা জনগণের কাছে পৌঁছে দেবার আগ পর্যন্ত প্রয়ো করা হয়।\n\n\n== ধরন ==\nকোনও সম্ভাব্য অসুস্থতার লক্ষণ-উপসর্গ ছড়িয়ে দেওয়া প্রতিরোধ করতে গৃহে স্বেচ্ছায় অন্তরীণ থাকা, কাশি ও হাঁচির সময় মুখ ঢাকা, নিয়মিত হাত ধোয়া, ইত্যাদি হল ঔষধবিহীন হস্তক্ষেপের কয়েকটি উদাহরণ। আরেকটি উদাহরণ হল বিদ্যালয়, কর্মস্থল, জনসমাগম এলাকা, ইত্যাদিতে প্রশাসকদের বা দায়িত্ববান ব্যক্তিদের সঠিক প্রতিরোধমূলক ব্যবস্থা গ্রহণ এবং জনসাধারণকে সাবধানতা অবলম্বনে জন্য স্মরণ করিয়ে দেওয়া যাতে রোগের বিস্তার প্রতিরোধ করা যায়। সিংহভাগ ঔষধবিহীন হস্তক্ষেপই সরল প্রকৃতির, এগুলিকে বাস্তবায়ন করার জন্য খুব বেশি প্রচেষ্টার প্রয়োজন নেই, এবং এগুলিকে সঠিকভাবে বাস্তবায়ন করা গেলে লক্ষ লক্ষ মানুষের জীবন বাঁচানো সম্ভব।\n\n\n=== ব্যক্তিগত সুরক্ষামূলক সমাধান ===\n\n\n==== হাতের স্বাস্থ্যবিধি ====\n\nসাবান ও পানি দিয়ে কিংবা অ্যালকোহল-ভিত্তিক জীবাণুনিবারক দিয়ে হাত ধোয়া যেতে পারে। অনেক দেশে ইতিমধ্যেই সংক্রামক বা ছোঁয়াচে রোগের বিস্তার প্রতিরোধ করার জন্য হাত ধোয়ার রীতি প্রচলিত। যদিও অ্যালকোহল দিয়ে হাত ঘষে নেওয়ার পদ্ধতিটি কোনও কোনও পরিস্থিতিতে অতিরিক্ত ব্যয়বহুল হতে পারে, এর বিপরীতে সাবান-পানি দিয়ে হাত ধুয়ে স্বাস্থ্যসম্মত করাকে সবচেয়ে সাশ্রয়ী প্রতিরোধমূলক ব্যবস্থাগুলির একটি।\n\n\n==== শ্বসন-সংক্রান্ত স্বাস্থ্য সৌজন্যবিধি ====\n\nশ্বসন-সংক্রান্ত স্বাস্থ্য সৌজন্যবিধি বলতে সেইসব ব্যবস্থা বা পদ্ধতিকে বোঝায় যেগুলি ব্যবহার করে একজন ব্যক্তি কাশি বা হাঁচি দেবার সময় রোগের সংবহন ও সংক্রমণ প্রতিরোধ করতে পারেন। যেমন কাশি-হাঁচি দেবার সময় হাত, কনুইয়ের ভাঁজ কিংবা জামার হাতাতে মুখ ঢাকা এবং হাঁচি-কাশি দেবার পরে ঢাকার জন্য ব্যবহৃত উপাদান হয় ফেলে দেওয়া বা স্বাস্থ্যসম্মতভাবে ধুয়ে ফেলা। হাতের স্বাস্থ্যবিধির মতো এটিও একটি ব্যয়সাশ্রয়ী হস্তক্ষেপের ধরন।\n\n\n==== মুখাবরণী বা মুখোশ পরিধান ====\n\nব্যক্তি থেকে ব্যক্তিতে শ্বাসযন্ত্রীয় রোগ সংবহন হ্রাস করার জন্য মুখোশ পরিধান করা যেতে পারে। ডাক্তারি মুখোশ মূলত স্বাস্থ্যসেবা প্রদানকারী পরিবেশে পরিধান করা হয়। সাধারণত বৈশ্বিক মহামারি না থাকলেও এগুলি চিকিৎসাকেন্দ্র ও হাসপাতালে পরিধান করা হয়ে থাকে। বৈশ্বিক মহামারির সময়ে লক্ষণ-উপসর্গবিশিষ্ট ব্যক্তিদেরকে সর্বক্ষণ একবার ব্যবহারের পর পরিত্যাজ্য ডাক্তারি মানের মুখোশ পরার সুপারিশ করা হয়। অন্যদিকে গুরুতর বৈশ্বিক মহামারির সময়ে লক্ষণ-উপসর্গহীন ব্যক্তিদেরকেও রোগের সংবহন হ্রাস করার জন্য মুখোশ পরার পরামর্শ দেওয়া হয়। করোনাভাইরাস রোগের বৈশ্বিক মহামারির প্রেক্ষাপটে বিশ্ব স্বাস্থ্য সংস্থা সামাজিক দূরত্ব বজায় রাখা সম্ভব না হলে \"যথাসম্ভব সব কিছু করুন!\" দৃষ্টিভঙ্গি থেকে সর্বসাধারণকে মুখোশ পরার পরামর্শ দিয়েছে।\n\n\n=== সামাজিক দূরত্ব স্থাপনকারী পদক্ষেপ ===\n\n\n== আরও দেখুন ==\nবক্ররেখার সমতলকরণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nNonpharmaceutical Interventions on Centers for Disease Control and Prevention"}