{"pageid": 1042204, "title": "ইসলামের দৃষ্টিতে বিবর্তনবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1042204", "content": "আস্তিক্যবাদী বিবর্তন থেকে শুরু করে প্রাচীন পৃথিবী সৃষ্টিবাদ পর্যন্ত বিবর্তন সম্পর্কে ইসলামি দৃষ্টিভঙ্গি বৈচিত্র্যময়। সারা বিশ্বের কিছু মুসলমান বিশ্বাস করে \"মানুষ ও অন্যান্য জীবিত জিনিস সময়ের সাথে সাথে বিবর্তিত হয়েছে\", তবে বাকিদের কেউ কেউ বিশ্বাস করে যে জীব \"সর্বদা বর্তমান আকারে বিদ্যমান\"। কিছু মুসলিম বিশ্বাস করে যে জলমিশ্রিত সান্দ্র কাদামাটির মতো পদার্থের মাধ্যমে পৃথিবীতে জীবনের প্রক্রিয়াগুলো প্রজাতির একটি একক বিন্দু থেকে শুরু হয়েছিলো। মুসলিম চিন্তাবিদরা বিবর্তন তত্ত্বের উপাদানগুলো প্রস্তাব ও গ্রহণ করেছেন, কেউ কেউ এই প্রক্রিয়ায় ঈশ্বরের শ্রেষ্ঠত্বের বিশ্বাসকে ধরে রেখেছেন। কিছু পণ্ডিত পরামর্শ দিয়েছেন যে আধুনিক বিজ্ঞান দ্বারা উপলব্ধ সৃষ্টি ও বিবর্তনের উভয় আখ্যানকে আধুনিক মুসলমানরা দুটি ভিন্ন ধরনের সত্য হিসেবে সম্বোধন করে প্রকাশিত ও অভিজ্ঞতামূলক বলে বিশ্বাস করতে পারে। অন্যরা যুক্তি দেয় যে বিশ্বাস ও বিজ্ঞান একত্রিত হতে পারে এবং একে অপরের পরিপূরক হতে পারে।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিক দৃষ্টিভঙ্গি ===\nকিতাব আল-হায়াওয়ান ('প্রাণিপুস্তক') বইতে ৯ম শতাব্দীর মুসলিম পণ্ডিত আল-জাহিহি প্রাকৃতিক নির্বাচনের বিভিন্ন দিক উল্লেখ করেছেন যেমন প্রাণী ভ্রূণবিদ্যা, অভিযোজন ও প্রাণী মনোবিজ্ঞান। আল-জাহিহ একটি উল্লেখযোগ্য পর্যবেক্ষণ করেছেন যা হলো সম্পদের জন্য শক্তিশালী ইঁদুর ছোট পাখির তুলনায় ভালো প্রতিদ্বন্দ্বিতা করতে সক্ষম, এটি \"অস্তিত্বের জন্য সংগ্রাম\"-এর আধুনিক দিনের তত্ত্বের একটি উল্লেখ। আল-জাহিহ খাদ্যশৃঙ্খলের বর্ণনাও লিখেছেন।\n\nপ্রাণীরা অস্তিত্বের জন্য ও সম্পদের জন্য, ভক্ষণ হওয়া থেকে এড়াতে এবং বংশবৃদ্ধির জন্য লড়াই করে... পরিবেশগত কারণগুলো জীবকে বেঁচে থাকা নিশ্চিত করার জন্য নতুন বৈশিষ্ট্য বিকাশে প্রভাবিত করে, এইভাবে এগুলো তাদের নতুন প্রজাতিতে রূপান্তরিত করে। যে প্রাণীরা বংশবৃদ্ধির জন্য বেঁচে থাকে তারা তাদের সফল বৈশিষ্ট্যগুলো তাদের সন্তানদের কাছে প্রেরণ করতে পারে।\nবসরায় ১০ম শতাব্দীতে সাফা ভ্রাতাদের বার্তা নামক একটি ইসলামি বিশ্বকোষ প্রাচীনতম প্রত্যয়িত বিবর্তনীয় কাঠামোর প্রবর্তন করে। বিশ্বকোষটি সত্তার মহাশৃঙ্খলের প্লেটোনীয় ও এরিস্টটলীয় ধারণার উপর প্রসারিত হয়েছে। এটি একটি কার্যকারণ সম্পর্কের প্রস্তাব করার মাধ্যমে সৃষ্টির প্রক্রিয়া হিসেবে শৃঙ্খলকে অগ্রসর করে। পদার্থের সৃষ্টি ও শক্তির সাথে এর বিনিয়োগের সাথে শুরু হয়, যার ফলে জলীয় বাষ্প তৈরি হয়। এটি পরে খনিজ ও \"খনিজ জীবন\" হয়ে ওঠে। শাখা-সদৃশ গঠন সহ প্রবাল সর্বোচ্চ খনিজ জীবন ছিলো যা নিম্নগামী উদ্ভিদের জন্ম দেয়। খেজুরকে সর্বোচ্চ উদ্ভিদ হিসাবে বিবেচনা করা হয়েছিলো যা নিম্ন প্রাণীদের জন্ম দেয় এবং তারপরে বানরের মাধ্যমে বর্বর মানুষ, তারপরে সাধু ও নবীরা সহ উচ্চতর মানুষ এসেছিলো। তারপরে শৃঙ্খলটি কম কার্যকারণ ও স্বচ্ছতা ব্যবহার করে ঐতিহ্যগত আকারে চলতে থাকে, যেখানে ফেরেশতারা মানুষের উপরে এবং ফেরেশতাদের উপরে সৃষ্টিকর্তা ও চূড়া উভয়ই হিসেবে আল্লাহর অবস্থান রাখা হয়। রচনায় পাওয়া এই ধারণাটির সংক্ষিপ্তসারে মোহাম্মদ হামিদুল্লাহ বলেছেন: \"সবকিছু তাঁর থেকে শুরু হয় এবং সবকিছু তাঁর কাছে ফিরে আসে।\" যাইহোক, কিছু পণ্ডিত প্রাক-ডারউইনীয় বিবর্তন তত্ত্বের প্রমাণ হিসাবে এই বইয়ের সমালোচনা ও বাতিল করেছেন।\nসামি এস হাউইয়ের মতে, ১১শ শতাব্দীর পারস্যের পণ্ডিত ইবনে মিসকাওয়াইহ তার ফাওজ আল-আসাগর-এ মানুষের বিবর্তন সম্পর্কে লিখেছেন।\n১৪শ শতাব্দীর প্রভাবশালী ইতিহাস রচয়িতা ও ইতিহাসবিদ ইবনে খালদুন মুকাদ্দিমা-এ লিখেছেন যাকে তিনি \"সৃষ্টির ক্রমিক প্রক্রিয়া\" হিসেবে উল্লেখ করেছেন। কিছু ভাষ্যকারের মতে ইবনে খালদুনের কিছু চিন্তাধারা বিবর্তনের জৈবিক তত্ত্বকে অনুমান করে। ইবনে খালদুন জোর দিয়েছিলেন যে মানুষ \"বানরের জগৎ\" থেকে বিকশিত হয়েছে, এটি এমন একটি প্রক্রিয়ায় যার দ্বারা \"প্রজাতিগুলো আরও অসংখ্য হয়ে ওঠেছে\"। তিনি বিশ্বাস করতেন যে মানুষ হলো প্রাণীদের সবচেয়ে বিবর্তিত রূপ, যার মধ্যে তাদের যুক্তি ব্যবহার করার ক্ষমতা রয়েছে। তিনি আরও বলেছিলেন যে পৃথিবী \"খনিজ\"-এর মতো অ্যাবায়োটিক উপাদান দিয়ে শুরু হয়েছিলো। ধীরে ধীরে, উদ্ভিদের আদিম পর্যায় যেমন \"ভেষজ ও বীজহীন উদ্ভিদ\" এবং অবশেষে \"তাল ও লতা\" বিকশিত হয়।\nশোয়েব আহমেদ মালিক ইঙ্গিত করেছেন যে ইবনে খালদুনের তত্ত্বটি বানর ও মানুষের মধ্যে আত্মীয়তার স্বীকৃতির জন্য উল্লেখযোগ্য হলেও, প্রয়াত প্রাচীন ও মধ্যযুগীয় ধারণার প্রেক্ষাপটে এটাকে মহাশৃঙ্খলের দৃষ্টিতে দেখা উচিত। এই তত্ত্বটি সৃষ্টির সমস্ত সত্ত্বার মধ্যে একটি সংযুক্ত শ্রেণিবিন্যাসের অনুমান করে কিন্তু সঠিকভাবে এটি বিবর্তনের তত্ত্ব নয়। সত্তার মহান শৃঙ্খলের ব্যবস্থাটি খনিজ থেকে উদ্ভিদ, প্রাণী, মানুষ, ফেরেশতা ও আল্লাহর শ্রেণিবিন্যাসের বিভিন্ন স্তরের মধ্যে একটি মানবিশিষ্ট সাদৃশ্য বোঝায়, তবে একটি অস্থায়ী প্রক্রিয়া নয় যেখানে একটি প্রজাতি অন্যটি থেকে উদ্ভূত হয়। যদিও কিছু অতীন্দ্রিয় ব্যাখ্যা অনুযায়ী স্বতন্ত্র আত্মা ঐশ্বরিকতার সাথে পুনরায় মিলিত হওয়ার জন্য 'মই' বেয়ে উপরে উঠতে পারে, প্রজাতিগুলো (অথবা এরিস্টটলীয় ও নব্যপ্লেটোনীয় তত্ত্ববিদ্যার ভাষায় 'উপস্থিত রূপ') নিজেরাই চিরন্তন ও স্থির। মালিক আরও উল্লেখ করেছেন যে প্রায়শই প্রসঙ্গ বিবেচনা না করে মুকাদ্দিমা থেকে উদ্ধৃত করা হয়। একটি ব্যাপকভাবে উদ্ধৃত উক্তিটি ভবিষ্যদ্বাণীর প্রকৃত অর্থ নামক একটি অধ্যায় থেকে নেওয়া হয়েছে, এটি যুক্তি দেয় যে নবীরা ফেরেশতাদের নীচে অবস্থিত মহাশৃঙ্খলের একটি স্থান দখল করে। ইবনে খালদুনের দৃষ্টিতে এটি ব্যাখ্যা করে যে কেন স্বতন্ত্র নবীরা অস্থায়ীভাবে ফেরেশতাদের পদে আরোহণ করতে পারে ও তাদের সাথে ঐশ্বরিক জ্ঞান ভাগ করে নিতে পারে, যা তারা বাণী আকারে মানবতার কাছে ফিরিয়ে আনতে পারে। মালিকের মতে, বৈজ্ঞানিক বিবর্তন তত্ত্বের একটি প্রাথমিক রূপের ব্যাখ্যাগুলোকে ব্যাখ্যা করা উচিত যে কীভাবে ফেরেশতা, নবী ও আত্মার ঊর্ধ্বগামী আরোহন সেই তত্ত্বের সাথে খাপ খায়।\n\n\n=== আধুনিক দৃষ্টিভঙ্গি ===\n\n\n==== ঊনবিংশ ও বিংশ শতাব্দী ====\nকিছু আলেম সম্প্রদায়ের মাঝে বিবর্তন সত্য হিসেবে স্বীকৃত ছিল। ১৮৭৪ সালে প্রকাশিত ধর্ম ও বিজ্ঞানের মধ্যে দ্বন্দ্বের ইতিহাস শিরোনামের বইতে একজন বিজ্ঞানী ও চার্লস ডারউইনের সমসাময়িক জন উইলিয়াম ড্রেপার সনাতনপন্থী মণ্ডলী কর্তৃক \"নিম্ন রূপ থেকে মানুষের বিবর্তন বা তার ক্রমান্বয়ে বিবর্তনের জন্য দীর্ঘ সময়ের ব্যবধানে তার বর্তমান অবস্থার উন্নয়নের মোহাম্মদীয় তত্ত্ব\" অস্বীকৃতির জন্য সমালোচনা করেছিলেন।\" যাইহোক, ড্রেপারের বইটিতে ঐতিহাসিক নির্ভুলতার অভাব রয়েছে বলে সাম্প্রতিককালের পণ্ডিতদের দ্বারা সমালোচনা করা হয়েছে।\nঊনবিংশ শতাব্দীতে, ইসলামি পুনরুজ্জীবনের একজন আলেম জামাল উদ্দিন আফগানি ডারউইনের সাথে একমত হন যে জীবন উত্তীর্ণ হওয়ার জন্য অন্য জীবনের সাথে প্রতিযোগিতা করবে। তিনি আরও বিশ্বাস করতেন যে প্রকৃতির মতো ধারণার ক্ষেত্রেও প্রতিযোগিতা বিদ্যমান। যাইহোক, তিনি স্পষ্টভাবে বিশ্বাস করতেন যে জীবন নিজেই আল্লাহর দ্বারা সৃষ্ট; ডারউইন জীবনের উৎপত্তি নিয়ে আলোচনা করেননি, শুধু বলেছেন \"সম্ভবত এই পৃথিবীতে বসবাসকারী সমস্ত জৈব প্রাণীই কোনো না কোনো আদিম রূপ থেকে এসেছে, যেখানে প্রাণ প্রথম ফুঁকে দেওয়া হয়েছিলো।\"\nআল-আফগানির একজন সমসাময়িক উসমানীয়-লেবানীয় সুন্নি পণ্ডিত হুসেইন আল-জিসর ঘোষণা করেছেন যে বিবর্তন ও ইসলামি ধর্মগ্রন্থের মধ্যে কোনো দ্বন্দ্ব নেই। তিনি বলেছিলেন যে \"কুরআনে এমন কোন প্রমাণ নেই যেখানে এটি বলে যে আল্লাহর কৃপায় বিদ্যমান সমস্ত প্রজাতি একযোগে বা ধীরে ধীরে সৃষ্টি হয়েছে\" এবং সূরা আল-আম্বিয়াতে সৃষ্টির পূর্বোক্ত কাহিনী উল্লেখ করেছেন।\nপ্রয়াত উসমানীয় বুদ্ধিজীবী ইসমাইল ফেনি ব্যক্তিগতভাবে ডারউইনবাদকে প্রত্যাখ্যান করার সময় জোর দিয়েছিলেন যে এটি বিদ্যালয়ে পড়ানো উচিত কেননা এমনকি মিথ্যা তত্ত্বও বিজ্ঞানের উন্নতিতে অবদান রাখে। তিনি মনে করেন যে ডারউইনবাদকে শেষ পর্যন্ত সত্য বলে দেখানো হলে কুরআনের ব্যাখ্যার সংশোধনের প্রয়োজন হতে পারে।\nকামালীয় তুরস্কে, তুর্কি প্রজাতন্ত্রের প্রথম দশকের গুরুত্বপূর্ণ পণ্ডিতরা ইসলামি ধর্মগ্রন্থে বিবর্তন তত্ত্বকে সমন্বয় করার জন্য প্রচেষ্টা করেছিলেন; এই তত্ত্বের প্রতি তাদের দৃষ্টিভঙ্গি তাদের সময়ের বৈজ্ঞানিক তত্ত্বের মুখে ইসলামি বিশ্বাসকে রক্ষা করেছিলো। অন্যদিকে সৌদি আরব সরকার ১৯৭০-এর দশকে ইসলামের সালাফি-ওয়াহাবি ব্যাখ্যা অনুযায়ী বিবর্তন অস্বীকারকে অর্থায়ন ও প্রচার শুরু করে। এই অবস্থানটি প্রাথমিকভাবে বিবর্তন শেখানো ও প্রচার করা তুরস্ক, পাকিস্তান, লেবানন, এবং ইরানের মতো প্রধান মুসলিম দেশগুলোর সরকার ও শিক্ষাবিদদের নিকট থেকে সমালোচনার জন্ম দিয়েছে।\n\n\n==== একবিংশ শতাব্দী ====\nসমসাময়িক যুগে বিবর্তনকে সমর্থনকারী উল্লেখযোগ্য সংখ্যালঘু মুসলিম রয়েছে, কিন্তু ঔপনিবেশিক যুগ পরবর্তী মুসলিম বিশ্বের মূলধারার পণ্ডিতরা বিবর্তনকে গ্রহণ করেননি। যাইহোক, কিছু পণ্ডিত যুক্তি দেন যে এমনকি বিবর্তন কুরআনের আক্ষরিক পাঠের সাথে সামঞ্জস্যপূর্ণ।\nপ্রাকৃতিক নির্বাচন সহ বিবর্তনের ধারণাগুলো অনেক মুসলিম দেশে পাঠ্যসূচিতে উপস্থাপিত হলেও মানব বিবর্তনের স্পষ্ট আলোচনা প্রায়শই অনুপস্থিত থাকে। যদিও পাকিস্তান বাদে বিবর্তনীয় বিজ্ঞান পাঠ্যক্রমে ধর্মীয় প্রসঙ্গ স্বাভাবিক নয়।\n\nইসলামিক সোসাইটি অফ ব্রিটেনের খালিদ আনিস ২০০৪ সালে ইসলাম ও বিবর্তনের মধ্যে সম্পর্ক নিয়ে আলোচনা করেন:ইসলামের নিজস্ব বিবর্তনীয় সৃষ্টিবাদ/আস্তিক্যবাদী বিবর্তনবাদের নিজস্ব চিন্তাধারাও রয়েছে, এটি মনে করে যে মহাবিশ্বের উৎপত্তির মূলধারার বৈজ্ঞানিক বিশ্লেষণ কুরআন দ্বারা সমর্থিত। অনেক মুসলমান বিশেষ করে সুন্নি ও শিয়া মুসলমানদের মধ্যে এবং ইসলামের মধ্যে উদারপন্থী আন্দোলনকারীরা বিবর্তনীয় সৃষ্টিবাদে বিশ্বাস করে। ইসলামের পণ্ডিতদের মধ্যে এরজুরুমের ইব্রাহিম হাক্ক, যিনি ১৮শ শতাব্দীতে তৎকালীন উসমানীয় সাম্রাজ্য তথা বর্তমান তুরস্কের প্রজাতন্ত্রের এরজুরুমে বাস করতেন, তিনি এটা বলার কারণে বিখ্যাত হয়েছেন যে 'উদ্ভিদ ও প্রাণীর মধ্যে স্পঞ্জ আছে এবং প্রাণী ও মানুষের মধ্যে বানর রয়েছে'।\nসমসাময়িক ইসলামি পণ্ডিত গোলাম আহমেদ পারভেজ, এদিপ ইয়ুকসেল, ও টো শানাভাস তাদের ইসলামিক থিওরি অফ ইভোলিউশন: দ্য মিসিং লিংক বিটুইন ডারউইন অ্যান্ড দ্য অরিজিন অফ স্পেসিস, বইতে বলেছেন যে বিবর্তনের বৈজ্ঞানিক তত্ত্ব ও মহাবিশ্বে প্রাণের উদ্ভবের বিষয়ে কুরআনের অসংখ্য সূত্রের মধ্যে কোন দ্বন্দ্ব নেই।\nযদিও মুসলিম পণ্ডিত নবীন পৃথিবী সৃষ্টিবাদকে প্রত্যাখ্যান করেন, ও দাবি করেন যে আদিপুস্তকে সৃষ্টির কাহিনী বিকৃত হয়ে গেছে, সম্প্রতি কিছু মুসলিম দেশে খ্রিস্টান সৃষ্টিবাদীদের বৈশিষ্ট্যযুক্ত মূলভাব প্রচারের জন্য একটি আন্দোলন শুরু হয়েছে। কুরআন ও বাইবেল বেমানান বলে দাবি করার কারণে এই অবস্থানটির সমালোচনা করা হয়েছে।\nদ্য গার্ডিয়ান পত্রিকার মতে কিছু ব্রিটিশ মুসলিম ছাত্র ক্যাম্পাসে ডারউইনের বিবর্তন তত্ত্বের বিরুদ্ধে প্রচারপত্র বিতরণ করেছে। ২০০৪ সালের জানুয়ারিতে যুক্তরাজ্যে সৃষ্টিবাদ: বিদ্যালয়ে বিজ্ঞান ও বিশ্বাস শিরোনানের একটি সম্মেলনে \"ব্রিটেনের ইসলামিক সোসাইটির অধ্যাপক খালিদ আনিস বলেছিলেন যে 'মুসলিমরা কুরআন এবং যা বাস্তব ও দেখা যায় উভয়ের মাধ্যমে বিশ্বকে ব্যাখ্যা করে। কুরআনে যা অবতীর্ণ হয়েছে এবং প্রাকৃতিক নির্বাচন ও যোগ্যতমের বেঁচে থাকার মধ্যে কোন বৈপরীত্য নেই।\"\nহারুন ইয়াহিয়া ছদ্মনামেও পরিচিত আদনান ওকতার বিবর্তন তত্ত্বের বিরুদ্ধে একজন মুসলিম ওকালতিকারী। মুসলিম পণ্ডিতদের একটি যৌথ ঘোষণার মাধ্যমে তাকে \"ভণ্ড\" হিসাবে উল্লেখ করা হয়েছে এবং ২০১৩ সালের জানুয়ারিতে ইসলাম ও বিবর্তন বিষয়ক একটি সম্মেলনে তার প্রতিনিধিকে সম্মেলনের সময় ও পরে উপহাস করা হয়েছিলো। ইয়াহিয়ার বেশিরভাগ তথ্য যুক্তরাষ্ট্রের সৃষ্টিবাদ গবেষণা ইনস্টিটিউট ও বুদ্ধিদীপ্ত নকশা আন্দোলন থেকে নেওয়া হয়েছে। ওকতার তার ধারণা প্রচারের জন্য মূলত ইন্টারনেট ব্যবহার করে।\nমরিস বুকাইলি মুসলিম বিশ্বে কুরআন ও বিজ্ঞানের উপর তার ভাষ্যের জন্য বিখ্যাত, তিনি প্রারম্ভিক হোমিনিড প্রজাতি পর্যন্ত প্রাণীর বিবর্তন গ্রহণ করে ও তারপর আধুনিক মানুষের দিকে পরিচালিত একটি পৃথক হোমিনিড বিবর্তনকে গ্রহণ করে কুরআনের সাথে বিবর্তনকে সমন্বয় করার চেষ্টা করেছিলেন। যাইহোক, এই ধারণাগুলো জীববিজ্ঞানীদের দ্বারা গৃহীত বিবর্তন তত্ত্ব থেকে ভিন্ন।\nইসলামের একজন সমসাময়িক প্রচারক ও সৃষ্টিবাদের প্রবক্তা জাকির নায়েক বিবর্তনবাদকে এই বলে প্রত্যাখ্যান করেছেন যে এটি শুধুমাত্র একটি তত্ত্ব ও প্রমাণিত সত্য নয়। একজন বিশিষ্ট ইরানি ধর্মীয় পণ্ডিত সাইয়্যেদ হোসাইন নাসরও সৃষ্টিবাদের একজন সমর্থক এবং তিনি \"প্রক্রিয়ার মধ্যে স্থাপন করা সুযোগ-সদৃশ পদ্ধতি\"-এর মধ্যে বিদ্যমান অসঙ্গতি এবং তত্ত্বটি তার সূচনা থেকে যে সংশোধনীর মধ্য দিয়ে গেছে তার জন্য বিবর্তনকে অস্বীকার করেন; এই মতটি নসরের প্রাক্তন ছাত্র ওসমান বকরেরও অনুরূপ।\nইসলামের একজন পণ্ডিত ও বিবর্তনবাদের মানব ব্যতিক্রমী দৃষ্টিভঙ্গির একজন প্রবক্তা নূহ হা মীম ক্যাল্লার বিশ্বাস করেন যে বিবর্তন কেবলমাত্র অ-মানব প্রজাতির জন্যই সম্ভব এবং মানুষকে বিবর্তনের দৃষ্টিতে দিয়ে দেখা যায় না কারণ মানুষ আল্লাহর দ্বারা সৃষ্টি হয়েছে এবং এই ধরনের সৃষ্টিকে বিশেষ বিবেচনায় প্রদান করা হয়েছে ও এইভাবে তিনি মানুষকে বিবর্তনের পথ থেকে অন্য জীবিতদের বিচ্ছিন্ন করেন।\nসমসাময়িক পণ্ডিত ইয়াসির ক্বাদি বিশ্বাস করেন যে মানুষের বিবর্তিত ধারণাটি কুরআনের বিরুদ্ধে, কিন্তু তিনি বলেছেন যে আল্লাহ মানবতাকে মানব বিবর্তনের চেহারা দেওয়ার জন্য একটি বিবর্তনীয় ছাঁচে পুরোপুরিভাবে স্থাপন করেছেন।\nআধুনিক পণ্ডিত উসামা আল-আজামি পরবর্তীতে যুক্তি দেন যে সৃষ্টির শাস্ত্রীয় আখ্যান ও আধুনিক বিজ্ঞানের দ্বারা ব্যাখ্যাকৃত বিবর্তনকে আধুনিক মুসলমানরা প্রকাশিত ও অভিজ্ঞতামূলক – এই দুটি ভিন্ন ধরনের সত্যকে সম্বোধন করা হয়েছে এই অর্থে বিশ্বাস করতে পারে।\nঅন্য একজন পণ্ডিত মুনির আল আলি যুক্তি দেন যে বিশ্বাস ও বিজ্ঞান একত্রিত হতে পারে এবং অস্তিত্বের জটিলতা ও রহস্য ব্যাখ্যা করতে একে অপরের পরিপূরক হতে পারে।\nএকজন ইসলামি লেখক ডেভিড সলোমন জালাজেল বিবর্তনবাদের একটি ব্যতিক্রমী কেতাবি দৃষ্টিভঙ্গি ঘোষণা করেছেন যা তাওয়াক্কুফ-এর ধর্মতাত্ত্বিক ব্যবহারকে উৎসাহিত করে; তাওয়াক্কুফ হল এমন কোনো বিষয়ের পক্ষে বা বিপক্ষে কোনো যুক্তি না দাঁড় করানো যার জন্য কিতাবের কোনো ঘোষণা নেই। তাওয়াক্কুফের সাথে জালাজেল বিশ্বাস করেন যে আদমের সৃষ্টি অগত্যা মানবতার সূচনার সংকেত দেয় না কারণ কুরআন আদম অবতরণ করার আগে পৃথিবীতে মানুষ ছিল কিনা সে বিষয়ে কোন ঘোষণা দেয়নি। ফলস্বরূপ, জালাজেল তাওয়াক্কুফের আহ্বান জানায় যা ইঙ্গিত করে যে পৃথিবীতে আদমের আবির্ভাবের আগে মানুষের অস্তিত্ব থাকা বা না থাকা কুরআনের কারণে সম্ভব এবং এটি সম্ভব যে আদমের বংশধর ও অন্যান্যদের মধ্যে মিলিত হওয়া সম্ভব। সুতরাং, আদমের অস্তিত্ব একটি অলৌকিক ঘটনা কারণ কুরআন সরাসরি এটি বলেছে, তবে এটি দাবি করেনা যে পৃথিবীতে আদমের আবির্ভাবের সময় বিবর্তনের ফলে আসতে পারে এমন কোন মানুষ ছিলো না যা বিদ্যমান থাকতে পারতো। এই দৃষ্টিভঙ্গি সৃষ্টিবাদ ও মানব ব্যতিক্রমবাদের বিপরীতে দাঁড়িয়েছে, এটি চূড়ান্তভাবে ঘোষণা করে যে বিবর্তনকে ইসলামের সাথে বিরোধ ছাড়াই দেখা যেতে পারে ও মুসলমানরা \"আদমের গল্পের উল্লেখ ছাড়াই তার বৈজ্ঞানিক যোগ্যতার ভিত্তিতে মানব বিবর্তন\" গ্রহণ বা প্রত্যাখ্যান করতে পারে।\nইয়াকিন ইসলামি গবেষণা ইনস্টিটিউট দ্বারা ২০১৬ সালে প্রকাশিত একটি গবেষণা পত্র লিখেছিল যে বিবর্তন তত্ত্বের প্রতি কীভাবে প্রতিক্রিয়া জানাতে হবে সে বিষয়ে পণ্ডিতদের মধ্যে একমত নেই এবং এটিও পরিষ্কার নয় যে পণ্ডিতরা প্রতিক্রিয়া দেওয়ার জন্য বৈজ্ঞানিকভাবে যোগ্য কিনা।\n২০১৭ সালে তুরস্ক বিশ্ববিদ্যালয় স্তরের আগে বিবর্তন শিক্ষাদান শেষ করার পরিকল্পনা ঘোষণা করেছিলো, সরকার দাবি করে যে এটি খুবই জটিল এবং \"বিতর্কিত\" একটি বিষয় যা তরুণদের দ্বারা বোঝা সম্ভভ না।\nজর্ডানে বিবর্তন শিক্ষাদানকারী রানা দাজানি নামক একজন বিশ্ববিদ্যালয়ের অধ্যাপক লিখেছেন যে তার প্রায় সকল শিক্ষার্থী ক্লাসের শুরুতে বিবর্তনবাদের ধারণার প্রতি বিদ্বেষ পোষণ করে, কিন্তু ক্লাসের শেষের দিকে মানুষের ক্ষেত্রে ব্যতীত সংখ্যাগরিষ্ঠরা বিবর্তনের ধারণাকে মেনে নেয়।\n\n\n== ধর্মতত্ত্ব ==\nবাইবেলের বিপরীতে কুরআনে সৃষ্টির গল্প এক অধ্যায়ে বলা হয়নি বরং বইটির বিভিন্ন আয়াত থেকে গল্পটি একত্রিত করা যেতে পারে।\n\n\n=== মহাবিশ্ব সৃষ্টি ===\nকিছু আধুনিক মুসলিম পণ্ডিত আল-সামা শব্দটি ব্যাখ্যা করার পক্ষে সমর্থন করেন, ঐতিহ্যগতভাবে বিশ্বাস করা হয় যে এটি আকাশ ও সাত আসমান উভয়কেই উল্লেখ করার পাশাপাশি সমগ্র মহাবিশ্বকেও উল্লেখ করে। তাই, তারা যুক্তি দেখায় যে কুরআন সূরা আম্বিয়াতে মহাবিস্ফোরণ তত্ত্বকে নিশ্চিত করেছে যেখানে কুরআন বলে যে বিভক্ত হওয়ার পূর্বে \"আকাশমন্ডল ও পৃথিবী একক দেহ ছিল\":\n\nযারা কুফরী করে তারা কি ভেবে দেখে না যে, আকাশমণ্ডলী ও পৃথিবী মিশে ছিল ওতপ্রোতভাবে, এরপর আমি উভয়কে পৃথক করে দিলাম; এবং প্রাণবান সমস্ত কিছু সৃষ্টি করলাম পানি হতে; তবু কি এরা ঈমান আনবে না?\nকুরআনে যে মহা বিস্ফোরণের প্রাথমিক একাগ্রতা উল্লেখ করা হয়েছে, দৃষ্টিভঙ্গি হিসেবে তা মুহাম্মদ তাহিরুল কাদেরী ও মুহাম্মাদ আসাদের মতো মুসলিম পণ্ডিতরাও স্বীকার করেছেন। অনেক মুসলমান বিজ্ঞানের প্রেক্ষাপটে কুরআনের বিশ্ব সৃষ্টির কাহিনীকে ব্যাখ্যা করে এবং ইসলামিক রিসার্চ ফাউন্ডেশন ইন্টারন্যাশনাল, ইনকর্পোরেটেডের ফাহিম আশরাফ ও ইয়াকিন ইনস্টিটিউট ফর ইসলামিক রিসার্চের শেখ ওমর সুলেইমানের মত কিছু পণ্ডিত যুক্তি দেন যে সূরা যারিয়াতে একটি সম্প্রসারণশীল মহাবিশ্বের বৈজ্ঞানিক তত্ত্ব বর্ণনা রয়েছে:\n\nআমি আকাশকে নির্মাণ করেছি ক্ষমতাবলে এবং নিশ্চয়ই আমি বিস্তৃতি দাতা।\nকিছু আধুনিক পণ্ডিত বোঝেন যে সূরা ফুসসিলাতে উল্লিখিত \"ধোঁয়া/গ্যাস\" মহা বিস্ফোরণের কয়েক মিনিট পরের অবস্থাকে নির্দেশ করতে পারে যখন মহাবিশ্ব প্রাথমিকভাবে গরম হাইড্রোজেন ও হিলিয়াম অবস্থায় ছিলো:\n\nতারপর তিনি আকাশের দিকে মনোযোগ দান করলেন, যা ছিল ধোঁয়া রূপে। তিনি তাকে ও পৃথিবীকে বললেন, তোমরা চলে এসো ইচ্ছায় বা অনিচ্ছায়। উভয়ে বলল, আমরা ইচ্ছাক্রমেই আসলাম।\nবর্ণিত সময়কাল এই সমগ্র সৃষ্টির জন্য ৬ সময়কাল, অধিকাংশ মুসলিম এই মত পোষণ করে যে, এই ৬ দিন সৌর দিন নয় বরং এটি একটি ভিন্ন আপেক্ষিক সময়, যা মহাবিশ্বের সূচনা থেকে শুরু হয়েছিলো।\nফাতেমীয় মুসলিম চিন্তাবিদ আল-মুইয়াদ ফিল-দিন আল-শিরাজি ২৪ ঘন্টা, ১,০০০ বা ৫০,০০০ বছরের ৬ সৌর দিনে বিশ্ব সৃষ্টির ধারণাটিকে তিরস্কার করেন। তিনি উভয়ই প্রসঙ্গেই প্রশ্ন তুলেন যে যেখানে সময় তখন তৈরিই হয়নি সেখানে কীভাবে সৃষ্টিকে সময়ের এককগুলোয় পরিমাপ করা যায়, সেইসাথে কীভাবে একজন অসীম শক্তিশালী স্রষ্টা সময়ের সীমাবদ্ধতা দ্বারা সীমাবদ্ধ হতে পারে, কারণ সময় নিজেই তার নিজের সৃষ্টির অংশ।\nইয়ুম শব্দ দ্বারা কোরানের মধ্যে বোঝানো হয় একটি দীর্ঘ সময়কাল তথা একটি যুগ বা অপরিমেয় কাল। তাই, মুসলমানরা একটি \"ছয় দিনের\" সৃষ্টির বর্ণনাকে ছয়টি স্বতন্ত্র সময়কাল বা যুগ হিসেবে ব্যাখ্যা করে। এই সময়কালের দৈর্ঘ্য সুনির্দিষ্টভাবে সংজ্ঞায়িত করা হয় না, অথবা প্রতিটি সময়কালে সংঘটিত নির্দিষ্ট পরিবর্তন নেই। মুস্তাফা খাত্তাব তার কুরআনের অনুবাদে লিখেছেন যে \"কুরআনে শব্দটি দ্বারা সর্বদা ২৪ ঘন্টা সময়কাল বোঝাতে ব্যবহৃত হয় না। ২২:৪৭ অনুযায়ী পরকালে একটি দিন আমাদের সময়ের ১০০০ বছর। বিচারের দিন আমাদের সময়ের ৫০,০০০ বছর হবে (৭০:৪ দেখুন)। তাই, সৃষ্টির ছয় দিন বলতে ছয় যুগের সময়কে বোঝায়।\"\n\"বিশ্রামের দিন\" ধারণাটি কুরআনে অনুপস্থিত এবং প্রকৃতপক্ষে আল্লাহর ক্লান্তি ফলে সৃষ্টির পরে বিশ্রামের প্রয়োজন ছিলো, এরূপ ধারণা একটি আয়াতে স্পষ্টভাবে অস্বীকার করা হয়েছে:\n\nআমি আকাশমণ্ডলী ও পৃথিবী এবং এ দু’য়ের মধ্যবর্তী জিনিস সৃষ্টি করেছি ছয় দিনে আর এতে আমাকে বিন্দুমাত্র ক্লান্তি স্পর্শ করেনি।\n\n\n=== জীবন সৃষ্টি ===\nমানুষের সৃষ্টির আলোচনার সময় কুরআনে জীবনের উদ্ভবের কথা বলা হয়েছে। কুরআন অনুযায়ী একক সত্তা থেকে জীবনের উৎপত্তি হয়েছে, কিছু আধুনিক অনুগামীরা একে সর্বশেষ সর্বজনীন সাধারণ পূর্বপুরুষ হিসাবে বিবেচনা করে। কুরআন বলে যে প্রতিটি মানুষের অস্তিত্ব জৈব মাটির নির্যাস থেকে শুরু হয়। কুরআনে মানবেতর জীবন সৃষ্টির একমাত্র সুস্পষ্ট উল্লেখ পাওয়া যায় সূরা আল-আম্বিয়া'তে, যেখানে কুরআন ঘোষণা করেছে \"আমরা প্রতিটি জীবন্ত বস্তুকে পানি থেকে তৈরি করেছি\"। মুহাম্মাদ আসাদের মতে, \"জীবনের উদ্ভব ও বিকাশের জন্য প্রয়োজনীয় বিশেষ বৈশিষ্ট্যগুলো শুধুমাত্র পানিতেই রয়েছে।\"\n\n\n=== মানবজাতি সৃষ্টি ===\nপ্রথম সত্তা আদম ও তার স্ত্রী (ইসলামি ঐতিহ্যে যাকে হাওয়া বলা হয়) কুরআনে প্রথম পুরুষ ও নারী হিসেবে আবির্ভূত হয়েছে। কুরআন বলে যে তাদের পানি ও পরিবর্তিত মাটির নির্যাস থেকে সৃষ্টি করা হয়েছে। কথিত আছে যে এই মিশ্রণটিকে এটির বিকাশের জন্য সময় দেওয়া হয়েছিলো এবং তাদের দেহে আত্মা প্রবাহিত করার মাধ্যমে জীবিত করা হয়েছিলো, এরপর আদমকে ব্যাপক সিজদা করার ঘটনা ও ইবলিশের মতো বিশিষ্ট জ্বিনদের নির্বাসনের ঘটনা ঘটে। কিছু ইসলামি পণ্ডিত প্রস্তাব করেছিলেন যে রূপক হিসেবে আয়াতগুলোর একাধিক ব্যাখ্যা থাকতে পারে, কারণ কুরআন এই ধারণাটিকে সমর্থন করে যে কিছু আয়াতের একাধিক অর্থ রয়েছে।\n\nসে আল্লাহই এমন সত্তা, যিনি তোমার প্রতি কিতাব নাযিল করেছেন, যার কিছু আয়াত মুহকাম, যার উপর কিতাবের মূল ভিত্তি এবং অপর কিছু আয়াত মুতাশাবিহ। যাদের অন্তরে বক্রতা আছে, তারা সেই মুতাশাবিহ আয়াতসমূহের পেছনে পড়ে থাকে, উদ্দেশ্য ফিতনা সৃষ্টি করা এবং সেসব আয়াতের তাবীল খোঁজা...\nইয়াসির ক্বাদি সহ অধিকাংশ ইসলামি পণ্ডিত বিশ্বাস করেন যে আদম ও হাওয়া প্রাকৃতিকভাবে আল্লাহর দ্বারা একটি অলৌকিক ঘটনার মাধ্যমে সৃষ্টি হয়েছিলো। জানের তাসলামান, মোহামেদ গাইলান, ইয়াশার নুরি ওজতুর্ক, আদনান ইব্রাহিম, গোলাম আহমেদ পারভেজ, এদিপ ইয়ুকসেল, এবং অন্যান্য আধুনিক ও ধ্রুপদী ইসলামি পণ্ডিতরা মাঝে মাঝে যুক্তি দিয়ে থাকেন যে এই জুটি স্বাভাবিকভাবে একটি সাধারণ পূর্বপুরুষ থেকে বিবর্তিত হয়েছে। কিছু পণ্ডিত বলেছেন যে তারা বিবর্তনবাদে বিশ্বাস করেন, কিন্তু তারা এও যুক্তি দিয়েছিলেন যে আদম ও হাওয়া শুধুমাত্র দুটি ব্যতিক্রম যারা একটি বিবর্তনীয় প্রক্রিয়া ছাড়াই তৈরি হয়েছিলো।\nআধুনিক সময়ে বিবর্তিত ধারণার পক্ষে মানুষের সমর্থন বৃদ্ধি পেয়েছে। অনেক মুসলমান কুরআনের একটি অধ্যায়ের উপর ভিত্তি করে তাদের বিশ্বাসের ভিত তৈরি করেছে, যা বলে:\n\nতোমার প্রতিপালক বেনিয়ায, দয়াশীলও বটে। তিনি ইচ্ছা করলে তোমাদের সকলকে অপসারণ করতে এবং তোমাদের পরে তোমাদের স্থানে যাকে চান আনয়ন করতে পারেন যেমন তোমাদেরকে তিনি অন্য এক সম্প্রদায়ের বংশ হতে সৃষ্টি করেছেন।\nএটি প্রোটো-মানব পূর্বপুরুষদের নির্দেশ করতে পারে যেগুলো থেকে মানুষ বিবর্তিত হয়েছিলো এমনটা বিবর্তনবাদী পণ্ডিতরা দাবি করলেও, সৃষ্টিবাদী পণ্ডিতরা যুক্তি দেন যে এখানে \"পূর্বসূরীগণ\" হিসেবে সেই সভ্যতাগুলোকে বোঝাচ্ছে যারা মানুষের পূর্বে বসবাস করতো।\n\n\n== পরিসংখ্যান ==\nওকলাহোমা বিশ্ববিদ্যালয়ের একজন গবেষক দ্বারা পরিচালিত ২০০০ সালের একটি সমীক্ষায় দেখা গেছে যে ১৯% অংশগ্রহণকারী বিশ্বাস করেন যে ইসলামের নীতিগুলো ডারউইনের বিবর্তন তত্ত্বের সাথে বিরোধপূর্ণ নয়, অন্যদিকে ৮১% বিশ্বাস করে যে ইসলাম ও ডারউইনবাদের মধ্যে কিছু দ্বন্দ্ব রয়েছে। অংশগ্রহণকারীদের মধ্যে একজন ছিলেন ইসলামি শিক্ষক, তিনি বিবর্তন তত্ত্বের বিরোধিতা করেছিলেন যদিও তিনি এর দ্বারা প্রস্তাবিত কিছু দিক গ্রহণ করতে ইচ্ছুক ছিলেন। যে সমস্ত অংশগ্রহণকারী বিশ্বাস করেছিলো যে ইসলাম ও ডারউইনের বিবর্তন তত্ত্বের মধ্যে কোনও বিরোধ নেই তারা বিভক্ত ছিলো কেননা মাত্র ৬% অংশগ্রহণকারী প্রাইমেট ও মানুষের মধ্যে সম্ভাব্য সম্পর্কের সাথে সম্পর্কিত এই দাবির মধ্যে কোন সমস্যা খুঁজে পায়নি।\n২০০৮ সালের একটি প্রতিবেদন অনুযায়ী, বেশিরভাগ মুসলিম দেশের উচ্চ বিদ্যালয়ের পাঠ্যসূচিতে বিবর্তনীয় জীববিজ্ঞান অন্তর্ভুক্ত ছিল। পাকিস্তান, ইরান, তুরস্ক, ইন্দোনেশিয়া ও মিশর সহ ১৪টি মুসলিম দেশের বিজ্ঞান ফাউন্ডেশন সম্প্রতি মানব বিবর্তন সহ বিবর্তনের শিক্ষার সমর্থনে আন্তঃঅ্যাকাডেমি প্যানেল (আইএপি, বিজ্ঞান অ্যাকাডেমিগুলোর একটি গ্লোবাল নেটওয়ার্ক) দ্বারা একটি বিবৃতিতে স্বাক্ষর করেছে।\nম্যাকগিল গবেষক ও তাদের আন্তর্জাতিক সহযোগীদের দ্বারা পরিচালিত ২০০৯ সালের একটি সমীক্ষায় দেখা গেছে যে ৮৫% ইন্দোনেশীয় উচ্চ বিদ্যালয়ের শিক্ষার্থী ও ৮৫% পাকিস্তানি উচ্চ বিদ্যালয়ের শিক্ষার্থী এই বিবৃতিটির সাথে একমত যে, \"লক্ষ লক্ষ জীবাশ্ম দেখায় যে বিলিয়ন বছর ধরে জীবন বিদ্যমান এবং সময়ের সাথে সাথে পরিবর্তন হয়েছে। সময়।\" যাইহোক, ইন্দোনেশিয়ায়, বয়স্ক বাসিন্দাদের মধ্যে সৃষ্টিবাদ সাধারণ, এমনকি জীববিজ্ঞানের শিক্ষক ও জীববিজ্ঞান শিক্ষার অধ্যাপকদের মধ্যেও।\nএকটি ২০১৩ সালের পিউ সমীক্ষা অনুযায়ী, বিবর্তনকে সমর্থন করে এমন মুসলিমদের সংখ্যা ধীরে ধীরে কিন্তু স্থিরভাবে বৃদ্ধি পাচ্ছে বলে মনে হচ্ছে। উদাহরণ স্বরূপ, কাজাখস্তান (৭৯%) এবং লেবাননে (৭৮%) অধিকাংশ মানুষ মানব বিবর্তনকে স্বীকার করে, কিন্তু অন্যান্য ইসলামি দেশগুলোর মধ্যে কোথাও কোথাও যেমন আফগানিস্তানে (২৬%) ও ইরাকে (২৭%) এর পরিমাণ তুলনামূলকভাবে কম।\n\n\n== বিবর্তন সম্পর্কে আহমদিয়াদের দৃষ্টিভঙ্গি ==\n\nবিবর্তন সম্পর্কে আহমদিয়া সম্প্রদায়ের দৃষ্টিভঙ্গি হল সর্বজনীন গ্রহণযোগ্যতা, যদিও এটি ঐশ্বরিকভাবে পরিকল্পিত। এই আন্দোলন সক্রিয়ভাবে ঈশ্বর-নির্দেশিত \"বিবর্তন\" প্রচার করে। কয়েক দশক ধরে আন্দোলনটি বিবর্তনের পিছনে বৈজ্ঞানিক ধারণার সমর্থনে বিভিন্ন প্রকাশনা জারি করেছে।\n\n\n== বিবর্তন শিক্ষা প্রদান ==\nরানা দাজানির মতে জ্ঞান অর্জনের জন্য নতুন চিন্তাভাবনা করা ইসলামের মূল নীতি। দাজানি বলেছেন যে কুরআনের ব্যাখ্যাটি শিক্ষার একটি সরল সংস্করণ ও মানুষের অনুশীলনের চলমান প্রক্রিয়া, বৈজ্ঞানিক জ্ঞানের অন্বেষণের সময় যদি কোনও অসঙ্গতি উদ্ভূত হয় তবে সর্বদা স্পষ্ট দ্বন্দ্বগুলোকে পুনর্বিবেচনা করা যেতে পারে। দাজানির মতে আধুনিকায়ন ও বিশ্বায়নের সাথে মিথস্ক্রিয়া অনুসারে মুসলিম সমাজে বিবর্তন তত্ত্ব প্রত্যাখ্যানের মতো বিজ্ঞানের প্রতি কিছু সমস্যাযুক্ত বৈরী মনোভাব আমদানি হয়েছে। দাজানি বলেছেন বিবর্তনবাদের প্রতি মুসলমানদের মধ্যে নেতিবাচক মনোভাব বিংশ শতাব্দীর পরে ডারউইনকে পশ্চিমা ঔপনিবেশিক বস্তুবাদ ও বর্ণবাদের সাথে যুক্ত করে, কিন্তু প্রকৃতপক্ষে বিবর্তনের প্রাথমিক তত্ত্বগুলো নবম শতাব্দী থেকে এমনকি ১৮৮০-এর দশক পর্যন্ত মুসলিম পণ্ডিতদের দ্বারা প্রস্তাবিত হয়েছিলো। দাজানি বলেছেন যখন কিছু মুসলিম ছাত্র মনে করে বিবর্তন তত্ত্ব গ্রহণ করার অর্থ আল্লাহর অস্তিত্বকে অস্বীকার করা, কিন্তু আল্লাহর দীক্ষা নেওয়ার পরে এমনটি হতেই হবে তা নয়, বিজ্ঞান ও যুক্তির নীতি অনুসারে এই মহাবিশ্ব বিকশিত হতে পারে। দাজানি বলেন সাধারণত উদ্ভিদের প্রাকৃতিক বিবর্তন, কৃত্রিম প্রজনন, অ্যান্টিবায়োটিক প্রতিরোধ, আধুনিক ওষুধ ও ভ্যাকসিনের বিকাশের বিশদ ব্যাখ্যা, মুসলিম ছাত্রদের বিবর্তনকে মেনে নিতে সাহায্য করে তবুও মানুষের বিবর্তনকে মেনে নেওয়ার ক্ষেত্রে কিছু রক্ষণশীলতা রয়ে যায়; এখানে দাজানি বলেছেন যে মুসলমানদের অহংকার বিরুদ্ধে সতর্ক করা হয়েছে ও বুঝতে হবে মানুষ সৃষ্টির বাকি অংশ। দাজানি বলেছেন, একজন বিজ্ঞানী হিসাবে, চার্লস ডারউইন পৃথিবীতে জীবনের উত্থান ও বৈচিত্র্য সম্পর্কে মানুষের বোঝার ক্ষেত্রে অবদান রেখেছিলেন এবং বিবর্তন হলো বৈচিত্র্য ও প্রজাতির বিকাশ ব্যাখ্যা করার সঠিক প্রক্রিয়া। দাজানি বলেছেন বিবর্তনের বিতর্কিত বিষয় নিয়ে আলোচনা মুসলিম ছাত্রদের স্থিতাবস্থার অন্ধ গ্রহণযোগ্যতা এড়াতে ও এমনকি তাদের জীবনের অন্যান্য দিক নিয়েও প্রশ্ন তুলতে সাহায্য করে।\n\n\n== আরও দেখুন ==\nমহাবিস্ফোরণ তত্ত্বের ধর্মীয় ব্যাখ্যা#ইসলাম – মহাবিস্ফোরণ তত্ত্বের ইসলামি ব্যাখ্যা\nবিবর্তনীয় চিন্তাধারার ইতিহাস#ইসলামি দর্শন ও অস্তিত্বের সংগ্রাম – ইসলামের প্রারম্ভিক বিবর্তনীয় চিন্তাধারা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nMalik, Shoaib Ahmed (২০২১a)। Islam and Evolution: al-Ghazālī and the Modern Evolutionary Paradigm। London: Routledge। আইএসবিএন 9780429345753। ডিওআই:10.4324/9780429345753 । \n\n\n== বহিঃসংযোগ ==\nকুরআনে বিজ্ঞান, আশরাফ সালমাওয়ি\nবিবর্তনের প্রতি মুসলিম প্রতিক্রিয়া, আবদুল মাজিদ\nকুরআন বিবর্তন ও বুদ্ধিদীপ্ত নকশা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ জানুয়ারি ২০২২ তারিখে, এস. নেমার্স\nমুসলিম বিশ্বে সৃষ্টিবাদের উত্থান বস্টন.কম"}