{"pageid": 1042029, "title": "বারিমা মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1042029", "content": "বারিমা মসজিদ (আরবি: مسجد بريمة, আমাজিগ: ⵎⴻⵣⴳⵉⴷⴰ ⴱⴰⵔⵉⵎⴰ) মরক্কোর মারাক্কেশে অবস্থিত একটি মসজিদ। এটি কাসবাহ (দুর্গ) এবং শহরের রাজকীয় প্রাসাদের (দার আল-মাখজেন) সাথে সংযুক্ত। মসজিদটি অষ্টাদশ শতাব্দীর শেষদিকে অ্যালৌউত সুলতান মোহাম্মদ বিন আব্দুল্লাহ কর্তৃক নির্মিত হয়।\n\n\n== ইতিহাস ==\nসুলতান মোহাম্মদ বিন আব্দুল্লাহ তার রাজত্বের জন্য কোন রাজধানী বেছে না নিলেও তিনি মারাক্কেশে নিজেকে অন্যান্য শহরের চেয়েও বেশি প্রতিষ্ঠিত করেছিলেন। ফলস্বরূপ, তিনি মূল কাসবাহ মসজিদ পুনরুদ্ধারসহ শহরের রাজকীয় দুর্গের (কাসবাহ ও দার আল-মাখজেন) বেশ কয়েকটি পুনঃসংস্কার ও নির্মাণ কাজ চালান। তবে জনশ্রুতি অনুযায়ী তার ছেলে মায়মুন এমন একটি মসজিদ চেয়েছিলেন যা প্রাসাদের নিকটে হবে। তাই তিনি এই মসজিদটি নির্মাণ করেন। এই মসজিদটি রাজকীয় প্রাসাদের মাঠের পূর্ব প্রান্তে ও পুরনো মিল্লার (ইহুদি কোয়ার্টার) পশ্চিম প্রান্তে, শহরের প্রবেশদ্বার \"বাব বারিমা\" এর নিকটে অবস্থিত। এই রাজকীয় মসজিদটি অনেকটা লাল্লা আউদা মসজিদের অনুরূপ।\n\n\n== স্থাপত্য ==\nঅন্যান্য মরক্কোর মসজিদের তুলনায় বারিমা মসজিদের গঠন ও বিন্যাস আলাদা। মসজিদের বড় বর্গক্ষেত্রাকার শান বা প্রাঙ্গণটির দৈর্ঘ্য ৩৫ মিটার ও ক্ষেত্রফল ১,২২৫ বর্গ মিটার। এই প্রাঙ্গণ ও প্রার্থনা কক্ষের মাঝখানে একটি বারান্দা আছে যার পাশে সুলতান ও সরকারি কর্মকর্তাদের জন্য দুটি বিশ্রামাগার রয়েছে। ২৫ মিটার দৈর্ঘ্য ও ১৫ মিটার প্রস্থ বিশিষ্ট প্রার্থনা কক্ষটি প্রাঙ্গণের চেয়ে ছোট এবং মরক্কোর অন্যান্য মসজিদগুলো প্রার্থনা কক্ষের সাধারণ রূপ অনুসরণ করে না। প্রার্থনা কক্ষের কাঠের ছাদ সুন্দরভাবে সজ্জিত। মসজিদটিতে তিনটি প্রবেশপথ ছিল, যার মধ্যে কেবল উত্তরের প্রবেশপথটি প্রাসাদের বাইরের সাধারণ বাসিন্দাদের জন্য প্রবেশযোগ্য ছিল। সুলতানের নিজস্ব ব্যক্তিগত প্রবেশপথটি প্রাসাদ থেকে মসজিদের ভিতরে মিহরাবের পাশে সংযুক্ত ছিল। এর মিনারটি কেবল একটি ছোট টাওয়ার যা প্রাসাদের দেয়ালের চেয়েও নিচু (সম্ভবত প্রাসাদের সীমাবদ্ধ এলাকায় কোনও দৃশ্য এড়াতে ইচ্ছাকৃত নকশা)। প্রথমদিকে মসজিদ সংলগ্ন একটি মাদ্রাসা ও ওযুখানা ছিল, তবে বিংশ শতাব্দীর মাঝামাঝি সময়ে এগুলো ধ্বংসস্তূপে পরিণত হয়।\n\n\n== আরও দেখুন ==\nমসজিদের তালিকা\nমরক্কোর মসজিদের তালিকা\nআফ্রিকার মসজিদের তালিকা\nআল ফাস মসজিদ\nঔজদার বড় মসজিদ\nআল-কারাওইন বিশ্ববিদ্যালয়\nমেকনেস গ্র্যান্ড মসজিদ\nআল-বাঈদা মসজিদ\n\n\n== তথ্যসূত্র =="}