{"pageid": 1042574, "title": "ওয়াজিব", "url": "https://bn.wikipedia.org/wiki?curid=1042574", "content": "ওয়াজিব (وَاجِبٌ), এটা মুসলিম সমাজে বহুল ব্যবহৃত আরবি শব্দ। এটা মুহাম্মাদ (সাঃ) এর মুখ নিঃসৃত আরবি শব্দও বটে। বাংলায় ওয়াজিব এর অর্থ কর্তব্য। যার উপর আমল করলে সাওয়াব পাওয়া যাবে আর পরিত্যাগ করলে শাস্তি পেতে হবে। কিছু ইসলামি বিশেষজ্ঞদের মতে, যা করার আদেশ জন্নী দলীল তথা ফরজের তুলনায় দুর্বল দলীল দ্বারা প্রমাণিত, তাকে ওয়াজিব বলে। ফরজের পরই ওয়াজিব এর স্থান।\nএই শব্দের অন্যতম বিশেষত্ব হল, মুহাম্মদ (সাঃ) নিজে এই শব্দটা উনার হাদিসে ব্যবহার  করেছেন।\nওয়াজিব (وَاجِبٌ) শব্দ সংবলিত একটি হাদিস নিচে উল্লেখ করা হল:\n\nحَدَّثَنَا عَلِيٌّ، قَالَ حَدَّثَنَا حَرَمِيُّ بْنُ عُمَارَةَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي بَكْرِ بْنِ الْمُنْكَدِرِ، قَالَ حَدَّثَنِي عَمْرُو بْنُ سُلَيْمٍ الأَنْصَارِيُّ، قَالَ أَشْهَدُ عَلَى أَبِي سَعِيدٍ قَالَ أَشْهَدُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الْغُسْلُ يَوْمَ الْجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ، وَأَنْ يَسْتَنَّ وَأَنْ يَمَسَّ طِيبًا إِنْ وَجَدَ ‏\"‏‏.‏ قَالَ عَمْرٌو أَمَّا الْغُسْلُ فَأَشْهَدُ أَنَّهُ وَاجِبٌ، وَأَمَّا الاِسْتِنَانُ وَالطِّيبُ فَاللَّهُ أَعْلَمُ أَوَاجِبٌ هُوَ أَمْ لاَ، وَلَكِنْ هَكَذَا فِي الْحَدِيثِ‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ هُوَ أَخُو مُحَمَّدِ بْنِ الْمُنْكَدِرِ وَلَمْ يُسَمَّ أَبُو بَكْرٍ هَذَا‏.‏ رَوَاهُ عَنْهُ بُكَيْرُ بْنُ الأَشَجِّ وَسَعِيدُ بْنُ أَبِي هِلاَلٍ وَعِدَّةٌ‏.‏ وَكَانَ مُحَمَّدُ بْنُ الْمُنْكَدِرِ يُكْنَى بِأَبِي بَكْرٍ وَأَبِي عَبْدِ اللَّهِ‏.\n\nআলী ইবনু আবদুল্লাহ (রহঃ) ... আমর ইবনু সুলাইম আনসারী (রাঃ) থেকে বর্ণিত, তিনি বলেন, আবূ সায়ীদ খুদরী (রাঃ) বলেন, আমি এ মর্মে সাক্ষ্য দিচ্ছি যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জুম্মার দিন প্রত্যেক বালিগের জন্য গোসল করা কর্তব্য। আর মিসওয়াক করবে এবং সুগন্ধি পাওয়া গেলে তা ব্যবহার করবে। আমর (ইবনু সুলাইম) (রহঃ) বলেন, গোসল সম্পর্কে আমি সাক্ষ্য দিচ্ছি তা কর্তব্য। কিন্তু মিসওয়াক ও সুগন্ধি কর্তব্য কিনা তা আল্লাহই ভাল জানেন। তবে হাদীসে এরূপই আছে। [সহিহ বুখারী, হাদিস নং ৮৮০, সহিহ হাদিস] \n\n\n== আরও দেখুন ==\nফরজ\nমাসআলা-মাসায়েল\n\n\n== তথ্যসূত্র =="}