{"pageid": 1042223, "title": "স্টেফানি সুইফট", "url": "https://bn.wikipedia.org/wiki?curid=1042223", "content": "স্টেফানি সুইফট একজন মার্কিন প্রাক্তন পর্ন অভিনেত্রী। যিনি ১৯৯৫ থেকে ২০০৯ এর মধ্যে ৩০০ এরও বেশি পর্নোগ্রাফিক চলচ্চিত্র অভিনয় করেছিলেন, যখন তিনি স্তন ক্যান্সারে আক্রান্ত হন তখন তিনি এ শিল্প ছেড়ে দেন। তিনি এভিএন  ও এক্সআরসিও হল অফ ফেম উভয়েরই অন্তর্ভুক্ত।  সুইফট এখন খ্রিস্টান এক্সএক্সএক্সচার্চ.কম সাথে কাজ করেন যা পর্ন অভিনয়শিল্পীদের শিল্প ছেড়ে দিতে এবং পর্ন আসক্তদের পর্ন আসক্তি কাটিয়ে উঠতে সহায়তা করে। \n\n\n== জীবনের প্রথমার্ধ ==\nসুইফট তার শৈশব কাটিয়েছেন লুইসিয়ায়। তিনি নরওয়েজীয় আইরিশ ইংরেজ ফরাসি স্পেনীয় ও ফিলিপিনো।  এক থেকে চৌদ্দ বছর বয়সের মধ্যে তিনি পরিবারের সদস্যদের হাতে যৌন নির্যাতনের শিকার হন।  প্রায় ১৩ বছর বয়সে তিনি ক্যালিফোর্নিয়ার সান দিয়েগোতে থাকতেন এবং ক্যালিফোর্নিয়ার বোনিটা ভিস্তা জুনিয়র উচ্চ বিদ্যালয়ে পড়াশোনা করেন। প্রায় ১৯ বছর বয়সে, তিনি দ্য বডি শপ নামের এক ক্লাবে ছয় মাস স্ট্রিপার হিসাবে কাজ করেছিলেন। \n\n\n== ক্যারিয়ার ==\nডিগ্রি অর্জনের পরে, তিনি পাঁচ বছর নগ্ন মডেলিং করেন বিশেষত ক্লাব ইন্টরন্যাশনাল এবং হাসলার ম্যাগাজিনের জন্য।  সুইফট দক্ষিণ ক্যালিফোর্নিয়ার প্রাপ্তবয়স্ক চলচ্চিত্র শিল্পে কাজ শুরু করেন  ১৯৯৫ সালে।  তার প্রথম সফটকোর দৃশ্য ছিল প্লেবয় টিভির আপ ক্লোজ এবং ডেঞ্জেরাস ।  তার প্রথম হার্ডকোর দৃশ্য ছিল স্পেস সাইরেন্সে ।  তিনি ১৯৯৮ সালে এভিএন বর্ষসেরা মহিলা পারফরমার পুরস্কার সহ বেশ কয়েকটি পুরস্কার পান।  তিনি, এক সময়ের জন্য, উইকেড পিকচার্সের চুক্তিবদ্ধ মেয়ে ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\n২০০৯ এর অগস্ট এক্সবিআইজেডের এক প্রেস বিজ্ঞপ্তিতে ঘোষণা করা হয়েছিল যে সুইফটকে তার বাম স্তনে স্তন ক্যান্সার ধরা পড়েছিল এবং তার চিকিৎসা বিলগুলি সহায়তা করার জন্য অনুদানের জন্য বলেছিলেন।  এই মাসে পরে, তিনি একটি ডাবল মাস্টেকটমি ছিল ।  ২০১০ এর মার্চ মাসে তিনি কেমোথেরাপি এবং নির্ধারিত লিম্ফ নোড সার্জারি সম্পন্ন করেছিলেন। \n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== মন্তব্য ==\nঅ্যাডাল্ট ডিভিডি টক এ স্টিফানি সুইফট সাক্ষাৎকার\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে স্টেফানি সুইফট (ইংরেজি)\nইন্টারনেট অ্যাডাল্ট ফিল্ম ডেটাবেজে স্টেফানি সুইফট\nঅ্যাডাল্ট ফিল্ম ডেটাবেজে স্টেফানি সুইফট (ইংরেজি)"}