{"pageid": 1042213, "title": "সত্যতা প্রতিপাদন", "url": "https://bn.wikipedia.org/wiki?curid=1042213", "content": "সত্যতা প্রতিপাদন বা সত্যতা যাচাইকরণ বলতে বোঝাতে পারে:\n\n\n== সাধারণ ==\nসত্যতা প্রতিপাদন ও বৈধকরণ, প্রকৌশল ও মান নিয়ন্ত্রণ পদ্ধতিসমূহে ব্যবহৃত একটি পর্যালোচনা, পর্যবেক্ষণ বা পরীক্ষণভিত্তিক কর্মকাণ্ড, যার উদ্দেশ্য কোনও পণ্য, সেবা বা ব্যবস্থা নিয়ন্ত্রণী বা কারিগরি আদর্শ পূরণ করেছে কি না, তা প্রতিষ্ঠিত ও নথিবদ্ধ করা।\nসত্যতা প্রতিপাদন (মহাকাশ যাত্রা), মহাকাশ ব্যবস্থা প্রকৌশল ক্ষেত্রে ব্যবহৃত।\nসত্যতা প্রতিপাদন তত্ত্ব, কোনও বিবৃতির অর্থের সত্যতা কীভাবে প্রতিপাদন করা হয়, সে সংক্রান্ত দার্শনিক তত্ত্ব\nতৃতীয়-পক্ষ কর্তৃক সত্যতা প্রতিপাদন, কোনও ক্রেতার পরিচয়ের সত্যতা যাচাই করার জন্য স্বাধীন সংগঠনের ব্যবহার\nপ্রমাণীকরণ, কোনও সত্তার দ্বারা দাবীকৃত বৈশিষ্ট্যের (যেমন পরিচয়) সত্যতা নিশ্চিতকরণ\nপূর্বাভাসের সত্যতা প্রতিপাদন, কোনও সাংখ্যিক প্রতিমান (মডেল) থেকে প্রাপ্ত পূর্বাভাসমূলক উৎপাদের সত্যতা যাচাইকরণ\nসত্যতা প্রতিপাদনযোগ্যতা (বিজ্ঞান),একটি বৈজ্ঞানিক মূলনীতি\nসত্যতা প্রতিপাদন (হিসাবনিরীক্ষা), হিসাবনিরীক্ষার একটি প্রক্রিয়া\n\n\n== পরিগণন ==\nসত্যতা প্রতিপাদন ও বৈধকরণ (সফটওয়্যার)\n\n\n=== ব্যবহারিক প্রয়োগ (অ্যাপ্লিকেশন) ===\nক্যাপচা, কোনও ওয়েবসাইটের ব্যবহারকারী মানুষ কিনা, তার সত্যতা প্রতিপাদনের কৌশল, যাতে স্বয়ংক্রিয় অপব্যবহার নিরোধ করা যায়।\nনথির সত্যতা প্রতিপাদন, কোনও নথির (ফাইল) রৌপ সঠিকতা বা অখণ্ডতা পরীক্ষা করা\nবাচনের সত্যতা প্রতিপাদন, প্রদত্ত বাক্যসমূহ সঠিকভাবে বলা হচ্ছে কি না, তা পরীক্ষা করা\nভেরিফাই (ডস আদেশ)\n\n\n=== সফটওয়্যার নির্মাণ ===\nরৌপ সত্যতা প্রতিপাদন, আদেশক্রম বা অ্যালগোরিদমসমূহের সঠিকতার গাণিতিক প্রমাণ\nবুদ্ধিমান সত্যতা প্রতিপাদন,\nনির্বাহকালীন সত্যতা প্রতিপাদন, কোনও প্রোগ্রাম নির্বাহ করার সময় কৃত।\nসফটওয়্যারের সত্যতা প্রতিপাদন, সফটওয়্যারের সত্যতা প্রতিপাদনের বিভিন্ন কৌশলের সামগ্রিক চিত্র\n\n\n=== বর্তনী নির্মাণ ===\nহার্ডওয়্যারের সত্যতা প্রতিপাদন\nকার্যমূলক সত্যতা প্রতিপাদন ডিজিটাল (দ্বি-আঙ্কিক) হার্ডওয়্যার বা যন্ত্রাংশসামগ্রীর নকশার জন্য।\nঅ্যানালগ সত্যতা প্রতিপাদন, অ্যানালগ (সদৃশ) বা মিশ্র-সংকেত হার্ডওয়্যার তথা যন্ত্রাংশসামগ্রীর জন্য প্রযোজ্য।\nভৌত সত্যতা প্রতিপাদন, বর্তনীর নকশার জন্য প্রযোজ্য\n\n\n== আরও দেখুন ==\nবৈধকরণ (দ্ব্যর্থতা নিরসন)\nসত্যতা প্রতিপাদনযোগ্য পরিগণন\nসত্যতা প্রতিপাদন পক্ষপাত, এক ধরনের পরিমাপজনিত পক্ষপাত\nসত্যতা প্রতিপাদক (দ্ব্যর্থতা নিরসন)\nপরিমাপ ও সত্যতা প্রতিপাদন"}