{"pageid": 1043639, "title": "প্ল্যাঙ্ক–আইনস্টাইন সম্পর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1043639", "content": "প্ল্যাঙ্কের সম্পর্ক (প্ল্যাঙ্কের শক্তি–কম্পাঙ্ক সম্পর্ক, প্ল্যাঙ্কের সম্পর্ক, প্ল্যাঙ্কের সমীকরণ, এবং পরবর্তীতে প্ল্যাঙ্কের সূত্র  নামেও পরিচিত) হলো কোয়ান্টাম বলবিজ্ঞানের একটি মৌলিক সমীকরণ। এই সূত্রানুযায়ী কোন ফোটনের শক্তি, E এর কম্পাঙ্ক, ν এর সমানুপাতিক\n\n  \n    \n      \n        E\n        =\n        h\n        ν\n      \n    \n    {\\displaystyle E=h\\nu }\n  \n\nসমানুপাতিক ধ্রুবক, h সাধারণত প্ল্যাঙ্কের ধ্রুবক হিসেবে পরিচিত। সমতুল্য কয়েকটি সম্পর্ক রয়েছে, যেমন কৌণিক কম্পাঙ্ক, ω এর ক্ষেত্রে:\n\n  \n    \n      \n        E\n        =\n        ℏ\n        ω\n      \n    \n    {\\displaystyle E=\\hbar \\omega }\n  \n\nযেখান, \n  \n    \n      \n        ℏ\n        =\n        h\n        \n          /\n        \n        2\n        π\n      \n    \n    {\\displaystyle \\hbar =h/2\\pi }\n  \n। এই সম্পর্কটি আলোর কোয়ান্টায়ন ধর্ম প্রকাশ করে এবং আলোক তড়িৎ ক্রিয়া এবং কৃষ্ণবস্তু বিকিরণের মতো ঘটনাগুলি ব্যাখ্যা করার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করে (সম্পর্কিত প্ল্যাঙ্কের স্বীকার্য ব্যবহার করে প্ল্যাঙ্কের সূত্র পাওয়া যেতে পারে)।\n\n\n== তথ্যসূত্র ==\n\n\n== উদ্ধৃত গ্রন্থপঞ্জি ==\nCohen-Tannoudji, C., Diu, B., Laloë, F. (1973/1977). Quantum Mechanics, translated from the French by S.R. Hemley, N. Ostrowsky, D. Ostrowsky, second edition, volume 1, Wiley, New York, আইএসবিএন ০৪৭১১৬৪৩২১.\nFrench, A.P., Taylor, E.F. (1978). An Introduction to Quantum Physics, Van Nostrand Reinhold, London, আইএসবিএন ০-৪৪২-৩০৭৭০-৫.\nGriffiths, D.J. (1995). Introduction to Quantum Mechanics, Prentice Hall, Upper Saddle River NJ, আইএসবিএন ০-১৩-১২৪৪০৫-১.\nLandé, A. (1951). Quantum Mechanics, Sir Isaac Pitman & Sons, London.\nLandsberg, P.T. (1978). Thermodynamics and Statistical Mechanics, Oxford University Press, Oxford UK, আইএসবিএন ০-১৯-৮৫১১৪২-৬.\nMessiah, A. (1958/1961). Quantum Mechanics, volume 1, translated from the French by G.M. Temmer, North-Holland, Amsterdam.\nSchwinger, J. (2001). Quantum Mechanics: Symbolism of Atomic Measurements, edited by B.-G. Englert, Springer, Berlin, আইএসবিএন ৩-৫৪০-৪১৪০৮-৮.\nvan der Waerden, B.L. (1967). Sources of Quantum Mechanics, edited with a historical introduction by B.L. van der Waerden, North-Holland Publishing, Amsterdam.\nWeinberg, S. (1995). The Quantum Theory of Fields, volume 1, Foundations, Cambridge University Press, Cambridge UK, আইএসবিএন ৯৭৮-০-৫২১-৫৫০০১-৭.\nWeinberg, S. (2013). Lectures on Quantum Mechanics, Cambridge University Press, Cambridge UK, আইএসবিএন ৯৭৮-১-১০৭-০২৮৭২-২.\nFlowers, P., Theopold,K., Langley, R. (n.d.). Chemistry, chapter 6, Electronic Structure and Periodic Properties of Elements, OpenStax, https://opentextbc.ca/chemistry/chapter/6-2-the-bohr-model/  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ মে ২০২১ তারিখে."}