{"pageid": 1043153, "title": "জাহান্নামের দরজা", "url": "https://bn.wikipedia.org/wiki?curid=1043153", "content": "জাহান্নামের দরজা দিয়ে পৃষ্ঠতলে বিভিন্ন স্থানের প্রবেশপথ রয়েছে বিশ্বব্যাপি এমন একটি কাল্পনিক খ্যাতি রয়েছে। সাধারণত অস্বাভাবিক ভূতাত্ত্বিক ক্রিয়াকলাপের অঞ্চলগুলিতে যেমন, আগ্নেয়গিরির অঞ্চল, হ্রদ, পাহাড়ে গুহাকে জাহান্নামের দরজা বলে ব্যাপক প্রচলন রয়েছে।\n\n\n== ইসলাম ধর্মে জাহান্নামের দরজা ==\nজাহান্নাম একটি কিন্তু তার দরজা সাতটি:\nদলীল: আল্লাহ বলেন:\nوَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ – لَهَا سَبْعَةُ أَبْوَابٍ لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ\n“তাদের সবার নির্ধারিত স্থান হচ্ছে জাহান্নাম। এর সাতটি দরজা আছে। প্রত্যেক দরজার জন্যে এক একটি পৃথক দল আছে।” (সূরা হিজর ৪৩ ও ৪৪ নং আয়াত)\nমুফাসসিরগণ বলেন: উপর নিচ করে সাতটি স্তরে জাহান্নামের দরজাগুলো অবস্থিত। ইবলিস শয়তানের অনুসারীরা তাদের আমল অনুযায়ী উক্ত দরজাগুলো দিয়ে জাহান্নামে প্রবেশ করবে।\n\n\n== মধ্যযুগীয় দরজা ==\nমধ্যযুগীয় সময়ে সিসিলির এটনা পর্বতকে জাহান্নামের প্রবেশ পথ হিসাবে বিবেচনা করা হত।\nতখনকার জাহান্নামের দরজাগুলি সাধারণত চোয়াল মত দেখা যেতো, হেলমাউথ এর গঠিত নরকের প্রবেশদ্বার ছিল এক বিশাল দানবের মুখের মত।\n\n\n== শিল্প ==\n১৮৮৮ সালের ২০ আগস্ট আগুস্টে রডিন প্যারিসে নতুন একটি শিল্প যাদুঘরের জন্য নরকের দরজার প্রতীক হিসাবে এক জোড়া ব্রোঞ্জের দরজা তৈরি করার জন্য অর্ডার পেয়েছিলেন। দরজা জোরা ১৮৮৮ এর এক্সপোজেনশন ইউনিভার্সলে প্রদর্শিত হয়েছিল তবে তখন দরজাটি খোলা হয়নি। রডিনের এটাই প্রথম একক প্রদর্শনীর অংশ ছিল। রডিনের দরজাটি তৈরি করতে সাত বছর সময় লেগেছিল, এতে ২০০ এরও বেশি পরিসংখ্যান প্রদর্শিত হয়েছিল। তিনি প্রথমে ইনফার্নো বা নরকের কথা চিন্তা করে এই দরজা জোরা তৈরি করতে অনুপ্রাণিত হয়েছিলেন তবে পরে সবার অনুপ্রেরণায় আরও মনোনিবেশ করেছিলেন। এই নরকের দ্বারগুলি রডিনেরল অন্যতম কাজ ছিল। ১৮৮৯ সালে এক্সপোশন ইউনিভার্সলে তাঁর দরজাটি প্রদর্শন করার কথা ছিলেন। সে এগুলি শেষ করতে খুব ব্যস্ত হয়ে ছিলেন এবং ১৮৯০ সালে ভাস্কর উপর কাজ করা বন্ধ করে দিয়েছেন। রডিনের জীবদ্দশায় মডেলটি কখনও প্রদর্শন করা হয়নি, ১৯২৫ সালে এটি প্রথম প্রদর্শন হয়েছিল।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n."}