{"pageid": 1043328, "title": "দাউদী বোহরা", "url": "https://bn.wikipedia.org/wiki?curid=1043328", "content": "দাউদি বোহরা হলো ইসলাম ধর্মের শিয়া সম্প্রদায়ের ইসমাইল অনুসারী সম্প্রদায়। সম্প্রদায়টির বৃহত্তম সংখ্যা ভারত, পাকিস্তান, ইয়েমেন, পূর্ব আফ্রিকা এবং উপসাগরীয় রাজ্যে বাস করে। এছাড়াও মধ্য প্রাচ্য, পূর্ব আফ্রিকা, ইউরোপ, উত্তর আমেরিকা, দক্ষিণ পূর্ব এশিয়া এবং অস্ট্রেলিয়ায় উল্লেখযোগ্য বসতি রয়েছে। ধারণা করা হয় বিশ্বব্যাপী এক মিলিয়নে বেশি সংখ্যক বোহররা সম্প্রদায়ের অনুসারী রয়েছ। \n\n\n== পরিচিত ==\nশিয়া ইসলামের একটি সম্প্রদায় দাউদি বোহরা। তারা মূলত ব্যবসা-বাণিজ্যের সঙ্গে যুক্ত, তারা বেশিরভাগই বেশ সম্ভ্রান্ত। শুধুমাত্র ভারতে ৫,০০,০০০ বোহরা সম্প্রদায়ের লোক রয়েছেন। এছাড়া পাকিস্তান, ইয়েমেন, পূর্ব আফ্রিকাতেও দাউদি বোহরা সম্প্রদায়ের লোক রয়েছে। দাউদি বোহরা সম্প্রদায়ের ধর্মীয় নেতা সায়েদনা মহম্মদ বুরহানউদ্দিনের ২০১৮ সালের জানুয়ারিতে মৃত্যু হলে তার জায়গায় আসেন ছেলে সায়েদনা মুফাদ্দল সইফুদ্দিন। ফাতিমিদ দাওয়াতের ইসমাইলি (আঃ) সাতটি স্তম্ভ অনুসরণ করেন দাউদি বোহরা সম্প্রদায়। স্তম্ভ গুলো হলো, বিশ্বাস, স্বচ্ছ শরীর ও মন, নামাজ, জাকাত, রোজা (রমজান), হজ ও জিহাদ (ধর্ম রক্ষা)।  দাউদি বোহরা সম্প্রদায়ের আসারা মুবারকা অর্থাৎ ইসলামি ক্যালেন্ডারের প্রথম ১০দিন মহানবী হযরত মুহাম্মদ ও তাঁর পরিবারকে সমর্পিত করেন।\n\n\n== ভাষা ==\nবোহরা সম্প্রদায়ের মানুষ প্রধানত কথা বলেন গুজরাতি ভাষায়। তবে সম্প্রদায়ের একাধিক নেতৃস্থানীয় মানুষের ভাষ্য, তাদের মুখের ভাষা গুজরাতি ও আরবি ভাষার মিশ্রণ। এছাড়া হিন্দি, ইংরেজি, বাংলা প্রভৃতি ভাষায় কথা বলতে তারা স্বাচ্ছন্দ্যবোধ করেন।\n\n\n== পোশাক ==\nবোহরা সম্প্রদায় পোশাকের ক্ষেত্রেও নিজেদের স্বকীয়তা ধরে রাখতে খুবই সচেতন। পুরুষরা সাধারণত পাজামা-পাঞ্জাবি পরেন। সবসময় একটি বিশেষ ধরনের টুপি পরেন মাথায়। মহিলারা বোরকা পরেন। টুপি ও বোরকা নিজেরাই তৈরি সেলাই করেন। নারীরা বিশেষ রঙ ও ডিজাইনের বোরকা পরলেও ঘরের বাইরে নারীদের মুখমণ্ডল উন্মুক্ত রাখেন। তাদের বোরকার কাপড় ও রঙ বাংলাদেশের যেকোনো বোরকার চেয়ে আলাদা, যা বোহরা নারীরা বাড়িতে সেলাই করেন।\n\n\n== বাংলাদেশে দাউদী বোহরা ==\n\nউনিশ শতকের শুরুতে ভারতের গুজরাত থেকে বাংলা অঞ্চলে প্রবেশ করে দাউদি বোহরা সম্প্রদায়। বর্তমানে বাংলাদেশে এ গোষ্ঠীর মানুষের সংখ্যা এক হাজারেরও কম, যার সিংহভাগই বাস করেন চট্টগ্রামে। সংখ্যায় নিতান্ত ক্ষুদ্র হলেও দেশের ব্যবসা-বাণিজ্যে নিভৃতে গুরুত্বপূর্ণ ভূমিকা রেখে আসছে এ সম্প্রদায়। শুধু চট্টগ্রামেই ৫০ থেকে ৬০টি প্রতিষ্ঠান রয়েছে বোহরাদের। আমদানি বাণিজ্যে যুক্ত বোহরা ব্যবসায়ীদের অর্ধেকেরই পুঁজি শতকোটি টাকার ওপরে। শুধু আমদানি-রফতানি ব্যবসা নয়, শিল্পায়নেও বড় ভূমিকা রেখে চলেছে বোহরারা। তাদের রয়েছে কয়েকটি শিল্প গ্রুপ। দেশের ইস্পাত খাতের শীর্ষ গ্রুপ বিএসআরএম বোহরাদেরই গড়ে তোলা প্রতিষ্ঠান। এছাড়া ফার্নিচার ও পলিমারসহ বিভিন্ন খাতে বিনিয়োগকারী হাতিম গ্রুপ, আইটি খাতের ইজি গ্রুপ এবং কপার পণ্য প্রস্তুতকারী একটি প্রতিষ্ঠান কপারটেক লিমিটেডের উদ্যোক্তাও বোহরা সম্প্রদায়ের। ফকরি অ্যান্ড সন্স বোহরা সম্প্রদায়ের আরেকটি শীর্ষ ব্যবসাসফল প্রতিষ্ঠান।\nবোহরা সম্প্রদায়ের বসবাস চট্টগ্রামের নির্দিষ্ট কয়েকটি এলাকায়। জুবিলী রোডেই সবচেয়ে বেশি ব্যবসাপ্রতিষ্ঠান তাদের। এছাড়া তারা বসবাস করে গোয়ালপাড়ার সাইফি কলোনি, জুবিলী রোড, আসকার দীঘির পাড়, জামালখান ও নাসিরাবাদ এলাকায়। সাইফি কলোনি এলাকায় নিজস্ব জমিতে নিজস্ব মসজিদ, সেফিয়া মাদ্রাসা ছাড়াও ৪৫টি পরিবার বসবাস করে। বোহরাদের প্রায় ১২০টি পরিবার চট্টগ্রামে, ছয়টি পরিবার খুলনায়, যশোরে এক, সিলেটে এক এবং ঢাকায় প্রায় ৮০ পরিবার বসবাস করে। ব্যবসা-বাণিজ্যের প্রয়োজনেই চট্টগ্রাম থেকে গেছে ঢাকার পুরানা পল্টন এলাকায় বসবাসরত বোহরা সম্প্রদায়ের মানুষ। চট্টগ্রামে বসবাসরত বোহরাদের মধ্যে ১০-১৫ পরিবার ছাড়া সবারই নিজস্ব বাড়ি ও ফ্ল্যাট রয়েছে।\n\n\n== আরও দেখুন ==\nমুহাম্মাদের বংশধারা\nমুহাম্মাদের শৈশব ও কৈশোরকাল\nদুঃখের বছর\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাউদি বোহরাসের অফিসিয়াল ওয়েবসাইট.\nদাউদি বোহরাসের পরিচয়"}