{"pageid": 1043828, "title": "ভারত প্রত্যাগত শরণার্থী ও অভ্যন্তরীণ উদ্বাস্তুদের পুনর্বাসন সম্পর্কিত টাস্কফোর্স", "url": "https://bn.wikipedia.org/wiki?curid=1043828", "content": "ভারত প্রত্যাগত উপজাতীয় শরণার্থী প্রত্যাবাসন ও পুনর্বাসন এবং অভ্যন্তরীণ উদ্বাস্তু নির্দিষ্টকরণ ও পুনর্বাসন সম্পর্কিত টাস্কফোর্স হলো পার্বত্য চট্টগ্রাম শান্তি চুক্তি স্বাক্ষরের পর পার্বত্য চট্টগ্রাম সংঘাতের কারণে বাস্তুচ্যুত শরণার্থীদের পুনর্বাসনের জন্য প্রতিষ্ঠিত বাংলাদেশ সরকারের একটা টাস্কফোর্স।\n\n\n== ইতিহাস ==\n১৯৯৩ সালে ভারত সরকার ভারতে বাংলাদেশী শরণার্থীদের একটি তালিকা প্রদান করে।\n১৯৯৭ সালের মার্চ মাসে, পার্বত্য চট্টগ্রামে অশান্ত পরিস্থিতির সময়ে ভারতে আশ্রয় নেওয়া শরণার্থীদের পুনর্বাসনে সহযোগিতার জন্য জনপ্রতিনিধি, সেনাবাহিনীর প্রতিনিধি, শরণার্থী প্রতিনিধির সমন্বয়ে ১০ সদস্যের এই টাস্কফোর্স গঠন করা হয়। ১৯৯৭ সালের ২ ডিসেম্বর স্বাক্ষরিত পার্বত্য চুক্তিতে টাস্কফোর্সকে অঙ্গীভূত করা হয়। ভারত সরকার ভারতে অবস্থিত বাংলাদেশী শরণার্থীদের একটি হালনাগাদ তালিকাও এইসময় সরবরাহ করেছিল।\nপার্বত্য চুক্তির পরে প্রশাসনের মাধ্যমে করা ক্ষুদ্র নৃগোষ্ঠীর ৯০,২০৮ জন ও ৩৮,১৫৬ জন বাঙালি অভ্যন্তরীণ উদ্বাস্তু তালিকা ২০০০ সালের ১৫ মে টাস্কফোর্সে সভায় অনুমোদন দেওয়ার পর বিতর্ক শুরু হয়। পার্বত্য চট্টগ্রাম জনসংহতি সমিতি ও শরণার্থী কল্যাণ সমিতির প্রতিনিধিরা এ তালিকা নিয়ে আপত্তি করেন। তারা দাবি করেন, টাস্কফোর্সে শুধু প্রত্যাগত শরণার্থী ও ক্ষুদ্র নৃগোষ্ঠীর অভ্যন্তরীণ উদ্বাস্তু পুনর্বাসনের কথা বলা হয়েছে।\n২০০৯ সালের শেষের দিকে, টাস্কফোর্স রিপোর্ট করে যে ১২,২২৩টি পরিবার যাদের ৬৪,৬১২ জন সদস্য রয়েছে, তারা সংঘাত অবসানের পর পার্বত্য চট্টগ্রামে ফিরে এসেছে ও তাঁদের পুনর্বাসিত করা হয়েছে।\nডিসেম্বর ২০১৬ সালে, টাস্কফোর্স ভারত থেকে ফিরে আসা অতিরিক্ত ২১,৯০০ শরণার্থী পরিবারকে চিহ্নিত করে।\nসেপ্টেম্বর ২০১৮ সালে, টাস্কফোর্স ভারত থেকে ফিরে আসা ২১,৯০০ শরণার্থী পরিবারের এবং অভ্যন্তরীণ ভাবে বাস্তুচ্যুত ৮২,০০০ পরিবারের একটি তালিকা তৈরি করে। টাস্ক ফোর্স তালিকাটি পার্বত্য চট্টগ্রাম বিষয়ক মন্ত্রণালয়ের কাছে প্রেরণ করে যাতে সরকারের ব্যয়ে শরণার্থীদের পুনরায় বসতি স্থাপন করা যায়। টাস্ক ফোর্স অভ্যন্তরীণভাবে বাস্তুচ্যুত ৩৮,০০০ অ-আদিবাসীকে চিহ্নিত করে তাদের পুনর্বাসনের জন্যও একটি প্রস্তাব রেখেছিল।\nকমলছড়ি ইউনিয়ন পরিষদের প্রাক্তন চেয়ারপারসন, ২০১৮ তালিকাটি সঠিক নয় বলে সমালোচনা করেছেন। পার্বত্য চট্টগ্রামের এক বেনামি নিরাপত্তা কর্মী দাবি করেছেন যে তালিকায় ভারত ও মিয়ানমারের নাগরিক রয়েছে এবং পার্বত্য চট্টগ্রামকে অস্থিতিশীল করতে টাস্কফোর্স তাদের সাথে একত্রিত হয়েছে। টাস্কফোর্সের চেয়ারম্যান কুজেন্দ্রলাল ত্রিপুরা কেবল ২০০৯-এর তালিকাটিকে সঠিক বলে বর্ণনা করেছিলেন।\n২২ অক্টোবর ২০১৯, চট্টগ্রাম সার্কিট হাউসে টাস্কফোর্সের ১০তম সভা অনুষ্ঠিত হয়। সভায় সভাপতিত্ব করেন সংসদ সদস্য কুজেন্দ্র লাল ত্রিপুরা। টাস্কফোর্স জানিয়েছে যে সরকার টাস্কফোর্সের সমস্ত সিদ্ধান্ত কার্যকর করেনি এবং প্রায় ১০ হাজার শরণার্থীকে পুনর্বাসন করা হয়নি। টাস্কফোর্স ভূমি বিরোধগুলি পার্বত্য চট্টগ্রাম ভূমি বিরোধ নিষ্পত্তি কমিশনে পাঠায়। প্রত্যাবাসিত শরণার্থীদের বেশিরভাগই পর্যাপ্তভাবে পুনর্বাসিত হয়নি এবং তাদের সঠিক আবাসনের অভাব রয়েছে।\n\n\n== তথ্যসূত্র =="}