{"pageid": 1044889, "title": "কেআরআই নাঙ্গালা (৪০২)", "url": "https://bn.wikipedia.org/wiki?curid=1044889", "content": "কেআরআই নাঙ্গালা (৪০২) ইন্দোনেশিয়ার নৌবাহিনীর দুটি কাকড়া শ্রেণির ডুবোজাহাজের মধ্যে একটি (টাইপ ২০৯ নকশা) ডিজেল-ইলেকট্রিক আক্রমণ সাবমেরিন বা ডুবোজাহাজ। ২০২১ সালের ২১ এপ্রিল, এটি বালির উত্তরে গভীর পানিতে সমুদ্র মহড়ার সময় ৫৩ আরোহী নিয়ে ডুবে যায়।\nডুবোজাহাজটি ১৯৭৭ সালে ৬২৫ মিলিয়ন ডলার ঋণের অংশ হিসাবে অর্ডার করা হয়েছিল। এটি ১৯৮১ সালে তার পরিষেবা শুরু করেছিল। নৌকাটি  ভারত মহাসাগর, পূর্ব তিমুর, ও নুনুকান রিজেন্সিতে বেশ কয়েকটি গোয়েন্দা তথ্য সংগ্রহের অভিযানে অংশ নেয়।\nঅপারেশন ছাড়াও, নৌকাটি বিভিন্ন নৌ মহড়ায় অংশ নেয়। যেমন সহযোগিতা ভাসমান প্রস্তুতি এবং প্রশিক্ষণ, যৌথ সামুদ্রিক অপারেশন অনুশীলন, এবং  ইউএসএস ওকলাহোমা এর সাথে পাসিং অনুশীলন।\nনৌকাটি দুবার পুনঃমেরামত করা হয়েছিল, প্রথমটি ১৯৮৯ সালে এবং দ্বিতীয়টি ২০১২ সালে। পরেরটিতে নৌকার কাঠামো এবং অস্ত্রশস্ত্রে কিছু বড় পরিবর্তন চালু করেছিল।\n২০২১ সালের ২১ শে এপ্রিল ভূপৃষ্ঠের কর্মীদের সাথে যোগাযোগ হারিয়ে নৌকাটিকে নিখোঁজ ঘোষণা করা হয়। নৌকাটি একটি টর্পেডো ড্রিল পরিচালনা করেছিল এবং নিখোঁজ হওয়ার আগে একটি সরাসরি টর্পেডো নিক্ষেপ করেছিল। এই ঘটনার পর একাধিক দেশীয় ও আন্তর্জাতিক জাহাজ নৌকার সন্ধানে পাঠানো হয়। পরবর্তীতে, উদ্ধার অভিযান চালানোর পর সমুদ্রের ৮০০ মিটার গভীরে জাহাজটির ধ্বংসাবশেষ পাওয়া যায় এবং আরোহীদেরকে মৃত ঘোষণা করা হয়। সিঙ্গাপুরের কাছ থেকে ধার নেওয়া একটি উদ্ধারকারী যানের সাহায্যে ছবি তুলে সামরিক বাহিনীর কর্মকর্তারা এবিষয়ে নিশ্চিত করেন।\n\n\n== নাম ==\nনৌকাটির নামকরণ করা হয়েছে নাঙ্গালার নামে, যা বলরামের (প্রভু বালাদেওয়া) মালিকানাধীন একটি ঐশ্বরিক এবং শক্তিশালী ছোট বর্শা, যা ওয়াং পুতুল থিয়েটারের একটি পুনরাবৃত্ত চরিত্র।  (বালাদেওয়া হলো কৃষ্ণের বড় ভাই)।) অস্ত্রটি নিজেই ডুবোজাহাজের (সাবমেরিন) ব্যাজে চিত্রিত করা হয়েছে।\n\n\n== ২০২১-এ নিখোঁজ ==\n২০২১ সালের ২১ এপ্রিল ইন্দোনেশিয়ার জাতীয় সশস্ত্র বাহিনীর কমান্ডার এয়ার চিফ মার্শাল হাদি তাজাজান্তো জানান যে নাঙ্গালা বালি থেকে প্রায় ৯৫ কিলোমিটার (৫১ নটিক্যাল মাইল) উত্তরে পানিতে নিখোঁজ হয়ে গেছে বলে মনে করা হয়।  ইন্দোনেশিয়ার নৌবাহিনীর মুখপাত্র ফার্স্ট অ্যাডমিরাল জুলিয়াস উইডজোজোনো বলেছেন যে নাঙ্গালা একটি টর্পেডো ড্রিল পরিচালনা করছেন, কিন্তু প্রত্যাশিতভাবে এর ফলাফল জানাতে ব্যর্থ হয়েছেন।  ঘটনার দিন সকালে টর্পেডো মহড়ার অনুমতি চাওয়ার কিছুক্ষণ পরই হঠাৎ করে ডুবোজাহাজটি নিখোঁজ হযে যায়। কমপক্ষে ৬টি যুদ্ধ জাহাজ, একটি হেলিকপ্টার ও ৪০০ লোক এ অনুসন্ধানে অংশ নেয়। যে জায়গাটিতে ডুবোজাহাজটিও ডুবে গেছে বলে মনে করা হচ্ছে তার কাছাকাছি সাগরে তেল ছড়িয়ে পড়তে দেখা গেছে। তাই ধারণা করা হচ্ছে যে হয়তো ডুবোজাহাজটির তেলের ট্যাংকে ছিদ্র হয়ে এ দুর্ঘটনা ঘটে থাকতে পারে।\nদূর্ঘটনার তিন দিন পর ২৪ এপ্রিল ইন্দোনেশিয়ার নৌবাহিনী ঘোষণা করে যে সম্ভবত নাঙ্গালা থেকে ধ্বংসাবশেষ পাওয়া গেছে। ধ্বংসাবশেষের মধ্যে ছিল টর্পেডো টিউব স্ট্রেটনারের কিছু অংশ (টর্পেডো সুরক্ষার যন্ত্র), কুল্যান্ট পাইপিংয়ের জন্য কভার, পেরিস্কোপ লুব্রিকেন্টের জন্য ব্যবহৃত বলে মনে করা একটি গ্রিজ বোতল এবং জাহাজ থেকে প্রার্থনার গামছা বা বিছানা। এর পরই জাহাজটি ডুবে যায় বলে ঘোষণা করা হয়। ইউডো মার্গোনো বলেন যে স্ক্যানারের সাহায্যে ইন্দোনেশিয়ার নৌবাহিনী সমুদ্রপৃষ্ঠের দুই হাজার ৭৮৯ ফুট নিচে সাবমেরিনটির অংশবিশেষ দেখতে পায়৷ এটি ৫০০ মিটার গভীর পর্যন্ত চলাচলের জন্য নির্মিত। সমুদ্রের অত গভীরে কোন মানুষের বেঁচে থাকার কোনো সম্ভাবনাই থাকেনা বলে জানান তারা৷ সিঙ্গাপুরের কাছ থেকে ধার নেওয়া একটি উদ্ধারকারী যানের সাহায্যে ছবি তুলে সামরিক বাহিনীর কর্মকর্তারা সমুদ্রের ৮০০ মিটার গভীরে জাহাজটির ধ্বংসাবশেষ পান এবং ৫৩ আরোহীকে মৃত বলে ঘোষণা করেন।\n\n\n== কমান্ডারগণ ==\n\nসী মেজর (লেফটেন্যান্ট কমান্ডার) মুহাম্মদ আলী  (২০০৪-২০০৬) \nসী মেজর বীরাওয়ান অ্যাডি প্রসত্য (২০১৩-১৬ মে ২০১৪))\nসী মেজর হ্যারি স্টিয়াওয়ান (১৬ মে ২০১৪-৮ ডিসেম্বর ২০১৫))\nসী লেফটেন্যান্ট কর্নেল (কমান্ডার) বিদ্যা পোয়ারওয়ান্দানু (৮ ডিসেম্বর ২০১৫-২৯ সেপ্টেম্বর ২০১৬))\nসী লেফটেন্যান্ট কর্নেল আহমেদ নূর তৌফিক (২৯ সেপ্টেম্বর ২০১৬ – ২ ডিসেম্বর ২০১৬)\nসী লেফটেন্যান্ট কর্নেল ইউলিয়াস আজিজ জয়নাল (২ ডিসেম্বর ২০১৬ – ২০ ফেব্রুয়ারি ২০১৯)\nসী লেফটেন্যান্ট কর্নেল আনসারি (২০ ফেব্রুয়ারি ২০১৯ – ৩ এপ্রিল ২০২০)\nসী লেফটেন্যান্ট কর্নেল হেরি ওকতাভিয়ান (৩ এপ্রিল ২০২০ – বর্তমান) ২০২১ সালে নিখোঁজ)\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}