{"pageid": 1044063, "title": "উজাইর", "url": "https://bn.wikipedia.org/wiki?curid=1044063", "content": "উজাইর (আরবি: عزير, ʿUzayr) কুরআনের সূরা আত-তাওবাহ্‌'র ৯:৩০ আয়াতে বর্ণিত একজন ব্যক্তি। বর্ণনানুসারে তিনি ইহুদিদের কাছে \"ঈশ্বরের পুত্র\" হিসেবে সম্মানিত ছিলেন। উজাইরকে প্রায়শই বাইবেলে বর্ণিত আরেক ব্যক্তি ইজরা হিসেবে চিহ্নিত করা হয়। ইহুদিদের ধর্মীয় গ্রন্থসমূহে উজাইর সম্পর্কে কোন সূত্র পাওয়া যায়নি, তাই আধুনিক ইতিহাসবিদরা কুরআনের এই বর্ণনাকে ''রহস্যময়'' হিসেবে বর্ণনা করেছেন। তবে ইসলামি পণ্ডিতগণ কুরআনের এই বর্ণনাকে ভিন্নভাবে ব্যাখ্যা করেছেন। কেউ কেউ তাদের ব্যাখ্যায় উল্লেখ করেছেন যে, এবিষয়ে ইহুদিদের একটি নির্দিষ্ট গোষ্ঠীর প্রতি ইঙ্গিত রয়েছে।\nইবনে কাসিরের মতে উজাইর, রাজা সলোমন এবং ইয়াহিয়া'র বাবা যাকারিয়ার সময়কালের মাঝে জীবিত ছিলেন। কয়েকজন কুরআনের ভাষ্যকার উজাইরকে একজন আলেম মনে করেন, যিনি লোকদের ভুলে যাওয়া আল্লাহ'র বিধিবিধানের শিক্ষা দিতে চেয়েছিলেন। তাকে কখনও কখনও কুরআনে বর্ণিত শতবছর ঘুমিয়ে থাকা ব্যক্তির কাহিনির মূল চরিত্র হিসেবে চিহ্নিত করা হয়(২:২৫৯)। কিছু ইসলামি পণ্ডিত উজাইরকে নবিদের একজন মনে করেন।\nএকটি হাদিসে রয়েছে, আল্লাহ উজাইরকে নবিদের তালিকা থেকে বাদ দিয়েছিলেন, কারণ তিনি কদর বিশ্বাস করতে অস্বীকার করেছিলেন, তবে এই হাদিসটি দা'ইফ বা দুর্বল হাদিস বলে বিবেচিত এবং বেশিরভাগ ইসলামি পণ্ডিত এটি প্রত্যাখ্যান করেছেন। ইবনে হাজম, সামাউল আল মাগরিবি ও অন্যান্য ইসলামি পণ্ডিতগণের মতানুসারে উজাইর বা ইজরা (কিংবা তার কোন শিষ্য) তাওরাতের বাণী মিথ্যা বক্তব্য দিয়ে প্রতিস্থাপিত করেছিলেন। একই দাবী বাইবেলের বিরুদ্ধে ইসলামি তর্কশাস্ত্রের একটি সাধারণ বিষয় হিসেবে পরিগণিত। পরবর্তীতে অনেক ইসলামিক বর্ণনা অনুযায়ী এবিষয়ে উদ্দেশ্যমূলকভাবে ইজরার দর্শন নামক সন্দেহজনক পাঠ রচনার ঘটনার সাথে মিল পাওয়া যায়, যা আংশিকভাবে মুসলিম পাঠকদের জানা ছিল।\nধ্রুপদী মুসলিম পণ্ডিতদের মাঝে যারা ইজরার পুত্রত্ব সম্পর্কে ইহুদি ও খ্রিস্টানদের বিশ্বাস অস্বীকারের ব্যাপারে অবগত ছিলেন, তারা ব্যাখ্যা করেছিলেন যে কেবল একজন ইহুদি বা ইহুদিদের একটি ছোট দল উজাইরের উপাসনা করত, অথবা আয়াতটি তাদের আইন-কানুনে পারদর্শীতা ও প্রজ্ঞার জন্য ইহুদিদের অতিপ্রশংসা হিসেবে উজাইরকে \"ঈশ্বরের পুত্র\" অভিহিত করাকে বুঝিয়েছে।\n১৯০৬ সালে প্রকাশিত জিউইশ এনসাইক্লোপেডিয়ার রচয়িতাগণ আয়াতটিকে ইহুদিধর্মে ইজরাকে প্রদর্শিত শ্রদ্ধা ও সম্মানের প্রতি 'অশুভ রূপক' হিসেবে মত দিয়েছিলেন। কিছু আধুনিক ইতিহাসবিদ এই তত্ত্বের পক্ষে ছিলেন যে, আরবে ইহুদিদের একটি দল ইজরার বন্দনা করতো। গর্ডন ডারনেল নিউবি পরামর্শ দিয়েছিলেন, কুরআনের উজাইরের অভিব্যক্তি সম্ভবত হেজাজের ইহুদিদের দ্বারা বেনে ইলোহিম বা ঈশ্বরের পুত্রগণদের একজন হিসেবে ইজরাকে অভিহিত করার বিষয়টি প্রতিফলিত হয়েছে। অন্যান্য পণ্ডিতরা নামটির প্রাপ্ত বানান সংশোধন করার প্রস্তাব দিয়েছিলেন, যা উজাইরের বদলে ‘উজায়ল (‘আজাজেল), ‘আজিজ বা আজারিয়াহ (আবেদনেগো) হতে পারে।\n\n\n== কুরআনের প্রসঙ্গ ==\nকুরআনে বলা হয়েছে যে ইহুদিরা উজাইরকে 'ঈশ্বরের পুত্র' হিসাবে উচ্চ সম্মান দিয়েছিল:\n\n ইহুদিরা বলে উজাইর ‘আল্লাহ'র পুত্র’ এবং খ্রিস্টানরা যিশুকে বলে ‘আল্লাহ'র পুত্র’। এটি তাদের মুখের কথা। এরা পূর্ববর্তী কাফিরদের মত কথা বলে। আল্লাহ তাদের ধ্বংস করুন। তারা কীভাবে সত্য থেকে বিভ্রান্ত হয়! (কুরআন ৯:৩০)\n৬২৪ সালের ফেব্রুয়ারিতে মসজিদ আল আকসা হতে কাবা'র দিকে কিবলা পরিবর্তনের পর, চারজন ইহুদি সালাম ইবনে মিশকাম, নু’মান ইবনে আওফা, শাস ইবনে কায়স ও মালেক ইবনুস সাইফ, মুহাম্মদকে প্রশ্ন করেছিলেন, আমরা কীভাবে আপনার অনুসরণ করতে পারি, আপনি আমাদের কিবলা ত্যাগ করেছেন, আপনি উজাইরকে আল্লাহর পুত্র বলে মেনে নেন না?  মদিনার ইহুদি সম্প্রদায়ের সাথে ধর্মতাত্ত্বিক বিরোধের প্রসঙ্গে এই আয়াতটি অবতীর্ণ হয়েছিল। কুরআন আল্লাহ'র পরম ও একক ঈশ্বরবাদের উপর গুরুত্ব আরোপ করে এবং তাঁর সাথে কাউকে অংশীদার করার (শির্‌ক) ব্যাপারে সতর্ক করে দেয়। এই আয়াতে তৎকালীন ইহুদি ও খ্রিস্টান ধর্মীয়নেতাদের \"ঈশ্বরকে অবজ্ঞা করে তাদের পুরোহিত এবং পুরহিতদের শিষ্যদের প্রভু হিসাবে গ্রহণ\"-এর মাধ্যমে সেসময়ের জনগণকে ধোঁকা দেয়ার জন্য আরও নিন্দা জানানো হয়েছে। উজাইর ও যিশুখ্রিস্টের ঐশ্বরিক অবস্থান দাবীর বিষয়ে সন্দেহ পোষণ করার ক্ষেত্রে কুরআন মুসলিমদের এজাতীয় বিশ্বাসকে প্রত্যাখ্যান করার নির্দেশ দিয়েছে। এই যুক্তিগুলি নও মুসলিম সম্প্রদায় এবং সুপ্রতিষ্ঠিত খ্রিস্টান এবং আরবীয় ইহুদি সম্প্রদায়ের মধ্যে চাপা উত্তেজনাকে প্রতিফলিত করে।\n\n\n== ইসলামি ঐতিহ্য ও সাহিত্য ==\nকিছু ইসলামি গ্রন্থে উজাইরকে কুরআনের সূরা আল-বাকারার ২৫৯ নং আয়াতে বর্ণিত কাহিনির ব্যক্তি হিসেবে চিহ্নিত করেছে:\n\nতুমি কি সে লোককে দেখনি যে এমন এক জনপদ দিয়ে যাচ্ছিল যার বাড়িঘরগুলো ভেঙ্গে ছাদের উপর পড়ে ছিল? বলল, কেমন করে আল্লাহ মরনের পর একে জীবিত করবেন? অতঃপর আল্লাহ তাকে মৃত অবস্থায় রাখলেন একশ বছর। তারপর তাকে উঠালেন (জীবিত করলেন)। বললেন, কত কাল এভাবে ছিলে? বলল আমি ছিলাম, একদিন কিংবা একদিনের কিছু কম সময়। বললেন, তা নয়; বরং তুমি তো একশ বছর ছিলে। এবার চেয়ে দেখ নিজের খাবার ও পানীয়ের দিকে সেগুলো পচে যায়নি এবং দেখ নিজের গাধাটিকে। আর আমি তোমাকে মানুষের জন্য দৃষ্টান্ত বানাতে চেয়েছি। আর হাড়গুলোর দিকে চেয়ে দেখ যে, আমি এগুলোকে কেমন করে জুড়ে দেই এবং সেগুলোর উপর মাংসের আবরণ পরিয়ে দেই। অতঃপর যখন তার উপর এ অবস্থা প্রকাশিত হল, তখন সে বলে উঠল আমি জানি, নিঃসন্দেহে আল্লাহ সর্ববিষয়ে ক্ষমতাবান।\" (কুরআন ২:২৫৯)\n\n১৫৮৩ সালে উসমানীয় সুলতান মুরাদ তৃতীয়কে উৎসর্গ করা ইতিহাস গ্রন্থ জুবদাত-আল তাওয়ারিখ-এ জেরুজালেম ধ্বংসের আকাঙ্ক্ষা থেকে উজাইরের গভীর মনোবেদনা নিয়ে একটি গল্প বর্ণিত রয়েছে। তার খেদ এতটা গভীর ছিল যে, ঈশ্বর তার দেহ থেকে আত্মা অপসারণ করেছিলেন এবং জেরুজালেমের পুনর্গঠনের পরে তাকে পুনরায় জীবিত করেছিলেন। গ্রন্থটির সাথে যুক্ত সংক্ষিপ্তসারের (নীচের ডানদিকে চিত্রকর্মে) জেরুজালেমের পুনঃর্নির্মিত শহর চিত্রিত করা হয়েছে, যার মধ্যে একটি গম্বুজ এবং একটি খিলানযুক্ত পোর্টিকো সংবলিত একটি ষোড়শ শতাব্দীর অটোমান ভবন রয়েছে। জেরুজালেমের পূর্বের ধ্বংসাবশেষগুলি বামদিকে ভাঙা খিলান এবং কলাম দ্বারা ইঙ্গিত করা হয়েছে।\nকুরআনের ধ্রুপদী ব্যাখ্যাকারী ও ভাষ্যকার ইবনে কাসিরের মতে উজাইর বা ইজরা প্রশ্ন করেছিলেন কিয়ামতের দিন কীভাবে পুনরুত্থান ঘটবে। আল্লাহ তাকে বহুবছর মৃত রাখার পর পুনয়ায় জীবিত করেছিলেন। সে ও তার পুনরুজ্জীবিত গাধার পিঠে চড়ে নিজের এলাকায় প্রবেশ করল কিন্তু একমাত্র গৃহকর্মী ছাড়া অন্যলোকেরা তাকে চিনতে পারল না; এমনকি তার পরিবারের সদস্যরাও তাকে চিনেনি। গৃহকর্মী তখন একজন অন্ধ বৃদ্ধ মহিলা। তিনি গৃহকর্মীর অন্ধত্ব নিরাময় করার জন্য আল্লাহ'র কাছে প্রার্থনা করেছিলেন এবং গৃহকর্মী আবার দৃষ্টি ফিরে পেলেন। তিনি তার ছেলের সাথে সাক্ষাত করেছিলেন, তার কাঁধের মাঝে একটি তিল দেখে তার ছেলে তাকে চিনতে পেরেছিলেন। ছেলে তারচেয়েও বয়স্ক ছিলেন। এরপর তিনি তার লোকদের সেইস্থানে নিয়ে যাওয়ার নেতৃত্ব দিয়েছিলেন, যেখানে তাওরাতের একমাত্র টিকে থাকা অনুলিপি আছে, কারণ বাকী অংশগুলি নেবুচাদনেজার পুড়িয়ে দিয়েছিলেন। টিকে থাকা তাওরাতটিতে পচন ধরেছিল এবং তা চূর্ণবিচূর্ণ হয়েছিল, তাই উজাইর পূর্বে মুখস্থ করা তাওরাতের একটি নতুন অনুলিপি রচনা করেন। এভাবে তিনি বনী ইসরালের কাছে তাওরাতকে নবরূপে উপস্থাপন করেছিলেন। ইবনে কাসির উল্লেখ করেছেন যে \"এবং আমরা আপনাকে জনগণের জন্য সৃষ্টিকর্তা একটি 'নিদর্শন' হিসাবে দেখাতে পারি\" এই বাক্যতে 'নিদর্শন' হিসেবে তিনি তার সন্তানদের চেয়ে বয়সে ছোট হওয়ার বিষয়টি বোঝানো হয়েছে। এই অলৌকিক ঘটনার জন্য ইবনে কাসির লিখেছেন যে, ইহুদিরা ইজরা বা উজাইরকে 'ঈশ্বরের পুত্র' দাবি করতে শুরু করেছিল।\n১৯৪২ সালের পর রচিত আবুল আ'লা মওদুদী'র তাফহীমুল কুরআনের বর্ণনানুযায়ী:\n\nউজাইর (ইজরা) প্রায় ৪৫০ খৃস্টপূর্ব অবধি বসবাস করতেন। ইহুদিরা তাদের ধর্মগ্রন্থের পুনঃপ্রবর্তক হিসাবে তাকে অত্যন্ত শ্রদ্ধা করেছিল। যে গ্রন্থটি হযরত সুলাইমানের মৃত্যুর পরে ব্যাবিলনের কাছে (জেরুজালেমের বাসিন্দাদের) বন্দি হওয়ার সময়ে হারিয়ে গিয়েছিল। ইহুদিরা তাদের আইন, ঐতিহ্য এবং তাদের জাতীয় ভাষা হিব্রু সম্পর্কে সমস্ত জ্ঞান হারিয়ে ফেলেছিল। তারপর ইজরাই পুরাতন নিয়মটি আবার রচনা করেছিলেন এবং ইহুদিদের আইন পুনরুদ্ধার করেছিলেন। এ কারণেই ইহুদিরা তার প্রতি শ্রদ্ধা প্রদর্শনে খুব অতিরঞ্জিত ভাষা ব্যবহার করেছিল; এবং কিছু ইহুদি সম্প্রদায় তাকে 'ঈশ্বরের পুত্র' বানিয়ে ফেললো। কুরআন অবশ্য জোর দেয়নি যে, ইজরাকে 'ঈশ্বরের পুত্র' হিসাবে ঘোষণা সকল ইহুদি গোত্রের ঐক্যবদ্ধ সিদ্ধান্ত ছিল। যা বলতে চাওয়া হয়েছে তা হলো, 'আল্লাহ' সম্পর্কে ইহুদিদের বিশ্বাস সম্পর্কিত নিবন্ধগুলির এতটাই বিকৃতি হয়েছিল যে, তাদের মধ্যে এমন কিছু লোক ছিল যারা ইজরাকে ঈশ্বরের পুত্র হিসাবে বিবেচনা করছিল।\n\nআহমদীয়া সম্প্রদায়ের মুহাম্মদ আলীর ভাষ্য অনুসারে, আরবে একদল ইহুদি'র উপস্থিতি ছিল যারা ঈশ্বরের পুত্র হিসাবে ইজরাকে শ্রদ্ধা করেছিল। শিহাবুদ্দীন আল কাস্তালানীর কিতান আল-নিকাহ গ্রন্থের বর্ণনা অনুসারে ইহুদিদের একটি দল ছিল যারা এই বিশ্বাস পোষণ করেছিল।\n\n\n=== ধর্মগ্রন্থে মিথ্যাচারের অভিযোগ ===\nআন্দালুসিয় মুসলিম পণ্ডিত ইবনে হাযম, পুরাতন নিয়মের পাঠ্যে মিথ্যা উক্তি ও নিজস্ব মত সংযোজন করার জন্য স্পষ্টতই ইজরাকে মিথ্যাবাদী ও ধর্মবিরোধী বলে অভিযোগ করেছিলেন। হাভা লাজারাস-ইয়াফেহের মতে ইবনে হাযম, ইজরার রচিত পুরাতন নিয়মে বর্ণিত ঘটনাসমূহের \"কালক্রম এবং ভৌগোলিক ত্রুটি এবং রচনায় স্ববিরোধ বা অসঙ্গতি বিবেচনা করেছিলেন; [ইজরার রচনায়] ধর্মতাত্ত্বিকভাবে অসম্ভব (যেমন: নবিদের নরত্বারোপমূলক বক্তব্য, ব্যভিচারে লিপ্ততা এবং বেশ্যাদের সম্পর্ক স্থাপন এবং নবিদের চরিত্রে পাপের বৈশিষ্ট্য) বক্তব্য ও বর্ণনার ক্ষেত্রে তথ্যের নির্ভরযোগ্য হস্তান্তরণ (তওয়াতুর)-এর অভাব\" উল্লেখ করে একটি বিতর্কিত তালিকা করেছিলেন। ইজরার ব্যক্তিত্বের প্রতি আক্রমণের প্রতিক্রিয়া হিসাবে, ইজরার পক্ষে বাইজেন্টাইন সম্রাট তৃতীয় লিও তাকে একজন ধার্মিক, নির্ভরযোগ্য ব্যক্তি সম্বোধন করেছিলেন। ইহুদি হতে ইসলামে ধর্মান্তরিত আল-সামাওয়াল ইজরার বিরুদ্ধে পুরাতন নিয়মের জেনেসিস গ্রন্থের ঊনবিংশ অধ্যায়ের ৩০ থেকে ৩৮তম বচনসমূহে দায়ূদের বংশ পরিচয় বিকৃতভাবে উপস্থাপন ও দ্বিতীয় মন্দিরের সময়কালে পুনরায় দায়ূদ বংশধরদের জেরুজালেম শাসন ক্ষমতাগ্রহণ রোধ করার জন্য বানোয়াট গল্প যুক্ত করার অভিযোগ করেছিলেন। পরবর্তীকালে মুসলিম লেখকগণ ইবনে হাযম ও আল-সামাওয়ালের এ বক্তব্য গ্রহণ করেছিলেন। সমসাময়িক কাল পর্যন্ত তাদের বক্তব্যের সাথে খুব বেশি দ্বিমত করেননি।\n\n\n== ইহুদি প্রথা ও সাহিত্য ==\nইসলামের অনুরূপ, ইহুদি ধর্মের একটি মৌলিক বিশ্বাস হলো ঈশ্বর স্থান, কাল ও বস্তু'র মত নির্দিষ্ট ভৌত বিষয় দ্বারা আবদ্ধ নন; এবং যে কোন ব্যক্তি নিজেকে ঈশ্বর বা ঈশ্বরের অংশীদার অথবা ঈশ্বরের পক্ষে মধ্যস্ততাকারী হিসেবে দাবী করা বা এরূপ ধারণা পোষণ করলে, সে ধর্মবিরোধী। ইজরার পুস্তককে ইহুদিরা ইজরার জীবনোপাখ্যান হিসেবে গ্রহণ করে, যা মুহাম্মদের আবির্ভাব ও কুরআন অবতরণের প্রায় ১০০০ বছর পূর্বে লিখিত, পুস্তকে ইজরাকে মানুষ হিসেবে সেরাইয়াহ'র পুত্র এবং হারুনের সরাসরি বংশধর হিসাবে বর্ণনা করা হয়েছে। জেরুজালেম তালমুদের প্রবচন তা'আনিত, (যা মুহাম্মদের আবির্ভাবের দুই থেকে তিনশত বছর পূর্বের) -এর বর্ণনা অনুসারে “যদি কোন ব্যক্তি নিজেকে ঈশ্বর দাবী করে, তবে সে একজন মিথ্যাবাদী”। এক্সোডাস পুস্তকের ব্যাখ্যা এক্সোডাস রাব্বাহ ২৯- এর বর্ণনা অনুযায়ী, \"আমিই প্রথম এবং আমিই শেষ, এবং আমার সাথে অন্যকেউ ঈশ্বর নন, আমিই প্রথম, আমার কোন জন্মদাতা পিতা নেই; আমিই শেষ, আমার কোন ভ্রাতা নেই। আমার পাশাপাশি অন্য কোন ঈশ্বর নেই; আমার কোন পুত্র নেই।\" তবে \"দেবতাদের পুত্রগণ\" শব্দটির উল্লেখ আদিপুস্তকের ষষ্ঠ অধ্যায়ের দ্বিতীয় বচনে পাওয়া যায়। দ্য এনসাইক্লোপেডিয়া অব জুডাইজম বিষয়টি স্পষ্ট করে যে, 'ঈশ্বরের পুত্র' উপাধি এমন এক ব্যক্তিকে দেয়া হয় যার ধার্মিকতা তাকে ঈশ্বরের খুব নিকটতম সম্পর্কে উপনীত করেছে এবং \"এটি কোনওভাবেই ঈশ্বরের কায়িক বা শারীরিক বংশধর এবং ঈশ্বরের সাথে প্রয়োজনীয় একাত্মতার ধারণা বহন করে না\"।\n'ঈশ্বরের পুত্র' (ঈশ্বরের সেবক) উপাধি ইহুদিদের দ্বারা ধার্মিক ব্যক্তির জন্য ব্যবহার করা হয়েছে। এনসাইক্লোপিডিয়া অব জুডাইজম-এ এই বক্তব্যের পক্ষে প্রমাণ হিসেবে বর্ণনা করা হয়েছে যে, ইহুদিদের দ্বারা ঈশ্বরের পুত্রের উপাধি এমন ব্যক্তিকে দেয়া হয়েছে \"যে ব্যক্তির ধর্মভীরুতা তাকে ঈশ্বরের কাছে একটি সন্তানোচিত সম্পর্কের স্থান দেয় (দেখুন উইজডম II ১৩, ১৬, ১৮; সংস্করণ ৫, যেখানে \"ঈশ্বরের পুত্র\" উপাধি \"সাধু\"র সাথে সমার্থক; একলাস[Ecclus]। [সিরাচ] অধ্যায় চার, বচন ১০)। এটি (ঈশ্বরের সাথে) এমন একটি ব্যক্তিগত সম্পর্কের মাধ্যমে ঘটে, যে সম্পর্কে ব্যক্তিটি ঈশ্বরের 'পিতৃত্ব' চরিত্র সম্পর্কে জ্ঞাত হয়।\" ইহুদিরা ইজরাকে একজন ধার্মিক হিসেবে বিবেচনা করে।\nইজরা সম্পর্কিত কুরআনের আয়াতটি ইসলাম ও ইহুদি ধর্মের সম্পর্ক নিয়ে মাইমোনাইডিজের একটি আলোচনায় উল্লেখ করা হয়েছে। তার ভাষ্যে, “...তারা [মুসলিমরা] আমাদের [ইহুদিদের] সম্পর্কে মিথ্যা বলে, এবং তারা ভুল করে আমাদেরকে দায়ী করে বিবৃতি দেয় যে, ঈশ্বরের একজন পুত্র আছে।”\n'রিফর্ম জুডাইজম' (ইংরেজি: Reform Judaism, অনুবাদ 'ইহুদি ধর্ম পুনর্গঠন')-এর প্রবর্তক আব্রাহাম জিগার এই দাবিটি সম্পর্কে মন্তব্য করেছিলেন যে ইহুদিরা ইজরাকে ঈশ্বরের পুত্র বলে বিশ্বাস করে: “মুহাম্মদের বক্তব্য অনুসারে ইহুদিরা ইজরাকে ঈশ্বরের পুত্র হিসাবে ধারণ করেছিল। ইজরা নিঃসন্দেহে (ইহুদিদের দ্বারা) সম্মানিত হয়েছিল, সেই শ্রদ্ধা হতে অবশ্যই একটি নিখুঁত ভুল বোঝাবুঝি উত্থিত হয়েছিল। ইজরাকে সম্মানের বিষয়টি নিম্নলিখিত অনুচ্ছেদে প্রকাশ করা হয়েছে- 'ইজরা আইন (তোরাহ) সম্পর্কে (সৃষ্টিকর্তা কর্তৃক) জ্ঞাত হওয়ার যোগ্য হতেন, যদি না মোজেস তার পূর্বে আবির্ভূত না হতেন'। সত্যই মুহাম্মদ ইহুদিদের ঈশ্বরের ঐক্যে বিশ্বাসের বিষয়ে সন্দেহ পোষণ করার চেষ্টা করেছিলেন এবং ভেবেছিলেন যে তিনি এখানে কাজ করার একটি ভাল সুযোগ পেয়েছেন।”\n\n\n== ঐতিহাসিক বিশ্লেষণ ==\nইজরাকে ইহুদিরা \"ঈশ্বরের পুত্র\" মনে করা নিয়ে কুরআনের দাবী, ইহুদিদের ধর্মীয় গ্রন্থসমূহে এবং কুরআন বাদে অন্যান্য ধর্মসম্পর্কিত গ্রন্থসূত্রে অপ্রচলিত। এনসাইক্লোপিডিয়া জুডাইকা অনুসারে:\n\n\"মুহাম্মদ (সূরাহ ৯:৩০) দাবি করেন, ইহুদিদের মতে, 'উজাইর ঈশ্বরের পুত্র। এই কথাগুলো হেঁয়ালিপূর্ণ কারণ ইহুদিদের মধ্যে এই ধরনের কোন মতামত খুঁজে পাওয়া যায় না, যদিও উজাইরকে বিশেষ প্রশংসার জন্য আলাদা করা হয়েছিল। (দেখুন সেনহাদ্রিন ২১বি; ইয়াভোমেত ৮৬বি)\"\nএ হিস্টোরি অব দ্য জিউজ অব এরাবিয়া: ফ্রম এনসেইন্ট টাইমস টু দেয়ার এক্লিপস আন্ডার ইসলাম গ্রন্থে পণ্ডিত গর্ডন ডারনেল নিউবি উজাইর, স্বর্গদূত মেটাট্রন এবং বেনে এলোহিম (অনু. ঈশ্বরের পুত্রগণ) সম্পর্কে নিম্নলিখিত মন্তব্য করেছেন:\n\n...আমরা অনুমান করতে পারি যে মুহাম্মদের সময়ে হেজাজের বাসিন্দারা ইহুদিদের সাথে যোগসাজশে কমপক্ষে ইনাকের তৃতীয় পুস্তকের কিছু অংশের পাঠ্য জানত। তা হলো দেবদূত মেটাট্রন, যিনি সকল দেবদূতের প্রধান হয়েছিলেন, ইনাকের পুস্তকের ঐতিহ্যগত বর্ণনা অনুযায়ী এই দেবদূতদের দেবতাদের পুত্রগণ, বেনে এলোহিম, প্রহরী, মহাপ্লাবন ঘটানো মর্তে পতিত স্বর্গদূত হিসেবে চিহ্নিত করা হয়েছে। ইনাকের প্রথম পুস্তক এবং ইজরার চতূর্থ পুস্তকের ভাষ্য অনুযায়ী 'ঈশ্বরের পুত্র' উপাধি মসীহদের ক্ষেত্রে প্রয়োগ করা যেতে পারে। তথাপি বেশিরভাগ ক্ষেত্রেই সেসকল ইহুদি ঐতিহ্য ধারক ধার্মিক ব্যক্তিদের ক্ষেত্রে এটির প্রয়োগ ঘটেছে, যারা ঈশ্বরের জীবন্ত স্বর্গীয় বাণী [সাধারণ মানুষের জন্য] অনূবাদ করার জন্য ঈশ্বরের নির্বাচিত ব্যক্তি [নবিদের] চেয়ে [অধিক] ধার্মিক হতে পারেনা। সুতরাং, সহজেই অনুমান করা যায় যে, হেজাজের ইহুদিদের মধ্যে যে বা যারা গুপ্তবিদ্যা মেরকাভাহ সম্পর্কিত রহস্যময় ভাবধারার সাথে জড়িত ছিল, তারা ইজরাকে তোরাহ অনূবাদের (ব্যাখ্যার) ঐতিহ্য ও ধার্মিকতার কারণে, এবং বিশেষত তিনি ঈশ্বরের লিপিকার হিসেবে ইনাকের সমতুল্য হওয়ার কারণে, বেনে ইলোহিম হিসেবে চিহ্নিত, করে উচ্চ বন্দনা করেছিল; এবং অবশ্যই, (কুরআনের ৯:৩১-এ বর্ণিত 'আহবার'দের একজনের) বর্ণনার সাথে তার মিল পাওয়া যাবে, যাকে ইহুদিরা উচ্চ বন্দনা করেছিল।\nরব্বি রিউভেন ফায়ারস্টোনের মতে ইহুদিদের কয়েকটি দল ইজরাকে মূলধারার ইহুদি প্রথার চেয়ে আরও বেশি সম্মান দেখানোর প্রমাণ রয়েছে; যা ঐ আয়াতের ব্যাখ্যায় ইহুদিদের একটি ছোট দলের কথা উল্লেখের সাথে মিলে যায়। ইহুদিদের ব্যাবিলনিয় বন্দিদশা নিয়ে আরোপিত ধর্মীয় বিধিবহির্ভূত ২ এসদ্রাস (ল্যাটিন ইজরা) পুস্তকটি ইজরার প্রায় ঐশ্বরিক অথবা দেবদূত পর্যায়ের মর্যাদা সম্পর্কিত। মার্ক লিডজবার্স্কি এবং মাইকেল লোডাল আরবে একটি ইহুদি সম্প্রদায় থাকার কথা অনুমান করেছেন যারা ইজরাকে দেবতুল্য সম্মান করতো।\n১৯০৬ সালের জিউইশ এনসাইক্লোপেডিয়ায় বলা হয়েছে:\n\n\"কুরআনে (৯:৩০) ইহুদিদের ইজরা (উজাইর)-কে 'ঈশ্বরের পুত্র' হিসেবে উপাসনা করার অভিযোগ আনা হয়েছে। ইজরা যিনি ইহুদি আইনের পুনরুদ্ধারকারী, যা ইজরা কিংবদন্তীর অপ্রামাণিক রচনাবলির (২ এসদ্রাস, ৩৪:৩৭-৩৯) উদ্ভব ঘটিয়েছে, [এই অভিযোগ] ইজরার স্মৃতির প্রতি ইহুদিদের সর্বোচ্চ সম্মান প্রদর্শনের বিপক্ষে একটি অশুভ রূপক। (দেখুন মোহাম্মদিয় কিংবদন্তীর মাঝে কীভাবে তারা বিকশিত হয়েছে, লেখক: দামিরি, \"হায়াত আল-হায়াওয়ান\" প্রথম অধ্যায়:৩০৪-৩০৫) জ্যাকব সাফিরের বর্ণনানুসারে, এই সত্যটির মেনে নেয়া খুব কঠিন যে দক্ষিণ আরবের ইহুদিরা ইজরার স্মৃতিচারণের জন্য স্পষ্ট বিদ্বেষ প্রকাশ করেছে এবং এমনকি তার নাম তাদের ভালনামের তালিকা থেকে বাদ দিয়েছে। (\"ইবেন সাপির\" ১:৯৯)\"\nরব্বি অ্যালেন মলার বলেছেন সুনান আত-তিরমিজীতে একটি হাদিস রয়েছে; যেখানে বলা হয়েছে যে ইহুদিরা তাদের রব্বিদের উপাসনা করে, কারণ তারা ঈশ্বরের বাক্যের উপর তাদের রব্বিরা যা বলে তা বিশ্বাস করত গ্রহণ করে। তিনি এটি সত্য বলে নিশ্চিত করেছেন; কারণ অর্থোডক্স ইহুদিরা তোরাহ সম্পর্কে রব্বিদের মৌখিক ব্যাখ্যার উপর ভিত্তি করে ধর্ম পালন করে। তিনি আরও উল্লেখ করেছেন আবদুল্লাহ ইবনে আব্বাস চারজন ইহুদির বরাত দিয়ে বর্ণনা করেছেন যে, তারা বিশ্বাস করতেন যে উজাইর ঈশ্বরের পুত্র ছিল।\nবিংশ শতাব্দীতে ইয়েমেনি ইহুদি ধর্মের অন্যতম বিশিষ্ট পণ্ডিত রাব্বি ইউসেফ কাব্বাহ বিশ্বাস করেন যে ইয়েমেনের ইহুদিরা ইজরাকে পছন্দ করেনি এমন ঐতিহ্যটি \"প্যাডানটিক\" এবং এটিকে \"অবাধ্য\" বলে বর্ণনা করেছেন। তার মতে, ইজরা \"বাইবেলে উল্লিখিত কেন্দ্রীয় ব্যক্তিত্বের চেয়ে ইয়েমেনের ইহুদিদের কাছে প্রিয় এবং বেশি সম্মানিত ছিল\" এবং \"এজরা\" নামটি প্রজন্ম থেকে প্রজন্মে ইয়েমেনি জনগণের কাছে চলে গেছে।\n\n\n=== নামের বিকল্প পঠন ===\nকয়েকজন পণ্ডিত عزير নামটির বানান সংশোধনের প্রস্তাব দিয়েছেন। পল ক্যাসানোভা ও স্টিভেন এম ওয়াসারস্ট্রম নামটি পড়েন 'উজায়েল' (عزيل,Uzayl) হিসেবে, যা ইনাক পুস্তকের ষষ্ঠ অধ্যায়ের অষ্টম বচনে বর্ণিত 'আজিয়েল' (Asael) অথবা লেভিক্টাস পুস্তকের ষোড়শ অধ্যায়ের অষ্টম বাক্যে বর্ণিত 'আজাজেল' (Azazel)-এর অপর রূপ, যিনি ইহুদিদের হাগাডাহে পতিত দেবদূতদের নেতা হিসেবে চিহ্নিত, যাদেরকে আদিপুস্তকের ষষ্ঠ অধ্যায়ের দ্বিতীয় বচনে \"দেবতাদের পুত্রগণ\" হিসেবে অভিহিত করা হয়েছে। জেল ফিনকেল 'উজাইর' নামটির পরিবর্তে ‘আজিজ' (عزيز, অনু. ক্ষমতাধর) হিসেবে পড়েন, নামটি গীতসংহিতার দ্বিতীয় অধ্যায়ের সপ্তম বচনের \"আপনি আমার পুত্র\" বাক্যাংশের সাথে সম্পর্কযুক্ত।\nপ্যারিসের ইন্সটিটিউট ন্যাশনাল দে লিঙ্গুয়া এত সিভিলাইজেশনস অরিয়েন্টালেসের ইসলামি সাহিত্যের অধ্যাপিকা ভিভিয়ান কোমেরো'র বিবেচনায় কুরআনের উজাইর, ইজরা না হয়ে আজারিয়াহ হবেন। ইবনে কুতাইবার উপর নির্ভর করে তিনি মুসলিম ভাষ্যকাররদের এসংক্রান্ত বিভ্রান্তি চিহ্নিত করেন। তিনি ঘোষণা করেন: \"মুসলিম ঐতিহ্যবাদীদের কাছে, দুটি স্বতন্ত্র চরিত্রের মধ্যে বিভ্রান্তি রয়েছে, ইজরা ['আজরা] ও আজারিয়াহ ... সুতরাং, এটা সম্ভব যে, আজারিয়াহ শব্দে কুরআনে ব্যবহৃত 'উজাইর' শব্দের ব্যুৎপত্তি নিহিত হতে পারে।\"\n\n\n== সম্ভাব্য সমাধি ==\nইরাকের বসরার নিকটে আল-উজাইর গ্রামের একটি কবরকে উজাইরের সম্ভাব্য সমাধিস্থল ধরা হয়। দজলা নদীর পশ্চিম তীরে তালগাছ বেস্টিত এসমাধি হতে রহস্যময় আলো দেখার বর্ণনা একাধিক ভ্রমণকাহিনিতে পাওয়া যায়। সমাধিটি একই সাথে ইহুদি ও মুসলিমদের তীর্থস্থল। এখানে দুইধর্মের প্রার্থনার স্থান রাখা হয়েছে।\n\n\n== তথ্যসূত্র =="}