{"pageid": 1044525, "title": "আলজুনাইদ আল-ইসলামিয়াহ মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1044525", "content": "আলজুনাইদ আল-ইসলামিয়াহ মাদ্রাসা সিঙ্গাপুরে অবস্থিত একটি মাদ্রাসা। মাদ্রাসাটি একটি পূর্ণকালীন বেসরকারী ইসলামি শিক্ষাপ্রতিষ্ঠান। সিঙ্গাপুরের ছয়টি পূর্ণকালীন মাদ্রাসাগুলির মধ্যে একটি।\nআলজুনাইদ মাদ্রাসা সিঙ্গাপুরের প্রাচীনতম কাল থেকে চলমান মাদ্রাসাগুলির মধ্যে একটি। বছরের পর বছর ধরে এটি এই অঞ্চলে আরবি ভাষার উচ্চমানের মাদ্রাসা এবং ইসলামিক বৃত্তির জন্য খ্যাতি অর্জন করেছে। আলজুনাইদ মাদ্রাসাতে সিঙ্গাপুর এবং দক্ষিণ-পূর্ব এশিয়ার বিশিষ্ট ইসলামী ধর্মীয় নেতারা পড়াশোনা করেছেন।\n\n\n== ইতিহাস ==\nঐতিহাসিক জালান কুবোর কবরস্থানের পাশে আলজুনাইদ মাদ্রাসাটি অবস্থিত।\nআলজুনাইদ মাদ্রাসা আলসাগফ আল-আরবিয়া মাদ্রাসা পরে সিঙ্গাপুরের দ্বিতীয় প্রাচীনতম ইসলামি শিক্ষাপ্রতিষ্ঠান। ১৯২৭ সালে পরোপকারী সৈয়দ আবদুল রহমান আলজুনাইদ মাদ্রাসাটি প্রতিষ্ঠা করেন। মাদ্রাসাটি ভবনটি দ্বিতল বিশিষ্ট ভবন। এটি ৪.৪ হেক্টর জমির উপর নির্মিত হয়েছে। নতুন ভবনটি যদিও মাত্র ০.৫২ হেক্টর জমিতে নির্মিত হয়েছে। \nআলজুনাইদ মাদ্রাসার প্রতিষ্ঠাতা সৈয়দ আবদুল রহমান আলজুনাইদ পর্যবেক্ষণ করেন যে, আবু বকর বিন তাহা প্রধান শিক্ষকের জন্য সবচেয়ে যোগ্য প্রার্থী। আবু বকর প্রধান শিক্ষক হতে রাজি হয়েছেন দুটি শর্তে। শর্ত দুইটি হলঃ ১) শিক্ষার মাধ্যম হিসাবে আরবি ভাষা ব্যবহৃত হবে। ২) এটির শিক্ষাব্যবস্থা এবং শিক্ষানীতিটি আধুনিক হতে হবে। \nআবু বকরের শর্ত দুইটি ভালভাবে গ্রহণ করা হয় এবং তিনি ১৯২৭ থেকে ১৯৫৫ সাল পর্যন্ত প্রধান শিক্ষক হিসাবে কঠোর শৃঙ্খলা মাধ্যমে মাদ্রাসাটি পরিচালনা করেন। \nবছরের পর বছর ধরে আলজুনাইদ মাদ্রাসা দক্ষিণ পূর্ব এশিয়ার একটি প্রধান ইসলামী শিক্ষাপ্রতিষ্ঠান হিসাবে মাদ্রাসা সুখ্যাতি অর্জন করে।  একটি অনির্ভরযোগ্য সূত্রে জানা যায় যে, আবু বকর জাভা রোডে অবস্থিত তার বাড়ির একটি অংশকেও শিক্ষার্থীদের জন্য বিনা খরচে থাকার ব্যবস্থা হিসাবে ব্যবহার করার অনুমতি দেন।\n\n\n== পাঠ্যক্রম ==\nস্কুলটি দ্বৈত-পাঠ্যক্রম পদ্ধতি অনুসরণ করে। যা ধর্মীয় এবং অ-ধর্মীয় উভয় বিষয়েরই ভারসাম্য বজায় রাখে। মাদ্রাসার মূল উদ্দেশ্য ইসলামিক বিষয়গুলি পাঠদানে অধিক গুরুত্ব দেওয়া। \nইসলামিক বিষয়গুলির জন্য মাদ্রাসাটি আল-আজহার পাঠ্যক্রমের একটি বৈকল্পিক ব্যবহার করে, যা আল-আজহার বিশ্ববিদ্যালয় কর্তৃক অনুমোদিত এবং সরাসরি প্রবেশের নিশ্চয়তা দেয়।\nধর্মনিরপেক্ষ বিষয়গুলো মূলত স্থানীয় পাঠ্যক্রম অংশ হিসেবে পড়ানো হয় এবং এমওই-স্বীকৃত যোগ্যতা অর্জন করে। শিক্ষার্থীরা চার বছর মেয়াদী ও-লেবেল পাঠ্যক্রমের অধিক চাপের পড়াশোনা করে অথবা পাঁচ বছর মেয়াদী স্বাভাবিক চাপের ও-লেবেল পাঠ্যক্রমে পড়াশোনা করে। \nমাদ্রাসাটি একটি আইবি ওয়ার্ল্ড স্কুল এবং এটির শিক্ষার্থীদের জন্য আইবি ডিপ্লোমা প্রোগ্রাম সরবরাহ করে। \n\n\n== উল্লেখযোগ্য প্রাক্তন ছাত্র ==\nওস্তাদ ডঃ নাজিরুদিন মোহাম্মদ নাসির, সিঙ্গাপুরের বর্তমান মুফতি।\nওস্তাদ ফতরিস বকরাম, সিঙ্গাপুরের সাবেক মুফতি ।\nওস্তাদ সৈয়দ ঈসা মোহাম্মদ সেমাইত, সিঙ্গাপুরের সাবেক মুফতি।\nওস্তাদ সেলিম জসমান, শরিয়া আদালতের প্রাক্তন সভাপতি।\nউস্তাদ আবু বকর হাশিম, শরিয়া আদালতের প্রাক্তন সভাপতি এবং ১৯৭৪ সালে লাজু ঘটনার সময় সন্ত্রাসীদের সাথে আলোচনার মূল অভিনেতা।\nওস্তাদ সৈয়দ আহমদ সৈয়দ মোহাম্মদ ও ওস্তাদ পাসুনি মওলান, মুসলিম বিবাহের নিবন্ধকগণ।\nওস্তাদ আহমদ সোনহাজি, বিশিষ্ট ধর্মীয় নেতা ।\nওস্তাজ সৈয়দ আবদুল্লাহ আলজুফ্রি, বিশিষ্ট ধর্মীয় নেতা ।\nপেহিন দাতো সেরি উটামা ডাঃ হাজী মোহাম্মদ জয়ন হাজী সেরুদিন, ব্রুনাইয়ের ধর্ম বিষয়ক মন্ত্রী, এবং ১৯৬৩ সালে আল-আজহার বিশ্ববিদ্যালয় থেকে ব্রুনাইয়ের প্রথম স্নাতক।\nডাঃ আহমদ আবদুরহমান, ২০১৫ সালে প্রথমবারের মতো সিঙ্গাপুরের জাতীয় বিশ্ববিদ্যালয়ের উচ্চ প্রতিযোগিতামূলক ইয়ং লু লিন স্কুল অফ মেডিসিনে স্থান দেওয়া হয়েছিল এমন দুটি মাদ্রাসার ছাত্রদের মধ্যে অন্যতম  অন্যটি হলেন আমালিনা রিদজুয়ান, আল-মাআরিফ আল-ইসলামিয়াহ মাদ্রাসার স্নাতক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট"}