{"pageid": 10441, "title": "আয়োডিন", "url": "https://bn.wikipedia.org/wiki?curid=10441", "content": "আয়োডিন একটি রাসায়নিক মৌল যার রাসায়নিক চিহ্ন I এবং পারমাণবিক সংখ্যা ৫৩। স্থিতিশীল হ্যালোজেন সমূহের মধ্যে আয়োডিন সর্বাপেক্ষা বেশি ভরসম্পন্ন। প্রকৃতিতে আয়োডিন এক আধা-উজ্জ্বল কঠিন অধাতু হিসাবে বিদ্যমান, যা ১১৪ °C (২৩৭ °F) তাপমাত্রায় বেগুনি তরলে এবং ১৮৪ °C (৩৬৩ °F) তাপমাত্রায় বেগুনি বর্ণের বাস্পে পরিনত হয়। গ্রিক শব্দ ioeidēs ἰοειδής, যার অর্থ বেগুনি বা রক্তবেগুনী, তার থেকে এই মৌলের নামকরণ হয়েছে। ১৮১১ সালে ফরাসি বিজ্ঞানী বার্নার্ড কোর্টয়েজ এই মৌলটি আবিষ্কার করেন। আয়োডিন বাষ্পের রঙ বেগুনি বা রক্তবেগুনী।\nআয়োডিনের একাধিক জারণ অবস্থা (অক্সিডেসন স্টেট) বর্তমান যার মধ্যে উল্লেখযোগ্য আয়োডাইড (I−) এবং আয়োডেট (IO−3)। সর্বাপেক্ষা বেশি ভরসম্পন্ন এই খনিজ পুষ্টিদ্রব্য থাইরয়েড হরমোন সংশ্লেষণের জন্য প্রয়োজনীয়। অধুনা প্রায় দুই বিলিয়ন মানুষের শরীরে আয়োডিনের ঘাটতি লক্ষ্য করা গেছে যা মানুষের বুদ্ধিবৃত্তিক অক্ষমতার অন্যতম কারণ হিসাবে চিহ্নিত হয়েছে।\nবর্তমানে চিলি এবং জাপান আয়োডিনের মুখ্য উৎপাদক দেশ। উচ্চ পারমাণবিক সংখ্যা এবং জৈব যৌগের সাথে সংযুক্তির সহজতার কারণে, এটি একটি অ-বিষাক্ত রেডিওকনট্রাস্ট উপাদান(এক্স-রে-ভিত্তিক চিত্রগ্রহনে অভ্যন্তরীণ কাঠামোর দৃশ্যমানতা বাড়াতে ব্যবহৃত পদার্থ) হিসাবেও পরিচিতি পেয়েছে। মানবদেহে আয়োডিনের গ্রহণযোগ্যতার একটি নির্দিষ্ট পরিমাণ আছে; যাকে কাজে লাগিয়ে আয়োডিনের তেজস্ক্রিয় আইসোটোপ -এর সাহায্যে থাইরয়েড ক্যান্সার -এর চিকিত্সা করা হয়। আয়োডিন অ্যাসিটিক অ্যাসিড এবং কিছু পলিমার-এর শিল্প উত্পাদনে অনুঘটক হিসাবেও ব্যবহৃত হয়।\nবিশ্ব স্বাস্থ্য সংস্থা -র প্রয়োজনীয় ওষুধের তালিকায় আয়োডিনের উল্লেখ রয়েছে।\n\nপৃথিবীতে আয়োডিন প্রধানত পাওয়া যায় মহাসাগর এবং সমুদ্রের জলে দ্রবণীয় অবস্থায় আয়োডিন আয়ন I− রূপে। অন্যান্য হ্যালোজেনের ন্যায় মুক্ত আয়োডিন দ্বিপরমাণুক(I2)। আয়োডিন এর উচ্চ পারমাণবিক সংখ্যার জন্য এটি একটি অপেক্ষাকৃত বিরল মৌল।\n\n\n== আবিস্কারের ইতিহাস ==\nআয়োডিনের আবিস্কারক ফরাসি রসায়নবিদ বার্নার্ড কোর্টোইস একজন শোরা(সল্টপেটর; বারুদ তৈরির অন্যতম উপাদান) প্রস্তুতকারকের ঘরে জন্মগ্রহণ করেছিলেন। ১৮১১ সালে কোর্টোইস আয়োডিনের আবিস্কার করেন। নেপোলিয়নিক যুদ্ধের সময়, ফ্রান্সে শোরার প্রচুর চাহিদা ছিল। ফরাসি শোরা আকর থেকে শোরা উৎপাদনের সময় সোডিয়াম কার্বনেটের প্রয়োজন হত, যা নরম্যান্ডি এবং ব্রিটানির উপকূলে সংগৃহীত সামুদ্রিক শৈবাল থেকে সংগ্রহ করা হত। সামুদ্রিক শৈবাল থেকে সোডিয়াম কার্বনেট উৎপাদিত করার জন্য সামুদ্রিক শৈবালকে আগুনে পোড়ানো হত এবং তার ছাই জল দিয়ে ধুয়ে ফেলা হত। অবশিষ্ট বর্জ্য পদার্থে সালফিউরিক অ্যাসিড সংযোজন করে তাদের নিশ্চিহ্ন করা হত। এই অবশিষ্ট বর্জ্য পদার্থ পরিষ্করণের সময় কোর্টোইস একবার অত্যধিক সালফিউরিক অ্যাসিড যোগ করেছিলেন যাতে এক বেগুনি বাষ্পের সৃষ্টি হয়েছিল। তিনি লক্ষ্য করেছিলেন যে সেই বাষ্প ঠান্ডা হয়ে কালো রঙের স্ফটিকে পরিণত হয়। কোর্টোইস সন্দেহ করেছিলেন যে এই উপাদানটি কোন এক অনাবিষ্কৃত নতুন মৌল কিন্তু অর্থের অভাবে তিনি এবিষয়ে আর অনুসন্ধান করতে পারেননি।\nকোর্টোয়াস তার বন্ধু চার্লস বার্নার্ড ডেসোর্মস (১৭৭৭-১৮৩৮) এবং নিকোলাস ক্লেমেন্ট (১৭৭৯-১৮৪১) -কে এই নতুন মৌলের কিছু নমুনা দিয়েছিলেন যাতে তারা এই বিষয়ে গবেষণা চালিয়ে যান। তিনি রসায়নবিদ জোসেফ লুই গে-লুসাক (১৭৭৮-১৮৫০) এবং পদার্থবিদ আন্দ্রে-মারি অ্যাম্প(১৭৭৫-১৮৩৬) -কেও কিছু নমুনা দিয়েছিলেন। ২৯ নভেম্বর ১৮১৩ তারিখে, ডেসোর্মেস এবং ক্লেমেন্ট কোর্টোইসের আবিষ্কারের কথা জনসমক্ষে প্রচার করেন। তারা ফ্রান্সের ইম্পেরিয়াল ইনস্টিটিউটের একটি সভায় এই নতুন পদার্থের কথা উল্লেখ করেন। ৬ ডিসেম্বর গে-লুসাক ঘোষণা করেছিলেন যে নতুন আবিষ্কৃত পদার্থটি হয় একটি মৌল বা অক্সিজেনের যৌগ। যেহেতু পদার্থটি বেগুনি রঙের বাষ্প তৈরি করে তাই গে-লুসাক প্রাচীন গ্রিক শব্দ আয়োইডেস (যার অর্থ বেগুনি) -এর অনুকরণে পদার্থের নাম আয়োড রাখার প্রস্তাব করেছিলেন। অ্যাম্পিয়ার কোর্টোইসের থেকে প্রাপ্ত পদার্থের কিছু নমুনা ইংরেজ রসায়নবিদ হামফ্রে ডেভি (১৭৭৮-১৮২৯) কে দিয়েছিলেন, যিনি পদার্থের উপর পরীক্ষা করে বলেন যে ক্লোরিনের সাথে এর বিশেষ মিল রয়েছে। ডেভি ১০ ডিসেম্বর রয়্যাল সোসাইটি অফ লন্ডনে একটি চিঠি পাঠিয়েছিলেন যাতে তিনি একটি নতুন উপাদান আবিস্কার করার কথা উল্লেখ করেছিলেন। এরপরই আয়োডিনের প্রথম আবিষ্কর্তার পদাধিকারের জন্য ডেভি এবং গে-লুসাকের মধ্যে বচসা শুরু হয়; কিন্তু উভয় বিজ্ঞানীই স্বীকার করেছিলেন যে কোর্টোইস -ই প্রথম উপাদানটিকে চিহ্নিত করেছিলেন।\n১৮৭৩ সালে ফরাসি চিকিৎসক এবং গবেষক ক্যাসিমির জোসেফ ডেভাইন (১৮১২-১৮৮২) আবিস্কার করেন যে পচনবারক বা অ্যান্টিসেপ্টিক হিসাবে আয়োডিন অত্যন্ত কার্যকরি।  ইস্ট্রিয়ান শল্যচিকিৎসক অ্যান্টোনিও গ্রোসিচ (১৮৪৯-১৯২৬),প্রথম শল্যচিকিৎসায় জীবাণুমুক্তকরণের উপযোগিতার কথা প্রচার করেন। ১৯০৮ সালে তিনি অস্ত্রোপচারের সময় টিংচার আয়োডিনের ব্যবহার শুরু করার কথা বলেন কারন তা মানুষের ত্বককে দ্রুত জীবাণুমুক্ত করতে পারে।\nপ্রাথমিক পর্যায় সারণিতে, আয়োডিনকে প্রায়শই J অক্ষরে চিহ্নিত করা হত কারন জার্মান ভাষায় এর নাম আয়োডিনের নাম ছিল জড্‌।\n\n\n== বৈশিষ্ট্য ==\n\nআয়োডিন হল চতুর্থ হ্যালোজেন এবং গ্রুপ ১৭-এর সদস্য; পর্যায় সারণীতে ফ্লোরিন, ক্লোরিন এবং ব্রোমিনের নিচে -এর অবস্থান। আয়োডিন গ্রুপ ১৭ -এর সবচেয়ে ভারী এবং স্থিতিশীল সদস্য।(পঞ্চম এবং ষষ্ঠ হ্যালোজেন, তেজস্ক্রিয় অ্যাস্টাটাইন এবং টেনেসাইন -এর স্থিতিশীলতার অভাব এবং দুস্প্রাপ্যতার কারণে এদের ভালভাবে অধ্যয়ন করা সম্ভব হয়নি, তাছাড়াও আপেক্ষিক প্রভাবের কারণে এদের মধ্যে বিভিন্ন অস্বাভাবিক বৈশিষ্ট্য দেখা যায়।) আয়োডিনের ইলেক্ট্রন বিন্যাস [Kr]4d105s25p5; অর্থাৎ এর পঞ্চম ও সর্বশেষ অর্বিটাল বা উপকক্ষে সাতটি ইলেক্ট্রন বর্তমান এবং এই ৭ টি ইলেক্ট্রন আয়োডিনের ভ্যালেন্স ইলেক্ট্রন। আয়োডিন ও তার গ্রুপের অন্যান্য মৌলদের পারমাণবিক স্থিতিশীলতা বজায় রাখতে সর্বশেষ ইলেক্ট্রন কক্ষপথে আটটি ইলেকট্রনের উপস্থিতি প্রয়োজন। আয়োডিনের ভ্যালেন্স ইলেক্ট্রনের সংখ্যা সাত অর্থাৎ আট -এর থেকে একটি ইলেক্ট্রন কম। এই ইলেক্ট্রনের ঘাটতি পূরন করতে আয়োডিন অন্যান্য মৌলের সাথে রাসায়নিক বিক্রিয়ায় রত হয় এবং তাদের থেকে ইলেক্ট্রন গ্রহনের মাধ্যমে স্থিতিশীলতা অর্জনের চেষ্টা করে; অর্থাৎ আয়োডিন একটি অক্সিডাইজিং এজেন্ট বা জারক পদার্থ যদিও স্থিতিশীল হ্যালজেন মৌলের মধ্যে এটিকে দুর্বলতম জারক পদার্থ হিসাবে গন্য করা হয়।\nআয়োডিনের অনুকে I2 -এর মাধ্যমে চিহ্নিত করা হয়। আয়োডিন অণু দ্বিপরমাণুক। দুটি আয়োডিন মৌল তাদের বহিকক্ষপথের একটি ইলেকট্রনকে ব্যবহার করে একটি ইলেকট্রন জোড় গঠন করে যার যুগ্ম অংশীদারির মাধ্যমে তারা উভয়ে স্থিতিশীল অবস্থা অর্জনের চেষ্টা করে। উচ্চ তাপমাত্রায়, অণুর ইলেক্ট্রন জোর বিচ্ছিন্ন হয়ে পুনরায় দুটি আয়োডিন পরমাণু নিষ্কাশিত হয়। একইভাবে আয়োডাইড অ্যানায়ন I− স্থিতিশীল হ্যালোজেনদের মধ্যে সবচেয়ে শক্তিশালী রিডিউসিং এজেন্ট বা বিজারক পদার্থ কারন তারা খুব সহজেই দ্বিপরমাণুক I2 তে পরিবর্তিত হয়।\nপর্যায় সারণিতে যত নিচের দিকে যাওয়া যায়, হ্যালোজেন মৌলের বর্ণ গাড় হতে থাকে। ফ্লোরিন -এর প্রাকৃতিক রং ফ্যাকাশে হলুদ, ক্লোরিনের সবুজ-হলুদ, ব্রোমিনের লালচে-বাদামী এবং আয়োডিন সাধারণত বেগুনি বর্ণের হয়ে থাকে।\nমৌলিক আয়োডিন আংশিকভাবে জলে দ্রাব্য। এক গ্রাম আয়োডিন ২০ ডিগ্রি সেলসিয়াস তাপমাত্রায় ৩৪৫০ মিলি জলে এবং ৫০ ডিগ্রি সেলসিয়াস তাপমাত্রায় ১২৮০ মিলি জলে দ্রবীভূত হয়। পটাশিয়াম আয়োডাইড যোগ করা হলে তা অন্যান্য পলিআয়োডাইডের মধ্যে ট্রাইওডাইড আয়ন গঠন করে এবং দ্রাব্যতা বৃদ্ধিতে সহায়তা করে। ননপোলার দ্রাবক যেমন হেক্সেন এবং কার্বন টেট্রাক্লোরাইড উচ্চতর দ্রবণীয়তা প্রদান করতে সক্ষম।\nকার্বন টেট্রাক্লোরাইড এবং সম্পৃক্ত হাইড্রোকার্বনে দ্রবীভূত হলে আয়োডিন বেগুনি বর্ণ ধারণ করে কিন্তু অ্যালকোহল এবং অ্যামাইনগুলিতে গভীর বাদামী বাদামী বর্ণ ধারণ করে।\n\nহ্যালোজেনগুলির মধ্যে আয়োডিনের গলনাঙ্ক এবং স্ফুটনাঙ্ক সর্বাধিক, কারন অন্যন্য হ্যালোজেনের তুলনায় আয়োডিনের অণুগুলির মধ্যে সবচেয়ে শক্তিশালী ভ্যান ডার ওয়ালস মিথস্ক্রিয়া রয়েছে। একইভাবে, আয়োডিন হ্যালোজেনগুলির মধ্যে সবচেয়ে কম উদ্বায়ী।. আয়োডিন এক বিশেষ শ্রেণীর মৌলের অন্তর্ভুক্ত যারা সরাসরি কঠিন থেকে গ্যাসে পরিণত হয়, কিন্তু পদার্থের এই বৈশিষ্ট্যের কারণে একটি ভুল ধারণার জন্ম হয়, যে এটি বায়ুমণ্ডলীয় চাপে গলে যায় না। হ্যালোজেনগুলির মধ্যে এটির পারমাণবিক ব্যাসার্ধ বৃহত্তম যার কারণে এর প্রথম আয়নিকরণ শক্তি বা ফার্স্ট আয়নাইজেসন এনার্জি সর্বনিম্ন। এছাড়াও এর ইলেকট্রন আশক্তি এবং তড়িৎ ঋণাত্মকতা সর্বনিম্ন এবং হ্যালোজেন মৌলের মধ্যে আয়োডিন সবচেয়ে কম প্রতিক্রিয়াশীল।\n\nডাইআয়োডিনের আন্তঃহ্যালোজেন বন্ধন সমস্ত হ্যালোজেন মৌলের মধ্যে দুর্বলতম। গ্যাসীয় আয়োডিনের একটি নমুনার ১% বায়ুমণ্ডলীয় চাপে ও মাত্র ৫৭৫ °C তাপমাত্রায় আয়োডিন পরমাণুতে বিচ্ছিন্ন হয়ে পরে যেখানে সমপরিমাণ ফ্লোরিন, ক্লোরিন এবং ব্রোমিন -এর ৭৫০ ডিগ্রি সেলসিয়াসের বেশি তাপমাত্রা প্রয়োজন হয়। আয়োডিনের বেশীরভাগ বন্ধনী অন্যান্য সাদৃশ্যপূর্ণ মৌলের তুলনায় দুর্বল হয়ে থাকে। গ্যাসীয় আয়োডিনের মূল উপাদান I2 অনুর I-I বন্ধনের দৈর্ঘ্য ২৬৬.৬ pm যা রসায়নশাস্ত্রের দীর্ঘতম একক বন্ধনী বা সিঙ্গল বন্ড -গুলির মধ্যে একটি। কঠিন অর্থোরম্বিক স্ফটিক আয়োডিনের I-I বন্ধনের আরও দীর্ঘ (২৭১.৫ pm); এবং এর স্ফটিক গঠন ক্লোরিন ও ব্রোমিনের স্ফটিক গঠন এর সঙ্গে সাদৃশ্যপূর্ণ(দীর্ঘতম একক বন্ধনীর উপাধি আয়োডিনের প্রতিবেশী জেননের কাছে রয়েছে: Xe–Xe বন্ডের দৈর্ঘ্য ৩০৮.৭১ pm)। পর্যায় সারণিতে আয়োডিনের সাথে তার নিকটবর্তী মৌলের ইলেক্ট্রনিক আদানপ্রদানের প্রক্রিয়ার ফলে আয়োডিন কিছু অর্ধপরিবাহী পদার্থের বৈশিষ্ট্য লাভ করে।  এই পরিবর্তিত আয়োডিনকে একটি অর্ধপরিবাহী পদার্থ হিসাবে বিবেচনা করা যেতে পারে যার পরিবহন ব্যান্ড (কনডাকশন ব্যান্ড) ও যোজন ব্যান্ড (ভ্যালেন্স ব্যান্ড) -এর মধ্যে শক্তি পার্থক্য (ব্যান্ড গ্যাপ) মোটামুটি ১.৩ eV (১২৫ kJ/mol) যার কেলাসীয় গঠন লক্ষ্য করলে দেখা যাবে যে স্ফটিক স্তরগুলির সমতলে এর অনুগুলির সজ্জা অর্ধপরিবাহী পদার্থের সঙ্গে সাদৃশ্যপূর্ণ কিন্তু লম্ব দিকে এর অনুর বিন্যাস একটি অন্তরক পদার্থের ন্যায়।\n\n\n=== আইসোটোপ ===\nআয়োডিনের ৩৭ টি পরিচিত আইসোটোপ -এর মধ্যে শুধুমাত্র আয়োডিন-১২৭ প্রকৃতিতে লব্ধ। অন্যন্য আইসোটোপগুলি প্রধানত তেজস্ক্রিয় এবং এদের অর্ধ-জীবন বা হাফ লাইফ -এর অবধি অত্যন্ত কম হয়। আয়োডিন মনোআইসোটোপিক এবং মনোনিউক্লিডিক উভয় প্রকারেরই হয় এবং এর পারমাণবিক ওজন সাধারণত ধ্রুবকের ন্যায় অপরিবর্তিত থাকে ও অত্যন্ত নির্ভুলতার সাথে পরিমাপ করা যায়।\nআয়োডিনের তেজস্ক্রিয় আইসোটোপ বা রেডিওআইসোটোপগুলির মধ্যে সবচেয়ে দীর্ঘস্থায়ী হল আয়োডিন-১২৯, যার অর্ধ-জীবন ১৫.৭ মিলিয়ন বছর। আয়োডিন-১২৯ বিটা ক্ষয় প্রক্রিয়ায় ক্ষয়প্রাপ্ত হয়ে স্থিতিশীল জেনন-১২৯ -এ রূপান্তরিত হয়। আয়োডিন-১২৯ -এর উৎপত্তির ইতিহাস অত্যন্ত আদিম। সৌরজগতের গঠনের আগে আয়োডিন-১২৭ -এর সাথে যৌথভাবে কিছু আয়োডিন-১২৯ গঠিত হয়েছিল, কিন্তু এটি এখন সম্পূর্ণরূপে ক্ষয়প্রাপ্ত হয়ে এক বিলুপ্ত রেডিওনিউক্লাইডে পরিণত হয়েছে। এখনও প্রাথমিক সৌরজগতের ইতিহাস বা খুব পুরানো ইতিহাসের বা প্রাচীন ভূগর্ভস্থ জলের সময়কাল নিরূপণে এই বিলুপ্ত রেডিওনিউক্লাইডের অবশেষ -এর সাহায্য নেওয়া হয়। প্রকৃতিতে আয়োডিন-১২৯ -এর প্রাচীন উপস্থিতি নিরূপণ করা হয় জেনন-১২৯ -এর উপস্থিতি থেকে যা আয়োডিন-১২৯ -এর রূপান্তরিত অবস্থা। আজও মহাবিশ্বে আয়োডিন-১২৯ -এর উপস্থিতির চিহ্ন বিদ্যমান। এটি একটি মহাজাগতিক নিউক্লাইডও, যা বায়ুমণ্ডলীয় জেননের মহাজাগতিক রশ্মির বিচ্ছুরন থেকে গঠিত। প্রাকৃতিক আয়োডিনের মধ্যে বিলুপ্ত আয়োডিন-১২৯ -এর যে অবশেষ হিসাবে জেনন-১২৯ পাওয়া যায়, যার পরিমাণ ১০−১৪ থেকে ১০−১০। ১৯৬০ এবং ১৯৭০ এর দশকে থার্মোনিউক্লিয়ার পরীক্ষায় আয়োডিন-১২৯ -এর অবশেষ -এর যে পরিমাপ পাওয়া গেছে তা সমস্ত বৈশ্বিক আয়োডিনের পরিমাপের ১০−৭ অংশ।  রাসায়নিকভাবে স্বক্রিয় আয়োডিন-১২৭ এবং আয়োডিন-১২৯ প্রায়শই এক বিশেষ বর্ণালিবীক্ষণ যন্ত্রে ব্যবহৃত হয়।\nঅন্যান্য আয়োডিন রেডিওআইসোটোপের অর্ধ-জীবন তুলনামূলকভাবে কম, সাধারনতঃ এক দিনের বেশি নয়। চিকিতসাক্ষেত্রে এদের মধ্যে কিছু বিশেষ আইসোটোপের প্রয়োগ দেখা যায়, বিশেষত থাইরয়েড সম্পর্কিত চিকিৎসায়; কারণ শরীরে আয়োডিন প্রবেশ করার পর তা থাইরয়েড গ্রন্থি-তেই সঞ্চিত ও ঘনীভূত হয়। আয়োডিন-১২৩ -এর অর্ধ-জীবন তেরো ঘন্টা এবং সাধারণত ইলেকট্রন ক্যাপচার প্রক্রিয়ার মাধ্যমে ক্ষয়প্রাপ্ত হয়ে টেলুরিয়াম-১২৩ -তে রূপান্তরিত হয় এবং এই প্রক্রিয়ার ফলে গামা রশ্মি নির্গত হয়। এটি পারমাণবিক ঔষধ প্রস্তুতিতে, ইমেজিং প্রক্রিয়ায়, এক্স রে, সি.টি স্ক্যান প্রক্রিয়া ইত্যাদিতে ব্যাবহার হয়।\nদ্বিতীয় দীর্ঘতম আয়োডিন রেডিওআইসোটোপ হল আয়োডিন-১২৫। এর অর্ধ-জীবন হল ঊনপঞ্চাশ দিনের। এটি ইলেকট্রন ক্যাপচার -এর মাধ্যমে ক্ষয়প্রাপ্ত হয় এবং টেলুরিয়াম-১২৫ -এ পরিবর্তিত হয়। সেই সময়ে, এটি কম-শক্তির গামা বিকিরণ নির্গত করে। জৈবিক পরীক্ষা, পারমাণবিক ঔষধ, ইমেজিং এবং রশ্মিপাত চিকিত্সা(রেডিয়েশন থেরাপি) সংক্রান্ত চিকিতসা; বিশেষ করে প্রোস্টেট ক্যান্সার, ইউভেল মেলানোমাস এবং ব্রেন টিউমারের চিকিৎসায় এর বহুল ব্যবহার রয়েছে।\nঅবশেষে, আয়োডিনের আরেকটি গুরুত্বপূর্ণ রেডিওআইসোটোপ হল আয়োডিন-১৩১। এটির অর্ধ-জীবন আট দিনের। এটি বিটা ক্ষয় প্রক্রিয়ায় রাসায়নিক ভাবে স্বক্রিয় জেনন-১৩১ -এ রূপান্তরিত হয় এবং পরে গামা বিকিরণ নির্গত করে -এর উত্তেজিত ইলেক্ট্রনগুলি গ্রাউন্ড স্টেট বা রাসায়নিক নিস্ক্রিয়তা -প্রাপ্ত হয়। আয়োডিন-১৩১ সাধারনত নিউক্লীয় বিভাজন -এর উপজ এবং কোন উচ্চমাত্রার তেজস্ক্রিয় বিকিরণে এর (নিউক্লিয় বিদ্যুত কেন্দ্রের দুর্ঘটনায়) বহুল পরিমাণে নির্গমন হয় এবং খাদ্যপদার্থে মিশ্রিত হয়ে তাকে বিষাক্ত ও গ্রহণ অযোগ্য করে তোলে এবং মানুসের থাইরয়েড গ্রন্থিতে জমা হতে থাকে। উচ্চ মাত্রার তেজস্ক্রিয় আয়োডিন-১৩১ -এর সংস্পর্শে আসা অত্যন্ত ক্ষতিকর কারন তার ফলে পরবর্তী জীবনে তেজস্ক্রিয়তাজনিত থাইরয়েড ক্যান্সার হওয়ার সম্ভাবনা থাকে। এছারাও থাইরয়েডে অস্বাভাবিক বৃদ্ধি ও থাইরয়েডাইটিস হওয়ার সম্ভাবনা হওয়ার প্রভূত সম্ভাবনা থাকে।\nআয়োডিন-১৩১ -এর নেতিবাচক প্রভাবের বিরুদ্ধে সুরক্ষার স্বাভাবিক উপায় হল থাইরয়েড গ্রন্থিতে স্থিতিশীল আয়োডিন-১২৭ -এর পরিমেয় সরবরাহ যা দৈনিক নির্দিষ্ট পরিমাণ পটাশিয়াম আয়োডাইড ট্যাবলেট গ্রহণের মাধ্যমে পূরণ করা সম্ভব। আয়োডিন-১৩১ রেডিয়েশন থেরাপিতে ঔষধি উদ্দেশ্যে ব্যবহার করা যেতে পারে, কারন এর মাধ্যমে রোগগ্রস্ত কোষকে ধ্বংসে করা যায়। আয়োডিন-১৩১ কে তেজস্ক্রিয়তা সনাক্ত করতেও ব্যবহার করা হয়।\n\n\n== রাসায়নিক ধর্ম ==\n\nআয়োডিন রাসায়নিকভাবে বেশ প্রতিক্রিয়াশীল হলেও অন্যান্য হ্যালোজেনের তুলনায় -এর রাসায়নিক স্বক্রিয়তা কম। উদাহরণস্বরূপ, ক্লোরিন গ্যাস খুব সহজেই হ্যালোজেন সংযোগ বিক্রিয়া -র মাধ্যমে কার্বন মনোক্সাইড, নাইট্রিক অক্সাইড এবং সালফার ডাই অক্সাইডকে যথাক্রমে ফসজিন, নাইট্রোসিল ক্লোরাইড এবং সালফারিল ক্লোরাইডে পরিণত করবে কিন্তু আয়োডিন মৌল এত সহজে হ্যালজেনেশন বিক্রিয়া ঘটাতে অক্ষম। কোনো ধাতব মৌলের আয়োডিনেশনের ফলে যে জারণ অবস্থা প্রাপ্ত হয়, তা তার ক্লোরিনেশন বা ব্রোমিনেশনের ফলে প্রাপ্ত জারণ অবস্থার থেকে কম হয়।\nউদাহরণস্বরূপ, রেনিয়াম ধাতু ক্লোরিনের সাথে বিক্রিয়া করে রেনিয়াম হেক্সাক্লোরাইড তৈরি করে, কিন্তু ব্রোমিনের সাথে এটি কেবল রেনিয়াম পেন্টাব্রোমাইড এবং আয়োডিনের সাথে শুধুমাত্র রেনিয়াম টেট্রায়োডাইড তৈরি করতে সক্ষম। হ্যালোজেনগুলির মধ্যে আয়োডিনের আয়নিকরণ শক্তি সবচেয়ে কম এবং তাদের মধ্যে সবচেয়ে সহজে অক্সিডাইজ হ্তে পারে। আয়োডিনের উচ্চতর জারণ অবস্থাগুলি ব্রোমিন এবং ক্লোরিনগুলির তুলনায় আরও স্থিতিশীল; উদাহরণস্বরূপ আয়োডিন হেপ্টাফ্লোরাইডের কথা উল্লেখ করা জেতে পারে। \n\n\n=== চার্জ ট্রান্স্ফার কম্প্লেক্স ===\nআয়োডিন অণু I2, CCl4 এবং আলিফ্যাটিক হাইড্রোকার্বনে দ্রবীভূত হয়ে একপ্রকার উজ্জ্বল বেগুনি রং -এর দ্রবণ প্রস্তুত করে। এই দ্রাবকগুলিতে শোষণ ব্যান্ডের পরিসীমা সর্বাধিক ৫২০-৫৪০ ন্যানোমিটার যা π* থেকে σ* রূপান্তর প্রক্রিয়ার জন্য নির্ধারিত। যখন I2 এই দ্রাবকগুলিতে লুইস বেস -গুলির সাথে বিক্রিয়া করে তখন নির্দেশনাসূচক লেখচিত্রে I2 পিক চিহ্নিত স্থানের অবস্থানের স্থানান্তর লক্ষ্য করা যায় ও নতুন I2 পিকের অবস্থান হয় ২৩০ – ৩৩০ ন্যানোমিটার পরিসীমায়; মূলত ইলেকট্রন আসক্তির ফলে এই ঘটনা ঘটে এবং একেই চার্জ ট্রান্স্ফার কম্প্লেক্স হিসাবে বর্ণনা করা হয়।\n\n\n== আয়োডিনের যৌগসমূহ ==\n\n\n=== হাইড্রোজেন আয়োডাইড ===\nআয়োডিনের সবচেয়ে সহজল্ভ্য যৌগ হল হাইড্রোজেন আয়োডাইড, যার রাসায়নিক চিহ্ন HI। এটি একটি বর্ণহীন গ্যাস যা অক্সিজেনের সাথে বিক্রিয়া করে উপজাত পণ্য হিসাবে জল এবং আয়োডিন প্রস্তুত করে। পরীক্ষাগারে পরীক্ষামূলকভাবে আয়োডিনেশন বিক্রিয়ার জন্য এটি একটি দরকারি রাসায়নিক উপাদান। অন্যান্য হাইড্রোজেন হ্যালাইডের মত শিল্পক্ষেত্রে এর খুব বেশি ব্যবহার হয়না। বাণিজ্যিকভাবে, সাধারণত হাইড্রোজেন সালফাইড বা হাইড্রাজিনের সাথে আয়োডিনের বিক্রিয়া ঘটিয়ে এটি প্রস্তুত হয়, যার রাসায়নিক বিক্রিয়ার সূত্র নিম্নরূপঃ\n\n  \n    \n      \n        \n          2\n          \n          \n            I\n            \n              2\n            \n            \n              \n            \n          \n          +\n          \n            N\n            \n              2\n            \n            \n              \n            \n          \n          \n            H\n            \n              4\n            \n            \n              \n            \n          \n          \n            \n              →\n              \n                H\n                2\n                O\n              \n            \n          \n          4\n          \n          HI\n          +\n          \n            N\n            \n              2\n            \n            \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\ce {2I2 + N2H4->[H2O]4HI + N2}}}\n  \n\nঘরের সাধারণ তাপমাত্রায় অন্যান্য সাধারন হাইড্রোজেনের হ্যালাইডের(কেবলমাত্র ব্যতিক্রম হাইড্রোজেন ফ্লোরাইড) ন্যায় এটি একটি বর্ণহীন গ্যাস। এটি −৫১.০ °C তাপমাত্রায় গলে যায় এবং −৩৫.১ °C তাপমাত্রায় ফুটতে শুরু করে।H-I বন্ধনীর বিচ্ছেদ শক্তি হল ২৯৫ কিলোজুল/মোল যা হাইড্রোজেন হ্যালাইডগুলির মধ্যে সবচেয়ে ন্যূনতম।\nজলীয় হাইড্রোজেন আয়োডাইড হাইড্রোআয়েডিক অ্যাসিড নামে পরিচিত, যা একটি শক্তিশালী অ্যাসিড।\nহাইড্রোজেন আয়োডাইড জলে অত্যন্ত দ্রবণীয়। এক লিটার জলে ৪২৫ লিটার হাইড্রোজেন আয়োডাইড দ্রবীভূত হয় এবং এর সম্পৃক্ত দ্রবণে হাইড্রোজেন আয়োডাইডের অণু প্রতি মাত্র চারটি জলের অণু থাকে। বাণিজ্যিকভাবে প্রস্তুত ঘনীভূত হাইড্রোআয়েডিক অ্যাসিডের প্রতি ভরে সাধারণত ৪৮-৫৭% HI বর্তমান থাকে। দ্রবণটি, প্রতি ১০০ গ্রাম দ্রবণে ৫৬.৭ গ্রাম HI -এর মাত্রাসহ একটি অ্যাজিওট্রোপ(দুটি তরল বা তার বেশি পদার্থের মিশ্রণ জার একটি অপরিবর্তনশীল ফুটন্ত বিন্দু রয়েছে এবং যাদের সাধারণ পাতন পদ্ধতি দ্বারা পৃথক করা সম্ভব নয়।) গঠন করে যার স্ফুটনাঙ্ক ১২৬.৭ ডিগ্রি সেলসিয়াস।\nনির্জল হাইড্রোজেন আয়োডাইডকে দ্রাবক হিসাবে ব্যাবহার করা অত্যন্ত কঠিন কারন, প্রথমত এর স্ফুটনাঙ্ক কম, দ্বিতীয়ত এর অস্তরক ধ্রুবক বা ডাইইলেকট্রিক কন্সট্যান্ট -এর মান কম, তৃতীয়ত দ্রাবক হিসাবে ক্রিয়াশীল হওয়ার জন্য এটি সহজে H2I+ এবং H2I- আয়নে বিচ্ছিন্ন হয়না এবং H2I- -এর স্থিতিশীলতা অত্যন্ত কম। নির্জল হাইড্রোজেন আয়োডাইড একটি দুর্বল দ্রাবক, যা শুধুমাত্র ছোট আণবিক যৌগ যেমন নাইট্রোসিল ক্লোরাইড এবং ফেনল, অথবা টেট্রালকিলামোনিয়াম হ্যালাইডের ন্যায় খুব কম ল্যাটিস শক্তিসম্পন্ন লবণকে দ্রবীভূত করতে সক্ষম।\n\n\n=== অন্যান্য আয়োডাইড ===\nপর্যায় সারণির প্রায় সব উপাদানই বাইনারি আয়োডাইড যৌগ গঠন করতে সক্ষম। কেবলমাত্র তিনটি ক্ষেত্রে কিছু সংখ্যালঘু ব্যতিক্রম লক্ষিত ও নির্ধারিত হয়েছে; প্রথমত রাসায়নিকভাবে চরম নিষ্ক্রিয় এবং বিক্রিয়ায় অংশগ্রহণে অপারগ পদার্থ (যেমন নিষ্ক্রিয় গ্যাস),দ্বিতীয়ত চরম পারমাণবিক অস্থিরতা সম্পন্ন মৌল যার ক্ষয় এবং রূপান্তরের আগে রাসায়নিক অন্বেষণ প্রক্রিয়া বাধপ্রাপ্ত হয় (পর্যায় সারণিতে বিসমাথের পরবর্তী ভারী মৌল), তৃতীয়ত সেইসকল পদার্থ যাদের তড়িৎ ঋণাত্মকতা আয়োডিনের তুলনায় বেশি(অক্সিজেন, নাইট্রোজেন এবং প্রথম তিনটি হ্যালোজেন); এক্ষেত্রে আয়োডিনের সাথে এই অধিক তড়িৎ ঋণাত্মক মৌলগুলির বিক্রিয়ার ফলে যে যৌগগুলি উৎপন্ন হয় তাদের আয়োডাইড শ্রেণীভুক্ত না করে অক্সাইড, নাইট্রাইড বা আয়োডিনের হ্যালাইড শ্রেণীভুক্ত করা হয়েছে(তবুও, নাইট্রোজেন ট্রাইওডাইডকে আয়োডাইড হিসাবে চিহ্নিত করা হয়েছে কারণ এটি অন্যান্য নাইট্রোজেন ট্রাইহালাইডের সাথে সাদৃশ্যপূর্ণ)।\nপদার্থের তড়িৎ ঋণাত্মকতা ও তাপগতিবিজ্ঞান সম্পর্কিত ধর্মের কারণে ঘরের তাপমাত্রায় স্থিতিশীল নিরপেক্ষ সালফার আয়োডাইড অস্তিত্বহীন যদিও S2I2 ও SI2, ১৮৩ কেল্ভিন এবং ৯ কেলভিন তাপমাত্রা পর্যন্ত স্থিতিশীল অবস্থায় থাকে। একই কারণে, কোন নিরপেক্ষ সেলেনিয়াম আয়োডাইডের অস্তিত্বের কথা জানা যায় না। যাইহোক, আরও স্থিতিশীল সালফার- এবং সেলেনিয়াম-আয়োডিনের একাধিক পরামানু বিশিষ্ট ক্যাটায়নগুলি প্রস্তুত এবং চিহ্নিত করা সম্ভব হয়েছে।\n\n\n== তথ্যসূত্র =="}