{"pageid": 1044104, "title": "টেড বান্ডি", "url": "https://bn.wikipedia.org/wiki?curid=1044104", "content": "থিওডোর রবার্ট বান্ডি (জন্ম কোওয়েল; নভেম্বর ২৪, ১৯৪৬ - ২৪ শে জানুয়ারী, ১৯৮৯) একজন মার্কিন ধারাবাহিক খুনি। তিনি ১৯৭০ এর দশকে এবং সম্ভবত এর আগেও বহু যুবতী মেয়েদের অপহরণ, ধর্ষণ ও হত্যা করেছিলেন। এক দশকেরও বেশি সময় অস্বীকারের পর, তিনি ৩০ টি হত্যাকাণ্ডের কথা স্বীকার করেছেন। ১৯৭৪ থেকে ১৯৭৮ সালের মধ্যে আমেরিকার সাতটি রাজ্যে তিনি এই হত্যাকান্ড চালান। হত্যার শিকার হওয়া হতভাগ্যের প্রকৃত সংখ্যা কত তা জানা যায়নি তবে তদন্তকারীরা মনে করেন খুনের প্রকৃত সংখ্যা আসলে আরো বেশি। \nপ্রথম দর্শনে বান্ডিকে সুদর্শন এবং অনন্যসাধারণ প্রতিভাবান হিসাবে বিবেচনা করা হত। এই সুযোগটি তিনি হত্যার শিকার হওয়া মেয়েগুলো এবং সমাজের বিশ্বাস অর্জনের জন্য ব্যবহার করেছিলেন। তিনি সাধারণত হত্যার শিকার ব্যক্তির সাথে জনবহুল স্থানে কথা বলতেন, তিনি আঘাত পেয়েছেন বা শারীরিক অক্ষমতা রয়েছে এমন ভান করতেন, বা কোনও কর্তৃপক্ষ ব্যক্তির ছদ্মবেশে কথা বলতেন। একসময় তাদের অজ্ঞান করে নির্জন স্থানে নিয়ে ধর্ষণ ও শ্বাসরোধ করতেন। তিনি কখনও কখনও তার মেরে ফেলা শিকারদের ফেলা দেয়া মৃতদেহের কাছে পুনরায় যেতেন এবং লাশের সাথে যৌন ক্রিয়া করতেন। তিনি এই বিকৃত কর্ম লাশ পচে যাওয়ার আগ অবধি বা বন্য প্রাণীরা খেয়ে ফেলা অবধি চালিয়ে যেতেন। তিনি শিরশ্ছেদ করা অন্তত ১২টি ক্ষতিগ্রস্তদের ছিন্ন মাথা তার এপার্টমেন্টে স্মারক হিসাবে রেখেছিলেন। কয়েকটি ক্ষেত্রে তিনি রাতে খুনের উদ্দেশ্যে হতভাগ্যদের বাসস্থানগুলিতে প্রবেশ করেন এবং নিদ্রায় থাকা তাঁর শিকারদের ভারি কিছু দিয়ে পিটিয়ে খুন করতেন এবং সম্ভব হলে সেখানেই যৌন হেনস্থা ও বিকৃত ক্রিয়া করতেন।\n১৯৭৫ সালে, গুরুতর অপহরণ এবং ফৌজদারি নির্যাতনের চেষ্টার জন্য বান্ডি গ্রেপ্তার হয়ে আমেরিকার ইউটাতে তার জেল হয়েছিল। এরপরে তিনি বেশ কয়েকটি রাজ্যে ঘটা অবিচ্ছিন্ন হত্যাকান্ডের ক্রমবর্ধমান দীর্ঘ তালিকায় সন্দেহভাজনদের একজন  হয়েছিলেন। কলোরাডোতে হত্যা অভিযোগের মুখোমুখি হয়ে, তিনি দুইবার নাটকীয়ভাবে পালিয়ে যান এবং ১৯৭৮ সালে চূড়ান্ত গ্রেফতারের আগে ফ্লোরিডায়  আরো তিনটি হত্যা  করেন। ফ্লোরিডা হত্যাকাণ্ডের জন্য, তিনি দুটি মামলার বিচারে তিনটি রকমের শাস্তিসহ মৃত্যুদণ্ড পেয়েছিলেন। ১৯৮৮ সালের ২৪ শে জানুয়ারি বান্ডিকে ফ্লোরিডার রাইফোর্ড রাজ্য কারাগারে, বৈদ্যুতিক চেয়ারের মাধ্যমে মৃত্যুদন্ড কার্যকর করা হয়েছিল।\nতাঁর জীবনীবিদ অ্যান রিলে বুন্দিকে \"একজন ধর্ষকামী সমাজবিকারগ্রস্থ বলে আখ্যায়িত করেছেন। বান্ডি অন্য একজন ব্যক্তির শারীরিক বেদনা থেকে আনন্দ পেতেন এবং মৃত্যু অবধি তাঁর শিকারগুলোর উপর তাঁর নিয়ন্ত্রণ এবং তারা মারা যাবার পরেও তাদের শরীরের উপর ক্রিয়াপূর্বক তা থেকে আনন্দ পেয়েছিলেন।\"  তিনি একবার নিজেকে \"সবচেয়ে শীতল হৃদয়ের ব্যক্তি\" হিসাবে বর্ণনা করেছিলেন।  তাঁর সর্বশেষ প্রতিরক্ষা দলের সদস্য অ্যাটর্নি পলি নেলসন তাকে \"হৃদয়হীন অশুভের সংজ্ঞা\" বলে অভিহিত করেছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\n\n\n=== শিশুকাল ===\nতিনি থিওডর রবার্ট কোওয়েল হিসেবে ১৯৪৬ সালের ২৪ নভেম্বরে জন্মগ্রহণ করেন। ভার্মন্টের বালিংটনে মাতা এলিনর লুইজি কোওয়েল (১৯২৪-২০১২) তখন থাকতো এলিজাবেথ লান্ড হোমে। ঐ বিশেষ জায়গাটিতে অবিবাহিত কিন্তু সন্তানসম্ভবা মেয়েরা থাকত। বান্ডির পিতার পরিচয় কখনোই নিশ্চিত হওয়া যায় নি। ঘটনাক্রমে টেডের জন্মের সার্টিফিকেটে নাম দেয়া হয় বিক্রেতা ও বিমান বাহিনীর প্রবীন লয়েড মার্সালের। কিন্তু অন্যদের মতে কে তার আসল বাবা তা কেউই জানে না। লুইজি দাবি করেছিল সে একজন যুদ্ধ-ফেরত যোদ্ধা কর্তৃক প্রলুব্ধ হয়েছিল এবং তার সাথে মিলিত হন, ঐ লোকের নাম ছিল জ্যাক ওর্থিংটন। এবং কিং কাউন্টি শেরিফের অফিসে টেডের পিতা হিসেবে তার নাম লিপিবদ্ধ করা আছে। কোন কোন পারিবারিক সদস্য সন্দেহ প্রকাশ করেছিল যে টেডের পিতা হয়ত লুইজির অত্যাচারি, সহিংস বাবা স্যামুয়েল কোওয়েল। কিন্তু এই সন্দেহের সপক্ষে কোন প্রমাণ কোথাও পাওয়া যায় না।\nজীবনের প্রথম তিন বছর বান্ডি ফিলাডেলফিয়ায় তার মায়ের দিকের দাদু-দিদার কাছে থাকত। তারা হলেন স্যামুয়েল কোওয়েল (১৮৯৮–১৯৮৩) এবং এলিনর কোওয়েল (১৮৯৫–১৯৭১)। তারা বান্ডিকে নিজেদের ছেলের মতই লালন পালন করত। তাছাড়া বিবাহ বহির্ভূত শিশু হিসেবে সমাজে একরকম কানাঘুষা ছিল। কানাঘুষা এড়ানোর জন্যও এটা করা হয়। পরিবারের সবাইকে, বন্ধুদেরকে এবং এমনকি টেডকেও বলা হয় যে স্যামুয়েল ও এলিনর হলেন তাদের বাবা-মা এবং লুইজি (আপন মা) হল তার বড় বোন। এক সময় সে প্রকৃত সত্যটা জানতে পারে, যদিও ঐ সত্য জানতে গিয়ে তাকে নানা বিব্রতকর অবস্থার মধ্য দিয়ে যেতে হয়। বান্ডি তার বান্ধবিকে বলেছিলেন যে তার কোন এক কাজিন তাকে \"জারজ\" বলে গালি দেন এবং তার জন্ম সনদ দেখান। কিন্তু তিনি তার আত্মজীবনী লেখক স্টীফেন মিশোও এবং হিউজ আইনেসওয়ার্থকে বলেন যে সনদটি তিনি নিজেই খুঁজে পেয়েছিলেন। জীবনী লেখক এবং সত্যিকার অপরাধ বিষয়ক লেখক এ্যান রুল, যিনি টেডকে ব্যক্তিগতভাবে চিনতেন, তিনি বিস্বাস করেন যে টেড আসলে ১৯৬৯ সালের আগে বিষয়টি জানতও না। যখন টেড ভারমন্টে তার আসল জন্ম সনদ খুজে পায় তখনি ব্যাপারটা সে জানতে পারে। বান্ডি তার মায়ের প্রতি সারাজীবন অসন্তোষ প্রকাশ করেছিলেন কারন তার মা তার আসল পিতা কে সে বিষয়ে কোন দিন তাকে কিছু বলেনি এবং পিতৃত্বের বিষয়টি চেপে গিয়ে টেডকে বিব্রত হয়ে নিজে নিজে খুঁজে বের করার জন্য বান্ডি তিতিবিরক্ত হন।\nকিছু সাক্ষাৎকারে বান্ডি তার দাদা-দিদার বিষয়ে খুবই আনন্দিত হয়ে কথা বলেছিল এবং রুলকে বলেন যে তার দাদার পরিচয়ে সে পরিচিত হতে, সম্মানিত হতে এবং তার সাথে থাকতে চান। ১৯৮৭ সালে টেড এবং তার পরিবারের সদস্যরা এটর্নীকে জানান যে স্যামুয়েল কোওয়েল একরকম অত্যাচারি ও ধর্মান্ধ ছিল। স্যামুয়েল কালো, ইটালিয়ান, ক্যাথলিক এবং ইহুদি জাতির লোক দেখতে পারত না। তিনি কখনো কখনো তার স্ত্রীকে প্রহার করতেন, কুকুরকে পেটাতেন এবং প্রতিবেশির বেড়ালগুলোকে লেজ ধরে ঘোরাতেন। তিনি একবার লুইজির ছোট বোন জুলিয়াকে বেশি ঘুমানোর কারণে সিঁড়ি দিয়ে ছুড়ে ফেলে দেন। তিনি কখনো কখনো অদৃশ্য কোন কিছুর সাথে উচু গলায় কথা বলতেন। এবং কমপক্ষে একবার বান্ডির বাবা-মা কে? এই প্রশ্ন তোলায় প্রচন্ডরকম ক্ষেপে যান।\nবান্ডি তার দাদী সম্পর্কে বলেন তিনি একজন ভীতু এবং অতিবাধ্য মহিলা। তাকে কিছুদিন পর পর বিষন্নতার জন্য থেরাপি নিতে হত। তিনি শেষ জীবনে ঘর ছেড়ে যেতে হবে এজন্য ভয় পেতেন। বান্ডির আচরণ ছোটবেলা থেকেই সমস্যাযুক্ত ছিল। জুলিয়া বান্ডির অতীতের কথা বলতে গিয়ে বলেন - একদিন আমি যখন ঘুমাচ্ছিলাম বান্ডি তখন রান্নাঘরের ছুরিগুলো তার চারপাশে ছড়িয়ে রাখে এবং জেগে উঠে আমি বান্ডিকে আমার বিছানার পাশে দাড়িয়ে হাসতে দেখি।\n\n১৯৫০ সালে লুইজি তার পদবী কোওয়েল থেকে নেলসনে পরিবর্তন করেন। তারপর পরিবারের বেশ কিছু সদস্যের তাগাদায় তার ছেলেকে নিয়ে ওয়াসিংটনের টাকোমার উদ্দেশ্যে পাড়ি দেন ফিলাডেলফিয়া ছেড়ে। সেখানে তার কাজিন এ্যালেন এবং জেন স্কট বাস করত। ১৯৫১ সালে লুইজি জনি কালপেপার বান্ডির (১৯২১-২০০৭) সাথে মিলিত হন। কালপেপার হাসপাতালের  রাধুনি ছিলেন। তাদের দেখা হয় টাকোমার প্রথম মেথোডিস্ট চার্চের সংগীত অনুষ্ঠানে। সেই বছরের শেষের দিকে তারা বিবাহ করেন এবং কালপেপার টেডকে দত্তক নেন। জনি এবং লুইজির সংসারে চারটি সন্তান হয়। যদিও প্রতিটি পারিবারিক ভ্রমণে এবং পারিবারিক কাজে টেডকে রাখতেন তবুও সে এক কোনে পড়ে থাকত। পরে টেড তার বান্ধবীর কাছে অভিযোগ করেন এই বলে যে, জনি আসলে আমার বাবা নয়, খুব বেশি টাকা কামান না এবং বেশি বুদ্ধিমান নয়।\nবান্ডি টাকোমা সম্পর্কে বিভিন্ন স্মৃতির কথা তার জীবনীলেখকদের বলেন। তিনি মিশোও এবং আইনেসওয়ার্থকে বলেন তিনি কীভাবে প্রতিবেশি পাড়ায় ঘুরে বেড়াতেন, ময়লার ঝুড়িগুলো ঘেটে দেখতেন কোন নারীর নগ্ন ছবি পাবার লোভে। পলি নেলসনের সাথে কথা বলার সময় তিনি উল্লেখ্য করেন - গোয়েন্দা ম্যাগাজিন, অপরাধ উপন্যাস এবং সত্যিকারের অপরাধ ডকুমেন্টারি গল্পের প্রতি তার ঝোঁক ছিল। যেসব গল্পে যৌন সহিংসতার কথা লেখা ছিল তার প্রতি আগ্রহবোধ করতেন বিশেষত সেই সব গল্প উপন্যাস যেখানে মৃত বা ক্ষতবিক্ষত শরীরের চিত্র থাকত। রুলের কাছে লেখা একটি চিঠিতে তিনি বর্ণনা করেন \"সত্যিকারের গোয়েন্দা ম্যাগাজিন কখনোই পড়বে না এবং সেগুলো মনে স্থানও দিবে না।\" মিশোওর সাথে কথা বলার একপর্যায়ে টেড বর্ণনা করেন তার মনের গোপন ইচ্ছা আছে বেশি করে মদ্য পান করে মধ্য রাতে এলাকায় ঘুরে বেড়াতে চান। ঐ অবস্থায় তিনি এমন জানালার খোঁজে থাকবেন যেটি খোলা আছে এবং কোন মহিলা তার কাপড় পরিবর্তন করছেন বা অন্য যা কিছু সেই দৃশ্য তিনি লুকিয়ে দেখতে চান।\nবিভিন্ন বর্ণনায় বান্ডি তার সামাজিক জীবনের কথাও বলেন। তিনি মিশোও এবং আইনেসওয়ার্থকে বলেন যখন কৈশোরে ছিলেন তিনি একা থাকতে পাছন্দ করতেন কারণ আন্তঃমানবীয় সম্পর্ক তিনি বুঝতে পারতেন না। তিনি দাবী করেন বন্ধুত্ব গড়ে তোলার কোন প্রাকৃতিক জ্ঞান তার নেই। তিনি বলেন \"আমি জানি না কি কারণে বা কেন মানুষ বন্ধু হতে চায়\" এবং \"আমি জানি না কেন সামাজিক ক্রিয়াকলাপ করা হয়\"। উডরো উইলসন হাই স্কুলের টেডের সহপাঠীরা রুলকে বলে, \"টেডকে সবাই জানত এবং সবাই পছন্দ করত\" \"ও ছিল বড় পুকুরের মধ্যম আকারের মাছ\"।\nবান্ডির একমাত্র বিশেষ খেলাধুলার যোগাযোগ খুজে পাওয়া যায় ডাউনহিলে স্কী করতে যাওয়ার ঘটনাটি। যেটি সে উৎসাহিত হয়ে করেছিল চুরি করা জিনিসপত্র দিয়ে এবং নকল লিফট টিকেট ব্যবহার করে।\nহাই স্কুলে থাকাকালীন তাকে দুই বার গ্রেফতার করা হয় চুরির সন্দেহে এবং গাড়ি চুরির সন্দেহে। যখন সে ১৮তে পা দেয়, ওয়াশিংটনের নিয়ম অনুযায়ী তার সেসব রেকর্ড মুছে ফেলা হয়।\n\n\n== ধারাবাহিক খুনের প্রথম দুটি ==\n\n\n=== ওয়াশিংটন, অরিগন ===\nবান্ডি কখন বা কোথায় মহিলাদের হত্যা শুরু করেছিলেন সে সম্পর্কে কোন সঠিক তথ্য নেই। তিনি বিভিন্ন লোককে বিভিন্ন গল্প বলেছিলেন এবং তার প্রথম দিকের অপরাধের বিশদ বর্ণনা প্রকাশ করতে অস্বীকার করেছিলেন, এমনকি মৃত্যুদণ্ড কার্যকর হওয়ার আগের দিনগুলিতে তিনি কয়েকজনের কাছে পরবর্তী হত্যাকান্ডের বিশদ বিবরণ প্রদান করে স্বীকার করেছিলেন। তিনি নেলসনকে বলেছিলেন যে ১৯৬৯ সালে নিউ জার্সির ওশেন সিটিতে তিনি তার প্রথম অপহরণের চেষ্টা করেছিলেন, কিন্তু সিয়াটলে ১৯৭১ সালের আগ অবধি কাউকে হত্যা করেননি।  তিনি মনস্তত্ত্ববিদ আর্ট নরম্যানকে বলেছিলেন যে তিনি ফিলাডেলফিয়ার পরিবার পরিদর্শন করতে গিয়ে ১৯৬৯ সালে আটলান্টিক সিটিতে দুটি মহিলাকে হত্যা করেছিলেন।\nতিনি ১৯৭২ সালে সিয়াটেলের একটি হত্যাকান্ড এবং ১৯৭৩ সালে আরেকটি হত্যাকান্ডের (একজন হিচহাইকার, টুমওয়াটার, ওয়াশিংটন) প্রতি ইঙ্গিত দিয়েছিলেন কিন্তু বর্ণনা করতে অস্বীকার করেন গোয়েন্দা রবার্ট ডি কেপেলের নিকট। রুল এবং কেপেল দুজনেই বিশ্বাস করেছিলেন যে তিনি সম্ভবত কিশোর বয়স থেকেই হত্যা শুরু করেছিলেন।   পারিপার্শ্বিক অবস্থা থেকে প্রমাণিত হয়েছিল যে তিনি ১৯৬১ সালে ১৪ বছর বয়সে টাকোমার আট বছর বয়সী অ্যান মেরি বুরকে অপহরণ করে হত্যা করেছিলেন, তবে এ অভিযোগ তিনি বারবার অস্বীকার করেছিলেন। তাঁর প্রথম লিপিবদ্ধ খুন ১৯৭৪ সালে হয়েছিল যখন তার বয়স ২৭ বছর ছিল। তার নিজের স্বীকারোক্তি অনুযায়ী ততক্ষণে অপরাধের স্থানে কোন অপরাধীকে অভিযুক্ত করার জন্য যে ফরেনসিক প্রমাণ লাগে তা ন্যূনতম করার বিষয়ে তিনি প্রয়োজনীয় দক্ষতা অর্জন করেছিলেন কারণ ডিএনএ-র প্রোফাইল ব্যবস্থায় খুব সহজে অপরাধী শনাক্ত করা যায়। \n১৯৭৪ সালের ৪ জানুয়ারি, মধ্যরাতের অল্প সময় পরে (যখন ব্রুকসের সাথে তাঁর সম্পর্ক ছিন্ন হয়), বান্ডি ১৮ বছর বয়সী কারেন স্পার্কসের বেসমেন্ট অ্যাপার্টমেন্টে অনুপ্রবেশ করেন। যাকে বিভিন্ন নামে সবাই চিনত জোনি লেনজ,   মেরি এডামস,  এবং টেরি ক্যালওয়েল ইত্যাদি । তিনি ইউডাব্লিউয়ের নৃত্যশিল্পী এবং শিক্ষার্থী। তাকে টেড বিছানার ফ্রেম থেকে ধাতব রড নিয়ে তা দিয়ে পেটায় এতে স্পার্কস জ্ঞানহীন হয়ে পরে। তখন টেড তিনি একই রড,   বা একটি ধাতব স্পেকুলাম দ্বারা যৌন নির্যাতন করেছিলেন,  এতে স্পার্কসের ব্যাপক অভ্যন্তরীণ আঘাত লাগে। তিনি ১০ দিন অচেতন ছিলেন,  তবে স্থায়ী শারীরিক ও মানসিক অক্ষমতা নিয়ে বেঁচে যান।  পহেলা ফেব্রুয়ারি ভোরের প্রথম দিকে, বান্ডি লিন্ডা আন হিলির বেসমেন্ট রুমে অনুপ্রবেশ করেন। হিলি ছিল ইউডাব্লু-এর স্নাতক শিক্ষার্থী এবং রেডিও জকি। তিনি যারা স্কী করত তাদের জন্য সকালের রেডিওতে আবহাওয়ার প্রতিবেদন প্রচার করতেন। সে তাকে মারধর করে অচেতন করেন এ সময় হিলির পরনে ছিল নীল জিন্স, একটি সাদা ব্লাউজ এবং বুট। পরে বান্ডি তাকে ধরে নিয়ে যায়। \n১৯৭৪ সালের প্রথমার্ধে, মহিলা কলেজ ছাত্রীরা প্রতি মাসে প্রায় একজন হারে অদৃশ্য হতে শুরু করে। ১২ই মার্চ, অলিম্পিয়ার (৬০ মাইল (৯৫ কিলোমিটার) সিয়াটেল দক্ষিণ-পশ্চিমে) দ্য এভারগ্রিন স্টেট কলেজের ১৯ বছর বয়সী শিক্ষার্থী ডোনা গাইল ম্যানসন তার ক্যাম্পাসে একটি জ্যাজ সঙ্গীতানুষ্ঠানে যোগ দিতে বাড়ি থেকে বের হন, কিন্তু তিনি আর পৌছাননি। ১৭ই  এপ্রিল, এলানসবার্গের সেন্ট্রাল ওয়াশিংটন স্টেট কলেজের (১১০ মাইল (১৭৫ কিলোমিটার) সিয়াটেল এর পূর্ব-দক্ষিণ-পূর্ব ) সান্ধ্যকালীন পরামর্শদাতার সভা শেষে তার নিজ কক্ষে যাওয়ার সময় সুসান ইলাইন র‍্যানকোর্ট অদৃশ্য হয়ে যান।   সেন্ট্রাল ওয়াশিংটনের দু'জন ছাত্রী পরে প্রতক্ষ্যদর্শীর খবর জানাতে এগিয়ে আসেন - একজন র‍্যানঙ্কোর্টের নিখোঁজ হওয়ার রাতে, অন্যজন তিন রাত আগে - একটি হাতের স্লিং পরেছিলেন এমন এক ব্যক্তির দেখা পান যিনি তার কাছে থাকা বইয়ের বোঝা গাড়ি পর্যন্ত বহন করার জন্য সাহায্য চেয়েছিল। তার গাড়িটি ছিল বাদামী বা ট্যান ভক্সওয়াগেন বিটল ।   মে ৬ তারিখ, রবার্ট ক্যাথলিন পার্ক ওরেগন স্টেট ইউনিভার্সিটি, করভালিস, ওরেগন (৮৫ মাইল (১৩৫ কিলোমিটার)পোর্টল্যান্ডের দক্ষিণে) ছাত্রাবাস থেকে বন্ধুদের সাথে কফি খাবার উদ্দেশ্যে  মেমোরিয়াল ইউনিয়নে যাত্রা করেন, তবে কখনও যাওয়া হয় নি তার। \nকিং কাউন্টি এবং সিয়াটল পুলিশ বিভাগের গোয়েন্দারা ক্রমবর্ধমান উদ্বেগে পড়েন। কোনও উল্লেখযোগ্য শারীরিক প্রমাণ ছিল না, এবং নিখোঁজ মহিলাদের মাঝে তেমন কোন মিল ছিল না শুধুমাত্র লম্বা চুলের মাঝখানে সিথি করা যুবতী, আকর্ষণীয়, সাদা চামড়ার কলেজ ছাত্রী ছাড়া। পহেলা জুন, সিয়াটল – টাকোমা আন্তর্জাতিক বিমানবন্দরের নিকটবর্তী বুরিয়ানের ফ্ল্যেম ট্যাবারণ থেকে বের হয়ে ২২ বছর বয়সী ব্রেন্ডা ক্যারল বল নিখোঁজ হয়েছিলেন। তাকে সর্বশেষ পার্কিংয়ে দেখা গিয়েছিল, একটি আহত বাধা হাতের এক লোক যার চুল বাদামী এরকম এক ব্যক্তির সাথে সে কথা বলছিল। \n১১ ই জুন দিন শুরুর সময়, ইউডাব্লু শিক্ষার্থী জর্গান হকিন্স তার প্রেমিকের ছাত্রাবাস ভবন এবং তার নিজ বাড়ির মধ্যে একটি উজ্জ্বল আলোকিত গলি দিয়ে হেঁটে যাওয়ার সময় নিখোঁজ হয়েছিল।  পরের দিন সকালে, সিয়াটলের তিনজন হত্যাকাণ্ডবিষয়ক গোয়েন্দা এবং একজন অপরাধী বিশেষজ্ঞ তন্ন তন্ন করে পুরো গলি পথটি খুজে দেখেছিল, কিন্তু তারা কিছুই খুঁজে পেল না।  হকিন্স নিখোঁজ হওয়ার কথা প্রকাশ হওয়ার পরে, প্রত্যক্ষদর্শীরা জানান পাশের একটি ছাত্রাবাসের পিছনের একটি গলিতে ওই রাতে একজনকে দেখেছিলেন। তিনি পা আহত হয়েছে এমনভাবে ক্রাচে ভর দিয়ে হাটছিলেন এবং ব্রিফকেস বহন করার জন্য খুবই অসুবিধা হচ্ছে বলে মনে হচ্ছিল।  একজন মহিলা স্মরণ করেন যে লোকটি তাকে তার হালকা বাদামী ফক্সওয়াগেন বিটল গাড়ীতে ব্রিফকেসটি বহন করার জন্য সহায়তা করতে বলেছিল।  পরে বুন্দি কেপেলকে বলেছিলেন যে তিনি হক্কিন্সকে অজ্ঞান করে দেওয়ার আগে তাকে তার গাড়ি পর্যন্ত প্রলুব্ধ করে নিয়ে গিয়েছিলেন এবং একটি ক্রোবারের সাহায্যে বাড়ি মেরে অজ্ঞান করেন। এরপরে তিনি হকিন্সকে হাতকড়া পরিয়ে ইশাকাহয় (সিয়াটল থেকে পূর্বে ২০ মাইল (৩০ কিলোমিটার) একটি আধা শহরতলি) নিয়ে যান যেখানে সে তাকে শ্বাসরোধ করে হত্যা করেছিল এবং সারা রাত তার দেহের সাথে কাটিয়েছিল।  বান্ডি বলেছেন যে হকিন্স তার গাড়ীর ভিতরেই আবার সচেতনতা ফিরে পেয়েছিল এবং বলেছিল যে পরের দিন তার একটি স্প্যানিশ পরীক্ষা হয়েছে এবং তিনি \"ভেবেছিলেন যে আমি তাকে স্প্যানিশ পরীক্ষার জন্য তাকে সাহায্য করার জন্য নিয়ে এসেছি\"। \"এটি মজার বিষয় নয়,\" হকিন্স যোগ করেছিলেন। \"যা একেবারেই উদ্ভদ কারণ ঐ পরিস্থিতিতে লোকেরা কী এ ধরনের কথা বলবে\"।  তিনি বলেছিলেন যে হকিন্সকে অপহরণ ও হত্যার পরদিন সকালে তিনি ইউডাব্লিউ গলি ফিরে এসেছিলেন। সেখানে একটি বড় অপরাধ তদন্তস্থলের ঠিক মাঝে তিনি হকিন্সের কানের দুল এবং তার একটি জুতা খুঁজে পেয়েছিলেন এবং সংগ্রহ করেছিলেন, তিনি সেগুলি পার্শ্ববর্তী পার্কিংয়ে রেখে গিয়েছিলেন এবং অরক্ষিত অবস্থায় রেখেছিলেন, তারপর সেখান থেকে চলে যান কোনরকম নজরদারিতে না পড়েই।  তিনি তিনবার হকিন্সের মৃতদেহটির সাথে মিলিত হবার কথা স্বীকার করেছিলেন। \nএই সময়কালে, বান্ডি অলিম্পিয়ায় সিয়াটল অপরাধ প্রতিরোধ উপদেষ্টা কমিশনের সহকারী পরিচালক (যেখানে তিনি ধর্ষণ প্রতিরোধে মহিলাদের জন্য একটি ক্ষুদ্র পুস্তক লিখেছিলেন) হিসাবে কাজ করছিলেন।  পরে তিনি নিখোঁজ মহিলাদের অনুসন্ধানে জড়িত একটি রাজ্য সরকারি সংস্থার জরুরি বিভাগের পরিষেবায় (ডিইএস) কাজ করেছিলেন। ডিইএসে তার সাক্ষাত হয় ক্যারল অ্যান বুনের সাথে এবং তারা একসঙ্গে মেলামেশা শুরু করেন। তিনি ছিলেন দু বার বিবাহ বিচ্ছেদ করা এবং দু সন্তানের মাতা। যিনি ছয় বছর পরে টেডের জীবনের চূড়ান্ত পর্বে গুরুত্বপূর্ণ ভূমিকা পালন করবেন।\nছয় জন নিখোঁজ মহিলা এবং স্পার্কসের নৃশংস মারধরের সংবাদগুলি ওয়াশিংটন এবং অরেগন জুড়ে সংবাদপত্রগুলিতে এবং টেলিভিশনে বিশেষভাবে প্রকাশিত হয়েছিল।  জনমানুষের মধ্যে ভয় ছড়িয়ে পড়ে; অল্প বয়সী মহিলাদের হিচহাইকিং করা দ্রুত হ্রাস পায়।  আইন প্রয়োগকারী সংস্থাগুলির উপর চাপ তৈরি হয়েছিল।  তবে শারীরিক প্রমাণের অভাবে তাদের কাজ মারাত্মকভাবে বাধাগ্রস্ত করেছিল। তদন্তে বাধাগ্রস্থ হতে পারে এই ভয়ে পুলিশ যে সামান্য তথ্য উপলভ্য ছিল তা সাংবাদিকদের সরবরাহ করতে পারেনি।  ভুক্তভোগীদের মধ্যে আরও মিল লক্ষ্য করা যায়। অন্তর্ধানগুলি মধ্য বা চূড়ান্ত পরীক্ষার এক সপ্তাহের মধ্যে প্রায়শই ভবন নির্মাণ কাজ চলছে এমন স্থানে ঘটেছিল। ক্ষতিগ্রস্ত সবাই স্ল্যাক বা নীল জিন্স পরে ছিল; এবং বেশিরভাগ অপরাধ স্থানে একজন ব্যক্তিকে দেখা যায় যিনি কাস্ট বা স্লিং পরেছেন এবং একটি বাদামী বা ট্যান রংয়ের ভক্সওয়াগেন বিটল গাড়ি চালাচ্ছেন। প্রশান্ত মহাসাগরীয় উত্তর-পশ্চিম হত্যাকাণ্ডের সমাপ্তি ঘটে ১৪ ই জুলাই যখন ইশাকাহের সাম্মামিশ স্টেট পার্ক লেকের এক জনাকীর্ণ সৈকত থেকে দু'জন মহিলাকে অপহরণ করা হয়েছিল।  পাঁচ জন মহিলা সাক্ষী একটি আকর্ষণীয় যুবককে দেখে যার এক বাম হাত আহত ছিল, তিনি সাদা টেনিসের পোশাক পরিহিত ছিলেন, কানাডিয়ান বা ব্রিটিশ উচ্চারণে  কথা বলেছিলেন এবং নিজেকে \"টেড\" হিসাবে পরিচয় দেন। তিনি তাঁর ট্যান বা ব্রোঞ্জের রঙ্গের ভক্সওয়াগেন বিটল থেকে একটি নৌকা নামাতে তাদের সহায়তা চেয়েছিলেন। এর মধ্যে  চারজন প্রত্যাখ্যান করেছে; একজন তাঁর গাড়ি পর্যন্ত তাঁর সাথে গেলেন, দেখলেন যে কোনও নৌকো নেই ফলে তিনি পালিয়ে যান। তিন জন অতিরিক্ত সাক্ষী তাকে নৌকার গল্পসহ কিং কাউন্টির জুভেনাইল কোর্টের প্রবেশন মামলার কর্মী জেনিস অ্যান ওটকে দেখতে পেলেন এবং তাকে তাঁর সাথে সৈকতে ছেড়ে যেতে দেখেন।  প্রায় চার ঘন্টা পরে, কম্পিউটার প্রোগ্রামার হওয়ার জন্য পড়াশোনা করা ১৯ বছর বয়সী ডেনিস মেরি ন্যাসলুন্ড রেস্টরুমে যাওয়ার জন্য পিকনিকের সবার কাছ থেকে উঠে যান এবং কখনই ফিরে আসেনি।  বান্ডি স্টিফেন মিশোও এবং উইলিয়াম হাগমায়ার উভয়কে বলেছিলেন যে নটলুন্ডেকে সাথে নিয়ে ফিরে আসার সময়ও অট বেঁচে ছিলেন এবং আরেকজনকে খুন করার সময় তিনি একজনকে হত্যাটি দেখতে বাধ্য করেছিলেন।    তবে তার মৃত্যুদন্ডের প্রাক্কালে লুইসের সাথে একটি সাক্ষাত্কারে তিনি এটিকে অস্বীকার করেছিলেন যখন । \nকিং কাউন্টি পুলিশ, শেষ পর্যন্ত তাদের সন্দেহভাজন এবং তার গাড়ির বিশদ বিবরণ দিয়ে সিয়াটল অঞ্চল জুড়ে পোস্টার দিয়ে প্রচার করে। আঞ্চলিক সংবাদপত্রগুলিতে একটি আনুমানিক স্কেচ ছাপা হয়েছিল এবং স্থানীয় টেলিভিশন কেন্দ্রগুলিতে সম্প্রচারিত হয়েছিল। এলিজাবেথ ক্লোফার, অ্যান রুল - একজন ডিইএস কর্মচারী, এবং ইউডাব্লিউয়ের মনোবিজ্ঞানের অধ্যাপক সকলেই খুনির প্রোফাইল, স্কেচ এবং গাড়িটি শনাক্ত করেছিলেন এবং বান্ডিকে সম্ভাব্য সন্দেহভাজন হিসাবে রিপোর্ট করেছিলেন;  তবে গোয়েন্দারা - যারা প্রতিদিন ২০০ টি করে খুনির বিষয়ে তথ্য পাচ্ছিলেন তারা ভাবেন  যে কোনও আইনের শিক্ষার্থী যার কোন প্রাপ্তবয়স্ক অপরাধী রেকর্ড নেই সম্ভবত সে অপরাধী নয়। \nদুটি গ্রোসি শিকারি সাম্মামিশ স্টেট পার্কের  ২ মাইল (৩ কিলোমিটার) পূর্ব দিকে ইশাকাহের একটি সার্ভিস রোডের কাছে ওট এবং নাসলুন্ডের কঙ্কালের ওপর হোঁচট খেয়েছিল।   একটি অতিরিক্ত ফিমার এবং বেশ কয়েকটি ভার্টিব্রে পাওয়া যায় যা পরে বান্ডি জর্গান হকিন্সের হিসাবে চিহ্নিত করেছিলেন।  ছয় মাস পরে, গ্রিন রিভার কমিউনিটি কলেজের বন বিভাগের শিক্ষার্থীরা টেলর পাহাড়ে হিলি, র‍্যানকোর্ট, পার্কস এবং বলের মাথার খুলি এবং ম্যান্ডিবিলগুলি আবিষ্কার করেছিল, ইশাকাহের ঠিক পূর্বদিকে যেখানে বান্ডি প্রায়শই চলাচল করত।  ম্যানসনের দেহাবশেষ কখনই উদ্ধার করা যায়নি।\n\n\n=== আইডাহো, ইউটা, কলোরাডো ===\n\n১৯৭৪ সালের আগস্টে বান্ডি উটাহ আইন স্কুল থেকে দ্বিতীয় গ্রহণযোগ্যতা পেয়ে সিয়াটেলের ক্লোফারকে ছেড়ে সল্টলেক সিটিতে চলে যান। তিনি ক্লোফারকে প্রায়শই ফোন করতেন, তখন তিনি \"কমপক্ষে এক ডজন\" অন্যান্য মহিলাদের সাথে দেখা করেছিলেন। তিনি যখন প্রথম বর্ষের আইন পাঠ্যক্রমটি দ্বিতীয়বার অধ্যয়ন করেছিলেন, \"তখন অন্যান্য শিক্ষার্থীদের কিছু বুদ্ধিবৃত্তিক দক্ষতা রয়েছে তা জানতে পেরে তিনি অত্যন্ত বিপর্যস্ত হয়ে পড়েছিলেন। তার ক্লাসগুলিকে সম্পূর্ণ দুর্বোধ্য বলে মনে হয়েছিলেন। তিনি বললেন, 'এটি আমার কাছে খুবই হতাশাজনক।' \nপরের মাসে খুনগুলির একটি নতুন অধ্যায় শুরু হয়েছিল, যার মধ্যে দুটি ছিল অজানা যা বান্ডি তার মৃত্যুদণ্ডের অল্প সময়ের আগে তাদের কাছে স্বীকৃতি না দেওয়া পর্যন্ত অজানাই থাকবে। ২ সেপ্টেম্বর, তিনি আইডাহোর একটি অজ্ঞাতপরিচয় হিচহাইকারকে ধর্ষণ করে এবং শ্বাসরোধ করে হত্যা করেন। তারপরে হয় তাৎক্ষণিকভাবে নিকটবর্তী কোনও নদীর তীরে দেহটিকে ফেলে দেন অথবা মৃতদেহটির. ছবি তোলা ও ছিন্নভিন্ন করার জন্য ফিরে আসতেন। ২ অক্টোবর, সল্টলেক সিটির একটি উপশহরতলি হল্লাডায় টেড ১৬ বছর বয়সী ন্যান্সি উইলকক্সকে ধরেছিলেন।  তার দেহাবশেষগুলি প্রায়  হল্লাডা থেকে দক্ষিণে ২০০ মাইল (৩২০ কিলোমিটার) দূরে ক্যাপিটল রিফ জাতীয় উদ্যানের নিকটে সমাধিস্থ করা হয়েছিল, তবে কখনও পাওয়া যায়নি।\n১৮ই অক্টোবর, মেলিসা অ্যান স্মিথ - মিডওয়ালে, ইউটার (সল্ট লেক সিটির অন্য একটি আধা-শহরতলী) পুলিশ প্রধানের ১৭ বছর বয়সী মেয়ে। সে একটি পিজা দোকান ছাড়ার পর - অদৃশ্য হয়ে যায়। তার নগ্ন দেহটি নয় দিন পরে পার্শ্ববর্তী একটি পার্বত্য অঞ্চলে পাওয়া গেল। পোস্টমর্টেম পরীক্ষায় ইঙ্গিত দেওয়া হয়েছে যে তার নিখোঁজ হওয়ার পরে তিনি সাত দিন পর্যন্ত হয়ত বেঁচে থাকতে পারেন।  ৩১ শে অক্টোবর, লওরা আন আইমে, তিনিও ১৭ বছর বয়সি। ২৫ মাইল (৪০ কিলোমিটার) লিহির দক্ষিণে মধ্যরাতের ঠিক পরে একটি ক্যাফে থেকে বের হওয়ার পর তিনি নিখোজ হন।  তার নগ্ন দেহটি ৯ মাইল (১৪ কিলোমিটার) দূরে থ্যাঙ্কসগিভিং দিবসে আমেরিকান ফর্ক ক্যানিয়নের উত্তর-পূর্ব দিকে হাইকাররা খুজে পান। উভয় মহিলাকে মারধর করা হয়েছিল, ধর্ষণ করা হয়েছিল, ধর্ষকাম জিগাংসা পূরন করা হয়েছিল, অবশেষে নাইলন স্টকিংস দিয়ে গলা টিপে হত্যা করা হয়েছিল। কয়েক বছর পরে, বান্ডি তার  চুলের শ্যাম্পু করা এবং মেকআপের প্রয়োগ সহ স্মিথ এবং আইমের লাশের সাথে তার পোস্টমর্টেমের আচারগুলি বর্ণনা করেছিলেন।  \n৮ ই নভেম্বর এর শেষ বিকেলে, বান্ডি ১৮ বছর বয়সী টেলিফোন অপারেটর ক্যারল ডরঞ্চের কাছে গিয়েছিলেন মারের ফ্যাশন প্লেস মলে। মিডওয়ালে রেস্তোঁরা থেকে যেখানে মেলিসা স্মিথকে সর্বশেষ দেখা গিয়েছিল তার এক মাইলেরও কম দূরে মারে ফ্যাশন প্লেস অবস্থিত। তিনি নিজেকে মারে পুলিশ বিভাগের \"অফিসার রোজল্যান্ড\" হিসাবে পরিচয় দেন এবং ডরঞ্চকে বলেছিলেন যে কেউ তার গাড়ীতে প্রবেশের চেষ্টা করেছে। তিনি তাকে অভিযোগ দায়ের করতে তার সাথে স্টেশনে যেতে বললেন। ড্যারঞ্চ যখন বান্ডির দিকে ইঙ্গিত করলেন যে তিনি এমন রাস্তায় গাড়ি চালাচ্ছেন যেটা দিয়ে কোনও থানায় যাওয়া যায় না। তখনই তিনি কাঁধে টানলেন এবং তাকে হাতকড়া দেওয়ার চেষ্টা করলেন। তাদের লড়াই চলাকালীন, তিনি অজান্তেই উভয় হাতকড়া একই কব্জিতে বেঁধে রেখেছিলেন, এবং ডরঞ্চ গাড়িটির দরজা খুলে পালাতে সক্ষম হয়েছিল। সেই সন্ধ্যায়, ডেবরা জীন কেন্ট একজন ১৭ বছর বয়সী বাউন্টিফুল (২০ মাইল (৩০ কিলোমিটার)মারের উত্তরে), ভিউমন্ট হাই স্কুলের ছাত্রী, তার ভাইকে আনার জন্য স্কুলের একটি থিয়েটারের প্রযোজনা ছেড়ে বের হয়ে, হারিয়ে যান।  স্কুলের নাটকের শিক্ষক এবং এক ছাত্র পুলিশকে বলেছিল যে \"একজন অপরিচিত\" তাদের প্রত্যেককে একটি গাড়ি শনাক্ত করার জন্য পার্কিং-এ আসতে বলেছিল। পরে অন্য একজন শিক্ষার্থী একই ব্যক্তিকে অডিটোরিয়ামের পিছনে দৌড়াতে দেখেন এবং নাটক শেষ হওয়ার কিছুক্ষণ আগে নাটক শিক্ষক তাকে আবার লক্ষ্য করেছিলেন। অডিটোরিয়ামের বাইরে, তদন্তকারীরা একটি চাবি পেয়েছিলেন যা ক্যারল ডরঞ্চের কব্জি থেকে হাতকড়াগুলি খুলে ফেলে \nনভেম্বরে, এলিজাবেথ ক্লোফার সল্টলেক সিটির আশেপাশের শহরগুলিতে অল্প বয়স্ক মহিলারা নিখোঁজ হয়ে যাওয়ার খবর শুনে কিং কাউন্টি পুলিশকে দ্বিতীয়বার ফোন করেছিলেন।  গুরুতর অপরাধ বিভাগের গোয়েন্দা র‍্যান্ডি হার্জেশিমার তার বিস্তারিত সাক্ষাত্কার নিয়েছিলেন। ততক্ষণে, বান্ডি কিং কাউন্টির সন্দেহের তালিকায় যথেষ্ট উপরে অবস্থান করছিলেন।  তবে গোয়েন্দারা লেক সাম্মামিশ সাক্ষীকে সবচেয়ে নির্ভরযোগ্য বলে বিবেচিত করে কোনও ফটো লাইনআপ থেকে তাকে শনাক্ত করতে ব্যর্থ হয়েছিল।  ডিসেম্বরে, ক্লোফার সল্টলেক কাউন্টি শেরিফের অফিসে ফোন করেছিলেন এবং তার সন্দেহের পুনরাবৃত্তি করেছিলেন। সন্দেহভাজনদের তালিকায় বান্ডির নাম যুক্ত করা হয়েছিল, কিন্তু সেই সময়ে কোনও বিশ্বাসযোগ্য ফরেনসিক প্রমাণ তাকে উটাহয় ঘটা অপরাধের সাথে যুক্ত করেনি। ১৯৭৫ সালের জানুয়ারিতে, বান্ডি চূড়ান্ত পরীক্ষার পরে সিয়াটলে ফিরে আসে এবং ক্লোফারের সাথে এক সপ্তাহ কাটিয়েছিলেন। এই সময়ে তিনি তাকে বলেননি যে তিনি তিনবার পুলিশে তাকে রিপোর্ট করেছেন। তিনি আগস্টে সল্টলেক সিটিতে বান্ডিকে দেখার পরিকল্পনা করেছিলেন। \n১৯৭৫ সালে, বান্ডি তার অপরাধমূলক ক্রিয়াকলাপের অনেকটাই পূর্বমুখী করেন ইউটাতে তার বাড়ি থেকে কলোরাডো পর্যন্ত। ১২ জানুয়ারি, একজন ২৩ বছর বয়সী নিবন্ধিত নার্স আইলিন ক্যাম্পবেল লিফট থেকে তার কক্ষে (ওয়াইল্ড উড ইন (বর্তমানে ওয়াইল্ড উড লজ) যাবার হল সময় অদৃশ্য হয়ে যান। ঘটনাটি ঘটে স্নোমাস ভিলেজে যা সল্টলেক সিটির দক্ষিণ-পূর্ব দিকে ৪০০ মাইল (৬৪০ কিলোমিটার)। তার নগ্ন দেহটি এক মাস পরে রিসর্টের ঠিক বাইরে মেঠো রাস্তার পাশে পাওয়া যায়। তিনি একটি ভোঁতা যন্ত্রের আঘাতে মারা যান। তাঁর মাথায় আঘাতের কারণে মাথার খুলির উপর স্বতন্ত্র রৈখিক খাঁজ কাটা চাপ ফেলেছিল এবং তার দেহ একটি ধারালো অস্ত্র দিয়ে গভীরভাবে কাটা ছিল।  ১৫ মার্চ, স্নোমাসের ১০০ মাইল (১৬০ কিলোমিটার)  উত্তরে ভাইল স্কি প্রশিক্ষক জুলি কানিংহাম, বয়স ২৬, বন্ধুর সঙ্গে একটি ডিনার ডেটে যাবার জন্য তার অ্যাপার্টমেন্ট থেকে বের হয়ে উধাও হয়ে যান। পরে বান্ডি কলোরাডো তদন্তকারীদের জানিয়েছিলেন যে তিনি ক্রাচে ভর দিয়ে কানিংহামের কাছে গিয়েছিলেন এবং তাঁর স্কি বুটগুলি তার গাড়িতে নিয়ে যেতে সাহায্য করার জন্য বলেছিলেন, যেখানে তিনি তাকে ক্লাব দ্বারা পেটান এবং হাতকড়া পরান, তারপরে তাকে লাঞ্ছিত করা হয়েছিল এবং তাকে রাইফেলের নিকটবর্তী একটি সেকেন্ডারি সাইটে শ্বাসরোধ করে হত্যা করেন। এটি ছিল ৯০ মাইল (১৪০ কিলোমিটার) ভাইলের পশ্চিমে।  কয়েক সপ্তাহ পরে, তিনি সল্টলেক সিটি থেকে তার দেহাবশেষের সাথে মিলনের জন্য ছয় ঘন্টা গাড়ি চালনা করে ঐ স্থানে যান। \nডেনিস লিন অলিভারসন, বয়স ২৫, ৬ই এপ্রিল  গ্র্যান্ড জংশনের উটাহ – কলোরাডো সীমান্তের কাছে অদৃশ্য হয়ে যান। তিনি তার বাবা-মায়ের বাড়িতে সাইকেল চালিয়ে যাচ্ছিলেন; পরে তার সাইকেল এবং স্যান্ডেলগুলি রেলরোড ব্রিজের নিকটে একটি ভায়াডাক্টের নীচে পাওয়া গেছে। ৬ই মে, বান্ডি আলামিডা জুনিয়র হাই স্কুল, পোকটেলোর ইডাহোর (১৬০ মাইল (২৫৫ কিলোমিটার) সল্টলেক সিটির উত্তরে) কাছ থেকে ১২ বছর বয়সী লিনেট ডন কালভারকে প্রলুব্ধ করেছিলেন। তিনি তাকে জলে ডুবিয়ে হত্যা করেন এবং তারপরে তার হোটেল কক্ষে তাকে যৌন নির্যাতন করেছিলেন। তারপর পোকটেলোর উত্তরের একটি নদীতে তার দেহটি ফেলে দেন, নদীটি সম্ভবত স্নেক নদী। \n\nমে মাসের মাঝামাঝি সময়ে, বান্ডির ওয়াশিংটন রাজ্যের ডিইএস সহকর্মী, ক্যারল অ্যান বুন সহ, সল্টলেক সিটিতে তাকে দেখতে এসেছিলেন এবং তার অ্যাপার্টমেন্টে এক সপ্তাহ অবস্থান করেছিলেন। বুন্দি পরবর্তী সময়ে জুনের শুরুতে ক্লোফারের সাথে সিয়াটলে এক সপ্তাহ কাটিয়েছিলেন এবং তারা পরবর্তী ক্রিসমাসে বিয়ে করার বিষয়ে আলোচনা করেছিলেন। আবার, ক্লোফার কিং কাউন্টি পুলিশ এবং সল্টলেক কাউন্টি শেরিফের অফিসের সাথে তার একাধিক আলোচনার কোনও উল্লেখ করেননি টেডের কাছে। বান্ডি তার সাথে বুনির সাথে চলমান সম্পর্ক বা উটাহ আইন শিক্ষার্থীর (কিম অ্যান্ড্রুজ বা শ্যারন আউর) সাথে রোমান্সের কথা প্রকাশ করেনি।\n২৮ শে জুন, সুজান কার্টিস প্রোভোর ব্রিগহাম ইয়াং বিশ্ববিদ্যালয়ের ক্যাম্পাস (৪৫ মাইল (৭০ কিলোমিটার) সল্টলেক সিটির দক্ষিণে) থেকে নিখোঁজ হন। কার্টিস হত্যার ঘটনা বান্ডির শেষ স্বীকারোক্তি, টেপ-রেকর্ড হওয়া শেষ মুহুর্ত যখন তাকে মৃত্যুদণ্ড কার্যকর করা চেম্বারে প্রবেশ করানো হয়। উইলকক্স, কেন্ট, কানিংহাম, অলিভারসন, কালভার এবং কার্টিসের মরদেহ কখনও উদ্ধার করা যায়নি।\n১৯৭৫ সালের আগস্ট বা সেপ্টেম্বরে বান্ডি ল্যাটার-ডে সাধুদের যিশু খ্রিস্ট চার্চে ব্যাপটাইজ নিয়েছিলেন, যদিও তিনি সেবার ক্ষেত্রে সক্রিয় অংশগ্রহণকারী ছিলেন না এবং বেশিরভাগ গির্জার বিধিনিষেধ উপেক্ষা করেছিলেন। ১৯৭৬ সালে তাকে অপহরণ করার অভিযোগে এলডিএস গির্জা তাকে বহিষ্কার করে দেয়। গ্রেপ্তারের পরে তাঁর ধর্মীয় পছন্দ জিজ্ঞাসা করা হলে, বান্ডি তার শৈশবের ধর্ম \"মেথোডিস্ট\" এর কথা বলেন। \nওয়াশিংটন রাজ্যে তদন্তকারীরা তখনও প্রশান্ত মহাসাগরের উত্তর-পশ্চিম হত্যাকাণ্ডের বিশ্লেষণের জন্য ঘাম ঝরিয়ে যাচ্ছিল যা যেভাবে শুরু হয়েছিল সেভাবেই হঠাৎ শেষ হয়েছিল। প্রচুর পরিমাণে ডেটা বোঝার চেষ্টায় তারা একটি ডাটাবেস সংকলনের তৎকালীন উদ্ভাবনী কৌশল অবলম্বন করেছিল। তারা কিং কাউন্টির পে-রোল কম্পিউটার ব্যবহার করেছে, যা বর্তমান সমসাময়িক মানদণ্ড অনুসারে একটি \"বিশাল ও আদিম মেশিন\"। তবে তাদের ব্যবহারের জন্য কেবলমাত্র এটিই হাতের কাছে ছিল। তারা বহু তালিকা সংকলন করেছিলেন - প্রতিটি ভুক্তভোগীর পরিচিত এবং সহপাঠী থেকে।, \"টেড\" নামে পরিচিত ভক্সওয়াগান মালিক কারা কারা রয়েছে, পরিচিত যৌন অপরাধী, এবং আরও অনেক তথ্য। তারা কাকতালীয়তার জন্য কম্পিউটারটির মাধ্যমে অনুসন্ধান করেছিলেন। হাজার হাজার নামের মধ্যে ২৬টি নাম চারটি তালিকায় উঠে আসে; সেই লিস্টের একটিতে একজন টেড বান্ডি ছিলেন। গোয়েন্দারা তাদের ১০০ \"সেরা\" সন্দেহভাজনদের একটি তালিকাও হাতে সংকলন করেছিলেন এবং বান্ডি সেই তালিকায়ও ছিলেন। যখন গ্রেপ্তারের বিষয়ে নির্দেশ আসে উটাহ  থেকে তখন তিনি সন্দেহভাজনদের \"আক্ষরিক স্তূপের শীর্ষে\" ছিলেন। \n\n\n== হত্যার শিকার ==\nমৃত্যুদণ্ড কার্যকর করার আগের রাতেই বান্ডি ৩০ টি হত্যাকাণ্ডের কথা স্বীকার করেছিলেন, তবে সত্যিকারের মোট সংখ্যা অজানা রয়ে গেছে। প্রকাশিত অনুমানগুলি ১০০ বা  তারও বেশি হতে পারে এবং বান্ডি মাঝে মধ্যে সেই অনুমানকে উত্সাহিত করার জন্য গোপন ইঙ্গিতপূর্ন মন্তব্য করেছিলেন।  তিনি ১৯৮০ সালে হিউ আইনেসওয়ার্থকে বলেছিলেন যে প্রতিটি \"প্রচারিত\" হত্যার জন্য সেখানে \"এমন হতে পারে যা আসলে আমি করি নি।\"  যখন এফবিআই এজেন্টরা মোট ৩৬ জনকে তালিকায় প্রস্তাব করেছিল, বুন্দি সাড়া দিয়েছিল এই বলে যে, \"এতে একটি অঙ্ক যোগ করুন, আপনারা যা চান তা পেয়ে যাবেন।\"  কয়েক বছর পরে তিনি অ্যাটর্নি পলি নেলসনকে বলেছিলেন যে ৩৫ এর সাধারণ অনুমান সঠিক।  তবে রবার্ট কেপেল লিখেছেন যে \"[টেড] এবং আমি দুজনেই জানতাম [মোট] হত্যা সংখ্যা অনেক বেশি ছিল।\"  \"আমি মনে করি, এমনকি তিনিও জানতেন না ... তিনি কতজনকে হত্যা করেছিলেন, বা তিনি কেন তাদের হত্যা করেছিলেন\" বলেন মেথোডিস্ট ধর্মযাজক রেভাড ফ্রেড লরেন্স যিনি বান্ডির শেষকৃত্য পরিচালিত করেছিলেন। \"এটি ছিল আমার মত, আমার দৃঢ় মত।\" \nমৃত্যুদণ্ড কার্যকর হওয়ার আগের সন্ধ্যায়, বান্ডি প্রতিটি রাজ্য অনুসারে মোট ৩০ টি খুনের বিষয়ে হ্যাগমায়ারের সাথে  পর্যালোচনা করেছিলেন: \n\nওয়াশিংটনে, ১১ (পার্ক সহ ওরেগনে অপহৃত হলেও ওয়াশিংটনে নিহত; এবং অজ্ঞাত পরিচয় তিনজন সহ)\nইউটাতে, ৮ (৩ অজানা)\nকলোরাডোতে, ৩\nফ্লোরিডায়, ৩\nঅরেগনে, ২ (অচেনা উভয়)\nআইডাহো, ২ (১ অজানা)\nক্যালিফোর্নিয়ায়, ১ (অজানা)\nনীচে ২০ চিহ্নিত ভুক্তভোগী এবং পাঁচজন বেঁচে থাকা শনাক্তকারীর তথ্য কালক্রমে সংক্ষিপ্তসারে দেয়া হল:\n\n\n=== ১৯৭৪ ===\n\n\n==== ওয়াশিংটন, ওরিগন ====\nজানুয়ারী ৪ : ক্যারেন স্পার্কস (প্রায়শই বান্ডি সাহিত্যে জোনি লেঞ্জ নামে পরিচিত) (বয়স ১৮): ঘুমোতে গিয়ে তাঁর বিছানায় আক্রমনের শিকার হন এবং যৌন নির্যাতন করা হয়েছিল;  বেঁচে যান  \nফেব্রুয়ারি ১ : লিন্ডা অ্যান হেলি (২১): ঘুমন্ত অবস্থায় ভারী কিছুর আঘাত করা হয় এবং অপহরণ করা হয়। টেলর মাউন্টেন সংলগ্ন জায়গায় তার খুলি এবং দেহাবশেষ পুনরুদ্ধার করা হয়েছে \nমার্চ ১২ : ডোনা গেইল ম্যানসন (১৯): দ্য এভারগ্রিন স্টেট কলেজের একটি কনসার্টে যাওয়ার সময় অপহৃত হয়; টেলর মাউন্টেন সাইটে মৃতদেহটি (বান্ডির মতে) ফেলা হয়, কিন্তু কখনও পাওয়া যায়নি \n১ এপ্রিল : সুসান এলেন র‍্যাঙ্কোর্ট (১৮): সেন্ট্রাল ওয়াশিংটন স্টেট কলেজে সন্ধ্যায় পরামর্শদাতাদের সভায় অংশ নেওয়ার পরে নিখোঁজ হয়েছিলেন;   ১৯৭৫ সালে টেলর মাউন্টেন সাইটে খুলি এবং দেহাবশেষ  পুনরুদ্ধার হয়। \nমে ৬ : রবার্টা ক্যাথলিন পার্কস (২২): করভালিসের ওরেগন স্টেট বিশ্ববিদ্যালয় থেকে নিখোঁজ হন; ১৯৭৫ সালে টেলর মাউন্টেন সাইটে খুলি এবং দেহাবশেষ  পুনরুদ্ধার হয়। \nজুন ১ : ব্রেন্ডা ক্যারল বল (২২): বুরিয়ানের ফ্লেম টেভার্ন ছেড়ে যাওয়ার পরে অদৃশ্য হয়ে যান;  ১৯৭৫ সালে টেলর মাউন্টেন সাইটে খুলি এবং দেহাবশেষ পুনরুদ্ধার হয়। \n১১ ই জুন : জর্গান (প্রায়শই \"জর্জান\"  ভুল বানান) হকিন্স (১৮): তার সরোসিটি বাড়ির পিছনে একটি গলি থেকে অপহরণ করা হয়েছিল, ইউডাব্লু; ইস্পাকাহ সাইটে উদ্ধারকৃত কঙ্কালের অবশিষ্টাংশ হক্কিন্সের বলে বান্ডি দ্বারা চিহ্নিত করা হয়। \n১৪ জুলাই : জেনিস অ্যান ওট (২৩): দিবালোকের আলোকে সাম্মামিশ স্টেট পার্ক থেকে অপহৃত হন;  ১৯৭৫ সালে ইসকাওয়াহ সাইটে কঙ্কালের অবশিষ্টাংশ উদ্ধার করা হয়েছে \n১৪ ই জুলাই : ডেনিস মেরি ন্যাসলুন্ড (১৯): একই পার্ক থেকে ওটের অপহরণের চার ঘন্টা পরে অপহৃত হয়েছিলেন;  ১৯৭৫ সালে ইসকাওয়াহ সাইটে কঙ্কালের অবশিষ্টাংশ উদ্ধার করা হয়েছে \n\n\n==== ইউটাহ ====\n২ অক্টোবর : ন্যানসি উইলকক্স (১৬), ইউটাতে হল্লাডায় হামলা, লাঞ্ছিত, এবং গলা টিপে হত্যা করা হয়েছে;  সল্ট লেক সিটি থেকে ২০০ মাইল (৩২০ কিলোমিটার) ) দূরে রিফ ন্যাশনাল পার্কে লাশ দাফন করা হয়েছে (বান্ডির মতে) কিন্তু কখনও পাওয়া যায়নি\n১৮ ই অক্টোবর : মেলিসা অ্যান স্মিথ (১৭): ইউটা এর মিডভালে থেকে নিখোঁজ হন; নয় দিন পরে মরদেহ পাওয়া গেছে, কাছের পার্বত্য অঞ্চলে \nঅক্টোবর ৩১ : লওরা আন আইমে (১৭): লেহি, উটাহ থেকে নিখোঁজ হন; ভারি বস্তু দ্বারা আঘাত করা হয় এবং ধর্ষিত হন; আমেরিকান ফর্ক ক্যানিয়নে হাইকারদের দ্বারা লাশ আবিষ্কার হয়।\n৮ ই নভেম্বর : ক্যারল দাআরঞ্চ (18): ইউটাতে মারেতে অপহরণের চেষ্টা করা হয়েছে; বান্ডির গাড়ি থেকে পালিয়ে বেঁচে যান \n৮ ই নভেম্বর : ডেব্রা জিন কেন্ট (১৭): ইউটাতে বাউনটিফুলের একটি স্কুল অনুষ্ঠান ছেড়ে যাওয়ার পরে নিখোঁজ হয়েছেন; দেহ ফেলে দেওয়া হয় (বান্ডি অনুসারে) ফেয়ারভিউ, ইউটায়, ১০০ মাইল (১৬০ কিলোমিটার) বাউন্টিফুলের দক্ষিণে; সর্বনিম্ন কঙ্কালের অবশিষ্টাংশ (একটি প্যাটেলা ) পাওয়া গেছে, শেষ পর্যন্ত ২০১৫ সালে ডিএনএ দ্বারা কেন্টের হিসাবে ইতিবাচকভাবে চিহ্নিত করা হয়েছিল  \n\n\n=== ১৯৭৫ ===\n\n\n==== ইউটা, কলোরাডো, আইডাহো ====\nজানুয়ারী ১২ : ক্যারিন আইলিন ক্যাম্পবেল (২৩): কলোরাডোর স্নোমাসের একটি হোটেলের হলওয়ে থেকে নিখোঁজ হন;  হোটেলটির কাছে একটি মেঠো রাস্তায় ৩  দিন পরে মরদেহ আবিষ্কার করা হয়। \n১৫ ই মার্চ : জুলি কানিংহাম (২৬): কলোরাডোর ভাইল শহরে যাওয়ার পথে গুম হয়ে যান;  রাইফেলের নিকটে (বান্ডির তথ্য অনুসারে) মরদেহ দাফন করা হয়েছে, ভাইল থেকে পশ্চিমে ৯০ মাইল (১৪০ কিলোমিটার), তবে কখনই পাওয়া যায়নি\nএপ্রিল ৬: ডেনিস লিন অলিভারসন (২৫): কলোরাডোর গ্র্যান্ড জংশনে তার বাবা-মায়ের বাড়িতে সাইকেল চালিয়ে যাবার সময় অপহৃত হয়েছেন;  মরদেহ (বান্ডির তথ্য অনুসারে) কলোরাডো নদীতে গ্র্যান্ড জংশনের পশ্চিমে ৫ মাইল (৮.০ কিলোমিটার) ফেলা হয়।  তবে কখনই পাওয়া যায়নি ।\nমে ৬ : লিনেট ডন কালভার (12): পোটেলদো, আইডাহোর আলামেদা জুনিয়র হাই স্কুল থেকে অপহৃত হন; কর্তৃপক্ষ বিশ্বাস করে যে স্নেক নদীতে দেহটি (বান্ডির তথ্য অনুসারে) নিক্ষেপ করা হয়েছিল, কিন্তু কখনও পাওয়া যায় নি\nজুন ২৮ : সুসান কার্টিস (১৫): ব্রিগহাম ইয়ং ইউনিভার্সিটিতে যুব সম্মেলনের সময় নিখোঁজ হয়েছিলেন;  প্রাইস, ইউটায়, (প্রোভো হতে দক্ষিণে ৭৫ মাইল (১২১ কিলোমিটার) ) এর কাছে মরদেহ দাফন করা হয়েছে (বান্ডির তথ্য মতে)  কিন্তু পাওয়া যায়নি। \n\n\n=== ১৯৭৮ ===\n\n\n==== ফ্লোরিডা ====\nজানুয়ারী ১৫ : মার্গারেট এলিজাবেথ বোম্যান (২১): ঘুমন্ত অবস্থায় ভারী কিছু দিয়ে আঘাত করা হয় এবং শ্বাসরোধ করে হত্যা করা হয়। চি ওমেগা সোররিটি, এফএসইউ (কোনও গৌণ অপরাধের দৃশ্য পাওয়া যায়নি) \nজানুয়ারী ১৫ : লিসা লেভি (২০): ঘুমন্ত অবস্থায় ভারী কিছু দিয়ে আঘাত করা হয়, শ্বাসরোধ ও যৌন নির্যাতন করা হয়েছে, চি ওমেগা সোররিটি, এফএসইউ (কোনও গৌণ অপরাধের দৃশ্য পাওয়া যায়নি) \nজানুয়ারী ১৫: ক্যারেন চ্যান্ডলার (২১): তিনি ঘুমন্ত অবস্থায় ভারী কিছু দিয়ে আঘাত পান, চি ওমেগা সোররিটি, এফএসইউ; বেঁচে যান। \nজানুয়ারী ১৫ : ক্যাথি ক্লেইনার (২১): তিনি ঘুমন্ত অবস্থায় ভারী কিছু দিয়ে আঘাত পান, চি ওমেগা সরোরিটি, এফএসইউ; বেঁচে যান \nজানুয়ারী ১৫ : চেরিল থমাস (২১): চি ওমেগা থেকে আট ব্লক দূরে থাকতেন। তাকেও ঘুমন্ত অবস্থায় ভারী কিছু দিয়ে আঘাত করা হয়; বেঁচে যান \nফেব্রুয়ারী ৯ : কিম্বারলি ডায়ান লেচ (১২): ফ্লোরিডার লেক সিটিতে তার জুনিয়র হাই স্কুল থেকে অপহৃত হন;  সুয়ান্নি রিভার স্টেট পার্ক, লেক সিটির পশ্চিমে  ৪৩ মাইল (৬৯ কিলোমিটার) কাছাকাছি জায়গায় তার গলিত লাশ পাওয়া যায়।\n\n\n=== অন্যান্য সম্ভাব্য ক্ষতিগ্রস্ত ===\nবান্ডি বেশ কয়েকটি অমীমাংসিত খুনে সন্দেহভাজন রয়ে গেছে এবং সম্ভবত অন্যদের জন্যও দায়ী যেগুলি কখনও চিহ্নিত করা যায় নি; ১৯৮৭ সালে তিনি কেপেলকে বলেছিলেন যে \"কিছু খুনের বিষয়ে\" তিনি \"কখনই কথা বলবেন না\", কারণ তারা \"ঘরের খুব কাছের\", \"পরিবারের খুব কাছের\", বা \"যারা খুব কম বয়সী ছিলেন\"।\nমৃত্যুদণ্ড কার্যকর হওয়ার কয়েক মিনিট আগে, হ্যাগমায়ার বান্ডিকে নিউ জার্সি, ইলিনয়, ভার্মন্ট (কুরান কেস), টেক্সাস এবং মিয়ামি, ফ্লোরিডায় অমীমাংসিত হত্যাকাণ্ড সম্পর্কে জিজ্ঞাসাবাদ করেছিলেন। বান্ডি ইউটাতে সুসান কার্টিসের সমাধিস্থলের নির্দেশনা দেন কিন্তু পরে তা সঠিক প্রমাণিত হয়নি। কিন্তু চলতি কোনও মামলায় জড়িত থাকার বিষয়টি অস্বীকার করেছিলেন। \n২০১১ সালে, বান্ডির অপরাধ প্রমাণের সংরক্ষণাগারে পাওয়া রক্তের একটি শিশি থেকে তার সম্পূর্ণ ডিএনএ প্রোফাইল তৈরি করা হয়, সন্দেহজনক এবং অন্যান্য অমীমাংসিত খুনের মামলার ভবিষ্যতের রেফারেন্সের জন্য এফবিআইয়ের ডিএনএ ডাটাবেসে তার প্রোফাইলটি যুক্ত করা হয়েছিল। \n\n\n== হত্যার কার্য পদ্ধতি এবং খুনির প্রোফাইল ==\nবান্ডি ছিলেন অস্বাভাবিকভাবে সংগঠিত এবং বুঝে শুনে চলেন এমন অপরাধী, যিনি বছরের পর বছর ধরে শনাক্তকরণ এবং গ্রেফতারের জন্য আইন শৃঙ্খলা বাহিনীর পদ্ধতি সম্পর্কে তাঁর বিস্তৃত জ্ঞান ব্যবহার করেছিলেন।  তার অপরাধের স্থলগুলি বিশাল ভৌগোলিক অঞ্চল জুড়ে রয়েছে; তার শিকারের সংখ্যা কমপক্ষে ২০ এ পৌঁছার পর এটা স্পষ্ট হওয়া যায় যে  ব্যাপকভাবে পৃথক পৃথক স্থানের বিচার বিভাগের অসংখ্য তদন্তকারী একই ব্যক্তিকেই খুঁজছেন।  তাঁর পছন্দ মতো আক্রমণাত্মক পদ্ধতিগুলি হ'ল ভোতা জিনিস দিয়ে আঘাত এবং শ্বাসরোধ। দুটি পদ্ধতিই হল অপেক্ষাকৃত নিঃশব্দ কৌশল এবং আইটেমগুলি সাধারণত ঘরেই থাকে। অস্ত্রের শব্দ বেশি হয় ও ব্যালিস্টিক প্রমাণও থেকে যায় যার কারণে তিনি ইচ্ছাকৃতভাবে আগ্নেয়াস্ত্র এড়িয়ে গেছিলেন।  তিনি একজন \"সাবধানী গবেষক\" ছিলেন। যিনি তার চারপাশের সবকিছু  বিশদে অনুসন্ধান করেছিলেন, তারপর হতভাগ্য ব্যক্তিকে খুন করে ধরে নেওয়ার ও ফেলে দেওয়ার জন্য নিরাপদ সাইটগুলি সন্ধান করেছিলেন।  তিনি শারীরিক প্রমাণ হ্রাস করার বিষয়ে অস্বাভাবিকভাবে দক্ষ ছিলেন।  তাঁর আঙ্গুলের ছাপগুলি কোনও অপরাধ স্থলে বা তার অপরাধের কোনও অনিবার্য প্রমাণ পাওয়া যায় নি। এই ঘটনাটি তিনি বহু বছর ধরে পুনরাবৃত্তি করেছিলেন যেখানে তিনি নিজের নির্দোষতা বজায় রাখার চেষ্টা করেছিলেন। \n\nআইন প্রয়োগের ক্ষেত্রে অন্যান্য উল্লেখযোগ্য বাধা ছিল বান্ডির জেনেরিক, মূলত শারীরিক বৈশিষ্ট্য,  এবং প্রায় ইচ্ছামত তার ভাব ভঙ্গি পরিবর্তন করার ক্ষমতা।  প্রথমদিকে, পুলিশ সাক্ষীদের কাছে তার ছবি দেখানো ও স্বীকারোক্তি পাওয়ার বিষয়ে ব্যর্থতার অভিযোগ করেছিল; তাঁর তোলা প্রতিটি ছবিতে তাকে আলাদা দেখাত।  ব্যক্তিগতভাবে, \"তাঁর অভিব্যক্তিটি তার পুরো চেহারাটি মুহুর্তে এতটাই বদলে দিয়েছিল যে একসময় মনে হবে আপনি একই ব্যক্তির দিকে তাকিয়ে ছিলেন তা নিশ্চিতও হননি\", ড্যারঞ্চের মামলায় বিচারক স্টুয়ার্ট হ্যানসন জুনিয়র বলেছেন। \"তিনি [সত্যই] একজন পরিবর্তনশীল ছিলেন।\"  বান্ডি এই অস্বাভাবিক গুণ সম্পর্কে ভালভাবে অবগত ছিলেন এবং তিনি মুখের চুল বা চুলের স্টাইলের সূক্ষ্ম পরিবর্তনগুলি ব্যবহার করে প্রয়োজনীয় চেহারা পরিবর্তন করার জন্য এটি ব্যবহার করেছিলেন।  তিনি তার ঘাড়ে থাকা একটি কালো তিল, শার্ট এবং সোয়েটার দিয়ে গোপন করেছিলেন কারণ এটি স্বতন্ত্র শনাক্তকরণ চিহ্ন।  এমনকি তার ফক্সওয়াগেন বিটলকে ধরা কঠিন প্রমাণিত হয়েছিল; কারন গাড়ির বর্ণনায় সাক্ষীরা বিভিন্ন রকম কথা বলেন। কেউ ধাতব রং বা অ-ধাতব রং, ট্যান বা ব্রোঞ্জ, হালকা বাদামী বা গাঢ় বাদামী হিসাবে বর্ণনা করেছিলেন। \n সময় অতিবাহিত হবার সাথে সাথে তাঁর খুনের পদ্ধতিটি বিকশিত হয়, বান্ডি তার শিকার এবং অপরাধের স্থানগুলো পছন্দ অনুসারে করেন এবং ক্রমশ আরও সংগঠিত হয়ে ওঠেন। তিনি তার শিকারকে তার গাড়ির আশেপাশে আনতে আকৃষ্ট করার জন্য বিভিন্ন ধরনের কৌশলের আশ্রয় নেন। গাড়িতে একটি অস্ত্র, সাধারণত একটি ক্রোবার (ভোতা লোহা) আগেই রাখা থাকত এবং হতভাগ্য ব্যক্তিটিকে গাড়ির কাছে আনা মাত্রই ভোতা অস্ত্র দিয়ে বাড়ি মেরে অজ্ঞান করতেন।  অনেক ক্ষেত্রে তিনি একটি পায়ে বা একটি বাহুতে একটি প্লাস্টার করা ব্যান্ডেজ পরতেন, এবং কখনওবা ক্রাচে ভর দিয়ে চলতেন। তারপরে তার গাড়ীতে কোন কিছু আনতে সহায়তার জন্য অনুরোধ করতেন। বান্ডিকে সুদর্শন এবং ক্যারিশম্যাটিক হিসাবে প্রথম দর্শনে মনে হত আর তিনি তার দৈনন্দিন জীবনে তার শিকার এবং তার চারপাশের মানুষের আস্থা অর্জনের জন্য ঐ বৈশিষ্ট্যগুলি ব্যবহার করেছিলেন।    \"টেড স্ত্রীলোকদের প্রলোভন দেখাত\", মীচাউদ লিখেছিলেন, \"যেরকম একটি প্রাণহীন রেশম ফুল মধু মৌমাছিকে আকৃষ্ট করে\"  তার চেহারা এবং আহত হবার ভানটি যেখানে কার্যকর হত না সেখানে তিনি নিজেকে পুলিশ অফিসার বা ফায়ার ফাইটার হিসাবে পরিচয় দিতেন। একবার বান্ডি তাদেরকে গাড়ীর কাছাকাছি বা তার ভিতরে আনতে পারলে  জোর খাটিয়ে ধরে নিয়ে যেতেন বা ভোতা কিছু দিয়ে বাড়ি দিতেন এবং তারপরে হাতকড়া দিয়ে বেধে রাখতেন। তারপরে তিনি তাদের পূর্ব-নির্বাচিত স্থানে নিয়ে যেত (প্রায়শই যথেষ্ট দূরত্বে) এবং ধর্ষণ করার সময় দড়ি বা কর্ড দিয়ে শ্বাসরোধ করে হত্যা করতেন। \nখুনের স্থান থেকে তিনি শিকারের পোশাক সরিয়ে ফেলতেন এবং পরে পুড়িয়ে  ফেলতেন বা কমপক্ষে একটি ক্ষেত্রে (কানিংহামের) এগুলি গুডউইল ইন্ডাস্ট্রিজ সংগ্রহের বাক্সে জমা করতেন।  বান্ডি ব্যাখ্যা করেছিলেন যে পোশাক অপসারণ আচারগত ছিল, তবে এটি একটি ব্যবহারিক বিষয়ও, কারণ এটি অপরাধের দৃশ্যে প্রমাণ রাখার সুযোগকে হ্রাস করে যা তাকে অপরাধের সাথে জড়িয়ে দিতে পারে।  (ত্রুটিপূর্ণভাবে তৈরি বান্ডি নিজের পোশাক থেকে তন্তু সংগ্রহ করে গুরুত্বপূর্ণ যোগসূত্র স্থাপনে সহায়তা করেছিল কিম্বারলি লিচের মামলায়)  তিনি প্রায়শই তাঁর খুনে স্থানগুলিতে পুনরায় যেতেন যাতে  নেক্রোফিলিয়া কার্য করা যায়।  পাশাপাশি তিনি লাশকে ভোগ করতেন এবং লাশকে কাপড় - চোপড় পরাতেন  কিছু হত্যার শিকার হওয়া মেয়ের এমন পোশাক পরা অবস্থায় পাওয়া যায় যা তারা কখনও পরেনি, বা নেইলপলিশ লাগানো যা পরিবারের সদস্যরা কখনও দেখেনি। তিনি তার শিকারগুলোর অনেকের পোলারয়েড ছবি তোলেন। তিনি হ্যাগমায়ারকে বলেছিলেন, \"আপনি যখন কোন কিছু নির্ভুলভাবে করার জন্য কঠোর পরিশ্রম করেন তখন নিশ্চয়ই আপনি এটি ভুলতে চান না।\"  বিপুল পরিমাণে অ্যালকোহল গ্রহণ একটি \"প্রয়োজনীয় উপাদান\" ছিল, তিনি কেপেল এবং মাইকেলকে বলেছিলেন।   তাকে অতন্ত্য মদ্যপ অবস্থায় থাকতে হত হত্যাগুলি করার মত মানসিক অবস্থায় যেতে  যাতে তার মানসিক বাধা দেয়ার ক্ষমতা হ্রাস পায়। তার মধ্যকার নরপশুকে জাগ্রত করতে মদ্যপ অবস্থায় থাকাটা জরুরী ছিল। তিনি ভয় পেতেন তার ভেতরের \"সত্তা\" প্রতিরোধ করতে পারে।  ফ্লোরিডায় তাঁর খুনের নেশা পর্বের শেষের দিকে, সম্ভবত পলাতক হওয়ার চাপে তিনি ঘুমন্ত ভুক্তভোগীদের উপর নির্বিচারে আক্রমণ করেছিলেন। \nবান্ডির পরিচিত সমস্ত শিকার হলেন সাদা মহিলা, বেশিরভাগ মধ্যবিত্ত পরিবারের। প্রায় সকলেই ১৫ থেকে ২৫ বছর বয়সের মধ্যে ছিল এবং বেশিরভাগই কলেজ ছাত্রী। স্পষ্টতই তিনি আগে কখনও দেখা হয়েছে এমন ব্যক্তিকে ধরতেন না।  (মৃত্যুদন্ড কার্যকর করার আগে তাদের শেষ কথোপকথনে, বান্ডি ক্লোফারকে বলেছিলেন \"তিনি যখন তার মধ্যে নিজের নরপশুর শক্তি অনুভব করেছিলেন তখন তিনি তার কাছ থেকে দূরে সরে যেতেন।\")  রুল উল্লেখ করেছেন যে চিহ্নিত বেশিরভাগ মেয়েদেরই  সোজা দীর্ঘ চুল ছিল, মাঝখানে সিথি করত যা স্টেফানি ব্রুকসের মতো। ব্রুকস হল সেই মহিলা যিনি বান্ডিকে প্রত্যাখ্যান করেছিল এবং যার সাথে তিনি পরে বাগদান করেছিলেন এবং শেষে বদলাসরূপ প্রত্যাখ্যান করেছিলেন। রুল অনুমান করে যে বান্ডি তার প্রথম বান্ধবীর প্রতি বৈরিতা তার মধ্যে দীর্ঘস্থায়ী তাণ্ডবকে আরও সূক্ষ্ম করে তোলে এবং ব্রুকসের মতো দেখতে মেয়েদের এর শিকার করে তোলে।  তবে বান্ডি এই অনুমানটিকে প্রত্যাখ্যান করে  আইনেসওয়ার্থকে বলেছিলেন: \"ওরা কেবলমাত্র তরুণ এবং আকর্ষণীয় হবার মানদন্ডে খাপ খায়\"। । \"প্রচুর লোকেরা এই ধারনাটি মনে পুষত যে সমস্ত মেয়েই একই ছিল ... কিন্তু প্রায় সবকিছুই আলাদা ছিল ... শারীরিকভাবে, তারা প্রায় আলাদাই ছিল\" \"  তিনি স্বীকার করে নিয়েছিলেন যে তারুণ্য এবং সৌন্দর্যই তার শিকারদের বাছাই করার \"একেবারে অপরিহার্য মাপদণ্ড\" ছিল। \nবান্ডির মৃত্যুদণ্ডের পরে অ্যান রুল অসংখ্য \"সংবেদনশীল, বুদ্ধিমান, দয়ালু যুবতীদের\" কথা শুনে অবাক হন ও তাদের কথা তার মানতে কষ্ট হয়েছিল। কারণ তারা চিঠিতে লিখেছিলেন বা বলেছিলেন যে তারা বান্ডির মারা যাওয়ার কারণে গভীর হতাশাগ্রস্থ ছিলেন। \"অনেক মেয়েই বিশ্বাস করেন যে তিনিই তাঁর একমাত্র প্রিয়জন\"। অনেকে বলেছিলেন যে তিনি মারা গেলে তারা নার্ভাস ব্রেকডাউনে পড়েছিলেন। \"এমনকি মৃত্যুর পরেও টেড মহিলাদের ক্ষতিগ্রস্ত করেছিলেন,\" রুল লিখেছেন। \"সুস্থ হওয়ার জন্য, তাদের অবশ্যই বুঝতে হবে যে তারা প্রধান প্রতারণাকারী কর্তৃক প্রতারিত হয়েছিল\"। \n\n\n== নিদর্শন ==\nবান্ডির ১৯৬৮ সালের ভক্সওয়াগন বিটল গাড়িটি প্রদর্শিত হয়েছে ওয়াশিংটন ডিসির জাতীয় অপরাধ ও সাজা যাদুঘর এর লবিতে ২০১৫ সালের আগ পর্যন্ত। বর্তমানে এটা দেখানো হয় টেনেসির এ্যালকাট্রেজ ইস্ট ক্রাইম মিউজিয়ামে।\nবান্ডির সেই গাড়িতে একটি স্কী মুখোশ, দড়ি, ফ্ল্যাশলাইট, হ্যান্ডকাফ, গ্লাবস এবং নাইলনের একটি মাস্ক পাওয়া যায়।\nবান্ডির সহিংস হত্যার শিকার হতভাগ্য মেয়েদের ছবি বিভিন্ন সময় দেখতে পাওয়া যায়।\n\n\n== গণমাধ্যমে ==\n\n\n=== বই ===\nএ্যান রুল (১৯৮০). The Stranger Beside Me. W.W. Norton and Company Inc. আইএসবিএন ৯৭৮-১-৯৩৮৪০২-৭৮-৪\nএলিজাবেথ ক্যানডেল (১৯৮১). The Phantom Prince: My Life with Ted Bundy. Abrams & Chronicle Books. আইএসবিএন ৯৭৮-১৪১৯৭৪৪৮৫৩\nকেভিন এম সুলিভান (২০০৯). The Bundy Murders: A Comprehensive History. McFarland and Company Inc. আইএসবিএন ৯৭৮-০-৭৮৬৪৪৪-২৬-৭\nস্টিফেন জি মিশোও এবং হিউজ আইনেসওয়ার্থ (২০০০). Ted Bundy: Conversations with a Killer. Authorlink Press. আইএসবিএন ৯৭৮-১৯২৮৭০৪-১৭-১\nপলি নেলসন (২০১৯). Defending the Devil: My Story as Ted Bundy's Last Lawyer. Echo Point Books & Media. আইএসবিএন ৯৭৮-১৬৩৫৬১৭-৯১-৭\nএ্যাল চার্লিসলি (২০১৭). Violent Mind: The 1976 Psychological Assessment of Ted Bundy. Genius Book Publishing. আইএসবিএন ৯৭৮-০৯৯৮২৯৭-৩৭-৮\nস্টিফেন জি মিশোও এবং হিউজ আইনেসওয়ার্থ (২০১২). The Only Living Witness: The True Story of Serial Sex Killer Ted Bundy. Authorlink. আইএসবিএন ৯৭৮-১৯২৮৭০৪১১৯\n\n\n=== সিনেমা ===\nThe Deliberate Stranger (1986), played by Mark Harmon\nTed Bundy (2002), played by Michael Reilly Burke\nThe Stranger Beside Me (2003), played by Billy Campbell\nThe Riverman (2004), played by Cary Elwes\nBundy: An American Icon (2008), played by Corin Nemec\nThe Capture of the Green River Killer (2008), played by James Marsters\nExtremely Wicked, Shockingly Evil and Vile (2019), played by Zac Efron\n\n\n=== গান ===\nThe song \"Ted, Just Admit it...\" by জেন'স এডিকশন\n\n\n=== টিভি ===\nটেড বান্ডি: Devil In Disguise.\nটেড বান্ডি: An American Monster.\nটেড বান্ডি: What Happened.\nConversations with a Killer: The Ted Bundy Tapes, Netflix documentary series (2019)\nটেড বান্ডি: Falling for a Killer, Amazon Prime Video documentary series (2020)\n\n\n== আরও দেখুন ==\n\nList of fugitives from justice who are no longer sought\nList of people executed in Florida\nমার্কিন ধারাবাহিক খুনির তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== Sources ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে টেড বান্ডি (ইংরেজি)\nএনসাইক্লোপিডিয়া ব্রিটানিকায় Ted Bundy (American serial killer)\nFBI file on Ted Bundy at vault.fbi.gov\nWANTED BY FBI – Theodore Robert Bundy, FBI\nAudiotapes of Bundy's 1989 confessions\n\nটেমপ্লেট:টেড বান্ডি"}