{"pageid": 1044541, "title": "ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, রিভারসাইড", "url": "https://bn.wikipedia.org/wiki?curid=1044541", "content": "ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, রিভারসাইড (ইউসিআর বা ইউসি রিভারসাইড) ক্যালিফোর্নিয়ার রিভারসাইডের একটি সরকারি ভূমি-অনুদান গবেষণা বিশ্ববিদ্যালয়। এটি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় ব্যবস্থার ১০ টি ক্যাম্পাসের একটি। মূল বিদ্যায়তনটি পাম মরুভূমির ২০ একর (৮ হেক্টর) শাখা বিদ্যায়তনের সাথে রিভারসাইড শহরের শহরতলিতে ১,৯০০ একর (৭৬৯ হেক্টর) জমির উপর অবস্থিত। ইউসিআর-এর পূর্বসূরিকে ১৯০৭ সালে ইউসি সিট্রাস এক্সপেরিমেন্ট স্টেশন, রিভারসাইড হিসাবে প্রতিষ্ঠিত করা হয়, যা জৈবিক কীটপতঙ্গ নিয়ন্ত্রণ ও ক্যালিফোর্নিয়ায় সাইট্রাসের ক্রমবর্ধমান মৌসুমকে চার থেকে নয় মাস বাড়িয়ে দেওয়ার জন্য দায়ী বৃদ্ধির নিয়ামকসমূহের ব্যবহার বিষয়ে গবেষণার অগ্রণী ভূমিকা পালন করে। রিভারসাইডে বিজ্ঞান কথাসাহিত্য ও আলোকচিত্ৰবিদ্যার পাশাপাশি সাইট্রাস বিভিন্নতা ও পতঙ্গবিজ্ঞান সম্পর্কিত বিশ্বের কয়েকটি গুরুত্বপূর্ণ গবেষণার সংগ্রহ অবস্থিত।\nইউসিআর-এর স্নাতক পত্র ও বিজ্ঞান কলেজ ১৯৫৪ সালে চালু হয়। ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের শাসকবৃন্দ ১৯৫৯ সালে ইউসিআরকে ব্যবস্থার একটি সাধারণ বিদ্যায়তন হিসাবে ঘোষণা কর এবং ১৯৬১ সালে স্নাতক শিক্ষার্থীরা ভর্তি হন। ২০১৫ সালের মধ্যে ২১,০০০ জন শিক্ষার্থীর তালিকাভুক্তির জন্য ১৯৯৯ সাল থেকে নতুন নির্মাণ প্রকল্পে $৭৩০ মিলিয়ন ডলারের বেশি বিনিয়োগ করা হয়। ইউসি রিভারসাইড স্কুল অব মেডিসিনের প্রাথমিক অনুমোদনটি ২০১২ সালের অক্টোবরে অনুমোদিত হয় এবং প্রথম ৫০ জন শিক্ষার্থীর শ্রেণি ২০১৩ সালে আগস্ট মাসে নথিভুক্ত হয়। এটি ৪০ বছরের মধ্যে প্রথম নতুন গবেষণা ভিত্তিক সরকারি চিকিৎসা বিদ্যালয়।\nইউসিআর-কে \"আর ১: ডক্টরাল বিশ্ববিদ্যালয় – খুব উচ্চতর গবেষণা কার্যক্রমের\" মধ্যে শ্রেণীবদ্ধ করা হয়। ইউসিআর ২০১৯ সালে ইউএস নিউজ অ্যান্ড ওয়ার্ল্ড রিপোর্ট অনুযায়ী সেরা কলেজগুলির র‍্যাঙ্কিংয়ে শীর্ষস্থানীয় সরকারি বিশ্ববিদ্যালয়গুলির মধ্যে ৩৫তম স্থান  এবং দেশব্যাপী ৮৫তম স্থান অর্জন করে। স্নাতকোত্তর স্কুল অব এডুকেশন ও বার্নস কলেজ অব ইঞ্জিনিয়ারিং সহ ইউসিআর-এর ২৭ টিরও বেশি একাডেমিক কার্যক্রম সহকর্মী মূল্যায়ন, শিক্ষার্থী নির্বাচন, আর্থিক সংস্থান ও অন্যান্য বিষয়ের উপর ভিত্তি করে জাতীয়ভাবে উচ্চ স্তরে স্থান অর্জন করে। ওয়াশিংটন মান্থলি সামাজিক গতিশীলতা, গবেষণা ও সম্প্রদায়ের সেবার ক্ষেত্রে ইউসিআর-কে মার্কিন যুক্তরাষ্ট্রের মধ্যে দ্বিতীয় স্থান প্রদান করে, ইউএস নিউজ ইউসিআর-কে পঞ্চম নৃ-তাত্ত্বিকভাবে বৈচিত্র্যময় হিসাবে উল্লেখ করে এবং পেল অনুদান প্রাপ্ত (৪২ শতাংশ) প্রাপ্ত স্নাতকদের সংখ্যা অনুসারে দেশের মধ্যে ১৫তম সবচেয়ে অর্থনৈতিকভাবে বিচ্ছিন্ন ছাত্র সংগঠন। সমস্ত ইউসিআর শিক্ষার্থীর ৭০% এরও বেশি অর্থনৈতিক বৈষম্য বিবেচনা না করে ছয় বছরের মধ্যে স্নাতক হন। ইউসিআর'র বিস্তৃত প্রচার ও ধারণ কর্মসূচি সংখ্যালঘু শিক্ষার্থীদের জন্য \"পছন্দসই বিশ্ববিদ্যালয়\" হিসাবে এর খ্যাতি অর্জনে অবদান রেখেছে। ইউসিআর ২০০৫ সালে দেশের মধ্যে লিঙ্গ-নিরপেক্ষ আবাসন সরবরাহকারী প্রথম সরকারি বিশ্ববিদ্যালয় বিদ্যায়তনে পরিণত হয়।\nইউসিআর-এর ক্রীড়া দলসমূহ হাইল্যান্ডার্স হিসাবে পরিচিত এবং জাতীয় কলেজিয়েট অ্যাথলেটিক অ্যাসোসিয়েশন (এনসিএএ) বিভাগ ১-এর বিগ ওয়েস্ট কনফারেন্সে খেলে। তাদের ডাক নামটি বক্স স্প্রিংস পর্বতের পাদদেশে অবস্থিত বিদ্যায়তনের উচ্চতা দ্বারা অনুপ্রাণিত। ইউসিআর মহিলা বাস্কেটবল দল ২০০৬  ও ২০০৭ সালে পরপর দুই বছর বিগ ওয়েস্ট চ্যাম্পিয়নশিপে জয় লাভ করে। পুরুষদের বেসবল দলটি ২০০৭ সালে প্রথম কনফারেন্স চ্যাম্পিয়নশিপে জয় লাভ করে এবং ২০০১ সালে বিশ্ববিদ্যালয়টি বিভাগ ১ -এ স্থানান্তরিত হওয়ার পর দ্বিতীয়বারের মতো আঞ্চলিকে উন্নীত হয়।\n\n\n== ইতিহাস ==\n\nবিংশ শতাব্দীর শুরুতে, দক্ষিণ ক্যালিফোর্নিয়া এই অঞ্চলটি প্রাথমিক কৃষি রপ্তানিকারক হিসাবে সাইট্রাসের প্রধান উত্পাদনকারী ছিল। এই শিল্পটি রিভারসাইডে ১৮৭৩ সালে রোপণ করা দেশের প্রথম নাভি কমলা গাছ থেকে বিকশিত হয়। সাইট্রাস শিল্পের দ্বারা অনুপ্রাণিত হয়ে, ইউসি শাসকবৃন্দ রিভারসাইডে মাউন্ট রুবিডক্সের পূর্ব ঢালে ২৩একর (৯ হেক্টর) জমিতে ১৯০৭ সালের  ১৪ ফেব্রুয়ারি ইউসি সিট্রাস এক্সপেরিমেন্ট স্টেশন (সিইএস) প্রতিষ্ঠা করে। স্টেশনটি নিষেক, সেচ ও ফসলের উন্নতিতে পরীক্ষা-নিরীক্ষা চালিয়েছিল। স্টেশনটি ১৯১৭ সালে স্প্রিংস মাউন্টেনের নিকটে ৪৭৫ একরের (১৯২ হেক্টর) বৃহত্তর স্থানে স্থানান্তরিত হয়।\n\n\n== বিদ্যায়তন ==\n\nইউসিআর-এর প্রধান বিদ্যায়তনটি ডাউন স্প্রেনে রিভারসাইডের ৩ মাইল (৫ কিলোমিটার) পূর্বে বক্স স্প্রিংস পর্বতের কাছে ১,১০০ ফুট (৩৪০ মিটার) থেকে ১,৪৫০ ফুট (৪৪০ মিটার) উচ্চতায় অবস্থিত এবং রাজ্য রুট ৬০ ফ্রিওয়ে দ্বারা পূর্ব ও পশ্চিমে বিভক্ত ১,১১২ একর (৪৫০ হেক্টর) জমি নিয়ে গঠিত। 36 [42]\nপূর্ব ক্যাম্পাসে প্রায় ৬০০ একর (২৪৩ হেক্টর) জমি জুড়ে একাডেমিক ভবন ও সেবার মূল ক্লাস্টার অবস্থিত। বিদ্যায়তনের প্রথম সময়কার কার্নেল গঠনকারী মূল ভবনসমূহের মধ্যে ইউসি সিট্রাস এক্সপেরিমেন্ট স্টেশন, আবাসিক ভবন ও শস্যাগার অন্তর্ভুক্ত, সেগুলি এখনও অবধি ব্যবহারযোগ্য অবস্থায় রয়েছে। এগুলি এইচ.বি. কোডির সহযোগিতায় লেস্টার এইচ হিববার্ড নকশা করেন।\n\n\n== গ্রন্থাগার ও সংগ্রহ ==\nইউসিআর-এর গ্রন্থাগারের মোট সংগ্রহসমূহ ২ মিলিয়নেরও বেশি ভলিউম, ১৪,০১৭ টি ইলেকট্রনিক জার্নাল, ২৩,০০০ টি ক্রমিক সাবস্ক্রিপশন এবং ১.৭ মিলিয়ন মাইক্রোফর্ম্যাট সমন্বিত। [[]৩] দুটি বৃহত চারতলা বিশিষ্ট গ্রন্থাগারে বেশিরভাগ ভৌত সংগ্রহ রয়েছে। ১,৭৯,৫৯৫ ফুট (৫৪,৭৪১ মিটার) রিভেরা গ্রন্থাগার ১৯৫৪ সালে নির্মিত হয় এবং টমস রিভেরারের নামে ১৯৮৫ সালে নামকরণ করা হয়। এটি ৯৫৬ টি আসনের সক্ষমতা সম্পন্ন এবং এখানে সাধারণ মানবিকতা ও সামাজিক বিজ্ঞান সংগ্রহের পাশাপাশি বিশ্বের সবচেয়ে বড় বিজ্ঞান কল্পকাহিনী, ভৌতিক ও ফ্যান্টাসি সাহিত্যের ১,১০,০০০-খণ্ডের ইটন সংগ্রহ সহ বিশেষ সংগ্রহ রয়েছে। [ এছাড়াও রিভেরা গ্রন্থাগারটি ইউসি বিদ্যায়তনের একমাত্র যুক্তরাষ্ট্রের পেটেন্ট ও ট্রেডমার্ক ডিপোজিটরিও কেন্দ্রটি ধারণ করে। 95\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\n\n\n=== প্রাক্তনী ===\n৪৫,০০০ জনেরও বেশি প্রাক্তন শিক্ষার্থী ইউসিআর থেকে ইতিহাস বিষয়ে স্নাতক হয়েছে। [১৫৫] একটি ১৩,৮৬৫ বর্গফুটের (১,২৮৮.১ বর্গমিটার) প্রাক্তন শিক্ষার্থী ও পরিদর্শক কেন্দ্র ২০০৭ সালে প্রতিষ্ঠিত হয়। এটি প্রাক্তন শিক্ষার্থীদের কেন্দ্রীয় জমায়েতের স্থান হিসাবে ব্যবহৃত হয় এবং এটির জন্য মিলন কক্ষ, একটি আনুষ্ঠানিক বোর্ড কক্ষ, একটি কেন্দ্রীয় লবি অঞ্চল, একটি গ্রন্থাগার, বিভিন্ন প্রাক্তনী বিষয়ক কার্যালয় ও একটি ক্যাফে সহ বেশ কয়েকটি সুবিধা রয়েছে। [১৫6]\nসর্বাধিক উল্লেখযোগ্য প্রাক্তনীদের মধ্যে কয়েক জন:\n\nস্টিভ ব্রেন: সম্পাদকীয় কার্টুনিস্ট এবং দু'বার পুলিৎজার পুরস্কার বিজয়ী (১৯৯৮ এবং ২০০৯)\nবিলি কলিন্স: লেখক, ১১ তম মার্কিন কবি বিজয়ী।\nরিচার্ড আর শ্রক: পদার্থবিদ, রসায়নে নোবেল পুরস্কার প্রাপক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}