{"pageid": 1044140, "title": "রক্তবমন", "url": "https://bn.wikipedia.org/wiki?curid=1044140", "content": "রক্তবমন বা হিমাটেমিসিস (ইংরেজি: hematemesis) হলো বমির সাথে রক্ত নির্গত হওয়া। সাধারণত ঊর্ধ্ব পরিপাকতন্ত্র থেকে এই রক্ত নির্গত হয়। রোগীরা অনেক সময় রক্তকাশির সাথে এটাকে গুলিয়ে ফেলে। রক্তবমন সর্বদা একটি গুরুত্বপূর্ণ উপসর্গ।\n\n\n== কারণ ==\nগুরুত্বপূর্ণ কারণসমূহ নিম্নরূপ:\n\nম্যালোরি -উইস সিন্ড্রোম: দীর্ঘায়িত ও বলকৃত উদ্বমনের ফলে ঘটিত অন্ননালির শ্লৈষ্মিক ঝিল্লির  বিদারণ\nঅন্ননালি বা পাকস্থলীর আবরণীর দাহ ও ক্ষয়সাধন।\nমুখগহ্বর, নাক অথবা গলায় হওয়া রক্তক্ষরণ গলাধঃকরণ করার পর সেটার বমি হওয়া\nপরিপাক নালির রক্তবাহের ত্রুটি যেমন, গ্যাস্ট্রিক ভ্যারিসেস অথবা ইনটেস্টিনাল ভ্যারিসেস\nপাকস্থলী অথবা অন্ননালির অর্বুদ বা টিউমার\nতেজস্ক্রিয়াজনিত বিষক্রিয়া\nভাইরাসঘটিত রক্তক্ষরণমূলক জ্বর\nগ্যাস্ট্রোএন্টারাইটিস\nপাকাশয় প্রদাহ\nপাকস্থলীর ক্যান্সার\nপেপটিক আলসার\nক্রনিক ভাইরাল হেপাটাইটিস\nঅন্ত্রীয় শিস্টোসোমায়াসিস (পরজীবী Schistosoma mansoni দ্বারা ঘটিত রোগ)\nএন্ডোসকপি অথবা ট্র‍্যান্স-ইসোফ্যাজিয়াল ইকোকার্ডিওগ্রাম\nজলিনজার-এলিসন সিন্ড্রোম (তীব্র পেপটিক আলসার)\nঅ্যাট্রিও-ইসোফ্যাজিয়াল ফিস্টুলা\nপীতজ্বর\nস্ট্রনজিলোয়ডায়াসিস\n\n\n== চিকিৎসা ব্যবস্থাপনা ==\nজরুরি ভিত্তিতে রক্তবমনের চিকিৎসা করতে হয়। শক তৈরি করার মতো রক্তক্ষরণ হয়েছে কি না বিষয়টি দেখা অতীব জরুরি। \nএসব ক্ষেত্রে সঠিক চিকিৎসা ব্যবস্থাপনা খুব জরুরি । ওষুধ দেওয়ার পূর্বে সকল ধরনের পরীক্ষা যেমন এন্ডোস্কপি করা উচিত। এরূপ ক্ষেত্রে অণুচক্রিকা পরীক্ষাও গুরুত্বপূর্ণ। ওষুধপত্র যেমন ব্যথানাশক অথবা অ্যান্টিবায়োটিক, যেমন সিপ্রোফ্লক্সাসিন, অণুচক্রিকার সংখ্যা কমিয়ে থ্রম্বোসাইটোপিনিয়া ( এমন একটি অবস্থা যেখানে শরীরে পর্যাপ্ত সংখ্যক অণুচক্রিকা থাকে না ফলে রক্ত জমাট বাঁধতে পারে না) করতে পারে। এরূপ ক্ষেত্রে ভুল চিকিৎসা মৃত্যুর কারণ হতে পারে।\nযদি শরীরের মোট রক্তের ২০ শতাংশ বেরিয়ে যায় তাহলে রক্ত সঞ্চালন করতে হবে। প্রচুর পরিমাণ রক্তক্ষরণ হলে হৃৎপিণ্ড শরীরে পর্যাপ্ত পরিমাণ রক্ত সরবরাহ করতে ব্যর্থ হয় যার ফলে হাইপোভলেমিক শক হতে পারে। এরূপ ক্ষেত্রে শরীরের বিভিন্ন অঙ্গসমূহ যেমন, বৃক্ক, মস্তিষ্ক প্রভৃতির ক্ষতি হয়।\n\n\n=== অল্প রক্তক্ষরণ ===\nযদি অল্প রক্তক্ষরণ হয় এবং রোগী শকে না যায়, তাহলে সাধারণত একটি প্রোটন পাম্প ইনহিবিটর (যেমন ওমিপ্রাজল) দেওয়া হয়। যদি হিমোগ্লোবিন মাত্রা অনেক কমে যায় যেমন ৮.০ g/dL অথবা ৪.৫–৫.০ mmol/L এর নিচে থাকে তাহলে রক্ত সঞ্চালন করতে হবে। এন্ডোস্কপি না করা পর্যন্ত অভুক্ত অবস্থায় রাখা হয়।\n\n\n=== বেশি রক্তক্ষরণ ===\nহাইপোভলেমিক শক হলে বৃহৎ ব্যাস বিশিষ্ট ক্যানুলা দিয়ে তরল এবং/অথবা রক্ত দেওয়া হয়। জরুরি এন্ডোস্কপির জন্য রোগীকে প্রস্তুত করা হয় যা সাধারণত অপারেশন থিয়েটারে করা হয় এবং এন্ডোস্কপির মাধ্যমে রক্তের উৎস খুঁজে বের করতে না পারলে শল্যচিকিৎসার সাহায্য নেওয়া হয়। রক্তবমনের রোগীদের ক্ষেত্রে শ্বাসপথ চালু রাখা অনেক গুরুত্বপূর্ণ, বিশেষ করে যাদের চেতনার মাত্রা কম থাকে যেমন, হেপাটিক এনসেফালোপ্যাথিতে ইসোফ্যাজিয়াল ভ্যারিসেস রোগীদের। একটি কাফবিশিষ্ট এন্ডোট্রাকিয়াল টিউব এক্ষেত্রে জীবন রক্ষাকারী হতে পারে।\n\n\n=== পদ্ধতিসমূহ ===\nহিমাটেমিসিস, মেলিনা ও হিমাটোকিজিয়া হলো অ্যাকিউট গ্যাস্ট্রোইন্টেস্টিনাল রক্তপাতের উপসর্গ। যে রক্তক্ষরণ রোগীকে ডাক্তারের কাছে নিয়ে আসে তা অবশ্যই একটি সম্ভাব্য জরুরি অবস্থা এবং যতক্ষণ না পর্যন্ত এর তীব্রতা মূল্যায়ন করা যাচ্ছে ততক্ষণ পর্যন্ত এটিকে গুরুত্বের সাথে নেওয়া উচিত। অ্যাকিউট গ্যাস্ট্রোইন্টেস্টিনাল রক্তপাত চিকিৎসার মূল লক্ষ্য হলো রক্তের আয়তন স্বাভাবিক অবস্থায় ফিরিয়ে আনার মাধ্যমে হাইপোভলেমিয়ার চিকিৎসা করা, রক্তপাতের উৎস শনাক্তকরণ ও এর অন্তর্নিহিত কারণ অনুসন্ধান ও যথাসম্ভব সুনির্দিষ্টভাবে রক্তপাতের কারণের চিকিৎসা করা। রোগ ইতিহাসে যে বিষয়গুলোর প্রতি গুরুত্ব দেওয়া উচিত তা হলো: (১) রক্তপাতের উপস্থিতি নিশ্চিত করা; (২) এর পরিমাণ ও দ্রুততা নির্ণয় করা; (৩) উৎস ও সম্ভাব্য সুনির্দিষ্ট কারণ শনাক্তকরণ; এবং (৪) এর সাথে সংশ্লিষ্ট অন্যান্য গুরুতর রোগের উপস্থিতি খুঁজে দেখা যেগুলো বিরূপ পরিণতি ডেকে আনতে পারে। এসব তথ্যগুলো সঠিক চিকিৎসার জন্য সিদ্ধান্ত নিতে সহায়ক হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}