{"pageid": 1044097, "title": "ইসলাম ধর্মে পিতর", "url": "https://bn.wikipedia.org/wiki?curid=1044097", "content": "শিমোন পিতর (আরবি: شَمْعُون ٱلصَّفَا, ʿশামাউন আস-সাফা), আরবি ভাষায় শামাউন আস-সাফা বা শামাউন ইবনে হামন নামে পরিচিত, নবি ঈসা-এর মূল অনুসারী বা শিষ্যদের একজন ছিলেন তিনি।  যদিও ঈসার শিষ্যরা ইসলামী ধর্মতত্ত্বের ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেন নি, তাঁরা উল্লেখযোগ্য একারণেই যে তাঁরা কেবলমাত্র কুরআনে নির্দিষ্টভাবে চিহ্নিত শিষ্যদের একটি দল।  পিতরের চিত্রটি, বিশেষত শিয়া ধর্মতত্ত্বের ক্ষেত্রে গুরুত্বপূর্ণ কারণ তিনি সাধারণত ঈসার উত্তরসূরি হিসাবে বিবেচিত হন, যিনি ঈসা পরবর্তী সময়ে বিশ্বস্তদের নেতৃত্ব দিয়েছিলেন, এবং তাই পিতর খ্রিস্টানদের (বিশেষত রোমান ক্যাথলিক)-দের দৃষ্টিতে 'প্রেরিতদের যুবরাজ'।\nকুরআন স্পষ্ট বিবৃতি দেয় যে ঈসা ও তাঁর শিষ্যরা আল্লাহর প্রতি অবিচল বিশ্বাসী ছিল। কুরআনে লিপিবদ্ধ আছে যে, “ঈসা যখন ইস্রাইলীয়দের (বনি ইসরায়েল) প্রত্যাখ্যান অনুভব করতে শুরু করে, তখন তিনি লোকদের জিজ্ঞাসা করেছিলেন যে, তাদের মধ্যে কে সুসমাচার প্রচারে তাঁর সমর্থক হবে? এরপর শিষ্যরা উঠে দাড়িয়ে ঈসাকে সাক্ষ্য দিতে বলেছিলেন যে, তাঁরা ঈশ্বরের কাছে আত্মসমর্পন করেছেন এবং তাঁরা আজীবন ঈসার কাছে থাকার প্রতিশ্রুতি দিয়েছিলেন।” কুরআনে আরও সংরক্ষিত রয়েছে, যে ঈশ্বর ঈশার শিষ্যদেরকে তাঁর বার্তা ও তাঁর প্রেরিত পুরুষের উপর বিশ্বাস আনতে অনুপ্রাণিত করেছিলেন। যদিও কুরআনে শিষ্যদের নাম বা সংখ্যা উল্লেখ নেই, তবে কুরআনে অনুসারীদের কথা বলা হয়েছে এবং তাঁদের প্রধান হিসাবে পিতরকে সাধারণত সমস্ত তালিকার শীর্ষে রাখা হয়েছে।\nপিতর সম্পর্কিত অসংখ্য ঘটনা মুসলিম ঐতিহ্য এবং তাফসীরে বর্ণিত। এর মধ্যে সর্বাধিক বিখ্যাত আন্তোনিওকের পিতরের প্রচারের বিবরণ, যা কাঠমিস্ত্রি হাবিবের কিংবদন্তির সাথে ঘনিষ্ঠভাবে জড়িত। মুসলিম ঐতিহ্যে বর্ণিত আছে যে, আন্তোনিওকের লোকেরা প্রতিমার প্রতি অনুগত ছিল তাই যিশুর দু'জন শিষ্য, জন এবং জুড, অ্যান্টিয়োকেতে সুসমাচার প্রচার করতে গিয়েছিলেন। এই দু'জন এক অসুস্থ ও এক অন্ধকে ভালোকরা করাসহ বিভিন্ন অলৌকিক ঘটনা দেখানো সত্ত্বেও খুব কম লোকই যোহন ও যিহূদের বার্তা অনুসরণ করেছিলেন। শিষ্যরা হাবিবের পুত্রকে সুস্থ করেছিলেন এবং হাবিব লোকদের কাছে সুসমাচার প্রচারে সহায়তা করেছিলেন। শিষ্যরা যখন এই খবর শহরের গভর্নরের কাছে পৌঁছলেন, তখন তিনি জন এবং জুডকে ডেকে পাঠান। গভর্নর ঈশ্বরের বার্তার সাথে একমত না হওয়ায় তিনি জন এবং জুডকে কারাগারে নিক্ষেপ করেন। তারা কারাগারে থাকাকালীন পিতর আন্তোনিওক গেলেন। পিতর রাজ্যপালের সামনে একটি অলৌকিক কাজ করার অনুমতি পান, তখন তিনি সাতদিন আগে মারা যাওয়া এক শিশুকে জীবিত করেছিলেন। তবে লোকেরা পিটারের কথা বিশ্বাস করে না। অধিকন্তু তাঁরা হাবিবের উপর ক্ষিপ্ত হয়ে তাকে পাথর মেরে হত্যা করে।  অমুসলিম সূত্র মতে পিতর এরপর রোমে গসপেল প্রচার করতে গিয়েছিলেন। \nশিয়া ইসলামের পাশাপাশি ইসমাইলবাদের শাখাগুলিতে পিতর গুরুত্বপূর্ণ, কারণ তাঁর ভূমিকা নবী মুহাম্মাদ এর পরে আলী ইবনে আবি তালিব প্রথম ইমাম হওয়ার মতামতের মতো। শিয়া মুসলিমরা মনে করেন যে প্রত্যেক বড় নবীরই একজন শিষ্য বা ওয়াসি و (وصي) ছিলেন, যাঁর মৃত্যুর পরে সেই শিষ্য ইমাম (নেতা) হয়েছিলেন: আদম-এর শীষ ছিল; নূহ-এর শাম ছিল; ইব্রাহিম-এর পুত্ররা ছিল; মুসা-এর ইউশা ছিল; ঈসা-এর পিটার ছিল।\n\n\n== বিশ্বাসী অধস্তনগণ ==\nনারজিস, তার মা, এবং তার পুত্র (ইসনা আশারিয়ার শিয়া মুসলিমদের দ্বাদশ ইমাম) সম্পর্কে তথ্যের জন্য, নারজিস এবং মুহম্মদ আল-মাহদী নিবন্ধগুলি দেখুন।\n\n\n== আরও দেখুন ==\nPeople of Ya-Sin\n\n\n== তথ্যসূত্র =="}