{"pageid": 1045494, "title": "ব্রডওয়ে, চেন্নাই", "url": "https://bn.wikipedia.org/wiki?curid=1045494", "content": "ব্রডওয়ে ভারতের চেন্নাই শহরের জর্জ টাউন লোকালয়ে অবস্থিত দুমুখ খোলা জনসাধারণের ব্যবহার্য একটি ঐতিহাসিক রাস্তা ও অর্থনৈতিক কেন্দ্র। স্বাধীনতা সংগ্রামী টি. প্রকাশমের নামে বর্তমানে এই রাস্তার নাম রাখা হয়েছে প্রকাশম সালাই। রাস্তাটি উত্তর থেকে দক্ষিণ দিকে বিস্তৃত, যা দক্ষিণের  চীনা বাজার রোডের সাথে উত্তরের পুরান জেল রোড বা ইব্রাহিম সাহেব স্ট্রিটকে যুক্ত করেছে। এই রাস্তা জর্জ টাউনকে পূর্ব ও পশ্চিমে মুদিয়ালপেট ও পেড্ডানায়কনপেটে বিভক্ত করেছে।\n\n\n== ইতিহাস ==\n\nখ্রিস্টীয় ষোড়শ শতাব্দী অবধি সমুদ্র উপকূলের নিকটবর্তী রাস্তা ও লোকালয়গুলিতে বালিয়াড়ির দেখা মিলত। সমুদ্র তলের উচ্চতা বৃৃৃদ্ধির সাথে সাথে ও নগর জীবনে প্রবেশের পর থেকে এসব প্লাবিত হয়ে ছোট উপহ্রদ, খাঁড়ির সৃষ্টি করেছে। কিছু জনবসতি এলাকিয় বালিয়াড়ি এখনো সংরক্ষিত। ঢাল বরাবর ১২ ফুট উঁচু উপত্যকা অঞ্চল। এগুলির কিছু কিছু নিকাশী নালার কাজ করে। খ্রিস্টীয় অষ্টাদশ শতাব্দীর শেষ পর্যন্ত এখনকার যেই সমস্ত অঞ্চলে নতুন রাস্তা তৈরি হয়েছে, সেই দৈর্ঘ্য বরাবর ছিল এইরকমই কিছু নিকাশি নালা। স্থানীয় ভাষায় এগুলি আট্ট পল্লম নামে পরিচিত ছিল। ১৭৭৮ খ্রিস্টাব্দে স্টিফেন পোফাম মাদ্রাজ প্রেসিডেন্সিতে আসেন এবং তৎকালীন ব্রিটিশ সাংসদের থেকে এই অঞ্চল গুলি কিনে নেন। অবশ্য পরে তিনি ভারপ্রাপ্ত বিচারক হয়ে কলকাতা গমন করেন। ১৭৮২ খ্রিস্টাব্দে তিনি চেন্নাই শহরে আধুনিক পুলিশ সশস্ত্র বল গঠন করান।\nবর্তমানে যেখানে চেন্নাইয়ের গভার্নমেন্ট জেনারেল হাসপাতাল মাদ্রাজি ইউনাইটেড ক্লাব এবং পার্কটাউন রয়েছে, সেই জায়গা পূর্বে স্থানীয়ভাবে নারিমেড় নামে পরিচিত ছিল যার অর্থ শিয়ালের পাহাড়। ব্রিটিশরা এই স্থানটির নাম রাখেন 'হগস হিল'। ব্রিটিশ আধিকারিকগণ‌ ফোর্ট সেন্ট জর্জের জন্য এই স্থানটিকে বিপদসংকুল বলে মনে করে নিরাপত্তার স্বার্থে এই পাহাড়ের মাটি সংগ্রহ করে আশেপাশের পরিখা বুজিয়ে ফেলেন। পরিখা বোজানোর পর রেখা বরাবর রাস্তা নির্মিত হয় এবং তার নাম পরিকল্পকের নাম অনুসারে রাখা হয় 'পোফাম'স ব্রডওয়ে'.\n১৮৯০ খ্রিস্টাব্দের মধ্যে এই সড়ক পরিচিতি পায় দুটি খাবারের দোকানের জন্য। তারমধ্যে প্রথমটা ছিল পি. বেঙ্কটচেল্লম, যার চাটনি শুধু ইংল্যান্ড পর্যন্ত প্রসিদ্ধিলাভ করে। তাদের প্রস্তুতকৃত মিলগুতান্নি বা মিলগু রসম ছিল সর্বাধিক প্রসিদ্ধ। আরেকটি হোটেল ছিল ১৮৯১ খ্রিস্টাব্দে প্রতিষ্ঠিত হ্যারিসন'স, বর্তমানে নুঙ্গমবক্কমে এর পরিপূরক একটি হোটেল রয়েছে। ঊনবিংশ শতাব্দীতে টি.এ. শঙ্করনারায়ণন এখানে শহরের প্রথম বেসরকারী হাসপাতাল প্রতিষ্ঠা করেন।\n\n\n== বর্তমানে সড়ক ==\n\nবর্তমানে এই রাস্তাটি চেন্নাইয়ের অন্যতম অর্থনৈতিক গুরুত্বপূর্ণ রাস্তাগুলির একটি।‌ সড়ক বরাবর রয়েছে একাধিক আর্থিক প্রতিষ্ঠান চিকিৎসা সংক্রান্ত প্রতিষ্ঠান এবং অন্যান্য হোটেল, রেস্তোরা, বাসভবন। ব্রডওয়ে বাস টার্মিনাল‌, চেন্নাই মহানগরের দীর্ঘতম বাস টার্মিনাসটি রয়েছে এই সড়কের দক্ষিণতম প্রান্তে। সড়ক বরাবর রয়েছে চেন্নাই মেট্রোর নীল লাইনের মন্নাড়ি মেট্রো স্টেশন।\n\n\n== তথ্যসূত্র =="}