{"pageid": 1045255, "title": "মত্তবিলাস প্রহসন", "url": "https://bn.wikipedia.org/wiki?curid=1045255", "content": "মত্তবিলাস প্রহসন(দেবনাগরী::मत्तविलासप्रहसन) (ইংরেজি: A Farce of Drunken Sport) একটি সংক্ষিপ্ত সংস্কৃত নাটক। এটি তামিলনাড়ুতে সপ্তম শতাব্দীর শুরুতে পল্লব রাজা প্রথম মহেন্দ্রবর্মণ (571– 630CE) কর্তৃক রচিত দুটি দুর্দান্ত একটি নাটকের একটি।\nমত্তাবিলাস প্রহসনে তৎকালীন কাপালিক, পাশুপাত, শৈব সম্প্রদায়, বৌদ্ধ এবং জৈন ধর্মের অনুসারীদের নৈতিক অধঃপতনকে ব্যঙ্গাত্মকভাবে প্রকাশ করা হয়েছে। নাটকটির পটভূমি সপ্তম শতাব্দীর পল্লব রাজ্যের রাজধানী কাঞ্চিপুরম্। নাটকের চরিত্রগুলির মধ্যে প্রধান হলো  কাপালিক  সত্যসোমা, তার স্ত্রী দেবসোমা, বৌদ্ধ সন্ন্যাসী  নাগসেনা, পাশুপাত সম্প্রদায়ের এক ব্যক্তি এবং একজন পাগল। এই নাটকটি মূলত মাতাল  কাপালিক এবংবৌদ্ধ সন্ন্যাসীর মধ্যে বিবাদের ঘটনাবলিতে সাজানো। কাপালিক বৌদ্ধ ভিক্ষুকে তার কপাল (মাথার খুলি থেকে তৈরি ভিক্ষাপাত্র ) চুরির জন্য সন্দেহ করে , তবে এক তর্ক-বিতর্কের  পর জানা যায় যে  একটি কুকুর কপালটি নিয়ে গেছে।\n\n\n== কাহিনী সংক্ষেপ ==\nমত্তবিলাস প্রহসন দুজন মাতাল কাপালিক সত্যসোমা এবং তাঁর স্ত্রী দেবসোমার মঞ্চে প্রবেশের মধ্য দিয়ে শুরু হয়। মাতাল অবস্থায়  তারা এক মদিরালয় থেকে আরেক মদিরালয়ে যেতে থাকে। কাপালিকরা এমন এক শৈব সম্প্রদায়ের  অনুসারী বলে জানা যায়  যাদের আচারে মদ্যপান, বুনো নাচ এবং গান গাওয়া   অন্তর্ভুক্ত ছিল।  একদা ভিক্ষা করতে গেলে সত্যসোমা বুঝতে পারে যে সে তাঁর কপালটি হারিয়ে ফেলেছে। দেবসোমা বলে  যে তারা সম্ভবত পূর্বে যেখানে গিয়েছিল, সেখানেই ফেলে এসেছে। কিন্তু সত্যাসোমা সন্দেহ করেন যে কোন কুকুর বা বৌদ্ধ ভিক্ষু এটি নিয়ে গেছে।এমত অবস্থায় নাগসেনা নাম্নী একজন বৌদ্ধ সন্ন্যাসী মঞ্চে প্রবেশ করে । কাপালিকার মনে হয় এই ভিক্ষুই তাদের কপাল চুরি করেছে এবং তা কাপালিক সত্যসোমাকে জানালে  সত্যসোমা বৌদ্ধ ভিক্ষুকে চুরির দায়ে দায়ী করে এবং বলে তুমি যে ধর্মের অনুসারী তার প্রচারকরা তো চুরি করা, মিথ্যা বলা,মদ, মাংস এবং নারী কামনায় অবাধ স্বাধীনতা দেয় ।যদিও  তোমাদের ধর্ম মতেই এটি নিষিদ্ধ। কপালিক আর‌ও বলে বৌদ্ধ ধর্ম গড়ে উঠেছে মহাভারত এবং বেদান্তের ধারণা চুরি করে । এহেন কটূবাক্য শুনে ভিক্ষু নাগসেনা এর প্রতিবাদ করে এবং এই বিরোধটি শেষ পর্যন্ত শারীরিক কলহের দিকে গড়ায়। লড়াই যখন চূড়ান্ত পর্যায়ে পৌঁছেছে এসময় সত্যসোমার পরিচিত পাশুপাত সম্প্রদায়ের একজন  যুবক মঞ্চে  প্রবেশ করে মধ্যস্থতা করে। ঠিক এসময়‌ই মঞ্চে প্রবেশ করে এক পাগল  এবং তাঁর হাতে সত্যসোমার আসল কপালটি দেখতে পাওয়া যায়। পাগলটি বলে একটি কুকুর তাকে বাটিটি তাকে দান করেছে । শেষপর্যন্ত কপালটি সত্যসোমার কাছে ফিরে আসে।\n\n\n== তথ্যসূত্র =="}