{"pageid": 1045245, "title": "টটোগ্রাম", "url": "https://bn.wikipedia.org/wiki?curid=1045245", "content": "টটোগ্রাম (গ্রিক: টটো গ্রামা, \"একই অক্ষর\") হল একটি পাঠ্য যেখানে প্রত্যেকটি শব্দ একই বর্ণ দিয়ে শুরু হয়। ঐতিহাসিকভাবে বেশিরভাগ টটোগ্রামই কাব্যিক বৈশিষ্ট্যমণ্ডিত।\n\n\n== বাংলা টটোগ্রাম ==\n\n\n=== বাংলা কাব্যে টটোগ্রাম ===\nটটোগ্রামিষ্ট মনোরঞ্জন রায় (তিনি বিশ্বসাহিত্যে প্রথম টটোগ্রাম সনেট রচয়িতা) এর \"শব্দচড়ুই ও দিগন্তদুপুর\" গাণিতিকধারার কাব্যগ্রন্থ থেকে সংগৃহীত দুটি আদি টটোগ্রাম সনেট এবং প্রান্তীয় টটোগ্রাম সনেট যথাক্রমে \"দ্বিধাদ্বন্দ্ব\" এবং \"প্রতিদান\"।\nবাক্যের প্রতিটি শব্দে একই বর্ণ বা বর্ণগুচ্ছ পুনঃ পুনঃ ব্যবহার করাকে বলা হয় টটোগ্রাম। তিনি টটোগ্রামকে দুভাবে সজ্জিত করেন পূর্বভাগ (আদি) এবং উত্তরভাগ (প্রান্তীয়)। আদি টটোগ্রামে অবশ্যই আদিতে/প্রথমে অভিন্ন বর্ণ/বর্ণগুচ্ছ থাকতে হবে আর প্রান্তীয় টটোগ্রামে আদি/শুরুর স্থান ছাড়াও শব্দটির যেকোন জায়গায় অভিন্ন বর্ণ/বর্ণগুচ্ছ থাকতে হবে। আদি টটোগ্রামকে ক্রম টটোগ্রামও বলা যায় কেননা অভিন্ন বর্ণটি সবসময়ই প্রথমেই/শুরুতেই হবে। আর প্রান্তীয় টটোগ্রামকে অক্রম টটোগ্রামও বলা যায় কেননা অভিন্ন বর্ণটি প্রথম স্থান ছাড়াও শব্দটির যেকোন জায়গায় থাকতে পারে।\nটটোগ্রাম ধ্বনির ওপর নির্ভর করে আবার নাও করতে পারে।যেমন \"স্কুলের সবাই সৎ\" সবগুলো শব্দই বর্ণ \"স\" যুক্ত আদি টটোগ্রাম, কিন্তু আদি অনুপ্রাস নয়। কেন না \"স্কুল\" শব্দটির আদিতে উচ্চারণে \"ই\" আসে (ইস্কুল)।\nআবার \"দুঃখে দ্বিধাদ্বন্দ্বে দিশেহারা\" বাক্যটি একই সাথে আদি টটোগ্রাম ও আদি অনুপ্রাস কেননা বাক্যের শব্দগুলোর আদি বর্ণ ও ধ্বনি একইরকম।\n\nদ্বিধাদ্বন্দ্ব (বর্ণ \"দ\")\nদিকে দিকে দুরাশার দিগন্ত দর্পণ\nদুরাকাঙ্ক্ষার দুঃস্বপ্নে দীর্ঘ দিগ্বলয়\nদুর্বিষহ দুর্দশায় দেহে দুর্দহন\nদুর্ভাবনার দ্বিধায় দেখি দুঃসময়\nদশদিকে দীনতার দুর্মর দংশন\nদাবাগ্নি দীপশিখায় দুঃখ দ্যুতিময়\nদুর্বার দুর্ভাগ্যে দগ্ধ দিব্য দেবালয়\nদীনদুঃখীর দুয়ারে দুঃখের দীপন।\nদেখি দীনদুনিয়ায় দেশ-দেশান্তর\nদুঃসহ দুঃখদুপুর দৃষ্টির দখলে\nদিগদিগন্তে দুর্দিন দুর্দশা দুস্তর\nদীঘল দুকূলে দাও দুঃখ দলে দলে\nদুর্দৈব দশায় দুঃখ দুর্গম দুষ্কর\nদিশেহারা দ্বিধাদ্বন্দ্ব দীর্ণ দাবানলে।\nপ্রতিদান (বর্ণ \" ন \")\nবিষন্ন অনলে নিত্য নিরুদ্ধ নিঃশ্বাস\nনিশীথে নীলে ধ্বনিত বেদনার গান\nঅবিচ্ছিন্ন নিপীড়নে নিত্য প্রতিদান\nনীরস অন্তরে মন নিস্তব্ধ নিরাশ\nনির্ঘুম দিন যাপন নিঃসঙ্গ নিবাস\nনিশ্চল চেতনে ছিন্ন নৈর্ব্যক্তিক টান\nনিষ্প্রাণে স্বপ্ন দহন নক্ষত্র সমান\nনীরবে জীবন বুনে নিয়ত বিনাশ।\nঅনাদি নিঃসঙ্গ নীড় নিষ্ঠুর  দহন\nনিরুত্তর বেদনার অনুর্বর স্বপ্ন\nনির্বাসিত কল্পনার মলিন ভুবন\nনিরাশ মননে নিত্য নিরবতা মগ্ন\nভগ্ন বাসনার নদে নিরর্থ জীবন\n\nনীল বঞ্চনার গান জীবনের জন্য।\n\n\n=== বাংলা সাহিত্যে টটোগ্রাম ===\nবাংলা সাহিত্যে টটোগ্রাম একটি তুলনামূলক নতুন সংযোজন। টটোগ্রাম বৈশিষ্ট্যের উল্লেখযোগ্য কাব্যগ্রন্থের মধ্যে রয়েছে ইকবাল সর্দার নাজমুল কবিরের রচিত ‘কেষ্ট কবির কষ্টগুলো’, ‘কেষ্ট কবির কনফারেন্স’ এবং ‘কেষ্ট কবি’। এই তিনটি গ্রন্থের প্রথমটিতে মোট ৭ হাজার , দ্বিতীয়টিতে ১০ হাজার ও তৃতীয়টিতেও প্রায় ১০ হাজার শব্দ ব্যবহার করা হয়েছে এবং প্রত্যেকটি শব্দই ক বর্ণ দিয়ে শুরু হয়েছে। বাংলা সাহিত্যে এটিই টটোগ্রামের একক ও বৃহত্তর প্রচেষ্টা। একটি বহুল প্রচলিত বাংলা টটোগ্রাম নিম্নে উল্লেখ করা হল-কাকা কবিরকে কহিলেন কষ্ট করে কাজটি কর। কাজটি কিন্তু কঠিন। কাকার কথায় কবির কাজটি করিল। কিন্তু কবির কাজটি করে কাদঁছিল। কবিরের কান্নায় কাকা কিংকর্তব্যবিমূঢ়। কিছুক্ষণ কেদেঁ কবির কাকাকে কহিল কোমর ও কাধেঁর কষ্টের কথা। কেন কাকা কবিরকে কাগজ কাটার কঠিন ও কষ্টকর কাজটি করতে কহেছিলেন? কাগজ কাটাই কবিরের কোমর ও কাধেঁর কষ্টের কারণ। কাকা কখন কোথায় কী করেন কহা কষ্টকর।\nকবির কুমিল্লার কান্দিরপাড়ে কাগজের কোম্পানিতে কাজ করে। কবিরের কাকা কোম্পানির কমিউনিকেশন কর্মকর্তা। কাকা কবিরকে কর্মবীর কহিলেন। কারণ কবির কাজে কখনো ক্লান্তিবোধ করেনা। কবিরের কলিগ কেশব কুমার কর্মকার কোম্পানিতে ক্লার্কের কাজ করেন। কনিকা কুমারী কোম্পানীর কনিষ্ঠা কর্মচারী। কাকার কঠোর কমান্ডে কাজ করতে কবির-কেশব-কনিকা কখনোই কুন্ঠাবোধ করেননা। কিন্তু কাকা-কনিকার কিছু কর্মকাণ্ডে কবির-কেশব কখনোই কাকাকে কুর্ণিশ করেনা।\n\nকিন্তু কাকি কাকাকে কিছু কহিলে কাকা কাকিকে কঠিন কঠিন কথা কহেন। কোন কারণে কাকি কোম্পানির কথা কিংবা কোম্পানির কনিষ্ঠা কর্মচারী কনিকার কথা কিছু কহিলে কাকা কর্কশ কন্ঠে কাকিকে কিছু কুকথা কহেন। কাকার কর্মকাণ্ডে কখনো কখনো কাকি কান্নাকাটি করেন। কাকি কাকাকে কিছু কষ্টের কথা কহিতেন। কিন্তু কহিবেন কীভাবে? কাকা কখন কটায় কোথায় কি কাজ করেন কহা কষ্টকর। কাকির কথা, কোম্পানিতে কাজের কাজ কিছুইনা। কোম্পানির কিছু কর্মকাণ্ড কাকির কষ্টের কারণ।\n\n\n=== বাংলা সঙ্গীতে টটোগ্রাম ===\nসাহিত্যের পাশাপাশি বাংলা সঙ্গীতেও টটোগ্রামের ব্যবহার পরিলক্ষিত হয়েছে। একটি হাস্যরসাত্মক সঙ্গীত ভিডিওতে ব্যবহৃত সঙ্গীতশিল্পী মুজিবরের গাওয়া একটি টটোগ্রাম গান হল-\n\nবন্ধু বাজায় বাঁশের বাঁশি\nবড় বেজার বদনে\nবুকেতে বানিয়ে বাসা\nবিনা বাঁধা বাঁধনে\nবন্ধুর বাণী বহুরূপী\n\nবছরেতে বারো বার(রে)............\n\n\n== ইংরেজি টটোগ্রাম ==\nকয়েকটি উল্লেখযোগ্য ইংরেজি টটোগ্রামের মধ্যে রয়েছে-\n\nTruly tautograms triumph, trumpeting trills to trounce terrible travesties.\nIdiots innately irksome inflame inactive ire instantly into infuriating internal infernos igniting intense incendiary intent.\nTodd told Tom the termite to tactically trot through the thick, tantalisingly tasteful timber.\nBrilliant, because bacon bites beat bruschetta.\nFive funny features feel fairly finished for forum fodder, foolish followers falsely fancy, for failing further focus fueling full foresight, fellow fiction fanciers frankly forget fundamental facts framing fruits from frenzied freelancing, for first fragments flowing from frantic freshman fingers frequently fall flat, forming forced, flawed fakeries feigning fluency, faded facsimiles fractionally fitting for fatuous Facebook flapdoodle, familiar formulaic fragments famously fouling friends' feeds; fine, for furthermore, fascinatingly, first forays facing far-flung fringe frontiers, finding faith's fortitude ferociously fighting formidable foes—fear, frustration, flaky functioning, foot fungus—forge foundations for future feats, figurative furniture for fortune's foyer, faintly favoring fantastic fairytale fates, fervently foremost finally finishing forever.\n\n\n== অন্যান্য ভাষায় টটোগ্রাম ==\n\n\n=== আর্মেনীয় ===\nআর্মেনীয় ভাষায় টোটোগ্রামের একটি উদাহরণ হচ্ছে ভানেৎসির একটি কবিতা যাতে প্রতিটি শব্দ \"জ়\" (আর্মেনীয় Զ) দিয়ে শুরু হয়েছে:Զինված զինվորի՝ Զոհն էր զինվորը զինվածশ (আর্মেনীয় Շ) দিয়ে তৈরি আরও একটি টটোগ্রাম হল-Շախմատամրցումը շահած\nՇուշանագույն շքեղ\nՇիֆոնե շրջազգեստով\nՇառագույն շրթնաներկոտ շրթունքներով\nՇշիկահեր շնորհալի Շենավանցի\nՇքեղիրա՛ն շախմատիստուհի\nՇողիկ Շաքարյանը\nՇատ-շատ շնորհակալ\nՇփոթվաց ու շոյված էր\nՇրջապատող  շատամարդ\nՇնորհքով շախմատասերների\n\nՇռայլ  շնորհավորանքներից... \n\n\n=== বেলারুশীয় ===\nবেলারুশীয় ভাষায় টোটোগ্রামের একটি উদাহরণ হচ্ছে উলাদজিমিরের একটি হাস্যরসাত্মক কবিতা যাতে প্রতিটি শব্দ \"А\" দিয়ে শুরু হয়েছে: Адзін Армэн-аратар, ах, арыгінальнічаў -\nапроч аральнічаць, Армэн ашчэ анальнічаў.\n\n\n=== ইতালীয় ===\nইতালীয় ভাষায় টটোগ্রামের একটি উদাহরণ-\nAristotele, ancora adolescente, aveva avuto accesso all’associazione accademica.\nAppena apprese abbastanza, abbandonò Atene andando ad abitare ad Atarneo.\nAdulto, avviò alcuni allievi all’astronomia, all’aritmetica, all’anatomia, all’arte amatoria.\n\n– Adesso argomenteremo attorno agli affetti, – affermò Aristotele avvicinandosi adagio ad Alessandro, accomodandoglisi accanto. – Ascoltami anziché addormentarti.\n\n\n=== লাতিন ===\nVeni, Vidi, Vici হচ্ছে জুলিয়াস সিজারের লেখা জনপ্রিয় একটি লাতিন টটোগ্রাম বাক্য।\n\n\n=== পোলিশ ===\nKról Karol kupił królowej Karolinie korale koloru koralowego.\n\n\n=== রুশ (রাশীয়) ===\nরুশ ভাষায় টোটোগ্রামের একটি উদাহরণ হচ্ছে ভি. স্মিরেনস্কি রচিত একটি কবিতা যাতে প্রতিটি শব্দ \"ল\" (রুশ Л) দিয়ে শুরু হয়েছে: Ленивых лет легко ласканье,\nЛуга лиловые люблю,\nЛовлю левкоев ликованье,\nЛегенды ломкие ловлю.\nЛучистый лён любовно лепит\nЛазурь ласкающих лесов.\nЛюблю лукавых лилий лепет,\n\nЛетящий ладан лепестков.রুশ ভাষায় টোটোগ্রামের আরেকটি উদাহরণ হচ্ছে নিম্নোলিখিত গল্পটি যাতে প্রতিটি শব্দ \"প\" (রুশ П) দিয়ে শুরু হয়েছে: Пётр Петрович Петухов, поручик пятьдесят пятого Подольского пехотного полка, получил по почте письмо, полное приятных пожеланий. «Приезжайте, — писала прелестная Полина Павловна Перепёлкина, — поговорим, помечтаем, потанцуем, погуляем, посетим полузабытый, полузаросший пруд, порыбачим. Приезжайте, Пётр Петрович, поскорее погостить».\nПетухову предложение понравилось. Прикинул: приеду. Прихватил полуистёртый полевой плащ, подумал: пригодится.\nПоезд прибыл после полудня. Принял Петра Петровича почтеннейший папа Полины Павловны, Павел Пантелеймонович. «Пожалуйста, Пётр Петрович, присаживайтесь поудобнее», — проговорил папаша. Подошёл плешивенький племянник, представился: «Порфирий Платонович Поликарпов. Просим, просим».\nПоявилась прелестная Полина. Полные плечи прикрывал прозрачный персидский платок. Поговорили, пошутили, пригласили пообедать. Подали пельмени, плов, пикули, печёнку, паштет, пирожки, пирожное, пол-литра померанцевой. Плотно пообедали. Пётр Петрович почувствовал приятное пресыщение.\nПосле приёма пищи, после плотного перекуса Полина Павловна пригласила Петра Петровича прогуляться по парку. Перед парком простирался полузабытый полузаросший пруд. Прокатились под парусами. После плавания по пруду пошли погулять по парку.\n«Присядем», — предложила Полина Павловна. Присели. Полина Павловна придвинулась поближе. Посидели, помолчали. Прозвучал первый поцелуй. Пётр Петрович притомился, предложил полежать, подстелил полуистёртый полевой плащ, подумал: пригодился. Полежали, повалялись, повлюблялись. «Пётр Петрович – проказник, прохвост», — привычно проговорила Полина Павловна.\n«Поженим, поженим!», — прошептал плешивенький племянник. «Поженим, поженим», — пробасил подошедший папаша. Пётр Петрович побледнел, пошатнулся, потом побежал прочь. Побежав, подумал: «Полина Петровна – прекрасная партия, полноте париться».\n\nПеред Петром Петровичем промелькнула перспектива получить прекрасное поместье. Поспешил послать предложение. Полина Павловна приняла предложение, позже поженились. Приятели приходили поздравлять, приносили подарки. Передавая пакет, приговаривали: «Прекрасная пара».\n\n\n=== ইউক্রেনীয় ===\nইউক্রেনীয় ভাষায় লিখিত নিম্নোল্লিখিত টোটোগ্রাম কবিতাটিতে প্রতিটি শব্দ \"С\" দিয়ে শুরু হয়েছে:Сипле, стелить сад самотній\nСірий смуток, срібний сніг.\nСумно стогне сонний струмінь,\nСерце слуха скорбний сміх.\nСеред саду страх сіріє.\nСад солодкий спокій снить.\nСонно сиплються сніжинки.\nСтрумінь стомлено сичить.\nСтихли струни, стихли співи,\nСрібні співи серенад,\nСрібно стеляться сніжинки —\n\nСпить самотній сад.ইউক্রেনীয় ভাষায় টোটোগ্রামের আরেকটি উদাহরণ হচ্ছে নিম্নোলিখিত গল্পটি যাতে প্রতিটি শব্দ \"প\" (রুশ П) দিয়ে শুরু হয়েছে: \"Перший поцілунок\". \"Популярному перемиському поету Павлові Петровичу Подільчаку прийшло поштою приємне повідомлення? \"Приїздіть, Павле Петровичу, - писав поважний правитель Підгорецького повіту Полікарп Пантелеймонович Паскевич, - погостюєте, повеселитеся\". Павло Петрович поспішив, прибувши першим поїздом. Підгорецький палац Паскевичів привітно прийняв приїжджого поета. Потім під'їхали поважні персони - приятелі Паскевичів... Посадили Павла Петровича поряд панночки - премилої Поліпи Полікарпівни. Поговорили про політику, погоду. Павло Петрович прочитав підібрані пречудові поезії. Поліна Полікарпі пограла прекрасні полонези Понятовського, прелюдії Пучіні. Поспівали, пісень, потанцювали падеспан, польку. Прийшла пора - попросили пообідати. Поставили повні підноси пляшок: портвейну, плиски, пшеничної, підігрітого пуншу, пива, принесли печених поросят, приправлених перцем, півники, пахучі паляниці, печінковий паштет, пухкі пампушки під печеричною підливою, пироги, підсмажені пляцки. Потім подали пряники, персикове повидло, помаранчі, повні порцелянові полумиски полуниць, порічок. Почувши приємну повноту, Павло Петрович подумав про панночку. Поліна Полікарпівна попросила прогулятися Підгорецьким парком, помилуватися природою, послухати пташині переспіви. Пропозиція повністю підійшла прихмілілому поету. Походили, погуляли... Порослий папороттю прадавній парк подарував приємну прохолоду. Повітря п'янило принадними пахощами. Побродивши парком, пара присіла під порослим плющем платаном. Посиділи, помріяли, позітхали, пошепталися, пригорнулися. Почувсь перший поцілунок: прощай, парубоче привілля, пора поету приймакувати\".\n\n\n== তথ্যসূত্র =="}