{"pageid": 1045503, "title": "সুমেরু বৃত্তে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1045503", "content": "সুমেরু বৃত্ত বা আর্কটিক অঞ্চলে ইসলামের ইতিহাস তুলনামূলকভাবে দেরিতে শুরু হয়। কারণ সুমেরু বৃত্ত ক্ষমতা ও বসতির ঐতিহ্যবাহী মুসলিম দুর্গগুলি থেকে অনেক দূরে রয়েছে। এছাড়া উত্তরাঞ্চলীয় শহরগুলোর জলবায়ু পরিস্থিতি, দূরবর্তিতা ও ভারী শৈল্পিক চরিত্রের ফলে এই অঞ্চলে বসবাসকারী মুসলমানদের জন্য একটি অনন্য সাংস্কৃতিক পরিবর্তন হয়েছে, বহুত্ববাদের প্রতি প্রবণতা সহ যেখানে সুন্নি এবং শিয়া মুসলমানদের মতো সম্প্রদায়গুলি নিজেদের আলাদা করে না।বহুত্ববাদের দিকে প্রবণতা সহ যেখানে সুন্নি ও শিয়া মুসলমানদের মত সম্প্রদায়গুলি নিজেদের আলাদা করে না। যে সকল অঞ্চলে মধ্যরাতের সূর্য  পাঁচ ওয়াক্ত নামাজের প্রার্থনাকে সন্ধ্যা এবং ভোরের সাথে বাঁধা অসম্ভব করে তোলে, সেখানে সংগঠকরা সাধারণত আরও দক্ষিণ অঞ্চল, পবিত্র শহর মক্কা বা তাদের মাতৃভূমির মতো একই সময় ব্যবহার করে।\n\n\n== সাধারণ আর্কটিক বিষয় ==\nমিশরীয় অধ্যাপক এম জি এল-ফান্ডি অভিমত ব্যক্ত করেছেন যে সূরা আল-কাহফের কুরআনিক আয়াতে জুলকারনাইনের সেই দেশে পৌঁছানোর কথা উল্লেখ করা হয়েছে যেখানে অস্ত যাওয়ার পর সূর্য বসবাস করত, সম্ভবত আর্কটিক সার্কেলের একটি অলৌকিক উল্লেখ ছিল।\n২০১৮ সালে সংযুক্ত আরব আমিরাতের একটি প্রতিনিধিদল আবু-ধাবিতে অবস্থিত আন্তর্জাতিক পুনর্নবীকরণযোগ্য শক্তি সংস্থার মহাপরিচালক আদনান আমিনকে নিয়ে রেইকিয়াভিক, আইসল্যান্ড পঞ্চম আর্কটিক সার্কেল অ্যাসেম্বলিতে যায়। কেনেডি স্কুল অফ গভর্নমেন্টের জিয়াদ রেসলান এবং ওয়াশিংটন বিশ্ববিদ্যালয়ের আর্কটিক স্টাডিজের মারওয়া মাজিয়াদ উল্লেখ করেছেন যে আরব বিশ্ব এবং আর্কটিক এর একটি প্রাকৃতিক সংযোগ রয়েছে, ভাড়ার রাজ্যগুলিতে পরিচালিত জ্বালানি আয় ব্যবস্থাপনার গুরুত্বের কারণে, এবং শরণার্থী সংকট সুদূর উত্তরে বর্ধিত অভিবাসী শ্রমিকদের প্রয়োজনীয়তার সাথে মিলে যায়। \n\n\n== রাশিয়া ==\n\n২০১৯ সালের একটি গবেষণায় আর্কটিক রাশিয়ার মুসলিম সম্প্রদায়কে গত দুই দশকে \"দ্রুত বর্ধমান\" হিসাবে বর্ণনা করা হয়েছে। সুমেরু বৃত্তের প্রায় ৪৫০ কিলোমিটার (২৮০ মাইল) দক্ষিণে একটি প্রধান শহরে (ইয়াকুটস্ক) মসজিদ নির্মাণের প্রাথমিক প্রচেষ্টা প্রথম বিশ্বযুদ্ধ এবং পরবর্তী অক্টোবরের বিপ্লব শুরু হওয়ার পরে ব্যর্থ হয়েছিল। কিন্তু, ১৯৯৬ সালে এটি সুদূর উত্তরে বিশ্বের বৃহত্তম মসজিদের স্থান হয়ে ওঠে, যা ৩০০০ মুসল্লিকে ধরে রাখতে সক্ষম।\nউনিশ শতক থেকে সাইবেরিয়ান মোল্লারা দূরবর্তী কর্তৃত্বকে স্বীকৃতি দিতে দ্বিধায় ছিলেন। ১৯৯১ সালে সোভিয়েত ইউনিয়নের পতনের পর, তিনটি কেন্দ্রীয় মুসলিম অধিদপ্তর সাইবেরিয়া, সুদূর পূর্ব এবং সুদূর উত্তরে ইসলামিক জনসংখ্যার নিয়ন্ত্রণের জন্য প্রতিযোগিতা করে; এই তিনটির মধ্যে সিডিইউএমআর এবং মুফতিস কাউন্সিলকে রেখে অন্যটিতে মিশে গিয়েছিল— পরেরটি রুশ সরকারের সাথে ঘনিষ্ঠভাবে জড়িত হিসাবে দেখা হয়েছিল। ১৯৯৮ সালে, প্রথম মসজিদটি শিল্প শহর নোরিলস্কের জন্য নির্মিত হয়, এবং ২০০৭ সালের মধ্যে শহরের মুসলমানদের জনসংখ্যার ২০% অনুমান করা হয় যারা দাগেস্তান, মধ্য এশিয়া এবং আজারবাইজান থেকে আসে।\nরাশিয়ার প্রায় প্রতিটি আর্কটিক শহরে ২০১৯ সাল পর্যন্ত মুসলিম উপস্থিতি রয়েছে, এবং নেনেটস স্বায়ত্তশাসিত ওক্রুগ এবং চুকোটকা ছাড়া প্রতিটি অঞ্চলে আর্কটিক জুড়ে ছড়িয়ে থাকা ৫৯টি মসজিদ এবং মুসাল্লা বিদ্যমান। ইয়াকুটিয়া ইসলাম নামে একটি সাময়িক জার্নাল নেরিউংরিতে মুদ্রিত হয়। ২০১৪ সালে, লক্ষ্য করা যায় যে টিউমেনে বিপুল সংখ্যক জাতিগত রাশিয়ান, যারা উত্তরের ৩০টি মসজিদ নিয়ে গর্ব করে, তারা ইসলাম ধর্ম গ্রহণ করছে বলে মনে হচ্ছে।\nমুসলমানদের উপস্থিতির চ্যালেঞ্জ বিভিন্ন ধরনের। ১৯৯০ এবং ২০০০ এর দশকে আর্কটিক শহর ভোরকুটার একটি শক্তিশালী স্কিনহেড এবং শ্বেতাঙ্গ জাতীয়তাবাদী দৃশ্য ছিল এবং একটি রাশিয়ান জাতীয়তাবাদী দল সেখানে মসজিদের বিরুদ্ধে প্রতিবাদ করেছিল। ইয়ামাল উপদ্বীপেহালাল বল্গাহরিণের মাংসের নাইডা-রেসুরদ্বারা পরিচালিত একটি মাংস প্রক্রিয়াকরণ ব্যবসা রয়েছে, যা ভেড়ার মাংসের মতো আরও ঐতিহ্যবাহী মাংসের সাথে প্রতিযোগিতা করে। উপরন্তু, দুই মুসলিম সংগঠন নতুন মুসলিম সম্প্রদায়ের নিয়ন্ত্রণ নিয়ে একে অপরের সাথে প্রতিযোগিতা করে; তাদের প্রতিযোগিতা আদর্শগত (যেহেতু মুফতিদের কাউন্সিল রাশিয়ান মুসলমানদের অধিকারকে আরো সোচ্চারভাবে সমর্থন করে), রাজনৈতিক (যেহেতু কাউন্সিল মস্কোর সাথে ঘনিষ্ঠভাবে সংযুক্ত, এবং কখনও কখনও একটি রাষ্ট্র সমর্থিত সংগঠন হিসাবে নিন্দা করা হয় যা রাশিয়ার মুসলমানদের উপর মস্কোর নিয়ন্ত্রণ প্রসারিত করতে চায়), এবং জাতিগত (যেহেতু উত্তর ককেশীয়রা কাউন্সিলে আধিপত্য বিস্তার করে, যখন তাতার এবং বাশকিররা ঐতিহ্যগতভাবে সিডিইউএমআর নিয়ন্ত্রণ করে)। \n\nরাশিয়ান আর্টিক অঞ্চলগুলিতে মুসলমানদের শতাংশ: \n\n\n== আলাস্কা ==\n\nআমেরিকার মুসলমানদের আলাস্কায় সম্পত্তি রয়েছে যা সমালোচনার মুখে পড়েছে, যদিও তারা ব্যাখ্যা করেছে যে তাদের স্বার্থ জৈব চাষ, সাম্প্রদায়িক জীবনযাপন এবং জৈব খাদ্য সংগ্রহে রয়েছে। ইসলামিক কমিউনিটি সেন্টার অফ অ্যাংরেজ আলাস্কা ছিল মার্কিন রাষ্ট্রের প্রথম উদ্দেশ্য-নির্মিত মসজিদ, ২০১০ সালে একটি স্ট্রিপ মলে মুসাল্লা স্থাপনের জন্য নির্মাণ কাজ শুরু হয় যা পূর্বে ৩০০০ মুসলিম বাসিন্দাদের সেবা দিচ্ছিলো। ভাইস নিউজের সাক্ষাৎকার নেওয়া একজন প্যারিশিয়ান ব্যাখ্যা করেছেন যে তিনি আলাস্কাকে বেছে নিয়েছেন কারণ একজন ডাক্তার হিসেবে যুক্তরাষ্ট্রে অভিবাসনের জন্য আবেদন করার সময়, এটা সহজ ছিল যদি নিষ্পত্তির পরিকল্পনা গুলি ডাক্তারদের প্রয়োজনে একটি কম কর্মী সম্প্রদায়ে থাকে।  আলাস্কার ফেয়ারব্যাঙ্কসের ৩৫ জন মুসলমান পুরাতন নর্থ পোস্ট চ্যাপেলকে একটি প্রার্থনা কক্ষে রূপান্তরিত করেন।\n\n\n== কানাডিয় আর্কটিক ==\n১৯০৫ সালে, আলী আবুচাদি তার চাচা এবং তার এক বন্ধুর সাথে ইউকন গোল্ড রাশে (স্বর্ণ অনুসন্ধান) প্রবেশ করেন, এই ত্রয়ী লেবানন থেকে অভিবাসিত হয়ে কানাডার উত্তরে ভাগ্য অনুসন্ধানে অংশ নেয়, যদিও তারা আলবার্টার লাক লা বিচে থেকে আর উত্তরে যেতে পারে না,-- কিন্তু এর ফলে \"লাক লা বিচে তে লেবাননের মুসলমানদের ধীরে ধীরে অভিবাসন\" ঘটে। কুড়ি বছর পর আলী একাই বণিক হিসেবে উত্তর দিকে আর্টিক মহাসাগরে ভ্রমণ করেন এবং আকলাভিকে থামেন, কিন্তু শেষ পর্যন্ত আলবার্টায় ফিরে আসেন। \nপ্রথম বিশ্বযুদ্ধের পর, লেবাননের মুসলিম পিটার বেকার জন মোরির পাশাপাশি এলাকায় তেল প্রসপেক্টরদের পোশাক পরানোর জন্য এডমন্টন থেকে ম্যাকেঞ্জি নদী পর্যন্ত উত্তর দিকে সরবরাহ পরিবহনের একটি সফল ব্যবসা শুরু করেন। আর্কটিক অঞ্চলের আদিবাসী উপজাতিদের সাথে তার ঘনিষ্ঠ সম্পর্ক (তিনি ডোগ্রিব এবং স্লেভি বলতে শিখেছিলেন) তার প্রতিযোগীদের অস্বস্তিতে ফেলেছিল। ১৯৬০ সালে যখন আদিবাসী উপজাতিদের মূলত ভোটাধিকার দেওয়া হয়, তখন তাদের প্রথম নির্বাচনের একটি বেকারকে ১৯৬৪ সালে ম্যাকেঞ্জি নর্থের গমনের জন্য আইন সভার সদস্যের মর্যাদায় নিয়ে যায় এবং পরামর্শ দেওয়া হয় যে তিনিই ইয়েলোনাইফকে এই অঞ্চলের রাজধানী হিসেবে প্রস্তাব করেছিলেন। \n১৯৭০-এর দশকে আর্কটিক পেট্রোলিয়াম অনুসন্ধানে উত্থানের পরে উত্তর-পশ্চিম অঞ্চলে মুসলমানদের প্রথম গণ অভিবাসন। ১৯৯৫ সালের মধ্যে ইনুভিকে পাঁচটি মুসলিম পরিবার বসবাস করে। আর্কটিক প্রথম পশ্চিমা মসজিদ ছিল শহরের ১০০ জন মুসলমানের জন্য ২০১০ সালে নির্মিত মিডনাইট সান মসজিদ; এটি জুবাইদাহ তাল্লাব ফাউন্ডেশন (জেডটিএফ) দ্বারা ম্যানিটোবায় আরও দক্ষিণে একত্রিত হয়েছিল এবং ব্যয় হ্রাস করার জন্য আর্কটিক জাহাজে পাঠানো হয়েছিল। আমিয়ের সুলিমান মন্তব্য করেছেন যে \"এই [মসজিদ] আর্কটিক অঞ্চলে স্থাপিত প্রথম মিনার ... কেউ কেউ বলবে এটা ইসলামের জন্য একটি নতুন সীমানা।\" ইনুভিকে একবার এটি ১০ মিটার (৩৩ ফুট) মিনারের সাথে সংযুক্ত ছিল যা স্থানীয়ভাবে নির্মিত হয়েছিল। এটি পুরাতন মুসাল্লাহকে সরিয়ে বানানো হয় এটি এবং বিশ জনের জন্য যথেষ্ট বড় ছিল। মসজিদটি শেষ হওয়ার পর টরন্টোর মুসলিম ওয়েলফেয়ার সেন্টার \"আর্কটিক ফুড ব্যাংক\" স্থাপনের জন্য একটি সংলগ্ন সম্পত্তি কেনার জন্য তহবিল প্রদান করে। এটি শহরের জনসংখ্যার মধ্যে মুদিখানা বিতরণ করে, এবং এখন ইনুভিকের বৃহত্তম দাতব্য সংস্থা। ইয়েলোনাইফের আঞ্চলিক রাজধানীতে প্রায় ৩০০ জন মুসলমান রয়েছে। \n২০১৫ সালে নুনাভুটের ৭০ জন মুসলমানের সেবা করার জন্য জেডটিএফ ইকালুইট মসজিদ টি তৈরি করে। ২০১৮ সালে, এটি ইনুভিকে এর আগে প্রতিষ্ঠিত একই \"আর্কটিক ফুড ব্যাংক\" খোলে। \n২০১৮ সালে, ইউকনের হোয়াইটহর্সের একটি ট্রাকিং গুদামকে প্রধান ক্যাবিনেট নির্মাতা ফাতাল্লাহ ফারাজাত মসজিদে রুপান্তর করে, যা ছিল দক্ষিণ শহর হ্যামিল্টন, অন্টারিও আদলে। জেডটিএফ থেকে আর্থিক অনুদাননিয়ে নির্মিত মসজিদটি খোলার ফলে প্রথমবারের মতো কানাডার প্রতিটি প্রদেশ ও অঞ্চলে একটি মুসলিম প্রার্থনা হল ছিল। হুসেইন গুইস্তি, যিনি জেডটিএফের উত্তরের দুটি মসজিদ নির্মাণের তদারকি করেছিলেন, তিনি সিলভার পরিহিত মসজিদটিকে \"স্টার ট্রেক মসজিদ\" নামে অভিহিত করেছিলেন। যা ছিল কানাডিয়ান মুসলমানদের ইসলামকে দেশের সীমানায় আনার প্রচেষ্টার প্রসঙ্গে। ২০১৯ সালে, একটি নতুন, বৃহত্তর মসজিদ নির্মাণের জায়গা প্রদানের জন্য সম্পত্তিটি ভেঙে ফেলা হয়েছিল যাতে একটি গ্রন্থাগার এবং একটি ইসলামিক স্কুল থাকবে।\n\n\n== ইউরোপীয় আর্টিক ==\n\nবিংশ শতাব্দীর শুরুতে, ফিনল্যান্ড উত্তর ইউরোপের একমাত্র দেশ যেখানে স্থানীয় মুসলিম জনসংখ্যা ছিল, প্রায় এক হাজার ফিনিশ তাতার ছিল। ফিনল্যান্ডের ভেপশিয়ানরা ছিল উত্তরের সবচেয়ে বেশি মানুষের মধ্যে যাদের সাথে ইসলামের প্রথম শতাব্দীর প্রথম দিকে মুসলিম বণিকদের যোগাযোগ ছিল - কারণ আজেরি ব্যবসায়ীরা পশু দের পেল্টের বিনিময়ে তলোয়ার ব্যবসা করত।  ২০১৮ সালে আর্কটিক সার্কেলের অভ্যন্তরে বসবাসকারী ফিনল্যান্ডের মুসলমানদের একটি গবেষণায় ফিলিস্তিনি, ইরাকি, পারস্য, তুর্কি, বাঙালি, সোমালি, পাকিস্তানি এবং আফগান অভিবাসীদের পাওয়া যায় - যাদের সবাই কার্যত সুন্নি ইসলাম অনুশীলন করত।\nনর্ডিক দেশগুলির আর্কটিক অঞ্চলে প্রথম মুসলিম অভিবাসীরা ১৯৭৬ সালের আগে আসে, যখন যুগোস্লাভিয়া, পাকিস্তান এবং তুরস্ক থেকে মুসলিমসহ শ্রম অভিবাসীরা কাজ খুঁজতে উত্তর দিকে যাত্রা করেছিল।\nনরওয়ের বৃহত্তম আর্কটিক মসজিদটি ত্রোমুসোতে রয়েছে, যা ২০০৬ সালে ইসলাম ধর্ম গ্রহণকারীদের দ্বারা নির্মিত এবং একজন বেনামী সৌদি ব্যবসায়ীর অনুদানের মাধ্যমে অর্থায়ন করা হয়। \n২০১৩ সালের হিসাবে, গ্রিনল্যান্ডে বসবাসকারী একমাত্র পরিচিত মুসলিম একজন লেবাননের নাগরিক যিনি নুউকে একটি রেস্তোঁরা পরিচালনা করেন।\n\n\n== তথ্যসূত্র =="}