{"pageid": 1045541, "title": "৬৩ নং ওয়ার্ড, কলকাতা পৌরসংস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1045541", "content": "৬৩ নং ওয়ার্ড ভারতের পশ্চিমবঙ্গ রাজ্যের দক্ষিণ পশ্চিম কলকাতার কিছু অংশ নিয়ে গঠিত কলকাতা পৌরসংস্থার একটি প্রশাসনিক বিভাগ। এটি চৌরঙ্গি, তালতলা (রিপন স্ট্রিট-রয়েড স্ট্রিট), পার্ক স্ট্রিট (কাঁকরিয়া এস্টেটস-মল্লিক বাজার), শেক্সপিয়ার সরণি, ময়দানের কিছু অংশ, ৪২ এবং হেস্টিংস (রেস কোর্স) নিয়ে গঠিত।\n\n\n== ইতিহাস ==\nউনিশ শতকের মাঝামাঝি সময়ে কলকাতায় একটি পৌর কর্পোরেশন প্রতিষ্ঠার চেষ্টা করা হয়েছিল। ১৮৪৭ সালে প্রথমবারের মতো নির্বাচনী ব্যবস্থা চালু করা হয়েছিল এবং বোর্ডের সদস্যের ৭ জনের মধ্যে ৪ জনই করদাতা দ্বারা নির্বাচিত হয়েছিলেন। ১৮৫২ সালে বোর্ডটি একটি নতুন বোর্ড দ্বারা প্রতিস্থাপিত হয় এবং ১৮৬৩ সালে একটি নতুন সংস্থা গঠিত হয়। পুরানো রেকর্ড অনুসারে, ১৮৭২ সালে কলকাতায় ২৫ টি ওয়ার্ড ছিল- ১। শ্যামপুকুর, ২। কুমারটুলি, ৩। বরতলা, ৪। সুকিয়া স্ট্রিট, ৫। জোড়বাগান, ৬। জোড়াসাঁকো, ৭। বড়বাজার, ৮। কলুটোলা, ৯। মুচিপাড়া, ১০। বাউবাজার, ১১। পদ্মপুকুর, ১২। ওয়াটারলু স্ট্রিট, ১৩। ফেনউইক বাজার, ১৪। তালতলা, ১৫। কলিঙ্গ, ১৬। পার্ক স্ট্রিট, ১৭। ভিক্টোরিয়া টেরেস, ১৮। হেস্টিংস, ১৯। এন্টালি, ২০। বেনিয়াপুকুর, ২১। বালিগঞ্জ-টালিগঞ্জ, ২২। ভবানীপুর, ২৩। আলিপুর, ২৪। একবলপুর এবং ২৫। ওয়াটগঞ্জ।\n১৮৭৬ সালে একটি নতুন পৌর কর্পোরেশন সৃষ্টি করা হয়, যার মধ্যে ৪৮ জন কমিশনার নির্বাচিত হন এবং ২৪ জন সরকার কর্তৃক নিযুক্ত হন। ১৮৮৮ সালের পৌর একীকরণ আইন কার্যকর হওয়ার সাথে সাথে পৌর কর্পোরেশনের আওতাধীন অঞ্চল প্রসারিত করা হয়। কিছু নির্দিষ্ট অঞ্চল ইতোমধ্যে ছিল, তবে এর বেশিরভাগ অংশ নতুন যুক্ত হয়েছিল - স্বতঃস্ফূর্তভাবে, মানিকতলা, বেলিয়াঘাটা, উল্টাডাঙ্গা, চিতপুর, কসিপুর, বেনিয়াপুকুর, বালিজুঞ্জ, ওয়াটগঞ্জ এবং একবলপুর এবং বাগান রিচ এবং টালিগঞ্জ। ১৯২৩ সালের কলকাতা পৌর আইন গুরুত্বপূর্ণ পরিবর্তন আনা হয়।\nরাজ্য সরকার ১৯৪৮ সালে কর্পোরেশনকে বরখাস্ত করে এবং ১৯৫১ সালের কলকাতা পৌর আইন কার্যকর হয়। প্রাপ্তবয়স্কদের ভোটাধিকার ১৯৬২ সালে পৌর নির্বাচনে চালু করা হয়েছিল। শহরের দক্ষিণাঞ্চলে কিছু নির্দিষ্ট অঞ্চল যুক্ত করার সাথে সাথে ওয়ার্ডের সংখ্যা ৭৫ থেকে ১৪৪-এ উন্নীত করা হয়।\n\n\n== ভূগোল ==\n৬৩ নং ওয়ার্ডের উত্তরে আউটরাম রোড, নেলি সেনগুপ্ত সরণি, কলিন লেন এবং পার্ক স্ট্রিট; পূর্বে মির্জা গালিব স্ট্রিট, রফি আহমেদ কিদওয়াই রোড এবং আচার্য জগদীশ বোস রোড; দক্ষিণে আচার্য জগদীশ চন্দ্র বোস রোড; এবং পশ্চিমে কিডডারপুর রোড, ক্যাসুরিনা অ্যাভিনিউ, চৌরঙ্গী রোড এবং জওহরলাল নেহেরু রোড রয়েছে।\nওয়ার্ডটি কলকাতা পুলিশের পার্ক স্ট্রিট, নিউ মার্কেট, শেক্সপিয়ার সরণি, ময়দান এবং হেস্টিংস থানার আওতাভুক্ত। \nদক্ষিণ বিভাগের সকল পুলিশ জেলার অর্থাৎ পার্ক স্ট্রিট, শেক্সপিয়র সরণি, আলিপুর, হেস্টিংস, ময়দান, ভবানীপুর, কালীঘাট, টালিগঞ্জ, চারু মার্কেট, নিউ আলিপুর এবং চেতলার উপর টালিগঞ্জ মহিলা থানার এখতিয়ার রয়েছে।\nকেন্দ্রীয় বিভাগের আওতাধীন সমস্ত পুলিশি জেলা অর্থাৎ বোবাজার, বুরবাজার, গিরিশ পার্ক, হরে স্ট্রিট, জোড়াসাঁকো, মুচিপাড়া, নিউ মার্কেট, তালতলা ও পোস্তার উপর তালতলা মহিলা থানার এখতিয়ার রয়েছে।\n\n\n== জনসংখ্যা ==\nভারতের ২০১১ সালের আদমশুমারি অনুসারে, কলকাতা পৌর কর্পোরেশনের ৬৩ নং ওয়ার্ডের মোট জনসংখ্যা ছিল ২৪,৩৮৭ জন, যার মধ্যে ১৪,২২২ জন (৫৯%) পুরুষ এবং ১০,০৯৯ জন (৪১%) মহিলা। ৬ বছরের নিচে জনসংখ্যা ছিল ১,৩৭৬ জন। ৬৩ নং ওয়ার্ডে মোট সাক্ষরতার সংখ্যা ছিল ১৯,৪১৯ (৬ বছরের বেশি বয়সী জনসংখ্যার হচ্ছে ৮৪.৩৯%)। \n\n\n== নির্বাচনের আলোকপাত ==\nওয়ার্ডটি কলকাতা পৌর কর্পোরেশন কাউন্সিলের নির্বাচনী এলাকায় এবং এটি ভবানীপুর বিধানসভা কেন্দ্রের একটি অংশ। \n\n\n== তথ্যসূত্র =="}