{"pageid": 1045348, "title": "শৈলেন্দ্র নারায়ণ ঘোষাল শাস্ত্রী", "url": "https://bn.wikipedia.org/wiki?curid=1045348", "content": "শৈলেন্দ্র নারায়ণ ঘোষাল শাস্ত্রী (৫ মার্চ ১৯২৮ – ৮ সেপ্টেম্বর ১৯৮৮) একজন বৈদিক পণ্ডিত এবং দ্য বৈদিক রিসারচ ইনস্টিটিউটের পরিচালক ছিলেন।\n\n\n== জীবনী ==\n\n\n=== জন্ম ও শিক্ষা ===\n\nশৈলেন্দ্র নারায়ণ ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের পশ্চিম মেদিনীপুর জেলার কালিয়ারা নামক গ্রামের এক ধর্মপ্রাণ পরিবারে জন্মগ্রহণ করেন ।, তার পিতা ছিলেন অগ্নিহোত্রি ব্রাহ্মণ শশীভূষণ ঘোষাল এবং মাতা প্রভাবতী দেবী। শৈলেন্দ্র নারায়ণ শৈশব থেকেই মেধাবী ছাত্র ছিলেন। তিনি মেদিনীপুর বিএইচ ইনস্টিটিউট থেকে মেদিনীপুর জেলার ম্যাট্রিক পরীক্ষায় প্রথম স্থান অর্জন করেন। তিনি মেদিনীপুর কলেজ থেকে.প্রথম বিভাগে আই এসসি পাশ করেন। পরে তিনি কলকাতার স্কটিশ চার্চ কলেজ থেকে সংস্কৃত অনার্স নিয়ে স্নাতক হন। তিনি তার পিতার কাছ থেকে বৈদিক সাহিত্যের শিক্ষা গ্রহণ করেন। ভারতবর্ষ পরিভ্রমণের সাথে সাথে তিনি কলকাতা বিশ্ববিদ্যালয় থেকে সংস্কৃত এবং দর্শনে এম.এ. ডিগ্রী লাভ করেন। \n\n\n=== নর্মদা পরিক্রমা ===\nস্নাতক হওয়ার পর তিনি নর্মদা পরিক্রমায় বের হয়ে পদব্রজে নর্মদা নদীর তীরের তীর্থ ভ্রমণ করেন এবং সেখানে তিনি বহু ঋষির সাথে সাক্ষাতে বহু অসাধারণ অভিজ্ঞতাও অর্জন করেন।  সেই পুণ্য তীর্থ যাত্রায় তিনি হিন্দু দর্শন ও রুদ্র হৃদয় উপনিষদ বা আগমা সাহিত্যের মতো সংস্কৃত গ্রন্থের বহু বিরল পাণ্ডুলিপি হতে অনেক অজানা তথ্য উদ্ধার করেছিলেন।  উচ্চকোটির সাধু মহাত্মাদের সাধনপথ, শ্বাপদ- সঙ্কুল গভীর অরণ্যের পথঘাট ও আরও সব বিচিত্র অভিজ্ঞতার কথা তার বিখ্যাত ভ্রমণগ্রন্থ 'তপোভূমি নর্মদা'তে বর্ণিত হয়েছে। \n\n\n=== ভারতীয় দর্শনে অবদান ===\nপিতার ইচ্ছানুসারে তিনি চারবার ভারতে ভ্রমণ করেছিলেন। তিনি কেদার-বদ্রী, কৈলাস মানস-সরোবর, শতপন্থ,বারাণসী, তথা কাশ্মীর থেকে কন্যাকুমারিকা পর্যন্ত সমগ্র ভারতবর্ষ পরিভ্রমণে বহু ঋষির সঙ্গী হন। দীর্ঘ ছয় বৎসর ধরে পরিক্রমান্তে ১৯৫৮ সালে প্রকাশিত তার প্রথম বই \"অলোক তীর্থ\"। তিনি মূর্তিপূজা, রামায়ণ, মহাভারত, ভগবদ প্রভৃতিতে ধর্মজীবনের সমস্ত কুসংস্কার, গোঁড়ামিসহ বহু ভুল ধারণা নিয়ে আলোকপাত করার চেষ্টা করেন। তৎকালীন অনেক রক্ষণশীল হিন্দুরা এবিষয়ে প্রতিবাদ করলেও সৌমেন্দ্রনাথ ঠাকুর,সুকুমার সেন (ভাষাবিদ),ঐতিহাসিক রাধা কুমুদ মুখোপাধ্যায়, দার্শনিক জগদীশ চন্দ্র চট্টোপাধ্যায়, অক্ষয় কুমার বড়াল তার রচিত গ্রন্থের প্রশংসা করেছিলেন। তিনি তার দ্বিতীয় গ্রন্থ \"অলোক বন্দনা\" ১৯৫৯ সালে প্রকাশ করেন। আলোক-তীর্থের বিরুদ্ধে প্রকাশিত বিভিন্ন সমালোচনা গ্রন্থের প্রত্যুত্তর, বেদের বিভিন্ন ভাষ্য সম্বন্ধে তুলনামূলক গবেষণা, মহাভারত, রামায়ণ,পুরাণ শাস্ত্রের প্রকৃত পরিচয় নির্ণয় এই গ্রন্থের প্রধান সম্পদ। ১৯৬৯ সালে তিনি প্রতিষ্ঠা করেন - বৈদিক রিসার্চ ইনস্টিটিউট, যেখানে তিনি প্রতি মঙ্গলবারে বৈদিক দৃষ্টিভঙ্গি থেকে তার অনুসারীদের সমস্ত প্রশ্নের উত্তর দিতেন।\n\n\n== রচনাসম্ভার ==\n\n\n=== প্রকাশিত গ্রন্থ ===\nতপোভূমি নর্মদা\nঅলোক তীর্থ (১৯৫৮)\nঅলোক বন্দনা (১৯৫৯)\nপিতারৌ (১৯৮০)\n\n\n=== অপ্রকাশিত গ্রন্থ ===\nসায়েন্স ইন ভেদাজ\nপ্রাচীন ভারতের যুদ্ধবিদ্যা\nবেদান্তসার\nপতঞ্জলি যোগদর্শন\n\n\n== আরো দেখুন ==\nAkshay Kumar Boral\nNarmada River\nSoumendranath Tagore\nVedic scholars\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nTapobhumi Narmada\nNarmada Parikrama"}