{"pageid": 1045708, "title": "ইসলামি বিশ্বে বিজ্ঞান ও প্রযুক্তির সময়রেখা", "url": "https://bn.wikipedia.org/wiki?curid=1045708", "content": "নিবন্ধটি আট শতক থেকে উনিশ শতক পর্যন্ত ইসলামিক বিশ্বে যেসব বৈজ্ঞানিক উন্নতি সাধিত হয়েছে তার বর্ণনা দেয়। তারিখসমূহ খ্রিস্টীয় দিনপঞ্জিকা অনুযায়ী উল্লেখ করা হয়েছে।\n\n\n== আট শতক ==\n\nইব্রাহিম আল ফাজারি ইব্রাহিম ইবনে হাবিব ইবনে সুলায়মান ইবনে সামুরা ইবনে জানদাব আল ফাজারি আট শতকে খলিফা আল মনসুরের (৭৫৪-৭৭৫) কোর্টের গণিতবিদ ও জ্যোতির্বিজ্ঞানী ছিলেন। তিনি জ্যোতির্বিজ্ঞানের উপর বিভিন্ন লেখা লিখেছেন। তাঁর ছেলে মুহাম্মাদ ইবনে ইব্রাহিম আল ফাজারি ছিলেন একজন জ্যোতির্বিজ্ঞানী, মুসলিম দার্শনিক ও গণিতবিদ।\nইব্রাহিম আল ফাজারির পুত্র জানদাব আল ফাজারিকে কেউ কেউ বলেন আরবের আবার কেউ বলেন পারস্যের। তিনি বিভিন্ন বৈজ্ঞানিক বই আরবী ও পারস্যের ভাষায় অনুবাদ করেছেন। ইসলামিক বিশ্বের বিজ্ঞানীদের মধ্যে তাঁকে সর্বপ্রথম অ্যাস্ট্রোল্যাব তৈরির জন্য কৃতিত্ব প্রদান করা হয়। ভারতীয় জ্যোতির্বিজ্ঞান বিষয়ক পাঠ্য ব্রহ্মস্ফুটসিদ্ধান্ত, যা ব্রহ্মগুপ্ত লিখেছেন তা জানদাব আল ফাজারি, তাঁর পিতা ও ইয়াকুব ইবনে তারিক আরবীতে অনুবাদ করেন যার নাম দেওয়া হয় সিন্দহিন্দ।\nগণিত\n৭৮০-৮৫০ খ্রিস্টাব্দঃ আল খোয়ারিজমি তাঁর বই \"হিসাব আল জাবর ওয়া আল মুকাবালা\" (আল জাবর)তে বীজগণিতের সমীকরণ সমাধানের উপায় ও ক্যালকুলাস নিয়ে বিস্তারিত বর্ণনা করেছেন।\n\n\n== নয় শতক ==\nরসায়ন\n\n৮০১-৮৭৩ঃ আল কিন্দি মদ ও গোলাপজল এর পাতন পদ্ধতি নিয়ে গবেষণা করে সুগন্ধী আবিষ্কারের ১০৭ টি প্রণালি বর্ণনা করেন। তিনি যে বইতে তা বর্ণনা করেন সেটির নাম \"কিতাব কিমিয়া আল ওতর ওয়া আল তাস ইদাত।\"\n৮৫৪-৯৩০ঃ কিতাব সির আল- আসরার (গোপনীয়তার গোপন বই) বইতে আল রাজি পেট্রোলিয়াম ও এর পাতন সম্বন্ধে লিখে গেছেন। বাগদাদের হাসপাতাল নির্মানের জন্য যখন উপযুক্ত স্থান খোঁজা হচ্ছিল তখন তিনি শহরের বিভিন্ন জায়গায় তাজা মাংস ঝুলিয়ে রাখেন। যে স্থানে মাংস পচতে বেশি সময় নেয় সে স্থানে তিনি হাসপাতাল নির্মানের জায়গা হিসেবে বেছে নেন। তিনিই বলেছিলেন রোগীদের কখনো তাদের শারীরিক অবস্থার ব্যাপারে সম্পূর্ণ সত্য না বলতে যেন রোগীরা ভয় বা দুশ্চিন্তায় না পড়ে যায় কারন এতে রোগীর সুস্থ হতে আরো বেশি সময় নিবে। এছাড়াও তিনি অ্যালকালাই, কস্টিক সোডা (সোডিয়াম হাইড্রোক্সাইড), সাবান ও গ্লিসারিন নিয়ে লিখেছেন। ৯২৫ খ্রিস্টাব্দে কিতাব আল আসরার বইতে তিনি এসব দ্রব্যাদির প্রক্রিয়া ও পদ্ধতি নিয়ে লিখে গেছেন।\nগণিত\n৮২৬-৯০১ঃ আরব গণিতবিদ থাবিত ইবনে কুরা (লাতিনরূপঃ থেবিত) বনু মুসা ভাইদের অধীনে বাগদাদের জ্ঞানঘরে (হাউজ অফ ওয়াইজডম/বায়ত আল হিকমা) পড়াশোনা করেছিলেন। তিনি একটি উপপাদ্য আবিষ্কার করেন যার ফলে বিশেষ ধরনের অ্যামিকাবল সংখ্যা বের করা যায়। পরবর্তীতে আল বাগদাদী উপপাদ্যটির বিকল্প পদ্ধতি বের করেন।\nব্যতিক্রম\n৮১০ঃ বাগদাদে বায়ত আল হিকমা বা জ্ঞানঘর (হাউজ অফ ওয়াইজডম) প্রতিষ্ঠিত হয়৷ সেখানে গ্রিক ও ভারতীয় গণিত এবং জ্যোতির্বিদ্যা বিষয়ক বিভিন্ন কাজ ও লেখার আরবি অনুবাদ করা হয়৷\n৮১০-৮৮৭ঃ\nআব্বাস ইবনে ফিরনাস নভঃ থিয়েটার ও কৃত্তিম স্ফটিক নিয়ে কাজ করেছেন। তাঁর মৃত্যুর সাতশ বছর পরের এক লেখা থেকে জানতে পারা যায় ইবনে ফিরনাস পরীক্ষামূলক উঁচু উইংবিশিষ্ট বিমানযাত্রায় আহত হন।\n\n\n== দশ শতক ==\nদশ শতকে আরবে তিন পদ্ধতিতে গণনা ব্যবস্থার আবির্ভাব হয়। এগুলো ছিল আংগুল দিয়ে গণনা পদ্ধতি (সাংখ্যিক), সেক্সিজেসিম্যাল পদ্ধতি যা মূলত ব্যবিলনীয় পদ্ধতি থেকে উদ্ভুত এবং এটি ছিল মূলত আরবি অক্ষরে যা আরব গণিতবিদ ও জ্যোতির্বিদরা ব্যবহার করতেন। এর পাশাপাশি ছিল হিন্দি-আরবি সংখ্যা ব্যবস্থা। এ পদ্ধতিতে বিভিন্ন সংখ্যাচিহ্ন ছিল। উক্ত সংখ্যা পদ্ধতিতে হিসাব করার জন্য বোর্ড ব্যবহার করা হতো কারন গণনা আগানোর সময় কিছু নতুন ফলাফল ও বিগত ফলাফল মুছে ফেলা প্রয়োজনীয়। বোর্ড ব্যবহারের এই পদ্ধতির ব্যাপারে ধারণা দেন হিদার্টো।\nরসায়ন\nআবুল হাসান আলি আল মাসুদী এলকাইলি পানির সাথে ভিট্রিওলের বিক্রিয়া নিয়ে লেখেন। উক্ত বিক্রিয়াটিতে সালফিউরিক এসিড উৎপন্ন হয়।\nগণিত\n৯২০ঃ আবুল হাসান আল উকলিদিসি ভারতীয় সংখ্যা পদ্ধতি হালনাগাদ করেন যেন তাতে কলম ও কালির ব্যবহার করে হিসাব করা যায়।\n৯৪০ঃ আবুল ওয়াফা আল বুজ্জানি জন্মগ্রহণ করেন। তিনি আংগুল দিয়ে হিসাব নিকাশ সম্পর্কিত বিভিন্ন পুস্তক লেখেন এবং তিনি ভারতীয় সংখ্যা পদ্ধতির ব্যাপারেও পারদর্শী ছিলেন। ভারতীয় সংখ্যা পদ্ধতির ব্যাপারে তিনি লিখেছিলেন \"ব্যবসায়ীক ক্ষেত্রে সংখ্যা পদ্ধতিটির প্রয়োগ এখনো হয়নি এবং পাশ্চাত্য খেলাফতে এটি পরিচিত নয়। ভারতীয় সংখ্যা পদ্ধতি নিয়ে গবেষণা করে তিনি বর্গমূলআবিষ্কার করেন।\n৯৮০ঃ আল বাগদাদি থাবিত ইবনে কুরার আবিষ্কার করা এমিকেবল সংখ্যা উপপাদ্য নিয়ে গবেষণা করেন ও এর বিকল্প পদ্ধতি বের করেন। তখনকার সময়ে ইসলামিক দেশগুলোতে যে তিনটি সংখ্যা বা গণনা পদ্ধতি ছিল তিনি সেগুলো নিয়েও লিখেছিলেন।\n\n\n== একাদশ শতক ==\n\n\n== দ্বাদশ শতক ==\n\n\n== ত্রয়োদশ শতক ==\n\n\n== চতুর্দশ শতক ==\n\n\n== পঞ্চদশ শতক ==\n\n\n== ষোড়শ শতক ==\n\n\n== সপ্তদশ শতক ==\n\n\n== আরও দেখুন ==\nইসলামি স্বর্ণযুগ\nইসলামি বিজ্ঞান\nমধ্যযুগে ইসলামি বিশ্বের আবিষ্কারের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\n\n\n== বহিঃসংযোগ ==\nQatar Digital Library - an online portal providing access to previously undigitised British Library archive materials relating to Gulf history and Arabic science\n\"How Greek Science Passed to the Arabs\" by De Lacy O'Leary\nSt-Andrew's chronology of mathematics  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ ফেব্রুয়ারি ২০১০ তারিখে"}