{"pageid": 1045114, "title": "নীহারিকা অনুকল্প", "url": "https://bn.wikipedia.org/wiki?curid=1045114", "content": "সৃষ্টিতত্ত্বের ক্ষেত্রে নীহারিকা অনুকল্প (ইংরেজি: nebular hypothesis) হল সৌরজগতের উদ্ভব ও বিবর্তন তথা অন্যান্য গ্রহব্যবস্থারও সৃষ্টিতত্ত্ব-ব্যাখ্যাকারী সর্বাধিক স্বীকৃত তত্ত্ব। এই তত্ত্ব অনুযায়ী, সূর্য-প্রদক্ষিণকারী গ্যাস ও ধুলোর থেকে সৌরজগতের উৎপত্তি ঘটেছিল। ১৭৫৫ সালে ইমানুয়েল কান্ট তাঁর \"বিশ্বজনীন প্রাকৃতিক ইতিহাস ও অন্তরীক্ষ তত্ত্ব\" গ্রন্থে এই তত্ত্বটি প্রথম প্রকাশ করেন। পরে ১৭৯৬ সালে পিয়ের সিমোঁ লাপ্লাস এই তত্ত্বে কিছু পরিবর্তন সাধন করেছিলেন। আদিতে সৌরজগতের ক্ষেত্রে প্রযুক্ত হলেও গ্রহজগৎ উদ্ভবের প্রক্রিয়াটিকে এখন সমগ্র মহাবিশ্বেই ক্রিয়াশীল বলে মনে করা হয়। নীহারিকাতত্ত্বের সর্বাধিক স্বীকৃত আধুনিক রূপান্তরটি হল সৌর নীহারিকা চাকতি মডেল (ইংরেজি: solar nebular disk model বা SNDM) বা সৌর নীহারিকা মডেল (ইংরেজি: solar nebular model)। এই তত্ত্বের মাধ্যমে গ্রহগুলির প্রায়-বৃত্তাকার ও একতলীয় কক্ষপথ এবং সূর্যের আবর্তনের সঙ্গে একই দিকে গ্রহগুলির গতি সহসৌরজগতের বিভিন্ন বৈশিষ্ট্যের ব্যাখ্যা প্রদান করার চেষ্টা করা হয়। মূল নীহারিকা অনুকল্পের কিছু কিছু উপাদান গ্রহ গঠন-সংক্রান্ত আধুনিক তত্ত্বগুলিতেও প্রতিধ্বনিত হয়েছে। কিন্তু সেই মূল তত্ত্বের অধিকাংশ উপাদানই নতুন তত্ত্ব দ্বারা অপসারিত হয়েছে।\nনীহারিকা অনুকল্প মতে, আণবিক হাইড্রোজেনের প্রকাণ্ড ও ঘন মেঘসমূহ বা দৈত্যাকার আণবিক মেঘ (ইংরেজি: Giant Molecular Cloud বা GMC) থেকে নক্ষত্রগুলি গঠিত হয়। এই মেঘগুলি অভিকর্ষীয় দিক থেকে অস্থির এবং এগুলির মধ্যকার পদার্থ একাঙ্গীভূত হয় ক্ষুদ্রতর ও ঘনতর গুচ্ছের সৃষ্টি করে। তারপর এই গুচ্ছগুলি আবর্তিত হয়, ভেঙে পড়ে এবং নক্ষত্রের সৃষ্টি ঘটায়। নক্ষত্রের উৎপত্তি একটি জটিল প্রক্রিয়া। এই প্রক্রিয়ায় সর্বক্ষেত্রেই নবীন নক্ষত্রকে ঘিরে একটি গ্যাসময় আদিগ্রহীয় চাকতি (প্রোপ্লাইড) সৃষ্টি হয়। নির্দিষ্ট পরিস্থিতিতে এই চাকতি থেকে গ্রহেরও উদ্ভব ঘটতে পারে, তবে এই পরিস্থিতির কথা সঠিক জানা যায় না। এই জন্য গ্রহজগতের উদ্ভবকে নক্ষত্রের উৎপত্তির একটি স্বাভাবিক ফলশ্রুতি মনে করা হয়। সূর্যের মতো একটি নক্ষত্রের উৎপত্তি ঘটতে প্রায় ১০ লক্ষ বছর লাগে এবং তারপরে আদিগ্রহীয় চাকতিটি বিবর্তিত হয়ে একটি গ্রহজগতের রূপ নিতে সময় লাগে ১-১০ কোটি বছর।\nআদিগ্রহীয় চাকতি হল একটি উপচয় চাকতি যা থেকে কেন্দ্রীয় নক্ষত্রটি পরিপুষ্ট হয়। প্রথম দিকে চাকতিটি অত্যন্ত উষ্ণ অবস্থায় থাকে। তারপর টি টরি নক্ষত্র স্তর নামে পরিচিত পর্যায়ে পৌঁছে সেটি শীতল হতে শুরু করে। এই স্তরেই পাথর ও বরফ দ্বারা গঠিত ছোটো ছোটো ধুলোর দানা সৃষ্টি হয়। এরপর এই দানাগুলি ঘনীভূত হয়ে সম্ভবত কিলোমিটার-আকারবিশিষ্ট প্ল্যানেটসিমাল সৃষ্টি করে। চাকতিটি যদি যথেষ্ট বড়ো হয় তবে পলাতক উপচয়ের সূত্রপাত ঘটে, যার ফলে দ্রুত—১০০,০০০ থেকে ৩০০,০০০ বছরে—উপগ্রহ গঠিত হয় মঙ্গল-আকারবিশিষ্ট গ্রহীয় ভ্রূণের মধ্যে। নক্ষত্রের কাছে গ্রহীয় ভ্রূণগুলি অত্যুগ্র নিমজ্জনের একটি পর্যায়ের মধ্যে দিয়ে যায়, যার ফলে অল্প কয়েকটি শিলাময় গ্রহের উদ্ভব ঘটে। শেষ পর্যায়টি সম্পূর্ণ হতে সময় লাগে প্রায় ১০ কোটি থেকে একশো কোটি বছর।\nদানব গ্রহগুলির উৎপত্তি আরও জটিল একটি প্রক্রিয়া। মনে করা হয় যে এই ঘটনা ঘটে হিমরেখার বাইরে, যেখানে গ্রহীয় ভ্রূণগুলি প্রধানত বিভিন্ন ধরনের বরফের দ্বারা গঠিত হয়। এর ফলে এই ভ্রূণগুলি আদিগ্রহীয় চাকতির অভ্যন্তরীণ ভাগের তুলনায় বেশ কয়েক গুণ ভারী হয়। ভ্রূণ গঠনের পরে কী ঘটে তা সম্পূর্ণ স্পষ্ট নয়। কয়েকটি ভ্রূণের আকার বৃদ্ধি অব্যাহত থাকে এবং পরিণামে তা ৫-১০ পার্থিব ভর অর্থাৎ ন্যূনতম মানে উপনীত হয়, যা চাকতি থেকে হাইড্রোজেন-হিলিয়াম গ্যাসের উপচয়ের সূচনার জন্য প্রয়োজনীয়। অন্তঃস্থলে গ্যাসের পুঞ্জীভবন প্রথম দিকে ধীর প্রক্রিয়া হিসেবে থাকে, যা বেশ কয়েক মিলিয়ন বছর ধরে চলতে থাকে। কিন্তু গঠনশীল আদিগ্রহগুলি প্রায় ৩০ পার্থিব ভরে (টেমপ্লেট:পার্থিব ভর) পৌঁছে গেলে তা ত্বরান্বিত হয় এবং একটি পলায়নী ভঙ্গিতে অগ্রসর হয়। মনে করা হয় যে, বৃহস্পতি- ও শনি-সদৃশ গ্রহগুলি মাত্র ১০,০০০ বছরের মধ্যেই তাদের ভরের প্রধান ভাগটি পূঞ্জীভূত করেছিল। গ্যাস নিঃশেষিত হয়ে গেলে উপচয় বন্ধ হয়ে যায়। গঠিত হওয়া গ্রহগুলি গঠিত হওয়ার সময় বা তার পরে দীর্ঘ পথ অভিপ্রয়াণ করতে পারে। ইউরেনাস ও নেপচুনের মতো হিম দৈত্যগুলিকে ব্যর্থ অন্তঃস্থলবিশিষ্ট গ্রহ মনে করা হয়। চাকতিটি প্রায় সম্পূর্ণ অদৃশ্য হয়ে যাওয়ার পর অনেক দেরিতে এগুলি গঠিত হয়েছিল।\n\n\n== ইতিহাস ==\n\n১৭৩৪ সালেই যে ইমানুয়েল সুইডেনবার্গ নীহারিকা অনুকল্পের কিছু কিছু অংশ প্রস্তাব করেছিলেন তার প্রমাণ পাওয়া যায়। ইমানুয়েল কান্ট সুইডেনবার্গের কাজের সঙ্গে পরিচিত ছিলেন। তিনি এই তত্ত্বটিকে পক্কতর রূপ দান করে ১৭৫৫ সালে বিশ্বজনীন প্রাকৃতিক ইতিহাস ও অন্তরীক্ষ তত্ত্ব গ্রন্থে প্রকাশ করেন। তিনি বলেন যে, গ্যাসময় মেঘগুলি (নীহারিকা) ধীরে ধীরে আবর্তিত হয়, ক্রমে ভেঙে পড়ে এবং মাধ্যাকর্ষণের কারণে চ্যাপ্টা আকার ধরন করে, এর পরিণামে নক্ষত্র ও গ্রহসমূহের উৎপত্তি ঘটায়।\nপিয়ের সিমোঁ লাপ্লাস ১৭৯৬ সালে স্বাধীনভাবে অনুরূপ একটি মডেল প্রস্তুত ও প্রস্তাব করেন এক্সপোজিশন ডু সিস্টেমে ডু মন্ডে গ্রন্থে। তিনি মনে করতেন, আদিতে সমগ্র সৌরজগতের সমান আয়তন জুড়ে সূর্যের এক সম্প্রসারিত উষ্ণ বায়ুমণ্ডল বিরাজ করত। এই তত্ত্বে একটি সংকোচনশীল ও ঠান্ডা হতে থাকা আদিসৌর মেঘ—আদিসৌর নীহারিকার উল্লেখ পাওয়া যায়। শীতল ও সংকুচিত হওয়ার সময় নীহারিকাটি চ্যাপ্টা আকার ধারণ করে এবং আরও দ্রুত আবর্তিত হতে থাকে। এর ফলে এটি থেকে ধারাবাহিকভাবে পদার্থের কয়েকটি গ্যাসময় বলয় বিচ্ছিন্ন হয়ে যায় (বা ঝরে যায়)। লাপ্লাসের মতে, এই উপাদানগুলি ঘনীভূত হয়ে গ্রহের উদ্ভব ঘটায়। তিনি যে মডেলটি প্রস্তাব করেছিলেন, তা কান্টের মডেলের অনুরূপই ছিল। শুধু লাপ্লাসের মডেলটি ছিল অধিকতর বিস্তারিত এবং অপেক্ষাকৃত ছোটো মাপের। লাপ্লাসীয় নীহারীকা মডেলটি ঊনবিংশ শতাব্দী জুড়ে প্রাধান্য বজায় রাখলেও এটি কয়েকটি সমস্যারও সম্মুখীন হয়। প্রধান সমস্যাটি ছিল সূর্য ও গ্রহগুলির মধ্যে কৌণিক ভরবেগের বণ্টন-সংক্রান্ত। গ্রহগুলির ৯৯ শতাংশ কৌণিক ভরবেগ বিদ্যমান এবং এই বিষয়টি নীহারিকা মডেলের মাধ্যমে ব্যাখ্যা করা যায়নি। এই কারণে বিংশ শতাব্দীর গোড়ায় অধিকাংশ জ্যোতির্বিজ্ঞানীই গ্রহ গঠনের এই তত্ত্বটি প্রত্যাখ্যান করেন।\nঊনবিংশ শতাব্দীতে এই তত্ত্বের একজন প্রধান সমালোচক ছিলেন জেমস ক্লার্ক ম্যাক্সওয়েল (১৮৩১-১৮৭৯)। তিনি মনে করতেন, \"একটি বলয়ের অভ্যন্তরীণ ও বহির্ভাগীয় অংশের আবর্তনের পার্থক্য\" উপাদানের ঘনীভবনের সহায়ক নয়। জ্যোতির্বিজ্ঞানী স্যার ডেভিড ব্রিউস্টার লাপ্লাসের মত প্রত্যাখ্যান করে ১৮৭৬ সালে লেখেন যে, \"নীহারিকাতত্ত্বে বিশ্বাসকারীরা নিশ্চিতভাবে মনে করেন যে আমাদের পৃথিবী এটির নিরেট পদার্থ থেকে এবং পৃথিবীর বায়ুমণ্ডল সৌর বায়ুমণ্ডলে উৎক্ষিপ্ত একটি বলয় থেকে উদ্ভূত হয়েছে, যা পরে সংকুচিত হয়ে একটি নিরেট শিলাময় গোলক গঠন করে, যা থেকে আবার একই প্রক্রিয়ায় চাঁদ উৎক্ষিপ্ত হয়।\" তিনি মনে করতেন যে এই অভিমতে প্রেক্ষাপটে বলতে হয়, \"চাঁদ অপরিহার্যভাবে পৃথিবীর জলময় ও বায়ুময় অংশগুলি থেকে জল ও বায়ু বহন করে নিয়ে গিয়েছিল এবং সেই কারণে চাঁদের একটি বায়ুমণ্ডল থাকাও আবশ্যক।\" ব্রিউস্টার দাবি করেন যে, স্যার আইজ্যাক নিউটনের ধর্মীয় বিশ্বাস পূর্বে নীহারিকা-সংক্রান্ত ধ্যানধারণাগুলিকে নাস্তিকতা-প্রবণ হিসেবে গ্রহণ করেছিল এবং নিউটনকে উদ্ধৃত করে তিনি বলেন যে \"কোনও দৈব শক্তির ধারণা ব্যতিরেকে পুরনো ব্যবস্থাগুলি থেকে নতুন ব্যবস্থার উদ্ভব তার কাছে অলীক প্রতিভাত হয়েছিল\"।\nলাপ্লাসীয় মডেলটির ত্রুটির কথাটি হৃদয়ঙ্গম করে বিজ্ঞানীরা সেটির বিকল্পের অনুসন্ধান শুরু করেন। বিংশ শতাব্দীতে এই প্রসঙ্গে অনেকগুলি তত্ত্ব প্রস্তাব করা হয়েছিল; যার মধ্যে ছিল টমাস চেম্বারলেইন ও ফরেস্ট মল্টনের প্ল্যানেটেসিমাল তত্ত্ব (১৯০১), জেমস জিনসের জোয়ার মডেল (১৯১৭), অটো স্মিটের উপচয় মডেল (১৯৪৪), উইলিয়াম ম্যাকক্রির আদিগ্রহ তত্ত্ব (১৯৬০) এবং শেষ পর্যন্ত মাইকেল উলফসনের বন্দীকরণ তত্ত্ব। ১৯৭৮ সালে অ্যান্ড্রু প্রেন্টিস গ্রহ গঠন সম্পর্কে আদি লাপ্লাসীয় ধ্যানধারণাগুলিকে পুনরুজ্জীবিত করে আধুনিক লাপ্লাসীত তত্ত্ব উপস্থাপনা করেন। কিন্তু উপরিউক্ত কোনও প্রয়াসই সম্পূর্ণ সাফল্য অর্জন করতে পারেনি। অনেকগুলি প্রস্তাবিত তত্ত্ব ছিল নিছকই বর্ণনামূলক।\nগ্রহ গঠন বিষয়ে আধুনিক যুগে বহুল স্বীকৃত তত্ত্বটি হল সৌর নীহারিকা চাকতি মডেল (এসএনডিএম)। এই তত্ত্বের রূপরেখা অঙ্কনের সঙ্গে সোভিয়েত জ্যোতির্বিজ্ঞানী ভিক্টর সাফরোনোভের নাম জড়িত। সাফরোনোভের বই আদিগ্রহীয় মেঘের বিবর্তন এবং পৃথিবী ও গ্রহসমূহের উৎপত্তি প্রকাশিত হয় ১৯৬৯ সালে এবং তা ইংরেজি অনূদিত হয় ১৯৭২ সালে। গ্রহগুলির উৎপত্তি সম্পর্কে বিজ্ঞানীরা যা ভাবেন তার উপর এক দীর্ঘস্থায়ী প্রভাব বিস্তার করে এই বইটি। এই বইটিতে গ্রহ গঠন প্রক্রিয়া-সংক্রান্ত প্রায় সকল প্রধান সমস্যাকে সূত্রবদ্ধ করা হয়েছিল এবং তার কয়েকটির সমাধানও করা হয়েছিল। সাফরোনোভের ধারণাগুলি পলায়নী উপচয়ের আবিষ্কর্তা জর্জ ওয়েদেরিলের রচনাকর্মে পক্কতর রূপ দেওয়া হয়। মূলে সৌরজগতের ক্ষেত্রে প্রযুক্ত হলেও আমাদের ছায়াপথে ২০১২ সালের ৭ই মার্চ তারিখ পর্যন্ত জ্যোতির্বিজ্ঞানীরা ৭৬০টি বহির্গ্রহ আবিষ্কার করার পর তত্ত্ববিদরা এসএনডিএম-কে পরবর্তীকালে সমগ্র মহাবিশ্বে ক্রিয়াশীল মনে করেন।\n\n\n== সৌর নীহারিকা মডেল: অর্জন ও সমস্যা ==\n\n\n=== অর্জন ===\n\nনবীন নাক্ষত্রিক বস্তুগুলির চারিদিকে উপচয় চাকতির আবির্ভাব ঘটলে তার ফলশ্রুতিতে প্রাকৃতিকভাবেই নক্ষত্র গঠন প্রক্রিয়া শুরু হয়। প্রায় দশ লক্ষ বছর বয়সী একশো শতাংশ নক্ষত্রের চারিদিকেই এই ধরনের চাকতি দেখা যায়। এই সিদ্ধান্তের সমর্থন পাওয়া যায় আদিনক্ষত্র ও টি টরি নক্ষত্রগুলির চারিপাশে গ্যাসময় ও ধূলিময় চাকতিসমূহের আবিষ্কারে এবং তাত্ত্বিক বিবেচনাতেও। এই সব চাকতিগুলিকে পর্যবেক্ষণ করে দেখা গিয়েছে যে এগুলির মধ্যে ধুলোর দানা কম (হাজার বছর) সময়কালের মধ্যেই আকারে বৃদ্ধি পায় এবং ১ সেন্টিমিটার আকারের কণার সৃষ্টি করে।\nযে উপচয় প্রক্রিয়ায় ১ কিলোমিটার আকারের প্ল্যানেটেসিমালগুলি আকারে বৃদ্ধি পেয়ে ১০০০ কিলোমিটার আকারবিশিষ্ট বস্তুতে পরিণত হয় সেই প্রক্রিয়াটিকে এখন ভালোভাবে বোঝা গিয়েছে। যে কোনও চাকতির ভিতরে যেখানে প্ল্যানেটেসিমালগুলির সংখ্যা ঘনত্ব যথেষ্টভাবে বেশি সেখানেই এই প্রক্রিয়া গড়ে ওঠে এবং এক পলায়নী ভঙ্গিতে চলতে থাকে। পরে বৃদ্ধি মন্দীভূত হয় এবং ক্ষুদ্র ক্ষুদ্র গোষ্ঠীগত উপচয়ের আকারে অব্যাহত থাকে। এর সর্বশেষ ফল হল বিভিন্ন আকারের গ্রহীয় ভ্রূণের উদ্ভব। এই ভ্রূণগুলির আকার নক্ষত্র থেকে দূরত্বের উপর নির্ভরশীল। বিভিন্ন সিমিউলেশনের মাধ্যমে দেখানো হয়েছে যে আদিগ্রহীয় চাকতির অভ্যন্তরীণ অংশে ভ্রূণগুলির একত্রীভবনের ফলে পৃথিবীর আকারবিশিষ্ট বস্তুগুলির উৎপত্তি ঘটেছে। তাই শিলাময় গ্রহগুলির উদ্ভবকে এখন প্রায় সমাধানকৃত একটি সমস্যা মনে করা হয়।\n\n\n=== বর্তমান সমস্যা ===\nউপচয় চাকতিগুলির পদার্থবিদ্যাগত ধারণাগুলি কয়েকটি সমস্যার সম্মুখীন হয়। একটি গুরুত্বপূর্ণ প্রশ্ন হল আদিনক্ষত্র থেকে উপচয়িত উপাদান কীভাবে সেগুলির কৌণিক ভরবেগ হারায়। হ্যানেস অ্যালফভেন এর একটি সম্ভাব্য ব্যাখ্যা প্রদান করেছেন। তিনি বলেছেন যে, এটির টি টউরি নক্ষত্র পর্যায়ে সৌর বায়ু কর্তৃক কৌণিক ভরবেগ ক্ষয়িত হয়। সান্দ্র চাপে ভরবেগ পরিবাহিত হয় চাকতির বহিঃস্থ অংশগুলিতে। ম্যাক্রোস্কোপিক বিক্ষুব্ধতার দ্বারা সান্দ্রতা উৎপাদিত হয়। কিন্তু কী কৌশলে এই বিক্ষুদ্ধতা সৃষ্টি হয়, তা ভালো ভাবে বোঝা যায় না। কৌণিক ভরবেগ ক্ষয়ের আরেকটি সম্ভাব্য প্রক্রিয়া হল চৌম্বকীয় ব্রেকিং। এই ক্ষেত্রে নক্ষত্রের ঘূর্ণন নক্ষত্রটির চৌম্বক ক্ষেত্র হয়ে পারিপার্শ্বিক চাকতিতে স্থানান্তরিত হয়ে যায়। চাকতিগুলির মধ্যে গ্যাসের অন্তর্ধানের জন্য দায়ী প্রধান প্রক্রিয়াগুলি হল সান্দ্র ব্যাপন ও আলোক-বাষ্পীভবন।\n\nপ্ল্যানেটেসিমালগুলির উৎপত্তি নীহারিকা চাকতি মডেলে সবচেয়ে বড়ো অমীমাংসিত প্রশ্ন। কীভাবে ১ সেন্টিমিটার আকারবিশিষ্ট কণাগুলি একাঙ্গীভূত হয়ে ১ কিলোমিটার আকারবিশিষ্ট প্ল্যানেটেসিমাল গঠন করে তা এক রহস্য। মনে করা হয় যে, কোনও কোনও নক্ষত্রের গ্রহ থাকে, আবার অন্যগুলির শুধু গ্রহ কেন ধূলিবলয়ও থাকে না, সেই প্রশ্নের উত্তরও এই প্রশ্নটির মধ্যে নিহিত রয়েছে।\nদানব গ্রহগুলির উৎপত্তির সময়কালও আরেকটি গুরুত্বপূর্ণ সমস্যা। দ্রুত বিলীয়মান আদিগ্রহীয় চাকতি থেকে সেই গ্রহগুলির অন্তঃস্থল কীভাবে যথেষ্ট দ্রুত গুরুত্বপূর্ণ পরিমাণে গ্যাস পুঞ্জীভূত করতে পারে তার ব্যাখ্যা পুরনো তত্ত্বগুলির মাধ্যমে দেওয়া সম্ভব হয়নি। এই চাকতিগুলির গড় জীবৎকাল ১ কোটি (১০৭) বছরেরও কম, যা অন্তঃস্থল গঠনের জন্য প্রয়োজনীয় সময়ের চেয়ে কম বলেই মনে করা হয়। এই সমস্যাটির সমাধানে অনেক অগ্রগতি হয়েছে এবং দানব গ্রহের উৎপত্তি-সংক্রান্ত বর্তমান মডেলগুলি এখন দেখিয়েছে যে বৃহস্পতি (বা আরও ভারী গ্রহগুলি) ৪০ লক্ষ বছরের মধ্যেই গঠিত হয়েছিল, যে সময়টুকু গ্যাসময় চাকতিগুলির গড় জীবৎকালের মধ্যেই পড়ে।\nদানব গ্রহ উৎপত্তির আরেকটি সম্ভাব্য সমস্যা হল সেগুলির কক্ষীয় অভিপ্রয়াণ। কয়েকটি পরিগণনা থেকে দেখা গিয়েছে চাকতির সঙ্গে পারস্পরিক ক্রিয়া-প্রতিক্রিয়ায় দ্রুত অন্তর্মুখী অভিপ্রয়াণ ঘটতে পারে। যা বন্ধ না হলে তার ফলশ্রুতিতে গ্রহটি \"একটি উপ-বার্হস্পত্য বস্তু রূপেই কেন্দ্রীয় অঞ্চলসমূহে\" পৌঁছে যাবে। অধিকতর সাম্প্রতিক পরিগণনাগুলি ইঙ্গিত করে যে, অভিপ্রয়াণের সময় চাকতির বিবর্তন এই সমস্যা উপশমিত করতে পারে।\n\n\n== নক্ষত্র ও আদিগ্রহীয় চাকতিগুলির উদ্ভব ==\n\n\n=== আদিনক্ষত্র ===\n\nবিজ্ঞানীদের অনুমান, নক্ষত্রগুলি গঠিত হয় শীতল আণবিক হাইড্রোজেনের দৈত্যাকার মেঘগুলির মধ্যে। এই মেঘগুলি হল দৈত্যাকার আণবিক মেঘ, যার ভর সূর্যের ভরের (M☉) মোটামুটি ৩০০,০০০ গুণ এবং ব্যাস ২০ পারসেক। বহু লক্ষ বছর ধরে দৈত্যাকার আণবিক মেঘগুলি পতন ও খণ্ডায়ন প্রবণ হয়ে পড়ে। এই খণ্ডাংশগুলি এরপর ছোটো ছোটো ঘন অন্তঃস্থল গঠন করে, যা আবার পতিত হয়ে নক্ষত্রে পরিণত হয়। এই অন্তঃস্থলের ভর সূর্যের ভরের একটি ভগ্নাংশ থেকে কয়েক গুণ পর্যন্ত হতে পারে এবং এই অন্তঃস্থলকেই বলা হয় আদিনাক্ষত্রিক (আদিসৌর) নীহারিকা। এর ব্যাস হতে পারে ০.০১-০.১ পারসেক (২,০০০-২০,০০০ জ্যো.এ.) এবং কণা সংখ্যা ঘনত্ব হয় মোটামুটি ১০,০০০ থেকে ১০০,০০০ সেন্টিমিটার−৩।\nএকটি সৌর-ভরবিশিষ্ট আদিনাক্ষত্রিক নীহারিকার প্রারম্ভিক পতন ঘটতে সময় লাগে প্রায় ১০০,০০০ বছর। প্রতিটি নীহারিকাই একটি নির্দিষ্ট পরিমাণে কৌণিক ভরবেগ নিয়ে যাত্রা শুরু করে। নীহারিকার কেন্দ্রীয় অংশের গ্যাসের কৌণিক ভরবেগের পরিমাণ অপেক্ষাকৃত কম হয়। এই অংশটি দ্রুত সংক্ষেপনের মধ্যে দিয়ে যায় এবং একটি তপ্ত উদ্স্থিতি (সংকোচনশীল নয়) অন্তঃস্থল গঠন করে। এই অন্তঃস্থলে মূল নীহারিকার ভরের একটি খণ্ডাংশই ধৃত হয়। অন্তঃস্থলগুলি সেই বীজ গঠন করে যা একটি নক্ষত্রে পরিণত হয়। এরপর যখন পতন অব্যাহত থাকে তখন কৌণিক ভরবেগের সংরক্ষণের অর্থ দাঁড়ায় যে পতনশীল আবরণটির আবর্তন ত্বরান্বিত হচ্ছে, যা উপরিস্থ কেন্দ্রীয় অন্তঃস্থলে গ্যাসের সরাসরি উপচয় রোধে একটি বড়ো ভূমিকা গ্রহণ করে। তার পরিবর্তে গ্যাস এটির নিরক্ষীয় তলের কাছে বহির্মুখে ছড়িয়ে পড়তে বাধ্য হয়। ফলে একটি চাকতি গঠিত হয়, যা পরে উপচয়িত হয়ে অন্তঃস্থলে পরিণত হয়। অন্তঃস্থলটির ভর ক্রমশ বৃদ্ধি পেয়ে তা একটি নবীন উত্তপ্ত আদিনক্ষত্রে পরিণত হয়। এই পর্যায়ে আদিনক্ষত্র ও সেটির চাকতি পতনশীল আবরণ দ্বারা অত্যধিক মাত্রায় আচ্ছন্ন থাকে এবং সেটিকে প্রত্যক্ষভাবে পর্যবেক্ষণ করা সম্ভব হয় না। আবরণটির অস্বচ্ছতা প্রকৃতপক্ষে এত বেশি হয় যে মিলিমিটার-তরঙ্গ বিকিরণ এর ভিতর দিয়ে সহজে পলায়ন করতে পারে না। এই ধরনের বস্তুগুলিকে অতি উজ্জ্বল ঘনীভবনের আকারে পর্যবেক্ষণ করা হয়, যা প্রধানত মিলিমিটার-তরঙ্গ ও সাবমিলিমিটার-তরঙ্গ বিকিরণ বিচ্ছুরিত করে। এগুলিকে বর্গায়িত হয় বর্ণালিসংক্রান্ত শ্রেণি ০ আদিনক্ষত্র হিসেবে। পতনের সঙ্গে প্রায়শই দ্বিমেরু নিঃসরণ ঘটে—জেট—যা অবলোহিত চাকতির আবর্তন অক্ষের সঙ্গে প্রবাহিত হয়। নক্ষত্র-গঠনকারী অঞ্চলগুলিতে প্রায়শই এই জেটগুলিকে দেখা যায় (হারবিগ-হারো (এইচএইচ) বস্তু দেখুন)। শ্রেণি ০ আদিনক্ষত্রগুলির ঔজ্জ্বল্য বেশি— একটি সৌর-ভরবিশিষ্ট আদিনক্ষত্র ১০০ সৌর ঔজ্জ্বল্য পর্যন্ত বিকিরণ করতে পারে। এই শক্তির উৎস অভিকর্ষীয় পতন। কারণ সেগুলির অন্তঃস্থল তখনও পারমাণবিক গালন শুরু করার মতো যথেষ্ট উত্তপ্ত হয় না।\n\nচাকতির উপরিস্থ স্থানে সেটির পদার্থের পতন চলতে থাকলে আবরণটি ক্রমশ সরু ও স্বচ্ছ হয়ে আসে এবং নবীন নাক্ষত্রিক বস্তু (ওয়াইএসও) প্রথমে দূর-অবলোহিত আলোয় এবং পরে দৃশ্য আলোয় দৃষ্টিগোচর হয়। এই সময় নাগাদই আদিনক্ষত্রে ডিউটেরিয়াম গালন শুরু হয়। আদিনক্ষত্রটি যদি যথেষ্ট ভারী হয় (৮০ বার্হস্পত্য ভরের (এমজে) বেশি), তাহলে তার পরে হাইড্রোজেনের গালন ঘটে। অন্যথায় যদি এটির ভর অত্যন্ত কম হয় তাহলে বস্তুটি একটি বাদামি বামনে পরিণত হয়। পতন শুরু হওয়ার প্রায় ১০০,০০০ বছর পরে নতুন নক্ষত্রের এই জন্মের ঘটনাটি ঘটে। এই পর্যায়ের বস্তুগুলি পরিচিত শ্রেণি ১ আদিনক্ষত্র নামে, যাকে নবীন টি টউরি নক্ষত্র, বিবর্তিত আদিনক্ষত্র বা নবীন নাক্ষত্রিক বস্তুও বলা হয়ে থাকে। এই সময়ের মধ্যেই নির্মীয়মান নক্ষত্রটি তার ভরের অনেকটাই পুঞ্জীভূত করে নেয়: চাকতির মোট ভর ও অবশিষ্ট আবরণটির ভর কেন্দ্রীয় নবীন নাক্ষত্রিক বস্তুটির ভরের ১০-২০ শতাংশের বেশি হয় না।\nপরবর্তী পর্যায়ে আবরণটি চাকতি কর্তৃক জড়ো হয়ে সম্পূর্ণ দূরীভূত হয়ে যায় এবং আদিনক্ষত্রটি একটি ধ্রুপদি টি টউরি নক্ষত্রে পরিণত হয়। এই ঘটনা পরে প্রায় ১০ লক্ষ বছর পরে। একটি ধ্রুপদি টি টউরি নক্ষত্রের চারিপাশে চাকতির ভর নাক্ষত্রিক ভরের প্রায় ১-৩ শতাংশ এবং প্রতি বছরে ১০−৭ থেকে ১০−৯ M☉ হারে তা বৃদ্ধিপ্রাপ্ত হয়। সচরাচর ক্ষেত্রে এক জোড়া দ্বিমেরুবিশিষ্ট জেটও উপস্থিত থাকে। এই বৃদ্ধি ধ্রুপদি টি টউরি নক্ষত্রগুলির সকল অদ্ভুত বৈশিষ্ট্যই ব্যাখ্যা করে: নিঃসরণ রেখায় শক্তিশালী গলনি (নক্ষত্রটির অন্তরিন ঔজ্জ্বল্যের ১০০ শতাংশ পর্যন্ত), চৌম্বকীয় সক্রিয়তা, আলোকমিতি-সংক্রান্ত পরিবর্তনশীলতা ও জেটসমূহ। নিঃসরণ রেখাগুলি প্রকৃতপক্ষে সৃষ্টি হয় বৃদ্ধিপ্রাপ্ত গ্যাস নক্ষত্রের \"পৃষ্ঠভাগে\" আঘাত করলে, যা ঘটে নক্ষত্রের চৌম্বক মেরু অঞ্চলে। জেটগুলি হল বৃদ্ধিরই উপজাত: এগুলি অত্যধিক কৌণিক ভরবেগ বহন করে। প্রায় ১ কোটি বছর ধ্রুপদি টি টউরি পর্যায়টি বজায় থাকে। কেন্দ্রীয় নক্ষত্রে উপচয়, গ্রহ গঠন, জেট কর্তৃক উৎক্ষেপন এবং কেন্দ্রীয় নক্ষত্র ও নিকটবর্তী নক্ষত্রগুলি থেকে অতিবেগুনি-বিকিরণের মাধ্যমে আলোকবাষ্পীভবনের ফলে চাকতিটি ক্রমশ অদৃশ্য হয়ে যায়। এর ফলে নবীন নক্ষত্রটি পরিণত হয় একটি দুর্বলভাবে রেখাযুক্ত টি টউরি নক্ষত্রে, যা কোটি কোটি বছর ধরে ধীরে ধীরে বিবর্তিত হয়ে একটি সাধারণ সূর্য-সদৃশ নক্ষত্রে পরিণত হয়।\n\n\n=== আদিগ্রহীয় চাকতি ===\n\nনির্দিষ্ট কয়েকটি পরিস্থিতিতে চাকতিটি (যেটিকে এখন আদিগ্রহীয় চাকতি বলা চলে) একটি গ্রহ ব্যবস্থার জন্ম দিতে পারে। নবীন নক্ষত্র গুচ্ছগুলিতে নক্ষত্রগুলির অতি মাত্রায় ভগ্নাংশগুলির চারিপাশে আদিগ্রহীয় চাকতিগুলিকে দেখা যায়। নক্ষত্র গঠনের গোড়া থেকেই এগুলির অস্তিত্ব থাকে। কিন্তু আদিতম পর্যায়ে এগুলি পারিপার্শ্বিক আবরণের স্বচ্ছতার কারণে অপর্যবেক্ষিতই থেকে যায়। মনে করা হয় যে, একটি শ্রেণি ০ আদিনক্ষত্র ভারী ও উত্তপ্ত হয়। এটি একটি উপচয় চাকতি, যা কেন্দ্রীয় আদিনক্ষত্রকে পুষ্ট করে। তাপমাত্রা সহজেই ৫ জ্যোতির্বৈজ্ঞানিক এককের মধ্যে ৪০০ কে এবং ১ জ্যোতির্বৈজ্ঞানিক এককের মধ্যে ১,০০০ কে ছাড়িয়ে যেতে পারে। চাকতির উষ্ণায়ন মুখ্যত ঘটে সেটির মধ্যে আলোড়নের সান্দ্র অপচয়ের জন্য এবং নীহারিকা থেকে গ্যাসের পতনের দ্বারা। অভ্যন্তরীণ চাকতিতে উচ্চ তাপমাত্রার ফলে অধিকাংশ উদ্বায়ী পদার্থ—যেমন জল, জৈব পদার্থ ও কিছু পাথর বাষ্পীভূত হয়ে যায় এবং লোহার মতো অধিকাংশ তাপরোধকারী পদার্থই শুধু অবশিষ্ট থাকে। বরফ টিকে থাকতে পারে শুধুমাত্র চাকতির বাইরের অংশেই।\n\nউপচয় চাকতিগুলির পদার্থবিজ্ঞানে প্রধান সমস্যাটি হল আলোড়নের প্রজন্ম এবং উচ্চ কার্যকরী সান্দ্রতার জন্য দায়ী কার্যসাধন-পদ্ধতিটি। আলোড়নশীল সান্দ্রতাকে কেন্দ্রীয় আদিনক্ষত্রে ভর চাকতির পরিধির মধ্যে ভরবেগের পরিবহণের জন্য দায়ী মনে করা হয়। উপচয়ের জন্য এটি গুরুত্বপূর্ণ, কারণ কেন্দ্রীয় আদিনক্ষত্র কর্তৃক গ্যাস উপচয়িত হয়ে পারে শুধুমাত্র যখন তা অধিকাংশ কৌণিক ভরবেগ হারায় আর এই কৌণিক ভরবেগকে অবশ্যই পরিবাহিত হতে হয় গ্যাসের ক্ষুদ্র অংশের বহিরাভিমুখে চালনার মাধ্যমে। এই প্রক্রিয়ার ফলে আদিনক্ষত্র ও চাকতির ব্যাসার্ধ উভয়ই বৃদ্ধি পায়। নীহারিকার প্রাথমিক কৌণিক ভরবেগ যথেষ্ট বেশি হলে ব্যাসার্ধের বৃদ্ধি ১,০০০ জ্যোতির্বৈজ্ঞানিক একক পর্যন্ত ঘটতে পারে। কালপুরুষ নীহারিকার মতো অনেক নক্ষত্র-গঠনকারী অঞ্চলে বৃহৎ চাকতিগুলি নিয়মিত পর্যবেক্ষিত হয়ে থাকে।\n\n\n== আরও দেখুন ==\nগ্রহাণু বেষ্টনী\nবক গ্লোবিউল\nধূমকেতু\nবহিঃধূমকেতু\nসৌরজগতের জন্ম ও বিবর্তন\nহারবিগ–হারো বস্তু\nপৃথিবীর ইতিহাস\nকাইপার বেষ্টনী\nউর্ট মেঘ\nটি টরি নক্ষত্র\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n প্রোক্টর, রিচার্ড এ. (১৮৭৯)। \"নেব্যুলার হাইপোথিসিস\"। নিউ আমেরিকান সাইক্লোপিডিয়া। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) [[বিষয়শ্রেণী:উইকিপিডিয়া নিবন্ধ উইকিসংকলন তথ্যসূত্রসহ নিউ আমেরিকান সাইক্লোপিডিয়া থেকে একটি উদ্ধৃতি অন্তর্ভুক্ত]]"}