{"pageid": 1045676, "title": "রিধিমা পাণ্ডে", "url": "https://bn.wikipedia.org/wiki?curid=1045676", "content": "রিধিমা পাণ্ডে (জন্ম ২০০৯) ভারতের পরিবেশকর্মী, যিনি জলবায়ু পরিবর্তন মোকাবেলায় ব্যবস্থা নেওয়ার পক্ষে কথা বলেন। তাকে গ্রেটা থুনবার্গের সাথে তুলনা করা হয়েছে।  তিনি যখন নয় বছর বয়সী ছিলেন তখন জলবায়ু পরিবর্তন মোকাবেলায় পর্যাপ্ত পদক্ষেপ না নেওয়ায় তিনি ভারত সরকারের বিরুদ্ধে মামলা দায়ের করেছিলেন।  জলবায়ু সংকট মোকাবেলায় বিভিন্ন দেশের পদক্ষেপ নিতে ব্যর্থ হওয়ার বিপক্ষে বেশ কয়েকজন তরুণ জলবায়ু কর্মীর সঙ্গে তিনিও জাতিসংঘের অন্যতম বাদী ছিলেন।\n\n\n== পটভূমি ==\nপাণ্ডে ভারতের উত্তরাঞ্চলের উত্তরাখণ্ড রাজ্যে বাস করেন। তার বাবা দীনেশ পাণ্ডেও একজন জলবায়ু কর্মী যিনি ১৬ বছর ধরে উত্তরাখণ্ডে এই বিষয়ে কাজ করেছেন।\nউত্তরাখণ্ডে তার এলাকাটি গত দশ বছরে তীব্র আবহাওয়ায় প্রভাবিত হয়েছে। ২০১৩ সালে বন্যা ও ভূমিধসে ১০০০ জনেরও বেশি লোক মারা গিয়েছিল। প্রায় ১,০০,০০০ লোককে এই অঞ্চল থেকে সরিয়ে নিতে হয়েছিল। বিশ্বব্যাঙ্কের মতে, জলবায়ু পরিবর্তনের কারণে ভারতে জল সরবরাহের উপর চাপ বাড়ার সম্ভাবনা রয়েছে।\n\n\n== জলবায়ু বিষয়ক সক্রিয়তা ==\n\n\n=== জাতিসংঘে অভিযোগ ===\nঅসলোতে যাওয়ার জন্য নরওয়েজিয়ান ভিসার আবেদনের সময় তিনি তরুণ জলবায়ু কর্মীদের জন্য একটি সংগঠনের কথা শুনেছিলেন। তিনি এই সংস্থার সাথে যোগাযোগ করেন এবং ২০১৯ সালের জাতিসংঘ জলবায়ু কর্ম শীর্ষ সম্মেলনের জন্য নিউ ইয়র্কে যাওয়ার জন্য নির্বাচিত হন। ২০১৯ সালের ২৩শে সেপ্টম্বরে শীর্ষ সম্মেলনটি আয়োজিত হয়েছিল। গ্রেটা থুনবার্গ, আয়াখা মেলিথাফা এবং আলেকজান্দ্রিয়া ভিলাসেনর সহ আরও ১৫ টি শিশুর সাথে তিনি জাতিসংঘের শিশু অধিকার বিষয়ক কমিটির কাছে অভিযোগ দায়ের করেছেন। তিনি আর্জেন্টিনা, ব্রাজিল, জার্মানি, ফ্রান্স এবং তুরস্কের বিরুদ্ধে জলবায়ু সংকট পর্যাপ্তভাবে মোকাবেলা করতে ব্যর্থ হয়ে শিশু অধিকার সংক্রান্ত কনভেনশন লঙ্ঘনের অভিযোগ করেছেন।\n\n\n=== অন্যান্য সক্রিয়তা ===\nপাণ্ডে প্লাস্টিকের উপর সম্পূর্ণ নিষেধাজ্ঞা আরোপের আহ্বান জানিয়েছেন, এই যুক্তিতে যে এর অব্যাহত উৎপাদন ভোক্তাদের চাহিদার ফল। তিনি গঙ্গা নদী পরিষ্কারের জন্য ভারত সরকার এবং স্থানীয় কর্তৃপক্ষকে আরও কিছু করার আহ্বান জানিয়েছেন। তিনি বলেন সরকার যখন দাবি করছে যে তারা নদী পরিষ্কার করছে, তখন নদীর অবস্থার খুব বেশি পরিবর্তন হয়নি।\n\n\n=== ভারত সরকারের বিরুদ্ধে আইনানুগ ব্যবস্থা ===\nনয় বছর বয়সে পাণ্ডে ভারত সরকারের বিরুদ্ধে  এই ভিত্তিতে মামলা দায়ের করেছিলেন যে তারা প্যারিস চুক্তিতে সম্মত হয়েও জলবায়ু পরিবর্তনের বিরুদ্ধে উল্লেখযোগ্য কোন পদক্ষেপ নেয়নি। এই আদালতে মামলাটি ন্যাশনাল গ্রিন ট্রাইব্যুনালে (এনজিটি) উপস্থাপন করা হয়, আদালতটি ২০১০ সালে প্রতিষ্ঠিত হয়েছিল যা শুধুমাত্র পরিবেশগ বিষয়ক মামলা নিয়ে কাজ করে। পাণ্ডে ভারত সরকারকে কার্বন নির্গমন হ্রাস করার পরিকল্পনা এবং জলবায়ু পরিবর্তনের প্রভাব রোধে দেশব্যাপী পরিকল্পনা তৈরি করতে বলেন, যার মধ্যে রয়েছে ভারতের জীবাশ্ম জ্বালানির ব্যবহার হ্রাস করা।\n\nদ্য ইন্ডিপেন্ডেন্টের সাথে একটি সাক্ষাৎকারে রিধিমা পাণ্ডে বলেছেন যে-“আমার সরকার গ্রিনহাউস গ্যাস নির্গমন নিয়ন্ত্রণ ও হ্রাস করার পদক্ষেপ নিতে ব্যর্থ হয়েছে, যা চরম জলবায়ু পরিস্থিতি সৃষ্টি করছে। এটি আমাকে এবং ভবিষ্যৎ প্রজন্ম উভয়কেই প্রভাবিত করবে। আমার দেশে জীবাশ্ম জ্বালানির ব্যবহার হ্রাস করার বিশাল সম্ভাবনা রয়েছে এবং সরকারের নিষ্ক্রিয়তার কারণে আমি জাতীয় গ্রিন ট্রাইব্যুনালের কাছে গিয়েছিলাম।” বিষয়টি 'পরিবেশ চুক্তি মূল্যায়নের আওতাধীন' বলে মন্তব্য করে ন্যাশনাল গ্রিন ট্রাইব্যুনাল (এনজিটি) তার আবেদনটি খারিজ করে দিয়েছিল।\n\n\n== পুরস্কার ==\nরিধিমা পাণ্ডে ২০২০ সালের ২৩শে নভেম্বরে ঘোষিত বিবিসির ১০০ জন নারীর তালিকায় ছিলেন।\n\n\n== আরও দেখুন ==\nপ্রসিদ্ধি সিং\nহাজিক কাজী\n\n\n== তথ্যসূত্র =="}