{"pageid": 1045422, "title": "বাটানগর", "url": "https://bn.wikipedia.org/wiki?curid=1045422", "content": "বাটানগর একটি আশপাশ হয় মহেশতলা এর দক্ষিণ চব্বিশ পরগনা জেলা ভারতীয় রাষ্ট্র এর পশ্চিমবঙ্গ । এটি কলকাতা মেট্রোপলিটন উন্নয়ন কর্তৃপক্ষের (কেএমডিএ) আওতাধীন এলাকার একটি অংশ। \n\n\n== ইতিহাস ==\nবাটানগর চেকোস্লোভাক শিল্পপতি টোমা বায়া ভারতে প্রথম জুতার কারখানা শুরু করার জন্য প্রতিষ্ঠিত হয়েছিল। বাটা ব্র্যান্ডটি ১৮৯৪ সালের ২৪ আগস্ট জ্লান, পরে অস্ট্রিয়া-হাঙ্গেরিতে (বর্তমানে চেক প্রজাতন্ত্রের ) প্রতিষ্ঠিত হয়েছিল। কোঙ্কনগরে Kon৫ টি চেকোস্লোভাক বিশেষজ্ঞের সাথে পরীক্ষামূলকভাবে জুতো উৎপাদন কেন্দ্র চালু করার জন্য একটি ভবন ভাড়া দিয়ে ১৯৩১ সালে এই সংস্থাটি প্রথমে ভারতে প্রতিষ্ঠিত হয়েছিল। জ্যান আন্তোন বাঁ ১৯৩৪ সালে বাটানগর নামে একটি শিল্প উৎপাদন নগরী গড়ে তোলেন, পাশাপাশি দিল্লি ও পাটনা এবং ভারতের অন্য কোথাও ৭,০০০ এরও বেশি লোককে নিযুক্ত করেছিলেন। পরে বাটনগর কলকাতার নিকটবর্তী অন্যতম বৃহত শহরতলির শহর হয়ে ওঠে।\n\n\n== ভূগোল ==\n\n\n=== অঞ্চল ওভারভিউ ===\nআলিপুর সদর মহকুমা দক্ষিণ চব্বিশ পরগনা জেলার সর্বাধিক নগরায়িত অংশ। জনসংখ্যার ৫৯.৮৮% শহরাঞ্চলে এবং ৪০.১৫% গ্রামীণ অঞ্চলে বাস করেন। মহকুমার উত্তরের অংশে (মানচিত্রের পাশাপাশি প্রদর্শিত) ২১ টি শুমারি শহর রয়েছে । পুরো জেলাটি গঙ্গা ডেল্টায় অবস্থিত এবং হুগলি নদীর পূর্ব তীরে মহকুমাটি একটি বিকাশযুক্ত প্রসারিত, যেখানে শিল্প বিকাশ রয়েছে। \nদ্রষ্টব্য: মানচিত্রটি মহকুমার কয়েকটি উল্লেখযোগ্য অবস্থান উপস্থাপন করেছে। মানচিত্রে চিহ্নিত সমস্ত স্থান বৃহত্তর পূর্ণ পর্দার মানচিত্রে লিঙ্কযুক্ত।\n\n\n=== অবস্থান ===\nবাটানগরে অবস্থিত২২°৩০′৪৮″ উত্তর ৮৮°১৩′২৩″ পূর্ব । এর গড় উচ্চতা হল ৯ মিটার (৩০ ফুট) ।\n\n\n== অর্থনীতি ==\nএটি বহুজাতিক জুতো সংস্থা বাটা নামে একটি স্থান। এখানে বাটা সংস্থার একটি প্ল্যান্ট রয়েছে। কর্মীরা বেশিরভাগ বাটানগরে থাকেন। বাটানগরের আরেকটি উল্লেখযোগ্য বৈশিষ্ট্য কেবল বাটা ইন্ডিয়া জুতো কারখানাই নয়, জুতো তৈরির বিষয়টি বটানগরের একটি প্রধান কুটির শিল্প। অসংখ্য বাড়িঘর এবং পরিবারগুলি ভারতের শীর্ষস্থানীয় জুতার ব্র্যান্ডগুলির জন্য বিভিন্ন মেক - চামড়া, পিভিসি, পাট ইত্যাদির জুতা উৎপাদন করতে উৎসর্গীকৃত। উদাহরণস্বরূপ - খাদিমস, শ্রীলাইটারস, টিটাস এবং লিবার্টি যা ভারতের কয়েকটি নামী জুতো প্রস্তুতকারক, বাটনগরের বিভিন্ন সত্তায় তাদের জুতো তৈরির প্রক্রিয়াটির একটি বড় অংশকে আউটসোর্স করেছে। বাটানগরের প্রতিটি বিকল্প বাড়িতে একটি ছোট ইউনিট থাকে যা জুতা তৈরি করে।\nএই বৈশিষ্ট্যটি অভাবের কারণেই জন্মগ্রহণ করেছিল, যেহেতু বাটানগরে বসবাসকারী বেশিরভাগ পরিবার তাদের জীবিকার জন্য বাটা কারখানার উপর নির্ভরশীল, তাই যখনই কারখানাটি লক আউট হয়, এই পরিবারগুলি খুব মারাত্মকভাবে ক্ষতিগ্রস্ত হয়। তাই তাদের বাড়ি থেকে জুতো তৈরি তাদের উপার্জনের বিকল্প উৎস দিয়েছে।\n\n\n== পরিবহন ==\nবাটনগর বজ বজ ট্রাঙ্ক রোডে অবস্থিত। \nকাছেই নাঙ্গি রেলস্টেশন অবস্থিত। \n\n\n== শিক্ষা ==\nটেকনো ইন্টারন্যাশনাল বাটানগর, ২০১২ সালে প্রতিষ্ঠিত, ইঞ্জিনিয়ারিং এবং টেকনোলজি এবং অন্যান্য অনুমোদিত ক্ষেত্রে ডিপ্লোমা, স্নাতক এবং স্নাতকোত্তর ডিগ্রি কোর্স সরবরাহ করে। \n\n\n== তথ্যসূত্র =="}