{"pageid": 1045612, "title": "অবকাঠামো প্রকৌশলের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1045612", "content": "অবকাঠামো প্রকৌশলের ইতিহাস কমপক্ষে ২৭০০ খ্রিষ্টপূর্ব পুরোনো যখন ফেরাউন জোজারের জন্য ধাপ পিরামিডটি ইমহোটেপ নির্মাণ করেছিলেন যিনি ইতিহাসের প্রথম স্থপতি হিসেবে পরিচিত ছিলেন। প্রাচীন সভ্যতার দ্বারা নির্মিত পিরামিডগুলি সর্বাধিক সাধারণ প্রধান কাঠামো ছিল কারণ এটি একটি কাঠামোগত গঠন যা অন্তর্নিহিত স্থিতিশীল এবং প্রায় অসীমভাবে মাপা যায় (বেশিরভাগ অন্যান্য কাঠামোগত রূপগুলির বিপরীতে, যা বর্ধিত ভারের অনুপাতে আকারে রৈখিকভাবে বৃদ্ধি করা যায় না)। \nপ্রাচীন কাল থেকে আজও ব্যবহৃত একটি উল্লেখযোগ্য ইঞ্জিনিয়ারিং কীর্তি হল কানাট পানি ব্যবস্থাপনা পদ্ধতি।মেডস যার পূর্বসুরীরা পারস্য সাম্রাজ্যের ছিল তার সময়কালে কানাট প্রযুক্তিটির বিকাশ ঘটে (আধুনিক ইরান  এ সবচেয়ে প্রাচীনতম এবং দীর্ঘতম কানাট আছে (৩০০০ বছরের পুরোনো এবং ৭১ কিমি দীর্ঘ)  এবং পার্সিয়ানদের সাথে সংস্পর্শে থাকা অন্যান্য সংস্কৃতিতেও এটি ছড়িয়ে পড়ে।\nপ্রাচীন ও মধ্যযুগীয় ইতিহাসে বেশিরভাগ স্থাপত্য নকশা এবং নির্মাণকাজ কারিগরদের যেমন পাথরের রাজমিস্ত্রি এবং কাঠমিস্ত্রি দ্বারা পরিচালিত হয়েছিল যা তাদেরকে প্রধান নির্মাতার ভূমিকাতে উপনীত করেছিল। কাঠামোর কোন তত্ত্ব বিদ্যমান ছিল না এবং কাঠামো কীভাবে দাঁড়িয়েছিল তা সম্পর্কিত জ্ঞান চূড়ান্ত সীমিত ছিল এবং কাঠামোগুলো প্রায় পুরোপুরি 'এর আগে যা কাজ করেছিল' এর অভিজ্ঞতালব্ধ প্রমাণের ভিত্তিতে তৈরি হয়েছিল। জ্ঞান গিল্ড দ্বারা ধরে রাখা হয়েছিল এবং অগ্রগতির দ্বারা খুব কমই দমন করা হয়। কাঠামোগুলি পুনরাবৃত্ত ছিল এবং স্কেল বৃদ্ধি ক্রমবর্ধমান ছিল। \nকাঠামোগত সদস্যদের শক্তি পরিমাপের প্রথম গণনা বা কাঠামোগত পদার্থের আচরণের নথি বিদ্যমান নেই তবে অবকাঠামো প্রকৌশলী পেশাটি শিল্প বিপ্লব এবং কংক্রিটের পুনঃ-আবিষ্কারের সাথে সত্যই রূপ নিয়েছিল ( কংক্রিটের ইতিহাস দেখুন)। রেনেসাঁতে অবকাঠামো প্রকৌশল যে ভৌত বিজ্ঞান অন্তর্নিহিত রয়েছে তা বোঝা শুরু হয়েছিল এবং তখন থেকেই তা বিকাশ লাভ করে।\n\n\n== শুরুতে অবকাঠামো প্রকৌশল ==\n\nপ্রাচীন মিশরীয়দের দিয়ে অবকাঠামো প্রকৌশলের নথিবদ্ধ ইতিহাস শুরু হয়। খ্রিস্টপূর্ব ২৭ শতাব্দীতে ইমহোটেপ প্রথম অবকাঠামো প্রকৌশলী হিসেবে ছিলেন এবং মিশরে প্রথম ধাপ পিরামিড নির্মাণ করেছিলেন। খ্রিস্টপূর্ব ২৬ শতাব্দীতে মিশরে গিজার মহা পিরামিড নির্মিত হয়েছিল। এটি সহস্রাব্দের বৃহত্তম মানবসৃষ্ট কাঠামো হিসেবে রয়ে গেছে এবং ১৯ শতাব্দী অবধি স্থাপত্যে একটি অতুলনীয় কীর্তি হিসেবে বিবেচিত হত।\nখ্রিস্টপূর্ব তৃতীয় শতাব্দীর দিকে পশ্চিমা বিশ্বে অবকাঠামো প্রকৌশলের ভৌত নীতিগুলোকে সমর্থন করা শুরু হয়েছিল যখন আর্কিমিডিস তাঁর গ্রন্থ অন দ্যা ইকুইলিব্রিয়াম অফ প্লেনসকে দুটি খণ্ডে প্রকাশ করেছিলেন যেখানে তিনি লিভারের নীতিতে লিখেছেন:\n\nআর্কিমিডিস ত্রিভুজ, প্যারাবোলয়েড এবং গোলার্ধ সহ বিভিন্ন জ্যামিতিক চিত্রগুলির ভারকেন্দ্র এবং ক্ষেত্রফল গণনা করতে প্রাপ্ত নীতিগুলি ব্যবহার করেছিলেন।  আর্কিমিডিসের এ সম্পর্কে কাজ এবং ইউক্লিডিয়ান জ্যামিতির সাথে একত্রে ক্যালকুলাস এবং জ্যামিতির বিষয়ে তাঁর কাজ গণিতের অনেক কিছুকে সমর্থন করে এবং আধুনিক অবকাঠামো প্রকৌশলের কাঠামোগুলো বুঝতে সাহায্য করে।\n\nপ্রাচীন রোমানরা অবকাঠামো প্রকৌশলে দুর্দান্ত ভূমিকা রেখেছিল, ম্যাসনরি এবং কংক্রিটের বৃহৎ কাঠামো তৈরিতে অগ্রণী ভূমিকা রেখেছিল যার মধ্যে অনেকগুলি আজও দাঁড়িয়ে আছে। এর মধ্যে রয়েছে কৃত্রিম নালা, থার্মি, কলাম, বাতিঘর, প্রতিরক্ষামূলক দেয়াল এবং আশ্রয়স্থল । তাদের পদ্ধতিগুলি ২৫ খ্রিষ্টপূর্ব এর সময় ভিট্রুভিয়াস তাঁর ডি আর্কিটেকচারা গ্রন্থে লিপিবদ্ধ করেছিলেন, যা পুরকৌশল এবং অবকাঠামো প্রকৌশলের একটি ম্যানুয়াল হিসেবে ব্যবহৃত হত যেখানে নির্মাণে ব্যবহৃত উপকরণ এবং যন্ত্রের বিস্তৃত অধ্যায় রয়েছে। তাদের সাফল্যের অন্যতম একটি কারণ হল তাদের সঠিক জরিপ কৌশল যার ভিত্তি হল ডায়োপট্রা, গ্রোমা এবং কোরোবেটস ।\n\nউচ্চ মধ্যযুগের (একাদশ থেকে চতুর্দশ শতাব্দী) সময়কালে নির্মাণকারকরা লম্বা প্রশস্ত কাঠামো তৈরি করতে উড়ন্ত আলম্ব এবং পার্শ্ব ভল্ট দিয়ে ভল্টের পার্শ্ব ধাক্কার ভারসাম্য বজায় রাখতো এবং যার কয়েকটি পুরো পাথর দ্বারা নির্মিত হয়েছিল (সাথে লোহার পিন ছিলো যেগুলো পাথরের শেষ প্রান্তকে রক্ষা করতো) এবং সেগুলো বহু শতাব্দী ধরে চলেছে।\n১৫ এবং ১৬ শতাব্দীতে এবং বিম তত্ত্ব এবং ক্যালকুলাসের অভাব সত্ত্বেও, লিওনার্দো দা ভিঞ্চি বৈজ্ঞানিক পর্যবেক্ষণ এবং দৃড়তার উপর ভিত্তি করে অনেকগুলি প্রকৌশল নকশা তৈরি করেছিলেন, যার মধ্যে গোল্ডেন হর্ন বিস্তৃত করে একটি সেতুর নকশাও ছিল। সেই সময়ে এটি বরখাস্ত হওয়া হলেও, নকশাটি কার্যকারিতা এবং কাঠামোগত উভয়দিক থেকেই বৈধ বলে বিবেচিত হয়েছে \n\nআধুনিক অবকাঠামো প্রকৌশলের ভিত্তি সপ্তদশ শতাব্দীতে গ্যালিলিও গ্যালিলি, রবার্ট হুক এবং আইজ্যাক নিউটন এই তিন জনের তিনটি দুর্দান্ত বৈজ্ঞানিক কাজ প্রকাশের মাধ্যমে স্থাপিত হয়েছিল। ১৬৩৮ সালে গ্যালিলিও প্রকাশিত ডায়ালগস রিলেটিং টু টু নিউ সায়েন্সেস  যেখানে উপকরণের শক্তি এবং বস্তুর গতি (মূলত মাধ্যাকর্ষণকে বল হিসেবে সংগায়িত করা হয়েছে যা একটি ধ্রুব ত্বরণে বৃদ্ধি পায় ) সম্পর্কে বর্ণনা করা হয়েছে। এটি অবকাঠামো প্রকৌশলে বৈজ্ঞানিক পদ্ধতির প্রথম স্থাপনা ছিল, যার মধ্যে বিমের জন্য একটি তত্ত্ব বিকাশের প্রথম প্রচেষ্টা ছিল। এটিকে অবকাঠামো বিশ্লেষণে,গাণিতিক উপস্থাপনা এবং দালানের কাঠামো নকশার সূচনা হিসেবে বিবেচনা করা হয়।\nএটি ১৬৭৭ সালে রবার্ট হুক প্রদত্ত হুকের নীতির প্রথম বিবৃতি দ্বারা অনুসরণ করা হয়েছিল যা উপাদানের স্থিতিস্থাপকতা এবং ভারের কারণে তাদের আচরণ সম্পর্কে একটি বৈজ্ঞানিক বোধগম্যতা সরবরাহ করে। \nএগারো বছর পরে, ১৬৮৭ সালে, স্যার আইজ্যাক নিউটন ফিলোসফিয়া ন্যাচারালিস প্রিন্সিপিয়া ম্যাথেমেটিকা প্রকাশ করেছিলে যেখানে তাঁর গতির সূত্র ব্যাখা করেন এবং প্রথমবারের মত নিয়ন্ত্রক কাঠামোগুলোর মৌলিক নীতিগুলো উপলব্ধি প্রদান করে। \nএছাড়াও 1১৭ শতাব্দীতে, স্যার আইজাক নিউটন এবং গটফ্রিড লাইবনিজ দুজনই ক্যালকুলাসের মৌলিক উপপাদ্য স্বাধীনভাবে বিকাশ করেছিলেন এবং প্রকৌশল ক্ষেত্রে অন্যতম গুরুত্বপূর্ণ গাণিতিক সরঞ্জাম সরবরাহ করেছিলেন। \n\nঅবকাঠামো প্রকৌশলীকে কাঠামোগুলোকে বোঝার জন্য গণিতের আরো অগ্রগতিগুলো প্রয়োগের প্রয়োজন ছিলো যে অগ্রগতিগুলোর জন্য কাজ করেছেন গ্যালিলিও,হুক এবং নিউটন ১৭ শতকের দিকে এবং ১৮ শতকের দিকে লিওনার্ড অয়লার গণিত এবং আরো পদ্ধতি যা অবকাঠামো প্রকৌশলীদের বিভিন্ন কাঠামোর মডেল ও বিশ্লেষনের অনুমতি দেয় সেগুলোতে তিনি অগ্রদূত হিসেবে কাজ করেছিলেন। বিশেষত, তিনি ড্যানিয়েল বার্নৌলি (১৭০০-১৭৮২) এর সাথে কাজ করে ১৭৫০ সালের দিকে অয়লার-বার্নৌলি বিম সমীকরণের বিকাশ করেন যা বেশিরভাগ অবকাঠামো প্রকৌশল নকশার অন্তর্নিহিত মৌলিক তত্ত্ব। \nড্যানিয়েল বার্নৌলি জোহান (জিন) বার্নৌলি (১৬৬৭-১৭৪৮) এর সাথে মিলে ভার্চুয়াল কাজের তত্ত্ব প্রণয়ন করার জন্য কাজ করেন এবং এর কৃতিত্বও দেওয়া হয় যেটি কাঠামোগত সমস্যা সমাধানের ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা রাখে যা বলের ভারসাম্য ও জ্যামিতির সামঞ্জস্যতা ব্যবহার করে তৈরি করা হয়েছে। ১৭১৭ খ্রিস্টাব্দে জিন বার্নৌলি পিয়ের ভারিগনকে ভার্চুয়াল কাজের মূলনীতিটি ব্যাখ্যা করে লিখেছিলেন যখানে ১৭২৬ সালে ড্যানিয়েল বার্নৌলি \"বলের গঠন\" সম্পর্কে লিখেছিলেন। \n১৭৫৭ সালে লিওনার্ড অয়লার অয়লার বাকলিংয়ের সূত্রটি প্রতিপাদন করেছিলেন যা প্রকৌশলীদের সংকোচনকারী উপাদানগুলির নকশা তৈরির দক্ষতা ব্যাপকভাবে বৃদ্ধি করেছিল। \n\n\n== অবকাঠামো প্রকৌশলে আধুনিক বিকাশ ==\n\n১৯ শতকের শেষ এবং ২০ শতকের গোড়ার দিকে, উপাদান বিজ্ঞান এবং কাঠামোগত বিশ্লেষণ অসাধারণ গতিতে বিকাশ লাভ করেছে।\nযদিও ১৯ শতাব্দীর আগে তাত্ত্বিকভাবে স্থিতিস্থাপকতা বেশ ভালভাবে বোঝা গিয়েছিল তবে ১৮২১ সালের আগে পর্যন্ত নয় যখন ক্লড-লুইস নাভিয়ার গণিতের ব্যবহারযোগ্য আকারে স্থিতিস্থাপকের সাধারণ তত্ত্বটি তৈরি করেছিলেন। ১৮২৬ সালের দিকে লেসনে তিনি বিভিন্ন অবকাঠামো তত্ত্বের একটি বিস্তৃত অনুসন্ধান করেছিলেন এবং তিনি প্রথম সবার দৃষ্টিগোচর করেছিলেন যে কোন অবকাঠামো প্রকৌশলীর ভূমিকা কোন কাঠামোর চূড়ান্ত, ভেঙ্গে যাওয়া অবস্থা বোঝা নয় বরং সেই ভেঙ্গে যাওয়া অবস্থাকে কীভাবে প্রথমেই প্রতিরোধ করা যায়। ।  ১৮২৬ সালে তিনি স্থিতিস্থাপক গুণাঙ্ককে পদার্থের একটি ধর্ম হিসেবে উল্লেখ করেন যা ক্ষেত্রফলের দ্বিতীয় মোমেন্টমুক্ত এবং প্রকৌশলীদের প্রথমবারের মত কাঠামোর আচরণ এবং কাঠামোর উপাদানগুলো উভয়টিই বুঝতে সাহায্য করেছে। \nউনিশ শতকের শেষের দিকে ১৮৭৩ সালে কার্লো আলবার্টো ক্যাস্টিলিয়ানো তাঁর গবেষণামূলক প্রবন্ধ \"ইনটর্নো আই সিস্টেমি ইলাস্টিচি\" উপস্থাপন করেছিলেন যেখানে তার তত্ত্ব ছিলো বিকৃতি শক্তির পার্শ্বীয় অন্তরীকরণ হিসেবে স্থানচ্যুতির গণনা। \n১৮২৪ সালে পোর্টল্যান্ড সিমেন্টটি প্রকৌশলী জোসেফ এস্পডিন \"পোর্টল্যান্ড পাথরের সদৃশ একটি উৎকৃষ্ট সিমেন্ট\" হিসাবে পেটেন্ট করিয়েছিলেন এবং ব্রিটিশ পেটেন্ট নং ৫০২২। যদিও সিমেন্টের বিভিন্ন ধরন ইতোমধ্যে বিদ্যমান ছিল (রোমানরা.১০০ খ্রিষ্টপূর্বেরও আগে পোজোলনিক সিমেন্ট ব্যবহার করতো এবং তারও আগে প্রাচীন গ্রিক ও চায়না সভ্যতায় ব্যবহৃত হত) এবং ১৭৫০ এর দশক থেকে ইউরোপে প্রচলিত ছিল এবং এস্পডিনের আবিষ্কারটি সাধারণত বহুল ব্যবহৃত, সস্তা উপকরণ দিয়ে তৈরি হত তাই কংক্রিট নির্মাণকে একটি অর্থনৈতিকভাবেও সম্ভাবনাময় করে তোলে। \n১৮৪৮ সালে জোসেফ লুইস ল্যাম্বোট ফেরোসিমেন্ট ব্যবহার করে দাঁড় টানা নৌকা তৈরি করেন যা আধুনিক রিইনফোর্সড কংক্রিটের অগ্রদূত ছিলো এবং এভাবে কনক্রিটের বিকাশ অব্যাহত থাকে। তিনি ১৮৫৫ সালে তার মেশ রিইনফোর্সমেন্ট ও কনক্রিট পদ্ধতির পেটেন্ত করান এবং ডব্লিউ.বি. উইলকিনসনও অনুরূপ একটি পদ্ধতির পেটেন্ট করেছিলেন।  এই ধারাটি অনুসরণ করে ১৮৬৭ সালে ফ্রান্সে জোসেফ মনিয়ার একটি রিইনফোর্সড কংক্রিট প্ল্যান্টিং টাবের পেটেন্ট করান যা ইস্পাতের মেশ রিইনফোর্সমেন্ট ব্যবহার করে এবং এটি ল্যাম্বোট ও উইলকিনসন যা তৈরি করেছিল তার অনুরূপ। মনিয়ার এই ধারণাকে এগিয়ে নিয়ে যান টব, স্ল্যাব এবং বিমের জন্য বেশ কয়েকটি পেটেন্ট জমা দিয়ে অবশেষে রিইনফোর্সড কাঠামোতে মনিয়ার পদ্ধতি ব্যবহারের মাধ্যমে আর ইস্পাতের রিইনফোর্সমেন্ট বারগুলো প্রথম ব্যবহার হয় কাঠামোর টানের জায়গাগুলোতে। \nইস্পাত নির্মাণ প্রথম ১৮৫০ এর দশকে সম্ভব হয়েছিল কারণ তখন হেনরি বেসমার ইস্পাত উৎপাদন করার জন্য বেসমার প্রক্রিয়াটি বিকাশ করেছিলেন। তিনি ১৮৫৫ এবং ১৮৫৬ সালে এই প্রক্রিয়াটির জন্য পেটেন্ট অর্জন করেছিলেন এবং ১৮৫৮ সালে সফলভাবে ঢালাই লোহাকে ঢালাই ইস্পাতে রূপান্তরিত করেছিলেন।  অবশেষে হালকা ইস্পাত নির্মাণের জন্য পছন্দসই ধাতু হিসাবে পেড়া লোহা এবং ঢালাই লোহা উভয়কে প্রতিস্থাপন করবে।\n১৯ শতাব্দীর শেষের দিকে ঢালাই লোহা ব্যবহারের মাধ্যমে ধীরে ধীরে উন্নতি করা হয়েছিল এবং পেড়া লোহাকে ধীরে ধীরে পছন্দের উপাদান থেকে প্রতিস্থাপিত করেছিল। চার্লস বেজের ডিজাইন করা শ্রেউসবেরিতে অবস্থিত ডিথিংটন ফ্ল্যাকস মিল হল অভ্যন্তরীন লোহার ফ্রেমযুক্ত বিশ্বের প্রথম বিল্ডিং। এটি ১৭৯৭ সালে নির্মিত হয়েছিল। ১৭৯২ সালে উইলিয়াম স্ট্রুট ডার্বির বেলপারে (বেলপার ওয়েস্ট মিল) একটি অগ্নিনির্বাপক মিল তৈরির চেষ্টা করেছিলেন ইটের খিলানগুলির গভীরতার মধ্যে ঢালাই লোহার কলাম এবং কাঠের বিম ব্যবহার করে যা মেঝে তৈরি করেছিল। উন্মুক্ত বিমের সোফিটগুলি প্লাস্টার দ্বারা আগুনের বিরুদ্ধে সুরক্ষিত ছিল। বেলপারের এই মিলটি ছিল অগ্নিনির্বাপক দালান নির্মাণের জন্য বিশ্বের প্রথম প্রচেষ্টা এবং এটি অগ্নি প্রকৌশলের প্রথম উদাহরণ। পরে স্ট্রুট এবং বেজের সহযোগিতার মাধ্যমে বেলপার নর্থ মিলকে নির্মাণের মধ্য দিয়ে উন্নত করা হয়েছিল যা একটি সম্পূর্ণ ঢালাই লোহার ফ্রেম ব্যবহার করে তৈরি বিশ্বের প্রথম \" অগ্নি নির্বাপক \" দালানের প্রতিনিধিত্ব করে। \nথমাস বাউচের তার টেল রেল ব্রিজটি ভেঙে যাওয়ার কারণে ফোর্থ ব্রিজের মূল নকশা প্রত্যাখ্যান হয় ও পরে ১৮৮৯ সালে ইস্পাত ব্যবহার করে ফোর্থ ব্রিজটি বেঞ্জামিন বেকার, স্যার জন ফাউলার এবং উইলিয়াম অ্যারল নির্মাণ করেছিলেন। ফোর্থ ব্রিজ ছিল প্রথম প্রধানত ইস্পাত ব্যবহার করে গঠিত কাঠামোগুলোর মধ্যে একটি এবং সেতুর নকশা ক্ষেত্রে একটি ল্যান্ডমার্ক। ১৮৮৯ সালে, পোড়া-লোহার আইফেল টাওয়ারটি গুস্তাভ আইফেল এবং মরিস কোচলিন তৈরি করেছিলেন যেখানে ইস্পাতের নির্মাণ অন্য কোথাও ইতোমধ্যে ব্যবহার করা হচ্ছে সত্ত্বেও লোহা ব্যবহার করেও নির্মাণের সম্ভাবনা প্রদর্শন করেছে।\n১৯ শতাব্দীর শেষের দিকে রাশিয়ান অবকাঠামো প্রকৌশলী ভ্লাদিমির শুখভ টেনসাইল স্ট্রাকচার, থিন শেল স্ট্রাকচার, ল্যাটিস শেল স্ট্রাকচার এবং হাইপারবোলয়েড স্ট্রাকচারের মতো নতুন অবকাঠামো জ্যামিতিগুলির জন্য বিশ্লেষণ পদ্ধতির বিকাশ ঘটিয়েছিলেন। উনিশ শতকের শেষভাগে পাইপলাইন পরিবহন পদ্ধতি ভ্লাদিমির শুখভ এবং ব্রানোবেল সংস্থা অগ্রদূত হিসেবে ভূমিকা পালন করে।\nরিইনফোর্সড কনক্রিট ডিজাইনকে এগিয়ে নিয়ে যাওয়ার পর,১৮৯২ সালের পরবর্তী সময় থেকে ফ্রান্সোইস হেনেনিবিকের ফার্মটি তার পেটেন্ট করা রিইনফোর্সড কনক্রিট পদ্ধতি ব্যবহার করে ইউরোপ জুড়ে হাজার হাজার কাঠামো গড়ে তুলতে থাকে। মার্কিন যুক্তরাষ্ট্রে থাডিয়াস হায়াট এবং জার্মানিতে ওয়েস অ্যান্ড ফ্রেইট্যাগও পদ্ধতিগুলোর পেটেন্ট করেছিলেন। এজি ফার মনিয়ারবাটেন ফার্মটি জার্মানিতে ১৮৯০ থেকে ১৮৯৭ সালের মধ্যে ২০০ টি  রিইনফোর্সড কংক্রিটের ব্রীজ তৈরি করেছিল। রবার্ট মাইলার্ট এবং আরো অন্যরা রিইনফোর্সড কংক্রিটের আচরণ বোঝার মধ্য দিয়ে ২০ শতকের শুরুর দিকে রিইনফোর্সড কংক্রিটের অত্যন্ত অগ্রণী ব্যবহার দেখা যায়। মাইলার্ট লক্ষ্য করেছিলেন যে অনেকগুলি কংক্রিট ব্রিজের কাঠামোতে উল্লেখযোগ্যভাবে ফাটল ধরেছিল এবং ফলস্বরূপ তার পরবর্তী সেতুর নকশা থেকে ফাটলগুলি বাদ রেখেছিল - সঠিকভাবে বিশ্বাস করে যে কংক্রিটে যদি ফাটাল ধরে তাহলে এটি শক্তিতে অবদান রাখছিল না। এর ফলস্বরূপ বিপ্লবী সালজিনেটোবেল ব্রিজনকশাটি হয়। উইলহেলম রিটার ১৮৯৯ সালে রিইনফোর্সড কংক্রিট বিমের শিয়ার ডিজাইনের জন্য ট্রাস তত্ত্বটি তৈরি করেছিলেন এবং এমিল মার্সচ ১৯০২ সালে এটির উন্নতি ঘটান। তিনি প্রমাণ করে দেখিয়েছিলেন যে কংক্রিট সংকোচনে রৈখিক-স্থিতিস্থাপক উপাদান হিসাবে রক্ষণশীল আচরণ করে।  কংক্রিটের নকশা এবং বিশ্লেষণ তখন থেকেই অগ্রগতি লাভ করেছে যখন ইয়েল্ড লাইন তত্ত্বের মত বিশ্লেষণ পদ্ধতির বিকাশ ঘটে যা কংক্রিটের প্লাস্টিক বিশ্লেষণের উপর ভিত্তি করে তৈরি (রৈখিক-স্থিতিস্থাপকতার বিপরীত) এবং সংকোচনে কংক্রিটের পীড়ন বিতরণের জন্য মডেলের বিভিন্ন প্রকার পরিবর্তন দেখা যায়। \n১৯২৮ সালে পেটেন্ট নিয়ে ইউগেন ফ্রেইসিনেটের নেতৃত্বে প্রিস্ট্রেসড কংক্রিট তৈরি হয় যা টানজনিত সিমেন্টের দূর্বলতাকে দূর করার ক্ষেত্রে একটি অভিনব পদক্ষেপ। ফ্রেইসিনেট ১৯০৮ সালে একটি পরীক্ষামূলক প্রিস্ট্রেসড খিলান নির্মাণ করেছিলেন এবং পরবর্তীতে ১৯৩০ সালে ফ্রান্সের প্লাওগ্যাসটেল ব্রিজে সীমিত আকারে প্রযুক্তিটি ব্যবহার করেন। তিনি দৃড়ভাবে প্রযুক্তিটি প্রতিষ্ঠা করেন মের্ন নদীর ওপারে ছয়টি প্রিস্ট্রেসড কংক্রিট ব্রিজ নির্মাণের কাজ চালিয়ে যাওয়ার মাধ্যমে। \nঅবকাঠামো প্রকৌশলের তত্ত্বটি ১৯৩০ সালে আবার উন্নতি লাভ করে যখন অধ্যাপক হার্ডি ক্রস তার মোমেন্ট বিতরণ পদ্ধতিটির বিকাশ করেছিলেন যার ফলে অনেক জটিল কাঠামোর প্রকৃত পীড়নগুলো দ্রুত এবং নির্ভুলভাবে নির্ণয় করা যায়। \n২০ শতকের মাঝামাঝি সময়ে জন ফ্লিটউড বেকার ইস্পাত কাঠামোগুলোর নিরাপদ নকশার জন্য একটি শক্তিশালী সরঞ্জাম সরবরাহ হিসেবে কাঠামোগুলির নমনীয়তা তত্ত্বটির বিকাশ ঘটিয়েছিলেন। হাতে হিসাব করার পদ্ধতি থাকা সত্ত্বেও জটিল জ্যামিতি ব্যবহার করে কাঠামো তৈরির সম্ভবনা তৈরি হয় প্রথম ১৯৪১ সালে যখন আলেকজান্ডার রেনেকফ এমআইটিতে তার ডিএসসি থিসিস জমা দেন যার বিষয় ছিলো ল্যাটিস ফ্রেমওয়ার্ক ব্যবহার করে তল স্থিতিস্থাপকতার ডিসক্রিটাইজেশন। এটি ফাইনাইট এলিমেন্ট বিশ্লেষণের বিকাশের অগ্রদূত ছিল। ১৯৪২ সালে রিচার্ড কুরান্ট ফাইনাইট এলিমেন্ট বিশ্লেষণের জন্য গাণিতিক ভিত্তি বিকাশ করেছিলেন। এটি ১৯৫৬ সালে জে. টার্নার, আর.ডাব্লিউ. ক্লফ, এইচ.সি.মার্টিন এবং এল.জে. টপসের \"জটিল কাঠামোর কাঠিন্য এবং বিচ্যুতি\" শীর্ষক একটি গবেষণাপত্র প্রকাশনার দিকে পরিচালিত করে। এটিই \"ফাইনাইট এলিমেন্ট পদ্ধতি\" নামটি প্রবর্তন করেছিল এবং আজ এটি সারাবিশ্বে ব্যাপকভাবে পরিচিত। \nসুউচ্চ কাঠামো নির্মাণ যদিও ১৯ শতকের শেষার্ধ থেকে সম্ভব হয়েছিল কিন্তু ২০ শতকের দ্বিতীয়ার্ধ থেকে খুব উন্নতি লাভ করেছিল। ফজলুর খান অবকাঠামো পদ্ধতিগুলো নির্মাণ করেছিলেন যা অনেকগুলি আধুনিক গগণচুম্বী নির্মাণের জন্য ভিত্তি হিসেবে থেকে যায় এবং এটি তিনি ১৯৬৯ সালে জন হ্যানকক সেন্টার এবং ১৯৭৩ সালে সিয়ারস টাওয়ারের জন্য তাঁর কাঠামোগত নকশায় যুক্ত করেছিলেন  আকাশচুম্বী নকশা ও নির্মাণে খানের কেন্দ্রীয় উদ্ভাবন হল উঁচু দালানগুলির জন্য \"নল\" এবং \"বান্ডেলযুক্ত নল\" কাঠামোগত পদ্ধতির ধারণা।  তিনি ফ্রেমযুক্ত নল কাঠামোটিকে সংজ্ঞায়িত করেছিলেন \"তিন, চার, বা সম্ভবত আরও বেশি ফ্রেম, ব্রেসড ফ্রেম বা শিয়ার দেয়াল দিয়ে গঠিত একটি ত্রি-মাত্রিক স্থান কাঠামো যার তাদের প্রান্তগুলিতে বা তার নিকটে সংযুক্ত হয়ে একটি উল্লম্ব নলের মতো কাঠামোগত ব্যবস্থা গঠন করে যা যেকোন দিকের পার্শ্বীয় বল প্রতিরোধে সক্ষম যা ভিত্তি থেকে ক্যান্টিলিভারিং করে। \"  কাছাকাছি অবস্থিত আন্তঃসংযুক্ত বহির্মুখী কলামগুলি নলটি তৈরি করে। অনুভূমিক ভারগুলি যেমনঃ বাতাসকে পুরো কাঠামো নিতে সমর্থ। প্রায় অর্ধেক বাহ্যিক পৃষ্ঠটি জানালার জন্য বরাদ্দ। ফ্রেমযুক্ত নলগুলি কম অভ্যন্তরীণ কলামগুলির ব্যবহার কম করে এবং তাই আরও ব্যবহারযোগ্য তল স্থান পাওয়া যায়। যেখানে গ্যারেজের দরজার মতো বৃহত্তর প্রবেশদ্বারের প্রয়োজন হয় সেখানে নল ফ্রেমটি বাধাপ্রাপ্ত হবে তাই কাঠামোগত অখণ্ডতা বজায় রাখার জন্য ট্রান্সফার গার্ডার ব্যবহার করতে হবে করতে হবে। টিউব-ফ্রেম নির্মাণের ব্যবহার করে তৈরি প্রথম বিল্ডিংটি ছিল ডিউইট-চেস্টনট অ্যাপার্টমেন্ট বিল্ডিং যা খান শিকাগোতে নকশা করেছিলেন। এটি নল কাঠামোর ভিত্তি স্থাপন করেছিল যা ওয়ার্ল্ড ট্রেড সেন্টারের নির্মাণসহ পরবর্তী বেশিরভাগ আকাশ ছোঁয়া নির্মাণে ব্যবহৃত হত।\nফজলুর খান যে আর একটি উদ্ভাবনের বিকাশ করেছিলেন তা হল এক্স-ব্রেসিং এর ধারণা যা বহির্মুখী কলামগুলিতে ভার স্থানান্তর করে ভবনের পার্শ্বীয় ভারকে হ্রাস করে। এটি অভ্যন্তরীণ কলামগুলির প্রয়োজন হ্রাস করে আর এইভাবে আরও তল স্থান তৈরি করে এবং জন হ্যানকক সেন্টারে দেখা এই পদ্ধতিটি দেখা যায়। ১৯৬৯ সালে খান জন হ্যানকক সেন্টারের জন্য প্রথম স্কাই লবি ডিজাইন করেছিলেন। আকাশে লবি সহ পরবর্তী বিল্ডিংগুলির মধ্যে ওয়ার্ল্ড ট্রেড সেন্টার, পেট্রোনাস টুইন টাওয়ারস এবং তাইপে ১০১ এই বিল্ডিংগুলোতেও স্কাই লবি অন্তর্ভুক্ত রয়েছে ।\n১৯৮৭ সালে জার্গ শ্লাইচ এবং কার্ট শ্যাফার কংক্রিট বিশ্লেষণের জন্য স্ট্রুট এবং টাই পদ্ধতির উপর প্রায় দশ বছর কাজ করে এর সমাপ্তি ঘটিয়ে এটি প্রকাশ করেছিলেন -কোনা এবং জয়েন্টগুলির মতো অক্রমবর্ধমান জিনিস দিয়ে কাঠামোগুলি নকশা করার একটি সরঞ্জাম ও জটিল কংক্রিট জ্যামিতির বিশ্লেষণের জন্য আরও একটি শক্তিশালী সরঞ্জাম সরবরাহ করে । \nবিশ শতকের শেষের দিকে এবং একবিংশ শতাব্দীর শুরুর দিকে শক্তিশালী কম্পিউটারগুলির ফাইনাইট এলিমেন্ট বিশ্লেষণকে কাঠামোগত বিশ্লেষণ এবং নকশা তৈরিতে একটি গুরুত্বপূর্ণ হাতিয়ার হিসেবে পরিণত করেছে। ফাইনাইট এলিমেন্ট প্রোগ্রামের বিকাশ জটিল কাঠামোগুলির মধ্যে পীড়নের সঠিকভাবে অনুমান করার ক্ষমতা রয়েছে এবং অবকাঠামো প্রকৌশল নকশা এবং স্থাপত্যে দুর্দান্ত অগ্রগতির সাধন করেছে। ১৯৬০ এবং ৭০ এর দশকে সিডনি অপেরা হাউজের ছাদের নকশায় প্রথমবারের মতো কম্পিউটেশনাল বিশ্লেষণকে একটি উল্লেখযোগ্য উপায়ে ব্যবহার করা হয়েছিল। বহু আধুনিক কাঠামো কম্পিউটেশনাল বিশ্লেষণ ব্যবহার না করে বোঝা এবং নকশা করা যায় না। \nবিংশ শতাব্দীর শেষভাগে উপকরণগুলি এবং কাঠামোগুলোর আচরণ বোঝার ক্ষেত্রে উল্লেখযোগ্য বিকাশ ঘটেছে এবং বিস্তারিতভাবে বোঝার জন্য ফ্র্যাকচার মেকানিক্স, ভূমিকম্প ইঞ্জিনিয়ারিং, সংমিশ্রিত উপকরণ, উপকরণগুলির উপর তাপমাত্রার প্রভাব, গতিবিদ্যা এবং কম্পন নিয়ন্ত্রণ, ক্লান্তি, ক্রিপ এবং অন্যান্য বিভিন্ন বিষয়ের বিকাশ ঘটেছে। অবকাঠামো প্রকৌশলে এখন জ্ঞান গভীর হয়েছে এবং বিভিন্ন কাঠামোর ক্রমবর্ধমান পরিসীমা এবং সেই কাঠামোগুলির ক্রমবর্ধমান জটিলতা অবকাঠামো প্রকৌশলীদের বর্ধিত বিশেষায়নের দিকে পরিচালিত করেছে।\n\n\n== তথ্যসূত্র =="}