{"pageid": 1045817, "title": "জশপুর জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1045817", "content": "জশপুর জেলা ঝাড়খণ্ড ও ওড়িশার সীমান্ত সংলগ্ন মধ্য ভারতের রাজ্য ছত্তিসগড়ের উত্তর-পূর্ব কোণে অবস্থিত একটি জেয়লা। জশপুর নগর জেলার প্রশাসনিক সদর দফতর। এটি এক পাহাড়ি উপত্যকার মাঝে অবস্থিত এবং চারপাশে সবুজ পরিবেশে আবদ্ধ। জশপুরের একটি সমৃদ্ধ সাংস্কৃতিক ইতিহাস রয়েছে। এটি স্বাধীনতার আগে একটি স্বাধীন দেশীয় রাজ্য ছিল। জনসংখ্যার ঘনত্ব প্রতি বর্গ কিমি তে ১৩২ জন। জনসংখ্যার ৯১% গ্রামীণ, মাত্র ৯% শহুরে জনগোষ্ঠীর অন্তর্গত। জেলাটি উপজাতি-জনবহুল মোট জনসংখ্যার ৬২.২৮% উপজাতি গোষ্ঠীভুক্ত মানুষ। জেলাটি উপজাতীয় সহজাত সংস্কৃতির জন্য বিখ্যাত এবং সমৃদ্ধ। জেলাতে প্রায় ১৪৬০৮ জন একটি আদিম দুর্বল উপজাতি গোষ্ঠী -পাহাদি কোরবাস উপজাতির মানুষ,  এবং ৫১৫ জন বীরহর উপজাতির মানুষ।\nশ্রী নীলেশকুমার মহাদেব ক্ষীরসাগর জশপুর জেলা শাসক। এর আগে তিনি ছত্তিশগড় সরকার জাতীয় পল্লী জীবিকা নির্বাহ মিশন এবং সিইও জেলা পঞ্চায়েত রায়পুরের এমডি হিসাবে দায়িত্ব পালন করেছেন। \n\n\n== ইতিহাস ==\nব্রিটিশ রাজএর সময় দেশীয় রাজ্য জশপুর রাজ্যের রাজধানী ছিল জশপুর শহর।  ১৯৪৮ সালে স্বাধীন ভারতের সাথে একীভূত হওয়ার আগে জশপুর রাজ্যের শেষ রাজা ছিলেন বিজয় ভূষণ সিং জু দেও। ।\n\n\n== ভূগোল ==\nএই জেলার উত্তর-দক্ষিণ বিস্তৃতি প্রায় দেড়শ ' কিমি এবং এর পূর্ব-পশ্চিম বিস্তৃতি প্রায় ৮৫ কিমি। এর মোট আয়তন ,২০৫ বর্গকিমি। জেলাটি  ২২°১৭′ এবং ২৩°১৫′ উত্তর অক্ষাংশ এবং ৮৩°৩০′ এবং ৮৪°২৪′ পূর্ব দ্রাঘিমাংশের মধ্যে অবস্থিত।\nএটি ভৌগোলিকভাবে দুটি ভাগে বিভক্ত। উত্তরাঞ্চলীয় পার্বত্য অঞ্চলটি বা উচ্চঘাট অঞ্চল এবং অবশিষ্ট দক্ষিণ অংশ বা নীচঘাট।\nউপরের ঘাটটি লোরিঘাট কস্তুরা, নারায়ণপুর হয়ে সুরগুজা জেলার  বাগিচা পর্যন্ত চলে গিয়েছে। এই বেল্টুড়ে একটি বনাঞ্চল এবং এখানে একটি  সংরক্ষিত বনাঞ্চল রয়েছে। এটি সন্না, বাগিচা, এবং নারায়ণপুর জুড়ে রয়েছে। উপরের ঘাটটি একটি  মালভূমি যা ১৩৮৪ বর্গকিমি ভূমি আচ্ছাদন করে এবং এটি সমুদ্রপৃষ্ঠ থেকে প্রায় ১২০০ মিটার উঁচুতে অবস্থিত । এটি ঘন বন দ্বারা আচ্ছাদিত। উন্নত মালভূমিটিকে \"পাত\" বলা হয়। লোরোঘাট দিয়ে উপরের ঘাটটি আরোহণ করা যায়।\nমহানদী অববাহিকার প্রধান নদীগুলি হ'ল ইব এবং এর উপনদী যেমন ডোরকি, মইনি, কোকিয়া, উটাই, খাডুং এবং বুরহি। পূর্ব অংশে ব্রাহ্মণী অববাহিকায় গিরমা ও লাভা নদী নামে নদী প্রবাহিত হয়। নিম্ন গাঙ্গেয় অংশটি মূলত জিওর এবং কানহার নদী দ্বারা প্রবাহিত। নিকাশী প্যাটার্নটি ডেনড্রাইটিক এবং অত্যন্ত অনিয়মিত।\n\n\n=== শহর ===\nভারতের জাতীয় সড়কের (এনএইচ ৭৮) ধারে অবস্থিত প্রধান শহরগুলি হ'ল উচ্চ ঘাটের লোডাম, ঘোলেং এবং জশপুর এবং কুনকুরি, বান্দারচুয়ান, কানসাবেল, লুডেগ এবং পাথালগাঁও।\nগ্রীষ্মকালে কুনকুড়ি নিচঘাটের সবচেয়ে উষ্ণ অঞ্চল এবং শীতকালে পান্ড্রপাত উপরের ঘাটের সবচেয়ে শীতলতম অঞ্চল। এটি বনের মাঝে অবস্থিত। পাথালগাওএর পান্দ্রপাত একটি বড় সংযোগস্থল,  রায়গড় , অম্বিকাপুর বা জশপুর ইত্যাদি শহরগুলির সংযোগ রক্ষা করে পাথালগাঁও।\n\n\n== জনমিতি ==\n২০১১ সালের ভারতের জনগণনা অনুসারে জশপুর জেলার জনসংখ্যা হল ৮৫১,৬৬৯ জন  যা প্রায় কাতার রাষ্ট্রের জনসংখ্যার সমান  বা মার্কিন যুক্তরাষ্ট্রের দক্ষিণ ডাকোটা রাজ্যের সমান।  জনসংখ্যার বিচারে এটি ভারতের জেলাগুলির মধ্যে ৪৭৩ তম স্থান অধিকার করে  । জেলাটির প্রতি বর্গকিলোমিটারে জনসংখ্যার ঘনত্ব ১৪৬ জন।  ২০০১-২০১১ এর দশকে এর জনসংখ্যার বৃদ্ধির হার ছিল ১৪.৬৫%।  জশপুরে প্রতি ১০০০ পুরুষের জন্য ১০০৪ জন মহিলা রয়েছে, যা জাতীয় গড় লিঙ্গানুপাতের থেকে অনেকটাই ওপরে।   এবং সাক্ষরতার হার ৬৮.৬%।\n\n\n=== ভাষা ===\nভারতের ২০১১ সালের জনগণনার সময় জেলার ৪৮.৮৩% জনগণ সদ্রি, ২৭.৫৭% কুরুখ, ১০.২৮% ছত্তিশগড়ী, ৫.১১% ওড়িয়া, ৪.৯৮% হিন্দি এবং ১.৩৬% জনগণ ভোজপুরী ভাষাকে তাদের প্রথম ভাষা হিসাবে নিবন্ধন করেছিলেন। \n\n\n== তথ্যসূত্র =="}