{"pageid": 1045596, "title": "দোলজাবি", "url": "https://bn.wikipedia.org/wiki?curid=1045596", "content": "দোল (돌) বা দোলজানচি একটি কোরিয়ান ঐতিহ্যবাহী অনুষ্ঠান যা শিশুর প্রথম জন্মদিন পালন করে।\n\n\n== পরিচিতি ==\nদোল বা দোলজানচি একটি কোরিয়ান ঐতিহ্যবাহী অনুষ্ঠান যা শিশুর প্রথম জন্মদিন পালন করে। এই অনুষ্ঠানটি শিশুকে একটি সমৃদ্ধ ভবিষ্যতের আশীর্বাদ করে এবং কোরিয়ায় এটি অত্যন্ত  তাৎপর্যপূর্ণ  একটি অনুষ্ঠান। জন্মদিনে বাচ্চারা হানবক এবং একটি ঐতিহ্যবাহী টুপি পরে থাকে। টুপি টি বাচ্চা মেয়েদের জন্য জোবাওী (조바위) বা গুল্লে (굴레) এবং বাচ্চা ছেলেদের জন্য বোকগন (복건) বা হোগণ (호건) হিসাবে পরিচিত।\nকখনও কখনও এই অনুষ্ঠানটি \"첫돌\" বা \"প্রথম\" জন্মদিনের অনুষ্ঠান হিসাবে পরিচিতি পেয়ে থাকে।\nকোরিয়া আধুনিক সার্বজনীন স্বাস্থ্যসেবা সহ একটি উন্নত দেশে পরিণত হওয়ার আগে শিশুরা প্রায়শই রোগ এবং অনাহারের শিকার হত। ১৮০০ সালে, দক্ষিণ কোরিয়ার প্রতিটি দ্বিতীয় শিশু মারা গিয়েছিল এবং এমনকি ১৯৫০-এর দশকে শিশুমৃত্যুর হার ছিল আশঙ্কাজনকভাবে ২৬%। অতএব একটি শিশুটির প্রথম বছরের সমাপ্তিটি অত্যন্ত সাধারণ  পরিবার গুলিতেও উদযাপিত হওয়া একটি প্রধান মাইলফলক ছিল। একটি বড় অনুষ্ঠান করে পরিবারগুলি সন্তানের সুস্বাস্থ্য ও দীর্ঘায়ু কামনা করেছিল।\n\n\n== ইতিহাস ==\nদোলজানচি জোসনের ইতিহাসে প্রথম আবির্ভূত হয়। প্রাথমিকভাবে জোসন রাজবংশের রাজকীয় রেকর্ডগুলি থেকে এটি নিশ্চিত হওয়া যায় যে তারা বাচ্চার প্রথম জন্মদিনের জন্য একটি উৎসব করেছিল, নতুন পোশাক পরেছিল এবং তারপরে দোল খাবার গ্রহণ করেছিল।\nতদতিরিক্ত, এটিও দেখা যায় যে এটি একটি বিশেষ দিন হিসাবে উদযাপিত হয়েছিল, এই বিশেষ দিনে জনগণের কর হ্রাস করা হয়েছিল; কয়েদীদের মুক্তি দেওয়া হয়েছিল; প্রতিটি রাজকুমার এর জন্মের আগে এবং পরে দোলের উপর রেকর্ডগুলি পাওয়া যায়, সেইগুলি হিসাবে ১৬ থেকে ১৭ শতাব্দীর পরে জার্নাল এবং বইগুলিতে দোলের রেকর্ডগুলি প্রকাশিত হতে শুরু করে। এই সমস্ত রেকর্ডে বেশ কয়েকটি নোট রয়েছে যা খাবার প্রস্তুত এবং দোল হিসাবে পরিবেশন করা সম্পর্কে লেখা হয়েছিল। এ থেকে দেখা যায় যে প্রথম দোল অনুষ্ঠানটি জোসন রাজবংশের গোড়ার দিকে রাজপুত্রের জন্মের স্মরণে রাজপরিবারে একটি সরকারী অনুষ্ঠান ছিল। এই অনুষ্ঠানটি মধ্যবিত্ত-দের আগে ১৬ শতকের রাজপরিবারগণ এবং উচ্চ পর্যায়ের জনগণের কাছে ব্যাপক পরিচিত ছিল।\n\n\n== দোলজাবি ==\nদোলজানচির সবথেকে গুরুত্বপূর্ণ প্রথা হল দোলজাবি (돌잡이)। দোলজাবি এমন এক প্রথা যেখানে পিতা-মাতা বিভিন্ন প্রতীকী জিনিস যেমন: বই, টাকা এবং শস্য বাচ্চার সামনে একটি টেবিলের উপরে রাখে। বাচ্চা যে জিনিস বাছাই করে নেয় তা পূর্বেই পূর্বাভাস দেয় শিশুটি ভবিষ্যতে কী হবে।\nএটি চীনে ষষ্ঠ শতাব্দীর সময়কালের একটি রীতি ছিল। জোসনের রাজবংশে এটি রাজপরিবার থেকে উচ্চ-পদের মানুষগণ এবং পরে সাধারণ মানুষের মধ্যে ব্যাপকভাবে ছড়িয়ে পড়ে। গাঙ্গনাম রীতিনীতিতে, একটি শিশু জন্মগ্রহণ করে এবং এক বছরের জন্মদিনে তার পিতা-মাতা দোলজাবি পালন করে থাকে, তখন বাচ্চার জন্য নতুন পোশাক তৈরি করা হয়, স্নান করিয়ে বাচ্চাকে শুদ্ধ করা হয় এবং বাচ্চাটিকে নতুন পোশাকে সাজানো হয়। বাচ্চাদের সামনে একটি টেবিলের উপরে শস্য, ধনুক এবং তীর, কাগজ এবং ব্রাশ দেওয়া হয় এবং মেয়ে বাচ্চাদের তরোয়াল, সুতো, সূঁচ এবং মসৃণ কাপড়ের টুকরো দেওয়া হয়। এছাড়াও, একটি রেকর্ড রয়েছে যে, \"আমরা খাবার, নতুন পোশাক এবং খেলনাগুলি শিশুর সামনে রাখি এবং সন্তানের পছন্দ অনুসারে ভবিষ্যতের পরীক্ষা করি।\"\nসুতো, চাল/শস্য, কাগজ এবং ব্রাশ, বই এবং কালি, ধনুক এবং তীর, টাকা এবং অন্যান্য প্রতীকী জিনিসগুলির মধ্যে সন্তানের কোনটি পছন্দ, তা দেখার জন্য তার সামনে স্থাপন করা হয়। একটি শিশুর টেবিলে, সাধারণ সুতোর একটি বান্ডিল, নুডলস, শস্য, টাকা এবং অন্যান্য জিনিস রাখা হয় এবং শিশু কী কী বাছাই করে তার উপর নির্ভর করে ব্যাখ্যাটি আলাদা আলাদা হয়। উদাহরণস্বরূপ: দীর্ঘ সুতো এবং নুডলস মানে দীর্ঘায়ুতা। এটি আরও পূর্বাভাস দেয় যে, শিশু যদি চাল এবং দানা তুলতে পারে তবে সে কখনও অনাহারে দিনযাপন করবে না। তারা যদি টাকা তুলে নেয় তবে সে ধনী হবে। এটা বিশ্বাস করা হয় যে, কোনও ছেলে যদি একটি ধনুক বা তীর নিয়ে যায় তবে সে বীর সেনা হয়ে উঠবে। কোনও শিশু যদি কোনও বই, ব্রাশ বা কালি তুলে নেয় তবে বাচ্চাটি পণ্ডিত এবং স্মার্ট হবে। কোনও মেয়ে যদি সূঁচ তোলে, তবে এটি মূল্যায়ন করা হয় যে সে দুর্দান্ত দক্ষতার সাথে একটি সুদর্শনা স্ত্রী হবে যে সেলাই এবং বুননে ভালো হবে।\nকোনও সন্তানের দোল উদ্‌যাপন এবং ভোজ দেওয়ার অনুষ্ঠানের আনুষ্ঠানিক বিষয়বস্তু এবং অর্থ অব্যাহত রয়েছে তবে সময়ের সাথে সামান্য পরিবর্তিত হয়েছে। যেহেতু আধুনিক যুগে ফটোগ্রাফি প্রযুক্তি আরও উন্নত হয়েছে, তাই ছবি তোলা এবং দোলের ছবিগুলিকে নিয়ে অ্যালবাম তৈরি করা এই অনুষ্ঠানের অংশ হিসাবে অন্তর্ভুক্ত করা হয়েছে। জিনিসগুলির জন্য বাছাইয়ের ক্ষেত্রেও পরিবর্তন হচ্ছে। অতীতে পুরুষ ও মহিলাদের লিঙ্গ ভূমিকার উপর ভিত্তি করে দোলজাবি সম্পর্কিত বিষয়গুলি বৈচিত্র্যযুক্ত ছিল। সাম্প্রতিক সময়ে, লিঙ্গ নির্বিশেষে প্রতীকী জিনিসগুলি বাচ্চাদের সামনে রাখা হয়ে থাকে। উদাহরণস্বরূপ: স্টেথোস্কোপ একটি ডাক্তারকে প্রতিনিধিত্ব করে; একটি গ্যাভেল একজন আইনজীবির প্রতিনিধিত্ব করে; একটি গল্ফ বল বা বেসবল গ্লাভ একটি অ্যাথলিটকে প্রতিনিধিত্ব করে; একটি মাইক্রোফোন একজন গায়ক অথবা গায়িকাকে প্রতিনিধিত্ব করে; টেস্ট টিউব অথবা বিজ্ঞান জাতীয় খেলনাগুলি বিজ্ঞানী এবং উদ্ভাবকদের প্রতিনিধিত্ব করে; বিমান জাতীয় খেলনা ভবিষ্যতের পাইলটকে প্রতিনিধিত্ব করে; যেকোনো স্পেসশিপ খেলনা মডেল একজন নভোচারী এবং একটি কম্পিউটার আনুষঙ্গিক বাচ্চার মধ্যে থাকা ভবিষ্যতের কম্পিউটার প্রতিভা উপস্থাপন করে।\nচীনা ভাষায় দোলজাবি ঝুয়াযো (抓 週) নামে পরিচিত। ভারতীয় সংস্কৃতিতে বাঙালি-দের মধ্যে অন্নপ্রাশন-এর দিনে এই প্রথাটি পালন করা হয়ে থাকে।\n\n\n== দোল খাবারের টেবিল ==\nদোলসাং বা দোল-টেবিলের খাবার দোলজানচির মূল উপাদান। দোল টেবিলে রাখা প্রতিটি খাবারের উল্লেখযোগ্য অর্থ রয়েছে এবং এই ঐতিহ্যটি সন্তানের জন্য সর্বোত্তম জীবন কামনা করার উদ্দেশ্যে তৈরি করা হয়েছে।\nদোলের সকালে পরিবারের সদস্যরা সামশিন-কে ধন্যবাদ জানায় (তিন দেবতা যারা জন্মের পর থেকে বেড়ে ওঠার সময় শিশুর জীবনের যত্ন নেন) ভাত, সামুদ্রিক শাক এবং চালের পিঠা নৈবেদ্য হিসাবে পরিবেশন করা হয়ে থাকে। অনুষ্ঠানের দিন, বাচ্চাটির পিতা-মাতারা অতিথিদের জন্য একটি বিশেষ দোল টেবিল প্রস্তুত করেন, যেখানে শিশুর সমৃদ্ধির জন্য জীবনের প্রতীক হিসাবে খাবারটি উচ্চ স্তরে সজ্জিত করা হয়। টেবিলটি মূলত রংধনু স্তর-এর কেক, মিওক-গুক (미역국) বা সামুদ্রিক শাক দিয়ে বানানো স্যুপ এবং বিভিন্ন রকমের ফলের  সাথে সেট করা হয়। মিওক-গুক (সামুদ্রিক শাক দিয়ে বানানো স্যুপ) প্রথম জন্মদিনের পরে প্রতি জন্মদিনে প্রতিটি মানুষকে তাদের জন্মের সময় তাদের মায়ের ত্যাগ ও মূল্যবোধ স্মরণ করিয়ে দেওয়া জন্য খাওয়ানো হয়ে থাকে।\nশিশুর জন্য দোল টেবিলে বিভিন্ন ধরনের তাৎপর্যপূর্ণ খাবার প্রস্তুত করা হয়ে থাকে। একটি পাত্রে বোঝাই পূর্ণ লম্বা নুডলস থাকে বাচ্চার দীর্ঘায়ু জন্য প্রার্থনা করার জন্য। সাদা চালের কেক (백설기 떡) বানানো হয়, কেবল সাদা চালের আটা দিয়ে বানানো এই কেক-টি সন্তানের নির্দোষতা এবং পবিত্রতার প্রতীক। লাল শিমের পিঠা (수수 팥떡) কেও মূল খাবার হিসাবে উপস্থাপন করা হয়। এটি গোল পিঠা যা লাল শিমের পেস্ট দিয়ে তৈরি হয়। তারপরে এই পিঠাগুলি লাল শিমের পেস্ট দিয়ে ঢেকে পরিবেশন করা হয়। কারণ এটি বিশ্বাস করা হয় যে লাল শিম বাচ্চা থেকে মন্দকে দূরে রাখে এবং পরাস্ত করে। বাচ্চা দশ বা বারো বছর বয়স না হওয়া অবধি প্রতিবছর জন্মদিনে লাল শিমের কেক পরিবেশন করাও একটি প্রথা। এছাড়াও, উৎসবে পরিদর্শন করার জন্য এবং অতিথিদের সাথে ভাগ করে নেওয়ার জন্য টেবিলের উপরে বিভিন্ন ফল, চালের কেক, এবং খাবার প্রস্তুত করা হয়।\n\nনীচে কয়েকটি গুরুত্বপূর্ণ দোলসাং জিনিসের নামগুলি :\n\n১. একটি গোল টেবিল: একটি ছোট গোল পোর্টেবল টেবিল বাচ্চা হওয়ার জন্য শুভেচ্ছাকে প্রতীকী করে। এই টেবিলটি মূল টেবিলের উপরে বা তার নিকটে স্থাপন করা যেতে পারে এবং দোলজাবি অনুষ্ঠানের প্রতীকী জিনিসগুলি বা উদ্‌যাপনের জন্য নির্ধারিত অন্য কোনও জিনিস ধরে রাখতে পারে।\n২. সাদা সুতার কয়েল: এই সুতোর কয়েলটি শিশুর জন্য দীর্ঘ এবং স্বাস্থ্যকর জীবনের প্রতীক।\n৩. ফল: ঐতিহ্যগতভাবে কোরিয়ায় ফলগুলি টেবিলে উঁচু স্তূপযুক্ত থাকে যা সমৃদ্ধিকে প্রতিনিধিত্ব করে।\n৪. রাইস কেক বা চালের পিঠা (떡): দোলসাং-এ বিভিন্ন ধরনের পিঠা থাকতে হবে, জীবনের পবিত্র সূচনার জন্য একটি সাদা চালের কেক (백설기 떡); একটি হ'ল লাল শিমের পিঠা (수수 팥떡) যা সন্তানের কাছ থেকে মন্দকে বাঁচানোর জন্য দরকার এবং অন্যটি হল পাঁচ রঙের রাইস কেক (오색송편), যার চারপাশের সামঞ্জস্যের প্রতিনিধিত্বকারী পাঁচটি রঙ যাতে শিশুটি বিভিন্ন ধরনের মানুষ এবং আশেপাশে সকলের সাথে মিলিত হওয়ার জন্য শক্তি পাবে। এই রাইস কেক-এর পাইলটি ফাঁকা এবং ভরাট  পিঠাগুলিকে নিয়ে গঠিত। ফাঁকাটি জানায় যে শিশুটি অন্যদেরকে উদারতার সাথে গ্রহণ করবে এবং ভরাট গুলি জানায় যে সন্তানের জ্ঞান এবং প্রজ্ঞায় পূর্ণ ইচ্ছাগুলি দ্রুত প্রাণ পাবে।\n৫. পাঁচটি রঙিন সিল্ক পাউচ: একটি প্রাণবন্ত জীবনের সুন্দর প্রতীক।\n৬. খেজুর: খেজুরের পাইলগুলি ভবিষ্যতের বাচ্চাদের এবং পুরো পরিবারের জন্য একটি সুখী জীবন উপস্থাপন করে।\n৭. সুতোয় জড়ানো মিনারি: দোলসাং-এর জন্য একটু কম পরিচিত ঐতিহ্যবাহী একটি সবজি হ'ল মিনারি। মিনারি হ'ল শক্তিশালী বহুবর্ষজীবী শাক যা প্রাণবন্তের প্রতীক। যখন মিনারি পাওয়া যায় না, তখন পার্সলে ব্যাবহার করা যায়।\n৮. লাল এবং নীল সুতো: সন্তানের জন্য সুখী বৈবাহিক জীবনের প্রতিনিধিত্ব করে।\n৯. ফুল: অনেক লোক ফুল দিয়ে টেবিলটি সাজান, তবে ঐতিহ্যগতভাবে সত্যিকারের ফুল দিয়ে নয়, কারণ কোরিয়ায় অন্যের জীবন শেষ করে একটি নতুন জীবনের শুরুটি উদ্‌যাপন করাকে অসঙ্গত হিসাবে বিবেচিত করা হয়।\n১০. দোল উপহার: খাঁটি সোনার গহনা (22-24 ক্যারাট) বাচ্চাদের প্রথম জন্মদিনে তাদের সুস্বাস্থ্য ও সমৃদ্ধির জন্য হিসাবে দেওয়া সবচেয়ে সাধারণ উপহার। বাড়ির প্রবীণ গুরুজন এবং ঠাকুরদা-ঠাকুরমার কাছ থেকে পাওয়া নগদ টাকা অথবা সোনা-কে সৌভাগ্যের প্রতীক হিসাবে মনে করা হয়ে থাকে।\n\n\n== আধুনিক দোলজাবি ==\nআধুনিক দোলজাবি অনুষ্ঠানটি সাধারণত বুফে রেস্তোঁরা বা বিবাহের হলগুলিতে অনুষ্ঠিত হয়। পার্টিতে প্রবেশের পরে অতিথিদের জন্য পিতা-মাতারা কিছু পুরস্কার প্রস্তুত করেন; প্রত্যেকে একটি কাগজের টুকরো পায় যার উপরে একটি নম্বর লেখা থাকে। পার্টির অতিথিরা যারা বাচ্চা দোলজাবি জিনিসের মধ্যে কোনটি বাছবে সে সম্পর্কে একটি প্রশ্নের সঠিক উত্তর দেয়, যে কোনও পুরস্কার জিততে পারে।\nপার্টির হোস্টও এলোমেলোভাবে একটি নম্বর ডাকেন এবং সেই নম্বরটি যার কাছে আছে সে একটি পুরস্কার পেয়ে থাকে। পেশাদার ফটোগ্রাফারদের প্রায়শই এই গুরুত্বপূর্ণ অনুষ্ঠান উদ্‌যাপনটির ছবি তুলে রাখার জন্য আনা হয়। সময় এবং প্রচেষ্টার সাশ্রয় করার জন্য আজকাল ঐতিহ্যবাহী কোরিয়ান হানবক পোশাক অ্যামাজন এবং অন্যান্য অনলাইন সাইটে উপলব্ধ হয়ে থাকে। সোনার দাম বেড়ে যাওয়ার কারণে সোনার উপহার দেওয়ার নজির কম হয়ে উঠেছে। হাতে সময় কম থাকার কারণে, আজকাল বেশিরভাগ লোকেরা সোনার তুলনায় আরও সহজেই উপলভ্য উপহার যেমন খেলনা, পোশাক, বা সাধারণ নগদ বা অনলাইন থেকে উপহার সেট বাচ্ছাকে দেওয়ার জন্য বেছে নেয়।\n\n\n== তথ্যসূত্র ==\n\nhttp://www.inkas.org/en/weblog/2014/05/08/doljanchi/\nhttps://link.springer.com/chapter/10.1057/9781137273031_7\nhttps://bestofkorea.com/doljanchi-korean-first-birthday/\nhttps://folkency.nfm.go.kr/kr/topic/detail/107\nhttps://folkency.nfm.go.kr/kr/topic/detail/109"}