{"pageid": 1045504, "title": "বারি আমিরাত", "url": "https://bn.wikipedia.org/wiki?curid=1045504", "content": "বারি আমিরাত ছিল অ-আরব, সম্ভবত বার্বা‌র এবং কৃষ্ণাঙ্গ আফ্রিকানদের দ্বারা শাসিত আপুলিয়ায় একটি স্বল্পস্থায়ী ইসলামিক রাষ্ট্র। দক্ষিণ ইতালীয় শহর বারি থেকে নিয়ন্ত্রিত, এটি প্রায় ৮৪৭ প্রতিষ্ঠিত হয় যখন অঞ্চলটি বাইজেন্টাইন সাম্রাজ্য থেকে দখল হয়, কিন্তু ৮৭১ সালে সম্রাট দ্বিতীয় লুইয়ের সেনাবাহিনীর কাছে পুনরায় পরাজিত হয়।\n\n\n== প্রতিষ্ঠা ==\nবারি প্রথম ৮৪০ সালের শেষের দিকে বা ৮৪১ সালের শুরুতে আগলাবিদের অভিযানের বস্তু হয়ে ওঠে, যখন এটি সংক্ষিপ্ত সময়ের জন্য দখল করা হয়। আল-বালাজুরীর মতে, বারি বাইজেন্টাইন সাম্রাজ্য থেকে প্রায় ৮৪৭ কালফুন দ্বারা বিজিত হয়, যিনি আফ্রিকার আগলাবি আমিরের একজন মাওলা-সম্ভবত একজন চাকর বা পালিয়ে যাওয়া ক্রীতদাস। কালফুন সম্ভবত বারবার ছিল, সম্ভবত সিসিলি আমিরাত থেকে। সমসাময়িক মুসলমানরা এই বিজয়কে গুরুত্বহীন হিসেবে দেখেছিল, অন্য কোন মুসলিম রাষ্ট্রের সমর্থন ছাড়াই একজন ক্ষুদ্র ব্যক্তি এই বিজয় করেছে। তবে কালফুন উত্তরসূরি মুফাররাগ ইবনে সাল্লাম বাগদাদের আব্বাসীয় খলিফা আল-মুতাওয়াক্কিলের পাশাপাশি মিশরের তার প্রাদেশিক গভর্নরের কাছে অনুরোধ পাঠিয়েছেন, যাতে তিনি খিলাফতের একটি প্রদেশের উপর শাসনকারী গভর্নর ওয়ালি উপাধি দিয়ে বিজয়ের স্বীকৃতি চান। মুফাররাগ মুসলিম প্রভাব বিস্তার করে এবং আমিরাতের অঞ্চলকে প্রসারিত করে।\n\n\n== সাওদানের শাসন ==\nবারির তৃতীয় ও শেষ আমির ছিলেন সাওদান, যিনি তার পূর্বসূরি মুফাররাগের হত্যার পর ৮৫৭ সালের দিকে ক্ষমতায় আসেন। তিনি বেনেভেন্টোর লোম্বার্ড প্রিন্সিপালিটি দেশে আক্রমণ করেন, প্রিন্স আডেলচিসকে শ্রদ্ধা জানাতে বাধ্য করেন। ৮৬৪ সালে অবশেষে তিনি মুফাররাগের প্রাথমিকভাবে অনুরোধ করা সরকারী বিনিয়োগ টি অর্জন করেন। ৮৬০-এর দশকের মাঝামাঝি সময়ে বার্নার্ড নামে একজন ফ্রাঙ্কিশ সন্ন্যাসী এবং দুই সঙ্গী জেরুজালেমের তীর্থযাত্রায় বারী তে থামেন। তারা সফলভাবে মিশর এবং পবিত্র ভূমির মধ্য দিয়ে নিরাপদ আচরণের চিঠির জন্য সাওদানের কাছে আবেদন করেছিল। ভ্রমণসূচিয়াম বার্নার্ডি অনুসারে, বার্নার্ডের এই অনুষ্ঠানের রেকর্ড অনুযায়ী, বারি, সিভিটাটেম সারাসেনোরাম, পূর্বে \"বেনেভেন্টানদের\" অন্তর্ভুক্ত ছিল।\nহিমাজের হিব্রু ক্রনিকল রেকর্ড মতে বারির শেষ আমির সাওদান বুদ্ধিমানের সাথে শহরটি শাসন করেছিলেন এবং বিশিষ্ট ইহুদি পণ্ডিত আবু হারুনের সাথে ভাল সম্পর্কে ছিলেন।  কিন্তু খ্রীষ্টান সন্ন্যাসীদের বিবরণে আমিরকে নেকুইসিমাস এসি স্সেলেরটিসিমাস হিসেবে চিত্রিত করা হয়েছে: \"সবচেয়ে অসম্ভব এবং দুষ্ট\"। সাওদানের শাসনামলে খ্রীষ্টানদের (এবং ইহুদিদের) উপর মুসলমানদের অভিযান অবশ্যই বন্ধ হয়নি। এই মুহুর্তে বারিতে উচ্চ সভ্যতার প্রমাণ রয়েছে। জিওসুয়ে মুস্কা বলেন যে আমিরাত আঞ্চলিক অর্থনীতির জন্য একটি আশীর্বাদ ছিল, এবং এই সময়ে দাস ব্যবসা, মদ ব্যবসা এবং মৃৎশিল্পের ব্যবসা ফুলেফেঁপে ওঠে। সাওদানের অধীনে বারি শহর একটি মসজিদ, প্রাসাদ এবং জনসাধারণের কাজ দিয়ে সজ্জিত ছিল।\n৮৫৯ সালে স্পোলেটোর প্রথম ল্যাম্বার্ট  জেরার্ড, মার্সি, মাইয়েলপোটো, টেলিসের গ্যাসটাল্ড এবং বোইয়ানোর গ্যাসটাল্ড ওয়ান্ডেলবার্টের সাথে যোগ দেন, যাতে কাপুয়া এবং টেরা দি লাভোরোর বিরুদ্ধে অভিযানের পর সাওদান বারির পুনরায় প্রবেশ করতে না পারে। রক্তক্ষয়ী যুদ্ধ সত্ত্বেও আমির সফলভাবে তার রাজধানীতে প্রবেশ করেন।\nবারির আমিরাত তার খ্রিস্টান প্রতিবেশীদের সাথে সম্পর্কের জন্য দীর্ঘকাল স্থায়ী হয়েছিল। ক্রনিকন সালেরিনিটানাম অনুসারে, রাষ্ট্রদূতদের (লেগাটি) সালের্নোতে পাঠানো হয়েছিল যেখানে তারা এপিস্কোপাল প্রাসাদে ছিলেন, যা বিশপের হতাশার কারণ ছিল।\nক্রোনিকন স্যালারনিতানুম অনুসারে, রাষ্ট্রদূতদের ( লেগাটি ) স্যালার্নোতে প্রেরণ করা হয়েছিল যেখানে তারা এপিসোপাল প্রাসাদে অবস্থান করেছিলেন, বিশপের হতাশার অনেকটাই।  বারি সম্রাট দ্বিতীয় লুই-এর অন্তত একজন রাজনৈতিক প্রতিদ্বন্দ্বীর আশ্রয়স্থল হিসেবেও কাজ করেছিলেন, যিনি স্পোলেটোর একজন ব্যক্তি যিনি বিদ্রোহের সময় এতে পালিয়ে যান।\n\n\n== পতন ==\n\n৮৬৫ সালে, লুই, সম্ভবত গির্জার চাপের মুখে, ইতালির মধ্যে একটি মুসলিম রাষ্ট্রের সাথে সর্বদা অস্বস্তিকর, উত্তর ইতালির যুদ্ধরত লোকদের বারির উপর আক্রমণের জন্য ৮৬৬ সালের বসন্তে লুসেরাতে জড়ো হওয়ার আহ্বান জানিয়ে একটি ক্যাপিটুলারি জারি করেছিলেন। সমসাময়িক সূত্র থেকে এটা অজানা যে, এই বাহিনী কখনও বারিতে মিছিল করেছিল কিনা, কিন্তু সেই বছরের গ্রীষ্মে সম্রাট তার সম্রাজ্ঞী এঙ্গেলবার্গার সাথে কাম্পানিয়া ভ্রমণ করছিলেন এবং লোম্বার্ড রাজকুমারদের কাছ থেকে জোরালো অনুরোধ গ্রহণ করছিলেন— বেনেভেন্তো-র আদেলচিস, সালেরানোর গুয়াইফার এবং কাপুয়ার দ্বিতীয় ল্যান্ডুলফ- বারীকে আবার আক্রমণ করার জন্য।\n৮৬৭ সালের বসন্ত পর্যন্ত লুই আমিরাতের বিরুদ্ধে ব্যবস্থা নেননি। তিনি তৎক্ষণাৎ মাতেরা এবং ওরিয়াকে ঘেরাও করেন, সম্প্রতি জয় করেন এবং প্রাক্তনকে পুড়িয়ে দেন। ওরিয়া মুসলিম বিজয়ের পূর্বে একটি সমৃদ্ধ এলাকা ছিল; বারবারা ক্রেউটজ এইভাবে অনুমান করেন যে মাতেরা লুইকে প্রতিরোধ করেছিলেন যখন ওরিয়া তাকে স্বাগত জানান: এইভাবে প্রাক্তনটি ধ্বংস হয়ে যায়। এর ফলে দক্ষিণ ইতালির মুসলিম শক্তির অন্য মেরু বারি এবং তারান্তো-র মধ্যে যোগাযোগ বিচ্ছিন্ন হয়ে যেতে পারে। লুই বেনেভেন্তো এবং বারির মধ্যবর্তী সীমান্তের ক্যানোসটায় একটি গ্যারিসন প্রতিষ্ঠা করেন, কিন্তু ৮৬৮ সালের মার্চের মধ্যে প্রাক্তনে অবসর নেন। সম্ভবত এই সময়েই লুই নতুন বাইজেন্টাইন সম্রাট প্রথম বাসিল এর সাথে আলোচনায় প্রবেশ করেন। লুই এর মেয়ে এবং বাসিলের বড় ছেলে কনস্টানটাইনের মধ্যে একটি বিবাহ সম্ভবত বারী গ্রহণে বাইজেন্টাইন নৌ সহায়তার বিনিময়ে আলোচনা করা হয়েছিল। ক্রনিকন সালেরিনিটানাম অসামঞ্জস্যপূর্ণভাবে লুই এবং তারপরে বাসিলের সাথে এই ধরনের আলোচনার উদ্যোগকে সংযুক্ত করে।\nযৌথ আক্রমণটি ৮৬৯ সালের গ্রীষ্মের শেষের দিকে অনুমান করা হয়েছিল এবং লুই জুনের শেষের দিকে বেনেভেন্টো পরিকল্পনায় ছিলেন। বাইজেন্টাইন নৌবহর-চারশ জাহাজের যদি আনালেস বার্টিনিয়ানিকে বিশ্বাস করতে হয়— লুই অবিলম্বে তার মেয়েকে হস্তান্তর করবে এই প্রত্যাশা নিয়ে নিসেতাসের অধীনে এসেছিল। এটি তিনি করতে অস্বীকার করেছিলেন, কোন পরিচিত কারণ ছাড়াই, কিন্তু সম্ভবত নিসেতাস তার সাম্রাজ্যবাদী উপাধিটি চিনতে অস্বীকার করেছিলেন, যেহেতু লুই পরে কমান্ডারের \"অপমানজনক আচরণ\" একটি চিঠিতে উল্লেখ করেছিলেন। সম্ভবত, বহরটি শরৎকালে খুব দেরিতে এসেছিল।\n৮৭০ সালে ব্যারিওট মুসলমানরা তাদের অভিযান বাড়িয়ে দেয়, মন্টে স্যান্ট'অ্যাঞ্জেলোর অভয়ারণ্য সহ গারগানো উপদ্বীপকে ধ্বংস করার জন্য এত দূর যায়। সম্রাট লুই একটি প্রতিক্রিয়াসংগঠিত করেন, আপুলিয়া এবং ক্যালাব্রিয়ার গভীরে তার পথ লড়াই করে কিন্তু বারি বা তারান্তো এর মতো প্রধান জনসংখ্যা কেন্দ্রগুলিকে উপেক্ষা করে। কয়েকটি শহর দৃশ্যত মুসলিম নিয়ন্ত্রণ থেকে মুক্ত হয়েছিল এবং বিভিন্ন মুসলিম ডাকাত মুখোমুখি হয়েছিল সর্বজনীনভাবে পরাজিত হয়েছিল।  সম্ভবত এই সাফল্যে উৎসাহিত হয়ে লুই ফ্রাঙ্কস, জার্মান এবং লোম্বার্ডসের একটি স্থলবাহিনী দিয়ে বারিকে আক্রমণ করে এবং ক্রোয়েশিয়ার একটি বহর (স্ক্লেভিনির) সহায়তায়।  ৮৭১ সালের ফেব্রুয়ারি মাসে দুর্গটি পড়ে যায় এবং সাওদানকে বন্দী করে শিকল দিয়ে বেনেভেন্তোতে নিয়ে যাওয়া হয়। কনস্টানটাইন পোরফিরোজেনিটাসের ডি অ্যাডমিনস্ট্রান্ডো ইম্পেরিওতে পাওয়া প্রতিবেদনে দেখা গেছে যে বাইজেন্টাইনরা শহরের পতনে একটি প্রধান ভূমিকা পালন করেছে সম্ভবত এটি একটি মিশ্রণ।  আরবদের বারী অবরোধে (৮৬৮-৮৭১) রাগুসার বহর নিয়ে ডোমাগোজ অংশগ্রহণ করে এবং কন্সটানটাইনের মতে সপ্তম ক্রোট এবং স্লাভদের অন্যান্য আর্কনতাদের জাহাজে করে লঙ্গোবারদিয়ায় নিয়ে যায়।\n\n\n== আমিরদের তালিকা ==\nকালফান (খালফুন), ৮৪১– আনু. ৮৫২\nমুফররাগ ইবনে সাল্লাম, আনু. ৮৫২– আনু. ৮৫৭\nসাওদান (সাওদন), আনু. ৮৫৭–৮৭১\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপুঞ্জ ==\n\n\n=== প্রাথমিক উৎস ===\nলম্বার্ড ইতিহাসের উৎসগুলির অংশ হিসাবে মিতিটাল্টার ফোরসচংয়ের ইনস্টিটিউট-এ নিম্নলিখিতগুলি উপলব্ধ:\n\nইংরাজী অনুবাদ বারী দখলের পরে ৮৭১ সালে লেখা সম্রাট প্রথম বেসিল্কে সম্রাট দ্বিতীয় লুইসের চিঠিটি দেখুন।\n\n\n=== দ্বিতীয় স্তরের ==="}