{"pageid": 1045535, "title": "সুন্দরীমোহন দাস", "url": "https://bn.wikipedia.org/wiki?curid=1045535", "content": "সুন্দরীমোহন দাস (১৭ ডিসেম্বর ১৮৫৭ - ৪ এপ্রিল ১৯৫০) ছিলেন ব্রিটিশ ভারতে স্বাধীনতা আন্দোলনের এক কর্মী, বিখ্যাত চিকিৎসক ও সমাজ কর্মী। তিনি জাতিভেদ, অস্পৃশ্যতার বিরোধী, নারীমুক্তি ও বিধবাবিবাহে উৎসাহী ছিলেন। নিজেও সাহিত্যচর্চা করতেন ও অন্যদের উৎসাহ দিতেন। কলকাতার ন্যাশনাল মেডিকেল কলেজের প্রতিষ্ঠাতা অধ্যক্ষ ছিলেন। তিনি ন্যাশনাল মেডিকেল ইনস্টিটিউট, কলকাতার চিত্তরঞ্জন হাসপাতাল, ইন্ডিয়ান মেডিকেল অ্যাসোসিয়েশনের বেঙ্গল শাখা, কলকাতা কর্পোরেশন প্রভৃতির সাথে যুক্ত  ছিলেন। ১৯৫৬ সালের ১৫ জানুয়ারি পশ্চিমবঙ্গের মুখ্যমন্ত্রী ড.বিধানচন্দ্র রায়। কলকাতা ন্যাশনাল মেডিকেল কলেজে  সুন্দরীমোহন দাসের একটি মার্বেল মূর্তি উন্মোচন করেন।\n\n\n== জন্ম ==\nসুন্দরীমোহন দাসের জন্ম ব্রিটিশ ভারতের অধুনা বাংলাদেশের তৎকালীন শ্রীহট্টের বর্তমানে সিলেট জেলার বিশ্বনাথ উপজেলার দিঘলী গ্রামে ১৮৫৭ খ্রিস্টাব্দের ১৭ই ডিসেম্বর। সেসময় ব্রিটিশদের বিরুদ্ধে প্রথম স্বাধীনতা যুদ্ধ - সিপাহী বিদ্রোহ শুরু হয়, তখন সিলেট জেলার পূর্বসীমান্তবর্তী লাতু নামক এক গ্রামে বিদ্রোহ শুরুর পরদিনই সুন্দরীমোহনের জন্ম হয় ।\nলাতুতে শুরু হওয়া বিদ্রোহের খবর পেয়ে অনেক পরিবার নৌকায় করে সিলেট শহর ত্যাগ করছিলেন। তখন তার মা গর্ভাবস্থায় অন্যান্যদের সাথে নৌকাতেই ছিলেন এবং অপরিণত অবস্থায় নৌকাতেই তার জন্ম হয়। অত্যন্ত দূর্বল নবজাতককে প্রাণসংশয়ের মধ্যে সুতার ঝুডিতে রাখা হয়েছিল।  \nতার পিতা স্বরূপচন্দ্র দাস (দেওয়ান স্বরূপ চাঁদ নামেও পরিচিত) ঢাকা কমিশনারেটের অধীন তৎকালীন শ্রীহট্ট কালেক্টরেটে দেওয়ান হিসাবে কর্মরত ছিলেন। পরে পদোন্নতিতে স্বরূপচন্দ্র  কালীঘাটের প্রধান দেওয়ান হিসাবে কলকাতায় স্থানান্তরিত হন। গোবিন্দপুর এবং সুতানুটি সেসময় ইস্ট ইন্ডিয়া কোম্পানির অধীনে ছিল।\n\n\n== শিক্ষা ==\nসুন্দরীমোহনের স্কুলের পডাশোনা শুরু হয় শ্রীহট্ট সরকারি স্কুলে বর্তমানে  সিলেট সরকারি পাইলট উচ্চ বিদ্যালয়ে এখান থেকে ১৮৭৩ খ্রিস্টাব্দে প্রবেশিকা পাশ করে ভর্তি হন কলকাতার প্রেসিডেন্সি কলেজে। প্রেসিডেন্সি কলেজ থেকে এফ.এ. পাশের পর ১৮৮২ খ্রিস্টাব্দে কলকাতা মেডিকেল কলেজ থেকে এমবি পাশ করেন। তিনি তার পুরো শিক্ষাজীবনে মেধাবী  ছাত্র হিসাবে স্কুল জীবন থেকে শুরু করে কলকাতা মেডিক্যাল কলেজ পর্যন্ত সমস্ত স্তরেই স্কলারশিপ পেয়েছিলেন।\n\n\n== ছাত্রজীবন ও জনসেবা ==\nমেডিকেল কলেজে পড়ার সময় তিনি তিনি হিন্দু মেলার সদস্য হন। লাঠিখেলা, কুস্তি প্রভৃতিতে প্রশিক্ষণ নিয়ে দক্ষ হয়ে ওঠেন।\n\n\n== সহপাঠী ও তাদের ব্রত ==\nসিলেটের আদি বাসিন্দা প্রখ্যাত বাগ্মী ও মহান জাতীয় নেতাবিপিন চন্দ্র পাল, কবি আনন্দচন্দ্র মিত্র ছিলেন সুন্দরীমোহন দাসের অকৃত্রিম বন্ধু। এঁরা  শিবনাথ শাস্ত্রীর সান্নিধ্যে আসেন এবং তার প্রভাবে  সকলেই ব্রাহ্মধর্ম গ্রহণ করেন এবং চারজন মিলে অন্যদের সাথে ১৮৭৬ খ্রিস্টাব্দে দেশসেবার প্রতিজ্ঞা নেন -\n\n\"স্ব-শাসন (স্বরাজ) আমাদের জন্ম-অধিকার এবং আমাদের অবশ্যই বিদেশীর অধীনে (অর্থাৎ ব্রিটিশদের) সেবা করা উচিত নয়।\"\n\"আমরা কোনও ব্যক্তিগত সম্পদ জোগাড় করব না এবং দেশ ও জনগণের সেবার জন্য প্রয়োজনীয় ব্যয় মিটিয়ে সমস্ত ভারসাম্য ব্যয় করব না।\"\n\"আমরা ব্রিটিশ প্রশাসন এবং দেশ এবং জনগণের সাথে সহযোগিতা করব না।\"\n\"বিধবাদের বিবাহের অধিকার রয়েছে তা দেখানোর জন্য আমরা বিধবাকে বিবাহ করব।\"\n\"আমরা বিদেশী পণ্য কিনবো না বা ব্যবহার করব না।\"\nজীবনের শেষ দিন পর্যন্ত তারা সকলে তাদের প্রতিজ্ঞায় দৃঢ ছিলেন।\n\n\n== কর্মজীবন ও সিলেটে সমাজসেবা ==\nএমবি পরীক্ষায় উত্তীর্ণ হওয়ার পরে সুন্দরিমোহন সিলেটের হবিগঞ্জ জেলাবোর্ডে চিকিৎসক নিযুক্ত হন। তবে সেখানে সীমাবদ্ধ কাজের পরিসরে তিনি সন্তুষ্ট থাকতে পারেননি। সিলেটে স্বল্পকালীন সময়ে সিলেট শহরের কিছু উদার চিত্তের নাগরিকের সহযোগিতায় তিনি সেখানে ব্রাহ্মসমাজ গড়ায় নেতৃত্ব দিয়েছিলেন। তিনি বিধবা বিবাহে উৎসাহী ছিলেন, সেকারণে তিনি পৈতৃক বাড়ি হতে বিতাড়িত হয়েছিলেন।\nসিলেটে অবস্থানকালে তিনি জেলার গ্রামীণ অঞ্চলগুলিতে ঘুরেছেন। নারী শিক্ষার সামগ্রিক অভাব, সমাজে ছড়িয়ে পড়া কুসংস্কার , ভয়াবহ পরিস্থিতির মাঝে শিশু জন্ম ইত্যাদি  বিষয় তাঁকে ভাবিয়ে তুলেছিল। সমমনস্ক সুশীললোকদের নিয়ে তিনি একটি গার্লস স্কুল খুলতে চেষ্টা করেছিলেন, এবং বিভিন্ন ধরনের দুর্নীতি ও কুসংস্কারের বিরুদ্ধে এবং প্রসূতি পরিষেবাগুলির উন্নতির জন্য একটি প্রচার শুরু করেছিলেন। মূলত তার জেলার গ্রামীণ অঞ্চলে অভিজ্ঞতা তার বিখ্যাত গ্রন্থ - “বৃদ্ধা ধাত্রীর রোজনামচা”তে পরিস্ফুট হয়েছে।\n\n\n== কলকাতায় পরিষেবা ==\n১৮৯০ খ্রিস্টাব্দে কলকাতায় ফিরে সুন্দরীমোহন  কলকাতা কর্পোরেশনে চিকিৎসা বিভাগে যোগ দেন। কলকাতায় তখন প্লেগের প্রাদুর্ভাবে রোগ প্রশমনে প্রতিরোধমূলক ব্যবস্থা হিসাবে, তিনি কয়েকটি ব্রিটিশ সংস্থার মালিকানাধীন কিছু চিনি এবং লবণের মজুত স্টক ধ্বংস করার নির্দেশ দেন। এই ইস্যুতে তিনি কর্পোরেশনের চেয়ারম্যানের সাথে দ্বন্দ্বের মুখোমুখি হয়েছিলেন এবং ১৯০০ খ্রিস্টাব্দে চাকরি ছাড়তে বাধ্য হন।\nওই সময়ে জনস্বাস্থ্য বিষয়ে নাগরিকগণকে শিক্ষিত করে তোলার জন্য তার গ্রন্থ সংলাপ আকারে সরল বাংলা ভাষায় ‘পৌর দর্পণ’ প্রকাশিত হয়েছিল।\n\n\n== স্বদেশী আন্দোলন (১৯০৫) ==\nসুন্দরীমোহন ( ১৯০৫ - ১৯১০ ) সময়কালে  স্বদেশী আন্দোলনের অন্যতম মহান নেতা ছিলেন। তার সুকিয়া স্ট্রিটের বাড়িটি বিপ্লবীদের আশ্রয়স্থল ছিল। এখানে তারা বোমা তৈরি করতেন। তিনি ব্রিটিশ পণ্য এবং ব্রিটিশ শিক্ষা বর্জনের জন্য অনুপ্রেরণামূলক গান রচনা করেছিলেন। এজন্য তিনি মিছিলে নেতৃত্ব দিয়েছেন, বিশেষত  প্রযুক্তি ও চিকিৎসা শাস্ত্রে “জাতীয় শিক্ষা” প্রবর্তনের জন্য সক্রিয় অংশগ্রহণ করেন। তিনি এই জাতীয় বিষয়ে মিছিল পরিচালনা করেছিলেন এবং বিশেষত প্রযুক্তিগত ও চিকিৎসা বিষয়ক \"জাতীয় শিক্ষা\" প্রবর্তনের জন্য সক্রিয় ভূমিকা গ্রহণ করেছিলেন। তিনি জাতীয় শিক্ষা পরিষদের প্রধান সংগঠক এবং বেঙ্গল টেকনিকাল ইনস্টিটিউটের ( বর্তমানের যাদবপুর বিশ্ববিদ্যালয়) এর অন্যতম প্রতিষ্ঠাতা-সদস্য ছিলেন।\n\n\n== স্বদেশী শিল্প ==\nস্বদেশী আন্দোলন সুন্দরীমোহনের কাছে কাছে কেবল নেতিবাচক আন্দোলনই ছিল না, তিনি তীব্রভাবে অনুভব করেছিলেন যে ব্রিটিশ পণ্যগুলি স্বদেশী শিল্পে উৎপাদিত স্বদেশী পণ্যদ্বারা প্রতিস্থাপন না করা গেলে স্বদেশী আন্দোলন সফল হতে পারে না। তিনি চাইতেন,ভারতকে অবশ্যই নিজ শিল্পজাত পণ্যে স্বয়ংসম্পূর্ণ হতে হবে।  তিনি তার সুকিয়া স্ট্রিট বাডিতে হোসিয়ারি পণ্য তৈরির জন্য বুনন যন্ত্রপাতি আমদানি করেছিলেন এবং সেখানে তিনি বেকার যুবকদের প্রশিক্ষণ দিয়ে কাজের ব্যবস্থা করেছিলেন। তৎকালীন সময়ে এই প্রকল্পের মূল্য ছিল প্রায় এক লক্ষ পঁচিশ হাজার টাকার মত। এই ব্যবস্থায় তার প্রচুর লোকসান হলেও অনুতাপ করেন নি। একজন চিকিৎসক হিসাবে তিনি বিদেশ থেকে আমদানিকৃত বিদেশী ওষুধের উপর দেশের নির্ভরতা দূরীকরণে তিনি ভারতে দেশীয় ওষুধ শিল্প স্থাপনের প্রস্তুতি নিয়েছিলেন। তিনি চিকিৎসাশাস্ত্রে আয়ুর্বেদিক পদ্ধতি জানতেন এবং চড়ক এবং সুশ্রুত পড়তেন। তার উদ্দেশ্য ছিল, ভারতে প্রচুর পরিমাণে পাওয়া যায় এমন ঔষধিগুণে সমৃদ্ধ দেশীয় সামগ্রী ব্যবহার করে আধুনিক বৈজ্ঞানিক প্রক্রিয়ায় এবং আধুনিক রাসায়নিক উপাদানগুলি থেকে ওষুধ উৎপাদন করা। এই লক্ষ্যে, তিনি তার পুত্র প্রয়াত প্রেমানন্দ দাসকে ১৯০৮ সালে ফার্মাসিউটিক্যাল কেমিস্ট্রি পড়ার জন্য আমেরিকা পাঠিয়েছিলেন। প্রেমানন্দ স্নাতকোত্তর এম.এস ডিগ্রি লাভসহ পাঁচ বছরের প্রশিক্ষণ, ভারতে প্রথম মিচিগান থেকে  পিএইচসি ডিগ্রি  ও  হার্ভার্ড বিশ্ববিদ্যালয় থেকে ব্যাক্টেরিওলজি এবং ব্যবসায় প্রশাসনের ক্ষেত্রে ডিপ্লোমা এবং  ইউরোপ ও  আমেরিকার বৃহৎ ফার্মাসিউটিক্যাল প্রতিষ্ঠান পরিচালনার ব্যবহারিক জ্ঞান অর্জন করে ভারতে ফিরে আসেন। ১৯১৬ খ্রিস্টাব্দে তিনি স্টান্ডার্ড ড্রাগ অ্যান্ড মেডিক্যাল কোম্পানি এবং শেষ বয়সে ইউনিভার্সাল ড্রাগ হাউস প্রতিষ্ঠা করেন।\n\n\n== স্বাধীনতার জন্য রাজনৈতিক ক্রিয়াকলাপ ==\nতার যে কোন ক্রিয়াকলাপের ও আন্দোলনের মূল লক্ষ্যই ছিল ব্রিটিশ শাসনের বিরুদ্ধে।  স্বদেশী ও বঙ্গভঙ্গ আন্দোলনে তিনি  সক্রিয় ছিলেন। তার কলকাতার বাড়িটি ছিল বিপ্লবীদের বোমা বানানোর কেন্দ্রস্থল। মহান বিপ্লবী উল্লাসকর দত্ত অনেকদিন সুন্দরীমোহনের বাড়িতেই আশ্রয় নিয়েছিলেন। বোমা তৈরিতে পারদর্শী সিলেটের আর এক সন্তান রাধাকিশোর শর্মাও অনেকদিন সুন্দরীমোহনের বাড়িতেই ছিলেন। বৃন্দাবনের বৈষ্ণব বাবাজী সেজে তিনি কারাবাস থেকে রক্ষা পান। সুন্দরীমোহন স্বাধীনতা সংগ্রামের বহু বিপ্লবীদের যেমন  আশ্রয়দাতা ছিলেন তেমনই তাঁদের আন্দোলনে আর্থিক সাহায্য করতেন।\nস্বরাজ অর্জনে পন্থা অবলম্বন করতে কলকাতায় নিয়মিত আলাপ আলোচনা চলত অরবিন্দ ঘোষ, দেশবন্ধু চিত্তরঞ্জন দাশ,  শ্যামসুন্দর চক্রবর্তী, ব্রহ্মবান্ধব উপাধ্যায়, লিয়াকত হোসেন প্রমুখের তার ৭৩ নম্বর সুকিয়া স্ট্রিটের বাড়িতে। দেশবন্ধু চিত্তরঞ্জন দাশের স্বরাজ দলের পূর্বসূরী স্বরাজ সমিতি এই বাড়িতেই গঠিত হয়। মহাত্মা গান্ধীর অসহযোগ আন্দোলনে সমর্থন, বিশেষ করে কলকাতার মেডিক্যাল কলেজের ছাত্রদের ধর্মঘটের সাফল্য তার সক্রিয়তার কারণেই ঘটেছিল।\n\n\n== পুরসভায় স্বরাজ ভূমিকা ==\nসুন্দরীমোহন দেশবন্ধু চিত্তরঞ্জন দাশের ঘনিষ্ঠ ছিলেন। ১৯২৪ খ্রিস্টাব্দে দেশবন্ধু চিত্তরঞ্জন দাশ নবগঠিত কলকাতা পুরসভার মেয়র নির্বাচিত হলে, সুন্দরীমোহন পুরসভার জনস্বাস্থ্য কমিটির সভাপতি হন এবং যে সমস্ত ব্যবস্থা গ্রহণ করেন তার মধ্যে উল্লেখযোগ্য হল-\nক) যে সমস্ত আর্থিক ও  চিকিৎসা সংক্রান্ত সুবিধা সরকারি হাসপাতালে এযাবৎ পাওয়া যায় সেগুলির বেসরকারি মেডিক্যাল সংগঠন ও হাসপাতালের মাধ্যমেও উপলব্ধ করা হয়।\nখ) পুরসভার প্রতিটি ওয়ার্ডে নাগরিক প্রতিনিধিত্বে প্রথম জনস্বাস্থ্য সংগঠন তৈরি করা হয় ।\nগ) শহরের বিভিন্ন স্থানে স্বাস্থ্যকেন্দ্র গড়ে তোলা হয়।\nঘ) জুনিয়র নার্সিং প্রশিক্ষণের ব্যবস্থা করে সমাজের দরিদ্রদেরও নার্সিং প্রশিক্ষণে সামিল করা হয় ।\nঙ) শহরের বিভিন্ন স্থানে প্রসূতি কেন্দ্র গড়ে প্রসূতি মায়েদের সেবা প্রদানে প্রশিক্ষিত \"ধাই\"মা নিয়োগের ব্যবস্থা করা হয়।\nচ) সমবায় ব্যবস্থার মাধ্যমে প্রথম শিশু ও হাসপাতালের রোগীদের জন্য স্বল্প মূল্যে আসল দুধের সরবরাহের ব্যবস্থা করা হয়।\n\n\n== অন্যান্য অবদান ==\nবঙ্গভঙ্গ আন্দোলনকালে তিনি কলকাতায় ন্যাশনাল মেডিক্যাল ইনস্টিটিউট ও চিত্তরঞ্জন সেবা সদন (হাসপাতাল) প্রতিষ্ঠা করেন এবং প্রথমাবধি এই প্রতিষ্ঠানের সেবক, সংগঠক ও অধ্যক্ষ ছিলেন। কলকাতার প্রখ্যাত চিকিৎসক ডা.রাধাগোবিন্দ কর যখন মেডিক্যাল স্কুল স্থাপন করেন, তিনি সেখানে দীর্ঘ সময় সাম্মানিক অধ্যাপক হিসাবে কাজ করেছেন। শ্রীহট্ট সম্মিলনীর অন্যতম স্থাপয়িতা এবং আমরণ তার প্রেসিডেন্ট ছিলেন। সাহিত্যচর্চায় তিনি অন্যদের যথেষ্ট উৎসাহ দিতেন। নিজে নিয়মিত মেডিক্যাল জার্নালে লিখতেন। চিকিৎসা সম্বন্ধীয় কয়েকটি গ্রন্থ রচনা করেন। তার রচিত পালাকীর্তন 'নৌকাবিলাস' রবীন্দ্রনাথের আমন্ত্রণে ঠাকুরবাড়িতে গীত হয়। তিনি দুই শতাধিক কীর্তন গান রচনা করেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nসুন্দরীমোহন প্রথম জীবনে ব্রাহ্ম ধর্মে অনুপ্রাণিত হলেও শেষজীবনে বৈষ্ণবধর্মে বিশ্বাসী হয়ে ওঠেন। জাতিভেদ ও অস্পৃশ্যতার বিরোধী, নারীমুক্তি ও বিধবাবিবাহে উৎসাহী ছিলেন। তিনি জয়পুরের মন্ত্রী সংসারচন্দ্র সেনের বিধবা ভাগিনেয়ী হেমাঙ্গিনী দেবীকে বিবাহ করেন।\n\n\n== জীবনাবসান ==\nনিজের প্রতিষ্ঠিত ন্যাশনাল মেডিক্যাল ইনস্টিটিউটে সুন্দরীমোহন ১৯৫০ খ্রিস্টাব্দের ৪ঠা এপ্রিল শেষনিঃশ্বাস ত্যাগ করেন। শেষ ইচ্ছায় তিনি তার দেহটি চিকিৎসাশাস্ত্রে ব্যবহারের জন্য বলেছিলেন, কিন্তু হাসপাতাল কর্তৃপক্ষ তার প্রতি অসীম শ্রদ্ধা ও ভালোবাসায় সেটি রক্ষা করতে পারেন নি।\n\n\n== তথ্যসূত্র =="}