{"pageid": 1045442, "title": "রাজ'আ", "url": "https://bn.wikipedia.org/wiki?curid=1045442", "content": "রাজ'আ (আরবি: الرجعة, প্রতিবর্ণীকৃত: āl-rjʽah, অনুবাদ 'ফিরা') (বিকল্পভাবে রাজা'আ, রাজ'আত) ইসলামিক পরিভাষায় দ্বিতীয় আগমন বা ঐতিহাসিক ব্যক্তির শারীরিক মৃত্যুর পরে প্রদত্ত সেই অতীত থেকে ঐতিহাসিক ব্যক্তির পুনরায় জীবনে ফিরে আসাকে বোঝায়। মূলত শিয়া মুসলিম পরিভাষায় ব্যবহৃত হলেও, সুন্নি ইসলাম ও বাহাই ধর্ম বিশ্বাসে এর বিভিন্নতা রয়েছে এবং আরবিতে খ্রিস্টান মতবাদকে বর্ণনার জন্য রাজা'আ ব্যবহৃত হয়।\n\n\n== ব্যুৎপত্তি ==\nরাজ'আ শুধুমাত্র ধর্মতাত্ত্বিক অর্থ উল্লেখ করে না, তবে আরবি ভাষায় অন্যান্য ক্ষেত্রেও ব্যবহৃত হয়। যেমন: একটি নির্দিষ্ট সময়ের অপেক্ষার পরে তালাকপ্রাপ্ত স্বামী/স্ত্রীদের পুনর্বিবাহ, মুহম্মদ আল-মাহদীর গুপ্তাবস্তার পরে পুনরায় আবির্ভাব এবং আধুনিক বিশ্বে একটি ইসলামিক রাষ্ট্রব্যবস্থা পুনঃপ্রতিষ্ঠা।\n\n\n== মতান্তর ==\n\n\n=== শিয়া ইসলামে ===\nইসনা আশারিয়া শিয়া মুসলমানরা বিশ্বাস করেন যে, দ্বাদশ ইমাম মুহাম্মদ আল-মাহদী বর্তমানে পৃথিবীতে বসবাস করছেন এবং প্রধান গুপ্তরাজ্য  নামে একটি রাজ্যে তার অনুসারীদের দ্বারা তার নিকট প্রবেশাধিকার থেকে বিরত রাখা হয়েছে। ইসনা আশারিয়া' শিয়া মুসলমান বিশ্বাসে দ্বাদশ ইমাম, মাহদীর ব্যক্তিত্বের সাথে অভিন্ন; যার জন্য এখনও অন্যান্য মুসলিম সম্প্রদায়ও  অপেক্ষা করছে। ধারণা করা হয় যে, বিচার দিবসের পূর্বে মুহাম্মদ আল-মাহদি একদল মনোনীত সঙ্গীকে নিয়ে ফিরে আসবেন। এই প্রত্যাবর্তনটি জুহুর বা 'প্রত্তাবর্তন' নামে বেশি পরিচিত, কারণ হিদ্দিত ইমাম ৮৭৪ বছর তার গুপ্তাবস্তার সময় থেকে জীবিত আছেন বলে মনে করা হয়।\nতার পুনরায় উপস্থিতির পরে শিয়া এসক্যাটোলজি ভবিষ্যদ্বাণী করে যে, মাহদি দাজ্জাল এবং সুফযানির বিরুদ্ধে যুদ্ধ করবে। এই যুদ্ধের পর মনে করা হয় যে, ইমাম মাহদি খ্রীষ্টের প্রত্যাবর্তন এবং ইমাম হুসাইনের সাথে অতীতের নবি ও সাধুদের মতো অন্যান্য ঐতিহাসিক ব্যক্তিত্বদের সাথে যোগ দেবেন। এই ঐতিহাসিক ব্যক্তিত্বদের প্রত্যাবর্তন শেষ বিচারের সূচনা করবে। এই প্রত্যাবর্তনের উদ্দেশ্য হচ্ছে যারা নিপীড়িত এবং নিপীড়িত হয়ে মারা গেছে তাদের জন্য ন্যায়বিচার প্রতিষ্ঠা করা : এই ভবিষ্যতে পুনরায় উপস্থিতির সময় নিপীড়িতদের দ্বারা সরাসরি নিপীড়নকারীদের শাস্তি দেওয়া হবে। শিয়ারা এই বিশ্বাসকে কুরআনের বেশ কয়েকটি আয়াতের উপর ভিত্তি করে বলে থাকে, যেখানে উল্লেখ করা হয়েছে যে কিছু লোক দুবার মারা যাবে এবং দুবার বাঁচবে।\n\n\n=== সুন্নি ইসলামে ===\n২৬০ হিজরির পর, সুন্নি লেখকরা রাজ'আ বিশ্বাসকে শিয়া এবং সুন্নি মুসলমানদের মধ্যে পার্থক্যকারী একটি স্বতন্ত্র বৈশিষ্ট্য হিসাবে বিবেচনা করেছিলেন, যেখানে অনেক বই এ পার্থক্যসমূহকে সম্বোধন করে লেখা হয়েছিল। Releasing from Irreversibility with the Proof of Raj'a (আরবি ভাষায়: الايقاظ من الهجعة بالبرهان علي الرجعة) ছিল সবচেয়ে বিস্তৃত বই, যেখানে ৬৭০ টিরও বেশি হাদিস, কুরআনের আয়াত এবং যৌক্তিকতা উল্লেখ করা হয়েছে।\nকিছু সুন্নি পণ্ডিত রাজ'আ-য় বিশ্বাস করেন, মাহদির চেহারার সাথে সাদৃশ্যপূর্ণ  আসহাবে কাহফ এর মতো কিছু লোকের  ফিরে আসার উপর বিশ্বাস করেন। জালালুদ্দীন আল-সুয়ুতী রাজ'আ সম্পর্কে লিখেছিলেন কিন্তু শিয়াদের থেকে ভিন্নভাবে। সুয়ুতি তার বই দ্য পসিবিলিটি অফ সিয়িং দ্য প্রফেট  অ্যান্ড দ্য এঞ্জেলস (আরবি: تنوير الحلك في إمكان رؤية النبي والملك) অনুসারে, সুয়ুতী দাবি করেছেন যে, তিনি জেগে থাকা অবস্থায়  নবী মুহাম্মদকে ৭০এরও বেশি বার দেখেছেন। তার মতে, শিয়া বিশ্বাসের বিপরীতে, নবী মুহাম্মদের প্রত্যাবর্তন ভবিষ্যতে একটি নির্দিষ্ট সময়ের মধ্যে সীমাবদ্ধ নয়। পুনরুত্থানের আগে মৃত্যুর পর অন্য কোন ধর্মীয় ব্যক্তিত্ব ফিরে আসবেন কিনা তা আল-সুয়ুতী  উল্লেখ করেননি। আবু আব্দুল্লাহ আল-কুরতুবির মতে, রাজ'আ একজন নবীর শারীরিক উপস্থিতির অভাব হিসাবে বোঝা যায়, যিনি শারীরিক জগতে অনুপস্থিতির কারণে তার আপাত মৃত্যুকে চিহ্নিত করেন কিন্তু সময়ে সময়ে যারা হৃদয়ে বিশুদ্ধ তাদের কাছে পুনরায় উপস্থিত হবেন।সুনান আল-তিরমিজি সম্পর্কে তাঁর ব্যাখ্যার জন্য পরিচিত মালিকি পণ্ডিত ইবনে আল-আরাবি বলেছিলেন যে, জেগে থাকার সময় নবীদের দেখা এবং শোনা খাঁটি বিশ্বাসীর পক্ষে সম্ভব।\nসুন্নি ও শিয়া পণ্ডিতরা যে-কিছু কুর'আনিক আয়াতের পরামর্শ দিয়েছেন যা রাজ'আ নিশ্চিত করে তার মধ্যে   নিম্নলিখিতগুলো অন্তর্ভুক্ত রয়েছে:\n\nআর স্মরণ করো, যখন মুসা তার লোকদের বলেছিল, \"হে আমার সম্প্রদায়, তোমরা বাছুরকে [উপাসনার জন্য] গ্রহণ করে নিজেদের প্রতি অন্যায় করেছ। অতএব, তোমরা তোমাদের  স্রষ্টার কাছে অনুতপ্ত হয়ে নিজেদেরকে হত্যা কর। এটা তোমাদের স্রষ্টার দৃষ্টিতে তোমাদের জন্য সর্বোত্তম।\" তখন তিনি তোমাদের তওবা কবুল করলেন; নিশ্চয় তিনি তওবা কবুলকারী, দয়ালু। আর স্মরণ করো, যখন তুমি বল, হে মূসা, আমরা কখনই তোমাকে বিশ্বাস করব না যতক্ষণ না আমরা আল্লাহকে সরাসরি দেখতে পাই\" ; তাই বজ্রআঁটুনি তোমাকে নিয়ে গেল যখন তুমি তাকিয়ে ছিলে। [2;54-55]\nআর যখন তোমরা একজনকে হত্যা কর এবং এ নিয়ে বিতর্ক কর, তখন আল্লাহ তা'আলা প্রকাশ করেন যা তোমরা গোপন করছিলে। তাই, আমি বলেছিলাম, \"নিহত ব্যক্তিকে এর কিছু অংশ দিয়ে আঘাত কর।\" এইভাবে আল্লাহ মৃতদেরকে জীবিত করেন এবং তিনি তোমাদেরকে তাঁর নিদর্শনসমূহ দেখান যাতে তোমরা যুক্তি দেখাতে পার। [2;72-73]\nযারা মৃত্যুর ভয়ে, হাজার হাজার লোকের মধ্যে তাদের বাড়ি ছেড়ে চলে গেছে তাদের কি আপনি বিবেচনা করেননি? আল্লাহ তাদেরকে বললেন, \"মর\"; তারপর তিনি তাদের জীবিত করলেন। আর আল্লাহ মানুষের প্রতি অনুগ্রহে পরিপূর্ণ, কিন্তু অধিকাংশ মানুষ কৃতজ্ঞতা দেখায় না। [2;243]\n\n\n=== বাহাই ধর্মে ===\nঈশ্বরের প্রকাশের পর্যায়ক্রমিক প্রত্যাবর্তনের ধারণাটি বাহাই বিশ্বাসের ভাবতত্ত্বে কেন্দ্রীভূত। বাহাইরা অতীতের ভাববাদী ও সাধুদের প্রত্যাবর্তনকে শারীরিক প্রত্যাবর্তন বা পুনরুত্থান হিসাবে দেখেন না, বরং আধ্যাত্মিক বৈশিষ্ট্য এবং আর্কেটিপাল ভূমিকার প্রত্যাবর্তন হিসাবে দেখেন।এটি শিয়া এসক্যাটোলজির এক পরিবেশে বিকশিত হয়েছিল, প্রাথমিকভাবে শাইখ আহমাদ (১৭৫৩-১৮২৬), যাকে বাহাইরা তাদের নিজেদের বিশ্বাসের অনুপ্রাণিত পূর্বসূরি হিসাবে বিবেচনা করে থাকে। তারা একজন ব্যক্তির মধ্যে ঈশ্বরের গুণাবলীর প্রত্যাবর্তন প্রতি হাজার বছর অন্তর প্রত্যাশা করে থাকে এবং এই লোকদের ঈশ্বরের প্রকাশ হিসেবে বলা হয়।যীশু এবং মুহাম্মদ-কে যেমন হিসাবে গণ্য করা হয়, সেইসাথে বা'ব এবং বাহাউল্লাহ, বাহাই বিশ্বাসের দুই প্রতিষ্ঠাতা। [৯] প্রত্যেক নবীকে বাহাউল্লাহ বর্ণনা করেছেন, যেন তারা প্রত্যেক পূর্ববর্তী নবীর প্রত্যাবর্তন। প্রত্যাবর্তনের ধারণাটি ঈশ্বর প্রকাশকদের সঙ্গীদের কাছে আরও প্রসারিত করা হয়েছে। উদাহরণস্বরূপ, হারুন, সেন্ট পিটার, আলী এবং কুদ্দুস সবাই সমতুল্য ক্ষুদ্র নবী হিসাবে বিবেচিত হয়, যারা প্রধান নবীর উদ্দেশ্যকে সমর্থন করে এবং ছড়িয়ে দেয়।\n\n\n== আরও দেখুন ==\nকায়সানীয় শিয়া\nদ্বিতীয় আগমন\nশেষ বিচার\nমৃতদের পুনরুত্থান\n\n\n== বহিঃসংযোগ ==\nরাজ'আ অথবা নতুন জীবন (আরবি বই )\nরাজ'আ প্রমাণের সারসংক্ষেপ (আরবি বই ) \n\n\n== তথ্যসূত্র =="}