{"pageid": 1045029, "title": "শোলিঙ্গনলুর", "url": "https://bn.wikipedia.org/wiki?curid=1045029", "content": "শোলিঙ্গনলুর দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের চেন্নাই জেলার একটি অঞ্চল৷ বর্তমানে এটি চেন্নাই জেলার অন্তর্ভুক্ত হলেও ২০১৮ খ্রিস্টাব্দের ৪ঠা জানুয়ারির পূর্বে চেঙ্গলপট্টু জেলা ও তারও পূর্বে কাঞ্চীপুরম জেলার অংশ ছিল৷ এটি শহরের দক্ষিণ দিকে রাজীব গান্ধী সালাইয়ে আইটি কোরিডরের অংশ৷ প্রারম্ভিকভাবে আবাসিক অঞ্চল হলেও সময়ের সাথে অর্থনৈতিক দ্রুত বৃদ্ধি, জনসংখ্যা ও পরিকাঠামো বৃদ্ধি পাওয়ার ফলে এই লোকালয়ে তথ্যপ্রযুক্তি ব্যবসায়িক উদ্যান ও বিশেষ অর্থনৈতিক বলয় বা এসইজেড হওয়ার সহায়ক হয়ে উঠেছে৷ এই লোকালয়ের চার দিকে রয়েছে সিরুচেরি, পেরুঙ্গুড়ি ও তারামণি৷\nবিশ্বব্যপী আর্থিক পরিষদের সভার জন্য তামিলনাড়ু সরকারের টিডকো শোলিঙ্গনলুরে একটি আর্থিক বসতি গড়ে তোলার পরিকল্পনা করেছে৷ এটি জনসংখ্যার বিচারে তামিলনাড়ুর বৃহত্তম বিধানসভা কেন্দ্র৷ ২০১১ খ্রিস্টাব্দে এটিকে চেন্নাই পুর নিগমের অন্তর্ভুক্ত করা হয় ও এটিই চেন্নাই কর্পোরেশনের শেষ ও ২০০ নং ওয়ার্ড৷ রাজ্য সরকার ২০২৪ খ্রিস্টাব্দের মধ্যে মাধবরম থেকে শোলিঙ্গনলুর হয়ে সিরুচেরি আইটি পার্ক অবধি চেন্নাই মেট্রোর দ্বিতীয় পর্যায়ের কাজ সম্পন্ন করার বরাত দিয়েছে৷ অতিসম্প্রতি শোলিঙ্গনলুর সরকারিভাবে চোলিঙ্গনলুর নাম পেয়েছে৷\n\n\n== নামকরণ ==\nশোলিঙ্গনলুর শব্দটি থেকে তিনটি তামিল শব্দ পাওয়া যায় যথা \"শোল\"/\"চোল\" \"অঙ্গম\" ও \"নল্লুর\"৷ অর্থাৎ নাম থেকে বোঝাই যাচ্ছে এই স্থান চোল রাজাদের রাজত্বের অন্তর্গত ছিলো এবং এখানে জলাভূমি ও আম বাগান ছিল৷\n\n\n== জনতত্ত্ব ==\n২০০১ খ্রিস্টাব্দে শোলিঙ্গনলুরের জনসংখ্যা ছিল ১৫,৫১৯ জন৷ ২০১১ খ্রিস্টাব্দে মূল নগর পঞ্চায়েতের জনসংখ্যা হয় ২৬,৬৪৪ জন ও আউট গ্রোথ সহ শহরের জনসংখ্যা হয় ৩৫,৬০২ জন৷ তবে এরপর ২০২১ খ্রিস্টাব্দে নির্বাচনী তালিকা বের হওয়ার পর ভোটার সংখ্যা হয় ৬,৯৪,৮৪৫ জন, যা লোকালয়ের দ্রুত বৃৃদ্ধিপ্রাপ্ত জনবিন্যাসকে সূচিত করে৷\n\n\n== সংযোগস্থল ==\nশোলিঙ্গনলুরের অবস্থান তাম্বরম ও মুড়িশূর গামী ইস্ট কোস্ট রোড ও আদিয়ার ও মহাবলীপুরম গামী পুরাতন মহাবলীপুরম সড়কের সংযোগস্থলে৷ এটি দক্ষিণ চেন্নাইয়ের অন্যতম গূরুত্বপূর্ণ জংশন৷\n\n\n== তথ্যপ্রযুক্তি কোরিডর ==\nশোলিঙ্গললুরে রয়েছে বেশ কিছু বড় আইটি কোম্পানির অফিস ও সদর, তার মধ্যে উইপ্রো, ইনফোসিস, টাটা কন্‌সাল্টেন্সি সার্ভিসেস, অটোমোবাইল রোবোটিক্স, ফ্লিন্টোবক্স, পেপ্যাল, ইবে, এইচসিএল টেকনোলজিস, কগনিজ্যান্ট টেক্‌নলজি সলিউশন্স, টেক মাহিন্দ্রা, অ্যাসেঞ্চার, ট্রাইডেন্ট সলিউশন্স আমেরিকান মেগাট্রেন্ডস, প্রভৃতি উল্লেখযোগ্য।\n\n\n== তথ্যসূত্র =="}