{"pageid": 1045734, "title": "আম্রপালি", "url": "https://bn.wikipedia.org/wiki?curid=1045734", "content": "আম্রপালি, \"আম্বপালিকা\", \"আমবাপালি\" বা \"আম্র\" নামেও পরিচিত, খ্রিস্টপূর্ব ৫০০ অব্দে প্রাচীন ভারতে বৈশালী (প্রাচীন শহর) প্রজাতন্ত্রের (বর্তমান বিহারে অবস্থিত) প্রসিদ্ধ নগরবধূ বা রাজ বারাঙ্গনা তথা নর্তকী ছিলেন।  বুদ্ধের উপদেশ অনুসরণ করে তিনি আরহান্ত হয়েছিলেন। পুরাতন পালি গ্রন্থ এবং বৌদ্ধ রীতিনীতিতে (আগাম সূত্র) তাঁর উল্লেখ রয়েছে, বিশেষত বুদ্ধের সাথেই তাঁর সংযোগ পাওয়া যায়। আম্বপালি উদ্যানে তার সঙ্গে অবস্থান করেছিলেন বুুুদ্ধ। পরে আম্রপালি তার আদেশে উদ্যানটি দান করেছিলেন এবং সেখানে বুদ্ধ তার বিখ্যাত আম্বপালিকা সূত্র প্রচার করেছিলেন।আম্রপালি কিংবদন্তির উত্থান প্রায় ১৫০০ বছর আগে বৌদ্ধ জাতক গল্পে হয়েছিল।\n\n\n== প্রাথমিক জীবন ==\nআম্রপালি খ্রিস্টপূর্ব ৬০০-৫০০ অব্দে মহানামের ঘরে জন্মগ্রহণ করেছিলেন। তার মায়ের নাম অজানা। ব্যুৎপত্তিগতভাবে, তার নামের দুই অংশ দুটি সংস্কৃত শব্দের সংমিশ্রণ থেকে উদ্ভূত: আম্র,যার অর্থ আম এবং পল্লভা,যার অর্থ কচি পাতা বা শাখা। কথিত আছে, বৈশালীর এক রাজকীয় বাগানে আম গাছের পাদদেশে জন্মগ্রহণের জন্যই তার এমন নামকরণ হয়েছিল।\nতারুণ্যে আম্রপালি অসাধারণ সুন্দরী ছিলেন। কথিত আছে, মহানমন নামে এক তরুণ সামন্ত প্রভু আম্রপালীর রূপ দেখে এতই মুগ্ধ হয়েছিলেন যে তিনি তার রাজ্য ত্যাগ করে মুজাফফরপুরে বৈশালির একটি ছোট্ট গ্রাম আম্বারায় চলে এসেছিলেন।\n\n\n== বারাঙ্গনার জীবন ==\nবৈশালী লিচ্ছভি গোত্রের রাজধানী ছিল। এই গোত্রটি আটটি খাত্তিয়া (সংস্কৃত ক্ষত্রিয়) বংশের মধ্যে অন্যতম ছিল যারা ভাজ্জিয়ান সংঘ গঠনে একত্রিত হয়েছিল। এদের রাজা নির্বাচিত হতেন ক্ষত্রিয় গোষ্ঠীর যুবরাজ ও অভিজাতদের সমন্বয়ে গঠিত নির্বাচনী কলেজের মাধ্যমে। সেসময়ের প্রচলিত প্রথা ছিল, রাজ্যের সবচেয়ে সুন্দরী নারী শুধু একজনকে বিয়ে না করে বরং অনেকের সন্তুষ্টির জন্য নিজেকে নিবেদিত করবেন।\nআম্রপালি অসাধারণ সৌন্দর্য ও লাবণ্যে অনন্যা এক নারী হিসেবে বেড়ে উঠেছিলেন এবং বিবিধ শিল্পজ্ঞানে প্রতিভাবান ছিলেন। বহু তরুণ অভিজাত তার সঙ্গ পেতে আকুল ছিলেন।  বৈশালির রাজা মনুদেব যখন আম্রপালিকে নগরীতে নৃত্য পরিবেশন করতে দেখলেন, তিনি তাকে \"নিজের\" অধিকারে নিয়ে আসার পরিকল্পনা করতে শুরু করেন।  তিনি আম্রপালির বিয়ের দিন আম্রপালির শৈশব প্রেম এবং হবু বর পুষ্পকুমারকে হত্যা করেন এবং একটি সরকারী ঘোষণায় আম্রপালিকে বৈশালীর 'কনে' অর্থাৎ, নগরবধূ হিসেবে ঘোষণা করেন।  তাকে সাত বছরের জন্য রাজ্যের সবচেয়ে সুন্দরী ও মেধাবী মেয়েদের জন্য নির্ধারিত বৈশালী জনপদ কল্যায়ণী উপাধিতে ভূষিত করা হয়েছিল। আম্রপালী তার প্রেমিকদের নির্বাচন করতে পারতেন কিন্তু পূর্বোক্ত রীতি অনুসারে তিনি কোনও একজনের প্রতি প্রতিশ্রুতিবদ্ধ হতে পারতেন না।\nনগরবধূ ঘোষণার পর আম্রপালি রাজ নর্তকী বা রাজ দরবারের নৃত্যশিল্পীও হয়েছিলেন। তার প্রতিভা এবং সৌন্দর্য এত মানুষকে আকৃষ্ট করেছিল যে এই সময়ের মধ্যে বৈশালীর গৌরবের কৃতিত্ব প্রায়শই আম্রপালীর খ্যাতির প্রতিই নিবেদন করা হয়।  আম্রপালির শিল্প প্রতিভা দেখতে প্রতি রাতে পঞ্চাশটি কর্ষপান মুদ্রা ব্যয় করতে হতো। ফলে তার রাজকোষ কিছু কিছু রাজার কোষাগার থেকেও অনেক সমৃদ্ধ আকার নিয়েছিল।\n\n\n== আম্রপালিকে নিয়ে যত কিংবদন্তি ==\n\n\n=== আম্রপালি ও বিম্বিসার ===\nআম্রপালির সৌন্দর্যের গল্প মগধের শত্রুপক্ষীয় প্রতিবেশী রাজ্যের রাজা বিম্বিসারের কান অবধি পৌঁছেছিল।  তিনি বৈশালী আক্রমণ করেছিলেন এবং আম্রপালির বাড়িতে আশ্রয় নিয়েছিলেন।  বিম্বিসার খুব ভালো সংগীতজ্ঞ ছিলেন।  কিছুদিনের মধ্যেই আম্রপালী ও বিম্বিসার প্রেমে পরস্পরের প্রেমে পড়ে যান ।  বিম্বিসারের আসল পরিচয় জানার পর, আম্রপালী অবিলম্বে তাকে চলে যেতে বলেন এবং যুদ্ধ বন্ধ করতে বললেন।  প্রেমে মুগ্ধ বিম্বিসার আম্রপালি যা বলেছিলেন তাই করেছিলেন। কিন্তু এই ঘটনা বৈশালীর লোকদের দৃষ্টিতে তাকে কাপুরুষে পরিণত করে। যাহোক পরে, আম্রপালী বিমলা কোন্দন্না নামে বিম্বিসারের একটি পুত্র সন্তানের জন্ম দিয়েছিলেন।\nপরবর্তীতে রানী চেল্লানা (জৈন রীতি অনুসারে) বা রানী কোসালা দেবীর (বৌদ্ধ রীতি অনুসারে)গর্ভে জন্ম নেয়া বিম্বিসারের পুত্র অজাতশত্রু তার ভাইদের সাথে বিরোধের সূত্রে বৈশালী আক্রমণ করেছিলেন।  তিনিও আম্রপালির সৌন্দর্যে এতটাই বিমোহিত হয়েছিলেন যে আম্রপালিকে যখন বন্দী করা হয়েছিল, তখন তিনি পুরো বৈশালীকেই পুড়িয়ে ফেলেন। এই ভয়াবহ হত্যাযজ্ঞে তার প্রিয়তমা আম্রপালী ছাড়া প্রায় সবাই মারা গিয়েছিল। কিন্তু প্রিয় মাতৃভূমির এ সকরুণ অবস্থা দেখে আম্রপালি অজাতশত্রুর প্রতি স্বীয় ভালবাসা পরিত্যাগ করেছিলেন।\n\n\n=== আম্রপালি ও বুদ্ধ ===\nবৌদ্ধ সূত্রে, বুদ্ধের মৃত্যুর কিছু আগে বৈশালীতে তার শেষ সফরকালে আম্রপালি তাকে খাবার পরিবেশন করার সুযোগ পেয়েছিলেন বলে উল্লেখ করা হয়।  আম্রপালী নিকটবর্তী এক উদ্যানে বুদ্ধের ধর্মোপদেশ শুনে গভীরভাবে আলোড়িত হন এবং তাকে নিজ গৃহে খাবারের আমন্ত্রণ জানান।অন্যান্য সূত্র অনুসারে, বুদ্ধ নিজেই আম্রপালির আমবাগানে আশ্রয় নেন এবং সেখানে আম্রপালি তার সঙ্গে সাক্ষাৎ করে প্রণাম করেন এবং গৃহে নিমন্ত্রণ জানান। বুুুুদ্ধ নীরবে তার প্রস্তাবে সম্মতি জানিয়েছিলেন।  ফিরে আসার সময়, আম্রপালির রথ বৈশালীর যুুবরাজদের সাথে সংঘর্ষে জড়িয়ে পড়ে যারা নিজেরাও বুদ্ধকে তাদের সাথে ভোজের জন্য আমন্ত্রণ জানাতে যাচ্ছিলেন।তারা আম্রপালিকে 'আম-মহিলা' ও দুর্নামধারী বলে অপমান করতে থাকে এবং রাস্তার একপাশে সরে গিয়ে অভিজাতদের যাবার জায়গা করে দিতে বলে। আর তখনই আম্রপালি বললেন যে, বুদ্ধ তার বাড়িতে নিমন্ত্রণ খেতে আসছেন। একথা শুনে হতাশ যুবরাজগণ বুদ্ধকে আপ্যায়নের বিনিময়ে আম্রপালিকে স্বর্ণ প্রদানের প্রস্তাব দেয়। কিন্ত তিনি তা প্রত্যাখ্যান করেন। এদিকে আম্রপালির প্রতি প্রতিশ্রুতিবদ্ধ হওয়ার কারণে বুদ্ধও তাদের ফিরিয়ে দেন।\nবুদ্ধ আম্রপালির সৌন্দর্য উপলব্ধি করতে পেরেছিলেন এবং সেজন্যই নিজের শিষ্যদের আম্রপালির উপস্থিতিতে সতর্ক থাকার পরামর্শ দিয়েছিলেন যাতে তারা তার প্রতি মোহিত না হয়ে যায়। বুদ্ধের আগমন উপলক্ষ্যে আম্রপালী তার বিশাল বাড়িকে বিশেষভাবে সজ্জিত করেছিলেন এবং নিজের সকল অনুচরদের নিয়ে তাকে স্বাগত জানিয়েছিলেন।  তার বাড়ি বা সম্পদ কোনটিই কোন রাজার রাজবাড়ি ও সম্পদের চেয়ে কোন অংশে কম ছিল না।  খাবার শেষে, তিনি বুদ্ধের নির্দেশে নিজের সমস্ত সম্পদ ও উদ্যানসমূহ সমর্পণ করে দেন যেগুলো মনোযোগ সংক্রান্ত বুদ্ধের একাধিক ধর্মোপদেশ ঘোষণার মূলকেন্দ্র ছিল।\nএর পরপরই, আম্রপালি রাজনর্তকী হিসেবে নিজের পদ পরিত্যাগ করেন এবং বৌদ্ধ মত অবলম্বন করে বৌদ্ধ অনুশাসনের সক্রিয় সমর্থকে পরিণত হন।  তিনি দরিদ্র ও নিঃস্বদের সেবায় নিজের জীবন উৎসর্গ করেছিলেন।\nবড় হওয়ার সাথে সাথে আম্রপালির পুত্র বিমলা কোন্দন্নাও বৌদ্ধ ভিক্ষু হন এবং সর্বজনশ্রদ্ধেয় হয়ে ওঠেন।\n\n\n== বিভিন্ন ধর্মীয় সূত্রে বারাঙ্গনাদের প্রতি দৃৃৃৃষ্টিভঙ্গি ==\nআম্রপালির গল্প সমকালীন বারাঙ্গনাদের প্রতি দৃষ্টিভঙ্গি বোঝার জন্য তাৎপর্যপূর্ণ।  যদিও তিনি একজন প্রতিভাবান শিল্পী হিসেবে অনেক খ্যাতি অর্জন করেছিলেন, তবুও বৈশালীর যুবরাজগণ তাকে 'গণিকা' (অর্থাৎ পতিতা) বলে সম্বোধন করেছিলেন, যা অবমাননাকর অভিব্যক্তি বহন করে।  তবে, বুদ্ধ তার প্রতি এই ধরনের একচোখা মনোভাব পোষণ করেননি।  তিনি তার গৃহে অন্নও গ্রহণ করেছিলেন এবং বৌদ্ধ ধর্মোপদেশের জন্য তার বাগানও গ্রহণ করেছিলেন।  বিষয়টি প্রায়শই নারীদের প্রতি তার পক্ষপাতহীন মনোভাবের উদাহরণ হিসেবে উদ্ধৃত করা হয়।  তবে, সময়ের সাথে সাথে এবং থেরিগাথা তথা বৌদ্ধ প্রবীণ নারীদের সংক্ষিপ্ত পদ্যমূলক রচনা যখন ধারাবাহিকভাবে তৈরি হতে লাগল তখন থেকে এই পক্ষপাতিত্ব বৌদ্ধ ধর্মেও প্রবেশ করেছিল।\nবিম্বিসারের সাথে আম্রপালির সম্ভাব্য জুটির গল্প মূলত মৌখিকভাবেই টিকে আছে। বৌদ্ধ ধর্মের পালি ধর্মশাস্ত্রে এর অনুপ্রবেশ ঘটে নি। এর কারণ বিম্বিসার বৌদ্ধ ধর্মের এক মহান রাজকীয় পৃষ্ঠপোষক ছিলেন এবং আম্রপালির সাথে তার সংযোগ তার উপর নেতিবাচক আলোকপাত করতে পারে। ধর্মশাস্ত্রে আম্রপালির উল্লেখও বেশিরভাগ ক্ষেত্রে তাঁর জীবনের পরবর্তী অংশগুলিতে দৃষ্টি নিবদ্ধ করেছে যখন তিনি বৌদ্ধ ধর্মে দীক্ষিত ছিলেন।\nতবে, বৌদ্ধ গ্রন্থগুলির সন্ধানে ভারতে আসা চীনা ভ্রমণকারীদের সূত্রে আম্রপালির প্রথম জীবন এবং বিম্বিসারের সাথে তার সম্পর্কের বিষয়টি উল্লেখিত হয়েছে।  দ্বিতীয় সূত্রটি বৌদ্ধ ত্রিপিটকের চীনা সংস্করণে পাওয়া যায়। এই আখ্যানটি মহাযান সূত্রেও রচিত হয়েছে। ফলে বিম্বিসারকে ইতিবাচকভাবে উপস্থাপন করার উপায় নেই।  আর তাই, তাদের সম্পর্ক স্বাভাবিকভাবেই সবার দৃষ্টি আকর্ষণ করেছে।\nতৃতীয় যে ধর্মীয় উৎসগুলোতে আম্রপালির গল্পের সবচেয়ে বিস্তারিত উল্লেখ পাওয়া যায় এগুলোর বেশিরভাগই কাশ্মীরের গিলগিট অঞ্চলের এবং গিলগিট পান্ডুলিপি হিসেবে পরিচিত।  এগুলো বৌদ্ধধর্মের মূলসারবস্তুবাদ শাখার অত্যন্ত সম্মানিত তিব্বতীয়-সংস্কৃত ধর্মগ্রন্থ।  তবে, বারাঙ্গনার প্রতি নেতিবাচক মনোভাব এখানেও বিদ্যমান। \n\n\n== জনপ্রিয় সংস্কৃতিতে আম্রপালি ==\nআম্রপালির জীবনী নিয়ে তিনটি চলচ্চিত্র নির্মিত হয়েছে: আম্রপালি (১৯৪৫) চলচ্চিত্রে সবিতা দেবী, জগদীশ শেঠি, প্রেম আদিব অভিনয় করেছিলেন। আম্রপালি (১৯৫৯) চলচ্চিত্রে আম্রপালি চরিত্রে সুপ্রিয়া দেবী এবং রাজা অজতশত্রু চরিত্রে অসিত বারান এবং আম্রপালী (১৯৬৬)চলচ্চিত্রে বৈজয়ন্তীমালা আম্রপালি চরিত্রে  ও সুনীল দত্ত রাজা অজাতশত্রু হিসেবে অভিনয় করেছিলেন।\nবলিউড অভিনেত্রী হেমা মালিনী প্রযোজিত, পরিচালিত এবং অভিনীত টেলিভিশন সিরিজ উইমেন অফ ইন্ডিয়ায় আম্রপালির গল্পটি চিত্রায়িত করা হয়েছিল যার সংগীতায়োজন করেছিলেন রবীন্দ্র জৈন ও হৃদয়নাথ মঙ্গেশকর।\nআম্রপালী বিভিন্ন গ্রন্থের বিষয়বস্তুও হয়েছিলেন, যার মধ্যে আচার্য চতুরসেনের ১৯৪৮ সালের হিন্দি উপন্যাস বৈশালী কি নগরবধূ এবং বিমলা রায়নার ১৯৬২ সালের উপন্যাস আম্বাপালি সহ বিভিন্ন বই ছিল।  ইংরেজিতে একটি সাম্প্রতিক কাজ, দ্য লিজেন্ড অফ আম্রপালি: এন এনচ্যান্টটিং সাগা ব্যরিড উইদিন দ্য স্যান্ডস অফ টাইম নামে লেখক অনুরাগ আনন্দ ২০১২ সালে সম্পন্ন করেছিলেন।\nআম্রপালি নামে একটি টেলিভিশন সিরিজ ২০০২ সালে ডিডি ন্যাশনালে প্রচারিত হয়েছিল।\nঐতিহাসিক ইরা মুখোতির লেখা 'হিরোইনস' গ্রন্থেও আম্রপালির উল্লেখ রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবৌদ্ধ ধর্মের অভিধানে পালি নাম 'আম্বপালি'\n'আম্রপালি' - দূরদর্শন টেলিভিশন ধারাবাহিক"}