{"pageid": 1045531, "title": "রিয়ান ব্রুস্টার", "url": "https://bn.wikipedia.org/wiki?curid=1045531", "content": "রিয়ান জোল ব্রুস্টার (ইংরেজি উচ্চারণ: /ɹjən ˈdʒəʊəl bɹʊəstə/, ইংরেজি: Rhian Brewster; জন্ম: ১ এপ্রিল ২০০০; রিয়ান ব্রুস্টার নামে সুপরিচিত) হলেন একজন ইংরেজ পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইংল্যান্ডের পেশাদার ফুটবল লিগের শীর্ষ স্তর প্রিমিয়ার লিগের ক্লাব শেফিল্ড ইউনাইটেড এবং ইংল্যান্ড অনূর্ধ্ব-২১ দলের হয়ে একজন আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত একজন কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে দ্বিতীয় আক্রমণভাগের খেলোয়াড় এবং বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলে থাকেন।\n২০০৮–০৯ মৌসুমে, ইংরেজ ফুটবল ক্লাব চেলসির যুব পর্যায়ের হয়ে খেলার মাধ্যমে ব্রুস্টার ফুটবল জগতে প্রবেশ করেছেন এবং পরবর্তীকালে লিভারপুলের যুব দলের হয়ে খেলার মাধ্যমে তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০১৭–১৮ মৌসুমে, ইংরেজ ক্লাব লিভারপুলের মূল দলে অন্তর্ভুক্ত হওয়ার তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন, তবে তিনি লিভারপুলের হয়ে একটি ম্যাচেও অংশগ্রহণ করেননি। অতঃপর ২০১৯–২০ মৌসুমে তিনি ধারে সোয়ানসি সিটিতে যোগদান করেছেন। ২০২০–২১ মৌসুমে, তিনি প্রায় ২৩.৫ মিলিয়ন ইউরোর বিনিময়ে লিভারপুল হতে শেফিল্ড ইউনাইটেডে যোগদান করেছেন।\n২০১৬ সালে, ব্রুস্টার ইংল্যান্ড অনূর্ধ্ব-১৬ দলের হয়ে ইংল্যান্ডের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন।\nব্যক্তিগতভাবে, ব্রুস্টার বেশ কিছু পুরস্কার জয়লাভ করেছেন, যার মধ্যে ২০১৭ ফিফা অনূর্ধ্ব-১৭ বিশ্বকাপের গোল্ডেন বুট জয় অন্যতম। দলগতভাবে, ব্রুস্টার এপর্যন্ত ৪টি শিরোপা জয়লাভ করেছেন, যার মধ্যে ৩টি লিভারপুলের হয়ে এবং ১টি ইংল্যান্ডের বয়সভিত্তিক দলের হয়ে জয়লাভ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nরিয়ান জোল ব্রুস্টার ২০০০ সালের ১লা এপ্রিল তারিখে ইংল্যান্ডের চ্যাডওয়েল হিথে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন। তার বাবা বার্বাডীয় এবং তার মা তুর্কি সাইপ্রিয়ট বংশোদ্ভূত। ব্রুস্টার চ্যাডওয়েল হিথ অ্যান্ড শিল্ড একাডেমি ওয়াইএফসিতে যোগদানের পূর্বে চ্যাডওয়েল হিথ প্রাথমিক স্কুলে পড়াশোনা করেছিলেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nব্রুস্টার ইংল্যান্ড অনূর্ধ্ব-১৬, ইংল্যান্ড অনূর্ধ্ব-১৭, ইংল্যান্ড অনূর্ধ্ব-১৮ এবং ইংল্যান্ড অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে ইংল্যান্ডের প্রতিনিধিত্ব করেছেন। ২০১৬ সালের ১৮ই ফেব্রুয়ারি তারিখে তিনি ইংল্যান্ড অনূর্ধ্ব-২০ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। ২০১৭ সালে তিনি ইংল্যান্ড অনূর্ধ্ব-১৭ দলের হয়ে ২০১৭ উয়েফা ইউরোপীয় অনূর্ধ্ব-১৭ চ্যাম্পিয়নশিপে অংশগ্রহণ করেছেন, উক্ত প্রতিযোগিতার ফাইনালে পূর্ণ সময় শেষে তার দল স্পেন অনূর্ধ্ব-১৭ দলের সাথে ২–২ গোলে ড্র করার পর পেনাল্টি শুট-আউটে ৪–১ গোলের ব্যবধানে পরাজিত হয়েছিল। একই বছরে তিনি ইংল্যান্ড অনূর্ধ্ব-১৭ দলের হয়ে ২০১৭ ফিফা অনূর্ধ্ব-১৭ বিশ্বকাপের শিরোপা জয়লাভ করেছেন, উক্ত প্রতিযোগিতার ফাইনালে তার দল স্পেন অনূর্ধ্ব-১৭ দলকে ৫–২ গোলের ব্যবধানে পরাজিত করে উক্ত প্রতিযোগিতার ইতিহাসে প্রথমবারের মতো শিরোপা ঘরে তুলতে সক্ষম হয়েছিল; উক্ত প্রতিযোগিতায় তিনি ৬ ম্যাচে ৮টি গোল করে তিনি গোল্ডেন বুট জয়লাভ করেছিলেন। তিনি ২০২১ উয়েফা ইউরোপীয় অনূর্ধ্ব-২১ চ্যাম্পিয়নশিপের জন্য ২০২১ সালের মার্চ মাসে প্রকাশিত ২৩ সদস্যের ইংল্যান্ড অনূর্ধ্ব-২১ দলে স্থান পেয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরিয়ান ব্রুস্টার – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে রিয়ান ব্রুস্টার  (ইংরেজি)  \nসকারবেসে রিয়ান ব্রুস্টার (ইংরেজি) \nবিডিফুটবলে রিয়ান ব্রুস্টার  (ইংরেজি)  \nওয়ার্ল্ডফুটবল.নেটে রিয়ান ব্রুস্টার (ইংরেজি) \nইএসপিএন এফসিতে রিয়ান ব্রুস্টার (ইংরেজি)"}