{"pageid": 1045593, "title": "ওরগড়ম", "url": "https://bn.wikipedia.org/wiki?curid=1045593", "content": "ওরগড়ম দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের কাঞ্চীপুরম জেলার একটি চেন্নাই শহরতলি অর্থনৈতিক কেন্দ্র। এটি চেন্নাই শহরের চেন্নাই সেন্ট্রাল থেকে ৩৬ মাইল বা ৫৫ কিলোমিটার দক্ষিণ-পশ্চিম দিকে সাদার্ন গ্র্যান্ড ট্রাঙ্ক রোডের ওপর অবস্থিত। লোকালয়টি দক্ষিণ এশিয়ার অন্যতম বৃৃহত্তম অটোমোবাইল হাব এবং চেন্নাইয়ের শহরতলিগুলির মধ্যে দ্রুত উন্নতিশীল এলাকা যা সময়ের সাথে বহুমুখী অর্থনৈতিক কেন্দ্রে পরিণত হচ্ছে।\n\n\n== শিল্পোদ্যোগ ==\nওরগড়ম চেন্নাই শহরতলির বৃহত্তর ও অন্যতম উন্নতিকামী অর্থনৈতিক বলয়। ফর্চুন ৫০০ মনোনীত ৬ টি আন্তর্জাতিক গাড়ি প্রস্তুতকারক সংস্থা সহ মোট ২২ টি রয়েছে এখানে। বিগত চার বছরেরও কম সময়ে শ্রীপেরুম্বুদুর-ওরগড়ম অর্থনৈতিক বলয়ে ব্যপক উন্নতি হয়েছে। লোকালয়টি সড়ক ও রেলপথে সুবিন্যস্ত, এবং বহু অর্থনৈতিকদের মতে, অটোমোবাইল মহাকায় রেনল্ট-নিসান, রয়্যাল এনফিল্ড এবং ফোর্ড ওরগড়মের অর্থনৈতিক বৃদ্ধি নিশ্চিত করেছে। মটোরোলা, ডেল, ফ্লেক্স লিমিটেড, স্যামসাং, অ্যাপোলো টায়ারস, টিভিএস ইলেকট্রনিক্স ও ইয়ামাহার এর মতো বৃহত্তর প্রস্তুতকারক সংস্থা এই বলয়ে তাদের দপ্তর চালু করেছে। এছাড়া ওরগড়মের সিপকট তথ্যপ্রযুক্তি উদ্যানে জেসাবিএল লিমিটেড, এসার স্টিল, বিপিসিএল, ডেলফি টিভিএস ডিজেল সিস্টেম লিমিটেড, জিই বেয়ার, সিলিকনস প্রাইভেট লিমিটেড ইন্ডিয়ার মতো কোম্পানিও রয়েছে। শ্রীপেরুম্বুদুরের ডিএইচএল প্রথম ফ্রি ট্রেড ওয়্যার হাউজিং জোন উদ্বোধন করবে।\nশ্রীপেরুম্বুদুর সহ ওরগড়ম বিগত কিছু বছরে বহু বিদেশি লগ্নি বিনিযুক্ত করেছে। আশা করা হচ্ছে এটি পৃৃথিবীর বৃৃহত্তম অটোমোবাইল কেন্দ্রে পরিণত হবে। ডেইমলার এডি, রেনল্ট–নিসান, কোমাৎসুর মতো আন্তর্জাতিক অটোমোবাইল কোম্পানির দপ্তর রয়েছে এখানে।\nতামিলনাড়ু সরকার ৩০০ কোটি ভারতীয় মুদ্রা ব্যয়ে ওরগড়ম ইন্ডিসট্রিয়াল কোরিডর রোড নির্মাণ করছেন। রাজ্য মহাসড়ক দপ্তরের বিনিয়োগে এই কাজের বরাত পায় তামিলনাড়ু সড়ক পরিকাঠামো উন্নয়ন নিগম বা টিএনআরআইডিসি। এটি গ্র্যাণ্ড সাদার্ন ট্রাঙ্ক রোড ও গ্র্যাণ্ড ওয়েস্টার্ন ট্রাঙ্ক রোডকে অর্থনৈতিক কোরিডরের মাধ্যমে যুক্ত হবে।\nএগুলি ছাড়া ওরগড়মে অবস্থিত আরো প্রতিষ্ঠান হলো অ্যাপোলো টায়ারস, এশিয়ান পেইন্টস, বশ ইন্ডিয়া, ডেইমলার ইন্ডিয়া কমার্শিয়াল ভেহিকেলস, ইন্দো জাপানি কোম্পানি মিন্দারিকা প্রাইভেট লিমিটেড, নোকিয়া সলিউশনস এবং নেটওয়ার্কস, রয়্যাল এনফিল্ড।\n\n\n== তথ্যসূত্র =="}