{"pageid": 1045762, "title": "ধর্মেশ দর্শন", "url": "https://bn.wikipedia.org/wiki?curid=1045762", "content": "ধর্মেশ দর্শন (জন্ম: ধর্মেশ সভরওয়াল; ১৬ মে ১৯৭২) একজন ভারতীয় চলচ্চিত্র পরিচালক, প্রযোজক, ও লেখক। তিনি মূলত বলিউডের চলচ্চিত্রে কাজ করে থাকেন। তিনি ১৯৯৩ সালে লুটেরে দিয়ে পরিচালনায় আত্মপ্রকাশ করেন। ১৯৯৬ সালে রাজা হিন্দুস্তানী চলচ্চিত্রের জন্য তিনি শ্রেষ্ঠ চলচ্চিত্র বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন এবং শ্রেষ্ঠ পরিচালক বিভাগে ফিল্মফেয়ার পুরস্কারের মনোনয়ন লাভ করেন এবং শ্রেষ্ঠ চলচ্চিত্র ও শ্রেষ্ঠ পরিচালক বিভাগে স্ক্রিন পুরস্কার অর্জন করেন। তিনি ধড়কন (২০০১) চলচ্চিত্রের জন্য শ্রেষ্ঠ পরিচালক বিভাগে ফিল্মফেয়ার পুরস্কারের মনোনয়ন লাভ করেন। তার অন্যান্য চলচ্চিত্র হল মেলা (২০০০), হাঁ ম্যাঁয় নে ভি প্যায়ার কিয়া (২০০২), বেওয়াফা (২০০৫), ও আপ কি খাতির (২০০৬)।\n\n\n== প্রারম্ভিক জীবন ==\nধর্মেশ ১৯৭২ সালের ১৬ই মে জন্মগ্রহণ করেন। তার পিতা দর্শন সভরওয়াল একজন চলচ্চিত্র প্রযোজক এবং মাতা শীলা চলচ্চিত্র নির্মাতা মহেশ ভাট ও মুকেশ ভাটের বড় বোন। ফলে তার পিতামাতা দুজনেই হিন্দি চলচ্চিত্র শিল্পের সাথে সম্পৃক্ত। এক পর্যায়ে ধর্মেশ তার পিতার নামের প্রথমাংশ তার নামের শেষাংশ হিসেবে রাখার সিদ্ধান্ত নেন এবং ধর্মেশ দর্শন নামে পরিচিত হন।\nতিনি সিডেনহাম কলেজ থেকে স্নাতক সম্পন্ন করেন। সেই সময়ে ভিডিও ক্যাসেট জনপ্রিয়তার শীর্ষে ছিল এবং তিনি সেগুলোতে ভারতীয় ও আন্তর্জাতিক ধ্রুপদী চলচ্চিত্রগুলো দেখার মধ্য দিয়ে চলচ্চিত্র নিয়ে অধ্যয়ন শুরু করেন।\n\n\n== কর্মজীবন ==\nদর্শন ১৯৯৩ সালে ২৪ বছর বয়সে লুটেরে দিয়ে পরিচালনায় আত্মপ্রকাশ করেন। তিনি এটি রচনাও করেন এবং তার ভাই সুনীল দর্শন এটি প্রযোজনা করেন। চলচ্চিত্রটি বক্স অফিসে ব্যবসাসফল হয় এবং ₹২৯ মিলিয়ন আয় করে সে বছর বক্স অফিসে ১০ম স্থান লাভ করে।\n১৯৯৬ সালে তিনি তার দ্বিতীয় চলচ্চিত্র রাজা হিন্দুস্তানী আরও বড় পরিসরে নির্মাণ করেন। এতে শ্রেষ্ঠাংশে অভিনয় করেন আমির খান ও কারিশমা কাপুর। ₹৫০ কোটি আয়কারী চলচ্চিত্রটি সে বছরের শীর্ষ আয়কারী চলচ্চিত্র। এছাড়া এটি ১৯৯০-এর দশকের ৩য় শীর্ষ ব্লকবাস্টার চলচ্চিত্র এবং ২০১৯ সালে ভারতীয় চলচ্চিত্রের ১০০ বছরের বক্স অফিসে ৫ম শীর্ষ ব্যবসাসফল চলচ্চিত্র। চলচ্চিত্রটি বিপুল সমাদৃত হয় এবং দর্শন শ্রেষ্ঠ চলচ্চিত্র বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন এবং শ্রেষ্ঠ পরিচালক বিভাগে ফিল্মফেয়ার পুরস্কারের মনোনয়ন লাভ করেন এবং শ্রেষ্ঠ চলচ্চিত্র ও শ্রেষ্ঠ পরিচালক বিভাগে স্ক্রিন পুরস্কার অর্জন করেন।\nতিনি রাজা হিন্দুস্তানীর সফলতার পর চার বছরের বিরতি নেন এবং ২০০০ সালে দুটি চলচ্চিত্র নিয়ে প্রত্যাবর্তন করেন। দুটি চলচ্চিত্রই তিনি রচনা ও পরিচালনা করেন। প্রথম চলচ্চিত্র মেলা (২০০০)-এ শ্রেষ্ঠাংশে অভিনয় করেন আমির খান ও তার ছোট ভাই ফয়সাল খান। চলচ্চিত্রটি বক্স অফিসে ব্যর্থ হয়, এবং এটি আমির খানের কর্মজীবনের অন্যতম বাজে চলচ্চিত্র ও বলিউডের ইতিহাসে অন্যতম বাজে চলচ্চিত্র হিসেবে বিবেচিত হয়। তবে অক্ষয় কুমার ও শিল্পা শেট্টি অভিনীত তার দ্বিতীয় চলচ্চিত্র ধড়কন বক্স অফিসে সফলতা লাভ করে। এটি সে বছরের ৮ম শীর্ষ ব্যবসাসফল চলচ্চিত্র। চলচ্চিত্রটির জন্য তিনি সমাদৃত হন এবং অন্যতম প্রণয়ধর্মী পরিচালক হিসেবে কাল্ট মর্যাদা লাভ করেন। চলচ্চিত্রটি সমালোচকদের প্রশংসা লাভ করে এবং দর্শন এই চলচ্চিত্রের জন্য শ্রেষ্ঠ পরিচালক বিভাগে ফিল্মফেয়ার পুরস্কারের মনোনয়ন লাভ করেন।\nতার অন্যান্য চলচ্চিত্র হল হাঁ ম্যাঁয় নে ভি প্যায়ার কিয়া (২০০২), বেওয়াফা (২০০৫), ও আপ কি খাতির (২০০৬)।\n\n\n== পুরস্কার ==\n\n\n== চলচ্চিত্রের তারিখ ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ধর্মেশ দর্শন  (ইংরেজি)\nটেমপ্লেট:ধর্মেশ দর্শন"}