{"pageid": 1045839, "title": "মহাসমুন্দ জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1045839", "content": "মহাসমুন্দ জেলা মধ্য ভারতের ছত্তিসগড় রাজ্যের একটি প্রশাসনিক জেলা। মহাসমুন্দ শহর জেলা সদর।\n\n\n== ভূগোল ==\nমহাসমুন্দ জেলা ৩৯০২.৩৯ বর্গকিমি এলাকা জুড়ে ছত্তিশগড় রাজ্যের একেবারে মধ্যস্থলে বিস্তৃত । জেলাটি ২০°৪৭' থেকে ২১°৩১' অক্ষাংশ এবং ৮২°০০' এবং ৮৩°১৫' দ্রাঘিমাংশের মধ্যে অবস্থিত। এটি ছত্তিশগড়ের রায়গড় জেলা, রায়পুর জেলা এবং ওড়িশার নুয়াপাডা জেলা ও বড়গড় জেলা দ্বারা বেষ্টিত।\nজেলার বাগবহরা, বাসনা এবং পিথোড়া অঞ্চলে গ্রানাইট শিলা পাওয়া যায়। নিও-গ্রানাইট, ডোলারাইট এবং কোয়ার্টজ ইত্যাদিও জেলায় পাওয়া যায়। এখানে খনিজ সম্পদ উত্তোলনের একটি দুর্দান্ত সুযোগ রয়েছে।\n\n\n== পরিবহন ==\nমহাসমুন্দ জেলায় তিনটি জাতীয় মহাসড়ক রয়েছে: জাতীয় সড়ক ৬, জাতীয় সড়ক ২১৭ ও জাতীয় সড়ক-২১৬ (ভারত) । আরঙ্গা - মহাসমুন্দ থেকে ওড়িশার সরাইপালী পর্যন্ত জাতীয় মহাসড়ক ৬-এ চার-লেনের রাস্তাটির কাজ শেষ হয়েছে।\n\n\n== রেলপথ ==\nমহাসমুন্দ রেলওয়ে স্টেশন পূর্ব উপকূল রেলওয়ে জোনের একটি গুরুত্বপূর্ণ স্টেশন। মহাসমুন্দ স্টেশনটি ভারতীয় রেলপথ ব্যবস্থার মধ্য দিয়ে রায়পুর, দুর্গ, নাগপুর, মুম্বই, দিল্লি, ভোপাল, গোয়ালিয়র, সমবলপুর, তিতলগড়, বিশাখাপত্তনম, তিরুপতি, পুরি, বিলাসপুর, কোরবা, যোধপুর, আজমের, আহমেদাবাদ ইত্যাদি শহরের সাথে সুচারুভাবে সংযুক্ত।\n\n\n== জনসংখ্যার উপাত্ত ==\n২০১১ সালের জনগণনা অনুসারে মহাসমুন্দ জেলার জনসংখ্যা ১,০৩২,৭৫৪ জন  যা প্রায় সাইপ্রাস রাষ্ট্রের জনসংখ্যার সমান  বা মার্কিন যুক্তরাষ্ট্রের রোড আইল্যান্ডের জনসংখ্যার সমান।  জনসংখ্যার বিচারে এটি ভারতের জেলাগুলির মধ্যে ২১৬ তম স্থান অধিকার করে।  জেলাটির জনসংখ্যার ঘনত্ব ২১৬ জন প্রতি বর্গকিলোমিটার (৫৬০ জন/বর্গমাইল) ।  ২০০১-২০১১ এর দশক এর জনসংখ্যার বৃদ্ধির হার ছিল ২০%।  মহাসমুন্দে প্রতি ১০০০ জন পুরুষ পিছু ১০১৮ জন মহিলা রয়েছেন, যা জাতীয় লিঙ্গ অনুপাতের চেয়ে অনেকটাই ভালো  জেলায় সাক্ষরতার হার ৭১.৫৪%।\nএই জেলার তফসিলি উপজাতিভুক্ত জঙ্গণ হল মোট জনসংখ্যার ২৮.৯%। জেলায় বসবাসকারী উপজাতিগুলি হল ভূজিয়া, বিনজ্বওয়ার, ধনওয়ার, হালবা, কামার, কানোয়ার, খারাই, মুন্ডা, পার্দি, বাহালিয়া, সাউর, সাহারিয়া, সোনার, সানওয়ার এবং খারোয়ার। \nভারতের ২০১১ সালের জনগণনা সময়ে, জেলার জনসংখ্যার ৮০.৭২% জনগণ ছত্তিশগড়ি এবং ১৮.৩৪% জনগ্ণ ওড়িয়াকে তাদের প্রথম ভাষা হিসাবে নিবন্ধন করেছিলেন। \n\n\n== প্রশাসন ==\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}