{"pageid": 1046676, "title": "জাতিসংঘ মানব পরিবেশ সম্মেলনের ঘোষণাপত্র", "url": "https://bn.wikipedia.org/wiki?curid=1046676", "content": "জাতিসংঘ মানব পরিবেশ সম্মেলনের ঘোষণাপত্র বা স্টকহোম ঘোষণাপত্র ১৯৭২ সালের ১৬ই জুন জাতিসংঘের মানব পরিবেশ সম্মেলনের একবিংশতম পূর্ণাঙ্গ বৈঠকে আন্তর্জাতিক পরিবেশগত আইনের প্রথম দলিল যা একটি স্বাস্থ্যকর পরিবেশকে মানবাধিকার হিসাবে স্বীকৃতি দিয়ে গৃহীত হয়েছিল। ঘোষণাপত্রে, জাতিরাষ্ট্রসমূহ তাদের কর্মের ফলে সৃষ্ট যে কোনও পরিবেশগত প্রভাবের জন্য স্ব-স্ব দায় স্বীকার করতে সম্মত হয়েছিল।\n\n\n== জাতিসংঘ মানব পরিবেশ সম্মেলন ==\nজাতিসংঘের মানব পরিবেশ সম্মেলন ১৯৭২ সালের ৫–১৬ জুন সুইডেনের স্টকহোমে অনুষ্ঠিত হয়েছিল। জাতিসংঘের সাধারণ পরিষদ ১৯৭২ সালে স্টকহোমে সম্মেলন আহ্বান করার সিদ্ধান্ত নেয়। সুইডেন সরকারের পক্ষ থেকে এটির আয়োজনের প্রস্তাব গ্রহণ করা হয়েছিল। তৎকালীন জাতিসংঘের মহাসচিব ইউ থান্ট কানাডিয়ান কুটনীতিক মরিস স্ট্রং-কে সম্মেলনের সেক্রেটারি-জেনারেল হিসাবে নেতৃত্ব দেওয়ার জন্য আমন্ত্রণ জানান। তিনি পিয়েরে ট্রুডোর অধীনে প্রকল্পটিতে ইতোমধ্যে দু'বছর ধরে কাজ করেছিলেন। এই সম্মেলনের ফলাফল হিসাবে জাতিসংঘের পরিবেশ প্রোগ্রাম তৈরি করা হয়েছিল। জাতিসংঘ মানব পরিবেশ সম্মেলনের ঘোষণাপত্র বা স্টকহোম ঘোষণাপত্র এ সম্মেলনে গৃহীত হয়।\n\n\n== ঘোষণাপত্রের বিষয়বস্তু ==\nদলিলটি পরিবেশগত সমস্যার বৈশ্বিক প্রকৃতি বিবেচনা করে সাতটি ঘোষণার মাধ্যমে সূচনা করা হয়েছে এবং উল্লেখ করেছে যে উক্ত পরিবেশগত বৈশ্বিক সমস্যাসমূহ সমাধানের জন্য তাদের দেশগুলির মধ্যে বিস্তৃত পারস্পারিক সহযোগিতার প্রয়োজন হবে। এই ঘোষণাপত্রের উপসংহারে ব্যক্ত করা হয়েছে যে, পরিবেশ সংরক্ষণ এবং উন্নতির জন্য প্রচেষ্টা সকল মানুষ এবং তাদের উত্তরসূরিদের জন্য সুফল বয়ে আনবে। এবং তারপর ঘোষণাপত্রটিতে জাতিসমূহের দায়িত্ব পরিচালনার জন্য ছাব্বিশটি নীতিমালার ঘোষণা করা হয়েছে। এ নীতিমালার কর্মপন্থাটিকে তিনটি বিভাগে বিভক্ত করা হয়েছে যা হলো আর্থ-ওয়াচ, পরিবেশ ব্যবস্থাপনা এবং ১০৯ টি সহায়ক পদক্ষেপ।\n\n\n== স্টকহোম ঘোষণা ==\nবৈঠকে রাষ্ট্রসমূহ পরিবেশ ও উন্নয়নের বিষয়ে ২৬ টি নীতিমালা, ১০৯ টি সুপারিশ, এবং একটি রেজোলিউশন সহ একটি ঘোষণাপত্রের বিষয়ে একমত হয়।\nস্টকহোম ঘোষণার মূলনীতি:\n\nমানবাধিকারের ওপর অবশ্যই জোরারোপ করতে হবে এবং বর্ণবাদ ও উপনিবেশবাদকে নিন্দা জানাতে হবে;\nপ্রাকৃতিক সম্পদ অবশ্যই রক্ষা করা উচিত;\nনবায়নযোগ্য উৎস উৎপাদন করার পৃথিবীর ক্ষমতা বজায় রাখতে হবে;\nবন্যজীবনকে অবশ্যই রক্ষা করতে হবে;\nঅ-নবায়নযোগ্য শক্তির সংস্থানগুলি অবশ্যই আলাদাভাবে ভাগ করা উচিত এবং তাদের নিঃশেষ করে ফেলা উচিত নয়;\nদূষণ অবশ্যই 'প্রাকৃতিকভাবে অপসৃত হওয়ার জন্য পরিবেশের সক্ষমতাকে' অতিক্রম করবে না;\nমহাসাগর দূষণ রোধ করতে হবে;\nপরিবেশের উন্নতির জন্য \"উন্নয়ন\" প্রয়োজন;\nউন্নয়নশীল দেশগুলির তাই সহায়তার প্রয়োজন;\nউন্নয়নশীল দেশগুলিতে পরিবেশ ব্যবস্থাপনার জন্য রফতানির যুক্তিসঙ্গত মূল্য নির্ধারণ করা প্রয়োজন;\nপরিবেশ নীতি অবশ্যই বিকাশে বাধা সৃষ্টি করবে না;\nউন্নয়নশীল দেশগুলির পরিবেশগত সুরক্ষার জন্য অর্থের প্রয়োজন;\nসমন্বিত উন্নয়ন পরিকল্পনা প্রয়োজন;\nযৌক্তিক পরিকল্পনার পরিবেশ ও উন্নয়নের দ্বন্দ্ব সমাধান করা উচিত;\nপরিবেশগত সমস্যাগুলি দূর করতে মানব বসতি স্থাপনের পরিকল্পনা করতে হবে;\nসরকারদের তাদের নিজস্ব জনসংখ্যা নীতির পরিকল্পনা করতে হবে;\nজাতীয় সংস্থাগুলিকে অবশ্যই রাষ্ট্রগুলির প্রাকৃতিক সম্পদ উন্নয়নের পরিকল্পনা করতে হবে;\nপরিবেশের উন্নতির জন্য বিজ্ঞান ও প্রযুক্তি ব্যবহার করতে হবে;\nপরিবেশগত শিক্ষা অপরিহার্য;\nবিশেষত উন্নয়নশীল দেশগুলিতে পরিবেশ গবেষণার প্রচার করতে হবে;\nরাজ্যগুলি তাদের ইচ্ছা মতো তাদের সংস্থানগুলি কাজে লাগাতে পারে তবে অন্যের ক্ষতি করতে হবে না;\nবিপন্ন রাষ্ট্রগুলোকে ক্ষতিপূরণ দিতে হবে;\nপ্রতিটি জাতির নিজস্ব মানদণ্ড প্রতিষ্ঠা করতে হবে;\nআন্তর্জাতিক ইস্যুতে অবশ্যই সহযোগিতা থাকতে হবে;\nআন্তর্জাতিক সংস্থাগুলির পরিবেশের উন্নতিতে সহায়তা করা উচিত;\nগণ ধ্বংসের অস্ত্রগুলি অবশ্যই নির্মূল করতে হবে;\nসম্মেলনটি থেকে উদ্ভূত একটি চূড়ান্ত বিষয় পরিবেশ রক্ষার জন্য দারিদ্র্য বিমোচনের স্বীকৃতি। সম্মেলনে ভারতের প্রধানমন্ত্রী ইন্দিরা গান্ধী তার পরিবেশগত ব্যবস্থাপনা এবং দারিদ্র্য বিমোচনের মধ্যকার সংযোগকে সামনে এনেছিলেন। এ জাতীয় বর্ধিত আগ্রহ এবং গবেষণা সহযোগিতা তর্কযোগ্যভাবে বিশ্ব উষ্ণায়নের আরও বোঝার পথ প্রশস্ত করেছে, যা কিয়োটো প্রোটোকল এবং প্যারিস চুক্তির মতো চুক্তি করেছে এবং আধুনিক পরিবেশবাদের ভিত্তি দিয়েছে।\n\n\n== অনুসরণ ==\n১৯৯২ সালের রিও ঘোষণাপত্র স্টকহোম ঘোষণাকে \"পুনঃসংশোধন\" করে এবং এর উপর ভিত্তি করে দেখার চেষ্টা করে।\n\n\n== বহিঃসংযোগ ==\n\nLibrary of Congress Web Archives Declaration of the United Nations Conference on the Human Environment - full text (২০১৫-০৩-১৪ তারিখে আর্কাইভকৃত)\nIntroductory note by Günther Handl, procedural history note and audiovisual material on the Declaration of the United Nations Conference on the Human Environment (Stockholm Declaration) in the Historic Archives of the United Nations Audiovisual Library of International Law\n\n\n== তথ্যসূত্র =="}