{"pageid": 10464, "title": "শনি গ্রহ", "url": "https://bn.wikipedia.org/wiki?curid=10464", "content": "শনি (ইংরেজি নাম: Saturn; স্যাটার্ন) হল সূর্য থেকে দূরত্বের নিরিখে ষষ্ঠ গ্রহ এবং বৃহস্পতির পরই সৌরজগতের দ্বিতীয়-বৃহত্তম গ্রহ। এটি একটি গ্যাসীয় দৈত্য, যার ব্যাসার্ধ পৃথিবীর ব্যাসার্ধের প্রায় নয় গুণ। শনি গ্রহের গড় ঘনত্ব অবশ্য পৃথিবীর গড় ঘনত্বের এক-অষ্টমাংশ। কিন্তু এই গ্রহের বৃহত্তর আয়তনের জন্য এটি পৃথিবীর তুলনায় ৯৫ গুণ বেশি ভারী। শনি গ্রহের বাংলা নামটি এসেছে হিন্দু গ্রহদেবতা শনির নাম থেকে। অন্যদিকে ইংরেজি নাম স্যাটার্ন এসেছে রোমান ধনসম্পদ ও কৃষিদেবতা স্যাটার্নের নাম থেকে এবং শনির জ্যোতির্বৈজ্ঞানিক চিহ্নটি (♄) উক্ত রোমান দেবতার কাস্তের প্রতীক।\nশনির অভ্যন্তরীণ অংশটি সম্ভবত লোহা-নিকেলের একটি কেন্দ্রস্থল ও পাথর (সিলিকন ও অক্সিজেন যৌগ) দ্বারা গঠিত। এই কেন্দ্রস্থলটিকে ঘিরে রয়েছে ধাতব হাইড্রোজেনের একটি গভীর স্তর, তরল হাইড্রোজেন ও তরল হিলিয়ামের একটি মধ্যবর্তী স্তর এবং সর্বোপরি একটি গ্যাসীয় বহিঃস্তর। বায়ুমণ্ডলের উপরিতলে অ্যামোনিয়া কেলাসের উপস্থিতির জন্য শনি গ্রহের রং একটি ফিকে হলুদ। ধাতব হাইড্রোজেনের মধ্যে প্রবহমান তড়িৎ প্রবাহটিকে শনির গ্রহগত চৌম্বক ক্ষেত্রের উৎস মনে করা হয়। এই চৌম্বক ক্ষেত্রটি পৃথিবীর চৌম্বক ক্ষেত্রের তুলনায় দুর্বল হলেও শনির বৃহত্তর আকারের জন্য এটির চৌম্বক মুহুর্ত পৃথিবীর তুলনায় ৫৮০ গুণ বেশি। শনির চৌম্বক ক্ষেত্রের শক্তি বৃহস্পতির কুড়িভাগের প্রায় একভাগ। গ্রহের বহিঃস্থ বায়ুমণ্ডল সাধারণভাবে বৈশিষ্ট্যহীন ও বৈচিত্র্যহীন। যদিও কিছু দীর্ঘস্থায়ী বৈশিষ্ট্যেরও উদ্ভব ঘটে থাকে। শনি গ্রহে বায়ুপ্রবাহের গতি ১,৮০০ কিমি/ঘ (১,১০০ মা/ঘ; ৫০০ মি/সে) পর্যন্ত পৌঁছাতে পারে, যা বৃহস্পতির বায়ুপ্রবাহের গতির থেকে বেশি হলেও নেপচুনের বায়ুপ্রভাবের গতির মতো অধিক মাত্রার নয়।\nশনির সবচেয়ে বিখ্যাত বৈশিষ্ট্য হল এই গ্রহের সুস্পষ্টভাবে দৃশ্যমান বলয় ব্যবস্থা। মূলত বরফ কণা দিয়ে গঠিত এই বলয়গুলিতে তুলনামূলকভাবে অল্প পরিমাণে পাথুরে ভগ্নাবশেষ ও ধূলিও রয়েছে। অন্তত ৮২ টি। এর মধ্যে ২৯ টির নামকরণ করা হয় নি। কিন্তু নামকরণ করার চেষ্টা চলছে। প্রাকৃতিক উপগ্রহের দিক থেকে শনি বৃহস্পতিকে পিছে ফেলে প্রথম স্থান দখল করে আছে। প্রাকৃতিক উপগ্রহ শনির চারপাশে আবর্তন করছে। এগুলির মধ্যে ৫৩টির আনুষ্ঠানিক নামকরণ হয়েছে। তবে শনির বলয়ের মধ্যে অবস্থিত শতাধিক অনু-উপগ্রহগুলিকে এই তালিকার অন্তর্ভুক্ত করা হয়নি। শনির বৃহত্তম প্রাকৃতিক উপগ্রহ টাইটান হল সৌরজগতের দ্বিতীয়-বৃহত্তম প্রাকৃতিক উপগ্রহ। এটি আকারে বুধ গ্রহের চেয়েও বড়ো। যদিও টাইটানের ভর বুধের ভরের চেয়ে কম। টাইটানই সৌরজগতের একমাত্র প্রাকৃতিক উপগ্রহ, যেখানে একটি উল্লেখযোগ্য বায়ুমণ্ডল রয়েছে।\n\n\n== শনির বলয় ==\nশনি গ্রহটি তার আকর্ষণীয় বলয়ের কারণেই সৌরজগতের অন্যান্য গ্রহের তুলনায় সৌন্দর্য্যের উৎকর্ষে রয়েছে, যা মহাজাগতিক ক্যানভাসে সৃষ্টি করেছে এক বিমূর্ত চিত্র। ১৬১০ খ্রিষ্টাব্দের জুলাই মাসে জ্যোতির্বিজ্ঞানী গ্যালিলিও গ্যালিলি সর্বপ্রথম টেলিস্কোপের মাধ্যমে শনি গ্রহকে পর্যবেক্ষণ করেন এবং এর দৃষ্টিনন্দন বলয় দেখতে পান। নাসার বিজ্ঞানীরা সৌরজগতের বিশাল গ্রহ শনির চারপাশে ঘূর্ণায়মান বিশাল আকারের নতুন একটি বলয় (রিং)-এর সন্ধান পেয়েছেন বিজ্ঞানীরা। অবশ্য দীর্ঘদিন চেষ্টার পর বিজ্ঞানীরা এটি আবিষ্কারে সফল হন। মজার ব্যাপার হলো সদ্য আবিষ্কৃত বলয়টি এতটাই বিশাল যে, এর ভেতর একশ কোটি বা এক বিলিয়ন পৃথিবী ভরে রাখার মত জায়গা আছে। বলয়টির মধ্যে বেশির ভাগ ক্ষেত্রেই বরফ, ধুলাবালি ইত্যাদি ধরা পড়ে।বলয় নিয়ে সবচেয়ে আকর্ষনীয় বিষয় হলো শনির আসলে একটি বলয় না কয়েক হাজার বলয় রয়েছে, যা এতকাল মানুষ জানতো না। কিছুদিন আগে তা আবিষ্কার করা হয়েছে। \n\n\n== প্রাকৃতিক উপগ্ৰহ ==\nশনি গ্রহের রয়েছে (নাসা:-ন্যাশনাল অ্যারোনটিক্স অ্যান্ড স্পেস অ্যাডমিনিস্ট্রেশন (ইংরেজি: National Aeronautics and Space Administration (NASA)) মার্কিন সরকারের মহাকাশ-সম্পর্কিত বা জ্যোতির্বিজ্ঞান বিষয়ক অধিদপ্তর কর্তৃক মনোনীত ৮৩ টি প্রাকৃতিক উপগ্রহ, কিন্তু এর মধ্যে নাম দেয়া হয়েছে মাত্র ৬৫টি প্রাকৃতিক উপগ্রহের এবং আকার বিবেচনায় ২৯ টি প্রাকৃতিক উপগ্রহ কে মূল উপগ্রহ ধরা হয়, নাসা কর্তৃক আবিষ্কারকৃত শনি গ্ৰহের প্রাকৃতিক উপগ্ৰহের সংখ্যা সর্বমোট একশো পঞ্চাশ (১৫৮টি) আর ৬৭টি নামহীন উপগ্ৰহ রয়েছে অর্থাৎ নাসা কর্তৃক প্রাকৃতিক উপগ্ৰহ নামকরণ হয়নি। এজন্য শনি গ্ৰহকে \"প্রাকৃতিক উপগ্ৰহের সম্রাট বা The Emperor of Natural Satellite\" বলা হয়।শনিগ্ৰহের ও সৌরজগতের দ্বিতীয়-বৃহত্তম প্রাকৃতিক উপগ্ৰহ টাইটান (Titan) সবচেয়ে বড় আর সবচেয়ে ছোট প্রাকৃতিক উপগ্ৰহ হল প্যান(Pan)[১]। পৃথিবীর একমাত্র উপগ্রহ চাঁদের সাথে তুলনা করলে টাইটানের ব্যাসে প্রায় ১৪৮% বড়।এ প্রাকৃতিক উপগ্ৰহে পৃথিবীর ন্যায় সমুদ্র সৈকত রয়েছে কিন্তু সেটা পানির নয় মিথেন গ্যাসের এবং পৃথিবীর মতো বায়ুমণ্ডল, মহাদেশ, পাহাড়-পর্বত, সাগর-মহাসাগর,হ্রদ-উপহ্রদ রয়েছে। শনি গ্রহের প্রাকৃতিক উপগ্ৰহ গুলো নামকরণ করেন নাসার একটি শাখা (আইএইউ:-ইন্টারন্যাশনাল অ্যাস্ট্রোনমিক্যাল ইউনিয়ন, ইংরেজি:IAU:- International Astronomical Union) থেকে দেওয়া হয়।নিম্নে উপগ্রহগুলোর ২৭৪টি শনিগ্ৰহের প্রাকৃতিক উপগ্ৰহ সমূহ বিবরণ দেয়া হলোঃ-\n\nপ্যান(Pan)\nপ্যান্ডোরা(Pandora)\nমিমাস(Mimas)\nটাইটান(Titan)\nঅ্যান্সেলাডাস(Enceladus)\nপ্যালেন(Pallene)\nরিয়া(Rhea)\nটেথিস(Tethys)\nল্যাপেটাস(Lapetus)\nডায়োন(Dione)\nক্যালিপ্সো(Calypso)\nজ্যানাস(Janus)\nটেলেস্টো(Telesto)\nফিবি(Phoebe)\nপ্রমিথিউস(Prometheus)\nড্যাফনিস(Daphnis)\nঅ্যাপিমিথিউস(Epimetheus)\nস্কোল(Skoll)\nস্কাথি(Skathi)\nহাইপেরিয়োন(Hyperion)\nপলিডিউসেস(Polydeuces)\nহাতী(Hati)\nকিভিউক(Kiviuq)\nঅ্যালবিওরিক্স(Albiorix)\nমেথোন(Methone)\nপালিয়াক(Paaliaq)\nবেভিয়োনোন(Bebhionn)\nঅ্যারিয়াপাস(Erriapus)\nহাইরোক্কিন(Hyrrokkin)\nগ্রোয়িপ(Greip)\nজার্নসাক্সা(Jarnsaxa)\nনার্ভি(Narvi)\nর্টাভোস(Tarvos)\nমুন্ডিলফারী(Mundilfari)\nতার্কেক(Tarqeq)\nসিয়ার্নাক(Siarnaq)\nবার্গেলমীর(Bergelmir)\nইজিরাক(Ijiraq)\nঅ্যাগাইয়েন(Aegaeon)\nঅ্যান্থে(Anthe)\nইয়ামীর(Ymir)\nফেন্রির(Fenrir)\nসুরতুর(Surtur)\nকারী(Kari)\nলোগে(Loge)\nবেস্টলা(Bestla)\nফরনজোট(Fonjot)\nসুটাংগার(Sutunger)\nফারবাউটি(Farbaurt)\nথ্রিমার(Thrymr)\nঅ্যাগির(Aegir)\nক্রোনাস(Cronus)\nহেলেন (Helene)\nঅ্যাটলাস(Atlas),\nসুতুংর(Suttungr),\nগ্রিডর(Gridr),\nগুণ্নলোড (Gunnlod),\nগের্ড(Gerd),\nআলভালদি (Alvaldi),\nআংরবোদা (Angrboda),\nবেলি(Beli),\nথিয়াজ্জি (Thiazzi),\nঅ্যাগথার (Eggther),\nগেইরোড (Geirrod),\nস্ক্রিমির (Skrymir),\nএস/২০০৪ এস ২৬(S/2004 S26),\nএস/২০০৪ এস ২৯(S/2004 S29),\nএস/২০০৪ এস  ৩৪(S/2004 S34),\nএস/২০০৪ এস ৭(S/2004 S7),\nএস/২০০৪ এস ১২(S/2004 S12),\nএস/২০০৪ এস ১৩(S/2004 S13),\nএস/২০০৪ এস ১৭(S/2004 S17),\nএস/২০০৪ এস ২১(S/2004 S21),\nএস/২০০৪ এস ২৪(S/2004 S24),\nএস/২০০৪ এস ২৮(S/2004 S28),\nএস/২০০৪ এস ৩১(S/2004 S31),\nএস/২০০৪ এস ৩৬(S/2004 S36),\nএস/২০০৪ এস ৩৭(S/2004 S37),\nএস/২০০৪ এস ৩৯(S/2004 S39),\nএস/২০০৪ এস ৪০(S/2004 S40),\nএস/২০০৪ এস ৪১(S/2004 S41),\nএস/২০০৪ এস ৪২(S/2004 S42),\nএস/২০০৪ এস ৪৩(S/2004 S43),\nএস/২০০৪ এস ৪৪(S/2004 S44),\nএস/২০০৪ এস ৪৫(S/2004 S45),\nএস/২০০৪ এস ৪৬(S/2004 S46),\nএস/২০০৪ এস ৪৭(S/2004 S47),\nএস/২০০৪ এস ৪৮(S/2004 S48),\nএস/২০০৪ এস ৪৯(S/2004 S49),\nএস/২০০৪ এস ৫০(S/2004 S50),\nএস/২০০৪ এস ৫১(S/2004 S51),\nএস/২০০৪ এস ৫২(S/2004 S52),\nএস/২০০৪ এস ৫৩(S/2004 S53),\nএস/২০০৫ এস ৪(S/2005 S4),\nএস/২০০৫ এস ৫(S/2005 S5),\nএস/২০০৬ এস ১(S/2006 S1),\nএস/২০০৬ এস ৩(S/2006 S3),\nএস/২০০৬ এস ৯(S/2006 S9),\nএস/২০০৬ এস ১০(S/2006 S10),\nএস/২০০৬ এস ১১(S/2006 S11),\nএস/২০০৬ এস ১২(S/2006 S12),\nএস/২০০৬ এস ১৩(S/2006 S13),\nএস/২০০৬ এস ১৪(S/2006 S14),\nএস/২০০৬ এস ১৫(S/2006 S15),\nএস/২০০৬ এস ১৬(S/2006 S16),\nএস/২০০৬ এস ১৭(S/2006 S17),\nএস/২০০৬ এস ১৮(S/2006 S18),\nএস/২০০৬ এস ১৯(S/2006 S19),\nএস/২০০৬ এস ২০(S/2006 S20),\nএস/২০০৭ এস ২(S/2007 S2),\nএস/২০০৭ এস ৩(S/2007 S3),\nএস/২০০৭ এস ৫(S/2007 S5),\nএস/২০০৭ এস ৬(S/2007 S6),\nএস/২০০৭ এস ৭(S/2007 S7),\nএস/২০০৭ এস ৮(S/2007 S8),\nএস/২০০৭ এস ৯(S/2007 S9),\nএস/২০০৯ এস ১(S/2009 S1),\nএস/২০১৯ এস ১(S/2019 S1),\nএস/২০১৯ এস ২(S/2019 S2),\nএস/২০১৯ এস ৩(S/2019 S3)\nএস/২০১৯ এস ৪(S/2019 S4),\nএস/২০১৯ এস ৫(S/2019 S5),\nএস/২০১৯ এস ৬(S/2019 S6),\nএস/২০১৯ এস ৭(S/2019 S7),\nএস/২০১৯ এস ৮(S/2019 S8),\nএস/২০১৯ এস ৯(S/2019 S9),\nএস/২০১৯ এস ১০( S/2019 S10),\nএস/২০১৯ এস ১১(S/2019 S11),\nএস/২০১৯ এস ১২(S/2019 S12),\nএস/২০১৯ এস ১৩(S/2019 S13),\nএস/২০১৯ এস ১৪(S/2019 S14),\nএস/২০১৯ এস ১৫(S/2019 S15),\nএস/২০১৯ এস ১৬(S/2019 S16),\nএস/২০১৯ এস ১৭(S/2019 S17),\nএস/২০১৯ এস ১৮(S/2019 S18),\nএস/২০১৯ এস ১৯(S/2019 S19),\nএস/২০১৯ এস ২০(S/2019 S20),\nএস/২০১৯ এস ২১(S/2019 S21),\nএস/২০২০ এস ১(S/2020 S1),\nএস/২০২০ এস ২(S/2020 S2),\nএস/২০২০ এস ৩(S/2020 S3),\nএস/২০২০ এস ৪(S/2020 S4),\nএস/২০২০ এস ৫(S/2020 S5),\nএস/২০২০ এস ৬(S/2020 S6),\nএস/২০২০ এস ৭(S/2020 S7),\nএস/২০২০ এস ৮(S/2020 S8),\nএস/২০২০ এস ৯(S/2020 S9),\nএস/২০২০ এস ১০(S/2020 S10).\n\n\n== টাইটানে জীবনের অস্তিত্ব? ==\nহাইগেনস মহাকাশযানের অভিযানের পর বিজ্ঞানীরা বলছেন শনি গ্রহের উপগ্রহ টাইটানে জীবনের অস্তিত্ব থাকতে পারে। \nপৃথিবীর তুলনায় শনি গ্রহ সূর্যের চাইতে অনেক বেশি দূরে বলে এমনিতেই সূর্যরশ্মির তেজ সেখানে পৃথিবীর চাইতে অনেক কম। তারপর টাইটানের চতুর্দিকের ধোঁয়াশার জন্য শনির এই উপগ্রহটির উপরিভাগে সূর্যের আলো খুব একটা পৌছায় না।\nসুতরাং সেই অবস্থায় টাইটানে জীবনের কোনো অস্তিত্ব থাকার কোনো সম্ভাবনা থাকে না বললেই চলে। কিন্তু মহাকাশে জীবনের অস্তিত্ব নিয়ে যে বিজ্ঞানীরা গবেষণা করেন, সেই অ্যাস্ট্রোবায়োলজিস্টিরা টাইটানে জীবনের সম্ভাব্য অন্য একটি চালিকা শক্তি খুঁজে পেয়েছেন। \nআর এই উপাদানটির নাম হচ্ছে অ্যাসেটিলিন। টাইটানে জীবনের অস্তিত্ব থাকলে সেই জীব আসেটিলিনের সাথে হাইড্রোজ্বেনের বিক্রিয়া ঘটাবে, যা তারা আবহাওয়ামন্ডল থেকে শুষে নেবে। টাইটানের চতুর্দিকে ধোয়াশার যে আবরণ রয়েছে, সেটা ছাড়িয়ে আবহাওয়া মন্ডলে বেশ ওপরের দিকে সুর্যরশ্মির প্রভাবে আসিটিলিন তৈরি হয়।\nওপর থেকে মুশলধারার বৃষ্টির মতন যে এই অ্যাসেটিলিন টাইটানের উপরিভাগের ওপর পড়ে তা নয়। তবে জীবন টিকে থাকার জন্য যথেষ্ট পরিমাণ আসেটিলিন সেখানে রয়েছে বলে মনে করেন ডেভিড গ্রিনস্পুন। \nসুতরাং, বিজ্ঞানীরা এখন খাতা-কলমে বলতে পারছেন যে টাইটানে জীবন টিকে থাকার পরিস্থিতি বিরাজ করছে। তবে তার অর্থ এই নয় যে বাস্তবে সেখানে জীবনের অস্তিত্ব আছে এবং এখন পর্যন্ত সেধরনের কোনো প্রমাণ পাওয়া যায়নি। \nতবে এই আবিষ্কারের গুরুত্বপূর্ণ দিক হচ্ছে এই যে ভবিষ্যতে টাইটানে যে অভিযান হবে, সেই অভিযানে ঠিক কোন কোন বিষয়ের ওপর বেশি নজর দিতে হবে, সে ব্যাপারে বিজ্ঞানীদের এখন খুব ভাল ধারণা হয়েছে।\n\n\n== তথ্যসূত্র =="}