{"pageid": 1046811, "title": "মানব জীববিদ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1046811", "content": "মানব জীববিদ্যা বা তত্ত্ব হল শিক্ষন গবেষণার একটি অন্তর্দ্বন্দ্বী ক্ষেত্র যা জেনেটিক্স, বিবর্তন, ফিজিওলজি, শারীরস্থান, রোগবিস্তার বিজ্ঞান, নৃবিজ্ঞান, বাস্তুশাসন, পুষ্টি, জনসংখ্যা বংশাণুবিজ্ঞান এবং আর্থসংস্কৃতিক প্রভাবকগুলির মতো বিভিন্ন ক্ষেত্রের প্রভাব এবং আন্তঃচলকের মাধ্যমে মানুষকে পরীক্ষা করে।  এটি জৈব চিকিৎসা বিজ্ঞান, জৈবিক নৃতত্ত্ব এবং অন্যান্য জৈবিক ক্ষেত্রগুলির সাথে মানুষের কার্যকারিতার বিভিন্ন দিকের সাথে ঘনিষ্ঠভাবে সম্পর্কিত। বিংশ শতাব্দী আগ পর্যন্ত এটি ছিল না, যখন হিউম্যান বায়োলজি নামক জার্নালটির প্রতিষ্ঠাতা রাইমন্ড পার্ল জীববিজ্ঞানকে বাদ দিয়ে একটি পৃথক উপধারা বর্ণনা করার জন্য \"হিউম্যান বায়োলজি\" শব্দটি ব্যাখ্যা করেছিলেন তারপর থেকে এর শাখার সূচনা হয়। \nএটি একটি বৃহৎ পরিসরের শব্দও যা দ্বারা মানব দেহের সমস্ত জৈবিক দিকগুলি বর্ণনা করা হয়, যেমনটা সাধারণত মানবদেহকে ম্যামালিয়ার শ্রেণীভুক্ত এক ধরনের জীব হিসাবে ব্যবহার করে থাকে সেরকম। সেই প্রসঙ্গে এটি অনেক স্নাতক বিশ্ববিদ্যালয় ডিগ্রি এবং মডিউলগুলির ভিত্তি হল মানব জীব বিজ্ঞান। \nমানব জীববিজ্ঞানের বেশিরভাগ দিক সাধারণ স্তন্যপায়ী জীববিজ্ঞানের সাথে অভিন্ন বা খুব মিল। বিশেষত মানুষ যেহেতু স্তন্যপায়ী:\n\nতাদের শরীরের তাপমাত্রা বজায় রাখে\nএকটি অভ্যন্তরীণ কঙ্কাল আছে\nএকটি সংবহন ব্যবস্থা আছে\nসংবেদনশীল তথ্য সরবরাহ এবং পেশীর ক্রিয়াকলাপ পরিচালনা এবং সমন্বিত করার জন্য একটি স্নায়ুতন্ত্র রয়েছে।\nএকটি প্রজনন ব্যবস্থা রয়েছে যাতে তারা জীবিত শিশুর জন্ম দেয় এবং দুধ উৎপাদন করে।\nএকটি এন্ডোক্রাইন সিস্টেম রয়েছে এবং হরমোন এবং অন্যান্য জৈব-রাসায়নিক সাংকেতিক এজেন্ট উৎপাদন এবং নির্মূল করে\nশ্বাসযন্ত্রের একটি তন্ত্র রয়েছে যেখানে ফুসফুসে বাতাস শ্বাস নেওয়া হয় এবং শক্তি উৎপাদন করতে অক্সিজেন ব্যবহার করা হয়।\nরোগ থেকে রক্ষা করার জন্য একটি প্রতিরোধ ব্যবস্থা আছে\nবর্জ্য হিসেবে মূত্র এবং মল ত্যাগ করে\n\n\n== সাধারণ মানুষের গুণাবলী ==\nমানব জীববিজ্ঞানের মূল দিকগুলি হলো সেই উপায়গুলি যেগুলির কারণে অন্যান্য স্তন্যপায়ী প্রাণীর চেয়ে মানুষ যথেষ্ট আলাদা। \nমানুষের মাথায় বড় মস্তিষ্ক থাকে যা অন্য প্রাণীর মস্তিষ্কের আকারের তুলনায় খুব বড়। এই বৃহত মস্তিষ্ক জটিল ভাষার বিকাশ এবং একটি জটিল পদ্ধতি সরঞ্জাম তৈরি ও ব্যবহারের দক্ষতা সহ একাধিক অনন্য বৈশিষ্ট্যকে সক্ষম করেছে। \nদাড়ানো এবং দ্বিপদী চলৎক্ষমতা মানুষের জন্য অনন্য বৈশিষ্ট্য নয় তবে মানুষই একমাত্র প্রজাতি যারা এই দ্বিপদ চলনের উপর প্রায় একচেটিয়াভাবে নির্ভর করে।  এর ফলে পেলভিস এবং ফিমুর ও মাথার কঙ্কালের গঠনে উল্লেখযোগ্য পরিবর্তন এসেছে।\nঅন্যান্য অধিকাংশ স্তন্যপায়ীর তুলনায়, মানুষ দীর্ঘ দিন বাঁচে  গড়ে ৮০ বছরের বেশি (উন্নত বিশ্বে মৃত্যুর  বয়স অনুসারে)  যে কোনও স্তন্যপায়ী প্রাণীর তুলনায় মানুষের দীর্ঘতম শৈশব থাকে সেই সাথে যৌন পরিপক্কতা লাভ হয় যা ১২ থেকে ১৬ বছর সময়কালে সম্পূর্ণ হতে পারে বা তারও বেশি।\nমানুষের পশমের অভাব রয়েছে। যদিও ছোট পশমে আমাদের শরীর ঢাকা থাকে এবং তা প্রায়ই পুরুষের শরীরে নারীর তুলনায় বেশি হতে পারে। কিছু কেন্দ্রীভূত জায়গায় চুল একটি আচ্ছাদন তৈরি করে যেমন মাথা,  বগল এবং পিউবিক অঞ্চল। কিন্তু ঠান্ডা থেকে রক্ষার পরিপ্রেক্ষিতে, মানুষ ধরতে গেলে প্রায় উলঙ্গই বলা যায়। এই বিকাশের কারণ এখনও অনেক বিতর্কিত।\nমানুষের চোখ বস্তুগুলিকে রঙিন দেখতে পারে তবে কম আলো অবস্থার সাথে ভালভাবে খাপ খায় না। গন্ধ এবং স্বাদের বোধ আছে তবে অন্যান্য স্তন্যপায়ী প্রাণীর উন্নত ক্ষমতার তুলনায় অপেক্ষাকৃত নিম্নমানের। মানুষের শ্রবণ শক্তি দক্ষ তবে অন্য কয়েকটি স্তন্যপায়ী প্রাণীর যে তীক্ষ্ণতা আছে তা মানুষের নেই। একইভাবে মানুষের স্পর্শের অনুভূতিটি বিশেষত হাতের ক্ষেত্রে তা অনেক বিকশিত। হাত দিয়ে উল্লেখ্যযোগ্য ও গুরুত্বপূর্ণ কাজগুলি সম্পাদন করা হয় তবে সংবেদনশীলতা এখনও অন্যান্য প্রাণীর তুলনায় উল্লেখযোগ্যভাবে কম, বিশেষত বিড়ালদের মতো যাদের সংবেদনশীল ব্রিস্টল রয়েছে।\n\n\n== বৈজ্ঞানিক তদন্ত ==\nমানব জীববিজ্ঞান একটি বৈজ্ঞানিক শাখা হিসাবে মানুষ নিয়ে গবেষণা করে বোঝার চেষ্টা করে এবং প্রচার করে। এটি বিভিন্ন বৈজ্ঞানিক পদ্ধতি ব্যবহার করে অন্তর্নিহিত মানবিক প্রক্রিয়াগুলি ব্যাখ্যার জন্য ব্যবহার করে। যেমন পরীক্ষা-নিরীক্ষা এবং পর্যবেক্ষণগুলির মাধ্যমে মানব জীবনের বায়োকেমিক্যাল এবং বায়োফিজিকাল ভিত্তির বিবরণ এবং মডেলগুলি দ্বারা মানুষের জৈবিক কারনগুলো ব্যাখ্যা করা। একটি মৌলিক বিজ্ঞান হিসাবে, এটি চিকিত্সার জন্য জ্ঞানের  ভিত্তি প্রদান করে। বেশ কয়েকটি উপ-শাখা মানব জীববিদ্যার অন্তর্গত যার মধ্যে রয়েছে অ্যানাটমি, সাইটোলজি, হিস্টোলজি এবং মরফোলজি ইত্যাদি।\n\n\n== ওষুধ ==\nসরঞ্জাম তৈরি ও ব্যবহারে মানুষের মস্তিষ্কের ক্ষমতা এবং দক্ষতা মানুষকে তাদের নিজস্ব জীববিজ্ঞান বুঝতে সক্ষম করেছে। ফলস্বরূপ বিজ্ঞানসম্মত পরীক্ষার মাধ্যমে মানবদেহকে ব্যবচ্ছেদ, ময়নাতদন্ত করে বিভিন্ন রোগ সম্পর্কে জানার সুযোগ করে দিয়েছে। এসমস্ত রোগের উপর কি ঔষধ প্রয়োগ করা যায় এবং তাদের উপর প্রফিল্যাক্টিক ওষুধসহ, অন্যান্য প্রক্রিয়া অবলম্বন করার সুযোগ দিয়েছে যার দ্বারা মানুষ তাদের আয়ু বৃদ্ধি করতে সক্ষম হয়েছে। তারা রোগের প্রভাবগুলি বোঝা এবং প্রভাব হ্রাস করা কিংবা ক্ষেত্রে বিশেষে পুরোপুরি রোগ বিনাশ করতেও সক্ষম হয়েছে।\n\nমানব জীববিজ্ঞান বোঝার মাধ্যমে স্তন্যপায়ী  জীববিজ্ঞান বোঝার সক্ষমতা এসেছে এবং বর্ধিতকরণের দ্বারা সমস্ত জীব জগতে জীববিজ্ঞানের বিস্তৃতির প্রভাব এবং উন্নীত করার উপায় বের করেছে।\n\n\n== পুষ্টি ==\nমানব পুষ্টি হলো স্তন্যপায়ীদের জন্য শারীরিক কার্য সম্পাদন ও বেঁচে থাকার জন্য যে উপাদানগুলো অতি আবশ্যক তার সমষ্টি। যেমন কার্বোহাইড্রেট, চর্বি, প্রোটিন, ভিটামিন এবং খনিজগুলির ভারসাম্য ইনপুট প্রয়োজন। তবে মানুষের ডায়েটের কয়েকটি খুব নির্দিষ্ট প্রয়োজনীয়তা রয়েছে। এর মধ্যে দুটি নির্দিষ্ট উপাদান হল অ্যামিনো অ্যাসিড, আলফা-লিনোলেনিক অ্যাসিড এবং লিনোলিক অ্যাসিড যার অন্তর্ভুক্তি ছাড়া মাঝারি থেকে দীর্ঘমেয়াদে জীবন টেকসই হয় না। অন্যান্য সমস্ত ফ্যাটি অ্যাসিড খাদ্যতালিকার ফ্যাট থেকে সংশ্লেষিত হতে পারে। একইভাবে মানুষের জীবনে প্রচুর পরিমাণে ভিটামিন প্রয়োজন বেঁচে থাকার জন্য  এবং যদি এগুলি না পাওয়া যায় বা অগ্রহণযোগ্য নিম্ন স্তরে সরবরাহ করা হয় তবে বিপাকীয় ব্যাধিগুলির ফলে মৃত্যু ঘটতে পারে। মানুষের বিপাকটি স্কার্ভি এবং অন্যান্য ঘাটতিজনিত রোগ প্রতিরোধে ভিটামিন সি গ্রহণের প্রয়োজন ব্যতীত অন্যান্য স্তন্যপায়ী প্রাণীর মতোই। স্তন্যপায়ী প্রাণীদের মধ্যে অস্বাভাবিকভাবে, মানুষ ত্বকের মাধ্যমে সূর্য থেকে প্রাকৃতিক ইউভি আলো ব্যবহার করে ভিটামিন ডি৩ সংশ্লেষ করতে পারে। এই ক্ষমতা স্তন্যপায়ী জগতে আরো প্রানীর থাকতে পারে তবে অন্য কয়েকটি স্তন্যপায়ী প্রাণীরা মানুষের মত প্রায় নগ্ন ত্বক পায় না।\n\n\n== অন্যান্য জীব ==\nমানব জীববিজ্ঞান সেই সমস্ত জীবকে অন্তর্ভুক্ত করে যা মানবদেহ নির্ভর বা তার মধ্যে থাকে। এ জাতীয় জীবগুলি প্যারাসিটিক পোকামাকড় থেকে শুরু করে প্লাস এবং টিক্স, পরজীবী হেলমিন্থস যেমন যকৃতের ফ্লাক্স ব্যাকটিরিয়া এবং ভাইরাল রোগজীবাণু পর্যন্ত। মানব জীববিজ্ঞানের সাথে যুক্ত অনেকগুলি জীব হলো বৃহত অন্ত্রের বিশেষায়িত বায়োম এবং ত্বকের জৈবিক উদ্ভিদ এবং ফেরেঞ্জিয়াল এবং অনুনাসিক অঞ্চলে থাকা অনুজীব। এই বায়োটিক অ্যাসেমব্লাগুলির অনেকগুলিই মানুষকে ক্ষতির হাত থেকে রক্ষা করে এবং হজমে সহায়তা করে এবং এখন জানা গেছে যে এগুলো মানুষের মেজাজ এবং সুস্বাস্থ্যের উপর জটিল প্রভাব ফেলে।\n\n\n== সামাজিক আচরণ ==\nসমস্ত সভ্যতায় মানুষ সামাজিক প্রাণী ছিল এবং তাদের ভাষা দক্ষতা এবং সরঞ্জাম তৈরি করার দক্ষতা রয়েছে। ভাষাগত দক্ষতা দিয়ে যোগাযোগ দক্ষতা অর্জন করেছে।\nএই যোগাযোগ দক্ষতা সভ্যতাগুলিকে বৃদ্ধি করতে সক্ষম করেছে এবং শিল্প, সাহিত্য এবং সংগীত উৎপাদন এবং প্রযুক্তির বিকাশের জন্য সহায়তা করেছে। এগুলি সবই মানুষের জৈবিক বিশেষায়নের উপর সম্পূর্ণ নির্ভরশীল।\nএই দক্ষতা সন্নিবেশের মাধ্যমে মানব জাতি অন্যান্য জাতি বা প্রানীর উপর প্রভুত্ব করেছে এবং অন্যান্য প্রজাতির বেশিরভাগের ক্ষতির দিকে প্রভাব ফেলতে সক্ষম করেছে।\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== বহিঃসংযোগ ==\nহিউম্যান বায়োলজি অ্যাসোসিয়েশন\nজীববিজ্ঞান অভিধান"}