{"pageid": 1046888, "title": "সুরক্ষা প্রকৌশল", "url": "https://bn.wikipedia.org/wiki?curid=1046888", "content": "নিরাপত্তা প্রকৌশল বা সুরক্ষা প্রকৌশল একটি শাখা যেখানে কীভাবে একটি ডিভাইস গ্রহণযোগ্য মাত্রার নিরাপত্তা বা সুরক্ষা প্রদান করতে পারে, সে বিষয়টি গবেষণা করা হয়। এটি শিল্প প্রকৌশল ও ব্যবস্থাপনা প্রকৌশল নামের শাখাগুলির সাথে ঘনিষ্ঠভাবে সম্পর্কিত এবং একই সাথে ব্যবস্থা নিরাপত্তা প্রকৌশল নামক ক্ষেত্রের একটি শাখা। নিরাপত্তা প্রকৌশলের উদ্দেশ্য হল কোনও জীবন-সংকটকালীন সেবা প্রদানকারী ব্যবস্থা বিকল হয়ে গেলেও যেন সেটি প্রয়োজন অনুযায়ী সঠিকভাবে কাজ করে, তা নিশ্চিত করা।\n\n\n== বিশ্লেষণ কৌশল ==\nবিশ্লেষণ কৌশলগুলিকে দুইটি ভাগে বিভক্ত করা যেতে পারে: গুণগত এবং পরিমাণগত পদ্ধতি। উভয় পদ্ধতির মূল লক্ষ্য হল ব্যবস্থা কোনও স্তরে আপদ-বিপদের ঝুঁকি এবং একক কোনও উপাদানের বৈকল্যের মধ্যে কার্যকারণগত নির্ভরশীলতা খুঁজে বের করা। গুণগত পদ্ধতিসমূহে \"কী ভুল হলে কোনও ব্যবস্থায় আপদ-বিপদ ঘটতে পারে?\" এই প্রশ্নের উপর দৃষ্টি নিবদ্ধ করা হয়। অন্যদিকে পরিমাণগত পদ্ধতিসমূহের লক্ষ্য হল সম্ভাবনা, ক্ষয়ক্ষতির  হার এবং/অথবা পরিণতির তীব্রতা সম্পর্কে প্রাক্কলন প্রদান করা।\nকারগরি বা প্রযুক্তিগত ব্যবস্থার জটিলতা, যেমন নকশা এবং উপকরণসমূহের উন্নতিসাধন, পরিকল্পিত তদারকি, অব্যর্থ নকশা এবং অতিরিক্ত সাহায্য (ব্যাকআপ) ঝুঁকির পরিমাণ হ্রাস করে এবং ব্যয় বৃদ্ধি করে। ঝুঁকিকে যুক্তিসংগত উপায়ে সর্বনিম্ন অর্জনযোগ্য (as low as reasonably achievable বা ALARA) বা ব্যবহারিকভাবে সর্বনিম্ন অর্জনযোগ্য (ALAPA বা as low as practically achievable) স্তরে নামিয়ে আনা যেতে পারে।\nঐতিহ্যগতভাবে নিরাপত্তা বিশ্লেষণ কৌশলগুলি কেবলমাত্র নিরাপত্তা প্রকৌশলীর বিশেষজ্ঞ জ্ঞান ও দক্ষতার উপর নির্ভর করে। সম্প্রতি প্রতিমান-ভিত্তিক (মডেল) পদ্ধতিগুলো লক্ষণীয় হয়ে উঠেছে। প্রচলিত পদ্ধতির বিপরীতে, মডেল-ভিত্তিক কৌশলগুলি সিস্টেমের কোনো ধরনের মডেল থেকে কারণ এবং পরিণতির মধ্যে সম্পর্ক বের করার চেষ্টা করে।\n\n\n=== সুরক্ষা বিশ্লেষণের ঐতিহ্যগত পদ্ধতি ===\nদুটি সবচেয়ে সাধারণ ফল্ট মডেলিং কৌশল হলো ব্যর্থতার ধরন এবং প্রভাব বিশ্লেষণ এবং ফল্ট ট্রি বিশ্লেষণ ব। এই কৌশলগুলি শুধুমাত্র সম্ভাব্য ঝুঁকি খুজে বের করে সেই ঝুকি মোকাবেলা করতে পরিকল্পনা করার উপায় যেমনটা সম্ভাব্য ঝুকি মূল্যায়েণে করা হয়। বাণিজ্যিক পারমাণবিক বিদ্যুত কেন্দ্রে ব্যবহার করা ওয়াশ -1400 গবেষণা, যা চুল্লী সুরক্ষা গবেষণা বা রাসমুসেন বিবরণ হিসেবে পরিচিত, সেটি ছিলো এই কৌশলভিত্তিক শুরুর দিকে ব্যবহার করা অন্যতম সম্পূর্ণ গবেষণা।\n\n\n==== ব্যর্থতা মোড এবং প্রভাব বিশ্লেষণ ====\nব্যর্থতার ধরন এবং প্রভাব বিশ্লেষণ (এফএমইএ) একটি উর্ধক্রমে সাজানো, ইন্ডাকটিভ বিশ্লেষণ পদ্ধতি যা কার্যকরী অথবা পিস-পার্ট স্তরে প্রয়োগ করা যেতে পারে। কার্যকরী এফএমইএ এর জন্য সাধারণত ব্লক ডায়াগ্রামের সাহায্যে সিস্টেম বা সরঞ্জাম উপাদানের প্রতিটি কাজের জন্য ব্যর্থতার ধরনগুলো চিহ্নিত করা হয়। পিস পার্ট এফএমইএ এর জন্য, প্রতিটি পিস পার্ট অংশের জন্য ব্যর্থতার ধরনগুলি সনাক্ত করা হয়। (যেমন একটি কপাটিকা, সংযোগকারী, রোধ বা ডায়োড)। ব্যর্থতার ধরনের প্রভাবগুলি বর্ণনা করে  কাজ বা উপাদানটির ব্যর্থতা হার এবং ব্যর্থতার ধরনের  অনুপাতের ভিত্তিতে একটি সম্ভাব্যতা নির্ধারণ করা হয়। ত্রুটি  থাকুক বা না থাকুক এই কোয়ান্টাইজেশন সফটওয়্যারের পক্ষে বেশ জটিল এবং হার্ডওয়্যার উপাদানগুলির জন্য ব্যবহৃত ব্যর্থতা মডেলগুলি বিবেচ্য নয়। তাপমাত্রা, বয়স এবং উতপাদন পরিবর্তনশীলতা একটি রোধকে প্রভাবিত করে; সফটওয়্যারকে প্রভাবিত করে না।\nঅভিন্ন প্রভাবের ব্যর্থতার ধরনগুলি একত্র করে সংক্ষেপে সংক্ষিপ্ত ব্যর্থতার ধরনের প্রভাব বলা যায়॥ ক্রিটিকাল বিশ্লেষণের সাথে একত্রিত করে, এফএমইএ কে ব্যর্থতার ধরন, প্রভাব এবং ক্রিটিকালিটি বিশ্লেষণ বা এফএমইসিএ বলা হয়, যা \"ফুহ-্মি-কুহ\" উচ্চারণ হয়।\nফল্ট ট্রি বিশ্লেষণ (এফটিএ) হল অধোক্রমে সাজানো,  অবরোহী বিশ্লেষণ পদ্ধতি। এফটিএ-তে প্রাথমিক ঘটনাবলীর সূচনা যেমন উপাদানের ব্যর্থতা, মানবজনিত কারণে ত্রুটি এবং বাহ্যিক ঘটনাবলী বুলিয়ান লজিক গেটের মাধ্যমে বিমানের পতন বা পারমাণবিক চুল্লী্র কোর গলে যাওয়ার মতো অনাকাঙ্ক্ষিত টপ ঘটনাবলীতে শনাক্ত করা হয়। এর উদ্দেশ্য হলো টপ ঘটনাবলীকে কম সম্ভাব্য করে তোলার উপায়গুলি চিহ্নিত করা এবং সুরক্ষা অর্জন করা হয়েছে কিনা তা যাচাই করা।\n\nফল্ট ট্রি সাকসেস ট্রি এর যৌক্তিক বিপরীত, এবং এটি সাকসেস ট্রিতে ডি মরগানের উপপাদ্য প্রয়োগ করে (যা সরাসরি নির্ভরশীলতা ব্লক ডায়াগ্রামের সাথে সম্পর্কিত) পাওয়া যায়।\nএফটিএ গুণগত বা পরিমাণগত হতে পারে। যখন ব্যর্থতা এবং ঘটনার সম্ভাবনাগুলি অজানা থাকে, তখন ন্যূনতম কাট সেটের জন্য গুণগত ফল্ট ট্রি বিশ্লেষণ করা যেতে পারে। উদাহরণস্বরূপ, যদি কোনও ন্যূনতম কাট সেট একটি একক মূল ঘটনা ধারণ করে, তবে টপ ইভেন্টটি একক ব্যর্থতার কারণে হতে পারে। পরিমাণগত এফটিএ টপ ইভেন্টের সম্ভাব্যতা হিসাব করতে ব্যবহৃত হয় এবং সাধারণত এর জন্য বিদ্যুত ক্ষমতা গবেষণা প্রতিষ্ঠান থেকে সিএফটিএ বা আইডাহো জাতীয় পরীক্ষাগার থেকে স্যাফায়ার এর মতো কম্পিউটার সফটওয়্যার প্রয়োজন হয়।\nকিছু শিল্প ফল্ট ট্রি এবং ইভেন্ট ট্রি উভয়ই ব্যবহার করে। একটি ইভেন্ট ট্রি একটি অনাকাঙ্ক্ষিত সূচক (ক্রিটিকাল সরবরাহের ক্ষতি, উপাদানের ব্যর্থতা ইত্যাদি) থেকে শুরু হয় এবংধারাবাহিক চূড়ান্ত পরিণতিগুলির মাধ্যমে  পরবর্তী সম্ভাব্য সিস্টেম ইভেন্টগুলি অনুসরণ করে। প্রতিটি নতুন ইভেন্ট বিবেচনা করা হয়,ট্রিতে একটি নতুন নোড যুক্ত করা হয় উভয় শাখা গ্রহণের সম্ভাবনাকে বিবেচনা করে। প্রাথমিক ইভেন্ট থেকে সূচিত  \"শীর্ষ ইভেন্টসমূহ\" এর একটি ব্যাপ্তির মধ্যে সম্ভাবনা তখন পরিলক্ষিত হয়।\nসমুদ্রতীর হতে দুরবর্তী তেল এবং গ্যাস শিল্প উৎপাদন ব্যবস্থা এবং প্ল্যাটফর্মসমূহের নিরাপত্তা নিশ্চিত করতে একটি গুণগত সুরক্ষা ব্যবস্থা বিশ্লেষণ কৌশল ব্যবহার করে। প্রক্রিয়াগত প্রকৌশলজনিত বিপত্তি ছাড়াও ঝুঁকি প্রশমন ব্যবস্থাসমূহ শনাক্তকরণের জন্য ডিজাইন পর্যায়ে বিশ্লেষণটি ব্যবহৃত হয়। আমেরিকান পেট্রোলিয়াম ইনস্টিটিউটে প্রস্তাবিত অনুশীলন 14 সি বিশ্লেষণ, নকশা, স্থাপন এবং সমুদ্রতীর হতে দুরবর্তী  উতপাদন প্ল্যাটফর্মগুলির জন্য  সাধারণ সারফেস সুরক্ষা ব্যবস্থা পরীক্ষাতে  পদ্ধতিটিতে বর্ণিত হয়েছে।\nকৌশলটি কোনও পৃথক প্রক্রিয়া উপাদান, যেমন একটি পাত্র, পাইপলাইন বা পাম্পকে রক্ষা করতে, সুরক্ষার জন্য  প্রয়োজনীয় ধাপগুলো নির্ধারণের জন্য সিস্টেম বিশ্লেষণ পদ্ধতিগুলি ব্যবহার করে।  পৃথক উপাদানগুলির সুরক্ষার জন্য প্রয়োজনীয় ধাপগুলো সম্পূর্ণ প্ল্যাটফর্ম সুরক্ষা ব্যবস্থার সাথে একীভূত করা হয়, যার মধ্যে তরল ধারণ এবং আগুন এবং গ্যাস সনাক্তকরণের মতো জরুরি সহায়তা ব্যবস্থা অন্তর্ভুক্ত।\nবিশ্লেষণের প্রথম পর্যায়ে পৃথক প্রক্রিয়া উপাদানগুলি চিহ্নিত করা হয়, যার মধ্যে ফ্লোলাইনস, হেডারস, চাপযন্ত্র,বাষ্পযন্ত্র, আগুনে পোড়ানো চুল্লী, নির্গমণকারী উত্তপ্ত উপাদান, পাম্প, সংকোচক, পাইপলাইন এবং তাপ বিনিময়কারী যন্ত্র সমুহ অন্তর্ভুক্ত।  প্রতিটি উপাদানের নিরাপত্তা বিশ্লেষণ করতে হয় যেনো কোনো অনাকাঙ্ক্ষিত ঘটনা (সরঞ্জাম ব্যর্থতা, প্রসেস আপসেট ইত্যাদি) আগেই শনাক্ত করে নিরাপত্তামুলক ব্যবস্থা গ্রহণ করা যায়॥  বিশ্লেষণটি একটি সনাক্তযোগ্য অবস্থা (যেমন উচ্চ চাপ) সনাক্ত করে যা অনাকাঙ্ক্ষিত ঘটনাবলীর প্রভাব প্রতিরোধ বা হ্রাস করতে কাজ শুরু করে দেয়। চাপ পাত্রের জন্য একটি সুরক্ষা বিশ্লেষণ ছক (স্যাট) এর মধ্যে সাধারণত নিম্নোক্ত বিবরণগুলি অন্তর্ভুক্ত থাকে।  \nএকটি চাপ পাত্রের অন্যান্য অনাকাঙ্ক্ষিত ঘটনাবলী হলো নিম্ন চাপ, গ্যাস ব্লোবাই, ফুটো, এবং অতিরিক্ত তাপমাত্রা এবং এদের সাথে সম্পর্কিত কারণ ও সনাক্তযোগ্য অবস্থা। \nইভেন্ট, কারণ এবং সনাক্তযোগ্য অবস্থাসমূহ একবার চিহ্নিত হয়ে গেলে পদ্ধতিটির পরবর্তী পর্যায়ে  প্রতিটি উপাদানের জন্য সুরক্ষা বিশ্লেষণ চেকলিস্ট (এসএসি) ব্যবহার করা হয়।  এটি প্রয়োজনীয় সুরক্ষা যন্ত্র ছাড়াও এমন সব ফ্যাক্টর চিহ্নিত করে যা এই জাতীয় যন্ত্রগুলোর প্রয়োজনীয়তাকে নিষ্ক্রিয় করে।  উদাহরণস্বরূপ, একটি পাত্রে তরলের উপচে পরার ক্ষেত্রে  এসএসিটি সনাক্ত করে:\n\nA4.2d - উচ্চ স্তরের সেন্সর (এলএসএইচ)  \n১। এলএসএইচ ইনস্টল করা হয়েছে কিনা।\n২। গ্যাসের বহির্গমন নলের ডাউন স্ট্রিম সরঞ্জামসমূহ শিখা বা ভেন্ট সিস্টেম নয় এবং নিরাপদে সর্বাধিক পরিমানে উপচে পড়া তরল ধারণ করতে পারে কিনা\n৩। পাত্রের কাজ করার জন্য আলাদা পর্যায়ের তরল হ্যান্ডলিংয়ের প্রয়োজন আছে কিনা।\nঘ। ভেসেলে একটি ছোট ফাঁদ আছে কিনা যা থেকে অতিরিক্ত তরল হাতেকলমে বের করা যায়\nএই বিশ্লেষণটি নিশ্চিত করে যে প্রতিটি অনাকাঙ্ক্ষিত ঘটনা  প্রশমিত করতে দুই স্তরের সুরক্ষা ব্যবস্থা আছে॥ উদাহরণস্বরূপ, একটি চাপ পাত্র অতিরিক্ত চাপের শিকার হলে প্রাথমিক সুরক্ষা ব্যবস্থা হবে একটি পিএসএইচ (উচ্চ চাপ স্যুইচ)  পাত্রের প্রবাহ বন্ধ করার জন্য,এবং একটি চাপ সুরক্ষা কপাট (পিএসভি) দ্বিতীয় পর্যায়ের সুরক্ষা ব্যবস্থা নিশ্চিত করবে।\nবিশ্লেষণের পরবর্তী পর্যায়ে সুরক্ষা বিশ্লেষণ ফাংশন মূল্যায়ন (SAFE)ছকের মাধ্যমে সকল সেন্সিং যন্ত্র, শাটডাউন ভালভ (ইএসভি), ট্রিপ সিস্টেম এবং জরুরী সহায়তা সিস্টেম নিয়ে আলোচনা করা হয়   \nছকের X নির্দেশ করে যে বাম দিকে থাকা সনাক্তকরণ যন্ত্র (উদাঃ) পিএসএইচ) উপরের ডানদিকে থাকা শটডাউন বা সতর্কতা ব্যবস্থার সূচনা করে (উদাঃ ইএসভি বন্ধ)।\nকারণ এবং প্রভাব ছকের উপর ভিত্তি করে গড়ে উঠা সেফ(SAFE) ছকটি সংবেদনগ্রাহী যন্ত্রের সাথে শাটডাউন কপাটিকা এবং উদ্ভিদ ট্রিপের সাথে সম্পর্ক স্থাপন করে যা প্রসেস শাটডাউন সিস্টেমের কার্যকরী স্থাপত্যকে সংজ্ঞায়িত করে।\nপদ্ধতিটি সুরক্ষা ব্যবস্থার কার্যকারিতা নিশ্চিত করার জন্য প্রয়োজনীয় সিস্টেম টেস্টিংকেও নির্দিষ্ট করে। \nএপিআই আরপি 14 সি সর্বপ্রথম 1974 সালের জুনে প্রকাশিত হয়েছিল।  এর অষ্টম সংস্করণ ফেব্রুয়ারি 2017 এ প্রকাশিত হয়েছিল। ১৯৯৩সালে আইএসও স্ট্যান্ডার্ড আইএসও 10418 হিসাবে এপিআই আরপি 14 সি    কে  পেট্রোলিয়াম এবং প্রাকৃতিক গ্যাস শিল্প - অফশোর উৎপাদন ইনস্টলেশন - বিশ্লেষণ, নকশা, ইনস্টলেশন এবং বেসিক সারফেস প্রক্রিয়ার সুরক্ষা ব্যবস্থার পরীক্ষায়  অন্তর্ভুক্ত করা হয়েছিলো।  আইএসও 10418 এর সর্বশেষ 2003 সংস্করণটি বর্তমানে (2019) পুনর্বিবেচনার মধ্য দিয়ে যাচ্ছে।\n\n\n== তথ্যসূত্র =="}