{"pageid": 1046504, "title": "জলবায়ু ব্যবস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1046504", "content": "পৃথিবীর জলবায়ু ব্যবস্থার পাঁচটি মুখ্য উপাদান : এট্মোস্ফ্যায়ার (বায়ু), হাইড্রোস্ফ্যায়ার (পানি), ক্রিয়োস্ফ্যায়ার (বরফ এবং ভূগর্ভস্থ হিমায়িত অঞ্চল), লিথোস্ফ্যায়ার (পৃথিবীর উপরস্থ পাহাড়ী স্তর) এবং বায়োস্ফ্যায়ার (জীবিত বস্তু) এর মিথস্ক্রিয়ার মাধ্যমে গঠিত। জলবায়ু হচ্ছে সাধারণত ৩০ বছরের বেশি সময়ের গড় আবহাওয়া, এবং এটি নির্ধারিত হয় জলবায়ু ব্যবস্থার বিভিন্ন প্রক্রিয়া যেমনঃ সমুদ্রের স্রোত, বায়ু প্রবাহের ধরন ইত্যাদির সমন্বয়ের মাধ্যমে। বায়ুমন্ডল এবং সমুদ্রের প্রবাহ মূলত সৌর বিকিরণ এবং ক্রান্তীয় অঞ্চল থেকে যেসব অঞ্চলে কম সৌরশক্তি পাওয়া যায় সেসব অঞ্চলে তাপ পরিবহনের মাধ্যমে চালিত হয়। পানি চক্র ও জলবায়ু ব্যবস্থার সর্বত্র জুড়ে শক্তি প্রবাহিত করে। এছাড়াও জীবনের জন্য প্রয়োজনীয় বিভিন্ন রাসায়নিক পদার্থ প্রতিনিয়ত বিভিন্ন উপাদানগুলোর মধ্যে পুনর্ব্যবহৃত হচ্ছে।\nঅভ্যন্তরীণ পরিবর্তনশীলতা এবং বাহ্যিক শক্তির কারণে জলবায়ু ব্যবস্থার পরিবর্তন হতে পারে। এই বাহ্যিক শক্তিগুলো প্রাকৃতিক যেমনঃ সৌর তীব্রতার ভিন্নতা এবং আগ্নেয়গিরির অগ্ন্যুৎপাত অথবা মনুষ্যসৃষ্ট হতে পারে। মূলত মানুষের জীবাশ্ম জ্বালানী দহনের জন্য সৃষ্ট আবদ্ধ তাপের সঞ্চিত হওয়ার গ্রীন হাউজ গ্যাস, কারণেই বৈশ্বিক উষ্ণায়ন ঘটছে। মানুষের কার্যক্রমের দ্বারা শীতল এরোসল ও নিঃসরিত হচ্ছে। কিন্তু এর দ্বারা সৃষ্ট সামগ্রিক প্রভাব গ্রিন হাউজ গ্যাসের প্রভাবের চেয়ে কম। জলবায়ু ব্যবস্থার বিভিন্ন উপাদানগুলোর প্রতিক্রিয়া প্রক্রিয়ার মাধ্যমে পরিবর্তনগুলো আরো বৃদ্ধি পেতে পারে।\n\n\n== জলবায়ু ব্যবস্থার উপাদানসমূহ ==\nএট্মোস্ফ্যায়ার  স্তরটি পৃথিবীকে আচ্ছাদিত করে রাখে এবং এটি ভূপৃষ্ঠ থেকে কয়েকশত কিলোমিটার পর্যন্ত বিস্তৃত। এর অধিকাংশ নিষ্ক্রিয় নাইট্রোজেন (৭৮%), অক্সিজেন (২১%) এবং আর্গন (০.৯%) নিয়ে গঠিত। অনেকে বায়ুমন্ডলে জলীয় বাষ্প এবং কার্বন ডাইঅক্সাইড এর মত গ্যাসকে জলবায়ু ব্যবস্থার জন্য গুরুত্বপূর্ণ হিসেবে চিহ্নিত করে কারণ এরা গ্রীন হাউজ গ্যাস যা সূর্য এর দৃশ্যমান আলোকরশ্মিকে স্তর ভেদ করে ভূপৃষ্ঠে আসতে দেয় কিন্তু ভূপৃষ্ঠ থেকে নিঃসৃত ইনফ্রারেড বিকিরণ কে বাধা দেয় যা সুর্যের বিকিরণ কে সমতায় আনে। এর ফলে ভূপৃষ্ঠের তাপমাত্রা বৃদ্ধি পায়। পানি চক্র হচ্ছে পরিবেশে পানির অবস্থা পরিবর্তন ও চলাচল।  পানি চক্র শুধু বৃষ্টিপাতের এর ধরন ই নির্দেশ করে না, বরং এটি সমগ্র জলবায়ু ব্যবস্থার শক্তি স্থানান্তর কেও প্রভাবিত করে।\nহাইড্রোস্ফ্যায়ার  পৃথিবীর সকল তরল পানি ধারণ করে যার বেশির ভাগই পৃথিবীর সমুদ্র অংশে থাকে। সমুদ্র ভূপৃষ্ঠের ৭১% জায়গা জুড়ে অবস্থান করে যার গড় গভীরতা প্রায় ৪ কিলোমিটার (২.৫ মাইল) এবং এটি এটমোস্ফ্যায়ার এর চেয়ে যথেষ্ট পরিমাণ বেশি তাপ ধারণ করতে পারে। এটি সামুদ্রিক পানি ধারণ করে যাতে লবণের গড় পরিমাণ ৩.৫% কিন্তু এই পরিমাণ স্থানভেদে ভিন্ন হতে পারে। সমুদ্রের মোহনায় লোনা জল পাওয়া যায় এবং বেশির ভাগই মিঠা পানি। মোট পানির ২.৫%  বরফ এবং তুষার আকারে জমা থাকে।\nক্রিয়োস্ফ্যায়ার  জলবায়ু ব্যবস্থার যেসব অংশে পানি কঠিন অবস্থায় থাকে সেসব অংশ ধারণ করে। এর মধ্যে রয়েছে সমুদ্রের বরফ, বরফের আচ্ছাদন, ভূগর্ভস্থ হিমায়িত অঞ্চল, তুষার আচ্ছাদন। দক্ষিণ গোলার্ধএর চেয়ে উত্তর গোলার্ধএ বেশি ভূমি থাকায় এই গোলার্ধের  একটি বিশাল অংশ বরফে আচ্ছাদিত থাকে। দুই গোলার্ধে প্রায় একই পরিমাণ সামুদ্রিক বরফ রয়েছে। সবচেয়ে শীতল জমাট পানি রয়েছে গ্রীনল্যান্ড এবং এন্টার্কটিকার বরফ শীটে যার গড় উচ্চতা প্রায় ২ কিলোমিটার (১.২ মাইল)। এই বরফ শীটগুলো ধীরে ধীরে কিনারার দিকে প্রবাহিত হয়।\nপৃথিবীর ভূত্বক,  বিশেষত পাহাড় এবং উপত্যকা, বৈশ্বিক বায়ুপ্রবাহের ধরন ঠিক করে: বিস্তীর্ণ পর্বতশ্রেণী বায়ুপ্রবাহে বাধা দেয় এবং কোথায় কতটুকু বৃষ্টি হবে সেক্ষেত্রে প্রভাব ফেলে। যেসকল স্থান সমুদ্রের চেয়ে দূরে সেসকল স্থানের চেয়ে উন্মুক্ত সমুদ্রের কাছাকাছি স্থানে পরিমিত আবহাওয়া দেখা যায়। জলবায়ু মডেলিংয়ের ক্ষেত্রে,ভূমি সাধারণত স্থির হিসাবে বিবেচিত হয় কারণ জলবায়ু ব্যবস্থার অন্যান্য উপাদানগুলোর তুলনায় এটি খুব ধীরে ধীরে পরিবর্তিত হয়। মহাদেশগুলোর অবস্থান সমুদ্রের জ্যামিতি নির্ধারণ করে তথা সমুদ্রের সঞ্চালনের ধরনকে প্রভাবিত করে। সমুদ্রের অবস্থানসমূহ বিশ্বজুড়ে তাপ এবং আর্দ্রতার স্থানান্তর নিয়ন্ত্রণে  তথা বৈশ্বিক জলবায়ু নির্ধারণে গুরুত্বপূর্ণ।\nসর্বশেষে, বায়োস্ফ্যায়ার ও জলবায়ু ব্যবস্থার অন্যান্য উপাদানের সাথে সম্পর্কযুক্ত।  উদ্ভিদ প্রায়শই নীচের মাটির তুলনায় গাঢ় বা হালকা হয়, ফলে কম বা বেশি সূর্যের তাপ উদ্ভিদযুক্ত অঞ্চলে আটকে পড়ে। উদ্ভিদ পানি ধরে রাখতে ভাল কাজ করে, যা এরা শিকড় দিয়ে টেনে নেয়। উদ্ভিদ ছাড়া পানিগুলো নিকটতম নদী কিংবা অন্য জলাশয়ে চলে যেত। যার পরিবর্তে উদ্ভিদের দ্বারা গৃহীত পানি বাষ্পীভূত হয়ে পানি চক্রে ভূমিকা রাখে। বৃষ্টিপাত এবং তাপমাত্রা বিভিন্ন উদ্ভিদ অঞ্চলগুলোকে প্রভাবিত করে। ছোট ফাইটোপ্ল্যাঙ্ক্টনের বৃদ্ধি দ্বারা সমুদ্রের জল থেকে কার্বন আত্তীকরণ প্রায় বায়ুমণ্ডল থেকে উদ্ভিদের আত্তীকরণের মতই। যদিও মানুষ প্রযুক্তিগত ভাবে বায়োস্ফ্যায়ার এর অংশ, তবুও পৃথিবীর জলবায়ু ব্যবস্থায় মানুষকে একটি পৃথক উপাদান, এনথ্রোপোস্ফ্যায়ার হিসেবে গণ্য করা হয়, কারণ এই গ্রহের উপর মানুষের একটি বিশাল প্রভাব রয়েছে।\n\n\n== শক্তি, পানি এবং উপাদানগুলোর প্রবাহ ==\n\n\n=== শক্তি এবং সাধারণ সঞ্চালন ===\nজলবায়ু ব্যবস্থা সূর্যের থেকে শক্তি গ্রহণ করে এবং পৃথিবীর মূল থেকেও অনেক কম পরিমাণে গ্রহণ করে, পাশাপাশি চাঁদ থেকে জোয়ারের শক্তি অর্জন করে। পৃথিবী বাইরের মহাকাশকে দুইটি রূপে শক্তি দেয়: এটি সরাসরি সূর্যের বিকিরণের একটি অংশকে প্রতিবিম্বিত করে এবং এটি ব্ল্যাক-বডির বিকিরণ হিসেবে ইনফ্রা-রেড রেডিয়েশনকে নির্গত করে। আগত ও বহির্গামী শক্তির ভারসাম্য এবং জলবায়ু ব্যবস্থার মাধ্যমে শক্তির চলাচল পৃথিবীর শক্তি বাজেট নির্ধারণ করে। যখন বহির্গত শক্তির তুলনায় মোট আগত শক্তি বেশি হয়, পৃথিবীর শক্তির বাজেট ইতিবাচক হয় এবং জলবায়ু ব্যবস্থা উষ্ণ হয়। যদি অধিক শক্তি চলে যায় তবে শক্তির বাজেট নেতিবাচক এবং পৃথিবী শীতল হওয়ার অভিজ্ঞতা পায়।\nমেরু অঞ্চলগুলির তুলনায় অধিক শক্তি ক্রান্তীয় অঞ্চলে পৌঁছে যায় এবং পরবর্তীতে তাপমাত্রার পার্থক্য বায়ুমণ্ডল এবং সমুদ্রএর বিশ্বব্যাপী প্রবাহকে চালনা করে।]] বায়ু যখন উষ্ণতর হয় তখন উত্থিত হয়, মেরু দিকে প্রবাহিত হয় এবং যখন এটি শীতল হয়ে যায় তখন আবার নিরক্ষ রেখায় ফিরে আসে। কৌণিক ভরবেগের সংরক্ষণের কারণে, পৃথিবীর আবর্তন  উত্তর গোলার্ধের বায়ুকে ডানে এবং দক্ষিণ গোলার্ধে বামে প্রবাহিত করে, এইভাবে স্বতন্ত্র বায়ুমণ্ডলীয় কোষ গঠন করে। মৌসুমে এবং ঋতুভেদে বায়ু এবং বৃষ্টিপাতের পরিবর্তন যা সাধারণত ক্রান্তীয় অঞ্চলে অধিক দেখা যায়, এটি সমুদ্রের চেয়ে স্থলভাগের বেশি সহযে উত্তপ্ত হওয়ার কারণে ঘটে। তাপমাত্রার পার্থক্য স্থির বাতাস চালনা করে ভূমি ও সমুদ্রের মধ্যে চাপের পার্থক্য সৃষ্টি করে।\nমহাসাগরের পানিতে অধিক লবণ থাকে যার ঘনত্ব বেশি এবং ঘনত্বের পার্থক্য মহাসাগর সঞ্চালনে গুরুত্বপূর্ণ ভূমিকা পালন করে। থার্মোহেলাইন সঞ্চালন ক্রান্তীয় অঞ্চল থেকে মেরু অঞ্চলে তাপ স্থানান্তর করে। বাতাসের সাথে মিথস্ক্রিয়া দ্বারাও মহাসাগর সঞ্চালন চালিত হয়। লবণের উপাদানসমূহ হিমাঙ্কের তাপমাত্রাকেও প্রভাবিত করে। পানির উল্লম্ব চলাচল আপহুয়েলিং নামক প্রক্রিয়ায় উপরিভাগে শীতল পানি বয়ে আনতে পারে, যা উপরের বাতাসকে শীতল করে।\n\n\n=== পানি চক্র ===\nপানিচক্র বা পানিবিদ্যুৎ চক্র বর্ণনা করে যে কীভাবে এটি পৃথিবীর উপরিস্তর এবং বায়ুমণ্ডলের মধ্যে ক্রমাগত চলাচল করে। উদ্ভিদ বাষ্পীভবন করে এবং সূর্যের আলো মহাসাগর এবং অন্যান্য জলাশয় থেকে পানি বাষ্পীভূত করে লবণ এবং অন্যান্য খনিজগুলি রেখে যায়।  বাষ্পীভূত মিঠা পানির পরবর্তীতে আবার বৃষ্টি হয়ে পৃষ্ঠে পতিত হয়। বৃষ্টিপাত এবং বাষ্পীভবন সারা পৃথিবীতে সমানভাবে বিতরণ করা হয় না, কিছু অঞ্চল যেমন গ্রীষ্মমণ্ডলীয় অঞ্চলে বাষ্পীভবনের চেয়ে বৃষ্টিপাত বেশি হয় এবং অন্য অঞ্চলে বৃষ্টিপাতের চেয়ে বাষ্পীভবন বেশি থাকে। জলের বাষ্পীভবনের জন্য প্রচুর পরিমাণে শক্তি প্রয়োজন, যেখানে ঘনীভবনের সময় প্রচুর পরিমাণে তাপ নির্গত হয়। এই সুপ্ত তাপ বায়ুমণ্ডলের শক্তির প্রাথমিক উৎস।\n\n\n=== জৈবরাসায়নিক চক্র ===\n\nজীবনের জন্য প্রয়োজনীয় রাসায়নিক উপাদানগুলো জলবায়ু ব্যবস্থার বিভিন্ন উপাদানগুলির মাধ্যমে ক্রমাগত চক্রাকারে ঘুরছে। কার্বন চক্র জলবায়ুর জন্য সরাসরি গুরুত্বপূর্ণ কারণ এটি বায়ুমণ্ডলে দুটি গুরুত্বপূর্ণ গ্রীন হাউস গ্যাস: কার্বন ডাইঅক্সাইড এবং মিথেন এর ঘনত্ব নির্ধারণ করে। কার্বন চক্রের দ্রুত অংশে গাছপালা সালোকসংশ্লেষণ এর মাধ্যমে বায়ুমণ্ডল থেকে কার্বন ডাই অক্সাইড গ্রহণ করে; এটি পরবর্তীতে জীবিত প্রাণীদের শ্বাস-প্রশ্বাসের মাধ্যমে পুনরায় নির্গত হয়। ধীর কার্বন চক্রের অংশ হিসাবে, আগ্নেয়গিরি কার্বন ডাই-অক্সাইড ছেড়ে দেয়, পৃথিবীর ভূত্বক এবং আচ্ছাদন থেকে কার্বন ডাই অক্সাইড মুক্ত করে। যেহেতু বায়ুমন্ডলের কার্বন ডাইঅক্সাইড বৃষ্টিকে কিছুটা অ্যাসিডিক করে তোলে, এই বৃষ্টি আস্তে আস্তে কিছু শিলাকে দ্রবীভূত করতে পারে, এটি একটি প্রক্রিয়া যা ওয়েদারিং হিসাবে পরিচিত। এই প্রক্রিয়ায় যে খনিজগুলো নির্গত হয়,  সেগুলো সমুদ্রে স্থানান্তরিত হয়, জীবিত প্রাণী দ্বারা ব্যবহৃত হয় যার অবশেষে পাললিক শিলা গঠন করতে পারে এবং কার্বনকে লিথোস্ফিয়ারে ফিরিয়ে আনতে পারে।\nনাইট্রোজেন চক্র সক্রিয় নাইট্রোজেনের প্রবাহ বর্ণনা করে।  বায়ুমণ্ডলীয় নাইট্রোজেন নিষ্ক্রিয়, তাই জীবজগতের বিল্ডিং ব্লক হিসাবে ব্যবহারের আগে মাইক্রো-অর্গানিজমগুলো প্রথমে ফিক্সিং নাইট্রোজেন নামক প্রক্রিয়ায় একে সক্রিয় নাইট্রোজেন যৌগে রূপান্তরিত করে। মানুষের কার্যকলাপ কার্বন চক্র এবং নাইট্রোজেন চক্র উভয় ক্ষেত্রেই গুরুত্বপূর্ণ ভূমিকা পালন করে: জীবাশ্ম জ্বালানীর জ্বলন লিথোস্ফিয়ার থেকে এটমোস্ফ্যায়ারে কার্বনকে স্থানান্তরিত করে, এবং সার এর ব্যবহারের ফলে উপলব্ধ নাইট্রোজেনের পরিমাণ যথেষ্ট পরিমাণে বৃদ্ধি পেয়েছে।\n\n\n== জলবায়ু ব্যবস্থার মধ্যবর্তী পরিবর্তন ==\n\nজলবায়ু প্রতিনিয়ত পৃথিবীর জীবদ্দশায় সময়সীমাগুলোতে পরিবর্তিত হচ্ছে। জলবায়ু ব্যবস্থার নিজস্ব উপাদান এবং গতিশক্তি দ্বারা সৃষ্ট পরিবর্তনগুলোকে অভ্যন্তরীণ জলবায়ু পরিবর্তনশীলতা বলা হয়। জলবায়ু ব্যবস্থার বাইরের ঘটনা ও জলবায়ু ব্যবস্থায় বাহ্যিক শক্তি প্রয়োগ করতে পারে (উদাঃ পৃথিবীর কক্ষপথে পরিবর্তন)। দীর্ঘস্থায়ী পরিবর্তনগুলো যা কমপক্ষে ৩০ বছর পর্যন্ত স্থায়ী হয়,তাকে সাধারণত জলবায়ু পরিবর্তন হিসেবে চিহ্নিত করা হয়। এটি জলবায়ু পরিবর্তন হিসাবে চিহ্নিত হয়, যদিও এই পরিবর্তন সাধারণত বর্তমান বৈশ্বিক জলবায়ু পরিবর্তনকে বোঝায়। জলবায়ু পরিবর্তিত হলে, একে অপরের উপর প্রভাব তৈরি করতে পারে, জলবায়ু ফিডব্যাকস সিরিজ  হিসেবে( যেমনঃ আল্ভেডো চেঞ্জস)  এই সিরিজটিতে সিস্টেমের অন্যান্য অংশগুলিতে প্রভাবিত করে, ফলে বিভিন্ন রকমের পরিবর্তন দেখা যায়। (উদাঃ সমুদ্রের স্তর বৃদ্ধি)\n\n\n=== অভ্যন্তরীণ পরিবর্তনশীলতা ===\n\nজলবায়ু ব্যবস্থার উপাদানগুলো অবিচ্ছিন্নভাবে পরিবর্তিত হয়, এমনকি বাহ্যিক বল ছাড়াই (বাহ্যিক বল প্রয়োগ)।  বায়ুমণ্ডলের একটি উদাহরণ হল উত্তর আটলান্টিক অসিলেশন (এনএও), যা বায়ুমণ্ডলীয় চাপ উঠা-নামা নিয়ে কাজ করে। পর্তুগিজ আজোরগুলিতে সাধারণত উচ্চ চাপ থাকে,আবার আইল্যান্ডএর উপর প্রায়শই কম চাপ থাকে। চাপের এই পার্থক্য মধ্য ইউরেশিয়া পর্যন্ত উত্তর আটলান্টিক অঞ্চলের আবহাওয়ার নিদর্শনগুলিকে প্রভাবিত করে। উদাহরণস্বরূপ, গ্রিনল্যান্ড এবং কানাডার আবহাওয়া ইতিবাচক এনএও এর সময় শীতল এবং শুষ্ক। উত্তর আটলান্টিক অসিলেশনের বিভিন্ন ধাপ একাধিক দশক ধরে ধরে স্থায়ী হতে পারে।\nসমুদ্র এবং বায়ুমণ্ডল একসাথে স্বতঃস্ফূর্তভাবে অভ্যন্তরীণ জলবায়ু পরিবর্তনশীলতা তৈরিতে কাজ করতে পারে যা একসাথে বছরের পর বছর কয়েক দশক ধরে অব্যাহত থাকতে পারে। এই ধরনের পরিবর্তনশীলতার উদাহরণগুলির মধ্যে রয়েছে এল নিনো –সাউদার্ন অসিলেশন, প্যাসিফিক ডিকেডাল অসিলেশন, এবং আটলান্টিক মাল্টিডিকেডাল অসিলেশল। এই ভিন্নতাগুলি গভীর মহাসাগর এবং বায়ুমণ্ডলের মধ্যে তাপ পুনরায় বিতরণের মাধ্যমে বৈশ্বিক গড় পৃষ্ঠে তাপমাত্রাকে প্রভাবিত করতে পারে; আবার মেঘ, জলীয় বাষ্প বা সমুদ্রের বরফ বিতরণকে পরিবর্তন করে পৃথিবীর মোট শক্তি বাজেটকেও প্রভাবিত করতে পারে।\nএই অসিলেশনগুলোর মহাসাগরীয় দিকগুলি বায়ুমণ্ডলের চেয়ে শত গুণ বেশি ভর থাকার কারণে শতবর্ষ সময়সীমার উপর পরিবর্তনশীলতা তৈরি করতে পারে এবং যার ফলে খুব উচ্চ আয়তনমিতিক তাপধারণ ক্ষমতা।তাপীয় জড়তা ও তৈরি হয়।  উদাহরণস্বরূপ, মহাসাগর প্রক্রিয়াগুলির পরিবর্তন যেমন থার্মোলেলাইন সংবহন বিশ্বের মহাসাগরে তাপ পুনরায় বিতরণে মূল ভূমিকা পালন করে। অভ্যন্তরীণ পরিবর্তনশীলতা বোঝা বিজ্ঞানীদের সাম্প্রতিক জলবায়ু পরিবর্তনে গ্রীন হাউস গ্যাসগুলোকে দায়ী করতে সহায়তা করেছিল।\n\n\n=== বাহ্যিক জলবায়ু প্রভাবক ===\nদীর্ঘ সময়সীমার মধ্যে, জলবায়ু সাধারণত সিস্টেমের মধ্যে কতটা শক্তি আছে এবং কোথায় যাচ্ছে তা দ্বারা নির্ধারিত হয়। যখন পৃথিবীর শক্তির বাজেট পরিবর্তন হয়, জলবায়ুও সেটি অনুসরণ করে। জ্বালানি বাজেটের পরিবর্তনকে বল প্রয়োগ বলা হয় এবং জলবায়ু ব্যবস্থার পাঁচটি উপাদানের বাইরে কোনও কিছুর কারণে যখন এই পরিবর্তন ঘটে তখন একে বাহ্যিক বল প্রয়োগ বলা হয়। উদাহরণস্বরূপ, আগ্নেয়গিরির ফলে পৃথিবীর অভ্যন্তরে যে প্রক্রিয়া ঘটে তা জলবায়ু ব্যবস্থার অংশ হিসাবে বিবেচিত হয় না। সৌর ভিন্নতা এবং গ্রহাণুর আগমন মতো গ্রহের বাইরের  পরিবর্তনগুলোঅ মানুষের ক্রিয়ার মত জলবায়ু ব্যবস্থার পাঁচটি উপাদানের জন্য \"বাহ্যিক\"।\n\n\n==== আগত সূর্যালোক ====\nসূর্য পৃথিবীতে শক্তির প্রধান উৎস এবং এটি বায়ুমণ্ডলীয় সঞ্চালন পরিচালনা করে। ১১ বছরের সৌর চক্র ]] এবং দীর্ঘমেয়াদী সময়ের স্কেল সহ সূর্য থেকে আসা শক্তির পরিমাণ কম সময়ের স্কেলগুলিতেও পরিবর্তিত হয়। যদিও সৌর চক্রটি সরাসরি পৃথিবীর পৃষ্ঠকে উষ্ণ এবং শীতল করার পক্ষে খুব ছোট, এটি বায়ুমণ্ডলের একটি উচ্চতর স্তর, স্ট্যাটোস্ফ্যায়ার কে সরাসরি প্রভাবিত করে যা পৃষ্ঠের কাছাকাছি বায়ুমণ্ডলে প্রভাব ফেলতে পারে।\nপৃথিবীর গতিতে সামান্য পরিবর্তন পৃথিবীর পৃষ্ঠে পৌঁছে যাওয়া সূর্যরশ্মির মৌসুমী বিতরণে এবং কীভাবে বিশ্বজুড়ে  আলোর বিতরণ করা যায় তাতে বড় ধরনের পরিবর্তন ঘটতে পারে, যদিও গড় বৈশ্বিক বা বার্ষিক সূর্যের আলোতে প্রভার ফেলে না। তিন ধরনের কাইনেমেটিক পরিবর্তন হলঃ পৃথিবীর উৎকেন্দ্রিকতার ভিন্নতা, পৃথিবীর আবর্তনের অক্ষের ঝুঁকে থাকার কোণের পরিবর্তন এবং পৃথিবীর অক্ষের অগ্রাধিকার। একসাথে এগুলি মিলানকোভিচ চক্র উৎপাদন করে যা জলবায়ুকে প্রভাবিত করে এবং হিমবাহ এবং আন্তঃমহিক সময়এর সাথে সম্পর্কের জন্য উল্লেখযোগ্য।\n\n\n==== গ্রীন হাউস গ্যাসসমূহ ====\nগ্রিনহাউস গ্যাসগুলো বায়ুমণ্ডলের নীচের অংশে দীর্ঘতরঙ্গ বিকিরণ শোষণ করে তাপকে আবদ্ধ করে ফেলে। পৃথিবীর অতীতে, অনেকগুলো প্রক্রিয়া গ্রিনহাউস গ্যাসের ঘনত্বের পরিবর্তনে ভূমিকা রেখেছিল। বর্তমানে, মানুষের দ্বারা তৈরি নির্গমন কিছু গ্রিনহাউস গ্যাসের ঘনত্বের বৃদ্ধির কারণ, যেমন CO2, মিথেন এবং N2O  গ্রিনহাউস প্রভাবের প্রধান অবদানকারী হল মেঘ(~ ২৫%) এবং CO২ (~ ২০%) এর সাথে জলীয় বাষ্প (~৫০%), এটি গুরুত্বপূর্ণ ভূমিকা পালন করে। যখন দীর্ঘকালীন স্থায়ী গ্রীনহাউস গ্যাসের ঘনত্ব (যেমনঃ CO২) বৃদ্ধি করা হয় এবং তাপমাত্রা বৃদ্ধি পায় তখন জলীয় বাষ্পের পরিমাণও বৃদ্ধি পায়, যাতে জলীয় বাষ্প এবং মেঘগুলি বাহ্যিক জাল হিসাবে দেখা যায় না, পরিবর্তে ফিডব্যাক হিসাবে দেখা যায়। রক ওয়েদারিং একটি খুব ধীর প্রক্রিয়া যা বায়ুমণ্ডল থেকে কার্বনকে সরিয়ে দেয়।\n\n\n==== এরোসল এবং অগ্ন্যুৎপাত ====\nবায়ুমণ্ডলে তরল এবং কঠিন কণাগুলোকে, সম্মিলিতভাবে এরোসল নামকরণ করা হয়, যা জলবায়ুর উপর বিভিন্ন প্রভাব ফেলে।  কিছু প্রাথমিক প্রভাব হল সূর্যের আলো ছড়িয়ে দেয় এবং এর ফলে গ্রহকে শীতল করে, আবার অন্যরা সূর্যের আলো শোষণ করে এবং বায়ুমণ্ডলকে উষ্ণ করে। পরোক্ষ প্রভাবের মধ্যে রয়েছে এরোসলগুলো মেঘের ঘনীভবন নিউক্লিয়াই হিসাবে কাজ করতে পারে এবং মেঘের গঠনকে উদ্দীপিত করে। এরোসলগুলোর প্রাকৃতিক উৎসের মধ্যে সামুদ্রিক স্প্রে, খনিজ ধূলা এবং আগ্নেয়গিরি অন্তর্ভুক্ত, তবে মানুষ ও জীবাশ্ম জ্বালানীর দহনের মাধ্যমে বায়ুমণ্ডলে অ্যারোসোলগুলি মুক্ত করায় ভূমিকা রাখে। এরোসলগুলো নির্গত গ্রিনহাউস গ্যাসের উষ্ণতর প্রভাবগুলোর একটি অংশকে প্রতিহত করে, তবে শুধুমাত্র কয়েক বছর বা তারও কম সময়ের মধ্যে তারা পৃষ্ঠে ফিরে না আসা পর্যন্ত।\n\nযদিও আগ্নেয়গিরি প্রযুক্তিগতভাবে লিথোস্ফিয়ারের অন্তর্ভুক্ত, যা নিজেই জলবায়ু ব্যবস্থার একটি অংশ, অগ্নুৎপাত বাহ্যিক এজেন্ট হিসাবে সংজ্ঞায়িত হয়েছে। গড়ে প্রতি শতাব্দীতে কেবলমাত্র কয়েকটি আগ্নেয়গিরির অগ্ন্যুৎপাত ঘটে যা এক বছরেরও বেশি সময় ধরে পৃথিবীর জলবায়ুকে প্রভাবিত করে স্ট্র্যাটোস্ফ্যায়ারএ একাধিক টন সালফার ডাই অক্সাইড নির্গমনের মাধ্যমে। সালফার ডাই অক্সাইড রাসায়নিকভাবে এরোসলগুলোতে রূপান্তরিত হয় যা পৃথিবীর পৃষ্ঠে সূর্যের আলোর একটি অংশ অবরুদ্ধ করে শীতলকরণের কারণ হয়ে দাঁড়ায়। ছোট বিস্ফোরণগুলি বায়ুমণ্ডলকে খুব সূক্ষ্মভাবে প্রভাবিত করে।\n\n\n==== ভূমি ব্যবহার পরিবর্তন ====\nবন উজাড় করা বা জমির মানুষের ব্যবহারের অন্যান্য পরিবর্তনগুলো জলবায়ুকে প্রভাবিত করতে পারে।  এটি একটি অঞ্চলের প্রতিচ্ছবি পরিবর্তন করতে পারে, ফলে অঞ্চলটি কম বা বেশি সূর্যের আলো ধারণ করতে পারে। এছাড়াও, উদ্ভিদের মিথস্ক্রিয়া পানিচক্রের সাথে সম্পর্কযুক্ত,যার ফলে বৃষ্টিপাতও প্রভাবিত হয়। ভূমিতে অগ্নিকাণ্ড বায়ুমণ্ডলে গ্রিনহাউস গ্যাস নির্গত করে এবং কালো কার্বন ছেড়ে দেয় যা তুষারকে আরও গাঢ় করে তোলে এবং এর গলে যাওয়া সহজ করে তোলে।\n\n\n=== প্রতিক্রিয়া এবং ফিডব্যাকস ===\nজলবায়ু ব্যবস্থার বিভিন্ন উপাদান বাহ্যিক বলে বিভিন্নভাবে সাড়া দেয়। উপাদানগুলির মধ্যে একটি গুরুত্বপূর্ণ পার্থক্য হল তারা যে বেগে বাহ্যিক বলের উপরে প্রতিক্রিয়া দেখায়। এট্মোস্ফ্যায়ার সাধারণত কয়েক ঘন্টা থেকে কয়েক সপ্তাহের মধ্যে সাড়া দেয়, যেখানে গভীর মহাসাগর এবং বরফের চাদর এক নতুন ভারসাম্য অর্জন করতে শতাব্দী থেকে সহশ্রাব্দ পর্যন্ত সময় নেয়।\nএকটি বাহ্যিক বলের প্রতি প্রাথমিক প্রতিক্রিয়া নেতিবাচক ফিডব্যাক দ্বারা দুর্বল হয়ে যেতে পারে কিংবা ইতিবাচক ফিডব্যাক দ্বারা বৃদ্ধি পেতে পারে। উদাহরণস্বরূপ, সৌর তীব্রতার উল্লেখযোগ্য হ্রাস দ্রুত পৃথিবীতে তাপমাত্রা হ্রাসের দিকে নিয়ে যায়, যার ফলে বরফ এবং তুষারের আচ্ছাদন প্রসারিত হতে পারে।  অতিরিক্ত তুষার এবং বরফের উচ্চতর আলবেডো বা প্রতিচ্ছবি রয়েছে এবং তাই পুরো জলবায়ু ব্যবস্থার দ্বারা শোষিত হওয়ার আগে সূর্যের আরও অনেক বেশি বিকিরণ মহাকাশে ফিরে আসে; এর ফলে পৃথিবী আরও শীতল হয়ে যায়।\n\n\n== তথ্যসূত্র এবং উৎস ==\n\n\n=== তথ্যসূত্র ===\n\n\n=== উৎস ===\n\nটেমপ্লেট:বৈশ্বিক উষ্ণায়ন"}