{"pageid": 1046570, "title": "সুমেরুর ভূপ্রকৌশল", "url": "https://bn.wikipedia.org/wiki?curid=1046570", "content": "বৈশ্বিক উষ্ণায়নের গড় মাত্রার চেয়ে সুমেরু অঞ্চলের তাপমাত্রা দ্রুতহারে বৃদ্ধি পেয়েছে। ক্ষয়ের অনুমান অনুযায়ী সুমেরু অঞ্চল সংকোচনের হিসেব করলে দেখা যায় যে, ২০৫৯ থেকে ২০৭৮ সাল নাগাদ এই অঞ্চলের সমুদ্রে গ্রীষ্মকালে কোনো বরফ থাকবে না.। বিভিন্ন জলবায়ু প্রকৌশল প্রকল্পগুলি সুমেরু মিথেন নিঃসরণের মতো উল্লেখযোগ্য এবং অপরিবর্তনীয় প্রভাবগুলির সম্ভাবনা হ্রাস করার পরামর্শ দিয়েছে।\nবিশেষভাবে সুমেরু অঞ্চলের জন্য বেশকিছু জলবায়ু প্রকৌশল প্রস্তাবনা করা হয়েছে। এগুলি মুলত আর্কটিক হিমশৈল ক্ষয় রোধের ব্যবস্থাগুলির উপর গুরুত্বারোপ করে এবং সাধারণভাবে হাইড্রোলজিক্যাল  প্রকৃতির।\nএছাড়াও জলবায়ু প্রকৌশলের অন্যান্য সৌর বিকিরণ ব্যবস্থাপনা কৌশল, যেমন স্ট্রাটোস্ফেরিক সালফেট এরোসোল প্রস্তাবিত হয়েছে। এগুলো বায়ুমন্ডলের আলবিইডোর সাথে সমন্বয় করে সুমেরু অঞ্চল ঠান্ডা রাখবে।\n\n\n== পটভূমি ==\nজলবায়ু নিয়ন্ত্রণে মেরু অঞ্চল খুবই গুরুত্বপূর্ণ ভূমিকা পালন করে। আর্কটিক সাগরের হিমশৈল গলন থেকে বরফ-আলবিইডো প্রতিক্রিয়া এবং গলন্ত ভূগর্ভস্থ চিরহিমায়িত অঞ্চল বা পারমাফ্রস্ট ও মিথেন ক্লাথরেট থেকে আর্কটিক মিথেন নিঃসরণ আমাদের জানান দেয় যে, টিপিং পয়েন্টে পৌছাতে আর বেশি দেরী নেই। তবে আর্কটিক সাগরের হিমশৈল হ্রাসের গতি নিয়ে এখনও মতবিরোধ রয়েছে। ২০০৭ সালের চতুর্থ আইপিসিসি নিরীক্ষণ রিপোর্ট জানায়,\" অনুমান করা হচ্ছে, একবিংশ শতাব্দীর শেষভাগে শেষ গ্রীষ্মে আর্কটিক সাগর পুরোপুরি হিমশৈলশূণ্য হয়ে যাবে।\" ২০০৭ সালে অনুমানের চেয়েও অধিক পরিমাণ হিমশৈল হ্রাস পেয়েছে, যদিও ২০০৮ সালে হিমশৈল কিছুটা বৃদ্ধি পেয়েছে।\nএভাবে যদি বরফ গলা চলতে থাকে, তাহলে হয়তো মেরু অঞ্চল উত্তপ্ত হওয়ার সাথে সাথে একটি টিপিং পয়েন্টের প্রক্রিয়ার শুরু হতে চলেছে। টীম লেননের ভাষ্যমতে, হিমশৈল গলন এমন প্রক্রিয়া যে ইতোমধ্যে টিপিং শুরু হয়ে যাওয়ার কথা। তাই টিপিং পয়েন্টের ঘটনাগুলো প্রতিরোধ করতে বা হ্রাস করার প্রস্তাব নিয়ে আসে জলবায়ু প্রকৌশল। জলবায়ু প্রকৌশল বিশেষত সমুদ্রের হিমশৈল গলনকে থামানোর প্রস্তাব দেয়।\nমেরু অঞ্চলের হিমশৈল আলবিইডোর মাধ্যমে বৈশ্বিক তাপমাত্রা নিয়ন্ত্রণ করে। পাশাপাশি এই হিমশৈল তীরবর্তী ভূগর্ভস্থ হিমায়িত অঞ্চল থেকে মিথেন নিঃসরণ থামিয়ে রাখে। অধিকন্তু এই হিমশৈল শীতকালীন ঠান্ডা বাতাস ও উষ্ণ সাগরের মধ্যে দেয়াল হিসেবে থাকে যা ভূগর্ভস্থ হিমায়িত অঞ্চল অটুট রাখতে সহায়তা করে। তাই জলবায়ু নিয়ন্ত্রণে রাখতে বরফ গলন প্রক্রিয়া প্রতিরোধ করাটা খুব জরুরী।\n\n\n== পুরু হিমশৈল তৈরি ==\nহিমশৈলের উপর সমদ্রের পানি ছিটিয়ে হিমশৈলের পুরুত্ব বাড়ানোর প্রস্তাব করা হয়েছে। বরফ তাপ অপরিবাহী হওয়ায় বরফের উপরের পানি নিচের তুলনায় তাড়াতাড়ি জমাট বাধে।\nএক্ষেত্রে বরফের উপর সাগরের লবণাক্ত জল ছিটানোর প্রস্তাব করা হয়েছিল। কারণ, লবণাক্ত জল তাড়াতাড়ি জমাট বাধে। এভাবে পুরু হিমশৈল তৈরীর সুবিধা হল, লবণের পরিমাণ বেড়ে যাওয়ায় বরফ যখন গলে যায় তখন তা নিম্নস্থিত পানির সাথে মিশে স্রোতকে জোরদার করে।\nহিমশৈলের কিছু অংশ জমাট বাধা সমদ্রের লোনা পানি। বাকি অংশের পুরোটাই আসে হিমবাহ থেকে যা মিঠা পানির সংকুচিত বরফ। যদি মিঠা পানির উপরে লবণাক্ত পানি থাকে, তাহলে গলনের পর তা খুব দ্রুত নিচের স্তরগুলোকে ছিদ্র করে বেরিয়ে যায়। (কারণ, লবণাক্ত পানির গলনাংক মিঠা পানির চেয়ে বেশি।) তাই অনেকে এই সমস্যা সমাধানে সাগরের পানির বদলে নদীর মিঠা পানি ব্যবহারের পরামর্শ দিয়েছেন।\n\n\n== স্ট্রাটোস্ফেরিক সালফেট এরোসোল ==\nস্ট্রাটোস্ফেরিক সালফেট এরোসোল ব্যবহার করে ক্যালডেইরা এবং উড আর্কটিকের উপরে জলবায়ু প্রকৌশলের প্রভাব বিশ্লেষণ করেন। এই পদ্ধতি শুধু মেরু অঞ্চলের জন্যই বিশেষায়িত নয়। তারা খুঁজে পান, উচ্চ অক্ষাংশে প্রতি ইউনিট আলবিইডো পরিবর্তনের জন্য কম সূর্যের আলো বিক্ষিপ্ত হয় ,তবে জলবায়ু সিস্টেমের প্রতিক্রিয়াগুলি সেখানে আরও শক্তিশালীভাবে কাজ করে। এই দুটি প্রভাব বৃহত্তরভাবে একে অপরকে বাতিল করে দেয়, বৈশ্বিক গড় তাপমাত্রা প্রতিক্রিয়ার বিপরীতে প্রতি ইউনিট শীর্ষ-বায়ুমণ্ডলীয় আলবিইডো পরিবর্তনকে অক্ষাংশের প্রতি অপেক্ষাকৃত সংবেদনশীল করে তোলে।\n\n\n== সমুদ্রের তাপমাত্রা এবং লবণাক্ততা প্রভাবিত করা ==\nপরামর্শ দেয়া হয়েছে, আঞ্চলিকভাবে আর্কটিক সাগরের লবণাক্ততা ও তাপমাত্রা প্রভাবিত করার। এতে করে বেরিং প্রণালী দিয়ে ঢোকা প্রশান্ত মহাসাগরের পানি ও নদীজ পানির অনুপাত পরিবর্তিত হবে যা আর্কটিক সাগরের হিমশৈল সংরক্ষণ করতে সহায়তা করবে। এই পদ্ধতিতে ইউকন নদী থেকে মিঠা পানির আগমন বাড়বে এবং প্রশান্ত মহাসাগর থেকে উষ্ণ ও লোনা পানির আগমনে বিঘ্ন ঘটবে। প্রস্তাবিত ভূপ্রকৌশল উপায়গুলোর একটি হল, একটি বাধের  মাধ্যমে সেন্ট লরেন্স দ্বীপ ও বেরিং প্রণালীর সংকীর্ণ অংশের প্রান্তকে সংযুক্ত করা।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nSteffen, Will; Sanderson, A.; Jäger, Jill;  ও অন্যান্য (সেপ্টেম্বর ২০০৫)। Global Change and the Earth System: A Planet Under Pressure। Springer। পৃষ্ঠা 150। আইএসবিএন 978-3-540-26594-8।"}