{"pageid": 1046909, "title": "বৃকমবক্কম", "url": "https://bn.wikipedia.org/wiki?curid=1046909", "content": "বৃকমবক্কম দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের চেন্নাই জেলার একটি অঞ্চল৷ এটি মূলত পশ্চিম চেন্নাইয়ের একটি লোকালয়৷ এটি একটি গুরুত্বপূর্ণ আবাসিক এলাকা যা স্কুল, বাজার, আবাসিক উপনিবেশ ও চলচ্চিত্র শিল্পীদের বাসস্থানের জন্য বিখ্যাত। এখানে চেন্নাইয়ের বেশকিছু পুরাতন চলচ্চিত্র স্টুডিও রয়েছে।\nবৃকমবক্কম চেন্নাইয়ের লোকাল গুলির মধ্যে অন্যতম গুরুত্বপূর্ণ, ভারতের স্বাধীনতা লাভের পর বিভিন্ন পর্যায়ে চেন্নাই শহর তথা চেন্নাই জেলার আয়তন বৃদ্ধির সাথে সাথে এই লোকালয়ও কাঞ্চীপুরম জেলা থেকে চেন্নাই জেলায় প্রশাসনিকভাবে স্থানান্তরিত হয়। জনবসতি ও জন-উপনিবেশ স্থাপনের পূর্বে এখানে বিশেষ করে ধান, আম এবং কাজু উৎপাদন করা হতো। ১৯৭৭ খ্রিস্টাব্দে শালিগ্রামম সহ গ্রামটি চেন্নাইয়ের অন্তর্ভুক্ত হয়।\nসড়কপথে বৃকমবক্কম চেন্নাই সেন্ট্রাল এবং শহরের অন্যান্য অংশের সাথে সুসংবদ্ধ। আর্কট রোড এই লোকালয়ে কে নিয়ে শহরের সঙ্গে যুক্ত করত।\n\n\n== অবস্থান ==\nবৃকমবক্কম ফোর্ট সেন্ট জর্জ থেকে ১৪.৬ কিলোমিটার এবং পুন্তমল্লী থেকে ১২.৫ কিলোমিটার দূরে অবস্থিত। লোকালয়টির পূর্ব দিকে শালিগ্রামম, উত্তর দিকে ‌কোয়মবেড়ু, পশ্চিম দিকে আলোয়ারতিরুনগর ও বলসরবক্কম, দক্ষিণ পশ্চিম দিকে কলাজ্ঞ করুণানিধি নগর এবং দক্ষিণ-পূর্ব দিকে রামাপুরম রয়েছে।\n\n\n== ইতিহাস ==\nস্বাধীনতার পর মাদ্রাজ শহরের আয়তন বৃৃদ্ধির সাথে সাথে বৃৃকমবক্কমের অর্থনৈতিক বৃদ্ধি হতে থাকে। দ্বিতীয় বিশ্বযুদ্ধ পরবর্তী সময়ে যুদ্ধ পরবর্তী পরিস্থিতির সাথে এঁটে ওঠা লোকালয়গুলির মধ্যে এটি ছিল একটি। সেই সময়ে এটি বৃহন্মাদ্রাজের কোটমবক্কম-শালিগ্রামম-পোলিয়ুর আবাসিক জেলার অংশ ছিল। ১৯৪০-এর দশকে মাউন্ট-পুন্তমল্লী সড়কের সাথে নুঙ্গমবক্কমকে সংবদ্ধ করতে আর্কট রোড তৈরি হয়। ১৯৪৮ সালে অবিচি মেইয়াপ্পা শেঠিয়ার তার বেস প্রোডাকশন করাইকুড়ি থেকে সরিয়ে নিলে এখানে প্রথম স্টুডিও স্থাপিত হয়। এর পর থেকে এই লোকালয় চলচ্চিত্র প্রযোজক ও শিল্পীদের স্বর্গ হয়ে ওঠে।\n১৯৬৫ খ্রিস্টাব্দে হিন্দি আগ্রাসন বিরোধী আন্দোলনের অন্যতম কেন্দ্র ছিল বৃকমবক্কম। ভারতীয় ডাকঘরে কর্মরত ৩২ বছরের আরঙ্গনাথন হিন্দি আগ্রাসন বিরোধী এই প্রতিবাদে আত্মাহুতি দেন। ১৯৬৭ এর নির্বাচনে দ্রাবিড় মুন্নেত্র কড়গম বৃকমবক্কম অঞ্চলে বল পূর্বক প্রচারণা শুরু করে দেয়। ভি.পি. অখিলনের সভাপতিত্বে দ্রাবিড় মুন্নেত্র কড়গম প্রথম রাজ্যস্তরের সভা সম্পন্ন করে। সভায় উপস্থিত বিদ্বজ্জন ছিলেন অরিজ্ঞর আন্না, করুণানিধি মুথুবেল, এম. জি. রামচন্দ্রন ও আরো অনেকে।\n১৯৭০ অবধিও বৃকমবক্কম সাধারণ অপরিচিত একটি গ্রাম, তথা কাঞ্চীপুরম জেলার সঈদাপেট তালুকের অন্তর্ভুক্ত। ছোটখাটো কিছু চলচ্চিত্র স্টুডিও তৈরি হওয়ার সাথে সাথে জনবসতি গঠন হওয়া শুরু হয়। ঐসময়ে মধ্যবিত্তের এই লোকালয় ধানি জমি ঘেরা ছিল। ১৯৭১ খ্রিস্টাব্দে এই শহরের জনসংখ্যা ছিল ৮,০১৩ জন। ঐ সময়ে শহরতলি এই অঞ্চলগুলি ছিল নিরাপত্তাহীন। ১৯৭০ এর দশকের শুরু অবধি কোটমবক্কম মাদ্রাজ জেলার পশ্চিম সীমান্ত ছিল। ১৯৮০ ও ৯০ এর দশকে এই লোকালয়ে দ্রুত উন্নতিসাধন হয়। আর্কট রোড বরাবর শহরতলি চেন্নাইয়ের সবচেয়ে ভালো মানের ভূগর্ভস্থ জলের উৎস।\n\n\n== ভূগোল ==\nএক সময়ে এই অঞ্চলে বিস্তৃত ধানচাষ করা হতো, যা জমির উর্বরতা প্রমাণ করে। তবে নগরায়নের সাথে সাথে ধানচাষ পুরোপুরিভাবে এখন বিলুপ্ত হয়ে গেছে। ১৯৬৬ খ্রিস্টাব্দে এখানে প্রথম প্রাকৃতিক গ্যাসের সন্ধান মেলে। এখনো অবধি আবাড়ি বাদে চেন্নাই শহরের আর কোথাও প্রাকৃৃতিক গ্যাস পাওয়ার কোনো সূত্র নেই।\nমাদ্রাজ ওয়াটার সাপ্লাই এন্ড সিউয়েজ বোর্ড বা বর্তমানে সিএমডব্লিউএসএসবি নামে পরিচিত সংস্থাটি এক সময়ে বৃৃকমবক্কমে অবস্থিত একটি হ্রদের রক্ষণাবেক্ষণের দায়িত্বে ছিলো বলে পুরাতন নথিতে উল্লেখ রয়েছে। রাজনৈতিক প্রভাবে হ্রদ বুজিয়ে একেরপর এক অবৈধ ইমারৎ উঠেছে বছরের পর বছর। তৎকালীন হ্রদের চারিদিকে অবস্থিত রাস্তাটি বর্তমানে এরিকরাই স্ট্রিট নামে পরিচিত। হ্রদের পাশাপাশি অন্যান্য জলাশয়েরও একই পরিণতি ঘটেছে।\nদেশের অভ্যন্তরস্থ বৃকমবক্কম খাল বৃকমবক্কম লোকালয়কে কোয়মবেড়ুর থেকে পৃথক করেছে। খালটি বৃকমবক্কমে ঢোকার পূর্বে শূলাইমেড়ু, আরুমবক্কম এবং বড়পালনিতে ৬ কিলোমিটার দীর্ঘ প্রবাহিত হয়েছে। এই খালটি পূর্বে হ্রদের থেকে জলপ্রাপ্তির সেচখাল হিসাবে ব্যবহার করা হতো। নগরায়নের সাথে সাথে এই খালগুলি আবাসিক নাকাশী নালায় পরিণত হয়েছে। ২০০৩ খ্রিস্টাব্দে প্রতি বর্ষাকালীন জলমগ্নতা থেকে রেহাই পেতে এই নালাগুলির সংস্কার করা হয়।\n\n\n== পরিবহন ও যোগাযোগ ==\nসড়কপথে আর্কট রোডের মাধ্যমে বৃকমবক্কম চেন্নাই সেন্ট্রাল এবং শহরের অন্যান্য অংশের সাথে সুসংবদ্ধ। শহরের আর্টেরিয়াল রোড গুলির মধ্যে এটি একটি। এটি পুন্তমল্লী-বড়পালনি-ব্রডওয়ে বাস রুটে অবস্থিত। নিকটবর্তী চেন্নাই মফঃস্বল বাস টার্মিনাসদুটি হল শালিগ্রামম এবং বড়পালনি। নিকটবর্তী রেল স্টেশন হল ৪ কিলোমিটার দূরে অবস্থিত কোটমবক্কম রেলওয়ে স্টেশন ও মেট্রো স্টেশন হল বড়পালনি মেট্রো স্টেশন।\n\n\n== তথ্যসূত্র =="}