{"pageid": 1046812, "title": "বাংলাদেশ কার্টুনিস্ট অ্যাসোসিয়েশন", "url": "https://bn.wikipedia.org/wiki?curid=1046812", "content": "বাংলাদেশ কার্টুনিস্ট অ্যাসোসিয়েশন ২০১১ সালের জানুয়ারিতে প্রতিষ্ঠিত বাংলাদেশের কার্টুনিস্টদের একটি সংগঠন। সংস্থাটির লক্ষ্য দেশব্যাপী কার্টুনিস্টদের একটি সাধারণ প্ল্যাটফর্ম হিসাবে কাজ করা। এটি কার্টুনিস্টদের তাদের কাজ এবং চিন্তাভাবনার সাথে একত্রিত করে সংযুক্ত রাখে। সংস্থাটি পরিকল্পনা করে প্রতি বছর বিভিন্ন বিষয়কে কেন্দ্র করে নিয়মিত কার্টুন কর্মশালার জন্য বিভিন্ন কার্টুন প্রদর্শনীর ব্যবস্থা কর।\n\n\n== প্ল্যাটফর্ম ==\nআজকাল কার্টুন বাংলাদেশের একটি অত্যন্ত জনপ্রিয় মিডিয়া। তবে এটি এখন ততটা জনপ্রিয় ছিল না যখন এটি বাংলাদেশে উদ্ভাবন করা হয়েছিল। প্রথম বাংলাদেশী কার্টুনিস্ট ছিলেন কাজী আবুল কাশেম যিনি ১৯৩০ এর দশকে \"শাওগাত\" নামে একটি পত্রিকায় কার্টুন আঁকতে শুরু করেন। একাত্তরের মুক্তিযুদ্ধে কামরুল হাসানের কার্টুন \"এই জানোয়ারদের হত্যা করতে হবে\" মুক্তিযোদ্ধাদের গভীরভাবে প্রভাবিত করেছিল। ১৯৭৮ সালে, ব্যঙ্গাত্মক সাময়িকী আনমাদ প্রকাশিত হয়েছিল এবং লোকদের মধ্যে উচ্চ জনপ্রিয়তা পেয়েছিল। ৮০ এবং ৯০ এর দশকে সম্পাদকীয় কার্টুনগুলি সংবাদপত্রের মাধ্যমে সাধারণ মানুষের মধ্যে জনপ্রিয়তা পেতে থাকে। ২০০০ এর পরে তরুণ প্রজন্ম থেকে বেড়ে ওঠা অপেশাদার কার্টুনিস্টের সংখ্যা বেড়ে যায়। আজকাল বাংলাদেশে প্রচুর সংখ্যক সংবাদপত্র রয়েছে যেখানে কার্টুন খুব জনপ্রিয় একটি বিভাগ। একটি সাধারণ প্ল্যাটফর্মে সমস্ত কার্টুনিস্টকে জড়ো করতেই বাংলাদেশ কার্টুনিস্ট অ্যাসোসিয়েশনের জন্ম হয়।\n\n\n== ইতিহাস ==\n২০১১ সালের জানুয়ারি মাসে একটি কার্টুন প্রদর্শনীর আয়োজন করে বাংলাদেশ কার্টুনিস্ট অ্যাসোসিয়েশন প্রতিষ্ঠিত হয়, তবে এর আগে জুন ২০১০ সালে উন্মাদ সম্পাদক আহসান হাবিবের সভাপতিত্বে উন্মাদ কার্যালয়ে কিছু জুনিয়র কার্টুনিস্টের এক সমাবেশে এর আনুষ্ঠানিক কাজ শুরু হয়।\n\n\n== কার্টুন প্রদর্শনী ২০১১ ==\nবাংলাদেশ কার্টুনিস্ট অ্যাসোসিয়েশন ৯-১১ জানুয়ারি ২০১১ তারিখে তাদের প্রথম কার্টুন প্রদর্শনীর আয়োজন করেছিল। জাতীয় প্রেস ক্লাব প্রাঙ্গণে তিন দিনের প্রদর্শনী হাজার হাজার দর্শকের উপস্থিতিতে একটি বড় সাফল্য ছিল। এই প্রদর্শনীর মাধ্যমে বাংলাদেশ কার্টুনিস্ট এসোসিয়েশন আনুষ্ঠানিকভাবে যাত্রা শুরু করে।\n\n\n== নির্বাহী সদস্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাদেশ কার্টুনিস্ট অ্যাসোসিয়েশন"}