{"pageid": 1046871, "title": "আল ফালাহ কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1046871", "content": "আল ফালাহ কলেজ দক্ষিণ আফ্রিকার কোয়াজুলু-নাটালের উপকূলীয় শহর ডারবানে অবস্থিত একটি স্বাধীন ইসলামি শিক্ষাপ্রতিষ্ঠান।\n\n\n== ইতিহাস ==\n১৯৮৫ সালে ডারবানের ক্যাটো ম্যানর বেল্লার সড়কে আল ফালাহ কলেজ প্রতিষ্ঠিত হয়। কলেজটি দক্ষিণ আফ্রিকার ডার্বনের প্রথম ইসলাম ভিত্তিক স্বাধীন শিক্ষাপ্রতিষ্ঠান হিসাবে পরিচিত।\n৭৪ জন শিক্ষার্থী নিয়ে কলেজটি প্রথম বছরে পাঠদান কার্যক্রম শুরু করে। ১৯৯১ সালে ম্যাট্রিকের প্রথমবারে সর্বমোট ২১ জন শিক্ষার্থী স্নাতক হয়। তখন এই প্রতিষ্ঠানটি লকহাট ইসলামিয়া কলেজ নামে পরিচিত ছিল। কলেজটি ১২ বছর ধরে ক্যাটো ম্যানরে ছিল।\nকলেজের বিকাশের সাথে সাথে, ১৯৯৮ সালে লখাত ইসলামিয়া কলেজ নামে, উচ্চ বিদ্যালয়টি ডারবানের উম্বিলো সড়কে চলে যায় এবং প্রাথমিক বিদ্যালয়টি ডারবানের ক্যাটো ম্যানরে থেকে যায়। নতুন ক্যাম্পাস নির্মাণের কারণে এই পদক্ষেপটি একটি অস্থায়ী পদক্ষেপ ছিল। ১৯৯৯ সালে কলেজটি কোয়াজুলু-নাটালের ডারবানের স্প্রিংফিল্ডের লোটাস সড়কে এটির বর্তমান ক্যাম্পাসে স্থাপিত হয়।\n\n\n== বর্তমানে আল ফালাহ কলেজ ==\nবিদ্যালয়ের তালিকাভুক্তি ৯৫০ জন শিক্ষার্থী রয়েছে। কলেজটি গ্রেড আর - ১২ থেকে উভয় পুরুষ এবং মহিলা শিক্ষার্থীদের পাঠদান করে। মধ্যবর্তী এবং পরবর্তী শিক্ষা ও প্রশিক্ষণ (এফইটি) পর্যায়ে পুরুষ ও মহিলা শিক্ষার্থীদের জন্য পৃথক পৃথক শ্রেণীকক্ষ রয়েছে। আল ফালাহ কলেজ জাতীয় পাঠ্যক্রম পরীক্ষায় অংশ নেয়।\n\n\n== কলেজের প্রতীক ==\nকলেজটির নাম পরিবর্তনের কারণে কলেজের প্রতীক প্রতিষ্ঠার পর থেকে তিনবার পরিবর্তিত হয়েছে।\nকলেজের প্রতীকটি ডানদিকে একটি অর্ধচন্দ্র নিয়ে গঠিত, যা জ্ঞানের এক নতুন যুগের জন্মকে সূচিত করে। বাম দিকের মিনারটি মুসলিমদের নামাজের ডাক দেয় এবং মাঝেরটি জ্ঞানের একটি বই ধারণ করে। বইটির উদ্ধৃতিটি ইসলামিক নবী মুহাম্মদের এক উক্তি, যা একাডেমিক উৎকর্ষের দিকে প্রচেষ্টাকে উৎসাহিত করে। উদ্ধৃতিতে বলা হয়েছে \"দোলনা থেকে কবর পর্যন্ত জ্ঞান অন্বেষণ কর।\"\n\n\n== ইসলামিক পাঠ্যক্রম ==\nজাতীয় পাঠ্যক্রম ছাড়াও নিম্নলিখিত বিষয়গুলি আল ফালাহ পাঠ্যক্রমের সাথে একীভূত করা হয়েছেঃ\n\nইসলামিক স্টাডিজ (তত্ত্ব)\nইসলামিক স্টাডিজ (মৌখিক)\nআরবি\nহাফেজ - কুরআন মুখস্থকরণ (ঐচ্ছিক)\n\n\n== শিক্ষায়তনিক ==\nপ্রতি বছর গ্রেড ১২ পরীক্ষায় আল ফালাহ কলেজের প্রতি শিক্ষার্থী গড়ে দুটির বেশি শ্রেষ্ঠত্ব অর্জন করে। দ্য সানডে টাইমস কলেজটিকে দক্ষিণ আফ্রিকার শীর্ষ ১৮ স্বাধীন বিদ্যালয়ের মধ্যেও স্থান দিয়েছে। কলেজটি শিক্ষা বিভাগ কর্তৃক ঘোষিত দেশের শীর্ষ ২০০ গণিত ও বিজ্ঞান বিদ্যালয়ের মধ্যে অন্তর্ভুক্ত হয়েছিল।\n\n\n== খেলাধুলা ==\nসকার\nক্রিকেট\nসাঁতার\nনেটবল\nমিনি-ক্রিকেট\nইনডোর ফুটবল\nভলিবল\nতীরন্দাজ\nঅ্যাথলেটিং\nশিকার\n\n\n== অর্জনসমূহ ==\nউমালুসির ১০০% স্বীকৃতি (উমালুসী স্বাধীন বিদ্যালয়গুলোর জাতীয় পর্যবেক্ষণ সংস্থা)\nদক্ষিণ আফ্রিকার শীর্ষ ১৮ স্বাধীন বিদ্যালয়ের মধ্যে একটি(সানডে টাইমস −২০০৫)\nগত কয়েক বছরে ১০০% ম্যাট্রিক পাসের হার\nবিজ্ঞান ও গণিতে ব্যতিক্রমী অগ্রগতির জন্য বিজ্ঞান ও প্রযুক্তি বিভাগ থেকে সম্মানিত পুরস্কার\nবহু বেসরকারী সংস্থা অসামান্য মানবিক প্রচেষ্টার জন্য স্বীকৃতি প্রদান করেছে\nহাফিজ স্নাতক\n২০১৩ সালের বিশ্ব শান্তি ও ঐক্য উৎসবের সেরা স্কুল (আফ্রিকা / প্রাথমিক)\n\n\n== সদস্যপদ ==\nমুসলিম স্কুলসমূহের সমিতি \n\n\n== প্রধান শিক্ষক ==\n\n\n=== প্রাথমিক বিদ্যালয় ===\nটি সিমোর (১৯৮৫–১৯৮৮)\nওএফ আমিন (১৯৮৯–২০১২)\nজেড মুহাম্মদ (২০১৩ – বর্তমান)\n\n\n=== উচ্চ বিদ্যালয ===\nএএইচ খামিসা\nএমএস করোদিয়া\nওয়াই সালোট\nজে আহমেদ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআল ফালাহ কলেজের প্রাতিষ্ঠানিক ওয়েবসাইট\nমুসলিম স্কুল অ্যাসোসিয়েশন (এসএ)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ মে ২০২১ তারিখে\nএএফসি ক্যাম্পাসের স্যাটেলাইট চিত্র"}