{"pageid": 1046701, "title": "খাজিরের যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1046701", "content": "খাজিরের যুদ্ধ (আরবি: يوم الخازر, প্রতিবর্ণীকৃত: Yawm Khāzir) ৬৮৬ খ্রিষ্টাব্দে বর্তমান আধুনিক ইরাকের মসুল শহরের পূর্বাঞ্চল সংলগ্ন এলাকায় খাজির নদীর নিকট সংঘটিত হয়েছিল। যুদ্ধটি দ্বিতীয় মুসলিম গৃহযুদ্ধের সময় ইরাক নিয়ন্ত্রণে বিলাদ আল-শামকেন্দ্রীক উমাইয়া খিলাফত, কুফাকেন্দ্রীক মুখতার আল সাকাফির আলীয়পন্থী সেনাদল এবং আবদুল্লাহ ইবনুল জুবায়েরের মক্কাকেন্দ্রীক খিলাফতের মধ্যকার বৃহত্তর লড়াইয়ের অংশ ছিল। এই যুদ্ধে উমাইয়াদের পরাজয় ঘটে এবং মসূলে মুখতারের শাসন সম্প্রসারিত হয়।\n\n\n== প্রেক্ষাপট ==\nদ্বিতীয় মুসলিম গৃহযুদ্ধের সময় ৬৮৩ ও ৬৮৪ খ্রিস্টাব্দে যথাক্রমে খলিফা প্রথম ইয়াজিদ ও তার উত্তরসূরী দ্বিতীয় মারওয়ানের মৃত্যু হলে উমাইয়া খিলাফতের ভিত্ দূর্বল হয়ে পড়ে। ফলস্বরুপ তারা ইরাকের (মেসপটেয়মিয়ার কিছু অংশ তিক্রিতের দক্ষিণভাগ) ওপর নিয়ন্ত্রণ হারায়। অন্যদিকে উত্তর সিরিয়া এবং ফিলিস্তিনের গভর্নর পক্ষ পরিবর্তন করে খিলাফতের দাবিদার উমাইয়াবিরোধী আবদুল্লাহ ইবনুল জুবায়েরের পক্ষে যোগ দেন। এসব কারণে দামেস্ক পর্যন্ত উমাইয়াদের শাসন সীমিত হয়ে পড়ে। ইরাকের উমাইয়া গভর্নর উবাইদুল্লাহ ইবনে যিয়াদ নিজ প্রদেশ থেকে বিতাড়িত হওয়ার পর উমাইয়া খিলাফতকে শক্তিশালী করার উদ্দেশ্যে দামেস্কের উদ্দেশ্যে যাত্রা শুরু করেন। তার প্রচেষ্টা ও উমাইয়াদের প্রতি অনুগত আরব গোত্রগুলোর (পরবর্তীতে এরা সামগ্রিকভাবে \"ইয়ামান\" নামে পরিচিতি পায়) ঐক্যমত্যের ভিত্তিতে উমাইয়াদের মধ্যে বয়োজ্যেষ্ঠ প্রথম মারওয়ান ৬৮৪ খ্রিস্টাব্দে খলিফা নির্বাচিত হন।\n৬৮৪ খ্রিস্টাব্দের আগস্টে, উমাইয়ারা ও তাদের গোত্রীয় মিত্ররা মার্জ রহিতের যুদ্ধে কায়েসীয় গোত্রগুলোর মুখোমুখি হয়। এই যুদ্ধে উমাইয়ারা বিজয়ী হয় এবং সমগ্র সিরিয়া মারওয়ানের নিয়ন্ত্রণে চলে আসে। কিন্তু এর ফলে কায়েস ও ইয়ামানদের মধ্যে দীর্ঘমেয়াদী বিরোধীতার সূচনা ঘটে। পরবর্তীতে মারওয়ান ইরাক দখলের জন্য উবাইদুল্লাহর নেতৃত্বে সৈন্যদল প্রেরণ করেন। ঐ অঞ্চল তখন মুখতার আল সাকাফিসহ অন্যান্য আলীয়পন্থী (খলিফা আলী ও তার পরিবারের সমর্থক) এবং ইবনুল জুবায়েরসহ বেশ কিছু উমাইয়াবিরোধী দলের নিয়ন্ত্রণে ছিল। মারওয়ান প্রতিশ্রুতি দেন যে উবাইদুল্লাহ যেসব অঞ্চল বিজয় করবেন ঐ সকল অঞ্চলের গভর্নরের দায়িত্ব তাকেই দেওয়া হবে। ৬৮৫ খ্রিষ্টাব্দের জানুয়ারির প্রথমভাগে উবাইদুল্লাহ ফোরাত নদীর ৩০ কিলোমিটার পশ্চিমের শহর জিসর্ মানবিজে সৈন্য স্থানান্তর করছিলেন। এসময় তার সেকেন্ড-ইন-কমান্ড হুসাইন ইবনে নুমাইর আল-শাকুনি বর্তমান রাস আল আইনে সংঘঠিত আইনুল ওয়ারদা যুদ্ধে সুলাইমান ইবনে সুরাদের নেতৃত্বে আলীয়পন্থী বাহিনীকে ধ্বংস করেন। উবাইদুল্লাহর বাহিনী রাক্কায় অবস্থানকালে মারওয়ান ৬৮৫ খ্রিস্টাব্দের বসন্তকালে মারা গেলে তার সন্তান আবদুল মালিক খলিফা হন।\nআইনুল-ওয়ারদায় উমাইয়াদের বিজয়ের আঠারো মাস পর জাজিরায় (উচ্চ মেসোপোটেমিয়া) জুবায়েরীয়পন্থী জুফার ইবনুল হারিস আল কালবির নেতৃত্বে কায়সি গোত্রগুলোর সাথে লড়াইয়ে উবাইদুল্লাহর সেনাবাহিনীর গতিরোধ হয়। ইরাক বিজয়ের চূড়ান্ত লক্ষ্য নিয়ে ৬৮৬ খ্রিস্টাব্দের গ্রীষ্মে উবাইদুল্লাহর বাহিনী দীর্ঘদিন ধরে কুফার এক অভিজাত সামরিক নেতার নিয়ন্ত্রণে থাকা মসূলের দিকে অগ্রসর হয়।   এর এক সপ্তাহ আগে কুফা দখল করা মুখতার তাৎক্ষণিকভাবে একটি সৈন্যদল সংগঠিত করে তার কমান্ডার ইব্রাহীম ইবনুল আশতারের নেতৃত্বে উবাইদুল্লাহর বাহিনীকে প্রতিহত করার জন্য পাঠিয়ে দেন। উবাইদুল্লাহ ৬৮৬ খ্রিস্টাব্দের ৯-১০ জুলাইয়ে এই বাহিনীকে পরাজিত করেন। এদিকে মাস'আব ইবনুল জুবায়ের এবং কুফার আশরাফ (অভিজাত আরব গোত্র) কুফা পুনঃদখলে মুখতারের বাহিনীর অনুপস্থিতির সুযোগ কাজে লাগানোর চেষ্টা করে। তবে মুখতার তার বাহিনীকে কুফায় ডেকে পাঠালে তাদের এই প্রচেষ্টা ব্যর্থ হয় এবং তিনি জুলাইয়ের শেষদিকে জুবায়েরীয়পন্থীদের পরাজিত করেন। কুফা সুরক্ষিত করে মুখতার পুনরায় ইবনুল আশতারকে উবাইদুল্লাহর বাহিনীকে প্রতিরোধ করতে পাঠিয় দেন।\n\n\n== বিবাদমান পক্ষ ==\n\n\n=== আলীয় ===\nসংখ্যায় উবাইদুল্লাহর বাহিনীর তুলনায় কম হলেও কুফা বিজয়, হুসাইন ইবনে আলী এবং হুসাইনকে সাহায্য করতে না পারায় অনুতপ্ত ইবনে সুরাদ ও তার লোকেদের হত্যাকাণ্ডে জড়িত উবাইদুল্লাহ থেকে প্রতিশোধ গ্রহণের আকাঙ্খায় মুখতারের বাহিনীর মনোবল ছিল দৃঢ়। আরবী ঐতিহাসিক আবু মিখনাফের (মৃত্যু ৭৭৪) বর্ণনা অনুযায়ী ইবনুল আশতারের ছিল ২০,০০০ শক্তিশালী অশ্বারোহীর এক সুশৃঙ্খল বাহিনী৷ অন্যদিকে তার সমসাময়িক সিরিক ঐতিহাসিক জন বার পেনকায়ির বর্ণনায় তাদেরকে ১৩,০০০ পদাতিক সেনার অগোছালো বাহিনী বলে উল্লেখ করা হয়েছে। পদাতিক বাহিনীটিকে মুখতারের শুরতা (বাছাইকৃত সৈন্যদল) বলে বর্ণনা করা হয়েছে।\nইবনুল আশতারের নেতৃত্বে মুখতারের পাঠানো বাহিনীর বড় একটি অংশ নিয়ে মাওয়ালিদের (একবচন: মাওলা; আরব গোত্রগুলোর অনারব সদস্য) নিয়ে। মাওয়ালিদের মধ্যে কুফায় বসবাসরত পারস্যিকদের আধিক্য ছিল, আর এদের নেতৃত্বে ছিলেম আবু আমরা কায়সান। আবু আমরা কায়সান বাজালি গোত্রের অন্তর্ভুক্ত একজন মাওলা ছিলেন এবং তিনি শুতরা অথবা হারাসের (মুখতারের ব্যক্তিগত নিরাপত্তা রক্ষী) নেতৃত্বে ছিলেন।  মুখতারের বাহিনীতে পারস্যিকদের আধিক্য স্বপক্ষ ত্যাগকারী উমাইয়া সৈন্যরা ইবনুল আশতারকে জানায়। তারা অভিযোগ করে এই পারস্যিকরা খুব কম সময়ই আরবীতে কথা বলে এবং তাদের দৃষ্টিতে এরা অভিজাত উমাইয়া বাহিনীকে মোকাবেলার জন্য অযোগ্য ছিল। ৯ম শতকের ঐতিহাসিক আবু হানিফা দিনওয়ারির বর্ণনানুযায়ী, ইবনুল আশতার এসব অভিযোগের প্রতিক্রিয়ায় জানান যে, তার সৈন্যরা \"পারস্যিক মহান সৈনিক ও গোত্রপতিদের সন্তান\"। ইবনুল আশতারের সৈন্যদের একটি বড় অংশ আরব অশ্বারোহী নিয়ে গঠিত ছিল এবং তার লেফটেন্যান্ট কমান্ডাররাও ছিলেন আরব।\n\n\n== তথ্যসূত্র =="}