{"pageid": 1046436, "title": "খাগড়াছড়ি সরকারি কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1046436", "content": "খাগড়াছড়ি সরকারি কলেজ খাগড়াছড়ি জেলার কলেজ রোড, চেঙ্গি চত্তরে অবস্থিত একটি সরকারি শিক্ষাপ্রতিষ্ঠান। কলেজটি সমতল ভূমিতে অবস্থিত। খাগড়াছড়ি সরকারি কলেজ অত্র জেলার নামকরা কলেজগুলোর মধ্যে একটি। এ কলেজে উচ্চমাধ্যমিক এবং স্নাতক পর্যায়ের শিক্ষাকার্যক্রম পরিচালিত হয়ে থাকে। এই কলেজটি জাতীয় বিশ্ববিদ্যালয়-এর অধিভুক্ত।\n\n\n== ইতিহাস ==\nশিক্ষার্থীদের উচ্চ শিক্ষার অর্জনের লক্ষ‍্যে ১০ই মার্চ ১৯৭৪ সালে পানখাইয়া পাড়ার স্বল্প সংখ‍্যক শিক্ষকের সহযোগিতায় মানবিক ও ব‍্যবস‍ায় শিক্ষা বিভাগে স্বল্প সংখ‍্যক শিক্ষার্থী নিয়ে বেসরকারিভাবে প্রথম প্রতিষ্ঠিত হয় খাগড়াছড়ি সরকারি কলেজ। এর কয়েক বছর পর বর্তমান চেঙ্গি স্কয়ার এলাকায় কলেজটি স্থানান্তর করা হয়। ১ মার্চ ১৯৮০ সালে কলেজটি সরকারিকরণ করা হয়। .সাবেক এম. এল. এ. বীরেন্দ্র কিশোর রোয়াজা (ত্রিপুরা) কলেজটির উন্নয়নের জন্য ২৫ লাখ টাকা সরকার হতে অনুদান এনে দিয়েছিলেন।\n\n\n== অনুষদ ও বিভাগসমূহ ==\nবর্তমানে এ কলেজে \"উচ্চমাধ্যমিক\" শাখায় বিজ্ঞান, মানবিক ও ব‍‍্যবসা বিভাগে পাঠদান করা হয়। এছাড়াও জাতীয় বিশ্ববিদ্যালয়ের অধীনে রাষ্ট্রবিজ্ঞান, ইতিহাস, অর্থনীতি, ব‍্যবস্থাপনা ও রসায়ন বিষয়ে সম্মান, রাষ্ট্রবিজ্ঞান বিষয়ে মাস্টার্স এবং বি. এ. (পাস), বি. বি. এ. (পাস) ও বি. এস. এস. (পাস) কোর্স চালু রয়েছে। উল্লেখ‍্য যে, হিসাববিজ্ঞান, ইংরেজি ও দর্শন বিষয়ে সম্মান কোর্সের অনুমোদন শিক্ষা মন্ত্রণালয়ে প্রক্রিয়াধীন রয়েছে। ব্যবসায় শিক্ষা, কলা ও সমাজবিজ্ঞান অনুষদে ৯ টি বিষয় পড়ানো হয়।\n\n\n=== কলা অনুষদ ===\nবাংলা\nইংরেজি\nইতিহাস\nদর্শন\n\n\n=== সামাজিক বিজ্ঞান অনুষদ ===\nঅর্থনীতি\nরাষ্ট্রবিজ্ঞান\nসমাজবিজ্ঞান\n\n\n=== ব্যবসায় শিক্ষা অনুষদ ===\nহিসাববিজ্ঞান\nব্যবস্থাপনা\n\n\n== কলেজ ভবন ==\nএকাডেমিক ভবন ১\nএকাডেমিক ভবন ২\nএকাডেমিক ভবন ৩\nছাত্রী হোস্টেল ভবন\nরাষ্ট্রবিজ্ঞান বিভাগ ভবন\nপ্রশাসনিক ভবন\n\n\n== মাঠ ==\nকলেজের অভ্যন্তরেই বিশাল আকৃতির মাঠ রয়েছে। প্রতি বছর বার্ষিক ক্রীড়া অনুষ্ঠিত হয়ে থাকে।\n\n\n== পাঠাগার ==\nকলেজের অভ‍্যন্তরে একটি গ্রন্থাগার রয়েছে যেখানে পর্যাপ্ত বই রয়েছে।\n\n\n== মিলনায়তন ==\nকলেজে একটি ছাত্র ও একটি ছাত্রী মিলনায়তন রয়েছে।\n\n\n== বোটানিক‍্যাল গার্ডেন ==\nকলেজ চত্বরে পদার্থবিজ্ঞান বিভাগের সামনে জীববিজ্ঞান বিভাগের তত্ত্বাবধানে একটি বোটানিক‍্যাল গার্ডেন আছে।\n\n\n== যানবাহন ==\nকলেজে একটি বাস গাড়ি রয়েছে ছাত্র-ছাত্রীদের কলেজে যাতায়তের জন্য।\n\n\n== সামাজিক ও সাংস্কৃতিক সংগঠন ==\nকলেজে ছাত্র ছাত্রীদের জন‍্য যুব রেড ক্রিসেন্ট, রোভার স্কাউট, গার্লস গাইড ও ফটোগ্রাফি ক্লাব এ অংশগ্রহণ এর সুযোগ রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকলেজ ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ এপ্রিল ২০২১ তারিখে"}