{"pageid": 1046048, "title": "দুটি ভারী বস্তুর হাদিস", "url": "https://bn.wikipedia.org/wiki?curid=1046048", "content": "দুটি ভারী বস্তুর হাদিস বা হাদিসে সাকালাইন (আরবি: حديث الثقلين, প্রতিবর্ণীকৃত: Hadith at-Thaqalayn) বলতে ইসলামের নবী মুহাম্মদের একটি উক্তিকে (হাদিস) বোঝায়। মুহাম্মদের হাদিস অনুসারে কুরআন ও আহলে বাইতকে (\"বাড়ির লোক\", মুহাম্মদের পরিবার) দুটি ভারী জিনিস হিসাবে বর্ণনা করা হয়েছিল। এই হাদিসের প্রসঙ্গে মুহাম্মদের পরিবার আলী, ফাতিমা (মুহাম্মদের কন্যা) এবং তাদের দুই সন্তান (হাসান ও হোসাইন) ও তাদের বংশধরকে বোঝায়। এই হাদীসটি শিয়া ও সুন্নি উভয় সূত্রে ব্যাপকভাবে বর্ণিত হয়েছে।\n\n\n== বর্ণনা ==\n\"যুহায়র ইবনু হারব ও শুজা ইবনু মাখলাদ (রহঃ) ... ইয়াযীদ ইবনু হায়্যান (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি, হুসায়ন ইবনু সাবুরা এবং উমার ইবনু মুসলিম-- আমরা যায়দ ইবনু আরকাম (রাঃ) এর নিকট গেলাম। আমরা যখন তার কাছে বসি, তখন হুসায়ন বললেন, হে যায়দ! আপনি তো বহু কল্যাণ প্রত্যক্ষ করেছেন, আল্লাহর রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখেছেন, তাঁর হাদীস শুনেছেন, তার পাশে থেকে যুদ্ধ করেছেন এবং তাঁর পেছনে সালাত আদায় করেছেন। আপনি বহু কল্যাণ লাভ করেছেন, হে যায়দ! আপনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে যা শুনেছেন, তা আমাদের বলুন না। যায়দ (রাঃ) বললেন, ভ্রাতূষ্পূত্র! আমার বয়স হয়েছে, আমি পুরানো যুগের মানুষ। সুতরাং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছ থেকে যা আমি সংরক্ষণ করোছিলাম, এর কিছু অংশ ভুলে গিয়েছি। তাই আমি যা বলি, তা কবুল কর আর আমি যা না বলি, সে ব্যাপারে আমাকে কষ্ট দিও না।\n\nতারপর তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন মক্কা ও মদিনার মধ্যবর্তী “খুম্ম” নামক স্থানে দাঁড়িয়ে আমাদের সামনে ভাষণ দিলেন। আল্লাহর প্রশংসা ও সানা বর্ণনা শেষে ওয়ায-নসীহত করলেন। তারপর বললেন, সাবধান, হে লোক সকল! আমি একজন মানুষ, আল্লাহর পক্ষ থেকে প্রেরিত ফিরিশতা আসবে, আর আমিও তাঁর ডাকে সাড়া দেব। আমি তোমাদের কাছে গুরুত্বপূর্ণ দুটো জিনিস রেখে যাচ্ছি। এর প্রথমটি হলো, আল্লাহর কিতাব। এতে হিদায়াত এবং নূর রয়েছে। সুতরাং তোমরা আল্লাহর কিতাবকে অবলম্বন কর, একে শক্ত করে ধরে রাখো। এরপর কুরআনের প্রতি আগ্রহ ও অনুপ্রেরণা দিলেন।\nতারপর বললেনঃ আর দ্বিতীয়টি হলো আমার আহলে বাইত। আর আমি আহলে বাইতর ব্যাপারে তোমাদের আল্লাহর কথা স্মরণ করিয়ে দিচ্ছি, আহলে বাইতর ব্যাপারে তোমাদের আল্লাহর কথা স্মরণ করিয়ে দিচ্ছি, আহলে বাইতর ব্যাপারে তোমাদের আল্লাহর কথা স্মরণ করিয়ে দিচ্ছি। হুসায়ন বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর 'আহলে বাইত' কারা, হে যায়দ? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বিবিগণ কি আহলে বাইতর অন্তভুক্ত নন?\n\nযায়দ (রাঃ) বললেন, বিবিগণও আহলে বাইতর অন্তর্ভুক্ত; তবে আহলে বাইত তাঁরাই, যাদের উপর যাকাত গ্রহণ হারাম। হুসায়ন বললেন, এ সব লোক কারা? যায়দ (রাঃ) বললেন, এরা আলী, আকীল, জাফর ও আব্বাস (রাঃ) এর পরিবার-পরিজন। হুসায়ন বললেন, এদের সবার জন্য যাকাত হারাম? যায়দ (রাঃ) বললেন, হ্যাঁ।\" (সহীহ মুসলিম, অধ্যায় ৪৬, পরিচ্ছেদ ৪, হাদীস ৬০০৭)\n\n\n== গ্রহণযোগ্যতা ==\n\n\n== বিশ্লেষণ ==\n\n\n== আহলে বাইত ==\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}