{"pageid": 1046619, "title": "জলবায়ু পদচিহ্ন", "url": "https://bn.wikipedia.org/wiki?curid=1046619", "content": "জলবায়ু পদচিহ্ন শব্দটি কার্বন ফুটপ্রিন্ট এর ক্ষেত্র থেকে উদ্ভূত হয়েছে এবং এটি কিয়োটো প্রোটোকল এর অধীনে নিয়ন্ত্রিত গ্রীনহাউস গ্যাস (জিএইচজি) এর সাথে সম্পর্কিত। জলবায়ু পদচিহ্ন কার্বন পদচিহ্নের চেয়ে জলবায়ুর উপর নৃতাত্ত্বিক প্রভাবের আরও বিস্তর পরিমাপক, তবে এটি গণনা করা আরও ব্যয়বহুল এবং আরও শ্রমের কাজ। \nজলবায়ুর পদচিহ্ন হল কোন একটা নির্ধারিত জনসংখ্যা, সিস্টেম বা কাজের জন্য ঐ স্থানিক ও সাময়িক সীমানার মধ্যে সকল উৎস, গন্তব্য এবং স্টোরেজ থেকে নির্গত কার্বন ডাই অক্সাইড (CO2), মিথেন (CH4), নাইট্রাস অক্সাইড (N2O), হাইড্রোফ্লোরোকার্বন (এইফএফসি), পারফ্লুরকার্বন (পিএফসি) এবং সালফার হেক্সাফ্লোরাইড (SF6) এর মোট পরিমাপ। এটি প্রাসঙ্গিক 100-বছর গ্লোবাল ওয়ার্মিং সম্ভাবনা (জিডাব্লুপি 100) ব্যবহার করে কার্বন ডাই অক্সাইড সমতুল্য (CO  2  e) হিসাবে গণনা করা হয়।\nখাদ্য উৎপাদনের জন্য, মিথেন (CH4) এবং নাইট্রাস অক্সাইড (N2O) জলবায়ু পরিবর্তন ও বিশ্ব উষ্ণায়নের উপর প্রায়শই অনেক বড় প্রভাব রাখে এমন দুটি গ্রিনহাউস গ্যাস। এছাড়া খাদ্য উৎপাদকদের ক্ষেত্রে মিথেনের নির্গমন রোমন্থক প্রাণির হজম তন্ত্র, বর্জ্য ব্যবস্থাপনা এবং ধান উৎপাদন থেকেও হয়ে থাকে। বিভিন্ন গ্যাস ভিন্ন ভাবে প্রতিক্রিয়া দেখায়। সুতরাং যেখানে মিথেন একটি স্বল্পস্থায়ী, সেখানে নাইট্রাস অক্সাইড একটি শক্তিশালী এবং দীর্ঘস্থায়ী গ্রিনহাউস গ্যাস। নাইট্রাস অক্সাইড সার দেয়া হয়েছে এমন শস্যভূমি থেকে নির্গত হয়, এবং ক্ষেতে প্রয়োগ করা নাইট্রোজেনের একটা ছোট অংশ নাইট্রাস অক্সাইডে রূপান্তরিত হয়। নাইট্রাস অক্সাইড নির্গমন বর্জ্য ব্যবস্থাপনার সময় এবং কৃত্রিম সার উৎপাদনের সময়ও তৈরি হয়।\nযন্ত্রপাতি এবং পরিবহনের জন্য জীবাশ্ম জ্বালানি ব্যবহার করার সময় খাদ্য উৎপাদন থেকে কার্বন ডাই অক্সাইডও (CO2) নির্গত হয়। এই নির্গমনগুলি যদিও একটি খাদ্য পণ্য হতে মোট নির্গমনের একটি ছোট অংশ। অতএব, খাদ্য পণ্যের ফলে সৃষ্ট জলবায়ু প্রভাবের একটি প্রকৃত অনুমান করার জন্য কার্বন ফুটপ্রিন্টের পরিবর্তে জলবায়ুর পদচিহ্ন গণনা করা উচিত। বিশ্বের বৃহত্তম খাদ্যের জন্য জলবায়ু পদচিহ্নের উন্মুক্ত ডেটাবেজ একটি ডিজিটাল নেটওয়ার্কের অংশ যেখানে খাদ্য উৎপাদকসহ বিভিন্ন বিষয়ে জনসাধারণের জানানোর জন্য তথ্য যোগ করে।\n\n\n== তথ্যসূত্র =="}