{"pageid": 1046631, "title": "আল-মাআরিফ আল-ইসলামিয়া মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1046631", "content": "আল-মাআরিফ আল-ইসলামিয়া মাদ্রাসা সিঙ্গাপুরে অবস্থিত একটি মাদ্রাসা। মাদ্রাসাটি শুধুমাত্র বালিকাদের পাঠদান করে। আল-মাআরিফে প্রাথমিক, মাধ্যমিক এবং প্রাক-বিশ্ববিদ্যালয় পর্যায়ের শিক্ষার্থী রয়েছে। মাদ্রাসাটি সিঙ্গাপুরের ছয়টি পূর্ণকালীন ইসলামিক মাদ্রাসার মধ্যে একটি। মাদ্রাসাটি পাঠ্যক্রম অন্যান্য অধিকাংশ মাদ্রাসার থেকে আলাদা। আল-মাআরিফের পাঠ্যক্রমে ইসলামিক ধর্মীয় বিষয়গুলি এবং ধর্মনিরপেক্ষ বিষয়গুলির উপর সমান জোর দেওয়া হয়েছে। মাদ্রাসাটি সিঙ্গাপুর শিক্ষা মন্ত্রণালয়ের পাঠ্যক্রম অনুসরণ করে।\nসিঙ্গাপুরের অন্যান্য মাদ্রাসার মতো আল-মাআরিফের একটি পরিচালনা কমিটি রয়েছে। যার সদস্যরা মজলিস উগামা ইসলাম সিঙ্গাপুরা (এমইউআইএস) এর পরামর্শক্রমে প্রতি দুই বছরের জন্য শিক্ষা মন্ত্রণালয় কর্তৃক নিযুক্ত হন।\n\n\n== ইতিহাস ==\n\n\n=== শুরুর বছরগুলি ===\n১৯৩৬ সালে আল-মারিফ শেখ মুহাম্মদ ফাদলুল্লাহ সুহাইমি দ্বারা প্রতিষ্ঠিত হয়, যিনি মেয়েদের শিক্ষার একজন শক্তিশালী এবং প্রগতিশীল প্রবক্তা। আল-মারিফের সংস্কারবাদী আদর্শগুলি এর পাঠ্যক্রমের সাথে অ-ধর্মীয় বিষয়কে অন্তর্ভুক্ত করার সাথে সাথে প্রকাশ পেয়ে যায়। আল-আরিফ প্রথম মাদ্রাসা যারা ছাত্রীদের পাশাপাশি ছাত্রদেরও ভর্তি করায়। বর্তমানে আল-মারিফ দুটি মাদরাসার মধ্যে একটি, যারা কেবলমাত্র মেয়েদের মাদ্রাসা শিক্ষা দেয়। পরবর্তীতে মাদ্রাসার প্রতিষ্ঠাতা ফাদহলুল্লাহ সুহাইমির ছেলে কামিল নিজেই তার বাবার সংস্কারবাদী আদর্শের উদাহরণ দিয়েছেন। তার বাবা আল-আজহার বিশ্ববিদ্যালয়ে আইনশাস্ত্র অধ্যয়ন করে এবং তারপরে লন্ডনের লিঙ্কনস ইনে আইন অধ্যয়ন করে। পরে দেশে ফিরে এসে আইনজীবী এবং ধর্মীয় নেতা হিসাবে অবদান রেখেছেন।\n\nসহযোগী অধ্যাপক খাইরুদিন এবং দয়াং হুসিন বলেছেন যে আল-আরিফ ইসলামিক সংস্কারবাদী আদর্শের দৃষ্টিভঙ্গিপূর্ণ মাদ্রাসাগুলির একটি নতুন জাতের প্রতিনিধিত্ব করে। সেই অনুসারে, আনুষ্ঠানিক এটি মুসলিম শিক্ষার সূচনার প্রতিনিধিত্ব করে। তারা লিখেছেনঃ\n\n\n=== সমসাময়িক বছর ===\nমাদ্রাসার সংস্কারবাদী আদর্শের সাথে সামঞ্জস্য রেখে আল-মাআরিফই প্রথম মাদ্রাসা যারা ছাত্রদের জিসিই পরিক্ষার জন্য প্রস্তুত করে। ১৯৬০-এর দশকে আজকের জিসিই 'ও' লেভেল পরীক্ষার সমতুল্য এবং পরের ১৯৭০-এর দশকের জিসিই 'এ' লেভেল পরীক্ষার সমতুল্য। মাদ্রাসা শিক্ষার্থীদের অবশ্যই ধর্মীয় এবং ধর্মনিরপেক্ষ উভয় বিষয়েই দক্ষ হতে হবে। এই পরিবর্তনটি বিপ্লবী হলেও এই বিশ্বাসেই মাদ্রাসাটি গড়ে তোলা হয়েছিল।\n\n\n== উল্লেখযোগ্য প্রাক্তন ছাত্র ==\nদিনাহ আজিজ, প্রথম মাদ্রাসার ছাত্র, যিনি ২০০৮ সালে 'ও' লেভেল পরীক্ষায় সাতটি এ১এস অর্জন করেন। তাকে মালয়/মুসলিম সম্প্রদায়ের '৫০ লক্ষণীয় মুহূর্ত' শিরোনামের একটি বইতে দেখানো হয়েছিল। \nঅমলিনা রিদজুয়ান, দুইজন মাদ্রাসার ছাত্রদের মধ্যে একজন, যাদের ২০১৫ সালে প্রথমবারের মতো সিঙ্গাপুরের জাতীয় বিশ্ববিদ্যালয়ের অত্যন্ত প্রতিযোগিতামূলক ইয়ং লু লিন স্কুল অফ মেডিসিনে স্থান দেওয়া হয়েছিল। অন্যজন হলেন আহমদ আবদুর রহমান, আলজুনাইদ আল-ইসলামিয়াহ মাদ্রাসার স্নাতক।\n\n\n== আরও দেখুন ==\nসিঙ্গাপুরে ইসলাম\nসিঙ্গাপুরের মাদ্রাসা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট"}