{"pageid": 1046715, "title": "অ্যাম্বার", "url": "https://bn.wikipedia.org/wiki?curid=1046715", "content": "অ্যাম্বার বা তৈলস্ফটিক হলো জীবাশ্মে পরিণত হওয়া গাছের রজন বা তৈল বা গাছ নিঃসৃত তরল পদার্থ। নব্যপ্রস্তরযুগ থেকে এগুলি রঙ এবং প্রাকৃতিক সৌন্দর্যের জন্য প্রশংসিত হয়েছে আসছে। রত্ন পাথর হিসাবে প্রাচীনকাল থেকে বর্তমান পর্যন্ত অনেক মূল্যবান পাথর হিসেবে বিবেচিত হয়। অ্যাম্বারকে বিভিন্ন আলঙ্করিক জিনিসপত্রেও ব্যবহার করা হয়। অ্যাম্বার গহনা হিসেবেও ব্যবহৃত হয়। লোক কথা বিশ্বাস আছে যে এই পাথরগুলোতে নিরাময়কারী ঔষধী গুনাগুন রয়েছে যদিও কার্যকারীতার বিষয়ে সঠিক কোন তথ্য পাওয়া যায় না।\nঅ্যাম্বারের রাসায়নিক উপাদানগুলির ভিত্তিতে পাঁচটি শ্রেণিতে সংজ্ঞায়িত করা হয়েছে। যেহেতু এটি একটি নরম, আঠালো গাছের রজন হিসাবে উদ্ভূত হয়, সেহেতু অ্যাম্বারের আঠায় (যা বহু বছর পর জীবাশ্ম হয়) মাঝে মাঝে প্রাণী, কীট, পতঙ্গ এবং উদ্ভিদের কাণ্ড বা উপাদানগুলি এতে উপস্থিত থাকে। কয়লার স্তরগুলিতে সংঘটিত অ্যাম্বারকে রিসিনেটও বলা হয়, এবং অ্যামব্রিট শব্দটা বিশেষত নিউজিল্যান্ডের কয়লা স্তরগুলির মধ্যে পাওয়া অ্যাম্বারকে বোঝানোর জন্য প্রয়োগ হয়। \n\n\n== ব্যুৎপত্তি ==\nইংরেজি শব্দ অ্যাম্বারটি আরবি শব্দ عنبر   ʿanbar থেকে এসেছে (সঙ্গে সমজাতীয় মধ্য ফার্সি Ambar  এর মাধ্যমে) মধ্য ল্যাটিন Ambar এবং মধ্য ফরাসি ambre। এই শব্দটি ১৪শ শতাব্দীতে গৃহীত হয়েছিল যা বর্তমানে অ্যামবার্গ্রিস (এম্ব্রে গ্রিস বা \"ধূসর অ্যাম্বার\") নামে পরিচিত যা তিমির শুক্রাণু থেকে উৎপন্ন একটি শক্ত মোমযুক্ত পদার্থকে বোঝায়। রোমান্সের ভাষাসমূহে, এই শব্দটির বোধটি ১৩ শতাব্দীর শেষের দিক থেকে বাল্টিক অ্যাম্বার (জীবাশ্ম রজন) বোঝাতে ব্যবহৃত হয়েছিল। প্রথমে সাদা বা হলুদ অ্যাম্বার (অম্ব্রে জাউন) নামে পরিচিত হয়েছিল, ১৫ শতাব্দীর গোড়ার দিকে ইংরেজিতে এই অর্থটি গৃহীত হয়েছিল। অ্যাম্বার গ্রিসের ব্যবহার হ্রাস পাওয়ার সাথে সাথে \"অ্যাম্বার\" শব্দটিই শব্দের মূল অনুভূতিতে পরিণত হয়েছিল। \nদুটি পদার্থ (\"হলুদ অ্যাম্বার\" এবং \"ধূসর অ্যাম্বার\") কাছাকাছি নামের হওয়ায় বিভ্রান্ত হয়ে পড়ার কারণ ছিল এবং এগুলি উভয়ই সমুদ্র সৈকতে কুড়িয়ে পাওয়া যেত। অ্যাম্বারগ্রিস পানির চেয়ে কম ঘন এবং ভাসমান, যেখানে অ্যাম্বার ভাসার পক্ষে খুব ঘন, যদিও পাথরের চেয়ে কম ঘন। \nলাতিন অ্যাম্বার, ইলেক্ট্রাম এবং প্রাচীন গ্রীক এর ক্লাসিকাল নাম ἤλεκτρον ( ইলেক্ট্রন ) উভয়েই একটি শব্দের সাথে সংযুক্ত তা হল (ইলেক্টের) যার অর্থ \" জ্বলজ্বলে সূর্য \"। পৌরাণিক কাহিনী অনুসারে, হেলিওসের (সূর্যের) পুত্র ফ্যাটন যখন মারা গিয়েছিলেন, তখন তাঁর শোকে তার বোনেরা পপুলার গাছে পরিণত হয়েছিল এবং তাদের অশ্রুগুলি এলেকট্রন, অ্যাম্বারে পরিণত হয়েছিল।  অ্যালেকট্রন শব্দটি বৈদ্যুতিক, বিদ্যুত এবং তাদের নিকট হতে উৎপন্ন অন্যান্য শব্দগুলিকে উত্থাপন করেছিল কারণ অ্যাম্বারের স্থির বিদ্যুতের চার্জ বহন করার ক্ষমতা ছিল। \n\n\n== ইতিহাস ==\nথিওফ্রাস্টাস খ্রিস্টপূর্ব চতুর্থ শতাব্দীতে অ্যাম্বার নিয়ে আলোচনা করেছিলেন, যেমন পিথিয়াস (খ্রিস্টপূর্ব ৩৩০ খ্রিস্টপূর্ব), যার \"মহাসাগরের\" উপরে লিখিত কাজগুলি হারিয়ে গেছে, তবে প্লিনি দ্য এল্ডার (২৩ থেকে ৭৯ খ্রিস্টাব্দ) প্রাকৃতিক ইতিহাসে এবিষয়ে উল্লেখ করেছিলেন। যে বইতে (জার্মানিয়া নামের প্রাচীনতম উল্লেখটিও পাওয়া যায়)। \n\n\n== উপাদান এবং গঠন ==\nঅ্যাম্বার হয় ভিন্নধর্মী গঠনের। বেশ কিছু নিয়ে রেজিন নিয়ে গঠিত যার কমবেশি এলকোহলে, ইথারে এবং ক্লোরোফর্মে দ্রবণীয়। তবে অদ্রবনীয় বিটুমিনাস পদার্থও রয়েছে। অ্যাম্বার ল্যাবডেন পরিবারের বেশ কয়েকটি পূর্বসূরীর যেমন ফ্রি রেডিক্যাল পলিমারাইজেশন, যেমন: কমুনিক অ্যাসিড, কোমুনল এবং বাইফোরমিন দ্বারা গঠিত একরকম ম্যাক্রোমোলোকুল।  এই ল্যাবডেনগুলি ডাইটারপেইনস (সি ২০ এইচ 32 ) এবং ট্রাইনেস, জৈব গঠনটি পলিমারাইজেশনের জন্য তিনটি অ্যালকিন গ্রুপের সাথে সজ্জিত হয়। অ্যাম্বার বছরের পর বছর ধরে পরিপক্ক হওয়ার সাথে সাথে আরও বেশি পলিমারাইজেশন হয় পাশাপাশি আইসোমায়াইজেশন প্রতিক্রিয়া হয়, ক্রস লিঙ্কিং এবং সাইক্লাইজেশন হয়।\n২০০ ডিগ্রি সেলসিয়াস (৩৯২ ডিগ্রি ফারেনহাইট) উপরে উত্তপ্ত করলে অ্যাম্বার গলে যায়, তখন অ্যাম্বারের তেল দেখতে পাওয়া যায় এবং এটি একটি কালো অবশিষ্টাংশ দেখা দেয় যা \"অ্যাম্বার কলোফনি\" বা \"অ্যাম্বার পিচ\" নামে পরিচিত। যখন টারপেনটাইনের তেল বা তিসি তেলে দ্রবীভূত করা হয় তখন একে \"অ্যাম্বার বার্নিশ\" বা \"অ্যাম্বার ল্যাক\" বলা হয়। \n\n\n=== গঠন ===\nআণবিক পলিমারাইজেশন পদ্ধতির কারণে যা অত্যধিক পলল দ্বারা উৎপাদিত উচ্চ চাপ এবং তাপমাত্রার ফলে ঘটে থাকে তা, রজনকে প্রথমে কোপালে রূপান্তরিত করে। স্থায়ী তাপ এবং চাপ টের্পেনগুলি বন্ধ করে দেয় এবং এ্যাম্বার গঠন করে। \nএটি হওয়ার জন্য, রজনগুলি ক্ষয় প্রতিরোধী হতে হবে। অনেক গাছ রজন উৎপাদন করে তবে বেশিরভাগ ক্ষেত্রেই এই জমাকৃত রজনগুলি শারীরিক এবং জৈবিক প্রক্রিয়া দ্বারা ব্যবহৃত হয়ে যায়। সূর্যের আলো, বৃষ্টিপাত, অণুজীবের (যেমন ব্যাকটিরিয়া, ছত্রাক) সংস্পর্ষের কারণে এবং চরম তাপমাত্রা রজনকে খণ্ডিত করে। রজনটি অ্যাম্বারে পরিণত হওয়ার জন্য যথেষ্ট দীর্ঘকাল বেঁচে থাকার জন্য, এ জাতীয় সংস্পর্ষগুলির বিরুদ্ধে এটি প্রতিরোধী হতে হবে বা এমন পরিস্থিতিতে প্রস্তুত করা উচিত যেখানে তাদের বাদ দিয়ে দেওয়া যাবে। \n\n\n=== বোটানিকাল উৎস ===\n\nইউরোপ থেকে জীবাশ্মের রেজিনকে দুটি বিভাগে ভাগ করা যায়, বিখ্যাত বাল্টিক অ্যাম্বার্স এবং অন্যটি আগাথিস গ্রুপের সাথে সাদৃশ্যপূর্ণ রেজিন। আমেরিকা ও আফ্রিকার জীবাশ্মের রেজনগুলি আধুনিক হ্যামেনিয়ার বর্গের সাথে ঘনিষ্ঠভাবে জড়িত। বাল্টিক অ্যাম্বার্সের রেজিনগুলো একসময় উত্তর ইউরোপে জন্মানো সায়াডোপিত্যাসিয়া পরিবারের উদ্ভিদের জীবাশ্মের রজন বলে মনে করা হয়। \n\n\n=== শারীরিক বৈশিষ্ট্য ===\nবেশিরভাগ অ্যাম্বারের মোহস স্কেলে কাঠিন্যের মাপে ২.০ এবং ২.৫ এর মধ্যে থাকে। ১.৫-১.৬ এর মধ্যে একটি রিফ্রেক্টিভ সূচক থাকে, ১.০৬ থেকে ১.১০ এর মধ্যে একটি নির্দিষ্ট মাধ্যাকর্ষণ থাকে এবং ২৫০-৩০০ ডিগ্রি সে. এর গলনাঙ্ক থাকে।\n\n\n=== অন্তর্ভুক্তি ===\n\nজীবন্ত গাছগুলিতে রজনের অস্বাভাবিক বিকাশের ফলে ( সুসিনোসিস ) অ্যাম্বার তৈরি হতে পারে।  অ্যাম্বার প্রায়ই অবিশুদ্ধ হয়, বিশেষত যখন রজনটি মাটিতে পড়ে যায়, সুতরাং বার্নিশ তৈরি ছাড়া অ্যাম্বারটি অন্য কোন কাজে আসে না। এই ধরনের অপরিষ্কার অ্যাম্বারকে ফার্নিস বলা হয়।\nঅন্যান্য পদার্থের এ জাতীয় অন্তর্ভুক্তির ফলে অ্যাম্বারের অপ্রত্যাশিত রঙ হতে পারে। পাইরেটস একটি নীল রঙ দিতে পারে। বনি অ্যাম্বার এর ভেতর মেঘাচ্ছন্ন অস্বচ্ছতা থাকে যার অভ্যন্তরে অসংখ্য ক্ষুদ্র বুদবুদ দেখা যায়।  তবে তথাকথিত ব্ল্যাক অ্যাম্বারটি সত্যই কেবল এক ধরনের জেট।\nগাঢ় কাল ও মেঘের মত দেখতে অ্যাম্বারগুলির এবং এমনকি অস্বচ্ছ আম্বারের ক্ষেত্রে, উচ্চ-শক্তি, উচ্চতর বৈপরীত্য শক্তিসম্পন্ন এবং উচ্চ-রেজোলিউশন এক্স-রে ব্যবহার করে অ্যাম্বারের ভিতরে কোন বস্তু আছে কিনা তা বের করা যেতে পারে।\n\n\n== নিষ্কাশন এবং প্রক্রিয়াজাতকরণ ==\n\n\n=== বিতরণ এবং খনন ===\n\nঅ্যাম্বার বিশ্বব্যাপী ছড়িয়ে আছে, প্রধানত ক্রেটিসিয়াস বয়সের বা তার চেয়ে কম বয়সী শিলায় ঐতিহাসিকভাবে, প্রুশিয়ার কনিগসবার্গের পশ্চিমে উপকূল ছিল অ্যাম্বারের বিশ্বের শীর্ষস্থানীয় উৎস। এখানে অ্যাম্বার আমানতের প্রথম উল্লেখগুলি পাওয়া যায় দ্বাদশ শতাব্দীতে। বিশ্বের প্রায় ৯০% আহরণযোগ্য অ্যাম্বার এখনও সেই অঞ্চলে অবস্থিত, যা পরে ১৯৪৬ সালে রাশিয়ার ক্যালিনিনগ্রাদ ওব্লাস্টে নামকরণ করা হয়। \n\n\n== চেহারা ==\n\nঅ্যাম্বার বিভিন্ন রঙের হয়। পাশাপাশি \"অ্যাম্বার\" বর্ণের সাথে জড়িত সাধারণ হলুদ-কমলা-বাদামী রংগুলো অ্যাম্বারের সাধারণ রং হিসেবে পরিচিত। অ্যাম্বার একটি সাদা রঙের থেকে ফ্যাকাশে লেবু হলুদ হয়ে বাদামি এবং প্রায় কালো রংয়ের হতে পারে। অন্যান্য অস্বাভাবিক রঙগুলির মধ্যে লাল অ্যাম্বার (কখনও কখনও \"চেরি অ্যাম্বার\" নামে পরিচিত), সবুজ অ্যাম্বার এবং এমনকি নীল অ্যাম্বারও দেখতে পাওয়া যায়, যা বিরল এবং অত্যন্ত চাহিদাসম্পন্ন। \n\n\n== ভূতাত্ত্বিক রেকর্ড ==\n\nসবচেয়ে প্রাচীনতম অ্যাম্বারটি উচ্চ কার্বোনিফেরাস সময়কালের (প্রায় ৩২০ মিলিয়ন বছর পূর্বের)।  এর রাসায়নিক সংমিশ্রণটি তার উৎপাদনকারী কি গাছ ছিল তা মিলানো কঠিন করে তোলে কারণ ক্রিটেসিয়াসের আগে থেকে জানা যায় এমন কোনও ফুলের উদ্ভিদ জীবাশ্ম নেই। কিন্তু এটি একধরনের ফুল গাছ দ্বারা উৎপাদিত এটা বোঝা যায়। ক্রিটেশাস যুগ পরবর্তী ফুল গাছের সাথে রজনগুলির সাথে সাদৃশ্যপূর্ণ। প্রাথমিকভাবে কার্বোনিফোরাসের পর ক্রেটাসিয়াসের শুরুর সময়ে (১৫০ মিলিয়ন বছর আগে) অ্যাম্বার প্রচুর পরিমাণে পরিণত হয়। যখন এটি পোকামাকড়ের সাথে মিলিতভাবে পাওয়া যায়। আর্থ্রোপড সহ সাথে প্রাচীনতম অ্যাম্বার জীবাশ্মটি ইতালিতে পাওয়া যায়। এটি লেট ট্রায়াসিক (বিগত কর্ণিয়ান সি. ২৩০ মা) সময়ে তৈরি হয়েছে যেখানে অণুবীক্ষণিক যন্ত্র দ্বারা পরীক্ষায় দুটি (০.২-০.১) মিমি) মাইট, ট্রাইস্যাকারাস এবং অ্যাম্পেজোয়া এবং একটি স্বল্পভাবে সংরক্ষণ করা নিমোটেসরান মাছি একটি মিমি আকারের অ্যাম্বারে পাওয়া যায়।  উল্লেখযোগ্য সংখ্যক আর্থ্রোপড সহ প্রাচীনতম অ্যাম্বার জীবাশ্মগুলো লেবানন থেকে বেশি পাওয়া যায়। লেবাননের অ্যাম্বার হিসাবে পরিচিত এই অ্যাম্বারটির বয়স প্রায় ১২৫-১৩৫ – মিলিয়ন বছর পুরাতন। এটির উচ্চ বৈজ্ঞানিক গুরুত্ব রয়েছে, যা প্রাচীনতম নমুনাযুক্ত কিছু বাস্তুতন্ত্রের প্রমাণ সরবরাহ করে। \n\n\n=== প্যালিওন্টোলজিকাল তাত্পর্য ===\n \nঅ্যাম্বার একটি অনন্য সংরক্ষণ মাধ্যম, অন্যথায় জীবের অসাধ্য অংশগুলি সংরক্ষণ করে; যেমন এটি বাস্তুতন্ত্রের পাশাপাশি জীবের পুনর্গঠনে সহায়ক; রজনের রাসায়নিক সংমিশ্রণটি অবশ্য রজন উত্পাদকের ফাইলেজেনেটিক স্নেহের পুনর্গঠনে সীমিত উপযোগী। \n\n\n== ব্যবহার ==\n\nঅ্যাম্বার গহনা এবং অলঙ্কার উৎপাদন, এবং লোক ঔষধে প্রাগৈতিহাসিক সময় (সলুট্রিয়ান) থেকে ব্যবহৃত হয়ে আসছে।\n\n\n=== গহনা ===\n\nঅ্যাম্বার ১৩০০০ বছর আগে থেকে, প্রায় প্রস্তর যুগের সময় থেকে গহনা হিসাবে ব্যবহৃত হয়।  অ্যাম্বার অলঙ্কারগুলি মাইসেনিয়ান সমাধিসৌধ এবং পুরো ইউরোপ জুড়ে পাওয়া গেছে।  আজ অবধি এটি ধূমপান এবং গ্লাস ব্লোওয়িং মাউথপিস তৈরিতে ব্যবহৃত হয়।  সংস্কৃতি ও ঐতিহ্যে অ্যাম্বারের স্থান একে পর্যটন কেন্দ্র করে তোলে; পালঙ্গা অ্যাম্বার জাদুঘরটি জীবাশ্ম রজনের সংগ্রহ ও প্রদর্শনশালা হিসেবে উৎসর্গীকৃত।\n\n\n=== অ্যাম্বার এবং অ্যাম্বার পারফিউমেরির গন্ধ ===\nপ্রাচীন চিনে বড় বড় উৎসবকালে অ্যাম্বার পোড়ানোর রীতি ছিল। যদি অ্যাম্বারকে যথাযথ পরিস্থিতিতে উত্তপ্ত করা হয় তবে অ্যাম্বারের তেল তৈরি হয় এবং অতীতকালে এটি \"কৃত্রিম কস্তুরী\" তৈরি করার জন্য নাইট্রিক অ্যাসিডের সাথে সাবধানে মিশ্রিত করা হত - একটি অদ্ভুত কস্তুরির গন্ধযুক্ত একটি রজন তৈরির জন্য।  যদিও পোড়াতে গেলে অ্যাম্বার একটি \"পাইনউড\" বৈশিষ্ট্যযুক্ত সুগন্ধি ছড়াত।তবে আধুনিক পণ্য যেমন সুগন্ধিতে জীবাশ্মযুক্ত অ্যাম্বার খুব অল্প ঘ্রাণ উৎপন্ন করার কারণে সাধারণত প্রকৃত অ্যাম্বার ব্যবহার করা হয় না। সুগন্ধিতে, জীবাশ্মের সুবর্ণ উষ্ণতা অনুকরণ করার জন্য \"অ্যাম্বার\" হিসাবে চিহ্নিত সুগন্ধগুলি প্রায়শই তৈরি এবং পেটেন্ট করা হয়\n\n\n== অনুলিপি ==\n\n\n=== প্রাকৃতিক রজনে তৈরি নকল ===\nরজন অনুকরণ হিসাবে এগুলো ব্যবহৃত হয়:\n\nনিউজিল্যান্ডের আগাতিস অস্ট্রেলি গাছ থেকে কৌরি রজনী।\nকোপালস ( সাবফসিল রেজিন)। আফ্রিকা ও আমেরিকান ( কলম্বিয়া থেকে) copals Leguminosae গাছ পরিবার (মহাজাতি Hymenaea )। অ্যাম্বার অফ ডোমিনিকান বা মেক্সিকান টাইপ (প্রথম শ্রেণীর জীবাশ্মের রেজিন)। Manilia (থেকে Copals ইন্দোনেশিয়া ) এবং নিউজিল্যান্ড থেকে মহাজাতি গাছের থেকে Agathis (পরিবার Araucariaceae )\nঅন্যান্য জীবাশ্ম রজন: burmite মধ্যে বার্মা, rumenite মধ্যে রুমানিয়া, ইন simetite Sicilia, ।\nঅন্যান্য প্রাকৃতিক রজন - সেলুলোজ বা চিটিন ইত্যাদি\n\n\n=== প্লাস্টিক দিয়ে তৈরি অনুলিপি ===\nপ্লাস্টিক এগুলির নকল হিসাবে ব্যবহৃত হয়:\n\nদাগ কাচ (অজৈব উপাদান) এবং অন্যান্য সিরামিক উপকরণ\nসেলুলয়েড\nসেলুলোজ নাইট্রেট  (১৮৩৩ সালে প্রথম প্রাপ্ত) - নাইট্রেশন মিশ্রণ সহ সেলুলোজের একটি পণ্য। \nঅ্যাসিটাইলসেলোজ (বর্তমানে ব্যবহারে নেই)\nগালালিথ বা \"কৃত্রিম শিং\" (কেসিন এবং ফর্মালডিহাইডের ঘন পণ্য), অন্যান্য ব্যবসার নাম: অ্যালাদিনাইট, এরিনয়েড, ল্যাক্টোইড।\nছানাজাতীয় উপাদান - একটি কনজুগেটেড প্রোটিন ছানাজাতীয় উপাদান অগ্রদূত থেকে বিরচন - caseinogen। \nরেজোলেন (ফেনোলিক রেজিন বা ফেনোপ্লাস্টস, বর্তমানে ব্যবহারে নেই)\nবেকলাইট রজন (রেজোল, ফেনলিক রেজিন), আফ্রিকা থেকে আসা পণ্যগুলি \"আফ্রিকান অ্যাম্বার\" বিভ্রান্তিমূলক নামে পরিচিত।\nকার্বামাইড রজন - মেলামাইন, ফর্মালডিহাইড এবং ইউরিয়া-ফর্মালডিহাইড রেজিন।\nইপোক্সি নোভোলাক (ফেনোলিক রেজিন), বেসরকারী নাম \"অ্যান্টিক অ্যাম্বার\", বর্তমানে ব্যবহারে নেই\nপলিয়েস্টার (পোলিশ অ্যাম্বার অনুকরণ) স্টায়ারিন সহ । উদাহরণস্বরূপ, অসম্পৃক্ত পলিয়েস্টার রজন (polymals) রাসায়নিক শিল্প ওয়ার্কস \"দ্বারা উৎপাদিত হয় Organika মধ্যে\" Sarzyna, পোল্যান্ড ; এস্তোমাল লামিনোপল ফার্ম দ্বারা উৎপাদিত হয়। পলিবার্ন বা স্টিকড অ্যাম্বার হ'ল কৃত্রিম রেজিনগুলি কার্লেড চিপগুলি প্রাপ্ত হয়, তবে অ্যাম্বারের ক্ষেত্রে - ছোট স্ক্র্যাপগুলি। \"আফ্রিকান অ্যাম্বার\" (পলিয়েস্টার, সিনাক্রিল তখন সম্ভবত একই রজনীর অন্য নাম) রিকহোল্ড ফার্ম দ্বারা উৎপাদিত হয়; স্টায়ারসোল ট্রেড মার্ক বা অ্যালকিড রজন (রাশিয়া, রিকহোল্ড, ইনক। পেটেন্ট, 1948 এ ব্যবহৃত হয়। \nপলিথিন\nইপোক্সি রেজিন\nপলিস্টেরিন এবং পলিস্টেরিনের মতো পলিমার ( ভিনাইল পলিমার )। \nঅ্যাক্রিলিক ধরনের ( ভিনাইল পলিমার ) রজন, বিশেষত পলিমিথাইল মেথ্যাক্রাইলেট পিএমএমএ (ট্রেড মার্ক প্ল্লেসিগ্লাস, মেটাপ্লেক্স)।\n\n\n== আরও দেখুন ==\nঅ্যামোলাইট\nঅ্যাম্বার প্রকারের তালিকা\nমুক্তা\nমূল্যবান প্রবাল\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থাগার ==\nBogdasarov, Albert; Bogdasarov, Maksim (২০১৩)। \"Forgery and simulations from amber\" [Подделки и имитация янтаря]। Янтарь и его имитации Материалы международной научно-практической конференции 27 июня 2013 года (রুশ ভাষায়)। Kaliningrad Amber Museum, Ministry of Culture (Kaliningrad region, Russia)। পৃষ্ঠা 113। আইএসবিএন 978-5-903920-26-6। ১৬ ফেব্রুয়ারি ২০২০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩০ এপ্রিল ২০২১। \nMatushevskaya, Aniela (২০১৩)। \"Natural and artificial resins – chosen aspects of structure and properties\"। Янтарь и его имитации Материалы международной научно-практической конференции 27 июня 2013 года (রুশ ভাষায়)। Kaliningrad Amber Museum, Ministry of Culture (Kaliningrad region, Russia)। পৃষ্ঠা 113। আইএসবিএন 978-5-903920-26-6। ১৬ ফেব্রুয়ারি ২০২০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩০ এপ্রিল ২০২১। \nWagner-Wysiecka, Eva (২০১৩)। \"Amber imitations through the eyes of a chemist\" [Имитация янтаря глазами химика]। Янтарь и его имитации Материалы международной научно-практической конференции 27 июня 2013 года (রুশ ভাষায়)। Kaliningrad Amber Museum, Ministry of Culture (Kaliningrad region, Russia)। পৃষ্ঠা 113। আইএসবিএন 978-5-903920-26-6। ১৬ ফেব্রুয়ারি ২০২০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩০ এপ্রিল ২০২১। \n\n\n== বহিঃসংযোগ ==\nফার্ল্যাং অ্যাম্বার থিওফ্রাস্টাস, জর্জ ফ্রেডেরিক কুঞ্জ , এবং বাল্টিক অ্যাম্বারের উপর বিশেষ সম্পর্কিত অনেকগুলি সম্পূর্ণ পাঠ্য historicalতিহাসিক উল্লেখ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ সেপ্টেম্বর ২০০৭ তারিখে ।\nঅ্যাম্বার অন্তর্ভুক্তিতে আইপিএস পাবলিকেশনস আন্তর্জাতিক প্যালিওয়েন্টোলজিকাল সোসাইটি: অ্যাম্বার এবং এর অন্তর্ভুক্তিতে বৈজ্ঞানিক নিবন্ধগুলি\nঅ্যাম্বার শারীরিক বৈশিষ্ট্য এবং খনিজ সংক্রান্ত তথ্য সম্পর্কিত ওয়েবমাইনাল\nমাইন্ডাত আম্বার অ্যাম্বারে চিত্র এবং লোকাল সম্পর্কিত তথ্য\nএনওয়াই টাইমস 40 ডোমিনিকান অ্যাম্বারে মিলিয়ন বছরের পুরনো বিলুপ্ত মৌমাছি"}