{"pageid": 1046543, "title": "মহিলা আত্মরক্ষা সমিতি", "url": "https://bn.wikipedia.org/wiki?curid=1046543", "content": "মহিলা আত্মরক্ষা সমিতি বা মার্স ভারতের বাংলার একটি মহিলা গণসংগঠন। এই গণসংগঠনটি ভারতের কমিউনিস্ট পার্টির সঙ্গে যুক্ত ছিল।\n\n\n== প্রতিষ্ঠা ==\nদ্বিতীয় বিশ্বযুদ্ধের মাঝামাঝি সময়ে এবং পঞ্চাশের মন্বন্তরের প্রাক্কালে ১৯৪২ খ্রিস্টাব্দে মহিলা আত্মরক্ষা সমিতি প্রতিষ্ঠিত হয়। দুর্ভিক্ষের সময় দেশ-বিদেশ থেকে বহু মহিলা কলকাতায় পালিয়ে সেখানে তাদের যৌন শোষণের শিকার হতে হয়েছিল (হয় সামরিক শিবিরে প্রেরণ করা হয়েছে বা শহরে প্ররোচিত করা হয়েছে বা পতিতাবৃত্তিতে বাধ্য করা হয়েছে)। সেইসময় কলকাতার পতিতালয়ে নারী-মহিলাদের সংখ্যা দ্বিগুণ হয়ে যায়। আমেরিকান সৈন্যরা কলকাতার স্থানীয় নারীদের নির্যাতন বা অপহরণ করতে মেতে ওঠে। এরই প্রতিবাদে একদল কমিউনিস্ট মহিলা মহিলা আত্মরক্ষা সমিতি বা মার্স গঠন করে। পশ্চিমবাংলায় জাপানী দখলদারীদের থেকে প্রতিরক্ষার উদ্দেশ্যে ১৯৩৯ খ্রিস্টাব্দে কলকাতায় কংগ্রেস মহিলা সংঘে মহিলাদের আত্মরক্ষার জন্য একটি সংগঠনের সূচনা হয়। ১৯৪১ খ্রিস্টাব্দে এই সংগঠনে সম্প্রতি কারাগার থেকে মুক্তি পাওয়া কমিউনিস্ট মহিলারা দেয়।\n\n\n== নেতৃত্বদান ==\nরানী মিত্র দাশগুপ্ত, মণিকুন্তলা সেন এবং রেণু চক্রবর্তী মহিলা আত্মরক্ষা সমিতির প্রধান নেত্রী ছিলেন। এছাড়াও এই সংগঠনে রানী মহলানবীশ (বিজ্ঞানী প্রশান্ত চন্দ্র মহলানবীশের স্ত্রী) ও লীলা মজুমদারের মতো বিশিষ্ঠ অ-সাম্যবাদী উদারচেতা নারীরাও একত্রিত হয়েছিলেন। রানী মহলানবীশ মার্সের প্রেসিডেন্ট হিসাবে দায়িত্ব পালন করেন।\n\n\n== প্রাথমিক সংগ্রাম ==\nমহিলা আত্মরক্ষা সমিতি ভারতীয় স্বাধীনতা সংগ্রামকে সমর্থন জানায় এবং মহিলাদের আত্মরক্ষার নির্দেশ দিয়ে ফ্যাসিবাদের বিরুদ্ধে সতর্ক করেছিল। এই সংগঠন রাজনৈতিক বন্দীদের মুক্তির দাবিতে এবং অনাহার থেকে জনগণকে রক্ষা করার জন্য বিভিন্ন কর্মসূচি গ্রহণ করেছিল। এই সংস্থা দুর্ভিক্ষগ্রস্ত জনগোষ্ঠীর জন্য ত্রাণ সামগ্রীর ব্যবস্থা করে এবং খাদ্যদ্রব্যের মূল্য বৃদ্ধির প্রতিবাদে ১৯৪৩ খ্রিস্টাব্দের ১৭ মার্চ ৫০০০ জন মহিলাকে সঙ্গবদ্ধ করে বেঙ্গল আইনসভায় পদযাত্রা করে প্রতিবাদ জানায়। এই অভূতপূর্ব বিশাল আন্দোলনের ফলে সেদিন আবুল কাশেম ফজলুল হক মন্ত্রিসভার সদস্যরা কয়েকটি লরি বোঝাই চাল আনিয়ে উপস্থিত প্রত্যেককে দু’সের চাল দেওয়ার ব্যবস্থা করতে বাধ্য হয়। মার্সের এই ‘ভুখ মিছিল’ কলকাতার বুকে প্রথম রেশন দোকানগুলো চালু করতে প্রশাসনকে বাধ্য করে। কলকাতার এই প্রতিবাদ মিছিলের পর দিনাজপুর, চট্টগ্রাম, মেদিনীপুর, বদরগঞ্জ, মাদারীপুর, পাবনা এবং বাঁকুড়াতে অনশন মিছিল শুরু হয়। ১৯৪৩ খ্রিস্টাব্দের এপ্রিল মহিলা আত্মরক্ষা সমিতি প্রথম সম্মেলন করে। এই সম্মেলনের সভাপতিত্ব করেন মোহিনী দেবী এবং ইলা রিড সাংগঠনিক সম্পাদক হিসাবে দায়িত্বভাব পালন করেন।\nবাংলার প্রতিটি জেলায় মার্স-এর শাখা স্থাপন করা হয় এবং এই গণসংগঠন প্রদেশ জুড়ে বিক্ষোভ সমাবেশে করতে থাকে। ১৯৪৪ খ্রিস্টাব্দের মধ্যে এই আন্দোলনে সদস্য সংখ্যা ৪৩,৫০০ জন হয়ে যায়। মার্স পরবর্তী সময়ে তেভাগা আন্দোলনে মুখ্য ভূমিকা পালন করে। বলা হয় যে- ''তেভাগা আন্দোলন যদি প্রদীপ হয় তাহলে মার্স হলো সলতে পাকানো।'' তেভাগা আন্দোলন শুরু হওয়ার পরে, একটি সমালোচনামূলক কারণ কাজ করেছিল, যার কারণে বাংলার শহুরে এবং গ্রামীণ উভয় মহিলা কৃষক সংগ্রামে অংশ নেওয়ার জন্য প্রস্তুত হয়। এই সময় মহিলা আত্মরক্ষা সমিতি যৌথ রাজনৈতিকভাবে সকল স্তরের মহিলাদের সঙ্গবদ্ধ করে এক গুরুত্বপূর্ণ গণআন্দোলন গড়ে তুলতে সক্ষম হয়। ১৯৪৩ সালের দুর্ভিক্ষের সময় এবং পরেও এই মহিলা গণসংগঠন ত্রাণ কাজ এবং রাজনৈতিক মিছিলগুলিতে শহরের মার্স ও কমিউনিস্ট (সিপি) কর্মীসহ বিধ্বস্ত গ্রামীণ জনপদের মহিলাদের একত্রিত করতে সক্ষম হয়। মার্সের এই ঐতিহাসিক অভিজ্ঞতার জন্যই তারা তেভাগা পূর্ব টঙ্কা, হাটোলা এবং আধিয়ারের কৃষি আন্দোলনের চেয়েও বেশি সংখ্যক মহিলাদের একত্রিত করে তেভাগা আন্দোলনে অংশগ্রহণ করতে পারে।\n\n\n== দেশভাগের পর ==\n১৯৪৭ খ্রিস্টাব্দে দেশভাগের পর এই সংগঠনের নাম পরিবর্তন করে 'পশ্চিমবঙ্গ মহিলা আত্মরক্ষা' সমিতি রাখা হয়। ২৮ এপ্রিল ১৯৪৯ মার্স রাজবন্দীদের মর্যাদা ও মুক্তির দাবিতে কলকাতায় একটি সমাবেশের আয়োজন করে। পরিকল্পনা অনুযায়ী তদানিন্তন মুখ্যমন্ত্রী ডা. বিধানচন্দ্র রায়ের বাড়ির উদ্দেশ্যে ভারতসভা হল থেকে কয়েকশত মহিলার দৃপ্ত মিছিল বউবাজার কলেজ স্ট্রিট সংযোগস্থলে উপস্থিত হলে পুলিশ মিছিলে গুলি চালায়। পুলিশের গুলিতে লিতকা সেন, প্রতিভা গাঙ্গুলী, গীতা সরকার, অমিয়া দত্ত ও যুবকর্মী বিমান ব্যানার্জিসহ মোট ছয়জন নিহত হন।  \n১৯৫৪ খ্রিস্টাব্দের এপ্রিল মার্সের পক্ষ থেকে এই সংগঠনের সদস্য সংখ্যা ১৮০০০ জন বলে দাবি করা হয়, যার মধ্যে অধিকাংশই ছিল কৃষক ও পাটকলে কর্মরত  কর্মী। এর দুইমাসের মধ্যেই তারা ভারতীয় মহিলা ফেডারেশন গঠন করার কর্মসূচি নেয়।\n\n\n== আরো দেখুন ==\n\nতেভাগা আন্দোলন\nঅমিয়া দত্ত\n\n\n== তথ্যসূত্র =="}