{"pageid": 1046589, "title": "মধ্যযুগীয় ইসলামে গণিত", "url": "https://bn.wikipedia.org/wiki?curid=1046589", "content": "ইসলামের স্বর্ণযুগের সময়,বিশেষত নবম এবং দশম শতাব্দীতে গণিত, গ্রীক গণিত ( ইউক্লিড, আর্কিমিডিস, অ্যাপোলনিয়াস ) এবং ভারতীয় গণিতের (আর্যভট্ট, ব্রহ্মগুপ্ত ) ওপর ভিত্তি করে নির্মিত হয়েছিল। দশমিক ভগ্নাংশ অন্তর্ভুক্ত করার জন্য দশমিক স্থান-মান ব্যবস্থার পূর্ণ বিকাশ, বীজগণিতের প্রথম পদ্ধতিগত অধ্যয়ন এবং জ্যামিতি এবং ত্রিকোণমিতিতে গুরুত্বপূর্ণ অগ্রগতি হয়েছিল। \nদশম থেকে দ্বাদশ শতাব্দীতে আরবি রচনাগুলি ইউরোপে গণিতের উৎকর্ষে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\n\n\n== ধারণা ==\n\n\n=== বীজগণিত ===\nবীজগণিত নাম আরবি শব্দ থেকে উদ্ভূত যার অর্থ সমাপ্তি বা \"ভাঙা অংশগুলির পুনর্মিলন\", ইসলামী স্বর্ণযুগে প্রসার লাভ করেছিল। বাগদাদের হাউস অফ উইজডম- এর পণ্ডিত মুহাম্মদ ইবনে মুসা আল-খয়ারিজমি গ্রীক গণিতবিদ ডিওফ্যান্টাসের সাথে ছিলেন, বীজগণিতের জনক হিসাবে পরিচিত। সম্পূর্ণ এবং ব্যালেন্সিংয়ের মাধ্যমে গণনা সম্পর্কে তাঁর বই দ্য কমপেনডিয়াস বুক-এ, আল-খয়ারিজমি প্রথম এবং দ্বিতীয় ডিগ্রি (লিনিয়ার এবং চতুর্ভুজ) বহুবর্ষ সমীকরণের ইতিবাচক শিকড়গুলির সমাধানের উপায়গুলি নিয়ে আলোচনা করেছেন। তিনি হ্রাসের পদ্ধতিটিও প্রবর্তন করেন এবং ডিওফ্যান্টাসের বিপরীতে তিনি যে সমীকরণগুলি সম্পাদন করেন তার সাধারণ সমাধান দেয়। \nআল-খয়ারিজমির বীজগণিতটি ছিল বাকবিতণ্ডার, যার অর্থ সমীকরণগুলি সম্পূর্ণ বাক্যে লেখা হয়েছিল। এটি ডায়োফ্যান্টাসের বীজগণিতীয় কাজের মতো নয়, যা সিনকোপেটেড ছিল, যার অর্থ কিছু প্রতীকবাদ ব্যবহৃত হয়েছে। প্রতীকী বীজগণিতায় স্থানান্তর, যেখানে কেবল প্রতীক ব্যবহৃত হয়, ইবনে আল-বান্না 'আল-মারাকুশি এবং আবুল আল-আসান ইবনে আল-আল-কালাদির রচনায় দেখা যায় ī  \nআল-খুয়ারিজমির কাজ সম্পর্কে জেজে ও'কননার এবং এডমন্ড এফ রবার্টসন বলেছেন:\n\n\"Perhaps one of the most significant advances made by Arabic mathematics began at this time with the work of al-Khwarizmi, namely the beginnings of algebra. It is important to understand just how significant this new idea was. It was a revolutionary move away from the Greek concept of mathematics which was essentially geometry. Algebra was a unifying theory which allowed rational numbers, irrational numbers, geometrical magnitudes, etc., to all be treated as \"algebraic objects\". It gave mathematics a whole new development path so much broader in concept to that which had existed before, and provided a vehicle for the future development of the subject. Another important aspect of the introduction of algebraic ideas was that it allowed mathematics to be applied to itself in a way which had not happened before.\"\nএই সময়কালে অন্যান্য বেশ কয়েকজন গণিতবিদ আল-খুয়ারিজমির বীজগণিতের উপর বিস্তৃত হন। আবু কামিল সুজা জ্যামিতিক চিত্র ও প্রমাণ সহ বীজগণিতের একটি বই লিখেছিলেন। তিনি তার কয়েকটি সমস্যার সম্ভাব্য সমাধানগুলিও গণনা করেছেন। আবু আল-জুড, ওমর খৈয়াম শরাফ আল দান আল তাসাসহ ঘন সমীকরণের বেশ কয়েকটি সমাধান খুঁজে পেয়েছিলেন। ওমর খৈয়াম একটি ঘন সমীকরণের সাধারণ জ্যামিতিক সমাধান খুঁজে পেয়েছিলেন।\n\n\n=== কিউবিক সমীকরণ ===\n\nওমর খৈয়াম (গ মধ্যে 1038/48। ইরান - 1123/24)  বীজগণিতের সমস্যার বিক্ষোভের মূল নিয়মানুগ সমাধান ধারণকারী উপর ট্রিটিস লিখেছিলেন কিউবিক বা তৃতীয়-অর্ডার সমীকরণ, আল-খোয়ারিজমি এর বীজগণিত পরলোক যাচ্ছে।  খাইয়াম দুটি শঙ্কু বিভাগের ছেদ পয়েন্টগুলি আবিষ্কার করে এই সমীকরণগুলির সমাধানগুলি পেয়েছিলেন। এই পদ্ধতিটি গ্রীকরা ব্যবহার করেছিল,  তবে তারা সমস্ত সমীকরণকে ইতিবাচক শিকড় দিয়ে আচ্ছাদন করার পদ্ধতিটি সাধারণকরণ করেনি। \nশরাফ আল দান আল-īস (? তুসে, ইরানে - 1213/4) ঘন সমীকরণগুলির তদন্তের জন্য একটি অভিনব পদ্ধতির বিকাশ করেছিল - এমন একটি দৃষ্টিভঙ্গি যেখানে একটি ঘনক বহুপদী তার সর্বোচ্চ মূল্য অর্জন করে সেই বিন্দুটি সন্ধান করে। উদাহরণস্বরূপ, সমীকরণটি সমাধান করা \n  \n    \n      \n         \n        \n          x\n          \n            3\n          \n        \n        +\n        a\n        =\n        b\n        x\n      \n    \n    {\\displaystyle \\ x^{3}+a=bx}\n  \n, a এবং b পজিটিভ সহ, তিনি নোট করবেন যে বক্ররেখার সর্বাধিক পয়েন্ট \n  \n    \n      \n         \n        y\n        =\n        b\n        x\n        −\n        \n          x\n          \n            3\n          \n        \n      \n    \n    {\\displaystyle \\ y=bx-x^{3}}\n  \n এ ঘটে \n  \n    \n      \n        x\n        =\n        \n          \n            \n              \n                b\n                3\n              \n            \n          \n        \n      \n    \n    {\\displaystyle x=\\textstyle {\\sqrt {\\frac {b}{3}}}}\n  \n, এবং যে সমীকরণ কোন সমাধান, এক সমাধান বা দুই সমাধান, উপর কিনা সময়ে বক্ররেখা উচ্চতা কম ছিল নির্ভর করে সমান, বা বৃহত্তর তুলনায় চেয়ে হবে। তাঁর বেঁচে থাকা রচনাগুলি কীভাবে এই বক্ররেখার সর্বাধিকের জন্য তার সূত্রগুলি আবিষ্কার করেছিল তার কোনও ইঙ্গিত দেয় না। সেগুলি আবিষ্কার করার জন্য বিভিন্ন অনুমানের জন্য দায়বদ্ধ হওয়ার প্রস্তাব দেওয়া হয়েছে। \n\n\n=== আনয়ন ===\nইউক্লিডের প্রমাণে গাণিতিক আবেগের প্রথমতম নিহিত চিহ্নগুলি পাওয়া যায় যে প্রাইমের সংখ্যা অসীম (খ্রিস্টপূর্ব ৩০০ পূর্বে)। আনয়ন নীতিকে প্রথম স্পষ্ট সূত্র দ্বারা দেওয়া হয় পাসকাল তার Traité ডু ত্রিভুজ arithmétique (1665) এ।\nএর মধ্যে, গাণিতিক ক্রমের জন্য অন্তর্নিহিত প্রমাণ আল-কারাজি (সি। 1000) দ্বারা প্রবর্তিত হয়েছিল এবং আল-সামওয়াল দ্বারা চালিত হয়েছিল, যিনি এটি দ্বি-দ্বিীয় উপপাদ্য এবং পাস্কালের ত্রিভুজের বৈশিষ্ট্যগুলির বিশেষ ক্ষেত্রে ব্যবহার করেছিলেন।\n\n\n=== অমূলদ সংখ্যা ===\nগ্রীকরা অযৌক্তিক সংখ্যা আবিষ্কার করেছিল তবে তাদের সাথে সন্তুষ্ট ছিল না এবং কেবল মাত্রা এবং সংখ্যার মধ্যে পার্থক্য আঁকতে পেরে সক্ষম হয়েছিল। গ্রীক দৃষ্টিতে, দৈর্ঘ্য ক্রমাগত পরিবর্তিত হয় এবং লাইন বিভাগগুলির মতো সত্তার জন্য ব্যবহার করা যেতে পারে, যেখানে সংখ্যাগুলি পৃথক ছিল। সুতরাং, অযৌক্তিকাগুলি কেবল জ্যামিতিকভাবে পরিচালনা করা যায়; এবং প্রকৃতপক্ষে গ্রীক গণিত মূলত জ্যামিতিক ছিল। আব কুমিল শুজা ইবনে আসলাম এবং ইবনে তাহির আল- বাগদাদিসহ ইসলামী গণিতবিদরা ধীরে ধীরে মাত্রা এবং সংখ্যার পার্থক্যকে সরিয়ে দিয়েছিলেন, অযৌক্তিক পরিমাণকে সমীকরণের সহগ হিসাবে উপস্থিত হতে দেয় এবং বীজগণিত সমীকরণের সমাধান হতে পারে।  তারা গাণিতিক বিষয় হিসাবে অযৌক্তিকতার সাথে অবাধে কাজ করেছিলেন, তবে তারা তাদের প্রকৃতি ঘনিষ্ঠভাবে পরীক্ষা করেন নি examine \nদ্বাদশ শতকে ল্যাটিন অনুবাদ আল-খোয়ারিজমি এর পাটিগণিত উপর ভারতীয় সংখ্যাসমূহ চালু দশমিক অবস্থানগত সংখ্যা সিস্টেম থেকে পশ্চিমী বিশ্বের ।  সম্পূর্ণকরণ এবং ব্যালেন্সিংয়ের মাধ্যমে গণনার উপর তাঁর কম্পেনডিয়াস বইটি রৈখিক এবং চতুর্ভুজ সমীকরণের প্রথম পদ্ধতিগত সমাধান উপস্থাপন করে। রেনেসাঁ ইউরোপে তাঁকে বীজগণিতের মূল আবিষ্কারক হিসাবে বিবেচনা করা হত, যদিও এখন এটি জানা যায় যে তাঁর কাজটি পুরানো ভারতীয় বা গ্রীক উৎসের ভিত্তিতে রয়েছে।  তিনি টলেমির ভূগোল সংশোধন করেছিলেন এবং জ্যোতির্বিজ্ঞান এবং জ্যোতিষশাস্ত্র নিয়ে লিখেছিলেন। যাইহোক, সিএ Nallino দাড়ায় যে আল-খোয়ারিজমি মূল কাজ টলেমি কিন্তু একটি অমৌলিক বিশ্ব মানচিত্র উপর ভিত্তি করে নি,  মধ্যে সম্ভবতঃ সিরিয়াক বা আরবি ।\n\n\n=== গোলাকার ত্রিকোণমিতি ===\nসাইনসের গোলকীয় আইনটি দশম শতাব্দীতে আবিষ্কার করা হয়েছিল: এটি আবু-মাহমুদ খোজান্দি, নাসির আল-দীন আল-তুসি এবং আবু নসর মনসুরকে বিভিন্নভাবে দায়ী করা হয়েছে, আবু আল-ওয়াফা 'বুজানীর একজন অবদানকারী হিসাবে।  ইবনে মুহাম্মদ আল-জয়নির একাদশ শতাব্দীতে একটি গোলকের অজানা আরকস বইটিতে সাইনের সাধারণ আইন প্রবর্তন করা হয়েছিল।  13 ম শতাব্দীতে সাইনস এর বিমান আইন বর্ণনা করেছিলেন নাসির আল দান আল তাসি দ্বারা ī তার অন সেক্টর চিত্রটিতে তিনি বিমান এবং গোলাকার ত্রিভুজগুলির জন্য সাইনস আইনটি বর্ণনা করেছিলেন এবং এই আইনের পক্ষে প্রমাণ সরবরাহ করেছিলেন। \n\n\n=== নেতিবাচক সংখ্যা ===\nনবম শতাব্দীতে, ইসলামী গণিতবিদরা ভারতীয় গণিতবিদদের কাজ থেকে নেতিবাচক সংখ্যার সাথে পরিচিত ছিলেন, তবে এই সময়কালে নেতিবাচক সংখ্যার স্বীকৃতি এবং ব্যবহার ছিল ভীরু।  আল-খওয়ারিজমি নেতিবাচক সংখ্যা বা নেতিবাচক সহগ ব্যবহার করেননি।  তবে পঞ্চাশ বছরের মধ্যে আবু কামিল বহুগুণ বাড়ানোর লক্ষণগুলির নিয়ম তুলে ধরেছিলেন \n  \n    \n      \n        (\n        a\n        ±\n        b\n        )\n        (\n        c\n        ±\n        d\n        )\n      \n    \n    {\\displaystyle (a\\pm b)(c\\pm d)}\n  \n ।  আল-কারাজি তাঁর আল-ফখরি গ্রন্থে লিখেছেন যে \"নেতিবাচক পরিমাণকে পদ হিসাবে গণনা করতে হবে\"।  দশম শতাব্দীতে আবু আল-ওয়াফিজ আল-বাজজনী স্ক্রাইবস এবং ব্যবসায়ীদের জন্য বিজ্ঞানের পাটিগণিত থেকে বিজ্ঞান থেকে কী প্রয়োজন এ বইয়ের debtsণকে নেতিবাচক সংখ্যা হিসাবে বিবেচনা করেছিলেন।\n\nদ্বাদশ শতাব্দীর মধ্যে আল-কারাজির উত্তরসূরিরা লক্ষণগুলির সাধারণ নিয়মগুলি বর্ণনা করতে এবং বহুবর্ষীয় বিভাজনগুলি সমাধান করার জন্য এগুলি ব্যবহার করে।  যেমন আল-সামাওয়াল লিখেছেন:একটি নেতিবাচক সংখ্যার - আল-নাকিয়িক - একটি ধনাত্মক সংখ্যার দ্বারা - আল-জায়েদ - negativeণাত্মক, এবং negativeণাত্মক সংখ্যার দ্বারা ধনাত্মক। আমরা যদি উচ্চতর নেতিবাচক সংখ্যা থেকে একটি নেতিবাচক সংখ্যা বিয়োগ করি তবে বাকী অংশগুলি তাদের নেতিবাচক পার্থক্য। পার্থক্যটি ইতিবাচক থাকে যদি আমরা একটি কম negativeণাত্মক সংখ্যা থেকে একটি নেতিবাচক সংখ্যা বিয়োগ করি। আমরা যদি ধনাত্মক সংখ্যা থেকে একটি নেতিবাচক সংখ্যা বিয়োগ করি তবে বাকী অংশগুলি তাদের ইতিবাচক যোগফল। যদি আমরা একটি খালি শক্তি ( মারতাবা খালিয়া ) থেকে ধনাত্মক সংখ্যাটি বিয়োগ করি তবে বাকী অংশটি একই রকম negativeণাত্মক এবং যদি আমরা একটি খালি শক্তি থেকে একটি negativeণাত্মক সংখ্যা বিয়োগ করি তবে বাকী অংশটি একই ধনাত্মক সংখ্যা। \n\n\n=== দ্বিগুণ মিথ্যা অবস্থান ===\nনবম থেকে দশম শতাব্দীর মধ্যে, মিশরীয় গণিতবিদ আবু কামিল দ্বিগুণ মিথ্যা অবস্থানের ব্যবহার সম্পর্কে একটি হারিয়ে যাওয়া গ্রন্থ রচনা করেছিলেন , এটি দুটি ত্রুটির বই ( কিতাব আল-খায়ায়ন ) নামে পরিচিত। মধ্য প্রাচ্যের দ্বিগুণ মিথ্যা অবস্থান নিয়ে প্রাচীনতম বেঁচে থাকা লেখা হলেন লেবাননের বালব্যাকের আরব গণিতবিদ কুস্তা ইবনে লুকা (দশম শতাব্দী) এর রচনা। তিনি কৌশলটিকে একটি আনুষ্ঠানিক, ইউক্লিডান ধাঁচের জ্যামিতিক প্রমাণ দিয়ে ন্যায়সঙ্গত করেছিলেন। মধ্যযুগীয় মুসলিম গণিতের traditionতিহ্যের মধ্যে দ্বিগুণ মিথ্যা অবস্থান হিশাব আল-খায়ায়েন (\"দুটি ত্রুটি দ্বারা গণনা\") নামে পরিচিত ছিল। এটি বহু শতাব্দী ধরে ব্যবহারিক সমস্যা যেমন আইনজীবী ও আইনশাস্ত্রের প্রশ্নগুলি ( কোরআনের উত্তরাধিকারের বিধি অনুসারে এস্টেট পার্টিশন), পাশাপাশি খাঁটি বিনোদনমূলক সমস্যাগুলি সমাধান করার জন্য ব্যবহৃত হয়েছিল। অ্যালগরিদম প্রায়ই সাহায্যে মুখস্থ ছিল স্মৃতিবর্ধনবিদ্যা যেমন একটি আয়াতে আরোপিত হিসেবে ইবন আল Yasamin এবং ভারসাম্য মাপের ডায়াগ্রামে দ্বারা ব্যাখ্যা আল-Hassar এবং ইবন আল বান্না, যিনি প্রতিটি গণিতবিদ ছিলেন মরোক্কোর উৎপত্তি। \n\n\n== অন্যান্য বড় ব্যক্তিত্ব ==\n১৯৮০ সালে ইসলামী বিজ্ঞান বিষয়ের ইতিহাসবিদ স্যালি পি. রেগেপ অনুমান করেছিলেন যে গাণিতিক বিজ্ঞান এবং দর্শনে আরবি পাণ্ডুলিপিগুলির \"কয়েক হাজার\" অপঠিত রয়ে গেছে,যা \"স্বতন্ত্র পক্ষপাতিত্বকে প্রতিফলিত করে এবং তুলনামূলকভাবে কয়েকটি পাঠ এবং বিদ্বানদের উপর সীমিত দৃষ্টি নিবদ্ধ করে''।  \n\n'আবদ-হামাদ ইবনে তুর্ক (fl. ৮৩০ ) (চতুর্ভুজ)\nথাবিত ইবনে কুররা (৮২৬-৯০১)\nসিন্ধ ইবনে আলী (৮৬৪ র পরে মৃত্যু)\nইসমাইল আল-জাজারী (১১৩৬–১২০৬)\nআবাহ সাহল আল-কাহাহি ( ৯৪০-১০০০) (মাধ্যাকর্ষণ কেন্দ্র)\nআবু-হাসান আল- উকলিদিসি (952-953) (পাটিগণিত)\n'আবদ আল-আজিজ আল-কাবিসি (মৃত্যু। 967)\nইবনে আল-হাইথাম (সি। 965–1040)\nআবু আল-রায়ান আল-বারানী (973-1048) (ত্রিকোণমিতি)\nইবনে মাḍāʾ ( 1116–1196)\nজামশেদ আল-কাশি (1380–1429) (দশমিক এবং বৃত্তের ধ্রুবকের অনুমান)\n\n\n== গ্যালারী ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nআরবি সংখ্যা\nমধ্যযুগীয় ইসলামে ইসলামিক গণিতে ভারতীয় প্রভাব\nক্যালকুলাসের ইতিহাস\nজ্যামিতির ইতিহাস\nমধ্যযুগীয় ইসলামী বিশ্বে বিজ্ঞান\nইসলামী বিজ্ঞান ও প্রযুক্তির টাইমলাইন\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\n\n\n== আরও পড়ুন ==\n \n\n\n== বহিঃসংযোগ ==\nHogendijk, Jan P. (জানুয়ারি ১৯৯৯)। \"Bibliography of Mathematics in Medieval Islamic Civilization\"। ২৪ ডিসেম্বর ২০১৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩০ এপ্রিল ২০২১। \nও'কনর, জন জে.; রবার্টসন, এডমুন্ড এফ., \"Arabic mathematics: forgotten brilliance?\", ম্যাকটিউটর হিস্টোরি অব ম্যাথমেটিকস আর্কাইভ, সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয় উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) ।\nরিচার্ড কোভিংটন, আরবি বিজ্ঞান পুনর্বিবেচনা, 2007, সৌদি আরমকো ওয়ার্ল্ড  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ অক্টোবর ২০১৪ তারিখে\nইসলামী স্বর্ণযুগের সময় গণিতে উদ্ভাবন এবং আবিষ্কারের তালিকা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ ফেব্রুয়ারি ২০২০ তারিখে"}