{"pageid": 1046580, "title": "খাদ্যচিহ্ন", "url": "https://bn.wikipedia.org/wiki?curid=1046580", "content": "খাদ্যচিহ্ন  ব্যক্তি, সাংগঠনিক এবং ভূরাজনৈতিক প্রতিষ্ঠানের খাদ্য চাহিদা থেকে সৃষ্ট পরিবেশগত চাপ নির্দেশ করে। বাস্তুসংস্থান সংক্রান্ত পদক্ষেপের অন্যান্য রুপগুলোর মতো, একটি খাদ্যচিহ্ন খাদ্যের সামগ্রিক পরিবেশগত প্রভাবের পরিমাণ মেটানোর জন্য বিভিন্ন পরামিতি অন্তর্ভুক্ত করতে পারে।এর মধ্যে রয়েছে কার্বন ফুটপ্রিন্টিং, পানি ফুটপ্রিন্টিং এবং ফুডশেড ম্যাপিং। কিছু খাদ্যচিহ্নিতকরণ প্রচেষ্টা খামার কর্মী ন্যায়বিচার অথবা খাদ্য ডলারের অংশ হিসাবে পণ্যের বিনিময়ে কৃষকদের প্রাপ্ত মূল্যের মতো মাত্রাগুলোর হিসাব রক্ষণের মাধ্যমে খাদ্য উৎপাদনের সামাজিক ও নৈতিক মূল্য নিয়ন্ত্রণ করতে চেষ্টা করে। ধরিত্রী দিবস নেটওয়ার্ক এবং প্রাকৃতিক সংস্থান প্রতিরক্ষা কাউন্সিল এর মতো পরিবেশগত প্রচার সংস্থাগুলো খাদ্যতালিকাগত পছন্দের পরিবেশগত প্রভাবগুলোতে ভোক্তাদের আকৃষ্ট করার জন্য খাদ্যচিহ্ন ধারণাটি প্রচার করছে। \n\n\n== প্রণালী বিজ্ঞান ==\n\n\n=== বিদ্যমান অবকাঠামো ===\nখাদ্যচিহ্নিতকরণের মধ্যে একাধিক পরামিতি অন্তর্ভুক্ত থাকতে পারে। ভৌগোলিক অঞ্চলের ভূমি এলাকার হিসাব দেওয়ার জন্য ফুডশেড ম্যাপিং ব্যবহার করা যেতে পারে, তবে নির্দিষ্ট খাদ্যপণ্যেও অনুরুপ বিশ্লেষণ প্রয়োগ করা যেতে পারে। পানির ফুটপ্রিন্টিং এবং কার্বন ফুটপ্রিন্টিং বিভিন্ন খাদ্য পছন্দের প্রভাবগুলোর তুলনা করতেও ব্যবহৃত হয়। এই ধরনের তুলনাগুলো সাধারণত দুধ এবং মাংসের মতো উচ্চ পরিবেশগত ফুটপ্রিন্টিং সম্পন্ন খাবার এবং তাদের বিকল্পগুলোর মাঝে পার্থক্য করার জন্য ব্যবহৃত হয়।\nজীবনচক্রের মূল্যায়ন একটি বিশ্লেষণাত্মক কাঠামো যা প্রায়ই খাদ্যচিহ্নের একাধিক মাত্রাকে অন্তর্ভুক্ত করতে ব্যবহৃত হয়, যদিও এর নিজস্ব কিছু চ্যালেঞ্জ রয়েছে। শিল্পপণ্যগুলোর জন্য জীবনচক্রের মূল্যায়ন এর মাঝে আছে সতর্ক আয় এবং ব্যয় যেগুলো সহজেই পরিমাপ এবং গঠন করা যায়। তবে, উচ্চ পরিবর্তনশীলতা সম্পন্ন জৈবিক পদ্ধতি হিসেবে কৃষি পদ্ধতিগুলোর মডেল গঠন করা আরও কঠিন।\n\n\n== বিদ্যমান অনুসন্ধান ==\n\n\n=== ভৌগোলিক খাদ্যচিহ্ন ===\nশহরের ক্রমবিন্যাস অনুযায়ী গবেষকরা প্যারিস এবং মেলবোর্নের মতো শহরের জন্য খাদ্যচিহ্ন বিশ্লেষণ করেছেন। গবেষকরা যুক্তরাষ্ট্র এর ভরণপোষণের জন্য প্রয়োজনীয় ভূমি হিসাব করতে একটি খাদ্যচিহ্ন মডেল ব্যবহার করেছেন।\n\n\n=== খাদ্যতালিকাগত নিদর্শন ===\nপরিবেশে খাদ্য গ্রহণ ও উৎপাদনের পরিবর্তনগুলোর প্রভাব এর পূর্বাভাস দেওয়ার একটি উপায় হিসেবে খাদ্য তালিকা নিদর্শনগুলোতেও খাদ্যচিহ্ন প্রয়োগ করা হয়েছে।উদাহরণস্বরূপ,ইএটি ল্যানসেট কমিশন গ্রিনহাউস গ্যাস নির্গমন, জমি, পানি এবং সার ব্যবহার, এবং জীববৈচিত্র্যের উপর প্রভাবগুলোর জন্য সম্ভাব্য খাদ্যতালিকা নমুনাগুলো বিশ্লেষণ করছে।এরা শেষ পর্যন্ত \"প্লানেটারি ডায়েট\"-এর প্রস্তাব দেয়, কেননা এই ডায়েটের পরামিতিগুলোতে কম খাদ্যচিহ্ন রয়েছে। আইপিসিসি এর অনুরূপ বিশ্লেষণেও খাদ্যতালিকা নিদর্শনের কার্বন ফুটপ্রিন্টগুলোকে গুরুত্ব দেয়া হয়েছে। অন্যান্য কার্বন-কেন্দ্রিক গবেষণা নির্ণয় করেছে যে বৈশ্বিক স্থূলত্বকে বাড়ায় এমন ক্যালোরি সরবরাহ এবং সেবন প্রতি বছরে বায়ুমন্ডলে স্বাভাবিকের তুলনায় ৭০০ মেগাটন অতিরিক্ত কার্বন ডাই অক্সাইড যোগ করে, যা বিশ্বব্যাপী কার্বন নিঃসরণের প্রায় ১.৬%।\nআদর্শ আমেরিকান খাদ্যের জন্য প্রয়োজনীয় জমির হিসাব তৈরির জন্য যে খাদ্য মডেলগুলো ব্যবহৃত হয়েছিলো, সেগুলো খাদ্যতালিকার পরিবর্তনের ফলে জমির প্রয়োজনীয়তার জন্য তুলনা হিসেবে ব্যবহার করা যেতে পারে। এই কৌশলগুলো ব্যবহার করে গবেষকরা উচ্চ ও নিম্ন মানের খাদ্যের ভূমি অঞ্চলের খাদ্যচিহ্নের তুলনা করেছেন। তারা দেখেছেন যে,বর্তমানে ব্যবহৃত ধরণগুলোর চেয়ে উচ্চমানের খাদ্যগুলো উল্লেখযোগ্য পরিমাণে কম জমি ব্যবহার করতে পারে।\n\n\n== পরিবেশগত প্রতিরক্ষায় ব্যবহার ==\nমূলত পরিবেশের উপরে ভোক্তাদের খাদ্য নির্বাচনের প্রভাবগুলো বোঝার হাতিয়ার হিসাবে বিভিন্ন সংস্থা খাদ্যচিহ্নের ধারণাটি প্রচার করছে। ফুডপ্রিন্টের মতো অলাভজনক সংস্থাগুলো ভোক্তাদের খাদ্যব্যবস্থার মধ্যে পরিবেশগত সমস্যাগুলো সম্পর্কে শেখায় এবং ব্যক্তিগত খাদ্যচিহ্নগুলো হ্রাস করার জন্য পুঁজি সরবরাহ করে।এন আর ডি সি এবং অন্যান্য সংস্থাগুলো একই ধরনের উদ্যোগ গ্রহণ করেছে।\nখাদ্য শিল্পের মধ্যে টেকসই কাঠামো বিনির্মাণের পক্ষের ব্যক্তিরাও ক্রমবর্ধমানভাবে খাদ্যচিহ্নের কথা উল্লেখ করছেন। উদাহরণস্বরূপ, ক্যালিফোর্নিয়া ভিত্তিক জিরো ফুডপ্রিন্ট উদ্যোগে অংশগ্রহণকারী খামারগুলোতে মাটির স্বাস্থ্য–সম্পর্কিত প্রকল্পগুলোর জন্য অর্থ প্রদানের জন্য রেস্তোঁরা বিলে অতিরিক্ত অর্থ যুক্ত করে। অলাভজনক সংস্থাটি জেমস বেয়ার্ড ফাউন্ডেশন থেকে একটি হিউম্যানিটারিয়ান অফ দ্যা ইয়ার পুরস্কারের মাধ্যমে স্বীকৃতি লাভ করেছিল। অন্যান্য সংস্থাগুলো রেস্তোঁরা ও খাদ্য ব্যবসা সম্পর্কিত বর্জ্য হ্রাসের মাধ্যমে এ সকল স্থান থেকে সৃষ্ট খাদ্যচিহ্ন হ্রাস করে।প্যানেরা এবং চিতপোলের মতো রেস্তোঁরা চেইনগুলোও খাদ্যচিহ্নের ধারণাটি গ্রহণ করেছে, তাদের মেনু আইটেমগুলোতে খাবারের পাশাপাশি এগুলোর পরিবেশগত প্রভাব পরিমাপ পদ্ধতি যুক্ত করেছে। এই উদ্যোগগুলো লক্ষ্য অনুযায়ী পরিবর্তিত হয়। খাদ্য উৎপাদনকে ঘিরে পরিবেশগত এবং সামাজিক সমস্যাগুলো সম্পূর্ণ পরিসরে তুলে ধরা এবং প্রাসঙ্গিকভাবে উপস্থাপন করার জন্য কিছু কঠিন ধাপ অতিক্রম করতে হ্তে পারে।\n\n\n== আরো দেখুন ==\nপরিবেশগত ফুটপ্রিন্ট\nকার্বন ফুটপ্রিন্ট\nপানি ফুটপ্রিন্ট\n\n\n== তথ্যসূত্র =="}