{"pageid": 1046758, "title": "প্রথম আবাসস্থল", "url": "https://bn.wikipedia.org/wiki?curid=1046758", "content": "৩১ মে-১১ জুন, ১৯৭৬ সালে কানাডার ব্রিটিশ কলম্বিয়ার ভ্যানকুভারে সংঘটিত মানব বন্দোবস্ত সম্পর্কিত জাতিসংঘের প্রথম সম্মেলনে (ইউনাইটেড ন্যাশনস কনফারেন্স অন হিউম্যান সেটলমেন্ট)  হ্যাবিট্যাট আই  (প্রথম আবাসস্থল)  শব্দটি পরিচিতি পায়। এই সম্মেলন জাতিসংঘ আয়োজন করে এমন এক সময়ে, যখন সরকার দ্রুত নগরায়নের মাত্রা এবং ফলাফলকে স্বীকৃতি দেয়া শুরু করে। ১৯৭৬ সালের ১৬ই ডিসেম্বর সাধারণ পরিষদে ৩১/১০৯ রেজোল্যুশনটি গৃহীত হয়। এটি কনফারেন্সের একটি প্রতিবেদনের নোট নিয়েছে, এটি মানব বসতি সম্পর্কিত ভ্যানকুভার ঘোষণাপত্র নামে পরিচিত। এই প্রতিবেদন এ জাতীয় কর্মের জন্য ৬৪ টি সুপারিশ সহ একটি কর্মপরিকল্পনা গ্রহণ এর কথা বলা হয়েছে। সম্মেলনের পরবর্তী ফলাফল হিসাবে, ১৯৭৭ সালে সাধারণ পরিষদের রেজোল্যুশ ৩৬/১৬২-এ জাতিসংঘের মানব বন্দোবস্ত কেন্দ্র ― ইউএনসিএইচএস (আবাসস্থল) প্রতিষ্ঠা করা হয়। এটি কমিশন অন হিউম্যান সেটেলমেন্টসকে পরিচালনা কমিটি হিসাবে মনোনীত করে, যা অর্থনৈতিক ও সামাজিক কাউন্সিল (ইসকোসোক) এর একটি কার্যনির্বাহী কমিশন ছিল।\nদ্বিতীয় আবাসস্থল তুরস্কের ইস্তাম্বুলে, ৩-১৪ জুন ১৯৯৬-এ আয়োজিত হয়েছিল।\nতৃতীয় আবাসস্থল ইকুয়েডরের কুইটোতে আয়োজিত হয় ১৭-২০ অক্টোবর, ২০১৬-এর মধ্যে।\n\n\n== ভ্যানকুভার ঘোষণা ==\nভ্যানকুভার ঘোষণাপত্রটি শুরু হয়েছিল একটি সূচনার মাধ্যমে, যেখানে লেখা ছিল \"অগ্রহণযোগ্য অর্থনৈতিক বিকাশ এবং অনিয়ন্ত্রিত নগরায়ণের ফলে অগ্রহণযোগ্য মানব বসতির মত পরিস্থিতি আরও বেড়ে যাওয়ার সম্ভাবনা রয়েছে, যদি না জাতীয় এবং আন্তর্জাতিক পর্যায়ে ইতিবাচক ও দৃঢ় পদক্ষেপ নেওয়া হয়\"।\nপ্রথম পদক্ষেপ হল \"জনবহুল জনগণকে জনবসতি এবং উন্নয়নের উপকরণ হিসাবে বিবেচনা করে, সাহসী, অর্থবহ এবং কার্যকর মানব বন্দোবস্ত নীতি এবং স্থানীয় পরিকল্পনা কৌশল গ্রহণ করা\"।\nসাধারণ নীতিমালার মধ্যে, সম্মেলনে উন্নয়নের সুবিধাগুলির আরও ন্যায়সঙ্গত বণ্টন, ভূমি ব্যবহারের পরিকল্পনা ও নিয়ন্ত্রণ, পরিবেশ রক্ষা, নারী ও যুবকদের একীকরণ এবং প্রাকৃতিক ও মানবসৃষ্ট বিপর্যয়ের কারণে বাস্তুচ্যুত মানুষদের পুনর্বাসনের মাধ্যমে জীবনযাত্রার মান উন্নত করার পরামর্শ দেয়া হয়। এইসব কর্মের দিকনির্দেশগত দিকে মানব বসতি নীতিমালার বিভিন্ন উপাদান সংজ্ঞায়িত করা হয়। সমন্বয়পূর্ণভাবে একীভূতকরণ, গ্রামীণ ও শহুরে অঞ্চলের মধ্যে বৈষম্য হ্রাস, সুশৃঙ্খল নগরায়ণ, প্রগতিশীল ন্যূনতম মান এবং সম্প্রদায়ের অংশগ্রহণের উপর দৃষ্টি নিবদ্ধ করা হয়।\nঘোষণাপত্রে বলা হয় যে \"পর্যাপ্ত আশ্রয় ও পরিষেবা একটি মৌলিক মানবাধিকার\" এবং \"সরকারদের উচিত স্থানীয় কর্তৃত্ব দের সহয়তা করা যেন তারা দেশের বৃহত্তর উন্নয়নের অংশ নিতে পারে\"। ঘোষণাপত্রটি দৃঢ়ভাবে জোর দিয়েছিল এই বিষয়ে যে \"জমির ব্যবহার এবং মেয়াদ জনগণের নিয়ন্ত্রণের বিষয় হওয়া উচিত\"।\n\n\n== ভ্যানকুভার কার্যপরিকল্পনা ==\nপ্রথম আবাসস্থল সম্মেলনের মূল ফলাফলগুলি, জাতীয় কর্মতালিকার জন্য ৬৪টি সুপারিশের একটি ধারাবাহিক এবং ৪৪-পৃষ্ঠার একটি \"অ্যাকশন প্ল্যান\" এর মত কাজ করে। এই সুপারিশ ছয়টি বিভাগে সংগঠিত হয়। এই সুপারিশগুলো হচ্ছে: বিভাগ ক (বন্দোবস্তের নীতি ও কৌশল), বিভাগ খ (বন্দোবস্ত পরিকল্পনা), বিভাগ গ (শেল্টার, অবকাঠামো এবং পরিষেবা), বিভাগ ঘ (ভূমি) এবং বিভাগ ঙ (জনসাধারণের অংশগ্রহণ)।  (ইউএন-হ্যাবিট্যাট ফিচার / পটভূমি সম্পর্কে আরও দেখুন ২০০ UN সালে ইউএন-হবিট্যাট দ্বারা প্রস্তুত )).\n\n\n== অংশগ্রহণকারী ==\nমার্গারেট মিড\nপাওলো সোলারি\nবাকমিনস্টার ফুলার\nমাদার তেরেসা\nবারবারা ওয়ার্ড, লডসওয়ার্থের ব্যারনেস জ্যাকসন\nপিয়েরে ট্রুডো\n\n\n== আরও দেখুন ==\nদ্বিতীয় আবাসস্থল\nআবাসস্থল জাম\nআবাসন ও টেকসই নগর উন্নয়ন সম্পর্কিত জাতিসংঘের সম্মেলন (তৃতীয় আবাসস্থল)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজাতিসংঘ-বাসস্থান\nওয়ার্ল্ড আরবান ফোরাম\nআবাসস্থল সম্মেলনের ডিজিটাল সংরক্ষণাগার"}