{"pageid": 1047885, "title": "হাউজ নং ৯৬", "url": "https://bn.wikipedia.org/wiki?curid=1047885", "content": "হাউস নং ৯৬ বাংলাদেশি একটি ধারাবাহিক নাটক। ইব্রাহিম চৌধুরী আকিবের চিত্রনাট্য রচনায় নাটকটির গল্পভাবনা ও পরিচালনা করেছেন মাহমুদুর রহমান হিমি। নাটকটিতে অভিনয় করেছেন ফজলুর রহমান বাবু, আফরান নিশো, কচি খন্দকার, ফারিয়া শাহরিন, মনিরা মিঠু, তানজিন তিশা, আফরিন শেখ রাইসা, তানিয়া বৃষ্টি, সৈয়দ জামান শাওন, ইরফান সাজ্জাদ, সাফা কবির , সালহা খানম নাদিয়া, রুকাইয়া জাহান চমক, সাজ্জাদ হাসান রাজ, মাশরুর ইনান, রকি খান, মিলি বাশার,  সেলিনা আফ্রি, হারুন রশীদ প্রমুখ\n\n\n== কাহিনি সংক্ষেপ ==\n৯৬ নম্বর বাসার নীচতলার বাসিন্দা ইনান ওরফে পাপ্পু ভাই (মাশরুর রাব্বি ইনান ওরফে কিটো ভাই)। মাকে নিয়ে পাপ্পু ভাইয়ের সংসার। তাঁর বাবা থাকেন দেশের বাইরে। পাপ্পু ভাই ভার্সিটির ফার্স্ট ইয়ারে পড়েন। তবে পড়াশুনায় সিরিয়াস নন। তিনি অধিকাংশ সময় কাটান বন্ধুদের সাথে আড্ডা দিয়ে, গান গেয়ে। দুর্ভাগ্যবশত তাঁর কোন গার্লফ্রেন্ড নেই। এ নিয়ে তার চেষ্টারও শেষ নেই। নিজে সিঙ্গেল মানুষকে রিলেশনশিপের ব্যাপারে পরামর্শ দিতে ওস্তাদ পাপ্পু। তাঁর পাশের ফ্ল্যাটেই থাকে রোজা (তানিয়া বৃষ্টি)। বাবা-মা নিয়ে নোরিনের সংসার। নোরিন পড়াশুনায় অনেক ভালো আর স্বভাবে খুব শান্ত। এ কারণে অনেকেই তাকে খুব পছন্দ করে। তার মধ্যে একজন রাজ। রাজ খুব সাধাসিধে স্বভাবের। নোরিন বুঝতে পারে রাজ তাকে পছন্দ করে। অন্যদিকে নোরিনের পছন্দ তৃতীয় তলার রায়হানকে। কিন্তু রায়হান তাকে পাত্তা দেয় না। অনেক চেষ্টা করেও সে রায়হানের মন গলাতে পারেনি। দ্বিতীয় তলায় থাকেন বাড়িওয়ালা মিজান সাহেব আর তার স্ত্রী। মিজান সাহেবের বয়স বেশি হলেও তার স্ত্রী অল্প বয়সী। তৃতীয় তলায় থাকেন রায়হান। রায়হানের পরিবারে আছেন তার বাবা, সৎ মা আর সৎ ছোট বোন। চতুর্থ তলার অপর পাশের ফ্ল্যাটটা প্রায়ই খালি থাকে। ভাড়াটিয়া এলেও নানা কারণে কিছুদিন পর চলে যান। নানা বিষয় নিয়ে এ বাড়ির ভাড়াটিয়াদের মধ্যে খুনসুটি লেগে থাকে। এ নিয়েই এগিয়ে যায় হাউজ নং ৯৬ এর কাহিনি।\n\n\n== কুশীলব ==\nনাটকের বিভিন্ন চরিত্রে যাঁরা অভিনয় করেছেন:\n\nকচি খন্দকার - বাড়িওয়ালা চরিত্রে\nআল মামুন -\nশিল্পী সরকার অপু\nমনিরা আক্তার মিঠু\nসৈয়দ জামান শাওন – রায়হান চরিত্রে\nতানিয়া বৃষ্টি – রোজা চরিত্রে\nহারুন রশীদ - নতুন বড়লোক চরিত্রে\nরকি খান -\nতুতিয়া ইয়াসমিন পাপিয়া -\nমাশরুর এনান – পাপ্পু চরিত্রে\nআফরিন শিখা রাইসা – জুঁই চরিত্রে\nরুকাইয়া জাহান চমক – মারিয়া চরিত্রে\nমো: সাঈদুর রহমান পাভেল - সবুজ চরিত্রে\nসাজ্জাদ হাসান রাজ – জব্বার/জো চরিত্রে\nতানজিম হাসান অনিক - বাপ্পী চরিত্রে\nতানজিম সাইয়ারা তটিনী - রাফা চরিত্রে\nআফ্রি সেলিনা  – কেয়া চরিত্রে\nরেশমি -\nলেনুয়া -\nলামিহা -\nসঞ্জয় গোস্বামী -\nজাকির হোসেন -\nশিহাব হাসান নিয়ন -\nইরফান সাজ্জাদ - শান্ত চরিত্রে\nসালহা খানম নাদিয়া - রিমঝিম চরিত্রে\nতৌসিফ মাহবুব - রিহান চরিত্রে\nজান্নাতুল সুমাইয়া হিমি - জারা চরিত্রে\nফজলুর রহমান বাবু - সফর আলীর চরিত্রে\nসমু চৌধুরী\nমিলি বাশার\nমারজুক রাসেল - মুরাদ চরিত্রে\nআফরান নিশো – রাসেল চরিত্রে\nশবনম ফারিয়া -\nতাসনিয়া ফারিণ -\nতানজিন তিশা – আকলিমা চরিত্রে\nমনোজ কুমার প্রামাণিক - রমিজ চরিত্রে\nসাফা কবির - রানু চরিত্রে\nএফ. এস. নাঈম - সৌরভ চরিত্রে\nনীলাঞ্জনা নীলা - তানিয়া চরিত্রে\nফারিয়া শাহরিন – রুমা চরিত্রে\nসাবিলা নূর - মুন্নি চরিত্রে\nঅপূর্ব\nহিন্দোল রায়\nশিখা খান মৌ\nরত্না খান\n\n\n== তথ্যসূত্র =="}