{"pageid": 1047848, "title": "এজোর্জ‌ উচ্চচাপ", "url": "https://bn.wikipedia.org/wiki?curid=1047848", "content": "এজোর্জ‌ উচ্চচাপ (পর্তুগিজ: Anticiclone dos Açores); (উত্তর আটলান্টিক (উপ-ক্রান্তীয়) উচ্চচাপ/প্রতীপ ঘূর্ণিঝড় অথবা বারমুডা-এজোর্জ উচ্চচাপ নামেও পরিচিত) সাধারণত পর্তুগালের এজোর্জ দ্বীপপুঞ্জের দক্ষিণে আটলান্টিক মহাসাগরে অশ্ব অক্ষাংশে গঠিত একটি প্রায়-স্থায়ী উপ-ক্রান্তীয় বৃহৎ বায়ুমন্ডলীয় উচ্চচাপ কেন্দ্র। এটি উত্তর আটলান্টিক দোলনের একটি মেরু, আইসল্যান্ডীয় নিম্নচাপ এই দোলনের অপর মেরু। এই উচ্চচাপটি উত্তর আফ্রিকা এবং দক্ষিণ ইউরোপের বিস্তীর্ণ অঞ্চলে ব্যাপক পরিমাণে এবং উত্তর আমেরিকার পূর্বাঞ্চলে সামান্য পরিমাণে আবহাওয়া এবং জলবায়ুর নিদর্শনগুলিকে প্রভাবিত করে। এই উচ্চচাপের জন্য বৃহদায়তন বায়ুর পরিমাণ হ্রাস ও বায়ুমন্ডলে উর্ধাকাশের বায়ুর নিম্নমুখি দ্রুতগতির অবনমনের ঘটে, যা সাহারা মরুভূমির শুষ্কতা ও ভূমধ্যসাগরীয় অঞ্চলসমূহের অববাহিকায় ঘটিত গ্রীষ্মকালীন খরা ঘটায়। গ্রীষ্মকালে উচ্চচাপটির কেন্দ্র বারমুডার কাছাকাছি অবস্থান করে, (তখন এটিকে বারমুডা উচ্চচাপ নামে ডাকা হয়) এবং এবং আমেরিকার পূর্ব উপকূলের দিকে উষ্ণ গ্রীষ্মমণ্ডলীয় বায়ুর দক্ষিণ-পশ্চিম প্রবাহ তৈরি করে। গ্রীষ্মকালে এজোর্জ-বারমুডা উচ্চচাপ সবচেয়ে শক্তশালি থাকে, এসময় এটির কেন্দ্রীয় চাপ থালে ১০২৪ মিলিবার(হেক্টো পাস্কেল)-এর আশেপাশে থাকে।\nএই উচ্চ-চাপ ব্লকটি প্রতীপ ঘূর্ণিঝড়ের মত আচরণ প্রদর্শন করে, বায়ুকে ঘড়ির কাঁটার দিকে, দক্ষিণাবর্তে ঘুরিয়ে দেয়। চলাচলের এই দিকের কারণে, বিশেষত হারিকেনের মরসুমে, ক্রান্তীয় সাইক্লোজেনেসিসকে পক্ষে রেখে আফ্রিকার পূর্ব ক্রান্তীয় তরঙ্গগুলি এই উচ্চচাপের দক্ষিণ প্রান্ত ধরে উপকূলীয় পশ্চিম আফ্রিকা থেকে ক্যারিবীয় অঞ্চল, মধ্য আমেরিকা অথবা বাহামা দ্বীপপুঞ্জের দিকে প্রবাহিত হয়।\n\n\n== বিভিন্নতা ==\nবিশ্ব উষ্ণায়ন নিয়ে গবেষণায় দেখা গেছে, এজোর্জ উচ্চচাপ কয়েক বছরের মধ্যে, এটির গ্রীষ্মকালীন মেরু বারমুডা উচ্চচাপটি তীব্রতর হতে পারে এবং এল নিনোর মতো স্বতন্ত্র ও স্বাধীনভাবে দক্ষিণ-পূর্ব যুক্তরাষ্ট্রে আরও বেশি চরম বৃষ্টিপাতের দিকে পরিচালিত করে। উচ্চচাপটির অক্ষাংশগত স্থানচ্যুতিও ঘটছে এবং এটির কম্পিউটার মডেলগুলিতে ভবিষ্যতে প্রতীপ ঘূর্ণিঝড়টির অবস্থান আরও পশ্চিম দিকে প্রসারণ চিত্রিত করে। তবে ২০০৯-২০১০-এর শীত মৌসুমে এজোর্জ উচ্চচাপটির আয়তন নিয়মিত আয়তন অপেক্ষা ছোটো ছিল, উত্তর-পূর্ব দিকে বাস্তুচ্যুত হয়েছিল; এটি স্বাভাবিক অবস্থার চেয়ে দুর্বল হয়ে পড়েছিল, ফলে মধ্য আটলান্টিকের সমুদ্র পৃষ্ঠের তাপমাত্রা দ্রুত বাড়তে পারে।\n\n\n== আরও দেখুন ==\nশীতল বায়ুরেখা\n\n\n== তথ্যসূত্র =="}