{"pageid": 1047191, "title": "পানিবাহিত রোগ ও জলবায়ু পরিবর্তন", "url": "https://bn.wikipedia.org/wiki?curid=1047191", "content": "জলবায়ু পরিবর্তনের ফলে বেশিরভাগ আবহাওয়া পরিস্থিতির প্রখরতা বাড়বে বলে আশঙ্কা করা হচ্ছে, যার ফলে পানিবাহিত রোগের ঋতুভিত্তিক সময়কাল এবং সংক্রমণ এলাকা বৃদ্ধি পাবে। খরা, উচ্চতর বৃষ্টিপাত এবং বন্যার মাধ্যমে ইতোমধ্যে জলবায়ু পরিবর্তন এবং এর প্রভাবগুলি বিশ্বজুড়ে পরিলক্ষিত হচ্ছে। পানিবাহিত রোগ সম্পর্কিত পরিবর্তনগুলি ইতোমধ্যে বিশ্বব্যাপী নথিভুক্ত করা হচ্ছে এবং এই পরিবর্তনগুলো  উন্নয়নশীল দেশের সাথে উন্নত দেশগুলিতেও বৃদ্ধি পাবে বলে আশঙ্কা করা হচ্ছে। জলবায়ু পরিবর্তনের কারণে অতিবৃষ্টি, ঝড়ের তীব্রতা এবং বন্যা প্রতিনিয়ত বাড়ছে। বর্তমান সমাজব্যবস্থার সক্ষমতাগুলোর জন্য এটি একটি বড় ঝুঁকি এবং অবকাঠামোগত ব্যর্থতার একটি সম্ভাব্য কারণ। বর্তমানে আবহাওয়া পরিস্থিতি পরিবর্তনের সাথে পানিবাহিত রোগের পারস্পরিক সম্পর্ক দৃশ্যমান হচ্ছে।\n\n\n== বৃষ্টিপাত এবং পানিচক্রের পরিবর্তনগুলি ==\nজলবায়ু পরিবর্তন পানিচক্রের উপর যথেষ্ট প্রভাব ফেলবে বলে পূর্বাভাস দেওয়া হয়েছে।  একই সাথে খরার তীব্রতা এবং ভারী বৃষ্টিপাতের পরিমাণ উভয় বৃদ্ধি পাবে। ভারী বৃষ্টিপাতের ঘটনাগুলি ভবিষ্যতে বন্যার সংখ্যা বৃদ্ধি করবে বলে আশঙ্কা করা হচ্ছে। বৃষ্টিপাতের তীব্রতা বৃদ্ধি পাবে,তবে পরিমাণ এবং সময়কাল হ্রাস পাবে। এর ফলে বৃষ্টিপাতের সময় ভারী বন্যার সংখ্যা বৃদ্ধি পাবে এবং এর মধ্যে মধ্যবর্তী সময়ে তীব্র খরা দেখা দেবে। শুষ্ক ও আর্দ্র অঞ্চল এবং সেখানকার ঋতুগুলির মধ্যে একটি  বর্ধিত বৈসাদৃশ্য ইতোমধ্যে পরিলক্ষিত হয়েছে। ক্রমবর্ধমান তাপমাত্রা বৃদ্ধি এবং বৃষ্টিপাতের এরুপ পরিবর্তনের কারণে পানিবাহিত রোগগুলো প্রাথমিক স্বাস্থ্যের উপর প্রভাব বিস্তার করছে।\n\n\n== পানিবাহিত রোগ ==\nজলবায়ু পরিবর্তনের কারণে পানিবাহিত রোগের বড় প্রভাব পড়বে বলে আশঙ্কা করা হচ্ছে। এই পানিবাহিত রোগসমূহ সাধারণত পানিতে উপস্থিত বিভিন্ন জীবাণুর কারণে সংক্রমিত হয়। পানিবাহিত রোগের লক্ষণগুলো হল-  ডায়রিয়া, জ্বর এবং অন্যান্য ফ্লু জাতীয় উপসর্গ, স্নায়বিক রোগ এবং লিভারের ক্ষতি। জলবায়ু পরিবর্তন এইসকল ক্ষুদ্র জীবানুর জীবনব্যবস্থায় বৃহৎ প্রভাব ফেলে। এই প্রজাতিগুলো অত্যন্ত জটিল । বাহ্যিক জলবায়ু উদ্দীপনা এদের জন্য অত্যন্ত সংবেদনশীল হতে পারে। সর্বাধিক সংক্রমিত পানিবাহিত রোগের  মধ্যে অন্যতম হ'ল ডায়রিয়া। এই রোগগুলি অনিরাপদ পানীয় জল বা দূষিত পানির সংস্পর্শে সংক্রমিত হয়। পাঁচ বছরের কম বয়সী শিশুদের মধ্যে ১০-১২ %  শিশু ডায়রিয়া রোগে মৃত্যুবরণ করে । এটি শিশুমৃত্যুর দ্বিতীয় প্রধান কারণ হিসেবে বিবেচিত।  স্বল্প ও মধ্যম আয়ের দেশগুলোতেও এটি শিশুমৃত্যুর দ্বিতীয় কারণ। ডায়রিয়ার কারণে বিশ্বজুড়ে আনুমানিক ১.৪ – ১.৯ মিলিয়ন লোকের মৃত্যু হয়ে থাকে।\nজলবায়ু পরিবর্তন সম্পর্কিত আন্তঃসরকারি প্যানেল (আইপিসিসি)-এর তথ্য অনুসারে, জলবায়ু পরিবর্তনের কারণে বিশ্বজুড়ে পানিবাহিত রোগ বৃদ্ধির উচ্চঝুঁকি রয়েছে।\n\n\n== পানিবাহিত রোগের উপর জলবায়ু পরিবর্তনের প্রভাব ==\n\n\n=== তাপমাত্রা ===\nপৃথিবীর গড় তাপমাত্রা বৃদ্ধি পাচ্ছে এবং আরো দ্রুত হারে বাড়তে থাকবে বলে ধারণা করা হচ্ছে। উচ্চ তাপমাত্রা কোনো কোনো জীবাণুর বেঁচে থাকা, প্রতিরূপ সৃষ্টি এবং সক্ষমতাতে পরিবর্তন আনতে পারে। উচ্চতর তাপমাত্রা জলাশয়গুলোতে জীবাণুর পরিমাণ ও বাড়িয়ে তুলতে পারে। উষ্ণ গ্রীষ্মের মাসগুলিতে পানীয় জল সরবরাহ ব্যবস্থা থেকে ব্যাকটেরিয়ার উল্লেখযোগ্য বৃদ্ধি রেকর্ড করা হয়েছে। এইসময়ে পানির ব্যবহারের হারও সাধারণত বেশি থাকে। এগুলি একইসাথে জীবাণুর উপস্থিতি এবং সংক্রমণের সম্ভাবনা বাড়িয়ে তোলে। পৃথিবীর গড় তাপমাত্রা বৃদ্ধি এবং এই তাপমাত্রা বৃদ্ধির সাথে পানিবাহিত রোগগুলোর সম্পর্ক,  ডাইরিয়াসহ অন্য সব পানিবাহিত রোগের প্রাদুর্ভাব বৃদ্ধি করবে। উষ্ণ অঞ্চলে, বিশেষত যেখানে ইতোমধ্যে কম পানি  সরবরাহ রয়েছে, সেখানে ভূমি উপরস্থ প্রবাহিত পানির সংগ্রহ এবং পুনঃব্যবহারের পরিমাণ বৃদ্ধি পাবে। এভাবে দূষিত পানির ব্যবহার বাড়তে থাকবে।\n\n\n=== বৃষ্টি এবং বন্যা ===\nজলবায়ু পরিবর্তনের ফলে বৃষ্টিপাতের তীব্রতা বাড়ছে, যার ফলে বন্যার সংখ্যা বেড়ে যাচ্ছে। গবেষণায় দেখা গেছে যে, বড় ধরনের বৃষ্টিপাত এবং তাপমাত্রা বৃদ্ধির সাথে  গ্যাস্ট্রোইনটেস্টাইনাল এবং ডায়রিয়াজনিত রোগগুলো বৃদ্ধি পেয়েছে। ভারী বৃষ্টিপাতের কারণে রোগজীবাণুগুলি চলাচল বৃদ্ধি পায় ফলে পানি এবং স্যানিটেশন অবকাঠামো বিপদ্গ্রস্থ হয়ে পড়ে। বন্যা জনসংখ্যার স্থানচ্যুত করতে পারে এবং তাদের স্বাস্থ্যের উপর বিভিন্ন প্রভাব ফেলতে পারে। এছাড়া জীবাণুগুলি বিভিন্ন স্থান থেকে আসতে পারে যেমন- মানুষ/পশুপাখির মলমূত্র, মাটিতে কৃষিকাজে ব্যবহার করা সার ইত্যাদি। বৃষ্টিপাত এই রোগজীবাণুগুলিকে বেশি সক্রিয় করে এবং জলপথের মাধ্যমে মানুষের মাঝে পৌছানোর সম্ভাবনা বৃদ্ধি করে।  ভারী বৃষ্টিপাতের ফলে মাটিতে জীবাণুর পুনরুত্থানঘটে যা ভূগর্ভস্থ পানিকে দূষণের দিকে পরিচালিত করে। ভারী বৃষ্টিপাতে ড্রেনের পানি উপচে পড়ে যায়, যা কখনও কখনও নিকাশী ব্যবস্থার সাথে মিলিত হয়। এই এলাকাগুলিতে দূষিত পানি নদীতে মিশ্রিত হয়ে যায়। এমন তথ্যও রয়েছে যে, বন্যার পানি ভূগর্ভস্থ পানীয় জলের উৎসকে দূষিত করছে। অতিরিক্ত বৃষ্টিপাতের কারণে স্থল এবং ভূগর্ভস্থ পানির ২০-৪০ % দূষিত হচ্ছে। সাধারণত বন্যা উন্নয়নশীল দেশগুলিতে পানিবাহিত রোগের ঝুঁকির সাথে সম্পর্কিত, কিন্তু এটি উন্নত বিশ্বকেও প্রভাবিত করতে পারে। মার্কিন যুক্তরাষ্ট্রে পানিবাহিত রোগ থেকে বছরে প্রায় ৯০,০০০ কেস এবং ৯০০ জনের মৃত্যুর ঘটনা রয়েছে যা খরা এবং বন্যার সাথে সম্পর্কিত।\n\n\n=== খরা ===\nপৃথিবীব্যাপী পানিচক্রের মধ্যে পানির পরিমাণ স্থির থাকে, পানির উৎস থেকে পানি বাষ্পীভূত হয়ে একই পরিমাণে বৃষ্টিপাতের মাধ্যমে পৃথিবীতে ফিরে আসে। জলবায়ু পরিবর্তন যদি বৃষ্টিপাতের তীব্রতা এভাবে বাড়িয়ে তোলে, তবে বৃষ্টিপাতের সময়কাল আরও কম হতে হবে বা পর পর বৃষ্টিপাতের মধ্যে পর্যাপ্ত সময় থাকতে হবে বা উভয়ই।  এছাড়া এক এলাকায় বৃষ্টিপাত কম ঘটলে এবং অন্য এলাকায় আরও বেশি হওয়ার সম্ভাবনা রয়েছে। \nএতে করে কিছু অঞ্চলে খরার সৃষ্টি হবে এবং পর পর বৃষ্টিপাতের মধ্যবর্তী সময় আরো দীর্ঘ হবে। এই খরাতে পানির বাষ্পীভূত হওয়ার কারণে জলাশয়ে পলি ও দূষিত স্তরের পরিমাণ বাড়বে। এর ফলে রোগজীবাণুগুলো সীমিত পানি সরবরাহের উৎসে দ্রবীভূত হবে। খরার কারণে মানুষ আরো বেশি বৃষ্টির পানি এবং জলাশয়ের পানি সংগ্রহ করতে বাধ্য হবে এবং ফলস্বরূপ পানির মধ্যে জীবাণুগুলোর সংক্রমনের ঝুকি বৃদ্ধি করবে।\n\n\n== উদাহরণ ==\n\n\n=== ভাইব্রিও সংক্রমন ===\nযুক্তরাষ্ট্রে বছরে প্রায় ৮০,০০০ লোক সংক্রামিত হয় এবং ১০০ জন ভাইব্রিওতে মারা যায়। কাঁচা বা সিদ্ধ করা সামুদ্রিক খাবার গ্রহণের মাধ্যমে বা দূষিত সমুদ্রের পানির মাধ্যমে ভাইব্রিও সংক্রমণ হয়। ভাইব্রিও সংক্রমণ সবচেয়ে বেশি দেখা যায় উষ্ণ মৌসুমে, সাধারণত মে থেকে অক্টোবর পর্যন্ত। মার্কিন যুক্তরাষ্ট্রে এটি ১৯৯৯ থেকে ২০০৫ সালের মধ্যে আনুমানিক ৪১% বৃদ্ধি পেয়েছে এবং পৃথিবীব্যাপী এটি আরো বৃদ্ধি পাচ্ছে । যেখানে কখনো এটি ঘটেনি সেখানেও ভাইব্রিও সংক্রমণ সম্প্রতি প্রকাশিত হয়েছে। উষ্ণ আবহাওয়া এই সংক্রমণ এবং সংক্রমণের ক্ষেত্র বৃদ্ধিতে যথেষ্ট ভূমিকা রাখছে বলে মনে করা হয়।\n\n\n=== ননটিউবারকুলাস মাইক্রোব্যাকটেরিয়া ===\nনন্টুবারকুলাস মাইকোব্যাকটিরিয়া (এনটিএম) একটি ফুসফুসের রোগ যা মূল্ত, ফুসফুসের রোগে আক্রান্ত বা দুর্বল প্রতিরোধ ক্ষমতাসম্পন্ন ব্যক্তিদেরকে আক্রমণ করে। এনটিএম সৃষ্টিকারী জীবানুগুলি সাধারণত মাটি এবং পানিতে দেখা যায়। বর্তমানে মার্কিন যুক্তরাষ্ট্রে এনটিএম-এ ৮৬,০০০ এর বেশি লোক আক্রান্ত হয়েছে। জলবায়ু পরিবর্তনের ফলে প্রাকৃতিক বিপর্যয় বৃদ্ধি পায় যা এনটিএম জীবাণু ছড়াতে সাহায্য করে। মার্কিন যুক্তরাষ্ট্রের যেসকল রাজ্যে প্রাকৃতিক দুর্যোগের সংখ্যার বেশি সেখানে এনটিএম সংক্রমণের উচ্চ প্রবণতা দেখা যায়। একটি গবেষণার তথ্য মতে, হারিকেনেস আইকেই, ক্যাটরিনা এবং রিতার পরের বছরগুলিতে মার্কিন যুক্তরাষ্ট্রে এনটিএমের প্রকোপ লক্ষ্য করা গেছে। সমীক্ষায় দেখা গেছে যে হারিকেন দ্বারা ক্ষতিগ্রস্থ স্থানগুলিতে এনটিএমের সর্বাধিক প্রসার ঘটেছে।\n\n\n=== লেজিওনেলা ===\nলেজিওনেলা সংক্রমণে ফ্লুর মতো লক্ষণ দেখা দেয় এবং কখনও কখনও নিউমোনিয়া হতে পারে। এটি পানিতে এবং কিছু পাত্রে রাখা মাটিতে পাওয়া যায়। লেজিওনেলা সাধারণত দূষিত অ্যারোসোলগুলির মাধ্যমে পানির স্প্রে, নকল ফোয়ারা বা কুয়াশা থেকে ছড়ায়। এটি দূষিত পানি গ্রহনের কারণেও ঘটতে পারে। লেজিওনেলা সাধারণত গ্রীষ্মপ্রধান এলাকায় ছড়াতে দেখা যায় এবং সবচেয়ে উষ্ণ মাসে এর সংক্রমন সবচেয়ে বেশি হয়। জলবায়ু পরিবর্তনের ফলে বৈশ্বিক তাপমাত্রার গড় বৃদ্ধি অব্যাহত থাকবে বলে আশঙ্কা করা হচ্ছে এবং কিছু কিছু এলাকা আরও উষ্ণ থাকবে। এটি আরও বেশি সংক্রমনের দিকে নিয়ে যেতে পারে কারণ উদ্যানের মৌসুমে পাত্রে রাখা মাটি এবং পানির  ফোয়ারা বেশি ব্যাবহার করা হয়ে থাকে। দীর্ঘকালীন গ্রীষ্মকালের কারণে শীতলকরন ব্যবস্থা হিসেবে কুলিং টাওয়ারগুলির ব্যবহার বাড়তে পারে। এগুলো লেজিওনেলা প্রাদুর্ভাবের জন্য হটস্পট হিসাবে পরিচিত।\n\n\n== আরও দেখুন ==\nমানব স্বাস্থ্যের উপর জলবায়ু পরিবর্তনের প্রভাব\nজলবায়ু পরিবর্তন এবং সংক্রামক রোগ\n\n\n== তথ্যসূত্র =="}