{"pageid": 1047238, "title": "শিয়াবিদ্বেষ", "url": "https://bn.wikipedia.org/wiki?curid=1047238", "content": "শিয়াবিদ্বেষ (ইংরেজি: Anti-Shi'ism; আরবি: اضطهاد الشيعة; ফার্সি: شیعه‌ستیزی) দ্বারা শিয়া মতাবলম্বীদের ধর্মীয় বিশ্বাস, ঐতিহ্য এবং সংস্কৃতির কারণে তাদের প্রতি বৈরিতা, বৈষম্য, নির্যাতন ও সহিংসতা। শিয়া রাইটস ওয়াচ দ্বারা এই শব্দটি প্রথম সংজ্ঞায়িত করা হয়েছিল ২০১১ সালে, তবে এটি অনানুষ্ঠানিক গবেষণায় ব্যবহৃত হয়েছে এবং কয়েক দশক ধরে পাণ্ডিত্যপূর্ণ নিবন্ধসমূহে লেখা হয়েছে।\nইসলামের নবী মুহম্মাদের ওফাতের পর খলিফা কে হবেন এই প্রশ্ন তৎকালীন মুসলিম সমাজে সাময়িক বিভক্তি সৃষ্টি হয়েছিল। এই বিভক্তি অচিরেই অবসিত হয়েছিল কারণ যারা আলীকে খলিফা হিসাবে দেখতে চেয়েছিল তারা আবু ব্কর খলিফা হওয়ার পর তা মেনে নিয়েছিল। কিন্তু পরবর্তীকালে মুসলিম সমাজের নেতৃত্বের প্রশ্নে এই বিভক্তি পুনরায় দেখা দেয়। আলীর সমর্থকদের উত্তরসূরীরা কর্তৃত্ব দখলের চেষ্টায় সক্রিয় হয়ে উঠলে শিয়া গোষ্ঠীর উত্থান হয়। রাসুলের সুন্নতের অনুসারীদের পরবর্তীকালে সুন্নী ও ভিন্ন মতাবলম্বীদের শিয়া বলে আখ্যায়িত করা শুরু হয়। রাজনৈতিক বিভক্তি পরে শিয়া মতাবলম্বীদের নবী মুহম্মাদের প্রদর্শিত পথ থেকে বিচ্যূত করে ফেলে। এর ফলে শিয়া মতাবলম্বীদের আক্বিদা নিয়ে প্রশ্ন তোলার সুযোগ সৃষ্টি হয়। উমাইয়া সরকারকে সামরিকভাবে প্রতিষ্ঠিত ও নিয়ন্ত্রণে রাখতে অনেক সুন্নি শাসক শিয়াদের তাদের রাজনৈতিক এবং ধর্মীয় কর্তৃত্বের জন্য হুমকিস্বরূপ বলে মনে করেছিলেন।\nউমাইয়াদের অধীনে সুন্নি শাসকরা শিয়া সংখ্যালঘুকে প্রান্তিককরণের চেষ্টা করেছিলেন। ইতিহাস জুড়ে তাদের সুন্নি সহধর্মবাদীরা শিয়াদের উপর নির্যাতন প্রায়শই বর্বর ও গণহত্যার দ্বারা চিহ্নিত করা হয়; সুন্নি মুসলমানদের দ্বারা সাম্প্রতিকতম ধর্মীয় নিপীড়নের ঘটনাটি সিরিয়ায় ও ইরাকে গণহত্যার গণহত্যা, জাতিগত নির্মূল এবং শিয়াদের জোরপূর্বক শিয়াদের ধর্মান্তরের সাথে জড়িত করেছিল (২০১৪-২০১৫)। সমগ্র বিশ্বের মুসলিম জনসংখ্যার প্রায় ১০% নিয়ে আজও শিয়ারা বহু সুন্নি অধ্যুষিত দেশে প্রান্তিক সম্প্রদায় হিসাবে রয়ে গেছে, তাদের স্বাধীনভাবে ধর্ম পালনের বা সংগঠিত সম্প্রদায় হিসাবে নিজেদের প্রতিষ্ঠিত করার অধিকার নেই।\n\n\n== ঐতিহাসিক নিপীড়ন ==\n\n\n=== উমাইয়া ===\nমুহাম্মদের নাতি ইমাম হুসেন ইয়াজিদের প্রথম বিধি মেনে নিতে অস্বীকার করেছিলেন। 6৮০ সেন্টিগ্রেডের পরেই, ইয়াজিদ হুসেনের কাফেলার অবরোধের জন্য কয়েক হাজার উমাইয়া সৈন্য প্রেরণ করেছিলেন। কারবালার যুদ্ধের সময়, ছয় দিন উমাইয়া সৈন্যদের ধরে রাখার পরে হুসেন এবং তাঁর বাহাত্তরজন সাহাবীকে হত্যা করা হয়েছিল, তাদের শিরশ্ছেদ করা হয়েছিল এবং তাদের মাথাটি দামেস্কের খলিফায় ফেরত পাঠানো হয়েছিল। এই বাহাত্তরের মধ্যে হুসেনের বন্ধুবান্ধব এবং পরিবার অন্তর্ভুক্ত ছিল। এই চরিত্রগুলির মধ্যে আরও উল্লেখযোগ্য হ'ল হাবীব (হুসেনের প্রবীণ বন্ধু), আব্বাস (হুসেনের অনুগত ভাই), আকবর (হুসেনের 18 বছরের ছেলে) এবং আসগর (হুসেনের ছয় মাস বয়সী শিশু)। আশুরার রাতে (যাকে শম-ই-গারীবান বলা হয়) ইয়াজিদের সেনাবাহিনী হুসেনের পরিবার ও বন্ধুরা যে তাঁবুগুলিতে বাস করত তা পুড়িয়ে দেয় the যুদ্ধের পরে তাঁবুগুলির একমাত্র দখলকারীরা হুসেনের সহযোগী মহিলা, শিশু, হুসেনের শেষ অসুস্থ ছেলের সাথে জয়ন-উল-আবদীদিন (যিনি হুসেনের পরবর্তী ইমাম হয়েছিলেন) নামে পরিচিত। অভিযানের সময় ইয়াজিদের বাহিনী নারী ও শিশুদের লুটপাট, পোড়া ও নির্যাতন করে। এরপরে তারা শহীদদের মাথা নিল এবং তাদেরকে বর্শার মাথায় কুচকাওয়াজের জন্য রোপণ করল। মহিলাদের শাল এবং মাথার পোষাকগুলিও ছিনিয়ে নেওয়া হয়েছিল এবং তাদের সমস্ত পুরুষদের মাথার পাশে দামেস্কে যেতে বাধ্য করা হয়েছিল। তারা সেখানে প্রায় এক বছর কারাগারে রয়েছেন। ইমাম হুসেনের শাহাদাত উমাইয়া খেলাফতের কাছে সরাসরি চ্যালেঞ্জের প্রত্যাশার অবসান ঘটিয়েছিল, শিয়া ধর্মের পক্ষে উমাইয়া ও তাদের দাবির প্রতি নৈতিক প্রতিরোধের একধরনের ভিত্তিতে পাওয়াকে সহজ করে তুলেছিল। আলীকে অভিশাপ দেওয়ার উমাইয়া ঐতিহ্যও ছিল।\n\n\n=== বাগদাদ অবরোধ ===\n1258 সালে বাগদাদে মঙ্গোলের পদচ্যুত হওয়ার পরে, শিয়াদের বিরুদ্ধে কুসংস্কার আরও ঘন ঘন হয়ে উঠেছিল এবং প্রতিটি সমস্যার জন্য শিয়াদের দোষ দেওয়ার কথা মনে করিয়ে দেয়। একটি বিবৃতিতে বলা হয়েছে যে একজন শিয়া মন্ত্রী মঙ্গোলদের কাছে তাদের দুর্বলতা প্রকাশ করে সাম্রাজ্যের সাথে বিশ্বাসঘাতকতা করেছিলেন।\n\n\n=== সেলজুক ও অটোমান সাম্রাজ্যে নিপীড়ন ===\nশিয়া ধর্মের বৃদ্ধির প্রতিক্রিয়ায় অটোমান সাম্রাজ্য শিয়াদের আনাতোলিয়ায় হত্যা করেছিল। তুরস্কের আলেভিস, সিরিয়ার আলাওয়াইস এবং লেবাননের শিয়া সহ অটোমান সাম্রাজ্যে কয়েক হাজার শিয়াকে হত্যা করা হয়েছিল।\n\n\n=== শামখির নগরলুণ্ঠন ===\nশামাখির নগরলুণ্ঠনটি ১৮১ August সালের ১ August ই আগস্টে হয়েছিল, যখন সাফাভিড সাম্রাজ্যের ১৫,০০০ সুন্নি লেজগিনস শিরওয়ান প্রদেশের রাজধানী শামাখি (বর্তমান আজারবাইজান প্রজাতন্ত্রের) আক্রমণ করেছিলেন, ৪,০০০ থেকে ৫,০০০ এর মধ্যে গণহত্যা করা হয়েছিল। এর শিয়া জনসংখ্যা এবং শহরটিকে লুণ্ঠন করেছিল\n\n\n=== কারবালার ওয়াহাবি নগরলুণ্ঠন ===\n১৮০২ সালের ২১ শে এপ্রিল প্রথম সৌদি রাজ্যের দ্বিতীয় শাসক আবদুল-আজিজ বিন মুহাম্মদের নেতৃত্বে প্রায় ১২,০০০ ওয়াহাবি সুন্নি কারবালাকে আক্রমণ ও বরখাস্ত করে, ২,০০০ থেকে ৫,০০০ বাসিন্দাকে হত্যা করে এবং রাসূলের নাতি হুসেন ইবনে আলীর সমাধি লুট করে। মুহাম্মদ ও আলী ইবনে আবী তালিবের পুত্র] এবং সমাধিটিতে জমে থাকা স্বর্ণ, পারস্যের গালিচা, অর্থ, মুক্তো এবং বন্দুক সহ প্রচুর পরিমাণে লুটতরাজ জব্দ করে এবং এর গম্বুজটি ধ্বংস করে দিয়েছিলেন, তাদের বেশিরভাগ অনুদান ছিল। আক্রমণটি আট ঘন্টা স্থায়ী হয়েছিল, তার পরে ওহাবীরা ৪০ হাজারেরও বেশি উট লুট করে নিয়ে শহর ত্যাগ করেছিল।\n\n\n=== ভারতীয় উপমহাদেশ ===\nশিয়া এবং সুন্নিরা ভারতবর্ষে সপ্তম শতাব্দী থেকে শুরু করে প্রায় পনেরো শতাব্দী ধরে পাশাপাশি বাস করে আসছে। তবে শিয়া বিরোধীতা ও সহিংসতা গত তিন শতাব্দী ধরে ক্রমশঃ বৃদ্ধি পাচ্ছে। শিয়াবিরোধীতার দুটি দিক হলো শিয়াবিরোধী লেখালিখি এবং ঘৃণা-অপরাধ। শিয়াবিরোধী লেখালিখি শিয়াদের ইসলাম বিচ্যূতি এমনভাবে চিত্রায়িত করা হয় যা উস্কানিমূলক এবং সহিংসতার প্ররোচনা দেয়। মধ্যযুগে মধ্যপ্রাচ্যে উভয় সম্প্রদায়ের মধ্যে রক্তক্ষয়ী সংঘর্ষ হয়েছিল তা প্রচারের অভাব, ক্ষীণ যোগাযোগ এবং মুঘলদের ধর্মনিরপেক্ষ নীতির কারণে ভারতবর্ষে সংক্রমিত হয় নি।\nখ্রিস্টীয় সপ্তদশ শতাব্দীর শেষ অবধি ভারতে শিয়া বিরোধী মাত্র দুটি বই রচিত ছিল যেগুলোর লেখক মখহুম-উল-মুলক মোল্লা আবদুল্লাহ সুলতানপুরী এবং শেখ রশীদ আহমদ সিরহিন্দি রদ্দ-ই রাওফিজ। মাশহাদে আবদুল্লাহ খান উজবেক কর্তৃক শিয়াদের বধ করার ন্যায্যতা ব্যাখ্যার জন্য সিরহিন্দী তার গ্রন্থটি লিখেছিলেন। এতে তিনি যুক্তি দেখান:\n\n\"যেহেতু শিয়ারা আবু বকর, উমর, উসমান এবং এক পবিত্র স্ত্রীকে (যে নবীকে) নিজেই বংশবৃদ্ধিরূপে অভিশাপ দেয়, তাকে অভিশাপ দেওয়ার অনুমতি দেয়, এটি মুসলিম শাসকের উপর, সমস্ত লোকের উপর নির্ভর করে, হুকুমের আদেশের সাথে সম্মতি রেখে। সর্বশক্তিমান রাজা (আল্লাহ) সত্য ধর্মকে উন্নীত করার জন্য তাদের হত্যা এবং তাদের উপর অত্যাচার চালানোর জন্য। তাদের ভবন ধ্বংস করা এবং তাদের সম্পত্তি ও জিনিসপত্র দখল করা জায়েয।\"\n\nমধ্যযুগে শিয়াদের বিরূদ্ধে সশস্ত্র সহিংসতার কয়েকটি উদাহরণ পাওয়া গেছে যেগুলোর মধ্যে সর্বাধিক উল্লেখযোগ্য ঘটনা হলো 6969৯ খ্রিস্টাব্দে আবদুল্লাহ শাহ গাজী হত্যা, ১০০৫ খ্রিস্টাব্দে মুলতানের ধ্বংস, অত্যাচার সুলতান ফিরোজ শাহের হাতে শিয়াদের (১৩৫১-১88৮৮ খ্রিস্টাব্দ) এবং ১৫৮৯ খ্রিস্টাব্দে মোল্লা আহমদ থথভীর টার্গেট কিলিং। তবে মোল্লা আহমদ থথভির হত্যাকারী সম্রাট আকবর ন্যায়বিচার করেছিলেন। সৈয়দ নুরুল্লাহ শুশতারীর মৃত্যু রাজনৈতিকভাবে অনুপ্রেরণাজনক বলে মনে হয় যেহেতু সম্রাট জাহাঙ্গীর তাঁর পিতাকে অপছন্দ করেছিলেন, যিনি তাকে সিংহাসনের উপযুক্ত মনে করেন নি, এবং জাহাঙ্গীরনামার আঠারো শতকের সম্পাদক যেমন উল্লেখ করেছিলেন, \"নতুন সার্বভৌম সম্ভবত কামনা করেছিলেন \"তার পিতার শাসনের অধীনে একটি লাইন আঁকতে এবং এর সাথে জড়িত সকলকেই একপাশে সরানোর দরকার ছিল\"। কাশ্মীরের শ্রীনগর অঞ্চলটি দশটি রক্তাক্ত তারাজ-ই শিয়া প্রচারের মধ্যযুগে একটি ব্যতিক্রম শিয়াগণ বহু শতাব্দী ধরে কাশ্মীরে ভারতে প্রচণ্ড নির্যাতনের মুখোমুখি হয়েছিল, এ অঞ্চলে সুন্নি আক্রমণকারীরা বহু শিয়াকে হত্যা করেছিল এবং ফলস্বরূপ তাদের বেশিরভাগই এই অঞ্চল ছেড়ে পালাতে হয়েছিল। লুণ্ঠন, লুটপাট ও হত্যা কার্যত জনগণকে ধ্বংস করে দিয়েছে। ইতিহাস 1515 থেকে 19 শতকের মধ্যে 1548, 1585, 1635, 1686, 1719, 1741, 1762, 1801, 1830, 1872 সালে শিয়া আবাস লুট করা হয়েছিল, মানুষ হত্যা করেছে, গ্রন্থাগারগুলিতে পুড়িয়ে দেওয়া হয়েছিল এবং তাদের পবিত্র স্থানগুলিকে অবমাননা করা হয়েছিল। সম্প্রদায়, তাদের অসুবিধার কারণে, তাদের জীবন রক্ষার জন্য তাক্যা অভ্যাসে চলে আসে\nখ্রিস্টীয় আঠারো শতকে পোলমিক্যাল লেখার সংখ্যা বৃদ্ধি পেতে শুরু করে। এটি শিয়াদের বিরুদ্ধে আওরঙ্গজেবের বৈষম্য নিয়ে শুরু হয়েছিল। ষষ্ঠ মুঘল সম্রাট আওরঙ্গজেব আলমগীর শিয়াদের ঘৃণা করেছিলেন; তিনি আকবরের ধর্মনিরপেক্ষ নীতি বাতিল করে এবং সুন্নি সম্প্রদায়ের শ্রেষ্ঠত্ব প্রতিষ্ঠার চেষ্টা করেছিলেন। তিনি ফতোয়া আলমগিরি নামক ধর্মীয় বিধিবিজ্ঞানের একটি বিশ্বকোষের সংকলন তদারকি করেছিলেন, যেখানে শিয়াসকে ধর্মাবলম্বী বলা হয়েছিল। বোহরা শিয়াদের আধ্যাত্মিক নেতা সৈয়দ কুতুবউদ্দিন এবং তাঁর followers০০ অনুসারীকে আওরঙ্গজেবের নির্দেশে হত্যা করা হয়েছিল। তিনি তাজিয়ার মিছিল নিষিদ্ধ করেছিলেন। তাঁর মৃত্যুর পর শতাব্দীতে পোলমিক্যাল সাহিত্য এবং সাম্প্রদায়িক হত্যার পরিমাণ বৃদ্ধি পেয়েছিল।\nশাহ ওয়ালিউল্লাহ (১ 170০৩ - ১6262২ খ্রিস্টাব্দ) সেই সুন্নি আলেমদের মধ্যে অন্যতম ছিলেন যাদের সুন্নি অভিজাতরা পৃষ্ঠপোষকতা করেছিলেন। আল-মুকাদ্দিমা তুষ-সানিয়্যাহ ফাইল ইন্টিসার আল-ফিরকা তে-সুননীয়া (المقدمۃ الثانیہ في الانتصار للفرقۃ السنیہ) শিরোনামে শায়খ আহমদ সিরহিন্দির শিয়া-বিরোধী ট্র্যাকটি আরবী ভাষায় অনুবাদ করে তাঁর কেরিয়ার শুরু হয়েছিল। । তিনি তাঁর কুরআত-উল আইনাইন (قراۃ العینین), আজালাহ-তুল খফা (ازالۃ الخفا), ফায়ুজ-উল হারামাইন (فیوض الحرمین) ইত্যাদি গ্রন্থে শিয়াদের সমালোচনা অব্যাহত রেখেছিলেন। অন্যান্য সুন্নি শিষ্যদের মধ্যে রয়েছে মুহাম্মদ মহসিন কাশ্মীরি রচিত নাজাত আল-মুমিনিন (نجات المومنین), এবং মুহাম্মদ ফখির এলাহাবাদীর রচিত দুর-উল তাহকিক (درالتحقيق)। সুন্নি নবাবদের এক চিঠিতে শাহ ওয়ালিউল্লাহ বলেছেন:\n\n\"হিন্দুদের দ্বারা প্রকাশ্যে ধর্মীয় অনুষ্ঠান যেমন হোলির অনুষ্ঠান এবং গঙ্গায় স্নানের অনুষ্ঠান নিষিদ্ধ করার জন্য সমস্ত ইসলামিক শহরগুলিতে কঠোর আদেশ জারি করা উচিত। মহররমের দশমীতে শিয়াদের মধ্যপন্থার সীমার বাইরে যেতে দেওয়া উচিত নয়, তারা রাস্তায় বা বাজারে অভদ্র হওয়া বা মূর্খ জিনিসগুলি পুনরাবৃত্তি করা উচিত নয়।\"\nতাঁর এবং রোহিলার আমন্ত্রণে আহমদ শাহ আবদালি দুরানী দিল্লি জয়লাভ করলে তিনি শিয়াদের বহিষ্কার করেন। আফগানরা ক্ষমতা গ্রহণের পর কাশ্মীরের শিয়াদেরও একটি সংগঠিত অভিযানে গণহত্যা করা হয়েছিল। মুলতানে, দুরানির শাসনামলে শিয়া তাদের ধর্ম পালনের অনুমতি পায় নি।\nশাহ ওয়ালিউল্লাহর জ্যেষ্ঠ পুত্র শাহ আবদুল আল আজিজ (১ 174646 - ১৮৩৩ খ্রি।) শিয়া মতাবলম্বীদের প্রতি সবচেয়ে বেশি ঘৃণা পোষণ করতেন বলে বর্ণনা করা হয়েছে। করেছিলেন। তিনি তাঁর কাছে উপলব্ধ শিয়াবিরোধী বেশিরভাগ বই সংকলন করেছিলেন, যদিও তাঁর নিজের ভাষায় এবং নিজস্ব ধারণা যুক্ত করার পরে তিনি একক বই তুহফা আসনা আশারিয়া (تحفہ اثنا عشریہ) গ্রন্থে লিখেছিলেন। যদিও তিনি তাদেরকে মুরতাদ বা অমুসলিম ঘোষণা করেন নি, তবে হিন্দু বা অন্যান্য অমুসলিমদের সম্পর্কে তিনি যা ভাববেন ঠিক তেমনই তিনি তাদের কম মানুষ হিসাবে বিবেচনা করেছিলেন। একটি চিঠিতে তিনি সুন্নিদের পরামর্শ দিয়েছিলেন যে প্রথমে শিয়াদের শুভেচ্ছা জানাতে হবে না, এবং কোনও শিয়া যদি প্রথমে তাদের অভ্যর্থনা জানায়, তাদের প্রতিক্রিয়া শীতল হওয়া উচিত। তাঁর মতে সুন্নিদের শিয়াদের সাথে বিবাহ করা উচিত নয়, তাদের খাবার এবং শিয়া দ্বারা জবাই করা প্রাণী খাওয়া এড়ানো উচিত নয়।\nসৈয়দ আহমদ বরলভী ও শাহ ইসমাইল দেহলভী তাদের পিতৃতান্ত্রিক দৃষ্টিভঙ্গি প্রয়োগের জন্য অস্ত্র হাতে নিয়ে ইসলামী খেলাফত প্রতিষ্ঠার জন্য পেশোয়ার অঞ্চলে পাড়ি জমান। তাদের উপমহাদেশের শিয়াবিরোধী সন্ত্রাসবাদের পথিকৃৎ হিসাবে অভিযুক্ত করা হয়। বারবারা মেটকালফ বলেছেন:\n\n\"সৈয়দ আহমদের অপর একটি গ্রুপকে ধরে নিয়েছিল তারা হ'ল শিয়া প্রভাব থেকে উদ্ভূত। তিনি বিশেষত মুসলমানদের তাজিয়াহ পালন করা ত্যাগ করার আহ্বান জানান। শোক অনুষ্ঠানের সময় শোভাযাত্রায় কারবালার শহীদদের সমাধির প্রতিলিপি নেওয়া হয়েছিল। মুহাম্মদ ইসমাইল লিখেছেন,\n‘একজন সত্য মুমিনের উচিত তাজিয়া ভাঙ্গাকে জোর করে প্রতিমা ধ্বংস করার মতো পুণ্যমূলক কাজ হিসাবে বিবেচনা করা। যদি সে নিজেই সেগুলি ভেঙে না ফেলতে পারে তবে সে অন্যকে এটি করার আদেশ দিন। এটি এমনকি যদি তার ক্ষমতা থেকেও বাইরে চলে যায় তবে তিনি অন্তত তাদের সমস্ত হৃদয় ও প্রাণ দিয়ে ঘৃণা করুন এবং ঘৃণা করুন।’\nসাইয়্যেদ আহমদ নিজেই বলা হয়ে থাকে যে, হাজার হাজার ইমামবাড়ী, তাজিয়াদের আবাসস্থলটি ভেঙে ফেলা হয়েছে বলে যথেষ্ট অতিরঞ্জিত করে সন্দেহ নেই।”\n1818 থেকে 1820 এর মধ্যে এই হামলা চালানো হয়েছিল। রিজভী এই হামলাগুলি যে সময়, স্থান এবং পরিস্থিতি নিয়েছিল সে সম্পর্কে আরও বিশদ জানিয়েছে।\n১৮৫ after সালের পরে প্রত্যক্ষ ক্রাউন নিয়ন্ত্রণ শুরু করার সাথে সাথে ধর্মীয় প্রতিষ্ঠান এবং পণ্ডিতরা তাদের পূর্বে ভোগ করা বেশিরভাগ আর্থিক সহায়তা হারিয়েছিল। তাদের এখন জনসাধারণের অর্থায়নের উপর নির্ভর করতে হয়েছিল, চন্ড nda দ্বিতীয়ত, যখন ialপনিবেশিক সরকার আধুনিক সামাজিক সংস্কার চালু করার সিদ্ধান্ত নিয়েছিল, এবং প্রত্যেকেই আদমশুমারিতে একক পরিচয় এবং ভোটের ক্ষেত্রে রাজনৈতিকভাবে গুরুত্ব পেয়েছিল importance সুতরাং, ধর্মকে রাজনৈতিকীকরণ এবং প্রভাবের ক্ষেত্রগুলির সীমানা চিহ্নিতকরণ ধর্মীয় নেতাদের আর্থিক প্রয়োজনে পরিণত হয়েছিল। তারা তাদের গোষ্ঠী বা ধর্মের প্রত্যেককেই এক একক লোক হিসাবে বর্ণনা করতে শুরু করেছিল যার ধর্ম বিপদগ্রস্থ ছিল। তৃতীয় গুরুত্বপূর্ণ সামাজিক পরিবর্তন ছিল মুদ্রণ প্রেস যা পাম্পলেটগুলি এবং বইগুলি সহজ এবং সস্তায় লেখা এবং প্রকাশনা তৈরি করে। চতুর্থ বিষয়টি ছিল রেলপথ এবং ডাক পরিষেবা; সাম্প্রদায়িক নেতাদের পক্ষে তাদের বসবাসের জায়গার বাইরে ভ্রমণ করা, যোগাযোগ করা এবং নেটওয়ার্ক তৈরি করা সহজ হয়ে যায়। এর ফলে ধর্মীয় বক্তৃতা মারাত্মকভাবে পরিবর্তিত হয় এবং সাম্প্রদায়িক ও সাম্প্রদায়িক সহিংসতার জন্ম দেয়। পুরাণবাদী ওয়াহাবাদীরা ইতোমধ্যে সুন্নি ইসলাম থেকে আজাদারীকে বাদ দিয়েছিল এবং আর্য সমাজ ও শুধীরা হিন্দুদের আজাদারী থেকে বিরত থাকতে বলে শুরু করে।\n1900 এর দশকের শুরুতে, সুন্নিদের সংখ্যাগরিষ্ঠরা এখনও মহররম পালন করে। মওলানা আবদুল শাকুর লখনভী শিয়া ও সুন্নিদের মধ্যে এই উপসাগর প্রশস্ত করার জন্য একটি চতুর পরিকল্পনা গ্রহণ করেছিলেন। তিনি ইয়াজিদকে কেন্দ্র করে ইমাম হুসেনের বিজয় উদ্‌যাপনের পক্ষে কথা বলতে শুরু করেন। তিনি ফুল কাতোড়ায় একটি পৃথক সুন্নি ইমামবার্গাহ প্রতিষ্ঠা করেছিলেন এবং সুন্নিদের কালো রঙের পরিবর্তে লাল বা হলুদ পোশাক পরতে এবং সনাতন কালো আল-এ-আব্বাসের পরিবর্তে সজ্জিত চারিয়ারি পতাকা বহন করতে বলেছিলেন। সাহাবাকে তাদের জন্মদিনে সম্মানের পরিবর্তে তিনি প্রথম তিন খলিফাকে শ্রদ্ধা জানাতে মহররমের প্রথম দশ দিনে বজম-ই-সিদ্দিকী, বজম-ই-ফারুকী এবং বজম-ই-উসমানির ব্যানারে জনসভা আয়োজন শুরু করেছিলেন। এবং এর নাম রাখলেন মাধ-ই-সাহাবা। তিনি প্রথম তিন খলিফার জীবন নিয়ে আলোচনা করবেন এবং শিয়া বিশ্বাসকে আক্রমণ করবেন। শিয়ারা কারবালার ট্র্যাজেডির স্মৃতি নাশকতার চেষ্টা দেখে এবং তার প্রতিক্রিয়াতে তাবার পাঠ করতে শুরু করে।\n১৯২০ এর দশকে খেলাফত আন্দোলনের ব্যর্থতার পরে রাজনৈতিক ওলামা জনগণের সমর্থন হারিয়েছিল এবং মুসলমানরা মুহাম্মদ আলী জিন্নাহর মতো আধুনিক মনের অনুসরণ করতে শুরু করেছিল। নিজেদের প্রাসঙ্গিক রাখতে ওলামারা ১৯৩১ সালে একটি জঙ্গি দেওবন্দী সংগঠন মজলিস আহরার-ই-ইসলাম প্রতিষ্ঠা করেন। তারা পার্শ্ববর্তী মালিবাদ, কানপুর, দিল্লি, মীরাট এবং পশুর পর্যন্ত পশুর দিকে এসেছিলেন। এই সংগঠনটিকে সিপাহ-এ-সাহাবা পাকিস্তানের (এসএসপি) পূর্বসূরী হিসাবে বিবেচনা করা যেতে পারে। তারা প্রথমে কাশ্মীরে আহমেদীদের বিরুদ্ধে আন্দোলন করেছিল এবং এখন তারা একটি সুযোগের সন্ধান করছে। এটি সরবরাহ করেছিলেন মওলানা আবদুল শাকুর লখনভীর পুত্র মওলানা আবদুল শাকুর ফারুকী। তিনি দারুল উলূম দেওবন্দের স্নাতক এবং তিনি ১৯১৩ সালে দার-উল-মুবাল্লাহিন নামক আজাদারী পথে লখনউতে একটি মাদ্রাসা প্রতিষ্ঠা করেছিলেন। মওলানা আবদুল শাকুর ফারুকী অনেক বই ও পাম্পলেট লিখেছিলেন। শিয়ারা পুনরায় সংস্থাগুলিকে লিখে প্রতিক্রিয়া জানাল। যেহেতু কাগজ প্রচুর পরিমাণে পাওয়া গিয়েছিল, এই লেখাগুলি সমগ্র উপমহাদেশে ছড়িয়ে পড়ে এবং সহিংসতার ঘটনা ঘটায়, যদিও ইউপি-তে ঘটছে তার তুলনায় তা নগণ্য। ধুলিপালা বলেছেন:\n\n\"১৯ 1936 সালে আশুরার দিনে দু'জন সুন্নী আদেশ অমান্য করে এবং প্রকাশ্যভাবে লখনউয়ের নগরীর কেন্দ্রস্থলে চর্যারি পাঠ করেছিলেন। সমস্যাটি পুনরায় উদ্দীপনার সাথে ছড়িয়ে পড়েছিল। তাদের গ্রেপ্তার করা হয়েছিল এবং তাদের বিরুদ্ধে মামলা করা হয়েছিল, তবে ছেলামের দিনে আরও সুন্নিরা চারিয়ারি আবৃত্তি করতে অংশ নিয়েছিলেন এবং চৌদ্দজন ছিলেন গ্রেপ্তার করা হয়েছিল This এর ফলে প্রকাশ্যে এই আয়াতগুলি আবৃত্তি করার পক্ষে লখনউ সুন্নিদের দ্বারা একটি নতুন আন্দোলনের সূচনা হয়েছিল, যা মধে সাহাবা নামে পরিচিতি লাভ করেছিল\nইউপিতে আজাদারি আর শান্ত ছিল না; এটি আর কখনও হবে না। সহিংসতা এতদূর বেড়ে যায় যে ১৯৪০-এর আশুরায় একটি দেওবন্দি সন্ত্রাসী আশুরা মিছিলকে বোমা দিয়ে আক্রমণ করেছিল। হলিস্টার লিখেছেন:\n\n\"মহররমের সুন্নি ও শিয়াদের মধ্যে বিরোধ খুব কম নয়। শহরগুলিতে মিছিলের নির্দিষ্ট লাইন বরাবর পুলিশরা মিছিল করে। একক পত্রিকার নীচের উদ্ধৃতিগুলি স্বাভাবিক নয়। তারা ইঙ্গিত দেয় যে সরকার পরিস্থিতি নিয়ন্ত্রণে না রাখলে কী ঘটতে পারে?\" নিয়ন্ত্রণ: 'যথাযথ ব্যবস্থা নেওয়ার ঘটনা এড়াতে', 'মহররম শান্তিপূর্ণভাবে যাত্রা শুরু', 'ঘটনা এড়াতে সমস্ত দোকান বন্ধ ছিল ...', 'বেশ কয়েকজন মহিলা চূড়ান্ত শোভাযাত্রার সামনে সত্যাগ্রহ করেছিলেন। এলাহাবাদ, তারা তাদের মাঠের মধ্য দিয়ে মিছিলটি নিয়ে যাওয়ার বিষয়ে আপত্তি জানায় ',' পুলিশ শান্তির লঙ্ঘন রোধে ব্যাপক সতর্কতা অবলম্বন করেছিল ',' মোসলেমস মিছিলের উপর পুলিশের দ্বারা বেতের অভিযোগের সিক্যুয়েল হিসাবে। আজ মুহাররম উদ্‌যাপন করেননি।একটি তাজিয়া মিছিল বের করা হয়নি ... হিন্দু অঞ্চলে যথারীতি ব্যবসা-বাণিজ্য করা হয়েছিল ',' মিছিলের উপর বোমা নিক্ষেপ করা হয়েছে। 'এই সমস্ত ঝামেলা সাম্প্রদায়িক ভিন্নতার থেকে শুরু করে না। এস, তবে এই পার্থক্যগুলি অনেকগুলি ভাঙ্গনকে সক্রিয় করে। বার্ডউড বলছেন যে, বোম্বেতে, যেখানে মুহাররমের প্রথম চার দিন একে অপরের তাবুত খান দেখার জন্য উত্সর্গ করা হবে, সেখানে নারী এবং শিশুদের পাশাপাশি পুরুষরাও এবং অন্যান্য সম্প্রদায়ের সদস্যদেরও ভর্তি করা হয়েছে - কেবল সুন্নিদেরই অস্বীকার করা হয়েছে ' একটি পুলিশ সাবধানতা\n\n\n=== চীন ===\nটেমপ্লেট:অস্পষ্ট \nজিনজিয়াংয়ের বেশিরভাগ বিদেশি দাস ছিলেন চিনের শিয়া ইসমাইলি পর্বত তাজিকরা। তাদেরকে সুন্নি তুর্কি মুসলমানরা ঘালচা বলে উল্লেখ করেছিল এবং দাসত্ব করেছিল কারণ তারা সুন্নি তুর্কি বাসিন্দাদের চেয়ে পৃথক ছিল। খোটনে শিয়া মুসলমানদের দাস হিসাবে বিক্রি করা হত। জিনজিয়াংয়ের মুসলমানরা শিয়াদের দাস হিসাবে ব্যবসা করত।\n\n\n== আধুনিক যুগ ==\n\n\n=== বাংলাদেশ ===\n\n\n=== বাহরাইন ===\n\n\n==== 2011 বিদ্রোহ ====\n\n\n==== অভিযুক্ত বর্ণবৈষম্য নীতি ====\n\n\n=== মিশর ===\n\n\n=== ভারত ===\n\n\n=== ইন্দোনেশিয়া ===\n\n\n=== মালয়েশিয়া ===\n\n\n=== ইরাক ===\n\n\n=== নাইজেরিয়া ===\n\n\n=== পাকিস্তান ===\n\n\n=== সৌদি আরব ===\n\n\n=== ইয়েমেন ===\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}