{"pageid": 1047335, "title": "সহানুভূতিশীল সংরক্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1047335", "content": "সহানুভূতিশীল সংরক্ষণ একটি অনুশাসন যা সংরক্ষণ এবং প্রাণী কল্যাণ এর ক্ষেত্রগুলিকে একত্রিত করার লক্ষ্যে কাজ করে। ঐতিহাসিকভাবে, এই দুটি ক্ষেত্র পৃথক হিসাবে বিবেচিত হয়েছে এবং কখনও কখনও একে অপরের সাথে বিরোধিতা করে। সহানুভূতিশীল সংরক্ষণের মূল নীতিগুলি হল: \"কোনও ক্ষতি করা যাবে না; ব্যক্তিগত বিষয়; অন্তর্ভুক্তি; শান্তিময় সহাবস্থান এর \"।\nসহানুভূতিশীল সংরক্ষণবাদীরা তর্ক করেন যে কল্যাণে সুস্পষ্ট উদ্বেগ ছাড়াই, সংরক্ষণ আন্দোলন প্রজাতি, জনসংখ্যা এবং বাস্তুতন্ত্রের সংরক্ষণকে সাফল্যের পরিমাপ হিসাবে ব্যবহার করে এবং পৃথক প্রাণীর স্বতন্ত্র মান প্রদান করে। পরিবর্তে তারা যুক্তি দেখান যে, সকল সংবেদনশীল প্রাণীদের প্রতি সমবেদনা তৈরী করা হয় সংরক্ষণ কর্মগুলিকে পথ দেখানোর মাধ্যমে এবং দাবি করেন যে সংরক্ষণের নামে প্রাণী হত্যা অপ্রয়োজনীয়,যেহেতু এই একই উদ্দেশ্য হত্যা না করে অর্জন করা যেতে পারে।\nকিছু সংরক্ষণবাদী যারা শৃঙ্খলাকে সংরক্ষণের লক্ষ্যগুলির জন্য ক্ষতিকারক হিসাবে বিবেচনা করেন তাদের সমবেদনা এখন সমালোচনা করার বিষয় হয়েছে।\n\n\n== ইতিহাস ==\nআন্তর্জাতিক বন্যজীবন দাতব্য বিনামূল্যে জন্ম ফাউন্ডেশন,যারা পৃথক বন্য প্রাণীদের মঙ্গল কামনা করে,অক্সফোর্ড-ভিত্তিক \"সমবেদনা সংরক্ষণ\" শব্দটি ব্যবহার করেছেন যা সিম্পোজিয়ামের নাম হিসাবে ২০১০ সালে আয়োজিত হয়েছিল।\n২০১২ সালে, প্রযুক্তি বিশ্ববিদ্যালয়, সিডনি তে সমবেদনা সংরক্ষণ কেন্দ্র তৈরি করা হয়েছিল।  প্রকৃতিকে আর উপেক্ষা করা নয়:সহানুভূতি সংরক্ষণের ক্ষেত্রে ,সহানুভূতিশীল সংরক্ষণ অ্যাডভোকেট মার্ক মার্কো বেকফ সম্পাদিত প্রবন্ধের একটি সংকলন, একই বছর প্রকাশিত হয়েছিল।\nপূর্ববর্তী বছরগুলিতে, এই বিষয়ে আরও সম্মেলন অনুষ্ঠিত হয়েছে এবং সংরক্ষণ জার্নালে অ্যাডভোকেটরা একাধিক নিবন্ধ প্রকাশ করেছেন।\n\n\n== সমালোচনা ==\nনির্দিষ্ট সংরক্ষণবিদরা সহানুভূতিশীল সংরক্ষণকে \"গুরুতর দোষযুক্ত \" বলেছেন এবং তারা যুক্তি দেন যে এর বাস্তবায়ন অযৌক্তিক এবং বন্যজীবন, বাস্তুতন্ত্র, মানুষের জন্য এবং দেশীয় জীববৈচিত্র্যকে নেতিবাচক ফলাফলের দিকে নিয়ে যেতে পারে। অন্যরা মনে করেন যে \"কোনও ক্ষতি করবেন না\" পদ্ধতিটি \"খুব দূরে\" চলে যায় এবং যদি এটি কার্যকরভাবে প্রয়োগ করা হয়, এটি ব্যক্তিগত প্রাণীর কল্যাণে অগত্যা ইতিবাচক ফলাফলের দিকে পরিচালিত করে না। আন্দ্রে এস গ্রিফিন এট আল তর্ক করুন যে সহানুভূতির প্রতি সহানুভূতিশীল সংরক্ষণের লক্ষ্য \"উল্লেখযোগ্য পক্ষপাতিত্বের বিষয় এবং নৈতিক বিধিগুলির অবিচ্ছিন্ন আনুগত্যের ফলে 'কিছুই করতে পারে না' পদ্ধতির ফলস্বরূপ হতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nসংরক্ষণ কল্যাণ\nশিকারের বিরোধিতা\nপ্রাণী নীতি এবং পরিবেশগত নীতিগুলির মধ্যে সম্পর্ক\nবন্যজীবন পরিচালনা\n\n\n== বহিঃসংযোগ ==\nসহানুভূতিশীল সংরক্ষণ\nসহানুভূতিশীল সংরক্ষণ কেন্দ্র"}