{"pageid": 1047877, "title": "স্টিম", "url": "https://bn.wikipedia.org/wiki?curid=1047877", "content": "স্টিম একটি ভিডিও গেম ডিজিটাল বিতরণ ভালভ এর পরিষেবা। এটি ২০০৩ সালের সেপ্টেম্বরে স্ট্যান্ডার্ডোন সফ্টওয়্যার ক্লায়েন্ট হিসাবে ভ্যালভকে তাদের গেমগুলির জন্য স্বয়ংক্রিয় হালনাগাদ সরবরাহ করার উপায় হিসাবে চালু করা হয়েছিল এবং তৃতীয় পক্ষের প্রকাশকদের গেমগুলি অন্তর্ভুক্ত করার জন্য এটি প্রসারিত হয়েছিল। বাষ্পটি একটি অনলাইন ওয়েব-ভিত্তিক এবং মোবাইল ডিজিটাল স্টোরফ্রন্টেও প্রসারিত হয়েছে। বাষ্প ডিজিটাল রাইটস ম্যানেজমেন্ট (ডিআরএম), সার্ভার হোস্টিং, ভিডিও স্ট্রিমিং, এবং সামাজিক নেটওয়ার্কিং পরিষেবা এর অফার দেয়। এটি ব্যবহারকারীদের গেমগুলির ইনস্টলেশন ও স্বয়ংক্রিয় হালনাগাদ এবং সম্প্রদায় বৈশিষ্ট্য যেমন বন্ধুদের তালিকাগুলি এবং গোষ্ঠীগুলি, ক্লাউড স্টোরেজ এবং গেমের ভয়েস এবং চ্যাটের কার্যকারিতা সরবরাহ করে।\nসফ্টওয়্যারটি স্টিম ওয়ার্কস নামে একটি অবাধে উপলব্ধ অ্যাপ্লিকেশন প্রোগ্রামিং ইন্টারফেস (এপিআই) সরবরাহ করে, যা বিকাশকারীরা ইন-গেমের সাফল্য, মাইক্রোট্রান্সএকশন এর, এবং তাদের সামগ্রীর জন্য স্টিমের অনেকগুলি ফাংশন তাদের পণ্যগুলিতে সংহত করতে ব্যবহার করতে পারে স্টিম ওয়ার্কশপের মাধ্যমে তৈরি সামগ্রী। প্রাথমিকভাবে মাইক্রোসফট উইন্ডোজ অপারেটিং সিস্টেম এর ব্যবহারের জন্য তৈরি করা হলেও ম্যাক ওএস এবং লিনাক্স এর সংস্করণগুলি পরে প্রকাশ করা হয়েছিল। মোবাইল অ্যাপ্লিকেশন গুলি ২০১০ এর দশকে আইওএস, অ্যান্ড্রয়েড এবং উইন্ডোজ ফোন এর জন্য প্রকাশ করা হয়েছিল। প্ল্যাটফর্মটি ডিজাইনের সফ্টওয়্যার, হার্ডওয়্যার, গেম সাউন্ডট্র্যাকস, অ্যানিমে, এবং চলচ্চিত্র গুলি সহ অন্যান্য সামগ্রীর একটি ছোট নির্বাচনও সরবরাহ করে।\nবাষ্প প্ল্যাটফর্মটি পিসি গেমিংয়ের জন্য বৃহত্তম ডিজিটাল বিতরণ প্ল্যাটফর্ম যা ২০১৩ সালে বাজারের প্রায় ৭৫% স্থান ধারণ করে। ২০১৭ এর মধ্যে, বাষ্পের মাধ্যমে গেমগুলি ব্যবহারকারীরা মোট মার্কিন$৪.৩ বিলিয়ন ডলার করেছেন, যা গ্লোবাল পিসি গেম বিক্রয়ের কমপক্ষে ১৮% উপস্থাপন করে। ২০১৯ সালের মধ্যে, ৯৫ মিলিয়নের বেশি মাসিক সক্রিয় ব্যবহারকারীদের সাথে পরিষেবাটিতে ৩৪,০০০ এরও বেশি গেম রয়েছে। বাষ্পের সাফল্যের ফলে স্টিম মেশিন মাইক্রোকনসোল এর একটি লাইনের বিকাশ ঘটেছে, যার মধ্যে স্টিমোস অপারেটিং সিস্টেম এবং বাষ্প নিয়ন্ত্রক এস।\n\n\n== ইতিহাস ==\n \nভালভ ১৯৯৯ সালে  হাফ-লাইফ  এর মুক্তির আগে ১৯৯৯ সালে সিয়েরা স্টুডিও এর সাথে প্রকাশনা চুক্তি সম্পাদন করেছিলেন। চুক্তিটি প্রকাশনা নিয়ন্ত্রণের পাশাপাশি সিয়েরাকে কিছু বৌদ্ধিক সম্পত্তি (আইপি) অধিকার দিয়েছে। ভালভ হাফ-লাইফ এবং  কাউন্টার-স্ট্রাইক  র সম্প্রসারণ সহ সিয়েরার মাধ্যমে অতিরিক্ত গেম প্রকাশ করেছে। ১৯৯৯ সালের দিকে, যখন ভালভ হাফ-লাইফ ২ এবং নতুন উত্স ইঞ্জিন নিয়ে কাজ শুরু করেছিলেন, তারা আইপি অধিকার সম্পর্কিত সিয়েরার সাথে তাদের চুক্তির বিষয়ে উদ্বিগ্ন হয়ে পড়েছিলেন, এবং দুটি সংস্থা 2001 সালের মধ্যে একটি নতুন চুক্তি পুনরায় আলোচনা করেছিল। নতুন চুক্তি সিয়েরার আইপি অধিকারগুলি সরিয়ে দেয় এবং এর গেমগুলির ডিজিটাল বিতরণে ভালভকে অধিকার দেয়।\nএই সময়ে, ভালভ প্রকাশিত গেমগুলি হালনাগাদ করতে সমস্যা হয়েছিল। তারা ডাউনলোডযোগ্য প্যাচগুলি সরবরাহ করতে পারে তবে মাল্টিপ্লেয়ার গেমগুলির জন্য, নতুন প্যাচগুলির ফলে বেশিরভাগ অনলাইন ব্যবহারকারী বেস বেশিরভাগ দিন সংযোগ বিচ্ছিন্ন হয়ে যায় যতক্ষণ না প্রত্যেকে প্যাচ প্রয়োগ না করে। ভালভ এমন একটি প্ল্যাটফর্ম তৈরি করার সিদ্ধান্ত নিয়েছে যা গেমগুলিকে স্বয়ংক্রিয়ভাবে হালনাগাদ করে এবং আরও শক্তিশালী অ্যান্টি পাইরেসি এবং অ্যান্টি চিট ব্যবস্থা গ্রহণ করে। ২০০২ সালে ঘোষণার সময় ব্যবহারকারী জরিপগুলির মাধ্যমে, ভালভ স্বীকৃতিও দিয়েছিল যে তাদের কমপক্ষে ৭৫% ব্যবহারকারী উচ্চ-গতির ইন্টারনেট সংযোগে অ্যাক্সেস পেয়েছিল যা পরের বছরগুলিতে পরিকল্পিত ব্রডব্যান্ড সম্প্রসারণের সাথে বাড়তে থাকবে, এবং স্বীকৃতি দিয়েছে যে তারা খেলোয়াড়দের কাছে খুচরা চ্যানেলের মাধ্যমে গেমের সামগ্রী দ্রুত সরবরাহ করতে পারে। ভালভ এই বৈশিষ্ট্যগুলি সহ একটি ক্লায়েন্ট তৈরি করতে মাইক্রোসফট, ইয়াহু!, এবং রিয়েল নেটওয়ার্কস সহ বেশ কয়েকটি সংস্থার কাছে এসেছিলেন, কিন্তু প্রত্যাখ্যান করা হয়েছিল|\nস্টিমের বিকাশ শুরু হয়েছিল ২০০২ সালে, প্ল্যাটফর্মটির কাজের নামগুলির সাথে \"গ্রিড\" এবং \"গজেল\"। এটি ২২ মার্চ, ২০০২ এ গেম ডেভেলপারদের সম্মেলন অনুষ্ঠানে প্রকাশ্যে ঘোষণা করা হয়েছিল এবং একই দিনে বিটা টেস্ট প্রকাশের জন্য প্রকাশ করা হয়েছিল। একটি গেমের সাথে স্টিমকে একীভূত করার সহজতা প্রদর্শনের জন্য, রিলিক এন্টারটেইনমেন্ট তার গেমের একটি বিশেষ সংস্করণ তৈরি করেছে ইম্পসিবল ক্রিয়েচার্স।. ভালভ এটি এন্ড টি, এসার, এবং গেমস্পাই সহ বেশ কয়েকটি কোম্পানির সাথে অংশীদারিত্ব করেছে। সিস্টেমে প্রকাশিত প্রথম মোড ছিল ডে অফ ডিফিট। ২০০২ সালে, ভালভের প্রেসিডেন্ট গাবে নিউয়েল বলেছিলেন যে তিনি মোড দলগুলিকে একটি গেম ইঞ্জিন লাইসেন্স এবং মার্কিন$৯৯৫ এর জন্য স্টিমের উপর বিতরণের প্রস্তাব দিচ্ছেন।\nস্টিম ঘোষণার আগে, ভালভ দেখতে পায় যে সিয়েরা তাদের গেমগুলি পিসি ক্যাফেতে বিতরণ করছে যা তারা দাবি করেছিল যে চুক্তির শর্তগুলির বিরুদ্ধে ছিল এবং সিয়েরা এবং তাদের মালিকদের, ভিভেন্ডি গেমস, ২০০২ সালে আদালতে নিয়ে যায়। সিয়েরা পাল্টা দাবি করে যে স্টিমের ঘোষণার সাথে, ভালভ সরাসরি সিয়েরার সাথে প্রতিদ্বন্দ্বিতা করে তাদের গেমগুলির জন্য একটি ডিজিটাল স্টোরফ্রন্ট অফার করার চুক্তিকে দুর্বল করার জন্য কাজ করছে। মামলাটি প্রাথমিকভাবে ভালভের পক্ষে রায় দেওয়া হয়েছিল, তারা লঙ্ঘনের কারণে চুক্তিটি ছেড়ে দেওয়ার অনুমতি দেয় এবং স্টিমে তাদের কাজ চালিয়ে যাওয়ার সময় এর গেমগুলির খুচরা কপিগুলির জন্য অন্যান্য প্রকাশনা অংশীদারদের সন্ধান করতে দেয়। এরকম একটি কোম্পানি মাইক্রোসফ্ট ছিল, কিন্তু এড ফ্রাইজ বলেছেন যে তারা স্টিমের মাধ্যমে তাদের গেম বিক্রি চালিয়ে যাওয়ার ভালভের অভিপ্রায়ের কারণে অফারটি প্রত্যাখ্যান করেছে।\n৮০,০০০ থেকে ৩০০,০০০ খেলোয়াড় ১২ সেপ্টেম্বর, ২০০৩-এ আনুষ্ঠানিক প্রকাশের আগে স্টিম বিটা পরীক্ষায় অংশগ্রহণ করেছিল। স্টিমে ভালভ গেমগুলির একটি মাসিক সাবস্ক্রিপশন পরিকল্পনা করা হয়েছিল। লঞ্চের সময় ক্লায়েন্ট এবং ওয়েবসাইট বিভ্রাট এবং ত্রুটির সম্মুখীন হয়েছে৷ সেই সময়ে, স্টিমের প্রাথমিক কাজটি ছিল অনলাইন কম্পিউটার গেমগুলিতে সাধারণ প্যাচ প্রক্রিয়াটিকে স্ট্রিমলাইন করা, এবং অন্যান্য সমস্ত গেমের জন্য এটি একটি ঐচ্ছিক উপাদান ছিল। ২০০৪ সালে, ওয়ার্ল্ড অপনেন্ট নেটওয়ার্ক বন্ধ হয়ে যায় এবং স্টিম দ্বারা প্রতিস্থাপিত হয়, এবং খেলোয়াড়রা তাদের স্টিমের প্রতিপক্ষের দিকে না যাওয়া পর্যন্ত অনলাইন গেমের বৈশিষ্ট্যগুলি কাজ করা বন্ধ করে দেয়।\n\n\n== তথ্যসূত্র =="}