{"pageid": 1047507, "title": "ইন্টারনেট ট্রল", "url": "https://bn.wikipedia.org/wiki?curid=1047507", "content": "ইন্টারনেট স্ল্যাংয়ে, ট্রল হ'ল এমন ব্যক্তি যিনি শিখা যুদ্ধ শুরু করেন বা ইচ্ছাকৃতভাবে ইন্টারনেটে লোকজনকে উত্সাহিত করেন। এটি সাধারণত কোনও অনলাইন সম্প্রদায়ের (যেমন একটি নিউজগ্রুপ, ফোরাম, চ্যাট রুম বা ব্লগ) বহিরাগত এবং ডিজিট্রেসিভ, বহির্মুখী বা অফ-টপিক বার্তা পোস্ট করার মাধ্যমে পাঠকদেরকে সংবেদনশীল প্রতিক্রিয়া প্রদর্শনে উত্সাহিত করার উদ্দেশ্যে এবং স্পর্শকাতর আলোচনাকে সাধারণকরণ এটি সাধারণত ট্রোলের চিত্তবিনোদনের জন্য, বা কোনও প্রতিদ্বন্দ্বীর অনলাইন কার্যক্রম ব্যাহত করা বা কোনও রাজনৈতিক প্রক্রিয়া চালিত করার মতো নির্দিষ্ট ফলাফল অর্জনের জন্য। তা সত্ত্বেও, ইন্টারনেট ট্রলিংটিকে উদ্দেশ্যহীনভাবে বিভ্রান্তি বা অন্য ব্যবহারকারীদের অনলাইনে ক্ষতির কারণ হিসাবে নির্ধারণ করা যেতে পারে, বিনা কারণেই  এবং স্পর্শকাতর আলোচনার সাধারণীকরণ। এটি সাধারণত ট্রোলের চিত্তবিনোদনের জন্য, বা কোনও প্রতিদ্বন্দ্বীর অনলাইন কার্যক্রম ব্যাহত করা বা কোনও রাজনৈতিক প্রক্রিয়া চালিত করার মতো নির্দিষ্ট ফলাফল অর্জনের জন্য। তবুও, ইন্টারনেট ট্রলিংকে উদ্দেশ্যহীনভাবে অনলাইনে অন্য ব্যবহারকারীদের বিভ্রান্তি বা ক্ষতির কারণ হিসাবে সংজ্ঞায়িত করা যেতে পারে, বিনা কারণেই  \"ট্রোল\" এর বিশেষ্য এবং ক্রিয়া উভয়ই ইন্টারনেট ডিসকোর্সের সাথে জড়িত। তবে শব্দটিও বেশি ব্যবহৃত হয়েছে। সাম্প্রতিক বছরগুলিতে মিডিয়ার মনোযোগ ট্রোলিংকে অনলাইন হয়রানি এর সাথে সমান করে দিয়েছে। উদাহরণস্বরূপ, গণমাধ্যমগুলি \"ট্রোল\" ব্যবহার করে \"এমন এক ব্যক্তি যিনি পরিবারকে দুঃখ দেওয়ার লক্ষ্যে ইন্টারনেট শ্রদ্ধাঞ্জলিত সাইটগুলিকে অবজ্ঞা করে\" তার অর্থ ব্যবহার করেছেন। এছাড়াও, এইচবিও টেলিভিশন প্রোগ্রাম 'র মতো জনপ্রিয় কাল্পনিক রচনায় ট্রোলিংয়ের চিত্রগুলি অন্তর্ভুক্ত করা হয়েছে। মার্কিন টিভি সিরিজ) | দ্য নিউজরুম]] , যার মধ্যে একটি প্রধান চরিত্র অনলাইনে হয়রানি করা ব্যক্তিদের মুখোমুখি হয় এবং নেতিবাচক যৌন মন্তব্য পোস্ট করে তাদের চেনাশোনাগুলিতে অনুপ্রবেশের চেষ্টা করে.\n\n\n== ব্যবহার ==\n\n ট্রল  শব্দটির প্রয়োগ সাপেক্ষিক। কিছু পাঠক কোনও পোস্টকে  ট্রোলিং  হিসাবে চিহ্নিত করতে পারেন, আবার কেউ কেউ বিতর্কিত হয়েও একই পোস্টটিকে আলোচনার বৈধ অবদান হিসাবে বিবেচনা করতে পারে। অনলাইনে ট্রোলিং বিভিন্ন ধরনের রূপে দেখা যায়। ট্রোলিংয়ের আরও জোরালো কাজ হ'ল নির্মম হয়রানি বা বিষয়বস্তু নিষিদ্ধকরণ, তবে ইন্টারনেট ট্রোলের লেবেল তথ্য যুদ্ধ, বিদ্বেষমূলক বক্তব্য এবং এমনকি কখনও কখনও রাজনৈতিক সক্রিয়তারও বেশি প্রতিশব্দ হয়ে উঠেছে।\n\"কেন লোকেরা ট্রোল এবং কীভাবে তাদের থামাতে হবে\" (25 জানুয়ারী ২০১২) শীর্ষক  ওএস নিউজ  নিবন্ধে যেমন উল্লেখ করা হয়েছে, \"ট্রোলিংয়ের traditionalতিহ্যগত সংজ্ঞায় অভিপ্রায় অন্তর্ভুক্ত রয়েছে। এটি, ট্রলগুলি উদ্দেশ্যমূলকভাবে ফোরামগুলিকে ব্যাহত করে This এই সংজ্ঞাটি খুব সংকীর্ণ is কেউ যদি কোনও থ্রেড ব্যাহত করতে চায় বা না করে তবে ফলাফলগুলি একই রকম হয় যদি তারা তা করে।\"\nঅজানা উদ্দেশ্যমূলক, \"দুর্ঘটনাজনিত ট্রলস\" এর অস্তিত্বের (এবং প্রসার) স্বীকৃতিটি ব্যাপকভাবে নথিভুক্ত করা হয়েছে, উত্স অনুসারে নিকোল সুলিভানের মূল বক্তব্য হিসাবে ২০১২ ফ্লুয়েট সম্মেলনে \"ডোন্ট ফিড দি ট্রলস \" শিরোনামেগিজমোডো, সিলিকন ভ্যালি নির্বাহীদের দ্বারা লিখিত বিষয়ে অনলাইন মতামত এবং কমিকস.\nপরিস্থিতি নির্বিশেষে, বিতর্কিত পোস্টগুলি শারীরিক, সম্প্রদায়ের পরিবর্তে কিছু অনলাইন-এ পাওয়া শক্তিশালী কথোপকথনের সাথে অচেনা লোকদের থেকে বিশেষত শক্তিশালী প্রতিক্রিয়া আকৃষ্ট করতে পারে। অনলাইন ফোরামে অভিজ্ঞ অংশগ্রহণকারীরা জানেন যে ট্রলকে নিরুৎসাহিত করার সবচেয়ে কার্যকর উপায়টি সাধারণত তাদের উপেক্ষা করা হয়, কারণ প্রতিক্রিয়া জানানো ট্রলগুলিকে বিঘ্নিত পোস্টগুলিতে চালিত করতে উত্সাহিত করে  –  তাই প্রায়শই দেখা সতর্কতা: \"প্লিজ ডোন্ট ফীড দি ট্রলস\"| কেউ কেউ বিশ্বাস করেন যে ট্রলগুলি কার্যকরভাবে মোকাবেলার জন্য এটি খারাপ বা অসম্পূর্ণ পরামর্শ।\n\"ট্রলফেস\" এমন একটি চিত্র যা মাঝে মধ্যে ইন্টারনেট সংস্কৃতিতে ট্রোলিং নির্দেশ করতে ব্যবহৃত হয়|\nঅনেক সময় এই শব্দটি বিতর্কিত, বা পৃথক, মতামতযুক্ত কাউকে বোঝাতে ভুলভাবে ব্যবহৃত হয়। এই জাতীয় ব্যবহার একাধিক উপায়ে ট্রোলের সাধারণ অর্থের বিরুদ্ধে যায়।  মনোবিজ্ঞানীদের যদিও নির্ধারণ করেছেন যে সাইকোপ্যাথলজিকাল স্যাডিজম, ডার্ক ট্রিআড এবং ডার্ক টেট্র্যাড ব্যক্তিত্বের বৈশিষ্ট্য ইন্টারনেট ট্রলগুলির মধ্যে একটি সাধারণ বিষয়, কিছু পর্যবেক্ষক দাবি করেন যে ট্রলগুলি আসলে তাদের দাবি করা বিতর্কিত দৃষ্টিভঙ্গিকে বিশ্বাস করে না। ফরহাদ মঞ্জু এই দৃষ্টিভঙ্গির সমালোচনা করেছেন এবং উল্লেখ করেছেন যে ব্যক্তি যদি সত্যই ট্রলিং করে থাকেন তবে তারা তাদের সমালোচকদের বিশ্বাসের চেয়ে আরও বুদ্ধিমান।\n\n\n== তথ্যসূত্র =="}