{"pageid": 1047713, "title": "বহিষ্কৃত এলাকা", "url": "https://bn.wikipedia.org/wiki?curid=1047713", "content": "বহিষ্কৃত এলাকা হচ্ছে বিভিন্ন, পরিস্থিতি-নির্দিষ্ট উদ্দেশ্যে প্রতিষ্ঠিত একটি আঞ্চলিক বিভাগ।\nমার্কিন যুক্তরাষ্ট্রের প্রতিরক্ষা বিভাগ অনুযায়ী, বহিষ্কৃত এলাকা হচ্ছে একটি অঞ্চল, যেখানে কর্তৃপক্ষ একটি নির্দিষ্ট ভৌগোলিক এলাকায় নির্দিষ্ট কর্মকাণ্ড নিষিদ্ধ করে (সামরিক বহিষ্কৃত অঞ্চল দেখুন)।  এসব অস্থায়ী বা স্থায়ী এলাকাগুলো সুরক্ষা, ভিড় নিয়ন্ত্রণ, বা সামরিক উদ্দেশ্যে, বা একটি সীমান্ত এলাকা হিসেবে জনসংখ্যা নিয়ন্ত্রণের জন্য তৈরি করা হয়েছে।\n\n\n== পারমাণবিক দুর্ঘটনার জন্য বহিষ্কৃত এলাকা ==\nবড় আকারের ভৌগোলিক বহিষ্কৃত এলাকাগুলো বড় বিপর্যয়ের পরে প্রতিষ্ঠিত হয়েছে, যেখানে তেজস্ক্রিয় কণাগুলি পরিবেশে ছেড়ে দেওয়া হয়েছিলঃ\n\nপূর্ব ইউরাল প্রকৃতি রিজার্ভ – রাশিয়া, ১৯৬৮ সালে প্রতিষ্ঠিত।\nচেরনোবিল বহিষ্কৃত এলাকা – ইউক্রেন, ১৯৮৬ সালে প্রতিষ্ঠিত।\nপোলিসি স্টেট রেডিওইকোলজিক্যাল রিজার্ভ – বেলারুশ, ১৯৮৮ সালে প্রতিষ্ঠিত।\nফুকুশিমা বহিষ্কৃত এলাকা – জাপান, ২০১১ সালে প্রতিষ্ঠিত।\n\n\n== অধ্যাদেশ বহিষ্কৃত এলাকা ==\nজোন রুজ - ফ্রান্স, ১৯১৯ সালে প্রতিষ্ঠিত।\n\n\n== সীমান্ত এলাকা ==\nসীমান্ত এলাকাগুলো হচ্ছে এমন অঞ্চলসমূহ, যেখানে চলাচল, সম্পত্তির মালিকানা বা অন্যান্য ক্রিয়াকলাপ আইন দ্বারা নিষিদ্ধ বা সীমাবদ্ধ। নিয়মিত অঞ্চলগুলোর বিসদৃশ, সীমান্ত এলাকাগুলো সীমান্ত কর্তৃপক্ষের প্রশাসনের নিয়ন্ত্রণাধীন। প্রবেশ সাধারণত কেবলমাত্র একটি ব্যক্তি অনুমতির সাথে হয়। অনুমোদন ব্যতীত একটি সীমান্ত এলাকায় প্রবেশ  অপরাধ বা অপকর্ম এবং গ্রেফতারের ভিত্তি। সীমান্ত এলাকাগুলো অবৈধ অনুপ্রবেশকারীদের চিহ্নিত করতে, গোপন ও অস্পষ্ট করতে এবং সীমান্ত সুরক্ষা পদ্ধতি ও সরঞ্জামগুলোর সাথে হস্তক্ষেপ রোধ করতে, এবং এভাবে তাদের কাজের দ্বারা সীমান্তরক্ষীদের সহায়তা করতে স্থাপিত হয়। উদাহরণস্বরূপ, রাশিয়া বৃহদাকার সীমান্ত এলাকা দেখাশোনা করে।\n\n\n== প্রাকৃতিক দুর্যোগ-কবলিত বহিষ্কৃত এলাকা ==\nঅনুরূপভাবে, প্রাকৃতিক দুর্যোগের দরুন বহিষ্কৃত এলাকা প্রতিষ্ঠিত হয়। মন্টসেরাত দ্বীপে একটি বহিষ্কৃত এলাকা রয়েছে, যেখানে দীর্ঘ-সুপ্ত সাউফ্রিয়ের পাহাড়ের আগ্নেয়গিরিটি ১৯৯৫ সালে বিস্ফোরিত হওয়া শুরু করে এবং এখনো অবধি অগ্ন্যুৎপাত অব্যাহত রয়েছে। এটি দ্বীপের দক্ষিণাংশকে ঘিরে রয়েছে, যার অর্ধেকের বেশি স্থলভাগ এবং দ্বীপের অধিকাংশ এলাকা, যা আগ্নেয়গিরির অগ্ন্যুৎপাতের আগে জনবহুল ছিলো। আগ্নেয়গিরিটি দ্বীপের নগর কেন্দ্র ও রাজধানী প্লিমাউথ সহ আরও অনেক গ্রাম ও আশপাশের এলাকা ধ্বংস করেছিল। এলাকাটি এখন কঠোর আইনাধীন; অধিকাংশ ধ্বংসপ্রাপ্ত এলাকাতে প্রবেশ নিষেধ, যেখানে কিছু এলাকা আগ্নেয়গিরির ক্রিয়াকলাপের সময় বা কেবলমাত্র \"দিনের বেলা প্রবেশ এলাকা\" এর সীমাবদ্ধতার সাপেক্ষাধীন।\n\n\n== নির্মাণ ==\nবহিষ্কৃত এলাকাগুলো সাধারণত বিশ্বজুড়ে নির্মাণ শিল্পে ব্যবহৃত হয়। এই উদ্দেশ্যে, তারা নির্ধারিত স্থানগুলিতে ঝুঁকিপূর্ণ অংশে ব্যক্তি প্রবেশ নিষিদ্ধ করে, যা কোনও নির্মাণ ক্রিয়াকলাপের জন্য ঝুঁকি মূল্যায়ন প্রক্রিয়ার মাধ্যমে প্রতিষ্ঠিত হয়। সাধারণত, বহিষ্কৃত এলাকাগুলো প্ল্যান্ট এবং উচ্চতার নীচে কাজের আশেপাশে স্থাপন ও রক্ষণাবেক্ষণ করা হয়।\n\n\n== প্রতিবাদ ==\nপ্রতিবাদ সম্পর্কিত ক্ষেত্রে, একটি বহিষ্কৃত এলাকা এমন একটি অঞ্চল যাতে প্রতিবাদকারীদের বিক্ষোভ করা আইনত নিষিদ্ধ।\nবহিষ্কৃত এলাকাগুলো প্রায়শই সরকারি আসনগুলো ও গর্ভপাত ক্লিনিকগুলোর আশেপাশে বিদ্যমান থাকে। ইরাক যুুুদ্ধে নিহত সৈন্যদের জানাজায় ওয়েস্টবোরো ব্যাপটিস্ট চার্চের প্রতিবাদের ফলস্বরূপ, ২৯টি রাজ্য ও মার্কিন কংগ্রেস সৈন্যদের জানাজার চারদিকে বহিষ্কৃত এলাকা তৈরি করেছিল।  ২০০৫ সালে, যুক্তরাজ্যের সংসদ তার চারপাশে এক কিলোমিটার বহিষ্কৃত এলাকা তৈরি করে। \nমার্কিন যুক্তরাষ্ট্রের সংবিধানের প্রথম সংশোধনীতে বলা হয়েছে যে \"কংগ্রেস কোনও আইন তৈরি করবে না ... সংক্ষিপ্তভাবে ... জনগণের শান্তিপূর্ণভাবে একত্রিত হওয়ার অধিকার, এবং অভিযোগের প্রতিকারের জন্য সরকারকে আবেদন জানানো।\" বহিষ্কৃত এলাকাগুলোর অস্তিত্ব আদালতের রায়গুলির ভিত্তিতে যা সরকারকে সময়, স্থান এবং বিক্ষোভের পদ্ধতি নিয়ন্ত্রণ করতে দেয়।\nএকটি বহিষ্কৃত এলাকা একটি মুক্ত বক্তৃতা এলাকার সাথে সম্পর্কিত। বিক্ষোভকারীদের একটি মুক্ত বক্তৃতা এলাকায় ফাঁড়ি স্থাপন করা প্রয়োজন, এভাবে মুক্ত বক্তৃতার এলাকার চারপাশ বহিষ্কৃত এলাকা হিসাবে পরিণত করা উচিত।\n\n\n== নিয়ন্ত্রণ আদেশ ==\nযখন একটি নিয়ন্ত্রণ আদেশ জারি করা হয়, একটি বহিষ্কৃত এলাকা এমন একটি অঞ্চল যাতে উত্তরদায়ীর প্রবেশ করা নিষেধ- প্রায়শই আবেদনকারীর বাসা বা কর্মক্ষেত্রের আশেপাশের একটি অঞ্চল। উদাহরণস্বরূপ, যদি কোনো উইসকনসিন হয়রানি নিয়ন্ত্রণ আদেশ বা ঘরোয়া নির্যাতন নিয়ন্ত্রণ আদেশ লঙ্ঘন করা হয়, তবে আদালত উত্তরদায়ীর ওপর জিপিএস পর্যবেক্ষণের আদেশ দিতে পারে।  যদি বহিষ্কৃত এলাকা লঙ্ঘন করা হয়, তবে জিপিএস প্রযুক্তি আইন প্রয়োগকারী এবং আবেদনকারীকে অবহিত করে। \n\n\n== আরও দেখুন ==\nপ্রবেশ-নিষেধ এলাকা\nসামরিক বহিষ্কৃত এলাকা\nমেরিটাইম বহিষ্কৃত এলাকা\nসুরক্ষিত এলাকা\nত্যাগ এলাকা\nনিষিদ্ধ এলাকা (বিশৃঙ্খলা)\nদুর্যোগ এলাকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}