{"pageid": 104725, "title": "আসাদ চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=104725", "content": "আসাদ চৌধুরী (১১ ফেব্রুয়ারি ১৯৪৩ - ৫ অক্টোবর ২০২৩) বাংলাদেশের একজন কবি ও সাহিত্যিক ছিলেন। কবিতা ছাড়াও তিনি বেশ কিছু শিশুতোষ গ্রন্থ, ছড়া, জীবনী ইত্যাদি রচনা করেছেন। কিছু অনুবাদকর্মও তিনি সম্পাদন করেছেন। ১৯৮৩ খ্রিষ্টাব্দে তার রচিত বাংলাদেশের মুক্তিযুদ্ধ শীর্ষক বিশেষভাবে উল্লেখযোগ্য গ্রন্থটি প্রকাশিত হয়। তিনি ১৯৮৭ সালে বাংলা একাডেমি পুরস্কার ও ২০১৩ সালে একুশে পদক লাভ করেন।\nতার কবিতা গীতিময় এবং ছন্দোদ্ভাসিত। তার ব্যঙ্গার্থক কবিতা 'কোথায় পালালো সত্য' একটি জনপ্রিয় পদ্য। সভ্যতার প্রযুক্তিগত উন্নয়নের পাশাপাশি গত কয়েক দশকে মানবিক মূল্যবোধের যে করুণ অধোগতি, তারই প্রেক্ষাপটে একটি কবিতায় তিনি আক্ষেপ করেছেন:\n\nতখন সত্যি মানুষ ছিলাম\nএখন আছি অল্প।\n\n\n== জন্ম ও বংশ ==\nআসাদ চৌধুরী ১১ ফেব্রুয়ারি ১৯৪৩ খ্রীষ্টাব্দের তৎকালীন বেঙ্গল প্রেসিডেন্সির বাকেরগঞ্জ জেলার মেহেন্দিগঞ্জ উপজেলার উলানিয়া জমিদার বাড়িতে একটি সম্ভ্রান্ত বাঙ্গালী মুসলিম পরিবারে জন্মগ্রহণ করেন, যারা উলানিয়ার চৌধুরী বংশ হিসাবে পরিচিত। তার পূর্বপুরুষ শায়খ মহম্মদ আসাদ আলী পারস্য থেকে ভারতবর্ষের অযোধ্যা শহরে আসেন। তারপর সেখান থেকে বাংলার মুর্শিদাবাদে আসেন। শায়খ মহম্মদ আসাদ আলীর নাতির ঘরের নাতির ছেলে মহম্মদ হানিফ ছিলেন সুবাহদার শায়েস্তা খাঁর অন্যতম সেনানায়ক, যিনি মগ-পর্তুগিজ জলদস্যু দমনে কর্মরত এবং গোবিন্দপুরের সংগ্রাম কেল্লার জমাদার ছিলেন। হানিফ বৃহত্তর বরিশালের তেতুলিয়া গাঁওয়ে বসবাস শুরু করেন। এই বংশের মহম্মদ তকি তেঁতুলিয়া জমাদার বাড়ি ছেড়ে উলানিয়ায় বসতি স্থাপন করেন। তার ছেলে হাসন রাজা হলেন আসাদ চৌধুরীর পরদাদা এবং তিনি তার দুই ভাই কালা রাজা ও নয়া রাজার সাথে সুপারি, লবণ, চালের ব্যবসা করে কলকাতার মারোয়াড়িদের বিখ্যাত বণিক হুকুম চাঁদের সাথে মিত্রতা লাভ করেন। তিন পরদাদারা লালগঞ্জ, আলিগঞ্জ ও কালিগঞ্জ বন্দর প্রতিষ্ঠা করেন এবং প্রচুর ফুলুস জমা করে ইদিলপুর জমিদারী স্থাপন করেন। আসাদ চৌধুরীর বংশলতিকা হচ্ছে: আসাদ চৌধুরী ইবনে মহম্মদ আরিফ চৌধুরী ইবনে এছলাম চৌধুরী ইবনে মজিদ চৌধুরী ইবনে হাসন রাজা ইবনে মহম্মদ তকি।\nআসাদ চৌধুরীর মাতার নাম সৈয়দা মাহমুদা বেগম। আসাদ চৌধুরীর স্ত্রীর নাম সাহানা বেগম।\n\n\n== শিক্ষাজীবন ==\nআসাদ চৌধুরী আরমানিটোলা সরকারি উচ্চ বিদ্যালয় থেকে ১৯৫৭ খ্রিষ্টাব্দে প্রবেশিকা পরীক্ষায় উত্তীর্ণ হন। ১৯৬০ খ্রিষ্টাব্দে তিনি উচ্চমাধ্যমিক পরীক্ষায় উত্তীর্ণ হন বরিশালের ব্রজমোহন কলেজ থেকে। পরবর্তীকালে তিনি ঢাকা বিশ্ববিদ্যালয়ের বাংলা ভাষা ও সাহিত্যে অধ্যয়ন করেন। ঢাকা বিশ্ববিদ্যালয়ের বাংলা বিভাগ থেকে ১৯৬৩ খ্রিষ্টাব্দে স্নাতক (সম্মান) ও ১৯৬৪ খ্রিষ্টাব্দে স্নাতকোত্তর ডিগ্রি লাভ করেন।\n\n\n== কর্মজীবন ==\nবিশ্ববিদ্যালয়ের পাঠ চুকে যাওয়ার পর কলেজে অধ্যাপনার মধ্য দিয়ে আসাদ চৌধুরীর চাকুরি জীবন শুরু। ব্রাহ্মণবাড়িয়া কলেজে তিনি ১৯৬৪ থেকে ১৯৭২ পর্যন্ত শিক্ষকতা করেন। পরবর্তীকালে ঢাকায় স্থিত হবার পর তিনি বিভিন্ন খবরের কাগজে সাংবাদিকতা করেছেন। ১৯৮৫ থেকে ১৯৮৮ খ্রিষ্টাব্দ পর্যন্ত তিনি ভয়েজ অব জার্মানীর বাংলাদেশ সংবাদদাতার দায়িত্ব পালন করেন। ঢাকায় বাংলা একাডেমিতে দীর্ঘকাল চাকুরীর পর তিনি এর পরিচালক হিসেবে অবসর গ্রহণ করেন।\n\n\n== প্রকাশিত গ্রন্থ ==\n\n\n=== কবিতা ===\n\n\n=== প্রবন্ধ-গবেষণা ===\nকোন অলকার ফুল (১৯৮২)\n\n\n=== শিশুসাহিত্য ===\n\n\n=== জীবনী ===\nসংগ্রামী নায়ক বঙ্গবন্ধু (১৯৮৩)\nরজনীকান্ত সেন (১৯৮৯)\nস্মৃতিসত্তায় যুগলবন্দী (২০০১)\n\n\n=== ইতিহাস ===\nবাংলাদেশের মুক্তিযুদ্ধ (১৯৮৩)\n\n\n=== অনুবাদ ===\nবাড়ির কাছে আরশিনগর : বাংলাদেশের উর্দু কবিতা (২০০০)\nপ্যালেস্টাইন ও প্রতিবেশী দেশের প্রতিবাদী কবিতা (২০০৫)\n\n\n=== সম্পাদনা ===\nযাদের রক্তে মুক্ত এদেশ (১৯৯১ যুগ্মভাবে)\nছয়টি রূপকথা (১৯৭৯)\n\n\n== পুরস্কার ও সম্মাননা ==\nআবুল হাসান স্মৃতি পুরস্কার (১৯৭৫)\nঅগ্রণী ব্যাংক শিশুসাহিত্য পুরস্কার (১৯৮২)\nবাংলা একাডেমি পুরস্কার (১৯৮৭)\nশম্ভুগঞ্জ এনায়েতপুরী স্বর্ণপদক (১৯৯৯)\nত্রিভুজ সাহিত্য পুরস্কার\nবরিশাল বিভাগীয় স্বর্ণপদক\nঅশ্বনী কুমার পদক (২০০১)\nজীবনানন্দ দাশ পদক\nঅতীশ দীপঙ্কর স্বর্ণপদক\nজাতীয় কবিতা পরিষদ পুরস্কার (২০০৬)\nবঙ্গবন্ধু সম্মাননা ১৪১৮\nএকুশে পদক (২০১৩ \nশব্দভূমি আজীবন সাহিত্য সম্মাননা (২০১৮)\n\n\n== মৃত্যু ==\nআসাদ চৌধুরী কানাডায় টরন্টোর আসোয়া লেকরিচ হাসপাতালে চিকিৎসাধীন অবস্থায় ৫ অক্টোবর ২০২৩ সালে মৃত্যুবরণ করেন। পরের দিন ইসলামিক ফাউন্ডেশন অব টরন্টো জামে মসজিদে জানাযা শেষে অন্টারিওর ডাফিন মিডোস কবরস্থানে তাঁকে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}