{"pageid": 1047907, "title": "নরেন্দ্রপুর", "url": "https://bn.wikipedia.org/wiki?curid=1047907", "content": "নরেন্দ্রপুর  ভারতের রাজ্য  পশ্চিমবঙ্গ  এর দক্ষিণ ২৪ পরগনা জেলার রাজপুর সোনারপুর এর একটি । এটি কলকাতা মেট্রোপলিটন উন্নয়ন কর্তৃপক্ষের (কেএমডিএ) আওতাধীন এলাকার একটি অংশ।  পূর্বে নরেন্দ্রপুর উখিলা-পাইকপাড়া গ্রাম নামে পরিচিত ছিল। স্বামী অসক্তানন্দ ও স্বামী লোকেশ্বরানন্দের প্রচেষ্টায় গ্রামটির নাম নরেন্দ্রপুর হয়।\n\n\n== ভূগোল ==\n\n\n=== অঞ্চল নিরীক্ষণ ===\nবারুইপুর মহকুমা একটি গ্রামীণ মহকুমা যা মাঝারি স্তরের নগরায়ণের সহ। জনসংখ্যার ৩১.০৫% শহরাঞ্চলে এবং ৬৮.৯৯% গ্রামীণ অঞ্চলে বাস করে। মহকুমার উত্তরের অংশে (মানচিত্রের পাশাপাশি প্রদর্শিত) ১০ টি শুমারি শহর রয়েছে । পুরো জেলাটি গঙ্গা ডেল্টায় অবস্থিত এবং মহকুমার উত্তর অংশটি সমতল এবংকলকাতার মহানগরীর সীমানা  । \nদ্রষ্টব্য: মানচিত্রটি মহকুমার কয়েকটি উল্লেখযোগ্য অবস্থান উপস্থাপন করেছে। মানচিত্রে চিহ্নিত সমস্ত স্থান বৃহত্তর পূর্ণ পর্দার মানচিত্রে লিঙ্কযুক্ত।\n\n\n=== অবস্থান ===\nনরেন্দ্রপুরে অবস্থান  ২২°২৬′২১″ উত্তর ৮৮°২৩′৪৮″ পূর্ব । এর গড় উচ্চতা হল ৯ মিটার (৩০ ফুট) ।\n\n\n== পরিবহন ==\nনরেন্দ্রপুর রাজ্য সড়ক ১ এ অবস্থিত । \nনরেন্দ্রপুর রেলস্টেশনটি কলকাতা শহরতলির রেলওয়ে সিস্টেমের শিয়ালদহ-নামখানা লাইনে রয়েছে। \n\n\n=== যাত্রী ===\nরেলের বিদ্যুতায়নের ফলে ১৯৬০ এর দশক থেকে শহরতলির ট্র্যাফিক প্রচুর পরিমাণে বেড়েছে। ২০০৫-০৬-তে, প্রতিদিন ১.৭ মিলিয়ন (১৭ লক্ষ) যাত্রী কলকাতা শহরতলির রেলপথ ব্যবহার করেন। ভারত বিভাগের পরে পূর্ব পাকিস্তান ও বাংলাদেশের আগত শরণার্থীরা কলকাতার পরিধি অঞ্চলে নগর অঞ্চলের উন্নয়নে তীব্র প্রভাব ফেলেছিল। নতুন অভিবাসীরা তাদের জীবিকার জন্য কলকাতায় নির্ভর করেছিলেন, এভাবে যাত্রীদের সংখ্যা বৃদ্ধি পেয়েছিল। পূর্ব রেলওয়ে প্রতিদিন ১,২৭২ ইএমইউ ট্রেন চালায়। \n\n\n== শিক্ষা ==\n১৯৬০ সালে প্রতিষ্ঠিত নরেন্দ্রপুর রামকৃষ্ণ মিশন আবাসিক কলেজটি কলকাতা বিশ্ববিদ্যালয়ের সাথে সম্পর্কিত। এটি বঙ্গীয়, ইংরেজি, সংস্কৃত, ইতিহাস, রাষ্ট্রবিজ্ঞান, দর্শন, অর্থনীতি, ভূগোল, শিক্ষা, গণিত এবং অ্যাকাউন্টিং এবং ফিনান্স এবং আর্টস, বিজ্ঞান এবং বাণিজ্য বিষয়ে সাধারণ ডিগ্রি কোর্স প্রদান করে। \n১৯৬৫ সালে প্রতিষ্ঠিত নরেন্দ্রপুর রামকৃষ্ণ মিশন ব্লাইন্ড বয়েজ একাডেমী কলকাতা বিশ্ববিদ্যালয়ের সাথে অনুমোদিত এবং ভারতের পুনর্বাসন কাউন্সিল কর্তৃক স্বীকৃত। এটি শিক্ষা / শিক্ষক শিক্ষায় বিশেষীকরণ করে। এটিতে একটি ছাত্রাবাস, একটি কম্পিউটার কেন্দ্র এবং একটি খেলার মাঠ রয়েছে। \nনরেন্দ্রপুর রামকৃষ্ণ মিশন বিদ্যালয় ছেলেদের জন্য একটি বাংলা-মাধ্যমিক বিদ্যালয়। এটি ১৯৫৮ সালে প্রতিষ্ঠিত হয়েছিল এবং এটি পঞ্চম শ্রেণি থেকে দ্বাদশ শ্রেণির পাঠদানের সুবিধা রয়েছে। \n\n\n== স্বাস্থ্যসেবা ==\n২৫ শয্যা বিশিষ্ট সোনারপুর গ্রামীণ হাসপাতাল রাজপুর সোনারপুর, প্রধান সরকারি মেডিকেল হাসপাতাল সোনারপুর সিডি ব্লক এ। \n\n\n== তথ্যসূত্র =="}