{"pageid": 1047419, "title": "শৌণ্ড গাছ", "url": "https://bn.wikipedia.org/wiki?curid=1047419", "content": "শৌণ্ড গাছ, তীর্যক গাছ বা শৌণ্ড বন হচ্ছে গাছের একটি সারি, যা তাদের স্বাভাবিক উল্লম্ব সমতলতা থেকে বিচ্যুত অবস্থায় থাকে।\nএ ধরনের ঘটনা সবচেয়ে বেশি দেখা যায় কালো স্প্রুস (পাইসিয়া মারিয়ানা) এর উত্তরাঞ্চলীয় সাবআর্কটিক তৈগা বনাঞ্চলে, যার নিচের দিকে বিচ্ছিন্ন পারমাফ্রস্ট বা বরফের আবরণগুলো গলে গেছে, যা গাছগুলোকে বিভিন্ন কোণে হেলতে বাধ্য করছে।\nতীর্যক গাছগুলো তুষার স্ফীতকরণ, ও পরবর্তী পালস বিকাশ, টিলা, ভূ-প্রবাহ, বনাঞ্চলে আবদ্ধ সক্রিয় শিলা হিমবাহ, ভূমিধস, বা বা ভূমিকম্পের কারণেও হতে পারে।  সমান বয়সের স্প্রুস গাছের সারিতে, যা একটি অগ্নিকাণ্ডের পরে পারমাফ্রস্টের সক্রিয় স্তর থেকে অঙ্কুরিত হয়, যখন গাছগুলো ৫০ থেকে ১০০ বছর বয়সের হয়, তখন তীর্যকতা শুরু হয়, যা দেখায় যে, নতুন পারমাফ্রস্টের আগ্রাসন থেকে হওয়া উপরিতলের স্ফীতিও শৌণ্ড বনের সৃষ্টি করতে পারে। \n\n\n== পারমাফ্রস্ট ==\nপারমাফ্রস্ট হচ্ছে মাটি (বা শিলা) যা ন্যূনতম একটানা দুই বছর ধরে ০° সেলসিয়াসের নিচে বিরাজ করে। এগুলো মাটিতে একটি শক্ত ম্যাট্রিক্স গঠন করে, যা কয়েকশত মিটার গভীর পর্যন্ত বিস্তৃত হতে পারে। পারমাফ্রস্ট গাছগুলোকে গভীর মূল তৈরিতে বাধা দেয়। যেমন কালো স্প্রুসের ক্ষেত্রে ঘটে; এটি পারমাফ্রস্ট মাটিতে অভিযোজিত হওয়ার ফলে এর কোনো উল্লেখযোগ্য ট্যাপরুট নেই। যেসব অঞ্চলে পারমাফ্রস্ট তাপমাত্রা পানির গলনাঙ্কের নিকটে, জলবায়ু প্রকরণ, বা অগ্নিকাণ্ডের জন্য উপরিতলের গাছপালা, বন্যা, নির্মাণ, বা বননিধনের ফলে সেই সমস্ত স্থানের পারমাফ্রস্টের উপরিভাগ গলতে পারে, যাকে বৈজ্ঞানিক নামে থার্মোকার্স্ট বলা হয়। থার্মোকার্স্ট ভূমিমন্দার বৈজ্ঞানিক নাম, এটি পারমাফ্রস্টের গলনের কারণে হয়। থার্মোকার্স্ট এসব গাছগুলোর অগভীর মূল বেডের ভিত্তিকে দুর্বল করে দেয়, যার ফলে ওগুলো হেলতে বা পড়ে যেতে সক্ষম হয়। থার্মোকার্স্ট হ্রদগুলো হ্রদের দিকে ঝুঁকে পড়া শৌণ্ড গাছের রিং দ্বারা পরিবৃত, যা এসব ভূমি বৈশিষ্ট্যকে সহজে শনাক্তযোগ্য করে তোলে।\nশৌণ্ড গাছগুলো ধীরে ধীরে তাদের ক্রমাগত বিচ্যুতির জন্য মারা যেতে পারে, এবং বরফ সমৃদ্ধ পারমাফ্রস্টে সমগ্র পারমাফ্রস্ট বনের বাস্তুতন্ত্র গলনের জন্য ধ্বংস হতে পারে।  যেসব তীর্যক গাছ হুমড়ি খেয়ে পড়ে যায় না, সেসব গাছগুলো উল্লম্ব বৃদ্ধি বজায় রাখার জন্য গ্র্যাভিট্রপিজম ব্যবহার করে নিজেদের অবস্থান পুনরুদ্ধার করতে পারে। তখন এর ফলে এটি বাঁকানো আকার ধারণ করতে পারে। এ প্রক্রিয়ার ফলে প্রাপ্ত উদ্ভিদ নিয়ে গবেষণার জন্য বার্ষিক বৃদ্ধি বলয় ব্যবহার করে কতটা হেলে পড়েছে তা নির্ণয় করা হয়, যা ডেনড্রোক্রোনোলজিতে অধ্যয়ন করা হয়ে থাকে।\n\n\n== জলবায়ু পরিবর্তনের সাথে সম্পর্ক ==\nশৌণ্ড গাছগুলো কোনো সম্পূর্ণ নতুন ঘটনা নয় ― ডেনড্রোক্রোনোলজিগত প্রমাণ অনুযায়ী ন্যূনতম ১৯তম শতাব্দীর দিকে থার্মোকার্স্ট তীর্যকতার সময়কাল নির্দেশ করতে পারবে। ১৬দশ ও ১৭দশ শতাব্দীর ক্ষুদ্র বরফ যুগে সাবআর্কটিক পারমাফ্রস্টের দক্ষিণাঞ্চলের ব্যাপ্তি শীর্ষে পৌঁছেছিল, এবং এরপর থেকে এটি হ্রাস পাচ্ছে। \nপারমাফ্রস্ট সাধারণত জলবায়ুর সাথে ভারসাম্যহীনতায় থাকে। অধিকাংশ পারমাফ্রস্ট যা বিদ্যমান আছে, তা মূলত অবশেষ হিসেবে আছে। অবশ্য, গলানোর হার বৃদ্ধি পাচ্ছে, এবং অবশিষ্ট পারমাফ্রস্টের প্রচুর পরিমাণ ২১শ শতাব্দীতে গলতে পারে বলে ধারণা করা হচ্ছে।\nআল গোরে ২০০৬ সালের ডকুমেন্টারি ফিল্ম অ্যান ইনকনভিনিয়েন্ট ট্রুথ-এ তার উপস্থাপনার অংশ হিসেবে বলেন যে, বৈশ্বিক উষ্ণায়নের প্রমাণস্বরূপ শৌণ্ড গাছগুলো পারমাফ্রস্টের গলনের জন্য হয়... অনুরূপ উষ্ণায়ন হচ্ছে প্রতিবেশী সাইবেরিয়াতে পারমাফ্রস্টের গলন, যা নৃতাত্ত্বিক জলবায়ু পরিবর্তনের সাথে সমন্বিত। এর কারণ হিসেবে যুক্ত হয়েছে আর্কটিক দোলন নামক একটি চাক্রিক বায়ুমণ্ডলীয় ঘটনা, এবং আলবেডো ধনাত্মক প্রতিক্রিয়া। আলবেডোর ধনাত্মক প্রতিক্রিয়ার কারণ গলিত বরফ ভূমি ও মহাসাগরকে অনাবৃত হিসেবে উন্মুক্ত করে, এবং এর ফলে সূর্যরশ্মি প্রতিফলনের তুলনায় শোষণ বেশি হয়।\n\n\n== আরও দেখুন ==\nআঁকাবাঁকা বন\nনৃত্য বন\nবৈশ্বিক উষ্ণায়নের প্রভাব\nকাঠের মোড়ক\n\n\n== আরও পড়ুন ==\nNikiforoff, C. (১৯২৮)। \"The perpetually frozen subsoil of Siberia\": 61–79। ডিওআই:10.1097/00010694-192807000-00005। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশৌণ্ড গাছ, থার্মোকার্স্ট লেকের প্রান্ত, আইওয়া ডিজিটাল লাইব্রেরিতে ইউকন চিত্র\nওয়ার্ড স্পাই  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ জুলাই ২০১৪ তারিখে উদ্ধৃতি"}