{"pageid": 1047826, "title": "মোহনা অম্লীয়করণ", "url": "https://bn.wikipedia.org/wiki?curid=1047826", "content": "যখন উপকূলীয় সামুদ্রিক বাস্তুতন্ত্রের পানির পিএইচ, বিশেষত মোহনাগুলোর, হ্রাস পায়, তখন মোহনা অম্লীয়করণ ঘটে। পানি পিএইচ স্কেলে সাধারণত নিরপেক্ষ হিসাবে বিবেচিত, সাধারণত ক্ষারত্ব ও অম্লত্বের মধ্যে পুরোপুরি সুষম হয়। যেখানে সমুদ্র অম্লীয়করণ বায়ুমণ্ডল থেকে কার্বন ডাই-অক্সাইডের (সিও টু)  শোষণের কারণে পৃথিবীর সমুদ্রগুলোতে পিএইচের চলমান হ্রাসের জন্য হয়, সেখানে মোহনাতে পিএইচ পরিবর্তন স্থল প্রবাহের সরাসরি প্রভাব, মানব প্রভাব, ও উপকূলীয় স্রোত গতিশীলতার কারণে মুক্ত সমুদ্র অপেক্ষা বেশি জটিল। সমুদ্রে তরঙ্গ ও বায়ু চলাচল কার্বন ডাই-অক্সাইডকে (সিও টু) পানির (এইচ টু ও) সাথে মিশে কার্বনিক এসিড (এইচ টু সিও থ্রি) তৈরি করতে অনুমতি দেয়। তরঙ্গ গতির দ্বারা এই রাসায়নিক বন্ধন মিশে যায়, যা বন্ধনটির পরবর্তী ভাঙ্গনের জন্য অনুমতি দেয়, অবশেষে কার্বনেট (সিও থ্রি) হয়, যা ক্ষারকীয় এবং সামুদ্রিক প্রাণীদের জন্য খোলস গঠনে সাহায্য করে, ও দুই হাইড্রন অণু। এটি অম্লীয় হুমকির সম্ভাবনা তৈরি করে, যেহেতু হাইড্রন আয়ন একটি অম্লীয় বন্ধন গঠনের জন্য যেকোনো লুইস গঠনের সাথে বন্ধন তৈরি করে।  এটি একটি জারণ-বিজারণ বিক্রিয়া হিসেবে পরিচিত।\nমৌলিক রাসায়নিক সমীকরণটি নিম্নরূপঃ\n\nকার্বন ডাই-অক্সাইড + পানি ⇌ কার্বনিক এসিড ⇌ বাইকার্বনেট আয়ন + হাইড্রোজেন আয়ন ⇌ কার্বনেট আয়ন + ২ অণু হাইড্রোজেন আয়ন\nযখন শোষণের এ প্যাটার্নটি একটি মোহনাতে স্থানান্তরিত হয়, অম্লত্ব অবশ্য আপেক্ষিক আয়তনের কারণে বৃদ্ধি পায়। সামুদ্রিক পানি বায়ুমণ্ডলে নিঃসরিত সকল কার্বন ডাই-অক্সাইড শোষণের ৩০-৪০ শতাংশের জন্য দায়ী এবং তারপরও, এটির বিপুল আয়তনের জন্য, এটি তুলনামূলকভাবে স্থিতিস্থাপক থাকে।  মোহনাগুলো যখন নগরাঞ্চলে অবস্থিত হয়, তখন আয়তন ছোট হয়, তরঙ্গ গতি থেকে নিরাপদ আশ্রয়ে থাকে, এবং মানব প্রভাবের শিকার হয়। এটি সহজে পানির মিশ্রণকে সমর্থন করে না, এবং এর ফলে এটি মৌলিক ভাঙ্গন প্রতিরোধ করে।  যখন গাড়ি নির্গমন বা সারের মতো মানব প্রভাব থেকে এটি কার্বন ডাই-অক্সাইডের সাথে মিলিত হয়, হাইড্রন আয়নের অতিরিক্ত প্রাচুর্য্যতা ও অতিরিক্ত ক্যাটায়নের জন্য জারণ আরো সহজে ঘটে, যা ঘটার হার এবং অম্লীয়করণ হওয়ার স্থায়িত্ব বাড়িয়ে দেয়।  মোহনার পানির স্তরের অম্লত্বের ওঠানামা অব্যাহত থাকার কারণে, বেশ কয়েকটি প্রজাতি, যারা মোহনাকে ডিম ছাড়ার নার্সারি হিসেবে ব্যবহার করে, তাদের প্রজনন স্তরে হ্রাস পেয়েছে। \n\n\n== পরিবর্তনশীল পিএইচ এর কারণ ==\n\n\n=== স্বাদুপানির প্রবাহ ===\nএকটি মোহনাকে \"একটি জল উত্তরণ যেখানে জোয়ার একটি নদীর স্রোতের সাথে মিলিত হয়\" হিসেবে আখ্যায়িত করা হয়। নদী ও ভূগর্ভস্থ পানি থেকে স্বাদুপানির প্রবাহের পাশাপাশি প্রাথমিক উৎপাদনশীলতা (পুষ্টির বোঝা কর্তৃক ঘটে) ও উপকূলীয় উজানের কারণে মোহনার পিএইচ অত্যন্ত পরিবর্তনশীল। নদীর স্বাদুপানিতে সাধারণত সামুদ্রিক পানি অপেক্ষা কম পিএইচ (~৭ থেকে ~৮) থাকে। মোহনায় প্রবেশরত নদীর প্রবাহে মৌসুমি ও বার্ষিক পরিবর্তন পুরো ইউনিটে পিএইচ পরিবর্তন করতে পারবে।\n\n\n=== সালোকসংশ্লেষণ ও শ্বসন ===\nপ্রাথমিক উৎপাদন (উদ্ভিদ বৃদ্ধি) দৈনিক, মৌসুমি ও বার্ষিক ভিত্তিতে পিএইচ পরিবর্তন করে। সালোকসংশ্লেষণের সময়, কার্বন ডাই অক্সাইড জল থেকে সরানো হয়, যা পিএইচ বৃদ্ধি করে। জীবগুলো শ্বসনের সময় কার্বন ডাই অক্সাইড ছাড়ে।  এটি দিবালোকের সময় পিএইচ বৃদ্ধির একটি দৈনিক চক্র এবং রাতের বেলা পিএইচ এর হ্রাস করতে চালিত করে, যখন শ্বসন প্রভাববিস্তারকারী। অনুরূপভাবে, পিএইচ শীতের সময় বেশি যখন উৎপাদনশীলতার তুলনায় চারণ কম হয়। \n\n\n=== বর্জ্য ===\nঅপরিষ্কার পানির বর্জ্য বা সার, প্রাকৃতিক বা কৃত্রিম,  বহনকারী প্রবাহ থেকে অনেক মোহনা পুষ্টির বোঝা অনুভব করে। বর্ধিত পুষ্টি প্রাথমিক উৎপাদন উদ্দীপিত করতে পারবে এবং প্রাথমিক প্রজনন ও শ্বসনের মধ্যে ভারসাম্য পরিবর্তন করতে পারবে। এ প্রক্রিয়াটি মোহনার মধ্যে সমস্ত ইউনিটে পিএইচ পরিবর্তন করতে পারবে। উভয় প্রক্রিয়াই বর্ধিত বায়ুমণ্ডলীয় কার্বন ডাই-অক্সাইডের মাত্রার সাথে সম্পৃক্ত সামগ্রিক পিএইচ এ পরিবর্তন পরিমাপ করা কঠিন করে তোলে। এটি মোহনাতে সমস্ত ইউনিটে পিএইচ এ একটি পরিবর্তন করে। এটি  বর্ধিত বায়ুমণ্ডলীয় কার্বন ডাই-অক্সাইড মাত্রার সাথে সাথে সামগ্রিক পিএইচ পরিমাপ করা কঠিন করে তোলে। \n\n\n=== স্রোত ===\nউত্তর আমেরিকার পশ্চিম উপকূলের মতো উপকূলীয় উজানের এলাকাগুলো মোহনার ভেতর আরো বেশি অম্লীয় গভীর জলের কারণে অম্লীয়করণে বৃদ্ধির অভিজ্ঞতা অর্জন করেছে।  এটির চূর্ণসম জীবদের বাঁচার ওপর ক্ষতিকারক প্রভাব ফেলতে পারে  কারণ এই জীবদের তাদের ক্যালসিয়াম কার্বনেট খোলস গঠন ও রক্ষণাবেক্ষণে আরো অনেক কঠিন সময় ব্যয় হয়। \n\n\n== সামুদ্রিক জীবনের উপর প্রভাব ==\n\nযেহেতু সামুদ্রিক সিস্টেমের পিএইচ হ্রাস পায়, এটি রাসায়নিক সাম্যাবস্থা বজায় রাখতে ক্যালসিয়াম কার্বনেটকে (সিএসিও থ্রি) বিযোজিত করে।  ক্যালসিয়াম কার্বনেট চূর্ণে পরিণত জীবদের জন্য অত্যাবশ্যক, যেমনঃ শেলফিশ, কোরাল, ও কোক্কোলিথোফোর (এক প্রকার ফাইটোপ্ল্যাঙ্কটন)। অম্লীয়করণ পরিবেশে অণুজীবদেরও ক্ষতি করে। এসব জীবগুলো হয় মানুষদের খাদ্য উৎস সরাসরি যোগান দেয়, অথবা মানুষের জন্য একটি বাস্তুতন্ত্রকে সমর্থন করে। \n\n\n== গবেষণা ==\nজৈবিক, রাসায়নিক, ও ভৌত বিষয়গুলো, যা মোহনার পিএইচকে প্রভাবিত করে, এসব বুঝার জন্য মোহনা অম্লীয়করণ গবেষণা করা হচ্ছে। \n\n\n== তথ্যসূত্র =="}