{"pageid": 104782, "title": "শ্বসন", "url": "https://bn.wikipedia.org/wiki?curid=104782", "content": "শ্বসন (ইংরেজি: Respiration) একটি বিপাকীয় ক্রিয়া। এ প্রক্রিয়া চলাকালে প্রতিটি জীব পরিবেশ থেকে অক্সিজেন গ্রহণ করে ও কার্বন ডাই অক্সাইড ত্যাগ করে। শারীরবৃত্তীয় শ্বসন হলো বাতাস হতে জীবের কলাতন্ত্রে অক্সিজেনের সরবরাহের এবং বিপরীত প্রক্রিয়ায় কার্বন-ডাই-অক্সাইডের নির্গমন প্রক্রিয়া। শারীরবৃত্তীয় শ্বসন প্রাণরসায়ন সংজ্ঞায়িত কোষীয় শ্বসন হতে আলাদা যা জীবের কোষে সংঘটিত হয় এবং এক্ষেত্রে অক্সিজেনের সাথে গ্লুকোজের রাসায়নিক বিক্রিয়ার মাধ্যমে কোষ তার প্রয়োজনীয় শক্তি লাভ করে। শারীরবৃত্তীয় শ্বসন এবং কোষীয় শ্বসন উভয়েই জীবের জীবন ধারণের জন্য অপরিহার্য।\nসরল এককোষী জীবের ক্ষেত্রে গ্যাস বিনিময়ের জন্য সাধারণ ব্যাপন প্রক্রিয়া যথেষ্ট কেননা প্রতিটি কোষ বাইরের সরাসরি বাইরের পরিবেশের সংস্পর্শে থাকে, কিন্তু জটিল বহুকোষী জীবের ক্ষেত্রে পরিবেশ এবং একদম ভেতরের কোষগুলোর মাঝে দূরত্ব অনেক বেশি, কাজেই আলাদা শ্বসনতন্ত্রের প্রয়োজন হয়।\n\n\n== শ্বাসনের বৈশিষ্ট্য ==\nশ্বসন একটি জৈব-রাসায়নিক বিক্রিয়া। এই বিক্রিয়া অক্সিজেনর উপস্থিতিতে বা অনুপস্থিতিতে হয়। শ্বসনে অপেক্ষাকৃত কম তাপ নির্গত হয়। তাপমাত্রা (৯০° – ১০০°) ডিগ্রি ফারেনহাইট থাকে। এই বিক্রিয়াতে আলো উৎপন্ন হয় না। তবে এই প্রক্রিয়ায় CO2, জল, শক্তি বা CO2, অ্যালকোহল বা জৈব পদার্থ উৎপন্ন হয়।  শ্বসনে উৎপন্ন শক্তি তাপ-শক্তি হিসেবে নির্গত হয় এবং কিছুটা ATP-তে আবদ্ধ হয়। এটি একটি নিয়ন্ত্রিত প্রক্রিয়া। বিভিন্ন উৎসেচকের উপস্থিতিতে শ্বসন হয়।\n\n\n== শ্বসনের তাৎপর্য ==\n(১) শক্তির মুক্তি- শ্বসনে খাদ্য জারিত হয়ে তা থেকে শক্তি মুক্ত হয়। এই শক্তিকে জীবেরা বিভিন্নভাবে কাজে লাগায়। কিছুটা শক্তি ATP-এর মধ্যে জমা থাকে ভবিষ্যৎ প্রয়োজনের জন্য। শক্তি দিয়ে জীবের সমস্ত বিপাকীয় কাজকর্ম পরিচালিত হয়। মুক্ত তাপ রক্তের বা দেহের নির্দিষ্ট তাপমাত্রা বজায় রাখতে সাহায্য করে।\n(২) বিভিন্ন জৈব যৌগ গঠন- ক্রেবের অম্লচক্রের সৃষ্ট বিভিন্ন জৈব অ্যাসিড N₂-এর সাথে যুক্ত হয়ে দেহে অ্যামিনো অ্যাসিড উৎপন্ন করে। অ্যামিনো অ্যাসিড পরস্পর মিলিত হয়ে নানারকম প্রোটিন উৎপন্ন হয়। মূলত প্রোটিন দিয়েই জীবকোষের প্রোটোপ্লাজম গঠিত হয়।\n(৩) পরিবেশে  অক্সিজেন এবং কার্বন-ডাই-অক্সাইডের ভারসাম্য বজায় রাখা-সবাত শ্বসনে পরিবেশ থেকে O₂ গৃহীত হয় এবং CO₂ পরিবেশে পরিত্যক্ত হয়। অন্যদিকে CO₂ সালোকসংশ্লেষে গৃহীত হয় অক্সিজেন উপজাত হিসেবে পরিবেশে ফিরে আসে। এই প্রক্রিয়া থাকার জন্য পরিবেশে অক্সিজেন এবং কার্বন-ডাই-অক্সাইড গ্যাসের সমতা বজায় থাকে।\n\n\n== শ্বসনের প্রভাবকসমূহ ==\nবাহ্যিক প্রভাবক\nতাপমাত্রা\nঅক্সিজেন\nজল\nআলো\nকার্বন ডাই অক্সাইড\nঅভ্যন্তরীণ প্রভাবক\nজটিল খাদ্যদ্রব্যের পরিমাণ\nউৎসেচক\nকোষের বয়স\nকোষের অজৈব লবণ\nমাটিস্থ অজৈব লবণ\nকোষ-মধ্যস্থ পানি\n\n\n== শ্বসনের প্রকারভেদ ==\n(ক) বহিঃশ্বসন\n(খ) অন্তঃশ্বসন\nক) বহিঃশ্বসনঃ যে প্রক্রিয়ায় ফুসফুসের মধ্যে গ্যাসীয় আদান-প্রদান ঘটে তাকে বহিঃশ্বসন বলে। এ পর্যায়ে ফুসফুস ও রক্ত জালিকা বা কৈশিক নালীর মধ্যে অক্সিজেন ও কার্বন-ডাই-অক্সাইডের বিনিময় ঘটে। বহিঃশ্বসন দুটি পর্যায়ে সম্পন্ন হয়। যথা-\n১। প্রশ্বাস বা শ্বাস গ্রহণ\n২। নিঃশ্বাস বা শ্বাস ত্যাগ\n(খ) অন্তঃশ্বসন: অন্তঃশ্বসন প্রক্রিয়ায় দেহকোষস্থ খাদ্য অক্সিজেনের সাহায্যে জারিত হয়ে গতিশক্তি ও তাপশক্তিতে পরিণত হয়। ফুসফুসের রক্তে যে অক্সিজেন প্রবেশ করে তা রক্তের মাধ্যমে বাহিত হয়ে দেহের দূরবর্তী কৈশিক নালিতে পৌঁছায়। কৌশিকনালীর গাত্র ভেদ করে আন্ত:কোষস্থ রস হয়ে কোষের অভ্যন্তরে প্রবেশ করে। তারপর এটি কোষের ভিতরের খাদ্যের সাথে রাসায়নিক বিক্রিয়া করে শক্তি উৎপন্ন করে। এই কার্বন ডাই অক্সাইড আবার রক্ত দ্বারা বাহিত হয়ে ফুসফুসে ফেরত আসে।\n\n\n== তথ্যসূত্র =="}