{"pageid": 1047779, "title": "থিয়েনহো (মহাকাশ স্টেশন মডিউল)", "url": "https://bn.wikipedia.org/wiki?curid=1047779", "content": "থিয়েনহো, আনুষ্ঠানিকভাবে থিয়েনহো কোর মডিউল (টিসিএম), হল থিয়েনকুং মহাকাশ স্টেশনের উৎক্ষেপিত প্রথম মডিউল। এটি ২০২১ সালের ২৯শে এপ্রিল চীনের মনুষ্যবাহী মহাকাশ কর্মসূচির অংশ থিয়েনকুং কর্মসূচির চূড়ান্ত পর্বের প্রথম উৎক্ষেপণ (প্রকল্প ৯২১) হিসাবে কক্ষপথে উৎক্ষেপণ করা হয়।\nথিয়েনহো পূর্ববর্তী প্রকল্প সালিয়ুত, স্কাইল্যাব, মির, আন্তর্জাতিক মহাকাশ স্টেশন, থিয়েনকুং-১ ও থিয়েনকুং-২ মহাকাশ স্টেশনসমূহকে অনুসরণ করে। এটি তৃতীয় প্রজন্মের চৈনিক মডিউলার মহাকাশ স্টেশনের প্রথম মডিউল। মডুলার স্টেশন প্রকল্পসমূহের অন্যান্য উদাহরণের মধ্যে সোভিয়েত/রাশিয়ার মির, রাশিয়ার ওপিএসইকে ও আন্তর্জাতিক মহাকাশ স্টেশন রয়েছে। কার্যক্রমসমূহ বেইজিং এরোস্পেস কমান্ড অ্যান্ড কন্ট্রোল সেন্টার থেকে নিয়ন্ত্রণ করা হবে।\nথিয়েনহোর পূর্ণ মাত্রায় পরীক্ষামূলক উদ্দেশ্যে ব্যবহার ২০১৮ সালে চুহাই শহরের চৈনিক আন্তর্জাতিক বিমান চলাচল ও মহাকাশ প্রদর্শনীতে সর্বজনীনভাবে উপস্থাপিত হয়েছিল। চীন মহাকাশ স্টেশন নির্মাণের আগে মহাকাশ স্টেশন প্রকল্পে অংশ নেওয়ার জন্য ১৮ জন নতুন মহাকাশচারী বা নভোচারীকে ২০২০ সালের অক্টোবর মাসে বাছাই করেছিল।\n\n\n== কার্যাবলী ও ব্যবস্থা ==\nমূল মডিউলটি তিনজন মহাকাশচারী সদস্যের জন্য জীবন সহায়তা ও বসবাসের কোয়ার্টার সরবরাহ করে এবং স্টেশনের জন্য নির্দেশিকা, নেভিগেশন ও ওরিয়েন্টেশন নিয়ন্ত্রণ প্রদান করে। মডিউলটি স্টেশনের শক্তি, চালনা ও জীবন সমর্থন ব্যবস্থাও সরবরাহ করে। মডিউলটি তিনটি বিভাগ নিয়ে গঠিত: বাসযোগ্য বসবাসের কোয়ার্টার, অ-বাসযোগ্য পরিষেবা বিভাগ ও একটি নোঙর ঘাঁটি। সামগ্রিকভাবে, বসবাসের কোয়ার্টারে তিনজনের জন্য ৫০ ঘন মিটার বাসযোগ্য স্থান রয়েছে, যেখানে থিয়েনকুং-১-এর ক্ষেত্রে মাত্র ১৫ ঘন মিটার বাসযোগ্য স্থান ছিল।\nবসবাসের কোয়ার্টার বা লিভিং কোয়ার্টারগুলিতে একটি রান্নাঘর ও শৌচাগার, অগ্নি নিয়ন্ত্রণ সরঞ্জাম, বায়ুমণ্ডলীয় প্রক্রিয়াকরণ ও নিয়ন্ত্রণ সরঞ্জাম, কম্পিউটার, বৈজ্ঞানিক যন্ত্রপাতি, বেইজিং থেকে স্থল নিয়ন্ত্রণের মাধ্যমে যোগাযোগ প্রেরণ ও গ্রহণের জন্য যোগাযোগ সরঞ্জাম এবং অন্যান্য সরঞ্জাম রয়েছে। স্টেশনটির একটি বড় যান্ত্রিক বাহু রয়েছে, তাই এটি পরবর্তী মডিউলগুলিকে স্থানান্তর করতে পারে বা ব্যাকআপ হিসাবে মূল মডিউলের বিভিন্ন বন্দরে যানগুলিকে পুনরায় সরবরাহ করতে পারে। এছাড়াও, এই \"চিনার্ম\"-এর আধুনিক গতিশীলতা, দীর্ঘায়িত হতে পারা এবং ক্রল বা ধীরে ধীরে চলার জন্য ৭ টি গতির অক্ষের বৈশিষ্ট্য রয়েছে। সর্বশেষ প্রতিবেদন অনুসারে, বাহুটির ক্ষমতা কানাডার্ম২-এর সমতুল্য।\nবৈদ্যুতিক শক্তি দুটি স্টিয়ারেবল সৌর শক্তি অ্যারে দ্বারা সরবরাহ করা হয়, যা বিদ্যুৎ উত্পাদন করতে ফটোভোলটাইক কোষ ব্যবহার করে। স্টেশনটিকে শক্তি সরবরাহ করার জন্য শক্তি সঞ্চয় করা হয়, যখন এটি পৃথিবীর ছায়ায় মধ্যে চলে। পুনঃসরবরাহকারী যান থিয়েনচৌ স্টেশনকে সঠিক অবস্থানে ধরে রাখার জন্য বায়ুমণ্ডলীয় টানের প্রভাব মোকাবেলা করতে মডিউলের প্রপালশন ইঞ্জিনগুলিতে জ্বালানী পুনরায় ভর্তি করবে। প্রপালশনের জন্য ৪ টি আয়ন ইঞ্জিন রয়েছে।\n\n\n== কাঠামো ==\n\nহিউম্যান স্পেসফ্লাইট এজেন্সি মনুষ্য মহাকাশ যাত্রার সংস্থা চায়না ম্যানড স্পেস ইঞ্জিনিয়ারিং অফিসের (সিএমএসইও) পরিচালক ওয়াং ওয়েনবাও বলেছিলেন, চীন রাশিয়া, ফ্রান্স, জার্মানি ও অন্যান্য দেশের মহাকাশ সংস্থাগুলির সঙ্গে \"একটি ভাল কাজের সম্পর্ক\" স্থাপন করেছে। রাশিয়ার সাথে প্রযুক্তি স্থানান্তরের দীর্ঘ ইতিহাস সহ চৈনিক মহাকাশ সম্পদগুলি রুশ অরবিটাল হার্ডওয়্যারের সঙ্গে সামঞ্জস্যপূর্ণ। চীন, রাশিয়া ও ইউরোপের মধ্যে মার্স-৫০০ সহযোগিতামূলক অধ্যয়ন মঙ্গল গ্রহে একটি মহাকাশচারী অভিযানের জন্য প্রস্তুত করে।\nঅগ্রবর্তী নোঙর ঘাঁটিটি মূল মডিউলটিকে মহাকাশ স্টেশন পরিদর্শনকারী আরও চারটি মহাকাশযানকে নোঙর করার অনুমতি দেয়, যার মধ্যে দুটি পরীক্ষামূলক মডিউল ওয়েনটিয়ান মডিউল ও মেংটিয়ান মডিউল, একটি পণ্যবাহী যান থিয়েনচৌ মহাকাশযান ও একটি শেনচৌ মহাকাশযান রয়েছে। মডিউলটির অক্ষীয় (সম্মুখ-মুখী) ও নাদির (পৃথিবী-মুখী) বন্দরে মিলন সরঞ্জাম স্থাপন করা হবে। মির মহাকাশ স্টেশনে ব্যবহৃত রুশ লিয়াপ্পা বাহুর অনুরূপ একটি যান্ত্রিক হাত ভবিষ্যতের প্রতিটি পরীক্ষাগার মডিউলে স্থাপন করা হবে। নোঙর ঘাঁটির অক্ষীয় বন্দর হবে প্রাথমিক নোঙর বন্দর। যখন নতুন মডিউল আসবে, তখন সেগুলি প্রথমে প্রাথমিক নোঙর বন্দরে নোঙর করবে, তারপর যান্ত্রিক বাহুটি সংযুক্ত আগত মডিউলের সঙ্গে সংযুক্ত হবে এবং আগত মডিউলটিকে একটি রেডিয়াল বন্দরে নিয়ে যাবে।\n\n\n== উৎক্ষেপণ ==\n\nসিএমএসইও ২০২১ সালের ১৪ই জানুয়ারি চীনের তিন-মডিউল বিশিষ্ট মহাকাশ স্টেশনের নির্মাণ পর্বের সূচনা ঘোষণা করেছিল। মূল মডিউল থিয়েনহো একটি উড়ান গ্রহণযোগ্যতার পর্যালোচনায় উত্তীর্ণ হয়েছিল। এই মূল মডিউলটি মহাকাশচারীদের জন্য থাকার জায়গা ও জীবন সহায়তা প্রদান করে এবং কোয়াটারে শক্তি ও চালনা উপাদানগুলিকে ধারণ করে।\nথিয়েনহো ২০২১ সালের ২৯শে এপ্রিল সর্বজনীন সমন্বিত সময় ০৩:২৩:১৫-এ ওয়েনছাং মহাকাশযান উৎক্ষেপণ স্থল থেকে লং মার্চ ৫বি উৎক্ষেপণ যানের উপরে বসিয়ে উৎক্ষেপণ করা হয়েছিল। মূল মডিউলটি কক্ষপথে স্থাপন করার পরে, উৎক্ষেপণ যানের খালি প্রথম ধাপটি একটি অস্থায়ী ও অনিয়ন্ত্রিতভাবে কক্ষপথে ব্যর্থার সঙ্গে প্রবেশ করেছিল। অনিয়ন্ত্রিত পুনঃপ্রবেশের ধ্বংসাবশেষ থেকে সম্ভাব্য ক্ষয়ক্ষতির বিষয়ে কিছু উদ্বেগ উত্থাপিত হয়েছিল: পর্যবেক্ষণগুলি দেখায় যে রকেটটি সমুদ্রে আছড়ে পরেছিল, যা একটি চূড়ান্ত অবতরণ এলাকা সম্পর্কে ভবিষ্যদ্বাণীকে প্রশ্নবিদ্ধ করে তোলে, যদিও সম্ভাব্য ফলাফলটি একটি সামুদ্রিক প্রভাব ছিল। একই ঘটনা ২০২০ সালের মে মাসে পূর্ববর্তী উৎক্ষেপণের ক্ষেত্রে ঘটেছিল, এই ঘটনায় আইভরি কোস্টে কিছু ক্ষতি হয়েছিল। রকেটটি ৯ই মে সর্বজনীন সমন্বিত সময় ০২:২৪-এ আরব উপদ্বীপের আকাশে পুনঃপ্রবেশ করে[31] মালদ্বীপের পশ্চিমে ভারত মহাসাগরে অবতরণ করেছিল, চায়না ম্যানড স্পেস ইঞ্জিনিয়ারিং অফিসের (সিএমএসইও) তথ্য অনুসারে, সমুদ্রে আছড়ে পরার আগে রকেটের বেশিরভাগ অংশ পুড়ে গিয়েছিল বলে জানা গিয়েছিল। মার্কিন যুক্তরাষ্ট্রের স্পেস কমান্ড পুনঃপ্রবেশের অবস্থান নিশ্চিত করেছিল।\nপণ্য পুনঃসরবরাহ মহাকাশযান থিয়েনচৌ ২ হল থিয়েনহো মূল মডিউল পরিদর্শন করাকারী প্রথম মহাকাশযান, এটি ২০২১ সালের ২৯শে মে থিয়েনহো মূল মডিউলে পৌঁছেছিল, তারপরে শেনচৌ ১২ ২০২১ সালের ১৭ই জুন স্টেশনে তিনজনের একটি মহাকাশচারীকে নিয়ে মূল মডিউল পৌঁছেছিল। থিয়েনচৌ ৩ ও শেনচৌ ১৩]] মহাকাশযানকে যথাক্রমে ২০২১ সালের ২০ সেপ্টেম্বর ও ২০২১ সালের ১৫ই অক্টোবর স্টেশনের উদ্দেশ্যে উৎক্ষেপণ করা হয়েছিল।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nচৈনিক মনুষ্যবাহী মহাকাশ প্রকৌশল কার্যালয় কর্তৃক পরিচালিত চৈনিক মনুষ্যবাহী মহাকাশ সংস্থার ওয়েবসাইট"}