{"pageid": 1047475, "title": "বাম্বি প্রভাব", "url": "https://bn.wikipedia.org/wiki?curid=1047475", "content": "বাম্বি প্রভাব বলতে বুঝানো হয়-যেসমস্ত প্রাণীদের সুন্দর বা আদুরে প্রাণী হিসেবে বিবেচনা করা হয় যেমন- হরিণ তাদেরকে মেরে ফেলার ক্ষেত্রে আপত্তি দেখানো এবং অন্যান্য প্রাণী যেগুলো মানুষের কাছে ততটা আকর্ষণীয় নয় বা কিছুটা বিদ্বেষপূর্ণ তাদের ক্ষেত্রে অনাপত্তি অথবা কিছুটা শিথিলতা প্রদর্শনপূর্বক মনোভাব প্রকাশ করা।\n১৯৪২ সালে ওয়াল্ট ডিজনির অ্যানিমেশনভিত্তিক সিনেমা বাম্বি প্রচারের পর এই ব্যবহৃত শব্দটি আবার নতুন রূপ লাভ করে এবং মনুষ্যত্ব নৃবিজ্ঞানে জনপ্রিয়তা লাভ করেকরে যেখানে দেখানো হয় মুখ্য চরিত্র মা সিনেমার বিরোধী চরিত্র বা ভিলেন যে শিকারি ছিল সে ছিল একজন “মানুষ’’ এবং তার হাতেই মা'য়ের মৃত্যু হয় ।এই ঘটনাটি মানুষের বিবেককে আবারও নাড়া দেয়। \n\n\n== প্রভাব ==\nঅনেকে এই প্রভাবটিকে দূষণের ভয়াবহতা সম্পর্কে মানুষের সচেতনতা বাড়াতে সাহায্য করবে বলে মনে করেছেন। যেমন: এক্সন ভালদেজ এ তেল ছিটকে পড়ে সমুদ্র ভোঁদড় এর পরিণতি  এবং পাখি শিকারে মানুষের আগ্রহের ক্ষেত্রে এই প্রভাবের ভূমিকা রয়েছে।আক্রমণাত্মক প্রাণীদের ক্ষেত্রে এই মানুষের সৌন্দর্যবোধ,মনুষ্যত্ববোধ ভিন্ন। অনুপ্রবেশকারী প্রাণীর প্রবেশে বাধা দেয়া  যেমন- ক্যালিফোর্নিয়ার পয়েন্ট রেয়েস এলাকায় সাদা একজাতীয়(fallow) হরিণ এর প্রবেশ রুখে দিয়েছে। এই প্রভাবকে আধুনিক সিনেমার নৃতাত্ত্বিক গুনও বলা যায়;যেহেতু পশ্চিমা সভ্যতার মানুষ বন্যপ্রাণী নিয়ে তেমন অভ্যস্ত না, তাদের কাছে একমাত্র মাধ্যম সিনেমা বা টেলিভিশগুলো যেখানে অস্পষ্ট সমালোনামূলক আলোচনার মাধ্যমে প্রেম,আনুগত্য, আত্মপ্রত্যয় এগুলোকে পছন্দনীয় করে তোলা হয় যেমন পছন্দ কফির কাপ এবং এটির বিভিন্ন সামাজিক নীতিমালা, ব্যবসা পরিবেশকে দূষণ বা ক্ষতি করার প্রবণতাকে কমতে সাহায্য করেছে।\n২০০৭ সালে আমেরিকা রাজ্যের কলোরাডোতে রেকর্ড পরিমাণ তুষারপাত হয় এবং এর প্রেক্ষিতে খচ্চর হরিণ,বহর সারং, এলক(এক ধরনের হরিণ) এদের তীব্র খাদ্যভাব দেখা দেয়।তখন কলোরাডো রাজ্যের বনবিভাগের কাছে লাখ লাখ মানুষের অনুরোধ এবং আবেদন জমা পড়ে যাতে নাগরিকদের থেকে খাদ্য সংগ্রহ করে প্রাণীদের বাঁচানো হয় এবং এর পরিপ্রেক্ষিতে প্রায় ২ মিলিয়ন ডলার অর্থ ব্যয় করা হয় ক্ষুধার্ত প্রাণীদের জন্য। কিছু কসাইদের মতে বাম্বি প্রভাব(সাধারণভাবে,ওয়াল্ট ডিজনির চরিত্রসমূহ)  শাকাহারি আন্দোলন কে ত্বরান্বিত করে। রন্ধনশিল্পীদের মতে- এর ফলে মানুষের মাছের প্রতি আগ্রহ কমে যাচ্ছে এবং তারা বলে বাম্বি প্রভাব একমাত্র কারণ যার জন্যে নাকি ক্রেতারামাছের দিকে তাকিয়েও দেখেনা।\n’বাম্বি’ প্রভাব মানুষকে বন্যপ্রাণী নিয়ন্ত্রণকারী অনেক প্রতিষ্ঠানের বিরুদ্ধে কাজ করতে আগ্রহী করেছে।তাদের যে মূলমন্ত্র তা অনেক সময় বাস্তুতন্ত্র কে বাধাগ্রস্ত করে এবং এইজন্য এটাকে নেতিবাচক হিসাবে ধরা হয় ।উদাহরণস্বরূপ বাম্বি প্রভাব মানুষকে ‘The Smokey Bear Campaign’ এই ধরনের প্রতিষ্ঠান গড়ে তুলতে আগ্রহী করে ।এই ক্যাম্পেইন আগুনের পরিমাণ কমালেও বাস্তুতন্ত্র অস্বাভাবিক পরিবর্তন ঘটায়। (উইলকস ২০০৮) সালের নিবন্ধে বাম্বি প্রভাবকে সমর্থন করা হয়েছে যেখানে বলা হয়েছে এই ধরনের নিরীহ,সুন্দর,আকর্ষণীয় কার্টুন চরিত্র আরো তৈরী করা হলে এবং বাণিজ্যিকীকরণ করা হলে আক্রমণাত্মক,ভয়ঙ্কর প্রাণীরাও আস্তে আস্তে প্রভুভক্ত,আদুরে হয়ে উঠবে এবং পরিবেশের উন্নতি হবে ।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nCartmill, M. (১৯৯৩)। A View to Death in the Morning: Hunting and Nature through History। Cambridge: Harvard UP। \nটেমপ্লেট:বাম্বি"}