{"pageid": 1048976, "title": "প্যালিওস্যালিনিটি", "url": "https://bn.wikipedia.org/wiki?curid=1048976", "content": "প্যালিওস্যালিনিটি (বা পালায়োস্যালিনিটি) বলতে ভূতাত্ত্বিক ইতিহাসের দিকে থেকে সমুদ্র বা সমুদ্র অববাহিকায় সমুদ্র অববাহিকার লবণাক্ততাকে বুঝায়।\n\n\n== গুরুত্ব ==\nবারুম প্লট থেকে দেখা যায় কোনো পানীয়ের লবণাক্ততার হ্রাস পেলে তা কার্বন ডাই অক্সাইড- কার্বনেট সিস্টেমের সাম্যবস্থার ধ্রুবক বাড়ায়। অর্থাৎ সমুদ্রের পানির মত লবণাক্ত তরলে কার্বন ডাই অক্সাইডের সাপেক্ষে কার্বনেটের পরিমাণ বিশুদ্ধ পানির তুলনায় বেশি থাকে। প্যালিও আবহাওয়াবিজ্ঞানের সবচেয়ে গুরুত্বপূর্ণ বিষয় হচ্ছে হচ্ছে সমুদ্রে লবণাক্ততার বৃদ্ধি কার্বনের দ্রাব্যতা কমিয়ে দিবে। হিমশৈলের গঠনের কারণে শেষ হিমবাহ থেকে সমুদ্র সমতল ১২০ মিটার নিচে নেমে গিয়েছে যা লবণাক্ত সমুদ্রের আংশিকিকরণ কে নির্দেশ করে। ফলশ্রুতিতে কার্বন ডাইঅক্সাইড নিঃসরণ হওয়ায় বায়ুমন্ডলে কার্বন ডাইঅক্সাইড ৬.৫% পর্যন্ত বেড়ে যাচ্ছে। এই গ্যাস হিমবাহকালীন সময়ের ৮০-১০০% প্রভাবকে প্রশমিত করছে।\n\n\n=== স্তরবিন্যাস ===\nঅতিরিক্ত লবণাক্ততার স্তরবিন্যাসের জন্য থার্মোহ্যালাইন প্রবাহ ধীর হয়ে যায় যা মেরিওডিন্যাল ওভারটার্নিং সার্কুলেশনে (এম ও সি) বিঘ্ন ঘটায়। অতিরিক্ত স্তরবিন্যাস বুঝায় যে সেখানে পানির প্রবাহ পথে বাধা রয়েছে; আইসোপিকনালস পৃষ্ঠ পর্যন্ত উত্তোলিত হয়ে ভাঙন ঘটায় না, বরং এটি পৃষ্ঠের সমান্তরাল থাকে। ঐ ধরনের সাগরকে তখন বলা হয় বদ্ধ এবং এরাই মূলত এমওসি-এর ধীরগতির জন্য দায়ী।\n\n\n== প্যালিওস্যালিনিটির পরিমাপ ==\nলবণাক্ততা পরিমাপের অনেক প্রক্রিয়া রয়েছে তার মধ্যে তরলে ক্লোরিনের পরিমাণ দ্বারা লবণাক্ততা মাপা হয়। আদকিনস(২০০২) ওডিপি কেন্দ্রে প্রবাল দিগন্ত থেকে প্যালেও গভীরতা হিসাব করে তরলের ক্লোরোণিটি ধর্ম ব্যবহার করে। ক্লোরোণিটি আসল লবণাক্ততার চেয়ে বেশি পাওয়া যায় কারণ সাগরে মূল আয়ন সাগরের গভীরতার সাথে ধ্রুবক নয়।যেমন সালফেট দূরীকরণ এবং ক্যাটায়ন- কাদা আকর্ষণের ফলে লবণাক্ততা পরিবর্তন হয় কিন্তু ক্লোরোণিটি তেমন পার্থক্য দেখায় না।\n\n\n== শেষ সর্বোচ্চ হিমবাহে প্যালিওস্যালিনিটি ==\nআদকিনের গবেষণায় দেখা যায় সমুদ্র উচ্চতা ১২০ মিটার হ্রাস পাওয়ার সাথে সাথে বৈশ্বিক লবণাক্ততা বাড়ে। অক্সিজেন আইসোটোপ ব্যবহার করে দেখা গেছে গভীর সমুদ্রের পানির গলনাঙ্কে কোনো ত্রুটি নেই কিন্তু সমুদ্রের পানি তাপমাত্রার সাথে ব্যাপক সমসত্ততা দেখায়।বিপরীতভাবে দেখা যায় ,লবণাক্ততা পূর্বে এখনের চেয়ে অনেক বেশি ছিল।আধুনিক লবণাক্ততা .৫ পিএসইউ এবংগড় লবণাক্ততা ৩৪ .৭পিএসইউ যেখানে শেষ সর্বোচ্চ হিমবাহে(এলজিএম) লবণাক্ততা ছিল উত্তর আটলান্টিকে ৩৫.৮ পিএসইউ এবং দক্ষিণ সাগরে ৩৭.১ পিএসইউ।\nহাইড্রোচিত্রে বর্তমানে এবং এলএমজি এ বেশ কিছু পার্থক্য রয়েছে।বর্তমানে উত্তর আটলান্টিক গভীর সাগর (এনএডিডব্লিউ) এন্টার্টিক নিম্ন সাগর(এএবিডব্লিউ) থেকে বেশি লবণাক্ত কিন্তু এলজিএম এর সময়ে এএবিডব্লিউ বেশি লবণাক্ত ছিল।বর্তমানে এনএডিডব্লিউ উপসাগরীয় প্রবাহ এর জন্য বেশি লবণাক্ত যা সমুদ্রের উচ্চতা হ্রাস পাওয়ায় ফ্লোরিডা স্ট্রেটস এ প্রবাহ কমার ইঙ্গিত করছে।\nআরেকটি গবেষণায় দেখা যায় দক্ষিণ সাগর আগের এলএমজি এর চেয়ে এখন বেশি লবণাক্ত যা বরফ যুগে দক্ষিণ সাগরের গতিয় প্রবাহ নির্ণয়ের গুরত্ব নির্ণয় করছে।৩৭.১পিএসইউ কে অতিরিক্ত সমুদ্র বরফ গঠন এবং পরিবহনের ফল হিসাবে ধরা হয়ে থাকে ।এটি লবণাক্ততা বাড়ালেও সমুদ্র বরফ গঠিত হওয়া অক্সিজেন ঘাটতি, আইসোটোপিক ভাঙন,অক্সিজেন ছাড়া ব্রাইন নিঃসরণের জন্য দায়ী।\n\n\n=== লবণাক্ততার ভূমিকা ===\nগলনাঙ্কের কাছাকাছি পানির উপস্থিতি লবণাক্ততা এবং সমুদ্রের পানি ঘনত্বের ভারসাম্যের আপেক্ষিক প্রভাবকে পরিবর্তন করে।\n\n  \n    \n      \n        \n          \n            \n              Δ\n              ρ\n            \n            ρ\n          \n        \n        =\n        α\n        Δ\n        T\n        −\n        β\n        Δ\n        S\n      \n    \n    {\\displaystyle {\\frac {\\Delta \\rho }{\\rho }}=\\alpha \\Delta T-\\beta \\Delta S}\n  \n\nযেখানে \n  \n    \n      \n        α\n      \n    \n    {\\displaystyle \\alpha }\n  \n =তাপমাত্রা বৃদ্ধি সহগ এবং \n  \n    \n      \n        β\n      \n    \n    {\\displaystyle \\beta }\n  \n =থার্মোহ্যালাইন সংকোচন সহগ ।  বিশেষভাবে এই \n  \n    \n      \n        \n          \n            β\n            α\n          \n        \n      \n    \n    {\\displaystyle {\\frac {\\beta }{\\alpha }}}\n  \n অনুপাতটি সবচেয়ে জটিল।তাপমাত্রা এবং লবণাক্ততা ব্যবহার করে আধুনিক সাগরে \n  \n    \n      \n        \n          \n            β\n            α\n          \n        \n      \n    \n    {\\displaystyle {\\frac {\\beta }{\\alpha }}}\n  \n ১০ হুইল্সট এবং এলজিএম এ \n  \n    \n      \n        \n          \n            β\n            α\n          \n        \n      \n    \n    {\\displaystyle {\\frac {\\beta }{\\alpha }}}\n  \n ২৫ এর কাছাকাছি। কাছাকাছি।আধুনিক থার্মোহ্যালাইনে প্রবাহ তাপমাত্রা পার্থক্য ছাড়া  ঘনত্ব দ্বারা বেশি প্রভাবিত ,যেখানে এলজিএম এর সময়ে তাপমাত্রার চেয়ে লবণাক্ততার উপর সাগর দ্বিগুণ বেশি নির্ভরশীল ছিল।এভাবে থার্মোহ্যালাইন প্রবাহ কম \"থার্মো\" এবং বেশি \"হ্যালাইন\" ধরা হয়।\n\n\n== আরও দেখুন ==\nবিশুদ্ধ পানি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলবণাক্ততার ইতিহাস"}