{"pageid": 1048326, "title": "আবু মুসলিম", "url": "https://bn.wikipedia.org/wiki?curid=1048326", "content": "আবু মুসলিম আব্দুর রহমান ইবনে মুসলিম আল-খুরাসানি (ফার্সি: ابومسلم عبدالرحمان بن مسلم خراسانی) বা বেহাজাদান পুর ভানদাদ হরমজদ (بهزادان پور ونداد هرمزد) জন্ম ৭১৮/১৯ অথবা ৭২৩/২৭, মৃত্যু ৭৫৫) ছিলেন আব্বাসীয় রাজবংশের অধীন একজন পারস্যিক সেনাপতি, যিনি উমাইয়া রাজবংশের পতন ঘটানো আব্বাসীয় বিপ্লবে নেতৃত্ব দিয়েছিলেন।\n\n\n== উৎস এবং নাম ==\nএনসাইক্লোপিডিয়া ইরানিকা অনুসারে, \"তার মূল নাম এবং তার জন্ম সম্পর্কে উৎসগুলো পৃথক তথ্য দেয়। কেউ কেউ তাকে গার্ডার্স এবং বৌজর্গমেহারের বংশধর হিসাবে অভিহিত করেন এবং তাকে ইব্রাহিম বলে থাকেন; কেউ কেউ বলে তাঁর নাম বেহজাদান, ভেন্দাদ হর্মোজের পুত্র (ফার্সি: بهزادان پور ونداد هرمزد); এবং অন্যরা তাকে আব্বাসীয়দের বা আলীয়দের সাথে সম্পর্কিত করে থাকে। এর সবগুলিই সন্দেহজনক\"। তিনি সম্ভবত পারস্য বংশোদ্ভূত ছিলেন, এবং তিনি মারভে বা ইসফাহানের নিকটে জন্মগ্রহণ করেছিলেন।  সঠিক তারিখটি অজানা, হয় ৭১৮/৯ বা ৭২৩/৭ এর কোনও সময়ে।\nকিছু সূত্র মতে, তিনি বর্তমান আফগানিস্তানের সারে-পোল প্রদেশে একটি তাজিক পরিবারে জন্মগ্রহণ করেছিলেন।\n\n\n== খুরসানে শিয়া কর্মী ও মিশনারি কার্যক্রম ==\nআবু মুসলিম কুফায় বেড়ে ওঠেন। সেখানে তিনি বনু ইজিল গোত্রের ক্রীতদাস ছিলেন এবং ঘোড়ার জিন তৈরী করতেন। এখানেই তিনি শিয়া মুসলিমদের সংস্পর্শে এসেছিলেন।\nকুফা তৎকালীন ক্ষমতাসীন উমাইয়া রাজবংশের বিরুদ্ধে সামাজিক ও রাজনৈতিক অস্থিরতার কেন্দ্রবিন্দু ছিল, যার নীতিগুলি আরবদেরকে অ-আরবদের উপরে ইসলাম ধর্মে দীক্ষিত করার বিষয় সমর্থন করেছিল (মাওলালি) এবং তাই তারা সমতার ইসলামী প্রতিশ্রুতি লঙ্ঘন করেছিল বলে মনে করা হয়। উমাইয়া খলিফাদের বিলাসবহুল জীবনধারা এবং আলীয়দের উপর তাদের অত্যাচার পরহেজগারদের আরও বিরোধী করে তুলেছিল। মুহাম্মদের পরিবারের একজন সদস্য শিয়াদের শাসনের পক্ষে এটি সমর্থন করেছিলেন, যিনি, আল্লাহ -নির্দেশিত ইমাম বা মাহাদী হিসাবে কুরআন ও সুন্নাহ অনুসারে শাসন করবেন এবং প্রকৃত ইসলামী সরকার গঠন করবেন যা মুসলিম সম্প্রদায়ে ন্যায়বিচার ও শান্তি আনবে।\n৭৩৭ খ্রিস্টাব্দে তিনি ঘালি (\"চরমপন্থী, প্রচলিত ধর্মমতের বিরোধী) আল-মুগিরা ইবনে সা'ইদের অনুসারীদের মধ্যে লিপিবদ্ধ হন। এই ক্রিয়াকলাপগুলি তাকে কারাগারে প্রেরণ করে, সেখান থেকে মক্কা যাওয়ার পথে তৎকালীন অগ্রণী আব্বাসীয় মিশনারিদের (নাকীব)দ্বারা ৭৪১/২ খ্রিস্টাব্দে তিনি মুক্তি পেয়েছিলেন।  আব্বাসীয় বংশের প্রধান ইব্রাহিম ইবনে মুহাম্মদের সাথে তাঁর পরিচয় হয়, যিনি ৭৪৫/৬ খ্রিস্টাব্দে তাকে খুরসানে মিশনারী প্রচেষ্টা পরিচালনার জন্য প্রেরণ করেছিলেন।\nখুরসান এবং সাধারণভাবে খিলাফতের ইরানের পূর্ব অর্ধেক অংশ আব্বাসীয়দের মিশনারি কার্যক্রমের জন্য উর্বর জমির প্রস্তাব করেছিল। সিরিয়ার উমাইয়া মহানগর প্রদেশ থেকে অনেক দূরে, খুরসানের আলাদা পরিচয় ছিল। এটি একটি বিশাল আরব বসতি স্থাপনকারী সম্প্রদায়ের আবাস ছিল, যার ফলশ্রুতিতে বিপুল সংখ্যক দেশীয় ধর্মান্তরিত হওয়ার পাশাপাশি আরব ও ইরানিদের মধ্যে আন্তঃবাহ বিবাহ হয়েছিল। একটি সীমান্ত প্রদেশ হিসাবে যুদ্ধের সংস্পর্শে আসার কারণে স্থানীয় মুসলমানরা সামরিকভাবে অভিজ্ঞ হয়েছিল এবং সাধারণ লড়াইটি দামেস্কের কেন্দ্রিকীকরণের প্রবণতা এবং সিরিয়ার গভর্নরদের নিষেধাজ্ঞাগুলির প্রতি সাধারণ মতবিরোধ খুরসানের আরব ও আদি মুসলমানদের আরও সংহত করতে সাহায্য করেছিল। পরবর্তী বিবরণ অনুসারে, ইতোমধ্যে ৭১৮/৯ খ্রিস্টাব্দে আব্বাসীয়রা বারোজননাকীবকে প্রদেশে প্রেরণ করেছিল, তবে আধুনিক পন্ডিতরা এ জাতীয় দাবী সম্পর্কে সন্দেহ পোষণ করেছেন এবং দেখা যায় যে 7৪০ সালে জায়েদ ইবনে আলীর বিদ্রোহের ব্যর্থতার পরেই আব্বাসীয় মিশনারী আন্দোলন খুরসানে অগ্রসর হতে শুরু করে। ৭৪৫ সালে, খুরসানী কাহতবা ইবনে শাবিব আল-তা'ই, ইব্রাহিম ইবনে মুহাম্মদের প্রতি আনুগত্যের জন্য পশ্চিমে যাত্রা করেছিলেন এবং আবু মুসলিমকে নিয়ন্ত্রণ গ্রহণের জন্য পূর্বদিকে প্রেরণ করা হয়েছিল।\nআবু মুসলিম যখন খুরসানে পৌঁছেছিলেন, তখন তৃতীয় ফিতনার কারণে চলমান উমাইয়া গৃহযুদ্ধের প্রভাবের কারণে প্রদেশটিতে অশান্তি দেখা দিয়েছিল, যা ইয়ামান ও কায়েস উপজাতি গোষ্ঠীর মধ্যে বিরোধকে পুনরায় প্রজ্জ্বলিত করেছিল: প্রদেশের অসংখ্য ইয়ামানি দীর্ঘকালীন গভর্নর নসর ইবনে সাইয়্যার এর বিরোধিতা করেছিল এবং তাদের প্রতিদ্বন্দ্বী জুডে আল-কিরমানিকে তার স্থান দেওয়ার চেষ্টা করেছিল। ৭৪৬ এর শেষের দিকে আল-কিরমানি, ইবনে সাইয়্যারের বিরুদ্ধে বিদ্রোহ করেন আর প্রাদেশিক রাজধানী মার্ভ থেকে তাকে তাড়িয়ে দেন। \n\n\n== আবু মুসলিম ও আব্বাসীয় বিপ্লব ==\nতিনি ডিসেম্বর ৭৪৭ (অথবা জানুয়ারী ৭৪৮) এ উমাইয়া গভর্নর নসর ইবনে সাইয়্যার, সেইসাথে শায়বান আল-খারিজি, খারিজি খেলাফতের একজন উচ্চাকাঙ্ক্ষী ব্যক্তিকে পরাজিত করে মার্ভের কর্তৃত্ব নেন। তিনি কার্যত খোরাসানের রাজ্যপাল এবং ৭৪০ এর পরবর্তীতে বিহাফারিদের বিদ্রোহীদের পরাজিতকারী প্রধান হিসাবে খ্যাতি অর্জন করেন। আবু মুসলিম বিশুদ্ধবাদী মুসলমান এবং জুরোস্ট্রিয়ান উভয়ের কাছ থেকেই বিদ্রোহ দমনে সমর্থন পেয়েছিলেন। ৭৫০ খ্রিস্টাব্দে আবু মুসলিম আব্বাসীয় সেনাবাহিনীর নেতা হন এবং জাব যুদ্ধে উমাইয়াদের পরাজিত করেন।\n\n\n== খুরসানের বিধি ও মৃত্যু ==\nআব্বাসীয় সরকার প্রতিষ্ঠার পরে আবু মুসলিম গভর্নর হিসাবে খুরাসানেই থেকে গেলেন। এই পদে তিনি ৭৫০/১ খ্রিস্টাব্দে বোখারায় শরীক ইবনে শায়খ আল- মাহরির শিয়া বিদ্রোহকে দমন করেছিলেন  এবং মধ্য এশিয়াতে মুসলিম বিজয়কে আরও এগিয়ে নিয়েছিলেন, আবু দাউদ খালিদ ইবনে ইব্রাহিমকে পূর্বদিকে প্রচারের জন্য প্রেরণ করেছিলেন।\nবিপ্লব ও সামরিক দক্ষতায় তাঁর বীরত্বপূর্ণ ভূমিকা এবং শিয়া, সুন্নি, জরাথুস্ট্রয়ান, ইহুদি এবং খ্রিস্টানদের প্রতি তাঁর সম্মিলিত রাজনীতির কারণে তিনি জনগণের মধ্যে অত্যন্ত জনপ্রিয় হয়ে উঠেছিলেন। যদিও দেখা যায় যে আবু আল-আব্বাস আল-সাফাহ সাধারণভাবে তাঁর উপর ভরসা করেছিলেন, তিনি তার ক্ষমতা সম্পর্কে সতর্ক ছিলেন এবং ৭৫৪ খ্রিস্টাব্দে হজে যাওয়ার পথে ইরাক পৌঁছানোর সময় তাঁর কর্মচারীদের ৫০০ জন রেখেছিলেন। আবু-আল-আব্বাসের ভাই, আল-মনসুর (র। ৭৫৪-৭৭৫), আল-সাফাকে একাধিকবার পরামর্শ দিয়েছিলেন যে, আবু মুসলিমকে তার ক্রমবর্ধমান প্রভাব এবং জনপ্রিয়তার কারণে হত্যা করতে হবে। দেখে মনে হয় যে এই মনোভাবটি পারস্পরিক ছিল, আবু মুসলিম আরও ক্ষমতার জন্য উচ্চাকাঙ্ক্ষী এবং আল-মনসুরকে ঘৃণা করতে চেয়েছিলেন, মনে হচ্ছিল যে আল-মনসুর তার অবস্থানের জন্য আবু মুসলিমের কাছে ঋণী। যখন নতুন খলিফার চাচা আবদুল্লাহ ইবনে আলী বিদ্রোহ করেছিলেন, আল-মনসুর এই বিদ্রোহটি থামানোর জন্য আবু মুসলিমের কাছে অনুরোধ করেছিলেন, যা তিনি করেছিলেন এবং আবদুল্লাহকে তার বন্দী হিসাবে তার ভাগ্নের হাতে দেওয়া হয়েছিল। আবদুল্লাহকে চূড়ান্তভাবে ফাঁসি দেওয়া হয়েছিল।\nসম্পর্কের দ্রুত অবনতি ঘটে যখন আল-মনসুর যুদ্ধের ছিনতাইকারীদের আবিষ্কার করার জন্য একজন চর প্রেরণ করেন এবং তারপরে আবু মুসলিমকে তার এলাকার বাইরে সিরিয়া ও মিশরের গভর্নর নিযুক্ত করেন। আবু মুসলিম ও আল-মনসুরের মধ্যে ক্রমবর্ধমান সংলাপের পরে আবু মুসলিম আশঙ্কা করেছিলেন যে খলিফার উপস্থিতিতে তাকে হত্যা করা হবে। পরে তিনি তার মনোভাব পরিবর্তন করেছিলেন এবং অনুমিত অবাধ্যতার সংমিশ্রণে, আল-মনসুরের তাকে খুরসানের গভর্নর হিসাবে রাখার প্রতিশ্রুতি এবং তাঁর ঘনিষ্ঠদের কয়েকজনের আশ্বাসের কারণে উপস্থিত হওয়ার সিদ্ধান্ত নেন, যাদের মধ্যে কয়েকজনকে আল-মনসুর ঘুষ দিয়েছিলেন। তিনি ৭৫৫ খ্রিস্টাব্দে আল-মাদা'ইনে আল-মনসুরের সাথে দেখা করতে ইরাকে গিয়েছিলেন। আল-মনসুর আবু মুসলিমের বিরুদ্ধে তাঁর অভিযোগগুলি গণ্য করতে এগিয়ে গেলেন, যিনি খলিফাকে তাঁর সিংহাসনে বসানোর জন্য তাঁর প্রচেষ্টা স্মরণ করিয়ে দিয়েছিলেন। আবু মুসলিমের বিরুদ্ধেও জিন্ডিক বা ধর্মবিরোধী বলে অভিযোগ ছিল।  আল-মনসুর তার পাঁচজন রক্ষীকে তার হত্যার জন্য একটি পোর্টিকোর পিছনে সিগন্যাল করেছিলেন। আবু মুসলিমের বিকৃত দেহটি টাইগ্রিস নদীতে ফেলে দেওয়া হয়েছিল, এবং তার কমান্ডারদের হত্যার দায় স্বীকার করতে ঘুষ দেওয়া হয়েছিল।\n\n\n== গুপ্ত-জরাথুস্ট্রবাদ ==\nবেহফারিদের ধর্মবিরোধকে চূর্ণ করার ক্ষেত্রে তার সহায়তা সত্ত্বেও, আবু মুসলিমকে মধ্য পারস্যের সনাতন জরাথুস্ট্রর অনুকূল মনে করা যায় নি। জাণ্ড-ই ওহমান ইয়াসন এবং জারতোষত-নামা উভয়েই আবু মুসলিমকে তীব্র তিরস্কার করে।\n\n\n== উত্তরাধিকার ==\nতাঁর খুন খুরসানের বাসিন্দারা ভালোভাবে নেয়নি এবং আল-মনসুরের নির্মম পদ্ধতি ব্যবহারের কারণে জনগণের মধ্যে ক্ষোভ ও বিদ্রোহ দেখা যায়।  তিনি পারস্যের অনেকের কাছে কিংবদন্তীতুল্য ব্যক্তিত্ব হয়ে উঠেছিলেন এবং বেশ কয়েকজন ফারসি ধর্মবিদ্বেষী দাবি করেছিলেন যে তিনি মারা যাননি এবং ফিরে আসবেন বলে বিদ্রোহ শুরু করেছিল;  এতে ইসহাক আল-তুর্ক, নিশাপুরের জরাথুস্ট্রয়ান আলেম সুনপদ, কেসনাইট শিয়ার  আবু মুসলিমিয়া এবং খুরাসানের আল-মুকান্না অন্তর্ভুক্ত ছিল। এমনকি বাবাকও তাঁর কাছ থেকে বংশোদ্ভূত বলে দাবি করেছিলেন।\nমধ্য এশিয়া, ইরান এবং আফগানিস্তানে আবু মুসলিম এবং তাঁর উপাসনার রূপকথার বিভিন্ন রূপ রয়েছে। স্থানীয়  ঐতিহ্যের উপর নির্ভর করে কিছু স্থানীয় সাধু আবু মুসলিমের সাথে একটি কাল্পনিক সংযোগের মাধ্যমে বৈধতা লাভ করেন। \n\n\n== বই ==\nতাকে নিয়ে কমপক্ষে তিনটি মহাকাব্য রচিত হয়েছিল:\n\nমারজুবাণী, মুহাম্মাদ ইবনে ইমরান, আকবার শুয়ারা আল-শিয়াহ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nমুহাম্মাদ ইবনে হাসান, আবু তাহির তারসুসি, আব্বু মুসলিমʹনামাহ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nজিদান, জরজি, আবু মুসলিম আল খুরাসানী উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও ==\nআবু মুসলেম এফসি, তাঁর নামানুসারে একটি ইরানি ফুটবল ক্লাবের নামকরণ করা হয়েছে।\n\n\n== আরও দেখুন ==\nবাবাক খোররামদিন\nসুনপধ বা সিনবাদ দ্য মাগাস\nবেহাফারিদ\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\n\nHawting, Gerald R. (২০০০)। The First Dynasty of Islam: The Umayyad Caliphate AD 661–750 (Second সংস্করণ)। London and New York: Routledge। আইএসবিএন 0-415-24072-7। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMoscati, S. (১৯৬০)। \"Abū Muslim\"।   Gibb, H. A. R.; Kramers, J. H.; Lévi-Provençal, E.; Schacht, J.; Lewis, B. & Pellat, Ch.। The Encyclopaedia of Islam, New Edition, Volume I: A–B। Leiden: E. J. Brill। পৃষ্ঠা 141। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKennedy, Hugh (২০০৪)। The Prophet and the Age of the Caliphates: The Islamic Near East from the 6th to the 11th Century (Second সংস্করণ)। Harlow: Longman। আইএসবিএন 978-0-582-40525-7। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nShaban, M. A. (১৯৭৯)। The ʿAbbāsid Revolution। Cambridge: Cambridge University Press। আইএসবিএন 0-521-29534-3। \nSharon, Moshe (১৯৯০)। Revolt: the social and military aspects of the ʿAbbāsid revolution। Jerusalem: Graph Press Ltd.। আইএসবিএন 965-223-388-9। \nYūsofī, Ḡ. Ḥ. (১৯৮৩)। \"ABŪ MOSLEM ḴORĀSĀNĪ\"।   Yarshater, Ehsan। Encyclopædia Iranica, Volume I/4: Abū Manṣūr Heravı̄–Adat। London and New York: Routledge & Kegan Paul। পৃষ্ঠা 341–344। আইএসবিএন 978-0-71009-093-5। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMalikov Azim. \"The Cult of Abu Muslim and His Companions\" in Central Asia: Variants of Mythologization in Etnograficheskoe obozrenie №3, 2020, pp. 141–160."}