{"pageid": 1048231, "title": "ভূচিকিৎসা", "url": "https://bn.wikipedia.org/wiki?curid=1048231", "content": "ভূচিকিৎসা শব্দটি রূপক অর্থে পৃথিবীর যাবতীয় প্রাণ-পদার্থবিদ্যাগত এবং পরিবেশগত সমস্যা যেমন: জলবায়ু পরিবর্তন নির্ণয় এবং তা থেকে পরিত্রাণের উপায় বুঝতে ব্যবহৃত হয়। এর সদৃশ ঘটনা হিসেবে ঠিক যেমনভাবে একজন চিকিৎসক রোগীর রোগ নির্ণয় করে এর সুচিকিৎসার ব্যবস্থা করে তাকে সুস্থ করে তোলেন, সেটাকে বলা হয়। ভূচিকিৎসা হচ্ছে পৃথিবীর প্রাকৃতিক প্রাণ রাসায়নিক এবং শারীরবৃত্তীয় প্রক্রিয়া নিয়ন্ত্রণের মাধ্যমে পৃথিবীর যাবতীয় গ্রহ উপগ্রহ সম্পর্কিত কার্যকলাপ তাপমাত্রা, সমুদ্রউচ্চতা, মাটির উর্বরতা, খাবার এবং বিশুদ্ধ পানির ব্যবস্থা, বায়ুমণ্ডল ইত্যাদির মান নিয়ন্ত্রণ করে পৃথিবীকে সুস্থ রাখে, মানুষের ব্যবহারের উপযোগী রাখে।  ভূচিকিৎসা বাস্তুতন্ত্রকে নিয়ন্ত্রণ করে স্বাস্থ্যকর বায়োম তৈরি করে এবং মানুষের জীবনমানকে উন্নত রাখতে সাহায্য করে। টেকসই উন্নত ভবিষ্যতের জন্য পৃথিবীর ক্ষতিগ্রস্ত বাস্তুতন্ত্রগুলোকে আবার পুনর্ব্যবহারের উপযোগী করে তোলে ভূচিকিৎসা।\nভূচিকিৎসা আর ভূপ্রকৌশল কখনোই এক নয়। ভূচিকিৎসা মানুষের বসবাস উপযোগী প্রাকৃতিক পরিবেশ তৈরি করে আর ভূপ্রকৌশল প্রকৃতির সাথে প্রযুক্তির সংমিশ্রণ করে। তাই মানুষের মধ্যে বিভ্রান্তি দূর করতে ভূচিকিৎসাকে প্রাণজৈববিদ্যাও বলা হয়ে থাকে যার মূল লক্ষ্য হচ্ছে প্রাকৃতিক ও জৈবিক প্রক্রিয়ায় পুনরুদ্ধার যা ভূপ্রকৌশল বিদ্যার সম্পূর্ণ বিপরীত।\n\n\n== ভূচিকিৎসার উৎপত্তি ==\nফ্রেঞ্চ ন্যাশনাল সেন্টার ফর সায়েন্টিফিক রিসার্চ এর উদ্যোগে ১৯৯১ সালে প্রাণ রসায়নবিদ রিচার্ড গ্রানথাম \"বৈশ্বিক পরিবর্তনের জন্য ভূচিকিৎসা মডেলিং\" শীর্ষক সেমিনারে এ শব্দটি ব্যবহার করেন। গ্রান্থাম আরো কয়েকজন বিজ্ঞানীর প্যানেল নিয়ে এ সম্মেলনে বসেন এবং ভূচিকিৎসা সনদ রচনা করেন। এ সনদে বলা হয়,জলবায়ু পরিবর্তন মোকাবেলায় একটি “বিশ্ব  নীতি\" অনুসরণ করতে হবে এবং টেকসই উন্নয়নের জন্য সমস্ত বিজ্ঞানীদের এ নীতির পূর্ণাঙ্গ বাস্তবায়নে তাদের মেধা ও জ্ঞানকে কাজে লাগাতে হবে। এ সনদে মানবসভ্যতা টিকিয়ে রাখা, বায়ুমন্ডল,সার্বিক পরিবেশ পরিস্থিতি এসবের উপর জোর দেয়া হচ্ছে। বায়ুমণ্ডলের বিভিন্ন স্তরে ইতোমধ্যে ষষ্ঠ গণবিলুপ্তি শুরু হয়ে গিয়েছে  এবং এখনই যদি ব্যবস্থা না নেয়া হয় তাহলে পৃথিবী ধ্বংসের মুখে পড়বে। গ্রান্থাম বিভিন্ন বিজ্ঞানী এবং ডাক্তারের সাথে এ নিয়ে আলোচনা করেন।এর মধ্যে বিখ্যাত ক্যান্সার চিকিৎসক ভ্যান রেন্সেলার পটার ও ছিল।  পটার মানবসভ্যতার উন্নতির সাথে সাথে প্রকৃতির ধ্বংসের জ্যামিতিক চিত্ররূপ প্রকাশ করেন।যেহেতু পটার ও গ্রান্থাম একই বিভাগের ছিলেন,তাই তাদের ধারণা প্রায় একই ছিল পৃথিবীর ব্যাপারে।তারা পৃথিবীকে মানবদেহের সাথে তুলনা করেন এবং তা থেকে নিরাময়ের উপায় খুঁজে বের করার চেষ্টা করেন। \n\n\n=== ভূচিকিৎসা এবং বিশ্ব নীতির ঘোষণা ===\nঅতিরিক্ত পরিবেশ দূষণ মানুষের বসবাসযোগ্যতাকে ধ্বংস করে।তাই সংশোধনমূলক কার্যক্রম খুবই জরুরি হয়ে পড়েছে।\n\nআমাদের মূল লক্ষ্য হচ্ছে পৃথিবীকে দীর্ঘদিনের জন্য বসবাসযোগ্য করে তোলা এবং বাস্তুতন্ত্র সংরক্ষণ\nআমরা মানবজাতি কেবল শুধুমাত্র নিজেদের ক্ষুদ্র লাভের জন্য প্রাকৃতিক উৎস ধ্বংস থেকেই বিরত থাকবনা বরং পৃথিবীকে সুন্দর করার জন্য কাজ করবো।\nএটি আমাদের জৈবিক এবং সাংস্কৃতিক বিবর্তনে সাহায্য করবে তা না হলে সামনে ভয়ঙ্কর বিপদের সম্মুখীন হতে হবে।\nবৈশ্বিক নীতির আরো উন্নয়ন,প্রয়োগ এবং ভূচিকিৎসার আরো উন্নতি প্রয়োজন।\nঅন্যতম একটি সমস্যা হচ্ছে অতিরিক্ত জনসংখ্যা বৃদ্ধি,এর ফলে পৃথিবীর ধারণক্ষমতা কমে যাচ্ছে এবং দূষণ বেড়ে যাচ্ছে।\nআমরা ঘোষণা করছি যে,পৃথিবীর সমস্ত বিজ্ঞানীরা এই লক্ষ্যে একত্রিত হবে এবং লক্ষ বাস্তবায়নে এগিয়ে আসবে ।\nএই ভূচিকিৎসা নীতির মূললক্ষ্য ছিল বিশ্বব্যাপী প্রকৃতি ও মানুষের মধ্যে মিলবন্ধন সৃষ্টি করার জন্য বৈশ্বিক নীতি\" গড়ে তোলা এবং পরিবেশের ক্ষতি কমানো। গ্রাহামের এই লক্ষ বিশ্বের বড় বড় চিন্তাবিদদের ও প্রভাবিত করেছে এবং যার পরিপ্রেক্ষিতে ১৯৯২ সালে রিও ডি জেনিরিও তে ধরিত্রী সম্মেলন অনুষ্ঠিত হয় যেখানে জলবায়ু পরিবর্তন মোকাবেলা সংক্রান্ত জাতিসংঘের চুক্তি স্বাক্ষরিত হয়। গ্রাহাম যখন জাতিসংঘের জলবায়ু পরিবর্তন ও জীববৈচিত্র্য বিষয়ক বিজ্ঞান ও প্রযুক্তি উন্নয়ন সেন্টারে কাজ করতেন তখন তিনি থমাস জে এফ গেরু নামক একজন প্রাণরসায়নবিদের সাথে কাজ করেন এবং গেরু ইউএনএফসিসি চুক্তির খসড়া তৈরিতে সাহায্য করেন।\n১৯৯১ সালে গ্রাহাম স্নায়ুরোগ পারকিনসন রোগে আক্রান্ত হওয়ায় তিনি আর লিখতে বা কথা বলতে পারতেন না ফলে ভূচিকিৎসার প্রচলন খুব দ্রুত বন্ধ হয়ে যায়। \n\n\n== বর্তমান ভূচিকিৎসা ==\n২০১৪ সালে ভূচিকিৎসা আবার পুনর্জাগরণ লাভ করে ভূচিকিৎসা:মাটির উর্বরতা বৃদ্ধি, কার্বন ক্রম,কার্বন বিপরীতকরণ বৃদ্ধি সংক্রান্ত বই প্রকাশের পর যেখানে দেখানো হয় যে কার্বন ক্রমের দ্বারা কার্বন বিপরীতকরণ ঘটিয়ে কার্বন এবং অন্যান্য মূল্যবান খনিজ পাওয়া সম্ভব যা মাটির জন্য ভালো।কিছু পরিচ্ছেদে মানবসভ্যতার ব্যাপক পরিবর্তন আনার কথা বলা হয়েছে যা বিশ্বনীতির বাস্তবায়নে যেমন “কার্বন ভিত্তিক অর্থনীতিতে” সহায়ক। সহায়ক।এই ধারণা দিনদিন জনপ্রিয়তা পাচেছ এবং গ্রাহামের টেকসই ভবিষ্যৎ গঠনের স্বপ্নকেই আবার জাগিয়ে তুলছে। এম আই টি এবং ম্যাসাচুসেটসের হার্ভার্ড বিশ্ববিদ্যালয়ের একদল দ্বারা পরিচালিত জলবায়ু কোয়ালিশনের উদ্যোগে \"জলবায়ু পরিবর্তন বিষয়ক ফোরামে\" ভূচিকিৎসা নিয়ে আলোচনা করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nTalk byড. টম গেরুর জাতিসংঘের জলবায়ু পরিবর্তন কাঠামো বাস্তবায়ন সম্মেলনে দেয়া বক্তব্য, প্যারিস কোপ, ডিসেম্বর ২০১৫ ,খন্ড ১\nড. টম গেরুর জাতিসংঘের জলবায়ু পরিবর্তন কাঠামো বাস্তবায়ন সম্মেলনে দেয়া বক্তব্য, প্যারিস কোপ, ডিসেম্বর ২০১৫ ,খন্ড ২"}