{"pageid": 1048608, "title": "বন সংরক্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1048608", "content": "বন সংরক্ষণ বনায়নের একটি শাখা যা বন সংরক্ষণের বা উন্নতির সাথে সম্পর্কিত।\nযে পদ্ধতিতে বনজ সম্পদের সুরক্ষা করা হয়। এবং নিয়ন্ত্রিতভাবে ওই সম্পদ ব্যবহার করা হয়। তাকে বন সংরক্ষণ বলে।\nপ্রাকৃতিক বা মানুষ কর্তৃক সৃষ্ট বনের আগুন, গাছের কীটপতঙ্গ এবং প্রতিকূল জলবায়ু পরিস্থিতি (বৈশ্বিক উষ্ণায়ন) এর মতো বনের ক্ষতিরোধ ও নিয়ন্ত্রণের সাথে এটি সম্পর্কিত।\nবন সুরক্ষার একটি আইনি অবস্থান রয়েছে যেখানে কেবলমাত্র মানুষের থেকে সুরক্ষা নয় বরং বনগুলির ক্ষতিগ্রস্থতা আরও বিস্তৃত হিসাবে দেখা যায়। এতে বনরোগ বিদ্যাও অন্তর্ভুক্ত রয়েছে। বিভিন্ন বৈশিষ্ট্য এর কারণে বন সুরক্ষার বিভিন্নরকম পদ্ধতি রয়েছে।\nজার্মান-ভাষী দেশগুলিতে, বন সুরক্ষা অপরাধ সম্পর্কিত ভৌত এবং জৈবিক বিষয়গুলিতে মনোনিবেশ করে। একটি সুরক্ষিত বন এবং সংরক্ষিত বন এক নয়। এই শব্দগুলি ইংরেজিতে কিছুটা বিভ্রান্তি ঘটাতে পারে, যদিও এগুলি অন্যান্য ভাষায় পরিষ্কার বোঝা যায়। ফলস্বরূপ, স্থানীয়করণ এবং অর্থের সংমিশ্রণের কারণে অ-বিশেষজ্ঞদের জন্য ইংরেজি সাহিত্য পড়া সমস্যাযুক্ত হতে পারে।\nবন-সুরক্ষা যে ধরনের মানব-প্ররোচিত অপব্যবহার রোধ করে সেগুলির মধ্যে রয়েছে:\n\nআক্রমণাত্মক বা অস্থিতিশীল তীব্র কৃষিকাজ এবং লগিং\nবনের মাটি দূষণ\nজনসংখ্যা বিস্ফোরণ ও শহুরে বিস্তারের ফলে নগর উন্নয়নের প্রসার।\nবন সুরক্ষা পদ্ধতির কার্যকারিতা নিয়ে যথেষ্ট বিতর্ক রয়েছে। ক্রয় করা বনভূমি সম্পর্কিত আইন এর প্রয়োগ পৃথিবীর বেশিরভাগ অংশে দুর্বল বা অস্তিত্বহীন। প্রধান প্রধান রেইন ফরেস্ট এর আবাসস্থল, ক্রমবর্ধমান বিপজ্জনক দক্ষিণ আমেরিকাতে ব্রাজিলিয়ান ন্যাশনাল এজেন্সি ফর দি এনভায়রনমেন্ট (আইবিএমএ) এর কর্মকর্তাদের সম্প্রতি তাদের রুটিন দায়িত্ব পালনের সময় গুলিবিদ্ধ করা হয়েছে।\n\n\n== জমি ক্রয় ==\nএকটি সহজ প্রকারের বন সুরক্ষা হল রাষ্ট্র বা সংরক্ষণ সংস্থাগুলি কর্তৃক এটি সুরক্ষিত করার জন্য, বা বন পুনরুৎপাদন/বনায়নের জন্য জমি অধিগ্রহণ। এর অর্থ বন ব্যবস্থাপনা বা প্রাকৃতিক জলাশয়ের মতো এলাকাগুলির আখ্যায়ন ও হতে পারে,যেগুলো নিজেদের মতো রেখে দেওয়ার কল্পনা করা হয়েছিলো। তবে, কেবল এক টুকরো জমি কেনা অন্যদের দ্বারা চোরাশিকার ও অবৈধ লগিংয়ের জন্য ব্যবহার করা থেকে বাধা দেয় না।\n\n\n== স্থান পর্যবেক্ষণ ==\nকোনো বন, বিশেষত প্রত্যন্ত অঞ্চলের পুরাতন বনকে রক্ষা করার একটি ভাল উপায় হলো, এর একটি অংশ নিয়ে কেনা জমির উপর বসবাস ও নজরদারি করা। এমনকি মার্কিন যুক্তরাষ্ট্রেও এই ব্যবস্থাগুলি কখনও কখনও পর্যাপ্ত হয় না। কারণ অগ্নিসংযোগ একটি বনকে সম্পূর্ণভাবে পুড়িয়ে দিতে পারে, আর এর ফলে পোড়া জায়গাগুলি বিভিন্ন ব্যবহারের জন্য মুক্ত হয়ে যায়।\nকেনা বন-জমিতে বসবাস সম্পর্কে আরেকটি বিষয় হলো জমি সাফ না করলে একটি মানসম্মত বাড়ির জন্য উপযুক্ত জায়গা নাও থাকতে পারে, যা বাড়ির সুরক্ষার উদ্দেশ্যকে উপেক্ষা করে। বিকল্পগুলির মধ্যে রয়েছে একটি গাছঘর বা একটি মাটির ঘর তৈরি করা। দক্ষিণ আমেরিকার আদিবাসীরা বর্তমানে বড় জলাধার রক্ষার জন্য এটি করছেন। পূর্ববর্তী সময়ে, উত্তর আমেরিকার আদি আমেরিকানরা টিপি বা ম্যান্ডান মাটির ঘরে বাস করত, যার জন্যেও কম জমি লাগতো। \"ট্রু স্কুল ট্রি হাউস\" নামে জার্মানির একটি সংস্থা থেকে আধুনিক গাছঘরগুলির বিকাশের উদ্যোগ নেওয়া হয়েছে।\n\n\n== সংরক্ষণের অন্যান্য পদ্ধতি ==\nবন সুরক্ষার কয়েকটি কম সফল পদ্ধতি চেষ্টা করা হয়েছে, যেমন প্রত্যয়িত কাঠের বাণিজ্য। বৃহত্তর বনভূমির একটি ছোট অংশকে রক্ষা করারও সীমিত মূল্য থাকতে পারে। উদাহরণস্বরূপ, গ্রীষ্মমণ্ডলীয় রেইনফরেস্ট গুলি আকারে হ্রাস পেলে মারা যেতে পারে, যেহেতু তারা তাদের তৈরি আর্দ্র মাইক্রোক্লাইমেট এর উপর নির্ভরশীল। ক্যালিফোর্নিয়ায় রেডউড বন এবং তাদের বন এবং রেইন ফরেস্ট রক্ষণাবেক্ষণের প্রচেষ্টা সম্পর্কে ন্যাশনাল জিওগ্রাফিক অক্টোবর ইস্যুতে একটি চমৎকার নিবন্ধ রয়েছে।\nএদের মাঝামাঝি পর্যায়ে থাকার জন্য সিদ্ধান্ত হিসেবে কৃষিকাজ এবং মজুদ চাষ, বা টেকসই কাঠ ব্যবস্থাপনা পরিচালনা করা হয়। এটি বনভূমি এবং কৃষিজমিগুলির বিভিন্ন মূল্য আরোপ করে, যার ফলে অনেক অঞ্চল উন্মুক্ত পতিত থাকে।\n\n\n== সন্নিহিত স্থানে উন্মোচন ==\nবন রক্ষা কেবল নতুন স্থানে বননিধন সৃষ্টি করে এই ধারণা নিয়ে দুটি পরস্পরবিরোধী বিচার রয়েছে যাকে বলা হয় 'সন্নিহিত স্থানে উন্মোচন'। বন রক্ষার প্রচলিত ধারণার বিপরীত অনুযায়ী সুরক্ষিত অঞ্চলের নিকটবর্তী গ্রামীণ বসতিগুলির মতো সুরক্ষিত অঞ্চলগুলি অন্য জায়গায় দ্বিগুণ হারে বৃদ্ধি পেয়েছে। আইইউসিএন এমন প্রোটোকল প্রয়োগ করে যা ৬৭০ এরও বেশি ইকো অঞ্চলগুলিকে সুরক্ষা দেয়। ৪৬% ইকো অঞ্চলগুলিতে ১০% এরও কম বন সুরক্ষা ছিল। যার অর্থ হ'ল এই অঞ্চলগুলি যেমন তদারকি করা উচিত তেমন করা হচ্ছে না এবং সুরক্ষা কাজ করছে না। বন সুরক্ষাকে বৈশ্বিক অগ্রাধিকারের অঞ্চলে বিবেচনা করা অসন্তুষ্টিকর ছিল। প্রদত্ত একটি উদাহরণে দেখা যায় গড় সুরক্ষা এর ৮.৪% জীববৈচিত্র্য হটস্পটে ছিলো। \"বিশ্বের প্রতিটি বনাঞ্চলের কমপক্ষে ১০%\" কার্যকরভাবে সংরক্ষণের জন্য ২০০৮ সালে পুনরুদ্ধারকৃত জৈবিক বৈচিত্র্যের কনভেনশন এর লক্ষ্য এর সাথে ফলাফলের নীতিগত সম্পর্ক রয়েছে।\n\n\n== বন সংরক্ষণের প্রয়োজনীয়তা ==\n১) বায়ুমণ্ডলের গ্যাসীয় ভারসাম্য স্থিতিশীল রাখা: উদ্ভিদ ও প্রাণীরা ক্রমাগত শ্বাসক্রিয়ার জন্য বাতাস থেকে অক্সিজেন শোষণ করলেও তা ফুরিয়ে যায় না এই কারণে যে, গাছপালা সালোকসংশ্লেষ পদ্ধতিতে সেই কার্বন ডাই- অক্সাইড শোষণ করে আবার অক্সিজেন উৎপাদন করে। এখন বড়ো বড়ো গাছপালা সালোকসংশ্লেষ পদ্ধতিতে বিপুল পরিমাণে কার্বন ডাই-অক্সাইড গ্যাস অপসারিত করে এবং অক্সিজেন গ্যাস উৎপাদন করে। সুতরাং, বনের গাছপালা ধ্বংস করলে গ্যাসীয় ভারসাম্য রক্ষার কাজে বিঘ্ন ঘটে।\n(২) ভূমিক্ষয় নিবারণ: বড়ো বড়ো গাছপালার শিকড় মাটির নিচে বহুদূর পর্যন্ত জালের আকারে ছড়িয়ে যায় যা মাটিকে শক্তভাবে ধরে রাখে। এছাড়া এরকম গাছপালার উপস্থিতিতে ঝোড়ো হাওয়া সজোরে মাটির উপর আছড়ে পড়তে পারে না। আব বৃষ্টির জল মাটি ধুয়ে নিয়ে যেতে পারে না। এসব কারণে বড় বড় গাছপালার সাহায্যে ভূমিক্ষয় নিবারণ সম্ভব হয়। কোনো অঞ্চলের গাছপালা ক্রমাগত কাটা হতে থাকলে ক্রমাগত ভূমিক্ষয়ের ফলে সেই অঞ্চল ক্রমে রুক্ষ মরুভূমিতে পরিণত হতে পারে।\n(৩) আবহাওয়া শীতল রাখা ও বৃষ্টিপাত ঘটানো:পৃথিবীর বুকে যে সব গাছপালা রয়েছে সেগুলি প্রতিদিন বাষ্পমোচন বা প্রস্বেদন প্রক্রিয়ায় (Transpiration) বিপুল পরিমাণ জল বাষ্পাকারে বাতাসে বের করে দেয়। পাতার পত্ররন্ধ্রের (stoma) পথ দিয়ে এই জলীয় বাষ্প বেরিয়ে আসে। একটিমাত্র ভুট্টা গাছ থেকে প্রতিদিন প্রায় আড়াই লিটার জল বাষ্পাকারে বাতাসে মেশে। এর থেকেই বোঝা যায় আকাশে মেঘ সৃষ্টির কাজে গাছের ভূমিকা কিরকম গুরুত্বপূর্ণ। এইভাবে বাষ্পমোচন করতে গিয়ে গাছপালা আশপাশের পরিবেশকে ঠান্ডা রাখে। আকাশে ভেসে যাওয়া মেঘ এই শীতল আবহাওয়ার সংস্পর্শে এলেও ঠান্ডা হয়ে বৃষ্টিপাত ঘটায়। এই কারণে বনাঞ্চলে বেশী বৃষ্টিপাত হয়। আমাদের মতো কৃষিপ্রধান দেশে বৃষ্টির জল কৃষিকার্যের জন্যে যে কত দরকার তা আমরা সবাই জানি। অধিকাংশ ক্ষেত্রেই চাষবাসের জন্যে এখনও এই প্রাকৃতিক বৃষ্টিপাতের উপর নির্ভর করা ছাড়া গত্যন্তর থাকে না। বৃষিক্ষেত্রে যত বৃষ্টিপাত হয় তার প্রায় দুই-তৃতীয়াংশ জলই গাছপালার বাষ্পমোচনের ফলেবাতাসে জমা হয়েছিল বলে ধারণা করা হয়। কাজেই এলোপাথাড়ি গাছপালা কেটে ফেলতে থাকলে এই বাষ্পমোচন প্রক্রিয়াও যায় বন্ধ হয়ে, আর পরিণামে বৃষ্টিপাতের মাত্রা কমে যায় বা অনাবৃষ্টির সম্ভাবনা দেখা দেয়। আমাদের দেশে বিগত কয়েক বছর যাবৎ যে খরা পরিস্থিতি দেখা দিচ্ছে বনাঞ্চল অপসারণকে অনেকে সেজন্য দায়ী করেছেন। এ ব্যাপারে সতর্কতা অবলম্বন না করলে শস্যশ্যামল কৃষিভূমি যদি কোনদিন রুক্ষ নীরস মরুতে পরিণত হয় তাহলে বিস্ময়ের কিছু থাকবে না।\nএইসব বিভিন্ন বিষয়ে চিন্তা করে বন-সংরক্ষণের উপর গুরুত্ব দেওয়া হচ্ছে। এজন্যে আইন প্রণয়ন করতে হয়েছে ও সরকার বন অধিগ্রহণ করে তার রক্ষণাবেক্ষণের দায়িত্ব গ্রহণ করেছেন। শুধু বন-সংরক্ষণই নয়, ঐ সঙ্গে বৃক্ষরোপণেও উৎসাহ দেখানো হচ্ছে। গাছপালা যে কতভাবে মানুষের কল্যাণ সাধন করে চলেছে সে বিষয়ে সর্বসাধারণকে সচেতন করা আশু প্রয়োজন।\n(৪) অর্থনৈতিক গুরুত্ব: দেশের অর্থনৈতিক গুরুত্ব অনেকটা নির্ভর করে বনজ সম্পদের উপর। জ্বালানী কাঠ, ভেষজ ঔষধ, খাদ্য, বস্ত্র, যানবাহনের কাঠামো ও আসবাবপত্রের উৎস, বনজ উদ্ভিদ। গৃহনির্মাণে ও কাগজ তৈরিতেও বনজ সম্পদ ব্যাপকভাবে ব্যবহৃত হয়।\n(৫) বন্যপ্রাণীর আবাসস্থল: বনের মধ্যে বিভিন্ন বন্যপ্রাণী বসবাস করে। বনজ সম্পদ ঠিক মত সুরক্ষিত থাকলে বন্যপ্রাণীরা স্বাভাবিক জীবনযাত্রা চালাতে পারে। বন ধ্বংস হলে বন্য প্রাণীরাও ক্ষতিগ্রস্থ হয়।\n\n\n== বন সংরক্ষণের উপায় ==\nবন-সংরক্ষণের জন্য নিম্নলিখিত ব্যবস্থা গ্রহণ করা যেতে পারে:\n(১) বনাঞ্চলের গাছকাটা যথাসম্ভব কমাতে হবে।\n(২) নতুনভাবে চারাগাছ লাগাতে হবে।\n(৩) দ্রুতগতিতে বৃদ্ধি পায় এমন প্রজাতির নতুন গাছ লাগানো দরকার।\n(৪) বনে যাতে আগুন না লাগে সেদিকে লক্ষ্য রাখা প্রয়োজন। কারণ, বনে আগুন লাগলে, দাবানলে বনজ সম্পদের দারুণ ক্ষতি হয়।\n(৫) বনাঞ্চলের উদ্ভিদের বিভিন্ন রোগ এবং পচনশীলতা দমন করা দরকার।\n(৬) উপযুক্ত সার প্রয়োগে বনভূমির উর্বরা-শক্তি বজায় রাখতে হবে।\n(৭) বনাঞ্চলের বৃষ্টির জল যাতে সহজে ঐ এলাকার মাটিতে প্রবেশ করে সেজন্য মাঝে মধ্যে খাল কাটা এবং আল দেওয়া প্রয়োজন।\n(৮) বনাঞ্চলে মানুষ এবং গবাদি পশুর অত্যাচার যথাসম্ভব কমাতে হবে।\n(৯) লুপ্তপ্রায় উদ্ভিদের সংখ্যা বাড়ানোর জন্য ব্যবস্থা নিতে হবে।\n(১০) ক্ষতিকর কীটপতঙ্গের হাত থেকে বনাঞ্চলের উদ্ভিদকে রক্ষা করতে হবে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবন বিপদে রয়েছে \nপুনরুদ্ধারের জন্য রোডম্যাপ: বিশ্বের সর্বশেষ অক্ষত বন ভূচিত্রসমূহ\nবৈশ্বিক বন সম্পদ মূল্যায়ন ২০০৫\nCoolForests.org - সংরক্ষণ গ্রহকে শীতল করে"}