{"pageid": 1048962, "title": "জামিয়া-ই-ইমানিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1048962", "content": "জামিয়া-ই-ইমানিয়া বা ইমানিয়া আরবি কলেজ (উর্দু: الجامعة الإيمانية‎‎) ভারতের উত্তর প্রদেশের বারাণসীতে অবস্থিত একটি মাদ্রাসা। মাদ্রাসার পুরো নাম মাজমা-উল-উলূম, জামিয়া-ই-ইমানিয়া।\n১৮৬৬ সালের ১৫ ডিসেম্বর (১২৮৩ হিজরি)-তে জামিয়া-ই-ইমানিয়া মাদ্রাসা ভারতের বারাণসী শহরে প্রতিষ্ঠিত করা হয়। মাদ্রাসাটি শিয়া অনুসারীদের বর্ধিত ইসলামিক পড়াশোনা এবং উচ্চতর ধর্মীয় শিক্ষার জন্য ধর্মীয় শিক্ষাপ্রতিষ্ঠান হিসাবে প্রতিষ্ঠিত করা হয়। বেনারসের সর্বশেষ কাজী-উল-কুজাত (ইসলামিক প্রধান বিচারপতি) কাজী মাওলানা সাইয়েদ বান্দে আলী খানের প্রস্তাবে মৌলভী খুরশীদ আলী খান প্রতিষ্ঠানটি প্রতিষ্ঠা করেন। তিনি মাদ্রাসাটি প্রতিষ্ঠার উদ্দেশ্যে জমি দেন এবং ১৮৭০ (১২৮৭ হিজরি) সালে তার তত্ত্বাবধানে মাদ্রাসার নির্মাণকাজটি সম্পন্ন হয়।\nজামিয়া-ই-ইমানিয়া ভারতীয় উপমহাদেশের শিয়া মুসলিমদের জন্য প্রথম এবং প্রাচীনতম শিক্ষাপ্রতিষ্ঠান। এটি একটি শিক্ষামূলক, অলাভজনক, দাতব্য প্রতিষ্ঠান যা দেড় শতাব্দীরও বেশি সময় ধরে সম্প্রদায়কে সেবা করে চলেছে। প্রতিষ্ঠানটি বিপুল সংখ্যক ধর্মীয় পণ্ডিত, প্রচারক, অধ্যাপক, লেখক, বক্তা (খতিব), কবি (শায়ার) এবং ধর্মীয় কর্মী তৈরি করেছে।\nপ্রতিষ্ঠার পর থেকে প্রতিষ্ঠানটিকে অনেক অপ্রীতিকর পরিস্থিতির সম্মুখীন হতে হয়েছিল। ১৯৮৩ সালে মাওলানা সাইয়ীদ মোহাম্মদ হুসাইনি কর্তৃক প্রতিষ্ঠানটি পুনরায় পুনরুজ্জীবিত হয় এবং শীঘ্রই এটি তার আগের অবস্থানে ফিরে আসে। বর্তমানে এটি তার পুত্র মাওলানা সাইয়ীদ মোহাম্মদ জাফর আল হুসাইনির তত্তাবধানে রয়েছে। তিনি এই মাদ্রাসাটির সভাপতি।\n\n\n== উল্লেখযোগ্য প্রাক্তন ছাত্র ==\nমাওলানা জাভেদ হায়দার জায়েদী জয়দপুরী \n\n\n== আরও দেখুন ==\nতাফাজ্জুল হোসেন কাশ্মীরি\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nহকনুমা (২০০৯ সালে মাহফিল-ই-হুসেনির সুবর্ণ জয়ন্তীতে, জামিয়া-ই-ইমানিয়া কর্তৃক আনুষ্ঠানিকভাবে প্রকাশিত একটি পুস্তিকা)।\nপ্রতিষ্ঠাতা মরহুম মৌলভী খুরশীদ আলী খান রচিত ওসিয়তনামা।\nমুরাদন বিবি রচিত ওয়াকফনামা।\nখুরশীদ-ই-খাওয়ার (মাওলানা সৈয়দ সাঈদ আখতার রিজভী রচিত)।\nমতলা-ই আনোয়ার (মাওলানা সৈয়দ মুর্তজা হোসেন সদরুল-আফাজিল রচিত)।\nলখনউয়ের ইউপি সরকারের শিয়া কেন্দ্রীয় ওয়াকফ বোর্ডের নথি।\nইমানিয়া লাইব্রেরির অপ্রকাশিত দলিল এবং জামিয়া-ই-ইমানিয়া, বনারসের ওয়াকফ নথিসমূহ।\nবানারস কোর্ট ও ভি.ডি.এ'র শিক্ষাপ্রতিষ্ঠানসমূহের নথিসমূহ।\n\n\n== বহিঃসংযোগ ==\nজামিয়া-ই-ইমানিয়ার অফিসিয়াল ওয়েবসাইট"}