{"pageid": 1048750, "title": "সিলাত আল হারিসিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1048750", "content": "সিলাত আল হারিসিয়া ( আরবি: سيلة الحارثية   ) জেনিন গভর্নরেটের  ফিলিস্তিনের একটি গ্রাম, এটি ১০ কিলোমিটার (৬.২ মাইল) অবস্থিতমেল  উত্তর পশ্চিম তীরে জেনিনের উত্তর-পশ্চিমে। প্যালেস্টাইনের কেন্দ্রীয় পরিসংখ্যান ব্যুরো অনুসারে, ২০০৭ সালে এই শহরটির জনসংখ্যা ছিল ৯,৪২২ জন। \n\n\n== ইতিহাস ==\nরোমান, বাইজেন্টাইন, আদি মুসলিম এবং মধ্যযুগের বিভিন্ন মৃৎশিল্প পাওয়া গেছে। \n\n\n=== উসমানি যুগ ===\nউসমানীয় সময়কালে ১৭৯৯ সালে, সিলাত আল-হারিসিয়ার লোকেরা জিজরিল উপত্যকার সমভূমিতে নেপোলিয়ানের আক্রমণকারী বাহিনীর সাথে লড়াই করেছিল।  ১৮৩৮ সালে এডওয়ার্ড রবিনসন সমভূমির অন্যান্য অনেক গ্রামের মধ্যে এটি উল্লেখ করেছিলেন; লাজ্জুন, উম্মে আল-ফাহম, তিয়ানিক, কাফর দান, আল-ইয়ামুন এবং এল বারিদ । \n১৮৭০ সালে ভিক্টর গুরিন উল্লেখ করেছিলেন যে, সিলিহ এক হাজার বাসিন্দার একটি বিশাল গ্রাম; এর চারপাশে ডুমুর গাছ, ডালিম এবং কিছু দ্রাক্ষালতা দিয়ে লাগানো উদ্যান ছিল। যে উপত্যকাটি ক্ষেত্রটিকে দুইভাগ করেছে, সেখানে শেখ হাসানের উদ্দেশ্যে উৎসর্গকৃত  ছিল, সামনে তিনটি খেজুর গাছ ছিল। \n১৮৮২ সালে, পশ্চিম ফিলিস্তিনের পিইএফ এর জরিপ এটিকে \"একটি বড়সড় গ্রাম, পাথর দ্বারা সজ্জিত, একটি বসন্ত এবং জলাশয়যুক্ত বলে বর্ণনা করেছে । পশ্চিমে রক-কাট ওয়াইন-প্রেস রয়েছে। এছাড়া জলপাই এবং ডুমুরগাছ রয়েছে \"। \n\n\n=== ব্রিটিশ ম্যান্ডেট সময়কাল ===\nসিলাত আল-হরিসিয়াসহ ফিলিস্তিনকে প্রথম বিশ্বযুদ্ধের সময় ব্রিটিশ বাহিনী দখল করেছিল এবং পরবর্তীতে দেশটি একটি ব্রিটিশ ম্যান্ডেটের আওতায় আসে। ফিলিস্তিনের ১৯২২ সালের আদমশুমারি অনুযায়ী, সিলাত আল হারিসিয়ার জনসংখ্যা ছিল ১,০৪১। যাদের সকলেই ছিল মুসলমান।  ১৯৩১ সালের আদমশুমারি অনুসারে বেড়ে দাঁড়িয়েছিল ১,২৫৯ জন বাসিন্দা, তখনও সকলে ছিল মুসলমান, ২৯৫ ঘরে বাস করছিল। \n১৯৪৫ সালের পরিসংখ্যান অনুযায়ী সিলাত আল হারিসিয়ার জনসংখ্যা ১,৮৬০ জন। যাদের সবাই মুসলমান ছিল।  ৮৯৩১ দুনাম ভূমিতে; একটি সরকারী জমি ও জনসংখ্যার জরিপ অনুযায়ী। ২,৫৩৪ দুনাম গাছ লাগানো ও সেচযোগ্য জমির জন্য ব্যবহার করা হয়েছিল, শস্যাদির জন্য ১,১৪০ টি দুনাম ব্যবহার হয়েছিল। ৮০ টি দুনাম নির্মিত হয়েছিল (নগর) জমি এবং ৩,১৭৯ দুনামকে \"অ-চাষযোগ্য\" হিসাবে শ্রেণিবদ্ধ করা হয়েছিল। \n\n\n=== জর্ডান যুগ ===\n১৯৪৮ আরব-ইসরায়েল যুদ্ধ এবং ১৯৪৯ এর আর্মিস্টিস চুক্তির পরে পুরো জেনিন অঞ্চল পশ্চিম পশ্চিম তীরের একসাথে জর্ডানীয় শাসনের অধীনে চলে আসে। \n১৯৬১ সালে সিলাত আল হারিসিয়ার  জনসংখ্যা ছিল ২,৫৬৬ জন। \n\n\n=== ১৯৬৭ সালের পর ===\n১৯৬৭ সালে ছয় দিনের যুদ্ধের পর থেকে সিলাত আল-হরিথিয়া ইসরায়েলের দখলে ছিল । ইসরায়েলি দখলের পর আবদুল্লাহ ইউসুফ আযমকে গ্রামে তার বাড়ি ছেড়ে চলে যেতে বাধ্য হন এবং \"আর কখনও ফিলিস্তিনে পা রাখেনি।\" পরে তিনি আল-কায়েদার সহপ্রতিষ্ঠা ছিলেন। \n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nইউসুফ আবু দুররা, ১৯৩৬ সালে ব্রিটিশদের বিরুদ্ধে বিদ্রোহের সময় ফিলিস্তিনি আরব বিদ্রোহী নেতা \nআবদুল্লাহ ইউসুফ আযযাম, সুন্নি ইসলামী পণ্ডিত এবং ধর্মতত্ত্ববিদ ও আল-কায়েদার প্রতিষ্ঠাতা সদস্য। \n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থাগার ==\n\n\n== বহিঃসংযোগ ==\nসিলাত আল হরিথিয়ায় স্বাগতম\nপশ্চিম ফিলিস্তিন সমীক্ষা, মানচিত্র 8: আইএএ, উইকিমিডিয়া কমন্স\nগুগল মানচিত্রে"}