{"pageid": 104864, "title": "উপাত্ত", "url": "https://bn.wikipedia.org/wiki?curid=104864", "content": "উপাত্ত বলতে এমন কিছু তথ্যকে বোঝায় যা নির্দিষ্ট কোনো চলকের বা এক সেট চলকের গুনগত ও পরিমাণ গত ধর্মাবলিকে প্রকাশ করে। বেশিরভাগ সময় কোনো পরিমাপ প্রক্রিয়ার ফল স্বরূপ এসব উপাত্ত সংগৃহীত হয়। উপাত্তকে কানেকটিভিটি গ্রাফ, লেখচিত্র বা চলকসমূহের মান তালিকা রূপে উপস্থাপন করা হতে পারে। উপাত্তকে অনেক সময় সবচেয়ে নিচের স্তরের বিমূর্ত ধারণা হিসাবে দেখা হয়, যেখান থেকে তথ্য বা জ্ঞান আহরণ করা হয়ে থাকে।\n\n\n== উপাত্ত, তথ্য ও জ্ঞান ==\nতথ্য(ইনফরমেশন) ও জ্ঞানের(নলেজ) ধারণাকে অনেক ক্ষেত্রেই এক করে দেখা হয়। এদের পার্থক্য মূলত বিমূর্ত ধারণায়। উপাত্ত আছে এই বিমূর্ত ধারণার সবচেয়ে নিচের স্তরে, এর উপরের স্তরে তথ্য এবং এই তিনটির মধ্যে সবচেয়ে উপরের স্তরে আছে জ্ঞান। উপাত্ত নিজে থেকে কোনো অর্থ বহন করে না। কোনো উপাত্ত থেকে তথ্য আহরণের জন্য প্রথমে এই উপাত্তকে অবশ্যই এমন ভাবে ব্যাখ্যা করতে হবে যেন এটা অর্থবহ হয়ে ওঠে। যেমন, সময় সাপেক্ষে কোনো দেশের জনসংখ্যার তালিকা হতে পারে ‘উপাত্ত’। সেখান থেকে নির্ণীত জনসংখ্যা বৃদ্ধির হার, পুরুষ-নারী-শিশু অণুপাত এগুলো হতে পারে ‘তথ্য’। এবং এসব তথ্যের আলোকে এই জনসংখ্যা সংক্রান্ত যে ধারণা (যেমন, এটা সম্পদ নাকি বোঝা) তা হলো জ্ঞান।\nদৈনন্দিন এবং ব্যবহারিক বিভিন্ন ক্ষেত্রে বিভিন্ন অর্থে তথ্য শব্দটি ব্যবহৃত হয়। সাধারণ ভাবে বললে তথ্য বলতে এমন কোনো ধারণা কে বোঝায় যা, যোগাযোগ, নিয়ন্ত্রণ, সীমা, উপাত্ত, রূপ, নির্দেশনা, মানসিক উদ্দীপনা, জ্ঞান, অর্থ, প্যাটার্ন, অণুধাবন ও প্রকাশ এসবের সাথে সম্পর্কিত।\nবেনিয়ন-ডেভিস তথ্য ও উপাত্তের পৃথকিকরণে চিহ্নের ধারণা ব্যবহার করেছেন; উপাত্ত হচ্ছে চিহ্ন, এবং যখন এই চিহ্ন সমূহ দিয়ে কোনো কিছু নির্দেশ করা হয় তখনই তা হয়ে যায় তথ্য।\n\nমানুষ এবং কম্পিউটার তাদের সংগৃহীত উপাত্তের উপর প্যাটার্ন আরোপ করে। এই প্যাটার্ন সমূহকে তথ্য হিসাবে দেখা যেতে পারে, যে তথ্য থেকে পরবর্তীকালে জ্ঞান আহরিত হবে। নিরীক্ষণ যোগ্য কোনো চিহ্ন রেখে যায় এমন কোনো ঘটনাকেই সেই উপাত্তের আলোকে পুনঃরানুসন্ধান করা সম্ভব। কোনো পূর্বঘটিত ঘটনা ও তার রেখে যাওয়া চিহ্নের মধ্যকার সম্পর্কটা হারিয়ে গেলে সেই চিহ্নকে উপাত্ত হিসেবে গ্রহণ করা হয় না।\n\n\n== সূত্র ==\n\n\n== বহিঃসংযোগ ==\ndata is a singular noun (a detailed assessment)"}