{"pageid": 1048383, "title": "বেওয়ারিশ কুকুর", "url": "https://bn.wikipedia.org/wiki?curid=1048383", "content": "বেওয়ারিশ কুকুর হলো কিছু অনিয়ন্ত্রিত কুকুর যেগুলো শহরে বাস করে। বৈজ্ঞানিক সাহিত্যে এই কুকুরগুলো অবাধ শহুরে কুকুর হিসাবে পরিচিত। । যেখানেই শহর বিদ্যমান এবং স্থানীয় মানববসতি রয়েছে, সেখানেই এই কুকুরগুলো বাস করে। বিশেষত উন্নয়নশীল বিশ্বে এবং সাবেক সোভিয়েত প্রজাতন্ত্রে এদের বেশি দেখা যায়। এ কুকুরগুলো অনেকক্ষেত্রে বিপথগামী হতে পারে।  বেওয়ারিশ কুকুরগুলো বিপথগামী শুদ্ধ প্রজাতি, সত্যিকারের মিশ্র-জাতের কুকুর বা ভারতীয় প্যারিয়াহ কুকুরের মতো প্রজননহীন ল্যান্ড্রেস হতে পারে। অত্যধিক বেওয়ারিশ কুকুরের উপস্থিতি মানুষের জন্য সমস্যা সৃষ্টি করতে পারে। তাই তাদের মাঝে কখনও কখনও স্পেইস এবং নিউটারের প্রচারণা প্রয়োগ করা হয়। দক্ষতা সেট, সামাজিকীকরণ এবং পরিবেশগত প্রভাবগুলোতে গ্রামীণ ফ্রি-রেঞ্জিং কুকুরের চেয়ে এরা আলাদা হয়।\n\n\n== বেওয়ারিশ কুকুর দ্বারা সৃষ্ট সমস্যা ==\n\n\n=== কামড় ===\nনেকড়েদের মতো, বেঁচে থাকার জন্য, বেওয়ারিশ কুকুরগুলোর মানুষের সাথে বিরোধ এড়ানো উচিত। যখন কুকুরগুলো নিজেদের মধ্যে সঙ্গম করার জন্য বা লড়াই করার জন্য চেষ্টা করে তখন পথচারী এবং আশেপাশের অন্যান্য মানুষেরা কুকুরের আক্রমণের শিকার হতে পারে। কিছু দেশে  জলাতংক একটি বড় সমস্যা। ভারতে প্রতিবছর ২০,০০০ এরও বেশি মানুষ মারা যায় জলাতঙ্ক রোগে। এছাড়া প্রায় ৩০ কোটিরও বেশি বিপথগামী কুকুর মারা যায়। \n\n\n=== জীবনযাত্রার মানের উপর প্রভাব ===\nকুকুরের মধ্যে সঙ্গম নিয়ে ঘেউ ঘেউ করা এবং  লড়াইয়ের সময় অত্যধিক শব্দ, মানুষের জন্য বিরক্তিকর হতে পারে। কুকুরের প্রস্রাবের গন্ধ যা অঞ্চল চিহ্নিতকরণের একটি পণ্য, অপ্রদেয় বা নিউটারযুক্ত কুকুরগুলির মধ্যে ঝাঁঝালো হয়ে উঠতে পারে। এতে করে মানুষের স্বাভাবিক চলাফেরায় প্রতিবন্ধকতা সৃষ্টি হয়।\n\n\n== দক্ষতা এবং অভিযোজন ==\nকুকুর একটি অত্যন্ত অভিযোজিত এবং বুদ্ধিমান প্রজাতি হিসাবে পরিচিত। আধুনিক শহরগুলোতে বেঁচে থাকার জন্য, বেওয়ারিশ কুকুরগুলোকে অবশ্যই ট্র্যাফিক চলাচল করতে সক্ষম হতে হবে।\nবুখারেস্টের কিছু বিপথগামী কুকুরকে পথচারী ক্রসওয়াকগুলোতে বড় রাস্তাগুলি অতিক্রম করতে দেখা যায়। কুকুরগুলো সম্ভবত লক্ষ্য করেছে যে এই ধরনের চিহ্নগুলোতে যখন মানুষ রাস্তা অতিক্রম করে তখন গাড়ি থেমে যায়।  কুকুরগুলো পথচারী এবং অটোমোবাইল ট্র্যাফিকের প্রবাহে নিজেকে অভ্যস্ত করেছে। লাল বাতির জন্য যখন তাদের থামানো হয় তখন তারা ধৈর্যের সাথে মানুষের সাথে বসে থাকে এবং তারপরে তাদের সাথে পার হয়ে যায়; যেন প্রতিদিনের রুটিন। \nরাশিয়া এবং অন্যান্য কয়েকটি দেশের শহরে, বেওয়ারিশ কুকুরগুলোকে পাতাল রেল এবং বাস পরিসেবা ব্যবহার করার জন্য পর্যবেক্ষণ করা হয়েছিল বলে জানা যায়। \n\n\n== দেশ অনুসারে বেওয়ারিশ কুকুর ==\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== আরও পড়া ==\nবেক, অ্যালান এম .1973। বিপথগামী কুকুরগুলির বাস্তুশাস্ত্র: নিখরচায় শহুরে প্রাণীদের একটি গবেষণা। ওয়েস্ট লাফায়েট, ইন্ডিয়ানা: পারডিউ ইউনিভার্সিটি প্রেস ই-বুকস।\nএকোল্লেজ 2002। কুকুরের জনসংখ্যা ব্যবস্থাপনা এবং কাইনাইন রেবিজ নিয়ন্ত্রণ। আন্তর্জাতিক প্রসঙ্গে ভারতের অফিসিয়াল কুকুর নিয়ন্ত্রণ কর্মসূচি। পুনে। পিপি 1-9\nইরভিন, লেসলি 2003। \"অবাঞ্ছিত পোষ্যদের সমস্যা: সামাজিক সমস্যাগুলির ক্ষেত্রে ক্লায়েন্টদের প্রয়োজন সম্পর্কে প্রতিষ্ঠানগুলি কীভাবে\" চিন্তাভাবনা করে \"একটি केस স্টাডি। ভলিউম 50, নং 4, পিপি। 550–566\nকাতো মাসাহিকো, হিদেকী ইয়ামামোটো, যোশিহিদে ইনুকাই এবং শোহেই কিরা। 2203। অ্যাক্ট মেডিতে \"কুকুরের কামড় এবং কুকুর-অধিকৃত সংক্রমণ প্রতিরোধের উপর স্বাস্থ্য বিষয়ক কর্মসূচির জরিপ জরিপ: নেপালের একটি তুলনামূলক গবেষণা এবং জাপানের ওকায়ামা প্রদেশ\" অ্যাক্ট মেডে। ওকায়ামা, খণ্ড 57। নং 5, পিপি। 261–266"}