{"pageid": 1048402, "title": "স্টিভেন সেসেনন", "url": "https://bn.wikipedia.org/wiki?curid=1048402", "content": "জেজে স্টিভেন সেসেনন (ইংরেজি উচ্চারণ: /ˈstɪvən sesenən/, ইংরেজি: Steven Sessegnon; জন্ম: ১৮ মে ২০০০; স্টিভেন সেসেনন নামে সুপরিচিত) হলেন একজন ইংরেজ পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইংল্যান্ডের পেশাদার ফুটবল লিগের শীর্ষ স্তর ইএফএল চ্যাম্পিয়নশিপের ক্লাব ব্রিস্টল সিটি এবং ইংল্যান্ড অনূর্ধ্ব-২১ দলের হয়ে একজন রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত একজন ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় এবং বাম পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলে থাকেন।\n২০০৮–০৯ মৌসুমে, ইংরেজ ফুটবল ক্লাব ফুলহ্যামের যুব পর্যায়ের হয়ে খেলার মাধ্যমে সেসেনন ফুটবল জগতে প্রবেশ করেছেন এবং এই দলের হয়ে খেলার মাধ্যমে তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০১৭–১৮ মৌসুমে, ইংরেজ ক্লাব ফুলহ্যামের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন। সম্প্রতি ২০২০–২১ মৌসুমে, তিনি ধারে ফুলহ্যাম হতে ব্রিস্টল সিটিতে যোগদান করেছেন।\n২০১৪ সালে, সেসেনন ইংল্যান্ড অনূর্ধ্ব-১৬ দলের হয়ে ইংল্যান্ডের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। দলগতভাবে, সেসেনন এপর্যন্ত ১টি শিরোপা জয়লাভ করেছেন, যা তিনি ইংল্যান্ডের বয়সভিত্তিক দলের হয়ে জয়লাভ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nজেজে স্টিভেন সেসেনন ২০০০ সালের ১৮ই মে তারিখে ইংল্যান্ডের রোহ্যাম্পটনে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন। তিনি যমজ ভাই রায়ান সেসেননও ফুটবল খেলোয়াড়। তার বড় ভাই ক্রিস সেসেনন অর্ধ-পেশাদার পর্যায়ে ফুটবল খেলেছেন। বেনিনীয় আন্তর্জাতিক ফুটবল খেলোয়াড় স্তেফেন সেসেনন তার চাচাতো ভাই।\n\n\n== আন্তর্জাতিক ফুটবল ==\nসেসেনন ইংল্যান্ড অনূর্ধ্ব-১৬, ইংল্যান্ড অনূর্ধ্ব-১৭, ইংল্যান্ড অনূর্ধ্ব-১৮, ইংল্যান্ড অনূর্ধ্ব-১৯, ইংল্যান্ড অনূর্ধ্ব-২০ এবং ইংল্যান্ড অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে ইংল্যান্ডের প্রতিনিধিত্ব করেছেন। ২০১৫ সালের ২রা ডিসেম্বর তারিখে তিনি মার্কিন যুক্তরাষ্ট্র অনূর্ধ্ব-১৬ দলের বিরুদ্ধে ম্যাচে ইংল্যান্ড অনূর্ধ্ব-১৬ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। ২০১৭ সালে তিনি ইংল্যান্ড অনূর্ধ্ব-১৭ দলের হয়ে ২০১৭ উয়েফা ইউরোপীয় অনূর্ধ্ব-১৭ চ্যাম্পিয়নশিপে অংশগ্রহণ করেছেন, উক্ত প্রতিযোগিতার ফাইনালে পূর্ণ সময় শেষে তার দল স্পেন অনূর্ধ্ব-১৭ দলের সাথে ২–২ গোলে ড্র করার পর পেনাল্টি শুট-আউটে ৪–১ গোলের ব্যবধানে পরাজিত হয়েছিল। একই বছরে তিনি ইংল্যান্ড অনূর্ধ্ব-১৭ দলের হয়ে ২০১৭ ফিফা অনূর্ধ্ব-১৭ বিশ্বকাপের শিরোপা জয়লাভ করেছেন, উক্ত প্রতিযোগিতার ফাইনালে তার দল স্পেন অনূর্ধ্ব-১৭ দলকে ৫–২ গোলের ব্যবধানে পরাজিত করে উক্ত প্রতিযোগিতার ইতিহাসে প্রথমবারের মতো শিরোপা ঘরে তুলতে সক্ষম হয়েছিল; উক্ত প্রতিযোগিতায় তিনি ৫ ম্যাচে অংশগ্রহণ করেছিলেন। তিনি ২০২১ উয়েফা ইউরোপীয় অনূর্ধ্ব-২১ চ্যাম্পিয়নশিপের জন্য ২০২১ সালের মার্চ মাসে প্রকাশিত ২৩ সদস্যের ইংল্যান্ড অনূর্ধ্ব-২১ দলে স্থান পেয়েছেন। তিনি ২০১৮ সালের ১৪ই নভেম্বর তারিখে মলদোভা অনূর্ধ্ব-১৯ দলের বিরুদ্ধে ইংল্যান্ডের বয়সভিত্তিক দলের হয়ে প্রথমবারের মতো গোল করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nস্টিভেন সেসেনন – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে স্টিভেন সেসেনন  (ইংরেজি)  \nসকারবেসে স্টিভেন সেসেনন (ইংরেজি) \nবিডিফুটবলে স্টিভেন সেসেনন  (ইংরেজি)  \nওয়ার্ল্ডফুটবল.নেটে স্টিভেন সেসেনন (ইংরেজি) \nইএসপিএন এফসিতে স্টিভেন সেসেনন (ইংরেজি)"}