{"pageid": 1048226, "title": "ধমতরি জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1048226", "content": "ধমতরি ভারতের ছত্তিসগড় রাজ্যর একটি প্রশাসনিক জেলা। এই জেলাটি ২০°৪২' উত্তর অক্ষাংশ এবং ৮১°৩৩' পূর্ব দ্রাঘিমাতে অবস্থিত। ১৯৯৮ সালে রায়পুর জেলাটিকে বিভক্ত করে ধমতরী, মহাসমুন্দ এবং রায়পুর জেলা গঠিত হয়েছিল।\nধমতারীর বর্তমান জেলাশাসক হলেন শ্রী রজত বানসাল।\n\n\n== ব্যুৎপত্তি ==\nধমতরী জেলার নামটি এসেছে \"ধম্ম\"+\"তরাই\" থেকে যার অর্থ ধর্মের উপত্যকা। ধম্ম শব্দের উল্লেখ থেকেই এই অঞ্চলের বৌদ্ধ প্রভাব সম্বন্ধে ধারণা করা যায়।\n\n\n== ভূগোল ==\nজেলার মোট আয়তন ৪০৮৪ বর্গ কিলোমিটার, এবং গড় উচ্চতা সমুদ্রতল থেকে ৩০৫ মিটার। জেলাটি উত্তরে রায়পুর জেলা এবং দুর্গ জেলা, পূর্বে গরিয়াবন্দ জেলা, দক্ষিণে ওড়িশার নবরঙ্গপুর জেলা, দক্ষিণ-পশ্চিমে কোন্দাগাঁও জেলা এবং পশ্চিমে কাঙ্কের ও বালোদ  জেলা দ্বারা সীমাবদ্ধ। সিলোয়া পর্বত থেকে উতসারিত মহানদী নদীর জেলার মুখ্য নদী। এই অঞ্চলে মহানদী কঙ্কননন্দী, চিত্রোতপলা, নীলোতপলা, মন্দবাহিনী, জৈরথ ইত্যাদি নামে পরিচিত। এর উপনদীগুলি হল সিওনাথ, পৈরী, সন্ডুর, জোয়ান, খারুন এবং শিবনাথ। এই নদীগুলির উপস্থিতির জন্য ধামতরী জেলার জমি উর্বর। এই অঞ্চলের প্রধান ফসল ধান।\nরাজ্যের রাজধানী রায়পুর জেলা থেকে ৭৮ কিলোমিটার দূরে।\nজাতীয় সড়ক - ৭ রায়পুর - বিজয়নগরম ( অন্ধ্র প্রদেশ ) ধম্তরী জেলা দিয়ে প্রবাহিত।\n\n\n== অর্থনীতি ==\nধমতরীর মূল কৃষিজ ফসল ধান এবং এখানে প্রায় ১৩৬টি রাইস মিল রয়েছে।\nরবিশঙ্কর সাগর বাঁধ (গাঙ্গরেল বাঁধ) যা প্রায় ৫৭০ বর্গকিলোমিটার জমি সেচ দেয় এবং রাজ্য রাজধানী রায়পুরের নিরাপদ পানীয় জলের উত্সের মূল সরবরাহ ইউনিট হিসাবে কাজ করে। পাশাপাশি এখান থেকে ভিলাই ইস্পাত কারখানার জন্য জল সরবরাহ করা হয়। এখানে ১০ মেগাওয়াট এবং ১.২ মেগাওয়াটের দুটি জলবিদ্যুৎ কেন্দ্র স্থাপন করা হয়েছে।\n১০ মেগাওয়াট শক্তিসম্পন্ন জল-বৈদ্যুতিক বিদ্যুৎ কেন্দ্রের কাজ চলছে এবং খুব শিগগিরই এটি সম্পন্ন হওয়ার সম্ভাবনা রয়েছে। ১৯১৪ সালে মাদামসিল্লিতে এশিয়ার প্রথম সাইফন বাঁধ নির্মিত হয়েছিল। মাদামসিল্লি, সন্ডুর বাঁধ ছাড়াও দুধওয়া বাঁধও বড় প্রকল্প।\nভৌগোলিক অঞ্চলের প্রায় ৫২ শতাংশ বনাঞ্চল দ্বারা আচ্ছাদিত। জেলার একটি গ্রীষ্মমণ্ডলীয় জলবায়ু রয়েছে।\n\n\n== জনসংখ্যার উপাত্ত ==\n২০১১ সালের জনগণনা অনুসারে ধম্তরী জেলার জনসংখ্যা ৭৯৯,৭৮১ জন, যা প্রায় কমোরোস রাষ্ট্রের জনসংখ্যার সমান  বা মার্কিন যুক্তরাষ্ট্রের দক্ষিণ ডাকোটা রাজ্যের জনসংখ্যার সমান।  জনসংখ্যার বিচারে এটি ভারতের জেলাগুলির মধ্যে ৪৮৫ তম স্থান অধিকার করে (মোট 640 এর মধ্যে )।  জেলাটির বর্গকিলোমিটারে জনসংখ্যার ঘনত্ব ২০৯ জন প্রতি বর্গকিলোমিটার (৫৪০ জন/বর্গমাইল) ।  ২০০১ থেকে ২০১১-এর দশকে এর জনসংখ্যার বৃদ্ধির হার ছিল ১৩.১১%।  ধমতরীতে প্রতি ১০০০ পুরুষের জন্য ১ ০১০জন মহিলা রয়েছেন যা জাতীয় গড়ের থেকে অনেক উন্নত  এবং সাক্ষরতার হার ৭৮.৩৬%। জনসংখ্যার যথাক্রমে ৭.৩২% মানুষ তফশিলি জাতি ভুক্ত এবং ২৬% মানুষ তফশিলি উপজাতিভুক্ত। \n\nভারতের ২০১১ সালের জনগণনার সময়ে, জেলার ৯২..৬৩% জনগণ ছত্তিশগড়ী এবং ৫.৩১% হিন্দি তাদের প্রথম ভাষা রূপে নিবন্ধন করেছিলেন। \nজেলার তিনটি বিধানসভা আসনের মধ্যে সিহোয়া নির্বাচনী এলাকাটি জেলার জেলায় উল্লেখযোগ্য সংখ্যাগরিষ্ঠ জনগোষ্ঠী সহ ধামতরী ও কুরুদ আসনেও বেশিরভাগ জনসংখ্যার সমন্বয়ে সমগ্র জেলা জুড়ে সংখ্যাগরিষ্ঠ উপজাতির বাসিন্দা।\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}