{"pageid": 1048985, "title": "২০১৭-এর জাতিসংঘ জলবায়ু পরিবর্তন সম্মেলন", "url": "https://bn.wikipedia.org/wiki?curid=1048985", "content": "২০১৭ সালের জাতিসংঘের জলবায়ু পরিবর্তন সম্মেলন ( সিওপি চ২৩ ) পরিবেশগত সমস্যাগুলি নিয়ে আলোচনার জন্য রাজনৈতিক নেতাদের, রাষ্ট্র-বহিরাগত কর্তা এবং নেতাকর্মীদের একটি আন্তর্জাতিক সভা ছিল। এটি ইউএন ক্যাম্পাসের বন- জার্মানি (জার্মানি) তে ৬-১৭ নভেম্বর, ২০১৭ পর্যন্ত অনুষ্ঠিত হয়েছিল  সম্মেলনটি জলবায়ু পরিবর্তন সম্পর্কিত জাতিসংঘের ফ্রেমওয়ার্ক সম্মেলনের (ইউএনএফসিসিসি) ২৩ তম দলগুলির সম্মেলন, কিয়োটো প্রোটোকলের ( সিএমপি ১৩) পক্ষের ত্রয়োদশ সভা এবং প্যারিস চুক্তি ( সিএমে ১-২বা সিএমে১.২ )-এর পক্ষে দলগুলির প্রথম সভার দ্বিতীয় অধিবেশনকে অন্তর্ভুক্ত করেছিল ।\nসম্মেলনের উদ্দেশ্য ছিল  প্যারিস চুক্তিটি ২০২০ সালে কার্যকর হওয়ার পরে কীভাবে কাজ করবে তার বিশদসহ জলবায়ু পরিবর্তন মোকাবেলা সম্পর্কিত পরিকল্পনা নিয়ে আলোচনা করা এবং বাস্তবায়ন করা,।  প্রথমবারের মতো একটি ক্ষুদ্র দ্বীপের উন্নয়নশীল রাষ্ট্র আলোচনার সভাপতির দায়িত্ব গ্রহণ করার ঘটনা চিহ্নিত করে ফিজির প্রধানমন্ত্রী ফ্রাঙ্ক বেনিমারামা সিওপির সভাপতিত্ব করেন, । জার্মান সরকার সম্মেলন সুবিধাগুলি নির্মাণের জন্য  যথেষ্ট সহায়তা দিয়েছিল, যা পরিমাণে €১১৭ মিলিয়নের ($১৩৫.৫ মিলিয়ন ) বেশি  । \nযদিও সিওপি২৩ মূলত প্যারিস চুক্তির প্রযুক্তিগত বিবরণগুলির দিকে মনোনিবেশ করেছিল, তবে রাষ্ট্রপতি ডোনাল্ড ট্রাম্প আমেরিকা চুক্তি থেকে সরে আসার ঘোষণা দেওয়ার পরে এটিই পক্ষগুলির প্রথম সম্মেলন হয়েছিল।\nসিওপি২৩ 'বাস্তবায়নের জন্য ফিজি মোমেন্টাম'-এর মাধ্যমে শেষ হয়েছিল, যা ২০১৮ সালে প্যারিস চুক্তিটি কার্যকর করার জন্য যে পদক্ষেপগুলি গ্রহণ করা উচিত তার রূপরেখা করেছিল এবং ত্যালানো সংলাপটি চালু করেছিল -  একটি প্রক্রিয়া যা দেশগুলির জাতীয় নির্ধারিত অবদানগুলি  ২০২০ সালের মধ্যে বৃদ্ধি ও বাস্তবায়নে সহায়তা করার জন্য পরিকল্পনা করেছিল। \n\n\n== পটভূমি ==\n\n\n== ফলাফল ==\nপ্যারিস চুক্তি - যা সাধারণত প্যারিস রুলবুক হিসাবে পরিচিত, এ চুক্তির জন্য তথাকথিত বাস্তবায়ন নির্দেশিকাগুলিতে উল্লেখযোগ্য অগ্রগতি হয়েছিল  - এগুলি বিশদ যা নির্ধারণ করবে যে চুক্তিটি বাস্তবে কীভাবে কাজ করবে।  সিওপি২৩ এর ফলে বাস্তবায়নের জন্য ফিজি মোমেন্টামে এসেছিল, যা জরুরী পদক্ষেপ এবং উচ্চাভিলাষের প্রয়োজনীয়তাকে আবার শক্তিশালী করে তোলে।  দলগুলিকে সিওপি ২৪- এ বাস্তবায়ন নির্দেশিকাগুলি চূড়ান্ত করতে হবে।\nসিওপি২৩-তে, ফিজিয়ান প্রেসিডেন্সি তালানোয়া সংলাপের দিকে তার অগ্রগতি ঘোষণা করেছিল -যা পূর্বে সুবিধাজনক সংলাপ হিসাবে পরিচিত। তালানোয়া সংলাপটি একটি অন্তর্ভুক্তিমূলক এবং অংশগ্রহণমূলক প্রক্রিয়া যা দেশগুলিকে প্যারিস চুক্তির দীর্ঘমেয়াদী লক্ষ্যের প্রতি এখনও পর্যন্ত অগ্রগতি মূল্যায়ন করতে সুযোগ দেয় এবং ২০২০ সালের মধ্যে তাদের জাতীয় নির্ধারিত অবদানের প্রয়াস বৃদ্ধি করতে সাহায্য করে । তালানোয়া সংলাপটি বিশ্বব্যাপী স্টকটেকসের পূর্বসূরী যা ২০২৩ সালে শুরু হয়ে প্রতি পাঁচ বছরে হবে।\n২০২০-এর প্রাক ক্রিয়াকলাপে উন্নত ও উন্নয়নশীল দেশগুলির মধ্যে একটি বিভেদ দেখা দিতে শুরু করে। সম্মেলনের প্রথম দিন, চীন ও ভারত সহ উন্নয়নশীল দেশগুলি এই বিষয়টি নিয়ে আলোচনার জন্য একটি এজেন্ডা আইটেম চেয়েছিল, যা উন্নত দেশগুলির কিয়োটো প্রোটোকলের আওতায় ২০২০ সালের আগে তৈরি হওয়া নির্গমন হ্রাসকে বোঝায়। উন্ন্যনশীল দেশগুলি এই অনুরোধটিকে প্রতিহত করেছিল, এই যুক্তি দিয়ে যে অন্য ফোরামে এই বিষয়টি সবচেয়ে ভালো আলোচনার জন্য ।  শেষ পর্যন্ত, দলগুলি   ২০১৮ এবং ২০২০ সালে জলবায়ু ফিনান্স সম্পর্কিত দুটি মূল্যায়ন প্রকাশ করার  পাশাপাশি  নির্গমন হ্রাস সম্পর্কিত অগ্রগতি পর্যালোচনা করতে অতিরিক্ত স্টককেটিং সেশনগুলি ২০১৮ এবং ২০১৯ সালে রাখতে সম্মত হয়েছিল। ইউনাইটেড কিংডম, জার্মানি এবং স্পেন সহ বেশ কয়েকটি ইউরোপীয় দেশ সিওপি২৩ চলাকালীন সময় দোহা সংশোধনী অনুমোদন করেছে।  এছাড়াও সিওপি 23 চলাকালীন সময়  মার্কিন যুক্তরাষ্ট্রকে প্যারিস চুক্তি প্রত্যাখ্যানকারী  হিসেবে একমাত্র দেশ হিসাবে ছেড়ে সিরিয়া ঘোষণা করেছিল যে তারা প্যারিস চুক্তিতে স্বাক্ষর করবে। \nউন্নত ও উন্নয়নশীল দেশগুলি লোকসান ও ক্ষতির বিতর্কিত ইস্যুতে ২০১৮ সালে বিশেষজ্ঞদের সাথে সংলাপ করতেও সম্মত হয়েছিল, যা জলবায়ু পরিবর্তনের ক্ষতিগ্রস্থদের জন্য দক্ষতা, প্রযুক্তি এবং সহায়তার জন্য বিকল্পগুলি অন্বেষণ করবে এবং ২০১৯ সালে ওয়ারশ আন্তর্জাতিক প্রক্রিয়াটির পরবর্তী পর্যালোচনা অবহিত করবে । \nদলগুলি ছয় বছরের অচলাবস্থার পরে কৃষিক্ষেত্রে ঐতিহাসিক সিদ্ধান্তে পৌঁছেছিল। এই চুক্তিটি কৃষিক্ষেত্রে প্রশমন ও অভিযোজন সম্পর্কিত নতুন কৌশল বিকাশ ও প্রয়োগের জন্যকরোনভিয়া যৌথ  কৃষিকার্য   প্রতিষ্ঠা করে\nদলগুলি জেন্ডার অ্যাকশন প্ল্যান এবং স্থানীয় সম্প্রদায় এবং আদিবাসী গণ প্ল্যাটফর্মও চূড়ান্ত করেছিল, উভয়ই জাতিসংঘের জলবায়ু আলোচনায় ঐতিহ্যগতভাবে প্রান্তিক গোষ্ঠীর অংশগ্রহণ বাড়ানোর জন্য পরিকল্পনা করা হয়ে। \nব্রিটেন, কানাডা এবং নিউজিল্যান্ড সহ ৩০ টি দেশের একটি দল ২০৩০ সালের মধ্যে বিদ্যুৎ উৎপাদন থেকে কয়লা সরিয়ে নেওয়ার লক্ষ্যে অতীত কয়লা বিদ্যুৎ জোটের সূচনা করে \n\n\n== জলবায়ু অ্যাকশন অঞ্চল ==\nআনুষ্ঠানিক আলোচনা চলে ওয়ার্ল্ড কনফারেন্স সেন্টারের বোনে -যাকে বুলা অঞ্চল বলা হয় - অন্যান্য রাজ্য-কর্মীরা দেখা করেন বৈশ্বিক জলবায়ু অ্যাকশন অঞ্চলে - বন অঞ্চলে - রাইনউ পার্কে নির্মিত অস্থায়ী কাঠামোয় অবস্থিত। অঞ্চলটি ফিজির বুলা চেতনার দ্বারা চিহ্নিত করা হয়েছিল এবং স্থানীয় সরকার, শহর, ব্যবসা, বিনিয়োগকারী, সুশীল সমাজ, যুবকর্মী এবং সাধারণ পুরুষ ও মহিলা দ্বারা পরিচালিত ক্রিয়াকলাপ এবং উদ্ভাবনের ভিত্তি তুলে ধরেছিল। \nসিওপি২৩ এর সময়, জার্মান অর্থনৈতিক সহযোগিতা ও উন্নয়ন মন্ত্রণালয় (বিএমজেড) ১২৫ মিলিয়ন মার্কিন ডলার অবদানের সাথে জলবায়ু ও দুর্যোগ ঝুঁকির অর্থ ও বীমা সমাধানের জন্য ইনসুরেসিলিয়েন্স বৈশ্বিক পার্টনারশিপ চালু করে।  বিশ্বব্যাপী কয়েক মিলিয়ন দুর্বল লোকদের জন্য সাশ্রয়ী মূল্যের বীমা এবং অন্যান্য আর্থিক সুরক্ষা আনা এই উদ্যোগের লক্ষ্য। \nক্যালিফোর্নিয়ার গভর্নর জেরি ব্রাউন এবং নিউইয়র্ক সিটির সাবেক মেয়র মাইকেল ব্লুমবার্গের নেতৃত্বে উপ-জাতীয় নেতাদের একটি প্রতিনিধি দল আমেরিকার প্রতিশ্রুতি উপস্থাপনের জন্য বনে ভ্রমণ করেছিল, যা ট্রাম্প প্যারিস চুক্তি থেকে যুক্তরাষ্ট্রকে প্রত্যাহারের অভিপ্রায় ঘোষণা করার পরও যুক্তরাষ্ট্রের  নির্গমন হ্রাস লক্ষ্যমাত্রা অব্যাহত রাখার প্রচেষ্টা চালিয়ে যাওয়ার ওপর বিবৃতি দেয়।  । \nপৃথকভাবে, মাইকেল ব্লুমবার্গ তার কয়লা বিরোধী মার্কিন প্রচারকে ইউরোপে প্রসারিত করতে ৫০ মিলিয়ন ডলার প্রতিশ্রুতি ব্যবহার করেছিলেন \nফিজিয়ান সিওপি২৩ প্রেসিডেন্সি ওশিয়ান পাথওয়ে অংশীদারত্বও চালু করে, যা ফিজি এবং সুইডেনের সহ-সভাপতিত্ব করবে, বিশ্ব উষ্ণায়নের এবং বিশ্বের মহাসাগরের স্বাস্থ্যের মধ্যে যোগসূত্রকে আরও শক্তিশালী করার প্রয়াসে। \n\n\n== অংশগ্রহণকারীরা ==\nজার্মানির বনে সিওপি২৩ এ ৩০,০০০ এরও বেশি মানুষ অংশ নিয়েছিল। \nউল্লেখযোগ্য অংশগ্রহণকারীদের মধ্যে অন্তর্ভুক্ত রয়েছে:\n\n ফ্রান্স দেশের রাষ্ট্রপতি এমানুয়েল মাক্রোঁ\n জার্মানি দেশের চেন্সেলর এনজেলা মের্কেল\n নাউরু দেশের রাষ্ট্রপতি ব্যারন ওয়াকা\nএর পাশাপাশি ক্যালিফোর্নিয়ার গভর্নর জেরি ব্রাউন, মাইকেল ব্লুমবার্গ এবং আর্নল্ড শোয়ার্জনেগার ।\nজলবায়ু উপদেষ্টা ডেভিড ব্যাংকস ট্রাম্প প্রশাসনের প্রতিনিধিত্ব করতে উপস্থিত ছিলেন।\n\n\n=== পর্যবেক্ষকরা ===\nজার্মানির বন-এ সিওপি২৩- এ জলবায়ু অ্যাকশন বিজনেস অ্যাসোসিয়েশন (সিএবিএ) প্রতিনিধি দলের নেতৃত্বে ছিলেন নির্বাহী পরিচালক মাইকেল গ্রিন এবং ম্যাসাচুসেটস স্টেট হাউস থেকে যে নীতিনির্ধারকদের অন্তর্ভুক্ত ছিলেন তারা হলেন: প্রতিনিধি জিম ক্যান্টওয়েল, প্রতিনিধি জোশ কাটার, প্রতিনিধি জেন বেনসন, এবং সিনেটর মাইকেল ব্যারেট, এবং জলবায়ু আলোচনায় সবুজ। উত্তর-পূর্ব বিশ্ববিদ্যালয়ের কর্মীরা এই প্রতিনিধিত্ব সমর্থন করেছিলেন।\n\n\n== উল্লেখযোগ্য উদ্ধৃতি ==\n১৫ নভেম্বর, ২০১৭,বুধবার  এন্টোনিও গুতেরেস ( জাতিসংঘের সেক্রেটারি-জেনারেল ), এমানুয়েল ম্যাক্রন ( ফ্রান্সের রাষ্ট্রপতি ) এবং অ্যাঞ্জেলা মের্কেল ( জার্মানি চ্যান্সেলর ) এর মতো বিশ্ব নেতারা সম্মেলনে বক্তৃতা দেন। \n\nইমানুয়েল ম্যাক্রন বলেছিলেন: \"জলবায়ু পরিবর্তনের বিরুদ্ধে লড়াই আমাদের সময়ের সবচেয়ে উল্লেখযোগ্য লড়াই\" এবং \"জলবায়ু পরিবর্তন একটি ইতোমধ্যে অসম বিশ্বে আরও অবিচারকে যুক্ত করেছে\"। \nঅ্যাঞ্জেলা মের্কেল উল্লেখযোগ্যভাবে বলেছিলেন: \"জলবায়ু পরিবর্তন একটি বিষয় যা মানবজাতি হিসাবে আমাদের ভাগ্য নির্ধারণ করে - এটি আমাদের সবার মঙ্গল নির্ধারণ করবে\"।   কয়লা পোড়ানো থেকে নির্ভরযোগ্য প্রস্থান করে  বিদ্যুত উৎপাদন করতে পরিবেশগত সংগঠন, সংস্থাগুলির বিনিয়োগ এবং সেপ্টেম্বরে জার্মান ফেডারেল নির্বাচনের পরে গ্রিনস এবং ফ্রি ডেমোক্র্যাটদের সাথে একটি জ্যামাইকা জোট গঠনের আলোচনার মূল বিষয়। \nনাউরুর রাষ্ট্রপতি ব্যারন ওয়াকা যোগ করেন যে: \"এখন সময় এসেছে যে উন্নত দেশগুলি তাদের দায়িত্ব পালন করবে\"।\n\n\n== টীকা ও তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅফিসিয়াল ইউএনএফসিসি ওয়েবসাইট (সংরক্ষণাগার)\nটেমপ্লেট:United Nations climate change conferences"}