{"pageid": 1048734, "title": "শিকারের বিরোধিতা", "url": "https://bn.wikipedia.org/wiki?curid=1048734", "content": "শিকারের বিরোধিতা বলতে সাধারণত একদল মানুষ বা কোনো নির্দিষ্ট দল যারা বিভিন্ন আইন,আইন অমান্য, নাশকতার শিকারের কথা বলে শিকারের বিরোধিতা করে তাকে বুঝায়।শিকার বিরোধী আইন যেমন [[ইংলিশ শিকার আইন ২০০৪]] আমেরিকার সামুদ্রিক প্রাণী সংরক্ষণ আইন থেকে সম্পূর্ণ আলাদা ।সংরক্ষণ আইন এ নির্দয়তার সাথে শিকারের বিরোধিতা বা সংরক্ষণের জন্য শিকারকে সীমিত করার কথা বলা হয়েছে।যদিও কিছু কিছু জায়গায় অস্পষ্টতা রয়েছে যেমন ভয়ঙ্কর প্রাণী শিকারের ক্ষেত্রে কোনো আইন প্রণয়ন করা নেই।\nপশু অধিকার রক্ষা কর্মকর্তাদের মতে খেলার জন্য বা আনন্দের জন্য পশু শিকার করা অপ্রয়োজনীয়,নির্দয় এবং অনৈতিক কাজ। তারা যেসমস্ত পশু শিকার করা হয় তাদের দুঃখ,দুর্দশা, নির্দয়তা নথিভুক্ত করে থাকে।\nশিকারের বিরোধিতা সাধারণত শিকারের বিপরীত বুঝাতে ব্যবহার করা হয়।যদিও শব্দটি ছদ্মবেশী নয় তাও এটি ব্যাপকভাবে প্রহসনমূলক অর্থে ব্যবহার করা হয়।\n\n\n== ভূপ্রাকৃতিক পার্থক্য ==\nশিকার বিরোধিতার মানসিকতা একেক দেশে একেক রকম  কারণ শিকার বলতে আমেরিকা  ও লন্ডনে ভিন্ন ভিন্ন অর্থ বহন করে।ত সত্বেও শিকার বিরোধিতা তুলনা করা সম্ভব যেমন লন্ডনে শক্তিশালী শিকার বিরোধী সংস্থা রয়েছে আবার নিউজিল্যান্ডে তেমন কোনো সংস্থা নেই।মানুষের মতামত ও একই দেশে ভিন্ন ভিন্ন হতে পারে এবং সঠিক বাজার গবেষণার জন্য সাম্প্রতিক ঘটনাকে প্রাধান্য দেয়া উচিত যাতে সঠিক ফলাফল পাওয়া যায়।\n\n\n== আন্দোলনের সূচনা ==\nদি বার্নস ইনকুয়েরি গবেষণায় দেখা যায় লন্ডনে বিভিন্ন শ্রেণীর মানুষের মধ্যে শিকারের বিরোধিতা ব্যাপক পার্থক্য গড়ে তোলে শিকার নিয়ে আমেরিকা ও লন্ডনের মানুষের মধ্যে,গড়ে একজন হয়তো শিকারের বিরোধিতা নিয়ে চিন্তা করে। আরো দেখা যায়,লন্ডনের শিকার বিরোধী কার্যক্রম আসলে বৃহত্তর, শিকারের মূল শিকড়ের বিরোধিতা করে। দি বার্নস ইনকুয়েরিতে বলা হয়েছে:\n\n\"কিছু মানুষের শিকারের বিরুদ্ধে নৈতিক বাধা রয়েছে এবং তারা মানুষের এই পশুকে অযথা কষ্ট দিয়ে নিজেরা যে আনন্দ উপভোগ করে তার সম্পূর্ণ বিরোধিতা করে।আবার কিছু মানুষ শিকার করাকে উচ্চবংশীয় প্রভাব বলে মনে করেন।আরেকদল এই অনর্থক শিকারকে দুঃখজনক বলে মনে করে এবং তারা এইসব পোষা প্রাণীর দুঃখকষ্ট ,শিকারের সময় তাদের চলাচলের অসুবিধা নিয়ে চিন্তিত।সবশেষে একদল আছে যারা দেশের ক্ষতির ভয়ে এবং প্রাণিসম্পদ যেমন অটার্স, বাজেরস এদের রক্ষার জন্য শিকারের বিরোধিতা করে ।\"\nশিকারের বিরোধিতা সেই ভিক্টোরিয়ান যুগ থেকে চলছে এবং তখন নাট্যকার ডব্লিউ এস গিলবার্ট বলেন ,’’হরিণ শিকার তখনই মজার খেলা হবে যখন হরিণের কাছে বন্দুক থাকবে।’’\nলন্ডন সরকার খরগোশ শিকার এবং খরগোশ প্রশিক্ষণের উপর নিষেধাজ্ঞা দিয়েছেন যাতে রাজনৈতিক ইতিহাসবিদ মিচেল টিছেলারের মতে কৃষকরা তীব্র সমর্থন দিয়েছে । সাম্প্রতিক সময়ে ২০০৫ সালে একটি খরগোশ প্রশিক্ষণ বিরোধী প্রতিষ্ঠান সমর্থনকারীদের বলেছেন তারা \"১০%নবস এবং ৯০% ইয়বস দিয়ে তৈরি।\"\nশিকার নিয়ে বিতর্কে এবং শিকার বিরোধিতা নিয়ে আমেরিকার ক্ষেত্রে শ্রেণি বৈষম্য ব্যাপারটি অনুপস্থিত ছিল।বরং শিকার বিরোধিতা শহরাঞ্চল এবং যেখানে জনসংখ্যা ঘনত্ব বেশি সেখানে বেশি দেখা যায় । আমেরিকায় ফাঁকা জমির প্রাচুর্য থাকায় এবং  কিছু কিছু রাজ্যে ৭৫% ভূমি খালি থাকায় তারা ধনবান হওয়ার জন্য কম ঘনবসতিপূর্ণ এলাকায় শিকার করার উপযোগী আলাদা জমির প্রয়োজন পড়ে না।\nআমেরিকার লন্ডনের বিপক্ষে ক্ষমতায় টিকে থাকার লড়াইয়ে শিকারকে তাদের গণতান্ত্রিক মনোভাব হিসাবে প্রচার করে। এটি আমেরিকার একটি সংস্কৃতির রূপ যেহেতু আমেরিকার একটি বিশাল সংখ্যক জনগোষ্ঠী লন্ডন এবং আয়ারল্যান্ডের নাগরিক যারা বাস্তুহারা হয়ে আমেরিকায় এসেছে।আরেকটি পার্থক্য হচ্ছে আমেরিকায় শিকার বাড়ানোর জন্য লাইসেন্স ফি রাজস্ব হিসাবে দেয়া হয় যেখানে লন্ডনে জমির মালিককে অনুমতির প্রয়োজন হয় ওই জমিতে শিকারের উপযোগী ক্রীড়াভূমি তৈরির জন্য।\n\n\n== প্রাণী সুরক্ষায় পদক্ষেপ ==\nকিছু সংস্থা প্রাণীদের রক্ষার জন্য শিকার এলাকায় হরিণের চেতনানাশক বা মানুষের চুল(নিকটস্থ সেলুন থেকে) ছড়িয়ে রাখত।\n\n\n== মতামত ==\n\nআমেরিকার মেইনের ভোটাররা ২০০৪ এবং ২০১৪ সালে  কালো ভাল্লুক শিকারে কুকুর,খাঁচা.ফাঁদের ব্যবহারে  প্রস্তাবিত নিষেধাজ্ঞা বাতিল করে দেয়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশিকারের বিজ্ঞান এবং সমাজবিজ্ঞান: Shifting আমেরিকা এবং ব্রিটেনের পরিবর্তন শিক্ষা এবং ধারণা, দি স্টেট অফ অ্যানিমালস ২০০৩ দ্য স্টেট অব দ্য অ্যানিমেলস ২: ২০০৩ আইএসবিএন ০-৯৬৫৮৯৪২-৭-৪\nআমেরিকার শিকার সংস্থা\nবাথ এবং ব্রিস্টল শিকার সাবস্\nশিকার বিরোধী পাতা, নিষ্ঠুর ক্রীড়া বিরোধী লিগ\nশিকার নাশক সংস্থা"}