{"pageid": 1048944, "title": "শীতল ব্লব", "url": "https://bn.wikipedia.org/wiki?curid=1048944", "content": "শীতল ব্লব বলতে বুঝায় নর্থ আটলান্টিক এলাকার(যাকে উত্তর আটলান্টিক উষ্ণ গর্ত বলা হয়)  উত্তর মধ্যরেখীয় পিছলানো প্রবাহের(এএমওসি) যা থার্মোহ্যালিনে প্রবাহকে প্রভাবিত করে এর কারণে শীতল তাপমাত্রার ব্যতিক্রম ঘটছে ।এই প্রভাবের জন্য বৈশ্বিক উষ্ণায়ন ও বৃদ্ধি পাচ্ছে এবং গ্রীনল্যান্ড এর বরফ গলে যাচ্ছে।\n\n\n== সাধারণ ==\nএএমওসি সাধারণত সমুদ্রের তাপমাত্রা এবং লবণাক্ততা পার্থক্যের জন্য হয়।যার মধ্যে অন্যতম হলো পরিষ্কার পানি লবণাক্ততা কমিয়ে দেয় যা শীতল পানির ডুবে যাওয়াকে বাধা দেয়।এই পানি বৃদ্ধির কারণ গ্রীনল্যান্ড এর বরফ চাদরের গলন।\n\n\n== গবেষণা ==\n\n\n=== ২০১৫ এবং পূর্ববর্তী ===\n\nজলবায়ু প্রভাব গবেষণার জলবায়ু বিজ্ঞানী পেন স্টেটের মিচেল মান এবং পটসদাম স্টেটের স্টেফান রহমস্তরফ গবেষণা করে দেখেন যে বিগত বছরের তাপমাত্রা রেকর্ড অনুযায়ী উত্তর মধ্যরেখীয় পিছলানো প্রবাহ(এএমওসি) এবং শীতলীকরণ কমেছে।তারা তাদের গবেষণার ফল পর্যবেক্ষণ করে বলেন যে এএমওসি প্রবাহ ব্যাপক হারে কমেছে এবং তার অন্যতম কারণ গ্রিনল্যান্ড এর বরফের গলন। এনওএএ এর টম দেলওয়ার্থ বলেন প্রাকৃতিক বিভিন্ন পরিবর্তন যেমন উত্তর আটলান্টিক দোলনএবং আটলান্টিকের বহু বছরের দোলন যা বায়ুর উপর নির্ভরশীল তার জন্য তাপমাত্রা কমছে। জন রবসনের ২০১৪ সালে প্রকাশিত নিবন্ধে ইউনিভার্সিটি অফ রিডিং এ বলা হয়,এএমওসি এর একটি অন্যরকম পরিবর্তন এখন আমরা দেখতে পারছি। দিদিয়ের স্বিংয়েদৌ এর মতে ১৯৭০ সাল থেকে এএমওসি এর যে পরিবর্তন তা অকল্পনীয়।\n\n\n=== ২০১৬ ===\n২০১৬ সালে প্রকাশিত গবেষণায় দক্ষিণ ফ্লোরিডা, কানাডা, নেদারল্যান্ডস বিশ্ববিদ্যালয় গ্রেস স্যাটেলাইট ব্যবহার করে গ্রীনল্যান্ড এর বিশুদ্ধ পানি মাপার জন্য তথ্য সংগ্রহ করেন।তারা এই মতামতে পৌঁছান যে বিশুদ্ধ পানি প্রবাহ বেড়েই চলেছে যা ভবিষ্যতে এএমওসি এর প্রবাহে বিঘ্ন ঘটাতে পারে এবং ইউরোপ,উত্তর আমেরিকাতে আঘাত হানতে পারে।\n২০১৬ সালে প্রকাশিত আরেকটি নিবন্ধে আমেরিকার পূর্ব উপকূলে ব্যাপক সমুদ্র উচ্চতা বৃদ্ধিপেয়েছে।তাদের গবেষণায় তারা এ এলাকাকে হটস্পট হিসাবে চিহ্নিত করেন  যার গড় সমুদ্র উচ্চতার চেয়ে ৩-৪ গুন বেশি সমুদ্র উচ্চতা বাড়ানোর  ক্ষমতা রয়েছে ।তারা সমুদ্রের গতির সম্ভাব্য উচ্চতা বৃদ্ধির প্রক্রিয়াকে গভীর জলাভূমি গঠন বলেন এবং যার ফলে এএমওসি কমে  যাচ্ছে এবং মাটির নিচের পানির উৎস গরম হয়ে যাচ্ছে।এখানে আরও বলা হয় \"অতিরিক্ত কার্বন নিঃসরণের ফলেও এই এলাকায় গড়ের চেয়ে বেশি হারে সমুদ্রের উচ্চতা বেড়ে যাচ্ছে।\"\n\n\n== ইতিহাস ==\n২০০৫ সালে ব্রিটিশ গবেষক দেখেন যে উত্তর উপসাগরীয় প্রবাহ ১৯৫৭ সাল থেকে ৩০% কমে গিয়েছে। উডসোলের বিজ্ঞানীরা উত্তর আটলান্টিকের বিশুদ্ধ পানি মাপছিলেন যখন তখন পৃথিবী গরম ছিল।তাদের গবেষণায় দেখা যায় উত্তর কর্কটক্রান্তি রেখা বরাবর অধঃক্ষেপ বেশি হওয়ায় মেরু এলাকায় গলন বৃদ্ধি পায়। অতিরিক্ত বিশুদ্ধ পানি দ্বারা উত্তর সাগর প্লাবিত হ্ওয়ায় এবং বৈশ্বিক উষ্ণায়নের জন্য উপসাগরীয় প্রবাহ ব্রিটিশ দ্বীপপুঞ্জ এবং নরওয়ে এর  উত্তর দিকে প্রবাহিত হচ্ছে যা নিরক্ষরেখা বরাবর প্রবাহিত হয় ।আর এটা যদি ঘটে তাহলে ইউরোপের আবহাওয়া এর উপর বিরূপ প্রভাব পড়বে।\nইউএসএফ এর সমুদ্রবিজ্ঞান কলেজের ডন চেম্বার্স বলেন,\"এএমওসি ধীরগতির হওয়ায় উত্তর আটলান্টিকে শীতকাল এবং গ্রীষ্মকালে ঠান্ডা বেশি পড়ে এবং উত্তর আমেরিকার উপকূলে সমুদ্র উচ্চতা সামান্য বৃদ্ধি পাবে।\"জেমস হানসেন এবং মাকিকো সাতো বলেন ,\"এএমওসি হ্রাস পাওয়ায় তাপমাত্রা ১ ডিগ্রী কমছে এবং এএমওসি স্থির এর চেয়ে বেশ কয়েক ডিগ্রী বেশি তাপমাত্রা পরিবর্তন দেখাবে যা ভবিষ্যতে ঝড়ে বিরূপ প্রতিক্রিয়া দেখাবে। উত্তর আটলান্টিক মধ্যরেখীয় প্রবাহ পরিবর্তন সমুদ্র উচ্চতা সবচেয়ে বেশি পরিবর্তন দেখা যাবে। \n\n\n== ব্যবস্থা ==\nআরএপিআইডি ২০০৪ সাল থেকে সমুদ্রের গতি পর্যালোচনা করছে।\n\n\n== আরও দেখুন ==\n\nঅস্বাভাবিক জলবায়ু পরিবর্তন\nব্লব (প্যাসিফিক সাগর)\nহিমবাহ বিপরীতকরণ\nজলবায়ু পরিবর্তনের বাহ্যিক প্রভাব\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nস্টেফান রেহমস্টর্ফ এর এএম্ওসি ধীরগতির হ্ওযা বিষয়ক বর্ধিত লেকচার (মে ২৭,২০১৬)\nগ্রিনহাউসে উদ্ভট চমক  (থার্মোহ্যালিন প্রবাহ বন্ধের ভিডিও,২০১৫)\nব্লিজার্ড জোনাস এবং উপসাগরীয প্রবাহ স্থিরকরণ (বাস্তব জলবায়ু ২৪ জানুয়ারি,২০১৬)"}