{"pageid": 1048051, "title": "গ্রেট ব্যারিয়ার রিফে সামুদ্রিক অম্লীয়করণ", "url": "https://bn.wikipedia.org/wiki?curid=1048051", "content": "মহাসাগর অম্লতা প্রবাল প্রাচীরের কার্যক্ষমতা এবং শক্তি হ্রাস করে গ্রেট ব্যারিয়ার রিফকে হুমকির সম্মুখীন করে তোলে। গ্রেট ব্যারিয়ার রিফ, বিশ্বের সাতটি প্রাকৃতিক আশ্চর্যের মধ্যে একটি হিসেবে বিবেচিত। এটাকে একটি জীববৈচিত্রের হটস্পটও বলা হয়। গ্রেট ব্যারিয়ার রিফ অস্ট্রেলিয়ায় অবস্থিত। অন্যান্য প্রবাল প্রাচীরের মতো এটিও সমুদ্রের অম্লতা হ্রাসের কারণে ক্ষয়ের সম্মুখীন। বায়ুমণ্ডলীয় কার্বন ডাই অক্সাইড এর উত্থানের ফলে সেই অম্ল সমুদ্র গ্রহণ করে।  যার কারণে সাগরের অম্লীকরণ সংঘটিত হয়। এই প্রক্রিয়াটি সমুদ্র পৃষ্ঠের তাপমাত্রা বৃদ্ধি করতে পারে, আরগোনাইট হ্রাস করতে পারে এবং সমুদ্রের পিএইচ হ্রাস করতে পারে। পানিতে আরগোনাইটের অভাব এবং পিএইচ হ্রাসের কারণে চূর্ণে পরিণত হওয়া বা ক্যালসিফায়িং জীবগুলি ঝুঁকির মধ্যে রয়েছে। প্রবাল প্রাচীরের খারাপ স্বাস্থ্য, বিশেষত গ্রেট ব্যারিয়ার রিফ এর খারাপ স্বাস্থ্য,জীববৈচিত্র্য হ্রাস করতে পারে। মহাসাগরীয় অম্লতা এবং স্বাস্থ্যকর প্রবাল প্রাচীরগুলি অদৃশ্য হয়ে যাওয়ার কারণে সাগরের জীবগুলি মারাত্নক হুমকির মুখে পড়তে পারে। যেমন গ্রেট ব্যারিয়ার রিফ, বেশ কয়েকটি ট্যাক্সা এর জন্য একটি ক্ষতিকর আবাসস্থল।\n\n\n== পটভূমি ==\nশিল্প বিপ্লব এর কারণে বায়ুমণ্ডলীয় কার্বন ডাই অক্সাইড ২৮০ থেকে ৪০৯ পিপিএম পর্যন্ত বেড়েছে। কার্বন ডাই অক্সাইডের এই বৃদ্ধি পিএইচ-র মানের ০.১% হ্রাস ঘটায়, এবং এটি ২১০০ সালের মধ্যে ০.৫% পর্যন্ত কমতে পারে। কার্বন ডাই অক্সাইড যখন সমুদ্রের পানিতে মিলিত হয় তখন এটি কার্বনিক অ্যাসিড গঠন করে, যা হাইড্রোজেন, বাইকার্বোনেট, এবং কার্বনেটে বিভক্ত হয়ে সমুদ্রের পিএইচ কমিয়ে দেয়। সমুদ্রপৃষ্ঠের তাপমাত্রা, সমুদ্রের অম্লতা এবং দ্রবীভূত অজৈব কার্বন বায়ুমণ্ডলীয় কার্বন ডাই অক্সাইডের সাথে ইতিবাচকভাবে সম্পর্কযুক্ত। মহাসাগরের অম্লতা হাইপারক্যাপনিয়া সৃষ্টি করতে পারে এবং সামুদ্রিক জীবের উপর চাপ বাড়িয়ে তোলে। এর ফলে জীববৈচিত্র্য হ্রাস পেতে পারে। প্রবাল প্রাচীরগুলি নিজেরাই সমুদ্রের অম্লীকরণ দ্বারা নেতিবাচকভাবে প্রভাবিত হতে পারে। অম্লতা বৃদ্ধির সাথে সাথে ক্যালিকিফিকেশনের হার হ্রাস পায়।\nঅ্যারাগোনাইট সমুদ্রের অম্লকরণ প্রক্রিয়া দ্বারা প্রভাবিত হয়,কারণ এটি এক প্রকারের ক্যালসিয়াম কার্বোনেট। এটি প্রবালের কার্যকারিতা এবং স্বাস্থ্যের জন্য প্রয়োজনীয়, কারণ এটি প্রবাল কঙ্কালের মধ্যে পাওয়া যায় এবং ক্যালসাইটের চেয়ে সহজেই দ্রবণীয়। কার্বন ডাই অক্সাইডের মাত্রা বেড়ে গেলে প্রবাল বৃদ্ধির হার ৯ থেকে ৫৬% কমে যেতে পারে। অন্যান্য ক্যালসিফাইং জীব, যেমন বাইভেলভ এবং গ্যাস্ট্রোপডস, সমুদ্রের অম্লতাজনিত কারণে নেতিবাচক প্রভাব অনুভব করে।\nজীববৈচিত্রের হটস্পট হিসাবে পরিচিত, গ্রেট ব্যারিয়ার রিফের অনেকগুলি ট্যাক্সা সমুদ্রের অম্লতা দ্বারা হুমকির সম্মুখীন। মহাসাগরে অম্লতার কারণে বিরল এবং স্থানীয় প্রজাতিগুলি আরও বেশি বিপদে রয়েছে, কারণ তারা গ্রেট ব্যারিয়ার রিফ এর উপর আরও ব্যাপকভাবে নির্ভরশীল। অতিরিক্তভাবে, অ্যাসিডিফিকেশনের কারণে প্রবাল প্রাচীরগুলি ভেঙে যাওয়ার ঝুঁকি রয়েছে যা জীববৈচিত্র্যের জন্য হুমকিস্বরূপ। \nমহাসাগর অম্লীকরণের ফলে সৃষ্ট প্রভাব মহাসাগরের জৈবিক প্রক্রিয়াগুলি যেমন আলোকসংশ্লিষ্ট বা প্রজনন ইত্যাদির উপর নেতিবাচক হতে পারে, এবং জীবগুলোর বিভিন্ন রোগে আক্রান্ত হওয়ার ঝুঁকি বাড়িয়ে দেয়।\n\n\n== প্রবাল স্বাস্থ্য ==\n\n\n=== ক্যালসিফিকেশন এবং অ্যারাগোনাইট ===\nপ্রবাল একটি চূর্ণে পরিণত হওয়া বা ক্যালসিফায়িং জীব, যা সমুদ্রের অম্লতা বৃদ্ধির কারণে ক্ষয়প্রাপ্ত হচ্ছে এবং বৃদ্ধির হারও কমে যাচ্ছে। অ্যারাগোনাইট, প্রবালের ক্ষমতাকে প্রভাবিত করে CaCO৩ গ্রহণের মাধ্যমে যেমন পিএইচ কমে গেলে এই ক্ষমতা হ্রাস পায়। শিল্পায়ন হওয়ার পর থেকে আরগোনাইটের স্তর ১৬% কমেছে। গ্রেট ব্যারিয়ার রিফের কিছু অংশে এটি আরো কম হতে পারে কারণ \nপানির প্রবাহ উত্তর প্রবালগুলিকে দক্ষিণ প্রবালের তুলনায় বেশি আরোগোনাইট গ্রহণ করতে প্রভাবিত করে। অ্যারাগোনাইট ২১০০ সালের মধ্যে ০.১ এ কমে আসবে বলে পূর্বাভাস দেওয়া হয়েছে। ১৯৯০ সাল থেকে,  পোরাইটস  (গ্রেট ব্যারিয়ার রিফের একটি সাধারণ বড় রিফ-বিল্ডিং প্রবাল) এর ক্যালসিফিকেসন বা জমাটকরণ হার বার্ষিক ১৪.২% কমেছে। স্রোত এবং প্রচলনের কারণে, গ্রেট ব্যারিয়ার রিফ জুড়ে আরাগোনাইট এর স্তরগুলি সমান নয়। গ্রেট ব্যারিয়ার রিফের কিছু অংশে অন্য অংশের চেয়ে অর্ধেক আরাগোনাইট থাকতে পারে।  অ্যারাগনাইট স্তরগুলি ক্যালেসিফিকেশন এবং উৎপাদন দ্বারা প্রভাবিত হয়, যা এক প্রবালপ্রাচীরের সাথে আরেক প্রবালপ্রাচীরের ভিন্ন হতে পারে। যদি বায়ুমণ্ডলীয় কার্বন ডাই অক্সাইড ৫৬০ পিপিএমে পৌঁছায়,  তাহলে বেশিরভাগ সমুদ্রপৃষ্ঠের পানি বিস্তৃতভাবে আরাগোনাইটের সাথে \nসীমিত আকারে পরিণত হবে এবং পিএইচ প্রায় ০.২৪ একক হ্রাস পাবে যা আজকের প্রায় ৮.২ একক থেকে মাত্র ৭.৯ একক এর কিছু উপরে। এই মুহুর্তে (এই শতাব্দীর তৃতীয় কোয়ার্টারের কিছু সময়ে বর্তমান বৃদ্ধি হার) প্রশান্ত মহাসাগরের মাত্র কয়েকটি অংশে প্রবাল বৃদ্ধির জন্য পর্যাপ্ত অ্যারাগনাইট স্যাচুরেশনের বা সম্পৃক্তির স্তর আছে। অতিরিক্তভাবে, যদি বায়ুমণ্ডলীয় কার্বন ডাই অক্সাইড ৮০০ পিপিএমে পৌঁছায়, সমুদ্রপৃষ্ঠের পানির পিএইচ ০.৪ একক কমে যাবে, এবং মোট দ্রবীভূত কার্বনেট আয়নের ঘনত্ব কমপক্ষে ৬০% হ্রাস পাবে। এই মুহুর্তে এটি প্রায় নিশ্চিত যে বিশ্বের সমস্ত প্রবাল প্রাচীরগুলি ক্ষয়প্রাপ্ত রাজ্যে থাকবে। গ্রেট ব্যারিয়ার রিফের পিএইচ বৃদ্ধি এবং মহাসাগর রসায়ন এর প্রাক শিল্পায়ন অবস্থার অনুলিপিকরণ, প্রবাল বৃদ্ধির হার ৭% বাড়িয়েছে।\n\n\n=== তাপমাত্রা ===\nমহাসাগর অম্লতা সমুদ্রপৃষ্ঠের তাপমাত্রা বৃদ্ধির কারণেও হতে পারে। তাপমাত্রা প্রায় ১ বা ২ °সেলসিয়াস এর বৃদ্ধি প্রবাল এবং zooxanthellae এর মধ্যে সম্পর্কের পতন ঘটাতে পারে, যা সম্ভবত ব্লিচিং এর দিকে নিয়ে যায়। গ্রেট ব্যারিয়ার রিফের সমুদ্রপৃষ্ঠের গড় তাপমাত্রা ২১০০ সালের মধ্যে ১ থেকে ৩ °সেলসিয়াস বাড়ার পূর্বাভাস দেওয়া হয়েছে। প্রবাল এবং zooxanthellae মধ্যে সম্পর্কের এই ভাঙ্গন তখন ঘটে যখন ফটো সিস্টেম II ক্ষতিগ্রস্ত হয়।  এটা দুইভাবে ক্ষতিগ্রস্ত হতে পারে। হয় ডি১ প্রোটিনের সাথে প্রতিক্রিয়া অথবা কার্বন ডাই অক্সাইড ঘনীভবনের অভাবে। এর ফলে সালোকসংশ্লেষণের অভাব দেখা দেয় এবং ব্লিচিংও হতে পারে।\n\n\n=== প্রজনন ===\nসমুদ্রের অম্লতা তৈরীর প্রক্রিয়াটি প্রায় সমস্ত দিক দিয়েই প্রবাল প্রজননকে হুমকি দেয়\nগেমোটোজেনিস প্রবাল ব্লিচিং দ্বারা অপ্রত্যক্ষভাবে আক্রান্ত হতে পারে। অতিরিক্তভাবে, অ্যাসিডিফিকেশন প্রবালকে চাপ দেয় এবং সেটা মুক্তিপ্রাপ্ত শুক্রাণুর কার্যকারিতাকে বাধা প্রদান করতে পারে। লার্ভাও এই প্রক্রিয়া দ্বারা আক্রান্ত হতে পারে।  মহাসাগরের জীবের জনসংখ্যার আকার বা প্রজননের সম্ভাব্যতা পরিবর্তন করে বিপাক এবং নিষ্পত্তি সূত্র পরিবর্তন করা যেতে পারে। ক্যালসিফাইং লার্ভার অন্যান্য প্রজাতিগুলোর ক্ষেত্রে সমুদ্রের অম্লতা পরিস্থিতিতে তাদের বৃদ্ধি হার কম হতে দেখা গিয়েছে।বায়োফিল্ম, যা মহাসাগরীয় অবস্থার জন্য একটি বায়োডাইসিকেটর হিসেবে পরিচিত, তার বৃদ্ধি হার কম হতে দেখা গিয়েছে এবং বায়োফিল্ম লার্ভা বন্দোবস্তকে প্রভাবিত করে অম্লকরণ প্রক্রিয়া পরিবর্তন করেছে।\n\n\n== জীব বৈচিত্র্য ==\nগ্রেট ব্যারিয়ার রিফ একটি জীববৈচিত্র্যের হটস্পট, তবে এটি সমুদ্রের অম্লতা দ্বারা হুমকির সম্মুখীন। সমুদ্রের অম্লতার কারণে সমুদ্ররের তাপমাত্রা বৃদ্ধি পেয়েছে এবং অ্যারাগোনাইটের স্তর হ্রাস পেয়েছে। গ্রেট ব্যারিয়ার রিফের এলাসমোব্র্যাঞ্চস অঞ্চল সমুদ্রের অম্লতা  এর ফলে তৈরী হওয়া ঝুঁকির মধ্যে রয়েছে। এর কারণ মূলত তাদের নির্দিষ্ট আবাস নির্ভরতা এবং সমুদ্রের অম্লীকরণের ফলে প্রবাল প্রাচীরের ধ্বংস। বিরল এবং স্থানীয় প্রজাতি, যেমন কর্কুপাইন রশ্মি, উচ্চ ঝুঁকিতে রয়েছে। ক্যালসিফাইং এবং অ-ক্যালসিফাইং উভয় প্রাণীর লার্ভাল স্বাস্থ্য এবং নিষ্পত্তি সমুদ্রের অম্লতা দ্বারা ক্ষতিগ্রস্থ হতে পারে।গ্রেট ব্যারিয়ার রিফের প্রবাল প্রাচীরের শিকারী যেমন কাঁটা-কাঁটা সমুদ্রের তারামাছ তার খাদ্য 'প্রবাল' এর সমান মৃত্যুর হার অনুভব করেছে। সম্ভবত নদী সঞ্চালন এর কারণে পুষ্টির যেকোনও বৃদ্ধি, ইতিবাচকভাবে কাঁটার মুকুটকে প্রভাবিত করে এবং প্রবালকে আরও ধ্বংসের দিকে নিয়ে যায়।\nকোরেলাইন শেত্তলা কিছু প্রবাল প্রাচীর এর সাথে আটকে থাকে এবং এটি একাধিক বাস্তুতন্ত্রের মধ্যে উপস্থিত। সমুদ্রের অম্লতা যত তীব্র হয়, এর প্রতিক্রিয়া তত ভালো হয় না। এটি প্রবাল প্রাচীরের কার্যক্ষমতা এবং কাঠামোগত অখণ্ডতার ক্ষতি করতে পারে। মহাসাগরের অম্লতাও পরোক্ষভাবে কোনও জীবকে প্রভাবিত করতে পারে। বৃদ্ধিপ্রাপ্ত চাপ সালোকসংশ্লেষণ এবং প্রজনন হ্রাস করতে পারে,বা জীবগুলোকে বিভিন্ন রোগের জন্য আরও ঝুঁকিপূর্ণ করে তোলে। অতিরিক্তভাবে, যেহেতু প্রবাল প্রাচীরের ক্ষয় হচ্ছে,তাদের মিথোজীবীতার সম্পর্ক এবং বাসিন্দাদের মানিয়ে নিতে হবে বা খুজে নিতে হবে এমন কোনো নতুন বাসস্থান যার ওপর তারা নির্ভর করতে পারে।\nঅর্গানিজমের অ্যাসিডিফিকেশনের প্রারম্ভিক, লার্ভা বা প্ল্যাঙ্কটোনিক পর্যায়ে দেখা গেছে যে জীবগুলি আরও সংবেদনশীল ছিল ঐ সময়গুলোতে। যেহেতু শূন্যস্থানে সমুদ্রের অম্লতা থাকে না, তাই গ্রেট ব্যারিয়ার রিফকে ঘিরে তৈরী হওয়া একাধিক সমস্যাগুলি সাগরের জীবগুলির ওপর আরও চাপের সৃষ্টি করে। সমুদ্রের অম্লতা কেবল আবাস এবং উন্নয়নের উপরই প্রভাব ফেলে না, এটি জীবকে প্রভাবিত করে এই বিষয়ে যে একটি জীব কীভাবে শিকারীকে এবং তাদের বায়োস্পেসিফিসিটিকে দেখবে। সমুদ্রের অম্লকরণের প্রভাবগুলির সাথে জীবগুলি খাপ খাইয়ে নিতে পারে কিনা তার উপর দীর্ঘ সময় পর্যন্ত কোনো পর্যাপ্ত অধ্যয়ন করা হয় নি। যাইহোক, সমুদ্রের অ্যাসিডিফিকেশন এমন একটি হারে হয় বলে পূর্বাভাস দেওয়া হয় যার সাথে বিবর্তন এর কোনো মিল নেই। ক্রমবর্ধমান তাপমাত্রা সাধারণ প্রবাল ট্রাউটের আচরণ এবং ফিটনেসকেও প্রভাবিত করে। ট্রাউট হচ্ছে এমন একটি মাছ যা প্রবাল ছিদ্রগুলির স্বাস্থ্য বজায় রাখার জন্য খুব গুরুত্বপূর্ণ।\n\n\n== আরও দেখুন ==\nআর্কটিক মহাসাগরে সমুদ্রের অম্লীকরণ\n\n\n== তথ্যসূত্র =="}