{"pageid": 104806, "title": "দারাসবাড়ি মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=104806", "content": "দারাসবাড়ি মসজিদ বা দারাসবাড়ি চাঁপাইনবাবগঞ্জ জেলার শিবগঞ্জ উপজেলার ছোট সোনা মসজিদ ও কোতোয়ালী দরজার মধ্যবর্তী স্থানে ওমরপুরের সন্নিকটে অবস্থিত বাংলার প্রথম যুগের মুসলিম স্থাপত্য কীর্তির একটি উল্লেখযোগ্য নিদর্শন।\n\n\n== অবস্থান ==\nদারাসবাড়ি মসজিদ এর অবস্থান চাঁপাইনবাবগঞ্জ জেলার ছোট সোনা মসজিদের সন্নিকটে। মসজিদটির অবস্থান ভারত-বাংলাদেশ সীমান্তে। সোনামসজিদ স্থল বন্দর থেকে মহানন্দা নদীর পাড় ঘেঁষে প্রায় ৩ কিলোমিটার দূরে বাংলাদেশ রাইফেলস-এর সীমান্ত তল্লাশী ঘাঁটি; এই ঘাটিঁর অদূরে অবস্থিত দখল দরওয়াজা। দখল দরওয়াজা থেকে প্রায় এক কিলোমিটার হেঁটে আমবাগানের মধ্য দিয়ে অগ্রসর হয়ে একটি দিঘী পার হয়ে দক্ষিণ পশ্চিমে ঘোষপুর মৌজায় দারাসবাড়ি মসজিদ ও দারাসবাড়ি মাদ্রাসা অবস্থিত।\n\n\n== ইতিহাস ==\nঐতিহাসিক অনুসন্ধানের সময় মুনশী এলাহী বখ্শ কর্তৃক আবিষ্কৃত একটি আরবী শিলালিপি অনুযায়ী (লিপি-দৈর্ঘ্য ১১ ফুট ৩ ইঞ্চি, প্রস্থ ২ফুট ১ ইঞ্চি) ১৪৭৯ খ্রিষ্টাব্দে (হিজরী ৮৮৪) সুলতান শামস উদ্দীন ইউসুফ শাহের রাজত্বকালে তারই আদেশক্রমে এই মসজিদ প্রতিষ্ঠিত হয়।\n\n\n== মসজিদ সংলগ্ন মাদ্রাসা ==\nআরবি দরস বা দারস অর্থ পাঠ, উচ্চারণ বিকৃতিতে শব্দটি হয়ে যায় দারাসবাড়ি বা দারসবাড়ি মসজিদ, মাদ্রাসা।স্বাধীন বাংলার সুলতান আলাউদ্দীন হোসেন শাহের রাজত্বকালে ১৫০২ খ্রিস্টাব্দে ১ রমজান সুলতানের আদেশে অখণ্ড বাংলার আদি রাজধানী গৌড়ের ফিরোজপুরের দারসবাড়িতে একটি সুবিশাল আবাসিক মাদ্রাসা প্রতিষ্ঠিত হয়। ধারণা করা হয়, বাংলাদেশে সন্ধানপ্রাপ্ত সর্বপ্রাচীন ইসলামী বিশ্ববিদ্যালয় হলো এই দারসবাড়ি মাদ্রাসা।\n\n\n== অবকাঠামো ==\nদীর্ঘদিন মাটিচাপা পড়েছিল এ মসজিদ। সত্তর দশকের প্রথমভাগে খনন করে এটিকে উদ্ধার করা হয়। মসজিদটি দীর্ঘকাল আগে পরিত্যক্ত হয়েছে, বর্তমানে চারপাশে গাছগাছালির ঘের। পরিচর্যার অভাবে এ মসজিদটি বিলীয়মান। এর সংলগ্ন সমসাময়িক আরেকটি স্থাপনা হলো দারাসবাড়ি মাদ্রাসা। দিঘীর এক পারে মসজিদ এবং অন্য পারে মাদ্রাসা অবস্থিত। আকারে এটি ছোট সোনা মসজিদের চেয়েও বড়।\nইট নির্মিত এই মসজিদের অভ্যন্তরের আয়তক্ষেত্র দুই অংশে বিভক্ত। এর আয়তন ৯৯ ফুট ৫ ইঞ্চি, ৩৪ ফুট ৯ ইঞ্চি। পূর্ব পার্শ্বে একটি বারান্দা, যা ১০ ফুট ৭ ইঞ্চি। বারান্দার খিলানে ৭টি প্রস্ত্তর স্তম্ভের উপরের ৬টি ক্ষুদ্রাকৃতি গম্বুজ এবং মধ্যবর্তীটি অপেক্ষাকৃত বড় ছিল। উপরে ৯টি গম্বুজের চিহ্নাবশেষ রয়েছে উত্তর দক্ষিণে ৩টি করে জানালা ছিল। উত্তর পশ্চিম কোণে মহিলাদের নামাজের জন্য প্রস্তরস্তম্ভের উপরে একটি ছাদ ছিল। এর পরিচয় স্বরূপ এখনও একটি মেহরাব রয়েছে। এতদ্ব্যতীত পশ্চিম দেয়ালে পাশাপাশি ৩টি করে ৯টি কারুকার্য খচিত মেহরাব বর্তমান রয়েছে। এই মসজিদের চারপার্শ্বে দেয়াল ও কয়েকটি প্রস্তর স্তম্ভের মূলদেশ ব্যতীত আর কিছুই অবশিষ্ট নেই। এখানে প্রাপ্ত তোগরা অক্ষরে উৎকীর্ণ ইউসুফি শাহী লিপিটি এখন কোলকাতা জাদুঘরে রক্ষিত আছে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nবাংলাদেশের প্রত্নতাত্ত্বিক স্থানের তালিকা\nবাংলাদেশের মসজিদের তালিকা\nরাজশাহী বিভাগের মসজিদের তালিকা\nশাহ সৈয়দ নেয়ামতউল্লাহ\nছোট সোনা মসজিদ\nবড় সোনা মসজিদ\nতোহাখানা\nরহনপুর\n\n\n== তথ্যসূত্র =="}