{"pageid": 10488, "title": "মহাকর্ষীয় তরঙ্গ", "url": "https://bn.wikipedia.org/wiki?curid=10488", "content": "মহাকর্ষীয় তরঙ্গ হলো ত্বরিত বস্তু কর্তৃক সৃষ্ট স্থান-কালের আন্দোলনজনিত বিশেষ প্রকারের তরঙ্গ। সাধারণ আপেক্ষিকতত্ত্ব অনুযায়ী নির্বাতে এর বেগ আলোর বেগের সমান। ১৯০৫ সালে অঁরি পোয়াঁকারে এই তরঙ্গের প্রস্তাবনা দেন এবং আইনস্টাইন তার সাধারণ আপেক্ষিকতত্ত্ব থেকে এর বর্ণনা দেন। যেকোন ত্বরিত, স্পন্দিত এবং প্রবলভাবে আন্দোলিত ভর মহাকর্ষীয় তরঙ্গ সৃষ্টি করতে সক্ষম। মহাকর্ষীয় তরঙ্গ মহাকর্ষীয় বিকিরণের মাধ্যমে শক্তি পরিবহন করে যা বিচ্ছুরক শক্তির একটি রূপ। নিউটনের মহাকর্ষ সূত্র এদের অস্তিত্ব সম্পর্কে বলে না যেহেতু এই সূত্র ভৈত মিথস্ক্রিয়া সমূহ অসীম গতিতে বিস্তৃত হয় এমন ধারণার ওপর ভিত্তি করে বর্ণিত - যা দেখায় যে চিরায়ত পদার্থবিজ্ঞান আপেক্ষিকতার সাথে জড়িত ঘটনা সমূহ বর্ণনা করতে পারে না।\n১৯৯৩ সালে রাসেল অ্যালান হাল্‌স এবং জোসেফ হুটন টেইলর জুনিয়র কর্তৃক আবিষ্কৃত হাল্‌স-টেইলর যুগ্ন পালসার তাদের পদার্থবিজ্ঞানে নোবেল পুরস্কার এনে দেয়। এই পালসারটিই প্রথম বস্তু যা মহাকর্ষীয় তরঙ্গের পরক্ষ প্রমাণ দেয়।\n১১ ফেব্রুয়ারি ২০১৬ সালে লিগো এবং ভার্গো ঘোষণা করে যে তারা প্রথম কোনো পর্যবেক্ষিত মহাকর্ষীয় তরঙ্গের তালিকা মহাকর্ষীয় তরঙ্গের ঘটনা প্রত্যক্ষ পর্যবেক্ষণ করেছে। পর্যবেক্ষণটি এর ৫ মাস পূর্বে উন্নমিত লিগো আবিস্কারক কর্তৃক করা হয়। ইহা একটি যুগ্ন কৃষ্ণ গহব্বর ব্যবস্থার একত্রিকরণের কারণে উৎপন্ন হয়। এর পরে, লিগো আরো দুটি নিশ্চিত এবং একটি সম্ভাব্য মহাকর্ষীয় তরঙ্গের ঘটনা পর্যবেক্ষণ করে।\n২০১৭ সালে মহাকর্ষীয় তরঙ্গের আবিস্কারে অবদানের জন্য রাইনার ভাইস, কিপ থর্ন ও ব্যারি ব্যারিশ-কে নোবেল পুরস্কার দেওয়া হয়।\n\n\n== সূত্রপাত ==\nআইনস্টাইনের সাধারণ আপেক্ষিক তত্ত্বানুযায়ী, মহাকর্ষ স্থান-কালের ভাঁজ জনিত একটি ঘটনা। ভর ভরের উপস্থিতির কারণা স্থান-কালে এমন ভাঁজের সৃষ্টি হয়। সাধারণত, একটি নির্দিষ্ট আয়তনে যত বেশি ভর স্থাপন করা যায় এই ভাঁজের পরিমাণ সেই নির্দিষ্ট আয়তনের প্রান্ত পর্যন্ত তত বৃদ্ধি পায়। যখন বস্তু স্থান-কালে চলতে শুরু করে তখন বস্তুর অবস্থানকে প্রতিবিম্বিত করার জন্য এই ভাঁজেরও পরিবর্তন ঘটে। নির্দিষ্ট পরিস্থিতি,  ত্বড়িত বস্তু এই ভাঁজের পরিবর্তন সাধন করে যা একটি তরঙ্গের মত করে আলোর গতিতে বিস্তৃতি লাভ করে। এমন বিস্তৃতিমূলক ঘটনাই মহাকর্ষীয় তরঙ্গ হিসেবে পরিচিত।\nযখন মহাকর্ষীয় তরঙ্গ কোনো পর্যবেক্ষককে অতিক্রম করে তখন এর টানের কারণে পর্যবেক্ষকটি স্থান-কালে একটি বিকৃতির দেখা পায়। সেই বিকৃতি একটি তরঙ্গের আকারে স্থান কালের মধ্যে দিয়ে সঞ্চালিত হয়।\nপর্যবেক্ষণযোগ্য মহাকর্ষীয়য় তরঙ্গ\nমহাকর্ষীয় তরঙ্গ সাধারণত দুর্বল হওয়ার কারণে কেবলমাত্র অতি ভারী বস্তুর ক্ষেত্রেই পর্যবেক্ষণ যোগ্য। সাধারণত সূর্যের ভরের চেয়ে বেশি ভরের বস্তুর দ্বারা উৎপন্ন হওয়া মহাকর্ষীয় তরঙ্গ পর্যবেক্ষণ করা সম্ভব।\n\n\n== তথ্যসূত্র =="}