{"pageid": 1048757, "title": "আল-হাদি স্কুল", "url": "https://bn.wikipedia.org/wiki?curid=1048757", "content": "আল-হাদি স্কুল মার্কিন যুক্তরাষ্ট্রের টেক্সাসের দক্ষিণ পশ্চিম হিউস্টনে অবস্থিত একটি ইসলামিক প্রাথমিক এবং মাধ্যমিক বিদ্যালয়। বিদ্যালয়টি নাসের বিরিয়া প্রতিষ্ঠিত করেন। বিদ্যালয়টি বৃহত্তর হিউস্টনের ইসলামিক শিক্ষা কেন্দ্রের (আইইসি) প্রাঙ্গনে অবস্থিত, এখানে হিউস্টনের বৃহত্তম মসজিদও রয়েছে। আইইসির চেয়ারপারসন ফাহেম কালজিমির মতে, হিউস্টন এলাকার স্কুলটি শিক্ষার্থীদের টিউশন ফি তে চলে, যার পরিমাণ প্রায় ৫০০০ মার্কিন ডলার। স্কুলটি ওয়েস্টহিমার সড়কের নিকটে অবস্থিত।\n\n\n== ইতিহাস ==\nআলাভি ফাউন্ডেশন নামক একটি দাতব্য ইসলামিক ফাউন্ডেশনের সদর দপ্তর নিউ ইয়র্ক শহরে অবস্থিত। যা ১৯৮৮ সালে বৃহত্তর হিউস্টনের ইসলামিক শিক্ষা কেন্দ্র(আইইসি) ১.১ মিলিয়ন মার্কিন ডলারের বিনিময়ে ক্রয় করে। ১৯৯৫ সালের মার্চ মাসে গ্রেটার হিউস্টনে সারা বছর ব্যাপী চলমান ইসলামিক প্রাথমিক ও মাধ্যমিক বিদ্যালয় প্রতিষ্ঠার লক্ষ্যে একটি \"পূর্ণ-সময়ের স্কুল কমিটি\" গঠিত হয়। ১৯৯৬ সালের ৯ জানুয়ারী আল-হাদি স্কুলটি উদ্বোধন করা হয়। ১৯৯৭ এবং ২০০৪ সালের মধ্যে আলাভি ফাউন্ডেশন আইসিসি সম্পত্তিতে ২৮৫,০০০ মার্কিন ডলারের উন্নতি করেছে। ২০০১ সালে সাউদার্ন অ্যাসোসিয়েশন অফ কলেজ এবং স্কুল এই শিক্ষাপ্রতিষ্ঠানকে স্বীকৃতি দেয়। উচ্চ বিদ্যালয়ের সিনিয়রদের প্রথম শ্রেণি ২০০৩ সালে স্নাতক হয়।\n২০০৯ সালে মার্কিন যুক্তরাষ্ট্রের ফেডারাল সরকার স্কুলটিকে ইরান সরকারের একটি পদক্ষেপ বলে অভিযোগ করে এবং আলাভি ফাউন্ডেশন থেকে ৫০০ মার্কিন মিলিয়ন ডলারের বেশি সম্পদ বাজেয়াপ্ত করার চেষ্টা করে। সম্পদগুলির মধ্যে আল-হাদি স্কুলসহ আইইসি সম্পদগুলো অন্তর্ভুক্ত ছিল। ফেডারেল মামলাতে আইসিসির সম্পত্তিটির একটি সংক্ষিপ্ত উল্লেখ ছিল। ফেডারেল সরকার আইইসি মসজিদে কর্মচারী ও উপাসকদের অন্যায়ের কোনও অভিযোগ দায়ের করেনি। হিউস্টন অঞ্চলের শিয়া মুসলিমরা ফেডারেল সরকারের এই পদক্ষেপের সমালোচনা করেছিলেন। ফেডারেল মামলা হবার পরেও ইসলামিক স্কুলের কার্যক্রম অব্যাহত থাকে।\n\n\n== শিক্ষায়তনিক ==\n২০১০ সালের হিসাবে প্রায় ৩০০ জন শিক্ষার্থী স্কুলে ভর্তি হয়। বেশিরভাগ শিক্ষার্থী দ্বিভাষিক, বেশ কয়েকটি ভাষার শিক্ষার্থীরা এই স্কুলে রয়েছে।\n২০০৭ সালে বিদ্যালয়ে ৩১০ জন ছাত্র ছিল। বেশিরভাগ শিক্ষার্থী শিয়া মতবাদের অনুসারী ছিলেন। শিক্ষার্থীদের প্রায় ২৫% সুন্নি এবং স্কুলে বাচ্চাদের পাঠানোর দুটি পরিবার মুসলিম ছিল না।\n\n\n== আরও দেখুন ==\nহিউস্টনে ইসলাম\nনাসির বিরিয়া\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআল-হাদি স্কুলের প্রাতিষ্ঠানিক ওয়েবসাইট"}