{"pageid": 1048078, "title": "রাধিকাপ্রসাদ গোস্বামী", "url": "https://bn.wikipedia.org/wiki?curid=1048078", "content": "আচার্য রাধিকাপ্রসাদ গোস্বামী(ইংরেজি: Acharya Radhika Prasad Goswamy)  (২৫ জুন ১৮৫২ - ৫ ফেব্রুয়ারি ১৯২৫) সঙ্গীত নায়ক নামে পরিচিত ভারতের তথা বাংলার বিষ্ণুপুর ঘরানার হিন্দুস্থানী শাস্ত্রীয় সঙ্গীত শিল্পী।\nবিষ্ণুপুর ঘরানার খেয়াল, ধ্রুপদ, ঠুমরি ও টপ্পা গানের পাশাপাশি রাগ-প্রধান গানের জন্য তার খ্যাতি ছিল। তিনি সঙ্গীতজ্ঞ পণ্ডিত আচার্য জ্ঞানেন্দ্র প্রসাদ গোস্বামীর (১৯০২ - ১৯৪৫) পিতৃব্য ছিলেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nরাধিকাপ্রসাদের জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের বাঁকুড়া জেলার বিষ্ণুপুরে। পিতা ছিলেন লব্ধপ্রতিষ্ঠ পাখোয়াজবাদক জগৎচাঁদ গোস্বামী। অগ্রজ প্রখ্যাত এসরাজ ও তবলাবাদক পণ্ডিত বিপিনচন্দ্র গোস্বামীর অনুপ্রেরণায় পিতৃবন্ধু সুবিখ্যাত যদুভট্ট ও বিষ্ণুপুরের স্বনামধন্য সংগীতজ্ঞ অনন্তলালের কাছে ধ্রুপদী সঙ্গীত শিক্ষা শুরু করেন। বিশিষ্ট কণ্ঠশিল্পী পণ্ডিত গিরিজাশঙ্কর চক্রবর্তী ও ফৈয়াজ খান তার পরিচিত ছিলেন। \n১৫/১৬ বৎসর বয়সে কলকাতায় এসে তিনি বিষ্ণুপুর ঘরানার অন্যান্য সমসাময়িক গায়কদের মতো বিহারের বেতিয়া ঘরানার খ্যাতনামা ধ্রুপদী শিবনারায়ণ মিশ্র ও গুরুপ্রসাদ মিশ্রের কাছে প্রায় পনেরো বৎসর সংগীত শিক্ষা করেন  এ সময়ে তিনি গুরুপ্রসাদের কাছে কিছু খেয়াল গানও শেখেন।\n\n\n== কর্মজীবন ==\nবিষ্ণুপুর থেকে কলকাতায় স্থানান্তরিত হওয়ার সময় কাশিমবাজারের মহারাজ মণীন্দ্রচন্দ্র নন্দীর আহ্বানে কয়েক বছর বহরমপুরে বাস করেন। সেখানে মহারাজা স্থাপিত বহরমপুর মিউজিক সোসাইটি স্কুলের অধ্যক্ষ ছিলেন।  ১৯০৭ খ্রিস্টাব্দে অনুষ্ঠিত বিদ্যালয়ের প্রথম সঙ্গীত সম্মেলনে রবীন্দ্রনাথ ঠাকুর কাশিমবাজার রাজবাড়িতে গিয়েছিলেন।  মহর্ষি দেবেন্দ্রনাথ ঠাকুর আদি ব্রাহ্মসমাজের সংগীতের মাধ্যমে সমষ্টিগতভাবে প্রার্থনার ভিত গড়ে তুলতে তাঁদের প্রতিষ্ঠানে রাধিকাপ্রসাদকে সংগীতাচার্যের পদে আহ্বান করেন। এখানে তার অবদান এক নূতন অধ্যায়ের সূচনা করে। রবীন্দ্রনাথও তার পৃষ্ঠপোষক ছিলেন এবং তাঁকে দিয়ে বহু গানের সুর সংযোজনা করিয়েছেন। কলকাতার পাথুরিয়াঘাটার প্রসিদ্ধ সংগীত পৃষ্ঠপোষক ভূপেন্দ্রকৃষ্ণ ঘোষের বাসভবনে কয়েক বছর কাটান ভ্রাতুষ্পুত্র জ্ঞানেন্দ্রপ্রসাদকে নিয়ে এবং এখানে তিনি নিজে একটি সংগীত বিদ্যালয় স্থাপন করেন। উত্তর ভারতের সঙ্গীতমহলেও তার খ্যাতি সমাদৃত ছিল। রাধিকাপ্রসাদ যেমন সুন্দর কণ্ঠের অধিকারী ছিলেন, তেমনই ধ্রুপদী সঙ্গীতে তার  অসামান্য দখল ছিল। ধ্রুপদ সঙ্গীতের উপর তিনি প্রায়ই লিখতেন \"সঙ্গীত বিজ্ঞান প্রবেশিকা\" নামক এক পত্রিকায়।  তিনি  ধ্রুপদী সংগীতে এক বিরল রাগ 'হেম খেম' এর বন্দিশ রচনা করেন। তার মৃত্যুর পর ১৯২৫ খ্রিস্টাব্দের জুলাই মাসে \"সঙ্গীত বিজ্ঞান প্রবেশিকা\" নামক জার্নালে এই সম্পর্কে তার এক নিবন্ধ প্রকাশিত হয়।  লখনউয়ে অনুষ্ঠিত সারা ভারত সঙ্গীত সম্মেলনে তিনি দ্বিতীয় পুরস্কার লাভ করেন।\n\n\n== মৃত্যু ==\nরাধিকাপ্রসাদ গোস্বামী ১৯২৫ খ্রিস্টাব্দের ৫ই ফেব্রুয়ারি পরলোক গমন করেন।\n\n\n== উত্তরাধিকার ==\nরাধিকাপ্রসাদের ভ্রাতুষ্পুত্র জ্ঞানেন্দ্রপ্রসাদের অল্প বয়সে পিতৃবিয়োগ হলে বহরমপুরে অবস্থান কালে রাধিকাপ্রসাদ তাঁকে সঙ্গে নেন এবং ধ্রুপদ ও খেয়াল শিক্ষা দেন। পরবর্তীতে তিনি তাঁকে  উপযুক্ত উত্তরসূরি হিসাবে গড়ে তোলেন।\n\n\n== তথ্যসূত্র =="}