{"pageid": 104822, "title": "বিবেকানন্দর ইল্লম", "url": "https://bn.wikipedia.org/wiki?curid=104822", "content": "বিবেকানন্দর ইল্লম ভারতের চেন্নাই শহরের স্বামী বিবেকানন্দের স্মৃতিবিজড়িত একটি ঐতিহাসিক স্থাপনা ও সংগ্রহালয়। এই ভবনটি বিবেকানন্দ হাউস, আইস হাউস, ক্যাসল কেরনান ইত্যাদি নামেও পরিচিত। ১৮৯৭ সালে চেন্নাই (তদনীন্তন মাদ্রাজ) ভ্রমণের সময় স্বামী বিবেকানন্দ নয় দিন এই বাড়িতে বাস করেন। বিবেকানন্দর ইল্লম বর্তমানে রামকৃষ্ণ মিশনের চেন্নাই শাখা প্রতিষ্ঠিত স্বামী বিবেকানন্দ সংক্রান্ত একটি স্থায়ী সংগ্রহালয়।\n১৮৪২ সালে আইস কিং নামে পরিচিত ফ্রেডেরিক টিউডর মাদ্রাজ শহরে বঙ্গোপসাগরের তীরে একটি আইসহাউস নির্মাণ করেন। এই আইসহাউসটি ছিল তার বরফ ব্যবসার একটি অঙ্গ। ১৮৮০ সাল নাগাদ ব্যবসায় মন্দা দেখা দিলে মাদ্রাজের বিলিগিরি আইয়েঙ্গার বাড়িটি কিনে নেন। তিনি বাড়িটির নকশা পরিবর্তন করে এটিকে তার বাসভবনে পরিণত করেন। নাম দেন কাসল কেরনান। পাশ্চাত্যে ধর্মপ্রচারের পর স্বামী বিবেকানন্দ ১৮৯৭ সালে ভারতে প্রত্যাবর্তনের সময় মাদ্রাজে অবতরণ করলে আইয়েঙ্গার তার শিষ্যত্ব গ্রহণ করেন। এই সময় স্বামীজি তার গৃহেই আতিথ্য গ্রহণ করেন। ১৮৯৭ সালের ৬ ফেব্রুয়ারি থেকে ১৪ ফেব্রুয়ারি পর্যন্ত স্বামীজি এই বাড়িতে অবস্থান করেন এবং এখান থেকেই প্রদান করেন তার কতকগুলি বিখ্যাত বক্তৃতা। ফেরার আগে তিনি শিষ্যদের অনুরোধে এই বাড়িতে একটি স্থায়ী কেন্দ্র নির্মাণে সম্মতি জানান। ১৯০৬ সাল পর্যন্ত এই বাড়িতে মিশনের কাজকর্ম চলে। এরপর বাড়িটি বন্ধক পড়ে এবং এক জমিদার এটি কিনে নেন। ১৯১৭ সালে মাদ্রাজ সরকার তাদের সমাজ কল্যাণ কর্মসূচির অঙ্গ হিসেবে মহিলাদের প্রশিক্ষণাগার ও বিধবাদের আবাস প্রতিষ্ঠার জন্য বাড়িটি অধিগ্রহণ করে নেন।\n১৯৬৩ সালে স্বামী বিবেকানন্দের জন্মশতবর্ষ উপলক্ষে তামিলনাড়ু সরকার ভবনটির নামকরণ করেন বিবেকানন্দর ইল্লম। ১৯৯৭ সালের ৬ ফেব্রুয়ারি সরকার রামকৃষ্ণ মিশনকে লিজে ভবনটি প্রদান করে স্বামী বিবেকানন্দ সংক্রান্ত স্থায়ী প্রদর্শনী চালু করার জন্য। ১৯৯৯ সালের ২০ ডিসেম্বর এই স্থায়ী প্রদর্শনীটি সর্বসাধারণের জন্য খুলে দেওয়া হয়। প্রদর্শনীর সঙ্গে সঙ্গে এখানে যুবকদের আলোচনাসভা, ধ্যান ও যোগের ক্লাসও নেওয়া হয়।\n\n\n== বহিঃসংযোগ ==\nVivekanandar Illam at the website of Sri Ramakrishna Math, Chennai\nThe Hindu: Ice House through the years\nVideo presentation on Vivekanandar Illam"}