{"pageid": 1048165, "title": "কৃষিজ সম্প্রসারণ", "url": "https://bn.wikipedia.org/wiki?curid=1048165", "content": "কৃষিজ সম্প্রসারণ একবিংশ শতাব্দীতে কৃষি জমির (আবাদি জমি, তৃণভূমি, প্রভৃতি) বৃদ্ধিকে বর্ণনা করে।\nক্রমবর্ধমান জনসংখ্যা বৃদ্ধির কারণে খাদ্য এবং জ্বালানী চাহিদার বিশ্বব্যাপী বৃদ্ধির প্রত্যক্ষ ফলস্বরুপ কৃষিজ সম্প্রসারণকে প্রায়ই ব্যাখ্যা করা হয়ে থাকে (এরা উভয়ই পৃথকভাবে কৃষি সম্প্রসারণের পেছনে দায়ী), সেই সাথে অনুমান করা যায় এই শতাব্দীর শেষে পৃথিবীতে সম্ভাব্য ১০ থেকে ১১ বিলিয়ন মানুষ হতে পারে। এটা পূর্ব থেকেই অনুমান করা যায় যে আবাসস্থল হ্রাস, ভূমিক্ষয়, অতিরিক্ত শোষণ, এবং অন্যান্য সমস্যা থেকে বিশ্বের বেশিরভাগ কৃষিনির্ভর নয় এমন বাস্তুতন্ত্রগুলো (স্থলজ এবং জলজ) বিরুপভাবে প্রভাবিত হবে। প্রচুর পরিমাণে খাদ্য (এবং জৈব জ্বালানি) উৎপাদন বিশেষত গ্রীষ্মমণ্ডলীয় অঞ্চলে প্রভাব ফেলবে।\nঅধিকাংশ আধুনিক কৃষি নিবিড় পদ্ধতির উপর নির্ভর করে। এই প্রাধান্যবিস্তারকারী কৃষি পদ্ধতির আরও সম্প্রসারণ যা স্বল্প সংখ্যক উচ্চ উৎপাদনশীল ফসলের উপর নির্ভর করে, ইতোমধ্যে বিশ্বব্যাপী ব্যাপকভাবে জীববৈচিত্র‍্যের ক্ষতিসাধন করেছে।\nতদুপরি , বনভূমি ধ্বংস এবং বন বিভাজনের প্রধান নিয়ামক হিসেবে কৃষির সম্প্রসারণ অব্যাহত রয়েছে। বৃহৎ-পরিসরের বাণিজ্যিক কৃষি (প্রধানত গবাদিপশু লালন-পালন এবং সয়াবিন ও অয়েল পাম এর চাষাবাদ) ২০০০ থেকে ২০১০ এর মধ্যে ৪০ শতাংশ গ্রীষ্মমণ্ডলীয় বন উজাড়করণের জন্য দায়ী, এবং আরও ৩৩ শতাংশ এর জন্য স্থানীয় জীবিকানির্বাহের মাধ্যম হিসেবে কৃষিকাজ দায়ী। ইতোমধ্যে সংঘটিত এবং সম্ভাব্য ব্যাপক পরিবেশগত প্রভাবের আলোকে টেকসই অনুশীলনের প্রয়োজন আগের চেয়ে বেশি জরুরি।\nজাতিসংঘের খাদ্য ও কৃষি সংস্থা (এফএও) ভবিষ্যদ্বাণী করেছে যে বিশ্বব্যাপী আবাদযোগ্য জমির ব্যবহার ২০১৪ সালে ১.৫৮ বিলিয়ন হেক্টর (৩.৯ × ১০^৯ একর) থেকে ২০৫০ সালে ১.৬৬ বিলিয়ন হেক্টরে (৪.১ × ১০^৯ একর) বৃদ্ধি অব্যাহত থাকবে এবং এই প্রবৃদ্ধির বেশিরভাগই উন্নয়নশীল দেশগুলো থেকে হবে প্রত্যাশিত হয়। একই সাথে, উন্নত দেশগুলোতে আবাদি জমির ব্যবহার হ্রাস অব্যাহত থাকবে।\nইতোমধ্যে চলমান কৃষি সম্প্রসারণের একটি সুপরিচিত উদাহরণ হল পাম তেল উৎপাদন ক্ষেত্রের বিস্তার বা দক্ষিণ আমেরিকায় ভূমি রুপান্তর/অরণ্যবিনাশ সয়াবিন উৎপাদনের জন্য। এখনকার এসব ভূমি দখল কার্যক্রমের অধিকাংশই বর্ধনশীল অর্থনীতিতে কৃষি জমির চাহিদার ফলশ্রুতি।\nএকবীংশ শতাব্দীর শুরুতে পাম তেল শিল্প বোর্নিও তে ব্যাপক অরণ্যবিনাশ ঘটায় যার পরিণতি ভয়াবহ ছিল।\n\n\n== আরও দেখুন ==\nশিল্প কৃষি\nসবুজ বিপ্লব\nকৃষির পরিবেশগত প্রভাব\nমাংস ভোগ\nওভারএক্সপ্লয়টেশান\nজীববৈচিত্র‍্য ধ্বংস\nকার্বন সিঙ্ক\nঅরণ্যবিনাশ\nল্যান্ড স্পেয়ারিং\nপ্রজাতি বিলুপ্তি\nজেভনস প্যারাডক্স\nপাম তেলের সামাজিক এবং অর্থনৈতিক প্রভাব\nভূমি ব্যবহার, ভূমি ব্যবহারের পরিবর্তন, এবং বনপালনবিদ্যা\n\n\n== তথ্যসূত্র ==\n\n\n== উৎসসমূহ ==\nLaurance, William F.; Sayer, Jeffrey; Cassman, Kenneth G. (২০১৪)। \"Agricultural expansion and its impacts on tropical nature\"। Trends in Ecology & Evolution। Elsevier BV। 29 (2): 107–116। আইএসএসএন 0169-5347। ডিওআই:10.1016/j.tree.2013.12.001। পিএমআইডি 24388286। The human population is projected to reach 11 billion this century, with the greatest increases in tropical developing nations. This growth, in concert with rising per-capita consumption, will require large increases in food and biofuel production. How will these megatrends affect tropical terrestrial and aquatic ecosystems and biodiversity? We foresee (i) major expansion and intensification of tropical agriculture, especially in Sub-Saharan Africa and South America; (ii) continuing rapid loss and alteration of tropical old-growth forests, woodlands, and semi-arid environments; (iii) a pivotal role for new roadways in determining the spatial extent of agriculture; and (iv) intensified conflicts between food production and nature conservation \nTilman, D. (১৯৯৯-০৫-২৫)। \"Global environmental impacts of agricultural expansion: The need for sustainable and efficient practices\"। Proceedings of the National Academy of Sciences। 96 (11): 5995–6000। আইএসএসএন 0027-8424। ডিওআই:10.1073/pnas.96.11.5995। পিএমআইডি 10339530। পিএমসি 34218 । বিবকোড:1999PNAS...96.5995T। The recent intensification of agriculture, and the prospects of future intensification, will have major detrimental impacts on the nonagricultural terrestrial and aquatic ecosystems of the world. The doubling of agricultural food production during the past 35 years was associated with a 6.87-fold increase in nitrogen fertilization, a 3.48-fold increase in phosphorus fertilization, a 1.68-fold increase in the amount of irrigated cropland, and a 1.1-fold increase in land in cultivation. Based on a simple linear extension of past trends, the anticipated next doubling of global food production would be associated with approximately 3-fold increases in nitrogen and phosphorus fertilization rates, a doubling of the irrigated land area, and an 18% increase in cropland. \n\"Crop production and natural resource use\"। World Agriculture: Towards 2015/2030 - FAO। সংগ্রহের তারিখ ২০১৮-০২-১৯। \n এই নিবন্ধটি একটি মুক্ত উপাদান থেকে পাঠ্য অন্তর্ভুক্ত করে। লাইসেন্সকৃত CC BY-SA 3.0 (লাইসেন্স বিবৃতি/অনুমতি)। পাঠ্য নেওয়া হয়েছে The State of the World’s Forests 2020. In brief – Forests, biodiversity and people​, FAO & UNEP, FAO & UNEP।  \n\n\n== আরো পড়ুন ==\nJohn Stephen Athens (১৯৯০)। Prehistoric Agricultural Expansion and Population Growth in Northern Highland Ecuador: Interim Report for 1989 Fieldwork। International Archaeological Research Institute।"}