{"pageid": 1048157, "title": "উৎস সংক্ষেপণ", "url": "https://bn.wikipedia.org/wiki?curid=1048157", "content": "উৎস সংক্ষেপণ এমন ক্রিয়াকলাপ যা পণ্যগুলির সারা জীবন চক্র জুড়ে পরিমাণ, ভর বা বিষাক্ততা হ্রাস করার জন্য নকশাকৃত। এর মধ্যে পণ্যগুলির নাকশা ও উৎপাদন, ব্যবহার, ন্যূনতম বিষাক্ত উপাদান ও ন্যূনতম পরিমাণে নিষ্পত্তি এবং একটা দীর্ঘস্থায়ী প্রয়োজনীয় জীবন অন্তর্ভুক্ত।\nউৎস সংক্ষেপণ এর একটি উদাহরণ হল মুদি দোকানের একটি পুনরায় ব্যবহারযোগ্য বাজারের থলে; যদিও এটি একবার ব্যবহারযোগ্য নিষ্পত্তিযোগ্য থলে এর চেয়েও বেশি উপাদান ব্যবহার করে, কিন্তু এতে ব্যবহার প্রতি উপাদান কম।\n\n\n== প্রতিশব্দ ==\nদূষণ রোধ (অথবা পি২) এবং বিষাক্ত উপাদান হ্রাস করাকেও উৎস সংক্ষেপণ বলা হয় কারণ তারা উৎসটির বিপজ্জনক পদার্থের ব্যবহারকে চিহ্নিত করে।\n\n\n== পদ্ধতি ==\nউৎস সংক্ষেপণ অর্জিত হয় উন্নত নকশা, উৎপাদন, ব্যবহার, পুনরায় ব্যবহার এবং পরিবেশগতভাবে পছন্দনীয় ক্রয় (ইপিপি) এর মাধ্যমে। জীবন চক্র মূল্যায়ন বিভিন্ন বিকল্প এবং পদ্ধতির মধ্যে বাছাই করতে সহায়তা করতে দরকারী।\n\n\n== যুক্তরাষ্ট্রে উৎস সংক্ষেপণ ==\nযুক্তরাষ্ট্র এ, ফেডারাল ট্রেড কমিশন লেবেল দাবিগুলির জন্য গাইডেন্স সরবরাহ করে: \"উৎস সংক্ষেপণ\" কোন পণ্য বা প্যাকেজের ওজন, পরিমাণ বা বিষাক্ততা হ্রাস করাকে বোঝায়। বিভ্রান্তি এড়াতে, উৎস সংক্ষেপণ এর দাবিগুলো অবশ্যই উৎস সংক্ষেপণ এর পরিমাণের যতার্থ হতে হবে এবং যে তুলনা করা হয়েছে তার ভিত্তি দিতে হবে। \"উৎস সংক্ষেপণ\" এর মতো শব্দ ব্যবহৃত হয় কিনা তা বিবেচনা না করেই এই নীতিগুলি প্রয়োগ হয়।\nম্যাসাচুসেটস বিষাক্ত উপাদান ব্যবহার হ্রাস কার্যক্রম (টিইউআরএ) উৎস সংক্ষেপণ অর্জনের জন্য ৬ টি কৌশল দেয়:\n\nবিষাক্ত রাসায়নিক প্রতিস্থাপন\nউৎপাদন প্রক্রিয়া পরিবর্তন\nসমাপ্ত পণ্য সংস্কার\nউৎপাদন আধুনিকায়ন\nকার্যক্রম এবং রক্ষণাবেক্ষণের উন্নতি\nপ্রক্রিয়াধীন উৎপাদন উপাদানের পুনর্ব্যবহার\n\n\n== আর দেখুন ==\nবায়োপ্লাস্টিক\nমিনিওয়াস্টে\nপ্রাক-বর্জ্য\nটেকসই প্যাকেজিং\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমার্কিন যুক্তরাষ্ট্রের জাতীয় দূষণ প্রতিরোধ তথ্য কেন্দ্র\nমার্কিন যুক্তরাষ্ট্র দূষণ প্রতিরোধ আঞ্চলিক তথ্য কেন্দ্র\nএনপিপিআর পি 2 প্রোগ্রাম কার্যকর বলে মনে করে\nটিইউআরআই\nপি 2 জেমস দূষণ প্রতিরোধ ডিরেক্টরি  পর্তুগীজ ওয়েব আর্কাইভে আর্কাইভকৃত ১৫ মে ২০১৬ তারিখে\nশুন্য বর্জ্যের জন্য দক্ষিণ-পশ্চিম নেটওয়ার্ক  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ নভেম্বর ২০১৮ তারিখে\nটেমপ্লেট:পুনর্ব্যবহার"}