{"pageid": 1048959, "title": "সুন্নিবিদ্বেষ", "url": "https://bn.wikipedia.org/wiki?curid=1048959", "content": "সুন্নিবিদ্বেষ বা প্রতিসুন্নিবাদ (সুন্নি-বিরোধিতা) হল সুন্নি মুসলমানদের প্রতি পোষিত ঘৃণা, কুসংস্কার, বৈষম্য, নিপীড়ন এবং সহিংসতা। \"সুন্নিবাদ এবং সুন্নিদের প্রতি ভয় বা ঘৃণা\" হিসেবে বিকল্পভাবে এটিকে \"সুন্নিফোবিয়া\" বা সুন্নিভীতি হিসাবেও অভিহিত করা হয়।\nপ্রায়শই সুন্নি মুসলমানদের বিরুদ্ধাচরণস্বরুপ কিংবা তাদেরকে নেতিবাচক ভাবে উপস্থাপন করার জন্য \"ওয়াহাবি\" শব্দটি ব্যবহার করা হয়। মুহাম্মদ ইবনে আব্দুল ওয়াহাব অষ্টাদশ শতাব্দীর আরবের একজন সুন্নি মুসলিম সংস্কারক ছিলেন।  উসমানীয় সাম্রাজ্যের ধর্মীয় ব্যক্তিরা তাকে ও তার সমর্থকদের বিধর্মী ও ধর্মত্যাগী বলে মনে করতেন। তাদের \"ওয়াহাবি\" শব্দটি দ্বারা চিহ্নিত করা হয়েছিল। ব্রিটিশ সাম্রাজ্য একটি কাল্পনিক \"ওয়াহাবি ষড়যন্ত্র\"-এর ধুয়া তুলে দ্য গ্রেট ওয়াহাবি ট্রায়ালে উপনিবেশবিরোধী সুন্নি পণ্ডিতদের এলোপাতাড়ি নিপীড়ন করত। রাশিয়ায় ওয়াহাবি হওয়া আনুষ্ঠানিকভাবে একটি অপরাধ। রাশিয়ার সঙ্গে জোটবদ্ধ মধ্য এশিয়ার একনায়কতন্ত্রে \"ওয়াহাবি\" শব্দটি যে কোন অননুমোদিত ধর্মীয় কার্যকলাপকে বোঝাতে ব্যবহৃত হয়। এর ফলে যে কোন সুন্নি মুসলিম একটি সম্ভাব্য লক্ষ্যে পরিণত হয়েছে, তা তিনি আধুনিকতাবাদী, রক্ষণশীল, রাজনৈতিক বা অরাজনৈতিক যাই হোন না কেন।\n\n\n== সাম্প্রতিক নিপীড়ন ==\n\n\n=== ইরাক ===\n২০০৩ সালে ইরাক আক্রমণের পরে প্রতিষ্ঠিত ইরাক সরকার আমলাতন্ত্র, রাজনীতি, সেনা, পুলিশে সুন্নি মুসলিমদের নিয়মতান্ত্রিক বৈষম্যের জন্য দায়ী এবং একই সাথে সাম্প্রদায়িক ভাবে সুন্নি মুসলিম বন্দীদের গণহত্যা করার অভিযোগে অভিযুক্ত। ২০০৬ সালে ইরাকের গৃহযুদ্ধের সময় আল-আসকারি মসজিদে বোমা হামলার পর অনেক সুন্নি নিহত হয়েছিল।\n\n\n=== বারওয়ানা গণহত্যা ===\nবারওয়ানার সুন্নি গ্রামে আইএসআইএস-এর অত্যাচারের প্রতিশোধ হিসেবে শিয়া জঙ্গিরা এই গণহত্যা চালিয়েছে বলে অভিযোগ করা হয়েছে। এতে ৭০ জন বালক ও পুরুষকে হত্যা করা হয়েছিল।\n\n\n=== মুসাব ইবনে উমায়ের মসজিদে গণহত্যা ===\n২০১৪ সালের ২২ আগস্ট ইরাকের ইমাম ওয়াইস গ্রামের সুন্নি মুসাব ইবনে উমায়ের মসজিদে এক হামলায় শিয়া জঙ্গিরা কমপক্ষে ৭৩ জনকে হত্যা করে বলে অভিযোগ করা হয়। শুক্রবারের নামাজের সময় এই হামলা হয়। সেখানে সুন্নিদের অনেকেই নামাজে অংশ নিয়েছিলেন এবং হামলার সময় মসজিদে প্রায় ১৫০ জন নামাজী ছিলেন। পরে অভিযুক্ত জঙ্গিরা দোষী নয় বলে প্রমাণিত হয়।\n\n\n=== হায় আল জিহাদ গণহত্যা ===\n২০০৬ সালের ৯ জুলাই ইরাকের রাজধানী বাগদাদের হায় আল-জিহাদ এলাকায় মাহদি বাহিনীর শিয়া মিলিশিয়াদের দ্বারা পরিচালিত প্রতিশোধপরায়ণ হামলায় আনুমানিক ৪০ জন সুন্নি বেসামরিক নাগরিক নিহত হয়েছিল।\n\n\n== তথ্যসূত্র =="}