{"pageid": 1048890, "title": "শিল্প ব্যবস্থাপনা", "url": "https://bn.wikipedia.org/wiki?curid=1048890", "content": "শিল্প ব্যবস্থাপনা , বাণিজ্য ও ব্যবসায় প্রশাসনের ক্ষেত্র হিসাবে , শিল্প সংস্থার গঠন এবং সংগঠন অধ্যয়ন করে। এতে ব্যবসায়ের প্রশাসনের সেই ক্ষেত্রগুলি রয়েছে যা উৎপাদন খাতের অভ্যন্তরীণ সংস্থার সাফল্যের জন্য এবং আওতাধীন পরিষেবার (মূলত অপারেশন পরিচালনা, বিপণন এবং আর্থিক পরিচালনার ) জন্য প্রয়োজনীয়।\n\n\n== শিল্প সংস্থা ==\nশিল্প সংস্থা শব্দটি সাধারণত একটি উৎপাদন সংস্থায় প্রয়োগ করা হয় যা - কারুশিল্পের বিপরীতে - আধুনিক মেশিন ব্যবহার করে গণ ও ধারাবাহিক উৎপাদনে ( শ্রমের বিভাজন ) কাঁচামাল থেকে কারখানায় টেকসই ভোগ্যপণ্য উৎপাদন করে।\n\n\n== শিল্প ব্যবস্থাপনার ইতিহাস ==\nশিল্প ব্যবস্থাপনার অধ্যয়ন ক্ষেত্রের পূর্বসূরী ছিল কারখানা পরিচালনা। প্রযুক্তিগত পরিচালনার সাথে এটির দৃঢ় মিল ছিল এবং প্রকৌশল ক্ষেত্রগুলির দিকে এগিয়ে ছিল। এর সাথে সমান্তরালভাবে, এমন একটি কারখানা পরিচালনাও ছিল যা ব্যবসায় অর্থনীতিতে বেশি ছিল। এটি কারখানা এবং অফিস প্রশাসনের সাংগঠনিক প্রশ্নগুলির পাশাপাশি আর্থিক অ্যাকাউন্টিং যেমন, কারখানার বুককিপিং এবং দেরীতেও পরিচালনা অ্যাকাউন্টিং নিয়ে কাজ করে ।\n১৯৫২ সালে দ্য এমআইটি স্কুল অফ ইন্ডাস্ট্রিয়াল ম্যানেজমেন্ট প্রতিষ্ঠার মাধ্যমে এই শব্দটি এবং বর্তমান সময়ের শিল্প ব্যবস্থাপনা শব্দ ও এর বিষয়বস্তু দৃঢ়  প্রভাবিত হয়েছিল (১৯64৪ সালে স্লোয়ান স্কুল অফ ম্যানেজমেন্টের নামকরণ করা হয়েছিল এর পৃষ্ঠপোষক আলফ্রেড পি. স্লোয়ান এর নামে, যিনি একজন এমআইটি স্নাতক এবং জেনারেল মোটরসের ততকালীন চেয়ারম্যান)। এমআইটি স্কুল অফ ইন্ডাস্ট্রিয়াল ম্যানেজমেন্ট এই (পোস্ট) গ্র্যাজুয়েট ম্যানেজমেন্ট প্রোগ্রামের মাধ্যমে \"আদর্শ পরিচালক\" কে শিক্ষিত করার লক্ষ্য নির্ধারণ করেছিল।\n\n\n== শিল্প ব্যবস্থাপনার লক্ষ্য ==\nগ্রাহক সেবা\nসম্পদের কার্যকর ব্যবহার\nসমন্বয়\nপণ্যের গুণগত মান\nমানব সম্পর্ক\n\n\n== অধ্যয়নের ক্ষেত্র ==\nস্লোয়ানের ধারণার উপর ভিত্তি করে পরিচালনার স্নাতক প্রোগ্রামগুলি ইঞ্জিনিয়ারদের উৎপাদন পরিচালনা, বিপণন, আর্থিক পরিচালনা, মানবসম্পদের পাশাপাশি বাণিজ্যিক আইন সম্পর্কিত ফোকাস সহ কৌশলগত পরিচালনা শিক্ষা প্রদান করে - যা কর্পোরেট প্রশাসন, কর্পোরেট সামাজিক দায়বদ্ধতা এবং স্থায়িত্ব বিষয়গুলির পরিপূরক। প্রাথমিক লক্ষ্যটি হল শিক্ষার্থীদের এবং পেশাদারদের শিল্প পরিচালনায় সামগ্রিক দৃষ্টিভঙ্গি গ্রহণে সক্ষম করা।\nশিল্প ব্যবস্থাপনায় স্নাতক সংক্রান্ত বেশিরভাগ অধ্যয়নগুলি ফুল টাইম এমবিএ ডিগ্রি প্রোগ্রাম যার জন্য ইঞ্জিনিয়ারিং স্নাতক ডিগ্রি ছাড়াও বেশ কয়েক বছরের পেশাদার অভিজ্ঞতা প্রয়োজন। সাধারণভাবে, শিক্ষার্থীরা তাদের ডিগ্রির প্রথম বছর পরিচালনার কাজগুলির জ্ঞান এবং তাদের অনুশীলনের জন্য প্রয়োজনীয় বিশ্লেষণমূলক দক্ষতা উভয়ই অর্জন করে। দ্বিতীয় বছরের পরে, শিক্ষার্থীরা সাধারণত ইন্টার্নশিপের সন্ধান করে এবং ঐচ্ কোর্সগুলি অনুসরণ করে, যা প্রায়শই তাদের মাস্টারের থিসিসে বিশেষীকরণের দিকে যায়।\nশিল্প ব্যবস্থাপনায় অধ্যয়ন প্রোগ্রামগুলি আমেরিকা যুক্তরাষ্ট্র এবং জার্মানির মতো উচ্চ উৎপাদন ব্যবস্থার সাথে অর্থনীতিতে খুব জনপ্রিয়। বিশেষত জার্মান গবেষণা বিশ্ববিদ্যালয়গুলি তাদের স্নাতক প্রোগ্রামে ইঞ্জিনিয়ারিংয়ের বৃহত সংখ্যক উন্নত কোর্সগুলিকে শিল্প ব্যবস্থাপনায় অন্তর্ভুক্ত করে এবং মাস্টার অফ ইঞ্জিনিয়ারিং -এর মতো প্রোগ্রামগুলির মতো। অন্যদিকে, মার্কিন যুক্তরাষ্ট্রের বিশ্ববিদ্যালয় এবং জার্মানিতে প্রয়োগিত বিজ্ঞানের বিশ্ববিদ্যালয়গুলি শিল্প ব্যবস্থায় এমবিএ প্রোগ্রামগুলি সরবরাহ করে যা স্লোয়ানের মূল ধারণাটি অনুসরণ করে এবং তত্ত্বের প্রয়োগের উপর জোর দেয়।\nন্যাশনাল ইনস্টিটিউট অফ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং (এনআইটিআইই) মুম্বাইয়ের মতো ভারতীয় ইনস্টিটিউটগুলি পিজিডিআইএম - দুই বছর মেয়াদী আবাসিক কোর্স পিডিডিআইএম সরবরাহ করে - যা এমবিএ সমতুল্য পোস্ট গ্রাজুয়েট ডিপ্লোমা।\n\n\n== আরও পড়ুন ==\nল্যান্সবার্গ, রিচার্ড হাইনস শিল্প ব্যবস্থাপনা । জন উইলি অ্যান্ড সন্স, অন্তর্ভুক্ত, 1923; 1940; 1942।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nক্র্যানার্ট স্কুল অফ ম্যানেজমেন্ট\nইতিহাস এমআইটি স্লোয়ান স্কুল অফ ম্যানেজমেন্ট\nহেক্টর স্কুল কার্লসরুহের ইনস্টিটিউট অফ টেকনোলজি\nএসলিংগেন গ্র্যাজুয়েট স্কুল - শিল্প ব্যবস্থাপনায় এমবিএ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ মে ২০১৭ তারিখে\nটিএম স্কুল অফ ম্যানেজমেন্ট\n[১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ সেপ্টেম্বর ২০১৬ তারিখে"}