{"pageid": 1048237, "title": "অম্বাত্তুর", "url": "https://bn.wikipedia.org/wiki?curid=1048237", "content": "অম্বাত্তুর দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের চেন্নাই জেলার উত্তর-পশ্চিমে অবস্থিত একটি আবাসিক অঞ্চল৷ আম্বাত্তুর তালুকের এই লোকালয়টির চারিদিকে রয়েছে আন্নানগর, পাড়ি, মুগপের, কোরট্টুর এবং অয়বক্কম৷ এখানে রয়েছে চেন্নাই শহরতলি রেলওয়ের অম্বাত্তুর রেলওয়ে স্টেশন৷ বর্তমান অম্বাত্তুর টেলিফোন এক্সচেঞ্জের সামনৈর রাস্তার মুখোমুখি গ্রামটির নাম ছিল অম্বাত্তুর, পরে এই নান থেকে এই পৌরসভার এই নাম হয়৷ অম্বাত্তুর হ্রদ ছিলো এই অম্বাত্তুর গ্রাম সহ আশেপাশের সকল গ্রামের সেচজলের উৎস৷\n২০১৫ খ্রিস্টাব্দে দক্ষিণ ভারত বন্যা পরিস্থিতির সম্মুখীন হওয়ায় চেন্নাই জেলার একাধিক অঞ্চল জলমগ্ন হয়ে গেলেও অম্বাত্তুরে বিশেষ প্রভাব পড়ে নি৷\n\n\n== নামকরণ ==\nএটি ভারতের ১০৮ টি শক্তিস্থলের অন্যতম৷ এখানে প্রতিষ্ঠিত আম্মান মন্দির এই পর্যায়ের ৫১ নং ক্রমে রয়েছে৷ স্থানটির নাম এসেছে এই মন্দিরের অবস্থান থেকেই \"ঐম্বত্তু ওনরাম ঊর\" (ஐம்பத்து ஒன்றாம் ஊர்), যার অর্থ একা,ন্নতম মন্দিরের অবস্থান যেই গ্রামে৷ এই নামটিই পরি অম্বাত্তুরে পরিণত হয়েছে৷ দেবী এখানে বৈষ্ণবী রূপে পূজিতা৷ আবার অনেকে মনে করেন অম্বতু ঊর অর্থাৎ পঞ্চাশটি গ্রামকে একত্রিত করে তৈরি এই পৌরসভা৷\n\n\n== ইতিহাস ==\nদ্বিতীয় বিশ্বযুদ্ধ পরবর্তী সময় কালে মাদ্রাজ শহরের উত্তর-পশ্চিম দিক বরাবর অটোমোবাইল ইন্ডাস্ট্রি প্রভূত উন্নতি লাভ করে সেই সময় এই সকল অঞ্চলে পরিবহনের জন্য অটো বলয় তৈরি হয়। অম্বাত্তুর সহ আবাড়ি, সেম্বিয়াম, এন্নোর এবং তিরুবোত্রিয়ুর ছিল এই অটো বলয়ের অন্তর্গত। যুক্তরাষ্ট্রের টিউব ইনভেস্টমেন্ট এর চেয়ারম্যান স্যার ইভান স্টেডফোর্ড ভারতে টি১ ফ্যাক্টরি এবং টি২ কমপ্লেক্স তৈরি করার জন্য স্বাক্ষর করেন। ক্ষুদ্র ব্যবসায়ীক কেন্দ্র ও যুদ্ধকালীন বিভিন্ন প্রয়োজনীয় জিনিসপত্র প্রস্তুতকারী সংস্থা‌ মুরুগাপ্পা গ্রুপের শীর্ষকর্তা এ. এম. মুরুগাপ্পা শেঠিয়ার স্যার ইভান স্টেডফোর্ডের সাথে একটি যুগ্ম উদ্যোগ সম্মতিপত্র স্বাক্ষর করেন। স্বাধীনতার পরে এটি ছিল দক্ষিণ ভারতের প্রথম যুগ্ম উদ্যোগ সম্মতিপত্র স্বাক্ষর। এর ফলে ১৯৫১ খ্রিস্টাব্দে অম্বাত্তুরে একটি আম বন অঞ্চলে টিআই সাইকেল ফ্যাক্টরি প্রতিষ্ঠিত হয় আবার এর পরপরই 'হারকিউলাস ইন্ডির' বাইসাইকেল কোম্পানি শুরু হয়৷ ১৯৫৪ খ্রিস্টাব্দে প্রস্তুতকারকে আন্তর্জাতিক গুণমান বিচারে 'ভারত' শব্দটিকে বাতিল করা হয়৷\n১৯৫৪ খ্রিস্টাব্দে স্যার ইভান স্টেডফোর্ড টিউব প্রডাক্টস ইন্ডিয়ার কর্ণধার মুরুগাপ্পা পরিবারের সঙ্গে দ্বিতীয় যুগ্ম উদ্যোগ সম্মতিপত্র স্বাক্ষর করেন। পূর্বতন ব্রিটিশ গভমেন্ট মালায়া'স ইমিগ্রেশন ক্যাম্পের জমির উপর এই কারখানাটি প্রতিষ্ঠিত হয়। ১৯৫৬ খ্রিস্টাব্দের পর পুরোপুরিভাবে উৎপাদন সফল হলে অম্বাত্তুর-আবাড়ি তথ্যপ্রযুক্তি করিডরে আরো অনেক নতুন টিআই কারখানা শুরু করার পরিকল্পনা করা হয়। ফলে এর আশেপাশের লোক হলে গুলিতে দ্রুত অর্থনৈতিক উন্নতির সাথে সাথে জনসংখ্যা বৃদ্ধির লক্ষ্য করা যায়। এরপর এখানে শেয়ার রামস্বামী মুদালিয়ার উচ্চ বিদ্যালয় প্রতিষ্ঠিত হয় ডাকঘর ব্যাংক ও আরো অনেক সুযোগ-সুবিধা আবার শুরু হয়। ১৯৬৬ খ্রিস্টাব্দে স্যার ইভান বিদেশি লগ্নির ব্যয় করে চাহিদা অনুযায়ী স্থানীয়দের জন্য একটি হাসপাতাল তৈরি করে দেন। তার সম্মানে হাসপাতালটির নাম রাখা হয় স্যার ইভান স্টেডফোর্ড হাসপাতাল।\n\n\n== প্রশাসন ==\nঅম্বাত্তুর শ্রীপেরুম্বুদুর লোকসভা কেন্দ্রের অন্তর্গত। ভিল্লিবক্কম সহ ইতঃপূর্বে উত্তর চেন্নাই লোকসভা কেন্দ্রের অন্তর্ভুক্ত ছিল যা ছিল সেই সময় ভারতের বৃহত্তম লোকসভা নির্বাচন কেন্দ্র। নির্বাচনী কেন্দ্র পুনর্বিন্যাসের ফলে অম্বাত্তুর রাজ্যে ৮ নং বিধানসভা কেন্দ্রে পরিণত হয়। ১৯৬০ খ্রিস্টাব্দে প্রথম আম্বাতুর কে গ্রাম পঞ্চায়েত থেকে নগর পঞ্চায়েত এ পরিণত করা ও ১৯৭৫ খ্রিস্টাব্দের এপ্রিল মাসে পৌরসভায় পরিণত করা হয়। ১৯৯২ খ্রিস্টাব্দের মে মাসে এটি বিশেষ গ্রেডের পৌরসভায় পরিণত হয়। ২০১১ খ্রিস্টাব্দের অক্টোবর মাস পর্যন্ত এটি তিরুভেলুর জেলার পৌরসভা, যা ৫২ টি ওয়ার্ডে বিভক্ত ছিল৷ পৌরসভার মধ্যে ছিল পাড়ি, কোরট্টুর, মুগপের, কল্লীকুপ্পম, অয়বক্কম এবং অম্বাত্তুর ইন্ডাস্ট্রিয়াল এস্টেট৷\n২০১১ খ্রিস্টাব্দের ১৫ই জুন তামিলনাড়ু সরকার প্রধানমন্ত্রীকে শহরের আয়তন বৃদ্ধির একটি স্মারকপত্র দেয়৷ এই পত্রানুসারে পুরো অম্বাত্তুর পৌরসভা চেন্নাই শহরের অন্তর্ভুক্ত হয়ে যায়৷ এটি চেন্নাই নগর নিগমের জোন ৭ এ ৭৯-৯১ ও ৯৩ নং ওয়ার্ডে বিস্তৃত ছিল৷\n\n\n== জনতত্ত্ব ==\n\n২০১১ খ্রিস্টাব্দে ভারতের জনগণনা অনুসারে অম্বাত্তুর পৌরসভার জনসংখ্যা ছিল ৪,৬৬,২০৫ জন, যেখানে প্রতি হাজার পুরুষে ৯৮৫ জন নারী বাস করতেন অর্থাৎ রাষ্ট্রীয় গড়ের তুলনায় অধিক। মোট শিশু সংখ্যা ৪৮,৪৪৪ জন যেখানে শিশুপুত্র সংখ্যা ২৪,৮২৯ জন এবং শিশুকন্যা সংখ্যা ২৩,৬১৫ জন। জনসংখ্যা অনুপাতে তপশিলি জাতি এবং তপশিলি উপজাতি শতাংশ যথাক্রমে ১১.৪৯ ও ০.৩৩। শহরটির সাক্ষরতার হার ছিল ৯২.১৯ শতাংশ যা জাতীয় সাক্ষরতার হারের তুলনায় বেশি। শহরে মোট পরিবার সংখ্যা ১,২০,২৪৮ টি। মোট শ্রমজীবীর সংখ্যা ১,৮৪,৩৯০ জন, যার মধ্যে কৃষক ১,২৫২ জন, মূল কৃষিজীবী ১,১২৮ জন গৃহস্থলী সংক্রান্ত শ্রমজীবী ২,৪৬৭ জন, অন্যান্য শ্রমজীবী ১,৫৯,২৪২ জন। মোট প্রান্তিক শ্রমজীবী সংখ্যা ২০,৩০১ জন, যার মধ্যে প্রান্তিক কৃষক ৫০৭ জন, প্রান্তিক কৃষিজীবী ৪৫৩ জন, প্রান্তিক গৃহস্থলী সংক্রান্ত শ্রমজীবী ৬৪১ জন, অন্যান্য প্রান্তিক শ্রমজীবী ১৮,৭০০ জন।\n২০০১ থেকে ২০১১ খ্রিস্টাব্দের মধ্যে অম্বাত্তুর জনসংখ্যার বৃদ্ধির হার ছিল ৫৪ শতাংশ৷\n\n\n== জলাশয় ==\n\nঅম্বাত্তুর অঞ্চলে রয়েছে দুটি মূল জলাশয়, যথা অম্বাত্তুর হ্রদ এবং চিতু ওরগড়ম হ্রদ এছাড়াও এই শহরাঞ্চলের সীমানার বাইরে রয়েছে বৃহত্তর পুড়ল হ্রদ। অতীতে অম্বাত্তুর হ্রদকে ঘিরে দেখা দিয়েছে প্লেগ রোগ, এর মূল কারণ ছিল অপরিকল্পিত আবর্জনার স্তূপীকরণ। এখনো হ্রদে বিকৃতি এবং জমি দখলের ঘটনা ঘটে চলেছে। চিতু ওরগড়ম হ্রদ গৃহস্থলীর বজ্য পদার্থ দ্বারা দূষিত। স্থানীয় জনবসতি অঞ্চল থেকে দিনে গড়ে প্রায় আড়াইশো টন বর্জ্য পদার্থ একত্রিত হয়।\n২০১১ খ্রিস্টাব্দের পর চেন্নাই শহরে যে আটটি জোন অন্তর্ভুক্ত করা হয়েছিল তার মধ্যে অম্বাত্তুরে রয়েছে বৃহত্তম তথা ১৭৭.৯৫ কিলোমিটার দীর্ঘ বৃষ্টির জল নিকাশি ব্যবস্থা।\n\n\n== অর্থনীতি ==\nঅম্বাত্তুরের অর্থনীতি মূলত শিল্পভিত্তিক। লোকালয়টি বহুকাল ধরেই পরিচিত অটো পরিষেবার অন্তর্ভুক্ত। বিংশ শতাব্দীর শেষের দিকে এই লোকালয় বহু তথ্যপ্রযুক্তি কোম্পানি এবং কাঁচামাল তৈরীর কারখানা প্রতিষ্ঠিত হয়।\n\n\n=== অম্বাত্তুর ইন্ডাস্ট্রিয়াল এস্টেট ===\n\nঅম্বাত্তুর ইন্ডাস্ট্রিয়াল এস্টেট ১,৪৩০ একর বা প্রায় পাঁচ বর্গ কিলোমিটার অঞ্চল জুড়ে বিস্তৃত। ‌১ ,৮০০ ইউনিটের হলঘর, যা সম্ভবত দক্ষিণ ভারতের বৃহত্তম ক্ষুদ্র ও মাঝারি শিল্প এস্টেট। ১৯৬৪ খ্রিস্টাব্দে তৎকালীন তামিলনাড়ু সরকারের অনুমোদনের এস্টেটের কাজ শুরু হয়। এখানে ব্রিটানিয়া ইন্ডাস্ট্রিজ, টিআই সাইকেল অব ইন্ডিয়া, ডানলপ টায়ার্স ও টিভিএস-এর মতো একাধিক সংস্থার প্লান্ট রয়েছে।‌‌ অম্বাত্তুর-রেডহিলস সড়কের ওপর রয়েছে টাটা কমিউনিকেশনস-এর আশেপাশের অঞ্চলের মধ্যে একমাত্র ওয়ারলেস স্যাটেলাইট আর্থ স্টেশন বা গ্রাউন্ড স্টেশন। জয়া টিভি, স্টার বিজয়, এশিয়ানেট এবং কৈরলি টিভির মত চ্যানেলের সিগন্যাল এখান থেকে প্রচারিত হয়। মিলিটারি যুদ্ধ ট্যাংক প্রস্তুতকারক সংস্থা হেভি ভেহিকেলস ফ্যাক্টরি (এইচ ভি এফ) ৫ কিলোমিটার দূরে অবস্থিত। অম্বাত্তুর রেলওয়ে স্টেশনের কাছেই রয়েছে একটি রেলওয়ে স্লিপার প্রস্তুতকারক সংস্থা। অম্বাত্তুর ক্লোথিং লিমিটেড এবং বোম্বে ফ্যাশনের চেন্নাই শহর অঞ্চলের সদরটি এই লোকালয়ে অবস্থিত। এই দুটি সংস্থায় বহু মহিলা চাকুরিরতা। এককভাবে এই শিল্প এস্টেটগুলি বছরে ৩৫ হাজার মিলিয়ন ভারতীয় মুদ্রা লাভ করে থাকে।\nইন্ডাস্ট্রিয়াল এস্টেটে একটি বাস টার্মিনাস রয়েছে। ১৯৬৭ খ্রিস্টাব্দে উদ্বোধিত বাস টার্মিনাস ১০০ টি বাস পরিচালনায় সক্ষম। ২০১২ খ্রিস্টাব্দের পরিসংখ্যান অনুসারে রাজ্য সরকার ১,১০০ কর্মীর তৎপরতায় এই বাস টার্মিনাস থেকে দৈনিক সর্বোচ্চ ১২৫ টি বাস পরিচালনা করেছে।\n\n\n== তথ্যপ্রযুক্তি উদ্যান ==\n\nঅম্বাত্তুর ইন্ডাস্ট্রিয়াল এস্টেট বহু তথ্যপ্রযুক্তি কোম্পানিকে আকৃষ্ট করেছে এবং আশেপাশের লোকালয় দিয়েছে কম খরচে অতিবাহিত করার হোটেল রেস্তোরাঁ ও‌ ভাড়া বাড়ি। এখানে মিলেটস, এইচসিএল টেকনলোজিস, ডেল ও টাটা কন্‌সাল্টেন্সি সার্ভিসেস-এর মত তথ্যপ্রযুক্তি কোম্পানির কেন্দ্র রয়েছে। এইচসিএল টেকনলোজিসের ২২ টি সুযোগ সুবিধার মধ্যে ৬ টি রয়েছে অম্বাত্তুর জোনের মধ্যে। এখানে পেরট সিস্টেমস, টেলিবাই, পোলারিস বিপিও, সারকো, ফার্স্ট সোর্স এবং আই ওপেক্স টেকনোলজিস এর মত বিজনেস প্রোগ্রেস আউটসোর্সিং অফিস রয়েছে। আইটি উদ্যানের মধ্যে রয়েছে প্রিন্স ইনফো পার্ক, কোচার টেকনোলজি পার্ক, আমবিট আইটি পার্ক। ২০০৯ খ্রিস্টাব্দ থেকে ইন্ডিয়া ল্যান্ড পার্ক ১০ একর (৪০,০০০ বর্গমিটার) ক্ষেত্রের উপর চেন্নাই টেক পার্ক নামে অত্যাধুনিক তথ্যপ্রযুক্তি উদ্যান নির্মাণের অনুমোদন দিয়েছিল। বর্তমানে সেই ১০ একর জমি ইন্ডিয়াবুলস সিকিউরিটিজ লিমিটেড ভারতীয় ৬০০ কটি মুদ্রায় কিনে নেয় ও ওয়ান ইন্ডিয়াবুলস পার্ক নামাঙ্কিত করে। বর্তমানে এই প্রাঙ্গণের মধ্যে রয়েছে রয়েল ব্যাংক অফ স্কটল্যান্ড, কোন, ব্রিটানিয়া ইন্ডাস্ট্রিজ, আজুবা, কভেনান্ট, টেলিবাই, আইবক্স, বিন বলস, জার্মানিজ মডিশ, ইয়েস ব্যাংক এবং এতিসালাত। ওয়ান ইন্ডিয়াবুলস পার্ক অম্বাত্তুরের বৃহত্তম তথ্যপ্রযুক্তি পার্ক।\nঅম্বাত্তুরের অর্থনৈতিক কেন্দ্রগুলি রাজীব গান্ধী সালাইয়ের তুলনায় অতটা ব্যাপক নয়। তবুও রিয়েল এস্টেট এবং তথ্যপ্রযুক্তি উদ্যান গুলি সমগ্র চেন্নাই শহরের অর্থনৈতিক উন্নতিতে যথেষ্ট ভূমিকা রাখে।\n\n\n== পরিবহন ==\nচেন্নাই-তিরুভেলুর মহাসড়ক বা সিটিএইচ অম্বাত্তুরের উপর দিয়ে বিস্তৃত। চেন্নাই-কলকাতা মহা শক্তি এই লোকালয় থেকে মাত্র সাত কিলোমিটার দূরে অবস্থিত। মাদুরবায়ল থেকে মাধবরমগামী চেন্নাই বাইপাস রোড অম্বাত্তুর ইন্ডাস্ট্রিয়াল এস্টেট এর উপর দিয়ে বিস্তৃত। ২০১৩ খ্রিস্টাব্দের চৌঠা অক্টোবর তারিখে তামিলনাড়ু মহাসড়ক দপ্তর চেন্নাই থেকে তিরুতণি পর্যন্ত সমস্ত মহাসড়ককে ছয় লেন বিশিষ্ট করার সিদ্ধান্ত নেয়। এই প্রকল্পের প্রকল্প মূল্য ছিল ১,৬৮০ মিলিয়ন ভারতীয় মুদ্রা। প্রথম পর্যায় রাস্তা গুলিকে ১০০ ফুট অর্থাৎ চার লেন বিশিষ্ট করার সিদ্ধান্ত নেওয়া হয়েছে এবং এর ধার্যমূল্য নির্ধারিত হয়েছে ৯৮০ মিলিয়ন ভারতীয় মুদ্রা।\nচেন্নাই সেন্ট্রাল-আরক্কোণম রেলওয়ে লাইন অম্বাত্তুরের উপর দিয়ে দীর্ঘায়িত। এই রেলপথের অন্তর্ভুক্ত অম্বাত্তুর রেলওয়ে স্টেশন রয়েছে অম্বাত্তুরে এবং পট্টরবক্কম রেলওয়ে স্টেশন পরিষেবা দান করে অম্বাত্তুর ইন্ডাস্ট্রিয়াল এস্টেট, কল্লীকুপ্পম এলাকায়। সাবারবান ব্রডগেজ ইএমইউ ট্রেন প্রতিদিন চেন্নাই সেন্ট্রাল থেকে অম্বাত্তুর হয়ে আবাড়ি, তিরুভেলুর, পট্টাভিরাম, আরক্কোণম, ভেলোর, তিরুপতি, তিরুতণি, ভিল্লিবক্কম, পেরম্বুর অবধি যায়৷\n\n\n== পক্ষীজগৎ ==\nদুটি হ্রদ ও পার্শ্ববর্তী চারণ অঞ্চলে দেখা গিয়েছে এমন পাখির তালিকা নিম্নরূপ:\n\nপাতি শিকরে (Accipiter badius)\nজালালি কবুতর (Columbia livia)\nতিলা ঘুঘু (Spilopelia chinensis)\nসবুজ টিয়া (Psittacula cyanocephala)\nচাতক (Clamator jacobinus)\nপাতি চোখগ্যালো (Hierococcyx varius)\nএশীয় কোকিল (Eudynamys scolopacea)\nবড় কুবো (Centropus sinensis)\nলক্ষ্মীপেঁচা (Tyto alba)\nখুঁড়ুলে পেঁচা (Athene brama)\nউত্তুরে ঘর বাতাসি (Apus affinis)\nপাতি আবাবিল (Hirundo rustica)\nসাদাবুক মাছরাঙা (Halcyon smyrnensis)\nপাতি মাছরাঙা (Alcedo atthis)\nধলাগলা মাছরাঙা (Halcyon smyrnensis)\nদাগি মাছরাঙা (Ceryle rudis)\nমোহনচূড়া (Upupa epops)\nছোট বসন্তবৌরি (Megalaima haemacephala)\nবাংলা কাঠঠোকরা (Dinopium benghalense)\nপাকাড়া খঞ্জন (Motacilla maderaspatensis)\nবাংলা বুলবুল (Pycnonotus cafer)\nদ্রাবিড়ী বুলবুল (Pycnonotus luteolus)\nফটিকজল (Aegithina tiphia)\nদোয়েল (Copsychus saularis)\nহলুদঠুঁটো ছাতারে (Turdoides affinis)\nটুনটুনি (Orthotomus sutorius)\nশাহ-বুলবুল (Terpsiphone paradise)\nবেগুনিকোমর মৌটুসি (Nectarinia zeylonica)\nদুর্গা টুনটুনি (Nectarinia asiatica)\nভাত শালিক (Acridotheres tristis)\nইউরেশীয় সোনাবউ (Oriolus oriolus)\nকালো ফিঙে (Dicrurus macrocercus)\nখয়েরি হাঁড়িচাচা (Dendrocitta vagabunda)\nপাতিকাক (Corvus splendens)\nভারতীয় দাঁড়কাক (Corvus macrorhynchos)\nদেশি কানিবক (Ardeola greyii)\n\n\n== তথ্যসূত্র =="}