{"pageid": 104898, "title": "ড্রাগন বল", "url": "https://bn.wikipedia.org/wiki?curid=104898", "content": "ড্রাগন বল (জাপানি: ドラゴンボール, Doragon Bōru) একটি জাপানি ধারাবাহিক মাঙ্গা (কামিকস্) । ১৯৮৪ সালে আকিরা তোরিয়ামা দ্বারা এটি প্রথম রচনা শুরু হয়। এই কামিকটি শোনেন জাম্প নামক সাপ্তাহিক ম্যাগাজিনে ১৯৮৪ থেকে ১৯৯৫ সাল পর্যন্ত প্রকাশিত করা হয়েছে। পরবর্তী কালে ৫১৯ বিশিষ্ট পরিচ্ছেদ শুএইশার মধ্যে ৪২ তানকোবোন খণ্ডে প্রকাশ করা হয়।\nচীনা লোক উপন্যাস প্রাশ্চাত্ত্য দেশে যাত্রা দ্বারা অনুপ্রেরিত, এইটি গোকুর শৈশব থেকে সাবালকত্বর মধ্য দিয়ে অভিযান অনুসরণ করে যা মার্শাল আর্টের শিক্ষা দেওয়া। সে ড্রাগন বল নামক সাত রহস্যজনক গোলক আকৃতির বলের অনুসন্ধানে বিশ্ব ভ্রমণ করে, যেটি একটি ইচ্ছা পূর্ণকারী ড্রাগন ছিল। যে কেবলমাত্র একটি ইচ্ছা পূরণ করতে পারে। পরবর্তীতে গোকু হয়ে উঠে পৃথিবীর রক্ষক, বিভিন্ন মার্শাল আর্ট শিক্ষকদের কাছে থেকে বিভিন্ন সময় সে মার্শাল আর্ট শিখে। তার বন্ধুরাও তার সাথে এ রোমাঞ্চকর ভ্রমণে থাকে। বিভিন্ন সময় বিভিন্ন দুষ্ট লোকের সাথে লড়াই আর ড্রাগন বল খোজার সব রোমাঞ্চকর অভিযানের মাধ্যমেই চলতে থাকে গোকু ও তার বন্ধুদের জীবন। ড্রাগন বলের অনেকগুলো সিরিজ ও মুভি আছে।  সিরিজ গুলো হল ড্রাগন বল, ড্রাগন বল জি, ড্রাগন বল জিটি, ড্রাগন বল সুপার। এছাড়াও পরবর্তীতে ড্রাগন বল জি-কে কেন্দ্র করে বেশ কিছু ভিডিও গেমসও নির্মাণ করা হয়।\n\n\n== পটভূমি ==\n\n\n=== এমপেরর পিলাফ সাগা ===\nসিরিজটি শুরু হয় গোকু নামের একটি অল্প বয়স্ক বানর-লেজওয়ালা ছেলের সাথে বুলমা নামের একটি কিশোরী মেয়ের সাথে । একসাথে, তারা সাতটি রহস্যময় ড্রাগন বল (ドラゴンボール) খুঁজে বের করার জন্য একটি দুঃসাহসিক অভিযানে যায় , যার ক্ষমতা শক্তিশালী ড্রাগন শেনরনকে ডেকে আনার ক্ষমতা রয়েছে , যে তাকে তাদের সবচেয়ে বড় ইচ্ছাকে তলব করতে পারে। যাত্রাটি আকৃতি পরিবর্তনকারী শূকর উলং এর সাথে সংঘর্ষের দিকে নিয়ে যায় , সেইসাথে ইয়ামচা এবং তার সঙ্গী পু'আর নামে একটি মরুভূমির দস্যু , যারা পরে মিত্র হয়ে যায়; চি-চি , যাকে গোকু অজান্তে বিয়ে করতে রাজি হয়; এবং সম্রাট পিলাফ, একজন নীল স্কিনড ইম্প যিনি তার বিশ্বের শাসক হওয়ার ইচ্ছা পূরণ করতে ড্রাগন বল খোঁজেন। ওলং একজোড়া প্যান্টি পাওয়ার ইচ্ছা করে পিলাফকে ড্রাগন বল ব্যবহার করা থেকে বিরত করে।\n\n\n=== বিশ্ব মার্শাল আর্ট টুর্নামেন্ট সাগা ===\nবিশ্ব মার্শাল আর্ট টুর্নামেন্টে (天下一武道会, \"টেনকাইচি বুদোকাই\" ) লড়াই করার জন্য মার্শাল আর্টিস্ট মাস্টার রোশির অধীনে গোকু কঠোর প্রশিক্ষণের ব্যবস্থা করে যা বিশ্বের সবচেয়ে শক্তিশালী যোদ্ধাদের আকর্ষণ করে। ক্রিলিন নামে একজন সন্ন্যাসী তার প্রশিক্ষণ অংশীদার এবং প্রতিদ্বন্দ্বী হয়ে ওঠে, কিন্তু তারা শীঘ্রই সেরা বন্ধু হয়ে ওঠে।\n\n\n=== রেড রিবন আর্মি সাগা ===\nটুর্নামেন্টের পর, গোকু নিজে থেকে ড্রাগন বল পুনরুদ্ধার করতে বের হয় তার মৃত দাদা তাকে ছেড়ে চলে যায় এবং রেড রিবন আর্মি নামে পরিচিত একটি সন্ত্রাসী সংগঠনের মুখোমুখি হয় , যার ক্ষীণ নেতা কমান্ডার রেড ড্রাগন বল সংগ্রহ করতে চায় যাতে সে ব্যবহার করতে পারে। তাদের লম্বা হতে. সে প্রায় এককভাবে সেনাবাহিনীকে পরাজিত করে, যার মধ্যে তাদের ভাড়া করা ঘাতক ভাড়াটে টাওও ছিল, যার কাছে সে মূলত হেরে যায়, কিন্তু সন্ন্যাসী করিনের অধীনে প্রশিক্ষণের পর সহজেই মারধর করে। ফরচুনেটেলার বাবার যোদ্ধাদের পরাজিত করার জন্য গোকু তার বন্ধুদের সাথে পুনরায় মিলিত হয় এবং তাও দ্বারা নিহত এক বন্ধুকে পুনরুজ্জীবিত করার জন্য তাকে শেষ ড্রাগন বলটি খুঁজে বের করে।\n\n\n=== কিং পিকোলো সাগা ===\nগোকু এবং তার বন্ধুরা তিন বছর পর ওয়ার্ল্ড মার্শাল আর্ট টুর্নামেন্টে পুনরায় একত্রিত হয় এবং মাস্টার রোশির প্রতিদ্বন্দ্বী এবং তাও-এর ভাই, মাস্টার শেন এবং তার ছাত্র তিয়েন শিনহান এবং চিয়াওতজু -এর সাথে দেখা করে, যারা গোকুর হাতে তাও-এর স্পষ্ট মৃত্যুর জন্য সঠিক প্রতিশোধ নেওয়ার শপথ করে। টুর্নামেন্টের পরে ক্রিলিনকে হত্যা করা হয় এবং গোকু ট্র্যাক করে এবং তার হত্যাকারী, ট্যাম্বোরিন এবং ডেমন কিং পিকোলোর কাছে পরাজিত হয় । বেশি ওজনের সামুরাই ইয়াজিরোবেগোকুকে কোরিনে নিয়ে যায়, যেখানে সে নিরাময় এবং শক্তি বৃদ্ধি পায়। এদিকে, পিকোলো মাস্টার রোশি এবং চিয়াওতজু উভয়কেই হত্যা করে এবং শেনরনকে ধ্বংস করার আগে নিজেকে অনন্ত যৌবন দেওয়ার জন্য ড্রাগন বল ব্যবহার করে, যার ফলস্বরূপ ড্রাগন বল ধ্বংস হয়। রাজা পিকোলো যখন শক্তি প্রদর্শন হিসাবে ওয়েস্ট সিটিকে ধ্বংস করার প্রস্তুতি নিচ্ছেন, তখন তিয়েন শিনহান তার মোকাবিলা করতে আসেন, কিন্তু পরাজিত হন এবং প্রায় নিহত হন। গোকু তিয়েনকে বাঁচাতে সময়মতো পৌঁছে এবং তারপরে রাজা পিকোলোকে তার বুকের মধ্যে দিয়ে একটি গর্ত করে হত্যা করে।\n\n\n=== পিকোলো জুনিয়র সাগা ===\nতিনি মারা যাওয়ার ঠিক আগে, রাজা পিকোলো তার শেষ পুত্র পিকোলো জুনিয়রকে জন্ম দেন । কোরিন গোকুকে জানান যে কামি , ড্রাগন বলের মূল স্রষ্টা, শেনরন এবং ড্রাগন বলগুলিকে পুনরুদ্ধার করতে সক্ষম হতে পারেন যাতে গোকু তার পতিত বন্ধুদের আবার জীবিত করতে চান, যা তিনি করেন। তিনি পরের তিন বছর কামির অধীনে থাকেন এবং ট্রেনিং করেন, আবার মার্শাল আর্ট টুর্নামেন্টে তার বন্ধুদের সাথে পুনরায় মিলিত হন, সেইসাথে একজন কিশোর চি-চি এবং পুনরুজ্জীবিত ভাড়াটে টাও। পিকোলো জুনিয়রও তার বাবার মৃত্যুর প্রতিশোধ নিতে টুর্নামেন্টে প্রবেশ করে, যার ফলে তার এবং গোকুর মধ্যে চূড়ান্ত যুদ্ধ হয়। গোকু অল্প অল্প করে জিতে এবং পিকোলো জুনিয়রকে পরাজিত করার পর, সে চি-চির সাথে চলে যায় এবং তারা বিয়ে করে, যার ফলে ড্রাগন বল জেডের ঘটনা ঘটে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nDragon Ball Arena (ইতালীয়)\nOfficial Toei Animation's Dragon Ball website (জাপানি)\nOfficial Toei Animation's Dragon Ball Z website (জাপানি)\nOfficial Toei Animation's Dragon Ball GT website (জাপানি)\nOfficial Toei Animation's Dragon Ball Kai website (জাপানি)\nOfficial FUNimation's Dragon Ball website\nOfficial FUNimation's Dragon Ball Z website\nOfficial Madman's Dragon Ball Z website  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ নভেম্বর ২০১৫ তারিখে\nOfficial FUNimation's Dragon Ball GT website  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ জানুয়ারি ২০২১ তারিখে"}