{"pageid": 104819, "title": "রাগমোচন", "url": "https://bn.wikipedia.org/wiki?curid=104819", "content": "রাগমোচন (গ্রীক οργασμός orgasmos থেকে, অর্থ \"উত্তেজনা\" বা \"উচ্ছ্বাস\") বলতে বোঝানো হয় যৌন প্রতিক্রিয়া চক্রে পুঞ্জীভূত যৌন উত্তেজনার আকস্মিক ভারমুক্তি। এসময় শ্রোণী অঞ্চলের মাংসপেশির ছন্দোময় সংকোচনের মাধ্যমে দেহে চরম যৌনসুখ অনুভূত হয়। নারী এবং পুরুষ উভয়েরই রাগমোচন ঘটে থাকে। রাগমোচন মানবদেহের স্বয়ংক্রিয় স্নায়ুতন্ত্র দ্বারা নিয়ন্ত্রিত। রাগমোচনের সময় মানবদেহে আরও বিবিধ ক্রিয়া ঘটতে পারে যেমন: শরীরের কিছু জায়গায় মাংসপেশির অনৈচ্ছিক সংকোচন, সাধারণ সুখকর অনুভূতি, বারবার শরীরের নড়াচড়া বা তড়িৎ ক্রমিক গতি এবং মুখে নানান ধরনের শব্দের উৎপত্তি। রাগমোচনের পরবর্তি সময়টি (একে রিফ্র্যাক্টরি পিরিয়ডও বলা হয়) একটি নিস্তেজ পরিস্থিতি যার মূল কারণ হল অক্সিটোসিন, প্রোল্যাক্টীন এবং এন্ডোরফিনস নামক নিউরোহরমোনের নিঃসরণ।\nরাগমোচন যেকোন ধরনের শারীরিক যৌন উদ্দীপনার মাধ্যমে অর্জিত হতে পারে, যেমন পুরুষের ক্ষেত্রে শিশ্ন (এক্ষত্রে বীর্যপাত ঘটে থাকে) এবং নারীর ক্ষেত্রে ভগাঙ্কুরের উদ্দীপনার মাধ্যমে। এই যৌন উত্তেজনা হস্তমৈথুনের মাধ্যমে নিজে নিজে লাভ করা হতে পারে অথবা কোন সঙ্গীর সাহায্য অন্তর্ভেদী অথবা অ-অন্তর্ভেদী প্রক্রিয়ায় অথবা অন্য যেকোন যৌন ক্রিয়াকলাপের মাধ্যমে হতে পারে।\nরাগমোচনের শারীরিক প্রতিক্রিয়া অত্যন্ত ব্যাপক। যৌনক্রিয়ায় বহু মানসিক প্রতিক্রিয়া রয়েছে, যেমন প্রোল্যাকটিন নিঃসরনের ফলে নিস্তেজ অবস্থার সৃষ্টি হওয়া, কেন্দ্রীয় স্নায়ুতন্ত্রের সাময়িক পরিবর্তন যেমন সেরেব্রাল কর্টেক্স এর একটি বড় অংশের মেটাবলিক বা শ্বসনিক কার্যক্রমের অস্থায়ী হ্রাস যেখানে মস্তিষ্কের লিম্বিক অঞ্চলে মেটাবলিক কার্যক্রমের কোন পরিবর্তন ঘটে না বা বৃদ্ধি পায়। রাগমোচন বিষয়ক যৌনসমস্যার পরিধিও বড়, যেমন এনরগাজমিয়া। এগুলো রাগমোচনের সাংস্কৃতিক দৃষ্টিভঙ্গিকে প্রভাবিত করে, যেমন রাগমোচন এবং এর পৌনঃপুনিকতা যৌন সম্পর্কে সন্তুষ্টির জন্য গুরুত্বপূর্ণ বা অপ্রাসঙ্গিক এমন বিশ্বাস এবং রাগমোচন বিষয়ক জীববিজ্ঞানিক এবং বিবর্তনগত তত্ত্বসমূহ।\nমানুষ ভিন্ন অন্যান্য প্রাণীদের রাগমোচন বিষয়ে মানুষের রাগমোচনের তুলনায় অনেক কম গবেষণা হয়, কিন্তু এই বিষয়ে গবেষণা চলছে।\n\n\n== সংজ্ঞা ==\nচিকিৎসা ক্ষেত্রে, রাগমোচনকে সাধারণত যৌনক্রিয়ায় মাংসপেশির সংকোচন এবং সেই সাথে হৃৎস্পন্দন, রক্তচাপ পরিবর্তনের বিশেষ প্যাটার্ন এবং বিশেষ শ্বাস-প্রশ্বাসের হার এবং গভীরতা হিসেবে সংজ্ঞায়িত করা হয়। একে সেক্সুয়াল রেসপন্স সাইকেল বা যৌন প্রতিক্রিয়া চক্রে পুঞ্জীভূত যৌন উত্তেজনার আকস্মিক ভারমুক্তি হিসেবেও বোঝানো হয়, যখন শ্রোণী অঞ্চলের মাংসপেশির ছন্দোময় সংকোচনের মাধ্যমে দেহে চরম যৌনসুখ অনুভূত হয়। যাই হোক, রাগমোচনের সংজ্ঞা বিভিন্ন রকমের হয়। কীভাবে রাগমোচনকে সঠিকভাবে সংজ্ঞায়িত করতে হবে এই বিষয়ে কোন বিধান অনুপস্থিত। ক্লিনিকাল সাইকোলজি রিভিউ জার্নালে রাগমোচনের অন্তত ২৬টি সংজ্ঞা উল্লেখ আছে।\nকিছু নির্দিষ্ট রকমের যৌন অনুভূতিকে রাগমোচন এর শ্রেণীতে ফেলা হবে কিনা তা নিয়ে কিছু বিতর্ক রয়েছে। এই নির্দিষ্ট রকমের যৌন অনুভূতির মধ্যে একটি হল কেবল মাত্র জি-স্পটের (গ্রাফেনবার্গ স্পট) স্টিমুলেশনের ফলে নারীদের রাগমোচন এবং কয়েক মিনিট থেকে এক ঘণ্টা পর্যন্ত দেখানো বর্ধিত অথবা অনবরত রাগমোচন। এই প্রশ্নটি রাগমোচনের ক্লিনিকাল ডেফিনিশন বা চিকিৎসাবিষয়ক সংজ্ঞাকে ঘিরে তৈরি হয়েছে। কিন্তু রাগমোচনকে এরকম দৃষ্টিতে দেখা কেবলই ফিজিওলজিকাল বা শারীরবিদ্যাগত, যেখানে রাগমোচনের সাইকোলজিকাল বা মনস্তাত্ত্বিক, এন্ডোক্রাইনোলজিকাল এবং নিউরোলজিকাল বা স্নায়ুবিজ্ঞানগত সংজ্ঞাও রয়েছে। এসব এবং অনুরূপ বিতর্কিত যৌন অনুভূতির ক্ষেত্রে, প্রাপ্ত অনুভূতিগুলো ব্যক্তিবাচক বা ব্যক্তির নিজের উপর নির্ভরশীল এবং এক্ষেত্রে রাগমোচনের অনৈচ্ছিক সংকোচন বৈশিষ্ট্য যে থাকতেই হবে এমন কোন কথা নেই। কিন্তু, উভয় লিঙ্গের ক্ষেত্রেই এই অনুভূতি প্রচণ্ড সন্তোষজনক এবং প্রায়ই সমস্ত শরীরেই অনুভূত হয়। এর ফলে একটি মানষিক অবস্থার সৃষ্টি হয় যাকে প্রায়ই দেহাতিরিক্ত বা অতীন্দ্রীয় হিসেবে বর্ণনা করা হয়। তার উপর ভ্যাসোকনজেশন (শরীরে রক্তপ্রবাহ বৃদ্ধি এবং কোন স্থানে রক্তচাপের বৃদ্ধির ফলে শরীরের টিস্যুর ফুলে যাওয়া) এবং প্রচণ্ড সন্তোষ নিয়ে এই অনুভূতিগুলো পূর্ণ-সংকোচনশীল রাগমোচনের সাথে তুলনীয়। যেমন, আধুনিক গবেষণায় পাওয়া গেছে বীp এবং পুরুষের রাগমোচনের মধ্যে পার্থক্য আছে। তাই এই অনুভূতিগুলোকে রাগমোচন হিসেবে শ্রেণীভুক্ত করা হবে কিনা এব্যাপারে উভয়পক্ষেরই বিভিন্ন মতামত রয়েছে।\n\n\n== রাগমোচনপ্রাপ্তি ==\nবিভিন্ন ধরনের ক্রিয়ার মাধ্যমে রাগমোচনপ্রাপ্তি সংগঠিত হয়, এর মধ্যে আছে যোনীগত, পায়ুগত বা মৌখিক সহবাস, ন-ভেদী সহবাস বা হস্তমৈথুন। যৌন খেলনার ব্যবহার যেমন সেন্স্যুয়াল ভাইব্রেটর বা ইরোটিক ইলেক্ট্রোস্টিম্যুলেশন ইত্যাদির দ্বারাও অর্জিত হতে পারে। স্তনবৃন্তে বা অন্য কামাত্মক অঞ্চলে স্টিম্যুলেশনের দ্বারা রাগমোচনপ্রাপ্তির ঘটনা বেশ দুর্লভ। বহুরাগমোচনও সম্ভব, বিশেষত নারীদের ক্ষেত্রে, তবে সেগুলোও বিরল। বহুরাগমোচন হল এমনই এক প্রকার যা সংক্ষিপ্ত পর্বের মধ্যেই একে অপরের মধ্যে ঘটে যায়।\nশারীরিক উদ্দীপনা ছাড়াও, শুধুমাত্র মনস্তাত্ত্বিক উত্তেজনা থেকে প্রচণ্ড রাগমোচন অর্জন করা যায়, যেমন স্বপ্ন দেখার সময় (পুরুষ বা মহিলাদের জন্য নিশাচর নির্গমন) বা জোরপূর্বক উত্তেজনা দ্বারা। তবে জাগ্রতাবস্থায় শুধুমাত্র মনস্তাত্ত্বিক উদ্দীপনা দ্বারা রাগমোচনের প্রথম রিপোর্ট যে ব্যক্তির কাছ থেকে পাওয়া যায় তিনি ছিলেন মেরুদন্ডে আঘাতপ্রাপ্ত। যদিও মেরুদন্ডের আঘাতের পরে যৌন ক্রিয়া এবং যৌনতা প্রায়শই প্রভাবওয়ালা হয়, তবে আঘাত কারও যৌন উত্তেজনা এবং কামোত্তেজক ইচ্ছার মতো অনুভূতি থেকে বঞ্চিত করে না।\nবৈজ্ঞানিক বিদ্যা পুং রাগমোচনের মনস্তত্ত্বে যতটুকু ফোকাস করে তার চেয়ে স্ত্রী-রাগমোচনের মনস্তত্ত্বের উপর বেশি ফোকাস করে থাকে, যা প্রকাশত এই অ্যাসামপ্শনকে প্রতিফলন করে যে \"নারী রাগমোচন পুং রাগমোচনের চেয়েও অধিক জটিল,\" কিন্তু লভ্য লিমিটেড এম্পিরিকাল প্রমাণপঞ্জির মতে \"পুং ও স্ত্রী রাগমোচন পার্থক্যের চেয়ে বেশি সাদৃশ্য বহন করে থাকে।\" ভ্যান্স ও ওয়াগ্নারের একটি এক-নিয়ন্ত্রিত গবেষণায় (১৯৭৬) এ দেখা যায়, স্বাধীন রেটদাতাগণ পুং রাগমোচনের বিশদ ও স্ত্রী রাগমোচনের বিশদের মধ্যে ব্যবকলন করতে পারেন নি।\n\n\n=== নারী ===\n\n\n==== রাগমোচনের উত্পাদক এবং অনিত্যতা ====\nমেয়েদের ক্ষেত্রে, রাগমোচনপ্রাপ্তির খুবই সাধারণ উপায় হল ভগাঙ্কুরের প্রত্যক্ষ স্টিম্যুলেশন তথা উদ্দীপন (যার অর্থ সামঞ্জস্যপূর্ণ অঙ্গুরী, মৌখিক ঘর্ষণ বা ভগাঙ্কুরের বাহ্যিক অংশের বিরুদ্ধে অন্যান্য ঘন ঘর্ষণ)। সাধারণ পরিসংখ্যান নির্দেশ করে যে ৭০-৮০% নারীর রাগমোচনপ্রাপ্তির জন্য প্রত্যক্ষ ভগাঙ্কুরীয় স্টিম্যুলেশন লাগে, যদিও অপ্রত্যক্ষ ভগাঙ্কুরীয় স্টিম্যুলেশনও (যেমন, যোনীভেদন) যথেষ্ট হতে পারে। মায়ো ক্লিনিকের ভাষ্য, \"তীব্রতাভেদে রাগমোচন পরিবর্তিত হয়, এবং নারী পরিবর্তিত হয় তাদের রাগমোচনের কম্পাঙ্ক এবং রাগমোচনের সুইচ চেপে দিতে প্রয়োজনীয় উদ্দীপনাভেদে (স্টিম্যুলেশন)।\" ভগাঙ্কুরীয় রাগমোচন প্রাপ্তিতে সহজ কারণ হল ভগাঙ্কুরের মুণ্ড, বা পুরো ভগাঙ্কুরই যার রয়েছে ৮০০০ এরও বেশি সংবেদী স্নায়ু অগ্র, যা পুরুষের শিশ্ন বা শিশ্নাগ্রের সমান বা কোন ক্ষেত্রে তারও বেশী। যেহেতু ভগাঙ্কুর হল শিশ্নের সমসংস্থ, সেহেতু ইহা এটি যৌন উদ্দীপনা পাওয়ার ক্ষমতার দিক থেকে সমতুল।\n\nএকটি ভুল ধারণা, বিশেষ করে পুরানো গবেষণা প্রকাশনাগুলিতে, যোনি সম্পূর্ণরূপে অসংবেদনশীল। যাইহোক, অগ্রবর্তী যোনি প্রাচীর এবং ল্যাবিয়া মাইনোরা ও মূত্রনালীর উপরের সংযোগস্থলের মধ্যে এমন কিছু এলাকা রয়েছে যা বিশেষভাবে সংবেদনশীল। স্নায়ু অগ্রের নির্দিষ্ট ঘনত্বের দিক থেকে, সাধারণত জি-স্পট হিসাবে বর্ণিত এলাকাটি রাগমোচন তৈরি করতে পারে, এবং ইউরেথ্রাল স্পঞ্জ যা এমন একটি এলাকা যেখানে জি-স্পট পাওয়া যেতে পারে, যোনির \"ছাদ\" বয়ে চলে এবং যখন এটি উদ্দীপিত হয় তখন আনন্দদায়ক সংবেদন তৈরি করতে পারে। ভ্যাজাইনাল স্টিম্যুলেশন থেকে তীব্র যৌন আনন্দ (অর্গাজম সহ) মাঝে মাঝে হয় অন্যথায় হয় না, কারণ যোনিতে ভগাঙ্কুরের তুলনায় উল্লেখযোগ্যভাবে কম স্নায়ু অগ্র থাকে। যোনিগত স্নায়ু অগ্রের সর্বাধিক ঘনত্ব যোনিপথের নীচের তৃতীয়াংশে (প্রবেশদ্বারের কাছে)।\nযৌন শিক্ষাবিদ রেবেকা চালকার বলেছেন যে ভগাঙ্কুরের শুধুমাত্র একটি অংশ যাকে বলে ইউরেথ্রাল স্পঞ্জ, ইহা শিশ্ন, আঙ্গুল বা একটি ডিল্ডোর সাথে যোগসামঞ্জস্য। হাইত এবং চাকার বলেন যে ভগাঙ্কুরের ডগা এবং ভিতরের ঠোঁট, যেগুলো খুব সংবেদনশীল, সেগুলো শিশ্নভেদনের সময় প্রত্যক্ষ স্টিম্যুলেশন পায় না। এই কারণে, কিছু দম্পতি ক্লিটোরাল স্টিমুলেশন সর্বাধিক করার জন্য নারী উচপদী কিংবা কোইটাল অ্যালাইনমেন্ট কৌশলে জড়িত হন। কিছু মহিলাদের ক্লাইম্যাক্সের পরে ভগাঙ্কুর খুব সংবেদনশীল হয় যা অতিরিক্ত আরেকটি স্টিম্যুলেশনকে প্রাথমিকভাবে বেদনাদায়ক করে তোলে।\nমাস্টার্স এবং জন্সন যুক্তি দেন যে সকল মহিলাই সুপ্তভাবে মাল্টিপ্লাই অরগাজমিক, কিন্তু সেই মাল্টিপ্লাই অরগাজমিক পুরুষ দুর্লভ, এবং তারা বিবৃতি দেন যে \"মহিলারা একবার অরগাজম লাভের পরপরই শীঘ্র আরেকটি অরগাজমে আসতে সক্ষম, তবে যদি তা প্লাটিউ দশা রেস্পন্স লেভেলের নিচে নামার পূর্বেই পূণঃউদ্দিপনা দেওয়া হয়।\" যদিও সাধারণভাবে রিপোর্ট করা হয়েছে যে মেয়েদের কোন রিফ্র্যাকটরি পিরিয়ড হয় না, সেজন্যই অতিরিক্ত একটা বা একাধিক অর্গাজম খেতে পারেন, প্রথম অর্গাজমের সামান্য পরই, কিন্তু কিছু উৎস বলে যে ছেলে ও মেয়ে উভয়েই রিফ্রেক্টরি পিরিয়ড পেয়ে থাকেন কেননা মেয়েরা হয়তো অর্গাজমের পর একটা পিরিয়ড পান যেখানে আরও যৌন স্টিম্যুলেশন উত্তেজনা উত্পাদন করে না। প্রাথমিক অর্গাজমের পরে, স্টিম্যুলেশনের তালে তালে উত্তরবর্তী সমূহ অর্গাজম মেয়েদের বেলায় অধিক শক্ত ও আরো তৃপ্তিদায়ক হয়ে ওঠে।\n\n\n== আরও দেখুন ==\nকামসূত্র\n\n\n== তথ্যসূত্র =="}