{"pageid": 1048182, "title": "মানালি, চেন্নাই", "url": "https://bn.wikipedia.org/wiki?curid=1048182", "content": "মানালি দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের চেন্নাই জেলার অন্তর্গত একটি আবাসিক ও অর্থনৈতিক অঞ্চল৷ এটি বর্তমানে বৃহত্তম চেন্নাই পৌরনিগমের উত্তর প্রান্তে অবস্থিত একটি জোন। পূর্বে এটি তিরুভেলুর জেলার মাধবরম তালুকের একটি পুরসভা ছিল।\n\n\n== প্রশাসনিক ইতিহাস ==\n২০১১ খ্রিস্টাব্দের অক্টোবর মাসে তিরুভেলুর‌ জেলার পূর্বতন মানালি পৌরসভা চেন্নাই পৌরনিগমের অন্তর্ভুক্ত করা হয়, আবার ২০১৮ খ্রিস্টাব্দের আগস্ট মাসে চেন্নাইয়ের পুনরায় সীমানা নির্ধারণ করার দ্বারা‌ এই লোকালয় চেন্নাই জেলার অন্তর্ভুক্ত করা হয়।\n\n\n== জনতত্ত্ব ==\n\n২০১১ খ্রিস্টাব্দে ভারতের জনগণনা অনুসারে মানালি লোকালয়ের জনসংখ্যা ছিল ৩৫,২৪৮ জন, যেখানে পুরুষ ১৭,৯১১ জন ও নারী ১৭,৩৩৭ জন অর্থাৎ প্রতি হাজার পুরুষে ৯৬৮ জন নারী বাস করতেন। মোট শিশু মোট জনসংখ্যার ১১.৯৪ শতাংশ, সংখ্যায় ৪,২০৮ জন যেখানে শিশুপুত্র সংখ্যা ২,১৯৪ জন এবং শিশুকন্যা সংখ্যা ২,০১৪ জন।জনসংখ্যা অনুপাতে তপশিলি জাতি এবং তপশিলি উপজাতি শতাংশ যথাক্রমে ২৩.৩৩ ও ০.০৯। শহরটির সাক্ষরতার হার ছিল ৮৪.৬৩ শতাংশ যা জাতীয় সাক্ষরতার হারের তুলনায় বেশি। পুরুষ সাক্ষরতার হার ৮৯.৯২ শতাংশ ও নারী সাক্ষরতার হার ৭৯.১৯ শতাংশ। শহরে মোট পরিবার সংখ্যা ৯,৩৩১ টি। মোট শ্রমজীবীর সংখ্যা ১২,৭৪৫ জন, যার মধ্যে কৃষক ২৫ জন, মূল কৃষিজীবী ৪৯ জন গৃহস্থলী সংক্রান্ত শ্রমজীবী ১২৭ জন, অন্যান্য শ্রমজীবী ১১,২৯৩ জন। মোট প্রান্তিক শ্রমজীবী সংখ্যা ১,২৫১ জন, যার মধ্যে প্রান্তিক কৃষক ১৩ জন, প্রান্তিক কৃষিজীবী ১২ জন, প্রান্তিক গৃহস্থলী সংক্রান্ত শ্রমজীবী ৩৯ জন, অন্যান্য প্রান্তিক শ্রমজীবী ১,১৮৮ জন।\n\n\n== অবস্থান ==\nমানালির উত্তর দিকে মানালি পুদুনগর ও মাথুর, পূর্ব দিকে তিরুবোত্রিয়ুর, দক্ষিণ দিকে কোদুঙ্গাইয়ুর ও পশ্চিম দিকে মাধবরম রয়েছে। সীমান্ত বরাবর উপস্থিত রাস্তাগুলি হল কামরাজ সালাই, চিন্নামাথুর রোড, স্কুল স্ট্রীট, নেদুঞ্চেলিয়ান স্ট্রীট ও পার্থসারথি স্ট্রীট।\n\n\n== পরিবহন ==\nমানালির নিকটবর্তী দুটি রেল স্টেশন হল ৪ কিলোমিটার দূরে অবস্থিত তিরুবোত্রিয়ুর এবং ৮ কিলোমিটার দূরে অবস্থিত পেরম্বুর রেলওয়ে স্টেশন।\nচেন্নাই এর অভ্যন্তরীণ চক্রপথ মানালি থেকে শুরু হয়। লোকালয়ে অবস্থিত বাস স্টপটি মেট্রোপলিটন ট্রান্সপোর্ট কর্পোরেশন এর অন্তর্গত। এখান থেকে সরাসরি ব্রডওয়ে, মূলকড়াই, তণ্ডাইয়ারপেট, গিণ্ডি, বেলাচেরি, এন্নোর, সেঙ্গুন্দ্রম, বল্ললারনগর, মীঞ্জুর, মাধবরম, পেরম্বুর অবধি বাস পরিষেবা রয়েছে৷\n\n\n== তথ্যসূত্র =="}