{"pageid": 1049063, "title": "মধ্য আমেরিকার শুষ্ক সংকীর্ণভূমি", "url": "https://bn.wikipedia.org/wiki?curid=1049063", "content": "মধ্য আমেরিকার শুষ্ক সংকীর্ণভূমি (ইংরেজি: Central American Dry Corridor সংক্ষেপে CADC বা কেবলমাত্র Dry Corridor) মধ্য আমেরিকার প্রশান্ত মহাসাগরীয় উপকূলে অবস্থিত এক চিলতে গ্রীষ্মমণ্ডলীয় শুষ্ক ও খরাপীড়িত বনাঞ্চল। দক্ষিণ মেক্সিকো থেকে পানামা পর্যন্ত বিস্তৃত এই সংকীর্ণ অঞ্চলটি জলবায়ু পরিবর্তনের মারাত্মক ঝুঁকির সম্মুখীন কেননা এখানকার বেশিরভাগ অধিবাসী দারিদ্র্যপীড়িত গ্রামীণ অঞ্চলে বসবাস করে এবং তারা জীবিকা নির্বাহের জন্য কৃষির উপর নির্ভরশীল।\nগুয়াতেমালা, এল সালভাদোর, হন্ডুরাস এবং নিকারাগুয়ার অঞ্চলগুলি বিশেষভাবে জলবায়ু পরিবর্তনের কারণে ঝুঁকির মুখে পড়েছে। ২০০১ সাল থেকে এল নিনো-দক্ষিণী আবর্তন (ইএনএসও) এর পরিবর্তনের কারণে এই অঞ্চলগুলি অনিয়মিত খরাতে ভুগছে। ২০০৯ সালে এল নিনিও চলাকালীন (ঐ বছরে \"শুষ্ক সংকীর্ণভূমি\" বা ইংরেজি \"ড্রাই করিডর' ধারণাটির জন্ম হয়) অনুমান করা হয় যে এই অঞ্চলের ৫০-১০০% ফসল পানির ঘাটতির দ্বারা প্রভাবিত এবং ২০১৪ থেকে ২০১৬ সালের মাঝামাঝি পর্যন্ত চলা খরার কারণে ২০১৪ থেকে ২০১৬ সালে শুষ্ক সংকীর্ণভূমিতে বসবাসকারী প্রায় কয়েক মিলিয়ন লোকের খাদ্য সহায়তা প্রয়োজন হয়েছিল। ২০১৮ সালে অনুমান করা হয় যে, গড়ে ২৫% পরিবার খাদ্য নিরাপত্তাহীনতায় ভুগেছে। ফলস্বরূপ, ত্রাণ সংস্থাগুলিকে এই সঙ্কট মোকাবেলায় একটি \"সর্বাগ্রে খাদ্য\" কর্মসূচি গ্রহণের পরামর্শ দেওয়া হয়েছে, যা প্রাথমিকভাবে খাদ্য নিরাপত্তাহীনতার ঝুঁকিপূর্ণ অঞ্চলে মনোনিবেশ করবে।\nহন্ডুরাস এবং গুয়াতেমালায় খরার প্রভাব বিশেষ তীব্র ছিল।\n২০১৯ ছিল লাগাতার খরার পঞ্চম বছর এবং টানা দ্বিতীয় বছরের মত কৃষকেরা ফসল উৎপাদনে ব্যর্থ হয়েছিল। জলবায়ু উত্তপ্ত ও শুষ্ক হয়ে উঠছে, কৃষিজ কীটপতঙ্গ বাড়ছে, বসন্তের বৃষ্টিপাত হ্রাস পাচ্ছে বা একদমই হচ্ছে না এবং বন্যার শক্তিমত্তা বৃদ্ধি পাচ্ছে।\nএই অঞ্চলের প্রায় ৮% পরিবার রিপোর্ট করেছেন যে তারা তাদের অবস্থার উন্নতির প্রয়াসে স্থানান্তরের পরিকল্পনা করছেন এবং ২০১০ থেকে ২০১৫ সালের মধ্যে স্থানান্তরের হার ৫০০% বৃদ্ধি পায়। বিশ্বব্যাংকের এক প্রতিবেদনে বলা হয়েছে, জলবায়ু পরিবর্তন রোধ ও কৃষিক্ষেত্রকে খাপ খাইয়ে নিতে যদি ব্যবস্থা না নেওয়া হয় তবে ২০৫০ সালের মধ্যে মধ্য আমেরিকা এবং মেক্সিকো থেকে ৪ মিলিয়ন অভিবাসী কেবল জলবায়ু পরিবর্তনের জন্য স্থানান্তর করবে। অভিবাসীরা সাধারণত নিকটস্থ শহুরে অঞ্চলে যায়, কিছু পরিমাণ উত্তরে মেক্সিকোর দিকে চলতে থাকে এবং খুবই অল্প পরিমাণে মানুষ  নিকটবর্তী আমেরিকান সীমান্ত পর্যন্ত ভ্রমণ করে।\nমধ্য আমেরিকার শুষ্ক সংকীর্ণভূমিতে পরিদৃষ্ট জলবায়ুজনিত কারণে মানব অভিবাসন মার্কিন-মেক্সিকান সীমান্তের দ্বন্দ্বের অন্যতম কারণ। যদিও মার্কিন শুল্ক কর্তৃপক্ষ ও সীমান্ত রক্ষাকারী কমিশনার ফসলহীনতাকে মূল কারণ হিসাবে উল্লেখ করেন, তবুও আমেরিকাতে ডোনাল্ড ট্রাম্প এরূপ অভিবাসনকে 'খুবই খারাপ দলের লোকদের অনুপ্রবেশ' হিসাবে বর্ণনা করেছেন। এই উত্তেজনাপূর্ণ সম্পর্কের জটিলতার বিষয়টি এই যে 'মার্কিন যুক্তরাষ্ট্র ভূমণ্ডলীয় উষ্ণতা বৃদ্ধির জন্য অন্য যেকোনও দেশের চেয়ে অনেক বেশি দায়ী' ধারণাটি কাজ করেছে,\" এবং এইভাবে এই অভিবাসীদের অবস্থার জন্য দেশটি কমপক্ষে আংশিকভাবে দায়বদ্ধ।\nএই অঞ্চলের উন্নয়নের জন্য স্বল্পমেয়াদী খাদ্য সুরক্ষা এবং সহায়তা প্রদান, বিশ্বব্যাপী জলবায়ু পরিবর্তনের প্রতি দৃষ্টিপাত এবং পরিবর্তিত জলবায়ুর মুখোমুখি এই অঞ্চলগুলিতে পরিপুষ্ট ফসল উৎপাদনের জন্য টেকসই উন্নয়ন উদ্যোগসহ নানামুখী সমাধান প্রয়োজন।\n\n\n== আরও দেখুন ==\nমধ্য আমেরিকা থেকে অভিবাসী কাফেলা\nজলবায়ু শরণার্থী\nমধ্য আমেরিকার উত্তর ত্রিভুজ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমধ্য আমেরিকান শুষ্ক সংকীর্ণভূমি বিষয়ক তথ্যকেন্দ্র  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ এপ্রিল ২০২১ তারিখে\n\"ড্রাই করিডর\" (শুষ্ক সংকীর্ণভূমি) জোট"}