{"pageid": 1049676, "title": "জলবায়ুভিত্তিক কল্পকাহিনি", "url": "https://bn.wikipedia.org/wiki?curid=1049676", "content": "জলবায়ু কথাসাহিত্য (কখনও কখনও ক্লাই-ফাই হিসাবে সংক্ষিপ্ত) হ'ল সাহিত্য যা জলবায়ু পরিবর্তন এবং বৈশ্বিক উষ্ণতার সাথে সম্পর্কিত। কল্পনাভিত্তিক হয় এমন কোনো বাধ্যকতা নেই ,কাজগুলি ঘটতে পারে এমন  বিশ্বে যেমনটা আমরা জানি বা অদূর ভবিষ্যতে। জেনারটি প্রায়শই জলবায়ু পরিবর্তনের ফলে সৃষ্ট চ্যালেঞ্জগুলিতে মানবতা কীভাবে প্রতিক্রিয়া জানায়  তার উপর ভিত্তি করে সম্ভাব্য ভবিষ্যতের কল্পনা করে বিজ্ঞান কথাসাহিত্য এবং ডাইস্টোপিয়ান বা ইউটোপিয়ান থিম অন্তর্ভুক্ত করে। জলবায়ু প্রকৌশল বা জলবায়ু অভিযোজন অভ্যাসগুলির মতো প্রযুক্তিগুলি প্রায়শই সমাজে তাদের প্রভাবগুলি অন্বেষণ করে তার বৈশিষ্ট খায়।জলবায়ু কথাসাহিত্য পেট্রোফিকশন থেকে পৃথক যা পেট্রোলিয়াম সংস্কৃতি এবং অর্থনীতির সাথে সরাসরি ডিল করে।\nসাহিত্য এবং পরিবেশগত বিষয়ে বিশ্ববিদ্যালয় কোর্সে তাদের সিলেবাসে জলবায়ু পরিবর্তন কল্পকাহিনী অন্তর্ভুক্ত থাকতে পারে।  এই সাহিত্য বিভিন্ন প্রকাশনা দ্বারা আলোচনা করা হয়েছে, দ্য নিউ ইয়র্ক টাইমস, দ্য গার্ডিয়ান এবং ভিন্নমত  পত্রিকা সহ অন্যান্য আন্তর্জাতিক মিডিয়া আউটলেট এর মধ্যে পড়ে । \n\n\n== ইতিহাস ==\n\n\"ক্লাই-ফাই\" শব্দটি প্রথম ২০ এপ্রিল, ২০১৩ তে মেইনস্ট্রীম মিডিয়া ব্যবহারে আসে যখন   এনপিআর  উইকেন্ড সংস্করণে মানুষের দ্বারা অনুপ্রাণিত জলবায়ু পরিবর্তনের সাথে কাজ করে এমন উপন্যাস এবং চলচ্চিত্রগুলি বর্ণুনা করতে পাঁচ মিনিটের রেডিও সেগমেন্ট করেছিলেন  এবং ঐতিহাসিকভাবে পূর্ববর্তী সময়ে জলবায়ু পরিবর্তনের সাথে সম্পর্কিত এমন অনেকগুলি সাহিত্যকর্ম রয়েছে।  \"ক্লাই-ফাই\"-এর একটি পৃথক ঘরানার হিসাবে বিকাশে ড্যান ব্লুম প্রভাবশালী ব্যক্তিত্ব হিসাবে রয়েছেন। \nজুলস ভার্নের ১৮৮৯ সালের উপন্যাস দ্য পারচেজ অফ দ্য নর্থ পোল পৃথিবীর অক্ষকে কাত করে দেওয়ার কারণে জলবায়ু পরিবর্তনের কল্পনা করেছে।তাঁর মরণোত্তর প্যারিস ইন দ্য টুয়েন্টীএথ সেঞ্চুরী  -তে, যা ১৮৮৩ সালে রচিত এবং ১৯৬০-এর দশকে সেট করা, শিরোনামের শহরটি তাপমাত্রায় হঠাৎ হ্রাস পেয়েছিল, যা তিন বছর ধরে স্থায়ী হয়।  ব্রিটিশ লেখক জে জি ব্যালার্ডের বেশ কয়েকটি সুপরিচিত ডাইস্টোপীয় কাজ জলবায়ু সম্পর্কিত প্রাকৃতিক দুর্যোগ মোকাবেলা করেছে:  দ্য উইন্ড অফ নোওয়ার (১৯৬১)-এ  সভ্যতা ক্রমাগত সামুদ্রিক ঝড়ো বাতাস দ্বারা হ্রাস পেয়েছে এবং দ্য ড্রাউনড ওয়ার্ল্ড (১৯৬২ ), বরফ-ক্যাপ গলে যাওয়া এবং সৌর বিকিরণের ফলে সমুদ্রের স্তর বাড়ছে এমন ভবিষ্যতের বর্ণনা দিয়েছে ।  দ্য বার্নিং ওয়ার্ল্ডে (১৯৬৪, যাকে পরবর্তীতে দ্য ড্রট বলা হয়) তার জলবায়ু বিপর্যয় মানবসৃষ্ট,, শিল্প দূষণের দ্বারা বৃষ্টিপাতের চক্র বিঘ্নিত হওয়ার কারণে একটি খরা হয়। \nজীবাশ্ম জ্বালানী গ্রহণের প্রভাব এবং এর কারণে বায়ুমণ্ডলীয় CO২ ঘনত্ব       বাড়তে থাকার তথ্য সরকারী ও রাজনৈতিক ক্ষেত্রে \"বৈশ্বিক উষ্ণতা\"  হিসাবে প্রবেশ করে, মানব-প্ররোচিত বৈশ্বিক উষ্ণতার সমস্যাগুলি সম্পর্কে কথাসাহিত্য প্রকাশিত হতে শুরু করে। সুসান এম. গেইনসের কার্বন ড্রিমস  ১৯৮০-এর দশকে সেট করা,  \"ক্লাই-ফাই\" শব্দটি তৈরির আগে প্রকাশিত, একটি সাহিত্যিক উপন্যাসের প্রাথমিক উদাহরণ ছিল যা \"মানব-প্ররোচিত জলবায়ু পরিবর্তনের ভয়াবহ গুরুতর বিষয় সম্পর্কে একটি গল্প বলে\" । ।  মাইকেল ক্রিচটনের স্টেট অফ ফিয়ার (২০০৪), একটি প্রযুক্তি-থ্রিলার জলবায়ু পরিবর্তনকে \"বিস্তৃত ছদ্ম-বৈজ্ঞানিক প্রতারণা\" হিসাবে চিত্রিত করেছে এবং   জলবায়ু পরিবর্তন সম্পর্কে বৈজ্ঞানিক মতামতের সমালোচনা করেছে। \nমার্গারেট অ্যাটউড তার ডাইস্টোপিয়ান ট্রিলজি অ্যারিক্স অ্যান্ড ক্র্যাক (২০০৩), দ্য ইয়ার অফ দ্য ফ্লাড (২০০৯) এবং ম্যাডএডডাম (২০১৩)-তে বিষয়টির  সন্ধান করেছিলেন। অ্যারিক্স এবং ক্র্যাক-এ এটউড এমন একটি বিশ্ব উপস্থাপন করেছেন যেখানে \"সামাজিক বৈষম্য, জেনেটিক প্রযুক্তি এবং বিপর্যয়ময় জলবায়ু পরিবর্তন, শেষ পর্যন্ত চূড়ান্ত পর্যায় গিয়ে কোনো সর্বনাশা ঘটনা ঘটায়\"।  উপন্যাসের নায়ক, জিমি \"কর্পোরেট যৌগের মধ্যে বিভাজিত বিশ্ব\",  গেটেড সম্প্রদায়গুলিতে বাস করেন যেগুলো শহর-রাজ্য এবং প্লাবল্যান্ডে পরিণত হয়েছে, \"অনিরাপদ, জনবহুল এবং দূষিত\" শহুরে অঞ্চল যেখানে শ্রমজীবী শ্রেণি বাস করে । \nদ্য নিউ রিপাবলিকের সাংস্কৃতিক সমালোচক জোসেফিন লিভিংস্টন: \"জেফ ভান্ডারমিরের অ্যানিহিলেশন থেকে  নাথানিয়েল রিচের অডস এগাইনস্ট টুমরো   পর্যন্ত, গত দশকে পরিশীলিত 'ক্লাই-ফাই'-তে এত খাড়া বৃদ্ধি পেয়েছে যে কয়েকটি সাহিত্যিক প্রকাশনা এখন এটাকে পুরো ভারটকাল উৎসর্গ করেছে। একই বিষয় নিয়ে কাজ করার মতো ভিন্ন এবং উর্বর কল্পনাশাস্ত্রের সাথে, কল্পকাহিনী হোক বা নন-ফিকশন, পরিবেশগত লেখকের মুখোমুখি চ্যালেঞ্জ এখন ভিড় থেকে বেরিয়ে এসেছে (শিরোনামগুলির উল্লেখ না করলেই না)। \"\n\n\n== বিশিষ্ট উদাহরণ ==\nজনপ্রিয় বিজ্ঞান-কল্প-উপন্যাসকার কিম স্ট্যানলি রবিনসন তাঁর বিজ্ঞানের ক্যাপিটাল ট্রিলজিতে প্রসংগটির প্রতি দৃষ্টি নিবদ্ধ করেছিলেন, যা অদূর ভবিষ্যতে সেট করা হয়েছে এবং এতে ফরটি সাইনস অফ রেইন (২০০৪), ফিফটি ডিগ্রি বিলো (২০০৫) এবং সিক্সটি ডেস অ্যান্ড কাউন্টিং (২০০৭) অন্তর্ভূক্ত রয়েছে।রবার্ট কেজে কিলহেফার ফ্যান্টাসি অ্যান্ড সায়েন্স ফিকশনের জন্য তার পর্যালোচনায় বলেছেন যে \" ফরটি সাইনস অফ রেইন বিজ্ঞান এবং রাজনীতির কাজগুলির মনোমুগ্ধকর চিত্র এবং জলবায়ু পরিবর্তনের হুমকির মোকাবিলা করার জন্য পাঠকদের একটি জরুরি আহ্বান।\"  নিউ ইয়র্ক ২১৪০ শিরোনামে রবিনসনের জলবায়ু-ভিত্তিক উপন্যাসটি মার্চ ২০১৭ তে প্রকাশিত হয়েছিল।  এটি উপকূলীয় শহরটির একটি জটিল প্রতিকৃতি দেয় যা আংশিক পানির নীচে এবং এখনও এর সংস্কৃতি এবং বাস্তুতন্ত্রে সাফল্যের সাথে জলবায়ু পরিবর্তনের সাথে  মানিয়ে গেছে।\n\nআয়ান ম্যাকওয়ানের সোলার (২০১০) এমন একজন পদার্থবিদের কাহিনী অনুসরণ করেছে যিনি কৃত্রিম সালোকসংশ্লেষণ থেকে শক্তি অর্জনের ব্যবস্থা করার পরে জলবায়ু পরিবর্তনের বিরুদ্ধে লড়াইয়ের একটি উপায় আবিষ্কার করেন।  জিনেট উইন্টারসনের স্টোন গডস (২০০৭)) পৃথিবীর মতো এক কাল্পনিক গ্রহ অরবাসে স্থাপন করা হয়েছে,  যেখানে সংস্থান কমে যাচ্ছে এবং যা জলবায়ু পরিবর্তনের মারাত্মক প্রভাবে ভুগছে। অরবাসের বাসিন্দারা আশা করেছেন একটি নতুন আবিষ্কৃত গ্রহ প্ল্যানেট ব্লু যেগুলি মানব জীবনের জন্য নিখুঁত বলে মনে হচ্ছে তার দ্বারা প্রদত্ত সম্ভাবনার সুযোগ গ্রহণ করবে। \nবারবারা কিংসলভারের উপন্যাস, ফ্লাইট বিহেভিয়ার (২০১২) পরিবেশগত থিম নিয়োগ করে এবং মনার্ক প্রজাপতিতে সম্ভাব্য বৈশ্বিক উষ্ণতার প্রভাবগুলি   তুলে ধরেছে। \nএমই এলিংটনের দ্বারা একটি প্রজাতির স্থানান্তর গাইয়া অনুমানের উপর দৃষ্টি নিবদ্ধ করে এবং পৃথিবীকে মানবজাতির বিরুদ্ধে লড়াই করে একক জীবিত জীব হিসাবে বর্ণনা করে। \nঅন্যান্য লেখক যারা এই বিষয় ব্যবহার করেছেন তাদের মধ্যে রয়েছে:\n\nব্রিটিশ লেখক জে জি ব্যালার্ড তার প্রথম বিজ্ঞান কল্প উপন্যাসগুলিতে সর্বনাশা জলবায়ু পরিবর্তনের পরিবেশ ব্যবহার করেছিলেন। দ্য উইন্ড ফ্রম নোহরে (১৯৬১) সভ্যতা ক্রমাগত সামুদ্রিক ঝড়ো বাতাস দ্বারা হ্রাস পেয়েছে। দ্য ড্রাউনড ওয়ার্ল্ড (১৯৬২) সৌর বিকিরণের ফলে গলিত বরফ-ক্যাপ এবং ক্রমবর্ধমান সমুদ্র-স্তরের ভবিষ্যতের বর্ণনা দেয় যা মূল চরিত্রগুলির সম্মিলিত অজ্ঞান  আকাঙ্ক্ষার প্রতিচ্ছবি তৈরি করে এমন একটি প্রাকৃতিক দৃশ্য তৈরি করে।দ্য বার্নিং ওয়ার্ল্ডে  (১৯৬৪) শিল্প দূষণের ফলে বৃষ্টিপাতের চক্র ব্যাহত হওয়ায় খরার দ্বারা একটি পরাবাস্তববাদী মনস্তাত্ত্বিক আড়াআড়ি তৈরি হয়।\nজন বার্নসের মাদার অফ স্টর্মস (১৯৯৪) একটি পারমাণবিক বিস্ফোরণ দ্বারা সমুদ্রের তল থেকে ক্ল্যাথ্রেট যৌগগুলি  মুক্তি দিয়ে  ক্লাথেরাট বন্দুক অনুমানের উপর ভিত্তি করে একটি বিপর্যয়কর, দ্রুত জলবায়ু এবং আবহাওয়া পরিবর্তনের বর্ণনা দিয়েছেন।\nকার্বন ডায়রিস:২০১৫  লেখক  স্যাকি লয়েড দ্বারা  একটি ভবিষ্যতে সেট করা হয়েছে যেখানে বিদ্যুতের অভাব রয়েছে এবং যুক্তরাজ্য সবেমাত্র কার্বন রেশন শুরু করেছে। কাহিনীটি ডায়রি আকারে বলা, যার লেখক লরা ব্রাউন, বিশাল ঝড়ের পরে লন্ডনে  বসবাসকারী কিশোরী।\nফার নর্থ (২০০৯) মার্সেল থেরোক্স দ্বারা রচিত, যেখানে জলবায়ু পরিবর্তনের কারণে বিশ্ব বেশিরভাগ ক্ষেত্রে জনবসতিহীন। যাইহোক, উপন্যাসটি সূচিত করে যে বিজ্ঞানীরা এটি ভুল পেয়েছিলেন এবং বৈশ্বিক উষ্ণায়নের বিরুদ্ধে লড়াই করা আমাদের কাজটিই জলবায়ুকে অপরিবর্তনীয়ভাবে পরিবর্তন করেছিল।\nক্লাইভ কুসলার এবং ডার্ক কুসলারের আর্কটিক ড্রিফ্ট (২০০৮)।একটি থ্রিলার, গ্লোবাল ওয়ার্মিংকে বিপরীত করার প্রচেষ্টা  ,  মার্কিন যুক্তরাষ্ট্র এবং কানাডার মধ্যে একটি সম্ভাব্য যুদ্ধ  এবং \"একটি কাল্পনিক উত্তর পশ্চিম প্যাসেজের সন্ধানে দীর্ঘকালীন অভিযানের সন্ধান পাওয়া এক রহস্যময় রৌপ্য খনিজ জড়িত।\" \nল্যারি নিভেন, জেরি পোর্নেল এবং মাইকেল ফ্লিন রচিত ফ্যালেন অ্যাঞ্জেলস (১৯৯১)। \"অদূর ভবিষ্যতে\" উত্তর আমেরিকায় , একটি র‌্যাডিক্যাল টেকনোফোবিক সবুজ আন্দোলন নাটকীয়ভাবে গ্রিনহাউস গ্যাস নিঃসরণকে হ্রাস করে, কেবল এটি আবিষ্কার করতে যে মানবসৃষ্ট  বৈশ্বিক উষ্ণতা একটি নতুন বরফ যুগকে অপবারণ করছে।\nকিম স্ট্যানলে রবিনসনের কঠোর বিজ্ঞান কথাসাহিত্য ট্রিলজি,   বিজ্ঞানের  ফরটি সাইনস অফ রেইন (২০০৪), ফিফটি ডিগ্রি বিলো (২০০৫) এবং সিক্সটি ডেস অ্যান্ড কাউন্টিং (২০০৭ )-এর সমন্বয়ে সায়েন্স ইন দ্য ক্যাপিটাল  সিরিজ। ওয়াশিংটন, ডিসিতে মূলত সেট করা, আকস্মিক জলবায়ু পরিবর্তনের ফলে মার্কিন রাজধানী অঞ্চলে আবহাওয়া বিপর্যয় এবং কাল্পনিক দ্বীপ দেশ খেম্বালুংয়ের বন্যার সৃষ্টি হয়। প্রধান চরিত্রগুলি হলেন আমেরিকান বিজ্ঞানী, রাজনীতিবিদ এবং বৌদ্ধ সন্ন্যাসী। \nইয়ান ম্যাকওয়ওয়ান রচিত সোলার (২০১০) এমন একজন পদার্থবিদের কাহিনী অনুসরণ করেছেন যিনি কৃত্রিম আলোকসংশ্লিষ্ট থেকে শক্তি অর্জনের ব্যবস্থা করার পরে জলবায়ু পরিবর্তনের বিরুদ্ধে লড়াইয়ের উপায় আবিষ্কার করেন। \nস্টেট অফ ফিয়ার (২০০৪) বিশ্বব্যাপী উষ্ণায়নের ঝুঁকির বিষয়ে জনগণকে বোঝাতে \"প্রাকৃতিক\" বিপর্যয় সৃষ্টির চেষ্টা করছে এমন একক পরিবেশ-সন্ত্রাসবাদী সম্পর্কে মাইকেল ক্রিক্টনের একটি প্রযুক্তি-থ্রিলার। বইটি জলবায়ু পরিবর্তনের বিষয়ে বৈজ্ঞানিক মতামতের সমালোচনা করে এবং এর সমর্থকদের ভীতি কৌশল ব্যবহার করার অভিযোগ তুলেছে।\nদ্য স্টোন গডস (২০০৭) জিনেট উইন্টারসন  রচনা। এই উপন্যাসটি পৃথিবীর মতো পৃথিবী অরবাস গ্রহে শুরু হয়, যেখানে সংস্থান কমে যাচ্ছে এবং যা জলবায়ু পরিবর্তনের মারাত্মক প্রভাবে ভুগছে। অরবাসের বাসিন্দারা আশা করেছেন একটি নতুন আবিষ্কৃত গ্রহ প্ল্যানেট ব্লু যেগুলি মানব জীবনের জন্য নিখুঁত বলে মনে হচ্ছে তার দ্বারা প্রদত্ত সম্ভাবনার সুযোগ গ্রহণ করবে। \n\n\n== অন্যান্য উদাহরণ ==\nদ্য সি এন্ড সামার  [ জলাশয় টাওয়ার ] (১৯৮৭), লেখক অস্ট্রেলিয়ার জর্জ টার্নার\nদ্য ক্রিস্টাল ওয়ার্ল্ড (১৯৮৮), লেখক যুক্তরাজ্যের জে জি ব্যালার্ড\nদ্য আইস পিপল  (১৯৯৮) এবং দ্য ফ্লাড ২০০৪), লেখক ম্যাজি জি, মার্কিন যুক্তরাষ্ট্র\nআর্থ (১৯৯০), লেখক ডেভিড ব্রিন, মার্কিন\nপ্যারাবেল অফ দ্য সোয়ার  (১৯৯৩) এবং  প্যারাবেল অফ দ্য ট্যালেন্ট  (১৯৯৮) এর অক্টাভিয়া ই বাটলার, মার্কিন\nএ ফ্রেন্ড অফ আর্থ  (২০০০), লেখক টি.সি. বয়েল, মার্কিন\nফ্লাডল্যান্ড (২০০১) এবং অরোরা (২০১১), লেখক মার্কাস সেডগউইক, মার্কিন\nএকসুডোস (২০০২) এবং সিক্যুয়ালস, লেখক জুলি বার্টাগনা, মার্কিন\nফ্লাড  (২০০৮) এবং আরক (২০০৯) লেখক স্টিফেন বাক্সটার, মার্কিন\nদ্য উইন্ডআপ গার্ল (২০০৯), শিপ ব্রেকার (২০১০), দ্য ড্রাউন্ড সিটিস (২০১২), দ্য ওয়াটার নাইফ  (২০১৫) এবং টুল ওফ ওয়ার  (২০১)), লেখক পাওলো বসিগালুপি, মার্কিন\nএম্পায়ার বিল্ডারস (২০১১), লেখক বেন বোভা, মার্কিন যুক্তরাষ্ট্র\n২৩১২ (২০১২), লেখক কিম স্ট্যানলি রবিনসন, মার্কিন\nঅডস এগেনস্ট টুমরো (২০১৩), লেখক নাথানিয়েল ধনী, মার্কিন\nদ্য বোন অফ ক্লকস  (২০১৪), লেখক ডেভিড মিশেল, যুক্তরাজ্য\nমেমরি অফ ওয়াটার (২০১৫), লেখক এমি ইট্রান্টা, ফিনল্যান্ড\nগোল্ড গেম সাইট্রাস (২০১৫), লেখক ক্লেয়ার ওয়ায়ে ওয়াটকিন্স, মার্কিন যুক্তরাষ্ট্র\nআমেরিকান ওয়ার (২০১৭),  লেখক ওমর এল আক্কাড, মার্কিন যুক্তরাষ্ট্র\nদ্য ওয়াটার কিউর  (২০১৮), লেখক সোফি ম্যাকিনটোস, যুক্তরাজ্য\nদ্য ওভারস্টরি (২০১৮), লেখক রিচার্ড পাওয়ারস, মার্কিন যুক্তরাষ্ট্র\nদি লাস্ট চিলরেন অফ টোকিও (দ্য এমিসারি) (২০১৮), লেখক যোকো তওয়াদা, জার্মানি / জাপান\nদি মিনস্ট্রি অফ দি ফিউচার (২০২০), লেখক কিম স্ট্যানলি রবিনসন\nএ চিলরেন্স বাইবেল   (২০২০), লেখক  লিডিয়া মিললেট\nজলবায়ু কথাসাহিত্যিক লিগের লেখক \n\n\n== সংগীত ও সংগ্রহ ==\nগর্ডন ভ্যান গেল্ডার সম্পাদিত গ্রিনহাউস (২০১১) মার্কিন যুক্তরাষ্ট্রে আপনাকে স্বাগতম\nদ্য ওয়ার্ল্ড আওয়ার দ্য ওয়ার্ল্ড: সাগা অ্যান্টোলজি অফ ক্লাইমেট ফিকশন (২০১৫) মার্কিন  জন জোসেফ অ্যাডামস দ্বারা সম্পাদিত\nজোনাথন স্ট্রাহান সম্পাদিত ইউকে ডুবেড ওয়ার্ল্ডস (২০১ 2016)\nসম্ভাব্য সমাধান (২০১৭) মার্কিন যুক্তরাষ্ট্রে হেলেন ফিলিপস - ছোটগল্পের অনেকগুলি জলবায়ু পরিবর্তনের বিষয়ে উদ্বেগ প্রকাশ করে।\n\n\n== প্রভাব ==\nঅনেক সাংবাদিক, সাহিত্য সমালোচক এবং বিদ্বান এবং তার পাঠকদের বিশ্বাসের উপর জলবায়ু কথাসাহিত্যের সম্ভাব্য প্রভাব সম্পর্কে অনুমান করেছেন। আজ অবধি, তিনটি গবেষণামূলক গবেষণা এই প্রশ্নটি পরীক্ষা করেছে।\nএকটি নিয়ন্ত্রিত পরীক্ষায় দেখা গেছে যে জলবায়ু কথাসাহিত্যের ছোট গল্পগুলি পড়ার \"অংশগ্রহণকারীরা গল্পগুলি পড়ার সাথে সাথে বৈশ্বিক উষ্ণায়নের সম্পর্কে কয়েকটি গুরুত্বপূর্ণ বিশ্বাস এবং মনোভাবের উপর ছোট তবে উল্লেখযোগ্য ইতিবাচক প্রভাব পড়ে - এটি পর্যবেক্ষণ করে,\" যদিও \"এই প্রভাবগুলি এক মাসের ব্যবধানের পরে পরিসংখ্যানিক অগুরুত্বপূর্ণ  হয়ে যায় \" যাইহোক, লেখকরা নোট করেছেন যে \"একটি কৃত্রিম সেটিংয়ের মধ্যে একক প্রকাশের প্রভাবগুলি বাস্তব-বিশ্বের প্রভাবগুলির নীচের সীমানাকে উপস্থাপন করতে পারে। বাস্তব বিশ্বে জলবায়ু কথাসাহিত্য পড়তে প্রায়শই একাধিক প্রকাশ এবং দীর্ঘ বিবরণ জড়িত থাকে, যেমন \"উপন্যাসগুলি,\" যার ফলে আরও বড় এবং দীর্ঘস্থায়ী প্রভাব হতে পারে। \" \nপাঠকদের একটি সমীক্ষায় দেখা গেছে যে জলবায়ু কথাসাহিত্যের পাঠকরা \"অল্প বয়সী, আরও উদার এবং যারা পাঠক না তাদের তুলনায় জলবায়ু পরিবর্তন সম্পর্কে বেশি উদ্বিগ্ন\" এবং সেই জলবায়ু কল্পকাহিনী \"পরিবেশের ভবিষ্যত কল্পনা করতে এবং মানব ও মানবেতর জীবনে জলবায়ু পরিবর্তনের প্রভাব বিবেচনা করতে প্ররোচিত করার সাথে সাথে জলবায়ু পরিবর্তনের তীব্রতার সম্পর্কে উদ্বিগ্ন পাঠকদেরকে মনে করায়\"। কিন্তু, পাঠকদের উচ্চতর চেতনার ফলে যে কর্মকাণ্ড করা হয়েছিল তা প্রকাশ করে যে সচেতনতা কেবল প্রচলিত কার্যকর পদক্ষেপগুলি গ্রহণের বিষয়ে সাংস্কৃতিক বার্তাগুলির মতোই মূল্যবান। তদুপরি, কিছু পাঠকের প্রতিক্রিয়া সূচিত করে যে জলবায়ু কথাসাহিত্যের কাজগুলি কিছু লোককে জলবায়ু পরিবর্তনকে তীব্র নেতিবাচক আবেগের সাথে যুক্ত করতে পরিচালিত করতে পারে, যা পরিবেশগত ব্যস্ততা বা প্ররোচিতকরণের প্রয়াসের প্রতিরোধমূলক প্রমাণ হতে পারে। \" \nঅবশেষে, জনপ্রিয় উপন্যাস দ্য ওয়াটার নাইফ-এর  উপর দৃষ্টি নিবদ্ধ করা   একটি গবেষণামূলক অধ্যয়ন পাওয়া  যে কষ্টকর ভবিষ্যতে সেট করা সতর্কতামূলক জলবায়ু কথাসাহিত্য, জলবায়ু অবিচার সম্পর্কে পাঠকদের   শিক্ষিত করতে এবং পাঠকদের পরিবেশ অভিবাসীসহ জলবায়ু পরিবর্তনের শিকার এমন মানুষদের প্রতি সহানুভূতিশীল করতে কার্যকরী হতে পারে । তবে এর ফলাফলগুলি প্রমাণ করে যে কষ্টকর জলবায়ুর বিবরণ জলবায়ু পরিবর্তনের প্রতিক্রিয়াশীল প্রতিক্রিয়ার পক্ষে সহায়তা করতে পারে। এই ফলাফলের ভিত্তিতে,অনেক লেখক, সমালোচক এবং পাঠকদের আশা সত্ত্বেও এটি সাবধান করা হয়েছিল যে \"সমস্ত জলবায়ু কল্পকাহিনী প্রগতিশীল নয়,\" । \n\n\n== আরও দেখুন ==\nঅ্যাপোক্যালিপটিক এবং পোস্ট-অ্যাপোক্যালिप्टিক কাল্পনিক\nজনপ্রিয় সংস্কৃতিতে গ্লোবাল ওয়ার্মিং\nজলবায়ু পরিবর্তন মিডিয়া কভারেজ\nজলবায়ু পরিবর্তন সম্পর্কে জনমত\nইউটোপিয়ান এবং ডাইস্টোপিয়ান কথাসাহিত্য\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nCanavan, Gerry; Robinson, Kim Stanley (২০১৪)। Green Planets: Ecology and Science Fiction। Wesleyan University Press। আইএসবিএন 978-0-8195-7428-2। \nMilner, Andrew; Burgmann, J.R. (২০২০)। Science Fiction and Climate Change: A Sociological Approach। Liverpool University Press। আইএসবিএন 978-1-78962-752-7। \nMehnert, Antonia (২০১৬)। Climate Change Fictions: Representations of Global Warming in American Literature। Springer। আইএসবিএন 978-3-319-40337-3। \nSchneider-Mayerson, Matthew (২০১৭)। \"Climate Change Fiction\"। American Literature in Transition, 2000–2010। Cambridge University Press। পৃষ্ঠা 309–321। আইএসবিএন 978-1-108-54865-6। \nTrexler, Adam (২০১৫)। Anthropocene Fictions: The Novel in a Time of Climate Change। University of Virginia Press। আইএসবিএন 978-0-8139-3693-2। \nStreeby, Shelley (২০১৮)। Imagining the Future of Climate Change: World-Making Through Science Fiction and Activism। University of California Press। আইএসবিএন 978-0-520-29444-8। \n\n\n== বহিঃসংযোগ ==\nআমেরিকান স্টাডিজের ক্লাই-ফাই: একটি গবেষণা গ্রন্থপঞ্জি\nইংরাজীতে জলবায়ু কথাসাহিত্য: অক্সফোর্ড গবেষণা এনসাইক্লোপিডিয়া\nবইয়ের শিকাগো পর্যালোচনায় ওয়ার্ল্ডস কলাম বার্ন করা\nজলবায়ু পরিবর্তন ডাইস্টোপিয়া, জলবায়ু পরিবর্তন দুঃস্বপ্নলোকের বর্তমান জনপ্রিয়তা আলোচনা।\nটেমপ্লেট:দূরকল্পসাহিত্য\nটেমপ্লেট:বৈজ্ঞানিক কল্পকাহিনি\nটেমপ্লেট:বৈশ্বিক বিপর্যয়ের ঝুঁকি"}