{"pageid": 1049271, "title": "ইনশাআল্লাহ", "url": "https://bn.wikipedia.org/wiki?curid=1049271", "content": "ইনশা'আল্লাহ (  ; আরবি: إِنْ شَاءَ ٱللَّٰهُ , ʾin šāʾa -llāh আরবি উচ্চারণ: [ʔin ʃaː.ʔa‿ɫ.ɫaːh] ),হল একটি আরবি ভাষা অভিব্যক্তি, যাকে ইন শা আল্লাহও উচ্চারণ করা হয়, যার অর্থ \"যদি আল্লাহ্‌র ইচ্ছা হয়\" বা \"আল্লাহ্‌র ইচ্ছাগত\"।\nএই বাক্যাংশটি সাধারণত মুসলিম, আরব খ্রিস্টান এবং অন্যান্য ধর্মের আরবি-বক্তারা ব্যবহার করে এমন ঘটনা উল্লেখ করেন যা ভবিষ্যতে ঘটবে বলে কেউ আশাবাদী হয়। এটি এই বিশ্বাসকে প্রকাশ করে যে, আল্লাহ ইচ্ছা না করলে কিছুই ঘটে না এবং তাঁর ইচ্ছা সমস্ত মানুষের ইচ্ছার উপর প্রাধান্য লাভ করে।\nশব্দটি কুরআনে উল্লেখ করা হয়েছে [কুরআন ৩৭:১০২] যা ভবিষ্যতের কোনও ঘটনার কথা বলার জন্য ব্যবহার করা হত।[কুরআন ১৮:২৩]\n\n\n== অন্যান্য ভাষায় ==\n\n\n=== ফারসি ===\nফারসি ভাষায় বাক্যাংশটি প্রায় একই রকম, ان‌شاءالله , যা আনুষ্ঠানিকভাবে এন শা আল্লাহ হিসাবে উচ্চারিত হয়, বা কথোপকথন হিসাবে eshâllâ ব্যবহৃত হয়।\n\n\n=== তুর্কি ===\nতুর্কি ভাষায়, İnşallah বা inşaallah শব্দটির আক্ষরিক অর্থ ব্যবহৃত হয়, \"যদি আল্লাহ ইচ্ছা করেন এবং দান করেন\"।\n\n\n=== উর্দু ===\nউর্দুতে, শব্দটি \"আল্লাহ্‌র ইচ্ছা\" অর্থ হিসাবে ব্যবহৃত হয়।\n\n\n=== মাল্টিজ ===\nমাল্টিজ ভাষায় অনুরূপ একটি অভিব্যক্তি বিদ্যমান রয়েছে: জেক্ক আল্লা জ্রিড (যদি আল্লাহ এটা ইচ্ছা করেন)। মাল্টিজ সিসিলো-আরবি থেকে উৎপন্ন, আরবি ভাষাটি সিসিলিতে এবং পরে মাল্টায় ৯ম শতাব্দীর শেষ এবং দ্বাদশ শতকের শেষের মাঝামাঝি সময়ে বিকশিত হয়েছিল।\n\n\n=== বুলগেরীয় এবং সার্বীয়, ক্রোয়েশীয় এবং বসনিয়ান ===\nবুলগেরীয় ভাষায়, \"Дай Боже\", সার্বো-ক্রোয়েশিয়ান- বসনিয়ান ভাষায়, \"ако Бог даде\" হল অভিব্যক্তিটির দক্ষিণ স্লাভিকীয় সংস্করণ,যা আরবি ভাষা থেকে এসে আক্ষরিক অর্থ প্রকাশ করেছে। বলকান অঞ্চলে উসমানীয় শাসনের প্রভাবে, বুলগেরিয়া এবং সাবেক যুগোস্লাভ দেশসমূহ বসনিয়া ও হার্জেগোভিনা, সার্বিয়া, ক্রোয়েশিয়া, স্লোভেনিয়া, উত্তর ম্যাসাডোনিয়া, এবং মন্টিনিগ্রো তে এটা ব্যাপকভাবে ব্যবহার করা হয়, এমনকি কখনও কখনও নাস্তিকরাও এটি ব্যবহার করে থাকে হয়। ইউক্রেনের মতো খ্রিস্টান দেশ এটি বহুল ব্যবহৃত।\n\n\n=== স্পেনীয় ===\nস্প্যানিশ ভাষায়, মুর উপজাতি ইবেরীয় উপদ্বীপ দখল করার সময় থেকে ojalá শব্দটি ইনশাআল্লাহ শব্দটি থেকে সরাসরি চলে আসে। এর অর্থ \"আমরা আশা করি\" বা \"আমি আশা করি\"।\n\n\n=== পর্তুগীজ ===\nস্প্যানিয় ভাষার মতোই,পর্তুগিজ ভাষায়, মুর উপজাতি ইবেরীয় উপদ্বীপ দখল করার সময় থেকে oxalá শব্দটি ইনশাআল্লাহ শব্দটি থেকে সরাসরি চলে আসে। এর অর্থ \"আমরা আশা করি\" বা \"আমি আশা করি\"।\n\n\n== আরও দেখুন ==\nকদর\nশাহাদাহ্‌\nআলহামদুলিল্লাহ\nতাকবির\n\n\n== তথ্যসূত্র =="}