{"pageid": 1049608, "title": "বর্জ্য তাপ", "url": "https://bn.wikipedia.org/wiki?curid=1049608", "content": "বর্জ্য তাপ এমন একটি তাপ যা মেশিন দ্বারা বা অন্য কোনো প্রক্রিয়া দ্বারা উৎপাদিত হয় যেগুলো শক্তি ব্যবহার করে, এই তাপ কোনো কাজের উপজাত  হিসেবে উৎপাদিত হয়।এসকল প্রক্রিয়া তাপগতিবিদ্যার নীতির মৌলিক ফলাফল হিসাবে কিছু বর্জ্য তাপ ছেড়ে দেয়।বর্জ্য তাপের উপযোগিতা মুল শক্তি উৎসের তাপের তুলনায় কম (বা তাপগতিবিদ্যার অভিধানে একটি নিম্ন এক্সারজি বা উচ্চতর এনট্রপি)থাকে।বর্জ্য তাপের উৎসগুলিতে সমস্ত ধরনের মানবিক ক্রিয়াকলাপ, প্রাকৃতিক সিস্টেম এবং সকল জীব অন্তর্ভুক্ত রয়েছে, উদাহরণস্বরূপ, ভাস্বর আলোর বাল্বগুলি গরম হয়ে যায় , একটি রেফ্রিজারেটর রুমের বাতাসকে উষ্ণ করে তোলে, একটি বাড়ি দিনের শীর্ষ তাপমাত্রার সময়ে গরম হয়ে যায়, একটি অভ্যন্তরীণ দহন ইঞ্জিন উচ্চ-তাপমাত্রায় নিষ্কাশন গ্যাস উৎপন্ন করে এবং অপারেশন  চলাকালীন  বৈদ্যুতিন উপাদানগুলি গরম হয়।\nচারপাশের পরিবেশে ছেড়ে দিয়ে '\"নষ্ট\"' হওয়ার পরিবর্তে, কখনো কখনো  বর্জ্য তাপ (বা ঠান্ডা) অন্য কোনো প্রক্রিয়ায় (যেমন কোনো গাড়ি গরম করার জন্য গরম ইঞ্জিন শীতল ব্যবহার করে) ব্যবহার করা যেতে পারে, বা তাপের একটি অংশ যা অন্যথায় নষ্ট হতে পারে তা একই পদ্ধতিতে পুনরায় ব্যবহার করা যায়  যদি মেক আপ তাপটি সিস্টেমে যুক্ত হয় (যেমনটা কোনো বিল্ডিংয়ে তাপ পুনরুদ্ধার ভেন্টিলেটরের ক্ষেত্রে হয়)\nতাপীয় শক্তির স্টোরেজ যা বর্জ্য তাপের (বা শীতল তাপের) উপযোগিতা তৈরি বা উন্নত করতে পারে, যার মধ্যে তাপ বা শীতল তাপ ধারণক্ষম স্বল্প ও দীর্ঘমেয়াদী উভয় প্রযুক্তি রয়েছে । এর একটি উদাহরণ হল  বাফার ট্যাঙ্কে সঞ্চিত শীতাতপ নিয়ন্ত্রণ যন্ত্রের বর্জ্য তাপ, যা রাতেরবেলা উত্তাপে সহায়তাকারী। আরেকটি হল সুইডেনের একটি ঢালাইয়ের কারখানার মৌসুমী তাপ শক্তির স্টোরেজ (এসটিইএস)। এই তাপ গুচ্ছাকৃত-তাপ এক্সচেন্জারে সজ্জিত সরু,গভীর গর্ত বেষ্ঠিত বেডরকের মধ্যে সংরক্ষণ করা হয়, এবং এমনকি কয়েক মাস পরেও কাছের কোনো কারখানায় স্থান গরম করার জন্য ব্যবহৃত হয় প্রাকৃতিক বর্জ্য উত্তাপকে কাজে লাগাতে এসটিইএস ব্যবহারের একটি উদাহরণ হল কানাডার অ্যালবার্টার ড্রেক ল্যান্ডিং সোলার কমিউনিটি, যেটি গ্যারেজের ছাদের সৌর তাপ সংগ্রহকারী যন্ত্র দ্বারা কমিউনিটির সারা বছরের তাপের ৯৭ শতাংশ অর্জন করে, এটি দুই ঋতুর মাঝের সময়ের তাপ সঞ্চয়ের জন্য বেডরকের মধ্যে গুচ্ছাকৃত, সরু, গভীর গর্ত ব্যবহার করে করা হয়। অন্য একটি এসটিইএস এর প্রয়োগ হল গ্রীষ্মে শীতাতপ নিয়ন্ত্রণের জন্য আন্ডারগ্রাউন্ডে শীতকালে শীতল তাপ সঞ্চিত করা।\nজীব স্তরের সমস্ত জীব তাদের বিপাকীয় প্রক্রিয়াগুলির অংশ হিসাবে বর্জ্য তাপ ত্যাগ করে এবং চারপাশের তাপমাত্রা এই ত্যাগের জন্য উপযোগী তাপমাত্রার থেকে বেশি হলে যেকোনো জীব মারা যায়।\nঅ্যানথ্রোপোজেনিক বর্জ্য তাপ আরবান হিট আইল্যান্ড ইফেক্টে অবদান রাখে বলে কিছু লোক মনে করে। বর্জ্য উত্তাপের বৃহত্তম পয়েন্ট সোর্সগুলি মেশিন থেকে উদ্ভূত হয় (যেমন বৈদ্যুতিক জেনারেটর বা শিল্পজাত প্রক্রিয়া যেমন স্টিল বা কাচের উৎপাদন) এবং বিল্ডিং এনভেলাপের মাধ্যমে তাপ ক্ষয়। পরিবহন জ্বালানি পোড়ানোও বর্জ্য তাপ উৎপাদনে একটি বড় অবদানকারী।\n\n\n== শক্তির রূপান্তর ==\n\nমেশিনগুলি জ্বালানী তে থাকা শক্তিকে যান্ত্রিক কাজ বা বৈদ্যুতিক শক্তিতে রূপান্তর করে এবং উপজাত হিসাবে তাপ উৎপাদন করে।\n\n\n== উৎস ==\nবেশিরভাগ শক্তির প্রয়োেগের ক্ষেত্রে,শক্তি নানান রুপে প্রয়োজন হয়ে থাকে।এই শক্তির রুপগুলির মধ্যে অন্তর্ভুক্ত রয়েছে কিছু সংমিশ্রণ:উত্তাপন,বায়ুচলাচল এবং এয়ার কন্ডিশনার,যান্ত্রিক শক্তি এবং বৈদ্যুতিক শক্তি।প্রায়শই, এই অতিরিক্ত ধরনের শক্তি তাপ ইঞ্জিন দ্বারা উৎপাদিত হয় যা উচ্চ তাপমাত্রা উত্তাপের উৎসে চলমান থাকে।তাপগতিবিদ্যার দ্বিতীয় নীতি অনুসারে, একটি তাপ ইঞ্জিনের কখনই পূর্ণাঙ্গ দক্ষতা থাকতে পারে না,সেই কারণে একটি তাপ ইঞ্জিন সর্বদা নিম্ন-তাপমাত্রার উত্তাপের উদ্বৃত্ত উৎপাদন করে। এটিকে সাধারণত বর্জ্য তাপ বা \"গৌণ তাপ\" বা \"নিম্ন-মানের তাপ\" হিসাবে উল্লেখ করা হয়।এই তাপটি বেশিরভাগ হিটিং অ্যাপ্লিকেশনগুলির জন্য দরকারী, তবে কখনও কখনও বিদ্যুৎ বা জ্বালানির শক্তির ছাড়া দীর্ঘ সময় ধরে তাপ শক্তি পরিবহন করা সম্ভব নয়।মোট বর্জ্য উত্তাপের বৃহত্তম অনুপাত বিদ্যুৎ কেন্দ্র এবং যানবাহন ইঞ্জিন থেকে আসে।বৃহত্তম একক উৎস হল বিদ্যুৎ কেন্দ্র এবং শিল্প প্ল্যান্ট যেমন তেল শোধনাগার এবং ইস্পাত তৈরির প্ল্যান্ট।\n\n\n=== বিদ্যুৎ উৎপাদন ===\nতাপ বিদ্যুৎ কেন্দ্রগুলির বৈদ্যুতিক দক্ষতা ইনপুট এবং আউটপুট শক্তির  অনুপাত হিসাবে সংজ্ঞায়িত করা হয়।এটি সাধারণত ৩৩% হয় যখন বিল্ডিং হিটের জন্য তাপের আউটপুটটির কার্যকারিতা উপেক্ষা করা হয়।এখানে ছবিতে শীতল টাওয়ারগুলোকে দেখা যাচ্ছে  যা শক্তি কেন্দ্রগুলিকে তাপের পার্থক্যে কম দিকে বজায় রাখতে দেয় যা শক্তির অন্যান্য রূপগুলিতে রূপান্তরিত করার জন্য প্রয়োজনীয়।ফেলে দেওয়া বা \"বর্জ্য\" তাপ যা পরিবেশের কাছে হারিয়ে যায় তার  বদলে সুবিধা হিসাবে ব্যবহার করা যেতে পারে।\nতাপ বিদ্যুৎ কেন্দ্রগুলির বৈদ্যুতিক দক্ষতা ইনপুট এবং আউটপুট শক্তির  অনুপাত হিসাবে সংজ্ঞায়িত করা হয়।এটি সাধারণত ৩৩% হয় যখন বিল্ডিং হিটের জন্য তাপের আউটপুটটির কার্যকারিতা উপেক্ষা করা হয়।\nএখানে ছবিতে শীতল টাওয়ারগুলোকে দেখা যাচ্ছে  যা শক্তি কেন্দ্রগুলিকে তাপের পার্থক্যে কম দিকে বজায় রাখতে দেয় যা শক্তির অন্যান্য রূপগুলিতে রূপান্তরিত করার জন্য প্রয়োজনীয়।ফেলে দেওয়া বা \"বর্জ্য\" তাপ যা পরিবেশের কাছে হারিয়ে যায় তার  বদলে সুবিধা হিসাবে ব্যবহার করা যেতে পারে।\n\n\n=== শিল্প প্রক্রিয়া ===\nতেল পরিশোধন,ইস্পাত তৈরি বা গ্লাস তৈরির মতো শিল্প প্রক্রিয়াগুলি বর্জ্য উত্তাপের প্রধান উৎস।\n\n\n=== বিদ্যুতিন-সংক্রান্ত ===\nযদিও ক্ষমতার দিক থেকে ছোট,মাইক্রোচিপ এবং অন্যান্য বৈদ্যুতিন উপাদান থেকে বর্জ্য তাপের নিষ্পত্তি, একটি গুরুত্বপূর্ণ ইঞ্জিনিয়ারিং চ্যালেঞ্জের প্রতিনিধিত্ব করে।এই তাপটি নিষ্পত্তি করতে  পাখা,হিট সিঙ্কস ইত্যাদির ব্যবহার প্রয়োজন।\nউদাহরণস্বরূপ, ডেটা সেন্টারগুলি ইলেকট্রনিক উপাদানগুলি ব্যবহার করে যেসব উপাদান কম্পিউটিং, স্টোরেজ এবং নেটওয়ার্কিংয়ের জন্য বিদ্যুৎ গ্রহণ করে। ফরাসী সিএনআরএস ব্যাখ্যা করে যে একটি ডেটা সেন্টার একটি প্রতিরোধের মতো এবং এটি যে শক্তি ব্যবহার করে তার বেশিরভাগ অংশ তাপ হিসেবে রূপান্তরিত হয় এবং এটির জন্য শীতল ব্যবস্থার প্রয়োজন হয়।\n\n\n=== জৈবিক ===\nমানুষ সহ অন্যান্য প্রাণীগুলি তাদের বিপাকের ফলস্বরূপ তাপ তৈরি করে। উষ্ণ পরিস্থিতিতে, এই তাপটি উষ্ণ রক্তাক্ত প্রাণীদের হোমিওস্টেসিসের জন্য প্রয়োজনীয় স্তরের চেয়ে বেশি হয়ে যায় এবং বিভিন্ন থার্মোরোগুলেশন পদ্ধতি যেমন ঘাম এবং তৃষ্ণার দ্বারা নিষ্পত্তি হয়।মানুষের তাপ নিয়ন্ত্রণের একটি মডেল ড.ফিয়ালা এবং আরো কয়েকজন মিলে দিয়েছেন।\n\n\n== নিষ্পত্তি ==\nকম তাপমাত্রার উত্তাপে কাজ করার খুব সামান্য ক্ষমতা থাকে (এক্সারজি), সুতরাং তাপটি বর্জ্য তাপ হিসাবে যোগ্য এবং পরিবেশে প্রত্যাখান।সমুদ্র, হ্রদ বা নদী থেকে পানিতে এই জাতীয় তাপকে প্রত্যাখ্যান করা অর্থনৈতিকভাবে সবচেয়ে সুবিধাজনক।যদি পর্যাপ্ত শীতল জল না পাওয়া যায় তবে বায়ুমণ্ডলে বর্জ্য তাপ প্রত্যাখ্যান করতে প্ল্যানটি একটি কুলিং টাওয়ার বা এয়ার কুলার সহ সজ্জিত হতে পারে। কিছু ক্ষেত্রে বর্জ্য তাপ ব্যবহার করা সম্ভব, উদাহরণস্বরূপ জেলা হিটিং সিস্টেমগুলিতে।\n\n\n== ব্যবহারসমূহ ==\n\n\n=== কোজেনারেশন এবং ট্রাইজেনারেশন ===\nকোজেনারেশন সিস্টেম ব্যবহার করা হলে যা সম্মিলিত তাপ এবং বিদ্যুৎ (সিএইচপি) সিস্টেম হিসাবে পরিচিত,  উপজাত তাপের অপচয় হ্রাস হয়।\nউপজাত তাপের ব্যবহারের সীমাবদ্ধতাগুলি প্রাথমিকভাবে ইঞ্জিনিয়ারিং ব্যয় /দক্ষতার চ্যালেঞ্জগুলি ছোট তাপমাত্রা পার্থক্যে কার্যকরভাবে কাজে লাগানোর ক্ষেত্রে   উদ্ভুত হয় যা শক্তির অন্যান্য রুপ উৎপন্ন করে থাকে।বর্জ্য তাপ ব্যবহারের প্রয়োগগুলির মধ্যে রয়েছে সুইমিং পুল হিটিং এবং পেপার মিলগুলি। কিছু ক্ষেত্রে,শোষক রেফ্রিজারেটর ব্যবহারের মাধ্যমে শীতলকরণও উৎপাদিত হতে পারে উদাহরণস্বরূপ, এই ক্ষেত্রে এটিকে ট্রাইজেনারেশন বা সিসিএইচপি (সম্মিলিত শীতলকরণ, তাপ এবং শক্তি) বলা হয়।\nতাপ শক্তি বিদ্যুৎ শক্তিতে রুপান্তর  করার জন্য বিভিন্ন পদ্ধতি রয়েছে এবং এটি করার জন্য প্রযুক্তিগুলি কয়েক দশক ধরে বিদ্যমান।জৈব র‌্যাঙ্কাইন চক্র যা ওরমাটের মতো সংস্থাগুলি দ্বারা প্রদত্ত এবং এটি একটি খুব পরিচিত পদ্ধতি যার মাধ্যমে জৈব পদার্থটি পানির পরিবর্তে কার্যক্ষম মাধ্যম হিসাবে ব্যবহৃত হয়। এখানে সুবিধাটি হল নিয়মিত জলীয় বাষ্পচক্রের তুলনায় এই প্রক্রিয়াটি বিদ্যুতের উৎপাদনের জন্য কম তাপমাত্রায় তাপ প্রত্যাখ্যান করতে পারে। বাষ্প র‌্যাঙ্কাইন চক্রের ব্যবহারের উদাহরণ হল ঘূর্ণিঝড় বর্জ্য তাপ ইঞ্জিন। আর একটি প্রতিষ্ঠিত পদ্ধতি হল থার্মোইলেক্ট্রিক ডিভাইস ব্যবহার করা যেখানে একটি অর্ধপরিবাহী পদার্থের তাপমাত্রা পরিবর্তনের ফলে একটি ভোল্টেজ তৈরি হয় যা সিব্যাক ইফেক্ট নামক  একটি ঘটনা নামে পরিচিত  এ সম্পর্কিত একটি পদ্ধতি হল থার্মোগালভ্যানিক কোষের ব্যবহার যেখানে তাপমাত্রার পার্থক্য একটি বৈদ্যুতিক রাসায়নিক কোষে বৈদ্যুতিক প্রবাহকে জন্ম দেয়।\n\n\n=== ডিসট্রিক্ট হিটিং ===\nডিসট্রিক্ট হিটিং এ বর্জ্য তাপ ব্যবহার করা যেতে পারে। বর্জ্য তাপ এবং ডিসট্রিক্ট হিটিং সিস্টেমের তাপমাত্রার উপর নির্ভর করে পর্যাপ্ত তাপমাত্রায় পৌঁছানোর জন্য একটি হিট পাম্প অবশ্যই ব্যবহার করা উচিত।একটি  সহজ এবং সস্তা উপায় হল বর্জ্য তাপ কোল্ড ডিসট্রিক্ট হিটিং সিস্টেমগুলিতে ব্যবহার করা কারণ এগুলি পরিবেষ্টিত তাপমাত্রায় চালিত হয় এবং তাই উৎপাদন প্রান্তে নিম্ন-গ্রেডের বর্জ্য তাপ কোনো তাপ পাম্পের প্রয়োজন ছাড়াই ব্যবহার করা যেতে পারে।\n\n\n=== প্রি-হিটিং ===\nবর্জ্য তাপকে অত্যধিক উত্তপ্ত হওয়ার আগে আগত তরল এবং বস্তুগুলিকে উত্তপ্ত করতে বাধ্য করা যেতে পারে। উদাহরণস্বরূপ, বহির্গামী জল বাড়িতে বা বিদ্যুৎ কেন্দ্রগুলিতে গরম করার আগে হিট এক্সচেঞ্জারে তার বর্জ্য তাপটি আগত জলে দিতে পারে।\n\n\n== অ্যানথ্রোপোজেনিক তাপ ==\n\nঅ্যানথ্রোপোজেনিক তাপ হল মানুষ এবং মানুষের ক্রিয়াকলাপ দ্বারা উৎপন্ন তাপ।আমেরিকান মেটিরিওলজিকাল সোসাইটি এটিকে সংজ্ঞায়িত করেছে \"মানুষের ক্রিয়াকলাপের ফলে বায়ুমণ্ডলে উন্মুক্ত তাপ যা প্রায়শই জ্বালানি জ্বলনের সাথে জড়িত হয়।উৎসগুলিতে শিল্প উদ্ভিদ, স্পেস হিটিং এবং কুলিং, মানব বিপাক এবং যানবাহনের নিষ্কাশন গ্যাস অন্তর্ভুক্ত রয়েছে। শহরগুলিতে এই উৎসটি সাধারণত তাপের ভারসাম্য রক্ষায় ১৫-৫০ ওয়াট /মিটার২ এবং  ঠান্ডা জলবায়ুতে এবং শিল্পাঞ্চলে বড় শহরগুলির কেন্দ্রস্থলে কয়েকশ ওয়াট/মিটার২ অবদান রাখে।\"\nঅ্যানথ্রোপোজেনিক তাপ উৎপাদনকে হিটিং এবং শীতলকরণ, চলমান সরঞ্জামাদি, পরিবহন এবং শিল্প প্রক্রিয়াগুলি এবং মানব বিপাক দ্বারা নির্গত মোট শক্তি যোগ করে গণনা করা যায়।\n\n\n=== পরিবেশগত প্রভাব ===\nঅ্যানথ্রোপোজেনিক তাপ গ্রামীণ তাপমাত্রার উপর সামান্য প্রভাব রাখে এবং ঘন শহরাঞ্চলে এটি আরও তাৎপর্যপূর্ণ  হয়ে ওঠে। \nএটি আরবান হিট আইল্যান্ডগুলোতে অবদানকারীদের মধ্যে একটি । অন্যান্য মানব-সৃষ্ট প্রভাব (যেমন আলবিডোতে পরিবর্তন, বা বাষ্পীভবন শীতলীকরণে ক্ষয়) যেগুলো আরবান হিট আইল্যান্ডগুলোতে অবদান রাখতে পারে সেগুলো অ্যানথ্রোপোজেনিক তাপ হিসেবে এই সংজ্ঞায় বিবেচনা করা হয়নি।\nগ্রীনহাউস গ্যাসের তুলনায় অ্যানথ্রোপোজেনিক তাপ বৈশ্বিক উষ্ণায়নে অনেক কম অবদান রাখে। উদাহরণস্বরূপ, মহাদেশীয় মার্কিন যুক্তরাষ্ট্র এবং পশ্চিম ইউরোপে বর্জ্য তাপ প্রবাহ ছিল যথাক্রমে +০.৩৯ এবং +০.৬৮ ওয়াট/মিটার ২, বিশ্বব্যাপী এটি এথ্রোপোজেনিক গ্রিনহাউস গ্যাস দ্বারা সৃষ্ট শক্তি প্রবাহের মাত্র ১% এর জন্য দায়ী ছিল।  ২০০৫ সালে বর্জ্য উত্তাপ থেকে উদ্ভূত গ্লোবাল ফোর্সিং ছিল ০.০২৮ ওয়াট/মিটার ২।শহুরাঞ্চলগুলো আরও বিস্তৃত হওয়ার সাথে সাথে এই পরিসংখ্যানের মান ও বৃদ্ধি পাবে বলে অনুমান করা যায়।\nযদিও আঞ্চলিক জলবায়ুতে বর্জ্য তাপের প্রভাব দেখা গিয়েছে, আবর্জনা তাপ থেকে উদ্ভূত ক্লাইমেট ফোর্সিং সাধারণত অত্যাধুনিক বৈশ্বিক জলবায়ুর মডেলগুলোতে গণনা করা হয় না।ইকুয়িলিব্রিয়াম ক্লাইমেট এক্সপেরিমেন্টগুলো একটি ২১০০ এএইচএফ সিনারিও দ্বারা উৎপাদিত হওয়া, পরিসংখ্যানগতভাবে উল্লেখযোগ্য মহাদেশীয়-স্কেল ভূপৃষ্ঠ উষ্ণায়ন (০.৪–০.৯ ° সেলসিয়াস) প্রদর্শন করে, এগুলো বর্তমান বা ২০৪০ এর এস্টিমেশন দ্বারা বের করা হয়নি।সম্প্রতি বাস্তবায়িত হওয়া সাধারণ গ্লোবাল-স্কেলের এস্টিমেশন থেকে পাওয়া  অ্যানথ্রোপোজেনিক তাপের বিভিন্ন বৃদ্ধির হার পরবর্তী শতাব্দীতে বৈশ্বিক উষ্ণায়নে উল্লেখযোগ্য অবদান দেখায়। উদাহরণস্বরূপ, বর্জ্য তাপের বৃদ্ধির হার ২% পি.এ. ২৩০০ সালের কম সীমা ৩ ডিগ্রি বৃদ্ধি পাওয়ায়। এই বিষয়টি আরও পরিমার্জিত মডেলের মূল্যায়ন দ্বারা নিশ্চিত করা হয়েছে।\nযদিও আঞ্চলিক জলবায়ুতে বর্জ্য তাপের প্রভাব দেখা গিয়েছে, আবর্জনা তাপ থেকে উদ্ভূত ক্লাইমেট ফোর্সিং সাধারণত অত্যাধুনিক বৈশ্বিক জলবায়ুর মডেলগুলোতে গণনা করা হয় না।ইকুয়িলিব্রিয়াম ক্লাইমেট এক্সপেরিমেন্টগুলো একটি ২১০০ এএইচএফ সিনারিও দ্বারা উৎপাদিত হওয়া, পরিসংখ্যানগতভাবে উল্লেখযোগ্য মহাদেশীয়-স্কেল ভূপৃষ্ঠ উষ্ণায়ন (০.৪–০.৯ ° সেলসিয়াস) প্রদর্শন করে, এগুলো বর্তমান বা ২০৪০ এর এস্টিমেশন দ্বারা বের করা হয়নি। সাধারণ গ্লোবাল-স্কেলের এস্টিমেশন থেকে পাওয়া  অ্যানথ্রোপোজেনিক তাপের  যা সম্প্রতি বাস্তবায়িত হওয়া তা থেকে পাওয়া  অ্যানথ্রোপোজেনিক তাপের বিভিন্ন বৃদ্ধির হার পরবর্তী শতাব্দীতে বৈশ্বিক উষ্ণায়নে উল্লেখযোগ্য অবদান দেখায়। উদাহরণস্বরূপ, বর্জ্য তাপের বৃদ্ধির হার ২% পি.এ. ২৩০০ সালের কম সীমা ৩ ডিগ্রি বৃদ্ধি পাওয়ায়। এই বিষয়টি আরও পরিমার্জিত মডেলের মূল্যায়ন দ্বারা নিশ্চিত করা হয়েছে। \nএকটি গবেষণায় দেখা গেছে যে, যদি অ্যানথ্রোপোজেনিক তাপের নির্গমন বর্তমান হারে বাড়তে থাকে, তবে তা একবিংশ শতাব্দীর জিএইচজি নির্গমনের ন্যায় শক্তিশালী উষ্ণায়নের উৎস হয়ে উঠবে।\n\n\n== আরো দেখুন ==\nডিসট্রিক্ট হিটিং\nবর্জ্য তাপ পুনরুদ্ধার ইউনিট\nতাপ পুনরুদ্ধার বাষ্প জেনারেটর\nপিঞ্চ এনালাইসিস\nবিভিন্ন উৎস দ্বারা উৎপাদিত বিদ্যুতের আপেক্ষিক ব্যয়\nআরবান হিট আইল্যান্ড\nআরবান মেটাবলিজম\nবৈশ্বিক উষ্ণতা\n\n\n== তথ্যসূত্র =="}