{"pageid": 1049214, "title": "নগদ প্রবাহ", "url": "https://bn.wikipedia.org/wiki?curid=1049214", "content": "নগদ প্রবাহ হল টাকার বাস্তব বা ভার্চুয়াল প্রবাহ :\n\nসংকীর্ণ অর্থে নগদ প্রবাহ হল অর্থ প্রদান (মুদ্রায়), বিশেষত একটি কেন্দ্রীয় ব্যাংক অ্যাকাউন্ট থেকে অন্যটিতে; 'নগদ প্রবাহ' শব্দটি বেশিরভাগ ভবিষ্যতে প্রদত্ত প্রত্যাশাগুলির বিবরণ দিতে ব্যবহৃত হয়, এটি অনিশ্চিত এবং তাই নগদ প্রবাহের সাথে পূর্বাভাস দেওয়া দরকার;\nনগদ প্রবাহ নির্ধারিত হয় সময় t, নামমাত্র পরিমাণ N, মুদ্রা CCY এবং অ্যাকাউন্ট A দ্বারা ; প্রতীকীভাবে CF = CF(t,N,CCY,A)।\nবৃহৎ অর্থে কোনো ব্যবসায়, প্রকল্প বা আর্থিক পণ্যে বা বাইরে অর্থ প্রদানের বর্ণনা (সিম্বলিক) দেয়ার ক্ষেত্রে নগদ প্রবাহকে ব্যবহার করা জনপ্রিয়।\nকোনও সংস্থার আর্থিক বিবরণের তিনটি গুরুত্বপূর্ণ অংশ রয়েছে: ব্যালেন্স শীট, আয়ের বিবরণী এবং নগদ প্রবাহ বিবরণী। ব্যালান্স শিটটি কোনও সংস্থার সম্পদ এবং দায়বদ্ধতার এককালের স্ন্যাপশট দেয়। আয়ের বিবরণী নির্দিষ্ট সময়ের মধ্যে ব্যবসায়ের লাভজনকতা নির্দেশ করে।\nনগদ প্রবাহ মান, সুদের হার এবং তরলতার ধারণার সাথে সংক্ষিপ্তভাবে সংযুক্ত। একটি নগদ প্রবাহ যা ভবিষ্যতে দিন tN এ ঘটবে, তাকে t0 এ একই মানের একটি নগদ প্রবাহে রূপান্তরিত করা যেতে পারে।\n\n\n== নগদ প্রবাহ বিশ্লেষণ ==\nনগদ প্রবাহ প্রায়শই এমন ব্যবস্থায় রুপান্তরিত হয় যা তথ্য সরবরাহ করে উদাহরণস্বরূপ কোনো সংস্থার মান এবং পরিস্থিতি:\n\nকোনও প্রকল্পের রেট অব রিটার্ন বা মান নির্ধারণ করতে। প্রকল্পগুলির মধ্যে এবং বাইরে নগদ প্রবাহের সময়টি আর্থিক মডেলগুলির ইনপুট হিসাবে অভ্যন্তরীণ কোনও প্রকল্পের রেট অব রিটার্ন বা মান নির্ধারণ করতে।রেট অব রিটার্ন  এবং নেট বর্তমান মূল্য হিসাবে ব্যবহৃত হয়।\nব্যবসায়ের তরলতা নিয়ে সমস্যা নির্ধারণ করতে। লাভজনক হওয়ার অর্থ আবশ্যকভাবে তরল হওয়া নয়। লাভজনক হলেও নগদের ঘাটতির কারণে একটি সংস্থা ব্যর্থ হতে পারে।\nকোনও ব্যবসায়ের লাভের বিকল্প ব্যবস্থা হিসাবে যখন বিশ্বাস করা হয় যে অ্যাক্রুয়াল অ্যাকাউন্টিং এর ধারণাগুলি অর্থনৈতিক বাস্তবতার প্রতিনিধিত্ব করে না। উদাহরণস্বরূপ, কোনও সংস্থা তাত্ত্বিকভাবে লাভজনক হতে পারে তবে সামান্য অপারেশনাল ক্যাশ তৈরি করতে পারে (যেমন কোনও সংস্থার ক্ষেত্রে এটি হতে পারে যে তা নগদে বিক্রির চেয়ে তার পণ্য বিনিময় করে)। এই জাতীয় ক্ষেত্রে, সংস্থাগুলি শেয়ার জারি বা অতিরিক্ত ঋণ অর্থায়ন বাড়িয়ে অতিরিক্ত অপারেটিং ক্যাশ অর্জন করতে পারে।\nনগদ প্রবাহকে অ্যাক্রুয়াল অ্যাকাউন্টিং এর মাধ্যমে উৎপন্ন আয়ের 'গুণমান' মূল্যায়নের জন্য ব্যবহার করা যেতে পারে। যখন নেট উপার্জন বড় নন-ক্যাশ আইটেম থেকে সমন্বিত হয় তখন এটি নিম্ন মানের হিসাবে বিবেচিত হয়।\nকোনও আর্থিক পণ্যের মধ্যে থাকা ঝুঁকিগুলি মূল্যায়নের জন্য, যেমন নগদ (ক্যাশ) প্রয়োজনীয়তার সাথে মিল রাখা, ডিফল্ট ঝুঁকির মূল্যায়ন, পুনরায় বিনিয়োগের প্রয়োজনীয়তা ইত্যাদি\nনগদ প্রবাহ ধারণাটি নগদ প্রবাহের বিবরণী অ্যাকাউন্টিং স্ট্যান্ডার্ডের উপর ভিত্তি করে। শব্দটি ফ্লেক্সিবল এবং অতীত-ভবিষ্যতের সময়ের ব্যবধানগুলিকে বোঝাতে পারে। এটি জড়িত সমস্ত প্রবাহের বা সেই প্রবাহের একটি উপসেটের মোট উল্লেখ করতে পারে।\nনগদ প্রবাহ বিশ্লেষণের মধ্যে  ৩ ধরনের নগদ প্রবাহ উপস্থিত এবং নগদ প্রবাহ বিবরণের জন্য ব্যবহৃত হয়:\n\n[নগদ প্রবাহ পরিচালনা] - কোনও সংস্থার নিয়মিত ব্যবসায়িক ক্রিয়াকলাপ থেকে নগদ অর্থের পরিমাণ। অপারেশন নগদ প্রবাহ নির্দেশ করে যে কোনও সংস্থা বর্তমান ব্যয় এবং ঋণ পরিশোধের জন্য পর্যাপ্ত নগদ প্রবাহ উৎপাদন করতে পারে কিনা।\nবিনিয়োগমূলক ক্রিয়াকলাপ থেকে নগদ প্রবাহ - শারীরিক সম্পদ কেনা, সিকিওরিটির ক্ষেত্রে বিনিয়োগ, বা সিকিওরিটি বা সম্পদ বিক্রয় ইত্যাদির মতো বিনিয়োগের পরিমাণ থেকে নগদ অর্থ প্রাপ্তি।\nঅর্থায়ন কার্যক্রম থেকে নগদ প্রবাহ (সিএফএফ) - নগদ অর্থের প্রবাহ যা কোম্পানিকে অর্থ যোগান দিতে  ব্যবহৃত হয়। এর মধ্যে লভ্যাংশ, ইকুইটি এবং ঋণ জড়িত লেনদেন অন্তর্ভুক্ত।\n\n\n== ব্যবসায়ের ফিনানশিয়ালস ==\nএকটি মেয়াদে (সাধারণত এক চতুর্থাংশ, অর্ধ বছর বা একটি সম্পূর্ণ বছর) কোনও কোম্পানির (মোট) নেট নগদ প্রবাহ  এই সময়ের মধ্যে নগদ ব্যালেন্সের পরিবর্তনের সমান: নগদ ব্যালেন্স বৃদ্ধি হলে (আরও নগদ সহজলভ্য হয়ে যায়) ইতিবাচক, নগদ ব্যালেন্স হ্রাস হলে নেতিবাচক। কোনও প্রকল্পের মোট নেট নগদ প্রবাহ হল নগদ প্রবাহের সমষ্টি যা তিনটি ক্ষেত্রে শ্রেণিবদ্ধ করা হয়েছে:\n\nঅপারেশনাল নগদ প্রবাহ : নগদ প্রাপ্তি বা ব্যয় সংস্থার অভ্যন্তরীণ ব্যবসায়িক ক্রিয়াকলাপের ফলস্বরূপ। কোনও প্রকল্পের অপারেটিং নগদ প্রবাহ দ্বারা নির্ধারিত হয়:\nওসিএফ = ইনক্রিমেন্টাল ইনকাম + অবচয় = (সুদ এবং করের আগে আয় - কর) + অবচয়\nওসিএফ = সুদ এবং করের আগে উপার্জন * (১ − করের হার) + অবচয়\nওসিএফ = (রাজস্ব - বিক্রিত দ্রব্যের ব্যয় - অপারেটিং ব্যয় - অবচয়) * (১ - করের হার) + অবচয়\nওসিএফ = (রাজস্ব - বিক্রিত দ্রব্যের ব্যয় - অপারেটিং ব্যয়) * (১ - করের হার) + অবচয় * (করের হার)\nঅবচয়*(করের হার) যা সূত্রের শেষে চিহ্নিত হয় তাকে অবচয় ঢাল (ডিপ্রেসিয়েশন শিল্ড) বলা হয় যার মাধ্যমে আমরা দেখতে পাচ্ছি যে অবচয় এবং নগদ প্রবাহের মধ্যে নেতিবাচক সম্পর্ক রয়েছে।\n\nনেট ওয়ার্কিং মূলধনে পরিবর্তন: এটি ইনভেন্টরির মতো সংস্থার স্বল্প-মেয়াদী সম্পদ সম্পর্কিত ব্যয় বা আয়।\nমূলধন ব্যয় : এটি কোনও নতুন সরঞ্জাম কেনার জন্য ব্যবহৃত নগদ বা পুরানো সরঞ্জাম বিক্রি করে যে নগদ অর্জন করা হয় তার মতো সংস্থার স্থায়ী সম্পত্তির সাথে সম্পর্কিত ব্যয় বা লাভ।\nউপরের তিনটি উপাদানের যোগফল হ'ল কোনও প্রকল্পের জন্য নগদ প্রবাহ।\nএবং কোনও সংস্থার জন্য নগদ প্রবাহের ক্ষেত্রে তিনটি অংশ অন্তর্ভুক্ত রয়েছে:\n\nঅপারেটিং নগদ প্রবাহ : কোনও সংস্থার অভ্যন্তরীণ ক্রিয়াকলাপ যেমন বিক্রয় রাজস্ব থেকে প্রাপ্ত নগদ বা শ্রমিকদের প্রদত্ত নগদ হিসাবে\nবিনিয়োগ নগদ প্রবাহ: নগদ প্রবাহকে বোঝায় যা সংস্থার নির্ধারিত সম্পত্তির সাথে সম্পর্কিত যেমন সরঞ্জাম নির্মাণ এবং এরূপ যেমন কোনও নতুন সরঞ্জাম বা বিল্ডিং কেনার জন্য নগদ ব্যবহৃত হয়\nঅর্থায়ন নগদ প্রবাহ: স্টক প্রদান বা লভ্যাংশ প্রদানের মতো কোনও সংস্থার অর্থায়ন কার্যক্রম থেকে নগদ প্রবাহ।\nউপরের তিনটি উপাদানের যোগফলটি কোনও সংস্থার মোট নগদ প্রবাহ হবে।\n\n\n== উদাহরণ ==\n\nনেট ক্যাশ ফ্লো কেবল সীমিত পরিমাণে তথ্য সরবরাহ করে। উদাহরণস্বরূপ,  দুটি সংস্থার তিন বছরেরও বেশি নগদ প্রবাহ তুলনা করুন:\n\nসংস্থা বি এর অধিক বার্ষিক ক্যাশ ফ্লো আছে। তবে, সংস্থা এ আসলে তার মূল কার্যক্রমের মাধ্যমে আরও বেশি অর্থ উপার্জন করছে এবং ইতোমধ্যে দীর্ঘমেয়াদী বিনিয়োগে ৪৫ মিলিয়ন ব্যয় করেছে, যার মধ্যে রাজস্ব কেবল তিন বছর পরে প্রদর্শিত হবে।\n\n\n== আরও দেখুন ==\nমূলধন অর্জন\nনগদ প্রবাহ সাইন কনভেনশন\nনগদ প্রবাহ হেজ\nনগদ প্রবাহ প্রক্ষেপণ\nনগদ প্রবাহ বিবৃতি\nবিনিয়োগ\nপ্যাসিভ আয়\nলাভ\nরিটার্ন অফ ক্যাপিটাল\nরিটার্ন অন ইক্যুইটি\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== আরও পড়ুন ==\nAuerbach, A. J., & Devereux, M. P. (2013). Consumption and cash-flow taxes in an international setting (No. w19579). STICERD - Public Economics Programme Discussion Papers 03, Suntory and Toyota International Centres for Economics and Related Disciplines, LSE. National Bureau of Economic Research.\n\n\n== বহিঃসংযোগ ==\nঅপারেশনগুলি থেকে নগদ প্রবাহের প্রতিবেদন সম্পর্কিত একাডেমিক গবেষণার একটি পর্যালোচনা"}