{"pageid": 1049221, "title": "২০১৬-এর জাতিসংঘ জলবায়ু পরিবর্তন সম্মেলন", "url": "https://bn.wikipedia.org/wiki?curid=1049221", "content": "২০১৬ সালের জাতিসংঘের জলবায়ু পরিবর্তন সম্মেলনটি পরিবেশগত সমস্যাগুলি নিয়ে আলোচনার জন্য রাজনৈতিক নেতা এবং কর্মীদের একটি আন্তর্জাতিক সভা ছিল। এটা ৭-১৮ নভেম্বর ২০১৬ তে  মারাক্কেশ, মরক্কোতে অনুষ্ঠিত হয়  । সম্মেলনে  বাইশতম পার্টির সম্মেলন ( সিওপি২২ ), কিয়োটো প্রোটোকলের ( সিএমপি১২ ) দলগুলির দ্বাদশ সভা এবং প্যারিস চুক্তির ( সিএমএ১ ) পক্ষের প্রথম বৈঠকে অন্তর্ভুক্ত করা হয়েছিল। সম্মেলনের উদ্দেশ্য ছিল জলবায়ু পরিবর্তনের বিরুদ্ধে লড়াইয়ের পরিকল্পনা এবং তা বাস্তবায়ন করা নিয়ে আলোচনা করা  এবং \"প্যারিস চুক্তির বাস্তবায়ন চলছে বলে বিশ্বকে [প্রদর্শন করা]\"।  অংশগ্রহণকারীরা জলবায়ু পরিবর্তনের বিশ্বব্যাপী সমাধানের জন্য একত্রে কাজ করেন।\nসম্মেলনের সভাপতিত্ব করেন মরোক্কোর পররাষ্ট্র ও সহযোগিতা মন্ত্রী সালাহেদিন মেজুয়ার ।  প্রায় ২০,০০০ অংশগ্রহণকারী অংশ নেবেন বলে আশা করা হয়েছিল।\n২ মে ২০১৬তে ইভেন্ট ফার্ম জিএলইভেন্টস পরিষেবা চুক্তিতে স্বাক্ষর করেছে। জাতিসংঘের খাদ্য ও কৃষি সংস্থাও   সিওপি২২-র প্রস্তুতিতে তার সমর্থন দিয়েছিল।\n\n\n== পটভূমি ==\n\n\n=== জলবায়ু পরিবর্তন সম্পর্কিত জাতিসংঘের ফ্রেমওয়ার্ক কনভেনশন ===\nসম্মেলনে অংশগ্রহণকারীরা হলেন জলবায়ু পরিবর্তন সম্পর্কিত জাতিসংঘের ফ্রেমওয়ার্ক কনভেনশন ( ইউএনএফসিসিসি ) এর সদস্যরা। এই সম্মেলনের উদ্দেশ্য হ'ল \"জলবায়ু ব্যবস্থার সাথে বিপজ্জনক মানবিক হস্তক্ষেপ\" রোধ করা।  এটি জৈবিক বৈচিত্র্য সম্পর্কিত জাতিসংঘ কনভেনশন  এবং  মরুকরণ লড়াইয়ের কনভেনশন উভয়ের সাথেই জড়িত; তিনটিই ১৯৯২ সালে রিও ধরিত্রি সম্মেলনে গৃহীত 'রিও কনভেনশনস' হিসাবে বিবেচিত হয়।   ইউএনএফসিসিসি \"সম্মেলনের সংক্ষিপ্তসার\" হিসাবে সাতটি পদক্ষেপ তালিকাভুক্ত রয়েছে।\n\nজলবায়ু পরিবর্তনের সমস্যাটি মানুষের সুরক্ষার জন্য হুমকি হিসাবে স্বীকৃত।\nগ্রিনহাউস গ্যাস নির্গমন, বিশেষত শিল্পোন্নত দেশগুলিতে অবশ্যই হ্রাস করতে হবে এবং দেশগুলিকে নির্গমন হ্রাস করার জন্য চাপ দেয়া হয়।\nউন্নত দেশগুলিকে অবশ্যই নির্গমন হ্রাস করতে পদক্ষেপ নিতে হবে এবং উন্নয়নশীল দেশগুলিকে পরিচালিত করতে হবে ।\nউন্নত দেশগুলি আর্থিক ও প্রযুক্তিগত সহায়তা প্রদান করে উন্নয়নশীল দেশগুলিকে সহায়তা করবে।\nউভয় উন্নত এবং উন্নয়নশীল দেশ জলবায়ু পরিবর্তন নীতি এবং গ্রিনহাউস গ্যাস নির্গমন সম্পর্কিত প্রতিবেদন জমা দেয়।\nউন্নয়নশীল দেশগুলিতে, গ্রীনহাউস গ্যাস নিঃসরণ বৃদ্ধিকে সীমাবদ্ধ করার ক্ষেত্রে  যখন জাতিটি শিল্পায়ন করে তখন পরিচ্ছন্ন প্রবৃদ্ধির উপর জোর দেওয়া হয়েছে।\nজলবায়ু পরিবর্তনের উপস্থিতিতে জীবনের মান বাড়াতে, কনভেনশন প্রয়োজনীয়তার সময় জলবায়ু পরিবর্তনের বিরূপ প্রভাবগুলিকে সম্বোধন করবে এবং মানিয়ে নেবে।\n\n\n=== কিয়োটো প্রোটোকল ===\nমেরাকেচ কনফারেন্স হলো  কিয়োটো প্রোটোকল অনুসরণ করে জাতিসংঘ দ্বারা নিয়মিত বৈশ্বিক সম্মেলনের একটি ধারাবাহিকতা। কিয়োটো প্রোটোকলটি ১৯৯৭ সালে সিওপি৩-তে লেখা হয়েছিল, তবে ১৬ ফেব্রুয়ারি ২০০৫ অবধি আনুষ্ঠানিকভাবে গৃহীত হয়নি।  এটি ২০০৮ থেকে ২০১২ সাল পর্যন্ত কার্যকর ছিল। এটি বৈশ্বিক নির্গমন হ্রাস নিশ্চিত করতে কঠোর বিধিবিধান কার্যকর করেছে। একটি দেশ নির্গমন হ্রাসে সহায়তা করতে তিনটি প্রধান প্রক্রিয়া ব্যবহার করতে পারে: আন্তর্জাতিক নির্গমন বাণিজ্য, পরিষ্কার উন্নয়ন প্রক্রিয়া এবং যৌথ বাস্তবায়ন। \nপ্রোটোকলটির জলবায়ু পরিবর্তনের অবস্থার সাথে খাপ খাইয়ে নিতে দেশগুলিকে সহায়তা করার কথাও ছিল।এর সাথে, জাতিসংঘের জলবায়ু পরিবর্তন সচিবালয় দলগুলি থেকে প্রতিবেদনগুলি পায়, লেনদেন যাচাই করে এবং দলগুলিকে জবাবদিহি করতে বলে। ইউএনএফসিসি কিয়োটো প্রোটোকলকে জলবায়ু পরিবর্তন প্রতিরোধের \"প্রথম পদক্ষেপ\" হিসাবে বিবেচনা করে। \n\n\n=== প্যারিস চুক্তি ===\nপ্যারিস চুক্তির লক্ষ্য বিশ্বব্যাপী তাপমাত্রার বৃদ্ধি রোধ করা।উন্নয়নশীল দেশ এবং উন্নত দেশ দুক্ষেত্রেই গৃহীত কাজের স্বচ্ছতা বাড়াতে এটি দলসমূহ কর্তৃক প্রেরিত প্রতিবেদনের দ্বারা নিয়ন্ত্রিত হয় । জলবায়ু পরিবর্তনের অবস্থার সাথে দেশগুলির খাপ খাইয়ে নেওয়ার ক্ষমতা বাড়াতেও এর ব্যবস্থা রয়েছে। একটি দেশ যে পরিবর্তনের মাধ্যম নিতে পারে তাকে \"জাতীয় নির্ধারিত অবদান\" বলা হয়। এনডিসি হলো মূলত প্রতিটি দেশ তাদের নির্গমন হ্রাস করতে যে প্রচেষ্টা গ্রহণ করবে তা । এই চুক্তিটি ৪ নভেম্বর ২০১৬ থেকে কার্যকর হয়েছিল। এখন পর্যন্ত, এটি সম্মেলনে ১৯৭ টি দলের মধ্যে ১৩২ টি দল দ্বারা অনুমোদিত হয়েছে। \n\n\n=== পূর্ববর্তী সিওপি ===\n\n\n==== ২০০৯: কোপেনহেগেন (সিওপি১৫) ====\nকোপেনহেগেন সম্মেলনটি কিয়োটো থেকে অনুসরণ করার উদ্দেশ্যে করা হয়েছিল, এবং কোপেনহেগেন চুক্তিতে সমাপ্ত হয়, একটি ৩-পৃষ্ঠার পাঠ্য জলবায়ু পরিবর্তন সম্পর্কিত সাধারণ আন্তর্জাতিক অভিপ্রায় প্রকাশ করে (গ্রিনহাউস-গ্যাস নিঃসরণ হ্রাস করা, বৈশ্বিক উষ্ণায়নকে ২°সি এ সীমিত করে তোলা  এবং ২০১০-২০১২ এর জন্য ৩০বিলিয়ন ডলার সরবরাহ করা)  এই লক্ষ্যগুলি সত্ত্বেও, সম্মেলনটি সাধারণত ব্যর্থতা হিসাবে বিবেচিত হয়। \n\n\n==== ২০১১: ডারবান (সিওপি১৭) ====\nডারবান কনফারেন্সের উদ্দেশ্য ছিল ভবিষ্যতের আলোচনার পথ প্রস্তুত করার জন্য শুরু থেকেই আলোচনা শুরু করা। উন্নত কর্মের জন্য ডার্বান প্ল্যাটফর্মের অহ হক ওয়ার্কিং গ্রুপটি \"উচ্চাভিলাষের ব্যবধানটি বন্ধ করার\" জন্য তৈরি করা হয়েছিল যা নানান জাতি দ্বারা গ্রীনহাউস-গ্যাস নির্গমন প্রতিশ্রুতি এবং জলবায়ু পরিবর্তনকে ২°সি বৃদ্ধির নিচে রাখার লক্ষ্যের  মধ্যে বিদ্যমান ছিল\n\n\n==== ২০১৪: লিমা (সিওপি২০) ====\nলিমা সম্মেলনের অগ্রাধিকার ছিল জলবায়ু পরিবর্তনকে বর্তমান দিন এবং ২১০০-এর মধ্যে ২°সি বৃদ্ধির আওতায় রাখার লক্ষ্যে প্রচেষ্টা দ্বিগুণ করা  সম্মেলনটি একটি ৩৭ পৃষ্ঠার পাঠ্য গ্রহণ করার মাধ্যমে ভবিষ্যতে প্যারিসে সিওপি২১ চুক্তির একটি প্রস্তুতির দলিল দিয়ে শুরু হয়। \n\n\n==== ২০১৫: প্যারিস (সিওপি২১) ====\nসম্মেলনে অংশ নেওয়া ১৯৫ টি দেশ প্রথম বিশ্বব্যাপী জলবায়ু চুক্তি গ্রহণ করেছে, একটি বাধ্যবাধকতা চুক্তি যার লক্ষ্য জলবায়ু পরিবর্তনকে ২°সি-এর কম তাপমাত্রা বৃদ্ধির মধ্যে সীমাবদ্ধ করা । সি। \n\n\n== অংশগ্রহণকারীরা ==\nসম্মেলনটির অংশগ্রহণকারীদের তিনটির একটি বিভাগে বাছাই করা যেতে পারে: দল, পর্যবেক্ষক বা প্রেস/মিডিয়া সদস্যগণ।\n\n\n=== দলসমূহ ===\nএকটি জাতিকে \"দল\" হিসাবে বিবেচনা করা হলে সেখানে তিনটি স্বতন্ত্র গ্রুপ থাকতে পারে। এগুলি সংযুক্তি ১ সংযুক্তি ২, এবং  অসংযুক্ত । দলগুলির সংগঠন প্রতিটি দেশের অংশগ্রহণের স্তরটি স্থির করে। এটি নির্ধারণ করে যে দেশটিকে অন্যদের আর্থিক সহায়তা করতে হবে, তাদের কতবার প্রতিবেদন পাঠাতে হবে এবং তাদের দেশে নিয়মকানুনের কঠোরতা কতটুক তা নির্ধারণ করে। সংযুক্তি ১ শিরোনামটি ১৯৯২ সালে   অর্থনৈতিক সহযোগিতা ও বিকাশ সংস্থা ( ওইসিডি ) বা অর্থনৈতিক রূপান্তরের ( ইআইটি ) দেশগুলির সাথে জড়িত শিল্পোন্নত দেশগুলিকে বোঝায়। সংযুক্তি ২ ওইসিডি তে আছে  তবে ইআইটিতে নয় এমন দেশগুলিকে বোঝায়। এই দলগুলির কম উন্নত দেশগুলিকে আর্থিকভাবে সহায়তা করতে হয়। গ্রীনহাউস গ্যাস নিঃসরণ হ্রাস করার জন্য তাদের জলবায়ু বান্ধব প্রযুক্তিতে স্থানান্তরের জন্য অতিরিক্ত পদক্ষেপ নিতে আশা করা যায়। অসংযুক্ত দেশগুলি তাদের অবস্থান, অর্থনৈতিক পরিস্থিতি বা অন্যান্য ইস্যুগুলির কারণে উন্নয়নশীল এবং  জলবায়ু পরিবর্তনের জন্য বিশেষত ঝুঁকিপূর্ণ। আরেকটি শিরোনাম হ'ল \"স্বল্পোন্নত দেশ\"।  এটি সে জাতি ইঙ্গিত করে যার জলবায়ু পরিবর্তন সংক্রান্ত বিষয়ে প্রতিক্রিয়া জানানোর ক্ষমতা সীমাবদ্ধ। এই লেবেলটি অন্যান্য পক্ষগুলিকে নির্দেশ করে যে অতিরিক্ত স্তরের সমর্থন প্রয়োজন ।\n\n\n=== পর্যবেক্ষক ===\nপর্যবেক্ষক সংস্থাগুলির মধ্যে জাতিসংঘের সিস্টেমস এবং এর বিশেষায়িত সংস্থাগুলি, আন্ত-সরকারী সংস্থা ( আইজিও ) এবং বেসরকারী সংস্থা ( এনজিও ) অন্তর্ভুক্ত রয়েছিল।  ইউএনএফসিসিসি সম্পর্কিত যে কোনও বৈঠক বা উপস্থাপনায় প্রতিনিধি প্রেরণের জন্য পর্যবেক্ষক সংস্থাগুলিকে অবশ্যই  আবেদন করতে হবে এবং সিওপির তা মানতে হবে। এনজিওগুলি ব্যবসা, শ্রমিক ইউনিয়ন, গবেষণা বা একাডেমিক ইনস্টিটিউট, স্থানীয় জনগোষ্ঠী, লিঙ্গ-অনুমোদিত গ্রুপ, যুব গোষ্ঠী, পরিবেশকর্মী, কৃষক এবং কৃষিবিদ হতে পারে।  প্রায় ২০০০এনজিও এবং ১০০ আইজিওগুলিকে ২০১৬ সালের সম্মেলনে প্রবেশ করতে দেয়া হয়েছিল। কোনও সংস্থা একবার প্রবেশ করার সুযোগ পেলে তাদের পরবর্তী সম্মেলনের জন্য পুনরায় আবেদন করতে হবে না।  পর্যবেক্ষকরা তাদের পুরো সংস্থার পক্ষ থেকে সম্মেলনের মধ্যে বিষয় বা আদেশ সংক্রান্ত প্রতিক্রিয়া জমা দিতে পারেন।\n\n\n== সিওপি২২ এর উদ্দেশ্যসমূহ ==\nপ্রতিটি সিওপি সহযোগিতার মাধ্যমে জলবায়ু পরিবর্তনের সাথে কীভাবে কাজ করতে হবে এবং গ্রিনহাউস গ্যাস নিঃসরণ কমাতে হবে সিদ্ধান্ত নেয়। কিন্তু, প্রতি বছর একটি আলাদা থিম বেছে নেওয়া হয় এবং এতে মনোনিবেশ করা হয়। বাইশতম অধিবেশনের মূল বিষয়গুলি ছিল জল সরবরাহ এবং শক্তি সরবরাহকে ডেকার্বোনাইজ করার বিষয়ে।  সিওপি২২ ইউএনএফসিসিসির সময় মেরাকেচে ১৪ এবং ১৫ নভেম্বর অনুষ্ঠিত হয়েছিল  প্যারিস চুক্তি যেভাবে প্রয়োগ করা হবে, সেই সাথে আলোচনার এজেন্ডাও সিওপি 22-এর এজেন্ডায় ছিল। নিক গাউনিং, ব্রিটিশ সাংবাদিক হিসাবে পরিচিত, এই অনুষ্ঠানের সভাপতিত্ব করেছিলেন।\n\n\n=== আফ্রিকান মাত্রা থেকে সিওপি২২ ===\nসিওপি২২-এর মার্জিনে, ১ নভেম্বর ২০১৬তে, মারাকেশে \"প্রায় 30 আফ্রিকান রাষ্ট্রপ্রধান\" জড়িত একটি শীর্ষ সম্মেলন অনুষ্ঠিত হয়েছিল। এই শীর্ষ সম্মেলনটি আফ্রিকা বিশ্ব উষ্ণায়নের ফলে বিশ্বে সবচেয়ে বেশি হুমকির মুখোমুখি, এই পটভূমিতে মূলত জলবায়ু আলোচনার দিকে মনোনিবেশ করা হয়। আরও স্থানীয় নোটে, মারাকাকেশ শহরও নিজের জন্য সবুজ রঙের চিত্র তৈরির সুযোগ নিয়েছিল; উদাহরণস্বরূপ, এটি পৌরসভাইয়   সাইকেল ভাগ করে নেওয়ার প্রকল্পের অংশ হিসাবে জনসাধারণের ব্যবহারের জন্য ৩০০ টি সাইকেল সরবরাহ করেছিল। \n\n\n=== সুরের উপস্থাপনা - টেকসই এবং স্থিতিস্থাপক অবকাঠামোর মানক ===\n১৪ ই নভেম্বর, সুইস গ্লোবাল ইনফ্রাস্ট্রাকচার বেসেল ফাউন্ডেশন (জিআইবি) সদ্য চালু হওয়া সুরে - স্থানীয় ও আঞ্চলিক নেতাদের জন্য জলবায়ু শীর্ষ সম্মেলনে টেকসই এবং স্থিতিস্থাপক অবকাঠামোর মানক উপস্থাপন করেছে।  জিআইবি মাররাকেচ রোডম্যাপ ফর একশন ডেফিনেশানে অবদান রাখতে \"অঞ্চলগুলির টেকসই রূপান্তরকে অর্থায়ন\" সম্পর্কিত একটি সংলাপে অংশ নিয়েছিল।\n\n\n=== ১৪ নভেম্বর ===\n\n\n==== জল ব্যবস্থাপনা এবং সংরক্ষণ ফোরাম ====\nজল পরিবহন, জলের সংরক্ষণের ক্ষেত্রে অবকাঠামো, টেকসই বিতরণ, সংরক্ষণের জন্য নতুনত্ব এবং নতুন প্রযুক্তির জন্য প্রচেষ্টা ত্বরান্বিত সম্পর্কিত বিশদ বিষয়। অনুষ্ঠানের চারজন মডারেটর ছিলেন: ইউরোপীয় জল অংশীদারত্বের বেলজিয়ামের সদস্য রেমন্ড ভ্যান এরম্যান; মাসাগোস জুলকিফলি, সিঙ্গাপুরের পরিবেশ ও জল সম্পদ মন্ত্রী; এডগার গুটিরিজ এস্পেলিটা, কোস্টা রিকার পরিবেশ ও জ্বালানী মন্ত্রী এবং ইউএনইএর রাষ্ট্রপতি; সুসান এমবোয়া, কোকা-কোলা আফ্রিকা ফাউন্ডেশনের সভাপতি। \n\n\n==== শক্তি সরবরাহকারীর  ডার্বারোনেজেশন কীনোট প্যানেল ====\nএই প্যানেলটি পুনর্নবীকরণযোগ্য সংস্থানসমূহের ব্যবহার, পুনর্নবীকরণযোগ্য জ্বালানী বাজারের প্রচারে কীভাবে নীতি ব্যবহার করা যেতে পারে এবং এই পরিবর্তনগুলিকে সামঞ্জস্য করার জন্য কীভাবে অবকাঠামোগত উন্নতি করা যায় সে সম্পর্কে নানান সমস্যাগুলি সম্বোধন করেছে। মডারেটরগুলির মধ্যে রয়েছেন নিক গাউং, ব্রিটিশ সাংবাদিক; সংযুক্ত আরব আমিরাতের এইচ.ই ফাতিমা আল ফুরা; যুক্তরাজ্যের লর্ড গ্রেগরি বেকার; সুইডেনের আন্দ্রেয়াস রেজনেল এবং সিমেন্স এজি থেকে জান রাবে। \n\n\n==== নগরের গতিশীলতা ত্বরাণ্বিত ফোরাম ====\nগতিশীলতা, বিশেষত পাবলিক পরিবহন এই ফোরামের মূল ফোকাস ছিল। সদস্যরা টেকসই পাবলিক পরিবহন বিকল্পগুলির সম্ভাবনাগুলি নিয়ে আলোচনা করেছেন যা ব্যবহারকারীর কাছে আকর্ষণীয় ছিল। মূল লক্ষ্য ছিল জনপরিবহন যেভাবে শূন্য নির্গমন হতে পারে সেগুলি উদ্ভাবন করা। মডারেটরগুলির মধ্যে নিক গাউং, যুক্তরাজ্য; আন্ড্রেয়াস ক্লুজেসিড, মার্কিন যুক্তরাষ্ট্র; ল্যান মেরি এনগুইন বার্গ, নরওয়ে; গ্লেন আর মারে, কানাডা; ম্যাট রডরিকিজ, মার্কিন যুক্তরাষ্ট্র \n\n\n==== অর্থায়ন জলবায়ু অ্যাকশন সমাপ্তি কীনোট প্যানেল ====\nএই প্যানেলে অর্থের সাথে সম্পর্কিত নতুন সবুজ পণ্য প্রচারের বিষয়ে আলোচনা করা হয়েছে, পাশাপাশি অর্থনৈতিক ব্যবস্থাগুলিতে জলবায়ু বিবেচনার বিষয়টিও অন্তর্ভুক্ত করা হয়েছে। প্যানেল সদস্যদের মধ্যে এরিক উশার, কানাডা ; জোচেন ফ্ল্যাসবার্থ, জার্মানি; ক্রিশ্চিয়ান গ্রসম্যান, জার্মানি; ফ্রেডেরিক সামামা, ফ্রান্স; মোস্তফা বাককুরি, মরক্কো; মনিকা স্কাতাস্টা, লাক্সেমবার্গ অন্তর্ভুক্ত ছিল। \n\n\n=== ১৫ নভেম্বর ===\n\n\n==== উদীয়মান অঞ্চলগুলির মূল প্যানেলে লো কার্বন উদ্ভাবন ====\nদলগুলি আলোচনা করেছিল যে কীভাবে নিম্ন নির্গমন প্রযুক্তিটি বিদ্যমান অবকাঠামোর মধ্যে একীভূত করা যায়, নীতিনির্ধারকরা কীভাবে নিরাপদে প্রযুক্তি প্রয়োগ করতে পারেন এবং ইউএনএফসিসিসি কীভাবে স্থানীয় ব্যবসায়কে সবুজ শক্তিতে রূপান্তরিত করতে সহায়তা করতে পারে। মডারেটরগুলির মধ্যে ছিল জ্যানোস পাস্জটার, হাঙ্গেরিয়ান; এইচ.ই. নেস্টার বাতিও বাসিয়ের, বুর্কিনা ফাসো; ডিয়েগো পাভিয়া; মাফল্ডা ডুয়ার্টে, মার্কিন যুক্তরাষ্ট্র; এলহাম ইব্রাহিম, আফ্রিকা । \n\n\n==== পরিবর্তনের চালক হিসাবে টেকসই ব্যবসা ====\nএই ফোরামটি কীভাবে এমন ব্যবসায়িক  মডেল তৈরি করা যায় যা পৃথিবীতে  সর্বনিম্ন কার্বন পদচিহ্ন রাখবে তা চিন্তা করে। মডারেটরগুলির মধ্যে রয়েছে ফিলিপ জুবার্ট, নাইজেরিয়া; পিটার হুইলার, যুক্তরাজ্য; পের্টি কোরহোনেন, ফিনল্যান্ড; পল সিম্পসন, যুক্তরাজ্য; এপ্রিল ক্রো, মার্কিন যুক্তরাষ্ট্র। \n\n\n==== উদ্ভাবনকে প্রভাবিত করা: সবুজ একাডেমিক বৃদ্ধি ত্বরণ ====\nএই ফোরামটি আলোচনা করেছে যে কীভাবে নতুন প্রযুক্তি এবং উদ্ভাবনগুলি অবশ্যই পরিবেশ বান্ধব এবং টেকসই বৈশিষ্ট্যগুলি প্রদর্শন করবে। অধিকন্তু, তাদের সবুজ কাজ তৈরিতে সহায়তা করা উচিত এবং ইতোমধ্যে বিদ্যমান বাজারগুলিতে সংযুক্ত হতে সক্ষম হওয়া উচিত। মডারেটরগুলোর মধ্যে সু রেড, ইন্দোনেশিয়া ; পল আইজাক মুসাসিজি, উগান্ডা; এরিক ওলসন, মার্কিন যুক্তরাষ্ট্র; যোশিওকা তাতসুয়া, জাপান অন্তর্ভুক্ত ছিল। \n\n\n== সমালোচনা এবং পিছিয়ে যাওয়া ==\nওয়ার্ল্ড কয়লা অ্যাসোসিয়েশন, অস্ট্রেলিয়া বিজনেস কাউন্সিল, বিজনেস ইউরোপ এবং বিজনেস রাউন্ডটেবিল সহ পর্যবেক্ষক মর্যাদার সাথে জীবাশ্ম জ্বালানী লবি গ্রুপের অন্তর্ভুক্তি সমালোচনার মুখোমুখি হয়েছে।  বিশ্লেষকরা পরামর্শ দিয়েছেন যে ২০১৬ সালের মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি পদে ডোনাল্ড ট্রাম্পের নির্বাচন জলবায়ু পরিবর্তনের বিষয়ে তার পশ্চাদমুখী দৃষ্টিভঙ্গির কারণে কংগ্রেসের প্রচেষ্টা ব্যাহত করেছিল। জলবায়ু পরিবর্তন সম্পর্কে তাঁর অবস্থান জানা ছিল না \nঅন্যান্য সমালোচনা পরিবেশ প্রচারকারীদের কাছ থেকে এসেছিল যারা এই যুক্তি দিয়েছিলেন যে সম্মেলনটি \"বক্তৃতাগুলিতে ভারী এবং সত্যিকারের অগ্রগতির বিষয়ে হাল্কা।\" আগের বছর প্যারিসে অনুষ্ঠিত সম্মেলনটিকে ভবিষ্যতের অগ্রগতির ভিত্তি হিসাবে দেখা হয়েছিল, উত্তরসূরি মারাকেশের  আয়োজনটি সেই প্রতিশ্রুতিকে বাস্তবায়িত করবে তা ভাবা হয়েছিল। অতিরিক্ত সমালোচনাগুলি দেখিয়েছে যে স্বল্পোন্নত দেশগুলিকে \"বৈশ্বিক উষ্ণায়নের কারণে ইতোমধ্যে যে পরিবর্তনগুলি ঘটছে\" তার সাথে খাপ খাইয়ে নিতে সহায়তা করার জন্য পর্যাপ্ত অর্থ পায়নি। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nটেমপ্লেট:United Nations climate change conferences"}