{"pageid": 1049173, "title": "জনপ্রিয় সংস্কৃতিতে জলবায়ু পরিবর্তন", "url": "https://bn.wikipedia.org/wiki?curid=1049173", "content": "জলবায়ু পরিবর্তন সম্পর্কিত সমস্যা, এর সম্ভাব্য প্রভাব এবং এ সম্পর্কিত মানব-পরিবেশ মিথস্ক্রিয়া, ‘’’জনপ্রিয় সংস্কৃতিতে’’’ প্রবেশ করেছে ২০ শতকের শেষের দিকে।\nবিজ্ঞানের ইতিহাসবিদ নওমির ওরেসেকস উল্লেখ করেছেন, \"পেশাদার বিজ্ঞানীরা গত ৩০ বছরে যা শিখিছেন ও অধ্যয়ন করেছেন এবং এর মধ্যে জনপ্রিয় সংস্কৃতিতে যা রয়েছে তার মধ্যে বিশাল বিচ্ছিন্নতা রয়েছে।\" একটি একাডেমিক স্টাডিতে দেখা যায়, জলবায়ু পরিবর্তনের বিষয়ে বৈজ্ঞানিক ঐক্যমতের খুব ধীর স্বীকৃতির সাথে ওজোন হ্রাসের তুলনামূলক দ্রুত গ্রহণযোগ্যতার বিপরীত চিত্র জনপ্রিয় সংস্কৃতিতে প্রতিফলিত হয়েছে।\n\n\n== চলচ্চিত্র ==\n\nসোয়েলেন্ট গ্রিন (১৯৭৩),রিচার্ড ফ্লিশার পরিচালিত এবং চার্লটন হেস্টন অভিনীত চলচ্চিত্র। গ্রীনহাউস প্রভাবের কারণে মরতে থাকা মহাসাগর এবং বছরব্যাপী আর্দ্রতা নিয়ে একটি কাল্পনিক ভবিষ্যত তৈরী করেন, যেগুলোর কারণে দূষণ, দারিদ্র্য, অতিরিক্ত জনসংখ্যা এবং ক্ষয়িষ্ণু উৎসগুলো ভুগছে।\nরিডলি স্কট পরিচালিত, হ্যারিসন ফোর্ড এবং রাটার হাউর অভিনীত ব্লেড রানার (১৯৮২), লস অ্যাঞ্জেলেসের একটি আর্দ্র বৃষ্টির পরিবেশে নির্মিত হয়েছে। এটি ডু অ্যান্ড্রয়েডস ড্রিম অফ ইলেকট্রিক শিপ উপন্যাস অবলম্বনে নির্মিত।\nস্পিলিট সেকেন্ড,  ১৯৮২ সালে রটার হাউর ও কিম ক্যাটরেল অভিনীত,  লন্ডনে বৈশ্বিক উষ্ণয়নের ফলে সৃষ্ট বন্যার পটভূমিতে তৈরি হয়েছিল ২০০৮ সালে।\nকেভিন কস্টনার অভিনীত ওয়াটারওয়ার্ড (১৯৯৫), ভবিষ্যত পৃথিবীর এমন একটি প্রেক্ষাপটে তৈরী, যেখানে মেরুঅঞ্চলের বরফ  বৈশ্বিক উষ্ণায়নের কারণে গলে গেছে এবং পৃথিবী প্রায় পুরোপুরি জলে ঢেকে গেছে।\nচার্লি শিন অভিনীত দি এরাইভাল (১৯৯৬), যেখানে বুদ্ধিমান এলিয়েন গোপনে বৈশ্বিক উষ্ণায়নের কারণ তৈরি করে এবং পৃথিবীকে তাদের প্রয়োজনের জন্য আরও উপযুক্ত পরিবেশে পরিণত করে।\nএ.আই. আর্টিফিসিয়াল ইন্টেলিজেন্স (২০০১), জলবায়ু পরিবর্তিত বিশ্বে নিউইয়র্ক শহরের প্লাবিত ধ্বংসাবশেষ নিয়ে তৈরী, যেখানে বৈশ্বিক উষ্ণায়নের ফলে বিশ শতকের মধ্যভাগে বিশ্বজুড়ে পরিবেশ বিপর্যয় দেখা দিয়েছে।\nডেনিস কায়েদ অভিনীত দি ডে আফটার টুমোরো (২০০৪), বিধ্বস্ত জলবায়ু পরিবর্তনের কারণে থার্মোহলাইন সঞ্চালনের হঠাৎ বন্ধ হয়ে যায় এবং পৃথিবী এক নতুন বরফ যুগে ডুবে যায়।\nঅ্যান ইনকনভেনিয়েন্ট ট্রুথ (২০০০), একটি আমেরিকান ডকুমেন্টারি ফিল্ম যা ২০০০ সালে ডেভিস গুগেনহাইম পরিচালনা করেছেন এবং আমেরিকা যুক্তরাষ্ট্রের প্রাক্তন ভাইস প্রেসিডেন্ট আল গোরের বৈশ্বিক উষ্ণায়ন সম্পর্কে সচেতনতা বৃদ্ধি সম্পর্কিত প্রচারকে অন্তর্ভুক্ত করেছে।\nদি ইলেভেন্থ আউয়ার (২০০৭), লিওনার্দো ডিক্যাপ্রিওর দ্বারা নির্মিত, প্রযোজিত ও বর্ণিত ।\nসাইনোস: বানতা এনজি প্যাগবাগং ক্লিমা, ২০০৮ সালে ফিলিপাইনের টেলিভিশন ডকুমেন্টারিটি অভিনেতা রিচার্ড গুতেরেজ উপস্থাপিত ও বর্ণিত এবং জিএমএ নেটওয়ার্কে প্রচারিত।\nদ্য এজ অব স্টুপিড (২০০৯), নাটক-ডকুমেন্টারি-অ্যানিমেশন, পিট পোস্টলেথওয়েট এক ব্যক্তি  ২০৫৫ সালের বিধ্বস্ত বিশ্বে একাই বসবাস করছেন। ২০০৮ সাল থেকে আর্কাইভ ফুটেজ দেখছিলেন এবং ভাবছিলেন, \"সুযোগ পেয়ে আমরা জলবায়ু পরিবর্তন কেন থামালাম না?\nআর্থ ২১০০ (২০০৯), অব্যাহত বৈশ্বিক উষ্ণায়নের প্রভাবগুলির সাথে অভিযোজন করা এবং প্রশমিত করার সম্ভাব্য প্রচেষ্টার পূর্বাভাস সম্পর্কিত।\nকার্বন নেশন, ২০১০ সালের একটি ডকুমেন্টারি ফিল্ম।\nচেজিং আইস, ২০১২ সালের একটি ডকুমেন্টারি ফিল্ম।\nথিন আইস, ২০১৩ সালের একটি ডকুমেন্টারি ফিল্ম।\nএক্সপেডিশন টু দি এন্ড অব দ্য ওয়ার্ল্ড (২০১৩), পরিচালক: ড্যানিয়েল ড্যান্সেক, গ্রিনল্যান্ডের বরফের শীট এবং ১৮৫০ সাল থেকে হিমবাহের পশ্চাদপসরণ সম্পর্কিত।\nস্নোপিয়ার্সার, ২০১৪ সালের সমস্যাযুক্ত জলবায়ু প্রকৌশল প্রয়াস সম্পর্কিত একটি কাল্পনিক চলচ্চিত্র।\nফার্স্ট রিফর্মড হল একটি ২০১৭ সালের চলচ্চিত্র, যেখানে একজন আমেরিকান যাজক জলবায়ু পরিবর্তনের কারণ এবং প্রভাবগুলি আবিষ্কার করে এবং সেই কারণগুলোর বিরুদ্ধে সহিংস পদক্ষেপ নেওয়ার চেষ্টা করে।\nক্লাইমেট চেঞ্জ ডিনায়াল ডিজঅর্ডার, একটি ব্যঙ্গাত্মক শর্ট ফিল্ম যেখানে জলবায়ু পরিবর্তনকে অস্বীকার করে এবং একটি কাল্পনিক রোগের আলোচনার মাধ্যমে জলবায়ু পরিবর্তন সম্পর্কিত দৃষ্টিভঙ্গিগুলিকে ব্যঙ্গ করে।\n\n\n== সাহিত্য ==\n\n\n=== প্রকৃত তথ্যভিত্তিক সাহিত্য ===\n\nএটি শ্রেণীবদ্ধ প্রকৃত তথ্যভিত্তিক সাহিত্যকে বোঝায়, যেগুলো বিবেচনা ছাড়াই নির্ভুল বা সঠিক হওয়ার উদ্দেশ্যে করা হয়েছে ।\n\nদি এন্ড অফ ন্যাচার, বিল ম্যাককিববেনের, ১৯৮৯ সালে প্রকাশিত।\nআউয়ার অ্যাংরি আর্থ: এ টিকিং ইকোলজিকাল বম্ব, ১৯৯১ সালে প্রকাশিত আইজ্যাক আসিমভ এবং ফ্রেডেরিক পোহল এর বই।\nকার্বন ওয়ার: গ্লোবাল ওয়ার্মিং এন্ড দ্য ইন্ড অব দ্য অয়েল এরা, ১৯৯৯ সালে প্রকাশিত প্রাক্তন তেল ভূতাত্ত্বিক জেরেমি লেগেটের বই।\nদ্য ডিসকভারি অফ গ্লোবাল ওয়ার্মিং, ২০০৩ সালে প্রকাশিত স্পেন্সার আর ওয়েয়ার্ট এর বই।\nফিল্ড নোটস ফ্রম ক্যাটাস্ট্রফঃম্যান,নেচার অ্যান্ড ক্লাইমেট চেঞ্জ ২০০৬ সালে প্রকাশিত।\n[[অ্যান ইনকনভেনিয়েন্ট ট্রুথ : দি প্লানেটারি এমারজেন্সি অফ গ্লোবাল ওয়ার্মিং অ্যান্ড হোয়াট ক্যান উই ডু এবাউট ইট ]], আল গোরের ২০০৬ সালে প্রকাশিত একটি বই যা, অ্যান ইনকনভেনিয়েন্ট ট্রুথ চলচ্চিত্রের সাথে মিলিতভাবে প্রকাশিত হয়েছিল। বৈশ্বিক উষ্ণায়ম শীর্ষক গোরের বক্তব্যের উপর ভিত্তি করে এই বইটিতে ফিল্মে দেওয়া পয়েন্টগুলিকে বিশদভাবে আলোচনা করা হয়েছে। এটি \"বিশ্বব্যাপী শীর্ষ বিজ্ঞানীদের গবেষণা থেকে; আলোকচিত্র, তালিকা, অন্যান্য চিত্রগুলি এবং ব্যক্তিগত উপাখ্যান ও পর্যবেক্ষণ একত্রিত করে, বৈশ্বিক উষ্ণায়নের দ্রুত গতি এবং বিস্তীর্ণ  সুযোগ নথিভুক্ত করার জন্য একত্রিত করেছে”।\nসিক্স ডিগ্রি : আওয়ার ফিউচার অন এ হটার প্ল্যানেট, বইটি ২০০৭ সালে প্রকাশিত হয় এবং ন্যাশনাল জিওগ্রাফিক চ্যানেলের একটি চলচ্চিত্র।\nহোয়াই উই ডিসএগ্রি এবাউট ক্লাইমেট চেঞ্জ  (২০০৯)\nরেকুইয়েম ফর স্পিশিচ  (২০১০)\nদি ওয়েদার মেকারস  (২০০৫)\nমার্চেন্ট অফ ডাউটস  (২০১০)\nদিস চেঞ্জ ইস এভ্রিথিং (২০১৪)\n\n\n=== কল্পকাহিনী ===\n\n\n== সংগীত ==\n\nফরাসী মেটাল ব্যান্ড গোজিরা জলবায়ু পরিবর্তন ও পরিবেশগত সমস্যা সম্পর্কিত বেশ কয়েকটি গান প্রকাশ করেছে, বিশেষত \"গ্লোবাল ওয়ার্মিং\", \"ওয়ার্ল্ড টু কাম\" এবং অন্যান্য গান যেমন ফ্রম মার্স টু সিরিয়াস (২০০৫)।\nজলবায়ু পরিবর্তন রেডিওহেডের ২০১৬ সালের অ্যালবাম এ মুন শেপড পুলের একটি থিম।\nআনোহনি - \"৪ ডিগ্রি\"\nঅস্ট্রেলিয়ান রক ব্যান্ড কিং গিজার্ড এন্ড দ্য লিজার্ড উইজার্ড জলবায়ু পরিবর্তন সম্পর্কে কয়েকটি গান প্রকাশ করেছে এবং এটি ২০১৯ সালের অ্যালবাম ইনফেষ্ট দ্য রেটস নেস্ট এর কেন্দ্রীয় থিম।\nরিনা স্বয়ামা তার ২০২০ এর \"এক্সএস\" সম্পর্কে বলেছেন, যেখানে জলবায়ু পরিবর্তনের প্রসঙ্গে পুঁজিবাদের সমালোচনা রয়েছে।\nগ্রিমসের ২০২০ এর অ্যালবাম মিস অ্যানথ্রোপসিন জলবায়ু পরিবর্তনে অনুপ্রাণিত হয়ে নির্মিতি।\n\n\n== থিয়েটার ==\nস্টিভ ওয়াটারসের দি কন্টিনজেন্সি প্ল্যান (২০০৯) লন্ডনের বুশ থিয়েটারে প্রথম প্রদর্শিত নাটকগুলির একটি । এখানে এমন একটি অদূর ভবিষ্যতে স্থাপন করা হয়েছে, যখন তীব্র জোয়ারের উপকূলীয় ব্রিটেনের কিছু অংশ ডুবে যেতে শুরু করে।\n\n\n== টেলিভিশন ==\nইয়ার্স অফ লিভিং ডেঞ্জারাসলি, ২০১৪ সালের নয়টি অংশে প্রকাশিত ডকুমেন্টারি টেলিভিশন সিরিজ।\nক্যাপ্টেন প্ল্যানেট এবং প্লেনেটিয়ারের অনেকগুলি পর্ব ছিল যা গ্লোবাল ওয়ার্মিংয়ের সাথে মোকাবিলা সম্পর্কিত যেমন- \"টু ফিউচার\" পার্ট 1 এবং 2, \"হিট ওয়েভ\", \"ডুমস অফ ডুমস\", \"দ্য অর্ক\", \"সামিট টু সেভ আর্থ\" পার্টস 1 এবং 2 সহ, \"গ্রিনহাউস প্ল্যানেট\", \"এ পারফেক্ট ওয়ার্ল্ড\" এবং \"প্লেনটিয়ার্স আন্ডার গ্লাস\"।\n\"ওয়ার্ল্ড সেট ফ্রি\" (কসমস: এ স্পেসটাইম ওডিসি), ২০১৪ সালের টিভি সিরিজের পর্ব।\nসাউথ পার্ক পাঁচটি পর্বে গ্লোবাল ওয়ার্মিংয়ের অনুকরণ করেছে: \"টু ডেস বিফোর দি ডে আফটার টুমোরো\", \"স্পন্টেনিয়াস কম্বাস্টশন\", \"গুব্যাকস\", \"স্মাগ অ্যালার্ট!\" এবং \"ম্যানবিয়ারপিগ\"।\nস্টার ট্রেক:দি নেক্সট জেনারেশন এ এরকম দুটি গ্লোবাল-ওয়ার্মিং থিমযুক্ত পর্ব ছিল-\nপর্ব \"দেজা কিউ\" (১৯৯০) - নাবিকদল একটি গ্রহের উপর চাঁদের প্রভাব থেকে ধুলার শীতল প্রভাবগুলি প্রতিরোধ করতে গ্রিনহাউস গ্যাসগুলি ব্যবহার করে গ্লোবাল ওয়ার্মিংয়ের একটি কৃত্রিম প্রশস্তকরণের পরামর্শ দিয়েছে।\nপর্ব \"এ ম্যাটার অফ টাইম\" (সিজন ৫ এপি ৯) - একটি গ্রহাণু থেকে ধুলার একটি মেঘ গ্রহে বিশ্বব্যাপী ক্রমশ শীতল হওয়ার কারণ হয়ে দাড়াচ্ছে, অভিজানের নাবিকদল গ্রহে কার্বন-ডাই-অক্সাইড এর হিমায়িত কণাগুলি মুক্ত করতে ফেজার ব্যবহার করছে।\n\"দ্য ইনার লাইট\" (১৯৯২) - জিন-লিক পিকার্ড একটি গ্রহে বিশ্বব্যাপী উষ্ণায়ন এবং তাপমাত্রা ক্রমশ বৃদ্ধি নিয়ে জীবনকাল বেঁচে আছেন। শেষ পর্যন্ত, জলবায়ু পরিবর্তন গ্রহের সমস্ত জীবনকে হুমকির জন্য যথেষ্ট গুরুতর হয়ে ওঠে। এই হুগো অ্যাওয়ার্ড বিজয়ী টিএনজি সিরিজের ১৭৮ টি পর্বের মধ্যে ৫ম জনপ্রিয়।\n১৯৮৭ টিনেজ মিউট্যান্ট নিনজা টার্টলস কার্টুনে গ্লোবাল ওয়ার্মিংয়ের সাথে সম্পর্কিত চারটি পর্ব রয়েছে। \"শ্রেডার’স মম\" -এ, শ্রেডার এবং ক্র্যাং এর কাছে যদি রাজনৈতিক নেতারা আত্মসমর্পণ না করেন তবে পৃথিবীকে উষ্ণ করার জন্য একটি উপগ্রহে স্থির করা একটি আয়না ব্যবহার করবেন।টিনেজ মিউট্যান্ট নিনজা টার্টলস এগুলি বন্ধ করতে জেনারেল ইয়োগারের সহায়তা পান।নর্দান লাইট আউটে, নরওয়েতে এরিক রেড নামে এক ব্যক্তির পরিকল্পনা করেছেন যে মেরু বরফের টুপিটি গলিয়ে দিবে ভূগর্ভস্থ আগ্নেয়গিরি ছড়িয়ে দিয়ে এবং পৃথিবীর সমস্ত উপকূলীয় শহরগুলিকে বন্যা হবে, যা এরিক রেড এবং তার দলকে পৃথিবী দখল করার কাজকে সহজ করে তুলবে। অস্ট্রিয়ার আল্পস-এর পটভূমিতে \"এ রিয়েল স্নো জব\" -এ ক্র্যাং এবং শ্রেডার একটি জিওট্রোপিক ওয়েভ ডিভাইস ব্যবহার করে বিশ্বের বরফ গলিয়ে উপকূলীয় শহরগুলিতে বন্যা সৃষ্টি করে এবং ক্র্যাং ও শ্রেডারকে পৃথিবীকে দখল করতে সহজ করে তোলে। \"ঠু হট টু হ্যান্ডল\" -এ ভার্নন ফেনউইকের ভাগ্নে ফস্টার একটি সৌর চৌম্বক আবিষ্কার করেছেন যা পৃথিবীকে সূর্যের কাছাকাছি নিয়ে আসে।\n১৯৮০ এর দশকের ট্রান্সফরমার অ্যানিমেটেড সিরিজে কমপক্ষে একটি গ্লোবাল-ওয়ার্মিং থিমযুক্ত পর্ব ছিল: \"দি রিভেঞ্জ অফ ব্রুটিকাস\"। সেখানে কম্ব্যাটিকনস (বিদ্রোহী ডেসেপটিকন স্টারস্ক্রিম দ্বারা নির্মিত সিরিজের মূল ভিলেন, ডেসেপটিকনস) একটি গ্রুপ স্পেস ব্রিজ ডিভাইসটিকে পৃথিবী এবং সমস্ত শত্রুদের ধ্বংসের আশায় পৃথিবীর সূর্যের দিকে ছুঁড়ে ফেলার জন্য ব্যবহার করে। অটোবটস পৃথিবীকে তার প্রাকৃতিক কক্ষপথে ফিরিয়ে আনতে, সময়ের সাথে লড়াইয়ে উত্তাপ সহ্য করতে মানুষকে বাধ্য করতে বাধ্য হয় যা ডেসেপটিকনগুলির সাথে তাদের পার্থক্য তৈরী করে।\nটিভি সিরিজ ইউটোপিয়া হল এক কাল্পনিক ষড়যন্ত্র সম্পর্কে একটি হিংস্র থ্রিলার যার মধ্যে সরকার এবং শিল্পের মূল জায়গাগুলিতে বেশ কয়েকটি গোপন এজেন্ট অনুবিদ্ধ রয়েছে। \"দ্যা নেটওয়ার্ক\" নামে পরিচিত এই ষড়যন্ত্র জনগণকে একটি ভ্যাকসিন গ্রহণে ভয় দেখাতে চাইছে, যা পার্শ্ব-প্রতিক্রিয়া হিসাবে, ব্যাপক বন্ধ্যাত্ব ঘটাবে। জলবায়ু পরিবর্তন, সম্পদের ঘাটতি এবং অন্যান্য পরিবেশগত সমস্যা মোকাবেলায় গ্রহে মানুষের সংখ্যা হ্রাস করা তাদের উদ্দেশ্য।\n\"হোয়াইট ক্রিসমাস ব্লুজ\", দি সিম্পসনসের পর্ব\n\n\n== কমিক বই ==\nটিনেজ মিউট্যান্ট নিনজা টারটালস অ্যাডভেঞ্চার, এটি আর্কি কমিক্স থেকে। তাদের প্রেক্ষাপটটি (১৯৮০ / ১৯৯০-এর দশকে), তবে টিইম ট্রাভেলও অন্তর্ভুক্ত রয়েছে, যেখানে নিউ ইয়র্ক সিটি বিশ্ব উষ্ণায়নের কারণে এবং গ্রিনহাউস প্রভাবের কারণে প্লাবিত।\n\n\n== ভিডিও গেমস ==\nসিভিলাইজেশন II হল একটি কৌশলগত গেম যা ১৯৯৬ সালে প্রকাশিত হয়েছিল, যেখানে শিল্প উৎপাদন এবং পরিবহন দ্বারা সৃষ্ট দূষণকে যদি তা পরীক্ষা না করা হয় তবে মরুকরণের দিকে নিয়ে যায়।\nফুয়েল (২০০৯) একটি রেসিং ভিডিও গেম যেখানে বিশ্ব-উষ্ণায়নের ফলে চরম আবহাওয়ার দ্বারা বিধ্বস্ত একটি পোস্ট-অ্যাপোক্ল্যাপটিক ওয়ার্ল্ডে সেট করা হইয়েছে।\n২০০৮ সালে, ট্যামটাউন ওয়েবসাইটের একটি গেম যা বাচ্চারা কীভাবে বৈশ্বিক উষ্ণায়ন রোধ করতে পারে তা শিখিয়েছিল।\nসিভিলাইজেশন VI:গেদারিং স্ট্রোম (২০১৯), এর মধ্যে এমন মেকানিক রয়েছে যার কারণে উচ্চ কার্বন নিঃসরণ, বরফ ক্যাপ গলানো, স্থায়ী উপকূলীয় বন্যা এবং চরম আবহাওয়ার ঘটনার তীব্রতায় বৃদ্ধি পায়।\n\n\n== আরও দেখুন ==\n\nClimate change art\nCatastrophes in popular culture\nClimate fiction\nMedia coverage of climate change\n\n\n== তথ্যসূত্র =="}