{"pageid": 1049197, "title": "কালচারাল ইউট্রোফিকেশন", "url": "https://bn.wikipedia.org/wiki?curid=1049197", "content": "কালচারাল ইউট্রোফিকেশন তখন হয় যখন মানুষের ক্রিয়াকলাপ থেকে সৃষ্ট অতিরিক্ত পুষ্টিগুলির একটি প্রবাহ স্থানীয় রান-অফে যুক্ত হয় যার ফলে প্রাকৃতিক ইউট্রোফিকেশন এর গতি বেড়ে যায়। এটি মানুষের ক্রিয়াকলাপ দ্বারা সৃষ্ট। গত শতাব্দীতে সবুজ বিপ্লব এবং শিল্প বিপ্লব শুরু হওয়ার পরে এই সমস্যাটি আরো স্পষ্ট হয়ে ওঠে। \nফসফেট এবং নাইট্রেটস হল দুটি প্রধান পুষ্টি যা কালচারাল ইউট্রোফিকেশন সৃষ্টি করে। এরা এটা করে থাকে এমনভাবে যেমন তারা জলকে সমৃদ্ধ করে, শেওলা জাতীয় জলজ উদ্ভিদের জন্য দ্রুত বাড়তে দেয়। জল উৎপাদনকারী অ্যানোসিক অবস্থা থেকে অক্সিজেন অপসারণ করার মাধ্যমে প্রচুর পরিমাণে শৈবাল প্রস্ফুটিত হয়। এই অ্যানোসিক পরিবেশটি জলাশয়ের সমস্ত জীবকে মেরে ফেলে এবং স্থলজ প্রাণীদের পান করার জন্য পানিতে অ্যাক্সেস অর্জন করা শক্ত করে তোলে। অতিরিক্ত পুষ্টিগুলির জন্য বর্ধিত প্রতিযোগিতা সমগ্র বাস্তুসংস্থান এবং খাদ্যজালের সম্ভাব্য বিঘ্ন ঘটায়। পাশাপাশি বাসস্থান এবং প্রজাতির জীববৈচিত্র্যের ক্ষতি সাধন করে।\nমানব ক্রিয়াকলাপের মাধ্যমে পুষ্টি যুক্ত করার বিভিন্ন উপায় রয়েছে। তারমধ্যে অন্তর্ভুক্ত তবে সীমাবদ্ধ নয় এমন উপায় হচ্ছে: বর্জ্য ট্রিটমেন্ট প্ল্যান্ট, গল্ফ কোর্স, লন নিষ্ক্রিয়করণ, জীবাশ্ম জ্বালানী পোড়ানো এবং কৃষিজাতিক পদ্ধতি। কালচারাল ইউট্রোফিকেশন তাজা জল এবং লবণ জলাশয়ে দেখা দিতে পারে। সাধারণত অগভীর জল এর প্রতি সর্বাধিক সংবেদনশীল। অগভীর হ্রদগুলিতে, পললগুলি ঘন ঘন বায়ু-তরঙ্গ দ্বারা বিরক্ত হয় এবং পুনরায় উত্থিত হয়। এর ফলে প্রচুর পুষ্টি অতিরিক্ত পানিতে চলে যায়। পাশাপাশি অগভীর অঞ্চলগুলি সাধারণত এমন স্থান যেখানে রান-অফটি প্রথমে পৌঁছায়, সেখানে অতিরিক্ত পুষ্টি হ্রাস করার জন্য কম জল রয়েছে। এটি কাছাকাছি বন্যজীবনের পাশাপাশি মানুষের বিনোদনমূলক ক্রিয়াকলাপের জন্য অনেক সমস্যার কারণ হতে শুরু করে। ইউট্রোফিকেশন মৎস্য, বিনোদন, শিল্প এবং পানীয়ের জন্য জলের ব্যবহারকে সীমাবদ্ধ করে। এর কারণ হচ্ছে শৈবাল এবং জলজ আগাছার অতিরিক্ত বৃদ্ধি এবং অক্সিজেনের ঘাটতির কারণে তাদের মৃত্যু এবং পচন।\n\n\n== প্রভাব ==\nজলজ বাস্তুতন্ত্রের অতিরিক্ত পরিমাণে পুষ্টির এক প্রতিক্রিয়া হল মাইক্রোস্কোপিক শেত্তলাগুলির দ্রুত বৃদ্ধি, যা অ্যালগাল ব্লুম নামেও পরিচিত। মিঠা পানির সিস্টেমে ভাসমান অ্যালগাল ফুলগুলি সাধারণত নাইট্রোজেন-ফিক্সিং সায়ানোব্যাকটিরিয়া (নীল-সবুজ শেত্তলা) দিয়ে গঠিত হয়। যখন নাইট্রোজেন ইনপুটগুলি হ্রাস করা হয় এবং ফসফরাস ইনপুটগুলি বাড়ানো হয় তখন এই ফলাফলটি অনুকূল হয়।\nপ্রচুর শেওলা পানিতে অন্যান্য জীবের জন্য দ্রবীভূত অক্সিজেনের পরিমাণ হ্রাস করে, যা মাছের মৃত্যুর হার বাড়ায়। পুষ্টিকর দূষণ অ্যালগাল ফুল ফোটার একটি প্রধান কারণ, তবে অতিরিক্ত পুষ্টিগুলি অন্যান্য জলজ উদ্ভিদের বৃদ্ধিও সহজতর করে। এটি অনুসরণ করে, উপচে পড়া ভিড় দেখা দেয় এবং গাছপালা সূর্যের আলো, স্থান এবং অক্সিজেনের জন্য প্রতিযোগিতা করে। জলের গাছগুলির অত্যধিক বৃদ্ধি পানিতে জলজ জীবনের জন্য সূর্যের আলো এবং অক্সিজেনকে বাধা দেয়, যা তাদের বেঁচে থাকার জন্য হুমকিস্বরূপ। অতিরিক্ত পুষ্টিগুলির জন্য বর্ধিত প্রতিযোগিতা সমগ্র বাস্তুসংস্থান এবং খাদ্য জালগুলিতে সম্ভাব্য বিঘ্ন সৃষ্টি করতে পারে। পাশাপাশি আবাসস্থল হ্রাস এবং প্রজাতির জীববৈচিত্র্য সৃষ্টি করতে পারে।\n\n\n== গবেষণা ==\nমার্কিন যুক্তরাষ্ট্রের মিশিগান থেকে কানাডার অন্টারিও পরযন্ত প্রসারিত পরীক্ষামূলক হ্রদ অঞ্চল (ইএলএ) একটি সম্পূর্ণ সজ্জিত, বছরব্যাপী, স্থায়ী ফিল্ড স্টেশন। এটি সম্পূর্ণ বাস্তুসংস্থান পদ্ধতির এবং দীর্ঘমেয়াদী, কালচারাল ইউট্রোফিকেশনকে ফোকাস করে মিঠা পানির পুরো-হ্রদ তদন্তের কাজে ব্যবহার করে। ইএলএ বর্তমানে  একটি আদেশের মাধ্যমে হ্রদ এবং তাদের জলাবদ্ধতাগুলির উপর বিভিন্ন ধরনের চাপের জলজ প্রভাবগুলি তদন্ত করছে। এই তদন্তের জন্য পরিবেশ ও মৎস্য এবং মহাসাগরীয় কানাডীয় বিভাগ তাদের পৃষ্ঠপোষকতা করছে।\n\n\n== নৃতাত্ত্বিক দূষণের উৎস ==\n\n\n=== কাঁচা নর্দমা ===\n\nকাঁচা নর্দমা ব্যবস্থা কালচারাল ইউট্রোফিকেশনে একটি বৃহত অবদানকারী যেহেতু নর্দমার পদার্থ পুষ্টিতে প্রচুর পরিমাণে সমৃদ্ধ। একটি বৃহত জলাশয়ে কাঁচা নর্দমা ছেড়ে দেওয়াকে নর্দমার ডাম্পিং হিসাবে উল্লেখ করা হয়,যা আজকালকার সমাজে এমনকি উন্নত দেশগুলিতেও একটি বড় সমস্যা। \nকাঁচা নর্দমা দূষণের পয়েন্ট উত্স হওয়ায় কালচারাল ইউট্রোফিকেশন ঠিক করার একাধিক বিভিন্ন উপায় রয়েছে। বর্জ্য সংগ্রহ, জ্বলন এবং বর্জ্য চিকিৎসা বিশ্বের শিল্পাঞ্চলগুলিতে প্রচলিত অভ্যাসে পরিণত হয়েছে। খারাপ পানি শোধনাগার একটি প্ল্যান্ট যেখানে একটি বড় জলাশয়ে ফেলার আগে পানি ফিল্টার করে নিয়মিত পানিতে পরিণত করা হয়। কিছু অঞ্চলে জ্বলন ব্যবহার করা হয় যেখানে শক্ত বর্জ্য উচ্চ তাপমাত্রার সাথে উন্মীলিত হয়ে বর্জ্যটি ছাই এ পরিণত হয়। সংক্ষিপ্ত কাঁচের জ্বলন সিস্টেমগুলি বেশিরভাগই জ্বলজ্বলে থকথকে আঠালো কাদা সরাসরি জ্বলনকারীতে চার্জ করে।\nঅ্যানারোবিক পরিবেশ তৈরি করা অন্য আরেকটি পদ্ধতি যেখানে অণুজীবগুলি অক্সিজেন ব্যবহার না করে বর্জ্যটিকে হ্রাস করে। একটি পৌরসভা বর্জ্য জল শোধনাগার থেকে পরিস্রাবণ করার আগে একটি অ্যানারোবিক সিস্টেম প্রি-ট্রিট্মেন্ট এর জন্য ব্যবহার করা যেতে পারে। জ্বলন পদ্ধতি এবং অ্যানেরোবিক পদ্ধতিগুলি অন্যদের তুলনায় সর্বাধিক পরিবেশ বান্ধব। অ্যানেরোবিক চিকিৎসার জন্য যথেষ্ট পরিমাণে কম শক্তি ব্যবহার করা হয়, কম রাসায়নিকের প্রয়োজন হয় এবং স্লাজ হ্যান্ডলিং কম ব্যয় হয় বায়বীয় চিকিৎসার তুলনায়। পাশাপাশি উৎপাদিত বায়োগ্যাস বিদ্যুৎ উতপাদনের জন্য নবায়নযোগ্য শক্তির উত্স। একইভাবে, এক টন বর্জ্য জ্বালানোর ফলে উতপাদিত বৈদ্যুতিক শক্তি,  \nতাপ এবং বিদ্যুৎ উৎপাদন সংমিশ্রণে দহনযোগ্য বর্জ্য জ্বালানোর ফলে উতপাদিত ৫২.১ কিলোওয়াট / টন বৈদ্যুতিক শক্তির সমান। এই পরিমাণটি এমন বিদ্যুৎ স্থানচ্যুত করে যা কোনও বৈদ্যুতিক ইউটিলিটি বিদ্যুৎ কেন্দ্র দ্বারা সরবরাহ করা হয়। এই পরিমান বিদ্যুৎ কোরিয়ার জীবাশ্ম জ্বালানী ব্যবহার করে উতপাদন করা হয়।\n\n\n=== কৃষি ===\n\n১৯১০ এর দশকে কৃষিকাজের উত্থান থেকে শুরু করে এবং আবার ১৯৪০ এর দশকে খাদ্য চাহিদা বৃদ্ধি মেটানর জন্য, কৃষি উৎপাদন সার ব্যবহারের উপর প্রচুর নির্ভর করে। \nসার একটি প্রাকৃতিক বা রাসায়নিকভাবে পরিবর্তিত পদার্থ যা মাটি আরও উর্বর হতে সহায়তা করে। এই সারগুলিতে উচ্চ পরিমাণে ফসফরাস এবং নাইট্রোজেন থাকে, যার ফলে মাটিতে অতিরিক্ত পরিমাণে পুষ্টি থাকে। নাইট্রোজেন, ফসফরাস এবং পটাশিয়াম হল বাণিজ্যিক সারগুলিতে \"বিগ ৩\" প্রাথমিক পুষ্টি। এই প্রতিটি মৌলিক পুষ্টি গাছের পুষ্টিতে গুরুত্বপূর্ণ ভূমিকা পালন করে।\nযখন নাইট্রোজেন এবং ফসফরাসগুলি ক্রমবর্ধমান উদ্ভিদের দ্বারা সম্পূর্ণরূপে ব্যবহৃত হয় না, \nতখন সেগুলো খামার ক্ষেত্রগুলি থেকে হারিয়ে যেতে পারে এবং বায়ু ও প্রবাহিত জলের গুণমানকে নেতিবাচকভাবে প্রভাবিত করতে পারে। এই পুষ্টিগুলি শেষ পর্যন্ত জলজ বাস্তুসংস্থানগুলিতে শেষ হতে পারে এবং বর্ধিত ইউট্রোফিকেশনে ভূমিকা রাখে। কৃষকরা যখন তাদের সার (এটি জৈবভাবেই তৈরী হোক বা সিনথেটিকভাবেই তৈরি হোক না কেন) ছড়িয়ে দেয়, বেশিরভাগ সার জলপ্রবাহে পরিণত হবে যা স্রোতবরাবর উৎপাদিত কালচারাল ইট্রোফিকেশন সংগ্রহ করে।\nকৃষির কারণে সৃষ্ট কালচারাল ইউট্রোফিকেশন ঠিক করতে সহায়তা করার অনেক উপায় রয়েছে। নিরাপদ কৃষিকাজ পদ্ধতি সমস্যা সমাধানের এক নম্বর উপায়। কিছু নিরাপত্তা সতর্কতা হল:\n\nপুষ্টিকর ম্যানেজমেন্ট কৌশল - সার ব্যবহারকারী যে কোনও ব্যক্তিকে বছরের সঠিক সময়ে সঠিক পদ্ধতিতে এবং সঠিক পরিমাণে সার প্রয়োগ করতে হবে।\nসারাবছর স্থল কভার- একটি কভার ফসল যা খালি জমি পড়ে থাকার সময়কাল প্রতিরোধ করবে। এইভাবে ক্রমবর্ধমান ঋতু আসার পরেও পুষ্টিগুলির ক্ষয় এবং রানঅফ দূর করে।\nক্ষেত্র বাফার রোপণ -জল কাছাকাছি জলাশয়য় পরিণত করার আগে রান অফকে ধরতে এবং কিছু পুষ্টি গ্রহণে সহায়তা করতে ক্ষেতের প্রান্তে গাছ, গুল্ম এবং ঘাস লাগানো হয়।\nকথোপকথন টিলেজ - স্থায়ীত্বের ফ্রিকোয়েন্সি এবং তীব্রতা হ্রাস করে ভূমিতে পুষ্টির শোষণের সুযোগ বাড়িয়ে তোলা।\n\n\n== তথ্যসূত্র =="}