{"pageid": 1049288, "title": "মাশাল্লাহ", "url": "https://bn.wikipedia.org/wiki?curid=1049288", "content": "মাশাআল্লাহ ( আরবি: مَا شَاءَ ٱللّٰهْ,আরবি উচ্চারণ: [maː ʃaːʔ allah] ), এছাড়া মাশা'আল্লাহও লেখা হয়, হল একটি হল আরবি বাক্যাংশ যা তৃপ্তি, আনন্দ, প্রশংসা, বা  কোন একটি ঘটনা বা ব্যক্তি কে শুধু উল্লেখ করে তার কৃতজ্ঞতা প্রকাশ করার জন্য ব্যবহার করা হয়। এটি  মুসলিম বিশ্বে আল্লাহর কাছে কোনও কিছু বা কারও খারাপ নজর থেকে রক্ষা পাওয়ার জন্য একটি সাধারণ অভিব্যক্তি হিসেবে ব্যবহৃত হয়।\n\n\n== ব্যুৎপত্তি ==\nশা শব্দটির ত্রিব্যঞ্জনবর্ণভিত্তিক উৎপত্তি হল শীন-ইয়া-হামজা \"ইচ্ছা করা\", যা একটি দ্বৈত-দুর্বল উৎপত্তি। আক্ষরিক অনুবাদটি হলো \"যা আল্লাহ ইচ্ছা করেছেন\", এটি আল্লাহর ইচ্ছার পুরাঘটিত বর্তমানের মাধ্যমে কদরের প্রয়োজনীয় ইসলামি মতবাদকে জোরালো করা।\nমাশাআল্লাহর আক্ষরিক অর্থ হলো \"আল্লাহ যা ইচ্ছা করেছেন\", \"আল্লাহ যা ইচ্ছা করেছেন তা ঘটেছে\" অর্থে; এটি অতীতকাল ব্যবহার করে, কিছু ভাল হয়েছে বলার জন্য ব্যবহৃত হয়। ইনশাল্লাহ এর আক্ষরিক অর্থ \"যদি আল্লাহ ইচ্ছা করেন\"; এটিও একইভাবে ব্যবহৃত হয় তবে তা ভবিষ্যতের ঘটনাকে নির্দেশ করে।\n\n\n== অন্যান্য ব্যবহার ==\nকাউকে অভিনন্দন জানাতে \"মাশাআল্লাহ\" ব্যবহার করা যেতে পারে।  এটি স্মরণ করিয়ে দেয় যে, যদিও ব্যক্তিকে অভিনন্দন জানানো হচ্ছে, কিন্তু শেষ পর্যন্ত আল্লাহ এটিই চেয়েছিলেন।  কিছু কিছু সংস্কৃতিতে মানুষ বিশ্বাস করে মাশাল্লাহ উচ্চারণ করলে তা ঈর্ষা, কুনজর বা জ্বিন থেকে রক্ষা পেতে সাহায্য করতে পারে । ইন্দোনেশীয়, মালয়েশীয়, পারস্য, তুর্কি, কুর্দি, বসনীয়, আজারবাইজানীয়, চেচেন, আভার, কার্কাসিয়ান, বাংলাদেশি, তাতার, আলবেনীয়, উর্দুভাষী দক্ষিণ এশীয়, এবং অন্য অনারবসহ অনেক মুসলিমদের চলিত ভাষার মধ্যে বাক্যাংশটি পৌঁছে গেছে।\nকিছু খ্রিস্টান এবং অন্যরা উসমানীয় সাম্রাজ্যের দ্বারা শাসিত অঞ্চলগুলিতে এটি ব্যবহার হয়ে থাকে: সার্বিয়ান, খ্রিস্টান আলবেনীয় এবং ম্যাসেডোনিয়ানরা প্রায়শই \"একটি কাজ ভালভাবে সম্পন্ন হওয়া\" অর্থে \"машала\" (\"mašala\") বলে থাকেন; এছাড়াও কিছু জর্জিয়ান, আর্মেনীয়, পন্টিক গ্রীক (পন্টাস অঞ্চল থেকে আগতদের বংশধর), সাইপ্রিয়ট গ্রীক  এবং সিফারদী ইহুদিরা ও কিছু রোমানীয়রা এটি ব্যবহার করে থাকে। \n\n\n== আরও দেখুন ==\nইনশাল্লাহ\nতাসবিহ\nতাহমিদ\nতাহলিল\nতাকবীর\nধিকর\nআপনার ওপর শান্তি বর্ষিত হোক\nআলাইহি আস-সালাম\nসালাওয়াত\nবায়সারত হাশেম\nমাজেল টোভ\nদেও ভোলেন্টে\nমংলার\n\n\n== তথ্যসূত্র =="}