{"pageid": 1049621, "title": "প্রবাল প্রাচীরের সহনশীলতা", "url": "https://bn.wikipedia.org/wiki?curid=1049621", "content": "প্রবাল প্রাচীরের সহনশীলতা হচ্ছে প্রাকৃতিক এবং নৃতাত্ত্বিক ব্যাঘাত থেকে মুক্তি পাওয়ার জন্য প্রবাল প্রাচীর এর জৈবিক ক্ষমতা। এই ক্ষমতার মধ্যে আছে যেমন ঝড় এবং ব্লিচিং এপিসোড। নমনীয়তা বলতে চাপ এবং পীড়নকে কাটিয়ে উঠার জন্য জৈবিক বা সামাজিক পদ্ধতিগুলির দক্ষতা বোঝায়। এই দক্ষতা সৃষ্টি হয় মূল কার্যগুলি বজায় রেখে প্রতিরোধের মাধ্যমে বা পরিবর্তনের সাথে অভিযোজনের মাধ্যমে। প্রবালপ্রাচীর প্রতিরোধ এই বিষয়টা পরিমাপ করে যে প্রবাল প্রাচীরগুলি কীভাবে সমুদ্রের রসায়ন, সমুদ্র স্তর এবং সমুদ্র পৃষ্ঠের তাপমাত্রা এর পরিবর্তন সহ্য করবে। মহাসাগর অম্লীকরণ এর প্রভাবগুলি থেকে প্রবাল প্রাচীর পুনরুদ্ধারের জন্য প্রবাল প্রাচীরের প্রতিরোধ এবং সহনশীলতা গুরুত্বপূর্ণ বিষয়। প্রাকৃতিক রিফের সহনশীলতাকে প্রবাল প্রাচীরগুলির জন্য একটি পুনরুদ্ধার মডেল হিসাবে এবং সামুদ্রিক সুরক্ষিত অঞ্চল (এমপিএ) পরিচালনার সুযোগ হিসেবে ব্যবহার করা যেতে পারে।\n\n\n== তাপ সহনশীলতা ==\nঅনেক প্রবাল সালোকসংশ্লেষণ এর মাধ্যমে পুষ্টি গ্রহণের জন্য zooxanthellae নামক একটি সিম্বিওটিক শৈবালের উপর নির্ভর করে। প্রবালগুলি তাদের পুষ্টিগুলির প্রায় ৬০-৮৫% সিম্বিয়োটিক zooxanthellae থেকে পেয়ে থাকে। সমুদ্র- পৃষ্ঠের তাপমাত্রায় কিছুটা বাড়ার কারণে zooxanthellae এর মৃত্যু হতে পারে। কোরাল হোস্টগুলি তাদের zooxanthellae হারিয়ে ফেললে ব্লিচড হয়ে যায়। জেনেটিক গ্রুপিং (ক্ল্যাড এ-এইচ) দ্বারা নির্ধারিত সিম্বায়োন্টগুলির মধ্যে পার্থক্য, প্রবালগুলিতে তাপ সহনশীলতার ব্যাখ্যা দিতে পারে। গবেষণায় দেখা গেছে যে কিছু প্রবালগুলিতে zooxanthellae এর তাপীয়-প্রতিরোধী ক্ল্যাড থাকে। প্রবালগুলির হাউজিংয়ের ক্ষেত্রে  প্রাথমিকভাবে ক্ল্যাড ডি সিম্বায়োন্ট এবং নির্দিষ্ট ধরনের তাপ-প্রতিরোধী ক্ল্যাড সি সিম্বায়োন্ট, প্রবালগুলিকে মারাত্মকভাবে ব্লিচিং এড়াতে সহায়তা করে। এটা এমনভাবে সাহায্য করে যেমনভাবে অন্যরা এই একই পরিমাণ স্ট্রেস ভোগ করে। বিজ্ঞানীদের মধ্যে বিতর্ক রয়েছে যে, প্রবালগুলিতে তাপ প্রতিরোধ, সিম্বায়োন্ট এর মিশ্রণ বা স্থানান্তরিত হওয়ার কারণে ঘটে নাকি বা তাপ প্রতিরোধী বনাম তাপ-সংবেদনশীল ধরনের zooxanthellae এর কারণে ঘটে। প্রবাল হাউজিংয়ের একাধিক প্রকারের zooxanthellae তাপমাত্রার ১-১.৫ ডিগ্রি সেন্টিগ্রেড পরিবর্তন প্রতিরোধ করতে পারে।  তবে কয়েক প্রজাতির প্রবাল একাধিক প্রকারের zooxanthellae এর সাথে জড়িত থাকতে পারে। প্রবালগুলিতে একাধিক প্রবাল ব্লিচিং ইভেন্টের পরে ক্ল্যাড ডি সিম্বায়োন্ট থাকতে পারে\n\n\n== রিফ পুনরুদ্ধার ==\n\nভূমধ্যসাগরীয় প্রজাতির প্রবাল  ওকুলিনা প্যাটগনিকা  এর গবেষণা \nপ্রকাশ করে যে, প্রবাল কঙ্কালে এন্ডোলিথ শৈবালের উপস্থিতি অতিরিক্ত শক্তি সরবরাহ করতে পারে যা প্রবালকে ব্লিচ পরবর্তী পুনরুদ্ধারে সহায়তা করে। ব্লিচ করার সময়, zooxanthellae এর ক্ষতি প্রবাল টিস্যু দ্বারা শুষে নেওয়া আলোর পরিমাণ হ্রাস করে। এটা অতিরিক্ত পরিমাণে আলোকসংশ্লিষ্টভাবে সক্রিয় তেজস্ক্রিয়তাকে প্রবাল কঙ্কালে প্রবেশ করতে দেয়। প্রবাল কঙ্কালের মধ্যে বৃহত্তর পরিমাণে সালোকসংশ্লিষ্টভাবে সক্রিয় তেজস্ক্রিয়তা, এন্ডোলিথিক শৈবাল যেমন বায়োমাস এবং ফটোসিম্যালিট এর উত্পাদনের কারণ সৃষ্টি করে।. ব্লিচ করার সময়, ফোটোট্রফ আইসি এন্ডোলিথগুলি প্রবাল টিস্যুতে শক্তি ইনপুট প্রসারিত করে এমনভাবে, যেন zooxanthellae এর শক্তি ইনপুট হ্রাস পায়। এই অতিরিক্ত শক্তি ব্লিচিং ইভেন্টের পরে ওকুলিনা প্যাটগনিকা এর বেঁচে থাকা এবং দ্রুত পুনরুদ্ধারের ঘটনা ব্যাখ্যা করতে পারে।\n\n\n== জীববৈচিত্রের উপর প্রবাল ব্লিচিং এর প্রভাব ==\n\nকোরাল ব্লিচিং প্রবাল প্রাচীরের উপর স্ট্রেসের একটি বড় পরিণতি। তাপমাত্রার স্বতন্ত্র পরিবর্তন, দূষণ এবং পরিবেশগত অবস্থার অন্যান্য শিফটের কারণে ব্লিচিং ইভেন্টগুলি প্রবাল স্বাস্থ্যের জন্য ক্ষতিকারক। কিন্তু স্ট্রেস দীর্ঘস্থায়ী না হলে ব্লিচিং ইভেন্টগুলি থেকে প্রবাল পুনরুদ্ধার করা যেতে পারে। \nপ্রবালগুলি দীর্ঘকালীন তীব্র স্ট্রেসের মধ্যে থাকলে, zooxanthellae এর ক্ষতি হয়। এই কারণে প্রবালের মৃত্যু হতে পারে। zooxanthellae যে পুষ্টি সরবরাহ করে সেটা প্রবালের বেঁচে থাকার জন্য গুরুত্বপূর্ণ। \nপ্রবাল ব্লিচিং, অবক্ষয় এবং মৃত্যু আশেপাশের বাস্তুসংস্থান এবং জীববৈচিত্র্যে মারাত্মক প্রভাব ফেলে। প্রবাল প্রাচীরগুলি বিভিন্ন বাস্তুসংস্থানের জন্য গুরুত্বপূর্ণ। কারণ তারা সেই সব প্রাণীর আধিক্যকে হোস্ট করে যে প্রাণিগুলো রিফ স্বাস্থ্য বজায় রাখতে বিভিন্ন পরিষেবাতে অবদান রাখে। উদাহরণস্বরূপ, নিরামিষভোজী প্রবাল মাছ যেমন তোতা মাছ যা ম্যাক্রো শেত্তলা এর মাত্রা বজায় রাখে। সমুদ্রের আগাছা রক্ষণাবেক্ষণ করা প্রাণী, জীবের সন্ধানকারী স্তরগুলির জন্য স্থান প্রতিযোগিতা হ্রাস করতে অবদান রাখে। এই প্রাণীর মধ্যে রয়েছে প্রবাল। এরা এই কাজের মাধ্যমে আরো একটি শক্তিশালী এবং সহনশীল রিফ তৈরি ও প্রচার করে।  যখন প্রবালগুলি ব্লিচড হয়ে যায়, তখন জীবগুলি প্রায়শই প্রবাল প্রাচীরের আবাস ছেড়ে দেয়। এর ফলে তারা পূর্বে সরবরাহ করা পরিষেবাগুলি থেকে বঞ্চিত হয়। রিফগুলি বিশ্বজুড়ে অনেক লোকের জন্য খাদ্য সরবরাহের মতো অনেক বাস্তুসংস্থান পরিষেবা পরিচালনা করে। বিশেষ করে তাদের যারা জীবিকার জন্য প্রবাল ধরার উপর নির্ভরশীল।\n\n\n== অ্যানথ্রোপোজেনিক ঝামেলা ==\nঅ্যানথ্রোপোজেনিক বাহিনী প্রবাল প্রাচীরের সহনশীলতা হ্রাস করে অবক্ষয়ে অবদান রাখে। কিছু অ্যানথ্রোপোজেনিক বাহিনী রয়েছে যারা প্রবালকে বিভিন্নভাবে হ্রাস করে। এর মধ্যে ঊল্লেখ্যযোগ্য হল দূষণ, উপকূলীয় বিকাশ থেকে অবক্ষেপণ এবং জীবাশ্ম জ্বালানী নির্গমন বৃদ্ধির কারণে সমুদ্রের অম্লীকরণ। জীবাশ্ম জ্বালানীর জ্বলনের ফলে বায়ুমণ্ডলে কার্বন ডাই অক্সাইডের মতো গ্রিন হাউস গ্যাসগুলির নির্গমন ঘটে। মহাসাগর নির্গত কার্বন ডাই অক্সাইডকে কিছুটা উপরে নিয়ে যায়, যা মহাসাগরে ঘটা প্রাকৃতিক প্রক্রিয়াগুলির জন্য ক্ষতিকারক। মহাসাগর অম্লীকরণের ফলে নিম্ন সমুদ্রের জলের পিএইচ হ্রাস হয়। এটি প্রবাল বিকাশের জন্য প্রয়োজনীয় ক্যালসিয়াম কার্বনেট কাঠামো গঠনকে নেতিবাচকভাবে প্রভাবিত করে। উপকূলীয় উন্নয়নশীল অঞ্চলে, রাসায়নিক পদার্থের ও পুষ্টির দূষণ আশেপাশের জলের মধ্যে চলে যাওয়ার সম্ভাবনা রয়েছে। পুষ্টির দূষণের ফলে জলজ উদ্ভিদের অতিরিক্ত বৃদ্ধি ঘটে যা স্থান, পুষ্টি এবং অন্যান্য সংস্থানগুলির জন্য প্রতিযোগী প্রবালগুলি বের করে দেওয়ার ক্ষমতা রাখে। প্রবাল প্রাচীরের অবনতি ঘটায় এমন আরও একটি অ্যানথ্রোপোজেনিক শক্তি হল তলদেশের ট্রলিং। এটি এক ধরনের ফিশিং অনুশীলন যা সমুদ্রের তল থেকে প্রবাল প্রাচীরের বাসস্থান এবং তলদেশের অন্যান্য স্তরগুলিতে বসবাসকারী জীবকে স্ক্র্যাপ করে। তলদেশে ট্রলিংয়ের ফলে শারীরিক ধ্বংসস্তূপ তৈরী হয় এবং স্ট্রেস দেখা দেয় যার ফলে প্রবালগুলি ভেঙে যায় এবং zooxanthellae বেরিয়ে আসে।\n\n\n== প্রবাল প্রাচীর পরিচালনা ==\nপ্রবাল ব্লিচিং প্রতিরোধের প্রয়াসে বিজ্ঞানীরা \"বীজ\" প্রবাল দ্বারা পরীক্ষা করছেন যা তাপ-প্রতিরোধী zooxanthellae সহ একাধিক ধরনের zooxanthellae কে হোস্ট করতে পারে। MPAs have begun to apply reef resilience management techniques in order to improve the 'immune system' of coral reefs and promote reef recovery after bleaching.প্রকৃতি সংরক্ষণ বিকশিত হয়েছে, এবং ক্রমাগত পরিশ্রুত করছে এমন একটি মডেল, যা রিফের সহন্শীলতা পরিচালনা ও প্রচারে সহায়তা করে। যদিও এই মডেলটি রিফের সহনশীলতার গ্যারান্টি দেয় না, তারপরেও অনুসরণ করার জন্য এটি একটি বোধগম্য ম্যানেজমেন্ট মডেল। তাদের মডেলটিতে বর্ণিত নীতিগুলি হল:\n\n প্রতিনিধিত্ব এবং প্রতিলিপি : প্রবাল বেঁচে থাকার বিষয়টি নিশ্চিত করা হয়েছে সহনশীল প্রজাতির প্রতিনিধিত্ব ও প্রতিলিপি এবং একটি এমপিএ নেটওয়ার্কের আবাসস্থল দ্বারা। এমপিগুলির ম্যানেজমেন্টে সহনশীক প্রজাতির উপস্থিতি, প্রবালগুলিকে ব্লিচিং ইভেন্ট এবং অন্যান্য প্রাকৃতিক ঝামেলা থেকে রক্ষা করতে সহায়তা করবে।\n সংকটপূর্ণ অঞ্চল : সংরক্ষণ অগ্রাধিকার অঞ্চলগুলি সংকটপূর্ণ সামুদ্রিক অঞ্চলের, যেমন প্রবাল প্রাচীরের পুনর্গঠনের জন্য লার্ভা এর উত্স বা মাছের স্প্যানিং এর জন্য নার্সারি আবাসস্থল ইত্যাদিতে সুরক্ষা সরবরাহ করে।\n কানেক্টিভিটি : প্রবাল প্রাচীর এবং আশেপাশের বাসস্থানগুলির মধ্যে সংযোগ রক্ষা করে স্বাস্থ্যকর প্রবাল সম্প্রদায় এবং মাছের বাসস্থান সরবরাহ করে।\n কার্যকর ব্যবস্থাপনা : সহনশীলতা ভিত্তিক কৌশলগুলি, স্বাস্থ্যকর রিফগুলি বজায় রাখার হুমকি হ্রাস করার উপর ভিত্তি করে তৈরী করা হয়েছে। এমপিএগুলির কার্যকর পরিচালনার পরিমাপ অভিযোজক পরিচালনা এর জন্য মঞ্জুরি দেয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো তথ্যসূত্র ==\nOliver, Thomas Andrew (2009) The role of coral's algal symbionts in coral reef adaptation to climate change ProQuest. আইএসবিএন ৯৭৮-০-৫৪৯-৯৮৯৯৫-০.\n\n\n== বহিঃসংযোগ ==\nরিফের স্থিতিস্থাপকতা -  প্রকৃতি সংরক্ষণ '\"এর প্রবাল প্রাচীর সংরক্ষণের সাইট"}