{"pageid": 1049498, "title": "হৈম ভূকম্প", "url": "https://bn.wikipedia.org/wiki?curid=1049498", "content": "হৈম ভূকম্প হল মূলত পানিতে সম্পৃক্ত মাটি বা শিলার ভেতরের পানি দ্রুত শীতল হয়ে বরফরূপে জমাট বাঁধার কারণে মাটি বা শিলাতে হঠাৎ ফাটল সৃষ্টি হয়ে ভূমি কেঁপে ওঠার ঘটনা। একে ইংরেজিতে ক্রায়োসাইজম (Cryoseism), ফ্রস্ট কোয়েক, আইস কোয়েক, ইত্যাদি নামে ডাকা হতে পারে। হৈম ভূকম্পগুলি সত্যিকারের ভূমিকম্প নয়, কিন্তু এগুলি ভূমিকম্পের মতোই গুড়ুম গুড়ুম শব্দ, ধাক্কা ও ঝাঁকুনির সৃষ্টি করে। মেরু ও পার্বত্য অঞ্চলে হিমবাহগুলি মাঝেমাঝে সামনের দিকে হঠাৎ অগ্রসর হলে সেগুলির সাথে শিলার যে ঘর্ষণ বা হড়কানি ঘটে, তা থেকেও এক ধরনের হৈম ভূকম্প হতে পার। এ\nহৈম ভূকম্প হিমমণ্ডলে সংঘটিত একটি অ-ভূপাতীয় (নন-টেকটনিক) ভূকম্পন। অভ্যন্তরীণ, মহাসাগরীয় খণ্ডন, বা সমুদ্রতলদেশীয় প্রক্রিয়াসমূহ থেকে উদ্ভুত ভূকম্পন-সংক্রান্ত হৈম প্রক্রিয়াসমূহের একটি বৃহৎ বিস্তৃতি শনাক্তকরণ ও অধ্যয়ন করা হয়েছে।  গ্রিনল্যান্ড ও অ্যান্টার্কটিকার খুব বড় আকারের খণ্ডন বা ভাঙনের ঘটনা রিখটার মাপনীতে ৫ মাত্রা বা তার চেয়েও বৃহৎ মাত্রার ভূকম্পন-সংক্রান্ত ঘটনার জন্ম দেওয়ার ঘটনা পর্যবেক্ষিত হয়েছে।  অত্যন্ত বৃহদাকার হিমশৈলগুলিও ভূকম্পন-সংক্রান্ত সংকেত তৈরি করতে পারে, এবং যখন এগুলি সংঘর্ষে লিপ্ত হয় বা সমুদ্রতলজুড়ে পিষ্ট হয়, তখন এই সংকেত কয়েক হাজারেরও বেশি কিলোমিটার দূর থেকে পর্যবেক্ষণ করা সম্ভব। পৃষ্ঠ বা তলদেশীয় বরফ গলনের থেকে উদ্ভুত গ্লেসিয়ারের নিচে পানির জমাট বাঁধার দরুন তলদেশীয় গ্লেসিয়াল গতি ত্বরান্বিত হতে পারে। সাবগ্লেসিয়াল পানির হাইড্রোলিক চাপ আস্তরণে ঘর্ষণ হ্রাস করতে পারে, যা গ্লেসিয়ারের আকস্মিক স্থান পরিবর্তন এবং সিসমিক তরঙ্গ উৎপন্ন করতে দেয়।  এ ধরনের হৈম ভূকম্পে খুবই সংক্ষিপ্ত হতে পারে, বা কয়েক মিনিটের জন্য স্থায়ী হতে পারে।\nহৈম ভূকম্প, বরফ কম্পন বা তুষার কম্পন, পানি বা বরফের সাথে সম্পৃক্ত অবস্থায় থাকা হিমায়িত মাটি বা পাথরে আকস্মিক ফাটল ক্রিয়া  বা হিমায়িত হ্রদে উৎপন্ন চাপের দরুন  উদ্ভুত ভূকম্পন-সংক্রান্ত ঘটনাকে নির্দেশ করে।\nপানি জমিতে পড়ার সাথে সাথে এটি অবশেষে জমাট বাঁধতে পারে ও শীতলতর তাপমাত্রায় এটির চারপাশের ওপর চাপ সৃষ্টি করে প্রসারিত হতে পারে। এ চাপ হৈম ভূকম্পের আকারে বিস্ফোরিত হয়ে নির্গত হওয়ার আগ পর্যন্ত বর্ধিত হয়।  হৈম ভূকম্প সংঘটনের জন্য প্রয়োজনগুলির সংখ্যা অগণিত; অতএব, নিঁখুত ভবিষ্যদ্বাণী সম্পূর্ণভাবে সম্ভব নয় এবং স্ট্রাকচারাল ডিজাইন ও প্রকৌশলে একটি অন্যতম উপাদান গঠন করতে পারে, যখন এসব ঘটনার জন্য ঐতিহাসিকভাবে পরিচিত একটি জায়গায় নির্মাণকাজ করা হয়।  বৈশ্বিক উষ্ণায়ন ও হৈম ভূকম্পের পুনরাবৃত্তির মধ্যে জল্পনা কল্পনা তৈরি হয়েছে।  \n\n\n== প্রভাব ==\nহৈম ভূকম্প প্রায়ই গৌণ অন্তঃপাত ভূমিকম্প বলে ভুল হয়।   প্রাথমিক লক্ষণগুলো একটি ভূমিকম্পের অনুরূপ কম্পন, স্পন্দন, ভূমি-ফাটল ও সংশ্লিষ্ট গোলযোগ ধ্বনি, যেমনঃ বজ্রনাদ বা গুড়ুম গুড়ুম শব্দ  হিসেবে উদ্ভুত হতে পারে। আবহাওয়াগত ও ভূতাত্ত্বিক শর্তাবলির দ্বারা, অবশ্য, ভূমিকম্প থেকে হৈম ভূকম্পকে পৃথক করা যেতে পারে।  পরিবর্তিত মার্কেলি স্কেলে হৈম ভূকম্পের তীব্রতা ৬ মাত্রা পর্যন্ত হতে পারে।  অধিকন্তু, হৈম ভূকম্প একটি ভূমিকম্পের ব্যাপক প্রভাবের তুলনায়  উপকেন্দ্রের নিকটবর্তী এলাকায়,  অত্যন্ত স্থানীয় এলাকায় উচ্চ তীব্রতা প্রদর্শন করে।  হৈম ভূকম্পের নিম্নতর কম্পাংকের দরুন, কিছু ভূকম্পন পর্যবেক্ষণ কেন্দ্র এদের উপস্থিতি রেকর্ড করতে পারে না।  হৈম ভূকম্প অধিকাংশ টেকটনিক ঘটনার তুলনায় কম শক্তি নির্গত করে।  যেহেতু হৈম ভূকম্প ভূপৃষ্ঠতলে সংঘটিত হয়, এগুলো সরাসরি ঘটনাস্থলে প্রভাব ফেলতে পারে, যা ঝাঁকুনির দ্বারা মানুষজনকে জাগ্রত করতে সক্ষম।\nকিছু প্রতিবেদন হৈম ভূকম্পের পূর্বে বা হৈম ভূকম্পের সময় \"দূরবর্তী ফ্ল্যাশিং লাইট\" এর উপস্থিতি চিহ্নিত করেছে, যা খুব সম্ভবত পাথরের সংকোচনের সময় বৈদ্যুতিক পরিবর্তনের কারণে হয়।  পৃষ্ঠতলের অংশের সংকোচন ও ঠাণ্ডা থেকে পৃথকীকরণের দরুন ফাটল ও চিড় দেখা দিতে পারে।   ক্ষুদ্র থেকে মাঝারি মানের পৃষ্ঠস্থ ঘটনাসমূহ হয় একক বা একাধিক সরলরৈখিক ভাঙ্গন এবং উল্লম্ব বা পার্শ্বীয় স্থানচ্যুুতির সাথে কয়েক সেন্টিমিটার থেকে কয়েক কিলোমিটার পর্যন্ত বিস্তৃত হতে পারে। \n\n\n== ঘটনা ==\n\n\n=== অবস্থান ===\n\n\n==== যুক্তরাষ্ট্র ====\n\n১৮১৮ সালের শুরুর দিকে কম্পনের সম্ভাব্য কারণ হিসেবে ভূহিমবৈজ্ঞানিক প্রক্রিয়াসমূহ চিহ্নিত হতো।  যুক্তরাষ্ট্রে মধ্য-পশ্চিমাংশ, উত্তর ও উত্তর-পূর্বাংশ জুড়ে এ ধরনের ঘটনা প্রতিবেদন করা হয়েছে।  \n\n\n==== কানাডা ====\nকানাডায়ও হৈম ভূকম্প দেখা যায়, বিশেষত গ্রেট লেকস/সেন্ট লরেন্স করিডোরে, যেখানে শীতের তাপমাত্রা খুব দ্রুত ওঠানামা করে।  অন্টারিও, কুইবেক, আলবার্টা ও মেরিটাইম প্রদেশগুলোতে এগুলো দেখা দিয়েছে।  \n\n\n==== অন্যান্য জায়গা ====\nআলাস্কা, গ্রিনল্যান্ড, আইসল্যান্ড (গ্রিমসভোটন), রস দ্বীপ, ও এন্টার্কটিক প্রিন্স চার্লস পর্বতমালায়  গ্লেসিয়ার-সম্পর্কিত হৈম ভূকম্পের ঘটনা প্রতিবেদন করা হয়েছে। \n\n\n=== পূর্বাভাস ===\nতুষার কম্পনজনিত হৈম ভূকম্পের ঘটনা ঘটার জন্য চারটি প্রধান পূর্বাভাস রয়েছেঃ  (১) একটি অঞ্চলকে অবশ্যই শীতল বায়ুভরের প্রতি সংবেদনশীল হতে হবে, (২) অনুপ্রবেশকারী শীতল বায়ুভরের পূর্বে গলন বা তরল অধঃক্ষেপন থেকে ভূমিকে সম্পৃক্তকরণের মধ্য দিয়ে যেতে হবে, (৩) অধিকাংশ তুষার কম্পন ভূমিকে আবরণ দ্বারা পৃথক করতে উল্লেখযোগ্য পরিমাণ তুষার ব্যতীত ভূমিস্থ সামান্য তুষার আস্তরণ দিয়ে সংযোজিত (অর্থাৎ, ৬ ইঞ্চির কম), এবং (৪) প্রায় কাছাকাছি বা শূন্য ডিগ্রি ফারেনহাইটের নিচে জমাট বাঁধা থেকে দ্রুত তাপমাত্রা পতন, যা সাধারণত ১৬ থেকে ৪৮ ঘণ্টার সময়সীমায় ঘটে।\nসাধারণত হৈম ভূকম্প তখন ঘটে, যখন তাপমাত্রা জমাট বাঁধার ওপর থেকে শূন্যের নিচে হ্রাস পায়,  এবং মধ্যরাত ও ভোরের (রাতের শীতলতম অংশের সময়)  মধ্যবর্তী সময়ে হওয়ার সম্ভাবনা বেশি থাকে। [অবশ্য, গ্লেসিয়াল বরফের স্থায়ী স্বভাবের কারণে হিমবাহজনিত হৈম ভূকম্প গ্রীষ্ম মৌসুমের উষ্ণতর মাসেও ঘটতে পারে।]  সাধারণভাবে, তাপমাত্রার উল্লেখযোগ্য পরিবর্তনের ৩ থেকে ৪ ঘণ্টা পরে হৈম ভূকম্প ঘটে থাকে।  হৈম ভূকম্পের সাথে জড়িত বহুবর্ষজীবী বা মৌসুমি তুষার অবস্থা এসব ঘটনাসমূহকে নাতিশীতোষ্ণ জলবায়ুতে সীমাবদ্ধ রাখে, যা সাবজিরো শীতের সাথে মৌসুমি পরিবর্তনের অভিজ্ঞতা অর্জন করে। অতিরিক্তভাবে, ভূমিকে পানির সাথে সম্পৃক্ত হতে হবে, যা তুষারগলন, বৃষ্টি, শিলাবৃষ্টি বা বন্যার কারণে হতে পারে।  ভূতাত্ত্বিকভাবে, বালি বা কঙ্করের মতো ভেদ্য পদার্থগুলোর অঞ্চলগুলো, যেগুলো তুষার ক্রিয়ার প্রতি সংবেদনশীল, সেগুলো হৈম ভূকম্পের জন্য সম্ভাব্য প্রার্থী।  বৃহৎ হৈম ভূকম্পের পরে, কয়েক ঘণ্টা ধরে সামান্য থেকে শূন্য ভূকম্পন কর্মকাণ্ড শনাক্ত করা যাবে, যা নির্দেশ করে যে, জমাটবদ্ধ চাপ নির্গত হয়েছে।\n\n\n== আরও দেখুন ==\nহিমমণ্ডল\nহৈম ভূমিকম্প\nহৈম হ্রদ বিস্ফোরণ বন্যা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগুগল মানচিত্র-ভিত্তিক প্রতিবেদন ওয়েবসাইট"}