{"pageid": 1049799, "title": "তৌহিদুল ইসলাম গার্লস হাই স্কুল", "url": "https://bn.wikipedia.org/wiki?curid=1049799", "content": "তৌহিদুল ইসলাম গার্লস হাই স্কুল এবং সিক্সথ ফর্ম কলেজ (টিআইএইচএস) ইংল্যান্ডের ল্যাঙ্কাশায়ার কাউন্টির ব্ল্যাকবার্নের বেয়ার্ডউড অবস্থিত মেয়েদের একটি মাধ্যমিক বিদ্যালয়। এটি দাতব্য সংস্থা তৌহিদুল ইসলাম ফেইথ, এডুকেশন অ্যান্ড কমিউনিটি ট্রাস্ট দ্বারা প্রতিষ্ঠিত হয়েছিল (বর্তমানে স্টার একাডেমি নামে পরিচিত)। এটি দাতব্য সংস্থার প্রধান স্কুল।\n\n\n== ইতিহাস ==\n১৯৮৪ সালের সেপ্টেম্বরে ছয় জন শিক্ষক এবং ৯৬ জন শিক্ষার্থী নিয়ে স্কুলটি একটি স্বতন্ত্র বিদ্যালয় হিসাবে চালু হয়েছিল। বিদ্যালয়টি জানিয়েছিল যে তখন এর প্রথম ভবনটি \"খুব পুরানো\" ছিল।\n২০০৫ সাল স্কুলটি উত্তর পশ্চিমের প্রথম মুসলিম রাষ্ট্রীয় বিদ্যালয়ে পরিণত হয়েছিল। এটি আগে একটি স্বতন্ত্র স্কুল ছিল। স্কুলটি লীগ টেবিলে একটি সাফল্য পেয়েছে। ২০০৭ সালে ৮২% শিক্ষার্থী পাঁচ বা তার বেশি জিসিএসই অর্জন করেছে যেখানে জাতীয় গড় ছিল ৪৬.৭%।\n২০১৩ সালের সেপ্টেম্বরে স্কুলটি বিয়ারডউড অঞ্চলে একটি নতুন ক্যাম্পাসে স্থানান্তরিত হয়।\n২০১৪ সালের ডিসেম্বরে একাডেমির স্কুলটি একাডেমির মর্যাদায় রূপান্তরিত হয়।\n\n\n== শিক্ষার্থীদের পোশাক এবং ব্যক্তিগত আচরণ ==\n২০১৩ সালের সেপ্টেম্বর পর্যন্ত স্কুলের সিক্সথ ফর্মের ১০% শিক্ষার্থী নিকাব পড়েন। একই মাসে সানডে টাইমস একটি শিরোনাম প্রকাশ করেছিল যে, স্কুলটি শিক্ষার্থীদের স্কুলের বাইরে হিজাব পরতে বাধ্য করে। এর উত্তরে অধ্যক্ষ মুফতি হামিদ প্যাটেল বলেছিলেন যে \"এটা বলা সম্পূর্ণ ভুল যে শিক্ষার্থীদের স্কুলের বাইরে হিজাব পরতে 'বাধ্য' করা হয়।\" \n২০১৪ সালের অগাস্টে সানডে টাইমস 'তৌহিদুল ইসলাম গার্লস স্কুলে লক্ষণীয় রূপান্তর' বর্ণনা করে একটি প্রতিবেদন প্রকাশ করে এবং স্কুলটি কতগুলি পরিবর্তন করেছে তা তালিকাভুক্ত করে। এর মধ্যে অন্তর্ভুক্ত রয়েছে: বাহ্যিক বক্তাদের জন্য কঠোর পরীক্ষণ নীতি, মেয়েদের আর হিজাব পরার প্রয়োজন নেই (যদি তারা না চায়) এবং সমস্ত ধর্মের একাধিক বক্তাকে শিক্ষার্থীদের জন্য আমন্ত্রণ জানানো হয়। ফলস্বরূপ এবং ২০১৪ সালের জুলাইয়ের অফস্টেড পরিদর্শনের নোটিশ বলে, স্কুলটি এখন শিক্ষা বিভাগের দ্বারা অন্যান্য ধর্মীয় বিদ্যালয়ের জন্য একটি মডেল।\n\n\n== পুরস্কার এবং মনোনয়ন ==\n২০১৪ সালের জানুয়ারিতে, স্কুলটি ব্রিটিশ মুসলিম পুরস্কারে শিক্ষা পুরস্কারের জন্য মনোনীত হয়েছিল। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nতৌহিদুল ইসলাম বালিকা উচ্চ বিদ্যালয় (সংরক্ষণাগার)\nতৌহিদুল ইসলাম বিশ্বাস, শিক্ষা ও সম্প্রদায় ট্রাস্ট (টিআইএফইসিটি)"}