{"pageid": 1049019, "title": "কংক্রিট স্ল্যাব", "url": "https://bn.wikipedia.org/wiki?curid=1049019", "content": "একটি কংক্রিট স্ল্যাব আধুনিক ভবনগুলির একটি সাধারণ কাঠামোগত উপাদান যা ঢালাই করা কংক্রিটের তৈরি সমতল, অনুভূমিক পৃষ্ঠযুক্ত । ইস্পাত- আরোপিত স্ল্যাবগুলি সাধারণত ১০০ এবং ৫০০ মিমি এর মধ্যে পুরত্ত থাকে , প্রায়শই মেঝে এবং সিলিং তৈরি করতে ব্যবহৃত হয়, পাতলা কাদার স্ল্যাবগুলি বহির্মুখী পাকা মেঝের জন্য ব্যবহৃত হতে পারে । \nঅনেক গার্হস্থ্য এবং শিল্প ভবনে, একটি পুরু কংক্রিট স্লাব যা ফাউন্ডেশন এর উপর সমর্থিত বা সরাসরি সাবসয়েল এর উপর , গ্রাউন্ড ফ্লোর নির্মাণ করতে ব্যবহৃত হয়। এই স্ল্যাবগুলি সাধারণত গ্রাউন্ড বেয়ারিং বা ঝুলন্ত হিসাবে শ্রেণিবদ্ধ করা হয়। কোনও স্ল্যাব গ্রাউন্ড বেয়ারিং হয় যদি এটি সরাসরি ভিত্তিতে স্থির থাকে, অন্যথায় স্ল্যাব ঝুলন্ত ধরা হয়।  বহুতল বিল্ডিংয়ের জন্য বেশ কয়েকটি সাধারণ স্ল্যাব ডিজাইন রয়েছে :\n\nবিম এবং ব্লক, যা পাঁজর এবং ব্লক হিসাবেও পরিচিত, বেশিরভাগ আবাসিক এবং শিল্প প্রয়োগে ব্যবহৃত হয়। এই স্ল্যাব টাইপ প্রি স্ট্রেস যুক্ত বিম এবং অন্তস্তল ফাঁকা ব্লক দিয়ে গঠিত এবং অস্থায়ীভাবে সমর্থিত সেট না হওয়া পর্যন্ত, সাধারণত 21 দিনের পরে।\nএকটি অন্তস্তল ফাঁকা কোর স্ল্যাব যা প্রিক্রাস্ট এবং ক্রেন সহ সাইটে ইনস্টল করা হয়\nউচ্চ স্তরের বিল্ডিং এবং আকাশচুম্বীগুলিতে, প্রতিটি স্তরের মেঝে এবং সিলিং গঠনের জন্য স্টিল ফ্রেমের মধ্যে পাতলা, প্রি কাস্ট কংক্রিট স্ল্যাবগুলি ঝুলানো থাকে। কাস্ট ইন সিটু স্ল্যাবগুলি উচ্চতর বাড়ী ভবন এবং বড় শপিং কমপ্লেক্স পাশাপাশি ঘরগুলিতে ব্যবহৃত হয়। এই ইন-সিটু স্ল্যাবগুলি শাটার এবং রিইনফোর্ড স্টিল ব্যবহার করে সাইটে ঢালাই করা হয়।\nপ্রযুক্তিগত অঙ্কনগুলিতে, রিইনফোরসড কংক্রিট স্ল্যাবগুলি প্রায়শই সংক্ষেপে \"আরসিসি স্ল্যাব\" বা কেবল \"আরসি\" বলা হয় । গণনা এবং অঙ্কনগুলি প্রায়শই সিএডি (ক্যাড) সফ্টওয়্যারটিতে স্ট্রাকচারাল ইঞ্জিনিয়ারদের দ্বারা করা হয়।\n\n\n== তাপীয় কর্মক্ষমতা ==\nশক্তির দক্ষতা নতুন ভবনগুলি নির্মাণের জন্য প্রাথমিক উদ্বেগ হয়ে দাঁড়িয়েছে, এবং কংক্রিট স্ল্যাবগুলির নষ্ট হওয়া শক্তি হ্রাস করার জন্য এর তাপীয় বৈশিষ্ট্যগুলির যত্ন সহকারে বিবেচনা করার আহ্বান জানায়।  কংক্রিটের ম্যাসনরি পণ্যগুলির অনুরূপ তাপীয় বৈশিষ্ট্য রয়েছে, এতে তুলনামূলকভাবে উচ্চ তাপের ভর রয়েছে এবং এটি উত্তাপের একটি ভাল পরিবাহক ।\nকিছু বিশেষ ক্ষেত্রে, কংক্রিটের তাপীয় বৈশিষ্ট্যগুলি নিযুক্ত করা হয়েছে, উদাহরণস্বরূপ পারমাণবিক বিদ্যুৎকেন্দ্রগুলিতে হিটিং সিঙ্ক বা শিল্প ফ্রিজারে তাপীয় বাফার হিসাবে। \n\n\n=== তাপ পরিবাহিতা ===\nকংক্রিট স্ল্যাব এর তাপীয় পরিবাহিতা সাধারণত স্থল থেকে বা স্থলে তাপচলন বিষয়ে নিরেট ভরের মাধ্যমে তাপ প্রবাহের হার ইঙ্গিত করে । তাপ পরিবাহিতাটির সহগ, কে, অন্যান্য কারণগুলির মধ্যে কংক্রিটের ঘনত্বের সাথে সমানুপাতিক।  পরিবাহিতার উপর প্রাথমিক প্রভাবগুলি হ'ল আর্দ্রতা , এগ্রিগেট এর ধরন , সিমেন্টের ধরন, উপাদান অনুপাত এবং তাপমাত্রা। এই বিভিন্ন কারণগুলি কে- এর মানের তাত্ত্বিক মূল্যায়নকে জটিল করে তোলে, যেহেতু বিচ্ছিন্ন হয়ে যাওয়ার সময় প্রতিটি উপাদানগুলির একটি পৃথক পরিবাহিতা থাকে এবং প্রতিটি উপাদানগুলির অবস্থান এবং অনুপাত সামগ্রিক পরিবাহিতাকে প্রভাবিত করে। এটি সহজ করার জন্য, সমজাতীয় কণাগুলি সমজাতীয় সিমেন্টে নিহিত বলে মনে করা যেতে পারে। ক্যাম্পবেল-অ্যালেন এবং থর্ন (১৯৬৩) কংক্রিটের তাত্ত্বিক তাপ পরিবাহিতা করার জন্য একটি সূত্র বের করেছেন ।  বাস্তবে এই সূত্রটি খুব কমই প্রয়োগ করা হয়, তবে তাত্ত্বিক ব্যবহারের জন্য প্রাসঙ্গিক। পরবর্তীকালে, ভালোর (১৯৮০) সামগ্রিক ঘনত্বের ক্ষেত্রে আরেকটি সূত্র আবিষ্কার করেছিল।  যাইহোক, এই গবেষণাটি অন্তস্থল ফাঁকা কংক্রিট ব্লক সম্পর্কিত এবং এর ফলাফলগুলি কংক্রিট স্ল্যাবগুলির জন্য যাচাইকৃত নয়।\nকে এর আসল মান বাস্তবে উল্লেখযোগ্যভাবে পরিবর্তিত হয় এবং এটি সাধারণত 0.৮ থেকে ২.0 ডাব্লিউ এম −1 কে −1 এর মধ্যে থাকে ।  অন্যান্য উপকরণগুলির সাথে তুলনা করার সময় এটি তুলনামূলকভাবে বেশি, উদাহরণস্বরূপ কাঠের পরিবাহিতা 0.04 ডব্লিউ এম −1 কে −1 এর চেয়ে কম হতে পারে। তাপ পরিবাহের প্রভাব হ্রাস করার একটি উপায় হ'ল অন্তরণ প্রবর্তন করা ।\n\n\n=== তাপীয় ভর ===\nদ্বিতীয় বিবেচনাটি হ'ল কংক্রিট স্ল্যাবগুলির উচ্চ তাপীয় ভর, যা দেয়াল এবং মেঝেতে অনুরূপভাবে প্রযোজ্য বা তাপীয় খামের মধ্যে যেখানেই কংক্রিট ব্যবহৃত হয়। কংক্রিটের তুলনামূলকভাবে উচ্চ তাপীয় ভর রয়েছে, এর অর্থ এটি পরিবেষ্টিত তাপমাত্রায় পরিবর্তনের প্রতিক্রিয়া জানাতে দীর্ঘ সময় নেয়।  কক্ষগুলি মাঝে মাঝে উত্তপ্ত হয়ে গেলে এবং দ্রুত প্রতিক্রিয়া প্রয়োজন হলে এটি একটি অসুবিধা সৃষ্টি করে , কারণ স্ল্যাব সহ পুরো বিল্ডিংটি গরম করতে আরও বেশি সময় লাগে। যাইহোক, উচ্চ তাপীয় ভর দৈনিক তাপমাত্রার বিশাল পরিবর্তনের জলবায়ুতে একটি সুবিধা, যেখানে স্ল্যাব নিয়ন্ত্রক হিসাবে কাজ করে, বিল্ডিংকে দিনকে শীতল রাখে এবং রাতে উষ্ণ রাখে।\nসাধারণত কংক্রিট স্ল্যাবগুলি তাদের আর-মান দ্বারা নির্ণেয় কাজ থেকে ভাল কাজ সম্পাদন করে।  আর-মানটি তাপ ভর বিবেচনা করে না, যেহেতু এটি ধ্রুব তাপমাত্রার পরিস্থিতিতে পরীক্ষা করা হয়। সুতরাং, যখন একটি কংক্রিট স্ল্যাবকে তাপমাত্রার ওঠানামার শিকার করা হয়, তখন এটি এই পরিবর্তনগুলিতে আরও ধীরে ধীরে সাড়া দেয় এবং অনেক ক্ষেত্রে কোনও বিল্ডিংয়ের দক্ষতা বৃদ্ধি করে। বাস্তবে, এমন অনেকগুলি উপাদান রয়েছে যা তাপীয় ভরগুলির প্রভাবকে অবদান রাখে, স্ল্যাবটির গভীরতা এবং সংমিশ্রণ, পাশাপাশি অরিয়েন্টেশন এবং জানালাগুলোর মতো বিল্ডিংয়ের অন্যান্য বৈশিষ্ট্যগুলি সহ।\nতাপীয় ভর তাপীয় বিচ্ছুরতা, তাপের ক্ষমতা এবং নিরোধকের সাথেও সম্পর্কিত। কংক্রিটের তাপীয় বিচ্ছিন্নতা কম , তাপ ক্ষমতা বেশি এবং এটির তাপীয় ভর নিরোধক দ্বারা প্রভাবিত হয় (যেমন কার্পেট)। \n\n\n=== অন্তরণ ===\nনিরোধক ব্যতীত কংক্রিট স্ল্যাবগুলি সরাসরি মাটিতে ঢালাই করা হলে প্রচুর পরিমাণে বহির্মুখী শক্তি স্থানান্তর ঘটায়, যার ফলে তাপ হ্রাস হয় বা অযাচিত তাপ উৎপন্ন হয় । আধুনিক নির্মাণে, কংক্রিট স্ল্যাবগুলি সাধারণত বিস্তৃত পলিস্টেরিনের মতো নিরোধকের একটি স্তরের উপরে ঢালাই করা হয় এবং স্ল্যাবটিতে আন্ডার ফ্লোর গরম করার পাইপ থাকতে পারে।  তবে, এখনও স্ল্যাব ব্যবহার করা হয় যা নিরোধক নয়, উদাহরণস্বরূপ আউট বিল্ডিংগুলিতে যা গরম হয় না বা ঘরের তাপমাত্রায় শীতল হয় না । এই ক্ষেত্রে, স্ল্যাবটিকে সরাসরি এগ্রিগেট এর স্তরের উপর ঢালাই করা হলে সারা বছর ধরে স্তরটির তাপমাত্রার কাছাকাছি স্ল্যাব এর তাপমাত্রা বজায় থাকে এবং হিমশীতল এবং অত্যধিক গরম উভয়ই রোধ করতে পারে।\nএকটি সাধারণ ধরনের ইনসুলেটেড স্ল্যাব হ'ল বিম এবং ব্লক সিস্টেম (উপরে উল্লিখিত) যা কংক্রিটের ব্লকগুলি প্রসারিত পলিস্টেরিন ব্লকের সাথে প্রতিস্থাপন করে পরিবর্তিত হয়।  এটি কেবলমাত্র ভাল অন্তরণের জন্যই অনুমতি দেয় না তবে স্ল্যাবের ওজন হ্রাস করে যা ভারবহন দেয়াল এবং ভিত্তিগুলিতে ইতিবাচক প্রভাব ফেলে।\n\n\n== ডিজাইন ==\n\n\n=== গ্রাউন্ড বেয়ারিং স্ল্যাব ===\nগ্রাউন্ড-বিয়ারিং স্ল্যাব, যা \"অন-গ্রাউন্ড\" বা \"স্ল্যাব-অন-গ্রেড\" নামে পরিচিত, সাধারণত ঘরোয়া এবং কিছু বাণিজ্যিক অ্যাপ্লিকেশনগুলিতে গ্রাউন্ড ফ্লোরের জন্য ব্যবহৃত হয়। প্রতিক্রিয়া-বিহীন মাটি এবং সামান্য ঢাল আছে এমন সাইটগুলির জন্য এটি একটি অর্থনৈতিক এবং দ্রুত নির্মাণ পদ্ধতি। \nগ্রাউন্ড বেয়ারিং স্ল্যাবগুলির জন্য, মাটির ধরনের চারদিকে স্ল্যাব নকশা করা গুরুত্বপূর্ণ, যেহেতু ক্লে এর মতো কিছু মাটি পুরো অঞ্চল জুড়ে ধারাবাহিকভাবে স্ল্যাব সমর্থন করতে খুব কার্যকরী নয়। এর ফলে ক্র্যাকিং এবং বিকৃতি ঘটে যা সম্ভাব্যভাবে মেঝেতে সংযুক্ত কোনও সদস্যের কাঠামোগত ব্যর্থতার দিকে পরিচালিত করে যেমন প্রাচীরের স্টাডগুলি। \nকংক্রিট ঢালার আগে সাইট সমতলকরণ একটি গুরুত্বপূর্ণ পদক্ষেপ, কারণ ঢালু স্থলটি কংক্রিটকে অসমভাবে নিরাময় করবে এবং এর ফলে বৈষম্যভাবে বিস্তৃত হবে। কিছু ক্ষেত্রে, একটি প্রাকৃতিক ঢালু সাইটটিকে উপরের সাইট থেকে মাটি সরিয়ে কেবল সমতল করা যেতে পারে। যদি কোনও সাইটের আরও তাৎপর্যপূর্ণ গ্রেড থাকে তবে এটিতে \"কাট এবং পূরণ\" পদ্ধতি গ্রহণ করা যেতে পারে, যেখানে উচ্চতর জমি থেকে মাটি সরানো হয়, এবং নীচের স্থলটি ভরাট করে নির্মিত হয়। \nনিচু দিকটি পূরণ করার পাশাপাশি, স্ল্যাবের এই অঞ্চলটি কংক্রিট পাইয়ার সমর্থন করা যেতে পারে যা মাটিতে প্রসারিত। এই ক্ষেত্রে, ভরাট উপাদান কাঠামোগতভাবে কম গুরুত্বপূর্ণ কারণ স্ল্যাবের নিজস্ব ওজন পাইয়ার দ্বারা সমর্থিত। তবে, কিউরিং কংক্রিট এবং এর রিইনফোরসমেনট সমর্থন করার জন্য ফিল উপাদানগুলি এখনও প্রয়োজনীয়।\nফিলিংয়ের দুটি সাধারণ পদ্ধতি রয়েছে - নিয়ন্ত্রিত ফিল এবং রোলড ফিল । \n\nনিয়ন্ত্রিত ফিল : ভিল উপাদানটি একটি কম্পনকারী প্লেট বা বেলন দ্বারা কয়েকটি স্তরে কমপ্যাক্ট করা হয়। বালু প্রায় ৮০০ মিমি গভীর এলাকা পর্যন্ত পূরণ করে এবং কাদামাটি ৪০০ মিমি গভীর পর্যন্ত অঞ্চল পূরণ করতে ব্যবহৃত হতে পারে। যাইহোক, কাদামাটি বালির তুলনায় অনেক বেশি প্রতিক্রিয়াশীল, তাই এটি খুব কম এবং সাবধানে ব্যবহার করা উচিত। এটিকে সমজাতীয় করার জন্য ক্লে কমপ্যাক্টের সময় অবশ্যই আর্দ্র হতে হবে। \nরোলড ফিল : একটি খননকারীর দ্বারা বার বার পূরণ করা হয় তবে কমপ্যাক্টের এই পদ্ধতিটি একটি ভাইব্রেটর বা রোলারের চেয়ে কম কার্যকর। সুতরাং, সর্বাধিক গভীরতার নিয়মগুলি সাধারণত কঠোর হয়।\nপর্যাপ্ত শক্তি পাওয়ার জন্য স্থল-ভারবহন কংক্রিটের সঠিক কিউরিং এর প্রয়োজন। যেহেতু এই স্ল্যাবগুলি অনিবার্যভাবে সাইটে ঢেলে দেওয়া হয়েছে (কিছু ঝুলন্ত স্ল্যাব এর মত প্রিকাস্ট এর চেয়ে), কিউরিং প্রক্রিয়াটি অনুকূলকরণের জন্য শর্তগুলি নিয়ন্ত্রণ করা কঠিন হতে পারে। এটি সাধারণত একটি ঝিল্লি দ্বারা সহায়তা করা হয়, হয় প্লাস্টিক (অস্থায়ী) বা তরল যৌগ (স্থায়ী)। \nগ্রাউন্ড-বিয়ারিং স্ল্যাবগুলি সাধারণত কিছু ফর্ম প্রয়োগের সাথে পরিপূরক হয়, প্রায়শই স্টিল রেবার । তবে কিছু ক্ষেত্রে যেমন কংক্রিটের রাস্তাগুলি, পর্যাপ্ত ইঞ্জিনিয়ারিং করা থাকলে একটি আনরিইনফোরসড স্ল্যাব ব্যবহার করা গ্রহণযোগ্য ।\n\n\n=== ঝুলন্ত স্ল্যাব ===\nঝুলন্ত স্ল্যাবের জন্য, শক্তি-ওজন অনুপাত উন্নত করার জন্য বেশ কয়েকটি ডিজাইন রয়েছে। সব ক্ষেত্রে উপরের পৃষ্ঠটি সমতল থাকে এবং নীচের অংশটি দোলায়িত হয়:\n\nএকটি করুগেটেড স্ল্যাব নকশা করা হয় যখন করুগেটেড ইস্পাত ট্রেতে কংক্রিট ঢেলে দেওয়া হয়, যাকে সাধারণত ডেকিং বলা হয়। এই ইস্পাত ট্রে স্ল্যাবের শক্তি উন্নত করে এবং স্ল্যাবকে তার নিজের ওজনের জন্য বাঁকানো থেকে বাধা দেয়। করুগেশনগুলি কেবল এক দিকে চালিত হয়।\nএকটি পাঁজর স্ল্যাব এক দিকে যথেষ্ট আরও শক্তি দেয়। এটি পাইয়ার বা কলামগুলির মধ্যে কংক্রিট বিমের ভার বহন এবং সূক্ষ্ম দিকের পাতলা, অবিচ্ছেদ্য পাঁজর দ্বারা অর্জন করা হয়। ছুতার সংক্রান্ত একটি উপমা বহনকারী এবং জয়স্টদের উপ-ফ্লোর হবে। রিবড স্ল্যাবগুলিতে করুগেটেড বা ফ্ল্যাট স্ল্যাবগুলির তুলনায় লোডের রেটিং বেশি থাকে তবে ওয়াফল স্ল্যাবগুলির চেয়ে নিকৃষ্ট হয়। \nএকটি ওয়াফল স্ল্যাব স্ল্যাবের নীচে রিসেসড সেগমেন্টের ম্যাট্রিক্স ব্যবহার করে উভয় দিকগুলিতে শক্তি যোগায়।  গ্রাউন্ড-বিয়ারিং সংস্করণ আর ওয়াফল স্ল্যাব ফাউন্ডেশনে একই নীতি প্রয়োগ করা হয় । ওয়াফলের স্ল্যাবগুলি সমতুল্য শক্তির পাঁজরযুক্ত স্ল্যাবগুলির চেয়ে গভীর এবং এগুলি আরও ভারী হয় তাই শক্তিশালী ভিত্তি প্রয়োজন। যাইহোক, তারা দুটি মাত্রায় বর্ধিত যান্ত্রিক শক্তি সরবরাহ করে যা কম্পন প্রতিরোধের এবং মাটি চলাচলের জন্য গুরুত্বপূর্ণ। \n\n\n=== আনরিইনফোরসড স্ল্যাব ===\nআনরিইনফোরসড বা \"সরল\"  স্ল্যাবগুলি বিরল হয়ে উঠছে এবং ব্যবহারিক প্রয়োগগুলি সীমিত রয়েছে যার একটি ব্যতিক্রম কাদামাটির স্ল্যাব । এগুলি একসময় মার্কিন যুক্তরাষ্ট্রে প্রচলিত ছিল তবে রিইনফোরসড-স্থল-ভারবহন স্ল্যাবগুলির অর্থনৈতিক মূল্য অনেক প্রকৌশলের জন্য আরও আকর্ষণীয় হয়ে উঠেছে।  শক্তিবৃদ্ধি ছাড়াই, এই স্ল্যাবগুলিতে পুরো ভারটি কংক্রিটের শক্তি দ্বারা সমর্থিত, যা একটি গুরুত্বপূর্ণ উপাদান হয়ে ওঠে। ফলস্বরূপ, লোড, স্ট্যাটিক বা গতিশীল দ্বারা উত্সাহিত যে কোনও চাপ ক্র্যাকিং রোধ করতে কংক্রিটের নমনীয় শক্তির সীমাতে থাকা উচিত।  যেহেতু আনরিইনফোরসড কংক্রিটটি উত্তেজনায় তুলনামূলকভাবে খুব দুর্বল, তাই প্রতিক্রিয়াশীল মাটি, বায়ু উত্তোলন, তাপীয় প্রসারণ এবং ক্র্যাকিংয়ের ফলে সৃষ্ট টেনসাইল স্ট্রেসের প্রভাবগুলি বিবেচনা করা গুরুত্বপূর্ণ।  আনরিইনফোরসড স্ল্যাবগুলির জন্য সর্বাধিক সাধারণ অ্যাপ্লিকেশনগুলির মধ্যে একটি হ'ল কংক্রিটের রাস্তাগুলি।\n\n\n==== কাদামাটির স্ল্যাব ====\nমাটির স্ল্যাবগুলি, যা রাট স্ল্যাব নামে পরিচিত, আরও সাধারণ ঝুলন্ত বা স্থল-ভারবহন স্ল্যাবগুলির চেয়ে পাতলা হয় (সাধারণত ৫০ থেকে ১৫০ মিমি পর্যন্ত), এবং সাধারণত কোনও শক্তিবৃদ্ধি থাকে।  এগুলি সাব-ফ্লোরস, ক্রলস্পেসেস, পাথওয়েজ, পেভিং এবং স্তর সমতলকরণের মতো অস্থায়ী বা স্বল্প-ব্যবহারের উদ্দেশ্যে তাদেরকে অর্থনৈতিক এবং সহজেই ইনস্টল করা সহজ করে তোলে।  সাধারণভাবে, এগুলি কোনও অ্যাপ্লিকেশনের জন্য ব্যবহার করা যেতে পারে যার জন্য সমতল, পরিষ্কার পৃষ্ঠ প্রয়োজন। এর মধ্যে বৃহত্তর স্ট্রাকচারাল স্ল্যাবের জন্য বেস বা \"সাব-স্ল্যাব\" হিসাবে ব্যবহার অন্তর্ভুক্ত রয়েছে। অসম বা খাড়া পৃষ্ঠের উপর, এই প্রস্তুতিমূলক ব্যবস্থাটি একটি সমতল পৃষ্ঠ সরবরাহ করা প্রয়োজন যার উপর রিবার এবং ওয়াটারপ্রুফিং ঝিল্লি ইনস্টল করতে হবে।  এই অ্যাপ্লিকেশনটিতে, একটি কাদামাটি স্ল্যাব প্লাস্টিকের বারের চেয়ারগুলিকে নরম টপসোলে ডুবে যাওয়া থেকে বাধা দেয় যা ইস্পাতটির অসম্পূর্ণ কভারেজের কারণে স্প্লোলিং হতে পারে। কখনও কখনও একটি মাটির স্ল্যাব মোটা মোটের বিকল্প হতে পারে। কাদা স্ল্যাবগুলির সাধারণত একটি মাঝারি রুক্ষ পৃষ্ঠ থাকে, এটি একটি ফ্লোট দিয়ে শেষ হয়।\n\n\n=== সমর্থনের অক্ষ ===\n\n\n==== একমুখী স্ল্যাব ====\nএকমুখী স্ল্যাবটির কেবলমাত্র তার ক্ষুদ্র অক্ষে মোমেন্ট রেসিসটিং রিইনফোরসমেন্ট রয়েছে এবং দীর্ঘ অক্ষের মোমেন্ট তুচ্ছ হলে এটি ব্যবহার করা হয়।  এই ধরনের ডিজাইনের মধ্যে করুগেটেড স্ল্যাব এবং পাঁজরযুক্ত স্ল্যাব অন্তর্ভুক্ত রয়েছে। আনরিইনফোরসড স্ল্যাবগুলি ওয়ান-ওয়ে হিসাবে বিবেচনা করা যেতে পারে যদি তারা কেবল দুটি বিপরীত পক্ষগুলিতে সমর্থিত হয় (অর্থাত তারা একটি অক্ষে সমর্থিত)। একমুখী শক্তিশালী স্ল্যাব লোড এর ধরনের উপর নির্ভর করে দ্বি-মুখী আনরিইনফোরসড স্ল্যাবের চেয়ে শক্তিশালী হতে পারে।\nএকমুখী স্ল্যাবের জন্য রিইনফোরসমেন্ট এর প্রয়োজনীয়তার গণনা অত্যন্ত ক্লান্তিকর এবং সময়সাপেক্ষ হতে পারে এবং সর্বোত্তম নকশার বিষয়ে কোনওটি কখনই পুরোপুরি নিশ্চিত হতে পারে না। এমনকি প্রকল্পে সামান্য পরিবর্তনগুলি রিইনফোরসমেন্ট এর প্রয়োজনীয়তাগুলি পুনরায় গণনা করতে পারে। ওয়ান-ওয়ে স্ল্যাবগুলির কাঠামোগত কাঠামো ডিজাইনের সময় বিবেচনা করার জন্য অনেকগুলি বিষয় রয়েছে:\n\nলোড গণনা\nবেনডিং মোমেন্ট গণনা\nনমনীয়তা এবং বিচ্যুতি এর গ্রহণযোগ্যতা গভীরতা\nইস্পাতের রিইনফোরসমেন্ট এর প্রকার ও বিতরণ\n\n\n==== দ্বিমুখী স্ল্যাব ====\nএকটি দ্বি-মুখী স্ল্যাব উভয় দিক থেকে মোমেন্ট রেসিসটিং রিইনফোরসমেন্ট সহ্য করে।  ভারী লোডিং, কম্পন প্রতিরোধের, স্ল্যাবের নীচে ছাড়পত্র বা অন্যান্য কারণের মতো প্রয়োগের প্রয়োজনীয়তার কারণে এটি বাস্তবায়িত হতে পারে। তবে, দ্বিমুখী স্ল্যাবের প্রয়োজনীয়তা পরিচালনা করা একটি গুরুত্বপূর্ণ বৈশিষ্ট্য হ'ল দুটি অনুভূমিক দৈর্ঘ্যের অনুপাত। যদি \n  \n    \n      \n        \n          l\n          \n            x\n          \n        \n        :\n        \n          l\n          \n            y\n          \n        \n        <\n        2\n      \n    \n    {\\displaystyle l_{x}:l_{y}<2}\n  \n কোথায় \n  \n    \n      \n        \n          l\n          \n            x\n          \n        \n      \n    \n    {\\displaystyle l_{x}}\n  \n স্বল্প মাত্রা এবং \n  \n    \n      \n        \n          l\n          \n            y\n          \n        \n      \n    \n    {\\displaystyle l_{y}}\n  \n দীর্ঘ মাত্রা, তারপর উভয় দিকের মোমেন্ট ডিজাইনে বিবেচনা করা উচিত।  অন্য কথায়, যদি অক্ষীয় অনুপাত দুটির চেয়ে বেশি হয় তবে একটি দ্বি-মুখী স্ল্যাব প্রয়োজন।\nএকটি আনরিইনফোরসড স্ল্যাব দ্বিমুখী যদি এটি উভয় অনুভূমিক অক্ষগুলিতে সমর্থিত হয়।\nফ্ল্যাট স্ল্যাব\nএটি একটি রিইনফোরসড স্ল্যাব যা বিমের ব্যবহার ছাড়া সরাসরি কলাম বা কাপ এর উপর সমর্থিত । এই ক্ষেত্রে লোড সরাসরি কলামে স্থানান্তরিত হয় । \n\n\n== নির্মাণ ==\nএকটি কংক্রিট স্ল্যাব প্রাক-নির্মিত ( প্রিকাস্ট ), বা সাইটে নির্মিত হতে পারে।\n\n\n=== প্রিফেব্রিকেটেড ===\nপ্রিফেব্রিকেটেড কংক্রিট স্ল্যাবগুলি একটি কারখানায় নির্মিত হয় এবং ইস্পাত বা কংক্রিটের বিমের মধ্যে স্থানে নামিয়ে দেওয়ার জন্য প্রস্তুত করা হয়। এগুলি প্রাক-চাপযুক্ত (কারখানায়), পোস্ট-স্ট্রেসড (সাইটে), বা চাপ ছাড়াই হতে পারে।  প্রাচীর সমর্থনকারী কাঠামোটি সঠিক মাত্রায় নির্মিত বা স্ল্যাবগুলি মাপসই বানাতে হয় নতুবা এটি ফিট নাও হতে পারে তাই এই ব্যাপারটি অতীব গুরুত্বপূর্ণ।\n\n\n=== সাইটে ===\nফর্মওয়ার্ক ব্যবহার করে বিল্ডিং সাইটে অন সাইট কংক্রিট স্ল্যাবগুলি নির্মিত হয় । ফর্মওয়ার্ক এক ধরনের বক্সিং যাতে ভেজা কংক্রিট ঢেলে দেওয়া হয়। যদি স্ল্যাবটিকে রিইনফোরসড করতে হয়, তবে কংক্রিটটি ঢালাই করার আগে ফর্মওয়ার্কের মধ্যে রিবার বা ধাতুর বারগুলি স্থাপন করা হয় ।  প্লাস্টিক-টিপড ধাতু বা প্লাস্টিকের বার চেয়ারগুলি ফর্ম-ওয়ার্কের নীচে এবং পাশ থেকে রিবারটি ধরে রাখতে ব্যবহৃত হয়, যাতে কংক্রিট সেট হয়ে গেলে এটি পুরোপুরি শক্তিবৃদ্ধি করে। এই ধারণাটি কংক্রিট কভার হিসাবে পরিচিত। স্থল-ভারবহন স্ল্যাবের জন্য, ফর্মওয়ার্কটি কেবল পাশের দেয়ালগুলি মাটিতে ঠেলাঠেলি করে থাকতে পারে। ঝুলন্ত স্ল্যাবের জন্য, ফর্মওয়ার্কটি ট্রে এর মতো আকারযুক্ত, প্রায়শই কংক্রিটের সেট না হওয়া পর্যন্ত অস্থায়ী স্ক্যাফল্ড দ্বারা সমর্থিত।\nফর্মওয়ার্কটি সাধারণত কাঠের তক্তা এবং বোর্ড, প্লাস্টিক বা স্টিল থেকে তৈরি। বাণিজ্যিক বিল্ডিং সাইটগুলিতে, প্লাস্টিক এবং ইস্পাত শ্রম সাশ্রয়ের সাথে সাথে জনপ্রিয়তা অর্জন করছে।  স্বল্প-বাজেট বা ছোট স্কেল কাজের ক্ষেত্রে উদাহরণস্বরূপ কংক্রিটের বাগানের পাথ দেওয়ার সময় কাঠের তক্তাগুলির ব্যাবহার খুব সাধারণ ঘটনা। কংক্রিট সেট হওয়ার পরে কাঠ সরিয়ে ফেলা হতে পারে বা স্থায়ীভাবে সেখানে রেখে দেওয়া যেতে পারে।\nকিছু কিছু ক্ষেত্রে ফর্মওয়ার্ক প্রয়োজন নেই - যেমন,ইট অথবা ভিত্তি দেয়াল দিয়ে ঘেরা একটি স্থল স্লাব , যেখানে দেয়াল ট্রে এর পক্ষ হিসাবে কাজ করে এবং হার্ডকোর (ধ্বংসস্তুপের) বেস হিসাবে কাজ করে।\n\n\n== তথ্যসূত্র =="}