{"pageid": 1049526, "title": "আলট্রা লো ফ্রিকুয়েন্সি", "url": "https://bn.wikipedia.org/wiki?curid=1049526", "content": "আলট্রা লো ফ্রিকুয়েন্সি ( ইউএলএফ/ULF ) হলো তড়িৎ চৌম্বকীয় তরঙ্গের ৩০০ হার্জ থেকে ৩ কিলোহার্জের মধ্যে ফ্রিকুয়েন্সি সীমার জন্য আইটিইউ পরিভাষা,  যা ১০০০ থেকে ১০০ কিলোমিটার তরঙ্গদৈর্ঘ্যের সমতুল্য। চৌম্বকমণ্ডল বিজ্ঞান এবং ভূকম্পবিজ্ঞানে সাধারণত বিকল্প সংজ্ঞা দেয়া হয় যার মধ্যে ১ মেগাহার্জ থেকে ১০০ হার্জ , ১ মেগাহার্জ থেকে ১ হার্জ, এবং ১০ মেগাহার্জ থেকে ১০ হার্জ অন্তর্ভুক্ত। বায়ুমণ্ডলীয় বিজ্ঞানে ৩ হার্জের উপরের কম্পাঙ্কসমূহ ELF রেঞ্জের অন্তর্ভুক্ত।\nULF ফ্রিকুয়েন্সি ব্যান্ডের বিভিন্ন ধরনের তরঙ্গ ম্যাগনেটোস্ফিয়ার এবং ভূমিতে পরিলক্ষিত হয়। এই তরঙ্গগুলি পৃথিবীর কাছাকাছি প্লাজমা পরিবেশের গুরুত্বপূর্ণ ভৌত প্রক্রিয়াসমূহকে উপস্থাপন করে। ইউএলএফ তরঙ্গগুলির গতি প্রায়শই আলফভেন বেগের সাথে সংশ্লিষ্ট থাকে যা পরিবেষ্টনীয় চৌম্বকী ক্ষেত্র এবং প্লাজমা ভর ঘনত্বের উপর নির্ভর করে।\nযদিও ইউএলএফের ব্যান্ডউইথ সীমিত এবং ডাটা রেট স্বল্প, এটি সমুদ্র এবং ভূগর্ভস্থ পরিবেশে ব্যবহারে উপযুক্ত যেখানে উচ্চ কম্পাঙ্কের রেডিও সংকেতগুলি প্রবেশ করতে পারে না। কেননা ULF এসকল মাধ্যমে প্রবেশ করতে পারে এবং এর সাথে মিথস্ক্রিয়া কঠিন। ইউএলএফ আকুস্টিক তরঙ্গের চেয়ে ব্যবহারে সুবিধাজনক, কারণ এটি আকুস্টিক তরঙ্গগুলির সাথে সংশ্লিষ্ট রিভারবারেশন থেকে মুক্ত, বিশেষত সেতু এবং নৌযানের হালগুলির মতো বাধাসমূহে এবং এদের চারপাশে। তাই, সাবমেরিনগুলোতে দীর্ঘ পরিসরে যোগাযোগেের মতো সামরিক প্রয়োগে ইউএলএফ ব্যাপকভাবে ব্যবহৃত হচ্ছে।\nএকইভাবে, এই ব্যান্ডটি মাটিতে প্রবেশ করতে পারে বিধায় খনিতে যোগাযোগের জন্য ব্যবহৃত হয়। \n\n\n== ভূমিকম্প ==\nকিছু মনিটরিং স্টেশন জানিয়েছে যে ইউএলএফ ক্রিয়াকলাপে কখনো কখনো ভূমিকম্পের পূর্বে চূড়ার সৃষ্টি হয়। ক্যালিফোর্নিয়ায় ১৯৮৯ সালে লোমা প্রীতা ভূমিকম্পের আগে এর একটি উল্লেখযোগ্য উদাহরণ দেখা গিয়েছিল, যদিও পরবর্তী গবেষণায় বোঝা যায় এটি সেন্সরটির ত্রুটি থেকে কিছুটা বেশি ছিল। ডিসেম্বর ৯, ২০২০ এ, ভূ-বিজ্ঞানিরা ঘোষণা করেন যে DEMETER স্যাটেলাইটে মাত্রা ৭.০ Mw ২০১০ সালের ভূমিকম্পের পূর্বের মাসে হাইতিতে ULF রেডিও তরঙ্গের নাটকীয় বৃদ্ধি পরিলক্ষিত হয়। ভূমিকম্পের আগাম সতর্কতা ব্যবস্থার অংশ হিসাবে এই পদ্ধতিটি ব্যবহার করা যায় কিনা তা জানতে গবেষকরা এই পারস্পরিক সম্পর্ক সম্পর্কে আরও জানার চেষ্টা করছেন।\n\n\n== আর্থ মোড যোগাযোগ ==\nইউএলএফ স্থল মাধ্যমে নিরাপদ যোগাযোগের জন্য সামরিক বাহিনী দ্বারা ব্যবহৃত হয়েছে। ১৯৬০ এর দশকের ন্যাটো অ্যাগার্ড প্রকাশনাগুলো এমন অনেক পদ্ধতি নথিভুক্ত করে, যদিও প্রকাশিত কাগজপত্রগুলোতে প্রতিরক্ষা উদ্দেশ্যে গোপনে যা আসলে বিকশিত হয়েছিল তার অনেক কিছুই অব্যক্ত থাকতে পারে। পরিবহন ক্ষেত্র ব্যবহার করে ভুমির মাধ্যমে যোগাযোগ \"আর্থ-মোড\" যোগাযোগ হিসাবে পরিচিত এবং তা প্রথম বিশ্বযুদ্ধে ব্যবহৃত হয়েছিল। রেডিও অপেশাদার এবং ইলেকট্রনিক্স শখবিদরা মাটিতে বিস্তৃত ব্যবধানে স্থাপিত ইলেক্ট্রোডদ্বয়ের সাথে সংযুক্ত অডিও পাওয়ার এম্প্লিফায়ার্স ব্যবহার করে সীমিত পরিসরের যোগাযোগের জন্য এই মোডটি ব্যবহার করেছে। প্রাপক প্রান্তে সংকেতটি কোনো দূরবর্তী ইলেক্ট্রোডজোড়ের মধ্যে দুর্বল বিদ্যুৎ প্রবাহ হিসাবে সনাক্ত করা হয়। অত্যন্ত সংকীর্ণ ব্যান্ডউইথের সাথে পিসি ভিত্তিক ডিএসপি ফিল্টারিংয়ের সাথে দুর্বল সংকেত গ্রহণ পদ্ধতিগুলি ব্যবহার করে, 10-100 ওয়াট ট্রান্সমিশন পাওয়ার এবং প্রায় 10-50 মিটার ইলেক্ট্রোড ফাঁক দ্বারা কয়েক কিলোমিটারের সীমার মধ্যে সংকেত গ্রহণ সম্ভব।\n\n\n== আরও দেখুন ==\nঅত্যন্ত নিম্ন ফ্রিকুয়েন্সি\nপৃথিবীর ক্ষেত্র NMR\nভূমির মধ্য দিয়ে খনিতে যোগাযোগ\nভয়েস ফ্রিকুয়েন্সি\n\n\n== তথ্যসূত্র ==\n\n\n== বাহ্যিক নিবন্ধ ==\nTomislav Stimac, \"Definition of frequency bands (VLF, ELF... etc.)\". IK1QFK Home Page (vlf.it).\nNASA live streaming ELF -> VLF Receiver\n১০ kHz এর নিচে অপেশাধার রেডিও \"G3XBM's page on Earth Mode Communication  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ মার্চ ২০০৭ তারিখে\"\nআর্থ মোড যোগাযোগের পর্যালোচনা \"1966 abstract about Earth Mode Comms by Ames, Frazier and Orange  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ জুলাই ২০১১ তারিখে\"\nপৃথিবীর ভূত্বকের মধ্যে রেডিও যোগাযোগ \"Abstract of article by Burrows written in 1963\""}