{"pageid": 1049189, "title": "ডিপ ডিকার্বোনাইজেশন পাথওয়েজ প্রজেক্ট", "url": "https://bn.wikipedia.org/wiki?curid=1049189", "content": "ডিপ ডিকার্বোনাইজেশন পাথওয়েজ প্রজেক্ট(ডিডিপিপি) হচ্ছে ২০১৩ সালের অক্টোবর গঠিত একটি বিশ্ব কনসোর্টিয়াম যা বৈশ্বিক উষ্ণায়নের জন্য তাপমাত্রার বৃদ্ধি ২ ডিগ্রী বা তার কম রাখার জন্য গবেষণা করে। ডিডিপি এর মূললক্ষ্য টেকসই শক্তি ব্যবস্থা যেখানে অর্থনীতির অন্যান্য খাত যেমনঃ কৃষি,জমির ব্যবহার কৃষি,জমির ব্যবহার এগুলি বিবেচ্য নয়।\n\n\n== পদ্ধতি ==\nবর্তমান পরিস্থিতি গবেষণা করে দেখা যায় সংস্কৃতি এবং প্রযুক্তির ব্যবহারে তেমন কোনো পার্থক্য দেখা যায়না।তারা উন্নতি দেশগুলির জীবনযাত্রায় তেমন কোনো পরিবর্তন দেখতে পায়না এবং তারা কোনো নতুন প্রযুক্তি যেমন নিউক্লিয় ফিশন তাদের জীবনে অন্তর্ভুক্ত করেনা। গড় বছর প্রতি জনসংখ্যা বৃদ্ধি ১% এবং অর্থনৈতিক বৃদ্ধি ৩% ধরা হয় এবং গবেষণায় আরো দেখা যায় শক্তির জন্য উন্নত প্রযুক্তির জন্য আরো গবেষণা দরকার।\nডিডিপিপি জলবায়ু রক্ষায় বৃদ্ধিকর প্রস্তাব বাতিল করে।বরং জলবায়ু পরিবর্তন প্রশমন চ্যালেঞ্জ (২০১৫ প্যারিস চুক্তি অনুযায়ী)পূরণ করার জন্য আরো প্রয়োজনীয় আকর্ষক দরকার যেমন ডিকার্বোনাইজেশন।এই পদ্ধতি দীর্ঘস্থায়ী লক্ষ পূরণের জন্য স্বল্পমেয়াদি পরিকল্পনা প্রণয়ন করে।যদিও প্রত্যেকটি দেশে অসংখ্য ডিকার্বোনাইজেশন পাথওয়েজ রয়েছে এবং নীতি প্রণয়নকারীদের প্রয়োজনীয় রাজনৈতিক নীতিমালা নির্মাণ করতে হবে পরিকল্পনা বাস্তবায়নের জন্য।ডিডিপি অপ্রয়োজনীয় ব্যয় কমিয়ে স্বল্পমেয়াদি নিঃসরণ কমালেও দীর্ঘমেয়াদি ডিপ ডিকার্বোনাইজেশন বন্ধ করে দেয় যা আবার অসহায় অবস্থায় পড়ার ঝুঁকি কমায়।\n২০১৬ সালে ১৬ টি দেশের অংশগ্রহণে ডিপ ডেভলপমেন্ট পাথওয়েজ(ডিডিপি) বাস্তবায়নের জন্য একটি সিদ্ধান্ত কাঠামো গঠন করে।এখানে মডেলিং প্রজাতির কথা বলা হয় যার উদ্দেশ্য ছিল ”স্বচ্ছতা, যোগাযোগ এবং নীতি বাস্তবায়ন।”\n\n\n== ফলাফল ==\nডিডিপিপি গবেষণায় দেখা যায় তাপমাত্রা ২ডিগ্রীবা তার নিচে নামানো সম্ভব যদি বিদ্যমান প্রযুক্তি সঠিকভাবে ব্যবহার করা হয় কিন্তু বাস্তবে তা হয়না।\n২০১৬ সালে বিশ্বের ৭৪% গ্রিনহাউস গ্যাস নিঃসরণকারী দেশের শক্তি গবেষক এবং প্রতিষ্ঠান নিয়ে ডিডিপিপি গঠিত হয়: অস্ট্রেলিয়া, ব্রাজিল,কানাডা, চীন, ফ্রান্স, জার্মানি, ইন্ডিয়া, ইন্দোনেশিয়া,ইতালি,জাপান, মেক্সিকো, রাশিয়া,সাউথ আফ্রিকা,সাউথ কোরিয়া,আমেরিকা এবং লন্ডন। ২০১৫ সালের বিশ্বের বিভিন্ন দেশের রিপোর্ট ডাউনলোড করা যাবে।বিভিন্ন দেশের পরিশীলিত রিও অনুযায়ী মডেলিং পরিবর্তন হয়।কিছু দেশ জমির ব্যবহারে পরিবর্তন,জিডিপি তে পরিবর্তন,উন্নয়ন এবং অর্থনৈতিক কাঠামোতে পরিবর্তন দেখতে পায় আবার কিছু কিছু দেশে পরিবর্তন নেই।\n\n\n== আরও দেখুন ==\nজলবায়ু পরিবর্তন প্রশমন\nজলবায়ু পরিবর্তন প্রশমন চিত্র\nএনার্জি মডেলিং\nএনার্জি মডেলিং ফোরাম,ইএমএফ২২\nজেফরি স্যাকস,ডিপ ডিকার্বোনাইজেশন পাথওয়েজ প্রজেক্ট এর প্রতিষ্ঠাতা\nমুক্ত এনার্জি মডেলিং উদ্যোগ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nডিপ ডিকার্বোনাইজেশন পাথওয়েজ প্রজেক্ট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ আগস্ট ২০২০ তারিখে, সংমিশ্রণ রিপোর্ট এবং দেশভিত্তিক রিপোর্ট\nডিপ ডিকার্বোনাইজেশন পাথওয়েজ প্রজেক্ট (সেপ্টেম্বর ২০১৫)। ডিপ ডিকার্বোনাইজেশন পাথওয়েজ প্রজেক্ট — সারমর্ম (পিডিএফ)। ১৭ জুন ২০১৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১৬-০৭-২১। \n\n\n== বহিঃসংযোগ ==\nডিপ ডিকার্বোনাইজেশন পাথওয়েজ প্রজেক্ট হোমপেজ"}