{"pageid": 1049285, "title": "যৌন ও প্রজনন স্বাস্থ্য এবং অধিকার", "url": "https://bn.wikipedia.org/wiki?curid=1049285", "content": "যৌনতা এবং প্রজনন স্বাস্থ্য এবং অধিকার বা এসআরএইচআর হলো যৌনতা এবং প্রজননের ক্ষেত্রে প্রয়োগ করা মানবাধিকারের ধারণা। এটি এমন চারটি ক্ষেত্রের সংমিশ্রণ যা কিছু প্রসঙ্গে একে অপরের থেকে কম-বেশি স্বতন্ত্র, তবে সকল প্রসঙ্গে না। এই চারটি ক্ষেত্র হ'ল যৌন স্বাস্থ্য, যৌন অধিকার, প্রজনন স্বাস্থ্য এবং প্রজনন অধিকার । এসআরএইচআর এর ধারণায় এই চারটি ক্ষেত্রকে পৃথক করা হলেও সহজাতভাবে সম্পর্কিত হিসাবে বিবেচনা করা হয়।\nএই চারটি বিষয়ের মধ্যে সবসময় পার্থক্য দেখা যায় না। যৌন স্বাস্থ্য এবং প্রজনন স্বাস্থ্যকে কখনো কখনো একে অপরের সমার্থক হিসাবে বিবেচনা করা হয়, যেমন যৌন অধিকার এবং প্রজনন অধিকার পরস্পর সম্পর্কিত। কিছু ক্ষেত্রে, যৌন অধিকারকে যৌনস্বাস্থ্য শব্দটি দ্বারা বা বিপরীতভাবে প্রকাশ করা হয়। শুধুমাত্র বিভিন্ন বেসরকারী সংস্থা (এনজিও) এবং সরকারী সংস্থাই বিভিন্ন পরিভাষা ব্যবহার করে তা না, বরং একই সংস্থার মধ্যে প্রায়শই বিভিন্ন পরিভাষা ব্যবহৃত হয়।\nযৌন ও প্রজনন স্বাস্থ্য এবং অধিকারের জন্য লড়াই করা উল্লেখযোগ্য কয়েকটি বিশ্বব্যাপী এনজিওগুলির মধ্যে রয়েছে আইপিপিএফ (ইন্টারন্যাশনাল প্ল্যানড প্যারেন্টহুড ফেডারেশন), আইএলজিএ (ইন্টারন্যাশনাল লেসবিয়ান এবং গে অ্যালায়েন্স), ডব্লিউএএস ( ওয়ার্ল্ড অ্যাসোসিয়েশন ফর সেক্সুয়াল হেলথ - পূর্বে ওয়ার্ল্ড অ্যাসোসিয়েশন ফর সেক্সোলজি নামে পরিচিত), দ্য সেন্টার ফর হেলথ অ্যান্ড জেন্ডার ইকুইটি এবং ইন্টারন্যাশনাল এইচআইভি/এইডস অ্যালায়েন্স।\n\n\n== ইতিহাস ==\nসরকার পরিচালিত পরিবার পরিকল্পনা কর্মসূচি প্রথমে ১৯৫০ এর দশকে শুরু হয়েছিল। তবে এই কর্মসূচির মূল লক্ষ্য অর্থনৈতিক বৃদ্ধি এবং উন্নয়নের জন্য জনসংখ্যা নিয়ন্ত্রণকেন্দ্রিক ছিল। ১৯৯৪ সালে মিশরের কায়রোতে ইন্টারন্যাশনাল কনফারেন্স অন পপুলেশন অ্যান্ড ডেভেলপমেন্ট (আইসিপিডি) (ICPD) প্রজনন স্বাস্থ্যের প্রতি দৃষ্টিকোণে একটি উল্লেখযোগ্য পরিবর্তন এনেছে এবং এটি আধুনিক এসআরএইচআর আন্দোলনের জন্ম হিসাবে বিবেচিত হয়। সম্মেলন চলাকালীন পারিবারিক পরিকল্পনাকে অর্থনৈতিক থেকে জনস্বাস্থ্য এবং মানবাধিকারের দৃষ্টিকোণে বিবেচনা করা নিয়ে বিতর্ক চলছিল। এ প্রোগ্রাম অফ অ্যাকশন (পিওএ) আইসিপিডি'র শেষে তৈরি হয়েছিল এবং ১৭৯ টি দেশ একে অনুমোদন দেয়। পিওএ যৌন ও প্রজনন স্বাস্থ্যকে সর্বজনীন মানবাধিকার হিসাবে স্বীকৃত করেছে এবং মুক্ত পছন্দ, নারীর ক্ষমতায়ন এবং শারীরিক এবং মানসিক সুস্থতার দিক থেকে যৌন এবং প্রজনন স্বাস্থ্যকে বিবেচনা করার কেন্দ্রীয় প্রেক্ষাপটের ভিত্তিতে প্রজনন স্বাস্থ্য উন্নত করার লক্ষ্যে বিশ্বজুড়ে এর কার্যক্রম রূপরেখা দিয়েছে। পিওএ ২০১৫ সালের মধ্যে বিশ্বব্যাপী প্রজনন স্বাস্থ্যের সর্বজনীন প্রবেশাধিকার অর্জনের একটি কেন্দ্রীয় লক্ষ্যের উপর ভিত্তি করে একাধিক লক্ষ্যের রূপরেখা প্রকাশ করে। ২০০০ সালে সহস্রাব্দ উন্নয়ন লক্ষ্য (এমডিজি) প্রস্তাব করা হয় এবং যদিও প্রজনন স্বাস্থ্যকে একটি লক্ষ্য হিসাবে স্পষ্টভাবে বলা হয়নি, তবুও এটি তৃতীয়, চতুর্থ এবং পঞ্চম লক্ষ্যের  একটি গুরুত্বপূর্ণ উপাদান ছিল। ২০১০ সালে, জাতিসংঘ পিওএ পুনর্বিবেচনা করে এবং ২০১৫ সালের মধ্যে সর্বজনীন প্রজনন স্বাস্থ্যসেবা অর্জনের উদ্দেশ্যে তাদের লক্ষ্য সংশোধন করা হয়। এমডিজি এবং আইসিপিডি পিওএ ২০১৫ সালে পর্যায়ক্রমে বের হয়ে গেলে এসআরএইচআর এর পরবর্তী লক্ষ্যগুলি টেকসই উন্নয়ন লক্ষ্য দ্বারা প্রতিস্তাপিত হয় যা ছিল এমডিজির উত্তরসূরী এবং তা ২০৩০ সালের মধ্যে দারিদ্র্য বিমোচনের লক্ষ্যে রূপরেখা প্রস্তাব করেছে।\n\n\n== যৌন স্বাস্থ্য ==\nওয়ার্ল্ড হেলথ অর্গানাইজেশন যৌনস্বাস্থ্যকে এইভাবে সংজ্ঞায়িত করেছে: \"যৌন স্বাস্থ্য যৌনতার সাথে সম্পর্কিত শারীরিক, মানসিক এবং সামাজিক সুস্থিতির একটি অবস্থা। এটি যৌনতা এবং যৌন সম্পর্কের প্রতি ইতিবাচক এবং শ্রদ্ধাশীল দৃষ্টিভঙ্গির পাশাপাশি জবরদস্তি, বৈষম্য এবং সহিংসতা মুক্ত, আনন্দদায়ক এবং নিরাপদ যৌন অভিজ্ঞতার প্রতি আলোকপাত করে।\n\n\n== যৌন অধিকার ==\nএসআরএইচআর এর অন্য তিনটি দিকের বিপরীতে যৌন অধিকারের লড়াইয়ে যৌন আনন্দ এবং মানসিক যৌন প্রকাশের উপর মনোনিবেশ করা হয়। এই লড়াইয়ের একটি প্ল্যাটফর্ম হ'ল যৌন অধিকার সম্পর্কিত ডব্লিউএএস ঘোষণা।\nওয়ার্ল্ড অ্যাসোসিয়েশন ফর সেক্সুয়াল হেলথ (ডব্লিউএএস) যৌনবিজ্ঞান বিষয়ে বিশ্বব্যাপী কাজ করা এনজিওগুলোর প্রচারের জন্য ১৯৭৮ সালে প্রতিষ্ঠিত হয়।\n১৯৯৫ বেইজিং কনফারেন্স অন ওমেন এ প্ল্যাটফর্ম ফর অ্যাকশন 'মানবাধিকার নারীর স্বাধীনতা এবং নিপীড়ন, সহিংসতা বা বৈষম্যমুক্তভাবে নিজস্ব যৌনতা এবং তাদের যৌন এবং প্রজনন স্বাস্থ্য সহ তাদের যৌনতা সম্পর্কিত সিদ্ধান্ত গ্রহণের অধিকার অন্তর্ভুক্ত করে। এই অনুচ্ছেদটি কয়েকটি দেশ মহিলাদের যৌন অধিকারের সংজ্ঞা হিসাবে গ্রহণ করেছে। মানবাধিকার বিষয়ক জাতিসংঘ কমিশনের মতে, নারীদের বেশি ক্ষমতা থাকলে সহিংসতার বিরুদ্ধে নিজেকে রক্ষা করার ক্ষমতা আরো দৃঢ় হবে।\nওয়ার্ল্ড কংগ্রেস অফ সেক্সোলজি কর্তৃক ভ্যালেন্সিয়া ডিক্লারেশন অফ সেক্সুয়াল রাইটস ঘোষণা প্রতিষ্ঠানের ইতিহাসে একটি অভূতপূর্ব ঘটনা। মারিয়া পেরেজ কনচিলো এবং হুয়ান জোসে বোরাস ভলস (কংগ্রেস প্রেসিডেন্টদ্বয়) এর পক্ষ থেকে যৌন স্বাস্থ্যের প্রচার এবং যৌনতত্ত্বের ক্ষেত্রে যৌন অধিকারকে মুখ্য হিসেবে প্রতিষ্ঠা একটি স্বপ্নময় পদক্ষেপ ছিল যা ডব্লিউএএসকে আরো অধিকমাত্রায় যৌন অধিকারের পক্ষের একটি সংস্থা হিসেবে প্রতিষ্ঠা করে। কংগ্রেস চলাকালীন ভ্যালেন্সিয়া ঘোষণা গৃহীত হওয়ার খবর জানানোর জন্য একটি সংবাদ সম্মেলন আয়োজন করা হয় এবং বিশ্বব্যাপী এব্যাপারে দৃষ্টি আকর্ষণ করা হয়।\nযৌন অধিকারকে মানবাধিকার হিসাবে স্বীকৃতির এই ঘোষণাটি বিশ্বব্যাপী অনেক প্রভাব রেখেছে। ডব্লুিওএইচও'র উপর অভূতপূর্ব প্রভাব ছাড়াও ঘোষণাপত্রটি  ২০০৮ সালে আইপিপিএফকে যৌন অধিকারের নিজস্ব ঘোষণাপত্র জারি করতে অনুপ্রেরণা দিয়েছিল।\nএরপরে ডব্লুিউএএস ভ্যালেন্সিয়া ঘোষণাপত্রে কিছু সংশোধন করে এবং যৌন অধিকার বিষয়ক একটি ডব্লুিউএএস ঘোষণাপত্রের প্রস্তাব করেছিল যা ১৪ তম ওয়ার্ল্ড কংগ্রেস অফ সেক্সোলজি'র সাধারণ অধিবেশনে (হংকং ১৯৯৯) অনুমোদিত হয়। ডব্লুিউএএস ডিক্লারেশন অফ সেক্সুয়াল রাইটস গ্রহণ করে যাতে ১১ টি যৌন অধিকার অন্তর্ভুক্ত ছিল। ডব্লুিউএএস এর উপদেষ্টা কাউন্সিল  ২০১৪ সালের মার্চ মাসে এটিতে ব্যাপক সংশোধন ও সম্প্রসারণ করে ১৬ টি অধিকার অন্তর্ভুক্ত করে:\n\nসমতা এবং বৈষম্যহীনতার অধিকার\nজীবনের অধিকার, স্বাধীনতা এবং ব্যক্তির সুরক্ষা\nস্বায়ত্তশাসন এবং শারীরিক অখণ্ডতার অধিকার\nনির্যাতন ও নিষ্ঠুর, অমানবিক, বা অবমাননাকর আচরণ বা শাস্তি থেকে মুক্ত থাকার অধিকার\nসকল প্রকার সহিংসতা ও জবরদস্তি থেকে মুক্ত হওয়ার অধিকার\nগোপনীয়তার অধিকার\nআনন্দদায়ক, সন্তোষজনক এবং নিরাপদ যৌন অভিজ্ঞতার সম্ভাবনাসহ যৌন স্বাস্থ্য সহ স্বাস্থ্যের সর্বোচ্চ অর্জনযোগ্য মান লাভের অধিকার।\nবৈজ্ঞানিক অগ্রগতি এবং এর প্রয়োগের সুবিধা উপভোগ করার অধিকার\nতথ্য অধিকার\nশিক্ষার অধিকার এবং ব্যাপক যৌনতা শিক্ষার অধিকার\nসাম্যতা এবং সম্পূর্ণ এবং নিখরচায় সম্মতির ভিত্তিতে বিবাহ এবং অনুরূপ ধরনের সম্পর্কে প্রবেশ, গঠন এবং সমাপ্তির অধিকার\nসন্তান গ্রহণ, সন্তানের সংখ্যা এবং সন্তানের মধ্যবর্তী ব্যবধান বিষয়ে সিদ্ধান্ত নেওয়ার অধিকার এবং তা করার তথ্য এবং উপায় রয়েছে\nচিন্তা, মতামত এবং মত প্রকাশের স্বাধীনতার অধিকার\nসমিতির স্বাধীনতা এবং শান্তিপূর্ণ সমাবেশের অধিকার\nসরকারী ও রাজনৈতিক জীবনে অংশ নেওয়ার অধিকার\nন্যায়বিচার, প্রতিকার এবং প্রতিকারের অংশগ্রহণের অধিকার\nএই ঘোষণাটি যোগ্যকার্তা নীতিগুলিকে প্রভাবিত করেছিল (যা ২০০৭ সালের ২৬ মার্চ যৌন দৃষ্টিভঙ্গি এবং লিঙ্গ পরিচয় সম্পর্কিত আন্তর্জাতিক নীতি বাস্তবায়নের লক্ষ্যে চালু হয়েছিল), বিশেষত প্রতিটি ব্যক্তির অখণ্ডতা এবং যৌন ও প্রজনন স্বাস্থ্যের অধিকার সম্পর্কে।\n২০১৫ সালে মার্কিন সরকার ঘোষণা দেয় যে তারা মানবাধিকার এবং বৈশ্বিক উন্নয়ন সম্পর্কিত আলোচনায় \"যৌন অধিকার\" শব্দটি ব্যবহার শুরু করবে।\n\n\n== প্রজনন স্বাস্থ্য ==\nবিশ্ব স্বাস্থ্য সংস্থার (ডাব্লুএইচও) সম্পূর্ণ শারীরিক, মানসিক এবং সামাজিক সুস্থিতি হিসাবে স্বাস্থ্যের সংজ্ঞা সমভাবে প্রজনন স্বাস্থ্য বা যৌন স্বাস্থ্য/পরিচ্ছন্নতার ক্ষেত্রেও প্রযোজ্য এবং মানুষের জীবনের সকল পর্যায়ে যৌনপ্রক্রিয়া, বৈশিষ্ট্য বিদ্যমান। প্রজনন স্বাস্থ্য বলতে বোঝায় যে লোকেরা একটি দায়বদ্ধ, সন্তোষজনক এবং নিরাপদ যৌনজীবন অর্জন করতে সক্ষম এবং তাদের প্রজনন কখন এবং কীভাবে করা উচিত তা সিদ্ধান্ত নেওয়ার স্বাধীনতা রয়েছে। এর একটি ব্যাখ্যা হলো যে পুরুষ এবং মহিলাদের জন্ম নিয়ন্ত্রণের সম্পর্কে অবহিত করা উচিত এবং জন্মনিয়ন্ত্রণের নিরাপদ, কার্যকর, সাশ্রয়ী এবং গ্রহণযোগ্য পদ্ধতিতে তাদের প্রবেশাধিকার থাকা উচিত; পাশাপাশি যৌন প্রজনন সংশ্লিষ্ট ঔষধের উপযুক্ত স্বাস্থ্যসেবা পরিষেবাগুলি প্রাপ্তি এবং গর্ভাবস্থা এবং প্রসবের সময় মহিলাদের নিরাপত্তার জন্য এবং দম্পতিদের একটি স্বাস্থ্যকর শিশু জন্ম দেওয়ার সবচেয়ে ভাল সুযোগ প্রদানের জন্য প্রয়োজনীয় শিক্ষাব্যবস্থায় প্রবেশাধিকার। অন্যদিকে, প্রজনন স্বাস্থ্যসেবা গ্রহীতারা অসমতার মুখোমুখি হন। আর্থ-সামাজিক অবস্থান, শিক্ষার স্তর, বয়স, জাতি, ধর্ম এবং তাদের পরিবেশে উপলব্ধ সংস্থানগুলির উপর ভিত্তি করে বৈষম্যগুলি পরিবর্তিত হয়। উদাহরণস্বরূপ এটি সম্ভব যে স্বল্প আয়ের ব্যক্তিদের উপযুক্ত স্বাস্থ্যসেবা প্রাপ্তি এবং প্রজনন স্বাস্থ্য বজায় রাখার জন্য উপযুক্ততার জ্ঞানের অভাব রয়েছে।\n\n\n== প্রজনন অধিকার ==\nপ্রজনন অধিকার হলো প্রজনন এবং প্রজনন স্বাস্থ্যের সাথে সম্পর্কিত আইনি অধিকার এবং স্বাধীনতা। ওয়ার্ল্ড হেলথ অর্গানাইজেশন প্রজনন অধিকারকে নিম্নলিখিত রূপে সংজ্ঞায়িত করে:\nপ্রজনন অধিকার বলতে প্রত্যেক দম্পতি এবং ব্যক্তির নিজ দায়িত্বে স্বাধীনভাবে তাদের বাচ্চার সংখ্যা, ব্যবধান এবং সময় নির্ধারণ এবং এসংক্রান্ত তথ্য ও উপায়ের প্রাপ্তি এবং যৌনঅধিকারের সর্বোচ্চ মান অর্জনের অধিকারের মৌলিক স্বীকৃতি বোঝায়। প্রজনন সংক্রান্ত সিদ্ধান্ত নেওয়ার ক্ষেত্রে বৈষম্য, জবরদস্তি ও সহিংসতামুক্ত থাকার অধিকারও এর অন্তর্ভুক্ত।\nযৌন ও প্রজনন অধিকারের ক্ষেত্রটি সাংস্কৃতিক এবং সামাজিক রীতিনীতি, আর্থ-সামাজিক কারণ এবং বিদ্যমান আইন ও বিধি দ্বারা প্রভাবিত হয়। সামাজিক কাঠামো যৌনতা এবং প্রজনন স্বাস্থ্য সংক্রান্ত যত্নে হস্তক্ষেপ এবং এর মান ও প্রবেশাধিকার উভয়কেই প্রভাবিত করতে পারে।\n\n\n== লক্ষ্য ও উদ্দেশ্য ==\nকাঠামোতে ঘন ঘন পরিবর্তন হওয়া সত্ত্বেও এসআরএইচআর'র সামগ্রিক লক্ষ্যগুলি সামান্যই পরিবর্তিত রয়েছে। আইসিপিডিতে প্রথম উল্লেখ্য হিসাবে সর্বজনীন প্রজনন স্বাস্থ্যসেবা নিশ্চিত চূড়ান্ত লক্ষ্য হিসাবে বিদ্যমান এবং প্রতিটি নতুন কাঠামোর সাহায্যে এই লক্ষ্যের বিকাশের দিকে অগ্রসর হয়। অরিজিনাল আইসিপিডি প্রোগ্রাম অফ অ্যাকশনে প্রাথমিক লক্ষ্য ছিল প্রজনন স্বাস্থ্যসেবা, পরিবার পরিকল্পনা এবং যৌন স্বাস্থ্য সহ স্বাস্থ্যসেবাতে সর্বজনীন প্রবেশ নিশ্চিত করা। সময়ের সাথে সাথে যৌন ও প্রজনন স্বাস্থ্যের বিষয়ে শিক্ষার অধিকার, মহিলা যৌনাঙ্গ বিকলনের অবসান, এবং সামাজিক, রাজনৈতিক এবং সাংস্কৃতিক ক্ষেত্রে নারীর ক্ষমতায়ন বৃদ্ধি করাকেও অন্তর্ভুক্ত করেছে।\nকৈশোরের যৌন ও প্রজননমূলক স্বাস্থ্যের চাহিদা পূরণে বিশেষ লক্ষ্য নির্দিষ্ট করা হয়েছে। একঘরে হয়ে যাওয়া এবং বাল্যবিবাহের মত ব্যক্তিগত ও সামাজিক ইস্যুর কারণে কিশোর-কিশোরীরা এইচআইভি সহ যৌন ক্রিয়াকলাপ সংশ্লিষ্ট ঝুকিতে সবচেয়ে বেশি পতিত হয়। সরকার তাদের সমাজের ভবিষ্যত উন্নয়নের মাধ্যম হিসাবে কিশোর-কিশোরীদের স্বাস্থ্যে বিনিয়োগের গুরুত্ব উপলব্ধি করেছে। ফলে, জনসংখ্যা ও উন্নয়ন কমিশন কিশোর-কিশোরীদের মৌলিক যৌনশিক্ষার অধিকার,  যৌনতা সম্পর্কিত বিষয়ে সিদ্ধান্ত নেওয়ার অধিকার এবং বৈষম্য ছাড়াই যৌন এবং প্রজনন স্বাস্থ্যসেবা প্রাপ্তির সুরক্ষা নিশ্চিত করেছে (গর্ভপাতকে আইনি প্রক্রিয়ায় এনে)।\n\n\n== আরও দেখুন ==\nগর্ভপাত-অধিকার আন্দোলন\nঅক্ষমতা এবং মহিলাদের স্বাস্থ্য\nপছন্দের স্বাধীনতা\nদেশ বা অঞ্চল অনুসারে এলজিবিটি অধিকার\nযৌনতার অধিকার\nগ্লোবাল ইনফরমেশন সোসাইটি ওয়াচ\nযৌনকর্মীদের অধিকার\nযৌনকর্মীদের অধিকার আন্দোলন\nঅক্ষমতা এবং যৌনতা\n\n\n== তথ্যসূত্র =="}