{"pageid": 1049479, "title": "ক্লাইমেট চেঞ্জ ডিনায়াল", "url": "https://bn.wikipedia.org/wiki?curid=1049479", "content": "ক্লাইমেট চেঞ্জ ডিনায়াল: হেডস ইন দ্য সান্ড হায়ডন ওয়াশিংটন এবং জন কুকের ২০১১ সালে রচিত জলবায়ু পরিবর্তন অস্বীকার সম্পর্কিত একটি অ-কল্পকাহিনী বই যাতে নওমির ওরেসেকের একটি মুখবন্ধ রয়েছে। বইটি লেখার আগে ওয়াশিংটনের পরিবেশ বিজ্ঞান বিষয়ে পড়ালেখা ছিল; অন্যদিকে কুক পদার্থবিদ্যায় শিক্ষিত, স্কেপটিকাল সায়েন্স ওয়েবসাইটটি প্রতিষ্ঠা (২০০৭) করেন যা বৈশ্বিক উষ্ণায়নের পিয়ার-রিভিউড প্রমাণকে সংকলন করে। বইটি প্রথম হার্ডকভার এবং পেপারব্যাক ফর্ম্যাটে ২০১১ সালে রাউটলেজের অঙ্গসংস্থা আর্থস্ক্যান প্রকাশ করে।\nবইটি জলবায়ু পরিবর্তন অস্বীকারের গভীর বিশ্লেষণ, যুক্তিখণ্ডন এবং একাধিক যুক্তি থেকে পর্যায়ক্রমে জলবায়ু পরিবর্তনের বৈজ্ঞানিক পিয়ার-রিভিউড জার্নালের শুমারি থেকে প্রমাণ দিয়ে তাদের অস্বীকার করে। লেখকরা দৃঢ়ভাবে দাবি করেছেন, জলবায়ু পরিবর্তন অস্বীকারকারীরা তাদের নির্দিষ্ট দৃষ্টিকোণকে সমর্থন করার উদ্দেশ্যে কিছু পছন্দনীয় তথ্য ব্যবহার করেছেন এবং জলবায়ু বিজ্ঞানীদের মতামতের অখণ্ডতার উপর আক্রমণ করেছেন। ওয়াশিংটন এবং কুক বৃহত্তর জনসাধারণে জলবায়ু-পরিবর্তন অস্বীকারের ঘটনাটি পরীক্ষা করার জন্য সামাজিক বিজ্ঞানের তত্ত্ব ব্যবহার করেছেন এবং একে একটি রোগ হিসেবে উল্লেখ করেছেন।\nবইটি জীবাশ্ম জ্বালানী শিল্প কর্তৃক জলবায়ু পরিবর্তন অস্বীকারের জন্য আর্থিক সহায়তার সন্ধান করেছে এবং বলেছে যে সংস্থাগুলি এই বিষয়ে জনমতকে প্রভাবিত করার চেষ্টা করেছে। ওয়াশিংটন এবং কুক লিখেছেন যে রাজনীতিবিদেরা প্রায়শই অপ্রাসঙ্গিক কথা বলে জনগণের ভাবনাকে কোনো বিষয় থেকে দূরে রাখতে চেষ্টা করে এবং জলবায়ু পরিবর্তন বিষয়ে জনমতকে বিক্ষিপ্ত করতে তারা এই পদ্ধতি ব্যবহার করছে। লেখকরা এই সিদ্ধান্তে পৌঁছেছেন যে জনসাধারণ যদি অস্বীকৃতি জানাতে অসম্মত হয় তবে জলবায়ু পরিবর্তনের সমস্যাটির বাস্তব সমাধান করা সম্ভব।\nবইটি সম্পর্কে তাঁর গবেষণা এবং জলবায়ু পরিবর্তনের বিজ্ঞানকে সাধারণ মানুষের কাছে পৌঁছানোর প্রচেষ্টার জন্য জন কুক ২০১১ সালের অস্ট্রেলিয়ান মিউজিয়াম ইউরেকা পুরস্কার জিতেছিলেন। 'ক্লাইমেট চেঞ্জ ডিনায়াল' যেসকল প্রকাশনা সংস্থা থেকে ইতিবাচক পেয়েছেন: দ্য ইকোলজিস্ট ইসিওএস পত্রিকা, একাডেমিক জার্নাল ন্যাচারেস সাইন্সেস সোসাইটিস, এবং নিউ সাউথ ওয়েলস টিচার্স ফেডারেশন প্রকাশিত জার্নাল এডুকেশন।\n\n\n== পটভূমি ==\nঅস্ট্রেলিয়ান পরিবেশ বিজ্ঞান গবেষক হ্যাডন ওয়াশিংটন এবং জন কুক সহলেখক হিসেবে বইটি লিখেন। বইটি লেখার আগে ওয়াশিংটন পরিবেশ বিজ্ঞানী হিসাবে ৩০ বছরেরও বেশি সময় ধরে কাজ করেছেন। পরিবেশ বিজ্ঞান বিষয়ক তাঁর পূর্বে প্রকাশিত বইগুলোর মধ্যে রয়েছে: ইকোসোলিউশনস (১৯৯১), অ্যা সেন্স অব ওয়ান্ডার (২০০২), এবং দ্য ওয়াইল্ডারনেস নট (২০০৯)। 2015 সালে ওয়াশিংটন নিউ সাউথ ওয়েলস বিশ্ববিদ্যালয়ের পরিবেশ গবেষণা স্টাডির একজন ভিজিটিং ফেলো ছিলেন।\nকুক পদার্থবিদ্যা নিয়ে পড়াশোনা করেন।Considine, Mary-Lou (১ জুন ২০১১)। \"Apps Help Argue the Case for Peer-Reviewed Climate Science\"। ECOS। ওসিএলসি 696106998। সংগ্রহের তারিখ ৩ জানুয়ারি ২০১৬। </ref> বইটি লেখার আগে কুক স্কেপটিকাল সায়েন্স নামে ওয়েবসাইটন প্রতিষ্ঠা করেছিলেন, যা জলবায়ু পরিবর্তনের পিয়ার-রিভিউড প্রমাণকে সংকলন করে।  জলবায়ু পরিবর্তনের জন্য বৈজ্ঞানিক ঐকমত্যের বিরুদ্ধে বিভিন্ন ব্যক্তির করা বিতর্কিত মন্তব্য প্রতিটি তালিকা ধরে ধরে খণ্ডন করেন এবং সেগুলোকে নিজের  ওয়েবসাইটে স্থান দেন। ক্লাইমেট চেঞ্জ ডিনায়াল: হেডস ইন দ্য স্যান্ড প্রকাশের পরে কুক ক্লাইমেট চেঞ্জ সাইন্স: এ মডার্ন সিন্থেসিস ভলিউম ১ - দ্য ফিযিক্যাল ক্লাইমেট (২০১৩) নামের বইয়ে সহলেখক ছিলেন। 2015 সালে, কুক কুইন্সল্যান্ড বিশ্ববিদ্যালয়ে ক্লাইমেট কমুনিকেশনের ফেলো হিসেবে কাজ করেন।\nক্লাইমেট চেঞ্জ ডিনায়াল: হেডস ইন দ্য স্যান্ড ২০১১ সালে রাউটলেজের অঙ্গসংস্থা আর্থস্ক্যান প্রথম প্রকাশ করে। হার্ডকভার এবং পেপারব্যাক উভয় সংস্করণই ২০১১ সালের এপ্রিলে প্রকাশিত হয়। একই বছর প্রকাশক একে বৈদ্যুতিন বইয়ের আকারে প্রকাশ করেন। রাউটলেজ ২০১২ সালে একটি দ্বিতীয় ই-বুক প্রকাশ প্রকাশ করে। ২০১৩ সালের মে মাস থেকে Amazon.com থেকে বইটি কিন্ডলে মাধ্যমে পাওয়া যায়।\n\n\n== সংক্ষিপ্তসার ==\nক্লাইমেট চেঞ্জ ডিনায়াল: হেডস ইন দ্য স্যান্ড জলবায়ু পরিবর্তন অস্বীকারের বিশদ বিশ্লেষণ এবং যুক্তিখণ্ডন উপস্থাপন করে। বইয়ের মুখবন্ধে নাওমি ওরেস্কেস লিখেছেন যে মানুষ ভীতি থেকে জলবায়ু পরিবর্তনকে অস্বীকার করে। বইটি বৈশ্বিক উষ্ণায়নের বিরুদ্ধে বিভিন্ন যুক্তি পরীক্ষা করে এবং প্রতিটি যুক্তির বৈধতা নিয়ে বিতর্ক করার জন্য বৈজ্ঞানিক ঐকমত্য পিয়ার-রিভিউড প্রমাণ ব্যবহার করে। জলবায়ু পরিবর্তন অস্বীকারকারীদের ব্যবহৃত পদ্ধতির মূল্যায়ন করা হয়; এর মধ্যে রয়েছে: তাদের নির্দিষ্ট দৃষ্টিকোণকে সমর্থন করার জন্য খণ্ডায়িত উপাত্ত ব্যবহার করা, অস্বীকারকারীদের পক্ষ থেকে জলবায়ু পরিবর্তনের প্রমাণের জন্য  উচ্চতর আলোচনার দাবি করা এবং জলবায়ু বিজ্ঞানীদের মূল্যবোধের সমালোচনা।Williams, Jeremy (১২ মে ২০১১)। \"Climate Change Denial\"। আইএসএসএন 0012-9631। ওসিএলসি 263593196। ১৫ সেপ্টেম্বর ২০১৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩১ অক্টোবর ২০১৫।  CS1 maint: discouraged parameter (link)\n</ref> বইটিতে ব্যাখ্যা দেওয়া হয়েছে যে নির্দিষ্ট কিছু ব্যক্তি এবং বৃহত্তর জনতা জলবায়ু পরিবর্তনের বৈজ্ঞানিক ঐকমত্যকে অস্বীকার করার প্রবণতা কেন প্রদর্শন করে।\nলেখকরা সামাজিক বিজ্ঞান তত্ত্ব ব্যবহার করে অস্বীকারের বিস্তৃত ধারণা নিয়ে আলোচনা করেন এবং লক্ষ্য করেন যে, যখন ব্যক্তি নিজের ক্রিয়াকলাপে ভীত বা লজ্জিত হয়, তখন সমাজে এধরনের ঘটনা ঘটে। যখন এই পরিস্থিতি ব্যক্তি থেকে বিস্তৃত সমাজে প্রসারিত হয়, তখন এটি রোগ হিসেবে আবির্ভূত হয়। বইটি জলবায়ু পরিবর্তনকে অস্বীকার করাকে এই গ্রহ বিধ্বংসীকারী একটি রোগ হিসেবে চিহ্নিত করে। লেখকরা দুঃখপ্রকাশ করেছেন যে জলবায়ু পরিবর্তন সম্পর্কিত ক্রমবর্ধমান বৈজ্ঞানিক ঐকমত্য এবং এই বিষয়ে বৃহত্তর জনগণের মধ্যে অস্বীকৃতি যুগপত বৃদ্ধি সম্পূর্ণভাবে বিপরীতভাবে সম্পর্কযুক্ত।\nজীবাশ্ম জ্বালানী শিল্পের ব্যবসায়িক সংস্থা কর্তৃক লাভের উদ্দেশ্যে জনগণের মতামতকে প্রভাবিত করার বিষয়ে এই বই মতামত দিয়েছে। ওয়াশিংটন এবং কুক লিখেছেন যে রাজনীতিবিদরা প্রায়শই প্রচারের অংশ হিসেবে জোরপূর্বক কিছু শব্দ ব্যবহার করেন যাতে তারা জলবায়ু পরিবর্তন সম্পর্কে কিছু করার চেষ্টা করে থাকেন বলে প্রতীয়মান হয়, যদিও বাস্তবে এই বিষয়টিতে তাদের ভূমিকা ততটা জোরালো নয়। লেখকেরা নিজেই ব্যাপক জনগণের মধ্যে অস্বীকারের একটি বৃহত্তর স্তর চিহ্নিত করতে যান। তাদের যুক্তি হলো বৈজ্ঞানিক ঐকমত্যের নিষ্ক্রিয়তা এবং প্রতিরোধের মাধ্যমে সমাজ জলবায়ু বিজ্ঞানকে অস্বীকার করতে সক্ষম হবে। লেখকেরা সিদ্ধান্তে এসেছেন যে, জনসাধারণ যদি জলবায়ু পরিবর্তনকে অস্বীকার করা বন্ধ করে দেয় তবে সমস্যাটি বাস্তবেই সমাধান করা যেতে পারে।\n\n\n== যেভাবে গৃহীত হয় ==\n\nবইটির সহলেখক জন কুক ২০১০ সালের জলবায়ু পরিবর্তন বিষয়ক জ্ঞান প্রচার এবং জলবায়ুবিজ্ঞানকে জনসাধারণের বোধগম্য করার জন্য নিউ সাউথ ওয়েলস সরকার থেকে অস্ট্রেলিয়ান জাদুঘর ইউরেকা পুরস্কার জিতেছিলেন। কুইন্সল্যান্ড গ্লোবাল চেঞ্জ ইনস্টিটিউটের পরিচালক অধ্যাপক ওভে হোইগ-গুল্ডবার্গ কুকের গবেষণা এবং 'ক্লাইমেট চেঞ্জ ডিনায়াল' লেখাকে সম্মান জানিয়েছেন এবং পুরস্কার জয়ের পিছনে একে যুক্তি হিসাবে উল্লেখ করেছেন।\nদ্য ইকোলজিস্ট বইটি পর্যালোচনা করে এটিকে 'ভাল গবেষণাপূর্ণ এবং তথ্যবহুল পাদটীকা সম্পন্ন' বলে উল্লেখ করেছে। পর্যালোচনাটি উপসংহারে বলেছে যে 'ক্লাইমেট চেঞ্জ ডিনায়াল' একটি বিজ্ঞ এবং সময়োচিত বই। এটি পাঠকের দাবিদার। মেরি-লু কনসিডাইন ইসিওএস ম্যাগাজিনে লিখেছেন যে বইটি পিয়ার-রিভিউড প্রমাণ ব্যবহার করে প্রতিটি অপযুক্তিকে তীক্ষ্ণ ও সূক্ষ্মভাবে খণ্ডিত করে।  যারা পূর্বে স্কেপটিকাল সায়েন্স ওয়েবসাইটটি দেখেছিলেন এবং পরবর্তীতে ওয়েবসাইটে আরো বিস্তৃত বিষয় সম্পর্কে জানতে চান, কনসিডাইন তাদের জন্য বইটি সুপারিশ করেছেন।\nন্যাচারস সায়েন্সেস সোসাইটিস একাডেমিক জার্নালে বইটির পর্যালোচনাতে লেখকদের থিসিস বিশ্লেষণে দক্ষতার প্রশংসা করা হয়েছে: \"এই বইটি দেখায় যে আমরা কীভাবে অস্বীকার ভেঙে বাস্তবতা মেনে নিতে পারি এবং এভাবে জলবায়ু সংকট সমাধান করতে পারি।\"। নাটচার সায়েন্সেস সোসাইটিস একাধিকবার বইটিকে সুপারিশ করছিল এবং উপসংহারে জানায় যে: \"এটি বিজ্ঞানী, বিশ্ববিদ্যালয়ের শিক্ষার্থী, জলবায়ু পরিবর্তনে নিযুক্ত কর্মীদের পাশাপাশি সাধারণ মানুষকে অস্বীকার ত্যাগ করে পদক্ষেপ নিতে শিক্ষা দিবে\"।\nনিউ সাউথ ওয়েলস টিচার্স ফেডারেশনের 'এডুকেশন' নামের জার্নালে জেইন কিটসন এই বইটি পর্যালোচনা করেছেন। কিটসন প্রয়োজনীয়তার প্রেক্ষাপটে এই কাজটি সময়োপযোগী এবং গুরুত্বপূর্ণ হিসাবে বর্ণনা করেছেন: \"জলবায়ু পরিবর্তন সত্যিকার অর্থে আমাদের নিয়ন্ত্রণের বাইরে চলে যাওয়ার আগে এটি পড়া খুবই গুরুত্বপূর্ণ\"। তিনি উপসংহারে বলেন: \"আমরা কেবলই আশা করতে পারি যে, জলবায়ু অস্বীকারকারীরা বইটি পড়বে যাতে আমরা একটি টেকসই পরিবেশের দিকে আমাদের বাধাবহুল যাত্রা শুরু করতে পারি।\"\n\n\n== আরও দেখুন ==\nমার্চেন্টস অফ ডাউট\nমার্চেন্টস অফ ডাউট(চলচ্চিত্র)\nএকটি কল্পিত রোগ সম্পর্কে ব্যঙ্গাত্মক প্যারোডি ফিল্ম ক্লাইমেট চেঞ্জ ডিনায়াল ডিসঅর্ডার\nভয়, অনিশ্চয়তা এবং সন্দেহ\nবৈশ্বিক উষ্ণায়ন বিতর্ক\nবিজ্ঞানের রাজনীতি সম্পর্কিত বইয়ের তালিকা\nজলবায়ু পরিবর্তন মিডিয়া কভারেজ\nতার সাথে ওয়াটস আপ?, এমন একটি ব্লগ যা জলবায়ু পরিবর্তন সংশয় বা অস্বীকার প্রচার করে\nট্রায়াম্ফ অফ ডাউট (২০২০ সালের বই)\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nJensen, Derrick; McMillan, Stephanie (২০০৭)। As the World Burns: 50 Simple Things You Can Do to Stay in Denial। Seven Stories Press। আইএসবিএন 978-1-58322-777-0। ওসিএলসি 154705030। \nMarshall, George (২০১৪)। Don't Even Think About It: Why Our Brains Are Wired to Ignore Climate Change। Bloomsbury USA। আইএসবিএন 978-1-62040-133-0। ওসিএলসি 885302594। \nNorgaard, Kari Marie (২০১১)। Living in Denial: Climate Change, Emotions, and Everyday Life। The MIT Press। আইএসবিএন 978-0-262-51585-6। ওসিএলসি 727944942। \nOreskes, Naomi; Conway, Erik M. (২০১১)। Merchants of Doubt: How a Handful of Scientists Obscured the Truth on Issues from Tobacco Smoke to Global Warming। Bloomsbury Press। আইএসবিএন 978-1-60819-394-3। ওসিএলসি 461631066। \n\n\n== বহিঃসংযোগ ==\n\nCook, John (২৯ এপ্রিল ২০১১)। \"Climate Change Denial: Heads in the Sand\"। Skeptical Science। ২২ সেপ্টেম্বর ২০১৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩১ অক্টোবর ২০১৫। \n\"Climate Change Denial: Heads in the Sand\"। CSIRO Publishing। ২০১৫। ২ এপ্রিল ২০১৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩১ অক্টোবর ২০১৫।"}