{"pageid": 1049726, "title": "গুরুপ্রসাদ সেন", "url": "https://bn.wikipedia.org/wiki?curid=1049726", "content": "গুরুপ্রসাদ সেন (ইংরেজি: Guruprasad Sen) (২০ মার্চ, ১৮৪২ - ২৯ সেপ্টেম্বর, ১৯০০) ছিলেন বিখ্যাত বাঙালি আইনজীবী, প্রাবন্ধিক ও বিহারের প্রথম ইংরেজি পত্রিকা \"বিহার হেরল্ড\"এর প্রতিষ্ঠাতা। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nগুরুপ্রসাদ সেনের জন্ম ১৮৪২ খ্রিস্টাব্দের ২০ শে মার্চ (৮ই চৈত্র, ১২৪৯ বঙ্গাব্দ) বেঙ্গল প্রেসিডেন্সির (অধুনা বাংলাদেশের) ময়মনসিংহ পরগনার ঢাকার ডোমসারে (বর্তমান শরীয়তপুর)। পিতা কাশীচন্দ্র সেন ও মাতা সারদাসুন্দরী দেবী। তার অতি অল্প বয়সে পিতৃবিয়োগ হলে মাতা সারদাসুন্দরী তাঁকে নিয়ে চলে আসেন তার ভ্রাতা রাধানাথ সেনের আশ্রয়ে বিক্রমপুরের কাঁচাদিয়া গ্রামে এবং সেখানে তিনি মাতুল কর্তৃক প্রতিপালিত হন। সেসময় বিক্রমপুরে ইংরাজী মাধ্যমের স্কুল না থাকায় তার মাতুলই ইংরাজী শেখাতেন।  পরে ভর্তি হন ঢাকা পোপোজ স্কুলে। গুরুপ্রসাদ অত্যন্ত মেধাবী ছাত্র ছিলেন। সেখান থেকে ১৮৫৮ খ্রিস্টাব্দে বৃত্তিসমেত প্রবেশিকা পরীক্ষায় উত্তীর্ণ হন। এরপর ঢাকা কলেজ থেকে ১৮৬০ খ্রিস্টাব্দে এফ.এ.পরীক্ষায় প্রথম হন।কলকাতা প্রেসিডেন্সি কলেজ থেকে ১৮৬২ খ্রিষ্টাব্দে বি.এ. এবং ১৮৬৪ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় থেকে এম. এ. পাশ করেন।  তিনি তৎকালীন পূর্ব বাংলার (বর্তমান বাংলাদেশের) প্রথম এম.এ.।\n\n\n== কর্মজীবন ==\nএম. এ পাশের পর প্রেসিডেন্সি কলেজে অধ্যাপনা দিয়ে কর্মজীবন শুরু করলেও  ১৯৬৫ খ্রিস্টাব্দে বি.এল পরীক্ষা পাশ করে ডেপুটি ম্যাজিসেট্রট পদে প্রথমে কৃষ্ণনগর ও পরে  বাঁকিপুরে কাজ করতে থাকেন। কিন্তু সেখানে ইংরেজ ম্যাজিসেট্রটের সাথে মনোমালিন্য হওয়ায় সরকারি পদ ত্যাগ করে বাঁকিপুরেই স্বাধীনভাবে ওকালতি শুরু করেন। এই বাঁকিপুর তার ত্রিশ বৎসর কর্মজীবনের মূল  কর্মক্ষেত্র হয়েছিল এবং বহু জনহিতকর কাজে লিপ্ত ছিলেন। বিহারের প্রধান প্রধান জমিদারগণের আইনি-উপদেষ্টা ছিলেন তিনি। তার জীবনের সবচেয়ে উল্লেখযোগ্য ঘটনা ছিল, নীলকর সাহেবদের অত্যাচারের বিরুদ্ধে নীলচাষিদের পক্ষ অবলম্বন করা এবং তাদের সংগ্রামে সামিল হওয়া। প্রকৃতপক্ষে তার চেষ্টায় বিহারের নীলচাষীরা ইংরেজ নীলকর সাহেবদের অত্যাচার মুক্ত হন। ১৮৭৪ খ্রিস্টাব্দে তিনি বিহারে প্রথম ইংরাজী সাপ্তাহিক পত্রিকা \"বিহার হেরল্ড\" প্রকাশ করেন। এই পত্রিকার সাহায্যে তিনি জনসাধারণের সপক্ষে সংগ্রাম করে তাদের প্রকৃত বন্ধু হয়ে ওঠেন। দরিদ্র ছাত্রদের জন্য হোস্টেল এবং বাঁকিপুরে ও ঢাকায় দুটি স্কুল স্থাপন করেন। ১৮৭৮ খ্রিস্টাব্দে  বিহার ল্যান্ড-হোল্ডার্স অ্যাসোসিয়েশন প্রতিষ্ঠা তার চেষ্টায় সম্ভব হয়েছিল এবং তিনি এর আজীবন সম্পাদক ছিলেন। ১৮৯৫ খ্রিস্টাব্দে তিনি বঙ্গীয় ব্যবস্থাপক  সভার  সদস্য হন এবং পরের বৎসর  কলকাতা বিশ্ববিদ্যালয়ের  ফেলো হন। ঢাকা থেকে প্রকাশিত সেকালের বিখ্যাত পত্রিকা ‘সোম প্রকাশ’ পত্রিকায় তিনি অনেক প্রবন্ধ লিখতেন। জুরির বিচারব্যবস্থা ওঠানোর চেষ্টা হলে তার রচিত ইংরাজী পুস্তিকা বিলাতে প্রশংসিত হয়েছিল। ইংরেজি ভাষায় তিনি কয়েকখানি পুস্তক রচনা করেছিলেন -\n\n অ্যান ইনেট্রাডাকশন টু দ্য স্টাডি অফ হিন্দুইজম (১৮৯১) (প্রবন্ধ সংকলন)\nনোটস্ অন সাম কোয়শচেন অফ অ্যাডমিনিস্টেশন ইন ইন্ডিয়া  (১৮৯৩) \nবাঁকিপুরে অবস্থানকালে বিধানচন্দ্র রায়ের পিতা প্রকাশ চন্দ্র রায় ও মাতা অঘোরকামিনী দেবীর সাথে তার পরিচয় ছিল। তাঁদের মতো তিনিও এক সময় ব্রাহ্মধর্মে দীক্ষিত হয়েছিলেন।  পরে তার ধর্মবিশ্বাসে উদারপন্থী মনোভাব লক্ষিত হয়েছিল। বিধবাবিবাহের উৎসাহী সমর্থক ছিলেন তিনি। বিপথগামী মেয়েদের বিবাহ ও পুনর্বাসনের পক্ষে নিবন্ধ লিখেছেন। তিনি ভারতের জাতীয় কংগ্রেসের সূচনা থেকেই তার সমর্থক ছিলেন এবং বিভিন্ন সময়ে কংগ্রেসের গুরুত্বপূর্ণ পদে কাজ করেছেন।      \n\n\n== জীবনাবসান ==\nগুরুপ্রসাদ সেন নিউমোনিয়ায় আক্রান্ত হয়ে  ১৯০০  খ্রিস্টাব্দের ২৯ শে সেপ্টেম্বর (১৩০৭ বঙ্গাব্দের ২৮শে আশ্বিন) প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}