{"pageid": 1049166, "title": "বাস্তুতান্ত্রিক সংকট", "url": "https://bn.wikipedia.org/wiki?curid=1049166", "content": "একটি প্রজাতি বা জনসংখ্যার পরিবেশে পরিবর্তনগুলো যখন প্রজাতির অবিচ্ছিন্নভাবে বেঁচে থাকার পরিবেশকে অস্থিতিশীল করে তখন একটি বাস্ততান্ত্রিক সংকট দেখা দেয়। কিছু গুরুত্বপূর্ণ কারণ হলো:\n\nঅবায়বীয় বাস্ততান্ত্রিক অনুঘটকের (উদাহরণস্বরূপ: তাপমাত্রা বৃদ্ধি, কম বৃষ্টিপাত) অবনতি\nশিকারের পরিমাণ বৃদ্ধি\nসংখ্যা বৃদ্ধি (অর্থাৎ অতিরিক্ত জনসংখ্যা)\nসময়ভিত্তিক সাম্যাবস্থার বিবর্তনীয় তত্ত্ব অনিয়মিত বাস্তুতান্ত্রিক সংকটকে দ্রুত বিবর্তনের সম্ভাব্য একটি সম্ভাব্য কারণ হিসেবে বিবেচনা করে।\nসাম্প্রতিক ভূতাত্ত্বিক সময়কালে প্রাকৃতিক পরিবেশের উপর মানুষের প্রভাবের কারণে বাস্ততান্ত্রিক সংকট শব্দটি প্রায়শই মানবসৃষ্ট পরিবেশগত সমস্যার ক্ষেত্রে প্রয়োগ করা হয়; যেমন: জলবায়ু সংকট, জীববৈচিত্র্য হ্রাস ও প্লাস্টিক দূষণ\n\n\n== উদাহরণ ==\n\n\n=== সংকটের অবায়বীয় অনুঘটক ===\nজলবায়ু পরিবর্তন বাস্ততন্ত্রে বড় ধরনের প্রভাব রাখে। বৈশ্বিক তাপমাত্রা বৃদ্ধির সাথে সাথে তুষারপাত হ্রাস পাচ্ছে এবং সমুদ্রের স্তর বাড়ছে। তাপমাত্রা বৃদ্ধির সাথে খাপ খেতে বাস্ততন্ত্রসমূহ পরিবর্তন বা বিবর্তিত হবে। ফলে অনেক প্রজাতি নিজেদের আবাসস্থল থেকে বিতাড়িত হচ্ছে।\nমেরু ভালুকও হুমকির মুখে। তাদের প্রাথমিক শিকার সিল শিকার করতে বরফের প্রয়োজন। বরফের গলন মেরু ভালুকের শিকারের সময় সংক্ষিপ্ত হয়ে যাচ্ছে। ফলে মেরু ভালুকেরা শীতের জন্য পর্যাপ্ত চর্বি সংরক্ষণ করতে পারছে না এবং এই কারণেই তারা স্বাস্থ্যকরভাবে প্রজননও করতে পারছে না।\nস্বাদু পানি এবং জলাভূমির বাস্তুসংস্থান তাপমাত্রা বৃদ্ধির চরম প্রভাব মোকাবেলা করছে। জলবায়ু পরিবর্তন স্যালমন, ট্রাউট এবং অন্যান্য জলজ জীবের জন্য ধ্বংসাত্মক হতে পারে। তাপমাত্রা বৃদ্ধি স্যালমন এবং ট্রাউটের বর্তমান জীবনছন্দকে ব্যাহত করবে। ঠাণ্ডা জলের মাছগুলো শেষ পর্যন্ত তাদের প্রাকৃতিক ভৌগোলিক পরিসীমা ত্যাগ করে শীতল জলে স্থানান্তরিত হবে।\nঅনেক প্রজাতি তাদের অবস্থান পরিবর্তন করে নতুন অবস্থার সাথে খাপ খাইয়ে নিতে সক্ষম হলেও অন্য প্রজাতি এতটাও ভাগ্যবান নয়। যদিও মেরু ভালুক এবং কিছু জলজ জীবের জন্য এই স্থানান্তর সম্ভব নয়।\n\n\n==== জলবায়ু পরিবর্তন ====\nজলবায়ু পরিবর্তন পৃষ্ঠীয় এবং সামুদ্রিক উভয় বাস্তুতন্ত্রকেই বিরূপভাবে প্রভাবিত করেছে এবং টুন্ড্রা, ম্যানগ্রোভ, কোরাল রিফস, এবং গুহাসহ আরও অনেক বাস্তুতন্ত্রকে প্রভাবিত করবে বলে ধারণা করা হচ্ছে। জলবায়ু পরিবর্তনের সর্বাধিক বিরূপ প্রভাব সম্পর্কিত ঘটনাগুলো হলো ক্রমবর্ধমান বৈশ্বিক উষ্ণায়ন, বিরূপ আবহাওয়ার ঘটনা বৃদ্ধি এবং সমুদ্রের স্তর বৃদ্ধি। এই প্রভাবগুলোর সম্ভাব্য কিছু ফলাফলের মধ্যে রয়েছে প্রজাতির হ্রাস ও বিলুপ্তি, বাস্তুতন্ত্রের মধ্যকার পরিবর্তন, আক্রমণাত্মক প্রজাতির বৃদ্ধি, বনের কার্বন শোষক থেকে কার্বন নিঃসারক হয়ে ওঠা, সমুদ্রের অম্লতা, পানিচক্রে বিঘ্ন এবং প্রাকৃতিক বিপর্যয়ের ঘটনা বৃদ্ধি।\n\n\n=== জীববৈচিত্র্য বিলুপ্তি ===\nজীববৈচিত্র্য হ্রাস বিশ্বজুড়ে প্রজাতির বিলুপ্তির পাশাপাশি স্থানীয় আবাসে প্রজাতির হ্রাসকেও বোঝায় যার ফলে জীববৈচিত্র্য হ্রাস পায়। পরের ঘটনাটি অস্থায়ী বা স্থায়ী হতে পারে তবে তা নির্ভর করে যে পরিবেশগত অবক্ষয়ের কারণে এরূপ ক্ষতি হয়েছে তা থেকে পরিবেশীয় সুরক্ষা বা বাস্ততান্ত্রিক পুনর্গঠনের মাধ্যমে পূর্বের অবস্থায় ফিরিয়ে আনা যায় নাকি স্থায়ী ক্ষতি (ভূমি ক্ষয়ের দ্বারা) হয়েছে। বৈশ্বিক বিলুপ্তির একটি বড় কারণ হচ্ছে মানব সংঘটিত কর্মকাণ্ড যা আজ পৃথিবীর সীমা ছাড়িয়ে গেছে এবং অধিকাংশ ক্ষেত্রেই তাকে ফিরিয়ে আনা অসম্ভব।\nযদিও প্রজাতির বৈশ্বিক বিলুপ্তি এর আঞ্চলিক বিলুপ্তির তুলনায় প্রাণীদের অবস্থানে বেশি নাটকীয় এবং দুঃখজনক প্রভাব রাখে; এমনকি একটি সুস্থ-সবল বাস্ততন্ত্রে ছোট্ট একটি পরিবর্তনও খাদ্যজাল এবং খাদ্যশৃঙ্খলে এতো সুদূর ভূমিকা রাখতে পারে (সহবিলুপ্তি), যা অন্য কোনো বিকল্পের অনুপস্থিতিতে কালক্রমে জীববৈচিত্র্য হ্রাসের ক্ষেত্রে ভূমিকা রাখে। জীববৈচিত্র্যের বাস্ততান্ত্রিক প্রভাব দ্বারা সাধারণত এর ক্ষতিকে প্রতিহত হয়। জীববৈচিত্র্যের হ্রাস কেবলই বাস্ততন্ত্রের গুণাবলি হ্রাস করে এবং ক্রমান্বয়ে খাদ্য সুরক্ষার জন্য বিপদ ডেকে আনে না, বরং সাথে সাথে জনস্বাস্থ্যেও ক্ষতিকর প্রভাব ফেলে।\nআন্তর্জাতিক পরিবেশ সংগঠনগুলি কয়েক দশক ধরে জীববৈচিত্র্য ক্ষতি রোধে প্রচারণা চালিয়ে আসছে এবং জনস্বাস্থ্য কর্মকর্তারা এটিকে জনস্বাস্থ্য চর্চায় ওয়ান হেলথ পদ্ধতির সাথে একীভূত করেছে এবং জীববৈচিত্র্যের ক্রমবর্ধমান সংরক্ষণ আন্তর্জাতিক নীতির অংশ হিসেবে একীভূত করেছে। উদাহরণস্বরূপ, বায়োলজিকাল ডাইভারসিটি সম্পর্কিত ইউএন কনভেনশন জীববৈচিত্র্য ক্ষতি রোধে এবং বনাঞ্চলের সক্রিয় সংরক্ষণের দিকে দৃষ্টি নিবদ্ধ করে। এই কাজের জন্য আন্তর্জাতিক প্রতিশ্রুতি ও লক্ষ্যগুলি বর্তমানে টেকসই উন্নয়ন লক্ষ্য ১৫ এর \"ল্যান্ড অন লাইফ\" এবং টেকসই উন্নয়ন লক্ষ্য ১৪ এর \"লাইফ বিলো ওয়াটার\" এর জন্য কাজ করছে। তবে, ২০২০ সালে  ইউনাইটেড ন্যাশনস এনভায়ররনমেন্ট প্রোগ্রাম কর্তৃক প্রকাশিত \"মেকিং পিস উইথ ন্যাচার\" প্রতিবেদনে দেখা গেছে যে আন্তর্জাতিক লক্ষ্য পূরণে তাদের বেশিরভাগ প্রচেষ্টা ব্যর্থ হয়েছিল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ মার্চ ২০২১ তারিখে।\n\n\n=== অতিরিক্ত জনসংখ্যা (প্রজাতি) ===\nবনাঞ্চলে শিকারিরা প্রজাতির অতিরিক্ত জনসংখ্যার সমস্যা সমাধান করে দেয়। শিকারীরা তাদের শিকারের মাঝে দুর্বলতার লক্ষণ খুঁজতে থাকে এবং তাই সাধারণত প্রথমে বৃদ্ধ বা অসুস্থ প্রাণি শিকার করে। এর ফলে বেঁচে থাকা প্রাণীগোষ্ঠীর খাদ্যের নিশ্চয়তা এবং গোষ্ঠীর সংখ্যা নিয়ন্ত্রিত হয়।\nশিকারিদের অনুপস্থিতিতে প্রজাতিতে প্রাণির সংখ্যা পরিবেশে মোট সম্পদের দ্বারা নির্ধারিত হয়, কিন্তু এটি অতিরিক্ত জনসংখ্যা নিয়ন্ত্রণ করতে পারেনা। প্রকৃতপক্ষে জমির পরিমাণ বেশি হলে জনসংখ্যার বিস্ফোরণ ঘটতে পারে যা ঐ পরিবেশের ধারণক্ষমতার বেশি। এ ক্ষেত্রে অনাহার, তৃষ্ণা এবং দুর্লভ সংস্থানের জন্য সহিংস প্রতিযোগিতা জনসংখ্যা কমাতে পারে এবং খুব সংক্ষিপ্তভাবে জনসংখ্যা একদম কমিয়ে ফেলতে পারে। লেমিংস এবং অন্যান্য প্রজাতির ইঁদুরগুলোতে দ্রুত জনসংখ্যা বৃদ্ধি এবং পরবর্তীকালে হ্রাস পাওয়ার এই চক্র রয়েছে বলে জানা যায়।\nএকটি আদর্শ ব্যবস্থায় যখন প্রাণীর জনসংখ্যা বৃদ্ধি পায়, তখন সেই নির্দিষ্ট প্রাণির শিকারীর সংখ্যায় বাড়ে। যে সকল প্রাণীর জন্মগত ত্রুটি বা দুর্বল জিন (যেমন দলের দুর্বল সদস্য) রয়েছে তারাও মারা যায় এবং শক্তিশালী ও স্বাস্থ্যকর প্রাণির সাথে খাবারের প্রতিযোগিতা করতে অক্ষম হয়।\nবাস্তবে একটি প্রাণী যে পরিবেশে স্থানীয় নয় সেই পরিবেশে স্থানীয় প্রাণীদের তুলনায় সুবিধা পেতে পারে যেমন তারা স্থানীয় শিকারীর পক্ষে অনুপযুক্ত। যদি অনিয়ন্ত্রিত অবস্থায় থাকে তবে ঐ প্রাণী দ্রুত জনবহুল হয়ে শেষ পর্যন্ত ঐ পরিবেশকে ধ্বংস করে ফেলে।\nস্থানীয় নয় এরূপ প্রজাতির প্রচলনের ফলে পশুর জনসংখ্যা বৃদ্ধির অনেক উদাহরণ রয়েছে:\n\nউদাহরণস্বরূপ, আর্জেন্টিনার পাতাগোনিয়াতে ট্রাউট এবং হরিণের মতো ইউরোপীয় প্রজাতিগুলো স্থানীয় স্রোত ও বনে আসে এবং এরই সুত্র ধরে প্লেগ আসে যার ফলে স্থানীয় প্রজাতির মাছ ও হরিণ প্রতিযোগিতায় হেরে বিতাড়িত হয়।\nইউরোপীয় অভিবাসীরা যখন (অনিচ্ছাকৃতভাবে) অস্ট্রেলিয়ায় খরগোশ নিয়ে আসে, তখন তারা অনিয়ন্ত্রিতভাবে প্রজনন করে এবং স্থানীয় প্রাণীদের খাদ্য উদ্ভিদ খেয়ে ফেলে। কৃষকরা খরগোশের সংখ্যা হ্রাস করতে এবং ফসলের ক্ষয়ক্ষতি রোধ করতে খরগোশ শিকার শুরু করে। তারা খরগোশ এবং ইঁদুরের বিরুদ্ধে লড়াই করতে বিড়ালদেরও নিয়ে আসে। যেহেতু এই বিড়াল স্থানীয় প্রজাতির প্রাণীদের শিকারের জন্য এসেছিল, তাই আরও সমস্যা তৈরি করে।\n\n\n== আরও উদাহরণ ==\nবাস্তঃসংস্থানিক সংকটের কয়েকটি সাধারণ উদাহরণ হল:\n\nঅনেক প্রজাতির বিলুপ্তির সাথে বনাঞ্চল ধ্বংস ও মরুকরণ।\nবিলুপ্তির ঘটনা\nপার্মিয়ান-ট্রায়াসিক বিলুপ্তির ঘটনাটি ২৫০ মিলিয়ন বছর আগে ঘটে।\nক্রিটেসিয়াস – প্যালিয়োজিন বিলুপ্তির ঘটনা ৬৬ মিলিয়ন বছর আগে ঘটে।\nএক্সন ভালদেজ কর্তৃক ১৯৮৯ সালে আলাস্কার উপকূলে তেল ছড়িয়ে পড়ার ঘটনা ঘটে।\nগ্রিনহাউস প্রভাব সম্পর্কিত বৈশ্বিক উষ্ণায়ন। উষ্ণায়নের ফলে এশীয় ডেল্টা অঞ্চলের বন্যা (পরিবেশীয় শরণার্থী দেখুন), বিরূপ আবহাওয়ার ঘটনার পরিমাণ বৃদ্ধি এবং খাদ্যের প্রকৃতি ও পরিমাণে পরিবর্তন (বৈশ্বিক উষ্ণায়ন এবং কৃষি) জড়িত থাকতে পারে। আন্তর্জাতিক কিয়োটো প্রোটোকলও দেখুন ।\n১৯৮৬ সালে চেরনোবিলের পারমাণবিক আবদ্ধতায় ক্যান্সারে আক্রান্ত হয়ে বহু মানুষ ও প্রাণীর মৃত্যু ঘটিয়ে এবং বিপুল সংখ্যক প্রাণী ও মানুষের মধ্যে মিউটেশন সৃষ্টি হয়। প্রচুর পরিমাণে বিকিরণ তৈরির কারণে প্ল্যান্টের চারপাশের অঞ্চল এখনো মানব-পরিত্যক্ত। দুর্ঘটনার কুড়ি বছর পরে প্রাণীগুলো ফিরে আসে।\nওজোন স্তর ক্ষয়।\nমাউন্ট সেন্ট হেলেন্স এবং টুঙ্গুস্কা এবং অন্যান্য আগ্নেয়গিরির অগ্ন্যুৎপাতের মত ঘটনা।\nপ্রবাল প্রাচীর ক্ষয়\nএসিড বৃষ্টি\nভূগর্ভস্থ জলের পরিমাণ কমে যাওয়া।\nউত্তর আটলান্টিকে আবর্জনা স্তর।\n\n\n== আরও দেখুন ==\nকৃষিবাস্ততন্ত্র\nবাস্তুসংস্থান ভাঙন\nবৈশ্বিক উষ্ণতা\nঅতিরিক্ত জনসংখ্যা\nহগ\nসঙ্কুচিত: সমাজগুলি কীভাবে ব্যর্থ বা সফল হতে বেছে নেয়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Global Warming Said Devastating Aquatic Ecosystems\" by Brad Bohlander  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ এপ্রিল ২০২১ তারিখে\n\"Death of a Small Planet\" by Murray Bookchin\n\"The Ecological Crisis as Part of the Present Multidimensional Crisis and Inclusive Democracy\" by Takis Fotopoulos, (International Journal of Inclusive Democracy, vol 3, no 3, June 2007)\n\"Myths on the Ecological Crisis\" by Takis Fotopoulos\n\"Polar Bears Send an 'SOS'\" by WWF\nThe Paradox of Wealth: Capitalism and Ecological Destruction by John Bellamy Foster and Brett Clark\n\"Utilisation Competitions over Ecological Resources - Uncovering the Social Nature of the Environmental Problem (in: Progress in Industrial Ecology – An International Journal, Vol. 8, No. 4, 2014, pp.237–256)\" by Andreas Metzner-Szigeth"}