{"pageid": 1049722, "title": "সাইপ্রাসে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1049722", "content": "১৫৭১ সালে সাইপ্রাস দ্বীপটি উসমানীয় বিজয়ীদের হাতে আসলে তখন সাইপ্রাসের সাথে  ইসলামের পরিচয় ঘটে। এর আগে, ভ্রমণপথ হিসাবে দ্বীপটিতে মুসলমানদের উপস্থিতি ছিল। উসমানীয় ভুট্টা পদ্ধতি দ্বারা নির্ধারিত কর হিসাবে রাষ্ট্রীয়ভাবে করের স্থিতির জন্য গ্রীক অর্থোডক্স জনসংখ্যার একটি ছোট অংশের সাথে দ্বীপের বেশিরভাগ ক্যাথলিক লাতিন জনগোষ্ঠীর লোক ইসলাম গ্রহণ করে, কিন্তু তা বাধ্যতামূলক ছিল না। এই কর ব্যবস্থার জন্য একটি সামান্য অর্থ প্রদানের প্রয়োজন ছিল এবং এর বিনিময়ে নাগরিকরা রাজ্য থেকে সুরক্ষা এবং অন্যান্য সুবিধাও পেত।\n১৯৭৪ সালে সাইপ্রাসে তুর্কি আক্রমণের আগে তুর্কি সাইপ্রিয়রা (সাইপ্রাসের মুসলিম সম্প্রদায়) দ্বীপটির জনসংখ্যার ১৮% ছিল এবং পুরো দ্বীপ জুড়ে বসবাস করত। বর্তমানে, আনুমানিক ২৬৪,১৭২ জন মুসলমানের বেশিরভাগই দ্বীপটির উত্তরে অবস্থান করছে। তুর্কি সাইপ্রিয় সমাজ অন্তত আনুষ্ঠানিকভাবে হলেও, ধর্মনিরপেক্ষ; বিশ্বাসটির অনুগামীরা বেশিরভাগ সুন্নি সম্প্রদায়ের সাথে সম্মত, এর সাথে সাথে সুফিবাদের একটি প্রভাবশালী প্রবাহের সাথেও তাদের আধ্যাত্মিক ঐতিহ্য এবং বিকাশ অন্তর্ভুক্ত থাকে। নকশবন্দী-হাক্কানী তরিকার নেতা নাজিম আল-কুবরুসী লার্নাকা থেকে এসেছিলেন এবং লেফকার বাসিন্দা ছিলেন। তুর্কি সাইপ্রিয় মুসলমানদের মধ্যে আরেকটি শাখা হ'ল আলেভিজম। দেশটিতে কিছু আহমদীয়া মুসলমান রয়েছেন।\n\n\n== ইতিহাস ==\nআরব বিজয়ের শুরুতেই ইসলাম সাইপ্রাসে এসেছিল যদিও স্থায়ী উপস্থিতি কেবল ১৫৭১ সালের উসমানীয় বিজয়ের পর দেখা গিয়েছিল ।\n১৯৭৪ সালে সাইপ্রাসে তুর্কি আক্রমণ এর পর থেকে দ্বীপটির উত্তরে তুরস্ক থেকে আগত বসতি স্থাপনকারীদের দ্বারা মুসলিম জনসংখ্যা দাঁড়িয়ে যায়, যারা প্রায় সবাই শুধু সুন্নি মুসলমান। রাজ্যের জনমিতি তৈরির কাঠামোগত পরিবর্তনের লক্ষ্যে অন্যান্য  রাজ্যগুলির দ্বারা আন্তঃ-সীমান্ত স্থানান্তর করে জনগণকে পাঠানোর বিষয়ে জেনেভা কনভেনশনের অধীনে এই বসতি স্থাপনকারীদের অবস্থান আন্তর্জাতিক আইন অনুসারে এবং বিশেষত নিষেধাজ্ঞার বিরোধী।\nসাইপ্রিয় তুর্কি ও গ্রীকদের বিচ্ছিন্নতা প্রমাণ করেছে যে, অঞ্চলটির বেশিরভাগ মুসলমান সাইপ্রাস প্রজাতন্ত্রের নিয়ন্ত্রণাধীন যারা আরব অভিবাসী এবং শরণার্থী, ঐতিহাসিকভাবে এই অঞ্চলে বসবাসকারী তুর্কিদের সাথে সম্পর্কযুক্ত নয়।\n\n\n== গুরুত্বপূর্ণ স্থাপনা ==\nদ্বীপে বেশ কয়েকটি গুরুত্বপূর্ণ ইসলামী মাজার এবং স্থাপনা বিদ্যমান রয়েছে:\n\nনিকোসিয়ার আরব আহমেদ মসজিদ  (১৬শ শতকে নির্মিত)\nলারনাকার হালা সুলতান টেককে/উম্মে হারাম মসজিদ (১৮শ শতকে নির্মিত)\nলালা মোস্তফা পাশা মসজিদ, সেলিমিয়ে মসজিদ এবং হায়দারপাশা মসজিদ; ক্রুসেডার যুগ থেকে প্রাক্তন ক্যাথলিক ক্যাথেড্রালগুলি কেবলমাত্র দ্বীপ শাসনকারী ক্যাথলিক সংখ্যালঘুদের প্রতিই যত্নশীল এবং মধ্যযুগে মুসলিম বিজয়ের পরে সেগুলো মসজিদে রূপান্তরিত হয়েছিল।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nপাপুয়া নিউগিনিতে ইসলাম\nহাইতিতে ইসলাম\n\n\n== তথ্যসূত্র =="}