{"pageid": 1050932, "title": "মিশরীয় কোবরা", "url": "https://bn.wikipedia.org/wiki?curid=1050932", "content": "মিশরীয় কোবরা (বৈজ্ঞানিক নাম: Naja haje) হলো এলাপিডে পরিবারের এক প্রজাতির বিষাক্ত সাপ। যা উপগণ ইউরিয়াসের মধ্যে শ্রেণিবদ্ধ করা হয়েছে। এটির দৈর্ঘ্য গড়ে ১.৪ মিটার (৪.৬ ফুট) সবচেয়ে দীর্ঘতম রেকর্ড হওয়া নমুনাটি হল ২.৫৯ মিটার (৮.৫ ফুট) লম্বা। \n\n\n== ব্যুৎপত্তি ও শ্রেণীকরণ ==\nনাজা হজে ১৭৫৮ সালে সুইডিশ প্রাণিবিজ্ঞানী কার্ল লিনিয়াস প্রথম বর্ণনা করেছিলেন। জেনেরিক নাম নাজা সংস্কৃত শব্দের নাগা (nāgá  नाग ) থেকে এসেছে যার অর্থ \"কোবরা\"। নির্দিষ্ট শব্দ হজে আরবি শব্দ হাইয়া (حية) থেকে এসেছে যার আক্ষরিক অর্থ \"সাপ\"।  স্নাউটেড  কেউটে (Naja annulifera) এবং অ্যানচিয়েটাস কোবরাকে (Naja anchietae) পূর্বে এই প্রজাতির উপপ্রজাতি হিসেবে গণ্য করা হয়েছে, কিন্তু এখন তা স্বতন্ত্র প্রজাতি হিসেবে দেখানো হয় । আরবে প্রাপ্ত এই সাপকে (নাজা হজে আরবিকা) এবং মরক্কোর কালো সাপকেও কখনও কখনও নাজা হজে লেজিওনিস নামে ডাকা হয়। একটি সাম্প্রতিক গবেষণায়  দেখা গেছে যে আরব কেউটে একটি পৃথক প্রজাতি। কিন্তু উপ-প্রজাতি লিজিওনিসকেও এন হজে হিসেবে চিহ্নিত করা হয়। একই সমীক্ষায় পশ্চিম আফ্রিকার সাভানায় প্রাপ্ত প্রজাতিকে একটি পৃথক প্রজাতি হিসাবে চিহ্নিত করা হয়েছিল এবং এটিকে নাজা সেনেগ্যালেনসিস হিসাবে বর্ণনা করা হয়েছিল।\nনীচের ক্লডোগ্রামটি ভান ওয়ালাচ এট আল (২০০৯) এর পরে নাজা প্রজাতির মধ্যে শ্রেণীভাগ এবং সম্পর্কের চিত্র তুলে ধরেছে ::\n\n\n== বর্ণনা ==\nউপ-প্রজাতি, ভৌগোলিক স্থানীয় এবং জনসংখ্যার উপর নির্ভরশীল। এই প্রজাতির সর্বাধিক চিহ্নিতযোগ্য বৈশিষ্ট্য হ'ল এর মাথা এবং ফণা। রঙটি অত্যন্ত পরিবর্তনশীল, তবে বেশিরভাগ নমুনাগুলি বাদামির কিছু ছায়া, প্রায়শই হালকা বা গাঢ় ছোপযুক্ত এবং প্রায়শই চোখের নীচে একটি \"টিয়ার-ড্রপ\" চিহ্ন থাকে। কিছু বেশি তামা-লাল বা ধূসর-বাদামী বর্ণের। উত্তর-পশ্চিম আফ্রিকা ( মরক্কো, পশ্চিম সাহারা) থেকে প্রাপ্ত নমুনাগুলি প্রায় সম্পূর্ণ কালো। ভেন্ট্রাল পাশটি বেশিরভাগ ক্ষেত্রে ক্রিম সাদা, হলুদ বাদামী, ধূসর, নীল ধূসর, গা বাদামী বা কালো রঙের হয়, প্রায়শই কাল দাগ থাকে।\n\n\n== ভৌগোলিক পরিসীমা ==\n\nমিশরীয় কোবরা উত্তর আফ্রিকার সাহারার উত্তরে, সাহারার দক্ষিণে দক্ষিণ আফ্রিকার দক্ষিণে, কঙ্গো অববাহিকার দক্ষিণে এবং পূর্বে কেনিয়া এবং তানজানিয়া পর্যন্ত রয়েছে এদের বিস্তৃতি । দক্ষিণ আফ্রিকা এবং আরব উপদ্বীপ থেকে প্রাপ্ত পুরানো সাহিত্যের রেকর্ডগুলি অন্যান্য প্রজাতিগুলিকে বোঝায় (শ্রেণীবদ্ধ বিভাগ দেখুন)।\n\n\n=== চিড়িয়াখানায় ===\nমিশরীয় কোবরাও সাপের প্রাকৃতিক পরিসরের বাইরে  চিড়িয়াখানায় বন্দী অবস্থায় পাওয়া যেতে পারে। গিজা চিড়িয়াখানা  এবং সান দিয়েগো চিড়িয়াখানা  পাশাপাশি ভার্জিনিয়া অ্যাকোয়ারিয়াম তাদের সরীসৃপের সংগ্রহগুলিতে মিশরীয় কোবরাকে অন্তর্ভুক্ত করেছে।\n\n\n== আবাসস্থল ==\nনাজা হজে বিভিন্ন ধরনের আবাসস্থল যেমন খাঁজ, শুকনো থেকে আর্দ্র সাভানা, শুষ্ক আধা-মরুভূমি অঞ্চলে কিছুটা জল এবং উদ্ভিদ রয়েছে এমন জায়গায় খুজে পাওয়া যায়। এই প্রজাতি প্রায়শই পানির কাছাকাছি পাওয়া যায়। মিশরীয় কোবরা কৃষি ক্ষেত্র এবং স্ক্রাব উদ্ভিদেও পাওয়া যায়। এটি মানুষের উপস্থিতিতেও মানুষের আবাসস্থলে প্রবেশ করে। এটি রোডেন্ট (ইঁদুর) এবং গৃহপালিত হাস মুরগি দ্বারা আকৃষ্ট হয়। ভূমধ্যসাগরীয় সাগরে মিশরীয় কোবরা সাঁতার কাটার খবর পাওয়া গিয়েছে, তাই মনে হয় এটি জল পছন্দ করে যদি এটি প্রায়শই পাওয়া যায়।.\n\n\n== আচরণ এবং বাস্তুশাস্ত্র ==\nমিশরীয় কোবরা একটি স্থলজ এবং গোধূলিকালীন বা নিশাচর প্রজাতি। তবে এটি খুব ভোরে সূর্যের মধ্যে ঘুরে বেড়াতে দেখা যায়। এই প্রজাতিটি পরিত্যক্ত পশুর গর্ত, উঁই ঢিবি বা শিলা স্তরগুলিতে স্থায়ী বসবাস জন্য  অগ্রাধিকার দেখায়। এটি কখনও কখনও মানুষের আবাসে প্রবেশ করে বিশেষত গৃহপালিত পাখি শিকার করার সময়। অন্যান্য কোবরা প্রজাতির মতো এটি সাধারণত কমপক্ষে কয়েক মিটার দূরে থাকতেই  পালানোর চেষ্টা করে, তবে হুমকির সম্মুখীন হলে হুড প্রসারিত এবং স্ট্রাইক সহ সাধারণ খাড়া ভঙ্গিমা ধরে নেয় ফণা মেলে। এই প্রজাতি ব্যাঙ খাওয়া পছন্দ করে তবে এটি ছোট স্তন্যপায়ী প্রাণী, পাখি, ডিম, টিকটিকি এবং অন্যান্য সাপকে শিকার করে।.\n\n\n== বিষ ==\nনিউরোটক্সিন এবং সাইটোক্সিনগুলিতে থাকে। এক কামড়ের মধ্যে গড় বিষের ফলন ১৭৫ থেকে ৩০০ মিলিগ্রাম এবং মুরিন সাবকুটেনাস এলডি৫০ মানে এটির পরিমান  ১.১৫ মিলিগ্রাম / কেজি।\n\n\n== অন্যান্য সংস্কৃতি ==\n\n\n=== প্রাচীন মিশরীয় সংস্কৃতি এবং ইতিহাসে ===\nমিশরীয় কোব্রা মিশরীয় পৌরাণিক কাহিনিতে কোবরা নেতৃত্বাধীন দেবী মেরিটসেগার দ্বারা প্রতিনিধিত্ব করেছিল। একটি স্টাইলাইজড মিশরীয় কোবরা — দেবী ওয়াডজেটের প্রতিনিধিত্বকারী ইউরিয়াসের আকারে — ফেরাউনের পক্ষে সার্বভৌমত্বের প্রতীক ছিল যারা এটিকে তাদের ডায়ামে অন্তর্ভুক্ত করেছিল। এই আইকনোগ্রাফিটি প্রাচীন মিশরীয় সভ্যতার শেষ অবধি (বিসি ৩০) অব্যাহত ছিল।\n\n\n=== পোষা প্রাণী হিসাবে ===\nকানাডায়  টরন্টোতে মনোযোগ বাড়িয়ে তোলে যখন একটি পোষা কোবরা পালিয়ে যায়।  উদ্ধারের পরে সাপটি বাড়ির দেওয়ালে আশ্রয় নিতে চেয়েছিল বলে বিশ্বাস করা হয়। সেকারণে মালিক ও তার পরিবার তিন ঘণ্টারও বেশি সময় ধরে ঘর থেকে বাইরে যেতে বাধ্য করে। কর্তৃপক্ষ  মালিককে $ ১৭,০০০ জরিমানা করে এবং এক বছরের জন্য জেল হয়েছে।\n\n\n=== যাদুবিদ্যায় ===\nজুলাই ২০১৮ সালে, তুরস্কে একটি অনুষ্ঠানের প্রস্তুতি নেওয়ার সময় আরেফ গাফৌরিকে একটি মিশরীয় কোবরা কামড় দিয়েছিল। অ্যান্টি-ভেনম দিয়ে চিকিত্সার জন্য তাকে মিশরে সরিয়ে নেওয়া হয়েছিল এবং পুরোপুরি সুস্থ হয়ে ওঠেন। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nবুলেঞ্জার জিএ (১৮৯৬)। ব্রিটিশ যাদুঘরে সাপের ক্যাটালগ (প্রাকৃতিক ইতিহাস)। খণ্ড III।, কলুব্রিড (ওপিসথগ্লিফি এবং প্রোটেরোগ্লিফি) সমন্বিত। । । লন্ডন: ব্রিটিশ যাদুঘরের ট্রাস্টি (প্রাকৃতিক ইতিহাস)। (টেলর এবং ফ্রান্সিস, প্রিন্টার) xiv + ৭২৭ পিপি। + প্লেট I – XXV। (\" নাইয়া হাই [এসিক]\", পিপি। ৩৭৪–৩৭৫)।\nলিনিয়াস সি (১৭৫৮)। রেগনা ট্র্যাফিক জাতীয় পদ্ধতি, সেকেন্ড ক্লাস, অর্ডাইনস, জেনারেল, প্রজাতি, চারিত্রিক বৈশিষ্ট্য, উপকরণ, প্রতিশব্দ, স্থানীয় অবস্থানের সাথে সম্পর্কিত। টমাস আই। এডিটিও ডেসিমা, রিফর্মটা স্টকহোম: এল সালভিয়াস। ৮২৪ পিপি। ( কলুবার হাজে, নতুন প্রজাতি, পৃষ্ঠা ২২৫) (লাতিন ভাষায়) ।\n\n\n== বহিঃ সংযোগ ==\nCobra Envenomation at eMedicine"}