{"pageid": 1050174, "title": "ইঞ্জিনিয়ারিং ইকুয়েশন সল্ভার (সমীকরণ সমাধানকারী)", "url": "https://bn.wikipedia.org/wiki?curid=1050174", "content": "ইঞ্জিনিয়ারিং ইক্যুয়েশন সলভার (ইইএস) একটি বাণিজ্যিক সফটওয়্যার প্যাকেজ  যা স্বতঃস্ফূর্তভাবে অ-রৈখিক সমীকরণ সমাধানের ব্যবহৃত হয়।এটি তাপ গতিবিদ্যা এবং তাপের আদান-প্রদান মূলক সমস্যার সমাধানের জন্য অনেক কার্যকারী বিশেষায়িত ফাংশন/পদ্ধতি এবং সমীকরণ প্রদান করে। এইসব কারণে এটি যন্ত্রকৌশল প্রকৌশলীদের জন্য দরকারি এবং সর্বাধিক ব্যবহৃত সফট্ওয়ারে পরিণত হয়েছে। ই.ই.এস. তাপগতিবিদ্যা সম্পর্কিত কিছু বৈশিষ্ট্য তথ্য আকারে জমা রাখে, যেগুলোর সাহায্যে কোডের ব্যবহারের মাধ্যমে হাত দিয়ে পুনরাবৃত্তি-মূলক সমস্যার সমাধান অপসারণ করে। ই.ই.এস. এর  বিল্ট ইন ফাংশন ব্যবহারের মাধ্যমে পর্যাবৃত্তিমূলক সমস্যার সমাধান করে এবং সেই সাথে তাপগতিবিদ্যার কোন বৈশিষ্ট্য বের করার ক্লান্তিকর এবং সময় সাপেক্ষ কাজ অপসারণ করে।\nই.ই.এস. বিশেষত ৩২ এবং ৬৪-বিট উইন্ডোজ অপারেটিং সিস্টেমের অধীনে চলার জন্য তৈরি করা হয়েছে। বুটক্যাম্প, প্যারালাল ডেস্কটপ অথবা ভিএমওয়ার ফিউশন ব্যবহার করে এটিকে ম্যাক অপারেটিং সিস্টেমেও ব্যবহার করা যায়। এর বাণিজ্যিক সংস্করণ ৬০০০ সমীকরণ সমাধান করতে পারে। ৩২-বিট পেশাদার সংস্করণ একসাথে ১২০০০ এবং ৬৪-বিট পেশাদার সংস্করণ একসাথে ২৪০০০ সমীকরণ সমাধান করতে পারে। এটিকে ফোরট্রান, সি/সি++,ম্যাটল্যাব এক্সেল এবং পাইথনের সাথে সংযুক্ত করা যায়।\nইঞ্জিনিয়ারিং ইক্যুয়েশন সলভার প্যারামেট্রিক/বৈশিষ্ট্যমূলক টেবিল ও অন্তর্ভুক্ত করে,  যেটা ব্যবহারকারীকে একই সময়ে অনেকগুলো চলকের তুলনা করার অনুমতি দেয়। প্যারামেট্রিক টেবিলগুলি লেখচিত্র তৈরি করতেও ব্যবহৃত হয়। ই.ই.এস.-কে কমান্ড-ইন-কোড এবং ইন-টেবিল হিসেবে ও একীভূত করা যায়।এছাড়াও এর অপটিমাইজেশন টুল  কিছু চলকের পরিবর্তনের মাধ্যমে একটি নির্দিষ্ট চলকের সর্বোচ্চ ও সর্বনিম্ন মান দেয়। লুকআপ টেবিল তথ্য সংরক্ষণের জন্য তৈরি করা যেতে পারে এবং এই টেবিলকে  কোড লিখে ব্যবহার করা যেতে পারে। ই.ই.এস. ব্যবহারকারীকে যেকোনো মাত্রার সমীকরণ প্রবেশ করানোর ( ইনপুট)  অনুমতি দেয়  এবং সমাধান পেতে (আউটপুট) সাহায্য করে, সেই সাথে ই.ই.এস. -এর মধ্যে if-then স্টেটমেন্ট থাকে, এই স্টেটমেন্ট নিজেদের মধ্যে নেস্টেড আকারে ব্যবহার করে  if-then-else স্টেটমেন্ট তৈরি করা যেতে পারে। ব্যবহারকারী নিজের লেখা কোড ব্যবহার করেও ফাংশন বানাতে পারে। সেই ফাংশনগুলোর একাধিক আউটপুট থাকে।\nপছন্দগুলি সামঞ্জস্য করে ব্যবহারকারীকে ইউনিট সিস্টেম চয়ন করতে, পুনরাবৃত্তির সংখ্যা সহ স্টপ মাপদণ্ড নির্দিষ্ট করতে এবং অন্যান্য বিকল্পগুলির মধ্যে ইউনিট চেকিং এবং সুপারিশকারী ইউনিটগুলিকে সক্ষম/অক্ষম করে।ব্যবহারকারীরা এছাড়াও নির্দিষ্ট মান অনুমান এবং  চলকের সীমা নির্ধারণ করে পর্যাবৃত্তিক সমস্যা সমাধানে সাহায্য করতে পারে। এর সাহায্যে ই.ই.এস.-কে দ্রুত সফল ভাবে সমাধান খুঁজে দিতে সাহায্য করতে পারে।\nপ্রোগ্রামটি এফ-চার্ট সফটওয়্যার দ্বারা তৈরি করা হয়েছে।এটি উইসকনসিন-মেডিসন বিশ্ববিদ্যালয়ের মেকানিকাল ইঞ্জিনিয়ারিং বিভাগের অধ্যাপক সানফোর্ড এ ক্লিনের একটি বাণিজ্যিক পণ্য।\nম্যাকগ্রা-হিল প্রতিষ্ঠানের বেশ কিছু  তাপগতিবিদ্যা, তাপের আদান-প্রদান এবং  তরল বলবিদ্যার বই -এ ই.ই.এস. সফটওয়্যারটি সংযুক্ত করা হয়েছে।\nএটি একই লেখকের গতিশীল সিস্টেম সিমুলেশন প্যাকেজ TRNSYS এর সাথে একত্রে সংযুক্ত হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল সাইট"}