{"pageid": 1050058, "title": "২০২০ গ্রীষ্মকালীন অলিম্পিকে ভারত", "url": "https://bn.wikipedia.org/wiki?curid=1050058", "content": "টোকিওর ২০২০ গ্রীষ্মকালীন অলিম্পিকে ভারত অংশ গ্রহণ করেছে। মূলত ২০২০র ২৪শে জুলাই থেকে ২০শে আগস্ট এর মধ্যে অলিম্পিকের আয়োজনকাল নির্ধারিত হওয়ার পরে, কোভিড-১৯ মহামারীজনিত কারণে ক্রীড়াটি ২০২১ য়ের ২৩শে জুলাই থেকে ৮ই আগস্ট পুনর্নির্ধারিত করা হয়েছে।  প্যারিসে আয়োজিত ১৯০০ গ্রীষ্মকালীন অলিম্পিকে প্রথমবার অংশগ্রহণ করে ভারতীয় দল এবং ১৯২০ থেকে ভারতীয় ক্রীড়াবিদরা গ্রীষ্মকালীন অলিম্পিকের প্রতিটি সংস্করণে অংশ নিয়েছেন।\n\n\n== প্রতিযোগী ==\nটোকিও অলিম্পিক ২০২০ এর জন্য কোটা স্থান অর্জনকারী প্রতিযোগীদের তালিকা নিচে দেওয়া হয়েছে। ৪ঠা জুলাই, ২০২১-য়ের হিসেবে ১১৭ জন ক্রীড়াবিদ সরাসরি অংশগ্রহণের সুযোগ পেয়েছেন। \n\n\n== পদকজয়ী ==\n\n\n== তীরন্দাজি ==\nতিনজন ভারতীয় পুরুষ তীরন্দাজ নেদারল্যান্ডসের 'স-হার্টোজেনবোস্কে ২০১৮ সালের বিশ্ব তীরন্দাজি চ্যাম্পিয়নশিপে কোয়ার্টার ফাইনালে পৌঁছে পুরুষদের ইভেন্টের জন্য যোগ্যতা বা কোটা অর্জন করেছিলেন।  থাইল্যান্ডের ব্যাংককে অনুষ্ঠিতব্য ২০১৯ এশিয়ান চ্যাম্পিয়নশিপে কোয়ার্টার ফাইনাল রাউন্ডে আরও একজন ভারতীয় মহিলা তীরন্দাজ শ্যুট অফ জয় অর্জন করে কোটা জয় করেন। \n২০২১ সালের ৮ ই মার্চ আনুষ্ঠানিকভাবে পূর্ণ তীরন্দাজ দল ঘোষণা করা হয়েছিল, অভিজ্ঞ তরুনদীপ রাই এবং বিশ্ব-নয় নম্বর সিড দীপিকা কুমারী তাদের তৃতীয় অলিম্পিকে শ্যুটিংয়ের লড়াইয়ে নামবেন। \n\n\n== অ্যাথলেটিক্স ==\nভারতীয় অ্যাথলিটরা নিম্নলিখিত ট্র্যাক এবং মাঠের ইভেন্টগুলিতে যোগ্যতার সাথে বা বিশ্ব র‌্যাঙ্কিংয়ের মাধ্যমে প্রবেশের মানগুলি আরও অর্জন করেছেন (প্রতিটি ইভেন্টে সর্বোচ্চ ৩ জন অ্যাথলিট):\n\n\n=== ট্র্যাক ও রোড ইভেন্টগুলি ===\n\n\n==== পুরুষ ====\n\n\n==== মহিলা ====\n\n\n==== মিশ্রিত ====\n\n\n=== ফিল্ড ইভেন্ট ===\n\n\n== মুষ্টিযুদ্ধ / বক্সিং ==\n\n\n=== পুরুষ ===\n\n\n=== মহিলা ===\n\n\n== অশ্বারোহণ ==\nভারত দুই দশকে প্রথমবারের মতো অলিম্পিক অশ্বারোহণ প্রতিযোগিতায় অংশ নেওয়ার কোটা অর্জন করেছে; গ্রুপ জি (দক্ষিণ পূর্ব এশিয়া ও ওশেনিয়া) এর পৃথক এফআইআই অলিম্পিক র‌্যাঙ্কইং্যে শীর্ষ দুটি গ্রুপে শেষ করে। \n\n\n== ফেন্সিং ==\nভারত প্রথমবারের মতো অলিম্পিক প্রতিযোগিতায় ফেন্সিংএ সরাসরি অংশগ্রহণের যোগ্যতা অর্জন করেছে। এফআইই অ্যাডজাস্টেড অফিসিয়াল র‌্যাঙ্কিংয়ে এশিয়া ও ওশেনিয়া থেকে দু'জন সর্বোচ্চ তালিকাভুক্ত ফেন্সারের মধ্যে সিএ ভবানী দেবী একজন। তাই ভবানী দেবী সরাসরি অংশগ্রহণের সুযোগ অর্জন করেছেন \n\n\n== ফিল্ড হকি ==\n\n\n== গল্ফ ==\n\n\n== জিমন্যাস্টিক ==\nমহিলাদের শৈল্পিক জিমন্যাস্টিক\n\n\n== জুডো ==\nমহিলাদের জুডো\n\n\n== শুটিং ==\nভারতীয় শুটাররা ২০১৯ সালের আইএসএসএফ ওয়ার্ল্ড চ্যাম্পিয়নশিপ, ২০১৮ আইএসএসএফ বিশ্বকাপ সিরিজ এবং ২০১৯ এশিয়ান চ্যাম্পিয়নশিপে তাদের সেরা ফাইনাল অর্জনের কারণে নিম্নলিখিত ইভেন্টের জন্য কোটা স্থান অর্জন করেছে \n\nমহিলা\n\nমিশ্রিত\n\n\n== সাঁতার ==\nসজন প্রকাশ প্রথম ভারতীয় রূপে 'এ' টাইম অর্জন করে পুরুষদের ২০০ মিটার বাটারফ্লাইতে সরাসরি অংশগ্রহণের সুযোগ পেয়েছেন। ইতালির রোমে আয়োজিত সেত্তে কোলি ট্রফিতে ১:৫৬:৩৮ সেকেন্ডে সাঁতার শেষ করে তিনি সরাসরি অলিম্পিকে অংশ নেওয়ার সুযোগ অর্জন করেছেন। শ্রীহরি নটরাজও 'এ' টাইম অর্জন করে সরাসরি অংশ নেওয়ার সুযোগ পেয়েছেন। এছাড়া বিশ্ববিদ্যালয় ক্রীড়া থেকে আমন্ত্রণ পেয়ে মানা প্যাটেল অংশ নেওয়ার সুযোগ পেয়েছেন।\n\n\n== টেনিস ==\n\n\n== টেবিল টেনিস ==\n\n\n== ভারোত্তোলন ==\n২০২০ গ্রীষ্মকালীন অলিম্পিকের জন্যে ভারতের একজন মাত্র ভারোত্তোলক সরাসরি অংশগ্রহণের সুযোগ পেয়েছেন। \n\n\n== কুস্তি ==\n\n\n=== নির্দেশিকা ===\nPP (র‌্যাঙ্কিং পয়েন্ট ৩-১ বা ১-৩) -- পয়েন্ট দ্বারা নির্ধারণ—টেকনিক্যাল পয়েন্ট যুক্ত পরাজিত খেলোয়াড়\nVT (র‌্যাঙ্কিং পয়েন্ট: ৫–০ বা ০–৫) – Victory by fall\nVB (র‌্যাঙ্কিং পয়েন্ট: ৫–০ বা ০–৫) – Victory by injury\nVF - বাজেয়াপ্তকরণ\nVA - প্রত্যাহার বা যোগ্যতার্জনে অসমর্থ\nST (র‌্যাঙ্কিং পয়েন্ট: ৪–০ বা ০–৪) – গ্রেট সুপিরিয়োরিটি - টেকনিক্যাল পয়েন্ট বিহীন পরাজিত এবং জয়ের পার্থক্য কমপক্ষে ৮ (গ্রিকো-রোমান) বা ১০ (ফ্রিস্টাইল)\nSP (র‌্যাঙ্কিং পয়েন্ট: ৪–১ বা ১–৪) – টেকনিক্যাল সুপিরিয়োরিটি - টেকনিক্যাল পয়েন্ট যুক্ত পরাজিত এবং জয়ের পার্থক্য কমপক্ষে ৮ (গ্রিকো-রোমান) বা ১০ (ফ্রিস্টাইল)\nPP (র‌্যাঙ্কিং পয়েন্ট: ৩–১ বা ১–৩) – পয়েন্টের দ্বারা জয়ী নির্ধারিত - টেকনিক্যাল পয়েন্ট যুক্ত পরাজিত\nPO - (র‌্যাঙ্কিং পয়েন্ট: ৩–০ বা ০–৩) – পয়েন্টের দ্বারা জয়ী নির্ধারিত - টেকনিক্যাল পয়েন্ট বিহীন পরাজিত\n\n\n=== পুরুষদের ফ্রিস্টাইল ===\n\n\n=== মহিলাদের ফ্রিস্টাইল ===\n\n\n== রোয়িং / নৌকা বাইচ ==\nভারত পুরুষদের লাইটওয়েট দ্বৈত স্কালে আন্তর্জাতিক পর্যায়ে জাপানের টোকিওতে আয়োজিত ২০২১ ফিসা এশিয়া ওশেনিয়া কোয়ালিফিকেশন রিগাট্টাতে রৌপ্য পদক জিতে এবং তিনটি বার্থের প্রথমটি অর্জন করে একটি নৌকোর কোটাস্থান অর্জন করেছে।\n\n\n== নৌ-চালনা / সেলিং ==\n\n* = এই রেসের ফলাফলটি গণ্য করা হয়নি\n\n\n== ব্যাডমিন্টন ==\n২০২১ সালের ১১ই মে প্রকাশিত বিডাব্লুএফ রেস টু টোকিও র‌্যাঙ্কিংয়ের উপর ভিত্তি করে অলিম্পিক টুর্নামেন্টে ভারত নিম্নলিখিত ইভেন্টগুলির জন্য চারজন ব্যাডমিন্টন খেলোয়াড়ের দল পাঠাতে চলেছে। \n\n\n=== পুরুষ ===\n\n\n=== মহিলা ===\n\n\n== আরো দেখুন ==\n২০২০ গ্রীষ্মকালীন প্যারালিম্পিকে ভারত\n\n\n== তথ্যসূত্র =="}