{"pageid": 105028, "title": "বাংলাদেশ এশিয়াটিক সোসাইটি", "url": "https://bn.wikipedia.org/wiki?curid=105028", "content": "বাংলাদেশ এশিয়াটিক সোসাইটি বাংলাদেশের একটি অরাজনৈতিক ও অলাভজনক গবেষণাধর্মী প্রতিষ্ঠান। ১৯৫২ খ্রিষ্টাব্দে এশিয়াটিক সোসাইটি অফ পাকিস্তান নামে প্রতিষ্ঠিত হয়। ১৯৭২ খ্রিষ্টাব্দে বাংলাদেশ স্বাধীন হলে তার নাম পরিবর্তিত হয়ে হয় এশিয়াটিক সোসাইটি অব বাংলাদেশ। এই প্রতিষ্ঠানটি প্রতিষ্ঠার পিছনে পৃথিবীবিখ্যাত ভারততাত্ত্বিক ও পুরাতাত্ত্বিক জনাব আহমদ হাসান দানী মুখ্য ভূমিকা পালন করেন। প্রতিষ্ঠাতাদের মধ্যে অন্যান্যরা হলেন: জনাব মোহাম্মদ শহীদুল্লাহ, এ.বি.এম.হাবীবুল্লাহ, আব্দুল হালিম, এবং অনেকে। প্রতিষ্ঠাতারা চেয়েছিলেন এটি যেন বিশেষ করে এশিয়া বিষয়ক গবেষণা প্রতিষ্ঠান হিসেবে কাজ করে।\n\n\n== ইতিহাস ==\nএশিয়ার মানুষ ও প্রকৃতি নিয়ে গবেষণার জন্য ১৭৮৪ সালের ১৫ জানুয়ারি তৎকালীন কলকাতা হাইকোর্টের বিচারপতি স্যার উইলিয়াম জোনস দি এশিয়াটিক সোসাইটি নামে একটি সংস্থা প্রতিষ্ঠা করেন। তিনি সার্বিকভাবে এশিয়া এবং বিশেষভাবে দক্ষিণ এশিয়ার ওপর পদ্ধতিগত গবেষণা পরিচালনার জন্য একটি সমিতি প্রতিষ্ঠার ধারণা দেন এবং প্রাচ্যবিদ্যা অধ্যয়নের উদ্দেশ্যে একটি নিয়মিত সংস্থা প্রতিষ্ঠার জন্য জোনসের প্রস্তাব ফোর্ট উইলিয়ামের অন্যান্য সহকর্মীর কাছ থেকে জোরালো সমর্থন লাভ করে। ১৭৮৪ সালের ১৫ জানুয়ারি সমমনা ৩০ জন ইউরোপীয় ব্যক্তিত্ব কলকাতা সুপ্রিম কোর্টের গ্র‍্যান্ড জুরি কক্ষে এক বৈঠকে মিলিত হন এবং এশিয়াটিক সোসাইটি প্রতিষ্ঠার ব্যাপারে জোনসের প্রস্তাব গ্রহণ করেন। এই প্রতিষ্ঠানের নামকরণ করা হয় দি এশিয়াটিক সোসাইটি এবং উইলিয়াম জোনস এর প্রথম সভাপতি নির্বাচিত হন।\n১৮২৯ সালে রয়েল এশিয়াটিক সোসাইটি অব গ্রেট ব্রিটেন প্রতিষ্ঠিত হয়। 'বোম্বে রয়াল এশিয়াটিক সোসাইটি' নামে বোম্বেতে এর একটি শাখা ছিল। শ্রীলঙ্কা, মালয়েশিয়া, টোকিও, আমেরিকা (ভিন্ন নামে ওরিয়েন্টাল একাডেমি) এবং পরবর্তী সময়ে পাকিস্তানে এশিয়াটিক সোসাইটি প্রতিষ্ঠিত হয় (১৯৫২ সালে)। বাংলাদেশের স্বাধীনতার পর ১৯৭২  সালে এর পুনঃনামকরণ করা হয় বাংলাদেশ এশিয়াটিক সোসাইটি।\n\n\n== বিস্তারিত ==\nপ্রতিষ্ঠানটি গণপ্রজাতন্ত্রী বাংলাদেশ সরকারের এনজিও ব্যুরো এবং ১৮৬৪ খ্রিষ্টাব্দে সামাজিক আইনের অধীনে নিবন্ধীকৃত। বাংলাদেশের প্রথিতযশা একটি প্রতিষ্ঠান হিসেবে এটি ১৭ সদস্যবিশিষ্ট একটি কাউন্সিল দ্বারা পরিচালিত হয়, যা সদস্যদের ভোটে নির্বাচিত হয়। এই কাউন্সিলের মেয়াদ ২ বছর। দৈনন্দিন ঘটনাবলী সাধারণ সম্পাদক এবং সম্পাদক ব্যবস্থাপনা করলেও যেকোনো নীতি নির্ধারণী সিদ্ধান্তে কাউন্সিল ভূমিকা রাখে। প্রতি মাসে বাধ্যতামূলকভাবে একবার কাউন্সিল বসে। অফিসের যাবতীয় কর্মীগণ এবং কাউন্সিলের সদস্যগণ সম্মানীর বিপরীতে কাজ করেন।\n\n\n== প্রকাশিত পুস্তক ==\nশরীফ উদ্দিন আহমেদ (প্রধান সম্পাদক), সম্পাদক (২০১২)। রাজধানী ঢাকার ৪০০ বছর ও উত্তরকাল। ঢাকা: বাংলাদেশ এশিয়াটিক সোসাইটি। আইএসবিএন 978-984-512-014-2। \n\n\n== সভাপতিগণ ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন ==\nএশিয়াটিক সোসাইটি ঐতিহ্য জাদুঘর\n\n\n== বহিঃসংযোগ ==\n\nবাংলাদেশ এশিয়াটিক সোসাইটির অফিসিয়াল ওয়েবসাইট"}