{"pageid": 1050168, "title": "সামুদ্রিক তাপপ্রবাহ", "url": "https://bn.wikipedia.org/wiki?curid=1050168", "content": "সামুদ্রিক তাপপ্রবাহ (এমএইচডাব্লু) হল স্বল্প সময়ের জন্য সমুদ্র বা মহাসাগর এর অস্বাভাবিক উচ্চ তাপমাত্রা। সামুদ্রিক তাপপ্রবাহ বিভিন্ন কারণ দ্বারা সৃষ্টি হয় এবং এটি মারাত্মক জীববৈচিত্রের পরিবর্তনের সাথে যুক্ত। যেমন সমুদ্রের তারা নষ্টকারী রোগ, বিষাক্ত অ্যালগাল ফুল এবং বেন্টিক সম্প্রদায়ের গণমৃত্যু।\nপ্রধান সামুদ্রিক তাপপ্রবাহের ইভেন্টগুলি যেমন গ্রেট ব্যারিয়ার রিফ ২০০২ ভূমধ্যসাগর ২০০৩, উত্তর পশ্চিম আটলান্টিক ২০১২, এবং উত্তর-পূর্ব প্যাসিফিক ২০১৩-২০১৬, ঐসব অঞ্চলের সমুদ্রবৃত্তীয় এবং জৈবিক অবস্থার উপর কঠোর এবং দীর্ঘমেয়াদী প্রভাব ফেলেছে। বিশ্বব্যাপী ১.৫ ডিগ্রি সেন্টিগ্রেড উষ্ণায়ন এর বিশেষ প্রতিবেদন এর উপরজলবায়ু পরিবর্তন সম্পর্কিত আন্তঃসরকারী প্যানেল (আইপিসিসি) প্রতিবেদনটি \"ভার্চুয়ালভাবে নিশ্চিত\" যে বিশ্বব্যাপী মহাসাগর আমাদের জলবায়ু ব্যবস্থার অতিরিক্ত তাপের ৯০% এরও বেশি শোষণ করেছে, সমুদ্র উষ্ণায়নের হার দ্বিগুণ হয়েছে, এবং এমএইচডাব্লু ইভেন্ট ১৯৮২ সাল থেকে ফ্রিকোয়েন্সিতে দ্বিগুণ হয়েছে। আরসিপি ৪.৫ এবং আরসিপি ৬.০ পরিস্থিতির অধীনে বলা যায় যে, সমুদ্র উষ্ণ হতে শুরু করলে সেটা পার্থিব এবং মহাসাগরীয় বাস্তুতন্ত্রের উপর গুরুতর প্রভাব পড়বে।\n\n\n== সংজ্ঞা ==\nএকটি সামুদ্রিক তাপপ্রবাহ হল একটি স্বতন্ত্র দীর্ঘস্থায়ী উষ্ণ জলের ইভেন্ট। উষ্ণ জলের ইভেন্টগুলির প্রয়োজনীয়তা এভাবে বর্ণনা করা উচিত যে এমএইচডাব্লু ৫ বা তার বেশি দিনকালের জন্য, ৩০ বছরের স্থানীয় পরিমাপের ৯০% এর চেয়ে বেশি তাপমাত্রার জন্য, শীতল হওয়ার সময় ৩ দিনের বেশি নয় এমন বিষয়ের জন্য প্রযোজ্য। এটি একটি নির্দিষ্ট অঞ্চলে ঘটা ঘটনা।\nমেরিন হিটওয়েভস ইন্টারন্যাশনাল ওয়ার্কিং গ্রুপের সাম্প্রতিক কাজ একটি শ্রেণিবিন্যাস ব্যবস্থা প্রস্তাব করেছে। এই প্রস্তাব করা হচ্ছে গবেষকদের ও নীতি নির্ধারকদের এই চরম ঘটনাগুলি সংজ্ঞায়িত করার এবং জৈবিক সিস্টেমে প্রভাবগুলি অধ্যয়ন করার অনুমতি দেওয়ার জন্য।\n\n\n== বিষয়শ্রেণি ==\n\nমেরিন হিটওয়েভস ইন্টারন্যাশনাল ওয়ার্কিং গ্রুপ দ্বারা সংজ্ঞায়িত এমএইচডাব্লুয়ের পরিমাণগত এবং গুণগত শ্রেণিবিন্যাস, এমএইচডাব্লু ইভেন্টগুলির জন্য একটি নামকরণ সিস্টেম, টাইপোলজি এবং বৈশিষ্ট্যগুলি প্রতিষ্ঠা করে। নামকরণ সিস্টেমটি স্থান এবং বছর দ্বারা প্রয়োগ করা হয়; উদাহরণস্বরূপ ভূমধ্যসাগর ২০০৩। এটি গবেষকদের প্রতিটি ইভেন্টের ড্রাইভার এবং বৈশিষ্ট্যগুলির তুলনা, এমএইচডাব্লু এর ভৌগোলিক এবং ঐতিহাসিক প্রবণতার তুলনা করতে সহায়তা করে। এমএইচডাব্লু ইভেন্টগুলি রিয়েল-টাইমে ঘটে যাওয়ার কারণে এটি সহজেই এমএইচডাব্লু এর অন্যান্য ইভেন্টগুলির সাথে যোগাযোগ করতে পারে। বিভাগকরণ পদ্ধতিটির স্কেল ১-৪ অবধি। বিভাগ ১ একটি মধ্যম ঘটনা, বিভাগ ২ একটি শক্তিশালী ঘটনা, বিভাগ ৩ একটি মারাত্মক ঘটনা, এবং বিভাগ ৪ একটি চরম ঘটনা। প্রকৃত সময়ে প্রতিটি ইভেন্টে প্রয়োগ করা বিষয়শ্রেণিটি মূলত সমুদ্র পৃষ্ঠের তাপমাত্রা অসঙ্গতিগুলি (এসএসটিএ) দিয়ে সংজ্ঞায়িত করা হয়। তবে দীর্ঘমেয়াদে টাইপোলজি এবং বৈশিষ্ট্যগুলিও এর অন্তর্ভুক্ত থাকে। এমএইচডব্লিউর প্রকারগুলি হল প্রতিসম, ধীর সূচনা, দ্রুত সূচনা, নিম্ন তীব্রতা এবং উচ্চ তীব্রতা। এমএইচডাব্লু ইভেন্টের একাধিক বিভাগ থাকতে পারে যেমন ধীর সূচনা উচ্চ তীব্রতা। এমএইচডাব্লু ইভেন্টগুলির বৈশিষ্ট্যগুলির মধ্যে রয়েছে সময়কাল, তীব্রতা (সর্বাধিক, গড়, ক্রমযুক্ত), সূচনা হার, পতনের হার, অঞ্চল এবং ফ্রিকোয়েন্সি।\n\n\n== ড্রাইভার ==\n\nএমএইচডাব্লু ইভেন্টের ড্রাইভারদের স্থানীয় প্রক্রিয়া, টেলিযোগাযোগ প্রক্রিয়া এবং আঞ্চলিক জলবায়ু নিদর্শন হিসাবে বিভক্ত করা যেতে পারে। এই ড্রাইভারদের দুটি পরিমাণগত পরিমাপ প্রস্তাব করা হয়েছে। যা দিয়ে তারা এমএইচডাব্লু, গড় সমুদ্র পৃষ্ঠের তাপমাত্রা এবং সমুদ্র পৃষ্ঠের তাপমাত্রার পরিবর্তনশীলতা শনাক্ত করতে পারবে। স্থানীয় স্তরে এমএইচডাব্লু ইভেন্টগুলি সমুদ্র advection, বায়ু-সমুদ্রের প্রবাহ, থার্মোকোলাইন স্থিতিশীলতা এবং বাতাসের চাপ দ্বারা আধিপত্য বিস্তার করে।\nটেলিকানেকশন প্রক্রিয়া বলতে জলবায়ু এবং আবহাওয়ার নিদর্শনগুলিকে বোঝায় যা ভৌগোলিকভাবে দূরবর্তী অঞ্চলগুলিকে সংযুক্ত করে।\nএমএইচডাব্লুয়ের জন্য, টেলিকানেকশন প্রক্রিয়া এমন একটি প্রক্রিয়া যা একটি প্রভাবশালী ভূমিকা পালন করে। তারমধ্যে উল্লেখযোগ্য হল বায়ুমণ্ডলীয় ব্লকিং/সাবসিডেন্স, জেট-স্ট্রিম অবস্থান, মহাসাগরীয় কেলভিন ওয়েভস, আঞ্চলিক বাতাসের চাপ, উষ্ণ পৃষ্ঠের বায়ু তাপমাত্রা, এবং মরসুমী জলবায়ু দোলন। এই প্রক্রিয়াগুলি আঞ্চলিক উষ্ণায়ন প্রবণতায় অবদান রাখে যা পশ্চিমা সীমানা স্রোতকে তুলনামূলকভাবে প্রভাবিত করে।. আঞ্চলিক জলবায়ুর\nনিদর্শন, যেমন এল নিনো দক্ষিণী অসিলেশন (ইএনএসও) এর মত আন্তঃসত্তা দোলন, উত্তর-পূর্ব প্রশান্ত মহাসাগরীয় অঞ্চলে \"দ্য ব্লব\" এর মতো এমএইচডাব্লু ইভেন্টগুলিতে অবদান রেখেছেন। যে ড্রাইভারগুলি জীবজগত ক্ষেত্র বা পৃথিবীর স্কেলে সার্বিকভাবে কাজ করে সেগুলো হল প্যাসিফিক ডেকাডাল অসিলেশনস (পিডিও) এবং অ্যানথ্রোপোজেনিক সাগর উষ্ণায়নের মতো ডেকাডাল দোলন।\n\n\n== ইভেন্ট ==\n\nযুক্তরাজ্যের পোর্ট ইরিনে ১৯০৪ সাল থেকে সমুদ্র পৃষ্ঠের তাপমাত্রা রেকর্ড করা হয়েছে এবং বিশ্ব সংগঠনের মাধ্যমে এখনো তা চলছে। বিশ্ব সংগঠনের মধ্যে রয়েছে আইপিসিসি, মেরিন হিটওয়ায়েস আন্তর্জাতিক ওয়ার্কিং গ্রুপ, NOAA, নাসা, এবং আরো অনেক। ইভেন্টগুলি ১৯২৫ থেকে আজ অবধি চিহ্নিত করা যায়। নীচের তালিকাটি রেকর্ড করা সমস্ত এমএইচডাব্লু ইভেন্টের সম্পূর্ণ উপস্থাপনা নয়।\nতালিকা:\n১) ভূমধ্যসাগর ১৯৯৯,২০০৩,২০০৬\n২)ওয়েস্টার্ন অস্ট্রেলিয়া ১৯৯৯,২০১১\n৩) এনডাব্লু আটলান্টিক ২০১২,২০১৬\n৪)এনই প্যাসিফিক ২০১৩–২০১৬, \"ব্লব\"\n৫)গ্রেট ব্যারিয়ার রিফ ১৯৯৮,২০০২,২০১৬\n৬) তাসমান সমুদ্র ২০১৫\n\n\n== জৈবিক প্রভাব ==\nপার্থিব এবং সামুদ্রিক জীবের তাপীয় পরিবেশে পরিবর্তনগুলি তাদের স্বাস্থ্য এবং সুস্থতার উপর কঠোর প্রভাব ফেলতে পারে। এমএইচডাব্লু ইভেন্টগুলিতে যা দেখা গিয়েছে তা হল আবাসের অবক্ষয় বৃদ্ধি, প্রজাতির পরিসীমা বিচ্ছুরণ পরিবর্তনকরণ, পরিবেশগত ও অর্থনৈতিকভাবে গুরুত্বপূর্ণ মৎস্যজীবনের জটিল পরিচালনা প্রজাতির গণহত্যায় অবদান এবং সাধারণভাবে বাস্তুসংস্থান পুনরায় আকার প্রদান। আবাসস্থল অবক্ষয় তাপীয় পরিবেশের পরিবর্তন ও পরবর্তী পুনর্গঠন এবং কখনও কখনও জৈব আবাসের সম্পূর্ণ ক্ষতির মাধ্যমে ঘটে। জৈব আবাস বলতে সিগ্রাস বিছানা, প্রবাল এবং কেল্প বন কে বুঝায়। এই আবাসস্থলগুলিতে সমুদ্রের জীব বৈচিত্র্যের একটি উল্লেখযোগ্য অনুপাত রয়েছে। সমুদ্রের বর্তমান সিস্টেম এবং স্থানীয় তাপীয় পরিবেশে পরিবর্তনগুলি অনেক গ্রীষ্মমণ্ডলীয় প্রজাতিকে বিস্তৃত উত্তর দিকে স্থানান্তরিত করেছে। যেখানে নাতিশীতোষী প্রজাতিগুলি তাদের দক্ষিণ সীমানা হারিয়েছে। বিষাক্ত অ্যালগাল ব্লুমস এর প্রাদুর্ভাবের সাথে বৃহত পরিসরের এদের স্থানান্তর ট্যাক্সা জুড়ে বহু প্রজাতিকে প্রভাবিত করেছে। এই ক্ষতিগ্রস্ত প্রজাতির পরিচালনা ক্রমশ কঠিন হয়ে ওঠে কারণ তারা পরিচালনা সীমানা এবং গতিশীলতাময় খাদ্যজাল জুড়ে মাইগ্রেশন করে। ২০০৩ সালে ভূমধ্যসাগরে ২৫টি বেন্থিক প্রজাতির গণহারে মৃত্যু, সমুদ্রের নষ্ট রোগ), এবং প্রবাল ব্লিচিং ঘটনাগুলির কারণে প্রজাতির প্রাচুর্য হ্রাস পেয়েছে। এগুলো সমুদ্র পৃষ্ঠের তাপমাত্রা বাড়িয়ে তুলছে।. আরও ঘন ঘন এবং দীর্ঘায়িত এমএইচডাব্লু ইভেন্টগুলির ফলে প্রজাতিগুলির বিতরণে কঠোর প্রভাব পড়বে।\n\n\n== প্রস্তাবনা ==\n১৯২৫-১৯৫৪ এবং ১৯৮৭-২০১৬ সালের মধ্যে মহাসাগরের বায়ুমণ্ডল পরিবর্তিত হয়েছে যা ফ্রিকোয়েন্সিতে ৩৪% বৃদ্ধি, সময়কালে ১৭% বৃদ্ধি এবং মোট বার্ষিক দিনে 54% বৃদ্ধি পেয়েছে। আইপিসিসি আরসিপি সিমুলেশন এমএইচডাব্লু বৈশ্বিক গড় পূর্বাভাস আরসিপি 4.5 এবং আরসিপি ৬.০ ব্যবহার করে এমএইচডাব্লুয়ের অধীনে এগুলো জানা গিয়েছিল। ২৪ শে সেপ্টেম্বর, ২০১৯ এ আইপিসিসি \"পরিবর্তনশীল জলবায়ুতে মহাসাগর এবং ক্রিস্টোফিয়ার\" সম্পর্কিত তার প্রতিবেদন প্রকাশ করেছে, এবং এই প্রতিবেদনে এমএইচডাব্লুকে ৭২ বার উল্লেখ করা হয়েছে। আরসিপি পরিস্থিতি ২.৬-৮.৫ দেখায় যে, বিশ্বব্যাপী গড় পৃষ্ঠের তাপমাত্রা ২০৩১-২০৫০ সালের মধ্যে ১.৬-২.০ °C বেড়ে যাবে এবং এভাবে চলতে থাক্লে তাপমাত্রা ২০৮১-২১০০ সালের মধ্যে ১.৬-৪.৩ °C হবে। সমুদ্র পৃষ্ঠের তাপমাত্রার জন্য এটি ২০৩১-২০৫০ এর মধ্যে গড়ে ০.৯–১.৩ °C এবং ২০৮১-২১০০ এর মধ্যে ১.০–৩.৭ °C বৃদ্ধি পাবে। অনেক প্রজাতি ইতোমধ্যে এমএইচডাব্লু ইভেন্ট চলাকালীন এই তাপমাত্রার পরিবর্তনগুলি অনুভব করেছে। বৈশ্বিক গড় তাপমাত্রা এবং চরম উত্তাপের ঘটনা বৃদ্ধি অনেক উপকূলীয় এবং অভ্যন্তরীণ সম্প্রদায়ের কাছে ঝুঁকিপূর্ণ কারণ তৈরী করেছে এবং স্বাস্থ্যের উপর প্রভাব ফেলছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমেরিন হিটওয়েভস - ট্রেন্ডস, এফেক্টস এট্রিবিউশন এবং সফটওয়্যার, মেরিন হিটওয়েভ ওয়ার্কিং গ্রুপ, অ্যালিস্টায়ার হোবডে এবং এরিক অলিভার, ওপেন চ্যানেল <<iki>\nসমুদ্র পৃষ্ঠের তাপমাত্রা অবিচ্ছিন্ন মানচিত্র\nমেরিন হিটওয়েভ ট্র্যাকার\nমেরিন হিটওয়েভস ইন্টারন্যাশনাল ওয়ার্কিং গ্রুপ\nজলবায়ু পরিবর্তন প্রতিবেদনে আন্তঃসরকারী প্যানেল"}