{"pageid": 105089, "title": "সরোজিনী নায়ডু", "url": "https://bn.wikipedia.org/wiki?curid=105089", "content": "সরোজিনী নাইডু (১৩ ফেব্রুয়ারি ১৮৭৯ - ২ মার্চ ১৯৪৯) ছিলেন স্বনামধন্য ভারতীয় স্বাধীনতা সংগ্রামী, বিশিষ্ট বাগ্মী ও ইন্দো-অ্যাংলিয়ান কবি। তিনি ভারত কোকিলা (দ্য নাইটেঙ্গেল অফ ইন্ডিয়া) নামে পরিচিত। সরোজিনী নাইডু ভারতীয় জাতীয় কংগ্রেসের প্রথম (ভারতীয়) মহিলা সভাপতি নির্বাচিত হন। স্বাধীন ভারতে তিনি উত্তরপ্রদেশ রাজ্যের রাজ্যপালও হয়েছিলেন।\nসরোজিনী নাইডু ছিলেন ভারতীয় স্বাধীনতা আন্দোলনের একজন সক্রিয় যোদ্ধা। মহাত্মা গান্ধীর সঙ্গে তিনি যোগ দেন ডান্ডি পদযাত্রায়। গান্ধী, আব্বাস তয়েব ও কস্তুরবা গান্ধী গ্রেফতার হলে তিনি ধারাসন সত্যাগ্রহে নেতৃত্ব দেন। তিনি ছিলেন একজন বিশিষ্ট বাগ্মী এবং ইংরেজি ভাষার যশস্বী কবি।\n\n\n== প্রারম্ভিক জীবন ==\nসরোজিনী নায়ডুর জন্ম ভারতের হায়দ্রাবাদ শহরের একটি হিন্দু ব্রাহ্মণ পরিবারে। তার পৈতৃক বাড়ি ছিল অধুনা বাংলাদেশ রাষ্ট্রের মুন্সীগঞ্জ জেলার লৌহজং উপজেলার কনকসার গ্রামে। তিনি ছিলেন বিজ্ঞানী, দার্শনিক ও শিক্ষাবিদ অঘোরনাথ চট্টোপাধ্যায় ও কবি বরদাসুন্দরী দেবীর জ্যেষ্ঠা কন্যা। অঘোরনাথ ছিলেন নিজাম কলেজের প্রতিষ্ঠাতা এবং তিনি ও তার বন্ধু মোল্লা আব্দুল কায়ুম ছিলেন হায়দরাবাদের ভারতীয় জাতীয় কংগ্রেসের প্রথম সদস্য। পরবর্তীকালে রাজনৈতিক আন্দোলনে অংশ নেবার জন্য তাকে কলেজের অধ্যক্ষের পদ থেকে পদচ্যুত করে হয়।\nসরোজিনীর ভাই বীরেন চট্টোপাধ্যায় ছিলেন এক বিশিষ্ট স্বাধীনতা সংগ্রামী ও আন্তর্জাতিক খ্যাতিসম্পন্ন কমিউনিস্ট বিপ্লবী। প্রথম বিশ্বযুদ্ধের সময় তিনি ছিলেন বার্লিন কমিটির এক গুরুত্বপূর্ণ সদস্য এবং হিন্দু-জার্মান ষড়যন্ত্রের অন্যতম নেতৃস্থানীয় ব্যক্তিত্ব। পরবর্তীকালে তিনি কমিউনিজমে আকৃষ্ট হয়ে সোভিয়েত ইউনিয়নে পাড়ি দেন। সন্দেহ করা হয়, স্তালিন জমানায় সোভিয়েত সিক্রেট পুলিশ তাকে গুলি করে হত্যা করে। সরোজিনীর অপর ভাই হরীন্দ্রনাথ চট্টোপাধ্যায় ছিলেন এক বিশিষ্ট নাট্যকার, কবি ও অভিনেতা।\n\n\n== শিক্ষা ==\nবারো বছর বয়সে সরোজিনী মাদ্রাজ বিশ্ববিদ্যালয় থেকে ম্যাট্রিকুলেশন পরীক্ষায় উত্তীর্ণ হয় সমগ্র মাদ্রাজ প্রেসিডেন্সিতে প্রথম স্থান অধিকার করেন। ১৮৯১ সাল থেকে ১৮৯৪ সাল পর্যন্ত পড়াশোনা বন্ধ রেখে তিনি নানা বিষয় অধ্যয়ন করেন। ১৮৯৫ সালে ইংল্যান্ডে প্রথমে লন্ডনের কিংস কলেজ ও পরে কেমব্রিজের গার্টন কলেজে পড়াশোনা করেন।\nসরোজিনী উর্দু, তেলুগু, ফার্সি ও বাংলা ভাষা শিখেছিলেন। তার প্রিয় কবি ছিলেন পি. বি. শেলি।\n\n\n== স্বাধীনতা আন্দোলনে অংশগ্রহণ ==\n\n১৯০৫ সালে বঙ্গভঙ্গ আন্দোলনের পরিপ্রেক্ষিতে সরোজিনী যোগ দেন স্বাধীনতা আন্দোলনে। ১৯০৩ সাল থেকে ১৯১৭ সালের মধ্যবর্তী সময়ে তিনি গোপালকৃষ্ণ গোখলে, রবীন্দ্রনাথ ঠাকুর, মুহাম্মদ আলী জিন্নাহ, অ্যানি বেসান্ত, সি. পি. রামস্বামী আইয়ার, মহাত্মা গান্ধী, জওহরলাল নেহরু প্রমুখের সংস্পর্শে আসেন।\n১৯১৫ সাল থেকে ১৯১৮ সালের মধ্যবর্তী সময়ে তিনি ভারতের নানা স্থানে যুবকল্যাণ, শ্রমের গৌরব, নারীমুক্তি ও জাতীয়তাবাদ বিষয়ে বক্তৃতাদান করেন। ১৯১৬ সালে জওহরলাল নেহরুর সঙ্গে সাক্ষাতের পর তিনি চম্পারণে নীলচাষীদের হয়ে আন্দোলন শুরু করেন। ১৯২৫ সালে তিনি কংগ্রেস সভাপতি নির্বাচিত হন। তিনিই ছিলেন কংগ্রেসের প্রথম মহিলা সভাপতি।\n১৯১৯ সালের মার্চ মাসে ব্রিটিশ সরকার রাওলাট আইন জারি করে সকল প্রকার রাজদ্রোহমূলক রচনা নিষিদ্ধ করে। এর প্রতিবাদে গান্ধীজি অসহযোগ আন্দোলন সংগঠিত করলে সরোজিনী সর্বপ্রথমেই আন্দোলনে যোগ দেন। পরে ব্রিটিশ সরকার এই আন্দোলনের উপর ব্যাপক দমননীতি প্রয়োগ করে।\n১৯১৯ সালের জুলাই মাসে সরোজিনী ইংল্যান্ডে হোমরুল লিগের দূত মনোনীত হন। ১৯২০ সালের জুলাই মাসের তিনি ভারতে প্রত্যাবর্তন করার পর ১ অগস্ট গান্ধীজি অসহযোগ আন্দোলন ঘোষণা করেন। ১৯২৪ সালের জানুয়ারি মাসে তিনি পূর্ব আফ্রিকান ভারতীয় কংগ্রেসের দুই জাতীয় কংগ্রেস প্রতিনিধির অন্যতম রূপে নির্বাচিত হন।\n১৯২৮ সালের অক্টোবর মাসে তিনি নিউ ইয়র্ক সফর করেন। এই সময় যুক্তরাষ্ট্রে আফ্রিকান আমেরিকান ও আমেরিইন্ডিয়ানদের প্রতি বৈষম্যমূলক আচরণের নিন্দা করেন তিনি। ভারতে প্রত্যাবর্তনের পর তিনি কংগ্রেস ওয়ার্কিং কমিটির সদস্য নির্বাচিত হন।\n১৯৩০ সালের ২৬ জানুয়ারি জাতীয় কংগ্রেস ব্রিটিশ সাম্রাজ্য থেকে স্বাধীনতা ঘোষণা করে। ৫ মে গান্ধীজিকে গ্রেফতার করা হয়। এর অনতিকাল পরেই গ্রেফতার হন সরোজিনী। এই সময় কয়েক মাস তিনি কারারুদ্ধ থাকেন। ১৯৩১ সালের ৩১ জানুয়ারি, গান্ধীজির সঙ্গে সঙ্গে তাকেও মুক্তি দেওয়া হয়। সেই বছরেই পরে আবার তাদের গ্রেফতার করা হয়। স্বাস্থ্যহানির কারণে অল্পদিনের মধ্যেই ছাড়া পেয়ে যান সরোজিনী। গান্ধীজি মুক্তি পান ১৯৩৩ সালে। ১৯৩১ সালে গান্ধীজি ও পণ্ডিত মালব্যের সঙ্গে তিনিও গোলটেবিল বৈঠকে যোগ দেন। ১৯৪২ সালের ২ অক্টোবর ভারত ছাড়ো আন্দোলনে অংশ নেবার জন্য তাকে পুনরায় গ্রেফতার করা হয়েছিল। এই সময় গান্ধীজির সঙ্গে ২১ মাস কারারুদ্ধ ছিলেন সরোজিনী। মহাত্মা গান্ধীর সঙ্গে সরোজিনী নায়ডুর সম্পর্ক এতটাই অন্তরঙ্গ ছিল যে গান্ধীজিকে তিনি \"মিকি মাউস\" বলেও ডাকতেন।\n১৯৪৭ সালের মার্চ মাসে এশীয় সম্পর্ক সম্মেলনের স্টিয়ারিং কমিটির পৌরোহিত্য করেন সরোজিনী নায়ডু।\n১৯৪৭ সালের ১৫ অগস্ট স্বাধীনতার পর সরোজিনী নায়ডু যুক্তপ্রদেশের (বর্তমানে উত্তরপ্রদেশ) রাজ্যপাল নিযুক্ত হন। তিনিই ছিলেন ভারতের প্রথম মহিলা রাজ্যপাল। ১৯৪৯ সালের ২ মার্চ কার্যকালেই হৃদরোগে আক্রান্ত হয়ে মৃত্যু হয় তার।\n\n\n== প্রভাব ==\nসরোজিনী চট্টোপাধ্যায়কে পৃথিবীর ইতিহাসের সেরা কবিদের মধ্যে অন্যতম মনে করা হয়। বিশ্বনন্দিত অনেক মার্কিন ও ব্রিটিশ সাহিত্যিক তার সাহিত্যের অকুণ্ঠ প্রশংসা করেছেন। পোয়েট্রি সুপ নামের একটি ওয়েবসাইট তাকে পৃথিবীর ইতিহাসের সেরা ১০০ জন কবির মধ্যে অন্তর্ভুক্ত করেছে, যেখানে তার অবস্থান ছিল ১৯তম।\n\n\n== ব্যক্তিগত জীবন ==\n১৭ বছর বয়সে সরোজিনী ড. মুথ্যালা গোবিন্দরাজুলু নায়ডুর প্রেমে পড়েন। ১৯ বছর বয়সে পড়াশোনা সমাপ্ত করে তার সঙ্গে পরিণয়সূত্রে আবদ্ধ হন তিনি। উল্লেখ্য, সেই যুগে অসবর্ণ বিবাহ সমাজে নিষিদ্ধ ছিল। সরোজিনী ব্রাহ্মণ হলেও গোবিন্দরাজুলু ছিলেন অব্রাহ্মণ। ১৮৯৮ সালে মাদ্রাজে ১৮৭২ সালের আইন অনুযায়ী তাদের বিবাহ হয়। তাদের চারটি সন্তান হয়েছিল: জয়সূর্য, পদ্মজা, রণধীর ও লীলামণি। কন্যা পদ্মজা পরবর্তীকালে পশ্চিমবঙ্গের রাজ্যপাল হন।\n\n\n== রচনাবলি ==\nThe Golden Threshold (১৯০৫)\nThe Bird of Time: Songs of Life, Death & the Spring (১৯১২)\nThe Broken Wing: Songs of Love, Death and the Spring (১৯১৭)\nThe Sceptred Flute: Songs of India (১৯৪৩)\nThe Feather of the Dawn (১৯৬১)\nThe Gift of India\n\n\n== আরও দেখুন ==\nবিশ্বের রাজনৈতিক পরিবারসমূহ\nধারাসন সত্যাগ্রহ\nঅসহযোগ আন্দোলন\nভারত ছাড়ো আন্দোলন\nলবণ সত্যাগ্রহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nগুটেনবের্গ প্রকল্পে সরোজিনী নাইডু-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nসরোজিনী নাইডুর জীবনী ও কবিতা\nসরোজিনী নাইডু কর্তৃক লিখিত পত্র\nনাইডুর জীবনী\nআগর্নাথ চট্টোপাধ্যায় কর্তৃক জীবনী\nটেমপ্লেট:ভারতীয় জাতীয় কংগ্রেসের সভাপতি\nটেমপ্লেট:ভারতীয় স্বাধীনতা সংগ্রাম"}