{"pageid": 1050152, "title": "ফিল্ড মার্শাল (শ্রীলঙ্কা)", "url": "https://bn.wikipedia.org/wiki?curid=1050152", "content": "ফিল্ড মার্শাল (এফএম) একজন পাঁচ তারকা জেনারেল অফিসার র‌্যাঙ্ক এবং শ্রীলঙ্কা সেনাবাহিনীতে সর্বোচ্চ অর্জনযোগ্য র‌্যাঙ্ক। ফিল্ড মার্শালকে তাত্ক্ষণিকভাবে জেনারেলের ঊর্ধ্বে স্থান দেওয়া হয়েছে এবং কেবল একবারই সম্মানিত পদমর্যাদা হিসাবে শরৎ ফনসেকাকে ভূষিত করা হয়েছে।  এটি শ্রীলঙ্কা বিমান বাহিনীর ফ্লিট এবং মার্শালের সমতুল্য। \n\n\n== সুবিধাদি ==\nআ ফিল্ড মার্শাল আজীবন শ্রীলঙ্কা সেনাবাহিনীর সক্রিয় তালিকায় একজন সার্ভিসিং অফিসার হিসাবে রয়েছেন। এটি কোনও সম্মানজনক পদ যার কোনও আদেশ বা প্রশাসনিক দায়িত্ব নেই, এবং অফিসার সেনা আইনের সাপেক্ষে নয়। সুতরাং, ফিল্ড মার্শালকে রাজনৈতিক কর্মকাণ্ডে জড়িত থাকার এবং রাজনৈতিক অ্যাপয়েন্টমেন্ট গ্রহণের অনুমতি দেওয়া হয়। অগ্রাধিকারের ক্রমে র‌্যাঙ্কধারক একজন মন্ত্রিপরিষদের মন্ত্রীর সমতুল্য। তিনি সমস্ত আনুষ্ঠানিক অনুষ্ঠানে ইউনিফর্মে অংশ নিতে পারেন। এই পদমর্যাদার একজন কর্মকর্তা সেনাবাহিনী দ্বারা রক্ষিত একটি অফিস এবং এইড-ডি-ক্যাম্প এবং ব্যক্তিগত কর্মচারীদের অধিকারী; পাশাপাশি জীবনের জন্য একটি পরিবেশনকারী জেনারেলের অধিকারী সমস্ত সুযোগ-সুবিধা। এর মধ্যে রয়েছে বেতন, একটি সরকারী আবাস, পরিবহন এবং সুরক্ষা বিশদ। তদুপরি, এই ধরনের একজন কর্মকর্তা চারজন অফিসার এবং আরও ১৫০ জন র‌্যাঙ্কের সমন্বয়ে গার্ড অব অনার এবং একু-বন্দুকের স্যালুট দিয়ে তাঁর মৃত্যুতে একটি সামরিক জানাজা পাওয়ার অধিকারী। এই জাতীয় আধিকারিকের বিধবা তার স্বামীকে যাবজ্জীবনের জন্য দেওয়া বেতন, ভাতা এবং আবাসনের অধিকারী। \n\n\n== পদমর্যাদা ==\nএকটি ফিল্ড মার্শালের স্বাক্ষর একটি পদ্ম পুষ্পস্তবক পুষ্পস্তবক অর্পিত ব্যাটন উপর জাতীয় প্রতীক নিয়ে গঠিত। অ্যাপয়েন্টমেন্টের সময়, ফিল্ড মার্শালগুলিকে একটি সোনার টিপড লাঠি (যা তারা আনুষ্ঠানিক উপলক্ষে চালিয়ে যেতে পারে) এবং একটি ব্যক্তিগত পতাকা দেওয়া হয়। \n\n\n== ইউনিফর্ম ==\nএকটি ফিল্ড মার্শালের ইউনিফর্মটি অনন্য যে এটি শ্রীলঙ্কা সেনা পোশাক নিয়মাবলী অনুসরণ করে, তবে তাদের অধীন হয় না।  একটি উল্লেখযোগ্য পার্থক্য হ'ল পাঁচ তারকা রেড জর্জেট প্যাচগুলির ব্যবহার । \n\n\n== ফিল্ড মার্শালদের তালিকা ==\nসরথ ফনসেকা ছিলেন প্রথম এবং আজ অবধি কেবলমাত্র শ্রীলঙ্কার সেনা অফিসার পদে পদোন্নতি পেয়েছিলেন। ২২ মার্চ ২০১৫-তে তাকে পদোন্নতি দেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র =="}