{"pageid": 1050213, "title": "অক্সিজেনবিহীন জলাশয়", "url": "https://bn.wikipedia.org/wiki?curid=1050213", "content": "অক্সিজেনবিহীন জলাশয় হলো সমুদ্রের জল, মিঠা জল বা ভূগর্ভস্থ জল এমন সব অঞ্চল যেগুলিতে দ্রবীভূত অক্সিজেন ফুরিয়ে গেছে। মার্কিন ভূতাত্ত্বিক জরিপ প্রতিষ্ঠানটির সংজ্ঞানুযায়ী অক্সিজেনের অভাবগ্রস্ত ভূগর্ভস্থ জলেতে দ্রবীভূত অক্সিজেনের ঘনমাত্রা প্রতি লিটারে ০.৫ মিলিগ্রামেরও কম হয়। এই অবস্থা সাধারণত এমন অঞ্চলে পাওয়া যায় যেখানে পানির বিনিময় সীমাবদ্ধ।\nঅক্সিজেনবিহীন জলাশয়ের সাথে অক্সিজেনের অভাবগ্রস্ত জলাশয়ের (হাইপক্সিক) পার্থক্য আছে। অক্সিজেনের অভাবগ্রস্ত জলাশয়গুলিতে দ্রবীভূত অক্সিজেনের মাত্রা কম থাকে, তবে শূন্যের কাছাকাছি নয়।\nবেশিরভাগ ক্ষেত্রেই, অক্সিজেনকে প্রাকৃতিকভাবে বাধা দিয়ে উচ্চ ঘনত্বের স্তরবিন্যাসের গভীর স্তরে পৌঁছানো রোধ করা হয়, উদাহরণস্বরূপ, অতিলোনা হ্রদের জল একটি অববাহিকার নীচে স্থির থাকে। ব্যাকটেরিয়া দ্বারা জৈব পদার্থের জারণের হার দ্রবীভূত অক্সিজেনের সরবরাহের চেয়ে বেশি হলে অক্সিজেনবিহীন অবস্থার সৃষ্টি হবে।\nঅক্সিজেনবিহীন জলাশয় একটি প্রাকৃতিক ঘটনা, এবং এটি সমগ্র ভূতাত্ত্বিক ইতিহাস জুড়ে ঘটে এসেছে। প্রকৃতপক্ষে, কিছু লোক দাবি করা যে পার্মিয়ান – ট্রায়াসিক বিলুপ্তির ঘটনাটি বিশ্বের মহাসাগরগুলির একটি বৃহত্তর বিলুপ্তি, যার ফলে ব্যাপক অক্সিজেনবিহীন অবস্থা হয়েছে। বর্তমানে অক্সিজেনবিহীন অববাহিকা বিদ্যমান রয়েছে, উদাহরণস্বরূপ, বাল্টিক সাগরে, এবং অন্য কোথাও (নীচে দেখুন)। সম্প্রতি, কিছু ইঙ্গিত পাওয়া গেছে যে বাল্টিক সাগর, মেক্সিকো উপসাগর, এবং ওয়াশিংটন রাজ্যের হুড খালসহ অঞ্চলগুলিতে পুষ্টিবৃদ্ধি প্রক্রিয়ার (Eutrophication ইউট্রোফিকেশন বা উদ্ভিদ পুষ্টি-উপাদানের ঘনমাত্রা অতিবৃদ্ধির) কারণে অক্সিজেনবিহীন অঞ্চলের পরিমাণ বৃদ্ধি পেয়েছে।\n\n\n== কারণ এবং প্রভাব ==\nঅক্সিজেনবিহীন পরিস্থিতি বিভিন্ন কারণে উদ্ভূত হয়। উদাহরণস্বরূপ, স্থবিরতা, ঘনত্ব স্তরকরণ, জৈব পদার্থের পরিমাণ বৃ্দ্ধি এবং শক্তিশালী থার্মোক্লাইন। এর উদাহরণগুলি হল সমুদ্রের খাঁড়ি (যেখানে তাদের প্রবেশপথের অগভীর চাকাগুলি সঞ্চালন রোধ করে) এবং গভীর সমুদ্রের পশ্চিম সীমানা যেখানে প্রবাহ খুবই কম থাকে তবে পানির উচ্চ স্তরের প্রবাহ খুবই উচ্চ থাকে।  বর্জ্যপানির ক্ষেত্রে কেবল অক্সিজেনের অনুপস্থিতি অক্সিজেনবিহীন অবস্থা নির্দেশ করে, অন্যদিকে অবাত শব্দটি কোনো সাধারণ ইলেক্ট্রন গ্রহীতার অভাব ইঙ্গিত করতে ব্যবহার করা হয় যেমন- নাইট্রেট, সালফেট বা অক্সিজেন।\nযখন একটি অববাহিকায় অক্সিজেন ক্ষয় হয়, তখন ব্যাকটেরিয়া প্রথমে দ্বিতীয় সেরা ইলেকট্রন গ্রহণকারীর দিকে ফিরে যায়, যা সমুদ্রের পানির ক্ষেত্রে নাইট্রেট। এর ফলে নাইট্রেট বরং দ্রুত গ্রাস করা হয়। কিছু অন্যান্য গৌণ উপাদান হ্রাস করার পরে, ব্যাকটিরিয়া সালফেট হ্রাস করতে শুরু করে। এটি হাইড্রোজেন সালফাইড (H2S) এর উপজাত, বেশিরভাগ বায়োটার জন্য রাসায়নিকভাবে বিষাক্ত এবং \"পচা ডিম\" এর মতো গন্ধ এবং গাঢ় কালো রঙের অধঃক্ষেপের জন্য দায়ী। \nSO4−2 + H+1 → H2S +H2O + রাসায়নিক শক্তি\nযদি অক্সিজেনবিহীন সমুদ্রের পানি পুনরায় মিশ্রিত হয় তবে সালফাইড রাসায়নিক সমীকরণ অনুসারে সালফেটের জারণ ঘটে। \nHS− + 2 O2 → HSO4−\nবা, আরও স্পষ্টভাবে:\n(CH2O)106(NH3)16H3PO4 + 53 SO42− → 53 CO2 + 53 HCO3− + 53 HS− +16 NH3 + 53 H2O + H3PO4\nঅক্সিজেনবিহীনতা কাদামাটি সমুদ্রের বোতলগুলিতে খুব সাধারণ যেখানে উচ্চমাত্রায় জৈব পদার্থ এবং পলির পানিতে অক্সিজেনের নিম্ন পরিমাণ উভয়ই রয়েছে। পৃষ্ঠ থেকে কয়েক সেন্টিমিটার নীচে আন্তঃস্থির জল (পলির মধ্যবর্তী জল) অক্সিজেন মুক্ত থাকে।\nঅক্সিজেনবিহীনতা জৈব রাসায়নিক অক্সিজেনে্র চাহিদা (বিওডি) দ্বারাও প্রভাবিত হয়, যা হলো জৈব পদার্থ ভেঙে দেওয়ার প্রক্রিয়ায় সামুদ্রিক জীব দ্বারা ব্যবহৃত অক্সিজেনের পরিমাণ। বিওডি উপস্থিত প্রাণীর ধরন, পানির পিএইচ, তাপমাত্রা এবং ঐ অঞ্চলে জৈব পদার্থের ধরনের দ্বারা প্রভাবিত হয়। বিওডির সাথে দ্রবীভূত অক্সিজেনের পরিমাণ সরাসরি সম্পর্কিত, বিশেষত নদী এবং প্রবাহিত ছোট জলাধারের মধ্যে। বিওডির সংখ্যা বাড়ার সাথে সাথে উপলব্ধ অক্সিজেন হ্রাস পায়। এটি বৃহত্তর জীবের উপর চাপ সৃষ্টি করে। বিওডি প্রাকৃতিক এবং নৃতাত্ত্বিক উৎস থেকে আসে, যার মধ্যে রয়েছে: মৃত জীব, সার, বর্জ্য জল এবং নগর বর্জ্য। \nবাল্টিক সাগরে, অক্সিজেনবিহীন অবস্থার অধীনে পচনের ধীরগতির হার লেগারস্টাটেনে নরম দেহের অঙ্গগুলির াপব জায় রেখে উল্লেখযোগ্যভাবে সংরক্ষণ করা জীবাশ্ম রেখে গেছে। \n\n\n== মানবজনিত কারণে সৃষ্ট অক্সিজেনবিহীন অবস্থা ==\nপুষ্টিবৃদ্ধি (ইউট্রোফিকেশন) প্রায়শই কৃষিকাজের এবং নর্দমার উপজাত পুষ্টি উপাদানগুলির একটি অন্ত: প্রবাহের ফলে (ফসফেট / নাইট্রেট) বড় তবে স্বল্পস্থায়ী শেওলা ফুল ফোটে। ফুল ফোটার পরে, মৃত শেওলাগুলো নীচে ডুবে যায় এবং সমস্ত অক্সিজেন ব্যয় না করা অবধি ভেঙে যায়। এই জাতীয় ঘটনা মেক্সিকো উপসাগরীয় অঞ্চলে ঘটে যেখানে একটি ঋতুতে মৃত অঞ্চল সৃষ্টি হয়, যা হারিকেন এবং গ্রীষ্মমণ্ডলীয় সংক্রমণ যেমন আবহাওয়ার নিদর্শন দ্বারা সংবিগ্ন হতে পারে। নর্দমার বর্জ্য, বিশেষত পুষ্টিকেন্দ্রিক \"কাদা\" বিশেষত বাস্তুতন্ত্রের বৈচিত্র্যের জন্য ক্ষতিকারক হতে পারে। অ্যানোক্সিক অবস্থার প্রতি সংবেদনশীল প্রজাতিগুলি অল্প পরিমাণ বলিষ্ঠ প্রজাতি দ্বারা প্রতিস্থাপিত হয়ে ক্ষতিগ্রস্ত অঞ্চলের সামগ্রিক পরিবর্তনশীলতা হ্রাস করে। \nপুষ্টিবৃদ্ধি বা ভূমন্ডলীয় উষ্ণতা বৃ্দ্ধির মাধ্যমে পর্যায়ক্রমে পরিবেশগত পরিবর্তনগুলো বড় ধরনের অক্সিজেনযুক্ত-অক্সিজেনবিহীন অবস্থা পরিবর্তনের কারণ হতে পারে। কিছু প্রতিমান গবেষণা (মডেল স্টাডি) অনুযায়ী সায়ানোব্যাকটেরিয়া দ্বারা প্রভাবিত একটি অক্সিজেনযুক্ত দশা এবং সালফেট-হ্রাসকারী ব্যাকটেরিয়া এবং ফটোট্রফিক সালফার ব্যাকটেরিয়াসহ একটি অক্সিজেনবিহীন দশার মধ্যে রূপান্তর ঘটানোর মাধ্যমে এটি হঠাৎ করেই ঘটতে পারে। \n\n\n== দৈনিক এবং ঋতুচক্র ==\nপানির তাপমাত্রা এটি যে পরিমাণ দ্রবীভূত অক্সিজেন ধারণ করতে পারে তাকে সরাসরি প্রভাবিত করে। হেনরির সূত্র অনুসরণ করে, পানি যত গরম হয়, অক্সিজেন এতে তত কম দ্রবণীয় হয়। এই ধর্মটি ছোট ভৌগোলিক স্কেলগুলিতে দৈনিক অক্সিজেন চক্র এবং বৃহত্তর মাপনীগুলিতে অক্সিজেনবিহীনতার মৌসুমী চক্রের দিকে পরিচালিত করে। সুতরাং দিনের উষ্ণতম সময়কালে এবং গ্রীষ্মের মাসে পানি অক্সিজেনবিহীন পরিস্থিতিতে বেশি ঝুঁকির মধ্যে থাকে। শিল্প বর্জ্যের আশেপাশে এই সমস্যাটি আরও বেড়ে যেতে পারে যেখানে যন্ত্র শীতল করার জন্য ব্যবহৃত গরম পানি যে অববাহিকাটিতে বের হয় তার চেয়ে কম অক্সিজেন ধরে রাখতে সক্ষম হয়।\nদৈনিক চক্র সালোকসংশ্লিষ্ট জীবের ক্রিয়াকলাপ দ্বারাও প্রভাবিত হয়। আলোর অভাবে রাতে সালোকসংশ্লেষণ কম হবার ফলে সূর্যোদয়ের পরপরই রাতে অক্সিজেনবিহীন পরিস্থিতি তীব্র হয়। \n\n\n== জৈবিক অভিযোজন ==\nজীবগুলি অক্সিজেনবিহীন পলির মধ্যে বাস করার জন্য বিভিন্ন প্রক্রিয়া গ্রহণ করেছে। যদিও কিছু জীব উচ্চতর পানির স্তর থেকে অক্সিজেনকে পলিতে নামাতে সক্ষম হয়, অন্য অভিযোজনগুলির মধ্যে স্বল্প অক্সিজেনযুক্ত পরিবেশের জন্য নির্দিষ্ট হিমোগ্লোবিন, বিপাকের হার হ্রাস করতে ধীর গতি এবং অবাত ব্যাকটেরিয়ার সাথে মিথোজীবীতার সম্পর্ক অন্তর্ভুক্ত থাকে। সব ক্ষেত্রেই, যদি অঞ্চলটি সাধারণত অক্সিজেনবিহীন না হয়, বিষাক্ত হাইড্রোজেন সালফাইডের প্রাদুর্ভাবে জীবতত্ত্বিক ক্রিয়াকলাপ কমে যায় এবং প্রজাতির বৈচিত্র্যের একটি নিম্ন স্তরের ফলাফল হয়। \n\n\n== অক্সিজেনবিহীন অববাহিকা ==\nপূর্ব ভূমধ্যসাগর লেভানটাইন সাগরে ব্যানক অববাহিকা ;\nকৃষ্ণ সাগর অববাহিকা, পূর্ব ইউরোপ থেকে ৫০ মিটার (১৫০ ফুট) নীচে;\nক্যাস্পিয়ান সমুদ্র অববাহিকা, ১০০ মিটার (৩০০ ফুট) এর নীচে;\nকারিয়াকো বেসিন, উত্তর মধ্য ভেনেজুয়েলা থেকে দূরে;\nগলল্যান্ড খাঁদ, সুইডেনের বাল্টিকে;\nএল'আলান্টে অববাহিকা, পূর্ব ভূমধ্যসাগর\nমারিয়ার এফজর্ড, ডেনমার্কের বাইরে;\nমেক্সিকোয়ের উত্তর-পূর্ব উপসাগরীয় অরকা বেসিন;\nসানাইচ ইনলেট, কানাডার ভ্যানকুভার দ্বীপ থেকে;\n\n\n== আরও দেখুন ==\nঅক্সিজেনবিহীন ঘটনা\nমৃত অঞ্চল (বাস্তুশাস্ত্র)\nঅক্সিজেনস্বল্পতা (পরিবেশগত)\nমেরোমিকটিক\nমর্তিচনিয়া\nমহাসাগরের বি-অক্সিজেনায়ন\nসর্বনিম্ন অক্সিজেনযুক্ত অঞ্চল\n\n\n== তথ্যসূত্র ==\n\n\n== উৎসপঞ্জি ==\nগেরলাচ, এস. (১৯৯৪)। \"Oxygen conditions improve when the salinity in the Baltic Sea decreases\": ৪১৩–৪১৬। ডিওআই:10.1016/0025-326X(94)90126-0। \nহলবার্গ, আর ও (১৯৭৪) \"Paleoredox conditions in the Eastern Gotland Basin during the recent centuries\"। মেরেনটুকিমুস্লেইট । কুঁচক / হাভসফর্স্কিংসিংস্টাইটিস স্ক্রিফট, ২৩৮: ৩-১৬।\nজারবো, এ (১৯৭২)। \"Är Östersjöbottnens syreunderskott en modern företeelse?\": ৪০৪–৪০৮। \nফেনচেল, টম অ্যান্ড ফিনলে, ব্ল্যান্ড জে। (১৯৯৫) এনোক্সিক ওয়ার্ল্ডসে বাস্তুবিদ্যা এবং বিবর্তন (বাস্তুশাস্ত্র ও বিবর্তনে অক্সফোর্ড সিরিজ) অক্সফোর্ড বিশ্ববিদ্যালয় প্রেস।আইএসবিএন ০-১৯-৮৫৪৮৩৮-৯আইএসবিএন 0-19-854838-9\nরিচার্ডস এফএ (১৯৬৫) \"অ্যানোক্সিক অববাহিকা এবং সমুদ্রের খাঁড়ি\", রিলে, জেপি, এবং Skirrow, জি (ইডিএস) রাসায়নিক ওশিয়ানোগ্রাফি, লন্ডন, একাডেমিক প্রেস, ৬১১-৬৪৩।\nSarmiento, জে. এল.; হার্বার্ট, টি. ডি. (১৯৮৮)। \"Causes of anoxia in the world ocean\": ১১৫। ডিওআই:10.1029/GB002i002p00115। \nসারমিয়েন্টো, জেএ এবং অন্যান্য। (১৯৮৮-বি) \"ওশান কার্বন-সাইকেল ডায়নামিক্স এবং বায়ুমণ্ডলীয় পিসিও ২\"। রয়্যাল সোসাইটি অফ লন্ডনের দার্শনিক লেনদেন, সিরিজ এ, গাণিতিক ও শারীরিক বিজ্ঞান, খণ্ড। ৩২৫, নং ১৫৮৩, মহাসাগরে ট্রেসারস (২৫শে মে, ১৯৮৮), পিপি। ৩-২২\nভ্যান ডের উইলেন, পি. ডব্লিউ. জে. জে.; বলহুইস, এইচ. (২০০৫)। \"The Enigma of Prokaryotic Life in Deep Hypersaline Anoxic Basins\": ১২১–১২৩। ডিওআই:10.1126/science.1103569। পিএমআইডি 15637281। ।"}