{"pageid": 105061, "title": "আয়ান আলি খান", "url": "https://bn.wikipedia.org/wiki?curid=105061", "content": "আয়ান আলি খান (হিন্দি: अयान अली ख़ान; উর্দু: عيان علی خان‎‎; IAST: Ayān Alī Khān) (জন্ম ৫ সেপ্টেম্বর, ১৯৭৯) হলেন একজন ভারতীয় শাস্ত্রীয় যন্ত্রসংগীত শিল্পী। তিনি একজন সরোদ-বাদক। আয়ান আলি খান বিশিষ্ট সরোদ-বাদক উস্তাদ আমজাদ আলি খানের কনিষ্ঠ পুত্র। আয়ান তার দাদা আমান আলি খান ও বাবা উস্তাদ আমজাদ আলি খানের সঙ্গে একযোগেও সংগীত পরিবেশন করে থাকেন। আয়ান ও আমান আলি খান সা রে গা মা নামে একটি মিউজিক ট্যালেন্ট শো উপস্থাপনা করেছিলেন। আয়ান আলি খান যেমন একক অ্যালবাম প্রকাশ করেছেন তেমনই তার বাবা ও দাদার সঙ্গে যৌথ অ্যালবামও প্রকাশ করেছেন।\n\n\n== প্রথম জীবন ও কর্মজীবন ==\n১৯৭৯ সালের ৫ সেপ্টেম্বর আয়ান আলি খান জন্মগ্রহণ করেন। তার বাবা উস্তাদ আমজাদ আলি খান একজন বিশিষ্ট সরোদ-বাদক এবং মা শুভলক্ষ্মী বড়ুয়া খান একজন শাস্ত্রীয় নৃত্যশিল্পী। তার জন্মনাম ছিল বঙ্গাশ। তিনি তিনি বঙ্গাশ সংগীত ঘরানার অন্তত পঞ্চম প্রজন্ম। দাবি করা হয় যে, এই ঘরানাই সরোদ বাদ্যযন্ত্রটি আবিষ্কার করেছিল। আয়ান ও তার দাদা আমানকে ছেলেবেলা থেকে সংগীত শিক্ষা দেন তাদের বাবা। তারপর তারা তাদের বাবার সঙ্গে কনসার্ট ট্যুরে সরোদ বাদ্যযন্ত্রে সংগীত পরিবেশন শুরু করেন।\n১৯৮০-এর দশক থেকে আয়ান তার বাবা ও দাদার সঙ্গে সংগীতানুষ্ঠানে অংশগ্রহণ করে আসছেন। ১৯৯৭ সালে তিনি কার্নেজি হলে সংগীত পরিবেশন করেন। ১৯৯৯ সালে তিনি শাস্ত্রীয় সংগীতের প্রথম একক অ্যালবামটি প্রকাশ করেন। এই অ্যালবামটির নাম ছিল রাগ বাগেশ্বরী। ২০০০-এর দশকের গোড়ার দিকে তিনি ও তার দাদা জি টিভিতে সা রে গা মা নামক মিউজিক ট্যালেন্ট শো উপস্থাপনা করেন। ২০০২ আয়ান ও তার দাদা আমান তাদের বাবাকে নিয়ে তাদের প্রথম বইটি রচনা করেন। বইটির নাম ছিল আব্বা: গড’স গ্রেটেস্ট গিফট টু আস। ২০০৫ সালে প্রকাশির মোক্ষ নামে প্রকাশিত আমান ও আয়ানের একটি যৌথ অ্যালবাম গ্র্যামি অ্যাওয়ার্ড ফর বেস্ট ট্র্যাডিশনাল ওয়ার্ল্ড মিউজিক অ্যালবাম বিভাগে মনোনীত হয়। ২০০৬ সালে দুই ভাই রিইনকারণেশন নামে ওয়ার্ল্ড ফিউশন মিউজিকের একটি অ্যালবাম প্রকাশ করেন। ২০০৭ সালে মিস্টিক ডিউনস নামে একটি বিষয়ভিত্তিক অ্যালবামও প্রকাশ করেন তারা এবং আন্তর্জাতিক ট্যুরে সংগীত পরিবেশন করেন। ২০০৬ সালে তারা এমটিভি ইন্ডিয়ার পক্ষ থেকে লিকরা স্টাইল অ্যাওয়ার্ড পান। আয়ান ও আমান কণ্ঠসংগীতও পরিবেশন করে থাকেন। ২০০৭ সালে রিমেমবারিং মহাত্মা গান্ধী অ্যালবামে তাদের গান অন্তর্ভুক্ত হয়েছে। ২০০৭ সালে আয়ান সপরিবারে ভারতীয় সংসদে সংগীত পরিবেশন করেন। এরপর তারা একটি চলচ্চিত্র চুক্তিতে আবদ্ধ হন। এই চুক্তিতে বলা হয়েছিল, এক বছর তারা কোনও সংগীতানুষ্ঠানে অংশগ্রহণ করতে পারবেন না। কিন্তু ২০০৯ সালে বলিউড পরিচালক জে. পি. দত্ত প্রযোজনাটি বাতিল করে দিলে দুই ভাই আবার সংগীত সৃষ্টিতে মনোনিবেশ করেন। ২০১২ সালে তারা রঙ নামে একটি সুফি সংগীত অ্যালবাম প্রকাশ করেন। ২০১৩ সালের অক্টোবর মাসে তারা হেডওয়াটারস নামে একটি নতুন অ্যালবাম প্রকাশ করেন।\n\n\n== ব্যক্তিগত জীবন ==\nআয়ান আলি খান একজন অপেশাদার চিত্রশিল্পী। তিনি একটি প্রদর্শনীতে তার আঁকা আধ্যাত্মিক চিত্র প্রদর্শন করেছিলেন। ২০০৮ সালের ২১ ফেব্রুয়ারি আয়ান নীমা শর্মাকে বিবাহ করেন। ২০১২ সালের অগস্ট মাসে নীমা শর্মা দুটি যমজ পুত্রসন্তানের জন্ম দেন।\n\n\n== ডিস্কোগ্রাফি ==\n\n\n=== একক অ্যালবাম ===\nরাগ বাগেশ্বরী (১৯৯৯)\nফুটস্টেপস (২০০০)\nরাগ শ্রী (২০০০২)\nসোনাটা (২০০৫)\nকর্ডস অফ ডেভোশন (২০০৫)\n\n\n=== আয়ান ও আমান আলি খান ===\nরাগ পুরিয়া কল্যাণ, রাগেশ্বরী (২০০২)\nস্ট্রিংস অ্যাটাজড (২০০৬) – ম্যাথিউ বার্লের সঙ্গে (সেলো)\nরিইনকারণেশন (২০০৬)\nমিস্টিক ডিউনস (২০০৬)\nট্রুথ (২০০৭)\nপ্যাশন (২০০৭)\nড্রিমজ' (২০০৭)\n\n\n=== আমজাদ, আয়ান ও আমান আলি খান ===\nসরোদ ঘর (২০০০)\nদ্য লেজেন্ডারি লাইনেজ\nসরোদ মিয়াস্ট্রো আমজাদ আলি খান – উইথ সনস (২০০১)\nসরোদ হারমোনি- লাইভ অ্যাট কার্নেজি হল (২০০২)\nমোক্ষ (২০০৪)\nসরোদ ট্রিলজি (২০০৬)\nরিমেমবারিং মহাত্মা গান্ধী (২০০৭)\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\"Official website\"। ২ জুলাই ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৬ নভেম্বর ২০১৮। \nঅলমিউজিকে Ayaan Ali Khan"}