{"pageid": 1050687, "title": "নীরদ মজুমদার", "url": "https://bn.wikipedia.org/wiki?curid=1050687", "content": "নীরদ মজুমদার  (১১ মে, ১৯১৭   - ২৬ সেপ্টেম্বর, ১৯৮২  ) \nছিলেন ভারতীয় বাঙালি চিত্রশিল্পী। বিশ শতকের প্রথম দিকে ভারতীয় আধুনিকতাবাদী নবীন প্রজন্মের ও কলকাতা গ্রুপের অন্যতম চিত্রশিল্পী ছিলেন তিনি। ইউরোপীয় ছবির আঙ্গিকে ভারতীয় শৈলীর অপূর্ব সংমিশ্রণ করে নিজস্ব আঙ্গিকে শিল্প সৃষ্টি করেছিলেন। তিনি বাংলা ভাষার অদ্বিতীয় কথাশিল্পী কমলকুমার মজুমদারের এবং চিত্রশিল্পী শানু লাহিড়ীর সহোদর।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nনীরদ মজুমদারের জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের কলকাতায় ১৯১৬ খ্রিস্টাব্দের ১১ই মে। তিনি পিতা প্রফুল্লকুমার মজুমদার ও মাতা রেণুকাময়ী দেবীর সাত সন্তানের একজন।\n বাবা প্রফুল্লচন্দ্র ছিলেন পুলিশ অফিসার। মা ছিলেন বাড়ির সাংস্কৃতিক পরিমণ্ডলের এক নিবেদিত প্রাণ। ছোটবেলাটা নীরদের সেই সাংস্কৃতিক পারিবারিক আবহাওয়াতেই কেটেছে। শৈশব থেকেই ছবি আঁকার প্রতি আগ্রহ ছিল তার।\nতাঁদের পৈতৃক নিবাস ছিল উত্তর ২৪ পরগনার সীমান্ত শহর টাকিতে। তবে তাঁদের কলকাতার রাসবিহারী অ্যাভিনিউতে একটা ভাড়াবাড়ি ছিল। বছর ছয়েক  বয়সে দক্ষিণ চব্বিশ পরগনা জেলার বিষ্ণুপুরের ‘বিষ্ণুপুর শিক্ষা সংঘ’ স্কুলে নীরদ ও তাঁর বড় ভাই কমলকুমারের সাথে একই শ্রেণিতে ভর্তি হন। কয়েক বছর পর সেখান থেকে কলকাতার ক্যাথিড্রাল মিশনারি স্কুলে। এখানেও বেশি দিন তাঁর মন টেকেনি। সংস্কৃত ভাষা শিখতে ভর্তি হলেন ভবানীপুরের এক সংস্কৃত টোলে।\nনীরদ মজুমদার ছিলেন প্রখ্যাত বাঙালি সাহিত্যিক  কমলকুমার মজুমদারের (১৯১৪ - ১৯৭৯) কনিষ্ঠ ভ্রাতা। তাঁদের কনিষ্ঠা ভগিনী শানু লাহিড়ী (১৯২৮-২০১৩) ছিলেন প্রখ্যাত চিত্রকর ও চিত্রকলার  প্রশিক্ষক। \n\n\n== কর্মজীবন ==\nনীরদ মজুমদার শিল্পকলার প্রথম পাঠ নেন কলকাতার ইন্ডিয়ান সোসাইটি অব ওরিয়েন্টাল আর্টে। তার প্রথম শিক্ষক ছিলেন  অবনীন্দ্রনাথ ঠাকুরের ছাত্র চিত্রশিল্পী ক্ষিতীন্দ্রনাথ মজুমদার। শৈপ্লিক দক্ষতার জন্য পাঠ শেষে ‘নরম্যান ব্লান্ট স্মৃতি পদক’ লাভ করেন।\nপ্রদোষ দাশগুপ্ত, রথীন মৈত্র এবং পরিতোষ সেন প্রমুখ এক ঝাঁক নবীন প্রজন্মের আধুনিকতাবাদীদের নিয়ে ১৯৪৩ খ্রিস্টাব্দে নীরদ মজুমদার গড়ে তোলেন ক্যালকাটা গ্রুপ। ১৯৪৪ খ্রিস্টাব্দে ক্যালকাটা গ্রুপে তার একক প্রদর্শনী হয়। ইতোমধ্যে ১৯৪৬ খ্রিস্টাব্দে ফরাসি সরকারের বৃত্তি পেয়ে নীরদ প্যারিসে যান সেখানে তার শিক্ষাকেন্দ্র ছিল আঁদ্রে লেৎ-এর অ্যাকাডেমি। ১৯৫১ খ্রিস্টাব্দে লন্ডনের ইন্ডিয়া হাউসে এক প্রদর্শনীতে অংশ নেন এবং কিছুদিন সেখানে আর্ট গ্যালারিতে কিউরেটার হিসাবে কাজ করেন। ১৯৫৫ খ্রিস্টাব্দে নীরদ প্যারিসে ফিরে আসেন। ১৯৫৭ খ্রিস্টাব্দে প্যারিসে ‘গ্যালরী বারবিজ’ -এ তার একক প্রদর্শনী অনুষ্ঠিত হয়। ইউরোপে তিনি দশ বৎসর বসবাস করেন এবং সেখানে অবস্থানকালে কনস্ট্যান্টিন ব্রানসুয়েসি, জর্জেস ব্রাক এবং জিন জেনেটের প্রমুখ অনেক লেখক এবং শিল্পীর সাথে বন্ধুত্ব হয়েছিল।\n১৯৮৮ খ্রিষ্টাব্দে নীরদ মজুমদার কলকাতায় ফিরে আসেন। তিনি বড় আকারের ক্যানভাসে আঁকতে থাকেন এবং, ধীরে ধীরে তার  শিল্প কাজে তন্ত্র আর্টের পুনরজাগরণ ঘটতে লাগল। ছবির বিষয় রইল ভারতীয় তথা একান্ত বাংলার, কিন্তু রীতিতে কিছুটা আধুনিক ইউরোপীয়।  তিনি কিউবিজম্-এর পথ ছেড়ে ভারতীয় দর্শন, বেদ এবং উপনিষদের পবিত্রবাক্যের চিত্ররূপায়ণে আত্মনিয়োগ করেন। ভারতীয় মন্ত্র-তন্ত্র শাস্ত্রোক্ত বিষয়গুলি যথা কালী, দুর্গা, মঙ্গল কাব্যের বিষয়বস্তু হয়ে উঠল। \n\n\n== উল্লেখযোগ্য শিল্পকর্ম ==\nতার শিল্পকল্প কেবল একটি রচনায় সম্পূর্ণ ছিল না। সব সময় গুটিকয়েক ক্যানভাস মিলে একেকটি বিষয়ের উপস্থাপনা হয়েছে। ওই রকম সিরিজ:\n\nইমাজএক্লোজ\nউইং অফ নো এন্ড\nষোড়শী কলা\nনিত্যকলা ষডচক্র\nবৈতরণী  \nকবি শক্তি চট্টোপাধ্যায় ও সুনীল গঙ্গোপাধ্যায়ের যুগ্মকাব্যগ্রন্থ “সুন্দর রহস্যময়”-এর জন্য তিনি একাধিক ছবি এঁকেছেন। এটা নিছক অলঙ্করণ নয়, বরং শিল্পকর্মই।\n\n\n== রচনা ==\nসাহিত্যের প্রতি নীরদ মজুমদারের একটা আকর্ষণ ছিল। বড় দাদা  কমলকুমার মজুমদারের পরোক্ষ প্রভাব ছিল। তিনি একসময় তার স্ত্রীর সাথে যৌথভাবে ভক্তকবি রামপ্রসাদের গানের ফরাসি অনুবাদ করেছিলেন।\nনীরদ মজুমদার তাঁর প্রয়াণের চার বছর আগে দেশ সাহিত্য পত্রিকায় ধারাবাহিকভাবে লেখেন আত্মজীবনীমূলক রচনা পুনশ্চ প্যারী। এটি তাঁর মৃত্যুর পর আনন্দ পাবলিশার্স কলকাতা কর্তৃক ১৯৮২-এ পুস্তকাকারে প্রকাশিত।\n\n\n== তথ্যসূত্র =="}