{"pageid": 1050695, "title": "লাভলিনা বরগোঁহাই", "url": "https://bn.wikipedia.org/wiki?curid=1050695", "content": "লাভলিনা বরগোঁহাই (জন্ম ২রা অক্টোবর ১৯৯৭) একজন ভারতীয় অপেশাদার মহিলা বক্সার যিনি ২০১৮ এআইবিএ মহিলা বিশ্ব বক্সিং চ্যাম্পিয়নশিপ এবং ২০১৯ এর এআইবিএ মহিলা বিশ্ব বক্সিং চ্যাম্পিয়নশিপে ব্রোঞ্জ পদক জিতেছেন। তিনি নতুন দিল্লিতে অনুষ্ঠিত প্রথম ভারত ওপেন ইন্টারন্যাশনাল বক্সিং টুর্নামেন্টে অনুষ্ঠিত স্বর্ণপদক এবং গুয়াহাটিতে দ্বিতীয় ভারত ওপেন ইন্টারন্যাশনাল বক্সিং টুর্নামেন্টে রৌপ্য পদক জয় করেছেন।\n তিনি আসাম থেকে অলিম্পিকের জন্য যোগ্যতা অর্জনকারী প্রথম মহিলা এবং শিব থাপার পরে রাজ্য থেকে দেশের প্রতিনিধিত্বকারী দ্বিতীয় বক্সার। ২০২০ সালে, তিনি ভারত সরকার দ্বারা মর্যাদাপূর্ণ অর্জুন পুরস্কারে ভূষিত হন। আসামের ষষ্ঠ ক্রীড়াবিদ হিসেবে এই সম্মান লাভ করেন লাভলিনা।\n২০২১সালে অনুষ্ঠিত ২০২০ টোকিও অলিম্পিকে ব্রোঞ্জ পদক জেতেন ওয়াল্টার ওয়েট বিভাগে\n\n\n== প্রাথমিক জীবন ==\nলাভলিনা ১৯৯৭ সালের ২রা অক্টোবর জন্মগ্রহণ করেছিলেন এবং আসামের গোলাঘাট জেলার বাসিন্দা। তার বাবা-মা হলেন টিকেন এবং মামনি বরগোঁহাই। তার বাবা টিকেন একজন ক্ষুদ্র ব্যবসায়ী; স্বভাবতই মেয়ের উচ্চাকাঙ্ক্ষাকে সমর্থন করার জন্য পরিবারকে অনেক আর্থিক লড়াই করতে হয়েছে। তার বড় যমজ বোন লিচা ও লিমাও কিকবক্সিংয়ে জাতীয় পর্যায়ে প্রতিযোগিতা করেছিলেন, কিন্তু পরিবারের আর্থিক কারণে তা এগিয়ে নিয়ে যেতে পারেননি। লাভলিনাও কিকবক্সার হিসাবে তাঁর কেরিয়ার শুরু করেছিলেন, তবে সুযোগ পেয়ে বক্সিংয়ে সরে যেতে শুরু করেছিলেন। স্পোর্টস অথরিটি অফ ইন্ডিয়া তার হাই স্কুল বারপাথার বালিকা উচ্চ বিদ্যালয়ে ট্রায়াল করেছিল, যেখানে লাভলিনা অংশ নিয়েছিলেন। প্রখ্যাত কোচ পদুম বোরো দ্বারা নির্বাচিত হয়ে ২০১২ সাল থেকে তিনি তার অধীনে প্রশিক্ষণ শুরু করেছিলেন।\n\n\n== বক্সিং ক্যারিয়ার ==\nলভলিনার ক্যারিয়ারের সবচেয়ে বড় সুযোগ তখন এসেছিল যখন তাকে ২০১৮ কমনওয়েলথ গেমসের ওয়েলটারওয়েট বক্সিং বিভাগে অংশ নিতে নির্বাচিত করা হয়েছিল।  কমনওয়েলথ গেমসে, তিনি কোয়ার্টার ফাইনালে যুক্তরাজ্যর বক্সার স্যান্ডি রায়ানের কাছে হেরেছিলেন। স্যান্ডি রায়ান শেষ পর্যন্ত সেই বিভাগে স্বর্ণ জেতেন।\nটোকিওতে আয়োজিত ২০২১ সালের ২০২০ গ্রীষ্মকালীন অলিম্পিকে ৬৯ কেজি বিভাগে তিনি অংশ গ্রহণ করেছেন এবং পদক জয় করেছেন।\n\n\n=== পুরস্কার এবং স্বীকৃতি ===\nবক্সিংয়ে অসামান্য সাফল্যের জন্য রাষ্ট্রপতি রাম নাথ কোবিন্দ ২০২০ সালে তাকে অর্জুন পুরস্কারে ভূষিত করেন\n\n\n=== বিশ্ব অলিম্পিক বাছাই ইভেন্ট ===\nবরগোঁহাই মহিলা ৬৯ কেজি বক্সার, ২০২০র ১৫ ই অক্টোবর থেকে ৫ ডিসেম্বর পর্যন্ত ইতালির আসিসিতে প্রশিক্ষণ নিচ্ছেন মে - জুন ২০২১-তে নির্ধারিত বিশ্ব অলিম্পিক বাছাই ইভেন্টের জন্য \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}