{"pageid": 105022, "title": "খালিদ বিন ওয়ালিদ", "url": "https://bn.wikipedia.org/wiki?curid=105022", "content": "খালিদ বিন ওয়ালিদ বিন মুগিরা বিন আব্দুল্লাহ বিন ওমর বিন মাখজুম আল-কুরাইশি আল-মাখজুমি (আরবি: خالد بن الوليد بن المغيرة المخزومي; মৃঃ ৬৪২) ছিলেন সপ্তম শতাব্দীর একজন আরব সেনাপতি। তিনি প্রথমদিকে কুরাইশদের পক্ষে মুহাম্মাদের বিরুদ্ধে অভিযান পরিচালনা করলেও, পরবর্তীতে তিনি ইসলাম গ্রহণ করেন এবং তার বাকি জীবন মুহাম্মাদ এবং প্রথম দুই রাশিদুন খলিফা: আবু বকর এবং উমরের সেবায় নিয়োজিত থাকেন। খালিদ ৬৩২-৬৩৩ সালে আরবের বিদ্রোহী উপজাতিদের বিরুদ্ধে রিদ্দা যুদ্ধ, ৬৩৩-৬৩৪ সালে সাসানীয় ইরাকে প্রাথমিক অভিযান এবং ৬৩৪-৬৩৮ সালে  বাইজেন্টাইন সিরিয়া বিজয়ে নেতৃত্ব প্রদান করেন।\nতিনি কুরাইশ উপজাতির অভিজাত মাখজুম গোত্রের একজন ঘোড়সওয়ার। প্রথমদিকে তিনি মুহাম্মাদের তীব্র বিরোধিতা করেন এবং ৬২৫ সালে উহুদের যুদ্ধে মুসলমানদের পরাজিত করার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেন। ৬২৭ বা ৬২৯ সালে ইসলাম গ্রহণের পর মুহাম্মাদ তাকে সেনাপতি হিসেবে নির্বাচন করেন, এবং তাকে সাইফুল্লাহ (আল্লাহ’র তরবারি) উপাধি প্রদান করেন। খালিদ ৬২৯ সালে বাইজেন্টাইনদের আরব মিত্রদের বিরুদ্ধে মু'তা অভিযান চলাকালীন মুসলিম সৈন্যদের নিরাপদ প্রত্যাহারে সমন্বয় সাধন করেন এবং ৬৩০ সালে মক্কা দখল এবং হুনাইনের যুদ্ধের সময় মুসলিম সেনাবাহিনীর বেদুঈন দলের নেতৃত্ব প্রদান করেন। মুহাম্মদের মৃত্যুর পর, খালিদকে নজদ এবং আল-ইয়ামামা-এ নিযুক্ত করা হয়েছিল নবজাতক মুসলিম রাষ্ট্রের বিরোধী আরব উপজাতিদের দমন বা পরাধীন করার জন্য; এই অভিযানের সমাপ্তি ঘটে ৬৩২ সালের বুজাখার যুদ্ধ এবং ৬৩৩ সালের ইয়ামামার যুদ্ধে বিদ্রোহী নেতা যথাক্রমে তুলায়হা এবং মুসাইলিমা এর বিরুদ্ধে খালিদের বিজয় অর্জনের মধ্যদিয়ে।\nপরবর্তীতে খালিদ ইরাকের ইউফ্রেটিস উপত্যকার ধারে প্রধানত খ্রিস্টান আরব উপজাতি এবং সাসানীয় পারস্য গ্যারিসনের বিরুদ্ধে অভিযান শুরু করেন। পরবর্তীতে আবু বকর তাকে সিরিয়ায় মুসলিম সেনাবাহিনীর নেতৃত্বের জন্য পুনর্নিযুক্ত করেন, যেখানে তিনি সিরিয়ার মরুভূমির দীর্ঘ, জলহীন অংশ জুড়ে একটি অপ্রচলিত অভিযানে তার বাহিনীকে নেতৃত্ব দেন, যার ফলে একজন সামরিক কৌশলবিদ হিসেবে তার খ্যাতি বৃদ্ধি পায়। আজনাদায়েন (৬৩৪), ফাহল (৬৩৪), দামেস্ক (৬৩৪–৬৩৫) এবং ইয়ারমুকের যুদ্ধে (৬৩৬) বাইজেন্টাইনদের বিরুদ্ধে নির্ণায়ক বিজয়ের ফলে খালিদের অধীনে মুসলমানরা সিরিয়ার অধিকাংশ অঞ্চল জয় করে। পরবর্তীতে উমর খালিদকে সেনাবাহিনীর হাইকমান্ড থেকে পদাবনতি দেন এবং অপসারণ করেন। খালিদ তার উত্তরসূরী আবু উবাইদা ইবনে আল-জাররাহ এর অধীনে প্রধান লেফটেন্যান্ট হিসেবে হোমস অবরোধ, আলেপ্পো এবং কিন্নাসরিনের যুদ্ধ ইত্যাদি যুদ্ধে অবদান রাখেন। এই যুদ্ধের ফলে সম্রাট হেরাক্লিয়াস এর নেতৃত্বে সিরিয়া থেকে সাম্রাজ্যবাদী বাইজেন্টাইন সৈন্যদের পশ্চাদপসরণ ঘটে। ৬৩৮ সালের দিকে, উমর খালিদকে জুন্দ কিন্নাসরিন এর গভর্নর পদ থেকে বরখাস্ত করেন। খালিদ ৬৪২ সালে মারা যান, ধারণা করা হয় তিনি মদিনায় বা হোমসে মারা যান।\nখালিদকে সাধারণত ঐতিহাসিকরা প্রাথমিক ইসলামী যুগের সবচেয়ে অভিজ্ঞ এবং দক্ষ সেনাপতিদের একজন বলে মনে করেন এবং আরব বিশ্ব জুড়ে তাকে একইভাবে স্মরণ করা হয়। ইসলামী ঐতিহ্য খালিদকে তার যুদ্ধক্ষেত্রের কৌশল এবং প্রাথমিক মুসলিম বিজয়ের সময় কার্যকর নেতৃত্বের কৃতিত্ব দেয়। তবে, এমন ঘটনার ও বর্ণনা পাওয়া যায় যেখানে তিনি সমালোচনার মুখোমুখি হয়েছিলেন, যেমন মুহাম্মদের জীবদ্দশায় বনু জাদিমার সদস্যদের মৃত্যুদণ্ড, রিদ্দা যুদ্ধের সময় মালিক ইবনে নুওয়াইরার মৃত্যুদণ্ড এবং লেভান্টে অসদাচরণের অভিযোগ। খালিদের সামরিক খ্যাতি প্রাথমিক পর্যায়ের কিছু ধার্মিক মুসলিমদের, বিশেষ করে উমরকে, বিরক্ত করেছিল, যিনি আশঙ্কা করেছিলেন যে এটি ব্যক্তিত্বের সম্প্রদায়ে রূপ নিতে পারে। সুন্নি মুসলিমরা খালিদকে একজন যুদ্ধের বীর হিসেবে শ্রদ্ধা করলেও অনেক শিয়া মুসলিম তাকে একজন যুদ্ধাপরাধী হিসেবে দেখে।\n\n\n== পূর্বপুরুষ এবং প্রারম্ভিক জীবন ==\nখালিদের পিতা আল-ওয়ালিদ ইবনে আল-মুগিরা ছিলেন, মক্কার হেজাজের (পশ্চিম আরবে) স্থানীয় বিরোধের সালিসকারী।  ঐতিহাসিক ইবনে হিশাম (মৃত্যু ৮৩৩), ইবনে দুরাইদ (মৃত্যু ৮৩৭) এবং ইবনে হাবীব (মৃত্যু ৮৫৯) আল-ওয়ালিদকে কুরআনের মাক্কি সুরায় (অধ্যায়ে) উল্লেখিত ইসলামী নবী মুহাম্মদ এর \"বিদ্রূপকারী\" হিসেবে চিহ্নিত করেছেন। তিনি বনু মাখজুম বংশের অন্তর্ভুক্ত ছিলেন, যেটি কুরাইশ গোত্রের একটি প্রধান বংশ এবং মক্কার প্রাক-ইসলামিক অভিজাত শ্রেণীর অন্তর্ভুক্ত ছিল। বিদেশী বাজারে মক্কার বাণিজ্য চালু করার জন্য মাখজুমদের কৃতিত্ব দেওয়া হয় , বিশেষ করে ইয়েমেন এবং আবিসিনিয়া (ইথিওপিয়া), তারা তাদের বুদ্ধি, আভিজাত্য এবং সম্পদের জন্য কুরাইশদের মধ্যে খ্যাতি অর্জন করে। খালিদের দাদা আল-মুগীরা ইবনে আবদুল্লাহর নেতৃত্বের কারণেই তারা এই খ্যাতি অর্জন করতে সক্ষম হয়েছিল। খালিদের চাচা হিশাম 'মক্কার প্রভু' হিসেবে পরিচিত ছিলেন এবং কুরাইশরা তাদের পঞ্জিকার শুরুর হিসেবে তার মৃত্যুর দিনকে ব্যবহার করত। ইতিহাসবিদ মুহাম্মদ আব্দুলহাই শাবান খালিদকে তার বংশ এবং মক্কার মধ্যে \"একজন উল্লেখযোগ্য মর্যাদাসম্পন্ন ব্যক্তি\" হিসেবে বর্ণনা করেছেন। খালিদের মা ছিলেন আল-আসমা বিনতে আল-হারিস ইবনে হাজন, যাযাবর বানু হিলাল উপজাতি সাধারণত তাকে লুবাবা আল-সুগরা বলে ডাকতো ('ছোট লুবাবা', তাকে তার সৎ বড় বোন লুবাবা আল-কুবরা থেকে আলাদা করার জন্য)। লুবাবা আল-সুগরা আনু. ৬২২ সালের দিকে ইসলাম ধর্ম গ্রহণ করেন এবং মুহাম্মদের সাথে তার পৈতৃক সৎ বোন মায়মুনার বিয়ে হয়। মাতৃসূত্রে খালিদ বেদুইন (যাযাবর আরব) জীবনধারার সাথে অত্যন্ত পরিচিত হয়ে ওঠেন। \n\n\n== মুহাম্মদের যুগ (৬১০–৬৩২) ==\nমুহাম্মাদের ইসলাম প্রচারের সূচনালগ্নে খালিদের কর্মকাণ্ড বেশি জানা যায় না। মুহাম্মাদ মদিনায় হিজরত করার পর মদিনার মুসলিমদের সাথে মক্কার কুরাইশ জোটের কয়েকটি যুদ্ধ সংঘটিত হয়েছে। বদরের যুদ্ধে খালিদ অংশ নেন নি। তার ভাই ওয়ালিদ বিন ওয়ালিদ যুদ্ধে অংশ নিয়েছিলেন এবং যুদ্ধে বন্দী হন। তাকে মুক্ত করার জন্য খালিদ ও তার বড় ভাই হাশাম বিন ওয়ালিদ মদিনায় মুক্তিপণ দিতে গিয়েছিলেন। মুক্তি পাওয়ার পর মক্কায় ফেরার পথে ওয়ালিদ পুনরায় মদিনায় ফিরে আসেন এবং ইসলাম গ্রহণ করেন।\nউহুদের যুদ্ধে মক্কার বিজয়ে খালিদের কৌশল প্রধান ভূমিকা পালন করেছে। ৬২৭ সালে তিনি খন্দকের যুদ্ধে অংশ নিয়েছিলেন। এটি মুসলিমদের বিরুদ্ধে তার শেষ লড়াই ছিল।\n\n\n=== ইসলাম গ্রহণ ===\n৬২৮ সালে হুদাইবিয়ার সন্ধির ফলে মুসলিম ও মক্কার কুরাইশদের মধ্যে দশ বছরের শান্তি স্থাপিত হয়। এসময় খালিদ ইসলাম গ্রহণের সিদ্ধান্ত নেন। তিনি তার বাল্যবন্ধু ইকরিমা ইবনে আবি জাহলের সাথে এই বিষয়ে আলাপ করেন। ইকরিমা খালিদের সিদ্ধান্তের বিরোধিতা করেছিলেন। সিদ্ধান্তের ফলে খালিদ আবু সুফিয়ানের রোষের সম্মুখীন হন। কিন্তু ইকরিমা তাকে নিরস্ত করেছিলেন। ইকরিমা আবু সুফিয়ানকে হুমকি দেন যে তার ক্রোধের কারণে ইকরিমা নিজেও ইসলাম গ্রহণের দিকে ধাবিত হতে পারেন এবং খালিদ তার নিজ ইচ্ছানুযায়ী ধর্ম গ্রহণের স্বাধীনতা রাখে।\n৬২৯ সালের মে মাসে খালিদ মদিনার উদ্দেশ্যে রওয়ানা হন। পথিমধ্যে আমর ইবনুল আসের সাথে তার সাক্ষাৎ হয়। তিনিও ইসলাম গ্রহণের উদ্দেশ্যে মদিনায় যাচ্ছিলেন। তারা একত্রে মদিনায় পৌঁছান এবং মুহাম্মাদের কাছে এসে ইসলাম গ্রহণ করেন।\n\n\n=== মুহাম্মাদের যুগে সামরিক অভিযান ===\n\nগাসানিদের বিরুদ্ধে অভিযানে মুহাম্মাদ জায়িদ ইবনে হারেসাকে সেনাপতি হিসেবে নিয়োগ দিয়েছিলেন। তার মৃত্যু হলে জাফর ইবনে আবি তালিব এবং তারও মৃত্যু হলে আবদুল্লাহ ইবনে রাওয়াহা সেনাপতি হবেন এই নির্দেশ দেওয়া হয়েছিল। তারা সবাই নিহত হলে নিজেদের মধ্য থেকে যে কোনো একজনকে সেনাপতি নির্বাচন করার নির্দেশ দেওয়া হয়। \nযুদ্ধে জায়েদ, জাফর ও আবদুল্লাহ তিনজনই নিহত হন। এরপর খালিদকে সেনাপতি নির্বাচন করা হয়। এসময় তার অধীনে মাত্র ৩,০০০ সৈনিক ছিল। অন্যদিকে বাইজেন্টাইন ও তাদের মিত্র গাসানি আরবদের ছিল ২,০০,০০০ সৈনিক। এই কঠিন পরিস্থিতিতে খালিদ মুসলিম সেনাবাহিনীর নেতৃত্ব গ্রহণ করেন। কৌশল প্রয়োগ করে তিনি ভয়াবহ হত্যাযজ্ঞের পরিস্থিতি থেকে যুদ্ধের মোড় ঘুরিয়ে দেন।\nরাতের বেলা খালিদ সৈনিকদের কিছু দলকে মূল বাহিনীর পেছনে পাঠিয়ে দেন। পরের দিন যুদ্ধ শুরু হওয়ার পূর্বে ছোট ছোট দলে ভাগ হয়ে একের পর এক মুসলিমদের সাথে যোগ দেওয়ার জন্য তাদের নির্দেশ দেওয়া হয়। এর ফলে শত্রুদের মনে বাড়তি সৈনিক আসছে এমন ধারণা তৈরি হয় এবং মনোবল হ্রাস পায়। সেদিন খালিদ যুদ্ধক্ষেত্রে অবস্থান সুরক্ষিত রাখতে সক্ষম হন। রাতের বেলা সৈনিকরা প্রত্যাবর্তন করে। বাইজেন্টাইনরা একে ফাঁদ ভেবে আর সামনে অগ্রসর হয় নি। এই যুদ্ধে খালিদের নয়টি তলোয়ার ভেঙে গিয়েছিল। এই যুদ্ধের কারণে তিনি আল্লাহর তলোয়ার উপাধিতে ভূষিত হন।\n\n\n==== পরবর্তী সামরিক অভিযান ====\n\nহুদাইবিয়ার সন্ধি বাতিল হওয়ার পর ৬৩০ সালে মুসলিমরা মক্কা বিজয়ের জন্য অগ্রসর হন। এই অভিযানে খালিদ মুসলিম বাহিনীর চারটি ভাগের একটির নেতৃত্ব দিচ্ছিলেন। এই চারটি বাহিনী চারটি ভিন্ন পথ দিয়ে মক্কা প্রবেশ করে। সেই বছরে তিনি হুনাইনের যুদ্ধ ও তায়েফ অবরোধে অংশ নেন।\nতাবুক অভিযানে তিনি মুহাম্মাদের অধীনে অংশ নিয়েছিলেন। সেখান থেকে তাকে দাওমাতুল জান্দালে প্রেরণ করা হয়। সেখানে তিনি দাওমাতুল জান্দালের যুদ্ধে লড়াই করেন এবং সেখানকার আরব শাসককে বন্দী করেন।\n৬৩১ সালে তিনি বিদায় হজ্জে অংশ নিয়েছেন।\n\n\n==== সেনাপতি হিসেবে সামরিক অভিযান ====\n\n৬৩০ সালের জানুয়ারিতে (শাবান ৮ হিজরি) খালিদকে দেবী আল-উজ্জার মূর্তি ধ্বংস করার জন্য প্রেরণ করা হয়। তিনি এই দায়িত্ব সম্পন্ন করেন।\nবনু জাজিমা গোত্রকে ইসলামের দাওয়াত দেওয়ার জন্য খালিদকে প্রেরণ করা হয়েছিল। তারা “আমরা সাবিয়ান হয়ে গিয়েছি” বলে ঘোষণা করে। এরপর খালিদ তাদেরকে বন্দী করেন এবং পূর্বের শত্রুতার কারণে কয়েকজনকে হত্যা করেন। এরপর আবদুর রহমান ইবনে আউফ তাকে বিরত করেন। গোত্রের কিছু সদস্য পূর্বে খালিদের চাচা ফাকিহ ইবনুল মুগিরা আল-মাখজুমি এবং আবদুর রহমান বিন আউফের বাবা আউফ ইবনে আবদ-আউফকে হত্যা করেছিল। খালিদের আচরণ শুনে মুহাম্মাদ রাগান্বিত হন। তিনি নিহতদের আত্মীয়দের ক্ষতিপূরণ দেন; সম্পদের ক্ষতির স্বীকার হওয়া ব্যক্তিদেরও ক্ষতিপূরণ দেওয়া হয়। এই ঘটনার কারণে তিনি বলেছিলেন: \"হে আল্লাহ, খালিদ যা করেছে সে ব্যাপারে আমি নির্দোষ!\"\nদুমাতুল জান্দালের দুর্গে অবস্থানরত খ্রিস্টান শাসক উকাইদিরকে আক্রমণের জন্য খালিদকে অভিযানে পাঠানো হয়। ৬৩১ সালের মার্চে (জিলকদ, ৯ হিজরি) এই অভিযান সংঘটিত হয়। এই অভিযানে খালিদ উকাইদিরকে বন্দী করেন। পরে মুহাম্মাদ (সা.) তাকে মুক্তি দেন। মুক্তিপণ হিসেবে উকাইদিরকে ২০০০ উট, ৮০০ ভেড়া, ৪০০ বর্ম ও ৪০০ বর্শা প্রদান করতে হয়েছিল। এছাড়াও জিজিয়া প্রদানের শর্ত আরোপ করা হয়।\n৬৩১ সালের এপ্রিলে পৌত্তলিক দেবতা ওয়াদের মূর্তি ধ্বংস করার জন্য খালিদকে দুমাতুল জান্দালের দ্বিতীয় অভিযানে প্রেরণ করা হয়। খালিদ মূর্তি ধ্বংস করেন।\n\n\n== আবু বকরের যুগ (৬৩২–৬৩৪) ==\n\n\n=== আরব উপদ্বীপ বিজয় ===\n\nমুহাম্মাদের মৃত্যুর পর অনেক আরব গোত্র ইসলাম ত্যাগ করে এবং বিদ্রোহ ঘোষণা করে। খলিফা আবু বকর এসকল ইসলামত্যাগী ও বিদ্রোহীদের দমনের জন্য সেনাবাহিনী প্রেরণ করেন। খালিদ এসময় আবু বকরের উপদেষ্টা ছিলেন। রিদ্দার যুদ্ধের কৌশলগত পরিকল্পনা প্রণয়নকারীদের মধ্যে তিনি অন্যতম ছিলেন। মুসলিম সেনাবাহিনীর শক্তিশালী অংশের নেতৃত্ব তাকে প্রদান করা হয়। তাকে মধ্য আরবে অভিযানে পাঠানো হয়েছিল। এটি ছিল কৌশলগত দিক থেকে সবচেয়ে স্পর্শকাতর অঞ্চল এবং শক্তিশালী বিদ্রোহীরা এখানে অবস্থান করছিল। এই অঞ্চল মদিনার কাছে ছিল তাই শহরের জন্যও হুমকি বিবেচিত হয়েছিল। খালিদ প্রথমে তায়ি ও জালিদার বিদ্রোহীদের বিরুদ্ধে অগ্রসর হন। সাহাবি ও তায়ি গোত্রের একজন প্রধান আদি ইবনে হাতিম এখানে মধ্যস্থতা করেন। ফলে এই গোত্র খিলাফতের কর্তৃত্ব মেনে নেয়।\n৬৩২ সালের সেপ্টেম্বরের মধ্যভাগে খালিদ বুজাখার যুদ্ধে তুলাইহাকে পরাজিত করেন। তুলাইহা নিজেকে নবি দাবি করেছিলেন এবং বিদ্রোহীদের একজন প্রধান নেতা ছিলেন। গামরার যুদ্ধে তার অনুসারীরা পরাজিত হওয়ার পর তুলাইহার শক্তি খর্ব হয়। এরপর খালিদ নাকরার দিকে অগ্রসর হন এবং নাকরার যুদ্ধে বনু সালিম গোত্রকে পরাজিত করেন। ৬৩২ সালের অক্টোবরে জাফরের যুদ্ধে গোত্রীয় নেত্রী সালমার পরাজয়ের পর এই অঞ্চল নিয়ন্ত্রণে আসে।\nমদিনার পার্শ্ববর্তী অঞ্চল সুরক্ষিত হওয়ার পর খালিদ নজদের দিকে অগ্রসর হন। এখানে বনু তামিম গোত্রের শক্তঘাটি ছিল। এই গোত্র খিলাফতের কর্তৃত্ব মেনে নেয়। অনেক গোত্র খালিদের মুখোমুখী হতে এবং খিলাফতের কর্তৃত্ব মেনে সহজে মেনে নেয় নি। কিন্তু বনু ইয়ারবু গোত্র ভিন্ন সিদ্ধান্ত নেয়। গোত্রের শেখ মালিক ইবনে নুয়াইরা খালিদের বাহিনীর সাথে সরাসরি সংঘর্ষে যান নি। তিনি নিজ অনুসারীদের বিভিন্ন দলে ভাগ হওয়ার নির্দেশ দেন এবং নিজ পরিবারসহ মরুভূমির দিকে চলে যান। তিনি কর সংগ্রহ করে মদিনায় প্রেরণ করেন। তবে মালিককে বিদ্রোহের দায়ে অভিযুক্ত করা হয়েছিল এবং স্বঘোষিত নবী সাজ্জাহর মিত্র হিসেবে বিবেচনা করা হয়েছিল। মালিককে তার গোত্রের সদস্যদের সাথে গ্রেপ্তার করা হয়। খালিদ তাকে তার অপরাধ সম্পর্কে জিজ্ঞাসাবাদ করেন। মালিক এসময় “আপনার নেতা এটা বলেছেন, আপনার নেতা সেটা বলেছেন” এভাবে উত্তর দেন। নেতা দ্বারা আবু বকরকে বোঝানো হয়েছিল। উত্তরের ধরন শুনে খালিদ তাকে ইসলামত্যাগী ঘোষণা করে তার মৃত্যুদণ্ডের নির্দেশ দেন।\nসাহাবি আবু কাতাদা আনসারী মদিনা থেকেই খালিদের সঙ্গী ছিলেন। মালিকের মৃত্যুদণ্ডের সংবাদে তিনি ব্যথিত হন এবং মদিনায় গিয়ে আবু বকরের কাছে অভিযোগ করে বলেন যে একজন মুসলিমের হত্যাকারীর অধীনে তিনি কাজ করবেন না। মালিকের মৃত্যু এবং খালিদ কর্তৃক মালিকের স্ত্রী লায়লাকে গ্রহণের ফলে বিতর্ক তৈরি হয়। আবু বকর ঘটনা ব্যাখ্যা দেওয়ার জন্য খালিদকে মদিনায় তলব করেন। খালিদ মালিককে ইসলামত্যাগী ঘোষণা করলেও উমর তাতে সন্তুষ্ট হননি।\nখালিদ এরপর সবচেয়ে শক্তিশালী প্রতিপক্ষ ও স্বঘোষিত নবী মুসাইলিমাকে উৎখাত করেন। ৬৩২ সালের ডিসেম্বরের তৃতীয় সপ্তাহে ইয়ামামার যুদ্ধে খালিদ মুসাইলিমার বিরুদ্ধে চূড়ান্ত বিজয় অর্জন করেন। মুসাইলিমা যুদ্ধে নিহত হন।\n\n\n=== পারস্য সাম্রাজ্যে অভিযান ===\n\nবিদ্রোহ দমনের পর সমগ্র আরব উপদ্বীপ খিলাফতের অধীনে ঐক্যবদ্ধ হয়। এরপর আবু বকর খিলাফতের সীমানা বৃদ্ধির সিদ্ধান্ত নেন। খালিদকে ১৮,০০০ সৈনিকসহ পারস্য সাম্রাজ্যে প্রেরণ করা হয়। তাকে পারস্য সাম্রাজ্যের সবচেয়ে সম্পদশালী অঞ্চল তথা নিম্ন মেসোপটেমিয়ার ইউফ্রেটিস অঞ্চল (বর্তমান ইরাক) জয়ের জন্য পাঠানো হয়। খালিদ তার বাহিনী নিয়ে নিম্ন মেসোপটেমিয়া প্রবেশ করেন। যুদ্ধে অবতীর্ণ হওয়ার পূর্বে খালিদ প্রতিপক্ষকে আত্মসমর্পণের আহ্বান জানিয়ে চিঠি লেখেন :  ইসলামে প্রবেশ কর এবং নিরাপদ থাক। অথবা জিজিয়া দেওয়ার ব্যাপারে সম্মত হও, এবং তোমরা ও তোমাদের জনগণ আমাদের নিরাপত্তা লাভ করবে, অন্যথা ফলাফল নিয়ে তোমরা নিজেদেরকেই দায়ী করবে, তোমরা জীবনকে যেভাবে আকাঙ্ক্ষা কর আমি মৃত্যুকে সেভাবে আকাঙ্ক্ষা করি।\nধারাবাহিক চারটি যুদ্ধে খালিদ দ্রুত বিজয় অর্জন করেন। এগুলো হল শেকলের যুদ্ধ (এপ্রিল ৬৩৩), নদীর যুদ্ধ (তৃতীয় সপ্তাহ, এপ্রিল ৬৩৩), ওয়ালাজার যুদ্ধ (মে ৬৩৩) এবং উলাইসের যুদ্ধ (মধ্য মে ৬৩৩)।  ৬৩৩ সালের মে মাসের শেষ সপ্তাহে নিম্ন মেসোপটেমিয়ার আঞ্চলিক রাজধানী আল-হিরার পতন ঘটে। অধিবাসীরা জিজিয়া প্রদান করতে রাজি হয় এবং মুসলিমদের সহায়তা দিতে সম্মত হয়। ৬৩৩ সালের জুনে খালিদ আনবার অবরোধ করেন। ৬৩৩ সালে আনবারের যুদ্ধের পর শহর আত্মসমর্পণ করে। খালিদ এরপর দক্ষিণ দিকে অগ্রসর হন এবং জুলাই মাসের শেষ সপ্তাহে আইনুল তামির জয় করেন।\nএসময় নাগাদ প্রায় সমগ্র নিম্ন মেসোপটেমিয়া (উত্তরাঞ্চলীয় ইউফ্রেটিস অঞ্চল) খালিদের নিয়ন্ত্রণে ছিল। ইতোমধ্যে খালিদ উত্তর আরবের দাওমাতুল জান্দালে সহায়তার জন্য বার্তা পান। এখানে আরেক মুসলিম সেনাপতি আয়াজ বিন গানাম প্রতিপক্ষ কর্তৃক বেষ্টিত হয়ে পড়েছিলেন। ৬৩৩ সালের আগস্টে খালিদ দাওমাতুল জান্দালে পৌঁছান এবং দাওমাতুল জান্দালের যুদ্ধে প্রতিপক্ষকে পরাজিত করেন। শহরের দুর্গও অধিকার করা হয়।\nআরব থেকে ফেরার পর খালিদ পারস্যের সেনাবাহিনী ও তাদের মিত্র আরব খ্রিস্টানদের সেনা সমাবেশের খবর পান। এসব বাহিনী ইউফ্রেটিস অঞ্চলের চারটি ভিন্ন ক্যাম্পে ঘাটি করেছিল। এগুলো হল হানাফিজ, জুমাইল, সানিই, এবং মুজাইয়া। শেষোক্তটি সর্ববৃহৎ ছিল। খালিদ তাদের সম্মিলিত বাহিনীর সাথে লড়াই না করে বরং তিনদিক থেকে পৃথক রাত্রিকালীন আক্রমণের মাধ্যমে তাদের ধ্বংস করার সিদ্ধান্ত নেন। তিনি তার বাহিনীকে তিনভাগে ভাগ করেন এবং রাতের বেলা সমন্বিত আক্রমণ চালানো হয়। এর মাধ্যমে ৬৩৩ সালের নভেম্বরে মুজাইয়ার যুদ্ধ, এরপর সানিইর যুদ্ধ এবং জুমাইলের যুদ্ধ সংঘটিত হয়।\nমুসলিমদের এসকল বিজয়ের ফলে নিম্ন মেসোপটেমিয়া জয়ের জন্য পার্সিয়ানদের প্রচেষ্টা হ্রাস পায় এবং পার্সিয়ান রাজধানী তিসফুন অরক্ষিত হয়ে পড়ে। রাজধানীর উপর হামলা চালানোর পূর্বে খালিদ দক্ষিণ ও পশ্চিমের সকল পার্সিয়ান শক্তিকে উৎখাতের সিদ্ধান্ত নেন। এরপর সীমান্ত শহর ফিরাজের দিকে অগ্রসর হন সাসানীয়, বাইজেন্টাইন ও খ্রিষ্টান আরবদের সম্মিলিত বাহিনীকে পরাজিত করেন। ৬৩৩ সালের ডিসেম্বরে সংঘটিত ফিরাজের যুদ্ধে শহরের দুর্গ অধিকার করা হয়। তার নিম্ন মেসোপটেমিয়া জয়ের অভিযানে এটা ছিল শেষ যুদ্ধ। এরপর কাদিসিয়ার দিকে অগ্রসর হওয়ার সময় তিনি আবু বকরের নির্দেশ সংবলিত চিঠি পান। চিঠিতে তাকে সিরিয়ায় গিয়ে মুসলিমদের কমান্ড গ্রহণের নির্দেশ দেওয়া হয়। ইরাকে অবস্থানকালীন সময়ে খালিদ বিজিত অঞ্চলের সামরিক গভর্নর হিসেবেও দায়িত্বপালন করেছেন।\n\n\n=== বাইজেন্টাইন সাম্রাজ্যে অভিযান ===\n\nসাসানীয়দের বিরুদ্ধে সফল অভিযানের পর খলিফা আবু বকর খালিদকে রোমান সিরিয়ায় প্রেরণ করেন। চারটি সেনাদলের মাধ্যমে অভিযান চালানো হয়। এদের পৃথক লক্ষ্যবস্তু ছিল। বাইজেন্টাইনরা বিভিন্ন ঘাঁটি থেকে তাদের ইউনিটগুলি আজনাদয়ানে একত্রিত করে। এই পদক্ষেপের ফলে মুসলিম সেনারা সীমান্ত অঞ্চলে আটকা পড়ে এবং তাদের পেছনে এই বৃহৎ বাহিনী গ্রহণ করায় মুসলিম বাহিনীর পক্ষে মধ্য বা উত্তর সিরিয়ায় যাওয়া সম্ভব ছিল না। বাইজেন্টাইনদের তুলনায় মুসলিমদের সেনা সংখ্যা অপ্রতুল ছিল। সিরিয়ান রণাঙ্গনের মুসলিম প্রধান সেনাপতি আবু উবাইদা ইবনুল জাররাহ খলিফা আবু বকরের কাছে সহায়তা চেয়ে বার্তা পাঠান। এরপর আবু বকর খালিদের নেতৃত্বে অতিরিক্ত সৈনিক প্রেরণ করেন।\nইরাক থেকে সিরিয়া যাওয়ার দুইটি পথ ছিল। একটি দাওমাতুল জান্দালের মধ্য দিয়ে এবং অন্যটি মেসোপটেমিয়া হয়ে আর-রাকার মধ্য দিয়ে। দাওমাতুল জান্দালের পথ দীর্ঘ ছিল এবং এই পথে কয়েক সপ্তাহ লেগে যেত। সিরিয়ায় মুসলিমদের তাৎক্ষণিক সহায়তা প্রয়োজন ছিল বিধায় খালিদ এই পথ পরিহার করেন। উত্তর সিরিয়া ও মেসোপটেমিয়ায় রোমান ঘাটির কারণে তিনি মেসোপটেমিয়ার পথও এড়িয়ে যান। এসবের পরিবর্তে সিরিয়ান মরুভূমির মধ্য দিয়ে একটি অপ্রচলিত পথকে বেছে নেন। তিনি মরুভূমির মধ্য দিয়ে নিজ বাহিনীকে এগিয়ে নিয়ে যান। কথিত আছে যে পূর্ব নির্ধারিত একটি মরূদ্যানের পানির উৎসে পৌছানোর পূর্ব পর্যন্ত দুই দিন যাবত তার সৈনিকরা এক ফোটা পানিও পান করেনি। খালিদ একটি বেদুইন প্রক্রিয়ায় পানীয় জলের স্বল্পতা দূর করেছিলেন বলে জানা যায়। দীর্ঘ বিরতি দিয়ে সেনাবাহিনীর উটগুলিকে পানি পান করতে দেয়া হয় যাতে উট একবারে বেশি পানি পান করে। উটের পানি সংরক্ষণের ব্যবস্থা থাকায় প্রয়োজনের মুহূর্তে উট জবাই করে পানি সংগ্রহ করা সম্ভব ছিল। এই ব্যবস্থা কার্যকর প্রমাণিত হয়।\n\n৬৩৪ সালের জুন মাসে খালিদ সিরিয়ায় প্রবেশ করেন। শীঘ্রই তিনি সীমান্তের সাওয়া, আরাক, পালমিরা, সুখনা, কারিয়াতাইন ও হাওয়ারিনের দুর্গ দখল করে নেন। শেষের দুইটি দুর্গ কারতিনের যুদ্ধ ও হাওয়ারিনের যুদ্ধের পর অধিকৃত হয়। এসকল দুর্গের নিয়ন্ত্রণ লাভের পর খালিদের বাহিনী সিরিয়া-আরব সীমান্তের বুসরা শহরের দিকে অগ্রসর হন। এই শহর ছিল বাইজেন্টাইনদের মিত্র গাসানি আরব খ্রিষ্টান রাজ্যের রাজধানী। উকাব গিরিপথ অতিক্রমের মাধ্যমে তিনি দামেস্ক এড়িয়ে যান। মারাজ-আল-রাহাতে খালিদ গাসানি বাহিনীকে পরাজিত করেন।\nখালিদের আসার খবর পেয়ে আবু উবাইদা চারটি সেনাদলের কমান্ডারদের অন্যতম শুরাহবিল ইবনে হাসানাকে বুসরা আক্রমণের নির্দেশ দেন। শুরাহবিল তার ৪,০০০ সৈনিক নিয়ে বুসরা অবরোধ করেন। বাইজেন্টাইনদের সেনাসংখ্যা শুরাহবিলের চেয়ে অনেক বেশি ছিল। তারা মুসলিমদের উপর আক্রমণ করে প্রায় পর্যুদস্ত করে ফেলেছিল। এসময় খালিদের অশ্বারোহীরা উপস্থিত হয় এবং বাইজেন্টাইনদের উপর আক্রমণ করে। বাইজেন্টাইনরা নগর দুর্গে আশ্রয় নেয়। আবু উবাইদাহ বুসরায় এসে খালিদের সাথে যোগ দেন এবং খলিফার নির্দেশ মোতাবেক খালিদ সেনাবাহিনীর সর্বোচ্চ কর্তৃত্ব গ্রহণ করেন। ৬৩৪ সালের জুলাই মাসের মধ্যভাগে বুসরার দুর্গ আত্মসমর্পণ করে।  বুসরা অধিকার করার পর খালিদ সকল মুসলিম সেনাদলকে আজনাদায়নে তার সাথে যোগ দিতে বলেন। ৩০ জুলাই এখানে সংঘটিত আজনাদায়নের যুদ্ধে বাইজেন্টাইনরা পরাজিত হয়। আধুনিক ইতিহাসবিদদের মতে সিরিয়ায় বাইজেন্টাইনদের ক্ষমতা চূর্ণ করার ক্ষেত্রে এই যুদ্ধের ফলাফল চাবিকাঠি ছিল।\nএই যুদ্ধে জয়ের ফলে সিরিয়া অনেকটাই মুসলিমদের হাতে এসে পড়ে। খালিদ বাইজেন্টাইনদের শক্ত ঘাটি দামেস্ক দখলের সিদ্ধান্ত নেন। এখানে বাইজেন্টাইন সম্রাট হেরাক্লিয়াসের জামাতা থমাস শহরের প্রতিরক্ষার দায়িত্বে ছিলেন। খালিদের অগ্রযাত্রার খবর পেয়ে তিনি শহরের প্রতিরক্ষার ব্যবস্থা করেন। এসময় হেরাক্লিয়াস এমেসায় ছিলেন। থমাস তার কাছে অতিরিক্ত সৈনিক চেয়ে চিঠি পাঠান। এছাড়াও খালিদের অগ্রযাত্রার গতি হ্রাস এবং আসন্ন অবরোধের প্রস্তুতির জন্য থমাস নিজ বাহিনীকে প্রেরণ করেছিলেন। তার দুইটি সেনাদলের প্রথমটি আগস্টের মধ্যভাগে ইয়াকুসায় এবং দ্বিতীয়টি ১৯ আগস্ট মারাজ আস-সাফফারে ধ্বংস হয়।  ইতোমধ্যে হেরাক্লিয়াসের কয়েকটি সেনাদলের পূর্বে প্রেরিত সহায়তা এসে পৌছায়। দামেস্ককে বাকি অঞ্চল থেকে বিচ্ছিন্ন করার জন্য খালিদ দক্ষিণে ফিলিস্তিনের রুটে, উত্তরে দামেস্ক-এমেসা রুটে এবং দামেস্কের দিকের রুটসমূহে কিছু সেনাদল প্রেরণ করেন। হেরাক্লিয়াসের প্রেরিত সেনাদলগুলিকে দামেস্ক থেকে ৩০ কিমি দূরে সানিতা-আল-উকাবের যুদ্ধে খালিদ বিতাড়িত করেন।\n\n৩০ দিন অবরোধের পর ৬৩৪ সালের ১৮ সেপ্টেম্বর খালিদ দামেস্ক জয় করেন। দামেস্কের পতনের খবর পেয়ে সম্রাট হেরাক্লিয়াস এমেসা থেকে এন্টিওকের দিকে রওয়ানা হন। খালিদের অশ্বারোহী বাহিনী অজ্ঞাত এক পথের মধ্য দিয়ে অগ্রসর হয়ে দামেস্ক থেকে ১৫০ কিমি উত্তরে এন্টিওকের দিকে রওয়ানা হওয়া দামেস্কের বাইজেন্টাইন গেরিসনের উপর আক্রমণ করে। দামেস্ক অবরোধের সময় আবু বকর মৃত্যুবরণ করেন। এরপর উমর নতুন খলিফা হন। উমর খালিদকে পদচ্যুত করে আবু উবাইদা ইবনুল জাররাহকে সিরিয়ায় মুসলিম বাহিনীর কমান্ডার নিয়োগ দেন। অবরোধ চলাকালে আবু উবাইদা তার নিয়োগ ও খালিদের পদচ্যুতির চিঠি পেয়েছিলেন কিন্তু শহর জয় করার পূর্ব পর্যন্ত তিনি খবর জানানো থেকে বিরত ছিলেন।\n\n\n== উমরের যুগ (৬৩৪–৬৪২) ==\n\n\n=== খালিদের পদচ্যুতি ===\n৬৩৪ সালের ২২ আগস্ট আবু বকর মৃত্যুবরণ করেন। তিনি উমরকে নিজের উত্তরসূরি নিয়োগ দিয়ে গিয়েছিলেন। খলিফা হওয়ার পর উমর খালিদকে পদচ্যুত করে আবু উবাইদাকে সেনাপতি নিয়োগ করেন। খালিদ অপরাজেয় হওয়ায় অনেক মুসলিম তার কারণে যুদ্ধে বিজয় অর্জিত হচ্ছে বলে বিশ্বাস করতে শুরু করে। এই ব্যাপারে উমর বলেছিলেন :\"আমি খালিদ বিন ওয়ালিদকে আমার ক্রোধ বা তার দায়িত্বহীনতার কারণে অব্যাহতি দিই নি, এর কারণ ছিল আমি লোকদের জানাতে চাইছিলাম যে বিজয় আল্লাহর তরফ থেকে আসে।\". খালিদ খলিফার প্রতি আনুগত্য প্রকাশ করে নির্দেশ অনুযায়ী আবু উবাইদার অধীনে দায়িত্ব পালন করতে থাকেন। তিনি বলেছিলেন :\n\"যদি আবু বকর মৃত্যুবরণ করেন আর উমর খলিফা হন, তবে আমরা শুনব এবং মানব\".\nআবু উবাইদার নেতৃত্বে এরপর সিরিয়া অভিযান চলতে থাকে। আবু উবাইদা খালিদের গুণগ্রাহী ছিলেন। তিনি খালিদকে অশ্বারোহী বাহিনীর নেতৃত্ব প্রদান করেন এবং নিজের সামরিক উপদেষ্টা হিসেবে নিয়োগ দেন।\n\n\n=== মধ্য লেভান্ট বিজয় ===\n\nআবু উবাইদা প্রধান কমান্ডার নিযুক্ত হওয়ার পর তিনি আবু-আল-কুদসে অনুষ্ঠিত বার্ষিক মেলায় একটি ছোট সেনাদল পাঠান। বাইজেন্টাইন ও খ্রিষ্টান আরব গেরিসন এই মেলা পাহারা দিচ্ছিল। গেরিসনের সৈনিকরা দ্রুত মুসলিমদের ঘিরে ফেলে। সেনাদলটি ধ্বংস হয়ে যাওয়ার পূর্বে আবু উবাইদা গোয়েন্দা মারফত খবর পান এবং তাদের উদ্ধার করার জন্য খালিদকে প্রেরণ করেন। ৬৩৪ সালের ১৫ অক্টোবর সংঘটিত আবু-আল-কুদসের যুদ্ধে খালিদ তাদের পরাজিত করেন। উক্ত মেলা থেকে প্রচুর সম্পদ অর্জিত হয় এবং অনেক রোমান বন্দী হয়।\nমধ্য সিরিয়া অধিকারের মাধ্যমে মুসলিমরা বাইজেন্টাইনদের উপর প্রবল প্রভাব সৃষ্টি করে। উত্তর সিরিয়া ও ফিলিস্তিনের মধ্যে যোগাযোগ এসময় বন্ধ হয়ে যায়। আবু উবাইদা ফাহলের দিকে যাত্রা করার সিদ্ধান্ত নেন। এখানে একটি শক্তিশালী বাইজেন্টাইন গেরিসন ও আজনাদয়ানের যুদ্ধে রক্ষা পাওয়ারা আশ্রয় নিয়েছিল। বাইজেন্টাইনরা এখান থেকে পূর্ব দিকে আক্রমণ করতে পারত এবং এর ফলে আরব থেকে সহায়তা বন্ধ হয়ে যেত বলে এই অঞ্চল কৌশলগতভাবে গুরুত্বপূর্ণ ছিল। এছাড়াও পেছনে বৃহৎ গেরিসন থাকায় ফিলিস্তিনে অভিযান চালানো সম্ভব ছিল না। মুসলিম বাহিনী ফাহলের দিকে যাত্রা করে। খালিদ এই বাহিনীর অগ্রবর্তী দলের নেতৃত্ব দিয়েছিলেন। ৬৩৫ সালের ২৩ জানুয়ারি সংঘটিত ফাহলের যুদ্ধে বাইজেন্টাইন বাহিনী পরাজিত হয়।\n\n\n=== এমেসার যুদ্ধ এবং দামেস্কের দ্বিতীয় যুদ্ধ ===\nফাহলের বিজয়ের পর মুসলিম বাহিনীকে দুই ভাগে ভাগ করা হয়। আমর ইবনুল আস ও শুরাহবিল ইবনে হাসানা ফিলিস্তিন জয়ের জন্য দক্ষিণে এবং আবু উবাইদা ও খালিদ উত্তর সিরিয়া জয়ের জন্য উত্তরদিকে যাত্রা করেন। মুসলিমরা ফাহলে ব্যস্ত থাকাকালীন সময়ে সম্রাট হেরাক্লিয়াস সুযোগ লাভ করেন। দামেস্ক পুনরাধিকারের জন্য তিনি দ্রুত সেনাপতি থিওডরের অধীনে একটি বাহিনী প্রেরণ করেন। হেরাক্লিয়াসের এই নতুন বাহিনী প্রেরণের পর মুসলিমরা ফাহল থেকে এমেসার দিকে যাত্রা করছিল। এমেসার দিকে অর্ধেক যাত্রা করার পর মুসলিম ও বাইজেন্টাইন বাহিনী মারাজ-আল-রোমে মুখোমুখি হয়। সেনাপতি থিওডর রাতের বেলা বাহিনীর অর্ধেককে দামেস্কের মুসলিম গেরিসনে অতর্কিত আক্রমণের জন্য পাঠান।  খালিদের গোয়েন্দারা তাকে এই খবর জানায়। আবু উবাইদার অনুমতিক্রমে তিনি মোবাইল গার্ডদের নিয়ে দামেস্কের দিকে রওয়ানা হন। মারাজ-আল-রোমের যুদ্ধে আবু উবাইদা রোমানদের সাথে লড়াই করার সময় খালিদ দামেস্কের দিকে যাত্রা করেন এবং দামেস্কের দ্বিতীয় যুদ্ধে সেনাপতি থিওডরাসকে পরাজিত করেন। একসপ্তাহ পর আবু উবাইদা বালবিক জয় করেন। এখানে জুপিটারের মন্দির অবস্থিত ছিল। এরপর তিনি খালিদকে এমেসার দিকে পাঠান।\nএমেসা ও চেলসিসের তরফ থেকে এক বছরের শান্তির আবেদন করা হয়। আবু উবাইদা এই আবেদন গ্রহণ করে অন্যান্য বিজিত অঞ্চলে শাসন প্রতিষ্ঠা করায় মনোযোগী হন। তিনি হামা, মারাত আন নুমান জয় করেন। হেরাক্লিয়াসের নির্দেশনায় সম্পাদিত শান্তিচুক্তিগুলির কারণ ছিল যাতে উত্তর সিরিয়ার প্রতিরক্ষার জন্য প্রস্তুতি নেয়ার সময় পাওয়া যায়। এন্টিওকে বাহিনী গঠন করার পর হেরাক্লিয়াস তাদেরকে উত্তর সিরিয়ার কৌশলগত গুরুত্বপূর্ণ স্থানে পাঠান, বিশেষত চেলসিসের দুর্গে। শহরে বাইজেন্টাইন বাহিনীর আগমনের ফলে শান্তিচুক্তি লঙ্ঘিত হয়। এরপর আবু উবাইদা ও খালিদ এমেসার দিকে যাত্রা করেন। খালিদের অগ্রবর্তী দলের মুখোমুখি হওয়া বাইজেন্টাইন বাহিনীকে পরাজিত করা হয়। মুসলিমরা এমেসা অবরোধ করে। দুই মাস অবরোধের পর ৬৩৬ সালের মার্চে এমেসা আত্মসমর্পণ করে।\n\n\n=== ইয়ারমুকের যুদ্ধ ===\n\nএমেসা অধিকার করার পর মুসলিমরা উত্তর সিরিয়া অধিকারের জন্য যাত্রা করে। ইতোমধ্যে, হেরাক্লিয়াস এন্টিওকে একটি বৃহদাকার সেনাদল গঠন করেছিলেন। উত্তর সিরিয়ার  রোমান বন্দীদের কাছ থেকে খালিদ এই খবর পান। পূর্ব অভিজ্ঞতার কারণে হেরাক্লিয়াস মুসলিমদের বিরুদ্ধে পূর্বপরিকল্পিত লড়াইয়ে নামতে ইচ্ছুক ছিলেন না। তিনি মুসলিম সেনাদলগুলিকে পরস্পর থেকে পৃথক করে ফেলে ঘিরে ফেলার পরিকল্পনা করেন। ৬৩৬ সালের জুনে পুনরাধিকারের জন্য পাঁচটি বৃহদাকার সেনাদল বিভিন্ন দিক থেকে সিরিয়ার দিকে প্রেরণ করা হয়। খালিদ হেরাক্লিয়াসের পরিকল্পনা আন্দাজ করতে পারেন। যুদ্ধসভায় তিনি আবু উবাইদাকে সব মুসলিম সেনাদল এক স্থানে জমায়েত করার প্রস্তাব দেন যাতে বাইজেন্টাইনদের সাথে চূড়ান্তভাবে লড়াই করা সম্ভব হয়। খালিদের পরামর্শক্রমে আবু উবাইদা সিরিয়ার সকল মুসলিম সেনাদলকে বিজিত অঞ্চল ত্যাগ করে জাবিয়ায় একত্রিত হওয়ার নির্দেশ দেন। এর ফলে হেরাক্লিয়াসের পরিকল্পনা ভেস্তে যায়। তিনি মুসলিমদের সাথে খোলা ময়দানে যুদ্ধে যাওয়ার পক্ষপাতী ছিলেন না কারণ এর ফলে মুসলিমদের হালকা অশ্বারোহী বাহিনী বাইজেন্টাইনদের ভারি এবং কম দ্রুততাসম্পন্ন অশ্বারোহী বাহিনীর উপর আধিপত্য স্থাপন করার সম্ভাবনা ছিল। খালিদের পরামর্শ অনুযায়ী আবু উবাইদা মুসলিম বাহিনীকে জাবিয়া থেকে ইয়ারমুক নদীর সমতল ভূমিতে একত্রিত হওয়ার নির্দেশ দেন। এই স্থান পশুখাদ্য ও পানির সরবরাহ ভালো ছিল এবং এখানে অশ্বারোহীদেরকে অধিক কার্যকারিতার সাথে ব্যবহার করা সম্ভব ছিল। যুদ্ধসভায় আবু উবাইদা মুসলিম বাহিনীর সর্বোচ্চ নেতৃত্ব খালিদের হাতে তুলে দেন। খালিদ যুদ্ধের মাঠ পর্যায়ে নেতৃত্ব দেন এবং বাইজেন্টাইনদের পরাজিত করায় মূল পরিকল্পনাকারীর ভূমিকা রাখেন।\n১৫ আগস্ট ইয়ারমুকের যুদ্ধ শুরু হয় এবং ছয়দিন ধরে চলে। যুদ্ধে বাইজেন্টাইন পক্ষ পরাজিত হয়। ইয়ারমুকের যুদ্ধ ইতিহাসের অন্যতম ফলাফল নির্ধারণকারী যুদ্ধ হিসেবে চিহ্নিত। পরাজয়ের মাত্রার কারণে বাইজেন্টাইনদের বিপর্যয় সামলে উঠতে সময় লেগেছিল। তখন পর্যন্ত সিরিয়ায় সংঘটিত যুদ্ধসমূহের মধ্যে এটি সবচেয়ে গুরুত্বপূর্ণ ছিল। এই যুদ্ধে বিজয় ছিল মূলত খালিদ বিন ওয়ালিদের কৌশলগত নৈপুণ্য।\n\n\n=== জেরুজালেম জয় ===\nযুদ্ধে বাইজেন্টাইনরা পরাজিত ও বিক্ষিপ্ত হওয়ার পর মুসলিমরা দ্রুত ইয়ারমুকের পূর্বে বিজিত এলাকা পুনরায় অধিকার করে নেয়। এরপর মুসলিমরা দক্ষিণ দিকে বাইজেন্টাইনদের শেষ শক্তঘাটি জেরুজালেমের দিকে অগ্রসর হয়। ইয়ারমুকের যুদ্ধে অংশ নেয়া অনেক বাইজেন্টাইন সদস্য এখানে আশ্রয় নিয়েছিল। জেরুজালেমের অবরোধ চার মাস স্থায়ী হয়। এরপর খলিফা উমরকে আসতে হবে এই শর্তে জেরুজালেম আত্মসমর্পণ করে। জেরুজালেমের আত্মসমর্পণের পর মুসলিম বাহিনীকে পুনরায় কয়েক ভাগে ভাগ করা হয়। ইয়াজিদ ইবনে আবি সুফিয়ানের সেনাদল দামেস্ক আসে এবং বৈরুত অধিকার করে। আমর ইবনুল আস ও শুরাহবিল ইবনে হাসানার সেনাদল ফিলিস্তিনের বাকি অঞ্চল অধিকারের জন্য অগ্রসর হয়। আবু উবাইদা ও খালিদের ১৭,০০০ সৈনিকের সেনাদল সমগ্র উত্তর সিরিয়া অধিকারের জন্য অগ্রসর হয়।\n\n\n=== উত্তর সিরিয়া জয় ===\n\nএমেসা ইতোমধ্যে হস্তগত হয়েছিল। আবু উবাইদা ও খালিদ চেলসিসের দিকে যাত্রা করেন। কৌশলগত কারণে এটি বাইজেন্টাইনদের সবচেয়ে গুরুত্বপূর্ণ দুর্গ ছিল। এখান থেকে তারা আনাতোলিয়া, আর্মেনিয়া ও এন্টিওককে রক্ষা করতে সক্ষম ছিল। আবু উবাইদা খালিদকে সম্পূর্ণ মোবাইল গার্ড বাহিনী প্রদান করে চেলসিসের দিকে প্রেরণ করেন। কমান্ডার মেনাসের অধীনে গ্রীক সৈনিকরা এটি প্রহরা দিচ্ছিল। বলা হয় যে মেনাস সম্রাটের পর দ্বিতীয় প্রধান ব্যক্তি ছিলেন। তিনি বাইজেন্টাইনদের প্রথামাফিক কৌশল বাদ দিয়ে খালিদের মুখোমুখি হওয়ার এবং মুসলিমদের মূল বাহিনী এসে পৌছার পূর্বে অগ্রবর্তী দলকে ধ্বংস করার সিদ্ধন্ত নেন। চেলসিস থেকে ৫কিমি পূর্বে অবস্থিত হাজিরে সংঘটিত হাজিরের যুদ্ধে রোমানরা পরাজিত হয়। এই বিজয়ের পর উমর খালিদের সামরিক কৃতিত্বের প্রশংসা করেছিলেন। উমর নিম্নোক্ত কথা বলেছিলেন বলে জানা যায়:\n\"খালিদ সত্যিকার সেনাপতি, আল্লাহ আবু বকরের উপর রহমত করুক। তিনি মানুষকে আমার চেয়েও উত্তমরূপে চিনতে পারতেন।\".\nআবু উবাইদা শীঘ্রই চেলসিসে খালিদের সাথে যোগ দেন। ৬৩৭ সালের জুন মাসে চেলসিস আত্মসমর্পণ করে। এই বিজয়ের ফলে চেলসিসের উত্তরের অঞ্চল মুসলিমদের কাছে উন্মুক্ত হয়ে পড়ে। এরপর খালিদ ও আবু উবাইদা অক্টোবরে আলেপ্পো অধিকার করেন। এরপরের লক্ষ্যবস্তু ছিল বাইজেন্টাইন সাম্রাজ্যের এশীয় অঞ্চলের রাজধানী এন্টিওক। এন্টিওকের দিকে যাত্রা করার পূর্বে খালিদ ও আবু উবাইদা শহরটিকে আনাতোলিয়া থেকে বিচ্ছিন্ন করার সিদ্ধান্ত নেন। এই উদ্দেশ্যে এন্টিওককে কৌশলগত প্রতিরক্ষা প্রদানকারী সকল দুর্গকে দখল করা হয়। এর মধ্যে এন্টিওকের উত্তরপূর্বের আজাজ সবচেয়ে গুরুত্বপূর্ণ ছিল। অরন্টেস নদীর নিকটে বাইজেন্টাইন বাহিনীর সাথে মুসলিম বাহিনীর যুদ্ধ সংঘটিত হয়। এই যুদ্ধ লোহা সেতুর যুদ্ধ নামে পরিচিত বাইজেন্টাইনরা পরাজিত হওয়ার পর এন্টিওকে আশ্রয় নিলে মুসলিমরা শহর অবরোধ করে। সম্রাটের দিক থেকে সাহায্যের আশা ক্ষীণ হওয়ায় সকল বাইজেন্টাইন সৈনিককে নিরাপদে কনস্টান্টিনোপল যাওয়ার সুযোগ দেয়া হবে এই শর্তে ৬৩৭ সালের ৩০ মার্চ এন্টিওক আত্মসমর্পণ করে।\n\nআবু উবাইদা খালিদকে উত্তরদিকে পাঠান এবং নিজে দক্ষিণ দিকে যাত্রা করে লাজকিয়া, জাবলা, তারতুস ও লেবানন পর্বতমালার বিপরীতের উপকূল জয় করে। খালিদ উত্তরদিকে অগ্রসর হয়ে আনাতোলিয়ার কিজিল নদীর অববাহিকায় অভিযান চালান। মুসলিমদের আগমনের পূর্বে সম্রাট হেরাক্লিয়াস এন্টিওক ত্যাগ করে এডেসা চলে গিয়েছিলেন। তিনি আল-জাজিরা ও আর্মেনিয়ায় প্রতিরক্ষার ব্যবস্থা করে রাজধানী কনস্টান্টিনোপল রওয়ানা হন। এসময় তিনি অল্পের জন্য খালিদের মুখোমুখি হওয়া থেকে বেঁচে যান। খালিদ এসময় মারাশ অধিকার করার পর দক্ষিণে মুনবিজের দিকে অগ্রসর হচ্ছিলেন। হেরাক্লিয়াস বলেছিলেন:বিদায়, দীর্ঘ বিদায় সিরিয়া, আমার চমৎকার প্রদেশ। তুমি এখন শত্রুদের হাতে। তুমি শান্তিতে থাকো, হে সিরিয়া - শত্রুদের জন্য তুমি কত সুন্দর ভূমি.\nইয়ারমুকে বাইজেন্টাইনদের শোচনীয় পরাজয়ের ফলে সাম্রাজ্য দৃঢ়ভাবে মুসলিমদের করায়ত্ত হয়। সামরিক সম্পদের অপ্রতুলতার কারণে হেরাক্লিয়াসের পক্ষে সিরিয়া ফিরে পাওয়ার জন্য প্রচেষ্টা চালানো সম্ভব ছিল না। হেরাক্লিয়াস জাজিরার খ্রিষ্টান আরবদের নিকট সহায়তা চান। তারা একটি বৃহৎ সেনাদল গঠন করে এবং আবু উবাইদার সদরদপ্তর এমেসার দিকে যাত্রা করে। আবু উবাইদা সমগ্র উত্তর সিরিয়া থেকে তার সেনাদের এমেসায় ফিরিয়ে আনেন এবং খ্রিষ্টান আরবরা এমেসা অবরোধ করে। খালিদ দুর্গের বাইরে উন্মুক্ত ময়দানে যুদ্ধ করার পক্ষপাতী ছিলেন। কিন্তু আবু উবাইদা এই বিষয়ে খলিফা উমরের কাছে বার্তা পাঠান। খলিফা উমর বিষয়টি দক্ষতার সাথে নিষ্পত্তি করেন। তিনি তিনটি ভিন্ন দিক থেকে ইরাকের মুসলিম বাহিনীকে প্রতিপক্ষ খ্রিষ্টান আরবদের আবাসভূমি জাজিরা আক্রমণের নির্দেশ দেন। পাশাপাশি কাকা ইবনে আমরের নেতৃত্বে ইরাক থেকে আরেকটি সেনাদল এমেসায় পাঠানো হয়। কাকা ইবনে আমর ইতিপূর্বে ইয়ারমুকের যুদ্ধে অংশ নিয়েছিলেন এবং কাদিসিয়ার যুদ্ধের জন্য তাকে ইরাকে পাঠানো হয়েছিল। উমর ব্যক্তিগতভাবে ১,০০০ জন সৈনিক নিয়ে মদিনা থেকে অগ্রসর হন। এসকল পদক্ষেপের ফলে খ্রিষ্টান আরবরা অবরোধ তুলে নেয়। এই পর্যায়ে খালিদ তার মোবাইল গার্ডদের নিয়ে এমেসা থেকে বেরিয়ে এসে তাদের উপর আক্রমণ চালান। সিরিয়া ফিরে পাওয়ার জন্য এটি ছিল হেরাক্লিয়াসের সর্বশেষ প্রচেষ্টা।\n\n\n=== আর্মেনিয়া ও আনাতোলিয়া অভিযান ===\n\nএই যুদ্ধের পর উমর জাজিরা জয়ের নির্দেশ দেন। ৬৩৮ সালের গ্রীষ্মের শেষনাগাদ এই অভিযান সম্পন্ন হয়। জাজিরা জয়ের পর খালিদ ও জাজিরা বিজেতা আয়াজ বিন গানিম উভয়কে আবু উবাইদা জাজিরার উত্তরের বাইজেন্টাইন অঞ্চল আক্রমণের নির্দেশ দেন। তারা অগ্রসর হয়ে এডেসা, দিয়ারবাকির, মালাতিয়া জয় করেন এবং আরারাত অঞ্চল পর্যন্ত বাইজেন্টাইন আর্মেনিয়া আক্রমণ চালান। এছাড়াও তারা মধ্য আনাতোলিয়ায় আক্রমণ করেছিলেন বলে জানা যায়। হেরাক্লিয়াস ইতোমধ্যে মুসলিম নিয়ন্ত্রিত অঞ্চল এবং আনাতোলিয়ার মূল ভূখণ্ডের মধ্যে নো ম্যানস ল্যান্ড প্রতিষ্ঠার জন্য এন্টিওক ও তারতুসের মধ্যবর্তী দুর্গগুলি পরিত্যাগ করেছিলেন।  উমর এরপর মুসলিমদেরকে আনাতোলিয়ার বেশি অগ্রসর হতে দেননি। এর পরিবর্তে তিনি আবু উবাইদাকে বিজিত অঞ্চলে শাসনব্যবস্থা প্রতিষ্ঠার নির্দেশ দেন। আনাতোলিয়া ও আর্মেনিয়া অভিযান ছিল খালিদের সামরিক জীবনের সমাপ্তি।\n\n\n=== সেনাবাহিনী থেকে পদচ্যুতি ===\nখালিদ এসময় তার কর্মজীবনের সর্বোচ্চ চূড়ায় পৌছান। তিনি খ্যাত হয়ে উঠেন এবং মুসলিমদের কাছে তিনি জাতীয় বীর গণ্য হতেন। জনসাধারণ তাকে সাইফউল্লাহ (\"আল্লাহর তলোয়ার\") বলে ডাকত। খালিদ মারাশ অধিকার করার কিছুকাল পর জানতে পারেন যে খ্যাতনামা কবি আশ’আস খালিদের প্রশংসা করে কবিতা আবৃত্তি করেছিলেন। খালিদ তাকে ১০,০০০ দিরহাম উপহার হিসেবে দেন।\n\nউমর এই ঘটনাকে রাষ্ট্রীয় সম্পদের অপচয় হিসেবে বিবেচনা করেন। উমর আবু উবাইদাকে চিঠি লিখে আশ’আসকে দেয়া খালিদের অর্থের উৎস বের করার নির্দেশ দেন। বলা হয়েছিল যে যদি খালিদ রাষ্ট্রীয় কোষাগার থেকে দেন তবে তা ক্ষমতার অপব্যবহার। আর যদি তিনি নিজের অর্থ প্রদান করেন তবে তা অপচয়। উভয় ক্ষেত্রেই তিনি দোষী সাব্যস্ত হবেন। আবু উবাইদাকে একাজের দায়িত্ব দেয়া হয়েছিল। আবু উবাইদা খালিদের গুণগ্রাহী ছিলেন এবং ছোট ভাইয়ের মত স্নেহ করতেন। ফলে এই দায়িত্ব পালন তার জন্য কঠিন ছিল। এর পরিবর্তে তিনি বিলাল ইবনে রাবাহকে এই দায়িত্ব দেন এবং খালিদকে চেলসিস থেকে এমেসায় তলব করেন। খালিদ বলেন যে তিনি নিজের অর্থ থেকে এই উপহার দিয়েছেন। তিনি আবু উবাইদার কাছে উপস্থিত হলে আবু উবাইদা তাকে জানান যে উমরের নির্দেশে তাকে দায়িত্ব থেকে অব্যাহতি দেয়া হয়েছে। এর মাধ্যমে খালিদের সামরিক জীবনের ইতি ঘটে।\n\n\n== মৃত্যু ==\n\nবাহ্যিকভাবে উমর ও খালিদের সম্পর্ক শীতল হলেও তারা একে অন্যের প্রতি খারাপ মনোভাব পোষণ করতেন না। মৃত্যুর আগে খালিদ তার সম্পদ উমরের হাতে অর্পণ করে যান এবং উমরকে নিজ অসিয়তের বাস্তবায়নকারী মনোনীত করেছিলেন।\n\nসামরিক দায়িত্ব থেকে অব্যাহতি পাওয়ার পর থেকে তিনি সেখানে বসবাস করছিলেন। পদচ্যুতির চার বছর পর (২২ আগস্ট ৬৪২ খ্রিষ্টাব্দে) খালিদ বিন ওয়ালিদ মৃত্যুবরণ করেন। তিনি যুদ্ধে শহিদ হতে ইচ্ছুক ছিলেন তাই বাড়িতে মৃত্যুর পূর্বে তিনি বিমর্ষ হয়ে যান। মৃত্যুর পূর্বে তিনি বেদনা নিয়ে বলেন : আমি শাহাদাতের ইচ্ছা নিয়ে এত বেশি যুদ্ধে লড়াই করেছি যে আমার শরীরের কোনো অংশ ক্ষতচিহ্নবিহীন নেই যা বর্শা বা তলোয়ারের কারণে হয় নি। এরপরেও আমি এখানে, বিছানায় পড়ে একটি বৃদ্ধ উটের মতো মারা যাচ্ছি। কাপুরুষদের চোখ যাতে কখনো শান্তি না পায়।\nএ কথা শুনে খালিদের স্ত্রী বলেন : \"আপনাকে সাইফুল্লাহ (আল্লাহর তলোয়ার) উপাধি দেওয়া হয়েছে এবং আল্লাহর তলোয়ার ভাঙতে পারে না আর তাই আপনি শহিদ হিসেবে নয় বরং বিজয়ী হিসেবে মৃত্যুবরণ করবেন।\" পরে তাঁকে এমেসায় দাফন করা হয়। তাঁর মাজার বর্তমানে খালিদ বিন আল-ওয়ালিদ মসজিদ অংশ। খালিদের কবরফলকে তার নেতৃত্বাধীনে জয় হওয়া ৫০টি যুদ্ধের নাম (ছোট যুদ্ধ ব্যতীত) উৎকীর্ণ রয়েছে।  \n\n\n== স্মরণ ==\n\n\n=== সামরিক ===\n\nপুরো সামরিক জীবনে মূল যুদ্ধ, ছোট খণ্ডযুদ্ধ, একক দ্বন্দ্বযুদ্ধ মিলিয়ে খালিদ প্রায় ১০০টি যুদ্ধে অংশগ্রহণ করেছেন বলে জানা যায়। আজীবন অপরাজিত যোদ্ধা হওয়ায় তাকে ইতিহাসের শ্রেষ্ঠতম সেনাপতিদের অন্যতম বিবেচনা করা হয়।\nখালিদ প্রথম যুগের অনেক মুসলিম সামরিক বিধির প্রণেতা ছিলেন। প্রথম যুগে মুসলিম অভিযানের সময় তিনি মুসলিমদের ব্যবহৃত প্রায় সব প্রধান কৌশলের পথপ্রদর্শক ছিলেন। আরব বেদুইন যোদ্ধাদের ব্যক্তিগত দক্ষতাকে বৃহদাকারে কাজে লাগানো তার অন্যতম প্রধান অর্জন ছিল। তিনি মুবারিজুন নামক ইউনিট গঠন করেছিলেন। এই ইউনিটের সদস্যরা উচ্চপ্রশিক্ষিত ছিল। প্রতিপক্ষের প্রধান যোদ্ধাদের সাথে লড়াইয়ে তাদেরকে খালিদ সফলভাবে ব্যবহার করেছিলেন যাতে শত্রুর মনোবল ভেঙে যায়। আজনাদয়ানের যুদ্ধ এই প্রকার মনস্তাত্ত্বিক লড়াইয়ের একটি উত্তম দৃষ্টান্ত। খালিদের পূর্ব পর্যন্ত আরবরা মূলত ক্ষুদ্র সংঘর্ষে অংশ নিত কিন্তু তাদের এই ক্ষুদ্র সংঘর্ষের কৌশলগুলিকে তিনি বৃহদাকারে কাজে লাগান। তিনি তার বাহিনীকে শত্রুর সামনে নিয়ে আসতেন এবং সম্পূর্ণ যুদ্ধ বিভিন্ন ইউনিটের মধ্যে ক্ষুদ্র সংঘর্ষে পরিণত হওয়া পর্যন্ত অপেক্ষা করতেন। প্রতিপক্ষের ইউনিটগুলি বিক্ষিপ্ত হয়ে যাওয়ার পর তিনি তার অশ্বারোহীদের সহায়তায় প্রতিপক্ষের পার্শ্বভাগ থেকে হাতুড়ি ও নেহাই কৌশলে আক্রমণ পরিচালনা করতেন।\nতার ব্যবহৃত কৌশলগুলিতে তার মূল মেধা নিহিত ছিল। তিনি প্রতিপক্ষকে শুধুমাত্র পরাজিত না করে নিঃশেষ করার উপর জোর দিতেন। ওয়ালাজার যুদ্ধে পার্সিয়ানদের বিরুদ্ধে পিনসার মুভমেন্ট কৌশল ব্যবহার এর একটি উদাহরণ। ইয়ারমুকের যুদ্ধে তিনি বাইজেন্টাইন বাহিনীকে পালানোর একমাত্র পথটি দখল করে নিয়ে তাদেরকে তিন দিকের খাড়া গিরিখাত দ্বারা আবদ্ধ করে ফেলেন।\nকৌশলগত সুবিধা অর্জনের জন্য খালিদ যুদ্ধের সময় ভূপ্রকৃতির উপর তার জ্ঞান কাজে লাগিয়েছেন। পারস্যে অভিযানের সময় প্রথমদিকে তিনি পারস্যের সীমানার বেশি গভীরে প্রবেশ করেন নি এবং সবসময় আরবের মরুভূমিকে পেছনের দিকে রেখে লড়াই করেছেন যাতে কোনো কারণে পরাজয় ঘটলে পিছু হটা যায়। পারস্য ও পারস্যের মিত্রবাহিনী বিক্ষিপ্ত হয়ে পড়ার পর তিনি ইউফ্রেটিস অঞ্চলের গভীরে প্রবেশ করে ইরাকের আঞ্চলিক রাজধানী হিরা অধিকার করে নেন। ইয়ারমুকের ভূপ্রকৃতিকেও তিনি বাইজেন্টাইনদের বিরুদ্ধে কাজে লাগিয়েছেন।\n১৩শ শতাব্দীতে মোঙ্গলদের আগমনের পূর্ব পর্যন্ত দ্রুতগামিতার দিক থেকে কোনো বাহিনীই খালিদের বাহিনীর সমকক্ষ ছিল না। মরুভূমির আরব এবং স্তেপের মোঙ্গলদের কৌশল অনেকাংশ একইরূপ ছিল। সমগ্র আরব সেনাদল উটে চড়ে অগ্রসর হত; অন্যদিকে মোঙ্গলরা ঘোড়ায় চড়ে অগ্রসর হত। তবে আরবদের মধ্যে আরোহী তীরন্দাজ যোদ্ধা ছিল না। আচমকা হামলা ছিল খালিদের সবচেয়ে বেশি ব্যবহৃত রণকৌশল। জুমাইল, মুজাইয়াহ ও সানিইতে তিনি এরূপ আক্রমণ পরিচালনা করেছেন। তার দ্রুত চলাচলে সক্ষম বাহিনী দ্রুত পার্সিয়ান ও তাদের আরব মিত্রদের ধ্বংস করতে সক্ষম হয়। মারাজ-আল-দিবাজের যুদ্ধেও তার বাহিনী বাইজেন্টাইন বাহিনীকে চারদিক থেকে ঘিরে ফেলে  একই সময় চারটি পৃথক যুদ্ধক্ষেত্র তৈরি করে। এই কৌশলটি ১৩শ শতাব্দীতে মোঙ্গল সেনাবাহিনীর প্রধান রণকৌশলে পরিণত হয়।\nইতিহাসবিদ ওয়াকিদি লিখেছেন যে মারাজ-আল-দিবাজের যুদ্ধের পর সম্রাট হেরাক্লিয়াস তার মেয়ের মুক্তির জন্য খালিদের কাছে একজন দূত পাঠান। দূত খালিদকে সম্রাটের যে চিঠি দেন তাতে নিম্নোক্ত কথা লেখা ছিল :\n\nখালিদ দূতকে বলেন :\n\nদূত হেরাক্লিয়াসের মেয়েকে নিয়ে এন্টিওকে ফিরে আসেন।\n\nরোমান সিরিয়ায় খালিদের অগ্রযাত্রা তার কৌশলগত প্রণালীর একটি উদাহরণ। সম্রাট হেরাক্লিয়াস তার সব গেরিসন সৈনিককে সিরিয়ায় আজনাদয়ানের দিকে পাঠান যাতে মুসলিমদের সিরিয়া-আরব সীমান্তে ঠেকিয়ে রাখা যায়। দক্ষিণ দিকের সিরিয়া-আরব পথের মধ্য দিয়ে অতিরিক্ত সৈন্য আসবে এমনটা ধারণা করা হয়েছিল। কিন্তু খালিদ এসময় ইরাকে ছিলেন। তিনি পুরোপুরি অনাকাঙ্ক্ষীত একটি পথ বেছে নেন : বাইজেন্টাইন বাহিনীকে চমকে দেওয়ার জন্য তিনি পানিবিহীন সিরিয়ান মরুভূমির মধ্য দিয়ে অগ্রসর হয়ে উত্তর সিরিয়ায় উপস্থিত হন। তিনি দ্রুত কয়েকটি শহর অধিকার করে নেন ফলে আজনাদয়ানের বাইজেন্টাইন বাহিনীর সাথে সম্রাট হেরাক্লিয়াসের অবস্থানস্থল এমেসার সদরদপ্তরের যোগাযোগের পথ বন্ধ হয়ে যায়।\nসিরিয়া আক্রমণের সময় খালিদের উচ্চশ্রেণির হালকা অশ্বারোহী মোবাইল গার্ড বাহিনী মুসলিম অশ্বারোহী বাহিনীর মূল হিসেবে কাজ করেছে। এতে উচ্চ প্রশিক্ষিত ও দক্ষ সৈনিকদের নিয়োগ দেওয়া হয়েছিল এবং তাদের অধিকাংশ খালিদের আরব ও পারস্য অভিযানের সময় সরাসরি তার অধীনে লড়াই করেছে। মুসলিম অশ্বারোহীরা ছিল হালকা অশ্বারোহী বাহিনী এবং তারা ৫ মিটার দীর্ঘ বল্লম ব্যবহার করত। তারা অকল্পনীয় গতিতে এবং সাধারণত কার ওয়া ফার কৌশলে (আধুনিক \"হিট এন্ড রান\") আক্রমণ করত। তারা প্রতিপক্ষ দলের পার্শ্বভাগ ও পশ্চাৎভাগেও আক্রমণ করত। তাদের রণকৌশলের কারণে বাইজেন্টাইন ও সাসানীয় ভারী অশ্বারোহীদের বিরুদ্ধে তারা খুবই কার্যকরভাবে আঘাত হানতে সক্ষম হয়। ইয়ারমুকের যুদ্ধের চূড়ান্ত দিনে পার্শ্বভাগের আক্রমণের মাধ্যমে আরোহী সেনাদলের সক্ষমতা ব্যবহারে তার নৈপুণ্য ফুটে উঠেছে।\nরোমান ও পার্সিয়ানরা প্রতিপক্ষ আরবদের তুলনায় অনেক ভারি বর্মে সজ্জিত থাকত ফলে লড়াইয়ের তারা সহজে আক্রমণযোগ্য হয়ে উঠে এবং প্রতিপক্ষের তীরন্দাজদের সহজ শিকারে পরিণত হয়। যুদ্ধের সময় তিনি গুপ্তচরদের কাছ থেকে তথ্য সংগ্রহ করতেন এবং এজন্য স্থানীয় লোকজনকে নিয়োগ দিতেন।\nইতিহাসবিদ আল-তাবারি বলেন :\n\nতিনি (খালিদ) নিজে ঘুমান নি এবং অন্যদের ঘুমাতে দেন নি; তার কাছ থেকে কিছু গোপন করা যেত না।\n\n\n=== রাজনৈতিক ===\nখালিদ ৬৩২-৬৩৩ সাল পর্যন্ত ইরাকের সামরিক গভর্নর ছিলেন এছাড়াও তিনি উত্তর সিরিয়ার সবচেয়ে গুরুত্বপূর্ণ কৌশলগত সেনাছাউনি চেলসিসেরও গভর্নর হিসেবে দায়িত্বপালন করেছেন।\n\n\n=== ধর্মীয় মর্যাদা ===\nখালিদ বিন ওয়ালিদ একজন সাহাবী ছিলেন। এ কারণে সুন্নি মুসলিমদের কাছে তিনি খুবই সম্মানিত। মুতার যুদ্ধে বিজয়ের পর মুহাম্মাদ (সা.) তাকে “আল্লাহর তলোয়ার” উপাধিতে ভূষিত করেছিলেন।\nশিয়ারা খালিদকে সম্মানিত মনে করে না। শিয়া মতানুযায়ী আলির অনুসারীদের দমনের জন্য খলিফা আবু বকরকে খালিদ সহায়তা করেছিলেন।\n\n\n=== বিভিন্ন মাধ্যমে উপস্থাপন ===\nইসলামের প্রথম যুগের উপর নির্মিত উমর সিরিজে খালিদ বিন ওয়ালিদের ভূমিকায় সিরিয়ান অভিনেতা মেহয়ার খাদ্দাওর অভিনয় করেছেন। এই সিরিজে খালিদের চরিত্রটি অন্যতম প্রধান চরিত্র ছিল।\n২০০৬-২০০৭ সালের সিরিয়ান টিভি ধারাবাহিক খালিদ বিন ওয়ালিদ-এ বাসসেম ইয়াখুর খালিদ বিন ওয়ালিদের চরিত্রে অভিনয় করেন।\nসিভিলাইজেশন ৫ এবং সিভিলাইজেশন ৪ গেমের বর্ধিত অংশে খালিদকে একজন সেনাপতি হিসেবে দেখানো হয়েছে।\nপাকিস্তান সেনাবাহিনীতে মূল যুদ্ধট্যাঙ্ক আল-খালিদ তার নামে নামকরণ করা হয়েছে।\nপাকিস্তান নৌ বাহিনীর আগস্টা ৯০বি ক্লাস সাবমেরিন পিএনএস/এম খালিদ (এস১৩৭)।\nবাংলাদেশ নৌ বাহিনীর ফ্রিগেট বিএনএস খালিদ ইবনে ওয়ালিদ তার নামে নামকরণ করা হয়েছে।\nকাজী নজরুল ইসলাম \"খালিদ\" নামে একটি কবিতা লিখেছেন। এতে তিনি খালিদের প্রতি সম্মান প্রদর্শন এবং স্বদেশবাসীর পরাধীনতার কারণে দুঃখ প্রকাশ করেন।\nউপসাগরীয় যুদ্ধে অপারেশন ডেজার্ট স্টর্মে পাকিস্তান সেনাবাহিনীর প্রেরিত সেনাদলের নাম ছিল \"খালিদ বিন ওয়ালিদ ইন্ডিপেন্ডেন্ট আর্মর্ড ব্রিগেড গ্রুপ\"।\n\n\n== আরও দেখুন ==\nমুহাম্মাদের নেতৃত্বে যুদ্ধের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\nMap of Khalid bin Al-Waleed's Conquests\nKhalid bin Al-Waleed Biography"}