{"pageid": 1050659, "title": "অ্যাশেস স্পিটিং কোবরা", "url": "https://bn.wikipedia.org/wiki?curid=1050659", "content": "বৈজ্ঞানিক নাম Naja ashei, সাধারণভাবে পরিচিত অ্যাশেস স্পিটিং কোবরা বা দৈত্যকার স্পিটিং কোবরা হিসাবে। এটি এলাপিডি পরিবারের একটি বিষধর সাপ প্রজাতি। প্রজাতিটি আফ্রিকার স্থানীয়। এটি বিশ্বের বৃহত্তম প্রজাতির স্পিটিং কোবরা । \nইংরেজি স্পিটিং শব্দের আক্ষরিক অর্থ হল থুথু ছিটানো, তবে প্রজাতির সাপেরা বিষ ছিটিয়ে দেয় থুথু নয়। এই কোবরা দূর থেকে শত্রুকে লক্ষ্য করে বিষ ছুড়ে মারে।\n\n\n== ব্যুৎপত্তি ও শ্রেণীকরণ ==\nজেনেরিক নাম, নাজা, সংস্কৃত শব্দ নাগা (nāgá नाग ) এর ল্যাটিনকৃত নাম যার অর্থ \"কোবরা\"। সুনির্দিষ্ট নাম আশেই রাখা হয়েছে প্রয়াত জেমস আশেইকে সম্মান জানিয়ে  যিনি বায়ো-কেন স্নেক ফার্ম প্রতিষ্ঠা করেছিলেন এবং তিনিই প্রথম এন.আশেইকে একটি নতুন প্রজাতি বলে অভিহিত মধ্যে একজন ছিলেন।  অন্যান্য বিষ নিক্ষেপকারী কোবরা থেকে পার্থক্য ১৯৬০ এর দশকে উপলব্ধি করা হয়েছিল, তবে এন আশেই প্রাথমিকভাবে কালো-ঘাড়ের বিষ নিক্ষেপকারী কোবরা ( এন। নিগ্রিকোলিস ) এর একটি বাদামী বর্ণের রূপ হিসাবে বিবেচিত হয়েছিল। সুতরাং, এন আশেই যে একটি আলাদা প্রজাতি তা ওল্ফগ্যাং ওয়েস্টার ( ব্যাঙ্গার বিশ্ববিদ্যালয়, ওয়েলস) এবং ডোনাল্ড ব্রডলি (আফ্রিকার জীববৈচিত্র্য ফাউন্ডেশন ) দ্বারা নির্ণীত হয়। একটি স্বতন্ত্র প্রজাতি হিসাবে ২০০৭ সালে এটিকে শ্রেণিবদ্ধ করা হয়েছিল। রায়জান টেইলর ( কেনিয়ার ওয়াটামুতে বায়ো-কেন স্নেক ফার্মের পরিচালক) নমুনা সরবরাহে সহায়ক ভূমিকা পালন করেছিলেন, তাদের মধ্যে হোলোটাইপও ছিল।\nজায়ান্ট স্পিটিং কোবরা মোজাম্বিক স্পিটিং কোবরা ( এন। মোসাম্বিকা ) এর সাথে সর্বাধিক ঘনিষ্ঠভাবে সম্পর্কিত। \n\n\n== বর্ণনা ==\nএটি বৃহত্তম বিষ নিক্ষেপকারী কেউটে, প্রায়  গড় দৈর্ঘ্যে ১.৩–২.০ মি (৪.৩–৬.৬ ফু) (লেজ সহ)। এখন পর্যন্ত এই প্রজাতির বৃহত্তম নমুনা, কেনিয়াতে ধরা হয়েছিল, ২.৭ মি (৮.৯ ফু) দৈর্ঘ্যের।  কিছু এন। নিগ্রিকোলিসও এই ধরনের আকারে পৌঁছতে পারে তবে এটি খুব ব্যতিক্রমী। অন্যদিকে কেনিয়ার উপকূলে, ২ মি (৬.৬ ফু) টেরও বেশি এন আশেয়ের নমুনাগুলি রয়েছে যা সেখানকার জন্য মোটেই অস্বাভাবিক নয়। \n\n\n== বিচরণ এবং আবাসস্থল ==\nদৈত্যাকার বিষ নিক্ষেপকারী কোবরাগুলি পূর্ব ও উত্তর-পূর্ব আফ্রিকার এবং উত্তর ও পূর্ব কেনিয়ার শুকনো নিম্নভূমিতে এবং উত্তর-পূর্ব উগান্ডা, দক্ষিণ ইথিওপিয়া এবং দক্ষিণ সোমালিয়ায় অনুরূপ আবাসস্থল পাওয়া যায়। \n\n\n== বিষ ==\nব্ল্যাক-নেক স্পিটিং কোবরা ( এন। নিগ্রিকোলিস ) এবং লাল বিষ নিক্ষেপকারী কোবরা ( এন। পালিদা ) সহ অন্যান্য বিষ নিক্ষেপকারী কোবারের বিষের সাথে এন আশেয়ের বিষ খুব মিলে যায়। অবশ্য এদের উভয়ই একই অঞ্চলে পাওয়া যায়। এটি পোস্টসিন্যাপটিক নিউরোটক্সিন এবং সাইটোক্সিন নিয়ে গঠিত। তবে এন আশেই অন্যের তুলনায় এক কামড়ে অনেক বেশি পরিমাণের বিষ প্রয়োগে সক্ষম। ২০০৪ সালে বায়ো-কেন স্নেক ফার্মে মিল্ক করা একটি একক নমুনায় ভেজা বিষের পরিমাণ পাওয়া গিয়েছিল  ৬.২ মিলি, ওজন ৭.১ গ্রাম এবং প্রায় ৩ গ্রাম প্রতিবিষ রয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরীসৃপ ডাটাবেস: নাজা আশেই"}