{"pageid": 1050990, "title": "ওয়ালাইকুমুস-সালাম", "url": "https://bn.wikipedia.org/wiki?curid=1050990", "content": "ওয়া'লাইকুমুস-সালাম ( وَعَلَيْكُمُ ٱلسَّلَامُ ) একটি আরবী অভিবাদন, যা বিশ্বজুড়ে মুসলমানরা প্রায়শই \"আপনার উপর শান্তি বর্ষিত হোক\" অর্থে ব্যবহার করে থাকে। এটি অন্যদের জন্য দোয়াস্বরূপ। এটি আসসালামু আলাইকুম অভিবাদনটির ( ٱلسَّلَامُ عَلَيْكُمْ ) আদর্শ জবাব ।  কারো উপস্থিতির কৃতজ্ঞতা জানাতে বা কাউকে স্বাগত জানানোর জন্য অভিবাদনগুলি ব্যবহার করা হয়। এগুলি কথোপকথনের আগে ব্যবহার করা হয় এবং বলা হয়ে থাকে যে এটি একটি ভাল আচরণ। অভিবাদনটিকে একটি গুরুত্বপূর্ণ ইসলামি দায়িত্ব ও বাধ্যবাধকতা হিসাবে বিবেচনা করা হয়। সালাম মুসলমানদের মধ্যে একটি আদর্শ অভিবাদন। মুসলিম বক্তৃতা এবং খুতবা অনুষ্ঠানে নিয়মিত এই অভিবাদনটি বিনিময় হয়। এর পূর্ণ রূপ হল: সম্পূর্ণ ফর্ম \"ওয়া-আলাইকুমুস - সালাম ওয়া-রহমাতুল্লাহি ওয়া বারাকাতুহু (وَعَلَيْكُمُ ٱلسَّلَامُ وَرَحْمَةُ ٱللَّٰهِ وَبَرَكَاتُهُ , \"এবং তোমাদের উপর শান্তি এবং আল্লাহর করুণা ও তাঁর নেয়ামতসমূহ বর্ষিত হোক\")।\n\n\n== আক্ষরিক অর্থ ==\n\"সালাম\" এর আক্ষরিক অর্থ \"শান্তি\"। \"ইসলাম\" শব্দটিও এটি থেকেই উদ্ভূত হয়েছে। বিস্তৃত অর্থে, \"সালাম\" এর অর্থ নিরীহতা, সুরক্ষা এবং মন্দ এবং ত্রুটি থেকে সুরক্ষা। আল্লাহর অন্যতম নামও আস-সালাম। \n\n\n== সালাম ব্যবহার সম্পর্কিত ইসলামি বিধিবিধান ==\n\nঅভিবাদনটি দেখা হওয়ার এবং চলে যাওয়ার উভয় সময়ই ব্যবহার করা উচিত। আবূ হুরাইরাহ থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: “কোন ব্যক্তি মজলিসে এসে পৌছে যেন সালাম দেয়। সে মজলিসে বসার পর মজলিস শেষ হওয়ার পূর্বে উঠে যাওয়ার প্রয়োজন বোধ করলে যেন পুনরায় সালাম দেয়। কেননা আগের সালাম কোন অংশেই শেষের সালামের চেয়ে অধিক গুরুত্বপূর্ণ নয়।”। (জামে আল-তিরমিজীতে বর্ণিত হাসান হাদীস) \nহাদিসে আছে, হযরত মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করা হয়েছিল যে কার সালামের অভিবাদন \"শুরু\" করা উচিত আর তিনি বলেছেন:\n\n\"আরোহী ব্যক্তি পায়ে হাঁটা ব্যক্তিকে, পায়ে হাঁটা ব্যক্তি বসে থাকা ব্যক্তিকে এবং অল্প সংখ্যক লোক অধিক সংখ্যক লোককে সালাম দেবে\" (সহীহ-আল-বুখারী, ৬২৩৪; মুসলিম, ২১৬০) \nএটিও বর্ণিত হয়েছে যে, কোনও বাড়িতে প্রবেশের পূর্বে সালামের অভিবাদন জানানো উচিত। এটি কুরআনের একটি আয়াতের উপর ভিত্তি করে:\n\n\"তবে যখন তোমরা গৃহে প্রবেশ করবে তখন তোমরা তোমাদের স্বজনদের প্রতি সালাম করবে অভিবাদন স্বরূপ, যা আল্লাহর নিকট হতে কল্যাণময় ও পবিত্র। এভাবে আল্লাহ তোমাদের জন্য তাঁর নির্দেশ বিশদভাবে বর্ণনা করেন যাতে তোমরা বুঝতে পার।\" (আন নূর ২৪:৬১) \nমুসলমানরা অন্যান্য ধর্মের সদস্যদের কাছে সালামের উক্তিটি প্রবর্তন করতে পারে কিনা সে সম্পর্কে ধর্মীয় পণ্ডিতগণ ভিন্নমত পোষণ করেন।  কুরআনে বলা হয়েছে: \"আর যখন তোমাদেরকে অভিবাদন করা হয় (সালাম দেওয়া হয়), তখন তোমরাও তা অপেক্ষা উত্তম অভিবাদন কর অথবা ওরই অনুরূপ কর। \" আল-নিসা ৪:৮৬ \n\n\n== আরও দেখুন ==\n\nআসসালামু আলাইকুম\nইনশাআল্লাহ\nমাশাআল্লাহ\n\n\n== তথ্যসূত্র =="}