{"pageid": 1050707, "title": "সি এ ভবানী দেবী", "url": "https://bn.wikipedia.org/wiki?curid=1050707", "content": "চাদলবদা আনন্দ সুন্দরামণ ভবানী দেবী, যিনি ভবানী দেবী (জন্ম: ২৭ আগস্ট ১৯৯৩) নামে পরিচিত, তিনি একজন ভারতীয় মহিলা ফেন্সিং খেলোয়াড়। ২০২০ টোকিও অলিম্পিকে সরাসরি সুযোগ পাওয়া তিনিই প্রথম ভারতীয় ফেন্সার। রাহুল দ্রাবিড় অ্যাথলিট মেন্টারশিপ প্রোগ্রামের মাধ্যমে তাকে গোস্পোর্টস ফাউন্ডেশন সমর্থন করে।\n\n\n== প্রাথমিক জীবন ==\nভবানী তামিলনাড়ুর চেন্নাইয়ের একটি মধ্যবিত্ত পরিবারে জন্মগ্রহণ করেছিলেন। তার বাবা ছিলেন একজন পুরোহিত এবং তার মা গৃহকর্মী। সিএ ভবানী দেবী ২০০৩ সালে তার ক্রীড়া জীবনের শুরু করেছিলেন। তিনি চেন্নাইয়ের মুরুগা ধনুষ্কোটি বালিকা উচ্চ মাধ্যমিক থেকে স্কুল পড়াশোনা করেন এবং তারপরে চেন্নাইয়ের সেন্ট জোসেফ ইঞ্জিনিয়ারিং কলেজে পড়াশোনা করেন এবং কেরালার থ্যালাসেরিতে সরকারী ব্রেনেন কলেজ থেকে ব্যবসায় প্রশাসন শেষ করেন।  ২০০৪ সালে,  স্কুল পর্যায়ে ফেন্সিংএর সাথে তার পরিচয় হয়।  দশম শ্রেণি শেষ করে তিনি কেরালার থ্যালাসেসির এসএআই (স্পোর্টস অথরিটি অফ ইন্ডিয়া) কেন্দ্রে যোগদান করেছিলেন। ১৪ বছর বয়সে তিনি তুরস্কের প্রথম আন্তর্জাতিক টুর্নামেন্টে উপস্থিত হয়েছিলেন, যেখানে তিন মিনিট দেরী হওয়ার কারণে তিনি ব্ল্যাক কার্ড পেয়েছিলেন। ২০১০ সালে ফিলিপাইনে এশিয়ান চ্যাম্পিয়নশিপে তিনি ব্রোঞ্জ পদক অর্জন করেছিলেন। \n\n\n== টুর্নামেন্টস এবং মেডেল ==\n২০০৯ সালে মালয়েশিয়ায় অনুষ্ঠিত কমনওয়েলথ চ্যাম্পিয়নশিপে ব্রোঞ্জ পদক থেকে শুরু করে, ভবানী দেবী ২০১০ সালের আন্তর্জাতিক ওপেন, থাইল্যান্ডে ব্রোঞ্জ পদক জিতেছেন; ২০১০ ক্যাডেট এশিয়ান চ্যাম্পিয়নশিপ, ফিলিপাইন; ২০১২ সাধারণ চ্যাম্পিয়নশিপ, জার্সি; ২০১৫ অনূর্ধ্ব -২৩ এশিয়ান চ্যাম্পিয়নশিপ, মঙ্গোলিয়া, উলানবাটার এবং ২০১৫ ফ্লেমিশ ওপেন। ফিলিপিন্সে 23 বিভাগের আওতাধীন 2014 এশিয়ান চ্যাম্পিয়নশিপে তিনি রৌপ্যপদক অর্জন করেছেন ।  তার সফল ২০১৪ এশিয়ান চ্যাম্পিয়নশিপের পরে তামিলনাড়ুর মুখ্যমন্ত্রী জয়ললিতা তাকে মার্কিন যুক্তরাষ্ট্রে প্রশিক্ষণের জন্য তিন লাখ টাকা দিয়ে সম্মানিত করেছেন।  ২০১৫ সালে, তিনি রাহুল দ্রাবিড় অ্যাথলেট মেন্টারশিপ প্রোগ্রামের জন্য নির্বাচিত 'গো স্পোর্টস ফাউন্ডেশন' এর ১৫ জন অ্যাথলিটের একজন হয়েছিলেন।  ভবানী দেবী ২০১২ সালের জার্সি ও কমনওয়েলথ চ্যাম্পিয়নশিপে একটি করে দুটি স্বর্ণপদক পেয়েছেন এবং ২০১৪ সালের ইতালির টাসকানি কাপে Cup তিনি রেইকাজাভিকে অনুষ্ঠিত ভাইকিং কাপ ২০১ Icelandic আইসল্যান্ডীয় আন্তর্জাতিক সাবের টুর্নামেন্টে পঞ্চম স্থান অর্জন করেছিলেন এবং ২০২০ অলিম্পিকে ভারত থেকে বেড়ানোর সম্ভাব্য প্রার্থী।  তিনি আজারবাইজান থেকে বাশত আনার কাছে হেরে বেলজিয়ামের ঘেন্টে 2019 টর্নোই স্যাটেলাইট বেড়া প্রতিযোগিতায় মহিলা সাবার স্বতন্ত্র বিভাগে রৌপ্যপদক জিতেছিলেন।  তিনি সাবার ইভেন্টে ক্যানবেরার সিনিয়র কমনওয়েলথ বেড়া চ্যাম্পিয়নশিপে সোনার মেডেল জিতে প্রথম ভারতীয় হয়ে ইতিহাস গড়লেন। সেমিফাইনালে স্কটল্যান্ড থেকে ক্যাটরিওনা থমসনকে হারিয়ে ইংল্যান্ডের এমিলি রুউকে পরাজিত করে। তিনি ইতালির পাশাপাশি কান্নুরে ভারতের স্পোর্টস অথরিটিতে প্রশিক্ষণ নেন। \n\n\n== তথ্যসূত্র =="}