{"pageid": 1050186, "title": "২০১৫-এর জাতিসংঘ জলবায়ু পরিবর্তন সম্মেলন", "url": "https://bn.wikipedia.org/wiki?curid=1050186", "content": "ফ্রান্সের প্যারিসে ৩০শে নভেম্বর থেকে ১২ই ডিসেম্বর ২০১৫ পর্যন্ত ২০১৫ সালের জাতিসংঘের জলবায়ু পরিবর্তন সম্মেলন, কপ ২১ বা সিএমপি ১১ অনুষ্ঠিত হয়। এটি ১৯৯২ সালের জলবায়ু পরিবর্তন সম্পর্কিত জাতিসংঘের ফ্রেমওয়ার্ক কনভেনশন (ইউএনএফসিসিসি) -এ পার্টির সম্মেলনের (সিওপি) একুশতম বার্ষিক অধিবেশন এবং ১৯৭৭ সালের কিয়োটো প্রোটোকলের পার্টির (সিএমপি) সভার একাদশ তম অধিবেশন ছিল। \nসম্মেলনটি প্যারিস চুক্তি , জলবায়ু পরিবর্তন হ্রাস সম্পর্কিত একটি বৈশ্বিক চুক্তি নিয়ে আলোচনা করে, যার পাঠ্যক্রমে উপস্থিত ১৯৬টি দেশের প্রতিনিধিদের ঐকমতের ভিত্তিতে করা হয়েছিল।  যখন কমপক্ষে ৫৫টি দেশ একত্র হয় তখন এই চুক্তিটি কার্যকর হয়, যারা বিশ্বব্যাপী গ্রিনহাউস গ্যাস নির্গমনের কমপক্ষে ৫৫ শতাংশের প্রতিনিধিত্ব করে।   ২২শে এপ্রিল ২০১৬( ধরিত্রী দিবস ) এ, ১৭৪টি দেশ নিউইয়র্কে এই চুক্তি স্বাক্ষর করে  এবং তাদের নিজস্ব আইনি ব্যবস্থায় ( অনুমোদন, স্বীকৃতি, সমর্থন, বা প্রবেশের মাধ্যমে) এটিকে গ্রহণ করা শুরু করে।\nআলোচনার শুরুতে আয়োজক কমিটির মতে, প্রত্যাশিত মূল ফলাফলটি ছিল \"বিশ্বব্যাপী উষ্ণায়ন সীমাবদ্ধকরণের লক্ষ্য একে প্রাক-শিল্প স্তরের তুলনায় ২° সেলসিয়াস এর নিচে রাখা। চুক্তিতে গ্রিনহাউস গ্যাস নির্গমন একবিংশ শতাব্দীর দ্বিতীয়ার্ধের মধ্যে নৃতাত্ত্বিকভাবে শূন্যতে পৌঁছানোর আহ্বান জানানো হয়েছে। প্যারিস চুক্তির গৃহীত সংস্করণে, দেশগুলিও তাপমাত্রা বৃদ্ধি ১.৫° সেঃ এর মধ্যে সীমাবদ্ধ করার জন্য \"প্রচেষ্টা চালিয়ে যাবে।\"  কিছু বিজ্ঞানীর মতে ১.৫° সেঃ নির্গমনের লক্ষ্য পূরণ করতে ২০৩০ থেকে ২০৫০ এর মধ্যে কোনও সময় শূন্য নির্গমন প্রয়োজন।\nএই সম্মেলনের আগে ১৪৬টি জাতীয় জলবায়ু প্যানেল প্রকাশ্যে জাতীয় জলবায়ু অবদানের একটি খসড়া উপস্থাপন করে ( যা \"উদ্দিষ্ট জাতীয় নির্ধারিত অবদান \", আইএনডিসি) নামে পরিচিত। এই প্রস্তাবিত প্রতিশ্রুতিগুলি বৈশ্বিক উষ্ণয়নকে ২১০০ সালের মধ্যে ২.৭-এ সীমাবদ্ধ করবে অনুমান করা হয়েছিল।  উদাহরণস্বরূপ, ইইউ প্রস্তাবিত আইএনডিসি ১৯৯০ সালের তুলনায় ২০৩০ সালের মধ্যে ৪০% নির্গমন হ্রাস করার প্রতিশ্রুতিবদ্ধ।  চুক্তিটি একটি \" গ্লোবাল স্টকটেক \" প্রতিষ্ঠা করে যা ২০২৩ সাল থেকে প্রতি পাঁচ বছরে তাদের \"হালনাগাদ এবং বৃদ্ধি\" করার লক্ষ্যে জাতীয় লক্ষ্যগুলি পুনর্বিবেচনা করে।  তবে, পূর্বের কিয়োটো প্রোটোকলের বিপরীতে - প্যারিস চুক্তিতে কোনও নির্ধারিত সময়সূচী বা দেশ-নির্দিষ্ট লক্ষ্য অন্তর্ভুক্ত করা হয়নি।\nকপ ২১-র প্রস্তুতিতে বন জলবায়ু পরিবর্তন সম্মেলনসহ, ১৯ থেকে ২৩ অক্টোবর, ২০১৫ বেশ কয়েকটি বৈঠক হয়েছিল, যা একটি খসড়া চুক্তি তৈরি করেছিল। \n\n\n== পটভূমি ==\n\nপ্যারিসে শীর্ষ সম্মেলনের আয়োজক কমিটির মতে, ২০১৫ সম্মেলনের উদ্দেশ্য ছিল জাতিসংঘের ২০ বছরেরও বেশি আলোচনার মধ্যে প্রথমবারের মতো জলবায়ু সম্পর্কিত একটি বাধ্যতামূলক এবং সর্বজনীন চুক্তি অর্জন করা।  সম্মেলনকে প্রভাবিত করার লক্ষ্যে পোপ ফ্রান্সিস লৌডাটো সি'র উদ্দেশ্যে একটি চিঠি প্রকাশ করেছিলেন। তা জলবায়ু পরিবর্তনের বিরুদ্ধে ব্যবস্থা নেওয়ার আহ্বান জানিয়েছে: \"এই উষ্ণায়নের মোকাবিলার জন্য জীবনযাত্রা, উৎপাদন ও ব্যবহারের পরিবর্তনের প্রয়োজনীয়তা স্বীকৃতি দেওয়ার জন্য মানবতার প্রতি আহ্বান জানানো হয় বা অন্ততপক্ষে মানবিক কারনগুলো যা এটি উৎপাদন করে বা বাড়িয়ে তোলে।\"  আন্তর্জাতিক ট্রেড ইউনিয়ন কনফেডারেশন লক্ষ্যটিকে \"শূন্য কার্বন, শূন্য দারিদ্র্য\" হওয়ার আহ্বান জানিয়েছে এবং এর সাধারণ সম্পাদক শরণ বুরো বলেছেন যে, \"মৃত গ্রহে কোনো চাকরি নেই\"।\n\n\n== অবস্থান এবং অংশগ্রহণ ==\n\nইউএনএফসিসিসির আলোচনার স্থানটি জাতিসংঘের বিভিন্ন দেশে হয়। ২০১৫ এর সম্মেলনটি ৩০শে নভেম্বর  থেকে ১২ই ডিসেম্বর ২০১৫ পর্যন্ত লে বুর্জেটে অনুষ্ঠিত হয়েছিল।\nকিছুটা হলেও ফ্রান্স সিওপি ২১-এ অংশ নেওয়া প্রতিনিধিদের জন্য একটি মডেল দেশ হিসাবে কাজ করেছে, কারণ বিশ্বের কয়েকটি উন্নত দেশগুলির মধ্যে এটি একটি যারা এখনও উচ্চমানের জীবনযাত্রা প্রদান করার সময় অঙ্গারমুক্ত বিদ্যুৎ উৎপাদন এবং জীবাশ্ম জ্বালানী শক্তির সজ্জা করে।  ২০১২ সালের হিসাবে, ফ্রান্স পারমাণবিক, জলবিদ্যুৎ এবং বায়ুসহ শূন্য কার্বন উৎস থেকে ৯০% এরও বেশি বিদ্যুৎ উৎপাদন করেছে।\nসেন্ট-ডেনিসের প্যারিসের ৮তম ওয়ার্ডে একাধিক সন্ত্রাসী হামলার দুই সপ্তাহ পরে এই সম্মেলনটি অনুষ্ঠিত হয়েছিল। সামরিক আইন ঘোষণা করা হয়েছিল এবং সম্মেলন শেষ হওয়ার আগ পর্যন্ত দেশব্যাপী ৩০,০০০ জন পুলিশ অফিসার এবং ২৮৫টি সুরক্ষা চেকপয়েন্ট মোতায়েন করে জাতীয় নিরাপত্তা ব্যবস্থা জোরদার করা হয়েছিল।\nইউরোপীয় ইউনিয়ন এবং ১৯৫টি দেশ (রেফারেন্সের তালিকায় দেখুন)  অংশ নিয়েছিল।\n\n\n== আলোচনা ==\n\nবৈশ্বিক তাপমাত্রা বৃদ্ধি সীমাবদ্ধ করতে গ্রিনহাউস গ্যাস নিঃসরণ হ্রাস করা এই কনভেনশনের লক্ষ্য ছিল। সিওপি ১৭ থেকে এই বৃদ্ধি প্রাক-শিল্প স্তরের উপরে ২ degrees Celsius change (৩.৬ degrees Fahrenheit change) করা হয়েছিল।  তবে, ক্রিস্টিয়ানা ফিগিউরেস ২০১২ দোহার সম্মেলনে সমাপনী ব্রিফিংয়ে স্বীকার করেছেন: \"কিয়োটো প্রোটোকলের অধীনে দ্বিতীয় প্রতিশ্রুতিকালীন সময়ে বর্তমান প্রতিশ্রুতিগুলি তাপমাত্রা ২ এর নিচে থাকবে বলে নিশ্চিতভাবে গ্যারান্টি দেওয়া সম্ভব নয়। ২° সেন্টিগ্রেড এবং দেশগুলির কাজ এবং বিজ্ঞান আমাদের যা বলছে তার মধ্যে ক্রমবর্ধমান ব্যবধান রয়েছে। \"\nপূর্ববর্তী জলবায়ু আলোচনার সময়, দেশগুলি ১লা অক্টোবর ২০১৫ সালের মধ্যে একটি বৈশ্বিক চুক্তির মধ্যে নিয়ে যাওয়ার উদ্দেশ্যে তারা যে কাজগুলি করেছে তার রূপরেখা করতে সম্মত হয়েছিল। এই প্রতিশ্রুতিগুলি জাতীয়ভাবে নির্ধারিত অবদান বা আইএনডিসি হিসাবে পরিচিত।  একসাথে, আইএনডিসিগুলি উষ্ণয়নকে আনুমানিক ৪-৫° সে (২১০০ সালের মধ্যে) থেকে হ্রাস করে থেকে ২.৭° সে এবং ২০৩০ সালের মধ্যে মাথাপিছু নির্গমনকে ৯% এ কমিয়ে আনা এবং ভবিষ্যতে আরও হ্রাসের জন্য সম্মেলনের আয়োজকদের দৃষ্টিতে আশা জাগিয়ে নিঃসরণ ২°সে এ কমিয়ে আনার লক্ষ্যমাত্রা পূরণ করে। \nওয়ার্ল্ড পেনশন কাউন্সিল (ডব্লিউপিসি) যুক্তি দিয়েছিল যে সাফল্যের মূল চাবিকাঠি মার্কিন যুক্তরাষ্ট্র এবং চীন- দুই বৃহত্তম নির্গমনকারীকে বোঝানোর মধ্যে নিহিত রয়েছে: \"যতক্ষণ না ওয়াশিংটন এবং বেইজিংয়ের নীতিনির্ধারকরা উচ্চাকাঙ্ক্ষী কার্বন-নিঃসরণ কমানোর লক্ষ্যমাত্রা গ্রহণের পেছনে তাদের সমস্ত রাজনৈতিক মূলধন রাখেনা, অন্যান্য জি২০ সরকারের প্রশংসামূলক প্রচেষ্টা প্রায়শই ইচ্ছার রাজ্যেই থেকে যায়। রাষ্ট্রপতি ওবামা এবং শি জিনপিং গ্রিনহাউস গ্যাস নির্গমন সীমাবদ্ধ করতে সম্মত হলে ১২ই নভেম্বর ২০১৪-তে পরিস্থিতি আরও উন্নত হয়েছিল। \" \nরাষ্ট্রপতি ওবামা সে ক্ষেত্রে আমেরিকার অত্যাবশ্যক ভূমিকার প্রতি জোর দিয়েছিলেন: \"উদাহরণস্বরূপ [...] আমরা আলাস্কা থেকে উপসাগরীয় উপকূল পর্যন্ত বৃহৎ সমভূমিতে নেতৃত্ব দিয়েছি [...]  আমরা আমাদের ইতিহাসে বেসরকারী চাকরির সর্বাধিক দীর্ঘতর ধারাবাহিকতা দেখেছি।  প্রায় দুই দশকের মধ্যে আমাদের কার্বন দূষণকে সর্বনিম্ন স্তরে নিয়ে যাওয়ার সময় আমরা আমাদের অর্থনৈতিক উৎপাদনকে সর্বকালের উচ্চতায় নিয়ে গিয়েছি। এবং তারপরে, গত বছর চীনের সাথে ঐতিহাসিক জোট ঘোষণার মাধ্যমে আমরা দেখিয়েছিলাম যে, উন্নত ও উন্নয়নশীল দেশগুলির মধ্যে দীর্ঘকাল ধরে থাকা পুরোনো বিভাজন কাটানো সম্ভব হয়েছে, যা বিশ্বব্যাপী অগ্রগতি স্থির করে রেখেছিল [...] এটি ছিল প্যারিসে সাফল্যের ভিত্তি। \"  হার্ভার্ড বিশ্ববিদ্যালয় বন রক্ষায় লক্ষ্য করে আলোচনার একটি দিক নিয়ে কেস স্টাডি প্রকাশ করেছে। \n\n\n== ফলাফল ==\n১২ই ডিসেম্বর ২০১৫, অংশগ্রহীণকারী ১৯৬টি দেশ গ্রিনহাউস গ্যাস হ্রাস করার পদ্ধতির অংশ হিসাবে নির্গমন হ্রাস করতে, চূড়ান্ত বৈশ্বিক জোট, প্যারিস চুক্তিতে সর্বসম্মতভাবে সম্মত হয়েছিল। ১২ পৃষ্ঠার নথিতে, সদস্যরা তাদের কার্বন নিঃসরণকে \"যত তাড়াতাড়ি সম্ভব\" হ্রাস করতে এবং বৈশ্বিক উষ্কয়নকে \"২° সেলসিয়াসের নীচে\" রাখার সর্বোচ্চ চেষ্টা করার বিষয়ে সম্মতি জানিয়েছে।  বিতর্ক চলাকালীন, প্রশান্ত মহাসাগরীয় দ্বীপরাষ্ট্রগুলি, সেশেলস এবং ফিলিপাইন, সমুদ্রপৃষ্ঠের উত্থানের ফলে তাদের অস্তিত্ব হুমকির কারণে মাত্র ২°সে এর পরিবর্তে ১.৫°সে লক্ষ্য নির্ধারণের পক্ষে দৃঢ়ভাবে ভোট দিয়েছে।  ফ্রান্সের পররাষ্ট্রমন্ত্রী লরেন্ট ফ্যাবিয়াস বলেছেন, বিশ্ব উষ্ণায়ন হ্রাস করার লক্ষ্যে এই \"উচ্চাকাঙ্ক্ষী এবং ভারসাম্যপূর্ণ\" পরিকল্পনা একটি \"ঐতিহাসিক টার্নিং পয়েন্ট\" ছিল।  তবে, কেউ কেউ সমালোচনা করে বলেছেন যে উল্লেখযোগ্য বিভাগগুলি \"প্রতিশ্রুতি\" বা লক্ষ্য এবং এগুলো দেশগুলির দৃঢ় প্রতিশ্রুতি নয়। \n\n\n=== বাধ্যবাধকতা ছাড়া প্রতিশ্রুতি, প্রয়োগকারী ব্যবস্থার অভাব ===\nবিশ্বের গ্রিনহাউস গ্যাসের ৫৫% এর বেশি উৎপাদনকারী ৫৫টি দেশ চুক্তিটি অনুমোদন না করা পর্যন্ত চুক্তিটি তার সদস্য দেশগুলির জন্য বাধ্যতামূলক হবে না। সন্দেহ রয়েছে কিছু দেশ, বিশেষ করে মার্কিন যুক্তরাষ্ট্র, এ বিষয়ে একমত হবে  যদিও মার্কিন যুক্তরাষ্ট্র চীনের সঙ্গে যৌথ রাষ্ট্রপতি বিবৃতিতে ২০১৬ সালের চুক্তিতে যোগদানের কথা প্রকাশ্যে বলেছে। \nচুক্তিটি অনুমোদনকারী প্রতিটি দেশের নির্গমন হ্রাস বা সীমাবদ্ধতার জন্য একটি লক্ষ্য নির্ধারণ করতে হবে, যাকে \"জাতীয় নির্ধারিত অবদান,\" বা \"এনডিসি\" বলা হবে তবে এর পরিমাণ ইচ্ছাধীন হবে।  এটি বাধ্যতামূলক করার বা স্ময়ের মধ্যে কোনও নির্দিষ্ট লক্ষ্য পূরণ না হলে প্রয়োজনীয় ব্যবস্থা গ্রহণের কোনও ব্যবস্থাও থাকবে না।  সেখানে কেবল একটি \"নাম ও লজ্জার\" ব্যবস্থা থাকবে  বা জলবায়ু পরিবর্তন সম্পর্কিত জাতিসংঘের সহকারী সেক্রেটারি- জোনস প্যাস্তর সিবিএস নিউজকে একটি \"নাম ও উৎসাহ\" \"পরিকল্পনা নিয়ে বলেছিলেন। \nকিছু বিশ্লেষকও পর্যবেক্ষণ করেছেন যে প্যারিস চুক্তির বর্ণিত উদ্দেশ্যগুলিতে স্পষ্টতই \"একটি অনুমানের ভিত্তিতে পূর্বাভাস দেওয়া - জাতিসংঘের সেই সদস্য দেশসমূহ, উচ্চ দূষণকারী সহ যেমন চীন, মার্কিন যুক্তরাষ্ট্র, ভারত, কানাডা, রাশিয়া, ইন্দোনেশিয়া এবং অস্ট্রেলিয়া, যারা বিশ্বের অর্ধেকেরও বেশি গ্রিনহাউস গ্যাস নির্গমন করে, খারাপ আচরণ নিরুৎসাহিত করতে কোনও বাধ্যতামূলক প্রয়োগ ছাড়াই কার্বন ডাই অক্সাইড নির্গমন পরিমাপ ও নিয়ন্ত্রণ করতে এবং তাদের নির্দিষ্ট জরিমানা বা রাজস্ব চাপ ছাড়াই তাদের কার্বন দূষণকে স্বেচ্ছায় এবং আশ্বাসের সাথে কমিয়ে আনবে (উদাহরণস্বরূপ কার্বন ট্যাক্স)।\"  \n\n\n=== জীবাশ্ম জ্বালানী সীমাবদ্ধ করতে প্রাতিষ্ঠানিক বিনিয়োগকারীদের অবদান ===\nকপ ২১ শীর্ষ সম্মেলনের সময় অনুষ্ঠিত পঞ্চম বার্ষিক ওয়ার্ল্ড পেনশন ফোরামের ভাষণে আর্থ ইনস্টিটিউটের পরিচালক জেফ্রি স্যাক্স যুক্তি দিয়েছিলেন যে প্রাতিষ্ঠানিক বিনিয়োগকারীরা জলবায়ু পরিবর্তন বন্ধে রাজনৈতিক ও নিয়ন্ত্রণমূলক প্রচেষ্টায় প্রতিক্রিয়া জানাতে না পারলে অবশেষে কার্বন নির্ভরশীল সংস্থাগুলির কাছ থেকে সরে আসবে: \" পেনশন তহবিলের পোর্টফোলিওর প্রতিটি শক্তি সংস্থাকে তার ভবিষ্যত সম্পর্কে নিখুঁত আর্থিক দৃষ্টিকোণ থেকে তদন্ত করতে হবে, 'কেন এটি [একটি সংস্থা] আমরা পাঁচ থেকে ২০ বছর ধরে রাখতে চাই?' ... যদি আমরা এমন বড় শক্তি সংস্থাগুলি ধরে রাখি যার একটি মৌলিক আর্থিক পরীক্ষার উত্তর নেই, তবে আমরা কেবল জুয়া খেলছি। আমাদের একটি খাঁটি দায়িত্ব নিতে হবে - এগুলি ভাল বাজি নয়।\"\nকিছু মার্কিন নীতিনির্ধারক একমত হয়েছেন, বিশেষত আল গোর জোর দিয়ে বলেছেন, \"কোনও চুক্তিই  নিখুঁত নয় এবং সময়ের সাথে সাথে এটিকে আরও জোরদার করতে হবে, তবে সমাজের প্রতিটি ক্ষেত্রে দেশগুলি এখন এই চুক্তির কাঠামোর মাধ্যমে বিপজ্জনক কার্বন দূষণ হ্রাস শুরু করবে।\" \n\n\n== রাজ্যহীন দলগুলির ঘোষণা ==\n\nএ জাতীয় বড় সম্মেলনের আগে যথারীতি, বড় বড় এনজিও এবং সরকার দলগুলির প্যারিস সম্মেলনে নিজেই ঐক্যমত্য কামনা করার ইচ্ছা নিয়ে বিস্তৃত ঘোষণা প্রকাশ করেছে। এর মধ্যে অন্তত নিম্নলিখিত বড় প্রচেষ্টাগুলো অন্তর্ভুক্ত রয়েছে:\n\nআইসিএলআইআই স্থানীয় এবং আঞ্চলিক অগ্রগতির জন্য কপ ২১ সামনে রেখে তার ওয়ার্ল্ড কংগ্রেসে এর ২০০৫ কপ ১১ (মন্ট্রিয়ল শীর্ষ সম্মেলন) প্রতিশ্রুতি, ট্রিপল বটম লাইন কাঠামো থেকে উত্থিত, এবং অন্যান্য স্থানীয় প্রচেষ্টার ভিত্তিতে নতুন ট্রান্সফর্মেশনাল অ্যাকশন প্রোগ্রাম (টিএপি) চালু করেছে। \nইউরোপের রাজধানী এবং বড় শহরগুলি জলবায়ু কর্মের জন্য কপ ২১ ঘোষণার পরে, ইইউ রাজধানী এবং ২৮টি ইইউ সদস্য রাষ্ট্রের বৃহৎ শহরগুলির প্রতিনিধিদের দ্বারা ২৬শে মার্চ ২০১৫ এ আয়োজিত মেয়র সভায় গৃহীত হয়। এতে যুক্তি দেয়া হয়েছিল যে \"জলবায়ু পরিবর্তনের সংস্পর্শে আসা নগরাঞ্চলগুলিও প্রয়োজনীয় উদ্ভাবনী পরীক্ষার অঞ্চল\", যা আইসিএলইআই পদ্ধতি, মেট্রিক্স এবং ২০০৫ এর ঘোষণার কেন্দ্রবিন্দু।\nব্যক্তিগত, কর্পোরেট এবং বেসরকারী-সরকারী অংশীদারত্ব\n২০১৪ সালে প্যারিসে জলবায়ুর জন্য অঞ্চলসমূহের বিশ্ব সম্মেলন (ডাব্লুএসআরসি) এ আর২০ এর প্রতিষ্ঠাতা আর্নল্ড শোয়ার্জেনেগার, সরকার, ব্যবসা প্রতিষ্ঠান ও বিনিয়োগকারীদের \"প্যারিস ঘোষণা\"র একটি খসড়াতে স্বাক্ষর করতে ২০১৪ সালে লিমাতে বিশ্ব জলবায়ু শীর্ষ সম্মেলন, ২০১৫ সালে দুবাইতে ওয়ার্ল্ড গ্রিন ইকোনমি সামিট এবং সিওপি ২১এ আমন্ত্রণ জানান। \nফরাসি ব্যবসায়ী সংস্থা কর্তৃক শিফট প্রকল্প। \nআদিবাসীদের প্রচেষ্টার মধ্যে রয়েছে:\nএশীয় আদিবাসী জনগণের ঘোষণা \nআইপিএসিসি বিশ্বব্যাপী ও বিশেষত আফ্রিকান আদিবাসীদের জন্য অভিনয় করছে। \n\"২০১৫-পরবর্তী উত্তর\" বিকাশে উপস্থিত থাকা সত্ত্বেও বিস্তৃত গোষ্ঠী এবং জনগণ, যেমন নিকারাগুয়ায় আদিবাসীদের স্বায়ত্তশাসন এবং বিকাশ কেন্দ্র \nআদিবাসী জনগণের অধিকার সম্পর্কিত ঘোষণার আওতায় স্বীকৃতি চেয়ে অনেক দেশীয় নীতি ও সার্বভৌমত্ব চাচ্ছে, যারা ২০১৪ সালে লিমাতে জাতিসংঘের জলবায়ু পরিবর্তন সম্মেলনেও স্বীকৃতি ও পরিবর্তন দাবি করেছিল।  ২০১৫ সালে এটি নির্দিষ্ট অভিযোগগুলির সাথে অন্তর্ভুক্ত থাকবে, যেমন- হাইড্রোলিক ফ্র্যাকচারিং এবং এনার্জি ইস্টের বিরোধিতা করে ওয়াবানাকি কনফেডারেসি ঘোষণা করেছে যে নিউ ব্রান্সউইকে ২০১৩ সালের ঘটনাবলী সম্পর্কিত একটি কূটনীতিক প্রতিনিধি প্রেরণ করবে যা জীবাশ্ম জ্বালানী প্রতিরোধের ক্ষমতার আপেক্ষিক ভারসাম্যহীনতার কথা তুলে ধরেছে এমনকি অনিবদ্ধ জমিগুলিতে কর্পোরেশনগুলি:\n\"বিশ্বের খনির কর্পোরেশ্নের ৭৫% এর আবাসস্থল কানাডায়  [সিক] এবং তারা কানাডিয়ান আদালতগুলিতে আপেক্ষিক দায়বদ্ধতার ঝোঁক রয়েছে।\"- উইনোনা লা ডিউক \nউইমেনস আর্থ এবং জলবায়ু অ্যাকশন নেটওয়ার্ক \"বিশ্বব্যাপী নারীদের\" উপস্থাপনের \"গল্প, সংগ্রাম, সমাধান এবং কর্মপরিকল্পনা বিষয়ে সচেষ্ট হচ্ছে ... মহিলাদের জলবায়ু বিচারের  শক্তিশালী উপস্থাপনের সন্ধান করছে।\nভূমধ্যসাগরের দেশ ড্যাম ব্রিজ, জিব্রাল্টারের স্ট্রেইট, এসএ (পিপিইজিএসএ)। জলবায়ু পরিবর্তনের সাথে খাপ খাওয়ানোর প্রথম খসড়া প্রেসারপয়েন্টে ভূমধ্যসাগরকে মেরুতে জলাবদ্ধ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ মে ২০২১ তারিখে হয়ে আসন্ন ক্রমবর্ধমান জলের হাত থেকে রক্ষা করার জন্য ডিজাইন করা হয়েছে। ২৪টিরও বেশি দেশ, ৫০০মিলিয়নেরও বেশি লোক, ১৫,০০০ এরও বেশি দ্বীপপুঞ্জ এবং হাজার হাজার কিলোমিটার উপকূলকে বন্যার হাত থেকে রক্ষা পেতে পারে।\nসৌর জোট : ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী ২০১৫ সালের জি-২০ শীর্ষ সম্মেলনে ঘোষণা করেছিলেন যে তিনি ফরাসী রাষ্ট্রপতি ফ্রান্সেস ওল্যান্ডের সাথে পেট্রোলিয়াম রফতানিকারক সংস্থার (ওপেক) সংস্থার অনুরূপ সৌর সমৃদ্ধ দেশগুলির জোট গঠনের প্রস্তাব করতে চান।  জলবায়ু সম্মেলনের আগে, এই দুই নেতা ১০০টিরও বেশি দেশকে এই জোটে যোগ দেওয়ার জন্য লিখিত আমন্ত্রণ পাঠিয়েছিলেন, যাকে সৌর নীতি ও প্রয়োগের জন্য আন্তর্জাতিক সংস্থা (ইনএসপিএ) বলা হবে। \nসম্মেলনে প্রধান সিদ্ধান্তগুলিকে প্রভাবিত করার প্রস্তুতিতে অন্যান্য ক্রিয়াকলাপের বিস্তৃত পরিসর রয়েছে।\n\n\n== অর্থায়ন ==\n\nবাজেটে সম্মেলনের খরচ ছিল 170 মিলিয়ন ইউরো (সেই সময়ে ১৮৬.৮৭ মিলিয়ন মার্কিন ডলার)। ফরাসী সরকার বলেছে যে ২০% ব্যয় বহন করবে ইডিএফ, ইঞ্জি (পূর্বে জিডিএফ সুয়েজ নামে পরিচিত), এয়ার ফ্রান্স, রেনো-নিসান এবং বিএনপি পরিবহনের মতো ফরাসি সংস্থাগুলি।  স্পনসররা ছিলেন বিএমডাব্লু, অ্যাভেরি ডেনিসন, কার্বন ট্রেড এক্সচেঞ্জ, কুল এফেক্ট, কোকাকোলা কোম্পানি, জলবায়ু সম্পদ এক্সচেঞ্জ এবং ভ্যাটেনফল । \n\n\n== বিক্ষোভ ==\nবিশ্বজুড়ে ৬০০,০০০ জন দৃঢ়ভাবে এই চুক্তির বিপক্ষে বিক্ষোভে অংশ নিয়েছিল, যেমন ৩৫০.সংগঠন (এবং অন্যান্য ইভেন্ট যেমন আল্টারনেটিবা, ভিলেজ অফ আল্টারনেটিভস) দ্বারা আয়োজিত বৈশ্বিক জলবায়ু মার্চ। সাম্প্রতিক সন্ত্রাসী হামলা (জরুরি অবস্থা) এর প্রেক্ষিতে প্যারিসে জনসমাবেশে নিষেধাজ্ঞা ছিল, তবে হাজার হাজার লোককে ১২ই ডিসেম্বর তারা যাকে খুবই দুর্বল চুক্তি বলে মনে করেছিল তার বিরুদ্ধে বিক্ষোভ করার অনুমতি দেয়।  প্যারিসে পুলিশ ও নৈরাজ্যবাদীদের মধ্যে সহিংস সংঘর্ষে দশজন পুলিশ সদস্য আহত হয় এবং ৩১৭ জনকে গ্রেপ্তার করা সহ একটি অবৈধ বিক্ষোভও হয়েছিল। \n৩০শে নভেম্বর, সম্মেলনের প্রথম দিন, ১০০ টিরও বেশি দেশের শিক্ষার্থীরা একটি \"জলবায়ু ধর্মঘট\" আয়োজন করেছিল; ৫০০০০ এরও বেশি মানুষ এতে অংশ নেয়। \n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসিওপি ২১ অন ডিমান্ড ভিডিও ওভারভিউ\nঅফিসিয়াল ফরাসি ওয়েবসাইট\nঅফিসিয়াল ইউএন ওয়েবসাইট\nঅফিসিয়াল প্যারিস জলবায়ু সম্মেলন\nগিলিস, জাস্টিন (২৮ নভেম্বর ২০১৫)। \"Short Answers to Hard; Questions About Climate Change\"। NYT। সংগ্রহের তারিখ ১০ আগস্ট ২০১৬। \n[১]সিওপি ২১ প্রশ্নোত্তর। জাতিসংঘের উন্নয়ন কর্মসূচির (ইউএনডিপি) ভিডিও\n[২]সিওপি ২১ কেন গুরুত্বপূর্ণ এবং জলবায়ু পরিবর্তন কীভাবে টেকসই বিকাশকে প্রভাবিত করে। জাতিসংঘের উন্নয়ন কর্মসূচির (ইউএনডিপি) ভিডিও\nজাতিসংঘের উন্নয়ন কর্মসূচির (ইউএনডিপি) সিওপি ২১-তে পটভূমি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ ডিসেম্বর ২০২০ তারিখে\nপ্যারিস চুক্তি জোরদার করার একটি পরিকল্পনা\nএনওএএ জলবায়ুর অবস্থা"}