{"pageid": 1050693, "title": "ওসমানি মসজিদ (গ্রিস)", "url": "https://bn.wikipedia.org/wiki?curid=1050693", "content": "ওসমানি মসজিদ (গ্রিক: Τζαμί Οσμανιγιέ, তুর্কি: Osmaniye Camii ), স্থানীয়ভাবে ফ্রাংগোমাচালা মসজিদ নামে পরিচিত (গ্রিক: Τζαμί του Φραγκομαχαλά, আক্ষ. 'ফ্রাঙ্কিশ কোয়ার্টারের মসজিদ') গ্রিসের খিয়স দ্বীপে অবস্থিত সর্বশেষ টিকে থাকা তিনটি মসজিদের মধ্যে একটি। মসজিদটি ১৮৯২ সালে নির্মিত, খিয়স শহরের পুরাতন দুর্গপ্রাকারের সীমার ভিতরে ফ্রাংগোমাচালা শহরতলির কন্সট্যান্টিনৈ মনোমাচো সড়কের পাশে অবস্থিত। এ শহরতলিতে একসময় তুর্কি সম্প্রদায়ের প্রধান বসতি ছিল।\n\n\n== ইতিহাস ==\nখিয়স শহর যখন তুর্কি দীপপুঞ্জ ভিলায়েতের রাজধানী ছিল, সেসময় অটোম্যান সম্রাট দ্বিতীয় আব্দুল হামিদের নির্দেশে ১৮৯১ সালে দ্বীপের অপর মসজিদ- হামিদিয়া মসজিদের সাথে যৌথভাবে এটির নির্মাণকাজ শুরু হয়েছিল। পরের বছর ১৮৯২ সালে নির্মাণকাজ শেষ হয়েছিল। মসজিদের সদর দরজার উপর মার্বেল শিলালিপিতে, স্থাপন ও নির্মাণসম্পন্নের তথ্য উল্লেখ করেছে। শিলালিপিটি তুর্কি শিল্পী ফাইজি কর্তৃক নির্মিত। নির্মাণশৈলীর দিক দিয়ে এটির সাথে হামিদিয়া মসজিদের মিল আছে।\n১৯৮৩ সালের ২১ শে জানুয়ারি মসজিদটিকে আনুষ্ঠানিকভাবে গ্রীক সংস্কৃতি মন্ত্রণালয় দ্বারা দেশটির একটি সাংস্কৃতিক নিদর্শন হিসেবে লিপিবদ্ধ হয়। ফলস্বরূপ, গ্রীক সরকার ১৯৯৭ সালে মসজিদটি মেরামত ও সংস্কার করে এবং প্রদর্শনী এবং বিভিন্ন সাংস্কৃতিক অনুষ্ঠানের আয়োজনের জন্য উপলব্ধ করে। বর্তমানে মসজিদটিতে ইফোরেট রক্ষণাবেক্ষণ গবেষণা এবং বিভিন্ন শিক্ষামূলক কর্মসূচী পালনের জন্য ব্যবহৃত হয়।\n\n\n== স্থাপত্যশৈলী ==\nওসমানি মসজিদটি ৮x১০ মিটার আয়তক্ষেত্রাকার জমির উপর নির্মিত, এটির মূল সালাত আদায়ের স্থানের আয়তন ৮x৮ বর্গ মিটার। এটির ছাদ-মেঝে, একটি খালি পোর্ট এবং পশ্চিম পাশে একটি গ্যালারী রয়েছে যা দিয়ে মিনারে গমন করা যায়। মিনারটি অষ্টভুজাকৃতির এবং মসজিদের উত্তর-পূর্ব কোণে অবস্থিত। এছাড়াও, এখানে একটি ঐতিহাসিক তুর্কি ভবন রয়েছে যা মিনারের সাথে যুক্ত এবং এটি মূলত মসজিদের বহিঃভবন যা তুরস্কের শাসনামলে সেবাকক্ষ ছিল।\nওসমানী মসজিদটি একই সময়ে নির্মিত অপর তুর্কি মসজিদ- হামিদিয়া মসজিদ, যা এখনও টিকে আছে, এবং এটির সাথে সমরূপ স্থাপত্যশৈলীর বৈশিষ্ট্যপূর্ণ।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}