{"pageid": 105179, "title": "শাহাবুদ্দীন নাগরী", "url": "https://bn.wikipedia.org/wiki?curid=105179", "content": "শাহাবুদ্দীন নাগরী (জন্ম অক্টোবর ৬, ১৯৫৫) বাংলাদেশের একজন বাঙালি কবি ও সাহিত্যিক। তিনি একজন আধুনিক রোম্যান্টিক কবি যিনি ১৯৭০ দশকের কবি হিসেবে চিহ্নিত। তিনি শিশুসাহিত্যিক হিসেবে সমধিক সমাদৃত। তার রচিত ছড়া ১৯৭০-এর দশকের মধ্যভাগ থেকে ব্যাপক জনপ্রিয়তা লাভ করে। একই সঙ্গে তিনি ঔপন্যাসিক, ছোটগল্পকার, গীতিকার, সুরকার, গায়ক এবং নাট্যকার হিসেবে বাংলাদেশের সাংস্কৃতিক পরিমণ্ডলে নিজেকে প্রতিষ্ঠিত করতে সক্ষম হয়েছেন। ১৯৯০-এর দশকে পত্র-পত্রিকায় কলাম লিখে বৃহত্তর পাঠকগোষ্ঠীর কাছে সমাদর লাভ করেন। তিনি ১৯৭১-এর মুক্তিযুদ্ধে সক্রিয়ভাবে অংশ গ্রহণ করেছেন। জীবিকাসূত্রে তিনি সরকারী চাকরিজীবী। ২০০৮-এ কোলকাতায় অনুষ্ঠিত চলচ্চিত্র উৎসবে তার এক খণ্ড জমি প্রদর্শিত হয়।\n\n\n== জন্ম, পরিবার, শিক্ষা ==\n১৯৫৫ খ্রিষ্টাব্দের ৬ই অক্টোবর তার জন্ম হয় চাঁপাইনবাবগঞ্জ জেলার শিবনগরে। তিনি পিতা মহম্মদ সাবিরউদ্দিন এবং মাতা সায়েমা খাতুনের জ্যেষ্ঠ্য সন্তান। পরিণয়সূত্রে তিনি ডা: এ, এন, মাকসুদার জীবনসঙ্গী। তার জন্ম দেশের উত্তরাঞ্চলে হলেও তিনি দীর্ঘদিন চট্টগ্রাম এবং ঢাকা শহরের বাসিন্দা। নাজনীন হাই স্কুল, তেজগাঁও, ঢাকা থেকে ১৯৭২ খ্রিষ্টাব্দে তিনি মাধ্যমিক উত্তীর্ণ হন। তিনি উচ্চ মাধ্যমিক উত্তীর্ণ হন ১৯৭৪ খ্রিষ্টাব্দে চট্টগ্রাম কলেজ থেকে। অত:পর তিনি চট্টগ্রাম বিশ্ববিদ্যালয়ে প্রাণিবিদ্যা অধ্যয়ন করেন। ঐ বিশ্ববিদ্যারয় থেকে ১৯৭৮ খ্রিষ্টাব্দে তিনি স্নাতক (সম্মান) ডিগ্রী অর্জন করেন। স্নাতকোত্তর পর্যায়ে অধ্যয়নের সময় তার বিষয় ছিল কীটতত্ত্ব। চট্টগ্রাম বিশ্ববিদ্যালয় থেকে ১৯৮০ খ্রিষ্টাব্দে তিনি বিশেষ কৃতিত্বের স্নাতকোত্তর ডিগ্রী লাভ করেন।\n\n\n== জীবিকা ==\n১৯৮০-তেই তিনি চট্টগ্রাম বিশ্ববিদ্যালয়ের প্রণিবিদ্যা বিভাগে প্রভাষক হিসেবে যোগদান করেন। পরবর্তীতে ১৯৮২-তে প্রতিযোগিতামূলক পরীক্ষায় উত্তীর্ণ হন এবং ১৯৮৩ খ্রিষ্টাব্দে বাংলাদেশে সিভিল সার্ভিসে যোগদান করেন। ২০০৮ খ্রিষ্টাব্দ থেকে তিনি শুল্ক গোয়েন্দা ও তদন্ত অধিদপ্তরের মহাপরিচালক হিসেবে কর্মরত আছেন। ২০১৭ খ্রিষ্টাব্দে তিনি সরকারী চাকরি থেকে অবসর গ্রহণ করেন এবং লেখালিখিতে পূর্ণ মনোনিবেশ করেন।\n\n\n== লেখালেখি ==\nস্কুল জীবনেই লেখালেখির জগতে প্রবেশ করেন শাহাবুদ্দিন নাগরী। ১৯৭১-এ বাংলাদেশ স্বাধীন হওয়ার পর তিনি দৈনিক ইত্তেফাক-এর \"কচিকাঁচার আসর\", দৈনিক বাংলা পত্রিকার \"সাত ভাই চম্পা\" প্রভৃতি জাতীয় দৈনিকের সাময়িকীতে ছড়া প্রকাশ শুরু করেন। ১৯৭৬ খ্রিষ্টাব্দে সাপ্তাহিক কিশোর বাংলা প্রকাশ হলে তিনি এর নিয়মিত ছড়াকার হিসেবে অবদান রাখতে থাকেন। একই সঙ্গে তিনি ছোটগল্প লেখা শুরু করেন। সত্তর দশকের শেষভাগে তিনি কবিতা লেখা শুরু করেন এবং অচিরেই একজন রোম্যান্টিক কবি হিসেবে পরিচিতি লাভ করেন। ১৯৯০ দশকে তিনি গান লেখা শুরু করেন। এ সময় তিনি টেলিভিশনের জন্য নাটক রচনাও করেন। তিনি বহুলপ্রজ লেখক।\n\n\n== গান ==\nবাংলাদেশের আধুনিক গানের জগতে শাহাবুদ্দিন নাগরী একটি সুপরিচিত নাম। তিনি একাধারে গীতিকার, সুরকার এবং গায়ক। এ পর্যন্ত তার ১২টি গানের অ্যালবাম প্রকাশিত হয়েছে। গায়ক হিসেবে উদাত্ত কণ্ঠ এবং হৃদয়স্পর্শী তানের জন্য প্রসিদ্ধ।\n\n\n== প্রকাশনা ==\n২০১৪ অবধি তার প্রকাশিত গ্রন্থের সংখ্যা পঞ্চাশটির ওপর। তার প্রকাশিত গ্রন্থের মধ্যে রয়েছে কবিতা, উপন্যাস, ছোটগল্প সংকলন, শিশুতোষ ছড়া, সংগ্রন্থিত পত্রিকা কলাম, প্রবন্ধ ও সাহিত্য সমালোচনা, ভ্রমণকাহিনী ইত্যাদি। তার শতাধিক কবিতার ইংরেজি অনুবাদ ২০০৫-এ গ্রন্থাকারে প্রকাশিত হয়। নিচে কয়েকটি প্রকাশিত গ্রন্থের তালিকা দেয়া হলো:\n\n\n=== কবিতা ===\n\n\n=== ছড়া ===\n\n\n=== উপন্যাস ===\nডেটলাইন টেকনাফ (কিশোর উপন্যাস, ১৯৮৭)\nবিলু মামার গবেষণা (কিশোর গল্প, ১৯৯৩)\nহুলোবিড়ালের হুকুমনামা (কিশোর কল্প-কাহিনী, ২০০২)\nকিশোরসমগ্র (২০০২)\nটুটুলের মোনাসা (কিশোর কল্প-কাহিনী, ২০০৬)\nবিলু মামার নিউ প্রজেক্ট (কিশোর গল্পগ্রন্থ, ২০০৬)\nআমার বন্ধু এবিসি (কিশোর গল্পগ্রন্থ, ২০০৬)\nরুশি (কিশোর ফিকশন, ২০১৪)\n\n\n=== প্রবন্ধ-নিবন্ধ ===\nমহাকালের বাতিঘর (১৯৮৬)\nশাহাবুদ্দীন নাগরীর কলাম (কলাম, ১৯৯৩)\nনারীবাদ (কলাম, ২০০২)\nপেরেকবিদ্ধ কবিতা ও অন্যান্য প্রসঙ্গ (২০১০)\n\n\n=== ভ্রমণকাহিনী ===\nহেমিংওয়ের দেশে (২০১৪);\n\n\n=== সম্পাদিত গ্রন্থ ===\nবাংলাদেশের ছড়া (১৯৮৭)\nবাংলাদেশের কবিতা (১৯৮৭)\nকবিতা এ্যালবাম (১৯৮৮)\nশুধুই রবীন্দ্রনাথ (২০১০)\nআবদুল মান্নান সৈয়দের নির্বাচিত প্রবন্ধ (২০১১)\n\n\n== সম্মাননা ==\nশ্রেষ্ঠ টিভি নাট্যকার, ২০০৫ কালচারাল জার্নালিস্ট এসোসিয়েসন অব বাংলাদেশ \nকবিতালাপ পুরস্কার, ২০১১\nসিটি-আনন্দ আলো সাহিত্য পুরস্কার, ২০১২\n\n\n== ব্যক্তিগত জীবন ==\nতিনি বিবাহিত এবং দুই সন্তানের জনক।\n\n\n=== সমালোচনা ===\nনাগরীকে ঢাকার রাজধানীর নিউমার্কেট এলাকার ব্যবসায়ী নুরুল ইসলামকে হত্যায় অভিযুক্ত করা হয়। ২০১৭ সালের ১৩ এপ্রিল নুরুল ইসলাম খুন হন। ২০১৭ সালের অক্টোবরে নুরুল ইসলামের স্ত্রী সুমি ও তার বন্ধু শাহাবুদ্দীন নাগরী বিরুদ্ধে অভিযোগপত্র দাখিল করেন ডিবি পুলিশ। নভেম্বরে ঢাকার চতুর্থ অতিরিক্ত মহানগর দায়রা জজ আদালত দু’জনের বিরুদ্ধে অভিযোগ গঠন করেন। অভিযোগে হত্যাকাণ্ডের নেপথ্যে সুমির সাথে নাগরীর পরকীয়ার অভিযোগ করা হয়।\n\n\n== দুর্নীতির অভিযোগ ==\nপরকীয়া ছাড়াও তার বিরুদ্ধে দূর্নীতির অভিযোগ রয়েছে। ২০২১ সালের ২১ জুলাই জ্ঞাত আয়বহির্ভূত সম্পদ অর্জনের অভিযোগে শাহাবুদ্দীন নাগরীর বিরুদ্ধে মামলা করে দুদক। শুল্ক, আবগারি ও ভ্যাট কমিশনারেট ঢাকার অবসরপ্রাপ্ত কমিশনার শাহাবুদ্দীন নাগরীর বিরুদ্ধে ১ কোটি ৬৪ লাখ ৭৬ হাজার ৬৫১ টাকার জ্ঞাত আয়বহির্ভূত সম্পদ অর্জনের অভিযোগে মামলা করে দুদক। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগ্রন্থালোচনা\nআজকালের ছড়া গ্রণ্তের প্রচ্ছদ\nইংরেজিতে অনুদূতি কয়েকটি কবিতা"}