{"pageid": 1051301, "title": "সিঙ্গার বাংলাদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1051301", "content": "সিঙ্গার বাংলাদেশ লিমিটেড বাংলাদেশের একটি সেলাই মেশিন প্রস্তুতকারক কোম্পানি। কোম্পানিটি ব্রিটিশ ঔপনিবেশিক যুগে সেলাই মেশিনের প্রস্তুতকারক প্রতিষ্ঠান হিসেবে কাজ শুরু করে। ধীরে ধীরে বৃদ্ধির মাধ্যমে এটি এখন সেলাই মেশিনের পাশাপাশি ভোক্তা ইলেকট্রনিক্সের অন্যতম নির্মাতা এবং পরিবেশক।\n\n\n== ইতিহাস ==\n১৯০৫ সালে সিঙ্গার বাংলাদেশের প্রথম কার্যক্রম শুরু হয়। পরবর্তীতে ১৯২০ সালে ঢাকা ও চট্টগ্রামে দুটি দোকান স্থাপন করা হয়। ১৯৪৭ সালে উপমহাদেশের বিভাজনের পর বাংলাদেশ পূর্ব পাকিস্তান হিসাবে অভিভূত হয়। পূর্ব পাকিস্তানে সিঙ্গার পাকিস্তানের একটি শাখা পরিচালিত হত এবং পণ্যগুলি পশ্চিম পাকিস্তান থেকে আসত। প্রাথমিকভাবে, মাত্র ১০ টি দোকানে কার্যক্রম শুরু করা হয়েছিল, যা ১৯৬০ এর দশকের শেষের দিকে ৪৩ এ উন্নীত হয়েছিল। বাংলাদেশ মুক্তিযুদ্ধের পর নতুন করে উদীয়মান দেশ বাংলাদেশে সিঙ্গারকে তার কার্যক্রম ২৩টি দোকানের মধ্যে সীমাবদ্ধ রাখতে হয় এবং শাখা অফিসটিকে দেশের অফিসে উন্নীত করা হয়। ১৯৭৯ সালে বিনিয়োগ নীতিতে পরিবর্তন নতুন ব্যবসার সুযোগ সৃষ্টি করে এবং এইসময় সিঙ্গার একটি অপারেটিং কোম্পানি হিসেবে নিবন্ধিত হয়, ১৯৮০ সালে চট্টগ্রামে প্রতি বছর ১০০০০ ইউনিট ক্ষমতাসম্পন্ন একটি সেলাই মেশিন উৎপাদন কারখানা প্রতিষ্ঠিত হয়। ১৯৮৯ সালে ক্ষমতা উল্লেখযোগ্যভাবে বেড়ে প্রতি বছর ২৫০০০ ইউনিটে দাঁড়িয়েছে। যদিও সেলাই মেশিন সিঙ্গারের মূল ব্যবসা, সিঙ্গার বাংলাদেশের ব্যবস্থাপকগণ উপলব্ধি করেছেন যে দীর্ঘমেয়াদে টেকসই প্রবৃদ্ধির জন্য এটিকে তার উৎপাদিত পণ্যে আরও বৈচিত্র্য আনতে হবে। এই উপলব্ধি সিঙ্গার কে অসংখ্য পরিসরে পণ্যের বৈচিত্র্যের দিকে পরিচালিত করে। ১৯৮৫ সালে, সিঙ্গার ভবিষ্যতের বৃদ্ধি এবং সম্প্রসারণের জন্য একটি একক পণ্য থেকে একটি মাল্টি-প্রোডাক্ট কনজিউমার টেকসই সংস্থায় রূপান্তরিত হতে শুরু করে। ১৯৯৩ সালে, কোম্পানি তার নতুন অডিও ভিডিও প্ল্যান্ট এবং ১৯৯৬ সালে, ওয়াশিং মেশিন অ্যাসেম্বলিং বিভাগ প্রতিষ্ঠা করে। পরবর্তীতে ২০০১ সালে কোম্পানি মোটর সাইকেল একত্রিত করার উদ্যোগ নেয় এবং ২০০৬ সালে বিভিন্ন ধরনের তার (দেশীয় ও বিদ্যুৎ তার) উৎপাদন শুরু করে। মার্চ ২০১৯ সালে আর্কেলিক এবং রিটেইল হোল্ডিংস এনভি সিঙ্গার বাংলাদেশ লিমিটেডের ৫৭% শেয়ার কিনে নেয়।\n\n\n=== সামাজিক দায়বদ্ধতা ===\n'সিঙ্গার ফর সোসাইটি' প্রকল্পের অংশ হিসেবে সিঙ্গার বাংলাদেশ লিমিটেড গুরুতর কোভিড-১৯ রোগীদের জন্য ঢাকার ও বাইরের তিনটি হাসপাতালে কৃত্রিম শ্বাসযন্ত্র দান করে। বাংলাদেশে কোভিড-১৯ মহামারি শুরু হওয়ার পরপরই তারা সারা দেশের বেশ কয়েকটি হাসপাতালে রেফ্রিজারেটর, ওয়াশিং মেশিন এবং মাইক্রোওয়েভ ওভেন দান করে, যাতে ডাক্তার ও নার্সদের নিরাপত্তা সহজতর হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}