{"pageid": 1051349, "title": "কার্নো চক্র", "url": "https://bn.wikipedia.org/wiki?curid=1051349", "content": "কার্নো চক্র তাত্ত্বিকভাবে একটি আদর্শ তাপগতীয় চক্র যা ১৮২৪ সালে ফরাসি পদার্থবিদ নিকোলাস লিওনার্ড সাদি কার্নোট দ্বারা প্রস্তাবিত হয় এবং পরবর্তী কয়েক দশক ধরে অন্যদের দ্বারা এই ধারণাটি প্রসারিত হয়েছিল।এই চক্রের মাধ্যমে কোন তাপ ইঞ্জিন দ্বারা তাপকে কাজে পরিবর্তনের সময় প্রাপ্ত কর্মদক্ষতা বা বিপরীতক্রমে, একটি শীতাতপনিয়ন্ত্রণ ব্যবস্থা সিস্টেমে কাজ করার মাধ্যমে তাপমাত্রার পার্থক্য তৈরী করার সময় তার কর্মদক্ষতার একটি সর্বোচ্চ মান পাওয়া যায়। এটি কোন বাস্তব তাপগতীয় চক্র নয় , বরং এটি একটি তাত্ত্বিক ধারণা।\nপ্রতিটি তাপগতীয় সিস্টেম একটি নির্দিষ্ট অবস্থায় বিদ্যমান থাকে। যখন কোনও সিস্টেম বিভিন্ন অবস্থার মধ্য দিয়ে যায় এবং শেষ পর্যন্ত তার প্রাথমিক অবস্থায় ফিরে আসে, তখন একটি তাপগতীয় চক্র সম্পন্ন হয়। এই চক্রটি সম্পন্ন করার সময়, সিস্টেম পরিবেশের ওপর কাজ করতে পারে, উদাহরণস্বরূপ একটি পিস্টন তার গতির মাধ্যমে তাপ ইঞ্জিন হিসাবে কাজ করতে পারে। কার্নো চক্রের মাধ্যমে কোন সিস্টেম পরিচালিত হলে তাকে কর্নো হিট ইঞ্জিন বলা হয়, যদিও এই জাতীয় \"নিখুঁত\" ইঞ্জিন কেবল একটি তাত্ত্বিক ধারণা মাত্র এবং বাস্তবে এমন তৈরী করা সম্ভব না। তবে একটি মাইক্রোস্কোপিক(অতিক্ষুদ্র) কার্নো হিট ইঞ্জিন ডিজাইন করে চালানো হয়েছে।\nমূলত, দুটি \"তাপ আধার\" তাপ ইঞ্জিনের একটি অংশ গঠন করে যাদের তাপমাত্রা Th এবং Tc ( যথাক্রমে উত্তপ্ত বস্তু ও শীতল বস্তু)। এদের এত বেশী তাপ ক্ষমতা রয়েছে যে এদের তাপমাত্রা একটি চক্র দ্বারা বাস্তবে পরিবর্তিত হতে পারেনা। যেহেতু চক্রটি তত্ত্বীয়ভাবে প্রত্যাবর্তী বা উভয়মুখী, তাই উক্ত চক্রে এনট্রপি জেনারেশন হয় না; এনট্রপি সংরক্ষিত হয়। প্রক্রিয়াটি চলাকালীন, উষ্ণ তাপাধার থেকে যেকোন পরিমাণের এনট্রপি, ΔS  গ্রহণ করা হয় এবং শীতল তাপাধারে জমা করা হয়। যেহেতু কোন তাপাধারেই আয়তন পরিবর্তন হয় না, তাই সেখানে কোনও কাজ হয় না এবং চক্র চলাকালীন উষ্ণ তাপাধার থেকে প্রচুর পরিমাণে  শক্তি, T H Δ S আহরণ করা হয় এবং তার চেয়ে কম পরিমাণের শক্তি TcΔS শীতল তাপাধারে জমা করা হয় । দুটো শক্তির পার্থক্য, (Th−Tc)ΔS  ইঞ্জিন দ্বারা করা কাজের সমান।\n\n\n== ধাপসমূহ ==\nকার্নো চক্র যখন তাপ ইঞ্জিন হিসাবে কাজ করে তখন নিচের ধাপগুলো অনুসরণ করে:\n\nএক্ষেত্রে,\n\n  \n    \n      \n        Δ\n        \n          S\n          \n            1\n          \n        \n        =\n        Δ\n        \n          S\n          \n            2\n          \n        \n        ,\n      \n    \n    {\\displaystyle \\Delta S_{1}=\\Delta S_{2},}\n  \n\nবা,\n\n  \n    \n      \n        \n          Q\n          \n            1\n          \n        \n        \n          /\n        \n        \n          T\n          \n            h\n          \n        \n        =\n        \n          Q\n          \n            2\n          \n        \n        \n          /\n        \n        \n          T\n          \n            c\n          \n        \n        .\n      \n    \n    {\\displaystyle Q_{1}/T_{h}=Q_{2}/T_{c}.}\n  \n\nযেহেতু \n  \n    \n      \n        \n          Q\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle Q_{2}}\n  \n এবং \n  \n    \n      \n        \n          T\n          \n            c\n          \n        \n      \n    \n    {\\displaystyle T_{c}}\n  \n উভয়ই কম এবং অনুপাত \n  \n    \n      \n        \n          Q\n          \n            1\n          \n        \n        \n          /\n        \n        \n          T\n          \n            h\n          \n        \n      \n    \n    {\\displaystyle Q_{1}/T_{h}}\n  \n  এর সমান তাই উপরের সম্পর্কটি সত্য ।\n\n\n=== চাপ – আয়তন লেখচিত্র ===\nযখন কার্নো চক্র  চাপ বনাম আয়তন লেখচিত্র ( Figure 1 ) এ অঙ্কন করা হয়, তখন সমোষ্ণ রেখা অনুসরণ করে কার্যকারী তরলটি সমোষ্ণ প্রক্রিয়া সম্পন্ন করে,আর সমোষ্ণ প্রক্রিয়াসমূহের মাঝখানে রুদ্ধতাপীয় প্রক্রিয়া সম্পন্ন হয় এবং সম্পূর্ণ চক্রের সীমারেখা দ্বারা আবদ্ধ ক্ষেত্রের ক্ষেত্রফল একটি চক্রের মোট কাজের পরিমাণকে নির্দেশ করে। বিন্দু A থেকে B এবং বিন্দু C থেকে D পর্যন্ত তাপমাত্রা স্থির থাকে। বিন্দু D থেকে A এ এবং বিন্দু B থেকে C তে তাপ প্রবাহ শূন্য।\n\n\n== বৈশিষ্ট্য এবং তাৎপর্য ==\n\n\n=== তাপমাত্রা – এনট্রপি লেখচিত্র ===\n\nকার্নোট ইঞ্জিন বা রেফ্রিজারেটরের আচরণ তাপমাত্রা – এন্ট্রপি ডায়াগ্রাম (T–S ডায়াগ্রাম) ব্যবহার করে ভালভাবে বোঝা যায়,  লেখচিত্রের একটি বিন্দু দ্বারা একটি তাপগতীয় অবস্থা নির্দেশ করা হয় যেখানে আনুভুমিক অক্ষে এন্ট্রপি (S) এবং উলম্ব  অক্ষে তাপমাত্রা(T) থাকে (Figure 2 )। একটি সাধারণ বদ্ধ সিস্টেমের জন্য (ভর নির্দিষ্ট রেখে বিশ্লেষণ), গ্রাফের যেকোনো বিন্দু সিস্টেমের একটি নির্দিষ্ট অবস্থা নির্দেশ করে। কোন একটি তাপগতীয় প্রক্রিয়াকে তার আদি দশা ও শেষ দশার সংযোজক বক্ররেখা দ্বারা নির্দেশ করা হয়। বক্ররেখাটির নিচের ক্ষেত্রফল হবে:\n\nযা আসলে উক্ত প্রক্রিয়াতে স্থানান্তরিত তাপের পরিমাণ। যদি প্রক্রিয়াটি যেদিকে এন্ট্রপি বৃদ্ধি পায় সেদিকে অগ্রসর হয়, তবে বক্ররেখার নিচের ক্ষেত্রটি সেই প্রক্রিয়াতে সিস্টেম দ্বারা গ্রহণকৃত তাপের পরিমাণের সমান হবে। প্রক্রিয়াটি যদি কম এনট্রপির দিকে অগ্রসর হয় তবে তা সিস্টেম থেকে সরানো তাপের পরিমাণের সমান হবে। যে কোনো চাক্রিক প্রক্রিয়ার জন্য, চক্রের উপরের একটি অংশ এবং নীচের একটি অংশ থাকবে। ঘড়ির কাঁটার দিকে সঞ্চালিত একটি চক্রের জন্য, উপরের অংশের নীচের ক্ষেত্রটি চক্র চলাকালীন সিস্টেম কর্তৃক শোষিত তাপীয় শক্তি হবে, যেখানে নীচের অংশের নীচের ক্ষেত্রের ক্ষেত্রফল চক্র চলাকালীন সরানো তাপ শক্তির সমান হয়। চক্রের অভ্যন্তরের ক্ষেত্রটি তাই তখন উভয়ের পার্থক্যের সমান হবে, তবে যেহেতু সিস্টেমের অভ্যন্তরীণ শক্তির কোন পরিবর্তন হয়নি, তাই এই পার্থক্যটি অবশ্যই উক্ত চক্রে সিস্টেম দ্বারা কাজের পরিমাণ নির্দেশ করে। Figure 1 অনুসারে গাণিতিকভাবে একটি প্রত্যাবর্তী বা উভোমুখী প্রক্রিয়ার জন্য একটি পূর্ণ চক্র সম্পন্ন হতে যে পরিমাণ কাজ করা হয়েছে তা লিখা যায়:\n\nযেহেতু dU হল একটি সঠিক অন্তরজ , কোনও আবদ্ধ ক্ষেত্রের জন্য এর মান শূণ্য এবং এটা প্রকাশ করে যে- T–S ডায়াগ্রামের আবদ্ধ ক্ষেত্রটির ক্ষেত্রফল, লুপটি ঘড়ির কাঁটার দিকে আবর্তিত হলে সিস্টেম দ্বারা সম্পাদিত মোট কাজের সমান হয় এবং লুপটি ঘড়ির কাঁটার বিপরীত দিকে চলমান হলে সিস্টেমের ওপর কৃতকাজের সমান হয়।\n\n\n=== কার্নো চক্র ===\n\nকার্নো চক্রের জন্য উপরের সমাকলনটি সমাধান করা অপেক্ষাকৃত সহজ। কাজের মাধ্যমে যে শক্তি স্থানান্তরিত হয় তার পরিমাণ\n\n  \n    \n      \n        W\n        =\n        ∮\n        P\n        d\n        V\n        =\n        ∮\n        T\n        d\n        S\n        =\n        (\n        \n          T\n          \n            H\n          \n        \n        −\n        \n          T\n          \n            C\n          \n        \n        )\n        (\n        \n          S\n          \n            B\n          \n        \n        −\n        \n          S\n          \n            A\n          \n        \n        )\n      \n    \n    {\\displaystyle W=\\oint PdV=\\oint TdS=(T_{H}-T_{C})(S_{B}-S_{A})}\n  \n\nগরম তাপাধার থেকে সিস্টেমে স্থানান্তরিত মোট তাপশক্তির পরিমাণ হবে\n\n  \n    \n      \n        \n          Q\n          \n            H\n          \n        \n        =\n        \n          T\n          \n            H\n          \n        \n        (\n        \n          S\n          \n            B\n          \n        \n        −\n        \n          S\n          \n            A\n          \n        \n        )\n      \n    \n    {\\displaystyle Q_{H}=T_{H}(S_{B}-S_{A})}\n  \n\nএবং সিস্টেম থেকে শীতল তাপাধারে স্থানান্তরিত মোট তাপশক্তির পরিমাণ হবে\n\n  \n    \n      \n        \n          Q\n          \n            C\n          \n        \n        =\n        \n          T\n          \n            C\n          \n        \n        (\n        \n          S\n          \n            B\n          \n        \n        −\n        \n          S\n          \n            A\n          \n        \n        )\n      \n    \n    {\\displaystyle Q_{C}=T_{C}(S_{B}-S_{A})}\n  \n\nদক্ষতা \n  \n    \n      \n        η\n      \n    \n    {\\displaystyle \\eta }\n  \n কে এভাবে সংজ্ঞায়িত করা হয়:\n\nযেখানে\nW হল সিস্টেম কর্তৃক কৃত কাজ (সিস্টেম থেকে কাজের মাধ্যমে যে শক্তি নির্গত হয়),\n\n  \n    \n      \n        \n          Q\n          \n            C\n          \n        \n      \n    \n    {\\displaystyle Q_{C}}\n  \n হল সিস্টেম থেকে গৃহীত তাপ (সিস্টেম থেকে নির্গত তাপ),\n\n  \n    \n      \n        \n          Q\n          \n            H\n          \n        \n      \n    \n    {\\displaystyle Q_{H}}\n  \n হল সিস্টেম কর্তৃক শোষিত তাপ (সিস্টেমের মধ্যে যে\nতাপ শক্তি প্রবেশ করে),\n\n  \n    \n      \n        \n          T\n          \n            C\n          \n        \n      \n    \n    {\\displaystyle T_{C}}\n  \n হল শীতল তাপাধারের  পরম তাপমাত্রা, এবং\n\n  \n    \n      \n        \n          T\n          \n            H\n          \n        \n      \n    \n    {\\displaystyle T_{H}}\n  \n হল উষ্ণ তাপাধারের পরম তাপমাত্রা।\n\n  \n    \n      \n        \n          S\n          \n            B\n          \n        \n      \n    \n    {\\displaystyle S_{B}}\n  \n সিস্টেমের সর্বোচ্চ  এনট্রপি\n\n  \n    \n      \n        \n          S\n          \n            A\n          \n        \n      \n    \n    {\\displaystyle S_{A}}\n  \n সর্বনিম্ন সিস্টেম এনট্রপি\nযেহেতু কর্মদক্ষতা বলতে উষ্ণ তাপাধার থেকে আহরিত তাপ শক্তির কত অংশ যান্ত্রিক কাজে রূপান্তরিত করা যায় সেটি বোঝায়, কাজেই দক্ষতার এই সংজ্ঞাটি একটি তাপ ইঞ্জিনের জন্য গুরুত্বপূর্ণ অর্থবহন করে। র‍্যাঙ্কিন চক্র সাধারণত একটি ব্যবহারিক অনুমান।\n\n\n=== বিপরীত কার্নো চক্র ===\nবর্ণিত কার্নো তাপ-ইঞ্জিন চক্রটি সম্পূর্ণ প্রত্যাগামী চক্র। তার মানে এই চক্রের সমস্ত প্রক্রিয়াকে বিপরীত্মুখী করা যাবে , এবং সেক্ষেত্রে এটি আসলে একটি রেফ্রিজারেশন চক্রে পরিণত হবে। এই সময় আসলে চক্রটি হুবহু আগের মতই থাকে, পার্থক্য কেবল কাজ ও তাপ সঞ্চালনের দিক উলটে যায়। তাপ নিম্ন-তাপমাত্রা তাপাধার থেকে গ্রহণ করা হয় এবং তারপর একটি উচ্চ-তাপমাত্রা তাপাধারে তা ত্যাগ করা হয়। এই সমস্ত প্রক্রিয়া সম্পাদন করার জন্য বাইরে থেকে সিস্টেমে কাজ করা প্রয়োজন। বিপরীত কার্নো চক্রের P–V ডায়াগ্রাম কার্নো চক্রের মতোই, পার্থক্য শুধু প্রক্রিয়াগুলির দিকগুলি বিপরীত হয়ে যায়।\n\n\n=== কার্নোর উপপাদ্য ===\nউপরের চিত্র থেকে দেখা যায় যে \n  \n    \n      \n        \n          T\n          \n            H\n          \n        \n      \n    \n    {\\displaystyle T_{H}}\n  \n এবং \n  \n    \n      \n        \n          T\n          \n            C\n          \n        \n      \n    \n    {\\displaystyle T_{C}}\n  \n তাপমাত্রার মধ্যে যে কোনও চক্র পরিচালিত হলে তার দক্ষতা কার্নোট চক্রের দক্ষতা থেকে কখনোই বেশী হতে পারে না।\n\nকার্নোর উপপাদ্যটির বিবৃতি হল: দুটি তাপাধারের মধ্যে পরিচালিত কোনও ইঞ্জিন একই  তাপাধারের মধ্যে পরিচালিত কার্নো ইঞ্জিনের চেয়ে বেশি কর্মদক্ষ হতে পারে না।  সুতরাং, সমীকরণ 3 সংশ্লিষ্ট তাপমাত্রায় যে কোন ইঞ্জিনের পক্ষে সম্ভাব্য সর্বোচ্চ দক্ষতা প্রদান করে। কার্নোর উপপাদ্যটির একটি অনুসিদ্ধান্ত বলে : একই  তাপাধারসমূহের মধ্যে পরিচালিত সমস্ত প্রত্যাবর্তী ইঞ্জিনের কর্মদক্ষতা সমান। সমীকরণের ডানপার্শ্ব পুনর্বিন্যাস করে সমীকরণটির আরও সহজে বোধগম্য রূপ পাওয়া যায় যা হল- একটি তাপ ইঞ্জিনের উষ্ণ তাপাধার এবং শীতল তাপাধার এর তাপমাত্রার পার্থক্যকে উষ্ণ তাপাধারটির পরম তাপমাত্রা দ্বারা ভাগ করলে তত্ত্বগতভাবে উক্ত তাপ ইঞ্জিনের সর্বাধিক দক্ষতা পাওয়া যায়। এই সূত্রটি দেখে একটি সুন্দর বিষয় স্পষ্ট হয়ে ওঠে : গরম জলাশয়ের তাপমাত্রা একই পরিমাণে বাড়ানোর চেয়ে শীতল তাপাধারের তাপমাত্রা হ্রাস করা তাপ ইঞ্জিনের সিলিং দক্ষতার উপর আরও বেশি প্রভাব ফেলে। প্রকৃতিতে এরকমটা অর্জন করা কঠিন যেহেতু শীতল  তাপাধার প্রায়ই পরিবেশের তাপমাত্রার সমান থাকে।\nঅন্য কথায়, সর্বাধিক দক্ষতা অর্জন করা যায় যদি এবং কেবল যদি চক্রটিতে নতুন করে কোন এনট্রপি তৈরী না হয়, এমনটা ঘটতে পারে যদি - উদাহরণস্বরূপ ঘর্ষণের ফলে কাজ তাপে পরিবর্তিত হয়ে যায়। সেক্ষেত্রে চক্রটি প্রত্যাবর্তী থাকে না  এবং ক্লাউসিয়াস উপপাদ্য টি সমীকরণের পরিবর্তে একটি অসমতা হয়ে যায়। অন্যথায়, যেহেতু এনট্রপি একটি স্টেট ফাংশন, তাই অতিরিক্ত এনট্রপি নিঃশেষ করার জন্য পরিবেশে তাপ ছেড়ে দেয়ার মাধ্যমে কর্মদক্ষতা(ন্যূনতম) হ্রাস হতে পারে। তাই সমীকরণ 3 কোন প্রত্যাবর্তী তাপ ইঞ্জিনের দক্ষতা দেয়।\nমেসোস্কোপিক তাপ ইঞ্জিনগুলিতে, তাপীয় বিশৃঙ্খলার কারণে সাধারনত প্রতি চক্রে কাজের মান ওঠানামা করে। যদি চক্রটি অর্ধ-স্থিতিশীলভাবে সম্পাদিত হয়, তবে মেসোস্কেলেও আর ওঠানামা করে না। তবে, যদি কার্যকরী মাধ্যমের শিথিলকরণ সময়ের চেয়ে চক্রটি দ্রুত সঞ্চালিত হয় তবে কাজের মানের ওঠানামা অনিবার্য। তবুও যদি কাজ ও তাপের মানের ওঠানামা গণনা করা হয়, তাহলে একটি সমীকরণ পাওয়া যায় যেটা কোন তাপীয় ইঞ্জিন দ্বারা কৃতকাজের এক্সপনেনশিয়াল গড়মান এবং উষ্ণতর তাপাধার হতে সঞ্চালিত তাপের মধ্যে সম্পর্ক স্থাপন করে। \n\n\n=== বাস্তব তাপ ইঞ্জিনের দক্ষতা ===\nকার্নো বুঝতে পেরেছিল যে বাস্তবে তাপগতীয়ভাবে প্রত্যাবর্তী ইঞ্জিন তৈরি করা সম্ভব নয়, তাই বাস্তবের তাপ ইঞ্জিনগুলি সমীকরণ 3 দ্বারা নির্দেশিত মানের চেয়েও কম কর্দমক্ষ। এছাড়াও, এই চক্র অনুসারে পরিচালিত হয় এমন বাস্তব ইঞ্জিনও বিরল। তবুও, কোন নির্দিষ্ট উষ্ণ ও শীতল তাপাধারের মধ্যে কার্যরত কোত তাপ ইঞ্জিনের প্রত্যাশিত সর্বোচ্চ কর্মদক্ষতার মান নির্ণয় করার জন্য সমীকরণ ৩ অনেক প্রয়োজনীয়।\nযদিও কার্নোর চক্রটি একটি আদর্শ চক্র, তবুও কার্নোর কর্মদক্ষতার সমীকরণটি বেশ কার্যকর। গড় তাপমাত্রা বিবেচনা করে,\n\n  \n    \n      \n        ⟨\n        \n          T\n          \n            H\n          \n        \n        ⟩\n        =\n        \n          \n            1\n            \n              Δ\n              S\n            \n          \n        \n        \n          ∫\n          \n            \n              Q\n              \n                in\n              \n            \n          \n        \n        T\n        \n        d\n        S\n      \n    \n    {\\displaystyle \\langle T_{H}\\rangle ={\\frac {1}{\\Delta S}}\\int _{Q_{\\text{in}}}T\\,dS}\n  \n\n  \n    \n      \n        ⟨\n        \n          T\n          \n            C\n          \n        \n        ⟩\n        =\n        \n          \n            1\n            \n              Δ\n              S\n            \n          \n        \n        \n          ∫\n          \n            \n              Q\n              \n                out\n              \n            \n          \n        \n        T\n        \n        d\n        S\n      \n    \n    {\\displaystyle \\langle T_{C}\\rangle ={\\frac {1}{\\Delta S}}\\int _{Q_{\\text{out}}}T\\,dS}\n  \n\nযেখানে তাপ যথাক্রমে ইনপুট এবং আউটপুট। সমীকরণ 3  এ TH এবং TC কে যথাক্রমে ⟨TH⟩ এবং ⟨TC⟩ দ্বারা পুনঃস্থাপিত করে পাওয়া যায়।\nকার্নোর চক্র, অথবা তার সমতুল্য কোন চক্রের জন্য,গড় তাপমাত্রা ⟨TH⟩, সর্বোচ্চ তাপমাত্রা TH, এর সমান হয়,আর ⟨TC⟩, সর্বনিম্ন তাপমাত্রা TC এর সমান হয়। অন্যান্য যেসব চক্রের কর্মদক্ষতা কম তাদের জন্য, ⟨TH⟩ এর মান TH এর চেয়ে কম হবে, এবং ⟨TC⟩ এর মান TC এর চেয়ে বেশী হবে। উদাহরণস্বরূপ, কেন একটি রিহিটার বা একটি রিজেনারেটর বাষ্প পাওয়ার প্ল্যান্ট এর কর্মদক্ষতা বৃদ্ধি করতে পারে - এবং কেন কম্বাইন্ড সাইকেল পাওয়ার প্ল্যান্টসমূহের তাপীয় কর্মদক্ষতা (যেখানে উচ্চ তাপমাত্রায় পরিচালিত গ্যাস টারবাইনগুলিও অন্তর্ভুক্ত) সাধারণ বাষ্প পাওয়ার প্ল্যান্টগুলোর চেয়েও বেশি? ডিজেল ইঞ্জিনের প্রথম প্রতিরূপ কার্নো চক্রের উপর ভিত্তি করে তৈরি হয়েছিল।\nকার্নোর নীতি দুটিঃ\n১.দুটি একই তাপাধারের মধ্যে ক্রিয়ারত অপ্রত্যাবর্তী তাপ ইঞ্জিনের দক্ষতা সবসময় প্রত্যাবর্তী তাপ ইঞ্জিনের দক্ষতার চেয়ে কম।\n২.দুটি একই তাপাধারের মধ্যে ক্রিয়ারত সমস্ত প্রত্যাবর্তী তাপ ইঞ্জিনের দক্ষতা একই।\n\n\n== আরও দেখুন ==\nকার্নোর তাপ ইঞ্জিন\nপ্রত্যাবর্তী প্রক্রিয়া (তাপগতিবিদ্যা)\n\n\n== তথ্যসূত্র ==\nNotes\n\n৬. Thermodynamics An Engineering Approach by Yunus A. Cengel and Michael A. Boles\n\nসূত্র\n\nCarnot, Sadi, Reflections on the Motive Power of Fire\nEwing, J. A. (1910) The Steam-Engine and Other Engines ৩য় সংস্করণ, পৃষ্ঠা ৬২, via Internet Archive\nFeynman, Richard P.; Leighton, Robert B. (১৯৬৩)। The Feynman Lectures on Physics। Addison-Wesley Publishing Company। পৃষ্ঠা Chapter 44। আইএসবিএন 978-0-201-02116-5। \nHalliday, David; Resnick, Robert (১৯৭৮)। Physics (3rd সংস্করণ)। John Wiley & Sons। পৃষ্ঠা 541–548। আইএসবিএন 978-0-471-02456-9। \nKittel, Charles; Kroemer, Herbert (১৯৮০)। Thermal Physics (2nd সংস্করণ)। W. H. Freeman Company। আইএসবিএন 978-0-7167-1088-2। \nKostic, M (২০১১)। \"Revisiting The Second Law of Energy Degradation and Entropy Generation: From Sadi Carnot's Ingenious Reasoning to Holistic Generalization\"। AIP Conference Proceedings: 327–350। ডিওআই:10.1063/1.3665247। সাইট সিয়ারX 10.1.1.405.1945 ।  আমেরিকান ইনস্টিটিউট অফ ফিজিক্স, ২০১১।আইএসবিএন ৯৭৮-০-৭৩৫৪-০৯৮৫-৯ । সারাংশ এখানে: [১] । সম্পূর্ণ নিবন্ধ (24 পৃষ্ঠা [২] ), [৩] এখানেও।\n\n\n== বহিঃসংযোগ ==\nকার্নো চক্রের ওপর হাইপারফিজিক্স নিবন্ধ।\nইন্টারেক্টিভ জাভা অ্যাপলেট যা দ্বারা একটি কার্নো ইঞ্জিনের প্রকৃতি বোঝা যায়।\nওয়াল্ফ্রাম ম্যাথামেটিকা দ্বারা চালিত আদর্শ গ্যাসের এসএম ব্লাইন্ডার কার্নো চক্র"}