{"pageid": 1051361, "title": "সঞ্চারিত ইলেকট্রন", "url": "https://bn.wikipedia.org/wiki?curid=1051361", "content": "রসায়নে, কোন অণু, আয়ন বা কঠিন ধাতুর ডিলোকালাইজড ইলেকট্রন হল সেই ইলেকট্রন, যা একটি একক পরমাণু বা একটি মাত্র সমযোজী বন্ধনের সাথে যুক্ত নয়।।  ডিলোকালাইজেশন শব্দটি সাধারণ/ অবিশেষায়িত শব্দ এবং বিভিন্ন ক্ষেত্রে এর একটু ভিন্ন অর্থ থাকতে পারে।\n\nজৈব রসায়নে, এটি সংযুক্ত সিস্টেম এবং সুগন্ধযুক্ত যৌগের অনুরণনকে বোঝায়।\nকঠিন পদার্থবিজ্ঞানে সঞ্চারিত ইলেকট্রন বলতে মুক্ত ইলেকট্রনকে বোঝায় যা বৈদ্যুতিক চালনকে সহজতর করে।\nকোয়ান্টাম রসায়নে এটি পারমাণবিক অরবিটালের ইলেকট্রনকে বোঝায় যা বিভিন্ন সংলগ্ন পরমাণুতে প্রসারিত হয়েছিল।\n\n\n== অনুরণন ==\nবেনজিনের সরল এরোম্যাটিক রিং -এ C6 রিংয়ের উপরে ছয়টি পাই ইলেক্ট্রন সঞ্চারিত হয় যা  প্রায়শই একটি বৃত্ত দ্বারা  নির্দেশিত হয়। ছয়টি কার্বন-কার্বন বন্ডের সমতুল্য হওয়া ইলেক্ট্রনগুলির বিভাজনযুক্ত হওয়ার একটি ইঙ্গিত; এক্ষেত্রে কাঠামোতে দ্বি বন্ধনগুলি বিচ্ছিন্ন করে একক বন্ধনে রাখলে, একইভাবে বন্ডটি দীর্ঘতর এবং সংক্ষিপ্ত দৈর্ঘ্যের বিকল্প হতে পারে। ভ্যালেন্স বন্ড তত্ত্বে , বেনজিনের স্বীকৃত অনুরণন কাঠামো দ্বারা প্রতিনিধিত্ব করা হয়।\n\n\n== বৈদ্যুতিক বাহন ==\nশক্ত ধাতব কাঠামোর মধ্যেও সঞ্চারিত ইলেকট্রন বিদ্যমান। ধাতব কাঠামোতে সঞ্চারিত ইলেক্ট্রনের একটি \"সমুদ্র\" তে প্রান্তিক ধনাত্মক আয়ন থাকে। এর অর্থ হ'ল ইলেক্ট্রনগুলি পুরো কাঠামো জুড়ে চলাচল করতে পারে, এবং পরিবাহি বৈশিষ্ট্য প্রদর্শন করে।\nহীরাতে প্রতিটি কার্বন পরমাণু চারটি বহিরাগত ইলেকট্রনের সাথে সমযোজী বন্ধনে 'সঞ্চারিত' হয়। ইলেকট্রনের চলাচল সীমিত এবং হীরাতে বৈদ্যুতিক প্রবাহ পরিচালনা করে না। গ্রাফাইটে, প্রতিটি কার্বন পরমাণু তার তলের আরও তিনটি কার্বন পরমাণুর সাথে সমযোজী বন্ধনে আবদ্ধ হয় তার 4 বহিরাগত শক্তি স্তরের ইলেকট্রনগুলির মধ্যে কেবল 3 টি ব্যবহার করে। প্রতিটি কার্বন পরমাণু একটি  ডিজোকালাইজড বা সঞ্চারণ সিস্টেমে একটি ইলেকট্রন দিয়ে অবদান রাখে যা রাসায়নিক বন্ধনেরও অংশ বলা চলে। সঞ্চারিত ইলেকট্রনগুলি পুরো তল জুড়ে চলাচল করতে পারে। এই কারণে, গ্রাফাইট কার্বন পরমাণুর তলের সাথে ইলেকট্রন আদান-প্রদান করে, ফলে বিদ্যুৎ প্রবাহিত হয়, তবে তা কখনোই তলের  সমকোণেপ্রবাহিত হয় না।\n\n\n== আণবিক কক্ষপথ ==\nআদর্শ কোয়ান্টাম রসায়নের এব ইনিশিও পদ্ধতিগুলো ডিলোক্যালাইজড বা সঞ্চারিত অরবিটাল বা কক্ষপথ এ বিশ্বাসী বলা যায়। কারণ  সাধারণভাবে সঞ্চারিত কক্ষপথগুলো পুরো অণুতে প্রসারিত হয় এবং অণুর প্রতিসাম্য ধারণ করে। সঞ্চারিত কক্ষপথগুলি যথোপযুক্ত একক রূপান্তর দ্বারা প্রদত্ত সঞ্চারিত কক্ষপথের রৈখিক সংমিশ্রণ হিসাবে পাওয়া যেতে পারে।\nউদাহরণস্বরূপ মিথেন অণুতে, অ্যাব ইনিশিও গণনাতে দেখা যায়, চারটি আণবিক কক্ষপথে পাঁচটি পরমাণুর মধ্যেই ইলেক্ট্রনকে সমানভাবে ভাগ করে দেয়ার মত বন্ধন বৈশিষ্ট্য পরিলক্ষিত হয়। এখানে দুটি কক্ষপথ স্তর রয়েছেঃ কার্বনের  2s কক্ষপথ থেকে একটি বন্ধন অণু কক্ষপথ তৈরি হয় আর অন্যদিকে কার্বনেরই 2p ্কক্ষপথের প্রতিটি উপ-কক্ষপথ থেকে ত্রিবন্ধন বিশিষ্ট আণবিক কক্ষপথ বিকৃত হয়। ভ্যালেন্স বন্ড তত্ত্বের প্রতিটি স্বতন্ত্র বন্ধনের সাথে সম্পর্কিত সঞ্চারিত sp3 কক্ষপথ চারটি আণবিক কক্ষপথের একটি রৈখিক সংমিশ্রণ থেকে পাওয়া যায়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}