{"pageid": 1051806, "title": "মরক্কোতে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1051806", "content": "ইসলাম মরক্কোর বৃহত্তম ও রাষ্ট্রীয় ধর্ম। দেশটির মোট জনসংখ্যার ৯৯.৬% ইসলাম ধর্মের অনুসারী। মরক্কোর মুসলমানদের বৃহত্তম অংশ মালিকি সুন্নিধারা অনুসরণ করেন। এছাড়া অন্যান্য সম্প্রদায়ের মধ্যে জাহিরীবাদ ও সালাফিবাদের অনুসরণকারীরা উল্লেখ্যযোগ্য।\n\n\n== ইতিহাস ==\nমরক্কোতে ইসলামের ইতিহাস দীর্ঘদিনের পুরনো। ৬৮০ সালে উমাইয়া আমলে বিখ্যাত মুসলিমবিজেতা উকবা ইবনে নাফির অধীনে মুসলিম বাহিনীর আক্রমণের মাধ্যমে মরোক্কোতে প্রথম ইসলাম পৌঁছায়। ৭৮৮ সালে জায়েদিয়া সম্প্রদায়ের সমর্থনকারী সুন্নি ইদ্রিসিয়া রাজবংশের রাজারা মরক্কোর বিশাল অংশ শাসন করে। তাদের সমসাময়িকগণের মধ্যে রয়েছে মতবিরোধী বাঘাওয়াটা রাজ্য এবং সিজিলমাসার খারিজি রাজ্য। বেশ কয়েকজন বার্বার আরও শক্তিশালী ইসলামী রাজবংশ গঠন করার পরে এই দেশটিতে রাজত্ব করেছিল। তাদের মধ্যে ছিলেন আলমোরাভিদ (১০৪০–১১৪৭), যিনি প্রথম মরক্কোর  পাশাপাশি, পশ্চিম আফ্রিকা, স্পেন এবং আলজেরিয়ার উল্লেখযোগ্য অঞ্চলগুলিও একত্রিত করেছিলেন। আলমোরাভিডরা মরক্কোর সর্বাধিক বিশিষ্ট মালেকী ইসলামিক আইনশাস্ত্র তৈরি করেছিল। পরে আলমোহাদ শাসনের অধীনে (১১২১-১২৬৯) এই ছোট মুসলিম সম্প্রদায়ের উপর অত্যাচার করা হয় এবং সর্বজনগৃহীত সুন্নি ইসলাম সারা দেশে প্রচলিত হয়।\n২০১৬ সালে, সরকার মালিকি ইসলামী চিন্তাভাবনাকে আরও আনুষঙ্গিক করার কৌশল তৈরি করে। ধর্মীয় শিক্ষার পাঠ্যপুস্তকের পাঠ্যক্রমগুলি সহিংসতার প্রচার বলে মনে করে পাঠ্যপুস্তক থেকে অপসারণ হয়। ফলস্বরূপ, ধর্মীয় পাঠ্যপুস্তকগুলিতে পূর্ববর্তী ৫০ টির তুলনায় পাঠ্য ছিল ২৪ টি।\n\n\n== অনুশীলন ==\n\nপিউ এর তথ্যমতে মরোক্কোর ৬৭% মুসলিম সুন্নি এবং প্রধানত সুন্নি মালিকি মাজহাবের অনুসারী। এর ৩০% সালাফিধারার অনুসারী এবং বাকি ৩% ইসলামের অন্যান্য শাখা; যেমন: শিয়া, কুরআনবাদী, ইবাদি ইত্যাদি মেনে চলে। বর্তমান রাজা ষষ্ঠ মোহাম্মদের প্রশাসন একটি রাষ্ট্রীয় প্রোগ্রামের মাধ্যমে ঐতিহ্যবাহী মালিকিধারাকে রক্ষা করতে সালাফি আন্দোলনের প্রভাবকে মোকাবেলা করার চেষ্টা করছেন। এই পোগ্রামের আওতায় ১০,০০,০০০ জন ইমাম দেশের ৫০,০০০ মসজিদে ইসলামের মালিকি মাজহাবীয় ব্যাখ্যা প্রচার করেন। মরক্কোতে কুরআনবাদী ধর্মের অনুসারীও রয়েছে। তাদের নেতা হল লেখক রাছিদ আইলাল। তিনি ২০১৭ সালে ইমাম বুখারীর কিতাব  নিয়ে সহিহ আল-বুখারি…দ্য এন্ড অব এ লেজেন্ড নামে একটি সমালোচনামূলক বই প্রকাশ করেন। অবশেষে মুসলিমদের প্রতিবাদের ফলে দেশে ধর্মসংক্রান্ত সুরক্ষা বিঘ্নিত করার জন্য মরোক্কোতে এটি নিষিদ্ধ করা হয়।\n\n\n== আরও দেখুন ==\nদেশে দেশে ইসলাম\nইউরোপে ইসলাম\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\nগ্রন্থপঞ্জি:"}