{"pageid": 1051346, "title": "ন্যানো পরিমাপবিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1051346", "content": "ন্যানো পরিমাপবিজ্ঞান হল পরিমাপ বিজ্ঞানের একটি উপক্ষেত্র যা ন্যানো মাপনী স্তরে পরিমাপের বিজ্ঞানের সাথে সম্পর্কিত। ন্যানোদ্রব্যের যান্ত্রিক শিল্পোৎপাদন, ন্যানো উপাদানসমূহ এবং উচ্চ মাত্রার সঠিকতা সম্পন্ন এবং নির্ভরযোগ্য যন্ত্রপাতি তৈরিতে ন্যানো পরিমাপবিজ্ঞানের একটি অত্যন্ত গুরুত্বপূর্ণ ভূমিকা রয়েছে।\nএই ক্ষেত্রে একটি সামর্থ্যপ্রমাণমূলক পরীক্ষা হল পরবর্তী প্রজন্মের (যে প্রজন্ম ন্যানোমিটার মাপনীর উপকরণ এবং প্রযুক্তির উপর নির্ভরশীল হবে) প্রয়োজন পূরণ করবে এমন নতুন পরিমাপ পদ্ধতি এবং মানের উন্নয়ন সাধন করা অথবা সেগুলি তৈরি করা। নতুন নমুনা গঠন এবং বৈশিষ্ট্যগুলির পরিমাপ ও বৈশিষ্ট্য নির্ধারণের প্রয়োজনীয়তা বর্তমান পরিমাপ বিজ্ঞানের সামর্থ্যের চেয়ে অনেক বেশি। উদীয়মান মার্কিন ন্যানোপ্রযুক্তি শিল্পগুলিতে প্রত্যাশিত অগ্রগতির জন্য পূর্বে যা কল্পিত হয়েছিল তার চেয়েও উচ্চতর সমাধান ক্ষমতা এবং সঠিকতার বিপ্লবী পরিমাপ বিজ্ঞানের প্রয়োজন হবে। \n\n\n== ভূমিকা ==\nন্যানো প্রযুক্তির সবচেয়ে গুরুত্বপূর্ণ ব্যাপার হল সংকটজনক মাত্রাগুলি নিয়ন্ত্রণ। বর্তমানে ন্যানো পরিমাপবিজ্ঞান অনেকাংশে অর্ধপরিবাহী প্রযুক্তির বিকাশের উপরই নির্ভরশীল। ন্যানো পরিমাপবিজ্ঞান ন্যানোমাপনী স্তরে পরিমাপের বিজ্ঞান। ন্যানোমিটার (সংক্ষেপে এনএম) ১০৯ মিটার-এর সমতুল্য। ন্যানো প্রযুক্তিতে বস্তুর মাত্রাগুলির সঠিক নিয়ন্ত্রণ গুরুত্বপূর্ণ। ন্যানোব্যবস্থাগুলির সাধারণ মাত্রা ১০ থেকে কয়েক'শ ন্যানোমিটারে পরিবর্তিত হয় এবং এই জাতীয় ব্যবস্থার পরিমাপ বানানোর সময় ০.১  ন্যানোমিটার প্রয়োজন। \n\nন্যানোমাপনীতে ছোট মাত্রার কারণে নতুন বিভিন্ন ভৌত ঘটনা লক্ষ করা যায়। উদাহরণস্বরূপ, যখন কেলাসের আকার ইলেকট্রনের গড় মুক্ত পথ থেকে ছোট হয় তখন কেলাসের পরিবাহিতা পরিবর্তিত হয়। আরেকটি উদাহরণ হ'ল ব্যবস্থায় চাপের বিভাজিত হওয়া। ন্যানোব্যবস্থাগুলির প্রকৌশল এবং সেগুলি উৎপাদন করতে এই ঘটনাগুলি প্রয়োগ করার জন্য ভৌত পরামিতিগুলি পরিমাপ করা গুরুত্বপূর্ণ হয়ে ওঠে। দৈর্ঘ্য বা আকার, শক্তি, ভর, তড়িৎ এবং অন্যান্য বৈশিষ্ট্যগুলির পরিমাপ ন্যানো পরিমাপবিজ্ঞানের অন্তর্ভুক্ত। সমস্যাটি হল নির্ভরযোগ্যতা এবং নির্ভুলতার সাথে এগুলি কীভাবে পরিমাপ করা যায়। বৃহৎ (ম্যাক্রো) ব্যবস্থাগুলির জন্য ব্যবহৃত পরিমাপ কৌশলগুলি ন্যানো ব্যবস্থার পরামিতিগুলো পরিমাপের জন্য সরাসরি ব্যবহার করা যায় না। ভৌত ঘটনার উপর ভিত্তি করে বিভিন্ন প্রয়োগকৌশল তৈরি করা হয়েছে যা ন্যানো কাঠামো এবং ন্যানোউপাদানসমূহের পরামিতিগুলি পরিমাপ বা নির্ধারণের জন্য ব্যবহার করা যেতে পারে। নির্দিষ্ট পৃষ্ঠ নির্ধারণ করার জন্য বেশ জনপ্রিয় কিছু পদ্ধতি হল রঞ্জনরশ্মি (এক্স-রে) বিচ্ছুরণ,প্রেরিত ইলেকট্রনঅনুবীক্ষণ, উচ্চ ঔজ্জ্বল্যতাময় প্রেরিত ইলেকট্রন অনুবীক্ষণ, পারমাণবিক শক্তি অনুবীক্ষণ, ক্রমবেক্ষক ইলেকট্রন অনুবীক্ষণ, ক্ষেত্র নির্গমন ক্রমবেক্ষক ইলেকট্রন অনুবীক্ষণ এবং ব্রুনার, এমেট, টেলার পদ্ধতি।\nন্যানোপ্রযুক্তি একটি গুরুত্বপূর্ণ ক্ষেত্র কারণ এটির  প্রচুর পরিমাণে প্রয়োগ  রয়েছে। বর্তমানে পরিমাপের আরও সুনির্দিষ্ট কৌশল এবং বিশ্বব্যাপী স্বীকৃত মানগুলি প্রতিষ্ঠা করা প্রয়োজন হয়ে পড়েছে। সুতরাং ন্যানো পরিমাপবিজ্ঞান ক্ষেত্রের অগ্রগতি প্রয়োজন।\n\n\n== বিকাশের প্রয়োজনীয়তা ==\nন্যানোপ্রযুক্তিকে দুটি শাখায় ভাগ করা যায়। প্রথমটি হচ্ছে আণবিক ন্যানো প্রযুক্তি যার মধ্যে রয়েছে নিম্নোর্ধ্ব যান্ত্রিক শিল্পোৎপাদন  (ডাউন-আপ ম্যানুফ্যাকচার) এবং দ্বিতীয়টি প্রকৌশল ন্যানো প্রযুক্তি যা ন্যানোমাপনীতে উপকরণ এবং ব্যবস্থাগুলির বিকাশ এবং প্রক্রিয়াকরণের  সাথে জড়িত। দুটি শাখার জন্য প্রয়োজনীয় পরিমাপ এবং উৎপাদন সরঞ্জাম এবং কৌশলে কিছুটা পার্থক্য বিদ্যমান।\nতদুপরি, ন্যানো পরিমাপবিজ্ঞানের প্রয়োজনীয়তা শিল্প এবং গবেষণা প্রতিষ্ঠানের জন্য আলাদা। গবেষণা ক্ষেত্রে ন্যানো পরিমাপবিজ্ঞান শিল্পের তুলনায় দ্রুততর অগ্রগতি করেছে কারণ হল মূলত শিল্পের জন্য ন্যানো পরিমাপবিজ্ঞান বাস্তবায়ন করা কঠিন। গবেষণা ভিত্তিক ন্যানো পরিমাপবিজ্ঞানে বিভেদনক্ষমতা (রেজোলিউশন) গুরুত্বপূর্ণ, অন্যদিকে শিল্পখাতে ন্যানো পরিমাপবিজ্ঞানের সঠিকতাকে বিভেদনক্ষমতার চেয়ে অগ্রাধিকার দেওয়া হয়। অধিকন্তু, অর্থনৈতিক কারণে শিল্প ন্যানো পরিমাপবিজ্ঞানে কম সময় ব্যয় করা গুরুত্বপূর্ণ, অন্যদিকে গবেষণা ন্যানো পরিমাপবিজ্ঞানে এটি গুরুত্বপূর্ণ নয়। বর্তমানে সহজলভ্য বিভিন্ন পরিমাপ কৌশলগুলির একটি নিয়ন্ত্রিত পরিবেশ যেমন শূন্যতা, কম্পন এবং শব্দমুক্ত পরিবেশের প্রয়োজন। এছাড়াও, শিল্প ন্যানো পরিমাপবিজ্ঞানে ন্যূনতম সংখ্যার পরামিতিগুলির সাথে পরিমাপগুলি আরও পরিমাণগত হতে হবে।\n\n\n== মান সমূহ ==\n\n\n=== আন্তর্জাতিক মান ===\nপরিমাপ বিজ্ঞানের মানগুলি এমন বস্তু বা ধারণা যা কোনও গ্রহণযোগ্য কারণে কর্তৃপক্ষ হিসাবে চিহ্নিত করা হয়। আদর্শ মানের উপর ভিত্তি করে একটি নির্ধারিত মান স্থাপন বা নিশ্চিতকরণের উদ্দেশ্যে তাদের অজানা সাথে তুলনা করার জন্য তাদের কাছে যে পরিমাণ মান রয়েছে তা কার্যকর। একটি আদর্শ মান এবং কিছু অন্যান্য পরিমাপক যন্ত্রের মধ্যে সম্পর্ক স্থাপনের উদ্দেশ্যে পরিমাপের তুলনাগুলি সম্পাদন করা হ'ল ক্রমাঙ্কন। আদর্শ মানটি অনিশ্চয়তা ছাড়াই স্বাধীনভাবে পুনরুত্পাদনযোগ্য। ন্যানো প্রযুক্তির প্রয়োগবিশিষ্ট পণ্যগুলির বিশ্বব্যাপী বাজারের মূল্য অদূর ভবিষ্যতে কমপক্ষে বহু হাজার কোটি মার্কিন ডলার হবে বলে ধারণা করা হচ্ছে। তবে এ পর্যন্ত ন্যানো প্রযুক্তি সম্পর্কিত ক্ষেত্রের জন্য কোনও আন্তর্জাতিকভাবে স্বীকৃত মান নেই বললেই চলে। আন্তর্জাতিক মান সংস্থার ন্যানোপ্রযুক্তির উপর টিসি-২২৯ কারিগরি সমিতি সম্প্রতি পরিভাষা, এর চরিত্রায়ন জন্য কয়েক মান প্রকাশিত ন্যানো-উপাদানসমূহ এবং ন্যানোকণাসমূহের মত পরিমাপ সরঞ্জাম ব্যবহার আ ফ ম, ক্রমবীক্ষণ ইলেকট্রন অণুবীক্ষণ যন্ত্র, ব্যতিচারমাপক (Interferometers), আলোক-শাব্দিক (optoacoustic) সরঞ্জাম, গ্যাস পরিশোষণ পদ্ধতি ইত্যাদি বৈদ্যুতিক সম্পদের জন্য পরিমাপের প্রমিতকরণের জন্য কয়েকটি মানদণ্ড আন্তর্জাতিক বৈদ্যুতিন প্রযুক্তি কমিশন প্রকাশ করেছে। কিছু গুরুত্বপূর্ণ মান যা এখনও প্রতিষ্ঠিত হয়নি সেগুলি হ'ল পাতলা ছায়াছবি বা স্তরগুলির ঘনত্ব পরিমাপের মান, পৃষ্ঠের বৈশিষ্ট্যগুলির বৈশিষ্ট্য, ন্যানোমাপনীতে বল প্রয়োগের পরিমাপের মান, ন্যানো কণাসমূহ এবং ন্যানোকাঠামোসমূহের সংকটজনক মাত্রাগুলির বৈশিষ্ট্য নির্ধারণের মান এবং ভৌত বৈশিষ্ট্যগুলির জন্য পরিমাপের মানদণ্ডগুলি যেমন চালকতা, স্থিতিস্থাপকতা, ইত্যাদি।\n\n\n== সহনশীলতা ==\n\nসহনশীলতা হল উপকরণ, বৈশিষ্ট্য, বা শর্তগুলির মধ্যে পার্থক্যের অনুমোদনযোগ্য সীমা বা সীমাবদ্ধতা যা সরঞ্জামের কোনও প্রক্রিয়া এবং কোনও প্রক্রিয়া উল্লেখযোগ্যভাবে প্রভাবিত না করে। অসম্পূর্ণতা এবং অন্তর্নিহিত পরিবর্তনশীলতার জন্য কোনও আপস না করে দক্ষতার পক্ষে যুক্তিসঙ্গত প্রবণতার জন্য সহনশীলতা নির্দিষ্ট করা হয়েছে। ন্যানো প্রযুক্তিতে ব্যবস্থাগুলির ন্যানোমিটারের পরিসীমাগুলির মাত্রা রয়েছে। অনুসরণযোগ্যতার (ট্রেসেবিলিটি) জন্য উপযুক্ত ক্রমাঙ্কন মান সহ ন্যানোমাপনীতে সহনশীলতার সংজ্ঞা দেওয়া বিভিন্ন ন্যানো যান্ত্রিক শিল্পোৎপাদন পদ্ধতির জন্য কঠিন। অর্ধপরিবাহী শিল্পে বিভিন্ন সংহত কৌশল উদ্ভাবিত রয়েছে যা ন্যানো যান্ত্রিক শিল্পোৎপাদনে ব্যবহৃত হয়।\n\n\n=== সমন্বয় কৌশল ===\nবিষম সমন্বয়ে (হেটেরো ইন্টিগ্রেশনে) যৌগিক স্তর থেকে ন্যানোব্যবস্থাগুলির সরাসরি বানোয়াট কাজ করা হয়। সমাবেশের কার্যকারিতা অর্জনের জন্য জ্যামিতিক সহনশীলতা প্রয়োজন।\nসংকর (হাইব্রিড) সমন্বয়ে ন্যানো উপাংশগুলি একটি সাবস্ট্রেট ফ্যাব্রেটিং ফাংশনিং ন্যানো ব্যবস্থাগুলিতে স্থাপন বা একত্রিত হয়। এই কৌশলটিতে, সর্বাধিক গুরুত্বপূর্ণ নিয়ন্ত্রণ পরামিতি হ'ল স্তরটিতে থাকা উপাদানগুলির অবস্থানগত যথাযথতা।\nএকচেটিয়া সমন্বয়ে সমস্ত বানোয়াট প্রক্রিয়া ধাপগুলি একক স্তরে একত্রিত হয় এবং তাই উপাদান বা সমাবেশের কোনও মিলনের প্রয়োজন হয় না। এই কৌশলটির সুবিধা হ'ল জ্যামিতিক পরিমাপগুলি ন্যানো ব্যবস্থার কার্যকারিতা অর্জন বা মনগড়া প্রক্রিয়া নিয়ন্ত্রণের জন্য আর গুরুত্ব দেয় না\n\n\n== ন্যানোকাঠামোর শ্রেণিবিন্যাস ==\nন্যানোসংযুতি (ন্যানো কমপোজিট), ন্যানোতার, ন্যানোচূর্ণ, ন্যানোনালিকা, ফুলারি্ ন্যানোতন্তু, ন্যানোখাঁচা, ন্যানো অণুকেলাস, ন্যানোসুঁই, ন্যানোগদি, ন্যানোজালিকা, ন্যানো কণা, ন্যানো স্তম্ভ,  পাতলা ঝিল্লি, ন্যানোদণ্ড,  ন্যানো কাপড়, কোয়ান্টাম বিন্দু, ইত্যাদি বিভিন্ন ন্যানোকাঠামো রয়েছে।  ন্যানো কাঠামোগুলিকে তাদের মাত্রা দ্বারা শ্রেণিবদ্ধ করা হল সর্বাধিক সাধারণ উপায়।\n\n\n=== মাত্রিক শ্রেণিবিন্যাস ===\n\n\n=== অণুকেলাস কাঠামোর শ্রেণিবিন্যাস ===\nন্যানোকাঠামোগুলিকে এগুলির অণুকেলাস (grain বা crystallite) কাঠামো এবং নির্মাণের আকারের  ভিত্তিতে শ্রেণিবদ্ধ করা যেতে পারে। এটি ২-মাত্রিক এবং ৩-মাত্রিক ন্যানোকাঠামোগুলির ক্ষেত্রে প্রযোজ্য।\n\n\n== পৃষ্ঠতল পরিমাপ ==\nন্যানোচূর্ণের নির্দিষ্ট পৃষ্ঠতল পরিমাপের জন্য বিইটি পদ্ধতি বেশি ব্যবহৃত হয়। বদ্ধ পাত্রে আবদ্ধ বস্তুর পৃষ্ঠতলে নাইট্রোজেন কণার শোষণের ফলে উৎপন্ন নাইট্রোজেনের বিন্দু পরিমাণ চাপ পরিমাপ করা হয়। এছাড়াও, ন্যানোচূর্ণের আকৃতি গোলকীয় ধরা হয়।\n\nD = 6/(ρ*A)\nযেখানে \"D\" কার্যকর ব্যাস, \"ρ\" হল ঘনত্ব এবং \"A\" হ'ল বিইটি পদ্ধতিতে পাওয়া পৃষ্ঠের অঞ্চল।\n\n\n== আরও দেখুন ==\nন্যানো কণার বৈশিষ্ট্য\n\n\n== তথ্যসূত্র ==\n\n\n== সাধারণ উৎসপঞ্জি ==\nWhitehouse, David J. (২০১১)। Handbook of surface and nanometrology। CRC Press। আইএসবিএন 9781420082012। ওসিএলসি 703152969। \nSchulte, Jürgen (২০০৫)। Nanotechnology: global strategies, industry trends and applications। Wiley। আইএসবিএন 9780470854006। ওসিএলসি 56733161। \n\"Eighth Nanoforum Report: Nanometrology\" (পিডিএফ)। Nanoforum। জুলাই ২০০৬। ২০ অক্টোবর ২০০৭ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১২ মে ২০২১। \nAliofkhazraei, Mahmood; Rouhaghdam, Alireza Sabour (২০১০)। \"Synthesis and Processing of Nanostructured Films, and Introduction to and Comparison with Plasma Electrolysis\" (পিডিএফ)। Fabrication of nanostructures by plasma electrolysis। Wiley-VCH। আইএসবিএন 9783527326754। ওসিএলসি 676709104।"}