{"pageid": 1051348, "title": "প্রবাহ প্রক্রিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1051348", "content": "উন্মুক্ত সিস্টেমের সীমানা দ্বারা আবদ্ধ স্থানের অঞ্চলটিকে সাধারণত  নিয়ন্ত্রিত আয়তনে  বলা হয়। এটি দৃশ্যমান কোন বাস্তব সীমানা (যেমন কোন দেয়াল) দ্বারা আবদ্ধ থাকতে পারে বা নাও পারে। যেহেতু কোন প্রবাহীর প্রবাহ উক্ত সিস্টেমে প্রবেশ করতে পারে কিংবা সিস্টেম থেকে বেরও হয়ে যেতে পারে তাই এই কন্ট্রোল ভলিউম এর আকার নির্দিষ্ট করে দেয়া দরকার। সাধারণত সিস্টেমের সাথে প্রবাহী পদার্থের এই প্রবাহের প্রক্রিয়াটিতে প্রবাহী পদার্থটি পুরো সময়ে রাসায়নিকভাবে সমজাতীয় থাকে বলে বিবেচনা করা হয়।  প্রবাহী পদার্থটি সিস্টেমে প্রবেশ করার সময় এমন মনে হয় যেন এটি তার সামনে রাখা উক্ত প্রবাহী পদার্থটির কোন পিস্টন সিস্টেমের ভেতর প্রবেশ করাচ্ছে। তাই সে সময় প্রবাহমান পদার্থটি একটি কাজ সম্পন্ন করে। একইভাবে সিস্টেমটির ক্ষেত্রেও মনে হয় যেন এটি প্রবাহীটির কোনও পিস্টন সিস্টেম থেকে বের করে দিচ্ছে।এই কারণে সিস্টেমটি দ্বারাও কাজ সম্পন্ন হয়। সিস্টেমের দৃশ্যমান সীমানা অর্থাৎ সিস্টেমের দেয়ালের মধ্য দিয়ে কোন পদার্থ যাওয়া-আসা করতে পারেনা, শুধু তাপ(δQ) ও কাজ (δW) স্থানান্তর হতে পারে। এই কাজের মধ্যে শ্যাফট দ্বারা কৃতকাজও অন্তর্ভুক্ত।\nচিরায়ত তাপগতিবিদ্যা সেসব প্রক্রিয়া নিয়েই কাজ করে যেগুলো প্রাথমিক ও শেষ অবস্থায় তাপগতীয় সাম্যাবস্থায় বিদ্যমান থাকে এবং যেখানে কোন প্রবাহ অন্তর্ভুক্ত থাকে না। অবশ্য কিছু শর্তাধীনে যেমন যদি প্রবাহীর প্রবাহ সমহারে হয়, সেখানে চিরায়ত তাপগতিবিদ্যা ব্যবহার করা যায়। সেজন্য অনেক সময়ই বিভিন্ন দরকারে প্রবাহ প্রক্রিয়াকে চিরায়ত তাপগতিবিদ্যার সাথে একসাথে বিবেচনা করা যেতে পারে যেখানে প্রবাহকে অকার্যকর ধরা হয়।    প্রাথমিক অবস্থায় আমরা ধরে নেই যে প্রবাহের গতিশক্তি ও অভিকর্ষজ বিভবশক্তি অপরিবর্তনশীল এবং প্রবাহী পদার্থের প্রবেশ বা বের হয়ে যাওয়া ছাড়া সিস্টেমের দেয়ালগুলো স্থির।\nএমতাবস্থায় প্রবাহ প্রক্রিয়াটির জন্য তাপগতিবিদ্যার প্রথম সূত্র অনুযায়ী বলা যায়: একটি সিস্টেমের অভ্যন্তরীণ শক্তির বৃদ্ধি , প্রবাহী পদার্থের প্রবেশের দ্বারা এবং উত্তাপের মাধ্যমে সিস্টেমের মোট অর্জিত শক্তি থেকে প্রবাহিত পদার্থের বহির্গমন ও বাহ্যিক কাজের মাধ্যমে সিস্টেমের হারানো শক্তির পরিমাণকে বিয়োগ করে পাওয়া যায় । এমতাবস্থায়, প্রবাহ প্রক্রিয়ার প্রথম সূত্রটি এভাবে লেখা যায়:\n\n  \n    \n      \n        \n          d\n        \n        U\n        =\n        \n          d\n        \n        \n          U\n          \n            in\n          \n        \n        +\n        δ\n        Q\n        −\n        \n          d\n        \n        \n          U\n          \n            out\n          \n        \n        −\n        δ\n        W\n      \n    \n    {\\displaystyle \\mathrm {d} U=\\mathrm {d} U_{\\text{in}}+\\delta Q-\\mathrm {d} U_{\\text{out}}-\\delta W}\n  \n\nUin এবং Uout যথাক্রমে সিস্টেমে প্রবাহী পদার্থের মাধ্যমে অভ্যন্তরীণ শক্তির প্রবেশ ও বের হয়ে যাওয়া নির্দেশ করছে ।\nদু ধরনের কাজ রয়েছে : উপরে বর্ণিত 'ফ্লো ওয়ার্ক', যা নিয়ন্ত্রিত আয়তনের সিস্টেমের কার্যকরী পদার্থের ক্ষেত্রে কাজ করে (এটি সাধারণত ' PV work ' নামেও পরিচিত), এবং 'শ্যাফট ওয়ার্ক', যা  একটি শ্যাফটের মাধ্যমে নিয়ন্ত্রিত আয়তনের সিস্টেমের কার্যকরী পদার্থ দ্বারা কোন যান্ত্রিক ডিভাইসের ওপর কাজ করার সময় কার্যকর হয়। এই দুই ধরনের কাজ নিম্নোক্ত সমীকরণের মাধ্যমে প্রকাশ করা হয়:\n\n  \n    \n      \n        δ\n        W\n        =\n        \n          d\n        \n        (\n        \n          P\n          \n            out\n          \n        \n        \n          V\n          \n            out\n          \n        \n        )\n        −\n        \n          d\n        \n        (\n        \n          P\n          \n            in\n          \n        \n        \n          V\n          \n            in\n          \n        \n        )\n        +\n        δ\n        \n          W\n          \n            shaft\n          \n        \n      \n    \n    {\\displaystyle \\delta W=\\mathrm {d} (P_{\\text{out}}V_{\\text{out}})-\\mathrm {d} (P_{\\text{in}}V_{\\text{in}})+\\delta W_{\\text{shaft}}}\n  \n\nনিয়ন্ত্রণ আয়তন cv এর জন্য প্রাপ্ত উপরের সমীকরণে প্রতিস্থাপন করে পাই:\n\n  \n    \n      \n        \n          d\n        \n        \n          U\n          \n            c\n            v\n          \n        \n        =\n        \n          d\n        \n        \n          U\n          \n            in\n          \n        \n        +\n        \n          d\n        \n        (\n        \n          P\n          \n            in\n          \n        \n        \n          V\n          \n            in\n          \n        \n        )\n        −\n        \n          d\n        \n        \n          U\n          \n            out\n          \n        \n        −\n        \n          d\n        \n        (\n        \n          P\n          \n            out\n          \n        \n        \n          V\n          \n            out\n          \n        \n        )\n        +\n        δ\n        Q\n        −\n        δ\n        \n          W\n          \n            shaft\n          \n        \n        \n      \n    \n    {\\displaystyle \\mathrm {d} U_{cv}=\\mathrm {d} U_{\\text{in}}+\\mathrm {d} (P_{\\text{in}}V_{\\text{in}})-\\mathrm {d} U_{\\text{out}}-\\mathrm {d} (P_{\\text{out}}V_{\\text{out}})+\\delta Q-\\delta W_{\\text{shaft}}\\,}\n  \n\nএনথ্যালপির সংজ্ঞানুসারে আমরা জানি, H = U + PV ।এইতাপগতীয় বিভব টি অভ্যন্তরীণ শক্তি U এবং প্রবাহের জন্য কৃতকাজ PV কে একসাথে বিবেচনা করে বলে এই ধারণাটি উপরের সূত্রে ব্যবহার করা যায়  :\n\n  \n    \n      \n        \n          d\n        \n        \n          U\n          \n            c\n            v\n          \n        \n        =\n        \n          d\n        \n        \n          H\n          \n            in\n          \n        \n        −\n        \n          d\n        \n        \n          H\n          \n            out\n          \n        \n        +\n        δ\n        Q\n        −\n        δ\n        \n          W\n          \n            shaft\n          \n        \n      \n    \n    {\\displaystyle \\mathrm {d} U_{cv}=\\mathrm {d} H_{\\text{in}}-\\mathrm {d} H_{\\text{out}}+\\delta Q-\\delta W_{\\text{shaft}}}\n  \n\nযেসব উন্মুক্ত সিস্টেম নিয়ন্ত্রিত আয়তনে কাজ করে সেগুলোর অধিকাংশই সুস্থিত অবস্থায় চালনা করা হয় (টারবাইন, পাম্প এবং ইঞ্জিন দেখুন )। তখন সেই নিয়ন্ত্রিত আয়তনের মধ্যে সিস্টেমের বৈশিষ্ট্য সময়ের সাথে পরিবর্তিত হয় না। তাই নিয়ন্ত্রিত আয়তন দ্বারা আবদ্ধ সিস্টেমের অভ্যন্তরীণ শক্তি স্থির থাকে, অর্থাৎ উপরের সমীকরণে dUcv এর মান অধিকাংশ সময় শূন্য হবে। কোন ধরনের রাসায়নিক বিক্রিয়া না ঘটলে এসকল যন্ত্রের রাসায়নিক সমজাতীয়তা অর্জনের জন্য যা যা প্রয়োজনীয় সেসব সহ বিদ্যুৎ উত্পাদনের জন্যও নিচের সমীকরণটি খুব গুরুত্বপূর্ণ ভূমিকা পালন করে:\n\n  \n    \n      \n        \n          \n            \n              δ\n              \n                W\n                \n                  shaft\n                \n              \n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n        =\n        \n          \n            \n              \n                d\n              \n              \n                H\n                \n                  in\n                \n              \n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n        −\n        \n          \n            \n              \n                d\n              \n              \n                H\n                \n                  out\n                \n              \n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n        +\n        \n          \n            \n              δ\n              Q\n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n      \n    \n    {\\displaystyle {\\frac {\\delta W_{\\text{shaft}}}{\\mathrm {d} t}}={\\frac {\\mathrm {d} H_{\\text{in}}}{\\mathrm {d} t}}-{\\frac {\\mathrm {d} H_{\\text{out}}}{\\mathrm {d} t}}+{\\frac {\\delta Q}{\\mathrm {d} t}}}\n  \n\nএই সম্পর্কটি উপরের চিত্র দ্বারা বর্ণিত হয়েছে।\nভর দ্বারা প্রবাহ প্রক্রিয়া একটি পথ ফাংশন। অর্থাৎ এই প্রক্রিয়া দ্বারা সংঘটিত কাজের মান প্রবাহপথের ওপর নির্ভর করে, সিস্টেমের আদি ও শেষ অবস্থার ওপর নয় । অসঙ্কোচনীয় প্রবাহের জন্য প্রবাহের সামনের ক্ষেত্রের ক্ষেত্রফলকে ধ্রুব  ধরা হয়। প্রবাহ প্রক্রিয়া সিস্টেমে বাইরে থেকে শক্তি প্রদান করতে পারে অথবা সিস্টেমের শক্তি কমাতেও পারে।\n\n\n== আরও দেখুন ==\nপ্রবাহ প্রক্রিয়া চিত্র\nসুস্থির প্রবাহ শক্তি সমীকরণ / সুস্থির একক প্রবাহ\n\n\n== তথ্যসূত্র ==\n\n 1. Shavit, A., Gutfinger, C. (1995). Thermodynamics. From Concepts to Applications, Prentice Hall, London, ISBN 0-13-288267-1, Chapter 6.\n2.Adkins, C.J. (1968/1983). Equilibrium Thermodynamics, third edition, Cambridge University Press, Cambridge UK, ISBN 0-521-25445-0, pp. 46–47.\n3.Thermodynamics An Engineering Approach, by Yunus A. Cengel and Michael Boles."}