{"pageid": 1051261, "title": "নাজা", "url": "https://bn.wikipedia.org/wiki?curid=1051261", "content": "নাজা (Naja) বা দূধ খরিশ এলাপিডি পরিবারভূক্ত বিষধর সর্পের একটি গণ। এ গণভুক্ত সাপগুলো কোবরা (বাংলায় কেউটে বা গোখরা) নামে পরিচিত । নাজা গোত্রের সদস্যরা সর্বাধিক বিস্তৃত এবং \"সত্যিকারে\" কোবরা হিসাবে পরিচিত। আফ্রিকা, দক্ষিণ-পশ্চিম এশিয়া, দক্ষিণ এশিয়া এবং দক্ষিণ-পূর্ব এশিয়া জুড়ে এদের বিভিন্ন প্রজাতি দেখা যায়। বেশ কিছু অন্যান্য এলাপিডি প্রজাতির সাপকে \"কোবরা\" বলা হয় যেমন কিং কোবরা সাপ (Ophiophagus hannah) এবং রিঙ্কলস (Hemachatus haemachatus), কিন্তু এগুলো কোনটিই সত্যিকারের কোবরা নয়। এগুলি প্রকৃত কোবরা নয় কারণ এগুলি নাজা গোত্রের নয়, পরিবর্তে প্রত্যেকটি আলাদা আলাদা প্রজাতির (মনোটাইপিক জেনার)। রিঙ্কলস প্রজাতির গোত্র হল হেমাচ্যাটাস  এবং ওফিওফাগাস গোত্র হল কিং কোবরা/হামাদ্রিয়াদ সাপের। \n\nসাম্প্রতিককালে, নাজা বংশের ২০ থেকে ২২ প্রজাতি ছিল। তবে সাম্প্রতিক বছরগুলিতে এটি বেশ কয়েকটি ট্যাক্সনোমিক সংশোধনের মধ্য দিয়ে গিয়েছে।  সুতরাং উত্সগুলি ব্যাপকভাবে পরিবর্তিত হয়। ব্যাপক সমর্থনসহ ২০০৯ এর সংশোধনে  বিদ্যমান গণ বোলেঞ্জেরিনা এবং পারঞ্জাকে নাজা গণে আনা হয়েছে। এই সংশোধন অনুসারে, নাজা গোত্রের মধ্যে এখন ৩৮টি প্রজাতি রয়েছে। \n\n\n== ব্যুৎপত্তি ==\n\nএই বংশের নামের উৎপত্তি সংস্কৃত নাগা (অর্থ \"সাপ\") থেকে এসেছে। কেউ মনে করে, সংস্কৃত শব্দ সমানজাতীয়ের সঙ্গে ইংরেজি \"দ্য স্নেক\", জার্মানিক: * snēk-A-, প্রোটো-আই ই : * (গুলি) nēg-o-,  মিশ্রিত হয়ে এসেছে কিন্তু এই সম্ভাবনা কম। ম্যানফ্রেড মায়রহোফার এই ব্যুৎপত্তি \"বিশ্বাসযোগ্য না\" বলে অভিমত ব্যক্ত করেন এবং একটি আরো বিশ্বাসযোগ্য ব্যুত্পত্তি শব্দকে সংযুক্ত করে বলে জানান সেটি হল সংস্কৃত nagna (নগ্ন) যার অর্থ করলে দাড়ায় \"চুল বিহিন, নগ্ন\"। \n\n\n== বর্ণনা ==\nনাজা প্রজাতিগুলির দৈর্ঘ্যে পার্থক্য লক্ষ্য করা যায় এবং বেশিরভাগ তুলনামূলকভাবে সরু-দেহযুক্ত সাপ। ১.৮৪ মি (৬.০ ফু) দৈর্ঘ্য বেশিরভাগ প্রজাতিই গর্জনে সক্ষম। বড় আকারের কয়েকটি প্রজাতির কোবরার সর্বাধিক দৈর্ঘ্য ৩.১ মি (১০ ফু), যার মধ্যে ফরেষ্ট কোবরা যুক্তিযুক্তভাবে দীর্ঘতম প্রজাতি।  সকলেরই তাদের দেহের সম্মুখভাগগুলি স্থল থেকে বাড়িয়ে তুলতে এবং সম্ভাব্য শিকারীর কাছে আরও বড় দেখাতে তাদের ঘাড় ফোলাবার বৈশিষ্ট্যগত দক্ষতা রয়েছে।\n\n\n== বিষ ==\nনাজা গণের সমস্ত প্রজাতি মানুষের জন্য মারাত্মক বিষ কামড়ের মাধ্যমে সরবরাহ করতে সক্ষম। বেশিরভাগ প্রজাতির মারাত্মক নিউরোটক্সিক বিষ রয়েছে, যা স্নায়ুতন্ত্রকে আক্রমণ করে, পক্ষাঘাত সৃষ্টি করে। তবে অনেকের মধ্যে সাইটোঅক্সিক বিষও রয়েছে যা শরীর ফোলা ও নেক্রোসিস সৃষ্টি করে এবং এন্টিকোয়াকুল্যান্টের প্রভাব তৈরি করতে সক্ষম। কারও কারও বিষে কার্ডিওটক্সিক উপাদান রয়েছে।\n\nবেশ কয়েকটি নাজা প্রজাতিকে বিষ নিক্ষেপকারী কোবরা হিসাবে উল্লেখ করা হয়, তাদের একটি বিশেষ বিষ ছুড়ে মারার ব্যবস্থা রয়েছে। এ ব্যবস্থায় তাদের সম্মুখের দাত নিচের দিকে বিষ নির্গমন করার পরিবর্তে সামনের দিকেও বের করার জন্য পৃষ্ঠে সংক্ষিপ্ত, বৃত্তাকার ছিদ্র থাকে (হাইপোডার্মিক সূঁচের অনুরূপ), যা মুখের বাইরে বিষকে বের করে দেয় একটি পিচকারির মত। তারা নির্ধারিত লক্ষ্যে কত পরিসীমায় এবং নির্ভুলভাবে বিষকে ছুড়ে দিতে পারে তা বিভিন্ন প্রজাতি ভেদে বিভিন্ন তবে এটি প্রাথমিকভাবে তাদের একটি প্রতিরক্ষা ব্যবস্থা হিসাবে ব্যবহৃত হয়। কাটাছেড়াবিহিন ত্বকে বিষটির সামান্য বা কোনও প্রভাব নেই, তবে এটি যদি চোখে প্রবেশ করে তবে তা তাত্ক্ষণিকভাবে এবং পুরোপুরি ধুয়ে না নিলে এটি মারাত্মক জ্বলুনিসহ সংবেদনশীল অবস্থার সৃষ্টি করে এবং এর ফলে  অস্থায়ী, এমনকি স্থায়ী অন্ধত্ব সৃষ্টি করতে পারে।\nসাম্প্রতিক একটি গবেষণা  দেখিয়েছে যে তিনটি বিষ নিক্ষেপকারী কোবরার প্রজাতি ফসফোলাইপাস এ২ স্তরের মাধ্যমে উচ্চতর ব্যথা-প্ররোচনামূলক ক্রিয়াকলাপে বিকশিত হয়েছে, যা বেশিরভাগ কোবরা জীবাণুতে উপস্থিত সাইটোঅক্সিনের অ্যালজেসিক ক্রিয়াকে সক্রিয় করে তোলে। আফ্রিকান এবং এশিয়ান নাজাতে বিষ নিক্ষেপকারীর উৎপত্তির সময়টি আফ্রিকার মানব এবং শিম্পাঞ্জির বিবর্তনীয় সময়কে নির্দেশ করে এবং এশিয়ায় হোমো ইরেক্টাসের আগমনের সাথে মিলে যায়। লেখকরা তাই অনুমান করেছেন যে দ্বিপদী, সরঞ্জাম-ব্যবহারকারী প্রাইমেটদের আগমন কোবারায় বিষ নিক্ষেপের বিবর্তনের কারণ হতে পারে।\nনাজা প্রজাতিগুলি তাদের ভৌগোলিক পরিসীমা জুড়ে অধিক সংখ্যক কামড় এবং প্রাণহানির কারণে এগুলি চিকিৎসাকার্যের জন্য গুরুত্বপূর্ণ সর্প প্রজাতি। এগুলি আফ্রিকা জুড়ে (নাজা হাজের সাহারার কিছু অংশ সহ), দক্ষিণ-পশ্চিম এশিয়া, মধ্য এশিয়া, দক্ষিণ এশিয়া, পূর্ব এশিয়া এবং দক্ষিণ-পূর্ব এশিয়া জুড়ে রয়েছে। কিছু কিছু কোবরা প্রজাতির দ্বারা প্রায় ৩০-৪০% কামড় বিষহীন (ড্রাই) কামড় হয়, ফলে এনভেনোমেশন হয় না (শুকনো কামড় কোনও বিষাক্ত সাপের কামড় যাতে বিষ ইনজেকশন দেয় না)।\n\n\n== শ্রেণীকরণ ==\n\nএই গণে বেশ কয়েকটি প্রজাতির কমপ্লেক্স রয়েছে যা ঘনিষ্ঠভাবে সম্পর্কিত এবং প্রায়শই অনুরূপ চেহারাযুক্ত। প্রজাতিগুলির মধ্যে কয়েকটি রয়েছে যা সম্প্রতি  বর্ণিত বা সংজ্ঞায়িত হয়েছে। বেশ কয়েকটি সাম্প্রতিক ট্যাক্সোনমিক গবেষণা প্রকাশ করেছে যে প্রজাতির আইটিআইএসের বর্তমান তালিকার অন্তর্ভুক্ত নয়:\n\nNaja anchietae ( Bocage, ১৮৭৯), অ্যানচিয়েটাস কোবরা, মার্টেনস (১৯৩৭) এর মত অনুসারে এন হজের একটি উপপ্রজাতি হিসেবে গণ্য হয় এবং ব্রডলি (১৯৯৫) এটিকে নাজা আনুলিফেরার  অর্ন্তগত করেন। পরে এটি ব্রডলি এবং ওয়েস্টার (২০০৪) দ্বারা একটি সম্পূর্ণ প্রজাতি হিসাবে বিবেচিত হয়। \nNaja Arabica স্করটেসি, ১৯৩২ আরব কেউটে, দীর্ঘ সময় এটিকে এন হাজের একটি উপপ্রজাতি হিসেবে বিবেচনা করা হয়েছে, কিন্তু সম্প্রতি সম্পূর্ণ প্রজাতি অবস্থায় উত্থাপিত হয়। \nNaja ashei ব্রডলি এবং ওয়েস্টার ২০০৭ সালে অ্যাশেস স্পিটিং কোবরা, আফ্রিকার সদ্য বর্ণিত একটি প্রজাতি এবং এটি অত্যন্ত আক্রমণাত্মক একটি সাপ। এটি অধিক পরিমাণে বিষ ছিটাতে পারে। \nNaja nigricincta বোগার্ট ১৯৪০ দীর্ঘদিন ধরে এন নিগ্রিকোলিসের একটি উপ-প্রজাতি হিসাবে গণ্য করা হয়েছিল, তবে সম্প্রতি এটি একটি সম্পূর্ণ প্রজাতি হিসাবে দেখা গেছে (যার মধ্যে এন। উড্ডি একটি উপ-প্রজাতিও আছে)। \nNaja senegalensis ট্র্যাপ এট আল, ২০০৯, এটি একটি নতুন প্রজাতি যা পূর্বে পশ্চিম আফ্রিকার সাভানার এন হাজে হিসাবে বিবেচিত হত। \nনাজা পেরোস্কোবারি সেরিআকো এট আল ২০১৭, এটি এমন একটি নতুন প্রজাতি যা ইতিপূর্বে সাও টোমের এন মেলানোলেউকার হিসাবে বিবেচিত ছিল \nনাজা গিনিনেসিস  ব্রডলি এট আল, ২০১৮, এটি এমন একটি নতুন প্রজাতি যা ইতিপূর্বে পশ্চিম আফ্রিকার বনাঞ্চলের এন মেলানোলেউকার হিসাবে বিবেচিত হত \nনাজা সাভানুলা  ব্রডলি এট আল, ২০১৮, একটি নতুন প্রজাতি যা পূর্বে পশ্চিম আফ্রিকার সাভানার এন মেলানোলেউকের হিসাবে বিবেচিত হত \nনাজা সাবফুলভা  লরেন্ট, ১৯৫৫, পূর্বে এন মেলানোলেউকের উপ-প্রজাতি হিসাবে বিবেচিত হত, সম্প্রতি একটি সম্পূর্ণ প্রজাতি হিসাবে স্বীকৃত হয়েছিল। \n\n\n== প্রজাতি ==\n\nমনোনীত উপ-প্রজাতিগুলি অন্তর্ভুক্ত নয়\n† বিলুপ্ত  T প্রজাতি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃ সংযোগ ==\nটেমপ্লেট:NRDB genus"}