{"pageid": 1051560, "title": "লিথুয়ানিয়ায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1051560", "content": "অন্যান্য উত্তর ও পশ্চিম ইউরোপীয় দেশগুলির তুলনায় লিথুয়ানিয়ায় ইসলামের দীর্ঘ ইতিহাস রয়েছে যা ১৪ শতকের শুরু থেকে হয়েছে। পোলিশ-লিথুয়ানিয় কমনওয়েলথের লিথুয়ানিয়ার মধ্যযুগীয় গ্র্যান্ড ডিউক শাসিত অঞ্চলে, বাল্টিক থেকে কৃষ্ণ সমুদ্র পর্যন্ত প্রসারিত, দক্ষিণের বেশ কয়েকটি ক্রিমিয়া তাতারদের বসবাসের মুসলিম ভূখণ্ড অন্তর্ভুক্ত ছিল। কিছু মুসলিম জাতিগতভাবে লিথুয়ানিয়ান ভূখণ্ডে চলে আসে, যা বর্তমানে বর্তমান লিথুয়ানিয়া প্রজাতন্ত্র এবং মূলত গ্র্যান্ড ডিউক ভাইটাউটাসের (পঞ্চদশ শতাব্দীর শুরুর দিকে) শাসনের অধীনে ছিল। তাতাররা, বর্তমানে লিথুয়ানিয়ান তাতার নামে পরিচিত, সময়ের সাথে সাথে তাদের ভাষা হারিয়ে ফেলেছে আর এখন তারা লিথুয়ানিয়ান ভাষায় কথা বলে; তবে তারা ইসলামকে তাদের ধর্ম হিসাবে ধরে রেখেছে। বৃহত্তর সমস্ত ইসলামি বিশ্ব থেকে দীর্ঘ বিচ্ছিন্নতার কারণে লিথুয়ানিয়ান তাতারদের রীতিগুলি বাকি সুন্নি মুসলিমদেরথেকে কিছুটা আলাদা; তবে তাদের পৃথক গোষ্ঠী হিসাবে বিবেচনা করা হয় না, যদিও কিছু লিথুয়ানিয়ান তাতাররা দেশের সংস্কৃতিগত ইসলাম অনুশীলন করে। মক্কায় হজ করার জন্য একজন বেনামিয়ান লিথুয়ানিয় তাতারি তাঁর রাইসলে নামক রচনায় স্বীকার করেছেন যে, লিথুয়ানিয়ান তাতারদের মধ্যে অপ্রচলিত  রীতিনীতি এবং আচারঅনুষ্ঠান প্রচলিত রয়েছে যাতে তাদের মুসলমানদের দৃষ্টিকোণ থেকে সম্ভবত বিধর্মী (কাফির) হিসাবে দেখা যেতে পারে।\nলিথুয়ানিয়ায়, তৎকালীন অন্যান্য অনেক ইউরোপীয় সমাজের মতো ধর্মীয় স্বাধীনতা ছিল। লিথুয়ানিয়ান তাতাররা নির্দিষ্ট জায়গায় রাইসাইয়ের (অ্যালিটাস জেলা পৌরসভায়) মতো জায়গার আশেপাশে বসতি স্থাপন করেছিল।\nলিথুয়ানিয়াকে সংযুক্ত করার পরে সোভিয়েত ইউনিয়ন লিথুয়ানিয়ার বেশিরভাগ তাতার সংস্কৃতি, মসজিদ, কবরস্থান এবং এ জাতীয় অনেককিছু ধ্বংস করে দিয়েছিল। লিথুয়ানিয়ার স্বাধীনতা পুনরুদ্ধারের পরে সরকার, যেসব লিথুয়ানিয় তাতার তাদের সংস্কৃতিকে হারিয়েছিল সেসব লিথুয়ানিয় তাতারদের সমর্থন দেয়। কাঠের তিনটি আদি মসজিদ (সাধারণত অপেক্ষাকৃত বড় মুসলিম জনগোষ্ঠীর নেমজিস, কেতুরিয়াসদেসিমট টোতুরিউ গ্রামে (উভয়ই ভিলনিয়াস জেলা পৌরসভায়) এবং রাইজিয়াই (অ্যালাইটাস জেলা পৌরসভায়)এখনও আছে, এবং কওনাসে ১৯৩০-এর দশকে লিথুয়ানিয়ার অন্তর্বর্তী স্বাধীনতার সময়কালে ভাইটাউটাসের জন্মবার্ষিকী উপলক্ষে নির্মিত একটি ইটের তৈরি নতুন মসজিদ আছে।ভাইটাউটাস হলেন তাতার ও ইসলামকে লিথুয়ানিয়ায় নিয়ে আসা নৃপতি। গ্র্যান্ড ডিউক পর ভাইটাউটাস এর নামানুসারে এ মসজিদটিকে বলা হয়  ভাইটাউটাস ডিডাইসিস মসজিদ । লিথুয়ানিয়ার রাজধানী ভিলনিয়াসে অবশ্য কোনও মসজিদ নেই, কারণ রুশরা সেখানে থাকা লুকিকাস মসজিদটিকে ধ্বংস করে দিয়েছে। লিথুয়ানিয়ান তাতার সম্প্রদায় মসজিদটি পুনর্নির্মাণের চেষ্টা করছে, তবে অর্থের অভাব এবং ভিলনিয়াস নগর পৌরসভা সরকারের নির্দিষ্ট পদক্ষেপ সহ বিভিন্ন সমস্যার মুখোমুখি হচ্ছে।\nবর্তমানে, কেবল কয়েক হাজার লিথুয়ানিয় তাতার আছে, যারা আনুমানিক দেশটির ০.১% জনসংখ্যার সমন্বয়ে গঠিত; তবে, লিথুয়ানিয় স্বাধীনতা পুনরুদ্ধারের সাথে সাথে তারা প্রমাণ সহ এক ধরনের জাতীয় পুনর্জাগরণের অভিজ্ঞতায় প্রমাণ পেয়েছে যে এখানে আরও কয়েক শতাধিক অ-তাতার ইসলামে ধর্মান্তরিত হয়েছে।\nসোভিয়েত ইউনিয়নের সময়ে, অন্যান্য মুসলিম জাতীয়তার কিছু লোককে সেখানে স্থানান্তরিত করা হয়েছিল, তবে তাদের মধ্যে অনেকেই নাস্তিক ছিলেন; স্বাধীনতা পুনরুদ্ধারের পরে অন্যান্য মুসলমানরাও অভিবাসী হিসাবে এসেছিল, তবে এই সংখ্যাটি পশ্চিম ইউরোপের একই সংখ্যার তুলনায় খুব কম; কিছু লিথুয়ানিয়ান যারা ধর্মান্তরিত হয়েছিল তাদের কারণে, লিথুয়ানিয় তাতাররা লিথুয়ানিয়ায় ইসলামের মূল অংশ হিসাবে রয়ে গেছে। দেশটিতে হালাল গোশত পাওয়া মুশকিল, আর অনেক আচারনিষ্ঠ মুসলমানরা নিজেরাই পশু জবাই করে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== বহিঃসংযোগ ==\nলিথুয়ানিয় ইসলাম সম্প্রদায়ের সাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ জানুয়ারি ২০২০ তারিখে (লিথুয়ানীয় ভাষায়)\nলিথুয়ানিয় মসজিদ (ফরাসি ভাষায়)"}