{"pageid": 1051345, "title": "হৃদপিণ্ডের কপাটিকা", "url": "https://bn.wikipedia.org/wiki?curid=1051345", "content": "হৃৎপিণ্ডের কপাটিকা (ইংরেজি: Heart valve) হল একমুখী ভালভ যা সাধারণত রক্তকে হৃৎপিণ্ডের মধ্য দিয়ে শুধুমাত্র এক দিকে প্রবাহিত হতে দেয়। স্তন্যপায়ী প্রাণীর হৃৎপিণ্ডে উপস্থিত চারটি কপাটিকা হৃৎপিণ্ডের মধ্য দিয়ে রক্তের প্রবাহ নির্ধারণ করে। একটি হৃৎপিণ্ডের কপাটিকা প্রতিটি পক্ষের ডিফারেনশিয়াল রক্তচাপের প্রবর্তন করে বা বন্ধ করে দেয়। \nস্তন্যপায়ী প্রাণীর চারটি কপাটিকা হল:\n\nদুটি আন্তঃঅলিন্দ-নিলয় কপাটিকা/অ্যাট্রিওভেনট্রিকুলার (এভি) ভালভ: মাইট্রাল ভালভ (বাইকাসপিড ভাল্ভ/দ্বিপত্র কপাটিকা) এবং ট্রাইকাসপিড ভালভ/ত্রিপত্র কপাটিকা, যা উপরের প্রকোষ্ঠ (অলিন্দ) এবং নিম্নের প্রকোষ্ঠ (নিলয়) মধ্যে থাকে।\nদুটি অর্ধচন্দ্রাকার/সেমিলুনার (এসএল) ভালভ, একটি অ্যাওর্টিক ভালভ বা মহাধমনি এবং একটি পালমোনারি ভালভ। এগুলো হল হৃৎপিণ্ড থেকে বের হওয়া ধমনীগুলো।\nমাইট্রাল ভালভ এবং অ্যাওর্টিক ভালভ হৃৎপিণ্ডের বাম পাশে; ট্রাইকাসপিড  ভালভ এবং পালমোনারি ভালভ হৃৎপিণ্ডের ডান পাশে অবস্থান করে।\nহার্টের একটি করোনারি সাইনাস ভালভ (যা থিবেসিয়ান কপাটিকা নামে পরিচিত) এবং একটি নিম্ন মহাশিরা কপাটিকা (যা ইউস্টেচিয়ান কপাটিকা নামে পরিচিত) রয়েছে যা এখানে আলোচনা করা হয়নি।\n\n\n== কাঠামো ==\n\nহৃৎপিণ্ডের ভালভ এবং চেম্বারগুলি এন্ডোকার্ডিয়াম দিয়ে রেখাযুক্ত থাকে। হৃৎপিণ্ডের ভালভগুলি অ্যাট্রিয়াকে ভেন্ট্রিকল থেকে বা ভেন্ট্রিকলগুলিকে  রক্তনালী থেকে  পৃথক করে। হৃৎপিণ্ডের ভালভগুলি কার্ডিয়াক কঙ্কালের তন্তুযুক্ত রিংগুলির চারপাশে অবস্থিত। ভালভ ফ্ল্যাপ লিফলেট বা cusps নামক একটি অনুরূপ নিগমবদ্ধ duckbill ভালভ বা ঝাপটানি ভালভ, যা সীল রক্ত প্রবাহ করার অনুমতি খোলা push করা এবং যা পরে ঘনিষ্ঠ একসঙ্গে এবং backflow প্রতিরোধ করছে। মাইট্রাল ভালভের দুটি কাস্প রয়েছে যেখানে অন্য ভাল্ভগুলোর তিনটি কাস্প রয়েছে । কাস্পগুলোর প্রান্তে ক্ষুদ্র স্ফীতি রয়েছে যা সীলকে আরও শক্ত করে তোলে।\nপালমোনারি ভালভে বাম, ডান এবং অ্যান্টেরিওর কাস্প রয়েছে।  মহাধমনির বাম, ডান এবং পোস্টারিওর কাস্প রয়েছে।  ট্রাইকাসপিড ভালভের অ্যান্টেরিওর, পোস্টারিওর এবং সেপটাল কাস্প রয়েছে; এবং মাইট্রাল ভালভের  কেবল অ্যান্টেরিওর এবং পোস্টারিওর কাস্প রয়েছে।\nমানব হৃৎপিণ্ডের ভালভগুলোকে দুটি সেটে বিভক্ত করা যেতে পারে:\n\nদুটি অ্যাট্রিওভেন্ট্রিকুলার (এভি) ভালভ ভেন্ট্রিকল থেকে অ্যাট্রিয়ায় রক্তের বিপরীত প্রবাহ প্রতিরোধ করতে\nডান অলিন্দ এবং ডান ভেন্ট্রিকলের মধ্যে অবস্থিত ট্রাইকাসপিড ভাল্ভ\nবাম অ্যাট্রিয়াম এবং বাম ভেন্ট্রিকলের মধ্যে অবস্থিত বাইকাসপিড বা মাইট্রাল ভালভ\nভেন্ট্রিকলে রক্তের বিপরীত প্রবাহকে প্রতিরোধ করতে দুটি সেমিলুনার ভালভ\nডান ভেন্ট্রিকল এবং পালমোনারি ট্রাঙ্কের মধ্যবর্তী সংযোগস্থলে অবস্থিত পালমোনারি সেমিলুনার ভালভ\nবাম দিকের ভেন্ট্রিকল এবং অ্যাওর্টার মধ্যবর্তী সংযোগস্থলে   অবস্থিত অ্যাওর্টিক সেমিলুনার ভালভ\n\n\n=== অ্যাট্রিওভেন্ট্রিকুলার (এভি) ভালভ ===\n\nএগুলো হল মাইট্রাল এবং ট্রাইকাস্পিড ভালভ যেগুলো অ্যাট্রিয়া এবং ভেন্ট্রিকল এর মধ্যে অবস্থিত এবং সিস্টোল বা হৃৎপিণ্ডের সংকোচনের সময় ভেন্ট্রিকল থেকে অ্যাট্রিয়াতে রক্তের বিপরীত প্রবাহ প্রতিরোধ করে। এগুলো  কর্ডি টেন্ডিনি দ্বারা ভেন্ট্রিকলের দেয়ালে নোঙ্গর করা থাকে, যা ভালভকে উল্টানো থেকে বাধা দেয়।\nকর্ডি টেন্ডিনি প্যাপিলারি পেশীগুলির সাথে সংযুক্ত থাকে যা ভালভকে আরও ভালভাবে ধরে রাখার জন্য উত্তেজনা সৃষ্টি করে।প্যাপিলারি পেশী এবং কর্ডি টেন্ডিনি একসাথে সাবভাল্ভুলার যন্ত্রপাতি হিসাবে পরিচিত। সাবভাল্ভুলার যন্ত্রপাতিটির কাজ হ'ল অ্যাট্রিয়ার বন্ধ হওয়ার সময় ভাল্ভগুলো যাতে স্থানভ্রষ্ট না হয়।সাবভ্যালভুলার যন্ত্রপাতিটি ভাল্বের খোলার এবং বন্ধ করার ক্ষেত্রে কোনও প্রভাব ফেলে না, তবে পুরোপুরি ভাল্বের উপরে চাপ গ্রেডিয়েন্টের কারণে ঘটে। লিফলেটের ফ্রি মার্জিনে কর্ডগুলোর অদ্ভুত সন্নিবেশ বিভিন্ন বেধ অনুযায়ী কর্ডের মধ্যে সিস্টোলিক স্ট্রেস ভাগ করে সরবরাহ করে। \nপ্রথম হৃৎপিণ্ডের শব্দ  লাব শোনা যায় এভি ভাল্ভ বন্ধ হওয়ার সময়।  দ্বিতীয় হৃৎপিণ্ডের শব্দ ডাব শোনা যায় সেমিলুনার ভাল্ভ বন্ধ হওয়ার সময়।\nমাইট্রাল ভালভকে বাইকাস্পিড ভালভও বলা হয় কারণ এতে দুটি লিফলেট বা কাস্প থাকে। বিশপের মাইটার (এক ধরনের টুপি) এর সাথে মাইট্রাল ভালভের সাদৃশ্য থেকে এর নাম রাখা হয় । এটি হৃৎপিণ্ডের বাম দিকে অবস্থান করে এবং বাম অ্যান্ট্রিয়াম থেকে রক্তকে বাম ভেন্ট্রিকলে প্রবাহিত হতে দেয়।\nডায়াসটোল চলাকালীন, বাম অ্যাট্রিয়াম রক্ত দ্বারা পূর্ণ হয়ে যাওয়ায় চাপের সৃষ্টি করে যার ফলে একটি স্বাভাবিকভাবে-কার্যকরী মাইট্রাল ভালভ খুলে যায়  (প্রিলোডিং)। বাম ভেন্ট্রিকলের উপরে অ্যাট্রিয়াল চাপ বাড়ার সাথে সাথে মাইট্রালভালভ খোলে। খোলার ফলে বাম ভেন্ট্রিকলে রক্তের প্রবাহ সহজতর হয়। ডায়াসটোল অ্যাট্রিয়াল সংকোচনের সাথে শেষ হয়, যা চূড়ান্ত ৩০% রক্তকে বাম অলিন্দ থেকে বাম ভেন্ট্রিকলে স্থানান্তরিত করে ।এই পরিমাণে রক্ত শেষ ডায়াস্টোলিক ভলিউম (EDV) হিসাবে পরিচিত, এবং মাইট্রাল ভালভ রক্তের প্রবাহের বিপর্যয় রোধ করতে অ্যাট্রিয়াল সংকোচনের শেষে বন্ধ হয়।\nট্রাইকাসপিড ভালভের তিনটি লিফলেট বা কাস্প রয়েছে এবং এটি হৃৎপিণ্ডের ডানদিকে অবস্থান করে।ট্রাইকাসপিড ভালভ ডান অ্যাট্রিয়াম এবং ডান ভেন্ট্রিকলের মধ্যে অবস্থিত এবং উভয়ের মধ্যে রক্তের প্রবাহকে থামিয়ে দেয়।\n\n\n=== সেমিলুনার ভাল্ভ ===\nThe aortic and pulmonary valves are located at the base of the aorta and the pulmonary trunk respectively. These are also called the \"semilunar valves\". These two arteries receive blood from the ventricles and their semilunar valves permit blood to be forced into the arteries, and prevent backflow from the arteries into the ventricles. These valves do not have chordae tendineae, and are more similar to the valves in veins than they are to the atrioventricular valves. The closure of the semilunar valves causes the second heart sound.\nতিনটি কাস্পযুক্ত অ্যাওর্টিক  ভালভ বাম ভেন্ট্রিকল এবং অ্যাওর্টার  মধ্যে রয়েছে । ভেন্ট্রিকুলার সিস্টোলের সময়, বাম ভেন্ট্রিকলে চাপ বৃদ্ধি পায় এবং যখন এওর্টির চাপের চেয়ে বেশি হয়, তখন মহাজাগরীয় ভালভটি খোলে, রক্তকে বাম দিকের ভেন্ট্রিকলকে মহাজাগরে প্রবেশ করতে দেয়। ভেন্ট্রিকুলার সিস্টোলটি শেষ হয়ে গেলে, বাম ভেন্ট্রিকলের মধ্যে চাপ দ্রুত নেমে যায় এবং এওর্টায় চাপ চাপ মহাজনিক ভাল্বকে বন্ধ করতে বাধ্য করে। অর্টিক ভাল্বের বন্ধকরণ দ্বিতীয় হার্টের শব্দের A2 উপাদানকে অবদান রাখে।\nপালমোনারি ভালভ (কখনও কখনও পালমনিক ভালভ হিসাবে পরিচিত) ডান ভেন্ট্রিকল এবং পালমোনারি ধমনির মধ্যে অবস্থিত এবং এর তিনটি কুঁচক রয়েছে। এওরটিক ভালভের অনুরূপ, পালমোনারি ভালভটি ভেন্ট্রিকুলার সিস্টলে খোলে, যখন ডান ভেন্ট্রিকলে চাপ ফুসফুস ধমনীতে চাপের উপরে উঠে যায়। ভেন্ট্রিকুলার সিস্টোলের শেষে, যখন ডান ভেন্ট্রিকলে চাপ দ্রুত পড়ে, তখন পালমোনারি ধমনীতে চাপ ফুসফুসীয় ভাল্বকে বন্ধ করে দেবে। পালমনারি ভালভ বন্ধ হওয়া দ্বিতীয় হার্ট সাউন্ডের পি 2 উপাদানকে অবদান রাখে। ডান হৃদয় একটি নিম্নচাপের সিস্টেম, সুতরাং দ্বিতীয় হার্টের শব্দের পি 2 উপাদানটি সাধারণত দ্বিতীয় হার্টের শব্দের A2 উপাদানগুলির চেয়ে নরম হয়। তবে শ্বাসকষ্টের সময় উভয় উপাদানই পৃথক হয়ে শুনে কিছু তরুণদের মধ্যে শারীরবৃত্তীয়ভাবে স্বাভাবিক।\n\n\n=== বিকাশ ===\nবিকাশকারী হার্টে, অলিন্দ এবং নিলয়ের মধ্যে থাকা কপাটিকা, দ্বিপত্র এবং ত্রিপত্র কপাটিকাগুলি অ্যাট্রিওভেন্ট্রিকুলার নালীর দুপাশে বিকাশ লাভ করে।  ভেন্ট্রিকলের গোড়াগুলির উর্ধ্বগামী প্রসারিত হওয়ার ফলে নালীটি ভেন্ট্রিকল গহ্বরে আবদ্ধ হয়। আক্রমনাত্মক মার্জিনগুলি এভি ভালভের পার্শ্বীয় কাস্পগুলির সূচনা করে। মাঝারি এবং সেপটাল কাস্পগুলি সেপ্টাম ইন্টারমিডিয়ামের নিম্নমুখী প্রসারণ থেকে বিকাশ ঘটে।\n\n\n== শারীরতত্ত্ব ==\nসাধারণভাবে,হৃৎপিণ্ডের ভালভের গতি নির্ধারণ করা হয় নাভিয়ার – স্টোকস সমীকরণটি ব্যবহার করে যেখানে রক্তচাপের সীমানা পরিস্থিতি, পেরিকার্ডিয়াল তরল এবং সীমাবদ্ধতা হিসাবে বাহ্যিক লোড ব্যবহার করা হয় । বাম এবং ডান ভেন্ট্রিকল থেকে অ্যাওর্টা এবং ফুসফুসে রক্ত নির্গমনের গতি নির্ধারণে হৃৎপিণ্ডের ভালভের গতিটি নাভিয়ার-স্টোকস সমীকরণের সীমানা শর্ত হিসাবে ব্যবহৃত হয়।  \n\nখোলা ভালভে চাপ এবং প্রবাহ এর মধ্যে সম্পর্ক\nচাপের পতন, \n  \n    \n      \n        \n          Δ\n        \n        p\n      \n    \n    {\\displaystyle {\\Delta }p}\n  \n, হৃৎপিণ্ডের খোলা ভালভ জুড়ে ভালভের মাধ্যমে প্রবাহের হার, Q  এর সাথে সম্পর্কিত:\n\n  \n    \n      \n        \n          ρ\n        \n        \n          (\n          \n            \n              \n                \n                  \n                    ∂\n                  \n                  u\n                \n                \n                  \n                    ∂\n                  \n                  t\n                \n              \n            \n            +\n            \n              \n                \n                  u\n                  \n                    ∂\n                  \n                  u\n                \n                \n                  \n                    ∂\n                  \n                  x\n                \n              \n            \n          \n          )\n        \n        +\n        \n          \n            \n              \n                ∂\n              \n              p\n            \n            \n              \n                ∂\n              \n              x\n            \n          \n        \n        =\n        0\n      \n    \n    {\\displaystyle {\\rho }\\left({{\\partial }u \\over {\\partial }t}+{u{\\partial }u \\over {\\partial }x}\\right)+{{\\partial }p \\over {\\partial }x}=0}\n  \n\nযদি:\n\nপ্রবাহ শক্তি সংরক্ষিত\nলিফলেটগুলির পিছনে স্থির অঞ্চল\nবহির্মুখি গতি সংরক্ষিত\nসমতল বেগ প্রোফাইল\nএকক ডিগ্রি স্বাধীনতার মাত্রার সাথে ভালভ\nসাধারণত,  অ্যাওর্টিক এবং মাইট্রাল ভালভগুলি একক স্বাধীনতার মাত্রার মধ্যে ভালভ স্টাডিতে অন্তর্ভুক্ত হয়। এই সম্পর্কগুলি ভালভের স্বাধীনতার কাঠামো একক হওয়ার ধারণার ভিত্তিতে তৈরি। আরো বলা যায়, এই সম্পর্কগুলি  অয়লারের সমীকরণের উপর ভিত্তি করে দেওয়া হয়েছে ।\nএই ক্ষেত্রে মহাধমনির জন্য সমীকরণগুলি:\n\n  \n    \n      \n        \n          \n            \n              \n                ∂\n              \n              A\n            \n            \n              \n                ∂\n              \n              t\n            \n          \n        \n        +\n        \n          \n            \n              ∂\n            \n            \n              \n                ∂\n              \n              x\n            \n          \n        \n        (\n        A\n        u\n        )\n        =\n        0\n      \n    \n    {\\displaystyle {{\\partial }A \\over {\\partial }t}+{{\\partial } \\over {\\partial }x}(Au)=0}\n  \n\n  \n    \n      \n        \n          ∫\n          \n            0\n          \n          \n            L\n          \n        \n        p\n        (\n        x\n        ,\n        t\n        )\n        \n          \n            \n              \n                ∂\n              \n              A\n            \n            \n              \n                ∂\n              \n              x\n            \n          \n        \n        \n        d\n        x\n        =\n        [\n        \n          A\n          \n            0\n          \n        \n        −\n        A\n        (\n        L\n        ,\n        t\n        )\n        ]\n        \n        p\n        (\n        L\n        ,\n        t\n        )\n      \n    \n    {\\displaystyle \\int _{0}^{L}p(x,t){{\\partial }A \\over {\\partial }x}\\,dx=[A_{0}-A(L,t)]\\,p(L,t)}\n  \n\n  \n    \n      \n        \n          ∫\n          \n            0\n          \n          \n            L\n          \n        \n        p\n        (\n        x\n        ,\n        t\n        )\n        \n          \n            \n              \n                ∂\n              \n              A\n            \n            \n              \n                ∂\n              \n              x\n            \n          \n        \n        \n        d\n        x\n        =\n        [\n        \n          A\n          \n            0\n          \n        \n        −\n        A\n        (\n        L\n        ,\n        t\n        )\n        ]\n        \n        p\n        (\n        L\n        ,\n        t\n        )\n      \n    \n    {\\displaystyle \\int _{0}^{L}p(x,t){{\\partial }A \\over {\\partial }x}\\,dx=[A_{0}-A(L,t)]\\,p(L,t)}\n  \n\nযেখানে,\n\nu = অক্ষীয় বেগ\np = চাপ\nA = ভালভের ক্রস বিভাগীয় অঞ্চল\nL= অক্ষীয় দৈর্ঘ্য\nΛ(t) = একক ডিগ্রি স্বাধীনতা; কখন\n\n  \n    \n      \n        \n          Λ\n          \n            2\n          \n        \n        (\n        t\n        )\n        =\n        \n          \n            \n              A\n              (\n              L\n              ,\n              t\n              )\n            \n            \n              A\n              \n                0\n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\Lambda ^{2}(t)={A(L,t) \\over A_{0}}}\n  \n\nAtrioventricular valve\n\n\n== ক্লিনিকাল গুরুত্ব ==\n\"ভালভুলার হার্ট ডিজিজ\" একটি সাধারণ শব্দ যা ভালভের কর্মহীনতার কথা উল্লেখ করে এবং মূলত দুটি রূপে হয়, প্রথমতপুনর্গঠন (এছাড়াও অপ্রতুলতা, বা অক্ষমতা ) যেখানে একটি অকার্যকর ভালভ রক্তকে ভুল দিকে প্রবাহিত হতে দেয়, অথবা স্টেনোসিস, যখন একটি ভালভ সংকীর্ণ থাকে। \nRegurgitation occurs when a valve becomes insufficient and malfunctions, allowing some blood to flow in the wrong direction. This insufficiency can affect any of the valves as in aortic insufficiency, mitral insufficiency, pulmonary insufficiency and tricuspid insufficiency. The other form of valvular heart disease is stenosis, a narrowing of the valve. This is a result of the valve becoming thickened and any of the heart valves can be affected, as in mitral valve stenosis, tricuspid valve stenosis, pulmonary valve stenosis and aortic valve stenosis. Stenosis of the mitral valve is a common complication of rheumatic fever. Inflammation of the valves can be caused by infective endocarditis, usually a bacterial infection but can sometimes be caused by other organisms. Bacteria can more readily attach to damaged valves. Another type of endocarditis which doesn't provoke an inflammatory response, is nonbacterial thrombotic endocarditis. This is commonly found on previously undamaged valves. A major valvular heart disease is mitral valve prolapse, which is a weakening of connective tissue called myxomatous degeneration of the valve. This sees the displacement of a thickened mitral valve cusp into the left atrium during systole.\n\n\n== ইতিহাস ==\n\nকৃত্রিম হৃৎপিণ্ড ভালভ\nপেরিকার্ডিয়াল হৃৎপিণ্ড ভালভ\nবিজোর্ক – শিলি ভালভ\n\n\n== তথ্যসূত্র ==\n\nএই নিবন্ধটির তথ্য \"Gray's Anatomy(1918)\" এর ২০ তম সংস্করণ থেকে নেওয়া।"}