{"pageid": 105124, "title": "কুসুমকুমারী দাশ", "url": "https://bn.wikipedia.org/wiki?curid=105124", "content": "কুসুমকুমারী দাশ (২১ সেপ্টেম্বর ১৮৭৫ – ২৫ ডিসেম্বর ১৯৪৮) একজন বাঙালি মহিলা কবি। তার রচিত \"আদর্শ ছেলে\", যার প্রথম চরণ \"আমাদের দেশে হবে সেই ছেলে কবে\", বিভিন্ন পাঠ্যপুস্তকে অন্তর্ভুক্ত করার জন্য সর্বাধিক পরিচিত। কবির জ্যেষ্ঠ পুত্র জীবনানন্দ দাশ বিংশ শতাব্দীর বাংলা সাহিত্যের অন্যতম প্রধান এবং জনপ্রিয় কবি।\n\n\n== জন্ম ও পরিবার ==\nকবি কুসুমকুমারী দাশ বাখরগঞ্জ জেলার বরিশাল শহরে ১৮৭৫ খ্রিস্টাব্দের ২১ শে সেপ্টেম্বর এক বিদ্যানুরাগী পরিবারে জন্মগ্রহণ করেন। তার পিতা চন্দ্রনাথ দাশ এবং মাতা ধনমাণি। চন্দ্রনাথ ব্রাহ্মধর্ম গ্রহণ করায় গ্রামবাসীদের বিরোধিতায় গৈলা গ্রামের পৈতৃক ভিটা ছেড়ে বরিশালে চলে আসেন।\n\n\n== শিক্ষাজীবন ==\nকুসুমকুমারী একটি পারিবারিক পরিমণ্ডল পেয়েছিলেন। বরিশাল ব্রাহ্মসমাজ দ্বারা প্রতিষ্ঠিত মেয়েদের হাই স্কুলে তিনি ৪র্থ শ্রেণী পর্যন্ত পড়েন। এরপর বালিকাদের অভাবের জন্য স্কুলটি বন্ধ হয়ে গেলে কুসুমকুমারীকে তার বাবা কলকাতায়, রামানন্দ চট্টোপাধ্যায়ের গৃহে রেখে বেথুন স্কুলে ভর্তি করেন। একবছর পর ব্রাহ্মবালিকা বোর্ডিং-এ লাবণ্যপ্রভা বসুর তত্ত্বাবধানে পড়াশোনা করেন। প্রবেশিকা শ্রেণীতে পড়ার সময়েই ১৮৯৪ সালে তার বিয়ে হয় বরিশালের ব্রজমোহন ইনস্টিটিউশনের প্রধান শিক্ষক সত্যানন্দ দাশের সঙ্গে। তারই অনুপ্রেরণায় কুসুমকুমারী সাহিত্য চর্চা চালিয়ে যান। বরিশালের ব্রাহ্মসমাজের সভা-উৎসব-অনুষ্ঠানে কুসুমকুমারী যোগদান করতেন। তিনি ১৩১৯ থেকে ১৩৩৮ বঙ্গাব্দ পর্যন্ত প্রায় প্রতি বছরই, বরিশাল ছাত্র সংঘের সপ্তাহকালব্যাপী মাঘোত্সবের মহিলা দিবসের উপাসনায় আচার্যের কাজ করেছেন। বয়স বাড়ার সাথে সাথে এমন একটি স্বাভাবিক মর্যাদার অধিকারিণী হয়েছিলেন যে, শুধু মহিলাদের উৎসবে নয়, ব্রাহ্মসমাজের সাধারণ সভাতেও তিনি আচার্যের কর্মভার কাজ করেছেন। তিনি বরিশাল মহিলা সভার সম্পাদক ছিলেন।\n\n\n== সাহিত্যকর্ম ==\nছোটবেলা থেকেই কবিতা ও প্রবন্ধ লিখতেন কুসুমকুমারী। রামানন্দ চট্টোপাধ্যায়, শিশুদের জন্য যে চিত্রশোভিত বর্ণশিক্ষার বই লিখেছিলেন, তার প্রথম ভাগে কুসুমকুমারী রচিত যুক্তাক্ষরবিহীন ছোট ছোট পদ্যাংশ ছিল। তিনি সম্পাদক মনোমোহন চক্রবর্তীর অনুরোধে লিখেছেন \"ব্রহ্মবাদী\" পত্রিকায়। তার অল্প কিছু কবিতা প্রকাশিত হয়েছে \"প্রবাসী\" ও \"মুকুল\" পত্রিকায়। তিনি নিয়মিত পত্রিকা রাখতেন। কিন্তু অধিকাংশই পাওয়া যায়নি কারণ হয় সেগুলো হয় হারিয়ে গেছে নতুবা তিনি সেগুলো নষ্ট করেছেন। তার কবিতায় বার বার এসেছে ধর্ম, নীতিবোধ, দেশাত্মবোধ। কবিতা মুকুল (১৮৯৬) তার কাব্যগ্রন্থ। পৌরাণিক আখ্যায়িকা নামের একটি গদ্যগ্রন্থও তিনি রচনা করেন।\n\n\n== সম্মাননা ==\n\"নারীত্বের আদর্শ\" এক প্রবন্ধ প্রতিযোগিতায় কুসুমকুমারী স্বর্ণ পদকে ভূষিত হন। তার পুত্র কবি জীবনানন্দ লিখেছেন- \n\n\"সাহিত্য পড়ায় ও আলোচনায় মাকে বিশেষ অংশ নিতে দেখেছি। দেশি বিদেশি কোনো কোনো কবি ও ঔপন্যাসিকের কোথায় কি ভাল,কি বিশেষ তাঁরা দিয়ে গেছেন- এ সবের প্রায় প্রথম পাঠ তাঁর কাছ থেকে নিয়েছি। তাঁর স্বাভাবিক কবিমনকে তিনি শিক্ষিত ও স্বতন্ত্র করে তোলবার অবসর পেয়েছিলেন। কিন্তু বেশি কিছু লিখবার সুযোগ পেলেন না।....  তখনকার দিনের সেই অসচ্ছল সংসারের একজন স্ত্রীলোকের পক্ষে শেষ পর্যন্ত সম্ভব হল না।\"\n\n\n== মৃত্যু ==\n১৯৪৮ খ্রিস্টাব্দের ২৫শে ডিসেম্বর কলকাতার রাসবিহারী এভিনিউয়ের বাড়িতে তার মৃত্যু হয়।\n\n\n== তথ্যসূত্র =="}