{"pageid": 1051745, "title": "ইউরোপে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1051745", "content": "ইউরোপে খ্রিস্টান ধর্মের পর ইসলাম হল দ্বিতীয় বৃহত্তম ধর্ম। যদিও পশ্চিম ইউরোপের বেশিরভাগ মুসলিম সম্প্রদায়গুলি সম্প্রতি গঠিত হয়েছে, বলকান, দক্ষিণ-পূর্ব ইউরোপ, ককেশাস, ক্রিমিয়া এবং ভোলগা অঞ্চলে বহু শতাব্দী প্রাচীন মুসলিম সমাজ রয়েছে। \"মুসলিম ইউরোপ\" শব্দটি মুসলিম-সংখ্যাগরিষ্ঠ বলকান (বসনিয়া ও হার্জেগোভিনা, আলবেনিয়া, কসোভো) এবং পূর্ব ইউরোপের বৃহত্তর মুসলিম সংখ্যালঘু (বুলগেরিয়া, উত্তর মেসিডোনিয়া, মন্টিনিগ্রো এবং রাশিয়ার কিছু প্রজাতন্ত্র) দেশগুলিকে নির্দেশ করার জন্য ব্যবহৃত হয়, যেগুলো দেশীয় শ্বেত ইউরোপীয় মুসলমানদের জনসংখ্যাকে গঠন করেছে, যদিও তাদের সংখ্যাগরিষ্ঠ ধর্মনিরপেক্ষ।\nঅষ্টম থেকে দশম শতাব্দীতে উত্তর আফ্রিকার \"মুরদের\" বিস্তারের মাধ্যমে দক্ষিণ ইউরোপে ইসলাম প্রবেশ করে; বর্তমান স্পেন, পর্তুগাল, সিসিলি এবং মাল্টাতে বিভিন্ন শতাব্দী ধরে মুসলিম রাজনৈতিক সত্তা দৃঢ়ভাবে বিদ্যমান ছিল। এই অঞ্চলগুলিতে মুসলিম সম্প্রদায়কে খ্রিস্টান রাষ্ট্রগুলি ধর্মান্তরিত করে বা পঞ্চদশ শতাব্দীর শেষের দিকে বহিষ্কার করে (রিকনকোয়েস্টা দেখুন)। সপ্তম শতাব্দীতে পারস্যের মুসলিম বিজয়ের মাধ্যমে ককেশাসে ইসলাম প্রসারিত হয়। চতুর্দশ এবং পঞ্চদশ শতকে সার্বিয়ান সাম্রাজ্য, বুলগেরিয়ান সাম্রাজ্য এবং বাকি সমস্ত বাইজেন্টাইন সাম্রাজ্যের বাকি সব অংশ আক্রমণ ও জয় করে উসমানীয় সাম্রাজ্য দক্ষিণ-পূর্ব ইউরোপে প্রসারিত হয়। পরাজিত হওয়ার এবং শেষমেশ ১৯২২ সালে পতন ঘটার আগ পর্যন্ত কয়েক শতাব্দী ধরে উসমানীয় সাম্রাজ্য ধীরে ধীরে তার প্রায় সমস্ত ইউরোপীয় অঞ্চলগুলো হারাতে শুরু করে। বিভিন্ন মুসলিম সম্প্রদায়, যাদেরকে রুশরা \"তাতার\" বলে থাকে; তারা সহ ভোলগা বুলগেরীয়, কুমান-কিপচ্যাকস এবং পরবর্তীকালে গোল্ডেন হোর্ড এবং এর উত্তরসূরী খানাতগুলো ধর্মান্তরিত হওয়ার মাধ্যমে পূর্ব ইউরোপে ইসলামের প্রসার ঘটে।\nবিশ শতকের শেষভাগ এবং একবিংশ শতাব্দীর গোড়ার দিকে, বিপুল সংখ্যক মুসলমানকে পশ্চিম ইউরোপে অভিবাসিত করা হয়। ২০১০ সালের হিসাব অনুযায়ী, ইউরোপীয় ইউনিয়নের ১৯ মিলিয়ন (৩.৮%) সহ আনুমানিক ৪৪ মিলিয়ন মুসলমান ইউরোপে (৬%) বসবাস করছে। ২০৩০ সাল নাগাদ তাদের হার বৃদ্ধি পেয়ে ৮% হওয়ার সম্ভাবনা রয়েছে। তারা প্রায়শই সন্ত্রাসী হামলা, ডেনমার্কের কার্টুন বিষয়ক ঘটনাবলী, ইসলামি পোশাক নিয়ে বিতর্ক এবং মুসলিমদেরকে ইউরোপীয় সংস্কৃতির জন্য হুমকি হিসেবে দেখে এমন ডানপন্থী জনপ্রিয় দলগুলির চলমান সমর্থনের মতো ঘটনাগুলির জন্য তীব্র আলোচনা এবং রাজনৈতিক বিতর্কের বিষয় হয়ে থাকে। এই জাতীয় ঘটনাবলী ইসলামভীতি নিয়ে বিতর্ক, মুসলমানদের প্রতি মনোভাব এবং জনগণের অধিকারের বিষয়েও ক্রমবর্ধমান বিতর্ককে উজ্জীবিত করেছে।\n\n\n== ইতিহাস ==\nইউরোপের মুসলিম জনসংখ্যা বিচিত্র ইতিহাস এবং উৎসের কারণে অত্যন্ত বৈচিত্র্যময়। বর্তমানে, ইউরোপের মুসলিম সংখ্যাগরিষ্ঠ অঞ্চল হল বলকান (বসনিয়া ও হার্জেগোভিনা, আলবেনিয়া, কসোভো, উত্তর ম্যাসেডোনিয়া এবং মন্টিনিগ্রোর অংশ), পাশাপাশি উত্তর ককেশাস এবং ইডেল-উরাল অঞ্চলের কিছু রাশিয়ান প্রজাতন্ত্রও রয়েছে। এই সম্প্রদায়গুলি মূলত মুসলিম ধর্মের আদিবাসী শ্বেত ইউরোপীয়দের সমন্বয়ে গঠিত, যাদের ধর্মীয় ঐতিহ্য মধ্যযুগ থেকে কয়েকশ বছর আগের। তুরস্ক, আজারবাইজান এবং কাজাখস্তানের মতো আন্তর্মহাদেশীয় দেশগুলিতেও মুসলমানরা সংখ্যাগরিষ্ঠ।\n\n\n=== মুর, আল-আন্দালুস, সিসিলি এবং ক্রিট ===\nইসলামের সূচনা হওয়ার পরপরই ইউরোপে মুসলিম আক্রমণ শুরু হয়েছিল। ৬৩২ খ্রিস্টাব্দে নবী মুহাম্মদ (সা) এর মৃত্যুর পরপরই মুসলিম বিশ্ব পশ্চিম দিকে প্রসারিত হতে থাকে এবং এক শতাব্দীরও কম সময়ের মধ্যে আজকের ইউরোপের বিস্তৃত অংশকে পরিবেষ্টিত করে। মুসলিম বাহিনী সহজে আজনাদায়নের (৬৩৪) এবং ইয়ারমুকের (৬৩৬) এর মতো গুরুত্বপূর্ণ যুদ্ধে বাইজেন্টাইনদের বিরুদ্ধে বিজয়ী হয় এবং সিরিয়া প্রদেশকে অন্তর্ভুক্ত করে তাদের উত্তর ও পশ্চিমে যেতে বাধ্য করে। একই সময়ে, উত্তর আফ্রিকাতে ইসলামের অটল থাকাকে সংহত করার পরে শীঘ্রই বর্তমান ইউরোপে যে অনুপ্রবেশ ঘটেছিল এবং মুসলিম সেনাবাহিনী আক্রমণ করেছিল এবং শেষ পর্যন্ত ইউরোপীয় মহাদেশে মুসলিম রাষ্ট্র প্রতিষ্ঠার দিকে পরিচালিত অঞ্চলগুলি দখল করেছিল, তার মধ্যে কয়েকটি ছিল বেশ দীর্ঘসময় ব্যাপী। ৬৫২ সালে ক্ষুদ্র সময়ব্যাপী আরব ও বারবার বাহিনী বাইজানটাইন সিসিলির উপর যে আক্রমণ করেছিল, তা ছিল একের পর এক আক্রমণের সূচনা; অষ্টম থেকে পঞ্চদশ শতাব্দী অবধি মুসলিমরা ইবেরীয় উপদ্বীপের দক্ষিণাঞ্চল, দক্ষিণ ফ্রান্স, দক্ষিণ ইতালি এবং বেশ কয়েকটি ভূমধ্যসাগরীয় দ্বীপপুঞ্জ শাসন করেছিল, যখন পূর্বদিকে, অঞ্চলটিতে আক্রমণ অনেকটা হ্রাস পায় এবং দুর্বল বাইজেন্টাইন সাম্রাজ্য অখণ্ড থেকে যায়। ৭২০ ও ৭৩০-এর দশকে মুসলিম বাহিনী যুদ্ধ করে এবং অভিযান চালিয়ে পিরেনীস এর উত্তরাংশ দখল করে, যা বর্তমান ফ্রান্সের ভিতরে, উত্তরে পৌঁছতে পৌঁছতে ট্যুরে পৌঁছালে সেখানে অবশেষে ইবেরীয় ও উত্তর আফ্রিকার অঞ্চলগুলিতে ৭৩২ সালে ফরাসীরা তাদের বিদ্রোহ করে।\nআল-আন্দালুস বিজয়ের পর মুসলমানরা ইউরোপে বিভিন্ন আমিরাত প্রতিষ্ঠা কর। একটি উল্লেখযোগ্য আমিরাত ছিল ক্রিট আমিরাত, রাজ্যটি ৮২০ এর দশকের শেষভাগ থেকে ৯৬১ সালে দ্বীপটির বাইজেন্টাইন পুনর্বিজয় অবধি ভূমধ্যসাগরীয় ক্রিট দ্বীপে ছিল। অন্যান্যগুলো ছিল সিসিলি আমিরাত, ৮৩১ থেকে ১০৩১ পর্যন্ত সিসিলিতে এই আমিরাতটির অস্তিত্ব ছিল।\nহিস্পানিয়ায় উমাইয়া বিজয়ের মাধ্যমে ইসলাম মহাদেশীয় ইউরোপে ৭১১ খ্রিস্টাব্দ থেকে প্রথম প্রকৃত দৃঢ় অবস্থান লাভ করে। আরবরা ভূমিটির নাম রাখে আল-আন্দালুস, যা উত্তর পার্বত্য অঞ্চল বাদে বর্তমান পর্তুগাল এবং স্পেনের বৃহৎ অংশগুলো পর্যন্ত প্রসারিত হয়। পণ্ডিতরা ধারণা করেন যে, স্থানীয় জনসংখ্যার বেশিরভাগ স্বেচ্ছায় ইসলাম গ্রহণের পরে দশম শতাব্দীতে আল-আন্দালুসে মুসলিম সংখ্যাগরিষ্ঠতা ছিল। এটি ইবেরীয় উপদ্বীপের লা কনভিভেনসিয়ার সময়কালের পাশাপাশি স্পেনের ইহুদি সংস্কৃতির স্বর্ণযুগের সাথে একই সময়ে ঘটে। রিকনকোয়েস্টা নামে পরিচিত খ্রিস্টান পাল্টা আক্রমণ শুরু হয়েছিল ৮ম শতাব্দীর গোড়ার দিকে, যখন মুসলিম বাহিনী সাময়িকভাবে দক্ষিণ ফ্রান্সে প্রবেশ করতে সক্ষম হয়েছিল। আস্তে আস্তে খ্রিস্টান বাহিনী আল-আন্দালুসের বিচ্ছিন্ন তাইফা রাজ্যগুলির পুনরায় জয় করতে শুরু করে। স্পেনের উত্তরে তখনও মুসলমানদের উপস্থিতি ছিল, বিশেষত ফ্রেসিনেটে সুইজারল্যান্ডের প্রবেশ পথে দশম শতাব্দী পর্যন্ত। ৮২৭-৯০২ সময়কালে ধারাবাহিক অভিযানের পরে, আগলাবিদের অধীনে মুসলিম বাহিনী সিসিলি বিজয় করে এবং সেগুলোর মধ্যে ৮৪৬ সালের রোম আক্রমণ উল্লেখযোগ্য ছিল। সিসিলি আমিরাত ৯৬৫ সালে প্রতিষ্ঠিত হয়। ১০৭২ সালে নরম্যানদের দ্বারা তাদের নির্বাসিত হওয়ার আগ পর্যন্ত আরবরা দক্ষিণ ইতালিতে অবস্থান করছিল। ১২৩৬ সালের মধ্যে, কার্যত মুসলিম স্পেনের অবশিষ্ট অংশ ছিল গ্রানাডার দক্ষিণ প্রদেশ।\nআরবরা শরিয়ত আরোপ করেছিল, সুতরাং, লাতিন-এবং গ্রীক ভাষী খ্রিস্টান সম্প্রদায়ের পাশাপাশি ইহুদিদের একটি সম্প্রদায়ের জিম্মি (সুরক্ষিত অমুসলিম) হিসাবে মুসলমানদের অধীনে ধর্মের সীমিত স্বাধীনতা ছিল। তাদের জিজিয়া প্রদান করতে হত (জনকর, যা কেবলমাত্র সক্ষম দেহের পুরুষদের উপর আরোপ করা হয়েছিল), তবে মুসলিমদের যাকাতের কর থেকে তাদের অব্যাহতি ছিল। বিদেশী ও অভ্যন্তরীণ আগ্রাসনের বিরুদ্ধে সুরক্ষার বিনিময়ে এই করগুলি মুসলিম বিধি হিসাবে তাদের মর্যাদাকে চিহ্নিত করে।\n\n\n==== সাংস্কৃতিক প্রভাব এবং মিথস্ক্রিয়া ====\nআব্বাসীয়দের দ্বারা ক্ষমতাচ্যুত হয়ে, ক্ষমতাচ্যুত উমাইয়া খলিফা প্রথম আব্দুর রহমান ৭৫৬ সালে দামেস্ক থেকে পালিয়ে গিয়ে কর্ডোবায় একটি স্বাধীন আমিরাত প্রতিষ্ঠা করেন। তাঁর রাজবংশ আল-আন্দালুসে ইসলামের উপস্থিতিকে একীভূত করেছিল (যেহেতু স্পেন মুসলমানদের কাছে পরিচিত ছিল)। দ্বিতীয় আবদুর রহমান এর শাসনামলে (৮২২-৮৫২) কর্ডোবা ইউরোপের অন্যতম বৃহত্তম এবং গুরুত্বপূর্ণ শহর হয়ে উঠছিল। উমাইয়া স্পেন মুসলিম বিশ্বের এমন একটি কেন্দ্র হয়ে দাঁড়িয়েছিল, যা মুসলিম শহর দামেস্ক ও বাগদাদকে উজ্জীবিত করেছিল। \"কর্ডোবার আমিররা আন্দালুসি ইসলামের আত্মবিশ্বাস ও প্রাণশক্তিকে প্রতিবিম্বিত করে প্রাসাদ তৈরি করেছিলেন, ছাপাঙ্কিত মুদ্রা, পূর্ব থেকে স্পেনে বিলাসবহুল দ্রব্য নিয়ে আসেন, সেচ ও রূপান্তরিত কৃষিক্ষেত্রের উচ্চাভিলাষী প্রকল্প শুরু করেন, পূর্বে শাসনকারী আব্বাসীয় আদালতের শৈলী এবং অনুষ্ঠানের অনুকরণ করা হয় এবং মুসলিম বিশ্বের বাকি বিশিষ্ট আলেম, কবি ও সংগীতজ্ঞদের স্বাগত জানানো হয়। তবে, আমিরাতের সবচেয়ে উল্লেখযোগ্য প্রভাব ছিল, অমুসলিম স্থানীয় জনগোষ্ঠীর উপর এর সাংস্কৃতিক প্রভাব। \"মার্জিত আরবি\" শিক্ষিতদের ― মুসলিম, খ্রিস্টান এবং ইহুদি― পছন্দের ভাষাতে পরিণত হয়, আরবি বইয়ের পাঠক দ্রুত বৃদ্ধি পায় এবং আরবি উপন্যাস এবং কবিতা অত্যন্ত জনপ্রিয় হয়ে ওঠে। আরবি সাহিত্যের জনপ্রিয়তা ছিল ইবেরিয়ান উপদ্বীপের খ্রিস্টানদের আরবীয়করণের একটি দিক, যার কারণে সমকালীন প্রভাবিত জনগোষ্ঠীকে \"মোসারাবে ('আরবদের মতো', 'আরবীয়কৃত'; আরবি: মুস্তা'রিব থেকে স্প্যানিশ ভাষায় মোজারাবেস; পর্তুগিজ ভাষায় মোছারাবেস) হিসাবে উল্লেখ করা হয়।\"\nআরবি ভাষী খৃস্টান পণ্ডিতরা প্রভাবশালী প্রাক-খৃস্টান গ্রন্থগুলি সংরক্ষণ করেন এবং মধ্যযুগীয় ইসলামী সংস্কৃতির দিকগুলো উপস্থাপন করেন (কলা, অর্থনীতি, বিজ্ঞান এবং প্রযুক্তি সহ)। (আরও তথ্যের জন্য দ্বাদশ শতাব্দীর লাতিন অনুবাদ এবং মধ্যযুগীয় ইউরোপে ইসলামের অবদান দেখুন)।\nগ্রানাডার আমিরাতে ১২৩৮ থেকে ১৪৯২-এ লা রিকনকোয়েস্টার সমাপ্তি অবধি খ্রিস্টান কিংডম অব ক্যাসটাইলের-এর সামন্ত রাষ্ট্র হিসেবে মুসলিমদের শাসন স্থায়ী ছিল অবশেষে তৃতীয় ফিলিপ স্পেনীয় তদন্তের সময়, মরিস্কোদের (স্প্যানিশ ভাষায় মুরিশ) ১৬০৯ থেকে (ক্যাসটাইল) ১৬১৪ (স্পেনের বাকী অংশ) এর মধ্যে স্পেন থেকে বিতাড়িত করেন।\nনবজাগরণের সময়কালে উত্তর আফ্রিকার দাস বাজারে বিক্রি করার জন্য খ্রিস্টান দাসদের ধরে আনার জন্য ষোড়শ থেকে উনিশ শতক জুড়ে বার্বারি রাজ্যগুলি ইউরোপের নিকটবর্তী অঞ্চলে আক্রমণ করার জন্য জলদস্যুদের প্রেরণ করত। রবার্ট ডেভিসের মতে, ষোড়শ থেকে উনিশ শতকে জলদস্যুরা ১ মিলিয়ন থেকে ১.২৫ মিলিয়ন ইউরোপীয়কে দাস হিসাবে বন্দী করে। এই ক্রীতদাসদের মূলত বন্দী জাহাজের ক্রু এবং স্পেন ও পর্তুগালের উপকূলীয় গ্রাম এবং ইতালি, ফ্রান্স বা ইংল্যান্ড, নেদারল্যান্ডস, আয়ারল্যান্ড, অ্যাজোরস দ্বীপপুঞ্জ এমনকি আইসল্যান্ডের মতো দূরবর্তী জায়গাগুলো থেকে ধরা হয়েছিল।\nদীর্ঘ সময় ধরে, ১৮ শতকের শুরুর সময় পর্যন্ত, ক্রিমীয় খানাতগুলো উসমানীয় সাম্রাজ্য এবং মধ্য প্রাচ্যের সাথে বিশাল দাস বাণিজ্য বজায় রেখেছিল। ক্রিমীয় তাতাররা দানুবিয় ক্ষুদ্র রাজ্য, পোল্যান্ড–লিথুয়ানিয়া এবং রাশিয়ায় যাদেরকে বন্দী করতে পারে তাদের দাসে পরিণত করার জন্য প্রায়শই অভিযান চালাত।\n\n\n=== পূর্ব ইউরোপ ===\n\n\n==== হাঙ্গেরি ====\nবসজরমেনি মুসলমানরা হাঙ্গেরিতে মুসলমানদের একটি প্রাথমিক সম্প্রদায় গঠন করেছিল। তাদের বৃহত্তম বসতিটি হাঙ্গেরীয় রাজ্যের কেন্দ্রীয় অংশের বর্তমান ওরোশজা শহরের কাছে ছিল। তখন এই জনবসতিটি পুরোপুরি মুসলমান জনবহুল ছিল এবং সম্ভবত রাজ্যের অন্যতম বৃহত্তম জনবসতি ছিল। ১২৪১ সালে হাঙ্গেরীতে মঙ্গল আগ্রাসনের সময় এটি ও অন্যান্য বেশ কয়েকটি মুসলিম জনবসতির সবগুলো ধ্বংস হয়ে যায় এবং সেগুলোর বাসিন্দাদের গণহত্যা করা হয়।\n\n\n==== রাশিয়া এবং ইউক্রেন ====\nখ্রিস্টীয় সপ্তম শতাব্দীর মাঝামাঝি সময়ে, মুসলিমদের পারস্য বিজয়ের পরে ইসলাম এমন অঞ্চলগুলিতে ছড়িয়ে পড়ে যেগুলি পরবর্তীতে রাশিয়ার অংশ হয়ে উঠতে পারে। সম্ভবত বাল্টিক অঞ্চলের লোক যারা মধ্য রাশিয়ার ভিতর দিয়ে কৃষ্ণ সাগরের দিকে যাত্রা করেছিল, তাদের কারণে মুসলিম এবং রুশদের মধ্যে বাণিজ্য সংযোগ তৈরি হয়। ৯২১-৯২২-এ ভোলগা বুলগেরিয়া ভ্রমণকালে ইবনে ফাদলান রুশদের পর্যবেক্ষণ করেছিলেন এবং দাবি করেছেন যে, তাদের কেউ কেউ ইসলাম গ্রহণ করেছেন। \"তারা শুয়োরের মাংসের খুব পছন্দ করে এবং তাদের অনেকে যারা ইসলামের পথ ধরেছিল তারা এটিকে খুব মিস করে।\" রুশরা তাদের নাবিধও উপভোগ করত; এটি একটি গন্ধযুক্ত পানীয় যা ইবনে ফাদলান অনেকবার তাদের প্রতিদিনের খাওয়ার অংশ হিসাবে উল্লেখ করেছিলেন।\n\nমঙ্গোলরা ত্রয়োদশ শতাব্দীতে ভোলগা বুলগেরিয়া এবং কুমন-কিপচাক কনফেডারেশনে (বর্তমান রাশিয়া এবং ইউক্রেনের অংশ) তাদের রাশিয়া বিজয়ের সূচনা করেছিল। মঙ্গোল সাম্রাজ্য ভেঙে যাওয়ার পরে পূর্ব ইউরোপীয় অংশই গোল্ডেন হর্ড নামে পরিচিতি লাভ করে। পশ্চিমা মোঙ্গলরা চতুর্দশ শতাব্দীর গোঁড়ার দিকে বারকা খানের অধীনে তাদের ধর্ম হিসাবে ইসলামকে গ্রহণ করে, যদিও মূলত তারা মুসলমান না; আর পরে উজবেগ খান রাষ্ট্রের সরকারী ধর্ম হিসেবে এটিকে প্রতিষ্ঠিত করেন। হোর্ডের বেশিরভাগ তুর্কি-ভাষী জনসংখ্যার পাশাপাশি অল্পসংখ্যক মঙ্গোল অভিজাতরাও ইসলাম ধর্মে ধর্মান্তরিত হয়েছিল (যদি তারা ভোলগা বুলগেরীয়দের মতো ইতোমধ্যে মুসলমান না হন) এবং তারা রাশিয়ান এবং ইউরোপীয়দের কাছে তাতার হিসাবে পরিচিতি লাভ করেছিল। ত্রয়োদশ থেকে পঞ্চদশ শতাব্দী পর্যন্ত ইউরোপীয় অংশের অর্ধেকেরও বেশি মুসলিম তাতার ও তুর্কিদের আধিপত্যের অধীনে এসেছিল, যা বর্তমানে রাশিয়া ও ইউক্রেন। ক্রিমিয় খানাত ১৪৭৫ সালে উসমানীয় সাম্রাজ্যের একটি সামন্ত রাষ্ট্রে পরিণত হয় এবং ১৫০২ খ্রিস্টাব্দে গ্রেট হোর্ডের অবশিষ্ট অংশকে আয়ত্ত করে নেয়। রুশ সম্রাট চতুর্থ ইভান ১১৫২ সালে কাজানের মুসলিম খানাত জয় করে।\n\n\n==== বেলারুশ এবং পোল্যান্ড–লিথুয়ানিয়া ====\nবেলারুশ এবং পোল্যান্ড–লিথুয়ানিয়ার মুসলিমরা হল লিপকা তাতার। তাদের মসজিদের উপাদান হল কাঠ। \n\n\n==== বলকান ====\n\n\n===== সেলজুক =====\nবাবাই বিদ্রোহের ফলস্বরূপ, ১২৬১ সালে, ৪০ তুর্কি বংশের পাশাপাশি সারি সালটুক নামের তুর্কি দরবেশদের একজনকে বাইজেন্টাইন সাম্রাজ্যের আশ্রয় নিতে বাধ্য করা হয়। তিনি ডব্রুজাতে বসতি স্থাপন করেন, সেখান থেকেই তিনি শক্তিশালী মুসলিম মঙ্গোল আমির, নোগাই খাঁর চাকরিতে প্রবেশ করেন। একজন দরবেশ এবং গাজী হিসেবে ইউরোপে ইসলাম প্রচার করার কারণে, সারি সালটুক একটি মহাকাব্যের নায়ক হয়ে উঠেছিলেন।\n\n\n===== উসমানীয় =====\nউসমানীয় সাম্রাজ্য চতুর্দশ ও পঞ্চদশ শতকে বাইজেন্টাইন সাম্রাজ্যের ইউরোপীয় অংশগুলি দখল করার মাধ্যমে অবধি ইউরোপে তার বিস্তারের সূচনা করেছিল, যা ১৪৫৩ সালে কনস্টান্টিনোপল দখল করে এই অঞ্চলে রাষ্ট্রীয় ধর্ম হিসাবে প্রতিষ্ঠিত হওয়া অবধি চলে। উসমানীয় সাম্রাজ্য উত্তর দিকে সম্প্রসারণ অব্যাহত রাখে, ষোড়শ শতাব্দীতে হাঙ্গেরি দখল করে এবং সপ্তদশ শতাব্দীর মাঝামাঝি উত্তরে পোডোলিয়া পর্যন্ত পৌঁছায় (বুচাচ শান্তি চুক্তি), সেই সময়ে বেশিরভাগ বলকান অঞ্চলগুলো উসমানীয়দের নিয়ন্ত্রণে ছিল। ইউরোপে উসমানীয় সাম্রাজ্যের সম্প্রসারণ তুর্কি মহাযুদ্ধে তাদের পরাজয়ের মাধ্যমে শেষ হয়। কার্লোভিটস চুক্তিতে (১৬৯৯), উসমানীয় সাম্রাজ্য মধ্য ইউরোপে তার বেশিরভাগ অধিকৃত অঞ্চল হারায়। পরবর্তীতে ১৭৮৩ সালে রাশিয়া ক্রিমীয় খানাত অধিকার করে নেয়। শতাব্দীর পর শতাব্দী ধরে, ১৯২২ সালে এর পতনের আগ পর্যন্ত ধীরে ধীরে উসমানীয় সাম্রাজ্য তার প্রায় সমস্ত ইউরোপীয় অঞ্চল হারাতে থাকে এবং পূর্বের সাম্রাজ্যটি তুরস্কে রূপান্তরিত হয়।\n\n১৩৫৪ এবং ১৫২৬ সালের মধ্যে (যখন উসমানীয়রা গ্যালিপলিতে ইউরোপে প্রবেশ করে) সাম্রাজ্যটি বর্তমান গ্রীস, বুলগেরিয়া, রোমানিয়া, আলবেনিয়া, কসোভো, সার্বিয়া, মেসিডোনিয়া, মন্টিনিগ্রো, বসনিয়া এবং হাঙ্গেরি অঞ্চল জয় করেছিল। সাম্রাজ্যটি ১৬৮৩ সালে ভিয়েনা অবরোধ করে। পোলিশ রাজার হস্তক্ষেপে অবরোধটি ভেঙে যায় এবং এরপর থেকে ১৬৯৯ অবধি উসমানীয়রা হাবসবার্গ সম্রাটদের বিরুদ্ধে যুদ্ধ করে, যখন কার্লোভিটস চুক্তি তাদের হাঙ্গেরি এবং বর্তমান ক্রোয়েশিয়া, স্লোভেনিয়া এবং সার্বিয়ার কিছু অংশে আত্মসমর্পণ করতে বাধ্য করে। ১৬৯৯ থেকে ১৯১৩ সাল পর্যন্ত যুদ্ধ এবং বিদ্রোহগুলি, আজকের তুরস্কের বর্তমান ইউরোপীয় সীমানায় না পৌঁছা পর্যন্ত উসমানীয় সাম্রাজ্যটিকে আরও পিছিয়ে যেতে বাধ্য করে।\nএই সময়ের বেশিরভাগ ক্ষেত্রে, উসমানীয় পশ্চাদপসরণের সাথে এই প্রদেশগুলির মুসলিম শরণার্থীও ছিল (প্রায় সব ক্ষেত্রেই পূর্বের ধর্মান্তরিত শাসনাধীন জনগণ); হাঙ্গেরি, ক্রোয়েশিয়া এবং বর্তমান রোমানিয়ার ট্রান্সিলভেনিয়া অঞ্চলে কিছু মুসলিম বাসিন্দা থেকে যায়। বুলগেরিয়া প্রায় ১৮৭৮ অবধি উসমানীয় শাসনের অধীনে থেকে যায় এবং বর্তমানে এর জনসংখ্যায় প্রায় ১৩১,০০০ জন মুসলিম অন্তর্ভুক্ত রয়েছে (২০০১ এর আদমশুমারি) (পমাকস দেখুন)।\n\n১৪৬৩ সালে উসমানীয়রা বসনিয়া জয় করে এবং জনগণের একটি বড় অংশ উসমানীয় আধিপত্যের প্রথম ২০০ বছরের মধ্যে ইসলাম গ্রহণ করে। ১৮৭৮ সালে অস্ট্রিয়া-হাঙ্গেরি বসনিয়া দখল করার সময় হাবসবার্গস নতুন প্রদেশগুলিকে পুনরায় খ্রিস্টান ধর্মে দীক্ষিত করার আকাঙ্ক্ষা প্রকাশ করেছিল। ফলস্বরূপ, বসনিয়ায় বিশ শতকে একটি বিশাল মুসলিম জনসংখ্যা টিকে ছিল। আলবেনিয়া এবং কসোভো অঞ্চল ১৯১৩ সাল পর্যন্ত উসমানীয় শাসনের অধীনে ছিল। উসমানীয় বিজয়ের পূর্বে উত্তর আলবেনীয়রা ছিল রোমান ক্যাথলিক এবং দক্ষিণ আলবেনিয়ানরা খ্রিস্টান অর্থোডক্স ছিল, তবে ১৯১৩ সালে বেশিরভাগই ছিল মুসলমান।\n\n\n==== ইসলাম ধর্মে ধর্মান্তর ====\nউসমানীয় আধিপত্যের অধীনে দীর্ঘকালীন প্রভাবের বাইরেও, শক্তিশালী ভিনিশিয়ান আক্রমণের বিরুদ্ধে জনগণের আনুগত্য নিশ্চিত করার নীতিমালা হিসাবে উসমানীয়দের সুচিন্তিত পদক্ষেপের ফলে, অনেক শাসনাধীন জনগণ পর্যায়ক্রমে এবং জোরপূর্বকভাবে ইসলামে ধর্মান্তরিত হয়েছিল। তবে উসমানীয় সুলতানের নিয়ন্ত্রণাধীন অঞ্চলগুলিতে দেসিরমে এবং জিজিয়ার মাধ্যমে ইসলামকে জোর করে ছড়িয়ে দেওয়া হয়েছিল। বরং আর্নল্ড সপ্তদশ শতাব্দীর লেখক জোহানেস শেফলারকে উদ্ধৃত করে ইসলামের বিস্তার সম্পর্কে ব্যাখ্যা করেন, যিনি বলেছেন:\n\n\n=== সাংস্কৃতিক প্রভাব ===\nপ্রাচ্যতত্ত্বের আন্দোলন বন্ধ করে দিয়ে ইসলাম ইউরোপীয় পণ্ডিতদের মধ্যে কৌতূহল জাগিয়ে তুলেছিল। ইউরোপে আধুনিক ইসলামি অধ্যয়নের প্রতিষ্ঠাতা ছিলেন ইগনেক গোল্ডজিহার, যিনি ১৯ শতকের শেষদিকে ইসলাম অধ্যয়ন শুরু করেছিলেন। এই ক্ষেত্রে, ১৯ শতকের ইংরেজ অনুসন্ধানকারী, পণ্ডিত, এবং প্রাচ্যবিদ, এবং দ্য বুক অফ ওয়ান থাউজেন্ড অ্যান্ড ওয়ান নাইটসের অনুবাদক, স্যার রিচার্ড ফ্রান্সিস বার্টন যিনি একজন পশতুন হিসাবে ছদ্মবেশ ধারণ করে এবং হজ চলাকালীন মদীনা ও মক্কা উভয় সফর করেছিলেন, যেমনটি বলা আছে তার এ পারসোনাল ন্যারেটিভ অফ এ পিলগ্রিমেজ টু আল-মদিনাহ অ্যান্ড মক্কা বইটিতে।\nইসলামি স্থাপত্য বিভিন্ন ভাবে ইউরোপীয় স্থাপত্যকে প্রভাবিত করেছে (উদাহরণস্বরূপ, ভিয়েনার টারকিসচার টেম্পেল সিনাগগ)। ইউরোপে দ্বাদশ শতাব্দীর নবজাগরণের সময় আরবী পাঠ্যগুলির লাতিন অনুবাদ চালু হয়।\n\n\n=== বিংশ শতাব্দী ===\nআলজেরিয়ার স্বাধীনতা যুদ্ধের সময় মহানগরীয় ফ্রান্সে মুসলিম অভিবাসনের পরিমাণ বেড়ে যায়। ১৯৬১ সালে, পশ্চিম জার্মান সরকার প্রথম গ্যাস্টারবিটারদের আমন্ত্রণ জানায় এবং সুইজারল্যান্ডের অনুরূপ চুক্তি প্রস্তাব করে; এর মধ্যে কিছু অভিবাসী শ্রমিক তুরস্কের মতো সংখ্যাগরিষ্ঠ-মুসলিম দেশ থেকে এসেছিল। ব্রিটেনে অভিবাসীরা এর প্রাক্তন সংখ্যাগরিষ্ঠ-মুসলিম উপনিবেশ পাকিস্তান এবং বাংলাদেশ থেকে এসেছিল।\n\n\n== বর্তমান জনমিতি ==\n\nইউরোপে মুসলমানদের সঠিক সংখ্যা অজানা। পিউ ফোরামের অনুমান অনুসারে, ২০১০ সালে ইউরোপে (তুরস্ক বাদে) ইউরোপীয় ইউনিয়নের ১৯ মিলিয়ন (জনসংখ্যার ৩.৮%) সহ, মোট মুসলমানের সংখ্যা ছিল প্রায় ৪৪ মিলিয়ন (মোট জনসংখ্যার ৬%)। ২০১০ সালের পিউ রিসার্চ সেন্টারের গবেষণায় বলা হয়েছে যে, বিশ্বের মুসলিম জনসংখ্যার ২.৭% ইউরোপে বাস করে।\nতুর্কিরা ইউরোপীয় তুরস্কের (পাশাপাশি পুরো তুরস্ক প্রজাতন্ত্রের ) এবং উত্তর সাইপ্রাসে বৃহত্তম নৃতাত্ত্বিক গোষ্ঠী গঠন করে। তারা বলকানদের (অর্থাৎ বলকান তুর্কিদের ) মধ্যে উসমানীয়-পরবর্তী রাষ্ট্রগুলিতে শতাব্দী-পুরাতন সংখ্যালঘু গোষ্ঠী গঠন করে, যেখানে তারা বুলগেরিয়ায় বৃহত্তম জাতিগত সংখ্যালঘু এবং উত্তর ম্যাসিডোনিয়াতে দ্বিতীয় বৃহত্তম সংখ্যালঘু গোষ্ঠী গঠন করে। অন্যদিকে, অভিবাসীদের মধ্যে, তুর্কিরা অস্ট্রিয়া, ডেনমার্ক, জার্মানি এবং নেদারল্যান্ডসের বৃহত্তম নৃতাত্ত্বিক সংখ্যালঘু দল গঠন করে। ১৯৯৭ সালে পশ্চিম ইউরোপ এবং বলকান অঞ্চলে (অর্থাৎ, উত্তর সাইপ্রাস এবং তুরস্ক বাদ দিয়ে) প্রায় ১ কোটি তুর্কী বাস করত। ২০১০ সালে, ইউরোপীয় ইউনিয়নে (অর্থাৎ, তুরস্ক এবং বেশ কয়েকটি বলকান এবং পূর্ব ইউরোপীয় দেশগুলি যা ইইউতে নেই; সেগুলো বাদে) ১৫ মিলিয়ন তুর্কি বাস করত। ডাঃ আরাকস প্যাসায়ানের মতে, ২০১২ সালে এককভাবে ১০ মিলিয়ন \"ইউরো-তুর্কি \" জার্মানি, ফ্রান্স, নেদারল্যান্ডস এবং বেলজিয়ামে বাস করত। এছাড়াও, যুক্তরাজ্য, অস্ট্রিয়া, সুইডেন, সুইজারল্যান্ড, ডেনমার্ক, ইতালি, লিচেনস্টাইন, ফিনল্যান্ড এবং স্পেনে যথেষ্ট তুর্কি সম্প্রদায় গঠিত হয়েছে। এদিকে, বলকান অঞ্চলগুলিতে (বিশেষত বুলগেরিয়া, গ্রীস, কসোভো, উত্তর ম্যাসেডোনিয়া, এবং রোমানিয়ায়) এক মিলিয়নেরও বেশি তুর্কি বসবাস করছে এবং সাবেক সোভিয়েত প্রজাতন্ত্রের পূর্ব ইউরোপীয় অঞ্চলে (অর্থাৎ আজারবাইজান, জর্জিয়া, কাজাখস্তান, রাশিয়া এবং ইউক্রেন) প্রায় ৪০০,০০০ মেসেখিয়ান তুর্কি রয়েছে।\nউত্স অনুসারে রাশিয়ার মুসলমানদের (ইউরোপের সবচেয়ে বড় মুসলিম গোষ্ঠী) শতকরা হার ৫% থেকে ১১.৭% পর্যন্ত হয়ে থাকে। এটি কেবল আচারনিষ্ঠ মুসলিম বা মুসলিম বংশোদ্ভূত সমস্ত লোককে গণনা করা হয় কিনা তার উপরও নির্ভর করে।\nআলবেনিয়ার ৫৮.৮% ইসলামকে মেনে চলে এবং এটি দেশটির বৃহত্তম ধর্ম হয়ে উঠেছে। উল্লেখযোগ্য বেকতাশি শিয়া সংখ্যালঘুসহ আলবেনীয় মুসলমানদের বেশিরভাগই সেক্যুলার সুন্নি। কসোভোয় মুসলমানদের শতকরা হার ৯৩.৫%, উত্তর ম্যাসিডোনিয়াতে ৩৯.৩% (ম্যাসিডোনিয়ায় ২০০২ সালের আদমশুমারি অনুসারে, ০-৪ বছর বয়সী শিশুদের ৪৬.৫% শিশু মুসলিম ছিল) এবং বসনিয়া ও হার্জেগোভিনায় ৫০.৭% আন্তমহাদেশীয় দেশগুলিতে, যেমন তুরস্কের এবং আজারবাইজানে জনসংখ্যার যথাক্রমে ৯৯% ও ৯৩% মুসলমান। ২০১১ সালের আদমশুমারি অনুসারে, মন্টিনিগ্রোর মোট জনসংখ্যার ২০% মুসলমান। রাশিয়ায় মস্কোতে আনুমানিক দেড় মিলিয়ন মুসলমান রয়েছে।\nড্যারেন ই. শেরকাত ফরেন অ্যাফেয়ার্সে প্রশ্ন তুলেছিলেন যে, অ-ধর্মাবলম্বী মুসলমানদের ক্রমবর্ধমান সংখ্যাকে বিবেচনায় না নিয়ে করা মুসলিম সংখ্যা বৃদ্ধির কিছু অনুমান সঠিক কিনা? পরিমাণগত গবেষণার অভাব রয়েছে, তবে তিনি বিশ্বাস করেন যে, ইউরোপীয় প্রবণতাগুলি আমেরিকা থেকে আসা প্রবণতাগুলিকে প্রতিবিম্বিত করে: যুক্তরাষ্ট্রের জেনারেল সোশ্যাল সার্ভে থেকে প্রাপ্ত তথ্য থেকে দেখা যায় যে, মুসলমান হিসেবে বড় হওয়া লোকদের মধ্যে ৩২ শতাংশই যৌবনে ইসলাম অবলম্বন করেন না, এবং ১৮ শতাংশেরই কোনও ধর্মীয় পরিচয় নেই।\n২০১৬ সালে পিউ রিসার্চ সেন্টার দ্বারা পরিচালিত একটি সমীক্ষায় দেখা গেছে যে, সমস্ত ইউরোপের জনসংখ্যার ৪.৯% মুসলিম রয়েছে। একই সমীক্ষা অনুসারে, ধর্মান্তর ইউরোপে মুসলিম জনসংখ্যার বৃদ্ধিতে উল্লেখযোগ্য পরিমাণ যুক্ত করে না, ২০১০ থেকে ২০১৬ সালের মধ্যে ইসলাম ধর্মে ধর্মান্তরিত হওয়ার সংখ্যার চেয়ে প্রায় ১,৬০,০০০ জন বেশি মানুষ ইসলাম ছেড়ে চলে গেছে।\n\n\n=== অনুমানসমূহ ===\n\n২০১০ সালের জানুয়ারিতে প্রকাশিত পিউ রিসার্চ সেন্টারের এক গবেষণায়, ২০১০ সালের ইউরোপীয় মুসলিম জনসংখ্যা ৬% থেকে বেড়ে ২০৩০ সালে ৮% হওয়ার পূর্বাভাস দেওয়া হয়েছে। গবেষণায় আরও পূর্বাভাস দেওয়া হয়েছে যে, ২০১০ সালের মুসলিম বৃদ্ধির হার ২.২ থেকে নেমে ২০৩০ সালে ২.০ হতে পারে। অন্যদিকে, ইউরোপে অমুসলিম উর্বরতার হার ২০১০ সালের ১.৫ থেকে বৃদ্ধি পেয়ে ২০৩০ সালে ১.৬ এ উন্নীত হবে। ২০১৭ সালে প্রকাশিত আরেকটি পিউ গবেষণায় অনুমান করা হয়েছে যে, ২০৫০ সালে মুসলমানরা ইউরোপের জনসংখ্যার ৭.৪% (যদি ইউরোপে সমস্ত অভিবাসন অবিলম্বে এবং স্থায়ীভাবে বন্ধ হয় -\"শূন্য স্থানান্তর\" পরিস্থিতি) থেকে ১৪% (\"উচ্চ\" মাইগ্রেশন পরিস্থিতির আওতায়) পর্যন্ত গঠন করবে। ২০০০ এর দশকের ইউরোপে ইসলামের বৃদ্ধির হারের তথ্য থেকে দেখা গেছে যে মুসলমানদের ক্রমবর্ধমান সংখ্যাটি মূলত অভিবাসন এবং উচ্চ জন্মহারের কারণে হয়েছিল।\n২০১৭ সালে পিউ অনুমান করেছিল যে, ২০৫০ সালের মধ্যে ইউরোপের মুসলিম জনসংখ্যা ৭% থেকে ১৪% এর মধ্যে একটি স্তরে পৌঁছে যাবে। অনুমানগুলি মাইগ্রেশনের স্তরের উপর নির্ভর করে। একেবারে কোনও মাইগ্রেশন না থাকলে, অনুমানিত স্তরটি ছিল ৭%; উচ্চ স্থানান্তর সহ, এটি ছিল ১৪%। এই অনুমানগুলি দেশ অনুযায়ী ব্যাপকভাবে পরিবর্তিত হয়। উচ্চ স্থানান্তরের দৃশ্যের অধীনে,ঐতিহাসিকভাবে কোনও অমুসলিম দেশ হিসেবে সুইডেনে সর্বোচ্চ অনুমান স্তর ছিল ৩০%। বিপরীতভাবে, পোল্যান্ডে ১% এর নীচে থাকবে বলে অনুমান করা হয়েছিল।\n২০০৬ সালে, রক্ষণশীল খ্রিস্টান ঐতিহাসিক ফিলিপ জেনকিনস, ফরেন পলিসি রিসার্চ ইনস্টিটিউট থিঙ্কট্যাঙ্কের জন্য একটি নিবন্ধে লিখেছেন যে, ২১০০ সালের মধ্যে ইউরোপের জনসংখ্যার প্রায় ২৫% মুসলিম জনসংখ্যা হওয়া \"সম্ভাব্য\" ছিল; জেনকিনস বলেছিলেন যে, এই পরিসংখ্যানটিতে ইউরোপের অভিবাসী খ্রিস্টানদের মধ্যে ক্রমবর্ধমান জন্মের হিসাব বিবেচনায় নেয়নি, তবে তিনি তাঁর পদ্ধতির বিবরণ দেননি। ২০১০ সালে বার্কবেক, ইউনিভারসিটি অব লন্ডন এর রাজনীতির অধ্যাপক এরিক কাউফম্যান বলেছিলেন যে \"আমাদের অনুমানের মধ্যে আমরা ২০৫০ সালের মধ্যে পশ্চিম ইউরোপের বেশিরভাগ উচ্চ অভিবাসনের দেশের (জার্মানি, ফ্রান্স, যুক্তরাজ্য) ১০-১৫ শতাংশ মুসলিম জনসংখ্যা দেখছি।\"; তিনি যুক্তি দিয়েছিলেন যে, ইসলামের সম্প্রসারণ হচ্ছে, ইসলাম গ্রহণের কারণে নয়, মূলত ধর্মটির \"প্রাক-প্রসবকালীন\" দৃষ্টিভঙ্গির কারণে, যেখানে মুসলমানদের আরও সন্তান ধারণের প্রবণতা রয়েছে। অন্যান্য বিশ্লেষকরা দাবি করা মুসলিম জনসংখ্যা বৃদ্ধির যথাযথতা সম্পর্কে সন্দেহ প্রকাশ করে বলেন যে, অনেক ইউরোপীয় দেশ সরকারী ফরম বা আদমশুমারিতে কোন ব্যক্তির ধর্ম সম্পর্কে জানতে চায় না, তাই সঠিক অনুমান করা কঠিন হয়ে পড়েছে এবং যুক্তি দেন যে, মরক্কো, নেদারল্যান্ডস এবং তুরস্কে মুসলিম উর্বরতার হার হ্রাস পেয়েছে।\n\n\n=== ধর্মীয়তা ===\nডয়েচে ভেলের মতে, মুসলিম দেশগুলো থেকে আগত অভিবাসীরা দৃঢ়ভাবে ধার্মিক থাকেন, যা প্রজন্মের পর প্রজন্ম ধরে চলমান রয়েছে। যুক্তরাজ্যে, ৬৪% \"অত্যন্ত ধার্মিক\", অস্ট্রিয়ায় ৪২%, ফ্রান্সে ৩৩% এবং সুইজারল্যান্ডে ২৬%।\n২০০৫ সালের ইউনিভার্সিটি-লিব্রে ডি ব্রাক্সেলিসের একটি সমীক্ষায় অনুমান করা হয় যে, বেলজিয়ামের মুসলিম জনসংখ্যার প্রায় ১০% \"অনুশীলনকারী মুসলিম\" রয়েছেন। ২০০৯ সালে, এক সমীক্ষা অনুসারে নেদারল্যান্ডসের মাত্র ২৪% মুসলমান সপ্তাহে একবার মসজিদে অংশ নিয়েছিল। ২০০৪ সালের একই জরিপ অনুসারে, তারা দেখতে পেয়েছিল যে ডাচ মুসলমানদের বিশেষত দ্বিতীয় প্রজন্মের অভিবাসীদের জীবনে ইসলামের গুরুত্ব হ্রাস পাচ্ছে। একটি সমীক্ষা অনুসারে, যাদের সাক্ষাত্কার নেওয়া হয়েছিল তাদের মধ্যে কেবলমাত্র ৩৩% ফরাসী মুসলমান বলেছিলেন যে, তারা ধার্মিক বিশ্বাসী। সেই চিত্রটি অক্টোবর ২০১০-এ আইএনইডি/আইএনএসইই সমীক্ষায় প্রাপ্ত হিসাবে একই।\n\n\n== সমাজ ==\n\n\n=== ইসলামী সংগঠনসমূহ ===\n\n\n=== মসজিদসমূহ ===\n\n\n=== ইসলামি পোশাক ===\n\n২০১৮ সালে পিউ রিসার্চ সেন্টারের মতে, বেশিরভাগ ইউরোপীয়রা মুখমণ্ডল আবৃতকারী ওড়নার উপর বিধিনিষেধের পক্ষে। পশ্চিম ইউরোপে প্রতি ১৫ জনের মধ্যে ১৩ জন মুখমণ্ডল আবৃতকারী ওড়না নিষিদ্ধ করার পক্ষে বলে অনুমান করা হয়। রাজনীতিবিদ এবং বুদ্ধিজীবীদের বিপরীতে, লোকেরা ইসলামিক পোশাককে ধর্মীয় প্রতীকের প্রতিনিধিত্ব করাকে বোঝে না বরং ইসলামবাদ রূপে একটি দমনমূলক মতাদর্শের প্রতিনিধিত্ব করাকে বোঝে; যা পরিবার, সমাজ এবং রাজনীতিতে এর প্রভাবকে প্রসারিত করতে চায়।\n\n\n=== সম্মান রক্ষার্থে হত্যা ===\nঅ-পিয়ার পর্যালোচিত মিডল ইস্ট কোয়াটারলি জার্নালে প্রকাশিত মনো-বিশেষজ্ঞ ফিলিস চেসলারের ১৯৮৯-২০০৯-এ ইউরোপে ৬৭ টি সম্মান রক্ষার্থে হত্যার তদন্তের গবেষণা অনুসারে, ইউরোপে ৬৯% সম্মান রক্ষার্থে হত্যার অপরাধী মুসলমান ছিল এবং ৬৮% মানুষ মারা যাওয়ার আগে নির্যাতনের শিকার হয়েছিল। তার সমীক্ষায় দেখা গেছে, হিজাব পরতে অস্বীকার করার কারণে বা যথাযথভাবে না পরার কারণে পশ্চিমা বিশ্ব এবং অন্য কোথাও মুসলিম মেয়ে ও মহিলাদের হত্যা করা হয়। ইউরোপে সম্মান রক্ষার্থে হত্যার ন্যায্যতার ৭১% হল একজন মুসলিম মহিলার অগ্রহণযোগ্য \"পশ্চিমীকরণ\" এর অভিযোগ।\n\n\n=== ইসলামিক মৌলবাদ ও সন্ত্রাসবাদ ===\nউইজেনশ্যাফটসেন্ট্রাম বার্লিন ফোর সোজিয়ালফোরসচং (ডব্লিউজেডবি) দ্বারা পরিচালিত ২০১৩ সালের একটি সমীক্ষায় দেখা গেছে যে, ইউরোপের মুসলমানদের মধ্যে ইসলামি মৌলবাদ ব্যাপক ছিল। এই সমীক্ষায় তুরস্কের অভিবাসীদের মধ্যে ছয়টি ইউরোপীয় দেশ: জার্মানি, ফ্রান্স, নেদারল্যান্ডস, বেলজিয়াম, অস্ট্রিয়া এবং সুইডেনে একটি জরিপ চালানো হয়েছিল। প্রথম চারটি দেশে মরক্কোর অভিবাসীদেরও সাক্ষাত্কার নেওয়া হয়েছিল। মৌলবাদকে এই হিসাবে সংজ্ঞায়িত করা হয়েছিল: এই বিশ্বাস যে অতীতের নির্ধারিত অনন্ত ও পরিবর্তনঅযোগ্য নিয়মে বিশ্বাসীদের ফিরে আসা উচিত; এই বিধিগুলি কেবল একটি ব্যাখ্যার অনুমতি দেয় এবং সমস্ত বিশ্বাসীর জন্য বাধ্যতামূলক; এবং ধর্মনিরপেক্ষ আইনগুলির চেয়ে ধর্মীয় বিধিগুলির অগ্রাধিকার রয়েছে। সংখ্যাগরিষ্ঠ দুই তৃতীয়াংশ মুসলমান প্রতিক্রিয়া জানিয়েছিলেন যে, নাগরিক আইনের চেয়ে ধর্মীয় বিধি-ব্যবস্থা বেশি গুরুত্বপূর্ণ এবং তিন চতুর্থাংশ ইসলামে ধর্মীয় বহুত্ববাদকে প্রত্যাখ্যান করেন। উত্তরদাতাদের মধ্যে, ৪৪% তিনটির সবগুলো বিবৃতিতে সম্মত হয়েছে। প্রায় ৬০% উত্তর দিয়েছিল যে, মুসলমানদের ইসলামের মূলে ফিরে আসা উচিত, ৭৫% মনে করেছিলেন যে কুরআনের একটিমাত্র ব্যাখ্যা হওয়া সম্ভব।\nউপসংহারটি ছিল এই যে, খ্রিস্টান নাগরিকদের তুলনায় ইউরোপীয় মুসলমানদের মধ্যে ধর্মীয় মৌলবাদ অনেক বেশি প্রচলিত। উপলব্ধ বৈষম্য ধর্মীয় মৌলবাদের একটি প্রান্তিক ভবিষ্যদ্বাণী। পশ্চিমা সরকারগুলি পরিচয়ের উৎস হিসেবে ইসলামের প্রতি সহজাত বিরোধিতা করছে এমন ধারণা কিছু ইউরোপীয় মুসলমানের মধ্যে রয়েছে। তবে একটি সাম্প্রতিক গবেষণা থেকে দেখা গেছে যে, আইএসআইএসের উত্থানের পরে এই ধারণাটি উল্লেখযোগ্যভাবে হ্রাস পেয়েছে, বিশেষত যুবসমাজ এবং উচ্চ শিক্ষিত ইউরোপীয় মুসলমানদের মধ্যে। দেশগুলির মধ্যে পার্থক্য \"প্রতিক্রিয়াশীল ধর্মীয় মৌলবাদ\" কে অস্বীকার করে, যেখানে মৌলবাদকে মুসলমানদের অধিকার এবং সুযোগ-সুবিধার অভাবের বিরুদ্ধে প্রতিক্রিয়া হিসাবে দেখা হয়। এর পরিবর্তে, এটি পাওয়া গেল যে, বেলজিয়ামে সাধারণভাবে মুসলমান এবং অভিবাসীদের প্রতি তুলনামূলক উদার নীতি রয়েছে, সে তুলনায় তুলনামূলকভাবে উচ্চ স্তরের মৌলবাদও ছিল। সীমাবদ্ধ নীতি রয়েছে যেমন ফ্রান্স এবং জার্মানিতে মৌলবাদের নিম্ন স্তর ছিল।\n২০১৭ সালে, ইইউ-কাউন্টার-টেরোরিজম এর কো-অর্ডিনেটর গিলস ডি ক্যারচভ একটি সাক্ষাত্কারে জানিয়েছিলেন যে, ৫০০০০ এরও বেশি মৌলবাদী এবং জিহাদি রয়েছে। ২০১৬ সালে, ফরাসি কর্তৃপক্ষ বলেছিল যে নিরাপত্তা হুমকির তালিকার অন্তর্গত ২০০০০ জন ব্যক্তির ১৫০০০ জন ইসলামপন্থী আন্দোলনে জড়িত ।  যুক্তরাজ্যে কর্তৃপক্ষের অনুমান, দেশটিতে ২৩০০০ জিহাদী বাস করে, যার মধ্যে প্রায় ৩০০০ কে সক্রিয়ভাবে পর্যবেক্ষণ করা হয়। ২০১৭ সালে, জার্মান কর্তৃপক্ষ অনুমান করেছিল যে দেশটিতে ১০০০০ এরও বেশি জঙ্গি সালাফিবাদী রয়েছে।\n\n\n=== মুসলমানদের প্রতি মনোভাব ===\n \nইউরোপের বিভিন্ন অংশে মুসলমানদের প্রতি নেতিবাচক দৃষ্টিভঙ্গির পরিমাণ বিভিন্ন রকম হয়।ইউরোপিয়ান মনিটরিং সেন্টার অন রেসিজম অ্যান্ড জেনোফোবিয়া জানিয়েছে যে, পুরো ইউরোপে মুসলিম জনগোষ্ঠী ইসলামভীতিতে ভুগছে, যদিও মুসলমানদের ধারণা ও দৃষ্টিভঙ্গি আলাদা হতে পারে।\n২০০৩ সালে সোসিয়াল এন কালচারেল প্ল্যানবুরোর বার্ষিক প্রতিবেদন অনুসারে, ডাচদের অর্ধেক জনগোষ্ঠী এবং অর্ধেক মরোক্কান ও তুর্কি সংখ্যালঘুরা জানিয়েছিল যে, পাশ্চাত্য জীবনযাত্রা মুসলমানদের সাথে মিলিত হতে পারে না।\nপোলিশ সেন্টার ফর পাবলিক অপিনিয়ন রিসার্চের ২০১৫ সালের জরিপে দেখা গেছে যে, ৪৪% পোলিশ মুসলমানদের প্রতি নেতিবাচক মনোভাব পোষণ করেন, মাত্র ২৩% তাদের প্রতি ইতিবাচক মনোভাব পোষণ করেছেন। তদুপরি, \"মুসলমানরা তাদের নিজস্ব রীতিনীতি ও মূল্যবোধের অসহিষ্ণু।\" (৬৪% একমত, ১২% দ্বিমত পোষণ করেছে), \"পশ্চিমা ইউরোপীয় দেশগুলিতে বসবাসকারী মুসলমানরা সাধারণত রীতিনীতি এবং মূল্যবোধ অর্জন করে না যা সে দেশের সংখ্যাগরিষ্ঠ জনগোষ্ঠীর বৈশিষ্ট্যযুক্ত।\" (৬৩% একমত, ১৪% দ্বিমত পোষণ করেছেন), \"ইসলাম অন্য ধর্মের তুলনায় সহিংসতা উত্সাহিত করে।\" (৫১% একমত, ২৪% দ্বিমত পোষণ করেছেন) এর মতো কথায় সংখ্যাগরিষ্ঠ লোক একমত হয়েছেন।\nচ্যাথাম হাউস এর ১০টি ইউরোপীয় দেশের ১০০০০ জনের ২০১৭ সালের ফেব্রুয়ারির একটি সমীক্ষায় দেখা গেছে, গড়ে বেশিরভাগ সংখ্যাগরিষ্ঠ মুসলিম অভিবাসনের বিরোধিতা করেছিল, বিশেষত অস্ট্রিয়া, পোল্যান্ড, হাঙ্গেরি, ফ্রান্স এবং বেলজিয়ামে বিরোধিতা সুস্পষ্ট হয়েছিল। উত্তরদাতাদের মধ্যে ৫৫% বিরোধিতা করেছিলেন, ২০% জনগণ কোনও মতামত দেননি এবং ২৫% মুসলিম সংখ্যাগরিষ্ঠ দেশ থেকে আরও অভিবাসন গ্রহণের পক্ষে ছিলেন। সমীক্ষার লেখকরা যুক্ত করেছেন যে, পোল্যান্ড ব্যতীত এই দেশগুলি পূর্ববর্তী বছরগুলিতে জিহাদি সন্ত্রাসবাদের আক্রমণে ভুগছিল বা তারা শরণার্থী সঙ্কটের কেন্দ্রে ছিল। তারা আরও উল্লেখ করেছেন যে, ভোট নেওয়া বেশিরভাগ দেশে কট্টরপন্থী অধিকারের রাজনৈতিক প্রভাব রয়েছে।\nলাইপজিগ বিশ্ববিদ্যালয়ের ২০১৮ সালের এক সমীক্ষায় দেখা গেছে, ৫৬% জার্মান কখনও কখনও মনে করেন যে, মুসলমানরা তাদের নিজের দেশে অপরিচিতরূপে অনুভূত করিয়েছে, যা ২০১৪ সালে ৪৩% থেকে বেশি। ২০১৮ সালে, ৪৪% মনে করেছিলেন যে মুসলমানদের অভিবাসন নিষিদ্ধ করা উচিত, যা ২০১৪ সালের চেয়ে ৩৭% বেশি।\n\n\n=== কর্মসংস্থান ===\nজার্মানি, ফ্রান্স, নেদারল্যান্ডস, যুক্তরাজ্য, বেলজিয়াম এবং সুইজারল্যান্ডের মুসলমানদের উপর ডব্লিউজেডবির এক তদন্তের রিপোর্ট অনুসারে, ইউরোপের মুসলমানদের সাধারণত বেকারত্বের মাত্রা বেশি থাকে; যা ভাষাগত দক্ষতার অভাব, আন্তঃজাতিগত সামাজিক বন্ধনের অভাব এবং লিঙ্গ ভূমিকার একটি ঐতিহ্যগত দৃষ্টিভঙ্গির কারণেই ঘটে থাকে, যেখানে মহিলারা বাড়ির বাইরে কাজ করতে পারেন না। বেকারত্বের কারণের একটি ছোট অংশ ছিল নিয়োগকর্তাদের বৈষম্য।\n\n\n== আরও দেখুন ==\n \nপ্রাথমিক মুসলিম বিজয়\nদেশে দেশে ইসলাম\nইসলামী সংস্কৃতি\nইসলামি নারীবাদ\nইসলামবাদ\nইসলামবিদ্বেষী ঘটনার তালিকা\nইউরোপের মসজিদের তালিকা\nমুসলমানদের উপর অত্যাচার\nঅস্ট্রিয়ায় ইসলাম ধর্ম\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nMuslim Europe Or Euro-Islam: Politics, Culture, and Citizenship in the Age of Globalization। Rowman & Littlefield, co-published with the Center for Middle Eastern Studies (University of California, Berkeley)। ২০০২। আইএসবিএন 978-0-7391-0338-8। এলসিসিএন 2001050240। \nAllen, Chris; Amiraux, Valerie (নভেম্বর ২০০৭)। European Islam: Challenges for Society and Public Policy (পিডিএফ)। Centre for European Policy Studies। আইএসবিএন 978-92-9079-710-4। ১৮ এপ্রিল ২০১৮ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২১ জানুয়ারি ২০২১। \nArchick, Kristin; Belkin, Paul (৭ সেপ্টেম্বর ২০১১)। \"Muslims in Europe: Promoting Integration and Countering Extremism\" (পিডিএফ)। CRS Report for Congress। ২৫ নভেম্বর ২০১১ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২১ জানুয়ারি ২০২১। \nBougarel, Xavier (২০০৫)। \"Balkan Muslim Diasporas and the Idea of a \"European Islam\"\"। Balkan Currents. Essays in Honour of Kjell Magnusson। Uppsala Multiethnic Papers। Uppsala University Press। পৃষ্ঠা 147–165  – Halshs.archives-ouvertes.fr-এর মাধ্যমে। \nBougarel, Xavier (২০১২)। \"Bosnian Islam as 'European Islam': Limits and Shifts of A Concept\"। Islam in Europe: Diversity, Identity, and Influence (পিডিএফ)। Cambridge University Press। পৃষ্ঠা 96–124। আইএসবিএন 9780511809309। ডিওআই:10.1017/CBO9780511809309.007। \nBougarel, Xavier; Clayer, Nathalie (২০১৩)। Les musulmans de l'Europe du Sud-Est: Des Empires aux États balkaniques। Terres et gens d'islam। IISMM - Karthala। আইএসবিএন 978-2-8111-0905-9  – Cairn.info-এর মাধ্যমে। \nThe Oxford Handbook of European Islam। Oxford University Press। ২০১৪। আইএসবিএন 978-0-19-960797-6। এলসিসিএন 2014936672। ডিওআই:10.1093/oxfordhb/9780199607976.001.0001। \nCesari, Jocelyne (২০১২)। \"Muslim Identities in Europe: The Snare of Exceptionalism\"। Islam in Europe: Diversity, Identity, and Influence। Cambridge University Press। পৃষ্ঠা 49–67। আইএসবিএন 9780511809309। ডিওআই:10.1017/CBO9780511809309.005। \nCesari, Jocelyne (জানুয়ারি ২০১২)। \"Securitization of Islam in Europe\"। Brill Publishers: 430–449। আইএসএসএন 1570-0607। জেস্টোর 41722006। ডিওআই:10.1163/15700607-201200A8। \nCesari, Jocelyne (জানুয়ারি–জুন ২০০২)। \"Introduction - \"L'Islam en Europe: L'Incorporation d'Une Religion\"\" (ফরাসি ভাষায়)। Éditions de Boccard: 7–20। ডিওআই:10.3406/CEMOT.2002.1623 । সংগ্রহের তারিখ ২১ জানুয়ারি ২০২১  – Persée.fr-এর মাধ্যমে। \nClayer, Nathalie (২০০৪)। \"Les musulmans des Balkans Ou l'islam de \"l'autre Europe\"/The Balkans Muslims Or the Islam of the \"Other Europe\"\"। Le Courrier de Pays de l'Est (ফরাসি ভাষায়)। La Documentation française: 16–27। আইএসএসএন 0590-0239। ডিওআই:10.3917/cpe.045.0016   – Cairn.info-এর মাধ্যমে। \nDall'islam in Europa all'islam europeo: La sfida dell'integrazione। Biblioteca di testi e studi (ইতালীয় ভাষায়)। Carocci Editore। ২০১৮। আইএসবিএন 9788843091072। \nThe Revival of Islam in the Balkans: From Identity to Religiosity। Islam and Nationalism। Palgrave Macmillan। ২০১৫। আইএসবিএন 978-1-137-51783-8। ডিওআই:10.1057/9781137517845। \nFranke, Patrick, Islam: State and Religion in Modern Europe, EGO - European History Online, Mainz: Institute of European History, 2016, retrieved: March 8, 2021 (pdf).\nGrim, Brian J.; Karim, Mehtab S. (জানুয়ারি ২০১১)। \"The Future of the Global Muslim Population: Projections for 2010-2030\" (পিডিএফ)। The Pew Forum on Religion & Public Life। Pew Research Center। এলসিসিএন 2011505325। ১৪ অক্টোবর ২০১৮ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২১ জানুয়ারি ২০২১। \nHashas, Mohammed (২০১৮)। \"Does European Islam Think?\"। Exploring the Multitude of Muslims in Europe: Essays in Honour of Jørgen S. Nielsen। Muslim Minorities। Brill Publishers। পৃষ্ঠা 35–49। আইএসএসএন 1570-7571। আইএসবিএন 978-90-04-36249-9। এলসিসিএন 2017058914। ডিওআই:10.1163/9789004362529_004। \nHashas, Mohammed (২০১৮)। The Idea of European Islam: Religion, Ethics, Politics and Perpetual Modernity। Routledge। আইএসবিএন 9780367509743। ডিওআই:10.4324/9781315106397। \nHourani, Albert; Ruthven, Malise (২০১০)। A History of the Arab Peoples (Updated সংস্করণ)। Faber & Faber। আইএসবিএন 978-0-674-39565-7। \nKarić, Enes (২০০২)। \"Is 'Euro-Islam' a Myth, Challenge, or a Real Opportunity for Muslims and Europe?\"। Taylor & Francis: 435–442। আইএসএসএন 1360-2004। ডিওআই:10.1080/1360200022000027375। \nMuslims at the Margins of Europe: Finland, Greece, Ireland and Portugal। Muslim Minorities। Brill Publishers। ২০১৯। আইএসএসএন 1570-7571। আইএসবিএন 978-90-04-40455-7। এলসিসিএন 2019023090। \nMerdjanova, Ina (৩০ এপ্রিল ২০০৮)। \"Euro-Islam v. \"Eurabia\": Defining the Muslim Presence in Europe\"। www.wilsoncenter.org। Woodrow Wilson International Center for Scholars। সংগ্রহের তারিখ ২১ জানুয়ারি ২০২১। \nNielsen, Jørgen S. (১৯৯৯)। Towards a European Islam। Migration, Minorities, and Citizenship। Palgrave Macmillan। আইএসবিএন 978-0-333-72374-6। ডিওআই:10.1057/9780230379626। \nNielsen, Jørgen S. (২০১২)। \"The Question of Euro-Islam: Restriction or Opportunity?\"। Islam in Europe: Diversity, Identity, and Influence। Cambridge University Press। পৃষ্ঠা 34–48। আইএসবিএন 9780511809309। ডিওআই:10.1017/CBO9780511809309.004। \nIslam in Post-communist Eastern Europe: Between Churchification and Securitization। Muslim Minorities। Brill Publishers। ২০২০। আইএসএসএন 1570-7571। আইএসবিএন 978-90-04-42534-7। এলসিসিএন 2020907634। \nBoth Muslim and European: Diasporic and Migrant Identities of Bosniaks। Muslim Minorities। Brill Publishers। ২০১৯। আইএসএসএন 1570-7571। আইএসবিএন 978-90-04-39402-5। এলসিসিএন 2018061684। \nTibi, Bassam (২০১০)। \"Euro-Islam: An Alternative to Islamization and Ethnicity of Fear\"। The Other Muslims: Moderate and Secular। Palgrave Macmillan। পৃষ্ঠা 157–174। আইএসবিএন 978-0-230-62188-6। ডিওআই:10.1057/9780230106031_10। \n\n\n== আরও পড়তে ==\nAkyol, Riada Asimovic (১৩ জানুয়ারি ২০১৯)। \"Bosnia Offers a Model of Liberal European Islam\"। The Atlantic। Washington, D.C.। ১৩ জানুয়ারি ২০১৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৮ এপ্রিল ২০২১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nAllievi, Stefano; Maréchal, Brigitte; Dassetto, Felice; Nielsen, Jørgen S., সম্পাদকগণ (২০০৩)। Muslims in the Enlarged Europe: Religion and Society। Muslim Minorities। 2। Leiden: Brill Publishers। আইএসএসএন 1570-7571। আইএসবিএন 978-90-04-13201-6। এসটুসিআইডি 142974009। \nAščerić-Todd, Ines (২০১৫)। Dervishes and Islam in Bosnia: Sufi Dimensions to the Formation of Bosnian Muslim Society। The Ottoman Empire and its Heritage। 58। Leiden: Brill Publishers। আইএসএসএন 1380-6076। আইএসবিএন 978-90-04-27821-9। এসটুসিআইডি 127053309। ডিওআই:10.1163/9789004288447। \nBencheikh, Ghaleb; Brahimi-Semper, Adam (১৯ মে ২০১৯)। \"L'Islam dans le Sud-Est Européen\"। www.franceculture.fr (ফরাসি ভাষায়)। Paris: France Culture। সংগ্রহের তারিখ ২৫ মার্চ ২০২১। \nBougarel, Xavier; Clayer, Nathalie, সম্পাদকগণ (২০০১)। Le Nouvel Islam Balkanique. Les Musulmans, acteurs du post-communisme, 1990-2000 (ফরাসি ভাষায়)। Paris: Maisonneuve et Larose। আইএসবিএন 2-7068-1493-4। \nGhodsee, Kristen (২০১০)। Muslim Lives in Eastern Europe: Gender, Ethnicity, and the Transformation of Islam in Postsocialist Bulgaria। Princeton Studies in Muslim Politics। Princeton, New Jersey: Princeton University Press। আইএসবিএন 978-0-691-13955-5। ওসিএলসি 677987523। জেস্টোর j.ctt7sk20। \nKönig, Daniel G., Arabic-Islamic Views of the Latin West. Tracing the Emergence of Medieval Europe, Oxford, OUP, 2015.\nHalbach, Uwe (জুলাই–সেপ্টেম্বর ২০০১)। \"Islam in the North Caucasus\"। Archives de sciences sociales des religions। Paris: Éditions de l'EHESS। 115 (115): 93–110। eISSN 1777-5825। আইএসবিএন 2-222-96707-4। ডিওআই:10.4000/assr.18403 । সংগ্রহের তারিখ ২৫ মার্চ ২০২১। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: তারিখ বিন্যাস (link) \nHamza, Gabor, Zur Rolle des Islam in der Geschichte des ungarischen Rechts. Revista Europea de Historia de las Ideas Políticas y de las Instituciones Públicas (REHIPIP) Número 3 - Junio 2012 1-11.pp. http://www.eumed.net/rev/rehipip/03/gh.pdf  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ সেপ্টেম্বর ২০২১ তারিখে\nIsani, Mujtaba; Schlipphak, Bernd (আগস্ট ২০১৭)।  Schneider, Gerald, সম্পাদক। \"In the European Union we trust: European Muslim attitudes toward the European Union\"। European Union Politics। SAGE Publications। 18 (4): 658–677। eISSN 1741-2757। আইএসএসএন 1465-1165। এলসিসিএন 00234202। এসটুসিআইডি 158771481। ওসিএলসি 43598989। ডিওআই:10.1177/1465116517725831। \nPopović, Alexandre (১৯৮৬)। L'Islam balkanique: les musulmans du sud-est européen dans la période post-ottomane। Balkanologische Veröffentlichungen (ফরাসি ভাষায়)। 11। Berlin: Osteuropa-Institut an der Freien Universität Berlin। আইএসবিএন 9783447025980। ওসিএলসি 15614864। \nStieger, Cyrill (৫ অক্টোবর ২০১৭)। \"Die Flexibilität der slawischen Muslime\"। Neue Zürcher Zeitung (জার্মান ভাষায়)। Zürich। ৫ অক্টোবর ২০১৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৫ মার্চ ২০২১। \nZheliazkova, Antonina (জুলাই ১৯৯৪)। \"The Penetration and Adaptation of Islam in Bosnia from the Fifteenth to the Nineteenth Century\"। Journal of Islamic Studies। Oxford: Oxford University Press। 5 (2: Islam in The Balkans): 187–208। eISSN 1471-6917। আইএসএসএন 0955-2340। এসটুসিআইডি 144333779। জেস্টোর 26195615। ডিওআই:10.1093/jis/5.2.187। \n\n\n== বহিঃসংযোগ ==\nমুসলিম সংখ্যালঘুদের পক্ষে রাজনৈতিক উদারপন্থাকে সমর্থন করা সম্ভব, তবে এটি যথেষ্ট নয়\nবিবিসি নিউজ: ইউরোপের মুসলমানরা\nখব্রিন.ইনফো: ব্যারোসো: ইসলাম ইউরোপের একটি অঙ্গ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জুন ২০১৫ তারিখে\nইউরো-ইসলাম ওয়েবসাইট সমন্বয়কারী জোসলিন সিজারি, হার্ভার্ড বিশ্ববিদ্যালয় এবং সিএনআরএস-জিএসআরএল, প্যারিস\n[১] [২]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ ডিসেম্বর ২০১৩ তারিখে\nআসবিয়া: বিশ্বব্যাপী সমাজগুলিতে মূল্য পরিবর্তনের পুনরায় ব্যাখ্যা করা\nকেন ইউরোপকে তার মুসলিম সম্প্রদায়ের প্রতি আরও ভাল চুক্তি করতে হবে। ওপেন আন্তর্জাতিক ডেটাগুলির একটি পরিমাণগত বিশ্লেষণ\nকচলার, হান্স, ইউরোপে মুসলিম-খ্রিস্টান সম্পর্ক: অতীত, বর্তমান এবং ভবিষ্যত, ১৯৯।\n\"Islam in Europe: A Resource Guide\"। New York Public Library। ২০১১।"}