{"pageid": 1051817, "title": "লিংকন সুড়ঙ্গ", "url": "https://bn.wikipedia.org/wiki?curid=1051817", "content": "হাডসন নদীর নীচে অবস্থিত প্রায় ১.৫ মাইল দীর্ঘ (২.৪ কিমি) লিংকন টানেল বা লিংকন সুড়ঙ্গটি পশ্চিম তীরের নিউ জার্সির ওয়েহাহকেনকে পূর্ব তীরের নিউ ইয়র্ক সিটির মিডটাউন ম্যানহাটনের সাথে সংযুক্ত করে। ওলে সিঙ্গস্টাড সুড়ঙ্গটির নকশা করেন এবং আব্রাহাম লিঙ্কনের নামে নামকরণ করা হয়। প্রতিটি টিউব যানচলাচলের জন্য দুটি লেন সহ সুড়ঙ্গে বিভিন্ন দৈর্ঘ্যের তিনটি যানবাহন চলাচলের টিউব রয়েছে। কেন্দ্রের টিউবটিতে বিপরীতমুখী লেন রয়েছে, তবে উত্তর ও দক্ষিণ পাশের টিউবে যথাক্রমে পশ্চিমদিকগামী ও পূর্বদিকগামী যানবাহ বহন করে।\nলিংকন সুড়ঙ্গটি মূলত ১৯২০-এর দশকের শেষদিকে ও ১৯৩০-এর দশকের গোড়ার দিকে মিডটাউন হাডসন টানেল হিসাবে প্রস্তাব করা হয়। লিংকন সুড়ঙ্গের টিউবসমূহ ১৯৩৪ সাল থেকে ১৯৫৭ সালের মধ্যে পর্যায়ক্রমে নির্মিত হয়। মূলত মহামন্দার কারণে যার পর্যাপ্ত অর্থের অভাব সহ কেন্দ্রীয় টিউবটির নির্মাণকাজ ১৯৩৪ সালে শুরু হয় এবং এটি ১৯৩৭ সালে চালু হয়। উত্তর টিউবের নির্মাণ ১৯৩৬ সালে শুরু হয়, দ্বিতীয় বিশ্বযুদ্ধ সম্পর্কিত উপাদানসমূহের ঘাটতির কারণে নির্মাণ কাজে হয় এবং এটি ১৯৪৫ সালে চালু হয়। যদিও লিংকন সুড়ঙ্গের জন্য দুটি টিউব নির্মাণের জন্য মূল পরিকল্পনা করা হয়, উক্ত দুটি টিউবে অধিকমাত্রায় যানবাহনের  চাপ থাকায় বিদ্যমান সুড়ঙ্গের দক্ষিণে তৃতীয় টিউবের পরিকল্পনা ১৯৫০ সালে করা হয়। তৃতীয় টিউবের দুইপ্রান্তের সংযোগ পথের নির্মাণ পদ্ধতির বিরোধের কারণ বিলম্ব  সহ ১৯৫৪ সালে নির্মাণ শুরু হয় এবং এটি ১৯৫৭ সালে চালু হয়। সেই থেকে, লিংকন সুড়ঙ্গটি সুরক্ষা ও টোলিং পদ্ধতিতে পরিবর্তন সহ ধীরে ধীরে উন্নতি করেছে।\nলিংকন সুড়ঙ্গ হডসন নদীর তলে নির্মিত মোটরগাড়ি চলাচলে উপযুক্ত দুটি সুড়ঙ্গের মধ্যে একটি, অন্যটি নিউ জার্সির জার্সি সিটি ও লোয়ার ম্যানহাটনের মধ্যবর্তী হল্যান্ড সুড়ঙ্গ। লিংকন সুড়ঙ্গটি নিউ ইয়র্ক ও নিউ জার্সির বন্দর কর্তৃপক্ষের মালিকানাধীন ছয়টি টোলড ক্রসিংসমূহের মধ্যে একটি। প্রতিটি ক্রসিংয়ের টোল শুধুমাত্র নিউইয়র্কগামী দিক থেকে সংগ্রহ করা হয়। সুড়ঙ্গটি ২০১৬ সালের হিসাবে উভয় দিকে প্রতিদিন গড়ে ১১২,৯৯৫ টি যানবাহন বহন করে। সুড়ঙ্গের অন্তর্গত নদীর পশ্চিম অর্ধেকে নিউ জার্সি রুট ৪৯৫ এবং নদীর পূর্ব অর্ধেক নিউ ইয়র্ক স্টেট রুট ৪৯৫ এর অংশ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}