{"pageid": 1051395, "title": "জাহাজ প্রতিরোধ এবং পরিচালনা", "url": "https://bn.wikipedia.org/wiki?curid=1051395", "content": "একটি জাহাজ অবশ্যই ন্যূনতম বাহ্যিক শক্তি নিয়ে পানির মধ্যে দক্ষতার সাথে চলার জন্য নকশা করা উচিত। কয়েক হাজার বছর ধরে জাহাজ নকশাকারী এবং পালতোলা নৌযানগুলির নির্মাতারা প্রদত্ত জাহাজের পালকে আকার দেওয়ার জন্য জাহাজের মধ্যভাগস্থ ক্ষেত্রের ভিত্তিতে চলতি নিয়ম ব্যবহার করতেন। ক্লিপার জাহাজগুলির জন্য কাঠামোর গঠন এবং পাল পরিকল্পনা উদাহরণস্বরূপ, তত্ত্ব থেকে নয়, অভিজ্ঞতা থেকে বিবর্তিত হয়েছিল। উনবিংশ শতাব্দীর মাঝামাঝি সময়ে বাষ্প শক্তি এবং বড় লোহার জাহাজ নির্মাণের আগ পর্যন্ত এটি আবির্ভাব হয়নি যে এটি জাহাজের মালিক এবং নির্মাতাদের কাছে স্পষ্ট হয়ে ওঠে যে আরও কঠোর পদ্ধতির প্রয়োজন ছিল।\n\n\n== সংজ্ঞা ==\nধ্রুবক বেগে শান্ত পানিতে জাহাজটি বাঁধার জন্য প্রয়োজনীয় শক্তি  হিসাবে জাহাজের প্রতিরোধকে  সংজ্ঞায়িত করা হয়।\n\n\n== প্রতিরোধের উপাদান ==\nপানিতে একটি বস্তু যা জলের সাথে স্থিতিশীল, কেবল জলস্থিতিক চাপ অনুভব করে। হাইড্রোস্ট্যাটিক চাপ সর্বদা বস্তুর ওজনের প্রতিরোধে করতে কাজ করে। যদি দেহটি গতিতে থাকে তবে বস্তুর উপর জলগতীয় চাপগুলিও কাজ করে।\n\n\n== ফ্রুডের পরীক্ষা-নিরীক্ষা ==\nজাহাজের মডেলগুলি পরীক্ষা এবং তারপরে প্রকৃত জাহাজের সাথে ফলাফলগুলির তুলনা করার সময়, মডেলগুলি জাহাজের প্রতিরোধের পূর্বাভাস দেয়।\nফ্রায়েড লক্ষ্য করেছিল যে কোনও জাহাজ বা মডেল যখন তার তথাকথিত হালের গতিতে থাকতো তখন অনুপ্রস্থ ওয়েভের তরঙ্গ প্যাটার্নের (হাল বরাবর তরঙ্গগুলি) জলরেখার দৈর্ঘ্যের সমান তরঙ্গদৈর্ঘ্য থাকত। এর অর্থ এই যে জাহাজের অগ্রভাগ একটি তরঙ্গের ক্রেস্টে চড়ে ছিল এবং এর পশ্চাতেও এমন ছিল। একে প্রায়শই হাল গতি বলা হয় এবং এটি জাহাজের দৈর্ঘ্যের একটি ফাংশন\n\n  \n    \n      \n        V\n        =\n        k\n        \n          \n            L\n          \n        \n      \n    \n    {\\displaystyle V=k{\\sqrt {L}}}\n  \n\nযেখানে ধ্রুবক (কে) হিসাবে গ্রহণ করা উচিত: গতিবেগের জন্য (২.৪৩) কেএন এবং দৈর্ঘ্য (এল) মিটারে অথবা বেগের জন্য ১.৩৪ কেএন (পা) দৈর্ঘ্য (এল) মিটারে।\nএটি পর্যবেক্ষণ করে, ফ্রুড বুঝতে পেরেছিল যে জাহাজের প্রতিরোধের সমস্যাটি দুটি পৃথক অংশে বিভক্ত করতে হয়েছিল: অবশিষ্টাংশ প্রতিরোধ (প্রধানত তরঙ্গ তৈরির প্রতিরোধ) এবং ঘর্ষণজনিত প্রতিরোধ। যথাযথ অবশিষ্টাংশ প্রতিরোধ পাওয়ার জন্য, মডেল পরীক্ষায় জাহাজের দ্বারা নির্মিত ওয়েভ ট্রেনটি পুনরায় তৈরি করা দরকার ছিল। তিনি যে কোনও জাহাজের জন্য এবং জ্যামিতিকভাবে অনুরূপ মডেলের যথাযথ গতিতে টানার যা পেয়েছিলেন:\nএকটি ঘর্ষণজনিত টান যা সান্দ্রতার কারণে মোচড় দ্বারা দেওয়া হয়েছিল। এর ফলে দ্রুত জাহাজ নকশায় মোট প্রতিরোধের 50% এবং ধীর জাহাজ নকশায় মোট প্রতিরোধের 80% হতে পারে।\nঘর্ষণজনিত প্রতিরোধ বর্ণ্না করতে, ফ্রুড সমতল প্লেটগুলির ক্রম বাধতে এই প্লেটগুলির প্রতিরোধ পরিমাপ করতে সিদ্ধান্ত নিয়েছিল, যারা  মডেল জাহাজের মতো একই ভেজা পৃষ্ঠের ক্ষেত্রফল এবং দৈর্ঘ্যের ছিল,  এবং আকারের এই প্রতিরোধের পরিমাপ করার সিদ্ধান্ত নিয়েছিল এবং মোট প্রতিরোধের থেকে এই ঘর্ষণীয় প্রতিরোধকে বিয়োগ করেছিল এবং বাকি টা অবশিষ্টাংশ প্রতিরোধের হিসেবে পেয়েছিল।\n\n\n== ঘর্ষণ ==\nএকটি সান্দ্র তরল মধ্যে একটি সীমানা স্তর গঠিত হয়। এটি ঘর্ষণের কারণে সম্পূর্ণ টান ঘটায়। সীমানা স্তরটি পানির ক্ষেত্র প্রবাহে পৌঁছা পর্যন্ত হালের পৃষ্ঠ থেকে ব্যাপ্ত হয়ে বিভিন্ন হারে মোচড় সহ্য করে।\n\n\n== তরঙ্গ তৈরির প্রতিরোধ ==\nনিরবচ্ছিন্ন জলের উপরিভাগের উপর দিয়ে চলমান একটি জাহাজ মূলত জাহাজের অগ্র এবং পশ্চাৎ থেকে প্রবাহিত তরঙ্গ স্থাপন করে। জাহাজের তৈরি তরঙ্গগুলি অপসারণশীল এবং অনুপ্রস্থ তরঙ্গ নিয়ে গঠিত। অপসারণশীল তরঙ্গগুলি বিশৃংখলার দৃষ্টিতে বাহ্যিক দিক থেকে চলমান ধারাবাহিক তির্যক বা বক্র শীর্ষসহ একটি জাহাজের ওয়েক হিসাবে দেখা হয়। এই তরঙ্গগুলি প্রথমে উইলিয়াম থমসন, প্রথম ব্যারন কেলভিন দ্বারা গবেষণা হয়েছিল, যিনি দেখেছিলেন যে জাহাজের গতি অগ্রাহ্য করে তারা সর্বদা জাহাজের পরে ১৯.৫  ডিগ্রি প্রতিসাম্যিক কীলকে অন্তর্ভুক্ত ছিল (প্রতি পক্ষ: \"ইয়ট ডিজাইনের মূলনীতিগুলি\" দেখুন)  । বিচ্ছিন্ন তরঙ্গ জাহাজের সামনের গতির বিরুদ্ধে খুব বেশি প্রতিরোধের কারণ ঘটায় না। তবে, অনুপ্রস্থ তরঙ্গগুলি জাহাজের দৈর্ঘ্য বরাবর কূপ এবং ক্রেস্ট হিসাবে প্রদর্শিত হয় এবং জাহাজের তরঙ্গ তৈরির প্রতিরোধের প্রধান অংশ গঠন করে। অনুপ্রস্থ তরঙ্গ প্রক্রিয়ার সাথে যুক্ত শক্তি অর্ধেক দশার গতিবেগ বা তরঙ্গের দল গতিতে ভ্রমণ করে। এই শক্তির ব্যয় কাটিয়ে উঠতে জাহাজের প্রাথমিক উত্থাপক অবশ্যই সিস্টেমের মধ্যে অতিরিক্ত শক্তি প্রয়োগ করতে হবে। জাহাজের গতিবেগ এবং অনুপ্রস্থ তরঙ্গগুলির মধ্যে সম্পর্ক তরঙ্গটির গতিবেগ এবং জাহাজের গতিবেগের সমান করার মাধম্যে পাওয়া যায়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}