{"pageid": 1051270, "title": "কাঁচা লোহা", "url": "https://bn.wikipedia.org/wiki?curid=1051270", "content": "কাঁচা লোহা বা ক্রুড আয়রন / পিগ আয়রন হচ্ছে লৌহশিল্প বা আয়রন ইন্ডাস্ট্রিতে স্টিল উৎপাদনের সময় ব্যবহৃত এক প্রকার মধ্যম শ্রেণীর উৎপাদ, যা লোহার আকর বা খনি থেকে বাত্যাচুল্লীর মাধ্যমে আহরণ করা হয়। কাঁচা লোহাতে কার্বনের পরিমাণ থাকে প্রায় ৩.৮-৪.৭% পর্যন্ত, যা অত্যন্ত বেশি।  এছাড়াও থাকে সিলিকা ও ড্রসের অন্যান্য উপাদান, এসব উপাদানের দরুণ কাঁচা লোহা অনেক বেশি ভঙ্গুর হয় আর একারণেই, কিছু বিশেষ ব্যবহার ছাড়া কাঁচা লোহার তেমন একটা সরাসরি ব্যবহার চোখে পড়ে না।\n\nকাঁচা লোহার জন্য ব্যবহৃত ছাঁচের প্রথাগত আকৃতি দেয়া হয় বালি দিয়ে, সাথে আরো বেশ কিছু ইঙ্গট বা কাঁচা উপাদান ব্যবহার করা হয় সঠিক পরিমাপে , এরপর একটি কেন্দ্রীয় চ্যানেল বা \"রানার\" এ নিয়ে ছোট ভাগ বা piglets এ ভাগ করা হয়। ধাতুটি ঠান্ডা হয়ে শক্ত হয়ে যাওয়ার পরে, ছোট ছোট ইনগটগুলি রানার থেকে সহজেই ভেঙে ফেলা যায়, এরপর একে \"কাঁচা লোহা\" বলা যায়।  কাঁচা লোহাকে আবারো গলানোর হবে, তাই এক্ষেত্রে ইনগটগুলির অসম আকার এবং অল্প পরিমাণে বালি অন্তর্ভুক্তি থাকা তেমন কোনো সমস্যা তৈরি করেনা।\n\n\n== ইতিহাস ==\nইতিহাস ঘেঁটে জানা যায়, মানবসভ্যতায় বহু আগে থেকেই কাঁচা লোহার ব্যবহারের প্রচলন ছিল। আর সমইয়ের পরিক্রমায় এ লোহা উৎপাদন প্রক্রিয়া অধিক থেকে অধিকতর আধুনিক হচ্ছে। প্রাচীনকালে গুহামানবেরা লোহার খনির আশেপাশে গাছপালা জড়ো করে আগুন জ্বালিয়ে দিত, ফলাফলস্বরূপ বিশুদ্ধ কাঁচা লোহা পাওয়া যেত, যা তারা বিভিন্ন অস্ত্র তৈরিতে ব্যবহার করতো।\n\nলোহা বিগলন এবং উৎপাদন প্রাচীন ইউরোপ এবং মধ্য প্রাচ্যে বেশ প্রচলিত ছিল, তবে সেসময় লোহা সরাসরি বিজারণ দ্বারা কারখানায় উৎপাদিত হত। মধ্যযুগের আগে ইউরোপে কাঁচা লোহা তৈরি হয় নি। চীনারা পরে ঝাউ রাজবংশের আমলে কাঁচা লোহা তৈরি করছিল (যা 256 সালে শেষ হয়েছিল) বিসি)।  সুইডেনে লাফিট্টনের মতো চুল্লিগুলি দ্বাদশ শতাব্দীর হতে পারে; এবং কিছু মার্ক (বর্তমানে ওয়েস্টফালিয়া, জার্মানি অংশ) ত্রয়োদশ শতাব্দীর।  উত্তর ইউরোপীয় এই উন্নতি চীনাদের দ্বারা উদ্ভূত কিনা তা এখনও প্রতিষ্ঠিত হয়নি। ওয়াগনার  পারস্যের সাথে সিল্ক রোড এবং ভাইকিং চীনের সাথে পার্সিয়ান যোগাযোগের মাধ্যমে একটি সম্ভাব্য লিঙ্ক সজ্জিত করেছে তবে ভাইকিং সময় এবং ল্যাপিটনের মধ্যে কালানুক্রমিক ব্যবধান রয়েছে।\nচুল্লীতে লোহার তরল পদার্থের রূপান্তর হওয়া এড়ানো হত, কারণ কাঁচা লোহাটিকে মধ্যযুগীয় প্রযুক্তি ব্যবহার করে ইস্পাতে পরিণত করা অত্যন্ত ক্লান্তিকর প্রক্রিয়া ছিল।\n\n\n== ব্যবহারসমূহ ==\nপ্রথাগতভাবে, কাঁচা লোহাকে পিটিয়ে ব্যবহারউপযোগী লোহায় পরিণত করা হয় কামারশালায়। এক্ষেত্রে, কাঁচা লোহাকে গলিয়ে বাতাস প্রবেশ করিয়ে চুল্লিতে আলোড়ন করানো হত । এর ফলে দ্রবীভূত অবিশুদ্ধতাগুলো (যেমন সিলিকন) পুরোপুরি জারিত হয়ে যায়। চুল্লীর মধ্যবর্তী পণ্য হিসেবেপরিশোধিত কাঁচা লোহা বা পরিশোধিত লোহা পাওয়া যায়। \nকাঁচা লোহা ধূসর লোহা উৎপাদন করতেও ব্যবহার করা যেতে পারে। কাঁচা লোহাকে গলিয়ে তার সাথে ইস্পাত এবং বর্জিত লোহা প্রচুর পরিমাণে মিশিয়ে, অনাকাঙ্ক্ষিত দূষকগুলি অপসারণ করে এবং কার্বনের উপাদানগুলিকে সামঞ্জস্য করে ধূসর লোহা অর্জন করা হয়। কিছু কাঁচা লোহা নমনীয় লোহা উৎপাদন জন্য উপযুক্ত। এগুলো উচ্চ বিশুদ্ধ কাঁচা লোহা। এরা নমনীয় লোহার উৎপাদনের মানের উপর নির্ভর করে। এই কাঁচা লোহাগুলিতে সিলিকন, ম্যাঙ্গানিজ, সালফার এবং ফসফরাস জাতীয় উপাদান কম থাকতে পারে। এই ধরনের কাঁচা লোহা একটি নমনীয় লোহার সমস্ত উপাদান (কার্বন ব্যতীত) পাতলা করতে ব্যবহৃত হয় যা নমনীয় লোহা উৎপাদন প্রক্রিয়ার জন্য ক্ষতিকারক হতে পারে।\n\n\n=== আধুনিক ব্যবহার ===\nসম্প্রতি অবধি, কাঁচা লোহা বাত্যাচুল্লীর নিচ থেকে সরাসরি ঢেলে দেয়া হত একটি ল্যাডেলে বা বড় ড্রামের মত পাত্রে; এরপর এই তরলাকার লোহাকে কারখানায় নিয়ে যাওয়া হত। এই অবস্থায়, কাঁচা লোহাকে গরম ধাতু হিসাবে উল্লেখ করা হয়েছিল। তারপরে গরম ধাতুটি ইস্পাত তৈরির জন্য একটি ইস্পাত তৈরির পাত্রে ঢেলে দেওয়া হত, সাধারণত একটি বৈদ্যুতিক ফার্নেস (electric arc furnace) , আনয়ন চুল্লি (induction furnace) বা বেসিক অক্সিজেন চুল্লি (basic oxygen furnace), যেখানে অতিরিক্ত কার্বন জ্বালিয়ে দেওয়া হয় এবং খাদ তৈরি নিয়ন্ত্রণ করা হয়। এর জন্য প্রাথমিক প্রক্রিয়াগুলির মধ্যে, ফাইনারি ফোর্য (finery forges), চুল্লি (puddling furnace), বেসেমার প্রক্রিয়া (Bessemer process) এবং মুক্ত চুল্লি (open hearth furnace) অন্তর্ভুক্ত ছিল ।\nআধুনিক ইস্পাত মিলগুলি এবং সরাসরি-বিজারণ পদ্ধতিতে লোহা তৈরির কারখানাগুলোতে, চুল্লিতে তাৎক্ষণিক ব্যবহারের জন্য গলিত লোহা কোনও ল্যাডেল বা পাত্রে স্থানান্তর করে বা পুনরায় ব্যবহার বা পুনর্বিবেচনার জন্য কাঁচা লোহা ঢালাই মেশিনে ফেলে দেয়। আধুনিক কাঁচা লোহা ঢালাই মেশিনগুলি লম্বা কাঠি বা স্টিকের মত লোহা উৎপাদন করে, যা ৪-১০ কেজির মত ছোট ছোট ভাগে নির্গমন হয়।\n\n\n== তথ্যসূত্র =="}