{"pageid": 105158, "title": "সাঈদ আহমদ", "url": "https://bn.wikipedia.org/wiki?curid=105158", "content": "সাঈদ আহমদ (১ জানুয়ারি ১৯৩১ - ২১ জানুয়ারি ২১ ২০১০) ছিলেন বাংলাদেশি নাট্যব্যক্তিত্ব, যাঁকে বাংলা নাটকে আধুনিক নাট্যধারার প্রবর্তক বলে বিবেচনা করা হয়। নানামুখী প্রতিভার অধিকারী হলেও সাঈদ আহমদ মূলত নাট্যকার হিসেবেই খ্যাতিমান ছিলেন। ষাটের দশকে ইংরেজি ভাষায় দি থিং শীর্ষক নাটক রচনার মাধ্যমে তিনি বাংলা নাটকে ইউরোপীয় প্রতীকীবাদী অসম্ভবের (ইংরেজি: Absurd) নাট্যধারা প্রবর্তন করেন। প্রকৃতির শক্তির বিরুদ্ধে মানুষ কীভাবে লড়াই করে টিকে থাকে তাঁর লেখায় তা তীব্রভাবে উঠে এসেছে। কালবেলা (১৯৬২), মাইলপোস্ট (১৯৬৫), এক দিন প্রতিদিন (১৯৭৪), শেষ নবাব (১৯৮৮) ইত্যাদি তাঁর প্রসিদ্ধ নাটক। তাঁর কয়েকটি নাটক ইংরেজি, ফরাসি, জার্মান ও ইতালীয় ভাষাতেও অনূদিত হয়েছে। জীবিকাসূত্রে তিনি বাংলাদেশ সিভিল সার্ভিসের একজন সদস্য ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nসাঈদ আহমদ ১৯৩১ খ্রিষ্টাব্দের ১ জানুয়ারি তারিখে পুরান ঢাকার ইসলামপুরের এক সম্ভ্রান্ত শিল্প-সংস্কৃতিকমনা পরিবারে জন্মগ্রহণ করেন। তার বাবা মীর্জা এফ মোহাম্মদ ও মা জামিলা খাতুন দুজনেই সংস্কৃতি আমোদে মানুষ ছিলেন। তিনি পারভিন আহমদের সঙ্গে পরিণয় সূত্রে আবদ্ধ ছিলেন। তার ভাইবোনদের মধ্যে উল্লেখযোগ্য দুজন হলেন বেতার ব্যক্তিত্ব নাজির আহমেদ যিনি বিবিসিতে প্রথম বাঙালি কর্মী এবং দ্বিতীয়জন হলেন স্বনামধন্য চিত্রশিল্পী হামিদুর রহমান, যিনি বাংলাদেশের কেন্দ্রীয় শহীদ মিনারের নকশা প্রণয়ন করেন। অন্য ভাইবোনদের মধ্যে আছেন নাসির আহমদ, মেহেরুননিসা বেগম, শামসুন্নাহার বেগম এবং লুৎফুন্নাহার বেগম। ভাইদের মধ্যে সাঈদ আহমদ ছিলেন কনিষ্ঠ । তাদের পরিবারের সাথে ঢাকার সংস্কৃতিবান পরিবারগুলোর বন্ধুত্বপূর্ণ সম্পর্ক ছিল। বিখ্যাত সঙ্গীতজ্ঞ ওস্তাদ আলাউদ্দিন খাঁ, ওস্তাদ আয়েত আলী খাঁ সাহেবের পরিবারের সাথে তাদের পরিবারের ঘনিষ্ঠতা ছিল।\nতিনি ঢাকার ঐতিহ্যবাহী কলেজিয়েট স্কুল থেকে ১৯৪৬ খ্রিষ্টাব্দে ম্যাট্রিক পাস করেন। ১৯৪৯ খ্রিষ্টাব্দে ইন্টারমিডিয়েট পাস করে ঢাকা বিশ্ববিদ্যালয়ে ভর্তি হন। ১৯৫৪ খ্রিষ্টাব্দে ঢাকা বিশ্ববিদ্যালয় থেকে আন্তর্জাতিক সম্পর্ক বিষয়ে স্নাতকোত্তর ডিগ্রি লাভ করে ব্রিটেনে যান। সেখানে তিনি ১৯৫৬ খ্রিষ্টাব্দে লন্ডন স্কুল অব ইকনোমিক্স থেকে পোস্ট গ্র্যাজুয়েট ডিগ্রি লাভ করেন।\n\n\n== সংগীত সাধনা ==\nসাঈদ আহমদ নাটকের জন্য সমধিক পরিচিত হলেও শৈশব ও কৈশোরে এমনকি প্রথম যৌবনেও অসম্ভব টান ছিল তার সঙ্গীতের প্রতি। আবৃত্তি আর গান মিলে ছিল তার ছেলেবেলা। দশ বছর বয়সে রবীন্দ্রনাথ ঠাকুরের 'পলাতকা' আবৃত্তি করে প্রথম পুরস্কার বিজয়ী হয়েছিলেন তিনি। স্কুলের বিভিন্ন অনুষ্ঠানেও তিনি গান গাইতেন। ওস্তাদ বাহাদুর হোসেন খান ছিলেন তার বন্ধু এবং ওস্তাদ খাদেম হোসেন খান তার ওস্তাদ। আয়েত আলী খাঁর কাছ থেকেও তিনি পরোক্ষ শিক্ষা লাভ করেছেন।\n১৯৫১ খ্রিষ্টাব্দে সাঈদ আহমদ সাঈদ আহমদ অ্যান্ড পার্টি নামে পাশ্চাত্যের ধাঁচে একটি সঙ্গীতের দল গড়ে তোলেন। বাংলাদেশের সঙ্গীতাঙ্গনে প্রথম তিনি ইলেক্ট্রিক গিটার ব্যবহার শুরু করেন। তিনি খুব ভালো সেতার বাজাতে পারতেন। যুক্তরাষ্ট্রে অবস্থানকালে রবিশঙ্করের দলে অংশ নিয়ে যুক্তরাষ্ট্রের বিভিন্ন অনুষ্ঠানে সেতার বাদন করেছেন তিনি। ১৯৫১ থেকে ১৯৫৩ সাল পর্যন্ত রেডিও পাকিস্তানে সেতার ও অর্কেস্ট্রা বাদন পরিবেশন করেন। রেডিওর সেসব অনুষ্ঠানের জন্য স্ক্রিপ্ট করতেন কবি শামসুর রাহমান এবং সুর করতেন তিনি। ১৯৫৪ থেকে ১৯৫৬ পর্যন্ত সাঈদ আহমদ বিবিসির সাথে জড়িত ছিলেন। লন্ডনের বিভিন্ন থিয়েটার ও কনসার্ট হলে তিনি সঙ্গীত পরিবেশন করেন। ১৯৫৫ সালে প্যারিসের 'মুজি গিমেট'-এ আমন্ত্রিত হয়ে সঙ্গীত পরিবেশন করেন সাঈদ আহমদ। ফ্রান্স টেলিভিশনে অনুষ্ঠানটি প্রচার করা হয়। ১৯৫৫ থেকে ১৯৫৬ সালের মধ্যে ভারতীয় নৃত্যদলের সাথে সঙ্গীত ব্যক্তিত্ব হিসেবে সাঈদ আহমদ পশ্চিম জার্মানি, স্পেন ও ইতালি সফর করেছেন।\n\n\n== চাকরিজীবন ==\nদীর্ঘ চাকুরি জীবনের প্রথমদিকে পাকিস্তান ও পরবর্তীতে বাংলাদেশ সরকারের বিভিন্ন গুরুত্বপূর্ণ পদে দায়িত্ব পালন করেন। সাঈদ আহমদ ১৯৫৬ খ্রিষ্টাব্দে পড়ালেখা শেষ করে পশ্চিম পাকিস্তানে সরকারি চাকুরিতে যোগ দেন। স্বাধীনতার পর থেকে ১৯৮৭ খ্রিষ্টাব্দ পর্যন্ত তিনি বাংলাদেশ সরকারের সচিব হিসেবে দায়িত্ব পালন করেন। তিনি ১৯৯০ থেকে ১৯৯৬ খ্রিষ্টাব্দ পর্যন্ত ঢাকা বিশ্ববিদ্যালয়ের ইংরেজি ও নাট্যকলা বিভাগে অধ্যাপনা করেছেন। তিনি বাংলাদেশ শিল্পকলা একাডেমিতে শিল্পকলা বিষয়ে পড়িয়েছেন।\n\n\n== উল্লেখযোগ্য নাটক ও প্রবন্ধ ==\n\n\n=== নাটক ===\nদি থিং (ইংরেজিতে লিখিত)\nকালবেলা (দি থিং এর অনুবাদ)\nতৃষ্ণায় (বাংলা একাডেমি প্রকাশিত)\nমাইলপোস্ট (ইংরেজিতে লিখিত)\nপ্রতিদিন একদিন (বাংলাদেশের স্বাধীনতা যুদ্ধের পটভূমিকায় বিরচিত)\nশেষ নবাব\n\n\n=== প্রবন্ধ-গবেষণা ===\nফাইভ পেইন্টারস অব বাংলাদেশ\nকনটেম্পরারি আর্ট\nকনটেম্পরারি গ্রাফিক আর্টস অব বাংলাদেশ\n\n\n=== জীবনী ===\nবাংলাদেশের সুরস্রষ্টারা\n\n\n=== অনুবাদ ===\nবিশ্ব নাটক\nটেকো অবিনেত্রী\nসারভাইভাল\nমাইলপোস্ট (ইংরেজিতে লিখিত স্বকৃত মূলের অনুবাদ)\n\n\n=== স্মৃতিকথা ===\nঢাকা আমার ঢাকা (২০১০)। ঢাকা: সাহিত্য প্রকাশ।\n\n\n== সম্মাননা ==\nসাঈদ আহমদ ১৯৭৫ খ্রিষ্টাব্দে বাংলা একাডেমি পুরস্কার এবং ১৯৭৬ খ্রিষ্টাব্দে সূফী মোতাহার হোসেন পুরস্কার সহ মুনীর চৌধুরীর সম্মাননা, ঋষিজ পুরস্কারসহ বিভিন্ন সম্মাননায় ভূষিত হয়েছেন। তার সম্মানে ১৯৭৬ খ্রিষ্টাব্দে ওয়াশিংটন ডিসির প্রখ্যাত নাট্যশালা এরিনা স্টেজের দর্শকের আসনের একটি সারি তাঁর নামে নামকরণ করা হয়। ১৯৮৩ খ্রিষ্টাব্দে জার্মানির বার্লিন টিভি ড্রামা উৎসবে তাঁকে 'প্রিক্স ফিউচুরা' পদক প্রদান করা হয়। তিনি ১৯৯৩ খ্রিষ্টাব্দে ফ্রান্সের সর্বোচ্চ সম্মানজনক পুরস্কার লেজিওঁ দনর লাভ করেন। বাংলাদেশের নাগরিক নাট্য সম্প্রদায় ১৯৯৬ খ্রিষ্টাব্দে তাঁকে 'দক্ষিণ এশিয়া পদক' প্রদান করে। ১৯৯৭ খ্রিষ্টাব্দে তিনি 'মুনীর চৌধুরী পদক' লাভ করেন। মার্কিন যুক্তরাষ্ট্রের রকফেলার ফাউন্ডেশন সাঈদ আহমদকে ১৯৯৮ খ্রিষ্টাব্দে 'রেসিডেন্ট প্লে-রাইট' নিয়োগ করে। ঢাকা আর্টস সার্কেল ২০০৮ খ্রিষ্টাব্দে তাঁকে সম্মাননা প্রদান করে।\n\n\n== শেষ জীবন ==\n১৯৮৭ খ্রিষ্টাব্দে সরকারি চাকরি থেকে অবসর গ্রহণের পর তিনি বিভিন্ন সাংস্কৃতিক কর্মকাণ্ডে নিজেকে নিয়োজিত রাখেন। টেলিভিশনে তিনি নাটক বিষয়ে ধারাবাহিক অনুষ্ঠান উপস্থাপনা করে বিশেষ খ্যাতি লাভ করেন। শেষ জীবন ঢাকার লালমাটিয়ায় নিজস্ব বাসভবনে অতিবাহিত করেছেন। ২০১০ খ্রিষ্টাব্দের ২১ জানুয়ারি বৃহস্পতিবার ৮০ বৎসর বয়সে ঢাকার ল্যাবএইড হাসপাতালে চিকিৎসাধীন অবস্থায় তাঁর জীবনাবসান হয়। বেশ কিছু দিন ধরে তিনি বিবিধ বার্ধক্যজনিত রোগে ভুগছিলেন। তাঁকে আজিমপুরের পারিবারিক কবরস্থানে দাফন করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহির্সংযোগ ==\nসাঈদ আহমদের বিস্তারিত জীবনী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ জুলাই ২০১০ তারিখে"}