{"pageid": 1051326, "title": "জাহাজ মডেল বেসিন", "url": "https://bn.wikipedia.org/wiki?curid=1051326", "content": "একটি শিপ মডেল বেসিন একটি বাস্তব বেসিন বা ট্যাঙ্ক যা জাহাজের মডেলগুলির সাথে জলশক্তিবিদ্যার পরীক্ষা চালাতে ব্যবহৃত হয়, একটি নতুন (পূর্ণ আকারের) জাহাজ নকশার উদ্দেশ্যে, বা সমুদ্রে জাহাজের কার্যকারিতা উন্নত করার জন্য  জাহাজের নকশাকে পরিমার্জন করার উদ্দেশ্যে ব্যবহৃত হয়। এটি এমন সংস্থা (প্রায়শই একটি প্রতিষ্ঠান) নির্দেশ করে যা এই জাতীয় সুবিধার মালিকানা নেয় এবং পরিচালনা করে।\nএকটি শিপ মডেল বেসিন প্রতিষ্ঠান একটি ইঞ্জিনিয়ারিং ব্যবসালয় যা সম্পৃক্ত জাহাজ নির্মাণের স্থানের ঠিকাদার হিসাবে কাজ করে এবং জাহাজ ও সমুদ্রতীরাক্রান্ত কাঠামোর নকশা এবং অগ্রগতির সহায়তা করার জন্য জলশক্তিবিদ্যার মডেল পরীক্ষা এবং সংখ্যাসূচক হিসাব সরবরাহ করে।\n\n\n== ইতিহাস ==\n\nবিশিষ্ট ইংরেজ প্রকৌশলী, উইলিয়াম ফ্রেউড ১৮৬০-এর দশকে সর্বাধিক স্থায়ীকরণের জন্য জাহাজের নকশার উপর বেশ কয়েকটি প্রভাবশালী গবেষণাপত্র প্রকাশ করেছিলেন। ইনস্টিটিউশন অফ নেভাল আর্কিটেক্টস শেষ পর্যন্ত তাকে সবচেয়ে কার্যকর কাঠামো আকৃতি সনাক্ত করার জন্য কমিশন দিয়েছিল। তিনি বিভিন্ন কাঠামো মাত্রার জন্য স্কেল মডেল ব্যবহার করে ব্যপক গবেষণামূলক পরীক্ষার মাধ্যমে, তাঁর তাত্ত্বিক মডেলগুলি যাচাই করেছেন। তিনি একটি সূত্র (বর্তমানে ফ্রউড নম্বর হিসাবে পরিচিত) প্রতিষ্ঠা করেছিলেন যার মাধ্যমে ছোট আকারের পরীক্ষাগুলির ফলাফল ব্যবহার করে পূর্ণ আকারের কাঠামোর ধরনের পূর্বাভাস দেওয়া যায়। তিনি ৩, ৬ এবং (ছবিতে দেখানো হয়েছে) ১২ ফুট স্কেল মডেলের ক্রম তৈরি করেছিলেন এবং প্রতিরোধ এবং স্কেলিং আইন প্রতিষ্ঠার জন্য সেগুলি টোয়িং পরীক্ষার কাজে ব্যবহার করেছিলেন। তার গবেষণা পরে নৌসেনাবিভাগ দ্বারা পরিচালিত পূর্ণ-স্কেল পরীক্ষায় প্রমাণিত হয়েছিল এবং ফলস্বরূপ প্রথম জাহাজের মডেল বেসিনটি জনসাধারণের ব্যয়ে, টরোকয়ে তার বাসায় নির্মিত হয়েছিল। এখানে তিনি গাণিতিক দক্ষতার সাথে ব্যবহারিক পরীক্ষা মিলিয়ে এত ভাল প্রভাব ফেলতে পেরেছিলেন যে তার পদ্ধতিগুলি আজও অনুসরণ করা হয়। \n\nফ্রুডের সফল কাজের দ্বারা অনুপ্রাণিত হয়ে শিপবিল্ডিং সংস্থা উইলিয়াম ডেনি এবং ব্রাদার্স 1883 সালে একটি জাহাজের মডেল বেসিনের বিশ্বের প্রথম বাণিজ্যিক উদাহরণটি সম্পন্ন করেছিলেন। এই সুবিধাটি বিভিন্ন জাহাজের মডেলগুলির পরীক্ষার জন্য ব্যবহৃত হয়েছিল এবং প্রপেলার, প্যাডেলস এবং ভ্যান চাকা সহ বিভিন্ন পরিচালনা পদ্ধতি অনুসন্ধান করেছিল। ডেনি-ব্রাউন স্ট্যাবিলাইজারদের মডেল এবং ডেনি হোভারক্রাফ্টের তাদের সম্ভাব্যতা পরিমাপ করতে গবেষণা করা হয়েছিল।অন্যান্য সংস্থাগুলির জন্য  ট্যাঙ্ক কার্যের গবেষণা ও পরীক্ষা-নিরীক্ষাও চালিয়েছিল: ডেলি ট্যাঙ্কে সফল মডেল পরীক্ষার পরে বেলফাস্টভিত্তিক হারল্যান্ড এবং ওল্ফ লাইনার ক্যানবেরায়  জাহাজের কন্দাকার অগ্রভাগটি বসানোর সিদ্ধান্ত নিয়েছে। \n\n\n== পরীক্ষার সুবিধা ==\nএকটি মডেল বেসিন স্থানে উপস্থিত জলগতিবিদ্যার পরীক্ষার সুবিধাগুলিগুলির মধ্যে অন্তত একটি টয়িং ট্যাঙ্ক এবং একটি গহব্বর সুড়ংগ এবং কর্মশালা অন্তর্ভুক্ত রয়েছে। কিছু জাহাজ মডেলের বেসিনে আরও সুবিধা রয়েছে যেমন চালানো এবং সিকিপিং বেসিন এবং একটি বরফের ট্যাঙ্ক ।\n\n\n=== টোয়িং ট্যাঙ্ক ===\n\nএকটি টোয়িং ট্যাঙ্কটি একটি বেসিন, বেশ কয়েক মিটার প্রশস্ত এবং কয়েকশো মিটার লম্বা, একটি টোয়িং বাহক দিয়ে সজ্জিত যা উভয় পাশে দুটি রেলের উপর দিয়ে চলে। টোয়িং বাহকটি হয় মডেলটিকে টানতে পারে বা স্ব-চালিত মডেলটিকে অনুসরণ করতে পারে এবং কম্পিউটার এবং যন্ত্র দ্বারা বিভিন্ন চলক যেমন বেগ, চালকযন্ত্রের ধাক্কা এবং টর্ক, জাহাজের কর্ণের কোণ ইত্যাদি যথাক্রমে, নিবন্ধকরণ বা নিয়ন্ত্রণ করতে সজ্জিত হয়। টোয়িং ট্যাঙ্কটি জাহাজ নির্মাণ স্থান এবং জাহাজের মালিকের মধ্যে চুক্তিতে বর্ণীত বেগ অর্জনের জন্য ইঞ্জিনকে কতটা শক্তি সরবরাহ করতে হবে তা নির্ধারণ করার জন্য গুণ টানা এবং স্ব-চালিত জাহাজের মডেলগুলির সাথে প্রতিরোধের এবং পরিচালনা পরীক্ষার কাজ করে। টোয়িং ট্যাঙ্কটি মডেল স্কেলে পরিচালনার ধর্ম নির্ধারণ করতেও কাজ করে। এর জন্য, স্ব-চালিত মডেলটি বিভিন্ন রডার কোণের বিস্তারে আঁকাবাঁকা পরিচালনার একটি ক্রম প্রকাশ করে। সিস্টেম সনাক্তকরণের মাধ্যমে ডেটা পরবর্তী-প্রক্রিয়ার পরীক্ষার ফলে ডায়ুডোন é সর্পিল পরীক্ষা বা ঘূর্ণন বৃত্তের মত যেকোন অনুকরণ করতে একটি সংখ্যাসূচক মডেল তৈরি করা হয়। উপরন্তু, টোয়িং ট্যাঙ্ক বক্র অন্তঃপ্রবাহ এবং জোরপূর্বক গতির মধ্যে জাহাজ বা নিমজ্জিত বস্তুর উপর জলগতিবিদ্যার বল ও ভ্রামক পরিমাপ করতে একটি পিএমএম ( প্ল্যানার মোশন মেকানিজম) বা একটি সিপিএমসি (কম্পিউটারাইজড প্ল্যানার মোশন ক্যারিজ) দিয়ে সজ্জিত করা যেতে পারে। টোয়িং ট্যাঙ্কটি সিকিপিং পরীক্ষার জন্য ঢেউ উৎপাদক হিসেবে সজ্জিত হতে পারে, হয় প্রাকৃতিক (অনিয়মিত) তরঙ্গ অনুকরণ করে অথবা মডেলটিকে ওয়েভ প্যাকেটে প্রকাশের মাধ্যমে  যা প্রতিক্রিয়া বিস্তার চালক (সংক্ষেপে আরএও ) নামে পরিচিত একটি পরিসংখ্যানের সেট উৎপন্ন করে, যা জাহাজের সম্ভাব্য বাস্তব সমুদ্র-গমন আচরণ নির্ধারণ করে যখন সমুদ্রে বিভিন্ন ঢেউ বিস্তার ও কম্পাংকে চলে (এই পরামিতিগুলি সমুদ্রের অবস্থা হিসাবে পরিচিত)।  আধুনিক সিকিপিং পরীক্ষার সুবিধাগুলি একটি পরীক্ষায় উপযুক্ত কম্পিউটার হার্ডওয়্যার এবং সফ্টওয়্যার এর সহায়তায় এই আরএও পরিসংখ্যানগুলি নির্ধারণ করতে পারে।\n\n\n=== গহ্বর টানেল ===\nপ্রোপেলার তদন্ত করার জন্য একটি ক্ষয় টানেল ব্যবহৃত হয়। এটি বৃহত ব্যাসের পাইপযুক্ত একটি উল্লম্ব জল বর্তনী। শীর্ষে, এটি পরিমাপের সুবিধা বহন করে। একটি সমান্তরাল অন্তঃপ্রবাহ প্রতিষ্ঠিত হয়। শিপ মডেলের সাথে বা ছাড়া, একটি ডায়নোমিটারের সাথে সংযুক্ত প্রোপেলারটি অন্তঃপ্রবাহে আনা হয় এবং বেগ প্রবাহের জন্য বিভিন্ন অনুপাতের (আবর্তনের সংখ্যা) প্রপেলার গতির বাধা ও টর্ক পরিমাপ করা হয়। প্রোপেলার গতির সাথে সমাপতিত করা একটি স্ট্রোবস্কোপ ক্ষয় ঠাহর করার জন্য এমনভাবে দেখায় যাতে গহ্বরের বুদবুদ সরে না যায়। এটির মাধ্যমে, কেউ পর্যবেক্ষণ করতে পারবেন যে প্রোপেলারটি ক্ষয় দ্বারা ক্ষতিগ্রস্থ হবে কিনা। পূর্ণ-স্কেল প্রোপেলারটির সাথে মিল নিশ্চিত জন্য, চাপ হ্রাস করা হয় এবং জলের গ্যাসীয় সামগ্রী নিয়ন্ত্রণ করা হয়।\n\n\n=== কর্মশালা ===\nশিপ মডেল বেসিনগুলি তাদের কম্পিউটারে চালিত মিলিং মেশিন দিয়ে কাঠ বা প্যারাফিন থেকে শিপ মডেলগুলি তৈরি করে। তাদের মধ্যে কেউ কেউ তাদের মডেল প্রোপেলারগুলিও প্রস্তুত করে। সমস্ত ড্রাইভ এবং পরিমাপ দিয়ে জাহাজ মডেল সজ্জিত করা এবং অ-মানক মডেল পরীক্ষাগুলির জন্য উপকরণ উৎপাদন করা ওয়ার্কশপগুলির প্রধান কাজ।\n\n\n=== চালানো এবং সিকিপিং বেসিন ===\nএটি একটি পরীক্ষা সু্যোগ যা তরঙ্গ এবং জাহাজের মডেলের মধ্যে অবাধ কোণগুলি তদন্ত করতে এবং ঘূর্ণন বৃত্তের মত কৌশল যার জন্য টোয়িং ট্যাঙ্ক খুব সংকীর্ণ তা সম্পাদন করতে যথেষ্ট প্রশস্ত, । যাইহোক, সর্পিল পরীক্ষার মতো কিছু গুরুত্বপূর্ণ কৌশলগুলির জন্য এখনও আরও বেশি স্থানের প্রয়োজন এবং সিস্টেম সনাক্তকরণের পরেও সংখ্যাসূচকভাবে সিমুলেট করতে হয়।\n\n\n=== বরফ ট্যাঙ্ক ===\nবরফ ভাঙ্গা জাহাজগুলি উন্নীত করার জন্য একটি বরফের ট্যাঙ্ক ব্যবহার করা হয়, এই ট্যাঙ্কটি সমান উদ্দেশ্য পূরণ করে যেমন টয়িং ট্যাঙ্ক উন্মুক্ত পানির জাহাজগুলির জন্য করে। প্রতিরোধের এবং প্রয়োজনীয় ইঞ্জিন শক্তির পাশাপাশি চালানোর ধরন বরফের বেধের উপর নির্ভর করে নির্ধারিত হয়। এছাড়াও সমুদ্রতীরাক্রান্ত কাঠামোয় বরফের বল নির্ধারণ করা যায়। বরফের স্ফটিকগুলি মডেল স্কেলে স্কেল করার জন্য একটি বিশেষ পদ্ধতিতে বরফ স্তরগুলি হিমায়িত করা হয়।\n\n\n== সফটওয়্যার ==\nঅতিরিক্তভাবে, এই সংস্থাগুলি বা কর্তৃপক্ষের কাছে সিএফডি সফ্টওয়্যার এবং জাহাজ এবং তাদের রডার এবং প্রোপেলারের চারপাশে জটিল প্রবাহ সংখ্যাগতভাবে সিমুলেট করার অভিজ্ঞতা রয়েছে।এখনকার শিল্পের অবস্থা এখনও সিএফডি গণনা অনুসারে সফ্টওয়্যারকে পুরোপুরি মডেল পরীক্ষাগুলি প্রতিস্থাপন করতে দেয় না। একটি কারণ, তবে কেবল একটি নয়, এটি হল যে এলিমেন্টাইজেশন এখনও ব্যয়বহুল। এছাড়াও কিছু জাহাজের লাইন নকশাটি হয় শুরু থেকেই অথবা শিপইয়ার্ড থেকে প্রাপ্ত প্রাথমিক নকশাকে অনুকূল করে জাহাজের মডেল বেসিনের বিশেষজ্ঞগণ দ্বারা চালিত হয়। প্রোপেলারগুলির ডিজাইনের ক্ষেত্রেও এটি একই প্রযোজ্য।\n\n\n== উদাহরণ ==\nবিশ্বজুড়ে জাহাজের মডেল বেসিনগুলি আইয়াইটিসি  ( আন্তর্জাতিক তোয়াকিং ট্যাঙ্ক কনফারেন্স) এ সংগঠিত হয় তাদের মডেল পরীক্ষার কার্যাবলী মানোপযোগী করার জন্য\nসর্বাধিক উল্লেখযোগ্য শিপ মডেলের বেসিনগুলি হল:\n\nবর্তমান মিটার রেটিং ট্রলি, সিএমসি বিভাগ, সিডাব্লুপিআরএস পুনে, ভারত \nসিন্টেফ মহাসাগর, নরওয়ের ট্রন্ডহিমের টোয়িং ট্যাঙ্ক, সমুদ্রের বেসিন, গহ্বরের টানেল \nউচ্চ গতির টোয়িং ট্যাঙ্ক - ওল্ফসন ইউনিট এমটিআইএ  - উচ্চ কার্যকারিতা শক্তি এবং যাত্রায় বিশেষজ্ঞ।\nমার্কিন যুক্তরাষ্ট্রের স্টিভেন্স ইনস্টিটিউট অফ টেকনোলজিতে ডেভিড টেলর মডেল বেসিন এবং ডেভিডসন ল্যাবরেটরি \nভিজাগ ইন্ডিয়ায় নেভাল সায়েন্স অ্যান্ড টেকনোলজিকাল ল্যাবগুলিতে হাই স্পিড টোয়িং ট্যাঙ্ক সুবিধা\nকানাডার সেন্ট জনস-এ সমুদ্র প্রযুক্তি ইনস্টিটিউট \nডেনমার্কের লিঙ্গবিতে ফোর্স প্রযুক্তি \nএসএসপিএ, সুইডেনের গোথেনবার্গে\nব্রাজিলের সাও পাওলোতে সাও পাওলো ইনস্টিটিউট ফর টেকনোলজিকাল রিসার্চ ইনস্টিটিউটের নেভাল অ্যান্ড ওশেনিক ইঞ্জিনিয়ারিং (  ।\nসামুদ্রিক গবেষণা ইনস্টিটিউটের হলণ্ড (মেরিন)  ওয়েগেনিঙ্গেন এ, হলণ্ড\nসিএনআর-ইনসিয়ান  ইতালির রোমে\nইতালির নেপলসে নেপলস ফেডেরিকো দ্বিতীয় \nজার্মানির পটসডামে এসভিএ পটসডাম \nএইচএসভিএ  জার্মানির হামবুর্গে\n\"বাসিন ডি'সাই দেস ক্যারনেস\" ভ্যাল ডি দেইউইলে, ফ্রান্স\nসিহিপার  স্পেনের মাদ্রিদে\nসিটিও এসএ  ] ] পোল্যান্ডের গ্ডাঙ্কে\nস্কটল্যান্ডের এডিনবার্গে ফ্লাওয়েভ টিটি \nক্রিয়লভ রাষ্ট্র গবেষণা কেন্দ্র Крыловский государственный научный центр সেন্ট পিটার্সবার্গে, রাশিয়া\nজাপানের টোকিওতে জাতীয় মেরিটাইম গবেষণা ইনস্টিটিউট (এনএমআরআই) \nচায়না শিপ বৈজ্ঞানিক গবেষণা কেন্দ্র (সিএসএসআরসি)  চীনের উক্সিতে China\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}