{"pageid": 1051288, "title": "সমতাপীয় রূপান্তর ডায়াগ্রাম", "url": "https://bn.wikipedia.org/wiki?curid=1051288", "content": "সমতাপীয় রূপান্তর ডায়াগ্রামগুলো সময়-তাপমাত্রা-রূপান্তরঃ (Time-Temperature-Transformation (TTT ) ডায়াগ্রাম হিসাবেও পরিচিত) এই ডায়াগ্রাম গুলোতে তাপমাত্রা বনাম সময়(লগারিথমিক স্কেলে ) প্লট করা হয় । এই ডায়াগ্রামগুলো তৈরি করা হয় শতকরা রূপান্তর বনাম সময়ের পরিমাপ থেকে এবং উচ্চ তাপমাত্রায় সংকর ইস্পাতের রূপান্তর বোঝার জন্য এটি খুবই গুরুত্বপূর্ণ।\nশুধুমাত্র একটি নির্দিষ্ট কম্পোজিশনের পদার্থ এবং যদি রূপান্তরের সময় একটি সুনির্দিষ্ট তাপমাত্রা থাকে ও দ্রুতগতির শীতলীকরণের মাধ্যমে ওই তাপমাত্রায় আনা যায় তবেই কেবলমাত্র সমতাপীয় রূপান্তর ডায়াগ্রাম তৈরি করা যায়। যদিও এই ডায়াগ্রামটি সাধারণত রূপান্তরের গতিবিজ্ঞান বর্ণনা করার জন্য ব্যবহৃত হয়, সিরামিক ও অন্যান্য পদার্থের ক্রিস্টালীকরণের গতিবিদ্যাও এর দ্বারা বর্ণনা করা যেতে পারে।  সময়-তাপমাত্রা-অধঃক্ষেপের ডায়াগ্রাম এবং সময়-তাপমাত্রা-ভঙ্গুরতা ডায়াগ্রামগুলি ইস্পাতের রূপান্তরের গতিবিজ্ঞান উপস্থাপন করতেও ব্যবহৃত হয়েছে।\nসমতাপীয় রূপান্তর (Isothermal Transformation- IT) ডায়াগ্রাম বা সি-বক্ররেখাগুলো যান্ত্রিক বৈশিষ্ট্য, যেমনঃ আণুবীক্ষণিক উপাদান / আণুবীক্ষণিক কাঠামো এবং কার্বন ইস্পাতের তাপীয় চিকিৎসার  সাথে সম্পর্কিত। ব্যাপনসহ রূপান্তরসমূহ (যেমনঃ অস্টেনাইট থেকে সিমেন্টাইট ও ফেরাইটের মিশ্রণ এর উৎপত্তি) সিগমোয়ডাল বক্ররেখার (S আকৃতির) সাহায্যে ব্যখ্যা করা যায়, উদাহরণস্বরূপঃ পার্লাইটিক রূপান্তরের সূচনাকে পার্লাইট শুরুর বক্ররেখা (Ps) দ্বারা উপস্থাপন করা হয়। Pf বক্ররেখায় এসে এই রূপান্তরটি সম্পন্ন হয়। নিউক্লিয়েশন হওয়ার জন্য একটি নির্দিষ্ট সময় পরিসরের প্রয়োজন হয়। গলনাঙ্ক থেকে তাপমাত্রা কমার সাথে সাথে নিউক্লিয়েশনের হার বাড়তে থাকে (এবং আণুবীক্ষণিক উপাদানের বৃদ্ধি কমতে থাকে) এবং বক্ররেখার মাঝামাঝি বা নাকের মত অংশ বরাবর এসে এর পরিমাণ সর্বোচ্চ হয়। পরবর্তীতে, মুক্ত শক্তির পরিমাণের বিশাল পার্থক্যের প্রভাবে চালিকা শক্তির বৃদ্ধি যাকে নিম্ন তাপমাত্রা অফসেট বলা হয়, তার কারণে ব্যপনের হার কমে যায়। এই রূপান্তরের ফলে আণুবীক্ষণিক উপাদান, পার্লাইট এবং বেনাইট গঠিত হয়। উচ্চ তাপমাত্রায় পার্লাইট এবং নিম্ন তাপমাত্রায় বেনাইট তৈরি হয়।\nচিত্রে, রূপান্তর সূচনা রেখার সর্ববামের বিন্দুটি এই ডায়াগ্রামের নাক হিসেবে প্রচলিত। ৫০% চিহ্নিত রেখাটি যা শুরু এবং শেষ রূপান্তর রেখাদ্বয়ের মধ্যে অবস্থিত, তা দ্বারা প্রতিটি তাপমাত্রায় অস্টেনাইটের ৫০% রূপান্তর হতে কি পরিমাণ সময়ের প্রয়োজন তা বোঝা যায়।  \n\nইউটেকটয়েড তাপমাত্রার নিচে কোয়েঞ্চ করা হলে অস্টেনাইট পুরোপুরিভাবে শীতল হতে পারে না। আরো সময় দেওয়া হলে স্থিতিশীল আণুবীক্ষণিক উপাদান গঠিত হতে পারে যেমনঃ ফেরাইট এবং সিমেন্টাইট। পার্লাইট দশা সূচিত হবার পরে যখন পরমাণুগুলো খুব দ্রুততার সাথে ব্যাপিত হয় তখন অমসৃণ পার্লাইট তৈরি হয়। এই রূপান্তরটি পার্লাইট সমাপ্তি রেখার সময়ে (Pf) এসে সম্পন্ন হয়।\nতবে দ্রুত কোয়েঞ্চিং এর দ্বারা সৃষ্ট আন্ডারকুলিং (সম্পূর্ণ শীতল না হওয়া) হলে তখন পার্লাইট তৈরি না হয়ে মার্টেনসাইট অথবা বেনাইট তৈরি হয়। শীতলীকরণের হার যদি এমন হয় যে শীতলীকরণ বক্ররেখাটি Ps বক্ররেখাকে ছেদ করার পূর্বেই মার্টেনসাইট সূচনা তাপমাত্রা বা বেনাইট সূচনা বক্ররেখাকে ছেদ করে তবেই উপর্যুক্ত রূপান্তরটি  হতে পারে। মার্টেনসাইট রূপান্তর একটি ব্যপনবিহীন বিকৃত রূপান্তর হওয়ায়, একে মার্টেনসাইটের সূচনা তাপমাত্রায় একটি সরলরেখা দ্বারা প্রকাশ করা হয়।\n\n\n== আরও দেখুন ==\nক্রমাগত শীতল রূপান্তর\nদশা চিত্র\n\n\n== তথ্যসূত্র ==\n\nবস্তুগত বিদ্যা এবং প্রকৌশল, একটি ভূমিকা । উইলিয়াম ডি কলিস্টার জুনিয়র, সপ্তম এড, উইলি এবং ছেলেরা প্রকাশনা। পৃষ্ঠা 258, 326, 462\nপদার্থ বিজ্ঞান এবং প্রকৌশল । Donald পৃষ্ঠা 470-5।"}