{"pageid": 1051289, "title": "সন্ত যোষেফ", "url": "https://bn.wikipedia.org/wiki?curid=1051289", "content": "সন্ত যোষেফ (ইংরেজি উচ্চারণে সেইন্ট জোসেফ) (হিব্রু ভাষায়: יוֹסֵף‎; গ্রিক: Ἰωσήφ; আরবি: يوسف النجار, প্রতিবর্ণীকৃত: Yūsuf al-Nijār) হলেন আনুশাসনিক সুসমাচারসমূহের একজন চরিত্র যিনি যীশুর মাতা মরিয়মের সাথে বিবাহবন্ধনে আবদ্ধ ছিলেন এবং যীশুর আইনসম্মত পিতা ছিলেন। সুসমাচারসমূহে যীশুর ভাইদের নাম রয়েছে; ২য় শতাব্দীর শেষভাগে রচিত অপ্রামাণিক যাকোবের সুসমাচার যীশুর এই ভাইদের সন্ত যোষেফের পূর্বের বিবাহজাত সন্তান হিসাবে তত্ত্বায়ন করে৷ এই অবস্থানটি এখনও অর্থডক্স মণ্ডলীসমূহ ধারণ করে, তবে পশ্চিমা মণ্ডলীসমূহ যিরোমের সেই যুক্তি ধরে রেখেছে যে যোষেফ ও মরিয়ম উভয়ই আজীবন কুমার-কুমারী ছিলেন এবং যীশুর ভাইয়েরা তার কাজিন ছিলেন। ঐতিহাসিক চরিত্র হিসাবে যোষেফ সংক্রান্ত পরিপ্রেক্ষণ সুসমাচার পুস্তকগুলোর ধর্মতাত্ত্বিক পাঠ থেকে ভিন্ন।\nযোষেফকে সন্ত যোষেফ হিসাবে ক্যাথলিক মণ্ডলী, পূর্ব অর্থডক্স মণ্ডলী, প্রাচ্যদেশীয় মণ্ডলী, ইঙ্গবাদ ও লুথারীয়বাদে শ্রদ্ধা করা হয়।\n\n\n== নূতন নিয়মে উল্লেখ ==\n\n\n== সুসমাচারসমূহে উল্লেখ ==\n\n\n=== বংশধারা ===\n\n\n=== পেশাগত জীবন ===\n\n\n=== আধুনিক গুণগ্রাহিতা ===\n\n\n=== মৃত্যু ===\n\n\n== ভক্তি ==\n\n\n=== উৎসব ===\n\n\n=== পাত্রিস কোর্দে এবং সন্ত যোষেফ বর্ষ ===\n\n\n== পৃষ্ঠপোষকতা ==\n\n\n=== স্থান, গির্জা ও সংগঠনসমূহ ===\n\n\n=== প্রার্থনা ও আরাধনা ===\n\n\n== শিল্প ==\n\n\n== সংগীত ==\n\n\n== আরও দেখুন ==\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\nBauckham, Richard (২০১৫)। Jude and the Relatives of Jesus in the Early Church। Bloomsbury। আইএসবিএন 9781474230476। \nFerguson, Everett; Michael P. McHugh, Frederick W. Norris, \"Joseph\" in Encyclopedia of early Christianity, Volume 1, p. 629\nCrossan, John Dominic. Jesus: A Revolutionary Biography. Harpercollins: 1994. আইএসবিএন ০-০৬-০৬১৬৬১-X.\nDickson, John. Jesus: A Short Life, Lion Hudson plc, 2008, আইএসবিএন ০-৮২৫৪-৭৮০২-২, আইএসবিএন ৯৭৮-০-৮২৫৪-৭৮০২-৪, Internet Archive\nFiensy, David A., Jesus the Galilean: soundings in a first century life, Gorgias Press LLC, 2007, আইএসবিএন ১-৫৯৩৩৩-৩১৩-৭, আইএসবিএন ৯৭৮-১-৫৯৩৩৩-৩১৩-৩, Google books\nGeza, Vermes The Authentic Gospel of Jesus (London, Penguin Books, 2004) আইএসবিএন ৯৭৮-০১৪১৯১২৬০৮\n\n\n== অধিকতর পাঠ ==\nGuardian of the Redeemer (Redemptoris Custos) by Pope John Paul II (January 1, 1989)\n\n\n== বহিঃসংযোগ ==\n\n\"Eastern Orthodox Tradition: The Righteous Elder Joseph The Betrothed, And His Repose\"। swerfes.org। ১৩ জানুয়ারি ২০১৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১২ মে ২০২১। \n\"Holy Righteous Joseph the Betrothed\"।  (Orthodox icon and synaxarion for the Sunday after Nativity)\n\"Eastern Orthodox Tradition: The Righteous Elder Joseph The Betrothed, And His Repose\"। swerfes.org। ১৩ জানুয়ারি ২০১৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১২ মে ২০২১। \n\"Holy Righteous Joseph the Betrothed\"।  (Orthodox icon and synaxarion for the Sunday after Nativity)\n\"Saint Joseph, patriarch of Israel and father of Jesus\"। ৩ মে ২০০৬ তারিখে মূল থেকে আর্কাইভ করা। \n\"The Life of St. Joseph, Spouse of the Blessed Virgin Mary and foster-father of Our Lord Jesus Christ\"। ১২ মে ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১২ মে ২০২১। \n\"Saint Joseph, in the Encyclopædia Britannica.\"। ২০১০। ১২ অক্টোবর ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। \n\"The vocation of Saint Joseph\"। Early Christians। ২১ জানুয়ারি ২০১৩। ২১ জানুয়ারি ২০১৩ তারিখে মূল থেকে আর্কাইভ করা। \n\"Colonnade Statue in St Peter's Square in Rome\"। stpetersbasilica.info। \n\"St Joseph Altar in St Peter's Basilica\"। stpetersbasilica.info। \nসন্ত যোষেফ কর্তৃক এবং সম্পর্কিত সাহিত্য - জার্মান জাতীয় গ্রন্থাগার তালিকায়\n\"সন্ত যোষেফ\" in the ইকুমেনিকাল লেক্সিকন অফ সেন্টস\n\"Apostolic writing Redemptoris Custos by Pope John Paul II\"। stjosef.at (জার্মান ভাষায়)। \n\"Saint Joseph in art\"। Monumente Online (জার্মান ভাষায়)। ৩১ ডিসেম্বর ২০১৫ তারিখে মূল থেকে আর্কাইভ করা। \n\nটেমপ্লেট:Jesus footer\n\nটেমপ্লেট:Nativity of Jesus\nটেমপ্লেট:Virgin Mary\n\nটেমপ্লেট:Gospel of Luke"}