{"pageid": 105140, "title": "একাদশী", "url": "https://bn.wikipedia.org/wiki?curid=105140", "content": "একাদশী হল হিন্দু পঞ্জিকা অনুসারে মাসের শুক্ল ও কৃষ্ণ পক্ষের একাদশতম চান্দ্র দিন (তিথি)। প্রতিটি একাদশীর সময় চাঁদের অবস্থান অনুসারে নির্ণয় করা হয়। এটি হিন্দুধর্মের বৈষ্ণব সম্প্রদায়ের মধ্যে জনপ্রিয়ভাবে পালিত হয়। অনুগামীরা উপবাস করে বিষ্ণুর উদ্দেশ্যে উপাসনা করে। বছরে সাধারণত ২৪টি একাদশী থাকে, এবং কখনও কখনও অধিবর্ষে দুটি অতিরিক্ত একাদশী হয়। ভাগবত পুরাণ বিষ্ণুর ভক্ত অম্বরীষের একাদশী পালনের কথা উল্লেখ করেছে। একাদশী পুণ্যতিথি হিসেবে বিবেচিত।\nহিন্দুধর্মের, একাদশীর উপবাসের প্রাথমিক উদ্দেশ্য হল মন ও শারীরিক ইন্দ্রিয়গুলির উপর নিয়ন্ত্রণ লাভ করা এবং আধ্যাত্মিক উন্নতির দিকে পরিচালিত করা। এছাড়াও, উপবাসের সাথে যুক্ত বেশ কিছু স্বাস্থ্য উপকারিতা রয়েছে। একাদশীর দিন সূর্যোদয় থেকে পরের দিন সূর্যোদয় পর্যন্ত এই বিরতির সময়কাল উচ্চ প্রোটিন ও কার্বোহাইড্রেটযুক্ত খাবার যেমন মটরশুঁটি এবং রবিশস্যের পরিবর্তে শুধুমাত্র ফল, শাকসবজি ও দুগ্ধজাত পণ্য খাওয়া হয়।\n\n\n== কিংবদন্তি ==\nএকাদশীর কিংবদন্তিতে বলা হয়েছে, বিষ্ণু যখন শয়ন বা ধ্যানরত অবস্থায় ছিলো, তখন মুর্দানব রাক্ষস তাকে আক্রমণ করার চেষ্টা করে। সেই সময়ে, বিষ্ণুর ১১ তম ইন্দ্রিয় (মন) থেকে একজন সুন্দরী নারীর জন্ম হয়। মোহগ্রস্ত মুর্দানব তাকে বিয়ে করতে চান, যার উত্তরে তিনি (নারী) বলেন যদি তাকে যুদ্ধে সে (মুর্দানব) পরাজিত করতে পরে তাহলেই বিয়ে হবে। তারা যুদ্ধ করে এবং মুর্দানব নিহত হয়। বিষ্ণু ঘুম থেকে জেগে উঠেন, এবং নারীকে একাদশী নাম দিয়ে আশীর্বাদ করেন, এবং বলেন যে কেউ যদি এই দিনে উপবাস করে তবে তার মোক্ষ লাভ হবে।।\n\n\n== একাদশীর তালিকা ==\nনীচের সারণীতে সময় ও একাদশীগুলি উল্লেখ করা হলো:\n\n\n== নিয়মাবলি ==\nএকাদশী পালনের সাত্ত্বিক নিয়মগুলো হলো:\n\nসমর্থপক্ষে দশমীতে একাহার, একাদশীতে নিরাহার, ও দ্বাদশীতে একাহার।\nঅসমর্থপক্ষে শুধুমাত্র একাদশীতে অনাহার।\nএছাড়াও, একাদশীতে পঞ্চ রবিশস্য বর্জন করে ফলমূলাদি অনুকল্প গ্রহণ।\n\n\n=== নিষিদ্ধ রবিশস্য ===\nনিন্মে নিষিদ্ধ রবিশস্যসমূহ উল্লেখ করা হলো:\n\nধানজাতীয় সকল প্রকার খাদ্য যেমন – চাউল, মুড়ি, চিড়া, সুজি, পায়েস, খিচুড়ি, চালের পিঠা, খৈ ইত্যাদি।\nগমজাতীয় সকল প্রকার খাদ্য যেমন – আটা, ময়দা, সুজি, বেকারির রুটি বা সকল প্রকার বিস্কুট, হরলিক্স ইত্যাদি।\nযব বা ভুট্টাজাতীয় সকল প্রকার খাদ্য যেমন — ছাতু, খই, রুটি ইত্যাদি।\nডালজাতীয় সকল প্রকার খাদ্য যেমন — মুগ, মাসকলাই, খেসারি, মসুরি, ছোলা, অড়হর, ফেলন, মটরশুঁটি, বরবটি ও সিম ইত্যাদি।\nসরিষার তেল, সয়াবিন তেল, তিলের তেল ইত্যাদি। উপর্যুক্ত পঞ্চ রবিশস্যের যেকোন একটি একাদশীতে গ্রহণ করলে ব্রত নষ্ট হয়।\n\n\n=== সতর্কতা ===\nএকাদশীতে শরীরে প্রসাধনী ব্যবহার নিষিদ্ধ।\nসকল প্রকার ক্ষৌরকর্ম নিষিদ্ধ।\nদিনে ঘুম নিষিদ্ধ\n\n\n== আরও দেখুন ==\nগুরুবায়ুর একাদশী\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nGangadharan, N., Agni Purana, New Delhi: Motilala Banarsidass, 1985, Chapter 178.\nIyer, N.P. Subramania, Kalaprakasika: The standard book on the election (mahoortha) system: with the original text in Devanagari and English translation, New Delhi: Asian Educational Services, 1982.\n\n\n== বহিঃসংযোগ ==\n\nAbout Ekadashi Vrat: Ekadashi Vrat Vidhi-Niyam and Vrat Bhojan  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩১ আগস্ট ২০১৯ তারিখে\nList of all Ekadashi of this year 2022"}