{"pageid": 1051324, "title": "প্রদোষ দাশগুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1051324", "content": "প্রদোষ দাশগুপ্ত  (ইংরেজি: Prodosh Dasgupta) (১০ জানুয়ারি, ১৯১২ - ২৯ জুলাই, ১৯৯১) \nছিলেন ১৯৪০-এর দশকের প্রখ্যাত ভারতীয় বাঙালি ভাস্কর। ভারতীয় ধ্রুপদী ভাস্কর্যের দর্শনকে পাশ্চাত্যের আধুনিক ভাস্কর্যের জ্যামিতিকতার সঙ্গে সমন্বিত করে যাঁরা গড়েছেন অপরূপ শিল্পসৃষ্টি, তাঁদের অন্যতম ছিলেন তিনি। ওই সময়ে তিনি এবং আরো কয়েকজন মিলে তৈরি করেন ক্যালকাটা গ্রুপ - যা পরবর্তীতে ভারত ও বাংলার শিল্পের বিবর্তনে গুরুত্বপূর্ণ ভূমিকা নিয়েছিল। বহুমুখী প্রতিভার কারণে তিনি কবি, লেখক, শিল্পতাত্ত্বিক ও শিক্ষক হিসাবেও গুরুত্বপূর্ণ অবদান রেখে গেছেন।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nপ্রদোষ দাশগুপ্তর জন্ম ১৯১২ খ্রিস্টাব্দের ১০ ই জানুয়ারি ব্রিটিশ ভারতের অধুনা বাংলাদেশের বিক্রমপুর - ঢাকার ভরাকরে। পিতা নলিনীনাথ দাশগুপ্ত ছিলেন জেলা জজ। সেকারণে তার \nছেলেবেলায় স্কুল জীবনের অনেকটা কেটেছে এই বাংলার কৃষ্ণনগরে। স্কুলের পড়াশোনা কৃষ্ণনগর কলেজিয়েট স্কুলে। ১৯৩২ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয়ের  স্নাতক হয়ে দুবছর লখনৌ স্কুল অফ আর্টসে ভাস্কর্য শিক্ষা নেন হিরণ্ময় চৌধুরীর কাছে। লখনৌত অবস্থান কালে তিনি শ্রীকৃষ্ণ রতনজনকারের কাছে মার্গসঙ্গীতেও তালিম নেন। ১৯৩৪ খ্রিস্টাব্দ হতে তিন বৎসর মাদ্রাজ আর্ট অ্যান্ড ক্রাফট্স স্কুলে  দেবীপ্রসাদ রায়চৌধুরীর শিক্ষাধীনে ছিলেন। ১৯৩৭ খ্রিস্টাব্দে সেখান থেকে ভাস্কর্যচর্চা করতে যান প্রথমে লন্ডন রয়াল অ্যাকাডেমিতে ও পরে প্যারিসের ইকোলজি দ্য সমিয়ের-এ।\n\n\n== কর্মজীবন ==\nসেখান থেকে ১৯৪০ খ্রিস্টাব্দে দেশে ফিরে কলকাতায় নিজের স্টুডিও স্থাপন করে কাজ করতে থাকেন। ১৯৪৩ খ্রিস্টাব্দে কলকাতায় নবীন প্রজন্মের শিল্পীদের প্রতিষ্ঠান ক্যালকাটা গ্রুপ তৈরি করেন এবং শুরু থেকেই ১৯৫৩ খ্রিস্টাব্দ পর্যন্ত তিনি এর সচিব ছিলেন। ১৯৫০ খ্রিস্টাব্দে তিনি বরোদা বিশ্ববিদ্যালয়ে ভাস্কর্য বিভাগে অধ্যাপক হিসাবে যোগ দেন। তবে পরের বৎসরেই কলকাতা সরকারি শিল্প ও কারুকলা মহাবিদ্যালয়ে অধ্যাপনা শুরু করেন। ১৯৫৫ খ্রিস্টাব্দে তিনি ইংল্যান্ডের 'রয়াল সোসাইটি অফ আর্টস'-এর ফেলো মনোনীত হন। ১৯৫৭ খ্রিস্টাব্দ হতে ১৯৭০ খ্রিস্টাব্দ পর্যন্ত তিনি দিল্লিতে ন্যাশনাল গ্যালারি অফ মডার্ন আর্টের অধিকর্তা ছিলেন। বক্তৃতা করতে কিংবা  তার ভাস্কর্যের প্রদর্শনী নিয়ে বহুবার বিদেশে গিয়েছেন। ১৯৬০ খ্রিস্টাব্দে ভিয়েনা কনফারেন্সে তিনি প্রেসিডেন্ট ছিলেন।\n\n\n== উল্লেখযোগ্য শিল্পকর্ম ==\nস্বাধীনতা আন্দোলন ও তৎকালীন সামাজিক ও রাজনৈতিক পরিস্থিতিতে, সাহিত্য ও সঙ্গীতের ভাবনায়, প্রাচ্য-পাশ্চাত্যের প্রেক্ষাপটে তার নিজস্ব নন্দন চেতনা গড়ে ওঠে। পরিণত পর্যায়ে বহু পরীক্ষা-নিরীক্ষায় বিভিন্ন রূপাবয়বের কাজ করেছেন। গোলক, বেলন, শঙ্কু বা ইলিপটিক্যাল ফর্ম নিয়ে তার ভাস্কর্যের বহু প্রকাশ লক্ষিত হয়েছে তার প্রদর্শনীতে। যেমন-\n\nইন বন্ডেজ (১৯৪৩)\nজয়হিন্দ (১৯৪৮)\nজেনেসিস (১৯৭১)\nএগ ব্রাইড (১৯৭৩)\nসান ওয়সিপাসর্র (১৯৭৫)\nসূর্যমুখী (১৯৭৮)\nফিলসফার(১৯৮৪)\n\nপশ্চিমবঙ্গের কলকাতার ধর্মতলায় রাজভবনের দক্ষিণ-পূর্বে স্থাপিত নেতাজীর মূর্তি তার নির্মিত। ভারতের তৎকালীন প্রধানমন্ত্রী লালবাহাদুর শাস্ত্রী ১৯৬৫ খ্রিস্টাব্দের ২৩ শে ডিসেম্বর মূর্তিটির আবরণ উন্মোচন করেন। কলকাতার কলেজ স্কোয়ারে প্রতিষ্ঠিত আচার্য প্রফুল্লচন্দ্র রায়ের পূর্ণাবয়ব শ্বেতপাথরের মূর্তিটিও তার গড়া।\n\n\n== রচনাবলি ==\nপ্রদোষ দাশগুপ্ত রচিত গ্রন্থগুলি হল -\n\nফলেন লিভস অ্যান্ড আদার পোয়েমস (১৯৬৯)\nটেম্পল টেরাকোটাস অফ বেঙ্গল (১৯৭১)\nস্কাল্পচার (১৯৪৫)\nমাই স্কাল্পচার (১৯৫৫)\nস্মৃতিকথা শিল্পকথা\nমডেলের সন্ধানে\n\n\n== জীবনাবসান ==\nপ্রদোষ দাশগুপ্ত ১৯৯১ খ্রিস্টাব্দের ২৯ শে জুলাই দিল্লিতে প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}