{"pageid": 1052969, "title": "গোলাম রাব্বানী হেলাল", "url": "https://bn.wikipedia.org/wiki?curid=1052969", "content": "গোলাম রাব্বানী হেলাল (অজানা–৩০ মে ২০২০; গোলাম রাব্বানী নামে সুপরিচিত) একজন বাংলাদেশী পেশাদার ফুটবল খেলোয়াড় এবং সংগঠক ছিলেন। হেলাল তার খেলোয়াড়ি জীবনের অধিকাংশ সময় ঢাকা আবাহনী এবং বাংলাদেশ জাতীয় দলের খেলেছিলেন।\n১৯৭৫–৭৬ মৌসুমে, বাংলাদেশী ক্লাব ঢাকা আবাহনীর হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছিলেন, যেখানে তিনি ১৩ মৌসুম অতিবাহিত করেছিলেন। সর্বশেষ তিনি ঢাকা আবাহনী হতে বিজেএমসিতে যোগদান করেছিলেন; বিজেএমসির হয়ে কয়েক মৌসুম খেলার পর তিনি অবসর গ্রহণ করেছিলেন। ১৯৭৯ সালে, হেলাল বাংলাদেশের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছিলেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\n১৯৭৯ সালে, হেলাল আন্তর্জাতিক ফুটবলে বাংলাদেশের হয়ে অভিষেক করেছিলেন। প্রায় ৬ বছর যাবত খেলার পর ১৯৮৫ সালে, হেলাল বাংলাদেশের তার সর্বশেষ ম্যাচটি খেলে আন্তর্জাতিক ফুটবল থেকে অবসর গ্রহণ করেছিলেন।\n\n\n== অবসর ==\nখেলোয়াড়ি জীবনের ইতি টানার পর তিনি ঢাকা আবাহনীর পরিচালকের দায়িত্ব গ্রহণ করেছিলেন। ২০০৮ সালের এপ্রিল মাসে বাংলাদেশ ফুটবল ফেডারেশনের পক্ষে সামশুল হক চৌধুরী তার প্রার্থীতাকে আদালতে চ্যালেঞ্জ করেন। আদালত অভিযোগগুলি খারিজ করে দিয়ে তার নির্বাচনে প্রতিদ্বন্দ্বিতা করার পথ পরিষ্কার করে দিয়েছিল। ২০০৮ সালের ১০ই জুলাই তারিখে তাকে ঢাকা মেট্রোপলিস লীগ কমিটির সদস্য করা হয়েছিল। ২০০৮ সাল থেকে ২০১২ সাল পর্যন্ত তিনি বাংলাদেশ ফুটবল ফেডারেশনের নির্বাহী সদস্যের দায়িত্বে ছিলেন। ২০১১ সালের ১১ই ডিসেম্বর তারিখে তিনি বাংলাদেশ ফুটবল ফেডারেশনের জাতীয় দলের ম্যানেজমেন্ট কমিটি থেকে পদত্যাগ করেছিলেন। ২০১২ সালে, তার বাংলাদেশ ফুটবল ফেডারেশনের সভাপতি পদের জন্য প্রতিদ্বন্দ্বিতা করার কথা ছিল, তবে তিনি তার প্রার্থীতা প্রত্যাহার করে নিয়ে ক্ষমতাসীন কাজী সালাউদ্দিনের প্রতি তার সমর্থন প্রকাশ করেছিলেন।\n\n\n== গ্রেপ্তার ==\n১৯৮২ সালে ঢাকা আবাহনীর চিরপ্রতিদ্বন্দ্বী ঢাকা মোহামেডানের খেলোয়াড়দের সাথে ম্যাচ চলাকালীন ঝগড়ায় জড়িয়ে পড়ায় হেলালকে গ্রেপ্তার করা হয়েছিল। তার সাথে আশরাফ উদ্দিন আহমেদ চুন্নু এবং কাজী সালাউদ্দিনকেও গ্রেপ্তার করা হয়েছিল।\n\n\n== ব্যক্তিগত জীবন ==\nগোলাম রাব্বানী হেলাল বাংলাদেশে জন্মগ্রহণ করেছিলেন। ২০২০ সালের ৩০শে মে তারিখে, বাংলাদেশের ঢাকার স্কয়ার হাসপাতালে মস্তিষ্কে রক্তক্ষরণ হয়ে তিনি মৃত্যুবরণ করেছেন। তার মৃত্যুর পর তাকে আজিমপুর গোরস্থানে সমাহিত করা হয়েছে।\n\n\n== তথ্যসূত্র =="}