{"pageid": 1052283, "title": "সিটকম", "url": "https://bn.wikipedia.org/wiki?curid=1052283", "content": "সিটকম (পরিস্থিতিগত কমেডি তথা সিচুয়েশনাল কমেডির সংক্ষিপ্তরূপ; মার্কিন যুক্তরাষ্ট্রে পরিস্থিতি কমেডি বা সিচুয়েশন কমেডি) হলো কৌতুকাভিনয়ের একটি জনরা নির্দিষ্ট চরিত্রাবলী (বেশিরভাগ) এক পর্ব থেকে অন্য পর্বে কাহিনিকে এগিয়ে নিয়ে যায়। সিটকমকে স্কেচ কমেডির সাথে পৃথক করা যায়, কারণ স্কেচ কমেডিতে একটি ট্রুপ প্রতিটি স্কেচে নতুন চরিত্র ব্যবহার করতে পারেন। অন্যদিকে স্ট্যান্ড-আপ কমেডিতে একজন কৌতুক অভিনেতা শ্রোতাদের কৌতুক এবং গল্প বলেন। সিটকমের শুরু হয় রেডিওতে, কিন্তু আজ বেশিরভাগ টেলিভিশনে সম্প্রচারিত সিটকম তার সবচেয়ে প্রভাবশালী রূপে আবির্ভূত হয়েছে আখ্যান উপস্থাপনের মাধ্যমে।\nএকটি সিটকম টেলিভিশন প্রোগ্রাম স্টুডিওতে দর্শকদের সামনেও রেকর্ড করা যেতে পারে, যা প্রোগ্রামের প্রযোজনা বিন্যাসের উপর নির্ভর করে। একটি লাইভ স্টুডিও শ্রোতাদের প্রভাব অনুকরণ করার জন্য হাসির ট্র্যাকও ব্যবহার করা হয়ে থাকে।\nসমালোচকরা শতাব্দীর শুরু থেকে চলে আসা নানাবিধ প্রদর্শনী তথা শো-সমূহের শ্রেণিবিন্যাস করার ক্ষেত্রে \"সিটকম\" শব্দটির উপযোগিতা নিয়ে দ্বিমত পোষণ করেন। অনেক সমসাময়িক আমেরিকান সিটকমে একক ক্যামেরা সেটআপ ব্যবহার করা হয় এবং প্রেক্ষাপটে হাসির ট্র্যাক ব্যবহার করে না। এই অনুষ্ঠানগুলো ঐতিহ্যগত সিটকমের পরিবর্তে ১৯৮০ এবং ১৯৯০-এর দশকের ড্রেমেডি অনুষ্ঠানগুলোর সাথে তুলনা করা হয়।\n\n\n== ইতিহাস ==\n\n\"সিচুয়েশনাল কমেডি\" বা \"সিটকম\" শব্দগুলো সাধারণত ১৯৫০-এর দশক পর্যন্ত ব্যবহৃত হত না। রেডিওতে কিছু প্রাথমিক উদাহরণ থাকলেও প্রথম টেলিভিশন সিটকম হিসেবে পিনরাইট'স প্রগ্রেসকে আখ্যায়িত করা হয়। এই সিরিজটি ১৯৪৬ থেকে ১৯৪৭ সালের মধ্যে যুক্তরাজ্যের বিবিসিতে দশটি পর্বে সম্প্রচারিত হয়। মার্কিন যুক্তরাষ্ট্রে পরিচালক ও প্রযোজক উইলিয়াম আশেরকে \"যে ব্যক্তি সিটকম আবিষ্কার করেছিলেন\" হিসেবে অভিহিত করা হয়। তিনি ১৯৫০-এর দশক থেকে ১৯৭০-এর দশক পর্যন্ত আই লাভ লুসি সহ দুই ডজনেরও বেশি শীর্ষস্থানীয় সিটকম পরিচালনা করেছিলেন।\n\n\n== দেশ অনুযায়ী সিটকম ==\n\n\n=== অস্ট্রেলিয়া ===\nকিছু অস্ট্রেলীয় সিটকম নির্মিত হয়েছে যা দীর্ঘদিন ধরে পরিচালিত হয়েছে; মূলত মার্কিন এবং যুক্তরাজ্যের সিটকম সেখানে সফল হয়েছে। সিটকমগুলি সরকারী সম্প্রচারকারী অস্ট্রেলিয়ান ব্রডকাস্টিং কর্পোরেশনের (এবিসি) একটি প্রধান অংশ। তবে ১৯৭০ এবং ১৯৮০-এর দশকে যুক্তরাজ্যের অনেক সিটকমও সেভেন নেটওয়ার্কে প্রদর্শিত হয়েছিল। ১৯৮৬ সালের মধ্যে, যুক্তরাজ্যের কমেডি ব্লেস দিজ হাউজ এবং আর ইউ বিং সার্ভড? এবিসি টেলিভিশনে বেশ কয়েকবার প্রচার করা করেছিল, এবং তারপরে প্রাইম টাইমে সেভেন নেটওয়ার্ক দ্বারা অধিগ্রহণ করা হলে সেখানেই সম্প্রচার করা হয়।\n১৯৮১ সালের ডেইলি অ্যাট ডন ছিল প্রথম কোনো অস্ট্রেলীয় কমেডি সিরিজ যেখানে নিয়মিত একজন সমকামী চরিত্রকে (সাংবাদিক লেসলি চরিত্রে টেরি বাডার) দেখানো হয়।\n১৯৮৭ সালে মাদার অ্যান্ড সন অস্ট্রেলীয় মানবাধিকার কমিশন কর্তৃক উপস্থাপিত টেলিভিশন ড্রামা পুরস্কার লাভ করে।\n২০০৭ সালে, ক্যাথ অ্যান্ড কিমের চতুর্থ মৌসুমের প্রথম পর্ব জাতীয় পর্যায়ে ২.৫২১ মিলিয়ন অস্ট্রেলীয় দর্শকদের আকৃষ্ট করে, এটা ছিল অস্ট্রেলীয় টেলিভিশনের ইতিহাসে প্রথম পর্বের জন্য সর্বকালের সর্বোচ্চ রেটিং; পরবর্তীতে ২০০৯ সালে আন্ডারবেলি: আ টেল অফ টু সিটিজ-এর সিরিজ প্রিমিয়ার দেখেন ২.৫৮ মিলিয়ন দর্শক।\n২০১৩ সালে প্লিজ লাইক মি প্যারিসের সিরিজ ম্যানিয়া টেলিভিশন ফেস্টিভ্যালে প্রদর্শনীর আমন্ত্রণ পায়। এটি সমালোচকদের দ্বারা প্রশংসিত হয় এবং অসংখ্য পুরস্কার এবং মনোনয়ন লাভ করে। এছাড়া ২০১৩ সালে অ্যাট হোম উইথ জুলিয়া সিরিজে বেশ কয়েকজন সামাজিক ভাষ্যকার প্রধানমন্ত্রীর কার্যালয়কে অনুপযুক্ত ও অসম্মানজনকভাবে উপস্থাপিত হয়েছে বলে এর সমালোচনা করেন। তবে অনুষ্ঠানটি টেলিভিশন দর্শকদের কাছে খুবই জনপ্রিয় প্রমাণিত হয় — যা ২০১১-এর সর্বাধিক দেখা অস্ট্রেলিয়ান লিপিবদ্ধ কমেডি সিরিজ হয়ে ওঠে। টেলিভিশন সমালোচকদের কাছেও এটি জনপ্রিয় হয়। ২০১২ সালের অস্ট্রেলিয়ান একাডেমি অব সিনেমা অ্যান্ড টেলিভিশন আর্টস পুরস্কারের জন্য শ্রেষ্ঠ টেলিভিশন কমেডি সিরিজ হিসেবে মনোনীত হয় এই সিরিজ।\n\n\n=== মেক্সিকো ===\n১৯৭১ থেকে ১৯৮০ সাল পর্যন্ত সম্প্রচারিত এল চাভো দেল ওচো মেক্সিকান টেলিভিশনে সর্বাধিক দেখা হয়েছে এমন অনুষ্ঠান ছিল। ১৯৭০-এর দশকের মাঝামাঝি সময়ে জনপ্রিয়তার শীর্ষে থাকা এই সিটকমের প্রতি পর্ব প্রায় ৩৫০ মিলিয়ন লাতিন আমেরিকান দর্শক দেখতেন। এই অনুষ্ঠানটি হিস্প্যানিক আমেরিকার পাশাপাশি ব্রাজিল, স্পেন, মার্কিন যুক্তরাষ্ট্র এবং অন্যান্য দেশেও জনপ্রিয় হয়ে উঠে, যেখানে সিন্ডিকেটকৃত পর্ব গড়ে দৈনিক ৯১ মিলিয়ন বার দেখা হতো। ১৯৯২ সালে এর উৎপাদন বন্ধ হওয়ার পর থেকে এই অনুষ্ঠানটি শুধুমাত্র টেলিভিশনের জন্য আনুমানিক বিলিয়ন সিন্ডিকেশন ফি অর্জন করেছে।\n\n\n=== নিউজিল্যান্ড ===\nগ্লাইডিং অন ১৯৮০ এর দশকের শুরুতে নিউজিল্যান্ডের একটি জনপ্রিয় সিটকম ছিল। এটি একাধিক পুরস্কার অর্জন করে, যার মধ্যে রয়েছে ফেল্টেক্স অ্যাওয়ার্ডসে সেরা কমেডি, সেরা নাটক এবং সেরা পরিচালনা।\n\n\n=== রাশিয়া ===\nপ্রথম রাশিয়ান সিটকম সিরিজ ছিল স্ট্রবেরি (স্প্যানিশ ফরম্যাটে ডিউটি ফার্মাসি অবলম্বনে), যা ১৯৯৬-১৯৯৭ সালে আরটিআর চ্যানেলে প্রচারিত হয়েছিল। রাশিয়ান সিটকমের \"উত্থান\" মূলত ২০০০-এর দশকে শুরু হয়। তখন এসটিএস খুব সফল সিটকম মাই ফেয়ার ন্যানি (আমেরিকান সিটকম দ্য ন্যানি অবলম্বনে) প্রচার শুরু করে। সেই সময় থেকে রাশিয়ায় সিটকমগুলি দেশের দুটি বৃহত্তম বিনোদন চ্যানেল দ্বারা নির্মিত হতো — এসটিএস এবং টিএনটি। ২০০৭ সালে এসটিএস প্রথম মৌলিক ঘরোয়া পরিবেশের সিটকম প্রচার করে, যার নাম ছিল ড্যাডিজ ডটারস। এর আগেরগুলো কেবলমাত্র অভিযোজন ছিল। এরপরে ২০১০ সালে টিএনটি-নির্মিত ইন্টার্নস (সিটকম) মুক্তি পায়। এটি প্রথম সিটকম, যা একটি কমেডি হিসাবে চিত্রায়িত হয় (অধিক পরিচিত \"কনভেয়ার\" সিটকমের বিপরীতে)।\n\n\n=== বাংলাদেশ ===\nবাংলাদেশের হুমায়ূন আহমেদ নির্মিত আজ রবিবার নব্বইয়ের দশকের একটি ক্লাসিক টেলিভিশন সিটকম। এর গল্পটি একটি সাধারণ কিন্তু অতটা সাধারণ নয়, এমন একটি পরিবারের উপর ভিত্তি করে তৈরি করা হয়েছে, যে পরিবারের জটিল সদস্য রয়েছে। প্রয়াত হুমায়ূন আহমেদ সম্ভবত বাংলাদেশী মিডিয়ার সবচেয়ে নিপুণ শব্দশিল্পী এবং এই কমেডি সিরিজটি তার কাজের প্রতি শ্রদ্ধা জানায়।  এটি প্রকৃতপক্ষে একটি অসাধারণ শিল্পকর্ম যা এখনও বিশেষ করে নব্বইয়ের দশক থেকে মানুষের হৃদয়ে  প্রস্ফুটিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসিচুয়েশন কমেডির গ্রন্থপঞ্জি (ইউসি বার্কলের মাধ্যমে) — মূলত ইউএসএ-এর অনুষ্ঠান।\nঅনলাইনে সিটকম\nব্রিটিশ কমেডি গাইড\nটেমপ্লেট:Comedy footer\nটেমপ্লেট:Television drama series\nটেমপ্লেট:US TV schedule"}