{"pageid": 1052751, "title": "ব্যবস্থাদি তত্ত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1052751", "content": "ব্যবস্থাদি তত্ত্ব একটি আন্তঃশাস্ত্রীয় ধারণাগত পরিকাঠামো, যাতে বাস্তব বিশ্বের বিভিন্ন জটিল বস্তু বা ঘটনাকে একেকটি জটিল ব্যবস্থা হিসেবে গণ্য করে সেগুলির অধ্যয়ন করা হয়। এর আরেক নাম সংগঠিত জটিলতার গবেষণা।\nব্যবস্থাদি তত্ত্বের আবির্ভাবের আগে ধারণা করা হত যে কোনও ব্যবস্থাকে সঠিকভাবে অনুধাবন করতে হলে এটিকে বহুসংখ্যক গাঠনিক একক, স্বতন্ত্র উপাংশে বিভক্ত করে সেগুলিকে বিচ্ছিন্নভাবে অধ্যয়ন করতে হবে এবং সমগ্র ব্যবস্থাটিকে এই উপাংশগুলির সমষ্টি হিসেবে বর্ণনা করা সম্ভব। কিন্তু এর বিপরীতে ব্যবস্থাদি তত্ত্ব যে মূলনীতিটির উপর ভিত্তি করে দাঁড়িয়ে আছে, তা হল ভৌত প্রকৃতি কিংবা মানবসমাজে বিদ্যমান যেকোনও জটিল ব্যবস্থাকে এটি গঠনকারী অংশগুলির বিচ্ছিন্ন অধ্যয়নের মাধ্যমে নয়, বরং এগুলির মধ্যবর্তী পারস্পরিক সম্পর্ক এবং অন্যান্য ব্যবস্থার সাথে এগুলির সম্পর্কের অধ্যয়নের প্রেক্ষিতেই সবচেয়ে ভালোভাবে অনুধাবন করা সম্ভব। ব্যবস্থাদি তত্ত্বে এ সংক্রান্ত মূলনীতি, প্রতিমান (মডেল) ও বিধি নির্মাণের প্রচেষ্টা করা হয়, যেগুলি গবেষণার সমস্ত ক্ষেত্রের সব ধরনের ব্যবস্থাতে সব ধরনের স্তরে প্রয়োগ করা সম্ভব।\nজটিল ব্যবস্থা বা ব্যবস্থা বলতে প্রাকৃতিক বা মানবনির্মিত কতগুলি আন্তঃসম্পর্কিত, পরস্পর-নির্ভরশীল কিন্তু স্বতন্ত্র অংশের একটি জটিল, স্তরক্রমায়িত ও সুসংবদ্ধ সমগ্রকে বোঝায়, যার একটি সামগ্রিক পরিচয় আছে, যেটি একটি পরিবেশের মধ্যে অবস্থান করে এবং যা পরিবেশটি থেকে একটি সীমানা দ্বারা বিচ্ছিন্ন থাকে। কোনও ব্যবস্থার অংশগুলি নিজেরাও একেকটি জটিল ব্যবস্থা (উপব্যবস্থা) হতে পারে। কোনও জটিল ব্যবস্থা তার অংশসমূহের সমষ্টি অপেক্ষা বেশি কিছু হয়ে থাকে। একটি ব্যবস্থা চারপাশের পরিবেশ থেকে সম্পূর্ণ বিচ্ছিন্ন হতে পারে, বা পরিবেশের প্রতি উন্মুক্ত থাকতে পারে। উন্মুক্ত ব্যবস্থাগুলি আত্ম-নির্ভরশীল নয়। এগুলি নিজ পরিচয় নিয়ে টিকে থাকার জন্য পারিপার্শ্বিক পরিবেশের সালথে আন্তঃক্রিয়া সম্পাদন করে। কোনও উন্মুক্ত ব্যবস্থার আন্তঃক্রিয়া আগম, মধ্যগম ও নির্গম - এই তিনটি ধারণা দিয়ে ব্যাখ্যা করা যায়। ব্যবস্থাদি তত্ত্ব অনুযায়ী যেকোনও ব্যবস্থার একটি বিশেষ পরম উদ্দেশ্য থাকে, যা এর উপাংশগুলির বিশেষ বিশেষ উদ্দেশ্য অপেক্ষা ভিন্ন এবং একই পরম উদ্দেশ্য বা চূড়ান্ত পরিণাম সেই ব্যবস্থাটি একাধিক পথে অর্জন করতে পারে (চূড়ান্ত পরিণাম অর্জনের সমতা)। প্রতিটি ব্যবস্থা পরিবেশের সাথে আন্তঃক্রিয়া সম্পাদন করে পরিবেশ থেকে প্রাপ্ত ইতিবাচক বা নেতিবাচক প্রত্যুত্তরের পুনর্নিবেশনের প্রেক্ষিতে নিজ পরিচয়ে টিকে থাকার উদ্দেশ্যে উপযোজিত হয় এবং একই সাথে অভ্যন্তরীণ স্থিতিশীলতা বা ভারসাম্য বজায় রাখার চেষ্টা করে।\nব্যবস্থাদি তত্ত্ব পরিকাঠামো সংক্রান্ত চিন্তাভাবনা ১৯শ শতকে গেয়র্গ হেগেল সামাজিক ও ভৌত বিজ্ঞান ক্ষেত্রে শুরু করেন এবং ২০শ শতকে এসে ১৯৪০-এর দশকে অস্ট্রীয় জীববিজ্ঞানী লুডভিগ ফন বের্টালানফি তত্ত্বটির প্রভূত উন্নতি সাধন করেন। অভিজ্ঞতাবাদী দৃষ্টিভঙ্গি থেকে ঐতিহ্যগতভাবে বিশ্বের বিভিন্ন বস্তু বা ঘটনাকে এগুলিকে গঠনকারী একেকটি স্বতন্ত্র অংশকে আলাদা করে পর্যবেক্ষণ করে এগুলির উপরে গবেষণা সম্পাদন করা হয়। এরূপ \"আংশিকতাবাদী\" দৃষ্টিভঙ্গির কারণে জ্ঞান-বিজ্ঞানের যেকোনও ধরনের গবেষণার বিশেষায়ন ঘটে থাকে। কিন্তু বের্টানালফি যুক্তি দেন যে সবকিছুই আন্তঃসংযুক্ত এবং জটিল ব্যবস্থাগুলি ও এগুলির উপাদানগুলি সর্বদা পরিবেশ ও একে অপরের সাথে আন্তঃক্রিয়ার মাধ্যমে বিষমভাবে অভিযোজিত হয়ে বিবর্তিত হতে থাকে। তাই বাস্তব বিশ্বকে অনুধাবন করতে হলে এই জটিল আন্তঃসংযুক্তিগুলিকে \"সামগ্রিকতাবাদী\" দৃষ্টিকোণ থেকে অধ্যয়ন করতে হবে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nব্যবস্থা পরিচালনা বিজ্ঞান\nব্যবস্থাদি বিজ্ঞান\nনিয়ন্ত্রণ তত্ত্ব\nতথ্য তত্ত্ব\nযোগাযোগ তত্ত্ব\n\n\n== পরিভাষা ==\nঅভ্যন্তরীণ স্থিতিশীলতা - homeostasis\nআংশিকতাবাদী - reductionist\nআগম - input\nআত্ম-নির্ভরশীল - self-contained\nআন্তঃক্রিয়া - interaction\nআন্তঃনির্ভরশীল - interdependent\nআন্তঃশাস্ত্রিকতা - interdisciplinary\nআন্তঃসংযুক্ত - interconnected\nআন্তঃসংযুক্তি - interconnection\nউন্মুক্ত ব্যবস্থা - open system\nউপব্যবস্থা - subsystem\nউপযোজন - adaptation\nউপাংশ - component\nচূড়ান্ত পরিণামের সমতা - equifinality\nজটিল ব্যবস্থা - complex system\nজটিলতা - complexity\nধারণাগত পরিকাঠামো - conceptual framework, paradigm\nনির্গম - output\nপরম উদ্দেশ্য - teleology\nপরিবেশ - environment\nপুনর্নিবেশ - feedback\nবদ্ধ ব্যবস্থা - closed system\nব্যবস্থা - system\nব্যবস্থাদি তত্ত্ব - Systems theory\nমধ্যগম - throughput\nসামগ্রিকতাবাদী - holistic\nসীমানা - boundary\nস্তরক্রমায়িত - nested\nস্বতন্ত্র অংশ বা খণ্ড - distinct part"}