{"pageid": 1052728, "title": "আবদুল মমিন চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1052728", "content": "আবদুল মমিন চৌধুরী (২২ জানুয়ারি ১৯৪০ - ৯ ফেব্রুয়ারি ২০২৪) একজন বাংলাদেশী ইতিহাসবিদ এবং শিক্ষাবিদ। তিনি বাংলাদেশ জাতীয় বিশ্ববিদ্যালয় এবং প্রাইম এশিয়া বিশ্ববিদ্যালয়ের সাবেক উপাচার্য। তিনি বাংলাদেশ ইতিহাস সমিতি ও বাংলাদেশ এশিয়াটিক সোসাইটির সভাপতি হিসেবেও দায়িত্ব পালন করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nমমিন চৌধুরী ১৯৪০ সালে জন্মগ্রহণ করেন। তার পিতা আবদুল ওয়াদুদ চৌধুরী এবং মাতা শিরিন বেগম। তিনি ১৯৫৪ সালে ঢাকার আরমানিটোলা সরকারি উচ্চ বিদ্যালয় থেকে ম্যাট্রিক এবং ১৯৫৬ সালে ঢাকা কলেজ থেকে আইএ পাস করেন। তিনি ঢাকা বিশ্ববিদ্যালয়ের ইতিহাস বিভাগ থেকে ১৯৫৯ সালে বি.এ. (অনার্স) এবং ১৯৬০ সালে এম.এ. ডিগ্রি লাভ করেন। তিনি লন্ডন বিশ্ববিদ্যালয়ের স্কুল অব ওরিয়েন্টাল অ্যান্ড আফ্রিকান স্টাডিজ থেকে ১৯৬৫ সালে পিএইচ.ডি. ডিগ্রি অর্জনের পাশাপাশি ১৯৭৫-৭৬ সালে কমনওয়েলথ ফেলোশিপ নিয়ে পোস্ট-ডকটোরাল গবেষণাও সম্পন্ন করেন। ২০১৩-১৪ সালে অধ্যাপক চৌধুরী সিনিয়র ফুলব্রাইট ফেলো হিসেবে যুক্তরাষ্ট্রের ভ্যান্ডারবিল্ট বিশ্ববিদ্যালয়ের ইতিহাস বিভাগে ভিজিটিং স্কলার হিসেবে গবেষণা করেন।\n\n\n== কর্মজীবন ==\nআবদুল মমিন চৌধুরী ১৯৬০ সালে ঢাকা বিশ্ববিদ্যালয়ের ইতিহাস বিভাগে টিচিং ফেলো হিসেবে যোগদান করেন ও পরবর্তী বছর প্রভাষক পদে উন্নীত হন। একই বিভাগে তিনি ১৯৬৫ সালে সহকারী অধ্যাপক, ১৯৭০ সালে সহযোগী অধ্যাপক এবং ১৯৭৮ সালে অধ্যাপক হিসেবে পদোন্নতি পান। ২০০৫ সালে তিনি ইতিহাস বিভাগ থেকে অবসর লাভ করেন। অবসর গ্রহণের পর তিনি একই বিভাগে ২০০৬-২০১১ সাল পর্যন্ত সংখ্যাতিরিক্ত অধ্যাপক ও ২০১১-২০১৩ সাল পর্যন্ত অনারারি অধ্যাপক হিসেবে নিযুক্ত ছিলেন। দীর্ঘ কর্মজীবনে অধ্যাপনার পাশাপাশি তিনি ঢাকা বিশ্ববিদ্যালয়ের গ্রন্থাগারিক, কলা অনুষদের ডিন, সিন্ডিকেট ও সিনেট সদস্য-সহ বিভিন্ন গুরুত্বপূর্ণ পদে দায়িত্ব পালন করেন।\nতিনি স্বনামধন্য বিভিন্ন পেশাজীবী সংগঠন ও প্রতিষ্ঠানের সাথে যুক্ত ছিলেন। তিনি বাংলাদেশ ইতিহাস সমিতির সাধারণ সম্পাদক এবং সভাপতি হিসেবে দায়িত্ব পালন করেছেন। ২০০১-২০০৪ সাল পর্যন্ত তিনি বাংলাদেশ এশিয়াটিক সোসাইটির সভাপতি ছিলেন। ২০১৪ সালে তিনি এশিয়াটিক সোসাইটির ফেলো মনোনীত হন।\nচৌধুরী ২০০১-২০০৩ সাল পর্যন্ত বাংলাদেশ জাতীয় বিশ্ববিদ্যালয় এবং ২০০৩-২০০৫ পর্যন্ত প্রাইম এশিয়া বিশ্ববিদ্যালয়ের উপাচার্যের দায়িত্ব পালন করেন।\n\n\n== গবেষণাকর্ম ==\nআবদুল মমিন চৌধুরী উল্লেখযোগ্য সংখ্যক গবেষণামূলক গ্রন্থের রচয়িতা। জাতীয় ও আন্তর্জাতিক জার্নালে তার ৪০টিরও অধিক গবেষণা নিবন্ধ প্রকাশিত হয়েছে। তার বহুল প্রশংসিত বইগুলির মধ্যে অন্যতম, ইংরেজি ভাষায় প্রকাশিত ডাইনেস্টিক হিস্ট্রি অব বেঙ্গল (৭০৫-১২০০ খ্রিষ্টাব্দ), এশিয়াটিক সোসাইটি অব পাকিস্তান, ঢাকা, ১৯৬৭।\n\n\n== মৃত্যু ==\nআবদুল মমিন চৌধুরী ২০২৪ সালের ৯ ফেব্রুয়ারি ঢাকায় মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র =="}