{"pageid": 1052485, "title": "মহম্মদ সেলিম", "url": "https://bn.wikipedia.org/wiki?curid=1052485", "content": "মহম্মদ সেলিম (জন্ম: ৫ জুন ১৯৫৭) একজন ভারতীয় রাজনৈতিক ব্যক্তিত্ব। যার প্রপিতামহের বসতি ছিল তদানিন্তন আসামের অন্তর্গত সিলেট (বর্তমান বাংলাদেশ) জেলায়। তিনি সিপিআই(এম) পশ্চিমবঙ্গ রাজ্য কমিটির বর্তমান সম্পাদক। সেলিম ২০১৫ সালে ২১ তম বিশাখাপত্তনম পার্টি কংগ্রেসে ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) দলের পলিটব্যুরো সদস্য নির্বাচিত হন। তিনি ভারতের ১৬ তম লোকসভা নির্বাচনে রায়গঞ্জ লোকসভা কেন্দ্র থেকে সাংসদ হিসেবে নির্বাচিত হন। এর পূর্বে ১৪ তম লোকসভায় তিনি কলকাতা উত্তর পূর্ব লোকসভা কেন্দ্র থেকে সাংসদ ছিলেন।\n\n\n== শিক্ষাজীবন ==\nমহম্মদ সেলিম মৌলানা আজাদ কলেজ থেকে দর্শন বিভাগে পড়াশোনা করেন। এখানকার পড়াশোনা শেষ করার পর তিনি স্নাতকোত্তর ডিগ্রির জন্য যাদবপুর বিশ্ববিদ্যালয় এ ভর্তি হন।\n\n\n== রাজনৈতিক জীবন ==\nকলেজ জীবনেই মহম্মদ সেলিম ছাত্র রাজনীতিতে যুক্ত হয়ে পড়েন। যাদবপুর বিশ্ববিদ্যালয় এ ছাত্র আন্দোলন করার সময় তিনি তার পরবর্তী রাজনৈতিক জীবনের সহকর্মী নীলোৎপল বসু  এবং মানব মুখোপাধ্যায়ের সাথে পরিচিত হন।\nমহম্মদ সেলিম ১৯৯১ সাল থেকে ২০০১ সাল পর্যন্ত দশ বছর ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী)  দলের যুব সংগঠন ভারতের গণতান্ত্রিক যুব ফেডারেশনের সাধারণ সম্পাদক ছিলেন। ১৯৯০ সালেই তিনি তিনি ভারতীয় আইনসভার উচ্চকক্ষ রাজ্যসভার সদস্য নির্বাচিত হন এবং পরপর  দুবার তিনি রাজ্যসভার সাংসদ নির্বাচিত হন। ১৯৯০ থেকে ২০০১, মোট ১১ বছর মহম্মদ সেলিম রাজ্যসভার সাংসদ ছিলেন। ২০০১ সালের বিধানসভা নির্বাচনে তিনি এন্টালি বিধানসভা কেন্দ্র  থেকে ভোটে লড়েন এবং ষষ্ঠ বামফ্রন্ট সরকারের মন্ত্রী হন।\n২০০৪ লোকসভা নির্বাচনে মহম্মদ সেলিম  কলকাতা উত্তর পূর্ব লোকসভা কেন্দ্র থকে লোকসভার সদস্য নির্বাচিত হন।\n২০০৯ সালে সেলিম কলকাতা উত্তর লোকসভা কেন্দ্র থেকে ভোটে লড়ে সর্বভারতীয় তৃণমূল কংগ্রেস প্রার্থী সুদীপ বন্দ্যোপাধ্যায়ের কাছে পরাজিত হন।\n২০১৪ সালে মহম্মদ সেলিম রায়গঞ্জ লোকসভা কেন্দ্র থেকে ভোটে লড়ে ষোড়শ লোকসভার সদস্য হন। ২০১৯ সালের লোকসভা নির্বাচনে তিনি রায়গঞ্জ কেন্দ্র থেকে আবার ভোটে লড়েন এবং তৃতীয় স্থানে শেষ করেন।\n২০২১ সালে পশ্চিমবঙ্গ বিধানসভা নির্বাচনে তিনি চণ্ডীতলা বিধানসভা কেন্দ্র থেকে লড়েন এবং আবারও তৃতীয় হন।\n\n\n== তথ্যসূত্র =="}