{"pageid": 1052336, "title": "মুগপের", "url": "https://bn.wikipedia.org/wiki?curid=1052336", "content": "মুগপের দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের চেন্নাই জেলার উত্তর-পশ্চিম দিকে অবস্থিত একটি আবাসিক অঞ্চল। এটি অভ্যন্তরীণ চক্রপথের পশ্চিম দিকে অবস্থিত এবং চেন্নাই নগর নিগমের জোন ৭-অম্বাত্তুরের অন্তর্গত। এর উত্তর এবং পশ্চিম দিকে রয়েছে পাড়ি ও আম্বাত্তুর ইন্ডাস্ট্রিয়াল এস্টেটের মতো অর্থনৈতিক অঞ্চল।\nউত্তর-পশ্চিম দিকে অবস্থিত মঙ্গল হ্রদ ও‌ তৎসংলগ্ন উদ্যান এই লোকালয়ের বৃহত্তম উদ্যান। মুগপের পূর্ব ও পশ্চিম দুই ভাগে বিভক্ত।\n\n\n== নামকরণ ==\nমুগপ্পেরি নামে এই লোকালয়ে একটি হ্রদ ছিল, যেখান থেকে এই নামটি এসে থাকতে পারে। আবার আরেকটি জনশ্রুতি অনুসারে সন্তানহীন দম্পতিরা এই লোকালয়ের মন্দিরে প্রার্থনা করতে এলে তাদের সন্তান লাভ হতো। তামিল শব্দ 'মাক্কল' তথা জনগণ এবং তামিল শব্দ 'পেরু' অর্থাৎ প্রাপ্তি শব্দ দুটি একত্রিত করে এই স্থানের নাম এসে থাকতে পারে। এই স্থানটি পূর্বে \"মাক্কল-পেরু\" নামে পরিচিত ছিল যার অর্থ সন্তান লাভের কামনা। এখনো বহু দম্পতি শ্রী সন্তান শ্রীনিবাস পেরুমাল মন্দিরে সন্তান লাভের জন্য প্রার্থনা করতে আসেন।\n\n\n== অবস্থান ==\nমুগপের অম্বাত্তুর ও আন্নানগরের মাঝে ১১২ নং রাজ্য সড়কের ওপর অবস্থিত৷ অম্বাত্তুরের এর কাছাকাছি অবস্থিত হওয়ার কারণে পূর্বে\nথেকে পশ্চিম দিকে যাওয়া ট্রেনগুলির মাধ্যমে এটি অম্বাত্তুর, পট্টরবক্কম ও কোরট্টুরের সাথে যুক্ত। এখান থেকে তিন কিলোমিটার দূরে চেন্নাই বাস টার্মিনাসে দূরপাল্লার ট্রেন এবং বাসের টিকিট সংরক্ষণের ব্যবস্থা রয়েছে। চেন্নাই আন্তর্জাতিক বিমানবন্দর এখান থেকে ১৬ কিলোমিটার সড়ক দূরত্বে অবস্থিত। নিকটবর্তী মেট্রো রেলওয়ে স্টেশনটি হল কোয়মবেড়ু।\n৪ নং জাতীয় সড়ক এবং চেন্নাই বাইপাস অম্বাত্তুরে ১১২ নং রাজ্য সড়কের সাথে যুক্ত হয়ে দক্ষিণ দিকে মাদুরবায়ল ও পেরুঙ্গলতুরের দিকে অগ্রসর হয়েছে। অম্বাত্তুর থেকে ৪ নম্বর জাতীয় সড়কে পৌঁছানোর জন্য নোলম্বুর ও অয়বক্কমের মাঝে একটি আন্ডারপাস রয়েছে।\n\n\n== পরিবহন ==\n\n\n=== বাস পরিবহন ===\nমুগপের লোকালয় সড়ক পরিবহন তথা বাস পরিবহনই মূখ্য। লোকাল এরিয়া ডেভেলপমেন্ট ফান্ডের বরাদ্দ অর্থে এখানে একটি বাস টার্মিনাস নির্মিত হয়েছে। প্রতিদিন গড়ে ৫০ হাজার মানুষ এই বাস টার্মিনাস ব্যবহার করে থাকেন এবং ১৫ টি রূপে মোট ৫০ টি বাস ৪০০ ট্রিপে এখান থেকে পরিচালিত হয়।\n\n\n==== পূর্ব বাস টার্মিনাস ====\nমুগপের পূর্ব বাস টার্মিনাসটি ১৯৯০ খ্রিস্টাব্দে চালু হয়। পাড়ি সালাইয়ের পাশে দিয়ে রেকর্ড ক্ষেত্রফল জুড়ে বিস্তৃত এই টার্মিনালটি প্রতিদিন ২১ টি বাস অস্বাভাবিক দিনের সর্বনিম্ন পাঁচ হাজার যাত্রী পরিচালনা করে। ২০১৫ খ্রিস্টাব্দে ৬ মিলিয়ন ভারতীয় মুদ্রা দেয় এটি পুনর্নবীকরণ করা হয়।\n\n\n==== পশ্চিম বাস টার্মিনাস ====\nমুগপের পূর্ব বাস টার্মিনাসটি ২০১২ খ্রিস্টাব্দে সংস্কার করা হয়। প্রত্যেকদিন বারোটি রুটে ২৮০ ট্রিপে প্রায় ৩৯ টি বাস দৈনিক গড়ে ৩০,০০০ যাত্রীসহ পরিচালিত হয়।\n\n\n== তথ্যসূত্র =="}