{"pageid": 1052843, "title": "ইয়াহারি ওরে নো সেইশুন রাবুকোমে ওয়া মাচিগাত্তেইরু", "url": "https://bn.wikipedia.org/wiki?curid=1052843", "content": "মাই ইয়ুথ রোম্যান্টিক কমেডি ইজ রঙ্গ, অ্যাস আই এক্সপেক্টেড (জাপানি: やはり俺の青春ラブコメはまちがっている。, হেপবার্ন: ইয়াহারি ওরে নো সেইশুন লাভ কমেডি ওয়া মাচিগাত্তেইরু.), সংক্ষেপে ওরেগাইরু (俺ガイル) ও হামচি (はまち), তাছাড়াও মাই টিন রোম্যান্টিক কমেডি স্নাফু নামে পরিচিত জাপানি লাইট নভেল সিরিজটি ওয়াতারু ওয়াতারির লেখা আর পোনকান৮-এর দ্বারা অলংকারিত। সিরিজটি হাচিমান হিকিগায়া, একজন বদ্ধমস্তিষ্কের হতাশাবাদী ও বাস্তবতাপূর্ন কিশোরকে অনুসরণ করে, যে তার শিক্ষিকার দ্বারা বাধ্য হয়ে বিদ্যালয়ের পরিসেবা সঙ্গে যোগদানের পর দুটি মেয়ের সাথে নিজ নিজ ঝামেলা নিয়ে কাজ করা শুরু করে। তারা অন্যদের সাহায্য আর উপদেশ দেয়, কিন্তু নিজেদের সমস্যা নিয়ে সর্বদা পীড়িত থাকে।\nসিরিজের তিনটি মাঙ্গা অভিযোজন ও দুটি নৃতাত্ত্বিক খণ্ড রয়েছে। একটি অ্যানিমে টেলিভিশন সিরিজেরও অভিযোজন এখানে রয়েছে, যা ২০১৩ সালের ৪ঠা এপ্রিল থেকে ২৭শে জুন পর্যন্ত সম্প্রচারিত হয়েছিল। এরপর ২০১৫ সালের ২রা এপ্রিল থেকে ২৫শে জুন পর্যন্ত দ্বিতীয় মৌসুম সম্প্রচারিত হয় এবং শেষে তৃতীয় মৌসুম ২০২০ সালের ৯ই জুলাই থেকে ২৪শে সেপ্টেম্বর পর্যন্ত মুক্তি পায়। ১৯শে সেপ্টেম্বর, ২০১৩ সালে প্লেস্টেশন ভিটার জন্যে  ৫পিবি. একটি ভিডিও গেম মুক্তি করে, যার নাম দেওয়া হয় \"ইয়াহারি গেম দেমো ওরে নো সেইশুন রাবুকোমে ওয়া মাচিগাত্তেইরু\"। ৫পিবি একটি দ্বিতীয় ভিডিও গেম ২৭শে অক্টোবর, ২০১৬ সালে মুক্তি করে। দুটি গেম একসাথে প্লেস্টেশন ৪-এর জন্যে \"ইয়াহারি গেম দেমো ওরে নো সেইশুন রাবুকোমে ওয়া মাচিগাত্তেইরু. অ্যান্ড জোকু ওমাতোমে সেট\" নামে ২৬শে অক্টোবর, ২০১৭ সালে মুক্তি পায়।।\n\n\n== সূচনা ==\nএকাকী জীবনের, বাস্তববাদী হাচিমান হিকিগায়া আর সুন্দরী ইউকিনো ইউকিনোশিতাকে নিয়ে কাহিনীটি কেন্দ্রীভূত, যারা তাদের অসামঞ্জস্য ব্যক্তিত্ব ও ধারণা থাকা সত্বেও বিদ্যালয়ের পরিসেবা সংঘের অংশ হয়ে অন্যদের কাছে সাহায্যের হাত বাড়িয়ে দেয়। তাদের সাথে থাকে সর্বদা উৎসাহিত ও বন্ধুত্বপূর্ন ইউ ইউগাহামা। উচ্চ বিদ্যালয়ের কিশোর কিশোরীদের বিভিন্নরকম সামাজিক সমস্যা সমাধান ও একে অপরের প্রতি মানসিকতার চিত্র এই কাহিনীটিতে ফুটে উঠেছে।।\n\n\n== চরিত্র ==\n\n\n=== মূল চরিত্র ===\nসিরিজের মূল চরিত্রগুলি বিদ্যালয়ের পরিসেবা সংঘের সদস্য, যেটির তত্ত্বাবধানে রয়েছে শিজুকা হিরাতসুকা।।\n\nহাচিমান হিকিগায়া (比企谷 八幡, হিকিগায়া হাচিমান)\nকণ্ঠ দিয়েছেন: তাকুয়া এগুচি (জাপানি); অ্যাডাম গিবস (ইংরেজি)\nলাইট নভেলে যার দৃষ্টিকোণ থেকে কাহিনী বয়ে চলে, সে হলো সোবু উচ্চ বিদ্যালয়ের ক্লাস ২-এফ এর ছাত্র হাচিমান। অতীত থেকেই বৈষম্যযুক্ত হওয়ায় সে এখন একা, বন্ধুহীন ও দোষপূর্ন। তার সবচেয়ে বিশিষ্ট বৈশিষ্ট্য হলো তার \"মরা মাছের মতো চোখ\", যা অন্যদের দমিয়ে দেয়। বছরের পর বছর সামাজিকভাবে বিচ্ছিন্ন হওয়ার ফলে, দূর থেকে লোকজনদের দেখেই সে অপরের আসল চরিত্র উপলদ্ধি করতে পারে। অতীতে করে থাকা ভুলগুলোর মাধ্যমে সে বিশ্বাস করে যৌবন হলো ভন্ডদের জন্যে তৈরি ভন্ডামি। তার অভিজ্ঞতা জানায় যে বাকিদের সুখ, শুধুমাত্র একটা মুখোশ। ইউ তাকে ভালোবেসে \"হিক্কি\" বলে। হায়াতোর দল ভুলভাবে তাকে \"হিকিতানি\" বলে ডাকে।\nতার শিক্ষিকা শিজুকা দুশ্চিন্তা করে যে সে যেন একেবারেই সমাজচুত্য না হয়ে পড়ে এবং তাই জোর করে তাকে পরিসেবা সংঘে যোগদান করিয়ে দেয়। হাঁচিমান নিজেকে একটি তাৎপর্যহীন অস্তিত্ব বলে বিশ্বাস করে এবং বাকিদের খুশি রাখার জন্যে নিজের ঘাড়ে সকল দোষ নিয়ে নেয়।\nউচ্চ বিদ্যালয়ের প্রথম দিনে সে ইউ-এর কুকুরকে বাঁচাতে গিয়ে গাড়ি দুর্ঘটনায় জড়িয়ে পড়ে ও তিন সপ্তাহের জন্যে হাসপাতালে ভর্তি থাকে। ক্লাসে ফিরে গেলে সে একদমই একা হয়ে যায় কারন ততদিনে অন্যেরা নিজ নিজ দল বানিয়ে নিয়েছিল। সে মনে করে, তার প্রতি ইউ-এর অনুভূতিগুলো শুধুমাত্র অপরাধবোধের ফলাফল আর তাই সে ইউকে পরোক্ষভাবে প্রত্যাখ্যান করে দেয়, এমনটা ভেবে যে সে ইউ-এর জন্যে আরো বেশি সমস্যাই তৈরি করবে ভবিষ্যতে। সে ইউকিনোর থেকেও নিজেকে দূরে রাখে এটা জানবার পর, যে গাড়িটি তাকে ধাক্কা মেরেছিল, সেটি তার পরিবারের ছিল। দুই ক্ষেত্রেই সকল ভুল বোঝাবুঝি মিতে যাওয়ার পর সকলে এক হয়ে যায়। অন্যদের আচরণ পড়তে পারার জন্যে, সে দুই মেয়ের অনুভূতির সম্বন্ধে জেনে থাকলেও প্রকৃতরূপে সেগুলি মেনে নিতে পারে না, কিন্তু অবশেষে নিজের অনুভূতির সাথে সৎ হয়ে সে ইউকিনোর কাছে নিজের ভালোবাসা স্বীকার করে।।\nইউকিনো ইউকিনোশিতা (雪ノ下 雪乃, ইউকিনোশিতা ইউকিনো)\nকণ্ঠ দিয়েছেন: সাওরি হায়ামি (জাপানি); মেলিসা মোলানো (ইংরেজি)\nইউকিনো হলো ক্লাস ২-জে এর ছাত্রী ও পরিসেবা সংঘের প্রধান, হাচিমানের যোগদানের আগে সেই একমাত্র সদস্য ছিল। সে ধনী পরিবারে জন্মগ্রহণ করেছে, বুদ্ধিমান, সুন্দরী, ও তার ঠান্ডা ব্যবহারের জন্যে সে \"বরফ-ঠান্ডা সৌন্দর্য\" ডাকনামে পরিচিত। হাচিমানের জন্যে সে প্রথমে কোনো দোয়া আর সহমর্মিতা দেখায়নি, কিন্তু পরে তার কাছে সে আরো খুলে যায়। প্রতিভা আর সৌন্দর্যের কারণে বহু মেয়ে তাকে হিংসা করে এবং সেও তাদের এই মনোভাবকে ঘৃনা করে, ফলে তার খুব কমই বন্ধু রয়েছে। \"উচ্চপদের দায়িত্ব\" নিয়ে তার এক বদ্ধ ধারণা আছে, সে বিশ্বাস করে এটা সর্বদা অসাধারনদের কাজ, এই পৃথিবীর \"দিশেহারা ভেড়াগুলি\"-কে সাহায্য করে দিতে। সে অন্যদের সাহায্য তো করতে চায়, কিন্তু সে নির্মমভাবে অন্যের দোষ সৎভাবে বিবেচনা করে। ব্যক্তিত্বের কারণে সে অনেকসময় নির্বুদ্ধি হয়ে একে অপরকে বুঝতে পারে না, বিশেষত ইউকে, এবং এটা দেখাতে সে দ্বিধা বোধও করে না। তা সত্বেও ইউ তাকে ভালোবেসে \"ইউকিনোন\" বলে ডাকে; তার কারণেই ইউকিনো সদয় হয় ও তারা দুজনে প্রিয় বন্ধু হয়ে যায়। সে হাচিমানকে গাড়ি দুর্ঘটনার থেকে চিনতে পারে, কিন্তু পরিসেবা সংঘে যোগদানের সময় এব্যাপারে মিথ্যা কথা বলে। হাচিমান তার থেকে দূরে সরে গেলে, তার দিদি তাকে এব্যাপারে জানায় ও ফলে সে ভেঙ্গে পড়ে। পুরো সিরিজ জুড়ে, সে তার জন্যে নিজের অনুভূতি বিকাশ করে এবং শেষে হাচিমানের ভালোবাসা স্বীকার করে নেয়।।\nইউ ইউগাহামা (由比ヶ浜 結衣, ইউগাহামা ইউ)\nকণ্ঠ দিয়েছেন: নাও তোয়ামা (জাপানি); ক্যাট থমাস (ইংরেজি)\nইউ হচ্ছে হাচিমানের সহপাঠিনী। একজন উৎসাহী, খোলামেলা মেয়ে, ইউ পরিসেবা সংঘের প্রথম \"কাস্টমার\" হয়, সে কোনো \"নির্দিষ্ট একজনের\" জন্যে কুকি বানাতে সাহায্য চেয়েছিল। এব্যাপারে কোনো দ্বিধা নেই যে সে দলের সবচেয়ে চঞ্চল ও বন্ধুত্বপূর্ন সদস্য, তার সমস্যা তার ব্যক্তিত্বের উপর নয়, কিন্তু নিজেকে প্রকাশ করায় তার বন্ধুদের হারানোর ভয় জাগে, এবং তাই সে ইউকিনো আর হাচিমানকে শ্রদ্ধা করে কারন তারা তাদের আসল অনুভূতিগুলি প্রকাশ করতে পারে। সে বিশ্বাস করে প্রতিভা জন্মগত, ও তার মধ্যে প্রায়ই অন্যের মতো হওয়ার আকাঙ্খা দেখা দেয়, যতক্ষণ না একদিন ইউকিনো তার এই মানসিকতা পরিবর্তন করে দেয়। পরিসেবা সংঘের অভিজ্ঞতা দিয়ে, সে বিদ্যালয়ের পরেও সংঘে আসা শুরু করে, যদিও ইউকিনো খানিকটা আপত্তি করেছিল প্রথমে। ক্লাসে ইউ হায়াতোর দলের একজন, কিন্তু তাদের কাছে ইউ-এর কিছু বলার থাকে না যেহেতু ইউমিকো তাকে অভিভূত করে দেয়। হাচিমানের প্রতি তার ভালোবাসার তখন থেকে শুরু হয়, যখন সে বিদ্যালয়ের প্রথম দিনে তার কুকুরকে বাঁচায়।।\n\n\n=== ক্লাস ২-এফ ===\nসাইকা তোতসুকা (戸塚 彩加, তোতসুকা সাইকা)\nকণ্ঠ দিয়েছেন: মিকাকো কোমাতসু (জাপানি); মার্গারেট ম্যাকডোনাল্ড (ইংরেজি)\nসাইকা হচ্ছে টেনিস ক্লাবের প্রধান, যার উভলিঙ্গ চেহারা রয়েছে, কিন্তু সকলকে তার লিঙ্গ ভুল না বুঝতে বেশি পছন্দ করে। তার সহপাঠিনীরা তাকে \"রাজকুমার\" বলে ডাকে। প্রথম সাক্ষাতেই, সাইকা হাচিমানকে টেনিস ক্লাবে যোগদান করাতে চায়, কিন্তু ইউকিনো তা হতে দেয় না। সাইকা এরপর পরিসেবা সংঘকে তার টেনিস দক্ষতার উন্নতি করতে সাহায্য চায়। ঘটনাক্রমে, সে ক্লাস ২এফ -এর কমসংখ্যক লোকজনদের মধ্যে একজন হয়ে যায়, যে হাচিমানের সাথে কথা বলে ও ঘুরতে যায়। সাইকা একজন ছেলে জানা সত্বেও, হাচিমান অনিচ্ছুকভাবে তার প্রতি আকর্ষিত বোধ করে।।\nহায়াতো হায়ামা (葉山 隼人, হায়ামা হায়াতো)\nকণ্ঠ দিয়েছেন: তাকাশি কোনদো (জাপানি); স্কট গিবস (ইংরেজি)\nহায়াতো হলো ইউকিনোর ছোটবেলাকার বন্ধু, যাকে ক্লাস ২এফ-এর কেন্দ্রীয় চিত্রও বলা যেতে পারে এবং ফুটবল ক্লাবের টেক্কা। হাচিমান সমেত অন্যান্যদের উপর সে সর্বদাই খুব দয়ালু ও সর্বদাই সকলকে সাহায্যের হাত বাড়িয়ে দেয়। হায়ামা দাবি করে যে সে হাচিমানের সাথে কোনো ভালো সম্পর্কে থাকতে পারবে, যেহেতু হাচিমানের অপরের স্বার্থে নিজের আত্মবিসর্জনের ধারণা সে পছন্দ করে না। অতীতের এক ঘটনার কারণে ইউকিনোর সাথে তার সম্পর্কে বেশ কিছু সমস্যা রয়েছে, তাই এই সম্পর্ক সারিয়ে তুলতে সে ব্যর্থ হতে থাকে। জনপ্রিয়তা ও সাফল্য থাকা সত্বেও সে হাচিমানের থেকে নিজেকে নুণ্য মনে করে।।\nইউমিকো মিউরা (三浦 優美子, মিউরা ইউমিকো)\nকণ্ঠ দিয়েছেন: ম্যারিনা ইনোউয়ে (জাপানি); ক্রিস্টিনা কেলি (ইংরেজি)\nআড়ম্বরপূর্ণ ব্যক্তিত্বের ইউমিকো হলো ক্লাস ২এফ এর জনপ্রিয় মেয়ে। সে হচ্ছে হায়াতোর দলের প্রধান নারীমূর্তি এবং গল্পে ইঙ্গিত দেওয়া হয়েছে যে হায়াতোর প্রতি তার অনুভূতি বর্তমান রয়েছে। জনপ্রিয়তার কারণে বন্ধু বানাতে তার কোনো অসুবিধা হয় না, কিন্তু সবার সামাজিক অসুবিধা বুঝতে সে বড়োই অক্ষম থাকে।।\nহিনা এবিনা (海老名 姫菜, এবিনা হিনা)\nকণ্ঠ দিয়েছেন: নোজোমি সাসাকি (জাপানি); নাটালি রিয়াল (ইংরেজি).\nইউমিকো আর ইউ-এর খুব কাছের বন্ধু ও হায়াতোর দলের একজন সদস্য হলো এবিনা। সে হলো একজন বৃহৎ ইয়াওই ফ্যানগার্ল যে দুটো ছেলেকে একসাথে দেখতে খুব ভালোবাসে। যখন সে উত্ত্যক্ত হয়ে যায়, কারোর ব্যক্তিগত উক্তই আর টিকে থাকে না। সে সবকিছু খুব বিশেষভাবে খেয়াল করে, বিশেষত কাপড়ের প্রতি।।\nসাকি কাওয়াসাকি (川崎 沙希, কাওয়াসাকি সাকি)\nকণ্ঠ দিয়েছেন: আমি কোশিমিজু (জাপানি); টেরেসা জিমারম্যান (ইংরেজি)\nসাকি হচ্ছে হাচিমানের সহপাঠিনী, যাকে দেখে খারাপ মনে হলেও ভেতরে ভেতরে সে বন্ধু বানাতে চায়। সে তার ভাইকে এতটাই যত্ন করে যে বিদ্যালয়ের মাইনে ও পরিবারের চাপ কমানোর জন্যে নিজের বয়স আর নাম লুকিয়ে একজন বারটেন্ডার হিসেবে কাজ করা শুরু করে। তার ভাই পরিসেবা সংঘের কাছে সাহায্য চাইলে তারা সাকিকে অনুসরণ করে তার কাজের জায়গায় পৌঁছে যায় ও এভাবে রাত্রে কাজ করার উদ্দেশ্যও জানতে পেরে যায়; সে অবশ্য কাজ করা বন্ধ করে দেয় যখন পরিসেবা সংঘ তাকে স্কলারশিপের লক্ষ্য রাখার প্রস্তাব দেয়।।\nকাকেরু তোবে (戸部 翔, তোবে কাকেরু)\nকণ্ঠ দিয়েছেন: ছাদো হোরি (জাপানি); গ্যারেথ ওয়েস্ট (ইংরেজি)\nতোবে হলো হায়াতোর দলের একজন সদস্য, যে একইসাথে ফুটবল ক্লাবেও আছে। সে হিনাকে ভালোবাসে এবং সাংস্কৃতিক অনুষ্ঠানের জন্যে লেখা হিনার স্ক্রিপ্টকে একমাত্র সেই সমর্থন করে। বিদ্যালয় ভ্রমণের সময় হিনাকে সে প্রেম নিবেদন করবে বলে ঠিক করে আর তাই পরিসেবা সংঘের থেকে সাহায্য চায়। যদিও, হাচিমান জানত হিনা কোনো সম্পর্কে আসতে চায় না, তাই সে নিজে গিয়ে হিনার সামনে প্রেম নিবেদন করে (ও প্রত্যাখ্যান পায়) যাতে তোবেকে প্রত্যাখ্যানের হাত থেকে বাঁচাতে পারে, ফলে তাদের দলের স্থিতিশীলতা বজায় থাকে।।\nইয়ামাতো (大和, ইয়ামাতো)\nকণ্ঠ দিয়েছেন: ইয়োহিহিসা কাওয়াহারা (জাপানি); অর্লান্ডারস জোনস (ইংরেজি)\nইয়ামাতো হলো হায়াতোর দলের একজন সদস্য এবং সে রাগবি ক্লাবেও রয়েছে।।\nওকা (大岡, ওকা)\nকণ্ঠ দিয়েছেন: মিনোরু শিরাইশি (জাপানি); ড্যানিয়েল রেগোজো (ইংরেজি)\nওকা হলো হায়াতোর দলের একজন সদস্য, যে বেসবল ক্লাবে রয়েছে।।\nমিনামি সাগামি (相模 南, সাগামি মিনামি)\nকণ্ঠ দিয়েছেন: মিনাকো কোতোবুকি (জাপানি); ক্যাটলিন ফ্রেঞ্চ (ইংরেজি)\nমিনামি হলো ক্লাস ২এফ এর দ্বিতীয় সবচেয়ে প্রভাবশালী দলের নেত্রী এবং সে ইউকে সহ্য করতে পারে না, যার সাথে তার বিদ্যালয়ের প্রথম বছরে সবথেকে বেশি শ্রেয় দলে থাকার জন্যে ভাব ছিল। সাংস্কৃতিক অনুষ্ঠানে নিজের\nমূল্য বাড়াতে সে ক্রীড়াসূচির সংগঠক হওয়ার দায়িত্ব নেয়, যদিও সে নিজে একা কিছু করতে পারবে না আর তাই পরিসেবা সংঘের কাছে সাহায্য চায়। তাই, ইউকিনো সহ সংগঠক হওয়ার দায়িত্ব নিয়ে নেয় এবং সাংস্কৃতিক অনুষ্ঠানকে সার্থক করে তোলে, কিন্তু উল্টে মিনামি এব্যাপারে নিজের ব্যর্থতায় অবসাদগ্রস্ত হয়ে সমাপনী অনুষ্ঠান নিয়ন্ত্রণ করতে অনুপস্থিত থাকে। যদিও, হাচিমানের নির্মম ধমকের পর তার সমস্ত দোষ-ত্রুটি হাচিমানের কাধে এসে পরে এবং তার ফলে সে উচ্চ প্রেরনার সাথে সার্থকভাবে সাংস্কৃতিক অনুষ্ঠান সমাপ্ত করতে পারে।।\n\n\n=== অন্যান্য ===\nশিজুকা হিরাতসুকা (平塚 静, হিরাতসুকা শিজুকা)\nকণ্ঠ দিয়েছেন: রিয়োকা ইউজুকি (জাপানি); হেইডি হিনকেল (ইংরেজি)\nশিজুকা হলো হাচিমানের শিক্ষিকা, একজন ভাষা শিক্ষিকা যে তার ভবিষ্যত আর পরিসেবা সংঘের  উপদেষ্টা/ পরামর্শদাতা । হাচিমানের \"সমস্যা\"র বিষয়ে সে সজাগ থাকে, এবং তাকে সেই সমস্যাগুলি থেকে মুক্ত করার জন্যে পদক্ষেপ নেয়, তার প্রথম পদক্ষেপ হলো হাচিমানকে জোর করে পরিসেবা সংঘে যোগদান করানো। যদিও তার নিজেরও কিছু ঘোরফের রয়েছে: সে একজন তরুণ ধূমপায়ী, সে তার বয়স আর অবিবাহিতা হওয়ার ব্যাপারে কথা বলতে বা শুনতে পারে না, এবং অনেকবারই তাকে জনপ্রিয় শোনেন মাঙ্গার দৃশ্য বা প্রলাপ অনুকরণ করতে দেখা যায়। এছাড়াও, সে পরিসেবা সংঘে ঢোকার আগে দরজায় ঠক্ঠক্ করে না, ফলে ইউকিনো প্রচণ্ড বিরক্ত হয়ে যায়। সাংস্কৃতিক অনুষ্ঠানের ঘটনার পর, সে হাচিমানকে বলে যে অন্যদের সাহায্য করার জন্যে নিজেকে কষ্ট দেওয়ার কোনো কারন নেই, যেহেতু এখানে আরো অনেকজনই রয়েছে, যারা তাকে যন্ত্রণায় দেখে নিজেরা কষ্ট পায়।।\nইয়োশিতেরু জাইমোকুজা (材木座 義輝, জাইমোকুজা ইয়োশিতেরু)\nকণ্ঠ দিয়েছেন: নোবুইউকি হিয়ামা (জাপানি); অ্যান্ড্রু লাভ (ইংরেজি)\nইয়োশিতেরু হচ্ছে ক্লাস ২সি-এর ছাত্র, যে কৈশোরকালীন ভ্রান্তিভ্রমে আক্রান্ত রয়েছে। শরীরচর্চা ক্লাসের সময় একসাথে থাকার ফলে সে হাচিমানকে তার একজন বন্ধু হিসেবে দেখা শুরু করে। সে বিরক্তিকর হলেও, তার একটি ওটাকু বন্ধুদের দল রয়েছে, যাদের সাথে তার ভালো সম্পর্ক রয়েছে। সে একজন লাইট নভেল লেখক হতে চায়।।\nকোমাচি হিকিগায়া (比企谷 小町, হিকিগায়া কোমাচি)\nকণ্ঠ দিয়েছেন: আওই ইউকি (জাপানি); হিলারি হাগ (ইংরেজি)\nকোমাচি হলো হাচিমানের ছোটো বোন, যে তার দাদার থেকে একদম আলাদা, সে সর্বদা প্রফুল্ল এবং প্রাণবন্ত ও সে তার নিজের স্কুলের ছাত্র পরিষদের সদস্য। সে তার দাদার সমাজ বিরোধী ব্যক্তিত্বের কথা বোঝে, তার যত্ন নেয় ও তাকে ভরসা করে। দাদার সাথে জুড়ে থাকলেও, সে চালাকি করে হাচিমানকে ইউকিনো আর ইউ-এর সাথে যুক্ত করে দেওয়ার চেষ্টা করে।।\nহারুনো ইউকিনোশিতা (雪ノ下 陽乃, ইউকিনোশিতা হারুনো)\nকণ্ঠ দিয়েছেন: মাই নাকাহারা (জাপানি); অলিভিয়া সুয়াসেই (ইংরেজি)\nহারুনো হচ্ছে ইউকিনোর বড়ো দিদি। সে অন্যান্যদের প্রতি ভালো আচার আচরণ করলেও আসলে তার বিদ্বেষপূর্ন ব্যক্তিত্বেরই প্রকাশ পায়। কলেজ ছাত্রী হওয়া সত্বেও সে নিজের অনেকটা সময়ই বোনের পেছনে গোয়েন্দাগিরি করে কাটায়। ইউকিনো তাকে কঠিন শত্রু হিসেবে দেখে, কিন্তু হারুনো শুধুমাত্র বলে যে তার বোন কেবলমাত্র সৌন্দর্যে তাকে টেক্কা দিয়ে চায়। অথচ, দ্বিতীয় মৌসুমে ঘটনাক্রমে ইউকিনো আর হাচিমানকে সে কষ্ট দেয়।\nসোবু উচ্চ বিদ্যালয়ের সে একজন পুরোনো ছাত্রী। হাচিমানের উপলদ্ধিকে সে স্বীকৃতি দেয় ও অনেকসময় খেলার ছলে তাকে জ্বালায়।\nলোকে তার সৌন্দর্য্য, ধনী ও অনন্য হওয়াকে ভালো চোখে দেখে, সর্বদা তার পেছনে থাকে এবং সে অন্যদের জন্যে যে জটিল সমস্যাগুলি বানায়, তা খেয়াল করে না।।\nতাইশি কাওয়াসাকি (川崎 大志, কাওয়াসাকি তাইশি)\nকণ্ঠ দিয়েছেন: আয়ামু মুরাসে (জাপানি); মর্গান বেরি (ইংরেজি)\nতাইশি হলো সাকির ছোট্ট ভাই ও কোমাচির সহপাঠী। সে কো মাচির সাথে ভালো সম্পর্ক রয়েছে এবং সাকির দেরিতে বাড়ি ফিরে আসার জন্যে দুশ্চিন্তা করে।।\nরুমি সুরুমি (鶴見 留美, সুরুমি রুমি)\nকণ্ঠ দিয়েছেন: সুমিরে মোরোহোশি (জাপানি); সাভানা মেনজেল (ইংরেজি)\nরুমি হচ্ছে একজন প্রাইমারি স্কুলের একাকী ছাত্রী যে তার বন্ধুদের দ্বারা প্রকাশ্যে অপদস্থ হয়। হায়াতো রুমির বন্ধুদের সামনে তার সাথে কথা বলে সমস্যা মেটানোর চেষ্টা করে, কিন্তু উল্টে তারা রুমির প্রতি আরো ঘৃণ্য আকর্ষণ অনুভব করে। হাচিমান আর তার সঙ্গীরা ঠিক করে এখান থেকে তাকে বাঁচানোর একটাই উপায়, আর সেটা হলো রুমির বন্ধুদের মধ্যে বিশ্বাস ভেঙ্গে দেওয়া। গুপ্তধন খোঁজার সময় হায়াতো ও কাকেরু তাদেরকে ভয় দেখায় এবং ঘটনাক্রমে তারা সকলে একে অপরের প্রতি ভরসা হারায়। তবে, রুমি ক্যামেরার ফ্ল্যাশ ব্যবহার করে তাদের দলকে পালাতে সাহায্য করে।।\nমেগুরি শিরোমেগুরি (城廻 めぐり, শিরোমেগুরি মেগুরি)\nকণ্ঠ দিয়েছেন: আজুমি আসাকুরা (জাপানি); জ্যাড স্যাক্সটন (ইংরেজি)\nমেগুরি হলো তৃতীয় বর্ষের ছাত্রী ও সোবু উচ্চ বিদ্যালয়ের ছাত্র পরিষদের পুরনো প্রধান। যদিও সে নিজে একজন ভরসাযোগ্য নেত্রী নয়, তবুও তার ব্যক্তিত্বের কারণে সে উপদেষ্টাদের থেকে প্রচুর সহযোগিতা পেয়ে ছাত্র পরিষদকে ঐক্যবদ্ধ করতে সফল হয়েছে।।\nইরোহা ইসশিকি (一色 いろは, ইসশিকি ইরোহা)\nকণ্ঠ দিয়েছেন: আয়ানে সাকুরা (জাপানি); লুসি ক্রিস্টিয়ান (ইংরেজি)\nইরোহা হচ্ছে একজন প্রথম বর্ষের ছাত্রী যে ফুটবল টিমকে পরিচালনা করে, উৎসাহী ও মিষ্টি মেয়ে। মজায় মজায় তাকে যেহেতু ছাত্র পরিষদের প্রধান নির্বাচনে প্রার্থী দাড়াতে হয়েছিল, সে নির্বাচিত না হওয়ার উপায় খোঁজার জন্যে পরিসেবা সংঘকে অনুরোধ করে এবং যাতে সে হেরেও না যায় খুব লজ্জাজনকভাবে। ঘটনাক্রমে হাচিমান তাকে প্রধান হতে সন্তুষ্ট করলে সে শেষপর্যন্ত ছাত্র পরিষদের প্রধানের দায়িত্ব স্বীকার করে নেয়। সর্বদা হাচিমান যা তাকে বলে বা করে, ইরোহা মজা করে সেটা প্রেমের ভান হিসেবে নেয় ও তাকে চটপট প্রত্যাখ্যানও করে দেয়।।\nকাওরি ওরিমোতো (折本 かおり, ওরিমোতো কাওরি)\nকণ্ঠ দিয়েছেন: হারুকা তোমাতসু (জাপানি); কিরা ভিনসেন্ট-ডেভিস (ইংরেজি)\nকাওরি হচ্ছে হাচিমানের মিডল স্কুল বান্ধবী, যাকে সে আগে একবার প্রেম প্রস্তাব দিয়েছিল। এখন সে কাইহিন জেনারেল হাই স্কুলে পড়ে।।\nচিকা নাকামাচি (仲町 千佳, নাকামাচি চিকা)\nকণ্ঠ দিয়েছেন: সাকি ফুজিতা (জাপানি); ক্রিস্টি গুড্রাই (ইংরেজি)\nচিকা হলো কাওরির বন্ধু ও কাইহিন জেনারেলে তার সহপাঠিনী। সে হায়াতোকে পছন্দ করে।।\nতামানাওয়া (玉縄)\nকণ্ঠ দিয়েছেন: সাতোশি হিনো (জাপানি); মিকে হাইমোতো (ইংরেজি)\nতামানাওয়া হলো কাই হিন হাই স্কুলের ছাত্র পরিষদের প্রধান।।\nমিস. ইউকিনোশিতা\nকণ্ঠ দিয়েছেন: কিকুকো ইনোউয়ে (জাপানি); শেলি ক্যালিন-ব্ল্যাক (ইংরেজি)\nতিনি হলেন হারুনো ও ইউকিনোর মা। তিনি ইউকিনোর একা থাকার জন্যে দুশ্চিন্তা করেন এবং তাই হারুনোকে তার উপর গোয়েন্দাগিরি করতে পাঠিয়ে দেন। একটি স্কুল পরিষদ অনুষ্ঠানের পর রাত্রে দেরি করে ইউকিনোর সাথে দেখা হয়ে যাওয়ার পর তিনি হতাশ হন।।\nমিস. ইউগাহামা\nকণ্ঠ দিয়েছেন: সায়াকা ওহারা (জাপানি); মনিকা রিয়াল (ইংরেজি)\nতিনি হলেন ইউ-এর মা ও তাদের খুব ভালো মা মেয়ের সম্পর্ক আছে, যেটা ইউকিনো ঈর্ষা করে।।\n\n\n== পুরস্কার ==\n২০১৪, ২০১৫ এবং ২০১৬ সালে \"কোনো লাইট নভেল গা সুগোই\" বার্ষিক গাইড বই কর্তৃক সংকলিত অনলাইন পোলে, \"মাই ইউথ রোম্যান্টিক কমেডি ইজ রঙ্গ, অ্যাস আই এক্সপেক্টেড\"-কে জাপানের সেরা লাইট নভেল হিসেবে নির্বাচিত করা হয়। হাচিমান হিকিগায়াকে ২০১৪, ২০১৫ এবং ২০১৬ সালের সেরা পুরুষ চরিত্র হিসেবে গণ্য করা হয়েছিল, ইউকিনো ইউকিনোশিতাকে ২০১৫ সালের সেরা নারী চরিত্র হিসেবে গণ্য করা হয় ও সিরিজের শিল্পী পোনকান৮কে ২০১৫ এবং ২০১৬ সালের সেরা অলংকারক হিসেবে নির্বাচিত করা হয়।।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলাইট নভেল অফিসিয়াল ওয়েবসাইট (জাপানি ভাষায়)\nঅফিসিয়াল ওয়েবসাইট (জাপানি ভাষায়)\nভিডিও গেম অফিসিয়াল ওয়েবসাইট (জাপানি ভাষায়)\nঅ্যানিমে নিউজ নেটওয়ার্ক বিশ্বকোষে ইয়াহারি ওরে নো সেইশুন রাবুকোমে ওয়া মাচিগাত্তেইরু (light novel)"}