{"pageid": 1053479, "title": "শেরশাবাদিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1053479", "content": "শেরশাবাদিয়া হলো  বাঙালি মুসলিমদের একটি সম্প্রদায়, যারা ভারতের পশ্চিমবঙ্গ, বিহার ও ঝাড়খণ্ডে এবং বাংলাদেশের চাপাই নবাবগঞ্জ জেলায় বসবাস করে।\n\n\n== উৎপত্তি ও ইতিহাস ==\nশেরশাবাদিয়া শব্দের (ফারসি ভাষায়: شیرشآبادیہ) আক্ষরিক অর্থ হল শেরশাবাদ সংক্রান্ত (উপভাষা বা ঐতিহাসিক অঞ্চল হিসেবে)। এ সম্প্রদায়টির উৎপত্তি সুবাহ বাংলার উত্তর মুর্শিদাবাদ, দক্ষিণ মালদা এবং বর্তমান সাহেবগঞ্জের রাজমহল মহকুমা জুড়ে বিস্তৃত পূর্বতন শেরশাবাদ পরগনা নামক অঞ্চল থেকে হয়।\nব্রিটিশ আমলে শেরশাবাদিয়া সম্প্রদায়ের লোকজন ওয়াহাবী আন্দোলন নামে পরিচিত ব্রিটিশবিরোধী আন্দোলনে জড়িত ছিল। তাই ব্রিটিশ কর্তৃপক্ষ এদের অপরাধপ্রবণ গোত্র হিসেবে তালিকাভুক্ত ছিল, যদিও পরে তালিকা থেকে মুছে ফেলা হয়েছিল।\n\n\n== ভৌগোলিক বিস্তার ==\nশেরশাবাদিয়া সম্প্রদায়ের মানুষ মূলত পশ্চিমবঙ্গ এবং বিহারের সীমান্তবর্তী জেলাগুলিতে বসবাস করে। এই অঞ্চলগুলো হলো পশ্চিমবঙ্গ রাজ্যের পশ্চিম মালদা, মুর্শিদাবাদ (জঙ্গিপুর মহকুমা), উত্তর দিনাজপুরের ইসলামপুরের কিছু অংশে এবং বিহার রাজ্যের পূর্ণিয়া, কাটিহার ও কিসানগঞ্জের অংশবিশেষ। এছাড়া পশ্চিমবঙ্গের মালদা-মুর্শিদাবাদ সংলগ্ন ঝাড়খণ্ড রাজ্যের পাকুড় ও সাহেবগঞ্জ জেলার রাজমহল মহকুমায় এরা বাস করে। তাছাড়া বাংলাদেশের চাপাই নবাবগঞ্জ জেলায়ও এই সম্প্রদায়ের মানুষ বসবাস করে। \n\n\n== বর্তমান স্থিতি ==\nতারা বাংলা ভাষার স্থানীয়  শেরশাবাদিয়া উপভাষায় কথা বলে, যেটিকে বরেন্দ্রী-বাংলা অথবা রাঢ়ী-বাংলা উপভাষার অংশ হিসেবে গণ্য করা হয়, যদিও অধিকাংশ ভাষাতত্ত্ববিদগণ এটিকে বরেন্দ্রী উপভাষার মধ্যে অন্তর্ভুক্ত করেন। তারা প্রচলিত মুসলিম মাযহাবগুলি অনুসরণ করে না এবং তারা পীর-দরবেশের (সাধু) অনুসরণ করে না।\nবিবাহের সময় তারা 'হলদি-মাখা', 'বায়না-করা', 'গীত-গাহা' (মহিলাদের গীত গাওয়া), 'থুবরা-খাওয়া' ইত্যাদি অনুষ্ঠান করে। নতুন জন্মগ্রহণকারী শিশুর জন্য তারা ছ্যালা দেখা, কামানী, আকিকা প্রভৃতি আচার অনুষ্ঠান পালন করে।\nতাদের ঐতিহ্যবাহী খাবারগুলি হল কালায়ের উটি (বা রুটি) (কলাই ডাল এবং চালের গুঁড়ো দিয়ে তৈরি এক ধরনের রুটি), আইখ্যার ক্ষীর, আন্ধাসা (বা আনাসা) (চালের গুঁড়ো এবং গুড় দিয়ে তৈরি কেক), পান্তা (বিশেষ পদ্ধতিতে তৈরি বাসি ভাত) এবং চিত্যাই (চালের গুঁড়া দিয়ে তৈরি এক ধরনের রুটি) ইত্যাদি।\n\n\n== আরও দেখুন ==\nখোট্টা জনগোষ্ঠী\n\n\n== তথ্যসূত্র =="}