{"pageid": 1053183, "title": "মুহাম্মাদ সুহাইল তাক্কুশ", "url": "https://bn.wikipedia.org/wiki?curid=1053183", "content": "ড.মুহাম্মদ সুহাইল তাক্কুশ হচ্ছেন লেবাননের ইতিহাসবিদ। তিনি লেবাননের রাজধানী বৈরুতে অবস্থিত ইমাম আওযায়ী বিশ্ববিদ্যালয়ের ইসলামের ইতিহাস বিষয়ক অধ্যাপক। তাঁর বিশেষত্ব হল \"তুরস্কের ইতিহাস\"। তার ঐতিহাসিক দৃষ্টিভঙ্গির মধ্যে, আরব্য জাতীয়তাবাদের প্রবণতা অনেক বেশি।\n\n\n== রচনাসমূহ ==\nতারীখুল ইসলামী; ইসলামের ইতিহাস (সংক্ষিপ্ত বিবরণ), দারুন নাফাইস, বৈরুত, ২০০২\nতারীখুল খুলাফা আর-রাশিদীন আল-ফুতুহাত ওয়াল-ইনজাযাতিস সিয়াসিয়াহ; খুলাফায়ে রাশেদীনের ইতিহাস: বিজয় এবং রাজনৈতিক অর্জনের ইতিহাস, দারুন নাফাইস, বৈরুত, ২০০৩।\nতারীখুদ দাওলাতিল উমাওয়িয়্যাহ; উমাইয়া রাষ্ট্রের ইতিহাস, দারুন নাফাইস, বৈরুত, ১৯৮৮।\nতারীখুদ দাওলাতিল আব্বাসিয়্যাহ; আব্বাসীয় রাজ্যের ইতিহাস, দারুন নাফাইস, বৈরুত, ১৯৯৮।\nতারীখুল ফাতিমীন, ফী শিমালী আফ্রিকিয়্যা ওয়া মিসর ওয়া বিলাদাশ শাম; ফাতিমীদের ইতিহাস: উত্তর আফ্রিকা, মিশর ও লেভান্ট ২৯৭-৫৬৭ হি, দারুন নাফাইস, বৈরুত, ২০০১\nতারীখুস সালাজিকাহ ফী বিলাদিশ শাম; শামে সেলজুকদের ইতিহাস, দারুন নাফাইস, বৈরুত, ২০০২\nতারীখু সালাজিকাতির রুম ফি আসিয়া আস-সুগরা ৪৭০-৭০৪ হি. মাদখাল ইলা তারিখুল উসমানিয়্যীন; এশিয়া মাইনরে রুমের সেলজুকদের ইতিহাস ৪৭০- ৭০৪ হিঃ অটোমানদের ইতিহাসের পরিচিতি, দারুন নাফাইস, বৈরুত, ২০০২।\nতারীখুস সালাজিকাহ ফী বিলাদিশ শাম ৪৭১-৫১১ হি; লেভেন্টে সেলজুকদের ইতিহাস ৪৭১-৫১১ হি।\nতারীখুয যিনকিয়্যীন ফিল মওসেল ওয়া বিলাদাশ শাম; মওসেল ও লেভেন্টে যিনকিদের ইতিহাস, দারুন নাফাইস, বৈরুত, ১৯৯৯।\nতারীখুল আইয়ুবিয়্যীন ফি মিসর ওয়া বিলাদাশ শামি ওয়া  ইক্বলীমুল জাযীরা ৫৬৯-৬৬১ হি.; মিশরে আইয়ুবিদের ইতিহাস, লেভেন্ট ও গিজিরা অঞ্চল ৫৬৯-৬৬১ হি, দারুন নাফাইস, বৈরুত, ১৯৯৯।\nতারীখুল মামালীক ফী মিসর ওয়া বিলাদাশ শাম ৬৪৮-৯২৩ হি.; মিশর ও শামে মামলুকদের ইতিহাস: ৬৪৮-৯২৩ হি, দার আল-নাফেস, বৈরুত, ১৯৯৯।\nতারীখুল মুগুলুল ইযাম ওয়াল ইলখানিয়্যীন; গ্রেট মুঘল এবং ইলখানাতগুলোর ইতিহাস, দারুন নাফাইস, বৈরুত, ২০০৭\nতারীখুল মুগুলুল কবীলাতিয যাহাবিয়্যাহ ওয়াল হিন্দ; মুঘলদের ইতিহাস: গোল্ডেন হর্ড এবং ভারত, দারুন নাফাইস, বৈরুত, ২০০৭।\nতারীখুল আলাকাতিল উসমানিয়্যাতিল ইরানিয়্যাহ; অটোমান-ইরানি সম্পর্কের ইতিহাস, দারুন নাফাইস, বৈরুত, ১৯৯৯।\nতারীখুল উসমানিয়্যীন মিন কিয়ামিদ দাওলাতি ইলাল ইনকিলাবি আলাল খিলাফাহ; উসমানিদের ইতিহাস: রাষ্ট্রের স্থাপন থেকে খিলাফত বিরোধী অভ্যুত্থান পর্যন্ত,  দার আল-নাফেস, বৈরুত, ২০০৭।\nআল ওয়াজীয ফী তারীখুল খুলাফাইর রাশিদীন; খুলাফায়ে রাশেদীনের ইতিহাস: সংক্ষিপ্ত বিবরণ।\nতারীখুল আকরাদ ৬৩৭-২০১৫ ঈসায়ী; কুর্দিদের ইতিহাস।\nতারীখুত তুলুনিয়্যীন ওয়াল ইখশীদিয়্যীন ওয়াল হামদানিয়্যীন; তুলুনিদ, ইখশিদি এবং হামদানদের ইতিহাস।\nআন্দালুসিয়ায় মুসলমানদের ইতিহাস।\nইসলামের পূর্বে আরবদের ইতিহাস।\nইরানের সাফাভি রাজ্যের ইতিহাস।\nপ্রাচীন সভ্যতার সুবিধাযুক্ত এনসাইক্লোপিডিয়া।\nতারীখুল হুরুবুস সলিবিয়্যাহ হুরুবুল ফ্রানজাহ ফিল মাশরিক ১০৯৬-১২৯১ ঈসায়ী; ক্রুসেডের ইতিহাস: লেভান্টে ফ্রান্সের যুদ্ধসমূহ।\nতারীখুল জাযীরাতিল  আরাবিয়্যাতিল হাদীস ওয়াল মাআসির; আরবের সমসাময়িক আধুনিক ইতিহাস।\nতারীখুল ইরাক (আলহাদীস ওয়াল-মাআসির); ইরাকের ইতিহাস (আধুনিক ও সমসাময়িক)।\nতারীখু মিসরিল হাদীস ওয়াল মাআসির; মিশরের আধুনিক ও সমসাময়িক ইতিহাস।\nতারীখু বিলাদাশ শামিল হাদীস ওয়াল মাআসির; লেভান্টের আধুনিক ও সমসাময়িক ইতিহাস।\nতারীখু ইরানুল হাদীস ওয়াল মাআসির; ইরানের আধুনিক ও সমসাময়িক ইতিহাস।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদারুন নাফাইস পাবলিকেশন (আর্কাইভ) ।"}