{"pageid": 1053717, "title": "রাজকুমার সর্বাধিকারী", "url": "https://bn.wikipedia.org/wiki?curid=1053717", "content": "রাজকুমার সর্বাধিকারী, রায়বাহাদুর (১৮৩৯ — ৯ জুলাই ১৯১১) ছিলেন একজন ভারতীয় বাঙালি লেখক, বিশিষ্ট শিক্ষাবিদ, যশস্বী সাংবাদিক ও প্রকাশক। প্রখ্যাত সাংবাদিক  কৃষ্ণদাস পালের মৃত্যুর পর  হিন্দু প্যাট্রিয়ট পত্রিকার  সম্পাদক হয়েছিলেন তিনি। \n\n\n== সংক্ষিপ্ত  জীবনী ==\nরাজকুমার সর্বাধিকারীর জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের  হুগলি জেলার খানাকুল ব্লকের রাধানগরের এক কায়স্থ বংশে। 'সঙ্গীতলহরী' ও 'তীর্থভ্রমণ' গ্রন্থের রচয়িতা যদুনাথ সর্বাধিকারী ছিলেন তার পিতা। রাজকুমার যদুনাথ সর্বাধিকারীর আট পুত্র সন্তানের মধ্যে তৃতীয় সন্তান ছিলেন। ইংরাজী ভাষা ও সাহিত্যের অসাধারণ অধিকারী ও সংস্কৃত কলেজের মেধাবী ছাত্র রাজকুমার  বি.এ  ও বি. এল পাশের পর রাজা দক্ষিণারঞ্জন মুখোপাধ্যায়ের আহ্বানে তিনি লখনউ চলে যান। রাজা দক্ষিণারঞ্জন মুখোপাধ্যায়ের সহায়তায় তিনি আওয়ধ  ব্রিটিশ ইন্ডিয়ান অ্যাসোসিয়েশনের সম্পাদক এবং দক্ষিণারঞ্জন মুখোপাধ্যায় প্রতিষ্ঠিত 'সমাচার হিন্দুস্থানী'  পত্রিকার সহ-সম্পাদকের পদ পান। পরে দক্ষিণারঞ্জন প্রতিষ্ঠিত লখনউ কলেজের (পূর্বতন ক্যানিং কলেজের, বর্তমানে  লখনউ বিশ্ববিদ্যালয়ের ) সংস্কৃতের ও আইনের অধ্যাপক হিসাবে ১৮৬৪ খ্রিস্টাব্দ হতে ১৮৮৪ খ্রিস্টাব্দ পর্যন্ত কাজ করেন। সেখানে রাজকুমার অধ্যাপনার সাথে সাথে অযোধ্যার তালুকদার অ্যাসোসিয়েশনের সম্পাদক হন এবং দক্ষতার কাজ করতে থাকেন। আইনগত কোন সমস্যায় তিনি Taluqdari system of oudh তথা 'অযোধ্যার তালুকদারী প্রথা' নামে এক উৎকৃষ্ট গ্রন্থ রচনা করেন। তিনি দক্ষিণারঞ্জন প্রতিষ্ঠিত  \"লখনউ টাইমস্\" পত্রিকার প্রথম  সম্পাদক ও প্রকাশক  ছিলেন। ১৮৮৪ খ্রিস্টাব্দে কৃষ্ণদাস পালের মৃত্যুর পর তিনি কলকাতার ইংরাজী সাপ্তাহিক হিন্দু প্যাট্রিয়ট পত্রিকার সম্পাদক  হন। অবসর গ্রহণের পর তিনি  কলকাতায় চলে আসেন। তার  প্রচেষ্টাতেই ১৮৯২ খ্রিস্টাব্দের ১৬ই মার্চ হতে হিন্দু প্যাট্রিয়ট দৈনিক সংবাদপত্রে রূপান্তরিত হয়।  তিনি  ব্রিটিশ ইন্ডিয়ান অ্যাসোসিয়েশন ও প্রেস অ্যাসোসিয়েশনের সভাপতি হন এবং  কলকাতা বিশ্ববিদ্যালয়ের  ঠাকুর আইন অধ্যাপক হন। তার প্রদত্ত টেগোর বক্তৃতামালা \"হিন্দু ল' অব ইনহেরিটান্স\" নামে প্রকাশিত হয়। তৎকালীন ছাত্রদের উপযোগী  ব্রিটিশ সংবিধানের ইতিহাস - \"ইংলণ্ডের শাসন প্রণালী\" এদেশে তিনিই প্রথম রচনা করেন তিনটি ভাগে। প্রথম ভাগ এন্ট্রান্স ক্লাশে, দ্বিতীয় ভাগ এফ.এ ক্লাশে ও তৃতীয় ভাগ বি.এ ক্লাশে পড়ানো হত। ব্রিটিশ সরকার তাঁকে \"রায়বাহাদুর\" উপাধিতে ভূষিত করে। তার রচিত অন্যান্য গ্রন্থ গুলি হল -\n\nঠাকুর আইন সংক্রান্ত উপদেশমালা\nব্যাকরণ প্রবেশিকা \nপণ্ডিত ঈশ্বরচন্দ্র বিদ্যাসাগরের ঘনিষ্ঠ ও বাল্যবন্ধু প্রসন্নকুমার সর্বাধিকারী ছিলেন তার জ্যেষ্ঠ ভ্রাতা। আর এক অগ্রজ ছিলেন প্রখ্যাত চিকিৎসক সূর্যকুমার  সর্বাধিকারী। এই তিন ভ্রাতা মিলে বাঙালি জাতির উন্নয়ন ও বিকাশ নানা অবদান রেখে গেছেন।  বিধবা বিবাহ আন্দোলনের সময় বিদ্যাসাগরের মহৎ কাজে তাঁদের পূর্ণ সমর্থন ছিল এবং তারা প্রচুর অর্থ সাহায্যও করেছিলেন।  \n১৯১১ খ্রিস্টাব্দের ৯ জুলাই তিনি ৭২ বৎসর বয়সে  কলকাতায় প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}