{"pageid": 1053569, "title": "শুভ সন্ধ্যা সমুদ্র সৈকত", "url": "https://bn.wikipedia.org/wiki?curid=1053569", "content": "শুভ সন্ধ্যা সমুদ্র সৈকত সমুদ্রের কোল ঘেঁষা প্রান্তিক জেলা বরগুনার তালতলী উপজেলার নিশানবাড়িয়া ইউনিয়নের নলবুনিয়ায় এলাকায় সাড়ে ৪ কিলোমিটার জায়গাজুড়ে খড়স্রোতা পায়রা, বিষখালী ও বলেশ্বর নদীর মোহনায় অবস্থিত। সাগর তীরের বালুকণা পর্যটকদের দু-পায়ের অলঙ্কার হয়ে সঙ্গে থাকে। সীমাহীন সাগর তীরের মুক্ত বাতাস আর চোখ জুড়ানো প্রাকৃতিক শোভা যেন এই সৈকতটির দৃষ্টি আকর্ষণের টোপ|\n\n\n== ইতিহাস ==\nআলোচ্য সৈকতটিকে পর্যটন কেন্দ্র হিসেবে রূপ দিতে নিরন্তর চেষ্টা শুরু করেছিলেন তৎকালীন তালতলীর উপজেলা নির্বাহী অফিসার বদরুদ্দোজা শুভ ও জনাকয়েক স্থানীয় পর্যটকপ্রেমী গণমাধ্যমকর্মী। তারই ধারাবাহিকতায় গত বছর (১ ডিসেম্বর ২০১৭) পর্যটন কেন্দ্র হিসেবে জায়গাটির আনুষ্ঠানিক উদ্বোধন করেন সদ্য বদলিকৃত উপজেলা নির্বাহী অফিসার বদরুদ্দোজা শুভ। তার নামের সঙ্গে মিল রেখেই এই পর্যটন কেন্দ্রটির নামকরণ করা হয় ‘শুভ সন্ধ্যা সমুদ্র সৈকত পর্যটন কেন্দ্র’|\n\n\n== অবস্থান ==\nতালতলী উপজেলা সদর থেকে প্রায় ১৫ কিলোমিটার দূরে শুভ সন্ধ্যা সমুদ্র সৈকত অবস্থিত। বরগুনা জেলার প্রধান তিনটি নদী পায়রা, বিষখালী ও বলেশ্বরের মিলিত জলমোহনায় সৈকতটি দাঁড়িয়ে আছে যৌবনা রূপ নিয়ে। বেলাভূমিটি প্রায় চার কিলোমিটার লম্বা এলাকাজুড়ে বিস্তৃত। \n\n\n== প্রাকৃতিক নৈসর্গ ==\nপ্রকৃতি ও গঠনগত দিক থেকে এটি অন্যান্য সমুদ্র সৈকত থেকে সম্পূর্ণ আলাদা। এর একদিকে দিগন্ত জোড়া জলরাশি, অন্যদিকে ঝাউ বন দেখা যায়। দুপাশে সারি সারি ঝাউ গাছের ভেতর ঢুকলেই মনে হবে যেন এক স্বপ্নরাজ্যে ঢুকে পড়েছেন আপনি। নির্জন রাস্তা ধরে পায়ে হেঁটে আপনাকে পৌঁছাতে হবে শুভ সন্ধ্যা সমুদ্র সৈকতে। কিছুক্ষণের মধ্যে দেখা মিলবে বিস্তীর্ণ সমুদ্র পাড়ের, আর বালুর বুকে নানা আলপনায় অলংকৃত করে রেখেছে কাঁকড়ারা। একদিকে সমুদ্রের জলরাশি অন্যদিকে ঝাউবন এখানে আসা স্বল্প সংখ্যক পর্যটকদেরও দিচ্ছে বাঁধ ভাঙা আনন্দ। কেউবা সমুদ্রের পানিতে পা ভিজিয়ে ছুটে বেড়াচ্ছেন, আবার কেউ সঙ্গীকে নিয়ে বালুর বুকে দাঁড়িয়ে ছবির ফ্রেমে বন্দি হচ্ছেন। হেঁটে চলেছেন সমুদ্র পাড়ের এক প্রান্ত থেকে অন্য প্রান্তে।সূর্য যখন হেলে পড়বে পশ্চিম আকাশে, সমুদ্রের পানি আর পাড়ের বালি তখন স্বর্ণালী আলোয় ঝিলমিল করবে। আর এখান থেকেই উপভোগ করতে পারবেন সমুদ্রের বুকে লাল কুসুম সূর্য অস্ত যাওয়া।\n\n\n== পর্যটন কেন্দ্র ==\nসৈকতটি এখনো সরকারী ভাবে পর্যটন কেন্দ্র হিসেবে স্বীকৃতি লাভ করেনি। তবে বর্তমানে প্রচন্ড মানুষের সমাগম হয়। যা স্থানীয় মানুষদের অর্থনীতিতে অবদান রাখছে। আগে সৈকতে বোট ভাড়া/গাড়ি পার্কিং এর কোন সু-ব্যবস্থা ছিল না। সাম্প্রতিক কালে কর্তৃপক্ষ তা বেঁধে দিয়েছেন। তবে ট্যুরিস্ট পুলিশ না থাকায় রাতে সৈকতটি নিরাপদ নয়।\n\n\n== চিত্রশালা ==\n\n\n== আরও দেখুন ==\nবাংলাদেশের সমুদ্র সৈকতের তালিকা\n\n\n== তথ্যসূত্র =="}