{"pageid": 1053585, "title": "অমর সিং (জেনারেল)", "url": "https://bn.wikipedia.org/wiki?curid=1053585", "content": "অমর সিংহ ব্রহ্মচালের রাজা উপানন্দের সামরিক সেনাপতি এবং পরবর্তীকালে তিনি এই অঞ্চলের রাজা ছিলেন।\n\n\n== জীবনী ==\nঅমর সিং রাজা জয়ানন্দ শাসিত ব্রহ্মচল (দক্ষিণ সিলেট) একটি সাধারণ সামরিক কর্মকর্তা হিসাবে কাজ শুরু করেছিলেন। জয়ানন্দের দুটি ছেলে ছিল, বড় ছেলে শ্রীনন্দ ও ছোট ছেলে উপনন্দ। ​শ্রীনন্দের দীর্ঘস্থায়ী বাতজনিত রোগের সুযোগ নিয়ে সিংহাসন গ্রহণ থেকে বড় ভাইয়ের বিরুদ্ধে ষড়যন্ত্র করেছিলেন। উপনন্দকে তাঁর পক্ষে যোগ দিতে পেরেছিলেন। শ্রীনলদা এই প্রস্তাব বিরুদ্ধে প্রতিবাদ করেছিল কিন্তু সফল হয়নি এবং পালিয়ে কামরূপ কামাখ্যায় যায় যেখানে তিনি একটি মনদিরে সন্ন্যাসী শুরু করবেন। রাজকীয় আধিকারিকদের গ্রহণের সাথে সাথে উপনন্দ ব্রহ্মচালের রাজা হন এবং পরবর্তীকালে অমর সিং প্রধান সামরিক জেনারেল হন।\nউত্তর গৌড় কিংডম এবং দক্ষিণ ব্রহ্মচলের মধ্যে দীর্ঘকাল ধরে চলমান দ্বন্দ্বের জমির ঝামেলা অব্যাহত রেখেছে। গৌড়ের রাজা গোবর্ধন উপানন্দের পছন্দ না হওয়ায় ব্রহ্মচলকে অনুপ্রবেশ করতে চেয়েছিলেন। রাজা তাঁর নিজের সামরিক জেনারেল বীরভদ্রকে তাঁর কন্যাকে অমর সিংয়ের সাথে বিবাহ দেওয়ার জন্য আদেশ দিয়ে উপনানের সামরিক জেনারেল অমর সিংহের পক্ষে যেতে সক্ষম হন। প্রতিবাদ সত্ত্বেও অমর সিং ও চন্দ্রকালার মধ্যে বিবাহ সফল হয়েছিল এবং সিং জেনারেল বীরভদ্রের সাথে সুসম্পর্ক বজায় রেখেছিলেন।\nসিংহ ব্রাহ্মাচলের ঠিক দক্ষিণে ত্রিপুরা রাজার সীমান্তরক্ষী কুকি সেনাদের রাজি করান, রাতের গভীর রাতে রাজা উপানন্দের প্রাসাদে অভিযান চালান। পরিকল্পনাটি সফল হয়েছিল কুকিরা প্রাসাদের বেশিরভাগ বন্দীদের হত্যা করেছিল। রাজা উপানন্দের মৃত্যুর দিকে এক যুদ্ধের সূচনা হয়েছিল। সিং গোবর্ধনের অনুমতি নিয়ে ব্রহ্মচালের নিয়ন্ত্রণ নিয়েছিলেন। গোবর্ধনের প্রতিবেশী রাজ্যগুলিকে জোটবদ্ধ করার নেশা শেষ হয়নি, তিনি সিংহকে ব্রহ্মচালের পূর্বেও পাহাড়ি রাজাদের বিরুদ্ধে যুদ্ধ করার নির্দেশ দিয়েছিলেন।\nদ্বিপ্রা কিংডমের রাজা রতন মানিক্যকে সিংয়ের বিশ্বাসঘাতকতা এবং কীভাবে তিনি কুকি প্রধানদের ঠকিয়েছিলেন তা অবহিত করেছিলেন, তিনি সিদ্ধান্ত নিয়েছিলেন যে তিনি পদক্ষেপ নেবেন। রতন বিশ্বাস করেছিল যে গৌর প্রশাসন খুব দূরে চলেছে এবং গোবর্ধনের প্রতিবেশী রাজ্যগুলিতে আক্রমণ করার অভিলাষকেও থামিয়ে দেওয়ার সিদ্ধান্ত নিয়েছে। তিনি সিংকে আক্রমণ করার জন্য ব্রহ্মচালের দিকে একটি দল পাঠিয়েছিলেন। সিংহের বাহিনী সংখ্যাগরিষ্ঠ ছিল এবং গোবর্ধনের কাছে সহায়তা চেয়েছিল। জয়ন্তীয়া রাজ্য গোবর্ধন জৈন্তিয়া কিংডম থেকে উত্তরে আগ্রাসনের মুখোমুখি হওয়ায় সহায়তা করতে পারেন নি। সিংহ ত্রিপুরা বাহিনী কর্তৃক নিহত হয়েছিল এবং কুকি প্রধানরা ব্রহ্মচলকে ত্বিপ্রা রাজ্যে সংযুক্ত করেছিলেন। জয়দেব রায় উপনন্দের মন্ত্রীর পুত্র জয়দেব রায়কে ত্রিপুরীদের অধীনে সামন্ত শাসক করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}