{"pageid": 1053693, "title": "লিসা হ্যালিডে", "url": "https://bn.wikipedia.org/wiki?curid=1053693", "content": "লিসা হ্যালিডে (ইংরেজি: Lisa Halliday, জন্ম ১৯৭৬) একজন মার্কিন লেখিকা এবং ঔপন্যাসিক। তিনি তার উপন্যাস আসিমেট্রি এর জন্য সর্বাধিক জনপ্রিয়, যার জন্য তিনি ২০১৭ সালে হোয়াইটিং পুরস্কার পান।\n\n\n== প্রারম্ভিক জীবন ==\nলিসা হ্যালিডে মেডফিল্ড, ম্যাসাচুসেটস এ একটি মধ্যবিত্ত পরিবারে ১৯৭৬ সালের ১৬ই জুলাই জন্ম গ্রহণ করেন। তার পূর্বপুরুষেরা ইতালির ক্যাম্পানিয়ার। ১৯৮১ সালে, মাত্র ৫ বছর বয়সেই তার বাবা-মা-র বিবাহবিচ্ছেদ হয়। তিনি তার ছোট বোন ও মা, এবং মায়ের তৎকালীন বন্ধু এর সাথে বসবাস করতে লাগেন, পরবর্তীতে তার মা এবং তার বন্ধু  বিবাহে আবদ্ধিত হয়। হ্যালিডে স্কুল দক্ষতার সাথে পাস করেছিলেন, এবং পরবর্তিতে হার্ভার্ড-এ পড়াশোনা করেন। হার্ভার্ডে আর্ট হিস্ট্রি অধ্যয়ন করার সময়, তিনি কেমব্রিজ, ম্যাসাচুসেটস এবং সোমারভিল শহরে থাকতেন। ১৯৯8 সালে স্নাতকোত্তর হওয়ার পরে, তিনি ম্যানহাটনে চলে আসেন এবং দ্য ওয়াইলি এজেন্সিতে সহকারী সাহিত্যিক হিসাবে কাজ পেয়েছিলেন এবং পরে পদোন্নতি পান। তিনি সেখানে এক দশকেরও বেশি সময় ধরে বসবাস করেছিলেন। তিনি অ্যাজেন্সিতে ফিলিপ রথ-এর সাথে দেখা করেছিলেন এবং তাঁর সাথে একটি সম্পর্ক বাড়িয়েছিলেন, যা আজও বন্ধুত্ব হিসাবে টিকে আছে।\n২০০৬ সালে, তিনি সংস্থাটি ছেড়ে দেন এবং সাহিত্যের দিকে মনোনিবেশ করতে শুরু করেছিলেন। নিজেকে আর্থিকভাবে সহায়তা করার জন্য তিনি কিছু মুক্ত সম্পাদনা এবং গোস্ট রাইটিং করেছিলেন। ২০০৯ সালে তিনি ব্রিটিশ সম্পাদক এবং অনুবাদক থিওকে বিয়ে করেন, যার সাথে তিনি একই সাহিত্য সংস্থায় কাজ করতেন। ২০১১ সালে, তিনি তার স্বামীর সাথে মিলানে চলে আসেন। ২০১৭ সালে তাদের একটি কন্যা হয়।\n\n\n== কর্মজীবন ==\n১৯৯০-এর দশকের মাঝামাঝি সময়ে হ্যালিডে শৌখিন ছোট গল্প এবং বই লিখতে শুরু করেছিলেন। ১৯৯৭  সালে, হার্ভার্ডে অধ্যয়নকালে, তিনি দ্য আনফিশিয়াল গাইড টু লাইফ অ্যাট হার্ভার্ড ১৯৯৭-১৯৯৮ লিখেন।  ২০০৫ সালে, তার ছোট গল্প স্টাম্প লুই  প্যারিস রিভিউ ম্যাগাজিনে ছাপা হয়। ২০১৮ সালে হ্যালিডে তার প্রথম উপন্যাস \"আসিমেট্রি\" প্রকাশ করেন, যার জন্য তিনি সাহিত্য বিভাগে একটি হোয়াইটিং পুরস্কার লাভ করেন। বইটি সাইমন এন্ড শুস্টার প্রকাশ করেছিল। দ্য নিউ ইয়র্ক টাইমস, দ্য নিউ ইয়র্কার, টাইম ম্যাগাজিন সহ বেশ কয়েকটি প্রকাশনা তাদের ২০১৮ এর শীর্ষ ১০ বইয়ের তালিকায় বইটিকে স্থান দেয়। বারাক ওবামা তার ২০১৮ সালের সেরা বইগুলির তালিকায় বইটি অন্তর্ভুক্ত করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}