{"pageid": 105383, "title": "আবু হাসান শাহরিয়ার", "url": "https://bn.wikipedia.org/wiki?curid=105383", "content": "আবু হাসান শাহরিয়ার (জন্ম: ২৫ জুন ১৯৫৯) বাংলাদেশের একজন আধুনিক কবি, সাহিত্যিক ও সাংবাদিক। তিনি দৈনিক পত্রিকা আমাদের সময়-এর সম্পাদক হিসেবে দায়িত্ব পালন করেছেন। এছাড়া তিনি দৈনিক মুক্তকণ্ঠ ও দৈনিক যুগান্তর সহ বিভিন্ন পত্রিকার সাহিত্য সম্পাদক হিসেবে দায়িত্ব পালন করেন। তিনি ২০১৬ সালে বাংলাদেশের সবচেয়ে সম্মানজনক সাহিত্য পুরস্কার বাংলা একাডেমি পুরস্কার লাভ করেন। কাব্য ছাড়াও তার অন্যতম গ্রন্থ প্রামাণ্য শামসুর রাহমান।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nতার জন্ম ১৯৫৯ খ্রিষ্টাব্দের ২৫শে জুন রাজশাহীতে। পৈতৃক নিবাস কড্ডাকৃষ্ণপুর, সিরাজগঞ্জ। তার বাবা শিক্ষাবিদ মুহাম্মদ সিরাজউদ্দীন ছিলেন একজন উদ্ভিদবিজ্ঞানী ও সরকারি কলেজের অধ্যাপক। তিনি পিতা এবং মাতা লেখিকা রাবেয়া সিরাজ-এর একমাত্র পুত্র, পরিণয়সূত্রে কথাসাহিত্যিক মনিরা কায়েস তার জীবনী সঙ্গিনী। তার শৈশব কেটেছে ময়মনসিংহ, কুমিল্লা এবং ঢাকা শহরে। ময়মনসিংহ জিলা স্কুল থেকে এস এস সি এবং ঢাকা কলেজ থেকে এইচএসসি উত্তীর্ণ হবার পর চিকিৎসক হবার ইচ্ছা নিয়ে তিনি ১৯৭০-এর শেষভাগে ময়মনসিংহ মেডিক্যাল কলেজে ভর্তি হয়েছিলেন। কিন্তু চিকিৎসাশাস্ত্র তাকে বেশি দিন আকর্ষণ করে রাখতে পারেনি। তিনি এক বছর পড়ার পর মেডিক্যাল কলেজ চিরতরে পরিত্যাগ করেন এবং ঢাকা বিশ্ববিদ্যালয়ের গণযোগাযোগ ও সাংবাদিকতা বিভাগে ভর্তি হন এবং সাহিত্যচর্চায় মনোনিবেশ করেন। কিছু দিনের মধ্যে তিনি প্রকাশনা ব্যবসায়ের সঙ্গে জড়িয়ে পড়েন। এরপর প্রবেশ করেন সাংবাদিকতায়।\n\n\n== সাংবাদিকতা ==\nশাহরিয়ার মূলত: একজন লেখক এবং সাংবাদিকতার জগতে তিনি প্রধানত সাহিত্য সম্পাদক হিসেবে খ্যাতিমান। তিনি বেক্সিমকো গ্রুপ প্রতিষ্ঠিত দৈনিক মুক্তকণ্ঠের সাহিত্য বিভাগ খোলা জানালার সম্পাদক হিসেবে বিশেষ সুনাম অর্জন করেন। এছাড়া তিনি দৈনিক যুগান্তরসহ বিভিন্ন পত্র-পত্রিকায় দীর্ঘকাল সাহিত্য সম্পাদকসহ বিভিন্ন পদে কাজ করেছেন। ২০১২ খ্রিষ্টাব্দে আমাদের সময় পত্রিকায় সম্পাদক পদে যোগদানের আগেও তিনি এ পত্রিকাটিতে দীর্ঘকাল কাজ করেছেন।\n\n\n== সাহিত্যকৃতি ==\nব্যক্তিজীবনে স্পষ্টবাদী, দৃঢ়চেতা ও আপসহীন হলেও তিনি রোম্যান্টিক কবিতার জন্য বিখ্যাত। তার কবিতা গীতল এবং ছন্দোময়তার কারণে শ্রুতিমধুর। তিনি বিভিন্ন পত্র-পত্রিকা, লিটল ম্যাগাজিন এবং সংকলন গ্রন্থ সম্পাদনা করেছেন। তার প্রথম কাব্যগ্রন্থ অন্তহীন মায়াবী ভ্রমণ ১৯৮৬ খ্রিষ্টাব্দে প্রকাশিত হয়। এই প্রকাশনার মধ্য দিয়ে তিনি আধুনিক বাংলা কবিতার ভূবনে দৃঢ়পদক্ষেপে প্রবেশ করেন। তার জীবনী, মিডিয়া, সাহিত্য ও রাজনৈতিক অভিজ্ঞতা থেকে তিনি রচনা করেন সমাত্মজীবনী। তার বেশিরভাগ কবিতা দৃষ্টান্তবাদ-সমর্থিত। কবিতা তার মূল বিচরণ ক্ষেত্র হলেও তিনি কথাসাহিত্য, প্রবন্ধ এবং সাহিত্যের অন্যান্য শাখায়ও মেধাবী অবদান রেখেছেন। তার গদ্য একইসঙ্গে স্বাদু এবং বিশ্লেষণধর্মী। দীর্ঘ ত্রিশ বছরের ঘনিষ্ঠতার সুবাদে তিনি কবি শামসুর রাহমানকে নিবিড়ভাবে পর্যবেক্ষণের সুযোগ পেয়েছেন। এ নিয়ে প্রকাশিত হয়েছে আমরা একসাথে হেঁটেছিলাম নামের একটি বই। এতে রয়েছে দুই প্রজন্মের দুই কবির মধ্যে চিন্তা-ভাবনা বিনিময়মূলক সংলাপ।\n\n\n== প্রকাশিত গ্রন্থ ==\n\n\n=== কবিতা ===\nঅন্তহীন মায়াবী ভ্রমণ (১৯৮৬);\nঅব্যর্থ আঙুল (১৯৯০);\nতোমার কাছে যাই না তবে যাব (১৯৯৬);\nএকলব্যের পুনরুত্থান (১৯৯৯);\nনিরন্তরের ষষ্ঠীপদী (১৯৯৯);\nএ বছর পাখিবন্যা হবে (২০০০);\nফিরে আসা হরপ্পার চাঁদ (২০০১);\nহাটে গেছে জড়বস্তুবাদ (২০০৩);\nশ্রেষ্ঠ কবিতা (২০০৩);\nসে থাকে বিস্তর মনে বিশদ পরানে (২০০৪);\nপ্রেমের কবিতা (২০০৪)\nআড়াই অক্ষর (২০০৭)\nতোমাদের কাচের শহরে (২০০৮)\n\"কিছু দৃশ্য অকারণে প্রিয়\" (২০১৬)\nশিশিরে পা রাখো অসুখীরা (২০১৮)\nবিমূর্ত প্রণয়কলা (২০১৯)\nনোনা ব্যঞ্জনার শিলালিপি (২০২০)\nও হে সাঁকো, নড়ো (২০২০)\n\n\n=== কাব্য ===\nবালিকা আশ্রম (২০০৫)\n\n\n=== কিশোর কবিতা ===\nপায়ে নূপুর (১৯৮৪);\nভর দুপুরে অনেক দূরে (১৯৮৭);\nআয়রে আমার ছেলেবেলা (১৯৯৮)।\n\n\n=== ছোটগল্প ===\nআসমানী সাবান (১৯৮১)।\n\n\n=== প্রবন্ধ-গবেষণা-আখ্যান ===\nকালের কবিতা কালান্তরের কবিতা (২০০০);\nকবিতার প্রান্তকথা (২০০১);\nঅর্ধসত্য (২০০৩);\nকবিতার বীজতলা (?)\nকবিতা অকবিতা অল্পকবিতা (২০০৪);\nসমাত্মজীবনী : মিডিয়া ও প্রতিমিডিয়া (২০০৪);\nকবিতার সঙ্গে কথোপকথন (২০০১)।\nআমরা একসঙ্গে হেঁটেছিলাম\nযাইত্যাছি যাইত্যাছি কই যাইত্যাছি জানি না\nনৈঃশব্দের ডাকঘর (মৃণাল বসু চৌধুরীর সঙ্গে যৌথভাবে)\nপ্রবন্ধসংগ্রহ (২০১৭)\nচম্পুবচন (২০১৭)\n\n\n=== সমালোচনা ===\nউদোরপি-পিণ্ডি (১৯৯০)।\n\n\n=== সম্পাদনা ===\nপ্রামাণ্য শামসুর রাহমান (১৯৮৪);\nজীবনানন্দ দাশের গ্রন্থিত-অগ্রন্থিত কবিতাসমগ্র (২০০৩);\nজীবনানন্দ দাশ : মূল্যায়ন ও পাঠোদ্ধার (২০০৩);\nরূপসী বাংলা [কবিকৃত পাণ্ডুলিপি সংস্করণ (২০০৩);]\nবনলতা সেন (২০০৪);\nজীবনানন্দ দাশের অগ্রন্থিত-অগ্রন্থিত শ্রেষ্ঠ কবিতা (২০০৬)\nজীবনানন্দ দাশের প্রেমের কবিতা\nজীবনানন্দ দাশের গ্রন্থিত-অগ্রন্থিত প্রেমের কবিতা (২০০৬)।\n৩২ নম্বর : চোখের আলোয় দেখেছিলেম\nছোটগল্প : ৯৮\n\n\n=== আত্মজৈবনিক রচনা ===\nশৈশবের সিঁড়িগুলো : ১৯৬৯ থেকে ১৯৭১\n\n\n=== পুরস্কার ও সম্মননা ===\nবাংলা একাডেমি পুরস্কার (কবিতা) - ২০১৭\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}