{"pageid": 1053051, "title": "দিমিত্রি গ্লুখভস্কি", "url": "https://bn.wikipedia.org/wiki?curid=1053051", "content": "দিমিত্রি গ্লুখভস্কি (রুশ: Дми́трий Алексе́евич Глухо́вский, হিব্রু ভাষায়: ‏דמיטרי אלכסייביץ' גלוכובסקי‏‎, জন্ম: ১২ই জুন, ১৯৭৯ সাল) একজন রুশ-ইসরায়েলি লেখক যিনি তার কল্পবিজ্ঞান উপন্যাস, মেট্রো ২০৩৩ এবং তার পরবর্তী তার পরবর্তী কাহিনীর জন্য সবচেয়ে বিখ্যাত। একজন সাংবাদিক হিসেবে তিনি ইউরোনিউজ, আরটি এবং অন্যান্য গণমাধ্যমে কাজ করেছেন। তিনি ইসরাইয়েল, জার্মানী এবং ফ্রান্সে বসবাস করেছেন এবং বর্তমানে তিনি মস্কোতে আছেন।\n\n\n== জীবনের প্রথমার্ধ ==\nদিমিত্রি গ্লুখভস্কি রাশিয়ায় একটি বুদ্ধিজীবী পরিবারে জন্মগ্রহণ করেন এবং সেখানেই তিনি বেড়ে ওঠেন। তিনি আরবাত অঞ্চলের একটি বিদ্যালয়ে অধ্যায়ন করেন। তিনি লেখক হওয়ার সিদ্ধান্ত গ্রহণ করেন এবং ১৫ বছর বয়সে মেট্রো ২০৩৩ এর জন্য ধারণা লাভ তৈরি করেন। ১৭ বছর বয়সে তিনি রাশিয়া ছেড়ে ইসরাইয়েলে লেখাপড়া করতে যান এবং সেখানে তিনি সাড়ে চার বছর বসবাস করেন। ইসরাইয়েলে থাকাকালীন তিনি হিব্রু ভাষা শিখেন এবং জেরুসালেমে অবস্থিত হিব্রু বিশ্ববিদ্যালয় থেকে সাংবাদিকতা এবং আন্তর্জাতিক সম্পর্কে একটি বিশ্ববিদ্যালয় ডিগ্রি লাভ করেন। তিনি এই ডিগ্রি হিব্রু ভাষায় লাভ করেন। সেখানে অধিকাংশ ইসরাইয়েলি স্থানীয় ভাষাভাষীর শিক্ষার্থীদের সাথে তার কোনো সমস্যা হয়নি, যাদের অধিকাংশই তার চেয়ে পাঁচ বছরের বড় ছিল। তার অভিজ্ঞতা সম্পর্কে কথা বলার সময়ে তিনি বলেন, “এখানে বসবাস করার পর আমি ইসরাইয়েল এর একজন ভক্তে পরিণত হয়েছে, এমনটা না যে আমি নিজেকে একজন ইহুদি অনুভব করা শুরু করেছি, কিন্তু আমি অবশ্যই নিজেকে একজন ইসরাইয়েলি অনুভব করা শুরু করেছি।”\n\n\n== কর্মজীবন ==\nগ্লুখভস্কি ১৮ বছর বয়সে তার নিজের উপন্যাস হিসেবে মেট্রাে ২০৩৩ এবং একটি মিথষ্ক্রিয় পরীক্ষা হিসেবে তার ওয়েবসাইটে প্রকাশ করেন। ২০০৫ সালে প্রথম বইটি এবং সেটির পরবর্তী বইগুলো তারপর থেকে একটি ভিডিও গেইম সিরিজ সহ বহুমাত্রিক ফ্রাঞ্চাইজ। ২০০৯ সালে এই সিরিজের পরবর্তী বইটি প্রকাশিত হয়, যা অনলাইনে উভয় লেখা এবং রুশ ইলেক্ট্রণিক পারফারমার, ডলফিন এবং ভিজ্যুয়াল শিল্পি, এন্টন গ্রেচকো সহযোগী এর সাহায্যে তৈরি একটি শিল্প-প্রকল্প হিসেবে বিনামূল্যে লভ্য ছিল।\n২০০২-২০০৭ সাল পর্যন্ত তিনি ফ্রান্সের লিওঁ -এ সার্বজনীন ইউরোপীয় গণমাধ্যম প্লাটফম, ইউরোনিউজ -এ কাজ করেন এবং পরবর্তীতে তিনি রাশিয়ায় ফিরে আসেন এবং সদ্য প্রতিষ্ঠিত রাশিয়া টুডে -তে কাজ করেন। তিন বছর ধরে তিনি একজন ক্রিমলিন পুল সাংবাদিক ছিলেন পৃথিবীর অর্ধেক ভ্রমণ করেন, যার মধ্যে বাইকোনার কসমোড্রোম, চেরনোবিল পারমাণবিক বিদ্যুৎ কেন্দ্রের পরিত্যক্ত অঞ্চল এবং উত্তর মরু ছিল। ২০০৭ সালের জুলাই মাসে, তিনি সবোপ্রথম ব্যক্তি হিসেবে উত্তর মেরু থেকে টেলিভিশনে সম্প্রচার করেন। তিনি জার্মান রেডিও স্টেশন, ডয়চে ভেলে এবং ব্রিটিশ টেলিভিশন চ্যানেল, স্কাই নিউজ -এ কাজ করেন। তিনি ২০০৭ সাল থেকে ২০০৯ সাল পর্যন্ত রেডিও মায়াক -এ কাজ করেন। তিনি একজন যুদ্ধ সাংবাদদাতা হিসেবে, মোর্টারের গোলাগুলির মধ্যেও রিপোর্ট লিখে ২০০৬ সালের লেবানন যুদ্ধের সংবাদ সংগ্রহ করেন।\n\n\n== অন্যান্য কীর্তি ==\n\n\n=== মেট্রো লাস্ট লাইট: দ্য গোসপেল অ্যাকোর্ডিং টু আর্টিওম ===\n২০১৩ সালে, ডার্ক হাউজ কোমিক প্রকাশনা মেট্রো ২০৩৩ এবং মেট্রো: লাস্ট লাইট গেইম -এর সাথে সম্পর্কিত একটি এক সেট বই ঘোষণা করে। এটি বিশেষ করে যারা স্টিম -এ মেট্রো: লাস্ট লাইট গেইমটি বের হওয়ার আগেই অর্ডার করেছেন তারা বিশেষভাবে পেতে পারতেন। প্রাথমিক ঘোষণা এবং গেইম -এর ডেভেলোপার, ৪এ গেইমস এর বইটির সাথে সংযুক্ত থাকলেও বইটি মেট্রো ২০৩৩ এবং মেট্রো ২০৩৫ এর মধ্যবর্তী কাহিনী তুলে ধরে। দিমিত্রি গ্লুভস্কিকে বইটির কাহিনী এবং ল্যান্ড্রি ওয়াকারকে স্ক্রিপ্ট এর জন্য কৃত্বিত্ব দেওয়া হয় এবং পোল আজাসেটা ছবি আঁকতে কাজ করেন। এছাড়াও তিনি মেট্রো ২০৩৩ এবং মেট্রো ২০৩৫ নামে আরো দুইটি বই এর কাহিনী লিখেন।\n\n\n=== ডাস্ক ===\n“ডাস্ক” নামক উপন্যাসটি ২০০৭ সালে প্রকাশিত হয়। দিমিত্রি গ্লুখভস্কি শত শত বছর পুরানো একটি স্পেনীয় বইয়ের কিছু ছেড়া পৃষ্ঠার অনুবাদের নির্দেশ পান। তিনি বুঝতে পারেন যে, বইটি ১৬ শতকের কনকিস্তাদোরদের যুদ্ধযাত্রার একটি জার্নাল। তিনি তার বাড়িতে বইটির অনুচ্ছেদগুলো এক এক করে পড়ে এবং সম্পূর্ণ অনুবাদ করেন। অবশেষে, বইটি তার বাস্তবতা তুলে ধরে এবং তার জীবনকে হুমকির সম্মখীন করে। দিমিত্রি গ্লুখভস্কি একটি অনলাইন অভিক্রিয়া হিসেবে এটির অনুচ্ছেদগুলো তার তার ব্লগে এক এক করে প্রকাশ করেন।\n\n\n=== টেলস অ্যাবাউট দ্য মাদারল্যান্ড ===\n২০১০ সালে, এএসটি প্রকাশনী, “টেলস অ্যাবাউট দ্য মাদারল্যান্ড” নামক দিমিত্রি গ্লুখভস্কি এর একটি নতুন বই প্রকাশ করে, যা ছিল রাশিয়ার বাস্তবতা সম্পর্কে ব্যঙ্গাত্মক কাহিনীর সমাহার।\n\n\n=== ফিউচার ===\n২০১৩ সালের সেপ্টেম্বর মাসে রাশিয়ায় “ফিউচার” নামক একটি ডিস্টোপিয়ান উপন্যাস প্রকাশিত হয়। এই কাহিনীর বিষয় ২৫ শতকের ইউরোপ। কাহিনী অনুযায়ী, এ সময়ের মধ্যে মানুয় বার্ধক্য থামানোর উপায় আবিষ্কার করেছে। তাই ইউরোপকে অতিরিক্ত জনসংখ্যা বৃদ্ধি থেকে বাঁচাতে শাসন বিভাগ একটি নতুন আইন তৈরি করতে বাধ্য হয়, যা অনুযায়ী কোনো দম্পতি সন্তান নিতে চাইলে তাদের কারো একজনকে অমনণত্ব ত্যাগ করতে হবে। কাহিনীটি এক যুবককে নিয়ে, যিনি যেসব মানুষ তাদের সন্তানের নিবন্ধন করেনি তাদের শাস্তি দেওয়ার মাধ্যমে ইউরোপকে অতিরিক্ত জনসংখ্যা থেকে বাঁচানোর দায়িত্বে থাকা একটি দলের সদস্য।\n\n\n=== টেক্সট ===\nটেক্সট হ‌লো দি‌মি‌ত্রি গ্লুখভ‌স্কি এর প্রখম বাস্বব‌ভি‌ত্তিক লেখা (তার সাধারণ বৈজ্ঞা‌নিক কল্পকা‌হিনী নয়), যা ২০১৭ সা‌লে প্রকা‌শিত হয়।\n\n\n== ‌ভি‌ডিও গেইমস ==\n\n\n=== মে‌ট্রো ২০৩৩ ===\nদি‌মি‌ত্রি গ্লুখভ‌স্কি ৪এ গেইমস এর সা‌থে যুক্ত হ‌য়ে মে‌ট্রো ২০৩৩ নামক গেইম‌টি তৈ‌রি‌তে কাজ ক‌রেন। তি‌নি গেইম‌টির কা‌হিনী না লিখ‌লেও গেইম‌টির কা‌হিনীর তার লেখার উপর ভি‌ত্তি ক‌রে লেখা হ‌য়ে‌ছে।\n\n\n=== মে‌ট্রো লাস্ট লাইট ===\nমে‌ট্রো লাস্ট লাইট গেইম‌টি মে‌ট্রো ২০৩৩ বই‌টির উপর ভি‌ত্তি ক‌রে তৈ‌রি নয় কারণ ডে‌ভে‌লোপাদের ম‌তে, এর কা‌হিনী গেই‌মের সা‌থে তেমন ভা‌লো নয় যতটা বই‌য়ের জন‌্য। দি‌মি‌ক্রি গ্লুখভ‌স্কি গেইম‌টির কা‌হিনী এবং কথ‌পোকথন লিখ‌তে সাহায‌্য ক‌রেন। তার লেখা কা‌হিনী অ‌নেক দীর্ঞ ব‌লে ম‌নে হ‌লে তি‌নি সেই সম্পূর্ণ কা‌হিনী‌টি \"‌মে‌ট্রো ২০৩৫\" নামক এব‌টি বই‌য়ে ২০১৫ সা‌লে প্রকাশ ক‌রেন।\n\n\n=== মে‌ট্রো এ‌ক্সোডাস ===\nমে‌ট্রো এক্স‌ডোস এর কা‌হিনী দি‌মি‌ত্রি গ্লুখভ‌স্কি এর বই, মে‌ট্রো ২০৩৫ এর উপর ভি‌ত্তি ক‌রে লেখা হ‌য়ে‌ছে।\n\n\n== নিজস্ব জীবন ==\nতি‌নি প‌রিচালক অ‌্যা‌লেনা গ্লুখভস্কায়া এর সা‌থে বিবা‌হিত ছি‌লেন, যার সা‌থে তার না‌শিয়া টু‌ডে -‌তে কাজ করার সময় প‌রিচয় হয়। তা‌দের দু‌টি সন্তান আ‌ছে। তি‌নি ভিডাড -এ প্রকাশ ক‌রেন যে ২০২০ সা‌লের প্রথম দি‌কে তা‌দের বিবাহ বি‌চ্ছেদ হ‌য়ে‌ছে।\n\n\n== তথ্যসূত্র ==\n\n\n== ব‌হিঃসং‌যোগ ==\n\nদি‌মি‌ত্রি গ্লুখভ‌স্কি এর ব্লগ\nদি‌মি‌ত্রি গ্লুখভ‌স্কি এর ইনস্টাগ্রাম পৃষ্ঠা"}