{"pageid": 1053632, "title": "দিলেমা মেলায়ু", "url": "https://bn.wikipedia.org/wiki?curid=1053632", "content": "দিলেমা মেলায়ু বা দ্য মালয় ডিলেমা (ইংরেজি: The Malay Dilemma \"মালয় উভয়-সংকট\") মালয়েশিয়ার সাবেক প্রধানমন্ত্রী মাহাথির বিন মোহাম্মদ রচিত একটি গ্রন্থ। তিনি ১৯৭০ সালে এই বইটি প্রকাশ করেন। বইটি প্রকাশের ১১ বছর পরে মাহাথির মালয়েশিয়ার ৪র্থ প্রধানমন্ত্রী হিসেবে নিয়োগলাভ করেন।\n\n\n== ইতিহাস ==\nবইটি প্রকাশের সময় মাহাথির সদ্য তাঁর আইনসভা সদস্য পদটি হারিয়েছিলেন। তাঁকে সরকারি দল ইউএমএনও থেকে বহিস্কার করা হয়েছিল। মালয়েশিয়াতে তখনও একটি জাতিবিদ্বেষজাত দাঙ্গার ধাক্কার রেশ রয়ে গিয়েছিল, যার নাম পরবর্তীতে দেওয়া হয় ১৩ই মে-র ঘটনা। এই বইটিতে মাহাথির জাতিবিদ্বেষের নিরিখে মালয়েশিয়ার ইতিহাস ও রাজনীতি বিশ্লেষণ করেন এবং নিম্নলিখিত মৌলিক অবস্থানগুলি প্রস্তাব করেন:\n\nমালয় জনগোষ্ঠী মালয়েশিয়ার আদিবাসী জাতি (ভূমিপুত্র)।\nমালয় ভাষা হল মালয়েশিয়ার একমাত্র জাতীয় ভাষা এবং অন্যান্য সব জাতিকে এই ভাষা শিখতে হবে।\nমালয় জাতির লোকদের সহনশীল ও সংঘাত এড়িয়ে চলার প্রকৃতির সুযোগ নিয়ে তাদের নিজের বাসভূমিতে তাদেরকে পরাধীন করা হয়েছে এবং অন্যান্য জাতির লোকেরা ব্রিটিশ সাম্রাজ্যের সাথে ষড়যন্ত্র করে এই কাজটি করেছে।\nমালয়েশিয়ার ব্যবসাবাণিজ্যে মালয়েশীয় চীনাদের একচেটিয়া আধিপত্য খর্ব করার জন্য ইতিবাচক কর্মকাণ্ডের একটি কর্মসূচি প্রয়োজন।\nমাহাথিরের মতে এটি হল মালয় জাতির জন্য একটি উভয় সংকট, যেখানে তাদেরকে সিদ্ধান্ত নিতে হবে তারা মালয়েশীয় সরকারের সাহায্য নেবে না কি নেবে না; মাহাথিরের মত হলো মালয়দের এই সাহায্য গ্রহণ করা উচিত।\nবইটিতে মাহাথির মালয়েশিয়ার মালয় ব্যতীত অন্যান্য জাতিগুলি সম্পর্কে ঢালাওভাবে নেতিবাচক মন্তব্য রাখেন। এর ফলে একজন উগ্র মালয় জাতীয়তাবাদী (উলত্রা) হিসেবে মাহাথিরের যে প্রতিমূর্তি ছিল, তা আরও সুপ্রতিষ্ঠিত হয়। তবে মাহাথির এই বইতে একই সাথে মালয় সম্প্রদায়ের বহুসংখ্যক বিফলতার কথাও তুলে ধরেন। বইটি ছিল সহিংসতা থেকে দূরে থেকে একটি জাতিগোষ্ঠীগত সুসমন্বিত মালয়েশিয়ার দিকে দেশটিকে পরিচালিত করা (যেখানে রাজনৈতিক ও অর্থনৈতিক ক্ষমতা শক্তভাবে মালয়দের হাতে থাকবে)\nমাহাথির ১৯৭২ সালে আবার ইউএমএনও-তে ফিরে আসেন এবং ১৯৮১ সালে মালয়েশিয়ার প্রধানমন্ত্রীতে পরিণত হয়। তঁর শাসনামলে মালয়েশীয় সরকার যেসব নীতি প্রণয়ন করে, সেগুলির বেশিরভাগই দিলেমা মেলায়ু-তে উল্লেখ করা হয়েছিল। বিশেষ করে মালয়েশীয় নতুন অর্থনৈতিক নীতি-তে এগুলি বেশি পরিলক্ষিত হয়।\n\n\n== সমালোচনা ==\nবইটির প্রথম ইংরেজি সংস্করণে এর ব্রিটিশ প্রকাশক মাহাথিরের পূর্বানুমান ও বাস্তব তথ্যগুলির সঠিকতা নিয়ে সন্দেহ প্রকাশ করেছিল। মাহাথিরের যুক্তি ও সিদ্ধান্তগুলির পেছনে নথিভিত্তিক তথ্যপ্রমাণের অভাব নিন্দিত হয়েছিল। বাকরি মুসা লেখেন যে মাহাথিরের বিবৃতি ও পূর্বানুমানগুলি তাঁর ব্যক্তিগত অভিজ্ঞতা ও পর্যবেক্ষণপ্রসূত এবং এগুলিকে সমর্থন করার মতো কোনও প্রকৃত অভিজ্ঞতাভিত্তিক উপাত্ত নেই।\n\n\n== তথ্যসূত্র =="}