{"pageid": 1053610, "title": "খোন্দকার আব্দুল্লাহ জাহাঙ্গীর", "url": "https://bn.wikipedia.org/wiki?curid=1053610", "content": "খোন্দকার আবু নাসর মুহাম্মদ আব্দুল্লাহ জাহাঙ্গীর (১৯৫৮ – ২০১৬) একজন বাংলাদেশি ইসলামি ব্যক্তিত্ব, অধ্যাপক, গবেষক, লেখক, টিভি আলোচক ও অনুবাদক ছিলেন। তিনি ইসলামিক টিভি, এনটিভি, পিস টিভি, এটিএন বাংলা, চ্যানেল নাইন ইত্যাদি টিভি চ্যানেলে ও অন্যান্য বিভিন্ন গণমাধ্যমে ইসলামের সমসাময়িক বিষয় নিয়ে আলোচনা করতেন। এবং আইটিভি ইউএস (মার্কি‌ন ইসলামি টেলিভিশন চ্যানেল)-এর উপদেষ্টা ছিলেন। তিনি কুষ্টিয়ার ইসলামী বিশ্ববিদ্যালয়ের আল হাদিস ও ইসলামি শিক্ষা বিভাগের অধ্যাপক ছিলেন। তার বাংলাদেশে উশর বা ফসলের যাকাত: গুরুত্ব ও প্রয়োগ গ্রন্থটি ইসলামী বিশ্ববিদ্যালয় ও ইসলামি আরবি বিশ্ববিদ্যালয় অধিভুক্ত সকল আলিয়া মাদ্রাসার সম্মান (অনার্স) পাঠ্যসূচির অন্তর্ভুক্ত রয়েছে। এছাড়া বুহুসুন ফি উলূমিল হাদীস এবং হাদিসের নামে জালিয়াতি দুইটি বই ইসলামী বিশ্ববিদ্যালয় বাংলাদেশের পাঠ্যসূচির অন্তর্ভুক্ত রয়েছে। এছাড়াও ইসলামী বিশ্ববিদ্যালয়ে শিক্ষকতাকালীন তার অধীনে ১২ জন পিএইচডি এবং ৩০ জন এমফিল ডিগ্রি অর্জন করেন।\n\n\n== জন্ম ও প্রাথমিক জীবন ==\nআব্দুল্লাহ জাহাঙ্গীর ১৯৫৮ সালের ৫ নভেম্বর ঝিনাইদহ সদর উপজেলার হরিশংকরপুর ইউনিয়নের ধোপাঘাট-গোবিন্দপুর গ্রামে জন্মগ্রহণ করেন। তার পিতা খোন্দকার আনওয়ারুজ্জামান এবং মাতা বেগম লুৎফুন্নাহার।\n\n\n== শিক্ষাজীবন ==\nআব্দুল্লাহ জাহাঙ্গীর ১৯৭৩ সালে ঝিনাইদহ সিদ্দিকীয়া কামিল মাদ্রাসা থেকে দাখিল, ১৯৭৫ সালে আলিম এবং ১৯৭৭ সালে ফাজিল পাশ করেন। এরপর ১৯৭৯ সালে সরকারি মাদ্রাসা-ই-আলিয়া থেকে হাদিস বিভাগে কেন্দ্রীয় কামিল পরীক্ষায় অংশগ্রহণ করে সারা দেশের মধ্যে ৮ম স্থান অর্জন করেন।\nমাদ্রাসায় অধ্যয়নের পাশাপাশি ১৯৮০ সালে মাগুরার সরকারি হোসেন শহীদ সোহরাওয়ার্দী কলেজ থেকে এসএসসি ও এইচএসসি পরীক্ষায় অংশগ্রহণ করে যশোর বোর্ডে প্রথম স্থান অর্জন করেন এবং পুরস্কারস্বরূপ তৎকালীন রাষ্ট্রপতি জিয়াউর রহমানের সঙ্গে নৌভ্রমণের সুযোগ পান।\nতিনি সৌদি আরবের রিয়াদ শহরের ইমাম মুহাম্মদ বিন সউদ ইসলামি বিশ্ববিদ্যালয় থেকে ১৯৮৬ সালে আরবি বিভাগে অনার্স এবং ১৯৯২ সালে উসুলে হাদিস বিভাগে মাস্টার্স সম্পন্ন করেন। ১৯৯৮ সালে কাওয়ায়েদুল লুগাতিল কোরআন বিষয়ের উপর পিএইচডি ডিগ্রি অর্জন করেন। সেখানে অধ্যয়নরত অবস্থায় তিনি বর্তমান সৌদি বাদশা ও তৎকালীন রিয়াদের গভর্নর সালমান বিন আব্দুল আজিজের হাত থেকে পর পর দু’বার সেরা ছাত্রের পুরস্কার গ্রহণ করেন এবং চূড়ান্ত পরীক্ষায় ৯৬% নাম্বার পেয়ে প্রথম স্থান অধিকার করেন। সৌদি আরবে বাংলাদেশীদের মধ্যে আরবি ব্যাকরণ  বিষয়ে তিনিই প্রথম ডক্টরেট উপাধি লাভ করেন। তিনি সৌদি আরবের কুল্লিয়াতুল লুগাতিল আরাবিয়া -তে প্রথম স্থান অর্জন করেছিলেন। বিশ্ববিদ্যালয়ে অধ্যয়নকালে তিনি ১৯৯৩ থেকে ১৯৯৭ সাল পর্যন্ত উত্তর রিয়াদ ইসলামিক সেন্টারে দাঈ, অনুবাদক ও দোভাষী হিসেবে কর্মরত ছিলেন। এছাড়াও রিয়াদে অবস্থিত বাংলাদেশ দূতাবাসে অনুবাদক হিসেবেও কাজ করেছেন। তিনি মুহাম্মদ বিন সউদ ইসলামি বিশ্ববিদ্যালয়ে অধ্যায়নের পাশাপাশি কুরআন হিফজ সম্পন্ন করেন।\nবিশ্ববিদ্যালয়ে অধ্যায়নকালে তিনি সৌদি আরবের গ্র্যান্ড মুফতি শাইখ আব্দুল আযীয বিন বায, শাইখ মুহাম্মাদ বিন সালেহ আল-উসাইমীন, শাইখ সালেহ আল-ফাওযান, শাইখ আবদুল্লাহ ইবনে আব্দুর রহমান আল-জিবরীন, সৌদি আরবের ধর্মীয় সংস্কারক মুহাম্মাদ বিন আব্দুল ওয়াহহাবের বংশধর ও সাবেক ধর্মমন্ত্রী শাইখ সালেহ ইবনে আব্দুল আযীয আলে শাইখ, প্রমুখসহ আরও অনেক শিক্ষকের সাহচর্যে থেকে জ্ঞানার্জন করেছেন। পাশাপাশি নিজদেশে মাওলানা উবায়দুল হক, মাওলানা আবদুর রহিম, মাওলানা মিয়া মোহাম্মাদ কাসেমী, মোহাম্মাদ ফখরুদ্দীন, আনোয়ারুল হক কাসেমী প্রমুখসহ আরও অনেকের কাছে শিক্ষালাভ করেছেন।\n\n\n== কর্মজীবন ==\nঢাকা আলিয়া মাদ্রাসা থেকে ১৯৭৯ সালে কামিল পাশ করার পর ঝিনাইদহ সদর উপজেলার নাচনা নূরনগর সিদ্দিকীয়া আলিম মাদ্রাসায় প্রায় দুই বছর শিক্ষকতা করেন। ১৯৯৮ সালে তিনি সৌদি আরব থেকে দেশে এসে প্রথমে দারুল ইহসান বিশ্ববিদ্যালয়ে কয়েক মাস শিক্ষকতা করেন। এরপর ১৯৯৮ সালে তিনি ইসলামী বিশ্ববিদ্যালয়ে আল হাদিস ও ইসলামি অধ্যয়ন বিভাগে প্রভাষক হিসেবে যোগদান করেন। ১৯৯৯ সালে তিনি ইন্দোনেশিয়া থেকেইসলামি উন্নয়ন ও আরবি ভাষা  বিষয়ে উচ্চতর প্রশিক্ষণ গ্রহণ করেন। এসময় ইন্দোনেশিয়ার মালাংয়ে, মিনিস্ট্রি অব রিলিজিয়াস অ্যাফেয়ার্স আয়োজিত সেমিনার ও কর্মশালায় (১১-১৬ অক্টোবর, ১৯৯৯) তিনি তার গবেষণাপত্র পাঠ ও জমাদান করেন। একই বছর তিনি ইসলামী বিশ্ববিদ্যালয়ে সহকারী অধ্যাপক পদে ও ২০০৪ সালে ‘সহযোগী অধ্যাপক’ পদে পদোন্নতি লাভ করেন। এছাড়া তিনি ২০০৪ সালে একই বিশ্ববিদ্যালয়ে আইন বিভাগে ও ২০০৫ সালে আল ফিকহ বিভাগে খন্ডকালীন শিক্ষক হিসেবে দায়িত্ব পালন করেন। ২০০৯ সালে তিনি আল হাদিস ও ইসলামি অধ্যয়ন বিভাগের অধ্যাপক পদে উন্নীত হন। কর্মজীবনে তিনি ঢাকার দারুস সালাম কওমি মাদ্রাসা ও পাবনার জেলার পাকশিতে অবস্থিত জামিয়াতুল কুরআনিল কারিম কওমি মাদ্রাসায় খণ্ডকালীন 'শায়খুল হাদিস' হিসেবে বুখারি শরিফ পাঠদান করতেন।\nএছাড়াও তিনি ইন্টারন্যাশনাল ইসলামিক ইনস্টিটিউটের প্রতিষ্ঠাতা সদস্য ছিলেন এবং আমৃত্যু ঝিনাইদহ কেন্দ্রীয় জামে মসজিদের পেশ ইমাম ও খতিবের দায়িত্ব পালন করেছেন। ২০০৩ সাল থেকে ২০১৬ পর্যন্ত তিনি এ মসজিদে জুম'আর খুতবা দিয়েছেন। তার আলোচনা শোনার জন্য দূরের জেলা থেকেও মানুষ আসত।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি ফুরফুরা শরীফের পীর আব্দুল কাহহার সিদ্দিকীর কন্যা ফাতিমা আবুল আনসারকে বিবাহ করেন। তাদের খোন্দকার উসামা জাহাঙ্গীর নামে এক পুত্র; এবং জাকিয়া খোন্দকার, রিফাত খোন্দকার, বুসাইনা খোন্দকার নামে তিন কন্যা রয়েছে। খোন্দকার উসামা জাহাঙ্গীর মুহাম্মদ বিন সউদ ইসলামি বিশ্ববিদ্যালয় হতে অধ্যায়ন সমাপ্ত করেছেন।\n\n\n== মৃত্যু ==\n২০১৬ সালের ১১ মে, ৫৮ বছর বয়সে এক সড়ক দুর্ঘটনায় আব্দুল্লাহ জাহাঙ্গীর মৃত্যুবরণ করেন। তিনি ব্যক্তিগত গাড়িতে করে ঝিনাইদহ হতে ঢাকার উদ্দেশ্যে যাচ্ছিলেন। পথিমধ্যে মাগুরা জেলার ঢাকা-খুলনা মহাসড়কের পারনান্দুয়ালী এলাকায় যুব প্রশিক্ষণ কেন্দ্রের কাছে একটি খুলনাগামী মালবাহী ভ্যানের সাথে তার গাড়ির মুখোমুখি সংঘর্ষ হয়, আর সেখানেই তিনি মৃত্যুবরণ করেন। তার জানাজার নামাজে লক্ষাধিক মানুষ অংশ নিয়েছিলো।\n\n\n== অবদান ==\n\n\n=== ইসলামি আলোচনা ===\nতিনি শিরক, বিদ'আত, আকীদাসহ ইসলামের সমসাময়িক বিষয়ে পিস টিভি, ইসলামিক টিভি, এটিএন বাংলা, এনটিভি, বাংলা ভিশন, দিগন্ত টিভি সহ বিভিন্ন টিভিতে ইসলামি আলোচনায় অংশ নিতেন। তিনি আরবি, ইংরেজি, হিন্দি, উর্দু ভাষায় পারদর্শী ছিলেন, এসব ভাষায় দেশের শীর্ষস্থানীয় অনুষ্ঠানে আলোচনা করতেন।\nইসলামের বিভিন্ন বিষয়ে বাংলাদেশের আলেমদের মতপার্থক্য নিরসনে তিনি কাজ করতেন। সমাজ সংস্কার ও ইসলামের নামে ভেজাল, বিকৃতি, কু-সংস্কার ও ভ্রান্ত আকীদা নিরসনে তিনি কাজ করেছেন বলে তার অনুসারীগণ দাবি করেন। তিনি ইসলামের বিভিন্ন উপদলের মধ্যে সমন্বয় করে কথা বলার জন্য সুপরিচিত হয়েছিলেন, তিনি সালাফি, আহলুল হাদিস, মাযহাবপন্থি, আহল-ই-হাদীস সহ সকল দলের মধ্যে সমাদৃত ছিলেন। এছাড়াও তিনি দেশের বিভিন্ন স্থানে ইসলামি আলোচনার জন্য যেতেন এবং সশরীরে আলোচনা করতেন। আন্তর্জাতিক গবেষণা গ্রন্থেও তিনি ধর্মীয় বিষয়ে নিজের মতামত দিয়ে সাক্ষাতকার দিয়েছেন। তিনি অনলাইনে জনপ্রিয় ছিলেন, ইসলামের সমসাময়িক বিভিন্ন সমস্যা, দিক-নির্দেশনা নিয়ে তার নিজস্ব ইউটিউব চ্যানেল, তার ফেসবুকে পাতায় আলোচনা করতেন। এছাড়াও তার আস সুন্নাহ ট্রাস্ট ওয়েবসাইটে সমসাময়িক বিষয় নিয়ে লেখালেখি করতেন।\n\n\n=== গ্রন্থবিবরণী ===\nসমাজ সংস্কার, শিক্ষা, আল ফিকহ, আল হাদিস, তুলনামূলক ধর্মীয় আলোচনা, ইসলামি ঐক্য প্রভৃতি বিষয়ের উপর ৫০টির অধিক গ্রন্থ রচনা করেছেন। এরমধ্যে উল্লেখযোগ্য কিছু বইয়ের নাম উল্লেখ করা হলো:\n\nইংরেজি ভাষায়\nএ ওম্যান ফ্রম ডেজার্ট (মরুভূমি থেকে এক মহিলা) (১৯৯৫)\nগাইডেন্স ফর ফাস্টিং মুসলিমস (রোজা পালনকারী  মুসলমানদের জন্য দিকনির্দেশনা) (১৯৯৭)\nএ সামারি অফ থ্রি ফান্ডামেন্টালস অফ ইসলাম (ইসলামের তিনটি মৌলিক সংক্ষিপ্তসার) (১৯৯৭)\nআরবি ভাষায়\nবুহুসুন ফি উলুমিল হাদিস  ( হাদিস শাস্ত্র বিষয়ক গবেষণা) (২০০৭)\nবাংলা ভাষায়\nএহইয়াউস সুনান: সুন্নাতের পুনরুজ্জীবন ও বিদ'আতের বিসর্জন (২০০৭) আইএসবিএন ৯৭৮-৯৮৪-৯০০৫৩-৮-৪\nহাদীসের নামে জালিয়াতি (৫ম সংস্করণ, ২০০৭) আইএসবিএন ৯৭৮-৯৮৪-৯০০৫৩-১-৫\nকুরআন-সুন্নাহর আলোকে পোশাক, পর্দা ও দেহ-সজ্জা (২০০৭)\nখুতবাতুল ইসলাম (২০০৮)\nইসলামের নামে জঙ্গিবাদ (২০০৯)\nবাংলাদেশে উশর বা ফসলের যাকাত: গুরুত্ব ও প্রয়োগ (২০০৯)\nকুরবানী ও জবিহুল্লাহ (২০১০),\nরাহে বেলায়াত (২০১৩) (আল-ওয়াবিলুস সায়্যিব এর অনুরূপ) আইএসবিএন ৯৭৮৯৮৪৯০০৫৩১৫\nসালাতুল ঈদের অতিরিক্ত তাকবীর (২০১৩) আইএসবিএন ৯৭৮-৯৮৪-৯০০৫৩-৪-৬\nহাদীসের সনদ-বিচার পদ্ধতি ও সহীহ হাদীসের আলোকে সালাতুল ঈদের অতিরিক্ত তাকবীর (২০১৩) আইএসবিএন ৯৭৮-৯৮৪-৯০০৫৩-৪-৬\nপবিত্র বাইবেলঃ পরিচিত ও পর্যালোচনা (২০১৬) আইএসবিএন ৯৭৮-৯৮৪-৯০০৫৩-৭-৭; আইএসবিএন ৯৮৪৯০০৫৩৭৮\nকুর’আন-সুন্নাহর আলোকে ইসলামি আকীদা (২০১৭) আইএসবিএন ৯৭৮-৯৮৪-৯৩২৮১-০-০\nফুরফুরার পীর আল্লামা আবু জাফর সিদ্দিকী রচিত আল-মাউযূআত (২০১৭) আইএসবিএন ৯৭৮৯৮৪৯৩২৮১৮৬\nকুরআন সুন্নাহর আলোকে জামায়াত ও ঐক্য (২০১৭)\nকুরআন সুন্নাহের আলোকে শবে বরাত (২০১৭)\nসালাতের মধ্যে হাত বাধার বিধান (২০১৭)\nসহীহ মাসনূর ওযীফা (২০১৭) আইএসবিএন ৯৭৮৯৮৪৯০০৫৩২২\nমুসলমানী নেসাব: আরাকানে ইসলাম ও ওযীফায়ে রাসূল (সা.) (২০১৮) আইএসবিএন ৯৭৮-৯৮৪-৯৩২৮২-৩-০\nকিতাবুল মোকাদ্দস, ইঞ্জিল শরীফ ও ঈসায়ী ধর্ম (২০১৮) আইএসবিএন ৯৭৮-৯৮৪-৯০০৫৩-০-৮\nসালাত, দোয়া ও জিকির (২০১৮) আইএসবিএন ৯৭৮-৯৮৪-৯৩৬৩৩-১-৬\nঈদে মিলাদুন্নবী (২০১৮) আইএসবিএন ৯৭৮-৯৮৪-৯৩২৮২-৯-২\nজিজ্ঞাসা ও জবাব (৫ খণ্ড) (২০২০), আইএসবিএন ৯৭৮-৯৮৪-৯৩২৮২-১-৬ (১ম খন্ড), আইএসবিএন ৯৭৮-৯৮৪-৯৩২৮২-২-৩ (২য় খন্ড), আইএসবিএন ৯৭৮-৯৮৪-৯৩৬৩৩-২-৩ (৩য় খন্ড), আইএসবিএন ৯৭৮-৯৮৪-৯৩৬৩৩-৭-৮ (৪র্থ খন্ড), (৫ম খন্ড)\nহজ্জ্বের আধ্যাত্মিক শিক্ষা আইএসবিএন ৯৭৮-৯৮৪-৯৩২৮২-৮-৫\n\"রাসুলুল্লাহ (সা)-এর পোশাক ও পোশাকের ইসলামি বিধানমালা\" (২০০৮) আইএসবিএন ৯৮৪-০৬--১১৮৪-৪\nইসলামের তিন মূলনীতি\nআল্লাহর পথে দাওয়াত\nরামাদানের সওগাত\nমুনাজাত ও নামায\nরোজা\nঅনুবাদ\nএকজন জাপানী মহিলার ইসলাম ও পর্দা (২০০৪)\nআল-ফিকহুল আকবার (২০১৪) আইএসবিএন আইএসবিএন ৯৭৮৯৮৪৯০০৫৩৫৩\nফিকহুস সুনান আল আসার (৩ খন্ড) (২০১৯) আইএসবিএন ৯৭৮-৯৮৪-৯৩৬৩৩-৩-০ (১ম খন্ড), আইএসবিএন ৯৭৮-৯৮৪-৯৩৬৩৩-৫-৪ (২য় খন্ড), আইএসবিএন ৯৭৮-৯৮৪-৯৩৬৩৩-৬-১ (৩য় খন্ড)\nইযহারুল হক্ব (২ খন্ড), ইসলামিক ফাউন্ডেশন বাংলাদেশ। ১ম খন্ড (২০০৭), আইএসবিএন ৯৮৪-০৬-১১৬০-৭ ২য় খন্ড (২০০৮), আইএসবিএন ৯৮৪-০৬-১১৯০-৯\n\n\n== সামাজিক কর্মকাণ্ড ==\nতিনি বহুবিদ সামাজিক উন্নয়ন, ইসলামি শিক্ষা উন্নয়ন, দুস্থ মানুষের সহযোগিতার কার্যক্রম পরিচালনা করেছেন।\n\n\n=== আস সুন্নাহ ট্রাস্ট ===\nসমাজসেবা ও দ্বীনের বহুমুখী কাজ যথাযথভাবে করার জন্য ২০ জানুয়ারি ২০১১ তারিখে তিনি ‘আস-সুন্নাহ ট্রাস্ট’ প্রতিষ্ঠা করেন। এর অন্তর্গত ইসলামিক বিদ্যালয় রয়েছে, যেখানে শিক্ষার্থীরা ইসলামের প্রাথমিক থেকে শুরু করে উচ্চতর গবেষণার জন্য পড়াশোনা করে থাকে। এই বিদ্যালয়ের বালক ও বালিকা উভয় শাখা রয়েছে।   বর্তমানে ৩০০-৪০০ শিক্ষার্থী এখানে অধ্যায়নরত আছে। এটি অনেকটাই দাতব্য প্রতিষ্ঠানের ন্যায়। শিক্ষার্থীরা এখানে স্বল্প ও বিনা খরচে পড়াশোনার সুযোগ পেয়ে থাকে। এছাড়াও গরীব মানুষের মধ্যে খাদ্য বিতরণ, বিনামূল্যে বই বিতরণ, বয়স্ক ও শিশু-কিশোরদের মধ্যে ধর্মীয় শিক্ষা, বিনামূল্যে চিকিৎসা সেবাসহ নানামুখী সামাজিক, অর্থনৈতিক ও মেধা উন্নয়ন কার্যক্রম চালিয়ে থাকে। এর অধীনে আরও কিছু প্রতিষ্ঠান রয়েছে।\n\nআস সুন্নাহ পাবলিকেশন্স: একটি ইসলামি প্রকাশনা সংস্থা। তারা আবদুল্লাহ জাহাঙ্গীর সহ ইসলামি লেখকদের বই ছাপিয়ে থাকে।\nআস-সুন্নাহ ট্রাস্ট পাঠাগার: সাধারণ মানুষ ও যুবকদেরকে বইপড়ায় অভ্যস্থ করতে তারা একটি পাঠাগার প্রতিষ্ঠা করেছে।\nআস-সুন্নাহ ট্রাস্ট মসজিদ: ট্রাস্টের পক্ষ থেকে সুবৃহৎ ৪ তলা আকর্ষণীয় মসজিদ নির্মান করা হয়েছে সাধারণ মানুষের জন্য।\nমাদরাসাতুস-সুন্নাহ বালক বালিকা ও হিফজ শাখা:\nমারকাযুস সুন্নাহ মক্তব:\n\n\n=== আল ফারুক একাডেমী ===\nআল ফারুক একাডেমী দুই বছর মেয়াদী উচ্চতর ইসলামি গবেষণা করার জন্য একটি প্রতিষ্ঠান, আলিয়া মাদ্রাসার আদলে এই মাদ্রাসাটি করা হয়েছে, তবে এখানে কিছু কওমি মাদ্রাসার পাঠ্যবই যুক্ত রয়েছে। তিনি কওমি ও আলিয়া ধারার সমন্বয়ে ছাত্রদেরকে উভয়দিকে দক্ষ আলেম তৈরি করার লক্ষ্যে 'উচ্চতর হাদীস গবেষণা বিভাগ' এবং ধর্মীয় অপতৎপরতার বিরুদ্ধে 'উচ্চতর দাওয়াহ ও তুলনামূলক ধর্মবিজ্ঞান বিভাগ' প্রতিষ্ঠা করেন। এছাড়াও নূরানী মক্তব, বালক ও বালিকা হিফজ বিভাগ ও কিতাব বিভাগ প্রতিষ্ঠা করেছেন।\n\n\n=== অন্যান্য ===\nঝিনাইদহ দাতব্য ফাউন্ডেশন: তিনি সাধারন দুস্থ, অসহায় ব্যক্তি ও গরীব ছাত্রদের সাহায্য করার জন্য সবাইকে সঙ্গে নিয়ে এই ফাউন্ডেশন চালু করেন।\nকর্মসংস্থান ও সেলাই প্রশিক্ষণ কেন্দ্র: আস সুন্নাহ ট্রাস্টের পক্ষ থেকে দুস্থ-অভাবী মানুষদের কর্মসংস্থানের জন্য এই উদ্যোগ নেওয়া হয়েছে। প্রশিক্ষণ শেষে সবাইকে সার্টিফিকেট দেওয়া হয় ও কর্মসংস্থান পেতে সাহায্য করা হয়।\n\n\n== পুরস্কার ও সম্মাননা ==\n\n\n=== পুরস্কার ===\nতিনি দেশ-বিদেশ থেকে বিভিন্ন সময় পুরস্কারপ্রাপ্ত ও সম্মাননিত হয়েছেন।\n\n১৯৯২ সালে সালমান বিন আবদুল আজিজ কর্তৃক মুহাম্মদ বিন সউদ ইসলামি বিশ্ববিদ্যালয়ের সেরা ছাত্র পুরস্কার।\n২০০৭ সালে কুরআন শিক্ষা সোসাইটি কর্তৃক সেরা সাহিত্যিক পুরস্কার।\n\n\n=== স্মরণিকা ও জীবনী ===\nপ্রেরণার বাতিঘর (ডঃ আব্দুল্লাহ জাহাঙ্গীর স্মারকগ্রন্থ) - আবুল কালাম আজাদ আযহারী সম্পাদিত\nতার মৃত্যুর পর বাংলাদেশ জাতীয় মুফাসসির পরিষদ কর্তৃক প্রকাশিত হয় প্রেরণার বাতিঘর। এই স্মারকগ্রন্থটিকে আবদুল্লাহ জাহাঙ্গীরের স্মরণে ঢাবির সাবেক উপাচার্য এমাজউদ্দিন আহমদ, কবি আল মাহমুদ, সাবেক প্রধান নির্বাচন কমিশনার ও বিচারপতি মোহাম্মদ আব্দুর রউফ, সাবেক সচিব শাহ্ আব্দুল হান্নান, নয়াদিগন্তের সম্পাদক আলমগীর মহিউদ্দিনসহ অনেকেই বক্তব্য দিয়েছেন।\nআবদুল্লাহ জাহাঙ্গীরের মৃত্যুতে ১৮ মে ২০১৬ তারিখে তার নিজ কর্মস্থল ইসলামী বিশ্ববিদ্যালয়ে, ৪ জুন ২০১৬ তারিখে বাংলাদেশ জাতীয় মুফাসসির পরিষদ কর্তৃ‌ক এবং ১৯ মে ২০১৬ আইটিভি টোয়েন্টিফোর কর্তৃক দোয়া অনুষ্ঠান ও আলোচনা সভা আয়োজিত হয়। এছাড়া যুক্তরাষ্ট্রের নিউইয়র্ক শহরে আস সাফা ইসলামিক সেন্টার কর্তৃক দোয়া মাহফিল ও আলোচনা অনুষ্ঠান আয়োজন করা হয়। এছাড়া ২০১৭ সালে ইসলামী বিশ্ববিদ্যালয়ে তার জীবন কর্ম আলোচনা বিষয়ের উপর সেমিনারের আয়োজন করা হয়েছিলো।\nআস সুন্নাহ পাবলিকেশন্স থেকে ২০২০ সালে তার জীবনীগ্রন্থ যুগের মহান দাঈ ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর (রহিমাহুল্লাহ)  প্রকাশিত হয়েছে। এই গ্রন্থে তার সমন্ধে সমকালীন ইসলামি পন্ডিতদের বক্তব্যের একটি সংকলনও যুক্ত করা হয়েছে।\nএছাড়া সান্নিধ্যপ্রাপ্ত আলেম শায়খ ইমদাদুল হক ২০২৩ সালে আব্দুল্লাহ জাহাঙ্গীরকে নিয়ে সুন্নাতে উদ্ভাসিত যে জীবন নামে স্মৃতিচারণা একটি বই লিখেন। \n\n\n== আলোচনা-সমালোচনা ==\nআবদুল্লাহ জাহাঙ্গীর বাংলাদেশের ইসলামের সকল উপদলের মানুষসহ, সকল সাধারণ মানুষের নিকট সমান জনপ্রিয় ছিলেন। হঠাৎ দুর্ঘটনায় তার মৃত্যুতে অনেকের মধ্যে রহস্যের সৃষ্টি হয়। কিছু আলেম ধারণা করেন, জনৈক খ্রিষ্টান মিশনারির বিরুদ্ধে তৎপর থাকায় তাকে পরিকল্পিতভাবে হত্যা করা হয়েছে। যুক্তরাজ্যের আইনজীবী ব্যারিস্টার নাজির আহমদ বলেন, এই যুগশ্রেষ্ঠ ও ভারসাম্যপূর্ন মনীষী ও আলেমের জীবন ও কর্মের উপর উচ্চমানের গুণগত গবেষণা হওয়া প্রয়োজন। ঢাকা বিশ্ববিদ্যালয়ের সাবেক উপাচার্য বলেন:\n\nতবে কওমি আলেমগণ তাকে সহনীয় সালাফিপন্থি আলেম বলে অভিহিত করে থাকেন।  এছাড়া কারো মতে, তিনি মতভেদপূর্ণ মাসায়েলে হানাফী, সালাফী উভয় পক্ষের দলিলই বলার চেষ্টা করে একটি মধ্যপন্থী অবস্থান তৈরীর চেষ্টা করতেন।\n\n\n== আরও দেখুন ==\nআবু বকর মুহাম্মাদ যাকারিয়া\nআসাদুল্লাহ আল-গালিব\nআহমাদুল্লাহ (আলেম)\nহোলি আর্টিজান হামলা\nচেচনিয়া সম্মেলন\nসুফি-সালাফি সম্পর্ক\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উদ্ধৃতি ==\n\"عبد الغني مهر علي بعنوان: منهج الشيخ خوندکار عبد الله جهانغير في تقرير عقيدة السلف والرد على المخالفين لها في بنغلاديش\" (আবদুল গনি মেহের আলী, শিরোনাম: শায়খ খোন্দকার আবদুল্লাহ জাহাঙ্গীরের সালাফের মতবাদ নির্ধারণ এবং বাংলাদেশে যারা এর বিরোধিতা করেন তাদের জবাব দেওয়ার পদ্ধতি)\nUddin, Mohammed Solim (৩০ ডিসেম্বর ২০২৪)। \"The Contributions of Professor Dr. Abdullah Jahangir in Combating Vices in Bangladesh: إسهامات الأستاذ الدكتور عبد الله جهانغير في مكافحة المنكرات في بنغلاديش\"। The Islamic Culture \"As-Saqafat-ul Islamia\" الثقافة الإسلامية - Research Journal - Sheikh Zayed Islamic Centre, University of Karachi (ইংরেজি ভাষায়)। 49। আইএসএসএন 2663-1709। সংগ্রহের তারিখ ১১ মার্চ ২০২৫। \nUddin, Md Helal; Hasan, Md Maruf (১৪ মে ২০২২)। The Methodology of Abdullah Jahangir in Challenging ‎Christianity in Bangladesh (ইংরেজি ভাষায়)। পৃষ্ঠা 47–73। সংগ্রহের তারিখ ১১ মার্চ ২০২৫। \nMahmood, Meer Monjur (২০১৮)। ড. আব্দুল্লাহ জাহাঙ্গীর রহ. ও তাঁর ফিকহী রচনাবলি : একটি পদ্ধতিগত বিশ্লেষণ|Dr. Abdullah Jahangir Rh. and His Fiqhi Literature A Methodological Analysis (ইংরেজি ভাষায়)। পৃষ্ঠা 61–92। সংগ্রহের তারিখ ১১ মার্চ ২০২৫। \n\n\n== বহিঃসংযোগ ==\nআস-সুন্নাহ ট্রাস্টের ওয়েবসাইট\nআমাজন.কমে খোন্দকার আব্দুল্লাহ জাহাঙ্গীর রচিত বই  \nগুডরিড্‌সে খোন্দকার আব্দুল্লাহ জাহাঙ্গীর রচিত বই  \nইউটিউবে খোন্দকার আব্দুল্লাহ জাহাঙ্গীরের চ্যানেল"}