{"pageid": 1053707, "title": "সংসদ ভবন, নয়াদিল্লি", "url": "https://bn.wikipedia.org/wiki?curid=1053707", "content": "নতুন সংসদ ভবন ভারতের সেন্ট্রাল ভিস্তা পুনর্নির্মাণ প্রকল্পের অংশ হিসাবে, নতুন দিল্লিতে নতুন সংসদ ভবন নির্মিত হয়েছে। ২০২৩ খ্রিস্টাব্দের ২৮ মে ভবনটির দ্বারোদ্ঘাটন হয়। ভারতের পঞ্চদশ প্রধানমন্ত্রী নরেন্দ্র মোদী প্রথমে সেঙ্গোল তথা রাজদণ্ড স্থাপন করেন এবং সংসদের দুই কক্ষের ১২৭২টি আসন সম্বলিত নবনির্মিত ভবন জাতির উদ্দেশ্যে উৎসর্গ করেন। পুরনো সংসদ ভবনটি নতুন ভবনের ঠিক বিপরীতে অবস্থিত।\n\n\n== পটভূমি ==\nপুরনো কাঠামোর সাথে স্থিতিশীলতার উদ্বেগের কারণে বিদ্যমান কমপ্লেক্সটি প্রতিস্থাপনের জন্য একটি নতুন সংসদ ভবনের প্রস্তাব ২০১০-এর দশকের গোড়ার দিকে উত্থিত হয়। বর্তমান ভবনের বেশ কয়েকটি বিকল্প প্রস্তাব দেওয়ার জন্য তৎকালীন স্পিকার মীরা কুমার ২০১২ সালে একটি কমিটি গঠন করেন। বর্তমান ভবন, একটি ৯৩ বছরের পুরানো কাঠামো, যা সংসদ সদস্য ও তাদের কর্মীদের স্থানের অপ্রতুলতায় এবং কাঠামোগত সমস্যায় ভুগছে বলে মনে করা হচ্ছে। ভবনটি অবশ্য তার ঐতিহ্যের কারণে সুরক্ষিত হওয়া দরকার।\n\n\n== বিবরণ ==\n\nসেন্ট্রাল ভিস্তার পুনঃনকশার দায়িত্বে থাকা স্থপতি বিমল প্যাটেলের মতে, নতুন কমপ্লেক্সটি ত্রিভুজাকার আকৃতির হবে। এটি বিদ্যমান কমপ্লেক্সের পাশেই নির্মিত হবে এবং এটি পূর্ববর্তী ভবনের তুলনায় কিছুটা বড় হবে।\nভবনটির আয়ু বা স্থায়িত্ব  দেড়শ বছরেরও বেশি হবে। এটি ভূমিকম্প প্রতিরোধী হিসাবে নকশাকৃত এবং ভারতের বিভিন্ন অঞ্চলের স্থাপত্য শৈলীর সমন্বয় ঘটাবে। লোকসভা ও রাজ্যসভার জন্য প্রস্তাবিত কক্ষগুলিতে বর্তমানে উপস্থিত সদস্যদের তুলনায় আরও বেশি লোকের থাকার জন্য বিস্তৃত আসন সক্ষমতা থাকবে, যেহেতু ভারতের ক্রমবর্ধমান জনসংখ্যা এবং ফলস্বরূপ ভবিষ্যতে সাথে এমপিদের সংখ্যা বাড়তে পারে। ২০২৬ সালের মধ্যে লোকসভার ৮৮৮ জন সদস্যের প্রয়োজন হতে পারে। নতুন কমপ্লেক্সে লোকসভা চেম্বারে ৮৮৮ টি এবং রাজ্যসভা চেম্বারে ৩৮৪ টি আসন থাকবে। বর্তমান সংসদ ভবনের তুলনায়, নতুন ভবনে কেন্দ্রীয় হল থাকবে না এবং একটি যৌথ অধিবেশন হওয়ার ক্ষেত্রে লোকসভা চেম্বারে ১২২৪ জন সদস্য ধারণের সক্ষমতা থাকবে। মন্ত্রীর কার্যালয় ও কমিটির কক্ষগুলির সাথে ভবনের বাকী অংশে চারটি তলা থাকবে।\n\n\n== নির্মাণের সময়রেখা ==\nসেপ্টেম্বর ২০১৯: 'সেন্ট্রাল ভিস্তা অ্যাভিনিউয়ের পুনঃউন্নয়ন'-এর মাস্টার প্ল্যানটি ভারত সরকার দ্বারা কল্পনা করা হয়েছে ।\nসেপ্টেম্বর ২০২০: টাটা প্রজেক্টস লিমিটেড CPWD দ্বারা ৮৬২ কোটিতে নতুন সংসদ ভবন নির্মাণের চুক্তি জিতেছে ।\nঅক্টোবর ২০২০: আহমেদাবাদ ভিত্তিক HCP ডিজাইন প্ল্যানিং অ্যান্ড ম্যানেজমেন্ট প্রাইভেট লিমিটেড, আর্কিটেকচারাল কনসালটেন্সি কাজ জিতেছে।\n১০ ডিসেম্বর ২০২০: ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদি ১০ ডিসেম্বর ২০২০-এ নতুন সংসদ ভবনের ভিত্তিপ্রস্তর স্থাপন করেন\nডিসেম্বর ২০২১: কেন্দ্রীয় আবাসন মন্ত্রক 2 ডিসেম্বর চলমান সংসদ অধিবেশনে জানিয়ে দেয় যে নতুন সংসদ ভবনের ভৌত অগ্রগতি ৩৫% এ দাঁড়িয়েছে এবং অক্টোবর ২০২২ এর মধ্যে এটি সম্পূর্ণ হওয়ার কথা রয়েছে।\n১১ জুলাই ২০২২: প্রধানমন্ত্রী মোদি নতুন সংসদ ভবনের উপরে জাতীয় প্রতীকের মূর্তি উন্মোচন করেন।\n৪ আগস্ট ২০২২: নতুন সংসদ ভবনের নির্মাণ কাজ ৭০% সম্পূর্ণ হয়েছে, কেন্দ্রীয় আবাসন ও নগর বিষয়ক প্রতিমন্ত্রী কৌশল কিশোর লোকসভায় জানিয়েছেন।\n28 আগস্ট ২০২২: নতুন সংসদের মূল কাঠামো সম্পন্ন হয়েছে, কাজ শেষ হচ্ছে: টাটা প্রকল্পের সিইও।\n১৯ নভেম্বর ২০২২: পুরানো সংসদ ভবনে সংসদের শীতকালীন অধিবেশন অনুষ্ঠিত হতে পারে কারণ নতুন ভবনের নির্মাণ বছরের শেষ পর্যন্ত প্রসারিত হতে পারে। বাকি কাজ যেমন মন্ত্রীদের অফিস এবং অন্যান্য সুযোগ-সুবিধা ২০২৩ সালের ফেব্রুয়ারি বা মার্চের আগে শেষ করা যাবে না।\n২০ ডিসেম্বর ২০২২: এটি নতুন সংসদ ভবনটি সম্পূর্ণ করার জন্য সময়ের বিরুদ্ধে একটি দৌড়, সরকার জানুয়ারিতে শুরু হওয়া আসন্ন বাজেট অধিবেশনে নতুন ভবনটি খুলতে আগ্রহী এবং মাঝখানে বিরতি দিয়ে ২০২৩ সালের মার্চ পর্যন্ত চলবে: সরকার কর্মকর্তারা।\n৫ জানুয়ারী ২০২৩: লোকসভা সচিবালয় সংসদ সদস্যদের নতুন সংসদ ভবনে প্রবেশের জন্য নতুন পরিচয়পত্র প্রস্তুত করা শুরু করেছে, বৃহস্পতিবার সূত্র জানিয়েছে। সংসদ সদস্যদের নতুন ভবনে ব্যবহার করা অডিও-ভিজ্যুয়াল ডিভাইস সম্পর্কেও প্রশিক্ষণ দেওয়া হচ্ছে।\n১০ জানুয়ারী ২০২৩: নতুন সংসদ ভবন নির্মাণের কাজ জানুয়ারির শেষ নাগাদ শেষ হবে বলে আশা করা হচ্ছে, সরকারি সূত্রে।\n৩১ জানুয়ারী ২০২৩: একটি সরকারী নথি অনুসারে, CPWD নতুন সংসদ ভবনের যান্ত্রিক গৃহস্থালির জন্য বিড আমন্ত্রণ জানিয়েছে, প্রায় ২৪.৬৫ কোটি টাকা ব্যয়ে তিন বছরের জন্য ।\n৩০ মার্চ ২০২৩: প্রধানমন্ত্রী মোদি নতুন সংসদ ভবনে আশ্চর্যজনক সফরে যান। তিনি এক ঘণ্টারও বেশি সময় কাটিয়ে সংসদের উভয় কক্ষের বিভিন্ন সুযোগ-সুবিধা পর্যবেক্ষণের পাশাপাশি বিভিন্ন কাজ পরিদর্শন করেন।\n১৬ মে ২০২৩: নতুন সংসদ ভবনের চূড়ান্ত ছোঁয়া দেওয়া হচ্ছে এবং সম্ভবত এই মাসের শেষের দিকে এটি প্রস্তুত হয়ে যাবে, সূত্র জানিয়েছে।\n১৮ মে ২০২৩: লোকসভার স্পিকার ওম বিড়লা প্রধানমন্ত্রী মোদীর সাথে দেখা করেন এবং তাকে ২৮ মে ২০২৩-এ নতুন সংসদ ভবন উদ্বোধনের জন্য আমন্ত্রণ জানান। নতুন সংসদ ভবনের নির্মাণ কাজ এখন সম্পূর্ণ হয়েছে এবং নতুন ভবনটি স্বনির্ভর ভারতের চেতনার প্রতীক সভা সচিবালয় ।\n২০ মে ২০২৩ : নতুন সংসদ ভবনের নির্মাণকাজ সম্পূর্ণভাবে সম্পন্ন হয়।\n২৮ মে ২০২৩: ভারত সরকার প্রধানমন্ত্রী মোদীর দ্বারা নতুন সংসদ ভবন উদ্বোধন করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}