{"pageid": 1053913, "title": "সুন্দরলাল বহুগুণা", "url": "https://bn.wikipedia.org/wiki?curid=1053913", "content": "সুন্দরলাল বহুগুণা (৯ জানুয়ারি ১৯২৭ - ২১ মে ২০২১)   একজন ভারতীয় বিশিষ্ট গড়ওয়ালি পরিবেশবিদ এবং চিপকো আন্দোলনের নেতা। চিপকো আন্দোলনের ভাবনাটি তার স্ত্রীর ছিল এবং সুন্দরলাল এই আন্দোলনটি বাস্তবায়িত করেছিলেন। ১৯৭০-এর দশকে প্রথমে চিপকো আন্দোলনের সদস্য হিসাবে এবং পরে ১৯৮০-এর দশক থেকে শুরু করে ২০০৪ সাল পর্যন্ত তেহরি বাঁধ নির্মাণের বিরুদ্ধে, বছরের পর বছর ধরে তিনি হিমালয় অঞ্চলে বন সংরক্ষণের জন্য লড়াই করে গেছেন। তিনি ভারতের গোড়ার দিকের অন্যতম পরিবেশবিদ, এবং পরে তিনি এবং চিপকো আন্দোলনের সাথে যুক্ত লোকেরা পরিবেশগত সমস্যাগুলি যেমন বড় বড় বাঁধ তৈরির  বিরুদ্ধে আন্দোলন করে।\n\n\n== প্রাথমিক জীবন ==\nসুন্দরলাল বহুগুণা ৯ জানুয়ারি ১৯২৭, উত্তরাখণ্ডের তেহরির কাছাকাছি মারোদা গ্রামে জন্মগ্রহণ করেন। তিনি কলকাতায় আয়োজিত এক অনুষ্ঠানে দাবি করেছিলেন যে তাঁর পূর্বপুরুষ বন্দ্যোপাধ্যায় পদবীধারি, আটশো বছর আগে বাংলা থেকে তেহারিতে চলে এসেছিলেন।  প্রথমদিকে, তিনি অস্পৃশ্যতার বিরুদ্ধে লড়াই করেছিলেন এবং পরবর্তীতে ১৯৬৫ থেকে ১৯৭০ সাল পর্যন্ত তিনি তার  মদ্যপান বিরোধী আন্দোলনে,  পাহাড়ি মহিলাদের সংগঠিত করতে শুরু করেছিলেন।  তিনি তেরো বছর বয়সে শ্রী দেব সুমন,  যিনি একজন অহিংসাবাদী   এবং  স্বাধীনতার সময়  উত্তর প্রদেশের (ভারত) কংগ্রেস দলের সাথে ছিলেন, তার নেতৃত্বে সামাজিক কার্যক্রম শুরু করেছিলেন।  বহুগুণা ১৯৪৭ সালের পূর্বে ঔপনিবেশিক শাসনের বিরুদ্ধে জনগণকে একত্রিত করেছিলেন।  তিনি তাঁর জীবনে গান্ধীবাদের নীতি গ্রহণ করেছিলেন এবং তাঁর স্ত্রী বিমলাকে এই শর্তে বিয়ে করেছিলেন যে তারা গ্রামাঞ্চলের মানুষের মধ্যে বাস করবে এবং গ্রামে আশ্রম প্রতিষ্ঠা করবে।  গান্ধীর দ্বারা অনুপ্রাণিত হয়ে তিনি হিমালয়ের জঙ্গল এবং পাহাড়ে  ৪,০০০ কিলোমিটারেরও বেশি পায়ে হেঁটেছিলেন এবং হিমালয়ের ভঙ্গুর পরিবেশে, মেগা উন্নয়নমূলক প্রকল্পগুলির ক্ষতি এবং পরবর্তী সময়ে গ্রামে সামাজিক জীবনের অবক্ষয় পর্যবেক্ষণ করেছেন।\n\n\n== চিপকো আন্দোলন ==\nচিপকো আন্দোলনটি ১৯৭৩ সালে উত্তর প্রদেশে , বন ঠিকাদারদের দ্বারা গাছ এবং বনাঞ্চলের ক্ষেতগুলি কেটে ফেলা আটকানোর লক্ষ্যে স্বতঃস্ফুর্তভাবে শুরু হয়েছিল।  হিন্দিতে, \" চিপকো \" এর আক্ষরিক অর্থ \"আলিঙ্গন\nকরা\" এবং লোকেরা যখন গাছ কাটছিল তখন গাছগুলিকে তারা জড়িয়ে ধরে আটকা ছিল। চিপকো আন্দোলনকে কৃষকদের আন্দোলন বা মহিলাদের আন্দোলন যা হিসেবেই অনুমান করা হোক না কেন সর্বোপরি এটি ছিল ভারতের প্রথম সংগঠিত \"পরিবেশ আন্দোলন\" এবং সাধারণভাবে পরিবেশবাদে সুন্দরলাল বহুগুণার অন্যতম উল্লেখযোগ্য অবদান ছিল, তাঁর চিপকো স্লোগান \"বাস্তুশাস্ত্রই  স্থায়ী অর্থনীতি।\"  ১৯৮১ থেকে ১৯৮৩ সাল অবধি  প্রায় ৫০০ কিলোমিটার ট্রান্স-হিমালয় পায়ে হেঁটে তিনি গ্রামে  গ্রামে ভ্রমণ করেছিলেন এবং এই আন্দোলনের পক্ষে সমর্থন সংগ্রহ করে, এই আন্দোলনকে প্রাধান্য দিতে সাহায্য করেছিলেন। ভারতের তৎকালীন প্রধানমন্ত্রী  ইন্দিরা গান্ধীর সাথে  বহুগুণা সাক্ষাৎ করেন, সেই আলোচনার ফলস্বরূপ ইন্দিরা গান্ধী, ১৯৮০ সালে সবুজ গাছ কাটার উপর পরবর্তী ১৫ বছরের নিষেধাজ্ঞা জারি করেন।  আন্দোলনের অন্যতম পথিকৃৎ গৌরা দেবীর সাথেও তিনি ঘনিষ্ঠভাবে যুক্ত ছিলেন।\n\n\n== তেহরি বাঁধ বিরোধী প্রতিবাদ ==\n\nতিনি কয়েক দশক ধরে তেহরি বাঁধ বিরোধী বিক্ষোভের পিছনে ছিলেন,  তিনি সত্যাগ্রহ  পদ্ধতি অবলম্বন করেছিলেন এবং  তাঁর প্রতিবাদের নিদর্শন হিসাবে ভাগীরথীর তীরে বারবার অনশন করেছিলেন।  ১৯৯৫ সালে তৎকালীন প্রধানমন্ত্রী পি. ভি. নরসিংহ রাও দ্বারা বাঁধের পরিবেশগত প্রভাব নিয়ে পর্যালোচনা কমিটি নিয়োগের আশ্বাসের পরে, তিনি  ৪৫ দিনের দীর্ঘ অনশন বন্ধ করেন। এরপরে তিনি আর একটি দীর্ঘ অনশন করেন যা গান্ধী সমাধি, রাজ ঘাটে ৭৪ দিন স্থায়ী ছিল, প্রধানমন্ত্রী, এইচ. ডি. দেবেগৌড়ার সময়, যিনি প্রকল্প পর্যালোচনার ব্যক্তিগত উদ্যোগ গ্রহণ করেছিলেন। যাইহোক, আদালতের মামলা সুপ্রিম কোর্টে এক দশকেরও বেশি সময় ধরে চললেও, ২০০১ সালে তেহরি বাঁধের কাজ আবার শুরু হয়, এরপরে ২০ এপ্রিল ২০০১ সালে তাকে গ্রেপ্তার করা হয়।\nঅবশেষে, বাঁধের জলাধারটি ২০০৪ সালে পূর্ণ হতে শুরু করে এবং ৩১ জুলাই ২০০৪ সালে শেষ পর্যন্ত তাকে কোটিতে নতুন আবাসে সরিয়ে নেওয়া হয়। পরে তিনি উত্তরাখণ্ডের রাজধানী দেরাদুনে চলে আসেন এবং সেখানে স্ত্রীর সাথে বসবাস শুরু করেন। \nসুন্দরলাল বহুগুণা হিমালয়ের জনগণের অনুরাগী রক্ষক ছিলেন, পার্বত্য জনগণের (বিশেষত শ্রমজীবী মহিলাদের) দুর্দশার জন্য কাজ করেছিলেন। তিনি ভারতের নদী সংরক্ষণের  জন্যও সংগ্রাম করেছিলেন। \nবহুগুণা ২১ মে ২০২১ সালে ৯৪ বছর বয়সে কোভিড -১৯ এ আক্রান্ত হয়ে  মারা যান। \n\n\n== পুরস্কার ==\n১৯৮১: ভারত সরকার কর্তৃক পদ্মশ্রী  পুরস্কার, কিন্তু তিনি তা প্রত্যাখ্যান করেছিলেন। \n১৯৮৭: রাইট লাইভলিহুুড অ্যাওয়ার্ড ( চিপকো মুভমেন্ট ) \n১৯৮৬: গঠনমূলক কাজের জন্য যমুনালাল বাজাজ পুরস্কার। \n১৯৮৯: আইআইটি রুরকি কর্তৃক ডক্টর অফ সোস্যাল সায়েন্সের অনারারি ডিগ্রি প্রদান করা হয়\n২০০৯: পরিবেশ সংরক্ষণের জন্য ভারত সরকার কর্তৃক পদ্ম বিভূষণ পুরস্কার। \n\n\n== বই ==\nভারতের পরিবেশ :বন্দনা শিবা, মেধা পাটকার এর সাথে মিথ এন্ড রিয়েলিটি\nপরিবেশগত সঙ্কট ও ঝুঁকিতে মানব: রাজীব কে. সিনহার সাথে  প্রায়োরিটিস ফর একশন\nভু প্রয়োগ মে বুনিয়াদি পরিবর্তন কি ঔর (হিন্দি)\nধরতি কি পুকার (হিন্দি) \nজেমস, জর্জ আলফ্রেড (২০১৩)। বাস্তুশাস্ত্র হল স্থায়ী অর্থনীতি: সুন্দরলাল বহুগুণার সক্রিয়তা ও পরিবেশবাদ। আলবানি: স্টেট ইউনিভার্সিটি অফ নিউ ইয়র্ক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nক্যাথরিন গোল্ড স্মিথ এর  একটি প্রবন্ধ\n\"ইফ দা হিমালয়াস ডাই, দিস কান্ট্রি ইজ নো হোয়ার (যদি হিমালয় শেষ হয়ে যায়, এই দেশটি কোথাও থাকবে না)\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ মে ২০০৭ তারিখে"}