{"pageid": 1053540, "title": "কাসিদা অব ঢাকা", "url": "https://bn.wikipedia.org/wiki?curid=1053540", "content": "কাসিদা অব ঢাকা (বাংলা অর্থ: ঢাকার কাসিদা) ২০২০ সালে মুক্তিপ্রাপ্ত বাংলাদেশী প্রামাণ্যচিত্র। চলচ্চিত্রটি পরিচালনা করেছেন অনার্য মুর্শিদ, প্রযোজনা করেছে বাংলাঢোল লিঃ। চলচ্চিত্রটি ইতোমধ্যে দিল্লীর ইন্দুস ভ্যালি আন্তার্জাতিক চলচ্চিত্র উৎসবে সেরা প্রামাণ্যচিত্র পুরস্কার পেয়েছে, প্রদর্শিত হয়েছে বাংলাদেশ, ভারত, জার্মানি, ইন্দোনেশিয়ার বেশ কয়েকটি চলচ্চিত্র উৎসবে।\n\n\n== পটভূমি ==\nকাসিদা ঢাকার হারিয়ে যাওয়া সংগীতগুলোর মধ্যে অন্যতম। মুঘল আমলে এর বিষয় ছিল সম্রাটদের প্রশংসা ও গুণগান। মুঘলদের বিদায়ের পর এখানকার কাসিদাগুলো রমজান মাসকে কেন্দ্র করে রচিত হতে থাকে। শাহেদি, মার্সিয়া, নাত-এ রাসূল, ভৈরবী, মালকোষ প্রভৃতি রাগে এর সুর প্রয়োগ করা হয়।\nরমজানের কয়েকদিন আগ থেকেই কাসিদার রেওয়াজ শরু হত। রমজানের মাঝামাঝিতে ঢাকার অলিতেগলিতে কাসিদার প্রতিযোগিতা হত এবং শেষ দিকে এটা জমে উঠত।\nএকুশ শতকের প্রথম দশকেও সেহরির সময় রোজাদারদের ঘুম ভাঙানোর জন্য ঢাকার অলিতে গলিতে কাসিদার মিছিল বের হত। ভোর রাতের এই কাসিদা শোনার জন্য বাড়ির নারী এবং শিশু-কিশোররা অনেক সময় বারান্দায় দাঁড়িয়ে অপক্ষা করত।\nমাইক আর মোবাইলের অ্যালার্মের সাথে কাসিদার ধ্বনি আর টিকে উঠতে পারছে না। কাসিদা এখন আর নেই বললেই চলে। তবু কয়েকজন শিল্পী এখনো এটাকে ধরে রাখার চেষ্টা করেছেন। কাসিদার জৌলুস, ইতিহাস, ঐতিহ্য এবং বর্তমান নিয়ে এই প্রামাণ্য চলচ্চিত্র।\n\n\n== মুক্তি ==\n২০২০ সালের ১৭ মে  বাংলাফ্লিক্স, রবিস্ক্রিন, এয়ারটেল স্ক্রিন, টেলিফ্লিক্স ও বিডিফ্লিক্স লাইভ অ্যাপগুলোতে এক যোগে উন্মুক্ত করা হয় 'কাসিদা অব ঢাকা' এবং একই বছরের ২২ই মে এটি ইউটিউবে প্রকাশিত হয়।\n\n\n== সঙ্গীত ==\n২০ মিনিটের এই প্রামাণ্যচিত্রটির ধারা বর্ণনা করেছেন জয়ন্ত চট্টোপাধ্যায়, আবহ সংগীত করেছেন প্রিন্স শুভ, সম্মাদনা করেছেন অনয় সোহাগ।\n\n\n== পুরস্কার ও সম্মাননা ==\n\"কাসিদা অব ঢাকা\" প্রামাণ্যচিত্রটি ২০২০ সালে ভারতের দিল্লীতে অনুষ্ঠিত ইন্দুস ভ্যালি আন্তর্জাতিক চলচ্চিত্র উৎসবে সেরা প্রামাণ্যচিত্রের পুরস্কার জিতে নেয়। জার্মানির হাইডেলবার্গ বিশ্ববিদ্যালয়ের ফ্যাকশ্যাফটের চলচ্চিত্র উৎসব ‘গ্লিম্পস অব সাউথ এশিয়া’তে আগামী ২৫ জুন প্রদর্শিত হয় বাংলাদেশি প্রামাণ্য চলচ্চিত্র ‘কাসিদা অব ঢাকা’।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউটিউবে কাসিদা অব ঢাকা"}