{"pageid": 1054404, "title": "সরোজ মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1054404", "content": "সরোজ মুখার্জী বা সরোজ মুখোপাধ্যায় (১৪ই জানুয়ারি, ১৯১১ - ৯ই ফেব্রুয়ারি,১৯৯০) একজন ভারতীয় স্বাধীনতা সংগ্রামী ও স্বাধীন ভারতের একজন কমিউনিস্ট নেতা। তিনি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) দলের পশ্চিমবঙ্গ রাজ্য কমিটির সম্পাদক ছিলেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nসরোজ মুখোপাধ্যায়ের জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের  পশ্চিম বর্ধমান জেলার বাহাদুরপুর গ্রামে। পিতা ছিলেন শিক্ষাব্রতী ত্রিলোচন মুখোপাধ্যায়। ১৯২৮ খ্রিস্টাব্দে তিনি বর্ধমান মিউনিসিপ্যাল হাই স্কুল থেকে ম্যাট্রিক এবং শ্রীরামপুর কলেজ থেকে বৃত্তি নিয়ে আইএসসি পাশ করেন। ছাত্রাবস্থাতেই তিনি রাজনৈতিক ক্রিয়াকলাপে যুক্ত হন। ১৯২৪ খ্রিস্টাব্দে তিনি বিপ্লবী যুগান্তর দলের সংস্পর্শে আসেন এবং   সহপাঠী  বিনয় চৌধুরীর সঙ্গে  ভারতীয় জাতীয় কংগ্রেসে যোগ দেন।  শ্রীরামপুর কলেজে পড়ার সময় তিনি ভূপেন্দ্রনাথ দত্ত, কমিউনিস্ট নেতা আবদুল হালিম ও  মুজফ্‌ফর আহ্‌মেদের সঙ্গে পরিচিত হন। ১৯৩০ খ্রিস্টাব্দে আইন অমান্য আন্দোলন যোগ দিয়ে কারারুদ্ধ হন এবং মুক্তির পর কলকাতার  বিদ্যাসাগর কলেজে ভরতি হন। ১৯৩৩ খ্রিস্টাব্দে তিনি কমিউনিস্ট পার্টির সদস্য পদ নেন, কিন্তু পরীক্ষার আগেই গ্রেফতার হন। জেলে বসে পরীক্ষা দিয়ে ডিসটিংশন সহ বিএ পাশ করেন এবং এম.এ ও আইন বিষয়ে পড়াশোনা শুরু করেন। ১৯৩৮ খ্রিস্টাব্দে মুক্তি পাওয়ার পর পড়াশোনায় ছেদ টানেন এবং কমিউনিস্ট পার্টির সক্রিয় কর্মী হিসাবে নিয়োজিত হন। \n\n\n== রাজনৈতিক ক্রিয়াকলাপ ==\nসরোজ মুখোপাধ্যায় ১৯৩৯-৪৩ খ্রিস্টাব্দে ভারতের কমিউনিস্ট পার্টির কলকাতা জেলা কমিটির সম্পাদক, ১৯৪৩-৪৮ খ্রিস্টাব্দে বঙ্গীয় প্রাদেশিক কমিটির সদস্য এবং ১৯৫১-৬২ খ্রিস্টাব্দে অবিভক্ত কমিউনিস্ট পার্টির জাতীয় পরিষদের সদস্য ছিলেন। ১৯৬৪ খ্রিস্টাব্দে \nকমিউনিস্ট পার্টি (মার্কসবাদী) গঠনে তাঁর অবদান ছিল উল্লেখযোগ্য। ১৯৭১ খ্রিস্টাব্দে তিনি বর্ধমানের কাটোয়া লোকসভা কেন্দ্রে জয়লাভ করে লোকসভার সদস্য হন। ১৯৮২ খ্রিস্টাব্দে  প্রমোদ দাশগুপ্তর (১৯১০-১৯৮২) মৃত্যুর পর তিনি পশ্চিমবঙ্গ রাজ্য কমিটির সম্পাদক ও ১৯৮৬ খ্রিস্টাব্দে পার্টির পলিট ব্যুরোর সদস্য হন।\n\n\n== সম্পাদনা ও রচনা ==\nসরোজ মুখোপাধ্যায় শুরু থেকেই পার্টির মুখপত্রের সম্পাদনা ও বিভিন্ন রচনায় নিয়োজিত ছিলেন। ১৯৫৬ খ্রিস্টাব্দে অবিভক্ত কমিউনিস্ট পার্টির দৈনিক পত্রিকা স্বাধীনতা-র সম্পাদক ছিলেন এবং ১৯৬১ খ্রিস্টাব্দে কারারুদ্ধ হওয়া পর্যন্ত সে দায়িত্ব পালন করেন। একসময় পার্টির সাপ্তাহিক পত্রিকা \"গণশক্তি\"-র সম্পাদনা করেছেন এবং নিয়মিতই লিখতেন। তার রচিত গ্রন্থগুলির মধ্যে উল্লেখযোগ্য হল-\n\nট্রেড ইউনিয়নের গোড়ার কথা \n১৯০৫ সালের রুশ বিপ্লব\nস্বাধীনতার যুদ্ধে রংপুর\nট্রেড ইউনিয়ন আন্দোলনের নতুন ধারা\nতিনটি দশক\nদুই পথিকৃৎ\nদুইটি স্মরণীয় দিন\nরাজনীতি ও সাংবাদিকতা\nভারতের কমিউনিস্ট পার্টি ও আমরা (২  খণ্ড)\n\n\n== জীবনাবসান ==\nসরোজ মুখোপাধ্যায় ১৯৯০ খ্রিস্টাব্দের ১০ই ফেব্রুয়ারি কলকাতায় প্রয়াত হন। গণতান্ত্রিক মহিলা সমিতির নেত্রী ও কবি কনক মুখোপাধ্যায়(১৯২১-২০০৫) ছিলেন তাঁর স্ত্রী।\n\n\n== আরো দেখুন ==\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী)\nকনক মুখার্জী\n\n\n== তথ্যসূত্র =="}