{"pageid": 1054789, "title": "জমিরুদ্দিন আহমদ", "url": "https://bn.wikipedia.org/wiki?curid=1054789", "content": "জমিরুদ্দিন আহমদ (১৮৭৮ — ১৯৪০) ছিলেন একজন বাংলাদেশি দেওবন্দি ইসলামি পণ্ডিত ও আধ্যাত্মিক ব্যক্তিত্ব। তিনি দারুল উলুম হাটহাজারী মাদ্রাসার প্রতিষ্ঠাকালীন সময় থেকে দীর্ঘ ৩৫ বছর প্রধান পৃষ্ঠপোষক ছিলেন। তিনি রশিদ আহমদ গাঙ্গুহির শিষ্য হিসেবে বঙ্গ অঞ্চলে ধর্মীয় সংস্কার করেছিলেন। তার নির্দেশে আল জামিয়া আল ইসলামিয়া পটিয়া প্রতিষ্ঠিত হয়। তার শিষ্যদের মধ্যে আজিজুল হক, মুহাম্মদ ইউনুস উল্লেখযোগ্য। তার প্রসিদ্ধ উপাধি ছিল ‘শায়খুল মাশায়েখ’।\n\n\n== জীবনী ==\nজমিরুদ্দিন আহমদ ১৮৭৮ সালে চট্টগ্রামের ফটিকছড়ি উপজেলার অন্তর্গত সুয়াবিল গ্রামের এক সম্ভ্রান্ত মুসলিম পরিবারে জন্মগ্রহণ করেন। তার পিতার নাম নুরুদ্দিন। পিতার মৃত্যুর পর আর্থিক অবস্থা খারাপ হওয়ায় কুরআন ও অল্প প্রাথমিক শিক্ষা অর্জন করে জীবিকার তাগিদে তিনি রেঙ্গুনে চলে যান এবং কারখানায় চাকরি নেন। অবসর সময়ে তিনি স্থানীয় মসজিদের ইমামের নিকট ‘রাহে নাজাত’ কিতাবটি পড়তেন।\nএসময় তিনি নানারকম স্বপ্ন দেখেন এবং তার বিবরণ স্বীয় শিক্ষক ইমামের কাছে উপস্থাপন করেন। ইমাম স্বপ্নের বিবরণ শুনে তাকে ভারতের গাঙ্গুহ নগরে অবস্থানরত রশিদ আহমদ গাঙ্গুহির কাছে যাওয়ার উপদেশ দেন। গাঙ্গুহির নিকট গেলে তিনি প্রথমে তাকে শরিয়তের জ্ঞান অর্জন করতে নির্দেশ দেন। নির্দেশ মোতাবেক তিনি দারুল উলুম দেওবন্দ চলে যান।\nদেওবন্দের মুহতামিম হাফেজ মুহাম্মদ আহমদ এই নবাগত ছাত্রের খাওয়া-দাওয়ার ভার গ্রহণ করেন। চট্টগ্রামের ছাত্র আফাজ উদ্দিনের নিকট প্রাথমিক কিতাবাদী অধ্যয়ন করে তিনি মাদ্রাসায় ভর্তি হন এবং ৬ বছর পর দাওরায়ে হাদিস (মাস্টার্স) সমাপ্ত করেন। পাশাপাশি তিনি আজিজুর রহমান উসমানির কাছে ফিকহ অধ্যয়ন করতেন। দাওরায়ে হাদিস সমাপ্ত করে তিনি রশিদ আহমদ গাঙ্গুহির নিকটও ফিকহ অধ্যয়ন করেন। ফলে তিনি ফিকহ শাস্ত্রে অধিক পারদর্শী হয়ে উঠেন।\nপ্রাতিষ্ঠানিক পড়াশোনা সমাপ্তির পর তিনি গাঙ্গুহির হাতে বায়আত গ্রহণ করেন। তিন বছর পর গাঙ্গুহি তাকে খেলাফত প্রদান করেন। এরপর তিনি বাড়িতে চলে আসেন এবং ধর্মীয় সংস্কারে নিয়োজিত হন। দারুল উলুম হাটহাজারী মাদ্রাসা প্রতিষ্ঠিত হয়ে দ্রুত উন্নতির দিকে ধাবিত হলে একজন পৃষ্ঠপোষকের প্রয়োজন দেখা যায়। এজন্য হাবিবুল্লাহ কুরাইশি আশরাফ আলী থানভীর কাছে একটি চিঠি লিখেন। থানভীর নির্দেশে জমিরুদ্দিনকে মাদ্রাসার প্রধান পৃষ্ঠপোষক নিয়োগ করা হয়।\nমুহাম্মদ ফয়জুল্লাহ তার ফার্সি কাব্যগ্রন্থ কান্দে খাকিতে লিখেছেন,\n\nতার উল্লেখযোগ্য শিষ্যদের মধ্যে রয়েছেন: আজিজুল হক, মুহাম্মদ ইউনুস, ইমাম আহমদ, আব্দুল কাইয়ুম প্রমুখ। তিনি প্রথমে সুফি আজিজুর রহমানের ভাতিজির সাথে বিবাহ বন্ধনে আবদ্ধ হয়েছিলেন।\n১৯৪০ সালের ৬ জুলাই তিনি মৃত্যুবরণ করেন। মৃত্যুকালে তার বয়স হয়েছিল ৬৩ বছর।\nতার জীবনীগ্রন্থের মধ্যে ফয়েজ আহমদ ইসলামাবাদী রচিত ‘তাজকেরায়ে জমির’ এবং ২০১০ সালে মুহাম্মদ হাবিবুল্লাহ রচিত ‘ইবতিকার ফউন্ডেশন বাংলাদেশ’ প্রকাশিত “কুতবে যমান আল্লামা শাহ জমিরুদ্দিন রহ.” অন্যতম।\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}