{"pageid": 1054369, "title": "মোহন চন্দ শর্মা", "url": "https://bn.wikipedia.org/wiki?curid=1054369", "content": "মোহন চন্দ শর্মা, এসি (২৩ সেপ্টেম্বর ১৯৬৫ - ১৯ সেপ্টেম্বর ২০০৮), দিল্লি পুলিশের বিশেষ সেল ইন্সপেক্টর ছিলেন, যিনি ২০০৮ সালে ভারতের নয়াদিল্লিতে বাটলা হাউস লড়াইয়ে শহীদ হয়েছিলেন। ২৬ জানুয়ারী ২০০৯  এ ভারতে গৌরব অর্জনের জন্য সর্বোচ্চ দশ রাষ্ট্রপতি পদক প্রাপ্ত একজন অত্যন্ত সজ্জিত পুলিশ অফিসার যিনি মরণোত্তর ভাবে ভারতের সর্বোচ্চ শান্তিকালীন বীরত্বের পুরস্কার অশোক চক্র দ্বারা ভূষিত হন। ২০০৭ সালে জম্মুতে (জেএন্ডকে) জইশ-ই-মুহাম্মদ জঙ্গিদের সাথে একটি শ্যুট আউট হওয়ার পরে ২০২০ সালের ১৫ ই আগস্ট তাঁকে দশম সাহসী পদক দেওয়া হয়।\n\n\n== কেরিয়ার ==\nশর্মা ভারতের উত্তরাখণ্ডের আলমোড়ার চৌখুটিয়া মাসি অঞ্চলের স্থানীয় বাসিন্দা ছিলেন। তিনি ১৯৮৯ সালে দিল্লি পুলিশের সাব-ইন্সপেক্টর হিসাবে যোগদান করেন এবং ১৯ বছর ধরে দায়িত্ব পালন করেন। ২০০৮ সালের ১৩ সেপ্টেম্বর দিল্লি বোমা হামলায় জড়িত সন্ত্রাসীদের সাথে লড়াইয়ের সময় আঘাতের পরে তিনি ১৯ সেপ্টেম্বর ২০০৮ সালে শহীদ হন।\nনয়াদিল্লির জামিয়া নগরে বাটলা হাউস এনকাউন্টারে যেখানে ২০০৮ সালের দিল্লি বিস্ফোরণের সাথে যুক্ত ইসলামিক সন্ত্রাসীরা লুকিয়ে থাকার সন্দেহ করেছিল। শর্মার তাঁর পেটে, উরুর এবং ডান বাহুতে গুলি লেগেছিল। এইমস- এ করা ময়না তদন্ত অনুসারে, অতিরিক্ত রক্তক্ষরণে তিনি শহীদ হন। শর্মার বুলেটপ্রুফ বর্ম পরে ছিলেন না।\n\n\n== অবদান ==\n২০০৭ সালের ফেব্রুয়ারিতে দিল্লির ডিডিউ মার্গে একটি এনকাউন্টার পরে চার জইশ-ই-মুহাম্মদ জঙ্গিদের গ্রেপ্তারের ক্ষেত্রে শর্মার ভূমিকা ছিল। ২০০৬ সালে জওহরলাল নেহেরু স্টেডিয়ামে মোস্ট ওয়ান্টেড সন্ত্রাসী আবু হামজার একটি এনকাউন্টারেও তিনি জড়িত ছিলেন।\n\n\n== শ্রদ্ধা জানানো ==\nপ্রধানমন্ত্রী মনমোহন সিং বলেছেন, \"শর্মা ব্যতিক্রমী সাহস দেখিয়েছিলেন এবং তিনি সুরক্ষা বাহিনীর জন্য অনুপ্রেরণা ছিলেন।\" শর্মার স্ত্রী শর্মার মৃত্যুর পরে একটি চিঠিতে সিং লিখেছিলেন: \"এটি আপনার স্বামীর মতো অধিকারিক যারা আমাদের সকলকে আত্মবিশ্বাসী করে তোলে যে আমাদের সুরক্ষা নিরাপদ হাতে রয়েছে। আপনার স্বামীর শহীদ হওয়া আমাদের দেশ ও সমাজের জন্য বড় ক্ষতি \"\"\nরাষ্ট্রপতি প্রতিভা পাতিল বলেছিলেন, \"তিনি ত্যাগ, সাহস এবং সাহসিকতার চূড়ান্ত কাজ করেছিলেন এবং জাতি সর্বদা তাঁকে স্মরণে রাখবেন।\"\nকংগ্রেস সভাপতি সোনিয়া গান্ধী এক শোক বার্তায় বলেছেন যে \" শর্মা সন্ত্রাসীদের সাথে বীরত্বের সাথে লড়াই করেছিলেন এবং দেশের সেবায় নিজের জীবন উৎসর্গ করেছিলেন। সন্ত্রাসবাদের বিরুদ্ধে আমাদের যুদ্ধ অব্যাহত থাকবে। \"\nস্বরাষ্ট্রমন্ত্রী শিবরাজ পাতিল বলেছেন, \"আমরা তাঁকে পুরো দেশের পক্ষ থেকে শ্রদ্ধা জানাতেে, আমরা যা কিছু করতে পারি আমরা করব।\" \"মোহন চাঁদ আমাদের অন্যতম সাহসী অফিসার ছিলেন। তিনি অনেক সাহসী পুরস্কার দ্বারা ভূষিত ছিলেন, \"পুলিশ কমিশনার ওয়াইএস দধওয়াল বলেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== বহিঃসংযোগ ==\nবিবিসি রিপোর্ট\nট্রিবিউন\nএবিসি নিউজ\nপ্রেস ট্রাস্ট অফ ইন্ডিয়া\nহিন্দু\nটাইমস অফ ইন্ডিয়া: দিল্লিতে এনকাউন্টার শেষ হয়েছে দু'জন সন্ত্রাসী নিহত হয়েছে\nবাহ্যিক শ্রদ্ধা (হিন্দি কবিতা)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে"}