{"pageid": 1054504, "title": "নির্ভয় সিং সিসোদিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1054504", "content": "নায়েক নির্ভয় সিং সিসোদিয়া, এসি (১ মে ১৯৫৮ – ৬ জুন ১৯৮৪) ভারতীয় সেনার কুমাও রেজিমেন্টের ১৫ তম ব্যাটালিয়নের একজন সৈনিক ছিলেন। তাঁর বীরত্বের জন্য, তিনি মরণোত্তর ভাবে ২৬ শে জানুয়ারী, ১৯৮৫ এ ভারতের সর্বোচ্চ শান্তিকালীন বীরত্বের পুরস্কার অশোক চক্রে ভূষিত হয়েছিলেন।\n১৯৮৪ সালের ৬ জুন অপারেশন ব্লু স্টার চলাকালীন, তিনি মাঝারি মেশিনগান ব্যবহার করা শিখ জঙ্গিদের দ্বারা প্রচণ্ড গুলি চালানো থেকে তাঁর সংস্থা কমান্ডারকে কভার সরবরাহ করেছিলেন। হালকা মেশিনগান থেকে তাঁর সংস্থার বিপদ অনুভব করে সিং বন্দুক নিয়ে সেদিকে দিকে অভিযুক্ত হন। যদিও তিনি পায়ে গুলিবিদ্ধ আঘাত পেয়েছিলেন, তিনি হাঁটতে হাঁটতে একটি গ্রেনেড ছুড়ে ছিলেন, কিন্তু ভারী গুলি চালানোর ফলে তিনি আহত হন এবং শহিদ হন।\n\n\n== জীবনের প্রথমার্ধ ==\nনায়েক নির্ভয় সিং এর জন্ম ১ মে ১৯৫৮ তে। তাঁর পিতা নন্দ সিংহ, যিনি তহসিলদারের এড-ডি-ক্যাম্প ছিলেন এবং তাঁর মাতা শ্রীমতি বসন্ত কানওয়ার, একজন সরল ও ধর্মীয় মহিলা, রাজস্থানের ঝালাওয়াড়ে । পাঁচ ভাই ও চার বোনের পরিবারের মধ্যে নায়েক নির্ভয় সিং অষ্টম সন্তান ছিলেন। তাঁর বড় বোনেরি হলেন শশিকলা সিসোদিয়া, হানসা সিসোদিয়া এবং বিজয়া সিসোদিয়া এবং দুই ভাইয়ের নাম যথাক্রমে কল্যাণ সিং সিসোদিয়া এবং অভয় সিং সিসোদিয়া। তিনি একজন ভালো ক্রীড়াবিদ ছিলেন। তাঁর  প্রাথমিক শিক্ষার সূত্রপাত  হয় ঝালওয়ারে যেখানে তিনি সরকারী উচ্চ মাধ্যমিক বিদ্যালয় থেকে নবম শ্রেণি পাস করেন।\n\n\n== সামরিক ক্যারিয়ার ==\nশৈশব থেকেই, তিনি সেনাবাহিনীতে যোগদানের জন্য দৃঢ় প্রতিজ্ঞ ছিলেন। তাই তিনি নবম শ্রেণির পরে সেনাবাহিনীতে ভর্তি হন এবং ১৫ কুমাও রেজিমেন্টে নিযুক্ত হন।\n\n\n== অপারেশন ব্লু স্টার ==\n১৯৮৪ সালে, সন্ত্রাসবাদ পাঞ্জাবের শীর্ষে ছিল এবং সন্ত্রাসীরা পবিত্র স্বর্ণ মন্দিরটি দখল করেছিল এবং এটিকে তাদের সদর দফতর করেছিল। মাননীয় প্রধানমন্ত্রী মিসেস ইন্দিরা গান্ধী, মন্দির কমপ্লেক্স নিয়ন্ত্রণ ও খালি করার জন্য  ১৯৮৪ সালের ১ জুন থেকে ৮ জুুন পর্যন্ত অপারেশন ব্লু স্টার নামক এক সামরিক অভিযানের আদেশ দেন।\nঅভিযানের সময়, নায়েক নির্ভয় সিংকে 'এ' কোম্পানির লাইট মেশিন গান ডিটচমেন্ট কমান্ডার নির্বাচিত করা হয়, যখন তাঁর সংস্থাকে একটি গুরুত্বপূর্ণ বিল্ডিং কমপ্লেক্স অনুসন্ধান করার দায়িত্ব দেওয়া হয়, যা ভারী মজবুত এবং শক্তিশালী সন্ত্রাসীদের দ্বারা দৃঢ় ভাবে রাখা হয়েছিল। সংস্থাটি যখন তাদের লক্ষ্যের দিকে এগিয়ে চলেছিল, তখন তাদের ওপর জঙ্গিরা তীব্র গুলিবর্ষণ শুরু করে, সুতরাং তাদের পদক্ষেপগুলি থামাতে হয়েছিল। তবুও, সাহসী সংস্থার কমান্ডার নিজেই বিল্ডিংয়ের দিকে যাওয়ার সিদ্ধান্ত নিয়েছিলেন। নায়েক নির্ভয় সিং তাঁর কোম্পানির কমান্ডারের প্রচ্ছদ সরবরাহের জন্য এগিয়ে গেলেন, এগিয়ে গিয়ে লাইট মেশিনগান লাগিয়েছিলেন। ভবনের মধ্যে লুকিয়ে থাকা জঙ্গিদের কাছ থেকে তাঁর উপর প্রচণ্ড গুলি চালানো হয়েছিল, কিন্তু তিনি উন্মুক্ত অবস্থায় থেকে যেতে থাকলেন এবং কভার সরবরাহের জন্য গুলি চালিয়ে যান। গুলি চালানোর সময়, তিনি একটি গর্তে লাগানো একটি হালকা মেশিনগান থেকে তাঁর সংস্থা কমান্ডারের কাছে বিপদ অনুভব করেন। চরম বীরত্ব ও সাহসের পরিচয় দিয়ে তিনি সেদিকে যাত্রা করলেন এবং নিজেকে মারাত্মক বিপদের সামনে ফেলেছিলেন। এটি করতে গিয়ে তাঁর পায়ে গুলি লেগেছিল, তবে তার উদ্দেশ্যটি অব্যাহত থাকে। যা আহত হওয়া সত্ত্বেও, তিনি এখনও বার্থোলের দিকে হামাগুড়ি দিয়ে একটি হ্যান্ড গ্রেনেড দিয়ে মেশিনধ্বংস করেনেছিলেন। কিন্তু প্রক্রিয়াধীন অবস্থায়, তিনি দ্বিতীয়বার গুলিবিদ্ধ হয়ে আঘাত পেয়েছিতে তিনি আহত হয়ে শহীদ হন।\nনায়েক নির্ভয়, তাঁর নিজের সুরক্ষা উপেক্ষা করে তাঁর সংস্থার প্রতি অনুকরণীয় সাহস ও নিষ্ঠার পরিচয় দিয়ে সর্বোচ্চ ত্যাগ স্বীকার করেছিলেন। তিনি ভারতীয় সেনাবাহিনীর সর্বোচ্চ ঐতিহ্যে জাতির সেবায় নিজের জীবন দিয়েছিলেন। নায়েক নির্ভয় সিং তাঁর নামের মতোই নির্ভীক ছিলেন।\n\n\n== অশোক চক্র পুরস্কার প্রাপ্ত ==\nতাঁর অত্যন্ত স্পষ্টত সাহসিকতার জন্য, বীরত্বের জন্য, ব্যতিক্রমী উচ্চতর আদেশের প্রতি নিষ্ঠার সাথে নায়েক নির্ভয় সিং মরণোত্তর ভাবে ভারতের সর্বোচ্চ শান্তিকালীন বীরত্বের পুরস্কার অশোক চক্রকে ভূষিত করেছিলেন।\n\n\n== তথ্যসূত্র =="}