{"pageid": 1054676, "title": "সোডা লাইম কাচ", "url": "https://bn.wikipedia.org/wiki?curid=1054676", "content": "সোডা লাইম কাচ অথবা সোডা লাইম সিলিকা কাচ হচ্ছে সাধারণ কাচ যা প্রধানত জানালার শার্সি ও ঠান্ডা পানীয়ের বোতল, জগ ইত্যাদি পণ্য নির্মাণের জন্য ব্যবহৃত হয়। সাধারণত উৎপাদিত কাচসমূহের মধ্যে অধিকাংশই কাচই সোডা কাচ। তবে এর পাশাপাশি বোরো সিলিকেট কাচেরও প্রচলন রয়েছে।\nসোডা লাইম গ্লাসসমূহ দামে সস্তা, রাসায়নিকভাবে স্থায়ী, মজবুত, শক্ত ও দীর্ঘস্থায়ী। কারণ এটি ব্যবহারের পরে আবার নরম ও গলানো যায়৷ কাচ রিসাইক্লিং এর জন্যে সোডা লাইম গ্লাস আদর্শ। কাচটিকে রাসায়নিকভাবে বিশুদ্ধ সিলিকার (সিলিকন ডাই অক্সাইড বা SiO₂) চেয়ে অগ্রাধিকার দেওয়া হয় যার অপর নাম নিলীন স্ফটিক (Fused quartz). বিশুদ্ধ সিলিকা কাচ তাপীয় শকরোধী এবং পানিতে নিমজ্জনের পরেও টিকে থাকতে পারে। গলনাংক যথেষ্ট উচ্চ (১৭২৩ ডিগ্রি সেলসিয়াস) আবার সান্দ্রতাও বেশি যার কারণে উক্ত কাচটি নিয়ে প্রক্রিয়াকরণ ও কাজ করা যথেষ্ট কঠিন।  এজন্য প্রক্রিয়াকরণের জন্য অন্যান্য আরো অনেক পদার্থ যোগ করা হয়। তন্মধ্যে একটি হলো সোডা বা সোডিয়াম কার্বোনেট (Na₂CO₃) যা কাচের রূপান্তর তাপমাত্রা কমিয়ে দেয়। যা হোক, সোডা উপাদানটি কাচকে পানিতে দ্রবণীয় করে তোলে যা আশানুরূপ নয়। তাই কাচকে রাসায়নিকভাবে আরো স্থায়ী করতে লাইম যোগ করা হয় (ক্যালসিয়াম অক্সাইড, CaO) যা চুনাপাথর থেকে সংগ্রহ করা হয়। এর পাশাপাশি ম্যাগনেসিয়াম অক্সাইড (MgO) এবং এলুমিনিয়াম অক্সাইড (Al₂O₃) যোগে কাচের রাসায়নিক স্থায়ীত্ব আরো বৃদ্ধি পায়৷ পরবর্তীতে কাচটি যখন পূর্ণাঙ্গরূপে তৈরি হয় সেই কাচের ভরের ৭০-৭৪%ই থাকে সিলিকা।\nকাচ উৎপাদন কারখানায় সোডা লাইম কাচ উৎপাদন করা হয় প্রথমে কাঁচামালসমূহ গলিয়ে। এ কাঁচামালগুলোর মধ্যে রয়েছে সিলিকা, সোডা, লাইম বা ক্যালসিয়াম হাইড্রোক্সাইড, ডলোমাইট (CaMg(CO₃)₂, ম্যাগনেসিয়াম অক্সাইড, এলুমিনিয়াম অক্সাইড ও অন্যান্য কিছু বিক্রিয়ক যা কাচকে মিহি করে (যেমনঃ সোডিয়াম সালফেট বা Na₂CO₃, সোডিয়াম ক্লোরাইড ইত্যাদি)। গলনের জন্য তাপমাত্রা নির্ধারণ করা হয় ১৬৭৫ ডিগ্রি সেলসিয়াস। তবে কারখানা ও কাঁচামালের উপর ভিত্তি করে এ তাপমাত্রায় পরিবর্তন আনা হয়৷ তুলনামূলকভাবে সস্তা খনিজ যেমন ট্রোনা, বালি ও ফেল্ডস্পার সাধারণত বিশুদ্ধ রাসায়নিকের পরিবর্তে ব্যবহৃত হয়৷ সবুজ ও বাদামী রঙের বোতল তৈরি হয় আয়রন অক্সাইড সমৃদ্ধ কাঁচামাল থেকে। কাচ উৎপাদনের জন্য প্রয়োজনীয় কাঁচামালের মিশ্রণকে ব্যাচ বলা হয়৷\nসোডা লাইম কাচসমূহ নির্মাণ করা হয় প্রধানত জানালার কাচ ও কন্টেইনারের জন্য। জানালার জন্য নির্মিত সোডা লাইম কাচসমূহকে বলে সমতল কাচ (ফ্ল্যাট গ্লাস), আর কন্টেইনারের জন্য নির্মিত কাচকে বলা হয় কন্টেইনার কাচ। এই দুই ধরনের কাচ উৎপাদন প্রক্রিয়া, রাসায়নিক বিন্যাস ও প্রায়োগিক ক্ষেত্রের দিক দিয়ে একে অপরের থেকে ভিন্ন। সমতল কাচে কন্টেইনার কাচ থেকে অধিক ম্যাগনেসিয়াম অক্সাইড ও সোডিয়াম অক্সাইড থাকে। অপরদিকে, কন্টেইনার কাচে সমতল কাচের চেয়ে অধিক সিলিকা, ক্যালসিয়াম অক্সাইড ও এলুমিনিয়াম অক্সাইড বিদ্যমান। এছাড়াও কন্টেইনার গ্লাসে পানিতে স্বল্পদ্রাব্য আয়ন (সোডিয়াম ও ম্যাগনেসিয়াম) থাকায় এটি পানির বিরুদ্ধে অধিক রাসায়নিকভাবে স্থায়ী যার ফলে এটি খাদ্য সংরক্ষণ ও বেভারেজের জন্য ব্যবহার করা হয়৷\n\n\n== সাধারণ গঠন ও বৈশিষ্ট্য ==\nতাপমাত্রা কমার সাথে সাথে সোডা লাইম কাচের সান্দ্রতা ধীরে ধীরে বৃদ্ধি পায়। সান্দ্রতা যখন ১০^৪ পয়েজে উন্নিত হয় তখন কাচটি আকার ধারণ করে। সাধারণত ৯০০ ডিগ্রি সেলসিয়াস তাপমাত্রায় এরূপ হয়৷৭০০ ডিগ্রি সেলসিয়াস তাপমাত্রার দিকে সান্দ্রতা ১০^৮ পয়েজের কম হলে কাচটি নরম হওয়া শুরু করে। মোটামুটি শক্ত হয়ে যাবার পরেও কাচটিকে চাইলে ১৫ মিনিটের মধ্যে ১০^১৪ পয়েজ চাপ প্রয়োগ করে নরম করা যায় যেন কাচটির অভ্যন্তরীণ চাপ হ্রাস পায়। এর জন্য তাপমাত্রার দরকার হয় ৫০০ ডিগ্রি সেলসিয়াস। সান্দ্রতা ও তাপমাত্রার এর মধ্যে সম্পর্ক লগারিদমিক। সমগ্র গ্লাস উৎপাদন প্রক্রিয়া আরেনিয়াস সমীকরণ মেনে চলে এবং সক্রিয়ন শক্তি বৃদ্ধি পায় উচ্চ তাপমাত্রায়।\n\n\n== তথ্যসূত্র =="}