{"pageid": 105406, "title": "মদ", "url": "https://bn.wikipedia.org/wiki?curid=105406", "content": "মদ বা এলকোহলযুক্ত পানীয়  ধরনের পানীয় যাতে ইথাইল অ্যালকোহল (ইথানল) থাকে। ইথানল একটি স্নায়ু সংবেদনশীলতা অবদমক। এটি অল্প পরিমাণে গ্রহণ করলে মনে উৎফুল্ল ভাব সৃষ্টি হয়, দুঃশ্চিন্তা কমে যায় এবং সামাজিকভাবে মেলামেশা করার ইচ্ছা বৃদ্ধি পায়। অন্যদিকে কেউ যদি মদ মাত্রাতিরিক্ত পরিমাণে গ্রহণ করে তাহলে তার নেশা হয়, মোহ বা মৌজ বা ঢুলুঢুলু ভাব ধরে এবং জ্ঞানও হারাতে পারে। বহুদিন ধরে মদপান করলে মদের অপব্যবহার ঘটে, শারীরিক নির্ভরশীলতা ও মদ্যপানে আসক্তি সৃষ্টি হয়।\nঅনেক সংস্কৃতিতে মদ্যপান গুরুত্বপূর্ব সামাজিক ভূমিকা পালন করে। বেশিরভাগ দেশে মদের উৎপাদন, বিক্রয় এবং পান নিয়ন্ত্রণকারী আইন ও বিধিমালা আছে।\nমদ্যপান নিষিদ্ধকারী দেশসমূহের তালিকা  মুসলিম দেশে প্রকাশ্যে মদ্যপান সম্পূর্ণ নিষিদ্ধ।ইসলামে সকল প্রকার মাদকদ্রব্য ও মদ খাওয়া হারাম। তবে বিশ্বের কিছু কিছু অঞ্চলে নির্দিষ্ট মাত্রায়  মদ্যপান আইনসিদ্ধ। ২০১৪ সালে বিশ্বে মদ্য উৎপাদন ব্যবসায় অর্থের পরিমাণ ১ ট্রিলিয়ন মার্কিন ডলার ছাড়িয়ে যায়।\n\n\n== প্রকারভেদ ==\n\n\n=== ওয়াইন ===\n\nওয়াইন (ইংরেজি: Wine) হচ্ছে একপ্রকার অ্যালকোহলযুক্ত পানীয় যা সাধারণত গাঁজনকৃত আঙুরের রস থেকে তৈরি হয়। প্রাকৃতিকভাবে আঙুরে ভারসাম্যপূর্ণ রাসায়নিক উপাদানের উপস্থিতি থাকায় এটি অতিরিক্ত চিনি, এসিড, এনজাইম বা অন্য কোনো উপাদান যোগ করা ছাড়াই সরাসরি গাঁজন করা যায়। বিভিন্ন রকমের ইস্ট ব্যবহার করে গাঁজনকৃত আঙুরের রস থেকে ওয়াইন প্রস্তুত হয়। ইস্ট আঙুরের রস থেকে প্রাপ্ত চিনিকে অ্যালকোহলে পরিণত করে। বিভিন্ন রকম ও মানের আঙুর ও ইস্ট হতে বিভিন্ন ধরন ও মানের ওয়াইন প্রস্তুত করা হয়।\nযদিও কিছু কিছু ক্ষেত্রে আপেল এবং জামের গাঁজন থেকেও ওয়াইন প্রস্তুত করা হয়, এবং সেসব ক্ষেত্রে গাঁজনকৃত ফলের নামানুসারে ওয়াইনটির নামকরণ করা হয়। যেমন: অ্যাপল ওয়াইন বা এলডারবেরি ওয়াইন।, এবং এগুলো সাধারণত ফ্রুট ওয়াইন বা কান্ট্রি ওয়াইন। এছাড়া অন্যান্য কিছুক্ষেত্রে, যেমন: বার্লি ওয়াইন এবং রাইস ওয়াইন (যেমন: সাকি) তৈরি হয় স্টার্চ বা শর্করাভিত্তিক উপাদান, ও পুনরায় উৎপাদিত বিয়ার থেকে। এধরনের ওয়াইন প্রচলিত ওয়াইনের চেয়ে আরেকটু বেশি অ্যালকোহলযুক্ত। যেমন: জিঞ্জার ওয়াইন বা আদা দ্বারা তৈরিকৃত ওয়াইন, এটি হচ্ছে ব্র্যান্ডি সহ ফোর্টিফায়েড ওয়াইন। এসব দিক থেকে বিবেচনা করলে উৎপাদনের পদ্ধতি নয়, বরং উচ্চ পরিমাণ অ্যালকোহল বিশিষ্ট পানীয়কেই ওয়াইন বলা যেতে পারে। ইংরেজি শব্দ wine ও অন্যান্য ভাষায় এর সমার্থক শব্দগুলোর বাণিজ্যিক ব্যবহার অনেক বিচারব্যবস্থায় আইনদ্বারা সুরক্ষিত।\n\n\n=== হুইস্কি ===\nএটি গম বা ঐ ধরনের গ্রেইন থেকে উৎপন্ন এক ধরনের পানীয়।রিফাইন করে এলকোহল ৪০-৪৫ শতাংশে নামিয়ে অানা হয়।\n\n\n=== রাম ===\nএটি একটি তরল অ্যালকোহলিক উপাদান। এইরাম মূলত দুই প্রকারের, প্রথমত -সাদা রাম, দ্বিতীয়ত-লাল রাম। সাদা রাম-এটি মূলত ইক্ষু জাতীয় উপাদান দিয়ে তৈরি।  দ্বিতীয়ত- কালো রাম, এটিও ইক্ষু জাতীয় দ্রব্য থেকে তৈরি, কিন্তু এর মধ্যে ফ্লেভার ও রং অ্যাড করা হয়। এই রাম সেবন করা স্বাস্থ্যের পক্ষে কিছুটা উপযোগী। বিভিন্ন ডাক্তার বিভিন্ন কারণে লাল রাম অল্প পরিমাণ সেবন করতে বলেন। এই রাম শীতকালে খুবই জনপ্রিয় পানীয়, ও ভারতের ও এশিয়া মহাদেশের কিছু কিছু দেশে এই কালো রাম অত্যধিক জনপ্রিয়। মূলত শীতের সময় এই রাম খেলে শরীর গরম রাখে। ও শীতের হাত থেকে আমাদের রক্ষা করে। ও বৈজ্ঞানিক গবেষণায় দেখা গেছে রাম অল্প পরিমাণ খেলে শরীরে জৌলুস বজায় রাখে ও শরীর ও মন দুটোই ভালো রাখে।\n\n\n=== বিয়ার ===\nবিয়ার পৃথিবীর সব থেকে বেশি খেয়ে থাকা একটি জনপ্রিয় ড্রিঙ্ক।  এবং সম্ভবত এটি প্রাচীনতম পানীয়।  পানি ও চায়ের পর বিয়ারের স্থান মানে তৃতীয় অবস্থানে এর স্থান।  বিয়ার উৎপাদিত হয় গম, ভুট্টা (ভূট্টা) গাঁজনকৃত ও কার্বনযুক্ত করে যদিও প্রধানত খাদ্যশস্য শস্য হতে প্রাপ্তও শর্করা গাঁজন করে বিয়ার বানান হয়, তবে বার্লি আর ধান ব্যাপকভাবে ব্যবহৃত হয়।\nবিয়ার সম্ভবত দুনিয়ার সবচেয়ে পুরানো পানীয় যা নব্যপ্রস্তরযুগ এর প্রথম দিকে প্রস্তুত করা হয়। এই বিষয়ে প্রাচীন ইরাক ও প্রাচীন মিশরের লিখিত ইতিহাস হতে এর প্রাচীনতমতার বিবরণ পাওয়া যায় ।\n\n\n== ব্যবহারের পরিমাণ ==\n\n২০১৬ সালের হিসাবে ৩৯% পুরুষ এবং ২৫% নারী মদ্যপান করেন (মোট পরিমাণ ২০৪ কোটি) ।  নারীরা প্রতিদিন গড়ে ০.৭ টি এবং পুরুষরা প্রতিদিন গড়ে ১.৭ টি পানীয় পান করেন।  বিশ্বের বিভিন্ন অঞ্চলে মদ্যপানের হার উল্লেখযোগ্যভাবে পরিবর্তিত হয়।\n\n\n== স্বাস্থ্য ঝুঁকি ==\n\nগবেষকেরা বলছেন, ১৫-৪৯ বছর বয়সী মানুষের ১০টি মৃত্যুর মধ্যে একটি ঘটে মদের কারণে। নিয়মিত মদ্যপান শরীরের বিভিন্ন অঙ্গ ও টিস্যুতে বিরূপ প্রভাব ফেলে। মদে অভ্যস্ত মানুষ সহিংস হয় এবং অনেক সময় নিজের ক্ষতি করে। ২০১৬ সালের বৈশ্বিক তথ্যে দেখা গেছে, ২.২ শতাংশ নারী ও ৬.৮ শতাংশ পুরুষের অপরিণত বয়সে মৃত্যুর কারণ মূলত মদ্যপান। ১৫-৪৯ বছর বয়সীদের প্রধান মৃত্যুঝুঁকি ছিল মদসংশ্লিষ্ট কারণ। এই বয়সসীমায় মানুষ সড়ক দুর্ঘটনা, আত্ম-আঘাত ও যক্ষ্মায় বেশি মারা যায়। অন্যদিকে ৫০ বছর বা তার বেশি বয়সী মারা যায় মদ্যপানসংশ্লিষ্ট ক্যানসারের কারণে (নারী ২৭ ও পুরুষ ১৯ শতাংশ)।\n\n\n== তথ্যসূত্র =="}