{"pageid": 1054337, "title": "সুফি আজিজুর রহমান", "url": "https://bn.wikipedia.org/wiki?curid=1054337", "content": "সুফি আজিজুর রহমান (১৮৬২ — ১৯২২) একজন দেওবন্দি ইসলামি পণ্ডিত ও সংস্কারক ছিলেন। ছাত্রজীবনে তিনি বাংলার দেওবন্দ আন্দোলনের অন্যতম প্রাণপুরুষ আব্দুল ওয়াহেদ বাঙ্গালীর দ্বারা প্রভাবিত হন এবং তার সংস্কার কার্যক্রমের সাথে জড়িয়ে পড়েন। তাদের সম্মিলিত প্রচেষ্টায় হাটহাজারী মাদ্রাসা প্রতিষ্ঠিত হয়। এছাড়াও তিনি নাজিরহাট বড় মাদ্রাসা প্রতিষ্ঠা করেছিলেন।\n\n\n== জীবনী ==\nআজিজুর রহমান আনু. ১৮৬২ সালে চট্টগ্রামের ফটিকছড়ি থানার অন্তর্গত বাবুনগর গ্রামের এক সম্ভ্রান্ত মুসলিম পরিবারে জন্মগ্রহণ করেন। শৈশবকাল হতেই স্বভাবগত পরিষ্কার-পরিচ্ছন্ন প্রকৃতির ছিলেন বিধায় বাল্যকাল হতেই তিনি সুফি সাহেব নামে খ্যাত হন। তিনি নিজ গ্রামে কুরআন ও প্রাথমিক শিক্ষা শেষ করে চট্টগ্রাম শহরে অবস্থিত মােহসেনিয়া মাদ্রাসায় ভর্তি হন। উলা শ্রেণিতে অধ্যয়নকালে আব্দুল ওয়াহেদ বাঙ্গালীর সাথে তার পরিচয় ঘটে।\nবাঙ্গালীর সুন্দর ও বিশুদ্ধ কেরাত শুনে তার নিকট নিজের কুরআন পাঠ শুদ্ধ করেন। দেশে প্রচলিত ইসলামের নামে শিরক, বিদআত ও কুসংস্কার সম্পর্কে তার প্রমাণসিদ্ধ ও যুক্তিপূর্ণ কথাবার্তায় একমত পােষণ করে তার ভক্ত হয়ে পড়েন। বাঙ্গালী তাকে আবদুস ছমদ পণ্ডিতকে ধর্মীয় শিক্ষা দেয়ার জন্য গৃহশিক্ষক হিসেবে নিয়ােগ করেছিলেন। তিনি যখন জামাতে উলার পরীক্ষায় ১ম স্থান অধিকার করেন, মাদ্রাসা কর্তৃপক্ষ তাকে মাদ্রাসায় শিক্ষক নিয়ােগ করতে চাইলেন।\nসরকারি চাকরি হওয়ায় তিনি তাতে সম্মত হন নি, বরং নিজ বাড়িতে থেকে হালাল উপায়ে জীবিকা নির্বাহ করার সিদ্ধান্ত গ্রহণ করলেন। এসময় তার বিপ্লবী গুরু আব্দুল ওয়াহেদ বাঙ্গালীর সাথে দেওবন্দ আন্দোলনে জড়িয়ে পড়েন। এক পর্যায়ে আব্দুল ওয়াহেদ বাঙ্গালী, হাবিবুল্লাহ কুরাইশি, আব্দুল হামিদ ও তার যৌথ উদ্যোগে প্রতিষ্ঠিত হয় দেওবন্দ আন্দোলনের প্রথম প্রতিষ্ঠান দারুল উলুম হাটহাজারী মাদ্রাসা। প্রতিষ্ঠার দুই/তিন বছর পর তিনি শিক্ষক নিযুক্ত হন এবং দশ/পনেরাে বছর সেখানে অধ্যাপনা করেন।\nউত্তর চট্টগ্রামের ফটিকছড়ি থানায় বিশুদ্ধ ধর্মীয় শিক্ষা বিস্তারের লক্ষ্যে তিনি নাজিরহাট বাজারের নিকট আল জামিয়াতুল আরবিয়া নছিরুল ইসলাম নাজিরহাট মাদ্রাসা প্রতিষ্ঠা করেন, যা নাজিরহাট বড় মাদ্রাসা নামে সুপরিচিত। কয়েক বৎসর পর সে মাদ্রাসার দায়িত্ব নুর আহমদকে দিয়ে নিজ গ্রামে অপর একটি মাদ্রাসা প্রতিষ্ঠার উদ্যোগ গ্রহণ করেন। কিন্তু মাদ্রাসা প্রতিষ্ঠার আয়ােজন করার পূর্বেই ১৯২২ সালে তিনি মৃত্যুবরণ করেন। অতঃপর তার অন্তিম বাসনামতে তারই মালিকানাধীন জমিতে তার নামানুসারে আল জামিয়াতুল ইসলামিয়া আজিজুল উলুম বাবুনগর প্রতিষ্ঠিত হয়। যা বর্তমানে বাবুনগর মাদ্রাসা নামে দেশের একটি সর্বোচ্চ ইসলামি শিক্ষালয়।\nতার ৪ সন্তানই ইসলামি পণ্ডিত হিসেবে প্রসিদ্ধ হয়েছিলেন। হারুন বাবুনগরী তার মধ্যে অন্যতম।\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র =="}