{"pageid": 1054663, "title": "বাংলাদেশ বিজ্ঞান জনপ্রিয়করণ সমিতি", "url": "https://bn.wikipedia.org/wiki?curid=1054663", "content": "বাংলাদেশ বিজ্ঞান জনপ্রিয়করণ সমিতি (এসপিএসবি) বাংলাদেশের বিজ্ঞান ক্ষেত্রে ও বিজ্ঞানকে জনপ্রিয়করণ করার লক্ষ্যে কর্তব্যরত একটি সংগঠন। ২০১৩ সালে শিশু-কিশোর বিজ্ঞান কংগ্রেসের মাধ্যমে সংগঠনটি অনন্য মাইলফলক অতিক্রম করে। এই কংগ্রেসের মাধ্যমে শিশু-কিশোররা বিভিন্ন প্রজেক্ট, কাগজ পোষ্টারের মাধ্যমে তাদের বৈজ্ঞানিক চিন্তাভাবনাকে প্রকাশ করার সুযোগ পায়। দেশব্যপী মেঘনাথ সাহা কর্মশালা, কুদরত-ই-খুদা সামার সায়েন্স ক্যাম্পের মাধ্যমে বিভিন্ন প্রস্তুতিমূলক কার্যক্রম করা হয়ে থাকে। বিজয়ীরা পরবর্তীতে বিভিন্ন ক্যাম্পের সাহায্যে দেশী ও বিদেশী গবেষকদের মাধ্যমে বিজ্ঞান গবেষণা এবং পরবর্তীতে বিভিন্ন আন্তর্জাতিক বিজ্ঞান মেলায় অংশগ্রহণ করে তাদের গবেষণাকে প্রকাশের সু্যোগ পায়।\n\n\n== কার্যক্রম ==\nবাংলাদেশ বিজ্ঞান জনপ্রিয়করণ সমিতি বাংলাদেশের অন্যতম প্রধান বিজ্ঞান সংগঠন। এটি জাতীয় বিজ্ঞান জাদুঘরে একটি বিজ্ঞান ক্লাব হিসেবে নিবন্ধিত। ২০০১ সালে প্রতিষ্ঠিত এ সংগঠনটির সঙ্গে বাংলাদেশের প্রধান প্রধান বিজ্ঞানী ও প্রযুক্তিবিদগণ নানাভাবে যুক্ত।\nসংগঠনটি বিজ্ঞানকে জনপ্রিয় করতে এর প্রচার প্রসারে বহুদিন ধরে নেতৃত্ব দিয়ে আসছে। এসপিএসবি তার লক্ষ্য পূরণে বিভিন্ন ধরনের কার্যক্রম আয়োজন করে আসছে। উল্লেখযোগ্য কয়েকটি আয়োজন—\n\nপ্রতিবছর বাংলাদেশের একমাত্র শিশু-কিশোরদের জন্য আয়োজিত বৈজ্ঞানিক কনফারেন্স, “শিশু-কিশোর বিজ্ঞান কংগ্রেস”, যেখানে শিশু-কিশোররা তাদের বৈজ্ঞানিক গবেষণা প্রজেক্ট, পোস্টার এবং পেপার হিসেবে উপস্থাপনের সুযোগ পায়।\nআন্তর্জাতিক জুনিয়র সায়েন্স অলিম্পিয়াড (আইজেএসও)-এর বাংলাদেশ দল বাছাইয়ের জন্য আয়োজিত “বাংলাদেশ জুনিয়র সায়েন্স অলিম্পিয়াড”। আইজেএসও-তে বাংলাদেশ দলের কার্যক্রম সমন্বয়ক এসপিএসবি।\nআন্তর্জাতিক বিভিন্ন আয়োজনের বাংলাদেশ সমন্বয়ক এসপিএসবি। যেমন জাতিসংঘ ঘোষিত “আন্তর্জাতিক আলো ও আলোক প্রযুক্তি বছর ২০১৫” এর বাংলাদেশ সমন্বয়ক ছিল এসপিএসবি। ২০১৮ সাল থেকে উদযাপিত হতে যাওয়া আন্তর্জাতিক আলোক দিবসের বাংলাদেশের সমন্বয়ক এসপিএসবি।\nবছর-জুড়ে স্কুল-কলেজের শিক্ষার্থীদের বিজ্ঞান গবেষণা শেখানোর জন্য আয়োজন করা হয় কুদরাত-ই-খুদা গ্রীষ্মকালীন বিজ্ঞান ক্যাম্প এবং মেঘনাদ সাহা বিজ্ঞান কর্মশালা।\nশিশু-কিশোর বিজ্ঞান কংগ্রেসের বাছাইকৃত শিক্ষার্থীদের নিয়ে আয়োজিত হয় আবাসিক “জগদীশ চন্দ্র বসু বিজ্ঞান ক্যাম্প”।\nবিজ্ঞান শিক্ষকদের প্রশিক্ষণের জন্য আয়োজন করা হয় “সত্যেন বসু বিজ্ঞান ক্যাম্প”।\nপ্রতিবছর দুইজন বিজ্ঞান গবেষক দেন “জহুরুল হক-আবদুল্লাহ আল-মুতী স্মারক বক্তৃতা”। এছাড়া আছে রাধা গোবিন্দ স্মারক বক্তৃতা, আব্দুল জব্বার মেমোরিয়াল লেকচার ও নানা উপলক্ষে আয়োজিত জনপ্রিয় বিজ্ঞান বক্তৃতা।\nএসপিএসবি প্রতি বছর আয়োজন করে জ্যোতির্বিজ্ঞান বিষয়ক কর্মশালা “আব্দুল জব্বার জ্যোতির্বিজ্ঞান কর্মশালা”।\nশিক্ষার্থীদের শীতকালীন ও গ্রীষ্মকালীন ছুটিকে বিজ্ঞানের আনন্দে কাটানোর সুযোগ করে দিতে আয়োজিত হয় উইন্টার এবং সামার সায়েন্স স্কুল।\nঅন্যরকম বিজ্ঞানবাক্সের সহায়তায় স্কুলে আয়োজিত হয় “ব্যবহারিক বিজ্ঞান কর্মশালা”।\nস্কুল শিক্ষার্থীদের জন্য আয়োজন করা হয় বিজ্ঞান বক্তৃতার আয়োজন “চিলড্রেন সায়েন্স ওয়ার্ল্ড (সিএসডব্লিউ)”।\nউপশহরের স্কুল শিক্ষকদের জন্য আয়োজন করা হয় “রুরাল সায়েন্স সেমিনার”।\nস্কুল শিক্ষার্থীদের জন্য রয়েছে ক্লাব কার্যক্রম “হিংটিংছট’, যেখানে বিজ্ঞানকে মজার এবং আকর্ষণীয়ভাবে উপস্থাপন করা হয় বিভিন্ন গেইম, এক্সপেরিমেন্ট এবং পাজলের মাধ্যমে।\nস্কুল-কলেজের শিক্ষার্থীদের হাতে-কলমে বিজ্ঞান চর্চার পথ প্রশস্ত করতে এসপিএসবির রয়েছে মাকসুদুল আলম বিজ্ঞানাগার। এই গবেষণাগারের আওতায় শিক্ষার্থীদের ব্যবহারিক বিজ্ঞানের প্রশিক্ষণ, পরীক্ষণের সুযোগ দেওয়া হয়।\nবিজ্ঞান বিষয়ক বিভিন্ন দিবসে থাকে আলোচনা, কুইজ, অলিম্পিয়াড ইত্যাদির আয়োজন।\nবিভিন্ন বিজ্ঞান উৎসব বা সায়েন্স ফেয়ারে একাডেমিক সহায়তা দেয় এসপিএসবি।\n\n\n== শিশু-কিশোর বিজ্ঞান কংগ্রেস ==\nদেশের স্কুল-কলেজের শিক্ষার্থীদের মধ্যে বিজ্ঞানশিক্ষা জনপ্রিয় করে তোলা, শিক্ষার্থীদের সত্যিকার বিজ্ঞানীদের মতো করে চিন্তা ও গবেষণা করতে শেখানো এবং গুগল সায়েন্স ফেয়ার ও ইন্টেল ইন্টারন্যাশনাল সায়েন্স অ্যান্ড ইঞ্জিনিয়ারিং ফেয়ারে বাংলাদেশের শিক্ষার্থীদের অংশগ্রহণের লক্ষ্য নিয়ে অনুষ্ঠিত হয় শিশু-কিশোর বিজ্ঞান কংগ্রেস। বাংলাদেশ বিজ্ঞান জনপ্রিয়করণ সমিতি (এসপিএসবি) ও বাংলাদেশ ফ্রিডম ফাউন্ডেশন (বিএফএফ) ২০১৩ সাল থেকে শিশু-কিশোর বিজ্ঞান কংগ্রেস যৌথভাবে আয়োজন করে আসছে।\n২০২০ সালের মার্চ মাস থেকে করোনা মহামারীর কারণে লকডাউন শুরু হয়ে যাওয়ার কারণে এবারের শিশু-কিশোর বিজ্ঞান কংগ্রেস অনলাইনে অনুষ্ঠিত হয়েছে। তিনদিনব্যাপী আয়োজনে সারাদেশের স্কুল ও কলেজপড়ুয়া শিক্ষার্থীরা তাদের বৈজ্ঞানিক গবেষণা উপস্থাপন করে বৈজ্ঞানিক পেপার, বৈজ্ঞানিক পোস্টার কিংবা বিজ্ঞান প্রজেক্টের মাধ্যমে। বিশ্ববিদ্যালয় পর্যায়ের অভিজ্ঞ শিক্ষকদের নিয়ে গঠিত একটি বিচারক দল শিক্ষার্থীদের এসব গবেষণা মূল্যায়ন করেন। তাদের মূল্যায়নের ভিত্তিতে সেরা পেপার, পোস্টার এবং প্রজেক্টগুলোকে পুরস্কৃত করা হয়।\nতৃতীয় থেকে দ্বাদশ শ্রেণির শিক্ষার্থীরা তিনটি ক্যাটেগরিতে শিশু-কিশোর বিজ্ঞান কংগ্রেসে অংশ নেয়ার সুযোগ পায়। ক্যাটেগরিগুলো হল—\n\nপ্রাইমারি: ৩য় থেকে ৫ম শ্রেণি\nজুনিয়র: ৬ষ্ঠ থেকে ৯ম শ্রেণি\nসিনিয়র: ১০ম থেকে ১২শ শ্রেণি\nকংগ্রেসে শিক্ষার্থীরা তাদের গবেষণার কাজ তিন ভাবে উপস্থাপন করতে পারে—\n\nবৈজ্ঞানিক পেপার\nবৈজ্ঞানিক পোস্টার\nবিজ্ঞান প্রজেক্ট\nশিক্ষার্থীরা তাদের গবেষণা নিয়ে একক কিংবা দলীয় রেজিস্ট্রেশনের মাধ্যমে কংগ্রেসে অংশ নিতে পারে।\n\n\n== বাংলাদেশ জুনিয়র সায়েন্স অলিম্পিয়াড (বিডিজেএসও) ==\n২০১৩ সালে ভারতে অনুষ্ঠিত ১০ম আন্তর্জাতিক জুনিয়র সায়েন্স অলিম্পিয়াড (আইজেএসও)-তে বাংলাদেশ দল প্রথম অংশ নেয়। বাংলাদেশ বিজ্ঞান জনপ্রিয়করণ সমিতি (এসপিএসবি) এবং বাংলাদেশ ফ্রিডম ফাউন্ডেশন (বিএফএফ)-এর উদ্যোগে সে বছর ২ সদস্যের একটি পর্যবেক্ষক দল বাংলাদেশ থেকে অংশ নিয়েছিল। সে বছরই বাংলাদেশ আইজেএসও-এর সদস্যপদ লাভ করে।\nবাংলাদেশে প্রথম জুনিয়র সায়েন্স অলিম্পিয়াড আয়োজন করা হয় ২০১৫ সালে, ঢাকার টিচার্স ট্রেইনিং কলেজে। এই আয়োজনটি করে এসপিএসবি এবং বিএফএফ। সেখানে সারাদেশ থেকে আগত প্রায় চারশত শিক্ষার্থী অংশ নেয়। এরপর বিজয়ীদের নিয়ে একটি ৩ দিনের অনাবাসিক ক্যাম্প করা হয়। ক্যাম্পের পর নির্বাচিতদের নিয়ে একটি টিম সিলেকশন টেস্টে (টিএসটি)-এর মাধ্যমে নির্বাচন করা হয় ৬ সদস্যের পূর্ণাঙ্গ দল। সেবছর বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়ের অধ্যাপক ডঃ ফারসীম মান্নান মোহাম্মদীর নেতৃত্বে ১০ সদস্যের পূর্ণাঙ্গ বাংলাদেশ দল দক্ষিণ কোরিয়ায় অনুষ্ঠিত ১২তম আন্তর্জাতিক জুনিয়র সায়েন্স অলিম্পিয়াডে অংশ নেয়। প্রথমবারেই বাংলাদেশ দলের সদস্য ফারহান রওনক অর্নব অর্জন করে একটি ব্রোঞ্জ পদক। যা ভবিষ্যতে এই অলিম্পিয়াডে বাংলাদেশের সাফল্যের সম্ভাবনার বার্তা এনে দেয়।\nএরপর ২০১৬, ২০১৭, ২০১৮ সাথেও গৌরবান্বিত ফলাফলের ধারাবাহিকতা বজার রেখে সর্বশেষ ২০১৯ সালে কাতারের দোহায় অনুষ্ঠেয় ১৬তম আন্তর্জাতিক জুনিয়র সায়েন্স অলিম্পিয়াডে অংশগ্রহণের জন্য আয়োজন করা হয় ৫ম বাংলাদেশ জুনিয়র সায়েন্স অলিম্পিয়াড। সেবছর দোহায় অনুষ্ঠেয় ১৬তম আইজেএসওতে বাংলাদেশ দলের ছয়জন ২টি রৌপ্য ও ৪টি ব্রোঞ্জপদক অর্জন করে।\n২০১৯ সালে বিডিজেএসও অনুষ্ঠিত হয় চার ক্যাটাগরিতে, সেগুলো হল প্রাইমারি (৩য়-৫ম শ্রেণি), জুনিয়র (৬ষ্ঠ-৮ম শ্রেণি), সেকেন্ডারি (৯ম-১০ম শ্রেণি) ও বিশেষ (১১-১২ শ্রেণি, যাদের জন্ম ১ জানুয়ারি ২০০৪ সাল বা তার পরে)। উল্লেখ্য, এবছর প্রথম প্রাইমারি ক্যাটাগরি যুক্ত করা হয়। পরবর্তীতে বিডিজেএসও-তে ভালো করার লক্ষ্যে প্রাইমারি ক্যাটাগরি যুক্ত করা হয়।\nবিডিজেএসও অনুষ্ঠিত হয় তিনটি বিষয়ের উপর:\n\nপদার্থবিজ্ঞান\nরসায়ন\nজীববিজ্ঞান\n\n\n== এসপিএসবির কিছু বিশেষ আয়োজন ==\nএসপিএসবির কর্মযজ্ঞে কিছু বড় আয়োজন রয়েছে যেগুলোর কাজ কয়েক মাসব্যাপী চলে। সেই আয়োজনগুলোর মধ্যে রয়েছে বাংলাদেশ জুনিয়র সায়েন্স অলিম্পিয়াড, শিশু-কিশোর বিজ্ঞান কংগ্রেস, আন্তর্জাতিক আলোক দিবস ইত্যাদি।\n\n\n== মাকসুদুল আলম বিজ্ঞানাগার (ম্যাসল্যাব) ==\nস্কুল-কলেজের শিক্ষার্থীদের হাতে-কলমে বিজ্ঞান চর্চার পথ প্রশস্ত করতে এসপিএসবির রয়েছে মাকসুদুল আলম বিজ্ঞানাগার। এই গবেষণাগারের আওতায় শিক্ষার্থীদের ব্যবহারিক বিজ্ঞানের প্রশিক্ষণ ও পরীক্ষণের সুযোগ দেওয়া হয়।\n\n\n== আন্তর্জাতিক আলো ও আলোক প্রযুক্তি বছরের নানা আয়োজন ==\nআন্তর্জাতিক বিভিন্ন আয়োজনের বাংলাদেশ সমন্বয়ক এসপিএসবি। যেমন জাতিসংঘ ঘোষিত “আন্তর্জাতিক আলো ও আলোক প্রযুক্তি বছর ২০১৫” এর বাংলাদেশ সমন্বয়ক ছিল এসপিএসবি। ২০১৮ সাল থেকে উদযাপিত হওয়া আন্তর্জাতিক আলোক দিবসের বাংলাদেশের সমন্বয়ক এসপিএসবি।\n\n\n== সেচ্ছাসেবক দল ==\nসকল কার্যক্রম সুষ্ঠুভাবে নিয়ন্ত্রণের জন্য মূলত প্রধান যে দুটি টিম কাজ করে তা হলো-\n\nএকাডেমিক টিম\nএই টিমের সদস্যরা মূল বিষয়ের ভিত্তিতে প্রশ্ন তৈরী এবং শিক্ষা জাতীয় কার্যক্রমে কাজ করে থাকে।\nলজিস্টিক টিম\nআয়োজিত অনুষ্ঠান সম্পাদনের ক্ষেত্রে এর অভ্যন্তরীণ যাবতীয় কাজ লজিস্টিক টিমের মাধ্যমে করা হয়ে থাকে ৷\nএকাডেমিক টিম এবং লজিস্টিক টিমের বাইরেও আরো কিছু টিম কার্যক্রমে গুরুত্বপূর্ণ ভূমিকা পালন করে।\nযেমন-\n\nআইটি টিম: আইটি টিম তথ্য সনাক্তকরণ, বাছাইকরণ এবং তথ্য সঠিকভাবে উপস্থাপন করে থাকে।\nগ্রাফিকস টিম: যে কোন বিষয়ের গ্রাফিকস ডিজাইন বা প্রকল্প গ্রহণের দায়িত্ব গ্রাফিকস টিম করে থাকে।\nপিআর টিম: নির্ধারিত বিষয়বস্তুর সারমর্ম জনসাধারণের সুবিধার্থে পিআর টিম বিভিন্ন কন্টেন্ট তৈরী, বিজ্ঞাপনের কাজ করে থাকে।\nআরঅ্যান্ডডি টিম: গুরুত্বপূর্ণ বিষয় নিয়ে গবেষণার দিকটি আরঅ্যান্ডডি টিম দ্বারা করা হয়।\nকমিউনিকেশন টিম: সকল টিমের অভ্যন্তরীণ কাজ এবং বিভিন্ন বিষয়ের সাথে যোগাযোগ ব্যবস্থার সামঞ্জস্য রক্ষার দিকটি কমিউনিকেশন টিম করে থাকে।\nএইচআর টিম: কাজের অগ্রগতি এবং উন্নতির দিকটি দেখে প্রকল্প প্রনয়ণ করে কাজের ধারা অব্যাহত রাখার কাজটি এইচআর টিম করে।\nডকুমেন্টেশন টিম: প্রয়োজনীয় ডকুমেন্টস গুলোর ব্যবস্থাপনা এই টিমের সদস্যরা করে থাকে।\n\n\n== আরও দেখুন ==\nবাংলাদেশ পদার্থবিজ্ঞান অলিম্পিয়াড\nবাংলাদেশ গণিত অলিম্পিয়াড\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাদেশ বিজ্ঞান জনপ্রিয়করণ সমিতির ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ মে ২০২১ তারিখে\nশিশু-কিশোর বিজ্ঞান কংগ্রেস-এর ওয়েবসাইট\nবাংলাদেশ জুনিয়র সায়েন্স অলিম্পিয়াডের ওয়েবসাইট"}