{"pageid": 1054274, "title": "চুনী লাল", "url": "https://bn.wikipedia.org/wiki?curid=1054274", "content": "নায়েব সুবেদার চুনী লাল, এসি, ভিআরসি, এসএম ছিলেন অষ্টম ব্যাটালিয়নের ভারতীয় সেনার জম্মু ও কাশ্মীর  লাইট ইনফেন্ট্রির (8 জাক লাই)  একজন সৈনিক। তিনি ভাদেরবাহে জন্মগ্রহণ করেছিলেন, এবং মূলত গান্ধারী পদ্দার থেকে ছিলেন এবং জম্মুর দোদা জেলার ভারা গ্রামে বাস করতেন। বীর চক্র এবং সেনা পদক (গ্যালান্ট্রি) দিয়ে সজ্জিত  JC-593527, ২৪ জুন ২০০৭ এ কাশ্মীরের কুপওয়ারা সেক্টরে জঙ্গিদের ফ্লাশ-আউট অভিযানের নেতৃত্ব ছিলেন লাল  এই জঙ্গিরা, যাদের সবাইকে গুলি করে হত্যা করা হয়েছিল তারা লাইন অফ কন্ট্রোল (এলওসি) পেরিয়ে ভারতীয় অঞ্চলে প্রবেশের চেষ্টা করছিল। এই জঙ্গি ফ্লাশ-আউট অভিযানের সাফল্য, যা তাঁর জীবনের ত্যাগের বিনিময়ে হয়েছিল, তাঁর বীরত্ব, সাহসী পদক্ষেপ ও আত্মত্যাগের জন্য তিনি ভারতের সর্বোচ্চ শান্তিকালীন বীরত্বের পুরস্কার অশোক চক্রকে ভূষিত করেছিলেন।\n\n\n== কর্মজীবন ==\n১৯৮৪ সালে, লাল ৮ ম ব্যাটালিয়নে, জম্মু ও কাশ্মীর লাইট ইনফ্যান্ট্রি রেজিমেন্টে যোগদান করেছিলেন। ১৯৮৭ সালে তিনি কায়েদ পোস্ট যা পরে বানা শীর্ষ নামে নামে পরিচিত, সেই  অপারেশনের অংশ ছিলেন।  এই পোস্টটিট সিয়াচেন হিমবাহের মধ্যে অবস্থিত ছিল, ইহা সমুদ্রপৃষ্ঠ থেকে ২১,১৫৪ ফুট ওপরে ছিল। এই অপারেশনের জন্য তিনি  সেনা পদক লাভ করেন।  ১৯৮৭ সালের জুনে, ৮ ম জাক লাই, সিয়াচেন এলাকায় মোতায়েন করা হয়েছিল। তখন দেখা গেল যে সিয়াচেন হিমবাহকে কেন্দ্র করে প্রচুর পাকিস্তানি অনুপ্রবেশকারীরা অনুপ্রবেশ করেছিল। এই অনুপ্রবেশকারীদের নির্গমন কঠিন ছিল তবে তার প্রয়োজনীয় ছিল এবং এই উদ্দেশ্যে একটি বিশেষ টাস্কফোর্স গঠন করা হয়েছিল। চুনি লাল এবং ইউনিটের অন্যান্য সৈনিক যেমন নায়েব সুবেদার (পরে সুবেদার মেজর এবং সম্মানিত ক্যাপ্টেন) বানা সিং এই বাহিনীতে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। সিয়াচেন হিমবাহ অঞ্চলের সর্বোচ্চ চূড়ায় ৬৫০০ মিটার উচ্চতায় পাকিস্তানি অনুপ্রবেশ ঘটেছিল। এই বৈশিষ্ট্য থেকে পাকিস্তানিরা ভারতীয় সেনাবাহিনীর অবস্থানগুলিতে নজর রাখতে পারত, যেহেতু উচ্চতা তাদের পুরো সাল্টোরিও রেঞ্জ এবং সিয়াচেন হিমবাহের স্পষ্ট দৃষ্টিভঙ্গি দিয়েছিল। পাকিস্তানিরা তাদের প্রতিষ্ঠাতা কায়েদ-এ-আজম মুহাম্মদ আলী জিন্নাহর নামে এই পোস্টটিকে 'কায়েদ পোস্ট' বলে অভিহিত করেছিল। শত্রু পোস্টটি ছিল দু'দিকে ৪৫৭ মিটার উঁচু বরফের দেয়াল সহ একটি হিমবাহ দুর্গ। ১৯৮৭ সালের ২৬ জুন, নায়েব সুবেদার বানা সিং চুনি লাল এবং অন্যান্য সৈনিকদের একটি অত্যন্ত কঠিন এবং বিপজ্জনক পথে এগিয়ে গিয়়েছিলেন। এই সৈনিকেরা হামাগুড়ি দিয়ে হামাগুড়ি দিয়ে ওপরে উঠে এবং সমস্ত অনুপ্রবেশকারীদের পোস্ট সাফ করেছিলেন। এই অপারেশনটির নামকরণ করা হয়েছিল অপারেশন রাজীব এবং এনবি সাব বানা সিং বীরত্ব এবং সাহসিকতার জন্য পরমবীর চক্র দ্বারা ভূষিত হন।\n১৯৯৯ সালে, অপারেশন রক্ষক চলাকালীন জম্মু ও কাশ্মীরের পুঞ্চ সেক্টরে, তিনি পাকিস্তান সেনাবাহিনীর একটি অনুপ্রবেশের লড়াইয়ের বিরুদ্ধে লড়াই করেছিলেন এবং ১২ জন অনুপ্রবেশকারীকে মেরে ফেলার জন্য গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন এবং পদটি শত্রুদের কবল থেকে রক্ষা করেছিলেন। তিনি এই বীরত্বের জন্য বীর চক্র দ্বারা ভূষিত হন।\nসোমালি এবং সুদানের জাতিসংঘের শান্তিরক্ষী বাহিনীর সাথে তিনি দু'বার কাজও করেছিলেন। তাঁর দল সুদানের দৃষ্টান্তমূলক সাহসের প্রদর্শন করে তাঁর ইউনিটকে বীরত্বের জন্য জাতিসংঘের প্রশংসাপত্র লাভ করেছিল।\n২১ শে জুন ২০০৭ এ লালকে নায়েবে সুবেদার পদোন্নতি দেওয়া হয় (১ জুন থেকে জ্যেষ্ঠতা)।  এর মাত্র তিন দিন পরে ২৪ শে জুন ২০০৭ এ লাল জম্মু ও কাশ্মীরের কুপওয়ারাতে একটি পোস্টের  দায়িত্বে ছিলেন। পোস্টটি ১৪,০০০ ফুট উচ্চতায় ছিল যেখানে সেই মেঘলা রাতে দৃশ্যমানতা ছিল মাত্র ৫ মিটার এবং তাপমাত্রা - ৫ ডিগ্রি ছিল। ভোর সাড়ে তিনটার দিকে, তিনি লক্ষ্য করেন  নিয়ন্ত্রণ রেখার বেড়া পেরিয়ে কিছু একটা প্রবেশ করছে এবং এটি যাচাইয়ের সিদ্ধান্ত নিয়েছিলেন। তিনি এলওসিতে তার সৈন্যদের মোতায়েন করেছিলেন। এরপরে ফায়ারের ঘটনা ঘটে, যা প্রায় এক ঘণ্টা অব্যাহত থাকে। এনবি সাব চুনি লাল এবং তাঁর সৈন্যরা পুরো অঞ্চলটিকে ঘিরে ফেলে এবং ভোর অবধি তাদের আক্রমণকারীদের সন্ধান করেছিল। অবশেষে এনবি সাব চুন্নী লাল এবং তাঁর দল একটি ঝোপঝাড়ের তল্লাশীর সন্ধান করতে এগিয়ে যাচ্ছিলেন, হঠাৎ তাদের উপর গুলি ছোড়ে। তাদের আক্রমণকারীরা যে জায়গায় লুকিয়ে ছিল সেখান থেকে গুলি করে এবং দুজন আক্রমণকারী সন্ত্রাসীদের ঘটনাস্থলেই হত্যা করা হয়। বন্দুকযুদ্ধে সেনাবাহিনীর দু'জন সেনা গুরুতর আহত হয়েছিল এবং তাদের আক্রমণকারীরা যেখানে লুকিয়ে ছিল তার কাছেই পড়ে ছিলেন। নিজের ব্যক্তিগত সুরক্ষার প্রতি অবহেলা করে চুনি লাল আহত সৈনিকদের দিকে ঝুঁকলেন এবং তাদের জীবন বাঁচাতে, তাদের সুরক্ষিত করলেন। আরও লুকানো আক্রমণকারীদের প্রত্যাশা করে তিনি এই অঞ্চলটি তল্লাশি চালিয়ে যান। তাঁর প্রত্যাশা সঠিক প্রমাণিত হয়েছিল এবং তৃতীয় আক্রমণকারী পালানোর চেষ্টা করছিল। এনবি সাব চুনি লাল তার তৃতীয় সন্ত্রাসীকে হত্যা করেন। দুর্ভাগ্যক্রমে, আক্রমণকারীর একটি এক্সচেঞ্জ ফায়ারে এনবি সাব চুনি লালের পেটে গুলি লাগল  এবং তিনি প্রচুর রক্ত হারাতে শুরু করলেন। তিনি একটি শিলার আড়ালে কভার নিয়েছিলেন, গুলি চালিয়ে যেতে থাকেন এবং অন্য আক্রমণকারীদের পালাতে দেননি। তাঁর নেতৃত্বে বাকি দু'জন আক্রমণকারীও মারা গিয়েছিলেন।\nচুনি লাল প্রচুর পরিমাণে রক্ত হারিয়েছিলেন এবং হেলিকপ্টারটি তাঁকে নিকটস্থ আর্মি হাসপাতালে নিয়ে যাওয়ার সময় তিনি শহীদ হন। যুদ্ধে তাঁর পদক্ষেপের জন্য, এনবি সাব চুনি লাল তাঁর সহকর্মীদের জীবন বাঁচানোর জন্য, অত্যন্ত স্পষ্টতই সাহসিকতার পরিচয় দেওয়ার জন্য, যুদ্ধক্ষেত্রের নেতৃত্ব প্রদর্শনের জন্য এবং দেশকে রক্ষার জন্য নিজের জীবন দেওয়ার জন্য মরণোত্তর অশোক চক্রকে ভূূষিত করেন ।\nএনবি সাব চুনি লাল তাঁর স্ত্রী, মিসেস চিন্তা দেবী এবং তিন সন্তান - এক পুত্র এবং দুই কন্যার মধ্যে জীবিত আছেন। তাঁর স্ত্রী, মিসেস চিন্তা দেবী ২৬ জানুয়ারি ২০০৮ এর প্রজাতন্ত্র দিবসের কুচকাওয়াজে ভারতের রাষ্ট্রপতির কাছ থেকে অশোক চক্র পদক গ্রহণ করেছিলেন।\n\n\n== তথ্যসূত্র =="}