{"pageid": 1054798, "title": "মাহমুদ হোসেন (অধ্যাপক)", "url": "https://bn.wikipedia.org/wiki?curid=1054798", "content": "মাহমুদ হোসেন (জন্ম: ২২ আগস্ট ১৯৭২) একজন বাংলাদেশী শিক্ষাবিদ ও খুলনা বিশ্ববিদ্যালয়ের ১২তম উপাচার্য। তিনি বিশ্ববিদ্যালয়টির বনবিদ্যা ও কাঠ প্রযুক্তি বিভাগের একজন অধ্যাপক এবং খুলনা বিশ্ববিদ্যালয়ের শিক্ষকদের মধ্য থেকে নিযুক্ত ২য় উপাচার্য।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nমাহমুদ  ১৯৭২ সালের ২২ আগস্ট বাগেরহাট জেলার মোড়েলগঞ্জ উপজেলার মধ্য কচুবুনিয়া গ্রামে জন্মগ্রহণ করেন। তার পিতা সাবেক সমাজকল্যাণ প্রতিমন্ত্রী মোজাম্মেল হোসেন ও মাতা জাহানারা বেগম।\nতিনি বাগেরহাট সরকারি উচ্চ বিদ্যালয় থেকে ১৯৮৭ সালে মাধ্যমিক, বাগেরহাট সরকারি পি.সি. কলেজ থেকে ১৯৮৯ সালে উচ্চমাধ্যমিক, ১৯৯৩ সালে চট্টগ্রাম বিশ্ববিদ্যালয়ের বন ও পরিবেশ বিজ্ঞান ইন্সটিটিউট থেকে বনবিদ্যায় স্নাতক (সম্মান) ডিগ্রি লাভ করেন। ১৯৯৮ সালে তিনি মালয়েশিয়ার পুত্রা বিশ্ববিদ্যালয় থেকে ম্যানগ্রোভ বাস্তুবিদ্যায় স্নাতকোত্তর এবং ২০০৪ সালে একই বিশ্ববিদ্যালয় থেকে পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nমাহমুদ হোসেন ১৯৯৯ সালে খুলনা বিশ্ববিদ্যালয়ের বনবিদ্যা ও কাঠ প্রযুক্তি বিভাগে প্রভাষক পদে যোগদান করেন। তিনি ২০০১ সালে সহকারী অধ্যাপক, ২০০৫ সালে সহযোগী অধ্যাপক এবং ২০০৯ সাল থেকে অধ্যাপক পদে দায়িত্ব পালন করে আসছেন।\nঅধ্যাপনার পাশাপাশি তিনি খুলনা বিশ্ববিদ্যালয়ের সিন্ডিকেট সদস্য, বনবিদ্যা ও কাঠ বিভাগের বিভাগীয় প্রধান, বোর্ড অব এ্যাডভান্স স্ট্যাডিজের সদস্য, খুলনা বিশ্ববিদ্যালয় শিক্ষক সমিতির সাধারণ সম্পাদক ও সভাপতি এবং বিশ্ববিদ্যালয় শিক্ষক সমিতি ফেডারেশনের সহ-সভাপতিসহ বিভিন্ন গুরুত্বপূর্ণ পদে দায়িত্ব পালন করেন।\n২০২১ সালের মে মাসে মাহমুদ হোসেন চার বছর মেয়াদে খুলনা বিশ্ববিদ্যালয়ের ১২তম উপাচার্য হিসেবে নিয়োগ লাভ করেন। তিনি বিশ্ববিদ্যালয়টির শিক্ষকদের মধ্য থেকে নিয়োগপ্রাপ্ত ২য় উপাচার্য। ২০২৪ সালের ২০ আগস্ট তিনি বিশ্ববিদ্যালয়টির উপাচার্যের পদ থেকে পদত্যাগ করেন।\n\n\n== গবেষণা কর্ম ==\nমাহমুদ হোসেন দেশি ও আন্তর্জাতিক জার্নালে ১০৫টির অধিক গবেষণা নিবন্ধ প্রকাশ করেছেন। ২০২১ সাল পর্যন্ত তার প্রকাশিত বইয়ের সংখ্যা ৩টি এবং অনুবাদ গ্রন্থের সংখ্যা ২টি। দেশি ও বিদেশি সংস্থার অর্থায়নে তিনি বহু গবেষণা প্রকল্প বাস্তবায়ন করেছেন। তার উদ্যোগ ও নেতৃত্বে খুলনা বিশ্ববিদ্যালয়ে দেশের প্রথম সয়েল আর্কাইভ স্থাপিত হয়েছে।\nএডি সাইন্টিফিক ইনডেক্স নামের আন্তর্জাতিক সংস্থার ২০২১ সালের অক্টোবর মাসে প্রকাশিত বিশ্বসেরা বিজ্ঞানীদের তালিকায় তিনি মর্যাদাপূর্ণ স্থান লাভ করেন। এই তালিকায় মাহমুদ হোসেন বিশ্ববিদ্যালয়ের কৃষি ও বনায়নে এবং পৃথকভাবে বনায়ন উভয় শ্রেণীতে প্রথম, দেশে বনায়ন বিজ্ঞানীদের মধ্যে চতুর্থ, এশিয়ার বিজ্ঞানীদের মধ্যে ১৫১তম ও বিশ্বের বিজ্ঞানীদের মধ্যে ৮২৫তম স্থান লাভ করেন।\n\n\n== তথ্যসূত্র =="}