{"pageid": 105458, "title": "ধাতুবিদ্যা", "url": "https://bn.wikipedia.org/wiki?curid=105458", "content": "ধাতুবিদ্যা হল বিজ্ঞানের এমন একটি ক্ষেত্র, যেখানে ধাতব পদার্থ, আন্তঃ ধাতব যৌগ এবং সংকর ধাতু সমূহের ভৌত এবং রাসায়নিক ধর্ম অধ্যয়ন করা হয়। এটি এমন একটি প্রযুক্তি যা ধাতু সমূহকে বাস্তব ক্ষেত্রে ব্যবহারোপযোগী করা নিয়েও আলোচনা করে।\n\n\n== ধাতু-নিষ্কাশন বিদ্যা ==\n\nআকরিক হতে মূল্যবান ধাতু নিষ্কাশন করতে ধাতু-নিষ্কাশন বিদ্যা-র প্রয়োজন হয়। এতে তিনটি বিষয় রয়েছে।\n১. আকরিক সংগ্রহ করা\n২. ধাতু নিষ্কাশন করা\n৩. অবশিষ্ট অপদ্রব্য অপসারণ করা।\nপ্রথমে আকরিক সংগ্রহ করে তাকে গুড়ো করা হয়, যাতে করে প্রয়োজনীয় ধাতু যথাসম্ভব অপদ্রব্য থেকে বেরিয়ে যায়। এরপর কাজ হল অপদ্রব্য আর ধাতুর মিশ্রণ হতে প্রয়োজনীয় ধাতুকে পৃথক করে ফেলা। এজন্য অনেক সময় এমন কিছু রাসায়নিক দ্রবণ ব্যবহার করা হয়, যাতে আকরিক চূর্ণ মেশালে তা থেকে প্রয়োজনীয় ধাতু দ্রবণে চলে যায় এবং বাকি অপদ্রব্য অদ্রবনীয় অবস্থায় তেকে যায়। এরপর দ্রবনটিকে অন্যস্থানে সরিয়ে নেবার পর তা থেকে ধাতুটি নিষ্কাশন করা হয়। এছাড়া ইলেক্টোপ্লেটিং এর মাধ্যমেও ধাতু নিষ্কাশন করা হয়।\nঅনেক ক্ষেত্রেই দেখা যায় একই আকরিকে একাধিক মূল্যবান ধাতু থাকে। সেক্ষেত্রে প্রথমে একটি ধাতু নিষ্কাশনের পর যে অপদ্রব্য থেকে যায়, তা ব্যবহৃত হয় দ্বিতীয় ধাতুটি নিষ্কাশনের কাঁচামাল হিসেবে। এভাবে পরপর ধাতু নিষ্কাশন চলতে থাকে।\n\n\n== সংকর ধাতু ==\n\nপ্রকৌশলের ক্ষেত্রে বহুল ব্যবহৃত ধাতুগুলো হল লোহা, তামা, দস্তা, অ্যালুমিনিয়াম, নিকেল, ম্যাগনেসিয়াম, ক্রোমিয়াম, টাইটেনিয়াম। এসব ধাতু সংকর আকারে ব্যবহৃত হয়। সংকর ধাতু হল কোন ধাতুর সাথে এক বা একাধিক ধাতু অথবা অধাতুর মিশ্রণ। ব্যবহারিক ক্ষেত্রে দেখা যায় বিশুদ্ধ ধাতুর চেয়ে সংকর ধাতু বেশি উপযোগী। কারণ শুধুমাত্র একটি বিশুদ্ধ ধাতু যেসব প্রয়োজনীয় বৈশিষ্ট্য ধারণ করে, তা প্রয়োজন মত নিয়ন্ত্রণ করা সম্ভব ধাতুর সংকরায়নের মাধ্যমে। উদাহরণ স্বরূপ লোহার-কার্বন এর বেশ কয়েকটি সংকরের কথা উল্লেখ করা যেতে পারে। যেসব প্রয়োজনে লোহায় মরিচা ধরলে কোন সমস্যা নেই, সেক্ষত্রে ঢালাই লোহা ব্যবহার করা হয়। কিন্তু যেখানে ক্ষয় তথা মরিচা প্রতিরোধ মুখ্য বিষয়, সেখানে স্টেনলেস স্টিল ব্যবহার করতে হয়।\nযেখানে হালকা কিন্তু শক্তিশালী ধাতু প্রয়োজন, সেখানে অ্যালুমিনিয়াম এর সংকর ব্যবহৃত হয়। অত্যধিক ক্ষয়কারী পরিবেশে তামা-নিকেল সংকর (যেমন: মোনেল) ব্যবহৃত হয়। নিকেলের বিশেষ কিছু সংকর ব্যবহৃত হয় উচ্চতাপমাত্রা সহ্যকারী অংশ নির্মাণে, যেমন:টার্বোচার্জার, উচ্চ চাপের পাত্র (pressure vessel), তাপ বিনিময়কারী (heat exchanger)। চরম উচ্চতাপমাত্রার ক্ষেত্রে ক্রীপ কমাতে একক স্ফটিক (single crystal)-সংকর ধাতু ব্যবহৃত হয়।"}