{"pageid": 10545, "title": "ডপলার ক্রিয়া", "url": "https://bn.wikipedia.org/wiki?curid=10545", "content": "ডপলার প্রভাব বা ডপলার শিফট (অথবা শুধু ডপলার) হল তরঙ্গের উৎসের সাপেক্ষে একটি পর্যবেক্ষকের গতিশীলতার সাথে সম্পর্কিত একটি তরঙ্গের কম্পাঙ্কের আপাত পরিবর্তন। অস্ট্রিয়ান পদার্থবিদ ক্রিশ্চিয়ান ডপলারের নামানুসারে এই ক্রিয়ার নামকরণ করা হয়েছে। তিনি ১৮৪২ সালে ঘটনাটি বর্ণনা করেছিলেন।\nডপলার ক্রিয়ার একটি সাধারণ উদাহরণ হল হর্ন বাজানো একটি গাড়ির কাছে আসা এবং পর্যবেক্ষকের কাছ থেকে সরে যাবার সময় পিচের পরিবর্তন। এক্ষেত্রে নির্গত কম্পাঙ্কের তুলনায় প্রাপ্ত কম্পাঙ্ক কাছে আসার সময় বেশি, পাশ কাটিয়ে যাওয়ার মুহূর্তে একই রকম এবং প্রত্যাবর্তনের কম বলে মনে হয়।\nডপলার প্রভাবের কারণ হল যে তরঙ্গের উৎস পর্যবেক্ষকের দিকে অগ্রসর হবার সময় প্রতিটি ধারাবাহিক তরঙ্গ শীর্ষ আগের তরঙ্গের শীর্ষের চেয়ে পর্যবেক্ষকের কাছাকাছি অবস্থান থেকে নির্গত হয়। তাই প্রতিটি তরঙ্গ পূর্ববর্তী তরঙ্গের তুলনায় পর্যবেক্ষকের কাছে পৌঁছাতে কিছুটা কম সময় নেয়। ফলে পর্যবেক্ষকের কাছে ক্রমাগত তরঙ্গ শীর্ষের আগমনের মধ্যে সময় কমে যায় ও ফলে কম্পাঙ্ক বৃদ্ধি পায়। এতে ভ্রমণ করার সময় পাশাপাশি অবস্থিত তরঙ্গের মধ্যে দূরত্ব হ্রাস পায়।\nবিপরীতভাবে যদি তরঙ্গের উৎস পর্যবেক্ষক থেকে দূরে সরে যায়, প্রতিটি তরঙ্গ পূর্ববর্তী তরঙ্গের চেয়ে পর্যবেক্ষক থেকে দূরের অবস্থান থেকে নির্গত হয়। তাই ধারাবাহিক তরঙ্গের মধ্যে সময় বৃদ্ধি পায় ও কম্পাঙ্ক হ্রাস করে। ফলে ভ্রমণ করার সময় পাশাপাশি অবস্থিত তরঙ্গের মধ্যে দূরত্ব বৃদ্ধি পায়।\nযে তরঙ্গগুলি একটি মাধ্যমে সঞ্চালিত হয়, যেমন শব্দ তরঙ্গের জন্য, পর্যবেক্ষকের বেগ এবং উৎসের বেগ সেই মাধ্যমের সাথে আপেক্ষিক হয়, যেখানে তরঙ্গগুলি প্রেরণ করা হয়। মোট ডপলার প্রভাব তাই উৎসের গতি, পর্যবেক্ষকের গতি, মাধ্যমের গতি বা এর যেকোন সংমিশ্রণের ফলে হতে পারে। ইলেক্ট্রোম্যাগনেটিক ওয়েভ বা মহাকর্ষীয় তরঙ্গের মতো ভ্যাকুয়ামে সঞ্চালিত তরঙ্গগুলির জন্য শুধুমাত্র পর্যবেক্ষক এবং উৎসের মধ্যে বেগের পার্থক্য বিবেচনা করা প্রয়োজন। যদি এই আপেক্ষিক বেগ আলোর বেগের তুলনায় নগণ্য না হয় তবে আরও জটিল আপেক্ষিক ডপলার প্রভাব দেখা দেয়।\n\n\n== ইতিহাস ==\n\n১৮৪২ সালে ডপলার প্রথম তার গ্রন্থে (Über das farbige Licht der Doppelsterne und einiger anderer Gestirne des Himmels\" -আকাশের বাইনারি তারা এবং কিছু অন্যান্য নক্ষত্রের রঙিন আলোতে) এই প্রভাবের প্রস্তাব করেছিলেন। ১৮৪৫ সালে বুইস ব্যালট হাইপোথিসিসটি শব্দ তরঙ্গের জন্য পরীক্ষা করেছিলেন। তিনি প্রমাণ করেন যে যখন শব্দের উৎস তার কাছে আসে তখন শব্দের পিচ নির্গত কম্পাঙ্কের চেয়ে বেশি ছিল এবং যখন শব্দের উৎস তার থেকে দূরে সরে যায় তখন পিচ নির্গত কম্পাঙ্কের চেয়ে কম ছিল। হিপ্পোলাইট ফিজেউ ১৮৪৮ সালে ইলেক্ট্রোম্যাগনেটিক তরঙ্গে একই ঘটনাটি স্বাধীনভাবে আবিষ্কার করেছিলেন (একারণে ফ্রান্সে, প্রভাবটিকে কখনও কখনও \"এফেট ডপলার-ফিজেউ\" বলা হয় তবে ডপলারের প্রস্তাবের ছয় বছর পরে ফিজেউর আবিষ্কারের কারণে এই নামটি গৃহীত হয়নি)। ব্রিটেনে, জন স্কট রাসেল ডপলার প্রভাব (১৮৪৮) নিয়ে একটি পরীক্ষামূলক গবেষণা করেন।\n\n\n== সাধারণ ==\nচিরায়ত পদার্থবিজ্ঞানে, যেখানে মাধ্যমের সাপেক্ষে উৎসের গতি এবং গ্রাহকের গতি মাধ্যমটির তরঙ্গের গতির চেয়ে কম, সেখানে পর্যবেক্ষণকৃত কম্পাঙ্কের মধ্যে সম্পর্ক \n  \n    \n      \n        f\n      \n    \n    {\\displaystyle f}\n  \n এবং নির্গত কম্পাঙ্ক \n  \n    \n      \n        \n          f\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle f_{\\text{0}}}\n  \n দ্বারা প্রাকাশ করা হয়:\n  \n    \n      \n        f\n        =\n        \n          (\n          \n            \n              \n                c\n                ±\n                \n                  v\n                  \n                    r\n                  \n                \n              \n              \n                c\n                ±\n                \n                  v\n                  \n                    s\n                  \n                \n              \n            \n          \n          )\n        \n        \n          f\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle f=\\left({\\frac {c\\pm v_{\\text{r}}}{c\\pm v_{\\text{s}}}}\\right)f_{0}}\n  \nযেখানে,\n\n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n মাধ্যমে তরঙ্গ সঞ্চালনের গতি;\n\n  \n    \n      \n        \n          v\n          \n            r\n          \n        \n      \n    \n    {\\displaystyle v_{\\text{r}}}\n  \n মাধ্যম সাপেক্ষে গ্রাহকের গতি, এর সাথে যোগ করা হয় \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n যদি গ্রাহক উৎসের দিকে অগ্রসর হয়, বিয়োগ করা হয় যদি গ্রাহক উৎস থেকে দূরে সরে যায়;\n\n  \n    \n      \n        \n          v\n          \n            s\n          \n        \n      \n    \n    {\\displaystyle v_{\\text{s}}}\n  \n মাধ্যমের সাপেক্ষে উৎসের গতি, যোগ করা হয় \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n উৎস যদি গ্রাহক থেকে দূরে সরে যায়, বিয়োগ করা হয় যদি উৎসটি গ্রাহকের দিকে যায়।\nমনে রাখা জরুরি যে, এই সম্পর্কটি থেকে জানা যায় যে উৎস বা গ্রাহক একে অন্য থেকে দূরে সরে গেলে কম্পাঙ্ক হ্রাস পাবে।\nএকইভাবে উৎসটি পর্যবেক্ষকের সরাসরি কাছে আসছে বা দূরে সরে যাচ্ছে ধারণার অধীনে:\n  \n    \n      \n        \n          \n            f\n            \n              v\n              \n                w\n                r\n              \n            \n          \n        \n        =\n        \n          \n            \n              f\n              \n                0\n              \n            \n            \n              v\n              \n                w\n                s\n              \n            \n          \n        \n        =\n        \n          \n            1\n            λ\n          \n        \n      \n    \n    {\\displaystyle {\\frac {f}{v_{wr}}}={\\frac {f_{0}}{v_{ws}}}={\\frac {1}{\\lambda }}}\n  \nযেখানে,\n\n  \n    \n      \n        \n          v\n          \n            w\n            r\n          \n        \n      \n    \n    {\\displaystyle v_{wr}}\n  \n  গ্রাহকের সাপেক্ষে তরঙ্গের গতি;\n\n  \n    \n      \n        \n          v\n          \n            w\n            s\n          \n        \n      \n    \n    {\\displaystyle v_{ws}}\n  \n উৎসের সাপেক্ষে তরঙ্গের গতি;\n\n  \n    \n      \n        λ\n      \n    \n    {\\displaystyle \\lambda }\n  \n তরঙ্গদৈর্ঘ্য।\nযদি উৎসটি একটি কোণে পর্যবেক্ষকের কাছে আসে (কিন্তু এখনও একটি ধ্রুব গতির সাথে), পর্যবেক্ষণকৃত প্রথম শোনা কম্পাঙ্ক বস্তু নির্গত কম্পাঙ্কের চেয়ে বেশি হয়। এরপরে পর্যবেক্ষকের কাছাকাছি আসার সাথে সাথে পর্যবেক্ষকের কম্পাঙ্ক হ্রাস পায়। যখন এটি আপেক্ষিক গতির সাথে লম্ব দিক থেকে আসে তখন সমতার মাধ্যমে (এবং নিকটতম অভিমুখ বিন্দুতে নির্গত হয়; কিন্তু যখন তরঙ্গটি প্রাপ্ত হয়, উৎস এবং পর্যবেক্ষক আর তাদের নিকটতম অবস্থানে থাকবে না) এবং পর্যবেক্ষকের কাছ থেকে সরে যাওয়ার সাথে সাথে ক্রমাগত হ্রাস পায়। যখন পর্যবেক্ষক বস্তুর পথের খুব কাছাকাছি থাকে, তখন উচ্চ থেকে নিম্ন কম্পাঙ্কে রূপান্তর খুব আকস্মিক হয়। যখন পর্যবেক্ষক বস্তুর থেকে দূরে থাকে, তখন উচ্চ থেকে নিম্ন কম্পাঙ্কে রূপান্তর ধীরে ধীরে হয়।\nযদি \n  \n    \n      \n        \n          v\n          \n            s\n          \n        \n      \n    \n    {\\displaystyle v_{\\text{s}}}\n  \n এবং \n  \n    \n      \n        \n          v\n          \n            r\n          \n        \n        \n      \n    \n    {\\displaystyle v_{\\text{r}}\\,}\n  \n তরঙ্গের গতির তুলনায় ছোট থাকে, তখন পর্যবেক্ষিত কম্পাঙ্কের মধ্যে সম্পর্ক \n  \n    \n      \n        f\n      \n    \n    {\\displaystyle f}\n  \n এবং নির্গত কম্পাঙ্ক \n  \n    \n      \n        \n          f\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle f_{\\text{0}}}\n  \n হয়।\n\nযেখানে,\n\n  \n    \n      \n        Δ\n        f\n        =\n        f\n        −\n        \n          f\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle \\Delta f=f-f_{0}}\n  \n\n  \n    \n      \n        Δ\n        v\n        =\n        −\n        (\n        \n          v\n          \n            r\n          \n        \n        −\n        \n          v\n          \n            s\n          \n        \n        )\n      \n    \n    {\\displaystyle \\Delta v=-(v_{\\text{r}}-v_{\\text{s}})}\n  \n উৎসের সাপেক্ষে গ্রাহকের আপেক্ষিক গতির বিপরীত; উৎস এবং গ্রাহক একে অপরের দিকে অগ্রসর হলে এটি ধনাত্মক হয়। \n\n\n=== প্রমাণঃ ===\nদেয়া আছে \n  \n    \n      \n        f\n        =\n        \n          (\n          \n            \n              \n                c\n                +\n                \n                  v\n                  \n                    r\n                  \n                \n              \n              \n                c\n                +\n                \n                  v\n                  \n                    s\n                  \n                \n              \n            \n          \n          )\n        \n        \n          f\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle f=\\left({\\frac {c+v_{\\text{r}}}{c+v_{\\text{s}}}}\\right)f_{0}}\n  \n\n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n দ্বারা ভাগ করে\n\n  \n    \n      \n        f\n        =\n        \n          (\n          \n            \n              \n                1\n                +\n                \n                  \n                    \n                      v\n                      \n                        r\n                      \n                    \n                    c\n                  \n                \n              \n              \n                1\n                +\n                \n                  \n                    \n                      v\n                      \n                        s\n                      \n                    \n                    c\n                  \n                \n              \n            \n          \n          )\n        \n        \n          f\n          \n            0\n          \n        \n        =\n        \n          (\n          \n            1\n            +\n            \n              \n                \n                  v\n                  \n                    r\n                  \n                \n                c\n              \n            \n          \n          )\n        \n        \n          (\n          \n            \n              1\n              \n                1\n                +\n                \n                  \n                    \n                      v\n                      \n                        s\n                      \n                    \n                    c\n                  \n                \n              \n            \n          \n          )\n        \n        \n          f\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle f=\\left({\\frac {1+{\\frac {v_{\\text{r}}}{c}}}{1+{\\frac {v_{\\text{s}}}{c}}}}\\right)f_{0}=\\left(1+{\\frac {v_{\\text{r}}}{c}}\\right)\\left({\\frac {1}{1+{\\frac {v_{\\text{s}}}{c}}}}\\right)f_{0}}\n  \n\nযেহেতু \n  \n    \n      \n        \n          \n            \n              v\n              \n                s\n              \n            \n            c\n          \n        \n        ≪\n        1\n      \n    \n    {\\displaystyle {\\frac {v_{\\text{s}}}{c}}\\ll 1}\n  \n আমরা সমীকরণটিকে নিম্নোক্তভাবে লিখতে পারি:\n\n  \n    \n      \n        \n          \n            1\n            \n              1\n              +\n              \n                \n                  \n                    v\n                    \n                      s\n                    \n                  \n                  c\n                \n              \n            \n          \n        \n        ≈\n        1\n        −\n        \n          \n            \n              v\n              \n                s\n              \n            \n            c\n          \n        \n      \n    \n    {\\displaystyle {\\frac {1}{1+{\\frac {v_{\\text{s}}}{c}}}}\\approx 1-{\\frac {v_{\\text{s}}}{c}}}\n  \n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== পরিণতি ==\nমাধ্যমের সাপেক্ষে একটি পর্যবেক্ষক স্থির থাকলে, যদি একটি চলমান উৎস \n  \n    \n      \n        \n          f\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle f_{0}}\n  \n কম্পাঙ্কের তরঙ্গ নির্গত করে (এক্ষেত্রে, তরঙ্গদৈর্ঘ্য পরিবর্তিত হয়, তরঙ্গ সঞ্চালনের  বেগ স্থির থাকে; মনে রাখতে হবে যে তরঙ্গের সঞ্চালনের বেগ উৎসের বেগের উপর নির্ভর করে না), তখন \n  \n    \n      \n        f\n      \n    \n    {\\displaystyle f}\n  \n দ্বারা প্রদত্ত কম্পাঙ্কসহ তরঙ্গ নিম্নোক্ত সমীকরণের সাহায্যে প্রকাশ করা হয়\n  \n    \n      \n        f\n        =\n        \n          (\n          \n            \n              c\n              \n                c\n                ±\n                \n                  v\n                  \n                    s\n                  \n                \n              \n            \n          \n          )\n        \n        \n          f\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle f=\\left({\\frac {c}{c\\pm v_{\\text{s}}}}\\right)f_{0}}\n  \nএকটি চলমান পর্যবেক্ষক এবং একটি স্থির উৎসের জন্যও অনুরূপ বিশ্লেষণ প্রযোজ্য (এক্ষেত্রে, তরঙ্গদৈর্ঘ্য স্থির থাকে, কিন্তু গতির কারণে তরঙ্গ সঞ্চালনের বেগ [পর্যবেক্ষকের ক্ষেত্রে] পরিবর্তিত হয়)। পর্যবেক্ষণ করা কম্পাঙ্ক থেকে লেখা যায়:\n  \n    \n      \n        f\n        =\n        \n          (\n          \n            \n              \n                c\n                ±\n                \n                  v\n                  \n                    r\n                  \n                \n              \n              c\n            \n          \n          )\n        \n        \n          f\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle f=\\left({\\frac {c\\pm v_{\\text{r}}}{c}}\\right)f_{0}}\n  \nএকটি স্থির পর্যবেক্ষক এবং শব্দের গতিতে চলমান একটি উৎসের জন্য ডপলার সমীকরণটি শব্দের গতিতে চলমান একটি উৎসের সামনে একজন পর্যবেক্ষকের দ্বারা অনুভূত ক্ষণস্থায়ী অসীম কম্পাঙ্কের পূর্বাভাস দেয়। সব তরঙ্গশীর্ষ একই জায়গায় হওয়ায় তরঙ্গদৈর্ঘ্য শূন্য এবং কম্পাঙ্ক অসীম হয়। তরঙ্গগুলো একটি শক ওয়েভ তৈরি করে, যা 'শব্দনিনাদ (সনিক বুম)' নামে পরিচিত।\nউৎস যখন তরঙ্গের গতির চেয়ে দ্রুত চলে তখন উৎসটি তরঙ্গকে ছাড়িয়ে যায়। সমীকরণটি নেতিবাচক কম্পাঙ্কে মান দেয়; যেগুলির এই প্রসঙ্গে কোনো বাস্তবিক সম্পর্ক নেই (উৎসটি অতিক্রম না করা পর্যন্ত পর্যবেক্ষক কোনো শব্দ শুনতে পাবে না)।\nলর্ড রেলি শব্দের উপর লেখা তার বইতে নিম্নলিখিত প্রভাব সম্পর্কে বলেছিলেন: যদি পর্যবেক্ষক (স্থির) উৎস থেকে শব্দের দ্বিগুণ গতিতে সরে যায়, তবে সেই উৎস থেকে পূর্বে নির্গত একটি শব্দ সঠিক গতি এবং পিচে শোনা যাবে, কিন্তু মনে হবে যে তা উল্টোভাবে বাজানো হচ্ছে।\n\n\n== ব্যবহার ==\n\n\n=== অ্যাকোস্টিক ডপলার কারেন্ট প্রোফাইলার ===\nঅ্যাকোস্টিক ডপলার কারেন্ট প্রোফাইলার (এডিসিপি) হল সোনার- এর মতো একটি হাইড্রোঅ্যাকোস্টিক কারেন্ট মিটার, যা পানির কলামের মধ্যে কণা থেকে বিক্ষিপ্ত শব্দ তরঙ্গের ডপলার প্রভাব ব্যবহার করে গভীরতার পরিসরে পানির বর্তমান বেগ পরিমাপ করতে ব্যবহৃত হয়। এডিসিপি শব্দটি বর্তমান প্রোফাইলারদের জন্য একটি সাধারণ শব্দ, যদিও সংক্ষিপ্ত রূপটি ১৯৮০-এর দশকে একটি যন্ত্র সিরিজ থেকে উদ্ভূত হয়ে। এডিসিপি এর কাজের কম্পাঙ্কের পরিসীমা ৩৮ কিলোহার্জ থেকে কয়েক মেগাহার্জ পর্যন্ত হতে পারে। শব্দ ব্যবহার করে বাতাসের গতির প্রোফাইলিংয়ের জন্য ব্যবহৃত ডিভাইসটি সোডার নামে পরিচিত, যা একই নীতিতে কাজ করে।\n\n\n=== রোবোটিক্স ===\nচলমান প্রতিবন্ধকতাসহ একটি পরিশীলিত পরিবেশে রোবটগুলির চলাচলে সহায়তা করার জন্য গতিশীল রিয়েল-টাইম পথ পরিকল্পনা ডপলার প্রভাবের সাহায্য নেয়। এই ধরনের অ্যাপ্লিকেশনগুলি প্রতিযোগিতামূলক রোবোটিক্সের জন্য বিশেষভাবে ব্যবহৃত হয়; যেখানে পরিবেশ ক্রমাগত পরিবর্তন হয়, যেমন - রোবোসকার।\n\n\n=== সাইরেন ===\n\nএকটি চলমান জরুরী গাড়ির সাইরেন তার স্থির পিচের চেয়ে উপরে শুরু হয়, এটি পাশ দিয়ে যাবার সময় সাথে সাথে নীচে যাবে এবং পর্যবেক্ষকের কাছ থেকে সরে যাওয়ার সাথে সাথে এটির স্থির পিচের চেয়ে নীচে চলতে থাকে। জ্যোতির্বিজ্ঞানী জন ডবসন এই প্রভাব সম্পর্কে বলেছেন:\n\nপাশ দিয়ে যাবার সময় এটি আঘাত না করার কারণে সাইরেনের পিচ নীচে যায়।\nঅন্য ভাষায়, সাইরেন সরাসরি পর্যবেক্ষকের কাছে আসলে পিচটি স্থির থাকবে, যতক্ষণ না গাড়িটি তার কাছে আসে স্থির পিচের চেয়ে উঁচুতে এবং তারপরে অবিলম্বে একটি নতুন নিম্ন পিচে চলে যাবে। যেহেতু যানবাহনটি পর্যবেক্ষকের পাশ দিয়ে যাবার সময় রেডিয়াল গতি স্থির থাকে না, বরং তার দৃষ্টি রেখা এবং সাইরেনের বেগের মধ্যে কোণের একটি ফাংশন হিসাবে পরিবর্তিত হয়:\n  \n    \n      \n        \n          v\n          \n            radial\n          \n        \n        =\n        \n          v\n          \n            s\n          \n        \n        cos\n        ⁡\n        (\n        θ\n        )\n      \n    \n    {\\displaystyle v_{\\text{radial}}=v_{\\text{s}}\\cos(\\theta )}\n  \nযেখানে,\n\n  \n    \n      \n        θ\n      \n    \n    {\\displaystyle \\theta }\n  \n = বস্তুর সামনের বেগ এবং বস্তু থেকে পর্যবেক্ষকের দৃষ্টি রেখার মধ্যবর্তী কোণ।\n\n\n=== জ্যোতির্বিদ্যা ===\n\nআলোর মতো ইলেক্ট্রোম্যাগনেটিক তরঙ্গের জন্য ডপলার প্রভাব জ্যোতির্বিজ্ঞানে ব্যাপকভাবে ব্যবহৃত হয়। তারা এবং ছায়াপথগুলি আমাদের কাছে যে গতিতে আসছে বা আমাদের থেকে পিছিয়ে যাচ্ছে তাকে ব্লুশিফ্ট বা রেডশিফ্ট বলে। একটি ঘনিষ্ঠ যুগ্ম তারা, নক্ষত্র এবং ছায়াপথের ঘূর্ণন গতি পরিমাপ করতে বা এক্সোপ্ল্যানেট সনাক্ত করতে ডপলার প্রভাব ব্যবহার করা যেতে পারে। এই প্রভাব সাধারণত খুব ছোট মাত্রায় ঘটে; ফলে চোখের দৃশ্যমান আলোতে লক্ষণীয় তেমন কোনো পার্থক্য থাকে না। জ্যোতির্বিজ্ঞানে ডপলার প্রভাবের ব্যবহার নক্ষত্রের বর্ণালীতে বিচ্ছিন্ন রেখার সুনির্দিষ্ট কম্পাঙ্ক সম্পর্কে জ্ঞানের উপর নির্ভর করে।\nকাছাকাছি নক্ষত্রগুলির মধ্যে সূর্যের সাপেক্ষে বৃহত্তম রেডিয়াল বেগ হল +৩০৮ কিমি/সেকেন্ড ((বিডি-১৫°৪০৪১, এলএইচএস ৫২ নামেও পরিচিত, ৮১.৭ আলোকবর্ষ দূরে) এবং −২৬০ কিমি/সেকেন্ড ((উলি ৯৭২২, উলফ ১১০৬ নামেও পরিচিত এবং এলএইচএস ৬৪, ৭৮.২ আলোকবর্ষ দূরে)। ধনাত্মক রেডিয়াল বেগ মানে নক্ষত্রটি সূর্য থেকে সরে যাচ্ছে আর ঋণাত্মক রেডিয়াল বেগ মানে এটি কাছে আসছে।\nরেডশিফ্ট স্থানের প্রসারণ পরিমাপ করতেও ব্যবহৃত হয়, তবে এটি আসল ডপলার ক্রিয়া নয়। বরং এটা স্থানের প্রসারণের কারণে লাল স্থানান্তরকে মহাজাগতিক রেডশিফ্ট বলা হয়, যা সাধারণ আপেক্ষিকতার আনুষ্ঠানিকতার অধীনে রবার্টসন-ওয়াকার মেট্রিক থেকে বিশুদ্ধভাবে নেওয়া যেতে পারে। এছাড়াও মহাজাগতিক স্কেলগুলিতে সনাক্তযোগ্য ডপলার প্রভাব রয়েছে, যাকে ভুলভাবে মহাজাগতিক হিসাবে ব্যাখ্যা করা হলে তা রেডশিফ্ট-স্পেস বিকৃতি পর্যবেক্ষণের দিকে পরিচালিত করে।\n\n\n=== রাডার ===\n\nডপলার প্রভাব রাডারে সনাক্ত করা কিছু বস্তুর বেগ পরিমাপ করতে ব্যবহৃত হয়। একটি চলমান লক্ষ্যে একটি রাডার রশ্মি গুলি করা হয় – যেমন একটি মোটর গাড়ি, যেহেতু পুলিশ দ্রুতগামী মোটর চালকদের সনাক্ত করতে রাডার ব্যবহার করে। প্রতিটি ক্রমাগত রাডার তরঙ্গকে প্রতিফলিত হওয়ার আগে এবং উৎসের কাছে পুনরায় সনাক্ত করার আগে গাড়িতে পৌঁছানোর জন্য আরও দূরে যেতে হয়। যেহেতু প্রতিটি তরঙ্গকে আরও দূরে যেতে হয়, প্রতিটি তরঙ্গের মধ্যে ব্যবধান বৃদ্ধি পায় এবং ফলশ্রুতিতে তরঙ্গদৈর্ঘ্যও বৃদ্ধি পায়। কিছু ক্ষেত্রে রাডার বিমটি চলন্ত গাড়ির কাছে আসার সাথে সাথে গুলি করা হয়। এক্ষেত্রে পাশাপাশি অবস্থিত প্রতিটি তরঙ্গ কম দূরত্ব ভ্রমণ করে ও তরঙ্গদৈর্ঘ্য হ্রাস করে। উভয় ক্ষেত্রেই ডপলার প্রভাব দ্বারা সঠিকভাবে গাড়ির গতি নির্ধারণ করা হয়। তদুপরি দ্বিতীয় বিশ্বযুদ্ধের সময় বিকশিত প্রক্সিমিটি ফিউজ সঠিক সময়, উচ্চতা, দূরত্ব ইত্যাদিতে বিস্ফোরক বিস্ফোরণের জন্য ডপলার রাডারের উপর নির্ভর করে।\nযেহেতু ডপলার ক্রিয়া লক্ষ্যের উপর তরঙ্গের ঘটনাকে প্রভাবিত করে এবং সেইসাথে রাডারে প্রতিফলিত তরঙ্গকে প্রভাবিত করে, আপেক্ষিক গতিতে চলার কারণে একটি রাডার দ্বারা পরিলক্ষিত কম্পাঙ্কের পরিবর্তন, \n  \n    \n      \n        Δ\n        v\n      \n    \n    {\\displaystyle \\Delta v}\n  \n একই লক্ষ্য থেকে দ্বিগুণ কম্পাঙ্কের একটি তরঙ্গ নির্গত হয়। যাকে নিম্নোক্তভাবে লেখা যায়:\n  \n    \n      \n        Δ\n        f\n        =\n        \n          \n            \n              2\n              Δ\n              v\n            \n            c\n          \n        \n        \n          f\n          \n            0\n          \n        \n        .\n      \n    \n    {\\displaystyle \\Delta f={\\frac {2\\Delta v}{c}}f_{0}.}\n  \n\n\n=== চিকিৎসাবিদ্যায় ===\n\nএকটি ইকোকার্ডিওগ্রাম নির্দিষ্ট সীমার মধ্যে ডপলার প্রভাব ব্যবহার করে রক্ত প্রবাহের দিক এবং রক্ত ও কার্ডিয়াক টিস্যুর গতি সঠিকভাবে মূল্যায়ন করতে পারে। তবে এর সীমাবদ্ধতাগুলোর মধ্যে একটি হল আল্ট্রাসাউন্ড রশ্মি যতটা সম্ভব রক্ত প্রবাহের সমান্তরাল হতে হয়। বেগ পরিমাপ করে কার্ডিয়াক ভালভ এলাকা এবং কার্যকারিতা মূল্যায়ন, হৃদপিন্ডের বাম ও ডান দিকের মধ্যে অস্বাভাবিক যোগাযোগ, ভালভ (ভালভুলার রিগারজিটেশন) এর মাধ্যমে রক্ত স্রোত এবং কার্ডিয়াক আউটপুট গণনা করা যায়। গ্যাস-পূর্ণ মাইক্রোবাবল কনট্রাস্ট মিডিয়া ব্যবহার করে কনট্রাস্ট-বর্ধিত আল্ট্রাসাউন্ড বেগ বা অন্যান্য প্রবাহ-সম্পর্কিত চিকিৎসা পরিমাপ উন্নত করতে ব্যবহার করা যেতে পারে।\nযদিও \"ডপলার\" মেডিকেল ইমেজিংয়ে \"বেগ পরিমাপ\" এর সমার্থক হয়ে উঠেছে, অনেক ক্ষেত্রে এটি পরিমাপ করা প্রাপ্ত সংকেতের কম্পাঙ্ক শিফট (ডপলার শিফট) নয় বরং ফেজ শিফট (যখন প্রাপ্ত সংকেত আসে)।\nরক্ত প্রবাহের বেগ পরিমাপ আল্ট্রাসনোগ্রাফির অন্যান্য ক্ষেত্রেও ব্যবহৃত হয় যেমন- প্রসূতি আল্ট্রাসনোগ্রাফি এবং স্নায়ুচিকিৎসাবিজ্ঞান। ডপলার প্রভাবের উপর ভিত্তি করে ধমনী ও শিরাগুলিতে রক্ত প্রবাহের বেগ পরিমাপ স্টেনোসিসের মতো ভাস্কুলার সমস্যা নির্ণয়ের একটি কার্যকর হাতিয়ার।\n\n\n=== প্রবাহ পরিমাপ ===\nতরল প্রবাহে বেগ পরিমাপ করার জন্য লেজার ডপলার ভেলোসিমিটার (এলডিভি) এবং অ্যাকোস্টিক ডপলার ভেলোসিমিটার (এডিভি) এর মতো যন্ত্র তৈরি করা হয়েছে। এলডিভিএকটি হালকা রশ্মি নির্গত করে এবং এডিভি একটি অতিস্বনক অ্যাকোস্টিক বিস্ফোরণ নির্গত করে এবং প্রবাহের সাথে চলমান কণা থেকে প্রতিফলনের তরঙ্গদৈর্ঘ্যে ডপলার প্রভাব পরিমাপ করে। প্রকৃত প্রবাহটি পানির বেগ ও ফেজের একটি ফাংশন হিসাবে গণনা করা হয়। এই কৌশল উচ্চ নির্ভুলতা ও উচ্চ ফ্রিকোয়েন্সিতে অ-অনুপ্রবেশকারী প্রবাহ পরিমাপের অনুমতি দেয়।\n\n\n=== বেগ পরিমাপ ===\nমূলত মেডিকেল অ্যাপ্লিকেশানগুলিতে বেগ পরিমাপের জন্য (রক্ত প্রবাহ), আল্ট্রাসনিক ডপলার ভেলোসিমেট্রি (ইউডিভি) তৈরি করা হয়েছে। যা ধুলো, গ্যাস বুদবুদ, ইমালশনের মতো সাসপেনশনের কণা ধারণকারী প্রায় যেকোনো তরলগুলিতে বাস্তব সময়ে সম্পূর্ণ বেগ প্রোফাইল পরিমাপ করতে পারে। এক্ষেত্রে প্রবাহ স্পন্দনশীল, দোদুল্যমান, ল্যামিনার বা অশান্ত, স্থির বা ক্ষণস্থায়ী হতে পারে।\n\n\n=== স্যাটেলাইট ===\n\n\n==== স্যাটেলাইট ন্যাভিগেশন ====\nট্রানজিট ও ডরিসের মতো স্যাটেলাইট নেভিগেশনের জন্য ডপলার শিফটকে কাজে লাগানো যেতে পারে।\n\n\n==== স্যাটেলাইট যোগাযোগ ====\nস্যাটেলাইট যোগাযোগেও ডপলার ক্রিয়া ব্যবহার করা হয়। দ্রুত চলমান স্যাটেলাইটগুলির একটি গ্রাউন্ড স্টেশনের সাপেক্ষে কয়েক ডজন কিলোহার্টজের ডপলার প্রভাব থাকতে পারে। ডপলার প্রভাবের মাত্রা পৃথিবীর বক্রতার কারণে পরিবর্তিত হয়। গতিশীল ডপলার ট্রান্সমিশনের সময় একটি সংকেতের কম্পাঙ্ক ক্রমান্বয়ে পরিবর্তিত হয়। তাই স্যাটেলাইট একটি ধ্রুবক কম্পাঙ্কের সংকেত পায়। ২০০৫ সালের ক্যাসিনি-হাইগেন্স মিশনের হাইগেন্স প্রোব চালু করার আগে ডপলার প্রভাবের বিষয়টি বিবেচনায় নেয়া হয়নি। তা উপলব্ধি করার পরে টাইটানের কাছে যাওয়ার জন্য প্রোবের গতিপথটি এমনভাবে পরিবর্তিত হয়েছিল যে তা ব্যাপকভাবে ডপলার শিফট হ্রাস করে ক্যাসিনির সাথে সম্পর্কিত গতির দিকে লম্বভাবে ভ্রমণ করেছিল।\nপ্রত্যক্ষ কক্ষপথের ডপলার স্থানান্তর নিম্নলিখিত সূত্র দ্বারা অনুমান করা যেতে পারে:\n  \n    \n      \n        \n          f\n          \n            \n              D\n              ,\n              d\n              i\n              r\n            \n          \n        \n        =\n        \n          \n            \n              v\n              \n                \n                  m\n                  o\n                  b\n                \n              \n            \n            \n              λ\n              \n                \n                  c\n                \n              \n            \n          \n        \n        cos\n        ⁡\n        ϕ\n        cos\n        ⁡\n        θ\n      \n    \n    {\\displaystyle f_{\\rm {D,dir}}={\\frac {v_{\\rm {mob}}}{\\lambda _{\\rm {c}}}}\\cos \\phi \\cos \\theta }\n  \nযেখানে,\n\n  \n    \n      \n        \n          v\n          \n            mob\n          \n        \n      \n    \n    {\\displaystyle v_{\\text{mob}}}\n  \n সচল স্টেশনের গতি,\n\n  \n    \n      \n        \n          λ\n          \n            \n              c\n            \n          \n        \n      \n    \n    {\\displaystyle \\lambda _{\\rm {c}}}\n  \n বাহকের তরঙ্গদৈর্ঘ্য,\n\n  \n    \n      \n        ϕ\n      \n    \n    {\\displaystyle \\phi }\n  \n স্যাটেলাইটের উচ্চতা কোণ এবং\n\n  \n    \n      \n        θ\n      \n    \n    {\\displaystyle \\theta }\n  \n স্যাটেলাইটের সাপেক্ষে ড্রাইভিং দিক।\nস্যাটেলাইট সরানোর কারণে অতিরিক্ত ডপলার শিফটকে নিম্নোক্তভাবে বর্ণনা করা যেতে পারে:\n  \n    \n      \n        \n          f\n          \n            \n              D\n              ,\n              s\n              a\n              t\n            \n          \n        \n        =\n        \n          \n            \n              v\n              \n                \n                  r\n                  e\n                  l\n                  ,\n                  s\n                  a\n                  t\n                \n              \n            \n            \n              λ\n              \n                \n                  c\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle f_{\\rm {D,sat}}={\\frac {v_{\\rm {rel,sat}}}{\\lambda _{\\rm {c}}}}}\n  \nযেখানে,\n\n  \n    \n      \n        \n          v\n          \n            \n              r\n              e\n              l\n              ,\n              s\n              a\n              t\n            \n          \n        \n      \n    \n    {\\displaystyle v_{\\rm {rel,sat}}}\n  \n স্যাটেলাইটের আপেক্ষিক গতি।\n\n\n=== অডিও ===\nলেসলি স্পিকার সাধারণত বিখ্যাত হ্যামন্ড অর্গানের সাথে যুক্ত একটি বৈদ্যুতিক মোটর ব্যবহার করে একটি লাউডস্পিকারের চারপাশে একটি অ্যাকোস্টিক হর্ন ঘোরানোর মাধ্যমে ডপলার প্রভাব ব্যবহার করে একটি বৃত্তে এর শব্দ পাঠায়। এটি একটি কীবোর্ড নোটের দ্রুত ওঠানামাকারী কম্পাঙ্কে শ্রোতার কানে পৌছায়।\n\n\n=== কম্পন পরিমাপ ===\nলেজার ডপলার ভাইব্রোমিটার (এলডিভি) কম্পন পরিমাপের জন্য একটি অ-যোগাযোগ যন্ত্র। এলডিভি থেকে লেজার রশ্মি বস্তুপৃষ্ঠে নির্দেশিত হয় এবং কম্পনের প্রশস্ততা এবং কম্পাঙ্ক পৃষ্ঠের গতির কারণে লেজার রশ্মির কম্পাঙ্কের ডপলার শিফট এর মাধ্যমে বের করা হয়।\n\n\n=== ক্রমবর্ধমান জীববিদ্যা ===\nমেরুদণ্ডী ভ্রূণের বিভাজনের সময় জিনের অভিব্যক্তির তরঙ্গ প্রিসোমিটিক মেসোডার্ম জুড়ে প্রবাহিত হয়, যে টিস্যু থেকে কশেরুকা (সোমাইটস) তৈরি হয়। প্রিসোমিটিক মেসোডার্মের পূর্ববর্তী প্রান্তে একটি তরঙ্গ আসার পরে একটি নতুন সোমাইট তৈরি হয়। জেব্রাফিশে দেখা গিয়েছে যে বিভাজনের সময় প্রিসোমিটিক মেসোডার্মের সংক্ষিপ্তকরণ ডপলারের মতো প্রভাবের দিকে নিয়ে যায় কারণ টিস্যুর অগ্রভাগ তরঙ্গের মধ্যে চলে যায়। এই প্রভাব বিভাজনের সময় অবদান রাখে।\n\n\n== ইনভার্স ডপলার প্রভাব ==\n১৯৬৮ সাল থেকে ভিক্টর ভেসেলাগোর মতো বিজ্ঞানীরা একটি ইনভার্স ডপলার প্রভাবের সম্ভাবনা সম্পর্কে অনুমান করেছেন। ডপলার প্রভাব একটি তরঙ্গ যে মাধ্যমটির মধ্য দিয়ে যাচ্ছে তার প্রতিসরণ সূচকের উপর নির্ভর করে। কিন্তু কিছু উপাদান নেতিবাচক প্রতিসরণে সক্ষম, যা প্রচলিত ডপলার প্রভাবের বিপরীত দিকে কাজ করে। এই প্রভাব সনাক্তকারী প্রথম পরীক্ষাটি ২০০৩ সালে যুক্তরাজ্যের ব্রিস্টলে নাইজেল সেডন ও ট্রেভর বিয়ারপার্ক পরিচালনা করেছিলেন। পরবর্তীতে ইনভার্স ডপলার প্রভাব কিছু অসঙ্গতিপূর্ণ পদার্থে পরিলক্ষিত হয় এবং একটি ভ্যাভিলভ-চেরেনকভ শঙ্কুর ভিতরে এ নিয়ে ভবিষ্যদ্বাণী করা হয়।\n\n\n== আরও দেখুন ==\nলোহিত সরণ\n\n\n== প্রাথমিক উৎস ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nডপলার, সি. (1842)। Über das farbige Licht der Doppelsterne und einiger anderer Gestirne des Himmels (বাইনারী নক্ষত্রের রঙিন আলো এবং স্বর্গের অন্যান্য কিছু তারা সম্পর্কে)। প্রকাশক: Abhandlungen der Königl. বোহম Gesellschaft der Wissenschaften (V. Folge, Bd. 2, S. 465–482) [প্রসিডিংস অফ দ্য রয়্যাল বোহেমিয়ান সোসাইটি অফ সায়েন্সেস (Part V, Vol 2)]; প্রাগ: 1842 (পুনরায় প্রকাশিত 1903)। কিছু সূত্র 1843-কে প্রকাশের বছর হিসাবে উল্লেখ করেছে কারণ সেই বছরে নিবন্ধটি প্রসিডিংস অফ দ্য বোহেমিয়ান সোসাইটি অফ সায়েন্সে প্রকাশিত হয়েছিল। ডপলার নিজেই প্রকাশনাটিকে \"Prag 1842 bei Borrosch und André\" হিসাবে উল্লেখ করেছেন, কারণ 1842 সালে তার একটি প্রাথমিক সংস্করণ ছাপা হয়েছিল যা তিনি স্বাধীনভাবে বিতরণ করেছিলেন।\n\"ডপলার এবং ডপলার প্রভাব\", EN da C. Andrade, Endeavour Vol. XVIII নং 69, জানুয়ারী 1959 (আইসিআই লন্ডন দ্বারা প্রকাশিত)। ডপলারের মূল কাগজ এবং পরবর্তী উন্নয়নের ঐতিহাসিক বিবরণ।\nডেভিড নল্টে (2020)। ডপলার প্রভাবের পতন এবং উত্থান। পদার্থবিদ্যা আজ, v. 73, pgs. 31 - 35। DOI: 10.1063/PT.3.4429\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ডপলার ক্রিয়া সম্পর্কিত মিডিয়া দেখুন।\nDoppler Effect, ScienceWorld"}