{"pageid": 1055914, "title": "তোপ", "url": "https://bn.wikipedia.org/wiki?curid=1055914", "content": "তোপ বা আর্টিলারি হলো সামরিক বাহিনীতে ব্যবহৃত এক শ্রেণীর ভারী অস্ত্র যা পদাতিক আগ্নেয়াস্ত্রের পরিসর এবং শক্তির অনেক বাইরে অস্ত্রশস্ত্র উৎক্ষেপণের জন্য নির্মিত। প্রাথমিক আর্টিলারি উন্নয়ন অভিযানের  সময় প্রতিরক্ষামূলক দেয়াল এবং দুর্গ ভেদ করার ক্ষমতার উপর মনোনিবেশ করে করা হয়েছিল এবং ভারী, মোটামুটি অচল ইঞ্জিনের দিকে পরিচালিত করে। প্রযুক্তির উন্নতির সাথে সাথে, হালকা, যুদ্ধক্ষেত্রের ব্যবহারের জন্য আরও স্থানান্তরযোগ্য ফিল্ড আর্টিলারি কামান তৈরি করা হয়েছে। এই উন্নয়ন আজ অব্যাহত আছে। আধুনিক স্বচালিত আর্টিলারি যানবাহন মহান বহুমুখী প্রতিভার অত্যন্ত ভ্রাম্যমাণ অস্ত্র; সাধারণত একটি সেনাবাহিনীর মোট অস্ত্রক্ষমতার  বৃহত্তম অংশ এটি সরবরাহ করে।\nমূলত, \"আর্টিলারি\" শব্দটি প্রাথমিকভাবে অস্ত্র বা বর্ম দিয়ে সজ্জিত সৈন্যদের যে কোনও দলের জন্য উল্লেখ করা হতো। বারুদ এবং কামান প্রবর্তনের পর থেকে, \"আর্টিলারি\" মূলত কামান বোঝায়, এবং সমসাময়িক ব্যবহারে, সাধারণত শেল ফায়ারিং বন্দুক, হাউইৎজার, মর্টার এবং রকেট আর্টিলারি বোঝায়।\nআর্টিলারি দ্বারা অনেক সময় সংস্থাকে বোঝানো হয়ে থাক,   এক্ষেত্রে 'আর্ম অফ সার্ভিস' এর কথা উল্লেখ করতে পারে যা প্রথাগতভাবে এই জাতীয় ইঞ্জিন পরিচালনা করে থাকে।  কিছু  সেনাবাহিনীতে, আর্টিলারি শাখা ক্ষেত্র, উপকূলীয়, বিমান-বিরোধী এবং অ্যান্টি-ট্যাঙ্ক আর্টিলারি পরিচালনা করে থাকে ; অন্যদের মধ্যে এগুলি পৃথক অস্ত্র ছিল এবং কিছু জাতির সাথে উপকূলীয় একটি নৌ বা সামুদ্রিক দায়িত্ব ছিল।\nঅন্তত প্রাথমিক শিল্প বিপ্লব থেকে আর্টিলারি ব্যবহার করা হচ্ছে। নেপলীয় যুদ্ধ, প্রথম বিশ্বযুদ্ধ এবং দ্বিতীয় বিশ্বযুদ্ধে বেশিরভাগ যুদ্ধ মৃত্যুর কারণ ছিল আর্টিলারি। ১৯৪৪ সালে জোসেফ স্তালিন এক ভাষণে বলেন, আর্টিলারি ছিল \"যুদ্ধের ঈশ্বর\"।\n\n\n== আর্টিলারির ইতিহাস ==\n\nআর্টিলারি হিসাবে স্বীকৃত ভূমিকা পালনকারী অবরোধ ইঞ্জিনগুলি প্রাচীনকাল থেকে যুদ্ধে নিযুক্ত করা হয়েছে,যদিও এই নামে এদের ডাকা হয় না। প্রথম পরিচিত ক্যাটাপুল্টটি খ্রিস্টপূর্ব ৩৯৯ সালে সিরাকিউজে বিকশিত হয়েছিল। পাশ্চাত্য যুদ্ধে বারুদের প্রবর্তনের আগ পর্যন্ত আর্টিলারি যান্ত্রিক শক্তির উপর নির্ভরশীল ছিল যা কেবল প্রক্ষেপণের গতিশক্তিকে মারাত্মকভাবে সীমিত করতোই না, পর্যাপ্ত শক্তি সঞ্চয় করার জন্য খুব বড় ইঞ্জিন নির্মাণেরও প্রয়োজন ছিল। খ্রিস্টপূর্ব ১ম শতাব্দীর রোমান ক্যাটাপুল্ট ৬.৫৫ কেজি (১৪.৪ পাউন্ড) পাথর উৎক্ষেপণ করে ১৬,০০০ জুল গতিশক্তি অর্জন করে, ঊনবিংশ শতাব্দীর মাঝামাঝি ১২-পাউন্ডার বন্দুকের তুলনায়, যা ৪.১ কেজি (৯.০ পাউন্ড) রাউন্ড গুলি চালিয়েছিল, যার গতিশক্তি ছিল ২,৪০,০০০ জুল অথবা বিংশ শতাব্দীর একটি মার্কিন যুদ্ধজাহাজ যা তার প্রধান ব্যাটারি থেকে ১,২২৫ কেজি (২,৭০১ পাউন্ড) প্রক্ষেপণ নিক্ষেপ করেছিল যার শক্তির স্তর ৩,৫০,০০০,০০০ জুল ছাড়িয়ে গিয়েছিল।\n\n\n== তথ্যসূত্র =="}