{"pageid": 1055016, "title": "উত্তর ককেশীয় আমিরাত", "url": "https://bn.wikipedia.org/wiki?curid=1055016", "content": "উত্তর ককেশীয় আমিরাত ( রুশ: Северо-Кавказский эмират সেভেরো-কাভকাজস্কিজ আমিরাত ) মূলত আভার ও চেচেন ইসলামিক রাষ্ট্র যা ১৯১৯ সালের সেপ্টেম্বর থেকে মার্চ ১৯২০ পর্যন্ত রুশ গৃহযুদ্ধের সময় চেচনিয়া এবং পশ্চিম দাগেস্তান অঞ্চলে বিদ্যমান ছিল। আমিরাতের অস্থায়ী রাজধানী বেদেনো গ্রামে প্রতিষ্ঠিত হয় এবং এর নেতা উজুন হাজি (Узун-Хаджи) কে \"মহামান্য ইমাম এবং উত্তর ককেশাস আমিরাতের আমিরশেখ উজুন খায়ের হাজি খান (Узун Хаир Хаджи Хан) উপাধি দেওয়া হয়\"।\n১৯১৮ সালের মাঝামাঝি সময়ে জেনারেল আন্তন ডেনিকিন এর অধীনে রাশিয়ান হোয়াইট আন্দোলনের স্বেচ্ছাসেবক সেনাবাহিনীর সৈন্যরা উত্তর ককেশাসের ককেশীয় জনগণের সাথে সংঘর্ষ শুরু করে। উজুন হাজি, সৈন্যদের একটি ছোট দল নিয়ে, ভেদেনো গ্রাম দখল করে ডেনিকিন এর বিরুদ্ধে যুদ্ধ ঘোষণা করেন।\n১৯১৯ সালের সেপ্টেম্বর মাসে উজুন হাজি উসমানীয় সুলতান মেহমেদ ষষ্ঠের সুরক্ষায় উত্তর ককেশাস আমিরাতকে একটি স্বাধীন রাজতন্ত্র হিসেবে গঠনের ঘোষণা দেন। কাবারদিয়ান এবং দক্ষিণ ওসেতিয়ান বিদ্রোহীদের সাথে এবং জর্জিয়ার সাথে সম্পর্ক স্থাপন করা হয়, যা আমিরাতের কর্তৃপক্ষকে স্বীকৃতি দেয়। যাইহোক, তারা আমিরাতের অঞ্চল থেকে স্বেচ্ছাসেবক সেনাবাহিনীর সৈন্যদের অপসারণ করতে ব্যর্থ হয় এবং স্থগিত না হওয়া পর্যন্ত বলশেভিক সহায়তার উপর নির্ভরশীল হয়ে পড়ে।\n\n১৯২০ সালের জানুয়ারী নাগাদ আমিরাতের সামরিক ও অর্থনৈতিক পরিস্থিতির অবনতি হতে শুরু করে এবং উজুন হাজি স্বায়ত্তশাসনের প্রতিশ্রুতি দিয়ে রাশিয়ান এসএফএসআর-এ আমিরাত প্রবেশের সম্মতি দেন।  তিনি শীঘ্রই মারা যান কিন্তু রাষ্ট্রের অস্তিত্ব পর্বত স্বায়ত্তশাসিত সোভিয়েত সমাজতান্ত্রিক প্রজাতন্ত্র গঠনের দিকে পরিচালিত করে।\n\n\n== আরো দেখুন ==\nককেশীয় ইমামাত (১৮২৮–১৮৫৯)\n\n\n== তথ্যসূত্র ==\n\nZelkina, Anna (১৯৯৩-০১-০১)। \"Islam and politics in the North Caucasus\"। Religion, State and Society। 21 (1): 115–124। আইএসএসএন 0963-7494। ডিওআই:10.1080/09637499308431583। \nKircher, Christoph (২০১১)। The Chechen Identity: Between Social Movement and \"identity Makers\" (ইংরেজি ভাষায়)। GRIN Verlag। আইএসবিএন 978-3-640-82335-2। \nHahn, Gordon M. (২০১৪-১০-০৯)। The Caucasus Emirate Mujahedin: Global Jihadism in Russia's North Caucasus and Beyond (ইংরেজি ভাষায়)। McFarland। আইএসবিএন 978-0-7864-7952-8।"}