{"pageid": 1055368, "title": "মোজাম্বিক স্পিটিং কোবরা", "url": "https://bn.wikipedia.org/wiki?curid=1055368", "content": "মোজাম্বিক বিষ নিক্ষেপকারী কোবরা (Naja mossambica) হল এলাপিডি গোত্রের একটি অত্যন্ত বিষধর সর্প প্রজাতি যারা মূলত আফ্রিকার স্থানীয়। এটি মূলত অ্যাঙ্গোলা, বোতসোয়ানা, মোজাম্বিক, নামিবিয়া, দক্ষিণ আফ্রিকা, তানজানিয়া, জাম্বিয়া এবং জিম্বাবুয়েতে পাওয়া যায়।\n\n\n== শ্রেণীকরণ ==\nজার্মান প্রকৃতিবিদ উইলহেলম পিটারস ১৮৫৪ সালে এই প্রজাতির বর্ণনা দিয়েছেন।\n\n\n== বর্ণনা ==\nসাপটি নীল, জলপাই বা উপরের দিকে কাঁচা কালো রঙের হয় সেই সাথে  কিছুটা বা সমস্ত আঁশই কালো-কিনারাযুক্ত। নীচের দিকে স্যামন গোলাপী থেকে বেগুনি হলুদ বর্ণের, পুরো গা জুড়ে কালো বারগুলি দৃশ্যমান এবং ব্রাউন বা কালো রংঙের দাগযুক্ত বা প্রান্তযুক্ত হয়ে থাকে। তরুণ সাপগুলিতে মাঝে মাঝে গলায় গোলাপী বা হলুদ বার থাকে।\nপ্রাপ্তবয়স্কদের গড় দৈর্ঘ্য ৯০ সেমি - ১০৫ সেন্টিমিটার (৩-৩.৫ ফুট) হয়, তবে বৃহত্তম পরিমাপটি প্রকৃতপক্ষে একটি পুরুষ সাপের ছিল যা ১৫৪ সেমি (৫ ফুট) দীর্ঘ (ডারবান, কোয়া-জুলু নাটাল, দক্ষিণ আফ্রিকায় এটি ধরা হয়)।\n\n\n== বিচরণ ==\nএই প্রজাতিটি গ্রীষ্মমণ্ডলীয় এবং উপ-গ্রীষ্মমণ্ডলীয় আফ্রিকার সভানা অঞ্চলের সর্বাধিক সাধারণ কোবরা। এটির কোয়াজুলু-নাটাল, ডার্বান পর্যন্ত দক্ষিণ, এমপুমালঙ্গা প্রদেশ লোভেল্ড অঞ্চল, দক্ষিণ-পূর্ব তানজানিয়া এবং পেম্বা দ্বীপ এবং পশ্চিমে দক্ষিণ-পূর্ব অঙ্গোলা এবং উত্তর-পূর্ব নামিবিয়া পর্যন্ত আবাস দেখা যায়। অল্প বয়স্ক সাপগুলিকে দিনের বেলা খোলা জায়গায়  বেশি ঘন ঘন দেখা যায় হয়। মিশরীয় কোবরার মত, এই প্রজাতি পানির নিকটবর্তী অঞ্চলগুলিকে পছন্দ করে, যেখানে তাকে বিরক্ত করা হলে সহজেই লুকিয়ে যাবে।\n\n\n== বিষ ==\nএটি আফ্রিকার অন্যতম বিপজ্জনক সাপ হিসাবে বিবেচিত হয়। এর বিষটি আমেরিকান মোজাভে রেটলস্নেকের মতোই বিষাক্ত (যাকে বিশ্বের সর্বাধিক বিষাক্ত রেটলস্নেক হিসাবে বিবেচনা করা হয়)। রিংখলসের মত এটিও তার বিষ ছুড়ে দিতে পারে। এর কামড় মারাত্মক স্থানীয় টিস্যুর ধ্বংস ঘটায় ( পাফ অ্যাডারের মতো )। চোখে বিষ গেলে দৃষ্টিহীনতা বা অন্ধত্ব তৈরি করতে পারে। এই প্রজাতির বিষে পোস্টসিন্যাপটিক নিউরোটক্সিন এবং সাইটোক্সিন থাকে। এই প্রজাতির কামড়ের ফলস্বরূপ কয়েকটি মাত্র প্রাণহানির ঘটনা ঘটেছে তবে বেঁচে থাকা বেশিরভাগেরই শরীর বিকৃতি ঘটেছে।\nএকটি পলিভ্যালেন্ট অ্যান্টিভেনম বর্তমানে ইউনিভার্সিডাদ ডি কোস্টা রিকার ইনস্টিটিটো ক্লোডোমিরো পিকাদো তৈরি করেছেন ।\n\n\n== খাদ্যাভ্যাস ==\nএই কোবারার ডায়েটে মূলত উভচর, অন্যান্য সাপ, পাখি, ডিম, ছোট স্তন্যপায়ী প্রাণী এবং মাঝে মধ্যে এমনকি পোকামাকড়ও থাকে। এই কোবরাটি পচে যাওয়া প্রাণীর মৃতদেহগুলিকে খাওয়ার প্রতিবেদন রয়েছে। এটি কালো মাম্বার মতো বিষাক্ত সাপকে খাওয়ার রেকর্ড রয়েছে এবং এর বিষের প্রতিরোধ ক্ষমতা অর্জন করেছে।\n\n\n== অভ্যাস ==\nএই সাপটি নার্ভাস এবং মেজাজী প্রকৃতির। কাছাকাছি দূরত্বে যখন মুখোমুখি হয়, তখন এটি তার দৈর্ঘ্যের প্রায় দুই তৃতীয়াংশ পিছিয়ে আসতে পারে এবং তার দীর্ঘ সরু ফণাটি ছড়িয়ে দিতে পারে এবং প্রতিরক্ষা হিসাবে সহজেই \"বিষ নিক্ষেপ\" করে, সাধারণত পেছনে হেলে থাকা অবস্থান থেকে। বিষটি নির্ভুলতার সাথে ২-৩ মিটার (৬.৫-১০ ফুট) দূরত্বে ছুড়ে দিতে পারে। বিষ নিক্ষেপকারী কোবরা তার পরিস্থিতিগুলির উপর নির্ভর করে বিষ ছোড়ার  পরিবর্তে কামড় দিতে পারে এবং রিংখালগুলির মতো এটি আরও বিরক্ত করা এড়াতে মৃতের মত ভান করতে পারে।\n\n\n== প্রজনন ==\nপ্রজননের পর ডিম পাড়ে। ডিমের সংখ্যা ১০ থেকে ২২টি। বাচ্চাগুলো ফুটে বের হলে দৈর্ঘ্য হয় ২৩০-২৫০ মিমি পরিমাপের।\n\n\n== তথ্যসূত্র =="}