{"pageid": 1055484, "title": "বারুদ", "url": "https://bn.wikipedia.org/wiki?curid=1055484", "content": "বারুদ একটি প্রাচীনতম পরিচিত রাসায়নিক বিস্ফোরক, আধুনিক ধোঁয়াবিহীন পাউডার থেকে পৃথক করার জন্য এটিকে এর রেট্রোনাম কালো পাউডার নামেও ডাকা হয়। এটি সালফার (S), কার্বন (C), এবং পটাশিয়াম নাইট্রেট (সল্টপিটার, KNO3) এর মিশ্রণ নিয়ে গঠিত। সালফার এবং কাঠ-কয়লা জ্বালানি হিসাবে কাজ করে যেখানে সল্টপিটার একটি জারক। বারুদ ব্যাপকভাবে আগ্নেয়াস্ত্র, আর্টিলারি, রকেট এবং পাইরো-পদ্ধতিতে চালক যন্ত্র হিসাবে ব্যবহৃত হয়; যার মধ্যে রয়েছে খনন, খনি এবং সড়ক ভবনে বিস্ফোরকের জন্য বিস্ফোরক এজেন্ট হিসাবে ব্যবহার।\n\n\n== ইতিহাস ==\nবারুদের প্রথম নিশ্চিত রেফারেন্সটি পাওয়া যায় চীনে, খ্রিস্টীয় ৯ম শতাব্দীতে তাং রাজবংশের সময়, প্রথমে ৮০৮ সালে তাইশাং শেংজু জিন্দান মিজুয়ের একটি সূত্রে, এবং তারপর প্রায় 50 বছর পরে একটি তাও গ্রন্থ যা ঝিনুয়ান মিয়াওদাও ইয়াওলিনামে পরিচিত।বারুদের প্রথম রাসায়নিক সূত্রটি ১১ শতকে সঙ রাজবংশের পাঠ্য উজিং জংইয়াওতে উল্লেখ করা হয়েছে যা ১০৪০ এবং ১০৪৪ সালের মধ্যে 'জেং গংলিয়াং' দ্বারা রচিত।\nইকতিদার আলম খানের মতে,মঙ্গোল আক্রমণকারিদের থেকে ইসলামিক বিশ্ব বারুদ সম্পর্কে জ্ঞান অর্জন করেছিল। মুসলমানরা ১২৪০ থেকে ১২৮০ সালের মধ্যে কোনো এক সময় বারুদ সম্পর্কে জ্ঞান অর্জন করেছিল। সিরিয়ার হাসান আল-রামাহ সল্টপিটার বিশুদ্ধ করার নির্দেশাবলী এবং বারুদ জ্বালানোর বর্ণনা লিখেছিলেন। আল-রামাহ,সল্টপিটারকে \"চীনা তুষার\" (আরবি: ثلج الصين থালজ আল-সিন), আতশবাজিকে \"চীনা ফুল\" হিসাবে উল্লেখ করে। \n১২৬৭ সালে ইংরেজ দার্শনিক রজার বেকনের লেখা 'ওপাস মাজুস' এবং 'ওপাস টারটিয়াম' নামক গ্রন্থে গানপাউডারের বিবরণ পাওয়া যায়।  ১২৮০ থেকে ১৩০০ সালে মার্কাস গ্রেকাস বা মার্ক দ্য গ্রীক  লিখিত 'লিবার ইগনিয়াম' বা 'বুক অফ ফায়ারে' ইউরোপ মহাদেশের বারুদের প্রাচীনতম রেকর্ড পাওয়া যায়।\n\n\n== রসায়ন ==\nবারুদের, দহনের একটি সহজ, সাধারণভাবে উদ্ধৃত, রাসায়নিক সমীকরণ হলো:\n\n2 KNO3 + S + 3 C → K2S + N2 + 3 CO2.\nএর একটি সমতাকৃত, সরল সমীকরণ হলো:\n\n10 KNO3 + 3 S + 8 C → 2 K2CO3 + 3 K2SO4 + 6 CO2 + 5 N2.\nবারুদ কেবল একটি একক বিক্রিয়ায় জ্বলে না, তাই এর দহন থেকে উৎপন্ন উপজাতগুলি সম্পর্কে সহজে ভবিষ্যদ্বাণী করা যায় না। একটি গবেষণায়  দেখা গেছে যে, এটি (অবরোহী পরিমাণের ক্রমানুসারে) ৫৫.৯১% কঠিন পণ্য উৎপাদন করেছে: পটাশিয়াম কার্বনেট, পটাশিয়াম সালফেট, পটাশিয়াম সালফাইড, সালফার, পটাশিয়াম নাইট্রেট, পটাশিয়াম থায়োসায়ানেট, কার্বন, অ্যামোনিয়াম কার্বনেট এবং ৪২.৯৮% গ্যাসীয় পণ্য: কার্বন ডাই অক্সাইড, নাইট্রোজেন, কার্বন মনোক্সাইড, হাইড্রোজেন সালফাইড, হাইড্রোজেন, মিথেন, ১.১১% জল।\nপটাশিয়াম নাইট্রেট (উপযুক্ত অনুপাতে) এর পরিবর্তে কম ব্যয়বহুল এবং আরও প্রচুর পরিমাণে, সোডিয়াম নাইট্রেট দিয়ে তৈরি বারুুদও ঠিক কাজ করে। যাইহোক, এটি পটাশিয়াম নাইট্রেট থেকে তৈরি পাউডারের চেয়ে বেশি জলাকর্ষী । মুখবন্ধ-লোডার কয়েক দশক ধরে লোডেড অবস্থায় দেয়ালে ঝুলিয়ে রাখার পরে গুলি চালানোর জন্য পরিচিত, যদি তারা শুকনো থাকে। এর বিপরীতে, সোডিয়াম নাইট্রেট দিয়ে তৈরি বারুদ স্থিতিশীল রাখার জন্য  সিল করে রাখতে হয়।\n\n\n== তথ্যসূত্র =="}