{"pageid": 1055489, "title": "সার্কাসিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1055489", "content": "সার্কাসিয়া (; আদিঘে ভাষায়ঃ Адыгэ Хэку যার অর্থ সার্কাসিয়ান আবাসভূমি) কৃষ্ণ সাগরের উত্তর-পূর্ব তীর বরাবর উত্তর ককেশাসের একটি প্রাক্তন দেশ এবং অঞ্চল। রাশিয়া-সার্কাসিয়া যুদ্ধের (১৭৬৩-১৮৬৪) পরে এটি ধ্বংস এবং বিধ্বস্ত হয় যা রাশিয়ার দখল দিয়ে শুরু হয়েছিল এবং শেষ হয়েছিল সার্কাসীয় গণহত্যায়। এই সময় ৮০-৯০% লোক হয় এই অঞ্চল থেকে গণহত্যা শিকার বা নির্বাসিত হয়েছিল। যদিও সার্কাসিয়া সার্কাসিয়ান জনগণের মূল জন্মভূমি, কিন্তু আজ বেশিরভাগ সার্কাসিয়ান নির্বাসনে বাস করে।\n\n\n== সাধারণ তথ্য ==\n\n\n=== নাম ===\nসার্কাসিয়া নামটি চেরকেসের একটি ল্যাটিনাইজেশন (আধুনিক তুর্কি: Çerkes  ), আদিঘে জনগণের জন্য তুর্কি নাম এবং আর জি ল্যাথামের মতে ১৫ শতকে মধ্যযুগীয় জেনোইজ বণিক এবং সার্কাসিয়াভ্রমণকারীদের সাথে উদ্ভূত হয়েছিল। আরেকটি মতামত হ'ল \"সার্কাসিয়া\" এবং \"চেরকেস\" হল সার্সেটি বা টোরিটার বিকৃত রূপ, যা আদিঘে জনগণের উপজাতিদের অন্যতম নাম।চের্কেস নামটি ঐতিহ্যগতভাবে প্রতিবেশী তুর্কি জনগণ (প্রধানত ক্রিমিয়ান তাতারদের এবং তুর্কি জনগণ) দ্বারা আদিঘে প্রয়োগ করা হয় ।\nদেশটির আরেকটি ঐতিহাসিক নাম ছিল জাইক্স বা জাইগি, যাকে প্রাচীন গ্রিক বুদ্ধিজীবী স্ট্রাবো কোলচিসের উত্তরে একটি জাতি হিসেবে বর্ণনা করেছিলেন।\nপঞ্চদশ শতাব্দীর শেষে, সার্কাসিয়া এবং এর বাসিন্দাদের একটি বিশদ বিবরণ জেনোস ভ্রমণকারী এবং নৃ- তাত্ত্বিক লেখক জর্জিও ইন্টারিয়ানো করেছিলেন।\n\n\n=== ভূগোল ===\n\nসার্কাসিয়া পূর্ব ইউরোপে , পশ্চিম এশিয়ার উত্তরে, উত্তর-পূর্ব কৃষ্ণ সাগরের উপকূলে অবস্থিত।ককেশাসে  রাশিয়ান বিজয়ের আগে (১৭৬৩-১৮৬৪) এটি পুরো উর্বর মালভূমি এবং ককেশাসের উত্তর-পশ্চিম অঞ্চলের স্টেপি জুড়ে ছিল, যার আনুমানিক জনসংখ্যা ছিল ১মিলিয়ন।\nসার্কাসিয়ার ঐতিহাসিক মহান পরিসর পশ্চিমে তামান উপদ্বীপ থেকে পশ্চিমে আজকের উত্তর ওসেটিয়া-আলানিয়ার মোজদোক শহর পর্যন্ত বিস্তৃত ছিল। ঐতিহাসিকভাবে, সার্কাসিয়া আজকের ক্রাসনোদার ক্রাই, অ্যাডিয়েগা প্রজাতন্ত্র, কারাচাই-চেরকেসিয়া, কাবার্দিনো-বালকারিয়া এবং উত্তর ওসেটিয়া-আলানিয়া এবং স্টাভ্রোপোল ক্রাই এর কিছু অংশ জুড়ে ছিল, যা উত্তরে কুবান নদী দ্বারা আবদ্ধ ছিল যা এটিকে রাশিয়ান সাম্রাজ্য থেকে পৃথক করেছিল।\nকৃষ্ণ সাগর উপকূলে জলবায়ু উষ্ণ এবং আর্দ্র, যখন নিম্নভূমিতে মাঝারি এবং উচ্চভূমির শীতল। সার্কাসিয়ার বেশিরভাগই অর্ধেকেরও বেশি বছর ধরে হিমমুক্ত। সমতলভূমিতে স্তেপ তৃণভূমি, পাদদেশে সৈকত এবং ওক বন, এবং পাহাড়ে পাইন বন এবং আল্পাইন তৃণভূমি রয়েছে।\nসোচিকে অনেক সার্কাসিয়ান তাদের ঐতিহ্যবাহী রাজধানী শহর হিসাবে বিবেচনা করে।\nসোচি অনেকগুলি সার্কাসিয়ান তাদের ঐতিহ্যবাহী রাজধানী শহর হিসাবে বিবেচনা করে। সার্কাসিয়ানদের মতে, ১৮৬৪ সালে রাশিয়ানরা তাদের পরাজয়ের পরে ২০১৪ সালের শীতকালীন অলিম্পিক গ্রাম সার্কাসিয়ানদের গণকবরের একটি অঞ্চলে নির্মিত হয়েছিল।\n\n\n=== সার্কাশিয়ানদের পূর্বপুরুষ ===\nজেনেটিকভাবে, আদিঘে অন্যান্য অঞ্চল থেকে কিছুটা প্রভাব নিয়ে ককেশাসের প্রতিবেশী লোকদের সাথে আংশিকভাবে ভাগ করেছে। চের্কেস নামে পরিচিত সার্কাসিয়ান ভাষা প্রাচীন উত্তর-পশ্চিম ককেশীয় ভাষা পরিবারের সদস্য। প্রত্নতাত্ত্বিক অনুসন্ধান, প্রধানত উত্তর-পশ্চিম ককেশাস অঞ্চলের ডলমেন, উত্তর-পশ্চিম ককেশাসে একটি মেগালিথিক সংস্কৃতির ইঙ্গিত দেয়।\nবর্তমান সার্কাসিয়ানদের পূর্বপুরুষরা সিন্ড-মায়োত উপজাতি নামে পরিচিত। প্রত্নতাত্ত্বিক গবেষণার ফলস্বরূপ প্রাপ্ত অনুসন্ধানে দেখা যায় যে এই উপজাতিরা ককেশাসের আদিবাসী মানুষ ছিল। কিছু গবেষক দাবি করেছেন যে সার্কাসিয়ান এবং ইন্দো-ইউরোপীয়-ভাষী সম্প্রদায়ের মধ্যে যোগসূত্র থাকতে পারে, এবং কেউ কেউ যুক্তি দেখিয়েছেন যে সার্কাসিয়ান এবং হাত্তীদের মধ্যে সংযোগ রয়েছে, যারা প্রাচীন আনাতোলিয়ান জনগণ ছিল,  কিন্তু এই তত্ত্বগুলি আর সম্বোধন করা হয়নি এবং ব্যাপকভাবে গৃহীত হয় না। সার্কাসিয়ানদের উপর করা জেনেটিক পরীক্ষার পরিধির মধ্যে, সার্কাসিয়ানদের নিকটতম আত্মীয়দের ইনগুশ, চেচেন এবং আবখাজ পাওয়া গেছে।\nজাতীয়তাবাদী তুর্কিদের কয়েকটি দল দাবি করেছে যে সার্কাসিয়ানরা তুর্কি বংশোদ্ভূত, এই দাবির পক্ষে সমর্থন করার মতো কোনও প্রমাণ খুঁজে পাওয়া যায় নি, এবং বিশ্বজুড়ে  নিরপেক্ষ গবেষণা, ভাষাবিদ  এবং ইতিহাসবিদ  সার্কাসিয়ানদের দ্বারা দৃঢ়ভাবে প্রত্যাখ্যান করা হয়েছে। ধার করা শব্দ ছাড়া তুর্কি ভাষার সাথে সার্কাসীয় ভাষা সাদৃশ্যযুক্ত নয়। বিভিন্ন ইতিহাসবিদদের মতে, সিন্ড-মিওট উপজাতিদের সার্কাসীয় উৎস এই দাবিকে খণ্ডন করে যে সার্কাসিয়ানরা তুর্কি বংশোদ্ভূত। সির্কাশিয়ানসহ এই সম্প্রদায়কে আজ \"হোয়াইট ককেশীয় জনগণ\" হিসেবে শ্রেণীবদ্ধ করা হয়েছে। তারপরও, কিছু তুর্কি দল দাবি করে যে সার্কাসিয়ানরা তুর্কি বংশোদ্ভূত, এবং যুক্তি দেখিয়েছে যে কোন প্রমাণের প্রয়োজন নেই।\n\n\n=== প্রাচীন যুগ ===\n\n\n==== মাইকপ সভ্যতা ====\nমিয়েকুয়াপ (মাইকোপ) সভ্যতা ৩০০০ খ্রিস্টপূর্বাব্দে প্রতিষ্ঠিত হয়েছিল। প্রাচীন কালে বিভিন্ন নামে পরিচিত ছিল সির্কাশিয়ানরা। \"কেরকেট\" এবং \"সুচা\" উদাহরণ। খ্রিস্টপূর্ব ১২০০ সালে সার্কাসিয়ানরা মিশরীয়দের বিরুদ্ধে হিত্তীয় সাথে লড়াই করে।\n\n\n==== সিন্ধিকা ====\n\nসিন্ধিকা রাজ্য টি খ্রিস্টপূর্ব ৫০০ সালে প্রতিষ্ঠিত হয়েছিল। এই সময়কালে গ্রিক এবং সিন্দ-মিওট উপজাতিরা সার্কাসিয়ায় বাস করত। এই রাজ্যের ছাদের নীচে, এই অঞ্চলের সিন্দ-মিওটরা সার্কাসিয়ানদের জনগণের পূর্বপুরুষ হয়ে ওঠে। গ্রিক কবি হিপোনাকস, যিনি খ্রিস্টপূর্ব ৫ম শতাব্দীতে বাস করতেন এবং হেরোডোটাস পরে সিন্ডদের কথা উল্লেখ করেছিলেন। স্ট্রাবো কৃষ্ণ সাগর উপকূলের কাছে অবস্থিত সিন্ধিকা শহরের কথাও উল্লেখ করেছেন। সিন্ধিকা সম্পর্কে তথ্য গ্রিক নথি এবং প্রত্নতাত্ত্বিক সন্ধান থেকে শেখা হয়েছে,  এবং খুব বেশি বিশদ নেই। সিন্ধিকা রাষ্ট্র ঠিক কখন প্রতিষ্ঠিত হয়েছিল তা সঠিকভাবে জানা যায়নি, তবে জানা যায় যে কৃষ্ণ সাগর উপকূলে গ্রিক উপনিবেশ প্রতিষ্ঠার আগে গ্রিকদের সাথে ভারতীয়দের একটি রাষ্ট্র এবং বাণিজ্যিক সম্পর্ক ছিল। এটাও জানা যায় যে সিন্ধিকার রাজ্য টি একটি ব্যস্ত বাণিজ্য রাজ্য ছিল যেখানে শিল্পী এবং ব্যবসায়ীদের থাকার ব্যবস্থা করা হয়েছিল। সার্কাসিয়ানরা এই রাজ্যের পরে দীর্ঘকাল ধরে ইউনিয়ন প্রতিষ্ঠা করতে পারেনি।\n\n\n=== মধ্যযুগের যুগ ===\nচতুর্থ শতাব্দীর মধ্যে সার্কাসিয়ানদের মধ্যে সামন্তবাদের উদ্ভব হতে শুরু করে। আর্মেনিয়ান, গ্রিক ও বাইজেন্টাইন প্রভাবের ফলে খ্রিস্টধর্ম খ্রিস্টীয় ৩য় থেকে ৫ম শতাব্দীর মধ্যে ককেশাস জুড়ে ছড়িয়ে পড়ে। সেই সময়কালে সার্কাসিয়ানরা (তৎকালীন সময়ে কসসোগস  হিসাবে পরিচিত)  খ্রিস্টানকে একটি জাতীয় ধর্ম হিসাবে গ্রহণ করতে শুরু করে, তবে তাদের আদিবাসী ধর্মীয় বিশ্বাসের সমস্ত উপাদানকে ত্যাগ করেনি। সার্কাসিয়ানরা  অনেক রাষ্ট্র প্রতিষ্ঠা করেছিল, কিন্তু রাজনৈতিক ঐক্য অর্জন করতে পারেনি। প্রায় ৪০০ খীঃ খীঃ ঢেউ থেকে আক্রমণকারীদের ঢেউ আদিঘে জনগণের দেশে আক্রমণ শুরু করে, যারা সেই সময় কাসোগি (বা কাসোগ) নামেও পরিচিত ছিল। তারা প্রথমে বুলগারদের দ্বারা জয় করা হয়েছিল (যারা মধ্য এশীয় স্তেপে উদ্ভূত হয়েছিল)। বহিরাগতরা কখনও কখনও আদিঘে জনগণকে একইভাবে উতিগুর (বুলগারদের একটি শাখা) দিয়ে বিভ্রান্ত করত, এবং উভয় লোককে কখনও কখনও \"উটিগে\" এর মতো ভুল নামগুলির অধীনে একত্রিত করা হত। খাজার রাষ্ট্র বিলুপ্ত হওয়ার পর, আদিঘে জনগণকে ১ম সহস্রাব্দের শেষের দিকে আলানিয়া রাজ্যে একীভূত করা হয়। দশম থেকে ত্রয়োদশ শতাব্দীর মধ্যে জর্জিয়ার উপর আদিঘে সার্কাসীয় জনগণের উপর প্রভাব ফেলেছিল।\n১৩৮২ সালে সার্কাসিয়ান ক্রীতদাসরা মামলুক সিংহাসন গ্রহণ করে, বুরজি রাজবংশ দখল করে এবং মামলুকরা সার্কাসীয় রাষ্ট্রে পরিণত হয়। মঙ্গোলরা, যারা ১২২৩ সালে ককেশাস আক্রমণ শুরু করে, তারা কিছু সার্কাসিয়ান এবং বেশিরভাগ অ্যালানকে ধ্বংস করে দেয়। পরবর্তী গোল্ডেন হোর্ডে আক্রমণের সময় তাদের বেশিরভাগ জমি হারানো সার্কাসিয়ানদের কুবান নদীর পিছনে পিছু হটতে হয়েছিল। ১৩৯৫ সালে সার্কাসিয়ানরা তৈমুর লং এর বিরুদ্ধে সহিংস যুদ্ধ করে, এবং যদিও সার্কাসিয়ানরা যুদ্ধ জিতেছিল, তৈমুর লং সার্কাসিয়াকে লুণ্ঠন করেছিল।\n\n\n==== জিচিয়া ====\n\n\n===== জ্ঞাত শাসকরা =====\nআরিয়ান (৮৯-১৪৬) স্ট্যাচেমফাক/স্টাখেমফাক নামে জিচিয়া (পশ্চিম সার্কাসিয়া) এর একজন রাজার কথা উল্লেখ করেছেন (আদিঘেঃ Стахэмфакъу) ।\n১২৩৭: ফার্সি ক্রনিকলসে  ইতিহাসবিদ রশিদ-আদ-দিন লিখেছিলেন যে, মঙ্গোলদের বিরুদ্ধে যুদ্ধে সার্কাসিয়ান রাজা তুকার (আদিঘে: Тукъэр, রোমান্স: Tuqər) নিহত হন।\n১৩৩৩: জিচিয়ার রাজা ভার্জাখত/ফেরজাখতকে লেখা চিঠিতে (আদিঘে: Фэрзахт, রোমানাইজড: Fərzaxt), পোপ জন ত্রয়োবিংশ সার্কাসিয়ানদের মধ্যে খ্রীষ্টান বিশ্বাস বাস্তবায়নে সহায়তার জন্য সার্কাসিয়ানদের গভর্নরকে ধন্যবাদ জানিয়েছেন। ভার্জাচের শক্তি ও মর্যাদা এত বেশি ছিল যে তার উদাহরণ অনুসরণ করা হয়েছিল বাকী সার্কাসিয়ান রাজকুমারদের দ্বারা, যারা রোমান ক্যাথলিক বিশ্বাস নিয়েছিল।\n১৪৭১: সার্কাসিয়ার শাসক এবং কাফফার শাসকের মধ্যে একটি চুক্তি স্বাক্ষরিত হয়, যার নাম ছিল জিচিয়ার আরেক শাসক: \"পেট্রেজোক (আদিঘে: Пэтэрзэкъо, রোমান্স: Pətərzəqo), জিচিয়ার পরাক্রমশালী অধিপতি\"। চুক্তির অধীনে, জিচিয়া ক্যাফায় প্রচুর পরিমাণে শস্য সরবরাহ করত।\n\n\n=== কিং ইনাল দ্য গ্রেট ===\nইনালকে সার্কাসিয়ান এবং আবখাজিয়ানরা \"প্রিন্স অফ প্রিন্স\" বলে অভিহিত করে, কারণ তিনি সমস্ত সার্কাসীয় উপজাতিদের একত্রিত করেছিলেন এবং সার্কাসীয় রাষ্ট্র প্রতিষ্ঠা করেছিলেন। বিশ্বাস অনুযায়ী, ইনাল কাবারদিয়ান, বেসলেনি, চেমগুই এবং হাতুকওয়াই উপজাতির পূর্বপুরুষ।\nইনাল, যিনি ১৪০০ এর দশকে তামান উপদ্বীপে জমির মালিক ছিলেন, তিনি বেশিরভাগ খেগায়েক উপজাতি নিয়ে একটি সেনাবাহিনী প্রতিষ্ঠা করেছিলেন এবং ঘোষণা করেছিলেন যে তার লক্ষ্য ছিল সার্কাসিয়ানদের একত্রিত করা, যা সেই সময় একটি একক রাজ্যের অধীনে অনেক রাজ্যে বিভক্ত ছিল, এবং তার নিজের রাজকুমার ঘোষণা করার পরে, একে একে সমস্ত সার্কাসিয়া জয় করেছিলেন।\nসার্কাসিয়ান অভিজাত এবং রাজকুমাররা ইনালের উত্থান রোধ করার চেষ্টা করেছিল, কিন্তু সিমতা নদীর কাছে একটি যুদ্ধে, ৩০ জন সার্কাসিয়ান প্রভু ইনাল এবং তার সমর্থকদের কাছে পরাজিত হয়েছিল। তাদের মধ্যে দশজনকে মৃত্যুদণ্ড দেওয়া হয়, আর বাকি কুড়িজন প্রভু আনুগত্যের শপথ নেন এবং ইনালের নতুন রাষ্ট্রের বাহিনীতে যোগ দেন।  ইনাল, যিনি পশ্চিম সার্কাসিয়া শাসন করেন, ১৪৩৪ সালে পূর্ব সার্কাসিয়ায় কাবারদা অঞ্চল প্রতিষ্ঠা করেন এবং ১৪৩৮ সালে সার্কাসিয়ান ভূমিতে ক্রিমিয়ান তাতার উপজাতিদের কুবান নদীর উত্তরে নিয়ে যান এবং তার কার্যকর সম্প্রসারণের ফলে, তিনি সার্কাসিয়ান ভূমির সমস্ত শাসন করছিলেন।\nইনাল প্রতিষ্ঠিত এই নতুন সার্কাসিয়ান রাজ্যের রাজধানী শানজির শহরে পরিণত হয়, যা তামান অঞ্চলে নির্মিত হয় যেখানে তিনি জন্মগ্রহণ করেন এবং বেড়ে ওঠেন। যদিও শানজির শহরের সঠিক অবস্থান অজানা, সবচেয়ে সমর্থিত তত্ত্বটি হ'ল এটি ক্রাসনায়া বাতারিয়া জেলা, যা ক্লারাপোথ এবং প্যালাস দ্বারা নির্মিত শহরের বর্ণনার সাথে খাপ খায়।\nযদিও তিনি সার্কাসিয়ানদের একত্রিত করেছিলেন, ইনাল এখনও কৌইন লোকদের, আবখাজকে তার রাজ্যে অন্তর্ভুক্ত করতে চেয়েছিলেন। আবখাজ রাজবংশ চাচবা এবং আচবা ঘোষণা করেছিল যে তারা সম্ভাব্য যুদ্ধে ইনালের পক্ষ নেবে। ইনাল, যিনি আবখাজিয়াযুদ্ধে জয়ী হন, আনুষ্ঠানিকভাবে উত্তর আবখাজিয়া জয় করেন এবং আবখাজ জনগণ ইনালের শাসনকে স্বীকৃতি দেয় এবং ইনাল আবখাজিয়ায় তার শাসন চূড়ান্ত করেন। আবখাজিয়ার পতাকার একটি তারা ইনালের প্রতিনিধিত্ব করে।\nইনাল ১৪৫৩ সালে তার পুত্র ও নাতি-নাতনিদের মধ্যে তার জমি ভাগ করে দেন এবং ১৪৫৮ সালে মারা যান। এর পরে, সার্কাসিয়ান উপজাতীয় অধ্যক্ষতা প্রতিষ্ঠিত হয়। এর মধ্যে কয়েকটি হল তেমরুক দ্বারা প্রতিষ্ঠিত চেমগুই, বেসলান প্রতিষ্ঠিত বেসলেনি, কাবার্ড প্রতিষ্ঠিত কাবারদিয়া এবং জানোকো দ্বারা প্রতিষ্ঠিত স্ক্যাসুগ।\nআবখাজের দাবি অনুসারে উত্তর আবখাজিয়ায় ইনাল মারা গেলেন। যদিও বেশিরভাগ সূত্র এই তত্ত্বের উদ্ধৃতি দেয়, এই অঞ্চলের গবেষণা এবং অনুসন্ধানে দেখা গেছে যে ইনালের সমাধি এখানে নেই। রাশিয়ান অভিযাত্রী এবং প্রত্নতাত্ত্বিক এভজেনি দিমিত্রিভিচ ফেলিৎসিনের মতে, ইনালের সমাধি আবখাজিয়াতে নেই। ১৮৮২ সালে প্রকাশিত একটি মানচিত্রে ফেলিৎসিন ইনালকে অত্যন্ত গুরুত্ব দিয়েছেন এবং আব্খাজিয়ায় নয়, কারাচাই-চের্কেসিয়ার ইস্প্রাভনায়া অঞ্চলে তার কবর স্থাপন করেছেন। তিনি আরও বলেন, এই অঞ্চলে প্রাচীন ভাস্কর্য, ঢিবি, সমাধি, গির্জা, দুর্গ এবং প্রাচীর রয়েছে, যা ইনালের মতো কারও জন্য একটি আদর্শ সমাধি হবে।\n\n\n=== আধুনিক যুগ ===\n\n\n==== কানজাল ====\n১৭০৮ সালে, সার্কাসিয়ানরা তাতার অভিযান প্রতিরোধের জন্য উসমানীয় সুলতানকে শ্রদ্ধা নিবেদন করে, কিন্তু সুলতান বাধ্যবাধকতা পূরণ করেনি এবং তাতাররা সার্কাসিয়ার কেন্দ্রে সমস্ত পথ অভিযান চালায়, তারা যা পারে তা ছিনতাই করে। এই কারণে, কাবারদিয়ান সার্কাসিয়ানরা ঘোষণা করেন যে তারা আর কখনও ক্রিমিয়ান খান এবং উসমানীয় সুলতানকে শ্রদ্ধা জানাবেন না। উসমানীয়রা কমপক্ষে ২০,০০০ পুরুষদের তাদের সেনাবাহিনী প্রেরণ করেছিল ক্রিমিয়ান খান কাপলান-গিরের নেতৃত্বে কাবারদিয়াকে সার্কাসিয়ানদের জয় করার জন্য এবং তাকে শ্রদ্ধা নিবেদন করার আদেশ দেন। উসমানীয়রা কাবারদিনীয়দের বিরুদ্ধে সহজ বিজয় আশা করেছিল, কিন্তু কাজানইকো জাবাগ কর্তৃক স্থাপিত কৌশলের কারণে সার্কাসিয়ানরা জিতেছিল।\nরাতারাতি তুর্কি-ক্রিমিয়ান সেনাবাহিনী পুরোপুরি ধ্বংস হয়ে যায়। ক্রিমিয়ান খান কাপলান-গিরে সবেমাত্র তার জীবন বাঁচাতে সক্ষম হয়েছিলেন, এবং অপমানিত হয়েছিল, তার জুতো পর্যন্ত নেওয়া হয়েছিল, তার ভাই, ছেলে, মাঠের সরঞ্জাম, তাঁবু এবং ব্যক্তিগত জিনিসপত্র রেখে  এবং অভিযোগ করা হয়, দ্বিতীয় সার্কাসিয়ান রাজকুমার হাতেখুশিক তাকে এই অবস্থায় একটি ঘোড়ার সাথে পিছনের দিকে বেঁধে ক্রিমিয়ায় পাঠিয়ে ছিলেন এবং বলেছিলেন, \"খান, যেহেতু আপনি প্রায়শই এখানে আসেন, আপনি অবশ্যই সার্কাসিয়ান পর্বতমালার খুব পছন্দ করেন। পথে, আপনি আমাদের সুন্দর দেশ যতটা চান দেখতে পারেন।\"\nবছরের পর বছর ধরে অনেকবার তাদের দেশে হানা দেওয়া শত্রুকে শেষ পর্যন্ত ধ্বংস করার আনন্দে সার্কাসিয়ানরা যুদ্ধক্ষেত্র উদ্‌যাপন করেছিল। যুদ্ধে ক্লান্ত সার্কাসিয়ানরা বেশ কয়েক দিন ধরে যুদ্ধক্ষেত্রে ঘুরে বেড়াচ্ছিল জীবিতদের সন্ধানে, তারা উভয়েই এবং তাদের শত্রুরা। শোরা নোগমোভের মতে, তারা আলেগোত পাশাকে খুঁজে পান, যিনি অজ্ঞান হয়ে এবং মরিয়া হয়ে যুদ্ধক্ষেত্র থেকে পালিয়ে যান এবং একটি খাদ থেকে পড়ে যান, তার পায়ে একটি গাছ জড়িয়ে ধরে ঘটনাস্থলেই মারা যান। সাম্প্রতিক গবেষণায় দেখা গেছে যে অভিজাত নোগে মুর্জা আল্লাগুবত অ্যালেগোথ নামে লুকিয়ে ছিলেন।\n\n\n==== রুশ-সার্কাসিয়ান যুদ্ধ ====\n১৭১৪ সালে, পিটার আমি ককেশাস দখলের পরিকল্পনা প্রতিষ্ঠা করি। যদিও তিনি এই পরিকল্পনা বাস্তবায়ন করতে অক্ষম ছিলেন, তিনি দখলের জন্য রাজনৈতিক এবং আদর্শগত ভিত্তি স্থাপন করেছিলেন। দ্বিতীয় ক্যাথরিন এই পরিকল্পনাটি কার্যকর করতে শুরু করেছিলেন। তেরেক নদীর তীরে রুশ সেনাবাহিনী মোতায়েন করা হয়েছিল।\n\nরুশ সামরিক বাহিনী বেশ কয়েকটি দুর্গ নির্মাণ করে কর্তৃত্ব আরোপ করার চেষ্টা করেছিল, কিন্তু এই দুর্গগুলি পরবর্তীতে অভিযানের নতুন লক্ষ্য হয়ে ওঠে এবং সত্যিই কখনও কখনও হাইল্যান্ডাররা প্রকৃতপক্ষে দুর্গগুলি দখল করে ধরে রাখে।  ইয়েরমোলোভের অধীনে, রুশ সামরিক বাহিনী অভিযানের জন্য অসামঞ্জস্যপূর্ণ প্রতিশোধের কৌশল ব্যবহার করতে শুরু করে। রুশ সৈন্যরা যে সব গ্রামে প্রতিরোধ যোদ্ধাদের লুকিয়ে থাকার কথা ভাবা হয়েছিল, তাদের ধ্বংস করে এবং সেই সাথে হত্যা, অপহরণ এবং পুরো পরিবারের মৃত্যুদণ্ড কার্যকর করে প্রতিশোধ নেয়। যেহেতু প্রতিরোধ খাদ্যের জন্য সহানুভূতিশীল গ্রামের উপর নির্ভর করছিল, রুশ সামরিক বাহিনীও পরিকল্পিতভাবে ফসল এবং গবাদি পশু ধ্বংস করে এবং সার্কাসিয়ান বেসামরিক নাগরিকদের হত্যা করে। সার্কাসিয়ানরা এলাকার সমস্ত উপজাতিকে ঘিরে একটি উপজাতীয় ফেডারেশন তৈরি করে প্রতিক্রিয়া জানিয়েছেন। ১৮৪০ সালে কার্ল ফ্রিডরিখ নিউম্যান প্রায় দেড় মিলিয়ন হতাহতের অনুমান করেছিলেন। কিছু সূত্র জানিয়েছে যে যাত্রা চলাকালীন কয়েক হাজার মানুষ মারা গিয়েছিলেন। বেশ কয়েকজন ইতিহাসবিদ এই অঞ্চলে রাশিয়ার কর্মকাণ্ডের পরিণতির জন্য \"সার্কাসিয়ান গণহত্যা\" শব্দবন্ধটি ব্যবহার করেন।\"১৮৬০ থেকে ১৮৬৪ সাল পর্যন্ত চলা বেশ কয়েকটি ব্যাপক সামরিক অভিযানে... উত্তর-পশ্চিম ককেশাস এবং কৃষ্ণ সাগর উপকূল মুসলিম গ্রামবাসীদের কার্যত খালি করে দেওয়া হয়েছিল। বাস্তুচ্যুতদের কলামগুলি হয় কুবান [নদী] সমভূমিতে অথবা উসমানীয় সাম্রাজ্যে পরিবহনের জন্য উপকূলের দিকে নিয়ে যাওয়া হয়েছিল... একের পর এক, পুরো সার্কাসীয় উপজাতীয় গোষ্ঠীগুলিকে ছড়িয়ে দেওয়া হয়েছিল, পুনরায় বসতি স্থাপন করা হয়েছিল বা একত্রে হত্যা করা হয়েছিল\" ১৮৬১ সালের ২৫ শে জুন রাজধানী শাশে (সোচি) এ \"গ্রেট ফ্রিডম অ্যাসেম্বলি\" নামে একটি সমাবেশ প্রতিষ্ঠা করেন সার্কাসিয়ানরা। হাজি কেরান্ডিকো বারজেডজকে বিধানসভার প্রধান হিসাবে নিযুক্ত করা হয়েছিল। এই সমাবেশ ইউরোপের কাছ থেকে সাহায্য চেয়েছিল, এই যুক্তিতে যে তারা শীঘ্রই নির্বাসনে বাধ্য হবে। যাইহোক, ফলাফল অর্জনের আগে, রাশিয়ান জেনারেল কলিওবাকিন সোচি আক্রমণ করেন এবং সংসদ ধ্বংস করেন এবং কোন দেশ এর বিরোধিতা করে না।\n১৮৬৪ সালের মে মাসে ২০,০০০ সার্কাসিয়ান ঘোড়সওয়ারের সার্কাসিয়ান সেনাবাহিনী এবং ১,০০,০০০ পুরুষের একটি সম্পূর্ণ সজ্জিত রাশিয়ান সেনাবাহিনীর মধ্যে একটি চূড়ান্ত যুদ্ধ সংঘটিত হয়। সার্কাসিয়ান যোদ্ধারা রাশিয়ান সেনাবাহিনীকে আক্রমণ করে এবং লাইন টি ভেঙ্গে ফেলার চেষ্টা করে, কিন্তু বেশিরভাগই রাশিয়ান আর্টিলারি এবং পদাতিক বাহিনী দ্বারা গুলিবিদ্ধ হয়। অবশিষ্ট যোদ্ধারা জঙ্গি হিসাবে লড়াই চালিয়ে যায় এবং শীঘ্রই পরাজিত হয়। যুদ্ধে ২০,০০০ সার্কাসিয়ান ঘোড়সওয়ারমারা যান। রুশ সেনাবাহিনী সার্কাসিয়ান সৈন্যদের মৃতদেহের উপর বিজয় উদ্‌যাপন শুরু করে এবং তাই ১৮৬৪ সালের ২১ শে মে আনুষ্ঠানিকভাবে যুদ্ধের সমাপ্তি হয়। যে স্থানে এই যুদ্ধ হয়েছিল তা আজ ক্রাসনায়া পলিয়ানা নামে পরিচিত। \"ক্রাসনায়া পলিয়ানা\" মানে লাল তৃণভূমি। এটি পাহাড় থেকে নদীতে প্রবাহিত সার্কাসীয় রক্ত থেকে এর নাম নেয়। যুদ্ধের পরে কয়েক সপ্তাহ ধরে নদীটি লাল হয়ে গিয়েছিল।\n\n\n==== সার্কাসিয়ান গণহত্যা ====\n\nসার্কাসিয়ানদের নির্বাসনের প্রস্তাবটি রাশিয়ার সরকার কর্তৃক অনুমোদিত হয়েছিল এবং রাশিয়ার সেনারা তাদের চূড়ান্ত প্রচারে এগিয়ে যাওয়ার সাথে সাথে শরণার্থী আন্দোলনের বন্যা শুরু হয়েছিল। সার্কাসিয়ানরা রাশিয়ান সামরিক অগ্রযাত্রা এবং সৈন্যদের বিরুদ্ধে প্রতিরোধ করতে এবং তাদের শেষ অবস্থান ধরে রাখতে প্রস্তুত। আত্মসমর্পণ প্রত্যাখ্যান করে, সার্কাসিয়ান বেসামরিক লোকেরা একের পর এক রাশিয়ান সামরিক বাহিনীকে লক্ষ্য করে হাজার হাজার গণহত্যা চালিয়েছিল এবং রাশিয়ানরা সার্কাসিয়ান গ্রামগুলিতে আক্রমণ ও জ্বালিয়ে দিতে শুরু করে, ক্ষেত্র ধ্বংস করা অসম্ভব হয়ে ওঠে, গাছ কেটে ফেলে এবং গাড়ি চালিয়ে যায়।কৃষ্ণ সাগর উপকূলে মানুষ এটি রেকর্ড করা হয়েছে যে রাশিয়ান সৈন্যরা গর্ভবতী মহিলাদের পেট ছিঁড়ে ফেলা এবং শিশুকে নিজের বিনোদন দেওয়ার জন্য ভিতরে সরিয়ে ফেলার মতো বিভিন্ন পদ্ধতি ব্যবহার করে।গ্রিগরি জাসের মতো কিছু রাশিয়ান জেনারেল যুক্তি দিয়েছিলেন যে সার্কাসিয়ানদের হত্যা এবং বৈজ্ঞানিক পরীক্ষায় তাদের ব্যবহারের অনুমতি দেওয়া উচিত। যদিও গণহত্যার মূল লক্ষ্য ছিল সার্কাসিয়ান, কিছু আবখাজ, আবাজিন, চেচেন, ওসেতিয়ান এবং অন্যান্য মুসলিম ককেশীয় সম্প্রদায়গুলিও প্রভাবিত হয়েছিল। যদিও ঠিক কতজন মানুষ প্রভাবিত হয় তা জানা যায়নি, গবেষকরা পরামর্শ দিয়েছেন যে কমপক্ষে ৭৫%, ৯০%, ৯৪%, বা ৯৫% -97% (অন্যান্য ইথনিটিসি যেমন আবখাজ সহ নয়) জাতিগত সির্কাসীয় জনসংখ্যার প্রভাবিত হয়। এই হারবিবেচনা করে, রুশ সরকারের নিজস্ব আর্কাইভাল পরিসংখ্যান বিবেচনা সহ গণনা, ৬০০,০০০-১,৫০০,০০০ ক্ষতি অনুমান করেছে। এটা অনুমান করা হয় যে সির্কাসিয়ায় কাবারদিনদের জনসংখ্যা ৫০০,০০০ থেকে কমে ৩৫,০০০ হয়েছে; আবজাখরা ২,৬০,০০০ থেকে ১৪,৬০০ পর্যন্ত; এবং নাতুখজরা ২,৪০,০০০ থেকে মাত্র ১৭৫ জন। প্রায় ৩,০০,০০০ লোকের সংখ্যা ছিল এমন স্ক্যাপফ উপজাতিকে কমিয়ে ৩,০০০ জন করা হয়েছিল। ইভান ড্রজডোভ একজন রাশিয়ান কর্মকর্তা, যিনি ১৮৬৪ সালের মে মাসে কিউবাডাতে দৃশ্যটি প্রত্যক্ষ করেছিলেন যখন অন্যান্য রাশিয়ানরা তাদের বিজয় উদ্‌যাপন করছিল:\"রাস্তায়, আমাদের চোখ একটি বিস্ময়কর চিত্র ের সাথে মিলিত হয়েছিল: মহিলা, শিশু, বয়স্ক ব্যক্তিদের মৃতদেহ, টুকরো টুকরো করে ছিঁড়ে ফেলা এবং কুকুরদ্বারা অর্ধেক খাওয়া; ক্ষুধা এবং রোগের দ্বারা দুর্বল নির্বাসিতরা, তাদের পা সরানোর জন্য প্রায় খুব দুর্বল, ক্লান্তি থেকে ভেঙে পড়ে এবং জীবিত থাকাকালীন কুকুরের শিকার হয়।\"অটোম্যান সাম্রাজ্য অ্যাডিঘা যোদ্ধাদের সাহসী এবং অভিজ্ঞ হিসাবে বিবেচনা করেছিল।এটি তাদেরকে সাম্রাজ্যের সীমানা শক্তিশালী করার জন্য অটোমান সাম্রাজ্যের নিকটবর্তী সীমান্তের বিভিন্ন জনবসতি স্থাপনে উত্সাহিত করেছিল।\nওয়াল্টার রিচমন্ডের মতে,সার্কাসিয়া কৃষ্ণ সাগরের উত্তর-পূর্ব তীরে একটি ছোট স্বাধীন দেশ ছিল।জাতিগত বিদ্বেষ ব্যতীত অন্য কোনও কারণ ছাড়াই, কয়েকশ অভিযান চলাকালীন রাশিয়ানরা সার্কাসিয়ানদের তাদের জন্মভূমি থেকে তাড়িয়ে দেয় এবং তাদেরকে অটোমান সাম্রাজ্যে নির্বাসিত করে।কমপক্ষে ৬০০০০,০০০ মানুষ হত্যাযজ্ঞ, অনাহার এবং অন্যান্য উপাদানগুলিতে প্রাণ হারিয়েছে এবং আরও কয়েক হাজার মানুষ তাদের স্বদেশ ত্যাগ করতে বাধ্য হয়েছিল।১৮৬৪ সালের মধ্যে, জনসংখ্যার তিন-চতুর্থাংশ ধ্বংস হয়ে গিয়েছিল এবং সার্কাসিয়ানরা আধুনিক ইতিহাসে প্রথম রাষ্ট্রবিহীন মানুষ হয়ে উঠেছে।২০২০-এর হিসাব অনুযায়ী জর্জিয়া একমাত্র দেশ যারা এই ঘটনাকে গণহত্যা হিসেবে শ্রেণীবদ্ধ করে, অন্যদিকে রাশিয়া সক্রিয়ভাবে সির্কাসিয়ান গণহত্যাকে অস্বীকার করে এবং এই ঘটনাকে \"অনুন্নত বর্বর জনগণের\" একটি সাধারণ অভিবাসন হিসাবে শ্রেণীবদ্ধ করে. রাশিয়ান জাতীয়তাবাদীরা প্রতি বছর ২১ শে মে দিনটি \"পবিত্র বিজয় দিবস\" হিসেবে উদ্‌যাপন করে চলেছে, যখন ককেশাসে রাশিয়ান সাম্রাজ্যের দখল শেষ হয়। এর নিন্দা জানিয়ে সির্কাসিয়ানরা যুক্তি দেখান যে গণহত্যার ফলে এমন রক্তক্ষয়ী যুদ্ধ উদ্‌যাপন করা একটি অপরাধ, যা প্রতি বছর ২১ মে কে সির্কাসীয় গণহত্যার স্মরণে শোক দিবস হিসেবে স্মরণ করে। আবখাজিয়ায় গণহত্যার স্মরণে ২১ মে কে জাতীয় শোক দিবস ঘোষণা করা হয়। গত ২১ শে মে সারা বিশ্বের সির্কাসিয়ানরা রুশ সরকারের বিরুদ্ধে প্রতিবাদ জানাতে রাস্তায় নেমে আসে।\n\n\n== জনসংখ্যা ==\nএখানে বারোটি ঐতিহাসিক আদিঘে (সার্কাসিয়ান: Адыгэ, অ্যাডিজ) সার্কাসিয়ার রাজকুমারী বা উপজাতি (তিনটি গণতান্ত্রিক এবং নয়টি অভিজাত); আবদজাখ, বেসলেনি, ব্ঝেদুগ, হাতুকওয়াই, কাবারদিয়ান, মামখেঘ, নাতুখাই, স্ক্যাসুগ, তেমিরগোয়, উবিখ, ইয়েগেরুকওয়াই এবং ঝানি।\nগণহত্যার আগে জন সংখ্যা ছিল ১৬২৫০০০ যা গণহত্যার পর দাড়ায় ৮৬৬৫৫। আজ, প্রায় ৭০০,০০০ সার্কাসিয়ান আজকের রাশিয়ায় ঐতিহাসিক সার্কাসিয়ায় রয়ে গেছে। ২০১০ সালের রুশ আদমশুমারিতে ৭,১৮,৭২৭ জন সার্কাসিয়ান রেকর্ড করা হয়েছে, যার মধ্যে ৫,১৬,৮২৬ জন কাবার্ডিয়ান, ১,২৪,৮৩৫ জন অ্যাডিঘে যথাযথ, ৭৩,১৮৪ জন চেরকেস এবং ৩,৮৮২ জন স্ক্যাসুগ। বৃহত্তম সার্কাসিয়ান জনসংখ্যা তুরস্কে বাস করে (প্রায় ১,৪০০,০০০ - ৬,০০০,০০)। জর্দান, সিরিয়া, ইরাক, ইরান, লেবানন, সার্বিয়া, মিশর এবং ইস্রায়েল সহ অন্যান্য দেশেও সার্কাসিয়ান জনসংখ্যা রয়েছে, তবে তা যথেষ্ট কম।\n\n\n== সার্কাসিয়ান জাতীয়তাবাদ ==\nরাশিয়ান এবং সোভিয়েতের শাসনামলে, সার্কাসিয়ানদের (এবং অন্যান্য লোকদের) মধ্যে জাতিগত ও উপজাতি বিভাজনকে উন্নীত করা হয়েছিল, যার ফলশ্রুতিতে সার্কাসিয়ানদের বিভিন্ন অংশের (অ্যাডিজেস, চের্কেস, কাবার্ডিনস, শাপসাগস) বিভিন্ন সংখ্যক পৃথক পরিসংখ্যানের নাম ব্যবহৃত হয়েছিল।ফলস্বরূপ, সার্কাসিয়ান জাতীয়তাবাদ সম্প্রতি বিকশিত হয়েছে এবং সার্কাসিয়ানদের মধ্যে সার্কাসিয়ান জাতির ধারণাকে প্রতিবিম্বিত করতে ও পুনর্জাগরণের জন্য রাশিয়ান আদমশুমারীতে সার্কাসিয়ান (অ্যাডিঘি) নামে একত্রিত হওয়ার চেষ্টা রয়েছে।সার্কাসিয়ান জাতীয়তাবাদ স্থানীয় জন্মভূমির পুনঃস্থাপনেরও দাবি করে।ডায়াস্পোরার সিংহভাগ নিজেকে ইতোমধ্যে \"সার্কাসিয়ান\" বলে অভিহিত করে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBell, James Stanislaus. Journal of a residence in Circassia during the years ১৮৩৭, ১৮৩৮, and ১৮৩৯ (English)\nBullough, Oliver. Let Our Fame Be Great: Journeys Among the Defiant People of the Caucasus. Allen Lane, ২০১০. আইএসবিএন ৯৭৮-১৮৪৬১৪১৪১৬\nJaimoukha, Amjad. The Circassians: A Handbook, London: Routledge, New York: Routledge & Palgrave, ২০০১. আইএসবিএন ৯৭৮-০৭০০৭০৬৪৪০\nJaimoukha, Amjad. Circassian Culture and Folklore: Hospitality, Traditions, Cuisine, Festivals and Music. Bennett & Bloom, ২০১০. আইএসবিএন ৯৭৮-১৮৯৮৯৪৮৪০৭\nKaziev, Shapi, and Igor Karpeev (Повседневная жизнь горцев Северного Кавказа в XIX в.). Everyday Life of the Caucasian Highlanders: The ১৯th Century. Moscow: Molodaya Gvardiy, ২০০৩. আইএসবিএন ৫-২৩৫-০২৫৮৫-৭\nRichmond, Walter. The Circassian Genocide, Rutgers University Press, ২০১৩. আইএসবিএন ৯৭৮০৮১৩৫৬০৬৯৪\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে সার্কাসিয়া সম্পর্কিত মিডিয়া দেখুন।"}