{"pageid": 1055591, "title": "থিরুক্করলের ইংরেজি অনুবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1055591", "content": "টেমপ্লেট:Translation sidebar\n\nতিরুক্কুরাল বিশ্বের অন্যতম সর্বাধিক অনুবাদিত অ-ধর্মীয় কাজ । 2014 পর্যন্ত, শুধুমাত্র ইংরেজি ভাষায় কমপক্ষে ৫৭ টি সংস্করণ ছিল। সুতরাং ইংরাজীতে কুর্রল পাঠের সবচেয়ে বেশি অনুবাদ মৌজুদ আছে৷\n\n\n== অনুবাদগুলির তালিকা ==\nনিচে 2015 সাল পর্যন্ত তিরুক্কুরালের ইংরেজি অনুবাদ সমূহের একটি তালিকা করা হয়েছে:\n\n\n== ইংরেজি অনুবাদের ইতিহাস ==\n\n১৭৩০ সালে কনস্টান্টিয়াস জোসেফ বেসচির দ্বারা কুরাল পাঠ্যটির লাতিন ভাষায় অনুবাদের পর, নাথানিয়েল এডওয়ার্ড কিন্ডারস্লি ১৭৯৪ সালে কিছু নির্বাচিত দ্বৈতকের অনুবাদ শুরু করেন৷ ফ্রান্সিস হোয়েট এলিস দ্বিতীয় ইংরেজি অনুবাদ চেষ্টা করেছিলেন, তিনি মূল পাঠের ১৩৩০ টি দ্বৈতকের মধ্যে ১২০টি স্বনির্বাচিত দ্বৈতক অনুবাদ করেন যার মধ্যে ৬৯টি ছন্দে এবং গদ্যে ৫১টি। উইলিয়াম হেনরি ড্রু ১৮৪০ সালে গদ্যরূপে থিরুক্করলের প্রথম বইটির অনুবাদ করেন। তিনি ১৮৫২ সালে গদ্যে দ্বিতীয় বইটির অনুবাদ আংশিক সম্পন্ন করেন যেখানে নিজস্ব ইংরেজি গদ্যানুবাদের পাশাপাশি প্রকাশনাতে মূল তামিলপাঠ, পরিমলাজ্ঝগর এবং রামানুজ কব্যার্য্যারের তামিল ভাষ্য যুক্ত ছিল। আদি মিশনারি জন ল্যাজারস ড্রয়ের অনুবাদ কর্ম সংশোধন করে প্রকাশ করেন৷\n১৯১৫ সালে একজন তামিলভাষী পণ্ডিত টি. তিরুনাভুক্করাসু থিরুক্করলের ৩৬৬ দ্বৈতকের প্রথম ইংরেজি অনুবাদ করেন৷ দেশীয় পণ্ডিতের প্রথম সম্পূর্ণ ইংরেজি অনুবাদটি হয় পরের বছর ভি.ভি.এস আইয়ার কর্তৃক, যিনি পুরো রচনাটি গদ্যে অনুবাদ করেন। আয়ারের এ অনুবাদটিকে চেক পণ্ডিত কামিল জাভেলেবিল সহ অনেক পণ্ডিত মনে করেন যে, ততকালীন সময়ে হওয়া সমস্ত ইংরেজি অনুবাদগুলির মধ্যে সবচেয়ে বেশি সার্থক৷\nকমপক্ষে ২৪টি পূর্ণ অনুবাদ বিংশ শতাব্দীর শেষে স্থানীয় এবং বিদেশী পণ্ডিতদের দ্বারা অনুবাদিত হয়ে ইংরেজি ভাষায় উপলব্ধ ছিল। ২০১৪ সালের মধ্যে ইংরেজিতে প্রায় ৫৭ টি অনুবাদ সংস্করণ প্রকাশিত হয় যার মধ্যে কমপক্ষে ৩০ টি সম্পূর্ণ অনুবাদ ছিল।\n\n\n=== তুলনা ===\nনিম্নলিখিত অনুচ্ছেদটি একই অধ্যায় থেকে দুটি কুরাল দ্বারা চিত্রিত একটি বিষয়ের দুটি ভিন্ন দিক এবং বিভিন্ন অনুবাদক দ্বারা তাদের বিভিন্ন ব্যাখ্যা রয়েছে।\n\n\n== কম পরিচিত অনুবাদ ==\nকুর্রল অনুবাদ প্রকাশিত হয় নি বা জনসাধারণের কাছে পৌঁছেনি এমন বহু অনুবাদ রয়েছে। উদাহরণস্বরূপ, শ্রী অরবিন্দ কুরালের পনেরোটি ভাগের অনুবাদ করেন, যার মধ্যে প্রথম দশ ভাগ প্রথম দিকের অধ্যায় থেকে (মূল থেকে আলাদা ক্রমে) এবং দ্বিতীয় অধ্যায় থেকে পাঁচটি ভাগ অনুবাদ করেন৷\n\n\n== আরো দেখুন ==\nথিরুক্করল অনুবাদ\nবিভিন্ন ভাষায় থিরুক্করল অনুবাদের তালিকা\nইংরেজি অনুবাদকারীদের তালিকা\n\n\n== তথ্যসূত্র ==\n \n\n\n== প্রকাশিত অনুবাদ ==\nপোপ, জিইউ (1886)। তিরুভল্লুভা নয়নার স্যাক্রেড কুড়াল (লাতিন অনুবাদ সহ ফ্রেইন বেসচি সহ) (ইংরেজি ও ল্যাটিন অনুবাদ সহ তামিল ভাষায় মূল)। নয়াদিল্লি: এশীয় শিক্ষাগত পরিষেবা, pp। I – xxviii, 408\nসাতগুরু শিভায় সুব্রামুনিয়াস্বামী। (1979)। তিরুক্কুরাল: আমেরিকান ইংরেজি ও আধুনিক তামিল অনুবাদ একটি নৈতিক মাস্টারপিস।আইএসবিএন ৯৭৮-৮-১৭০১-৭৩৯০-৮আইএসবিএন 978-8-1701-7390-8 । Http://www.redlotusworld.org/resources/Tirukkural.pdf  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ নভেম্বর ২০১৫ তারিখে থেকে উপলব্ধ\nপদ্মনাভান, ভি। (2003)। ইংরাজী ব্যাখ্যা সহ তিরুক্কুরাল। চেন্নাই: মনিমেকালাই প্রসুরাম, 280 পিপি।\nমুরুগান, ভি। (২০০৯)। ইংরেজিতে তিরুক্কুরাল। চেন্নাই: আরিভু পাথীপাগাম, xiv + 272 পিপি।\nগুরুপরণ, এসপি (2014)। তিরুক্কুরাল: ইংরেজি অনুবাদ। চেন্নাই: মায়িলাভন পধিপাগম, 416 পিপি।\nভেঙ্কটচালাম, আর। (2015) তিরুক্কুরাল — অনুবাদ — ব্যাখ্যা: একটি লাইফ স্কিলস কোচিং অ্যাপ্রোচ। গুড়গাঁও, ভারত: পার্টরিজ পাবলিশিং ইন্ডিয়া, 689 পিপি।আইএসবিএন ৯৭৮-১-৪৮২৮-৪২৯০-৬আইএসবিএন 978-1-4828-4290-6 ।\n\n\n== আরও পড়া ==\nশ্রীরামা দেশিকান, এসএন (1961)। সংস্কৃত শ্লোকে তিরুভালুবরের তিরুক্কুরাল ural প্রভা প্রেস। 77 পিপি।\nমানাভালান, এএ (2010) ইংরেজিতে তিরুক্কুরাল অনুবাদগুলির একটি সংক্ষিপ্তসার (4 খণ্ড)। )। চেন্নাই: সেন্ট্রাল ইনস্টিটিউট অফ ক্লাসিকাল তামিল,আইএসবিএন ৯৭৮-৮১-৯০৮০০০-২-০ ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nতামিল এবং ইংরাজিতে তিরুক্কুরাল alaভ্যালাইটামিল ডট কম\nজি ইউ পোপের ইংরেজি অনুবাদ তিরুক্কুরাল"}