{"pageid": 1055821, "title": "নজরুল ইসলাম (নগরবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1055821", "content": "নজরুল ইসলাম (জন্ম: ১৬ এপ্রিল ১৯৩৯) একজন বাংলাদেশী নগরবিদ ও শিক্ষাবিদ। তিনি বাংলাদেশ বিশ্ববিদ্যালয় মঞ্জুরী কমিশনের প্রাক্তন চেয়ারম্যান ও বাংলাদেশ এশিয়াটিক সোসাইটির সাবেক সভাপতি। তিনি ঢাকায় অবস্থিত নগর গবেষণা কেন্দ্রের  প্রতিষ্ঠাতা সভাপতি। বর্তমানে তিনি ঢাকা বিশ্ববিদ্যালয়ের ইমেরিটাস অধ্যাপক হিসেবে দায়িত্ব পালন করছেন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nনজরুলের জন্ম ১৯৩৯ সালের ১৬ এপ্রিল বর্তমান শরীয়তপুরের ভেদরগঞ্জ উপজেলার চরাঞ্চলে। তার বাবা আবদুল কাদির ও মা ফাতেমা খাতুন। মাধ্যমিক ও উচ্চমাধ্যমিক পর্যায়ে তিনি লেখাপড়া করেছেন ঢাকার নবাবপুর সরকারি উচ্চ বিদ্যালয় ও ঢাকা কলেজে। তিনি ঢাকা বিশ্ববিদ্যালয় থেকে ভূগোলে বিএ সম্মান (১৯৬১) এবং এমএ (১৯৬২) ডিগ্রি লাভ করেন। তিনি ষাটের দশকে কানাডায় ও সত্তরের দশকে যুক্তরাষ্ট্র ও যুক্তরাজ্যে উচ্চশিক্ষা গ্রহণ করেন।\n\n\n== কর্মজীবন ==\nনজরুল ইসলাম ১৯৬৩ সাল থেকে ২০০৭ সাল পর্যন্ত ঢাকা বিশ্ববিদ্যালয়ের ভূগোল ও পরিবেশ বিভাগে শিক্ষকতা করেন। এই সময়ের মধ্যে তিনি আন্তর্জাতিক উচ্চশিক্ষা প্রতিষ্ঠান ব্যাংককের এশিয়ান ইনস্টিটিউট অব টেকনোলজিতে চার বছর (১৯৮২-৮৬) নগর উন্নয়ন পরিকল্পনা বিষয়ে শিক্ষকতা করেছেন।\nতিনি বিভিন্ন আন্তর্জাতিক সংস্থার নগর উন্নয়ন সম্পর্কিত উপদেষ্টা এবং সরকার কর্তৃক গঠিত বিভিন্ন নগর উন্নয়ন সম্পর্কিত কমিটির সদস্য হিসেবে দায়িত্ব পালন করেন। তিনি ঢাকা ওয়াসা বোর্ডের চেয়ারম্যান (১৯৯৯-২০০২) ছিলেন।\nনজরুল ইসলাম বাংলাদেশ বিশ্ববিদ্যালয় মঞ্জুরী কমিশনের চেয়ারম্যান (২০০৭-২০১১) এবং বাংলাদেশ এশিয়াটিক সোসাইটির সভাপতি (২০১২-২০১৩) হিসেবে দায়িত্ব পালন করেন।\nতিনি বাংলাদেশ পরিবেশ আন্দোলন (বাপা) এর সহ-সভাপতি এবং নগর গবেষণা কেন্দ্রের প্রতিষ্ঠাতা সভাপতি। ২০২৩ সালে তিনি ঢাকা বিশ্ববিদ্যালয়ের ইমেরিটাস অধ্যাপক নিযুক্ত হন।\n\n\n== গবেষণাকর্ম ও প্রকাশনা ==\nনজরুল ইসলাম দেশীয় এবং আন্তর্জাতিক জার্নালে ১০০টির অধিক গবেষণা নিবন্ধ প্রকাশ করেছেন। তিনি ২২টি বইয়ের লেখক/সহ-লেখক/সম্পাদক। নগর নিয়ে গবেষণার পাশাপাশি তিনি শিল্প নিয়েও গবেষণা করেছেন। তিনি বাংলাদেশ এশিয়াটিক সোসাইটি কর্তৃক ২০১৭ সালে প্রকাশিত বাংলাদেশ জাতীয় অ্যাটলাস - এর প্রধান সম্পাদক হিসেবে বহুল সমাদৃত।\n\n\n== পুরস্কার ও সম্মাননা ==\nশেল্টেক্ অ্যাওয়ার্ড\nজয়নুল আবেদিন সম্মাননা\nবাংলা একাডেমি ফেলোশিপ\nবাংলাদেশ এশিয়াটিক সোসাইটির ফেলোশিপ\nবাংলাদেশ ইনস্টিটিউট অব প্ল্যানার্স সম্মাননা\nঢাকা আর্ট সার্কেলের আউট স্ট্যান্ডিং আর্ট ক্রিটিক অ্যাওয়ার্ড\nবাংলাদেশ ভূগোল সমিতি ও বাংলাদেশ ভূগোল পরিষদ প্রদত্ত লাইফটাইম অ্যাচিভমেন্ট অ্যাওয়ার্ড প্রভৃতি।\n\n\n== তথ্যসূত্র =="}