{"pageid": 1055606, "title": "ক্যালকাটা গ্রুপ", "url": "https://bn.wikipedia.org/wiki?curid=1055606", "content": "কলকাতা গ্রুপ  বা ক্যালকাটা গ্রুপ ছিল ১৮৪৩ সালে কলকাতায় প্রতিষ্ঠিত বিংশ শতকের প্রথম দিকের ভারতীয় আধুনিকতাবাদী নবীন প্রজন্মের চিত্রশিল্পী ও ভাস্করদের চারুকলা সম্পর্কিত এক গোষ্ঠী। এটিই সেসময় বাংলা ও সারা ভারতে প্রথম শৈল্পিক আন্দোলনের সূচনা করেছিল। ১৯৫৩ সাল পর্যন্ত চলা কলকাতা গ্রুপের স্থায়িত্ব বেশি সময়ের না হলেও, মূলত এর কারণেই সমকালীন ভারতীয় শিল্পকলা বিশ্বস্তরের পর্যায়ে পৌঁছাতে পেরেছিল।\n\n\n== সদস্যবৃন্দ ==\n\n\n=== মূল সদস্য (১৯৪৩) ===\nসুভো ঠাকুর\nনীরদ মজুমদার\nরথীন মৈত্র\nপ্রাণকৃষ্ণ পাল\nগোপাল ঘোষ\nপরিতোষ সেন\nপ্রদোষ দাশগুপ্ত\nকমলা দাস গুপ্ত\n\n\n=== অতিরিক্ত সদস্য ===\nঅবনী সেন (১৯৪৭)\nগোবর্ধন আশ (১৯৫০)\nসুনীলমাধব সেন (১৯৫২)\nহেমন্ত মিশ্র (১৯৫৩)\n\n\n== গঠন ==\nসুভো ঠাকুর, পুরো নাম সুভগেন্দ্রনাথ ঠাকুর ছিলেন শিল্পাচার্য  অবনীন্দ্রনাথ ঠাকুরের ভ্রাতুষ্পুত্র এবং কবিগুরু রবীন্দ্রনাথ ঠাকুরের পৌত্র। উদীয়মান শিল্পী হিসাবে কলকাতার গভর্নমেন্ট কলেজ অব আর্ট অ্যান্ড ক্রাফটে পড়াশোনা শেষ করে লন্ডন যান শৈল্পিক দক্ষতা অর্জনের জন্য। কয়েক বৎসর পর দেশে ফিরে এসে উৎসাহী নবীন শিল্পীদের সঙ্গে নতুন শিল্পধারা সৃষ্টির উদ্দেশ্যে ১৯৪৩ সালে নিজ গৃহে ক্যালকাটা গ্রুপ গঠন করেন। প্রথম দিকে সঙ্গে পান নীরদ মজুমদার,রথীন মৈত্র, প্রাণকৃষ্ণ পাল ও গোপাল ঘোষকে। ওই বছরের শেষে যোগ দেন চিত্রকর পরিতোষ সেন, ভাস্কর প্রদোষ দাশগুপ্ত  ও কমলা দাশগুপ্ত । এই আটজন শিল্পীরাই ছিলেন ক্যালকাটা গ্রুপের চালিকাশক্তি। পরবর্তী সময়ে আরো অনেকে যুক্ত হন । যেমন - ১৯৪৭ সালে আসেন অবনী সেন, ১৯৫০-এ গোবর্ধন আশ, ১৯৫২ তে সুনীলমাধব সেন এবং ১৯৫৩ তে যোগ দেন হেমন্ত মিশ্র।\n\n\n== দর্শন ==\nগ্রপে অংশগ্রহণকারী সদস্যরা সেসময় বাংলার বিভিন্ন সমস্যা যেমন, - যুদ্ধ, দুর্ভিক্ষ, গণহত্যা এমনকি দেশভাগের মত উদ্ভুত পরিস্থিতির মধ্য দিয়ে চলছিলেন। তাই তারা কেবলমাত্র নান্দনিকতার মাঝে নিজেদের আবদ্ধ না রেখে সামাজিক, রাজনৈতিক পরিস্থিতিও তাদের বিচার্য বিষয় হয়ে ওঠেছিল। গ্রুপের অনেক সদস্যই বামপন্থার প্রতি সহানুভূতিশীল ছিলেন।   তবে গ্রুপের ইশতেহার  দুটি মূল বিষয়ের উপর জোর দেওয়া হয়েছিল - শিল্পকর্মে ধর্মীয় বিষয় পরিত্যাগ এবং ভারতীয় শিল্পকে আধুনিকীকরণ করা। প্রথমটির সাহায্যে জননেতাগণের  রাজনৈতিক ক্রিয়াকলাপের  এবং আভিজাত্যের কুফল দূর করে, সামগ্রিকভাবে জনগণের উপর দৃষ্টি নিবদ্ধ করতে কাজ করবে। কিন্তু হিন্দু পুরাণ ভিত্তিক কাজগুলিকে ছেঁটে ফেলাটা ধর্মবিরোধী এবং এমনকি নাস্তিকতা হিসাবে পরিগণিত হয়েছিল এবং ফলত শেষে এটি এক  \"শৈল্পিক কলঙ্ক\" হিসাবে সামনে এসেছিল।\n\n\n== তথ্যসূত্র =="}