{"pageid": 1055010, "title": "নজমুল হক", "url": "https://bn.wikipedia.org/wiki?curid=1055010", "content": "মোহাম্মদ নজমুল হক (১ ফেব্রুয়ারি ১৯২৪-১৯৭১) বাংলাদেশের স্বাধীনতা যুদ্ধে পাকিস্তানের সামরিক বাহিনীর হাতে অপহরণ ও মৃত্যুর আগ পর্যন্ত চট্টগ্রামের দুর্নীতি দমন বিভাগের উপ-পরিচালক ছিলেন। ২০১৫ সালে তার জন্মস্থান নওগাঁ জেলায় শহীদ নাজমুল হক পুলিশ ব্যারাক সংস্কারের পরে তার নামে নামকরণ করা হয়। ২০১৭ সালে বাংলাদেশ সরকার তাকে স্বাধীনতা দিবস পুরস্কার প্রদান করে।\n\n\n== জীবন এবং কর্মজীবন ==\n১৯৪৪ সালে নজমুল হক নওগাঁয় জন্মগ্রহণ করেন। তিনি নওগাঁ কে.ডি. সরকারি উচ্চ বিদ্যালয় থেকে মাধ্যমিক স্কুল সার্টিফিকেট এবং রাজশাহী কলেজ থেকে উচ্চ মাধ্যমিক স্কুল সার্টিফিকেট অর্জন করেন। তারপরে তিনি কলকাতা বিশ্ববিদ্যালয়ের ইংরেজি সাহিত্যে স্নাতক ও স্নাতকোত্তর অর্জন করেন। পরবর্তীতে তিনি রাজশাহী বিশ্ববিদ্যালয় থেকে আইনে স্নাতক (এলএলবি) ডিগ্রি অর্জন করেন। নজমুল হক উচ্চতর পুলিশ প্রশিক্ষণের জন্য ওয়াশিংটন ডিসির আন্তর্জাতিক পুলিশ একাডেমিতে অংশগ্রহণ করেন।\nনজমুল হক রাজশাহীর নিকটবর্তী সারদা বাংলাদেশ পুলিশ একাডেমি থেকে পুলিশ প্রশিক্ষণ শেষ করেন। ১৯৫০ সালে তিনি ময়মনসিংহে উপ-বিভাগীয় পুলিশ কর্মকর্তা হিসেবে পূর্ব পাকিস্তান পুলিশ বাহিনীতে যোগ দেন। ২০ বছরেরও বেশি সময় ধরে তিনি ফরিদপুর, কুষ্টিয়া এবং বরিশাল জেলায় দায়িত্ব পালন করেন।\n১৯৬৪ সালে নজমুল হকের নাম পাকিস্তান পুলিশ সার্ভিসে (পি.এস.পি) অন্তর্ভুক্ত করা হয়। পরবর্তীকালে ১৯৬৭ সালে তিনি পাকিস্তান পুলিশ পদক পান।\n১৯৭১ সালে চট্টগ্রামের দুর্নীতি দমন বিভাগের উপ-পরিচালকের দায়িত্ব পালনকালে, শেখ মুজিবুর রহমানের জাতীয় আহ্বানে সাড়া দিয়ে নজমুল হক পাকিস্তান সামরিক বাহিনীর বিরুদ্ধে বাংলাদেশের স্বাধীনতা যুদ্ধে অংশগ্রহণ করেন। তিনি পাকিস্তান সেনাবাহিনী এবং পুলিশ কর্মকর্তাদের মধ্যে দামপাড়া পুলিশ লাইনে সংঘর্ষে কর্মকর্তাদের নেতৃত্ব দেন।\n২০১৫ সালে নজমুল হকের সম্মানে নওগাঁ পুলিশ লাইনে শহীদ নাজমুল হক পুলিশ ব্যারাকের উদ্বোধন করা হয়। \n\n\n== স্বাধীনতা পুরস্কার ==\n২০১৭ সালে বাংলাদেশ সরকার কর্তৃক ঘোষিত স্বাধীনতা পুরস্কারেরস্বাধীনতা ও মুক্তিযুদ্ধ ক্ষেত্রে নজমুল হককে মরণোত্তর সন্মাননা দেওয়া হয়। তার পক্ষে পুরস্কারটি তার ছেলে শহিদুল ইসলাম গ্রহণ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}