{"pageid": 1055825, "title": "উল্টোডাঙ্গা", "url": "https://bn.wikipedia.org/wiki?curid=1055825", "content": "উল্টোডাঙ্গা সবচেয়ে ভীড় সংযোগস্থলের অন্যতম কলকাতা । জায়গাটি শহরের উত্তর-পূর্ব সীমানায় অবস্থিত এবং কলকাতা জেলার সীমা চিহ্নিত করে। উল্টোডাঙ্গার বিশিষ্ট স্থানগুলি হ'ল তেলঙ্গা বাগান এবং মুচি বাজার। কথিত আছে যে মহা মায়াবাদী অর্ঘ্যদীপ পান্ডা (ববি চার্লটনের ঘনিষ্ঠ বন্ধু) এখানে মহাজাগতিক ভারসাম্য বজায় রাখতেন। তবে, কালের প্রবাহে সেই ভারসাম্য ক্রমে বিলীন হয়ে আসে, ক্রমশ মস্তিষ্কের গহ্বরে বাসা বাঁধতে থাকে সেই নিস্তেজ চেতনাগুলি। অক্ষম আস্ফালনে গুমরে গুমরে ক্রমশ থিতিয়ে যায়, ভাদ্রের মেঘের আধেক আবডালে ক্ষয়িষ্ণু, ক্ষীণ, ক্ষীয়মান, ধূসর মরিচা-বর্ণ চন্দ্রের ন্যায়। \n\n\n== ব্যুৎপত্তি ==\nআলতাডাঙ্গা মারাঠি খাদের বাইরে হালসিবাগানের ওপারে, যেখানে শিখ বিলিয়নেয়ার উমিচাঁদের একটি বাগান ছিল। এটি ছিল বিপরীত তীরে জমি ( বাংলায় উল্টা)।\n\n\n== ইতিহাস ==\nইস্ট ইন্ডিয়া কোম্পানি মুঘল সম্রাট ফাররুখসিয়রের কাছ থেকে ১৭১৭ সালে তাদের বসতি স্থাপনের আশেপাশের ৩৮ টি গ্রাম থেকে ভাড়া নেওয়ার অধিকার পেয়েছিল। এই ৫ টির মধ্যে হুগলি জুড়ে এখন হাওড়া জেলা  বাকি ৩৩ টি গ্রাম কলকাতার পাশে ছিল। বাংলার শেষ স্বতন্ত্র নবাব সিরাজ-উদ-দৌলার পতনের পরে ১৭৫৮ সালে মীর জাফরের কাছ থেকে এই গ্রামগুলি কিনে তাদের পুনর্গঠিত করা হয়। এই গ্রামগুলি দিহি পঞ্চনগ্রাম হিসাবে এন-ব্লক হিসাবে পরিচিত ছিল এবং উল্টাডাঙ্গা এর মধ্যে একটি ছিল। এটি মারাঠা খাদের সীমা ছাড়িয়ে শহরতলিকে বিবেচনা করা হত।\nউল্টা ডাঙ্গা নামটি সেই জায়গার আসল নাম, উল্টা ডিঙ্গি, বা এমন একটি জায়গা থেকে এসেছে যেখানে ছোট ছোট নৌকাগুলি যেগুলি চালিয়ে ডিংগিস নামে পরিচিত ছিল বা তৈরি করা হয়েছিল। এটি একটি ঘাট অঞ্চল ছিল এবং সম্ভাবনা রয়েছে যে এটিও ইতিহাসের কোনও এক সময় নদীর গতিপথ পরিবর্তনের আগে গঙ্গার তীরে ছিল।\n1889 সালে, মানিকতলা, উল্টাডাঙ্গা এবং বেলিয়াঘাটা কলকাতা পৌর কর্পোরেশনের 'সীমান্ত অঞ্চল ওয়ার্ড' হয়ে ওঠে।\n\n\n== ভূগোল ==\n\n\n=== পুলিশ জেলা ===\nউল্টাডাঙ্গা থানাটি কলকাতা পুলিশের পূর্ব শহরতলীর অন্তর্ভুক্ত। এটি ব্লক ১৩ এ অবস্থিত, সিআইটি স্কিম নং VIII এম, কলকাতা -৭০০০৬৭।\nউপরের মত একই ঠিকানায় অবস্থিত উল্টোডাঙ্গা মহিলা থানা পূর্ব শহরতলীর বিভাগের অধীনে সমস্ত পুলিশ থানাগুলি  বেলিয়াঘাটা, স্বতন্ত্রভাবে, মানিকতলা, নারকেলডাঙ্গা, উল্টাডাঙ্গা, ট্যাংরা এবং ফুলবাগান।\n\n\n== অর্থনীতি ==\nউল্টোডাঙ্গা কেবলমাত্র মানুষই নয়, দোকান, রেস্তোঁরা, শপিংমল, ব্যাংক, সরকারী হাউজিং, সরকারী এবং বেসরকারী অফিস, শিক্ষা ও প্রশিক্ষণ ইনস্টিটিউট ইত্যাদির সাথে ঘনবসতিপূর্ণ  এইচএসবিসি, অ্যাকসিস ব্যাংক, ব্যাংক অফ বরোদা, ইউনাইটেড ব্যাংক অফ ইন্ডিয়া, ফেডারেল ব্যাংক এবং স্টেট ব্যাংক অফ ইন্ডিয়া এই অঞ্চলে অবস্থিত কয়েকটি ব্যাংক শাখা। উল্টাডাঙ্গা শহরের সবচেয়ে সর্বাধিক ঘটে যাওয়া শপিংমলের কাছাকাছি, যেমন মণি স্কোয়ার, সিটি সেন্টার, চরকোক সিটি এবং কাঁকুরগাছির পান্টালুন ইত্যাদি  সোনার ওয়ার্ল্ড, কলকাতার বৃহত্তম সনি শোরুমগুলির একটি স্টেশনটির কাছে উল্টাডাঙ্গা ক্রসিংয়ে অবস্থিত। উল্টাডাঙ্গা অঞ্চলে এবং এর কাছাকাছি অবস্থিত অনেক রেস্তোঁরাগুলির মধ্যে হানি দা ধাবা, বিকা, দিল্লি দরবার এবং রোজ খুব কমই রয়েছে। অ্যারেনা অ্যানিমেশন কঙ্কুরগাচি, জেটিং ইনস্টিটিউট, এফআইআইটি জেইই, ক্রেডেন্স একাডেমি, কলকাতা কেবল, বিএসএনএল এবং ব্র্যান্ডমন্ত্র সলিউশনস প্রাইভেট লিমিটেড। লিঃ হ'ল উলতাডাঙ্গা এবং এর আশেপাশের কয়েকটি বিশিষ্ট প্রতিষ্ঠান এবং অফিস। উল্টাডাঙ্গায় একটি টাইটান শোরুমও রয়েছে।\n\n\n== পরিবহন ==\nউল্টোডাঙ্গার হাডকো মোড় কলকাতার অন্যতম ব্যস্ততম ক্রসিং। এটি চারটি সড়কের সংযোগস্থল: - উল্টাডাঙ্গা মেইন রোড / বিধাননগর রোড ( মানিকতলার দিকে), ভিআইপি রোড ( লেক টাউনের দিকে), সিআইটি রোড ( কাঁকুড়গাছির দিকে) এবং বাগমারী রোড / 1 ম অ্যাভিনিউ ( সল্টলেকের দিকে)। ইএম বাইপাসও উল্টোডাঙ্গার পূর্ব সীমানায় সিআইটি রোডের সমান্তরালে চলে। ট্যাক্সি ও অটোরিকশা সহ অনেকগুলি বাস এই রাস্তায় পাওয়া যায়। কলকাতা ট্রাম রুট নং। 18 উল্টাডাঙ্গা পরিবেশন করে (সিআইটি রোড হয়ে)। উলতাডাঙ্গা এবং গৌরিবাড়ী ( মানিকতলা ) আরবিন্দ সেতু (গৌরীবাড়ী সেতু) এর সাথে সংযুক্ত, যা 1974 সালে নির্মিত হয়েছিল। ২০১১ সালে, ইএম বাইপাসকে সহজেই ভিআইপি রোডের সাথে সংযোগ করতে উল্টাডাঙ্গায় উল্টাডাঙ্গা ফ্লাইওভারটি খোলা হয়েছিল।\nকলকাতার অন্যতম ব্যস্ততম রেলস্টেশন, বিধাননগর রোড রেলস্টেশন, উল্টাডাঙ্গায় অবস্থিত। এটি পুরো দিন যাত্রীদের সাথে বিশেষত সপ্তাহের দিনগুলিতে ভরা থাকে।\n\n\n== শিক্ষা ==\nস্যার গুরুদাস মহাবিদ্যালয় , পূর্বে কলকাতা বিশ্ববিদ্যালয়ের অধিভুক্ত গুরুদাস কলেজ অফ কমার্স নামে পরিচিত একটি কলেজ উল্টাডাঙ্গায় অবস্থিত।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}