{"pageid": 1055906, "title": "রথীন মৈত্র", "url": "https://bn.wikipedia.org/wiki?curid=1055906", "content": "রথীন্দ্রনাথ মৈত্র বা সংক্ষেপে রথীন মৈত্র  (ইংরেজি: Rathindranath Moitra or Rathin Moitra in short) (১০ জুলাই, ১৯১৩ - ৩ জুলাই, ১৯৯৭) ছিলেন বিশিষ্ট বাঙালি চিত্রশিল্পী। ১৯৪০ এর দশকে ভারতীয় আধুনিকতাবাদী নবীন প্রজন্মের ও কলকাতা গ্রুপের অন্যতম চিত্রশিল্পী ছিলেন তিনিও। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nরথীন মৈত্রর জন্ম ১৯১৩ খ্রিস্টাব্দের ১০ই জুলাই  ব্রিটিশ ভারতের অধুনা বাংলাদেশের পাবনার শীতলাই গ্রামে। ছবি আঁকায় ও উচ্চাঙ্গ সংগীতের প্রতি অনুরক্ত  তার জমিদার পিতা যোগেন্দ্রনাথ মৈত্র ছিলেন তৎকালীন জাতীয় আন্দোলনের এক নেতা। মাতা  সরলাদেবী। খ্যাতনামা বাগ্মী ও দেশপ্রেমিক তুলসীচরণ গোস্বামী ছিলেন তার মাতুলু এবং কবি ও গায়ক জ্যোতিরিন্দ্রনাথ মৈত্র ছিলেন তার অগ্রজ।\nরথীনের কলকাতায় ভবানীপুর মিত্র ইনস্টিটিউশনে পড়ার সময় সেই স্কুলের শিক্ষক  দেবীপ্রসাদ রায়চৌধুরীর কাছে চারুকলায় হাতেখড়ি। ১৯৩১ খ্রিস্টাব্দে ম্যাট্রিক পাশ করে সরকারি চারুকলা বিদ্যালয়ে শিক্ষা শুরু করেন। ১৯৩৭ খ্রিস্টাব্দে কৃতিত্বের সাথে ফাইনাল পরীক্ষায় উত্তীর্ণ হন। পরে শান্তিনিকেতনের কলাভবনে নন্দলাল বসু, বিনোদ বিহারী মুখোপাধ্যায় এবং  রামকিঙ্কর বেইজের সান্নিধ্যে আসেন।\n\n\n== কর্মজীবন ==\nএরপর তিনি ভারতের ঐতিহ্য সন্ধানে ভারত প্রদক্ষিণে বেরিয়ে পড়েন। দেশের বিভিন্ন  অঞ্চলের সামাজিক রীতিনীতি, আচার-ব্যবহার, শিল্পকলা জানার সুযোগ পান। রাজপুত ও পাহাড়ি চিত্রশৈলী তাঁকে প্রভাবিত করে। সেই সময়ে ১৯৪৩ খ্রিস্টাব্দে দ্বিতীয় বিশ্বযুদ্ধ ও বাংলায় দুর্ভিক্ষ গণহত্যা ইত্যাদির সময় সুভো ঠাকুর, নীরদ মজুমদার, প্রদোষ দাশগুপ্ত, পরিতোষ সেন, গোপাল ঘোষ , প্রাণকৃষ্ণ পাল ও তাঁকে নিয়ে কলকাতায় ক্যালকাটা গ্রুপ নামে এক চারুকলা শিল্পগোষ্ঠী গড়ে ওঠে। তিনি বেশ কয়েক বছর কলকাতার সরকারি আর্ট কলেজে অধ্যাপনা করেন এবং পরে কলকাতার অ্যাকাডেমি অফ ফাইন আর্টসের যুগ্ম-সম্পাদক হন। ১৯৫৩ খ্রিস্টাব্দে ভারত সরকার ও অ্যাকাডেমি অফ ফাইন আর্টসের যৌথ উদ্যোগে মার্কিন যুক্তরাষ্ট্রে যে প্রথম ভারতীয় চিত্র প্রদর্শনী হয়, তার পরিচালনার ভার ছিল তারই উপর। তিনি সেখানকার এবং ফেরার  সময় ইউরোপের বিভিন্ন দেশের চিত্রসংগ্রহশালা ঘুরে দেখার সুযোগ পান। সেসময়ে ইংরেজ লেখক ক্রিস্টোফার ইশারউড ও ভারতীয় দার্শনিক তথা রামকৃষ্ণ মিশনের সন্ন্যাসী স্বামী প্রভবানন্দ যে ভাগবদ গীতার ইংরাজী অনুবাদ (দ্য সঙ অব গড: ভাগবদ গীতা) করেন, তার প্রচ্ছদ এঁকে দেন তিনি। তেল বা জলরং ছাড়াও তিনি স্কেল অঙ্কনে পারদর্শী ছিলেন। চিত্র শিক্ষক হিসাবে তার খ্যাতি ছিল। ভারতের বিভিন্ন আর্ট মিউজিয়ামে এবং বিদেশের বহু ব্যক্তির ব্যক্তিগত সংগ্রহে তার আঁকা চিত্র রক্ষিত আছে।\n\n\n== মৃত্যু ==\nরথীন্দ্রনাথ মৈত্র ১৯৯৭ খ্রিস্টাব্দের ৩ রা জুলাই প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}