{"pageid": 1055009, "title": "খড়কা বাহাদুর লিম্বু", "url": "https://bn.wikipedia.org/wiki?curid=1055009", "content": "সুবেদার মেজর খরকা বাহাদুর লিম্বু, এসি, এমসি ছিলেন একজন সুসজ্জিত ভারতীয় সেনার সৈনিক, যিনি মরণোত্তর ভাবে ভারতের সর্বোচ্চ শান্তিকালীন বীরত্বের পুরস্কার অশোক চক্রকে ভূষিত করেছিলেন।\n\n\n== প্রাথমিক জীবন ==\nসুবেদার মেজর খরকা বাহাদুর লিম্বু ব্রিটিশ ভারতের মণিপুরের ইম্ফল জেলার মন্ত্রী গ্রামের বাসিন্দা ছিলেন। তাঁর পিতার নাম ছিল শ্রী অর্থবীর লিম্বু।\n\n\n== সামরিক জীবন ==\nসুবেদার মেজর লিম্বু ১৯ ডিসেম্বর, ১৯২৯ এ ব্রিটিশ ভারতীয় সেনার আসাম রাইফেলসে যোগ দিয়েছিলেন। তিনি দ্বিতীয় বিশ্বযুদ্ধ সহ বিভিন্ন অপারেশনে অংশ  নিয়েছিলেন। সুবেদার মেজর লিম্বু প্রতিশ্রুতিবদ্ধ সৈনিক হিসাবে গড়ে উঠেছিলেন এবং তাঁর কর্মকর্তা এবং তাঁর অধীনস্থ সৈনিকদের কাছেও সম্মান অর্জন করেছিলেন।   \nদ্বিতীয় বিশ্বযুদ্ধ\nদ্বিতীয় বিশ্বযুদ্ধের সময় তিনি বার্মা অভিযানে অংশ নিয়েছিলেন এবং যুদ্ধকালীন অসাধারণ সাহস ও বীরত্বের জন্য ব্রিটিশরা তাঁকে  'মিলিটারি ক্রস'  দ্বারা ভূূষিত করে।\nনাগা পাহাড়ের আক্রমণ\n১৯৬১ সাল নাগাদ, তিনি সুবেদার মেজর পদে পদোন্নতি লাভ করেছিলেন এবং নির্ভরযোগ্য জুনিয়র কমিশন্ড অফিসার হিসাবে  যুদ্ধের যথেষ্ট অভিজ্ঞতা অর্জন করেছিলেন। ১৯৬১-এর সময় সুবেদার মেজর লিম্বুর ইউনিট নাগাল্যান্ডে মোতায়েন করা হয়েছিল এবং ইউনিটটি নিয়মিত বিদ্রোহ বিরোধী অভিযানে নিযুক্ত ছিল।  ইউনিটের এওআর অর্থাৎ দায়িত্বের অঞ্চল নাগা বিদ্রোহীদের দেশবিরোধী ক্রিয়াকলাপ দ্বারা প্রভাবিত হয়েছিল এবং যারা যেকোনো সময় সুরক্ষা বাহিনীকেও আক্রমণ করতে পারত।  ফলস্বরূপ সেনাবাহিনীকে ইউনিটকে সর্বদা একটি উচ্চ স্তরের সতর্কতা বজায় রাখতে বলেছিল এবং খুব স্বল্প বিষয়ে ব্যবস্থা নেওয়ার জন্য প্রস্তুত থাকতে বলা হয়েছিল।  গোয়েন্দা সূত্রে প্রাপ্ত তথ্যের ভিত্তিতে, ৮ ম আসাম রাইফেলসের সুবেদার মেজর লিম্বুর নেতৃত্বে ২৬ এপ্রিল বিদ্রোহীদের বিরুদ্ধে অভিযানের পরিকল্পনা করেছিলেন। এই ইউনিটের এওআর এর অধীনে ঘন জঙ্গলে একটি আস্তানাতে লুকিয়ে থাকা নাগা জঙ্গিদের প্রচেষ্টা নিরপেক্ষ করার জন্য মূলত এই অপারেশনটির পরিকল্পনা করা হয়েছিল।\nসুবেদার মেজর লিম্বু তাঁর সহযোগীদের নিয়ে অপারেশনের উদ্দেশ্যে রওনা হয়েছিলেন এবং ২৬ এপ্রিল ভোরে সন্দেহভাজন জায়গায় পৌঁছেছিলেন। লুকানো জায়গাটি একটি দুর্গম অরণ্যে অবস্থিত ছিল এবং তার চারপাশে বাঁশের ব্যারিকেড দিয়ে একটি গর্তের চারপাশে নির্মিত হয়েছিল।  সুবেদার মেজর লিম্বু দ্রুত অঞ্চলটিকে আটকান এবং যেকোন ঘটনাবলি মোকাবেলার জন্য কৌশলগতভাবে তাঁর সৈন্যদের মোতায়েন করেছিলেন।  ব্যারিকেড ভাঙার পরে, সুবেদার মেজর লিম্বু হামলার নেতৃত্ব দিয়েছিলেন। সেই আক্রমণে দুজন জঙ্গি মারা যায় এবং তাদের দুজনের দু'টি অস্ত্র নিয়ে নেওয়া যায়।  যাইহোক, এটি করার সময় সুবেদার মেজর লিম্বু একটি গুলিবিদ্ধ হন এবং গুরুতর আহত হন।  কিন্তু আঘাতের কোনও যত্ন না নিয়ে তিনি এগিয়ে গিয়ে হামলা চালিয়ে জঙ্গিদের বাঙ্কারে দুটি গ্রেনেড ছুঁড়েছিলেন, তাদের মধ্যে তিনজনকে হত্যা করেছিলেন।  তিনি সমস্ত সৈনিককে নিরপেক্ষ না করা পর্যন্ত তিনি তাঁর সৈনিকদের নির্দেশনা এবং তাদের অনুপ্রাণিত করেছিলেন।  সুবেদার মেজর লিম্বু পরে তাঁর চোটে আঘাতে শহীদ হন।  সুবেদার মেজর লিম্বু ছিলেন একজন সাহসী সৈনিক এবং একজন অনুপ্রেরণামূলক জুনিয়র কমিশন্ড অফিসার, যিনি সামনে থেকে নেতৃত্ব দিয়েছিলেন এবং তাঁর কর্তব্যপরায়ণ জীবনকে জাতির উদ্দেশ্যে উৎসর্গ করেছিলেন।\n\n\n== অশোক চক্র প্রাপ্ত কর্তা ==\nসুবেদার মেজর খড়কা বাহাদুর লিম্বুকে তাঁর ব্যতিক্রমী সাহস, কর্তব্যের প্রতি নিষ্ঠা এবং সর্বোচ্চ ত্যাগের জন্য দেশের সর্বোচ্চ শান্তিকালীন বীরত্ব পুরস্কার \"অশোক চক্র\" দ্বারা ভূষিত হয়েছিলেন।\n\n\n== রেফারেন্স =="}