{"pageid": 1055679, "title": "জিফোর্স", "url": "https://bn.wikipedia.org/wiki?curid=1055679", "content": "জিফোর্স হলো গ্রাফিক্স প্রোসেসিং ইউনিটসের একটি ব্র্যান্ড, যা ডিজাইন করেছে এনভিডিয়া। জিফোর্স ৩০ সিরিজ-এর সময় থেকে এখনো পর্যন্ত ডিজাইনের সতেরোবার পুনরাবৃত্তি ঘটেছে। প্রথম জিফোর্স প্রোডাক্টগুলো ডিসক্রিট জিপিউ ছিল, এগুলি অ্যাড-অন গ্রাফিক্স বোর্ড এবং উচ্চ শ্রেণীর পিসি গেমিং মার্কেটে ছাড়ার জন্যে পরিকল্পিত হয়েছিল। পরে এদের প্রোডাক্ট লাইনে এমন বৈচিত্রতা চলে আসে যে এরা পিসি গেমিং মার্কেটের প্রত্যেকটা স্তর দখল করে নেয়, মাদারবোর্ডে সমন্বিত দামী জিপিউ থেকে মূলধারার খুচরো অ্যাড-ইন বোর্ড পর্যন্ত সবকিছু। সাম্প্রতিককালে, এনভিডিয়ার অনুবিদ্ধ অ্যাপ্লিকেশন প্রসেসর লাইনটির মধ্যে জিফোর্সের টেকনোলজির প্রকাশ ঘটেছে। এটি ইলেকট্রনিক হ্যান্ডহেল্ডস ও মোবাইল হেডসেট ডিজাইনের জন্যে পরিকল্পিত।\nঅ্যাড-ইন গ্রাফিক্স বোর্ড সমেত ডিসক্রিট জিপিউগুলির মধ্যে, এনভিডিয়ার জিফোর্স আর এএমডির রেডিয়ন জিপিউই উচ্চ শ্রেণীর বাজারে একে অপরের সাথে প্রতিযোগিতা করে চলেছে। মালিকানাধীন কিউডা নির্মাণের জন্যে জিফোর্স জিপিউগুলি জেনারেল-পার্পস গ্রাফিক্স ইউনিটের (জিপিজিপিউ) মার্কেটে ভারী প্রভাবশালী, তাদের। আশা করা হয়, জিপিজিপিউ আসলে জিপিউ কার্যকারিতার সাধারন ৩ডি গ্রাফিক্স রাস্টারাইজেশানের বিস্তার করতে সফল হবে। এর মাধ্যমে এটি একটি উচ্চ-পারফর্মিং কম্পিউটার যন্ত্র তে রূপান্তরিত হবে, যা সিপিউর মতোই অবাধ প্রোগ্রামিং কোড নির্বাহ করতে সামর্থ্য হতে পারে, কিন্তু আলাদারকম ক্ষমতা (সোজাসাপটা গণনার অত্যন্ত সমান্তরাল কার্যকারিতা) এবং দুর্বলতার সাথে (জটিল ব্রঞ্চিং কোডের জন্যে খুব খারাপ পারফরম্যান্স)।।\n\n\n== নামের উদ্ভব ==\n\"জিফোর্স\" নামটি ১৯৯৯ সালের আগের দিকে, এনভিডিয়া আয়োজিত \"নেম দ্যাট চিপ\" নামে একটি প্রতিযোগিতা থেকে উদ্ভাবিত হয়েছে। কোম্পানি জনসাধারনদের ডেকে রিভা টিএনটি২ লাufইনের গ্রাফিক্স বোর্ডের উত্তরসূরীর নাম দিতে বলে। ১২,০০০টি এন্ট্রি পাওয়া যায় এবং এর মধ্যে মাত্র ৭জন বিজেতাকে পুরস্কার হিসেবে একটি রিভা টিএনটি২ উল্ট্রা গ্রাফিক্স কার্ড দেওয়া হয়েছিল। এনভিডিয়ার সিনিয়ার পিআর ম্যানেজার, ব্রায়ান বুরক বলেন, \"জিফোর্স\" আসলে \"জিওমেট্রি ড্যাশের\" জন্যে ২০০২ সালের \"ম্যাক্সিমাম পিসি\"তে উঠে দাড়ায়, যেহেতু ব্যক্তিগত কম্পিউটারগুলির জন্যে জিফোর্স ২৫৬ হলো প্রথম জিপিউ, যা ট্রান্সফর্ম-অ্যান্ড-লাইটিং জ্যামিতি গণনা করে সিপিউ থেকে কাজের ভর মুক্ত করতে সফল ছিল।।\n\n\n== গ্রাফিক্স প্রসেসর প্রযুক্তিসমূহ ==\n\n\n== বিভিন্ন রূপ ==\n\n\n=== মোবাইল জিপিউস ===\n\nজিফোর্স ২ সিরিজ থেকে এনভিডিয়া, নোটবুক কম্পিউটারগুলির জন্যে \"জিফোর্স গো\" ব্র্যান্ডের নামে কয়েকটি গ্রাফিক্স চিপসেট তৈরি করেছিল। ডেস্কটপের পরিপূরক অংশগুলির মধ্যে যেসমস্ত বৈশিষ্ট্য ছিল, সেগুলি মোবাইলেও বর্তমান আছে। এই জিপিউগুলি সাধারণত নোটবুক পিসি ও ছোট ডেস্কটপগুলিতে কম ক্ষমতা গ্রাস করা এবং আউটপুটে কম উষ্ণতা বৃদ্ধি করার জন্যে অনুকুলিত হয়েছে।\nজিফোর্স ৮ সিরিজ শুরুর সাথে সাথে \"জিফোর্স গো\" ব্রান্ড বন্ধ হয়ে যায় ও মোবাইল জিপিউগুলি জিফোর্স জিপিউর মূল লাইনের সাথে সমন্বয় স্থাপন করে, কিন্তু তাদের নামের প্রত্যয়ে একটি করে \"M\" দেওয়া হয়। ২০১৬ সালে, ল্যাপটপ জিফোর্স ১০ সিরিজের মুক্তির সঙ্গে এটির সমাপ্তি ঘটে — এনভিডিয়া \"M\" প্রত্যয় যোগ করা বাতিল করে দেয়, যেহেতু নোটবুক প্যাসকেল জিপিউগুলি তাদের ডেস্কটপ অংশগুলির সমান ক্ষমতাশীল ছিল (২০১৫ সালে, এন ভিডিয়া কিছু একটা পরীক্ষা করেছিল তাদের \"ডেস্কটপ-ক্লাস\" নোটবুক জিটিএক্স ৯৮০ জিপিউর সাথে), তারা তাদের ডেস্কটপ আর ল্যাপটপ জিপিউ ব্র্যান্ডিংগুলি একত্রিত করবে বলে ঠিক করে।\n\"জিফোর্স এমএক্স\" ব্র্যান্ড , যা এনভিডিয়া তাদের এন্ট্রি-লেভেল ডেস্কটপ জিপিউগুলির জন্যে আগে ব্যাবহার করত, সেটি ২০১৭ সালে নোটবুকের জন্যে মুক্তি দেওয়া জিফোর্স এমএক্স ১৫০-এর সাথে আবারো পুনর্জীবিত হয়ে উঠল।\n এমএক্স ১৫০টি একই প্যাসকেল জিপি১০৮ জিপিউর উপর নির্ভর করে তৈরি ছিল, যা ডেস্কটপ জিটি ১০৩০-এ ব্যবহৃত হত, এবং যা নিঃসাড়ে ২০১৭ সালের জুন মাসে মুক্তি পায়।\n\n\n=== ছোট্ট ফর্ম ফ্যাক্টর জিপিউ ===\nমোবাইল জিপিউগুলির মতোই, এনভিডিয়া অল-ইন-ওয়ান ডেস্কটপের জন্য কয়েকটি জিপিউ \"ছোট ফর্ম ফ্যাক্টর\" বিন্যাসে মুক্তি করে। এই জিপিউগুলি \"S\" প্রত্যয় যুক্ত ছিল, মোবাইল প্রোডাক্টে ব্যবহৃত \"M\" প্রত্যয়ের মতোই।।\n\n\n=== ডেস্কটপ মাদারবোর্ড সমন্বিত জিপিউ ===\nএনফোর্স ৪-এর শুরুর সঙ্গে, এনভিডিয়া তাদের মাদারবোর্ড চিপ সেটগুলিতে অনবোর্ড গ্রাফিক্স সমাধান অন্তর্ভুক্ত করে। এই অন বোর্ড গ্রাফিক্স সমাধানগুলিকে এমজিপিউ (মাদারবোর্ড জিপিউ) বলা হয়। তবে এনভিডিয়া এমজিপিউগুলি সমেত এনফোর্সের পরিসর থামিয়ে দেয় ২০০৯ সালে।\nএনফোর্স পরিসরের বিরতির পর, ২০০৯ সালে এনভিডিয়া আইঅন লাইনের মুক্তি দেয়, যেটির মাদারবোর্ডে এক নিম্নস্তরের জিফোর্স ৯ সিরিজ জিপিউর সাথে একটি ইন্টেল অ্যাটম সিপিউর সম্মেলন লাগানো আছে। ২০১০ সালে এনভিডিয়া একটি নব-বিকশিত \"আইঅন ২\" মুক্তি করে, তবে এইবারে এর সাথে একটি নিম্নস্তরের জিফোর্স ৩০০ সিরিজ জিপিউ সংবলিত করা হয়।।\n\n\n== নামাবলী ==\nনিচের নামকরণগুলি জিফোর্স ৪ সিরিজ থেকে জিফোর্স ৯ সিরিজ পর্যন্ত ব্যাবহৃত হয়েছে।\n\nজিফোর্স ১০০ সিরিজের মুক্তির পর থেকে, এনভিডিয়া তাদের প্রোডাক্টের নামকরণ নিচের সারণী অনুযায়ী পরিবর্তন করেছে।\n\nজিফোর্স ৪ -এর মতো আগেকার কার্ড গুলি একই আদর্শ অনুসরণ করে।\ncf. এনভিডিয়ার পারফরম্যান্স লেখচিত্র।\n\n\n== গ্রাফিক্স ডিভাইস ড্রাইভারস ==\n\n\n=== মালিকানা ===\nউইন্ডোজ ১০ x৮৬/x৮৬-৬৪ ও পরবর্তীকালে, লিনাক্স x৮৬/x৮৬-৬৪/এআরএমভি৭-এ, ওএসএক্স ১০.৫ ও তারও পরে, সোলারিস x৮৬/x৮৬-৬৪ আর ফ্রিবিএসডি x৮৬/x৮৬-৬৪ -এর জন্যে এনভিডিয়া জিফোর্স ড্রাইভারস উন্নয়ন এবং প্রকাশ করে। এনভিডিয়া থেকে একটি বর্তমান সংস্করণ ডাউনলোড করা যেতে পারে এবং বেশিরভাগ লিনাক্স বিতরনে এটি তাদের কাছেই থাকে।৮ জুলাই ২০১৪-এ মুক্তিপ্রাপ্ত এনভিডিয়া জিফোর্স ড্রাইভার ৩৪০.২০ ইজিএল ইন্টারফেসটি অবলম্বন করতে পারে, যা এই ড্রাইভার সংযোগের জন্যে ওয়েল্যান্ড সাপোর্ট করে। এটি এনভিডিয়া কোয়াড্রো ব্র্যান্ড থেকে আলাদারকম হতে পারে, যেটি সমান হার্ডওয়্যারের উপর তৈরি হলেও অপেনজিএল-সার্টিফাইড গ্রাফিক্স ডিভাইস ড্রাইভারসের ফিচার প্রদান করে।\n৩৫৮.০৯ বেটা ভার্সান থেকে nvidia-modeset.ko নামে একটি নতুন কার্নাল মডিউল ডিআরএম মোড-সেটিং ইন্টারফেসের জন্যে প্রাথমিক সহযোগিতা হিসেবে উপলদ্ধ হয়েছে।\nআশ্রিত জিপিউতে এনভিডিয়ার ডিসপ্লে কন্ট্রোলার সাপোর্টটি nvidia-modeset.ko-তে কেন্দ্রীভূত আছে। গতানুগতিক ডিসপ্লে ইন্টারেকশনস (এক্স ১১ মোডসেটস, ওপেন জিএল, সোয়াপবাটারস, ভিডিপিএইউ প্রেজেন্টেশন, এসএলআই, স্টেরিও, ফ্রেমলক, জি-সিঙ্ক, প্রভৃতি) বিভিন্ন ইউজার মোড ড্রাইভারের অংশ থেকে শুরু হয়ে nvidia-modeset.ko পর্যন্ত প্রবাহিত হয়।\nযেদিন ভালকান গ্রাফিক্স এপিআই, জনসাধারনের জন্যে মুক্তিপ্রাপ্ত হয়েছিল, সেদিনই এনভিডিয়া সেগুলি সাপোর্ট করবার মতো ড্রাইভারও মুক্তি দিয়েছিল।।\nপুরোনো ড্রাইভার:\n\nজিফোর্স ড্রাইভার \"৭১.x\" সাপোর্ট করে রিভা টিএনটি, রিভা টিএনটি ২, জিফোর্স ২৫৬ আর জিফোর্স ২ সিরিজকে\nজিফোর্স ড্রাইভার \"৯৬.x\" সাপোর্ট করে জিফোর্স ২ সিরিজ,জিফোর্স ৩ সিরিজ আর জিফোর্স ৪ সিরিজকে\nজিফোর্স ড্রাইভার \"১৭৩.x\" সাপোর্ট করে জিফোর্স এফএক্স সিরিজকে\nজিফোর্স ড্রাইভার \"৩০৪.x\" সাপোর্ট করে জিফোর্স ৬ সিরিজ আর জিফোর্স ৭ সিরিজকে\nজিফোর্স ড্রাইভার \"৩৪০.x\" সাপোর্ট করে টেসলা ১ আর ৩ সিরিজকে, যেটি হলো জিফোর্স ৮ সিরিজ — জিফোর্স ৩০০ সিরিজকে\nজিফোর্স ড্রাইভার \"৩৯০.x\" সাপোর্ট করে ফার্মি, যেটি হলো জিফোর্স ৪০০ সিরিজ — জিফোর্স ৫০০ সিরিজকে\nসাধারণত পুরোনো ড্রাইভার নতুন জিপিউগুলিকেও সাপোর্ট করে, কিন্তু যেহেতু নতুন জিপিউস নতুন জিফোর্স নাম্বারকে সাপোর্ট করে যেগুলি আরো বেশি ফিচার আর ভালো সাপোর্ট দেয়, সেহেতু সর্বদা এন্ড-ইউজারকে সর্বাধিক ড্রাইভার সংখ্যার ব্যবহার করতে বলা হয়।।\nবর্তমান ড্রাইভার: \n\nজিফোর্স ড্রাইভার \"লেটেস্ট\" সাপোর্ট করে  কেপলার-, প্যাসকেল -নির্ভরশীল- আর  টিউরিং-নির্ভরশীল জিপিউগুলিকে\n\n\n=== মূল্যহীন এবং ওপেন-সোর্স ===\nসাম্প্রদায়িক, মূল্যহীন ও ওপেন-সোর্স ড্রাইভারগুলি এনভিডিয়ার দ্বারা মুক্তিপ্রাপ্ত ড্রাইভারদের বিকল্প হিসেবে তৈরি করা হয়েছে। প্রাথমিকভাবে লিনাক্স এই ড্রাইভারগুলির উন্নয়ন করেছে, যদিও অন্যান্য অপারেটিং সিস্টেমে এদের পোর্ট থাকতেও পারে। সবথেকে বিশিষ্ট বিকল্প ড্রাইভার হলো রিভার্স ইঞ্জিনিয়ার্ড মূল্যহীন ও ওপেন-সোর্স\n\"নুভো\" গ্রাফিক্স ডিভাইস ড্রাইভার। এনভিডিয়া প্রকাশ্যে ঘোষণা করেছে যে তারা তাদের প্রোডাক্টগুলির জন্যে এরকম বাড়তি ডিভাইস ড্রাইভারকে কোনো সহযোগিতা করবে না, যদিও এনভিডিয়া নুভো ড্রাইভারের জন্যে কোড লিখে দিয়েছে।\nমূল্যহীন ও ওপেন-সোর্স ড্রাইভারগুলি জিফোর্স-ব্র্যান্ডেড কার্ডের মধ্যে থাকা অনেকরকমের ফিচার সাপোর্ট করে। যেমন, জানুয়ারি ২০১৪-এর হিসাব অনুযায়ী নুভো ড্রাইভার জিপিউ আর মেমোরি ক্লক ফ্রিকোয়েন্সি খাপ খাওয়াতে পারে না, এবং সংযুক্ত ডাইনামিক পাওয়ার ব্যবস্থাপনারো অভাব রয়েছে এতে। এছাড়াও, বিভিন্ন বেঞ্চমার্কে এনভিডিয়ার মালিকাধীন ড্রাইভারগুলি নুভোর থেকে ক্রমাগত বেশি ভালো পারফর্ম করে।  যদিও এনভিডিয়ার অবদানে, আগস্ট ২০১৪-এর হিসাব অনুযায়ী,  লিনাক্স কার্নেল মেনলাইনের ভার্সান ৩.১৬, আংশিকভাবে জিপিউ আর মেমোরি ক্লকের নিয়ন্ত্রণকে বাস্তবায়িত করেছে।।\n\n\n=== অনুমতি এবং গোপনীয়তা ===\nরিভার্স ইঞ্জিনিয়ারিং ও অনুকরণের ক্ষেত্রে সাধারন শর্তাবলী প্রযোজ্য আছে এবং অনুমতিপত্রে ওয়ারেন্টি আর দায়বদ্ধতাকে অস্বীকার করা হয়।\n২০১৬ সালের শুরুর দিকে জিফোর্স অনুমতিপত্র বলে, এনভিডিয়া \"সফ্টওয়্যার অ্যাকসেস করতে পারবে, সনাক্তকরনযুক্ত তথ্য সংগ্রহ করতে পারবে, আপডেট ও ক্রেতার সিস্টেমকে এমনভাবে সজ্জিত করতে পারবে যাতে তা সফটওয়্যারের ব্যবহারযোগ্য হতে পারে।\" গোপনীয়তা বিজ্ঞপ্তিতে লেখা থাকে, \"আমরা এই সময়ে ব্রাউজারের দ্বারা সেট করা 'ডু নট ট্র্যাক' সিগন্যালের কোনো সাড়া দিতে পারবো না। আমরা এছাড়াও থার্ড পার্টি অনলাইন বিজ্ঞাপনের নেটওয়ার্ক ও সোশ্যাল মিডিয়া কোম্পানিগুলিকে তথ্য সংগ্রহ করার অনুমতি দিই। আমরা [কুকিজ ও বিকনস] টেকনোলজি থেকে সংগ্রহ করা ব্রাউজিং আর ট্র্যাকিং ইনফরমেশনের সাহায্যে আপনার ব্যক্তিগত তথ্য একত্রিত করতেও পারি\"।\nসফটওয়্যারটি ব্যাবহারকারীর সিস্টেমকে এমনভাবে সাজায় যাতে সেটার ব্যবহার আরো বেশি অনুকূল হয়, যদিও এর অনুমতিপত্র বলে, \"যদি সিস্টেমে কনফিগারেশন, অ্যাপ্লিকেশন সেটিংস, এনভায়রনমেন্ট ভ্যারিয়েবলস, রেজিস্ট্রি, ড্রাইভারস, বায়োস, অথবা সফটওয়্যারের ফলে তৈরি হয় অন্য যেকোনো বৈশিষ্ট্যের (অথবা এইরকম সিস্টেমেরই কোনো অংশের) প্রভাবে যদি সিস্টেমে কোনো ক্ষতি (ড্যাটা হারানো থেকে অ্যাকসেস পর্যন্ত) বা সিস্টেমে কিছু হারায়, তবে এনভিডিয়া এর কোনোরকম দায়িত্ব নিতে রাজি নয়।।\"\n\n\n=== জিফোর্স এক্সপেরিয়েন্স ===\n২৬শে মার্চ, ২০১৯ সালের আগে পর্যন্ত জিফোর্স এক্সপেরিয়েন্সের ব্যাবহারকারীরা কোড এক্সিকিউশন, পরিসেবা অস্বীকার এবং বর্ধনের সুযোগ আক্রমণে ক্ষতিগ্রস্ত হতো।।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএনভিডিয়ার ওয়েবসাইটে জিফোর্স প্রোডাক্ট\nএনভিডিয়ার ওয়েবসাইটে জিফোর্সের গেম\nটেকপাওয়ারআপ! জিপিউ তথ্যশালা"}