{"pageid": 1055819, "title": "পারমাণবিক অস্ত্রের বিস্তার", "url": "https://bn.wikipedia.org/wiki?curid=1055819", "content": "পারমাণবিক অস্ত্রের বিস্তার বলতে পারমাণবিক অস্ত্র বিস্তার নিবারণ চুক্তিতে স্বাক্ষরকারী পারমাণবিক অস্ত্রধারী রাষ্ট্র হিসেবে স্বীকৃত জাতিগুলির বাইরের কোনও জাতির হাতে পারমাণবিক অস্ত্র, পরমাণুকেন্দ্র বিভাজনযোগ্য পদার্থ, অস্ত্রে-প্রয়োগযোগ্য পারমাণবিক প্রযুক্তি ও তথ্যের বিস্তারের ঘটনাকে বোঝায়। পারমাণবিক অস্ত্রসমৃদ্ধ কিংবা পারমাণবিক অস্ত্রবিহীন বহু রাষ্ট্র পারমাণবিক অস্ত্রের বিস্তারের বিরোধিতা করেছে। এসব সরকারের যুক্তি হল যদি বহুসংখ্যক দেশের হাতে পারমাণবিক অস্ত্র থাকে তাহলে পারমাণবিক যুদ্ধবিগ্রহ ঘটার সম্ভাবনা বহুগুণে বেড়ে যাবে, এমনকি বেসামরিক নাগরিকদেরকে লক্ষ্য করে পারমাণবিক অস্ত্র নিক্ষেপের সম্ভাবনাও বেড়ে যাবে, আন্তর্জাতিক ও আঞ্চলিক সম্পর্কগুলি অস্থিতিশীল হয়ে পড়বে এবং জাতিরাষ্ট্রগুলির জাতীয় সার্বভৌমত্ব লংঘিত হবে।\nশুরুতে পাঁচটি স্বীকৃত পারমাণবিক অস্ত্রধারী রাষ্ট্র ছিল যারা পারমাণবিক অস্ত্রের বিস্তার নিবারণ চুক্তিতে স্বাক্ষর করে: মার্কিন যুক্তরাষ্ট্র, সোভিয়েত ইউনিয়ন (বর্তমান রাশিয়া), ফ্রান্স, যুক্তরাজ্য ও চীন। এরপর আরও চারটি দেশ পারমাণবিক অস্ত্র অর্জন করে: ভারত, পাকিস্তান, উত্তর কোরিয়া ও ইসরায়েল। কিন্তু এই শেষোক্ত চারটি রাষ্ট্র বিস্তার নিবারণ চুক্তিতে স্বাক্ষর করেনি। উত্তর কোরিয়া ১৯৮৫ সালে সম্মতি দিলেও ২০০৩ সালে চুক্তি থেকে নিজেকে প্রত্যাহার করে নেয় এবং এরপরে ২১শ শতকের শুরুতে একাধিকবার পারমাণবিক অস্ত্র পরীক্ষা সম্পাদন করে।\nপারমাণবিক অস্ত্র বিস্তার নিবারণ চুক্তির একটি নেতিবাচক সমালোচনা হল এই যে চুক্তিটি এক অর্থে বৈষম্যমূলক কেননা কেবলমাত্র যেসব দেশ ১৯৬৮ সালের আগ পর্যন্ত পারমাণবিক অস্ত্র পরীক্ষা সম্পাদন করেছে, তাদেরকেই পারমাণবিক অস্ত্রধারী রাষ্ট্রের স্বীকৃতি দেওয়া হয়েছে। এর বিপরীতে বাকী সমস্ত রাষ্ট্রকে পারমাণবিক অস্ত্রবিহীন রাষ্ট্র হিসেবে গণনা করা হয়েছে এবং তারা যদি পারমাণবিক অস্ত্র নির্মাণে বিরত থাকার প্রতিশ্রুতি দেয়, কেবল তখনই তাদেরকে পারমাণবিক অস্ত্র নিবারণ চুক্তিতে যোগদান করার সুযোগ দেওয়া হয়েছে।\nদ্বিতীয় বিশ্বযুদ্ধের সময় মার্কিন যুক্তরাষ্ট্র (যুক্তরাজ্য ও কানাডার সহযোগিতায়), জার্মানি, জাপান ও সোভিয়েত ইউনিয়ন পারমাণবিক অস্ত্র নির্মাণ সম্পর্কে গবেষণা শুরু করেছিল। এ পর্যন্ত মার্কিন যুক্তরাষ্ট্র প্রথম ও একমাত্র রাষ্ট্র হিসেবে যুদ্ধে পারমাণবিক অস্ত্র ব্যবহার করেছে। তারা ১৯৪৫ সালের আগস্ট মাসে জাপানের হিরোশিমা ও নাগাসাকি নগরীগুলিতে দুইটি পারমাণবিক বোমার বিস্ফোরণ ঘটায়। যুদ্ধে পরাজয় ও আত্মসমর্পণের পরে জার্মানি ও জাপান সমস্ত পারমাণবিক অস্ত্র সংক্রান্ত গবেষণা বন্ধ করে দেয়। ১৯৪৯ সালের আগস্টে সোভিয়েত ইউনিয়ন একটি পারমাণবিক অস্ত্র পরীক্ষা সম্পন্ন করে এবং এর ফলে এটি পারমাণবিক বোমা বিস্ফোরণকারী দ্বিতীয় রাষ্ট্রে পরিণত হয়। ১৯৫২ সালের অক্টোবর মাসে যুক্তরাজ্য তাদের প্রথম পারমাণবিক অস্ত্র পরীক্ষাটি সম্পন্ন করে। ১৯৬০ সালে ফ্রান্স এবং ১৯৬৪  সালে চীনও একইভাবে তাদের প্রথম পারমাণবিক বোমাগুলির বিস্ফোরণ ঘটায়। ভারত ১৯৭৪ সালে তাদের প্রথম পারমাণবিক অস্ত্র পরীক্ষাটি সম্পাদন করে, যা পাকিস্তানকে তাদের নিজস্ব পারমাণবিক কর্মসূচি নির্মাণে প্ররোচিত করে। যখন ভারত ১৯৯৮ সালে দ্বিতীয়বারের মতো ধারাবাহিকভাবে কতগুলি পারমাণবিক পরীক্ষা চালায়, তখন পাকিস্তানও তাদের ধারাবাহিক পরীক্ষা চালিয়ে এর জবাব দেয়। ২০০৬ সালে উত্তর কোরিয়া তাদের প্রথম পারমাণবিক পরীক্ষাটি সম্পাদন করে। মধ্যপ্রাচ্যের রাষ্ট্র ইসরায়েল ১৯৬০ সালে ফ্রান্সের পারমাণবিক অস্ত্র পরীক্ষার সবচেয়ে ঘনিষ্ঠ সহযোগী হিসেবে এরূপ অস্ত্র নির্মাণ-সংক্রান্ত বিপুল জ্ঞান অর্জন করেছিল। কিছু কিছু উৎসের মতে ইসরায়েল সম্ভবত (দক্ষিণ আফ্রিকার সাথে মিলে) ১৯৭৯ সালে দক্ষিণ ভারত মহাসাগরে দক্ষিণ আফ্রিকার অধীনস্থ এবং উপকূল থেকে ২০০০ কিলোমিটারের বেশি দূরত্বে অবস্থিত প্রিন্স এডওয়ার্ডস দ্বীপের কাছে মহাসমুদ্রে গোপনে তাদের প্রথম পারমাণবিক পরীক্ষাটি সম্পাদন করে, যে বিস্ফোরণটি মার্কিন কৃত্রিম উপগ্রহ ভেলা প্রত্যক্ষ করে।\n\n\n== তথ্যসূত্র =="}