{"pageid": 1056451, "title": "এস. নিজলিঙ্গপা", "url": "https://bn.wikipedia.org/wiki?curid=1056451", "content": "সিদ্দাবানহল্লি নিজলিঙ্গপা (১০ই ডিসেম্বর,১৯০২ - ৮ই আগস্ট ২০০০) একজন ভারতীয় স্বাধীনতা সংগ্রামী, কংগ্রেসী রাজনীতিবিদ, এবং আইনজীবী যিনি ১৯৫৬ থেকে ১৯৫৮ পর্যন্ত এবং ১৯৬২ থেকে ১৯৬৮ পর্যন্ত ভারতের মহীশূর (বর্তমান কর্ণাটক) রাজ্যের মুখ্যমন্ত্রী ছিলেন।\n\n\n== প্রারম্ভিক জীবন ও পড়াশোনা ==\nনিজলিঙ্গপা ১৯০২ সালের ১০ ই ডিসেম্বর কর্ণাটকের বেলারির ছোট্ট গ্রাম হালুভাগলুতে একটি মধ্যবিত্ত পরিবারে জন্মগ্রহণ করেছিলেন (তৎকালীন ব্রিটিশ ভারতের মাদ্রাজ প্রেসিডেন্সি)। তাঁর বাবা ছিলেন একজন ছোট ব্যবসায়ী। মাত্র ৫ বছর বয়সে নিজলিঙ্গপা পিতৃহারা হন। মা একজন গৃহকর্মী ছিলেন। পরিবারটি ছিল লিঙ্গায়াত হিন্দু; তার মা ছিলেন শিবের একনিষ্ঠ উপাসক। নিজলিঙ্গপা পরে স্মরণ করেছিলেন যে তাঁর \"বাবার পূর্বপুরুষরা সকলেই ধনী লোক ছিলেন\" এবং তারা \"জুয়া, মদ্যপান এবং মহিলাকরণে তাদের সম্পদ বিলুপ্ত করেছিলেন।\" তিনি আরও বলেছিলেন যে তাঁর \"মায়ের বাবা [তার] বাবা-মাকে সাহায্য করেছিলেন, কিন্তু [তাঁর পরিবার] এখনও খুব দরিদ্র ছিলেন।\"\nতিনি দাভানগারে বড় হয়েছিলেন এবং ছোটবেলায় তিনি প্রবীণ শিক্ষক বীরপ্পা মাস্টারের কাছে শিক্ষা লাভ করেছিলেন। তিনি দাভানাগেরের একটি প্রাথমিক বিদ্যালয়ে এবং পরে ১৯১৯ সালে চিত্রদুর্গায় একটি মাধ্যমিক বিদ্যালয়ে যোগদান করেন। অ্যানি বেসান্তের রাজনৈতিক লেখাগুলি পড়ার পরে তিনি রাজনীতিতে আগ্রহী হয়ে ওঠেন। ১৯২৪ সালে, তিনি বেঙ্গালুরুর সেন্ট্রাল কলেজ থেকে আর্টস বিভাগে স্নাতক ডিগ্রি লাভ করেন এবং ১৯২৬ সালে পুনের ল কলেজ থেকে তাঁর আইন ডিগ্রি লাভ করেন।\nভারতীয় স্বাধীনতা আন্দোলনের অন্যান্য নেতাদের মতো তিনিও প্রচলিত ভারতীয় ধাঁচের এবং পাশ্চাত্য ধাঁচের উভয়ের শিক্ষার মিশ্রণ পেয়েছিলেন। তিনি মহাত্মা গান্ধী ও রাজেন্দ্র প্রসাদের মতাদর্শ দ্বারা প্রভাবিত হয়ে তাঁর জন্মভূমি কর্ণাটকে স্বাধীনতা আন্দোলনে সক্রিয় অংশ নিতে শুরু করেছিলেন।\n\n\n== রাজনৈতিক জীবন ==\nনিজলিঙ্গপা দর্শক হিসাবে কংগ্রেস অধিবেশনগুলিতে অংশ নিয়েছিলেন। ১৯৩৬ সালে, যখন তিনি এন. হার্দিকারের সংস্পর্শে আসেন, তখন তিনি জাতীয় কংগ্রেসে সক্রিয় কাজকর্ম শুরু করেন। তিনি প্রথমে স্বেচ্ছাসেবক হিসাবে দায়িত্ব পালন করেছিলেন, আস্তে আস্তে তিনি প্রদেশ কংগ্রেস কমিটির সভাপতি এবং অবশেষে ১৯৬৮ সর্বভারতীয় কংগ্রেস কমিটির সভাপতি হয়ে উঠেন।\nতিনি মহীশূর কংগ্রেসের সভাপতি হন এবং ১৯৪৬ থেকে ১৯৫০ সাল পর্যন্ত ঐতিহাসিক গণপরিষদের সদস্য ছিলেন। ১৯৫২ সালে তিনি চিত্রদুর্গা আসন থেকে লোকসভায় নির্বাচিত হয়েছিলেন।\nকর্ণাটকের একীকরণের জন্য তাঁর বিশাল পরিশ্রমের স্বীকৃতি হিসাবে, তিনি ঐক্যবদ্ধ রাজ্যের প্রথম মুখ্যমন্ত্রী হিসাবে নির্বাচিত হন। তারপরে আবারও দ্বিতীয়বারের মতো তিনি একই পদে নির্বাচিত হয়েছিলেন এবং ১৯৬৮ সালের এপ্রিল পর্যন্ত তিনি এই পদে অব্যাহত থাকেন। তাঁকে সম্ভবত \"আধুনিক কর্ণাটকের নির্মাতা\" বলা যেতে পারে। তার মুখ্যমন্ত্রীত্বে কর্ণাটক রাজ্যের কৃষি, সেচ, শিল্প ও পরিবহন প্রকল্পের বিবিধ উন্নয়ন ঘটে।\n\n\n== পদসমূহ ==\n\n\n== মেমোরিয়াল ==\nসিবারার কাছে চিত্রদুর্গার উপকণ্ঠে জাতীয় সড়ক -৪ এর পাশে নির্মিত নিজলিঙ্গপার স্মৃতিসৌধটি ২৯ জানুয়ারী, ২০১১ সালে তিব্বতের আধ্যাত্মিক নেতা, দলাই লামা উদ্বোধন করেছিলেন। কর্ণাটকের মুখ্যমন্ত্রী বি এস ইয়েদুরাপ্পা ঘোষণা করেছিলেন যে তিনি নিজলিঙ্গপার নামানুসারে বেলগাঁওয়ের চিনি গবেষণাগারের নামকরণ করবেন।\n\n\n== তথ্যসূত্র =="}