{"pageid": 105675, "title": "ফোটন", "url": "https://bn.wikipedia.org/wiki?curid=105675", "content": "ফোটন একপ্রকার মৌলিক কণা। আলো এবং বেতার তরঙ্গের ন্যায় তড়িৎচুম্বকীয় তরঙ্গ সহ তড়িৎচুম্বকীয় ক্ষেত্রসমূহের কোয়ান্টাম পরিমাপ হল ফোটন। তড়িৎচুম্বকীয় বলের ফোর্স ক্যারিয়ার (বল বাহক) হল ফোটন। ফোটন ভরহীন, ফলে এরা সর্বদা শূণ্যস্থানে আলোর গতিবেগের সমান বেগে ধাবিত হয়। ফোটন একপ্রকার বোসন কণা।\nঅন্যান্য মৌলকণাগুলির ন্যায় ফোটনকেও কোয়ান্টাম বলবিদ্যার তত্ত্ব দ্বারাই বর্তমানে সর্বোৎকৃষ্টভাবে ব্যাখ্যা করা যায়। ফোটনের মধ্যে কণা-তরঙ্গ দ্বৈত সত্ত্বা পরিলক্ষিত হয়, অর্থাৎ এদের মধ্যে কণা ও তরঙ্গ উভয়ের বৈশিষ্ট্যই বিদ্যমান। ফোটনের আধুনিক ধারণার প্রচলন ঘটে বিশ শতকের প্রথম দুই দশকে আলবার্ট আইনস্টাইনের হাত ধরে, যিনি আবার ম্যাক্স প্ল্যাঙ্কের গবেষণাকে তাঁর এই কাজের ভিত্তি হিসেবে ব্যবহার করেন। পদার্থ ও তড়িচ্চুম্বকীয় বিকিরণ কীভাবে পরস্পরের সঙ্গে তাপীয় সাম্য বজায় রাখে, তার ব্যাখ্যা করতে গিয়ে প্ল্যাঙ্ক বলেন যে, একটি বস্তুপিন্ডের মধ্যে সঞ্চিত শক্তিকে কয়েকটি পৃথক, সমমাণের পূর্ণসংখ্যার সমষ্টি হিসেবে গণ্য করতে হবে। আলোক-তড়িৎ ক্রিয়ার ব্যাখ্যা দিতে গিয়ে আইনস্টাইন বলেন যে, আলো আসলে কয়েকটি পৃথক, একক শক্তির (discrete units of energy) সমন্বয়। ১৯২৬ সালে গিলবার্ট এন্. লিউইস পূর্বোক্ত একক শক্তিগুলির নাম হিসাবে ‘ফোটন’ শব্দটিকে জনপ্রিয় করেন। পরবর্তীকালে আরো বহু গবেষণায় আইনস্টাইনের ধারণার যথার্থতা প্রমাণিত হয়।\nকণা পদার্থবিদ্যার সাধারণ কাঠামোয় ফোটন ও অন্যান্য মৌলকণাগুলিকে জাগতিক সূত্রগুলির একটি অবশ্যম্ভাবী পরিণাম হিসাবে বর্ণনা করা হয়, যেখানে স্থান-কালের (space-time) প্রতিটি বিন্দুতে একটি সুনির্দিষ্ট সামঞ্জস্য আছে। আধান, ভর ও ঘূর্ণনের (spin) ন্যায় একটি কণার অন্তর্নিহিত বা স্বকীয় বৈশিষ্ট্যগুলি এই গজ সামঞ্জস্য (gauge symmetry) দ্বারা নির্ধারিত হয়। লেসার, কোয়ান্টাম বলবিদ্যার সম্ভব্য ব্যাখ্যান তত্ত্ব (probabilistic interpretation  of quantum mechanics), বোস-আইনস্টাইন ঘনীভবন, কোয়ান্টাম ফিল্ড থিওরি সহ গবেষণাধর্মী ও তাত্ত্বিক পদার্থবিদ্যার বহু শাখায় ফোটনের ধারণা অভাবনীয় অগ্রগতির পথ দেখায়। আলোক রসায়ন, উচ্চ রেজোলিউশনে অণুবীক্ষণ, আণবিক দূরত্ব পরিমাপেও এর প্রয়োগ করা হয়েছে। সাম্প্রতিককালে কোয়ান্টাম কম্পিউটারের উপাদান হিসাবে, আলোকচিত্রে, আলোকীয়-যোগাযোগে (optical communication),  কোয়ান্টাম সংকেতলিপিতে (quantum cryptography) ফোটনের প্রয়োগ নিয়ে চর্চা চলছে।\n\n\n== নামকরণ ==\n১৯০০ সালে ম্যাক্স প্ল্যাংক কৃষ্ণবস্তু বিকিরণের ওপর কাজ করছিলেন। তিনি ধারণা প্রকাশ করলেন যে তাড়িতচৌম্বক তরঙ্গ কেবল শক্তির প্যাকেট আকারে নির্গত হতে পারে। ১৯০১ সালে এনালেন ডার ফিজিক পত্রিকায় তিনি এক নিবন্ধে  এই প্যাকেট এর নাম দিলেন শক্তিকণা। ১৯০৫ সালে, অ্যালবার্ট আইনস্টাইন একটি গবেষণাপত্র প্রকাশ করেন যেখানে তিনি প্রস্তাব করেন যে অনেক আলো সম্পর্কিত ঘটনা- যার মধ্যে রয়েছে কালো বস্তুর বিকিরণ এবং ফটোইলেকট্রিক প্রভাব - স্থানিকভাবে স্থানীয়, বিচ্ছিন্ন তরঙ্গ-প্যাকেট নিয়ে গঠিত তড়িৎচুম্বকীয় তরঙ্গের মডেলিং দ্বারা আরও ভালভাবে ব্যাখ্যা করা হবে। তিনি এই ধরনের তরঙ্গ-প্যাকেটকে আলোর কোয়ান্টাম (জার্মান:das Lichtquant) বলেছিলেন.\nফোটন শব্দটির উৎপত্তি ‘আলোক’ শব্দটির গ্রিক প্রতিশব্দ φῶς থেকে। ১৯২৮ সালে আর্থার কম্পটন ‘ফোটন’ শব্দটি ব্যবহার করেন গিলবার্ট এন্. লিউইসকে উদ্ধৃত করে। ১৯২৬ সালের ১৮ই ডিসেম্বর নেচার পত্রিকার উদ্দেশ্যে গিলবার্ট লিউইসের লেখা একটি চিঠিতে ‘ফোটন’ শব্দটি ছিল। এই একই নাম এর আগেও ব্যবহার করেন মার্কিন পদার্থবিদ ও মনোবিদ লিওনার্ড টি. ট্রোলাঁ ১৯১৬ সালে, আইরিশ পদার্থবিদ জন জলি ১৯২১ সালে, ফরাসী ফিজিওলজিস্ট রেনে উর্মসার(১৮৯০-১৯৯৩) ১৯২৪ সালে, ফরাসী পদার্থবিদ ফ্রিথিয়ফ উলফার্স (১৮৯১-১৯৭১) ১৯২৬ সালে। কিন্তু লিউইসের ব্যবহারের আগে তা এতো ব্যাপক গ্রহণযোগ্যতা লাভ করেনি। নামটি প্রাথমিকভাবে আলোকপাত ও দৃশ্যমানতা (illumination of the eye) এবং তার ফলস্বরূপ হওয়া আলোকীয় অনুভূতি (sensation of light) সংক্রান্ত একটি একক হিসাবে প্রস্তাবিত হয় এবং পরে শারীরবিদ্যার প্রসঙ্গে ব্যবহারও হয়। যদিও বহু গবেষণায় উলফার্স ও লিউইসের তত্ত্বকে অস্বীকার করা হয়েছে এবং তা কখনোই গ্রহণযোগ্য হয়নি, কম্পটনের ব্যবহার করার পরেই অধিকাংশ পদার্থবিদই নামটি গ্রহণ করেন।\nপদার্থবিদ্যায়, ফোটনকে সচরাচর প্রকাশ করা হয় γ চিহ্ন দ্বারা (গ্রীক বর্ণ \"গামা\")। ফোটনের জন্য এই গামা চিহ্ন এসেছে খুব সম্ভবত গামা রশ্মি  থেকে যা ১৯০০ সালে পল ভিলার্ড  আবিষ্কার করেন, ১৯০৩ সালে আর্নেস্ট রাদারফোর্ড নামকরণ করেন এবং ১৯১৪ সালে এডওয়ার্ড আন্দ্রেদ এবং রাদারফোর্ড এটিকে তড়িৎচৌম্বকীয় বিকিরণ রূপে উপস্থাপন করেন।   রসায়নশাস্ত্র এবং দৃষ্টিপ্রকৌশলবিদ্যায় (optical engineering), ফোটনকে সাধারণত প্রকাশ করা হয় hv দ্বারা, যেখানে h হলো প্লাংকের ধ্রুবক ও v (গ্রীক বর্ণ ημ) ফোটনের তীব্রতা। এছাড়াও ফোটনকে hf এর মাধ্যমেও প্রকাশ করা হয়ে থাকে, যেখানে এর কম্পাঙ্ককে f দ্বারা\nনির্দেশ করা হয়, যদিও এটি খুব প্রচলিত নয়।\n\n\n== ভৌত বৈশিষ্ট্যাবলী ==\n\nফোটন ভরহীন, তড়িৎ নিরপেক্ষ , স্থিতিশীল/সুস্থিত। ফোটন এর দুইটি সম্ভাব্য সমবর্তন দশা রয়েছে। ভরবেগ বিবৃতিতে যা কোয়ান্টাম ক্ষেত্র তত্ত্বে উপ্সথাপন করা হয়, একটি ফোটন এর তরঙ্গ দৈর্ঘ্য π এবং এর দিক নির্ধারণ করা হয় তার তরঙ্গ ভেক্টর বর্ণনার দ্বারা। একটি ফোটনের তরঙ্গ ভেক্টর শূন্য নাও হতে পারে এবং একটি স্থানিক ৩-ভেক্টর হিসেবে অথবা একটি (আপেক্ষিক) চার-ভেক্টর হিসেবে বর্ণনা করা যেতে পারে; পরেরটির ক্ষেত্রে এটি আলোক কোণের (অঙ্কিত) সৃষ্টি করতে পারে। চার-ভেক্টরের বিভিন্ন চিহ্ন বিভিন্ন বৃত্তাকার সমবর্তন চিহ্নিত করে, কিন্তু ৩-ভেক্টরের চিত্রে, প্রত্যেকের আলাদাভাবে সমবর্তন দশা বর্ণনা করা উচিত। এটি আসলে একটি ঘূর্ণন কোয়ান্টাম সংখ্যা। উভয় ক্ষেত্রে সম্ভাব্য তরঙ্গ ভেক্টরদ্বয়ের অবস্থান ত্রিমাত্রিক।,\nফোটন তড়িৎচৌম্বকীয় তত্ত্বের জন্য গেজ বোসন  এবং এই কারণে ফোটনের অন্যসব কোয়ান্টাম সংখ্যা  (যেমন লেপটন সংখ্যা, ব্যারিয়ন সংখ্যা,ফ্লেভার কোয়ান্টাম সংখ্যা) শূন্য হয়। \nবহু স্বাভাবিক প্রাকৃতিক প্রক্রিয়া চলাকালীনই ফোটন নির্গত হয়। উদাহরণস্বরূপ, যখন একটি আধান ত্বরণের মধ্যে দিয়ে যায়, তখন তা থেকে সিংক্রোটন বিকিরণ (synchrotron radiation) নির্গত হয়। উচ্চতর শক্তিস্তর থেকে নিম্নতর শক্তিস্তরে আণবিক, পারমাণবিক বা নিউক্লীয় স্থানান্তরের সময় রেডিও তরঙ্গ থেকে গামা তরঙ্গ পর্যন্ত বিভিন্ন শক্তির ফোটন নির্গত হয়। একটি কণা ও তার সংশ্লিষ্ট অ্যান্টি-কণার (antiparticle) যখন অ্যানিহিলেশন (annihilation) ঘটে (যথা – ইলেকট্রন-পজিট্রন অ্যানিহিলেশন ) তখনো ফোটন নির্গত হতে পারে।\n\n\n=== আপেক্ষিক শক্তি ও ভরবেগ ===\nশূণ্যস্থানে ফোটন আলোর বেগে (c) ধাবিত হয়, এবং এর শক্তি ও ভরবেগের মধ্যে সম্পর্ক E=pc সমীকরণ দ্বারা সূচিত হয়, যেখানে, p হল ভরবেগ ভেক্টর p এর মান। নিম্নলিখিত আপেক্ষিকতা সমীকরণে m=0 দ্বারা প্রতিস্থাপিত করে পূর্বোক্ত সমীকরণটি পাওয়া যায়।\n\n  \n    \n      \n        \n          E\n          \n            2\n          \n        \n        =\n        \n          p\n          \n            2\n          \n        \n        \n          c\n          \n            2\n          \n        \n        +\n        \n          m\n          \n            2\n          \n        \n        \n          c\n          \n            4\n          \n        \n        .\n      \n    \n    {\\displaystyle E^{2}=p^{2}c^{2}+m^{2}c^{4}.}\n  \n\nএকটি ফোটনের শক্তি ও ভরবেগ কেবলমাত্র তার কম্পাঙ্ক (\n  \n    \n      \n        ν\n      \n    \n    {\\displaystyle \\nu }\n  \n) বা কম্পাঙ্কের অনোন্যক তরঙ্গদৈর্ঘের  (λ) উপর নির্ভরশীল।\n\n  \n    \n      \n        E\n        =\n        ℏ\n        ω\n        =\n        h\n        ν\n        =\n        \n          \n            \n              h\n              c\n            \n            λ\n          \n        \n      \n    \n    {\\displaystyle E=\\hbar \\omega =h\\nu ={\\frac {hc}{\\lambda }}}\n  \n\n  \n    \n      \n        \n          p\n        \n        =\n        ℏ\n        \n          k\n        \n        ,\n      \n    \n    {\\displaystyle {\\boldsymbol {p}}=\\hbar {\\boldsymbol {k}},}\n  \n\nযেখানে k একটি তরঙ্গ ভেক্টর (যেখানে তরঙ্গসংখ্যা k = | k | = 2π/λ), ω = 2πν কৌণিক ভরবেগ, এবং ħ = h/2π সঙ্কুচিত প্ল্যাঙ্ক ধ্রুবক।\nযেহেতু p ফোটনের গতির অভিমুখ নির্দেশ করছে, অতএব ভরবেগের মান হল,\n\n  \n    \n      \n        p\n        =\n        ℏ\n        k\n        =\n        \n          \n            \n              h\n              ν\n            \n            c\n          \n        \n        =\n        \n          \n            h\n            λ\n          \n        \n        .\n      \n    \n    {\\displaystyle p=\\hbar k={\\frac {h\\nu }{c}}={\\frac {h}{\\lambda }}.}\n  \n\n\n=== ফোটন ভরের পরীক্ষামূলক চেক ===\nবর্তমানে সাধারণভাবে স্বীকৃত শারীরিক তত্ত্বগুলি ফোটনকে কঠোরভাবে গণহীন বলে বোঝায় বা ধরে নেয়। যদি ফোটন একটি কঠোরভাবে ভরহীন কণা না হয়, এটি শূন্যস্থানে আলো, সি, সঠিক গতিতে চলাচল করবে না। এর গতি কম হবে এবং এর ফ্রিকোয়েন্সির উপর নির্ভর করবে। আপেক্ষিকতা এর দ্বারা প্রভাবিত হবে না; আলোর তথাকথিত গতি, গ, তখন প্রকৃত গতি হবে না যেখানে আলো চলাচল করে, কিন্তু প্রকৃতির একটি ধ্রুবক যা গতির উপর উপরের আবদ্ধ যা যে কোনও বস্তু তাত্ত্বিকভাবে স্পেসটাইমে অর্জন করতে পারে। এইভাবে, এটি এখনও স্পেসটাইম তরঙ্গের (মহাকর্ষীয় তরঙ্গ এবং গ্র্যাভিটন) গতি হবে, তবে এটি ফোটনের গতি হবে না।\nযদি কোনও ফোটনে অ-শূন্য ভর থাকে তবে অন্যান্য প্রভাবও থাকবে। কুলম্বের আইন সংশোধন করা হবে এবং তড়িৎচুম্বকীয় ক্ষেত্রে স্বাধীনতার অতিরিক্ত শারীরিক মাত্রা থাকবে। এই প্রভাবগুলি আলোর গতির ফ্রিকোয়েন্সি নির্ভরতার চেয়ে ফোটন ভরের আরও সংবেদনশীল পরীক্ষামূলক প্রোব দেয়। যদি কুলম্বের আইন টি ঠিক বৈধ না হয়, তাহলে এটি একটি বাহ্যিক বৈদ্যুতিক ক্ষেত্রের অধীন হলে একটি ফাঁপা কন্ডাক্টরের মধ্যে একটি বৈদ্যুতিক ক্ষেত্রের উপস্থিতি থাকতে দেবে। এটি কুলম্বের আইনের খুব উচ্চ-নির্ভুল পরীক্ষার জন্য একটি উপায় সরবরাহ করে।এই ধরনের পরীক্ষার একটি বাতিল ফলাফল এম ≲ ১০−১৪ ইভি/সি২ এর সীমা নির্ধারণ করেছে।\nগ্যালাকটিক ভেক্টর সম্ভাবনার কারণে প্রভাব শনাক্ত করার জন্য ডিজাইন করা পরীক্ষাগুলিতে আলোর গতির উপর তীক্ষ্ণ উপরের সীমা পাওয়া গেছে। যদিও গ্যালাকটিক ভেক্টর সম্ভাবনা খুব বড় কারণ গ্যালাকটিক চৌম্বক ক্ষেত্র খুব মহান দৈর্ঘ্য স্কেলে বিদ্যমান, শুধুমাত্র চৌম্বক ক্ষেত্র পর্যবেক্ষণযোগ্য হবে যদি ফোটন ভরহীন হয়। যদি ফোটনভর থাকে, ভর শব্দ 1/2m2AμAμ গ্যালাকটিক প্লাজমা প্রভাবিত করবে। এই ধরনের কোনও প্রভাব দেখা যায় না তা এম < 3×10−27 ইভি/সি2 এর ফোটন ভরের উপর একটি উপরের আবদ্ধ বোঝায়। গ্যালাকটিক ভেক্টর ের সম্ভাবনা ও সরাসরি একটি চুম্বকীয় রিং এর উপর প্রয়োগ করা টর্ক পরিমাপ করে অনুসন্ধান করা যেতে পারে।কণা ডাটা গ্রুপ কর্তৃক প্রদত্ত ১.০৭×১০−২৭ ইভি/সি২ (১০−৩৬ ডাল্টনের সমতুল্য) এর তীক্ষ্ণ ঊর্ধ্বসীমা অর্জনের জন্য এই ধরনের পদ্ধতি ব্যবহার করা হয়েছিল।\nগ্যালাকটিক ভেক্টর সম্ভাবনাদ্বারা সৃষ্ট প্রভাবগুলির অ-পর্যবেক্ষণ থেকে এই তীক্ষ্ণ সীমাগুলি মডেল-নির্ভর বলে দেখানো হয়েছে। যদি ফোটন ভর হিগস মেকানিজমের মাধ্যমে উৎপন্ন হয় তবে কুলম্বের আইনের পরীক্ষা থেকে এম ≲ ১০−১৪ ইভি/সি২ এর ঊর্ধ্বসীমা বৈধ।\n\n\n== ঐতিহাসিক উন্নয়ন ==\n\nঅষ্টাদশ শতাব্দীর সবচেয়ে কার্যকর তত্ত্ব ছিলো, আলো কণা দ্বারা গঠিত। কণা মডেল সহজে আলোর প্রতিসরণ, অপবর্তন এবং বাইরেফ্রিনজেন্স(birefringence) ব্যাখ্যা করতে পারে না বলে রেনে দেকার্ত (১৬৩৭),  রবার্ট হুক (১৬৫৫)   এবং ক্রিশ্চিয়ান হাইগেনস (১৬৭৮)  সালে আলোর তরঙ্গ তত্ত্ব প্রস্তাবনা করেন। তবে আইজ্যাক নিউটনের প্রভাব এর ফলে কণা মডেলের বিশেষ গুরুত্ব রয়েই যায়। উনিশ শতকের প্রথম দিকে, থমাস ইয়ং এবং অগাস্ট ফ্রেসনেল স্পষ্টভাবে আলোর ব্যতিচার এবং অপবর্তন বর্ণনা করেন এবং এই তরঙ্গ মডেল ১৮৫০ সালের দিকে সর্বজন গৃহীত হয়। ১৮৬৫ সালে জেমস ক্লার্ক ম্যাক্সওয়েল এর ভবিষ্যদ্বাণী ছিলো যে, আলো একটি ইলেক্ট্রোম্যাগনেটিক তরঙ্গ হতে পারে। তার অনুমান পরীক্ষামূলকভাবে নিশ্চিত হয় ১৮৮৮ তে হেনরিক হার্টজ এর বেতার তরঙ্গ  আবিষ্কারের মাধ্যমে। এটাকে আলোর  কণা মডেলের ওপর মরণ কামড় বলে মনে করা হয়।\n\nযেভাবেই হোক,ম্যাক্সওয়েলের তরঙ্গতত্ত্ব আলোর সব ধর্ম ব্যাখ্যা করতে পারে না। ম্যাক্সওয়েলের তরঙ্গতত্ত্ব ধারণা দেয় যে আলোকতরঙ্গ-এর শক্তি শুধুমাত্র এর তীব্রতার উপর নির্ভর করে, আলোর কম্পাংকের উপর না। কিন্তু এককভাবে বিভিন্ন পরীক্ষার দ্বারা জানা যায় যে, পরমাণু থেকে যে আলোকশক্তি নির্গত হয় তা শুধুমাত্র আলোর কম্পাঙ্কের উপর নির্ভর করে,আলোর তীব্রতার উপর না। উদাহরণস্বরূপ, কিছু রাসায়নিক বিক্রিয়াকে আলোর কম্পাংকের দ্বারা উত্তেজিত করা হয়, যেটা কিনা নির্দিষ্ট সূচন  কম্পাংক থেকে বেশি। আলোর কম্পাংক যদি সূচন কম্পাংক থেকে কম হয় (যেখানে আলোর তীব্রতা কত, সেটা কোনো বিষয় না) তাহলে সেক্ষেত্রে ওই বিক্রিয়াটা ঘটবে না। একইভাবে, প‍র্যাপ্ত কম্পাংকের আলোকশক্তি যদি কোনো ধাতব প্লেটের উপর পড়ে, তাহলে সেখান থেকে ইলেক্ট্রন নির্গত হয়(ফটোইলেক্ট্রিক ইফেক্ট); নির্গত ইলেক্ট্রনের শক্তি আলোর কম্পাংকের সাথে সম্পর্কিত, আলোর তীব্রতার উপর না। \nএকই সময়ে, বিভিন্ন গবেষকদের দ্বারা চার দশক (১৮৬০-১৯০০) কালো বস্তুর বিকিরণের তদন্ত ম্যাক্স প্ল্যাঙ্কের অনুমানে পরিণত হয় যে কোনও সিস্টেমের শক্তি যা ফ্রিকোয়েন্সির তড়িৎচুম্বকীয় বিকিরণ শোষণ করে বা নির্গত করে ν যা শক্তি কোয়ান্টাম E = hνএর একটি পূর্ণসংখ্যার গুণিতক। আলবার্ট আইনস্টাইন যেমন দেখিয়েছেন,পদার্থ এবং তড়িৎচুম্বকীয় বিকিরণের মধ্যে পর্যবেক্ষণ করা তাপীয় ভারসাম্যের জন্য শক্তির পরিমাপের কিছু ফর্ম ধরে নিতে হবে; ফটোইলেকট্রিক প্রভাবের এই ব্যাখ্যার জন্য আইনস্টাইন পদার্থবিজ্ঞানে ১৯২১ সালে নোবেল পুরস্কার পেয়েছিলেন। \nযেহেতু আলোর ম্যাক্সওয়েল তত্ত্ব তড়িৎচুম্বকীয় বিকিরণের সমস্ত সম্ভাব্য শক্তির জন্য অনুমতি দেয়, বেশিরভাগ পদার্থবিজ্ঞানী প্রাথমিকভাবে অনুমান করেছিলেন যে শক্তির পরিমাপ পদার্থের উপর কিছু অজানা সীমাবদ্ধতার ফলে হয়েছিল যা বিকিরণশোষণ করে বা নির্গত করে। ১৯০৫ সালে আইনস্টাইন প্রথম প্রস্তাব করেন যে শক্তির পরিমাণ নির্ধারণ তড়িৎচুম্বকীয় বিকিরণের একটি বৈশিষ্ট্য।  যদিও তিনি ম্যাক্সওয়েলের তত্ত্বের বৈধতা স্বীকার করেন, আইনস্টাইন উল্লেখ করেন যে ম্যাক্সওয়েলীয় আলোকতরঙ্গের শক্তিকে যদি বিন্দু-সদৃশ কোয়ান্টাতে স্থানীয়করা হয় যা একে অপরের থেকে স্বাধীনভাবে চলাচল করে, এমনকি যদি তরঙ্গটি নিজেই মহাকাশের উপর ক্রমাগত ছড়িয়ে পড়ে তবে অনেক অসঙ্গতিপূর্ণ পরীক্ষা-নিরীক্ষা ব্যাখ্যা করা যেতে পারে। ১৯০৯ এবং ১৯১৬ সালে আইনস্টাইন দেখিয়েছিলেন যে, কৃষ্ণ-দেহের বিকিরণ সম্পর্কিত প্ল্যাঙ্কের আইন যদি গৃহীত হয়, তবে শক্তির কোয়ান্টাকেও অবশ্যই গতি p = h/λ বহন করতে হবে, যা তাদের পূর্ণাঙ্গ কণা করে তোলে। এই ফোটন গতি পরীক্ষামূলকভাবে আর্থার কম্পটন দ্বারা পর্যবেক্ষণ করা হয়,যার জন্য তিনি 1927 সালে নোবেল পুরস্কার লাভ করেন। মূল প্রশ্নটি ছিল তখন: কীভাবে ম্যাক্সওয়েলের আলোর তরঙ্গ তত্ত্বকে তার পরীক্ষামূলকভাবে পর্যবেক্ষণ করা কণা প্রকৃতির সাথে একত্রিত করা যায়? এই প্রশ্নের উত্তর সারা জীবন আলবার্ট আইনস্টাইনকে দখল করে রাখে, এবং কোয়ান্টাম ইলেক্ট্রোডায়নামিক্স এবং এর উত্তরসূরি স্ট্যান্ডার্ড মডেলে সমাধান করা হয়।\nরবার্ট মিলিকানের নোবেল বক্তৃতায় বর্ণিত, বিংশ শতাব্দীর প্রথম দুই দশকে আইনস্টাইনের ১৯০৫ সালের ভবিষ্যদ্বাণীগুলি বিভিন্ন ভাবে পরীক্ষামূলকভাবে যাচাই করা হয়েছিল।একটি ব্যাপক বিশ্বাস ছিল যে শক্তির পরিমাণনির্ধারনের ফলে বিকিরণ শোষণ বা নির্গত বিষয়টির উপর কিছু অজানা সীমাবদ্ধতা দেখা দেয়। সময়ের সাথে সাথে দৃষ্টিভঙ্গি পরিবর্তিত হয়েছে। আংশিকভাবে, পরিবর্তনটি কম্পটনছড়িয়ে পড়া প্রকাশকারী পরীক্ষাগুলির সাথে সন্ধান করা যেতে পারে, যেখানে পর্যবেক্ষণ করা ফলাফলগুলি ব্যাখ্যা করার জন্য নিজেকে আলোকিত করার জন্য কোয়ান্টাইজেশন নির্ধারণ না করা অনেক বেশি কঠিন ছিল।\nএমনকি কম্পটনের পরীক্ষার পরেও, নিলস বোর, হেনড্রিক ক্রেমারস এবং জন স্লেটার ম্যাক্সওয়েলিয়ান ক্রমাগত তড়িৎচুম্বকীয় ক্ষেত্রের আলোর মডেল, তথাকথিত বিকেএস তত্ত্ব সংরক্ষণের শেষ চেষ্টা করেছিলেন। [৫৭] বিকেএস তত্ত্বের একটি গুরুত্বপূর্ণ বৈশিষ্ট্য হল এটি কীভাবে শক্তি সংরক্ষণ এবং গতি সংরক্ষণের সাথে আচরণ করেছিল। বিকেএস তত্ত্বে, শক্তি এবং গতি শুধুমাত্র পদার্থ এবং বিকিরণের মধ্যে অনেক মিথস্ক্রিয়া জুড়ে গড়ে সংরক্ষণ করা হয়। যাইহোক, পরিশোধিত কম্পটন পরীক্ষা দেখায় যে সংরক্ষণ আইন পৃথক মিথস্ক্রিয়া জন্য ধারণ করে। সেই অনুযায়ী বোর ও তার সহকর্মীরা তাদের মডেলকে \"যথাসম্ভব সম্মানজনক অন্ত্যেষ্টিক্রিয়া\" প্রদান করেন।তা সত্ত্বেও, বিকেএস মডেলের ব্যর্থতা ভের্নার হাইজেনবার্গকে ম্যাট্রিক্স মেকানিক্সের বিকাশে অনুপ্রাণিত করেছিল।\nকয়েকজন পদার্থবিজ্ঞানী আধাধ্রুপদী মডেল বিকাশে অবিচল ছিলেন যেখানে তড়িৎচুম্বকীয় বিকিরণ পরিমাপ করা হয় না, তবে পদার্থ কোয়ান্টাম বলবিদ্যার নিয়ম মেনে চলে বলে মনে হয়। যদিও ১৯৭০-এর দশকে ফোটনের অস্তিত্বের জন্য রাসায়নিক এবং শারীরিক পরীক্ষা-নিরীক্ষার প্রমাণ অপ্রতিরোধ্য ছিল, কিন্তু এই প্রমাণকে পুরোপুরি নিশ্চিত হিসাবে বিবেচনা করা যায়নি; যেহেতু এটি পদার্থের সাথে আলোর মিথস্ক্রিয়ার উপর নির্ভর করেছিল, এবং পদার্থের যথেষ্ট সম্পূর্ণ তত্ত্ব নীতিগতভাবে প্রমাণের জন্য দায়ী হতে পারে। তা সত্ত্বেও, সমস্ত অর্ধধ্রুপদী তত্ত্ব ১৯৭০ এবং ১৯৮০ এর দশকে ফোটন-কোরিলেশন পরীক্ষা দ্বারা নিশ্চিতভাবে খণ্ডন করা হয়েছিল।\n\n\n== আইনস্টাইনের আলোক কোয়ান্টাম ==\nপ্ল্যাংক ব্যতীত আইনস্টাইন এই সম্ভাবনার কথা পোষণ করেছিলেন যে, প্রকৃতভাবেই আলোর কোয়ান্টা থাকবে, যাকে আমরা এখন ফোটন বলছি। তিনি লক্ষ করলেন যে, শক্তিসহ একটি আলোক কোয়ান্টা এর কম্পাঙ্কের সমানুপাতিক হলে অনেকগুলো যন্ত্রণাদায়ক কঠিন সমস্যা আর প্যারাডক্সের ব্যাখ্যা পাওয়া যাবে। স্টোকস এর একটি অপ্রকাশিত সূত্র, অতিবেগুনী রশ্মি বিপর্যয়কারী ঘটনা এবং অবশ্যই ফটোতড়িৎ ক্রিয়ার ব্যাখ্যা! স্টোক এর সূত্রে সহজভাবে বলা আছে যে, প্রতিপ্রভ(ফ্লুরোসেন্ট) আলোর কম্পাংক, আলোর (সাধারণত অতিবেগুনী) কম্পাংকের চেয়ে বেশি হতে পারে না। ফোটন গ্যাস ইলেক্ট্রন গ্যাসের মতো আচরণ করে এই ধারণার কল্পনা করার মাধ্যমে তিনি অতিবেগুনী রশ্মির বিপর্যয় এর ব্যাপারটিকে বাদ দিয়েছিলেন। তার এক সহকর্মী পরামর্শ দিয়েছিল, প্ল্যাঙ্ককে সরাসরি চ্যালেঞ্জ না করে পেপারটি লিখতে। লেখার প্রতি সর্তকতা অবলম্বন এর পরামর্শ এজন্য যে তিনি(প্ল্যাংক) তখন একজন শক্তিমান ব্যক্তিত্ব ছিলেন এবং বাস্তবিকপক্ষে এই সতর্কবার্তা সমর্থনযোগ্য ছিলো কারণ প্ল্যাংক কখনো এই লেখার জন্য তাকে ক্ষমা করেননি। \n\n\n== ফোটন গ্যাসের বোস-আইনস্টাইন মডেল ==\n\n১৯২৪ সালে সত্যেন্দ্রনাথ বসু কোনো তাড়িৎচৌম্বক ব্যবহার না করে, কৃষ্ণবস্তু বিকিরণের প্ল্যাংকের সূত্র নিষ্পত্তি করেন। আইনস্টাইন প্রমাণ করে দেখালেন যে, এই পরিবর্তিত অবস্থা একই বলে দাবি করা যায় যেন, সব ফোটনই তীব্রভাবে অভিন্ন, এবং এটি স্পষ্ট একটি দুর্বোধ্য অস্থানীয় মিথস্ক্রিয়া যা ইতোমধ্যে সুসংগত যান্ত্রিক কোয়ান্টাম দশা বলে অনুধাবন করা হয়েছে।  লেজার এর অগ্রগতি এবং সামঞ্জস্যপূর্ণ ধারণার উপর ভিত্তি করে এই কাজ চালিত হয়। একই রচনায়, আইনস্টাইন বসুর formalism কে বস্তুকণায়(বোসন) সম্প্রসারণ করেন এবং অনুমান করেন যে, যথেষ্ট নিম্ন তাপমাত্রায়  তারা তাদের সর্বনিম্ন কোয়ান্টাম দশায় ঘনীভূত হবে; ১৯৯৫ সালে প্রথমবারের মত এই বোস-আইনস্টাইন ঘনীভবন পরীক্ষামূলকভাবে পর্যবেক্ষণ করা গিয়েছিল।  পরবর্তীতে এই পদ্ধতি ব্যবহার করেই লিন হাউ ফোটন গ্যাসকে ১৯৯৯ সালে ধীরগতিতে আর ২০০১ এ সম্পূর্ণ স্থির দশায় আনতে সক্ষম হন। \nএই বিষয়ে আধুনিক দৃষ্টিকোণ থেকে ধারণা এই যে, ফোটন বৈশিষ্ট্যগতভাবে  ঘূর্ণন পূর্নসংখ্যার হয়, বোসন (অর্ধ পূর্ণসংখ্যার ঘূর্ণনের ফার্মিয়নের বিপরীতে)  ঘূর্ণন-পরিসংখ্যান তত্ত্ব অনুযায়ী, সব বোসনকণা বোস-আইনস্টাইন পরিসংখ্যান মেনে চলে (যেখানে সব ফার্মিয়ন ফার্মি-ডিরাক পরিসংখ্যান মেনে চলে)। \n\n\n== ফোটনের উদ্দীপিত এবং স্বতঃস্ফূর্ত নির্গমন ==\nফোটনরা কোয়ান্টাম মেকানিক্সের নিয়ম মেনে চলে, এবং তাই তাদের তরঙ্গ এবং কণা  উভয় দিকই রয়েছে। যখন একটি ফোটন একটি পরিমাপ যন্ত্র দ্বারা শনাক্ত করা হয়, এটি একটি একক, পার্টিকুলেট ইউনিট হিসাবে নিবন্ধিত হয়। যাইহোক, একটি ফোটন শনাক্ত করার সম্ভাবনা সমীকরণ দ্বারা গণনা করা হয় যা তরঙ্গবর্ণনা করে। দিকগুলির এই সংমিশ্রণতরঙ্গ-কণা দ্বৈততা নামে পরিচিত। উদাহরণস্বরূপ, যে অবস্থানে ফোটন শনাক্ত করা যেতে পারে তার সম্ভাব্যতা বিতরণ স্পষ্টভাবে তরঙ্গের মতো ঘটনা যেমন বিচ্যুতি এবং হস্তক্ষেপ প্রদর্শন করে। ম্যাক্সওয়েলের সমীকরণ দ্বারা নির্ধারিত হস্তক্ষেপ প্যাটার্ন দ্বারা প্রদত্ত সম্ভাব্যতা বিতরণের সাথে একটি ডাবল-স্লিট পরীক্ষা দিয়ে যাওয়া একটি একক ফোটন স্ক্রিনে অবতরণ করে। তবে পরীক্ষা-নিরীক্ষার ফলে নিশ্চিত করা হয় যে ফোটন তড়িৎচুম্বকীয় বিকিরণের একটি সংক্ষিপ্ত স্পন্দন নয়; এটি ছড়িয়ে পড়ে না যেমন এটি প্রচার করে, বা যখন এটি একটি বিম স্প্লিটারের মুখোমুখি হয় তখন এটি বিভক্ত হয় না।বরং ফোটনটি একটি বিন্দুর মতো কণা বলে মনে হয় যেহেতু এটি যথেচ্ছভাবে ছোট সিস্টেমদ্বারা শোষিত বা নির্গত হয়, যার মধ্যে রয়েছে তার তরঙ্গদৈর্ঘ্যের চেয়ে অনেক ছোট সিস্টেম, যেমন একটি পারমাণবিক নিউক্লিয়াস (≈10−15 মিটার জুড়ে) বা  পয়েন্ট-সদৃশ ইলেকট্রন।\nযদিও অনেক প্রারম্ভিক গ্রন্থ অ-আপেক্ষিক কোয়ান্টাম মেকানিক্সের গাণিতিক কৌশল ব্যবহার করে ফোটনগুলিকে দেখে, এটি কিছু উপায়ে একটি বিশ্রী অতিসরলীকরণ, কারণ ফোটনগুলি প্রকৃতিগতভাবে অন্তর্নিহিতভাবে আপেক্ষিক। যেহেতু ফোটনগুলির শূন্য  ভর রয়েছে, ফোটনের জন্য সংজ্ঞায়িত কোনও তরঙ্গ ফাংশনে অ-আপেক্ষিক কোয়ান্টাম মেকানিক্সে তরঙ্গ ফাংশন থেকে পরিচিত সমস্ত বৈশিষ্ট্য থাকতে পারে না। এই অসুবিধাগুলি এড়াতে, পদার্থবিজ্ঞানীরা নিচে বর্ণিত ফোটনের দ্বিতীয়-পরিমাপিত তত্ত্ব, কোয়ান্টাম ইলেক্ট্রোডায়নামিক্স ব্যবহার করেন, যেখানে ফোটনগুলি তড়িৎচুম্বকীয় মোডের কোয়ান্টাইজড এক্সোটেশন।\nআরেকটি অসুবিধা হ'ল অনিশ্চয়তা নীতির জন্য সঠিক অ্যানালগ খুঁজে পাওয়া, একটি ধারণা যা প্রায়শই হাইজেনবার্গকে দায়ী করা হয়, যিনি একটি ইলেকট্রন এবং একটি উচ্চ শক্তির ফোটন জড়িত একটি চিন্তা পরীক্ষা বিশ্লেষণে ধারণাটি চালু করেছিলেন। যাইহোক, হাইজেনবার্গ এই পরিমাপগুলিতে \"অনিশ্চয়তা\" বলতে কী বোঝায় তার সুনির্দিষ্ট গাণিতিক সংজ্ঞা দেননি। অবস্থানের সুনির্দিষ্ট গাণিতিক বিবৃতি-গতি অনিশ্চয়তা নীতি কেনার্ড, পাওলি এবং ওয়েইলের কারণে।অনিশ্চয়তার নীতি টি এমন পরিস্থিতিতে প্রযোজ্য যেখানে একজন পরীক্ষাকারীর অবস্থান এবং কণার গতির মতো দুটি \"ক্যানোনিক্যালি কনজুগেট\" পরিমাণের মধ্যে একটি পরিমাপ করার পছন্দ রয়েছে। অনিশ্চয়তা নীতি অনুযায়ী, কণা যেভাবেই প্রস্তুত করা হোক না কেন, দুটি বিকল্প পরিমাপের উভয়ের জন্য একটি সুনির্দিষ্ট ভবিষ্যদ্বাণী করা সম্ভব নয়: যদি অবস্থান পরিমাপের ফলাফল আরও নিশ্চিত করা হয় তবে গতি পরিমাপের ফলাফল কম হয়ে যায়।কোয়ান্টাম অপটিক্স তড়িৎচুম্বকীয় ক্ষেত্রের মোডের জন্য সুসংগত অবস্থা ব্যবহার করে। একটি ট্রেডঅফ আছে, অবস্থান-গতি অনিশ্চয়তা সম্পর্ক স্মরণ করিয়ে দেয়, একটি তড়িৎচুম্বকীয় তরঙ্গের প্রশস্ততা পরিমাপ এবং তার পর্যায়ের মধ্যে। এটি কখনও কখনও তড়িৎচুম্বকীয় তরঙ্গে উপস্থিত ফোটনের সংখ্যার অনিশ্চয়তার দিক থেকে অনানুষ্ঠানিকভাবে প্রকাশ করা হয়  \n  \n    \n      \n        Δ\n        N\n      \n    \n    {\\displaystyle \\Delta N}\n  \n, এবং তরঙ্গের পর্যায়ে অনিশ্চয়তা ,\n  \n    \n      \n        Δ\n        ϕ\n      \n    \n    {\\displaystyle \\Delta \\phi }\n  \n। যাইহোক, এটি কেনার্ড-পাওলি-ওয়েইল ধরনের একটি অনিশ্চয়তাসম্পর্ক হতে পারে না, যেহেতু অবস্থান এবং গতির বিপরীতে, পর্যায়টি \n  \n    \n      \n        ϕ\n      \n    \n    {\\displaystyle \\phi }\n  \nকোনও হার্মিটিয়ান অপারেটর দ্বারা প্রতিনিধিত্ব করা যায় না।\n\n\n== কোয়ান্টাম ক্ষেত্র তত্ত্ব ==\n\n\n=== তড়িৎচুম্বকীয় ক্ষেত্রের পরিমাণনির্ধারণ ===\n\n১৯১০ সালে পিটার ডেবি প্ল্যাঙ্কের কালো দেহের বিকিরণের নিয়ম তুলনামূলকভাবে সহজ অনুমান থেকে উদ্ভূত হয়েছিল।  তিনি তড়িৎচুম্বকীয় ক্ষেত্রটিকে একটি গহ্বরে পচে তার ফোরিয়ার মোড, এবং ধরে নিয়েছিলেন যে যে কোনও মোডে শক্তি \n  \n    \n      \n        h\n        ν\n      \n    \n    {\\displaystyle h\\nu }\n  \n,এর একটি পূর্ণসংখ্যা গুণিতক, যেখানে   \n  \n    \n      \n        ν\n      \n    \n    {\\displaystyle \\nu }\n  \n তড়িৎচুম্বকীয় মোডের ফ্রিকোয়েন্সি। প্ল্যাঙ্কের কালো শরীরের বিকিরণের নিয়মটি জ্যামিতিক যোগফল হিসাবে তৎক্ষণাৎ অনুসরণ করে। যাইহোক, ডেবির দৃষ্টিভঙ্গি কালো শরীরের বিকিরণের শক্তির ওঠানামার জন্য সঠিক সূত্র দিতে ব্যর্থ হয়েছিল, যা আইনস্টাইন 1909 সালে উদ্ভূত হয়েছিল। \n১৯২৫ সালে ম্যাক্স বর্ন, হাইজেনবার্গ এবং জর্ডান ডেবির ধারণাকে মূল উপায়ে পুনরায় ব্যাখ্যা করে। ধ্রুপদীভাবে দেখানো যেতে পারে,ঃতড়িৎচুম্বকীয় ক্ষেত্রের ফোরিয়ার মোডগুলি—তাদের তরঙ্গ ভেক্টর কে এবং মেরুকরণ অবস্থা দ্বারা সূচিত তড়িৎচুম্বকীয় সমতল তরঙ্গের একটি সম্পূর্ণ সেট—অসংযুক্ত সহজ হারমোনিক দোলকএর একটি সেটের সমতুল্য। কোয়ান্টাম যান্ত্রিকভাবে চিকিৎসা করা হয়, এই ধরনের দোলকের শক্তির মাত্রা \n  \n    \n      \n        E\n        =\n        n\n        h\n        ν\n      \n    \n    {\\displaystyle E=nh\\nu }\n  \n হিসাবে পরিচিত, যেখানে \n  \n    \n      \n        n\n        u\n      \n    \n    {\\displaystyle nu}\n  \n দোলক ফ্রিকোয়েন্সি। মূল নতুন পদক্ষেপটি ছিল শক্তি \n  \n    \n      \n        E\n        =\n        n\n        h\n        ν\n      \n    \n    {\\displaystyle E=nh\\nu }\n  \n \n  \n    \n      \n        n\n      \n    \n    {\\displaystyle n}\n  \n ফোটনসহ একটি অবস্থা হিসাবে একটি তড়িৎচুম্বকীয় মোড শনাক্ত করা, প্রতিটি শক্তি \n  \n    \n      \n        h\n        ν\n      \n    \n    {\\displaystyle h\\nu }\n  \n। এই পদ্ধতিটি সঠিক শক্তির ওঠানামা সূত্র দেয়।\nডিরাক এই এক ধাপ এগিয়ে যায়।  তিনি একটি চার্জ এবং একটি তড়িৎচুম্বকীয় ক্ষেত্রের মধ্যে মিথস্ক্রিয়াকে একটি ছোট বিচলিততা হিসাবে বিবেচনা করেছিলেন যা ফোটন রাজ্যগুলিতে রূপান্তরকে প্ররোচিত করে, মোডে ফোটনের সংখ্যা পরিবর্তন করে, যখন সামগ্রিকভাবে শক্তি এবং গতি সংরক্ষণ করে। ডিরাক আইনস্টাইনের \n  \n    \n      \n        \n          A\n          \n            i\n            j\n          \n        \n      \n    \n    {\\displaystyle A_{ij}}\n  \n  এবং \n  \n    \n      \n        \n          B\n          \n            i\n            j\n          \n        \n      \n    \n    {\\displaystyle B_{ij}}\n  \n প্রথম নীতি থেকে গুণাঙ্ক অর্জন করতে সক্ষম হন, এবং দেখান যে ফোটনের বোস-আইনস্টাইন পরিসংখ্যান তড়িৎচুম্বকীয় ক্ষেত্রকে সঠিকভাবে পরিমাপ করার একটি স্বাভাবিক পরিণতি (বোসের যুক্তি বিপরীত দিকে গিয়েছিল; তিনি প্লাঙ্কের কালো দেহের বিকিরণের নিয়ম ধরে নেওয়া বি-ই পরিসংখ্যান দ্বারা উদ্ভূত করেছিলেন। ডিরাকের সময়ে, তখনও জানা যায়নি যে ফোটন সহ সমস্ত বোসনকে অবশ্যই বোস-আইনস্টাইনের পরিসংখ্যান মেনে চলতে হবে।\n\n\n=== গেজ বোসন হিসেবে ===\nতড়িৎচুম্বকীয় ক্ষেত্রটি একটি গেজ ক্ষেত্র হিসাবে বোঝা যেতে পারে, অর্থাৎ, একটি ক্ষেত্র হিসাবে যা একটি গেজ প্রতিসাম্য স্পেসটাইমের প্রতিটি অবস্থানে স্বাধীনভাবে ধরে রাখার প্রয়োজন থেকে ফলাফল করে। তড়িৎচুম্বকীয় ক্ষেত্রের জন্য, এই গেজ প্রতিসাম্য হল পরম মান ১ এর জটিল সংখ্যার আবেলিয়ান ইউ (১) প্রতিসাম্য, যা পর্যবেক্ষণযোগ্য বা এটি থেকে তৈরি প্রকৃত মূল্যবান ফাংশন, যেমন শক্তি বা লাগ্রান্সিয়ানকে প্রভাবিত না করে একটি জটিল ক্ষেত্রের পর্যায় পরিবর্তন করার ক্ষমতাপ্রতিফলিত করে।\nআবেলিয়ান গেজ ক্ষেত্রের কোয়ান্টা অবশ্যই ভরবিহীন, চার্জবিহীন বোসন হতে হবে, যতক্ষণ পর্যন্ত প্রতিসাম্য টি ভেঙ্গে না যায়; অতএব, ফোটন টি ভরবিহীন হতে পারে বলে ভবিষ্যদ্বাণী করা হয়, এবং শূন্য বৈদ্যুতিক চার্জ এবং ইন্টেগার স্পিন থাকতে পারে। তড়িৎচুম্বকীয় মিথস্ক্রিয়ার বিশেষ ফর্মটি উল্লেখ করে যে ফোটনটির অবশ্যই ঘূর্ণন ±1থাকতে হবে; সুতরাং, এর helicity অবশ্যই \n  \n    \n      \n        ±\n        ℏ\n      \n    \n    {\\displaystyle \\pm \\hbar }\n  \nহতে হবে। এই দুটি স্পিন উপাদান ডান-হাতি এবং বাম-হাতি বৃত্তাকার মেরুকরণের আলোর ধ্রুপদী ধারণার সাথে সামঞ্জস্যপূর্ণ। যাইহোক, কোয়ান্টাম ইলেক্ট্রোডায়নামিক্সের ক্ষণস্থায়ী ভার্চুয়াল ফোটনগুলি অশারীরিক মেরুকরণের অবস্থাগুলিও গ্রহণ করতে পারে।\nপদার্থবিজ্ঞানের প্রচলিত স্ট্যান্ডার্ড মডেলে, ফোটন ইলেক্ট্রোদুর্বল মিথস্ক্রিয়ায় চারটি গেজ বোসনের মধ্যে একটি; অন্য তিনটি W+, W− এবং Z0 কে নির্দেশ করা হয় এবং দুর্বল মিথস্ক্রিয়ার জন্য দায়ী। ফোটনের বিপরীতে, এই গেজ বোসনগুলির ভর রয়েছে, একটি প্রক্রিয়ার কারণে যা তাদের এসইউ (2) গেজ প্রতিসাম্য ভঙ্গ করে। ইলেক্ট্রোদুর্বল মিথস্ক্রিয়ায় ডাব্লিউ এবং জেড গেজ বোসনের সাথে ফোটনের একীকরণ শেলডন গ্লাসহো, আব্দুস সালাম এবং স্টিভেন ওয়েনবার্গ দ্বারা সম্পন্ন হয়েছিল, যার জন্য তারা পদার্থবিজ্ঞানে ১৯৭৯ সালের নোবেল পুরস্কার লাভ করেছিলেন।   পদার্থবিজ্ঞানীরা গ্র্যান্ড ইউনিফাইড তত্ত্বগুলোকে হাইপোথিসাইজ করে চলেছেন যা এই চার গেজ বোসনকে কোয়ান্টাম ক্রোমোডাইনামিক্সের আটটি গ্লুওন গেজ বোসনের সাথে সংযুক্ত করে; যাইহোক, এই তত্ত্বগুলির মূল ভবিষ্যদ্বাণী, যেমন প্রোটন ক্ষয়, পরীক্ষামূলকভাবে পর্যবেক্ষণ করা হয়নি।\n\n\n=== হ্যাড্রনিক বৈশিষ্ট্য ===\nউদ্যমী ফোটন এবং হ্যাড্রনগুলির মধ্যে মিথস্ক্রিয়ার পরিমাপ দেখায় যে হ্যাড্রনের বৈদ্যুতিক চার্জের সাথে কেবল ফোটনের মিথস্ক্রিয়া দ্বারা মিথস্ক্রিয়া প্রত্যাশার চেয়ে অনেক বেশি তীব্র। উপরন্তু, প্রোটনের সাথে উদ্যমী ফোটনের মিথস্ক্রিয়া নিউট্রনের সাথে ফোটনের মিথস্ক্রিয়ার অনুরূপ. যদিও প্রোটন এবং নিউট্রনের বৈদ্যুতিক চার্জ কাঠামো যথেষ্ট আলাদা। এই প্রভাব ব্যাখ্যা করার জন্য ভেক্টর মেসন আধিপত্য (ভিএমডি) নামে একটি তত্ত্ব তৈরি করা হয়েছিল। ভিএমডি অনুসারে, ফোটন টি বিশুদ্ধ তড়িৎচুম্বকীয় ফোটনের একটি সুপারপজিশন যা কেবল বৈদ্যুতিক চার্জ এবং ভেক্টর মেসনগুলির সাথে মিথস্ক্রিয়া করে।  তবে, যদি পরীক্ষামূলকভাবে খুব অল্প দূরত্বে অনুসন্ধান করা হয়, ফোটনের অভ্যন্তরীণ কাঠামোকোয়ার্ক এবং গ্লুওন উপাদানগুলির একটি ফ্লাক্স হিসাবে স্বীকৃত, কিউসিডিতে অ্যাসিম্পটোটিক স্বাধীনতা অনুসারে আধা-মুক্ত এবং ফোটন কাঠামো ফাংশন দ্বারা বর্ণিত।\n\n\n=== একটি সিস্টেমের ভরের জন্য অবদান ===\nএকটি সিস্টেমের শক্তি যা ফোটন নির্গত করে তা ফোটনের শক্তি \n  \n    \n      \n        E\n      \n    \n    {\\displaystyle E}\n  \nদ্বারা হ্রাস করা হয় যা নির্গমন সিস্টেমের বাকি ফ্রেমে পরিমাপ করা হয়, যার ফলে  \n  \n    \n      \n        \n          E\n        \n        \n          /\n        \n        \n          \n            c\n            \n              2\n            \n          \n        \n      \n    \n    {\\displaystyle {E}/{c^{2}}}\n  \n পরিমাণে ভর হ্রাস হতে পারে। একইভাবে, একটি সিস্টেমের ভর যা ফোটন শোষণ করে তা অনুরূপ পরিমাণে বৃদ্ধি পায়। একটি অ্যাপ্লিকেশন হিসাবে, ফোটন জড়িত পারমাণবিক প্রতিক্রিয়ার শক্তি ভারসাম্য সাধারণত জড়িত নিউক্লিয়াসের ভরের দিক থেকে লেখা হয়, এবং গামা ফোটনের জন্য  \n  \n    \n      \n        \n          E\n        \n        \n          /\n        \n        \n          \n            c\n            \n              2\n            \n          \n        \n      \n    \n    {\\displaystyle {E}/{c^{2}}}\n  \n (এবং অন্যান্য প্রাসঙ্গিক শক্তির জন্য, যেমন নিউক্লিয়াসের রিকোয়েল শক্তি)।\nএই ধারণাটি কোয়ান্টাম ইলেক্ট্রোডায়নামিক্সের মূল ভবিষ্যদ্বাণীতে প্রয়োগ করা হয় (কিউইডি, উপরে দেখুন)। সেই তত্ত্বে, ইলেকট্রনের ভর (বা, আরও সাধারণভাবে, লেপটন) ভার্চুয়াল ফোটনের ভর অবদান অন্তর্ভুক্ত করে পরিবর্তিত হয়, একটি কৌশলে যা পুনর্স্বাভাবিককরণ নামে পরিচিত। এই ধরনের \"রেডিটিভ সংশোধন\" কিউইডির বেশ কয়েকটি ভবিষ্যদ্বাণীতে অবদান রাখে, যেমন লেপটনের চৌম্বকীয় ডাইপোল মুহুর্ত, ল্যাম্ব শিফট, এবং মুওনিয়াম এবং পজিট্রনিয়ামের মতো আবদ্ধ লেপটন জোড়ার হাইপারফাইন কাঠামো।\nযেহেতু ফোটনগুলি চাপ-শক্তি টেনসারে অবদান রাখে, তারা সাধারণ আপেক্ষিকতার তত্ত্ব অনুসারে অন্যান্য বস্তুর উপর মহাকর্ষীয় আকর্ষণ প্রয়োগ করে। বিপরীতভাবে, ফোটনগুলি নিজেরাই মাধ্যাকর্ষণ দ্বারা প্রভাবিত হয়; মহাকর্ষীয় লেন্সিংয়ের মতো তাদের সাধারণত সোজা গতিপথগুলি বিকৃত স্পেসটাইম দ্বারা বাঁকানো হতে পারে, এবং পাউন্ড-রেবকা পরীক্ষার মতো উচ্চতর মহাকর্ষীয় সম্ভাবনায় চলে গিয়ে তাদের ফ্রিকোয়েন্সিগুলি হ্রাস করা যেতে পারে। যাইহোক, এই প্রভাবগুলি ফোটনের জন্য নির্দিষ্ট নয়; ধ্রুপদী তড়িৎচুম্বকীয় তরঙ্গের জন্য ঠিক একই প্রভাবের পূর্বাভাস দেওয়া হয়।\n\n\n== বস্তুতে ==\nস্বচ্ছ পদার্থের মধ্য দিয়ে যাতায়াত করা আলো ć এর চেয়ে কম গতিতে শূন্যে আলোর গতিবেগের সাথে কাজ করে।  যে ফ্যাক্টর দ্বারা গতি হ্রাস করা হয় তাকে উপাদানের প্রতিসরণ সূচক বলা হয়। একটি ধ্রুপদী তরঙ্গ ছবিতে, ধীর গতি কে ব্যাখ্যা করা যেতে পারে এই বিষয়ে বৈদ্যুতিক মেরুকরণ কে প্ররোচিত করে, মেরুকরণের বিষয়টি নতুন আলো বিকিরণ করে, এবং নতুন আলো মূল আলোর তরঙ্গে হস্তক্ষেপ করে বিলম্বিত তরঙ্গ গঠন করে। একটি কণা ছবিতে, ধীর পরিবর্তে বিষয়টির কোয়ান্টাম এক্সোটিউসের সাথে ফোটনের মিশ্রণ হিসাবে বর্ণনা করা যেতে পারে পোলারিটন নামে পরিচিত আধা-কণা উৎপাদন করতে (অন্য কিছু আধা-কণার জন্য এই তালিকাটি দেখুন); এই পোলারিটনের একটি অশূন্য কার্যকর ভর রয়েছে, যার অর্থ এটি  ć -তে ভ্রমণ করতে পারে না। বিভিন্ন ফ্রিকোয়েন্সির আলো বিভিন্ন গতিতে পদার্থের মধ্য দিয়ে ভ্রমণ করতে পারে; এটিকে বিচ্ছুরণ বলা হয় (বিক্ষিপ্তভাবে বিভ্রান্ত হওয়ার জন্য নয়)। কিছু ক্ষেত্রে, এটি পদার্থে আলোর অত্যন্ত ধীর গতির ফলাফল হতে পারে। অন্যান্য আধা-কণার সাথে ফোটন মিথস্ক্রিয়ার প্রভাব সরাসরি রমন বিক্ষিপ্ত এবং ব্রিলুইন ছড়িয়ে ছিটিয়ে পর্যবেক্ষণ করা যেতে পারে।\nফোটনগুলি পদার্থ দ্বারা ছড়িয়ে ছিটিয়ে থাকতে পারে। উদাহরণস্বরূপ, ফোটনরা সূর্যের মূল থেকে পথে এত গুলি সংঘর্ষে লিপ্ত হয় যে উজ্জ্বল শক্তি পৃষ্ঠে পৌঁছাতে প্রায় এক মিলিয়ন বছর সময় নিতে পারে; কিন্তু, একবারে খোলা জায়গায়, একটি ফোটন পৃথিবীতে পৌঁছাতে মাত্র ৮.৩ মিনিট সময় নেয়।\nফোটনগুলি নিউক্লিয়াস, পরমাণু বা অণু দ্বারাও শোষিত হতে পারে, যা তাদের শক্তির স্তরের মধ্যে রূপান্তরকে উস্কে দেয়। একটি সর্বোত্তম উদাহরণ হল রেটিনার আণবিক রূপান্তর (C20H28O), যা দৃষ্টির জন্য দায়ী, যেমনটি ১৯৫৮ সালে নোবেল বিজয়ী বায়োকেমিস্ট জর্জ ওয়াল্ড এবং সহকর্মীদের দ্বারা আবিষ্কৃত হয়েছিল। শোষণ একটি সিস-ট্রান্স আইসোমেরোাইজেশনকে উস্কে দেয় যা, এই জাতীয় অন্যান্য রূপান্তরের সাথে সংমিশ্রণে, স্নায়ু রআবেগে রূপান্তরিত হয়। ফোটনের শোষণ এমনকি রাসায়নিক বন্ধন ভাঙতে পারে, যেমন ক্লোরিনের ফটোডিসসোসিয়েশনের মতো; এটি ফটোকেমিস্ট্রির একটি বিষয়।\n\n\n== প্রযুক্তিগত অ্যাপ্লিকেশন ==\nফোটনগুলির প্রযুক্তিতে অনেক অ্যাপ্লিকেশন রয়েছে। এই উদাহরণগুলি সাধারণ অপটিক্যাল ডিভাইস যেমন লেন্স ইত্যাদির পরিবর্তে প্রতি সে ফোটনের অ্যাপ্লিকেশনগুলি ব্যাখ্যা করার জন্য বেছে নেওয়া হয় যা আলোর একটি ধ্রুপদী তত্ত্বের অধীনে কাজ করতে পারে। লেজার একটি অত্যন্ত গুরুত্বপূর্ণ অ্যাপ্লিকেশন এবং উদ্দীপিত নির্গমনের অধীনে উপরে আলোচনা করা হয়।\nস্বতন্ত্র ফোটনগুলি বেশ কয়েকটি পদ্ধতি দ্বারা শনাক্ত করা যেতে পারে। ক্লাসিক ফটোমাল্টিপ্লায়ার টিউব  ফটোইলেকট্রিক প্রভাবকে কাজে লাগায়: পর্যাপ্ত শক্তির একটি ফোটন একটি ধাতব প্লেটে আঘাত করে এবং একটি ইলেকট্রনকে মুক্ত করে, ইলেকট্রনের একটি সর্বদা প্রসারিত avalanche শুরু করে। সেমিকন্ডাক্টর চার্জ-কাপলড ডিভাইস চিপগুলি একই প্রভাব ব্যবহার করে: একটি ইনসিডেন্ট ফোটন একটি আণুবীক্ষণিক ক্যাপাসিটারে চার্জ তৈরি করে যা শনাক্ত করা যেতে পারে। অন্যান্য ডিটেক্টর যেমন গেইগার কাউন্টারগুলি ডিভাইসে থাকা গ্যাস অণুগুলিকে আয়নাইজ করার জন্য ফোটনের ক্ষমতা ব্যবহার করে, যা গ্যাসের পরিবাহিতার একটি শনাক্তযোগ্য পরিবর্তন ঘটায়।\nপ্ল্যাঙ্কের শক্তি সূত্র \n  \n    \n      \n        E\n        =\n        h\n        ν\n      \n    \n    {\\displaystyle E=h\\nu }\n  \n প্রায়শই নকশায় ইঞ্জিনিয়ার এবং রসায়নবিদদের দ্বারা ব্যবহৃত হয়, উভয়ই ফোটন শোষণের ফলে শক্তির পরিবর্তন গণনা করতে এবং প্রদত্ত ফোটন নির্গমন থেকে নির্গত আলোর ফ্রিকোয়েন্সি নির্ধারণ করতে। উদাহরণস্বরূপ, একটি গ্যাস-স্রাব ল্যাম্পের নির্গমন বর্ণালি বিভিন্ন বৈদ্যুতিন শক্তি স্তরের কনফিগারেশনসহ (এর মিশ্রণ) গ্যাসদিয়ে পূরণ করে পরিবর্তন করা যেতে পারে।\nকিছু পরিস্থিতিতে, একটি শক্তি রূপান্তর \"দুই\" ফোটন দ্বারা উত্তেজিত হতে পারে যা স্বতন্ত্রভাবে অপর্যাপ্ত হয়। এটি উচ্চতর রেজোলিউশন মাইক্রোস্কোপির অনুমতি দেয়, কারণ নমুনাটি কেবল মাত্র বর্ণালীতে শক্তি শোষণ করে যেখানে বিভিন্ন রঙের দুটি বিম উল্লেখযোগ্যভাবে ওভারল্যাপ করে, যা একটি একক বিমের এক্সাুলেশন ভলিউমের চেয়ে অনেক ছোট করা যেতে পারে (দুই-ফোটন এক্সিটেশন মাইক্রোস্কোপি দেখুন)। উপরন্তু, এই ফোটনগুলি নমুনার কম ক্ষতি করে, যেহেতু তারা কম শক্তির হয়।\nকিছু ক্ষেত্রে, দুটি শক্তি রূপান্তর একত্রিত করা যেতে পারে যাতে, একটি সিস্টেম একটি ফোটন শোষণ করে, কাছাকাছি আরেকটি সিস্টেম তার শক্তি \"চুরি\" করে এবং একটি ভিন্ন ফ্রিকোয়েন্সির ফোটন পুনরায় নির্গত করে। এটি ফ্লুরোসেন্স অনুরণন শক্তি স্থানান্তরের ভিত্তি, একটি কৌশল যা উপযুক্ত প্রোটিনের মিথস্ক্রিয়া অধ্যয়নের জন্য আণবিক জীববিজ্ঞানে ব্যবহৃত হয়।\nহার্ডওয়্যার এলোমেলো নম্বর জেনারেটর বিভিন্ন ধরনের একক ফোটন শনাক্তকরণ জড়িত।একটি উদাহরণে, উৎপাদিত হওয়া এলোমেলো ক্রমের প্রতিটি বিটের জন্য, একটি ফোটন একটি বিম-স্প্লিটারে  প্রেরণ করা হয়। এ জাতীয় পরিস্থিতিতে সমান সম্ভাবনার দুটি সম্ভাব্য ফলাফল রয়েছে। অনুক্রমের পরবর্তী বিটটি \"0\" বা \"1\" কিনা তা নির্ধারণ করতে প্রকৃত ফলাফলটি ব্যবহৃত হয় ।\n\n\n== কোয়ান্টাম অপটিক্স এবং কম্পিউটেশন ==\nকোয়ান্টাম আলোকবিদ্যায় ফোটনের প্রায়োগিক ক্ষেত্রে অনেক গবেষণা নিযুক্ত রয়েছে। ফোটনকে অত্যন্ত দ্রুত কোয়ান্টাম কম্পিউটার এর জন্য উপযুক্ত মৌলিক কণা বলে মনে করা হচ্ছে, আর ফোটনের কোয়ান্টাম জট গবেষণার লক্ষ্য হিসেবে দাঁড়াচ্ছে। দুটি ফোটনের  শোষণক্রিয়া, নিজ দশার বাহক, দশার অস্থিতিশীলতা, দৃষ্টিসর্ম্পকীয় স্তিতিস্থাপক দোলক এর মত অরৈখিক আলোকবিদ্যা প্রক্রিয়া আরেকটি সক্রিয় গবেষণা ক্ষেত্র। যাই হোক, এই সব পক্রিয়ায় ফোটনের ভূমিকার প্রয়োজন হয় না, তাদের  প্রায়ই অরৈখিক দোলক হিসেবে পরমাণুর মডেল  হিসেবে দেখানো হয়। প্রায়ই একক ফোটন দশা তৈরীতে স্বতঃস্ফূর্ত স্তিতিস্থাপক নিম্নগামী কনভার্সনের অরৈখিক প্রক্রিয়া ব্যবহার করা হয়। অবশেষে, আলোকীয় যোগাযোগ ব্যবস্থার কিছু উদ্দেশ্যে ফোটন খুবই গুরুত্ববহ, বিশেষত কোয়ান্টাম ক্রিপ্টোগ্রাফির জন্য। \n\n\n== আরও দেখুন ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\n\n\n== বহিঃসংযোগ =="}