{"pageid": 1056429, "title": "নাইট্রাস অ্যাসিড", "url": "https://bn.wikipedia.org/wiki?curid=1056429", "content": "নাইট্রাস এসিড (আণবিক সংকেত HNO2) একধরণের মনোপ্রোটিক অম্ল, যা কেবল দ্রবণ, গ্যাস অথবা নাইট্রাইট (NO−2) লবণ হিসেবে পাওয়া যায়। অ্যামিন থেকে ডায়াজোনিয়াম লবণ প্রস্তুত করতে নাইট্রাস এসিড ব্যবহৃত হয়।\n\n\n== গঠন ==\nগ্যাসীয় অবস্থায় সমতলীয় নাইট্রাস এসিড syn এবং anti উভয় বিন্যাসযুক্ত হতে পারে। কক্ষ তাপমাত্রায় anti গঠন প্রাধান্য পায় এবং অবলোহিত বর্ণালীবীক্ষণ অনুযায়ী এটি প্রায় ২.৩ কিলোজুল/মোল অধিক স্থিতিশীল।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== প্রস্তুতি ==\nসাধারণত খনিজ এসিড দ্বারা সোডিয়াম নাইট্রাইটের জলীয় দ্রবণের অম্লীকরণের মাধ্যমে নাইট্রাস এসিড উৎপন্ন করা হয়। অম্লীকরণ সাধারণত বরফবিন্দুর তাপমাত্রায় পরিচালিত হয় এবং HNO2 সিটুতে শোষণ করে নেওয়া হয়। মুক্ত নাইট্রাস এসিড অস্থিতিশীল এবং তা দ্রুত পচে যায়।\nনিম্নোক্ত সমীকরণ অনুযায়ী পানিতে ডাইনাইট্রোজেন ট্রাইঅক্সাইড দ্রবীভূত করেও নাইট্রাস এসিড তৈরি করা যায়\n\nN2O3 + H2O → 2 HNO2\n\n\n== বিক্রিয়া ==\n\n\n=== পচন ===\nবায়বীয় নাইট্রাস এসিড, যা খুব কমই পাওয়া যায়, পচে নাইট্রোজেন ডাই-অক্সাইড, নাইট্রিক অক্সাইড এবং পানিতে পরিণত হয়\n\n2 HNO2 → NO2 + NO + H2O\nনাইট্রোজেন ডাই-অক্সাইড জলীয় দ্রবণে নাইট্রিক এসিড এবং নাইট্রাস এসিডে পরিণত হয়:\n\n2 NO2 + H2O → HNO3 + HNO2\nউষ্ণ বা ঘন দ্রবণে সামগ্রিক বিক্রিয়া নাইট্রিক এসিড, পানি এবং নাইট্রিক অক্সাইড উৎপন্ন করে\n\n3 HNO2 → HNO3 + 2 NO + H2O\nনাইট্রিক অক্সাইডকে পরবর্তীতে বায়ুর মাধ্যমে জারিত করে নাইট্রিক অ্যাসিডে রূপান্তর করা যায়:\n\n2 HNO2 + O2 → 2 HNO3\n\n\n== বিয়োজন ==\nI− এবং Fe2+ আয়নের সাথে বিক্রিয়ায় NO উৎপন্ন হয়:\n\n2 KNO2 + 2 KI + 2 H2SO4 → I2 + 2 NO + 2 H2O + 2 K2SO4\n2 KNO2 + 2 FeSO4 + 2 H2SO4 → Fe2(SO4)3 + 2 NO + 2 H2O + K2SO4\nSn2+ আয়নের সাথে বিক্রিয়ায় N2O উৎপন্ন হয়:\n\n2 KNO2 + 6 HCl + 2 SnCl2 → 2 SnCl4 + N2O + 3 H2O + 2 KCl\nSO2 গ্যাসের সাথে বিক্রিয়ায় NH2OH উৎপন্ন হয়:\n\n2 KNO2 + 6 H2O + 4 SO2 → 3 H2SO4 + K2SO4 + 2 NH2OH\nক্ষার দ্রবণের মধ্যে Zn এর সাথে বিক্রিয়ায় NH3 উৎপন্ন হয়:\n\n5 H2O + KNO2 + 3 Zn → NH3 + KOH + 3 Zn(OH)2\nN2H+5 এর সাথে বিক্রিয়ায় HN3, এবং পরে, N2 গ্যাস উৎপন্ন হয়:\n\nHNO2 + [N2H5]+ → HN3 + H2O + H3O+\nHNO2 + HN3 → N2O + N2 + H2O\nনাইট্রাস অ্যাসিড কর্তৃক জারণের ক্ষেত্রে তাপগতীয় নিয়ন্ত্রণের চেয়ে অধিক গতিশীল নিয়ন্ত্রণ রয়েছে। এটির সর্বোত্তম উদাহরণ এই যে, লঘু নাইট্রাস অ্যাসিড I− কে জারিত করে I2 করতে সক্ষম, তবে লঘু নাইট্রিক এসিড তা করতে পারে না।\n\nI2 + 2 e− ⇌ 2 I−   Eo = +0.54 V\nNO−3 + 3 H+ + 2 e− ⇌ HNO2 + H2O   Eo = +0.93 V\nHNO2 + H+ + e− ⇌ NO + H2O   Eo = +0.98 V\nএই বিক্রিয়াগুলোতে Eocell এর মান প্রায় একই রকম হতে পারে, তবে নাইট্রিক এসিড অনেক শক্তিশালী জারক। যেহেতু লঘু নাইট্রাস এসিড আয়োডাইডকে আয়োডিনে জারিত করতে পারে, সেই ভিত্তিতে এটি অনুমান করা যেতে পারে যে নাইট্রাস আরও শক্তিশালী জারক নাইট্রিক এসিডের চেয়ে দ্রুততর।\n\n\n== তথ্যসূত্র =="}