{"pageid": 1056926, "title": "লাতভিয়ায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1056926", "content": "লাতভিয়ায় মুসলমানদের উপস্থিতি প্রথম উনিশ শতকে রেকর্ড করা হয়েছিল। এই মুসলমানরা মূলত তাতার ও তুর্কি লোক ছিল যাদের তাদের ইচ্ছার বিরুদ্ধে লাতভিয়ায় নিয়ে যাওয়া হয়েছিল। তাদের মধ্যে ছিল ক্রিমিয়ার যুদ্ধ এবং ১৮৭৭ সালের রুশ-তুর্কি যুদ্ধ থেকে তুরস্কের যুদ্ধবন্দীরা। লাতভিয়ায় ইসলাম সংখ্যালঘু ধর্ম।\n\n\n== ইতিহাস ==\n১৮৭৭ সালে প্লাভেনা অবরোধের পর কয়েকশ তুর্কি বন্দীকে সিসিস শহরে নিয়ে যাওয়া হয়, যাদের মধ্যে ১৯ জন শ্বাসযন্ত্রের রোগে অসুস্থ হয়ে পড়ে এবং পরের শীত বা বসন্তের সময় টাইফয়েড থেকে মারা যায়। তারা যে ব্যারাকে বাস করত তার পাশে একটি কবরস্থানে তাদের সমাধিস্থ করা হয়েছিল। ১৮৭৯ সালের মধ্যে অবশিষ্ট তুর্কিদের অধিকাংশদেশে ফিরে আসেন; কিন্তু, কেউ কেউ থাকার সিদ্ধান্ত নেন।\n১৯০২ সালে সরকার কর্তৃক আনুষ্ঠানিকভাবে একটি মুসলিম মণ্ডলী প্রতিষ্ঠিত ও স্বীকৃত হয়। সম্প্রদায় ইব্রাহিম ডেভিডফকে তার নেতা হিসাবে নির্বাচিত করে এবং একটি প্রার্থনা হলের উদ্বোধন করা হয়। বিংশ শতাব্দীর প্রথম দিকে লাতভিয়ায় বসবাসকারী মুসলমানদের সংখ্যাগরিষ্ঠ রাশিয়ান সেনাবাহিনীতে নিযুক্ত করা হয়েছিল। চাকরি থেকে মুক্তি পাওয়ার পর, বেশিরভাগই মস্কো চলে যাবে।\nসোভিয়েত ইউনিয়ন গঠনের সময় এবং গৃহযুদ্ধের মধ্যে অনেক শরণার্থী লাতভিয়ায় প্রবেশ করে, যার মধ্যে বিভিন্ন জাতির মুসলমানও ছিল। তারা অবশ্য লাতভিয়ানদের কাছে তুর্কি নামে পরিচিত ছিল। ১৯২৮ সালে তুর্কি যাজক শাকির হুসনেটিনোভ রিগা মুসলিম সম্প্রদায়ের নেতা নির্বাচিত হন। তিনি ১৯৪০ সাল পর্যন্ত এই পদে ছিলেন।\nকেন্দ্রীয় পরিসংখ্যান ব্যুরো অনুসারে, ২০১১ সালে সাতটি ইসলামিক গ্রুপ নিবন্ধিত হয়েছিল, যা এক বছর পরে পাঁচে নেমে আসে। তাদের মধ্যে ছিল রুফিয়া শেরভিরেভার নেতৃত্বে একটি মুসলিম সংগঠন ইদেল এবং মুসান মাচিগোভের নেতৃত্বে লাতভিয়ান চেচেন মণ্ডলী ইমান।\n২০০৯ সালে, লাতভিয়ায় মোট মুসলিম জনসংখ্যা পিউ ফোরাম দ্বারা প্রায় ২,০০০ বলে অনুমান করা হয়েছিল। কার্যত লাতভিয়ার সমস্ত মুসলমানই সুন্নি ছিলেন, তবে আহমাদীদেরও সক্রিয় উপস্থিতি ছিল। একই বছর কবি ও অনুবাদক ওল্ডিস বারজিয় কুরআনের লাতভীয় অনুবাদ শেষ করেছিলেন।\n\n\n== বিতর্ক ==\n২০১৫ সালের শুরুতে শার্লি হেবদো গুলিচালনার পর লাতভিয়ার ইসলামিক কালচারাল সেন্টারের প্রধান ওলেগ পেত্রোভ উল্লেখ করেন যে ইসলাম নিরীহ বেসামরিক নাগরিকদের হত্যা নিষিদ্ধ করে, কিন্তু তিনি বিশ্বাস প্রকাশ করেন যে সম্পাদকীয় দলটি তবুও শাস্তি পাওয়ার যোগ্য, যদিও কম কঠোর পদ্ধতিতে। তার বক্তব্য থেকে বোঝা যায় যে সম্পাদকীয় দলের পরিবর্তে \"তাদের আঙ্গুল ভেঙ্গে ফেলা\" উচিত ছিল, পরবর্তীতে অভ্যন্তরীণ নিরাপত্তা পুলিশকে তার আচরণ তদন্ত করতে প্ররোচিত করে।\n২৯ শে মার্চ, ২০১৫ তারিখে ইসলামিক কালচারাল সেন্টার লাতভিয়ায় ক্রমবর্ধমান ইসলামোফোবিয়া নিয়ে উদ্বেগ প্রকাশ করে যখন রিগার একটি মসজিদে গ্রাফিতি স্প্রে করা হয়, যেখানে লেখা ছিল, \"তোমার আল্লাহ - তোমার সমস্যা! বাড়ি যাও!\" ২৭ শে মার্চ রাতে। গত ২৪ শে সেপ্টেম্বর রিগা পৌর পুলিশ একটি অনুমোদিত মুসলিম বহিরঙ্গন প্রার্থনা ভেঙ্গে ফেলে, যেখানে প্রায় ৩০ জন লোক বৃবিবাস আইলিয়ার একটি প্রাঙ্গণে জনসাধারণের বিনোদন এবং উৎসব অনুষ্ঠানের সংগঠনে জনসাধারণের আইন লঙ্ঘনের জন্য উপস্থিত ছিল।\nসেই বছরের শেষের দিকে, কেন্দ্রের একজন প্রতিনিধি রবার্টস ক্লিমোভিচস ৫০ বছরের মধ্যে লাতভিয়া একটি মুসলিম দেশে পরিণত হবে বলে ঘোষণা করে আরেকটি বিতর্কের সৃষ্টি করেন। পরে তিনি স্পষ্ট করে দিতেন যে, \"গণতান্ত্রিক উপায় ব্যবহার করে লাতভিয়ানদের সংখ্যাগরিষ্ঠ অংশ এমন একটি সংসদ নির্বাচন করবে যা শরিয়া আইনকে সমর্থন করে। এবং আমরা কোনও সহিংসতা বা কিছু ছাড়াই সেই দিকে এগিয়ে চলেছি।\"\n২০১৬ সালে পেত্রোভের একটি ভিডিও দায়েশ প্রচারণার তারে প্রকাশিত হয় যেখানে তিনি জিহাদবাদকে উৎসাহিত করেন এবং শার্লি হেবদো বন্দুকবাজদের প্রশংসা করেন। এটি লাতভিয়ান নাগরিকের দায়েশ-এ যোগদানের তৃতীয় প্রকাশ্য ঘটনা হয়ে ওঠে। ইসলামিক কালচারাল সেন্টারের নতুন প্রধান জ্যানিস লুসিনস তার মন্তব্যের নিন্দা জানিয়েছেন। তিনি বলেন, দেশটির মুসলিম সম্প্রদায় বিশ্বাসঘাতকতা বোধ করছে। ১৯ অক্টোবর, ২০১৬ তারিখে অনলাইন মন্তব্যে মুসলমানদের বিরুদ্ধে বিদ্বেষমূলক বক্তব্যের জন্য এক ব্যক্তিকে ১৪০ ঘণ্টা কমিউনিটি সার্ভিসের শাস্তি প্রদান করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলাতভিয়ার ইসলামিক সাংস্কৃতিক কেন্দ্র (লাতভীয়, রুশ, ইংরেজি, এবং আরবি ভাষায়)"}