{"pageid": 1056944, "title": "জাগরী", "url": "https://bn.wikipedia.org/wiki?curid=1056944", "content": "জাগরী সতীনাথ ভাদুড়ী কর্তৃক লিখিত একটি বাংলা উপন্যাস। উপন্যাসটি ভারতীয় সাহিত্যের অন্যতম শ্রেষ্ঠ কর্ম হিসেবে বিবেচিত হয়। ১৯৪৫ সালে উপন্যাসটি সর্বপ্রথম প্রকাশিত হয়। এটি অর্ধ-আত্মজীবনীমূলক উপন্যাস। এর কাহিনিপট ১৯৪০ এর দশকের ভারত ছাড়ো আন্দোলন কে কেন্দ্র করে নির্মীত।\n\n\n== প্রেক্ষাপট ==\nউপন্যাসটি চারজন ভিন্ন ব্যক্তির দৃষ্টিকোণ থেকে, উত্তমপুরুষে লিখিত। রাজনীতির আবর্তে চক্রায়িত এক পরিবার- মাতা,পিতা এবং দুই পুত্র। এক পুত্রের সাক্ষ্যের পরিপেক্ষিতে আর এক পুত্র বিপ্লবী বিলুর মৃত্যুদন্ড হয় ভারতের স্বাধীনতা আন্দোলনের সময়। উপন্যাসটি শুরু হয়, বিলুর ফাঁসি কার্যকর হওয়ার আগে জেল হেফাজতে তার শেষ রাত থেকে। প্রথম অধ্যায়টি বিলুর দৃষ্টিকোণ থেকে লেখা হয়েছে, যেখানে সে নিজের জীবনের বিভিন্ন অভিজ্ঞতা বর্ণনা করে। তার সাথে সংঘটিত অমানবিক নির্যাতনের কথাও এখানে বর্ণিত হয়েছে। দ্বিতীয়, তৃতীয় এবং চতুর্থ অধ্যায়ে তার বাবা, মা এবং ভাইয়ের দৃষ্টিকোণ থেকে একই গল্প বর্ণনা করা হয়েছে। তারা সকলেই মৃত্যুদণ্ড কার্যকরের জন্য অপেক্ষারত অবস্থায় তাদের নিজস্ব চিন্তা, উদ্বেগ এবং অভিজ্ঞতা ব্যাখ্যা করে।\n\n\n== কাহিনি-সারাংশ ==\nআধুনিক বাংলা সাহিত্যের একটি অন্যতম সাড়া জাগানো উপন্যাস। প্রকাশকাল ১৯৪৫ ;  গ্রন্থটি সতীনাথ ভাদুড়ীর প্রথম প্রকাশিত হলেও কোথাও প্রথম প্রচেষ্টার সামান্যতম জড়তার চিহ্নমাত্র নেই। একেবারে ওস্তাদ লিখিয়ের মত সর্বত্র পরিণতির ছাপ। উপন্যাসের বিষয়বস্তু পূর্ণিয়া প্রবাসী একটি বাঙালি পরিবার কেন্দ্রিক; বাবা,মা, দুই ছেলে-ডাকনাম বিলু ও নীলু। বাবা ছিলেন ওখানকারই একটি স্কুলের হেডমাস্টার,বিদ্যা ও ব্যক্তিত্বের জোরে সকলের কাছেই সম্মানিত - সকলের মাস্টারসাহেব। গান্ধিবাদী আন্দোলনের প্রতি প্রবল আস্থাতে চাকুরি ছেড়ে সেখানেই আশ্রম খুললেন। আশ্রমই হলো কংগ্রেসের অফিস। খাওয়া-দাওয়া, কাজ-কর্ম,সবই চলতে থাকলো মহাত্মার আশ্রমের অনুকরণে। মা আশ্রমের গৃহস্থালীর দায়িত্ব সামলাতে থাকলেন। বিলু, নীলু আশ্রমেই বড় হলো। বড় ছেলে বিলু ম্যাট্রিক পাশ করলো কিন্তু আশ্রমের আদর্শের সঙ্গে সঙ্গতি রেখে তাকে আর কলেজে পড়ানো চলল না। কাশী বিদ্যাপীঠে পড়ে সে শাস্ত্রী উপাধি পেল। ছোট ছেলে নীলু কলেজে পড়েই পাশ করলো।\nদুইভাই গান্ধিবাদের পথে আশ্রম থেকে কংগ্রেসের স্বার্থে কাজ করতে থাকে; মাঝে মাঝে জেলও খাটতে থাকে। যেমন তাদের বাবা খাটেন। ক্রমে এ কাজ ও পথের উপর দু'ভাইয়ের সংশয় ও বিরাগ তৈরি হল-যোগ দিল কংগ্রেস সোসালিস্ট পার্টিতে। নতুন উদ্যমে এ পার্টিতে দু'ভাই কাজ করতে লাগলো। তারপর যথা নিয়মে আবারও জেল। এই জেলের মধ্যে 'চন্দ্রদেও'-এর সাথে পরিচয়; তার লেকচার ও অকাট্য যুক্তিতে উদ্বুদ্ধ হ'য়ে ছোটভাই নীলু কংগ্রেস সোসালিস্ট পার্টি ছেড়ে  যোগ দিল কম্যুনিস্ট দলে। তখন ১৯৪২ এর আগস্ট আন্দোলন। সরকারি হুকুমে আশ্রম ও কংগ্রেস অফিস 'জপতো' হলো। বাবা-মা দুজনেই জেলে সিকিউরিটি বন্দী। আগস্ট আন্দোলনে যোগ দেওয়ার অপরাধে বিচারে বড়ো ভাই বিলুর ফাঁসির হুকুম হলো। রাত পোহালেই বিলুর ফাঁসি, তাই তাকে কঠোর নিরাপত্তায় রাখা হয়ে ফাঁসি সেলে। ঐ একই জেলের আপার ডিভিশন সেলে বন্দী পিতা মাস্টারসাহেব আর মহিলা সেলে তীব্র উৎকণ্ঠায় মা বন্দী জীবন অতিবাহিত ক'রে চলেছেন। কী অভূতপূর্ব মানসিক দ্বন্দ্বের রুদ্ধশ্বাস আবহ পাঠককে রোমাঞ্চিত করে। এদিকে ছোটোভাই কম্যুনিস্ট মতাদর্শে বিশ্বাসী হয়ে দাদার বিরুদ্ধে সরকারের পক্ষে সাক্ষ্য দেয়। আর সৎকারের জন্য ছোটোভাই নীলু দাদার দেহ নিতে অপেক্ষা করতে থাকে জেলগেটে।\n\n\n== মূলভাব ==\nউপন্যাসটি ভারত ছাড়ো আন্দোলনের (১৯৪২) পটভূমিতে রচিত। এটি ভারতের স্বাধীনতা আন্দোলনে সাধারণ বাঙালি জনগণের সম্পৃক্ততার কথা তুলে ধরে। সতীনাথ ভাদুড়ী নিজে ১৯৪২-৪৪ সালে রাজনৈতিক বন্দি হিসাবে ভাগলপুর জেলে আটক ছিলেন। সমসাময়িক ভারতীয় রাজনীতি এবং ভারত ছাড়ো আন্দোলনের প্রত্যক্ষ অভিজ্ঞতা অর্জন করেছিলেন। তিনি এই উপন্যাসের কাহিনিতে বহু আত্মজৈবনিক উপাদান যোগ করেছেন।\n\n\n== প্রকাশনা ও স্বীকৃতি ==\nউপন্যাসটি সর্বপ্রথম প্রকাশিত হয় ১৯৪৫ সালে। এটি সতীনাথ ভাদুড়ীর লেখা প্রথম উপন্যাস। প্রকাশনার পরপরই এটি গঠনশৈলী, চরিত্র-সৃষ্টি এবং বিষয়বস্তুর গুণে বাঙালি সাহিত্য পাঠক-পাঠিকাদের মধ্যে জনপ্রিয় হয়ে ওঠে। শিশির কুমার দাশ তার একটি বইয়ে এই উপন্যাসটিকে বাংলা ভাষায় রচিত \"অন্যতম সেরা রাজনৈতিক উপন্যাস\" হিসেবে উল্লেখ করেছেন। ২০১৪ সালে Scroll.in এর একটি নিবন্ধে, এই উপন্যাসটিকে \"বাংলা সাহিত্যের পাঁচটি অবশ্যপাঠ্য বই\" এর তালিকায় অন্তর্ভুক্ত করা হয়েছিল। অন্নদাশঙ্কর রায়ের স্ত্রী লীলা রায় (অ্যালিস ভার্জিনিয়া) 'Vigil' নাম দিয়ে ইংরাজিতে অনুবাদ করে  ইউনেস্কোর তরফ থেকে প্রকাশ করার ব্যবস্থা করেছিলেন এবং গ্রন্থটি আন্তর্জাতিক স্বীকৃতি লাভ করেছে।\n\n\n== পুরস্কার ==\n১৯৫০ সালে এই উপন্যাসটি পশ্চিমবঙ্গ সরকার কর্তৃক প্রবর্তিত প্রথম রবীন্দ্র পুরস্কারে ভূষিত হয়।\n\n\n== তথ্যসূত্র =="}