{"pageid": 1056452, "title": "হ্যাম্পটন, ভার্জিনিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1056452", "content": "হ্যাম্পটন যুক্তরাষ্ট্রের ভার্জিনিয়া কমনওয়েলথের একটি স্বাধীন শহর। শহরটির জনসংখ্যা ২০১০-এর আদমশুমারি অনুসারে ১,৩৭,৮৩৪ জন; ২০১২ সালে অনুমানিক জনসংখ্যা ১,৩৪,৫১০ জন ছিল। হ্যাম্পটনকে হ্যাম্পটন রোডস মহানগর পরিসংখ্যানগত অঞ্চলে অন্তর্ভুক্ত করা হয়েছে (আনুষ্ঠানিকভাবে ভার্জিনিয়া বিচ–নরফুক–নিউপোর্ট নিউজ, ভিএ–এনসি এমএসএ হিসাবে পরিচিত), যা মোট জনসংখ্যা ১৭,২৯,১১৪ জন এবং এটি যুক্তরাষ্ট্রে ৩৭তম বৃহৎ মহানগর পরিসংখ্যানগত অঞ্চল। \"আমেরিকার প্রথম অঞ্চল\" হিসাবে পরিচিত এই অঞ্চলটিতে চেসাপেক, ভার্জিনিয়া বিচ, নিউপোর্ট নিউজ, নরফুক, পোর্টসমাউথ ও সাফলকের পাশাপাশি অন্যান্য ছোট শহর, কাউন্টি ও হ্যাম্পটন রোডের শহরগুলি অন্তর্ভুক্ত রয়েছে।\nহ্যাম্পটনের ইতিহাস প্রায় ৪০০ বছর ধরে ফোর্ট মনরোর আবাসস্থল শহরের ওল্ড পয়েন্ট কমফোর্টে শুরু হয়, ক্যাপ্টেন ক্রিস্টোফার নিউপোর্টের নেতৃত্বে ১৬০৭ সালে ভ্রমণকারীদের দ্বারা নামকরণ করা হয়, যিনি প্রথম জেমস্টাউনকে ইংরেজ ঊপনিবেশিক বসতি হিসাবে স্থাপন করেন। ১৯৫২ সালে একীকরণের পর থেকে, হ্যাম্পটন একটি পারস্পরিক চুক্তি দ্বারা একীভূত হওয়ার মাধ্যমে পূর্ববর্তী এলিজাবেথ সিটি কাউন্টিতে  ও ফয়েবাস শহরে অন্তর্ভুক্ত হয়।\nআমেরিকান গৃহযুদ্ধের সমাপ্তির পরে, ঐতিহাসিক হ্যাম্পটন বিশ্ববিদ্যালয় হ্যাম্পটন নদীর তীরে শহরটির বিপরীতে প্রতিষ্ঠিত হয় এবং এটি অনেক সদ্য মুক্তিপ্রাপ্ত সাবেক দাসদের জন্য ও স্থানীয় আমেরিকানদের জন্য শিক্ষা প্রদান করে। এই অঞ্চলটি বিশ শতকে ল্যাংলি এয়ার ফোর্স বেস, নাসা ল্যাংলি রিসার্চ সেন্টার এবং ভার্জিনিয়া এয়ার ও স্পেস সেন্টারের ঘাঁটি হয়ে ওঠে। হ্যাম্পটনে অনেক মাইল ওয়াটারফ্রন্ট ও সমুদ্র সৈকত রয়েছে।\nএই শহরটিতে বিস্তৃত ব্যবসা ও শিল্প উদ্যোগ, খুচরা ও আবাসিক অঞ্চল, ঐতিহাসিক স্থান এবং আকর্ষণীয় অন্যান্য বিষয় রয়েছে, যেমন আমেরিকার প্রাচীনতম অ্যাংলিকান যাজকপল্লী ন্যাসকার শর্ট ট্র্যাক ও একটি পরিখাবেষ্টিত ছয় পার্শ্ব বিশিষ্ট ঐতিহাসিক দুর্গ।\n\n\n== ভূগোল ==\nমার্কিন যুক্তরাষ্ট্রের আদমশুমারি ব্যুরো অনুসারে, শহরের মোট আয়তন ১৩৬ বর্গমাইল (৩৫০ কিমি ২), যার মধ্যে ৫১ বর্গমাইল (১৩০ কিমি ২) ভূমিভাগ ও ৮৫ বর্গমাইল (২২০ কিমি ২) (২৮.০%) জলভাগ নিয়ে গঠিত।\n\n\n=== প্রতিবেশী অঞ্চল ===\nঅ্যাবারডিন গার্ডেন\nবক্রো বিচ\nফার্মিংটন\nফক্স হিল\nহ্যাম্পটন উডস\nনর্থহ্যাম্পটন\nনিউমার্কেট\nফোবস\nভিক্টোরিয়া বুলেভার্ড ঐতিহাসিক জেলা\nউইয়াইথ সহ, পুরাতন উইয়াইথ ঐতিহাসিক জেলা\n\n\n=== জলবায়ু ===\nহ্যাম্পটনে সারা বছর দক্ষিণ-পূর্ব মার্কিন যুক্তরাষ্ট্রের আর্দ্র উপ-ক্রান্তীয় জলবায়ুর ক্রিয়াকলাপ উপভোগ করা যায়। উষ্ণ ও আর্দ্র গ্রীষ্ম এবং হালকা শীতের সাথে শহরটির আবহাওয়া নাতিশীতোষ্ণ ও মরশুমি। গড় বার্ষিক তাপমাত্রা ৬০.২ ডিগ্রি ফারেনহাইট (১৫.৭ ডিগ্রি সেন্টিগ্রেড) এবং গড় বার্ষিক তুষারপাত ৬ ইঞ্চি ও গড় বার্ষিক বৃষ্টিপাত ৪৭ ইঞ্চি।\n\n\n== জনসংখ্যার উপাত্ত ==\n\n২০১০-এর আদমশুমারি অনুসারে, শহরে ১,৩৭,৪৩৬ জন মানুষ, ৫৩,৮৮৭ জন গৃহমালিক ও ৩৫,৮৮৮ টি পরিবার বসবাস করে। জনসংখ্যার ঘনত্ব প্রতি বর্গমাইলে (১,০৯১.৯ জন/কিমি২) ২,৮২৮.০ জন। প্রতি বর্গমাইলে (৪২৭.৩ জন/কিমি২) গড়ে ১,১০৬.৮ এর ঘনত্বে ৫৭,৩১১ টি আবাসন ইউনিট রয়েছে। শহরটির বর্ণগত পরিসংখ্যান অনুসারে মোট জনসংখ্যার মধ্যে ৪৯.৬% কৃষ্ণাঙ্গ অথবা আফ্রিকান আমেরিকান, ৪২.৭% শ্বেতাঙ্গ, ২.২% এশীয়, ০.৪% নেটিভ আমেরিকান,  ০.১% প্রশান্ত মহাসাগরীয় দ্বীপপুঞ্জবাসী, ১.৩% অন্যান্য জাতি এবং ৩.৭% দুই বা ততোধিক বর্ণের থেকে ছিল। যে কোনও জাতির হিস্পানিক বা লাতিনো জনসংখ্যার ৪.৫% ছিল।\nএখানে ৫৩,৮৭৭ টি গৃহমালিক ছিল, যার মধ্যে ৩২.৫% গৃহমালিক ১৮ বছরের কম বয়সী শিশুরা তাদের সাথে বসবাস করত, ৪৬.২% গৃহে বিবাহিত দম্পতিরা একত্রে বাস করত, ১৬.৪% গৃহের কোনও গৃহবধূর স্বামী ছিল না এবং ৩৩.৪% গৃহমালিকের পরিবার ছিল না। সমস্ত গৃহের মধ্যে ২৬.৬% গৃহ একক ভাবে কোন ব্যক্তিকে নিয়ে গঠিত এবং ৭.৯% গৃহে ৬৫ বছর বা তার বেশি বয়সী ব্যক্তি একাই বসবাস করেন। গড়ে প্রতি গৃহের আকার বা জনসংখ্যা ২.৪৯ জন ছিল এবং গড়ে পরিবারের আকার বা সদস্য সংখ্যা ৩.০২ জন ছিল।\n\n\n== সরকার ==\n\n\n=== স্থানীয় ===\nশহরটি একটি কাউন্সিল-ম্যানেজার সরকার দ্বারা পরিচালিত হয়। বর্তমানে ডনি টাক মেয়র হিসাবে দায়িত্ব পালন করছেন। মেরি বুটিং সিটি ম্যানেজার হিসাবে এবং ছয় জন কাউন্সিল সদস্য নগরীর জেলাগুলিতে প্রতিনিধি হিসাবে দায়িত্ব পালন করছেন।\nহ্যাম্পটন সিটি কাউন্সিল ২০২০ সাল পর্যন্ত:\n\nডনি টাক, মেয়র\nজিমি গ্রে, ভাইস মেয়র\nক্রিস বোম্যান, কাউন্সিলম্যান\nএলিয়েনর ওয়েস্টন ব্রাউন, কাউন্সিলম্যান\nস্টিভেন এল ব্রাউন, কাউন্সিলম্যান\nবিলি হবস, কাউন্সিলম্যান\nক্রিস ওসবি স্নেড, কাউন্সিলম্যান\n\n\n=== যুক্তরাষ্ট্রীয় ===\nহ্যাম্পটন ভার্জিনিয়ার ২য় কংগ্রেসনাল জেলাতে অবস্থিত। ২য় কংগ্রেসনাল জেলার এটি মার্কিন প্রতিনিধি হলেন এলেন লুরিয়া (ডেমোক্র্যাট) এবং ভার্জিনিয়ার তৃতীয় কংগ্রেসনাল জেলাতে মার্কিন প্রতিনিধি হিসাবে রবার্ট সি স্কট (ডেমোক্র্যাট) রয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nহ্যাম্পটন শহর\nহ্যাম্পটন রোডস ইকোনমিক ডেভলপমেন্ট অ্যালায়েন্স  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ ফেব্রুয়ারি ২০১২ তারিখে & nbsp; - হ্যাম্পটনকে পরিষেবা পরিবেশন করে\nশহর তথ্য বিশদ\n \"হ্যাম্পটন, ভার্জিনিয়ার এলিজাবেথ সিটি কো. এর কাউন্টি আসন\"। নিউ আমেরিকান সাইক্লোপিডিয়া। ১৮৭৯। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) [[বিষয়শ্রেণী:উইকিপিডিয়া নিবন্ধ উইকিসংকলন তথ্যসূত্রসহ নিউ আমেরিকান সাইক্লোপিডিয়া থেকে একটি উদ্ধৃতি অন্তর্ভুক্ত]]"}