{"pageid": 105678, "title": "বিডিনিউজ টোয়েন্টিফোর ডটকম", "url": "https://bn.wikipedia.org/wiki?curid=105678", "content": "বিডিনিউজ টোয়েন্টিফোর ডটকম বাংলাদেশের একটি বেসরকারি অনলাইন সংবাদ ওয়েবসাইট। ২০০৫ সালে ‘বিডিনিউজ’ নামে ওয়েবভিত্তিক বার্তা সংস্থা হিসেবে প্রথমে এটি যাত্রা শুরু করে ও ২০০৬ সালে ডটকম সংবাদ ওয়েবসাইট হিসেবে আত্মপ্রকাশ করে। এটি বাংলাদেশের প্রথম অনলাইনভিত্তিক সংবাদমাধ্যম। প্রতিষ্ঠার পর থেকে ওয়েবসাইটটির সম্পাদক হিসেবে দায়িত্ব পালন করছেন তৌফিক ইমরোজ খালিদী।\n\n\n== সংবাদ বিভাগসমূহ ==\nওয়েবসাইটটি বাংলাদেশ, সমগ্র বাংলাদেশ, বাণিজ্য, রাজনীতি, অর্থনীতি, বিশ্ব, বিজ্ঞান, পরিবেশ, স্বাস্থ্য, টেক, কিডজ, বিনোদন, খেলা, গ্লিটজ, হ্যালো (শিশু সাংবাদিকদের জন্য) প্রভৃতি বিষয়ে নিয়মিত সংবাদ প্রকাশ করে।\n\n\n== বন্ধ ==\n\n\n=== ২০১৮ ===\n২০১৮ সালের ১৮ জুন মোবাইল ফোন ও আইআইজি অপারেটরগুলোকে একটি ই-মেইলের মাধ্যমে বিডিনিউজ টোয়েন্টিফোর ডটকমের ওয়েবসাইটের লিংক বন্ধ করতে নির্দেশনা পাঠায় বাংলাদেশ টেলিযোগাযোগ নিয়ন্ত্রণ কমিশন। পরে সাইটটি বন্ধ করে দেয়া হয়। পরবর্তীতে বিভিন্ন পত্রিকা মারফত জানা যায় সেনাপ্রধান আজিজ আহমেদের ভাই জোসেফ হত্যা মামলায় দণ্ডিত এবং রাষ্ট্রপতির অনুকম্পায় মুক্তিপ্রাপ্ত, এই খবর প্রকাশের পর অঘোষিত শাস্তি হিসেবে ওয়েবসাইটটি কয়েক ঘণ্টা অচল করে দেওয়া হয়। তবে কয়েক ঘণ্টা পর পুনরায় ওয়েবসাইটটি খুলে দেওয়া হয়।\n\n\n=== ২০২৩ ===\nবিডিনিউজ টোয়েন্টিফোর ১ সেপ্টেম্বর ২০২৩ সালে সাময়িক বন্ধ হয়ে যায়। সময় টিভি এ নিয়ে ৪ সেপ্টেম্বর \"হঠাৎ ‘বন্ধ’ বিডিনিউজ, কার দোষ কার ঘাড়ে\" শিরোনামে একটি সংবাদ প্রকাশ করে। সেখানে বলা হয় বিডিনিউজের সংবাদ দেখা যাচ্ছে না, একটি সাদা পৃষ্ঠা আসছে, যেটির ওপরে কেবল তারিখ এবং নিচে সম্পাদক ও প্রকাশক তৌফিক ইমরোজ খালিদীর নাম দেখা যাচ্ছে।\nএ বন্ধের বিষয়ে বিডিনিউজ কর্তৃপক্ষ জানায় ‘‘আমাদের নিয়ন্ত্রণের বাইরে এমন সব কারণে আমাদের সংবাদ পোর্টালে পাঠকদের নিয়মিত সেবা দেয়া সম্ভব হচ্ছে না। আমরা আন্তরিকভাবে ক্ষমা চাইছি। আমরা পাঠকদের আশ্বস্ত করছি, ওয়েবসাইটটি ফিরিয়ে আনতে আমাদের লড়াই অব্যাহত রয়েছে। আপাতত সংবাদ পেতে চোখ রাখুন আমাদের ফেসবুক, ইন্সটাগ্রাম, এক্স পেইজ ও ইউটিউব চ্যানেলে।’’\nবাংলাদেশি-মার্কিন রাষ্ট্রবিজ্ঞানী ও রাজনীতি বিশ্লেষক অধ্যাপক আলী রিয়াজ প্রতিক্রিয়ায় বলেন, “বিডিনিউজ২৪-এ বাংলাদেশের রাজনীতিতে ভারতের প্রভাব সম্পর্কিত চন্দন নন্দীর একটি বিশ্লেষণ প্রকাশিত হয়েছিল। এরইমধ্যে ওই লেখাটি ভারতীয় একটি ওয়েবসাইটে প্রকাশিত হয়েছে এবং সেখানে দাবি করা হয়েছে যে, বিডিনিউজ২৪ ওয়েবসাইটটি ভারত এবং বাংলাদেশে ‘ব্লক করে দেয়া হয়েছে’।”\nপ্রায় ১ মাস বন্ধ থাকার পর ৫ অক্টোবর ২০২৩ তারিখে ওয়েবসাইটটি পুনরায় চালু হয়।\n\n\n== হ্যালো.বিডিনিউজ২৪.কম ==\nহ্যালো হচ্ছে শিশু সাংবাদিকতায় বিশ্বের প্রথম বাংলা ওয়েবসাইট।  সংবাদ সংগ্রহ এবং পরিবেশনের কাজে যুক্ত রয়েছে শিশু ও কিশোর সাংবাদিকরা।\nউক্ত ওয়েবসাইটটি পরিচালনা করছে দেশের সর্বপ্রথম ইন্টারনেট সংবাদমাধ্যম বিডিনিউজ২৪.কম। এ উদ্যোগে সহযোগিতা করছে ইউনিসেফ অর্থাৎ জাতিসংঘের শিশু তহবিল। এখানে প্রশিক্ষিত হয়ে দেশের মূলধারার সংবাদমাধ্যমের পেশাদারিত্বেও অনেকে যুক্ত হয়েছেন।\nতৎকালীন তথ্যমন্ত্রী হাসানুল হক ইনু ২০১৩ সালের ৩১ মার্চ রূপসী বাংলা হোটেলের এক অনুষ্ঠানে পরিষেবাটি উদ্বোধন করেন।\n\n\n== আরও দেখুন ==\nবাংলাদেশের সংবাদপত্রের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বিডিনিউজ টোয়েন্টিফোর ডটকম সম্পর্কিত মিডিয়া দেখুন।\nসাইটটির ইংরেজি সংস্করণ"}