{"pageid": 105637, "title": "অমর একুশে গ্রন্থমেলা", "url": "https://bn.wikipedia.org/wiki?curid=105637", "content": "অমর একুশে গ্রন্থমেলা (একুশে বইমেলা নামে ব্যাপকভাবে পরিচিত) স্বাধীন বাংলাদেশের ঐতিহ্যবাহী মেলাগুলোর অন্যতম। প্রতি বছর পুরো ফেব্রুয়ারি মাস জুড়ে এই মেলা বাংলা একাডেমির বর্ধমান হাউজ প্রাঙ্গণে ও বর্ধমান হাউজ ঘিরে অনুষ্ঠিত হয়। ২০১৪ সাল থেকে অমর একুশে গ্রন্থমেলা বাংলা একাডেমির মুখোমুখি সোহরাওয়ার্দী উদ্যানে সম্প্রসারণ করা হয়েছে। তবে বাংলা একাডেমি প্রাঙ্গনেও মেলার একটি অংশ আয়োজন করা হয়।\n\n\n== নামকরণ ==\n১৯৫২ খ্রিস্টাব্দের ফেব্রুয়ারি মাসের ২১ তারিখ বাংলা ভাষার জন্য আত্মোৎসর্গের যে বীরত্বপূর্ণ ঘটনা ঘটে, সেই স্মৃতিকে অম্লান রাখতেই এই মাসে আয়োজিত এই বইমেলার নামকরণ করা হয় 'অমর একুশে গ্রন্থমেলা'।\n\n\n== ইতিহাস ==\nএই মেলার ইতিহাস স্বাধীন বাংলাদেশের মতোই প্রাচীন। যতদূর জানা যায়, ১৯৭২ খ্রিস্টাব্দের ৮ ফেব্রুয়ারি তারিখে চিত্তরঞ্জন সাহা ঢাকা বিশ্ববিদ্যালয় সংলগ্ন বর্ধমান হাউজ প্রাঙ্গণে বটতলায় এক টুকরো চটের ওপর কলকাতা থেকে আনা ৩২টি বই সাজিয়ে বইমেলার গোড়াপত্তন করেন। এই ৩২টি বই ছিলো চিত্তরঞ্জন সাহা প্রতিষ্ঠিত স্বাধীন বাংলা সাহিত্য পরিষদ (বর্তমান মুক্তধারা প্রকাশনী) থেকে প্রকাশিত বাংলাদেশী শরণার্থী লেখকদের লেখা বই। এই বইগুলো স্বাধীন বাংলাদেশের প্রকাশনা শিল্পের প্রথম অবদান। ১৯৭২ থেকে ১৯৭৬ খ্রিস্টাব্দ পর্যন্ত তিনি একাই বইমেলা চালিয়ে যান। ১৯৭৬ খ্রিস্টাব্দে অন্যান্যরা অণুপ্রাণিত হোন। ১৯৭৮ খ্রিস্টাব্দে বাংলা একাডেমীর তৎকালীন মহাপরিচালক আশরাফ সিদ্দিকী বাংলা একাডেমীকে মেলার সাথে সরাসরি সম্পৃক্ত করেন। ১৯৭৯ খ্রিস্টাব্দে মেলার সাথে যুক্ত হয় বাংলাদেশ পুস্তক বিক্রেতা ও প্রকাশক সমিতি; এই সংস্থাটিও প্রতিষ্ঠা করেছিলেন চিত্তরঞ্জন সাহা।\n১৯৮৩ সালে কাজী মনজুরে মওলা বাংলা একাডেমির মহাপরিচালক হিসেবে বাংলা একাডেমিতে প্রথম \"অমর একুশে গ্রন্থমেলা\"র আয়োজন সম্পন্ন করেন। কিন্তু স্বৈরাচারী এরশাদ সরকারের বিরুদ্ধে শিক্ষা ভবনের সামনে ছাত্রদের বিক্ষোভ মিছিলে ট্রাক তুলে দিলে দুজন ছাত্র নিহত হয়। ওই মর্মান্তিক ঘটনার পর সেই বছর আর বইমেলা করা সম্ভব হয়নি। ১৯৮৪ সালে সাড়ম্বরে বর্তমানের অমর একুশে গ্রন্থমেলার সূচনা হয়। সেই ৩২টি বইয়ের ক্ষুদ্র মেলা কালানুক্রমে বাঙালির সবচেয়ে স্বনামধন্য বইমেলায় পরিণত হয়েছে।\n\nবাংলা একাডেমী চত্বরে স্থান সংকুলান না-হওয়ায় ২০১৪ খ্রিস্টাব্দ থেকে বইমেলা সোহরাওয়ার্দী উদ্যানে সম্প্রসারণ করা হয়েছে।  এ বছর ২৯৯টি অংশগ্রহণকারী প্রকাশকের মধ্যে ২৩২জন কে সোহরাওয়ার্দী উদ্যানে স্টল বরাদ্দ করা হয়, ২০০২ খ্রিস্টাব্দে মেলায় ২৪০জন এবং ২০১২ খ্রিস্টাব্দে সর্বোচ্চ ৪২৫ জন প্রকাশক অংশগ্রহণ করেছিল। \n\n\n=== ২০০৪ ===\n২৭ ফেব্রুয়ারি ২০০৪ তারিখে, লেখক ও অধ্যাপক হুমায়ুন আজাদ বইমেলা থেকে বেরিয়ে আসার সময় জঙ্গি সংগঠন জামায়াতুল মুজাহিদীন বাংলাদেশের সদস্যদের দ্বারা আক্রমণের শিকার হন এবং মারাত্মকভাবে আহত হন। আক্রমণকারীরা ওই এলাকায় বোমা বিস্ফোরণও ঘটায়।\n\n\n=== ২০০৮ ===\n২০০৮ সালের ১ থেকে ২৯ ফেব্রুয়ারি একুশে বইমেলা অনুষ্ঠিত হয়। এতে ২৮৮ জন প্রকাশক অংশগ্রহণ করেন। এই অনুষ্ঠানে রেকর্ড সংখ্যক বই প্রকাশিত হয়। সরকারি পরিসংখ্যান অনুযায়ী, বইমেলা সম্পর্কিত প্রকাশিত বইয়ের সংখ্যা ছিল ২৫৭৮। বিক্রিত বই থেকে প্রাপ্ত অর্থ রেকর্ড ২০০ মিলিয়ন টাকায় পৌঁছেছে।  যদিও মেলাটি একটি বিনামূল্যের অনুষ্ঠান, এই বছর প্রবেশ টিকিট চালু করার জন্য একটি সংক্ষিপ্ত বিবেচনা করা হয়েছিল।\n\n\n=== ২০১৪ ===\n২০১৪ সালে, প্রকাশকের সংখ্যা বৃদ্ধির কারণে, বইমেলাটি বাংলা একাডেমির পাশাপাশি নিকটবর্তী সোহরাওয়ার্দী উদ্যানে সম্প্রসারিত করা হয়েছিল।\n\n\n=== ২০২১ ===\n২০২১ সালে একুশে বইমেলা কোভিড-১৯ সম্পর্কিত সংকটের মুখোমুখি হয়েছিল। বইমেলা ফেব্রুয়ারির পরিবর্তে মার্চ মাসে স্থানান্তরিত হয়েছিল। কিন্তু উপস্থিতি খুবই কম ছিল এবং অনেক প্রকাশক মেলায় অংশগ্রহণ করেননি। মেলাও সংক্ষিপ্ত করা হয়েছিল।\n\n\n=== ২০২২ ===\nকোভিড-১৯ মামলার হঠাৎ বৃদ্ধি ২০২২ সালের একুশে বইমেলা আয়োজনের ঝুঁকি তৈরি করেছিল। কঠোর মুখোশ পরা নীতিমালার মাধ্যমে, বইমেলা আয়োজন করা হয়েছিল এবং আগের বছরের তুলনায় অনেক বেশি সফল হয়েছিল। একুশে বইমেলা ১ ফেব্রুয়ারির পরিবর্তে ২০২২ সালের ১৫ ফেব্রুয়ারি শুরু হয়েছিল এবং ১৭ মার্চ পর্যন্ত বাড়ানো হয়েছিল।\n\n\n=== ২০২৪ ===\n২০২৪ সালের বইমেলা ২ মার্চ পর্যন্ত বাড়ানো হয়েছিল। রেকর্ড ৳৬০০ মিলিয়ন (৪.৯ মিলিয়ন মার্কিন ডলার) মূল্যের বই বিক্রি হয়েছিল এবং মেলাটি ৫.৯ মিলিয়ন মানুষ পরিদর্শন করেছিলেন। মেলায় মোট ৩,৭৫১টি নতুন বই প্রকাশিত হয়েছিল, যার মধ্যে কাল্পনিক বই প্রাধান্য পেয়েছিল। আয়োজকরা ৬৩৫টি প্রতিষ্ঠানকে ৯৩৭টি স্টল বরাদ্দ করেছিলেন। বইমেলার সমাপনী অনুষ্ঠানে একটি পুরস্কার বিতরণী অনুষ্ঠানও অন্তর্ভুক্ত ছিল।\n\n\n=== ২০২৫ ===\n\n২০২৫ সালের বইমেলা ১লা ফেব্রুয়ারিতে বাংলাদেশের প্রধান উপদেষ্টা ডক্টর মুহাম্মদ ইউনুস উদ্বোধন করেন। ২০২৫ সালে মেলার প্রতিপাদ্য বিষয় ছিল ‘জুলাই গণ-অভ্যুত্থান: নতুন বাংলাদেশ বিনির্মাণ’। এবছর বাংলা একাডেমি ও সোহরাওয়ার্দী উদ্যানে অংশ নিয়েছিল ৭০৮টি প্রতিষ্ঠান। বরাদ্দ হয়েছিল ১ হাজার ৮৪ ইউনিটের স্টল, যা আগের বছরের তুলনায় বেশি। এবারের মেলায় মোট নতুন বইয়ের সংখ্যা এসেছিল ৩ হাজার ২৯৯টি। মেলার শেষ দিন বিকেলে বাংলা একাডেমি চত্বরে আয়োজিত হয় বইমেলার সমাপনী অনুষ্ঠান।\n\n\n== বিবরণ ==\nবেশ কয়েক বছর পূর্বে প্রতি বছর ফেব্রুয়ারি মাসের প্রথম দিন থেকে ২১শে ফেব্রুয়ারি পর্যন্ত গ্রন্থমেলা নিয়মিতভাবে অনুষ্ঠিত হতো। এরপর ক্রেতা, দর্শক ও বিক্রেতাদের আবেদনের প্রেক্ষিতে ফেব্রুয়ারির শেষ দিন অবধি এই মেলা বাংলা একাডেমী প্রাঙ্গণে অনুষ্ঠিত হয়। যেহেতু ফেব্রুয়ারি মাসে চার বছর পর পর অধিবর্ষ আসে, তাই কখনও এই মেলা মাসের ২৮ তারিখে, কখনও ২৯ তারিখে শেষ হয়। গণপ্রজাতন্ত্রী বাংলাদেশ সরকারের সংস্কৃতি বিষয়ক মন্ত্রণালয় মেলা নিয়ন্ত্রণের যাবতীয় দায়িত্ব পালন করে। প্রকাশনীসমূহের স্টলগুলো প্রকাশক এলাকা, প্রকাশক-বিক্রেতা এলাকা, শিশু কর্ণার, সরকারি-বেসরকারি প্রতিষ্ঠান এবং লিটল ম্যাগাজিন ইত্যাদি এলাকায় বিভাজন করে স্থান দেয়া হয়। এছাড়া মেলা চত্বরকে ভাষা শহীদ সালাম, রফিক, জব্বার, বরকত, শফিউর এবং রবীন্দ্রনাথ ঠাকুর, কাজী নজরুল ইসলাম, ড. মুহম্মদ শহীদুল্লাহ, আব্দুল করিম সাহিত্য বিশারদ প্রমুখ ব্যক্তিত্বের নামে ভাগ করা হয়। এই মেলায় দেশের খ্যাতনামা সব প্রকাশনী, বই বিক্রেতা ছাড়াও দেশের বাইরে, যেমন ভারত, রাশিয়া, জাপান প্রভৃতি দেশ থেকেও নানা প্রকাশনা সংস্থা তাঁদের বই ও প্রকাশনা নিয়ে অংশগ্রহণ করেন। এই মেলায় গণপ্রজাতন্ত্রী বাংলাদেশ সরকারেরও বহু রাষ্ট্রায়ত্ব প্রতিষ্ঠান, যেমন: বাংলাদেশ পর্যটন কর্পোরেশন, বাংলাদেশ প্রত্নতত্ত্ব অধিদপ্তর ইত্যাদি তাদের স্টল নিয়ে মেলায় অংশগ্রহণ করে। এছাড়া বিভিন্ন বেসরকারি সেবামূলক প্রতিষ্ঠানও অংশ নেয়। মেলাতে ইদানীং বিভিন্ন ডিজিটাল প্রকাশনা যেমন সিডি, ডিভিডি ইত্যাদিও স্থান করে নিয়েছে। এছাড়া বিভিন্ন মোবাইল ফোন সেবাদাতা প্রতিষ্ঠানও তাদের সেবার বিবরণসহ উপস্থিত হয়। মেলাতে বেশ জনপ্রিয়তার সাথে স্থান করে নিয়েছে লিটল ম্যাগাজিনও। মেলার মিডিয়া সেন্টারে থাকে ইন্টারনেট ও ফ্যাক্স ব্যবহারের সুবিধা। এছাড়া থাকে লেখক কর্ণার এবং তথ্যকেন্দ্র। মেলা প্রাঙ্গণ পলিথিন ও ধূমপানমুক্ত। মেলায় বইয়ের বিক্রয়ে ২০-২৫ শতাংশ পর্যন্ত ছাড় থাকে। এছাড়া মেলায় শিক্ষাসহায়ক পরিবেশ ও তথ্যের নিরাপত্তার জন্য বিশেষ টাস্কফোর্স রাখা হয়, যারা বইয়ের কপিরাইট বা মেধাসত্ত্ব আইন লঙ্ঘন করেছে কি-না শনাক্ত করেন ও যথাযোগ্য ব্যবস্থা নেন।\nমেলায় প্রবেশের জন্য ছুটির দিন ও ছুটির দিন বাদে অন্যান্য দিন আলাদা প্রবেশ সময় থাকে। মেলায় প্রবেশের জন্য কোনো প্রবেশ ফি ধার্য করা হয় না।\n\n\n== অনুষ্ঠানাদি ==\nমেলা চলাকালীন প্রতিদিনই মেলাতে বিভিন্ন আলোচনা সভা, কবিতা পাঠের আসর বসে; প্রতি সন্ধ্যায় থাকে সাংস্কৃতিক অনুষ্ঠান। এছাড়া মেলাতে লেখককুঞ্জ রয়েছে, যেখানে লেখকেরা উপস্থিত থাকেন এবং তাঁদের বইয়ের ব্যাপারে পাঠক ও দর্শকদের সাথে মতবিনিময় করেন। এছাড়া মেলার তথ্যকেন্দ্র থেকে প্রতিনিয়ত নতুন মোড়ক উন্মোচিত বইগুলোর নাম, তদীয় লেখক ও প্রকাশকের নাম ঘোষণা করা হয় ও দৈনিক প্রকাশিত বইয়ের সামগ্রিক তালিকা লিপিবদ্ধ করা হয়। এছাড়া বিভিন্ন রেডিও ও টেলিভিশন চ্যানেল মেলার মিডিয়া স্পন্সর হয়ে মেলার তাৎক্ষণিক খবরাখবর দর্শক-শ্রোতাদেরকে অবহিত করে। এছাড়াও মেলার প্রবেশদ্বারের পাশেই স্টল স্থাপন করে বিভিন্ন রক্ত সংগ্রাহক প্রতিষ্ঠান স্বেচ্ছাসেবার ভিত্তিতে রক্ত সংগ্রহ করে থাকে।\n২০১০ খ্রিস্টাব্দ থেকে এই মেলার প্রবর্তক জনাব চিত্তরঞ্জন সাহার নামে একটি পদক প্রবর্তন করা হয়। পূর্ববর্তী বছরে প্রকাশিত বইয়ের গুণমান বিচারে সেরা বইয়ের জন্য প্রকাশককে এই পুরস্কার প্রদান করা হয়। পুরস্কারটি আনুষ্ঠানিক নাম 'চিত্তরঞ্জন সাহা স্মৃতি পুরস্কার'। এছাড়া স্টল ও অঙ্গসজ্জার জন্য দেয়া হয় 'সরদার জয়েনউদদীন স্মৃতি পুরস্কার'। সর্বাধিক গ্রন্থ ক্রয়ের জন্য সেরা ক্রেতাকে দেয়া হয় 'পলান সরকার পুরস্কার'।\n\n\n== বিক্রি ও প্রকাশনা ==\n২০২৪ সালে বইমেলায় ৬০ কোটি টাকার বই বিক্রি হয়েছে, নতুন বই প্রকাশিত হয়েছে ৩ হাজার ৭৫১টি।\n২০২৩ সালে মেলায় প্রায় ৪৭ কোটি টাকার বই বিক্রি হয়েছে। এবছর বইমেলায় নতুন বই এসেছে ৩ হাজার ৭৩০টি।\n২০২২ সালে মেলায় প্রায় ৫২ কোটি ৫০ লাখ টাকার বই বিক্রি হয়েছে। মেলায় ৩ হাজার ৪১৬টি নতুন বই প্রকাশিত হয়েছে।\n২০২১ সালে মেলায় ৩ কোটি ১১ লাখ টাকার বই বিক্রি হয়েছে। মহামারির কারণে বিক্রি কমে যায়।\n২০২০ সালে মেলায় ৮২ কোটি টাকার বই বিক্রি হয়েছে।\n২০১৯ সালে মেলায় ৮০ কোটি টাকার বই বিক্রি হয়েছে।\n২০১৮ সালে মেলায় ৭০ কোটি ৫০ লাখ টাকার বই বিক্রি হয়েছে। ৪ হাজার ৫৯১ টি নতুন বই প্রকাশিত হয়েছে।\n২০১৭ সালে ৬৫ কোটি ৪০ লাখ টাকার বই বিক্রি হয়েছে। ৩ হাজার ৬৬৬টি নতুন বই প্রকাশিত হয়েছে। \n২০১৬ সালে ৪০ কোটি ৫০ লাখ টাকা\n২০১৫ সালে ২১ কোটি ৯৫ লাখ টাকা\n২০১৪ সালে সাড়ে ১৬ কোটি\n২০১৩ সালে ১০ কোটি ১৪ লাখ টাকা\n\n\n== আরও দেখুন ==\nঢাকা আন্তর্জাতিক বইমেলা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে অমর একুশে গ্রন্থমেলা সম্পর্কিত মিডিয়া দেখুন।"}