{"pageid": 1057785, "title": "আদিত্য শ্রীবাস্তব", "url": "https://bn.wikipedia.org/wiki?curid=1057785", "content": "আদিত্য শ্রীবাস্তব একজন ভারতীয় অভিনেতা ও মডেল। তিনি ভারতীয় গোয়েন্দা ধারাবাহিক সিআইডি-তে সিনিয়র ইন্সপেক্টর অভিজিৎ চরিত্রে অভিনয় করে ব্যাপক জনপ্রিয়তা অর্জন করেছেন। তিনি সিআইডি ধারাবাহিকের সবচেয়ে জনপ্রিয় অফিসারদের মধ্যে একজন।\n\n\n== জন্ম ==\nআদিত্য শ্রীবাস্তব ১৯৬৮ সালের ২১ জুলাই জন্মগ্রহণ করেন। তার পিতার নাম ডি এন শ্রীবাস্তব। তার জন্মস্থান এলাহাবাদ, উত্তরপ্রদেশ, ভারত।\n\n\n== পারিবারিক জীবন ==\nআদিত্য শ্রীবাস্তব মানসি শ্রীবাস্তবকে বিয়ে করেছেন। তিনি দুই কন্যার জনক। তার দুই কন্যার নাম যথাক্রমে আরশি শ্রীবাস্তব ও অদিতি শ্রীবাস্তব।\n\n\n== অভিনয় জীবন ==\nএলাহাবাদ বিশ্ববিদ্যালয় থেকে গ্র্যাজুয়েশন করার সময়, আদিত্য শ্রীবাস্তব সংগীত সমিতি, সিভিল লাইন, এলাহাবাদ এ থিয়েটার নাটক মঞ্চস্থ করা শুরু করেছিলেন। তিনি অভিনয় জীবনে দক্ষতা অর্জন করতে ১৯৮৯ সালে দিল্লিতে চলে এসেছিলেন এবং বেশিরভাগ সময় শ্রী রাম সেন্টার অফ পারফর্মিং আর্টস-এর নাট্যকর্মে জড়িত ছিলেন। শেখর কাপুরের আলোচিত ব্যান্ডিট কুইন সিনেমায় তিনি প্রথম অভিনয় করেছেন, যেখানে তিনি পুতিলাল চরিত্রে অভিনয় করেছিলেন। এর পরে, তিনি ১৯৯৫ সালে মুম্বাই চলে এসেছিলেন। তিনি ব্যোমকেশ বক্সী ও আহট এ মুখ্য পর্বের ভূমিকা পালন করেছিলেন। কমেডি সার্কাস কা নয়া দৌড়, ৯ মালাবার হিল এবং ইয়ে শাদি না হো শক্তি ইত্যাদি টিভি সিরিয়ালে তিনি পূর্ণ-বিশিষ্ট এবং বিশিষ্ট চরিত্রে অভিনয় করেছিলেন। ১৯৯৭ সালে চলচ্চিত্র করতে তিনি টিভি সিরিয়াল থেকে বিরতি নিয়েছিলেন। পরে তাকে সিআইডিতে এ অভিনয় করার অফার দেওয়া হয়েছিল ১৯৯৯ সালে। বি.পি. সিং তাকে সত্য এ লক্ষ্য করার পরে এই অফারটি দিয়েছিলেন। সিনিয়র ইন্সপেক্টর অভিজিৎ এর চরিত্রে অভিনয় করতে তাকে আশুতোষ গোয়ারিকর এর (সিআইডিতে ইন্সপেক্টর ভিরেনের চরিত্রে অভিনয় করেছেন) স্থলে নেয়া হয়। যদিও তিনি ততক্ষণে সিআইডি এর একটি পর্বে (দ্য কেস অফ দ্য স্টোলেন গান) একজন অপরাধী পরেশের চরিত্রে অভিনয় করেছিলেন। তিনি প্রাথমিকভাবে সিআইডিতে অভিনয় করতে অনিচ্ছুক ছিলেন। তিনি মাত্র ২৬টি পর্বের জন্য চুক্তিবদ্ধ হয়েছিলেন, যা পরে বৃদ্ধি পেয়েছিল। সিনিয়র ইন্সপেক্টর অভিজিৎ হিসাবে সিআইডিতে তাঁর প্রথম পর্বটি ছিল দ্য কেস অফ দ্য স্টোলেন ডায়নামাইট। আজ তিনি অনুষ্ঠানের অন্যতম স্তম্ভ এবং সবচেয়ে জনপ্রিয় অফিসার।ইতোমধ্যে তিনি অনেকগুলি চলচ্চিত্রও করেছিলেন। ২০০৫ সালে তাকে হংসল মেহতার দিল পে মাত লে ইয়ার!! এ পুরুষ চরিত্রে অভিনয় করার প্রস্তাব দেওয়া হয়েছিল, কিন্তু পরে মনোজ বাজপেয়ীর ঐ চরিত্রে অভিনয় করা হয়েছিল। একক পুরুষ নায়ক চরিত্রে অভিনয় করার মতো তাঁর প্রথম ছবি দিল সে পুছ .. কিধার যানা হ্যায়। যদিও এটির অনেক বাণিজ্যিক ব্যর্থতা ছিল, কারণ সান প্রযোজনা ঘর প্রচারগুলি প্রকাশের সিদ্ধান্ত নিয়েছে, এটি তার অভিনয়ের জন্য সমালোচকদের কাছে প্রশংসা অর্জন করেছিল। তার নায়ক হিসেবে আরও একটি অভিনীত চলচ্চিত্র কালো। কালোর শুটিং চলাকালীন একটি বাস দুর্ঘটনায় কাঁধে আঘাত পেয়েছিলেন তিনি। আন্তর্জাতিকভাবে, তিনি দিল সে.., মোহনদাস, দানশ, সত্য , মাতৃভূমি, ব্ল্যাক ফ্রাইডে এবং গুলাল এর মতো ছবিতে তাঁর কাজের জন্য বেশি পরিচিত, এগুলোর সবই আন্তর্জাতিক চলচ্চিত্র উৎসব সার্কিটে সাফল্যের সাথে ছড়িয়ে পড়ে, যা তাকে সমালোচকদের কাছে অপ্রতিদ্বন্দ্বী আসনে বসায়। তিনি অন্যান্য অনেকগুলি চলচ্চিত্র করেছিলেন এবং সমালোচকদের দাবি অনুসারে সেগুলির প্রতিটিতে তাঁর উপস্থিতি জানান দিয়েছিলেন। তার শো সিআইডির দ্য ইনহেরিটেন্স নামক পর্বটি গিনেস বুক অব ওয়ার্ল্ড রেকর্ডসে ছিল। সেখানে দীর্ঘতম ধারাবাহিকের শুটিংয়ের জন্য যাদের নাম উল্লেখ করা হয়েছে তাদের মধ্যে তিনিও রয়েছেন। এটি তার জীবনের একটি বিরল অর্জন। একটি গান সিআইডির একটি পর্বের জন্য রেকর্ড করা হয়েছিল,যা ২১ জানুয়ারি ২০১২ এ প্রচারিত, যা ছিল আদিত্য শ্রীবাস্তব এবং তাঁর সহকর্মী শিবাজী সতম এবং দয়ানন্দ শেট্টিদের গাওয়া একটি লোলি গান। ২০১৪ তে, দাতব্য প্রতিষ্ঠানের জন্য অর্থ সংগ্রহের জন্য আদিত্য শ্রীবাস্তব, শিবাজি সত্যম, দয়ানন্দ শেট্টি এবং নরেন্দ্র গুপ্ত উপস্থিত ছিলেন কৌন বনেগা ক্রোড়পতি অনুষ্ঠানে। টেলিভিশন ইন্ডাস্ট্রিতে তার দীর্ঘদিন কাজের কারণে এক বিরতির পরে, তিনি আবার বড় পর্দায় ফিরে এসেছিলেন। বর্তমানে সিআইডি আপাতত বন্ধ থাকার কারণে তিনি বড় পর্দার দিকে মনোযোগী হয়েছেন।\n\n\n== অভিনীত চলচ্চিত্র ==\n\n\n== টেলিভিশন ধারাবাহিক ==\n\n\n== সিআইডি এর সিনিয়র ইন্সপেক্টর অভিজিৎ হিসেবে ==\nসিআইডির সিনিয়র ইন্সপেক্টর অভিজিৎ চরিত্রে অভিনয় করেছেন তিনি। তিনি সিআইডির সবচেয়ে জনপ্রিয় অভিনেতা। মূলত দলে যোগ দিয়েছেন ইন্সপেক্টর ভিরেনের স্থলাভিষিক্ত হয়ে। আরেক সিনিয়র ইন্সপেক্টর দয়ার সাথে তার গভীর বন্ধুত্ব। বেশ বড় কিছু বিপদে দয়া তার জীবন বাঁচিয়েছেন। অফিসারদের মধ্যে তিনি সেরা যিনি যথেষ্ট বুদ্ধিমান এবং সৎ সিআইডি অফিসার। তিনি সিআইডির সদস্যদের মধ্যে সেরা একজন শুট্যার যিনি চোখ বন্ধ করে আওয়াজ শুনে নিখুঁত নিশানায় গুলি করতে পারেন।ফরেনসিক ল্যাবের সহকারী ডা. তারিকার প্রতি আলাদা দূর্বলতা আছে তার। সিনিয়র ইন্সপেক্টর অভিজিৎ চরিত্রে অভিনয়ের পূর্বে ১৯৯৮ সালে একটি পর্বে তিনি ভিলেন চরিত্রে অভিনয় করেছেন। প্রতি এপিসোডে অভিনয় করতে আদিত্য শ্রীবাস্তব নেন ৮০ হাজার থেকে ১ লক্ষ টাকা। সিনিয়র ইন্সপেক্টর অভিজিৎ চরিত্রে অভিনয় করা আদিত্য শ্রীবাস্তবকে শুরুতে সিআইডি শো-তে অপরাধী হিসাবে পরিচয় দেওয়া হয়েছিল (৩৯ ও ৪০ পর্বে - দ্য কেস অফ দ্য স্টোলেন গান)। পরে তাকে দলে অন্তর্ভুক্ত করা হয়েছিল (পর্ব ৭৩ ও ৭৪ - দ্য কেস অব দ্য স্টোলেন ডায়নামাইট)। \"আমি কেবল ২৬টি পর্বই করতে রাজি হয়েছিলাম। ১৯৯৯ সালে, আমি কিছু ছবিও করছিলাম, এবং বি.পি. সিং স্যার যেভাবে ইচ্ছা তেমন আসার জন্য নমনীয়তা দিয়েছিলেন। তবে আমি আমি অভিজিৎ চরিত্রে উপভোগ করতে শুরু করেছি, এবং তাই আমি সিআইডিতে অভিনয় করা চালু রাখলাম\", শ্রীবাস্তব বললেন। সিনিয়র ইন্সপেক্টর অভিজিৎ হিসেবে আদিত্য শ্রীবাস্তব আরও কিছু শো-তে অভিনয় করেছেন। যেমন: সিআইডি :স্পেশাল ব্যুরো, আদালত, তারক মেহতা কা উল্টা চশমা ইত্যাদি। এসব শো সিনিয়র ইন্সপেক্টর অভিজিৎ হিসেবে আদিত্য শ্রীবাস্তবকে আরও বেশি জনপ্রিয়তা এনে দিয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে আদিত্য শ্রীবাস্তব (ইংরেজি)"}