{"pageid": 105791, "title": "কেওড়াতলা মহাশ্মশান", "url": "https://bn.wikipedia.org/wiki?curid=105791", "content": "কেওড়াতলা মহাশ্মশান কলকাতার একটি বৃহৎ ও অন্যতম গুরুত্বপূর্ণ শ্মশানঘাট। দক্ষিণ কলকাতার কালীঘাট অঞ্চলে কালীঘাট মন্দিরের অদূরে আদিগঙ্গার বাম তীরে এই শ্মশান অবস্থিত। কলকাতার বহু বিশিষ্ট ব্যক্তির শেষকৃত্য সম্পন্ন হয়। স্বাধীনতার পর পশ্চিমবঙ্গের প্রাক্তন মুখ্যমন্ত্রী ডাঃ বিধানচন্দ্র রায়ের উদ্যোগে এই শ্মশানের আধুনিকীকরণ করা হয়। বর্তমানে এই শ্মশানে দাহকার্যে বৈদ্যুতিক চুল্লি ব্যবহার করা হয়। শ্মশান প্রাঙ্গণে অবস্থিত কলকাতার প্রথম মেয়র দেশবন্ধু চিত্তরঞ্জন দাশের সমাধিসৌধটি কলকাতার অন্যতম দর্শনীয় স্থান। এখানে রানী রাসমণি-কে দাহ করা হয়। এছাড়াও সমগ্র শ্মশানে ছড়িয়ে ছিটিয়ে আছে নানা ছোটো বড়ো স্মৃতিফলক ও স্মৃতিসৌধ। কেওড়াতলা মহাশ্মশানের সর্বজনীন শ্মশানকালীর পূজা প্রসিদ্ধ।\n\n\n== নামকরণ ==\nকেওড়াতলা মহাশ্মশান প্রতিষ্ঠার পূর্বে এই অঞ্চলটি ছিল কেওড়া গাছের জঙ্গল। সেই থেকেই এই জায়গাটির নাম হয় কেওড়াতলা।\n\n\n== ইতিহাস ==\nঅষ্টাদশ শতাব্দীতে কালীঘাট অঞ্চলে জনসংখ্যা বৃদ্ধি এই অঞ্চলে একটি শ্মশানঘাটের প্রয়োজনীয়তা অনুভূত হয়। এই সময় কালীঘাট মন্দির সংলগ্ন একটি ঘাটে শবদাহ করা হত। বর্তমানে এই ঘাটটিই তর্পণঘাট নামে পরিচিত। কিন্তু এখানে শবদাহ করা ছিল অত্যন্ত অসুবিধা জনক। শবদাহের সময় কালো ধোঁয়ায় মন্দির ও মন্দির সংলগ্ন ভরে যেত। কলকাতা পৌরসংস্থা স্থাপিত হওয়ার পর এই ঘাটে শবদাহ বন্ধ হয়ে যায়। দাহকার্যের অসুবিধার কথা মাথায় রেখে ১৮৬২ সালে কালীঘাট মন্দিরের অদূরে দুই বিঘা জমির উপর বর্তমান শ্মশানঘাটটি প্রতিষ্ঠিত হয়। মধ্যস্থলে কালীমন্দির, ঈশান কোণে নকুলেশ্বর ভৈরব মন্দির ও নৈঋত কোণে শ্মশানঘাটের অবস্থিতির কারণে এই অঞ্চলটি পবিত্র বলে পরিগণিত হয়।\nতবে কেওড়াতলা শ্মশানের অবস্থা এককালে অত্যন্ত খারাপ ছিল। দাহকার্যের পোড়া কাঠকয়লা ও ভস্ম জমে জমে জায়গাটি অপরিচ্ছন্নতার চূড়ান্ত অবস্থায় পৌঁছায়। শ্মশানযাত্রীদের বিশ্রামেরও উপযুক্ত জায়গা ছিল না। কালীমন্দিরের সেবায়েত গঙ্গানারায়ণ হালদারের স্ত্রী বিশ্বময়ী দেবী সর্বপ্রথম শ্মশানের উন্নয়নে মনোযোগ দেন। তিনি প্রথমে শ্মশানঘাটটি বাঁধিয়ে দেন এবং পরে শ্মশানযাত্রীদের জন্য বিশ্রামাগার ও শ্মশানের একটি সুদৃশ্য প্রবেশদ্বার নির্মাণ করিয়েছিলেন। শ্মশানের উন্নয়নে কলকাতা হাইকোর্টের বেঞ্চ ক্লার্ক বরিশালনিবাসী শশিভূষণ বসুর ভূমিকাও স্মরণীয়। তিনি পিতার স্মৃতিতে শ্মশানে একটি বিরাট বাড়ি নির্মাণ করে দেন। রাতে শবদাহের সুবিধার জন্য গ্যাসের আলোর ব্যবস্থাও করেন। স্বাধীনতার পর পশ্চিমবঙ্গের তদনীন্তন মুখ্যমন্ত্রী ডাঃ বিধানচন্দ্র রায় এই শ্মশানের আধুনিকীকরণে উদ্যোগী হন।\n২০০৪ সালে কলকাতা পৌরসংস্থা কেওড়াতলা মহাশ্মশান সংস্কারের পরিকল্পনা গ্রহণ করে। এই প্রকল্পে প্রায় এক কোটি টাকা ব্যয়ে সাজানো হয় বৈদ্যুতিক চুল্লি ও উদ্যান। ২০০৫ সালের গোড়ার দিকে শ্মশানের নতুন তোরণ নির্মিত হয় ও ঘাটগুলির সংস্কার করা হয়। নবপর্যায়ে সৎকারের জন্য চারটি চিতা নির্মিত হয়। শ্মশানযাত্রীদের বিশ্রামেরও উপযুক্ত ব্যবস্থা নেওয়া হয়েছে। তবে পরিত্যক্ত কাঠের চুল্লির শ্মশানটি এখন অযত্ন ও অবহেলার শিকার।\n\n\n== স্মৃতিসৌধ ==\nকলকাতার বহু বিশিষ্ট ব্যক্তিত্বের শেষকৃত্য সম্পন্ন হয়েছে কেওড়াতলা মহাশ্মশানে। এঁদের মধ্যে রয়েছেন আশুতোষ মুখোপাধ্যায়, দেশবন্ধু চিত্তরঞ্জন দাশ, যতীন দাস, যতীন্দ্রমোহন সেনগুপ্ত, শরৎচন্দ্র চট্টোপাধ্যায়, শ্যামাপ্রসাদ মুখোপাধ্যায়, উত্তম কুমার, নেলী সেনগুপ্ত, হেমন্ত মুখোপাধ্যায়, সত্যজিৎ রায়, সিদ্ধার্থশঙ্কর রায়, সুচিত্রা মিত্র, জীবনানন্দ দাশ প্রমুখ। কাঠের চিতার শ্মশানের পশ্চিমে আদিগঙ্গার দিকে, উত্তর ও দক্ষিণের কিয়দংশ মিলিয়ে শ্মশান প্রাঙ্গণেই রয়েছে সতেরোটি স্মৃতিসৌধ ও স্মারকস্থাপত্য।\nমাইসোর গার্ডেন....\nকেওড়াতলা মহাশ্মশানের কাঠের চুল্লি ও ইলেকট্রিক চুল্লির মাঝে আছে মাইসোর গার্ডেন, নানা ফুলের গাছে সাজানো এই বাগানের শেষে একটি সুন্দর বিষ্ণুমন্দির আছে...সেই সময়ে মন্দিরের ভিতরে বৈদ্যুতিক আলোর ব্যবস্থা ছিলনা...কিন্তু মন্দিরটি নির্মাণের সময়ে যে প্রযুক্তি ব্যবহার করা হয়ে ছিল তাতে, দিনে সূর্যালোক ও রাতে চন্দ্রালোক প্রবেশ করে মন্দিরের ভিতরটি আলোকিত করে রাখতো...মন্দিরের চূড়ায় একটি সোনার ঘট ছিল...১৯৭০/৭৫ এর পর থেকে তা আর দেখা যায় না...সঠিক দেখভালের অভাবে এক সময় এই বাগানটি প্রায় জঙ্গলে পরিণত হয়, সেই সময়ে এই বাগান ও মন্দির, নেশাখোর ও সমাজবিরোধীদের আখড়ায় পরিণত হয়... ২০০৪ সালের পর থেকে,কলকাতা পৌরসভার উদ্যোগে, মাইসোর গার্ডেনকে সুন্দর করে সাজিয়ে তোলা হয়।\n\n\n== সর্বজনীন শ্মশানকালী পূজা ==\n\nপশ্চিমবঙ্গের অন্যান্য শ্মশানের মতো কেওড়াতলা মহাশ্মশানেরও অধিষ্ঠাত্রী দেবী হলেন শ্মশানকালী। কথিত আছে, ১৮৭০-এর দশকে এক পরিব্রাজক কাপালিক দুই স্থানীয় ব্রাহ্মণের সহায়তায় এখানে শ্মশানকালী পূজার প্রচলন করেছিলেন। কাপালিক নিজের সঙ্গে আনা একটি লোহার কালীপ্রতিমায় পূজা করেন এবং পূজার পর নিজ গন্তব্যে চলে যান। কিন্তু তারপর শ্মশানে আর পূজা বন্ধ করা হয়নি। প্রতি বছরই দীপান্বিতা অমাবস্যায় মহাসমারোহে নিষ্ঠাভরে শ্মশানকালী পূজার আয়োজন করা হতে থাকে।মায়ের বাৎসরিক পূজা হয় ভাদ্র মাসের অমাবস্যায়।\n১৯২৪ সাল থেকে একটি সর্বজনীন পূজাকমিটি কর্তৃক এই পূজার তত্ত্বাবধান হয়ে আসছে। পূজা হয় শ্মশানের উত্তর-পশ্চিম কোণে টেরাকোটা নতুন মহাকাল মন্দিরের পাশের বেদিতে। বর্তমান কালীপ্রতিমার উচ্চতা ষোলো ফুট। দেবী দ্বিভূজা – দুই হাতে মদ্য ও মাংস রেখে পূজা করা হয়। পূজায় ছাগবলি হয়। কেওড়াতলা মহাশ্মশানের নিয়ম অনুযায়ী শ্মশানের ডোমেরা বলির পর অন্তত দুটি ছাগমুণ্ড পায়।তবে মায়ের বাৎসরিক পূজা হয় ভাদ্র মাসের অমাবস্যায়। এই পূজা সম্পর্কিত একটি প্রচলিত লোকবিশ্বাস হল, পূজা চলাকালে অন্তত একটি মৃতদেহ দাহের জন্য শ্মশানে আসবেই। তবে এখানে শ্মশানের যে অংশে আগে কাঠের চুল্লীতে মড়া পোড়ানো হত,সেখানে কৃষ্ণ কালী রূপে মা নিত্য পূজা পান। এখানে মায়ের হাতে যেমন খড়গ আছে,তেমনি আছে বাঁশি। মা এখানে অর্ধ অঙ্গে মাহেশ্বরি আর অর্ধ অঙ্গে শ্রী শ্রী হরি।পঞ্চমুন্ডের আসনে মা অধিষ্ঠাত্রী।বহু সাধকের সাধনার স্থান এই কেওড়াতলা মহাশ্মশান।\n\n\n== উল্লেখযোগ্য শেষকৃত্য ==\nজীবনানন্দ দাশ\nচারু মজুমদার\nহেমন্ত মুখোপাধ্যায়\nমহানায়ক উত্তম কুমার\nসত্যজিৎ রায়\nশানু লাহিড়ী.\nসুনীল গঙ্গোপাধ্যায়\nউমা দাশগুপ্ত\n\n\n== চিত্রকক্ষ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nনিমতলা মহাশ্মশান\nমহীশূর উদ্যান\n\n\n== তথ্যসূত্র =="}