{"pageid": 1057156, "title": "খাইবার পাখতুনখোয়ার জেলার তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1057156", "content": "খাইবার পাখতুনখোয়া প্রদেশ, জনসংখ্যার ভিত্তিতে পাকিস্তানের তৃতীয় বৃহত্তম প্রদেশ এবং অঞ্চল অনুসারে ক্ষুদ্রতম প্রদেশ যা ৩৫ টি জেলা এবং ৭ টি বিভাগে বিভক্ত। নিম্নে আপনি খাইবার পাখতুনখোয়ার জেলা এবং বিভাগগুলির ইতিহাসের বিশদ বিবরণ পাবেন, প্রতিটি জেলার, খাইবার পাখতুনখোয়ার বিভাগ এবং এটার জেলাগুলির একটি মানচিত্র প্রদর্শিত হবে, এবং প্রতিটি জেলার নাম, জেলাটি বিভাগের অন্তর্গত, জেলার অঞ্চল, জেলার সদর দফতর সম্পর্কিত একটি তালিকা প্রদর্শন করে, জেলার জনসংখ্যা এবং জনসংখ্যার ঘনত্ব (২০১৭ সালে), প্রতিটি জেলার গড় বার্ষিক জনসংখ্যা বৃদ্ধির হার (১৯৯৮ এবং ২০১৭ এর মধ্যে) এবং প্রতিটি জেলার অবস্থান একটি মানচিত্রে প্রদর্শিত হবে।\n\n\n== ইতিহাস ==\n\n\n=== ১৯০১ - ১৯৪৭ ===\nউপেনিবেশিক কাল থেকেই জেলাগুলি উপমহাদেশে সিভিল প্রশাসনের একটি পূর্ণ অংশ তৈরি করেছিল। ১৯০১ সালের অক্টোবরে যখন উত্তর-পশ্চিম সীমান্ত প্রদেশ (খাইবার পাখতুনখোয়ার সাবেক নাম) গঠিত হয়েছিল, তখন এটি পাঁচটি \"স্থায়ী জেলা\"তে বিভক্ত হয়েছিল: বান্নু, ডেরা ইসমাইল খান, হাজারা, কোহাত ও পেশোয়ার এবং ভূমির একটি \"আন্তঃসীমান্ত অঞ্চল\" যা পাঁচটি রাজনৈতিক এজেন্সি ঘিরে ছিল: খাইবার, কুররাম, মালাকান্দ, তোচি এবং ওয়ানো। বান্নু, ডেরা ইসমাইল খান, কোহাত এবং পেশোয়ার এই চারটি জেলাকে \"আন্তঃ-সিন্ধু\" জেলা হিসাবে বিবেচনা করা হত।\n১৯৪১ সালের ব্রিটিশ ভারতের আদমশুমারীর মধ্যে, তোচি এজেন্সির নামকরণ করা হয়েছিল \"উত্তর ওয়াজিরিস্তান এজেন্সি\", ওয়ানা এজেন্সির নামকরণ করা হয়েছিল \"দক্ষিণ ওয়াজিরিস্তান এজেন্সি\" এবং পেশোয়ার জেলার দুটি তেহসিল (মারদান ও সোয়াবি) বিভক্ত হয়ে মারদান জেলা গঠন করা হয়েছিল,  যা পঞ্চম \"আন্তঃ-সিন্ধু\" জেলাতে পরিণত হয়েছিল। উত্তর-পশ্চিম সীমান্ত প্রদেশের ছয়টি জেলাও তাদের নিজস্ব \"সীমান্ত অঞ্চল\" দেওয়া হয়েছিল, এটি একটি উপজাতি অঞ্চল যা একটি সংলগ্ন জেলার জেলা প্রশাসকের নিয়ন্ত্রণে ছিল।\n\n\n=== ১৯৪৭ - ১৯৫৪ ===\nপাকিস্তানের স্বাধীনতার পরে, উত্তর-পশ্চিম সীমান্ত প্রদেশের ছয় জেলা প্রদেশের মধ্যে তাদের সীমানা এবং অবস্থান ধরে রেখেছে, তবে পাঁচটি উপজাতি সংস্থা এবং ছয়টি সীমান্ত অঞ্চল সমস্ত প্রদেশ থেকে বিভক্ত হয়ে ফেডারেল প্রশাসনিক উপজাতি অঞ্চল তৈরি করেছিল। ইসলামাবাদ থেকে শাসিত ফেডারেল প্রশাসনিক উপজাতি অঞ্চলগুলি পাকিস্তানের প্রশাসনিক ইউনিট ছিল যা এর প্রদেশের চেয়ে বড় অঞ্চল ছিল।\n১৯৫১ সালে, কেন্দ্রীয় প্রশাসনিক উপজাতি অঞ্চলে মোহামান্দ এজেন্সি তৈরির জন্য মালাকান্দ এজেন্সির কিছু অংশ ভাগ হয়ে যায়। \n\n\n=== ১৯৫৪ - ১৯৭২ ===\n১৯৫৪ সালে, একক ইউনিট নীতি যা সমগ্র পশ্চিম পাকিস্তানকে এক প্রদেশে সংকুচিত করেছিল। ১৯৫৪-১৯৭০ সাল থেকে, উত্তর-পশ্চিম সীমান্ত প্রদেশের অস্তিত্ব বন্ধ হয়ে গেল। প্রদেশের অস্তিত্বহীনতার ফলে এই অঞ্চলের প্রথম বিভাগের উত্থান ঘটে (ইতোমধ্যে পাঞ্জাব এবং পূর্ববঙ্গে বিভাগ বিরাজমান ছিল, তবে অন্যান্য প্রদেশের কোনটিরই এক ইউনিট পর্যন্ত বিভাগ ছিল না)। একসময় উত্তর-পশ্চিম সীমান্ত প্রদেশ এবং ফেডারেল প্রশাসনিক উপজাতি অঞ্চল জুড়ে এই অঞ্চলটি দুটি বিভাগের মধ্যে ভাগ হয়েছিল: ডেরা ইসমাইল খান বিভাগ এবং পেশোয়ার বিভাগ। ডেরা ইসমাইল খান বিভাগ বান্নু জেলা, ডেরা ইসমাইল খান জেলা, উত্তর ওয়াজিরিস্তান এজেন্সি এবং পেশোয়ার বিভাগ হাজারা জেলা, কোহাত জেলা, মারদান জেলা, পেশোয়ার জেলা, কুররাম এজেন্সি, খাইবার এজেন্সি, মালাকান্দ এজেন্সি ও মোহামান্দ এজেন্সি জুড়ে রয়েছে। পূর্বে বিদ্যমান সীমান্ত অঞ্চলগুলি এই সময়ে তাদের নিজ নিজ জেলায় অন্তর্ভুক্ত হয়েছিল।\nএকক ইউনিট নীতি ১৯৭০ সালে শেষ হয়েছিল এবং প্রদেশগুলি তাদের মূল গঠনে ফিরে এসেছিল (যার অর্থ এই ছিল যে কেন্দ্র শাসিত উপজাতীয় অঞ্চল এবং উত্তর-পশ্চিম সীমান্ত প্রদেশ আরও একবার পৃথক হয়েছিল এবং সীমান্ত অঞ্চলগুলি প্রশাসনিক ইউনিট হিসাবে তাদের মর্যাদা ফিরে পেয়েছিল)। নীতিমালার ফলে যে বিভাগগুলি তৈরি হয়েছিল সেগুলি উত্তর-পশ্চিম সীমান্ত প্রদেশে থেকে যায়, তবে কেন্দ্রীয় প্রশাসনিক উপজাতি অঞ্চলে পুরোপুরি বিলুপ্ত হয়ে যায়।\nপাকিস্তানের ১৯৭২ সালের আদমশুমারির সময় প্রশাসনিক মানচিত্রে অনেক পরিবর্তন করা হয়েছিল।\nমালাকান্দ বিভাগ ১৯৬১ থেকে ১৯৭২ সালের মধ্যে তৈরি করা হয়েছিল, যা বর্তমানে বিলুপ্ত মালাকান্দ এজেন্সির বেশিরভাগ অংশ জুড়ে ছিল এবং এটি চিত্রাল, দির, মালাকান্দ এবং সোয়াত জেলায় বিভক্ত ছিল।\nহাজারা ও মারদান জেলাগুলি সীমান্তবর্তী অঞ্চলগুলিকে সংহত করেছিল।\nবাজৌর এজেন্সি বর্তমানে বিলুপ্ত মালাকান্দ এজেন্সির যেসব মালাকান্দ বিভাগে স্থাপন করা হয়নি সেসব এই অঞ্চলের বাইরে তৈরি করা হয়েছিল।\nএর অর্থ হল উত্তর-পশ্চিম সীমান্ত প্রদেশ তিনটি বিভাগ এবং নয়টি জেলায় বিভক্ত ছিল, যখন কেন্দ্র শাসিত উপজাতীয় অঞ্চলগুলি ছয়টি রাজনৈতিক এজেন্সি এবং চারটি সীমান্ত অঞ্চলে বিভক্ত ছিল। এই অঞ্চলের প্রশাসনিক বিভাগগুলি নিম্নরূপ ছিল (জেলা এবং বিভাগগুলি যেসবের আর অস্তিত্ব নেই তা লাল লেখায়) রয়েছে:\n\nউত্তর-পশ্চিম সীমান্ত প্রদেশ\nডেরা ইসমাইল খান বিভাগ\nবান্নু জেলা\nডেরা ইসমাইল খান জেলা\nমালাকান্দ বিভাগ\nচিত্রাল জেলা\nদির জেলা\nমালাকান্দ জেলা\nসোয়াত জেলা\nপেশাওয়ার বিভাগ\nহাজারা জেলা\nকোহাত জেলা\nমারদান জেলা\nপেশাওয়ার জেলা\nকেন্দ্র শাসিত উপজাতীয় অঞ্চল\nরাজনৈতিক এজেন্সি\nবাজৌর এজেন্সি\nখাইবার এজেন্সি\nকুররাম এজেন্সি\nমোহামান্দ এজেন্সি\nউত্তর ওয়াজিরিস্তান এজেন্সি\nদক্ষিণ ওয়াজিরিস্তান এজেন্সি\nপ্রাদেশিক অঞ্চল\nপ্রাদেশিক অঞ্চল বান্নু\nপ্রাদেশিক অঞ্চল ডেরা ইসমাইল খান\nপ্রাদেশিক অঞ্চল কোহাত\nপ্রাদেশিক অঞ্চল পেশাওয়ার\n\n\n=== ১৯৭২ - ১৯৮১ ===\n১৯৭২ থেকে ১৯৮১ সালের মধ্যে, নতুন বিভাগ এবং জেলা বিভক্ত ও তৈরি করা অব্যাহত রেখেছিল এবং প্রশাসনিক মানচিত্রে পরিবর্তন বজায় রেখেছিল:\nহাজারা বিভাগের অধুনা বিলুপ্ত হাজারা জেলা এবং মালাকান্দ বিভাগের সোয়াত জেলার কিছু অংশ জুড়ে এই অঞ্চলটির বাইরে তৈরি করা হয়েছিল। হাজরা বিভাগ তিনটি জেলায় বিভক্ত হয়েছিল, যেসব ছিল অ্যাবোটাবাদ জেলা (হাজরা জেলার অ্যাবোটাবাদ, আম্ব এবং হরিপুর তেহসিলের সমন্বয়ে গঠিত), কোহিস্তান জেলা (সোয়াত জেলার ছয়টি তেহসিলের সমন্বয়ে গঠিত এবং বাটাগ্রাম তেহসিলের আটটি ইউনিয়ন  পরিষদ (হাজারা জেলার মধ্যে), এবং মনসেহরা জেলা (বাটাগ্রাম তেহসিলের সমন্বয়ে গঠিত (প্রারম্ভিক আটটি ইউনিয়ন পরিষদ যা কোহিস্তান জেলা প্রদত্ত ছিল) এবং হাজারা জেলার মনসেহরা তেহসিল)।\nউড়াকজাইয়ের এজেন্সি কেন্দ্রীয় প্রশাসনিক উপজাতি অঞ্চলের সীমান্ত অঞ্চল কোহাত (যা এখনও বিদ্যমান ছিল, তবে ছোট ছিল) এর কিছু অংশ থেকে তৈরি হয়েছিল।\nএর অর্থ পাকিস্তানের ১৯৮১ সালের আদমশুমারীর মধ্যে উত্তর-পশ্চিম সীমান্ত প্রদেশে ১২ টি জেলা ছিল (১৯৭২ সালের তুলনায় তিনটি বেশি), চারটি বিভাগে বিভক্ত হয়েছিল (১৯৭২ সালের তুলনায় আরো একটি) এবং কেন্দ্র শাসিত উপজাতি অঞ্চলে সাতটি রাজনৈতিক সংস্থা (১৯৭২ সালের তুলনায় আরো একটি) এবং চারটি প্রাদেশিক অঞ্চল ছিল। আপনি নীচে তাদের একটি তালিকা পেতে পারেন (জেলা এবং বিভাগগুলি যেসবের আর অস্তিত্ব নেই তা লাল লেখায়) রয়েছে:\n\nউত্তর-পশ্চিম সীমান্ত প্রদেশ\nডেরা ইসমাইল খান বিভাগ\nবান্নু জেলা\nডেরা ইসমাইল খান জেলা\nহাজারা বিভাগ\nঅ্যাবোটাবাদ জেলা\nকোহিস্তান জেলা\nমনসেহরা জেলা\nমালাকান্দ বিভাগ\nচিত্রাল জেলা\nদির জেলা\nমালাকান্দ জেলা\nসোয়াত জেলা\nপেশাওয়ার জেলা\nকোহাত জেলা\nমারদান জেলা\nপেশাওয়ার জেলা\nকেন্দ্র শাসিত উপজাতি অঞ্চল\nরাজনৈতিক সংস্থা\nবাজাউর এজেন্সি\nখাইবার এজেন্সি\nকুররাম এজেন্সি\nমোহমান্দ এজেন্সি\nউড়াকজাই এজেন্সি\nউত্তর ওয়াজিরিস্তান এজেন্সি\nদক্ষিণ ওয়াজিরিস্তান এজেন্সি\nপ্রাদেশিক অঞ্চল\nপ্রাদেশিক অঞ্চল বান্নু\nপ্রাদেশিক অঞ্চল ডেরা ইসমাইল খান\nপ্রাদেশিক অঞ্চল কোহাত\nপ্রাদেশিক অঞ্চল পেশাওয়ার\n\n\n== বর্তমান মানচিত্র ==\n\n\n== খাইবার পাখতুনখোয়ার বিভাগসমূহ ==\n\n\n== জেলাসমূহ ==\n\n\n== তথ্যসূত্র =="}