{"pageid": 1057549, "title": "স্লোভাকিয়ায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1057549", "content": "স্লোভাকিয়ায় ইসলাম অন্যতম একটি সংখ্যালঘু ধর্ম। ২০১০ সালে স্লোভাকিয়ায় আনুমানিক ৫০০০ জন মুসলমান ছিল যারা দেশের জনসংখ্যার ০.১% এরও কম প্রতিনিধিত্ব করে।\n\n\n== ইতিহাস ==\nমোহাকসের (১৫২৬) হাঙ্গেরীয় পরাজয়ের কয়েক দশক পর তুর্কি সৈন্যরা আজকের দক্ষিণ মধ্য স্লোভাকিয়ার স্তুরোভো (পারকানি) এবং অন্যান্য অংশ নিয়ন্ত্রণ করে এবং প্রোটেস্ট্যান্ট খ্রিস্টান গোষ্ঠীগুলিকে উৎসাহিত করে যখন হ্যাবসবার্গ অস্ট্রিয়ান সৈন্যরা উত্তর ও পশ্চিমঅংশ দখল করে এবং পুনরায় ক্যাথেলাইজ করে। পরে তুর্কিরা দক্ষিণ মধ্য স্লোভাকিয়ার আরও কিছু অঞ্চল দখল করে এবং নিত্রা পর্যন্ত অঞ্চলে পিলিং করে। কিন্তু অবশেষে, যখন তুর্কিরা ভিয়েনার যুদ্ধে পরাজিত হয় এবং স্লোভাকিয়ায় উসমানীয় ভাসাল এমেরিক থোকোলি পরাজিত হয়, ১৬৮৭ থেকে ১৬৯৯ সালের মধ্যে হাঙ্গেরিতে তুর্কি উসমানীয় শাসন অবশেষে ভেঙ্গে যায়।\n\n\n== মুসলিম জনমিতি ==\nমসজিদ ব্যতীত স্লোভাকিয়া ইউরোপীয় ইউনিয়নের একমাত্র সদস্য রাষ্ট্র। ২০০০ সালে ব্রাতিস্লাভায় একটি ইসলামিক কেন্দ্র নির্মাণ নিয়ে বিরোধ শুরু হয়: রাজধানীর মেয়র স্লোভাক ইসলামিক ওয়াকফস ফাউন্ডেশনের এই ধরনের প্রচেষ্টা প্রত্যাখ্যান করেন।\n২০১৬ সালের ৩০ নভেম্বর স্লোভাকিয়া ইসলামকে দেশে ধর্ম হিসেবে সরকারী মর্যাদা অর্জন থেকে কার্যকরভাবে বিরত রাখার জন্য আইন পাস করে।\n\n\n== ব্র্যাটিস্লাভাতে কর্ডোবা ইসলামিক সেন্টার ==\nইসলামিক সেন্টার অফ কর্ডোবা (কুলটার্ন সেন্ট্রাম কর্ডোবা), ব্রাতিস্লাভার ওবচোদনা রাস্তায় অবস্থিত। স্লোভাকিয়ায় ইসলামিক ফাউন্ডেশনের অধীনে এটি দেশের একমাত্র মুসলিম উপাসনার স্থান। যদিও এটি একটি বেসরকারী মসজিদ, এটি ফজরের নামায ব্যতীত সমস্ত দৈনন্দিন নামাজের জন্য বছরের প্রতিটি দিন খোলা থাকে। শুক্রবার উপদেশ আরবি, ইংরেজি এবং স্লোভাক ভাষায় অনুষ্ঠিত হয় এবং শুক্রবার সকাল ১৩:০০ টায় শুরু হয়। কেন্দ্রটি খুব বড় নয়, কিন্তু প্রায় ৮০ থেকে ১০০ জনের মণ্ডলীর প্রার্থনা করাই যথেষ্ট। একটি কাঠের পোডিয়াম আছে যা শুক্রবারের উপদেশের জন্য ব্যবহৃত হয়, তবে সাধারণ মসজিদে পাওয়া যায় এমন বিস্তৃত নিদর্শনসহ কোনও সজ্জা নেই। কুলটার্ন সেন্ট্রাম কর্ডোবা সরকারের কাছ থেকে একটি সরকারী মসজিদের অনুমতি পাওয়ার চেষ্টা করেছে, কিন্তু তার প্রস্তাব প্রত্যাখ্যান করা হয়েছিল।\n\n\n== গ্যালারী ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\nস্লোভাকিয়ায় মুসলমানরা ইতিবাচক সংহতকরণের জন্য কাজ করে\nআইনী মর্যাদা ছাড়াই প্রতিবাদকারী এবং মুসলমানরা"}