{"pageid": 1057647, "title": "অপ্রত্যাবর্তী প্রক্রিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1057647", "content": "বিজ্ঞানের সংজ্ঞা অনুযায়ী, যে তাপগতীয় প্রক্রিয়া প্রত্যাবর্তী নয় তাকে অপ্রত্যাবর্তী প্রক্রিয়া বলা হয়। তাপগতিবিজ্ঞানে এটি একটি বহুল ব্যবহৃত ধারণা।\nতাপগতিবিজ্ঞানে, কোনও সিস্টেম এবং তার পারিপার্শ্বিকের তাপগতীয় অবস্থার পরিবর্তন ঘটলে, শক্তি ব্যয় না করে তা পরিপূর্ণভাবে প্রাথমিক অবস্থায় ফেরত নেওয়া যায় না। তবুও যে সিস্টেমে অপ্রত্যাবর্তী প্রক্রিয়া ঘটে তা প্রাথমিক অবস্থায় ফিরিয়ে আনা সম্ভব। তবে, অসম্ভব কাজটি হল সিস্টেমের পরিবেশকে প্রাথমিক অবস্থায় ফেরত আনা। অপ্রত্যাবর্তী প্রক্রিয়া মহাবিশ্বের এনট্রপি বৃদ্ধি করে। যেহেতু এনট্রপি একটি স্টেট ফাংশন বা অবস্থা অপেক্ষক, তাই প্রত্যাবর্তী ও অপ্রত্যাবর্তী প্রক্রিয়ায় সিস্টেমের এনট্রপির পরিবর্তন একই হয়ে থাকে। কোনও প্রক্রিয়া অপ্রত্যাবর্তী কিনা তা নির্ধারণ করতে তাপগতিবিদ্যার দ্বিতীয় সূত্র ব্যবহার করা যেতে পারে।\nসকল প্রাকৃতিক জটিল প্রক্রিয়াই অপ্রত্যাবর্তী। যদি পারস্পরিক মিথস্ক্রিয়াকারী অণুসমূহের কোনও তাপগতীয় প্রক্রিয়াকে, এক অবস্থা থেকে অন্য তাপগতীয় অবস্থায় রূপান্তর ঘটানো হয় তবে সিস্টেমের পরমাণু এবং অণুগুলির বিন্যাস বা সজ্জা এমনভাবে পরিবর্তিত হয় যা সহজে অনুমেয় নয়, এই সত্যের কারণেই অপ্রত্যাবর্তীতার উদ্ভব ঘটে। অবস্থা পরিবর্তনের সময়, কিছু শক্তি অণুসমূহের পারস্পরিক ক্রিয়ায় ব্যয় হয়। এসময়, আন্তঃআণবিক ঘর্ষণ এবং সংঘর্ষের কারণে কিছু তাপ শক্তি ক্ষয় বা অপচয় হবে। প্রক্রিয়াটি বিপরীতমুখী করলে এই শক্তি পুনরুদ্ধার করা সম্ভব হবে না।\nএকসময় প্রত্যাবর্তী বলে বিবেচিত বহু জৈবিক প্রক্রিয়া, বাস্তবে দুটি অপ্রত্যাবর্তী প্রক্রিয়ার জুটি হিসেবে প্রতিষ্ঠিত হয়েছে। একসময় মনে করা হত, সম্মুখ ও বিপরীতমুখী উভয় রাসায়নিক পরিবর্তনের অনুঘটক হিসেবে একটি এনজাইমই কাজ করে, তবে গবেষণায় দেখা গেছে যে এসব ক্ষেত্রে একজোড়া তাপগতীয় অপ্রত্যাবর্তী প্রক্রিয়া পরিচালনার জন্য একই ধরনের কাঠামোবিশিষ্ট দুটি পৃথক এনজাইম প্রয়োজন হয়।\n\n\n== অপ্রত্যাবর্তী প্রক্রিয়ার উদাহরণ ==\nভৌত জগতে, বহু অপ্রত্যাবর্তী প্রক্রিয়া ঘটতে দেখা যায়। এর জন্য শক্তি স্থানান্তরে ১০০% দক্ষতা অর্জনের অক্ষমতাকে দায়ী করা যেতে পারে। নিম্নে কিছু স্বতঃস্ফূর্ত ঘটনার তালিকা রয়েছে যারা বিভিন্ন প্রক্রিয়ার অপ্রত্যাবর্তীতায় ভূমিকা রাখে।\n\nজন্ম (মানুষের ক্ষেত্রে প্রসব)\nবয়স বৃদ্ধি\nমৃত্যু\nসসীম তাপমাত্রা পার্থক্যে তাপ স্থানান্তর\nঘর্ষণ\nঅস্থিতিস্থাপক বিকৃতি\nরোধ এর মধ্য দিয়ে তড়িৎ প্রবাহ\nহিস্টেরেসিস প্রক্রিয়ায় চুম্বকায়ন\nতরলের অনিয়ন্ত্রিত প্রসারণ\nস্বতঃস্ফূর্ত রাসায়নিক বিক্রিয়া\nবিভিন্ন গঠন/অবস্থার পদার্থের স্বতঃস্ফূর্ত মিশ্রণ\n\n\n== আরও দেখুন ==\nতাপগতিবিদ্যার সূত্র\nএনট্রপি\nপ্রত্যাবর্তী প্রক্রিয়া\n\n\n== তথ্যসূত্র =="}