{"pageid": 1057701, "title": "নেছারউদ্দীন আহমদ", "url": "https://bn.wikipedia.org/wiki?curid=1057701", "content": "আল্লামা নেছারুদ্দীন আহমদ (১৮৭৩-১৯৫২) বাংলাদেশের একজন বিশিষ্ট ইসলামী ব্যক্তিত্ব, ধর্ম প্রচারক, পীর ছিলেন। তিনি  ফুরফুরা শরীফের পীর আবু বকর সিদ্দিকীর অন্যতম প্রধান খলিফা ছিলেন। তিনি পিরোজপুর জেলার নেছারাবাদ থানার ছারছীনা গ্রামে বাংলাদেশের অন্যতম ইসলামী বিদ্যাপীঠ ছারছীনা দারুসসুন্নাত কামিল মাদরাসা প্রতিষ্ঠা করেছেন। এছাড়াও বরিশালসহ দেশের বিভিন্ন অঞ্চলে তিনি বহু ইসলামী প্রতিষ্ঠান তৈরি করেছেন। বাংলাদেশে ইসলাম প্রচার ও প্রসারে তিনি ব্যাপক অবদান রেখেছেন।\n\n\n== জন্ম ও বাল্যকাল ==\nঅবিভক্ত বাংলার অন্তর্গত তৎকালীন সময়ের বরিশাল জেলার বাকেরগঞ্জ নামক স্থানের ছারছীনা গ্রামে (বর্তমানে পিরোজপুর জেলার নেছারাবাদ থানা) জন্মগ্রহণ করেন। তার পিতার নাম হাজী সদরুদ্দীন আকন্দ, তার দাদার নাম জহির উদ্দীন আকন্দ।\n\n\n=== শৈশব কাল ===\nশৈশব থেকেই নেছারুদ্দীন আহমদ রহ. ছিলেন গম্ভীর ও চিন্তাশীল প্রকৃতির, তিনি ছোটবেলা থেকেই খেলা-ধুলা পছন্দ করতেন না। তিনি নিজ গ্রামের পাঠশালায় প্রাথমিক শিক্ষা লাভ করেন। তিনি ছোটবেলা থেকেই সরল, সুবোধ ও ধর্মভীরু হিসেবে পরিচিত হয়ে উঠেন।\n\n\n=== বাল্যকালেই বিবাহ ও পিতৃবিয়োগ ===\nনেছারুদ্দীনের বয়স যখন ১২ বছর, তখন তার পিতা হাজী সদরুদ্দীন মক্কায় হজ্বে যেতে চান, এবং হজ্বে যাওয়ার পূর্বে একমাত্র ছেলেকে বিবাহ দিয়ে যাওয়ার সিদ্ধান্ত নেন। নেছারুদ্দীনকে ১৮৮৮ সালে প্রতিবেশী দলীলউদ্দীন সিকদারের কন্যা ছাহেরা খাতুনের সাথে বিবাহ দেন এবং হাজী সদরুদ্দীন মক্কা শরীফেই মৃত্যুবরণ করেন, তখন তার দাদা জহির উদ্দীন জীবিত ছিলেন। এরপরে নেছারুদ্দীন মায়ের পরিচর্যাতে বড় হতে থাকেন। পরবর্তী জীবনে ১৯০৫ সালে তিনি গোপালগঞ্জ জেলার কোটালীপাড়ার কুশলা গ্রামের আব্দুল ওয়াফী চৌধুরীর কন্যাকে বিয়ে করেন।\n\n\n== শিক্ষা জীবন ==\nআমৃত্যু জ্ঞানতাপস ভবিষ্যত কর্ণধার হযরত পীর সাহেব কেবলা ১২ বছর পর্যন্ত পিতা-মাতার কাছেই ইলমে দীন শিক্ষা করেন।দ্বীনের এই মুজাদ্দিদ পিতার আদর-যত্ন খুব অল্প সময়ের জন্য পেয়েছেন। তাঁর পিতা হজ্ব আদায় করতে গিয়ে সেখানেই ইন্তেকাল করেন,যখন তার বয়স মাত্র চৌদ্দ বছর। এর পরে কিছুদিন তাঁর সৎ চরিত্র, উন্নতমনা মহিয়সী জননীর কাছে ইলমে দীন শিক্ষা করেন। পরবর্তীতে তিনি তাঁর মায়ের দোয়া নিয়ে মাদারীপুরে একটি মাদ্রাসায় ভর্তি হন। সেখান থেকে শিক্ষা সমাপ্ত করে তিনি ঢাকার হাম্মাদিয়া মাদ্রাসায় ভর্তি হন।কিছুদিন অধ্যয়ন করে চলে যান উচ্চ শিক্ষার জন্য কলিকাতা আলিয়া মাদ্রাসায়। এরপরে আরো উচ্চতর ডিগ্রি ও গভীর জ্ঞানার্জনের জন্য হুগলী মাদ্রাসায় ভর্তি হয়ে পড়াশুনা করেন। বৃত্তি সহকারে সেখান থেকে ১৮৯৬ ঈ. ফাজিল (তৎকালীন মাদরাসা শিক্ষার সর্বোচ্চ ডিগ্রী) লাভ করেন এবং ইলমে হাদীসে গভীর পান্ডিত্য অর্জন করেন। \n\n\n==== ইলমে তাছাউফ অর্জন ====\nআল্লামা নেছারুদ্দীন আহমদ (রহ.) ইলমে শরীয়তের পর ইলমে তাছাউফ অর্জনে ব্রতী হন। শৈশবকাল থেকেই মহান আল্লাহ তায়ালার নৈকট্য লাভ করার জন্য সর্বদা ধ্যানে মগ্ন থাকতেন। পিতার পরলোকগমনে এই চিন্তা-চেতনা প্রবলভাবে হৃদয়ে অনুরণন সৃষ্টি করে।আল্লাহ তা'য়ালা দয়া পরবশ হয়ে ছাত্র অবস্থাতেই তাকে সে পথ দেখিয়েছেন,যে পথ আলোর পথ। হুগলী মাদরাসায় অধ্যয়নরত অবস্থায় একটি জলসায় জগত বিখ্যাত মুজাদ্দিদ, ফুরফুরা শরীফের পীর আবু বকর সিদ্দীক (রহ.) এর সাথে তাঁর সাক্ষাত হয়।সৌভাগ্য অর্জন করেন এই মহান ব্যক্তির সান্নিধ্য লাভের। তাঁর হাতে হাত রেখে বাইয়াত গ্রহণ করেন।নিয়মিত তরীকা চর্চা করে অল্প দিনে চার তরীকায় কামালিয়াত অর্জন করেন।\n\n\n== কর্মজীবন ==\n\n\n=== খিলাফাত লাভ ===\nতিনি শিক্ষাজীবনে হুগলি মাদ্রাসায় পড়ার সময় তৎকালীন ইসলামি আধ্যাত্মিক চিন্তাবিদ ও শতাব্দীর মুজাদ্দিদ ফুরফুরা শরীফের পীর আল্লামা আবু বকর সিদ্দিকী কুরাইশী ফুরফুরাভী (রহ.) এর সাক্ষাত লাভ করেন। তখন ১৮৯৫ সালে নেছারুদ্দীন আহমদ তার নিকট বাইয়াত গ্রহণ করেন। তিনি ধীরে ধীরে মুজাদ্দিদে যামান এর আস্থা অর্জন করেন এবং পরবর্তীতে খেলাফত অর্জন করেন।\n\n\n=== মক্কা শরীফ গমন ===\nতিনি খিলাফাত লাভের পর নিজ এলাকা নেছারাবাদ ফিরে আসেন। তিনি মক্কা শরীফে যাওয়ার ইচ্ছা পোষণ করেন, কিন্তু এর মধ্যে তিনি বসন্ত রোগে আক্রান্ত হন। রোগ মুক্তির পর তিনি মক্কা শরীফে যাওয়ার দৃঢ় সংকল্প করেন। পরিবর্তীতে ১৯০১ সালে পরিবারের সকলকে সঙ্গে নিয়ে জাহাজ যোগে হজ্ব পালন করার জন্য মক্কা শরীফ গমন করেন। মক্কা শরীফে অবস্থানকালেই তার স্ত্রী ছাহেরা খাতুন ও বড় পুত্র শাহ মোহাম্মদ মুজাহার মৃত্যুবরণ করেন। নেছারুদ্দীন আহমদ রহ. হজ্ব পালন শেষে দেশে ফিরে নিজ পীর আবু বকর সিদ্দিকীর রহ. নিকটে চলে যান।\n\n\n== ইসলামের অবদান ==\nআল্লামা শাহসূফী নেছারুদ্দীন আহমদ তার এলাকার মানুষের নিকট সম্মানিত ব্যক্তি ছিলেন। তিনি বহু ইসলামি প্রতিষ্ঠান প্রতিষ্ঠা করেছেন।  ইসলামি মাদরাসা, খানকাহ শরীফ, ইসলামি জলসা সহ নানামূখী প্রতিষ্ঠান প্রতিষ্ঠা করেছেন। দ্বীন প্রচারের জন্য তিনি ১৯০৫ সালে গোলপাতার কুতুবখানা নির্মাণ করেন। ১৯০৮ সালে তিনি কেরাতিয়া মাদরাসা প্রতিষ্ঠা করেন। ১৯১৫ সালে এই মাদরাসার নাম হয় ছারছিনা দারুসসুন্নাত কামিল মাদ্রাসা। যা পিরোজপুর জেলার নেছারাবাদ থানায় অবস্থিত। নেছারুদ্দীন আহমদ তার সম্পত্তি ১৯৩৪ সালে মাদরাসার জন্য ওয়াকফ করে দেন। এই মাদরাসাই পরবর্তীতে ১৯৩৮ সালে শেরে বাংলার চেষ্টায় কলকাতার বাইরে প্রথম টাইটেল (কামিল) ক্লাস খোলার অনুমতি পায়।\nতিনি ১৯৪৬ সালে পাকিস্তান দাবির প্রেক্ষিতে কলকাতার মোহাম্মদ আলী পার্কে অনুষ্ঠিত নিখিল ভারত ওলামা কনফারেন্সের অন্যতম সংগঠক ছিলেন। ১৯৪৭ সালে সিলেট রেফারেন্ডামে কাজ করার জন্য  তার বড় ছেলে মাওলানা আবু জাফর মোহাম্মদ ছালেহ এর নেতৃত্বে ৮ সদস্যের একটি টিম প্রেরণ করেন। তাদের মধ্যে আযিযুর রহমান নেছারাবাদী ছিলেন। পাকিস্তানের ইসলামী শাসনতন্ত্র প্রণয়নের জন্য ছারছীনাতে সর্বদলীয় ওলামা কনফারেন্স করে ২২ দফা রূপরেখা প্রণয়ন করা হয়।\nতার চলা-ফেরা, কথা-বার্তা, পোষাক-আষাক, আমল-আখলাক প্রভৃতি বিষয় উক্ত অঞ্চলের মানুষের উপর প্রভাব ফেলেছিলো। তিনি সবসময় গোমরাহী, ধর্মীয় কুসংস্কার, স্থানীয় কোন্দল প্রভৃতি দূরীকরণের চেষ্টা করতেন।\n\n\n== প্রকাশনা ==\nমানুষের মাঝে ইলমে দ্বীনের প্রচারের পাশাপাশি লেখালেখির কাজও করেন। তিনি কুরআন সুন্নাহ সম্পর্কে একাধিক গ্রন্থ রচনা করেছেন। এ সকল বইসমূহ তিনি মাস্টার এমদাদ আলীসহ কতিপয় ব্যক্তির সহায়তায় লিখেছেন।\n\nতরীকুল ইসলাম (বাংলা ভাষায় প্রথম পূর্ণাঙ্গ ইসলামি ফতওয়ার কিতাব )\nফুরফুরা পীর সাহেবের অছিয়তনামা\nপাক্ষিক তাবলীগ (ইসলামি পত্রিকা)\nমোছলেম রতদার\n\nতা'লীমে মারেফাত\nতাহকীকে বর্জখ\nখেলাফত আন্দোলন পদ্ধতি\nসমাজ উন্নতি\nমাওলানার উক্তি খন্ডন\nছোবহে ছাদেক\nরদ্দে বদগুমান\nদাড়ি গোঁফ সমস্যা ও হক কথা\nনুরুন হেদায়েত ও বেদাত ফকিরের ধোকা ভঞ্জন\nফতোয়ায়ে ছিদ্দিকীয়া\nনারী ও পর্দা\nজুমার অকাট্য দলীল প্রভৃতি\n\n\n== মৃত্যু ==\n১৯৫২ সালের ১লা ফেব্রুয়ারি, বাংলা ১৯৮৫ সালের মাঘ মাসের ১৮ তারিখে বৃহস্পতিবার রাত ৯:৪৫ মিনিটের সময় বৃহস্পতিবারে মৃত্যু বরণ করেন। তার মৃত্যুকালে বয়স হয়েছিলো ৮৭ বছর। তাকে ছারছীনা দারুসসুন্নাত জামে মসজিদ সংলগ্ন উত্তর পাশের মাজার শরীফে দাফন করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\nকাদেরিয়া তরিকা"}