{"pageid": 1057243, "title": "হাইব্রিস্টোফিলিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1057243", "content": "হাইব্রিস্টোফিলিয়া হল যারা অপরাধ করে তাদের প্রতি যৌন আগ্রহ এবং আকর্ষণ অনুভব করা। এটি একটি প্যারাফিলিয়া যেখানে কেউ অপরাধীদের প্রতি যৌন উত্তেজনা বা রাগমোচনের মতো প্রচণ্ড উত্তেজনা অনুভব করতে পারে। এই শব্দটি গ্রীক শব্দ hubrizein ( ὑβρίζειν ) থেকে এসেছে। যার অর্থ \"কারো বিরুদ্ধে ক্ষোভের সমর্পণ করা\" (পরিণামে hubris ὕβρις থেকে প্রাপ্ত , \" হুব্রিস \") এবং ফিলো যার অর্থ \"দৃঢ় স্নেহ\" বা পছন্দ আছে এমন। জনপ্রিয় সংস্কৃতিতে, এই ঘটনাটি  \"বনি অ্যান্ড ক্লাইড সিন্ড্রোম\" নামেও পরিচিত।\nঅনেক হাই-প্রোফাইল অপরাধী, বিশেষত যারা নৃশংস অপরাধ করেছেন তারা কারাগারে বসে \"ফ্যান মেল \" পান। এগুলো কখনও কখনও কৌতুকপূর্ণ বা যৌনউদ্রেকময় হয়। এসব ঘটনা সম্ভবত হাইব্রিস্টোফিলিয়ার ফলস্বরূপ। কিছু ক্ষেত্রে, এই অপরাধীদের প্রশংসকরা কারাগারে তাদের বিয়ে করতেও আগ্রহ প্রকাশ করেন।\n\n\n== শব্দের ব্যুৎপত্তি ==\n\n\n== কারণসমূহ ==\nমনোবিজ্ঞানী লিওন এফ সেল্টজার বিবর্তনীয় মনোবিজ্ঞানের  উপর ভিত্তি করে পুরুষ সিরিয়াল কিলারদের প্রতি মহিলাদের যৌন আকর্ষিত হবার ঘটনাটি ব্যাখ্যা দিয়েছেন। তার দৃষ্টিতে পুরুষ সিরিয়াল কিলারদের প্রতি মহিলাদের আকৃষ্ট হবার একটি প্রবণতা রয়েছে। তিনি বলেছিলেন, \"একজন চিকিৎসক হিসাবে আমি অনেক মহিলার মুখোমুখি হয়েছি যারা প্রভাবশালী পুরুষদের প্রতি তাদের দুর্বলতার জন্য বিলাপ করেছিল, যারা সচেতনভাবে তাদের স্বীকৃতি দিয়েছিল। প্রভাবশালী পুরুষদের জন্য মহিলাদের কল্পনার পছন্দের প্রমাণ হিসাবে তিনি  ওগি ওগাস এবং সাই গাদ্দামের হিউম্যান ডিজায়ার সম্পর্কে প্রকাশিত বই উল্লেখ করেছেন। সেল্টজার ওগাস এবং গ্যাডামের যুক্তি নিয়ে আলোচনা করেছেন যে এই কল্পনাটি বেশিরভাগ যৌন / রোমান্টিক বই এবং মহিলাদের জন্য রচিত চলচ্চিত্রগুলোর প্রভাবশালী চক্রান্ত।\n\nহাইব্রিস্টোফিলিয়ার সবচেয়ে কুখ্যাত উদাহরণগুলির মধ্যে একটি হল টেড বান্ডি। তাকে গ্রেপ্তারের পরে মহিলারা আকৃষ্ট করে। প্রতিদিন তার বিচারের জ্যাম কোর্টরুমে প্রচুর মহিলা আসত।  বন্দি থাকাকালীন বান্ডি মহিলাদের কাছ থেকে কয়েকশ প্রেমের চিঠি পেয়েছিলেন এবং ওয়াশিংটনে কাজ করার সময় তাঁর সাথে দেখা হওয়া ক্যারল অ্যান বুন নামক এক মহিলাকে বিয়ে করেছিলেন। বুন সাক্ষী অবস্থানের সময় তিনি কার্যনির্বাহের মাঝামাঝি সময়ে তাকে প্রস্তাব করেছিলেন। বুন একটি কন্যা সন্তানের জন্ম দিয়েছিল এবং বিশ্বাস করা হয় যে সন্তানটি বান্ডির।\nসিরিয়াল কিলার জেফ্রি ডাহার সমকামী হওয়ার পরেও কারাগারে থাকাকালীন সময়ও মহিলাররা তাকে কৌতুকপূর্ণ চিঠি, অর্থ এবং অন্যান্য উপহার পাঠাতেন।\nসিরিয়াল কিলার রিচার্ড রামিরেজ কারাগারে থাকাকালীন তার এক ভক্তকে বিয়ে করেছিলেন যিনি তাকে ৭৫ টিরও বেশি চিঠি লিখেছিলেন। তার বিচার চলাকালীন কয়েক হাজার মহিলা তাকে এক ঝলক দেখার জন্য আদালত কক্ষে গিয়েছিলেন।\nচার্লস ম্যানসনের গ্রুপ এর উদাহরণ।\nআন্ডার্স বেহরিং ব্রিভিক এবং জোখার জারনায়েভ মতো সন্ত্রাসীরাও হাইব্রিস্টোফিলিয়ার বস্তু ছিল।\nস্কুল শ্যুটার, এরিক হ্যারিস এবং ডিলান ক্লেবোল্ডকে মৃত্যুর পরেও হাইব্রিস্টোফিলিয়ার শিকার হতে হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nSheila Isenberg (২০০০)। Women Who Love Men Who Kill (third সংস্করণ)। Backinprint.com। আইএসবিএন 978-0-595-00399-0। \nJacquelynne Willcox-Bailey (১৯৯৯)। Dream Lovers: Women Who Marry Men Behind Bars। Wakefield Press। আইএসবিএন 978-1-86254-381-2। \n\"Why are women drawn to men behind bars?\"। The Guardian। ১৩ জানুয়ারি ২০০৩। \n\"Women who have killer instincts\"। The Independent। ২৭ জানুয়ারি ২০০৫। ২০০৭-১০-০১ তারিখে মূল থেকে আর্কাইভ করা। \nLiz O'Keefe। \"The partners of prisoners: Their reality, how they contribute to the criminal justice system and prisoner rehabilitation and how we can assist\" (পিডিএফ)। ২০০৮-০৮-০১ তারিখে মূল (paper presented at the Women in Corrections: Staff and Clients conference convened by the Australian Institute of Criminology in conjunction with the Department for Correctional Services South Australia, 31 October-1 November 2000, Adelaide, Australia) থেকে আর্কাইভ করা।"}