{"pageid": 1057087, "title": "ইমপ্রেস গ্রুপ", "url": "https://bn.wikipedia.org/wiki?curid=1057087", "content": "ইমপ্রেস গ্রুপ ঢাকা ভিত্তিক একটি বাংলাদেশী বৃহত্তম ব্যবসায়িক শিল্পগোষ্ঠী। আবদুর রশিদ মজুমদার ইমপ্রেস গ্রুপের চেয়ারপারসন।\n\n\n== ইতিহাস ==\nইমপ্রেস গ্রুপটি ১৯৭৮ সালে ইমপ্রেস লিমিটেড নামে একটি বিজ্ঞাপন সংস্থা হিসাবে প্রতিষ্ঠিত হয়েছিল।  গ্রুপের পরিচালকরা হলেন- আব্দুর রশিদ মজুমদার, এনায়েত হোসেন সিরাজ, ফরিদুর রেজা সাগর, রিয়াজ আহমেদ খান, এবং আবদুল মুকীদ মজুমদার। \nইমপ্রেস গ্রুপ ১৯৯৬ সালে ইমপ্রেস টেলিফিল্ম লিমিটেড প্রতিষ্ঠা করে।\nইমপ্রেস গ্রুপ ১৯৯৯ সালে ইনসেপ্টা ফার্মাসিউটিক্যালস স্থাপনের জন্য আবদুল মুক্তাদিরকে অর্থায়ন প্রদান করে। সংস্থাটি জানুয়ারী ২০০০ সালে খুচরা বিতরণ শুরু করেছিল।  ইনসেপটা বর্তমানে বাংলাদেশের দ্বিতীয় বৃহত্তম ওষুধ সংস্থা।\nইমপ্রেস গ্রুপের টেলিভিশন চ্যানেল, চ্যানেল আই, ১৯৯৯ সালের ১ অক্টোবর থেকে উদ্বোধন কার্যক্রম শুরু করে। শাইখ সিরাজ চ্যানেল আই এর পরিচালক এবং সংবাদ প্রধান।\nইমপ্রেস গ্রুপ ২০০৮ সালে আনন্দ আলো নামে একটি চতুর্থ রাত্রে বিনোদন পত্রিকা শুরু করে।\nইমপ্রেস গ্রুপের কর্ণফুলী ফ্যাশনস লিমিটেড, কর্ণফুলী নিটিং এবং ডাইং লিমিটেড এবং ২০০৯ সালে নিউটেক্স ডিজাইনস লিমিটেডের সর্বাধিক শেয়ারহোল্ডার হয়ে উঠেছে।  সংস্থাগুলি ইমপ্রেস-নিউটেক্স কমপোজিট টেক্সটাইল সীমিতের অধীনে পুনর্গঠিত হয়েছে। ২০১০ সালে ব্রুমার অ্যান্ড পার্টনার্স অ্যাসেট ম্যানেজমেন্ট (বাংলাদেশ) লিমিটেড ইমপ্রেস-নিউটেক্স কমপোজিট টেক্সটাইল লিমিটেডের একটি অংশ কিনে এবং উৎপাদন ক্ষমতা বাড়ানোর জন্য সংস্থায় আরও বিনিয়োগের ঘোষণা করে।\nইনসেপ্টা ফার্মাসিউটিক্যালস ২০১১ সালে বাংলাদেশে টিকা উৎপাদন শুরু করে। এটি বাংলাদেশের প্রথম স্থানীয় টিকা প্রস্তুতকারক প্রতিষ্ঠান।\nইমপ্রেস গ্রুপ ৩০ই মার্চ ২০১৩ এ ইন্ডি চলচ্চিত্র নির্মাতাদের অর্থায়নের জন্য ইমপ্রেস বুটিক সিনেমা প্রতিষ্ঠা করেছিল। \nইনসেপ্টা অ্যাভিয়েশনস এবং ইমপ্রেস ক্যাপিটাল লিমিটেড ২০১৪ সালে কাজ শুরু করেন।  ইমপ্রেস এভিয়েশন বাংলাদেশে চার্টার হেলিকপ্টার পরিসেবা সরবরাহ করে।\n২৮ জুলাই ২০১৬ সালে ইনসেপ্টা টিকাগুলো সাভার উপজেলার একটি সুবিধাভোগে টিকাগুলো ব্যাপক পরিমাণে শুরু করে।  ইমপ্রেস গ্রুপের একটি সহায়ক সংস্থা, নেক্সট স্পেস লিমিটেড রূপপুর পারমাণবিক বিদ্যুৎকেন্দ্রের উপকন্ট্রাক্টর হিসাবে নিয়োগ করা হয়েছে।\n২০২১ সালের জানুয়ারিতে আরস্তু খানকে ইমপ্রেস ক্যাপিটাল লিমিটেডের চিফ এক্সিকিউটিভ অফিসার এবং ম্যানেজিং ডিরেক্টর করা হয়।  তিনি বাংলাদেশ বাণিজ্য ব্যাংক ও ইসলামী ব্যাংক বাংলাদেশের প্রাক্তন চেয়ারপারসন। ইনসেপ্টা ভ্যাকসিনের চেয়ারপারসন আবদুল মুক্তাদির বলেছেন, টিকা উৎপাদনের নীলনকশা সরবরাহ করা হলে তারা বাংলাদেশে কোভিড-১৯ মহামারীর জন্য কোভিড-১৯ টিকা তৈরি করতে পারবেন। \n\n\n== ব্যবসা ==\nচ্যানেল আই \nবাংলাদেশ গড়ুন\nইমপ্রেস ফ্যাশন লিমিটেড\nইম্প্রেস ওয়েয়ার লিমিটেড\nবুটিক সিনেমা ইমপ্রেস করুন\nইনসেপ্টা ফার্মাসিউটিক্যালস\nইমপ্রেস এভিয়েশন লিমিটেড \nইমপ্রেস-নিউটেক কম্পোসিট টেক্সটাইলস লিমিটেড \nআইসফটওয়্যার \nপ্রকৃতি ও জীবন ফাউন্ডেশন\nইমপ্রেস ক্যাপিটাল লিমিটেড \nইনসেপ্টা ভ্যাকসিনস লিমিটেড \nইমপ্রেস অডিও ভিশন লিমিটেড \nইমপ্রেস প্রিন্টিং লিমিটেড\nআইকন টেলিফিল্ম লিমিটেড\nআইপোসিটিভ\nমাহিন লেবেল টেক্স লিমিটে\nইম্প্রেস এক্সেসরিজ লিমিটেড\nএমআরএস সিন্ডিকেট লিমিটেড\nআইপোর্ট লজিস্টিক লিমিটেড\nআইপোর্ট এভিয়েশন লিমিটেড\nআইএক্সপ্রেস লিমিটেড\nনেক্সট স্পেসস লিমিটেড\nইমপ্রেস এনার্জি এন্ড সার্ভিসেস লিমিটেড\nআনন্দ আলো\nআই ডিজিটাল\nআই ক্রিয়েশন\nউদ্ভাবনী গবেষণা এবং পরামর্শ লিমিটেড\nরেডিও ভূমি\nহেল্প ডি বাংলাদেশ\nঅ্যালাইড গার্মেন্টস লিমিটেড\nফ্যাশ্রোব গার্মেন্টস লিমিটেড\nনিউটেক্সট নিট ফ্যাশনস লিমিটেড\nইমপ্রেস টেলিফিল্ম লিমিটেড\n\n\n== তথ্যসূত্র =="}