{"pageid": 1057560, "title": "মাসিক আল কাউসার", "url": "https://bn.wikipedia.org/wiki?curid=1057560", "content": "মাসিক আল কাউসার  বাংলাদেশ থেকে বাংলা ভাষায় প্রকাশিত বহুল প্রচারিত একটি গবেষণাধর্মী মাসিক ইসলামি পত্রিকা। ২০০৫ সালের ফেব্রুয়ারি থেকে এর প্রকাশনা শুরু হয়। এটি উচ্চতর শিক্ষা ও গবেষণা প্রতিষ্ঠান মারকাযুদ দাওয়াহ আল ইসলামিয়া, ঢাকার মুখপত্র। এ পত্রিকায় সাধারণত বিভিন্ন ইসলামি প্রবন্ধ, মাসলা-মাসায়েল, সমকালীন যুগ জিজ্ঞাসার জবাব প্রভৃতি নিয়ে লেখা হয়।\n\n\n== বিবরণ ==\nএটি গবেষণামূলক উচ্চতর শিক্ষা প্রতিষ্ঠান মারকাযুদ দাওয়াহ আল ইসলামিয়া, ঢাকার মুখপত্র। ইসলামি শিক্ষা, সংস্কৃতি ও ফিকহ সম্প্রসারণের লক্ষ্য নিয়ে ২০০৫ সালের ফেব্রুয়ারি মাসে মিরপুর, ঢাকায় এটি প্রতিষ্ঠা লাভ করে। বছরে পত্রিকাটির ১১ টি সংখ্যা প্রকাশিত হয়। প্রতি বছর শাবান ও রমজান সংখ্যা একত্রে প্রকাশিত হয়। প্রতিষ্ঠালগ্ন থেকেই আবুল হাসান মুহাম্মদ আবদুল্লাহ এর সম্পাদক হিসেবে দায়িত্ব পালন করছেন। এর প্রতিষ্ঠাকালীন উপদেষ্টা ছিলেন আবদুল হাই পাহাড়পুরী এবং তত্ত্বাবধায়ক হিসেবে দায়িত্ব পালন করে আসছেন মুহাম্মদ আব্দুল মালেক। এ পত্রিকাটির কার্যালয় ৩০/১৩, পল্লবী, মিরপুর-১২, ঢাকা-১২১৬-তে অবস্থিত। ২০০৯ সালের ডিসেম্বর থেকে পত্রিকাটির ওয়েব সংস্করণ চালু হয়েছে। আন্তর্জাতিক পরিমণ্ডলে ইসলামের শিক্ষা প্রচারের লক্ষ্যে এটির ইংরেজির সংস্করণ চালু প্রক্রিয়াধীন রয়েছে। এ পত্রিকাটিতে সাধারণত উল্লেখযোগ্য মুফতি, আলেমদের লেখনী, প্রবন্ধ, ফতুয়া প্রকাশিত হয়ে থাকে। তার মধ্যে রয়েছেন আবুল হাসান আলী নদভী, মুহাম্মদ রফি উসমানি, মুহাম্মদ তাকি উসমানি, আবু তাহের মেসবাহ, আবুল হাসান মুহাম্মদ আব্দুল্লাহ, মুহাম্মদ আব্দুল মালেক প্রমুখ। এ পত্রিকায় বিভিন্ন ইসলামি প্রবন্ধ, মাসলা মাসায়েল, সমকালীন যুগ জিজ্ঞাসার জবাব প্রভৃতি নিয়ে লেখা হয়।\n\n\n== নিয়মিত আয়োজন ==\nপত্রিকাটির নিয়মিত আয়োজনের মধ্যে রয়েছে:\n\nসম্পাদকীয়\nমারকাযের দিনরাত: এই বিভাগে মারকাযুদ দাওয়ার বিভিন্ন উল্লেখযােগ্য ঘটনা বা সেমিনারের সংক্ষিপ্ত বিবরণ থাকে।\nপ্রচলিত ভুল: এই বিভাগে সমাজে প্রচলিত বিভিন্ন কুসংস্কার নিয়ে আলােচনা করা হয়।\nআপনি যা জানতে চেয়েছেন: মারকাযুদ দাওয়াহ আল ইসলামিয়া থেকে প্রদান করা বিভিন্ন সমস্যার ইসলামি সমাধানগুলাে প্রকাশ করা হয়।\nশিক্ষার্থীদের পাতা: কওমি মাদ্রাসার শিক্ষার্থীদের পড়ালেখা সংক্রান্ত বিভিন্ন বিষয়ে প্রশ্ন ও তার সমাধান প্রকাশিত হয়।\nশিক্ষা পরামর্শ: এই বিভাগে কওমি মাদ্রাসার শিক্ষার্থীদের পড়াশােনা ও অন্যান্য বিষয়ে দিকনির্দেশনা মূলক বিভিন্ন প্রবন্ধ-সাক্ষাৎকার প্রকাশ করা হয়।\nশিশু-কিশাের\nপর্দানশীন\nপাঠকের পাতা\nফিলহাল: এই বিভাগে সাম্প্রতিক ঘটে যাওয়া বিভিন্ন ঘটনা ও ইস্যু নিয়ে আলােচনা করা হয়।\n\n\n== প্রকাশনা ==\nপত্রিকাটির বিভিন্ন প্রবন্ধ সংকলিত হয়ে কিছু স্বতন্ত্র পুস্তকও প্রকাশিত হয়েছে। তার মধ্যে রয়েছে:\n\nপ্রচলিত ভুল \nনির্বাচিত প্রবন্ধ - ১, ২ \nতালিবানে ইলম পথ ও পাথেয় ইত্যাদি \n\n\n== আরও দেখুন ==\nমাসিক মদীনা\nদেওবন্দি সাময়িকী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরকমারিতে মাসিক আল কাউসারের সকল সংখ্যা"}