{"pageid": 1057964, "title": "মান্দালয় উদয় কাল", "url": "https://bn.wikipedia.org/wiki?curid=1057964", "content": "মান্দালয় কুকরি সাপ বা থিওবাল্ডের কুকরি সাপ হিসাবে পরিচিত হচ্ছে কলুব্রিডি  সাপের পরিবারের একটি সাপ। এর বৈজ্ঞানিক নাম Oligodon theobaldi। এটি এশিয়ার একটি স্থানীয় প্রজাতি।\n\n\n== ব্যুৎপত্তি ==\nইংরেজি নাম 'থিওবাল্ড' হচ্ছে  ব্রিটিশ হার্পোলজিস্ট উইলিয়াম থিওবাল্ডের সম্মানে।  \n\n\n== ভৌগোলিক পরিসীমা ==\nমান্দালয় উদয় কাল  বাংলাদেশ, ভারত ( আসাম ), মায়ানমার (পূর্বে বার্মা নামে পরিচিত) এবং থাইল্যান্ডে পাওয়া যায় । \n\n\n== আবাসস্থল ==\nপছন্দের প্রাকৃতিক আবাস বন, এবং এটি সমুদ্রপৃষ্ঠ থেকে ২২০–৬৮০ মি (৭২০–২,২৩০ ফু) এর উচ্চ ভূমিতে থাকতে পছন্দ করে । \n\n\n== বর্ণনা ==\nমান্দালয় উদয় কাল ডিম পেড়ে বাচ্চা জন্ম দেয়। \n\n\n== তথ্যসূত্র ==\n\n \n\n\n== গ্রন্থপঞ্জী ==\nবোলেঞ্জার জিএ (1890)। ব্রিটিশ ভারতের প্রাণিকুলা, সিলন এবং বার্মা সহ। রেপটিলিয়া এবং বাত্রাচিয়া । লন্ডন: কাউন্সিলে ভারতের সেক্রেটারি অফ স্টেট। (টেলর এবং ফ্রান্সিস, প্রিন্টার) xviii + 541 পিপি। ( সিমোটিস থোবল্ডি, পি। 315)।\nবুলেঞ্জার জিএ (1894)। ব্রিটিশ যাদুঘরে সাপের ক্যাটালগ (প্রাকৃতিক ইতিহাস)। দ্বিতীয় খণ্ড।, কলব্রিডা অ্যাগলিফার উপসংহারটি ধারণ করে æ লন্ডন: ব্রিটিশ যাদুঘরের ট্রাস্টি (প্রাকৃতিক ইতিহাস)। (টেলর এবং ফ্রান্সিস, প্রিন্টার) xi + 382 পিপি। + প্লেট I-XX। ( সিমোটিস থোবল্ডি, পিপি। 230–231 + প্লেট নবম, চিত্র 3)।\nদাশ প্রথম (2002)। সাপ এবং ভারতের অন্যান্য সরীসৃপগুলির জন্য ফটোগ্রাফিক গাইড । সানিবেল দ্বীপ, ফ্লোরিডা: র‌্যাল্ফ কার্টিস বই। 144 পিপি।আইএসবিএন ০-৮৮৩৫৯-০৫৬-৫আইএসবিএন 0-88359-056-5 । ( অলিগোডন থিয়োবালডি, পি। 41)।\nসবুজ, মার্ক ডি ;; অরলভ, নিকোলাই এল । মারফি, রবার্ট ডাব্লিউ। (2010) \"কুকরি সাপ, জিনাস অলিগোডন-এর ফিলোজিনিয়ের দিকে \"। এশিয়ান হার্পটোলজিকাল গবেষণা 2 (1): 1-21।\nগুনথার এ (1868)। \"ব্রিটিশ যাদুঘরের সংগ্রহের মধ্যে সাপের নতুন প্রজাতির ষষ্ঠ অ্যাকাউন্ট\"। প্রাকৃতিক ইতিহাসের অ্যানালস এবং ম্যাগাজিন, চতুর্থ সিরিজ 1 : 413–429। ( থিমালডি, নতুন প্রজাতি, পি। 417)।\nস্মিথ এমএ (1943)। ব্রিটিশ ভারতের প্রাণিকোত্তর, সিলোন এবং বার্মা, পুরো ভারত-চীন উপ-অঞ্চল সহ। রেপটিলিয়া এবং আম্ফিবিয়া। ভলিউম III। Erসার্পেটস। লন্ডন: ভারতের সেক্রেটারি অফ স্টেট। (টেলর এবং ফ্রান্সিস, প্রিন্টার) xii + 583 পিপি। ( অলিগোডন থিয়োবালডি, পি। 220, চিত্র 74)।"}