{"pageid": 1057056, "title": "গণতন্ত্রী পার্টি", "url": "https://bn.wikipedia.org/wiki?curid=1057056", "content": "গণতন্ত্রী পার্টি বাংলাদেশের একটি রাজনৈতিক দল। দলটি বাংলাদেশ আওয়ামী লীগের সাথে ঘনিষ্ঠ ছিল।\n\n\n== ইতিহাস ==\n১৯৫৭ সালের ২৭ জুলাই ন্যাশনাল আওয়ামী পার্টি (ন্যাপ) পূর্ব বাংলায় গণতান্ত্রিক প্রগতিশীল দল হিসেবে তৎকালীন পাকিস্তানে প্রতিষ্ঠিত হয়। মাওলানা আব্দুল হামিদ খান ভাসানী ন্যাশনাল আওয়ামী পার্টির প্রতিষ্ঠাতা সভাপতি।\n১৯৬৮ সালে ন্যাশনাল আওয়ামী পার্টির মূল অংশকে পূর্ব পাকিস্তান ন্যাশনাল আওয়ামী পার্টি নামে নাম করন করা হয়। অধ্যাপক মোজাফ্ফর আহমদ সভাপতি ও সৈয়দ আলতাফ হোসেন সাধারণ সম্পাদক নির্বাচিত হন।\nপাকিস্থান সামরিক স্বৈরাচারের বিরুদ্ধে পূর্ব পাকিস্থান ন্যাশনাল আওয়ামী পার্টি স্বাধীকার ও গণতন্ত্র প্রতিষ্ঠার সংগ্রাম সংগঠিত করে এবং ৬ দফা সম্বলিত ১১ দফা কর্মসূচীভিত্তিক গণঅভ্যুত্থানকে সফল পরিণতির দিকে অগ্রসর করে নেওয়ার ক্ষেত্রে গুরুতৃপূর্ণ ভূমিকা পালন করেছিলো।\n১৯৫৭ সাল থেকে ১৯৭১ সালের ২৫ মার্চ পর্যন্ত ন্যাশনাল আওয়ামী পার্টি দেশের সকল গণতান্ত্রিক সংগ্রামে অংশগ্রহণ করেছে এবং ২৬ শে মার্চ থেকে মহান মুক্তিযুদ্ধে সক্রীয় ভাবে যুদ্ধ করে বাংলাদেশের স্বাধীনতা অর্জনে ভূমিকা রেখেছে। ১৯৭১ সালের মহান মুক্তিযুদ্ধে পূর্ব পাকিস্থান ন্যাশনাল আওয়ামী পার্টি গৌরবজনক আবদান রাখে। এফ.এফ. নিয়মিত বাহিনী এবং “ ন্যাপ বিশেষ গেরিলা বাহিনী”, ছাত্র ইউনিয়ন বিশেষ গেরিলা বাহিনী গঠন করে নেতা কর্মীরা মুক্তিযুদ্ধে সক্রিয় ভূমিকা রাখেন।\n১৯৭১ সালে ১৬ ডিসেম্বর মুক্তিযুদ্ধে বিজয়ের পর স্বাধীন বাংলাদেশে ন্যাশনাল আওয়ামী পার্টি সর্ববৃহৎ বিরোধী দল হিসেবে আত্মপ্রকাশ করে। স্বাধীনতার সুফল প্রতিটি মানুষের কাছে পৌছে দেয়ার লক্ষ্যে অবিচল ও সংকল্পবদ্ধ পার্টি জনগণের আস্থা অর্জন করলেও পার্টিতে বার বার ভাঙ্গনের কারণে সাংগঠনিক শক্তি দুর্বল হয়ে পড়ে। তাই ১৯৮৬ সালে ন্যাশনাল আওয়ামী পার্টি, একতা পার্টি ও ন্যাশনাল আওয়ামী পার্টি (মোজাফ্ফর) মিলে মূলধারায় সবাই আবার একত্রিত হয়ে সৈয়দ আলতাফ হোসেন, পীর হবিবুর রহমান ও চৌধুরী হারুনর রশিদকে আহ্বায়ক করে ন্যাশনাল আওয়ামী পার্টি (ঐক্য ন্যাপ) নামে পূর্বের প্রধান দলে একত্রিত হয়ে সম্মিলিত বাবে কার্যক্রম শুরু করলেও ১৯৮৭ সালে পার্টি আবার দ্বিখন্ডিত হয়।\nনেতাকর্মীরা একত্রিত হয়ে, স্বৈরাচার বিরোধী আন্দোলন গড়ে তোলেন, স্বৈরাচার বিরোধী আন্দোলন ব্যাপক আকারে বৃহত্তর পরিসরে গড়ে তোলার জন্য বিভেদ ভুলে সবাই একত্র হয়ে ১৯৮৯ সালের সেপ্টেম্বরে ন্যাশনাল আওয়ামী পার্টি (ঐক্য ‘ন্যাপ’) পুনরুজ্জীবিত করে স্বৈরাচার বিরোধী আন্দোলন করতে থাকেন। স্বৈরাচার পতন না হওয়া পর্যন্ত আন্দোলন চলবে এই মন্ত্র নিয়ে নেতা কর্মীরা একত্র হয়ে ১৯৯০ সালের ৩০ আগস্ট ন্যাশনাল আওয়ামী পার্টির বিশেষ সম্মেলন করেন এবং ৩১ আগস্ট বিশেষ সম্মেলনেই ঘোষণা করা হয় “মুক্তিযুদ্ধের চেতনায় অসাম্প্রদায়িক, দুর্নীতিমুক্ত অর্থনৈতিক সমৃদ্ধ, গণতান্ত্রিক বাংলাদেশ গড়ে তোলার লক্ষ্য ন্যাশনাল আওয়ামী পার্টি নাম পরিবর্তন করে গণতন্ত্রী পার্টি নামকরণ করা হয় এবং সৈয়দ আলতাফ হোসেন পার্টির সভাপতি এবং আজিজুল ইসলাম খান সাধারণ সম্পাদক নির্বাচিত হন।\nগণতন্ত্রী পার্টি ১৪ দলীয় জোটের শরিক দল হিসেবে আওয়ামী লীগের সাথে গণতান্ত্রিক আন্দোলনে অংশগ্রহণ করেছিলেন। গণতন্ত্রী পার্টির সভাপতি নুরুল ইসলাম ২০০৮ \n সালের ডিসেম্বরে নবম জাতীয় সংসদ নির্বাচনে নোয়াখালী-২ আসনের মহাজোটের প্রার্থী হওয়ার আগে তার বাড়িতে আগুনে লাগলে তিনি এবং তাঁর ছেলে আগুনে পুড়ে মারা যান। ২০০৮ সালে নবম জাতীয় সংসদ নির্বাচনের আগে গণতন্ত্রী পার্টির সভাপতির মৃত্যুর পরে গণতন্ত্রী পার্টির মূল অংশ ১৪ দলকে এড়িয়ে চলে। কিন্তু গণতন্ত্রী পার্টির একটি ছোট্ট অংশ আওয়ামী লীগের নেতৃত্বাধীন ১৪ দলীয় জোটে সম্পৃক্ত থেকে গণতন্ত্রী পার্টি ধ্বংস করে দেয়। গণতন্ত্রী পার্টির মূল অংশ ১৪ দলীয় জোটে সম্পৃক্ত না থাকায় দশম, একাদশ, দ্বাদশ সংসদ নির্বাচনে আওয়ামী লীগ কোন সংসদীয় আসনে ছাড় দিয়ে মনোনয়ন দেয়নি। যদিও ১৪ দলের অন্যান্য শরীক দলকে আওয়ামী লীগ সংসদ সদস্য ও মন্ত্রী বানিয়েছিলেন।\nদ্বাদশ জাতীয় সংসদ নির্বাচনে আওয়ামী লীগ একতরফা ভাবে নির্বাচন করার চেষ্টা করলে, গণতন্ত্রী পার্টি নির্বাচন বর্জন করার সিদ্ধান্ত গ্রহণ করে। আওয়ামী লীগ ক্ষমতা ব্যবহার করে গণতন্ত্রী পার্টির নিবন্ধন বাতিলে অবৈধ কারণ দেখিয়ে গণতন্ত্রী পার্টির সকল প্রার্থীর নমিনেশন বাতিল করে। গণতন্ত্রী পার্টি উচ্চ আদালতে রিট করলে, নির্বাচন কমিশন পাল্টা রিট করে নির্বাচনে আসতে বাধ্য করে, পরে আপিল বিভাগের রায়ে গণতন্ত্রী পার্টির প্রার্থীরা নমিনেশন ফিরে পায়। ২৬ ডিসেম্বর ২০২৩ তারিখ আপিল বিভাগ রায়ে প্রার্থীতা ফিরে দিলেও নির্বাচন কমিশনার প্রতিক বরাদ্ধ দেয় ২৮ ডিসেম্বর। ৭ জানুয়ারী ২০২৪ তারিখে দ্বাদশ জাতীয় সংসদ নির্বাচন অনুষ্ঠিত হয়। গণতন্ত্রী পার্টি আইনগত বাধ্যবাধ্যকতার কারণে নির্বাচন বর্জন করতে পারেনা। তবে নির্বাচনে পরে গণতন্ত্রী পার্টির মূল অংশ আওয়ামী লীগ সরকারকে ত্যাগ করে বৈষম্যবিরোধী ছাত্র আন্দোলনকে সমর্থন দিয়ে স্বৈরাচার আওয়ামী লীগ সরকারের পতনের জন্য আন্দোলনে অংশগ্রহণ করে।\n\n\n== তথ্যসূত্র =="}