{"pageid": 1057335, "title": "শ্রীপেরুম্বুদুর", "url": "https://bn.wikipedia.org/wiki?curid=1057335", "content": "শ্রীপেরুম্বুদুর দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের কাঞ্চীপুরম জেলার একটি নগর পঞ্চায়েত। এটি রাজধানী চেন্নাই শহর থেকে ৪০ কিলোমিটার দক্ষিণ-পশ্চিম দিকে চেন্নাই মহানগর অঞ্চলের সামান্য দূরে ৪ নং জাতীয় সড়কের উপর অবস্থিত। অতি দ্রুত এই লোকালয়টিও চেন্নাই মহানগরের অন্তর্ভুক্ত করার পরিকল্পনা রয়েছে। ২০০০ সালের পর থেকে শ্রীপেরুম্বুদুরে দ্রুত অর্থনৈতিক উন্নয়ন পরিলক্ষিত হয়। এইটি তামিল হিন্দু বৈষ্ণব সন্ত রামানুজ আচার্যের জন্মস্থান। ভারতের প্রাক্তন প্রধানমন্ত্রী রাজীব গান্ধীকে ১৯৯১ খ্রিস্টাব্দে শ্রীপেরুম্বুদুরে পরিকল্পনা মাফিক হত্যা করা হয়।\n\n\n== ভূগোল ==\nশ্রীপেরুম্বুদুর শ্রীপেরুম্বুদুর ভূতাত্ত্বিক গঠনের অংশ যা প্লীহাসম সবুজ শেল, মাটি ও বেলেপাথর সমৃদ্ধ এরেনাইট ও আরজিলেশিয়াস প্রস্তর খন্ড দ্বারা গঠিত এছাড়াও রয়েছে লৌহ আকরিক সংযুক্তি। ভৌগোলিক ব্যাখ্যা অনুসারে প্রস্তরখন্ড প্রিক্যামব্রিয়ান বেসমেন্ট বা প্রিক্যামব্রিয়ান বোল্ডার বেড ও সবুজ শেলের ওপর উপরিপাতিত। প্রিক্যামব্রিয়ান বোল্ডার বেডে রয়েছে সামুদ্রিক সংবন্ধন। তাদের প্রস্তরবিদ্যা দ্বারা সন্ধানকৃত জীবাশ্ম ঈষৎলোনা জলের উপস্থিতি নিশ্চিত করেছে যা বহু পূর্বের সমুদ্র বা সমুদ্র উপকূলবর্তী অবস্থানকে নির্দেশ করে।\n\n\n== অর্থনীতি ==\n\nশ্রীপেরুম্বুদুরে রয়েছে বিভিন্ন কল-কারখানার বিপুল লগ্নি। এর কারণ,\n\nচেন্নাই বিমানবন্দরের নৈকট্য\n৪ নং জাতীয় সড়ক তথা চেন্নাই-ব্যাঙ্গালোর মহাসড়কের উপর অবস্থান।\nপরিকাঠামোগত উন্নতি\nসফটওয়্যার টেকনোলজি পার্ক প্রতিষ্ঠা\nপ্রয়োজনে দক্ষ শ্রমিক প্রাপ্তি\n১৯৯৯ খ্রিস্টাব্দে শ্রীপেরুম্বুদুরে হুন্ডাই প্রথম লগ্নি দানকারীর অন্যতম। ২০০৮ খ্রিস্টাব্দের মধ্যে অটোমোবাইল ও ইলেকট্রিক দেশি ও বিদেশী কোম্পানীর লগ্নি ২ বিলিয়ন মার্কিন ডলার অতিক্রম করলে এটি বিশেষ অর্থনৈতিক অঞ্চলে পরিণত হয়।\nএখানে একটি নতুন গ্রীনফিল্ড চেন্নাই বিমানবন্দর তৈরির পরিকল্পনা রয়েছে। শ্রীপেরুম্বুদুর ও ওরগড়ম অর্থনৈতিক কোরিডর তামিলনাড়ু অন্যতম উন্নতিকামী অর্থনৈতিক কোরিডর।\n\n\n=== কোম্পানি ===\nশ্রীপেরুম্বুদুরে নিম্নোক্ত কোম্পানিগুলির শাখা প্রতিষ্ঠিত হয়েছে:\n\n\n== রাজনীতি ==\nলোকালয়টি শ্রীপেরুম্বুদুর লোকসভা কেন্দ্রের অন্তর্গত। সম্প্রতি এই লোকসভা থেকে নির্বাচিত সাংসদ হলেন দ্রাবিড় মুন্নেত্র কড়গম দল থেকে টি আর বালু মহাশয়।\n\n\n== দর্শনীয় স্থান ==\n\nআদিকেশব পেরুমাল মন্দির\nবল্লকোট্টাই সুব্রহ্মণ্যস্বামী মন্দির\nমেরিন ফসিল পার্ক\n\n\n== তথ্যসূত্র =="}