{"pageid": 1057184, "title": "ফতোয়ার তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1057184", "content": "ফতোয়া আরবি শব্দ। এটি দ্বারা যেমন এক ধরনের ইসলামি আইন শাস্ত্রকে বোঝায়, তেমনি এর দ্বারা কোনো সমস্যা সমাধানে আলেমগণের মতামতকেও বোঝানো হতে পারে।\n\n\n== ফতোয়া দ্বারা ইসলামি আইনশাস্ত্র বোঝালে, এর তালিকা ==\n\nফাতওয়ায়ে আলগীরী, লেখক: শায়েখ নিজাম\nফাতওয়ায়ে কাজিখান, লেখক: কাজিখান\nফাতওয়া ও মাসাইল, লেখক: সম্পাদনা পরিষদ\nফাতওয়ায়ে দারুল উলুম দেওবন্দ, লেখক: মুফতি আযীযুর রহমান উছমানী।\nফাতওয়ায়ে আল-আযহার, লেখক: সম্পাদনা পরিষদ, ওয়াযারাতুল আওকাফ আল-মিসরিয়্যা, কায়রো\nফাতাওয়ায়ে ফকীহুল মিল্লাত\nফাতাওয়ায়ে দারুল উলুম হাটহাজারী\nফাতাওয়ায়ে দারুল উলুম দেওবন্দ\nফাতওয়ায়ে ইসলাম, লেখক: শায়েখ মুহাম্মদ সালেহ\nফাতওয়ায়ে কুবরা, লেখক: ইবন তাইমিয়্যা\nফাতওয়ায়ে দারুল ইফতা আল-মিসরিয়্যা, লেখক: সম্পাদনা পরিষদ, দারুল ইফতা, মিসর\nফাতওয়া, লেখক: মুহম্মদ ইবন আব্দুল ওয়াহাব\nএক হাজার ফাতওয়া, লেখক: শায়খ আলবানি\nআল-হাবি, লেখক: সুয়ুতি\n\n\n== ফতোয়া দ্বারা কোনো সমস্যার সমাধান বোঝালে, এর তালিকা ==\nমানবকল্যাণে শান্তির ফতওয়া\nকাদইয়ানি বা আহমাদিয়াকে অমুসলিম ঘোষণা : ১৯৭৪ সালে মুসলিম ওয়ার্ল্ড লীগ আহমাদিয়া সম্প্রদায়কে অমুসলিম ঘোষণা করে।\nভালো কাজে সমর্থন :২০০১ সালে, মিশরের গ্র্যান্ড মুফতি একটি ফতোয়া জারি করেছিলেন যে من سيربح المليون؟  অর্থে \"মিলিয়ন কে জিতবে?\"), এর মডেলিং ছিল, ইসলামবিরোধী। কায়রোর আল-আজহার বিশ্ববিদ্যালয়ের শেখ পরে এই ফতোয়া প্রত্যাখ্যান করেছিলেন, কারণ তারা সাধারণ জ্ঞান ছড়িয়ে দেওয়ার কারণে এ জাতীয় শোতে কোনও আপত্তি ছিল না।\nরোজা অবস্থায় করোনা টিকা গ্রহণ প্রসঙ্গ : ইনসুলিন ও স্যালাইনের মতো রোজা রেখে করোনার ভ্যাকসিনও নেওয়া যাবে বলে ফতওয়া দিয়েছেন সংযুক্ত আরব আমিরাতের গ্র্যান্ড মুফতি শায়খ ড. আহমাদ বিন আব্দুল আজিজ আল-হাদ্দাদ। বাংলাদেশ সরকারের ধর্ম মন্ত্রণালয়ের অধীন ইসলামিক ফাউন্ডেশন বাংলাদেশ এক সংবাদ বিজ্ঞপ্তিতে অনুরূপ ফতোয়া দেয়। ইসলামিক ফাউন্ডেশনের সভা কক্ষে দেশের জ্যেষ্ঠ আলেমদের সঙ্গে এক মতবিনিময়ে এ বিষয়ে ঐকমত্য হয় বলে, “যেহেতু করোনাভাইরাসের টিকা মাংসপেশিতে গ্রহণ করা হয় এবং তা সরাসরি খাদ্যনালী বা পাকস্থলিতে প্রবেশ করে না, সেহেতু রমজান মাসে রোজাদার ব্যক্তি দিনের বেলায় শরীরে টিকা গ্রহণ করলে রোজা ভঙ্গ হবে না।”\nস্ত্রীর ইচ্ছার বিরুদ্ধে জোর করে সহবাস করলে কি স্বামী পাপী হবে বা স্ত্রী আদালতের আশ্রয় নিতে পারবে : মিশরের দার আল-ইফতা নামে যে প্রতিষ্ঠানটি ধর্মীয় নানা বিষয়ে ফতোয়া দেয়, তারা এই বিতর্কের সমাধান করতে গিয়ে বলেছে – “কোনো স্বামী যদি তার সাথে সহবাসের জন্য স্ত্রীর সাথে সহিংস আচরণ করে, তাহলে সেই হবে পাপী, এবং আদালতে কাছে গিয়ে স্বামীর শাস্তি দাবি করার অধিকার স্ত্রীর রয়েছে।”\nটিকটক অবৈধ বলে ফতোয়া দিয়েছেন পাকিস্তানের সিন্ধু প্রদেশের জামিয়া বিনোরিয়া শিক্ষা প্রতিষ্ঠান। তারা বলেন টিকটক অবৈধ ও হারাম। বর্তমান যুগের ‘সবচেয়ে বড় প্রলোভন’ বলে টিকটককে আখ্যা দিয়ে এই ফতোয়া জারি করা হয়েছে। তারা যুক্তি দেখিয়েছেন যে, টিকটকে অশ্লীল ভিডিও দেখানো হয়। এতে ধর্ম ও ধর্মীয় ব্যক্তিদের অবমাননা করা হয়।\n\n\n== তথ্যসূত্র =="}