{"pageid": 105751, "title": "ভারতে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=105751", "content": "ইসলাম ধর্ম ভারতের দ্বিতীয় বৃহত্তম ধর্ম। ২০১১ সালের জনগণনা অনুসারে ভারতে মুসলমান জনসংখ্যা ছিলো প্রায় ১৭ কোটি ২২ লক্ষ। বিশ্বে মুসলমানদের সংখ্যা ভারত তৃতীয় অবস্থানে রয়েছে। ভারতের সংখ্যাগরিষ্ঠ মুসলমান সুন্নি, যার মধ্যে শিয়া জনসংখ্যা প্রায় ১৫ শতাংশ।\nআরব উপদ্বীপে ধর্মের আবির্ভাবের পরপরই গুজরাটের আরব উপকূলীয় বাণিজ্য পথ এবং মালাবার উপকূল বরাবর ভারতীয় সম্প্রদায়ের মধ্যে ইসলাম ছড়িয়ে পড়ে। সপ্তম শতাব্দীতে আরবরা সিন্ধু জয় করার পরে ভারতীয় উপমহাদেশের অভ্যন্তরে ইসলামের আগমন ঘটে এবং পরে দ্বাদশ শতাব্দীতে গজনভি ও ঘুরিদের বিজয়ের মাধ্যমে পাঞ্জাব ও উত্তর ভারতে আসে এবং তখন থেকে এটি ভারতের ধর্মীয় ও সাংস্কৃতিক ঐতিহ্যের অংশ হয়ে উঠেছে। ৬২৩ খ্রিষ্টাব্দের আগে নির্মিত গুজরাটের ঘোঘার বারওয়াদা মসজিদ, কেরালার মেতলায় চেরামন জুম্মা মসজিদ (৬২৯ খ্রিষ্টাব্দ) এবং তামিলনাড়ুর কিলাকারাইয়ে অবস্থিত পালাইয়া জুম্মা পল্লী (বা পুরাতন জুম্মা মসজিদ, ৬২৮-৬৩০ খ্রিষ্টাব্দ) ভারতের প্রথম তিনটি মসজিদ যা সমুদ্রগামী আরব বণিকদের দ্বারা নির্মিত হয়েছিলো। চেরামন পেরুমলদের জনপ্রিয় ঐতিহ্য অনুসারে, প্রথম ভারতীয় মসজিদটি ৬২৪ খ্রিষ্টাব্দে বর্তমান কেরালার কোদুঙ্গাল্লুরে চের রাজবংশের শেষ শাসকের (তাজুদিন চেরামন পেরুমল) আদেশে নির্মিত হয়েছিলো, যিনি মুহাম্মাদের জীবদ্দশায় (আনুমানিক ৫৭০-৬৩২) ইসলাম গ্রহণ করেছিলেন। একইভাবে, পূর্ব উপকূলের তামিল মুসলমানরাও দাবি করেন যে, তারা মুহাম্মাদের জীবদ্দশায় ইসলাম গ্রহণ করেছিলেন। ভারতের স্থানীয় মসজিদগুলি প্রায় ৭০০ দশকের এর সময়।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\nভারতে মুসলমানদের অধিকাংশই দক্ষিণ এশীয় জনগোষ্ঠীর অন্তর্গত। তবে কিছু ভারতীয় মুসলমানের জিন প্রবাহের মাত্রা বাইরে থেকে পাওয়া গেছে, যেগুলো প্রাথমিকভাবে মধ্যপ্রাচ্য এবং মধ্য এশিয়া থেকে। তবে এগুলি খুব কম স্তরে পাওয়া যায়। সূত্র থেকে জানা যায় যে, কাফা'আ ধারণার ফলে মুসলমানদের মধ্যে বর্ণের বিকাশ ঘটে। যাদের শরীফ হিসাবে উল্লেখ করা হয় তাদের বিদেশী আরব বংশধর থেকে প্রাপ্ত উচ্চতর মর্যাদা রয়েছে বলে মনে করা হয়, অন্যদিকে আজলাফরা হিন্দুধর্ম থেকে ধর্মান্তরিত বলে মনে করা হয় এবং তাদের নিম্ন মর্যাদা রয়েছে।\nউলামাদের অনেকেই বিশ্বাস করতেন যে, নিজ বর্ণের মধ্যে বিয়ে করাই উত্তম। ভারতে নিজের জাতের মধ্যে অন্তঃবিবাহের প্রথা কঠোরভাবে পালন করা হতো। এখানে উল্লিখিত তিনটি বংশানুগতি সম্বন্ধীয় গবেষণার মধ্যে দুটিতে, যেখানে বর্ণিত হয়েছে যে ভারতের মুসলিম সম্প্রদায়ের বেশ কয়েকটি অঞ্চল থেকে নমুনা নেওয়া হয়েছিলো, এটি আবার পাওয়া গেছে যে মুসলিম জনসংখ্যা স্থানীয় অমুসলিমদের সাথে অত্যধিক মিল ছিলো, কারও কারও মধ্যে বাইরে থেকে বংশাণু প্রবাহের সামান্য তবে এখনও সনাক্তযোগ্য স্তর রয়েছে, প্রাথমিকভাবে ইরান এবং মধ্য এশিয়া থেকে,  বরং সরাসরি আরব উপদ্বীপ থেকে।\nঅন্যান্য ভারতীয় গোষ্ঠীর সাথে ভারতীয় মুসলমানদের ওয়াই ক্রোমোজোমের তুলনা নিয়ে গবেষণা ২০০৫ সালে প্রকাশিত হয়েছিলো। এই গবেষণায় উত্তর প্রদেশের ১২৪ জন সুন্নি এবং ১৫৪ জন শিয়াকে তাদের জিনগত মূল্যায়নের জন্য এলোমেলোভাবে বেছে নেওয়া হয়েছিলো। বংশানুগতি সম্বন্ধীয় বিশ্লেষণের জন্য মুসলমানদের পাশাপাশি হিন্দু উচ্চবর্ণ ও মধ্যবর্ণের সদস্যদেরও বেছে নেওয়া হয়েছিলো। এই গবেষণায় ১০২১টি নমুনার মধ্যে মাত্র ১৭টি নমুনায় ই হ্যাপলোগ্রুপ দেখা গেছে এবং তারা সবাই শিয়া ছিলেন। তবে খুব সামান্য বৃদ্ধি এই শিয়াদের কেবল তাদের হ্যাপলোগ্রুপের ক্ষেত্রে ইরাকি, তুর্কি এবং ফিলিস্তিনিদের কাছাকাছি রাখে।\n\n\n=== ভারতে ইসলামের প্রাথমিক ইতিহাস ===\n\nপ্রাচীনকাল থেকেই আরব ও ভারতীয় উপমহাদেশের মধ্যে বাণিজ্যিক সম্পর্ক বিদ্যমান ছিল। এমনকি প্রাক-ইসলামী যুগেও, আরব ব্যবসায়ীরা কোঙ্কণ-গুজরাট উপকূল এবং মালাবার উপকূল পরিদর্শন করতেন, যা তাদের দক্ষিণ-পূর্ব এশিয়ার বন্দরগুলির সাথে সংযুক্ত করেছিল। নব্য ইসলামীকৃত আরবরাই ছিল ভারতের সাথে ইসলামের প্রথম যোগাযোগ। ঐতিহাসিক এলিয়ট ও ডাউসন তাদের দ্য হিস্ট্রি অব ইন্ডিয়া, অ্যাজ টোল্ড বাই ইটস ওন হিস্টোরিয়ানস গ্রন্থে বলেছেন, ৬৩০ খ্রিষ্টাব্দে ভারতীয় উপকূলে মুসলিম পর্যটকদের বহনকারী প্রথম জাহাজ দেখা গিয়েছিল। এইচ জি রোলিনসন তার ভারতের প্রাচীন ও মধ্যযুগীয় ইতিহাস গ্রন্থে দাবি করেছেন যে প্রথম আরব মুসলমানরা খ্রিস্টীয় ৭ম শতাব্দীর শেষভাগে ভারতীয় উপকূলে বসতি স্থাপন করেছিল। (যাইনুদ্দিন মাখদুম রহ. \"তুহফাত উল মুজাহিদিন\" একটি নির্ভরযোগ্য রচনা।) জে. স্টুরক তাঁর মাদ্রাজ ডিস্ট্রিক্ট ম্যানুয়ালস এবং হরিদাস ভট্টাচার্য তাঁর কালচারাল হেরিটেজ অফ ইন্ডিয়া ভলিউম ৪ গ্রন্থে এই সত্যকে সমর্থন করেছেন। ইসলামের আবির্ভাবের সাথে সাথে আরবরা বিশ্বের একটি বিশিষ্ট সাংস্কৃতিক শক্তি হয়ে ওঠে।\nজনপ্রিয় ঐতিহ্য অনুসারে, ৬৬১ খ্রিষ্টাব্দে শেখ উবায়দুল্লাহ মালাবার উপকূলের ঠিক পশ্চিমে অবস্থিত লাক্ষাদ্বীপ দ্বীপপুঞ্জে ইসলাম নিয়ে আসেন। তার কবরটি অ্যান্ড্রোট দ্বীপে অবস্থিত বলে মনে করা হয়। কেরালার এর্নাকুলাম জেলার পূর্ব অংশে কোটমঙ্গলম থেকে কয়েকটি উমাইয়া মুদ্রা (৬৬১-৭৫০ খ্রিষ্টাব্দ) আবিষ্কৃত হয়েছিলো। মাপ্পিলার মুসলিম ঐতিহ্য অনুসারে, মাঙ্গলুরুরের জিনাথ বাকশ মসজিদ ভারতীয় উপমহাদেশের প্রাচীনতম মসজিদগুলির মধ্যে একটি। চেরামন পেরুমলদের উপকথা অনুসারে, প্রথম ভারতীয় মসজিদটি ৬২৪ খ্রিষ্টাব্দে বর্তমান কেরালার কোদুঙ্গালুরে চের রাজবংশের শেষ শাসক (চেরমন পেরুমল) এর আদেশে নির্মিত হয়েছিলো, যিনি ইসলামের নবী মুহাম্মাদের জীবদ্দশায় (আনু. ৫৭০-৬৩২) ইসলাম গ্রহণ করেছিলেন। কিসাত শাকারওয়াতি ফরমাদের মতে, কোদুঙ্গালুর, কোল্লম, মাদায়ি, বারকুর, মাঙ্গলুরু, কাসারগড়, কণ্ণুর, ধর্মডম, কুইলাণ্ডি এবং চালিয়ামের মসজিদগুলি মালিক দীনার যুগে নির্মিত হয়েছিলো এবং এগুলি ভারতীয় উপমহাদেশের প্রাচীনতম মসজিদগুলিরমধ্যে একটি। এটা বিশ্বাস করা হয় যে মালিক দীনার কাসারগড় শহরের থালাঙ্গারায় মারা গিয়েছিলেন।\n৬২৯ খ্রিষ্টাব্দে মালিক দীনার প্রথম ভারতীয় মসজিদ, চেরামন জুম্মা মসজিদ নির্মাণ করেছিলেন বলে মনে করা হয়। যদিও কিছু ইতিহাসবিদ বলেছেন যে, প্রথম মসজিদটি ৬১০ থেকে ৬২৩ খ্রিষ্টাব্দের মধ্যে গুজরাটে ছিলো। মালাবারে মাপ্পিলারা সম্ভবত প্রথম সম্প্রদায় যারা ইসলাম ধর্ম গ্রহণ করেছিলো। উপকূল বরাবর নিবিড় মিশনারি কার্যক্রম পরিচালিত হয়েছিলো এবং আরও অনেক স্থানীয় লোক ইসলাম গ্রহণ করেছিলো। জনপ্রিয় ঐতিহ্য অনুসারে, ভারত থেকে দুজন পরিব্রাজক, মৌলাই আবদুল্লাহ (পূর্বে বালাম নাথ নামে পরিচিত) এবং মৌলাই নুরুদ্দিন (রূপনাথ) ইমাম মুস্তানসিরের (৪২৭-৪৮৭ হিজরি)/(১০৩৬-১০৯৪ খ্রিস্টাব্দ) দরবারে গিয়েছিলেন এবং এতটাই মুগ্ধ হয়েছিলেন যে, তারা ইসলাম গ্রহণ করেছিলেন এবং ৪৬৭ হিজরি/১০৭৩ খ্রিস্টাব্দে ভারতে ধর্ম প্রচার করতে ফিরে এসেছিলেন। তাদের সঙ্গী ছিলেন মওলাই আহমদ। আবদুল্লাহ ছিলেন ভারতের প্রথম ওয়ালি-উল-হিন্দ। তিনি কাকা আকেলা এবং কাকি আকেলা নামে এক বিবাহিত দম্পতির সাথে দেখা করেছিলেন যারা তাইয়াবি (বোহরা) সম্প্রদায়ের মধ্যে প্রথম ধর্মান্তরিত হয়েছিলেন।\n\n\n== তথ্যসূত্র =="}