{"pageid": 1057989, "title": "ম্যাক্লেলান্ডের প্রবাল সাপ", "url": "https://bn.wikipedia.org/wiki?curid=1057989", "content": "Sinomicrurus macclellandi, সাধারণভাবে ম্যাক্লেলান্ডে এর প্রবাল সাপ হিসাবে পরিচিত যা হল  Elapidae  পরিবার এর বিষধর সাপ এর একটি  প্রজাতি  । এটি দক্ষিণ ও পূর্ব এশিয়ার স্থানীয় প্রজাতির সাপ।\n\n\n== ব্যুৎপত্তি ==\nইস্ট ইন্ডিয়া কোম্পানির হয়ে কাজ করা চিকিত্সক ও প্রকৃতিবিদ জন <i id=\"mwHg\">ম্যাক্লেলান্ডে</i>র সম্মানে এর নাম ম্যাক্লেলান্ডে রাখা হয়। \n\n\n== বর্ণনা ==\nএস ম্যাক্লেলান্ডে একটি ছোট সাপ,মোট দৈর্ঘ্য (লেজ সহ) প্রায় ৪০–৮০ সেন্টিমিটার (১৬–৩১ ইঞ্চি)  এবং শরীর পাতলা।এটি ডোরসালি, লালচে-বাদামী, পাতলা, কালো ক্রস বার আছে  এবং এর পেট ক্রিমযুক্ত সাদা রংয়ের। মাথাটি ছোট, গোলাকার এবং কালো রঙের, একটি প্রশস্ত, ক্রিমযুক্ত সাদা ট্রান্সভার্স ব্যান্ড এবং মাথার মাঝখানে কালো রূপরেখা আছে। দেহের ডোরসাল স্কেলগুলি মসৃণ এবং এগুলি ১৩ টি সমান্তরাল অনুদৈর্ঘ্য সারিতে মিডবডিতে সাজানো থাকে।\n\n\n== ভৌগোলিক পরিসীমা ==\nএস ম্যাক্লেলান্ডে পূর্ব এবং উত্তর-পূর্ব ভারত (দার্জিলিং, আসাম, সিকিম, অরুণাচল প্রদেশ), বাংলাদেশ, ভুটান, নেপাল, উত্তর মায়ানমার, থাইল্যান্ড, ভিয়েতনাম, মধ্য এবং দক্ষিণ চীন ( হংকং, হাইনান সহ উত্তর থেকে গানসু এবং শানসি)  তাইওয়ান এবং জাপান (রিউকু দ্বীপপুঞ্জ) এলাকায় পাওয়া যায়,। \n\n\n== উপজাতি ==\nএ সাপের মনোনীত উপ-প্রজাতি সহ চারটি উপ-প্রজাতি স্বীকৃত।\n\nসিনোমিক্ররাস ম্যাক্লেলান্ডে ইওয়াসাকি (Maki, ১৯৩৫)\nসিনোমিক্ররাস ম্যাক্লেলান্ডে ম্যাক্লেলান্ডে (J.T. Reinhardt, ১৮৪৪)\nসিনোমিক্ররাস ম্যাক্লেলান্ডে সুইনহোই (Van Denburgh, ১৯১২) \nসিনোমিক্ররাস ম্যাক্লেলান্ডে ইউনিভারগ্যাটাস (Günther, ১৮৫৮)\nএস ইওয়াসাকিই  ইশিগাকি দ্বীপ এবং জাপানের  রায়কিউ দ্বীপপুঞ্জে পাওয়া যায়।\"\n\"এস এম সুইনহোই তাইওয়ানে পাওয়া যায়।\"\nএস এম ইউনিভারগ্যাটাস নেপাল এবং সিকিমে পাওয়া যায়।\n\n\n== আচরণ এবং আবাসস্থল ==\nএস  ম্যাক্লেলান্ডে মূলত নিশাচর এবং স্থলচর । এটি বনভূমি, পাহাড়ের পাদদেশে এবং নিম্নভূমিতে দেখা যায়। এটি প্রায়শই পাতার নীচে লুকিয়ে থাকতে দেখা যায়। যদিও এটি একটি বিষাক্ত প্রজাতি, এটি যথেষ্ট শান্ত এবং আক্রমণাত্বক হয়ে আঘাত হানার সম্ভাবনা নেই।\n\n\n== খাদ্য ==\nএস ম্যাক্লেলান্ডে ছোট সরীসৃপ যেমন গিরগিটি এবং সাপ খেয়ে বেঁচে থাকে।\n\n\n== বিষ ==\nঅন্যান্য ইলাপিডের মতো এস ম্যাক্লেলান্ডেও একটি শক্তিশালী নিউরোটোক্সিক বিষ বহন করে, যা একজন ব্যক্তিকে হত্যা করতে সক্ষম। কামড়ের লক্ষণগুলির মধ্যে রয়েছেঃ কথা বলায়   ঠোঁটের অসাড়তা এবং শ্বাস প্রশ্বাসের অসুবিধা এবং   দৃষ্টি অস্পষ্ট হয়ে আসা । গুরুতর কামড়ের শিকার কেউ তাৎক্ষণিকভাবে হৃদযন্ত্র বন্ধ হওয়ার কারণে মারা যেতে পারে, যদিও থাইল্যান্ডে কেবলমাত্র কয়েকজন মানুষের মৃত্যুর রেকর্ড করা হয়েছে।\n\n\n== প্রজনন ==\nএস ম্যাক্লেলান্ডে একটি oviparous প্রজাতি। পরিপক্ক মহিলা সাপ একত্রে ৬-১৪ টি ডিম পাড়ে। \n\n\n== তথ্যসূত্র ==\n \n\n\n== আরও পড়ুন ==\nBoulenger GA (1896). Catalogue of the Snakes in the British Museum (Natural History). Volume III., Containing the Colubridæ (Opisthoglyphæ and Proteroglyphæ), ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiv + 727 pp. + Plates I-XXV. (\"Callophis [sic] macclellandii [sic]\", pp. 398–399).\nReinhardt JT (1844). \"Description of a new species of venomous snake, Elaps macclellandi \". Calcutta J. Nat. Hist. 4: 532-534.\nReinhardt JT (1861). \"Herpetologiske Middelelser. II. Beskrivelser af nogle nye til Calamariernes Familie henhörende Slänger \". Vidensk. Meddel. Naturhist. Foren. Kjöbenhavn 2 [1860]: 229-250. (in Danish).\nSlowinski, Joseph B.; Boundy, Jeff; Lawson, R. (2001). \"The phylogenetic relationships of Asian coral snakes (Elapidae: Calliophis and Maticora) based on morphological and molecular characters\". Herpetologica 57 (2): 233-245.\nSmith MA (1943). The Fauna of British India, Ceylon and Burma, Including the Whole of the Indo-Chinese Sub-region. Reptilia and Amphibia. Vol. III.—Serpentes. London: Secretary of State for India. (Taylor and Francis, printers). xii + 583 pp. (\"Callophis [sic] macclellandi \", pp. 423–425, Figure 135).\nEye on Nature Series (2006). \"Tracking the snake shadow: terrestrial viper illustrations\".  Country Parks Cosmos Books Ltd. (in Chinese, a field guide to the venomous land snakes in Hong Kong) আইএসবিএন ৯৭৮-৯৮৮-২১১-৩২৬-৮.\n\n\n== বহিঃসংযোগ ==\n[১] লিভিং হ্যাজার্ডস ডেটাবেজে ক্যালিওফিস ম্যাক্লেলল্যান্ডি।"}