{"pageid": 1058310, "title": "ঝাঁসি জংশন রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1058310", "content": "ঝাঁসি জংশন রেলওয়ে স্টেশন (স্টেশন কোড: - জেএইচএস ) উত্তর প্রদেশের বুন্দেলখণ্ড অঞ্চলের ঝাঁসি শহরের একটি প্রধান রেলওয়ে জংশন। এটি ভারতের অন্যতম ব্যস্ততম এবং বৃহত্তম রেল স্টেশন। ঝাঁসি জংশন ভারতীয় রেলের বিভিন্ন নামীদামী ট্রেন যেমন গতিমান এক্সপ্রেস ভারতের দ্রুততম ট্রেন, তাজ এক্সপ্রেস, বুন্দেলখণ্ড এক্সপ্রেস ইত্যাদির ঝাঁসি জংশনে থামে। ভারতীয় রেলের বিভিন্ন  গ্র্যান্ড ট্রাঙ্ক এক্সপ্রেস, তামিলনাড়ু এক্সপ্রেস, মুম্বাই, চেন্নাই, বেঙ্গালুরু, হায়দরাবাদ ইত্যাদির জন্য রাজধানী এক্সপ্রেসের ৫ সেট, ভূপাল শতাব্দী এক্সপ্রেসের ১ সেট, ৩ টি দুরন্ত এক্সপ্রেস ট্রেন, পাঞ্জাব মেল ভারতের প্রাচীনতম ট্রেনগুলির মধ্যে একটি, কেরল এক্সপ্রেস, কর্ণাটক এক্সপ্রেস ইত্যাদি। এটি একটি বড় আন্তঃনগর কেন্দ্র এবং ঝাঁসি দিয়ে যাওয়ার পথে সমস্ত ট্রেনের জন্য একটি প্রযুক্তিগত পাশাপাশি বাণিজ্যিক স্টপেজ। কোনও ট্রেনের ঝাঁসি এড়িয়ে যাওয়ার ক্ষমতা নেই। ভারতীয় রেলের উত্তর মধ্য রেলওয়ে জোনে ঝাঁসির নিজস্ব বিভাগ রয়েছে। এটি মূল দিল্লি – চেন্নাই এবং দিল্লি – মুম্বাই লাইনে অবস্থিত। স্টেশন কোডটি জেএইচএস।\nঝাঁসি জংশনটি ৪ টি ব্রডগেজ রুট দ্বারা পরিবেশন করা হয়:\n\nদিল্লি - মুম্বই\nদিল্লি - চেন্নাই\nঝাঁসি - কানপুর কেন্দ্রীয়\nনাগপুর - ভোপাল\nপ্রয়াগরাজ - মানিকপুর\nমধ্য প্রদেশের শিবপুরি এবং ঝাঁসি জংশনের  মধ্যে একটি নতুন লাইনের জন্য একটি জরিপ চলছে সওয়াই মাধোপুর এবং জয়পুরের সাথে সংযুক্ত হবে।\nগতিমান এক্সপ্রেস (বর্তমানে ভারতের দ্রুততম ট্রেন) সহ ঝাঁসির মধ্য দিয়ে বহু নামীদামী ভারতীয় রেল ট্রেন চলাচল করে।\n\nগতিমান এক্সপ্রেস (ঝাঁসি থেকে উদ্ভূত),\nশতাব্দী এক্সপ্রেস\nরাজধানী এক্সপ্রেস\nতাজ এক্সপ্রেস (ঝাঁসি থেকে উদ্ভূত),\nকর্ণাটক এক্সপ্রেস\nতামিলনাড়ু এক্সপ্রেস\nকেরলা এক্সপ্রেস\nতেলেঙ্গানা এক্সপ্রেস\nভোপাল এক্সপ্রেস\nদক্ষিণ এক্সপ্রেস\nপুষ্পক এক্সপ্রেস\nবুন্দেলখণ্ড এক্সপ্রেস\nগোয়া এক্সপ্রেস\nদুরন্ত এক্সপ্রেস\n\n\n== সু্যোগ - সুবিধা ==\nঝাঁসি জংশনে ৮ টি প্ল্যাটফর্ম, ৪ টি ব্রড ওভার-ব্রিজ রয়েছে। ভারী ব্যবহারের কারণে, দুটি নতুন প্ল্যাটফর্ম পরিকল্পনা করা হয়েছে, মোট বাড়িয়ে ১১ হবে।\nছয় জোড়া রাজধানী এক্সপ্রেসের   পাশাপাশি ভোপাল-নয়াদিল্লি শতাব্দী এক্সপ্রেস ঝাঁসি  দিয়ে যায়। তিন জোড়া দুরন্ত এক্সপ্রেসেরও ঝাঁসিতে স্টপেজ রয়েছে। ঝাঁসির মধ্য দিয়ে সমস্ত রাজ্য যোগাযোগ ক্রান্তিদের ঝাঁসিতে সরকারী স্টপ রয়েছে  সব মিলিয়ে প্রতিদিন ১৫০ টিরও বেশি ট্রেন ঝাঁসি জংশনে থামে।\nপ্রথম আধ ঘন্টা  নিখরচায় ইন্টারনেট সংযোগ এবং ওয়াইফাই স্টেশন।\nস্টেশনটিতে একটি লা-ফেস্তা রেস্তোঁরাও রয়েছে।\nএক্সিকিউটিভ ক্লাস এবং দ্বিতীয় শ্রেণি শীতাতপ নিয়ন্ত্রিত এবং অ-শীতাতপ নিয়ন্ত্রিত ওয়েটিং রুমের সুবিধা উপলব্ধ।\nএকটি সাইবার ক্যাফে, এবং মধ্যপ্রদেশ এবং উত্তরপ্রদেশ উভয় সরকারের পর্যটন তথ্য অফিস।\nরিজার্ভের ক্লক রুম বুকিং এবং অ সংরক্ষিত টিকিট প্ল্যাটফর্মের টিকিট উপলব্ধ।\nরেলস্টেশনের সামনের দিকে একটি নতুন শপিংমল নির্মাণাধীন\n\n\n== লোকো শেড ==\nঝাঁসির বৈদ্যুতিন ও ডিজেল উভয়ই শেড রয়েছে। এটিতে অনেকগুলি বৈদ্যুতিন এবং ডিজেল একসাথে রয়েছে।\n\nবৈদ্যুতিন লোকো শেড, ঝাঁসি ১৫০ টি লোকোর ধারণক্ষমতা অনুমোদন করেছে। এটিতে মোট ২১৫ লোকোমোটিভ, ৪৩৩ ডাব্লুএপি ৪, ১১৭ ডাব্লুএজি ৫ এবং ৬৫ ডাব্লুএজি ৭ শ্রেণির লোকোমোটিভ রয়েছে।\n\n\n== তথ্যসূত্র =="}