{"pageid": 1058113, "title": "পাতি কাল কেউটে", "url": "https://bn.wikipedia.org/wiki?curid=1058113", "content": "পাতি কাল কেউটে, কালাচ বা দেশি কালাচ (বৈজ্ঞানিক নাম: Bungarus caeruleus) হল শ্রীলঙ্কা, ভারত, বাংলাদেশ, মিয়ানমার, মালয়েশিয়া, চীন, কম্বোডিয়া, থাইল্যান্ড, ভিয়েতনাম এবং নেপালের একটি স্থানীয় সাপ। এটি এলাপিডি পরিবারের অন্তর্গত বিষধর সাপের একটি প্রজাতি। এটি বৃহৎ চারটি প্রজাতির মধ্যে একটি যেগুলো ভারতীয় উপমহাদেশের মানুষকে বেশি দংশন করে থাকে। বাংলাদেশের ২০১২ সালের বন্যপ্রাণী (সংরক্ষণ ও নিরাপত্তা) আইনে এ প্রজাতিটি সংরক্ষিত।\n\n\n== বর্ণনা ==\nপাতি কাল কেউটের স্বাভাবিক দৈর্ঘ্য ০.৯ মিটার বা ৩ ফুট যদিও এর দ্বিগুণ অর্থাৎ ১.৭৫ মিটার বা ৫ ফুট ৯ ইঞ্চি দৈর্ঘ্যের সাপও পাওয়া গিয়েছে। নবজাতকেরা দৈর্ঘ্যে ২৫-২৭ সে.মি. হয়। পুরুষ সাপ দৈর্ঘ্যে বড় হয় এবং এদের পুচ্ছটি আনুপাতিকভাবে দীর্ঘতর থাকে। মাথা চ্যাপ্টা, ঘাড় প্রায় নেই বললেই হয়। দেহটি বেলনাকৃতি, লেজের কাছে সরু হয়ে এসেছে। লেজ ছোট এবং গোল। চোখদুটি ছোট ছোট, চোখের তারা কাল। মাথা বড় বড় আঁশে ঢাকা, যাদের শিরবর্ম বলা হয়, সংখ্যায় সাতটি।\n\nপ্রথমটি চোখের ঠিক উপরে নাসারন্ধ্রকে স্পর্শ করে। চোখ এবং নাসারন্ধ্রের মধ্যে কোন ফাঁক নেই। নীচের ঠোঁট বরাবর চারটি শিরবর্ম থাকে, তার মধ্যে তৃতীয় ও চতুর্থটি চোখের ঠিক পাশে। বাকী দুটি চোখের পিছনভাগে অবস্থিত। মাথার দুপাশে আছে বাকি দুটি শিরবর্ম। সারা দেহ মসৃণ চকচকে আঁশে ঢাকা। আঁশগুলি ১৫-১৭ সারিতে সাজানো। শিরদাঁড়া বরাবর যে আঁশগুলি, সেগুলি একটু বড় ও ষড়ভুজাকৃতির হয়। বুক-পেটের কাছে আঁশের সংখ্যা ১৮৫ থেকে ২২৫, নীচের দিকে ৩৭ থেকে ৫০।\n\nএদের গাত্রবর্ণ সচরাচর কালো অথবা নীলচে কালো। দেহ ঘিরে আছে কম-বেশি ৪০টি সরু সাদা ফিতের মতন দাগ, পিঠের দিকে স্পষ্ট কিন্তু পেটের কাছে প্রায় অদৃশ্য। বাচ্চা সাপের ক্ষেত্রে যদিও এই দাগ অনেক বেশি স্পষ্ট ও সম্পূর্ণ পেটের কাছেও তা বোঝা যায়। আবার বয়স্কদের ক্ষেত্রে এই দাগ অনেক সময় আবছা হতে হতে পাশাপাশি কয়েকটি বিন্দুতে পরিণত হয়, শুধু শিরদাঁড়ার নিকটবর্তী বিন্দুটি স্পষ্টতর থাকে। এদের পেট এবং নীচের ঠোঁট সাদা, শিশুদের সম্পূর্ণ সাদা, বয়স্কদের হলদে সাদা। চোখের কাছে সাদা দাগ থাকতে পারে। প্রজাতিটির  শ্বেতীরোগাক্রান্ত নমুনারও সন্ধান পাওয়া গিয়েছে যদিও তা খুব বিরল এবং তা জিনগত কারণে হয়ে থাকে।\n\n\n== আবাস ==\nপাতি কাল কেউটে এশিয়ায় ভারত, বাংলাদেশ, নেপাল, শ্রীলংকা, পাকিস্তান ও আফগানিস্তানে দেখতে পাওয়া যায়। ভারতের উত্তর পশ্চিম সীমান্ত থেকে পূর্বে পশ্চিমবঙ্গ ও সমগ্র দক্ষিণ ভারতে এদের সন্ধান পাওয়া যায়। বাসস্থান নির্বাচনে এদের বিশেষ বাছ বিচার নেই, মাঠে, ঝোপঝাড়ে, অগভীর জঙ্গলে এমনকি মানুষের বসতিপূর্ণ স্থানেও এরা বাসা বাঁধতে পারে। উই ঢিবি, ইঁটের পাঁজা, ইঁদুরের গর্ত, অব্যবহৃত চুলা অথবা মানুষের বাড়ির ভিতরে এরা আস্তানা গেঁড়ে থাকে। গ্রামাঞ্চলে জলে অথবা জলের ধারে এদের হামেশাই দেখতে পাওয়া যায়।\n\n\n== প্রাকৃতিক সমন্বয় ও আচরণ ==\nপাতি কাল কেউটে নিশাচর প্রাণী, সন্ধ্যার শেষ ভাগ থেকে পরের দিন প্রাতঃকাল অবধি এদের বিচরণের সময়। অন্যান্য সরীসৃপের মতন এরাও বুকে হেঁটে চলে। ভূতল এদের বাসস্থানের পছন্দের জায়গা। তবে শিকারের সন্ধানে বা আত্মগোপনের প্রয়োজনে খাড়া অমসৃণ দেওয়ালও বাইতে পারে। এদের দিনের এবং রাতের আচরণে বিশেষ বৈশিষ্ট্য লক্ষ্যে করা যায়। দিবাভাগে এরা শ্লথ এবং নিরীহ। প্রায়শঃ ইঁদুরের গর্ত, আলগা মাটি বা জঞ্জাল স্তূপের মধ্যে লুকিয়ে থাকে, দেখা যায়না। এ সময় সচরাচর এরা দেহটাকে কুণ্ডলী পাকিয়ে মাথাটাকে কুণ্ডলীর মধ্যে গুঁজে রাখে। এসময় এদের নাড়াচাড়া করলেও এরা বিশেষ আপত্তি করে না, তবে বাড়াবাড়ি করলেই বিপদ, দংশন অনিবার্য।\nরাতে আবার এরাই হয়ে ওঠে সজাগ এবং সতর্ক এবং অনেক বেশি আক্রমণাত্মক।  যখন বিচরণ করতে বেরোয় মুখ দিয়ে জোরে হিসহিস শব্দ করে, কিংবা নিঃসাড়ে পড়ে থাকে কিন্তু হুমকিতে হলেই দংশন করতে ছাড়ে না। ভয় পেলে বা উত্তেজিত হলে এরা দেহটাকে চ্যাপ্টা করে কুণ্ডলী পাকিয়ে ফেলে, মাথাটাকে তার মধ্যে লুকিয়ে ফেলে আর সমস্ত শরীর ঝাঁকাতে থাকে। এই সময় এরা কামড়াতে চায়না কিন্তু যদি কামড়ায় তবে বেশ কিছুক্ষণ কামড়টাকে ধরে রাখে যার ফলে দংশিত প্রাণীর শরীরে অনেকটা বিষ ঢুকে যায়।\n\n\n== খাদ্য ==\n\nপাতি কাল কেউটে একটি মাংসাশী প্রাণী।  অন্যান্য ছোট ছোট প্রাণী যেমন ইঁদুর, ব্যাঙ, টিকটিকি, ছোট কিংবা ছানা সাপ, নিজের বা ভিন্ন প্রজাতির, এদের স্বাভাবিক খাদ্য।এদের এই খাদ্যাভ্যাস মনুষ্য বসতিতে সাপ, ইঁদুর প্রভৃতি প্রাণীর অবাঞ্ছিত সংখ্যাবৃদ্ধিকে নিয়ন্ত্রণ করতে সহায়ক। এদের চোয়ালের গঠন বৈশিষ্ট্যের জন্য অর্থাৎ নীচের চোয়াল নমনীয় ও উপরের চোয়ালের সঙ্গে দৃঢ় সংযুক্ত না হওয়ার জন্য এরা নিজের আয়তনের তুলনায় অনেক বড় মুখব্যদান করতে পারে এবং নিজের পরিধির চেয়ে বড় মাপের প্রাণী অনায়াসে গিলে ফেলে।। মুখনিঃসৃত বিষ এ সময় শিকারটিকে নির্জীব রাখতে সাহায্যে করে। শিশুরা কীট পতঙ্গ মাকড়সা ইত্যাদি খেয়ে থাকে।\n\n\n== বিষ ==\nপাতি কাল কেউটে তীব্র বিষধর সর্প, এদের বিষ নিউরোটক্সিন গোত্রের অন্তর্গত। যা দেহের স্নায়ুতন্ত্রকে আক্রমণ করে এবং পেশীর পক্ষাঘাত ঘটায়। ডাক্তারি পরিভাষায় এই বিষ প্রিসিন্যাপটিক ও পোস্টসিন্যাপটিক নিউরোটক্সিনের সমন্বয়ে গঠিত যা স্নায়ুকোষের সংযোগস্থল অর্থাৎ যেখানে তথ্য সরবরাহের কাজটি সম্পাদিত হয়, তাকে আক্রমণ করে। সর্পবিষের এই বিশেষ গুণ অর্থাৎ স্নায়ুতন্ত্রকে অবশ করার ক্ষমতা একে চিকিৎসা বিজ্ঞানে প্রয়োজনীয় করে তুলেছে।\nএকটি সাপের বিষের মারণ ক্ষমতা সাধারণত LD50 (Lethal Dose required to kill 50% population) দিয়ে বোঝান হয়। কালকেউটের LD50 পরিমাপ ইঁদুরের জন্য ০.৩২৫মিলি.গ্রা./কি.গ্রা(সাবকিউটেনাস) অথবা ০.৮৯মিলি.গ্রা./কি.গ্রা(ইন্ট্রাভেনাস) এবং প্রতি ছোবলে প্রবিষ্ট বিষের পরিমাণ ১০মিলি.গ্রা।\nযেহেতু এরা নিশাচর প্রাণী, রাতেই এদের দংশনের সম্ভাবনা বেশি তবে দিনের বেলা ক্ষেতে, মাঠে দংশনের ঘটনাও অপ্রতুল নয়। বৃষ্টি বাদলায় এরা গৃহস্থের ঘরে আশ্রয় নেয়, তাই বর্ষাকালে সর্প দংশনের সম্ভাবনা বৃদ্ধি পায়। এদের দংশনে কোনো ব্যথা অনুভুত হয় না তাই বহু সময়ে চটজলদি শনাক্তকরণ সম্ভব হয় না। কিন্তু কয়েক ঘণ্টা পরে দংশিত ব্যক্তি তলপেটে প্রচণ্ড ব্যথা অনুভব করে, সর্বাঙ্গ অসাড় হয়ে যায়, দৃষ্টি ঝাপসা হয়ে যায় ও প্রবল শ্বাসকষ্ট শুরু হয়। সঠিক চিকিৎসা না হলে ৪ থেকে ৮ ঘণ্টার মধ্যে রোগীর মৃত্যু হতে পারে।\nপ্রায়শই বর্ষাকালে সাপগুলি তাদের লুকানোর জায়গা থেকে বেরিয়ে আসে এবং শুকনো বাড়ির ভিতরে আশ্রয় নেয়। ঘুমানোর সময় যদি ক্রেইটে কামড়ায় তবে আক্রান্ত ব্যক্তি বুঝতে পারে না যে তাকে কামড়ে ধরেছে, কারণ কামড়টি পিঁপড়ে বা মশার মতো অনুভব হয়। এর ফলে ব্যক্তিটি না জেগে মারা যেতে পারে। কামড়ে স্থানে স্থানীয় প্রদাহ/ফোলার ন্যূনতম পরিমাণের নির্ণয় গুরুত্বপূর্ণ ক্রেইটের কামড়ের ক্ষেত্রে। এটি দিয়ে সাপকে না দেখলেও, কি সাপে দংশন করেছে তার প্রজাতিটি সনাক্তকরণে সহায়তা করতে পারে।\nকামড়ের কয়েকটি লক্ষণগুলির মধ্যে রয়েছে: কামড়ের এক থেকে দুই ঘন্টার মধ্যে মুখের পেশী শক্ত হয়ে আসা; কামড়ের শিকারটি দেখতে বা কথা বলতে অক্ষম হয়ে পড়ে এবং যদি চিকিৎসা না করা হয় তবে রোগী শ্বাস-প্রশ্বাসের পক্ষাঘাতের কারণে চার থেকে পাঁচ ঘন্টার মধ্যে মারা যেতে পারেন। একটি ক্লিনিকাল টক্সিকোলজি অধ্যয়নে জানা যায় এটির চিকিৎসা না করলে মৃত্যুর হার ৭০-৮০%।\nভারত-বাংলাদেশ শ্রীলংকা সহ দক্ষিণ এশিয়ার বিভিন্ন দেশে সর্প দংশনে প্রতি বৎসর বহু লোকের মৃত্যু ঘটে। পাতি কাল কেউটের ভূমিকা তার মধ্যে অগ্রগণ্য। দুর্ভাগ্যবশতঃ দুর্ঘটনার শিকার অধিকাংশ সময়ে গ্রামাঞ্চলের অশিক্ষিত অধিবাসি, তাই সর্পদংশনের ঘটনা বা মৃত্যুর সঠিক পরিসংখ্যান পাওয়া যায় না। ২০০৯ সালে বিশ্ব স্বাস্থ্য সংস্থা সর্পদংশনকে ক্রান্তীয় অঞ্চলের একটি অবহেলিত রোগ বলে চিহ্নিত করেছে। সময়মত চিকিৎসা শুরু করলে এ রোগে জীবন লাভের যথেষ্ট সম্ভাবনা রয়েছে। অ্যান্টিভেনম ইনজেকশন, কৃত্রিম শ্বাসব্যবস্থা প্রভৃতি প্রচলিত চিকিৎসা ব্যবস্থার মধ্যে পড়ে।\n\n\n== তথ্যসূত্র =="}