{"pageid": 1058398, "title": "উয়েফা ইউরো ২০২০-এ অংশগ্রহণকারী দল", "url": "https://bn.wikipedia.org/wiki?curid=1058398", "content": "উয়েফা ইউরো ২০২০ হচ্ছে ইউরোপের ১১টি শহর জুড়ে ২০২১ সালের ১১ই জুন থেকে ১১ই জুলাই পর্যন্ত অনুষ্ঠিত একটি আসন্ন আন্তর্জাতিক ফুটবল প্রতিযোগিতা। এই আসরে অংশগ্রহণকারী ২৪টি জাতীয় দল সর্বোচ্চ ২৬ জন করে খেলোয়াড়ের সমন্বয়ে এই আসর শুরু হওয়ার ১০ দিন পূর্বে তথা ২০১১ সালের ১লা জুন তারিখে ২৩:৫৯ মিনিটের (সিইএসটি) মধ্যে তাদের দলের নিবন্ধন করতে হয়েছে; যেখানে প্রত্যেক দলে অবশ্যই তিনজন গোলরক্ষক থাকা আবশ্যক। শুধুমাত্র ২৬ দলের দলে স্থান পাওয়া খেলোয়াড়গণই এই আসরে তাদের দলের হয়ে ম্যাচে অংশগ্রহণ করতে পারবে।\nযদি নিবন্ধিত হওয়া দলে অন্তর্ভুক্ত একজন খেলোয়াড় এই আসরে তার দলের প্রথম ম্যাচের পূর্বে আঘাত অথবা অসুস্থতায় ভোগেন, তবে শর্ত হচ্ছে যে, তার দলের ডাক্তার এবং উয়েফা মেডিকেল কমিটির একজন ডাক্তার উভয়ের দ্বারা নিশ্চিত হওয়া যে উক্ত খেলোয়াড় আঘাত অথবা অসুস্থতার কারণে এই আসরে পরবর্তী ম্যাচগুলো অংশগ্রহণ করতে পারবে না, অতঃপর সংশ্লিষ্ট দল উক্ত খেলোয়াড়ের বদলে নতুন একজন খেলোয়াড়কে দলে অন্তর্ভুক্ত করতে পারবে। যে সকল খেলোয়াড়ের সার্স-কোভি-২ পরীক্ষায় ইতিবাচক ফলাফল আসবে অথবা যাদের ইতিবাচক সার্স-কোভি-২ পরীক্ষিত ব্যক্তির সাথে \"ঘনিষ্ঠ সম্পর্ক\" থাকবে, তাদের ক্ষেত্রে স্বাস্থ্য কর্তৃপক্ষের সিদ্ধান্তের মাধ্যমে অন্যান্য ব্যক্তিদের থেকে \"বিচ্ছিন্ন\" করে রাখা হবে এবং এই ঘটনাটি গুরুতর অসুস্থতার ঘটনা হিসেবে বিবেচনা করে প্রথম ম্যাচের পূর্বে অন্য এক খেলোয়াড়কে বদলি খেলোয়াড় হিসেবে দলে অন্তর্ভুক্ত করা যেতে পারে। যদি একজন গোলরক্ষক এই আসরে তার দলের প্রথম ম্যাচের পরে আঘাত অথবা অসুস্থতায় ভোগেন, তবে তাকে তখনও প্রতিস্থাপন করা যেতে পারে, এমনকি যদি দলের অন্যান্য গোলরক্ষক তখনও উপলব্ধ থাকে। খেলোয়াড় তালিকায় প্রতিস্থাপিত একজন খেলোয়াড়কে তালিকায় পুনরায় অন্তর্ভুক্ত করা যাবে না।\n২০২১ সালের এপ্রিল মাসের শুরুতে, উয়েফা জানিয়েছিল যে তারা এই আসরে অংশগ্রহণকারী দলে খেলোয়াড়ের সংখ্যা সাধারণত ২৩ জন খেলোয়াড় থেকে সম্প্রসারিত করার অনুমতি দেওয়ার কথা বিবেচনা করছে, যা ২০০৪ সাল থেকে প্রতিটি ইউরোপীয় চ্যাম্পিয়নশিপে ব্যবহৃত হয়ে আসছে, একটি দলে সম্ভাব্য করোনাভাইরাস রোগ ২০১৯-এর প্রাদুর্ভাবের ক্ষেত্রে জাতীয় দলের পরিচালকদের সাথে যোগাযোগের পর, এর পাশাপাশি পূর্ববর্তী মৌসুমের সময়সূচীর কারণে খেলোয়াড়দের ক্লান্তি হ্রাস করার জন্য এমনটি করার সিদ্ধান্ত গ্রহণ করা হতে পারে। ২৭শে এপ্রিল তারিখে উয়েফার জাতীয় দল প্রতিযোগিতা কমিটি ২৬ জন খেলোয়াড়ের দল সম্প্রসারণের অনুমোদন দেয় বলে উয়েফা নির্বাহী কমিটির পক্ষ থেকে নিশ্চিত করা হয়েছিল। ৪ঠা মে তারিখে নির্বাহী কমিটি ২৬ খেলোয়াড় সমন্বিত দলের বিষয়টি নিশ্চিত করেছে। তবে, খেলার আইনের সাথে সামঞ্জস্য রেখে দলগুলোকে এখনও প্রতিটি আসরের সময়সূচীর জন্য ম্যাচ শিটে সর্বাধিক ২৩ জন খেলোয়াড়ের নাম উল্লেখ করতে হবে, যার মধ্যে ১২ জন বদলি খেলোয়াড় থাকবে।\nপ্রতিটি খেলোয়াড়ের জন্য তালিকাভুক্ত অবস্থানটি উয়েফা দ্বারা প্রকাশিত আনুষ্ঠানিকভাবে প্রকাশিত দলের তালিকা অনুযায়ী উল্লেখ করা হয়েছে। প্রতিটি খেলোয়াড়ের জন্য তালিকাভুক্ত বয়স ২০২১ সালের ১১ই জুন পর্যন্ত (এই আসর আয়োজনের শুরুর দিন) সঠিক। প্রতিটি খেলোয়াড়ের জন্য তালিকাভুক্ত ম্যাচ সংখ্যা এবং গোলের সংখ্যা এই আসর শুরুর পূর্ব পর্যন্ত অনুষ্ঠিত খেলা পর্যন্ত সঠিক। তালিকাভুক্ত ক্লাবগুলো হলো সেসকল ক্লাব যেখানে সংশ্লিষ্ট খেলোয়াড়গণ এই আসর শুরুর পূর্ব পর্যন্ত খেলেছিলেন। প্রতিটি ক্লাবের জাতীয়তা জাতীয় অ্যাসোসিয়েশনকে নির্দেশ করে (লীগ নয়), যার সাথে ক্লাবটি সংযুক্ত। কোচদের জন্য একটি পতাকা অন্তর্ভুক্ত করা হয়েছে, যা তাদের জাতীয় দলকে নির্দেশ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (ইংরেজি)"}