{"pageid": 1058409, "title": "ব্লাইদের সিলেটি সাপ", "url": "https://bn.wikipedia.org/wiki?curid=1058409", "content": "ব্লাইদীয়া রেটিকুলাটা, সাধারণভাবে ব্লাইদের জালিকাময় সাপ, ব্লাইদের জালিকাকার সাপ, অথবা চিত্রাভ সাপ হিসাবে পরিচিত। সাপটি কলুব্রইডিয়ি অধি-পরিবারের একটি প্রজাতি। এর প্রজাতিগুলি এশিয়া মহাদেশের স্থানীয় প্রজাতি ।\n\n\n== ব্যুৎপত্তি ==\nব্লাইদীয়া গণটির নাম উইলিয়াম থিওবাল্ড ১৮৬৮ সালে এশিয়াটিক সোসাইটি অফ বেঙ্গলের যাদুঘরের কিউরেটর অ্যাডওয়ার্ড ব্লাইদের (১৮১০-১৮৭৩) নামানুসারে করা হয়েছিল। \n\n\n== ভৌগোলিক পরিসীমা ==\nবি রেটিকুলাটা ভারত এবং দক্ষিণ-পূর্ব এশিয়ার কিছু অংশে পাওয়া যায়। ভারতে এটি অরুণাচল প্রদেশ, আসাম, মণিপুর,  এবং মেঘালয় ( খাসি পাহাড় ) রাজ্যে দেখা যায়। এটি মিয়ানমার (পূর্বে যা বার্মা নামে পরিচিত ছিল) এবং দক্ষিণ-পূর্ব তিব্বতেও ( চীন ) এর দেখা পাওয়া যায়। \n\n\n== বর্ণনা ==\nবি রেটিকুলার নিম্নলিখিত আঁইশবিন্যাস রয়েছে। রোস্ট্রাল আঁইশ প্রশস্ত এবং গভীরে বিস্তৃত এবং উপর থেকে দৃশ্যমান। সামনের অংশটি লম্বিত নাসার প্রান্ত থেকে এর দৈর্ঘ্যের চেয়ে লম্বা, মধ্যকপালের দৈর্ঘ্যের প্রায় দুই-তৃতীয়াংশ। একটি পোস্টোকুলার ( চোখের পিছনে অবস্থিত ) এবং একটি দীর্ঘায়িত টেম্পোরাল আঁইশ উপস্থিত রয়েছে। এর ছয়টি ল্যাবিয়াল রয়েছে, যার মধ্যে তৃতীয় এবং চতুর্থটি চোখে প্রবেশ করে। উপরের প্রথম ল্যাবিয়ালটি সবচেয়ে ছোট এবং ষষ্ঠটি বৃহত্তম। চিবুকের পূর্ববর্তী ল্যাবিয়ালগুলির সাথে চারটি নিম্নতর ল্যাবিয়ালের যোগাযোগ করছে। পশ্চাদ্বর্তী চিবুকগুলি ল্যাবিয়ালগুলি আকারে ছোট। পৃষ্ঠীয় আঁইশগুলি দেহের মধ্যে ১৩টি সারিতে রয়েছে। অঙ্কীয় আঁইশগুলির সংখ্যা ১২৭-১৩০ এবং মলদ্বারের আঁইশ বিভক্ত হয়। এর সাবকৌডাল সংখ্যা ১৯-২৯। \nএই সাপটি উপরে এবং নীচে কালো-বাদামি বর্ণের, পাশ্বীয় এবং অঙ্কীয় আঁইশগুলি হালকা বর্ণের রঙযুক্ত। \nব্লাইদের জালিকৃত সাপের মোট দৈর্ঘ্য ১৬.৬ ইঞ্চি (৪২০ মিমি), যার মধ্যে লেজটি ১.৬৫ ইঞ্চি (৪২ মিমি) দীর্ঘ। \n\n\n== শ্রেণীবিন্যাস ==\nপ্রায় ১৫০ বছর জন্য ব্লাইদীয়া গণ টির শুধুমাত্র একটি প্রজাতি ছিল। এর দ্বিতীয় প্রজাতি ব্লাইদিয়া হামুইফ্যাং সম্পর্কে ২০১৭ সালে বর্ণনা করা হয়েছিল। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nআনানডালে এন (১৯১২)। \"অ্যাবোর অভিযানের প্রাণিবিদ্যা সংক্রান্ত ফলাফল, ১৯১১-১৯১২\"। রেক। ইন্ডিয়ান মিউজ।, কলকাতা ৮ (1): ৭-৫৯। [রেপটিলিয়া, পৃষ্ঠা ৩৭–৫৯] (একই পত্রিকায় পরিপূরক, ৮ (৪): ৩৫৭–৩৫৮, ১৯১৪)। ( এপ্রোয়াসপিডপস অ্যান্টেকারসোরাম, নতুন প্রজাতি, পি। ৪৬ + প্লেট ভি, চিত্রগুলি ২, ২ এ, ২ বি, ২ সি)।\nব্লিথ ই (১৮৫৪)। \"বিভিন্ন সরীসৃপের নোটস এবং বিবরণ, নতুন বা অল্প পরিচিত [অংশ ২]\"। জে এশিয়াটিক সোক বাংলা, কলকাতা ২৩(৩): ২৮৭–৩০২। ( কলামারিয়া রেটিকুলাটা, নতুন প্রজাতি, পিপি) ২৮৭–২৮৮)।\nদাশ প্রথম (২০০২)। সাপ এবং ভারতের অন্যান্য সরীসৃপগুলির জন্য ফটোগ্রাফিক গাইড । সানিবেল দ্বীপ, ফ্লোরিডা: র‌্যাল্ফ কার্টিস বই। ১৪৪ পিপি।আইএসবিএন ০-৮৮৩৫৯-০৫৬-৫আইএসবিএন 0-88359-056-5 । ( ব্লিথিয়া রেটিকুলাটা, পি। ২১)।\nস্মিথ এমএ (১৯৪৩)। ব্রিটিশ ভারতের প্রাণিকোত্তর, সিলোন এবং বার্মা, পুরো ভারত-চীন উপ-অঞ্চল সহ। রেপটিলিয়া এবং আম্ফিবিয়া। ভলিউম III। Erসার্পেটস। লন্ডন: ভারতের সেক্রেটারি অফ স্টেট। (টেলর এবং ফ্রান্সিস, প্রিন্টার) xii + 583 পিপি। (জেনাস ব্লিথিয়া, পিপি) ৩৩৮–৩৩৯; প্রজাতি বি রেটিকুলাটা, পিপি। ৩৩৯–৩৪০)।\nথিওবাল্ড ডাব্লিউ (১৮৬৮)। \"এশিয়াটিক সোসাইটি অফ বেঙ্গলের জাদুঘরে সরীসৃপের ক্যাটালগ\"। জে এশিয়াটিক সোক বাংলা, কলকাতা 37 (অতিরিক্ত সংখ্যা 146): (2), vi, 7-88। ( ব্লিথিয়া, নতুন জেনাস, পি। ৪৪; বি রেটিকুলাটা, নতুন কম্বিনেশন, পিপি ৪৪-৪৫)।"}