{"pageid": 1058256, "title": "দেশি ডিমখোর", "url": "https://bn.wikipedia.org/wiki?curid=1058256", "content": "দেশি ডিমখোর সাপ বা ভারতীয় ডিম-খাদক সাপ (Elachistodon westermanni) কলুব্রিডি পরিবারের ডিম-খাদক সাপের একটি বিরল প্রজাতি। প্রজাতিটি ভারতীয় উপমহাদেশের স্থানীয়। একে ওয়েস্টারম্যান সাপও বলা হয়, যা এর বৈজ্ঞানিক নামকে প্রতিবিম্বিত করে। সাপটি একজাতীয় Elachistodon গণের অন্তর্গত।\n\n\n== ব্যুৎপত্তি ==\nএটির বৈজ্ঞানিক নামের দ্বিতীয় পদটি ডাচ প্রাণিবিদ্যাবিদ জেরাল্ডাস ফ্রেডেরিক ওয়েস্টারম্যান (১৮০৭-১৮৯০) এর সম্মানে westermanni রাখা হয়েছে।\n\n\n== ভৌগোলিক বিস্তৃতি ==\nদেশি ডিমখোর সাপটি বাংলাদেশ, ভারত এবং নেপালে পাওয়া যায়। প্রজাতিটির সাম্প্রতিক আবিষ্কারগুলি মহারাষ্ট্র, গুজরাত, পাঞ্জাব, মধ্য প্রদেশ, তেলেঙ্গানা এবং কর্ণাটক থেকে প্রাপ্ত।\n\n\n== আবাসস্থল ==\nদেশি ডিমখোর সাপ পছন্দের প্রাকৃতিক বাসস্থান হল সমুদ্রপৃষ্ঠ হতে ৪০–১,০০০ মি (১৩০–৩,২৮০ ফু) উচ্চতায় অবস্থিত বন এবং ঝোপঝাড়।\n\n\n== বিবরণ ==\nদেশি ডিমখোর সাপ চকচকে বাদামি থেকে কালো হয়ে থাকে, পিছনের দিকে নীলাভ সাদা ফুটফুট চিহ্ন এবং ঘাড় থেকে লেজের ডগা পর্যন্ত মধ্য পৃষ্ঠীয় ক্রিম রঙের ডোরাগুলো থাকে। এদের বাদামি রঙয়ের মাথায় একটি কালো তীর চিহ্ন থাকে। সাদা অঙ্কীয় পৃষ্ঠের সাথে বাদামী বিন্দু থাকে।  ১১ সেমি (৪¼ ইঞ্চি) দীর্ঘ লেজসহ প্রাপ্তবয়স্কদের মোট দৈর্ঘ্য ৭৮ সেমি (৩১ ইঞ্চি) হতে পারে।\n\n\n== আচরণ ==\nদেশি ডিমখোর সাপ হ'ল একটি ঐকাহিক বা নিশাচর, স্থলজ প্রজাতি; যা গাছপালা আরোহণে উল্লেখযোগ্য দক্ষতা দেখিয়ে থাকে। প্ররোচিত করা হলে, এটি একটি রক্ষণাত্মক কৌশল হিসাবে 'এস' আকৃতির কুণ্ডলী গঠন করার মাধ্যমে দেহের সামনের দিকের অংশকে উত্থাপন করে।\n\n\n== খাদ্য ==\nদেশি ডিমখোর সাপ কেবলমাত্র পাখির ডিম খায়, যেগুলোর ভ্রূণের বৃদ্ধির অভাব থাকে। এর বিশেষ অভিযোজন রয়েছে; যেমন: কশেরুকাণ্ডের হাইপোপোফেসিস, গ্রীবাসংবন্ধীয় মেরুদণ্ডের অভিক্ষেপণ, খাদ্যনালীতে যে জট থাকে তা এনামেল-বেষ্টিত থাকে এবং ডিম ফাটাতে সহায়তা করে। এই ডিম খাওয়ার অভিযোজনগুলি কেবলমাত্র আফ্রিকার ড্যাসিপেল্টিস গণের অন্যান্য সাপের মধ্যে রয়েছে।\n\n\n== প্রজনন ==\nদেশি ডিমখোর সাপ অণ্ডপ্রসূ।\n\n\n== সংরক্ষণ ==\nবাংলাদেশের বন্যপ্রাণী (সংরক্ষণ ও নিরাপত্তা) আইন, ২০১২ এর আওতায় সাপের এই প্রজাতিটি সংরক্ষিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবংশের তথ্য\nElachistodon westermanni at the TIGR Reptile Database. সংগ্রহের তারিখ ৫ নভেম্বর ২০১০।\nপ্রাণী বৈচিত্র ওয়েব\n\n\n== আরও পড়ুন ==\nবোলেঞ্জার জিএ (১৮৯০)। ব্রিটিশ ভারতের প্রাণিকুলা, সিলন এবং বার্মা সহ। রেপটিলিয়া এবং বাত্রাচিয়া। লন্ডন: কাউন্সিলে ভারতের সেক্রেটারি অফ স্টেট। (টেলর এবং ফ্রান্সিস, প্রিন্টার) xviii + 541 পিপি। (জেনাস Elachistodon, পৃষ্ঠা:৩৬২–৩৬৩; Elachistodon westermanni, পৃষ্ঠা:৩৬৩)।\nগুন্থার এসিএলজি (1864)। ব্রিটিশ ভারতের সরীসৃপ । লন্ডন: দ্য রে সোসাইটি। (টেলর এবং ফ্রান্সিস, প্রিন্টার) xxvii + 452 পিপি। + প্লেট I-XXVI। ( ইলাচিস্টোডন ওয়েস্টারম্যানি, পরিশিষ্ট [পি। 444])।\nরেইনহার্ট [জেটি] (1863)। \" এন এন স্ল্যাগট আফ স্লানজেনফামিলিয়েন রচিওডনটিডি \"। ওভারসিট ওট ডি কেজেলিগে ডানসকে ভিডেনস্ক্যাবার্নস সেলসকাবস ফোরহ্যান্ডলিংগার 1863 : 198-2210। ( ইলাচিস্টোডন, নতুন জেনাস, পি। 206; ই ওয়েস্টারম্যানি, নতুন প্রজাতি, পিপি। 206–210 + চিত্রগুলি 1–7)। (ডেনিশ এবং লাতিন ভাষায়)।\nশর্মা আরসি (2003)। হ্যান্ডবুক: ভারতীয় সাপ কলকাতা: ভারতের প্রাণিবিজ্ঞান জরিপ। 292 পিপি।আইএসবিএন ৯৭৮-৮১৮১৭১১৬৯৪আইএসবিএন 978-8181711694 ।\nস্মিথ এমএ (1943)। ব্রিটিশ ভারতের প্রাণিকোত্তর, সিলোন এবং বার্মা, পুরো ভারত-চীন উপ-অঞ্চল সহ। রেপটিলিয়া এবং আম্ফিবিয়া। ভলিউম III। Erসার্পেটস। লন্ডন: ভারতের সেক্রেটারি অফ স্টেট। (টেলর এবং ফ্রান্সিস, প্রিন্টার) xii + 583 পিপি। (জেনাস এলাকিস্টডন, পি। 404; ই ওয়েস্টারম্যানি, পিপি। 404–405, চিত্র 132)।\nওয়াল এফ (1913)। \"জলপাইগুড়ি জেলা থেকে একটি বিরল স্নেক এলচিস্টডন ওয়েস্টারমানি\"। বোম্বে ন্যাচারাল হিস্ট্রি সোসাইটির জার্নাল ২২ : 400-401।\nহুইটেকার আর, ক্যাপ্টেন এ (২০০৮)। ভারতের সাপ: মাঠ গাইড । চেন্নাই: ড্রাকো বুকস। 495 পিপি।আইএসবিএন ৯৭৮-৮১৯০১৮৭৩০৫আইএসবিএন 978-8190187305 ।"}