{"pageid": 1058441, "title": "ক্যান্টরের সরুমাথা সামুদ্রিক সাপ", "url": "https://bn.wikipedia.org/wiki?curid=1058441", "content": "Hydrophis cantoris বা ক্যান্টরের সরুমাথা সামুদ্রিক সাপ হলো একটি সামুদ্রিক বিষাক্ত সাপের প্রজাতি যা ভারত মহাসাগরের সৈকত, উপসাগর ও সামুদ্রিক জলাশয়ে পাওয়া যায়।\n\n\n== নামের উৎপত্তি ==\nপ্রজাতিটির বৈজ্ঞানিক নাম, cantoris ড্যানিশ প্রাণিবিজ্ঞানী থিওডোর এডওয়ার্ড ক্যান্টর এর সম্মানার্থে রাখা হয়েছে।\n\n\n== বর্ণনা ==\nপ্রজাতির বৈশিষ্ট্য: ছোট মাথা, দীর্ঘ দেহ, দেহের অগ্রভাগ সরু; পুরু অংশে আঁশ পাশাপাশি স্থাপিত; বিষদাঁতের পশ্চাতে ৫-৬ টি মাড়ির দাঁত; ঘাড়ে ২৩-২৫ টি (বিরল ক্ষেত্রে ২১ টি) এবং পশ্চাৎ দেহে ৪১-৪৮ টি আঁশের সারি 23-25 (ঘাড় থেকে দেহের মধ্যভাগে ১৮-২৪ টি পর্যন্ত সারির সংখ্যা বৃদ্ধি পায়); উদরভাগ অনুদৈর্ঘ্য রন্ধ্র দ্বারা বিভক্ত।\nদৈর্ঘ্য (পুরুষ) ১,৪৫০ মিমি (৫৭ ইঞ্চি), (নারী) ১,৮৮০ মিমি (৭৪ ইঞ্চি); লেজের দৈর্ঘ্য (পুরুষ) ১২০ মিমি (৪.৭ ইঞ্চি),  (নারী) ১৪০ মিমি (৫.৫ ইঞ্চি).\n\n\n== ভৌগোলিক বিস্তৃতি ==\nভারত মহাসাগর, বাংলাদেশ, পাকিস্তান, ভারত, মিয়ানমার, থাইল্যান্ড, মালয়েশিয়া, আন্দামান দ্বীপপুঞ্জ।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nজর্জ আলবার্ট বৌলেঙ্গার (১৮৯০), The Fauna of British India, Including Ceylon and Burma. Reptilia and Batrachia. London: Secretary of State for India in Council. (Taylor and Francis, printers). xviii + 541 pp. (Hydrophis cantoris, p. 405).\nজর্জ আলবার্ট বৌলেঙ্গার (১৮৯৬), Catalogue of the Snakes in the British Museum (Natural History). Volume III., Containing the Colubridæ (Opisthoglyphæ and Proteroglyphæ) ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiv + 727 pp. + Plates I-XXV. (Hydrophis cantoris, p. 281 + Plate XIV).\nইন্দ্রানিয়েল দাস (১৯৯৬), Biogeography of the Reptiles of South Asia. Malabar, Florida: Krieger Publishing Company. vii + 87 pp. + 16 plates. আইএসবিএন ৯৭৮-০৮৯৪৬৪৯৩৫৬. (Microcephalophis cantoris, p. 61).\nআলবার্ট গুনথার (১৯৬৪), The Reptiles of British India. London: The Ray Society. (Taylor & Francis, printers). xxvii + 452 pp. + Plates I-XXVI. (Hydrophis cantoris, new species, p. 374 + Plate XXV, figure U).\nম্যালকম আর্থার স্মিথ (১৯৪৩), The Fauna of British India, Ceylon and Burma, Including the Whole of the Indo-Chinese Sub-region. Reptilia and Amphibia. Vol. III.—Serpentes. London: Secretary of State for India. (Taylor and Francis, printers). xii + 583 pp. (Microcephalophis cantoris, p. 475).\nফ্রাঙ্ক ওয়াল (১৯২১), Ophidia Taprobanica or the Snakes of Ceylon. Colombo, Ceylon [Sri Lanka]: Colombo Museum. (H.R. Cottle, Government Printer). xxii + 581 pp. (Microcephalophis cantoris, new combination, pp. 330–334, figure 63).\n\n\n== বহিঃসংযোগ ==\nThe IUCN Red List of Threatened Species ™. (http://oldredlist.iucnredlist.org/details/176713/0)."}