{"pageid": 105806, "title": "জেমস ওয়াট", "url": "https://bn.wikipedia.org/wiki?curid=105806", "content": "জেমস ওয়াট  (১৯ জানুয়ারি ১৭৩৬ – ২৫ আগস্ট ১৮১৯) ছিলেন একজন স্কটীয় আবিষ্কারক ও যন্ত্র প্রকৌশলী। তিনি ১৭৬৯ সালে বাষ্পীয়  ইঞ্জিনের উন্নতিসাধন করেন। গ্লাসগো বিশ্ববিদ্যালয়ে বৈজ্ঞানিক যন্ত্রের নির্মাতারূপে তিনি তার কর্মজীবন শুরু করেন। এর কিছুদিনের মধ্যেই বাষ্পীয় শক্তিচালিত ইঞ্জিন নিয়ে তার ভাবনাচিন্তা শুরু হয়। ১৭৯৬ সালে একটি কারখানা প্রতিষ্ঠা করেন।\n\n\n== জীবনী ==\nপ্রাথমিকভাবে, ওয়াট তার মায়ের দ্বারা বাড়িতে শিক্ষিত হন, পরে গ্রিনক গ্রামার স্কুলে ভর্তি হন। সেখানে তিনি গণিতের প্রতি আগ্রহী হয়ে ওঠেন।\nওয়াট শৈশবে দীর্ঘস্থায়ী অসুস্থতা এবং সারা জীবন ঘন ঘন মাথাব্যথায় ভুগছেন বলে জানা যায়।\nবিদ্যালয় ছাড়ার পর, ওয়াট তার বাবার ব্যবসায়িক কর্মশালায় কাজ করতে থাকেন, তিনি বিভিন্ন প্রকৌশলী মডেল তৈরিতে দক্ষতা প্রদর্শন করেছিলেন। তার বাবার  ব্যবসায়িক উদ্যোগ ব্যর্থ হওয়ার পর, ওয়াট গ্রিনক ছেড়ে গ্লাসগোতে একজন গাণিতিক যন্ত্র প্রস্তুতকারক হিসাবে চাকরির সন্ধান করতে থাকেন।\n\nওয়াটের ১৮ বছর বয়সে, তার মা মারা যান এবং বাবার স্বাস্থ্য খারাপ হতে শুরু করে। ওয়াট লন্ডনে এক বছরের (১৭৫৫-১৯৫৬) জন্য যন্ত্র প্রস্তুতকারক হিসাবে প্রশিক্ষণের সময়কাল অর্জন করতে সক্ষম হন, তারপরে স্কটল্যান্ডে ফিরে আসেন। নিজস্ব যন্ত্র তৈরির ব্যবসা স্থাপনের অভিপ্রায়ে তিনি প্রধান বাণিজ্যিক শহর গ্লাসগোতে বসতি স্থাপন করেন। ওয়াট তখনও খুব অল্পবয়সী এবং অনভিজ্ঞ ছিলেন।\nজ্যামাইকা থেকে গ্লাসগো বিশ্ববিদ্যালয়ে আলেকজান্ডার ম্যাকফারলেনের দেওয়া জ্যোতির্বিদ্যার যন্ত্রের আগমনের কারণে ওয়াট তার আর্থিক অচলাবস্থা থেকে রক্ষা পেয়েছিলেন - এই যন্ত্রগুলির জন্য বিশেষজ্ঞের মনোযোগ প্রয়োজন ছিল।  ওয়াট যন্ত্রগুলোকে সচল অবস্থায় পুনরুদ্ধার করেন এবং পারিশ্রমিক পান। এই যন্ত্রগুলি অবশেষে ম্যাকফারলেন অবজারভেটরিতে স্থাপিত হয়েছিল। পরবর্তীকালে, তিনজন অধ্যাপক তাকে বিশ্ববিদ্যালয়ের মধ্যে একটি ছোট কর্মশালা স্থাপনের সুযোগ দেন। ১৭৫৭ সালে তিনি এই সুযোগ পান এবং দুজন অধ্যাপক, পদার্থবিজ্ঞানী এবং রসায়নবিদ জোসেফ ব্ল্যাক এবং সেইসাথে বিখ্যাত অর্থনীতিবিদ অ্যাডাম স্মিথ ওয়াটের বন্ধু হয়েছিলেন।\nতিনি বিশ্ববিদ্যালয়ে ব্যবহৃত বৈজ্ঞানিক যন্ত্রের রক্ষণাবেক্ষণ ও মেরামত, প্রদর্শনে সহায়তা ও কিছু যন্ত্রের উৎপাদন সম্প্রসারণে কাজ করেন। তিনি পিতলের প্রতিফলিত চতুর্ভুজ, সমান্তরাল রুলার, ওজন মাপনী, দূরবীক্ষণ যন্ত্রাংশ, ব্যারোমিটার ইত্যাদি তৈরি ও মেরামত করেন।\nস্যামুয়েল স্মাইলসের মতো জীবনীকাররা দাবি করেন যে ট্রেডস হাউসের বিরোধিতার কারণে ওয়াট গ্লাসগোতে নিজেকে প্রতিষ্ঠিত করতে সমস্যায় পড়েছিলেন, তবে হ্যারি লুমসডেনের মতো অন্যান্য ইতিহাসবিদরা এই দাবির বিরোধিতা করেন। সম্পূর্ণ সত্য জানা যায় না, কিন্তু এটা স্পষ্ট যে ওয়াট বিরোধিতার সম্মুখীন হয়েছিলেন। তবুও তিনি একজন দক্ষ ধাতু শ্রমিক হিসাবে কাজ করতে এবং ব্যবসা করতে সক্ষম ছিলেন। মনে করা হয় যে ওয়াট হ্যামারম্যানের ইনকর্পোরেশন তাদের সদস্য হতে ওয়াটের যোগ্যতা নিয়ে সন্তুষ্ট হয়েছিল অথবা ওয়াট তাদের বিরোধিতা এড়াতে সক্ষম হয়েছিলেন।\n১৭৫৯ সালে তিনি জন ক্রেগ নামক একজন স্থপতি এবং ব্যবসায়ীর সাথে বাদ্যযন্ত্র এবং খেলনা সহ বিভিন্ন পণ্য তৈরি এবং বিক্রি করার জন্য একটি অংশীদারি ব্যবসা শুরু করেন। এই অংশীদারিত্ব পরবর্তী ছয় বছর স্থায়ী হয়েছিল। ১৬ জন কর্মী তাদের অধীনে কাজ করতেন। ক্রেগ ১৭৬৫ সালে মারা যান। একজন কর্মচারী, অ্যালেক্স গার্ডনার, ব্যবসাটি দখল করে নেন।\n১৭৬৪ সালে, ওয়াট তার সম্পর্কিত বোন মার্গারেট (পেগি) মিলারকে বিয়ে করেন। তাদের ৫ জন সন্তান ছিল, যার মধ্যে ২জন যৌবন পর্যন্ত বেঁচে ছিল। ১৭৭৩ সালে সন্তানপ্রসবের সময় তার স্ত্রী মারা যান। ১৭৭৭ সালে, ওয়াট পুনরায় বিয়ে করেন, গ্লাসগোর রঞ্জক প্রস্তুতকারকের মেয়ে অ্যান ম্যাকগ্রেগরের সাথে। তাদের ২ সন্তান ছিল: গ্রেগরি (১৭৭৭-১৮০৪), যিনি একজন ভূতত্ত্ববিদ এবং খনিজবিদ হয়েছিলেন, এবং জ্যানেট (১৭৭৯-১৭৯৪)। অ্যান ১৮৩২ সালে মারা যান।\nওয়াট ২৫ আগস্ট ১৮১৯ সালে স্ট্যাফোর্ডশায়ারের হ্যান্ডসওর্থে (বর্তমানে বার্মিংহামের অংশ) তার বাড়ি \"হিথফিল্ড হলে\" ৮৩ বছর বয়সে মারা যান। ২ সেপ্টেম্বর হ্যান্ডসওর্থের সন্ত মারির গির্জা-সংলগ্ন কবরস্থানে তাকে সমাহিত করা হয়। গির্জাটি পরবর্তীতে সম্প্রসারিত হয়েছে এবং তার কবরটি এখন গির্জার ভিতরে অবস্থিত।\n\n\n== ব্যক্তিত্ব ==\nওয়াট তাত্ত্বিক বিজ্ঞানের জ্ঞানকে ব্যবহারিক প্রয়োগের দক্ষতার সাথে একত্রিত করেছিলেন। হামফ্রে ডেভি তার সম্পর্কে বলেছিলেন, \"যারা জেমস ওয়াটকে শুধুমাত্র একজন মহান ব্যবহারিক যন্ত্র প্রকৌশলী হিসেবে বিবেচনা করেন, তারা তার চরিত্র সম্পর্কে একটি ভুল ধারণা করেন; তিনি সমানভাবে একজন প্রাকৃতিক দার্শনিক এবং রসায়নবিদ হিসেবে বিখ্যাত ছিলেন, এবং তার উদ্ভাবনগুলো তার এই বিজ্ঞানের গভীর জ্ঞানের সাক্ষ্য দেয়, যা প্রতিভার একটি বিশেষ বৈশিষ্ট্য, অর্থাৎ এই জ্ঞানগুলোকে ব্যবহারিক প্রয়োগে রূপান্তরিত করার ক্ষমতা।\"\nতিনি শিল্প বিপ্লবের অন্যান্য বিশিষ্ট ব্যক্তিদের দ্বারা অত্যন্ত সম্মানিত ছিলেন। তিনি লুনার সোসাইটি অফ বার্মিংহামের একজন গুরুত্বপূর্ণ সদস্য ছিলেন। তার বন্ধুবান্ধব এবং ব্যবসায়িক অংশীদারদের সাথে তার ব্যক্তিগত সম্পর্ক সবসময়ই সৌহার্দপূর্ণ এবং দীর্ঘস্থায়ী ছিল।\nযুক্তরাজ্যের প্রধানমন্ত্রী লর্ড লিভারপুলের মতে,\n\nজীবনের সমস্ত সম্পর্কের ক্ষেত্রে এত অসাধারণ এবং আমায়িক মানুষ আর কখনও ছিল বলে আমি বিশ্বাস করি না।ওয়াট প্রায়শই পত্র লিখতেন। কর্নওয়ালে বসবাসের সময়, তিনি প্রতি সপ্তাহে বহুবার বোল্টনকে দীর্ঘ চিঠি লিখতেন। তবে, তিনি তার ফলাফল প্রকাশ করতে একপ্রকার অপছন্দ করতেন। তিনি একজন অসাধারণ ড্রাফ্টসম্যান ছিলেন।\n\nতবে, তিনি ছিলেন একজন অদক্ষ ব্যবসায়ী এবং দর-কষাকষি এবং শর্তাবলী নিয়ে আলোচনা করতে একেবারেই পছন্দ করতেন না। ১৭৭২ সালে উইলিয়াম স্মলকে লেখা এক চিঠিতে ওয়াট স্বীকার করেছিলেন যে, \"একটি গোলা ভর্তি কামানের মুখোমুখি হওয়া বরং একটি চুক্তি করা থেকে বেশি পছন্দের।\" তিনি অবসর নেওয়ার আগে সবসময়ই তার আর্থিক বিষয়ে চিন্তিত থাকতেন এবং কিছুটা উদ্বেগপ্রবণ ছিলেন। তার স্বাস্থ্য প্রায়ই খারাপ থাকত এবং তিনি প্রায়শই নার্ভাস মাথাব্যথা এবং বিষণ্নতায় ভুগতেন।\n\n\n== বৈজ্ঞানিক আবিষ্কারসমূহ ==\n\n\n=== ওয়াট এবং কেটলি ===\nএকটি জনপ্রিয় গল্প রয়েছে যে ওয়াট বাষ্প ইঞ্জিন আবিষ্কারের অনুপ্রেরণা পেয়েছিলেন একটি কেটলিতে জল ফুটতে দেখে, যেখানে বাষ্প ঢাকনাটি উঠিয়ে দিচ্ছিল এবং এভাবেই ওয়াট বাষ্পের শক্তি সম্পর্কে জানতে পারেন। এই গল্পটি বিভিন্ন রূপে বলা হয়; কিছু ক্ষেত্রে ওয়াট একজন যুবক, আবার অন্য ক্ষেত্রে তিনি প্রাপ্তবয়স্ক, কখনো এটি তার মায়ের কেটলি, কখনো তার মাসির, যা ইঙ্গিত দেয় যে গল্পটি কাল্পনিক হতে পারে। তবে, যাই হোক না কেন, ওয়াট বাষ্প ইঞ্জিন আবিষ্কার করেননি, বরং নিউকমেন ইঞ্জিনের আলাদা কনডেন্সার যুক্ত করে এর তাপ দক্ষতার নীতির সঙ্গে সামঞ্জস্য রেখে উল্লেখযোগ্যভাবে দক্ষতা বৃদ্ধি করেছিলেন। ঐ গল্পটি সম্ভবত ওয়াটের পুত্র জেমস ওয়াট জুনিয়র দ্বারা তৈরি করা হয়েছিল, যিনি তার পিতার উত্তরাধিকার সংরক্ষণ এবং বাড়িয়ে তুলতে দৃঢ়প্রতিজ্ঞ ছিলেন। এই আলোকে এটি আইজ্যাক নিউটন এবং পড়ন্ত আপেলের গল্প এবং তার মহাকর্ষ আবিষ্কারের মতোই কাল্পনিক হিসেবে দেখা যেতে পারে।\nকাল্পনিক হলেও, ওয়াট এবং কেটলির গল্পের বাস্তব ভিত্তি রয়েছে। তাপ এবং বাষ্পের তাপগতিবিদ্যা বুঝতে গিয়ে জেমস ওয়াট অনেক পরীক্ষা-নিরীক্ষা চালান এবং তার দিনলিপিতে রেকর্ড রয়েছে যে, এই গবেষণা চালাতে তিনি একটি কেটলিকে বয়লার হিসেবে ব্যবহার করেছিলেন বাষ্প তৈরি করার জন্য।\n\n\n=== বাষ্প নিয়ে প্রাথমিক পরীক্ষা ===\n\n১৭৫৯ সালে, ওয়াটের বন্ধু, জন রবিনসন, তাকে বাষ্পকে গতি শক্তির উৎস হিসেবে ব্যবহারের বিষয়ে মনোযোগ দিতে বলেন। প্রায় ৫০ বছর ধরে খনিতে জল তোলার জন্য ব্যবহৃত নিউকমেন ইঞ্জিনের নকশায় প্রথম প্রয়োগের পর থেকে খুব একটা পরিবর্তন হয়নি। ওয়াট বাষ্প নিয়ে পরীক্ষা শুরু করেন, যদিও তিনি তার পূর্বে কখনো কার্যক্ষম বাষ্পীয় ইঞ্জিন দেখেননি। তিনি একটা মডেল তৈরি করার চেষ্টা করেন; সেটা সফল হয় নি। তবে তিনি তার পরীক্ষা-নিরীক্ষা চালিয়ে যান এবং বিষয়টি সম্পর্কে যতটা সম্ভব পড়াশোনা শুরু করেন। তিনি সুপ্ততাপ—একটি নির্দিষ্ট তাপমাত্রায় প্রক্রিয়া চলাকালীন মুক্ত বা শোষিত তাপশক্তি—বোঝার গুরুত্ব উপলব্ধি করেন, যা, ওয়াটের অজান্তে, তার বন্ধু জোসেফ ব্ল্যাক কয়েক বছর আগেই আবিষ্কার করেছিলেন। বাষ্প ইঞ্জিন সম্পর্কে বোঝাপড়া তখন খুবই প্রাথমিক অবস্থায় ছিল, কারণ তাপগতিবিদ্যার বিজ্ঞান আনুষ্ঠানিকভাবে গড়ে উঠতে তখনও প্রায় ১০০ বছর বাকি।\n১৭৬৩ সালে, ওয়াটকে বিশ্ববিদ্যালয়ের একটি মডেল নিউকমেন ইঞ্জিন মেরামত করার জন্য বলা হয়। মেরামতের পরেও, ইঞ্জিনটি খারাপ অবস্থায় কাজ করছিল। বহু পরীক্ষার পর, ওয়াট প্রমাণ করেন যে বাষ্পের তাপ শক্তির প্রায় তিন-চতুর্থাংশ প্রতি চক্রে ইঞ্জিন সিলিন্ডারকে গরম করতে ব্যবহার হয়ে যাচ্ছিল। এই শক্তি নষ্ট হচ্ছিল কারণ, চক্রের পরে, সিলিন্ডারের চাপ কমানোর জন্য বাষ্প সংকোচনের জন্য সিলিন্ডারে ঠান্ডা জল প্রবেশ করানো হচ্ছিল। ফলে, সিলিন্ডারকে বারবার গরম ও ঠান্ডা করে ইঞ্জিনটি তাপ শক্তির বেশির ভাগ অপচয় করছিল, যা যান্ত্রিক শক্তিতে রূপান্তরিত হতে পারত।\nওয়াটের গুরুত্বপূর্ণ উপলব্ধি, যা তিনি ১৭৬৫ সালের মে মাসে গ্লাসগো গ্রীন পার্ক পার হওয়ার সময় করেছিলেন, ছিল বাষ্পকে পিস্টন থেকে আলাদা একটি চেম্বারে সংকুচিত করা এবং একটি \"স্টিম জ্যাকেট\" দিয়ে সিলিন্ডারকে চারপাশে ঘিরে সিলিন্ডারের তাপমাত্রাকে ইনজেক্ট করা বাষ্পের তাপমাত্রার সমান রাখতে। ফলে, প্রতি চক্রে সিলিন্ডারে খুব কম শক্তি শোষিত হতো, যা আরও বেশি পরিমাণ শক্তিকে কার্যকর কাজে ব্যবহারের জন্য উপলব্ধ করত। ওই বছরের শেষের দিকে ওয়াট একটি কার্যক্ষম মডেল তৈরি করেছিলেন।\n\nনকশাটি কার্যক্ষম হলেও, একটি পূর্ণ-স্কেলের ইঞ্জিন তৈরি করতে তখনও অনেক বড় চ্যালেঞ্জ ছিল। এর জন্য আরও পুঁজির প্রয়োজন হয়েছিল, যার কিছু অংশ ব্ল্যাক সরবরাহ করেছিলেন। আরও উল্লেখযোগ্য সহযোগিতা আসে জন রোইবাকের কাছ থেকে, যিনি ফকির্ক-এর কাছে বিখ্যাত ক্যারন আয়রন ওয়ার্কস প্রতিষ্ঠা করেছিলেন এবং যার সঙ্গে ওয়াট একটি অংশীদারিত্ব গড়ে তোলেন। রোইবাক বো'নেস-এর কিনেইল হাউস-এ বসবাস করতেন, এই সময়ে ওয়াট বাড়ির পাশের একটি কটেজে তার বাষ্প ইঞ্জিনকে নিখুঁত করতে কাজ করছিলেন। কটেজটির অবশিষ্টাংশ এখনও পিছনে বিদ্যমান।\nপ্রধান সমস্যা ছিল পিস্টন এবং সিলিন্ডার মেশিনিংয়ে। সেই সময়ের লোহার কারিগররা যথেষ্ট নির্ভুলতার সঙ্গে উপাদানগুলো তৈরি করতে অক্ষম ছিলেন। ওয়াটের আবিষ্কারের জন্য একটি পেটেন্ট অর্জনে অনেক পুঁজি ব্যয় হয়। সম্পদের অভাবে, ওয়াটকে প্রথমে জরিপকারী এবং পরে পুরকৌশলী হিসেবে ৮ বছর কাজ করতে বাধ্য হতে হয়।\n\nরোইবাক দেউলিয়া হয়ে যান এবং ম্যাথিউ বোলটন, যিনি বার্মিংহামের কাছে সোহো ম্যানুফ্যাক্টরি ওয়ার্কসের মালিক ছিলেন, তার পেটেন্ট অধিকার অধিগ্রহণ করেন। ১৭৭৫ সালে একটি পেটেন্টের মেয়াদ ১৮০০ সাল পর্যন্ত বাড়ানোর চেষ্টা সফল হয়।\nবোলটনের মাধ্যমে, ওয়াট অবশেষে বিশ্বের সেরা কিছু লোহার কারিগরের সঙ্গে কাজ করার সুযোগ পান। একটি বড় সিলিন্ডার এবং তার সঙ্গে মিলে যাওয়া পিস্টন তৈরির সমস্যার সমাধান করেন জন উইলকিনসন, যিনি কামান তৈরির জন্য উইলক্ষাম, উত্তর ওয়েলসের কাছে বারশ্যামে নির্ভুল বোরিং কৌশল উদ্ভাবন করেছিলেন। ওয়াট এবং বোলটন অত্যন্ত সফল অংশীদারিত্ব গড়ে তোলেন, বোলটন অ্যান্ড ওয়াট, যা পরবর্তী ২৫ বছর ধরে স্থায়ী ছিল।\n\n\n=== প্রথম ইঞ্জিনসমূহ ===\n\n১৭৭৬ সালে, প্রথম ইঞ্জিন বাণিজ্যিক প্রতিষ্ঠানে স্থাপন এবং চালু করা হয়। এই প্রাথমিক ইঞ্জিনগুলো পাম্প চালানোর জন্য ব্যবহৃত হতো এবং শুধুমাত্র পুনরাবৃত্ত গতি উৎপন্ন করতো। এই ডিজাইনটি বাণিজ্যিকভাবে সফল হয়েছিল এবং পরবর্তী পাঁচ বছর ধরে, ওয়াট অত্যন্ত ব্যস্ত ছিলেন আরও ইঞ্জিন স্থাপনে, প্রধানত কর্নওয়ালে, যেখানে খনি থেকে জল উত্তোলনে এগুলো ব্যবহৃত হতো।\nএই প্রাথমিক ইঞ্জিনগুলো অন্যান্যদের দ্বারা তৈরি করা হয়েছিল, যারা ওয়াটের তৈরি নকশা অনুসারে কাজ করত। ওয়াট পরামর্শক প্রকৌশলী হিসেবে কাজ করতেন। ইঞ্জিন স্থাপন এবং পরীক্ষামূলক চালনা প্রথমদিকে ওয়াট তত্ত্বাবধান করতেন, পরে ফার্মের কর্মচারী দ্বারা তত্ত্বাবধান করা হতো। তত্ত্বাবধানে যারা কাজ করতেন তাদের মধ্যে উইলিয়াম মারডক, জন রেনি, উইলিয়াম প্লেফেয়ার, জন সাদার্ন, লোগান হেন্ডারসন, জেমস লসন, উইলিয়াম ব্রানটন, আইজ্যাক পেরিনস এবং অন্যান্যরা অন্তর্ভুক্ত ছিলেন।\nএই ইঞ্জিনগুলো ছিল বিশাল আকারের। উদাহরণস্বরূপ, প্রথম ইঞ্জিনটির সিলিন্ডারের ব্যাস ছিল ৫০ ইঞ্চি এবং মোট উচ্চতা ছিল প্রায় ২৪ ফুট, যা স্থাপন করতে একটি আলাদা ভবন নির্মাণের প্রয়োজন ছিল। বোল্টন এবং ওয়াট বার্ষিক একটি ফি গ্রহণ করতেন, যা একটি নিউকোমেন ইঞ্জিনের তুলনায় সাশ্রয় হওয়া কয়লার এক-তৃতীয়াংশের সমান ছিল।\nপরবর্তী ছয় বছরে, তিনি বাষ্পীয় ইঞ্জিনের অন্যান্য উন্নতি এবং সংশোধন করেন। একটি ডাবল-অ্যাক্টিং ইঞ্জিন, যেখানে পিস্টনের উভয় পাশে পর্যায়ক্রমে বাষ্প কাজ করে, তার মধ্যে অন্যতম। তিনি বাষ্পকে \"প্রসারণক্ষমভাবে\" (অর্থাৎ, বায়ুমণ্ডলীয় চাপের অনেক উপরে বাষ্প ব্যবহার) কাজ করার পদ্ধতিগুলো বর্ণনা করেন। একরকম যৌগিক ইঞ্জিন, যা দুই বা ততোধিক ইঞ্জিনকে সংযুক্ত করে, এরও বর্ণনা দেন। ১৭৮১ এবং ১৭৮২ সালে এগুলোর জন্য দুটি পেটেন্ট প্রদান করা হয়। অনেক অন্যান্য উন্নতিগুলো যা সহজতর নির্মাণ এবং স্থাপনের জন্য কার্যকর ছিল, ক্রমাগত প্রয়োগ করা হয়। এর মধ্যে একটি ছিল বাষ্পের ইন্ডিকেটর, যা সিলিন্ডারের চাপ এবং তার ভলিউমের মধ্যে একটি তথ্যপূর্ণ চিত্র অঙ্কন করত, যা তিনি বাণিজ্যিক গোপনীয়তা হিসেবে রেখেছিলেন। আরেকটি গুরুত্বপূর্ণ উদ্ভাবন, যেটি নিয়ে ওয়াট সবচেয়ে গর্বিত ছিলেন, তা হলো প্যারালাল মোশন লিঙ্কেজ, যা ডাবল-অ্যাক্টিং ইঞ্জিনগুলিতে অত্যন্ত গুরুত্বপূর্ণ ছিল কারণ এটি সিলিন্ডারের রড এবং পাম্পের জন্য প্রয়োজনীয় সরলরেখা গতিবিধি তৈরি করত, যা সংযুক্ত রকিং বিমের সাহায্যে সম্ভব হতো, যার প্রান্ত একটি বৃত্তাকার আর্কে চলত। এটি ১৭৮৪ সালে পেটেন্ট করা হয়।\nইঞ্জিনের শক্তি নিয়ন্ত্রণের জন্য থ্রটল ভালভ এবং সেটাকে \"অতিরিক্ত গতিতে চলা\" থেকে রোধ করার জন্য একটি কেন্দ্রমুখী পর্যবেক্ষক, যা ১৭৮৮ সালে পেটেন্ট করা হয়েছিল, অত্যন্ত গুরুত্বপূর্ণ ছিল। এই সমস্ত উন্নতিগুলো একত্রে একটি ইঞ্জিন তৈরি করেছিল যা নিউকোমেন ইঞ্জিনের তুলনায় পাঁচগুণ বেশি জ্বালানি সাশ্রয়ী ছিল।\nবিস্ফোরণজনিত বিপদের কারণে এবং লিকেজের চলমান সমস্যার কারণে, ওয়াট উচ্চচাপ বাষ্পের ব্যবহার সীমাবদ্ধ করেন – তার সমস্ত ইঞ্জিন বায়ুমণ্ডলীয় চাপের কাছাকাছি বাষ্প ব্যবহার করত।\n\n\n=== রাসায়নিক পরীক্ষা ===\nছোটবেলা থেকেই ওয়াট রাসায়নিক বিষয়ে খুব আগ্রহী ছিলেন। ১৭৮৬ সালের শেষের দিকে, যখন তিনি প্যারিসে ছিলেন, তিনি ক্লদ লুই বের্থোলেট-এর একটি পরীক্ষা দেখেন, যেখানে তিনি হাইড্রোক্লোরিক অ্যাসিড-এর সাথে ম্যাঙ্গানিজ ডাই অক্সাইড বিক্রিয়া করিয়ে ক্লোরিন উৎপাদন করেন। তিনি ইতিমধ্যেই আবিষ্কার করেছিলেন যে জলীয় দ্রবণ অবস্থায় ক্লোরিন টেক্সটাইল ব্লিচ করতে পারে এবং তার এই আবিষ্কার প্রকাশ করেছিলেন, যা অনেক সম্ভাব্য প্রতিদ্বন্দ্বীর মধ্যে ব্যাপক আগ্রহ জাগায়। ব্রিটেনে ফিরে আসার পর, ওয়াট এই বিষয়ে আরও পরীক্ষা-নিরীক্ষা শুরু করেন এবং একটি বাণিজ্যিকভাবে লাভজনক প্রক্রিয়া আবিষ্কারের আশা করেছিলেন। তিনি আবিষ্কার করেন যে লবণ, ম্যাঙ্গানিজ ডাই অক্সাইড এবং সালফিউরিক অ্যাসিড মিশ্রণ করে ক্লোরিন উৎপাদন করা যেতে পারে। তিনি ক্লোরিনকে একটি দুর্বল ক্ষারীয় দ্রবণ-এর মধ্যে প্রবাহিত করেন এবং একটি ঘোলাটে দ্রবণ প্রাপ্ত হন যা ব্লিচ করার ক্ষেত্রে কার্যকর বলে মনে হয়। তিনি দ্রুত এই ফলাফল গ্লাসগো-তে তার শ্বশুর জেমস ম্যাকগ্রিগর, যিনি একজন ব্লিচার ছিলেন, তাকে জানান। তবে তিনি তার পদ্ধতিটি গোপন রাখার চেষ্টা করেন।\nম্যাকগ্রিগর এবং তার স্ত্রী অ্যানির সাথে তিনি প্রক্রিয়াটি বড় আকারে প্রয়োগ করার চেষ্টা করেন এবং ১৭৮৮ সালের মার্চে, ম্যাকগ্রিগর ১,৫০০ গজ (৪,৫০০ ফুট) কাপড় ব্লিচ করতে সক্ষম হন। এই সময়ের কাছাকাছি, বের্থোলেট লবণ ও সালফিউরিক অ্যাসিড প্রক্রিয়া আবিষ্কার করেন এবং প্রকাশ করেন, ফলে এটি জনসাধারণের জ্ঞাত হয়। অনেকে প্রক্রিয়াটি উন্নত করার জন্য পরীক্ষা-নিরীক্ষা শুরু করেন, যার অনেক সীমাবদ্ধতা ছিল, এর মধ্যে তরল পণ্য পরিবহন করার সমস্যাটি প্রধান। ওয়াটের প্রতিদ্বন্দ্বীরা প্রক্রিয়াটি উন্নত করতে এগিয়ে যান এবং তিনি এই প্রতিযোগিতা থেকে সরে আসেন। ১৭৯৯ সালে চার্লস টেন্যান্ট একটি প্রক্রিয়ার জন্য পেটেন্ট নেন, যা ক্যালসিয়াম হাইপোক্লোরাইট নামক কঠিন ব্লিচিং পাউডার উৎপাদন করেছিল, এবং তা বাণিজ্যিক সফলতা পায়।\n১৭৯৪ সালের মধ্যে, থমাস বেডডোজ ওয়াটকে হটওয়েলস, ব্রিস্টল-এ নতুন নিউম্যাটিক ইনস্টিটিউশন-এর জন্য গ্যাস উৎপাদন, পরিষ্কার এবং সংরক্ষণের যন্ত্র তৈরির দায়িত্ব দেন। ওয়াট বিভিন্ন গ্যাস নিয়ে পরীক্ষা চালিয়ে যান, কিন্তু ১৭৯৭ সালের মধ্যে \"ফ্যাকটিশিয়াস এয়ার\" (কৃত্রিম গ্যাস) এর চিকিৎসাগত ব্যবহার অগ্রগতির অভাবে বন্ধ হয়ে যায়।\n\n\n=== অনুলিপিকারক যন্ত্র ===\n\n১৭৮০ সালের আগে, চিঠি বা অঙ্কন অনুলিপি করার জন্য কোনো ভালো পদ্ধতি ছিল না। একমাত্র পদ্ধতি যা কখনও কখনও ব্যবহৃত হত তা ছিল একরকম যান্ত্রিক পদ্ধতি, যাতে একাধিক সংযুক্ত কলম ব্যবহৃত হত। ওয়াট প্রথমে এই পদ্ধতিটি উন্নত করার জন্য পরীক্ষা-নিরীক্ষা করেছিলেন, তবে খুব শীঘ্রই তিনি এই পদ্ধতির প্রতি নিরুৎসাহিত হন কারণ তা অত্যন্ত জটিল ছিল। তার পরিবর্তে, তিনি সিদ্ধান্ত নেন যে মৌলিক কাগজের সামনে থেকে মুছিয়ে, একটি দ্রাবক দিয়ে ভিজিয়ে অন্য একটি পাতার পিছনে আঙুলের সাহায্যে কালির স্থানান্তর করবেন, এবং তা মূল পৃষ্ঠে চাপ দিয়ে চাপা দেবেন। দ্বিতীয় পাতা পাতলা হতে হবে, যাতে কপি যখন আলোতে রাখা হয়, তখন কালি এটি মাধ্যমে দেখা যায়, এবং এর ফলে মূল লেখাটি সঠিকভাবে পুনঃউৎপন্ন হয়।\nওয়াট ১৭৭৯ সালে এই প্রক্রিয়াটি আবিষ্কার শুরু করেছিলেন, এবং কালি তৈরির জন্য অনেক পরীক্ষা-নিরীক্ষা করেছিলেন, পাতলা কাগজ নির্বাচন, বিশেষ পাতল কাগজ ভিজানোর পদ্ধতি উদ্ভাবন, এবং সঠিক চাপ প্রয়োগের জন্য একটি প্রেস তৈরি করার জন্য। এই সমস্ত কিছুতে অনেক পরীক্ষা-নিরীক্ষা দরকার ছিল, তবে শীঘ্রই তার পর্যাপ্ত সাফল্য আসে যাতে তিনি এক বছরের মধ্যে প্রক্রিয়াটি পেটেন্ট করতে পারেন। ওয়াট বোলটনের সাথে একটি নতুন অংশীদারি গঠন করেন (যিনি আর্থিক সহায়তা প্রদান করেছিলেন) এবং জেমস কিয়ার (যিনি ব্যবসা পরিচালনা করবেন) এবং একটি প্রতিষ্ঠান গঠন করেন, যার নাম ছিল জেমস ওয়াট অ্যান্ড কো। আবিষ্কারটির পরিপূর্ণতা প্রাপ্তির জন্য আরও অনেক উন্নয়নমূলক কাজ প্রয়োজন ছিল, কিন্তু এটি পরবর্তী কয়েক বছরে সম্পন্ন হয়। বোলটন এবং ওয়াট ১৭৯৪ সালে তাদের শেয়ার তাদের পুত্রদের কাছে হস্তান্তর করেন। এই প্রযুক্তি বাণিজ্যিক সাফল্য অর্জন করে এবং ২০ শতক পর্যন্ত ব্যাপকভাবে ব্যবহৃত হত।\n\n\n== পেটেন্ট ==\nওয়াট ছয়টি পেটেন্টের একক উদ্ভাবক ছিলেন:\n\nপেটেন্ট ৯১৩: স্টিম ইঞ্জিনে স্টিমের খরচ কমানোর একটি পদ্ধতি – পৃথক কনডেন্সার। এর বিশদ বিবরণ ৫ জানুয়ারি ১৭৬৯ তারিখে গৃহীত হয়েছিল; ২৯ এপ্রিল ১৭৬৯ তারিখে নিবন্ধিত হয় এবং ১৭৭৫ সালে একটি সংসদীয় আইনের মাধ্যমে জুন ১৮০০ পর্যন্ত বাড়ানো হয়।\nপেটেন্ট ১,২৪৪: চিঠি অনুলিপি করার একটি নতুন পদ্ধতি। এর বিশদ বিবরণ ১৪ ফেব্রুয়ারি ১৭৮০ তারিখে গৃহীত হয়েছিল এবং ৩১ মে ১৭৮০ তারিখে নিবন্ধিত হয়।\nপেটেন্ট ১,৩০৬: অবিচ্ছিন্ন ঘূর্ণন আন্দোলন উৎপাদনের নতুন পদ্ধতি – সান অ্যান্ড প্ল্যানেট। এর বিশদ বিবরণ ২৫ অক্টোবর ১৭৮১ তারিখে গৃহীত হয়েছিল এবং ২৩ ফেব্রুয়ারি ১৭৮২ তারিখে নিবন্ধিত হয়।\nপেটেন্ট ১,৩২১: স্টিম ইঞ্জিনের উপর নতুন উন্নতি – এক্সপ্যানসিভ এবং ডাবল অ্যাক্টিং। এর বিশদ বিবরণ ১৪ মার্চ ১৭৮২ তারিখে গৃহীত হয়েছিল এবং ৪ জুলাই ১৭৮২ তারিখে নিবন্ধিত হয়।\nপেটেন্ট ১,৪৩২: স্টিম ইঞ্জিনের উপর নতুন উন্নতি – থ্রি-বার মোশন এবং স্টিম ক্যারেজ। এর বিশদ বিবরণ ২৮ এপ্রিল ১৭৮২ তারিখে গৃহীত হয়েছিল এবং ২৫ আগস্ট ১৭৮২ তারিখে নিবন্ধিত হয়।\nপেটেন্ট ১,৪৮৫: ফার্নেস তৈরির নতুন উন্নত পদ্ধতি। এর বিশদ বিবরণ ১৪ জুন ১৭৮৫ তারিখে গৃহীত হয়েছিল এবং ৯ জুলাই ১৭৮৫ তারিখে নিবন্ধিত হয়।\n\n\n=== পেটেন্ট বিষয়ক আইনি সমস্যা ===\n\nএডওয়ার্ড বুল ১৭৮১ সালে কর্নওয়ালে বোলটন এবং ওয়াটের জন্য ইঞ্জিন নির্মাণ শুরু করেছিলেন। ১৭৯২ সালের মধ্যে, তিনি তার নিজস্ব ডিজাইনে ইঞ্জিন তৈরি করতে শুরু করেছিলেন, তবে তাতে একটি পৃথক কনডেন্সার ছিল, ফলে তা ওয়াটের পেটেন্ট লঙ্ঘন করে। দুই ভাই, জেবেজ কার্টার হর্নব্লোয়ার এবং জোনাথন হর্নব্লোয়ার জুনিয়রও প্রায় একই সময়ে ইঞ্জিন তৈরি করতে শুরু করেছিলেন। আরও কিছু মানুষ নিউকমেন ইঞ্জিনে কনডেন্সার যোগ করে তা সংশোধন করতে শুরু করেছিল। কিছু খনি মালিক ওয়াটের কোম্পানিকে টাকা দেওয়া বন্ধ করে দেয়। ফলে কোম্পানিটি ১৭৯৫ সালের মধ্যে আর্থিক দুরবস্থায় পড়ে গিয়েছিল। মোট £২১,০০০ (£২১৩০০০০ 2021 হিসাবে) ঋণ ছিল, যার মধ্যে মাত্র £২,৫০০ জমা পড়েছিল। ওয়াটকে তার দাবি কার্যকর করতে আদালতে যেতে হয়।\nতিনি প্রথমে ১৭৯৩ সালে বুলের বিরুদ্ধে মামলা করেন। বিচারকরা ওয়াটের পক্ষে রায় দেন। এই সময়ে, লঙ্ঘনকারীদের বিরুদ্ধে নিষেধাজ্ঞা জারি করা হয়েছিল। বিশদ বিবরণের বৈধতা নির্ধারণের জন্য পরবর্তী বছরে অনুষ্ঠিত মামলাটি সম্পন্ন হয়নি, তবে নিষেধাজ্ঞাগুলি কার্যকর ছিল। জোনাথন হর্নব্লোয়ার ছাড়া সকল লঙ্ঘনকারী তাদের মামলা নিষ্পত্তি করতে শুরু করেছিল। হর্নব্লোয়ারকে ১৭৯৯ সালে আদালতে আনা হয়েছিল, এবং বিচারকদের চারজনের রায় ছিল স্পষ্টভাবে ওয়াটের পক্ষে। জন উইলকিনসন বোলটন এবং ওয়াটের জ্ঞান ছাড়াই প্রায় ২০টি ইঞ্জিন নির্মাণ করেছিলেন। তারা অবশেষে ১৭৯৬ সালে বিবাদের নিষ্পত্তি করতে সম্মত হয়েছিল। বোলটন এবং ওয়াট কখনই তাদের পাওনা পুরোপুরি সংগ্রহ করতে পারেননি, তবে সব বিবাদ সরাসরি পক্ষগুলির মধ্যে বা মধ্যস্থতার মাধ্যমে নিষ্পত্তি করা হয়েছিল। এই মামলাগুলি অর্থ এবং সময় উভয় দিক থেকেই অত্যন্ত ব্যয়বহুল ছিল, তবে শেষমেশ তা সফল হয়।\n\n\n== সম্মাননা ==\nওয়াট তার নিজের সময়কালে বহুল সম্মানিত ছিলেন। ১৭৮৪ সালে, তাকে এডিনবার্গের রাজকীয় সোসাইটির একজন ফেলো করা হয় । ওয়াট ১৭৮৭ সালে নেদারল্যান্ডের রতারদামের বাটাভিয়ান সোসাইটি ফর এক্সপেরিমেন্টাল ফিলোসফির সদস্য হিসেবে নির্বাচিত হন। ১৭৮৯ সালে, তিনি পুর প্রকৌশলীদের স্মিটোনিয়ান সোসাইটি নামক এক অভিজাত গোষ্ঠীতে যুক্ত হন।  ১৮০৬ সালে, গ্লাসগো বিশ্ববিদ্যালয় তাকে সম্মানসূচক ডক্টর অফ ল' উপাধিতে ভূষিত করে। আকাদেমি ফ্রঁসেজ তাকে একজন সংশ্লিষ্ট সদস্য নির্বাচিত করে এবং ১৮১৪ সালে তাকে একজন বিদেশী সহযোগী করা হয়।\nবাষ্পীয় ইঞ্জিনের উন্নয়নে অবদানের জন্য জেমস ওয়াটের নামানুসারে ওয়াট এককের নামকরণ করা হয়েছে।\n২৯ মে ২০০৯-এ, ব্যাংক অব ইংল্যান্ড ঘোষণা করে যে বোল্টন এবং ওয়াট একটি নতুন £50 নোটে উপস্থিত থাকবেন। ২০১১ সালের সেপ্টেম্বরে, ঘোষণা করা হয়েছিল যে নোটগুলি ২ নভেম্বর প্রচলনে প্রবেশ করবে। \n২০১১ সালে, তিনি স্কটিশ ইঞ্জিনিয়ারিং হল অফ ফেমের সাতজন অভিষিক্তদের একজন ছিলেন। \n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জী ===\n\"Some Unpublished Letters of James Watt\"। Journal of Institution of Mechanical Engineers। London। ১৯১৫। \nCarnegie, Andrew, James Watt University Press of the Pacific (2001) (Reprinted from the 1913 ed.), আইএসবিএন ০-৮৯৮৭৫-৫৭৮-৬.\nDickinson, H. W. (১৯৩৫)। James Watt: Craftsman and Engineer। Cambridge University Press। \nDickinson, H. W.; Vowles, Hugh Pembroke (১৯৪৯)। James Watt and the Industrial Revolution।  \nHills, Rev. Dr. Richard L., James Watt, Vol 1, His time in Scotland, 1736–1774 (2002); Vol 2, The years of toil, 1775–1785; Vol 3 Triumph through adversity 1785–1819. Landmark Publishing Ltd, আইএসবিএন ১-৮৪৩০৬-০৪৫-০.\nHulse David K. (১৯৯৯)। The early development of the steam engine। Leamington Spa, UK: TEE Publishing। পৃষ্ঠা 127–152। আইএসবিএন 1-85761-107-1। \nHulse David K. (২০০১)। The development of rotary motion by steam power। Leamington, UK: TEE Publishing Ltd.। আইএসবিএন 1-85761-119-5। \nMarsden, Ben. Watt's Perfect Engine Columbia University Press (New York, 2002), আইএসবিএন ০-২৩১-১৩১৭২-০.\nMarshall, Thomas H. (1925), James Watt, Chapter 3: Mathematical Instrument Maker, from Steam Engine Library of University of Rochester Department of History.\nMarshall, Thomas H. (1925) James Watt, University of Rochester Department of History.\nMuirhead, James Patrick (১৮৫৪)। Origin and Progress of the Mechanical Inventions of James Watt। London: John Murray। \nMuirhead, James Patrick (১৮৫৮)। The Life of James Watt। London: John Murray। The life of James Watt with selections from his correspondence. \nRoll, Erich (1930). An Early Experiment in Industrial Organisation : being a History of the Firm of Boulton & Watt. 1775–1805. Longmans, Green and Co.\nSmiles, Samuel, Lives of the Engineers, (London, 1861–62, new edition, five volumes, 1905).\nSchofield, Robert E. (১৯৬৩)। The Lunar Society, A Social History of Provincial Science and Industry in Eighteenth Century England। Clarendon Press। \nUglow, Jenny (২০০২)। The Lunar Men। London: Farrar, Straus and Giroux। আইএসবিএন 9780374194406।"}