{"pageid": 1058597, "title": "কালোবলয়ী সামুদ্রিক কেউটে", "url": "https://bn.wikipedia.org/wiki?curid=1058597", "content": "কালোবলয়ী সামুদ্রিক কেউটে বা নীলমুখো কেউটে (বৈজ্ঞানিক নাম:Laticauda laticaudata, উচ্চারণ: ল্যাটিকাউডা ল্যাটিকাউডাটা) বিষধর সামুদ্রিক সাপের একটি প্রজাতি। এটি এলাপিডি পরিবারের ল্যাটিকাউডিনি (Laticaudinae) উপ-পরিবারের প্রজাতি। ভৌগোলিকভাবে ভারত ও পশ্চিম প্রশান্ত মহাসাগর অঞ্চলে বিস্তৃত। প্রজাতিটি দ্বিপদ নামকরণের প্রবর্তক কার্ল লিনিয়াস কর্তৃক ১৭৫৮ সালে বর্ণিত প্রজাতিগুলির অন্যতম। সাপটির দুইটি উপপ্রজাতি বিদ্যামান। এটির ১৯ টি সারি মিশ্রিত আঁশ এবং উপরের গাঢ় বাদামী ঠোঁট ল্যাটিকুডা প্রজাতির অন্যান্য সাপ থেকে পৃথক বৈশিষ্ঠ্য হিসেবে চিহ্নিত।\n\n\n== শ্রেণীকরণ ==\n১৭৫৮ সালে কালোবলয়ী সামুদ্রিক কেউটে'র দ্বিপদ নামকরণ করা হয়। জীবজগতের সকল প্রজাতিদের দ্বিপদ নামকরণের প্রবর্তক কার্ল লিনিয়াস, ১৭৫৮ সালে সিস্টেমা ন্যাচারাইয়ের দশম সংস্করণে আরো অনেক প্রজাতির প্রাণির সাথে এই প্রজাতিটির বর্ণনা করেছিলেন। ল্যাটিকাউডা ল্যাটিকাউডাটা ল্যাটিকাউডাটা (Laticauda laticaudata laticaudata) ও ল্যাটিকাউডা ল্যাটিকাউডাটা এফিনিস (Laticauda laticaudata affinis) এটির দুটি উপপ্রজাতি।\n\n\n== বর্ণনা ==\nকেউটেটির উদরের আঁশগুলি দেহের অন্যান্য আঁশের চেয়ে আকারে বড়, দেহের এক-তৃতীয়াংশ থেকে দেড় প্রস্থের বেশি  উদরের চারপাশে থাকে; নাকের ছিদ্রগুলি পার্শ্বীয়; অনুনাসিক আঁশগুলি অন্তনাসিকা দ্বারা পৃথক করা হয়; দেহের মধ্যাংশে ১৯ টি দ্রাঘিমা সারির মিশ্রিত আঁশ পাওয়া যায়; মাথার সম্মুখে অজাইগাস প্রিফ্রন্টাল অংশে কোনপ্রকার বর্মসরূপ হাড়ের উপস্থিত নেই; মাথার সম্মুখাংশের নাক ও মুখের আঁশগুলি অবিভক্ত; উদরীয় অংশে আঁশের সংখ্যা ২২৫–২৪৩টি; পেটের পর থেকে লেজের নিচে পুরুষদের ৩৮-৪৭টি আর মহিলাদের ৩০-৩৫টি আঁশ থাকে। (স্মিথের ১৯৪৩:৪৪৩-এর গণনা অনুযায়ী)। সাপটির উপরের ঠোঁট গাঢ় বাদামী। দৈর্ঘ্যে পুরুষরা সাধারণত ৯১০ মিমি (৩৬ ইঞ্চি), এবং মহিলা ১,০৭০ মিমি (৪২ ইঞ্চি) লম্বা হয়। পুরুষ ও স্ত্রী- দুটির লেজের দৈর্ঘ্য সমান: ১১০ মিমি (৪.৩ ইঞ্চি)।\n১৯ টি সারি আঁশ এবং  উপরের গাঢ় বাদামী ঠোঁট অন্যান্য ল্যাটিকুডা প্রজাতির সাপ থেকে কালোবলয়ী সামুদ্রিক কেউটে' পৃথক করতে একটি অনন্য বৈশিষ্ঠ্য হিসেবে ধরা হয়। জীবদ্দশার বেশিরভাগ সময় এরা সাগরে অবস্থান করলেও প্রজননের সময় এটি উপকূলে ফিরে এবং পাখির গুহার ডিম ফুটিয়ে বাচ্চা জন্ম দেয়। এদের খাদ্য সংস্থানের জন্য এরা প্রবাল প্রাচীরের আশে পাশে অবস্থান করে।\n\n\n== বিস্তৃতি ও বাসস্থান ==\n\nকালোবলয়ী সামুদ্রিক কেউটে ভারত ও পশ্চিম প্রশান্ত মহাসাগরের সাগর উপসাগর এবং তটবর্তী দেশের উপকূলীয় অঞ্চলে পাওয়া যায়-\n\nবঙ্গোপসাগর (বাংলাদেশ, পূর্ব ভারত, আন্দামান দ্বীপপুঞ্জ, শ্রীলঙ্কা, মায়ানমার, থাইল্যান্ড)\nমালয় উপদ্বীপের উপকূলবর্তী ইন্দোনেশিয়া, পূর্ব তিমুর, পাপুয়া নিউ গিনি, ফিলিপাইন।\nচীনের ফুজিয়ান উপকুল, তাইওয়ান, জাপানের উপকুল।\nপলিনেশিয়া, মেলানেশিয়া, সলোমন দ্বীপপুঞ্জ, নিউ ক্যালেডোনিয়া, ভানুয়াতু, ফিজি এবং অস্ট্রেলিয়ার কুইন্সল্যান্ড উপকূল।\nএকটি নমুনা ২০১১ সালে নিউজিল্যান্ডের ডিভনপোর্টে পাওয়া যায়, তবে কেলি টারল্টনের সি লাইফ অ্যাকোরিয়ামে নেয়ার পরেই সেটি মারা গিয়েছিল।\n\n\n== বিশেষ বৈশিষ্ট্য ==\nকালোবলয়ী সামুদ্রিক কেউটে উষ্ণতার জন্য কূপ-লেজযুক্ত শেয়ারওয়াটার পাখির গুহার অবস্থান করে।\n\n\n== তথ্যসূত্র =="}