{"pageid": 1058165, "title": "ছোটমাথা সামুদ্রিক সাপ", "url": "https://bn.wikipedia.org/wiki?curid=1058165", "content": "ছোটমাথা সামুদ্রিক সাপ (বৈজ্ঞানিক নাম: Hydrophis gracilis) গ্রীষ্মমণ্ডলীয় ও নাতিশীতোষ্ণ অঞ্চলে প্রাপ্ত এলাপিডি পরিবারের একটি বিষধর সামুদ্রিক সাপ। Microcephalophis gracilis (মাইক্রোসেফালোফিস গ্র্যাসিলিস) হলো এই সাপের বিকল্প দ্বিপদী নাম। ইংলিশ উদ্ভিদ ও প্রাণীবিজ্ঞানী জর্জ শ' ১৮০২ সালে সাপটির বর্ণনা ও দ্বিপদী নামকরণ করেছিলেন। প্রজাতিটি অন্যান্য সরীসৃপের মত ডিম না পেড়ে জরায়ুতে বাচ্চা ধারণ ও প্রসব করে। ভৌগোলিকভাবে প্রজাতিটি ভারত মহাসাগরের উত্তর ও পূর্ব উপকূলীয় অঞ্চলে বিস্তৃত।\n\n\n== বৈশিষ্ট্য ==\nছোটমাথা সামুদ্রিক সাপ প্রজননের ক্ষেত্রে সাধারণত ডিমের বদলে জরায়ুজ নিষেকের মাধ্যমে শাবক প্রসব করে থাকে। এই প্রজাতির পুরুষ সাপ, স্ত্রী সাপের চেয়ে দৈর্ঘ্যে ছোট হয়। দৈর্ঘ্যে পুরুষরা সাধারণ ৯৫০ মিলিমিটার এবং স্ত্রীরা ১০২৫ মিলিমিটার পর্যন্ত লম্বা হয়। লেজের দৈর্ঘ্য পুরুষদের ৮০ মিলিমিটার এবং স্ত্রীদের ৯৫ মিলিমিটার পর্যন্ত হয়ে থাকে।\nসাপটির মাথা ছোট, শরীর দীর্ঘ এবং  অগ্রাংশ সরু; শরীরের সবচেয়ে পুরু অংশে আঁশগুলি পাশাপাশি বিন্যাস্ত; বিষদাঁতের পিছনে উপরের চোয়ালে ৫ থেকে ৬ দাঁত থাকে; এটির গলায় ১৭-২১ সারি আঁশ থাকে। শরীরের পুরু অংশের চারপাশে ৩০-৩৬ সারি আঁশ (ঘাড় থেকে মধ্যাংশ ১৮-২৪ সারি পর্যন্ত বৃদ্ধি); দেহের অঙ্কীয় অংশে উলম্বভাবে চিড় থাকে, এই অংশে ২২০-২৮৭ সারি আঁশ থাকে। এটির মস্তিস্কের প্রিফন্টাল অংশ মুখের উপরের তৃতীয় ওষ্ঠ্যের সাথে যুক্ত।\n\n\n== ভৌগোলিক বিস্তৃতি ==\nছোটমাথা সামুদ্রিক সাপ সাধারণ ভারত মহাসাগরের উত্তর ও পূর্ব উপকূলীয় অঞ্চলের সাগরসমূহে বসবাস করে, এটির ভৌগোলিক বিস্তৃতি নিম্নরূপ:\n\nভারত মহাসাগর (পাকিস্তান, ভারত, বাংলাদেশ, মায়ানমার, থাইল্যান্ড, ফিলিপাইন)\nদক্ষিণ চীন সাগরের উত্তর দিকে চীনের ফুজিয়ান উপকূল।\nপারস্য উপসাগরের ওমান, সংযুক্ত আরব আমিরাত, ইরানের উপকূল হতে বঙ্গোপসাগর পর্যন্ত।\nমালয়েশিয়ার উপকূল ইন্দো-অস্ট্রেলীয় দ্বীপপুঞ্জ হয়ে নিউ গিনি, নতুন ক্যালিডোনিয়া, অস্ট্রেলিয়ার কুইন্সল্যান্ড, মেলানেশিয়া, ইন্দোনেশিয়ার বোর্নিও উপকূল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMicrocephalophis gracilis গ্লোবাল বায়োডাইভার্সিটি ইনফরমেশন ফ্যাসিলিটি"}