{"pageid": 1058242, "title": "অগি অ্যান্ড দ্য ককরোচেস: দ্য মুভি", "url": "https://bn.wikipedia.org/wiki?curid=1058242", "content": "অগি এন্ড দ্য ককরোচেস: দ্য মুভি (ইংরেজি: Oggy and the Cockroaches: The Movie, ফরাসি: Oggy et les Cafards: Le Film) হলো অলিভিয়ার জাঁ-ম্যারি রচিত ও পরিচালিত ২০১৩ সালের একটি অ্যানিমেটেড কৌতুকাভিনয় চলচ্চিত্র। ফ্রান্সে চলচ্চিত্রটি ৭ আগস্ট ২০১৩ এ মুক্তি পায়। এটি বিশ্বখ্যাত কৌতুকাভিনয় সিরিজ অগি এন্ড দ্য ককরোচেস এর ওপর ভিত্তি করে রচিত। এবং এটি ছিল অলিভিয়ার জাঁ-ম্যারি নির্মিত শেষ চলচ্চিত্র যা ২০২১ সালের ১৬ মে তার মৃত্যুর পূর্বে প্রকাশিত হয়।\n\n\n== আখ্যান ==\nচলচ্চিত্রটির আখ্যান সম্পূর্ণ কাল্পনিক। আদিম পৃথিবীতে বিভিন্ন অঙ্গাণু দ্বারা এককোষী জীবের আবির্ভাব ঘটে। ছোট ছোট কিছু অঙ্গাণু থেকে নীল রঙের একটি জীব তৈরি হয়েছিল। এটি ভাসতে ভাসতে একদিন তিনটি ছোট আকারের অনুজীবের সাথে ধাক্কা খায়। নীল রূপটি তাদের অনুসরণ করে এবং তারা অগি এবং তেলাপোকা হিসেবে বিকশিত হতে হতে সমুদ্রের দিকে উঠে যায়। এভাবেই চলচ্চিত্রের সূচনা ঘটে। চলচ্চিত্রটির চারটি উপাখ্যান রয়েছে।\n\n\n=== অগি ম্যাগনন ===\nএ উপাখ্যানে অগি একটি আদিম বিড়াল। সে ঘটনাক্রমে গ্রাম্য সর্দারের কাছে থাকা সদ্য আবিষ্কৃত হওয়া আগুন নিভিয়ে ফেলে। ফলে তাকে সহকারী জ্যাক সহ আগ্নেয়গিরিতে আগুন আনতে পাঠানো হয়। কাহিনীতে দেখা যায়, তেলাপোকাদের দৌরাত্বের কারণে অগি আগ্নেয়গিরিতে পড়ে যায়। কিন্তু দেখা যায় সেখানে রয়েছে একটি সুন্দর রঙিন বন। সেখানে অলিভিয়ার সাথে অগির সাক্ষাৎ ঘটে। অগি তাকে চকমকি পাথর ঘষে আগুন জ্বালাতে দেখে।\nএদিকে তেলাপোকারা সে বনের হিংস্র জংলি কুকুর ববকে অগির বিরুদ্ধে উস্কে দেয়। জ্যাক একদিন দড়ি পাকিয়ে তৈরি করা মই দিয়ে অগ্নেয়গিরিতে নেমে আসে। সেদিনই বব অলিভিয়ার ঘরে আগুন দেয় এবং অগি সাহস দেখিয়ে সবাইকে বব এর হাত থেকে উদ্ধার করে সবাই মিলে গ্রামে ফিরে আসে। ঘটনাক্রমে তেলাপোকারা বিতাড়িত হয়। পাথর ঘষে আগুন জ্বালানোর এ পদ্ধতি দেখে সকলে আশ্চর্য হয়ে যায় এবং অগি ও অলিভিয়াকে গ্রামটির প্রধান করা হয়।\n\n\n=== রাজকুমার অগি ===\nএ উপাখ্যানটির কাল্পনিক সময়কাল ১৩৫০ সাল। এখানে অগি একজন রাজকুমার। সে মোটেই সাহসী না হওয়ায় রাজা রানি সকলেই চিন্তিত হয়ে পড়ে। কাহিনীতে দেখা যায়, হাজারো রাজকুমারী হতে ইচ্ছুক পাত্রীকে সে পছন্দ করেনি। তবে শিকার করতে গিয়ে অলিভিয়াকে তার পছন্দ হয়। তেলাপোকাদের চক্রান্তে অলিভিয়াকে বন্দি করা হলেও অগির সাহসে অলিভিয়া মুক্ত হয়। তেলাপোকাদের সাথে লড়াইয়ে অগি জয়ী হয়। অগি এবং অলিভিয়া সিংহাসনে আরোহণ করে।\n\n\n=== অপ্রতিদ্বন্দ্বী ওয়াটসন অগি ===\nএটি ১৮৯৯ সালের ডিসেম্বরের ঘটনা। এ উপাখ্যানে জ্যাক চরিত্রটিকে (বিশ্বখ্যাত গোয়েন্দা সিরিজ শার্লক হোমস অনুসরণে) জ্যাক হোমস হিসেবে দেখানো হয়। অগি শার্লক হোমসের সহকারী ওয়াটসন হিসেবে ভূমিকা পালন করে। জোয়ি ১৯০০ সালে বিংশ শতাব্দীর সূচনাকালে একটি সদ্য আবিষ্কৃত পারমাণবিক বোমা চুরি করে বিস্ফারণের পরিকল্পনা করে এবং গোয়েন্দা জ্যাক হোমসকে ফাঁসিয়ে দেয়। অলিভিয়া এবং অগি তেলাপোকাদের পরিকল্পনা ব্যর্থ করে দেয় এবং ইংল্যান্ডকে বোমা থেকে রক্ষা করে।\n\n\n=== ওগি ওয়ান-কেনগি ===\nএ উপাখ্যানে তারকা যুদ্ধের ঘটনা প্রদর্শিত হয় যেখানে অগি এবং তেলাপোকাদের ভবিষ্যত লড়াই প্রদর্শিত হয়। এর সমাপ্তিটি চলচ্চিত্রটির শুরু অর্থাৎ ওগি ম্যাগনন উপাখ্যানের সূচনার অনুরূপ।\n\n\n== চরিত্রসমূহ ==\n\nচলচ্চিত্রটিতে অগি এন্ড দ্য ককরোচেস এর সকল মুখ্য চরিত্র উপস্থিত হয়। এদের মধ্যে উল্লেখযোগ্য হল অগি, জ্যাক, অলিভিয়া তেলাপোকা গুলো অর্থাৎ জোয়ি, মার্কি, ডিডি, প্রভৃতি।\n\n\n=== প্রধান ===\nঅগি : অগি মুভিটির মূল চরিত্র এবং নায়ক। পুরো ছবিটি তাকেই ঘিরে।ওগি ম্যাগনন নামে পরিচিত চলচ্চিত্রটির প্রথম বিভাগে সে একটি সরল প্রকৃতির আদিম বিড়াল। দ্বিতীয় বিভাগে সে একজন রাজপুত্র এবং তৃতীয় ভাগে সে তার ভাই জ্যাক হোমসের (শার্লক হোমসের অনুসরণে চরিত্র) সহকারী।\nজোয়ি, মার্কি ও ডি-ডি\nজ্যাক\n\n\n=== অপ্রধান ===\nবব\nঅলিভিয়া\n\n\n== মুক্তি ==\nচলচ্চিত্রটি ফ্রান্সে ৭ আগস্ট, ২০১৩ এ প্রকাশিত হয়েছিল। যুক্তরাজ্য এবং আয়ারল্যান্ডে, এটি ২০ মে, ২০১৪ এ মুক্তি পায়। ভারতে, এটি কার্টুন নেটওয়ার্কে ২১ ডিসেম্বর, ২০১৪-এ প্রকাশিত হয়।\n\n\n== ঘরোয়া মিডিয়ায় ==\nঅগি এন্ড দ্য ককরোচেস: দ্য মুভি ২০১৩ সালের ৭ ডিসেম্বর ডিভিডি আকারে প্রকাশিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Oggy et les Cafards  (ইংরেজি)\nরটেন টম্যাটোসে অগি অ্যান্ড দ্য ককরোচেস: দ্য মুভি (ইংরেজি)"}