{"pageid": 1058157, "title": "ইলিয়াস (নবী)", "url": "https://bn.wikipedia.org/wiki?curid=1058157", "content": "হযরত ইলিয়াস (আঃ) ইসলামের একজন নবী, যিনি বনী ইসরাইল সম্প্রদায়ে আগমন করেছিলেন। তিনি হযরত মূসার (আঃ) ভাই হযরত  হারুনের (আঃ) বংশধর ছিলেন। তিনি বর্তমান জর্ডান নদীর উত্তর অঞ্চলের জিলীআদ নামক স্থানের “আবেল মাহুলা” নামক জায়গার অধিবাসী ছিলেন। খ্রিস্টান এবং ইহুদিদের কাছে তিনি এলিয়(Elijah) নামে পরিচিত। তিনি খৃষ্টপূর্ব ৮৭৫ থকে ৮৫০ অব্দের মাঝামাঝি সময়ে জন্মগ্রহণ করেন। ঐতিহাসিকদের মতে, তিনি  হিযকিলের পরে আল ইয়াসার পূর্বে নবী হিসাবে প্রেরিত হন।\n\n\n== পরিচয় ==\nকুরআনে তাঁকে ‘ইলয়াস’ নামে অভিহিত করা হয়। যেমন আল্লাহ বলেন,\nوَزَكَرِيَّا وَيَحْيَى وَعِيسَى وَإِلْيَاسَ كُلٌّ مِنَ الصَّالِحِينَ\nঅর্থ-যাকারিয়া, ইয়াহইয়া, ঈসা এবং ইলয়াসকেও, এরা সবাই ছিল সৎকর্মশীলদের অন্তর্ভুক্ত। বাইবেলে তার নাম এলিয়, ইলিয়াহ ও এলিজ বলা হয়েছে।\n\n\n== কুরআনে ইলিয়াস নামের বৈপরিত্য ও নিরসন ==\nআল-কুরআনে ইলয়াস ও ইলইয়াসিন নাম রয়েছে। এরশাদ হচ্ছে-\nوَإِنَّ إِلْيَاسَ لَمِنَ الْمُرْسَلِينَ - إِذْ قَالَ لِقَوْمِهِ أَلَا تَتَّقُونَ - أَتَدْعُونَ بَعْلًا وَتَذَرُونَ أَحْسَنَ الْخَالِقِينَ - اللَّهَ رَبَّكُمْ وَرَبَّ آبَائِكُمُ الْأَوَّلِينَ -فَكَذَّبُوهُ فَإِنَّهُمْ لَمُحْضَرُونَ - إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ - وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ - سَلَامٌ عَلَى إِلْ يَاسِينَ - إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ - إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ\nঅর্থ : নিশ্চয়ই ইলিয়াস ছিল রসূল। যখন সে তার সম্প্রদায়কে বললঃ তোমরা কি ভয় কর না? তোমরা কি বা’আল দেবতার এবাদত করবে এবং সর্বোত্তম স্রষ্টাকে পরিত্যাগ করবে।যিনি আল্লাহ তোমাদের পালনকর্তা এবং তোমাদের পূর্বপুরুষদের পালনকর্তা? অতঃপর তারা তাকে মিথ্যা প্রতিপন্ন করল। অতএব তারা অবশ্যই গ্রেফতার হয়ে আসবে। কিন্তু আল্লাহ তা’আলার খাঁটি বান্দাগণ নয়। আমি তার জন্যে পরবর্তীদের মধ্যে এ বিষয়ে রেখে দিয়েছি যে, ইলিয়াাসিনদের প্রতি সালাম বর্ষিত হোক! এভাবেই আমি সৎকর্মীদেরকে প্রতিদান দিয়ে থাকি। সে ছিল আমার বিশ্বাসী বান্দাদের অন্তর্ভুক্ত।\nإِلْيَاسَ (ইলিয়াস) এবং إِلْ يَاسِينَ (আল-ইয়াসিন) কি একই ব্যক্তি, না ভিন্ন ভিন্ন। এ নিয়ে আব্দুর রশিদ নু’মানী বলেন, إِلْ يَاسِينَ (আল-ইয়াসিন) শব্দটির ভিন্ন উচ্চারণ হচ্ছে (ইলিয়াস)। যেমন ইসমাইলকে ইসমাইন, ইসরাইলকে ইসরাইন পড়া হয়। আরবরা অনেক সময় সম্প্রদায়ের নেতার নামে গোটা সম্প্রদায়কে বুঝায়ে থাকে। এ হিসাবে إِلْ يَاسِينَ (আল-ইয়াসিন) দ্বারা ইলিয়াস নবীকে বুঝানো হয়েছে।\n\n\n== ইলিয়াস নবীর আগমনের সময় ফিলিস্তিনের অবস্থা ==\n\nহযরত সুলায়মানের (আ) সময় বনী ইসরাইলদের প্রভাব- প্রতিপত্তি চরম পর্যায়ে উনীত হয়। কিন্তু তাঁর ইনতিকালের পর পরই বনী ইসরাইলদের রাষ্ট্র দু’ভাগ হয়ে যায়। দক্ষিণ ফিলিস্তিনে একটি ছোট রাষ্ট্র কায়েম হয়। এর নাম ইয়াহুদা বা ইয়াহুদিয়া। এর রাজধানী হয় বায়তুল মাকদাস। অন্যদিকে উত্তর ফিলিস্তিনে ইসরাইল নামে একটি রাষ্ট্র কায়েম হয়। এর রাজধাী ছিল সামেরিয়া, বর্তমানে নাবলুসে অবস্থিত। উত্তর এলাকার ইসরাইল নামক রাষ্ট্রে প্রথম থেকেই শিরক, মূর্তি পূজা, জুলুম-অত্যাচার ও লজ্জাহীনতা বেড়ে যেতে থাকে। এ অবস্থায় এ রাষ্ট্রের শাসক ‘আখীআব’ লেবাননের মুশরিক রাজ কন্যা ইযবেলকে বিয়ে করে। তার প্রভাবে পড়ে ‘আখীআব’ ও মুশরিক হয়ে যায়। স্ত্রী ইযবেলের কথামত সে রাজধানী সামেরিয়ায় ‘বাআল’ দেবতার মন্দির ও বলির বেদী তৈরী করে এবং এক আল্লাহকে বাদ দিয়ে ‘বাআল’ দেবতার পূজা প্রচলনের চেষ্টা চালায়।\n\n\n== বংশ পরিচয় ==\nতিনি হারুন এর বংশধর। তাঁর পিতৃপরস্পরা হলো, ইলিয়াস ইবন য়াসীন ইবন ফিলহাস ইবন আয়যার ইবন ইমরান ইবন হারুন। আথবা ইলিয়াস ইবন আযির ইবন আয়যার ইবন হারুন। আল্লামা তাবারির মতে তিনি হলেন, আল-য়াসা এর চাচাতো ভাই। আব্দুল্লাহ ইবন মাসউদ বলেন, ইদরিস নবী হলেন ইলিয়াস নবী। তিনি মনে করেন একটি তার আসল নাম, অন্যটি তার উপাধি। কিন্তু তার এ মত ঠিক না। কেননা কুরআনে উভয়ের নাম আলাদা আলাদা করে এসেছে। ইলিয়াস নবী নুহ নবী ও ইবরাহিম নবীর বংশ থেকে এসেছিলেন। অধিকাংশ মুফাসসিরের মতে, ইদরিস নবী নুহ নবীর আগে আগমন করেছিলেন বলে মত দিয়েছেন।\n\n\n== নবুওত ও দাওয়াত ==\nঅধিকাংশ ঐতিহাসিক ও মুফাসসিরের মতে ইলিয়াস নবী সিরিয়ার অধিবাসদের হেদায়েতের জন্য প্রেরিত হয়েছিলেন। তিনি নবুওত লাভের পর স্বীয় সম্প্রদায়কে বাআল মূর্তির পূজা করা থেকে নিষেধ করেন। তাঁর সময় ফিলিস্তিনে বনী ইসরাইলের শাসক ছিল বাইবেলের বর্ণনা অনুসারে ‘আখিয়ার’ এবং আরবি ইতিহাসে ‘আজিব’ বা ‘উজব’ বা ‘আখিআব’। তার স্ত্রী ইযাবিল ছিল দুষ্কর্মপরায়ণা। \nঠিক এ সময় হযরত ইলিয়াস (আ) এর আবির্ভাব ঘটে। তিনি এসব পাপ ও অন্যায়ের বিরুদ্ধে রুখে দাঁড়ান। লোকজনকে তিনি এ মূর্তি পূজার অপকারিতা বুঝাতে থাকেন। তিনি বাদশাহ ‘আখীআবকে তার অন্যায় কাজকর্মের জন্য সাবধান করে দেন। তিনি বাদশাহকে বললেন: তুমি এসব অন্যায় বন্ধ না করলে তোমার রাষ্ট্রে আর এক বিন্দু বৃষ্টিও হবে না। আল্লাহর নবীর কথাই সত্য প্রমাণিত হলো। সেখানে সাড়ে তিন বছর পর্যন্ত বৃষ্টি হলো না। এমন অবস্থায় বাদশাহ ইলিয়াস (আ)-কে খুঁজে আনলেন এবং বৃষ্টির জন্য আল্লাহর কাছে দো’আ করতে বললেন। এ সময় হযরত ইলিয়াস (আ) ‘বা’ল’ দেবতা এবং মহান আল্লাহর পার্থক্য মানুষের সামনে প্রকাশ করতে চাইলেন। তিনি বললেন: একটি প্রকাশ্য সভায় ‘বা’ল’ দেবতার পূজারীরা তাদের দেবতার নামে কুরবানি করবে এবং আমি আল্লাহর নামে কুরবানি পেশ করবো। গায়েবী আগুন এসে কুরবানিকে পুড়িয়ে ফেলবে সেই সত্য পথের অনুসারী। ‘আখীআব’ প্রস্তাবটি মেনে নিল। সুতরাং কোহে করমশ বা কারমেল পর্বতে ‘বা’ল’ দেবতার চারশত বা আটশত পূজারী এবং হযরত ইলিয়াস (আ) হাজার হাজার লোকের সামনে কুরবানী পেশ করলেন। গায়েবী আগুন এসে হযরত ইলিয়াসের (আ) কুরবানি পুড়িয়ে ফেললো, সবাই তাঁর প্রভুর সত্যতা মেনে নিল। কিন্তু ‘বা’ল’ দেবতার পূজারিরা শিরকে রয়ে গেলো। ইলিয়াস (আ) পূজারীদেরক কায়শুন উপত্যাকায় হত্যা করলেন। এরপর তিনি দো’আ করলেন, প্রচুর বৃষ্টি হলো। এতে প্রমাণ হলো একমাত্র আল্লাহই সত্যিকার ক্ষমতার অধিকারী। তিনিই সব ইবাদত পাওয়ার যোগ্য। আর হযরত ইলিয়াস (আ) তাঁরই প্রেরিত নবী।\nএই ঘটনার পর রাজা ‘আখীআব’ তার স্ত্রী ইযবেলের প্ররোচনায় হযরত ইলয়াসের শত্রু হয়ে গেল। সে শপথ করল: ‘বা’ল’ দেবতার পূজারীদের যেভাবে হত্যা করা হয়েছে ইলিয়াসকেও সেভাবে হত্যা করবে। এ অবস্থায় হযরত ইলিয়াস দেশ ছেড়ে অপর রাষ্ট্র ইয়াহুদিয়ায় বা সিনাই মরুভূমির সিনাই পর্বতে গিয়ে আশ্রয় নিলেন এবং কয়েক বছর পর্যন্ত সেখানেই কাটালেন। ঐ সময় তিনি আল্লাহর কাছে দো’আ করে বলতেন: ‘হে আল্লাহ, বনী ইসরাইলরা তোমার হুকুম-আহকাম পরিত্যাগ করেছে। তোমার নবীদের হত্যা করেছে। তোমার নবীদের মধ্যে এখন আমিই শুধু বেঁচে আছি। তারা আমাকেও হত্যা করতে চায়। এ সময়েই বায়তুল মাকদাসের ইয়াহুদী রাষ্ট্রের শাসক য়াহুরাম ইসরাইলের বাদশাহ আখীআবের মেয়েকে বিয়ে করে। ফলে তার রাজ্যেও শিরক ও ‘বা’ল’ দেবতার পূজা শুরু হয়। হযরত ইলিয়াস (আ) য়াহুরামের কাছে পত্র লিখে তাকেও সাবধান করে দেন। কিন্তু তারা কেউই তাঁর কথায় কান দিলো না। সেখানকার রাজা য়াহুরামও তাঁর কথা শুনলো না। অবশেষে ইলিয়াস নবীর ভবিষ্যদ্বাণী অনুযায়ী তাদের ওপর আল্লাহর গযব নেমে আসে। বিদেশীরা য়াহুরামের রাজ্যের উপর হামলা করে তাকে হত্যা করে এবং স্ত্রীকে বন্দী করে নিয়ে যায়। কিছুদিন পর সেও কঠিন পেটের পীড়ায় মারা যায়। এর কয়েক বছর পর হযরত ইলিয়াস (আ) আবার ইসরাইলে ফিরে গিয়ে ‘আখীআব’কে সাবধান করে দেন। তার মৃত্যুর কিছুদিন পর হযরত ইলিযাস (আ) আকাশে উত্তোলিত হয়। হযরত ইলিয়াস (আ) সারা জীবন অন্যায়ের বিরুদ্ধে কথা বলেছেন। তিনি মানুষের কল্যাণ কামনা করেছেন। আর একমাত্র আল্লাহ ছাড়া কাউকে ভয় করেননি।\n\n\n== ইলিয়াস নবী ও ইউনুস নবীর মার মাঝে ঘটনা ==\nইলিয়াস নবী চল্লিশ দিন চল্লিশ রাত ভ্রমণ করার পর এক পাহারে আত্মগোপন করেন। তিনি নবী পাহাড়ে আত্মগোপনে থাকার পর বের হয়ে এক নারীর গৃহে আশ্রয় নিলেন। এই নারী ছিলেন ইউনুস নবীর মা। সেখানে তিনি ছয় মাস আত্মগোপন করে থাকেন। ইউনুস নবীর মাতা অর্থ-সম্পদ দিয়েও তাঁকে সাহায্য করে। এতেও ইলিয়াস নবী আত্মগোপনে থাকতে পারছিলেন না। তিনি আবার পাহাড়ে চলে যান। এদিকে শিশু ইউনুস নবী ইন্কোল হয়, তখন তার মা অত্যন্ত ব্যকুল হয়ে ইলিয়াস নবীকে খুঁজতে থাকে। অবশেষে তাঁকে পেয়ে বসে। তখন তাঁকে বলে, আপনি চলে আসার পর, ইউনুস ইন্তেকাল করেছে। আমার উপর এক মহাবিপদ পড়েছে। আপনি দো‘আ করুন যাতে আমার ছেলে জীবিত হয়। আমি তাকে দাফন করি নাই, শুধু কাপড় দিয়ে ঢেকে রেখেছি। ইলিয়াস নবী বললেন, আল্লাহ পাক আমাকে এ ব্যপারে ক্ষমতা দেননি। তখন স্ত্রীলোকটি বেশি করে ক্রন্দন করতে লাগলেন। ইলিয়াস নবী স্ত্রীলোকটির প্রতি সহানুভূতিশীল হলেন এবং তার বাড়িতে গেলেন। ইলিয়াস নবী আল্লাহর কাছে দো‘আ করলেন, আল্লাহ শিশু ইউনুসকে জীবিত করে দিলেন।\n\n\n== ইলিয়াস নবী ও আল-য়াসা নবীর মার মাঝে ঘটনা ==\nএকবার তিনি এক স্ত্রীলোকের বাড়িতে আশ্রয় নিলেন। তার পুত্রের নাম ছিল আল-য়াসা। আল-য়াসা ছিল খুব অসুস্থ। তাঁর দো‘আয় সে সুস্থ হলো। সেই স্ত্রী লোকটি তাঁর উপর ঈমান আনলো এবং তাঁর সাথে থাকতে লাগল।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== ইলিয়াস ভাস্কর্য ==\n\nসিরিয়ার আলেপ্পো শহরে ইলিয়াস নবীর ভাস্কর্য তৈরী করা হয়েছে।\n\n\n== ইলিয়াস নবী জীবিত আছেন কি, না ==\nতাফসিরে মাযহারিতে আছে, ইলিয়াসকে অগ্নি অশ্বে আরোহন করে আকাশে তুলে নেয়া হয় এবং তিনি ঈসার মত জীবিত আছেন। ইবন আসাকির বলেন, চারজন নবী জীবিত আছেন। দু’জন দুনিয়াতে এবং দু’জন আসমানে। দুনিয়ার দু’জন হচ্ছে ১. ইলিয়াস, যিনি স্থলভাগের দায়িত্বে আছেন। ২.খিজির যিনি জলভাগের দায়িত্বে আছেন। এরা দু’জন প্রতি হজের সময় একত্র হন। আর আসমানের দু’জন হচ্ছে, ১.ইদরিস ও ২.ঈসা ।\n\n\n== তথ্যসূত্র =="}