{"pageid": 1058039, "title": "যদুভট্ট", "url": "https://bn.wikipedia.org/wiki?curid=1058039", "content": "যদুভট্ট বা যদুনাথ ভট্টাচার্য   (ইংরেজি: Jadubhatta or Jadunath Bhattacharya) (১৮৪০- ৪ এপ্রিল, ১৮৮৩) ঊনবিংশ শতকের  হিন্দুস্তানি শাস্ত্রীয় সঙ্গীতের মূলতঃ  বিষ্ণুপুর ঘরানার কিংবদন্তি সঙ্গীতশিল্পী ও  সংগীতজ্ঞ ছিলেন।  প্রকৃতপক্ষে তিনি কবির কথায় ছিলেন  \"বিধাতার স্বহস্তরচিত\" ওস্তাদ। বিষ্ণুপুর ঘরানার সংগীতকে স্বকীয়তায় সমৃদ্ধ করে, তার রূপ-রসের আস্বাদ দেশের বিভিন্ন স্থানে বিতরণ করে নিজের অতুল যশ ও বাংলার গৌরব বৃদ্ধি করেছিলেন।\n\n\n== জন্ম ও সঙ্গীতশিক্ষা জীবন ==\nযদুনাথ ভট্টাচার্যর জন্ম ব্রিটিশ ভারতের রাঢ়বাংলার মল্লভূমের অধুনা পশ্চিমবঙ্গের  বাঁকুড়া জেলার বিষ্ণুপুরের ভট্টাচার্য পাড়ায়। তার  পিতা রাজা নীলমণি সিংহের সভাগায়ক মধুসূদন ভট্টাচার্য ছিলেন ওই অঞ্চলের প্রসিদ্ধ সঙ্গীতজ্ঞ ও সেতার, সুরবাহার প্রভৃতির যন্ত্রবাদক শিল্পী। পড়াশোনায় যদুনাথের তেমন আগ্রহ ছিল না। তবে অসাধারণ শ্রুতিধর ছিলেন। পরিবারের সাঙ্গীতিক পরিবেশে তিনি পিতার কাছে প্রথমে সেতার, সুরবাহার, পাখোয়াজ শেখেন। তার সুমধুর কণ্ঠস্বরে আকৃষ্ট হয়ে সেসময়ের বিষ্ণুপুর ঘরানার আদি ধ্রুপদিয়া বৃদ্ধ আচার্য রামশঙ্কর ভট্টাচার্য তাকে গান শেখাতে থাকেন। যদুনাথও অল্প সময়ে অসাধারণ বুৎপত্তি লাভ করেন। ১৮৫৩ খ্রিস্টাব্দে আচার্য প্রয়াত হলে, তিনি কিছুদিন বিষ্ণুপুরেই সঙ্গীতচর্চা করেন। পরে উচ্চতর শিক্ষাগ্রহণের জন্য ১৫ বৎসর বয়সে গৃহত্যাগ করে কলকাতায় চলে আসেন। শুধু গান শেখা নয়, গ্রাসাচ্ছাদনের জন্য পাচকের কাজ পর্যন্ত করে, সেকালের শ্রেষ্ঠ বাঙালি ধ্রুপদিয়া গঙ্গানারায়ণ চট্টোপাধ্যায়ের আশ্রয় লাভ করেন। যদুভট্টর কণ্ঠস্বরে মুগ্ধ হয়ে তিনিও তাঁকে জোড়াসাঁকোর স্বগৃহে এনে তালিম দেন। খান্ডারবাণী রীতির ধ্রুপদ গান শেখান তাঁকে। প্রায় ষোল বৎসর সঙ্গীত চর্চা করেন সে বাড়িতে যদুভট্ট। তিরিশ বৎসর বয়সেই তার খ্যাতি ছড়িয়ে পড়ে। এর পূর্বে অবশ্য তিনি বাঁকুড়ার কুচিয়াকোল নিবাসী রাজা রাজবল্লভ সিংহ মহাশয়ের রাজদরবারে সংগীতাচার্যের পদে নিযুক্ত হয়েছিলেন। রাজপরিবার ছাড়াও এই সময় তিনি কুচিয়াকোল গ্রামের মধুসূদন মুখোপাধ্যায়, মতিলাল বিদ্যাভূষণ, প্যারীচরণ দত্ত এবং সুবর্ণদহ গ্রামের পদ্মলোচনে বটব্যালকে সংগীত শিক্ষা দিতে থাকেন। এরপর তিনি পশ্চিমের গোয়ালিয়র, জয়পুর প্রভৃতি নানা স্থানের বরেণ্য আচার্যদের কাছ থেকে শিক্ষা লাভে আয়ত্ত করেন ভারতীয় সঙ্গীতের বহুবিধ ঘরানা।\n\n\n== যদুভট্টের প্রভাব রবীন্দ্রে ও বঙ্কিমে ==\nদেশের নানা ঘরানার কলা আয়ত্ত করে তিনি কলকাতায় ফেরেন। তার গানে যেমন ছিল বৈচিত্র্য, তেমনই ছিল সৌন্দর্য। আর সেই সাথে  ছিল স্বকীয়তা। পশ্চিমী চালে ধ্রুপদ যেমন গাইতেন, তেমনই গাইতেন স্বরচিত বাংলা ধ্রুপদ। নানা বৈশিষ্ট্যের সমন্বয়ে ও সামঞ্জস্যে বিষ্ণুপুর ঘরানাকে তিনি সমৃদ্ধ করেন। বাংলার নানা দরবারে থেকেছেন, গান গেয়েছেন, শিখিয়েছেনও। ভারতের নানাস্থানে বিষ্ণুপুরের সংগীতের রূপ- রসের আস্বাদ বিতরণ করে নিজে খ্যাতি অর্জন করেছিলেন - বাংলার গৌরব বৃদ্ধি করেছিলেন। কলকাতার জোড়াসাঁকোর ঠাকুরবাড়িতে সঙ্গীত শেখানোর দায়িত্বে কিছুদিন রবীন্দ্রনাথ তার কাছে মার্গ সঙ্গীত শিখেছেন। প্রসঙ্গত উল্লেখ্য, তিনি আদি ব্রাহ্মসমাজ সঙ্গীত বিদ্যালয়ের সঙ্গেও যুক্ত ছিলেন। ব্রাহ্ম সমাজ মন্দিরে গান গেয়েছেন। তার রচিত সুরের প্রভাব ব্রহ্মসঙ্গীতে এসেছে।  তিনি ঠাকুরবাড়ির সংস্পর্শে এসে ব্রহ্মসঙ্গীতও রচনা করেছেন। যেমন - 'দেখিয়ে হৃদয়-মন্দিরে ভজ না শিবসুন্দরে', 'বিপদ-ভয়-বারণ যে করে ওরে মন তারে কেন ডাক না' প্রভৃতি। \nরবীন্দ্রনাথ ঠাকুরের বিপুল সঙ্গীতসম্ভার অনেকাংশে বিষ্ণুপুর ঘরানার তথা যদুভট্টের খান্ডারবাণী ধ্রুপদের অনুবর্তী। কিছু  রবীন্দ্রসঙ্গীতের স্বর, বাণী ও উচ্চারণে যে ধ্রুপদরীতির বৈশিষ্ট্য লক্ষ্য করা যায়, সেগুলির সাথে যদুভট্টের মুখনিঃসৃত ধ্রুপদ গানের মিল পরিলক্ষিত হয়। এইরকম কিছু ধ্রুপদাঙ্গের রবীন্দ্র সংগীত হল -\n\n \nবঙ্কিমচন্দ্রও যদুভট্টের  সঙ্গীত-শিষ্য হয়েছিলেন। তিনি বঙ্কিমচন্দ্রের নৈহাটির ভাটপাড়ার বাড়িতে যেতেন। তিনিই ছিলেন বঙ্কিমচন্দ্র রচিত ভারতের জাতীয় স্তোত্র বন্দে মাতরম্‌ সংগীতের প্রথম সুর-সংযোজক। তিনি প্রথমে কাফি রাগে ত্রিতালের উপর গানটি বেঁধেছিলেন। \n\n\n== সম্মাননা ==\nযদুনাথ অল্প বয়সেই পঞ্চকোট ও ত্রিপুরার রাজদরবারে মহারাজা বীরচন্দ্র মাণিক্যের সভাগায়ক নিযুক্ত হয়েছিলেন। পঞ্চকোটের রাজার কাছে \"রঙ্গনাথ\" আর ত্রিপুরারাজের  কাছে \"তানরাজ\" উপাধিতে ভূষিত হন। \nযদুভট্ট কণ্ঠসংগীত ছাড়াও বীণা, সুরবাহার, সেতার, সরোদ, সুরশৃঙ্গার, মৃদঙ্গ ব্যাঞ্জো, এসরাজ, পাখোয়াজ, তবলা প্রভৃতি বাদ্যযন্ত্র বাদনে সমান দক্ষ ছিলেন। যদুভট্টের বহু শিষ্য ছিলেন, তারাও পরবর্তী জীবনে বিখ্যাত হয়েছেন। তার স্বল্পায়ু জীবনের ঘটনা এখন কিংবদন্তিতে পরিণত হয়েছে। তার রচিত বাংলা ও হিন্দি গানগুলি \"সঙ্গীত মঞ্জরী\" গ্রন্থে এবং কয়েকটি গানের পরিচয় রমেশচন্দ্র বন্দ্যোপাধ্যায় রচিত \"বিষ্ণুপুর\" গ্রন্থে প্রকাশিত হয়েছে।\n\n\n== জীবনাবসান ==\nমহান সঙ্গীত সাধক যদুনাথ ভট্টাচার্য ১৮৮৩ খ্রিস্টাব্দের ৪ঠা এপ্রিল (২২ শে চৈত্র, ১২৮৯ বঙ্গাব্দে মাত্র ৪৩ বৎসর বয়সে পরলোক গমন করেন।\n\n\n== উত্তরাধিকার ==\nযদুনাথ ভট্টাচার্য ব্যবহৃত ১৭৭ বৎসরের পুরাতন তানপুরাটি এখন কলকাতার যাদুঘরে সংরক্ষিত হয়েছে।\nবাঁকুড়ার বিষ্ণুপুর শহরে তার স্মৃতিতে যদুভট্ট মঞ্চ ও আবক্ষ মর্মর মূর্তি প্রতিষ্ঠিত হয়েছে।\n\n\n== স্মৃতিচারণা ==\nরবীন্দ্রনাথ ঠাকুর -\n\n \" তার রচিত গানের মধ্যে যে বিশিষ্টতা ছিল তা অন্য কোনো হিন্দুস্থানী গানে পাওয়া যায় না। যদুভট্টের মতো সংগীত-ভাবুক আধুনিক ভারতে আর কেউ জন্মেছেন কিনা সন্দেহ।\" \n\n\n== তথ্যসূত্র =="}