{"pageid": 1059078, "title": "রাজাবাজার, কলকাতা", "url": "https://bn.wikipedia.org/wiki?curid=1059078", "content": "রাজাবাজার ভারতের পশ্চিমবঙ্গের কলকাতা শহরের একটি এলাকা। এটি উত্তর কলকাতায় সিআইটি রোড এবং এপিসি রোডের মধ্যে অবস্থিত। সুতরাং, রাজাবাজার মানিকতলা, নারকেলডাঙ্গা এবং শিয়ালদহের মধ্যে অবস্থিত বলে মনে করা যেতে পারে।\nরাজাবাজারের অবস্থান একটি গুরুত্বপূর্ণ স্থানে এবং শিয়ালদহ রেলওয়ে স্টেশনটি রাজাবাজার ক্রসিং থেকে  ঢিল ছোড়া দূরত্বে অবস্থিত। সমস্ত নাগরিক সুযোগ-সুবিধা, যেমন হাসপাতাল, কলেজ, স্কুল, স্যানিটেশন, মল, জিম, শপিং কমপ্লেক্স, সিনেমা হল, মসজিদ এবং মন্দিরগুলি রাজাবাজারের আশেপাশে অবস্থিত। ডাঃ বিসি রায় শিশুদের হাসপাতালে ২-৩ কিমি দূরত্বে অবস্থিত রাজাবজার থেকে।\n\nবিসি রায় মেমোরিয়াল হাসপাতাল এবং শিয়ালদহ ইএসআই হাসপাতাল রাজাবাজার এবং কলকাতা মেডিকেল কলেজ থেকে একটি পাথরের দূরত্বে অবস্থিত এবং হাসপাতালটি মাত্র ৫ টি অবস্থিত কিমি দূরে, কলেজ স্ট্রিটে । নারকেলডাঙ্গা থানা রাজাবাজারের কেন্দ্রস্থল এবং কেন্দ্রস্থলে অবস্থিত। আচার্য প্রফুল্ল চন্দ্র রোডটি রাজাবাজারের ধমনী। সূর্য সেন স্ট্রিট এবং নারকেলডাঙ্গা মেইন রোড (মাওলানা আবুল কালাম আজাদ সরণি) রাজাবাজারের এপিসি রোডের সাথেও যুক্ত।  শিয়ালদহ রেলস্টেশন এবং রাজাবাজার সিটিসি (ডাব্লুবিটিসি) ডিপো পর্যাপ্ত পরিবহনের সুযোগ সরবরাহ করে।\n\nডাব্লুবিটিসি বাস সি 11, এস 3 বি, টি 8, ইবি 1 এ; প্রাইভেট বাস 3 সি / 1, 3 ডি, 3 ডি / 1, 12 সি / 2, 30 বি, 30 সি / 1, 30 ডি, 34 সি, 44, 44 এ, 46 বি, 47/1, 79 ডি, 202, 206, 217, 227, 230, 234, 235, কেবি 17, কেবি 21, কে 4; কয়েকটি মিনিবাস এবং কলকাতা ট্রাম রুট নং 18  রাজাবাজার দিয়ে যাতায়াত করে। ডাব্লুবিটিসি বাস সি 24, এমআইডিআই 1, এস 3 এটি 10; প্রাইভেট বাস 12, 12/1, 13, 21, 21/1, 71 এবং মালিপাঁচড়া-রাজাবাজার মিনিবাস রাজাবাজার সিটিসি (ডাব্লুবিটিসি) ডিপো থেকে শুরু হয়। ২০৪/১, ২১৩ এ, কে ৬ এবং রানীহাটি-রাজাবাজার মিনিবাস, ফটিকগাছি-রাজাবাজার মিনিবাস, বেহালা -রাজাবাজার মিনিবাস, ঠাকুরপুকুর -রাজাবাজার মিনিবাস রাজাবাজার বিজ্ঞান কলেজ থেকে শুরু হয়। মেছুয়া-কদাপাড়া অটো রুটটি রাজাবাজার হয়ে। খুব শীঘ্রই মেট্রো রেল ( ইস্ট-ওয়েস্ট মেট্রো ) হবে  যা হাওড়া ময়দান থেকে সল্ট লেক ( শিয়ালদহ এবং ফুলবাগান হয়ে), যা রাজাবাজার খুব কাছাকাছি হয়।\nদীর্ঘদিন ধরে স্যানিটেশন, পরিষ্কার-পরিচ্ছন্নতা ও সুযোগ-সুবিধার দিক দিয়ে কলকাতার অন্যতম খারাপ অঞ্চল হিসাবে রাজবাজার কুখ্যাত ছিল। তবে, ১৯৯০ এর দশকের শেষের দিক থেকে মূলত স্থানীয় নেতাদের প্রচেষ্টার মধ্য দিয়ে গতিটি ধীরে ধীরে উন্নয়নের দিকে এগিয়ে গেছে।\n\n\n== ব্যবসা ==\nপাঞ্চিং, অফসেট প্রিন্টিং, কার্ড বোর্ড বক্স মেকিংয়ের মতো ছোট স্কেল শিল্প এই অঞ্চলে প্রচলিত। এশিয়ার বৃহত্তম একটি কাগজ বাজারও এখানে পাটওয়ার বাগানের নামে অবস্থিত।\n\n\n== কলকাতা পৌর সংস্থা ==\nরাজাবাজারের অঞ্চলটি কলকাতা পৌর কর্পোরেশনের ২৮, ৩৬, ৩৭ এবং ৩৮ নং ওয়ার্ড নিয়ে গঠিত। এই ওয়ার্ডগুলি ১৯০৯ সালে তৈরি করা হয়েছিল। বর্তমানে কেএমসি এই ওয়ার্ডগুলিতে স্বাস্থ্য কেন্দ্র এবং নিখরচায় ম্যালেরিয়া চেক-আপ কেন্দ্র বজায় রাখে। ২৮ নং ওয়ার্ডের নির্বাচিত কাউন্সিলর হলেন মিঃ মোঃ ইকবাল ( তৃণমূল কংগ্রেস )। মিঃ প্রকাশ উপাধ্যায় এবং মৌসুমী ঘোষ জনপ্রিয় কাউন্সিলরও। সোমেন্দ্র নাথ মিত্র (সোমেন মিত্র) এবং ডাঃ সুবোধ কির দে এই অঞ্চলের প্রবীণ রাজনীতিবিদ।\nরাজাবাজার জোড়াসাঁকো (বিধানসভা কেন্দ্র) এবং বেলিয়াঘাটা (বিধানসভা কেন্দ্র) এর অন্তর্ভুক্ত । এটি কলকাতা উত্তর (লোকসভা কেন্দ্র) এর একটি অংশ। পূর্বে এটি কলকাতা উত্তর পূর্ব (লোকসভা কেন্দ্র) এর একটি অংশ ছিল।\n\n\n== শিক্ষা ==\n\nসায়েন্স কলেজ , কলকাতা বিশ্ববিদ্যালয়ের অধীনে বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় ক্যাম্পাস।\nবাইতুলমাল বালিকা উচ্চ বিদ্যালয়, নতুন কমপ্লেক্স।\nসংখ্যালঘু লোকদের জন্য একটি সহ-শিক্ষামূলক ইংরেজি-মাধ্যমিক বিদ্যালয়, রাজাবাজার বালক ও বালিকা বিদ্যালয়।\nটাকি হাই স্কুল ।\n৩ 36 নং ওয়ার্ডের \"আজাদ জাতীয় দিবস ও নাইট স্কুল\" প্রাইভেট স্কোল হিসাবে শুরু হলেও পরে সরকারে স্থানান্তর করা হয়েছিল। বিল্ডিংটি \"আজাদ ন্যাশনাল কোচিং সেন্টার\" রাখে, যতক্ষণ না এটি \"কমিউনিটি কোচিং এবং কাউন্সেলিং সেন্টার\" এর সাথে মিশে যায়।\nমোমিন উচ্চ বিদ্যালয়, পশ্চিমবঙ্গ উচ্চ মাধ্যমিক শিক্ষা বোর্ডের অনুমোদিত একটি সরকারী সহায়তায় সহ-শিক্ষামূলক উর্দু-মাধ্যমিক বিদ্যালয়। এটি মমিন শিক্ষা বোর্ড কর্তৃক 1945 সালে প্রতিষ্ঠিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}