{"pageid": 1059769, "title": "কুঁদঘাট", "url": "https://bn.wikipedia.org/wiki?curid=1059769", "content": "কুঁদঘাট ভারতের পশ্চিমবঙ্গ রাজ্যের দক্ষিণ কলকাতার একটি পাড়া।\n\n\n== অবস্থান ==\nকুঁদঘাট আদি গঙ্গার উভয় তীরে অবস্থিত, পঞ্চদশ থেকে সপ্তদশ শতাব্দী পর্যন্ত হুগলি নদীর মূল প্রবাহ কলকাতাকে বিদ্যাধারী নদীর সাথে পূর্বে সংযুক্ত করেছে।  পরিবহন ও ব্যবসায়ের উদ্দেশ্যে উইলিয়াম টলি আরও গভীর করেছেন, এটি কার্যত শুকিয়ে গেছে এবং এখন বর্ষাকালে মৌলিক নিকাশী নালী হিসাবে কাজ করে। \n\n\n== পরিবহন সুবিধা ==\nবৃহত্তর কুঁদঘাট বাস ডিপোটি বেশ কয়েকটি রাষ্ট্রীয় বাস এবং একটি প্রাইভেট বাসের টার্মিনাস হিসাবে কাজ করে।\nকলকাতা মেট্রোর নেটওয়ার্কের প্রথম সম্প্রসারণের অংশ হিসাবে নতুন গারিয়ায় প্রসারিত আদি গঙ্গার উপরে নির্মিত নেতাজি মেট্রো স্টেশনটি প্রথম কয়েকটি। নেতাজি সুভাষ চন্দ্র বসু এবং কুড়ঘাট অঞ্চলের মধ্যে কোনও ঐতিহাসিক প্রমাণ পাওয়া যায় নি বলে স্টেশনটির নামকরণ একটি বিতর্ক সৃষ্টি করেছিল। \n\n\n== দর্শনীয় স্থান ==\n\n\n=== উত্তর দিক ===\nপুরো অঞ্চলে প্রাচীনতম বিদ্যমান কাঠামো - চারটি বৃহত গম্বুজযুক্ত শিব মন্দির - যার মধ্যে বর্তমানে কেবল একটি ব্যবহৃত রয়েছে, এটি উত্তর পাশের মাঝখানে অবস্থিত। মন্দিরগুলি এলাকার প্রাচীনতম বাসিন্দাদের মধ্যে অন্যতম, যিনি শত শত বছর আগে বাড়িওয়ালা হিসাবে চলে এসেছিলেন। পরিবার এখনও মন্দিরের পাশে তাদের প্রাথমিক বাসস্থান রক্ষণাবেক্ষণ করে।\nআদি গঙ্গার তীরে মনসুর হাবিবউল্লাহ মেমোরিয়াল স্কুল (এমএইচএমএস), একটি ইংরেজি মাধ্যম, মাধ্যমিক শিক্ষা বোর্ড স্কুলের ভারতীয় শংসাপত্র। এটি অঞ্চল এবং এর বাইরেও অনেক শিক্ষার্থীকে সরবরাহ করে। ক্যাম্পাসটি মূলত একটি বৃহত্তর সম্পত্তি ছিল যা স্কুলগুলির নাম, সৈয়দ আবুল মনসুর হাবিবউল্লাহর রাজ্যের পূর্ব বাম সরকার গঠনের এক জাঁকজমকপূর্ণ সম্পত্তি হিসাবে কাজ করেছিল। আদি গঙ্গার মুখোমুখি একটি দ্বিতল ভিলা হাবিবুল্লাহর প্রাথমিক বাসভবনটি ক্যাম্পাসের একেবারে শেষ প্রান্তে স্কুল দ্বারা সংরক্ষণ করা হয়েছে। \nটালিগঞ্জের ট্রাম ডিপোর দিকে যাওয়ার রাস্তাটিতে শতাব্দী প্রাচীন মুভিওটোন স্টুডিও রয়েছে যা পশ্চিমবঙ্গের সিনেমার স্তম্ভ ছিল।  মূল ইমারতগুলি 1980 এর দশকে ধ্বংসাত্মক দ্বারা ধ্বংস করা হয়েছিল এবং পরবর্তী 20 বছর পুরো জায়গাটি নির্জনে ফেলে রাখা হয়েছিল। জরাজীর্ণ কাঠামোটি আংশিকভাবে ২০১২ সালের শুরুতে প্রতিস্থাপন করা হয়েছিল এবং পুরাতন স্টুডিওর প্রাঙ্গণটি এখন মূলত স্টার জলসার উপর বিতরণ করা বেশ কয়েকটি টেলিভিশন সিরিয়ালগুলির শুটিংয়ের স্থান। মুভিওটোন স্টুডিও, টেকনিশিয়ান স্টুডিও সহ, নতুন থিয়েটার এবং দাসানী স্টুডিওগুলি 'গর্জনকারী ৫০' তে বাংলা চলচ্চিত্রের স্বর্ণযুগের সাথে অবিচ্ছেদ্য।\n\n\n=== দক্ষিণ দিক ===\nকুদিঘাট পৌর বাজার, মুদি ও মিষ্টি বিক্রির বেশ কয়েকটি দোকান সহ একটি বিশাল সবজির বাজার রয়েছে। কলকাতা পৌর কর্পোরেশন ২০১০ সালে ঘোষণা করেছিল যে বিস্তৃত বাজারকে দোকানগুলির জন্য বিস্তৃত খুচরা জায়গাগুলি, পার্কিংয়ের পর্যাপ্ত সুবিধাসমূহ এবং সেই অঞ্চলের মাঝামাঝি দিয়ে সংস্কারকৃত রাস্তা দিয়ে ধারাবাহিক যানজট শেষ করে এক বহুতল কাঠামোতে উন্নীত করা হবে the অঞ্চল। কাজ এখনও শুরু হয়নি। \n\n\n== আরো দেখুন ==\nকলকাতা মেট্রো রেলপথ (উত্তর দক্ষিণ করিডোর)\n\n\n== তথ্যসূত্র =="}