{"pageid": 1059485, "title": "কালীঘাট", "url": "https://bn.wikipedia.org/wiki?curid=1059485", "content": "কালীঘাট  হল কলকাতা,  কলকাতা জেলা, পশ্চিমবঙ্গ, ভারত এ একটি এলাকা।  দক্ষিণ কলকাতার প্রাচীনতম পাড়াগুলির মধ্যে একটি, কালীঘাটও ঘনবসতিপূর্ণ - সময়ের সাথে সাথে এই অঞ্চলে বিভিন্ন বিদেশী আগ্রাসনের সাথে সাংস্কৃতিক মিলনের ইতিহাস রয়েছে।\n\n\n== কালীঘাটের কালী ==\n\nবিখ্যাত মন্দির তথা কালীঘাট মন্দিরের দেবী নিবেদিত কালী কালীঘাট অবস্থিত। এটি ৫১ শক্তি পীঠগুলির মধ্যে একটি। বর্তমান মন্দিরটি ১৮০৯ সালে নির্মিত হলেও কালীঘাট মন্দির কলকাতার প্রাচীনতম কালী মন্দির। দক্ষিণায়ণী সতীর ডান পায়ের আঙ্গুলটি এখানে পড়েছে বলে জানা যায়। এখানকার শক্তি দক্ষিণ কালিকা নামে পরিচিত, আর ভৈরব নকুলেশ । হিন্দু পরিপ্রেক্ষিতে পবিত্রতম এক হিসাবে  শাক্তদের , (শিব ও দুর্গা / কালি / শক্তি উপাসকরা) তীর্থস্থান। এটি ভক্ত দৈনন্দিন হাজার হাজার পদধ্বনি সূচিত  হয়। যাইহোক, মঙ্গলবার এবং শনিবার খুব শুভ হিসাবে বিবেচিত হয়, এবং ভিড় এই দুই দিনে বিশেষত সন্ধ্যাবেলায় একশ গুণ বেড়ে যায় ।\nবিশেষ দিন যখন দেবী আরও বেশি তীর্থযাত্রী গ্রহণ করেন তা হ'ল বিপদ তারিনী ব্রত চলাকালীন, এবং যখন দেবী রতন্তিকা এবং ফলাহারিনী কালী হিসাবে পূজিত হন।\n\nমধ্যযুগীয় ভূঁইয়া , যশোরের রাজা প্রতাপাদিত্যের মামা রাজা বসন্ত রায় সম্ভবত (এখন বাংলাদেশে) সম্ভবত এখানে প্রথম মন্দির তৈরি করেছিলেন। এই মন্দিরটি আদি গঙ্গা নদীর তীরে অবস্থিত। মন্দির কমপ্লেক্সটি নিম্নলিখিত পদ্ধতিতে তৈরি করা হয়েছে। নাটমন্দির , গর্ভগৃহের সাথে সংযুক্ত একটি হল দক্ষিণাঞ্চলে এবং শিবের মন্দিরটি উত্তর-পূর্ব শাখায় অবস্থিত। ১৮৩৩ সালে ভাওয়ালীর জমিদার নির্মিত রাধা কৃষ্ণের উদ্দেশ্যে একটি মন্দির রয়েছে।\nকালীঘাট মন্দিরটি বর্তমান রূপে প্রায় ২০০ বছর প্রাচীন, যদিও এটি ১৫ ম শতাব্দীতে রচিত মনসার ভাসানে এবং ১৭ তম শতাব্দীর কবি কাঙ্কন মুকুন্দ দাসের চণ্ডী মঙ্গলতে উল্লেখ করা হয়েছে। কালী মন্দিরের উল্লেখ পাওয়া যায় লালমোহন বিদ্যানিধির \" সংবান নির্নয় \" তেও।\nএই মন্দিরে কালীর চিত্রটি অনন্য। এটি বাংলায় অন্যান্য কালী চিত্রগুলির ধরন অনুসরণ করে না। স্পর্শ পাথরের বর্তমান প্রতিমাটি আত্মারাম ব্রহ্মচারী এবং ব্রহ্মানন্দ গিরি তৈরি করেছিলেন।\nযাইহোক, এখানে চিত্রটি চোখের সাথে মিলিত হওয়ার চেয়ে পুরনো। মূলত ভেবেছিলেন যে হিন্দু সর্ব-পিতা ব্রহ্মা পূজা করেছিলেন এবং তৈরি করেছিলেন, প্রাচীনকালের বিবরণ রয়েছে, যেগুলি বলে যে এখানে একটি ঢিবি বা স্তূপ ছিল, যাকে ব্রহ্মর ঢিপি বলা হত। এবং নিয়মিত উপাসনা করা হচ্ছিল এখানকার কালের চিত্রটি ঢিপি  উপস্থিত ছিল। ব্রাহ্মানন্দ গিরি এবং আত্মরাম ব্রহ্মচারী শত শত বছর আগেও এই জায়গায় পৌঁছেছিল।\nবর্তমানে, মাতৃদেবীর তিনটি বিশাল চোখ, একটি দীর্ঘ প্রসারিত জিহ্বা এবং চারটি হাত সোনার তৈরি।\nদেবীর হাতগুলি মূলত রৌপ্য দিয়ে তৈরি হয়েছিল এবং পলাশির যুদ্ধের পরই এই পদে নিযুক্ত হওয়া ইস্ট ইন্ডিয়া কোম্পানির দিওয়ান গোকুলচন্দ্র ঘোষাল দান করেছিলেন। যা পরে কালিচরণ মল্লিক নামে এক ব্যক্তির দ্বারা দান করা সোনার হাত দ্বারা প্রতিস্থাপিত হয়েছিল। দেবীর মাথার মুকুটটি দান করেছিলেন বেলেঘাটার রামনারায়ণ সরকার। মূর্ত স্বর্ণের জিহ্বা পাইকপাড়ার রাজা ইন্দ্রচন্দ্র সিংহ এবং দেবী যে পরাস্তুলি পরা করেছিলেন তা পাটিয়ালার মহারাজা দান করেছিলেন । নেপালের প্রাক্তন সেনাপ্রধান দেবীর মাথার উপরে ছাতাটি দান করেছিলেন।\nচার হাতের মধ্যে উপরের বাম হাতটি একটি খড়গা বা একটি স্কিমিটর ধারণ করে, নীচে বামে অসুর রাজা শম্ভ্ভের একটি বিচ্ছিন্ন মাথা ধরে আছে, এবং ডানদিকে ডানদিকে তিনি অভয় মুদ্রা দেখান এবং নীচের ডান হাতগুলি তিনি ভারদাকে দেখান মুদ্রা।\nযদিও স্কিমিটর ineশী জ্ঞানের স্বাক্ষর করে, অসুর বিচ্ছিন্ন মাথাটি মানুষের অহংকারকে বোঝায় যা মোক্ষ বা জীবনের লক্ষ্য অর্জনের জন্য ineশিক জ্ঞান দ্বারা হত্যা করা হয়েছিল।\nঅভয় মুদ্রা ইঙ্গিত দেয় যে দেবী তাঁর ভক্তদের সাথে সর্বদা সেখানে থাকেন, তাদের ক্ষতির হাত থেকে রক্ষা করেন, আর ভারদা মুদ্রা দেবীর অনুগ্রহ এবং কোমল হৃদয় দেখিয়েছেন এবং তাঁর ভক্তদের .শিক ও বৈষয়িক আশীর্বাদে বর্ষণ করেছেন।\n\n১৫ শতকের গ্রন্থে কালীঘাট মন্দিরের উল্লেখ রয়েছে। মূল মন্দিরটি ছিল একটি ছোট্ট কুঁড়েঘর। বর্তমান মন্দিরটি ১৮০৯ সালে বরিশার সাবর্ণ রায়চৌধুরী পরিবার নির্মিত করেছিলেন। তারা মন্দির দেবদেবীর কাছে ৫৯৫ বিঘা জমি অফার করেছিল যাতে উপাসনা ও সেবা সুষ্ঠুভাবে চালিয়ে যেতে পারে। কিছু পণ্ডিতের দ্বারা এটি বিশ্বাস করা হয় যে কলকাতা নামটি কালীঘাট থেকে উদ্ভূত হয়েছিল। ঐতিহাসিকভাবে, দেবীকে পৃষ্ঠপোষকতা দেওয়ার জন্য ব্যবসায়ীরা কালীঘাটে থামতেন। মন্দিরটি প্রথমে হুগলির তীরে ছিল। সময়ের সাথে সাথে নদীটি মন্দির থেকে দূরে সরে গেছে। হুগলির সাথে সংযোগ স্থাপন করে মন্দিরটি এখন আদি গঙ্গা নামে একটি ছোট খালের তীরে। বর্তমান দক্ষিণী কালী প্রতিমা ১৫৭০ খ্রিস্টাব্দে সাবর্ণ রায়চৌধুরী পরিবারের কুলদেবী মাতা ভুবনেশ্বরীর প্রতিমার উপর ভিত্তি করে দুই সাধু ব্রহ্মানন্দ গিরি ও আত্মরাম গিরি দ্বারা তৈরি করেছিলেন। এটি পদ্মবতী দেবী, লক্ষ্মীকান্ত রায়চৌধুরির মা, যিনি কালিকুন্ড নামক হ্রদে সতীর আঙুলের জীবাশ্ম আবিষ্কার করেছিলেন। এটি কালীঘাটকে ৫১ টি শক্তি পীঠের মধ্যে একটি করে তোলে।\n\n\n== আদি গঙ্গা ==\nকালীঘাট হুগলি নদীর (ভাগীরথী) পুরাতন প্রান্তরে কালির কাছে একটি ঘাট (অবতরণ মঞ্চ) ছিল। কলিকাতা নামটি কালীঘাট শব্দ থেকে উদ্ভূত বলে জানা যায়। সময়ের সাথে সাথে নদীটি মন্দির থেকে দূরে সরে গেছে। মন্দিরটি হ'ল হুগলির সাথে সংযোগ স্থাপনকারী আদি গঙ্গা নামে একটি ছোট খালের তীরে। আদি গঙ্গা হুগলি (গঙ্গা) নদীর মূল পথ ছিল। অতএব নাম আদি (মূল) গঙ্গা।\n\n\n== কালীঘাট চিত্রকলা ==\n\nকালীঘাট পেইন্টিং, অথবা পাটা (মূলত উচ্চারিত বাংলা 'পাত্র') একটি স্টাইল হল ভারতীয় চিত্রকলার জায়গা থেকে এর নাম থেকে। এটি পুরুষ ও মহিলা উভয়েরই উদারভাবে বাঁকানো চিত্র এবং একটি পার্থিব ব্যঙ্গাত্মক স্টাইল দ্বারা চিহ্নিত করা হয়। ইস্ট ইন্ডিয়া কোম্পানির ব্যবসায় কলকাতায় হঠাৎ করে সমৃদ্ধির জবাবে ঊনবিংশ শতাব্দীতে এটি বিকশিত হয়েছিল, যার মাধ্যমে 'যুবরাজ' দ্বারকানাথ ঠাকুরের অনেকগুলি বাড়ি, রবীন্দ্রনাথ ঠাকুরের দাদা অবিশ্বাস্যভাবে ধনী হয়ে ওঠেন। এই নুয়াউ ধনী পরিবারের বেশিরভাগই নির্দিষ্ট উচ্চ বর্ণের পটভূমি থেকে আসে না, তাই গোঁড়া তাদের উপর এবং তাদের প্রায়শই খুব স্বাদহীন স্পষ্টতান্ত্রিক সেবনকে ঘৃণা করে । সাধারণ মানুষদের কাছে বাবুদের বলা হত সমানভাবে মজাদার জিনিস এবং আয়ের উত্স। কালীঘাট পাতায় চিত্রিত 'বাবু সংস্কৃতি' প্রায়শই সামাজিক শৃঙ্খলার বিপরীত চিত্রগুলি দেখায় (স্ত্রীরা স্বামীকে মারধর করে বা পোষ্য ছাগল বা কুকুরের ছদ্মবেশে তাদের নেতৃত্ব দেয়, জুতা পরা দাসী, অজ্ঞাতসারে ভঙ্গিতে সাহেব, গৃহপালিত কন্ট্রিটেমস এবং এই জাতীয় ) ।  তারা ইউরোপীয় উদ্ভাবনগুলিও দেখিয়েছিল (বাবুরা ইউরোপীয় পোশাক পরা, ধূমপানের পাইপগুলি, ডেস্কে পড়া ইত্যাদি) । এর উদ্দেশ্য কেবল আংশিক ব্যঙ্গাত্মক; এটি এই নতুন এবং কৌতূহলীয় উপায় এবং বিষয়গুলির সংস্পর্শে সাধারণ বাঙালিরা যে আশ্চর্যর অনুভব করেছিল তা প্রকাশ করে।\nকালীঘাট পাতার ছবিগুলি অত্যন্ত স্টাইলাইজড, দৃষ্টিকোণটি ব্যবহার করবেন না, সাধারণত কলম এবং কালি লাইন আঁকায় সমতল উজ্জ্বল রঙগুলিতে পূর্ণ হয় এবং সাধারণত একটি স্তর হিসাবে কাগজ ব্যবহার করে, যদিও কিছু কাপড়ের সাহায্যে বা কাপড়ে পাওয়া যায়। শিল্পীরা খুব কমই শিক্ষিত ছিল এবং সাধারণত কারিগরদের বংশ থেকে এসেছিল। কালিঘাট পাতাগুলি এখনও তৈরি হয় যদিও সত্যিকারের কাজ করা কঠিন। শিল্পের রূপটি শহুরে এবং মূলত ধর্মনিরপেক্ষ: যদিও দেবী-দেবদেবীদের প্রায়শই চিত্রিত করা হয়, তবুও তারা অনেকটা একইভাবে দে-রোমান্টিক পদ্ধতিতে প্রদর্শিত হয়, যেমন মানুষের। এর বিপরীতে, পুড়িকে কেন্দ্র করে পিতা-চিত্রকলার উড়িষ্যা ঐতিহ্য সচেতনভাবে ভক্তিপূর্ণ। যামিনী রায়এর সাথে জড়িত বেঙ্গল স্কুল অফ আর্টকে প্রভাবিত করার কৃতিত্ব কালীঘাট পাতায়।\n\n\n== কথাসাহিত্যে কালীঘাট ==\nঅমিতাভ ঘোষের কলকাতা ক্রোমোসোম আংশিকভাবে কালীঘাটে স্থাপন করা হয়েছে এবং এই অঞ্চলের পাশাপাশি নগরীরও একটি আশ্চর্যজনকভাবে বায়ুমণ্ডলীয় চিত্র দেয়।\nকালীঘাট ড্যান সিমন্স রচিত কালী গানে এবং পপি জেড ব্রাইটের লর্ড অফ নের্ভস ছোট গল্পে কলকাতার একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছেন। এটিবিদ্যা বালান অভিনীত কাহানি চলচ্চিত্রটিতে এবং সুজয় ঘোষ পরিচালিত ছবিতে এটির বৈশিষ্ট্যও রয়েছে।\n\n\n== পুলিশ জেলা ==\nকালীঘাট থানাটি কলকাতা পুলিশের দক্ষিণ বিভাগের অন্তর্গত। হালদারপাড়া রোড, কোলকাতা - ৭০০০২৬ এ অবস্থিত, এটি জেলা জেলার উপরের সীমানা, উত্তরে সংভূ নাথ পণ্ডিত স্ট্রিট এবং ডিএল খান রোডের (পুরাতন ভবানীপুর রোড) সংযোগের উত্তর-পূর্ব কোণ থেকে উত্তর দিকে সীমাবদ্ধ। সংভূ নাথ পণ্ডিত স্ট্রিটের উত্তর সীমানা হয়ে হরিশ মুখার্জি রোড, সমু নাথ পণ্ডিত স্ট্রিট এবং হরিশ মুখার্জি রোডের সংযোগের উত্তর-পূর্ব কোণে হরিশ মুখার্জি রোড পার হয়ে।\nপূর্বে, শম্ভূ নাথ পণ্ডিত স্ট্রিট এবং হরিশ মুখোপাধ্যায় রোডের সংযোগের উত্তর-পূর্ব কোণ থেকে ততক্ষণে হরিশ মুখার্জি রোডের পূর্ব সীমা দিয়ে হাজরা রোড পর্যন্ত দক্ষিণে, তারপর হাজরা রোডের উত্তর সীমানা দিয়ে পূর্ব দিকে, তারপর শ্যামা পার হয়ে প্রসাদ মুখার্জি রোড হাজরা রোড এবং শ্যামা প্রসাদ মুখোপাধ্যায় রোডের সংযোগের উত্তর-পূর্ব কোণে এবং তারপরে আর বি এভিনিউ এবং শ্যামা প্রসাদ মুখোপাধ্যায়ের সংযোগের উত্তর-পূর্ব কোণে শ্যামা প্রসাদ মুখার্জি রোডের পূর্ব সীমানা ধরে দক্ষিণ দিকে। রাস্তা।\nদক্ষিণে, রাশবেহারী অ্যাভিনিউ এবং শ্যামা প্রসাদ মুখোপাধ্যায় রোডের (পুরাতন রাশি রোড) সংযোগের উত্তর-পূর্ব কোণ থেকে, তারপর শ্যামা প্রসাদ মুখোপাধ্যায় রোড পেরিয়ে উত্তর-পূর্ব পর্যন্ত রাশবেহারী অ্যাভিনিউয়ের উত্তর সীমানা দিয়ে পশ্চিম ওয়ার্ডটি crossing রাশবেহারী অ্যাভিনিউ এবং টোলির নুলার জংশনের কোণ।\nপশ্চিমে, রাশবেহারী অ্যাভিনিউ এবং টোলির নুলার সংযোগের উত্তর-পূর্ব কোণ থেকে তলির নুলার পূর্ব তীর ধরে রাশবেহরী অ্যাভিনিউ হয়ে উত্তর দিকে, তারপরে রাশবেহারি অ্যাভিনিউ পেরিয়ে উত্তর দিকে টোলির নুলার পূর্ব পাড় দিয়ে ক্রসিং অবধি টলির নুলা এবং ডিএল খান রোড (পুরাতন ভবানীপুর রোড) এবং তারপরে ডি.এল. খান রোডের পূর্ব সীমানা দিয়ে সংভূ নাথ পণ্ডিত স্ট্রিট এবং ডিএল খান রোডের সংযোগের উত্তর-পূর্ব কোণে\nটালিগঞ্জের মহিলা থানার দক্ষিণ বিভাগের সমস্ত জেলা জেলা, অর্থাৎ পার্ক স্ট্রিট, শেক্সপিয়র সরণি, আলিপুর, হেস্টিংস, ময়দান, ভবানীপুর, কালীঘাট, টালিগঞ্জ, চারু মার্কেট, নিউ আলিপুর এবং চেতলা।\n\n\n== রেড লাইট জেলা ==\nআদি গঙ্গা খালের পাড় ঘেঁষে, আনুমানিক ১০০০ থেকে ১,৫০০ পতিতা রেডলাইট জেলায় বাস করে এবং কাজ করে। কলকাতা মেয়েদের পাচারের কেন্দ্র হিসাবে আত্মপ্রকাশ করেছে, যারা প্রায়শই নেপাল [[বার্মা]] থেকে আসে। কলকাতা থেকে এগুলি প্রায়শই আবার মুম্বাই (বোম্বাই) তে পতিতালয়ে বিক্রি হয়। কিছু মধ্য প্রাচ্য, আফ্রিকা এবং ইউরোপ যায়। সোনাগাছির অনেক মহিলাকে তাদের বাড়ি থেকে জোর করে নিয়ে যাওয়া হয়েছিল; কারও কারও কাছে প্রতারণা করা হয়েছিল এবং অন্যরা তাদের বন্ধুবান্ধব ও পরিবার দ্বারা বেশ্যাবৃত্তিতে বিক্রি হয়েছিল; তাদের বেশিরভাগই নিরক্ষর।\n\n\n== আরো দেখুন ==\nকালীঘাট ফালতা রেলপথ\nমরার জন্য কালীঘাট বাড়ি\n\n\n== তথ্যসূত্র =="}