{"pageid": 1059718, "title": "মানসিক দৃঢ়তা", "url": "https://bn.wikipedia.org/wiki?curid=1059718", "content": "মানসিক দৃঢ়তা বলতে এমন একটি মানসিক গুণকে বোঝায় যার অধিকারী ব্যক্তি ভীত হতে প্রত্যাখ্যান করে, কোনও প্রতিযোগিতায় খারাপ অবস্থায় পতিত হলেও প্রতিযোগিতা শেষ করার দৃঢ় মনোবল প্রদর্শন করে, নিজের আবেগ-অনুভূতি নিয়ন্ত্রণ করার ক্ষমতা রাখে এবং তীব্র প্রতিযোগিতার চাপের মুখেও গভীর মনোযোগ ধরে রাখতে পারে। অন্য ভাষায় মানসিক দৃঢ়তা হল কিছু মূল্যবোধ, মনোভঙ্গি ও আচরণের সমষ্টি যার বদৌলতে কোনও ব্যক্তি অধ্যবসায়ী হয় এবং কঠিন ও দুঃসাধ্য অবস্থার মুখোমুখি হলেও ইতিবাচক ও আত্মবিশ্বাসী মনোভঙ্গি বজায় রাখে।\nক্রীড়াক্ষেত্রে মানসিক দৃঢ়তা একটি বহুমাত্রিক ধারণা। একজন মানসিকভাবে দৃঢ় ক্রীড়াবিদ নিজের উপরে অটল বিশ্বাস রাখেন, বহু সংখ্যক চিত্তবিক্ষেপকারী কারণের উপস্থিতিতেও মনোযোগ ধরে রাখেন, উচ্চ স্তরের প্রেষণার অধিকারী হন, প্রশিক্ষণ ও প্রতিযোগিতার চাপ ও বিরুদ্ধতা সহ্য করা ও সামলে নেওয়ার ক্ষমতা প্রদর্শন করেন, ব্যর্থতায় পতিত হবার পরেও মানসিকভাবে ফেরত আসেন, কখনোই হাল ছেড়ে দেন না, এবং চাপের মুখেও ভালো ক্রীড়ানৈপুণ্য প্রদর্শন করেন, বিশেষ করে যখন ঝুঁকি বেশি থাকে।\n\n\n== মানসিক দৃঢ়তার উপাদানসমূহ ==\n\n\n=== ক্লফের গবেষণা ===\nম্যানচেস্টার মেট্রোপলিটন ইউনিভার্সিটি নামক বিশ্ববিদ্যালয়ের ফলিত মনোবিজ্ঞানের অধ্যাপক পিটার ক্লফ ২০০২ সালে মানসিক দৃঢ়তা বিষয়ক গবেষণার একজন অগ্রদূত। তাঁর মতে মানসিক দৃঢ়তা ৪টি উপাদান নিয়ে গঠিত: নিয়ন্ত্রণ, দায়িত্বের প্রতি অঙ্গীকারবদ্ধতা, শ্রেষ্ঠত্ব প্রমাণের আকাঙ্ক্ষা এবং আত্মবিশ্বাস। এগুলিকে ইংরেজিতে কন্ট্রোল (Control), কমিটমেন্ট (Commitment), চ্যালেঞ্জ (Challenge) ও কনফিডেন্স (Confidence) বা সংক্ষেপে ৪সি (4C) নামেও অভিহিত করা হয়।\n\n\n=== জোনস, হ্যান্টন ও কোন'টনের গবেষণা ===\nক্রীড়া গবেষক জোনস, হ্যান্টন ও কোন'টন ২০০২ সালে প্রকাশিত একটি গবেষণাপত্রে একজন ক্রীড়াবিদের জন্য মানসিক দৃঢ়তাকে ১২টি বৈশিষ্ট্যের সমষ্টি হিসেবে বর্ণনা করেন। এগুলি নিম্নরূপ:\n\nপ্রতিযোগিতা নিজের লক্ষ্য অর্জনের ক্ষমতার উপর অটল আত্মবিশ্বাস\nবাধাবিপত্তি বা প্রতিবন্ধকতার শিকার হবার পরে নিজের উপর নিয়ন্ত্রণ ফিরে পাওয়া এবং সফল হবার জন্য অধিকতর দৃঢ়সংকল্পের অধিকারী হওয়া\nনিজের অনন্য  ক্ষমতা ও গুণের সুবাদে প্রতিদ্বন্দ্বীদের তুলনায় নিজেকে উন্নত ভাবার ব্যাপারে অটল আত্মবিশ্বাস\nসফল হবার জন্য উচ্চ পরিমাণে আত্মীকৃত প্রেষণা ও চির-অতৃপ্ত বাসনার অধিকারী হওয়া\nপ্রতিযোগিতায় উপস্থিত চিত্তবিক্ষিপ্তকারী কারণের উপস্থিতি সত্ত্বেও লক্ষ্যের উপর পূর্ণ মনোযোগ কেন্দ্রীভূত করার ক্ষমতা\nঅপ্রত্যাশিত ও অনিয়ন্ত্রণযোগ্য ঘটনা ঘটার পরে মানসিক নিয়ন্ত্রণ পুনরায় জয় করার ক্ষমতা\nপ্রশিক্ষণ ও প্রতিযোগিতার সময় কৌশল ও প্রচেষ্টা বজায় রেখে আবেগীয় ও দৈহিক ব্যথা-বেদনা থেকে উত্তরণ করার ক্ষমতা\nপ্রতিযোগিতার সময় অনুভূত দুশ্চিতা ও উদ্বেগ মেনে নেওয়া ও সেগুলিকে সামলে নেওয়ার ক্ষমতা\nপ্রতিযোগিতার চাপের মুখে আরও শক্তিশালী হওয়া\nঅন্য প্রতিযোগীদের ভাল বা খারাপ ফলাফলের দ্বারা প্রভাবিত না হবার ক্ষমতা\nব্যক্তিগত জীবনের চিত্তবিক্ষেপকারী কারণের মুখে পূর্ণ মনোযোগ কেন্দ্রীভূত করার ক্ষমতা\nপ্রয়োজন অনুযায়ী ক্রীড়ার উপর মনোযোগ কেন্দ্রীভূত করা বা মনোযোগ উঠিয়ে নেওয়ার ক্ষমতা\nএর কয়েক বছর পরে ২০০৭ সালে জোনস, হ্যান্টন ও কোন'টন মানসিক দৃঢ়তার একটি পরিকাঠামো নির্মাণ করেন। পরিকাঠামোটি চারটি মাত্রায় বিভক্ত।  মাত্রাগুলিকে আবার ১৩টি উপশ্রেণীতে বিভক্ত করা হয়েছে এবং সব মিলিয়ে পরিকাঠামোতে ৩০টি বৈশিষ্ট্য অন্তর্ভুক্ত করা হয়। নিচের সারণিতে এগুলিকে উপস্থাপন করা হল।\n\n\n=== কুল্টারের গবেষণা ===\nকুল্টার ও তাঁর সহযোগীরা ২০১০ সালে ফুটবল খেলোয়াড়, প্রশিক্ষক ও তাদের বাবা-মায়েদের ব্যক্তিনিষ্ঠ সাক্ষ্যপ্রমাণের উপর ভিত্তি করে একটি গবেষণা সম্পন্ন করেন, যাতে মানসিক দৃঢ়তার ১৪টি বৈশিষ্ট্যের উল্লেখ আছে। এগুলি নিম্নরূপ:\n\n\n== মানসিক দৃঢ়তা অর্জন ==\nমানসিক দৃঢ়তা সংক্রান্ত গবেষণার একটি অন্যতম গুরুত্বপূর্ণ প্রশ্ন হল কীভাবে এটি অর্জিত হয়। এটি উত্তরাধিকার সূত্রে অর্জিত ব্যক্তিত্বের একটি বৈশিষ্ট্য, নাকি এটি সামাজিকীকরণ প্রক্রিয়ার মাধ্যমে (বিশেষ প্রশিক্ষণ) অথবা জীবনের অভিজ্ঞতার উপরে ভিত্তি করে গড়ে ওঠে, তা একটি বিতর্কের বিষয়। সমকালীন গবেষকদের কাজে বেরিয়ে এসেছে যে মানসিক দৃঢ়তার গঠন প্রক্রিয়ার বেশ কিছু দিক আছে, যেমন- জন্মগত সূত্রে অর্জন, পরিবেশ, অভিজ্ঞতা ও প্রশিক্ষণ। মানসিক দৃঢ়তা সংক্রান্ত গবেষণার একটি পর্যালোচনাতে দেখা গেছে যে কোনও ব্যক্তির বিকাশের প্রাথমিক গঠনমূলক বছরগুলিতে সেই ব্যক্তিটি যেসব অভিজ্ঞতা ও পরিবেশের প্রতি উন্মুক্ত থাকে, সেগুলি ঐ ব্যক্তির মানসিক দৃঢ়তার \"অভিজ্ঞতা-ভিত্তিক\" দিকগুলি নির্ধারণে অতি গুরুত্বপূর্ণ ভূমিকা রাখে। এরপর মাধ্যমিক পর্যায়ের বছরগুলিতে, যে সময় ক্রীড়াবিদরা অন্যদের (যেমন বিশেষজ্ঞ প্রশিক্ষক, উচ্চস্তরের ক্রীড়াবিদ, অনুসরণীয় প্রতিমারূপী ক্রীড়াবিদ) দ্বারা উপকৃত হয় এবং মানসিক দক্ষতা ও কৌশল উন্নয়নের মাধ্যমে মানসিক দৃঢ়তা উন্নত করে ও বজায় রাখে, সেগুলি হল মানসিক দৃঢ়তার \"প্রশিক্ষণ-ভিত্তিক\" দিক।\nঅস্ট্রেলীয় গবেষক গুকার্ডি ও তাঁর সহকর্মীদের মতে একজন প্রশিক্ষক শিক্ষার্থীর মানসিক দৃঢ়তার অর্জনে সবচেয়ে গুরুত্বপূর্ণ ভূমিকা পালনকারী একজন ব্যক্তি। যদি কোনও প্রশিক্ষক খেলোয়াড়ের বিকাশের প্রয়োজনীয়তা উপেক্ষা করে ভারসাম্যহীনভাবে সাফল্যের প্রতি তাকে ধাবিত করেন, খেলোয়াড়ের দুর্বলতাগুলির উপরে অতিরিক্তরূপে মনোযোগ নিবদ্ধ করেন, খুবই কম বা অস্বাভাবিক রকমের উচ্চ প্রত্যাশা স্থির করেন, কিংবা \"সহজ\" প্রশিক্ষণ পরিবেশ উৎসাহিত করেন, তাহলে তা খেলোয়াড়ের মানসিক দৃঢ়তার বিকাশে অন্তরায় হতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nমানসিক ঘাতসহিষ্ণুতা"}