{"pageid": 1059733, "title": "মোহাম্মাদ ফখরুদ্দীন (শিক্ষক)", "url": "https://bn.wikipedia.org/wiki?curid=1059733", "content": "আল্লামা মোহাম্মাদ ফখর উদ্দিন জাতজামী বাংলাদেশী একজন ইসলামী চিন্তাবিদ, প্রখ্যাত  হাদিস বিশারদ, ফিকহ বিশেষজ্ঞ, আলেমে দ্বীন ও শিক্ষাবিদ। তিনি দীর্ঘদিন ঢাকা আলিয়া মাদ্রাসায় শিক্ষকতা করেয়েছেন। তিনি সারা দেশে আল্লামা ফখরুদ্দীন নামেই বেশি পরিচিত। তিনি সিলেট সরকারি আলিয়া মাদ্রাসার ২৬তম অধ্যক্ষ ছিলেন, তিনি ২০০০ সাল থেকে ২০০৬ সাল পর্যন্ত অধ্যক্ষের দায়িত্ব পালন করেছিলেন। তিনি দেশের মধ্যে অন্যতম শ্রেষ্ঠ শায়খুল হাদিস (হাদিস বিশারদ) ছিলেন। ১৯৯৩ সালে তিনি সিলেট জেলা থেকে জাতীয় পর্যায়ে শ্রেষ্ঠ শিক্ষক হিসেবে পুরস্কার ও সম্মাননা লাভ করেন।\n\n\n== জন্ম ও পরিচয় ==\nফখরদ্দীন ১ মার্চ ১৯৪৯ সালে চট্টগ্রাম জেলার চন্দনাইশ উপজেলায় জন্মগ্রহণ করেন। তার পিতার নাম ছিলো মুফতি শাফিউর রহমান এবং মাতার নাম মুসাম্মাদ আসেমা খাতুন। তিনিও ছিলেন চট্টগ্রাম অঞ্চলের বিখ্যাত আলেম ও ফকিহ। তিনি চট্টগ্রামে হাশিমপুর মকবুলিয়া সিনিয়ার মাদ্রাসা এবং জোয়ারা ইসলামিয়া ফাজিল মাদ্রাসা নামে দুটি আলিয়া মাদ্রাসা প্রতিষ্ঠাতা করেছিলেন। ফখরদ্দীন ছোটবেলায় বাল্যশিক্ষা তার পিতা থেকেই লাভ করেছেন।\n\n\n== শিক্ষাজীবন ==\nফখরুদ্দীন নিজ এলাকার কদলপুর ফাজিল মাদ্রাসা থেকে ১৯৫৬ সালে দাখিল পরীক্ষায় উত্তীর্ণ হন। এরপর ১৯৬০ সালে দারুল উলুম আলিয়া মাদ্রাসা, চট্টগ্রাম, থেকে আলিম পরীক্ষায় ১ম বিভাগে উত্তীর্ণ হন। এরপর ১৯৬২ সালে একই মাদ্রাসা থেকে ফাজিল পরীক্ষায় ১ম বিভাগে ৫ম স্থান লাভ করেন। এরপর তিনি উচ্চ শিক্ষার জন্য ঢাকা আলিয়ার মাদ্রাসার কামিলে হাদিস বিভাগে ভর্তি হন। তিনি ঢাকা আলিয়া মাদ্রাসা থেকে দুইবার দুই বিভাগে কামিল পাশ করেছেন, প্রথমবার ১৯৬৪ সালে হাদীস বিভাগ নিয়ে ১ম বিভাগে ২য় স্থান এবং ১৯৬৬ সালে ফিকহ বিভাগে ১ম বিভাগে ১ম স্থান লাভ করেন। তিনি ১৯৬৪ সালে ঢাকা আলিয়ার মাদ্রাসায় স্কলারশিফ নিয়ে আল্লামা আব্দুর রহমান কাশগরীর তত্ত্বাবধানে “ফোকাহায়ে ইষ্ট পাকিস্তান কে ফেকহি কারনামে” অভিসন্দর্ভ গবেষণা করে তিনি গবেষক সনদ লাভ করেন। এছাড়াও তিনি ১৯৬৭ সালে ডিপ্লোমা ইন-আদিব ১ম বিভাগে ১ম, ১৯৬৮ সালে ডিপ্লোমা ইন আদিব-ই-কামিল ১ম বিভাগে ১ম স্থান অধিকার করেন।\n\n\n== কর্মজীবন ==\n১৯৬৮ সালের ৩১ অক্টোবর ফখরুদ্দীন সিলেট আলিয়া মাদ্রাসায় জুনিয়র মৌলভি শিক্ষক হিসেবে যোগ দেন। এর পূর্বে তিনি কিছুদিন ছোবহানিয়া আলিয়া মাদরাসার মুহাদ্দিস হিসেবে কর্মরত ছিলেন।\n১৯৭০ সালের ৫ ফেব্রুয়ারি আরবি বিষয়ের সহকারী সিনিয়র মৌলভি পদে ঢাকা আলিয়া মাদ্রাসায় বদলি হন। ১৯৭৬ সালের ১০ ফেব্রুয়ারি পুনরায় সিলেট আলিয়া মাদ্রাসায় প্রভাষক পদে উন্নীত হয়ে ফেরত আসেন। আবার তিনি ১৯৮৪ সালের ২২ অক্টোবর কুরআন ও তাফসীর বিভাগের সহকারী অধ্যাপক পদে উন্নীত হয়ে ঢাকা আলিয়া মাদ্রাসায় যোগদান করেন।\nএরপর তিনি ২০০০ সালের ২৮ অক্টোবর ভারপ্রাপ্ত অধ্যক্ষ হিসাবে সিলেট আলিয়া মাদ্রাসায় স্থায়ীভাবে চলে আসেন। এরপর ২০০২ সালের ২২ জানুয়ারি উপাধ্যক্ষের দায়িত্ব লাভ করেন। উপাধ্যক্ষ থাকাকালীন তিনি একাধিকবার ভারপ্রাপ্ত অধ্যক্ষের দায়িত্ব পালন করেছেন। সবশেষে তিনি ২০০৪ সালের ০৪ নভেম্বর পূর্ণ অধ্যক্ষের দায়িত্ব গ্রহণ করেন। এবং ২০০৬ সালের ২৭ ফেব্রুয়ারি পর্যন্ত তিনি এই দায়িত্ব পালন করেন।\nতিনি এ দুই মাদ্রাসার দীর্ঘ সময় ধরে হোস্টেল সুপারের দায়িত্ব পালন করেছেন। এইজন্য ছাত্রদের তিনি ভালোমত দারস দেওয়ার সুযোগ পেতেন এবং ছাত্রদের মধ্যে তিনি জনপ্রিয় ছিলেন। তিনি বাংলা, আরবী, উর্দু, ইংরেজী ও ফার্সী ভাষায় দক্ষ ছিলেন।\nসিলেট আলিয়া থেকে সরকারি ভাবে অবসর গ্রহনের পর ফখরুদ্দীন চট্টগ্রামের চুনতী হাকিমিয়া আলিয়া মাদ্রাসায় শায়খুল হাদীস হিসেবে আমৃত্যু বেসরকারি ভাবে শিক্ষাদান করেছেন। এছাড়াও তিনি চন্দনাইশ উপজেলার এয়াকুব মরিয়ম জামে মসজিদে খতিব হিসেবেও দায়িত্ব পালন করেছেন।\n১৯৯৩ সালে তিনি সিলেট জেলা থেকে জাতীয় পর্যায়ে শ্রেষ্ঠ শিক্ষক হিসেবে পুরস্কার ও সম্মাননা লাভ করেন। তিনি বিভিন্ন সামাজিক সংগঠন থেকে পুরস্কার ও সম্মাননা অর্জন করেন। ২০১২ সালে চুনতি হাকীমিয়া আলিয়া মাদরাসার কামিল শ্রেণীতে বিশেষ অবদান রাখার জন্য মরণোত্তর সম্মাননা প্রদান করা হয়।\n\n\n=== উল্লেখযোগ্য ছাত্র ===\nড. নকীব মোহাম্মদ নসরুল্লাহ—অধ্যাপক, আইন বিভাগ, ঢাকা বিশ্ববিদ্যালয়।\nখোন্দকার আব্দুল্লাহ জাহাঙ্গীর—ইসলামী ব্যক্তিত্ব, অধ্যাপক, ইসলামী বিশ্ববিদ্যালয়, কুষ্টিয়া\nআবু বকর মুহাম্মাদ যাকারিয়া—ইসলামী ব্যক্তিত্ব, অধ্যাপক, ইসলামী বিশ্ববিদ্যালয়, কুষ্টিয়া।\nড. আহসান উল্লাহ ফয়সাল—ইসলামী ব্যক্তিত্ব, অধ্যাপক, ইসলামী বিশ্ববিদ্যালয়, কুষ্টিয়া\nআশরাফ হাসান -- কবি ও শিক্ষক, ম্যানহাটান বাংলা সাংস্কৃতিক স্কুল, নিউইয়র্ক।\nমাওলানা আবু সাঈদ আনসারী -- ইমাম, আইজলওয়ার্থ দ্বীন সেন্টার এবং টিভি আলোচক, চ্যানেল এস টেলিভিশন, যুক্তরাজ্য।\n\n\n== প্রকাশিত ==\nঢাকা আলিয়া মাদ্রাসা ও সিলেট আলিয়া মাদ্রাসা থেকে প্রকাশিত ম্যাগাজিনে ফখরুদ্দীনের অনেক গবেষণামূলক প্রবন্ধ প্রকাশিত হয়েছে। দেশের বিভিন্ন জার্নাল এবং ম্যাগাজিনেও তিনি লিখেছেন। সিহাহ সিত্তার হাদীস সমূহের ইযাযত সংবলিত তার লিখিত সনদ প্রকাশিত হয়েছিলো। হাদীস, উসূলে হাদীস ও আছমাউল রেজাল সম্পর্কে চমৎকার গবেষণা প্রবন্ধ লিখেছেন তিনি। তার সমস্ত লেখা ও প্রবন্ধ সংগ্রহ করে মাখযানুল উলুম নামকরণ করেছিলেন। যা অদ্যাবধি প্রকাশিত হয়নি।\n\n\n== পারিবারিক জীবন ==\nফখরুদ্দীন ১৯৭২ সালের ১৮ জুন লোহাগাড়া থানার ফাতেমা বতুলসিদ্দিকার সাথে বিবাহ বন্ধনে আবদ্ধ হন। পারিবারিক জীবনে ফখর উদ্দীন ৫ সন্তানের জনক ছিলেন। বড় ছেলে জালালুদ্দীন, তিনি আল্লামা ফখরুদ্দীন (রহ.) ওয়েলফেয়ার সোসাইটির প্রতিষ্ঠাতা চেয়ারম্যান। দ্বিতীয় ছেলে জায়নুদ্দীন, কনিষ্ঠ ছেলে মোহাম্মদ ইমাদ উদ্দীন তিনি আল্লামা ফখরুদ্দীন (রহ.) গবেষণা কেন্দ্রের পরিচালক। এবং দুই মেয়ে নুরুন্নাহার আক্তার পারভীন ও আমাতুল মাওলা মারজানা।\n\n\n== মৃত্যু ==\nফখরুদ্দীন ২০১১ সালের ২৬ মে বার্ধক্যজনিত কারণে মৃত্যুবরণ করেন। মৃত্যুকালে তার বয়স হয়েছিলো ৬২ বছর। তার সম্পর্কে ঢাকা বিশ্ববিদালয়ের আইন বিভাগের অধ্যাপক বলেছেন,\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅধ্যক্ষ নূর মোহাম্মদের স্মৃতিচারন -- স্মৃতিতে প্রিয় সহকর্মী  শায়খুল হাদীস আল্লামা ফখরুদ্দীন (রহ)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ আগস্ট ২০২২ তারিখে\nইবি উপাচার্য নকীব মুহাম্মাদ নাসরুল্লাহর স্মৃতিচারণ—আল্লামা ফখরুদ্দীন : একজন মহান ও আদর্শ শিক্ষকের প্রতিকৃতি ১ম পর্ব, ২য় পর্ব, ৩০ জুন ২০২১"}