{"pageid": 1059254, "title": "লিপোপ্রোটিন", "url": "https://bn.wikipedia.org/wiki?curid=1059254", "content": "লিপোপ্রোটিন হল একটি জৈব রাসায়নিক  স্নেহ পদার্থ ও প্রোটিনের সমাবেশ যার প্রাথমিক কাজ হল রক্তের প্লাজমা বা অন্যান্য কোষবহিস্থ তরলের ন্যায় পানির মধ্যদিয়েও হাইড্রোফোবিক লিপিড (যা চর্বি / ফ্যাট হিসাবেও পরিচিত) অণু পরিবহন করা। লিপোপ্রোটিনের গঠন কাঠামোর কেন্দ্রে রয়েছে ট্রাইগ্লিসারাইড এবং কোলেস্টেরল। কেন্দ্রের চারপাশে একটি ফসফোলিপিড আবরণ রয়েছে। হাইড্রোফিলিক অণুগুলো বাইরের দিকে চারপাশে এবং হাইড্রোফোবিক অণুগুলো লিপোপ্রোটিনের কেন্দ্রের দিকে অনুবিদ্ধ থাকে। উভয় অংশই লিপোপ্রোটিনের জটিল কাঠামোকে স্থিতিশীল করে এবং এটিকে একটি কার্যকরীতাগত পরিচয় দান করে।\nউদাহরণের মধ্যে রয়েছে প্লাজমা লিপোপ্রোটিন কণা ( এইচডিএল, এলডিএল, আইডিএল, ভিএলডিএল এবং কাইলোমাইক্রন )। এই প্লাজমা কণাগুলোর সাবগ্রুপগুলো এথেরোস্ক্লেরোসিসের প্রাথমিক ড্রাইভার বা মডিউলেটর। \nঅনেক এনজাইম, ট্রান্সপোর্টার (আয়ন, ছোট অনু বা প্রোটিন চলাচলের চ্যানেল), স্ট্রাকচারাল প্রোটিন, অ্যান্টিজেন, অ্যাডহেসিন এবং প্রতিবিষকেও মাঝে মাঝে লিপোপ্রোটিন মনে করা হয়। \n\n\n== স্কোপ ==\n\n\n=== ট্রান্সমেমব্রেন লাইপোপ্রোটিন ===\nবিশেষ করে ব্যাকটেরিয়ায় প্রাপ্ত কিছু ট্রান্সমেমব্রেন প্রোটিন যে গুলিকে লাইপোপ্রোটিন হিসাবে উল্লেখ করা হয় সেই লিপোপ্রোটিন বর্তমান লেখায় উল্লেখিত লিপোপ্রোটিন কণার সাথে সম্পর্কিত নয়। এই ধরনের ট্রান্সমেমব্রেন প্রোটিনগুলিকে পৃথক করা কঠিন। যেহেতু তারা লিপিড ঝিল্লির সাথে শক্তভাবে আবদ্ধ থাকে প্রায়শই লিপিডকে  প্রদর্শনের  জন্য যথাযথ স্ট্রাকচার  প্রয়োজন হয় এবং জলে অদ্রবণীয় হতে পারে। সাধারণত ট্রান্সমেমব্রেন লাইপোপ্রোটিনগুলিকে তাদের সাথে সংযুক্ত জৈবিক ঝিল্লি থেকে আলাদা করার জন্য ডিটারজেন্টের প্রয়োজন হয়।\n\n\n=== প্লাজমা লিপোপ্রোটিন কণা ===\nযেহেতু চর্বিগুলি জলে অদ্রবণীয়, তাই রক্তের প্লাজমা সহ বহির্কোষীয় জলে এগুলি নিজে নিজে পরিবহন হতে পারে না। বরং, তারা একটি হাইড্রোফিলিক বাহ্যিক আবরণ দ্বারা বেষ্টিত যা একটি পরিবহন যান হিসাবে কাজ করে। লিপোপ্রোটিন কণার কাজ হ'ল শরীরের কোষবহিস্থ জলে বিদ্যমান চর্বি অণু যেমন ট্রাইগ্লিসারাইডস, ফসফোলিপিডস এবং কোলেস্টেরলকে শরীরের সমস্ত কোষ এবং টিস্যুতে পরিবহন করা। বাহ্যিক আবরণের বিদ্যমান এপোলিপোপ্রোটিন নামক এই কণাগুলির প্রোটিনগুলি ক্ষুদান্ত্র এবং যকৃতের কোষ উভয়ের দ্বারা সংশ্লেষিত হয়ে কোষবহিস্থ জলে নিঃসৃত হয়। বাহ্যিক আবরণেও ফসফোলিপিড এবং কোলেস্টেরলও রয়েছে।\nসকল কোষ একাধিক ঝিল্লি তৈরি করতে বিল্ডিং ব্লক হিসাবে চর্বি এবং কোলেস্টেরল ব্যবহার করে এবং নির্ভর করে  যা কোষ অভ্যন্তরীণ জলের উপাদান এবং অভ্যন্তরীণ জলে দ্রবণীয় উপাদানগুলি নিয়ন্ত্রণ করতে এবং তাদের অভ্যন্তরীণ গঠন এবং প্রোটিন এনজাইমেটিক সিস্টেমগুলিকে সংগঠিত করতে ব্যবহার করে। লাইপোপ্রোটিন কণার বাইরের আবরণে হাইড্রোফিলিক ফসফোলিপিড গ্রুপ, কোলেস্টেরল  এবং বাইরের দিকে বের হয়ে থাকা অ্যাপলিপোপ্রোটিন থাকে । এই ধরনের বৈশিষ্ট্য তাদেরকে লবণ-জল-ভিত্তিক রক্তে দ্রবণীয় করে তোলে। ট্রাইগ্লিসারাইড এবং কোলেস্টেরাইল এস্টার অভ্যন্তরীণভাবে বহন করা হয়, বাইরের শেল দ্বারা জল থেকে রক্ষা করা হয়। বাইরের আবরণের মধ্যে থাকা অ্যাপলিপোপ্রোটিন ধরনের লিপোপ্রোটিন কণাগুলির কার্যকরী পরিচয় নির্ধারণ করে। রক্তের এনজাইমগুলির সাথে, একে অপরের সাথে বা কোষের উপরিভাগে নির্দিষ্ট প্রোটিনের সাথে এই অ্যাপলিপোপ্রোটিনগুলির মিথস্ক্রিয়া নির্ধারণ করে যে ট্রাইগ্লিসারাইড এবং কোলেস্টেরল লিপোপ্রোটিন পরিবহন কণার সাথে যুক্ত হবে বা অপসারণ করা হবে কিনা।\n\n\n=== মানুষের রক্তরসের মধ্যে চরিত্রায়ন[3] ===\n\n\n== কাঠামো ==\nলাইপোপ্রোটিন হল জটিল কণা যেগুলিতে নন-পোলার লিপিডগুলির একটি কেন্দ্রীয় হাইড্রোফোবিক কোর রয়েছে, প্রাথমিকভাবে কোলেস্টেরিল এস্টার এবং ট্রাইগ্লিসারাইড। এই হাইড্রোফোবিক কোরটি ফসফোলিপিড, ফ্রি কোলেস্টেরল এবং অ্যাপলিপোপ্রোটিন সমন্বিত একটি হাইড্রোফিলিক ঝিল্লি দ্বারা বেষ্টিত। রক্তের প্লাজমাতে পাওয়া প্লাজমা লাইপোপ্রোটিনগুলিকে সাধারণত আকার, লিপিড গঠন এবং অ্যাপলিপোপ্রোটিন সামগ্রীর উপর ভিত্তি করে পাঁচটি প্রধান শ্রেণীতে ভাগ করা হয়: HDL, LDL, IDL, VLDL এবং chylomicrons।4\n\n\n== কাজ ==\n\n\n== মেটাবলিজম ==\nশরীরে লাইপোপ্রোটিন কণার পরিচালনা ও পরিণতিকে লিপোপ্রোটিন কণার বিপাক হিসাবে উল্লেখ করা হয়। আলচ্য লিপোপ্রোটিন কণা প্রধানত খাদ্যতালিকাগত (এক্সোজেনাস) লিপিড দিয়ে গঠিত অথবা ট্রাইগ্লিসারাইডের ডি নভো সংশ্লেষণের মাধ্যমে লিভারে (অন্তঃসত্ত্বা) উদ্ভূত কিনা তার উপর বড় অংশ নির্ভর করে, এটি দুটি পাথওয়েতে বিভক্ত যথা: বহিরাগত এবং অন্তঃসত্ত্বা।\nহেপাটোসাইট হল ট্রাইগ্লিসারাইড এবং কোলেস্টেরল পরিচালনার প্রধান প্ল্যাটফর্ম; এছাড়াও লিভার নির্দিষ্ট পরিমাণ গ্লাইকোজেন এবং ট্রাইগ্লিসারাইড সংরক্ষণ করতে পারে। অ্যাডিপোসাইটগুলি ট্রাইগ্লিসারাইডের প্রধান স্টোরেজ কোষ হলেও, তারা কোনও লাইপোপ্রোটিন তৈরি করে না\n\n\n==== বহির্মুখী পথ ====\nপিত্ত কাইমে থাকা চর্বিকে ইমালসিফাই করে, তারপর প্যানক্রিয়াটিক লাইপেজ ট্রাইগ্লিসারাইড অণুকে দুটি ফ্যাটি অ্যাসিড এবং একটি 2-মনোঅ্যাসিলগ্লিসারলে পরিণত করে। এন্টারোসাইটগুলি সহজেই কাইমাস থেকে ছোট অণুগুলিকে শোষণ করে।এন্টারোসাইটের ভিতরে, ফ্যাটি অ্যাসিড এবং মনোঅ্যাসিলগ্লিসারাইডগুলি আবার ট্রাইগ্লিসারাইডে রূপান্তরিত হয়। তারপরে এই লিপিডগুলি অ্যাপোলিপোপ্রোটিন B-48 দিয়ে নবজাতক কাইলোমিক্রনগুলিতে একত্রিত হয় । এই কণাগুলি তারপরে ল্যাকটিয়ালগুলিতে একটি প্রক্রিয়াতে নিঃসৃত হয় যা এপোলিপোপ্রোটিন B-48 এর উপর ব্যাপকভাবে নির্ভর করে। যেহেতু তারা লিম্ফ্যাটিক জাহাজের মাধ্যমে সঞ্চালিত হয়, নবজাতক chylomicrons যকৃতের সঞ্চালন বাইপাস এবং থোরাসিক নালী মাধ্যমে রক্ত ​​​​প্রবাহে নিষ্কাশন করা হয়.\nরক্তের প্রবাহে, ন্যাসেন্ট কাইলোমিক্রন কণা HDL কণার সাথে মিথস্ক্রিয়া করে, ফলে এইচডিএল অ্যাপলিপোপ্রোটিন C-II এবং অ্যাপলিপোপ্রোটিন E ন্যাসেন্ট কাইলোমিক্রনকে দান করে। এই পর্যায়ে chylomicron তখন পরিপক্ক বলে বিবেচিত হয়। এপোলিপোপ্রোটিন C-II এর মাধ্যমে, পরিপক্ক কাইলোমিক্রন লিপোপ্রোটিন লিপেজ (এলপিএল) সক্রিয় করে, যা রক্তনালীর আস্তরণকারী এন্ডোথেলিয়াল কোষের একটি এনজাইম। এলপিএল ট্রাইগ্লিসারাইডের হাইড্রোলাইসিসকে অনুঘটক করে যা শেষ পর্যন্ত কাইলোমিক্রন থেকে গ্লিসারল এবং ফ্যাটি অ্যাসিড মুক্ত করে। গ্লিসারল এবং ফ্যাটি অ্যাসিড তখন পেরিফেরাল টিস্যুতে, বিশেষ করে অ্যাডিপোজ এবং পেশীতে শোষিত হতে পারে, শক্তি এবং স্টোরেজ জন্য.\n\nহাইড্রোলাইজড কাইলোমিক্রনকে এখন কাইলোমিক্রন অবশেষ বলা হয় । কাইলোমিক্রন অবশিষ্টাংশগুলি রক্তপ্রবাহে সঞ্চালন অব্যাহত রাখে যতক্ষণ না তারা এপোলিপোপ্রোটিন ই এর মাধ্যমে কাইলোমিক্রন অবশিষ্ট রিসেপ্টরগুলির সাথে যোগাযোগ করে, যা প্রধানত লিভারে পাওয়া যায়। এই মিথস্ক্রিয়াটি কাইলোমিক্রন অবশিষ্টাংশের এন্ডোসাইটোসিস ঘটায়, যা পরবর্তীতে লাইসোসোমের মধ্যে হাইড্রোলাইজড হয় । লাইসোসোমাল হাইড্রোলাইসিস কোষে গ্লিসারল এবং ফ্যাটি অ্যাসিড ছেড়ে দেয়, যা শক্তির জন্য ব্যবহার করা যেতে পারে বা পরে ব্যবহারের জন্য সংরক্ষণ করা যেতে পারে।\n\n\n==== অন্তঃসত্ত্বা পথ  সম্পাদনা করুন ====\nলিভার হ'ল লিপিড পরিচালনার কেন্দ্রীয় প্ল্যাটফর্ম: এটি তার কোষে, হেপাটোসাইটগুলিতে গ্লিসারল এবং চর্বি সঞ্চয় করতে সক্ষম । হেপাটোসাইটগুলিও ডি নভো সংশ্লেষণের মাধ্যমে ট্রাইগ্লিসারাইড তৈরি করতে সক্ষম। তারা কোলেস্টেরল থেকে পিত্ত উত্পাদন করে। কোলেস্টেরল শোষণের জন্য অন্ত্র দায়ী। তারা এটি রক্ত ​​​​প্রবাহে স্থানান্তরিত করে।\nহেপাটোসাইটগুলিতে, ট্রাইগ্লিসারাইড এবং কোলেস্টেরিল এস্টারগুলিকে এপোলিপোপ্রোটিন B-100 এর সাথে একত্রিত করা হয় যাতে নতুন VLDL কণা তৈরি হয় । ন্যাসেন্ট ভিএলডিএল কণাগুলি একটি প্রক্রিয়ার মাধ্যমে রক্তপ্রবাহে মুক্তি পায় যা এপোলিপোপ্রোটিন B-100 এর উপর নির্ভর করে।\nরক্ত প্রবাহে, নবজাতক VLDL কণা HDL কণার সাথে ধাক্কা খায়; ফলস্বরূপ, এইচডিএল কণাগুলি নতুন ভিএলডিএল কণাকে অ্যাপলিপোপ্রোটিন C-II এবং অ্যাপলিপোপ্রোটিন ই দান করে। একবার এপোলিপোপ্রোটিন C-II এবং E দিয়ে লোড হয়ে গেলে, নবজাত VLDL কণাকে পরিপক্ক বলে মনে করা হয়। ভিএলডিএল কণাগুলি এন্ডোথেলিয়াল কোষগুলিতে প্রকাশিত এলপিএলকে সঞ্চালিত করে এবং মুখোমুখি হয় । Apolipoprotein C-II LPL সক্রিয় করে, যার ফলে VLDL কণার হাইড্রোলাইসিস হয় এবং গ্লিসারল এবং ফ্যাটি অ্যাসিড নিঃসৃত হয়। এই পণ্যগুলি পেরিফেরাল টিস্যু, প্রধানত অ্যাডিপোজ এবং পেশী দ্বারা রক্ত ​​থেকে শোষিত হতে পারে। হাইড্রোলাইজড VLDL কণাকে এখন VLDL অবশিষ্টাংশ বা মধ্যবর্তী ঘনত্বের লাইপোপ্রোটিন বলা হয়(IDLs)। VLDL অবশিষ্টাংশগুলি সঞ্চালন করতে পারে এবং, অ্যাপলিপোপ্রোটিন ই এবং অবশিষ্ট রিসেপ্টরের মধ্যে মিথস্ক্রিয়া দ্বারা, লিভার দ্বারা শোষিত হতে পারে, অথবা হেপাটিক লাইপেজ দ্বারা তারা আরও হাইড্রোলাইজড হতে পারে ।\nহেপাটিক লাইপেজ দ্বারা হাইড্রোলাইসিস গ্লিসারল এবং ফ্যাটি অ্যাসিড মুক্ত করে, IDL অবশিষ্টাংশগুলিকে পিছনে ফেলে , যাকে কম-ঘনত্বের লাইপোপ্রোটিন (LDL) বলা হয় , যার মধ্যে তুলনামূলকভাবে উচ্চ কোলেস্টেরল উপাদান রয়েছে  ( YouTube- এ 37°C এ স্থানীয় LDL গঠন দেখুন )। এলডিএল সঞ্চালিত হয় এবং লিভার এবং পেরিফেরাল কোষ দ্বারা শোষিত হয়। LDL এর টার্গেট টিস্যুতে বাইন্ডিং LDL কণাতে LDL রিসেপ্টর এবং apolipoprotein B-100- এর মধ্যে মিথস্ক্রিয়ার মাধ্যমে ঘটে । এন্ডোসাইটোসিসের মাধ্যমে শোষণ ঘটে , এবং অভ্যন্তরীণ এলডিএল কণাগুলি লাইসোসোমের মধ্যে হাইড্রোলাইজড হয়, লিপিড মুক্তি দেয়, প্রধানত কোলেস্টেরল।\n\n\n== শ্রেণিবিন্যাস ==\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nLipoproteins যুক্তরাষ্ট্রের জাতীয় চিকিৎসা গ্রন্থাগারে চিকিৎসা বিষয়ক শিরোনাম (MeSH)"}