{"pageid": 1059475, "title": "লক্ষ্মণদিয়ার গাছবাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1059475", "content": "লক্ষ্মণদিয়ার গাছবাড়ি, ঝিনাইদহ স্থানটি ঝিনাইদহ জেলার শৈলকুপা উপজেলার লক্ষ্মণদিয়া গ্রামের একটি চির সবুজ উদ্ভিদ ও গাছের তৈরি একটি বাড়ি। পরিবেশ রক্ষায় এমন উদ্যোগ নিয়ে বাড়ি তৈরি করায় সারা দেশে ব্যাপক প্রশংসা পেয়েছে ও আলোচিত হয়েছে। এটা বর্তমানে ঝিনাইদহ জেলার একটি অন্যতম পর্যটন এলাকা। এই গাছ বাড়িতে প্রায় পাঁচ হাজার দেশী-বিদেশি গাছ রয়েছে। এই গাছ বাড়ি ঝিনাইদহ-কুষ্টিয়া মহাসড়কের শৈলকুপার চাঁদপুর নামক স্থান থেকে আনুমানিক ৪ কিলোমিটার পূর্বে অবস্থিত।\n\n\n== অবস্থান ==\nলক্ষ্মণদিয়ার গাছবাড়ি ঝিনাইদহ জেলার শৈলকুপা উপজেলার উমেদপুর ইউনিয়নের লক্ষ্মণদিয়া গ্রামে অবস্থিত। এই গাছবাড়িটি কুষ্টিয়া-ঝিনাইদহ মহাসড়কের শৈলকুপা উপজেলার চাঁদপুর নামক স্থান থেকে আনুমানিক ৪ কিলোমিটার পূর্বে অবস্থিত। এই গ্রামের দক্ষিণ প্রান্তের প্রথম বাড়িটি হচ্ছে গাছবাড়ি।\n\n\n== ইতিহাস ==\nএই বাড়ির মালিক মো. আমিনুল ইসলাম। তিনি ঢাকাতে বসবাস করেন এবং সেখানেই ব্যবসা করেন। নিজের গ্রামের বাড়িতে বেড়াতে আসলে থাকার জন্য ও ছোট-খাটো ব্যবসায়িক উদ্দেশ্যে তিনি ২০১৪ সালে গ্রামের বাড়িতে একটি ভবন তৈরি করেন। তিনি গ্রামে একটি নকশা তোলার কাজ ও সেলাই প্রকল্প চালু করেন নাম দেন, আক্তার বানু সেলাই কেন্দ্র। এই প্রকল্পের নাম তার মায়ের নামে করেছিলেন। এরপর তিনি নিজের এই বাড়িটাকে গাছের সংগ্রহ শালা তৈরি করে বিকল্প একটি বাগান তৈরি করার চিন্তা করেন।\n\n\n== বর্ণনা ==\nঝিনাইদহ জেলার এই গাছবাড়িটি দুইতলা বিশিষ্ট, দুই তলাতেই বহু গাছ রয়েছে। দালানের দেয়ালে জড়ানো রয়েছে গাছ, নিচ তলা ও উপর তলাতে এমনভাবে গাছগুলো জড়ানো রয়েছে, দেখে মনে হবে এই বাড়ির দেয়ালগুলোই গাছের তৈরি। তিনি বাড়িটির দেয়াল ওয়াল কার্পেট নামক গাছ দিয়ে মোড়ানো মুড়িয়েছেন। গোটা বাড়ির চারপাশে ৫০০ চারা রোপণ করেন, যা পরবর্তীকালে গোটা দেয়াল ঘিরে রেখেছে।\nএই দুইতলা ভবনের ছাদেও গাছ রয়েছে। সামনের বিশাল আঙ্গিনায় মূল্যবান আর দূর্লভ গাছ রয়েছে। বাড়ির রাস্তার দুই ধার দিয়ে বহু বনজ গাছ রয়েছে। এমনকি বাড়ির সেফটি ট্যাংটিও গাছ দিয়ে সাজানো। এই বাড়িতে নান্দনিক ফুল ও ফলের গাছ রয়েছে, এসব মিলিয়ে বাড়িটি একটি বৃহৎ বাগানে পরিণত হয়েছে।\n\n\n== গাছের সংগ্রশালা ==\nএই বৃহৎ গাছবাড়িটি ১৪ বিঘা জমির উপরে অবস্থিত। এই বাগান প্রকল্প বৃদ্ধি করার জন্য আমিনুল ইসলাম জমি কিনে এর পরিমাণ ১৪ বিঘা করেছেন। ২০২১ সালের গণনা মতে, এ সংগ্রহশালায় নানা প্রজাতির প্রায় ৫ হাজার গাছ রয়েছে। প্রতি মাসেই গাছের সংখ্যা বাড়ছে, কেননা আমিনুল ইসলাম প্রতি সপ্তাহে ঢাকা থেকে বাড়িতে আসার সময় নতুন নতুন গাছ নিয়ে আসেন। তিনি এই সংগ্রহশালায় বিরল প্রজাতির গাছ সংগ্রহের জন্য বেলজিয়াম, পর্তুগাল, মালয়েশিয়া, ভারত, দুবাইসহ অনেক দেশেই ঘুরেছেন।\nতার এই গাছবাড়িতে বিরল প্রজাতির গাছ দেখতে পাওয়া যায়, এরমধ্যে বিদেশী গাছের মধ্যে রিটা, নাগলিঙ্গম, অ্যামাজিন, লিলি প্রভৃতি উল্লেখযোগ্য। এই বাগানে দেশীয় ষড়াসহ নানা প্রজাতির গাছ রয়েছে।\n\n\n== আরও দেখুন ==\nশৈলকুপা উপজেলা\nইসলামী বিশ্ববিদ্যালয়, বাংলাদেশ\n\n\n== তথ্যসূত্র =="}