{"pageid": 1059388, "title": "ভলগা বুলগেরিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1059388", "content": "ভলগা বুলগেরিয়া (তাতার: Идел Болгар) বা ভলগা – কামা বুলগার, এটি ছিল একটি ঐতিহাসিক বুলগার রাষ্ট্র যা ৭ম থেকে ১৩ শ শতাব্দীর মধ্যে ভলগা এবং কামা নদীর সঙ্গমকে ঘিরে বিদ্যমান ছিল, যা এখন ইউরোপীয় রাশিয়া। ভলগা বুলগেরিয়া ছিল একটি বহুজাতিক রাষ্ট্র যেখানে বিপুল সংখ্যক তুর্কি বুলগার, বিভিন্ন ফিনিক এবং উগ্রিক জনগণ এবং অনেক পূর্ব স্লাভ ছিল। ভলগা বুলগেরিয়ার অত্যন্ত কৌশলগত অবস্থান এটিকে আরব, নর্স এবং আভারদের বাণিজ্যের মধ্যে একচেটিয়া আধিপত্য তৈরি করতে দেয়।\n\n\n== ইতিহাস ==\n\n\n=== রাষ্ট্রের উৎপত্তি ও সৃষ্টি ===\nভলগা বুলগেরিয়া সম্পর্কে প্রত্যক্ষ উৎস থেকে তথ্য বরং বিরল। যেহেতু কোন খাঁটি বুলগার রেকর্ড বেঁচে নেই, তাই আমাদের বেশিরভাগ তথ্য সমসাময়িক আরবি, ফারসি, ইন্দো-আর্য বা রাশিয়ান উৎস থেকে আসে। খননের মাধ্যমে কিছু তথ্য সরবরাহ করা হয়। এটি বিশ্বাস করা হয় যে ভলগা বুলগেরিয়া অঞ্চলটি মূলত ফিনো-উগ্রিক জনগণ দ্বারা বসতি স্থাপন করা হয়েছিল, যার মধ্যে মারি জনগণও ছিল।\nমূল বুলগাররা ছিল ওঘুর বংশোদ্ভূত তুর্কীয় উপজাতি, যারা কৃষ্ণ সাগরের উত্তরে বসতি স্থাপন করেছিল। ইউরেশীয় স্টেপজুড়ে তাদের পশ্চিমদিকে অভিবাসনের সময়, তারা খাজারদের অধিপতিত্বের অধীনে আসে, ফিনো-উগ্রিক এবং ইরানি জনগণ সহ অন্যান্য জাতিগোষ্ঠীর নেতৃত্ব দেয়। প্রায় ৬৩০ জন তারা ওল্ড গ্রেট বুলগেরিয়া প্রতিষ্ঠা করেন যা ৬৬৮ সালে খাজাররা ধ্বংস করে দেয়। কুব্রাতের ছেলে এবং নিযুক্ত উত্তরাধিকারী বাটবায়ান বেজমার প্রায় ৬৬০ এ আজভ অঞ্চল থেকে চলে আসেন, যার নেতৃত্বে কাজারিগ খাগান কোত্রাগ যার কাছে তিনি আত্মসমর্পণ করেছিলেন। তারা অষ্টম শতাব্দীতে ইদেল-উরাল পৌঁছেছিলেন, যেখানে তারা নবম শতাব্দীর শেষে প্রভাবশালী জনসংখ্যায় পরিণত হয়েছিল, বিভিন্ন বংশোদ্ভূত অন্যান্য উপজাতিদের একত্রিত করেছিল যারা এই অঞ্চলে বাস করত। তবে কিছু বুলগার উপজাতি পশ্চিমদিকে চলতে থাকে এবং অবশেষে দানিউব নদীর তীরে বসতি স্থাপন করে, যা এখন বুলগেরিয়া যথাযথ নামে পরিচিত, যেখানে তারা স্লাভদের সাথে একটি কনফেডারেশন তৈরি করে, দক্ষিণ স্লাভভাষা এবং পূর্ব অর্থোডক্স বিশ্বাস গ্রহণ করে।\nঅধিকাংশ পণ্ডিত একমত যে ভলগা বুলগাররা প্রাথমিকভাবে খাজারিয়ান খাগানেতের অধীন ছিল। এই খণ্ডিত ভলগা বুলগেরিয়া আকার এবং শক্তিবৃদ্ধি পায় এবং ধীরে ধীরে খাজারদের প্রভাব থেকে মুক্ত হয়। নবম শতাব্দীর শেষের দিকে একত্রীকরণ প্রক্রিয়া শুরু হয়, এবং রাজধানী আধুনিক কাজান থেকে ১৬০ কিলোমিটার দক্ষিণে বুলঘর (এছাড়াও বানান বুলগার) শহরে প্রতিষ্ঠিত হয়। দশম শতাব্দীর শেষের দিকে স্ভিয়াতো স্লাভের দ্বারা খাজার ধ্বংস এবং বিজয়ের পর সম্পূর্ণ স্বাধীনতা অর্জন করা হয়েছিল, এইভাবে বুলগাররা আর এটিকে শ্রদ্ধা জানায়নি।\nআবু আল-গাজী বাহাদুর ভলগা বুলগারদের নাম রাখেন ওলাক । \n\n\n=== ইসলাম গ্রহণ এবং রাষ্ট্রের মর্যাদা গ্রহণ ===\nভলগা বুলগেরিয়া কিয়েভান রুসের খ্রীষ্টানকরণের ৬৬ বছর আগে ৯২২ সালে ইসলাম গ্রহণ করেন। ৯২১ সালে আলমস খলিফায় একজন রাষ্ট্রদূতকে ধর্মীয় নির্দেশনার অনুরোধ করে প্রেরণ করেন। পরের বছর ইবনে ফাদলানকে সচিব করে একটি দূতাবাস ফিরে আসে। ইতোমধ্যে ইতোমধ্যে উল্লেখযোগ্য সংখ্যক মুসলমান দেশে বসবাস করেছেন।\nভলগা বুলগাররা কিয়েভের প্রথম ভ্লাদিমির  কে ইসলামে ধর্মান্তরিত করার চেষ্টা করেছিল; তবে ভ্লাদিমির রুসের ওয়াইন ছেড়ে দেওয়ার ধারণাপ্রত্যাখ্যান করেছিলেন, যা তিনি ঘোষণা করেছিলেন \"তাদের জীবনের খুব আনন্দ\"।\nভলগা নদীকে তার মধ্যবর্তী পথে কমান্ডিং করে, রাষ্ট্র ক্রুসেডের আগে ইউরোপ এবং এশিয়ার মধ্যে বেশিরভাগ বাণিজ্য নিয়ন্ত্রণ করেছিল (যা অন্যান্য বাণিজ্য পথকে কার্যকর করে তুলেছিল)। রাজধানী বোলঘর ছিল একটি সমৃদ্ধ শহর, যা ইসলামিক বিশ্বের সর্বশ্রেষ্ঠ কেন্দ্রগুলির সাথে আকার এবং সম্পদের প্রতিদ্বন্দ্বী ছিল। বুলগরের বাণিজ্য অংশীদারদের মধ্যে ছিল ভাইকিংস, বাজরমল্যান্ড, ইউগ্রা এবং নেনেটস থেকে উত্তরে বাগদাদ এবং দক্ষিণে কনস্টান্টিনোপল, পশ্চিম ইউরোপ থেকে পূর্বে চীন পর্যন্ত। অন্যান্য প্রধান শহরগুলির মধ্যে ছিল বিলার, সুয়ার (সুওয়ার), কাসান (কাশান) এবং কুকাতাও (জুকেতাউ)। আধুনিক শহর কাজান এবং ইয়েলাবুগা ভলগা বুলগেরিয়ার সীমান্ত দুর্গ হিসাবে প্রতিষ্ঠিত হয়েছিল। কিছু ভলগা বুলগেরিয়ার শহর এখনও পাওয়া যায়নি, তবে সেগুলি পুরানো পূর্ব স্লাভিক উৎসে উল্লেখ করা হয়েছে। তারা হলেন: আশলি (ওশেল), তুক্সসিন (তুখচিন), ইব্রাহিম (ব্রায়াখিমোভ), তাও ইলে। গোল্ডেন হোর্ডে আক্রমণের সময় এবং পরে তাদের মধ্যে কিছু ধ্বংস হয়ে গিয়েছিল।\nপশ্চিমে রুসের অধ্যক্ষতা একমাত্র স্পষ্ট সামরিক হুমকি ছিল। একাদশ শতাব্দীতে, অন্যান্য রুসের বেশ কয়েকটি অভিযানে দেশটি বিধ্বস্ত হয়েছিল। এরপর, দ্বাদশ ও ত্রয়োদশ শতাব্দীর শুরুতে, ভ্লাদিমিরের শাসকরা (বিশেষ করে অ্যান্ড্রু দ্য প্যাথেরিয়ান এবং ভিসেভোলোড তৃতীয়), তাদের পূর্ব সীমান্ত রক্ষার জন্য উদ্বিগ্ন, পরিকল্পিতভাবে ভলগা বুলগেরিয়ার শহরগুলিকে পিলিং করে। পশ্চিম দিক থেকে রাশিয়ার চাপের মুখে ভলগা বুলগারদের তাদের রাজধানী বোলঘর থেকে বিলারে স্থানান্তর করতে হয়।\n\n\n=== পতন ===\n১২২৩ সালের সেপ্টেম্বর মাসে সামারার কাছে সুবুতাই বাহাদুরের পুত্র উরান এর অধীনে চেঙ্গিস খানের সেনাবাহিনীর একজন অগ্রিম প্রহরী, ভলগা বুলগেরিয়ায় প্রবেশ করলেও সামারা বেন্ডের যুদ্ধে পরাজিত হন। ১২৩৬ সালে মঙ্গোলরা ফিরে আসে এবং পাঁচ বছরে পুরো দেশকে বশীভূত করে, যা সেই সময় অভ্যন্তরীণ যুদ্ধে ভুগছিল। এখন থেকে ভলগা বুলগেরিয়া উলুস জোচির একটি অংশ হয়ে ওঠে, যা পরে গোল্ডেন হোর্ড নামে পরিচিত হয়। এটি বেশ কয়েকটি অধ্যক্ষতায় বিভক্ত ছিল; তাদের প্রত্যেকেই গোল্ডেন হোর্দের ভাসাল হয়ে ওঠে এবং কিছু স্বায়ত্তশাসন পায়। ১৪৩০-এর দশকে কাজানের খানাট এই অধ্যক্ষদের মধ্যে সবচেয়ে গুরুত্বপূর্ণ হিসেবে প্রতিষ্ঠিত হয়।\n\n\n== জনতত্ত্ব ==\nএই অঞ্চলের জনসংখ্যার একটি বড় অংশের মধ্যে ছিল সাবিরস, বারসিল, বিলার, বারানজার এবং অস্পষ্ট বুর্টাসের (ইবনে রুস্তাহ দ্বারা) অংশের মতো তুর্কি গোষ্ঠী। আধুনিক চুভাশেরা ভলগা বুলগার থেকে সাবির এবং কাজান তাতার থেকে নেমে আসার দাবি করে।\nআরেকটি অংশে ভলগা ফিনিক এবং মাগিয়ার (আসাগেল এবং পাস্কাতির) উপজাতি ছিল, যেখান থেকে বিসারম্যানরা সম্ভবত অবতরণ করে। ইবনে ফাদলান ভলগা বুলগেরিয়াকে সাকালিবা হিসেবে উল্লেখ করেন, যা স্লাভিক জনগণের জন্য একটি সাধারণ আরবি শব্দ। অন্যান্য গবেষণাগুলি শব্দটিকে জাতিগত নাম সিথিয়ান (বা ফার্সি ভাষায় সাকা) এর সাথে বেঁধে দেয়।\nকিছু ইতিহাসবিদের মতে, আক্রমণের সময় দেশের জনসংখ্যার ৮০% এরও বেশি নিহত হয়েছিল। অবশিষ্ট জনসংখ্যা বেশিরভাগই উত্তরাঞ্চলে (আধুনিক চুভাশিয়া এবং তাতারস্তান অঞ্চল ) স্থানান্তরিত হয়। সেই অঞ্চলগুলিতে কিছু স্বায়ত্তশাসিত ডুচি উপস্থিত হয়েছিল। ভলগা বুলগেরিয়ার স্টেপি অঞ্চলগুলি যাযাবর কিপচাকস এবং মঙ্গোলদের দ্বারা বসতি স্থাপন করা হতে পারে, এবং কৃষি উন্নয়ন মারাত্মকভাবে হ্রাস পেয়েছে।\nসময়ের সাথে সাথে, ভলগা বুলগেরিয়া শহরগুলি পুনর্নির্মাণ করা হয় এবং গোল্ডেন হোর্দের বাণিজ্য ও কারুশিল্প কেন্দ্রে পরিণত হয়। কিছু ভলগা বুলগার, প্রাথমিকভাবে মাস্টার এবং কারিগর, জোর করে সরাই এবং গোল্ডেন হোর্দের অন্যান্য দক্ষিণশহরে সরানো হয়েছিল। ভলগা বুলগেরিয়া কৃষি ও হস্তশিল্পের কেন্দ্র হিসেবে রয়ে গেছে।\n\n\n== গ্যালারী ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nতাতার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nBariev, R(iza) X. 2005. Волжские Булгары : история и культура  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ জুন ২০১৪ তারিখে (Volga Bulgars: History and Culture). Saint Petersburg: Agat. (রুশ ভাষায়)"}