{"pageid": 1059821, "title": "তসলিমুদ্দীন আহমদ", "url": "https://bn.wikipedia.org/wiki?curid=1059821", "content": "তসলিমুদ্দীন আহমদ ছিলেন একজন বাঙালি সাহিত্যিক, আইনজীবী ও সমাজসেবক। ১৯১২ সালে ব্রিটিশ সরকার তাকে খান বাহাদুর উপাধিতে ভূষিত করে।\n\n\n== পরিচিতি ==\nতসলিমুদ্দীন আহমদের জন্ম দার্জিলিং শহরে। তার পৈতৃক নিবাস ছিল অবিভক্ত বাংলার জলপাইগুড়ি জেলায় চন্দনবাড়ী গ্রামে, যা বর্তমানে বাংলাদেশের পঞ্চগড় জেলার বোদা উপজেলার অন্তর্গত। তার পিতার নাম মুন্সী মুহম্মদ তরিকুল্লাহ, যিনি ব্রিটিশ আমলে রাজস্ব অফিসার ছিলেন। তসলিমুদ্দীন ছিলেন তৃতীয় সন্তান। তার পরিবার “টি-ফ্যামিলি” নামে পরিচিত ছিল। তার বোন তাহেরন নেসা ছিলেন প্রথম মুসলিম গদ্য লেখিকা।\n\n\n== শিক্ষাজীবন ==\nতসলিমুদ্দীন আহমদ শিক্ষাজীবনে একজন মেধাবী ছাত্র ছিলেন। নিজ গ্রাম চন্দনবাড়ী মডেল স্কুলে তার প্রাথমিক শিক্ষা সম্পন্ন হয়। সেখান থেকে বৃত্তিসহ রংপুর জিলা স্কুলে ভর্তি হন। ১৮৭৩ খ্রিষ্টাব্দে জিলা স্কুল থেকে কৃতিত্বের সঙ্গে তিনি প্রবেশিকা পরীক্ষায় উত্তীর্ণ হন। তিনি উচ্চশিক্ষা অর্জনের জন্যে কলকাতার গমন করেন। ১৮৭৭ সালে কলকাতার প্রেসিডেন্সি কলেজ থেকে বি.এ এবং ১৮৮২ সালে কলকাতা বিশ্ববিদ্যালয় থেকে বি.এল পাশ করেন।\n\n\n== কর্মজীবন ==\nতসলিমুদ্দীন আহমদ বি.এল ডিগ্রি অর্জন করার পর ১৮৮৩ প্রথমে পূর্ণিয়া, দার্জিলিং ও জলপাইগুড়ি শহরে ওকালতি আরম্ভ করেন। এইসব এলাকায় তেমন সুবিধা করতে না পারায়, ১৮৮৯ সালে রংপুরে আগমন করেন এবং সরকারি উকিল হিসেবে যোগদান করেন।\n\n\n== সাহিত্যচর্চা ==\nউচ্চশিক্ষা অর্জনের জন্য কলকাতায় অবস্থানকালে তিনি সাহিত্যচর্চার প্রতি আকৃষ্ট হন। বন্ধুরা মিলে ইসলাম নামে একটি মাসিক পত্রিকা প্রচার করতেন। এছাড়া নবনূর নামক পত্রিকায় তিনি তফসিরসহ কুরআনের কয়েকটি সুরার বঙ্গানুবাদ প্রকাশ করেন। রঙ্গপুর সাহিত্য পরিষৎ গঠনের উদ্দেশ্য ছিল: প্রত্নতাত্ত্বিক ও পুরাতাত্ত্বিক নির্দশন আবিষ্কার, ভাষা সম্পর্কে গবেষণা, কৃষ্টি ও শিল্পকলার চর্চা প্রভৃতি। কুরআন অনুবাদ (১৯২২–১৯২৫) তার জীবনের সর্বাপেক্ষা বড় কাজ। এছাড়া তার রচিত অন্যান্য গ্রন্থ হচ্ছে-\n\nপ্রিয় পয়গম্বরের প্রিয় কথা (১৯১৫)\nজন্মোৎসব (১৯২৫)\nসাহাবিয়া (১৯২৬)\nসম্রাট পয়গম্বর (১৯২৮)\nআল-হামরা বা লোহিত প্রাসাদ (এটি টেলস্ অব আলহামরা গ্রন্থের অনুবাদ)\nজননুর (এটি ইংরেজি জ্যাননির গ্রন্থের অনুবাদ)\nশাম বা সিরিয়া বিজয়\nআরবী ব্যাকরণ\nমরণের পরে ইত্যাদি\n\n\n== সমাজসেবা ==\nতসলিমুদ্দীন সাহিত্যসেবার পাশাপাশি, একজন সমাজসেবক হিসেবেও খ্যাতি অর্জন করেন। তিনি রঙ্গপুরের প্রাচীন প্রতিনিধিত্বশালী সংগঠন “রঙ্গপুর মোহামেডান এসোসিয়েশন” (১৮৮৫), “রঙ্গপুর নুরল ঈমান জামাত” (১৮৯১) এবং ‘“রঙ্গপুর সাহিত্য পরিষদ” (১৯০৫) এর সক্রিয় সদস্য ছিলেন।\n\n\n== পরিবার ==\nতসলিমুদ্দীন আহমদের স্ত্রীর নাম নঈমউন নেসা। চার পুত্রের মধ্যে তরীকুল আলম (১৮৮৯–১৯২৫) বাংলা সাহিত্যের অন্যতম বিশিষ্ট লেখক।\n\n\n== খেতাব ==\nসমাজসেবায় বিশেষ অবদানের জন্য ব্রিটিশ সরকার ১৯১২ খ্রিষ্টাব্দে তাকে খান বাহাদুর উপাধি দেয়।\n\n\n== মৃত্যু ==\nতসলিমুদ্দীন আহমদ ১৯২৭ সালের ২৪ মার্চ রংপুর শহরের মুন্সীপাড়ায় নিজ বাসভবনে ৭৫ বছর বয়সে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র =="}