{"pageid": 1059721, "title": "খিভা খানাত", "url": "https://bn.wikipedia.org/wiki?curid=1059721", "content": "খিভা খানাত (চাগাতাই: خیوه خانلیگی   খিভা Khânligi, ফার্সি: خانات خیوه   Khânât-e Khiveh, উজবেক: Xiva xonligi, তুর্কমেনীয়: Hywa hanlygy   ) ১৭৪০ থেকে ১৭৪৬ সালের মধ্যে নাদির শাহের আফশারিদ দখলের একটি সময় কাল ব্যতীত এটি ছিল মধ্য এশিয়ার একটি রাষ্ট্রব্যবস্থা যা ১৫১১ থেকে ১৯২০ সাল পর্যন্ত মধ্য এশিয়ার খোয়ারেজমের ঐতিহাসিক অঞ্চলে বিদ্যমান ছিল। আরাল সাগরের দক্ষিণে নিম্ন আমু দরিয়ার সেচের সমভূমিতে কেন্দ্রীভূত, খিভা শহরে রাজধানী সহ, দেশটি একটি তুর্কো-মঙ্গোল উপজাতি, খোঙ্গিরাদ দ্বারা শাসিত হয়েছিল, যারা অস্ত্রখান থেকে এসেছিল। এটি ঊনবিংশ শতাব্দীর দ্বিতীয়ার্ধে রুশ আগমনের আগে পশ্চিম উজবেকিস্তান, দক্ষিণ-পশ্চিম কাজাখস্তান এবং তুর্কমেনিস্তানের বেশিরভাগ অংশ জুড়ে ছিল।\n১৮৭৩ সালে, খানাতের আকার অনেক কমে যায় এবং রুশ প্রোটেক্টরেট হয়ে ওঠে। ১৯১৭ সালের রুশ বিপ্লবের পর, খিভাও একটি বিপ্লব করেছিল, এবং ১৯২০ সালে খানাতে খোরেজম পিপলস সোভিয়েত প্রজাতন্ত্র দ্বারা প্রতিস্থাপিত হয়েছিল। ১৯২৪ সালে এই অঞ্চলটি আনুষ্ঠানিকভাবে সোভিয়েত ইউনিয়নে অন্তর্ভুক্ত করা হয় এবং আজ মূলত উজবেকিস্তানের জোরাজম প্রদেশের কারাকালপাকস্তান এবং তুর্কমেনিস্তানের দাসোগুজ ভেলায়াতের একটি অংশ।\n\n\n== ইতিহাস ==\n\n\n=== প্রথম ইতিহাস ===\nখোয়ারেজম, অঞ্চলটির স্থানীয় নাম দেখুন।\n\n\n=== ১৫০০ সালের পরে ===\n\nরাজধানী খীবায় স্থানান্তরিত হওয়ার পরে, খোয়াজরম খিবার খানাট নামে পরিচিত হয়ে ওঠে (রাজ্যটি সর্বদা নিজেকে খোয়ারাজম বলে অভিহিত করেছিল, খিবার খানাট নামটি রাশিয়ার ঐতিহাসিকরা এর রাজধানী খীবার সম্মানে জনপ্রিয় করেছিলেন)। ১৬০০ কাছাকাছি কিছু সময়, অক্সাসের দারিলিক বা পশ্চিম শাখা শুকিয়ে যায় যার ফলে রাজধানী দক্ষিণে কোনে-তাৎক্ষণিক থেকে খিভাতে স্থানান্তরিত হয়। যদিও অক্সাস বদ্বীপে অবস্থিত, খানাত সাধারণত তুর্কমেনিস্তানের বেশিরভাগ নিয়ন্ত্রণ করত। জনসংখ্যা নদীর তীরবর্তী কৃষিবিদ, তুর্কি শিল্প, এবং নদী থেকে দূরে যাযাবর বা আধা-যাযাবর নিয়ে গঠিত ছিল। এটি আধুনিক জাতিগত এবং জাতীয় সনাক্তকরণ, মূলত সোভিয়েত জাতীয় সীমানা নীতির উপর ভিত্তি করে, প্রাক-আধুনিক সমাজের উপর ভিত্তি করে, অ্যানাক্রোনিস্টিকভাবে প্রকল্প করার জন্য সামগ্রিকভাবে স্বেচ্ছাচারী। বসতিস্থাপনকারী জনসংখ্যা অভিজাত এবং কৃষকদের দ্বারা গঠিত হয়েছিল যা জমিতে আবদ্ধ ছিল। অনেক পারস্য দাস ছিল যারা তুর্কমেন এবং কয়েকজন রুশ ক্রীতদাস দ্বারা বন্দী হয়েছিল। এই সময়ের আগে এবং এই সময়ে, বসতি স্থাপন এলাকা উত্তর থেকে উজবেকদের দ্বারা ক্রমবর্ধমানভাবে অনুপ্রবেশ করা হয়েছিল। তাদের তুর্কি উপভাষাগুলি এখন উজবেক ভাষায় বিকশিত হওয়ার সাথে সাথে মূল ইরানি খোয়ারেজমিয়ান ভাষাটি শেষ হয়ে যায়। নিম্ন বদ্বীপের জলাভূমি অঞ্চলটি কারাকালপাক দ্বারা ক্রমবর্ধমানভাবে জনবহুল ছিল এবং উত্তর সীমান্তে কাজাখ যাযাবর ছিল। তুর্কমেন যাযাবররা খানকে কর প্রদান করত এবং তার সেনাবাহিনীর একটি বড় অংশ ছিল কিন্তু প্রায়শই বিদ্রোহ করত। যেহেতু খানাতের হৃদয় আধা-মরুভূমি দ্বারা পরিবেষ্টিত ছিল তাই একমাত্র সহজ সামরিক পদ্ধতি ছিল অক্সাস বরাবর। এর ফলে বুখারার খানাতের সাথে নদীর আরও উপরে অনেক যুদ্ধ শুরু হয় (১৫৩৮-৪০, ১৫৯৩, ১৬৫৫, ১৬৫৬, ১৬৬২, ১৬৮৪, ১৬৮৯, ১৬৯৪, ১৮০৬ এবং অন্যান্য)।\n\n১৫০৫ সালের পূর্বে খোয়ারাজম খোরাসানে অবস্থানরত তিমুরি সুলতান হুসেন মির্জা বায়কারার উপর নামমাত্র নির্ভরশীল ছিলেন। ১৪৮৮ সাল থেকে মুহাম্মদ শায়বানি দক্ষিণ মধ্য এশিয়ায় একটি বৃহৎ কিন্তু স্বল্পস্থায়ী সাম্রাজ্য গড়ে তোলেন, যা ১৫০৫ সালে খোয়ারাজমকে নিয়ে যায়। প্রায় একই সময়ে, শাহ ইসমাইল আমি পারস্যে একটি শক্তিশালী শিয়া রাষ্ট্র নির্মাণ করছিলাম। অগত্যা দুজনের সংঘর্ষ হয় এবং ১৫১০ সালে মুহাম্মদ নিহত হন এবং খোয়ারাজম শীঘ্রই দখল করেন। শাহের ধর্ম প্রতিরোধ কে উস্কে দেয় এবং ১৫১১ সালে তার গ্যারিসনকে বহিষ্কার করা হয় এবং ক্ষমতা ইলবারদের কাছে চলে যায়, যিনি দীর্ঘস্থায়ী আরবশহীদ রাজবংশ প্রতিষ্ঠা করেন।\n১৫৪০ ও ১৫৯৩ সালের দিকে খানদের বুখারানরা তাড়িয়ে দেয়। উভয় ক্ষেত্রেই তারা পারস্যে পালিয়ে যায় এবং শীঘ্রই ফিরে আসে। ১৫৫৮ সালে, অ্যান্টনি জেনকিন্সন ওল্ড আর্জেন্সিচ পরিদর্শন করেন এবং প্রভাবিত হননি। আরাপ মুনহাম্মাদ (১৬০২-২৩) এর পরে, যিনি রাজধানী কেহিভাতে স্থানান্তরিত করেছিলেন, সেখানে একটি বিশৃঙ্খল সময় ছিল, যার মধ্যে ছিল কালমিকসের আক্রমণ, যারা লুণ্ঠনে বোঝাই হয়ে চলে গিয়েছিল। আবু আল-গাজি বাহাদুর (১৬৪৩-৬৩) দ্বারা ব্যাধির অবসান হয় যিনি দুবার কালমিকসকে পরাজিত করেন এবং মধ্য এশিয়ার ইতিহাস রচনা করেন। তাঁর পুত্র অনুশা (১৬৬৩-৮৫) ক্ষমতাচ্যুত ও অন্ধ না হওয়া পর্যন্ত শহুরে বৃদ্ধির একটি সময়ের সভাপতিত্ব করেছিলেন। ১৬৯৫ সাল থেকে, খিভা কয়েক বছর ধরে বুখারার একটি ভাসাল ছিলেন যা দুটি খান নিয়োগ করেছিল। শির গাজি খান (১৭১৪-২৭), যিনি পারস্য ও রুশ ক্রীতদাসদের হাতে নিহত হন, তিনি সর্বশেষ যথাযথ আরবশহীদ ছিলেন বলে জানা যায়। খান ইলবার্স (১৭২৮-৪০) ছিলেন একজন কাজাখ যিনি কিছু পারস্যের রাষ্ট্রদূতকে অবিবেচকের মতো হত্যা করেছিলেন। শাহ ইসমাইল গল্পের পুনরাবৃত্তিতে নাদির শাহ শাহ খিভা জয় করেন, ইলবারদের শিরশ্ছেদ করেন এবং প্রায় ১২-২০,০০০ পারস্য দাসকে মুক্ত করেন। পরের বছর পারস্যগ্যারিসন জবাই করা হয়, কিন্তু বিদ্রোহ দ্রুত দমন করা হয়। ১৭৪৭ সালে নাদিরহত্যার মাধ্যমে পারস্যের ভান শেষ হয়। ১৭৪৬ সালের পর, কংরাত উপজাতি ক্রমশ শক্তিশালী হয়ে ওঠে এবং পুতুল খান নিয়োগ করে। ১৮০৪ সালে ইলতুজার খান তাদের ক্ষমতাকে কেক্ংরাত রাজবংশ হিসেবে আনুষ্ঠানিকতা করেন। খীভা মুহাম্মদ রহিম খান (১৮০৬-২৫) এবং আল্লাহ কুলি খানের (১৮২৫-৪০) অধীনে উন্নতি লাভ করেন এবং এরপর তা প্রত্যাখ্যান করেন। মুহাম্মদ আমিন খান মার্ভকে পুনরায় নিতে গিয়ে নিহত হওয়ার পর দীর্ঘ তুর্কমেন বিদ্রোহ (১৮৫৫-৬৭)। বিদ্রোহের প্রথম দুই বছরে তুর্কমেনদের হাতে দুই বা তিনজন খান নিহত হন।\n\n\n=== রুশ সাম্রাজ্যের সময়কাল ===\n\nরুশরা খিভার উপর পাঁচটি আক্রমণ করেছিল। প্রায় ১৬০২ সালে কিছু মুক্ত উরাল কসাক খোয়ারাজমে ব্যর্থ ভাবে অভিযান চালায়। ১৭১৭ সালে আলেকজান্ডার বেকোভিচ-চেরকাসস্কি কাস্পিয়ান থেকে খিভাআক্রমণ করেন। যুদ্ধে জয়ী হওয়ার পর শির গাজি খান (১৭১৫-২৮) একটি চুক্তি করেন এবং পরামর্শ দেন যে রুশরা ছত্রভঙ্গ হয়ে যাবে যাতে তাদের আরও ভালভাবে খাওয়ানো যায়। তারা ছত্রভঙ্গ হওয়ার পরে তারা সবাই নিহত বা দাস ত্বরান্বিত হয়, গল্পটি বলার জন্য মাত্র কয়েকজন বেঁচে ছিল। ১৮০১ সালে খিভার দিকে একটি সেনাবাহিনী পাঠানো হয় কিন্তু যখন পল আমাকে হত্যা করা হয় তখন তাকে স্মরণ করা হয়। ১৮৩৯ সালের খিভান অভিযানে পেরোভস্কি ওরেনবার্গ থেকে আক্রমণের চেষ্টা করেন। আবহাওয়া অস্বাভাবিকভাবে ঠান্ডা ছিল এবং অনেক পুরুষ এবং তার বেশিরভাগ উট হারিয়ে তিনি ফিরে যেতে বাধ্য হয়েছিলেন। অবশেষে ১৮৭৩ সালের খিভান অভিযানে খিভা জয় করা হয়।\nখিভা বিজয় তুর্কিস্তানের রুশ বিজয়ের অংশ ছিল। এর মোকাবেলায় ব্রিটিশদের প্রচেষ্টাকে গ্রেট গেম বলা হত। ১৮৩৯ সালের হামলার অন্যতম কারণ ছিল খীভাতে বন্দী রুশ ক্রীতদাসদের ক্রমবর্ধমান সংখ্যা। এই অজুহাত টি অপসারণ করার জন্য ব্রিটেন ক্রীতদাসদের মুক্ত করার জন্য নিজস্ব প্রচেষ্টা শুরু করেছিল। হেরাত ( আফগানিস্তানে ) অবস্থানরত সিনিয়র ব্রিটিশ রাজনৈতিক কর্মকর্তা মেজর টড ১৮৩৯ সালের ক্রিসমাসের প্রাক্কালে আফগান ছদ্মবেশে ক্যাপ্টেন জেমস অ্যাবটকে খিভার জন্য প্রেরণ করেন। অ্যাবট ১৮৪০ সালের জানুয়ারির শেষের দিকে আসেন এবং যদিও খান তার পরিচয় সম্পর্কে সন্দেহপ্রকাশ করেন, তিনি ক্রীতদাস সমস্যা সম্পর্কে জারের জন্য একটি চিঠি বহন করার অনুমতি দেওয়ার জন্য খানের সাথে কথা বলতে সফল হন। তিনি ১৮৪০ সালের ৭ ই মার্চ ফোর্ট আলেকজান্দ্রোভস্কের উদ্দেশ্যে যাত্রা করেন এবং পরবর্তীতে তার গাইড তাকে বিশ্বাসঘাতকতা করেন, ছিনতাই করেন, তারপর যখন ডাকাতরা তার চিঠির উৎপত্তি এবং গন্তব্য বুঝতে পারে তখন তাকে ছেড়ে দেওয়া হয়। হেরাতের তার ঊর্ধ্বতন কর্মকর্তারা তার ভাগ্য সম্পর্কে না জেনে লেফটেন্যান্ট রিচমন্ড শেকস্পিয়ার নামে আরেকজন কর্মকর্তাকে তার পরে পাঠান। শেকস্পিয়ার অ্যাবটের চেয়ে বেশি সাফল্য পেয়েছিলেন: তিনি খানকে তার নিয়ন্ত্রণে থাকা সমস্ত রুশ প্রজাদের মুক্ত করতে এবং রুশ ক্রীতদাসদের মালিকানাকে মৃত্যুদণ্ডযোগ্য অপরাধ হিসাবে গড়ে তুলতে রাজি করিয়েছিলেন। মুক্ত ক্রীতদাস এবং শেকস্পিয়ার ১৮৪০ সালের ১৫ আগস্ট ফোর্ট আলেকজান্দ্রোভস্কে পৌঁছায় এবং রাশিয়া আপাতত কিভা বিজয়ের প্রাথমিক উদ্দেশ্য হারায়।\nআরাল সাগরে একটি স্থায়ী রুশ উপস্থিতি ১৮৮৪ সালে সির দরিয়ার মুখে ফোর্ট আরালস্ক নির্মাণের সাথে শুরু হয়েছিল। সাম্রাজ্যের সামরিক শ্রেষ্ঠত্ব এতটাই ছিল যে, কিভা এবং মধ্য এশিয়ার অন্যান্য রাজত্বগুলি বুখারা এবং কোকান্দ বছরের পর বছর ধরে লড়াই করা সত্ত্বেও রাশিয়ার অগ্রগতি প্রতিহত করার কোন সুযোগ ছিল না।  ১৮৭৩ সালে রাশিয়া তাসখন্দ ও সমরকন্দের মহান শহরজয় করার পর জেনারেল ভন কাউফম্যান ১৩,০০০ পদাতিক ও অশ্বারোহী বাহিনী নিয়ে কিভাতে আক্রমণ শুরু করেন। ১৮৭৩ সালের ১০ জুন কিভা শহরটি পড়ে এবং ১৮৭৩ সালের ১২ আগস্ট একটি শান্তি চুক্তি স্বাক্ষরিত হয় যা কিভাকে একটি আধা-স্বাধীন রুশ প্রটেক্টরেট হিসেবে প্রতিষ্ঠিত করে। দেখুন ১৮৭৩-এর খিভান অভিযান। তুর্কমেনিস্তান (১৮৮৪) বিজয়ের পর কিভা এবং বুখারার রক্ষকরা রাশিয়ার অঞ্চল দ্বারা বেষ্টিত ছিল।\nখানাতে ইউরোপীয়দের প্রথম উল্লেখযোগ্য বন্দোবস্ত ছিল মেনোনাইটদের একটি দল যারা ১৮৮২ সালে খিভাতে পাড়ি জমান। জার্মান ভাষী মেনোনাইটগুলি ক্লাজ এপ জুনিয়রের নেতৃত্বে ভোলগা অঞ্চল এবং মোলোৎস্না কলোনী থেকে এসেছিল ম্যানোনাইটসরা ফোটোগ্রাফি প্রবর্তনের মাধ্যমে অক্টোবরের বিপ্লবের আগের দশকগুলিতে খানাটকে আধুনিকায়নে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, ফলস্বরূপ বিকাশের ফলস্বরূপ উজবেক ফটোগ্রাফি এবং ফিল্মমেকিং, তুলা সংগ্রহের আরও কার্যকর পদ্ধতি, বৈদ্যুতিক জেনারেটর এবং অন্যান্য প্রযুক্তিগত উদ্ভাবন।\n\n\n=== গৃহযুদ্ধ এবং সোভিয়েত প্রজাতন্ত্র ===\n\n৯১৭ সালের অক্টোবরের বিপ্লবে বলশেভিকরা ক্ষমতা দখলের পর, রাজতন্ত্রবিরোধী এবং তুর্কমেন উপজাতিরা ১৯১৯ সালের শেষে বলশেভিকদের সাথে বাহিনীতে যোগ দেয় খানকে ক্ষমতাচ্যুত করার জন্য। ১৯২০ সালের ২ রা ফেব্রুয়ারী, খেভার শেষ কুনগ্রাদ খান সাইদ আবদুল্লাহ, পদত্যাগ করেন এবং একটি স্বল্পস্থায়ী খোরেজম পিপলস সোভিয়েত প্রজাতন্ত্র (পরে খোরেজম এসএসআর) কিভার পুরানো খানাতের অঞ্চল থেকে তৈরি করা হয়, অবশেষে ১৯২৪ সালে সোভিয়েত ইউনিয়নে অন্তর্ভুক্ত হওয়ার আগে, প্রাক্তন খানাট নতুন তুর্কমেন এসএসআর এবং উজবেক এসএসআরের মধ্যে বিভক্ত ছিল। ১৯৯১ সালে সোভিয়েত ইউনিয়নের পতনের পর এগুলি যথাক্রমে তুর্কমেনিস্তান ও উজবেকিস্তানে পরিণত হয়। আজ, খানাতে যে এলাকায় উজবেক, কারাকালপাক, তুর্কমেন এবং কাজাখদের মিশ্র জনসংখ্যা রয়েছে।\n\n\n== খিভার খানেরা (১৫১১-১৯২০) ==\n\nখিভান খানের উপর ডেটা অপ্রয়োজনীয় এবং কখনও কখনও বিপরীত, বিশেষত নাবালক খানদের জন্য। ব্রেগেল/মুনিজ  নাম এবং তারিখগুলি যা সম্ভবত সেরা আধুনিক বৃত্তি দেয়। সংক্ষিপ্ত জীবনীগুলি হাওয়ার্থের ১৮৮০ সালের বই  যা পুরাতন তবে বেশিরভাগ খানের জীবনী রয়েছে। আরইউ: রুশ উইকিপিডিয়া থেকে প্রাপ্ত ডেটা হ'ল যখন ইংরেজিতে কিছুই খুঁজে পাওয়া যায় নি বা বড় কোনও দ্বন্দ্ব ছিল। আরইউ: স্থানীয় ভাষায় উত্স রয়েছে।\n\n\n=== আরবশহীদ রাজবংশ (ইয়াদিগারিদ শাবানীদ রাজবংশ, ১৫১১-১৮০৪) ===\nএক্স: হোওয়ার্থের মতে, ইলবারদের পূর্বপুরুষরা ছিলেন আরবশাহ, হাজি তুলি, তিমুর শেখ, ইয়াদিগার খান, বেরেকে, ইলবারস। আরবশাহের ভাই ছিলেন ইব্রাহিম ওঘলান, যিনি বুখারার খানদের পূর্বপুরুষ ছিলেন।\nইলবার১ (১৫১১-১৫১৮) ১. স্থানীয়দের দ্বারা সিংহাসনচ্যুত, পারস্যদের তাড়িয়ে দেওয়ার জন্য বেশ কয়েক মাস লড়াই করেছিল, খোরাসানে অভিযান চালানোর জন্য উজবেকদের সংখ্যায় নিয়ে এসেছিল।\nসুলতান হাজি (১৫১৮-১৫১৯) ২. প্রথম ইলবারদের ভাগ্নের রাজত্ব ছিল অল্প; তার চাচাতো ভাই সুলতান গাজির হাতে আসল ক্ষমতা।\nহাসান কুলি (১৫১৯-১৫২৪, রুশ মতে:১৫১৯) ৩. ইলবার ১ এর চাচাতো ভাই, ৪ মাস ধরে উরগাঞ্চ অবরোধের পর ইলবারদের ছেলেদের হাতে নিহত হয়।\nসুফিয়ান (১৫২৯-১৫৩৫, রুশ মতে:১৫১৯-২২) ৪. ইলবার্সের দ্বিতীয় চাচাতো ভাই 'সফিয়ান খান' নিম্ন উজবয় নদীতে তুর্কমেনদের সাথে লড়াই করেছিলেন, যেখানে তখন পানি ছিল।\nবুজুঘা (১৫২৪-১৫২৯, রুশ মতে:১৫২২-২৬) ৫. সুফিয়ানের ভাই, পারস্যে অভিযান চালিয়ে, সুফিয়ানের মেয়েকে ব্যবহার করে তাহমাসপ ১ এর সাথে বিবাহ সম্পর্ক শেষ করেন। ব্রেগেল/মুনিজ রিভার্স ৪ এবং ৫ থেকে তারিখ।\nআভনিক (১৫৩৫-১৫৩৮, রুশ মতে:১৫২৬-৩৮)  \nআভনিক (১৫৩৫-১৫৩৮, রুশ মতে:১৫২৬-৩৮) ৬. সুফযানের ভাই 'অবনেক', ইলবারদের পরিবার এবং অন্যান্যদের সাথে রক্তের ঝগড়া বুখারার আক্রমণ এবং তার মৃত্যুর দিকে পরিচালিত করে। বুখারানরা খোয়ারাজমকে ধরে রেখেছিল যতক্ষণ না তার ছেলে দিন মুহম্মদ তাদের তাড়িয়ে দেয়।\nকাল (১৫৩৯-১৫৪৯, রুশ মতে ১৫৪১-৪৭) ৭. 'খাল খান', অবনিকের পুত্র, সমৃদ্ধ রাজত্ব।\nআকাতাই (১৫৪৯-১৫৫৭, রুশ মতে ১৫৪৭-৫৭) ৮. সুফিয়ানের ভাই 'আকাতাই' তার বেশ কয়েকজন ভাইয়ের ছেলেদের সাথে লড়াই করে পরাজিত ও বিদ্ধ হয়েছিল।\nধূলিকণা মুহাম্মদ (১৫৫৭-১৫৫৮) ৯. ৫ বছরের ছেলে দোস্ত খান তার ভাই ইশের সাথে লড়াই করে এবং দুজনেই নিহত হয়।\nপ্রথম হাজি মুহাম্মদ (১৫৫৮-১৬০২) ১০. ৮ বছরের ছেলে বোখারার সাথে লড়াই করে, যারা পারস্যে ৩ বছর ধরে কিভা জয় করে, স্বদেশ ফিরে আসে, তাড়িয়ে দেয়, পুনরায় দখল করে নেয়। অ্যান্টনি জেনকিন্সনের সফর।\nআরব প্রথম মুহাম্মদ (১৬০২-১৬২৩, রুশ মতে ১৬০৩-২১) ১১. ১০ বছরের ছেলে উরাল কসাক অভিযান পরাজিত হয়, দুটি কালমিক অভিযান, দুর্বল, দুই ছেলে বিদ্রোহ করে, অন্ধ হয়ে যায়, পরে নিহত হয়।\nইস্ফান্দিয়ার (১৬২৩-১৬৪৩) ১২. ১১ বছরের ছেলে তার বিদ্রোহী ভাইদের হত্যা করে, তুর্কমেনপন্থী, উজবেক বিরোধী।\nআবু আল-গাজি বাহাদুর (১৬৪৩-১৬৬৩) ১৩. ১১ বছরের ছেলে খান তুর্কমেন-বুখারান গোষ্ঠীকে পরাজিত করার পর বুখারা এবং কালমিকসের সাথে লড়াই করেন। তিনি তুর্কমেনদের বংশানুক্রমিক তা লিখেছিলেন, যা একটি গুরুত্বপূর্ণ ঐতিহাসিক উৎস।\nঅনুশা (১৬৬৩-১৬৮৫) ১৪. ১৩ সন্তানের পুত্র, বুখারাকে নিয়ে গেছে এবং এটি হারিয়ে, বোখারার আরও তিনটি ব্যর্থতা, ছেলে এরেঙ্ক দ্বারা উৎখাত এবং অন্ধ।\nঅনুশা এবং শের গাজির মধ্যে (১৬৮৫-১৭১৪) ব্রেগেল এবং হোওয়ার্থ রুশ উইকিপিডিয়ার এন্ট্রির মতো সরে যায়। হোওয়ার্থের এ. মুহম্মদ এরেঙ্ক, বুখারার উপর ব্যর্থ আক্রমণ, বিষ প্রয়োগ, বি শাহ নিয়াজ (১৬৮৭-১৭০০-এর পরে) বুখারা কর্তৃক নিযুক্ত, ১৭০০ সালে জারকে চিঠি। সি আরব মুহম্মদ, ১৭০৩ সালে জারের চিঠি। ১৭১৪ সালে জারের দূত ডি হাজি মুহম্মদ বেহাদুর,\nইয়াদিগার (−১৭১৪), এফ আরাঙ্ক, কারাকালপাক, শির গাজির পিতা\nখুদায়দাদ (১৬৮৫-১৬৮৭) রুশ মতে  ১৬৮৬-৮৯, অনুশার পুত্র, ১৫ বছর বয়সে সিংহাসনে অধিষ্ঠিত, নিহত হন।\nপ্রথম মুহাম্মদ আওরঙ্গ (১৬৮৭-১৬৯৪) রুশ মতে ১৬৮৯-৯৪, অনুশার পুত্র, ঘোড়া থেকে পড়ে নিহত হন।\nচুহক (১৬৯৪-১৬৯৭) রুশ মতে: তাকে 'জোচি খান' বলে ডাকে, প্রথম হাজি মুহাম্মদের বংশধর\nভালি (১৬৯৭-১৬৯৮)রুশ মতে: হাজি মুখাম্মাদের বংশধর, স্থিতিশীলতা বজায় রাখতে পারেননি এবং তাকে অপসারণ করা হয়।\nইসহাক আগা শাহ নিয়াজ (১৬৯৮-১৭০১) রুশ মতে: জোচি/চুহকের পুত্র। হোওয়ার্থ ১৬৮৭ সালে বুখারা কর্তৃক শাহ নিয়াজকে নিযুক্ত করেছেন।\nদ্বিতীয় আওরাং (১৭০১-১৭০২)\nরুশ মতে শুধুমাত্র: শাহ নিয়াজের পুত্র শাখবাখত খান (১৭০২-০৩) ক্ষমতাচ্যুত।\nশাহ নিয়াজের পুত্র সাইয়্যেদ আলী খান (১৭০৩) বেশ কয়েকদিন রাজত্ব করেন।\nমুসা (১৭০২-১৭১২) রুশ মতে ১৭০৩-০৪, জোচি/চুকাকের ছেলে, মার্ভে পালিয়ে যায়\nইয়াদিগার ১ (১৭১২-১৭১৩) রুশ মতে ১৭০৪-১৪, প্রথম হাজি মুহাম্মদের পুত্র, এরপর শের গাজী\nতৃতীয় আওরাং (আনুমানিক ১৭১৩ – আনুমানিক  ১৭১৪)\n১৭১৪ সালে দ্বিতীয় হাজি মুহাম্মদ (আনুমানিক  . ১৭১৪) জারদূত, আবুল গাজীর নাতি\nবুখারার শির গাজি (১৭১৪-১৭২৭) আলেকজান্ডার বেকোভিচ-চেরকাসস্কিকে পরাজিত করেন, তিমুর সুলতানের অধীনে নিম্ন বদ্বীপে প্রতিদ্বন্দ্বী রাষ্ট্রের সাথে লড়াই করেন, যা ফ্লোরিও বেনেভেনি, ছোটখাটো ক্রীতদাস বিদ্রোহ পরিদর্শন করেন। রুশ মতে  হোওয়ার্থের ক্রীতদাস বিদ্রোহের সাথে একই বছরে ক্রীতদাসদের দ্বারা নিহত, সুলতান গাজির বংশধর (সুলতান হাজি দেখুন)।\nসারিগিদ আয়গির (১৭২৭)\nবাহাদুর (১৭২৭–১৭২৮)\nদ্বিতীয় ইলবার্স (১৭২৮-১৭৪০) নাদির শাহের হুমকি প্রত্যাখ্যান কারী একজন কাজাখ তার কাছে আত্মসমর্পণ করে, নাদিরের দূতদের হত্যা করার কারণে তাকে হত্যা করা হয়। নাদির পারস্যের দাসদের মুক্ত করেছিলেন।\nনাদির শাহ কর্তৃক নিযুক্ত বোখারান খানের চাচাতো ভাই তাহির (১৭৪০-১৭৪২) নাদিরের সেনাবাহিনী অন্যত্র থাকাকালীন নিহত হন।\nআবুল খায়ের খানের ছেলে প্রথম নুরালি (১৭৪২) কাজাখ নাদিরের গ্যারিসনকে বহিষ্কার করতে সহায়তা করে। পারস্য সেনাবাহিনী ফিরে আসার আগেই সে স্টেপিতে পালিয়ে যায়। রুশ মতে  ফার্সিদের দ্বারা বহিষ্কৃত।\nআবু মুহাম্মদ (১৭৪২) ইলবারদের পুত্র, ফার্সিদের ফিরিয়ে দিয়ে নিযুক্ত\nআবু মুহাম্মদ (১৭৪২) ইলবারদের পুত্র, ফার্সিদের ফিরিয়ে দিয়ে নিযুক্ত\nঘাইব (কাইপ খান) (১৭৪৭-১৭৫৮) একজন কাজাখ, নুরালীর শত্রু, বিতাড়িত, পরে লিটল হোর্দের খান।\nকাইপ এবং ১৮০৪ এর মধ্যে হোওয়ার্থ খানদের শনাক্ত করতে পারে না। তিনি বলেন যে তারা নাম শাসক ছিল এবং প্রায়শই কয়েক বছর পরে নির্বাসিত হত। প্রকৃত ক্ষমতা ইনাক বা বংশানুক্রমিক প্রধানমন্ত্রীদের হাতে ছিল যারা নিম্ন বদ্বীপের কুংরাত উপজাতির প্রধানও ছিলেন। তিনি এই ইনাকদের তালিকা তৈরি করেছেন: এ. ইশমেদ বি; খ. মুহাম্মাদ আমিন (১৭৫৫-১৭৮২) ক- এর পুত্র; গ. ইভাজ, (?-১৮০৪), বি এর পুত্র, ডঃ ব্ল্যাঙ্কেনাগেল (১৭৯৩) তার ভাইয়ের অন্ধত্ব নিরাময় করতে পারেননি কিন্তু বাম বিবরণ; গত আরবশহীদ খানকে ছয় মাস বহিষ্কার করার পর সি-এর পুত্র ডি ইলতাজার।\nআব্দুল্লাহ কারা বেগ (১৭৫৮)\nতিমুর গাজী (১৭৫৮-১৭৬৪)\nতাওকে (১৭৬৪-১৭৬৬)\nশাহ গাজী (১৭৬৬–১৭৬৮)\nআবু আল-গাজি তৃতীয় (১৭৬৮-১৭৬৯) রুশ মতে: কাইপের পুত্র, পরে কারাকালপাকসের খান, পরে নিম্ন সির দরিয়ায়, ১৮১৫ সালে দারিদ্র্যের মধ্যে মারা যান\nদ্বিতীয় নুরালী (১৭৬৯)\nজাহাঙ্গীর (১৭৬৯-১৭৭০) রুশ মতে: কাইপের পুত্র\nবোলেকি (১৭৭০) রুশ মতে: নিম্ন সির দরিয়া থেকে একজন কাজাখ, উপরে বহিষ্কৃত এবং শীঘ্রই নিজেকে তাড়িয়ে দেয়।\nআকিম (প্রথমবার, ১৭৭০-১৭৭১)\nআব্দ আল-আজিজ (আনু ১৭৭১)\nআরতুক গাজী (আনু. ১৭৭২)\nআব্দুল্লাহ (আনু. ১৭৭২)\nআকিম (দ্বিতীয়বার, আনু. ১৭৭২ – আনু. ১৭৭৩)\nইয়াদিগার দ্বিতীয় (প্রথমবার, আনু. ১৭৭৩-১৭৭৫)\nআবু'ল ফায়েজ (১৭৭৫-১৭৭৯)\nদ্বিতীয় ইয়াদিগার (দ্বিতীয়বার, ১৭৭৯-১৭৮১)\nপুলাদ গাজী (১৭৮১-১৭৮৩)\nদ্বিতীয় ইয়াদিগার (তৃতীয়বার, ১৭৮৩-১৭৯০)\nআবু আল-গাজি চতুর্থ (১৭৯০-১৮০২) ১৭৯৩ সালে রুশ ডঃ ব্ল্যাঙ্কেনাগেলের সফর।\nআবু আল-গাজি পঞ্চম ইবনে ঘাইব (১৮০২-১৮০৪)\n\n\n=== কুংরাট রাজবংশ (১৮০৪–১৯২০) ===\nকুংরাট ইনাক্স\n\nইশমেদ বি: হোওয়ার্থ শুধুমাত্র, মুরাভিয়েভের তথ্য যিনি ১৮২০ সালে পরিদর্শন করেছিলেন।\nমুমুহাম্মাদ আমিন বিয়: রুশ মতে  ১৭৬৩-১৭৯০, ধীরে ধীরে আপেক্ষিক শান্তি পুনরুদ্ধার, ১৭৭০ সালে তুর্কমেন এবং ১৭৮২ সালে বুখারাকে পরাজিত করা।\nআভাজ বা ইভাজ: রুশ মতে  ১৭৯০-১৮০৪, উপরের পুত্র, আপেক্ষিক শান্তি এবং স্থিতিশীলতা, ১৭৯৩ সালে নিম্ন বদ্বীপে বিদ্রোহ দমন করা হয়, কিন্তু প্রায় ২০ বছর ধরে কিছুটা স্বাধীন এলাকা, ১৭৯৩ সালে রুশ ডঃ ব্ল্যাঙ্কেনাগল তার ভাইয়ের অন্ধত্ব নিরাময় করতে অক্ষম ছিলেন, কিন্তু বাম প্রতিবেদন। হোওয়ার্থের মতে, ভাই ফাজিল বি কে আভাজ এবং তার বাবা 'সর্বদা পরামর্শ' করতেন।\nএল্টুজার (১৮০৪): আভাজের ছেলে কয়েক মাস পর খান বানিয়েছিলেন।\nকুনগ্রাত খানস\n\nইলতাজার ইনাক ইবনে ইওয়াজ ইনাক বিয় (১৮০৪-১৮০৬) নির্বাসিত শেষ খান ইনাক বলেন, তিনি আরেকটি খুঁজে পাবেন, সেনাবাহিনী সংগ্রহ করবেন এবং নিজেই খান তৈরি করবেন, ইয়োমুদদের আক্রমণ করে আস্তেরাবাদের দিকে, তারপর তাদের সাথে মিত্রতা করেন, বুখারাআক্রমণ করেন, পরাজিত হন, একটি নৌকায় অক্সাস পার হয়ে পালিয়ে যান, এত লোক এর উপর গাদাগাদি করে যে এটি ডুবে যায় এবং তিনি ডুবে যান।\nমুহাম্মদ রহিম বাহাদুর প্রথম (১৮০৬-১৮২৫) কে নিষ্ঠুর কিন্তু শক্তিশালী ব্যবস্থা বলে অভিহিত করা হয়, শৃঙ্খলা পুনরুদ্ধার করা হয়, নিম্ন বদ্বীপ (রুশ মতে ১৮১১), পরাধীন উপজাতিদের জয় করা হয়, পারস্য এবং বুখারার সাথে লড়াই করে, মুরাভিয়েভ (১৮২০) রিপোর্ট ছেড়ে চলে যায়। মুনিস ব্রেগেল দ্বারা ব্যবহৃত কিভার ইতিহাস লিখেছিলেন।\nআল্লাহ কুলি বাহাদুর (১৮২৫-১৮৪২) গ ১৮৩২ মার্ভ এবং সেরাখসকে নিয়ে যান, আলেকজান্ডার বার্নস সেখানে তার সেনাবাহিনীর সাথে দেখা করেন, ১৮৩৯ সালে শীতল আবহাওয়ার কারণে পরাজিত রুশ আক্রমণ, সি১৮৪০ জেমস অ্যাবট, রিচমন্ড শেকস্পিয়ার এবং আর্থার কনোলি পরিদর্শন করেন।\nউপরের ছেলে মুহাম্মদ রহিম কুলি (১৮৪২-১৮৪৬) মার্ভের দক্ষিণে উপজাতিদের সাথে লড়াই করেছিলেন, ভাই বোখারান আক্রমণকে পরাজিত করেছিলেন।\nআবু আল-গাজি মুহাম্মদ আমিন বাহাদুর (১৮৪৬-১৮৫৫) উপরের ভাই মার্ভকে নিয়ে যান, গ্যারিসনকে বহিষ্কার করা হয়, পুনরায় নেওয়া হয়, টেকসের সাথে লড়াই করা হয়, রুশরা সির দরিয়ায় দুর্গ নির্মাণ করে, কিন্তু খিভানরা কেবল আশেপাশের এলাকায় অভিযান চালায়, মার্ভের দক্ষিণে প্রচারণা চালায়, পারস্যরা হস্তক্ষেপ করে, বন্দী করে এবং শিরশ্ছেদ করে কারণ তিনি অবিবেচকের মতো ক্যাম্পের কিনারায় তার তাঁবু স্থাপন করেছিলেন।\nআবদুল্লাহ (১৮৫৫) ইত্তাজারের দ্বিতীয় পুত্র (রুশ মতে  মুহাম্মদ আমিনের পুত্র) এর নাতি, পরাজিত সেনাবাহিনী দ্বারা সিংহাসনযুক্ত, শীঘ্রই তুর্কমেনের বিদ্রোহীদের হাতে নিহত হয়েছিল।\nকুতলুগ মুহাম্মদ মুরাদ বাহাদুর (১৮৫৫-১৮৫৬) উপরের ভাই, একই বিদ্রোহীদের সাথে লড়াই করেছিলেন, বিদ্রোহী সহযোগী যারা তাকে শ্রদ্ধা জানানোর ভান করে হত্যা করেছিল।\nমাহমুদ (১৮৬৬) দৃশ্যত হাওরথের সাইদ মাহমুদ, এক আফিম আসক্ত যিনি নীচে তার ছোট ভাইয়ের পক্ষে চলে যান।\nদ্বিতীয় কুংরাত খান, গৃহযুদ্ধ, দুর্ভিক্ষ ও মহামারি, ইগনাতিভ মিশন (১৮৫৮), আরমিনিয়াস ভাম্বারির সফর (১৮৬৩) এর পুত্র সাইয়্যেদ মুহাম্মদ [রুশ মতে] (১৮৫৬ - সেপ্টেম্বর ১৮৬৪)। ...\nইসফান্দিয়ার জুর্জি বাহাদুর (সেপ্টেম্বর ১৯১০ - ১ অক্টোবর ১৯১৮) উপরের পুত্র। রুশ বিপ্লবের পর, তুর্কমেন ইয়োমুত উপজাতির জুনায়েদ খানের কাছে দেশটি হারায় এবং তার দ্বারা মৃত্যুদণ্ড কার্যকর করা হয়।\nসাইয়্যেদ আবদুল্লাহ (১ অক্টোবর ১৯১৮ - ১ ফেব্রুয়ারি ১৯২০) উপরের ভাই। জুনায়েদ খানের হাতে আসল শক্তি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nবুখারার আমিরাত\nখোয়ারেজম\nসুন্নি মুসলিম রাজবংশের তালিকা\n\n\n== আরো পড়ুন ==\nDani, Ahmad Hasan; Masson, Vadim Mikhaĭlovich; Unesco (২০০৩-০১-০১)। \"The Khanates of Khiva and Kokand\"। History of Civilizations of Central Asia: Development in contrast : from the sixteenth to the mid-nineteenth century (ইংরেজি ভাষায়)। UNESCO। আইএসবিএন 978-92-3-103876-1। \nHoworth, Sir Henry Hoyle (১৮৮০)। History of the Mongols, from the 9th to the 19th Century (ইংরেজি ভাষায়)। Longmans, Green, and Company। \n\n\n== বহিঃসংযোগ ==\n\"Russian Invasion (the end of the XIX century)\"\n\"The dramatic end of Khiva\"\nMap of the Khanates of Bukhara, Khiva, and Khokand and Part of Russian Turkistan from 1875 by Eugene Schuyler"}