{"pageid": 1059750, "title": "এণাক্ষী চট্টোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1059750", "content": "এণাক্ষী চট্টোপাধ্যায়  (ইংরেজি: Enakshi Chattopadhyay) (১৯৩৪ - ২৫ মে, ২০২১) ছিলেন একজন খ্যাতনামা বাঙালি লেখিকা ও অনুবাদক।  অনুবাদের পাশাপাশি তিনি বাংলা কল্পবিজ্ঞানকে আধুনিক করে তুলতে যথেষ্ট অবদান রেখেছেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nএণাক্ষী চট্টোপাধ্যায়ের জন্ম ব্রিটিশ ভারতের বিহার রাজ্যের পাটনা'য় এক আইনজীবী পরিবারে। পিতা বসন্তকুমার বন্দ্যোপাধ্যায় ও মাতা পারুল বন্দ্যোপাধ্যায়। তাদের আদি নিবাস ছিল পশ্চিমবঙ্গের নদীয়া'য়। এণাক্ষীর মাতামহ মুকুন্দলাল চক্রবর্তী ছিলেন আচার্য প্রফুল্লচন্দ্র রায়ের প্রিয় ও মেধাবী ছাত্র। তারই অনুপ্রেরণায় তিনি কলকাতার কলেজ স্ট্রিটে 'চক্রবর্তী অ্যান্ড চ্যাটার্জি' নামে এক প্রকাশনা ও পুস্তক বিপণন সংস্থা খোলেন। এণাক্ষীর পড়াশোনা পাটনায়। বিজ্ঞান বিষয়ে স্নাতক হন পাটনা বিশ্ববিদ্যালয় থেকে। ১৯৫৮ খ্রিস্টাব্দে  মেঘনাদ সাহার ছাত্র, পরমাণু বিজ্ঞানী শান্তিময় চট্টোপাধ্যায়ের সাথে বিবাহ হয় এবং বিবাহের পর কলকাতায় আসেন।\n\n\n== কর্মজীবন ও সাহিত্যকর্ম ==\nকিছুদিন কলকাতায় অধ্যাপনা করেন। ১৯৫৮ খ্রিস্টাব্দে শান্তিময় চট্টোপাধ্যায় ফুলব্রাইট ভ্রমণ বৃত্তি নিয়ে আমেরিকা গেলে তিনিও তিন বছর আমেরিকাবাসী হন। পরে কলকাতায় ফিরে কিছু দিন অধ্যাপনা করেন ও শেষে লেখায় মন দেন। তিনি নানা বিষয়ে ইংরাজী ও বাংলা উভয় ভাষাতেই বড়দের ও ছোটদের জন্য লেখেন রম্যরচনা, প্রবন্ধ, জীবনী, কল্পবিজ্ঞান, ছড়া ও সমালোচনা। নিয়মিত লিখতেন আনন্দবাজার পত্রিকা গোষ্ঠীর দেশ, আনন্দমেলা পত্রিকায়। এছাড়া ও লিখতেন 'খেলার আসর' ও 'পরিবর্তন' পত্রিকায়। তিনি কল্পবিজ্ঞান বিষয়ে লিখতে বেশি ভালবাসতেন। তার কল্পবিজ্ঞানের গল্প সংকলন \"মানুষ যেদিন হাসবে না\" পাঠক মহলে বেশ সমাদৃত হয়েছিল। 'খেলার আসর' পত্রিকায় তিনি বিজ্ঞান বিভাগ পরিচালনা করতেন। অনুবাদক হিসাবে তিনি সুপরিচিত ছিলেন।  প্রেমেন্দ্র মিত্রর অবিস্মরণীয় কীর্তি 'মনুদ্বাদশ' ও 'পিঁপড়ে পুরাণ' তিনি ইংরাজীতে অনুবাদ করেন। ইংরাজীতে অনুবাদ করেছেন  সুনীল গঙ্গোপাধ্যায়ের 'পূর্ব-পশ্চিম'ও। আবার ইংরাজী থেকে বাংলা ভাষার অনুবাদ করেন  বিক্রম শেঠের 'অ্য সুটেবল বয়'। তার রচিত অন্যান্য গ্রন্থগুলি হল -\n\nদেশে দেশে\nবিন্দাস ও অন্যান্য গল্প \nদাদুর দোয়াতদানি\nপরমাণু-জিজ্ঞাসা (স্বামীর সাথে যুগ্মভাবে)\nভারতীয় বিজ্ঞান উত্তরণের কাল ( স্বামীর সাথে যুগ্মভাবে )\nমেঘনাদ সাহা (ইংরাজীতে)\nসত্যেন্দ্রনাথ বোস (ইংরাজীতে)\nযুগ্মভাবে লেখা শেষোক্ত বই দুটি ন্যাশনাল বুক ট্রাস্ট থেকে প্রকাশিত ও সাতটি ভারতীয় ভাষায় অনূদিত হয়েছে।\n\n\n== সম্মাননা ==\nএণাক্ষী চট্টোপাধ্যায় ১৯৭৪ খ্রিস্টাব্দে স্বামী শান্তিময় চট্টোপাধ্যায়ের সাথে যুগ্মভাবে লেখা \"পরমাণু-জিজ্ঞাসা\" বইটির জন্য পশ্চিমবঙ্গ সরকারের রবীন্দ্র পুরস্কার লাভ করেন। এ ছাড়াও শিশুসাহিত্যের জন্য লাভ করেন বিদ্যাসাগর পুরস্কার। আজীবন সাহিত্যকর্মের জন্য কালিদাস নাগ স্মৃতি পুরস্কার লাভ করেন।\n\n\n== জীবনাবসান ==\nএণাক্ষী চট্টোপাধ্যায় ২০২১ খ্রিস্টাব্দের ২৫ শে মে মঙ্গলবার দিল্লির এক হাসপাতালে কোভিডে আক্রান্ত হয়ে ৮৬ বৎসর বয়সে প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}