{"pageid": 1059312, "title": "বাংলাদেশ খেলাফত ছাত্র মজলিস", "url": "https://bn.wikipedia.org/wiki?curid=1059312", "content": "বাংলাদেশ খেলাফত ছাত্র মজলিস (ইংরেজি: Bangladesh Khelafat Chhatra Majlis) হলো একটি ইসলামপন্থী ছাত্র সংগঠন। এটি বাংলাদেশ খেলাফত মজলিস-এর সহযোগী সংগঠন হিসেবে কাজ করে। সংগঠনটি ইসলামী শিক্ষা, সংস্কৃতি ও আদর্শভিত্তিক ছাত্রসমাজ গঠনের লক্ষ্যে কাজ করে থাকে। সংগঠনটির ২০২৫-২৬ ইং সেশনের কেন্দ্রীয় সভাপতি মুহাম্মাদ আব্দুল আজিজ। সভাপতি পরিষদ সদস্য আশরাফুল ইসলাম সাদ ও মাহদী হাসান শিকদার।  \n\n\n== লক্ষ্য উদ্দেশ্য ==\nবাংলাদেশ খেলাফত ছাত্র মজলিস আল্লাহকে রাজিখুশি করার উদ্দেশে আল্লাহর জমিনে আল্লাহর দ্বীন প্রতিষ্ঠার লক্ষ্যে ছাত্র সমাজের মধ্যে কাজ করে যাচ্ছে। ইসলামের মূল তিন কাজ, তালীম (শিক্ষা), তাবলীগ (দাওয়াত), তাগলীব (বিজয়), এর সমন্বয়ে পাঁচ দফা কর্মসূচি প্রনয়ণ করেছে:\n\nদাওয়াত\nসংগঠন\nপ্রশিক্ষণ\nসমাজকল্যাণ\nআন্দোলন\nঅভিষ্ঠ লক্ষপানে পৌছার জন্য চারটি ক্রমধারায় বিভক্ত করে,\n\nইসলামের জন্য নিবেদিত প্রাণ যোগ্য ব্যক্তি গঠন\nআদর্শ ইসলামি সমাজের পরিবেশ গড়া\nবাতিল প্রতিরোধ ও ইসলামের গৌরব রক্ষায় বলিষ্ঠ ভূমিকা পালন\nরাষ্ট্র ও সমাজের সর্বক্ষেত্রে ইসলাম প্রতিষ্ঠার লক্ষ্যে সর্বাত্মক সংগ্রাম করা\n\n\n== আন্দোলন সংগ্রাম ==\n\n\n=== ঢাবিতে ধর্মভিত্তিক রাজনীতি নিষিদ্ধের প্রতিবাদ ===\nসেপ্টেম্বর ২৭, ২০১৯, ঢাকা বিশ্ববিদ্যালয়ে ধর্মভিত্তিক ছাত্ররাজনীতি নিষিদ্ধ করার ব্যাপারে বিশ্ববিদ্যালয় কেন্দ্রীয় ছাত্র সংসদ ডাকসুতে প্রস্তাবনা পাশ করার প্রতিবাদে রাজধানীর মুহাম্মদপুরে আজ শুক্রবার বাদ আসর বিক্ষোভ মিছিল ও সমাবেশ করেছে বাংলাদেশ খেলাফত ছাত্র মজলিস।মুহাম্মাদপুরের আল্লাহ করীম জামে মসজিদ থেকে মিছিলটি শুরু হয়ে টাউনহল কেন্দ্রীয় শহীদপার্ক মসজিদ চত্বরে সংক্ষিপ্ত সমাবেশের মাধ্যমে শেষ হয়। সংগঠনের ঢাকা মহানগর উত্তরের সভাপতি মাহমুদুল হাসানের সভাপতিত্বে অনুষ্ঠিত এই বিক্ষোভ সমাবেশে প্রধান অতিথি হিসেবে উপস্থিত ছিলেন বাংলাদেশ খেলাফত যুব মজলিসের সাংগঠনিক সম্পাদক মাওঃ ফজলুর রহমান। প্রধান বক্তা হিসেবে উপস্থিত ছিলেন বাংলাদেশ খেলাফত ছাত্র মজলিসের কেন্দ্রীয় সভাপতি মুহাম্মদ জাকির হোসাইন। বিশেষ অতিথি হিসেবে উপস্থিত ছিলেন বাংলাদেশ খেলাফত যুব মজলিসের ঢাকা মহানগর সভাপতি মাওঃ রাকীবুল ইসলাম, খেলাফত ছাত্র মজলিসের কেন্দ্রীয় সভাপতি পরিষদ সদস্য মোশাররফ হোসেন, কেন্দ্রীয় সাংগঠনিক সম্পাদক আবরারুল হক নোমান। সংগঠনের ঢাকা বিশ্ববিদ্যালয় প্রতিনিধি মাহমুদুল হাসান প্রমুখ। [১]\n\n\n==== মামুনুল হকসহ মজলুম সকল কারাবন্দীর মুক্তি দাবিতে আন্দোলন ====\nবাংলাদেশ খেলাফত মজলিসের আমির মাওলানা মুহাম্মাদ মামুনুল হককে ১৮ এপ্রিল গ্রেফতার করা হয়। এর প্রতিবাদে বিক্ষোভ মিছিল, মানববন্ধন, প্লাকার্ড প্রদর্শন, অবস্থান কর্মসূচিসহ বিভিন্ন কার‌্যক্রম পরিচালনা করে সংগঠনটি\n\n২৩ ও ২৪ জুন'২২, বাংলাদেশ খেলাফত মজলিসের মাওলানা মুহাম্মাদ মামুনুল হকসহ সকল মজলুম কারাবন্দীর মুক্তির দাবিতে রাজধানীর তিনটি পয়েন্টে বিক্ষোভ করে বাংলাদেশ খেলাফত ছাত্র মজলিস। বিক্ষোভে মাওলানা জুনায়েদ আল হাবীব, মাওলানা মুহাম্মাদ মামুনুল হক, মাওলানা মুনির হুসাইন কাসেমী, মাওলানা সাখাওয়াত হুসাইন রাজী, মাওলানা আজিজুল হক ইসলামাবাদী, মাওলানা আতাউল্লাহ আমিন, মাওলানা হারুন ইজহার, মাওলানা জাকারিয়া নোমান ফয়েজী ও মাওলানা এহসানুল হক, মাওলানা রফিকুল ইসলামসহ সকল মজলুম কারাবন্দীর মুক্তি দাবি করা হয় [২]\n১৮ আগস্ট'২২, মাওলানা মুহাম্মাদ মামুনুল হকসহ সব মজলুম কারাবন্দির মুক্তির দাবিতে রাজধানীতে বিক্ষোভ ও মিছিল করেছে বাংলাদেশ খেলাফত ছাত্র মজলিস ঢাকা মহানগর শাখা। বৃহস্পতিবার (১৮ আগস্ট) বিকালে জাতীয় প্রেস ক্লাব চত্বরে সমাবেশে প্রধান অতিথির বক্তব্য রাখেন সংগঠনের কেন্দ্রীয় সভাপতি মোল্লা মুহাম্মাদ খালিদ সাইফুল্লাহ। [৩]\n২৮ মার্চ'২৩, ক্ষোভের বিস্ফোরণ ঘটার আগেই মাওলানা মুহাম্মাদ মামুনুল হকসহ বন্দি আলেমদের নিঃশর্ত মুক্তির দাবি জানিয়েছে বাংলাদেশ খেলাফত ছাত্র মজলিস।মঙ্গলবার (২৮ মার্চ) জাতীয় প্রেস ক্লাবের সামনে এক মানববন্ধনে এ দাবি করেন বাংলাদেশ খেলাফত ছাত্র মজলিসের নেতারা। [৪]\n৮ ডিসেম্বর’২৩, মতাসীন দল আওয়ামী লীগকে উদ্দেশ করে বাংলাদেশ খেলাফত যুব মজলিসের কেন্দ্রীয় সভাপতি মাওলানা আবুল হাসনাত জালালী বলেছেন, আপনারা ২০১৮ সালেও পার পেয়ে গেছেন। আগামী সাত তারিখে (৭ জানুয়ারি) আপনারা নির্বাচনের স্বপ্ন দেখবেন, কিন্তু বাস্তবায়ন করতে পারবেন না। আপনারা এককভাবে নির্বাচন করে দেশকে বিপদের দিকে ঠেলে দিতে পারেন না। দেশকে বিপদে ফেললে আপনারাও বাঁচতে পারবেন না। শুক্রবার (৮ ডিসেম্বর) জাতীয় প্রেস ক্লাবের সামনে বাংলাদেশ খেলাফত ছাত্র মজলিস আয়োজিত মাওলানা মামুনুল হকসহ সব ‘মজলুম’ কারাবন্দির নিঃশর্ত মুক্তি ও নির্দলীয় নিরপেক্ষ সরকারের অধীনে ভোটাধিকার নিশ্চিতের দাবিতে ছাত্র সমাবেশে প্রধান অতিথির বক্তব্যে তিনি এসব কথা বলেন।[৫]\n১৬ মার্চ ২০২৪-এ জাতীয় প্রেস ক্লাবের সামনে বাংলাদেশ খেলাফত ছাত্র মজলিস “দীর্ঘ কারাবাসে উদ্বিগ্ন ছাত্রজনতা” শীর্ষক অবস্থান কর্মসূচির আয়োজন করে। কর্মসূচিতে মামুনুল হককে \"রাজনৈতিক ষড়যন্ত্রের শিকার\" হিসেবে অভিহিত করা হয় এবং তার মুক্তির দাবি জানানো হয়। বক্তারা অভিযোগ করেন, ভারতের বিরোধিতার কারণেই মামুনুল হককে উদ্দেশ্যমূলক মামলায় বন্দি রাখা হয়েছে।[৬]\n১৮ মার্চ’২৪, মাওলানা মামুনুল হকসহ বিভিন্ন দলের গ্রেপ্তার থাকা নেতাদের অবিলম্বে মুক্তি দাবি করেছে ইসলামী ছাত্রশিবিরসহ ১০টি ছাত্রসংগঠন। তারা বলেছে, জামিন পাওয়া দেশের প্রত্যেক নাগরিকের সাংবিধানিক অধিকার। একজন জ্যেষ্ঠ নাগরিককে জামিন না দিয়ে বছরের পর বছর জেলে আটকে রাখা দেশে বিচারহীনতার প্রমাণ। বিচারহীনতার এই ধারাবাহিকতা আর চলতে দেওয়া যায় না। বিবৃতি দেওয়া ১০ ছাত্রসংগঠন হলো, ইসলামী ছাত্রশিবির, বাংলাদেশ ছাত্র অধিকার পরিষদ, ইসলামী ছাত্র আন্দোলন বাংলাদেশ, ছাত্র জমিয়ত বাংলাদেশ, জাগপা ছাত্রলীগ, জাতীয়তাবাদী গণতান্ত্রিক ছাত্র আন্দোলন, বাংলাদেশ ইসলামী ছাত্রসমাজ, জাতীয় ছাত্রসমাজ (কাজী জাফর), বাংলাদেশ ছাত্র মিশন ও বাংলাদেশ খেলাফত ছাত্র মজলিস। [৭]\n\n\n===== হাফেজ রেজাউল হত্যার বিচারের দাবিতে আন্দোলন =====\n২৮ জুলাই রাজধানীতে আওয়ামী লীগের শান্তি সমাবেশ হয়। এই সমাবেশ থেকে ফেরার পথে গুলিস্তানের গোলাপ শাহ মাজারের সামনে আওয়ামী লীগের দুই পক্ষের মধ্যে সংঘর্ষ হয়। সংঘর্ষে নিহত হন পথচারী হাফেজ রেজাউল। রেজাউলের বাড়ি শেরপুরের নকলা উপজেলার চরঅষ্টধর ইউনিয়নের নারায়ণখোলা পশ্চিমপাড়া গ্রামে। তাঁর বাবার নাম আবদুস ছাত্তার। তিনি একজন বর্গাচাষি। রেজাউল ঢাকার যাত্রাবাড়ীর জামিয়া ইসলামিয়া দারুল উলুম মাদানিয়া মাদ্রাসার ছাত্র ছিলেন। [৮]\nহাফেজ রেজাউল হত্যার বিচারের দাবীতে আন্দোলনে নেতৃত্ব দেয় বাংলাদেশ খেলাফত ছাত্র মজলিস,\n\nআওয়ামী লীগের দুই গ্রুপের সংঘর্ষে নিহত মাদরাসাছাত্র হাফেজ রেজাউল করিমের হত্যার প্রতিবাদ ও অপরাধীদের দ্রুত বিচারের আওতায় আনার দাবিতে বিক্ষোভ মিছিল ও সমাবেশ করেছে বাংলাদেশ খেলাফত ছাত্র মজলিস ঢাকা মহানগরী। সোমবার (৩১ জুলাই) বাদ আসর রাজধানীর মোহাম্মদপুর বাসস্ট্যান্ড থেকে বিক্ষোভ মিছিলটি শুরু হয়ে টাউন হলে গিয়ে শেষ হয়। ৪৮ ঘন্টার মধ্যে হত্যাকাণ্ডে সম্পৃক্ত সকলকে গ্রেফতারের দাবি জানানো হয়।  দাবী আদায় না হলে আগামী ৩ আগস্ট বৃহস্পতিবার বাদ আসর প্রেস ক্লাব চত্বরে বিক্ষোভ সমাবেশ ও মিছিলের আহ্বান করা হয়।[৯]\nআওয়ামী লীগের শান্তি সমাবেশের পর দুই গ্রুপের সংঘর্ষে নিহত মাদ্রাসাছাত্র হাফেজ রেজাউল করিমের হত্যাকারীদের দ্রুত গ্রেপ্তারের দাবি জানিয়েছে বাংলাদেশ খেলাফত ছাত্র মজলিস। আগামী এক সপ্তাহের মধ্যে অভিযুক্তদের গ্রেপ্তার করা না হলে বৃহত্তর আন্দোলন করা হবে বলে হুঁশিয়ারি দিয়েছে সংগঠনটি। শুক্রবার (৪ আগস্ট) জুমার নামাজের পর রাজধানীর বায়তুল মোকাররম জাতীয় মসজিদের উত্তর গেটে আয়োজিত বিক্ষোভ সমাবেশ ও মিছিল থেকে এ হুঁশিয়ারি দেওয়া হয়। আওয়ামী লীগের শান্তি সমাবেশের পর দুই গ্রুপের সংঘর্ষে নিহত মাদ্রাসাছাত্র হাফেজ রেজাউল করিমের হত্যার প্রতিবাদে ও দ্রুত বিচারের দাবিতে এ বিক্ষোভ সমাবেশের আয়োজন করে বাংলাদেশ খেলাফত ছাত্র মজলিস।[১০]\nহাফেজ রেজাউল হত্যার বিচারের দাবিতে ৮ আগস্ট সর্বদলীয় ছাত্র ঐক্য গঠন। [১১] ১৬ আগস্ট জাতীয় প্রেসক্লাবে সংবাদ সম্মেলন করে কর্মসূচি ঘোষণা। [১২] ১৮ আগস্ট বিক্ষোভ মিছিল। [১৩] ২৪ আগস্ট ছাত্র সমাবেশ। সমাবেশ থেকে তাঁরা যেকোনো সংকটে ঐক্যবদ্ধ হয়ে কাজ করার ঘোষণা দিয়েছে। একই সঙ্গে গ্রেপ্তার ছাত্রনেতা ও কারাবন্দী উলামায়ে কেরামের মুক্তিও দাবি করেছেন তাঁরা। সর্বদলীয় ছাত্র ঐক্যের প্রধান সমন্বয়ক ও বাংলাদেশ খেলাফত ছাত্র মজলিসের সভাপতি পরিষদের সদস্য মুহাম্মাদ কামাল উদ্দীনের সঞ্চালনায় সমাবেশে উপস্থিত ছিলেন  বাংলাদেশ খেলাফত ছাত্র মজলিসের সভাপতি মোল্লা মুহাম্মাদ খালিদ সাইফুল্লাহ, ইসলামী ছাত্র আন্দোলন বাংলাদেশের কেন্দ্রীয় সভাপতি শরীফুল ইসলাম রিয়াদ,  ছাত্র জমিয়ত বাংলাদেশের সভাপতি নিজাম উদ্দিন আল আদনান, বাংলাদেশ ইসলামী ছাত্র মজলিশের সভাপতি মুহাম্মদ খালেদ সাইফুল্লাহ, জাতীয়তাবাদী গণতান্ত্রিক ছাত্র আন্দোলনের সভাপতি মাসুদ রানা জুয়েল, বাংলাদেশ মুসলিম ছাত্রলীগের সভাপতি মোহাম্মদ নূর আলম, বাংলাদেশ ছাত্রপক্ষের আহ্বায়ক মুহাম্মদ প্রিন্স, ভাসানী ছাত্র পরিষদের আহ্বায়ক আহাম্মেদ শাকিল, বাংলাদেশ ছাত্র মিশনের সভাপতি সৈয়দ মুহাম্মদ মিলন, বাংলাদেশ ইসলামী ছাত্রসমাজের মহাসচিব বি এম আমির জিহাদী, বাংলাদেশ কওমি ছাত্র ফোরামের সদস্যসচিব জামিল সিদ্দিকীসহ বিভিন্ন ছাত্রসংগঠনের নেতা-কর্মীরা।[১৪]\n\n\n== তথ্যসূত্র =="}