{"pageid": 1059123, "title": "মাদ্রাসা শিক্ষা অধিদপ্তর", "url": "https://bn.wikipedia.org/wiki?curid=1059123", "content": "মাদ্রাসা শিক্ষা অধিদপ্তর হলো বাংলাদেশ সরকারের শিক্ষা মন্ত্রণালয়ের একটি অধিদপ্তর। এ অধিদপ্তর বাংলাদেশের আলিয়া স্তরের মাদ্রাসাসমূহকে নিয়ন্ত্রণ করে।\n\n\n== ইতিহাস ==\nকারিগরি ও মাদ্রাসা শিক্ষা বিভাগের আওতাধীন মাদ্রাসা শিক্ষা অধিদপ্তর একটি নবসৃষ্ট সরকারি প্রতিষ্ঠান। ২০১৫ সালের আগস্ট মাস হতে কাকরাইলের জাতীয় স্কাউট ভবনে সম্পূর্ণ ভাড়া অফিসে এ দপ্তরের কার্যক্রম শুরু হয় । স্বল্প পরিসরে অফিস কার্যক্রম ঠিকমত পরিচালিত না হওয়ায় এবং কর্মকর্তাদের পর্যাপ্ত ব্যবস্থা না থাকায় বর্তমানে \"গাইড হাউস  (৭ম এবং ১০ম তলা ), নিউ বেইলি রোড, ঢাকা-১০০০\" ভাড়ার ভিত্তিতে এ দপ্তরের কার্যক্রম চলছে। \nদেশের জনগোষ্ঠির শতকরা প্রায় ৩০ ভাগ মাদরাসা শিক্ষার সাথে জড়িত। এ বিশাল জনগোষ্ঠিকে দক্ষ মানবসম্পদে রূপান্তরের মাধ্যমে দেশের আর্থ সামাজিক উন্নয়নে মাদরাসা শিক্ষার প্রতিযোগিতামূলক যথার্থ-মাননিশ্চিত করণে সরকারকর্তৃক (শিক্ষা মন্ত্রণালয়ের স্মারকনং-শিম/শাঃ১৪/বিবিধ-২-৮/২০০৮-১৬৩,তারিখঃ ০১.০৬.২০১৫ মোতাবেক) মাদরাসা শিক্ষা অধিদপ্তর নামে একটি নতুন অধিদপ্তর প্রতিষ্ঠার সরকারি মঞ্জুরী জ্ঞাপন করা হয়েছে । এর ধারাবাহিকতায় মূলত ০১.০৬.২০১৫ খ্রিঃ হতে মাদরাসা শিক্ষা অধিদপ্তর-এর কার্যক্রম শুরু হয়েছে।\n\n\n== অধীনস্থ প্রতিষ্ঠান ==\nসরকারি মাদ্রাসা-ই-আলিয়া, ঢাকা\nসিলেট সরকারি আলিয়া মাদ্রাসা\nসরকারি মুস্তাফাবিয়া আলিয়া মাদরাসা\nবাংলাদেশ মাদ্রাসা শিক্ষক প্রশিক্ষণ ইনস্টিটিউট\nবাংলাদেশ মাদ্রাসা শিক্ষা বোর্ড\n\n\n== কার্যক্রম ==\nমাদ্রাসা শিক্ষা অধিদপ্তরের মাধ্যমে ৭৯৫৪ টি এমপিও ভূক্ত মাদ্রাসায় ১,৫০,৮০০ জন শিক্ষক ও কর্মচারীদের  প্রতি মাসে বেতন ও ভাতা দেয়া হয়। এছড়াও  ১৫১৯ টি স্বতন্ত্র ইবতেদায়ী মাদ্রাসা ৪,৫২৯  জন শিক্ষকদের অনুদান দেয়া হয়। এই বিপুল সংখ্যক মাদ্রাসার শিক্ষার্থী এবং শিক্ষকদের প্রশাসনিক এবং একাডেমিক বিষয়ে মনিটরিং এর সার্বিক দায়িত্ব মাদ্রাসা শিক্ষা  অধদিপ্তরের। এ অধিদপ্তরের প্রশাসনিক অধিক্ষেত্র সমগ্র বাংলাদশ। এমপিও ভূক্তকরণ, শিক্ষক এমপিও ভূক্তকরণসহ মাদ্রাসা শিক্ষার একাডেমিক এবং কাঠামোগত উন্নয়নের ব্যাপারে মন্ত্রণালয়কে পরার্মশ দেয়া এবং প্রয়োজনীয় উদ্যোগ গ্রহণ করা অধিদপ্তরের প্রধান কাজ। বর্তমানে মেমিস এর মাধ্যমে অনলাইন পদ্ধতিতে এমপিওভুক্ত মাদ্রাসার শিক্ষক-কর্মচারীদের এমপিও (বেতন-ভাতা) আবেদন দ্রুতসময়ে  প্রক্রিয়াকরণ ও সরাসরি  শিক্ষক-কর্মচারীদের ব্যাংক অ্যাকাউন্টে প্রদান/বিতরণ নিশ্চিতকরণ করা হয়।  সরকার কর্তৃক {শিক্ষা মন্ত্রণালয়ের স্মারকনং- শিম/শাঃ২৪/বিবিধ-২-৮/২০০৮(অংশ)/২৭৪,তারিখঃ০৯.০৯.২০১৫খ্রিঃ মোতাবেক} মাদরাসা শিক্ষা অধিদপ্তরের জন্য কর্মপরিধি ও নির্ধারণ করা হয়েছে। উক্ত কর্মপরিধির প্রধান প্রধান বিষয়গুলোহলো-\n\nমাদ্রাসা শিক্ষা সংক্রান্ত সরকারের নীতি বাস্তবায়ন করা\nশিক্ষা মন্ত্রণালয় (বাংলাদেশ) কর্তৃক মাদ্রাসা শিক্ষা সংক্রান্ত সকল উপদেশ ও পরামর্শ অনুযায়ী ব্যবস্থা নেয়া,\nমাদ্রাসা শিক্ষা প্রতিষ্ঠানসমুহের প্রশাসনিক,আর্থিক ও একাডেমিক কর্মকাণ্ড তত্বাবধান করা,\nবেসরকারি মাদ্রাসা এমপিও ভুক্তকরণ,বেসরকারি মাদ্রাসা শিক্ষককর্মচারী এমপিও ভুক্তকরণ,\nমাদ্রাসা সংক্রান্ত উন্নয়ন প্রকল্প প্রনয়ন ও এর বাস্তবায়ন অগ্রগতি তত্বাবধান\nউচ্চশিক্ষা ও গবেষণা কর্মে নিয়োজিত প্রতিষ্ঠান সমূহের সাথে কাজের সমন্বয় করা,\nসরকার কর্তৃক অর্পিত অন্যান্য দায়িত্ব পালন করা ইত্যাদি।\n\n\n== সাংগঠনিক কাঠামো ==\nএকজন মহাপরিচালকের অধীন কয়েকজন পরিচালক, উপ-পরিচালক ও সহকারী পরিচালক আছেন। পরিচালক(প্রশাসন ও অর্থ), পরিচালক (প্রশিক্ষণ ও উন্নয়ন), উপ-পরিচালক (প্রশাসন), উপ-পরিচালক (অর্থ), উপ-পরিচালক (প্রশিক্ষান ও উন্নয়ন), সহকারী পরিচালক (সরকারি ও সিনিয়র মাদ্রাসা), সহকারী পরিচালক (প্রশাসন) ইত্যাদি।\n\n\n== লক্ষ্য ও উদ্দেশ্য ==\nলক্ষ্য  হচ্ছে-উচ্চ নৈতিকতা সমৃদ্ধ মানসম্মত শিক্ষা বাস্তবায়ন করা।\nউদ্দেশ্য  যুগোপযোগী এবং উচ্চ নৈতিকতা সম্পন্ন মানব সম্পদ গঠন/তৈরী করা।\n\n\n== যোগাযোগ ==\nমাদ্রাসা​  শিক্ষা  অধিদপ্তর\nগাইড হাউস  (৭ম ও ১০ম তলা ), নিউ বেইলি রোড, ঢাকা-১০০০। (ভারা করা ভবন)\n\n\n== আরও দেখুন ==\nঅধিদপ্তর\nশিক্ষা মন্ত্রণালয় (বাংলাদেশ)\nবাংলাদেশ মাদ্রাসা শিক্ষা বোর্ড\nমাধ্যমিক ও উচ্চশিক্ষা অধিদপ্তর\n\n\n== তথ্যসূত্র =="}