{"pageid": 1060212, "title": "অঙ্কিতা রায়না", "url": "https://bn.wikipedia.org/wiki?curid=1060212", "content": "অঙ্কিতা রবীন্দ্রকৃষ্ণ রায়না (জন্ম ১১১ই জানুয়ারি ১৯৯৩  ) একজন ভারতীয় পেশাদার টেনিস খেলোয়াড়। তিনি বর্তমানে শীর্ষ স্থানীয় ভারতীয় মহিলা টেনিস খেলোয়াড়।।\nআইটিএফ সার্কিটে ১১ টি একক এবং ১৮ টি দ্বৈত শিরোপার সাথে অঙ্কিতা একটি ডাব্লিউটিএ শিরোনাম এবং একটি ডব্লিউটিএ 125 শিরোপাও জিতেছেন। এপ্রিল ২০১৮ সালে, তিনি প্রথমবারের মতো শীর্ষ ২০০ একক র‌্যাঙ্কিংয়ে প্রবেশ করেছিলেন, এবং এই কীর্তি অর্জনে ভারতের প্রতিনিধিত্বকারী পঞ্চম খেলোয়াড় হয়েছিলেন।  রায়না ২০১৬ দক্ষিণ এশিয়ান গেমসে মহিলাদের একক ও মিশ্র-দ্বৈত বিভাগে স্বর্ণপদক জিতেছেন এবং ২০১৮ এশিয়ান গেমসে একক বিভাগে ব্রোঞ্জ পদক জিতেছেন। অঙ্কিতা একক এবং দ্বৈত ক্ষেত্রে ভারতের শীর্ষস্থানীয় ডাব্লিউটিএ খেলোয়াড়। ডাব্লিউব্লুটিএ-স্তরের খেতাব অর্জনকারী দুজন ভারতীয় খেলোয়াড়ের মধ্যে অঙ্কিতা অন্যতম ।\nফেড কাপে ভারতের হয়ে খেলে, রায়নার একটি জয়ের / হারের রেকর্ড রয়েছে ২৩-১৭।  তিনি ২০১১ সালের ইউএস ওপেন চ্যাম্পিয়ন সামান্থা স্টোসুর, উইম্বলডনের ফাইনালে ওঠা সাবাইন লিসিকি এবং প্রাক্তন পাঁচ নম্বর সারা ইরানির বিরুদ্ধে উল্লেখযোগ্য জয় পেয়েছেন। \n\n\n== প্রাথমিক এবং ব্যক্তিগত জীবন ==\nরায়না পশ্চিম ভারতের গুজরাটে একটি কাশ্মীরি পণ্ডিত পরিবারে জন্মগ্রহণ করেছিলেন। তার মধ্যবিত্ত হিন্দু পরিবার কাশ্মীরের পুলওয়ামা জেলার ত্রাল শহরে। ১৯৯০ এর দশকের গোড়ার দিকে জম্মু ও কাশ্মীরে কাশ্মীরি হিন্দুদের বিতাড়নের সময়ে বাধ্য হয়ে তারা উপত্যকা ছেড়ে চলে আসতে বাধ্য হন।  অঙ্কিতা হিন্দি, গুজরাটি এবং ইংরেজিতে সাবলীল।\nরায়না পুনের পিওয়াইসি হিন্দু জিমখানায় হেমন্ত বেন্দ্রে টেনিস একাডেমিতে প্রশিক্ষণ নেন।\n\n\n== কর্মজীবন ==\n\nরায়না পাঁচ বছর বয়সে টেনিস খেলতে শুরু করেছিলেন। অল্প বয়স থেকেই তিনি হেমন্ত বেন্দ্রের অধীনে প্রশিক্ষণ নিয়েছিলেন , যিনি তাঁর দৃঢ় শৃঙ্খলা এবং মানসিকতার পরিচয় পেয়ে তাকে প্রশিক্ষণ দিতে আগ্রহী হন।  প্রতিশ্রুতিমান যুব কর্মজীবনের পরে, ২০০৯ সালে মুম্বাইয়ের একটি ছোট্ট আইটিএফ টুর্নামেন্টে রায়না তার প্রথম পেশাদার আত্মপ্রকাশ করেন। ২০১০ সালে, তিনি সীমিত সাফল্যের সাথে স্থানীয় আইটিএফ ইভেন্টগুলিতে অংশ নেওয়া চালিয়ে যান। রায়নার ২০১১ মৌসুমে তার তিনটি আইটিএফ সার্কিট ফাইনালে উঠেছিলেন দ্বৈত বিভাগে। ২০১২ সালে, তিনি নয়াদিল্লিতে প্রথম পেশাদার একক শিরোপা জিতেছিলেন এবং ডাবলসে আরও তিনটি জিতেছিলেন। এটি আইটিএফ সার্কিটের কয়েক বছরের মধ্যম ফলাফল অনুসরণ করে।\n\n\n== গ্র্যান্ড স্ল্যাম একক এবং ডাবল পারফরম্যান্স টাইমলাইন ==\nসূচক\n\nপ্রতিযোগিতায় জয়; বা ফাইনালে পৌঁছানো; সেমিফাইনাল; কোয়ার্টার-ফাইনাল; রাউন্ড ৪, ৩, ২, ১; রাউন্ড রবিন পর্যায়ে সম্পন্ন; বাছাইপর্বে হেরে যাওয়া; প্রতিযোগিতায় অনুপস্থিত; ডেভিস কাপের আঞ্চলিক বিভাগে খেলেছে (সঙ্গে তার সংখ্যা ইঙ্গিত করা হয়েছে) বা প্লে-অফ; ব্রোঞ্জ জয়, রৌপ্য (রৌ-এফ বা রৌ-এস) বা অলিম্পিকে স্বর্ণ পদক; একটি ডাউনগ্রেডেড মাস্টার সিরিজ/১০০০ টুর্নামেন্ট (মাস্টার্স সিরিজ নয়); বা একটি প্রদত্ত বছরে প্রতিযোগিতা অনুষ্ঠিত না হওয়া।\nবিভ্রান্তি এবং দুবার গণনা এড়ানোর জন্য, এই তালিকা একটি প্রতিযোগিতা শেষে, অথবা যখন প্রতিযোগিতায় খেলোয়াড়ের অংশগ্রহণ শেষ হয়েছে তখনই হালনাগাদ করা হয়।\n\n\n=== দ্বৈত ===\n\n\n== এশিয়ান গেমস ==\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== বহিঃসংযোগ ==\nমহিলাদের টেনিস অ্যাসোসিয়েশনে অঙ্কিতা রায়না(ইংরেজি)  </img>\nআন্তর্জাতিক টেনিস ফেডারেশনে অঙ্কিতা রায়না (ইংরেজি)  </img>\nঅঙ্কিতা রায়না, প্রোফাইল টেনিসলাইভ"}