{"pageid": 1060111, "title": "মোহাম্মদ রফিকুল আলম", "url": "https://bn.wikipedia.org/wiki?curid=1060111", "content": "মোহাম্মদ রফিকুল আলম (জন্ম: ১ জানুয়ারি ১৯৫৮) একজন বাংলাদেশী শিক্ষাবিদ। তিনি চট্টগ্রাম প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয় (চুয়েট)-এর ইলেকট্রিক্যাল এন্ড ইলেকট্রনিক ইঞ্জিনিয়ারিং বিভাগের অধ্যাপক এবং বিশ্ববিদ্যালয়টির পঞ্চম উপাচার্য। উপাচার্য পদে নিয়োগ লাভের পূর্বে তিনি চুয়েটের উপ-উপাচার্য ও ভারপ্রাপ্ত উপাচার্য হিসেবেও দায়িত্ব পালন করেন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nমোহাম্মদ রফিকুল আলম ১৯৫৮ সালের ১ জানুয়ারি চট্টগ্রামের রাঙ্গুনিয়া উপজেলার মরিয়মনগরে জন্মগ্রহণ করেন। তার বাবা আবদুল হোসেন ও মা খায়রুন্নেসা।\nতিনি তৎকালীন চট্টগ্রাম প্রকৌশল কলেজের (বর্তমানে চুয়েট) ছাত্র হিসেবে ১৯৭৯ সালে ইলেকট্রিক্যাল এন্ড ইলেকট্রনিক ইঞ্জিনিয়ারিং বিভাগ থেকে প্রথম শ্রেণীতে বিএসসি ইঞ্জিনিয়ারিং ডিগ্রি লাভ করেন। পরবর্তীকালে তিনি এমএসসি ইঞ্জিনিয়ারিং এবং পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nমোহাম্মদ রফিকুল আলম ১৯৮২ সালে তৎকালীন চট্টগ্রাম প্রকৌশল কলেজের (বর্তমানে চুয়েট) ইলেকট্রিক্যাল এন্ড ইলেকট্রনিক ইঞ্জিনিয়ারিং বিভাগে প্রভাষক হিসেবে কর্মজীবন শুরু করেন। তিনি ১৯৮৬ সালে সহকারী অধ্যাপক, ২০০৭ সালে সহযোগী অধ্যাপক এবং ২০০৯ সালে অধ্যাপক হিসেবে পদোন্নতি লাভ করেন।\nদীর্ঘ কর্মজীবনে অধ্যাপনার পাশাপাশি আলম বিভিন্ন গুরুত্বপূর্ণ পদে দায়িত্ব পালন করেছেন। তিনি চুয়েটের তড়িৎ ও কম্পিউটার কৌশল অনুষদের ডিন , ইলেকট্রিক্যাল এন্ড ইলেকট্রনিক ইঞ্জিনিয়ারিং বিভাগের প্রধান, কোর্স-কোঅর্ডিনেটর, বিআইটি-এর বোর্ড অব গভর্নরস এর সদস্য, এডভাইজরি কমিটির সদস্য, একাডেমিক কাউন্সিলের সদস্য, চুয়েটের ইনস্টিটিউট অব এনার্জি টেকনোলজির পরিচালক, ইনস্টিটিউট অব ইনফরমেশন এন্ড কমিউনিকেশন টেকনোলজির (আইআইসিটি) পরিচালক, চুয়েটের সিন্ডিকেট সদস্য ও পরীক্ষা নিয়ন্ত্রকসহ নানা গুরুত্বপূর্ণ পদে দায়িত্ব পালন করেন। তিনি ইঞ্জিনিয়ার্স ইনস্টিটিউশন-এর চট্টগ্রাম কেন্দ্রের নির্বাচিত সহ-সভাপতি ও সভাপতি হিসেবেও দায়িত্ব পালন করেন।\nমোহাম্মদ রফিকুল আলম ২০১৩ সালের ৬ মার্চ চুয়েটের উপ-উপাচার্য হিসেবে যোগদান করেন। ২০১৬ সালের ১৫ এপ্রিল তিনি বিশ্ববিদ্যালয়টির ভারপ্রাপ্ত উপাচার্য হিসেবে দায়িত্ব পালন শুরু করেন এবং ২৭ এপ্রিল পরবর্তী চার বছরের জন্য প্রথম মেয়াদে চট্টগ্রাম প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয় (চুয়েট)-এর পঞ্চম উপাচার্যের দায়িত্বভার গ্রহণ করেন। তিনি ২০২০ সালের ২৫ আগস্ট পরবর্তী চার বছরের জন্য দ্বিতীয় মেয়াদে চুয়েটের উপাচার্য হিসেবে নিয়োগ পান। ২০২৪ সালে কোটা সংস্কার আন্দোলনকালীন ১৯ জুলাই কারফিউ জারির রাতে শিক্ষার্থীদের আবাসিক হল থেকে বের করে দেওয়ার ঘটনায় শিক্ষার্থীদের চাপের মুখে ১৪ আগস্ট পদত্যাগ করেন।\n\n\n== গবেষণাকর্ম ও প্রকাশনা ==\nতিনি দেশীয় ও আন্তর্জাতিক বিভিন্ন সম্মেলনে প্রবন্ধ উপস্থাপন করেছেন। দেশে-বিদেশে বিভিন্ন জার্নালে তার উল্লেখযোগ্য সংখ্যক গবেষণা নিবন্ধ প্রকাশিত হয়েছে। তার গবেষণার প্রধান ক্ষেত্র হলো- প্লাজমা ফিজিক্স, ফিডব্যাক সিস্টেম এবং কন্ট্রোল ইঞ্জিনিয়ারিং, আধুনিক ইলেকট্রনিক্স প্রভৃতি।\n\n\n== সদস্যপদ ==\nআলম ইঞ্জিনিয়ার্স ইনস্টিটিউশন, বাংলাদেশ-এর ফেলো। এছাড়াও তিনি বিভিন্ন পেশাজীবী সংগঠনের সক্রিয় সদস্য।\n\n\n== তথ্যসূত্র =="}