{"pageid": 1060245, "title": "ফেব্রুয়ারি বিপ্লব", "url": "https://bn.wikipedia.org/wiki?curid=1060245", "content": "ফেব্রুয়ারি বিপ্লব (রুশ: Февральская революция), যা সোভিয়েত ইতিহাসচর্চায় ফেব্রুয়ারির পুঁজিবাদী গণতান্ত্রিক বিপ্লব নামে পরিচিত ছিল। এবং কখনও কখনও একে ‘মার্চ বিপ্লব’ কিংবা ফেব্রুয়ারি অভ্যুত্থান নামেও ডাকা হয়। এটি ছিল ১৯১৭ সালে রাশিয়ায় ঘটে যাওয়া দুটি বিপ্লবের প্রথমটি।\n\n\n== ব্যুৎপত্তি ==\nযদিও এই ঘটনা গ্রেগরিয়ান ক্যালেন্ডার অনুসারে মার্চ মাসে ঘটেছিল, তবু একে সাধারণভাবে \"ফেব্রুয়ারি বিপ্লব\" নামে ডাকা হয়, কারণ সে সময় রাশিয়া এখনকার মতো গ্রেগরিয়ান নয়, জুলিয়ান ক্যালেন্ডার ব্যবহার করত। তবে সোভিয়েত ইউনিয়ন যখন পরবর্তীতে ক্যালেন্ডার সংস্কার করে, তখন কখনো কখনো এই ঘটনাকে \"মার্চ বিপ্লব\" নামেও উল্লেখ করা হয়।\n\n\n== কারণসমূহ ==\nফেব্রুয়ারি বিপ্লবের পেছনে একাধিক কারণ কাজ করেছিল—কিছু ছিল তাৎক্ষণিক, আবার কিছু ছিল দীর্ঘমেয়াদি। তবে এই বিপ্লবের প্রধান কারণগুলো নিয়ে ইতিহাসবিদদের মধ্যে মতভেদ রয়েছে। উদারপন্থী ইতিহাসবিদরা মনে করেন, যুদ্ধের কারণে দেশে যে অস্থিরতা তৈরি হয়েছিল, সেটাই মূল ভূমিকা রেখেছে। অন্যদিকে মার্ক্সবাদীরা মনে করেন, এই পরিবর্তন অবশ্যম্ভাবী ছিল—সমাজ কাঠামোর ভেতরে থেকেই বিপ্লবের বীজ জন্ম নিয়েছিল। অ্যালেকজান্ডার রাবিনোভিচ সংক্ষেপে তুলে ধরেছেন ফেব্রুয়ারি বিপ্লবের প্রধান দীর্ঘমেয়াদি ও স্বল্পমেয়াদি কারণগুলো:\n\n\"ফেব্রুয়ারি ১৯১৭-এর বিপ্লব আসলে যুদ্ধের আগেই শুরু হওয়া রাজনৈতিক ও অর্থনৈতিক অস্থিরতা, প্রযুক্তিগত পশ্চাৎপদতা এবং সমাজের গভীর বিভাজনের ফল। এর সঙ্গে যোগ হয় যুদ্ধ পরিচালনায় চরম অব্যবস্থাপনা, একের পর এক সামরিক পরাজয়, দেশের ভেতরে অর্থনৈতিক বিপর্যয় এবং রাজপরিবারকে ঘিরে নানা কেলেঙ্কারির ঘটনা\"\n\n\n=== দীর্ঘমেয়াদী কারণ ===\nযদিও ফেব্রুয়ারি বিপ্লব সংঘটিত হয় প্রথম বিশ্বযুদ্ধের চূড়ান্ত পর্যায়ে, এর শিকড় ছিল আরও অনেক গভীরে। এর পেছনের মূল কারণগুলোর মধ্যে ছিল—সারা উনবিংশ ও বিংশ শতকের শুরুজুড়ে রাশিয়ার সাম্রাজ্যবাদী সরকার তার পুরনো ও অপ্রচলিত সামাজিক, অর্থনৈতিক এবং রাজনৈতিক ব্যবস্থা সংস্কার করতে ব্যর্থ হওয়া। সেই সঙ্গে তারা চেষ্টা করেছিল একনায়কতান্ত্রিক শাসকের প্রতি জনগণের অন্ধ আনুগত্য বজায় রাখতে। ঐতিহাসিক রিচার্ড পাইপসের কথায়, “পুঁজিবাদ আর একনায়কতন্ত্রের মধ্যে যে মৌলিক অসামঞ্জস্য ছিল, তা যে কেউ বুঝতে পারত, যে এই বিষয়টি নিয়ে একটু চিন্তা করত।”\nThe first major event of the Russian Revolution was the February Revolution, a chaotic affair caused by the culmination of over a century of civil and military unrest between the common people and the Tsar and aristocratic landowners. The causes can be summarized as the ongoing cruel treatment of peasants by the bourgeoisie, poor working conditions of industrial workers, and the spreading of western democratic ideas by political activists, leading to a growing political and social awareness in the lower classes. Dissatisfaction of proletarians was compounded by food shortages and military failures. In 1905, Russia experienced humiliating losses in its war with Japan, then during Bloody Sunday and the Revolution of 1905, Tsarist troops fired upon a peaceful, unarmed crowd. These events further divided Nicholas II from his people. Widespread strikes, riots, and the famous mutiny on the Battleship Potemkin ensued.\n\n\n=== Short-term causes ===\n\nThe revolution was provoked by Russian military failures during the First World War. In August 1914, all classes supported and virtually all political deputies voted in favour of the war. The declaration of war was followed by a revival of nationalism across Russian society, which temporarily reduced internal strife. The army achieved some early victories (such as in Galicia in 1915 and with the Brusilov Offensive in 1916) but also suffered major defeats, notably Tannenberg in August 1914, the Winter Battle in Masuria in February 1915 and the loss of Russian Poland during May to August 1915. Nearly six million casualties —dead, wounded, and missing— had been accrued by January 1917. Mutinies sprang up more often (most due to simple war-weariness), morale was at its lowest, and the newly called-up officers and commanders were at times very incompetent. Like all major armies, Russia's armed forces had inadequate supply. The pre-revolution desertion rate ran at around 34,000 a month. Meanwhile, the wartime alliance of industry, the Duma (lower house of parliament) and the Stavka (Military High Command) started to work outside the Tsar's control.\nIn an attempt to boost morale and repair his reputation as a leader, Tsar Nicholas announced in the summer of 1915 that he would take personal command of the army, in defiance of almost universal advice to the contrary. The result was disastrous on three grounds. Firstly, it associated the monarchy with the unpopular war; secondly, Nicholas proved to be a poor leader of men on the front, often irritating his own commanders with his interference; and thirdly, being at the front made him unavailable to govern. This left the reins of power to his wife, the German Tsarina Alexandra, who was unpopular and accused of being a German spy, and under the thumb of her confidant – Grigori Rasputin, himself so unpopular that he was assassinated by members of the nobility in December 1916. The Tsarina proved an ineffective ruler in a time of war, announcing a rapid succession of different Prime Ministers and angering the Duma. The lack of strong leadership is illustrated by a telegram from Octobrist politician Mikhail Rodzianko to the Tsar on 26 February O.S. (11 March N.S) 1917, in which Rodzianko begged for a minister with the \"confidence of the country\" be instated immediately. Delay, he wrote, would be \"tantamount to death\".\nOn the home front, a famine loomed and commodities became scarce due to the overstretched railroad network. Meanwhile, refugees from German-occupied Russia came in their millions. The Russian economy, which had just seen one of the highest growth rates in Europe, was blocked from the continent's markets by the war. Though industry did not collapse, it was considerably strained and when inflation soared, wages could not keep up. The Duma, which was composed of liberal deputies, warned Tsar Nicholas II of the impending danger and counselled him to form a new constitutional government, like the one he had dissolved after some short-term attempts in the aftermath of the 1905 Revolution. The Tsar ignored the advice. Historian Edward Acton argues that \"by stubbornly refusing to reach any modus vivendi with the Progressive Bloc of the Duma... Nicholas undermined the loyalty of even those closest to the throne [and] opened an unbridgeable breach between himself and the public opinion.\" In short, the Tsar no longer had the support of the military, the nobility or the Duma (collectively the élites), or the Russian people. The inevitable result was revolution.\n\n\n== তথ্যসূত্র =="}