{"pageid": 1060186, "title": "চন্দননগর পৌরনিগম", "url": "https://bn.wikipedia.org/wiki?curid=1060186", "content": "চন্দননগর পৌরনিগম বা সিএমসি হ'ল নাগরিক সংস্থা যা পশ্চিমবঙ্গ, ভারতের হুগলি জেলার চন্দননগর মহকুমার চন্দননগর এবং তার আশেপাশের অঞ্চলগুলি (মানকুন্ডু) পরিচালনা করে।\n\n\n== ইতিহাস ==\nচন্দননগর পৌরসভা প্রতিষ্ঠিত হয়েছিল ১৯৫৫ সালে, চন্দননগর পৌর আইন, ১৯৫৫ (১৯৫৫ সালের ডাব্লুবি আইনের XVIII) অনুসারে। ১৯৯৪ সালে চন্দননগর পৌর কর্পোরেশন আইন, ১৯৯০ (পশ্চিমবঙ্গ আইন ১৯৯০-এর ১৯৯০) অনুযায়ী এটি ১৯৯৪ সালে চন্দননগর পৌরনিগময় পরিণত হয়। 2006 থেকে, এটি পশ্চিমবঙ্গ পৌর কর্পোরেশন আইন, ২০০৬  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ সেপ্টেম্বর ২০১৮ তারিখে (২০০৬ সালের পশ্চিমবঙ্গ আইন XXXXX) দ্বারা পরিচালিত হয়েছে। \n১৬৭৩ থেকে চন্দননগরে একটি ফরাসী ট্রেডিং পোস্ট ছিল। এটি ১৬৮৮ সালে স্থায়ী ফরাসি বন্দোবস্তে পরিণত হয়। ১৯৫০ সাল অবধি ভারত সরকার চন্দননগর প্রশাসনের দায়িত্ব গ্রহণের সময় পর্যন্ত এটি ফরাসী ভারতের একটি অংশ ছিল। ১৯৫৪ সালের ২ অক্টোবর এটি পশ্চিমবঙ্গ রাজ্যে একীভূত হয়। \n\n\n== ভূগোল ==\n\nচন্দননগর পৌরনিগম ২২.০৩ কিমি 2 এলাকা জুড়ে আছে এবং মোট জনসংখ্যা ১৬৬,৭৭১ (২০১১)। \n১৯৮১ সালে মোট জনসংখ্যার ২৭.২০% প্রধান শ্রমিক ছিল এবং ৭২.৮০% চন্দনারনগর পৌর কর্পোরেশনে অ-শ্রমিক ছিল এবং মোট প্রধান শ্রমিকদের ৮৮.৭৭% ছিল শিল্প শ্রমিক। এটি নিম্নলিখিত হিসাবে ব্যাখ্যা করা যেতে পারে: যদিও এই অঞ্চলের পৌর অঞ্চলগুলিতে শিল্প কার্যক্রমগুলি বিশিষ্ট, জনসংখ্যার প্রধান অংশটি যাত্রী এবং অভিবাসীরা এই অঞ্চলে কর্মসংস্থান খুঁজে পান । \n\n\n== স্বাস্থ্যসেবা ==\nচন্দননগর মহকুমা হাসপাতাল, ২৫০ শয্যা বিশিষ্ট রুপালাল নন্দী ক্যান্সার গবেষণা কেন্দ্র, ৩০ টি শয্যা বিশিষ্ট, চন্দনারনগর পৌর কর্পোরেশন এলাকায় অবস্থিত। \n\n\n== নির্বাচন ==\n২০১৫ সালের চন্দনারনগর পৌর কর্পোরেশনের নির্বাচনে তৃণমূল কংগ্রেস 21 টি আসন, সিপিআই (এম) 7 আসন, ফরোয়ার্ড ব্লক 1 আসন, কংগ্রেস 3 আসন এবং বিজেপি 1 আসন জিতেছে। \n২০১০ সালের চন্দনারনগর পৌর কর্পোরেশনের নির্বাচনে তৃণমূল কংগ্রেস ২৩ টি আসন, সিপিআই (এম) seats টি আসন, ফরোয়ার্ড ব্লক ১ টি আসন এবং স্বতন্ত্রীরা ২ টি আসন পেয়েছে। \n২০১০ সালের পৌর নির্বাচন সম্পর্কে দ্য গার্ডিয়ান লিখেছিলেন, \"আজকের পৌরসভা নির্বাচনগুলি দশক ধরে আলাদা নয়: ১৯৭০ এর দশক থেকে প্রায় কোনও বিরতি ছাড়াই পশ্চিমবঙ্গের প্রধান শহরগুলিতে বন্দী কমিউনিস্টরা বিপর্যয়ের মুখোমুখি হয়েছেন ... এবার পরাজয় সম্ভবত চূড়ান্ত হওয়ার সম্ভাবনা রয়েছে এবং ভারতীয় কমিউনিস্ট পার্টি-মার্কসবাদী (সিপিআইএম) এর জন্য শেষের সূচনার ইঙ্গিত দিতে পারে। \" \n২০০৫ সালের চন্দননগর পৌর কর্পোরেশনের নির্বাচনে সিপিআই (এম) ২০ টি আসন, তৃণমূল কংগ্রেসকে ১০ টি আসন এবং অন্যরা ৩ টি আসন পেয়েছিল। \n\n\n== তথ্যসূত্র =="}