{"pageid": 1060249, "title": "হাবিবুর রহমান (প্রকৌশলী)", "url": "https://bn.wikipedia.org/wiki?curid=1060249", "content": "হাবিবুর রহমান (জন্ম: ১৯৫৯) একজন বাংলাদেশী প্রকৌশল শিক্ষাবিদ । তিনি বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়ের (বুয়েট) সিভিল ইঞ্জিনিয়ারিং বিভাগের অধ্যাপক এবং ঢাকা প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের (ডুয়েট) ৬ষ্ঠ উপাচার্য। ডুয়েটের উপাচার্য পদে নিয়োগ লাভের আগে তিনি বুয়েটের উপ-উপাচার্য হিসেবে দায়িত্ব পালন করেন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nহাবিবুর রহমান কুড়িগ্রাম জেলার নাগেশ্বরী উপজেলার ধনিগাগলা গ্রামে ১৯৫৯ সালে জন্মগ্রহণ করেন। তার বাবা নাছির উদ্দিন ব্যাপারী এবং মা হাবিজন নেছা।\nতিনি বুয়েটের সিভিল ইঞ্জিনিয়ারিং বিভাগ থেকে ১৯৮২ সালে স্নাতক (ইঞ্জি.) ও ১৯৮৪ সালে পরিবেশ প্রকৌশল বিষয়ে স্নাতকোত্তর ডিগ্রি লাভ করেন। যুক্তরাজ্যের গ্লাসগো (স্কটল্যান্ড) শহরের স্ট্র্যাথক্লাইড বিশ্ববিদ্যালয় থেকে ১৯৮৯ সালে তিনি পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nহাবিবুর রহমান বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়ের সিভিল ইঞ্জিনিয়ারিং বিভাগের অধ্যাপক। তিনি একজন পানি সম্পদ ও পরিবেশ প্রকৌশল বিশেষজ্ঞ। দীর্ঘ কর্মজীবনে অধ্যাপনার পাশাপাশি তিনি বিভিন্ন গুরুত্বপূর্ণ পদে দায়িত্ব পালন করেছেন। তিনি বুয়েটের সিভিল ইঞ্জিনিয়ারিং বিভাগের বিভাগীয় প্রধান ছিলেন। এছাড়াও তিনি বুয়েটের উপ-উপাচার্য, ঢাকা ওয়াসার চেয়ারম্যানসহ বিভিন্ন গুরুত্বপূর্ণ দায়িত্ব পালন করেছেন।\n‘বাংলাদেশ ন্যাশনাল বিল্ডিং কোড’-এর তিনটি অধ্যায় (পানি সরবরাহ, স্যানিটেশন ও অগ্নিনিরোধ) রচনায় রহমান মূল্যবান অবদান রেখেছেন। তিনি ইউএনসিআরডি-জাপান, বিশ্বব্যাংক, আইডিবি, ইসি ও বিশ্ব স্বাস্থ্য সংস্থা-এর প্রকল্পসহ প্রায় অর্ধশতাধিক সিভিল, পানি সরবরাহ, স্যানিটেশন ও এনভায়রনমেন্টাল ম্যানেজমেন্ট প্রকল্পের মত গুরুত্বপূর্ণ জাতীয় প্রকল্পে পরামর্শক হিসেবে কাজ করেছেন।\nহাবিবুর রহমান ২০২০ সালের ১৭ নভেম্বর ঢাকা প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের উপাচার্য হিসেবে নিয়োগ পান এবং ১৮ নভেম্বর আনুষ্ঠানিকভাবে বিশ্ববিদ্যালয়টির ৬ষ্ঠ উপাচার্য হিসেবে দায়িত্বভার গ্রহণ করেন। ২০২৪ সালের ১২ আগস্ট তিনি বিশ্ববিদ্যালয়টির উপাচার্যের পদ থেকে পদত্যাগ করেন।\n\n\n== গবেষণাকর্ম ও প্রকাশনা ==\nতিনি যুক্তরাষ্ট্র, যুক্তরাজ্য, ভারত ও বাংলাদেশ থেকে প্রকাশিত ২০টির বেশি বইয়ের সহলেখক। জাতীয় ও আন্তর্জাতিক জার্নাল ও কনফারেন্স প্রোসিডিংস-এ তার ১৬০টির বেশি গবেষণাপত্র প্রকাশিত হয়েছে।\n\n\n== সদস্যপদ ==\nরহমান বিভিন্ন পেশাজীবী সংগঠনের সক্রিয় সদস্য। প্রকৌশলীদের পেশাজীবী সংগঠন বঙ্গবন্ধু প্রকৌশলী পরিষদের সভাপতি হিসেবে দায়িত্ব পালনের অভিজ্ঞতা রয়েছে তার।\n\n\n== পুরস্কার ও সম্মাননা ==\nপ্রকৌশল বিষয়ে পাঠ্যবই প্রকাশের জন্য ইউজিসি স্বর্ণপদক।\nবিশিষ্ট শিক্ষাবিদ ও গবেষক হিসেবে আইইবি স্বর্ণপদক।\n\n\n== তথ্যসূত্র =="}