{"pageid": 1060198, "title": "মালবিকা বান্সোড়", "url": "https://bn.wikipedia.org/wiki?curid=1060198", "content": "মালবিকা বান্সোড় (জন্ম: ১৫ই সেপ্টেম্বর, ২০০১) একজন ভারতীয় ব্যাডমিন্টন খেলোয়াড়। মালবিকা জুনিয়র ও সিনিয়র বিভাগে জাতীয় স্তরের ইভেন্টে বেশ কয়েকটি স্বর্ণপদক জিতেছেন।। এছাড়া দক্ষিণ এশীয় গেমস সহ একাধিক আন্তর্জাতিক প্রতিযোগিতায় স্বর্ণপদক জিতেছেন মালবিকা।\n\n\n== প্রাথমিক জীবন ==\nমালবিকার জন্ম ১৫ই সেপ্টেম্বর ২০০১-এ মহারাষ্ট্রের নাগপুরে । আট বছর বয়সে তিনি ব্যাডমিন্টন প্রশিক্ষণ গ্রহণ শুরু করেছিলেন।\n\n\n== কর্মজীবন ==\nমালবিকা অনূর্ধ্ব -১৩ এবং অনূর্ধ্ব -১৭ বয়সের গ্রুপে জাতীয় চ্যাম্পিয়নশিপে শিরোপা জিতেছেন। ২০১৮ সালে, এশিয়ান জুনিয়র চ্যাম্পিয়নশিপে কোয়ালিফাই করতে ব্যর্থ হওয়ার পরে, তিনি পরপর দুটি নির্বাচন টুর্নামেন্ট জিতেছিলেন এবং কানাডার ওয়ার্ল্ড জুনিয়র চ্যাম্পিয়নশিপে ভারতের প্রতিনিধিত্ব করার সুযোগ পান। ২০১৮ এর ডিসেম্বরে, তিনি কাঠমান্ডু নেপালে দক্ষিণ এশীয় আঞ্চলিক অনূর্ধ্ব -২১ চ্যাম্পিয়নশিপে বিজয়ী হয়েছিলেন, ব্যক্তিগত এবং দলগত উভয় ইভেন্টেই। ২০১৯ সালে, মালবিকা অল ইন্ডিয়া সিনিয়র র‌্যাঙ্কিং টুর্নামেন্ট এবং অল ইন্ডিয়া জুনিয়র র‌্যাঙ্কিং টুর্নামেন্ট জিতেছেন। একই বছর, তিনি বুলগেরিয়ান জুনিয়র আন্তর্জাতিক চ্যাম্পিয়নশিপে একটি ব্রোঞ্জ পদক জিতেছিলেন। ২০২১ সালে তিনি অস্ট্রিয়ান ওপেন আন্তর্জাতিক সিরিজ খেলেন তবে কোয়ার্টার ফাইনালে স্পেনের ক্লারা আজুরমেন্দির বিপক্ষে পরাজিত হন।\n\n\n== সিনিয়র পর্যায়ে আত্মপ্রকাশ ==\n২০১৯ সালের সেপ্টেম্বর মাসে মালদ্বীপ আন্তর্জাতিক ফিউচার সিরিজ ব্যাডমিন্টন টুর্নামেন্টে শিরোপা জয়ের মধ্য দিয়ে মালবিকা সিনিয়র পর্যায়ে আন্তর্জাতিক আত্মপ্রকাশ করেন। এক সপ্তাহ পরে, তিনি নেপালের অন্নপূর্ণা পোস্ট আন্তর্জাতিক সিরিজ জিতেছিলেন। এরপরে, তিনি অক্টোবর মাসে বাহরাইন আন্তর্জাতিক সিরিজে একটি ব্রোঞ্জ পদক জিতেছিলেন। তিনি ভারত আন্তর্জাতিক চ্যালেঞ্জের কোয়ার্টারের চূড়ান্ত পর্যায়ে পৌঁছেছিলেন। মাত্র দুই মাসের মধ্যে এই চারটি আন্তর্জাতিক টুর্নামেন্টে তার পার্ফরম্যান্স-য়ের মাধ্যমে তিনি বিশ্বের শীর্ষ ২০০-এ প্রবেশ করতে সক্ষম হন। [9] ২০২২ সালের জানুয়ারি মাসের পর্যায়তালিকা অনুযায়ী মহিলাদের এককে মালবিকার স্থান ৮৪তম।\n\n\n== অর্জনসমূহ ==\n\n\n=== বিডাব্লুএফ আন্তর্জাতিক চ্যালেঞ্জ / সিরিজ (৪ টি শিরোপা) ===\n\n  BWF International Challenge tournament\n  BWF International Series tournament\n  BWF Future Series tournament\n\n\n== তথ্যসূত্র =="}