{"pageid": 1060844, "title": "নাফতালি বেনেত", "url": "https://bn.wikipedia.org/wiki?curid=1060844", "content": "নাফতালি বেনেত (হিব্রু ভাষায়: נַפְתָּלִי בֶּנֶט‎, IPA: [naftaˈli ˈbenet]; জন্ম ২৫ মার্চ ১৯৭২) একজন ইসরায়েলি রাজনীতিবিদ যিনি ১৩ জুন ২০২১ সাল থেকে ইসরায়েলের ১৩তম প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করছেন। তিনি ২০১৩ থেকে ২০১৯ সাল পর্যন্ত প্রবাসী মন্ত্রী, ২০১৫ থেকে ২০১৯ সাল পর্যন্ত শিক্ষা মন্ত্রী, এবং ২০১৯ থেকে ২০২০ সাল পর্যন্ত প্রতিরক্ষা মন্ত্রীর দায়িত্ব পালন করেছেন। তিনি ২০১২ সাল থেকে নিউ রাইট পার্টির নেতৃত্ব দিয়েছেন, এর আগে ২০১২ থেকে ২০১৮ সাল পর্যন্ত দ্য জিউস হোমের নেতৃত্ব দিয়েছেন।\n\n\n== জীবনের প্রথমার্ধ ==\nনাফতালি বেনেত ১৯৭২ সালের ২৫ শে মার্চ ইস্রায়েলের হাইফায় জন্মগ্রহণ করেন। তিনি জিম এবং মিরনা (লেফকো) বেনেটের পরিবারে জন্মগ্রহণকারী তিন ছেলের মধ্যে কনিষ্ঠ।  তারা আমেরিকান-ইহুদি অভিবাসী যারা ছয় দিনের যুদ্ধের এক মাস পরে ১৯৬৬ সালে সান ফ্রান্সিসকো থেকে ইস্রায়েলে চলে এসেছিলেন।তার বাবার আশকেনাজি ইহুদির শিকড় পোল্যান্ড, জার্মানি এবং নেদারল্যান্ডস থেকে এসেছে।দ্বিতীয় বিশ্বযুদ্ধ শুরুর ২০ বছর আগে পোল্যান্ড থেকে সান ফ্রান্সিসকোতে চলে এসেছিলেন এবং হাইফার ভিটকিন স্ট্রিটে স্থায়ী হয়ে বৃদ্ধ হয়ে ইস্রায়েলে চলে আসেন।তাঁর পিতামহীর মাধ্যমে, বেনেট র‍্যাপাপোর্ট র‍্যাবিনিক ফ্যামিলি এবং মধ্যযুগীয় বাইবেলের ভাষ্যকার রাশির বংশধর।তাঁর মায়ের পরিবারের সদস্যরা যারা পোল্যান্ডে রয়েছেন ইহুদি গণহত্যা করা হয়েছিল। \n\n\n=== সামরিক সেবা ===\n১৯৯০-এ বেনেটকে ইস্রায়েল প্রতিরক্ষা বাহিনীতে যুক্ত করা হয়েছিল।তিনি সায়েরেট মতকাল এবং ম্যাগলান কমান্ডো ইউনিটে কোম্পানির কমান্ডারের দায়িত্ব পালন করেছিলেন।  বেনেটকে ছয় বছর পর সক্রিয় সেবা থেকে অব্যাহতি দেওয়া হয়েছিল, তবে তিনি সংরক্ষণাগারে কাজ করে চলেছেন এবং মেজর পদমর্যাদা অর্জন করেছিলেন।বেনেট প্রথম ইন্তিফাদার সময়ে এবং লেবাননের ইস্রায়েলি সুরক্ষা অঞ্চলে ১৯৮২-২০০০ সালে দক্ষিণ লেবাননের সংঘর্ষের সময় দায়িত্ব পালন করেছিলেন।তিনি অনেক অপারেশন কমান্ড করেছেন।অন্যান্য মিশনের মধ্যে, তিনি অপারেশন গ্রেপস অব র‍্যাথের অফিসার হিসাবে দায়িত্ব পালন করেছিলেন।  আইডিএফের নিয়মিত সেবার পরে বেনেট জেরুজালেমের হিব্রু বিশ্ববিদ্যালয় থেকে আইন ডিগ্রি অর্জন করেছিলেন।  দ্বিতীয় ইন্তিফাদার সময় তিনি অপারেশন ডিফেন্সিভ শিল্ডে অংশ নিয়েছিলেন। ২০০৬ লেবানন যুদ্ধের সময় তাকে ম্যাগলান স্পেশাল ফোর্সেস ইউনিটে রিজার্ভেস্ট হিসাবে ডেকে আনা হয়েছিল এবং হিজবুল্লাহ রকেট লঞ্চকারীদের বিরুদ্ধে অভিযান চালিয়ে শত্রু লাইনের পিছনে অনুসন্ধান ও ধ্বংস মিশনে অংশ নিয়েছিলেন। \nকমান্ডো অফিসার হিসাবে বেনেটের একটি পদক্ষেপ অত্যন্ত বিতর্কিত হয়ে ওঠে।\n\n\n=== ব্যবসায়িক কেরিয়ার ===\nসফটওয়্যার উদ্যোক্তা হিসাবে ক্যারিয়ার গড়তে বেনেট ২০০০ সালে ম্যানহাটনের আপার ইস্ট সাইডে চলে আসেন। \n\n\n== ইসরায়েলের প্রধানমন্ত্রী ==\n২০২১ সালের ৯ মে, এমন খবর পাওয়া গেছে যে বেনেট এবং বিরোধীদলীয় নেতা (এবং যিশ আতিদ নেতা) ইয়ার লাপিড নতুন ইসরায়েলি সরকার গঠনের জন্য জোটের আলোচনায় ব্যাপক অগ্রগতি করেছেন, যা প্রধানমন্ত্রী বেনজমিন নেতানিয়াহুকে ক্ষমতাচ্যুত করবে। ৩০ শে মে, বেনেট ঘোষণা করেছিলেন যে তিনি ২০২৩ সালের আগস্ট পর্যন্ত একটি আবর্তনমূলক সরকারে প্রধানমন্ত্রীর দায়িত্ব পালন করবেন, এবং এর পরে ল্যাপিড ২০২৫ সাল পর্যন্ত প্রধানমন্ত্রীর দায়িত্ব নেবেন। বেনেট ২০২১ সালের ১৩ ই জুন শপথ গ্রহণ করেছিলেন, যার ফলে নেতানিয়াহুর প্রধানমন্ত্রীত্বের ১২ বছরের মেয়াদ শেষ হয়।\n\n\n== তথ্যসূত্র =="}