{"pageid": 1060142, "title": "নোয়াপাড়া, উত্তর চব্বিশ পরগনা জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1060142", "content": "নোয়াপাড়া হল  ভারতের রাজ্য পশ্চিমবঙ্গ এ  উত্তর চব্বিশ পরগনা জেলার  ব্যারাকপুর মহকুমার  ব্যারাকপুর ১ সিডি ব্লকের একটি জনগণনা নগর। এটি কলকাতা মহানগরীয় অঞ্চল এর একটি অংশ।\n\n\n== ভূগোল ==\n\n\n=== অবস্থান ===\nনোয়াপাড়া অবস্থিত২২°৪৯′২০″ উত্তর ৮৮°২২′১১″ পূর্ব ।\nGarshyamnagar, নওয়াপাড়া, Kaugachhi এবং Paltapara একজন শহুরে ক্লাস্টার পূর্ব গঠন Garulia এবং উত্তর ব্যারাকপুর । ইছাপুর ডিফেন্স এস্টেট উত্তর ব্যারাকপুরের পশ্চিমে অবস্থিত। \nব্যারাকপুর মহকুমার জনসংখ্যার ৯৬% (আংশিকভাবে মানচিত্রে উপস্থাপিত) পাশাপাশি শহরাঞ্চলে বাস করে। ২০১১ সালে, এর জনসংখ্যার ঘনত্ব ছিল  বর্গ কিমি প্রতি ১০,৯৬৭ জন।  মহকুমার ১৬ টি পৌরসভা এবং ২৪টি জনগণনা শহর রয়েছে। \n\n\n=== থানা ===\nব্যারাকপুর পুলিশ কমিশনারেটের আওতাধীন নোয়াপাড়া থানার গারুলিয়া এবং উত্তর ব্যারাকপুর পৌর এলাকা নিয়ে এখতিয়ার রয়েছে। \n\n\n=== কলকাতা আরবান অগ্লোমারেশন ===\nনিম্নলিখিত পৌরসভা, সেন্সাস টাউন ও অন্য স্থান ব্যারাকপুর মহকুমার   অন্তর্গত  ২০১১  কলকাতা মহানগর জনগণনাতেঃ  কাঁচড়াপাড়া (এম), জেটিয়া (CT) হালিশহর (এম), Balibhara (CT) নৈহাটি (এম), ভাটপাড়া ( এম), কাউগাছি (সিটি), গর্শ্যমনগর (সিটি), গারুলিয়া (এম), ইছাপুর ডিফেন্স এস্টেট (সিটি), উত্তর ব্যারাকপুর (এম), ব্যারাকপুর সেনানিবাস (সিবি), ব্যারাকপুর (এম), জাফরপুর (সিটি), রুইয়া (সিটি) ), টিটাগড় (এম), খড়দহ (এম), বান্দিপুর (সিটি), পানিহাটি (এম), মুরগাছা (সিটি) নিউ ব্যারাকপুর (এম), চাঁদপুর (সিটি), তালবান্ধা (সিটি), পাটুলিয়া (সিটি), কামারহাটি (এম) ), বরানগর (এম), দক্ষিণ দমদম (এম), উত্তর দমদম (এম), দম দম (এম), নোয়াপাড়া (সিটি), বাবনপুর (সিটি), তেঘারি (সিটি), নন্ন (ওজি), চাকলা (ওজি), স্রোত্রিবাতি (ওজি) এবং পানপুর (ওজি)। \n\n\n== অবকাঠামো ==\nজেলা আদমশুমারীর পুস্তিকা ২০১১ অনুসারে নোয়াপাড়া ১.২৬১৩ কিমি ২  আয়তন নিয়ে। চিকিৎসা সুবিধার মধ্যে ছিল ১ নার্সিংহোম (২০ বিছানা সহ) এবং ৪ টি ওষুধের দোকান। শিক্ষাগত সুবিধার মধ্যে  একটি প্রাথমিক বিদ্যালয়, নিকটতম মধ্য ও মাধ্যমিক বিদ্যালয়  উপলভ্য ছিল গুরদহায়  ৪ কিমি দূরে এবং নিকটতম সিনিয়র মাধ্যমিক বিদ্যালয়টি ১৪ কিমি দূরে উপলভ্য   নৈহাটিতে । \n\n\n== পরিবহন ==\nনোয়াপাড়া স্টেট হাইওয়ে 1 এর পাশে (স্থানীয়ভাবে ঘোষপাড়া রোড নামে পরিচিত)। \nশিয়ালদহ-রানাঘাট লাইনের শ্যামনগর রেলস্টেশনটি নিকটেই অবস্থিত। \n\n\n== স্বাস্থ্যসেবা ==\nউত্তর ২৪ পরগনা জেলা আঞ্চলিক দূষণে ভূগর্ভস্থ জলের প্রভাবিত এমন একটি অঞ্চল হিসাবে চিহ্নিত হয়েছে। \n\n\n== তথ্যসূত্র =="}