{"pageid": 1061164, "title": "বঙ্কিমচন্দ্র সেন", "url": "https://bn.wikipedia.org/wiki?curid=1061164", "content": "বঙ্কিমচন্দ্র সেন (ইংরেজি: Bankimchandra Sen) ( ১৭ ডিসেম্বর, ১৮৯২ - ৯ জুন , ১৯৬৮) বিংশ শতকের প্রথমার্ধে বাংলার সাংবাদিকতার জগতে এক বিশেষ পরিচিত নাম। স্বদেশচেতনায় ও সাহিত্যানুরাগে সাংবাদিকতা ও পত্রিকা সম্পাদনা করেছেন। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nবঙ্কিমচন্দ্র সেনের জন্ম ১৮৯২ খ্রিস্টাব্দের ১৭  ডিসেম্বর অবিভক্ত বাংলার অধুনা বাংলাদেশের  ময়মনসিংহ জেলার টাঙ্গাইলের ঘারিন্দা গ্রামে। পিতা জগৎচন্দ্র সেন। ছাত্রাবস্থাতেই তিনি সাহিত্যানুরাগী ছিলেন। ময়মনসিংহে কেদারনাথ মজুমদারের \"সৌরভ\" পত্রিকায় তার প্রথম কবিতা প্রকাশিত হয় ১৯১৬ খ্রিস্টাব্দে। তারপর  একে একে বিভিন্ন পত্রপত্রিকায়। দেশবন্ধু চিত্তরঞ্জন দাশের \"নারায়ণ\" পত্রিকাতেও তার কবিতা প্রকাশিত হয়েছে।\n\n\n== কর্মজীবন ==\nপড়াশোনা শেষ করে শিক্ষকতা দিয়ে কর্মজীবন শুরু করলেও স্বদেশচেতনা তাঁকে আবদ্ধ রাখতে পারে নি। ১৯১৭ খ্রিস্টাব্দে কলকাতায় এসে স্যার সুরেন্দ্রনাথ বন্দ্যোপাধ্যায়ের \"বেঙ্গলী\" পত্রিকার প্রুফ রিডার হন এবং পরে ওই পত্রিকাতেই তিনি সাংবাদিকতা শুরু করেন। সাংবাদিকতা তার কাছে ছিল দেশসেবা। তিনি পরবর্তীতে ১৯৪৪ খ্রিস্টাব্দে দেশ পত্রিকায় প্রকাশিত \"প্রফুল্লকুমারের সাধনা\" শীর্ষক এক নিবন্ধে লিখেছেন-\n\n \n‘‘আমি যখন সংবাদপত্র সেবার ব্রত গ্রহণ করি, তখন চাকুরীর টানে তা গ্রহণ করি নাই, দেশসেবার নেশার ঝোঁকেই এপথে পা দিয়েছিলাম।’’  ১৯১৯ খ্রিস্টাব্দে জালিয়ানওয়ালাবাগ হত্যাকাণ্ড সংগঠিত হলে ওই পত্রিকার সম্পাদকীয় স্তম্ভে তার লেখা ‘‌জেনারেল ডায়ার’‌ হইচই ফেলে দেয়।  আনন্দবাজার পত্রিকার সম্পাদক  বাল্যসঙ্গী  সত্যেন্দ্রনাথ মজুমদারের অনুরোধে ১৯২৬ খ্রিস্টাব্দে বঙ্কিমচন্দ্র 'আনন্দবাজারে' যোগ দেন। ১৯৩০ খ্রিস্টাব্দে পত্রিকার সম্পাদক গ্রেফতার হলে তিনি কিছু দিন অস্থায়ী সম্পাদক হন। ১৯৩৩ খ্রিস্টাব্দে ২৪ শে নভেম্বর আনন্দবাজার পত্রিকা গোষ্ঠীর সাপ্তাহিক সাহিত্য পত্রিকা দেশ প্রকাশিত হলে ১৮৩৪ খ্রিস্টাব্দের ১৭ ফেব্রুয়ারি দেশ  পত্রিকারও সম্পাদক হন তিনি । এই সময় তিনি একসঙ্গে আনন্দবাজারের সম্পাদকীয় বিভাগের কাজ এবং 'দেশ' পত্রিকার সম্পাদনা করতেন। তিনি দীর্ঘ তেইশ বছর দেশ পত্রিকার  সম্পাদনা করে ১৯৫৬ খ্রিস্টাব্দে অবসর নেন। ১৯৪২ খ্রিস্টাব্দে আইন অমান্য আন্দোলনের সমর্থনে প্রবন্ধ লেখার জন্য কারাবরণ করেন। ১৯৪৪ খ্রিস্টাব্দ হতে আধ্যাত্মিক জগতে আকৃষ্ট হয়ে সাধনমার্গে যান। বৈষ্ণবশাস্ত্র ও ধর্ম বিষয়ে বক্তৃতা দিতে থাকেন। বৈষ্ণব ধর্মের উপর কয়েকটি গ্রন্থও রচনা করেন। তার রচিত গ্রন্থগুলি হল -\nগীতামাধুরী\nলোকমাতা রানী রাসমণি\nজীবনমৃত্যুর সন্ধিস্থলে\nনাম মাধুরী\n\n\n== মৃত্যু ==\nখ্যাতিমান দেশব্রতী বাঙালি সাংবাদিক বঙ্কিমচন্দ্র সেন ১৯৬৮ খ্রিস্টাব্দের ৯ জুন প্রয়াত হন।\n\n\n== উত্তরাধিকার ==\n২০২০ খ্রিস্টাব্দের ১৯শে জানুয়ারি কলকাতায় তার স্মরণে \"বঙ্কিমচন্দ্র সেন স্মারক সম্মান\" দেওয়া হয় বর্তমান কালের বিশিষ্ট সাংবাদিক হারাধন চৌধুরীকে এবং বঙ্কিমচন্দ্র সেনের  \"সংবাদপত্র–‌সেবার অমলিন স্মৃতি\" শীর্ষক একটি গ্রন্থ প্রকাশিত হয়।\n\n\n== তথ্যসূত্র =="}