{"pageid": 1061115, "title": "ভৌত ব্যবস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1061115", "content": "টেমপ্লেট:Unclear\n\nভৌত বিশ্লেষণের জন্য মহাবিশ্বের যে এক একটি অংশ নির্বাচন বা নির্ধারণ করা হয় পদার্থবিজ্ঞানে তাই ভৌত ব্যবস্থা বা ভৌত সিস্টেম। আর একটি ব্যবস্থার বাইরে যা  থাকে তার সব কিছু পরিবেশ হিসেবে পরিচিত। ভৌত বিষয়াবলির বিশ্লেষণের ক্ষেত্রে পরিবেশের শুধু প্রভাব বা ক্রিয়া বিবেচিত হয় এবং অন্যান্য বিষয়াবলি অগ্রাহ্য করা হয়।\nব্যবস্থা এবং পরিবেশের মধ্যে পার্থক্য বিশ্লেষকের পছন্দ মতো হয় এবং এই বিভাজন সাধারণত বিশ্লেষণকে সহজ করার জন্য করা হয়। উদাহরণ স্বরূপ একটি হ্রদের পানি, একটি হ্রদের অর্ধেক অংশের পানি অথবা হ্রদস্থ পানির এক একটি স্বতন্ত্র অণু এদের প্রত্যেককে এক একটি ভৌত ব্যবস্থা হিসেবে বিবেচনা করা যেতে পারে। বিচ্ছিন্ন ব্যবস্থা হল সেই ব্যবস্থা যেখানে পরিবেশের সাথে এর মিথস্ক্রিয়া উপেক্ষণীয় থাকে। এই অর্থে একটি ব্যবস্থা (ভৌত) প্রায়শই এমনভাবে নির্ধারিত হয় যাতে এটি আরও সাধারণ অর্থে ব্যবস্থা বলতে যা বোঝায় তার সাথে সঙ্গতিপূর্ণ হয়, যেমন একটি নির্দিষ্ট যন্ত্র। \nকোয়ান্টাম সংসক্তি আলোচনার ক্ষেত্রে ব্যবস্থা বলতে কোন বস্তুর সূক্ষ্ম (মাইক্রোস্কোপিক) বৈশিষ্ট্যকে (যেমন:- সরল দোলকের ববের গড়) নির্দেশ করা যেতে পারে যেখানে সরল দোলকের তাপীয় কম্পনের দ্বারা চিরাচরিতভাবে বর্ণিত অভ্যন্তরীণ স্বাধীনতার মাত্রাকে বলা যেতে পারে আনুষঙ্গিক পরিবেশ।\n\nএকটি ভৌত সিস্টেম যন্ত্রাংশ বা উপাদানের এমন এক বন্দোবস্ত বা সংস্থাপনা যা তার আচরণ একই স্থানে একই সময়ে প্রদর্শন করে, অন্য কোন উপাদান যা দেখায় না। জীববৈজ্ঞানিক সিস্টেম ও সজীব সিস্টেম যেহেতু ভৌত জগতেই দেখা যায় তাই এদুটোও ভৌত সিস্টেমের অন্তর্ভুক্ত। \nভৌত ব্যবস্থা হল পদার্থ ও শক্তির যুগ্ম বিন্যাস। তথ্য ভৌত ব্যবস্থায় নিহিত থাকে এবং পদার্থ বা শক্তি বাহকে সংরক্ষিত ও পরিবাহিত হয়। একটি ভৌত ব্যবস্থার আচরণ প্রকট হয় পদার্থ, শক্তি এবং তথ্যের প্রবাহ ও বিনিময়রূপে এবং বল-ক্ষেত্রে মিথস্ক্রিয়ারূপে। ভৌত ব্যবস্থা পদার্থ, শক্তি ও তথ্যের রূপান্তর প্রক্রিয়া এমনভাবে সম্পাদন করে ব্যবস্থাটির পৃথক পৃথক  অংশগুলো যা করতে অক্ষম, এটিই একটি ভৌত ব্যবস্থা শনাক্তের আবশ্যকীয় বৈশিষ্ট্য। \nসিস্টেম যুগ্মীকরণ ও সংসক্তির পরিবর্তনশীল মাত্রা প্রদর্শন করে। একটি বাস্তব ব্যবস্থার পর্যবেক্ষণীয়তা বলতে ব্যবস্থাটি সচল কিনা কিংবা এটি পর্যবেক্ষণ করা হয়েছে কিনা সেটি বোঝায় না। সহজভাবে বলা যায়, ব্যবস্থার পর্যবেক্ষণীয়তার জন্য ব্যবস্থাটির অবস্থা ও ক্রিয়া সংক্রান্ত তথ্যের সুপ্রাপ্য বা অভিগম্য হওয়া প্রয়োজন; তাত্ত্বিকভাবে যা হবে পরিমাপযোগ্য। ব্যবস্থাকে সর্বদা প্রত্যক্ষভাবে পর্যবেক্ষণ করা যায় না। বাস্তবে অনেক প্রপঞ্চের ক্ষেত্রে অপরিহার্যভাবেই কার্য-কারণ পারস্পরিকতার অনুমিতির ভিত্তিতে অপ্রত্যক্ষরূপে পর্যবেক্ষণ করা।\n\n\n== তথ্যসূত্র =="}