{"pageid": 1061121, "title": "উইন্ডোজ ১১", "url": "https://bn.wikipedia.org/wiki?curid=1061121", "content": "উইন্ডোজ ১১   ২৪ জুন ২০২১-এ ঘোষিত উইন্ডোজ এনটি অপারেটিং সিস্টেমের একটা উল্লেখযোগ্য সংস্করণ।  জনসাধারণের জন্য এটি ৫ অক্টোবর ২০২১-এর মুক্তি পেয়েছে, এবং উইন্ডোজ ১০ ব্যবহারকারীরা উইন্ডোজ ১০ আপডেট ফিচার ব্যবহার করে এটি বিনামূল্যে হালনাগাদ করতে পারবে।\n\n\n== উন্নয়ন ==\n২০১৫ সালের ইগনাইট কনফারেন্সে মাইক্রোসফটের জেরি নিক্সন জানান উইন্ডোজ ১০-ই হবে 'উইন্ডোজেরে শেষ সংস্করণ', যেটা পরে মাইক্রোসফটও নিশ্চিত করে । অপারেটিং সিস্টেমটিকে একটা সার্ভিস হিশেবে ধরা হচ্ছিলো, যেটার ধীরে ধীরে নতুন বিল্ড ও আপডেট মুক্তি দেয়া হবে। তবে জানুয়ারি ২০২১ সালে মাইক্রোসফট তাদের একটা জব লিস্টিঙে \"উইন্ডোজ এর দৃষ্টিনন্দন পুনর্নির্মাণের ধারায়\" বাক্যাংশটি যুক্ত করার পর, নতুন একটা উইন্ডোজ সংস্করণ অথবা একটা উল্লেখযোগ্য রিডাইজন নিয়ে জল্পনা কল্পনা শুরু হয়। নতুনভাবে উইন্ডোজের ভিজুয়াল পরিবর্তনটি ''সান ভ্যালি'' কোডনামে উন্নয়ন করা হচ্ছিলো।\nজুন ২০২১ সালে মাইক্রোসফট সাপোর্ট ডকুমেন্টে ভুল করে উইন্ডোজ ১১ নামটি প্রকাশ হয়ে যায়। ১৫ জুন ২০২১ সাল থেকে ফাঁস হওয়া উইন্ডোজ ১১-এর বেটা বিল্ডের ছবি অনলাইনে ঘুরছিলো, এবং একই দিনে একটা ডেভেলপার চ্যানেলের বিল্ডও অনলাইনে প্রকাশ হয়ে পড়ে। নতুন এ ছবিগুলো আর ফাঁস হওয়া বিল্ড থেকে দেখা যায়, এর সাথে মাইক্রোসফটের রহিত করা উইন্ডোজ ১০এক্সের বেশ সাদৃশ্য রয়েছে। তবে নতুন আউট-অব-বক্স এক্সপেরিয়েন্ট আর নতুন উইন্ডোজ ১১ ব্র্যান্ডিংও সবার নজর কাড়ে।\n\n\n=== ঘোষণা ===\nমাইক্রোসফট বিল্ড ২০২১ ডেভেলপার কনফারেন্সে, সিইও ও চেয়ারম্যান সত্য নাদেলা তার কিনোট স্পিচে নতুন প্রজন্মের উইন্ডোজের ব্যাপারে ইঙ্গিত দেন। তার ভাষ্যমতে তার নিজের ব্যক্তিগত কম্পিউটারে তিনি এটি বেশ কয়েক মাস যাবৎ ব্যবহার করছে। নাদেলা একই সাথে প্রাতিষ্ঠানিক ঘোষণাও যে শিঘ্রই আসছে তারও ইঙ্গিত দেন। নাদেলার এ কিনোটের এক সপ্তাহ পরেই, মাইক্রোসফট ২৪ জুন ২০২১ স্বকীয় একটা উইন্ডোজ মিডিয়া ইভেন্টের বিষয়ে সবাইকে ইনভাইট করা শুরু করে। মাইক্রোসফট ১০ জুন উইন্ডোজের স্টার্টাপ শব্দের ১১ মিনিটের একটা ভিডিও পোস্ট করে, যেখান থেকে অনেকেই ধারণা করে নতুন উইন্ডোজ সংস্করণটি হবে উইন্ডোজ ১১।\n২৪ জুন ২০২১, মাইক্রোসফটের চিফ প্রোডাক্ট অফিসার পানোস প্যানের উপস্থাপনায় একটা ভার্চুয়াল ইভেন্টে উইন্ডোজ ১১ এর ঘোষণা দেওয়া হয়। নাদেলার মতে, উইন্ডোজ ১১ 'অপারেটিং সিস্টেমকে নতুন চোখে দেখা'। এখানে এছাড়াও নতুন মাইক্রোসফট স্টোর, উইন্ডোজ এপ এসডিকে, আর ফ্লুয়েন্ট ডিজাইন নিয়েও কথা বলা হয় ।\n\n\n=== মু্ক্তি ===\n২৪ জুনের মিডিয়া ইভেন্টে, মাইক্রোসফট জানায় ২০২১-এর শেষের দিকে উইন্ডোজ ১১ সাধারণ ব্যবহারকারীদের জন্য উন্মুক্ত হবে, যদিও কোন নির্দিষ্ট তারিখের কথা তারা উল্লেখ করেনি। তবে ডেভেলপার ইন্সাইডার প্রিভিউ ইন্সাইডার ব্যবহারকারীদের কাছে ২৮ জুন ২০২১ এ আসা শুরু হয় ।\n\n\n== বৈশিষ্ট্যসমূহ ==\n\n২০১৫ সালের উইন্ডোজ ১০-এর পর উইন্ডোজ ১১-ই উইন্ডোজের প্রথম বড় মুক্তি এবং এটাতে মাইক্রোসফট তাদের নতুন ফ্লুয়েন্ট ডিজাইন গাইডলাইনের উপর ভিত্তি করে এর ইউজার ইন্টারফেস হালনাগাদ করেছে। তারা এ রিডিজাইনে ব্যবহারের সহজীয়তা, এবং নমনীয়তার সাথে , নতুন প্রমোদ ও সামাজিক সুবিধা, নিরাপত্তায় নতুন হালনাগাদ নিয়ে এসেছে। একই সাথে এটি উইন্ডোজ ১০-এর কিছু সীমাবদ্ধতারও সমাধান করেছে। \nমাইক্রোসফট স্টোর, যেটা মাইক্রোসফটের সমস্ত এপ ও অন্যান্য কন্টেন্টের জন্য সমন্বিত স্টোর হিশেবে কাজ করছে, এটাও উইন্ডোজ ১১তে রিডিজাইন করা হয়েছে। এখন মাইক্রোসফট ডেভেলপারদের উইন৩২, প্রোগ্রেসিভ ওয়েব অ্যাপলিকেশন এবং অন্যান্য প্যাকেজিং প্রযুক্তি ব্যবহার করা অ্যাপকেও প্রকাশের সুযোগ দিচ্ছে, যেটা আগে শুধু ইউনিভার্সাল উইন্ডোজ প্ল্যাটফর্ম অ্যাপলিকেশনে সীমাবদ্ধ ছিলো। \n\n\n== সিস্টেম রিকোয়ারমেন্ট ==\n\n\n== গ্রহণযোগ্যতা ==\nউইন্ডোজ ১১ এর মুক্তির পর এর গ্রহণযোগ্যতা মোটামুটি ইতিবাচকই ছিলো, যেখানে বেশীরভাগ মানুষই এর নতুন ডিজাইন আর এর প্রমোদবিষয়ক সুবিধাসমূহের প্রশংসা করেছেন । কিন্তু মুক্তির পূর্বে ন্যূনতম সিস্টেম রিকোয়ারমেন্ট ঘিরে মাইক্রোসফট যে ধোঁয়াশার সৃষ্টি করেছে, তা নিয়ে তারা ব্যাপক সমালোচনার স্বীকার হয় । মাইক্রোসফট সর্বপ্রথম যে সিস্টেম রিকোয়ারমেন্টের কথা জানায়, সে অনুযায়ী প্রায় ৬০ শতাংশ বর্তমান ব্যক্তিগত কম্পিউটারই উইন্ডোজ ১১-তে হালনাগাদ করতে সক্ষম হওয়ার কথা নয় । কিন্তু প্রাতিষ্ঠানিক রিকোয়ারমেন্ট থাকার পরও উইন্ডোজ ১১, ইন্সটলেশন মিডিয়া সম্পাদনার মাধ্যমে, সিকিউর বুট বিহীন লিগেসি বায়োস অথবা টিপিএম ২.০ বিহীন সিস্টেমে ইন্সটল করা যাচ্ছিলো। এবং এ বিষয়টিকে অনেকে নতুন রিকোয়ারমেন্টকে অপ্রয়োজনীয় এবং কৃত্রিম ব্যবসায়িক কারণে তৈরী বিষয় হিসেবে দেখছেন।\n\n\n== সংস্করণ ==\nউইন্ডোজ ১১ দুটি প্রধান সংস্করণে উপলব্ধ; হোম সংস্করণ, যা ভোক্তা ব্যবহারকারীদের জন্য উদ্দিষ্ট। এবং প্রো সংস্করণ, যাতে অতিরিক্ত নেটওয়ার্কিং এবং নিরাপত্তা বৈশিষ্ট্য রয়েছে (যেমন: বিটলকার), সেইসাথে একটি ডোমেইনে যোগদান করার ক্ষমতা। উইন্ডোজ ১১ হোম ডিফল্টরূপে মাইক্রোসফট স্টোর (\"এস মোড\") থেকে প্রাপ্ত যাচাইকৃত সফটওয়্যারগুলিতে সীমাবদ্ধ থাকতে পারে। উইন্ডোজ ১১ হোমের প্রথমবার সেটআপ সম্পূর্ণ করার জন্য একটি ইন্টারনেট সংযোগ এবং একটি মাইক্রোসফট অ্যাকাউন্ট প্রয়োজন। এই বিধিনিষেধটি উইন্ডোজ ১১ প্রোতেও প্রযোজ্য হয়েছে 22H2 সংস্করণ থেকে, যেহেতু এটি ২০২২ সালের ফেব্রুয়ারিতে ঘোষণা করা হয়েছিল।\nউইন্ডোজ ১১ এসই ৯ নভেম্বর, ২০২১-এ ঘোষণা করা হয়েছিল, শুধুমাত্র শিক্ষার বাজারে বিক্রি হওয়া লো-এন্ড ডিভাইসগুলির জন্য একটি সংস্করণ হিসাবে; এটি উইন্ডোজ ১০ এসের উত্তরসূরি হিসেবে তৈরি করা হয়েছে এবং এটি প্রাথমিকভাবে ক্রোমওএসের এর সাথে প্রতিযোগিতা করে। এটিকে মাইক্রোসফট ইনটিউনের মাধ্যমে পরিচালনা করার জন্য ডিজাইন করা হয়েছে, এবং ব্যবহারকারীর ইন্টারফেসকে সরল করতে এবং \"বিক্ষিপ্ততা\" কমাতে শিক্ষাবিদদের প্রতিক্রিয়ার উপর ভিত্তি করে পরিবর্তিত হয়েছে, যেমন স্ন্যাপ লেআউটে একবারে দুটির বেশি অ্যাপ্লিকেশনের জন্য লেআউট নেই, ডিফল্টরূপে সমস্ত অ্যাপ্লিকেশন এককভাবে খোলার প্রক্রিয়া এবং উইজেটগুলি সরানো হচ্ছে৷ এটি মাইক্রোসফট ৩৬৫ এর জন্য মাইক্রোসফট অফিস, মাইনক্রাফট শিক্ষামূলক সংস্করণ, এবং ফ্লিপগ্রিডের মত অ্যাপ্লিকেশনগুলির সাথে বান্ডেলকৃত, আর ওয়ানড্রাইভ ডিফল্টরূপে ফাইলগুলি সংরক্ষণ করতে ব্যবহৃত হয়। উইন্ডোজ ১১ এসই মাইক্রোসফট স্টোরকে অন্তর্ভুক্ত করে না; তৃতীয় পক্ষের সফটওয়্যার প্রশাসকদের দ্বারা প্রবিধান বা ইনস্টল করা হয়। গুগল ক্রোম থেকে স্থানান্তরিত সংস্থাগুলিকে টার্গেট করতে, ক্রোম ওয়েব স্টোর থেকে এক্সটেনশনগুলির ইনস্টলেশন সক্ষম করতে মাইক্রোসফট এজকে ডিফল্টরূপে কনফিগার করা হয়৷\nউইন্ডোজ ইনসাইডার প্রোগ্রামটি উইন্ডোজ ১০ থেকে কার্যক্রম শুরু হয়েছে, প্রাক-রিলিজ বিল্ডগুলিকে \"ডেভ\" (ভবিষ্যত বৈশিষ্ট্য আপডেটের জন্য বৈশিষ্ট্যগুলি পরীক্ষা করার জন্য ব্যবহৃত অস্থির বিল্ডগুলি ব্যবহার করা হয়), \"বিটা\" (পরবর্তী বৈশিষ্ট্য আপডেটের জন্য পরীক্ষা বিল্ড; ডেভ চ্যানেলের তুলনায় তুলনামূলকভাবে স্থিতিশীল), এবং \"রিলিজ প্রিভিউ\" (আসন্ন বৈশিষ্ট্য আপডেটের চূড়ান্ত পরীক্ষার জন্য প্রাক-রিলিজ তৈরি করে) চ্যানেল।\n\n\n== সমর্থিত ভাষা ==\nউইন্ডোজ ১১ চালু হওয়ার আগে, ওইএম (সেইসাথে মোবাইল অপারেটর) এবং ব্যবসাগুলিকে ডিভাইস ইমেজিংয়ের জন্য দুটি বিকল্প অফার করা হয়েছিল: কম্পোনেন্ট-ভিত্তিক সার্ভিসিং lp.cab ফাইলগুলি (প্রথম বুটে আগে থেকে লোড করা ভাষাগুলির জন্য) এবং স্থানীয় অভিজ্ঞতা প্যাক .এপপিএক্স ফাইল (সমর্থিত পিসিতে ডাউনলোডের জন্য উপলব্ধ ভাষার জন্য)। ৩৮টি সম্পূর্ণ-স্থানীয় ভাষা প্যাক (এলপি) ভাষা এলপি.cab এবং .appx উভয় প্যাকেজ হিসাবে উপলব্ধ ছিল, বাকি ৭২আংশিক-স্থানীয় ভাষা ইন্টারফেস প্যাক (এলআইপি) ভাষাগুলি শুধুমাত্র .appx প্যাকেজ হিসাবে উপলব্ধ ছিল।\nউইন্ডোজ ১১-এ সেই প্রক্রিয়াটি পরিবর্তিত হয়েছে। পাঁচটি নতুন এলপি ভাষা যোগ করা হয়েছে - কাতালান, বাস্ক, গ্যালিসিয়ান, ইন্দোনেশিয়ান এবং ভিয়েতনামী - যা মোট এলপি ভাষার সংখ্যা ৪৩ এ নিয়ে এসেছে। উপরন্তু, এই ৪৩টি ভাষা শুধুমাত্র lp.cab প্যাকেজ ব্যবহার করে চিত্রিত করা যেতে পারে। এটি একটি সম্পূর্ণ সমর্থিত ভাষা-ইমেজিং এবং ক্রমবর্ধমান আপডেট অভিজ্ঞতা নিশ্চিত করার জন্য।\nএলএক্সপি-ভিত্তিক অবশিষ্ট ৬৭টি এলআইপি ভাষাগুলি একটি স্ব-পরিষেবা মডেলে চলে যাবে এবং শুধুমাত্র উইন্ডোজ ব্যবহারকারীরা মাইক্রোসফট স্টোর এবং উইন্ডোজ সেটিংস অ্যাপের মাধ্যমে যোগ করতে পারবেন, উইন্ডোজ ইমেজিং প্রক্রিয়ার সময় নয়। প্রশাসক ছাড়াও যেকোন ব্যবহারকারী এখন প্রদর্শন ভাষা এবং এর বৈশিষ্ট্য উভয়ই যোগ করতে পারে, যা ব্যবহারকারীদের ব্যবসায়িক পরিবেশে সাহায্য করতে পারে, কিন্তু ভাষার জন্য এই সঠিক বিকল্পগুলি (এলপি এবং এলআইপি উভয়) এখনও ওইএম এবং মোবাইল অপারেটরের উপর নির্ভর করে৷\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nঅপারেটিং সিস্টেমের ইতিহাস"}