{"pageid": 1063573, "title": "কুনিও ইয়ানাগিতা", "url": "https://bn.wikipedia.org/wiki?curid=1063573", "content": "কুনিও ইয়ানাগিতা (柳 田 國 男, ইয়ানগিতা কুনিও, জুলাই ৩১, ১৮৭৫ - ৪ আগস্ট, ১৯৬২) ছিলেন একজন জাপানী লেখক, পণ্ডিত এবং লোককাহিনীবিদ। তিনি আমলা হিসাবে তাঁর কর্মজীবন শুরু করেছিলেন, তবে গ্রামীণ জাপান এবং তার লোকঐতিহ্যের প্রতি আগ্রহ গড়ে উঠে। এটি তার কর্মজীবনে পরিবর্তন ঘটায়। তাঁর এই উদ্যোগের ফলস্বরূপ, জাপানে লোককাহিনীবিদ্যা (মিনজোকুগাকু) একটি শিক্ষার বিষয় রূপে প্রতিষ্ঠিত হয়। ইয়ানগিতাকে প্রায়শই আধুনিক জাপানি লোককাহিনী অধ্যয়নের জনক হিসাবে মানা হয়। \n\n\n== প্রাথমিক জীবন ==\nকুনিও ইয়ানগিতা ছিলেন ফুকুশাকি শহরে বসবাসকারী মাৎসুওকা পরিবারের পঞ্চম সন্তান। ওনার জন্মনাম ছিল কুনিও মাৎসুওকা (বা মৎসুওকা কুনিও, জাপানি মতে), কিন্তু এক নাওহেই ইয়ানগিতা নামক বিচারকের পরিবার ওনাকে আশ্রয় দায়ে। একটি ছোট ছেলে বা একটি পুরুষকে নিজের পরিবারে আশ্রয় দেয়া, উত্তরসূরি হওয়ার কারণে, তখনকার যুগের প্রচলিত প্রথা ছিল। এটা বিবাহের মাদ্ধমে হতো, পুরুষটি আশ্রিত পরিবারের মেয়ের সঙ্গে বিবাহ করে মেয়ের পরিবারের অঙ্গ হতো। এই ক্ষেত্রে, নাওহেইর পুত্রী তাকা এবং ভবিষত্বের লোককাহিনীবিদের মধ্যে একটি সম্বন্ধ করা হয়। এই বিবাহটি ১৯০১ সালে হয় এবং ওনার নাম বদলে কুনিও ইয়ানগিতা হয়।\nছোটবেলা থেকে ইয়ানগিতার সাহিত্যের প্রতি অনুগত হন। কবিতায় ওনার বিশেষ আকর্ষণ হয়। উনি পাশ্চত সাহিত্যের অনুগামীও ছিলেন। জখন ওনার লোককথার প্রতি কৌতূহল হয়, উনি এডওয়ার্ড বুরনেট টেলরের এবং অন্যান্য পাশ্চত জাতিবিদের (anthropologists) জাতীতত্ব (ethnology) সংক্রান্ত লেখা পড়েন। এই পড়াশুনোর প্রভাব ওনার নিজেস্ব গবেষণায় দেখা যায়।\n\n\n== কর্মজীবন ==\nইয়ানাগিতা টোকিও বিশ্ববিদ্যালয় থেকে আইন নিয়ে পাশ করে, কৃষি এবং বাণিজ্য মন্ত্রণালয়ের অন্তর্গত কৃষি প্রশাসন দপ্তরে আমলার পদে নিযুক্ত হন। মোট কুড়ি বছর চাকরি করেন ইয়ানাগিতা। আমলা হিসেবে, উনি জাপানের প্রধান দ্বীপ হোনশুর গ্রামীণ এলাকায় প্রায় যাতায়াত করতেন। এই যাত্রা গুলোর দরুন ইয়ানাগিতার মনে গ্রামীণ জীবনশৈলী এবং কৃষি অর্থনীতির প্রতি আগ্রহ জন্মায়।\nইয়ানাগিতা নিজের সহ-আমলাদের স্থানীয় স্বশাসনের প্রতি উদাসীন মনোভাবের নিন্দা করা শুরু করলেন। ইয়ানাগিতা ক্রমে এই স্বশাসনের সমর্থনে আওয়াজ ওঠাতে শুরু করলেন। ওনার মতে কৃষিনীতির, বড়লোক জমিদারের ওপর ভিত্তি না করে ছোট কৃষকদের সমবায়ের ওপর ভিত্তি করা উচিত। এটা বিশ্বাস করা হয় যে সরকারের তরফ থেকে ওনার মতামতের বিরোধিতা করা হয়, যার কারণে উনি আমলার চাকরি ছেড়ে দেন, এবং লোককাহিনীবিদ্যার দিকে অগ্রসর হন\nকৃষি এবং বাণিজ্য মন্ত্রণালয় থেকে ইস্তফা দেয়ার দরুন, ইয়ানাগিতার সুযোগ হয় গ্রামীণ জাপানকে আরো ভালোভাবে অনুসন্ধান করার। উনি ঘুরে-ঘুরে লোককথা, গল্প, প্রথা, লোকবিস্বাস আদি সংগ্রহ করে তাদের গভীর পর্যালোচনা করা শুরু করলেন। এই সময় ইয়ানাগিতার সাহিত্যিক বন্ধুরা, তার মধ্যে লেখক শিমাজাকি টোশন অন্যতম, ওনাকে নিজের লোককথা এবং গ্রামীন প্রথার ওপর গবেষণা প্রকাশিত করার অনুপ্রেরণা দিতে লাগলেন। এই সব লেখা এবং গবেষণার অন্যতম উদাহরণ হচ্ছে ১৯১২ সালে প্রকাশিত বই টোনোর গল্পকথা (টোনো মোনোগাতারি/The Legends of Tono)। এই বইতে ইয়ানাগিতা ইবাতে অঞ্চলের টোনো নামক একটি পাহাড় ঘেরা গ্রামের (এখন শহর) লোককথা, লোকবিস্বাস, প্রথা, গল্প আদি সংগ্রহ করেন। এটি ওনার সবচেয়ে জনপ্রিয় কাজ।\nএর পর, ইয়ানাগিতা লোককথা নিয়ে নৃবিজ্ঞানগামী (anthropological) গবেষণা শুরু করেন, যার জন্য তিনি আজও প্রসিদ্ধ। উনি নিজের আরো কাজ প্রকাশিত করেন, তার মধ্যে অনেকগুলো লোককাহিনীবিদ কিজেন সাসাকির সহযোগিতায়।\nস্থানীয় লোককথার ওপর ইয়ানাগিতার একাগ্রতা, জাতীয় ইতিহাসে জন-সাধারণের জীবন তুলে ধরার ওনার বৃহত্তর চেষ্টার স্বরূপ ছিলো। ওনার বক্তব্য ছিল ইতিহাস গবেষণা এবং লেখায় খালি অভিজাতদের সঙ্গে হওয়া ঐতিহাসিক ঘটনার বিবরণ পাওয়া যায়। এর ফলে সাধারণ মানুষের ইতিহাস বাদ পড়ে যায় এবং এরকম মনে হয় যে সাধারণ জাপানিরা সব সময় একই রকম ছাঁচে জীবন কাটাতেন। \nইয়ানগিতা নানান সাধারণ মানুষের গোষ্ঠীর অনন্য প্রথা তুলে ধরার চেষ্টা করতেন, যেমন পাহাড়ি অঞ্চলের বসবাসকারীর (সাঙ্কা) এবং দ্বীপে বসবাসকারীর প্রথা। উনি লোককথার তিনটি দিক চিহ্নিত করেন - বস্তু, মৌখিক প্রেরণ, এবং মানসিক বা আবেগপূর্ণ ব্যাহমুর্তি। এই তৃতীয় দিকটি শুধু তাদেরই প্রাপ্ত যারা সমান অনুভতি দ্বারা গভীর বোধ্যগম্যতা অর্জন করেছেন। ইয়ানাগিতার মতে এটাই লোককাহিনীবিদ্যার প্রধান কেন্দ্রবিন্দু।\nসামগ্রিক ভাবে, ইয়ানাগিতার গবেষণা প্রচুরভাবে স্বরণীয় এবং সংজ্ঞা নির্মানী। ইয়ানাগিতা জাপানের অন্যতম প্রধান লোককাহিনীবিদ যিনি জাপানে লোককাহিনীবিদ্যার (মিনজোকুগাকু) শিক্ষাবিষয় স্থাপিত করেন। জাপানে উনি \"আধুনিক জাপানের লোককাহিনীর জনক\" উপাধিতে প্রসিদ্ধ।\n\n\n== প্রধান কাজ ==\n\nটোনো মোনোগাতারি (遠野物語/টোনোর গল্পকথা) - ইয়ানাগিতার সবথেকে প্রসিদ্ধ প্রকাশনা। বইটি ইবাতে অঞ্চলের টোনো গ্রামের লোককথা, প্রথা, লোকবিস্বাস আদির সমগ্রহ। জনপ্রিয় ইওকাই কাপ্পা এবং যাসিকি-ওরাশির লোককথা এই বইতে লেখা।\nকাগুইউকো (蝸牛考) - এই লেখায় ইয়ানাগিতা দেখান কিরকম 'শামুক' শব্দটির লবজ বিতরণ, জাপানি দ্বীপপুঞ্জে একটি সমকেন্দ্রিক বৃত্ত ধারণ করে। (সময়ক্রমে লবজ বিতরণের কেন্দ্র বনাম পরিধি ভাষাবিজ্ঞানিক তত্ব)\nমোমোতারো নো টাঞ্জ (桃太郎の誕生) – এই লেখায় ইয়ানাগিতা জাপানি লোককথার এবং সমাজের মূল বিষয়বস্তু তুলে ধরেন। নিবন্ধের নামটি একটি বহুপ্রচলিত জাপানি লোককথা 'মোমোতারো' থেকে নেয়া। নিবন্ধে, লেখক মোমোতারো লোককথাটির ওপর টিপ্পনি করে বলেন যে এইরকম লোককথা জাপানি সমাজকে বোঝার তথ্যসূত্র প্রদান করে। মোমোতারোর কিছু বিষয় আলোচনা করে উনি সেটা সমগ্র জাপানি সমাজের সঙ্গে তুলনা করেন। ইয়ানাগিতার এই কৌশল আজ অনেক মানবজাতি বিজ্ঞানী, নৃবিজ্ঞানি এবং লোককাহিনীবিদ মেনে চলেন।\nকাইজো নো মিচি (海上の道) - এই লেখাটি ইয়ানাগিতার মৃত্যুর এক বছর আগে প্রকাশিত হয়। এই বইতে ইয়ানাগিতা ওকিনাওয়া দ্বীপের ইতিহাস, সংস্কৃতি এবং লোককথার সমগ্র। নিজের ওকিনাওয়ার অধ্যয়নে, ইয়ানাগিতা জাপানি সংস্কৃতির শুরু খুঁজতে চাইছিলেন, কিন্তু পরবর্তীকালের গবেষকেরা ইয়ানাগিতার এই নিয়ে অনেক ভাবনাকে খারিজ করে দেয়। এটা বলা হয় যে এই গবেষণা করার অনুপ্রেরণা ইয়ানাগিতা পায়ে একটি তালগাছের বীজ থেকে যেটা  কুরোশিও স্রোত দ্বারা ভেসে এসেছিল, জখন ইয়ানাগিতা আকেচি অঞ্চলের ইরাগো মাসাকি অন্তরিপের সুমুদ্র সৈকতে ঘুরে বেড়াচ্ছিলেন।\nKunio Guide to the Japanese Folk tale (কুনিও গাইড টু জাপানিজ ফল্ক টেল) - এটি কিছু জাপানি লোককথা এবং তথ্যর চয়ন কুনিও ইয়ানাগিতার নিহন মুকাশি-বানাসি মেই (日本昔話名彙) বইটি থেকে। অনুবাদ করেছেন ফ্যানি হাগিন মেয়ের।\nনোচি নো কারি-কোতোবা নো কি (後狩詞記) - ইয়ানাগিতা এই লেখাটি গোপনে প্রকাশিত করেন। উনি এটা লিখেছেন কিউশু দ্বীপপুঞ্জে যাত্রার অনুভবে ভিত্তি করে। এই লেখার কেন্দ্র মিয়াজাকি অঞ্চলের একটি পাহাড়ি সম্প্রদায়কে নিয়ে, তাদের শিকারকার্য এবং শিকার সংক্রান্ত ভাষা সম্বন্ধে। এটি আজকে জাপানের প্রথম লোককথা গবেষণার রূপে দেখা হয়।\n\n\n== তথ্যসূত্র =="}