{"pageid": 10636, "title": "কম্পাঙ্ক", "url": "https://bn.wikipedia.org/wiki?curid=10636", "content": "কম্পাঙ্ক হলো একক সময়ে কোনো পুনরাবৃত্তিমূলক ঘটনা ঘটবার সংখ্যা। অর্থাৎ একটি ঘটনা যদি বার বার ঘটতে থাকে, তবে একক সময়ে ঐ ঘটনাটি যতবার ঘটবে তা হলো ঐ ঘটনার কম্পাঙ্ক।\n\n\n== সংজ্ঞা ও একক ==\nকোন পর্যাবৃত্ত গতি (Periodic Motion), যেমন ঘূর্ণন, স্পন্দন বা তরঙ্গ ইত্যাদির ক্ষেত্রে, কম্পাঙ্ক হলো এক সেকেন্ডে সম্পন্ন পূর্ণ স্পন্দনের সংখ্যা।প্রতি সেকেন্ডে বস্তর কম্পন সংখ্যাই ঐ বস্তুর ঐ সময়কার কম্পাঙ্ক। পদার্থবিজ্ঞান এবং প্রকৌশলের বিষয়গুলিতে, যেমন আলোকবিজ্ঞান, বেতার বা শব্দ বিজ্ঞানে,কম্পাঙ্ককে ইংরেজি অক্ষর f বা গ্রিক অক্ষর ν (nu–উচ্চারণ নিউ) দিয়ে প্রকাশ করা হয়।\nএসআই এককে কম্পাঙ্কের একক হলো হার্জ, প্রখ্যাত জার্মান পদার্থবিজ্ঞানী হাইনরিখ হার্জের নামানুসারে। এই একককে প্রথমদিকে পূর্ণস্পন্দন প্রতি সেকেন্ড বলা হতো। যেহেতু স্পন্দনকে শুধুমাত্র সংখ্যা দিয়ে প্রকাশ করা হয়, তাই কম্পাঙ্কের একক অনেক সময় :\n  \n    \n      \n        \n          \n            1\n            S\n          \n        \n        .\n      \n    \n    {\\displaystyle {\\frac {1}{S}}.}\n  \n বা সময়−১ দিয়ে লেখা হয়। তরঙ্গের বেলায় তরঙ্গ দ্রুতিকে তরঙ্গ দৈর্ঘ্য দিয়ে ভাগ করে তরঙ্গের কম্পাঙ্ক পাওয়া যায়। হৃৎস্পন্দন এবং সাংগীতিক তাল মাপা হয় বিপিএম (BPM-বিটস পার মিনিট) বা প্রতি সেকেন্ডে বিট সংখ্যা দিয়ে। ঘূর্ণনের বেলায় আবার কম্পাঙ্ক মাপা হয় আরপিএম (rpm-রেভোলিউশন পার মিনিট) বা প্রতি সেকেন্ডে ঘূর্ণন সংখ্যা দিয়ে। বিপিএম এবং আরপিএমকে ৬০ দ্বারা ভাগ করলে হার্জে পরিণত হয়। সুতরাং, ৬০ আরপিএম = ১ হার্জ।\n\n\n== পর্যায়কাল ও কম্পাঙ্ক ==\nপর্যায়কাল বা দোলনকালকে T দ্বারা প্রকাশ করা হয়, এবং এটি হচ্ছে কম্পাঙ্কের (f) ব্যস্তানুপাতিক:\n\n  \n    \n      \n        T\n        =\n        \n          \n            1\n            f\n          \n        \n      \n    \n    {\\displaystyle T={\\frac {1}{f}}}\n  \n\nপর্যায়কালের এসআই একক হচ্ছে সেকেন্ড।\nবোঝার সুবিধার্থে দীর্ঘ ও ধীরগতির তরঙ্গগুলোকে, যেমন সামুদ্রিক তরঙ্গকে, কম্পাঙ্কের বদলে পর্যায়কাল দ্বারা প্রকাশ করা হয়। অন্যপক্ষে ক্ষুদ্র ও দ্রুতগামী তরঙ্গগুলোকে, যেমন বেতার তরঙ্গ বা শব্দ তরঙ্গকে, হার্জ বা কম্পাঙ্কে প্রকাশ করা হয়। এদের পারস্পরিক সম্পর্ক নিচের ছক থেকে বের করা যায়:\n\n\n== তরঙ্গবেগ, তরঙ্গদৈর্ঘ্য ও কম্পাঙ্ক ==\nকম্পাঙ্ক (f), তরঙ্গবেগ (v) ও তরঙ্গদৈর্ঘ্যের (λ) মধ্যকার সম্পর্ক হচ্ছে-\nv=fλ\n⇒ f=v/λ\nকাজেই কম্পাঙ্ক, তরঙ্গবেগ ও তরঙ্গদৈর্ঘ্যের ভাগফলের সমান এবং তরঙ্গদৈর্ঘ্যের ব্যাস্তানুপাতিক।\n\n\n== তথ্যসূত্র ==\n\nGiancoli, D.C. (১৯৮৮), Physics for Scientists and Engineers (2nd সংস্করণ), Prentice Hall, আইএসবিএন 013669201X উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\nNational Research Council of Canada: Femtosecond comb; The measurement of optical frequencies\nConversion: frequency to wavelength and back  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ মার্চ ২০১২ তারিখে\nConversion: period, cycle duration, periodic time to frequency\nKeyboard frequencies = naming of notes - The English and American system versus the German system\nTeaching resource for 14-16yrs on sound including frequency  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ মার্চ ২০১২ তারিখে\nA simple tutorial on how to build a frequency meter\nFrequency - diracdelta.co.uk - javascript calculation."}