{"pageid": 1063809, "title": "ভগিনী ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=1063809", "content": "ঐতিহাসিক ভাষাবিজ্ঞানের আলোচনায় ভগিনী ভাষা (ইংরেজি: Sister language) বলতে একাধিক সমোদ্ভব ভাষাকে বোঝায়, অর্থাৎ যে ভাষাগুলি একটি সাধারণ পূর্বপুরুষ ভাষা থেকে উদ্ভূত হয়েছে। পূর্বপুরুষ ভাষাটিকে প্রত্ন-ভাষা বলা হয়। কোনও ভাষা পরিবারের প্রতিটি ভাষাই কোনও একটি প্রত্ন ভাষা থেকে উদ্ভূত হয়েছে এবং ঐ পরিবারের অন্যান্য ভাষাগুলি সেটির ভগিনী ভাষা।\nরোমান্স ভাষাসমূহ ভগিনী ভাষাসমূহের একটি সাধারণ উদাহরণ। প্রতিটি রোমান্স ভাষাই প্রাকৃত লাতিন ভাষার একটি ধারাবাহিক রূপ। ইতালীয় ও ফরাসি ভাষার মধ্যে প্রায় ৮৯% আভিধানিক অধিক্রমণ (lexical overlap) বিদ্যমান, অর্থাৎ ভাষা দুইটির শব্দগুলির ৮৯% একই মূল থেকে উৎসারিত ও একই ধরনের বৈশিষ্ট্য প্রদর্শন করে। ইতালীয় ও ফরাসি ভাষার মধ্যে তাই বিশাল সংখ্যক সদৃশ শব্দ বিদ্যমান। একইভাবে স্পেনীয় ও পর্তুগিজ ভাষা দুইটির মধ্যেও ৮৯% আভিধানিক অধিক্রমণ বিদ্যমান, তাই এই দুই ভাষার বহুসংখ্যক শব্দের মধ্যে হয় সাদৃশ্য আছে, বা একই শব্দ দুই ভাষাতেই বিদ্যমান (আরও দেখুন সমোদ্ভব শব্দ)।  স্পেনীয় ও রুমানীয় ভাষার মধ্যে অধিক্রমণ তুলনামূলকভাবে কম (প্রায় ৬৭%)। এর কারণ স্পেনীয় ও পর্তুগিজ ভাষা দুইটিতে আরবি ভাষার প্রভাব পড়েছে। অন্যদিকে রুমানীয় ভাষার উপর সময়ের সাথে সাথে স্লাভীয় ভাষাসমূহ ও গ্রিক ভাষার প্রভাব পড়েছে। রোমান্স ভাষাগুলি শুধু শব্দভাণ্ডারই ভাগাভাগি করে নেয় না, এগুলির রূপমূলতাত্ত্বিক ও বাক্যতাত্ত্বিক বহুসংখ্যক বৈশিষ্ট্য একই রকম। এর কারণ এগুলি সবই তাদের সাধারণ পূর্বপুরুষ ভাষা লাতিনের উত্তরসূরী।\nআধুনিক স্কটস ভাষাটিকে একটি পৃথক ভাষা হিসেবে গণ্য করলে এটিকে ইংরেজি ভাষার একটি ভগিনী ভাষা হিসেবে গণ্য করা চলে, কেননা উভয় ভাষাই একটি সাধারণ পূর্বপুরুষ ভাষা প্রাচীন ইংরেজি থেকে (প্রারম্ভিক মধ্য ইংরেজি ভাষা হয়ে) উৎপত্তি লাভ করেছে। ভাষা দুইটি ধ্বনিতাত্ত্বিক বিকাশের সময় একে অপরের থেকে দূরে সরে গেছে। এছাড়া প্রতিটি ভাষাতেই নর্স, লাতিন ও ফরাসি ভাষা থেকে ভিন্ন ভিন্ন কৃতঋণ শব্দ প্রবেশ করেছে। রাজনৈতিক ও সাংস্কৃতিক কাওরণে স্কটস ভাষার অবক্ষয় ঘটে এবং আধুনিক যুগে এটি মূলত কথ্য ও অনানুষ্ঠানিক ভাষা হিসেবে সীমিত পরিসরে ব্যবহৃত হয়।\n\n\n== আরও দেখুন ==\nকন্যা ভাষা\nভাষা পরিবার\nআভিধানিক সাদৃশ্য\n\n\n== তথ্যসূত্র =="}