{"pageid": 1063909, "title": "আ প্রিন্সেস অফ মার্স", "url": "https://bn.wikipedia.org/wiki?curid=1063909", "content": "আ প্রিন্সেস অফ মার্স (ইংরেজি: A Princess of Mars; অনুবাদ: মঙ্গল গ্রহের এক রাজকন্যা) হল এডগার রাইস বারোজের লেখা একটি সায়েন্স ফ্যান্টাসি উপন্যাস। এটি তাঁর বারসুম ধারাবাহিকের প্রথম পর্ব। ১৯১২ সালের ফেব্রুয়ারি থেকে জুলাই মাস পর্যন্ত অল-স্টোরি ম্যাগাজিন নামে এক পাল্প পত্রিকায় উপন্যাসটি প্রথম ধারাবাহিকভাবে প্রকাশিত হয়েছিল। অসিযুদ্ধ ও দুঃসাহসী কর্মকাণ্ডের বিবরণে ভরা এই উপন্যাসটিকে বিংশ শতাব্দীর পাল্প কথাসাহিত্যের একটি ধ্রুপদি উদাহরণ মনে করা হয়। এটিকে গ্রহীয় রোম্যান্সের একটি ভিত্তিমূলক উদাহরণও মনে করা হয়। উপন্যাসটি প্রকাশনার পরবর্তী দশকগুলিকে সায়েন্স ফ্যান্টাসির এই উপবর্গটি অত্যন্ত জনপ্রিয়তা অর্জন করেছিল। উপন্যাসটির প্রথম দিকের অধ্যায়গুলির মধ্যে ওয়েস্টার্ন কথাসাহিত্যের উপাদানও বিদ্যমান। কাহিনির প্রেক্ষাপট মঙ্গল গ্রহ, যেটিকে এই উপন্যাসে কল্পনা করা হয়েছে প্রতিকূল মরু পরিবেশের এক মৃতপ্রায় গ্রহ হিসেবে। মঙ্গল গ্রহের এই দৃশ্যায়নের ভিত্তি ছিল জ্যোতির্বিজ্ঞানী পার্সিভাল লোয়েলের রচনাবলি; ঊনবিংশ শতাব্দীর শেষভাগে ও বিংশ শতাব্দীর প্রথম পাদে লোয়েলের ধ্যানধারণাগুলি অত্যন্ত জনপ্রিয় হয়ে উঠেছিল।\nবারসুম ধারাবাহিক জ্যাক ভ্যান্স, রে ব্র্যাডবেরি, আর্থার সি. ক্লার্ক, রবার্ট এ. হাইনলাইন ও জন নর্ম্যান সহ বিংশ শতাব্দীর বহু খ্যাতনামা কল্পবিজ্ঞান লেখককে অনুপ্রাণিত করেছিল। মহাকাশ অভিযান ও পৃথিবী-বহিঃস্থ প্রাণের সন্ধানে কর্মরত বহু বিজ্ঞানীর কাছেও এই ধারাবাহিক অনুপ্রেরণা হয়ে উঠেছিল। এঁদের মধ্যে অন্যতম হলেন কার্ল সেগান, যিনি শৈশবে আ প্রিন্সেস ইন মার্স গ্রন্থটি পাঠ করেছিলেন।\n\n\n== কাহিনি-সারাংশ ==\nমার্কিন গৃহযুদ্ধের কনফেডারেট যুদ্ধপ্রবীণ জন কার্টার যুদ্ধসমাপ্তির অব্যবহিত পরেই অ্যারিজোনায় প্রাথমিক ভূতাত্ত্বিক অনুসন্ধানে যান। স্বর্ণসমৃদ্ধ একটি ধাতুশিরায় আঘাত করার ফলে নেটিভ আমেরিকানদের অ্যাপাচি গোষ্ঠীর সঙ্গে তাঁর সংঘর্ষ বেধে যায়। অ্যাপাচিরা তাঁকে ধাওয়া করলে তিনি একটি পবিত্র গুহায় আত্মগোপন করেন। কিন্তু সেখান থেকে রহস্যজনকভাবে তিনি স্থানান্তরিত হয়ে যান মঙ্গল গ্রহে, যেটিকে সেখানকার স্থানীয় অধিবাসীরা \"বারসুম\" নামে অভিহিত করত। কার্টার অনুভব করলেন, মঙ্গল গ্রহের অপেক্ষাকৃত কম মাত্রার মাধ্যাকর্ষণ ও নিম্নতর বায়ুমণ্ডলীয় চাপে নতুন পরিবেশে তাঁর মধ্যে বিরাট শক্তি ও অতিমানবিক ক্ষিপ্রতার উদয় ঘটেছে। কিছুকালের মধ্যেই তিনি সবুজ মঙ্গলীয় দের এক যাযাবর উপজাতির দেখা পেলেন। মঙ্গল গ্রহের এই যুদ্ধবাজ, ছয়-প্রত্যঙ্গবিশিষ্ট ও সবুজ-চামড়াওয়ালা অধিবাসীরা থার্ক নামে পরিচিত ছিল। নিজ শক্তিমত্তা ও সামরিক দক্ষতার প্রভাবে তিনি এই উপজাতিতে উচ্চ পদমর্যাদায় আসীন হন এবং টার্স টার্কাস নামে এক থার্ক নেতার শ্রদ্ধা অর্জন করে ক্রমে তাঁর বন্ধুতে পরিণত হন।\nএরপরে থার্করা হেলিয়াম নামে এক মানবাকৃতি লাল মঙ্গলীয় জাতির রাজকন্যা ডেজাহ থোরিসকে বন্দী করে। লাল মঙ্গলীয়রা বসবাস করত নগররাষ্ট্রের এক শিথিল প্রণালীর মধ্যে। তারাই এই মরুগ্রহের কৃষিব্যবস্থাকে ঘিরে গড়ে ওঠা খালগুলিকে নিয়ন্ত্রণ করত। ডেজাহ থোরিসকে তাঁর নিজের লোকেদের কাছে ফিরিয়ে দেওয়ার জন্য কার্টার সবুজ মানুষদের কবল থেকে রাজকন্যাকে উদ্ধার করে।\nঘটনাচক্রে ডেজাহ থোরিসকে নিরাপত্তা দানের প্রয়াসে কার্টার লাল ও সবুজ মঙ্গলীয়দের উভয়েরই রাজনৈতিক ঝগড়ায় জড়িয়ে পড়েন। পরে তিনি থার্কদের একটি দলকে নিয়ে হেলিয়ামের ঐতিহাসিক শত্রু জোডাংগা নগররাষ্ট্রকে আক্রমণ করেন। ডেজাহ থোরিসের হৃদয় জয় করে তিনি হেলিয়ামের রাজকুমার হন এবং দু’জনে নয় বছর সুখে শান্তিতে অতিবাহিত করেন। যদিও গ্রহের বিলীয়মান বায়ু সরবরাহ অব্যাহত রাখার জন্য গঠিত বায়ুমণ্ডল কারখানাটি হঠাৎ হয়ে পড়লে বারসুমের জনজীবন বিপর্যস্ত হয়ে পড়ে। গ্রহের অধিবাসীদের জীবন রক্ষার এক মরিয়া প্রয়াসে কারখানার কার্যকরিতা ফিরিয়ে আনতে পারবেন এমন এক ইঞ্জিনিয়ারকে সঙ্গে নিয়ে কার্টার কারখানায় ঢোকার জন্য একটি গোপন টেলিপ্যাথিক কোড ব্যবহার করেন। তারপরই কার্টার শ্বাসরুদ্ধ হয়ে অচেতন হয়ে পড়েন। তারপর জ্ঞান ফিরলে দেখেন যে তিনি পৃথিবীতে ফিরে এসেছেন। তখন তখন বারসুম ও ডেজাহ থোরিসের চিন্তায় তিনি কাতর হয়ে পড়েন।\n\n\n== চরিত্র ==\nজন কার্টার: ভার্জিনিয়ার জনৈক পৃথিবীবাসী। তাঁর প্রেক্ষাপট রহস্যময়। ক্যাপ্টেন জন কার্টার মার্কিন গৃহযুদ্ধে কনফেডারেটের পক্ষে লড়াই করেন। যুদ্ধের শেষে তিনি অ্যারিজোনায় সোনার খোঁজে যান। অ্যাপাচি আক্রমণ ও অন্যান্য কয়েকটি রোমাঞ্চকর অভিযানের পর তিনি অলৌকিক উপায়ে মঙ্গল গ্রহে স্থানান্তরিত হন। সেই গ্রহে থাকার নয় বছর তিনি পৃথিবী থেকে কার্যকরভাবে অদৃশ্য ছিলেন এবং তাঁকে মৃত বলে ধরে নেওয়া হয়েছিল। কিন্তু ১৮৭৬ সালে নিউ ইয়র্কে তিনি পুনরাবির্ভূত হন এবং হাডসন নদের সম্মুখে একটি বাড়িতে বসবাস শুরু করেন। ১৮৮৬ সালে তিনি আপাতদৃষ্টিতে আবার মারা যান। এক কল্পিত বারোজকে (যাঁকে কার্টার নিজের কাকা জ্যাক নামে উল্লেখ করেছিলেন) তিনি নির্দেশ দিয়ে যান তাঁকে একটি ভূগর্ভস্থ কক্ষে সমাধিস্থ করার জন্য। তিনি বারোজকে আ প্রিন্সেস অফ মার্স বইটির পাণ্ডুলিপিও দিয়ে যান এবং নির্দেশ দিয়ে যান যে বইটি যেন পরবর্তী ২১ বছরের আগে না প্রকাশিত হয়। জন কার্টার বলেছিলেন যে, ৩০ বছর বয়সের আগে তাঁর জীবনের কোনও স্মৃতি নেই এবং তাঁর বয়স আর বাড়েওনি, ৩০ বছরেই আটকে রয়েছে। রণকৌশল নির্ধারণ, অশ্বচালনা এবং আগ্নেয়াস্ত্র ও তরবারি সহ সকল প্রকার অস্ত্রচালনায় তিনি দক্ষ। তাঁর উচ্চতা ছয় ফুট দুই ইঞ্চি, পরিষ্কার করে দাড়ি কামানো তাঁর মুখ, ছোটো করে ছাঁটা কালো চুল এবং ইস্পাত-ধূসর তাঁর চোখ। তিনি মর্যাদাবান, সাহসী এবং চির আশাবাদী, এমনকি নিশ্চিত মৃত্যুর সম্মুখেও তিনি নিরাশ হন না। বারসুমে আবির্ভাবের পর তিনি প্রথম যে দুই সবুজ যোদ্ধাকে হত্যা করেছিলেন, তাদের নামানুসারে সবুজ মঙ্গলীয়রা তাঁকে \"ডোটার সোজাট\" নাম দিয়েছিল। মঙ্গলীয় ধারাবাহিকের পরবর্তী বইগুলিকে কখনও কখনও তাঁকে এই নামটি ছদ্মনাম হিসেবে ব্যবহার করতে দেখা গিয়েছে।\nডেজাহ থোরিস: হেলিয়ামের লাল মঙ্গলীয় রাজকন্যা। তিনি সাহসী, দৃঢ়চেতা এবং প্রায়শই মারাত্মক বিপদে অথবা ক্রমান্বয়ে শত্রুপক্ষের দুষ্ট পরিকল্পনার দ্বারা সম্মানহানির আশঙ্কায় পড়েন। তিনি লেসার হেলিয়ামের জেড (দলপতি) মর্স কাজাকের কন্যা তথা হেলিয়ামের ডেড্ডাক (মহারাজা) টার্ডোস মর্সের পৌত্রী। সেই কারণে তিনি অত্যন্ত অভিজাতমনস্ক এবং নিজ ঐতিহ্য সম্পর্কে প্রচণ্ড গর্বিত। উপন্যাসের গোড়ার দিকেই তাঁর আবির্ভাব ঘটে এবং অনতিকালের মধ্যেই তিনি জন কার্টারের প্রেমিকায় পরিণত হন। প্রথম তিনটি বারসুম উপন্যাসের কেন্দ্রীয় চরিত্র হিসেবে তিনি প্রায়শই শত্রুপক্ষের হাতে বন্দী হয়েছেন এবং তারপর জন কার্টার তাঁকে মুক্ত করার জন্য শত্রুদের পশ্চাদধাবন করেছেন। উপন্যাসগুলির কাহিনিতে এই বিষয়টি প্রায়শ একটি প্রণোদনার উপাদান হয়ে উঠেছে।\nটার্স টার্কাস: থার্ক উপজাতির এক সবুজ মঙ্গলীয় যোদ্ধা। বন্ধুত্ব ও প্রেমের মতো আবেগগুলি অনুভব করার ক্ষমতা থাকায় তিনি তাঁর উপজাতির মধ্যে স্বতন্ত্র এক সত্ত্বার অধিকারী। যৌবনে গোজাভা নামে এক সবুজ মঙ্গলীয় নারীর সঙ্গে নিষিদ্ধ প্রণয়ে জড়িয়ে পড়ে তাঁর মধ্যে এই আবেগগুলি জেগে উঠেছিল। তিনি জন কার্টারের সঙ্গে বন্ধুত্বের বন্ধনে আবদ্ধ হন এবং পরে তাঁর পক্ষে লড়াই করেন। কার্টার টার্কাসকে থার্কদের জেড্ডাক (মহারাজা) হতে সাহায্য করেন এবং সবুজ মঙ্গলীয় ও হেলিয়াম নগররাষ্ট্রের মধ্যে এক ঐক্যজোটের মধ্যস্থতা করেন, যার ফলে হেলিয়ামের শত্রু জোডাংগা ধ্বংসপ্রাপ্ত হয়। টার্স টার্কাস একাধিকবার এক শ্লেষাত্মক রসবোধের পরিচয় দিয়েছিলেন; জন কার্টারের পক্ষাবলম্বন করে যুদ্ধ করার সময় কার্টার যে নিজেকে \"এক নিষ্ঠুর সবুজ যোদ্ধা\" মনে করতেন তা নিয়ে উপহাস করেন টার্কাস, এবং দ্য গডস অফ মার্স উপন্যাসে তিনি পরকাল বিষয়ে বারসুমীয় আশার নৈরাশ্য নিয়ে মন্তব্য করেন।\nটাল হাজুস: থার্কদের জেড্ডাক (মহারাজ), যিনি বহু বছর আগে গোজাভার মৃত্যুদণ্ড দিয়েছিলেন।\nসোলা: টার্স টার্কাসের কন্যা এবং জন কার্টারের বন্ধু। সোলা কার্টারকে বারসুমীয় ভাষা ও তাঁদের জাতির ইতিহাস শিখিয়েছিলেন এবং সেই সঙ্গে নিজের গোপন পিতৃপরিচয়ও জানিয়েছিলেন। আ প্রিন্সেস অফ মার্স উপন্যাসের ঠিক পরবর্তী বইতেও তাঁকে দেখা গিয়েছে, কিন্তু ধারাবাহিকের পরবর্তী বইগুলিতে তাঁর আর কোনও ভূমিকা নেই।\nসারকোজা: এক সবুজ মঙ্গলীয় নারী, যাঁর চক্রান্তে গোজাভার মৃত্যু ঘটে। তিনি জন কার্টারের বিরুদ্ধেও ষড়যন্ত্র করেছিলেন। কার্টার টার্স টার্কাসকে গোজাভার মৃত্যুর পিছনে সারকোজার ভূমিকার কথা বলার পর সারকোজা ভয় পেয়ে স্বেচ্ছা-নির্বাসনে চলে যান এবং আর তাঁর কোনও খবর পাওয়া যায় না।\nকান্টোস কান: হেলিয়ামের এক যোদ্ধা। তিনি জন কার্টারের সঙ্গে ওয়ারহুন কারাগার থেকে পালিয়ে যান। দ্বিতীয় বইয়ের গোড়ার দিকে কান্টোস কেন হেলিয়ামের নৌবাহিনীর প্রধান সেনানায়ক হয়েছিলেন।\n\n\n== রচনা ==\n\n\n=== প্রেক্ষাপট ===\n১৯১১ সালের গ্রীষ্মে পঁয়ত্রিশ বছর বয়সে বারোজ আ প্রিন্সেস অফ মার্স বইটি রচনার কাজ শুরু করেন। একটি স্টেশনারি কোম্পানিতে নিজের ভাইয়ের জন্য কাজ করতে করতে তিনি বইটির প্রথমার্ধের বেশিরভাগ অংশই লিখে ফেলেন ব্যবসার কাজে ব্যবহৃত স্ক্র্যাচ প্যাডের পাতায়। সেই সময় তিনি নিজেকে এক ব্যবসায়ী হিসেবে প্রতিষ্ঠার জন্য লড়াই করছিলেন, কিন্তু বিশেষ সাফল্যের মুখ দেখতে পাচ্ছিলেন না। তাই স্ত্রী ও দুই সন্তানের ভরণপোষণের জন্য উপার্জন করার এক মরিয়া প্রয়াসে তিনি লেখালিখিকে নিজের পেশা হিসেবে গ্রহণ করেন। ব্যবসাক্ষেত্রে ব্যর্থতা সত্ত্বেও বিভিন্ন ধরনের কাজের করার ফলে তিনি খনি-খননকারী, সৈনিক, কাউবয় ও আমেরিকান আদিবাসীদের সংস্পর্শে আসেন এবং অনেক বিচিত্র অভিজ্ঞতা সঞ্চয় করেন।\n\n\n=== প্রারম্ভিক খসড়া ===\nআ প্রিন্সেস অফ মার্স রচনাকালে একটি ওয়ার্কশিটে তিনি লেখা শুরু ও সমাপ্তির তারিখ, অধ্যায়ের শিরোনাম ও চরিত্রগুলির কথা লিখে রাখতেন। এই ধরনের ওয়ার্কশিট পরে তাঁর লেখালিখির নিয়মিত সরঞ্জামে পরিণত হয়েছিল। ১৯১১ সালের ১১ অগস্টের মধ্যেই তিনি উপন্যাসটির একটি বড়ো অংশ লিখে ফেলেন। নিজের লেখার বিষয়বস্তু সম্পর্কে তিনি উৎকণ্ঠিত ছিলেন। শুধুমাত্র স্ত্রীকেই বলেছিলেন তিনি কী লিখছেন। তখনও তাঁর ব্যবসায় সাফল্যলাভের আশা ছিল। তিনি ভেবেছিলেন যেহেতু তাঁর গল্পটি এতটাই ছেলেমানুষি স্বভাবের পরিচায়ক এবং এতটাই উদ্ভট, সেই হেতু তিনি কী লিখছেন তা জানাজানি হলে যাঁদের সঙ্গে তাঁর ব্যবসায়িক যোগাযোগের সম্ভাবনা রয়েছে তাঁরা তাঁকে গুরুত্ব দেবেন না। এই সময় তিনি সিদ্ধান্ত নিয়েই ফেলেছিলেন যে \"নর্ম্যাল বিন\" (ইংরেজি: \"Normal Bean\") ছদ্মনামটি গ্রহণ করবেন। এই ছদ্মনামটির উদ্দেশ্য ছিল, গল্পটি অবিশ্বাস্য হওয়া সত্ত্বেও তিনি নিজে যে সুস্থ মস্তিস্কের ও বিশ্বাসযোগ্য চরিত্র তার একটি ইঙ্গিত প্রদান করা। উপন্যাসটির যথাযথ শিরোনাম বেছে নিতেও তাঁকে সমস্যায় পড়তে হয়েছিল: যে সমস্যার সমাধানে তিনি প্রথম দিকে মাই ফার্স্ট অ্যাডভেঞ্চার অফ মার্স, দ্য গ্রিন মার্শিয়ানস ও ডেজাহ থোরিস, মার্শিয়ান প্রিন্সেস শিরোনামগুলির কথা ভেবেছিলেন।\n\n\n=== প্রকাশনার প্রস্তুতি ===\nউপন্যাসটি শেষ করার আগেই বারোজ প্রকাশনার সুযোগগুলির কথা ভেবেছিলেন। তিনি উপলব্ধি করেছিলেন যে প্রকাশনার জগৎ সম্পর্কে তাঁর জ্ঞান সামান্যই এবং কেমন করে গল্পটি প্রকাশকের কাছে পাঠাতে হবে তাও তিনি সঠিক জানেন না। দি অল-স্টোরি পত্রিকাটির সঙ্গে তিনি পরিচিত ছিলেন এবং পত্রিকাটি তাঁর ভালোও লাগত। তাই উপন্যাসটির ৪৩,০০০ শব্দ তিনি \"ডেজাহ থোরিস, মার্শিয়ান প্রিন্সেস\" শিরোনামে সেই পত্রিকার সম্পাদকের কাছে পাঠান। সঙ্গের চিঠিতে তিনি ব্যাখ্যা দেন যে তিনি একই দৈর্ঘ্যের আরও দু’টি খণ্ড লিখতে পারেন। ১৯১১ সালের ২৪ অগস্ট পত্রিকার ব্যবস্থাপক সম্পাদক টমাস নেওয়েল মেটকাফ প্রত্যুত্তরে গল্পটির অগ্রগতির হার ও লক্ষ্যবস্তু নিয়ে কিছু সমালোচনা করে \"সোলা টেলস মে হার স্টোরি\" অধ্যায়টি বাদ দিতে বলেন (বই আকারে প্রকাশের সময় অধ্যায়টি রাখা হয়েছিল); এবং লেখেন যে উপন্যাসটি যদি বারোজ ৭০,০০০ শব্দের মধ্যে শেষ করতে পারেন, তাহলে মেটকাফ সেটি প্রকাশের কথা বিবেচনা করতে পারেন। বারোজ উপন্যাসটি নিয়ে আরও কাজ করেন। মেটকাফও চিঠিপথের মাধ্যমে কাহিনি ও কাঠামোগত পরিবর্তন নিয়ে পরামর্শ প্রদান করতে থাকেন। এরপর উপন্যাস রচনার কাজ শেষ হলে বারোজ সেটিকে প্রকাশনার জন্য প্রেরণ করেন। ১৯১১ সালের ৪ নভেম্বর বারোজ মেটকাফের থেকে স্বীকৃতিপত্র লাভ করেন। ধারাবাহিকরূপে প্রকাশ করার স্বত্বের বিনিময়ে বারোজকে মেটকাফ ৪০০ মার্কিন ডলার প্রদানের সঙ্গে সঙ্গে উপন্যাসের শিরোনাম পরিবর্তনের এবং উপন্যাসটির ভূমিকাংশের কিছু সম্পাদনার অনুরোধ জানান।\n\n\n== তথ্যসূত্র ==\n\n\n=== উল্লেখপঞ্জি ===\n\n\n=== গ্রন্থপঞ্জি ===\nবেইনব্রিজ, উইলিয়াম সিমস (১৯৮৬)। ডাইমেনশনস অফ সায়েন্স ফিকশন [কল্পবিজ্ঞানের মাত্রাসমূহ]। কেমব্রিজ, ম্যাসাচুয়েটস: হার্ভার্ড ইউনিভার্সিটি প্রেস। আইএসবিএন 0-674-20725-4। \nবাসালা, জর্জ (২০০৬)। সিভিলাইজড লাইফ ইন দি ইউনিভার্স: সায়েন্টিস্টস অন ইনটেলিজেন্ট এক্সট্রাটেরেস্ট্রিয়ালস [মহাবিশ্বে সভ্য জীবন: বুদ্ধিমান ভিনগ্রহীদের সম্পর্কে বিজ্ঞানীরা]। অক্সফোর্ড ইউনিভার্সিটি প্রেস মার্কিন যুক্তরাষ্ট্র। আইএসবিএন 978-0-19-517181-5। \nব্যাক্সটার, স্টিফেন (২০০৫)।  ইয়েফেথ, গ্লেন, সম্পাদক। এইচ. জি. ওয়েলস’ এনডিউরিং মাইথোস অফ মার্স [মঙ্গল গ্রহ বিষয়ে এইচ. জি. ওয়েলসের স্থায়ী অতিকথাসমূহ]। ওয়ার অফ দ্য ওয়ার্ল্ডস: ফ্রেস পারসপেকটিভস অন দ্য এইচ. জি. ওয়েলস ক্লাসিকস। বেনবালা বুকস। আইএসবিএন 1-932100-55-5। \nব্লেইলার, এভারেট এফ. (১৯৪৮)। দ্য চেকলিস্ট অফ ফ্যান্টাস্টিক লিটারেচার [ফ্যান্টাস্টিক সাহিত্যের চেকলিস্ট]। শিকাগো: শাস্টা পাবলিশার্স। পৃষ্ঠা 68। \nব্লেইলার, এভারেট এফ.; ব্লেইলার, রিচার্ড (১৯৯০)। সায়েন্স ফিকশন, দি আর্লি ইয়ারস [কল্পবিজ্ঞান, প্রথম বছরগুলি]। কেন্ট স্টেট ইউনিভার্সিটি প্রেস। আইএসবিএন 0-87338-416-4। \nক্লেয়ারসন, টমাস ডি. (১৯৭১)। এসএফ: দি আদার সাইড অফ রিয়েলিজম। পপুলার প্রেস। আইএসবিএন 0-87972-023-9।  \nডিক, স্টিভেন জে. (১৯৯৯)। দ্য বায়োলজিক্যাল ইউনিভার্স [জীববৈজ্ঞানিক মহাবিশ্ব]। কেমব্রিজ ইউনিভার্সিটি প্রেস। আইএসবিএন 0-19-517181-0। \nহারিস-ফেইন, ড্যারেন (২০০৫)। আন্ডারস্ট্যান্ডিং কনটেম্পোরারি আমেরিকান সায়েন্স ফিকশন [সমসাময়িক মার্কিন কল্পবিজ্ঞান বীক্ষণ]। ইউনিভার্সিটি অফ সাউথ ক্যারোলিনা প্রেস। আইএসবিএন 1-57003-585-7। \nহোগান, জেমস পি. (২০০৩)। ইন্ট্রোডাকশন: আন্ডার দ্য মুনস অফ মার্স বাই এডগার রাইস বারোজ [ভূমিকা: এডগার রাইস বারোজের আন্ডার দ্য মুনস অফ মার্স]। ইউনিভার্সিটি অফ নেব্রাস্কা প্রেস। আইএসবিএন 0-8032-6208-6। \nহল্টসমার্ক, আর্লিং বি. (১৯৮৬)। এডগার রাইস বারোজ। বস্টন: টোয়াইন পাবলিশার্স। আইএসবিএন 0-8057-7459-9। \nহোটাকেইনেন, মার্কাস (২০০৮)। মার্স: আ মিথ টার্নড টু ল্যান্ডস্কেপ [মঙ্গল গ্রহ: প্রাকৃতিক দৃশ্যে পরিণত হওয়া অতিকথা]। স্প্রিংগার। আইএসবিএন 0-387-76507-7। \nলুপফ, রিচার্ড এ. (২০০৩)। ইন্ট্রোডাকশন: গ্যালিভার অফ মার্স বাই এডউইন লেস্টার লিন্ডেন আর্নল্ড [ভূমিকা: এডউইন লেস্টার লিন্ডেন আর্নল্ড রচিত গ্যালিভার অফ মার্স]। ইউনিভার্সিটি অফ নেব্রাস্কা প্রেস। আইএসবিএন 0-8032-5942-5। \nপ্যারেট, আরোন (২০০৪)। ইন্ড্রোডাকশন: দ্য মার্শিয়ান টেলস ট্রিলজি বাই এডগার রাইস বারোজ [ভূমিকা: এডগার রাইস বারোজ রচিত দ্য মার্শিয়ান টেলস ট্রিলজি]। বার্নেস অ্যান্ড নোবেল পাবলিশিং। আইএসবিএন 0-7607-5585-X। \nপ্রাইস, রবার্ট এম.। \"র‍্যান্ডলফ কার্টার, ওয়ারলর্ড অফ মার্স [র‍্যান্ডলফ কার্টার, মঙ্গল গ্রহের যুদ্ধনেতা]\"। ব্ল্যাক ফরবিডেন থিংস [কালো নিষিদ্ধ বস্তুসমূহ]। \nপোর্জেস, আরউইন (১৯৭৫)। এডগার রাইস বারোজ। প্রোভো, উটাহ: ব্রাইগ্যাম ইয়াং ইউনিভার্সিটি প্রেস। আইএসবিএন 0-8425-0079-0। \nরাবকিন, এরিক এস. (২০০৫)। মার্স: আ ট্যুর অফ দ্য হিউম্যান ইম্যাজিনেশন [মঙ্গল গ্রহ: মানব কল্পনার একটি যাত্রা]। গ্রিনউড পাবলিশিং গ্রুপ। আইএসবিএন 1-4051-1218-2। \nস্যাম্পসন, রবার্ট (১৯৮৪)। ইয়েসটারডে’জ ফেসেস:  আ স্টাডি অফ সিরিজ ক্যারেক্টারস ইন দি আর্লি পাল্প ম্যাগাজিনস [গতকালের মুখগুলি: আদি পাল্প পত্রিকাগুলিতে প্রকাশিত ধারাবাহিক চরিত্রগুলির একটি পর্যালোচনা]। পপুলার প্রেস। আইএসবিএন 0-87972-262-2। \nসিড, ডেভিড (২০০৫)। আ কমপ্যানিয়ন টু সায়েন্স ফিকশন [কল্পবিজ্ঞান সঙ্গী]। ব্ল্যাকওয়েল পাবলিশিং। আইএসবিএন 1-4051-1218-2। \nশার্প, প্যাট্রিক বি. (২০০৭)। স্যাভেজ পেরিলস [হিংস্র বিপদসমূহ]। ইউনিভার্সিটি অফ ওকলাহামা প্রেস। আইএসবিএন 0-8061-3822-X। \nস্লটকিন, রিচার্ড (১৯৯৮)। গানফাইটার নেশন [বন্দুকবাজ জাতি]। ইউনিভার্সিটি অফ ওকলাহামা প্রেস। আইএসবিএন 0-8061-3031-8। \nস্টেকোপোউলোস, হ্যারি; উয়েবেল, মাইকেল (১৯৯৭)। রেস অ্যান্ড দ্য সাবজেক্ট অফ মাসক্যুলিনিটিস [পৌরুষের জাতি ও বিষয়বস্তু]। ডিউক ইউনিভার্সিটি প্রেস। আইএসবিএন 0-8223-1966-7। \nওয়েস্টফল, গ্যারি (২০০০)। স্পেস অ্যান্ড বিয়ন্ড [মহাকাশ ও তার বাইরে]। গ্রিনউড পাবলিশিং গ্রুপ। আইএসবিএন 0-313-30846-2। \nহোয়াইট, ক্রেইগ (২০০৬)। স্টুডেন্ট কমপ্যানিয়ন টু জেমস ফেনিমোর কুপার [জেমস ফেনিমোর কুপার ছাত্রসঙ্গী]। গ্রিনউড পাবলিশিং গ্রুপ। আইএসবিএন 0-313-33413-7। \n\n\n== বহিঃসংযোগ ==\n\nআ প্রিন্সেস অফ মার্স at Standard Ebooks\nA collection of Barsoom eBooks at Standard Ebooks\nপ্রোজেক্ট গুটেনবার্গে উপন্যাসটির পাঠ\n A Princess of Mars লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)\nপ্রাতিষ্ঠানিক প্রিন্সেস অফ মার্স সাইট, এডগার রাইস বারজ, আইএনসি. থেকে\nইআরবিজাইন.কম অলংকৃত গ্রন্থপঞ্জি: আ প্রিন্সেস অফ মার্স\nএডগার রাইস বারোজ সামারি প্রোজেক্ট পেজ থেকে আ প্রিন্সে অফ মার্স\nআ প্রিন্সেস অফ মার্স - ইন্টারনেট স্পেকুলেটিভ ফিকশন ডেটাবেজ-এ প্রকাশনার ইতিহাস"}