{"pageid": 1063813, "title": "কার্লা ওয়াকার হত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1063813", "content": "কার্লা জান ওয়াকার ১৯৭৪ সালের ১৭ই ফেব্রুয়ারি টেক্সাসের ফোর্ট ওয়ার্থের একটি বোলিং অ্যালি পার্কিং লট থেকে অপহৃত হওয়া একজন আমেরিকান তরুণী যিনি নরহত্যার শিকার হয়েছিলেন। অপহরণের তিন দিন পরে ফোর্ট ওয়ার্থ থেকে মাত্র ৩০ মিনিট দক্ষিণে একটি পয়ঃনিষ্কাশন খাদে তার মৃতদেহ পাওয়া যায়।\n\n\n== হত্যা মামলার ইতিহাস ==\n\n\n=== অপহরণ ও হত্যা ===\n১৯৭৪ সালের ১৭ই ফেব্রুয়ারি সন্ধ্যায় ওয়াকার তার প্রেমিক রডনি রয়ের সাথে ওয়েস্টার্ন হিলস হাই স্কুলে একটি নাচের অনুষ্ঠানে যোগ দেওয়ার পর তার গাড়িতে বসেছিলেন। আকস্মিকভাবে গাড়ির দরজা খুলে দুজন অজ্ঞাত আততায়ী তাদের আক্রমণ করে। রডনি রায়কে পিস্তল দিয়ে আঘাত করে অজ্ঞান করে দেওয়া হয়েছিল। এই ঘটনা নিয়ে তার শেষ স্মৃতি ছিল যে ওয়াকারকে ধরে নিয়ে যাচ্ছে একজন অজানা পুরুষ এবং সে সাহায্যের জন্য চিৎকার করছে। রয়ের জ্ঞান ফিরে পাওয়ার পরে ওয়াকারকে কোথাও দেখতে পায়নি। এই ঘটনার পরে রডনি রয় তৎক্ষণাৎ কার্লা ওয়াকারের বাবা-মাকে জানাতে তার বাড়িতে যান।\nএর পরপরই পুলিশকে ডাকা হয়েছিল এবং অপহরণের জায়গায় অনুসন্ধান করা হয়েছিল। পার্কিং লটে তার ব্যবহৃত একটিমাত্র পার্স পাওয়া গিয়েছিল। ১৯৭৪ সালের ২০শে ফেব্রুয়ারি বেনব্রুক হ্রদের একটি খাদের কাছে তার নিথর দেহ পাওয়া যায়। ময়নাতদন্তে জানা যায় যে তাকে মারধর, নির্যাতন ও ধর্ষণ শেষে শ্বাসরোধ করে হত্যা করা হয়েছে। টক্সিকোলজি প্রতিবেদনে আরও দেখা যায় যে তাকে মরফিন ইনজেকশন দেওয়া হয়েছিল। প্রাথমিক তদন্তের সময় পুলিশের মনে বেশ কয়েকজন সন্দেহভাজন ছিল এবং এমনকি অপরাধস্থল থেকে ডিএনএ নমুনা পেতে সক্ষম হয়েছিল। তবে হত্যাকারী সনাক্ত করতে এই ধরনের নমুনা ব্যবহার করার জন্য পর্যাপ্ত প্রযুক্তি ১৯৭০-এর দশকে বিদ্যমান ছিল না। হত্যাকারীকে চেনার দাবি করা জনৈক ব্যক্তির একটি রহস্যময় চিঠি পুলিশ বিভাগে জমা হয় এবং প্রকাশিত কয়েকটি প্রমাণের মধ্যে এটিও ছিল।\n\n\n=== পুলিশি তদন্ত ===\nদীর্ঘ ৪৬ বছর যাবত এটি একটি অমীমাংসিত মামলা হিসেবে ছিল। অতঃপর ২০২০ সালে ওথরাম থেকে ওথরাম ইনকর্পোরেটেড লিডসে ডিএনএ নমুনা পাঠানো হলে গোয়েন্দা ওয়াগনার ও বেনেটের অভগম্য (ফলো আপ) তদন্তের ফলে ৭৭ বছর বয়সী এক ব্যক্তিকে সন্দেহভাজন অপরাধী হিসাবে শনাক্ত করা হয়। পুলিশ তার বাড়ির বাইরের আবর্জনার পাত্র থেকে ডিএনএ নমুনা খুঁজে পায়। কর্তৃপক্ষ জিজ্ঞাসাবাদ করলে তিনি একটি ডিএনএ নমুনা সরবরাহ করতেও সম্মত হন। নমুনাগুলোর সাদৃশ্যই লোকটিকে গ্রেপ্তার এবং অপরাধের সাথে অভিযুক্ত করার জন্য যথেষ্ট ছিল।\n\n\n== তথ্যসূত্র =="}