{"pageid": 1063563, "title": "জর্জিয়া ও’কিফ", "url": "https://bn.wikipedia.org/wiki?curid=1063563", "content": "জর্জিয়া টোটো ও'কিফ (নভেম্বর ১৫, ১৮৮৭ - মার্চ ৬, ১৯৮৬) একজন মার্কিন আধুনিকতাবাদী বিমূর্ত চিত্রশিল্পী। তিনি বিস্তৃত করে আঁকা ফুল ও অস্থি, নিউ ইয়র্কের আকাশচুম্বী অট্টালিকা স্থাপত্য এবং নিউ মেক্সিকোর উত্তরভাগের অনন্য প্রাকৃতিক ভূদৃশ্যকে উপজীব্য করে আঁকা বিশাল মাপের চিত্রকর্মের জন্য বিখ্যাত ছিলেন। ও'কিফ \"মার্কিন আধুনিকতাবাদের জননী\" হিসাবে স্বীকৃত।\nওকিফ মার্কিন যুক্তরাষ্ট্রের উইসকন্সিন রাজ্যের সান প্রেইরি শহরে জন্মগ্রহণ করেন। তিনি শিকাগো শহরের শিল্পকলা ইনস্টিটিউটে ও পরবর্তীতে নিউ ইয়র্কের আর্ট স্টুডেন্টস লিগে পড়াশোনা করেন। ১৯১৩ থেকে ১৯১৮ সাল পর্যন্ত তিনি টেক্সাস অঙ্গরাজ্যে শিল্পকলার শিক্ষকতা করেন। ১৯১৬ সালে মার্কিন আলোকচিত্রশিল্পী ও একটি শিল্পকলা প্রদর্শনীঘরের (গ্যালারি) আলফ্রেড স্টিগলিৎস ওকিফের বিমূর্ত চিত্রকর্মগুলির ব্যাপারে আগ্রহ প্রকাশ করেন এবং নিউ ইয়র্ক শহরের তাঁর \"২৯১\" নামক প্রদর্শনশালাতে সেগুলির প্রদর্শনীর আয়োজন করেন। ১৯২৪ সালে ওকিফের সাথে স্টিগলিৎসের বিয়ে হয়। ১৯৪৬ সালে স্টিগলিৎসের মৃত্যু অবধি ওকিফের চিত্রকর্মগুলি প্রতি বছর স্টিগলিৎসের প্রদর্শনীশালায় প্রদর্শিত হত। এছাড়া আরও অনেক গুরুত্বপূর্ণ প্রতিষ্ঠানেও তাঁর শিল্পকর্মগুলি ব্যাপকভাবে প্রদর্শিত হয়।\n১৯৪৯ সালে ও'কিফ নিউ মেক্সিকো অঙ্গরাজ্যে বাসস্থান বদল করেন। এসময় তিনি সেখানকার মরুভূমির ফুল ও ভূদৃশ্যাবলীর বৃহদাকার চিত্র অঙ্কনের জন্য সুখ্যাতি অর্জন করেন। তাঁর চিত্রকর্মগুলিতে একটিমাত্র ফুল বা গরুর মাথার খুলি খুব কাছ থেকে আঁকা থাকত। যদিও ও'কিফ তাঁর চিত্রকর্মের বিষয়বস্তুকে প্রতিনিধিত্ব করেই আঁকতেন, তা সত্ত্বেও তাঁর চিত্রগুলিতে সরলরেখার আধিক্য, রঙের লেপন ছিল পাতলা ও হালকা প্রকৃতির, আর চিত্রের গ্রন্থনার বিন্যাস ছিল সুস্পষ্ট, তাই এই সব কিছু মিলে তাঁর চিত্রকর্মকে এক ধরনের বিমূর্ত নকশার রূপ দেয়। তাঁর বেশ কিছু কাজে বিমূর্ত প্রভাব পরিলক্ষিত হয়, যার মধ্যে ফুলের চিত্রকর্মগুলি বিশেষভাবে উল্লেখ্য (যেমন ব্ল্যাক আইরিস, ১৯২৬; নিউ ইয়র্কের মেট্রোপলিটান মিউজিয়াম অভ আর্টে প্রদর্শিত হচ্ছে)। ঐসব চিত্রকর্মে ফুলের বিস্তারিত খুঁটিনাটি এত বড় করে দেখানো হয়েছে যে সেগুলি অপরিচিত ও বিস্ময়কর মনে হয়। ১৯৬০-এর দশকে বিমানে করে অনেকবার ভ্রমণের সূত্র ধরে অনুপ্রাণিত হয়ে ও'কিফ তাঁর চিত্রকর্মগুলিতে উড়ন্ত অবস্থায় দেখা আকাশ ও মেঘকে উপজীব্য করনে। তাঁর একটি বিশাল দেয়ালচিত্রের নাম স্কাই অ্যাবভ ক্লাউডস, যেটির দৈর্ঘ্য প্রায় ২৪ ফুট। মার্কিন যুক্তরাষ্ট্রের বহু জাদুঘরে ও ব্যক্তিগত সংগ্রহশালায় ও'কিফের চিত্রকর্মগুলি শোভা পাচ্ছে।\nও'কিফ ১৯৮৬ সালে ৯৮ বছর বয়সে নিউ মেক্সিকোর স্যান্টা ফে শহরে মৃত্যুবরণ করেন।\n\n\n== প্রকাশনা ==\nO'Keeffe, Georgia (১৯৭৬)। Georgia O'Keeffe। New York: Viking Press। আইএসবিএন 978-0-670-33710-1। \nO'Keeffe, Georgia (১৯৮৮)। Some Memories of Drawings। Albuquerque, NM: University of New Mexico Press। আইএসবিএন 978-0-8263-1113-9। \nGiboire, Clive, সম্পাদক (১৯৯০)। Lovingly, Georgia: The Complete Correspondence of Georgia O'Keeffe & Anita Pollitzer। New York: Simon & Schuster। আইএসবিএন 978-0-671-69236-0। \nO'Keeffe, Georgia (১৯৯৩)। Georgia O'Keeffe : American and modern। SNew Haven: Yale University। আইএসবিএন 978-0-300-05581-8। \nGreenough, Sarah, সম্পাদক (২০১১)। My Faraway One: Selected Letters of Georgia O'Keeffe and Alfred Stieglitz। Volume One, 1915-1933 (Annotated সংস্করণ)। New Haven, CT: Yale University Press। আইএসবিএন 978-0-300-16630-9। \nBuhler Lynes, Barbara (২০১২)। Georgia O'Keeffe and Her Houses: Ghost Ranch and Abiquiu। Harry N. Abrams। আইএসবিএন 978-1-4197-0394-2। \nWinter, Jeanette (১৯৯৮)। My Name is Georgia: A Portrait। San Diego, New York, London: First Voyager Books। আইএসবিএন 0-15-201649-X। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\nEldredge, Charles C. (১৯৯১)। Georgia O'Keeffe। New York: Harry N. Abrams, Inc.। আইএসবিএন 978-0-8109-3657-7। \nHaskell, Barbara, সম্পাদক (২০০৯)। Georgia O'Keeffe: Abstraction। Whitney Museum of American Art। New Haven, CT: Yale University Press। আইএসবিএন 978-0-300-14817-6। \nHogrefe, Jeffrey (১৯৯৪)। O'Keeffe, The Life of an American Legend। New York: Bantam। আইএসবিএন 978-0-553-56545-4। \nLisle, Laurie (১৯৮৬)। Portrait of an Artist। New York: Washington Square Press। আইএসবিএন 978-0-671-60040-2। \nLynes, Barbara Buhler (১৯৯৯)। Georgia O'Keeffe: Catalogue Raisonné। Washington, D.C.: National Gallery of Art। আইএসবিএন 978-0-300-08176-3। \nLynes, Barbara Buhler; Poling-Kempes, Lesley; Turner, Frederick W. (২০০৪)। Georgia O'Keeffe and New Mexico: A Sense of Place (3rd সংস্করণ)। Princeton, NJ: Princeton University Press। আইএসবিএন 978-0-691-11659-4। \nLynes, Barbara Buhler (২০০৭)। Georgia O'Keeffe Museum Collections। Harry N. Abrams। আইএসবিএন 978-0-8109-0957-1। \nLynes, Barbara Buhler; Phillips, Sandra S. (২০০৮)। Georgia O'Keeffe and Ansel Adams: Natural Affinities। Little, Brown and Company। আইএসবিএন 978-0-316-11832-3। \nLynes, Barbara Buhler; Weinberg, Jonathan, সম্পাদকগণ (২০১১)। Shared Intelligence: American Painting and The Photograph। University of California Press। আইএসবিএন 978-0-520-26906-4। \nLynes, Barbara Buhler (২০১২)। Georgia O'Keeffe: Life & Work। Skira। আইএসবিএন 978-88-572-1232-6। \nMerrill, C. S. (২০১০)। Weekends with O'Keeffe। Albuquerque, NM: University of New Mexico Press। আইএসবিএন 978-0-8263-4928-6। \nMessinger, Lisa Mintz (২০০১)। Georgia O'Keeffe। London: Thames & Hudson। আইএসবিএন 0-500-20340-7। \nMontgomery, Elizabeth (১৯৯৩)। Georgia O'Keeffe। New York: Barnes & Noble। আইএসবিএন 978-0-88029-951-0। \nOrford, Emily-Jane Hills (২০০৮)। The Creative Spirit: Stories of 20th Century Artists। Ottawa: Baico Publishing। আইএসবিএন 978-1-897449-18-9। \nPatten, Christine Taylor; Cardona-Hine, Alvaro (১৯৯২)। Miss O'Keeffe। Albuquerque, NM: University of New Mexico Press। আইএসবিএন 978-0-8263-1322-5। \nPeters, Sarah W. (১৯৯১)। Becoming O'Keeffe। New York: Abbeville Press। আইএসবিএন 978-1-55859-362-6। \n\n\n== বহিঃসংযোগ ==\n\nGeorgia O'Keeffe Museum Collections Online\nজর্জিয়া ও’কিফ মিউজিয়াম অব মডার্ন আর্টে\nAlfred Stieglitz/Georgia O'Keeffe Archive at the Beinecke Rare Book and Manuscript Library at ইয়েল বিশ্ববিদ্যালয়\nগ্রন্থাগারে জর্জিয়া ও’কিফ সম্পর্কিত বা কর্তৃক কাজ (ওয়ার্ল্ডক্যাট ক্যাটালগ) (ইংরেজি)\nওপেন লাইব্রেরিতে জর্জিয়া ও’কিফ-এর সৃষ্টিকর্ম\nGeorgia O'Keeffe, Archives of American Art, Smithsonian Institution"}