{"pageid": 1063050, "title": "মিসৌরি নদী", "url": "https://bn.wikipedia.org/wiki?curid=1063050", "content": "মিসৌরি নদী ( Missouri River) উত্তর আমেরিকার দীর্ঘতম নদী। মিসৌরি নদী পশ্চিম মনটানার রকি পর্বতমালার উপর দিয়ে পূর্ব হতে দক্ষিণ দিকে ২,৩৪১ মাইল (৩,৭৬৭ কি.মি.) প্রবাহিত হয়ে মিসৌরির সেন্ট লুইস বা সেইন্ট লুইস শহরের উত্তরে মিসিসিপি নদীতে গিয়ে মেশে। মিসৌরি নদীর একটি জলপ্রণালী ৫ লক্ষ বর্গমাইল বা ১৩ লক্ষ বর্গকিলোমিটার পর্যন্ত যুক্তরাষ্ট্রের দশটি রাজ্য ও কানাডার ২টি প্রদেশের ভেতর দিয়ে প্রবাহিত হয়। এই এলাকাগুলো স্বল্প বৃষ্টিপাতসম্পন্ন বা অর্ধ শুষ্ক জলবায়ু বিশিষ্ট এলাকা বলে জলপ্রণালীটিকে 'সেমি অ্যারিড(semi-arid)' জলপ্রণালী বলা হয়। যদিও এ নদীটি মিসিসিপি নদীর একটি শাখা নদী, কোন শাখা নদীর সাধারণ আকারের তুলনায় মিসৌরি নদী অনেক বড় এবং এর পানির পরিমাণও অনেক বেশি। এ নদীটি মিসিসিপি নদীর নিম্নাঞ্চলের সাথে মিশে বিশ্বের চতুর্থ বৃহত্তম রিভার সিস্টেম(অনেকগুলো জলপ্রণালী একত্রে মিশে সৃষ্ট একটি নদীপথ যা সরাসরি সমুদ্রে গিয়ে মেশে) গঠন করে।\n১২,০০০ বছরেরও বেশি সময় ধরে মিসৌরি নদী এবং এর শাখা নদীগুলোকে নদীর তীরবর্তী জনগণ তাদের জীবিকা নির্বাহ ও পরিবহনের মাধ্যম হিসেবে ব্যবহার করে আসছে। দশটিরও বেশি আদি আমেরিকান জাতিগোষ্ঠী এই নদীর জলপ্রণালীর তীরে বসতি গড়ে তুলেছে। এই আদি আমেরিকানদের বেশিরভাগই যাযাবর। এরা মূলত গ্রেট প্লেইনস এলাকায় বিচরণকারী বাইসনের পালগুলোর উপর নির্ভর করে জীবনযাপন করে। এই এলাকায় \nইউরোপিয়ানদের প্রথম আগমন ঘটে ১৭ শতকের শেষের দিকে এবং স্প্যানিশ ও ফরাসিদের দ্বারা শাসিত হওয়ার পর লুইসিয়ানা পারচেসের মাধ্যমে এটি আবার যুক্তরাষ্ট্রের অধীনস্থ হয়। ফরাসিদের দ্বারা দখলকৃত উত্তর আমেরিকার একটি রাজ্যের নাম ছিল নিউ ফ্রান্স যার একটি প্রশাসনিক অঞ্চলের নাম ছিল লুইসিয়ানা (আমেরিকার বর্তমানের লুইসিয়ানা প্রদেশ)। ১৮০৩ সালে যুক্তরাষ্ট্র ১৫ বিলিয়ন ডলারের বিনিময়ে নিউ ফ্রান্স হতে লুইসিয়ানা প্রদেশকে কিনে নেয়, যে ঘটনাটি লুইসিয়ানা পারচেস(Louisiana Purchase) নামে পরিচিত।\n১৯ শতকে যুক্তরাষ্ট্রের পশ্চিমাঞ্চলে জনবসতি গড়ে ওঠার সময় মিসৌরি নদীকে যাতায়াতের একটি অন্যতম প্রধান মাধ্যম হিসেবে ব্যবহার করা হতো। ১৯ শতকের শুরুর দিকে পশম বাণিজ্যের মাধ্যমে এখানকার অর্থনৈতিক ভিত্তি গড়ে উঠতে শুরু করে। এর ফলে এই এলাকায় শিকারিদের সংখ্যাও অনেক বেড়ে যায়। এ অঞ্চলের ১ম অদিবাসীরা মূলত ইউরোপিয়ান আমেরিকান এবং আফ্রিকান আমেরিকান ছিল। ১৮৩০ সালে এই অধিবাসীরা আরো পশ্চিমের দিকে যাত্রা শুরু করে, ১ম দিকে কভার্ড ওয়াগন এবং পরবর্তীতে বাষ্পচালিত নৌকার মাধ্যমে। এক পর্যায়ে মিসৌরি নদীর জলপ্রণালীর তীরে বসবাসকারী আদি আমেরিকান জাতিগোষ্ঠীর সাথে এদের সংঘাত শুরু হয় যা রীতিমতো আমেরিকান-ইন্ডিয়ান যুদ্ধ অর্থাৎ ১৭ থেকে ২০ শতক পর্যন্ত উত্তর আমেরিকায় সংঘটিত ইউরোপিয়ান, আমেরিকান ও কানাডিয়ান সরকার,উপনিবেশবাসী ও অধিবাসী বনাম বিভিন্ন আদি আমেরিকান ও আমেরিকান ইন্ডিয়ান উপজাতির মধ্যবর্তী যুদ্ধের একটি অংশে পরিণত হয়।\n২০ শতকের সময়, মিসৌরি নদীর অববাহিকা সেচ, বন্যা নিয়ন্ত্রক ব্যবস্থা এবং জলবিদ্যুৎ প্রকল্পের ফলে ব্যাপক উন্নতি লাভ করে। নদীর মূল অংশে মোট ১৫টি বাঁধ এবং শাখা নদীগুলোতে কয়েকশোর মতো বাঁধ নির্মাণ করা হয়। যোগাযোগ ব্যবস্থার উন্নয়নের জন্য আঁকাবাঁকা নদীপথগুলোকে কৃত্রিমভাবে পরিশোধন করা হয়। এর ফলে নদীটির দৈর্ঘ্য ২০০ মাইল(৩২০ কিলোমিটার)-এর মতো কমে গিয়েছে। মিসৌরি নদীর তীরবর্তী নিম্নাঞ্চলটি বর্তমানে একটি জনবহুল এলাকায় পরিণত হয়েছে এবং এ এলাকাটিতে কৃষি ও শিল্প উভয় খাতেই প্রচুর উৎপাদন হয়। তবে এই নগরায়ণের ফলে এলাকাটির বন্যজীবন, পানির বিশুদ্ধতা এবং মাছের পরিমাণে বিপুল পরিবর্তন ঘটেছে যা এখানকার প্রাকৃতিক পরিবেশের উপর বিভিন্ন নেতিবাচক প্রভাব ফেলছে। তবে, মিসৌরি নদীর প্রাকৃতিক সৌন্দর্য এখনো অসংখ্য মানুষকে আকর্ষণ করতে সক্ষম হয়।\n\n\n== নদীর গতিপথ ==\nরকি পর্বতমালা থেকে উৎপন্ন তিনটি জলপ্রবাহ একত্রে মিসৌরি নদীর মূলপ্রবাহকে সৃষ্টি করে। এই জলপ্রবাহ তিনটি হলো-\n\nদীর্ঘতম জলপ্রবাহটি দক্ষিণ-পশ্চিম মন্টানার একটি ঝর্ণা ‘ব্রাওয়ার্স স্প্রিং(Brower's Spring)’-এর কাছে উৎপন্ন হয়েছে। যুক্তরাষ্ট্রের সবচেয়ে দক্ষিণাঞ্চলে অবস্থিত পর্বতমালা ‘সেন্টেনিয়াল পর্বতমালা’-এর সর্বোচ্চ এলাকা ও পাহাড় ‘মাউন্ট জেফারসন’-এ সমুদ্রপৃষ্ঠ হতে ৯,১০০ ফিট(২,৮০০ মিটার) উচ্চতায় বিদ্যমান ঢালগুলো এই জলপ্রবাহের মূল অবস্থান। জলপ্রবাহটি এখান থেকে প্রথমে পশ্চিমে এবং তারপর উত্তর দিকে প্রবাহিত হয়। এরপর এটি দক্ষিণ মন্টানার একটি খাঁড়ি ‘হেল রোরিং ক্রিক(Hell Roaring Creek)’ পেরিয়ে পশ্চিম দিকে প্রবাহিত হয়ে দক্ষিণ-পশ্চিম মন্টানার নদী ‘রেড রক রিভার’-এ গিয়ে মেশে। এখান থেকে এটি উত্তর-পূর্ব দিকে ঘুরে গিয়ে দক্ষিণ-পশ্চিম মন্টানার আরেকটি নদী ‘বিভারহেড রিভার’-এ পরিণত হয় এবং এরপর একই এলাকার নদী ‘বিগ হোল রিভার’-এর সাথে যুক্ত হয়ে একত্রে মিসৌরি নদীর একটি শাখা নদী ‘জেফারসন নদী’ সৃষ্টি করে। বিভারহেড রিভার ও বিগ হোল রিভার উভয়ই জেফারসন নদীর শাখা নদীতে পরিণত হয়েছে।\nদ্বিতীয় জলপ্রবাহটি পশ্চিম যুক্তরাষ্ট্রের প্রদেশ ‘ওয়াইওমিং(Wyoming)’-এর উত্তর-পশ্চিম দিকে অবস্থিত ‘ইয়েলোস্টোন জাতীয় পার্ক’-এর একটি হ্রদ ‘ম্যাডিসন হ্রদ’ হতে উৎপন্ন নদী ‘ফায়ারহোল রিভার(The Firehole River)’। এই নদীটি ইয়েলোস্টোন জাতীয় পার্কের নদী ‘গিবন রিভার(Gibbon River)-এর সাথে যুক্ত হয়ে মিসৌরির একটি অন্যতম প্রধান শাখা নদী ‘ম্যাডিসন নদী’ উৎপন্ন করে।\nইয়েলোস্টোন জাতীয় পার্কের আরেকটি হ্রদ হলো ‘গ্যালাটিন হ্রদ(Gallatin Lake)’। এই হ্রদটি সরাসরি মিসৌরি নদীর শাখা নদী ‘গ্যালাটিন রিভার’-এ পরিণত হয়েছে।\n\n\n== অববাহিকা ==\nমিসৌরি নদীর ৫,২৯,৩৫০ বর্গমাইল (১৩,৭১,০০০ বর্গকিলোমিটার) পর্যন্ত বিস্তৃত অববাহিকা যুক্তরাষ্ট্রের প্রায় ছয় ভাগের এক ভাগ অংশজুড়ে বা উত্তর আমেরিকার ৫ শতাংশেরও বেশি এলাকাজুড়ে বিদ্যমান। এর আকারকে কেবেকের আকারের সাথে তুলনা করা হয়। মিসৌরির অববাহিকা গ্রেট প্লেইন্‌সের বেশিরভাগ এলাকাকে পেরিয়ে পশ্চিমে রকি পর্বতমালা হয়ে পূর্ব দিকে মিসিসিপি নদীর উপত্যকায় পৌঁছায়। এখান থেকে এটি পূর্ব কানাডার দক্ষিণতম এলাকা দিয়ে প্রবাহিত হয়ে আরকানস’ নদীর সীমান্তে গিয়ে মেশে। এই এলাকাগুলোতে বিদ্যমান মিসিসিপি নদীর অংশটির তুলনায় মিসৌরি নদীর অংশের দৈর্ঘ্য দ্বিগুণ এবং মিসৌরি নদীর অংশে প্রবাহিত পানির পরিমাণও মিসিসিপির অংশটির থেকে তিনগুণ বেশি। মিসিসিপি নদীর যে অংশটি সেইন্ট লুইস থেকে প্রবাহিত হয় তার বার্ষিক প্রবাহের ৪৫% আসে মিসৌরি নদী থেকে। এছাড়াও কিছু খরাপ্রবণ এলাকাবর্তী জলপ্রবাহের ৭০% প্রবাহ মিসৌরি নদী সরবরাহ করে।\n১৯৯০ সালের দিকে, মিসৌরি নদীর অববাহিকায় প্রায় ১২ মিলিয়ন মানুষের বসবাস ছিল। এই জনগণের মাঝে- সমগ্র নেব্রাস্কার জনগণ, কলোরাডো, আইওয়া(মধ্য-পশ্চিম যুক্তরাষ্ট্রের একটি অঙ্গরাজ্য), ক্যান্সাস, মিনেসোটা, মিসৌরি, মন্টানা, উত্তর ডাকোটা, দক্ষিণ ডাকোটা এবং ওয়াইয়োমিং-এর কিছু অংশের জনগণ এবং কানাডার অ্যালবার্টা ও সাসক্যাচুয়ানের দক্ষিণাঞ্চলের কিছু অংশের জনগণ অন্তর্ভুক্ত ছিল। এই অববাহিকায় অবস্থিত বৃহত্তম শহর হলো ডেনভার যার জনসংখ্যা ছয় লক্ষেরও বেশি। ডেনভার ‘ফ্রন্ট রেঞ্জ আরবান করিডোর(Front Range Urban Corridor)’ নামক একটি নগর অঞ্চলের প্রধান শহর। এই অঞ্চলটি রকি পর্বতমালার দক্ষিণে অবস্থিত এবং এতে কলোরাডো ও ওয়াইয়োমিং মিলিয়ে মোট ১৮টি প্রদেশ অন্তর্ভুক্ত রয়েছে। ২০০৫ সালে এই অঞ্চলের সকল এলাকা মিলিয়ে মোট জনসংখ্যা ছিল চার মিলিয়নেরও বেশি, যার ফলে এটি মিসৌরি নদীর অববাহিকায় অবস্থিত বৃহত্তম মেট্রোপলিটন এলাকায় পরিণত হয়েছে। অন্যান্য জনবহুল এলাকাগুলোর বেশিরভাগই অববাহিকার দক্ষিণ-পূর্ব অংশে অবস্থিত, যেমন, ওমাহা, নেব্রাস্কা, মিসৌরি নদী ও নেব্রাস্কায় মিসৌরি নদীর একটি শাখা নদী প্লেট নদীর মিলনস্থল, মিসৌরি প্রদেশের বৃহত্তম শহর কানসাস, ক্যান্সাসের ৩য় বৃহত্তম শহর যার নামও কানসাস, মিসৌরি নদী ও কানসাস নদীর মিলনস্থল, মিসৌরি নদীর দক্ষিণাংশে মিসিসিপির উপর অবস্থিত সেন্ট লুইসের মেট্রোপলিটন এলাকা। অন্যদিকে, মিসৌরির অববাহিকার উত্তর-পশ্চিম দিকের অঞ্চলগুলোর জনসংখ্যা অনেক কম। তবে এ এলাকার বেশ কিছু শহরের জনসংখ্যা বেশ দ্রুত বৃদ্ধি পাচ্ছে, যাদের মাঝে বিলিংস সহ কয়েকটি শহরের জনসংখ্যা বৃদ্ধির হার সবচেয়ে বেশি।\nমিসৌরি নদীর অববাহিকার মোট ১,৭০,০০০ বর্গমাইল (৪,৪০,০০০ বর্গ কিলোমিটার) এলাকা কৃষিজমি হিসেবে ব্যবহৃত হয়। যুক্তরাষ্ট্রের মোট কৃষিজমির প্রায় এক-চতুর্থাংশ এই এলাকায় বিদ্যমান। ফলে যুক্তরাষ্ট্রে উৎপন্ন গম, তিসি, যব এবং ওট্স‌(জই)-এর এক-তৃতীয়াংশেরও বেশি সরবরাহ আসে মিসৌরির অববাহিকার কৃষিজমি থেকে। যদিও, এদের মাঝে শুধুমাত্র ১১,০০০ বর্গমাইল (২৮,০০০ বর্গ কিলোমিটার) এলাকায় সেচ ব্যবস্থা বিদ্যমান। এছাড়াও এ অববাহিকার ২,৮১,০০০ বর্গ মাইল (৭,৩০,০০০ বর্গ কিলোমিটার) এলাকায় গবাদিপশুর খামার করা হয়। বনভূমিও রয়েছে এখানে, যার পরিমাণ ৪৩,৭০০ বর্গ মাইল (১,১৩,০০০ বর্গ কিলোমিটার)। এই বনভূমিটি মূলত সেকেন্ডারি বনভূমি(Secondary Forest) অর্থাৎ এই বনভূমির গাছগুলো কেটে ফেলার পর তা পুনরায় বৃদ্ধি লাভ করে। অন্যদিকে, নগরাঞ্চলগুলোতে কৃষিজমির পরিমাণ ১৩,০০০ বর্গ মাইল (৩৪,০০০ বর্গ কিলোমিটার)-এরও কম। বেশিরভাগ উন্নত এলাকা মূল নদী বা এর বড় বড় শাখা নদীগুলো(যেমন, প্লেট নদী, ইয়েলোস্টোন নদী ইত্যাদি)-এর তীরে গড়ে উঠেছে।\nমিসৌরি নদীর অববাহিকার উচ্চতা বিভিন্ন এলাকায় বিভিন্ন রকম। নদীর উৎপত্তিস্থলে এর উচ্চতা সবচেয়ে কম- মাত্র ৪০০ ফিট (১২০ মিটার) আর সর্বোচ্চ উচ্চতা কলোরাডোর লিঙ্কন পর্বতের শীর্ষে- ১৪,২৯৩ ফিট(৪,৩৫৭ মিটার)। এর সবচেয়ে দূরবর্তী উৎস ব্রাওয়ার্স স্প্রিং ঝর্ণার উচ্চতা ৯,০০০ ফিট, যেখান থেকে মিসৌরি নদী প্রবাহিত হতে হতে এর অববাহিকা ৮,৬২৬ ফিট (২,৬২৯ মিটার) উচ্চতায় চলে আসে। এর তীরবর্তী সমভূমিগুলোর উচ্চতা অত্যন্ত কম হলেও, পূর্ব হতে পশ্চিম দিকে সমভূমিগুলোর উচ্চতা প্রতি কিলোমিটারে ১.৯ মিটার বা প্রতি মাইলে ১০ ফিট করে বৃদ্ধি পেয়েছে। নদীর অববাহিকার উচ্চতা পশ্চিমাঞ্চলে ৫০০ ফিট(১৫০ মিটার)-এরও কম, তবে রকি পর্বতমালার পাদদেশের বহু এলাকায় এ উচ্চতা ৩,০০০ ফিট (৯১০ মিটার) ছাড়িয়ে গেছে।\n\nমিসৌরির অববাহিকার আবহাওয়া ও বৃষ্টিপাতের পরিমাণ অনেক বৈচিত্র্যপূর্ণ। সামগ্রিকভাবে এর জলবায়ুটিকে কন্টিনেন্টাল জলবায়ু(Continental climate)-এর সাথে তুলনা করা হয়, এটি এক ধরনের শুষ্ক আবহাওয়া সম্পন্ন জলবায়ু যা গ্রীষ্মকালে অত্যন্ত গরম ও শীতকালে অত্যন্ত ঠান্ডা থাকে। তবে, মিসৌরি নদীর জলবায়ু কন্টিনেন্টাল জলবায়ুর সাথে সাদৃশ্যপূর্ণ হলেও গ্রীষ্মে এখানে প্রচুর বৃষ্টি হয়। প্রতিবছর এখানকার বেশিরভাগ অঞ্চলে গড়ে ৮ থেকে ১০ ইঞ্চি (২০০ থেকে ২৫০ মিলিমিটার) পর্যন্ত বৃষ্টিপাত হয়। এছাড়াও, পশ্চিমাঞ্চলে বিশেষত রকি পর্বতমালার আশেপাশের এলাকাগুলোতে এবং দক্ষিণ-পূর্ব দিকে মিসৌরি প্রদেশের এলাকাগুলোতে ৪০ ইঞ্চি (১,০০০ মিলিমিটার) পর্যন্ত বৃষ্টিপাত হয়ে থাকে। বেশিরভাগ বৃষ্টিপাত হয় গ্রীষ্মকালে, অববাহিকার নিম্নাঞ্চল ও মাঝামাঝি অঞ্চলে। অন্যদিকে, উচ্চাঞ্চলে বজ্রপাত সহকারে প্রচুর গ্রীষ্মকালীন ঝড় হয়। এই ঝড় বেশ স্বল্পমেয়াদী হলেও এরা কখনো কখনো ভয়ংকর রূপ ধারণ করে। এরকম একটি ঝড়ের কারণে ১৯৭২ সালে মিসৌরি নদীতে মারাত্নক বন্যা হয়েছিল যা দক্ষিণ ডাকোটার দ্বিতীয় সর্বোচ্চ জনবহুল শহর র‍্যাপিড শহর( Rapid City)-কে ভাসিয়ে দিয়েছিল। এই বন্যাটি ‘১৯৭২ সালের ব্ল্যাক হিল্‌স বন্যা(1972 Black Hills flood)’ বা ‘র‍্যাপিড শহরের বন্যা(Rapid City Flood)’ নামে পরিচিত যাকে দক্ষিণ ডাকোটার ইতিহাসে সবচেয়ে ধ্বংসাত্মক বন্যা এবং যুক্তরাষ্ট্রের সবচেয়ে ভয়াবহ বন্যার মাঝে একটি হিসেবে গণ্য করা হয়। গ্রীষ্মকালে মন্টানা, ওয়াইয়োমিং ও কলোরাডোর উচ্চাঞ্চলগুলো ছাড়া এখানকার সকল এলাকার তাপমাত্রা সাধারণত ১০০° ফারেনহাইট(৩৮° সেলসিয়াস) পর্যন্ত উঠে যায়। তবে ১৯৬০ সালের আগে থেকেই, মিসৌরির অববাহিকার তাপমাত্রা সব প্রদেশে সর্বোচ্চ ১১৫° ফারেনহাইট(৪৬° ফারেনহাইট) পর্যন্ত বেড়ে যেতে পারে। শীতকালে এ তাপমাত্রা উত্তর ও পশ্চিম অঞ্চলে -২০° ফারেনহাইট(-২৯° সেলসিয়াস) থেসাসক্যাচুয়ানকে -৬০° ফারেনহাইট(-৫১° সেলসিয়াস)-এ নেমে আসে।\nমিসৌরি নদী উত্তর আমেরিকার সবচেয়ে গুরুত্বপূর্ণ রিভার সিস্টেমের একটি। এর অববাহিকা যুক্তরাষ্ট্র ও কানাডার অন্যান্য অনেক বড় বড় নদীর অববাহিকার সীমানার সাথে মিশে প্রবাহিত হয়। উত্তর আমেরিকা ও দক্ষিণ আমেরিকার মধ্যবর্তী একটি সীমানা বা বিভাজক হলো ‘আমেরিকার কন্টিনেন্টাল বিভাজক (Continental Divide of the Americas)’ যা মূলত দুই মহাদেশের পর্বতমালা ও জলভূমিগুলোকে আলাদা করতে ব্যবহৃত হয়। এই সীমানার যে অংশটি রকি পর্বতমালার গা ঘেঁষে গিয়েছে তা মিসৌরির অববাহিকার পশ্চিমদিকের বেশিরভাগ সীমান্তকে সৃষ্টি করেছে। অন্যদিকে, কলাম্বিয়া নদীর অববাহিকার দু’টি নদী ‘ক্লার্ক ফর্ক(The Clark Fork)’ এবং ‘স্নেক নদী(Snake River)’ মন্টানায় রকি পর্বতমালাসহ আইডাহো ও পশ্চিম ওয়াইয়োমিং-জুড়ে প্রবাহিত হয়। এই কলাম্বিয়া নদী, মিসৌরি নদী ও কলোরাডো নদী একত্রে ওয়াইয়োমিং-এর ‘থ্রি ওয়াটার্স মাউন্টেইন(Three Waters Mountain)’ এলাকাতে মিলিত হয় যা মূলত পশ্চিম ওয়াইয়োমিং-এ বিদ্যমান রকি পর্বতমালার একটি পর্বতশ্রেনী ‘দ্য উইন্ড রিভার রেঞ্জ(Wind River Range)’ এর একটি এলাকা। এর দক্ষিণদিকে কলোরাডো নদীর শাখা নদী ‘গ্রিন রিভার’-এর মাধ্যমে মিসৌরির অববাহিকার পশ্চিম সীমান্তের কিছু অংশ সৃষ্টি হয়েছে। আবার এই অববাহিকার দক্ষিণদিকের সীমানাটি কলোরাডো নদীর মূল অংশ জুড়ে তৈরি হয়েছে। পশ্চিম ওয়াইয়োমিং-এ মিসৌরি ও গ্রিন রিভারের অববাহিকার মাঝে একটি বড় অন্তর্নিহিত অববাহিকা(Endorheic basin) বিদ্যমান যা ‘গ্রেট ডিভাইড বেসিন(Great Divide Basin)’ নামে পরিচিত। এ ধরনের অববাহিকাগুলো কিছুটা বৃহদাকৃতির জলাশয়ের মতো হয়, এরা ভেতরে পানি ধরে রাখে যা কখনো কোন নদী বা সমুদ্রে গিয়ে পতিত হয় না। এই গ্রেট ডিভাইড বেসিনকে অনেক সময় মিসৌরি নদীর অববাহিকায় অন্তর্ভুক্ত করা হয়, যদিও কন্টিনেন্টাল বিভাজকের কোন অংশ দিয়েই এর পানি প্রবাহিত হয় না।\nউত্তর আমেরিকার আরেকটি কন্টিনেন্টাল বিভাজক হলো- লরেন্সিয়ান বিভাজক(Laurentian Divide) যা হাডসন উপসাগরের উত্তরাংশ থেকে মেক্সিকো উপসাগরকে পৃথক করে। অ্যালবার্টা ও সাসক্যাচুয়ান প্রদেশের মাঝ দিয়ে প্রবাহিত নদী ‘দক্ষিণ সাসক্যাচুয়ান নদী’-এর শাখা নদী ‘ওল্ডম্যান রিভার’, কেন্দ্রীয় উত্তর আমেরিকার নদী ‘স্যোরিস রিভার(Souris)’, কেন্দ্রীয় কানাডা ও উত্তর-কেন্দ্রীয় যুক্তরাষ্ট্রের নদী ‘দ্য রেড রিভার’-এর শাখা নদী ‘শেয়েন(Sheyenne)’ সহ বেশ কিছু শাখা নদী থেকে মিসৌরি নদীকে বিচ্ছিন্ন রাখার মাধ্যম হলো এই লরেন্সিয়ান বিভাজক। মিসৌরি ব্যতীত এ সকল নদী কানাডার ম্যানিটোবার নদী ‘নেলসন নদী’-এর অববাহিকার অংশ যারা একত্রে হাডসন উপসাগরে গিয়ে পতিত হয়। মিসৌরি ও নেলসন নদীর অববাহিকার মধ্যবর্তী বেশ কিছু বড় অন্তর্নিহিত অববাহিকা দক্ষিণ অ্যালবার্টা ও সাসক্যাচুয়ানে বিদ্যমান। মিসিসিপি নদীর উচ্চাঞ্চলের দু’টি শাখা নদী- মিনেসোটা নদী ও দেস মইনেস নদী(Des Moines River) মিসৌরি নদীর পূর্বদিকের সীমান্তকে ঘেঁষে প্রবাহিত হয়। মিসৌরি প্রদেশ, আর্কানসাস, ওকলাহোমা ও ক্যান্সাসের সবচেয়ে দক্ষিণ-পূর্ব এলাকাজুড়ে অবস্থিত পাহাড়ি অঞ্চল ‘ওজরাক্স(Ozarks)’ এবং মিসৌরি প্রদেশ, ক্যান্সাস ও কলরাডোর অন্যান্য নিচু পাহাড়ি এলাকাগুলো একত্রে মিসৌরি নদীর দক্ষিণদিকের সীমান্ত সৃষ্টি করেছে। এই সীমান্তটি আরকানস’ নদী, আর্কানসাস ও মিসৌরি প্রদেশের মাঝ দিয়ে প্রবাহিত নদী ‘দ্য হোয়াইট রিভার(White River)’ ও মিসিসিপির শাখা নদীগুলো থেকে মিসৌরির অববাহিকাকে পৃথক করে রাখে।\n\n\n=== বৃহৎ শাখা নদীসমূহ ===\nমিসৌরি নদীর ৯৫টিরও বেশি বড় শাখা নদী রয়েছে, পাশাপাশি রয়েছে ১০০টিরও বেশি ছোট শাখা নদী। এই বড় শাখা নদীগুলোর বেশিরভাগই মিসৌরি নদীর উৎপত্তিস্থল থেকে প্রবাহিত হয়। অধিকাংশ নদী ও উপনদী গ্রেট প্লেইন্‌স এলাকা দিয়ে পশ্চিম থেকে পূর্বদিকে প্রবাহিত হয়। তবে, মিসৌরির অববাহিকার পূর্বদিকের কিছু শাখা নদী (যেমন, জেম্‌স নদী, দক্ষিণ ডাকোটা ও আইওয়া দিয়ে প্রবাহিত নদী ‘বিগ সিউক্স(Big Sioux)’ এবং আইওয়ার গ্যান্ড রিভার) উত্তর থেকে দক্ষিণ দিকে প্রবাহিত।\nপানির পরিমাণের দিক দিয়ে ‘ইয়েলোস্টোন নদী(The Yellowstone River)’ মিসৌরির সবচেয়ে বড় শাখা নদী। এই নদীটি মন্টানা, ওয়াইওমিং ও ওয়াইওমিং-এর প্ল্যাট বিভাগ, কলোরাডো, নেব্রাস্কা, গ্রেট প্লেইন্‌স-এর কেন্দ্রীয় এলাকায় বিদ্যমান দু’টি নদী- কানসাস ও নেব্রাস্কা প্রদেশের ‘রিপাবলিকান নদী’ এবং কানসাস ও কলোরাডোর ‘স্মোকি পর্বত নদী(Smoky Hill River)’ এবং মিসৌরি প্রদেশে প্রবাহিত ‘ওসেজ(Osage)’ নদীর এলাকাজুড়ে প্রবাহিত হয়। ইয়েলোস্টোন নদীর এই সকল শাখা নদীর প্রত্যেকটি নদীতে ৫০,০০০ বর্গ মাইল(১,৩০,০০০ বর্গ কিলোমিটার)-এরও বেশি পানি প্রবাহিত হয়, যার ফলে এগুলো থেকে প্রতি সেকেন্ডে গড়ে ৫,০০০ ঘন ফিট বা ১৪০ ঘন মিটারেরও বেশি পরিমাণ পানি মূলপ্রবাহে গিয়ে মেশে। যদিও নেব্রাস্কায় বিদ্যমান মিসৌরি নদীর শাখা নদী ‘প্ল্যাট নদী’, ইয়েলোস্টোন নদী থেকে দীর্ঘতর এবং এর অববাহিকার আকারও এর থেকে বড়, ইয়েলোস্টোন নদীর মূল প্রবাহের পরিমাণ প্রায় ১৩,৮০০ ঘন ফিট/সেকেন্ড (৩৯০ ঘন মিটার/সেকেন্ড) যা প্ল্যাট নদীর প্রায় দ্বিগুণ। মিসৌরি নদীর মোট অববাহিকার ১৬ শতাংশই ইয়েলোস্টোন নদী দ্বারা গঠিত। অন্যদিকে, মিসৌরির সবচেয়ে ছোট শাখা নদী হলো মন্টানার ‘রো নদী(Roe River)’ যার দৈর্ঘ্য ২০১ ফিট (৬১ মিটার)। এই নদীটি পৃথিবীর সবচেয়ে ক্ষুদ্র নদীগুলোর মাঝে একটি।\nমিসৌরির দীর্ঘতম নদীগুলো হলো:\n\nপ্ল্যাট নদী (Platte River)- ১,০৬১ মাইল দীর্ঘ, নেব্রাস্কায় অবস্থিত।\nকানসাস নদী (Kansas River)- ৭৪৯ মাইল দীর্ঘ, উত্তর-পূর্ব কানসাস প্রদেশে অবস্থিত।\nমিল্ক নদী (Milk River)- ৭২৯ মাইল দীর্ঘ, মন্টানা ও অ্যালবার্টায় অবস্থিত।\nজেম্‌স নদী (James River)- ৭১০ মাইল দীর্ঘ, উত্তর ও দক্ষিণ ডাকোটায় অবস্থিত।\nইয়েলোস্টোন নদী (Yellowstone River)- ৭০২ মাইল দীর্ঘ, পশ্চিম যুক্তরাষ্ট্রে অবস্থিত।\nহোয়াইট নদী (White River)- ৫৮০ মাইল দীর্ঘ, নেব্রাস্কা ও দক্ষিণ ডাকোটায় অবস্থিত।\nনিলোবারা নদী (Niobrara River)- ৫৬৮ মাইল দীর্ঘ, ওয়াইওমিং ও নেব্রাস্কায় অবস্থিত।\nলিট্‌ল মিসৌরি নদী (Little Missouri River)- ৫৬০ মাইল দীর্ঘ, উত্তর গ্রেট প্লেইন্‌স-এ অবস্থিত।\nওসেজ নদী (Osage River)- ৪৯৩ মাইল দীর্ঘ, মিসৌরির কেন্দ্রীয় এলাকায় অবস্থিত।\nবিগ সিউক্স নদী (Big Sioux River)- ৪১৯ মাইল দীর্ঘ, দক্ষিণ ডাকোটা ও আইওয়ায় অবস্থিত।\nএছাড়াও মিসৌরি নদীর মূলপ্রবাহের সাথে সরাসরি যুক্ত দু’টি দীর্ঘতম শাখা নদী হলো রিপাবলিকান নদী(৪৫৩ মাইল) ও একই এলাকায় অবস্থিত ‘আরিক্যারি নদী(Arikaree River)’ যার দৈর্ঘ্য ১৫৬ মাইল। এরা একত্রে মোট ৭৪৯ মাইল দীর্ঘ এলাকাজুড়ে প্রবাহিত হয়।\nমিসৌরি নদীর উৎপত্তিস্থলের নিকটে যা সকল শাখা নদী বিদ্যমান সেগুলো মূল নদী থেকে অনেক বেশি উজানমুখী। ব্রাওয়ার্স স্প্রিং থেকে পরিমাপ করলে, জেফারসন নদীর দৈর্ঘ্য দাঁড়ায় ২৯৮ মাইল (৪৮০ কিলোমিটার)। একইভাবে, মিসৌরি নদীর উৎপত্তিস্থল থেকে এর দৈর্ঘ্য ২,৬৩৯ মাইল (৪,২৪৭ কিলোমিটার)-এ পরিণত হয়। মিসিসিপির নিম্নাঞ্চলের সাথে মিসৌরি নদী মিলিত হলে এর উৎপত্তিস্থলের নিকটবর্তী অববাহিকাসহ এর মূল প্রবাহ একত্রে বিশ্বের ৪র্থ দীর্ঘতম রিভার সিস্টেম সৃষ্টি করে যার দৈর্ঘ্য ৩,৭৪৫ মাইল বা ৬,০২৭ কিলোমিটার।\n\n\n=== মিসৌরির অববাহিকায় পানির আয়তনীয় প্রবাহের হার ===\nপানির আয়তনের দিক দিয়ে মিসৌরি যুক্তরাষ্ট্রের নবম বৃহত্তম নদী। উত্তর আমেরিকার সকল নদীর মাঝে, মিসৌরি নদী ১৩তম অবস্থানে রয়েছে। মিসৌরি নদী প্রধানত অর্ধ-শুষ্ক এলাকা দিয়ে প্রবাহিত হয়। উত্তর আমেরিকায় এ ধরনের আয়তন বিশিষ্ট নদীগুলোর মাঝে মিসৌরির অববাহিকার উচ্চতা তূলনামূলক অনেক কম এবং অনেক বৈচিত্র্যময়। এখানকার বাঁধগুলো নির্মিত হওয়ার আগে, এই নদীটিতে প্রতি বছর দুইবার করে বন্যা হতো। এপ্রিল মাসে যে বন্যাটি হতো তার নাম ছিল ‘এপ্রিল রাইস(April Rise)’ যা প্রচুর পরিমাণে বরফ গলা পানির ফলে ঘটে থাকতো। রকি পর্বতমালার গলিত তুষার ও গ্রীষ্মের ঝড়বৃষ্টির ফলে ২য় বন্যাটি হতো জুনের দিকে যা ‘জুন রাইস(June Rise)’ নামে পরিচিত। এই বন্যাটি এপ্রিলের মাসের বন্যাটির চেয়ে অনেক বেশি ধ্বংসাত্মক হতো। এই বন্যায় মিসৌরি নদীর পানির আয়তন কোন কোন বছর এর স্বাভাবিক আয়তন থেকে ১০ গুণেরও বেশি বৃদ্ধি পেতো। এর মূলপ্রবাহে ১৭,০০০ এরও বেশি জলাধার রয়েছে যাদের মোট ধারণক্ষমতা ১৪১ মিলিয়ন একর-ফিট (১৭৪ ঘন কিলোমিটার)-এর মতো। বন্যা নিয়ন্ত্রণ ব্যবস্থা প্রতিষ্ঠিত হওয়ার পর, এই জলাধারগুলোর উচ্চাঞ্চলে জলপ্রবাহের পরিমাণ কমে গিয়ে নিম্নাঞ্চলে বেড়ে যায়। এই জলাধারগুলো থেকে বাষ্পীভূত পানি মিসৌরি নদীতে পানির পরিমাণকে অনেক কমিয়ে দেয়। কেবল জলাধারগুলোর মূলপ্রবাহ থেকেই প্রতি বছর তিন মিলিয়ন একর-ফিট (৩.৭ ঘন কিলোমিটার)-এরও বেশি পরিমাণ পানি এই বাষ্পায়নের ফলে হ্রাস পায়।\nমিসৌরি প্রদেশের ‘গ্যাস্কোনেড(Gasconade)’ বিভাগের শহর হারমানে মিসৌরি নদীর পানির আয়তনীয় প্রবাহের বার্ষিক হার:\n\nজানুয়ারি- ১,৪৯০ ঘনমিটার/সেকেন্ড\nফেব্রুয়ারি- ১,৯২০ ঘনমিটার/সেকেন্ড\nমার্চ- ২,৭৩০ ঘনমিটার/সেকেন্ড\nএপ্রিল- ৩,৩৭০ ঘনমিটার/সেকেন্ড\nমে- ৩,৫৪০ ঘনমিটার/সেকেন্ড\nজুন- ৩,৫১০ ঘনমিটার/সেকেন্ড\nজুলাই- ২,৮৬০ ঘনমিটার/সেকেন্ড\nআগস্ট- ২,০৮০ ঘনমিটার/সেকেন্ড\nসেপ্টেম্বর- ২,১৪০ ঘনমিটার/সেকেন্ড\nঅক্টোবর- ২,১৭০ ঘনমিটার/সেকেন্ড\nনভেম্বর- ২,১৫০ ঘনমিটার/সেকেন্ড\nডিসেম্বর- ১,৭৩০ ঘনমিটার/সেকেন্ড\nবিভিন্ন শহরে মিসৌরি নদীর পানির আয়তনীয় প্রবাহের গড় হার:\n\nগ্রেট ফল্‌স, মন্টানা(Great Falls) - ২৯২ ঘনমিটার/সেকেন্ড\nপিয়ের, দক্ষিণ ডাকোটা(Pierre) - ৭৫০ ঘনমিটার/সেকেন্ড\nসিউক্স শহর, আইওয়া(Sioux City) - ৮১২ ঘনমিটার/সেকেন্ড\nওমাহা, নেব্রাস্কা(Omaha) - ৯১২ ঘনমিটার/সেকেন্ড\nকানসাস শহর, মিসৌরি(Kansas City - ১,৫৭০ ঘনমিটার/সেকেন্ড\nবুনভিল, মিসৌরি(Boonville) - ১,৯০২ ঘনমিটার/সেকেন্ড\nহারমান, মিসৌরি(Hermann) - ২,৪৭৮ ঘনমিটার/সেকেন্ড\nযুক্তরাষ্ট্রের ভূ-তাত্বিক জরিপ (The United States Geological Survey) মিসৌরি নদীতে মোট ৫১টি স্ট্রিম গেজ(পানির স্তর বা water level পরীক্ষাকারী এক ধরনের কাঠামো) পরিচালনা করে। উৎপত্তিস্থল থেকে ১,৩১৪.৫ মাইল (২,১১৫.৫ কিলোমিটার) দূরে অবস্থিত উত্তর ডাকোটার শহর বিসমার্কে এই নদীর গড় আয়তনীয় প্রবাহের পরিমাণ ২১,৯২০ ঘন ফিট/সেকেন্ড (৬২১ ঘন মিটার/সেকেন্ড)। এটি মিসৌরি নদীর ড্রেইনেজ এলাকা(যে এলাকার পানি প্রবাহিত হয়ে কোন স্রোতধারা, বৃহত্তর নদী, হ্রদ বা জলাধারায় গিয়ে মেশে)-এর ১,৮৬,৪০০ বর্গ মাইল (৪,৮৩,০০০ বর্গ কিলোমিটার) এলাকা এবং মোট অববাহিকার ৩৫ শতাংশ এলাকাজুড়ে অবস্থিত। মিসৌরির উৎপত্তিস্থল থেকে ৩৬৬.১ মাইল (৫৮৯.৩ কিলোমিটার) দূরে কানসাস শহরের কাছে এই নদীতে পানির গড় প্রবাহ ৫৫,৪০০ ঘন ফিট/সেকেন্ড (১,৫৭০ ঘন মিটার/সেকেন্ড)। এই এলাকায় মিসৌরি নদীর প্রায় ৪,৮৪,১০০ বর্গ মাইল (১২,৫৪,০০০ বর্গ কিলোমিটার) এলাকার পানি এসে মেশে যা মূলত এর সম্পূর্ণ অববাহিকার ৯১ শতাংশ এলাকা।\nমিসৌরি নদীর সবচেয়ে নিম্নাঞ্চলীয় স্ট্রিম গেজটি ৫০ বছররেরও বেশি সময় ধরে বিদ্যমান থেকে রেকর্ড গড়েছে। এই গেজটি নদীর উৎপত্তিস্থল থেকে ৯৭.৯ মাইল (১৫৭.৬ কিলোমিটার) দূরে মিসৌরির হারমানে শহরে অবস্থিত যেখানে নদীটির বার্ষিক গড় প্রবাহ ১৮৯৭ সাল থেকে ২০১০ সাল পর্যন্ত ছিল ৮৭,৫২০ ঘন ফিট/সেকেন্ড (২,৪৭৮ ঘন মিটার/সেকেন্ড)। মিসৌরির জলপ্রবাহের ৫,২২,৫০০ বর্গ মাইল (১৩,৫৩,০০০ বর্গ কিলোমিটার) এলাকা বা ৯৮.৭ শতাংশ হারমানের উপর অবস্থিত। মিসৌরি নদীর সর্বোচ্চ বার্ষিক গড় প্রবাহের দেখা পাওয়া গিয়েছিল ১৯৯৩ সালে, যার পরিমাণ ছিল ১,৮১,৮০০ ঘন ফিট/সেকেন্ড (৫,১৫০ ঘন মিটার/সেকেন্ড)। আর সর্বনিম্ন প্রবাহ ছিল ২০০৬ সালে যার পরিমাণ ছিল ৪১,৬৯০ ঘন ফিট/সেকেন্ড (১,১৮১ ঘন মিটার/সেকেন্ড)। এর অববাহিকার সবচেয়ে দূরবর্তী এলাকাগুলোতে পানির প্রবাহ মূলনদীর থেকে অনেক বেশি পরিবর্তনশীল। ১৯৯৩ সালের ৩১ জুলাই-এ মিসৌরি নদীতে সর্বকালের সর্ববৃহৎ আয়তনীয় প্রবাহের রেকর্ড তৈরি হয়, যার পরিমাণ ছিল ৭,৫০,০০০ ঘন ফিট/সেকেন্ড (২১,০০০ ঘন মিটার/সেকেন্ড)। মূলত ১৯৯৩ সালে মধ্য-পশ্চিম যুক্তরাষ্ট্রে মিসিসিপি ও মিসৌরি নদীতে সংঘটিত একটি ঐতিহাসিক বন্যার ফলে এটি ঘটে। অন্যদিকে, ১৯৬৩ সালের শেষের দিকে এ নদীর অববাহিকায় প্রচুর পরিমাণে স্তূপাকারে জমে থাকা বরফের জন্য এর প্রবাহ অনেক বেশি বাধাপ্রাপ্ত হয়ে পড়েছিল যা ১৯৬৩ সালের ২৩ ডিসেম্বরে এ নদীতে সবচেয়ে কম আয়তনীয় প্রবাহের রেকর্ড তৈরি করে। আর এই পরিমাণটি ছিল মাত্র প্রায় ৬০২ ঘন ফিট/সেকেন্ড (১৭ ঘন মিটার/সেকেন্ড)।\n\n\n== ভূতত্ব ==\nদক্ষিণ-পশ্চিম মন্টানায় রকি পর্বতপমালার যে অংশটি বিদ্যমান তা ৭০ থেকে ৮০ মিলিয়ন বছর আগে সংঘটিত পর্বত উৎপন্নকারী একটি যুগ ‘লারেমাইড অরোজেনি( Laramide Orogeny)’-তে প্রথম সৃষ্টি হয়। এই ঘটনার ফলে ১৪৫ থেকে ৬৬ মিলিয়ন বছর আগের ভূ-তাত্বিক যুগ ‘ক্রিটেসিয়াস(Cretaceous)’-এর সময় আর্কটিক মহাসাগর থেকে মেক্সিকো উপসাগর পর্যন্ত বিদ্যমান একটি অভ্যন্তরীণ সাগর ‘ওয়েস্টার্ন ইন্টেরিয়র সি ওয়ে(Western Interior Seaway)’-তে অবস্থিত একই যুগে সৃষ্ট ভূ-গর্ভস্থ পাথরগুলোর উচ্চতা বেড়ে যায় বা উপরের দিকে কিছুটা উঠে আসে(এই ঘটনাকে আপলিফ্‌ট বা Tectonic uplift বলা হয়)। এতে সৃষ্ট পলিভূমিগুলো বর্তমানে মিসৌরি নদীর অববাহিকার একটি অংশের তলদেশে পরিণত হয়েছে। এই আপলিফ্‌টের ফলে সমুদ্রের একটি অববাহিকা গতিপথ পরিবর্তন করে রকি পর্বতমালা ও উত্তর আমেরিকার পূর্ব হতে উত্তর-পূর্ব অঞ্চল পর্যন্ত বিস্তৃত একটি পর্বতমালা ‘অ্যাপালেশিয়ান পর্বতমালা’-এর নদীগুলোর অববাহিকায় মিশে বিশাল সব অববাহিকাতে পরিণত হয়। এই অববাহিকা থেকেই বর্তমান মিসিসিপি নদীর মূল অববাহিকা সৃষ্টি হয়েছে। তাছাড়া, মিসৌরি ও এর শাখা নদীতে প্রাবাহিত পানির বেশিরভাগ অংশই মূলত রকি পর্বতমালার বরফ গলা পানি থেকে আসে। এ কারণে, লারেমাইড অরোজেনি বর্তমানকালের মিসৌরি নদীর অববাহিকাতে গুরুত্বপূর্ণ প্রভাব ফেলে।\n\n\n== ১ম জনবসতি ==\nপ্রত্নতাত্ত্বিক প্রমাণ অনুযায়ী, মিসৌরিতে মানবজাতির আগমন ঘটেছিল প্লাইস্টোসিন যুগের শেষের দিকে ১০,০০০ থেকে ১২,০০০ বছর আগে। সর্বশেষ গ্লাসিয়াল যুগ বা সর্বশেষ হিম পর্যায়ের সময় এই এলাকায় বেরিং ভূ-সেতুর মাধ্যমে অনেক মানুষের আগমন ঘটে। শতাব্দী ধরে মিসৌরি নদী বেরিং ভূ-সেতুর মতো একটি অভিবাসনের পথ হিসেবে ব্যবহৃত হয়ে আসছে। এই অঞ্চল দিয়ে অতিক্রমকারী বেশিরভাগ অভিবাসীরা ওহাইও নদীর উপত্যকায় এবং মিসিসিপি নদীর নিম্নাঞ্চলের উপত্যকায় বসতি স্থাপন করে। তবে অনেকেই বিশেষত ‘মাউন্ড বিল্ডার’ নামক একটি জাতির মানুষেরা মিসৌরি নদীর এলাকাগুলোতেই বসবাস করতে শুরু করে। মাউন্ড বিল্ডার জাতি প্রাগৈতিহাসিক যুগে উত্তর আমেরিকার স্থানীয় অধিবাসীদের একটি জাতি ছিল যারা ধর্মীয় বা আনুষ্ঠানিক কারণে, দাফনের জন্য কিংবা অভিজাত সম্পর্কিত বিভিন্ন কারণে ৫,০০০ বছর ধরে অসংখ্য মাউন্ড অর্থাৎ ছোট কৃত্রিম পাহাড় বা ঢিপি নির্মাণ করেছিল। এই জাতির মানুষদেরকে মিসৌরি নদীর তীরবর্তী গ্রেট প্লেইন্‌সের এলাকাগুলোর স্থানীয় অধিবাসীদের পূর্বপুরুষ হিসেবে গণ্য করা হয়।\n\n\n== ইউরোপিয়ান অভিযাত্রীদের আগমন ==\n\n১৬৭৩ সালের মে মাসে, ফ্রেঞ্চ-কানাডিয়ান অভিযাত্রী লুই জোলিয়েট এবং ফ্রেঞ্চ অভিযাত্রী জ্যাক মারকেট উত্তর আমেরিকার হিউরন হ্রদের উপর অবস্থিত মিশিগানের সেইন্ট ইগনেস শহর ছেড়ে মিসিসিপি নদী ও এর শাখা নদী ‘উইস্কন্সিন নদী’- ভ্রমণে বেড়িয়ে পড়েন। এই নদীগুলো পেড়িয়ে প্রশান্ত মহাসাগরে পাড়ি জমানো ছিল তাদের লক্ষ্য। জুনের পরপর, জোলিয়েট ও মারকেট মিসৌরি নদীতে পৌঁছালে তারা ইতিহাসে মিসৌরি নদী আবিষ্কারকারী প্রথম ইউরোপিয়ান হিসেবে জনপ্রিয়তা লাভ করেন। এই বিষয়ে প্রকাশিত তাদের জার্নালে জোলিয়েট বলেছেন, ‘’I never saw anything more terrific,a tangle of entire trees from the mouth of the Pekistanoui [Missouri] with such impetuosity that one could not attempt to cross it without great danger. The commotion was such that the water was made muddy by it and could not clear itself.’’ তাদের আবিষ্কার সম্পর্কিত এ জার্নাল অনুযায়ী, মিসৌরির স্থানীয় নাম হলো ‘পেকিতানুই বা পেকিস্তানুই(Pekitanoui or Pekistanoui)’। তবে, এই অভিযাত্রীরা কখনোই মিসৌরি নদী অতিক্রম করেন নি কিংবা সেখানে অবস্থানও করেন নি। অভিযানের এক পর্যায়ে তারা জানতে পারেন যে, মিসিসিপি নদী মেক্সিকো উপসাগরে গিয়ে মেশে, প্রশান্ত মহাসাগরে নয়। ফলে, তারা মেক্সিকো উপসাগর থেকে ৪৪০ মাইল (৭১০ কিলোমিটার) ঘুরে গিয়ে মিসিসিপির শাখা নদী আরকানস’ নদীতে এসে এ অভিযানে ইতি টানেন।\n\n\n== আমেরিকান ফ্রন্টিয়ার ==\nআমেরিকান ফ্রন্টিয়ার বলতে ১৭ শতাব্দীর শুরু থেকে ১৯১২ সাল পর্যন্ত যে অভিবাসনের যুগ ছিল সে সময়ে আমেরিকার সীমান্তবর্তী এলাকায় প্রচলিত ভূগোলবিদ্যা, ইতিহাস, সংস্কৃতি ও লোকাচারবিদ্যাকে বোঝানো হয়। আমেরিকার স্বাধীনতা লাভের শুরুর দিকে এ এলাকার ইউরোপিয়ান উপনিবেশ স্থাপনকারীদের মাধ্যমে এই ভূগোলবিদ্যা, ইতিহাস, সংস্কৃতি ও লোকাচারবিদ্যার উৎপত্তি ঘটতে শুরু হয়। আমেরিকার সীমান্তবর্তী এই এলাকাকে ‘ওল্ড ওয়েস্ট(Old West) বা ওয়াইল্ড ওয়েস্ট(Wild West)’ বলা হয়। ১৯১২ সালের মাঝে এখানে বেশ কিছু পশ্চিমা প্রদেশ সৃষ্টি হওয়ার পরপর এই যুগটির সমাপ্তি ঘটে। এ সময়ে মিসৌরি নদীর তীরবর্তী এলাকাগুলোতে প্রচুর অভিবাসী ও পশম ব্যবসায়ীদের আগমন ঘটতে শুরু করে।\n১৮ শতকের শুরুর দিকে, মিসৌরি নদীর উত্তরাঞ্চলের অববাহিকা দিয়ে অনেক পশম সংগ্রহকারী এই অঞ্চলে প্রবেশ করে। এদের মূল উদ্দেশ্য ছিল বীভার এবং নদীতে বসবাসকারী ভোঁদড়ের পশম সংগ্রহ করা কারণ উত্তর আমেরিকার তৎকালীন উঠতি পশম ব্যবসার মূল চালিকাশক্তিই ছিল এ ধরনের পশম। এই পশম ব্যবসায়ী ও সংগ্রহকারীরা বিভিন্ন এলাকা থেকে এসেছিল, যেমন, কানাডার হাডসন বে কোম্পানি(Hudson's Bay Company)-এর পশমের কর্পোরেশন থেকে, উত্তর-পশ্চিম প্রশান্ত মহাসাগরীয় অঞ্চল থেকে সেখানকার ম্যারিটাইম পশম বাণিজ্য(Maritime fur trade)-এর অংশ হিসেবে কিংবা মধ্য-পশ্চিম যুক্তরাষ্ট্র হতে। তবে উল্লেখযোগ্য কোন কিছু সংগ্রহের ক্ষেত্রে ব্যর্থ হওয়ার কারণে বেশিরভাগই এই এলাকা ত্যাগ করে অন্যত্র পাড়ি জমায়।\n১৯ শতকের দিকে মিসৌরি নদীর মাধ্যমে আমেরিকান ফ্রন্টিয়ারের এলাকাটি মোটামুটি সংজ্ঞায়িত হয়ে যায়। মিসৌরি নদীর নিম্নাংশটি মিসৌরির কানসাস শহরে প্রবেশ করে সেখান থেকে পূর্বদিকে ঘুরে গিয়ে মিসৌরি প্রদেশের মূল এলাকা ‘বুন্সলিক(Boonslick)’-এ প্রবেশ করে। মিসৌরির যেসব এলাকায় ইউরোপিয়ানদের জনবসতি গড়ে ওঠে সেখানকার বেশিরভাগ জনগণ ছিল দক্ষিণ যুক্তরাষ্ট্রের স্থানীয় দাস-মালিকানাধীন মানুষেরা। ১৮০০ সালের শুরুর দিকে মিসৌরি প্রদেশের পূর্বাঞ্চল থেকে সেখানকার মূল এলাকায় গমনের জন্য ব্যবহৃত পথ ‘বুন্স লিক রোড(Boone's Lick Road)’-এর মাধ্যমে তারা এসব এলাকায় প্রদেশ করে। আমেরিকান পশ্চিমাঞ্চল ‘আমেরিকান ওয়েস্ট’-এর সকল এলাকা(যেমন, ক্যালিফোর্নিয়া, মরমন, ওরেগন, সান্তা ফে)-এর গমনপথগুলো মিসৌরি নদী থেকে শুরু হয়েছে। মিসৌরি প্রদেশ ও ক্যালিফোর্নিয়ার মধ্যবর্তী মেইল সার্ভিস ‘পোনি এক্সপ্রেস(Pony Express)’-এর প্রথম পশ্চিমাঞ্চলীয় শাখা মিসৌরি নদীতে ফেরি ব্যবহারের মাধ্যমে শুরু হয়। এই ফেরিটি মিসৌরি প্রদেশে মিসৌরি নদীর তীরবর্তী শহর সেইন্ট জোসেফ শহরের ঘাট থেকে ছাড়া হতো। যুক্তরাষ্ট্রের সর্বপ্রথম আন্তর্মহাদেশীয় রেলপথ যা ‘১ম আন্তর্মহাদেশীয় রেলপথ(First Transcontinental Railroad)’ নামে পরিচিত, এই রেলপথের পূর্ব দিকের টার্মিনালটিতে পৌঁছানোর জন্য সে সময় বেশিরভাগ অধিবাসীরা মিসৌরি নদীতে চলাচলকারী ফেরীকে ব্যবহার করতো। এই ফেরীটি আইওয়া প্রদেশের কাউন্সিল ব্লাফ শহর এবং ওমাহার মাঝে মিসৌরি নদীর উপর দিয়ে চলাচল করতো। মিসৌরি নদীকে স্থলপথে অতিক্রম করার প্রথম মাধ্যম স্থাপিত হয় ১৮৬৯ সালে, একটি রেলব্রিজ যার নাম ছিল হানিবেল ব্রিজ(The Hannibal Bridge)। সেইন্ট লুইস থেকে মিসৌরি নদীর উজান পর্যন্ত বিদ্যমান সকল এলাকার মাঝে কানসাস শহর যে বৃহত্তম শহরে পরিণত হয়েছে তার পেছনে এই ব্রিজটিই হলো মূল কারণ।\n\n\n== বাঁধ নির্মাণের যুগ ==\n১৯ শতকের শেষ থেকে ২০ শতকের শুরুর সময় পর্যন্ত মিসৌরি নদীর অববাহিকায় অনেকগুলো বাঁধ নির্মাণ করা হয়। এর ফলে মিসৌরি নদীর ৩৫ শতাংশ এলাকা জলাধারে পরিণত হয়েছে। এই বাঁধগুলো নির্মাণের পেছনে বেশ কিছু কারণ ছিল, যেমন, উত্তর-পশ্চিমদিকের গ্রামীণ এলাকাগুলোতে বিদ্যুতের চাহিদা, কৃষি ও নগর অঞ্চলগুলোতে ঘন ঘন খরা ও বন্যার সমস্যা ইত্যাদি। ছোট ও ব্যক্তিগত মালিকানাধীন জলবিদ্যুৎ প্রকল্পগুলো ১৮৯০ সাল থেকে চালু হয়েছিল।তবে বড় বড় বন্যা নিয়ন্ত্রণকারী ও সংরক্ষণাগার সম্পন্ন বাঁধ(large flood-control and storage dam)-গুলো ১৯৫০ সালের পর নির্মাণ হতে শুরু হয়।\n\n\n== নেভিগেশন ==\nনেভিগেশন(Navigation) এমন একটি প্রক্রিয়া যার মাধ্যমে কোন নির্দিষ্ট পথ বা রুট(route) ব্যবহার করে কারো বা কোনকিছুর অবস্থান নির্ধারণ করা হয়।\nমিসৌরি নদীতে একদম প্রাচীনকালে স্থানীয় আমেরিকানরা যেসব নৌযান ব্যবহার করতো সেগুলো মূলত ছিল ডিঙ্গি নৌকা। এছাড়াও প্রাচীন আমেরিকান ইন্ডিয়ান ও আমেরিকান ফ্রন্টিয়ারবাসীদের দ্বারা নির্মিত ও ব্যবহৃত এক ধরনের ছোট নৌকা যাকে ‘বুল নৌকা(Bull boats)’ নামে অভিহিত করা হয়, সে সময় মিসৌরি নদীতে যাতায়াতের মাধ্যম হিসেবে বহুলভাবে ব্যবহার করা হতো। এরও কয়েক হাজার বছর পরে গ্রেট প্লেইন্‌স এলাকায় উপনিবেশ স্থাপিত হলে, আরো বড় নৌযানের ব্যবহার শুরু হয়। মিসৌরি নদীতে চলাচলকারী প্রথম বাষ্পচালিত নৌকার নাম ছিল ‘দ্য ইন্ডিপেন্ডেন্স(The Independence)’। এই নৌকাটি সেইন্ট লুইস থেকে মিসৌরি প্রদেশের কিট্‌সভিল(Keytesville) শহরের মাঝে যাতায়াত করতো। ১৮৩০ সালের দিকে, বড় বড় মেইল পরিবহনকারী ও মালবাহী জাহাজগুলো নিয়মিত কানসাস শহর ও সেইন্ট লুইসের মাঝে চলাচল করতে শুরু করে। অনেক জাহাজ আরো দূরবর্তী এলাকা পর্যন্তও যাতায়াত করতে শুরু করে। কিছু বাষ্পচালিত নৌকা, যেমন, ওয়েস্টার্ন ইঞ্জিনিয়ার ও ইয়েলোস্টোন নৌকা, মিসৌরি নদী দিয়ে পূর্ব মন্টানা পর্যন্ত পাড়ি দিতে পারতো।\n\n১৯ শতকের দিকে, এখানকার পশম ব্যবসা যখন সবার শীর্ষে অবস্থান করছিল, বাষ্পচালিত নৌকা ও ‘কিল নৌকা(Keelboat)’ নামক এক ধরনের প্রাচীন মালবাহী ছোট থেকে মাঝারি আকারের নৌকার ব্যবহার শুরু হয় যা সমগ্র মিসৌরি নদীজুড়্রে ব্যবহৃত হতো। মন্টানা থেকে শুরু করে মিসৌরির উৎপত্তিস্থল পর্যন্ত এগুলোর মাধ্যমে পশম সংগ্রহকারীরা বিভার ও মহিষের পশম পরিবহন করতো। এ থেকে শুধুমাত্র পশম ব্যবসায়ীদের জন্য পশম পরিবহনকারী এক বিশেষ ও তুলনামূলক হালকা ধরনের নৌকার উদ্ভাবন ঘটে যা ‘ম্যাকিনো নৌকা(Mackinaw boat)’ নামে পরিচিত। যেহেতু এগুলো শুধু নদীর উৎপত্তিস্থলের নিকটবর্তী এলাকাগুলো ছাড়া অন্য কোথাও ব্যবহৃত হতো না, তাই এ নৌকাগুলোর ব্যবহার শেষ হয়ে গেলে এদেরকে সেন্ট লুইস শহরে পাঠিয়ে দেয়া হতো। সেখানে সাধারণত এদেরকে ভেঙে কাঠের জন্য বিক্রি করে দেয়া হতো।\n\n\n== বাস্তুসংস্থান ==\n\n\n=== প্রাকৃতিক ইতিহাস ===\nমিসৌরি নদীর প্রাকৃতিক ইতিহাস থেকে দেখা যায়, এখানকার প্লাবনভূমিগুলো এক সময় প্রচুর উদ্ভিদ ও প্রাণীর আবাসস্থল ছিল। এখানকার জীববৈচিত্র্য বৃদ্ধি পাওয়ার পাশাপাশি মন্টানার পাহাড়ি ঢালগুলো থেকে উৎপন্ন ঠান্ডা আবহাওয়ার জলধারাগুলোর কারণে মিসৌরি নদীর নাতিশীতোষ্ণ ও আর্দ্র জলবায়ুটি সৃষ্টি হয়। বর্তমান কালে, মিসৌরি নদীর তীরবর্তী এলাকাগুলোতে সুতি কাঠের গাছ, উইলো এবং সাইকামোর(Sycamore) প্রজাতির গাছের আধিক্য দেখা যায়। এছাড়াও ম্যাপল গাছ এবং বিলুপ্তপ্রায় প্রাজাতির গাছ ‘অ্যাশ গাছ’ সহ অন্যান্য বেশ কিছু ধরনের গাছও এখানে দেখা যায়। এ এলাকার এই গাছগুলো স্বাভাবিক উচ্চতার চেয়ে আকারে বড়ও হতে দেখা যায়, তবে তা শুধু নদীর তীর থেকে বেশ দূরবর্তী অঞ্চলগুলোতে ঘটতে দেখা যায়, কারণ মিসৌরি নদীর তীরবর্তী মাটিগুলো বন্যার সময় প্রচুর পরিমাণে ক্ষয়প্রাপ্ত হয়ে যায়। এখানে পলি মাটির ঘনত্ব অনেক বেশি হওয়ায় এই এলাকায় কোন জলজ অমেরুদণ্ডী প্রাণী দেখা যায় না। মিসৌরি নদীর অববাহিকায় প্রায় ৩০০ প্রজাতির পাখি দেখা যায় এবং ১৫০ প্রজাতির মাছ পাওয়া যায়। এদের মাঝে অনেকেই বিলুপ্তির পথে, ‘প্যালিড স্টারজেন(pallid sturgeon)’ নামক এক ধরনের মাছও এদের মাঝে অন্তর্ভুক্ত। মিসৌরির জলজ প্রাণী এবং তীরবর্তী এলাকার প্রাণীগুলোর মাঝে বেশ কিছু স্তন্যপায়ী প্রাণীও রয়েছে, যেমন, ভোঁদড়, বিভার, র‍্যাকুন, মিঙ্ক(অনেকটা বেঁজির মতো দেখতে একটি প্রানী) এবং ছুঁচো।\n\n\n=== মানবজাতির প্রভাব ===\n১৮০০ সাল থেকে অর্থনীতি ও শিল্প-বাণিজ্যের উন্নয়ন ঘটতে শুরু হলে, মানুষের কর্মকাণ্ড মিসৌরি নদীকে মারাত্নকভাবে দূষিত করেছে এবং এবং পানির অবস্থাও শোচনীয়। এই প্লাবনভূমিতে বসবাসকারী বেশিরভাগ জীবই হারিয়ে গেছে এবং এদের পরিবর্তে এখন শুধু সেচ ব্যবস্থা সম্পন্ন কৃষিভূমি বিদ্যমান। এই প্লাবনভূমিগুলোর উন্নয়নের ফলে এই এলাকাগুলো অনেক জনবহুল হয়ে যাওয়ার পাশাপাশি প্রচুর অবকাঠামো নির্মানের ফলে এখানে জলাবদ্ধতা সৃষ্টি হওয়ারও বিশাল ঝুঁকি রয়েছে। বন্যা প্রতিরোধ করার উদ্দেশ্যে মিসৌরি নদীর এক তৃতীয়াংশেরও বেশি এলাকার তীরজুড়ে বাঁধ নির্মাণ করা হয়েছে। কিন্তু এতে নদীর গতিবেগ অনেক বেড়ে গিয়েছে যা এর অববাহিকার নিম্নাঞ্চলগুলোতে স্রোতের উচ্চতা বাড়িয়ে দিয়েছে। কৃষিজমিতে ব্যবহৃত সারগুলো নদীর পানিতে মিশে এতে নাইট্রোজেন সহ অন্যান্য রাসায়নিক উপাদানের পরিমাণ বাড়িয়ে দিয়েছে, যা আইওয়া ও মিসৌরি প্রদেশে একটি বড় সমস্যা হয়ে দাঁড়িয়েছে। পাশাপাশি, মিসৌরির উচ্চাঞ্চলগুলো, মিসিসিপির শাখা নদী ইলিনইস নদী ও ওহাইও নদীতেও এই দূষণের প্রভাব পড়ছে। মিসৌরি ও মিসিসিপির অন্যান্য শাখা নদীতে এসব রাসায়নিক উপাদানের উপস্থিতির কারণে এই নদীগুলোসহ মেক্সিকো উপসাগরের পানিতে অক্সিজেনের পরিমাণ অনেক কমে গিয়েছে। এমনকি মেক্সিকো উপসাগরে অক্সিজেনের পরিমাণ এত কমে গেছে যে এতে রীতিমতো ডেড জোনের সৃষ্টি হয়েছে (সাগর বা হ্রদের স্বল্প অক্সিজেন সম্পন্ন এলাকাগুলোকে ডেড জোন বলা হয়)।\n\n\n== ভ্রমণ ও বিনোদনকেন্দ্র ==\nমিসৌরি নদীর ১,৫০০ বর্গমাইল(৩,৯০০ বর্গ কিলোমিটার) বিশিষ্ট জলভূমির পাশাপাশি এতে অবস্থিত বাঁধগুলোর ফলে সৃষ্ট ছয়টি জলাধার এখানকার প্রধান দর্শনীয় স্থানে পরিণত হয়েছে। ১৯৬০ সালের মাঝামাঝি সময়ে এখানে প্রতি ঘন্টায় ১০ মিলিয়ন দর্শনার্থীর আগমন ঘটত যা ১৯৯০ সালের মাঝে ৬০ মিলিয়নেরও উপরে চলে গিয়েছে। দর্শনার্থীদের সুবিধাসমূহের উন্নয়নের জন্য ‘ফেডারাল ওয়াটার প্রজেক্ট বিনোদন প্রকল্প(Federal Water Project Recreation Act)’ বাস্তবায়িত হয় ১৯৬৫ সালে। এর ফলে বর জলাধারগুলোতে ইউ.এস.এ.সি.ই (United States Army Corps of Engineers বা USACE) সংস্থার মাধ্যমে নৌকার র‍্যাম্প(boat ramps), ক্যাম্প করার স্থান(campgrounds) সহ অন্যান্য বেশ কিছু বিনোদন ব্যবস্থা সৃষ্টি করা হয়। এই বিনোদনকেন্দ্রগুলো এ এলাকার আঞ্চলিক অর্থনীতিতে ৮৫ থেকে ১০০ মিলিয়ন ডলার পর্যন্ত অর্থ সরবারাহ করে।\n\n\n== তথ্যসূত্র =="}