{"pageid": 1063479, "title": "হান্টার × হান্টার", "url": "https://bn.wikipedia.org/wiki?curid=1063479", "content": "হান্টার × হান্টার ( উচ্চারিত \"হান্টার হান্টার\") একটি জাপানি  কমিকস যা ইয়োশিহিরো তোগাশি দ্বারা লিখিত এবং  চিত্রিত সিরিজ । এটি ১৯৯৮ সালের মার্চ থেকে শুইশার সাপ্তাহিক শেনেন জাম্পে  সিরিয়ালীকৃত হয়েছে, যদিও মঙ্গা ২০০৬ সাল থেকে প্রায়শই বর্ধিত বিরতিতে চলেছে। এর অধ্যায়গুলো অক্টোবর ২০১৮ পর্যন্ত৩৬ ট্যাঙ্কবোন খণ্ডে সংগ্রহ করা হয়েছে। গল্পটি গন ফ্রেইকস নামে এক অল্প বয়স্ক ছেলের উপর দৃষ্টি নিবদ্ধ করেছে, সে জানতে পারে যে তার বাবা, যিনি তাকে অল্প বয়সে ফেলে এসেছিলেন, তিনি আসলে একজন বিশ্বখ্যাত হান্টার, একজন লাইসেন্সপ্রাপ্ত পেশাদার, যিনি বিরল বা অজ্ঞাতনামা প্রাণী প্রজাতি, ধন সন্ধানের মতো কল্পনাপ্রসূত কর্মকাণ্ডে বিশেষী শিকার, অনাবিষ্কৃত ছিটমহলগুলির সমীক্ষা করা বা অনাচারী ব্যক্তিদের শিকার করা। গন অবশেষে তার বাবাকে খুঁজতে হান্টার হিসেবে যাত্রা শুরু করে এবং । পথে, গনের সাথে  অন্যান্য বিভিন্ন হান্টারের  দেখা হয় ।\nহান্টার × হান্টার একটি ৬২-পর্বের এনিমে টেলিভিশন সিরিজ যা নিপ্পন অ্যানিমেশন প্রযোজিত এবং কাজুহিরো ফুরোহাশি পরিচালিত, যা ফুজি টেলিভিশনে ১৯৯৯ সালের অক্টোবর থেকে মার্চ ২০০১ পর্যন্ত চলত। তিনটি পৃথক মূল ভিডিও অ্যানিমেশন (ওভিএ) পরবর্তী সময়ে নিপ্পন অ্যানিমেশন প্রযোজনা করেছিল এবং ২০০২ থেকে ২০০৪ পর্যন্ত জাপানে প্রকাশিত হয়েছিল। ম্যাডহাউসের একটি দ্বিতীয় এনিমে টেলিভিশন সিরিজ নিপ্পন টেলিভিশন থেকে অক্টোবর ২০১১ থেকে সেপ্টেম্বর ২০১৪ পর্যন্ত মোট ১৪৮ টি পর্ব প্রচারিত হয়েছে , ২০১৩ সালে প্রকাশিত দুটি অ্যানিমেটেড থিয়েটার ফিল্ম সহ। হান্টার × হান্টারের  উপর ভিত্তি করে অসংখ্য অডিও অ্যালবাম, ভিডিও গেমস, বাদ্যযন্ত্র এবং অন্যান্য মিডিয়া রয়েছে।\nমাঙ্গা সিরিজটি ইংরেজিতে অনুবাদ হয়েছে এবং ভাইজ মিডিয়া উত্তর আমেরিকাতে ২০০৫ এর  এপ্রিল থেকে প্রকাশ করেছে। দুটি টেলিভিশন সিরিজই ভাইজ মিডিয়া দ্বারা লাইসেন্স পেয়েছে, প্রথম সিরিজটি ২০০৯ সালে ফানিমেশন চ্যানেলে প্রচারিত হয়েছিল এবং দ্বিতীয় সিরিজ অ্যাডাল্ট সুইম তুনামি প্রোগ্রামিং ব্লকে এপ্রিল ২০১৬ থেকে জুন ২০১৯ পর্যন্ত প্রচারিত হয়েছিল।\nহান্টার × হান্টার একটি বিশাল সমালোচনা এবং আর্থিক সাফল্য পেয়েছে এবং শুয়েশার সর্বাধিক বিক্রিত ম্যাঙ্গা সিরিজের একটি হয়ে উঠেছে, নভেম্বর ২০১৮ পর্যন্ত ৮ মিলিয়ন কপি প্রচারিত ছিল।\n\n\n== সারসংক্ষেপ ==\n\n\n=== বিন্যাস ===\nহান্টারেরা (ハ ン タ ー, হান্ট) লাইসেন্সপ্রাপ্ত, মানবতার উচ্চবিত্ত সদস্য যারা গোপন ধন, বিরল জন্তু বা এমনকি অন্য ব্যক্তিদের অনুসন্ধান করতে সক্ষম। সাধারণ মানুষ প্রবেশ করতে পারে না এমন জায়গাগুলিতেও তারা প্রবেশ করতে পারে। লাইসেন্স পাওয়ার জন্য একজনকে হান্টার অ্যাসোসিয়েশন দ্বারা পরিচালিত কঠোর বার্ষিক হান্টার পরীক্ষায় উত্তীর্ণ হতে হবে, যার সাফল্যের হার এক লক্ষ-হাজারে কম রয়েছে। একজন হান্টারকে তিনটি তারকা পর্যন্ত পুরস্কার দেওয়া যেতে পারে: \"একটি নির্দিষ্ট ক্ষেত্রে উল্লেখযোগ্য অর্জন\" করার জন্য একক তারকা; তারপরে \"অফিসিয়াল পদে অধিষ্ঠিত\" থাকার জন্য এবং অন্য এক হান্টারকে একক তারকা স্তর পর্যন্ত পরামর্শ দেওয়ার জন্য তাদের দুটি তারাতে উন্নীত করা যেতে পারে; এবং অবশেষে \"একাধিক ক্ষেত্রে উল্লেখযোগ্য কৃতিত্বের জন্য\" তিন তারাতে উন্নীত করা যায়।\nনেন (念) হ'ল নিজের জীবন শক্তি বা আভা (Aura) নিয়ন্ত্রণ করার ক্ষমতা, যা তারা তা জানুক বা না জানুক সেটা ক্রমাগত তাদের থেকে নির্গত হয়। চারটি বেসিক নেন কৌশল রয়েছে: তেন্ (纏) শরীরে আভা বজায় রাখে, প্রতিরক্ষার জন্য এটি দেহকে শক্তিশালী করে; জেৎসু (絕) আভা  প্রবাহ বন্ধ করে দেয়, কারও উপস্থিতি গোপন করতে এবং ক্লান্তি দূর করার জন্য দরকারী; রেন (練) কোনও ব্যবহারকারীকে আরও বেশি নেন  উৎপাদন করে; এবং হাৎসু (發) হলো কোনও ব্যক্তির  নির্দিষ্ট নেন এর ব্যবহার । নেন  ব্যবহারকারীদের তাদের হাৎসু দক্ষতার উপর ভিত্তি করে ছয় প্রকারে শ্রেণিবদ্ধ করা হয়েছে; Enhancers (強化 系, কিয়াকাকেই) তাদের প্রাকৃতিক শারীরিক ক্ষমতাকে শক্তিশালী করে; Emitters (放出 系, হুশুতসুকেই) তাদের দেহ থেকে আভাটি প্রকাশ করে; Manipulators (操作 系, সাসাকেই) বস্তু বা জীবন্ত জিনিস নিয়ন্ত্রণ করে; Transmuters (変 化 系, হেনকেই) তাদের আভার ধরন বা বৈশিষ্ট্যগুলি পরিবর্তন করে; Conjurers (具 現 化 系, গুজেনকেই) তাদের আভা থেকে বস্তু তৈরি করে; এবং Specialists (特質 系, টোকুশিতসুকেই) তাদের অনন্য ক্ষমতা রয়েছে যা পূর্বের বিভাগগুলোতে নেই। নেন ব্যবহারকারী কোনও চুক্তিতে (誓約, সেয়াকু) প্রবেশ করতে পারেন যেখানে কিছু নির্দিষ্ট সীমাবদ্ধতা (制約, সেয়াকু) অনুসরণ করার প্রতিশ্রুতি দিয়ে তাদের ক্ষমতাগুলি কতটা কঠোর; তা আরও শক্তিশালী করা হয়। এর উদাহরণ কুরাপিকা, যে অবিচ্ছেদ্য শৃঙ্খল (Chain) তৈরি করার জন্য, যা কিনা ফ্যান্টম ট্রুপের সদস্যদেরকে ধরে রাখবে, তার জীবনের প্রস্তাব দেওয়া হোক না কেন, তিনি যদি এর সদস্যদের ব্যতীত অন্য কারও কাছে ব্যবহার করেন।\n\n\n=== পটভূমি ===\nগল্পটি গন ফ্রেইকস নামে এক বালককে অনুসরণ করেছে, তাকে সারা জীবন বলা হয়েছিল যে তার বাবা-মা মারা গেছেন। কিন্তু যখন সে তার বাবা গিং ফ্রিকস- এর শিক্ষানবিশ কাইটের কাছ থেকে জানতে পেরেছে যে তিনি এখনও বেঁচে আছেন এবং তিনি একজন দক্ষ হান্টার হয়ে গেছেন, গন Hunter Examination (ハンター試験, Hantā Shiken)  দেওয়ার জন্য তার বাসস্থান  Whale Island (くじら島, Kujira Tō) ত্যাগ করে যাতে তার বাবার  মতোই একজন  হান্টার হতে পারে।  পরীক্ষার সময়, গনের সাথে আরও তিন আবেদনকারীর  সাক্ষাত হয় এবং তাদের সাথে বন্ধুত্ব স্থাপন করে: কুরাপিকা, কুর্তা বংশের শেষ সদস্য যে তার বংশের প্রতিশোধ নিতে এবং  ফ্যান্টম ট্রুপ নামে পরিচিত চোরদের একটি দল দ্বারা তাদের লাশ থেকে টুকরো করা লাল রঙের আলোকিত চোখ পুনরুদ্ধারের জন্য হান্টার হয়ে উঠতে চান; লিওরিও, একজন সম্ভাব্য চিকিত্সক যিনি চিকিৎসা বিদ্যালয়ের জন্য অর্থ প্রদানের জন্য, শিকারিরা যে আর্থিক সুবিধা পান তা চান; আর আরেক বারো বছর বয়সী ছেলে কিলুয়া জোলডাইক যিনি বিশ্বের সবচেয়ে কুখ্যাত ঘাতক পরিবারের সদস্য হিসাবে তার পূর্বজীবন ছেড়ে চলে গেছেন।    অন্যান্য অনেক পরীক্ষার্থীর মধ্যে, গন ক্রমাগত হিশোকের মুখোমুখি হন, তাঁর মধ্যে আগ্রহী এক রহস্যময় এবং মারাত্মক ট্রান্সমিটার। একসঙ্গে কয়েকটি পরীক্ষায় উত্তীর্ণ হওয়ার পরে, কিলুয়া ব্যতীত বাকিরা অর্থাৎ গন এবং তার বন্ধুরা সকলেই পরীক্ষায় উত্তীর্ণ হয়, কিলুয়া তার ভাই ইলুমির দ্বারা নিয়ন্ত্রিত হওয়ার কারণে অন্য একজন আবেদনকারীকে হত্যা করে এবং পরে ব্যর্থ হয় এবং লজ্জায় পালিয়ে তার পরিবারের ভূসম্পত্তিতে ফিরে যায় ।\nগন এবং তার  অন্যান্য বন্ধুরা কিলুয়াকে আবার তাদের সাথে যোগ দেওয়ার জন্য রাজি করার পরে, লিওরিও এবং কুরাপিকা তাদের নিজস্ব ব্যক্তিগত কারণে সাময়িকভাবে চলে যায়, এবং গন এবং কিলুয়া Heavens Arena (天空闘技場, Tenkū Tōgijō) উদ্দেশ্যে যাত্রা শুরু করে, যেখানে হাজার হাজার মার্শাল আর্টিস্টরা প্রতিদিন প্রতিযোগিতা করে  টুর্নামেন্টের লড়াইয়ে নিজেদের উন্নতি করতে এবং আর্থিক পুরস্কার অর্জনের চেষ্টা করে।  সেখানে   উইং নামে একজন কুংফু মাস্টারের সাথে তাদের দেখা হয় যারা তাদের অনুশীলনকারীদের দ্বারা প্যারাসাইকোলজিকাল ক্ষমতা প্রকাশের জন্য ব্যবহৃত শক্তির মতো কি- লাইফ ব্যবহারের প্রশিক্ষণ দেয় এবং হান্টার পরীক্ষায় উত্তীর্ণ হওয়ার চূড়ান্ত প্রয়োজনীয়তা হিসাবেও বিবেচিত হয়। এর কিছুদিন পরে, গন এবং তার বন্ধুরা আবার Yorknew City (ヨークシンシティ, Yōkushin Shiti) যায় যেখানে তাদের সাথে ফ্যান্টম ট্রুপের  লড়াই রয়েছে। এই উপলক্ষ্যে, কুরপিকা চোরদের দল থেকে দুজনকে  হত্যা করে তবে তাদের নেতা ক্রোলো লসিলফারের ক্ষমতা সিল করতে সফল না হয়ে  গন ও কিলুয়াকে উদ্ধারের জন্য তিনি বাকী সমস্ত শিকারের সুযোগ ত্যাগ করতে বাধ্য হন।\nকিছু দিন পরে, গন এবং কিলুয়া তাদের উদ্দেশ্য অর্জন করে এবং জিনের অবস্থান সম্পর্কে কিছু সূত্র অনুসরণ করে নেনের মতো বৈশিষ্ট্যযুক্ত একটি অত্যন্ত বিরল এবং ব্যয়বহুল ভিডিও গেম গ্রিড আইল্যান্ড খেলতে শুরু করে।  গেমটি অন্বেষণ করার সময়, তারা জানতে পারে যে এর দৃশ্যপট বাস্তব জগতের কোথাও  আছে যা গিং এর নেতৃত্বে একটি দল নেন এর উপর ভিত্তি করে  তৈরি করেছে। প্রথমদিকে গেমের চ্যালেঞ্জগুলোতে কাঠিন্য দেখা দেয়, তারা শীঘ্রই বিস্কুট ক্রুয়েজার নামক নেন এর একজন অভিজ্ঞ শিক্ষক এবং কুং ফু মাস্টারের  সাথে যোগদান করে এবং তার কাছে  প্রশিক্ষণ প্রাপ্ত হয়। বিস্কুটের সহায়তায়, গন এবং কিলুয়া তাদের নেন বৈশিষ্ট্যগুলিকে প্রশিক্ষণ দেয় এবং তাদের  তাদের বৈশিষ্ট্যগুলিতে রূপ দিতে শিখে। গ্রিড আইল্যান্ডে থাকাকালীন সময়ে, কিলুয়া আবার ‘হান্টার পরীক্ষা’র জন্য আবেদন করতে কিছু সময় বিরতি নেয়, এই সময়টি সাফল্যের সাথে অতিবাহিত হয়। এরপরে trio একসাথে সমস্ত প্রতিকূলতার বিরুদ্ধে গেমটি সম্পন্ন করে এবং গন তার বাবার সাথে দেখা করার জন্য প্রয়োজনীয় গেমটি থেকে নিদর্শনগুলি বেছে নেওয়ার সুযোগ পায়।\nগন সিদ্ধান্ত নিয়েছে যে শৈল্পিকাগুলি ব্যবহার করে তার বাবার সাথে সাক্ষাতের জন্য  কিলুয়াকে তার সহযোগী বানাবে, তবে তারা তাদেরকে তার বাবার পরিবর্তে  কাইটের সাথে দেখা করতে প্রেরণ করে। দু'জনেই তখন কা্ইটের গবেষণায় সহায়তা করার সিদ্ধান্ত নেয় এবং একটি বিশাল পোকা অঙ্গ খুজে পেয়ে দলটি আবিষ্কার করে যে এটি একটি মানব-আকারের চিমেরা পিঁপড়া রানী থেকে এসেছিল, এটি একটি পোকা যা অন্য জীবকে গ্রাস করে এবং তারপরেই বৈশিষ্ট্যগুলির উত্তরাধিকার সূত্রে জন্ম দেয় এমন প্রজন্মকে জন্ম দেয় বিভিন্ন প্রজাতি এটি খেয়েছে। রাণী ’নিও-গ্রিন লাইফ (এনজিএল) স্বায়ত্তশাসিত অঞ্চল’ নামে একটি দ্বীপপুঞ্জের দিকে ধুয়ে ফেলেন, যেখানে তিনি দ্রুত মানুষের জন্য স্বাদ বিকাশ করে এবং জনসংখ্যা কাটিয়ে উঠতে যথেষ্ট শক্তিশালী একটি উপনিবেশ গড়ে তোলেন, বিশেষত তার বংশধররা কিছু হান্টারদের গ্রাস করে নেনের শক্তি শেখার পরে। চিমেরা অ্যান্টসের রয়্যাল গার্ডের মুখোমুখি হয়ে, গন এবং কিলুয়াকে পালিয়ে যেতে এবং হান্টার অ্যাসোসিয়েশনকে সতর্ক করার জন্য কাইট নিজেকে উৎসর্গ করে। কয়েক সপ্তাহ প্রস্তুতি নেওয়ার পরে, অ্যান্টস্ এবং তাদের রাজা মেরুয়েমকে পরাজিত করার জন্য অ্যাসোসিয়েশনের সভাপতি Netero সহ তাদের বেশ কয়েকটি শক্তিশালী হান্টারদের একটি দল পাঠিয়েছে, যার বিষয়গুলি গোপনে নিকটবর্তী পূর্ব প্রজাতন্ত্রের সরকারকে উত্সাহিত করেছিল (東 ゴ ル ト ー ー, হিগাসি গোরুতি কিউওয়াকোকু) তাদের সমগ্র মানবজাতির দমন করার পরিকল্পনার অংশ হিসাবে। লড়াইয়ে মেরুয়েমের কাছে পরাজিত হওয়া সত্ত্বেও, তার দেহে রোপিত একটি বোমা দিয়ে Netero তাকে মেরে ফেলে। এই উপলক্ষে, গনের নেফরপিটু, পিঁপড়ের সাথে একটি শোডাউন হয়েছে, যে পিপড়াটি কাইটকে হত্যা করেছে এবং তার প্রতিশোধ নেওয়া সত্ত্বেও তাকে হাসপাতালে ভর্তি করা হয়েছে এবং গুরুতর অবস্থায় রয়েছে।\nচিমেরা পিঁপড়ের ঘটনাটি সমাধান হওয়ার পরে, হান্টার অ্যাসোসিয়েশনের শীর্ষস্থানীয় রাশিচক্র, যার মধ্যে গিং একজন সদস্য, তিনি চেয়ারম্যান হিসাবে Neteroর বদলিকে  বেছে নেওয়ার প্রক্রিয়া শুরু করেছিলেন, এবং কিলুয়া গনের জীবন বাঁচানোর জন্য তার ছোট বোন অলুকাকে জিজ্ঞাসা করতে দেশে ফিরেছে। যাইহোক, তার পরিবার অলুকাকে হারানো বা তাদের বিরুদ্ধে বিপজ্জনক শক্তি ব্যবহার করার ঝুঁকি নিতে রাজি নয়, তবে তার বড় ভাই ইলুমির তাকে বাধা দেওয়ার চেষ্টা থেকে বিরত থাকার পরে, কিলুয়া তার ক্ষমতাগুলি সম্পূর্ণরূপে সিল করার আগে, অলুকাকে গনের পক্ষে নিয়ে আসে এবং তাকে পুরোপুরি পুনরুদ্ধার করতে পরিচালিত করে তিনি স্বাভাবিক জীবনযাপন করতে পারেন তা নিশ্চিত করার জন্য। এরপরে কিলুয়া গনের সাথে অংশ নেয়, কারণ সে আলুকার সাথে এই পৃথিবী ভ্রমণ করতে চায় যে এর আগে বাইরের পৃথিবী কখনও দেখেনি, যখন গন নিজেই তাঁর বাবার সাথে দেখা করেছিলেন এবং তাঁর অনুসন্ধানের প্রকৃত প্রকৃতিটি শিখলেন।\nকিছু সময় পরে, Netero’র ছেলে ’বিয়ন্ড’ Dark Continent (暗黒大陸, Ankoku Tairiku)-এ একটি অভিযানে একজোট  পরিচিত জগতের নিষিদ্ধ, সুবিশাল এলাকার বাইরে; তিনি কাকিন রাজ্য দ্বারা প্রস্তাবিত। পূর্ববর্তী সমস্ত প্রচেষ্টার মতোই এই অভিযানটি বিশ্বে বিপর্যয় ডেকে আনতে পারে এই ভয়ে, বিশ্বের পাঁচটি বৃহত্তর শক্তি মেনে নিয়েছে যে কাকিন তার অনুসন্ধানে সম্পূর্ণ কর্তৃত্বের বিনিময়ে তাদের পদে যোগ দিয়েছে। বিয়ন্ডের সঙ্গী এবং তার সম্মতি নিশ্চিত করার জন্য, রাশিচক্রগুলি তাঁর উপরে নজর রাখার সিদ্ধান্ত নেয় এবং কুরাপিকা এবং লেওরিওকে তাদের সাথে যোগ দেওয়ার জন্য আমন্ত্রণ জানায়, গিং এবং প্রাক্তন ভাইস-চেয়ারম্যান প্যারিসটনের পরিবর্তে, যারা বিয়ন্ডের অনুরোধে তাদের নিজস্ব অন্ধকার মহাদেশীয় অনুসন্ধান দলগুলিকে একত্রিত করেছিলেন। \nএদিকে, ক্রোলো তার ক্ষমতা ফিরে পায় এবং হিসোকার সাথে লড়াই শুরু করে এবং পরবর্তিতে হিসোকাকে পরাজিত ও হত্যা করে ক্ষান্ত হয়। নেনের মাধ্যমে জীবিত হওয়ার পরে, হিসোকা একে একে ফ্যান্টম ট্রুপ সদস্যদের হত্যা শুরু করে, যারা কাকিনের জাহাজে করে ডার্ক কন্টিনেন্টে চড়েছিল তা ছিনিয়ে নেওয়ার জন্য। জাহাজের উপরে, কাকিনের রাজা নাসুবি তার উত্তরসূরি সিদ্ধান্ত নেওয়ার জন্য তার উত্তরাধিকারীদের মধ্যে মৃত্যুর লড়াই শুরু করে। কুরাপিকা, যে অন্যান্য হান্টারের সাথে জাহাজে অনুপ্রবেশ করেছিল, সে কাকিনের কনিষ্ঠতম রাজকুমার এবং  চৌদ্দতম যুবরাজ ওয়াবলের দেহরক্ষী হিসাবে পরের যুদ্ধে অংশ নেয়। কুরপিকার ব্যক্তিগত উদ্দেশ্য অবশ্য কাকিনের চতুর্থ যুবরাজ Tserriednichর হেফাজতে থাকা কুর্তা ক্লান থেকে স্কারলেট চোখের শেষ ব্যাচটি উদ্ধার করা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nOfficial Hunter × Hunter manga site (জাপানি ভাষায়)\nOfficial Viz Media Hunter × Hunter site\nOfficial English manga website\nOfficial Nippon Television Hunter × Hunter (2011) anime site (জাপানি ভাষায়)\nOfficial VAP Hunter x Hunter (2011) anime site (জাপানি ভাষায়)\nHunter x Hunter Story Board Exhibit at the Shinjō Mogami Manga Museum Event Report\nঅ্যানিমে নিউজ নেটওয়ার্ক বিশ্বকোষে হান্টার × হান্টার (মাঙ্গা)"}