{"pageid": 1063824, "title": "ঔপভাষিক ধারাবাহিকতা", "url": "https://bn.wikipedia.org/wiki?curid=1063824", "content": "একটি ঔপভাষিক ধারাবাহিকতা (ইংরেজি: Dialect continuum) বা উপভাষা শৃঙ্খল (ইংরেজি: Dialect chain) বলতে কোনও নির্দিষ্ট ভৌগোলিক অঞ্চল জুড়ে ভাষার প্রকারভেদের এমন এক ধরনের ব্যাপ্তিকে বোঝায়, যেখানে প্রতিবেশী প্রকারভেদগুলি একে অপরের থেকে খুবই সামান্য ভিন্ন হয়ে থাকে, কিন্তু দূরত্ব বৃদ্ধি হবার সাথে সাথে প্রকারভেদগুলির মধ্যে এমনভাবে বৈসাদৃশ্যগুলি পুঞ্জীভূত হতে থাকে যে বৃহৎ দূরত্বে অবস্থিত প্রকারভেদগুলির মধ্য পারস্পরিক বোধগম্যতা নাও থাকতে পারে। যেসব ভাষা বা ভাষা পরিবার বিশ্বে ব্যাপক অঞ্চল জুড়ে ছড়িয়ে আছে, সেগুলিতে এই ব্যাপারটি খুবই সাধারণ। এরূপ একটি অন্যতম উদাহরণ হল ভারতের বিশাল অংশ জুড়ে ব্যাপ্ত ইন্দো-আর্য ভাষাসমূহ, দক্ষিণ-পশ্চিম এশিয়া ও উত্তর আফ্রিকা জুড়ে ব্যাপ্ত আরবি ভাষার প্রকারভেদগুলি, চীনা ভাষার প্রকারভেদগুলি, এবং ইউরোপের রোমান্স, জার্মানীয় ও স্লাভীয় ভাষাপরিবারগুলির উপদলসমূহ। প্রাসঙ্গিকভাবে মার্কিন ভাষাবিজ্ঞানী লেনার্ড ব্লুমফিল্ড উপভাষা অঞ্চল নামটি ব্যবহার করেন। আরেক মার্কিন ভাষাবিজ্ঞানী চার্লস হকেট এল-কমপ্লেক্স (অর্থাৎ \"জটিল ভাষাসমবায়\") পরিভাষাটি ব্যবহার করেন।\nঔপভাষিক ধারাবাহিকতাগুলি সাধারণত বহুকাল ধরে বসতি গাঁড়া কৃষিভিত্তিক জনসমষ্টিতে ঘটে থাকে, যেখানে নতুন নতুন উদ্ভাবন এগুলি বিভিন্ন উৎসবিন্দু থেকে তরঙ্গের আকারে ছড়িয়ে পড়ে। এই পরিস্থিতিতে প্রকারভেদগুলির স্তরক্রমিক শ্রেণিবিন্যাস ব্যবহার-অনুপযোগী। এর পরিবর্তে উপভাষাবিজ্ঞানীরা একটি ঔপভাষিক ধারাবাহিকতার ভেতর দিয়ে ভাষার বিভিন্ন লক্ষণাত্মক বৈশিষ্ট্যের প্রকারভেদগুলি মানচিত্রায়িত করেন। কোনও বিশেষ লক্ষণাত্মক বৈশিষ্ট্যের প্রেক্ষিতে বিভক্ত অঞ্চলগুলিকে নির্দেশ করার জন্য তাঁরা মানচিত্রে সমশব্দ সীমারেখা (isogloss) অঙ্কন করেন।\nকোনও ঔপভাষিক ধারাবাহিকতার অভ্যন্তরে অবস্থিত একটি প্রকারভেদ আদর্শ বা মান ভাষা হিসেবে বিকাশ লাভ করতে পারে ও বিধিবদ্ধ হতে পারে এবং পরবর্তীতে ঔপভাষিক ধারাবাহিকতাটির অংশবিশেষের জন্য একটি প্রামাণ্য ভাষা হিসেবে ভূমিকা পালন করতে পারে, বিশেষ করে কোনও নির্দিষ্ট রাজনৈতিক বিভাগ কিংবা ভৌগোলিক অঞ্চলের জন্য।\n২০শ শতকের শুরু থেকে জাতিরাষ্ট্রসমূহের আবির্ভাব ও আধিপত্যের কারণে সেগুলির মান ভাষাগুলি ধীরে ধীরে ঔপভাষিক ধারাবাহিকতা গঠনকারী অ-মান ভাষাগুলিকে নিশ্চিহ্ন করে দিচ্ছে, ফলে প্রকারভেদগুলির মধ্যে সীমাগুলি আরও বেশি সুসংজ্ঞায়িত ও আকস্মিক হয়ে উঠছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nঔপভাষিক স্তরবিন্যাস\nউপভাষামিতি\nউপভাষাসমূহের অধিব্যাকরণ\nদ্বিবিধ ভাষারীতি\nকোইনি ভাষা\nভাষিক বিচ্ছিন্নতাবাদ\nক্রেওল-উত্তর বাক্‌-ধারাবাহিকতা"}