{"pageid": 1063139, "title": "নিমপীঠ", "url": "https://bn.wikipedia.org/wiki?curid=1063139", "content": "নিমপীঠ  হল একটি  ভারতের রাজ্য পশ্চিমবঙ্গ এর দক্ষিণ ২৪ পরগনা জেলা বারুইপুর মহকুমার  জয়নগর দ্বিতীয় সমষ্টি উন্নয়ন ব্লক এর  মধ্যে জয়নগর থানার   এখতিয়ারে একটি জনগণনা নগর (সেন্সাস টাউন) ।\n\n\n== ভূগোল ==\n\n\n=== অঞ্চল উপাত্ত ===\nবারুইপুর মহকুমা একটি গ্রামীণ মহকুমা যা মাঝারি স্তরের নগরায়ণের সহ। জনসংখ্যার ৩১.০৫% শহরাঞ্চলে এবং। ৬৮.৯৫% গ্রামীণ অঞ্চলে বাস করে। মহকুমার দক্ষিণ অংশে (মানচিত্রের পাশাপাশি প্রদর্শিত) রয়েছে ২০ টি শুমারি শহর । পুরো জেলাটি গঙ্গা ডেল্টায় অবস্থিত এবং দক্ষিণ অংশটি বারুইপুর-জয়নগর সমতল দ্বারা আচ্ছাদিত। পিয়ালি নদীর তীরে ধোসা এবং তিলপিতে প্রত্নতাত্ত্বিক খননগুলি প্রায় ২,০০০ বছর পূর্বে মানব বসতির অস্তিত্বের ইঙ্গিত দেয়। \nদ্রষ্টব্য: মানচিত্রটি মহকুমার কয়েকটি উল্লেখযোগ্য অবস্থান উপস্থাপন করেছে। মানচিত্রে চিহ্নিত সমস্ত স্থান বৃহত্তর পূর্ণ পর্দার মানচিত্রে লিঙ্কযুক্ত।\n\n\n=== অবস্থান ===\nনিমপীঠ  ২২°০৯′২৬″ উত্তর ৮৮°২৬′২৩″ পূর্ব  এ অবস্থিত। [১] সমুদ্র সমতল হতে এর গড় উচ্চতা হল ৮ মিটার (২৬ ফুট) ।\nরায়নগর, কালিকাপুর বারাসত, বাহারু, উত্তরপরিঞ্জ, আলিপুর এবং উত্তর দুর্গাপুর, জয়নগর আই সিডি ব্লকের সমস্ত জয়নগর মজিলপুর সংলগ্ন। নিমপীঠ এবং তুলসীঘাটা, জয়নগর দ্বিতীয় সিডি ব্লক উভয়, খুব জয়নগর মজিলপুরে কাছাকাছি। এই নয়টি অবস্থান (আটটি জনগণনা শহর এবং একটি পৌর শহর) কার্যত একটি গুচ্ছ গঠন করে। \n\n\n=== দর্শনীয় স্থান ===\nএখানে ভারতীয় এবং বিদেশী পর্যটকরা বেড়াতে আসার লক্ষণ রয়েছে। এর মধ্যে কয়েকটি হ'ল রামকৃষ্ণ আশ্রম, সারদা আশ্রম, ইন্দিরা হল, বিবেকানন্দ ইনস্টিটিউট অফ বায়োটেকনোলজি, কৃষি বিজ্ঞান কেন্দ্র, ইত্যাদি।\n\n\n== নাগরিক প্রশাসন ==\n\n\n=== সিডি ব্লক সদর দফতর ===\nজয়নগর ২য় সিডি ব্লকের সদর দফতর নিমপীঠে অবস্থিত।  দক্ষিণ চব্বিশ পরগনা জেলার জন্য জেলা আদমশুমারীর পুস্তিকা ২০১১-এর 25২২ পৃষ্ঠায় সিডি ব্লকের জয়নগর ২-এর মানচিত্রটি সিডি ব্লকের সদর দফতরটি জয়নগর মাজিলপুরে অবস্থিত। \n\n\n== অবকাঠামো ==\nজেলা আদমশুমারি হ্যান্ডবুক ২০১১ অনুসারে নিমপীঠ ২.০১৮ কিমি 2 অঞ্চল জুড়ে ছিল। শারীরিক দিকগুলির মধ্যে, জয়নগর মজিলপুর  এ একটি রেল স্টেশন রয়েছে ৪ কিমি দূরে। নাগরিক সুযোগ-সুবিধার মধ্যে সুরক্ষিত জল সরবরাহ ওভারহেড ট্যাঙ্কে জড়িত। এটিতে ৭১৬ গার্হস্থ্য বৈদ্যুতিন সংযোগ ছিল। চিকিৎসা সুবিধার মধ্যে এটি ছিল 1 ওষুধের দোকান। এগুলির মধ্যে ছিল ১৫ টি প্রাথমিক বিদ্যালয়, ৬ টি মাধ্যমিক বিদ্যালয়, ৩ টি মাধ্যমিক বিদ্যালয়, ৩ টি সিনিয়র মাধ্যমিক বিদ্যালয়, দক্ষিণ বারাসতের নিকটতম সাধারণ ডিগ্রি কলেজ ১২ কিমি দূরে। এটি উৎপাদিত গুরুত্বপূর্ণ পণ্যগুলি গ্রিল, পেন। \n\n\n== কৃষি ==\n২০১০ সালে, ন্যাশনাল ব্যাংক ফর এগ্রিকালচার অ্যান্ড পল্লী ডেভলপমেন্ট (নাবার্ড) নিমপীঠে তার প্রথম পাইলট প্রকল্প শুরু করেছে, যা সীমিত ফসলের উৎপাদনশীলতা এবং প্রযুক্তিগত গ্রহণ প্রচারের জন্য টেকসই কৃষির জন্য অনুশীলনের উপর দৃষ্টি নিবদ্ধ করেছিল।  নাবার্ড জানিয়েছে যে প্রকল্পটি এলাকার কৃষকদের আয় বৃদ্ধি করার উদ্দেশ্যে করা হয়েছে।  বিবেকানন্দ বায়োটেকনোলজি ইনস্টিটিউট এই প্রকল্পের জন্য সহায়তা প্রদান করেছিল।\n\n\n== পরিবহন ==\nজয়নগর-জামতলা রোড নিমপীঠকে রাজ্য মহাসড়ক 1 এর সাথে সংযুক্ত করে । \nজয়নগর মজিলপুর রেলস্টেশনটি নিকটেই অবস্থিত। \n\n\n== শিক্ষা ==\nনিমপীঠে দুটি অত্যন্ত জনপ্রিয় স্কুল রয়েছে: নিমপীঠ রামকৃষ্ণ বিদ্যাভবন এবং নিমপীঠ সারদা বিদ্যামন্দির নিমপীঠের শ্রী রামকৃষ্ণ আশ্রমের অধীনে ছিল। সমগ্র পশ্চিমবঙ্গ থেকে শিক্ষার্থীরা এবং কখনও কখনও বাইরের লোকেরা এই বিদ্যালয়ে যোগ দেয়। অনেক শিক্ষার্থী একাডেমিক এবং অ-একাডেমিক উভয় ক্ষেত্রে বিভিন্ন ক্ষেত্রে দুর্দান্ত অর্জন করেছে। স্ট্যান্ডার্ড কারিকুলাম ছাড়াও কিছু শিক্ষার বিকাশ হিসাবে মন এবং দেহশক্তির অধ্যয়নের দিকে মনোনিবেশ করে এবং এটি স্বামী বিবেকানন্দের ধারণার দ্বারা অনুপ্রাণিত হয়। এই দুটি ছাড়াও শহরে আরও স্কুল রয়েছে।\nজয়নগর মডেল স্কুল ভারতের কেন্দ্রীয় সরকারের উদ্যোগে নিমপীঠে খোলা হয়েছে। এটি এই অঞ্চলের প্রথম সহ-শিক্ষামূলক ইংলিশ মিডিয়াম স্কুল।\n\n\n=== বিজ্ঞান গবেষণাগার ===\nবিবেকানন্দ ইনস্টিটিউট অফ বায়োটেকনোলজি নিমপীঠে অবস্থিত।  ২০০৭ সালে এই প্রতিষ্ঠানটি পশ্চিমবঙ্গের চারটি স্থানে বিবেকানন্দ সেন্টার ফর স্কিল (ভিসিএস) প্রতিষ্ঠা করে।  ভিসিএস কৃষকদের সাথে তাদের দক্ষতা এবং জ্ঞান বিকাশ, উৎপাদনশীলতার উন্নতি, এবং কৃষকদের প্রশিক্ষণ প্রদানে সহায়তা করার জন্য কাজ করে।  ভিসিএস বেকার লোকদের ক্যারিয়ার গড়তে, উদ্যোগ তৈরি করতে এবং কর্মসংস্থান খুঁজতে সহায়তা করার দিকেও মনোনিবেশ করে।\n\n\n== স্বাস্থ্যসেবা ==\nনিমপীঠে ৩০ টি শয্যা বিশিষ্ট শ্রী রামকৃষ্ণ পল্লী হাসপাতাল জয়নগর দ্বিতীয়  সিডি ব্লকের প্রধান সরকারী চিকিৎসা কেন্দ্র। \n\n\n== খেলাধুলা ==\nনিমপীঠের বিবেকানন্দ প্লে গ্রাউন্ড নামে একটি ফুটবল মাঠ রয়েছে।\n\n\n== তথ্যসূত্র =="}