{"pageid": 1063204, "title": "লোকজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1063204", "content": "লোকজ্ঞান, লোককথা, লোককাহিনী, লোকাচার বা লোকসংস্কৃতি বলতে একটি নির্দিষ্ট জনগোষ্ঠীর মধ্যে আদান-প্রদানকৃত সাংস্কৃতিক অভিব্যক্তি বোঝানো হয়। এটি সেই সংস্কৃতি, উপ-সংস্কৃতি বা গোষ্ঠীর মধ্যে প্রচলিত ঐতিহ্যগুলোকে অন্তর্ভুক্ত করে। এর মধ্যে মৌখিক ঐতিহ্য যেমন গল্প, প্রবাদ এবং কৌতুক অন্তর্ভুক্ত। বস্তুগত সংস্কৃতি তথা ঐতিহ্যবাহী প্রস্তুতির ধরণ থেকে শুরু করে হাতে তৈরি খেলনাও লোকসংস্কৃতির অন্তর্গত। ফোকলোর বা লোকসংস্কৃতির মধ্যে প্রচলিত গল্প, লোকবিশ্বাসের জন্য গৃহীত পদক্ষেপ, বড়দিন এবং বিবাহের মতো আনন্দ আয়োজনের বিভিন্ন রীতি ও প্রথাও অন্তর্ভুক্ত রয়েছে। এগুলোর প্রত্যেকটিই এককভাবে বা সংমিশ্রণে লোকশৈলীর নিদর্শন হিসেবে বিবেচিত হয়। এই লোকশৈলীর ধারা যেমনি  লোকসংস্কৃতির অন্তর্গত তেমনি এই শিল্পকর্মগুলোর এক অঞ্চল থেকে অন্য অঞ্চলে বা এক প্রজন্ম থেকে পরবর্তী প্রজন্মে সঞ্চারিত হওয়াও লোকসংস্কৃতির অন্তর্গত।  তবে লোকসংস্কৃতি এমন কিছু নয় যা সাধারণভাবে যেকোন আনুষ্ঠানিক বিদ্যালয়ের পাঠ্যক্রম বা চারুকলায় অধ্যয়নের মাধ্যমে অর্জন করা যায়। বরং এই ঐতিহ্যগুলো মৌখিক নির্দেশনা বা প্রদর্শনের মাধ্যমে এক ব্যক্তি থেকে অন্য ব্যক্তিতে অনানুষ্ঠানিকভাবে প্রবাহিত হয়। লোককথার উচ্চশিক্ষায়তনিক অধ্যয়নকে লোকাচারবিদ্যা (ফোকলোর স্টাডিজ বা ফোকলরিস্টিক্স) বলা হয় এবং এটি স্নাতক এবং পিএইচডি পর্যায়ে গবেষণামূলক অনুসন্ধানের বিষয়বস্তু হতে পারে।\n\n\n== সাধারণ ধারণা ==\nলোকসংস্কৃতি শব্দটি লোক এবং জ্ঞান বা আচারের মিশ্রণ। ১৮৪৬ সালে ইংরেজ উইলিয়াম থমস প্রথম শব্দটি ব্যবহার করেন, যিনি শব্দটিকে সমসাময়িক পরিভাষার প্রতিস্থাপন হিসেবে \"জনপ্রিয় প্রাচীন নিদর্শন\" বা \"জনপ্রিয় সাহিত্য\" বোঝাতে ব্যবহার করেছিলেন। শব্দটির দ্বিতীয় অংশটি (সংস্কৃতি) প্রাচীন ইংরেজী শব্দ লোর (lore) বা 'নির্দেশনা' থেকে এসেছে। এটি  একটি নির্দিষ্ট গোষ্ঠীর জ্ঞান এবং ঐতিহ্য যা প্রায়শই মৌখিকভাবে নিজের ধারাবাহিকতা বজায় রাখে। \nসময়ের সাথে সাথে লোক  সম্পর্কে ধারণারও বিভিন্নতা তৈরি হয়েছে। থমস যখন প্রথম এই শব্দটি তৈরি করেছিলেন, তখন লোক  শুধুমাত্র গ্রামীণ, হতদরিদ্র এবং নিরক্ষর কৃষকদের বোঝাতে প্রযোজ্য হত। লোকের আরও আধুনিক সংজ্ঞা হল একটি সামাজিক গোষ্ঠী যা সাধারণ বৈশিষ্ট্যযুক্ত দুজন বা আরও বেশি ব্যক্তিকে অন্তর্ভুক্ত করে এবং যারা স্বতন্ত্র ঐতিহ্যের মাধ্যমে তাদের সম্মিলিত পরিচয় প্রকাশ করে। \"ফোক বা লোক\" হল একটি নমনীয় ধারণা যা একটি জাতিকে কোন দেশের লোকসংস্কৃতি বা পারিবারিক লোকাচারের অন্তর্ভুক্ত বোঝাতে পারে।(যেমনঃ আমেরিকার লোকসংস্কৃতি বা একক পরিবার-ভিত্তিক লোকসংস্কৃতি) \" লোকের এই সম্প্রসারিত সামাজিক সংজ্ঞা বস্তুর একটি বিস্তৃত দৃষ্টিকোণকে সমর্থন করে, যেমন; লোকজ্ঞানকে মূলত লোক শিল্পকর্ম হিসেবে বিবেচনা করা হয়। এভাবে মানুষের মৌখিকভাবে প্রস্তুতকৃত সকল শব্দ, তাদের হাতে তৈরি বিবিধ বস্তুসামগ্রী এবং তাদের মধ্যে প্রচলিত বিভিন্ন প্রথা বা কার্যক্রম এই সবকিছুই লোকাচার বিদ্যা বা লোকসংস্কৃতি অধ্যয়নের অন্তর্গত।\nলোক নিদর্শনসমূহ অজ্ঞাত এক নিয়মের অধীনে অনানুষ্ঠানিকভাবে বিচিত্রভাবে সঞ্চারিত হতে থাকে। একটি লোকগোষ্ঠী স্বতন্ত্র বা পৃথক কোন বিষয় নয় বরং এটি সম্প্রদায় ভিত্তিক এবং সম্প্রদায়ের অভ্যন্তরে এটি তার সংস্কৃতির চর্চা করে। নতুন গোষ্ঠীর উদ্ভবের সঙ্গে নতুন লোকাচারে জন্ম হয় ...  উচ্চতর নাান্দনিক (Aesthetic) সংস্কৃতিতে যেমন কোন শিল্পীর সৃষ্টিকর্ম কপিরাইট আইন দ্বারা সুরক্ষিত থাকে তেমনি লোকসংস্কৃতি একটি সাদৃশ্যপূর্ণ সামাজিক গোষ্ঠীর মধ্যে সুরক্ষিত অংশীদারিত্বমূলক কর্মকান্ড।।\nএকজন পেশাদার লোকশাস্ত্রবিদ লোকশিল্প চিহ্নিত করার পাশাপাশি এর পেছনের বিশ্বাস, রীতিনীতি এবং সে গোষ্ঠীর প্রয়োজনীয় সামগ্রীর তাৎপর্য অনুধাবনের চেষ্টা করেন, কারণ এ ধরনের সাংস্কৃতিক এককের সঙ্গে   সে গোষ্ঠীর মধ্যে কিছু ধারাবাহিক প্রাসঙ্গিকতা না থাকলে সেটি অব্যাহত থাকতে পারে না। এই অর্থ পরিবর্তিত ও রূপান্তরিত হতে পারে, উদাহরণস্বরূপ: একবিংশ শতাব্দীর হ্যালোইন উদ্‌যাপনটি মধ্যযুগের অ্যাল হ্যালোস ইভের মতো নয় বরং তা ঐতিহাসিক উদ্‌যাপন থেকে স্বতন্ত্র করে নিজস্ব ধারার একগুচ্ছ শহুরে কিংবদন্তির জন্ম দিয়েছে। গোঁড়া ইহুদি ধর্মের শুদ্ধাচারমূলক রীতিগুলো মূলত  প্রথম দিকে অল্প জলের দেশটির জনসুস্বাস্থ্য বজায় রাখার জন্য ছিল, কিন্তু এখন এই রীতিনীতিগুলো অর্থোডক্স বা গোঁড়া ইহুদির পরিচায়ক হিসেবে চিহ্নিত। তুলনামূলকভাবে, দাঁত ব্রাশ করার মতো একটি সাধারণ ক্রিয়া, যা একটি গোষ্ঠীর মধ্যে ব্যাপকভাবে ব্যবহৃত একটি ব্যবহারিক স্বাস্থ্যবিধি এবং স্বাস্থ্য সম্পর্কিত বিষয় সেটি কিন্তু বিশেষ কোন গোষ্ঠীর ঐতিহ্যে উন্নীত হতে পারে নি। ঐতিহ্য মূলত স্মরণযোগ্য আচরণ; একবার এটি তার ব্যবহারিক উদ্দেশ্য হারিয়ে ফেললে সেটি পরবর্তীতে অন্যদের মধ্যে সঞ্চারিত হওয়ার যৌক্তিকতা হারায় যদিনা ক্রিয়াটির প্রাথমিক ব্যবহারিকতার বাইরে অন্য কোন অর্থের সঞ্চার না হয়। এই অর্থ ফোকলোরিস্টিক্সের  তথা লোকাচার অধ্যয়নের মূল অংশ।\nসামাজিক বিজ্ঞানের ক্রমবর্ধমান তাত্ত্বিক পরিশীলনের ফলে, এটি স্পষ্টভাবে প্রমাণিত হয়েছে যে, লোকাচার যে কোনও সামাজিক গোষ্ঠীতে প্রাকৃতিকভাবেই ঘটমান প্রয়োজনীয় উপাদান এবং এটি প্রকৃতই আমাদের চারপাশে ছড়িয়ে রয়েছে। লোকাচার বা লোকসংস্কৃতি পুরানো বা প্রাচীন হওয়ার প্রয়োজন নেই, এটি তৈরি এবং সঞ্চারিত হতে থাকে এবং কোনও গোষ্ঠীতে এটি \"আমাদের\" এবং \"তাদের\" এই বিশেষ পার্থক্য করার জন্য ব্যবহৃত হয়।\n\n\n== লোকাচারবিদ্যার উত্থান ও বিকাশ ==\nইউরোপের রোমান্টিক জাতীয়তাবাদের সময়কালে লোকাচারবিদ্যা একটি স্বশাসিত বিদ্যা হিসেবে নিজেকে পৃথক করে উপস্থাপন করতে শুরু করে। এই বিকাশের পেছনে ভূমিকা পালন করেছিলেন একজন বিশেষ ব্যক্তি, যার নাম ইয়োহান গটফ্রিড ফন হের্ডার, যার লেখনীতে ১৭৭০ এর দশকে মৌখিক ঐতিহ্যকে স্থানিক জৈব বা প্রাকৃতিক প্রক্রিয়া হিসেবে উপস্থাপন করা হয়েছিল। নেপোলিয়নের সময় ফ্রান্স কর্তৃক জার্মান রাষ্ট্রগুলোতে অভিযানের পর হের্ডারের এই পদ্ধতি তার অনেক সহকর্মী জার্মান গ্রহণ করেছিলেন যারা লিপিবদ্ধ লোক-ঐতিহ্যসমূহকে প্রণালীবদ্ধ করেছিলেন এবং তাদের জাতি গঠনের প্রক্রিয়াতে সেগুলোকে ব্যবহার করেছিলেন। এই প্রক্রিয়াটি ফিনল্যান্ড, এস্তোনিয়া এবং হাঙ্গেরির মতো ছোট দেশগুলো, যারা তাদের প্রভাবশালী প্রতিবেশীদের কাছ থেকে রাজনৈতিক স্বাধীনতা চেয়েছিল, তারাও উৎসাহের সঙ্গে গ্রহণ করেছিল।\nগবেষণার ক্ষেত্র হিসাবে লোকাচারবিদ্যা উনিশ শতকের ইউরোপীয় পণ্ডিতদের মধ্যে আরও বিকশিত হয়েছিল, যারা নব্যবিকশিত আধুনিকতার সঙ্গে ঐতিহ্যের বৈপরীত্য স্থাপন করতেন। এর মূল কেন্দ্রবিন্দু ছিল গ্রামীণ কৃষক জনগোষ্ঠীর মৌখিক লোককাহিনী, যা অতীতের অবশিষ্টাংশ হিসেবে সমাজের নিম্নস্তরে তখনও অস্তিত্বশীল ছিল বলে মনে করা হতো। গ্রিম ভ্রাতৃদ্বয়ের কিন্ডার-উন্ড হাউসমেরশেন (Kinder-und Hausmärchen, \"শিশুতোষ ও গৃহস্থালি রূপকথা\", প্রথম প্রকাশ ১৮১২ খ্রিস্টাব্দ) নামক সংকলনটি সর্বাধিক পরিচিত, তবে তা কোনভাবেই তৎকালীন ইউরোপীয় কৃষকের মৌখিক লোককথার একমাত্র সংগ্রহ নয়। গল্প, প্রবাদ এবং গানের প্রতি এই আগ্রহ উনিশ শতকের পুরোটা জুড়েই চলতে থাকে এবং সদ্য জন্ম-নেওয়া লোকাচারবিদ্যা শাস্ত্রটি সাহিত্য ও পুরাণের সাথে এক কাতারে স্থান পায়। বিংশ শতাব্দী শুরুর পর ইউরোপ এবং উত্তর আমেরিকা উভয় স্থানেই লোকাচারবিদ্যা অধ্যয়ন এবং লোকাচারবিদদের সংখ্যা এবং পরিশীলতা বৃদ্ধি পেয়েছিল। একদিকে ইউরোপীয় লোকাচারবিদগণ তাদের অঞ্চলে সমজাতীয় কৃষক জনগোষ্ঠীর মৌখিক লোককাহিনীর প্রতি মূল দৃষ্টি নিবদ্ধ রেখেছিলেন, অন্যদিকে ফ্রানৎস বোয়াস এবং রুথ বেনেডিক্টের নেতৃত্বে মার্কিন লোকাচারবিদগণ তাদের গবেষণায় আদিবাসী আমেরিকীয় সংস্কৃতিকে বিবেচনার জন্য বেছে নিয়েছিলেন এবং তাদের সমুদয় রীতিনীতি ও বিশ্বাসগুলিকে লোকজ্ঞান হিসেবে গণ্য করেছিলেন। এই পার্থক্যটি মার্কিন লোকাচারবিদ্যাকে সাংস্কৃতিক নৃবিজ্ঞান এবং জাতিতত্ত্বের সাথে সংযুক্ত করে, এবং তারা শেষোক্ত দুই শাস্ত্রের গবেষকদের মতো মাঠ পর্যায়ে গবেষণায় তথ্য উপাত্ত সংগ্রহের ক্ষেত্রে একই কৌশল ব্যবহার করেন। একদিকে ইউরোপের মানববিদ্যার সাথে সংশ্লিষ্ট লোকাচারবিদ্যা এবং অন্যদিকে উত্তর আমেরিকার সামাজিক বিজ্ঞানের সাথে সংশ্লিষ্টতা লোকাচারবিদ্যা এই দুইয়ের মধ্যে বিভক্তিমূলক মৈত্রীটি সামগ্রিকভাবে লোকাচারবিদ্যার গবেষণায় ব্যাপক ও সমৃদ্ধ তত্ত্বগত সুবিধা ও গবেষণার উপকরণাদি নিয়ে এসেছে। এমনকি লোকাচারবিদ্যার মধ্যেই এটি আলোচনার বিষয় হিসেবে অব্যাহত রয়েছে।\nমার্কিন ইংরেজিতে লোকাচারবিদ্যার ইংরেজি পরিভাষা হিসেবে \"ফোকলোরিস্টিকস\" এবং \"ফোকলোর স্টাডিজ\" লোকশিল্পের নিদর্শনবস্তুর পরিবর্তে ঐতিহ্যবাহী সংস্কৃতির উচ্চশিক্ষায়তনিক বা প্রাতিষ্ঠানিক অধ্যয়নকে স্বতন্ত্র করে নির্দেশ করার জন্য ১৯৫০-এর দশকে ব্যাপকভাবে ব্যবহৃত হতে শুরু করে। মার্কিন যুক্তরাষ্ট্রের দুইশত বছর পূর্তির সঙ্গে উদ্‌যাপনের সময় ১৯৭৬ সালের জানুয়ারিতে মার্কিন যুক্তরাষ্ট্রের আইনসভার নিম্নকক্ষ কংগ্রেস মার্কিন লোকজীবন সংরক্ষণ আইন (আমেরিকান ফোকলাইফ প্রিজারভেশন অ্যাক্ট; জন আইন ৯৪-২০১) পাস করার মাধ্যমে মার্কিন যুক্তরাষ্ট্রে লোকাচারবিদ্যা একটি সাবালক তথা সুপ্রতিষ্ঠিত শাস্ত্রে পরিণত হয়।\n\n\"... [লোকজীবন] এর অর্থ আমেরিকা যুক্তরাষ্ট্রের বিভিন্ন জনগোষ্ঠীর মধ্যে অংশিদারিত্বমূলক ঐতিহ্যবাহী ভাববাদী সংস্কৃতি যার পারিবারিক, জাতিগত, পেশাগত, ধর্মীয়, আঞ্চলিক; অভিব্যক্তিপূর্ণ সংস্কৃতিতে রীতিনীতি, বিশ্বাস, প্রযুক্তিগত দক্ষতা ইত্যাদির মতো বিস্তৃত সৃজনশীল এবং প্রতীকী রূপ রয়েছে, সেই সাথে যার ভাষা, সাহিত্য, শিল্প, স্থাপত্য, সংগীত, নাটক, অনুষ্ঠান, সমারোহ, হস্তশিল্প; এই অভিব্যক্তিগুলি মূলত মৌখিকভাবে, অনুকরণের মাধ্যমে বা কার্য সম্পাদন করে শেখা যায় এবং সাধারণত আনুষ্ঠানিক নির্দেশনা বা প্রাতিষ্ঠানিক দিকনির্দেশনা ছাড়াই চলমান রাখা হয়।\"\nমার্কিন যুক্তরাষ্ট্রের প্রাকৃতিক এবং সাংস্কৃতিক ঐতিহ্য রক্ষার জন্য পরিকল্পিত ইতিমধ্যেই বিদ্যমান অন্যান্য বহু বিভিন্ন আইনের সাথে উপরের আইনটির সংযোজন মার্কিন জাতীয় সচেতনতায় একটি পরিবর্তনের ইঙ্গিত বহন করে। সাংস্কৃতিক বৈচিত্র্য যে একটি জাতীয় শক্তি এবং এটি যে সুরক্ষার যোগ্য একটি সম্পদ, সেই সম্পর্কে ক্রমবর্ধমান উপলব্ধির কণ্ঠস্বর হিসেবে আইনটি কাজ করে। আপাতদৃষ্টিতে স্ববিরোধী মনে হলেও সাংস্কৃতিক বৈচিত্র্য প্রকৃতপক্ষে দেশের নাগরিকদেরকে একতাবদ্ধ করে, তাদের মধ্যে বিভেদ সৃষ্টি করে না। ১৯৯১ সালে মার্কিন লেখিকা ম্যারি হাফোর্ড একটি নিবন্ধে লেখেন যে \"আমরা সংস্কৃতিগত পার্থক্যকে আর এমন কোন সমস্যা হিসেবে দেখছি না যেটির সমাধান করা প্রয়োজন, বরং একে একটি অসাধারণ সুযোগ হিসেবে দেখতে পাচ্ছি। আমরা মার্কিন লোকজীবনের বৈচিত্র্যের মধ্যে আমরা ঐতিহ্যগত রূপ এবং সাংস্কৃতিক ধারণাগুলোর বিনিময়ের দ্বারা সমৃদ্ধ একটি বাজার দেখতে পেয়েছি যা মার্কিনীদের জন্য এক সমৃদ্ধ সম্পদ।\" ] প্রতিবছর স্মিথসোনিয়ান ফোক লাইফ ফেস্টিভাল এবং সারা দেশে আরও অনেক লোকজজীবন উৎসবে এই বৈচিত্র্যকে উদ্‌যাপন করা হয়।\nলোকজ্ঞানের আরও অনেক সংজ্ঞা রয়েছে। মার্কিন নৃবিজ্ঞানী, লোকাচারবিদ ও জাদুঘর পরিচালক উইলিয়াম ব্যাসকমের লেখা একটি গুরুত্বপূর্ণ নিবন্ধ অনুসারে \"লোকজ্ঞানের চারটি কাজ\" আছে:\n\nলোকজ্ঞান মানুষদেরকে তাদের উপর সমাজের আরোপিত দমনমূলক আচরণ থেকে মুক্তির সুযোগ দেয়।\nসাংস্কৃতিক আচারানুষ্ঠান এবং প্রতিষ্ঠানসমূহকে সম্পাদন ও পালনকারী ব্যক্তিদের কাছে সেগুলির ন্যায্যতা প্রতিপাদনের মাধ্যমে লোকজ্ঞান সংস্কৃতিকে বৈধতা দেয়।\nলোকজ্ঞান এক ধরনের শিক্ষামূলক কলকৌশল যা নৈতিকতা ও মূল্যবোধকে শক্তিশালী করে এবং বোধবুদ্ধি নির্মাণ করে।\nলোকজ্ঞান সামাজিক চাপ প্রয়োগ এবং সামাজিক নিয়ন্ত্রণ চর্চার একটি মাধ্যম।\n\n\n== 'লোক' এর সংজ্ঞায়ন ==\n\nউনিশ শতকের 'লোক'তথা সামাজিক গোষ্ঠীকে পরিচিত করতে মূল শব্দ \"লোকাচার\" ব্যবহার করা হয়েছিল এবং এর ব্যবহারের মূল ভিত্তি ছিল ঐ গোষ্ঠীর গ্রামীণত্ব, নিরক্ষরতা এবং দারিদ্র্য। গোষ্ঠীটি শহুরে অধিবাসী নয় বরং গ্রামাঞ্চলে বসবাসকারী কৃষক ছিল। শুধুমাত্র শতাব্দীর শেষ দিকে শহুরে সর্বহারা শ্রেণীও (মার্কসবাদী তত্ত্ব অনুযায়ী) গ্রামীণ দরিদ্রদের পাশাপাশি 'লোক' ধারণার অন্তর্ভুক্ত হয়েছিল। লোকের এই বর্ধিত সংজ্ঞার সাধারণ বৈশিষ্ট্যটি ছিল সমাজে নিম্নশ্রেণী হিসেবে তাদের পরিচিতি।\nবিংশ শতাব্দীতে এগিয়ে যাওয়ার সাথে সাথে সামাজিক বিজ্ঞানের নতুন চিন্তাভাবনার সঙ্গে লোকাচারবিদগণ লোক গোষ্ঠী সম্পর্কে তাদের ধ্যানধারণা সংশোধন ও সম্প্রসারিত করেছিলেন। ১৯৬০ এর দশকের মধ্যে এটি বোঝা গেল যে সামাজিক গোষ্ঠীগুলো, অর্থাৎ লোকগোষ্ঠীগুলো আমাদের চারপাশে সবসময় ছিল এবং প্রতিটি ব্যক্তি বহুবিধ পৃথক পরিচয় ও তাদের সাথে সংযুক্ত সামাজিক গোষ্ঠীর সঙ্গে সম্পর্কিত হয়। আমরা প্রত্যেকে যে গোষ্ঠীতে প্রথম জন্মগ্রহণ করি তা হল পরিবার এবং প্রতিটি পরিবারের নিজস্ব পারিবারিক লোকাচার রয়েছে। একটি শিশু যখন একজন ব্যক্তি হিসেবে বড় হয় তখন তার বয়স, ভাষা, বর্ণ, পেশা ইত্যাদি পরিচয়গুলোও বড় হয়। একজন লোকাচারবিদের ভাষ্যে, প্রত্যেকটি গোষ্ঠীর নিজস্ব লোকাচার রয়েছে আর এটি কোন অনুমানসাপেক্ষ বিষয় নয় বরং বহু দশকের গবেষণার মাধ্যমে পরিপূর্ণভাবে প্রমাণিত।\" এই আধুনিক উপলব্ধিতে লোককাহিনী যে কোনও সামাজিক গোষ্ঠীর মধ্যে অংশীদারিত্বমূলক একটি ক্রিয়া।\nলোকাচারে কৌতুক, প্রবাদ এবং একাধিক রূপের প্রত্যাশিত আচরণ অন্তর্ভুক্ত থাকতে পারে যা সর্বদা অনানুষ্ঠানিকভাবে সঞ্চারিত হয়। বেশিরভাগ ক্ষেত্রে এটি পর্যবেক্ষণ, অনুকরণ, পুনরাবৃত্তি বা দলের অন্যান্য সদস্যদের দ্বারা সংশোধন প্রক্রিয়ায় শিখতে হয়। এই অনানুষ্ঠানিক জ্ঞান গোষ্ঠীর পরিচয় নিশ্চিত করতে এবং পরিচয়কে শক্তিশালী করতে ব্যবহৃত হয়। একে অভ্যন্তরীণভাবে গোষ্ঠীর সাধারণ পরিচয় প্রকাশের জন্য ব্যবহার করা যেতে পারে; যেমন- নতুন সদস্যদের দীক্ষা অনুষ্ঠানের সময়। কিংবা একে বাহ্যিক দিক থেকে একটি দল অন্যান্যদের চেয়ে আলাদা সেটি প্রমাণের ক্ষেত্রেও ব্যবহার করা যেতে পারে যেমন- কোনও সম্প্রদায়গত উৎসবে লোকনৃত্য প্রদর্শন করে নিজেদের স্বাতন্ত্র্য তুলে ধরা সম্ভব। এখানে লোকাচারবিদদের কাছে তাৎপর্যপূর্ণ  বিষয় হল, একটি গোষ্ঠীকে অধ্যয়নের জন্য দুটি বিপরীতমুখী অথচ সমানভাবে বৈধ উপায় রয়েছে: আপনি একটি চিহ্নিত গোষ্ঠীর লোকাচার অন্বেষণ শুরু করতে পারেন, বা  লোকাচারের সামগ্রীগুলো শনাক্ত করতে পারেন এবং সেগুলোকে সামাজিক গোষ্ঠী সনাক্তকরণের কাজে ব্যবহার করতে পারেন।\n১৯৬০ এর দশকের শুরুতে, লোকাচারবিদ্যা অধ্যয়নের মাধ্যমে 'লোক' ধারণার আরও প্রসার ঘটে। অনেক গবেষক আলাদা আলাদাভাবে পূর্বে উপেক্ষিত এবং অবহেলিত অনেকগুলো লোকগোষ্ঠী চিহ্নিত করেছিলেন। এর একটি উল্লেখযোগ্য উদাহরণ পাওয়া যায় ১৯৭৫ সালে প্রকাশিত আমেরিকান ফোকলোর জার্নালের একটি সংখ্যায় যেখানে পুরুষের দৃষ্টিকোণ নয় বরং বিশেষভাবে লোকাচার বিষয়ে নারীর দৃষ্টিকোণকে প্রাধান্য দেয়া হয়েছে। অন্যান্য যে গোষ্ঠীগুলোকে লোক গোষ্ঠীর এই বিস্তৃত অনুধাবনের অংশ হিসেবে তুলে আনা হয়েছিল সেগুলো হল ঐতিহ্যবিহীন সাধারণ পরিবার, পেশাগত গোষ্ঠী এবং একাধিক প্রজন্ম ধরে লোকজ সামগ্রী উৎপাদনকারী পরিবারসমূহ।\n\n\n== লোকাচারের ধরন ==\n\nপৃথক পৃথক লোকাচার বা সংস্কৃতির নিদর্শনসমূহকে সাধারণত তিনভাগে শ্রেণীবিভক্ত করা হয়: বস্তুগত, মৌখিক এবং  প্রচলিত লোকাচার। এই বিভাগগুলোর মধ্যে রয়েছে বাহ্যিক বস্তু (বস্তুগত লোকাচার), সাধারণ প্রবাদ-প্রবচন, অভিব্যক্তি, গল্প ও গান (মৌখিক লোকাচার) এবং বিশ্বাস ও বিভিন্ন আচারের পদ্ধতি (প্রচলিত লোকাচার)। চতুর্থ আরেকটি বড় ধরন রয়েছে লোকাচারের; সেটি হল  শিশুতোষ লোকাচার এবং খেলা (চাইল্ডলোর)। এই প্রতিটি ধরন এবং তাদের উপপ্রকার লোকাচারের  নিদর্শনসমূহকে সংগঠিত এবং শ্রেণীবদ্ধ করার উদ্দেশ্যে তৈরি; যা লোকাচারবিদদের একে অপরের সাথে যোগাযোগের জন্য সাদৃশ্যপূর্ণ শব্দভাণ্ডার এবং অব্যাহত তথ্য সরবরাহ করে।\nতাই বলা যায়, প্রতিটি নিদর্শন অনন্য; প্রকৃতপক্ষে সব লোকাচারের নিদর্শনসমূহের একটি সাধারণ বৈশিষ্ট্য হল ধরন এবং ধরনের মাঝে তাদের প্রকরণ। এটি প্রস্তুতকৃত পণ্যসমূহ থেকে একেবারে আলাদা। কেননা প্রস্তুতকৃত পণ্য উৎপাদনের লক্ষ্য হল একই রকম পণ্য তৈরি করা এবং অন্য যে কোনও প্রকরণকে সেখানে ভুল হিসেবে বিবেচনা করা হয়। এটি কেবলমাত্র  সংজ্ঞায়িত বৈশিষ্ট্যগুলোর সনাক্তকরণ এবং শ্রেণিবিন্যাসকে চ্যালেঞ্জ করে। যদিও এই শ্রেণিবিন্যাস লোকাচারবিদ্যার বিষয়গুলোর ক্ষেত্রে প্রয়োজনীয়, তবে এটি কেবলমাত্র লেবেল হিসেবেই রয়ে গেছে, এবং শিল্পনিদর্শনগুলোর ঐতিহ্যগত বিকাশ এবং অর্থের অনুধাবনের জন্য তেমন কিছুই যোগ করে না।\nলোকাচারের ধরনগত শ্রেণিবিন্যাস যেমনি প্রয়োজন তেমনি বিষয়ভিত্তিক জায়গায় এ বিন্যাস অধিক সরলিকরণের কারণে বিভ্রান্তিও তৈরি করে। লোকাচারের নিদর্শন কখনই আত্মনিবদ্ধ থাকে না আবার বিচ্ছিন্ন কিছুও নয় বরং এগুলো একটি সম্প্রদায়ের স্ব-প্রতিনিধিত্বের বিশেষত্বকে ধারণ করে।  বিভিন্ন ঘরানা বা ধরন প্রায়শই একে অপরের সাথে মিলিত হয় কোন ঘটনা বা আয়োজনকে চিহ্নিত করার উদ্দেশ্যে। সুতরাং একটি জন্মদিন উদ্‌যাপনের মধ্যে জন্মদিনের শিশুকে (মৌখিক) শুভেচ্ছা জানানোর কোনও গান বা বিশেষ উপায় অন্তর্ভুক্ত থাকতে পারে সেই সাথে কেক এবং মোড়ানো উপহার (বস্তুগত), সেইসাথে ব্যক্তির সম্মানার্থে পালিত রীতিনীতি যেমন টেবিলের সম্মুখভাগে বসানো, শুভেচ্ছার্থে মোমবাতি প্রজ্জ্বলন করা ইত্যাদি আয়োজন থাকতে পারে । জন্মদিনের উদ্‌যাপনে বিশেষ খেলার আয়োজন হতে পারে যা সাধারণত অন্য সময়ে খেলা হয় না। আবার লক্ষ্যণীয়, সাত বছরের জন্মদিনের উদ্‌যাপন একই শিশুর ছয় বছরের  জন্মদিনের উদ্‌যাপনের মতো হবে না, যদিও তারা একই মডেল বা প্রক্রিয়া অনুসরণ করে। কারণ, প্রতিটি শৈল্পিক কাজ একটি নির্দিষ্ট সময় এবং স্থানে সম্পাদিত কার্যের একক প্রতিমূর্তি। লোকাচারবিদের কাজ এই বিপুল পরিবর্তনগুলোর মধ্যে ঐ স্থিতিশীল এবং প্রকাশিত অভিব্যক্তিকে চিহ্নিত করা যা সকল পরিবর্তনের মধ্য দিয়ে ঔজ্জ্বল্য লাভ করেছে। পরিবার এবং বন্ধুচক্রের মধ্যে থাকা ব্যক্তিকে সম্মান জানানো, তাদের গোষ্ঠীকে গুরুত্ব দিয়ে উপহার প্রদান করা এবং অবশ্যই, উৎসবে খাবারের এবং পানীয়ের আয়োজন করা যেকোন উদ্‌যাপনের মূল মাধ্যম বা প্রতীক ।\n\n\n=== মৌখিক ঐতিহ্য ===\n\nমৌখিক লোকজ্ঞানের আনুষ্ঠানিক সংজ্ঞাটি হল লিখিত এবং মৌখিক যেকোন ধরনের শব্দ যা \"ঐতিহ্যবাহী বাচনভঙ্গীর কন্ঠরূপ, কথ্যরূপ, গাওয়া হয় এমন এবং যার পুনরাবৃত্তিপূর্ণ ধারা রয়েছে\"। পুনরাবৃত্তিপূর্ণ ধারাটিই এখানে বেশি গুরুত্বপূর্ণ।\nমৌখিক লোকজ্ঞান যেকোন মৌখিক কথোপকথন নয় বরং বক্তা এবং শ্রোতা উভয়ের দ্বারা স্বীকৃত একটি ঐতিহ্যবাহী ধারা অনুসারে শব্দ এবং বাক্যাংশের গঠন। সংজ্ঞা অনুসারে আখ্যানগুলোর ধরনের জন্য নির্দিষ্ট ধারাবাহিক কাঠামো থাকে এবং তাদের বর্ণনামূলক আকার তৈরিতে একটি বিদ্যমান মডেল অনুসরণ করা হয়। খুব সাধারণ উদাহরণ হিসেবে বলা যায়; ইংরেজিতে \"একটি হাতি সরাইখানায় প্রবেশ করল\" এই বাক্যাংশটি তাৎক্ষণিকভাবে তার নীচের পাঠ্যটিকে কৌতুক হিসেবে চিহ্নিত করে । এটি হয়তো ইতিমধ্যেই আপনি শুনেছেন, তবে যিনি বাক্যটি বলছেন তিনি কিন্তু বর্তমান প্রেক্ষাপটের বিবেচনায় সেটি বলছেন। আর একটি উদাহরণ দেয়া যায়, সুপরিচিত শিশুতোষ সঙ্গীত বুড়ো ম্যাকডোনাল্ডের একটি খামার ছিল  কে উল্লেখ করে, যেখানে প্রতিটি পরিবেশনা গানে উপস্থিত প্রাণীদের নাম, তাদের ধারাক্রম এবং তাদের ধ্বনি অনুযায়ী পৃথক ও স্বতন্ত্র। এ ধরনের গানগুলো সাংস্কৃতিক মূল্যবোধ (খামার গুরুত্বপূর্ণ, বৃদ্ধ কৃষক এবং প্রতিকূল আবহাওয়া) প্রকাশের জন্য ব্যবহৃত হয় এবং শিশুদের বিভিন্ন গৃহপালিত প্রাণী সম্পর্কে শিক্ষা দেয়।\nশিল্প নিদর্শনের সংজ্ঞা দিতে গিয়ে উইলিয়াম থমস বলেন, মৌখিক লোকসংসংস্কৃতিই আসল লোকসংস্কৃতি কারণ সেগুলো  গ্রামীণ জনজীবনের পুরনো কথ্য সাংস্কৃতিক ঐতিহ্যকে ধারণ করে।  তিনি ১৮৪৬ সালে প্রত্নতাত্ত্বিক নিদর্শনসমূহের দলিলায়নে বা ডকুমেন্টেশনে সহায়তার আহ্বান করেন। এভাবে তিনি আসলে ইউরোপীয় মহাদেশের বিদ্বানদের মৌখিক লোকসংস্কৃতির নিদর্শন সংগ্রহের পক্ষে সমর্থন জানিয়েছিলেন। বিশ শতকের শুরুতে এ ধরনের সংগ্রহ পুরো বিশ্ব থেকে বিভিন্ন শতাব্দীর শিল্প নিদর্শন নিয়ে সমৃদ্ধ হয়ে ওঠে। ফলে এদের সুসংগঠিত ও শ্রেণীবদ্ধ করার জন্য একটি সুশৃঙ্খল ব্যবস্থা জরুরি হয়ে পড়ে।  ১৯১০ সালে অ্যান্টি আর্নে লোককাহিনী ও অন্যান্য মৌখিক সাহিত্যের জন্য প্রথম একটি শ্রেণিবিন্যাস ব্যবস্থা প্রকাশ করেছিলেন। পরে এটি আর্নে – থম্পসন ক্লাসিফিকেশন সিস্টেম নামে সম্প্রসারিত করেন স্টিথ থম্পসন এবং এটি ইউরোপীয় লোককাহিনী এবং অন্যান্য ধরনের মৌখিক সাহিত্যের জন্য একটি মানসম্পন্ন শ্রেণিবিন্যাস ব্যবস্থা হিসেবে এখনও অনুসৃত হয়। শ্রেণিবদ্ধ মৌখিক নিদর্শনের সংখ্যা বাড়ার সাথে সাথে বিভিন্ন বিষয়াদিতে সাদৃশ্যপূর্ণ বৈশিষ্ট্য দেখা যেতে থাকে যা বিভিন্ন ভৌগোলিক অঞ্চল, নৃগোষ্ঠী এবং যুগ ভিত্তিতে সংগ্রহ করা হয়েছিল। এর ফলে ঐতিহাসিক-ভৌগোলিক পদ্ধতির উত্থান ঘটে যেটি ২০ শতকের প্রথমার্ধে লোকাচারবিদদের প্রভাবিত করেছিল।\nউইলিয়াম থমস যখন প্রথম গ্রামীণ জনগোষ্ঠীর মৌখিক লোকসংস্কৃতির দলিল করার জন্য তাঁর আবেদন প্রকাশ করেছিলেন, তখন বিশ্বাস করা হয়েছিল যে লোকজ শৈলী বা নিদর্শনগুলো মানুষের শিক্ষার হার বৃদ্ধির সাথে সাথে হারিয়ে যাবে। গত দুই শতাব্দীতে এই বিশ্বাসটি ভুল প্রমাণিত হয়েছে;লোকাচারবিদগণ সব ধরনের সামাজিক গোষ্ঠী থেকে লিখিত এবং কথ্য উভয় আকারে মৌখিক লোকসংস্কৃতি সংগ্রহ করতে পারছেন অবিরতভাবে । কিছু বিকল্প রূপ প্রকাশিত সংগ্রহগুলোতে ধরা পড়তে পারে, তবে এর বেশিরভাগই মৌখিকভাবে সঞ্চারিত এবং সেগুলোও সর্বক্ষণ নতুন ধরন ও বিকল্প রূপে উৎসারিত হতে থাকে।\nনীচে মৌখিক লোকসংস্কৃতির উদাহরণ ও ধরনের একটি ছোট নমুনা তালিকাভুক্ত করা হয়েছে।\n\n\n=== বস্তুগত সংস্কৃতি ===\n\nবস্তুগত সংস্কৃতির মধ্যে এমন সমস্ত নিদর্শন রয়েছে যা স্পর্শ করা যায়, ধরে রাখা যায়, আবার সে নিদর্শন কোন স্থান যা বসবাসের উপযুক্ত হতে পারে অথবা খাদ্যোপযোগীও হতে পারে। এগুলো শারীরিক উপস্থিতি আছে এমন ধরনের স্থির বস্তু যেগুলো স্থায়ী ব্যবহারের উদ্দেশ্যে সংরক্ষিত হয়। এই ধরনের লোকসাংস্কৃতিক নিদর্শনগুলোর বেশিরভাগ হল একক বস্তু যা একটি নির্দিষ্ট উদ্দেশ্যে হাতে প্রস্তুত করা হয়। তবে, লোক শিল্পকর্ম ড্রেডেলস (ইহুদিদের ছুটির দিন হানুক্কাহ-তে ব্যবহৃত চারকোণা ঘূর্ণায়মান বস্তুবিশেষ) বা বড়দিনের সজ্জার মতো বহুল ব্যবহারের জন্যও উৎপাদিত হতে পারে। এই উপাদানগুলো মূলত তাদের দীর্ঘ (প্রাক-শিল্পযুগের) ইতিহাস এবং তাদের প্রচলিত ব্যবহারের কারণে লোকসংস্কৃতি হিসেবে বিবেচিত হয়ে আসছে। এসব বস্তুগত বিষয় \"যন্ত্র শিল্পের আগেও ছিল, তার সাথে অব্যাহত ছিল ...… [তারা] প্রজন্মের পর প্রজন্ম ধরে ছড়িয়ে পড়েছে এবং তারা একই রক্ষণশীল ঐতিহ্য এবং স্বতন্ত্র প্রকরণের  বিষয়বস্তু\" যা সাধারণত সব ধরনের লোককলাতেই দেখা যায়। লোকাচারবিদগণ বাহ্যিক রূপ,  উৎপাদন বা নির্মাণ পদ্ধতি, ব্যবহারের ধরন এবং পাশাপাশি কাঁচামাল সংগ্রহের প্রতি বেশি আগ্রহী হন। অর্থাৎ যারা নির্মাণ করেন এবং ব্যবহার করেন উভয়ই তাদের কাছে গুরুত্বপূর্ণ। এ ধরনের অধ্যয়নের প্রাথমিক তাৎপর্য হল তাদের নকশা এবং তাদের সাজসজ্জা উভয় ক্ষেত্রেই পরিবর্তনের পরও ধারাবাহিকতার জটিল ভারসাম্য বজায় থাকা।\n\nইউরোপে শিল্প বিপ্লবের আগে, সবকিছু হাতে তৈরি করা হতো। উনিশ শতকে একদিকে কিছু লোকাচারবিদ  জনসাধারণের শিক্ষিত হয়ে ওঠার আগে গ্রামীণ লোকদের মৌখিক ঐতিহ্যকে সুরক্ষিত করতে চেয়েছিলেন, অন্যদিকে অন্যান্য লোকাচারবিদগণ হস্তজাত শিল্পগুলোর উৎপাদন প্রক্রিয়া যন্ত্র শিল্পের হাতে হারিয়ে যাওয়ার আগেই শনাক্ত করার চেষ্টা করেছিলেন। যেভাবে আজকালকার সংস্কৃতিতে মৌখিক সংস্কৃতিগুলো সৃজনশীলভাবে সৃষ্টি  ও সঞ্চারিত হতে থাকে, তেমনি এই হস্তশিল্পগুলো এখনও আমাদের চারপাশে খুঁজে পাওয়া যায় হয়ত। তবে হয়ত উদ্দেশ্য ও অর্থের দিক থেকে কিছুটা পরিবর্তন হতে পারে। হস্তজাত পণ্য তৈরি অব্যাহত রাখার অনেকগুলো কারণ রয়েছে, উদাহরণস্বরূপ, উৎপাদিত পণ্যগুলো মেরামতের জন্য এই দক্ষতার প্রয়োজন হতে পারে অথবা একটি ভিন্ন স্বতন্ত্র নকশা তৈরির প্রয়োজন হতে পারে যা সাধারণত দোকানে পাওয়া যায় না বা পাওয়া সম্ভব নয়। অনেকগুলো কারুশিল্প আছে যেগুলো সাধারণভাবে বাড়িতে রক্ষণাবেক্ষণই যথেষ্ট, যেমন- রান্না, সেলাই এবং কাঠের কাজ। অনেকের কাছে হস্তশিল্প একটি উপভোগ্য এবং ‌আত্মতৃপ্তিকর শখে পরিণত হয়েছে। হস্তনির্মিত বস্তু প্রায়শই মর্যাদাপূর্ণ হিসেবে বিবেচিত হয় কেননা এসব সৃষ্টিতে অতিরিক্ত সময় ও সৃজনশীল চিন্তার প্রয়োজন হয়। এদের মূল্য নির্ধারিত হয় বস্তুর স্বাতন্ত্র্যে ওপর ভিত্তি করে। লোকাচারবিদদের জন্য, এই হস্তনির্মিত শৈল্পিক বস্তুগুলো কারিগর এবং ব্যবহারকারীদের জীবনের বহুমুখী সম্পর্ককে মূর্ত করে তোলে, যা বহুল উৎপাদিত বিষয়াদির ক্ষেত্রে বলা যায় না কেননা সেগুলোর সাথে আলাদা কোন কারিগরের সংযোগ থাকে না।\nঅনেক ঐতিহ্যবাহী কারুশিল্প, যেমন লোহা তৈরির কাজ এবং গ্লাস তৈরির কাজ চারু বা প্রায়োগিক শিল্পকর্মে উন্নীত করা হয়েছে এবং আর্ট স্কুলগুলিতে শেখানোও হয় বা অনেক ক্ষেত্রে তাদের লোকশিল্প হিসেবে রূপায়ণ করা হয়েছে এবং এমন বস্তু হিসেবে চিহ্নিত করা হয়েছে যাতে তাদের নকশার ধরন তাদের উপযোগীতাকেও ছাড়িয়ে যায়। পেনসিলভেনিয়া ডাচ শস্যাগারগুলোতে ষড়ভূজের নকশায় লোকশিল্প লক্ষ্যণীয়, কুমোরদের তৈরি টিন ম্যান ভাস্কর্য, উঠোনের সামনে বড়দিনের নকশা, সজ্জিত স্কুল লকার, খোদাই করা বন্দুকের সংগ্রহ এবং ট্যাটুতেও লোকশিল্প দেখা যায়। \"এই বিষয়গুলোকে বর্ণনা করতে স্থানীয়, স্ব-শিক্ষিত এবং স্বতন্ত্রবাদী ইত্যাদি শব্দ ব্যবহৃত হয় যা সাধারণত প্রতিনিধিত্বশীল কিছু সৃষ্টির চেয়ে ব্যতিক্রমী বৈশিষ্ট্যযুক্ত সৃষ্টির ক্ষেত্রেই বলা হয়।\"\nবস্তুগত লোকসংস্কৃতির অনেকগুলো বিষয় শ্রেণীবদ্ধ করা বেশ চ্যালেঞ্জিং বিষয়, আর্কাইভে রাখা কঠিন এবং এগুলো সঞ্চয়যোগ্যও নয়। যেকোন যাদুঘরের নির্দিষ্ট কাজ হল বস্তুগত সংস্কৃতির বিশাল শিল্পকর্ম সংরক্ষণ ও ব্যবহার করা। এই লক্ষ্য নিয়েই মূলত জীবন্ত জাদুঘরের (লিভিং মিউজিয়াম) ধারণাটি বিকশিত হয়েছে যা ১৯ শতকের শেষে স্ক্যান্ডিনেভিয়াতে শুরু হয়েছিল। এই উন্মুক্ত সংগ্রহশালাগুলোতে কেবল নিদর্শন প্রদর্শনই করে না পাশাপাশি দর্শকদের এও শেখায় যে কীভাবে নিদর্শনগুলো ব্যবহার করা হতো।  প্রাক শিল্পযুগে  সমাজের সর্বস্তরের মানুষের প্রাত্যাহিক জীবনে বস্তুগত নিদর্শনগুলোর ওপর কত গভীরভাবে নির্ভর করত সে বিষয়গুলো অভিনয়শিল্পীদের অভিনয়ের মাধ্যমে দর্শকদের জানানো হয়। অনেক জায়গায় এমনকি বিভিন্ন সামগ্রীর প্রক্রিয়াকরণের ব্যবস্থার মতো আয়োজন করে ঐতিহাসিক যুগের সামগ্রী নতুন উৎপাদন করেও দেখানো হয় যাতে ইতিহাস জীবন্ত হয়ে ওঠে। বর্তমানে এই লিভিং জাদুঘরগুলো বিশ্বজুড়ে সমৃদ্ধ হেরিটেজ ইন্ডাস্ট্রি জগতের একটি পরিচিত উৎস হয়ে দাঁড়িয়েছে।\nএই তালিকাটি কেবলমাত্র বস্তু এবং দক্ষতার একটি সামান্য নমুনা উপস্থাপন করে যা বস্তুগত সংস্কৃতি অধ্যয়নের অন্তর্ভুক্ত।\n\nআত্মজীবনীমূলক গ্রন্থ\nবুনাদ (নরওয়েজিয়ান গ্রামীণ পোশাক)\nসূচিকর্ম\nলোকশিল্প\nলোক পোশাক\nলোক চিকিৎসা\nখাদ্য রেসিপি এবং পরিবেশন\nফুডওয়েজ (খাদ্য উৎপাদন ও ভোগের সাথে সম্পৃক্ত রীতি\nসাধারণ হস্তশিল্প\nহস্তনির্মিত খেলনা\nখড়ের গাদা\nহেক্স সাইন (ষড়ভূজবিশিষ্ট চিহ্ন)\nলোহার কারুকার্য\nমৃৎশিল্প\nকাঁথা সেলাই\nপাথর খোদাই\nটিপিস (প্রাণীজ চামড়ার আবরণ ব্যবহার কাঠের দন্ডের সাহায্যে তৈরি তাঁবু)\nঐতিহ্যবাহী বেড়া\nদেশীয় স্থাপত্য\nআবহাওয়া নির্দেশক যন্ত্র\nকাঠের কাজ\n\n\n=== প্রথা বা রীতি ===\n\nপ্রচলিত সংস্কৃতি বা প্রথা হল স্মরণীয় বিধিবদ্ধ আইন। এটি একটি গোষ্ঠীর মধ্যে প্রত্যাশিত আচরণের নিদর্শন, অর্থাৎ\"কাজগুলো করার প্রচলিত এবং প্রত্যাশিত পদ্ধতি\" একটি প্রথা একটি সাধারণ অঙ্গভঙ্গি হতে পারে যেমন থাম্বস ডাউন বা হ্যান্ডশেক। এটি একাধিক লোক রীতিনীতি এবং নিদর্শনসমূহের একটি জটিল মিথস্ক্রিয়াও হতে পারে যেমন- মৌখিক লোকরীতি (শুভ জন্মদিনের গান), বস্তুগত রীতি (উপহার এবং জন্মদিনের কেক), বিশেষ খেলা (মিউজিকাল চেয়ার) কিংবা হতে পারে ব্যক্তিক কোন রীতি তথা মোমবাতি নিভিয়ে নিজের জন্য কোন ইচ্ছে পূরণের প্রার্থনা করা।  এই প্রত্যেকটি লোক শিল্প নিদর্শন নিজস্ব উপায়ে অনুসন্ধান এবং সাংস্কৃতিক বিশ্লেষণের দাবী রাখে। এগুলো একত্রিতভাবে জন্মদিনের উৎসব উদ্‌যাপনের প্রথা তৈরি করেছে, যা অনেকগুলো নিশ্চিত লোকরীতির সংমিশ্রণ এবং তাদের সামাজিক গোষ্ঠীর মাঝে অর্থবহ।\nলোকাচারবিদগণ প্রথাকে কয়েকটি ভাগে বিভক্ত করেছেন। একটি প্রথা কোন ঋতুভিত্তিক উদ্‌যাপন হতে পারে যেমন- থ্যাঙ্কসগিভিং বা নববর্ষ। এটি কোনও ব্যক্তির জন্য জন্মবার্ষিকী উদ্‌যাপন হতে পারে, যেমন ব্যাপ্টিজম, জন্মদিন বা বিবাহ। একটি প্রথা একটি সম্প্রদায়িক উৎসব বা আয়োজনও হতে পারে; যেমন-  জার্মানির কোলনের কার্নিভাল বা নিউ অরলিন্সের মার্ডি গ্রাস উৎসব বা ওয়াশিংটন ডিসির ন্যাশনাল মলে প্রতি গ্রীষ্মে উদযাপিত স্মিথসোনিয়ান ফোক লাইফ ফেস্টিভাল। চতুর্থ বিভাগে লোক বিশ্বাস সম্পর্কিত রীতিনীতি অন্তর্ভুক্ত। যেসমস্ত চিহ্নকে দুর্ভাজ্যজনক মনে করা হয় সেগুলো এই রীতির অন্যতম উদাহরণ। পেশাগত গোষ্ঠীসমূহের জীবন ও কাজের সাথে সম্পৃক্ত রীতিনীতির একটি সমৃদ্ধ ইতিহাস থাকে যেমনটি দর্জি বা কাঠুরিয়াদের ক্ষেত্রে বলা যায়। ধর্মীয় লোকসংস্কৃতির ক্ষেত্রে প্রতিষ্ঠিত গির্জা কর্তৃক অনুমোদিত নয় এমন সব উপাসনার পদ্ধতি অন্তর্ভুক্ত করা হয় যা এত বৃহৎ ও জটিল যে এটি সাধারণত লোক রীতিনীতির একটি বিশেষ ক্ষেত্র হিসেবে বিবেচিত হয়। সরকারি গির্জার অনুশীলন থেকে উদ্ভূত লোক রীতিনীতি এবং বিশ্বাসকে পর্যাপ্তভাবে ব্যাখ্যা করার জন্য এটি স্ট্যান্ডার্ড গির্জার রীতিনীতি সম্পর্কিত যথেষ্ট দক্ষতার প্রয়োজন।\nপ্রথাগত লোকসংস্কৃতি সবসময়ই মূলত একেকটি পরিবেশনা; হোক সেটি কোন একক অঙ্গভঙ্গি বা জটিল লিখিত রীতিনীতি। প্রথায় তার অংশগ্রহণ হয় অভিনেতা হিসেবে নাহয় দর্শকশ্রোতা হিসেবে যা সেই সামাজিক গোষ্ঠীর স্বীকৃতি প্রকাশ করে। কিছু প্রচলিত আচরণ কেবল গোষ্ঠীর মধ্যেই পরিবেশনের জন্য এবং বোঝার উদ্দেশ্যে করা হয়, যেমন-  সমকামীদের মাঝে বিভিন্ন রঙের রুমালকে কোড হিসেবে ব্যবহার করা বা ফ্রিম্যাসনীয় দীক্ষা অনুষ্ঠানের ক্ষেত্রে গোষ্ঠীবদ্ধ বিশেষ রীতি লক্ষ্যণীয়। অন্যান্য রীতিনীতিগুলো একটি সামাজিক গোষ্ঠীকে বিশেষত বাইরের লোকদের কাছে প্রতিনিধিত্ব করার জন্য নকশা করা হয় যারা ঐ গোষ্ঠীর অন্তর্ভুক্ত নয়। সেন্ট প্যাট্রিক ডে প্যারেড নিউ ইয়র্ক এবং মহাদেশ জুড়ে অন্যান্য সম্প্রদায়ের মাঝে একমাত্র জাতিগত গোষ্ঠী যারা তাদের বিচ্ছিন্নতা বা স্বতন্ত্রতা (পার্থক্যমূলক আচরণ) প্রদর্শন করে কুচকাওয়াজের মাধ্যমে, এবং তাদের বর্ণময় জাতিগোষ্ঠীর প্রতি একত্ব প্রকাশে সর্বস্তরের আমেরিকানদের উৎসাহিত করে।\nএইসব উৎসব এবং কুচকাওয়াজ তাদের লক্ষ্য করে আয়োজিত হয় যারা ঐ সামাজিক গ্রুপের অন্তর্গত নয় এবং জন লোকাচারবিদদের জন্য যারা ডকুমেন্টেশন, সংরক্ষণ ও চিরায়ত লোকজীবনকে উপস্থাপনের দায়িত্ব পালন করেন। লোক ঐতিহ্যের জনপ্রিয়তা দিন দিন বৃদ্ধির কারণে পশ্চিমা বিশ্বে এ ধরনের সামষ্টিক উদ্‌যাপনের আরো বেশি বাড়ছে। অর্থনৈতিক গোষ্ঠীগুলো বের করেছে যে, কোন সম্প্রদায়ের বৈচিত্র্য উত্থাপনে এ ধরনের বাহ্যিক কুচকাওয়াজ তাদের ব্যবসার পক্ষে ভাল। সব ধরনের মানুষ রাস্তায়, খাওয়া দাওয়া, পানীয় এবং সময় কাটানোর মধ্য দিয়ে উৎসব উদ্‌যাপন করে। এতে করে শুধু ব্যবসায়ী সম্প্রদায়ের পক্ষ থেকেই নয়, স্থানীয় দল এবং রাষ্ট্রীয় সংগঠন থেকেও সহযোগীতা পাওয়া যায়।\nনিম্নে প্রথাগত সংস্কৃতির কিছু ধরন ও উদাহরণের সংক্ষিপ্ত নমুনা দেয়া হল:\n\nলোকনৃত্য\nজন্মদিন\nবড়দিন\nলোকনাটক\nলোকজ ঔষধ\nঅভিবাদন\nহ্যালোইন\nইয়ো-ইয়ো খেলা\nবিভিন্ন প্রতীক\n\n\n=== শিশুতোষ জ্ঞান ও খেলাধুলা ===\n\nশিশু-কাহিনী লোকসংস্কৃতির এমন একটি স্বতন্ত্র শাখা যা কোনও প্রাপ্তবয়স্কের প্রভাব বা তদারকি ছাড়াই শিশুদের দ্বারা অন্য শিশুদের মধ্যে প্রবাহিত বা সঞ্চারিত ক্রিয়াকলাপের সাথে সম্পর্কিত। শিশু লোকসংস্কৃতিতে উৎকৃষ্ট লোকসংস্কৃতির সকল ধরন মৌখিক, বস্তুগত এবং প্রচলিত জ্ঞান সম্পর্কিত নিদর্শন অন্তর্ভুক্ত থাকে। তবে যেহেতু শুধু শিশুরাই এতে সম্পৃক্ত তাই তাদের নিদর্শনগুলোও স্বতন্ত্র হয়। শৈশব একটি সামাজিক গোষ্ঠীর মতো যেখানে শিশুরা তাদের নিজস্ব রীতিগুলো শেখায়, শিখে এবং অন্যের সঙ্গে ভাগ করে নেয়। তারা সেখানে বড়দের গন্ডীর বাইরে এক ধরনের সম্মিলিত সংস্কৃতির মাঝে বড় হয়। সুতরাং কোথায় কীভাবে বিষয়গুলো সংরক্ষণ প্রয়োজন সেটি বেশ গুরুত্বপূর্ণ যা আয়োনা এবং পিটার ওপি তাদের 'চিলড্রেনস গেমস ইন স্ট্রিট এন্ড প্লেগ্রাউন্ড\" নামে দিকনির্দেশক গ্রন্থটিতে সুস্পষ্ট করেছেন। এখানে শিশুদের সামাজিক গোষ্ঠীকে তাদের মতো করে নিরীক্ষা করার চেষ্টা করা হয়েছে, প্রাপ্তবয়স্কদের হতে বিচ্যুত কোন গোষ্ঠী হিসেবে নয় এবং এতে দেখানো হয়েছে শিশুদের সংস্কৃতি বেশ স্বতন্ত্র যা সাধারণত প্রাপ্তবয়স্কদের পরিশীলিত জগতের নজরের বাইরে থাকে এবং তারা এর দ্বারা খুব কম প্রভাবিত হয়।\nএখানে লোকাচারবিদদের বিশেষ আগ্রহের বিষয় হল এই নিদর্শনগুলোর সঞ্চারণ পদ্ধতি যা একচেটিয়াভাবে অনানুষ্ঠানিক প্রক্রিয়ায় অবুঝ শিশুদের নেটওয়ার্ক বা গোষ্ঠীর মধ্যে আবর্তিত হয়। এতে বড়দের দ্বারা শেখানো নিদর্শন অন্তর্ভুক্ত নয়। তবে শিশুরা শিখিয়ে নিতে পারে এবং একে অন্যান্য শিশুদের শেখানোর মধ্য দিয়ে শিশুতোষ জ্ঞানে পরিণত করে। অথবা তারা নিদর্শনগুলো নিয়ে এগুলোকে অন্য কিছুতেও রূপান্তর করতে পারে।\nযেমনটি আমরা অন্যান্য ঘরানায় দেখেছি, উনিশ শতকে শিশুতোষ জ্ঞান এবং খেলাগুলোর মূল সংগ্রহগুলো এই আশঙ্কায় ছিল যে শৈশবের সংস্কৃতি হয়তো মরে যাবে। বৃটেনের অ্যালিস গোম্মে এবং যুক্তরাষ্ট্রের উইলিয়াম ওয়েলস নেওয়েলের মতো প্রথমদিকের লোকাচারবিদগণ হারিয়ে যাওয়ার আগে শিশুদের অরক্ষিত ও অপ্রচলিত জীবন এবং ক্রিয়াকলাপ সংরক্ষণ করার প্রয়োজনীয়তা অনুভব করেছিলেন। তবে এই ভয় ভিত্তিহীন ছিল। কেননা ছুটির সময় কোনও আধুনিক স্কুলে খেলার মাঠে এখনও শিশুদের সকল ধরনের চাঞ্চল্য লক্ষণীয় যেমনটি ওপরের চিত্রে ১৫৬০ সালে দেখা যেত। চিত্রের খেলাগুলো আজও প্রাসঙ্গিক এবং আধুনিক বিভিন্ন খেলার সঙ্গেই তার তুলনা চলে।\nশিশুতোষ এই একই নিদর্শনগুলো অসংখ্য বৈচিত্রের মধ্যেও এর বৃদ্ধির জন্য প্রয়োজনীয় দক্ষতা শেখার এবং অনুশীলনের একই ক্রিয়ার ওপর নির্ভর করে। তাই হুড়োহুড়ির ছড়া এবং অন্যান্য ছড়া শিশুদের মধ্যে ভারসাম্য ও সমন্বয়ের বিকাশকে উৎসাহিত করে। মৌখিক ছড়াগুলো শিশুদের মৌখিক এবং শ্রবণ বিচক্ষণতা তৈরিতে ভূমিকা রাখে। গান এবং স্তবগান মস্তিষ্কের একটি পৃথক অংশে প্রবেশ করে বর্ণমালার ধারাবহিকতা মনে রাখতে সাহায্য করে। তাছাড়া, খেলোয়াড়দের শক্তি, সমন্বয় এবং সহনশীলতা বিকাশের জন্য অনেক শারীরিক খেলা ব্যবহৃত হয়। কিছু কিছু দলবদ্ধ খেলার ফলে নিয়ম সম্পর্কিত আলোচনার মধ্য দিয়ে সামাজিক দক্ষতার মহড়াও সম্ভব।\nনিম্নে শিশুতোষ সংস্কৃতি এবং খেলাধূলার কিছু ধরন ও উদাহরণের সংক্ষিপ্ত নমুনা দেয়া হল:\n\nগণনা করার ছড়া\nশিক্ষণীয় ছড়া\nইনি, মিইনি, মিনি, মো\nবিভিন্ন খেলা\nধাঁধা\nদড়িলাফের ছড়া\nঐতিহ্যবাহী খেলা\nঘুমপাড়ানি গান\nখেলার মাঠের গান\nরাস্তার খেলা\n\n\n=== লোক ইতিহাস ===\nলোক ইতিহাসকে লোকসংস্কৃতির একটি স্বতন্ত্র উপ-বিভাগ হিসেবে বিবেচনা করার প্রেক্ষাপট তৈরি হয়েছে। এটি এমন একটি ধারণা যা রিচার্ড ডরসনের মতো লোকাচারবিদদের দৃষ্টি আকর্ষণ করেছে। অধ্যয়নের এই বিষয়টিকে কেন্দ্র করে আমেরিকান ফোকলোর সোসাইটির ইতিহাস ও লোকসংস্কৃতি বিভাগ দ্বারা ফোকলোর অধ্যয়নের ইতিহাস সম্পর্কিত একটি বার্ষিক জার্নাল দ্য ফোকলোর হিস্টোরিয়ান  স্পন্সর করা হয়েছে যা ইতিহাসের সাথে লোকসংস্কৃতির সংযোগ এবং লোকসংস্কৃতি অধ্যয়নের ইতিহাস নিয়ে কাজ করে।\nলোক ইতিহাসের অধ্যয়নটি আয়ারল্যান্ডে বিশেষ উন্নতি লাভ করেছে। সেখানে হ্যান্ডবুক অফ আইরিশ ফোকলোর (আইরিশ ফোকলোর কমিশনের মাঠকর্মীদের ব্যবহৃত স্ট্যান্ডার্ড বই) কর্তৃক \"ঐতিহাসিক ঐতিহ্য\" কে পৃথক শ্রেণি হিসাবে স্বীকৃতি দিয়েছে, যা ঐতিহ্যগতভাবে সিয়ানচাস (seanchas) হিসেবে উল্লেখিত। হেনরি গ্লাসি তাঁর প্রাচীনত্ব অধ্যয়ন শীর্ষকপাসিং দ্য টাইম ইন ব্যালিমেনন  গ্রন্থে অগ্রণী ভূমিকা রেখেছিলেন। আরেকজন উল্লেখযোগ্য ব্যক্তি ঐতিহাসিক গাই বাইনার আইরিশ লোকজ ইতিহাসের ওপর গভীর তাত্ত্বিক অধ্যয়ন উপস্থাপন করেছেন এবং এর নামকরণ করেছেন \"হিস্ট্রি টেলিং\" বা \"ইতিহাস কথন\" যার মধ্যে রয়েছে গল্প ( যেখানে গল্প এবং ক্ষুদ্র ইতিহাস দুইই রয়েছে) গান এবং গীতিসংহিতা (বিশেষত বিদ্রোহী গান), কবিতা, ছড়া, টোস্টস (উদ্‌যাপন), ভবিষ্যদ্বাণী, প্রবাদ বাক্য ও উক্তি, স্থানের নাম এবং বিভিন্ন স্মরণীয় অনুষ্ঠানাদির চর্চা। এগুলো প্রায়শই নিবেদিত গল্পকথক (সিয়ানচেইথে) ও লোক ঐতিহাসিক (স্টেইরিওলাইথ) দ্বারা আবৃত্তি করা হয়। বাইনার তখন থেকে \"মৌখিক ঐতিহ্যের ধারণার কেন্দ্রে অবস্থিত মৌখিক ও সাহিত্যিক সংস্কৃতির মধ্যে কৃত্রিম বিভাজনের সীমাবদ্ধতাকে ছাড়িয়ে যাবার প্রচেষ্টায় স্থানীয় বা দেশীয় ইতিহাসতত্ত্ব বা ভারনাক্যুলার হিস্টোরিওগ্রাফি টার্ম বা পদটি গ্রহণ করেন।\n\n\n== লোকসংস্কৃতির প্রাসঙ্গিক পরিবেশনা ==\n\nপ্রসঙ্গের অভাবে, লোকসংস্কৃতির নিদর্শনসমূহ তাদের নিজস্ব কোন প্রাণ না থাকলে অপ্রয়োজনীয় বিষয়ে পরিণত হয়। শুধুমাত্র পরিবেশনার মাধ্যমেই নিদর্শনগুলো সামাজিক গোষ্ঠীর একটি সক্রিয় এবং অর্থপূর্ণ উপাদান হিসেবে জীবন্ত হয়ে ওঠে। কেননা পরিবেশনার মধ্য দিয়েই আন্তঃসম্পর্কিত যোগাযোগ মূর্ত হয়ে ওঠে এবং এখান থেকেই এই সাংস্কৃতিক উপাদানসমূহের সঞ্চারণ ঘটে। আমেরিকান লোকাচারবিদ রজার ডি আব্রাহামসের সংজ্ঞামতে: \"লোকসংস্কৃতি তখনই লোকসংস্কৃতি হয় যখন তা পরিবেশিত হয়। পরিবেশনার সংগঠিত সত্তা হিসাবে, লোকসংস্কৃতির উপাদানগুলোর মধ্যে অন্তর্নিহিত নিয়ন্ত্রিত বোধ থাকে, এটি এমন একটি শক্তি যা কার্যকর পরিবেশনার মাধ্যমে গুরুত্বপূর্ণ এবং সমৃদ্ধ করে তোলা যায়।\" সঞ্চারিত হওয়া ছাড়া, এগুলো লোকসংস্কৃতি নয় বরং শুধুই স্বীয় কীর্তির গল্প ও বস্তুবিশেষ।\nলোকসংস্কৃতি অধ্যয়নে এই উপলব্ধিটি এসে পৌঁছেছিল বিংশ শতাব্দীর দ্বিতীয়ার্ধে, যখন এই দুটো শব্দ \"লোককাহিনী পরিবেশন\" এবং \"পাঠ্য ও প্রসঙ্গ\" লোকাচারবিদদের মধ্যে আলোচনায় প্রাধান্য পেয়েছিল। এই পদগুলো কিন্তু পরস্পরবিরোধী নয় বা এমনকি পারস্পরিকভাবে অনন্যও নয়। পরিবেশনা প্রায়শই মৌখিক এবং প্রচলিত জ্ঞানভিত্তিক হয়ে থাকে এবং সেখানে আলোচনার ক্ষেত্রে যে প্রসঙ্গটি ব্যবহৃত হয় তা মূলত বস্তুগত জ্ঞান। উভয় সূত্রই একই লোকসাংস্কৃতিক বিষয় বোঝার জন্য বিভিন্ন দৃষ্টিভঙ্গি সরবরাহ করে। বিশেষত আমরা যদি সম্প্রদায়ের অর্থ সম্পর্কে অন্তর্দৃষ্টি অর্জন করতে চাই তবে লোকজ শিল্পকর্মগুলো তাদের সাংস্কৃতিক পরিবেশে শেকড়বদ্ধ থাকা প্রয়োজন।\nসাংস্কৃতিক (লোকসংস্কৃতি) পরিবেশনার ধারণাটি অন্যান্য সামাজিক বিজ্ঞানের মধ্যে এথনোগ্রাফি (মানব জাতির বৈজ্ঞানিক বিবরণ) এনথ্রোপলজির (নৃতত্ত্ব) সাথে সংশ্লিষ্ট। সাংস্কৃতিক নৃবিজ্ঞানী ভিক্টর টার্নার সাংস্কৃতিক পরিবেশনার চারটি সর্বজনীন বৈশিষ্ট্য চিহ্নিত করেছেন: কৌতুকত্ব, ফ্রেমিং (কাঠামোবদ্ধ করা), প্রতীকী ভাষা ব্যবহার এবং সম্ভাব্য মানসিকতার প্রয়োগ।  শ্রোতারা দৈনিক বাস্তবতা থেকে সরে গিয়ে পরিবেশনাটি দেখার সময় সেটিকেই বিশ্বাস করে নিতে চায়\"। এটি সুস্পষ্টভাবেই সমস্ত ধরনের মৌখিক জ্ঞানের সঙ্গে ভালোভাবে সামঞ্জস্যপূর্ণ হয়, যেখানে ঐতিহ্যবাহী গল্প, প্রবাদ, প্রতীক, কল্পনা এবং কৌতুকের মাঝে বাস্তবতার কোনও স্থান থাকে না। প্রথা বা রীতি এবং শিশুতোষ লোকসংস্কৃতি, খেলাধুলা এগুলোও খুব সহজেই একটি লোকসংস্কৃতির পরিবেশনায় সামঞ্জস্যতা খুঁজে পায়।\nবস্তুগত সংস্কৃতিকে পরিবেশনায় রূপান্তরিত করতে কিছু পুনর্গঠন দরকার। আমাদের কোনটিকে শৈল্পিক সৃষ্টি হিসেবে ধরে নেয়া উচিত; কাঁথা বুননের উৎসবকে নাকি যে বিবাহের বাসরে কাঁথাটি ব্যবহৃত হবে সেটিকে?  এখানে প্রসঙ্গের ভাষা বেশি কার্যকর; যেমন- কাঁথা বুননের বর্ণনার ক্ষেত্রে বলা যায় এ বুননের ধারা দাদি-নানীর কাছ থেকে এসেছে, এই বুনন উৎসব শীতকালীন একটি আনন্দের সামাজিক অনুষ্ঠান এবং যেকোন আয়োজনে কাঁথার উপহার সে অনুষ্ঠানকে আরো তাৎপর্যবহ করে তোলে। এই সব ঐতিহ্যবাহী সামাজিক অনুষ্ঠানই বৃহত্তর প্রেক্ষাপটে উপস্থিত হয়। তবুও প্রসঙ্গ বিবেচনার সময়, শ্রোতা, ঘটনা পরিকল্পনা, সজ্জাসংক্রান্ত চিত্র, চিহ্নসমূহের ব্যবহারসহ পরিবেশনার কাঠামো ও বৈশিষ্ট্যসমূহ স্বীকৃত হতে পারে এবং এগুলো সবই বস্তুর উপযোগীতাকে ছাড়িয়ে যায়।\n\n\n=== ব্যাকস্টোরি বা পেছনের গল্প ===\nদ্বিতীয় বিশ্বযুদ্ধের পূর্বে লোকশিল্পসমূহ সংগ্রহ করা হতো এবং বোঝার চেষ্টা করা হতো পূর্ববর্তী সময়ের সাংস্কৃতিক ধারক হিসেবে। এগুলো ব্যাক্তিক অবশিষ্টাংশের নিদর্শন হিসেবে বিবেচিত হতো এবং সমসাময়িক সংস্কৃতিতে এদের কার্যকারিতা খুব কম বা নেই বললেই চলে । ফলে, লোকাচারবিদদের লক্ষ্য ছিল এ ধরনের নিদর্শন বিলুপ্ত হয়ে যাওয়ার আগেই তাদের ধারণ করা এবং নথিভুক্ত করা। এগুলো কোন সহায়ক তথ্য ছাড়াই বইপত্রে অন্তর্ভুক্ত করা হয়েছিল এবং শ্রেণীবিন্যস্ত ও আর্কাইভে সংরক্ষিত হয়েছিল মোটামুটি সাফল্যের সঙ্গে। ঐতিহাসিক – ভৌগোলিক পদ্ধতি মূলত স্থান এবং সময় জুড়ে সংগ্রহ করা শিল্পকর্মগুলোকে বিশেষ করে মৌখিক লোকসাংস্কৃতিক বিষয়গুলোকে আলাদাভাবে পর্যবেক্ষণে রাখার কাজ করে।\nদ্বিতীয় বিশ্বযুদ্ধের পর লোকাচারবিদগণ তাদের বিষয়গুলোর প্রতি আরও সামগ্রিক দৃষ্টিভঙ্গি প্রকাশ করতে শুরু করেন। সামাজিক বিজ্ঞানের ক্রমবর্ধমান পরিশীলনের সাথে মিল রেখে তাদের মনোযোগ আর বিচ্ছিন্ন শিল্প নিদর্শনের মধ্যে সীমাবদ্ধ ছিল না বরং সে শিল্পকর্মকে একটি সক্রিয় সাংস্কৃতিক পরিবেশে সম্পৃক্ত  করার বিষয়টিও তাদের মনোযোগের অন্তর্ভুক্ত হয়। এ বিষয়ে প্রথম দিকের প্রস্তাবক ছিলেন অ্যালান ডান্ডেস যিনি তাঁর রচিত ১৯৬৪ সালে প্রথম প্রকাশিত \"বিন্যাস, পাঠ্য ও প্রবন্ধ\" শীর্ষক প্রবন্ধে এটি আলোচনা করেছিলেন। আমেরিকান ফোকলোর সোসাইটিতে ড্যান বেন-আমোসের ১৯৬৭ সালে একটি পাবলিক প্রেজেন্টেশনে আচরণগত দৃষ্টিভঙ্গি লোকাচারবিদদের মাঝে প্রকাশ্য বিতর্ক নিয়ে আসে। ১৯৭২ সালে রিচার্ড ডরসন লোকসংস্কৃতির প্রতি আচরণগত পদ্ধতি নিয়ে তরুণ তুর্কিদের তলব করেছিলেন। এ পদ্ধতি লোকসংস্কৃতির ধারণাকে মানুষের আচরণ ও যোগাযোগের একটি ধারা হিসেবে পাঠ্য ও পৃথকভাবে উপস্থাপনযোগ্য বিষয়ে পরিণত করে। লোকসংস্কৃতিকে আচরণ হিসেবে ধারণা করার বিষয়টি লোকাচারবিদদের দায়িত্বের পুনর্সংজ্ঞায়ন করেছে ...\"\nলোকসংস্কৃতি একটি ক্রিয়াপদ, যেখানে মানুষের কী আছে সেটিই নয় বরং মানুষ কী করে সেটিও মুখ্য। এটি কার্য সম্পাদন এবং সক্রিয় প্রসঙ্গের মধ্য দিয়ে অনানুষ্ঠানিকভাবে, সরাসরি যোগাযোগের মাধ্যমে, মৌখিকভাবে অথবা প্রদর্শনীর মাধ্যমে সঞ্চারিত হয়। পরিবেশনার মাঝে এই সমস্ত ধরন ও পদ্ধতি অন্তর্ভুক্ত থাকে যার মধ্য দিয়ে সঞ্চারণটি ঘটে থাকে।\n\n\n=== ঐতিহ্যবাহক এবং দর্শকশ্রোতা ===\nসঞ্চারণ একটি যোগাযোগভিত্তিক প্রক্রিয়া যেখানে দুটি উপাদান প্রয়োজন: একক ব্যক্তি বা গোষ্ঠী যিনি সক্রিয়ভাবে তথ্যকে বিভিন্নভাবে অন্য ব্যক্তি বা গোষ্ঠীর নিকট সঞ্চারিত করেন। এই বিভিন্ন ধরনের প্রত্যেকটিই লোকসাংস্কৃতিক প্রক্রিয়ায় নির্ধারিত বিষয়। দ্বিতীয় উপাদান হল, ঐতিহ্যবাহক। ঐতিহ্যবাহক যেকোন ব্যাক্তি হতে পারেন যিনি সক্রিয়ভাবে কোনও শৈল্পিক জ্ঞানের মধ্য দিয়ে যান। যেমন- নিজের সন্তানের জন্য ঘুম পাড়ানি গান গাওয়া একজন মাও ঐতিহ্যবাহক হতে পারেন আবার কোন স্থানীয় উৎসবে আইরিশ নৃত্যের অনুষ্ঠান পরিবেশনরত নাচের দলও ঐতিহ্যবাহক হতে পারে। ঐতিহ্যবাহী জ্ঞানের ধারক হিসেবে তারা সম্প্রদায়ের মাঝে চিহ্নিত ও সুপরিচিত থাকেন। তারা ইতিহাস বা স্বতন্ত্রতা নেই এমন কোন অজ্ঞাত \"লোক\" নয়।\nসঞ্চারণ প্রক্রিয়ার দ্বিতীয় ধাপ হিসেবে দায়িত্ব পালন করেন পরিবেশনার শ্রোতাগণ। তারা শ্রবণ করেন, দেখেন এবং মনে রাখেন। তাদের মধ্যে কয়েকজন সক্রিয় ঐতিহ্যবাহক হয়ে উঠেন; বাকিরা অনেকে অক্রিয় বা অনেকটা নিষ্ক্রিয়ভাবে ঐতিহ্যবাহক হিসেবে থাকেন যারা শুধু এই নির্দিষ্ট ঐতিহ্যবাহী  উপস্থাপনা এবং এর বিষয়বস্তু উভয়সহ নিদর্শনটির স্মৃতি বজায় রাখবেন।\nদর্শক এবং অভিনেতার মধ্যে সক্রিয় যোগাযোগ থাকে। অভিনেতা দর্শকদের সামনে উপস্থাপন করেন এবং দর্শক তার ক্রিয়া এবং প্রতিক্রিয়ার মাধ্যমে অভিনেতার সঙ্গে সক্রিয়ভাবে যোগাযোগ স্থাপন করেন। এখানে পরিবেশনার উদ্দেশ্য নতুন কিছু তৈরি করা নয় বরং ইতোমধ্যে বিদ্যমান আছে এমন কিছু পুনরায় তৈরি করা; পরিবেশনা হল শব্দ এবং ক্রিয়াকলাপের সমন্বয় যা অভিনেতা এবং শ্রোতা উভয়ের নিকট পরিচিত, স্বীকৃত এবং মূল্যবান। আর এই পরিবেশনার ক্ষেত্রে লোকসংস্কৃতিই প্রথম এবং সর্বাধিক স্মরণে থাকা আচরণ। একই সাংস্কৃতিক সামাজিক গোষ্ঠীর সদস্য হিসাবে তারা এই পরিবেশনাকে তাদের সাংস্কৃতিক জ্ঞানের একটি অংশ হিসেবে চিহ্নিত করে এবং গুরুত্বপূর্ণ মনে করে।\n\n\n=== পরিবেশনাকে কাঠামোকরণ করা ===\nযেকোন পরিবেশনা শুরুর জন্য অবশ্যই কোন একটি কাঠামো অনুসরণ করতে হবে যা শুধুমাত্র ঐ পরিবেশনাকেই নির্দেশ করবে। কাঠামো একে বৃহত্তর আলোচনার পরিসর থেকে পৃথক করে। প্রচলিত লোকসংস্কৃতি তথা জীবনচক্র উদ্‌যাপন (পূর্বাপর জন্মদিন) বা নৃত্য পরিবেশনার মতো আয়োজনে কাঠামো অনুষ্ঠানের অংশ হিসেবে আসে যা প্রায়শই অবস্থান অনুসারে চিহ্নিত করা হয়। শ্রোতারা অংশ নিতে অনুষ্ঠানের স্থানে যান। খেলাগুলো মূলত নিয়ম অনুসারে চলে, মূলত নিয়ম অনুসারেই খেলার কাঠামো তৈরি হয়। লোকাচারবিদ ব্যারে টোয়েলকন নাভাহো পরিবারে স্ট্রিং ফিগার নামে একটি খেলায় অংশ নিয়ে কাটানো একটি সন্ধ্যা বর্ণনা করে  বলেছেন, খেলাটিতে প্রতিটি সদস্যই একবার করে খেলোয়াড় থেকে দর্শকে পরিণত হন এবং প্রতিবারই পরস্পরের কাছে ভিন্ন প্রতিমূর্তি হিসেবে উপস্থাপন করেন।\nমৌখিক লোকজ্ঞানে, অভিনেতা স্বীকৃত ভাষাগত সূত্রগুলোর সঙ্গে শুরু এবং শেষ হবে। কৌতুকের সাধারণ পরিচিতিতে একটি সহজ উদাহরণ দেখা যায়: \"আপনি কি ওটা শুনেছেন ...\", \"আজকের দিনের কৌতুক ...\", বা \"একটি হাতি হেঁটে সরাইখানায় ঢুকল\"। এখানে শ্রোতাদের কাছে প্রতিটি সংকেতে একটি বিষয় সুস্পষ্ট যে এটিকে কৌতুক হিসেবে বুঝে নিতে হবে আক্ষরিক অর্থে নয়। প্রতিটি কৌতুক একটি পাঞ্চ লাইন বা চরম মুহূর্তের অবতারণার মাধ্যমে সম্পন্ন হয়। ইংরেজিতে আর একটি ঐতিহ্যবাহী বর্ণনা চিহ্নিতকারি হল  \"একদা এক সময়\" এবং \"তারা সবাই সুখে শাস্তিতে বাস করতে লাগল\" ইত্যাদি প্রবচন ব্যবহারের মধ্য দিয়ে যেকোন গল্পকে কাঠামোবদ্ধ করা। অনেক ভাষ্যেই অনুরূপ বাক্যাংশ রয়েছে যা দ্বারা চিরায়ত গল্পগুলোকে কাঠামোর আওতায় নিয়ে আসা হয়েছে। এই ভাষাগত সূত্রগুলোর প্রত্যেকটি সাধারণ আলোচনার পরিসর থেকে থেকে বন্ধনীযুক্ত পাঠ্যকে সরিয়ে দেয় এবং এটি অভিনেতা এবং দর্শক উভয়ের জন্য বিশেষ সূত্রযুক্ত যোগাযোগের একটি স্বীকৃত রূপ হিসেবে চিহ্নিত হয়।\n\n\n=== অনুমান সাপেক্ষ বিষয়াদি ===\nবর্ণনামূলক কৌশল হিসেবে কাঠামো গল্পকার এবং শ্রোতাদর্শক উভয়কেই ইঙ্গিত দেয় যে নীচের বর্ণনাকারীটি আসলে একটি কল্পকাহিনী (মৌখিক জ্ঞান), এবং ঐতিহাসিক ঘটনা বা বাস্তব কোন কিছু নয়। এটি কাঠামোযুক্ত আখ্যানটিকে সাবজেক্টিভ বা অনুমান সাপেক্ষ অবস্থানে স্থানান্তরিত করে এবং এমন একটি স্থান চিহ্নিত করে যেখানে \"কথাসাহিত্য, ইতিহাস, গল্প, ঐতিহ্য, শিল্প, শিক্ষাদান, সবকিছুই  বাস্তব পরিবেশ বা সময়ের সীমাবদ্ধতার বাইরে বর্ণিত হয় বা চমকপ্রদ  অনুষ্ঠানের মাধ্যমে সম্পাদিত হয়\" রিয়েলিস (ভাষাতাত্ত্বিক পদ: ঘটেছে এমন কোন বিষয় বলা) থেকে আইরিয়ালিস (ভাষাতাত্ত্বিক পদ:বলার সময় পর্যন্ত ঘটেনি এমন কিছু) পর্যায়ে এই স্থানান্তরটি রেফারেন্স গ্রুপের সমস্ত অংশগ্রহণকারী বুঝতে পারবেন। এটি এই কাল্পনিক ঘটনাগুলোকে গোষ্ঠীর পক্ষে অর্থবহ করে তোলে এবং খুব বাস্তবিক পরিণতির দিকে নিয়ে যেতে পারে।\n\n\n=== স্বয়ংক্রিয় সঠিকীকরণ সম্পর্কিত এন্ডারসনের আইন ===\nলোকসংস্কৃতির সংঞ্চারণ প্রক্রিয়ায় স্ব-সংশোধন তত্ত্বটি প্রথম ১৯২০ সালে লোকাচারবিদ ওয়াল্টার অ্যান্ডারসন দ্বারা উচ্চারিত হয়েছিল; এটি একটি ফিডব্যাক মেকানিজম ধারণ করে থাকে যা লোকসংস্কৃতির রূপগুলোকে মূল গঠনের কাছাকাছি রাখে। এই তত্ত্বে বহু অভিনেতা এবং বহু শ্রোতার সাথে শিল্প নিদর্শনটি কীভাবে সময় এবং ভৌগোলিক সীমানা জুড়ে তার পরিচয় বজায় রাখে সে সম্পর্কে এই প্রশ্ন উত্থাপন করা হয়েছে।\nযেকোন পরিবেশনা একটি দ্বি-মুখী যোগাযোগ প্রক্রিয়া। অভিনয়শিল্পী দর্শকদের তার কথা এবং ক্রিয়ার মধ্য দিয়ে দৃষ্টি আকর্ষণ করেন এবং দর্শকশ্রোতা সক্রিয়ভাবে তার অভিনয়ের প্রতি সাড়া দেন। যদি পরিবেশনাটি দর্শকের পরিচিত লোক নিদর্শনগুলোর প্রত্যাশা থেকে খুব দূরে সরে যায় তবে তারা নেতিবাচক প্রতিক্রিয়া জানাবে। আর এই নেতিবাচক প্রতিক্রিয়া এড়াতে অভিনেতা দর্শকের প্রত্যাশার সঙ্গে সামঞ্জস্যপূর্ণ অভিনয় করবেন। \"দর্শকশ্রোতা কর্তৃক সামাজিক স্বীকৃতি বর্ণনাকারীদের বা  পরিবেশকদের অনুপ্রাণিত করার একটি প্রধান নিয়ামক ...\" এতে করে পরিবেশনার পাঠ্যটি সুদৃঢ় হয়।\nতবে বাস্তবে এই মডেলটি এতটাও সরল নয়। সক্রিয় লোকসাংস্কৃতিক প্রক্রিয়ায় অনেক অপ্রয়োজনীয় বিষয়ও রয়েছে। অভিনেতা একাধিকবার গল্পটি শুনেছেন এবং তিনি সেটি একাধিক সংস্করণে বিভিন্ন গল্পকথকের কাছ থেকে শুনেছেন। এরপর, তিনি একই বা ভিন্ন ভিন্ন দর্শকদের কাছে একাধিকবার গল্পটি বলেছেন এবং দর্শক সাধারণত যে সংস্করণটি জানেন সেটিই শোনার প্রত্যাশা করেন। এই বিসতৃত মডেলটি অরৈখিক প্রক্রিয়ায় কোন পরিবেশনার সময় উদ্ভাবনকে দুরূহ করে তোলে কেননা তাতে দর্শকদের কাছ থেকে সংশোধনের দাবী তাৎক্ষণিক ভাবেই চলে আসবে।\n\n\n=== বস্তুগত সংস্কৃতির প্রসঙ্গ ===\nবস্তুগত লোকশিল্পের ক্ষেত্রে, অ্যালান ডান্ডেসের পাঠ্য এবং প্রসঙ্গের পরিভাষায় ফিরে যাওয়াই কার্যকর। এখানে পাঠ্যটি শারীরিক নিদর্শনকে নিজেই নির্দিষ্ট করে দেয় যা নির্দিষ্ট উদ্দেশ্যে কোনও ব্যক্তি দ্বারা তৈরি একটি পণ্য। এরপর প্রসঙ্গটি এর উৎপাদন এবং এর ব্যবহার উভয় সম্পর্কিত পর্যবেক্ষণ এবং প্রশ্ন দ্বারা উন্মোচিত হয়। এটি কেন তৈরি করা হয়েছিল, কীভাবে তৈরি করা হয়েছিল, কে এটি ব্যবহার করবে, তারা কীভাবে ব্যবহার করবে, কাঁচামাল কোথা থেকে এলো, কে এটি নকশা করেছিল ইত্যাদি প্রশ্নগুলো শুধুমাত্র সাক্ষাতকারী ব্যাক্তির দক্ষতার মাঝে সীমাবদ্ধ।\nদক্ষিণ-পূর্ব কেন্টাকি চেয়ার প্রস্তুতকারীদের ওপর গবেষণায়, মাইকেল ওউন জোন্স কারিগরের জীবনের প্রেক্ষাপটে একটি চেয়ারের উৎপাদন বর্ণনা করেছেন। হেনরি গ্লাসি মধ্য ভার্জিনিয়ায় লোক গৃহ সম্পর্কিত তার গবেষণায় ঐ অঞ্চলের আবাসে বারবার যে ধরনগুলো অনুসরণ করা হয়েছে এবং প্রেক্ষাপট যেভাবে বাড়ির সাথে নিজেকে মানিয়ে নেয় সেটি দেখিয়েছেন। সাধারণত কারিগরগণ কাছাকাছি শহরে রাস্তার পাশে বা দোকানে এমন পণ্য তৈরি করতে এবং প্রদর্শন করতে চায় যা গ্রাহকদের কাছে আবেদন তৈরি করে। \"গ্রাহকের সাথে ঘনিষ্ঠভাবে ব্যক্তিগত যোগাযোগের কারণে এবং আবার গ্রাহককে সেবা দেওয়ার ইচ্ছের কারণে '' উৎকৃষ্ট পণ্য উৎপাদন করার জন্য একজন কারিগর আগ্রহী হন\"। এখানে ভোক্তার ভূমিকাই সে আচরণের ধারাবাহিকতা এবং বিচ্ছিন্নতার জন্য মূলত দায়ী।\"\nবস্তুগত সংস্কৃতিতে প্রসঙ্গ সাংস্কৃতিক পরিবেশে পরিণত হয় যেখানে বস্তুটি তৈরি করা হয় যেমন; (চেয়ার), ব্যবহৃত (ঘর), এবং বিক্রয়যোগ্য (জিনিসপত্র)। এই কারিগরদের কেউই অজ্ঞাত লোক নন; তারা স্বতন্ত্র ব্যক্তি এবং সে সমস্ত বিষয় ও দক্ষতা জ্ঞান লাভ করে তারা জীবিকা নির্বাহ করে যা তাদের সম্প্রদায়ের নিরিখে মূল্যবান হিসেবে পরিগণিত হয়।\n\n\n=== টোয়েলকেনের রক্ষণশীল-গতিশীল ধারাবাহিকতা ===\nকোন পরিবেশনাই একরকম নয়। যিনি পারফর্ম বা অভিনয় করেন তিনি তার পরিবেশনাকে প্রত্যাশার মধ্যে রাখার চেষ্টা করেন। বহু চলকের পরিবর্তন সত্ত্বেও এ চেষ্টা অব্যাহত থাকে। তিনি তার পরিবেশনা কমবেশি একবারই করেন তবে সামাজিক, রাজনৈতিক পরিবেশ বদলে যায়, দর্শকশ্রোতাও বদলে যায়। বস্তুগত সংস্কৃতিতে কোন হস্তজাত কারুপণ্য অভিন্ন নয়। কখনও কখনও পরিবেশনা এবং উৎপাদনের এই বিচ্যুতিগুলো প্রক্রিয়ার অংশ হিসেবে অনেকটা অনিচ্ছাকৃত হয়ে থাকে। তবে কখনও কখনও এই বিচ্যুতিগুলো ইচ্ছাকৃত হয়; অভিনয়শিল্পী বা কারিগর প্রত্যাশার বাইরে গিয়ে কিছু করতে চান এবং তাদের নিজস্ব সৃজনশীলতার স্পর্শ যুক্ত করতে চান। তারা স্বীকৃত ধরনটি সংরক্ষণ এবং উদ্ভাবন যুক্ত করবার উত্তেজনার মাঝে তাদের পরিবেশনা সম্পন্ন করেন।\nলোকশাস্ত্রবিদ ব্যারে টোকলেন এই উত্তেজনাকে \"...\" পরিবর্তন (\"গতিশীল\") এবং স্থির (\"রক্ষণশীল\") উভয়ের সংমিশ্রণ হিসেবে চিহ্নিত করেন যা অংশগ্রহণ যোগাযোগ এবং পরিবেশনার মাধ্যমে বিকশিত ও পরিবর্তিত হয়।\" সময়ের সাথে সাথে নতুন নেতা, নতুন প্রযুক্তি, নতুন মান, নতুন সচেতনতার আবির্ভাবের মধ্য দিয়ে সাংস্কৃতিক প্রসঙ্গ স্থানান্তরিত ও রূপান্তরিত হয়। প্রসঙ্গ পরিবর্তিত হওয়ার সঙ্গে অবশ্যই শিল্পকর্মেরও পরিবর্তন হয় কেননা বিবর্তিত সাংস্কৃতিক প্রেক্ষাপটে পরিবর্তিত না হলে সেগুলোর কোন অর্থ থাকবে না। কৌতুকের মতো মৌখিক সংস্কৃতিগুলো এই উত্তেজনাকে দৃশ্যমান করে তোলে কেননা কৌতুক চক্র নতুন নতুন বিষয়ের সাথে পরিবর্তিত হয়। একবার কোনও শিল্পকর্ম প্রসঙ্গ সংশ্লিষ্টতা হারিয়ে ফেললে, সঞ্চারণের ধারাবাহিকতা ব্যাহত হয় এবং এতে সমসাময়িক দর্শকদের জন্য প্রাসঙ্গিকতা থাকে না। আর যদি সঞ্চারিতই না হয়, তবে সেটি আর লোকসংস্কৃতি থাকে না বরং একটি ঐতিহাসিক স্মৃতিচিহ্নে পরিণত হয়।\n\n\n=== বৈদ্যুতিক যুগ ===\nবৈদ্যুতিক যোগাযোগের উদ্ভাবন কীভাবে লোকসংস্কৃতির নিদর্শনসমূহের পরিবেশনা ও সঞ্চারণ পরিবর্তন করবে তা চিহ্নিত করার সময় এখনো আসেনি। শুধু একটি মাত্র মৌখিক লোকজ্ঞানের বিকাশ তথা বৈদ্যুতিক মাধ্যমে কৌতুকের বিকাশ দেখে এটা সুস্পষ্ট যে ইন্টারনেটের ফলে লোকসাংস্কৃতিক প্রক্রিয়া পরিবর্তন হচ্ছে এবং একে ধ্বংস করছে না। কৌতুক এবং কৌতুক করা দুটোই প্রচলিত চিরায়ত গল্পে যেমনি প্রচুর পরিমাণে ছিল তেমনি বৈদ্যুতিক সঞ্চারণ মাধ্যমেও প্রচুর রয়েছে। নতুন যোগাযোগের পদ্ধতিগুলোও প্রচলিত গল্পসমূহকে বিভিন্ন আঙ্গিকে রূপান্তরিত করছে। রূপকথা \"স্নো হোয়াইট\" এখন টেলিভিশন শো, ভিডিও গেম সহ শিশু এবং প্রাপ্তবয়স্ক উভয়ের জন্য একাধিক যোগাযোগমাধ্যম ব্যবহার করে উপস্থাপিত হচ্ছে।\nবৈদ্যুতিক যুগে লোকসংস্কৃতির আরও সাধারণীকরণ বিশ্লেষণের জন্য এ বিষয়ে গভীর অনুসন্ধান প্রকাশের অপেক্ষা করতে হবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে লোকজ্ঞান সম্পর্কিত মিডিয়া দেখুন।"}