{"pageid": 1063553, "title": "আন্তর্জাতিক তারিখ রেখা", "url": "https://bn.wikipedia.org/wiki?curid=1063553", "content": "আন্তর্জাতিক তারিখ রেখা (ইং International Date Line) পৃথিবীর পৃষ্ঠে অঙ্কিত একটি কাল্পনিক রেখা যা উত্তর মেরু থেকে দক্ষিণ মেরু পর্যন্ত বিস্তৃত এবং একটি পঞ্জিকা দিবস এবং পরের দিনটির মধ্যে সীমানা নির্ধারণ করে। এটি প্রশান্ত মহাসাগরের মাঝামাঝি স্থান দিয়ে ১৮০ দ্রাঘিমারেখা অনুসরণ করে, তবে কিছু অঞ্চল এবং দ্বীপপুঞ্জের কাছাকাছি এটিকে বিচ্যুত করা হয়েছে।\n\n\n== ভূগোল ==\n\n\n=== বিশ্বকে প্রদক্ষিণ করা ===\nপশ্চিম অভিমুখে ভ্রমণকারী ব্যক্তিদের অবশ্যই তাদের ঘড়িগুলি সেট করতে হবে:\n\nপ্রতি ১৫° দ্রাঘিমা পেরোনোর জন্য এক ঘন্টা কমাতে হবে এবং\nআন্তর্জাতিক তারিখ রেখা পেরিয়ে গেলে ২৪ ঘন্টা এগোতে হবে।\nযে কেউ পূর্ব দিকে ভ্রমণ করবে তাদের অবশ্যই তাদের ঘড়িগুলি সেট করতে হবে:\n\nপ্রতি ১৫° দ্রাঘিমার পেরোনোর জন্য এক ঘন্টা এগিয়ে যেতে হবে এবং\nআন্তর্জাতিক তারিখ রেখা পেরিয়ে গেলে ২৪ ঘন্টা পিছিয়ে যেতে হবে।\nএটি করতে ব্যর্থ হলে স্থানীয় সময়গুলির সাথে তাদের সময় ভুল হবে।\nআরব ভূগোলবিদ আবুলফিদা (১২৭৩-১৩৩১) ভবিষ্যদ্বাণী করেছিলেন যে ভূপ্রদক্ষিণকারীদের পৃথিবীর কোনো এক স্থানে স্থানীয় তারিখ থেকে একদিন এগিয়ে যেতে হবে। এই ঘটনাটি ১৫২২ সালে প্রথম সফল ভূপ্রদক্ষিণকারী ম্যাগেলান – এলকানোর অভিযানের (১৫১৯-১৫২২) শেষে নিশ্চিত করা গিয়েছিল। স্পেন থেকে বিশ্বের পশ্চিম দিকে যাত্রা করার পরে, অভিযানের পথে কেপ ভার্দেতে থামা হলে সেদিন জাহাজের সময় অনুযায়ী বুধবার, ৯ জুলাই ১৫২২ খ্রিস্টাব্দ ছিল। তবে স্থানীয়রা তাদের জানিয়েছিল যে এটি আসলে ১০ জুলাই ১৫২২ বৃহস্পতিবার ছিল। ক্রুরা বিস্মিত হয়েছিল, কারণ তারা ভ্রমণের তিন বছরের কোনো দিন বাদ দেননি। স্পেনের Venetian রাষ্ট্রদূত কার্ডিনাল গ্যাস্পারো কনটারিনিই প্রথম ইউরোপীয় যিনি এই সমস্যার সম্পর্কে সঠিক ব্যাখ্যা দিয়েছিলেন।\n\n\n=== বর্ণনা ===\nএই বিবরণটি আন্তর্জাতিক তারিখ রেখার সবচেয়ে সাধারণ বোঝার উপর ভিত্তি করে। দেখুন § De facto and de jure date lines এবং উপরে ডানদিকে মানচিত্র।\nআইডিএলটি মূলত 180 ° দ্রাঘিমারেখা জুড়ে বিস্তৃত, প্রায় প্রশান্ত মহাসাগরের মাঝখানে এবং গ্রিনিচ দ্রাঘিমারেখা (মূলমধ্যরেখা) থেকে বিশ্বের অর্ধেক পথে অবস্থিত। অনেক জায়গায়, IDL 180 ° দ্রাঘিমারেখাকে সঠিকভাবে অনুসরণ করে। যদিও অন্যান্য জায়গায় আইডিএল সেই দ্রাঘিমারেখা থেকে পূর্ব বা পশ্চিমে বিচ্যুত হয়। এই বিচ্যুতিগুলি সাধারণত প্রভাবিত অঞ্চলগুলির রাজনৈতিক এবং/অথবা অর্থনৈতিক সম্পর্কের সঙ্গে সামঞ্জস্য বিধান করে করা হয়।\nউত্তর থেকে দক্ষিণে অগ্রসর হতে থাকলে, 180° রেখা থেকে আইডিএলের প্রথম বিচ্যুতি ঘটিয়ে একে ভ্রাঙ্গেলিয়া দ্বীপ এবং চুকচি উপদ্বীপ (রাশিয়ান সাইবেরিয়ার পূর্বতম অঞ্চল) এর পূর্ব দিকে সরানো হয়েছে। উল্লেখ্য, ভ্রাঙ্গেলিয়া দ্বীপটি সরাসরি দ্রাঘিমাটির উপরে অবস্থিত। স্থানাঙ্ক: 71°32′N 180°0′E কিংবা 71°32′N 180°0′W। এটি এরপরে ডায়োমীড দ্বীপপুঞ্জদ্বয়ের মধ্যবর্তী বেরিং প্রণালীর ওপর দিয়ে প্রসারিত হয়েছে। প্রতিটি দ্বীপের থেকে আইডিএল ১.৫ কিলোমিটার (০.৯৩ মাইল) দূরত্বে 168°58′37″ W দ্রাঘিমা বরাবর প্রসারিত হয়েছে। এটি পরে 180° দ্রাঘিমার থেকে অনেকটা পশ্চিমে বেঁকে সেন্ট লরেন্স দ্বীপ এবং সেন্ট ম্যাথু দ্বীপের পশ্চিম বরাবর অগ্রসর হয়েছে।\nআইডিএল এরপর মার্কিন অ্যালিউশিয়ান দ্বীপপুঞ্জ ( অ্যাটু দ্বীপটি সবচেয়ে পশ্চিমে অবস্থিত) এবং রাশিয়ান কমান্ডার দ্বীপপুঞ্জের মধ্যে দিয়ে গিয়েছে। এরপরে এটি পুনরায় দক্ষিণ-পূর্ব দিকে বেঁকে 180° দ্রাঘিমায় ফিরে এসেছে। সুতরাং, সমস্ত রাশিয়া আইডিএলের পশ্চিমে এবং সমগ্র আমেরিকা যুক্তরাষ্ট্র (গুয়াম, উত্তর মারিয়ানা দ্বীপপুঞ্জ এবং ওয়েক দ্বীপপুঞ্জের বিচ্ছিন্ন অঞ্চলগুলি ব্যতীত) আইডিএলের পূর্বে অবস্থিত।\n\n\n== তথ্যসূত্র =="}