{"pageid": 1063183, "title": "পোদগোরিচা", "url": "https://bn.wikipedia.org/wiki?curid=1063183", "content": "পোদগোরিচা (সার্বীয় সিরিলীয়: Подгорица) মন্টিনিগ্রোর ও তৎকালীন যুগোস্লাভিয়ার রাজধানী ও বৃহত্তম শহর। সমাজতান্ত্রিক যুক্তরাষ্ট্রীয় প্রজাতান্ত্রিক যুগোস্লাভিয়ার (এসএফআরওয়াই) মন্টিনিগ্রো সমাজতান্ত্রিক প্রজাতন্ত্র হিসাবে মন্টিনিগ্রো প্রতিষ্ঠিতার সময়কালে মার্শাল জোসিপ ব্রজ টিটোর সম্মানে শহরটি ১৯৪৬ সাল থেকে ১৯৯২ সালের মধ্যে টিটোগ্রাদ নামে পরিচিত ছিল।\nরিদনিচা ও মোড়িচা নদীর সঙ্গম স্থান এবং উর্বর জিতা সমভূমি ও বিয়েলোপাবলিচি উপত্যকার মিলনস্থলের  অনুকূল অবস্থান পোদগোরিচা শহরের স্থাপনকে উত্সাহিত করেছে। শহরটি উত্তরের শীতকালীন স্কিইং কেন্দ্রসমূহ ও অ্যাড্রিয়াটিক সাগরের উপকূলবর্তী রিসর্টসমূহের নিকটবর্তী।\nপোদগোরিচা শহরে দেশটির জনসংখ্যার প্রায় এক চতুর্থাংশ (২৪.৩৫%) জনগণ বসবাস করে। এটি দেশের প্রশাসনিক কেন্দ্র এবং শহরের অর্থনৈতিক, সাংস্কৃতি ও শিক্ষাগত ব্যবস্থা সমগ্র দেশকে আকর্ষিত করে।\n\n\n== অর্থনীতি ==\nপোদগোরিচা শুধুমাত্র মন্টিনিগ্রোর প্রশাসনিক কেন্দ্রই নয়, দেশটির প্রধান অর্থনৈতিক কেন্দ্র হিসাবেও কাজ করে। মন্টিনিগ্রোর বেশিরভাগ শিল্প, আর্থিক ও বাণিজ্যিক ভিত্তি পোদগোরিচায় অবস্থিত।\nপ্রথম বিশ্বযুদ্ধের আগে পোদগোরিচার বেশিরভাগ অর্থনীতি বাণিজ্য ও ক্ষুদ্র-উৎপাদন শিল্পের মধ্যে অন্তর্ভুক্ত ছিল, যা অটোমান সাম্রাজ্যের দীর্ঘ শাসনের সময় প্রতিষ্ঠিত একটি অর্থনৈতিক মডেল ছিল। দ্বিতীয় বিশ্বযুদ্ধের পরে, পোদগোরিচা মন্টিনিগ্রোর রাজধানী হয়ে ওঠে এবং এসএফআরওয়াই যুগের দ্রুত নগরায়ন ও শিল্পায়নের কেন্দ্রবিন্দুতে পরিণত হয়। শহর ও শহরের আশেপাশে অ্যালুমিনিয়াম ও তামাক প্রক্রিয়াকরণ, কাপড়, প্রকৌশল, যানবাহন উৎপাদন ও মদ উৎপাদন শিল্পসমূহ প্রতিষ্ঠিত হয়। পোদগোরিচার মাথাপিছু জিডিপি ১৯৮১ সালে যুগোস্লাভের গড়ের মাথাপিছু জিডিপি'র ৮৭% ছিল।\n\n\n== জনসংখ্যার উপাত্ত ==\n\nইউরোপীয় মান অনুসারে মাঝারি আকারের, পোদগোরিচা মন্টিনিগ্রোর বৃহত্তম শহর। শহরটিতে মন্টিনিগ্রোর প্রায় এক চতুর্থাংশ নাগরিক বসবাস করেন।  পোদগোরিচা রাজধানী শহরে ২০১১ সালের আদমশুমারি অনুসারে ১,৮৫,৯৩৭ জন লোক রয়েছে, যা মহানগরীর সাথে সমানুপাতিক।\nপোদগোরিচার মোট জনসংখ্যার মধ্যে ৪৮.৭৩% পুরুষ এবং ৫১.২৭% মহিলা। জনসংখ্যার গড় বয়স ৩৫.৭ বছর।\n\n\n== ধর্ম ==\nপোদগোরিচায় তিনটি প্রধান ধর্মীয় সম্প্রদায় রয়েছে। এই ধর্মীয় সম্প্রদায়সমূহ হল সনাতনপন্থী খ্রিস্টান, সুন্নি মুসলিম ও ক্যাথলিক খ্রিস্টান।\nসনাতনপন্থী খ্রিস্টান জনসংখ্যার বেশিরভাগই স্থানীয় মন্টিনিগ্রেন ও সার্ব জনসংখ্যার থেকে উদ্ভূত, যারা গ্রেট স্কিজমের সময় বড় বিভাজনের পরে মধ্যযুগে সনাতনপন্থী খ্রিস্টান ধর্মকে গ্রহণ করেছিল। তারা শরটির প্রধান ধর্মীয় গোষ্ঠীর প্রতিনিধিত্ব করে। শহরে ১৩তম  শতাব্দীতে সেন্ট জর্জ গির্জা সহ বহু গির্জারা উত্থান ঘটে এবং শহরটির বৃহত্তম বৃহত্তম গির্জা খ্রিস্টের পুনরুত্থানের ক্যাথেড্রাল সহ পূর্বের বিভিন্ন অর্থোডক্স গির্জা রয়েছে।\nমুসলিম জনসংখ্যা বেশিরভাগ স্থানীয় বোসনিয়াক, পাশাপাশি আলবেনীয় জাতিও থেকে উদ্ভূত। পোদগোরিচা ও তুজিতে বেশ কয়েকটি মসজিদ রয়েছে।\nক্যাথলিক জনসংখ্যা মূলত স্থানীয় আলবেনীয় সংখ্যালঘু দ্বারা গঠিত। কোনিক অঞ্চলে অবস্থিত ক্যাথলিক জনগোষ্ঠীর প্রধান ধর্মীয় স্থান হল ১৯৬৬ সালে ব্রুটালিস্ট শৈলীতে নির্মিত চার্চ অব দি হলি হার্ট অব জেসুস, যা এই এটিকে অনন্য করে তুলেছে। অন্যান্য ক্যাথলিক গির্জা পূর্ব শহরতলির তুজি শহরে অবস্থিত।\n\n\n== যমজ শহর–ভগিনী শহরসমূহ ==\n\nপোদগোরিচার যমজ:\n\n\n=== অংশীদার শহরসমূহ ===\n ইয়েরেভান, আর্মেনিয়া\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nপোদগোরিচার দাপ্তরিক ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩১ ডিসেম্বর ২০২১ তারিখে\nপোদগোরিচার পর্যটন সংস্থা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ মে ২০০৯ তারিখে\nপোদগোরিচার আরও (বেশিরভাগ আধুনিক) ভবন"}