{"pageid": 1063326, "title": "ভারতে ট্রাম", "url": "https://bn.wikipedia.org/wiki?curid=1063326", "content": "ভারতের ট্রাম উনিশ শতকের শেষদিকে প্রতিষ্ঠিত হয়েছিল। ১৮৭৩ সালে কলকাতায় ঘোড়া টানা ট্রাম চালু হয়েছিল; ১৮৯৫ সালে চেন্নাইতে বৈদ্যুতিক ট্রাম শুরু হয়েছিল এবং ট্রামগুলি মুম্বই, কানপুর এবং দিল্লিতেও চালু হয়েছিল। কলকাতা বাদে ১৯৩৩ থেকে ১৯৬৪ সালের মধ্যে সমস্ত ভারতীয় শহরে এগুলি বন্ধ ছিল। \n\n\n== কলকাতা ==\n\nপশ্চিমবঙ্গ পরিবহন নিগম পশ্চিমবঙ্গের সরকার অধিগৃহীত একটি নিগম। এটি রাজ্যে বাস, ট্রাম এবং ফেরি চালায়। এটি ভারতের একমাত্র ট্রাম পরিষেবা এবং ১৯০২ সাল থেকে এশিয়ার প্রাচীনতম বৈদ্যুতিক ট্রাম।  এখানে মোট ২৫৭ টি ট্রাম রয়েছে, যার মধ্যে ১৩২ টি কলকাতার রাস্তায় প্রতিদিন চালাতেন, তবে এখন কেবল প্রতিদিন ৩৫ টি ট্রাম চালিত হয়।  একক ডেক আর্টিকুলেটেড গাড়ি ২০০ যাত্রী (৬০ বসা) বহন করতে পারে।\nভারতে প্রথম ঘোড়ার টানা ট্রাম ২.৪-মাইল (৩.৯-কিলোমিটার) ১৮৭৩ সালের ২৪ ফেব্রুয়ারি শিয়ালদহ এবং আর্মেনিয়ান ঘাট এর মধ্যে।  এই বছরের ২০ নভেম্বর পরিষেবাটি বন্ধ হয়ে যায়।  কলকাতা ট্রামওয়ে কোম্পানী গঠিত হয়েছিল এবং লন্ডনে নিবন্ধিত হয়েছিল ২২ ডিসেম্বর ১৮৮০ সালে। মিটার-গেজ ঘোড়া টানা ট্রাম ট্র্যাক শিয়ালদা থেকে আর্মেনিয়ান ঘাট হয়ে বৌবাজার স্ট্রিট, ডালহৌসি স্কোয়ার এবং স্ট্র্যান্ড রোড হয়ে  ১৮৮০ সালের ১ নভেম্বর ভাইসরয় রিপন  এই রুটের উদ্বোধন করেন।  ১৮৮২ সালে, ট্রাম গাড়িগুলি চালানোর জন্য বাষ্পীয় লোকোমোটিভ পরীক্ষামূলকভাবে মোতায়েন করা হয়েছিল। ১৯ শতকের শেষ দিকে, সংস্থার ১৬৬ ট্রাম গাড়ি, ১,০০ ঘোড়া, সাতটি বাষ্প লোকোমোটিভ এবং ১৯ মাইল ট্রাম ট্র্যাকের মালিকানা ছিল।  ১৯০০ সালে, ট্রামওয়ের বৈদ্যুতিকরণ এবং এর ট্র্যাকগুলির পুনর্নির্মাণ ৪ ফুট ৮ ১⁄২ ইঞ্চি (১,৪৩৫ মিলিমিটার)  (স্ট্যান্ডার্ড গেজ) শুরু হয়।  ১৯০২ সালে, ভারতের প্রথম বৈদ্যুতিক ট্রামকারটি  ২৭ শে মার্চ এসপ্ল্যানেড থেকে খিদিরপুরে এবং ১৪ জুন এসপ্ল্যানেড থেকে কালীঘাট অব্দি সম্প্রসারিত হয় ।\n\n\n== মুম্বই ==\n\nএকটি আমেরিকান সংস্থা  ১৮৬৫ সালে মুম্বাইয়ের (তৎকালীন বোম্বাই) একটি গণপরিবহন ব্যবস্থা প্রস্তাব করেছিল, যা ঘোড়া টানা ট্রাম সিস্টেম পরিচালনার লাইসেন্সের জন্য আবেদন করেছিল। যদিও লাইসেন্স দেওয়া হয়েছিল, শহরটির অর্থনৈতিক মানসিক চাপের কারণে এই প্রকল্পটি কখনই বাস্তবায়িত হয়নি।\nবোম্বাই ট্রামওয়ে সংস্থা ১৮৭৩ সালে প্রতিষ্ঠিত হয়েছিল। বোম্বাই ট্রামওয়ে কোম্পানী, পৌরসভা এবং স্টার্নস এবং কিটারডজ কোম্পানির মধ্যে একটি চুক্তি স্বাক্ষরিত হওয়ার পরে, বোম্বাই প্রেসিডেন্সি বোম্বাই ট্রামওয়েস আইন, ১৮৭৪ সালে এই শহরটিকে হর্সেক ট্রাম পরিষেবা চালানোর জন্য লাইসেন্স প্রদান করেছিল।  ৯ ই মে, ১৮৭৪ তারিখে, প্রথম ঘোড়ার গাড়িতে চড়ে শহর তার আত্মপ্রকাশ চলাচল কোলাবা - পাইধন  ক্রফোর্ড মার্কেট হয়ে, এবং Bori ডিসকো থেকে Pydhonie মাধ্যমে Kalbadevi যাত্রাপথ। প্রাথমিক ভাড়া ছিল তিন আনা (১৫ পয়সা প্রাক-দশমিক ১৫ পয়সা) এবং কোনও টিকিট দেওয়া হতো না। পরিষেবাটি ক্রমবর্ধমান জনপ্রিয় হওয়ার সাথে সাথে ভাড়া দুই আনা (১০ প্রাক দশমিক দশ পয়সা) কমানো হয়েছিল। সেই বছরের পরে, টিকিট-কম ভ্রমণ বাড়িয়ে তুলতে টিকিট দেওয়া হয়েছিল।  স্টার্নস এবং কিটার্ডজের কাছে পরিষেবাটির আজীবন ১,৩৬০ ঘোড়া স্থিতিশীল ছিল। \n১৮৯৯ সালে, বোম্বাই ট্রামওয়ে কোম্পানি বৈদ্যুতিক ট্রাম পরিচালনার জন্য পৌরসভার আবেদন করেছিল। ১৯০৪ সালে, ব্রিটিশ বৈদ্যুতিক ট্র্যাকশন সংস্থা ব্রাশ বৈদ্যুতিক প্রকৌশল সংস্থা এর এজেন্টের সাথে শহরে বিদ্যুৎ সরবরাহের লাইসেন্সের জন্য আবেদন করেছিল। এটি বোম্বাই ট্রামওয়েজ সংস্থা, বোম্বাই পৌরসভা এবং ব্রাশ বৈদ্যুতিক সংস্থা স্বাক্ষরিত ৩১ জুলাই, ১৯০৫-এ বোম্বাই বৈদ্যুতিক লাইসেন্স পেয়েছিল। ১৯০৫ সালে বোম্বাই ইলেকট্রিক সাপ্লাই অ্যান্ড ট্রামওয়ে সংস্থা (বেস্ট) গঠিত হয়। শহরে বৈদ্যুতিক সরবরাহ এবং একটি বৈদ্যুতিক ট্রাম পরিষেবাতে একচেটিয়া অধিকার পেয়েছে বেস্ট, বোম্বাই ট্রামওয়ে কোম্পানির সম্পদ ₹৯৮,৫০,০০০ ।  দুই বছর পরে, প্রথম বৈদ্যুতিন ট্রাম শহরে আত্মপ্রকাশ করেছিল। পরের বছর, একটি ৪,৩০০ কিলোওয়াট (৫,৮০০ অশ্বশক্তি) ওয়ারী বন্ডারে স্টিম পাওয়ার জেনারেটর চালু করা হয়েছিল। ১৯১৬ সালে, টাটা পাওয়ার (একটি বেসরকারী সংস্থা) থেকে বিদ্যুত কেনা শুরু হয়েছিল এবং ১৯২৫ সালের মধ্যে সমস্ত বিদ্যুৎ উৎপাদন টাটা থেকে আউটসোর্স করা হয়েছিল।  রাশ-ঘন্টা ট্র্যাফিক স্বাচ্ছন্দ্যে, ডাবল ডেকার ট্রামগুলি 1920 সালের সেপ্টেম্বরে চালু হয়েছিল। ট্রামগুলি নগরীর ট্রেনের নেটওয়ার্কের উন্নতি হওয়া অবধি যাত্রীদের চাহিদা পূরণ করেছিল এবং এই পরিষেবাটি ১৯ March৪ সালের ৩১ শে মার্চ বন্ধ হয়ে গেছে। \n\n\n== নাসিক ==\nনাশিকে  ট্রাম ১৮৮৯ সালে নির্মিত হয়েছিল।      ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার)  সরু গেজ  হিসেবে।পরামর্শকারী প্রকৌশলী ছিলেন ইভারার্ড ক্যালথ্রপ, পরে বার্সি লাইট রেলওয়ের সাথে পরিচিত। মূলত, ট্রামে দুটি ঘোড়া টানা দুটি ঘোড়া ব্যবহৃত হয়েছিল। এটি মেইন রোডের বর্তমান পুরাতন পৌর কর্পোরেশন ভবন থেকে ৮ থেকে ১০ কিলোমিটার দূরের নাসিক রোড রেলস্টেশন পর্যন্ত চলে। নাসিক ও নাসিক রোডের মধ্যবর্তী অঞ্চলটি ছিল জঙ্গলে ঢাকা, এবং স্টেশন থেকে শহরে যাওয়ার একমাত্র উপায় ছিল ঘোড়াওয়ালা গাড়ি বা দুটি ট্যাক্সিের একটি। ট্রাম ১৯৩১ এবং ১৯৩৩ এর মধ্যে অপারেশন বন্ধ করে দেয়।\n\n\n== চেন্নাই ==\nচেন্নাইয়ের ট্রামগুলিকে (তৎকালীন মাদ্রাজ) মাদ্রাজ ট্রামওয়েস নামেও ডাকা হত যা ডক্স এবং অভ্যন্তরীণ অঞ্চলের মধ্যে পণ্য ও যাত্রী বহন করত। সিস্টেম মে 7, 1895 শুরু, তখন তা ভারতের প্রাচীনতম ছিল বৈদ্যুতিক ট্রাম সিস্টেম এবং এটা প্রথম বৈদ্যুতিক ট্রাম সিস্টেম ভারত । মূল কন্ডুইট সিস্টেমটি বেশ কয়েকটি ধ্বংসাত্মক মৌসুমের পরে একটি প্রচলিত ওভারহেড তারের ব্যবস্থা দ্বারা প্রতিস্থাপিত হয়েছিল। ট্রামগুলি ভারী বোঝা বহন করতে পারে এবং প্রতিদিন হাজার হাজার রাইডার সহ জনপ্রিয় ছিল। রুটে মাউন্ট রোড, প্যারির কর্নার, পুনমাল্লি রোড এবং রিপন বিল্ডিং অন্তর্ভুক্ত ছিল । 1921-এর উচ্চতায়, 97 টি গাড়ি ২৪ কিলোমিটার (১৫ মাইল) ট্র্যাক। ট্রাম সংস্থাটি ১৯৫০ সালের দিকে দেউলিয়া হয়ে যায় এবং ১৯৫৩ সালের ১২ এপ্রিল সিস্টেমটি বন্ধ হয়ে যায়। \n\n\n== কানপুর ==\n১৯০৭ সালের জুনে, ট্রাম্প কানপুরে (তৎকালীন কৌনপুর) চালু হয়েছিল। সেখানে ৪ মাইল (৬.৪ কিলোমিটার) ট্র্যাক এবং ২০ একক ডেক খোলা ট্রাম। সিঙ্গেল ট্র্যাক লাইনটি  গঙ্গার তীরে সিরসায় ঘাটের সাথে রেলস্টেশনকে সংযুক্ত করেছিল। কৌনপুর ট্রামের ছবি বিরল। প্রারম্ভিক স্টকটি ছিল বৈদ্যুতিক-ট্র্যাকশন একক কোচ; একক কোচ ট্রামগুলি দিল্লি, মুম্বই এবং চেন্নাইতেও ব্যবহৃত হত। পরিষেবাটি ১৬ মে, ১৯৩৩ সালে বন্ধ হয়ে য়ায় । \n\n\n== কেরালা ==\nকোচিন রাজ্য বন ট্রামওয়ে ছিল এক ১,০০০ মিলিমিটার (৩ ফুট ৩ ৩⁄৮ ইঞ্চি) মিটার-গেজ রেলপথ ।      বন ট্রাম থেকে চলমান Parambikulam অভয়ারণ্য মধ্যে পালক্কাদ জেলা থেকে Chalakudy মধ্যে থ্রিস্সুর জেলার । ১৯০৭ থেকে ১৯৬৩ সাল পর্যন্ত পরিচালিত এটি কোচিন রাজ্যে (বর্তমানে কেরালার অংশ) কাজ করে এবং বৈশ্বিক চালানের জন্য বন থেকে সেগুন এবং গোলাপ কাঠ নিয়ে আসে।  \n\n\n== দিল্লি ==\n\n১৯০৮ সালে ৬ মার্চ  দিল্লির ট্রাম যাত্রা  শুরু করে। ১৯২১ সালে এর শীর্ষে ১৫ কিলোমিটার (৯.৩ মাইল) ট্র্যাক ছিল। জামে মসজিদ, চাঁদনী চক, চাওরি বাজার, কাতরা বদিয়ান, লাল কুয়ান, দিল্লি এবং ফতেহপুরী সবজী মান্ডি, সদর বাজার, পাহাড়গঞ্জ, আজমেরি গেট, বড় হিন্দু রাও এবং তিস হাজারীর সাথে সংযুক্ত ছিল ।  শহর সংঘর্ষের কারণে 1963 সালে এই সিস্টেমটি বন্ধ হয়ে যায়। \n\n\n== পাটনা ==\nপাটনা শহুরে পরিবহন হিসাবে ঘোড়া টানা ট্রাম ছিল।  পাটনার ট্রাম পাটনার সিটি থেকে অশোক রাজপথ এর জনবহুল এলাকায় দৌড়ে Bankipore, Sabzibagh তার পশ্চিমা টার্মিনাস (Pirbahore থানায় বিপরীত) সঙ্গে। কম রাইডারশিপের কারণে ১৯০৩ সালে এটি বন্ধ হয়ে গিয়েছিল এবং পশ্চিমের দিকে রুটটি কখনই বাস্তবায়িত হয়নি তা বাড়ানোর পরিকল্পনা রয়েছে।\n\n\n== ভাবনগর ==\nভাবনগর  ছিল ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার)    ভাবনগর রাজ্য দ্বারা নির্মিত সরু-গেজ ট্রাম। প্রথম বিভাগটি ১৯২৬ সালে ভাবনগর থেকে দক্ষিণে তালাজা পর্যন্ত নির্মিত হয়েছিল এবং ১৯৩৮ সালে মহুয়াতে প্রসারিত হয়েছিল। ট্রামওয়ের মোট দৈর্ঘ্য ছিল ৬৭.৫ মাইল (১০৮.৬ কিলোমিটার) । ট্রামওয়েটি 4-8-0 টি ছোট ছোট ইঞ্জিন ব্যবহার করেছিল পরে টি শ্রেণি হিসাবে শ্রেণিবদ্ধ করা হয়েছিল। ১৯৪। সালে, ট্রামওয়েটি সৌরাস্ট্র রেলওয়ে এবং পরে পশ্চিম রেলওয়ে দ্বারা দখল করা হয়েছিল।  এটি ১৯৬০ এর দশকে বন্ধ হয়ে যায়।\n\n\n== আরো দেখুন ==\nভারতে নগর রেল পরিবহন\nভারতে রেল পরিবহন\nট্রাম এবং হালকা রেল ট্রানজিট সিস্টেমগুলির তালিকা\n\n\n== তথ্যসূত্র =="}