{"pageid": 1063891, "title": "দিল্লি হোটেল অগ্নিকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1063891", "content": "২০১৪ সালের ১২ ফেব্রুয়ারি ভোর সাড়ে ৪ টার দিকে দিল্লী শহরের করোল বাগ এলাকায় অবস্থিত হোটেল অর্পিত প্যালেসে অগ্নিকাণ্ডের ঘটনা ঘটে এবং কমপক্ষে ১৭ জন নিহত হয়। হোটেলটির সমস্ত তলায় আগুন লেগেছিল; লোকেদের ভবন থেকে লাফিয়ে পড়তে দেখা যায়। \n\n\n== পটভূমি ==\nআইনের দুর্বল প্রয়োগের কারণে ভারত জুড়ে প্রতি বছর আগুনে পুড়ে হাজার হাজার মানুষের মৃত্যু ঘটে। দিল্লি শহরে প্রায় ১,৭০০ দমকলকর্মী রয়েছে। তুলনা করার জন্য, নিউ ইয়র্ক সিটির দমকলকর্মীর চেয়ে আটগুণ বেশি, তবে দিল্লির জনসংখ্যার হিসেবে অর্ধেকেরও কম রয়েছে। হোটেল অরপিত প্যালেস ডিসেম্বর ২০১৭ সালে একটি অগ্নি নিরাপত্তা পরীক্ষায় পাস করে। \n\n\n== আগুন ==\nদিল্লি অগ্নিনির্বাপণী সংস্থার চিফ ফায়ার অফিসার জানিয়েছিলেন যে ভোর তিনটা থেকে সাড়ে তিনটার মধ্যে আগুন লেগেছিল এবং অগ্নিনির্বাপণী সংস্থাকে তত্ক্ষণাত সতর্ক করা হয়নি।  পুলিশ কন্ট্রোল রুমে প্রথম কলটি ভোর ৪ টা ৪৩ মিনিটে আসে।  হোটেলটির দেয়াল এবং মেঝেতে থাকা কাঠের প্যানেলগুলির কারণে আগুন দ্রুত ছড়িয়ে পড়ে এবং হলওয়েগুলিতে প্রচণ্ড ধোঁয়ার সৃষ্টি করে। অনেক অতিথি তাদের ঘরে অবস্থান করে ধোঁয়া এড়াতে চেষ্টা করেছিলেন। জানালাগুলি একটি জটিল ল্যাচ সিস্টেমের সাথে লক করা থাকায় তারা কক্ষ থেকে পালাতে পারেনি।\nহোটেলটির ৪৬ টি কক্ষের মধ্যে ৩৫ টিতে ৬০ জন অতিথি ছিলেন এবং হোটেলে অগ্নিকাণ্ডের রাতে প্রায় এক ডজন কর্মী ছিলেন।  কমপক্ষে ৩০ জনকে দমকল বাহিনী উদ্ধার করেছিলেন, তবে ১৭ জন দগ্ধ অথবা শ্বাসরোধে প্রাণ হারায়। তিন জন; মিয়ানমারের এক মহিলা, একজন আইআরএস অফিসার এবং হোটেলের একজন বাবুর্চি লাফিয়ে পড়ে বাঁচতে চেয়েছিলো। কেবল মহিলাই বাঁচতে পেরেছিলেন। \n\n\n== ফল ==\nদিল্লি পুলিশ আগুনের সূত্রপাতের আগে হোটেলটির দৃশ্যটি পুনরায় তৈরি করতে ত্রিমাত্রিক লেজার প্রযুক্তি ব্যবহার করে যাতে হোটেল কর্মীদের লঙ্ঘন এবং কিসের কারণে লঙ্ঘন ঘটে তার সন্ধান করতে পারে। তারা হতাহতের সংখ্যা সীমাবদ্ধ করার প্রয়াসে ভারতের পর্যটন কেন্দ্রগুলির ১,৫০০টিরও বেশি হোটেলের প্রদত্ত সনদ পর্যালোচনা করে। \nপ্রথম তথ্য প্রতিবেদনে (এফআইআর) হোটেলের অভ্যন্তরের ছয়টি ফাঁক তালিকাভুক্ত করা হয়েছিল এবং  ব্যবসা এবং লাইসেন্সধারী এবং হোটেলটির ব্যবস্থাপনা তার অতিথিদের সুরক্ষা উপেক্ষা করে বলে উল্লেখ করে। উল্লিখিত ইস্যুগুলির মধ্যে ছিলো, হোটেলের কোনও তলায় বা রেস্তোঁরাগুলিতে কোনও আতঙ্ক সংকেত প্রদানের ব্যবস্থা ছিল না; কেবলমাত্র একটি জরুরী প্রস্থান যা তালাবদ্ধ ছিল এবং অতিথিদের জরুরি প্রস্থানটিতে দিকনির্দেশনা দেয়ার জন্য কোনও সঠিক চিহ্ন ছিলোনা। এটা আরও উল্লেখ করে যে দেয়াল এবং বিভাজকগুলোতে প্লাস্টিক এবং অন্যান্য জ্বলনযোগ্য পদার্থের ব্যাপক ব্যবহার এবং ছাদে একটি অস্থায়ী কাঠামো নির্মিত হয়েছিল যা সাহায্যে আগুন ও ধোঁয় দ্রুত ছড়িয়ে পড়ে। \n\n\n== তথ্যসূত্র =="}