{"pageid": 1063528, "title": "ইব্রাহিম রাইসি", "url": "https://bn.wikipedia.org/wiki?curid=1063528", "content": "সৈয়দ ইব্রাহিম রাইসি আল-সাদাতি (ফার্সি: سید ابراهیم رئیس‌الساداتی) (১৪ ডিসেম্বর ১৯৬০ — ১৯ মে ২০২৪) ছিলেন একজন ইরানি রাজনীতিবিদ এবং বিচারক। তিনি ২০২১ সালের নির্বাচনে জয়ী হয়ে ৩ আগস্ট ২০২১ থেকে ১৯ মে ২০২৪ মৃত্যুর আগ পর্যন্ত ইরানের রাষ্ট্রপতি হিসেবে দায়িত্ব পালন করেছেন।\nইব্রাহিম রাইসি ইরানের বিচার ব্যবস্থার বিভিন্ন গুরুত্বপূর্ণ পদে কাজ করেছেন। তিনি ২০০৪ থেকে ২০১৪ সাল পর্যন্ত উপ প্রধান বিচারপতি, ২০১৪ থেকে ২০১৬ সাল পর্যন্ত অ্যাটর্নি জেনারেল এবং ২০১৯ থেকে ২০২১ সাল পর্যন্ত প্রধান বিচারপতি ছিলেন। ১৯৮০ এবং ১৯৯০-এর দশকে তিনি তেহরানের প্রসিকিউটর এবং উপ-প্রসিকিউটর হিসেবেও দায়িত্ব পালন করেছেন। ২০১৬ থেকে ২০১৯ সাল পর্যন্ত তিনি আস্থান কুদস রাযভী নামক একটি ধর্মীয় প্রতিষ্ঠানের তত্ত্বাবধায়ক এবং চেয়ারম্যান ছিলেন। রাইসি ২০০৬ সালে দক্ষিণ খোরাসান প্রদেশ থেকে প্রথমবারের মতো বিশেষজ্ঞ পরিষদের সদস্য নির্বাচিত হন। তিনি মাশহাদের জুমা নামাজের ইমাম এবং ইমাম রেজা মাজারের প্রধান ইমাম আহমদ আলা মোলহোদার জামাতা।\nরাইসি ২০১৭ সালে রাষ্ট্রপতি নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিলেন, কিন্তু মধ্যপন্থী রাষ্ট্রপতি হাসান রুহানির কাছে পরাজিত হন। তিনি তেহরানের \"কসাই\" নামে পরিচিত, কারণ তিনি ১৯৮৮ সালে ইরানে হাজার হাজার রাজনৈতিক বন্দির মৃত্যুদণ্ড কার্যকর করার কমিটির একজন সদস্য ছিলেন। এই কারণে তাকে \"মৃত্যু কমিটি\" নামে ডাকা হয়। মার্কিন যুক্তরাষ্ট্রের ফরেন অ্যাসেটস কন্ট্রোল অফিস তাকে নিষিদ্ধ করেছে এবং আন্তর্জাতিক মানবাধিকার সংস্থা ও জাতিসংঘের বিশেষ প্রতিবেদকরা তাকে মানবতার বিরুদ্ধে অপরাধের জন্য অভিযুক্ত করেছে।\nইব্রাহিম রাইসি ২০২১ সালে পুনরায় রাষ্ট্রপতি নির্বাচনে দাঁড়িয়ে ৬২.৯% ভোট পেয়ে হাসান রুহানিকে পরাজিত করেন। অনেকেই মনে করেন, এই নির্বাচন রাইসির পক্ষে প্রভাবিত করা হয়েছিল, কারণ তিনি ইরানের সর্বোচ্চ নেতা আলী খামেনির ঘনিষ্ঠ মিত্র। রাইসিকে প্রায়ই খামেনির পরবর্তী উত্তরসূরি হিসেবে দেখা হয়। ইরানি রাজনীতিতে রাইসি একজন কঠোরপন্থী নেতা হিসেবে পরিচিত।\nতার রাষ্ট্রপতি থাকাকালীন সময়ে, মার্কিন যুক্তরাষ্ট্রের সাথে পারমাণবিক চুক্তি (JCPOA) নিয়ে আলোচনা আটকে যায় এবং ২০২২ সালের শেষের দিকে মাহসা আমিনির মৃত্যুর পর দেশটিতে বড় ধরনের প্রতিবাদ হয়। রাইসির সময় ইরান ইউরেনিয়াম সমৃদ্ধকরণ বাড়িয়েছে, আন্তর্জাতিক পরিদর্শনে বাধা দিয়েছে এবং রাশিয়ার ইউক্রেন আক্রমণে সমর্থন দিয়েছে। এছাড়া, ইরান গাজার সংঘাতে ইসরায়েলের উপর ক্ষেপণাস্ত্র ও ড্রোন হামলা চালায় এবং হিজবুল্লাহ ও হুথি আন্দোলনের মতো গোষ্ঠীগুলিকে অস্ত্র সহায়তা দিয়েছে।\n\n\n== মৃত্যু ==\n\n১৯ মে ২০২৪ সালে রবিবার ইব্রাহিম রাইসি পূর্ব আজার বাইজানের প্রদেশে জলপাই এলাকায়  প্রেসিডেন্ট ইলহাম  আলীর সাথে জলাধার প্রকল্প উদ্বোধন শেষে ফেরার পথে রাইসিকে বহনকারী একটি হেলিকপ্টার ইরানের উত্তর-পশ্চিমে ভারজাকান এলাকার একটি বনে বিধ্বস্ত হয়। ওই দূর্ঘটনায় ইব্রাহিম রাইসি, ইরানের পররাষ্ট্র মন্ত্রী হোসেন আমির-আব্দুল্লাহিয়ান সহ হেলিকপ্টারে থাকা সবাই অর্থাৎ ৯জন নিহত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nউপস্থিতি - সি-স্প্যানে"}