{"pageid": 1063894, "title": "প্রবাদ-প্রবচন", "url": "https://bn.wikipedia.org/wiki?curid=1063894", "content": "প্রবাদ প্রবচন প্রতিটি ভাষার অমূল্য সম্পদ। বাঙালীর হাজার বছরের সংস্কৃতি তথা সামগ্রিক জীবনাচরণে প্রবাদ প্রবচন সমৃদ্ধ একটি ধারা হিসেবে বিবেচিত। প্রবাদ প্রবচনের মাধ্যমে বাঙালির জীবন, ধর্ম, সংস্কৃতি, আচার, বিশ্বাস ও রসবোধের পরিচয় পাওয়া যায়।\nপ্রবাদ ও প্রবচন প্রায় একই অর্থে এবং পাশাপাশি ব্যবহৃত হলেও এর মধ্যে পার্থক্য বিদ্যমান।\n\n\n== প্রবাদ ও প্রবচনের সংজ্ঞা ==\n\n\n=== প্রবাদ ===\nমানবসমাজের দীর্ঘদিনের অভিজ্ঞতালব্ধ জীবনসত্যের স্মারক কোনো জনপ্রিয় বিদ্রুপাত্মক সংক্ষিপ্ত উক্তিকে প্রবাদ বলে।\n\n\n=== প্রবচন ===\nপ্রবচন হলো প্রজ্ঞাবান, মননশীল বা সৃজনশীল ব্যক্তির অভিজ্ঞতাপ্রসূত ব্যক্তিগত সৃষ্টি। এগুলো সাধারণত স্রষ্টার নামেই প্রচলিত হয় (যেমন: খনার বচন)। কবি, সাহিত্যিক বা প্রজ্ঞাবান ব্যক্তিবর্গ এর উদ্ভাবক বা রচয়িতা। যেমন:\n\nপিপীলিকার পাখা হয় মরিবার তরে। - কবি কঙ্কণ চণ্ডী\nনগর পুড়িলে কি দেবালয় এড়ায়? - ভারতচন্দ্র রায়গুণাকর\nবিনে স্বদেশী ভাষা মিটে কি আশা? - রামনিধি গুপ্ত\nঅন্যায় যে করে আর অন্যায় যে সহেতব ঘৃণা যেন তারে তৃণসম দহে। - রবীন্দ্রনাথ ঠাকুর\nচোরা না শুনে ধর্মের কাহিনী। - কাশীরাম দাস\nবন্যেরা বনে সুন্দর, শিশুরা মাতৃক্রোড়ে। - সঞ্জীবচন্দ্র চট্টোপাধ্যায়\n\n\n== প্রবাদ ও প্রবচনের পার্থক্য ==\nপ্রবাদ ও প্রবচনের সবচেয়ে সুনির্দিষ্ট পার্থক্য হলো প্রবাদ লোকসমাজ বা কালের সৃষ্টি। কিন্তু প্রবচন কবি, সাহিত্যিক বা প্রজ্ঞাবান ব্যক্তির সৃষ্টি। প্রবাদের কোনো লিখিত ভিত্তি নেই, কিন্তু প্রবচনের আছে। প্রবাদকে বলা যায়, লোকসমাজের অভিজ্ঞতার নির্যাস, একক কোনো ব্যক্তি এর রচয়িতা হিসেবে দাবি করতে পারে না। অন্যদিকে প্রবচন ব্যক্তিগত প্রতিভার দ্বারা সৃষ্ট বাক্য বা বাক্যাংশ। তবে, প্রবচন একসঙ্গে লোকসমাজের অধিকারে চলে আসে।\nআবার, প্রবাদ ব্যঞ্জনার্থে ব্যবহৃত হয়। অন্যদিকে, প্রবচনের রূপক ধর্ম থাকে না, বাচ্যার্থ বা সরাসরি অর্থই প্রকাশ করে। সাধারণত প্রবাদের চেয়ে প্রবচন আকারে বড় হয়।\n\n\n== প্রবাদ প্রবচনের বৈশিষ্ট্য ==\nপ্রবাদ-প্রবচনের সংক্ষিপ্ত বাক্যে একটি জাতির নানান বৈশিষ্ট্য লুকিয়ে থাকে। প্রবাদের বৈশিষ্ট্যগুলো নিম্নরূপ:\n\nঅর্থব্যঞ্জনা: প্রবাদের অর্থ গভীর ও তাৎপর্যময়। এর তীক্ষ্ণ অর্থভেদী মন্তব্য শ্রোতা ও পাঠককে সহজে সচকিত করে তোলে। এর শব্দার্থ নয়, রূপক অর্থই গুরুত্বপূর্ণ।\nঅভিজ্ঞতার নির্যাস: প্রবাদের শক্তিই হলো অভিজ্ঞতা। লোকসমাজের দীর্ঘদিনের অভিজ্ঞতার সারৎসার থাকে প্রবাদে। যুগের সঞ্চিত অভিজ্ঞতা মানুষের ব্যক্তিগত অভিজ্ঞতায় যোগ হয়।\nসরল প্রকাশভঙ্গি: প্রবাদ সহজ সরল হওয়ার কারণে তা সহজেই শ্রোতার মনে সাড়া জাগায়। প্রবাদের আলঙ্কারিক গুণ রয়েছে বলে মানুষ তা সহজে ভুলে যায় না। সাধারণত ছন্দ ও অন্ত্যমিলের জন্য বা কখনও উপযুক্ত অনুষঙ্গের জন্য প্রবাদ দীর্ঘদিন মানুষের মনে থাকে। যেমন: অর্থ অনর্থের মূল। কাজের সময় কাজি, কাজ ফুরালে পাজি। ইত্যাদি।\n\n\n== প্রবাদের শ্রেণিবিভাগ ==\nঅর্থদ্যোতকতার দিক বিবেচনা করে প্রবাদকে কয়েকটি ভাগে ভাগ করা যায়। যেমন:\n\nসাধারণ অভিজ্ঞতামূলক: কান টানলে মাথা আসে, অল্পবিদ্যা ভয়ঙ্করী।\nনীতিমূলক: চোরা না শুনে ধর্মের কাহিনী, অধিক সন্ন্যাসীতে গাজন নষ্ট।\nসমালোচনামূলক: উচিত কথায় মামা বেজার।\nসামাজিক রীতিবিষয়ক: মোল্লার দৌড় মসজিদ পর্যন্ত, অতি লোভে তাঁতি নষ্ট ইত্যাদি।\nব্যঙ্গাত্মক: চোরে চোরে মাসতুতো ভাই, ঠেলার নাম বাবাজি।\n\n\n== আরো দেখুন ==\nবাংলা প্রবাদ-প্রবচনের তালিকা\nবাংলা ভাষা\nবাগধারা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}