{"pageid": 1063732, "title": "বুকিত পাঞ্জাং", "url": "https://bn.wikipedia.org/wiki?curid=1063732", "content": "বুকিত পাঞ্জাং, প্রায়শই সংক্ষেপে বিটি পাঞ্জাং বা কেবল বিপি হিসাবে সংক্ষেপিত হয়, এটি একটি পরিকল্পনা অঞ্চল এবং সিঙ্গাপুরের পশ্চিম অঞ্চলে অবস্থিত আবাসিক শহর । পরিকল্পনা এলাকায় দ্বারা বেষ্টিত বুকিত Batok পশ্চিমে Choa চু কাং উত্তর-পশ্চিমে, Sungei Kadut উত্তরে, সেন্ট্রাল ওয়াটার অববাহিকা পূর্ব এবং বুকিত Timah দক্ষিণে। বুকিট পাঞ্জাং নিউ টাউনটি পরিকল্পনার অংশের উত্তর অংশে অবস্থিত। বুকিট পাঞ্জং এর গড় উচ্চতা হ'ল ৩৬ মি / ১ ফুট এবং এই শহরের একটি অংশ একটি নিচু দীর্ঘতর পাহাড়ের উপরে অবস্থিত।\nটোক পাইওহ, অ্যাং মো কিও এবং অন্যান্য জনসংখ্যা কম জনসংখ্যার কারণে জনসমক্ষে প্রকাশিত আলোচিত শহরগুলির তুলনায় বুকিট পাঞ্জাং একটি শান্ত শহর ।\n\n\n== ব্যুৎপত্তি ==\nবুকিত মালে \"অর্থ পার্বত্য \" এবং Panjang মানে হলো \"দীর্ঘ\"। সুতরাং, বুকিত পাঞ্জাং এর আক্ষরিক অর্থ লং হিল যা দক্ষিণের বুকিত তিমাহে শেষ হওয়া দীর্ঘ পর্বতমালা থেকে এর নাম পেয়েছে।\nআন্দোলন হানইয়ু পিনইন রোমানীকরণ ব্যবহার ম্যান্ডারিন জনকে সিঙ্গাপুরে জায়গার নাম পরিবর্তন করতে উচ্চতা, নতুন শহর, এলাকার প্রাথমিকভাবে Zhenghua নামে পরিচিত ছিল নির্মাণ করা হবে \"চেঙ Hwa থেকে\", এর Pinyinised সংস্করণ থেকে প্রাপ্ত পর পুরানো রাস্তা, জালান চেং হুয়া।  প্রাচীনকালের ট্রেডিং উপভাষা নাম যা অপরিচিত জন্য সাধারণ মুদ্রা অর্জন করেছেন, ম্যান্ডারিন বেশী ভাল পাবলিক দ্বারা গৃহীত হয় নি, এবং বুকিট পাঞ্জাং দ্রুত পুনর্বহাল করা হয়। তবে বুকিত পাঞ্জাং রোড এবং বুকিট তিমাহ এক্সপ্রেসওয়ের মধ্যবর্তী ফ্লাইওভারের নামে ঝেংগুয়া পার্কে এবং হল্যান্ড-বুকিট তিমাহ জিআরসি- এর ঝেনঝুয়া ওয়ার্ডে ঝেংগুয়া নামটি সংরক্ষণ করা হয়েছে।\nএই শহরের বেশিরভাগ রাস্তার নাম ১৯৬০ এর দশকের পুরানো গ্রামের ট্র্যাকগুলির নাম অনুসারে, লোরং জেলাপাং, লোরং পেটিয়ার, লোরং পেন্ডিং, লোরং লোম্পাং, জালান ফাজার, জালান সিগার এবং জালান সেনজা, যা এই অঞ্চলটিকে চালিত করত।\n\n\n== ইতিহাস ==\nপশ্চিম সিঙ্গাপুরে শহরতলির শহর হিসাবে পুনর্নবীকরণের আগে, বুকিত পাঞ্জাং এমন একটি গ্রাম ছিল যা এই অঞ্চলে বিদ্যমান ছিল। শহরে এবং উন্নত আর্থকর্মের বিকাশ শুরু হয়েছিল 1981 সালে। পাবলিক হাউজিং ফ্ল্যাটগুলি 1985 সালে বেড়েছে, তবে এখনও পর্যন্ত কেবলমাত্র ব্লক 1XX এবং 2XX নির্মিত হয়েছিল। ব্লকস 4 এএক্সএক্স 1989 সালের পরে এবং চলমান ছিল, তারপরে 1995 থেকে 5xx এবং 6xx রয়েছে।\n\n\n=== প্রশাসন ===\nবুকিট পাঞ্জাং অঞ্চল হল্যান্ড-বুকিট পাঞ্জাং টাউন কাউন্সিলের প্রশাসনিক নেতৃত্বে আসে, যা বুকিত পাঞ্জংয়ের অনেকগুলি অ্যাপার্টমেন্ট ( এইচডিবি ফ্ল্যাট) এবং বাণিজ্যিক ইউনিটের পরিচালনা ও রক্ষণাবেক্ষণের তদারকি করে। এর চেয়ারম্যান হলেন লিয়াং ইঞ্জি হাওয়া ।\n\n\n== আবাসন, সুযোগ-সুবিধা এবং আকর্ষণ ==\n\nশহরটিতে ফ্ল্যাট, কনডমিনিয়াম এবং ব্যক্তিগত আবাসনগুলির পুরানো এবং নতুন ব্লকের মিশ্রণ রয়েছে। আজ অবধি, তিনটি কমিউনিটি সেন্টার রয়েছে, নাম বুকিট পাঞ্জাং কমিউনিটি সেন্টার, ঝেংগুয়া কমিউনিটি সেন্টার, এবং সেনজা-কাজু কমিউনিটি ক্লাব, যা বাসিন্দাদের বিনোদন, বিনোদনমূলক এবং শিক্ষামূলক প্রয়োজনগুলি পরিবেশন করে।\nবুকিট পাঞ্জাং প্লাজা বুকিট পাঞ্জংয়ের অন্যতম নামকরা মল। এটি শহরের কেন্দ্রস্থলে অবস্থিত এবং এলআরটি এবং এমআরটি স্টেশনগুলির পাশাপাশি বুকিট পাঞ্জং বাস ইন্টারচেঞ্জের নিকটে অবস্থিত। জেলবু রোড বরাবর অবস্থিত, ভবনের আরও দোকান থাকার জন্য মলটি তার অস্তিত্ব জুড়ে দু'বার প্রসারিত করা হয়েছে। মলটির মালিকানা ক্যাপিটেরাটেল যা ক্যাপিটাল্যান্ডের আর একটি খুচরা-ভিত্তিক আরআইআইটি । মলে বুকিট পাঞ্জাং পাবলিক লাইব্রেরি এবং একটি এনটিইউসি ফেয়ারপ্রাইস ফাইনস্ট সুপার মার্কেট রয়েছে।\nহিলিয়ন মল পেটিয়ার রোডের পাশেই বুকিট পাঞ্জংয়ের আরেকটি সুপরিচিত মল। ২৪ ফেব্রুয়ারী ২০১৭ এ এটি খোলার সর্বশেষতম বাণিজ্যিক সুবিধাগুলির মধ্যে একটি। এটি বুকিট পাঞ্জং ইন্টিগ্রেটেড ট্রান্সপোর্ট হাবের অংশ, যা বুকিট পাঞ্জাং বাস ইন্টারচেঞ্জের সাথে বিল্ডিংটি ভাগ করে, এবং যথাক্রমে একটি আন্ডারপাস এবং উপরের গ্রাউন্ড লিঙ্ক ওয়েয়ের মাধ্যমে বুকিট পাঞ্জাং এমআরটি / এলআরটি স্টেশনের সাথে সরাসরি লিঙ্ক করে।\nবাসিন্দাদের প্রাথমিক প্রয়োজনীয়তা পূরণের জন্য খাদ্য আদালত, সুপারমার্কেট এবং অন্যান্য মৌলিক দোকানগুলিতে সজ্জিত আরও ছোট বাণিজ্যিক ভবন রয়েছে। এগুলি সাধারণত এইচডিবি এস্টেট বা ছোট স্ট্যান্ডেলোন ভবনের মধ্যে অবস্থিত। আরও কিছু আইকনিক বিল্ডিংগুলির মধ্যে রয়েছে ওয়ালল্যান্ডস রোডের পাশে অবস্থিত জংশন ১০, ফজার রোডের পাশে অবস্থিত ফজর শপিং সেন্টার, জেলাপং রোডের পাশে গ্রিনরিজ শপিং সেন্টার এবং ব্যাংকিট রোডের বুকিট পাঞ্জাং টাউন সেন্টার।\nপাড়ার মধ্যে দুটি হকার কেন্দ্র নিয়ে গঠিত; বুকিট পাঞ্জাং হকার সেন্টার অ্যান্ড মার্কেট এবং সেনজা হকার সেন্টার, যা বর্তমানে নির্মাণাধীন, এবং ২০২২ সালে এটি চালু হবে।\n\n\n== শিক্ষা ==\nবুকিত পাঞ্জাংয়ের আশেপাশের প্রাথমিক ও মাধ্যমিক বিদ্যালয় দুটি রয়েছে।\n\n\n=== প্রাথমিক বিদ্যালয় ===\nবীকন প্রাথমিক বিদ্যালয়\nবুকিত পাঞ্জাং প্রাথমিক বিদ্যালয়\nCHIJ আমাদের লেডি কুইন অফ পিস\nগ্রিনরিজ প্রাথমিক বিদ্যালয়\nপশ্চিম বসন্ত প্রাথমিক বিদ্যালয়\nপশ্চিম ভিউ প্রাথমিক বিদ্যালয়\nঝেংগুয়া প্রাথমিক বিদ্যালয়\n\n\n=== মাধ্যমিক বিদ্যালয় ===\nঅনুমান ইংরেজি স্কুল\nঅনুমান পথের স্কুল\nফাজার মাধ্যমিক বিদ্যালয় (গ্রিনরিজ মাধ্যমিক বিদ্যালয়ের সাথে 2023 এ একত্রীকরণ)\nগ্রিনরিজ মাধ্যমিক বিদ্যালয় (ফজর মাধ্যমিক বিদ্যালয়ের সাথে 2023 এ মার্জ করা)\nপশ্চিম বসন্ত মাধ্যমিক বিদ্যালয়\nঝেংগুয়া মাধ্যমিক বিদ্যালয়\n\n\n== পরিবহন ==\n\n\n=== রাস্তা ===\nবুকিট পাঞ্জাং সিঙ্গাপুরের দুটি প্রধান মহাসড়ক বুকিট তিমাহ এক্সপ্রেসওয়ে (বি কেই) এবং ক্রানজি এক্সপ্রেসওয়ে (কেজেই) এর সংলগ্ন এবং এটি অন্যান্য শহরগুলির ও সেখান থেকে দ্রুত প্রবেশদ্বার। সেই হিসাবে, সিঙ্গাপুরের পশ্চিমাঞ্চল থেকে আগত অনেক চালক বুকিট পাঞ্জাং রোডের মতো বুকিট পাঞ্জাংয়ের প্রধান সড়কগুলিকে বিকেই অ্যাক্সেস করার অন্যতম উপায় হিসাবে এবং পরে কেজেই ব্যবহার করে। কেজেই-তে সংযোগকারী সেনজা রোডের স্লিপ রোডের শাখা প্রশাখা রয়েছে। এই স্লিপ রোডটি ২০২২ সালের মধ্যে একটি যানবাহনের বিনিময়ে আপগ্রেড করা হবে\nবুকিত পাঞ্জাংয়ের বুকিট পাঞ্জাং রিং রোডের বিভিন্ন অংশ দিয়ে চলছে একটি রিং রোড । এটি শহরের প্রধান ধমনী রাস্তাগুলির ফিডার হিসাবে কাজ করে।\n\n\n=== বাস ===\nপাবলিক বাস সিস্টেমটি মূলত এসএমআরটি বাস দ্বারা চালিত হয়। বুকিত পাঞ্জাং-এ অবস্থিত এসএমআরটি বাসগুলির মধ্যে কয়েকটি ছোট ছোট ফিডার বাস পরিষেবা যা পার্শ্ববর্তী অঞ্চলের বিভিন্ন অঞ্চলে পরিবেশন করে, বাকিগুলি দীর্ঘ-দূরতলের ট্রাঙ্ক পরিষেবা যা অন্যান্য শহরে এবং শহরের কেন্দ্রে যাতায়াতের মাধ্যম হিসাবে কাজ করে।\n\n\n=== রেল ===\n\nড্রাইভারহীন এবং সম্পূর্ণ স্বয়ংক্রিয় বুকিত পাঞ্জাং এলআরটি লাইনটি ১৯৯৯ সালে এস $ ২৮৫ মিলিয়ন ব্যয়ে সম্পন্ন হয়েছিল।  রেললাইনটি ক্রমবর্ধমান শহরে পরিবেশন করা এবং শহরের মধ্য দিয়ে নিযুক্ত প্রচুর বাসের প্রতিস্থাপন হিসাবে কাজ করার লক্ষ্য ছিল, বিশেষত ছুটির সময়কালে। মূলত ১৪ টি স্টেশন দিয়ে খোলা, টেন মাইল জংশন স্টেশনটি কম রাইডশীপ রাত্রির জ্ন্য ২০১৯ সালে স্থায়ীভাবে বন্ধ হয়ে গেছে, সংখ্যাটি ১৩ এ নিয়েছে।\nএসএমআরটি কর্তৃক বুকিত পাঞ্জাংয়ের বাসগুলিকে এলআরটি পদ্ধতিতে প্রতিস্থাপনের সিদ্ধান্তের প্রতিবাদ জানিয়ে বুকিত পাঞ্জাংয়ের বাসিন্দারা বেশ কয়েকটি আর্জি পেশ করেছিলেন। কিছু অভিযোগ অভিযোগ সম্পর্কিত ছিল যে লোকেরা পূর্বের বাস ব্যবস্থাকে পছন্দ করেছিল যা বুকিত পাঞ্জাং আশেপাশের বেশিরভাগ অংশ যেমন বাস সার্ভিস ১৯০ এবং ৯ .২ জুড়ে ছিল। পূর্ববর্তী বাস সিস্টেমটিকে আরও দক্ষ হিসাবে দেখা হত কারণ এর হাঁটার দূরত্বে অনেকগুলি বাস স্টপ ছিল; এলআরটি সিস্টেমে কেবল ১৩ টি স্টেশন রয়েছে যা কয়েক শ মিটার দূরে রয়েছে।\nএলআরটি সিস্টেমটি একটি বড় আপগ্রেডিং প্রোগ্রামের মধ্য দিয়ে যাবে বলে আশা করা হচ্ছে যা ২০২৪ সালের মধ্যে শেষ হবে। প্রোগ্রামটি একটি নতুন সিগন্যালিং সিস্টেম, উন্নত শর্ত মনিটরিং, নতুন বিদ্যুত রেল সিস্টেম এবং ১৯ টি নতুন হালকা  রেল গাড়ি নিয়ে আসবে।\nডাউনটাউন লাইনে বুকিট পাঞ্জাং এমআরটি স্টেশন ২৭ ডিসেম্বর ২০১৫-এ খোলা হয়েছিল। এটি বুকিত পানজং বাসিন্দাদের ডাউনটাউন কোরে সরাসরি ট্রেনের অ্যাক্সেস সরবরাহ করে।\n\n\n== রাজনীতি ==\nবুকিত পাঞ্জাং রাজনৈতিকভাবে দুটি আসনে বিভক্ত, যিনি বুকিত পাঞ্জাং সিঙ্গল সদস্য নির্বাচনী এলাকা এবং হল্যান্ড-বুকিট তিমাহ গ্রুপ প্রতিনিধিত্ব কেন্দ্রের কাজু ও ঝেংগুয়া ওয়ার্ড।\nবুকিত পাঞ্জাং এসএমসি মূলত মুলতুবি, ব্যাংককিত এবং ফাজার অঞ্চল নিয়ে গঠিত। এর সংসদ সদস্য লিয়াং ইঞ্জি হুভা ।\nসেনজা, সেগার এবং জেলাপাং হল্যান্ড-বুকিত টিমাহ জিআরসি-এর ঝেঙ্গুয়া ওয়ার্ডে অবস্থিত যেখানে এর সংসদ সদস্য  এডওয়ার্ড  চিয়া । পিটিয়ার, গাংসা এবং চেস্টনা অঞ্চল হল্যান্ড-বুকিত টিমাহ জিআরসি-র কাজু বিভাগের অন্তর্গত এবং এর সংসদ সদস্য ভিভিয়ান বালাকৃষ্ণান ।\n\n\n== গ্রন্থপঞ্জি ==\nVictor R Savage, Brenda S A Yeoh (2003), Toponymics - A Study of Singapore Street Names, Eastern Universities Press, আইএসবিএন ৯৮১-২১০-২০৫-১\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nZhenghua Park (owned by the National Parks Board of Singapore)\nSMRT Trains (Bukit Panjang LRT)\nHolland-Bukit Panjang Town Council"}