{"pageid": 1063605, "title": "ব্যোমকেশ চক্রবর্তী", "url": "https://bn.wikipedia.org/wiki?curid=1063605", "content": "ডঃ ব্যোমকেশ চক্রবর্তী (ইংরেজি: Byomkesh Chakraborty or Byomkesh Chakrabarty) (১৯২৩ – ১৯৮১) বাঙালি ভাষা গবেষক হিসাবে বিভিন্ন জাতিগত ভাষার উপরে কাজ করেছেন। একজন খাাতিমান শিক্ষাবিদ ও কবি হিসাবেও তার পরিচিতি ছিল। বাংলা ভাষায় সাঁওতালি ভাষার এবং সাঁওতালি ভাষার উপর বাংলা ভাষার কতটা প্রভাব ছিল এগুলোই ছিল ওনার প্রধান গবেষণার বিষয়। তিনি এই গবেষণার মাধ্যমে বাংলা ভাষার উৎপত্তি সম্পর্কিত বিষয় নিয়ে আলোচনার নতুন নতুন দিক খুলে দেন।\n\n\n== জীবন ==\nব্যোমকেশ চক্রবর্তী ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের তৎকালীন মেদিনীপুর জেলার (বর্তমান পশ্চিম মেদিনীপুর) খড়ার-গোপীনাথপুর গ্রামে জন্মগ্রহণ করেন ১৯২৩ খ্রিস্টাব্দে।পিতা শরৎচন্দ্র চক্রবর্তী ও মাতা শীতলা সুন্দরী চক্রবর্তী।\nতিনি কলকাতা বিশ্ববিদ্যালয় থেকে দুইবার এম.এ পাশ করেন। একবার বাংলায় আর একবার ইংরেজিতে। তারপর তিনি সাঁওতালি ভাষায় পিএইচডি ডিগ্রি লাভ করেন কলকাতা বিশ্ববিদ্যালয় থেকে। তিনি হলেন প্রথম ব্যক্তি যিনি সাঁওতালি ভাষায় কলকাতা বিশ্ববিদ্যালয় থেকে ডক্টরেট ডিগ্রি লাভ করেন।ব্যোমকেশ চক্রবর্তী ভাষাচার্য ড. সুনীতি কুমার চট্টোপাধ্যায় এবং ভাষাতাত্ত্বিক ড.সুকুমার সেনের সংস্পর্শে আসেন তাঁদের ছাত্র হিসাবে  এবং তাঁদের কাছ থেকে ভাষাগত অধ্যয়নে দক্ষতা অর্জন করেছিলেন। পশ্চিম মেদিনীপুর জেলার আদিবাসীদের সংস্কৃতির সাথে তার ঘনিষ্ট পরিচয় তার গবেষণার সহায়ক হয়েছিল।। তিনি বিশেষত সাঁওতালি সংস্কৃতিতে মনোনিবেশ করেছিলেন এবং সাঁওতালি ভাষার যথাযথ জ্ঞান অর্জন করেছিলেন। তিনি সাঁওতালি ও বাংলা ভাষার তুলনামূলক গবেষণা নিয়ে নিয়মতান্ত্রিক গবেষণা চালিয়েছিলেন।\nপ্রথম জীবনে তিনি একটি বিদ্যালয়ের প্রধান শিক্ষক হিসেবে নিযুক্ত হন। তারপর তিনি পশ্চিম মেদিনীপুরের ঝাডগ্রামের কাপগাড়িতে অবস্থিত সেবা ভারতী মহাবিদ্যালয় এবং মুর্শিদাবাদের কান্দিতে অবস্থিত রাজা বীরেন্দ্র চন্দ্র কলেজের অধ্যক্ষ হন।\n১৯৮১ খ্রিস্টাব্দে তিনি পরলোক গমন করেন।\n\n\n== গবেষণা কাজ ==\nব্যোমকেশ চক্রবর্তী সাঁওতালি ভাষার ধ্বনিবিজ্ঞান,  ধ্বনিতত্ত্ব, বাক্যতত্ত্ব, রূপমূলতত্ত্ব, শব্দার্থতত্ত্ব,  সাঁওতালি সাহিত্য নিয়ে গবেষণা করেন। বাংলা ভাষায় সাঁওতালি ভাষার এবং সাঁওতালি ভাষার উপর বাংলা ভাষার কতটা প্রভাব ছিল এগুলোই ছিল ওনার প্রধান গবেষণার বিষয়। তিনি এই গবেষণার মাধ্যমে বাংলা ভাষার উৎপত্তি সম্পর্কিত বিষয় নিয়ে আলোচনার নতুন নতুন দিক খুলে দেন এবং গবেষণার নতুন ক্ষেত্র তৈরিতে সাহায্য করেন। বাংলা ভাষার বিবর্তনের ধারা বেশ কঠিন ভাবে হয়েছে। এখনও বিবর্তনের সব ধাপ পরিষ্কার ভাবে জানা সম্ভব হয়নি তাই এই সমস্ত গবেষণা অত্যন্ত গুরুত্বপূর্ণ ভাষা গবেষণায় ওনার কাজগুলি যথেষ্ট গ্রহণযোগ্যতা লাভ করে।  সাঁওতালি, ভাষা অস্ট্রোয়াশিয়াটিক পরিবারভুক্ত এবং প্রাক-আর্য সময় থেকেই এর পৃথক পরিচয় ছিল এবং বাংলায় ইন্দো-আর্য পরিবারের  একটি ভাষার সাথে তার সহাবস্থান লক্ষিত হয়। এই ধারণাটি মোটামুটি  গৃহীত হলাও অনেক প্রশ্নই  এখনও অধরা আছে।\nপশ্চিমা হিন্দির মতো আধুনিক ভারতীয় ভাষায় মধ্যবর্তী প্রাকৃত সৌরসেনী থেকে বিবর্তনের লক্ষণগুলি স্পষ্টভাবে পরিলক্ষিত হয়। কিন্তু বাংলার ক্ষেত্রে বিবর্তনের এ ধরনের লক্ষণ সবসময় স্পষ্ট ও পৃথক নয়। তিনি বাংলা ভাষায় অনার্য ভাষাগুলির, বিশেষত সাঁওতালি ভাষার, উপাদানগুলির অভিযোজনের জটিল প্রক্রিয়াটি নিয়ে অন্বেষণ করেন।তিনি বাংলা ভাষায় সাঁওতালি ভাষার প্রবল প্রভাবটি তুলে ধরেন। বাংলা ভাষায় সাঁওতালি শব্দগুলোকে প্রায়শই উৎপত্তি অনুসারে পঞ্চবিধ শব্দের \"দেশি শব্দ\" এর অন্তর্ভুক্ত করা হয়।যেমন:চাল\nতিনি উভয় ভাষার একে অপরের উপর যে প্রভাব ফেলেছে তা নিয়ে বিস্তারিত অধ্যয়নের উপর ভিত্তি করে তিনি এই সিদ্ধান্তে আসেন।\n১৯৭৯ খ্রিস্টাব্দে ব্যোমকেশ চক্রবর্তীর কণ্ঠস্বর: \n\n\n== তথ্যসূত্র =="}