{"pageid": 1063132, "title": "সত্যেন্দ্রনাথ মজুমদার", "url": "https://bn.wikipedia.org/wiki?curid=1063132", "content": "সত্যেন্দ্রনাথ মজুমদার (ইংরেজি: Satyendranath Mazumdar) ( ১৮৯১ - ১৭ অক্টোবর, ১৯৫৪) বিংশ শতকের প্রথম দিকে অর্থাৎ প্রাক-স্বাধীনতার সময় বাংলায় তথা ভারতবর্ষের সংবাদপত্র জগতে, জাতীয়তাবাদকে সামনে রেখে নির্ভীক, তেজস্বী ও আপোসহীন সাংবাদিকতায় ও সম্পাদনায় যাঁরা দৃষ্টান্ত রেখে গেছেন তাদের অন্যতম ছিলেন। \n  আনন্দবাজার পত্রিকার প্রথমদিকের সম্পাদক ছিলেন তিনি। তারই সময় বাংলা সাহিত্য পত্রিকা দেশ প্রথম প্রকাশিত হয়।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nসত্যেন্দ্রনাথ মজুমদারের জন্ম ১৮৯১ খ্রিস্টাব্দের  অবিভক্ত বাংলার অধুনা পশ্চিমবঙ্গের  জলপাইগুড়িতে। তাঁদের আদি নিবাস ছিল অধুনা বাংলাদেশের ময়মনসিংহ  জেলার টাঙ্গাইল জেলা। পিতা মহিমচন্দ্র মজুমদার। বাল্যকালে তার সঙ্গী ছিলেন টাঙ্গাইলেরই তার সমবয়সী আর এক সাংবাদিক বঙ্কিমচন্দ্র সেন। যৌবনে তিনি আচার্য ব্রজেন্দ্রনাথ শীলের সাহচর্য লাভ করেন। পরে কলকাতায় এসে কিছুদিন বেলুড় মঠে যাতায়াত করে শ্রীশ্রীমায়ের কাছে দীক্ষা লাভ করেন। এই সময়ে স্বামী সারদানন্দের ইচ্ছানুসারে স্বামী বিবেকানন্দর জীবনচরিত লেখেন।\n\n\n== কর্মজীবন ==\nমহাত্মাজির আদর্শে অনুপ্রাণিত হয়ে স্বদেশী আন্দোলনে যোগদান করেন। দেশবন্ধু চিত্তরঞ্জন দাশের সঙ্গে পরিচিত হন, সান্নিধ্যে এসে দেশবন্ধু সম্পাদিত \"নারায়ণ \" পত্রিকায় সাংবাদিকতার কাজে ব্রতী হন। ইতোমধ্যে আনন্দবাজার পত্রিকার অন্যতম প্রতিষ্ঠাতা  সুরেশচন্দ্র মজুমদারের  সাথে পরিচয় ঘটে। তারই আহ্বানে ১৯২২ খ্রিস্টাব্দে আনন্দবাজার পত্রিকার প্রকাশনার শুরু থেকেই সম্পাদকীয় বিভাগে যোগ দেন। ১৯২৬ খ্রিস্টাব্দ হতে ১৯৪১ খ্রিস্টাব্দের ৬ই জানুয়ারি পর্যন্ত আনন্দবাজার পত্রিকার সম্পাদক ছিলেন। সম্পাদনার দায়িত্ব পাওয়ার পরই তিনি তার বাল্যসঙ্গী বঙ্কিমচন্দ্র সেনকে সম্পাদকীয় বিভাগে নিয়ে আসেন। ১৯৩৩ খ্রিস্টাব্দে ২৪ নভেম্বর আনন্দবাজার পত্রিকা গোষ্ঠীর সাপ্তাহিক সাহিত্য পত্রিকা দেশ প্রকাশিত হলে তিনিই এর প্রথম সম্পাদক হন।  পরে অবশ্য বঙ্কিমচন্দ্রই  \"দেশ\" পত্রিকার সম্পাদনা করেন। এই সময়ে তিনি নির্ভীক ও তেজস্বী লেখনীর দ্বারা সংবাদপত্র জগতে বিশিষ্ট স্থান অধিকার করে নেন। স্বদেশানুরাগ ও জাতীয়তাবোধ জাগ্রত করার লক্ষ্যে সংবাদপত্রটিও গুরুত্বপূর্ণ ভূমিকা গ্রহণ করে। সম্পাদক হিসাবে  তাঁকে নির্যাতন ভোগ করতে হয়। ১৯৩০ খ্রিস্টাব্দে \"ভারতের মুক্তি সাধনা\" শীর্ষক নিবন্ধ প্রকাশ ও জালিয়ানওয়ালাবাগ সম্পর্কিত লেখার জন্য ব্রিটিশ সরকার প্রথম আইনানুগ ব্যবস্থা নিতে শুরু করে। এভাবেই ১৯৩০ খ্রিস্টাব্দ হতেই স্বাদেশিকতার মূল্যস্বরূপ তিনি তিনবার কারাবরণ করেন। ১৯৩৯ খ্রিস্টাব্দে দু'মাসের জন্য সুভাষচন্দ্রের সঙ্গে সমগ্র উত্তর ভারত পরিভ্রমণে যান। দ্বিতীয় বিশ্বযুদ্ধের সময় তার রচিত সম্পাদকীয়, বিশেষকরে রাশিয়া ও পূর্ব ইউরোপের দেশগুলি সম্পর্কে জ্ঞানগর্ভ প্রবন্ধগুলি বিশেষ উল্লেখযোগ্য। ১৯৪১ খ্রিস্টাব্দের পর তিনি 'স্বরাজ', 'সত্যযুগ', 'অরণি' প্রভৃতি পত্রিকা সম্পাদনা করেন। মহাযুদ্ধের সময় গ্রেট ব্রিটেনের গ্লোব সংবাদ-সরবরাহ প্রতিষ্ঠান শাখা অফিস খুললে তিনি তার প্রধান হন। ১৯৫১ খ্রিস্টাব্দে তিনি রাশিয়া ও ইউরোপ ভ্রমণে যান।\n\n\n== সাহিত্যরচনা ==\nসত্যেন্দ্রনাথ 'নন্দীভৃঙ্গী' ছদ্মনামে তার  শ্লেষাত্মক ও রসাত্মক রচনাগুলি প্রকাশ করেন। এই নামেই আনন্দবাজার পত্রিকায় তার  'রঙবেরঙ' নামের রম্যরচনা ধারাবাহিকভাবে প্রকাশিত হত।  তার রচিত  উল্লেখযোগ্য গ্রন্থগুলি হল-\n\nবিবেকানন্দ চরিত\nস্ট্যালিনের জীবনী\nআমার দেখা রাশিয়া\nস্বৈরিণী (উপন্যাস)\nজওহরলালের আত্মচরিত (অনুবাদ)\n\n\n== মৃত্যু ==\nসাংবাদিক-সম্পাদক সত্যেন্দ্রনাথ ১৯৫৪ খ্রিস্টাব্দের ১৭ অক্টোবর কলকাতায় প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}