{"pageid": 1063448, "title": "তা’বীল", "url": "https://bn.wikipedia.org/wiki?curid=1063448", "content": "তা’বীল ( আরবি: التأويل; অর্থঃ “ফিরে যাওয়া”) হল একটি আরবী শব্দ, যা সাধারণত কুরআনের গোপন অর্থ ব্যাখ্যা করাকে নির্দেশ করে। যিনি তা’বীল করেন  তিনি “মুওয়াবিল” হিসাবে পরিচিত।\n\n\n== উৎপত্তি ==\n‘তা’বীল’ শব্দটি আরবী শব্দমূল (ا-و-ل) আলিফ-ওয়ায়-লাম বা আওলুন থেকে উৎপত্তি হয়েছে যার অর্থঃ মূলে ফিরে যাওয়া, চালনা করা, ব্যাখ্যা করা ইত্যাদি । কুরআন ও হাদীস থেকে শব্দটির উৎপত্তি। কুরআনে শব্দটি সূরা আল ইমরান : ৭,  সূরা নিসা : ৫৯,  সূরা ইউনুস : ৩৯,  সূরা ইউসুফ : ৬, ২৭, ৪৪, ৪৫, ১০০,  সূরা কাহফ : ৭৮, ৮২ এ ব্যবহার হয়েছে। হাদীসে সুনান আত-তিরমিজীর ২৯৭২ নং এবং মসনদে আহমদের ৬১০, ২৩৯৭, ২৪২২, ২৮৮১, ৩০৩৩, ৩১০২ নং সহ বিভিন্ন হাদীস গ্রন্থে শব্দটি কুরআনের অন্তর্নিহিত অর্থ প্রকাশ করার অর্থে এসেছে।\n\n\n== ইতিহাস ==\nরাসুল সল্লাল্লাহু আলাইহি ওয়াসাল্লামের যুগে শব্দটি কুরআনের ব্যাখ্য অর্থে ব্যাবহার হতো। তিনি সাহাবী আবদুল্লাহ ইবনে আব্বাস রাজি আল্লাহু আনহু কে দোয়া করে বলেছিলেন,\nاللهم فقه في الدين وعلمه التأويل \nঅর্থ-“হে আল্লাহ তাকে দ্বীনের গভীর জ্ঞান এবং কুরআনের তা’বীল বা ব্যাখ্যার জ্ঞান দান কর।”\nসাহাবী, তাবেয়ী ও তাবে তাবেয়ীগণের যুগে শব্দটি কুরআনের সাধারণ ব্যাখ্যা অর্থে ব্যাবহার হত। পরবর্তী চারশত বছর ধরে এ শব্দটি কুরআনের ব্যাখ্যা অর্থে ব্যাবহার হয়। এর পরে কতিপয় কুরআনের ব্যাখ্যাকারী তাফসির ও তা’বীল শব্দটি আলাদা আলাদা মর্যাদা দিয়ে ভিন্ন ভিন্ন পরিভাষা প্রদান করে। তারা ভাবে তাফসির হচ্ছে কুরআনের সাধারণ বাহ্নিক অর্থ বর্ণনা করা, আর তা’বীল হচ্ছে গোপন অর্থ প্রকাশ করা।\n\n\n== তা’বীলকারীর যোগ্যতা ==\nতা’বীলকারীর যোগ্যতার ক্ষেত্রে তাসাউফের জ্ঞান রাখাকে জরুরী মনে করা হয় । যাকে ইলমুল মাওহেবা বলা হয়। সে সাথে নিম্নের বিদ্যাগুলোও তা’বীলকারীর মধ্যে থাকা জরুরী:\n\nআরবী ভাষার আভিধানিক জ্ঞান\nআরবী ব্যাকরণ সর্ম্পকিত জ্ঞান\nছরফ তথা শব্দের গাঠনিক পরিবর্তন ও এর অর্থের জ্ঞান\nবাক্যের অর্থগত জ্ঞান\nবাক্যালংকার শাস্ত্র\nভাষার সৌন্দর্য জ্ঞান\nশব্দনির্গত প্রাসঙ্গিক জ্ঞান\nউচ্চারণ রীতি প্রাসঙ্গিক জ্ঞান\nধর্মের মৌলিক বিষয় বা আকাইদ সম্পর্কিত জ্ঞান\nফিকহ শাস্ত্রের জ্ঞান\nফিকহ শাস্ত্রের মূলনীতি সম্পর্কিত জ্ঞান\nশানে নুযুল বা কুরআন অবতরণের প্রেক্ষাপট সম্পর্কিত জ্ঞান\nইসলামের ইতিহাস ও ঘটনাবলী সম্পর্কিত জ্ঞান\nনাসেখ ও মানসুখ সম্পর্কিত জ্ঞান\nপবিত্র কোরআনে ব্যবহৃত বিরল শব্দাবলি সম্পর্কিত জ্ঞান\nহাদীস।\n\n\n== তাফসির ও তা’বীলের মাঝে পার্থক্য ==\nপূর্ববর্তী আলেমগণের মধ্যে তাফসির ও তা’বীলের মাঝে পার্থক্য নাই। যেমন মুহাম্ম ইবন জারীর তাবারী তার তাফসির গ্রন্থের নাম লিখেছেন “জামেউল বয়ানে আন তাফসিরে আয়েল কুরআনে”। কিন্তু যখন তিনি তাফসির শুরু করেছেন তখন বলেছেন, “আল কাওলু ফি তা’বীলে কাওলুহু তা’য়ালা”। পরবর্তী যুগের আলেমগণ উভয়ের মাঝে আসমান-জমিন পার্থক্য সৃষ্টি করেছেন। তন্মধ্যে -\n\nরাগেব ইসবাহানীর মতে, তাফসির হলো তা’বীলের চেয়ে সাধারণ। তাফসির শব্দের ক্ষেত্রে এবং তা’বীল অর্থের ক্ষেত্রে ব্যাবহার হয়।\nমাতুরিদীর মতে তাফসির অকাট্যভাবে বলা যে, আল্লাহ এ আয়াতের দ্বারা এ অর্থ প্রকাশ করেছেন। প্রয়োজনে শপথও করতে হয়। আর তা’বীল অনেক সম্ভাবনাপূর্ণ অর্থের মধ্য থেকে একটা অর্থ গ্রহণ করা।\nআবু তালেব সায়ালাবীর মতে, তাফসির হাকীকত ও মাযায অর্থাৎ প্রকৃত ও রূপক অর্থে ব্যবহার হয়। আর তা’বীল গোপন অর্থ প্রকাশে ব্যবহার হয়। ইত্যাদি।\n\n\n== তথ্যসূত্র =="}