{"pageid": 1064397, "title": "অর্ধপরিবাহী সাধনী নির্মাণ", "url": "https://bn.wikipedia.org/wiki?curid=1064397", "content": "অর্ধপরিবাহী সাধনী নির্মাণ বা ইংরেজি পরিভাষায় সেমিকন্ডাক্টর ডিভাইস ফ্যাব্রিকেশন (Semiconductor Device Fabrication) হলো অর্ধপরিবাহী সাধনীসমূহ (অর্থাৎ বিশেষ উদ্দেশ্যসাধক যন্ত্রসমূহ) শিল্পোৎপাদনের প্রক্রিয়া। অর্ধপরিবাহী সাধনী বলতে মূলত ধাতব-অক্সাইড-অর্ধপরিবাহী সাধনীগুলিকে বোঝায়, যেগুলি সমন্বিত বর্তনী (যেমন আধুনিক পরিগণক যন্ত্রের (কম্পিউটার) অণুপ্রক্রিয়াজাতকারক বা মাইক্রোপ্রসেসর), অণুনিয়ন্ত্রক (মাইক্রোকন্ট্রোলার), এবং স্মৃতি চিলতে (যেমন ন্যান্ড ফ্ল্যাশ বা ডির‍্যাম), ইত্যাদি দৈনন্দিন ব্যবহার্য প্রায় সমস্ত বৈদ্যুতিক ও ইলেকট্রনীয় (বৈদ্যুতিন) সাধনীতে বিদ্যমান। এটি আলোক-প্রস্তরলিখন এবং রাসায়নিক প্রক্রিয়াজাতকরণসহ একাধিক ধাপবিশিষ্ট একটি প্রক্রিয়া (যেমন পৃষ্ঠের নিষ্ক্রিয়করণ, তাপীয় জারণ, প্ল্যানার বিচ্ছুরণ এবং সংযোগ অন্তরণ), যার মাধ্যমে ধীরে ধীরে খাঁটি অর্ধপরিবাহী উপাদানে তৈরি একটি পাতলা চাকতি বা ওয়েফারে ইলেকট্রনিক বর্তনী তৈরি করা হয়। অর্ধপরিবাহী হিসেবে প্রায় সর্বদা সিলিকন ব্যবহৃত হয়, তবে বিশেষায়িত প্রয়োগের জন্য বিভিন্ন যৌগিক অর্ধপরিবাহী ব্যবহৃত হয়।\nশুরু থেকে বন্টনের জন্য প্রস্তুত মোড়কীকৃত চিলতে পর্যন্ত সম্পূর্ণ উৎপাদন প্রক্রিয়ার জন্য ছয় থেকে আট সপ্তাহ সময় প্রয়োজন এবং এ প্রক্রিয়াটি অত্যন্ত বিশেষায়িত অর্ধপরিবাহী নির্মাণ কারখানাতে পরিচালনা করা হয়, যাকে অর্ধপরিবাহী কারখানা (ইংরেজিতে সেমিকন্ডাক্টর ফাউন্ড্রি বা সংক্ষেপে ফ্যাব) বলা হয়। সকল নির্মাণকাজ একটি নির্মল কক্ষের ভিতরে সংঘটিত হয়, যা কারখানার কেন্দ্রীয় অংশ। আধুনিক ১৪/১০/৭ ন্যানোমিটার গ্রন্থির মতো আরও উন্নত অর্ধপরিবাহী সাধনী নির্মাণের জন্য গড়ে ১৫ সপ্তাহ পর্যন্ত সময় লাগতে পারে। উন্নত নির্মাণ কারখানায় উৎপাদন প্রক্রিয়াটি সম্পূর্ণ স্বয়ংক্রিয়ভাবে নির্বাহ করা হয় এবং উৎপাদনের ফলন হার বা ইল্ড (একটি পাতলা সিলিকন চাকতি বা ওয়েফারের মধ্যে সঠিকভাবে কাজ করে এমন মাইক্রোচিপের শতাংশ) করতে অভেদ্যভাবে বদ্ধ নাইট্রোজেন পরিবেশে পরিচালিত হয়, এবং এক যন্ত্র থেকে অন্য যন্ত্রে পাতলা চাকতি পরিবহনের জন্য স্বয়ংক্রিয় উপাদান পরিচালনা ব্যবস্থা ব্যবহৃত হয়। ওয়েফারগুলি FOUP নামের বিশেষ সিলযুক্ত প্লাস্টিকের বাক্সগুলির ভিতরে পরিবহন করা হয়। সকল যন্ত্রাংশ এবং FOUP গুলির অভ্যন্তরে নাইট্রোজেন বায়ুমণ্ডল ধারণ করে। যন্ত্রপাতি এবং FOUP এর ভিতরে বাতাস সাধারণত নির্মল কক্ষের আশেপাশের বাতাসের তুলনায় আরও বেশি পরিষ্কার রাখা হয়। এই অভ্যন্তরীণ পরিবেশটি একটি অণুপরিবেশ (মাইক্রোএনভায়রনমেন্ট) হিসাবে পরিচিত। উৎপাদনের যন্ত্রপাতি এবং FOUP এর অভ্যন্তরীণ বায়ুমণ্ডল বজায় রাখার জন্য সংকর নির্মাণ স্থাপনাগুলিতে প্রচুর পরিমাণে তরল নাইট্রোজেনের প্রয়োজন হয়, যা ক্রমাগত নাইট্রোজেন দিয়ে পরিষ্কার করা হয়।\n\n\n== আকার ==\nএকটি নির্দিষ্ট অর্ধপরিবাহী প্রক্রিয়ায় চিলতে বা চিপের প্রতিটি স্তরের বৈশিষ্ট্যগুলির জন্য ন্যূনতম আকার এবং ব্যবধানের সুনির্দিষ্ট বিধি থাকে। প্রায়শই নতুন সেমিকন্ডাক্টর প্রক্রিয়াগুলির মধ্যে আরও ছোট ন্যূনতম বৈশিষ্ট্য এবং ঘনিষ্ঠ ব্যবধান থাকে যা ট্রানজিস্টর ঘনত্ব (প্রতি বর্গ মিলিমিটারে ট্রানজিস্টারের সংখ্যা) বৃদ্ধির কারণে আংশিকভাবে ব্যয় হ্রাস করতে এবং কর্মক্ষমতা উন্নত করতে ডাই সংকোচনের সুবিধা প্রদান করে। প্রাথমিক অর্ধপরিবাহী প্রক্রিয়াগুলির HMOS III, CHMOS V এর মতো বিধিবহির্ভূত নাম ছিল; পরবর্তীগুলিকে ন্যূনতম বৈশিষ্ট্যের আকার অনুযায়ী উল্লেখ করা হয়, যেমন ৯০ ন্যানোমিটার প্রক্রিয়া।\n\n\n== তথ্যসূত্র =="}