{"pageid": 1064311, "title": "পাইকান আকবরীয়া ইউসুফিয়া ফাজিল মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1064311", "content": "পাইকান আকবরীয়া ইউসুফিয়া ফাজিল মাদ্রাসা রংপুর জেলার গংগাচড়া উপজেলার একটি উল্লেখযোগ্য প্রাচীনতম আলিয়া মাদ্রাসা। এটি বর্তমানে ১৬২ বছরের পুরোনো একটি বিদ্যাপীঠ, যা এখনো রংপুর অঞ্চলে ইসলামি জ্ঞান প্রচারে ভূমিকা রেখে চলছে। এটি গংগাচড়া উপজেলার আলমবিদিতর ইউনিয়নের একটি গ্রামে অবস্থিত। ১৮৬০ সালে পীর আজিবুল্লাহ খোরাসানী পাহাড়ী শাহ ও তার ওলিউল্লাহ খোরাসানী পাহাড়ী শাহ আনুমানিক ১৮৬০ সালে একটি নিজামি মাদ্রাসা হিসাবে এটি চালু করেছিলো।\n\n\n== ইতিহাস ==\nএই মাদরাসাটি পীর আজিবুল্লাহ খোরাসানী পাহাড়ী শাহ ও তাঁর ভাই পীর ওলিউল্লাহ খোরাসানী পাহাড়ী শাহ আনুমানিক ১৮৬০খ্রি. দিকে দরছে নিজামী মাদরাসা হিসেবে চালু করেন। এখানে হাফিজীর পাশাপাশি দাওরায়ে হাদিস পর্যন্ত শিক্ষা দেওয়া হত। তখন এখানে প্রধান শিক্ষকতার দায়িত্ব পালন করেন পীরে কামেল মরহুম আজগর হোসেন খোরাসানী। কয়েকবার নদী ভাঙ্গার পরে পীর ইউসুফ আলী র. ১৯৩৯খ্রি. মাদরাসাটিকে ফাযিল মাদরাসায় রূপান্তর করেন। এ প্রতিষ্ঠানের সহকারী মাও. আব্দুর রহমান; যিনি কাবুল থেকে এসেছিলেন, তাঁর জানাজায় শত শত সাদা বক পশ্চিম দিক থেকে এসেছিল। আবার জানাজান্তে পশ্চিমে উড়ে যায়। আর একজন ছিলেন মাও. মোসেব কাক্কা মিনা; যিনি বাউরা মৌলভী নামে পরিচিত ছিলেন। একদা একদল যন্ত্রবাদক পাইকান খানকাহ শরীফের পাশ দিয়ে ঢোল বাঁজাতে বাঁজাতে যাচ্ছিলেন। এ জন্য তিনি সবাইকে লাঠি দিয়ে প্রহার করেন। এ অপরাধের জন্য তাঁকে কারাবরণ করতে হয়। কিন্ত জেলার দেখতে পান তাহাজ্জুদ নামাজের সময় তাঁর কক্ষের দরজা আপনা আপনি খুলে যায়। এভাবে তিন দিন দেখার পর জেলার তাঁকে সম্মানের সাথে পাইকান হুজুরাখানায় পৌঁছে দেন। কয়েকবার নদী ভাঙ্গার পর পাইকান পীর বাড়ির পাশে মাদরাসার বর্তমান ভবন অবস্থিত\n\n\n== ভবনের বিবরণ ==\nমাদরাসাটিতে ৩টি ভবন আছে-\n\nপ্রশাসনিক ভবন-১টি।\nএকাডেমিক ভবন-২টি। এখানে ৪তলা বিশিষ্ট ২টা ভবনের কাজ চলমান। মাদরাসাটি তিস্তা নদীর তীরে প্রায় ১ একর জমির উপর স্থাপিত।\n\n\n== অন্যান্য ==\nবিজ্ঞানাগার-১টি\nকম্পিউটার ল্যাব-১টি\nপাঠাগার- ১টি\n\n\n== সাংস্কৃতিক কর্মকাণ্ড ==\nমাদাসার অনেক ছাত্র-ছাত্রী জাতীয় পর্যায়ে রচনা, ইসলামি সংগিত, কেরাত ও খেলাধুলা প্রতিযোগিতায় অংশ গ্রহণ করে বিজয়ী হয়েছে। ছাত্রের জন্য সাদা পায়জামা, পাঞ্জাবি, টুপি ও জুতা এবং মেয়েদের কালো বোরখা ও সাদা ওড়না। আইডি কার্ড সঙ্গে থাকা বাধ্যতামূলক।\n\n\n== তথ্যসূত্র =="}