{"pageid": 1064701, "title": "রংপুর জেলার নদ-নদীর তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1064701", "content": "রংপুর অতি প্রাচীন এক জেলা। বর্তমানে এটি বিভাগীয় শহর। এ জেলায় রয়েছে অনেক নদ-নদী। নদীগুলো রংপুরে কৃষিতে প্রচুর ভূমিকা রাখে। বাংলাদেশ পানি উন্নয়ন বোর্ড এর মতে রংপুরের নদ-নদীর আয়তন ৫শ ২৩ দশমিক ৬২ কিলোমিটার  বা ৩শ ২ বর্গমাইল।\n\n\n== নদ-নদীসমূহ ==\nব্রহ্মপুত্র নদ\nতিস্তা নদী\nঘাঘট নদী\nকরতোয়া নদী\nআখিরা-মাচ্চা নদী\nধাইজান নদী\nচিকলী নদী\nবুড়িখোড়া নদী\nদুধকুমার নদী\nদেওনাই-চাড়ালকাটা-যমুনেশ্বরী নদী\nমানাস নদীঃনীলফামারী কিশোরগঞ্জ উপজেলায় তিস্তার একটি শাখা নদী থেকে উৎপত্তি। উৎপত্তিস্থল থেকে গংগাচড়া উপজেলা অতিক্রম করে কাউনিয়া উপজেলার হারাগাছ বন্দরের পশ্চিম দিয়ে প্রবাহিত হয়েছে। প্রবাহ পথে মীরবাগ রেলওয়ে স্টেশনের পূর্বে বড় ব্রীজের নিচ দিয়ে পীরগাছা উপজেলায় প্রবেশ করে। পরে আলাইকুড়ি নদীকে সাক্ষাৎ দিয়ে গাইবান্ধা জেলার  সুন্দরগঞ্জ উপজেলার ভিতর দিয়ে ঘাঘট নদী হয়ে অবশেষে যমুনা নদীতে পতিত হয়েছে। এ নদীর দুরুত্ব ৮৮ কিলোমিটার।\n মরা নদীঃ রংপুর জেলার পীরগঞ্জ উপজেলার চৈত্রকোল গ্রামের একটি জলাশয় থেকে উৎপত্তি হয়ে সর্পিল গতিতে বয়ে গেছে আটিয়াবাড়ি গ্রামে। এর পর গন্ধরপুর, কোমরসই ও কাদিরাবাদের মাঝ দিয়ে প্রভাবিত হয়ে সোনাইল গ্রামের পশ্চিম দিয়ে মহারাজপুর ঘাটের উত্তরে করতোয়া নদীর সাথে মিলিত হয়েছে। শুধু বর্ষাকাল ছাড়া এ নদীতে পানি থাকে না। তাই জনগন নাম দিয়েছে মরা নদী। এ নদীর তীরে কাদিরাবাদ মদনখালি স্থানে কয়লার সন্ধান পাওয়া গেছে।\nটেপা নদী  ঘাঘট নদী থেকে টেপা নদীর উৎপত্তি। উৎপত্তিস্থল থেকে রংপুর ক্যাডেট কলেজের কিছু দুরে রংপুর-বগুড়া সড়কের বড় ব্রীজের নিচ দিয়ে মাহিগঞ্জের দিকে চলে গেছে।  এককালে মাহিগঞ্জের পশ্চিমে এ নদীর তীরে বড় বন্দর গড়ে উঠেছিল। বর্তমানে মাহিগঞ্জের ধারটি ভরাট হয়ে গেছে। ১৭৮৭ খ্রিস্টাব্দের ভূমিকম্পে এ নদীর গতিপথ পূর্বমূখী হয়ে মানস নদীর সাথে মিলিত হয়েছে।\nধাইজান নদীঃ  নীলফামারী জেলার জলঢাকার দড়ি ভেজা বিলের স্রোত হতে ধাইজান নদীর উৎপত্তি। এটি জলঢাকা কিশোরগঞ্জ প্রবাহতি হয়ে কিশোরগঞ্জের যমুনেশ্বরীতে পতিত হয়েছে। এটা মরা ধাইজান নামে একটি শাখা আছে যেটি  কিশোরগঞ্জের ধাইজান নদী হতে উৎপত্তি এবং অবশেষে বদরগঞ্জ উপজেলার যমুনেশ্বরীতে পতিত হয়েছে।\nবুলাই নদীঃ বুলাই নদী নীলফামারী জেলার জলঢাকার বড় ঘাট এর স্রোত থেকে উৎপত্তি। যমুনেশ্বরী নদীতে পতিত হওয়ার আগে এটি দক্ষিণ দিকে নীলফামারী জেলার কিশোরগঞ্জ জলঢাকা এবং রংপুর জেলার  বদরগঞ্জের উপর দিয়ে প্রবাহিত হয়েছে।\nফুলকুমার নদী দুধকুমার নদীর সাথে মিশে আছে আর একটি নদী-ফুলকুমার। এরা যেন দু’টি ভাই। দুধকুমার বড়। ফুল কুমার ছোট। বড় কুমার দুরমত, ছোট কুমার নম্র। আবহমানকাল থেকে দুধকুমারের দু’তী্রে বাস করে অসংখ্য মানুষ।\nরংপুরের অন্যান্য নদীঃ জেলায় আলাইকুমারী, কাতগাড়ী, স্বর্ণমতী নামক আরও অনেক ছোট ছোট নদী আছে যেগুলোর আঞ্চলিক গুরুত্ব অনেক।\n\n\n== আরও দেখুন ==\nবাংলাদেশের নদীর তালিকা\nবাংলাদেশের বড় নদীসমূহ\nপশ্চিমবঙ্গের নদীর তালিকা\n\n\n== তথ্যসূত্র =="}