{"pageid": 1064850, "title": "জুসেপ্পে গারিবালদি", "url": "https://bn.wikipedia.org/wiki?curid=1064850", "content": "জুসেপ্পে গারিবালদি (ইতালীয়: Giuseppe Garibaldi; ইতালীয়: [dʒuˈzɛppe ɡariˈbaldi] (); ৪ জুলাই ১৮০৭ - ২ জুন ১৮৮২) ছিলেন আধুনিক  ইতালির স্রষ্টা ও এক মহান বিপ্লবী। ঐক্যবদ্ধ ইতালির অনন্যসাধারণ জননায়ক হিসাবে বিশ্বের স্বীকৃতি লাভ করেছিলেন। তিনি আধুনিক কালের অন্যতম সেরা জেনারেল হিসাবে বিবেচিত হন। পাশাপাশি কাউন্ট ক্যাভুর নামে পরিচিত ক্যামিলো বেন্সো ইতালির দ্বিতীয় ভিক্টর এমানুয়েল এবং জুসেপ্পে মাৎসিনির সাথে তাঁকে ইতালির জনক বলা হয়। দক্ষিণ আমেরিকা ও ইউরোপে সামরিক উদ্যোগের কারণে জুসেপ্পে গারিবালদি \"দুই পৃথিবীর বীর\" হিসাবেও পরিচিত।\nগারিবালদি ইতালির এক পণ্ডিত, দেশপ্রেমিক বিপ্লবী ও জাতীয়তাবাদী নেতা জুসেপ্পে মাৎসিনির অনুগামী ছিলেন এবং তিনি প্রথম প্রথম তরুণ ইতালি দলে সামিল হয়ে জাতীয়তাবাদকে গ্রহণ করেছিলেন। তবে বিভিন্ন পরিস্থিতিতে সামনা করার পর ইতালিকে একীকরণের লক্ষ্যে বেশ কয়েকটি যুদ্ধে অংশ নিয়েছিলেন এবং গেরিলা যুদ্ধের শিল্প শিখেছিলেন।\n\n\n== জীবনী ==\n\n\n=== জীবনের প্রথমার্ধ ===\n\nগারিবালদির জন্ম ১৮০৭ খ্রিস্টাব্দের ৪ঠা জুলাই ইতালির নিস শহরে। তার পিতামাতা জোসেফ-মারি গারিবালদি দুজনেই ছিলেন ইতালীয়। স্বাভাবিক ভাবেই জুসেপ্পে নিজেকে ইতালীয় বলেই মনে করতেন। মা-বাবা তাঁকে পাদ্রী হিসাবে দেখতে চেয়েছিলেন। কিন্তু  সেসময়ে দেশটির বড় দুর্দিন চলছিল, ফরাসি বিপ্লবের কারণে সমাজ ও রাষ্ট্রে পরিবর্তন হতে লাগল। ১৮১৫ খ্রিস্টাব্দে নিস পিডমন্ট রাজ্যের অন্তর্ভুক্ত হল। জুসেপ্পে পিতা মাতার সাধ অপূর্ণ রেখে দুঃসাহসিক মানসিকতায় ষোল বৎসর বয়সে কেবিন বয়-এর কাজ নিয়ে সমুদ্রযাত্রা শুরু করেন এবং ক্রমে এক দক্ষ নাবিক হয়ে উঠলেন। এবং মারিয়া রোসা থেকে Nicoletta Raimondi Loano। ১৮১৪ খ্রিস্টাব্দে, ভিয়েনার কংগ্রেস সার্ডিনিয়ার ভিক্টর এমানুয়েল প্রথমকে ফিরিয়ে দিয়েছিল, তবুও, ফ্রান্স ১৮৬০ সালে তুরিন চুক্তি দ্বারা এটি পুনরায় সংযুক্ত করে, যা গড়িবালদী দ্বারা প্রবলভাবে বিরোধিতা করেছিল। গারিবালদির পরিবারের উপকূলীয় বাণিজ্যে জড়িত থাকার কারণে তিনি সমুদ্রের জীবনে আকৃষ্ট হন। তিনি নিজার্দো ইতালীয় সম্প্রদায়ের সক্রিয়ভাবে অংশ নিয়েছিলেন এবং ১৮৩২ খ্রিস্টাব্দে মার্চেন্ট নেভির ক্যাপ্টেন হিসাবে সার্টিফিকেট পেয়েছিলেন।\nহঠাৎ একদিন ফ্রান্সের মার্সেই বন্দরের এক কাফেতে ঐক্যবদ্ধ ইতালি বিষয়ে আলোচনা শুনে জুসেপ্পে উদ্বুদ্ধ হন। কিন্তু ইতালির বিভিন্ন রাজ্যের কর্তৃত্ব তখন  অস্ট্রিয়ার ওপরে এবং রাজ্যগুলির রাজারা ছিলেন স্বৈরাচারী। তাদের অত্যাচারে বিক্ষোভ দেশের সর্বত্র। এমন পরিস্থিতিতে মাৎসিনি নামে এক মহাপুরুষের আবির্ভাব ঘটে। তিনিও ঐক্যবদ্ধ ইতালি গড়ে তোলার লক্ষ্যে গড়লেন \"যুবক ইতালি\" নামে এক গুপ্ত বিপ্লবী সংগঠন। ১৮৩৩ খ্রিস্টাব্দে  জুসেপ্পে হলেন এর সক্রিয় সদস্য। বৈপ্লবিক ক্রিয়াকলাপের ঘোর বিরোধী পিডমন্টের শাসক নির্মমভাবে নাবিক বিদ্রোহ দমন করতে জুসেপ্পেের অনুপস্থিতিতেই মৃত্যুদন্ডের আদেশ দেয়। কিন্তু তিনি ইতালি থেকে পালিয়ে নৌপথে দক্ষিণ আমেরিকা চলে যান।\n\n\n=== দক্ষিণ আমেরিকা ===\n\nজুসেপ্পে জাহাজের সেকেন্ড মেটের চাকরি নিয়ে যখন ব্রাজিলের রিও ডি জেনিরো পৌঁছোলেন, সেখানে ইয়ং ইতালির এক শাখা সংগঠনের সঙ্গে যোগাযোগ রাখলেন এবং ১৮৩৭ খ্রিস্টাব্দেব্রাজিলে বিপ্লব শুরু হলে অনিবার্যভাবে  তিনি বিপ্লবীদের সাথে যুক্ত হয়ে পড়লেন। এই সময়ে  ব্রাজিল সাম্রাজ্যের বিরোধী রিওগ্র্যান্দিজ রিপাবলিক এর কর্মী অ্যানিতা মারিয়া দাসিলভার সাথে তার পরিচয় হয় এবং বলপূর্বক তিনি নিজের সঙ্গিনী করে নেন। পরবর্তীতে অ্যানিতা  নির্ভীকভাবে বন্দুক হাতে যুদ্ধ করেছেন। জুসেপ্পে তাকে \"ব্রাজিলীয় নারীযোদ্ধা আমাজন\" নাম দিয়েছিলেন।\nতিনি অ্যানিতা সঙ্গে নিয়ে যখন বিপ্লবীদের একটি জাহাজে সমুদ্রে ভাসলেন তখন তার অধীনে ছিল তিনটি জাহাজ। কিন্তু শত্রুপক্ষের গোলার আঘাতে জাহাজ তিনটি ডুবে গেল। কোনক্রমে তিনি অ্যানিতা ও সহবিপ্লবীদের সঙ্গে স্থলপথে পলায়ন করেন। ১৮৪০ খ্রিস্টাব্দে তার প্রথম সন্তানের জন্মের পর তিনি উরুগুয়ের মন্টেভিডিওতে গিয়ে একাজ সে কাজের পর এক বিদ্যালয়ে শিক্ষকতার কাজ নিলেন এবং অ্যানিতাকে আনুষ্ঠানিক বিবাহ করেন।\nতাদের চারটি সন্তান হয় - ডোমেনিকো মেনোটি (১৮৪০–১৯০৩), রোজা (১৮৪৩–১৮৪৫), তেরেসা তেরেসিটা (১৮৪৫–১৯০৩), এবং রিসিওটি (১৮৪৭–১৯২৪)। অ্যানিতা একজন দক্ষ ঘোড়সওয়ার ছিলেন। তিনি জুসেপ্পেিকে দক্ষিণ ব্রাজিল এবং উরুগুয়ের গাউচো সংস্কৃতি সম্পর্কে সম্যক সব কিছুই শিখিয়েছিলে।\nদক্ষিণ আমেরিকায় থাকার সময় তিনি লন্ডনে নির্বাসিত মাৎসিনির সাথে যোগাযোগ রেখেছিলেন। উরুগুয়েতে অবস্থান কালে জুসেপ্পে এক ভয়াবহ যুদ্ধে জড়িয়ে পড়েন। প্রতিবেশীর আর্জেন্তিনার হাত থেকে উরুগুয়ের স্বাধীনতা রক্ষায় এক ইতালিয় বাহিনী লিজিয়ন গঠন করেন। বাহিনীর প্রতীকী পতাকায় ছিল আগ্নেয়গিরির সঙ্গে কালো রঙ আর পোষাকের রঙ ছিল লাল রঙের। সেকারণে গারিবালদির এই বাহিনী \"লালশার্ট\" নামে পরিচিত হয়েছিল। এই যুদ্ধে ব্রিটেন ও ফ্রান্সের সহায়তায় নিজের বাহিনী নিয়ে জয়লাভ করেন। উরুগুয়ের সরকার জুসেপ্পেকে জেনারেল পদে উন্নীত করে কৃতজ্ঞতা জানায়\n\n\n=== ফ্রিম্যাসনরিতে অন্তর্ভুক্ত ===\nগারিবালদী তার নির্বাসনের সময় ফ্রিম্যাসনরিতে যোগ দিয়েছিলেন, স্বৈরাচারী শাসন ব্যবস্থার দ্বারা পরিচালিত ইউরোপীয় দেশগুলির রাজনৈতিক শরণার্থীদের জন্য যে আশ্রয় দেওয়া হয়েছিল, তার আশ্রয় নিয়েছিলেন। ১৮৪৪ সালের মধ্যে, পঁয়ত্রিশ বছর বয়সে, গারিবালদি মন্টেভিডিওর ল'সিল দে লা ভার্টুড লজে শুরু করেছিলেন। এটি ব্রাজিলিয়ান ফ্রিম্যাসনরির অধীনে একটি অনিয়মিত লজ ছিল যা ইংল্যান্ডের ইউনাইটেড গ্র্যান্ড লজ বা গ্র্যান্ড ওরিয়েন্ট ডি ফ্রান্সের মতো প্রধান আন্তর্জাতিক ম্যাসোনিক আনুগত্যগুলির দ্বারা স্বীকৃত নয়।\nগারিবালদির ম্যাসোনিক আচারের জন্য খুব কম ব্যবহার ছিল, তবে তিনি ছিলেন একজন সক্রিয় ফ্রিম্যাসন এবং ফ্রিম্যাসনারিকে এমন একটি নেটওয়ার্ক হিসাবে বিবেচনা করেছিলেন যা প্রগতিশীল পুরুষকে উভয় জাতির মধ্যে এবং এক বিশ্ব সম্প্রদায় হিসাবে ভাই হিসাবে সংহত করেছিল। গারিবালদী অবশেষে ইতালির গ্র্যান্ড ওরিয়েন্টের গ্র্যান্ড মাস্টার হিসাবে নির্বাচিত হন।\nগারিবালদী ১৮৪৪ সালে ফ্রান্সের গ্র্যান্ড ওরিয়েন্টের অধীনে মন্টেভিডিওর লস আমিস দে লা প্যাট্রিতে যোগ দিয়ে তার অবস্থান নিয়মিত করেন।\n\n\n==== ১৮৪৬ খ্রিস্টাব্দে পোপ পিয়াস নবম নির্বাচন ====\n১৮৪৬ খ্রিস্টাব্দে পোপ গ্রেগরীর মৃত্যুর পর নবম পায়াস তার স্থলাভিষিক্ত হলে, তার সংস্কারমুখী নীতি ইতালির জনগন আশান্বিত হলেন।\n\n\n=== ইতালি প্রত্যাবর্তন ===\n\nগারিবালদি দক্ষিণ আমেরিকার রাজনীতিতে বীতশ্রদ্ধ হয়ে সস্ত্রীক তার অনুরাগী ৬০ জন \"রেডশার্ট\" লিজিয়নকে সাথে নিয়ে ১৮৪৮ খ্রিস্টাব্দে ইতালি ফিরে আসেন এবং রাজকীয় সংবর্ধনা পান। তিনি সার্ভিনিয়ার রাজা চার্লস আলবার্টকে সহায়তার প্রস্তাব দিলে, তিনি তা ভালোভাবে নিলেন না। চলে গেলেন মিলানে। এদিকে রাজা চার্লস আলবার্ট অস্ট্রিয় সৈনবাহিনীর সঙ্গে লড়াইয়ে শোচনীয় ভাবে পরাস্ত হলেন। মিলানের  আঞ্চলিক সরকার অস্ট্রিয়ার আধিপত্যের বিরুদ্ধে ছিল। ২৩ শে মার্চ হতে ইতালির প্রথম স্বাধীনতা যুদ্ধ শুরু হল। গারিবালদি তার নিজস্ব বাহিনী নিয়ে অস্ট্রিয়ার বিরুদ্ধে গেরিলা যুদ্ধ শুরু করেন, গেরিলা যোদ্ধা হিসাবে যেমন খ্যতি পেলেন, তেমনই আগ্রাসী রাজশক্তির কাছে মূর্তিমন্ত আতঙ্ক হয়ে উঠলেন।\n\nইতোমধ্যে পোপের পার্শ্বচর কাউন্ট পেলেগিনো রোসি আততায়ীর হাতে নিহত হলেন। পোপ প্রাণভয়ে রোম ছেড়ে নেপলসে আশ্রয় নেন। ১৮৪৮ খ্রিস্টাব্দে সামরিক বাহিনী শাসনভার গ্রহণ করল। অন্তর্বর্তী গণপরিষদের নির্দেশে প্রাপ্তবয়স্ক ভোটারদের ভোটে ইতালির রোমে প্রথম স্বায়ত্তশাসন প্রতিষ্ঠিত হল। কিন্তু এই অন্তর্বর্তী সরকারকে ভেঙ্গে দেওয়ার জন্য ফ্রান্স, অস্ট্রিয়া, স্পেন ও নেপলসের কাছে আবেদন জানালে, গারিবালদি নতুন সরকারকে সাহায্যের প্রতিশ্রুতি দেন। রোমান সৈনদলে জুসেপ্পে লেফটেনান্ট জেনারেলের পদ পেলেন। তার অধীনের ৫০০ জন সৈন্যের দলকে উপযুক্ত প্রশিক্ষণের সাথে সৈন্য সংখ্যাও বৃদ্ধি করলেন হাজারে। এদিকে পোপের আহ্বানে সাড়া দিয়ে ফরাসি সম্রাট লুই নেপোলিয়ান ৮০০০ ফরাসি সৈন্য নিয়ে সিভিতা ভেড়িয়াতে অবতরণ করলে, রোমের অধিবাসীরা যেমন গুলিগোলা নিয়ে আক্রমণ করেন, গারিবালদির সুশিক্ষিত বাহিনী নিতান্ত ছোট হলেও, তাদের পরিকল্পিত আক্রমণে ফরাসি সৈন্যদল ছত্রভঙ্গ হয়ে  পলায়ন করে। এক শান্তিচুক্তির মাধ্যমে মাৎসিনির নেতৃত্বে শাসকগোষ্ঠী গঠিত হলেও ফ্রান্সের সেনাধ্যক্ষ জেনারেল ওদিনো অকস্মাৎ রোম আক্রমণ করে। গারিবালদি ও তার সৈন্যদল অসাধারণ বীরত্বের সাথে যুদ্ধ করলেন।কিন্তু ব্যর্থ হলেন, রোমের পতন ঘটল। পঞ্চম বারের সন্তান সম্ভবা স্ত্রীকে ছেড়ে গারিবালদি আশ্রয় নেন সার্ভিনিয়ার রাষ্ট্রদূতের বাড়ি ট্যাঙ্গিয়ারে। পরে স্ত্রীরও মৃত্যু হয়।\n\n\n=== উত্তর আমেরিকা গমন ===\nসেসময় ইতালির কোন স্থান গারিবালদির জন্য নিরাপদ না থাকায় তিনি ১৮৫০ খ্রিস্টাব্দে প্রথমে চলে যান আমেরিকা। একাকিত্ব সেখানে অসহনীয় হয়ে ওঠায় এক জাহাজের দায়িত্ব নিয়ে গেলেন চীনে।\n\n\n=== ইতালিতে দ্বিতীয়বার প্রত্যাবর্তন ===\nসেখান থেকে লন্ডন হয়ে ১৯৫৪ খ্রিস্টাব্দে আবার চলে আসেন পিডমন্টে। ১৯৫৫ খ্রিস্টাব্দে তার ভাইয়ের মৃত্যু হলে, পৈতৃক সম্পত্তি বিক্রির অর্থে ক্যাপরেরা দ্বীপের অর্ধেকটা কিনে বেশ কিছুদিন চাষাবাদ করতে থাকেন\n\nএদিকে রাজনৈতিক পটপরিবর্তনে পিডমন্টের প্রধানমন্ত্রী হন কাউন্ট ক্যাভুর নামে পরিচিত ক্যামিলো বেন্সো। সম্রাট ভিক্টর ইমানুয়েলের সম্মতি নিয়ে ফরাসি সম্রাটের সঙ্গে আলোচনাক্রমে ফান্স ও ইতালি মিলিতভাবে অস্ট্রিয়া আক্রমণের পরিকল্পনা করলেন। নতুন উৎসাহ ও উদ্দীপনায় স্বদেশভূমিকে ঐক্যবদ্ধ করার লক্ষ্যে গারিবালদি পুরানো অনুগত স্বেচ্ছাসেবকদের সংগঠিত করলেন।যুদ্ধ সঙ্গীত রচনা করেন। যুদ্ধে নামার আগে সম্রাট ভিক্টর ইমানুয়েল সাথে মুখোমুখি সাক্ষাৎ করলেন। এদিকে ধূর্ত কূটনীতিক ক্যাভুর যুদ্ধ পরিচালনার মতো গুরুত্বপূর্ণ ভূমিকা দিতে চাইলেন না। কিন্তু গারিবালদি ক্যাভুরের সমস্ত পরিকল্পনা ব্যর্থ করে, সম্রাটের অনুমতি নিয়ে অবতীর্ণ হলেন এবং একের পর এক যুদ্ধে জয়লাভ করলেন। দেশবাসীর কাছে মুক্তিদাতা এক মহাপুরুষ রূপে গৃহীত হলেন, হয়ে উঠলেন জীবন্ত কিংবদন্তি। অস্ট্রিয়ার সৈন্যরা যুদ্ধক্ষেত্র ত্যাগ করে পালিয়ে গেল। দেশের ঈর্ষা কাতর কূটনীতিক দের সকল প্রত্যক্ষ ও পরোক্ষ প্রতিকূলতা সত্ত্বেও গারিবালদি দেশের অবিসংবাদিত নায়ক হয়ে উঠলেন। সম্রাট তাঁকে বীরত্বের জন্য পিডমন্টের সর্বোচ্চ সম্মান সোনার পদক দিয়ে অভিনন্দিত করেন। গারিবালদি টাসকানি, রোমাগনা এবং মোডেনা রাজ্যের সম্মিলিত সেনা বাহিনীর প্রধান হলেন। কিন্তু রাজনীতির নোংরা খেলায় সে পদ পরিত্যাগ করেন। এরপর ইতালির স্বাধীনতার জন্য তিনি অস্ত্রশস্ত্র সংগ্রহের কাজে মনোনিবেশ করেন। 'মিলান রাইফেলস সাবস্ক্রিপশন ফান্ড ' নামে এক তহবিল গঠন করলেন। জনসাধারণের দানে সংগৃহীত বিপুল অর্থে প্রয়োজনীয় অস্ত্রসম্ভার মিলানে মজুত করলেন আর রইলেন সুযোগের অপেক্ষায়।  সিসিলিতে বিদ্রোহ দেখা দেওয়া মাত্র ১০৮৯ জন সৈন্য নিয়ে উপস্থিত হলেন সিসিলি। তৃতীয় নেপোলিয়নের উন্নত অস্ত্রশস্ত্রে সজ্জিত ও সুশিক্ষিত ২০ হাজার সেনার সাথে রোমাঞ্চকর অবিশ্বাস্য ঘটনায় চমকপ্রদ জয়লাভ করেন। ১৮৬০ খ্রিস্টাব্দের মে মাসে শুরু হওয়া যুদ্ধে তিন মাসেই সিসিলিকে নিজের অধীনে এনে নেপলস রাজ্য আক্রমণে প্রস্তুতি হিসাবে মেসিনা প্রণালী পর্যন্ত শত্রু মুক্ত করলেন। কাভুর ও তার সরকার নানাভাবে গারিবালদি অগ্রগতি রোধ করবার চেষ্টা করলেও শেষ পর্যন্ত ৭ ই সেপ্টেম্বর নেপলস তিনি শহরে প্রবেশ করেন। অধিবাসীদের কাছ থেকে বিপুল সংবর্ধনা পান।\nওদিকে নেপোলিয়নের সৈন্যবাহিনী জয়ের স্বপ্ন দেখছিল। গারিবালদি ভলটানোর যুদ্ধে তাদের সে স্বপ্ন ভঙ্গ করে দেন। গারিবালদির এমন কীর্তিতে বিচলিত সম্রাট ভিক্টর ইমানুয়েল গারিবালদির কৃতিত্বে অংশীদার হতে একদল সৈন্য নিয়ে গারিবালদি সঙ্গে সামিল হন এবং হুকুম দেন গারিবালদি যেন তার স্বেচ্ছাসেবী লালকোর্ট বাহিনীকে সরিয়ে নিয়ে যান। আর ইতোমধ্যে তিনি নেপলসের রাজার ছেড়ে যাওয়ার সিংহাসনটি অধিকার করে নেন। তিনি বিজয়ী গারিবালদিকে পুরস্কার ও সম্মানে ভূষিত করতে চাইলে, ব্যথিত গারিবালদি সবকিছু প্রত্যাখ্যান করে চলে যান নিজের ছোট্টদ্বীপ ক্যাপরেরার কুটিরে।\n\n\n== জীবনাবসান ==\nক্রমাগত যুদ্ধের ক্লান্তি ও অমানুষিক পরিশ্রমে জুসেপ্পেের শরীরও ভেঙ্গে পড়েছিল। নিজের জন্য তৈরি করা ছোট্ট দ্বীপ ক্যাপ্রেরাতে বানানো অনাড়ম্বরের কুটিরে শেষজীবন অতিবাহিত করেন। ৭৩ বৎসর বয়সে একাকিত্ব ঘোচানোর জন্য তিনি তার নাতির এক ধাত্রী ফ্রাসেসকাকে বিবাহ করেন। কিন্তু অনন্যসাধারণ কিংবদন্তি বিপ্লবী ১৮৮২ খ্রিস্টাব্দের ২রা জুন ৭৫ বৎসর বয়সে শেষ নিঃশ্বাস ত্যাগ করেন।\n\n\n== তথ্যসূত্র =="}