{"pageid": 1064682, "title": "ভিটামিন ডি", "url": "https://bn.wikipedia.org/wiki?curid=1064682", "content": "ভিটামিন ডি হলো চর্বিতে দ্রবণীয় একটি সেকোস্টেরয়েড গ্রুপ যা ক্যালসিয়াম, ম্যাগনেসিয়াম ও ফসফেট এর আন্ত্রিক শোষণ এবং মানবদেহে বিভিন্ন জৈবিক প্রভাব সৃষ্টির জন্য দায়ী। মানবদেহে সেকোস্টেরয়েড গ্রুপের সবচেয়ে গুরুত্বপূর্ণ যৌগ হল ভিটামিন ডি৩ (কলিক্যালসিফেরল) এবং ভিটামিন ডি২ (আর্গোক্যালসিফেরল)।\nভিটামিন ডি এর প্রধান প্রাকৃতিক উৎস হলো সূর্যের আলো। সূর্যালোকের উপস্থিতিতে রাসায়নিক বিক্রিয়ার মাধ্যমে ত্বকের এপিডার্মিসের নীচের স্তরে কলিক্যালসিফেরলের সংশ্লেষণের মাধ্যমে ভিটামিন ডি তৈরি হয় (বিশেষত অতিবেগুনী রশ্মির বিকিরণের মাধ্যমে)।\nদেহের জন্য প্রয়োজনীয় কলিক্যালসিফেরল এবং আর্গোক্যালসিফেরল, খাদ্য এবং সম্পূরক খাদ্য থেকে গ্রহণ করা যেতে পারে। চর্বিযুক্ত মাছ এবং মাংস জাতীয় কয়েকটি খাবারে স্বাভাবিকভাবেই উল্লেখযোগ্য পরিমাণে ভিটামিন ডি থাকে। মার্কিন যুক্তরাষ্ট্র ও অন্যান্য দেশে গরুর দুধ এবং উদ্ভিদ থেকে প্রাপ্ত দুধে ভিটামিন ডি যোগ করে শক্তি বাড়ানো হয়। যেমন অনেক প্রাতঃরাশের শস্য। অতিবেগুনি আলোর সংস্পর্শে আসা মাশরুম ভিটামিন ডি-এর অন্যতম উৎস।  খাদ্যতালিকার সুপারিশ অনুসারে একজন ব্যক্তির সমস্ত ভিটামিন ডি মুখ দিয়ে নেওয়া হয়। কারণ জনসংখ্যায় সূর্যের সংস্পর্শে আসার হার পরিবর্তনশীল এবং ত্বকের ক্যান্সারের ঝুঁকি কমাতে সূর্যের সংস্পর্শের গুরুত্ব সম্পর্কে প্রদত্ত সুপারিশগুলো ততটা ফলপ্রসূ নয়।\nদৈনন্দিন খাবার থেকে ভিটামিন ডি, বা ত্বক সংশ্লেষণ থেকে, জৈবিকভাবে নিষ্ক্রিয়। এটি দুটি প্রোটিন এনজাইম হাইড্রক্সিলেশন পদক্ষেপ দ্বারা সক্রিয় হয়, লিভারে প্রথম এবং কিডনিতে দ্বিতীয়।  পর্যাপ্ত সূর্যালোক দেখা দিলে বেশিরভাগ স্তন্যপায়ী প্রাণী পর্যাপ্ত পরিমাণে ভিটামিন ডি সংশ্লেষিত করতে পারে। ভিটামিন ডি একটি হরমোন হিসাবে ব্যবহার করা যেতে পারে। ভিটামিন ডির প্রো-হরমোন সক্রিয়করণের ফলে ক্যালসিট্রাইওল গঠিত হয়।\nযকৃতে কলিক্যালসিফেরল, ক্যালসিফেডাইওলে (25-হাইড্রক্সিকোলেক্যালসিফেরল) রূপান্তরিত হয় ও আর্গোক্যালসিফেরল, ২৫-হাইড্রক্সিআর্গোকালসিফেরলে রূপান্তরিত হয়। একজন ব্যক্তির ভিটামিন ডি স্থিতি নির্ধারণের জন্য সেরামে ভিটামিন ডি মেটাবোলাইট (যাকে 25-হাইড্রোক্সিভিটামিন ডি বা 25(ওএইচ)ডি বলা হয়) পরিমাপ করা হয়।   ভিটামিন ডি ক্যালসিট্রাইওল রক্তে একটি হরমোন হিসাবে সঞ্চালিত হয় এবং  ক্যালসিয়াম এবং ফসফেটের ঘনত্ব নিয়ন্ত্রণ এবং হাড়ের বৃদ্ধি এবং পুনর্নির্মাণের জন্য প্রধান ভূমিকা পালন করে। ক্যালসিট্রাইওলের অন্যান্য প্রভাবও রয়েছে। এর মধ্যে রয়েছে কোষবৃদ্ধি,  নিউরোমাসকুলার এবং ইমিউন ফাংশন, এবং প্রদাহ হ্রাস।\nক্যালসিয়াম হোমিওস্টাসিস এবং বিপাক ক্রিয়ায় ভিটামিন ডি-এর উল্লেখযোগ্য ভূমিকা রয়েছে। এর আবিষ্কারের পিছনে ছিল রিকেটস (অস্টিওম্যালাসিয়ার শৈশবের রূপ) যুক্ত শিশুদের মধ্যে খাদ্য তালিকার অভাবযুক্ত পদার্থগুলো খুঁজে বের করার প্রচেষ্টা। ভিটামিন ডি সম্পূরক গুলো অস্টিওম্যালাসিয়া এবং রিকেটস চিকিৎসা বা প্রতিরোধ করার জন্য দেওয়া হয়।\n\n\n== প্রকারভেদ ==\n\nভিটামিন ডি এর বেশ কয়েকটি ফর্ম (ভিটার) বিদ্যমান। দুটি প্রধান ফর্ম হল ভিটামিন ডি2 বা আর্গোক্যালসিফেরল, এবং ভিটামিন ডি3 বা কোলেক্যালসিফেরল। একটি সাবস্ক্রিপ্ট ছাড়া ভিটামিন ডি দ্বারা ডি2 বা ডি3 বোঝায়, অথবা উভয়ই, এবং সম্মিলিতভাবে ক্যালসিফেরল নামে পরিচিত।\n১৯৩১ সালে ভিটামিন ডি২ রাসায়নিকভাবে সংশ্লেষিত করা হয়েছিল।১৯৩৫সালে,7-ডিহাইড্রোকোলেস্টেরলের অতিবেগুনি রশ্মির বিকিরণ থেকে ভিটামিন ডি3 এর রাসায়নিক গঠন সংজ্ঞায়িত করা হয়। ১৯৮১ সালে ভিটামিন ডি ফর্মের জন্য একটি রাসায়নিক নামকরণ   সুপারিশ করা হয়েছিল। কিন্তু বিকল্প নামটিই সাধারণ ব্যবহারে রয়ে গেছে।\nরাসায়নিকভাবে, ভিটামিন ডি বিভিন্ন ফর্মগুলো হলো সেকোস্টেরয়েড।  ভিটামিন ডি২ এবং ভিটামিন ডি৩ এর মধ্যে পার্শ্ব শিকলে কাঠামোগত পার্থক্য রয়েছে। যার মধ্যে কার্বন ২২ এবং ২৩ এর মধ্যে ডাবল বন্ড রয়েছে এবং ভিটামিন ডি২ তে কার্বন ২৪ এর উপর একটি মিথাইল গ্রুপ রয়েছে। \nসাম্প্রতিক অনেক ভিটামিন ডি অ্যানালগ সংশ্লেষিত হয়েছে।\n\n\n== জীববিজ্ঞান ==\n\nসক্রিয় ভিটামিন ডি মেটাবোলাইট ক্যালসিট্রাইওল ভিটামিন ডি রিসেপ্টর (ভিডিআর) এর সাথে যুক্ত হয়ে তার জৈবিক প্রভাব বিস্তার করে। প্রধানত লক্ষ্য কোষের নিউক্লিয়াসের মধ্যে ভিডিআর অবস্থিত।ভিডিআর-এর সাথে ক্যালসিট্রাইওলের বন্ধন, ভিডিআরকে একটি ট্রান্সক্রিপশন ফ্যাক্টর হিসাবে কাজ করতে সাহায্য করে। এতে করে ট্রান্সপোর্ট প্রোটিনের জিন অভিব্যক্তি (যেমন টিআরপিভি৬ এবং ক্যালবিন্ডিন) মডুলেট হয় এবং অন্ত্রে ক্যালসিয়াম শোষিত হয়। ভিটামিন ডি রিসেপ্টর স্টেরয়েড/থাইরয়েড হরমোন রিসেপ্টরের পারমাণবিক রিসেপ্টর সুপারফ্যামিলির অন্তর্গত, এবং ভিডিআরগুলো মস্তিষ্ক, হৃৎপিণ্ড, ত্বক, জননাঙ্গ, প্রোস্টেট এবং স্তন সহ বেশিরভাগ অঙ্গের কোষে উপস্থিত থাকে।\nঅন্ত্র, হাড়, বৃক্ক এবং প্যারাথাইরয়েড গ্রন্থি কোষে ভিডিআর সক্রিয়করণ রক্তে ক্যালসিয়াম এবং ফসফরাসের মাত্রা রক্ষণাবেক্ষণ (প্যারাথাইরয়েড হরমোন এবং ক্যালসিটোনিনের সহায়তায়) এবং হাড়ের উপাদান রক্ষণাবেক্ষণকে তরান্বিত করে।\nভিটামিন ডি এর সবচেয়ে গুরুত্বপূর্ণ ভূমিকাগুলির মধ্যে একটি হল অন্ত্রে ক্যালসিয়ামের শোষণ বজায় রেখে ক্যালসিয়ামের ভারসাম্য বজায় রাখা, অস্টিওক্লাস্টের সংখ্যা বাড়িয়ে হাড়ের বৃদ্ধি তরান্বিত করা, হাড় গঠনের জন্য ক্যালসিয়াম এবং ফসফেটের মাত্রা বজায় রাখা, এবং প্যারাথাইরয়েড হরমোনের সঠিক কার্যকারিতা বজায় রাখতে সিরাম ক্যালসিয়ামের মাত্রা বজায় রাখার অনুমতি দেওয়া।  ভিটামিন ডি এর অভাবে হাড়ের খনিজ ঘনত্ব কমে যায় এবং হাড়ঘনত্ব হ্রাস (অস্টিওপোরোসিস) পায়। এইভাবে, ভিটামিন ডি হাড়ের রিসোর্পশনের একটি শক্তিশালী উদ্দীপক হিসাবে হাড়ের পুনর্গঠনের জন্য গুরুত্বপূর্ণ ভূমিকা পালন করে।\nভিডিআর কোষের প্রসার এবং পার্থক্য নিয়ন্ত্রণ করে। ভিটামিন ডি ইমিউন সিস্টেমকেও প্রভাবিত করে। ভিডিআরগুলোকে মনোসাইট এবং সক্রিয় টি, সক্রিয় বি কোষ সহ বেশ কয়েকটি শ্বেত রক্তকণিকায় দেখা যায়।\n\n\n== ঘাটতি ==\nবিশ্বব্যাপী আনুমানিক এক বিলিয়ন মানুষের মধ্যে ভিটামিন ডি এর ঘাটতি রয়েছে। ইউরোপীয় জনসংখ্যায় ভিটামিন ডি-এর অভাব ব্যাপক। সূর্যের আলোর  অপর্যাপ্ততা এবং অপর্যাপ্ত ভিটামিন ডি যুক্ত খাবার ভিটামিন ডি-এর অভাবের প্রধান কারণ। শিশুদের মধ্যে তীব্র ভিটামিন ডি এর অভাবে রিকেটস রোগ হয়। এ রোগের ফলে হাড় নরম ও দুর্বল হয়ে যায়। এটি উন্নত বিশ্বের একটি বিরল রোগ।\nবিশ্বব্যাপী বয়স্কদের মধ্যে ভিটামিন ডি এর অভাব পাওয়া যায় এবং শিশু এবং প্রাপ্তবয়স্কদের মধ্যেও  সাধারণ হারে ভিটামিন ডি এর অভাব দেখা যায়। \nঅভাব জনিত কারণে হাড়ের খনিজকরণে ক্ষতি হয় যা হাড় নরম ও ভঙ্গুর করে দেয়। এছাড়া শিশুদের মধ্যে রিকেটস এবং প্রাপ্তবয়স্কদের মধ্যে অস্টিওম্যালাসিয়া দেখা দেয়। সাধারণত পর্যাপ্ত সূর্যালোকের অভাবে রক্তে ক্যালসিফেডাইওল (25-হাইড্রোক্সি-ভিটামিন ডি) এর ঘাটতি হয়।\nশরীরে ভিটামিন কম থাকলে স্বাদ ও গন্ধের অনুভূতি হ্রাস পায়। বয়স বাড়লে  স্বাদ ও গন্ধের অনুভূতি হারিয়ে ফেলার যোগসুত্র রয়েছে শরীরে এই ভিটামিনের অভাবের সঙ্গে। গন্ধ চিহ্নিত করতে না পারলে তাকে গন্ধের অনুভূতির হ্রাস পাওয়ার লক্ষণ এবং খাদ্যে লবণের স্বাদ অনুভব না করতে পারলে তাকে স্বাদের অনুভূতি হ্রাস পাওয়ার লক্ষণ হিসেবে ধরা যায়। ভিটামিন ডি - র অভাবে বেশি বয়সে মানুষের স্বাদ ও গন্ধ হারিয়ে ফেলার হার একজন সুস্থ ব্যক্তির তুলনায় ৩৯ শতাংশ বেশি।\n\n\n== ব্যবহার ==\nসম্পূরক রিকেটস প্রতিরোধে ভিটামিন ডি এর ব্যবহার একটি নির্ভরযোগ্য পদ্ধতি। তবে অ-কঙ্কাল স্বাস্থ্যের উপর ভিটামিন ডি সম্পূরকের প্রভাব অনিশ্চিত।   ২০১৩ সালের একটি পর্যালোচনায় অ-কঙ্কাল রোগের  উপর ভিটামিন ডি সম্পূরকের কোন প্রভাব খুঁজে পাওয়া যায়নি। ভিটামিন ডি এর সম্পূরকগুলো মায়োকার্ডিয়াল ইনফার্কশন, স্ট্রোক বা সেরিব্রোভাস্কুলার রোগ, ক্যান্সার, হাড় ভেঙে যাওয়া বা হাঁটুর অস্টিওআর্থারাইটিসের চিকিৎসায় ব্যবহার করা যায় না।  ভিটামিন ডি-এর মাত্রা কমে গেলে তা রোগের কারণ না হয়ে রোগের সৃষ্টি হতে পারে।\nইউনাইটেড স্টেটস ইনস্টিটিউট অফ মেডিসিনের (আইওএম) একটি প্রতিবেদনে বলা হয়েছে: \"ক্যান্সার, কার্ডিওভাসকুলার রোগ, উচ্চ রক্তচাপ, ডায়াবেটিস,  বিপাকীয় সিন্ড্রোম, শারীরিক কর্মক্ষমতা, ইমিউন কার্যকারিতা, অটোইমিউন রোগ, সংক্রমণ, নিউরোসাইকোলজিক্যাল কার্যকারিতা এবং প্রিএক্লাম্পসিয়ার সাথে ক্যালসিয়াম বা ভিটামিন ডি গ্রহণের সম্পর্ক সরাসরি যুক্ত করা যায় না।\" বর্তমানে বড় আকারের ক্লিনিকাল পরীক্ষা সহ ভিটামিন ডি এর সম্পূরকগুলির উপর গবেষণা অব্যাহত রয়েছে।\n\n\n== দৈনিক চাহিদা ==\n\n\n=== অনুমিত মাত্রা ===\nবিভিন্ন প্রতিষ্ঠান দৈনিক ভিটামিন ডি দৈনিক গ্রহণের জন্য বিভিন্ন মাত্রা প্রস্তাব করেছে। মাত্রাগুলো বয়স, গর্ভাবস্থা বা স্তন্যপান অনুযায়ী পরিবর্তিত হয়। [রূপান্তর: ১ μg (মাইক্রোগ্রাম) = ৪০ আইইউ (আন্তর্জাতিক ইউনিট)।]\n\n\n== সিরামে সম্ভাব্য মাত্রা ==\n\nভিটামিন ডি এর সিরাম মাত্রা সম্পর্কে প্রদত্ত সুপারিশগুলো স্থান, প্রতিষ্ঠান ও বয়সের উপর ভিত্তি করে পরিবর্তিত হয়। মার্কিন ল্যাবগুলো সাধারণত ng/ml-এ ২৫ (ওএইচ)ডি মাত্রা রিপোর্ট করে।  অন্যান্য দেশ প্রায়ই nmol/L ব্যবহার করে। ১ ng/ml প্রায় ২.৫ nmol/l এর সমান।.\n\n\n== অতিরিক্ত ==\nভিটামিন ডি এর বিষাক্ততা খুবই বিরল। তবে সূর্যের আলোর পরিবর্তে ভিটামিন ডি-এর উচ্চ মাত্রার সম্পূরক দ্বারা কখনো কখনো বিষাক্ততা সৃষ্টি হতে পারে। ভিটামিন ডি এর বিষাক্ততার আদর্শ সীমা এখনো প্রতিষ্ঠিত হয়নি। তবে কিছু গবেষণা অনুসারে, সহনীয় উচ্চ গ্রহণের স্তর (ইউএল) ৯-৭১ (100 μg/দিন) বছর বয়সের জন্য 4,000 আইইউ/দিন। তবে অন্যান্য গবেষণা অনুসারে, স্বাস্থ্যকর প্রাপ্তবয়স্কদের মধ্যে, 50,000 এরও বেশি আইইউ/দিন (1250 μg)  গ্রহণ বেশ কয়েক মাস পরে  বিষাক্ততা সৃষ্টি করতে পারে। পাশাপাশি এক্ষেত্রে সেরামে 25-হাইড্রোক্সিভিটামিন ডি মাত্রা বৃদ্ধি পেয়ে 150 এনজি/এমএল এর বেশি হতে পারে।  যারা সম্প্রতি প্রাথমিক হাইপারপ্যারাথাইরয়েডিজম এর চিকিৎসা নিয়েছেন তারা ভিটামিন ডি এর প্রতি অনেক বেশি সংবেদনশীল হয়ে পড়ে এবং ক্ষেত্রবিশেষে হাইপারক্যালসেমিয়া বিকাশ করতে পারে। অন্যদিকে গর্ভাবস্থায় মাতৃহাইপারক্যালসেমিয়ায় ভিটামিন ডি এর প্রভাবে ভ্রূণের সংবেদনশীলতা বৃদ্ধি পায় এবং মানসিক প্রতিবন্ধকতা এবং মুখের বিকৃতির একটি সিন্ড্রোম হতে পারে।\n\n\n== জৈব সংশ্লেষণ ==\nপ্রকৃতিতে ভিটামিন ডি এর সংশ্লেষণ অতিবেগুনী রশ্মির  বিকিরণের উপস্থিতি এবং যকৃত ও বৃক্কে পরবর্তী সক্রিয়করণের উপর নির্ভরশীল। অনেক প্রাণী 7-ডিহাইড্রোকোলেস্টেরল থেকে ভিটামিন ডি3 সংশ্লেষিত করে, এবং অনেক ছত্রাক আর্গোস্টেরল থেকে ভিটামিন ডি2 সংশ্লেষিত করে।\n\n\n== দেহে কার্যপদ্ধতি ==\n\n\n== ইতিহাস ==\n\n\n== গবেষণা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nNIH Vitamin D Fact Sheet for Health Professionals from the U.S. National Institutes of Health\n\n\n== বহিঃসংযোগ ==\n\"ভিটামিন ডি\"। Drug Information Portal। U.S. National Library of Medicine। \n\"আর্গোক্যালসিফেরল\"। Drug Information Portal। U.S. National Library of Medicine। \n\"কোলেক্যালসিফেরল\"। Drug Information Portal। U.S. National Library of Medicine। \n\"ভিটামিন D4\"। Drug Information Portal। U.S. National Library of Medicine। \n\"ভিটামিন D5\"। Drug Information Portal। U.S. National Library of Medicine।"}