{"pageid": 1064122, "title": "বরিশাল নদীবন্দর", "url": "https://bn.wikipedia.org/wiki?curid=1064122", "content": "বরিশাল নদীবন্দর বাংলাদেশের বরিশাল বিভাগের বরিশাল জেলায় অবস্থিত দক্ষিণাঞ্চলের গুরুত্বপূর্ণ একটি নদীবন্দর। এটি বরিশাল শহরের কীর্তনখোলা নদীর তীরে বন্দরটি অবস্থিত। যাত্রী চলাচলের দিক থেকে এটি ঢাকার পর বাংলাদেশের দ্বিতীয় বৃহত্তম এবং ব্যস্ততম নদীবন্দর। বন্দরটি থেকে ঢাকা ও বরিশালের পাশাপাশি চাঁদপুর, নারায়ণগঞ্জ, ভোলা, লক্ষ্মীপুর, পিরোজপুর এবং বরগুনাসহ দেশের দক্ষিণাঞ্চলের বেশিরভাগ জেলার মধ্যে প্রতিদিন লঞ্চসহ বিভিন্ন নৌযান চলাচল করে।\nবরিশাল বন্দরটি নৌপথে বাংলাদেশের বিভিন্ন অঞ্চলকে সংযুক্ত করে পরিবহণ ব্যবস্থায় একটি গুরুত্বপূর্ণ ভূমিকা পালন করছে। এটিকে মংলা, চট্টগ্রাম, খুলনা, ঢাকা ও বাংলাদেশের অন্যান্য নদী বন্দরসমূহের পাশাপাশি ভারতের পশ্চিমবঙ্গ, আসাম ও ত্রিপুরার মধ্যকার একটি ট্রানজিট পয়েন্ট হিসেবে বিবেচনা করা হয়।\n\n\n== ইতিহাস ==\n\nমোগল আমলে বরিশাল নদী বন্দরের অস্তিত্ব ছিল বলে বেকর্ড পাওয়া যায়। তখন এটি \"গিরি-ই-বন্দর\" নামে পরিচিত ছিল, সেই সময় এই নদী বন্দরের মাধ্যমে লবণ, মশলা এবং কাঠের ব্যবসা হত।  ব্রিটিশ শাসনামলে ১৮৬৯ সালে নগর কমিটি প্রতিষ্ঠিত হওয়ার পর এবং ১৮৭৬ সালে পৌর মর্যাদা অর্জনের পর, এটিকে বরিশাল বন্দরে রূপান্তরিত করা হয়।\n১৮৮০-এর অল্প আগেই বরিশালে নদীপথে স্টিমার চলাচল শুরু হয়। ১৮৮৪ সালে বেঙ্গল সেন্ট্রাল ফ্লোটিলা কোম্পানি বরিশাল ও খুলনার মধ্যে নিয়মিত স্টিমার পরিষেবা চালু করে। পরবর্তীকালে, বরিশাল নদীবন্দরটি থেকে আন্তঃজেলা এবং অন্যান্য জেলা থেকে কলকাতা পর্যন্ত স্টিমার চলাচল শুরু হয়। এছাড়া চট্টগ্রাম, নোয়াখালী ও মাদারিপুর শাখা লাইনের নৌযান এখানে যাত্রা বিরতি দিত। জেলার অভ্যন্তরেও বেশ কয়েকটি ফিডার ষেবা বিদ্যমান ছিল। পরবর্তীকালে ভারতের জেনারেল নেভিগেশন, রিভার স্টিম নেভিগেশন, ভারতীয় জেনারেল রিভার স্টিমার সংস্থাগুলির আঞ্চলিক সদর দফতর এখানে গড়ে উঠে।\n১৯৪৭ সালে বঙ্গভঙ্গের পর, পাকিস্তান রিভার স্টিমার সার্ভিসেস (পিআরএস) গঠন করা হয় এবং ১৯৫৮ সালে বন্দরটি পূর্ব পাকিস্তান অভ্যন্তরীণ নৌ পরিবহন কর্তৃপক্ষের কাছে হস্তান্তরিত হয়। পূর্ব পাকিস্তান অভ্যন্তরীণ নৌ পরিবহন অধ্যাদেশের আওতায় গঠিত 'ইপিআইডব্লিউটিএ ১৯৬০ সালে বরিশাল নদীবন্দরকে আনুষ্ঠানিক স্বীকৃতি দেয়। বাংলাদেশের স্বাধীনতার পর, ইপিআইডব্লিউটিএ-এর নামকরণ করা হয় বাংলাদেশ অভ্যন্তরীণ নৌ-পরিবহন কর্তৃপক্ষ (বিআইডাব্লুটিএ), যা বর্তমানে অভ্যন্তরীণ নৌপরিবহন ও অভ্যন্তরীণ নৌপথের সমস্ত সম্পর্কিত উন্নয়ন, রক্ষণাবেক্ষণ, এবং পরিচালন কার্যক্রম পরিচালনা করে আসছে।\n\n\n== বন্দর উন্নয়ন ==\n\n১৯৬৪ সালে পূর্ব পাকিস্তান অভ্যন্তরীণ নৌ-পরিবহন কর্তৃপক্ষ ঢাকা, বরিশাল, চাঁদপুর, খুলনা ও নারায়নগঞ্জসহ তৎকালীন পাকিস্তানের পূর্বাঞ্চলের পাঁচটি প্রধান নদী বন্দর উন্নয়নের উদ্যোগ গ্রহণ করে। প্রকল্পটিতে যাত্রী ও পণ্য পরিবহনের জন্য স্থায়ী টার্মিনাল ভবন এবং অন্যান্য সুযোগ-সুবিধা নির্মাণ অন্তর্ভুক্ত ছিল। তবে বরিশাল বন্দর প্রকল্পটি অজ্ঞাত কারণে বন্ধ ছিল। ১৯৮০ সালে এখানে কেবল একটি আধা-পাকা টিনশেড কাঠামো নির্মাণ করা হয়।\nবাংলাদেশ সরকার ২০০৩ সালে বরিশাল নদী বন্দরের উন্নয়নে ৯.৫ কোটি টাকা ব্যয়ে একটি আধুনিক নদী টার্মিনাল এবং জেটি নির্মাণের প্রকল্প হাতে নেয়। পরে এটি আবার সংশোধন করা হয় এবং শেষ পর্যন্ত সরকার ২০০৫ সালে প্রায় ১৭.৬ কোটি টাকা ব্যয়ে বন্দরের উন্নয়ন ও আধুনিকীকরণ প্রকল্প অনুমোদন করে। যাতে ১,৫৫৪ বর্গমিটার জমিতে আধুনিক টার্মিনাল ভবন, ১,৫০০ বর্গমিটার পার্কিং ইয়ার্ড, ১,২০০ মিটার ইস্পাত সীমানা নির্মাণ অন্তর্ভুক্ত ছিল। এই প্রকল্পের আওতার মধ্যে আরও ছিল রক্ষণাবেক্ষণ প্রাচীর, ৭১৪ মিটার হাঁটার রাস্তা, ১০০০ বর্গমিটার কার্গো ছাউনি, ৪০০ বর্গমিটার ট্রানজিট কার্গো ছাউনি, আধুনিক লোডিং এবং আনলোডিং সুবিধাসহ ১২০ ফুট দীর্ঘ ছয়টি পন্টুন, চারটি ইস্পাত গ্যাংওয়ে, যাত্রীবাহী লাউঞ্জ এবং স্বাস্থ্য ও স্যানিটেশন সুযোগ-সুবিধা নির্মাণ।\n২০১০ সালের মার্চ মাসে শুরু হওয়া বরিশাল নদীবন্দরের বিকাশ ও আধুনিকীকরণ প্রকল্পটি ২০১১ সালের শেষের দিকে সম্পন্ন হয়। ২০১৩ সালে প্রধানমন্ত্রী শেখ হাসিনা নতুন বন্দরের উদ্বোধন করেন।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}