{"pageid": 1064995, "title": "মো. নুরুল ইসলাম (সাহিত্যিক)", "url": "https://bn.wikipedia.org/wiki?curid=1064995", "content": "মো. নুরুল ইসলাম (১৮ আগস্ট ১৯৩৩ – ৩১ জানুয়ারি ২০০৫) একজন বাংলাদেশী কবি, লেখক, সাহিত্যিক ও অধ্যাপক ছিলেন। ২০০৬ সালে তিনি সাহিত্যে একুশে পদক লাভ করেন।\n\n\n== পরিচয় ==\nনুরুল ইসলাম ১৯৩৩ সালের ১৮ই আগস্ট রংপুর জেলার মিঠাপুকুর উপজেলার পিয়ার গ্রামে জন্মগ্রহণ করেন। তাঁর পিতার নাম বখতার হোসেন ও মাতার নাম রমিছা খাতুন ।\n\n\n== শিক্ষা জীবন ==\nতিনি বৈরাতী প্রাথমিক বিদ্যালয়ে বাল্যশিক্ষা সমাপ্ত করেন। এরপর তিনি গাইবান্ধা ইসলামিয়া উচ্চ বিদ্যালয়ে ভর্তি হন। কারমাইকেল কলেজে ভর্তি হয়ে তিনি ১৯৫২ সালে আইএ এবং ১৯৫৫ সালে রাজশাহী কারাগার থেকে বিএ পাশ করেন। তিনি ১৯৫৮ সালে ঢাকা বিশ্ববিদ্যালয় থেকে বাংলাভাষা ও সাহিত্যে এমএ এবং ১৯৬৭ সালে রাজশাহী বিশ্ববিদ্যালয় থেকে বাংলাভাষা  ও সাহিত্যে এলএলবি ডিগ্রী অর্জন করেন।\n\n\n== কর্মজীবন ==\nকর্মজীবনের শুরুতে তিনি দৈনিক মিল্লাত, দৈনিক ইত্তেফাক, সাপ্তাহিক ধূমকেতু ও মাসিক সওগাত পত্রিকায় সাংবাদিকতায় নিয়োজিত হন। ১৯৫৯ সালে বরিশালের চাখার ফজলুল হক কলেজে বাংলা বিভাগের প্রভাষক হিসেবে তিনি অধ্যাপনা শুরু করেন। ১৯৬২  সালে কারমাইকেল কলেজে (বেসরকারী) বাংলা বিভাগের প্রভাষক হিসেবে তিনি সরকারী কলেজে পরিণত হয়। ১৯৬৩ সালে বেসরকারী কলেজ হিসেবে রংপুর কলেজ গড়ে উঠলে সেই কলেজের বাংলা বিভাগে প্রভাষক পদে তিনি যোগদান করেন। ১৯৯০ সালে এ কলেজ থেকে বাংলা বিভাগীয় প্রধান হিসেবে তিনি অবসর গ্রহণ করেন। তিনি মৃত্যুর পূর্ব পর্যন্ত রংপুর আইন মহাবিদ্যালয়ে অধ্যাপনায় এবং আইনজীবী সমিতির সদস্য হিসেবে আইন পেশায় নিয়োজিত ছিলেন। তিনি ছিলেন রাজনীতি সচেতন ব্যক্তি। ছাত্রজীবনে প্রগতিশীল রাজনীতির সাথে তিনি যুক্ত ছিলেন। কারমাইকেল কলেজে ছাত্রাবস্থায় ১৯৫২ সালের ভাষা আন্দোলনে তিনি অংশগ্রহণ করেন। ভাষা আন্দোলন চলাকালে তাঁর রচিত ও নিজকন্ঠে পরিবেশিত সঙ্গীত-\nমোরা বন্ধন মানিনা\nশৃঙ্খল মানিনা\nচাই অধিকার\nএই গণসঙ্গীত ছাত্র জনতার মধ্যে ব্যাপক সাড়া সৃষ্টি করেছে। সাহিত্যচর্চায় ব্র্তী হয়ে তিনি প্রবন্ধ, ফিচার, গীতিনকশা  ও নাটক রচনা করেছেন। মহফিল হকের সথে যৌথ সম্পাদনায়  তাঁর প্রকাশিত গ্রন্থ এবং রংপুর জেলার ইতিহাস গ্রন্থেও তিনি অন্যতম সম্পাদক ছিলেন।\n\n\n== অবদান ও পুরুস্কার ==\nশিক্ষা ক্ষেত্রেও তিনি অবদান রেখেছেন। এছাড়াও তিনি বাংলাদেশ রেডক্রিসেন্ট সোসাইটি, রংপুর জেলা শাখার সভাপতি ছিলেন। রংপুরের সাহিত্য ও সাংস্কৃতিক অঙ্গনে তিনি একজন সম্মানিত ব্যক্তিত্ব। শিক্ষা, সমাজসেবা ও সাহিত্যচর্চার জন্য তিনি জাতীয় পুরস্কারে ভূষিত হয়েছেন। ১৯৮৪ সালে সমবায় কার্যক্রমে বিশেষ অবদানের জন্য রাষ্ট্রপতি স্বর্ণপদক ও জাতীয় পুরস্কার এবং ১৯৮৮ সালে শ্রেষ্ঠ শিক্ষক হিসেবে বাংলাদেশ সরকার কর্তৃক তিনি পুরস্কৃত হন। ১৯৮৪-১৯৮৫ অর্থ বছরে ঋণ আদায়ে প্রশংসনীয় কাজের জন্য বাংলাদেশ সমবায় ব্যাংকের বিশেষ পুরস্কার লাভ করেন। ২০০২ সালে ভাষা আন্দোলনের ৫০ বছর পূর্তি উপলক্ষে অন্যতম ভাষাসৈনিক হিসেবে তিনি সংবর্ধিত হন। তিনি ২০০৬ সালে সাহিত্যে রাষ্টীয় পুরস্কার একুশে পদক লাভ করেন।\n\n\n== মৃত্যু ==\nতিনি ২০০৫ সালের ৩১শে জানুয়ারীতে ঢাকায় ইনন্তকাল করেন। মৃত্যুকালে তাঁর বয়স হয়েছিল ৭২ বছর।\n\n\n== সাহিত্য কর্ম ==\nতার রচিত গ্রন্থ হচ্ছে:\n\nযম রাজের দপ্তর\nরক্তে কেনা দিন\nফকির বিদ্রোহী\nবর্গীয় জ-বিভ্রাট\nইদানিং ক্লিওপেট্টা\nপায়রাবন্দের নীলাকাশ\nসোজা পথ\nসুন্দর প্রথিবীর জন্য\nঅনেক তারার আশা\nসাগরের কান্না\nরাজমুকুট\nফিরে দেখা\nমুক্ত পতাকার জন্য\nপ্রতিবাদ\nআমি কি ভুলিতে পারি\nতিস্তা তরঙ্গ প্রভৃতি\n\n\n== তথ্যসূত্র =="}