{"pageid": 10648, "title": "ইগর স্ট্রাভিনস্কি", "url": "https://bn.wikipedia.org/wiki?curid=10648", "content": "ইগর স্ট্রাভিনস্কি (জুন ১৭, ১৮৮২ – এপ্রিল ৬, ১৯৭১) রুশ সঙ্গীতস্রষ্টা। তাকে ২০ শতকের সবচেয়ে গুরুত্বপূর্ণ সুরকারদের মধ্যে গণ্য করা হয়। টাইম ম্যাগাজিন তাকে ২০ শতকের ১০০জন প্রভাবশালী ব্যক্তিদের তালিকায় রেখেছে।  ১৯৪৬ সালে তিনি মার্কিন নাগরিকত্ব গ্রহণ করেন। তার সুর দেয়া যন্ত্রসঙ্গীত ছাড়াও তিনি পিয়ানোবাদক ও সঙ্গীত পরিচালক হিসাবে খ্যাতি অর্জন করেন।\nস্ট্রাভিনস্কির বাবা একজন প্রতিষ্ঠিত বেস অপেরা গায়ক ছিলেন এবং স্ট্রাভিনস্কি পিয়ানো এবং সঙ্গীত তত্ত্বের পাঠ গ্রহণ করে বড় হয়েছিলেন। সেন্ট পিটার্সবার্গ বিশ্ববিদ্যালয়ে আইন অধ্যয়ন করার সময়, তিনি নিকোলাই রিমস্কি-করসাকভ এর সাথে দেখা করেন এবং ১৯০৮ সালে রিমস্কি-করসাকভের মৃত্যুর আগ পর্যন্ত তার অধীনে অধ্যয়ন করেন। স্ট্র্যাভিনস্কি ইম্প্রেসারিও সের্গেই দিয়াঘিলেভ এর সাথে দেখা করেন, যিনি স্ট্র্যাভিনস্কিকে তিনটি ব্যালে লেখার দায়িত্ব দেন: দ্য ফায়ারবার্ড (১৯১০), পেত্রুশকা ] (১৯১১), এবং দ্য রাইট অফ স্প্রিং (১৯১৩), যার শেষটি প্রিমিয়ারে কাছাকাছি-দাঙ্গার পরে তাকে আন্তর্জাতিক খ্যাতি এনে দেয় এবং সুরকারদের ছন্দের কাঠামো বোঝার উপায় পরিবর্তন করে।\n\nস্ট্রাভিনস্কির রচনামূলক কর্মজীবনকে তিনটি সময়কালে ভাগ করা হয়েছে: তার রাশিয়ান সময়কাল (.১৯১৩-১৯২০), তার নিওক্লাসিক্যাল সময়কাল (১৯২০-১৯৫১), এবং তার সিরিয়াল সময়কাল (১৯৫৪-১৯৬৮) )। স্ট্রাভিনস্কির রাশিয়ান সময়কাল রাশিয়ান শৈলী এবং লোককাহিনীর প্রভাব দ্বারা চিহ্নিত করা হয়েছিল। রেনার্দ (১৯১৬) এবং লেস নোসেস (১৯২৩) ছিল রাশিয়ান লোক কবিতার উপর ভিত্তি করে এবং L'Histoire du soldat এই লোককাহিনীগুলিকে জনপ্রিয় সঙ্গীত কাঠামোর সাথে মিশ্রিত করেছে, যেমন ট্যাঙ্গো, ওয়াল্টজ, রাগ, এবং কোরালে . তার নিওক্ল্যাসিকাল পিরিয়ড শাস্ত্রীয় সময়কাল থেকে থিম এবং কৌশলগুলি প্রদর্শন করেছিল, যেমন তার অক্টেট (১৯২৩) এবং গ্রীক-এ সোনাটা ফর্মের ব্যবহার। পুরাণ পার্সেফোন (১৯৩৫)। তার সিরিয়াল পিরিয়ডে, স্ট্র্যাভিনস্কি সেকেন্ড ভিয়েনিজ স্কুল থেকে আর্নল্ড শোয়েনবার্গ-এর বারো-টোন টেকনিক-এর মতো রচনামূলক কৌশলের দিকে ঝুঁকেছিলেন। ইন মেমোরিয়াম ডিলান থমাস (১৯৫৪) ছিল তাঁর রচনাগুলির মধ্যে প্রথম যা সম্পূর্ণরূপে কৌশলের উপর ভিত্তি করে তৈরি করা হয়েছিল এবং ক্যান্টিকাম স্যাক্রাম (১৯৫৬) ছিল তাঁর প্রথম রচনা যা একটি স্বর উপর ভিত্তি করে তৈরি হয়েছিল। সারি। স্ট্রাভিনস্কির শেষ প্রধান কাজ ছিল রিকুয়েম ক্যান্টিকেলস (১৯৬৬), যেটি তাঁর অন্ত্যেষ্টিক্রিয়ায় সম্পাদিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}