{"pageid": 1064768, "title": "চর উন্নয়ন ও বসতি স্থাপন প্রকল্প", "url": "https://bn.wikipedia.org/wiki?curid=1064768", "content": "চর উন্নয়ন ও বসতি স্থাপন প্রকল্প বাংলাদেশ সরকারের একটি প্রকল্প যা সম্প্রতি উদীয়মান চরে (নদী দ্বীপ) বসবাসকারী মানুষের জীবিকা ও জীবনমান উন্নত করার লক্ষ্যে শুরু করা হয়েছে।\n\n\n== ইতিহাস ==\nবাংলাদেশ নদী দ্বারা বেষ্টিত; এর মধ্যে উল্লেখযোগ্য হলো পদ্মা নদী, মেঘনা নদী এবং যমুনা নদী। নদীগুলি পলি জমা করে দ্বীপপুঞ্জ এবং নতুন জমি তৈরি করে। এই নতুন জমিগুলি খুব কম সরকারি উপস্থিতির জন্য অপরাধীদের দ্বারা প্রভাবিত আইনবিরুদ্ধ এলাকায় পরিণত হয়েছে। সরকার চরের ভূমি উন্নয়ন এবং সেখানে বসবাসকারী মানুষের জীবিকা উন্নত করার জন্য ১৯৭৯ সালে ভূমি পুনরুদ্ধার প্রকল্প শুরু করে, যা ১৯৯১ সাল পর্যন্ত কাজ করেছে। ১৯৯৪ সালে সেই প্রকল্পের উত্তরসূরি হিসেবে চর উন্নয়ন ও বসতি স্থাপন প্রকল্প তৈরি করা হয়।\nচর উন্নয়ন ও বসতি স্থাপন প্রকল্পের প্রথম পর্যায় ১৯৯৪ থেকে ১৯৯৯ সালে বাস্তবায়িত হয়েছিল।প্রকল্পটি শেষ হওয়ার পরে চর উন্নয়ন ও বসতি স্থাপন প্রকল্পটি একাধিক সরকারি সংস্থার সাথে জড়িত হয়ে বিকশিত হয়েছিল। চর উন্নয়ন ও বসতি স্থাপন প্রকল্পটি বাংলাদেশ পানি উন্নয়ন বোর্ড, কৃষি সম্প্রসারণ অধিদপ্তর জনস্বাস্থ্য প্রকৌশল অধিদপ্তর, বন বিভাগ, ভূমি মন্ত্রণালয় এবং স্থানীয় সরকার প্রকৌশল অধিদপ্তরের সমন্বয়ে গঠিত হয়েছিল। প্রকল্পটির প্রথম তিনটি পর্যায়ের জন্য এটি বাংলাদেশ সরকার এবং নেদারল্যান্ডস সরকারের আর্থিক সহায়তা পেয়েছিল। প্রকল্পটি বালুকণা নদীর দ্বীপগুলিকে সবুজ খামারে পরিবর্তন করছে।\nচর উন্নয়ন ও বসতি স্থাপন প্রকল্পের চতুর্থ পর্যায়টি জাতিসংঘের কৃষি উন্নয়নের জন্য আন্তর্জাতিক তহবিলের আর্থিক সহায়তা পেয়েছিল। প্রকল্পের চতুর্থ পর্যায়ে এটি চরগুলিতে বসবাসরত ২৮,০০০ পরিবারের ১৫৫,০০০ মানুষকে ঘর সরবরাহ করেছিল। জুলাই ২০১৯ এ, প্রকল্পের পঞ্চম পর্যায় শুরু এবং ২০২২ সালের জুনে শেষ হওয়ার কথা রয়েছে। চর উন্নয়ন ও বসতি স্থাপন প্রকল্প এক থেকে চারটি পর্যায়ের মাধ্যমে প্রকল্পের ক্ষেত্রগুলিকে সমর্থন করা অব্যাহত রেখেছে। বাংলাদেশ পরিকল্পনা কমিশন প্রকল্পটির রিপোর্ট করা কৃত ব্যয় নিয়ে প্রশ্ন তুলেছে। চর উন্নয়ন ও বসতি স্থাপন প্রকল্প ব্রিজিং প্রকল্প শীর্ষক চতুর্থ পর্যায়টি জাতীয় অর্থনৈতিক পরিষদের নির্বাহী কমিটি কর্তৃক ২০২০ সালের ২৪ জুলাই অনুমোদিত হয়েছিল। প্রকল্পটির জন্য জন্য সরকার ২৬৩ বিলিয়ন টাকা বরাদ্দ করেছে।\n\n\n== তথ্যসূত্র =="}