{"pageid": 1064322, "title": "ভার্জিনিয়া হ্যামিল্টন", "url": "https://bn.wikipedia.org/wiki?curid=1064322", "content": "ভার্জিনিয়া ইষ্ঠার হ্যামিল্টন ছিলেন একজন আফ্রো-আমেরিকান শিশুসাহিত্যিক। তিনি ৪১ টি বই লিখেছিলেন যেখানে তার 'M.C Higgins the great' সাহিত্যকর্মটি বহুল আলোচিত ও আমেরিকান জাতীয় পুস্তক হিসেবে সম্মাননা   ও নিউবেরি পদক প্রাপ্ত ।\nহ্যামিল্টন আজীবন কৃতিত্বের জন্য ১৯৯২ সালে সম্মাননা হিসেবে আন্তর্জাতিক হ্যান্স ক্রিশ্চিয়ান অ্যান্ডারসন পুরস্কার  ও ১৯৯৫ আমেরিকান শিশুসাহিত্যে অবদানের জন্য লরা ইঙ্গলস ওয়াইল্ডার পুরস্কার এ ভূষিত হন।\n\n\n== জীবন চরিত ==\nহ্যামিল্টন তার পিতা-মাতার পঞ্চম সন্তানে কনিষ্ঠতম সন্তান।  তার জন্মকালীনে তাদের পরিবার যুক্তরাষ্ট্রের ওয়াইও এর ইয়েলো স্প্রিংয়ে থাকতেন এবং তারা সেখানে ১৯৫০ খিঃ অব্দি থেকেছিলেন। \nনিউইয়র্কে বাস করার সময় তিনি কবি ও শিশুসাহিত্যিক আর্নড অ্যাডফের সাথে পরিচয় লাভ করেন   এবং তারা ১৯৬০ সালে দাম্পত্য জীবন শুরু করেন। পরে হ্যামিল্টনের খামার বাড়িতে বসবাস শুরু করে। সেখানে  অ্যাডফ শিক্ষকতা পেশার মাধ্যমে পরিবারের ভার বহন করে হ্যামিল্টনকে সাহিত্য রচনায় সময় উৎসাহ দেন।  \n১৯৬৭ সালে 'Zeely' নামক হ্যামিল্টনের প্রথম সাহিত্য কর্ম প্রকাশ হয় এবং এটি প্রশংসিত-সমালোচিত ও  আমেরিকান লাইব্রেরী এসোসিয়েশনের 'Nancy Bloch Award' এ ভূষিত  । \n\n\n== সম্মাননা ==\n১৯৭৯ সালে সুপারসিস্টার লেনদেন কার্ডে তার নাম ও ছবির ফিচার খোদাই করে সরবরাহ করা হতো। \nযুবাদের জন্য বিচিত্র সংস্কৃতির আয়োজন 'দি হ্যামিল্টন কনফারেন্স' ১৯৮৪ সাল থেকে প্রতিবছর কেন্ট স্টেট বিশ্ববিদ্যালয় আয়োজন করে আসছে। \nআমেরিকান লাইব্রেরী এসোসিয়েশন তার স্মরণে Coretta Scott King-Virgenia Hamilton Award ২০১০ সাল থেকে প্রদান করছে। যেখানে পদকে লেখা রয়েছে \n\n\"To recognize an African American author, illustrator, or author/illustrator for a body of his or her published books for children and/or young adults who has made a significant and lasting literary contribution. The Award pays tribute to the late Virginia Hamilton and the quality and magnitude of her exemplary contributions through her literature and advocacy for children and youth, especially in her focus on African American life, history and consciousness.\"  \nতার উপন্যাস 'The planet of the Junior Brown' এর উপর ১৯৯৭ খিঃ বিখ্যাত চলচ্চিত্র নির্মাতা ক্লেমেন্ট ভিরগো চলচ্চিত্র নির্মাণ করে। \n\n\n== উল্লেখযোগ্য সাহিত্য কর্ম ==\nZeely (১৯৬৭)\nThe House of Dies Drear (1968) —Dies Drear, part one\nThe Time-Ago Tales of Jadhu (1969)\nThe Planet of Junior Brown (1971)\nW. E. B. Du Bois: A Biography (1972)\nTime-Ago Lost: More Tales of Jahdu (1973)\nM.C. Higgins, the Great (1974)\nPaul Robeson: The Life and Times of a Free Black Man. (1974)\nThe Writings of W .E. B. Du Bois (1975)\nArilla Sun Down (1976)\nJustice And Her Brothers (1978) - Justice Trilogy, book 1\nDustland (1980) - Justice Trilogy, book 2\nJahdu (1980)\nThe Gathering (1981) - Justice Trilogy, book 3\nSweet Whispers, Brother Rush (1982)\nWillie Bea and the Time the Martians Landed (1983)\nThe Magical Adventures of Pretty Pearl (1983)\nA Little Love. (1984)\nJunius over far (1985)\nThe People Could Fly: American Black Folktales (Illustrated by Leo and Diane Dillon) (1985)\nA White Romance (1987)\nThe Mystery of Drear House (1987) —Dies Drear, part two\nIn the Beginning: Creation Stories from Around the World (Illustrated by Barry Moser) (1988)\nAnthony Burns: The Defeat and Triumph of a Fugitive Slave (1988)\nThe Bells of Christmas (1989)\nCousins (1990)\nThe Dark Way: Stories from the Spirit World (1990)\nThe all Jahdu storybook (1991)\nDrylongso (Illustrated by Jerry Pinkney) (1992)\nPlain City (1993)\nMany Thousand Gone (1993)\nHer Stories: African American Folktales, Fairy Tales, and True Tales (Illustrated by Leo and Diane Dillon) (1995)\nJaguarundi (1995)\nWhen Birds Could Talk & Bats Could Sing: The Adventures of Bruh Sparrow, Sis Wren, and Their Friends (1996)\nA Ring of Tricksters: Animal Tales from America, the West Indies, and Africa (Illustrated by Barry Moser) (1997)\nSecond Cousins (1998)\nBluish (1999)\nThe Girl Who Spun Gold (2000)\nTime Pieces: The Book of Times (2001)\nBruh Rabbit and the Tar Baby Girl (Illustrated by James Ransome) (2003)\nWee Winnie Witch's Skinny: An Original African American Scare Tale (Illustrated by Barry Moser) (2004)\nThe People Could Fly: The Picture Book (Illustrated by Leo and Diane Dillon) (2005)\nVirginia Hamilton: Speeches, Essays, and Conversations. Edited by Arnold Adoff and Kacy Cook (New York: Blue Sky Press/Scholastic Inc., 2010).\n\n\n== পুরস্কার ==\nতার প্রথম সাহিত্য কর্ম 'Zeely' 'Nancy Bloch Award' পেয়েছে।'The planet of Junior Brown ' বইটি নিউবেরি সম্মান পুস্তক ও লুইস ক্যারল শেল্ফ পুরস্কার ১৯৭১ লাভ করে। তার অনবদ্য সাহিত্য কর্ম 'M.C Higgins the great(১৯৭৪)'  নিউবেরি মেডেল পদক ও আমেরিকার জাতীয় পুস্তক হিসেবে সম্মাননা পায়। \n\n\n== তথ্যসূত্র =="}