{"pageid": 1064086, "title": "সুখময় চক্রবর্তী", "url": "https://bn.wikipedia.org/wiki?curid=1064086", "content": "সুখময় চক্রবর্তী (২৬ জুলাই  ১৯৩৪ – ২২ আগস্ট ১৯৯০) ছিলেন একজন আন্তর্জাতিক খ্যাতিসম্পন্ন ভারতীয় বাঙালি অর্থনীতিবিদ। তিনি এবং প্রশান্ত চন্দ্র মহলানবীশ ভারতীয় অর্থব্যবস্থার জন্য  পঞ্চবার্ষিকী পরিকল্পনার অন্যতম রূপকার ছিলেন।\nসুখময় চক্রবর্তী  ব্রিটিশ ভারতের অধুনা বাংলাদেশের ময়মনসিংহ জেলার গাঙ্গটিয়া গ্রামে জন্মগ্রহণ করেন।  তিনি বিদ্যালয়ের পাঠ  কলকাতার  বালিগঞ্জ রাষ্ট্রীয় উচ্চ বিদ্যালয়ে  এবং কলেজের পড়াশোনা তৎকালীন  কলকাতা বিশ্ববিদ্যালয়ের অধীনস্থ  প্রেসিডেন্সি কলেজে  সম্পন্ন করেন। তিনি অত্যন্ত কৃতী ছাত্র এবং নোবেলজয়ী অর্থনীতিবিদ  অমর্ত্য সেনের সহপাঠী ছিলেন।  তারপর তিনি দিল্লি স্কুল অব ইকনমিক্স এবং নেদারল্যান্ডসের  রটাড্যাম বিশ্ববিদ্যালয়ের জন তিনবের্গেনের অধীনে গবেষণা করে ডক্টরেট ডিগ্রি লাভ করেন। তিনি ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজিতে একটি শিক্ষকের পদ লাভ করেন তবে পরিকল্পনা কমিশনে যোগ দিতে ভারতে ফিরে আসেন।  তিনি দিল্লি স্কুল অব ইকনমিক্স, হার্ভার্ড, জন হপকিন্স, কেমব্রিজ,  জওহরলাল নেহরু বিশ্ববিদ্যালয় প্রভৃতি স্থানে অধ্যাপনা করেছেন। ভারতীয় সমাজবিজ্ঞান পরিষদের সভাপতি ছিলেন তিনি। \nসুখময় চক্রবর্তী যেমন ছিলেন সৃজনশীল এবং সুপণ্ডিত, তেমনি এক প্রকৃত পাঠক। তিনি বিংশ শতকের অনন্য ভারতীয় অর্থনীতিবিদদের অন্যতম হিসাবে বিরল সমাজসচেতনতা ও দায়বদ্ধতা নজির রেখে গেছেন। নিম্নসুবিধাভোগীদের জন্য তার ব্যবহারিক নীতি বিশ্লেশনে এটিই সুস্পষ্ট হয় যে, প্রকৃত তাত্বিক ও গাণিতিক অর্থনীতির প্রতি তিনি প্রবল আগ্রহী ছিলেন। বিকাশ তথা উন্নয়নের ক্ষেত্রে তার অধীত জ্ঞানের অব্যাহত প্রয়োগে বিকাশ তথা উন্নয়নের পথ সুগম হয়েছিল এবং বৌদ্ধিক জগতে তার প্রমাণ রয়েছে।\nরাষ্ট্রীয় মোর্চা ক্ষমতাসীন হওয়ার অব্যবহিত পরে অর্থনৈতিক অবস্থা সম্পর্কে প্রকাশিত তার লেখা বিশেষ প্রশংসিত হয়। তার বহু রচিত গ্রন্থের মধ্যে উল্লেখযোগ্য গুলি হল-\n\nরিফ্লেকশন্স অন দি গ্রোথ প্রসেস ইন দি ইন্ডিয়ান ইকনমি\nডেভেলপমেন্ট প্লানিং: দি ইন্ডিয়ান এক্সপেরিয়েন্স \n\n\n== জীবনাবসান ==\nপ্রখ্যাত অর্থনীতিবিদ সুখময় চক্রবর্তী ১৯৯০ খ্রিস্টাব্দের ২২ আগস্ট প্রয়াত হন। তার স্ত্রী ললিতা চক্রবর্তী এবং একমাত্র কন্যা রসায়ন বিজ্ঞানী চারুসীতা চক্রবর্তী।(১৯৬৪ - ২০১৬) স্যামুয়েলস ও তিনবের্গেন আজীবন সুখময় চক্রবর্তীর গুণগান করে গেছেন। সুখময় চক্রবর্তীর মৃত্যুর পর তিনবের্গেন বলেন,  চক্রবর্তী  তার কাছ থেকে যা শিখেছেন, তার চাইতে তিনি বেশি শিখেছেন চক্রবর্তীর কাছ থেকে।\n\n\n== তথ্যসূত্র =="}