{"pageid": 1064525, "title": "সিছুয়ান–তিব্বত রেলপথ", "url": "https://bn.wikipedia.org/wiki?curid=1064525", "content": "সিছুয়ান–তিব্বত রেলপথ অধিক উচ্চতায় নির্মাণাধীন রেলপথ, যা সিছুয়ান প্রদেশের রাজধানী ছেংতু ও তিব্বত স্বায়ত্তশাসিত অঞ্চলের রাজধানী লাসাকে সংযুক্ত করে। রেলপথটি ১,৬২৯ কিমি (১,০১২ মাইল) দীর্ঘ এবং ছেংতু থেকে লাসায় ভ্রমণের সময় ৪৮ ঘণ্টা থেকে হ্রাস করে ১৩ ঘন্টা করবে।\nরেলপথ পরিচালনার কার্যক্রম হিসাবে প্রথমে ছেংতু–ইয়া'আন বিভাগটি ২০১৮ সালের ২৮ ডিসেম্বর চালু করা হয়। দ্বিতীয় বিভাগ হিসাবে নইংছি–লাসা অংশটি ২০২১ সালের ২২ জুন খোলা হয়। চূড়ান্ত ইয়া'আন–নইংছি অংশের নির্মাণ কাজ ২০৩০ সালে শেষ সম্পন্ন হওয়ার আশা করা হচ্ছে। এটি তিব্বত স্বায়ত্তশাসিত অঞ্চলের প্রথম বিদ্যুতায়িত রেলপথ এবং মালভূমিতে অবস্থিত প্রথম উচ্চ-গতির রেল। এই লাইনে চীন হাই-স্পিড রেল সার্ভিস চীন রেলওয়ে সিআর২০০জে ফক্সিং ইএমইউ পরিচালনা করে।\n\n\n== বিভাগ ==\n\n\n=== ছেংতু–ইয়া'আন বিভাগ ===\nছেংতু থেকে ইয়া'আন অংশটি ছেংতু পশ্চিম রেলওয়ে স্টেশন থেকে শুরু হয়, যেখানে এটি ছেংতু–ফুচিয়াং আন্তঃনগর রেলপথ থেকে শাখা গঠন করে। ৯৪ কিলোমিটার দীর্ঘ (৬০ মাইল) বিভাগটি বিদ্যুতায়িত ও দৈত রেল ট্র্যাকের সমন্বয়ে নির্মাণ হয় এবং প্রতি ঘণ্টায় ২০০ কিলোমিটার (১২০ মাইল) গতিবেগের রেলগাড়ি চলাচলের জন্য নকশাকৃত। ১৩ বিভাগটিতে রেলগাড়ি পরিচালনা ২০১৮ সালের ২৮ ডিসেম্বর শুরু হয়। 2\n\n\n=== ইয়া'আন–নইংছি বিভাগ ===\nইয়া'আন থেকে নইংছি পর্যন্ত অংশটি ১,০১১ কিমি (৬২৮ মাইল) দীর্ঘ এবং নকশাকৃত গতি ১২০-২০০ কিমি/ঘন্টা (৭৫-১২৪ মাইল)।\n\n\n=== নইংছি–লাসা বিভাগ ===\nনইংছি–লাসা বিভাগটি ৪৩৫.৪৮ কিলোমিটার দীর্ঘ (২৭০.৫৯ মাইল) দীর্ঘ এবং নকশাকৃত গতিবেগ প্রতি ঘন্টা ১৬০ কিলোমিটার (১০০ মাইল)। বিভাগটি ২০২১ সালের ২৫ জুন উদ্বোধন করা হয়।\n\n\n== রোলিং স্টক ==\n১৬০কিমি/ঘন্টা গতিবেগের পরিষেবাসমূহে চীন রেলওয়ে সিআর২০০জে ট্রেনসেট ব্যবহার করে।\n\n\n== কৌশলগত সংশ্লেষ ==\nরেলপথ লাসা ও পূর্ব চীনের মধ্যে ভ্রমণের সময়কে হ্রাস করবে। বর্তমানে এই যাত্রাটি করতে অবশ্যই ছিংহাই ও লানচৌ হয়ে যাতায়াত করতে হবে। রেলপথটি একটি গুরুতর প্রকৌশল চ্যালেঞ্জ, তবে চীনের অভ্যন্তরীণ ও উপকূলীয় অঞ্চলসমূহের পাশাপাশি স্থানীয় সম্প্রদায়সমূহকে একীকরণের উদ্দেশ্যে কাজ করে। এই অঞ্চলে রেলপথের পর্যটনে বড় ধরনের ইতিবাচক প্রভাব পড়বে বলে আশা করা হচ্ছে।\nভারতের রাজনৈতিক চিন্তাবিদ চীন ও প্রকৃত নিয়ন্ত্রণ রেখার মধ্যে উন্নত স্থলপথ যোগাযোগের বিষয়ে উদ্বিগ্ন, যা চীন-ভারত সীমান্ত বিরোধে অরুণাচল প্রদেশের কাছে ভারতের বিরুদ্ধে চীনের সামরিক শক্তিকে সহায়তা করতে পারে।\n\n\n== আরও দেখুন ==\nছিংহাই-তিব্বত রেলপথ\n\n\n== তথ্যসূত্র =="}