{"pageid": 1064450, "title": "সংনমিত বায়ুচালন বিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1064450", "content": "সংনমিত বায়ুচালন বিজ্ঞান (ইংরেজি: Pneumatics) বলবিজ্ঞান ও প্রকৌশলের একটি শাখা যেখানে সাধারণভাবে বায়ু বা বায়বীয় পদার্থের যান্ত্রিক ধর্মসমূহ এবং বিশেষভাবে সংনমিত বায়ু বা বায়বীয় পদার্থ (গ্যাস) ব্যবহার করে যান্ত্রিক গতি উৎপাদন করে বিভিন্ন ব্যবহারিক যন্ত্র, সরঞ্জাম ও কলকৌশল চালনা করা অধ্যয়ন করা হয়। সংনমিত বায়ু দ্বারা আবর্তন গতি কিংবা সরলরৈখিক অগ্রপশ্চাৎ গতি উৎপাদন করে করাত দিয়ে কাটা, কোনও কিছু খোঁড়া, তুরপুন দিয়ে গর্ত তৈরি করা, হাতুড়ি চালানো, বোল্টু জোড়া লাগানো, ইত্যাদি বিভিন্ন যান্ত্রিক কাজের গতি বৃদ্ধি করা হয়। সংনমিত বায়ুচালন বিজ্ঞানে এই জাতীয় যন্ত্র, সরঞ্জাম ও কলকৌশলের কার্যপদ্ধতি ও নির্মাণ অধ্যয়ন করা হয়।\nসংনমিত বায়ুচালিত ব্যবস্থা বহু বিভিন্ন উদ্দেশ্যে, যেমন উড়োজাহাজ, বাস, ট্রাক ও রেলগাড়িতে ব্যবহৃত বায়ুচালিত গতিরোধকে (এয়ার ব্রেক), দন্তচিকিৎসায় ব্যবহৃত দন্ত-তুরপুন (ডেন্টাল ড্রিল), সংনমিত বায়ুচালিত সড়ক তুরপুন, \"জ্যাকহ্যামার\" নামক বহনযোগ্য সংনমিত বায়ুচালিত হাতুড়ি বা তুরপুন, ইত্যাদিতে ব্যবহৃত হয়। সড়ক নির্মাণকাজে ব্যবহৃত সংনমিত বায়ুচালিত তুরপুনের একটি অগ্রপশ্চাৎ বারংবার আঘাতকারী গতি থাকে, যা প্রতি মিনিটে ৮০ থেকে ৫০০টি আবর্তন সম্পন্ন করে। সংনমিত বায়ুচালিত ব্যবস্থাগুলি শিল্পখাতে গুরুত্বপূর্ণ ভূমিকা পালন করে। সড়ক, খনন, বায়বান্তরীক্ষ, মোটরযানচালনা ও রেলগাড়িচালনা ব্যবস্থা, স্বয়ংক্রিয় যন্ত্র তথা রোবটবিজ্ঞানে এগুলির ব্যাপক ব্যবহার আছে।\nঔদক ব্যবস্থাগুলির (যেগুলিতে সংনমিত জল  বা তরলের প্রবাহ ব্যবহার করে যান্ত্রিক গতি সৃষ্টি করা হয়) তুলনায় সংনমিত বায়ুচালিত ব্যবস্থাগুলির সুবিধা হল এগুলির জন্য কাজের পরিবেশ নোংরা বা ময়লা হয় না, এগুলির রক্ষণাবেক্ষণ সহজতর এবং এগুলির গতি ও প্রতিক্রিয়া অপেক্ষাকৃত বেশি দ্রুত হয়ে থাকে। এগুলির একটি অসুবিধা হল বায়ুর সংনম্যতার আচরণ একরৈখিক হয় না। হস্তচালিত বা স্বয়ংক্রিয় সলিনয়েড কপাটিকা দ্বারা নিয়ন্ত্রিত সংনমিত বায়ুচালিত ব্যবস্থা যদি অপেক্ষাকৃত কম ব্যয়বহুল, অধিকতর সহজে অভিযুজ্য কিংবা অধিকতর নিরাপদ হয়, তাহলে এগুলিকে বৈদ্যুতিক মোটর কিংবা ঔদক (সংনমিত তরলচালিত) যান্ত্রিক গতি-উৎপাদকের পরিবর্তে পছন্দ করা হয়ে থাকে।\nসংনমিত বায়ুচালিত যন্ত্রগুলি একটি সাধারণ পদ্ধতি অনুসরণ করে ব্যবহার করা হয়। প্রথম ধাপে একটি কেন্দ্রীয় স্থানে অবস্থিত ও বিদ্যুৎচালিত বায়ু সংনমক ব্যবহার করে বায়ুর আয়তন হ্রাস করা হয়, ফলে সংনমিত বায়ুর সৃষ্টি হয়। এরপর সংনমিত বায়ুকে একটি পরিস্রাবকের মধ্য দিয়ে চালনা করে একটি সংনমিত বায়ুনলে প্রবেশ করানো হয়। নল দিয়ে চলার সময় একাধিক কপাটিকার মাধ্যমে সংনমিত বায়ুর প্রবাহ নিয়ন্ত্রণ করা হয়। সংনমিত বায়ুপ্রবাহটি একটি যান্ত্রিক গতি-উৎপাদক সঞ্চালক যন্ত্রে (অ্যাকচুয়েটর) গিয়ে পৌঁছালে সংনমিত বায়ু থেকে যান্ত্রিক গতির সৃষ্টি হয়।\n\n\n== তথ্যসূত্র =="}