{"pageid": 1064501, "title": "শারীরিক কৌতুকাভিনয়", "url": "https://bn.wikipedia.org/wiki?curid=1064501", "content": "শারীরিক কৌতুকাভিনয় হলো দর্শকদের মধ্যে একটি হাস্যকর প্রতিক্রিয়া সৃষ্টির জন্য শরীরের কারসাজির ওপর ভিত্তি করে অভিনীত কৌতুকাভিনয়ের একটি রূপ। চরকিবাজি, ভাঁড়ামি, মূকাভিনয়, শারীরিক কারসাজি প্রভৃতি শারীরিক কৌতুকাভিনয়ের অন্তর্ভুক্ত।\nশারীরিক কৌতুকের উদ্ভব কমিডিয়া দেলআরতে-র (ইতালীয়: Commedia dell'arte) অংশ হিসাবে। এটি এখন কখনও কখনও সিটকোম হিসেবে অন্তর্ভুক্ত করা হয়; উদাহরণস্বরূপ থ্রিস কোম্পানি এর অভিনেতা জন রিটার প্রায়শই অভিনবভাবে প্র‍্যাটফলস অভিনয় করেছেন। কার্টুনে, সাধারণত শারীরিক কৌতুকের একটি অতিরঞ্জিত রূপ চিত্রিত হয় (কার্টুন পদার্থবিজ্ঞানের সমন্বয়ে), যেমন টম অ্যান্ড জেরি এবং ওয়াইল ই. কোয়োট অ্যান্ড দ্য রোড রানার।\nচরকিবাজির উপাদানগুলির মধ্যে ল্যাং মারা, পা পিছলে পড়ে যাওয়া, ডাবল টেক, সংঘর্ষ, পতন (বা অজ্ঞান হওয়া) এবং চিৎকার অন্তর্ভুক্ত।\n\n\n== উদাহরণ ==\nচার্লি চ্যাপলিন শারীরিক কৌতুক অভিনেতা হিসাবে তার চলচ্চিত্র জীবন শুরু করেছিলেন; যদিও তিনি কৌতুকপূর্ণ ভাবভঙ্গির অতিরিক্ত উপায় বিকশিত করেছিলেন, চ্যাপলিনের পরিপক্ক কাজগুলি চরকিবাজ কৌতুকের উপাদানগুলিতে পরিপূর্ণ ছিল।\nঅন্যান্য কৌতুক অভিনয় ধারাবাহিকের মধ্যে শারীরিক কৌতুকাভিনেতাদের মধ্যে উল্লেখযোগ্য হলেন বাস্টার কিটন, দ্য থ্রি স্টুজেস, লরেল অ্যান্ড হার্ডি, বেনি হিল, লুসিল বল, হার্পো মার্কস, মার্টিন শর্ট, চেভি চেজ, ডন নটস, জেরি লুইস, ড্যানি কায়, জনি লিভার, টিম কনওয়ে।\n\n\n=== সিটকম ===\nসিটকম এর ক্ষেত্রে, শারীরিক কৌতুকাভিনেতার উদাহরণ:\n\nডিক ভ্যান ডাইক (দ্য ডিক ভ্যান ডিউক শো এর রব পেট্রি চরিত্রে)\nল্যারি হাগম্যান (আই ড্রিম অফ জিনি এর ‘‘মেজর অ্যান্থনি নেলসন’’ চরিত্রে)\nজন রিটার (থ্রি কোম্পানি এর জ্যাক ট্রিপার চরিত্রে)\nপারফেক্ট স্ট্রেঞ্জার্স এর দুটি প্রধান চরিত্র মার্ক লিন-বেকার এবং ব্রনসন পিনচট\nমাইকেল রিচার্ডস (সেইনফেল্ড এর কসমো ক্রামার চরিত্রে)\nপেনি মার্শাল ও শির্লে ফিনি (লেভার্ন অ্যান্ড শির্লে এর লেভার্ন ডিফেজিও ও সিন্ডি উইলিয়ামস চরিত্রে)\nজেনিফার সন্ডার্স (অ্যাবসলিউটলি ফেবুলাস এর এডিনা মনসুন ও জোয়ানা লুমলে চরিত্রে)\nনিল মরিসে (মেন বিহ্যাভিং ব্যাডলি এর ‘‘টনি’’ চরিত্রে)\nরোয়ান অ্যাটকিনসন (মিস্টার বিন চরিত্রে)\nজালিল হোয়াইট (ফ্যামিলি ম্যাটার্স এর স্টিভ উর্কেল চরিত্রে)\nরিক মায়াল ও অ্যাডরিয়ান এডমন্ডসন (বটম এর ‘‘রিচার্ড রিচার্ড’’ ও ‘‘এডি হিটলার’’ চরিত্রে)\n\n\n=== চলচ্চিত্র ===\nচলচ্চিত্রে শারীরিক কৌতুকাভিনেতাদের উদাহরণ:\n\nজাক তাতি (মনসিয়ুুর হুলট চরিত্রে)\nপিটার সেলার্স (দ্য পিঙ্ক প্যান্থার চলচ্চিত্র ধারাবাহিকের চিফ ইন্সপেক্টর ক্লোশু চরিত্রে)\nউইল ফেরেল (স্টেপ ব্রাদার্স চলচ্চিত্রে জন সি. রেইলি চরিত্রে)\nজ্যাক এফ্রন (মাইক অ্যান্ড ডেভ নিড ওয়েডিং ডেটস এর অ্যাডাম ডিভাইন চরিত্রে)\n\n\n== আরও দেখুন ==\nচরকিবাজ কৌতুকাভিনয়\nকৌতুকাভিনয়\nশারীরিক নাট্যশালা\nফানি বিজনেস (টেলিভিশন ধারাবাহিক)\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র =="}