{"pageid": 1064802, "title": "প্রেমবিহারী নারায়ণ রাইজাদা", "url": "https://bn.wikipedia.org/wiki?curid=1064802", "content": "প্রেমবিহারী নারায়ণ রাইজাদা (১৭ ডিসেম্বর ১৯০১–১৬ ফেব্রুয়ারি ১৯৬৬) ছিলেন একজন চারুলিপিকর। তিনি  ভারতের সংবিধানটি বিনা পারিশ্রমিকে নিজের হাতে লিখেছিলেন।\n\n\n== জীবনী ==\nপ্রেমবিহারী নারায়ণ রাইজাদা ১৯০১ খ্রিস্টাব্দের ১৭ই ডিসেম্বর দিল্লির এক হস্তাক্ষর গবেষকের পরিবারে জন্মগ্রহণ করেন। পিতা ব্রিজবিহারী নারায়ণ রাইজাদা। তিনি শৈশবে তার পিতা-মাতাকে হারান। সে কারণে তিনি পিতামহ রামপ্রসাদ সাক্সেনা ও পিতৃব্য চতুরবিহারী নারায়ণ সাক্সেনার কাছে মানুষ হন। তার পিতামহ রামপ্রসাদ একজন চারুলিপিকর ছিলেন। তিনি ফার্সি ও ইংরেজি ভাষায় পণ্ডিত ছিলেন। তিনি ইংরেজ সরকারের উচ্চপদস্থ কর্মচারীদের ফার্সি ভাষা শেখাতেন। পিতামহ সুন্দর হস্তাক্ষর করার জন্য প্রেমবিহারীকে ছোটবেলা থেকেই ক্যালিগ্রাফি আর্ট বা চারুলিপি শিল্প শেখাতেন। প্রেমবিহারী দিল্লীর সেন্ট স্টিফেন কলেজ থেকে স্নাতক হওয়ার পর পিতামহের কাছে শেখা চারুলিপি শিল্প নিয়ে চর্চা করতে আরম্ভ করেন। ধীরে ধীরে সুন্দর হস্তাক্ষরের জন্য তার নাম দিকে দিকে ছড়িয়ে পড়ে।\n১৯৪০ খ্রিস্টাব্দে ভারতের গণপরিষদে  ভারতের সংবিধানের খসড়ার কাজ চলছে, তখন জওহরলাল নেহরু সংবিধানের প্রথম চূড়ান্ত নথিটি রাইজাদাকে ইটালিক শৈলীতে হাতে লিখে দিতে বললেন এবং সেজন্য তিনি কি পারিশ্রমিক নেবেন তা জানতে চাইলেন। প্রত্যুত্তরে রাইজাদা জানালেন:\n\nএরূপ বলার পর তিনি নেহেরুকে একটা অনুরোধ করেন:\n\nনেহেরুজী তার এই অনুরোধ মেনে নিয়েছিলেন এবং  সংবিধান লেখার জন্য তাঁকে সংবিধান হলে (সেটি বর্তমানে কনস্টিটিউশন ক্লাব অফ ইন্ডিয়া নামে পরিচিত) একটা ঘর দেওয়া হয়েছিল। যেখানে বসে রাইজাদা পুরো সংবিধানটির পান্ডুলিপিটা ইটালিক শৈলীতে লিখেছিলেন। হিন্দি ভাষায় সংবিধানটি লিখেছিলেন বসন্তকৃষ্ণণ বৈদ্য। তিনি ছয় মাসের পরিশ্রমে ৩৯৫টি ধারা, ৮টি তফশিল ও  ১টি প্রস্তাবনা সংবলিত সংবিধানের পাণ্ডুলিপিটি লিখেছিলেন। তিনি লেখায় ৪৩২টি কলমদানি আর ৩০৩ নম্বরের নিব পেনের ব্যবহার করেন। এই নিবগুলো ইংল্যান্ড ও চেক্সস্লোভিয়া থেকে আনা হয়েছিল। তার ও তার পিতামহের নাম পাণ্ডুলিপিতে দৃষ্ট হয়। যখন পাণ্ডুলিপি লেখার কাজ সম্পন্ন হয়, তখন দেখা যায় ২৫১ টি পার্চমেন্ট কাগজের পাতা ব্যবহার করতে হয়েছিল। সংবিধানটির ওজন ৩ কিলোগ্রাম ৭৫০ গ্রাম। সংবিধানটি দৈর্ঘ্যে ২২ ইঞ্চি আর প্রস্থে ১৬ ইঞ্চি।\nপ্রসঙ্গত উল্লেখযোগ্য এই যে, পাণ্ডুলিপিতে ফাঁকা অংশে নন্দলাল বসু ও শান্তিনিকেতনের তার ছাত্রছাত্রীরা অনবদ্য চিত্র শৈলীতে ভরিয়ে তুলেছিলেন। মহেঞ্জাদড়োর সিলমোহর, রামায়ণ, মহাভারত, গৌতম বুদ্ধের জীবন, সম্রাট অশোকের বৌদ্ধধর্ম প্রচার, বিক্রমাদিত্যের সভা,সম্রাট আকবর ও মুঘল সাম্রাজ্য,মহারানি লক্ষ্মীবাঈ, টিপু সুলতান, গান্ধীজির আন্দোলন, নেতাজী সুভাষচন্দ্র বসুর ও ফৌজের লড়াই, ভারতের পাহাড়, সমুদ্র ও মরুর সৌন্দর্যের রূপচিত্র সুচিন্তিত উপায়ে চিত্রায়িত হয়েছিল।\n১৯৪৯ খ্রিস্টাব্দের ২৬ শে নভেম্বর সংবিধানের পাণ্ডুলিপির কাজ সম্পন্ন হয় এবং ১৯৫০ খ্রিস্টাব্দের ২৬শে জানুয়ারি স্বাক্ষরিত হয়। হাতে লেখা এবং অলঙ্করণে সজ্জিত  ভারতের সংবিধানের কপিটি \nদেরাদুনস্থিত সার্ভে অব ইন্ডিয়া' র অফিসে এবং মূল নথিটি দিল্লির জাতীয় জাদুঘরে সুরক্ষিত আছে।\n\n\n== জীবনাবসান ==\nপ্রেমবিহারী নারায়ণ রাইজাদা ১৯৬৬ খ্রিস্টাব্দের ১৬ই ফেব্রুয়ারি মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র =="}