{"pageid": 1064294, "title": "চপলাকান্ত ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1064294", "content": "চপলাকান্ত ভট্টাচার্য  (ইংরেজি: Chapalakanta Bhattacharya) (১৬ জানুয়ারি ১৯০১  -  ১৬ জানুয়ারি  ১৯৮৯) ছিলেন খ্যাতনামা সাংবাদিক ও স্বাধীনতা সংগ্রামী। জাতীয় কংগ্রেসের সদস্য ও স্বাধীন ভারতের লোকসভার সদস্য ছিলেন তিনি।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nচপলাকান্ত ভট্টাচার্যের জন্ম ১৯০১ খ্রিস্টাব্দের ১৬ জানুয়ারি ব্রিটিশ ভারতের অবিভক্ত বাংলার কলকাতার শ্যামপুকুরে। আদি নিবাস ছিল অধুনা বাংলাদেশের গোপালগঞ্জেরকোটালিপাড়ায়। উত্তর \nকলকাতার পণ্ডিত শিবরাম শিরোমণির টোলে সংস্কৃতের পাঠ নেন। পরে ১৯১৭ খ্রিস্টাব্দে সারদাচরণ আর্য বিদ্যামন্দির থেকে স্কলারশিপসহ ম্যাট্রিক পাশ করে  প্রেসিডেন্সি কলেজে ভর্তি হন। ১৯১৯ খ্রিস্টাব্দে আই.এ পাশের পর দর্শনে সাম্মানিক স্নাতক হন। স্বাধীনতা সংগ্রামের যুক্ত হয়ে যাওয়ার কারণে পরে পরিণত বয়সে কলকাতা বিশ্ববিদ্যালয় থেকে প্রাইভেটে এম. এ পরীক্ষা দিয়ে শীর্ষস্থান অধিকার করেন। \n\n\n== স্বাধীনতা আন্দোলনে সক্রিয়তা ==\nদেশসেবার প্রয়োজনে প্রথমে কর্মজীবনে প্রবেশ না করে ১৯২০-২১ খ্রিস্টাব্দে স্বাধীনতা সংগ্রামের সাথে সক্রিয়ভাবে যুক্ত থাকেন। তিনি মদনমোহন মালব্যের ঘনিষ্ঠ সঙ্গী এবং  মহাত্মা গান্ধীর ভাবশিষ্য ছিলেন। \n\n\n== কর্মজীবন ==\nসেসময়ের জাতীয়তাবাদী দৈনিক আনন্দবাজার পত্রিকার অন্যতম প্রতিষ্ঠাতা-সম্পাদক প্রফুল্লকুমার সরকার ১৯৪৪ খ্রিস্টাব্দে প্রয়াত হলে, চপলাকান্ত পত্রিকাটির সম্পাদক হন এবং দীর্ঘদিন নির্ভীক, তেজস্বী ও নিরপেক্ষভাবে কাজ করেন। তার সম্পাদনার সময়েও জাতীয় জীবনে পত্রিকাটির প্রভাব ও খ্যাতি অক্ষুণ্ণ ছিল।  শ্যামাপ্রসাদ মুখোপাধ্যায়ের  সাথেও তার যথেষ্ট ঘনিষ্ঠতা ছিল। ১৯৪৬ খ্রিস্টাব্দের ১০ ই অক্টোবর কোজাগরী পূর্ণিমার রাতে ও তার পরবর্তীতে সংগঠিত নোয়াখালী দাঙ্গায় গণহত্যার কারণে ছুটে গিয়েছিলেন মহাত্মা গান্ধী সুচেতা কৃপালনী সহ বহু নেতারা। সাম্প্রদায়িক সম্প্রীতি পুনঃস্থাপনে সচেষ্ট ছিলেন তারা। ঘটনার নয় দিনের মধ্যেই আনন্দবাজার পত্রিকার হয়ে সংবাদ সংগ্রহে চপলাকান্ত নিজে সেখানে গিয়েছিলেন এবং সাম্প্রদায়িক হত্যাযজ্ঞের রক্তাক্ত অধ্যায়ের বিস্তারিত বিবরণ পত্রিকায় বহু নিবন্ধে ও “নোয়াখালির ধ্বংসকান্ড” শীর্ষক পুস্তকে তুলে ধরেন। স্বামী বিবেকানন্দের তপঃপূত কন্যাকুমারীর সাগরশৈলে বিবেকানন্দ রক টেম্পলে তার সক্রিয় সহযোগিতা উল্লেখযোগ্য। চপলাকান্ত ভট্টাচার্যের উদ্যোগেই কলকাতা বিশ্ববিদ্যালয়ে সাংবাদিকতা বিভাগ সৃষ্টি হয় এবং প্রভূত উন্নতি ঘটে। তিনি সাংবাদিকতা বিভাগের ডিন হয়েছিলেন। তার সাংবাদিকতা এবং সংবাদ পরিবেশনের রচনাশৈলী  রবীন্দ্রনাথ ঠাকুরের প্রশংসা লাভ করেছে। আনন্দবাজার পত্রিকায় থাকার সময়ই জাতীয় কংগ্রেসের সদস্য ছিলেন এবং ১৯৫৭ খ্রিস্টাব্দ হতে ১৯৭০ খ্রিস্টাব্দ পর্যন্ত তিনি ভারতের লোকসভার সদস্য ছিলেন। পরবর্তীকালে তিনি 'জনসেবক' পত্রিকার প্রধান সম্পাদকরূপে কাজ করেছেন। \nচপলাকান্ত সংস্কৃত সাহিত্য পরিষদের সম্পাদক (১৯৪৩ - ৫৭) ছিলেন। এছাড়াও, তিনি ইন্ডিয়ান জার্নালিস্টস অ্যাসোসিয়েশনের সভাপতি, কলকাতা বিশ্ববিদ্যালয়ের সেনেট, সিন্ডিকেট ও অ্যাকাডেমিক কাউন্সিলের সদস্য ছিলেন। তার রচিত গ্রন্থগুলির মধ্যে উল্লেখযোগ্য হল-\n\nএ কেস ফর রিকনসিডারেশন\nকংগ্রেস সংগঠনে বাংলা\nদক্ষিণ ভারতে \n\n\n== জীবনাবসান ==\nচপলাকান্ত ভট্টাচার্য ১৯৮৯ খ্রিস্টাব্দের ১৬ ই জানুয়ারি কলকাতায় প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}