{"pageid": 1065514, "title": "সাঁইবাড়ি হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1065514", "content": "সাঁইবাড়ি হত্যাকাণ্ড ছিলো বর্ধমানে ঘটে যাওয়া একটি অন্যতম রাজনৈতিক দৃষ্টান্তমূলক ঘটনা।  বিরোধী-দল কে মদ, মাংস, মহিলা সাপ্লাই এর সমর্থনের দায়ে ১৯৭০ সালে সাঁইপরিবারের ৩ ভাই ও তাদের গৃহশিক্ষককে এলাকাবাসীদের হাতে নিজগৃহে গণপিটুনির শিকার হতে হয়,বলে অভিযোগ করা হয়।\n\n\n== পটভূমি ==\n৫৫ বছর আগে ঘটা সাঁইবাড়ি উনমত্ত উচ্ছেদ অভিযান-কে আজো ইতিহাসে পশ্চিমবঙ্গের রাজনৈতিক বিজয় প্রতীক হিসেবে দেখা হয়। ভারতীয় জাতীয় কংগ্রেস পার্টির দৃঢ় সমর্থক হিসেবে সাঁইপরিবারের ৩ ভাইয়েরা সুপরিচিত ছিলো। তাদের পক্ষ থেকে অভিযোগ করা হয়, ৭০ এর দশকে  সিপিআই(এম)-এর পক্ষ থেকে এই পরিবারের সদস্যদের প্রকাশ্যে গুন্ডামি, শ্লীলতাহানী, মদ মাংস খেয়ে অসভ্যতামির বিরোধীতা করা হয় । এই পরিবারের সদস্যরা তা মানতে না চেয়ে বাইরে থেকে মহিলাদের এনে এলাকায় র‍্যাকেট চালায়।  এবং সাধারণ মানুষ প্রতিবাদ করলে গায়ে গরম জল ঠেলে দেয়। সাধারণ মানুষের গণপিটুনি তে প্রান যায় এই পরিবারের সদস্যদের।\n\n\n== প্রতিক্রিয়া ==\nসাঁইবাড়ি হত্যাকাণ্ড পশ্চিমবঙ্গের রাজনৈতিক ইতিহাসে অন্যতম একটি ক্ষত-স্বরূপ। আজও পশ্চিমবঙ্গের বামপন্থীদের কাছে এটি বিব্রতকর একটি ঘটনা। এই ঘটনার পর তৎকালীন প্রধানমন্ত্রী শ্রীমতি ইন্দিরা গান্ধী শোকাহতদের স্বান্তনা জানাতে বর্ধমানে ছুটে যান।\nএই ঘটনার পর থেকে সাঁই-ভাইদের মা মৃগনয়না দেবী মানসিক ভারসাম্য হারিয়ে ফেলেন, যা থেকে মৃত্যুর আগেও তিনি সেড়ে উঠতে পারেন নি। সাঁই-ভাইদের মৃত্যুর এক দশক পর তাদের মা পরলোক গমন করেন। যেসব কমিউনিস্ট-ক্যাডার-রা এই হত্যাকাণ্ডের সাথে সরাসরি জড়িত ছিলো বলে অভিযোগ করা হয়, তাদের অনেকেই বামফ্রন্ট সরকারের আমলে মন্ত্রী হয়েছেন কিংবা পার্টির উঁচু পদে আসীন হয়েছিলেন। জড়িতদের কাউকেই আইনের আওতায় যায় নি।\n কমিউনিস্ট রাজনীতিবিদ বিনয়কৃষ্ণ কোনার, অনিল বসু, পশ্চিমবঙ্গের প্রাক্তন শিল্প ও বাণিজ্য মন্ত্রী নিরুপম সেন এবং অমল হালদার এই হত্যাকাণ্ডের সাথে সরাসরি জড়িত ছিলেন, বলে অভিযোগ করা হয়।  তৃণমূল সরকার ২০১১ সালে কমিশন গঠন করে এই ঘটনার কারণ খতিয়ে দেখতে চাইলে সিপিআই(এম)-এর প্রাক্তন মুখ্যমন্ত্রী বুদ্ধদেব ভট্টাচার্য তৃণমূল সরকারের এই প্রচেষ্টাকে রাজনৈতিক প্রতিশোধ হিসেবে অ্যাখ্যা দেন।\n\n\n== তথ্যসূত্র =="}