{"pageid": 1065785, "title": "কামাল উদ্দিন আহাম্মদ", "url": "https://bn.wikipedia.org/wiki?curid=1065785", "content": "কামাল উদ্দিন আহাম্মদ (জন্ম: ১ এপ্রিল ১৯৫৭) একজন বাংলাদেশী কৃষিবিদ। তিনি শেরেবাংলা কৃষি বিশ্ববিদ্যালয়ের (শেকৃবি) এগ্রিকালচারাল বোটানি বিভাগের অধ্যাপক এবং বিশ্ববিদ্যালয়টির ষষ্ঠ উপাচার্য।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nকামাল উদ্দিন আহাম্মদ ১৯৫৭ সালের ১ এপ্রিল কুমিল্লা জেলার হোমনা উপজেলার বিজয় নগর গ্রামে জন্মগ্রহণ করেন।\nতিনি কুমিল্লা শিক্ষা বোর্ডের অধীনে ১৯৭২ সালে এসএসসি ও ১৯৭৪ সালে এইচএসসি পাশ করেন। তৎকালীন বাংলাদেশ কৃষি ইনস্টিটিউট (বর্তমানে শেকৃবি) থেকে তিনি ১৯৭৯ সালে কৃষিতে বিএসসি (সম্মান) ও ১৯৮২ সালে এমএসসি ডিগ্রি লাভ করেন। তিনি যুক্তরাজ্য থেকে ১৯৮৭ সালে এমফিল এবং ২০০৭ সালে পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nকামাল ১৯৮১ সালে তৎকালীন বাংলাদেশ কৃষি ইনস্টিটিউটে এগ্রিকালচারাল বোটানি বিভাগে প্রভাষক হিসেবে তার কর্মজীবন শুরু করেন। বাংলাদেশ কৃষি ইনস্টিটিউট ২০০১ সালে শেরেবাংলা কৃষি বিশ্ববিদ্যালয়ের উন্নীত হয়।\nঅধ্যাপনা ও গবেষণার পাশাপাশি দীর্ঘ কর্মজীবনে আহাম্মদ বিভিন্ন গুরুত্বপূর্ণ পদে দায়িত্ব পালন করেছেন। তিনি শেরেবাংলা কৃষি বিশ্ববিদ্যালয়সহ পটুয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, হাজী মোহাম্মদ দানেশ বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, বাংলাদেশ কৃষি বিশ্ববিদ্যালয়, বঙ্গবন্ধু শেখ মুজিবুর রহমান কৃষি বিশ্ববিদ্যালয়, সিলেট কৃষি বিশ্ববিদ্যালয়, খুলনা বিশ্ববিদ্যালয়, ইন্টারন্যাশনাল ইউনিভার্সিটি অব বিজনেস এগ্রিকালচার অ্যান্ড টেকনোলজি, রাজশাহী বিশ্ববিদ্যালয়, বাংলাদেশ কৃষি গবেষণা ইনস্টিটিউট, বাংলাদেশ কৃষি গবেষণা কাউন্সিল, যশোর শিক্ষা বোর্ডসহ বিভিন্ন বিশ্ববিদ্যালয় ও গবেষণা প্রতিষ্ঠানে পরীক্ষক, অতিথি শিক্ষক, শিক্ষক ও বিজ্ঞানী নিয়োগ বোর্ড বিশেষজ্ঞসহ নানাবিধ একাডেমিক ও গবেষণামূলক কার্যক্রমে গুরুত্বপূর্ণ ভূমিকা পালন করেন।\nকামাল উদ্দিন আহাম্মদ ২০১৬ সালের ১৪ আগস্ট পরবর্তী চার বছরের জন্য শেরেবাংলা কৃষি বিশ্ববিদ্যালয়ের ষষ্ঠ উপাচার্য হিসেবে নিয়োগ লাভ করেন।\n\n\n== গবেষণাকর্ম ও প্রকাশনা ==\nকামাল উদ্দিন আহাম্মদ দেশীয় ও আন্তর্জাতিক জার্নালে ৩০টির বেশি গবেষণা নিবন্ধ প্রকাশ ও বহু সম্মেলনে গবেষণা প্রবন্ধ উপস্থাপন করেছেন।\nতিনি ভুট্টা, গম ও ধান প্রভৃতি ফসলের উপর জাতিসংঘের খাদ্য ও কৃষি সংস্থা, ইউরোপীয় কমিশন, ইউএসএইড, বিশ্ববিদ্যালয় মঞ্জুরী কমিশন, শেরেবাংলা কৃষি বিশ্ববিদ্যালয় ইত্যাদি প্রতিষ্ঠান ও বাংলাদেশ সরকারের অধীনে একাধিক গবেষণা প্রকল্প বাস্তবায়ন করেছেন।\n\n\n== সদস্যপদ ==\nআহাম্মদ বিভিন্ন পেশাজীবী সংগঠনের সক্রিয় সদস্য। তিনি বাংলাদেশের সরকারি বিশ্ববিদ্যালয়ের উপাচার্যদের সংগঠন বাংলাদেশ বিশ্ববিদ্যালয় পরিষদ এর সভাপতি হিসেবে দায়িত্ব পালন করেন।\n\n\n== পুরস্কার ও সম্মাননা ==\nকামাল উদ্দিন আহাম্মদ শিক্ষা, গবেষণা ও বিশ্ববিদ্যালয় প্রতিষ্ঠায় অবদানের জন্য বাংলাদেশ শিক্ষা পর্যবেক্ষক সোসাইটি কর্তৃক প্রদত্ত অমর একুশে পদক-২০১২ লাভ করেন।\n\n\n== তথ্যসূত্র =="}