{"pageid": 106513, "title": "ইয়োহান ভল্ফগাং ফন গ্যোটে", "url": "https://bn.wikipedia.org/wiki?curid=106513", "content": "ইয়োহান ভল্ফগাং ফন গ্যোটে (জার্মান: Johann Wolfgang von Goethe, উচ্চারণ [ˈjoːhan ˈvɔlfɡaŋ fɔn ˈɡøːtə] (); ২৮ আগস্ট ১৭৪৯ – ২২ মার্চ ১৮৩২) ছিলেন একজন জার্মান কবি, ঔপন্যাসিক, নাট্যকার, দার্শনিক, বিজ্ঞানী, চিত্রশিল্পী, কূটনীতিবিদ ও প্রশাসনিক। তাঁর সাহিত্যকর্মের মধ্যে রয়েছে চারটি উপন্যাস, মহাকাব্য ও গীতিকাব্য, গদ্য ও গদ্যকাব্য, নাটক, স্মৃতিকথা, একটি আত্মজীবনী, সাহিত্যিক ও নন্দনতাত্ত্বিক সমালোচনা এবং উদ্ভিদবিদ্যা, শারীরবিদ্যা ও রং বিষয়ক রচনা। এর পাশাপাশি রয়েছে অসংখ্য সাহিত্যিক ও বৈজ্ঞানিক খণ্ডরচনা, ১০ সহস্রাধিক চিঠি এবং প্রায় ৩ হাজার চিত্রকর্ম। তাঁকে আধুনিক যুগের সর্বশ্রেষ্ঠ জার্মান সাহিত্যিক বিবেচনা করা হয়।\nজর্জ ইলিয়ট তাঁর সম্পর্কে বলেছিলেন— “জার্মানির শ্রেষ্ঠতম গুণী ব্যক্তি এবং পৃথিবীর সর্বশেষ সত্যিকারের বহুশাস্ত্রজ্ঞ”। গোটে একাধারে কবিতা, নাটক, সাহিত্য, ধর্মতত্ত্ব, মানবতাবাদ এবং বিজ্ঞানের ক্ষেত্রে অবদান রেখেছেন। গ্যোটের সেরা সাহিত্যকীর্তি হচ্ছে দু খণ্ডের নাটক ফাউস্ত যাকে বিশ্ব সাহিত্যের অন্যতম সেরা রত্ন হিসেবেও বিবেচনা করা হয়। ষোড়শ শতাব্দীর বিখ্যাত জার্মান উপকথা ফাউস্তের উপর ভিত্তি করে এই নাটক লেখা হয়েছিল। তার অন্যান্য উল্লেখযোগ্য সাহিত্যকর্মের মধ্যে রয়েছে প্রচুর কবিতা, Wilhelm Meister's Apprenticeship নামক Bildungsroman এবং The Sorrows of Young Werther নামক উপন্যাস। গ্যোটে জার্মান সাহিত্য বিশেষত ১৮ ও ১৯-শতকে বিকশিত ভাইমার ক্লাসিসিজ্‌ম আন্দোলনের অন্যতম প্রধান ব্যক্তিত্ব। এই আন্দোলনের সাথে জড়িয়ে ছিল একই সাথে আলোকময়তা, আবেগময়তা (Empfindsamkeit), Sturm und Drang এবং রোমান্টিসিজ্‌ম।\n\n\n== জীবনী ==\nবাবা য়োহান ক্যাস্পার গ্যোতে (১৭১০-১৭৮২) এবং মা এলিজাবেথ ক্যাথারিন (১৭৩১-১৮০৮) পুত্র গ্যোতে ১৭৪৯ খ্রিষ্টাব্দের ২৮ আগস্ট তারিখে ফ্রাঙ্কফোর্টে জন্মগ্রহণ করেন। সপ্তবর্ষব্যাপী যুদ্ধের ফলাফলে ১৭৫৯ খ্রিষ্টাব্দে ফরাসীরা ফ্রাঙ্কফোর্ট দখল করে নেয়, ১৭৬৪ খ্রিষ্টাব্দে সম্রাট দ্বিতীয় জোসেফের অভিষেক। ১৭৬৫ থেকে ১৭৬৮ পর্যন্ত গ্যোতে লাইপসিক বিশ্ববিদ্যালয়ে অধ্যয়ন করেন। ১৭৬৮-৭০ দুই বছর ফ্রাঙ্কফোর্টে পিতৃগৃহে অবস্থান, ১৭৭০ খ্রিষ্টাব্দে স্ট্রাসবুর্গে অবস্থান, একই বছর আইনের সনদপ্রাপ্তি। ১৭৭১/৭২ খ্রিষ্টাব্দে অল্পদিনের জন্য-আইন ব্যবসায়ে আত্মনিয়োগ করেন গ্যোতে। ১৭৭২ খ্রিষ্টাব্দে ভেৎস্লারে অবস্থান। এ-সময়ে তিনি প্রহসন, কবিতা এবং র ক্লাভিগো রচনা করেন। এ-সময়ে ফাউস্ট, ‘এগমন্ট’ এবং ‘ভের্থর’ রচনা শুরু করেন। এ পর্যায়ে লিলি শোয়েনমানের সঙ্গে তার বিয়ে স্থির হয়। ১৭৭৫ খ্রিষ্টাব্দে মে থেকে জুলাই মাস পর্যন্ত তিনি সুইজারল্যান্ড ভ্রমণ করেন। একই বছর নভেম্বর মাসে ভাইমারের ডিউক কার্ল আউস্টের নিমন্ত্রণে ভাইমারে গমন করেন। ১৭৭৬ খ্রিষ্টাব্দে মন্ত্রিপরিষদের সদস্য হিসেবে নিযুক্তি লাভ করেন। এ-সময়ে শার্লোট ফন স্টেইনের সঙ্গে তার প্রণয় হয়। ইল মেনাউতে খনিজসংক্রান্ত বিষয়ে মনোনিবেশ করেন। ১৭৭৭ খ্রিষ্টাব্দে নভেম্বর থেকে ডিসেম্বর পর্যন্ত সময়ে হার্টস্ পর্বতে ভ্রমণ করতে যান। ১৭৭৮ খ্রিষ্টাব্দে বার্লিন সফর করেন। ১৭৭৯ খ্রিষ্টাব্দে যুদ্ধপরিষদের সভাপতি এবং সড়ক ও জনপথ বিভাগের পরিচালকের দায়িত্ব গ্রহণ করেন। এ-সময়ে তিনি গদ্যে ইফিগেনিয়া রচনা করেন। ১৭৮০ খ্রিষ্টাব্দে দ্বিতীয়বার সুইজারল্যান্ড ভ্রমণে যান। ১৭৮২ খ্রিষ্টাব্দে তাকে সম্মানসূচক সামন্ত পদে উন্নীত করা হয় এবং তিনি অর্থমন্ত্রণালয়ের দায়িত্ব গ্রহণ করেন। ১৭৮৪ খ্রিষ্টাব্দে অস্থিবিদ্যায় যঁসধহ ড়ং রহঃবৎ সধীরষষধৎব অস্থি সর্বপ্রথম আবিষ্কার করেন। \n১৭৮৫ খ্রিষ্টাব্দে রাজন্যবৃন্দের মধ্যে দৌত্যকাজ করেন এবং উদ্ভিদবিদ্যার গবেষণায় আত্মনিয়োগ করেন। ১৭৮৬ খ্রিষ্টাব্দে তিনি ইতালি ভ্রমণ করেন এবং কবিতায় ‘ইফগেনিয়া’, ‘এগমন্ট’ এবং ‘টাসসো’ নাটক রচনা করেন। ১৭৮৮ খ্রিষ্টাব্দে দৈনন্দিন রাজকার্যের ঝামেলা থেকে তিনি মুক্তিলাভ করেন। এ-সময়ে ভাগীপতœী খ্রিস্টিয়ানা ভালফিয়াসের সঙ্গে একত্র বসবাস শুরু করেন। এই সময়ে রচনা করেন কাব্যগ্রন্থ ‘রোমান এলিজি’। ১৭৮৯ খ্রিষ্টাব্দে ডিসেম্বর মাসে একমাত্র পুত্র আউগস্-এর জন্ম হয়। গ্যোতের মোট পাঁচ সন্তার জন্ম হয়েছিল। পাঁচ সন্তানের মধ্যে একমাত্র আউগস্টই বেঁচে ছিলো। ১৭৯০ আট খণ্ডে গ্যোতে রচনাবলি প্রকাশিত হয়। এ-সময়ে তিনি জ্যোতির্বিদ্যা, অস্থিবিদ্যা, আলোকবিদ্যা ও উদ্ভিদের রূপান্তর বিদ্যার (গবঃধসড়ৎঢ়যড়ংরং ড়ভ ঢ়ষধহঃ) গবেষণায় গভীরভাবে আত্মনিয়োগ করেন। এ ছাড়া রাজকীয় নাট্যমঞ্চ পরিচালকের দায়িত্বভারও তাকে গ্রহণ করতে হয়। ১৭৯২ খ্রিষ্টাব্দের আগস্ট থেকে নভেম্বর পর্যন্ত ফরাসিদের অভিযান। এ-সময়ে সাত খণ্ডে তার নতুন রচনাবলি প্রকাশ শুরু হয়। ১৭৯৪ খ্রিষ্টাব্দে জার্মানির অপর একজন বিখ্যাত কবি শিলারের সঙ্গে তার গভীর বন্ধুত্ব হয়। গোটা-বিশে^র সাহিত্যে এরকম বন্ধুত্বের দৃষ্টান্ত বিরল। এ-সময়ে তিনি ‘ভিলহেম মাস্টার্স অ্যাপ্রেন্টিসশিপ’ গ্রন্থ রচনায় হাত দেন। ১৭৯৬ খ্রিষ্টাব্দে শিলারের সঙ্গে মিলিত হয়ে ‘স্কেনিয়েন’ পত্রিকা প্রকাশ করেন। এ-সময়ে ‘হারমান অ্যান্ড ভরোথিয়া’ নাটকটি রচনা করেন। ১৭৯৭- তিনি দক্ষিণ জার্মানি এবং সুইজারল্যান্ড ভ্রমণ করেন। ১৭৯৮ খ্রিষ্টাব্দে সাহিত্য সাময়িকী ‘ডি প্রোপিলায়েন’ প্রকাশ করেন। ১৮০১ খ্রিষ্টাব্দে বিসর্প বা শোথ রোগে আক্রান্ত হন। ১৮০৩ খ্রিষ্টাব্দে ‘দি ন্যাচারাল ডটার’ প্রকাশ। জেনাতে ফ্রোমান পরিবারে অতিথি। ১৮০৪ খ্রিষ্টাব্দে মাদাম দা স্টেইল না¤œী ফরাসি মহিলার সঙ্গে সাক্ষাৎ। ভিঙ্ক্যাালমানের সাথে সাক্ষাৎ। নেপোলিয়ন নিজেকে সম্রাট ঘোষণা করেন। ১৮০৫ ভয়ঙ্কর কিডনি রোগে আক্রান্ত। শিলারের মৃত্যু। সেলটারের সঙ্গে বন্ধুত্ব। ১৮০৬ অক্টোবরের ১৪ তারিখে শুরু হয় জেনার যুদ্ধ। ভাইমার নেপোলিয়নের দখলে চলে যায় এবং গ্যোতে ভালপিয়াসকে খ্রিস্ট ধর্ম মতে বিবাহ করেন। ১৮০৭]] খ্রিষ্টাব্দে ‘ফাউস্ট’ প্রথম খণ্ড প্রকাশিত হয়। ১৮০৮ খ্রিষ্টাব্দে ১২ খণ্ড প্রকাশিত গ্যোতে রচনা সংকলেন ফাউস্ট প্রথম খণ্ডের অন্তর্ভুক্তি। এই একই বছরে এরফুর্ট কংগ্রেসে নেপোলিয়নের সাথে গ্যোতের সাক্ষাৎ। ১৮০৯ খ্রিষ্টাব্দে আত্মজীবনী রচনার সূচনা। ১৮১২ খ্রিষ্টাব্দে অমর সংগীতশিল্পী বেঠোফেন এবং অস্ট্রিয়ার সম্রাজ্ঞী মারিয়া লুডো-ভিকার সঙ্গে সাক্ষাৎ। নেপোলিয়নের রাশিয়া অভিযান। ১৮১৩ খ্রিষ্টাব্দে রুশিয়া, প্রাশিয়া, অস্ট্রিয়ার সম্মিলিতভাবে নেপোলিয়নের বিরুদ্ধে ১৮ অক্টোবর তারিখে লাইপসিকের যুদ্ধে অংশগ্রহণ। ১৮১৪ খ্রিষ্টাব্দে নেপোলিয়ানের পরাজয়, এল্বা দ্বীপে নির্বাসন এবং ভিয়েনা কংগ্রেসের অধিবেশন। \n১৮১৫ খ্রিষ্টাব্দে মাইন, রাইন অঞ্চলে ভ্রমণ। পুনরায় কোল্ন্ হয়ে রাইন, মাইন অঞ্চল পরিদর্শন। ২৯ খণ্ডে তার রচনাবলির দ্বিতীয় সংস্করণ প্রকাশ। একই বছরে ওয়াটার্লুর যুদ্ধে নেপালিয়নের চূড়ান্ত পরাজয় এবং সেন্ট হেলেনায় নির্বাসন। ১৮১৬-এ পতœী ভালফিয়াসের মৃত্যু। \n১৮১৭ খ্রিষ্টাব্দে রাজকীয় নাট্যমঞ্চের দায়িত্ব থেকে অব্যাহতি। পুত্র আউগস্টের সঙ্গে ওতিলে পগভিশের বিয়ে। ১৮১৯ খ্রিষ্টাব্দে ‘দিওয়ান অব দা ওয়েস্ট অ্যান্ড ইস্ট’ (প্রাচ্য-প্রতীচ্যের দেওয়ান) গ্রন্থের প্রকাশ। বার্লিনে ফাউস্টের প্রথম মঞ্চায়ন। ১৮২১ খ্রিষ্টাব্দে ‘ভিলহেম মার্স্টাস্ অ্যাপ্রেন্টিস্শিপ’ গ্রন্থের প্রথম খণ্ডের প্রকাশ।\n১৮২৩ খ্রিষ্টাব্দে শুরুতেই কঠিন রোগে আক্রান্ত হন। এ-সময়ে একারমান তার সেক্রেটারি হিসেবে কাজ করতে ভাইমারে আসেন। ১৮২ ৫খ্রিষ্টাব্দে ফাউস্ট দ্বিতীয় খণ্ড লেকারকাজে প্রবৃত্ত হন গ্যোতে। কাজ শুরু। ১৮২৮ ৪০ খণ্ডে রচনাবলি শেষবারের মতো তার জীবদ্দশায় প্রকাশিত হয়। ১৮৩০ খ্রিষ্টাব্দে গ্যোতের একমাত্র পুত্র আউগস্ট রোমে মারা যান। প্যারি আ্যাকাডেমিতে কুভিয়ের-জিওফ্রে বিতর্কের সূত্রপাত। প্যারিতে জুলাই বিপ্লব। নাগরিক সম্রাট লুই ফিলিপের রাজত্বকাল শুরু। ১৮৩১-এ তিনি উইল করেন। \nফাউস্টের দ্বিতীয় খণ্ডের সমাপ্তির পর ইলমেনাউতে শেষবারের মতো জন্মদিন পালন করেন। ১৮৩২ খ্রিষ্টাব্দের মার্চের ১৪ তারিখ তিনি গাড়িতে ভ্রমণে বের হন। যান। মার্চের ১৬ তারিখে অসুস্থ হয়ে পড়েন এবং মার্চের ২২ তারিখে মারা যান। সেটা ১৮৩২ খ্রিষ্টাব্দ। ২৬ মার্চ তারিখে রাজকীয় শবাধারে করে তাকে প্রিয় কবিবন্ধু শিলারের পাশে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nটেমপ্লেট:PND\nগুটেনবের্গ প্রকল্পে Johann Wolfgang von Goethe-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nJohann Wolfgang von Goethe and Weimar Classicism in the Literary Encyclopedia\nBBC In Our Time Programme on Goethe (online)\n\"Goethe's Delicate Empiricism,\" A Special Issue of Janus Head  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ ডিসেম্বর ২০০৮ তারিখে\nDer Versuch als Mittler zwischen Objekt und Subjekt, 1792; first published 1823 (in German)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ ডিসেম্বর ২০০৮ তারিখে\nGoethe's dual language poems (English and German)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ এপ্রিল ২০০৭ তারিখে"}