{"pageid": 1065820, "title": "সোন", "url": "https://bn.wikipedia.org/wiki?curid=1065820", "content": "সোন (উচ্চারণ: ) হল শব্দ চাপের বৈষয়িক উপলব্ধি তথা শব্দোচ্চতার একটি একক। শব্দোচ্চতা বিষয়ক বৈজ্ঞানিক আলোচনা শব্দমনোবিজ্ঞানের মূল বিষয়বস্তুর অন্তর্ভুক্ত। শব্দোচ্চতা নির্ণয়ে মনোপদার্থবিজ্ঞানের পদ্ধতিসমূহ প্রয়োগ করা হয়। শব্দোচ্চতাকে দ্বিগুণ করা হলে সোন এককে শব্দোচ্চতার মান দ্বিগুণ হবে। ১৯৩৬ সালে মার্কিন মনস্তত্ত্ববিদ স্ট্যানলি স্মিথ স্টিভেনস (১৯০৬ – ১৯৭৩) এই এককটির প্রস্তাব করেছিলেন। সোন কোন এসআই একক নয়।\n\n\n== সংজ্ঞা ও রূপান্তর ==\nস্টিভেনসের সংজ্ঞানুসারে, 1 সোন 40 ফনের সমান। 1000 Hz কম্পাংকের একটি বিশুদ্ধ সুরের শব্দ চাপ স্তর  বা তীব্রতা \n  \n    \n      \n        n\n      \n    \n    {\\displaystyle n}\n  \n dB হলে এর শব্দোচ্চতা হবে \n  \n    \n      \n        n\n      \n    \n    {\\displaystyle n}\n  \n ফন। ফন স্কেল ডেসিবেলের সাথে রৈখিক সম্পর্কযুক্ত তথা লগারিদম নির্ভর, এটি শব্দোচ্চতার সাথে রৈখিক সম্পর্কযুক্ত নয়; তাই সোন এবং ফন স্কেল পরস্পরের সমানুপাতিক নয়। বরং সোন এককে শব্দোচ্চতা অন্ততঃপক্ষে শব্দ সংকেতের তীব্রতার ঘাত নীতি অপেক্ষকের (power law function) খুবই কাছাকাছি যেখানে ফাংশনটির ঘাত হল 0.3। যার দরুন প্রতি 10 ফন বৃদ্ধি অর্থাৎ 1 kHz এর একটি সুরের 10 dB পরিমাণ তীব্রতার বৃদ্ধি সোন স্কেলে প্রায় দ্বিগুণ শব্দোচ্চতা উৎপাদন করে।\n\n1000 Hz ভিন্ন অন্যান্য কম্পাংকের বেলায় ফন স্কেল ভিত্তিক শব্দোচ্চতা স্তরকে সম-শব্দোচ্চতার সমোন্নতি রেখার একটি সেটের মাধ্যমে কম্পাংকের পরিবর্তনের সাপেক্ষে মানুষের শ্রাব্যতার প্রতিক্রিয়া অনুযায়ী ক্রমাঙ্কন করা হয়। অতঃপর ফন স্কেল ভিত্তিক শব্দোচ্চতা স্তরকে একই ঘাত নীতির মাধ্যমে সোন স্কেলে মানচিত্রায়ন করা হয়।\nLN > 40 ফন এর ক্ষেত্রে সোন এককে শব্দোচ্চতা N হবে:—\n\n  \n    \n      \n        N\n        =\n        \n          \n            (\n            \n              10\n              \n                \n                  \n                    \n                      L\n                      \n                        N\n                      \n                    \n                    −\n                    40\n                  \n                  10\n                \n              \n            \n            )\n          \n          \n            0.30103\n          \n        \n        ≈\n        \n          2\n          \n            \n              \n                \n                  L\n                  \n                    N\n                  \n                \n                −\n                40\n              \n              10\n            \n          \n        \n      \n    \n    {\\displaystyle N=\\left(10^{\\frac {L_{N}-40}{10}}\\right)^{0.30103}\\approx 2^{\\frac {L_{N}-40}{10}}}\n  \n\nঅথবা N > 1 সোন এর ক্ষেত্রে ফন এককে শব্দোচ্চতা স্তর LN হবে:—\n\n  \n    \n      \n        \n          L\n          \n            N\n          \n        \n        =\n        40\n        +\n        10\n        \n          log\n          \n            2\n          \n        \n        ⁡\n        (\n        N\n        )\n      \n    \n    {\\displaystyle L_{N}=40+10\\log _{2}(N)}\n  \n\nশ্রাব্যতার আরম্ভ বা নিম্ন সীমার সন্নিকটে এই সমীকরণের সংশোধন প্রয়োজন হয়।\nএই সূত্রগুলো সাইন তরঙ্গযুক্ত একক কম্পাংক বা ন্যারোব্যান্ড শব্দ সংকেতের ক্ষেত্রে প্রযোজ্য। ক্রিটিকাল ব্যান্ড হেতু মিশ্র বা ব্রডব্যান্ড সংকেতের জন্য শব্দোচ্চতার আরও সম্প্রসারিত একটি মডেল প্রয়োজন।\nআরও পূর্ণাঙ্গভাবে বর্ণনার করতে হলে, সোন স্কেলে প্রাপ্ত পরিমাপকে অবশ্যই G এবং D অথবা R এর যেকোন একটি প্রত্যয় যোগে সুনির্দিষ্ট হতে হবে যেখানে G হল ঐচ্ছিক ও গুচ্ছ তরঙ্গের শব্দোচ্চতার জন্য, D হল প্রত্যক্ষ বা মুক্ত ক্ষেত্রের জন্য এবং R হল কক্ষীয় বা পরিব্যাপ্ত ক্ষেত্রের জন্য।\n\n\n== উদাহরণ ==\n\n\n== তথ্যসূত্র =="}