{"pageid": 1065198, "title": "কালেক্টরেট স্কুল এন্ড কলেজ, রংপুর", "url": "https://bn.wikipedia.org/wiki?curid=1065198", "content": "কালেক্টরেট  সরকারি  স্কুল এন্ড কলেজ, রংপুর মাধ্যমিক ও উচ্চ মাধ্যমিক শিক্ষা বোর্ড, দিনাজপুর বোর্ড এর অধীনে পরিচালিত একটি বেসরকারি শিক্ষাপ্রতিষ্ঠান। এটি  রংপুর জেলা প্রশাসন নিয়ন্ত্রিত এবং রংপুর নগরের সেনপাড়া এলাকায় অবস্থিত। ১৯৯৮ সালে প্রতিষ্ঠার পর ২০০১ সালে কলেজ শাখার উদ্বোধন, ২০০২ সালে এসএসসি এবং ২০০৩ সালে এইচএসসি পরীক্ষায় শিক্ষার্থীরা প্রথম অংশগ্রহণ করেন। বর্তমানে প্রাথমিক শাখায় ২৭৪৪, মাধ্যমিক শাখায় ১০৩৪ এবং কলেজ শাখায় ১১০০ জন শিক্ষর্থী রয়েছে।\n\n\n== ইতিহাস ==\nশিক্ষার্থিদের সার্বিক বিকাশের মাধ্যমে মানবিক, সামাজিক ও নৈতিক গুণসম্পন্ন জ্ঞানী, দক্ষ, যুক্তিবাদী, বিজ্ঞানমনস্ক, স্বাধীনতার চেতনায় বিশ্বাসী, সৃজনশীল ও দেশপ্রেমিক জনসম্পদ গড়ে তোলাই প্রতিষ্ঠানটির লক্ষ্য। এ লক্ষ্যকে সামনে রেখে প্রাক্তন জেলা প্রসাশক জনাব মোয়াজ্জেম হোসেন এর আন্তরিক প্রচেষ্টায় ১৯৯৮ সালে এ শিক্ষাপ্রতিষ্ঠানটি স্থাপিত হয়। জেলা প্রসাশনের দক্ষ ব্যবস্থাপনা ও শিক্ষক-শিক্ষিকাবৃন্দের সুচারু পাঠদানের ফলে অতি অল্প সময়ের মধ্যেই এ প্রতিষ্ঠানটি অত্র অঞ্চলের অন্যতম শ্রেষ্ঠ বিদ্যাপীঠ হিসেবে সর্বমহলে ব্যাপক পরিচিতি লাভ করেছে। প্রতিবছর পি.ই.সি, জে.এস.সি, এস.এস.সি ও এইচ.এস.সি পরীক্ষায় প্রতিষ্ঠানটির সাফল্যজনক ফলাফল সর্বমহলে প্রশংসিত হয়েছে। প্রতিষ্ঠানটি ৭৭ শতক জমির উপর প্রতিষ্ঠিত। ১৯৯৮ সালের ডিসেম্বরে চালু হয়ে ২০০২ সালে একাদশ শ্রেনিতে ছাত্র-ছাত্রী ভর্তি শুরু হয়। এবং ২০০৬ সালে প্রতিষ্ঠানটি এমপিও ভুক্ত হয়। এ কলেজটি রংপুরে প্রতিষ্ঠিত হলে তা বাংলাদেশে ব্যাপক সারা ফেলে। এবং এ নামে বাংলাদেশের প্রত্যেক জেলায় জেলা প্রশাসকগণ অনুরূপ কালেক্টরেট স্কুল এন্ড কলেজ প্রতিষ্ঠা করে। বলতে গেলে বাংলাদেশের সব জেলায় কালেক্টরেট স্কুল এন্ড কলেজ আছে।\n\n\n== শিক্ষা কার্যক্রম ==\nএ বিদ্যালয়টিতে প্লে থেকে দ্বাদশ শ্রেনি পর্যন্ত সহশিক্ষা কার্যক্রম চালু আছে। প্রত্যেক শ্রেনিতে মেঘনা, পদ্মা ও তিস্তা নামে তিনটি করে শাখা আছে। প্রতি বছর ভর্তি পরীক্ষার মাধ্যমে ভর্তি করা হয়।\n\n\n=== আসন ===\nউচ্চমাধ্যমিকে বিজ্ঞান বিভাগে ৩৫০, মানবিক বিভাগে ১৮৫ ও বাণিজ্য বিভাগে ১৫০টি আসন রয়েছে।\n\n\n== ক্যাম্পাস ==\nবিদ্যালয়টি্র শিক্ষা কার্যক্রম মূলত তিনটি ভবন-কমপ্লেক্সে বিভক্ত। এর মাঝে একটি খোলা মাঠ রয়েছে। এছাড়া স্কুল ভবনে বিদ্যালয়ের জরুরী অফিস সেকশন, অধ্যক্ষের কার্যালয় এবং স্কুল অংশের ল্যাবরেটরি রয়েছে। \n\n\n== সুবিধা ==\nবিদ্যালয়টিতে শিক্ষার্থীদের যুগপোযোগী শিক্ষা প্রদানের পাশাপাশি, শারীরিক, মানসিক এবং চারিত্রিক উৎকর্ষ সাধনের জন্য পর্যাপ্ত সুবিধা রয়েছে। বিদ্যালয়টিতে একটি সমৃদ্ধ গ্রন্থাগারের পাশাপাশি কম্পিউটার ল্যাব, এবং বিজ্ঞান বিভাগের প্রত্যেক শিক্ষার্থীর জন্য পর্যাপ্ত অন্যান্য ল্যাবরেটরি সুবিধা রয়েছে। বিদ্যালয় ক্যাম্পাসজুড়ে রয়েছে শহীদ মিনার, অভিভাবক শেডস ইত্যাদি। বিদ্যালয়টি অনাবাসিক।\n\n\n== র‌্যাংকিং ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}