{"pageid": 1065803, "title": "শংকু সমজদার", "url": "https://bn.wikipedia.org/wiki?curid=1065803", "content": "শংকু সমজদার ১৯৭১ সালের ৩ মার্চ প্রথম শহীদ হিসাবে রাষ্ট্রীয় স্বীকৃতি পাওয়া কিশোর।\n\n\n== পরিচয় ==\nমায়ের নাম দ্বীপলি সমজদার, গুপ্তপাড়ায় জন্ম, লেখাপড়া কৈলাশ রঞ্জন উচ্চ বিদ্যালয়, রংপুরে। কিশোর বয়স ষষ্ঠ শ্রেনির ছাত্র। দু’ভাইয়ের মধ্যে সে ছোট। বড়ভাইয়ের নাম কুমারেশ সমজদার।\n\n\n== শহীদ হওয়ার ঘটনা ==\n১৯৭১ সালের ৩ মার্চ যুবক, ছাত্র, কৃষক, দিনমজুর, নারী-পুরুষসহ সর্বস্তরের জনতা কারফিউ ভাঙার জন্য রংপুর শহরের কাচারিবাজারে সমবেত হয়েছিল। ছাত্র সংগ্রাম পরিষদ ও তৎকালীন রংপুর জেলা ছাত্রলীগের সভাপতি রফিকুল ইসলাম গোলাপ, অলক সরকার, মুকুল মুস্তাফিজ, নূর উর রসুল চৌধুরী, হারেস উদ্দিন সরকার, ইলিয়াস আহমেদ, মুসলিম উদ্দিন (মুসলিম কমিশনার), আবুল মনসুর আহমেদসহ অন্যান্য নেতৃবৃন্দের নেতৃত্বে মিছিল বের হয়। সকাল ৯টায় কৈলাশ রঞ্জন উচ্চ বিদ্যালয়ের ষষ্ঠ শ্রেণির ছাত্র শঙ্কু সমজদার (বয়স আনুমানিক ১২ বছর) তার বড়ভাই কুমারেশ সমজদারের হাত ধরে গুপ্তপাড়ার বাসা থেকে বেরিয়েছিলেন মিছিলে অংশগ্রহণের জন্য। মিছিলটি শহরের তেঁতুলতলা (বর্তমান শাপলা চত্ত্বর) এলাকায় আসতেই কলেজ রোড থেকে কারমাইকেল কলেজ ছাত্র সংসদের ভিপি শহীদ মুখতার ইলাহি, জিয়াউল হক সেবুসহ অন্যান্যদের নেতৃত্বে আরেকটি মিছিল এসে যোগ হয় মূল মিছিলের সাথে। মিছিলটি আলমনগর অবাঙালি বিহারি ক্যাম্পের কাছে এলাকার অবাঙালী ব্যবসায়ী সরফরাজ খানের বাসার সামনে যেতেই কিশোর শঙ্কু ওই বাসার দেওয়ালে উর্দুতে লেখা সাইনবোর্ড দেখে তা নামিয়ে ফেলতে ছুটে যায়। আর তখনই বাসার ছাদ থেকে মিছিলে গুলিবর্ষণ করা হয়। সেখানে গুলিবিদ্ধ হন ভাইয়ের হাত ধরে মিছিলে আসা স্কুলছাত্র শঙ্কু সমজদার। গুলির বিকট শব্দে মিছিল ছত্রভঙ্গ হয়ে যায়। মাটিয়ে লুটিয়ে পড়া গুলিবিদ্ধ কিশোর শঙ্কুকে পাঁজাকোলা করে নিয়ে যাওয়া হয় হাসপাতালের দিকে। কিন্তু ততোক্ষণে ইতিহাস রচিত হয়ে গেছে। পথেই কিশোর শঙ্কু মারা যান।\n\n\n== শহীদ পরবর্তী ঘটনা ==\nএদিকে শঙ্কুর মৃত্যুর খবর ছড়িয়ে পড়ার সাথে সাথে ক্ষোভের আগুনে বিক্ষুব্ধ হয়ে ওঠে পুরো রংপুর। গুলিবিদ্ধ কিশোর শঙ্কুর রক্তাক্ত নিথর দেহ দেখে জনতা উত্তেজিত হয়ে সারা শহরে অবাঙালিদের দোকান-পাট ভাঙচুর-অগ্নি সংযোগ করতে থাকে। যে বাড়ি থেকে গুলি ছোড়া হয়েছিল সেই বাড়িতে অগ্নিসংযোগের চেষ্টা করা হলেও ইপিআর বাহিনী এসে বাঁধা দেন। বিক্ষুদ্ধ জনতাকে শান্ত করার জন্য এমএনএ ড়া: সোলায়মান মন্ডল জ্বালাময়ী ভাষণ দেন। যে কো্ন মূল্যে প্রতিরোধ গড়ে তোলার আহবান জানান। সারা শহর তথন বিক্ষুদ্ধ। খন্ড খন্ড মিছিল চলছে। ইতোমধ্যে অবাঙালিদের গুলিতে আরো দুজন প্রাণ হারালো। এরা হলেন রংপুর কলেজ ছাত্র আবুল কালাম আজাদ, বাড়ি মিঠাপুকুর। অপরজন সরকারি চাকুরে ওমর আলী। ওমর আলী ছুরিকাঘাতে মারা যান দেওয়ানবাড়ি রোডের জেনারেল বুট হাউজের সামনে। আবুল কালাম আজাদ প্রাণ হারান বাটার গলির মুখে একচেঞ্জের সামনে। মিছিলে সেদিন দুজন ছাত্র আহত হয়েছিল। একজন শরিফুল আলম ওরফে মকবুল গুলিবিদ্ধ অবস্থায় বিনা চিকিতসায় একমাস পর হাসপাতালে প্রাণ হারান। অপরজন মোহাম্মদ আলী, রংপুর কলেজের ছাত্র সংসদের ছাত্র মিলনায়তন সম্পাদক, পায়ে গুলি বিদ্ধ হয়েছিল। সে সময়ে রংপুরের ডেপুটি কমিশনার সৈয়দ শামীম আহসান ব্যক্তিগত উদ্দোগ নিয়ে পরিস্থিতি শান্ত করার চেষ্টা করেন। কিন্ত ব্যর্থ হয়ে বেলা ২.৩০মিনিটে সন্ধ্যা আইন জারি করেন। তিন জনের লাশ দেথে এসে পরবর্তী কর্মসূচী নিয়ে আলোচনায় বসার জন্য আওয়ামী লীগ, ছাত্র লীগ নের্তৃবৃন্দ ডিসির বাসভবনে পৌছেন বিকেল ৪ টায় । মার্চের ঐতিহাসিক ভাষণে বঙ্গবন্ধু শেখ মজিবুর রহমান রংপুরের মানুষের এ ত্যাগের কথা জলদগম্ভীর কন্ঠে উচ্চারণ করেছেন। ৭ মার্চ রেসকোর্সে বঙ্গবন্ধুর সেই ঐতিহাসিক ভাষণে রংপুরের ০৩ মার্চের ঘটনা উচ্চারিত হয়েছে গর্বের সাথে। আজকের এই দিন গভীর শ্রদ্ধার সাথে স্মরণ করছি শহীদ শংকু সমজদার, শহীদ ওমর আলী, শহীদ আবুল কালাম আজাদ, শহীদ শরিফুল ইসলামসহ মহান মুক্তিযুদ্ধে আত্মাহুতি দেয়া সকল শহীদদের। ২০১২ সালের ১৬ ডিসেম্বর বিজয় দিবসের এক অনুষ্ঠানে সরকারি নির্দেশে ও সংশ্লিষ্ট মন্ত্রণালয়ের সহযোগিতায় রংপুর জেলা প্রশাসন শঙ্কুর স্মৃতি রক্ষায় নগরীর কামাল কাছনা এলাকায় তার পৈতৃক ভিটা সংলগ্ন বেদখল হয়ে যাওয়া ১০ শতক জমি উদ্ধার করে জমির দলিলপত্র আনুষ্ঠানিকভাবে হন্তান্তর করেছে।\n\n\n== শংকু দিবস ==\n“শহীদ শংকু স্মৃতি সংসদ” রংপুর নগরীর কামাল কাছনায় সংগঠনের কার্যালয়ে শংকুর প্রতিকৃতি আছে। প্রতিবছর ৩ মার্চ রংপুরবাসি এ দিবস মর্যাদার সাথে পালন করে। তার নামে প্রতিষ্ঠিত  করেছে “শহীদ শংকু সমজদার বিদ্যানিকেতন”।\n\n\n== তথ্যসূত্র =="}