{"pageid": 1065051, "title": "শহীদুর রশীদ ভূঁইয়া", "url": "https://bn.wikipedia.org/wiki?curid=1065051", "content": "শহীদুর রশীদ ভূঁইয়া একজন বাংলাদেশী কৃষিবিদ। তিনি শেরেবাংলা কৃষি বিশ্ববিদ্যালয়ের (শেকৃবি) কৌলিতত্ত্ব ও উদ্ভিদ প্রজনন বিভাগের অধ্যাপক এবং বিশ্ববিদ্যালয়টির সপ্তম উপাচার্য। উপাচার্য হিসেবে নিয়োগ লাভের পূর্বে তিনি শেকৃবির উপ-উপাচার্য হিসেবেও দায়িত্ব পালন করেন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nশহীদুর রশীদ ভূঁইয়া ১৯৫৬ সালের ১ জুলাই নরসিংদী জেলার বেলাব উপজেলার রায়ের গাঁও জন্মগ্রহণ করেন। তার বাবা আবদুর রশীদ ভূঁইয়া এবং মা সুফিয়া খাতুন।\nতিনি বাংলাদেশ কৃষি বিশ্ববিদ্যালয় থেকে ১৯৮০ স্নাতক এবং ১৯৮২ সালে কৌলিতত্ত্ব ও উদ্ভিদ প্রজনন বিষয়ে স্নাতকোত্তর ডিগ্রি লাভ করেন। তিনি ১৯৯২ সালে যুক্তরাজ্যের ইউনিভার্সিটি কলেজ অব ওয়েলস থেকে উদ্ভিদ প্রজননে দ্বিতীয় স্নাতকোত্তর ডিগ্রি এবং ২০০২ সালে বঙ্গবন্ধু শেখ মুজিবুর রহমান কৃষি বিশ্ববিদ্যালয় থেকে কৌলিতত্ত্ব ও উদ্ভিদ প্রজননের জীব প্রযুক্তি বিষয়ে পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nশহীদুর রশীদ ভূঁইয়া ১৯৮৩ সালে তৎকালীন বাংলাদেশ কৃষি ইনস্টিটিউটের (২০০১ সালে শেরেবাংলা কৃষি বিশ্ববিদ্যালয়ে উন্নীত) কৌলিতত্ত্ব ও উদ্ভিদ প্রজনন বিভাগে প্রভাষক হিসেবে যোগদান করেন এবং ২০০১ সালে শেকৃবির অধ্যাপক পদে পদোন্নতি লাভ করেন।\nভূঁইয়া একজন প্রথিতযশা গবেষক, উদ্ভাবক, লেখক ও পেশাজীবী সংগঠক। দীর্ঘ কর্মজীবনে তিনি শেরেবাংলা কৃষি বিশ্ববিদ্যালয়ের সিন্ডিকেট সদস্য, ছাত্র হলের প্রভোস্ট, বিভাগীয় প্রধান, পোস্ট গ্রাজুয়েট স্টাডিজের ডিন, একাধিক বিশ্ববিদ্যালয়ের অ্যাকাডেমিক কাউন্সিলের সদস্য, বিভিন্ন বিশ্ববিদ্যালয় ও গবেষণা প্রতিষ্ঠানে পরীক্ষক, শিক্ষক ও বিজ্ঞানী নিয়োগ বোর্ড বিশেষজ্ঞসহ নানাবিধ প্রশাসনিক ও গবেষণামূলক কার্যক্রমে গুরুত্বপূর্ণ ভূমিকা পালন করেন।\nএছাড়াও শেকৃবি শিক্ষক সমিতির সভাপতি ও সাধারণ সম্পাদক, বাংলাদেশ জীববিজ্ঞান অলিম্পিয়াডের সভাপতি হিসেবে দায়িত্ব পালনের অভিজ্ঞতা রয়েছে তার।\nশহীদুর রশীদ ভূঁইয়া শেরেবাংলা কৃষি বিশ্ববিদ্যালয়ের উপ-উপাচার্য হিসেবে দায়িত্ব পালন করেছেন। ২০২০ সালের ১৭ নভেম্বর তিনি বিশ্ববিদ্যালয়টির সপ্তম উপাচার্য হিসেবে নিয়োগ লাভ করেন এবং ২০২৪ সালের ৬ আগস্ট উপাচার্যের পদ থেকে পদত্যাগ করেন।\n\n\n== গবেষণাকর্ম ও প্রকাশনা ==\nশহীদুর রশীদ ভূঁইয়া দেশীয় ও আন্তর্জাতিক জার্নালে উল্লেখযোগ্য সংখ্যক গবেষণা নিবন্ধ প্রকাশ ও বহু সম্মেলনে গবেষণা প্রবন্ধ উপস্থাপন করেছেন। এছাড়াও তিনি একাধিক গবেষণা প্রকল্প বাস্তবায়ন করেছেন।\nতিনি বাংলাদেশে প্রথম উদ্ভিদ প্রজনন বিষয়ে একটি পূর্ণাঙ্গ গ্রন্থ রচনা করেন যা ১৯৯২ সালে বাংলা একাডেমি থেকে  প্রকাশিত হয়। তিনি ফসল উন্নয়ন কর্মকাণ্ডের নানা বিষয় নিয়ে লিখিত ১৫টির অধিক গ্রন্থের রচয়িতা।\nবিজ্ঞান বিষয়ক গ্রন্থ রচনার পাশাপাশি তিনি কৃষি ও সমসাময়িক বিষয় নিয়ে পত্রপত্রিকায় নিয়মিত লেখালিখি করেন এবং টেলিভিশনে কৃষি বিষয়ক বিভিন্ন আলোচনা অনুষ্ঠানে অংশগ্রহণ করেন। তার প্রকাশিত জনপ্রিয় বিজ্ঞান ও কৃষি বিষয়ক প্রবন্ধের সংখ্যা প্রায় ২০০টি।\n\n\n=== উদ্ভাবন ===\nশহীদুর রশীদ ভূঁইয়া প্রধানত একজন প্ল্যান্ট ব্রিডার। সরিষা নিয়ে তিনি দুই দশকের অধিক সময় ধরে গবেষণা করেছেন। নিবিড় গবেষণার ফলশ্রুতিতে তিনি এসএইউ সরিষা-১ (২০০৬), এসএইউ সরিষা-২ (২০০৮) এবং এসএইউ সরিষা-৩ (২০১৪) নামে তিনটি সরিষা জাত উদ্ভাবনে সক্ষম হন। তার উদ্ভাবিত সরিষার জাত কৃষি মন্ত্রণালয়ের জাতীয় বীজ বোর্ড কর্তৃক যথারীতি নিবন্ধিত হয়েছে এবং কৃষকের নিকট চাষাবাদের জন্য অবমুক্ত করা হয়েছে।\nবিগত এক দশক ধরে তিনি ধান উন্নয়নেও গবেষণা চালিয়ে যাচ্ছেন।\n\n\n== পুরস্কার ও সম্মাননা ==\nগবেষণায় অনবদ্য অবদানের স্বীকৃতি স্বরূপ শহীদুর রশীদ ভূঁইয়া একাধিক পুরস্কার ও সম্মাননা লাভ করেছেন। এরমধ্যে উল্লেখযোগ্য:\n\nবঙ্গবন্ধু জাতীয় কৃষি পুরস্কার (স্বর্ণপদক) – ২০১৭\nকৃষিবিদ ইনস্টিটিউশন বাংলাদেশ কৃষি পদক – ২০১৫\nড. কাজী এম বদরুদ্দোজা ট্রাস্ট ফান্ড গোল্ড মেডেল (বাংলাদেশ একাডেমি অব এগ্রিকালচার কর্তৃক ২০১৬ সালে প্রদত্ত)\nপ্ল্যান্ট ব্রিডিং অ্যাওয়ার্ড (বাংলাদেশ কৌলিতত্ত্ব ও উদ্ভিদ প্রজনন সমিতি কর্তৃক ২০১৩ সালে প্রদত্ত)\n\n\n== সদস্যপদ ==\nশহীদুর রশীদ ভূঁইয়া বিভিন্ন পেশাজীবী সংগঠনের সক্রিয় সদস্য। তিনি কৃষিবিদদের পেশাজীবী সংগঠন কৃষিবিদ ইনস্টিটিউশন বাংলাদেশ (কেআইবি) এর ভারপ্রাপ্ত সভাপতি হিসেবে দায়িত্ব পালন করেন।\n\n\n== তথ্যসূত্র =="}