{"pageid": 1065869, "title": "আন্দ্রেয়া বেনেত্তি", "url": "https://bn.wikipedia.org/wiki?curid=1065869", "content": "আন্ড্রেয়া বেনিটি একজন ইতালীয় চিত্রশিল্পী। তিনি ২০০৯ সালে কা' ফস্কারি বিশ্ববিদ্যালয়ের ৫৩তম ভেনিস বিয়েনলেতে প্রদর্শিত মেনিফেস্টো অব নিও কেভ আর্ট-এর লেখক।\n\n\n== জীবনী ==\nআন্ড্রেয়া বেনিটি একজন ইতালীয় চিত্রশিল্পী, ফটোগ্রাফার এবং ডিজাইনার, জন্ম হয় বোলোনে মধ্যে 1964। ২০০ 2006 সালে তিনি নিও-ক্যাভ আর্টের ম্যানিফেস্টোটি রচনা করেছিলেন, যা তিনি ২০০৯ সালে ৫৩ তম ভেনিস বিয়েনলে আর্টে উপস্থাপন করেছিলেন।\n প্রাগৈতিহাসিক মানুষ দ্বারা নির্মিত শিল্পের প্রথম রূপগুলিতে প্রত্যক্ষ রেফারেন্স দ্বারা এবং অপ্রত্যক্ষভাবে তাঁর শিল্প অনুপ্রাণিত হয়। গুহার কাজগুলি থেকে, বেনিট্টি একটি সৃজনশীল দৃষ্টিভঙ্গি থেকে তাদের স্টাইলিস্টিক বৈশিষ্ট্যগুলি ধার নিয়েছিলেন, স্টাইলাইজড জুমোর্ফিক এবং নৃতাত্ত্বিক মোটিফ, জ্যামিতিক আকার এবং বিমূর্ত আকারের সাথে রঙের ক্ষেত্রগুলিতে ভিড় করে এমন কাজ তৈরি করেছিলেন যেন প্রাগৈতিহাসিক এবং মধ্যবর্তীতার মধ্যে একটি নৈতিক ও দার্শনিক সেতু তৈরি করা যায় to সমসাময়িকতা, 'উদ্ভিজ্জ রঙ্গক এবং বেস-ত্রাণ এবং গ্রাফিতির মতো কৌশলগুলির দ্বারা জোর দেওয়া।\n তাঁর কাজটি মূল জাতীয় এবং বিদেশী শিল্প সংগ্রহগুলিতে উপস্থিত রয়েছে (যেমন জাতিসঙ্ঘ, ভ্যাটিকান এবং কুইরিনেলের মতো), তাঁর সাম্প্রতিক প্রদর্শনীর মধ্যে রয়েছে \"কালারস এবং অরিজিন্সের শব্দ\" (বোলগনা, পালাজো ডি) 'অ্যাকুরসিও, ২০১৩), \"ভিআর 7০6868· · নৃতাত্ত্বিক চিত্র\" (রোম, চেম্বার অফ ডেপুটিস, ২০১৫), \"প্যাটার লুমিনিয়াম\" (গ্যালিপোলি, সিভিক মিউজিয়াম, 2017) এবং \"সহিংসতার বিরুদ্ধে\" (বোলগনা, পালাজো ডি'একসারসিও, 2017)।\n 2020 সালে শিল্পী বোলগনা শহরের \"নেটটুনো পুরস্কার\" পেয়েছিলেন।\n\n\n== জাদুঘর সমূহ এবং সংগ্রহ ==\nবেসরকারী এবং প্রাতিষ্ঠানিক জাদুঘর এবং শিল্প সংগ্রহগুলি, যা আন্দ্রে বেনেটির কাজ অর্জন করেছে\n\nজাতিসংঘের আর্ট সংগ্রহ (নিউ ইয়র্ক, মার্কিন যুক্তরাষ্ট্র)\nভ্যাটিকান আর্ট সংগ্রহ (সিট্টি দেল ভ্যাটিকানো)\nম্যাকিয়া - আমেরিকার ইতালীয় সমসাময়িক আর্ট জাদুঘর (সান জোসে - কোস্টা রিকা)\nকুইরিনাল আর্ট সংগ্রহ ∙ প্রজাতন্ত্রের ইতালীয় রাষ্ট্রপতি Rome (রোম - ইতালি)\nপালাজো মনটেকিরিও ∙ ইতালিয়ান সংসদ ∙ চেম্বার অফ ডিপুটি (রোম - ইতালি)\nফেরারার আর্ট সংগ্রহ বিশ্ববিদ্যালয় (ফেরারারা - ইতালি)\nবারী আর্ট সংগ্রহ বিশ্ববিদ্যালয় (বারী - ইতালি)\nম্যাম্বো Modern আধুনিক আর্ট মিউজিয়াম অফ বোলোগনা (বোলগনা - ইতালি)\nআধুনিক এবং সমকালীন শিল্প থেকে Bolzano এর Museion ∙ জাদুঘর (থেকে Bolzano - ইতালি)\nক্যামেক - ক্যামেক Modern আধুনিক ও সমসাময়িক শিল্পের কেন্দ্র - (লা স্পিজিয়া - ইতালি)\nএফপি মিশেটি জাদুঘর (ফ্রান্সাভিলা আল মেরে - ইতালি)\nওসভালদো লাকিনি সমকালীন আর্ট জাদুঘর (আসকোলি পিকেনো - ইতালি)\nলেস আর্ট সংগ্রহের পৌরসভা (লেসে - ইতালি)\n\n\n== গ্রন্থাগার ==\nK. H. Keller, G. Rossi, R. Sabatelli: Andrea Benetti and Lanfranco Di Rico – September 2001, Johns Hopkins University, Bologna, 2008, 12 পৃষ্ঠা\nVarious authors: Arte e cultura – Un ponte tra Italia e Costa Rica, I.I.L.A., San Josè, 2008, 98 পৃষ্ঠা\nVarious authors: Natura e sogni – Catalogo del Padiglione della 53. Biennale di Venezia, Umberto Allemandi & C., Venice, 2009, 98 পৃষ্ঠা\nVarious authors: Esplorazione inconsueta all'interno della velocità, Bologna, 2009, 104 পৃষ্ঠা\nAndrea Benetti, Gregorio Rossi: Il Manifesto dell'Arte Neorupestre, Umberto Allemandi & C., Venice, 2009, 18 পৃষ্ঠা\nCarlo Fabrizio Carli: Diorama Italiano – 61º Premio Michetti, Vallecchi, Francavilla a Mare, 2010, 202 পৃষ্ঠা\nC. Parisot, P. Pensosi: Portraits d'Artistes, Edizioni Casa Modigliani, Roma, 2010, 72 পৃষ্ঠা\nSimona Gavioli: Andrea Benetti – B. P. Before Present, Media Brain, Bologna, 2009, 52 পৃষ্ঠা\nVarious authors: Andrea Benetti – La pittura Neorupestre, Comune di Castellana Grotte, Castellana Grotte, 2011, 58 পৃষ্ঠা\nD. Iacuaniello, C. Parisot, G. Rossi: M173 – Tracce apocrife, Istituto Europeo Pegaso, Rome, 2012, 70 পৃষ্ঠা\nG. Rossi, D. Scarfì: Il simbolismo nella pittura Neorupestre, Mediabrain, Syracuse, 2012, 88 পৃষ্ঠা\nAndrea Benetti, Silvia Grandi: Colori e suoni delle origini, Qudulibri, Bologna, 2013, 86 পৃষ্ঠা\nAndrea Benetti, Stefano Papetti: Dalla roccia alla tela – Il travertino nella pittura Neorupestre, Qudulibri, Ascoli P., 2014, 54 পৃষ্ঠা\nA. Benetti, S. Cassano, D. Coppola, A. F. Uricchio: Colori e suoni delle Origini, Qudulibri, Bari, 2014, 58 পৃষ্ঠা\nAndrea Benetti, Silvia Grandi: Il colore della luce, Qudulibri, Bologna, 2014, 56 পৃষ্ঠা\nA. Benetti, S. Grandi, M. Peresani, M. Romandini, G. Virelli: VR60768 – anthropomorphic figure, Qudulibri, Rome, 2015, 80 পৃষ্ঠা\nAndrea Benetti, Toti Carpentieri: Astrattismo delle origini, Qudulibri, Lecce, 2015, 60 পৃষ্ঠা\nVarious authors: Arte Neorupestre, Monograph, Qudulibri, Bologna, 2015, 208 পৃষ্ঠা\nAndrea Benetti, Fiorenzo Facchini, Fernando Lanzi, Gioia Lanzi: Signum Crucis, Qudulibri, Bologna, 2016, 42 পৃষ্ঠা\nA. Benetti – P. Fameli – A. Fiorillo – F. Fontana – M. Peresani – M. Romandini – I. Schipani – U. T. Hohenstein: \"preHISTORIA CONTEMPORANEA\" Qudulibri, Ferrara, 2016, 64 পৃষ্ঠা\nA. Benetti – P. Fameli – A. Marrone – M. Ratti: \"Omaggio alla pittura Rupestre\", Qudulibri, La Spezia, 2016, 58 পৃষ্ঠা\nAndrea Benetti – Silvia Grandi: \"Volti contro la violenza\", Qudulibri, Bologna, 2017, 40 পৃষ্ঠা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআন্ড্রেয়া বেনিটি - ইতালীয় প্রাতিষ্ঠানিক ওয়েবসাইট\nআন্ড্রেয়া বেনিটি - ইংরেজিতে প্রাতিষ্ঠানিক ওয়েবসাইট\nট্রেকানি বিশ্বকোষে আন্ড্রেয়া বেনিটি\nআন্ড্রেয়া বেনিটি - উপস্থাপনা ভিডিও"}