{"pageid": 106520, "title": "বাংলাদেশে হিন্দুধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=106520", "content": "বাংলাদেশে হিন্দুধর্ম দ্বিতীয় বৃহত্তম ধর্ম। ২০২২ সালের বাংলাদেশের জনশুমারি অনুযায়ী, প্রায় ১ কোটি ৩১ লাখ মানুষ নিজেদের হিন্দু হিসেবে উল্লেখ করেছেন, যা দেশের মোট ১৬.৫ কোটি জনসংখ্যার ৭.৯৫%। জনসংখ্যার দিক থেকে প্রতিবেশী দেশ ভারত এবং নেপালের পর বাংলাদেশ বিশ্বে তৃতীয় বৃহত্তম হিন্দু অধ্যুষিত দেশ। বাংলাদেশের ৬৪টি জেলার মধ্যে ৬১টি জেলায় হিন্দুধর্ম দ্বিতীয় বৃহত্তম ধর্ম হলেও, দেশে কোনো হিন্দু সংখ্যাগরিষ্ঠ জেলা নেই।\nঅক্টোবর ২০২২ সালে, বাংলাদেশ সরকার ঘোষণা করে যে তারা হিন্দু সংখ্যালঘু সম্প্রদায়ের নিরাপত্তা নিশ্চিত করতে প্রতিশ্রুতিবদ্ধ।\n\n\n== ইতিহাস ==\nবাংলাদেশে এই ধর্মের প্রথা ও আচার-অনুষ্ঠান ঐতিহাসিকভাবে প্রতিবেশী ভারতীয় রাজ্য পশ্চিমবঙ্গের মতো। বস্তুত হিন্দুধর্মের বেশকিছু ধারা ও তত্ত্ব বিভিন্ন ঋষি ও মহাত্মা দ্বারা এই বাংলাদেশেই সৃষ্টি হয়েছে। বলা যায়, হিন্দুধর্ম এই মাটিরই সৃষ্টি, এখানকার আদিতম ধর্ম। উল্লেখ্য, ১৯৪৭ সালে ভারত বিভাগের পূর্বে বর্তমান বাংলাদেশ ভূখণ্ড (তৎকালীন নাম পূর্ববঙ্গ) ও পশ্চিমবঙ্গ সংযুক্ত অঞ্চল ছিল।\n\n\n== সংস্কৃতি ==\nদূর্গাপূজা বাংলাদেশের সবচেয়ে বড় হিন্দু উৎসব। এছাড়াও হিন্দু সমাজে রথযাত্রা, কালী পূজা, লক্ষ্মী পূজা, সরস্বতী পূজা, মনসা পূজা, চড়ক পূজা, শীতলা পূজা, জন্মাষ্টমী, কাত্যায়নী পূজা, বাসন্তী পূজা, শিবপূজা, থানপূজা প্রভৃতি ধর্মানুষ্ঠানের ব্যাপক প্রচলন রয়েছে। বাংলাদেশে এমন কয়েকজন মহাত্মা ও ধর্মগুরু জন্মেছেন, সনাতন ধর্মের নতুন তত্ত্ব প্রদান, সংস্কার ও প্রসারের ক্ষেত্রে যাঁদের গুরুত্বপূর্ণ অবদান রয়েছে। এঁদের মধ্যে শ্রী শ্রী ঠাকুর অনুকূলচন্দ্র, স্বামী নিগমানন্দ ,স্বামী প্রণবানন্দ, শ্রী শ্রী হরিচাঁদ ঠাকুর, শ্রী শ্রী জগদ্বন্ধু সুন্দর, মা আনন্দময়ী, শ্রী শ্রী রাম ঠাকুর, শ্রী শ্রী লোকনাথ ব্রহ্মচারী, শ্রী শ্রী বালক ব্রহ্মচারী, মহাত্মা শ্রী শ্রী গুরুনাথ, শ্রী শ্রী চিন্ময়, শ্রী গণেশ পাগল প্রমুখ অন্যতম। চৈতন্যদেবের পিতৃভূমিও ছিল বাংলাদেশে। অনুসারীদের কাছে এঁরা সকলেই পূজিত।\n\n\n== জনসংখ্যা ==\n\n\n=== ১৯০১ থেকে ২০২২ পর্যন্ত ===\n\nসূত্র: ভারতের আদমশুমারি ১৯০১-১৯৪১, পূর্ব পাকিস্তান ১৯৫১-১৯৬১ সালের আদমশুমারি, বাংলাদেশ সরকারের আদমশুমারি ১৯৭৪-২০২২\n\n\n=== বিভাগ অনুযায়ী হিন্দু জনসংখ্যা ===\n\n\n=== হিন্দুধর্ম জেলা অনুযায়ী ===\n\n\n== হিন্দু মন্দির ==\n\n২০১১ সালের হিন্দু ধর্মীয় কল্যাণ ট্রাস্টের সরকারি পরিসংখ্যান অনুযায়ী বাংলাদেশে মোট ৪০৪৩৮টি হিন্দু ধর্মীয় প্রতিষ্ঠান বা মন্দির রয়েছে। অর্থাৎ ২০১১ সালের হিসাব অনুযায়ী প্রতি ৩০৫ জন সনাতন ধর্মাবলম্বীদের জন্য একটি করে মন্দির রয়েছে। তবে পারিবারিক মন্দিরের সংখ্যা যুক্ত হলে মন্দিরের এই সংখ্যা লক্ষাধিক হবে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nসর্বাধিক গুরুত্বপূর্ণ মন্দির হলো ঢাকেশ্বরী মন্দির, যেটি ঢাকায় অবস্থিত। এই মন্দিরে দুর্গা পূজা এবং কৃষ্ণ জন্মাষ্টমী খুব সাড়ম্বরে উদযাপিত হয়। ঢাকার অন্যান্য প্রধান মন্দির হল রামকৃষ্ণ মঠ ও মিশন, জয় কালী মন্দির, লক্ষ্মী নারায়ণ মন্দির, স্বামীবাগ ইসকন মন্দির, রমনা কালীবাড়ি মন্দির, লোকনাথ মন্দির, হাতিরঝিল শ্রীচৈতন্য মন্দির, সিদ্ধেশ্বরী কালীমন্দির, শনির আখড়া, ভোলানন্দগিরি আশ্রম ও মন্দির প্রভৃতি।\nউনিশ শতকের গোড়ার দিকে নির্মিত, ব্রাহ্মণবাড়িয়া, কাল ভৈরব মন্দির, দেশের বৃহত্তম দেবতা শিব রয়েছে। বাংলাদেশের অন্যান্য উল্লেখযোগ্য হিন্দু মন্দির এবং আশ্রমগুলো হল চন্দ্রনাথ মন্দির, আদিনাথ মন্দির, আদিনাথ মন্দির, সুগন্ধা, যশোরেশ্বরী কালী মন্দির, পঞ্চ রত্ন গোবিন্দ মন্দির, ভবানীপুর শক্তিপিঠ, শ্যামনগর শক্তিপীঠ, চত্তেশ্বরী মন্দির, ধামরাই জগন্নাথ রথ, পুঠিয়া মন্দির কমপ্লেক্স, কান্তাজিউ মন্দির, কুমিল্লা জগন্নাথ মন্দির, কালিয়াজেউ মন্দির, শ্রীশাইল, বিশ্বনাথ মন্দির, বোরো কালী বাড়ি মন্দির, মুক্তাগাছ শিব মন্দির, শ্যামসুন্দর মন্দির, চন্দ্রাবতী মন্দির, লালমাই চণ্ডী মন্দির, জোড়বাংলা মন্দির, সোনারং যমজ মন্দির, জগন্নাথ মন্দির, পাবনা, রাজা কংসনারায়ণের মন্দির, বরোদি লোকেনাথ আশ্রম, ওড়াকান্দি শ্রী হরিদাঁদ মন্দির, ফরিদপুরের শ্রী জগদ্বন্ধু সুন্দরের শ্রীঅঙ্গণ, শ্রী সত্যনারায়ণ সেবা মন্দির, ওয়াহেদপুর গিরি ধাম, চট্টগ্রামে রামকৃষ্ণ সেবাশ্রম, চৌমুহনীর রাম ঠাকুর আশ্রম, চট্টগ্রামের কৈবল্যধাম, পাবনার হিমায়েতপুর ঠাকুর অনুকূলচন্দ্রের সৎসঙ্গ মন্দির, খুলনার ধর্মসভা মন্দির, যশোরের প্রেমবাগ মন্দির, বগুড়ার শ্রী অরবিন্দ মন্দির, চুকনগরের (খুলনা) নিমতলা মন্দির, মাদারীপুরের প্রণব মঠ ইত্যাদি।\n\n\n=== ঢাকেশ্বরী জাতীয় মন্দির (ঢাকা) ===\nধারণা করা হয় যে, সেন রাজবংশের রাজা বল্লাল সেন ১২শ শতাব্দীতে এটি প্রতিষ্ঠা করেন।\n\n\n== বিশিষ্ট বাংলাদেশী হিন্দু ==\n\n\n== আরও দেখুন ==\nবাংলাদেশের হিন্দু মন্দিরের তালিকা\nহিন্দু মন্দিরের তালিকা\nদেশ অনুযায়ী হিন্দুধর্ম\nআন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃ সংযোগ ==\n\"Bangladesh\"। CIA Factbook। ১৭ মে ২০২২। \n\"Bangladesh Hindus 'will not go back'\"। BBC News। ২২ নভেম্বর ২০০১। \n\"HAF Report Summary on Bangladeshi Hindus\"। HAF। ২০০৭-০৯-২৭ তারিখে মূল থেকে আর্কাইভ করা। \n\"Bangladesh minority report\"। Amnesty International। ২০০৬-০৯-১৩ তারিখে মূল থেকে আর্কাইভ করা।"}