{"pageid": 1065620, "title": "জামশেদজী টাটা", "url": "https://bn.wikipedia.org/wiki?curid=1065620", "content": "জামসেটজি নুসেরওয়ানজি টাটা (৩ মার্চ ১৮৩৯ - ১৯ মে ১৯০৪) একজন ভারতীয় অগ্রণী শিল্পপতি ছিলেন, যিনি ভারতের বৃহত্তম সংঘবদ্ধ সংস্থা টাটা গ্রুপ প্রতিষ্ঠা করেছিলেন। তিনি জামশেদপুর শহর প্রতিষ্ঠা করেছিলেন।\nতিনি প্রতিষ্ঠা করেছিলেন যা পরবর্তী সময়ে টাটা গ্রুপের প্রতিষ্ঠানে পরিণত হবে। জামসেটজি টাটা কিংবদন্তি \"ভারতীয় শিল্পের জনক\" হিসাবে বিবেচিত।  শিল্পের জগতে তিনি এতটাই প্রভাবশালী ছিলেন যে জওহরলাল নেহেরু টাটাকে এক-ম্যান পরিকল্পনা কমিশন হিসাবে উল্লেখ করেছিলেন। \n\n\"যখন আপনাকে কর্মে নেতৃত্ব দিতে হবে, ধারণাগুলিতে এমন একটি সীসা যা মতের আবহাওয়ার সাথে খাপ খায় না - এটি সত্য সাহস, শারীরিক বা মানসিক বা আধ্যাত্মিক, আপনি যা পছন্দ করেন তা বলুন এবং জামসেটজি টাটা এই ধরনের সাহস ও দৃষ্টি দেখিয়েছিলেন। এটা ঠিক যে আমাদের তাঁর স্মৃতি শ্রদ্ধা করা উচিত এবং আধুনিক ভারতের অন্যতম প্রতিষ্ঠাতা হিসাবে তাঁকে স্মরণ করা উচিত। \" - জওহরলাল নেহেরু \nপ্রথম জীবনে টাটা একজন বণিক ছিলেন, তুলা এবং শূকর আয়রন শিল্পের মধ্যে বহু উদ্যোগের মধ্য দিয়ে ভারতের ব্যবসায়িক জগতে পরিবর্তন আনেন এবং আধুনিক ভারতীয় অর্থনীতির অন্যতম গুরুত্বপূর্ণ নির্মাতা হিসাবে পরিচিত  তার অনেক অর্জনের মধ্যে, টাটা জামশেদপুরের টাটা আয়রন এবং স্টিল ওয়ার্কস সংস্থার জন্য উল্লেখযোগ্য।  টাটা আয়রন এবং স্টিল ওয়ার্কস ছাড়াও, তিনি আধুনিক ভারতীয় ব্যবসায়ের ভিত্তি হিসাবে দাঁড়িয়ে থাকা আরও অনেক ক্ষেত্রে ব্যবসা প্রতিষ্ঠা করেছিলেন ।\n র‌্যঙ্কিংয়ের এডেলগাইভ হুরুন মানবপ্রেমী অনুসারে জামসেটজি গত শতাব্দীর বিশ্বের বৃহত্তম জনহিতৈষী ছিলেন  র‌্যাঙ্কিং যা বিশ্বের সর্বাধিক উদার ব্যক্তিদের অনুঘটক করেছিল।\n\n\n== জীবনের প্রথমার্ধ ==\nজামশেদজি টাটা ৩ মার্চ ১৮৩৯ সালে  নুসেরয়ানজি   এবং জীবনভাই  টাটাদের কাছে জন্মগ্রহণ করেন   দক্ষিণে   গুজরাতের  নাভসারী শহরে। জামসেদজি টাটা এবং তার পরিবার ছিল জোরাস্ট্রিয়ার সংখ্যালঘু গোষ্ঠীর একটি অংশ বা পার্সিস, যারা ইরানে জরওস্ট্রিয়ানদের অত্যাচার থেকে পালিয়ে ভারতে এসেছিল।  তিনি পুরোহিতদের সম্মানিত, তবে দরিদ্র পরিবারে জন্মগ্রহণ করেছিলেন। তাঁর পিতা নুসেরওয়ানজি  পার্সী জোরোস্ট্রিয়ান পুরোহিতদের পরিবারে প্রথম ব্যবসায়ী ছিলেন। তাঁর মাতৃভাষা গুজরাটি। তিনি ব্যবসায়ের সূচনা করে পরিবারের প্রথম সদস্য হওয়ার রীতিটি ভেঙেছিলেন। তিনি মুম্বাইয়ে একটি রফতানি বাণিজ্য সংস্থা শুরু করেছিলেন। অন্যান্য জোরোস্ট্রিয়ানদের থেকে আলাদা, জামসেটজি টাটার একটি আনুষ্ঠানিক পাশ্চাত্য শিক্ষা ছিল কারণ তার বাবা-মা দেখেছিলেন যে তিনি অল্প বয়স থেকেই বিশেষ মানসিক পাটিগণিত পেয়েছিলেন। তবে তাঁর আরও আধুনিক শিক্ষা লাভের জন্য তাঁকে পরে বোম্বাই পাঠানো হয়েছিল।\n\n\n== উদ্ধৃতি ==\n\"দ্রুত বর্ধমান বিভিন্ন ধরনের ছায়াময় গাছের সাথে লাগানো প্রশস্ত রাস্তাগুলি অবশ্যই নিশ্চিত করুন। নিশ্চিত হন যে লন এবং উদ্যানগুলির জন্য প্রচুর জায়গা রয়েছে। ফুটবল, হকি এবং পার্কগুলির জন্য বিশাল অঞ্চল সংরক্ষণ করুন। হিন্দু মন্দির, মোহামেডান মসজিদ এবং খ্রিস্টান গীর্জার প্রাথমিক অঞ্চল - টাটা পুত্র দোরাবকে একটি জনপদে তার দৃষ্টিভঙ্গি সম্পর্কে চিঠি দিয়েছিল যা শেষ পর্যন্ত জামশেদপুরে পরিণত হবে।\n\"তিনি এমন লোক নন যে জনসাধারণের চোখে বেস্কের যত্ন করে। তিনি জনসমাগমকে অপছন্দ করতেন, বক্তৃতা দেওয়ার জন্য তাঁর কোন চিন্তা ছিল না, চরিত্রের তার দৃঢ় শক্তি যে কোনও মানুষের উপর ভ্রমণ করা থেকে বিরত ছিল, তবে দুর্দান্ত, কারণ তিনি নিজেই তাঁর নিজের উপায়ে মহান ছিলেন, বেশিরভাগ লোকেরা বুঝতে পেরেছিলেন বলে তার চেয়েও বড় ছিল। তিনি কোন সম্মান চেয়েছিলেন এবং তিনি কোনও সুযোগ-সুবিধার দাবি করেননি, তবে ভারত ও তার অসংখ্য জনগণের অগ্রগতি তাঁর কাছে ছিল চিরস্থায়ী আবেগ। \" - টাটার মৃত্যুতে টাইমস অফ ইন্ডিয়া\n\n\n== অবদান ==\nএকটি সমীক্ষায় জানা গেছে জামশেদজি টাটা সমগ্র জীবনে জনহিতকর নানাবিধ কাজের জন্য মোট ১ কোটি ৪২ লক্ষ ডলার অর্থ বিনিয়োগ করেছিলেন; যা তাঁকে এমন শ্রেষ্ঠ ধনীদের তালিকার একেবারে প্রথম সারিতে উন্নীত করে যাঁরা জনহিতকর প্রকল্পের সঙ্গে জড়িত। \n\n\n== তথ্যসূত্র =="}