{"pageid": 1065743, "title": "এম এ কাশেম (অধ্যাপক)", "url": "https://bn.wikipedia.org/wiki?curid=1065743", "content": "মো. আবুল কাশেম (জন্ম: ১৯৫৫), যিনি এম এ কাশেম নামে সমধিক পরিচিত, একজন বাংলাদেশী শিক্ষাবিদ। তিনি বাংলাদেশ টেক্সটাইল বিশ্ববিদ্যালয়ের (বুটেক্স) অ্যাপারেল ইঞ্জিনিয়ারিং বিভাগের অধ্যাপক এবং বিশ্ববিদ্যালয়টির তৃতীয় উপাচার্য। এই পদে নিয়োগ লাভের পূর্বে তিনি বাংলাদেশ কারিগরি শিক্ষা বোর্ডের চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nএম এ কাশেম ১৯৫৫ সালে খুলনায় জন্মগ্রহণ করেন। তিনি ঢাকা বিশ্ববিদ্যালয়ের অধিভুক্ত তৎকালীন কলেজ অব টেক্সটাইল টেকনোলজি (বর্তমানে বুটেক্স) এর প্রথম ব্যাচের ছাত্র। এ কলেজ থেকে তিনি ১৯৮১ সালে টেক্সটাইল টেকনোলজিতে বিএসসি ডিগ্রি লাভ করেন। তিনি যুক্তরাজ্যের লীডস বিশ্ববিদ্যালয় থেকে ১৯৮৭ সালে ক্লথিং টেকনোলজিতে পিজিডি এবং ১৯৮৮ সালে টেক্সটাইল সাইন্স এন্ড ইঞ্জিনিয়ারিং-এ এমএসসি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nএম এ কাশেম ১৯৮৩ সালে তৎকালীন কলেজ অব টেক্সটাইল টেকনোলজিতে টেকনিক্যাল বিভাগে প্রভাষক হিসেবে যোগদান করেন। তিনি ১৯৯৩ সালে কলেজটির প্রধান ইনস্ট্রাক্টর, ২০০১ সালে সহযোগী অধ্যাপক এবং ২০০৭ সালে অধ্যাপক পদে পদোন্নতি লাভ করেন। অধ্যাপনার পাশাপাশি তিনি কলেজটির অধ্যক্ষ হিসেবে দায়িত্ব পালন করেছেন।\nকলেজ অব টেক্সটাইল টেকনোলজি ২০১০ সালে বাংলাদেশ টেক্সটাইল বিশ্ববিদ্যালয়ে উন্নীত হয়। কাশেম বিশ্ববিদ্যালয়টির অ্যাপারেল ইঞ্জিনিয়ারিং বিভাগের প্রধান এবং টেক্সটাইল ফ্যাশন ডিজাইন এন্ড অ্যাপারেল ইঞ্জিনিয়ারিং অনুষদের ডিন হিসেবে দায়িত্ব পালন করেন। এছাড়া তিনি ২০০৯ থেকে ২০১৪ সাল পর্যন্ত বাংলাদেশ কারিগরি শিক্ষাবোর্ডের চেয়ারম্যান ছিলেন। এই সময়ের মধ্যে ২০১১ থেকে ২০১২ সাল পর্যন্ত তিনি কারিগরি শিক্ষা অধিদপ্তরের মহাপরিচালক হিসেবেও অতিরিক্ত দায়িত্ব পালন করেন।\nএম এ কাশেম ২০১৯ সালের ১৮ ফেব্রুয়ারি পরবর্তী চার বছরের জন্য বাংলাদেশ টেক্সটাইল বিশ্ববিদ্যালয়ের তৃতীয় উপাচার্য হিসেবে নিয়োগ লাভ করেন।\n\n\n== গবেষণা ও প্রকাশনা ==\nএম এ কাশেম স্নাতকোত্তর পর্যায়ের শিক্ষার্থীদের গবেষণা তত্ত্বাবধায়ক হিসেবে দায়িত্ব পালন করেন। তিনি গার্মেন্টস এন্ড টেকনোলজি এবং গার্মেন্টস মার্চেন্ডাইজিং নামক দুটি বহুল পঠিত পাঠ্যপুস্তকের রচয়িতা।\n\n\n== সদস্যপদ ==\nকাশেম ইনস্টিটিউট অব টেক্সটাইল ইঞ্জিনিয়ার্স এন্ড টেকনোলজিস্ট, বাংলাদেশ এর প্রতিষ্ঠাতা সদস্য।\n\n\n== তথ্যসূত্র =="}