{"pageid": 1065196, "title": "চৌকিদার", "url": "https://bn.wikipedia.org/wiki?curid=1065196", "content": "চৌকিদার ছিলো গ্রামাঞ্চলের নিরাপত্তায় নিয়োজিত গ্রাম পঞ্চায়েতের নিযুক্ত কর্মচারী। চৌকিদাররা এক বা কয়েকটি গ্রামের পাহারার দায়িত্বে নিয়োজিত থাকতো। ব্রিটিশ রাজ কর্তৃক ১৮৯২ সালের আইন ১ এর মাধ্যমে চৌকিদারি আইন সংশোধন ও ১৯৭৬ সালে বাংলাদেশ সরকার কর্তৃক পরিকল্পিত গ্রাম সরকার পদ্ধতির মাধ্যমে এটি বিলুপ্ত করা হয়। বর্তমানে চৌকিদার গ্রাম পুলিশ বাহিনী হিসাবে পরিচিত।\n\n\n== ইতিহাস ==\nপ্রাথমিক ব্রিটিশ আমলেও চৌকিদারি প্রথা বিদ্যমান ছিল। সেসময় গ্রাম পঞ্চায়েত গ্রামের নিরাপত্তার দেখভাল করতো। চৌকিদার ছিল পঞ্চায়েতের নিয়োজিত কর্মচারী। তাদের ওপর এক বা একাধিক গ্রামের পাহারার দায়িত্ব ছিল। ১৮ শতকের শেষের দিকে যখন পঞ্চায়েতের মর্যাদা হ্রাস করা হয় এবং জমিদারি প্রথার নিয়ন্ত্রণ প্রতিষ্ঠিত হয়, তখন চৌকিদাররা জমিদারের কর্মচারী হিসেবে পরিনত হয়। সেসময় জমিদারের এলাকার নিরাপত্তা ও প্রহরা প্রদানের বিনিময়ে চৌকিদারকে চাকরান জমি প্রদান করা হতো এবং সেজন্য জমিদারকে কোনোপ্রকার কর প্রদান ছাড়াই চৌকিদাররা ওই জমিতে চাষাবাদ করতে পারত।\n১৮৫৬ সাল পর্যন্ত, জমিদারের মাধ্যমে চৌকিদার পোষণ করার দায়িত্ব চাকরান ভূমির বিনিময়ে অব্যাহত ছিল। বিলুপ্ত পঞ্চায়েত প্রথা পুনর্জীবিত করার লক্ষ্যে ১৮৫৬ সালের স্থানীয় পুলিশ আইন অনুসারে কর্নওয়ালিস কোড ১৭৯৩-এর আওতায়  উদ্যোগ গ্রহণ করা হয়। পঞ্চায়েতের সদস্যদের মনোনয়ন প্রদান এবং চৌকিদারদের নিয়োগ দেওয়ার ক্ষমতা জেলা প্রশাসকদের ওপর অর্পণ করা হয়। চৌকিদারদের পোষণের ব্যয় নির্বাহের জন্য এ আইনের অধীনে কর আরোপ করার বিধান করা হয়। ১৮৭০ সাল পর্যন্ত চৌকিদারি প্রথা প্রধানত শহুরে এলাকা ও বড় বড় গ্রামে সীমাবদ্ধ ছিল। ১৮৭০ সালের আইন ৬ (বিসি)-এর অধীনে চৌকিদারি প্রথা পুনর্গঠন এবং চৌকিদারি বাংলার সকল গ্রামে সম্প্রসারণ করা হয়। তারপর চৌকিদারের উপর জমিদারদের নিয়ন্ত্রণ বিলুপ্ত হয়। সেসময় থেকে চৌকিদাররা জেলা প্রশাসক নিকট থেকে নিয়মিত বেতন পাওয়া শুরু করেন এবং পরবর্তীতে জেলা প্রশাসকরা গ্রাম পঞ্চায়েতের মাধ্যমে জনসাধারণের ওপর চৌকিদারি কর আরোপ করতে শুরু করে।\n১৮৮০-এর দশকে গ্রামাঞ্চলের আইনশৃঙ্খলার অবনতি ঘটে এবং ব্রিটিশ রাজ কর্তৃক ১৮৯২ সালের আইন ১ এর মাধ্যমে চৌকিদারি আইন ১৮৭০ সংশোধন করা হয়।\n১৯৭৬ সালে বাংলাদেশ সরকারের পরিকল্পিত গ্রাম সরকার পদ্ধতির অংশ হিসেবে চৌকিদারদের গ্ৰাম পুলিশে রূপান্তর করা হয়।\n\n\n== তথ্যসূত্র =="}