{"pageid": 1065352, "title": "রফিকুল ইসলাম সেখ", "url": "https://bn.wikipedia.org/wiki?curid=1065352", "content": "রফিকুল ইসলাম সেখ একজন বাংলাদেশী তড়িৎ প্রকৌশলী। তিনি রাজশাহী প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের (রুয়েট) ইলেকট্রিক্যাল অ্যান্ড ইলেকট্রনিক ইঞ্জিনিয়ারিং বিভাগের অধ্যাপক এবং বিশ্ববিদ্যালয়টির সপ্তম উপাচার্য।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nরফিকুল ইসলাম সেখ সিরাজগঞ্জের রায়গঞ্জ পাইলট উচ্চ বিদ্যালয় থেকে ১৯৮৪ সালের মাধ্যমিক এবং সিরাজগঞ্জ সরকারি কলেজ থেকে ১৯৮৬ সালে উচ্চমাধ্যমিক পাস করেন। তিনি তৎকালীন বাংলাদেশ ইনস্টিটিউট অব টেকনোলজি (বিআইটি), রাজশাহী (বর্তমানে রুয়েট)-এর ইলেকট্রিক্যাল অ্যান্ড ইলেকট্রনিক ইঞ্জিনিয়ারিং বিভাগ থেকে ১৯৯০ সালে বিএসসি ইঞ্জিনিয়ারিং এবং ২০০১ সালে এমএস ইঞ্জিনিয়ারিং ডিগ্রি লাভ করেন। তিনি ২০১০ সালে জাপানের কিটামি ইনস্টিটিউট অব টেকনোলজি (কেআইটি) থেকে পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nরফিকুল ইসলাম ১৯৯৫ সালে বাংলাদেশ ইনস্টিটিউট অব টেকনোলজি (বিআইটি), রাজশাহী-এর ইলেকট্রিক্যাল অ্যান্ড ইলেকট্রনিক ইঞ্জিনিয়ারিং বিভাগে প্রভাষক হিসেবে যোগদান করেন এবং ১৯৯৯ সালে সহকারী অধ্যাপক হন। বিআইটি, রাজশাহী ২০০৩ সালে রাজশাহী প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ে (রুয়েট) উন্নীত হয়। ২০০৬ সালে তিনি রুয়েটের সহযোগী অধ্যাপক এবং ২০১১ সালে অধ্যাপক পদে পদোন্নতি পান।\nতিনি রুয়েটের সিন্ডিকেট ও অ্যাকাডেমিক কাউন্সিলের সদস্য, ডিন, গবেষণা ও সম্প্রসারণ দফতরের পরিচালক, ছাত্র হলের প্রভোস্ট, বিভাগীয় প্রধানসহ বিভিন্ন গুরুত্বপূর্ণ পদে দায়িত্ব পালন করেছেন। এছাড়াও একাধিক বিশ্ববিদ্যালয়ে শিক্ষক নিয়োগ এবং শিক্ষা ও প্রশাসনিক বিভিন্ন কমিটিতে কাজ করার অভিজ্ঞতা রয়েছে তার।\nরফিকুল ইসলাম সেখ ২০১৮ থেকে ২০২২ সাল পর্যন্ত রাজশাহী প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের উপাচার্য হিসেবে দায়িত্ব পালন করেন।\n\n\n== গবেষণাকর্ম ও প্রকাশনা ==\nরফিকুল ইসলাম দেশীয় ও আন্তর্জাতিক জার্নালে অর্ধশতাধিক গবেষণা নিবন্ধ প্রকাশ ও শতাধিক সম্মেলনে গবেষণা প্রবন্ধ উপস্থাপন করেছেন। পিএইচডি ও স্নাতকোত্তর পর্যায়ের শিক্ষার্থীদের গবেষণা তত্ত্বাবধানের পাশাপাশি তিনি একাধিক গবেষণা জার্নালের রিভিউয়ার হিসেবে দায়িত্ব পালন করেন। দেশে ও বিদেশে বিভিন্ন সম্মেলনে উপস্থাপিত তার একাধিক প্রবন্ধ বেস্ট পেপার হিসেবে স্বীকৃত হয়েছে।\n\n\n== সদস্যপদ ==\nরফিকুল ইসলাম সেখ ইঞ্জিনিয়ার্স ইনস্টিটিউশন, বাংলাদেশ-এর ফেলো এবং বিভিন্ন পেশাজীবী সংগঠনের সক্রিয় সদস্য।\n\n\n== পুরস্কার ও সম্মাননা ==\nসেখ শিক্ষা এবং গবেষণাকর্মের জন্য জাপান স্টুডেন্ট সার্ভিস অর্গানাইজেশন (জেএএসএসও) স্কলারশিপসহ একাধিক ফেলোশিপ ও বৃত্তি লাভ করেছেন।\n\n\n== তথ্যসূত্র =="}