{"pageid": 1065837, "title": "বাট্টিকালোয়া", "url": "https://bn.wikipedia.org/wiki?curid=1065837", "content": "বাট্টিকালোয়া (তামিল: மட்டக்களப்பு,মট্টক্কলপ্পু; সিংহলি: මඩකලපුව, Maḍakalapuwa) হলো শ্রীলঙ্কার পূর্বাঞ্চলীয় প্রদেশের একটি প্রধান শহর এবং এর প্রাক্তন রাজধানী। এটি বাট্টিকালোয়া জেলার প্রশাসনিক রাজধানী। শহরটি শ্রীলঙ্কার ইস্টার্ন ইউনিভার্সিটির আসন এবং এটি একটি প্রধান বাণিজ্যিক কেন্দ্র। বাট্টিকালোয়া হচ্ছে একটি পূর্বাঞ্চলীয় উপকূলীয় নগর। এই নগরটির অধিবাসীরা তামিল জাতির এবং হিন্দু ধর্মাবলম্বী। নগরটি বাণিজ্য এবং পর্যটনের জন্য বিখ্যাত। নগরটি ত্রিনকোমালি থেকে ১১১ কিলোমিটার দক্ষিণে একটি দ্বীপে অবস্থিত। পাসিকুদাহ একটি জনপ্রিয় পর্যটন কেন্দ্র। এটি ৩৫ কিলোমিটার (২২ মা) উত্তর-পশ্চিমে অবস্থিত। সেখানে সমুদ্র সৈকত এবং সমতল বছরব্যাপী উষ্ণ-পানির অগভীর-উপহ্রদ রয়েছে।\n\n\n== ব্যুৎপত্তি ==\nবাট্টিকালোয়া একটি পর্তুগিজ শব্দ থেকে উদ্ভুত। এই অঞ্চলের মূল নাম হচ্ছে তামিল \"মাটাক্কালাপ্পু\" (অনুবাদ: কাদা জলাভূমি )। মাট্টাকল্লাপ্পু মানমিয়ামের  (மட்டக்களப்பு மான்மியம்) মতে মাট্টাক্কাল্লপু শব্দটি তামিল শব্দ \"মাট্টু\" বা \"মাট্টা\" (மட்டு) ও কালাপ্পু থেকে উদ্ভুত। এই \"মাট্টু\" বা \"মাট্টা\" শব্দটি আবার \"মাট্টম\" (மட்டம்) শব্দটি থেকে উদ্ভুত। এর অর্থ হচ্ছে অর্থ সমতল। অন্যদিকে \"কালাপ্পু\" হচ্ছে একটি ভৌগোলিক নাম। মুক্কুওয়া এই স্থানটিকে কালাপ্পু-মাট্টম বা উপহ্রদের সীমানা হিসাবে নামকরণ করেন। পরে এটি মাট্টা-কাল্লাপ্পু বা সমতল উপহ্রদে পরিণত হয়। এছাড়াও কালাডি সেতুর কাছে বাট্টিকালোয়া উপহ্রদের মাছ বা জলজ প্রাণীর সাথে সম্পর্কিত বাদ্যযন্ত্রের মতো শব্দের কারণে বাট্টিকালোয়ার একটি ডাকনাম আছে। সেটি হচ্ছে \"গায়ক মাছের ভূমি\" ( তামিল: மீன் பாடும் தேன் நாடு)। বিবিসি রেডিও ৪ বাট্টিকালোয়া উপহ্রদে রহস্যময় শব্দ রেকর্ড করতে সক্ষম হয়েছিল। একজন ক্যাথলিক যাজক রেভ ফ্রান্সিস ল্যাং-এর সহায়তায় ১৯৬০ সালে শ্রীলঙ্কা ব্রডকাস্টিং কর্পোরেশন এই শব্দটি সম্প্রচার করেছিল।\n\n\n== ভূগোল ==\nবাট্টিকালোয়া শ্রীলঙ্কার পূর্ব উপকূলে একটি সমতল উপকূলীয়-সমভূমিতে অবস্থিত, যা পূর্ব শ্রীলঙ্কার উপকূলের মধ্যভাগ অংশ জুড়ে বিস্তৃত। এর গড় উচ্চতা প্রায় ৫ মি (১৬ ফু)। বাট্টিকালোয়া জেলায় তিনটি উপহ্রদ বা উপহ্রদ রয়েছে। সেগুলো হলো: বাট্টিকালোয়া উপহ্রদ, ভালিচচেনাই উপহ্রদ এবং ভাকারি (প্যানিকচানকের্নি) উপহ্রদ। এই উপহ্রদগুলোর মধ্যে বাট্টিকালোয়া উপহ্রদ হচ্ছে বৃহত্তম উপহ্রদ। এটি ৫৬ কিলোমিটার (৩৫ মাইল) দীর্ঘ এবং ১৬২ বর্গ কিলোমিটার (৬৩ বর্গ মাইল) এলাকা জুড়ে বিস্তৃত এবং উত্তরের পাঙ্কুদাওলি থেকে দক্ষিণে কালমুনাই পর্যন্ত প্রসারিত।\nবাট্টিকালোয়া উপহ্রদের মধ্যে বেশ কয়েকটি দ্বীপ রয়েছে, যেমন: পুলিয়ান্থাভু, বাফেলো দ্বীপ এবং বোন দ্বীপ। স্থলভাগ এবং দ্বীপগুলোকে সংযুক্ত করে উপহ্রদ জুড়ে অনেক সেতু নির্মিত হয়েছে। পুলিয়ানথিভু হচ্ছে শহরের মেট্রোপলিটন স্থান। সব থেকে বড় সেতু হলো কাল্লাডিতে অবস্থিত লেডি ম্যানিং সেতু। এটি জেলার দক্ষিণ স্থানগুলো থেকে শহরে প্রবেশের প্রধান পথ। এই সেতুটি মাছের বাজনার জন্যও বিখ্যাত। পূর্ণিমার সময়ে কাল্লাডি উপহ্রদে শোনা বাদ্যযন্ত্রের শব্দ হিসাবে বিবেচিত হতো। ফাদার ল্যাং নামে একজন যাজক এই বাদ্যযন্ত্রের কবজটি রেকর্ড করেছিলেন এবং ১৯৬০-এর দশকে শ্রীলঙ্কা ব্রডকাস্টিং কর্পোরেশনের মাধ্যমে এটি সম্প্রচার করেছিলেন।\nবাট্টিকালোয়ার সৈকত বালুকাময় এবং ৪ কিমি (২.৫ মা) বরাবর অবস্থিত শহরের উপকূলরেখার পাশাপাশি পার্শ্ববর্তী স্থানগুলোর মধ্য দিয়ে আরও প্রসারিত। এর মধ্যে রয়েছে কালাডি সৈকত, পাসিকুদাহ এবং কালকুদাহ। পাসিকুদাহ হলো সমুদ্র থেকে সুরক্ষিত একটি উপসাগর। সেখানে একটি সমতল এবং বালুকাময় বিছানা উপকূল থেকে ১৫০–২০০ মি (৪৯০–৬৬০ ফু) মিটার পর্যন্ত বিস্তৃত।\n\n\n=== জলবায়ু ===\nবাট্টিকালোয়া কোপেন জলবায়ু শ্রেণিবিভাগের অধীনে একটি গ্রীষ্মমণ্ডলীয় আর্দ্র এবং শুষ্ক জলবায়ু রয়েছে। একে সাধারণভাবে 'শুষ্ক-মৌসুমী জলবায়ু' হিসাবেও উল্লেখ করা হয়। বাট্টিকালোয়া এর জলবায়ু সারা বছরই নাতিশীতোষ্ণ থাকে। মার্চ থেকে মে পর্যন্ত, অর্থাৎ বছরের উষ্ণতম সময়ে এখানকার সর্বোচ্চ তাপমাত্রা গড়ে প্রায় ৩২ ডিগ্রি সেলসিয়াস (৮৮ ডিগ্রি ফারেনহাইট) পর্যন্ত হয়ে থাকে। বর্ষা মৌসুমে সাধারণত নভেম্বর থেকে ফেব্রুয়ারি পর্যন্ত ভারী বৃষ্টিপাত রেকর্ড করা হয়। সেসময়ের গড় তাপমাত্রা ২৫ °সে (৭৭ °ফা) হয়ে থাকে। বাট্টিকালোয়া তে বার্ষিক গড় বৃষ্টিপাতের পরিমাণ ১,৬৫০.৯ মিমি (৬৫.০০ ইঞ্চি)।\n\n\n== ইতিহাস ==\n\n\n=== প্রথম ইতিহাস ===\n\nমাট্টাকাল্লাপ্পু মানমিয়ামে (மட்டக்களப்பு மான்மியம்) উল্লেখ করা হয়েছে মুক্কুভা বা মুটকুহার এই ভূমিতে স্থানান্তরিত হওয়া এবং বিভিন্ন এলাকায় সাতটি গ্রাম নির্মাণকারী প্রথম ব্যক্তি হিসাবে পরিচিত। তারা ভারত থেকে তাদের জনগণকে অভিবাসিত করে এবং মুক্কুভা রাজ্য প্রতিষ্ঠা করে। বাট্টিকালোয়ার গ্রাম ও শহরগুলোর নাম এখনও প্রাচীন বাট্টিকালোয়া বাসীদের ঐতিহাসিক প্রমাণ বহন করে। মুটকুহার লবণাক্ত জলের মধ্য দিয়ে এই স্থানে প্রবেশ করে এবং উপহ্রদের চারপাশে অবস্থিত জঙ্গলে তাদের ভ্রমণের গন্তব্যে পৌঁছে যায়। তখন তারা তাদের দীর্ঘ যাত্রা শেষ করে। মুক্কুভা কর্তৃক প্রদত্ত নামটি ছিল \"কাল্লুপু-মাট্টম\"। এর আক্ষরিক অর্থ \"উপহ্রদের সীমানা\"। পরে এটি \"মাট্টা-কাল্লাপ্পু\" নামে পরিচিত ছিল, যা মুক্কুভার ভ্রমণের গন্তব্য নির্দেশ করে।\n\n\n=== মুক্কুভা যুদ্ধ ===\nমুক্কুভা হলো প্রাচীন তামিল দেশের একটি উপকূলীয় সম্প্রদায়।  তারা মিশ্র উৎসের এবং ইতিহাসের বিভিন্ন সময়ে স্থানান্তরিত হয়েছে। মুক্কুভারা পুত্তলামের চারপাশে যুদ্ধ চালিয়ে গিয়েছিল। পাশাপাশি তারা পশ্চিম উপকূলেও বসতি স্থাপন করেছিল। সূর্যবংশের সিংহল রাজারা মুক্কুবাসকে তাদের ভাড়াটে বাহিনী হিসাবে রেখেছিল। তারা বার্মার মতো অন্যান্য দেশের বিরুদ্ধে যুদ্ধ চালিয়েছিল। গজবাহু, পরক্রমবাহু, বিজয়বাহু এই সূর্যবংশ রাজাদের মধ্যে কয়েকজন ছিলেন যারা শ্রীলঙ্কার সুরক্ষা ও প্রতিরক্ষার জন্য চেরা সৈন্যদের নিয়োগ করেছিলেন। প্রথম গজবাহু চেরান চেঙ্কুত্তুভানের বন্ধু ছিল। এই সম্পর্কে শিলাপ্পাদিকারমের মহান জৈন মহাকাব্যে উল্লেখ করা হয়েছে। এর পাশাপাশি শ্রীলঙ্কার মহাবংশেও ীর উল্লেখ রয়েছে।\nরাজারাজা চোলানের আক্রমণে অনুরাধাপুর ধ্বংস হয়ে গিয়েছিল। তিনি পলোন্নারুয়া শহর প্রতিষ্ঠা করেছিলেন। অনুরাধাপুরা ধ্বংস হলে রাজধানী অনুরাধাপুরা থেকে পলোন্নারুয়ায় স্থানান্তরিত হয়। পরবর্তীতে পলোন্নারুয়া ধ্বংস হলে উক্ত রাজ্যের রাজধানী কোট্টে এবং তারপর ক্যান্ডিতে স্থানান্তরিত হয়। যদিও পলোন্নারুয়াতে কয়েকটি হিন্দু মন্দির ছিল। তবে এটি ছিল সুন্দর বৌদ্ধ স্থাপত্যে পূর্ণ একটি মহান বৌদ্ধ শহর। এটি আংকর বাটের সাথে মিলে যায়।\n\n\n=== কলিঙ্গ মাঘ ===\nপরিবর্তনের অনুঘটক হিসেবে কলিঙ্গ মাঘ তর্কসাপেক্ষে শ্রীলঙ্কার ইতিহাসে অন্যতম গুরুত্বপূর্ণ শাসক। তার আগ্রাসন মূলক আক্রমণ রাজারতা রাজ্যের চূড়ান্ত বিপর্যয়মূলক  ধ্বংসকে চিহ্নিত করে।ধ্বংসের আগ পর্যন্ত সেটি ততদিন ধরে দ্বীপের স্থানীয় শক্তির কেন্দ্রস্থল ছিল। সেখানকার প্রাচীন রাজাদের মহান শহরগুলো এরপর হারিয়ে গিয়েছিল এবং এগুলো জঙ্গলে অদৃশ্য হয়ে যায়। ১৯ শতকের আগ পর্যন্ত এগুলো পুনরায় আবিষ্কৃত হয়নি। স্থানীয় শক্তি এরপর থেকে দক্ষিণ ও মধ্য শ্রীলঙ্কার রাজ্যগুলোর একটি ক্যালিডোস্কোপিকভাবে স্থানান্তরিত সংগ্রহের উপর কেন্দ্রীভূত ছিল। এদিকে উত্তরের রাজ্যটি শেষপর্যন্ত জাফনা রাজ্যে বিবর্তিত হয়। এটি ১৬১৯ সালে পর্তুগিজদের দ্বারা ঔপনিবেশিক শাসনের অধীনে আসে।\nকলিঙ্গ মাঘের ভূ-রাজনৈতিক প্রভাব কুলবংশের পরিবর্তিত ভাষাতেও প্রতিফলিত হয়। শ্রীলঙ্কার ঐতিহ্যবাহী বিভাগ রাজারতা, ধাক্কিনাদেসা এবং রুহুনায় নাম প্রথমে পরিবর্তন করা হয়। তখন রাজারতা পাথিথাদেসা হয়, ধাক্কিনাদেসা মায়ারাতা হয়। তারপর পূর্বনাম সম্পূর্ণরূপে অপ্রচলিত হয়ে পড়ে। তাদের উত্তরসূরি রাজ্যগুলো ভৌগোলিকভাবে ছোট এবং একটি শক্তিশালী দুর্গ-রাজধানীর উপর কেন্দ্রীভূত ছিল। উদাহরণ হিসেবে ইয়াপাহুওয়া বা গাম্পোলার নাম উল্লেখ করা যায়। এগুলোর মধ্যে সীতাওয়াকার মতো স্বল্পস্থায়ী হওয়ার প্রবণতা ছিল।\n\n\n=== জাফনা রাজ্য ===\nরোহানা উপ-রাজ্যের পতন এবং পলোন্নারুয়ার পরাজয়ের পর চোল শক্তির উত্থানের সাথে সাথে, অর্থাৎ প্রায় ১৩ তম শতাব্দী থেকে, এই অঞ্চলগুলো বনভূমিতে পরিণত হয়ে ওঠে। অনেক সেচের জলাধার (কিছু আজও বিদ্যমান) ম্যালেরিয়া বহনকারী মশার আবাসস্থল হয়ে ওঠে (শ্রীলঙ্কার ইতিহাস দেখুন)। এরই মধ্যে, পূর্ব উপকূলীয় অঞ্চলটি ম্যালেরিয়া দ্বারা কম প্রভাবিত হয়েছিল এবং সেসব অঞ্চল অন্যের দ্বারা দখল করা শুরু করেছিল। এইভাবে সমুদ্রের উপকূলের মানুষদের মধ্যে যারা অনুরাধাপুরের সময় থেকে উপকূল বরাবর বসতি স্থাপন করতে শুরু করেছিল, তারা আনুমানিক ৬ষ্ঠ শতাব্দীতে বিকশিত হতে শুরু করে। বনগুলো বেধ জনগোষ্ঠীর দ্বারা প্রভাবিত হতে থাকে যা ক্যান্ডির সিংহলী রাজাদের সাথে রাজত্ব (\"ক্রস-কাজিন\") দাবি করে।\nদ্বিতীয় পরাক্রমবাহুর রাজ্যাভিষেক ১২৩৬ সালে অনুষ্ঠিত হয়। তিনি তামিলদের কাছ থেকে পোলোন্নারুওয়া পুনরুদ্ধারের দিকে মনোনিবেশ করেছিলেন এবং ১২৪৪ সালের মধ্যে এই উদ্দেশ্য অর্জন করেছিলেন। এই প্রসঙ্গে কলিঙ্গ মাঘ এবং জয় বহু নামক দুই রাজার নাম উল্লেখ করা হয়েছে। তিনি চল্লিশ বছর ক্ষমতায় ছিলেন। স্পষ্টতই সহসা মাল্লার পরে সামরিক শাসনের সময় থেকে গণনা করা হয়েছিল। তামিল যুদ্ধ এবং 'মালালা যুদ্ধ' সমসাময়িক ক্রনিকলস দ্বারা বিশেষভাবে উল্লেখ করা হয়েছে। দুই রাজা সম্ভবত দেশের বিভিন্ন অংশে অধিষ্ঠিত ছিলেন। রাজার একাদশ বছরে (১২৪৪/৫) তাকে লঙ্কা চন্দ্রভানু দ্বারা আক্রমণ করা হয়েছিল। তাদের সাথে তাম্ব্রালিঙ্গের একজন জাভানিজ (জাভাকা) দ্বারা ব্লো-পাইপ এবং বিষাক্ত তীর দিয়ে সজ্জিত একটি হোস্ট ছিল। তিনি সম্ভবত একজন সমুদ্র-ডাকাত ছিলেন। যদিও সে প্রতিশোধ নেওয়া পরে দ্বীপে নেমে এসেছিল।\nসমসাময়িক রেকর্ড অনুযায়ী রাজত্বের বাকি অংশ ধার্মিক কাজগুলোতে ব্যয় করা হয়েছিল; রাজা যাজকত্বের সংস্কারের উদ্দেশ্যে একটি সমাবর্তনও করেছিলেন, যার শৃঙ্খলা তামিল দখলদারিত্বের সময় শিথিল করা হয়েছিল। ক্রনিকলগুলোতে একটি মহান পান্ডিয়ান আগ্রাসনের কোনও উল্লেখ নেই যা ১২৫৪ থেকে ১২৫৬ সালের মধ্যে সংঘটিত হয়েছিল বলে মনে হয়। সেখানে লঙ্কার রাজাদের মধ্যে একজনকে হত্যা করা হয়েছিল এবং অন্যজনকে করদ রাজা করা হয়েছিল। এ থেকে এটা স্পষ্ট যে দ্বিতীয় পরাক্রমবাহু কখনোই এই দ্বীপের উত্তরাংশ পুনরুদ্ধার করতে পারেননি। এটি অবশ্যই তার মহান নামগুলোর দ্বারা অনুষ্ঠিত হয়েছিল।\n\n\n=== ইউরোপীয় উপনিবেশ ===\nপর্তুগাল\n\nভারতের পর্তুগিজ অ্যাডমিরাল লরেনকো ডি আলমেদা সিলন আক্রমণ করেন এবং এটিকে পর্তুগিজ উপনিবেশে পরিণত করেন। ১৬২০ সালে বাট্টিকালোয়াকে তিনি সুরক্ষিত রেখেছিলেন। ১৬৩৮ সাল পর্যন্ত এটি বজায় ছিল। এরপর ডাচরা এখানে সফলভাবে আক্রমণ করেছিল।\n\n\n=== বাট্টিকালোয়া রাজত্ব ===\n\nলংকা দীর্ঘদিন ধরে বিভিন্ন শাসকদের একটি কনফেডারেশন ছিল এবং বিভিন্ন রাজপুত্র বিভিন্ন প্রদেশ শাসন করেছিল এবং একে অপরকে সাহায্য করেছিল আবার কেউ কেউ একে অপরের বিরুদ্ধে ষড়যন্ত্রও করেছিল। পর্তুগিজ ঔপনিবেশিকরা যখন কোত্তে শাসন করার সময় নিজেদের মধ্যে ভাগ হয়ে যাচ্ছিল, তখম ক্যান্ডি কিংডম এবং জাফনা কিংডমকে পর্তুগালের বিরুদ্ধে লড়াই করার জন্য একটি কনফেডারেশন তৈরি করতে হয়েছিল। একটি যৌথ কৌশল হিসাবে তারা বিশ্বব্যাপী মুক্ত বাণিজ্যের জন্য এবং পর্তুগিজদের পরিত্রাণ পেতে নেদারল্যান্ডসের সাথে যোগাযোগ করেছিল।\nকেপ কমোরিন থেকে ডাচ অ্যাডমিরাল জোরিস ভ্যান স্পিলবার্গেন তার পথ ধরে পয়েন্ট দে গালে চলে যান। কিন্তু সেখানে অবতরণ না করে বা পর্তুগিজদের দ্বারা দৃঢ়ভাবে সুরক্ষিত অন্য কোনো স্থানে না গিয়ে, তিনি দ্বীপের দক্ষিণ উপকূল প্রদক্ষিণ করেন এবং বাট্টিকালোয়ার উদ্দেশ্যে যাত্রা করেন। সেখানে তিনি ৩১ মে ১৬০২ তারিখে নোঙর করেন।\n\nতিনি জানতে পেরেছিলেন যে বাট্টিকালোয়া শহরটির যেখানে প্রদেশের প্রধান থাকতেন, সেটি উপকূল থেকে প্রায় তিন মাইল (৫ কিলোমিটার) অভ্যন্তরে অবস্থিত। তাই তিনি তার সাথে বাণিজ্যে প্রবেশের প্রস্তাব দিয়ে তার কাছে একজন দূত পাঠান। এরই মধ্যে তিনি বোর্ডে আসা কিছু তামিলদের কাছ থেকে জানতে পেরেছিলেন যে সেখানে প্রচুর পরিমাণে মরিচ এবং দারুচিনি ছিল, তবে এটি জায়গাটির অধিকার সেখানকার প্রধানের কাছ থেকে পাওয়া উচিত ছিল। এই তামিলরা তাদের সঙ্গে পর্তুগিজ দোভাষী নিয়ে এসেছিল; কারণ পর্তুগিজ ছিল সেখানকার একমাত্র ইউরোপীয় ভাষা। একমাত্র ইউরোপীয় ভাষাটিই তখন সিলনের মানুষদের শোনা কারও কারও কথ্য ছিল। তখন দ্বীপের স্থানীয়দের ধারণা ছিল না যে অন্যান্য শ্বেতাঙ্গ লোকেরা পর্তুগিজ ব্যতিত অন্য কোনও ভাষায় কথা বলে।\nঅ্যাডমিরালকে বাট্টিকালোয়া থেকে ক্যান্ডিতে নিয়ে যাওয়া হয়েছিল এবং রাজা রাজাসিংহে পর্তুগিজদের পরিত্রাণ পাওয়ার সুযোগটি গ্রহণ করেছিলেন, নিপীড়করা যারা ধীরে ধীরে দ্বীপটিকে পদ্ধতিগতভাবে দখল করছিল এবং রাজাসিংহের বিরুদ্ধে নাশকতার প্রচার করছিল।\nবাট্টিকালোয়া দুর্গ ১৬২৮ সালে পর্তুগিজদের দ্বারা নির্মিত হয়েছিল। ডাচরা পরে এটা দখল করে নিয়েছিল (১৮ মে ১৬৩৮)। এটি শ্রীলঙ্কার ছোট ডাচ দুর্গের অন্যতম নিদর্শন। এটি একটি দ্বীপে অবস্থিত, সে এখনও ভাল অবস্থায় রয়েছে।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\n১৯৪২ সালে দ্বিতীয় বিশ্বযুদ্ধের সময় বিমানবাহী বাহক এইচএমএস হার্মিস এবং এসকর্টিং ডেস্ট্রয়ার এইচএমএএস ভ্যাম্পায়ার ত্রিঙ্কোমালিতে অবস্থান করেছিল। এই দুটি জাহাজই বাট্টিকালোয়ার কাছে জাপানি বিমান হামলার মুখে পড়ে এবং ডুবে যায়। এইচএমএস হার্মিসের কিছু অবশিষ্টাংশ এখনও বাট্টিকালোয়া থেকে প্রায় ৯ নটিক্যাল মাইল (১৭ কিলোমিটার) দূরে নিমজ্জিত অবস্থায় আছে।\n\n\n=== ২০০৪ সুনামি ===\n২০০৪ সালের ২৬ ডিসেম্বরের সুনামির সময়ও শহরটি সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়েছিল।২০০৪ ভারত মহাসাগরে ভূমিকম্প শুরু হওয়ার ৯০ মিনিটের মধ্যেই শহরের ভেতরে পানি বেড়ে ৪.৭ মিটার (১৫ ফুট) পর্যন্ত উঠে যায়।\n\n\n=== ২০১৯ ইস্টার বোমা হামলা ===\n২১ এপ্রিল ২০১৯-এ এই শহরের জিওন চার্চ মুসলিম জঙ্গিদের আত্মঘাতী বোমারুদের দ্বারা লক্ষ্যবস্তু হয়েছিল। এই হামলায় বাট্টিকালোয়া শহরে অন্তত ২৮ জনের মৃত্যুর খবর পাওয়া গেছে।\n\n\n== আধুনিক বাট্টিকালোয়া শহর ==\n\nশহরের চারটি প্রধান বিভাগ রয়েছে।\n\nপুলিয়ান্থিভু : অনেক সরকারী বিভাগ এবং অফিস, স্কুল, ব্যাংক ধর্মীয় স্থান, জেনারেল হাসপাতাল, ওয়েবার স্টেডিয়াম এবং দোকানগুলোর আসন। এটি আইসিআরসি, জাতিসংঘ, ইউনিসেফ, ওয়ার্ল্ড ভিশন ইত্যাদি সহ এনজিও অফিসগুলোর জন্য একটি জায়গা ছিল।\nকোদ্দামুনাই : স্কুল, ব্যাঙ্ক, শ্রীলঙ্কা টেলিকম পূর্বের আঞ্চলিক অফিস, দোকান এবং অনেক সরকারি অফিস অবস্থিত। পেরিয়া পালাম এবং পুথুপ্পালাম নামে দুটি সেতু পুলিয়ান্থিভু দ্বীপকে কোদ্দামিনাই ভূমির সাথে সংযুক্ত করেছে।\nকালাডি : এখানে অনেক সরকারি ভবন এবং বেসরকারি শিল্প, স্কুল, হাসপাতাল এবং ইস্টার্ন ইউনিভার্সিটি মেডিকেল ফ্যাকাল্টি রয়েছে। ক্যালাডি লেডি ম্যানিং ব্রিজ ক্যালাডি এবং আরাসেকে সংযুক্ত করেছে।\nপুথুর : এখানেই বাট্টিকালোয়া এর অভ্যন্তরীণ বিমানবন্দর অবস্থিত।\n\n\n== জনসংখ্যা ==\nবাট্টিকালোয়া শ্রীলঙ্কার পূর্ব উপকূলে অবস্থিত। এটি কলম্বো থেকে  ৩১৪ কিমি দূরে অবস্থিত। এই শহরের ৯৫,৪৮৯ জনসংখ্যা প্রধানত শ্রীলঙ্কার তামিলদের নিয়ে গঠিত। অন্যদের মধ্যে রয়েছে মুর মুসলিম, সিংহলি, বার্ঘার এবং আদিবাসী বেদ্দের জনসংখ্যা।\nবাট্টিকালোয়া জেলা নিজেই কয়েকটি প্রশাসনিক বিভাগ নিয়ে গঠিত, যা হলো: মনমুনাই উত্তর, মনমুনাই পশ্চিম, মনমুনাই দক্ষিণ এবং এরুভিল পাট্টু, মনমুনাই পাট্টু, কোরালাই পাট্টু উত্তর, পোরাতিভু পাট্টু, কাত্তানকুডি, ইরাভুর পাট্টু, ইরাভুর টাউন, কোরালাই পাট্টু এবং পশ্চিম কোরালাই পাট্টু। ২০১২ সালের আদমশুমারিতে প্রায় ৫২৫,১৪২ জন ব্যক্তি (৫২.২% মহিলা) রেকর্ড করা হয়েছিল। ২০১২ সালে ধর্ম-ভিত্তিক পরিসংখ্যান হলো: হিন্দু ৬৪.৬%, মুসলিম ২৫.৫%, খ্রিষ্টান ৮.৮%, অল্প সংখ্যক বৌদ্ধ (১.১%) এবং অন্যান্য। ২০০৯ সালে শেষ হওয়া লিবারেশন টাইগার্স অব তামিল ঈলম (এলটিটিই) দখলদারিত্বের সময় এই পরিসংখ্যানগুলো হিন্দুদের প্রতি আরও বেশি মেরুকরণ হয়ে ওঠে (ইলম যুদ্ধ ৪ দেখুন)।\n২০১২ সালের আদমশুমারি অনুসারে, মোট জনসংখ্যা ছিল ৫২৫,১৪২ জন। যার মধ্যে ৩৮১,২৮৫ জন শ্রীলঙ্কার তামিল, ১৩৩,৮৪৪ জন মুর, ৬,১২৭ জন সিংহলি, ২,৭৯৪ জন বার্গার, ১,০১৫ ভারতীয় তামিল, ৫৮ জন ভেদ্দা, ১৬ জন মালয় এবং ৩ জন শ্রীলঙ্কা চেট্টি৷\n\n\n== শিক্ষা প্রতিষ্ঠান ==\n\nবাট্টিকালোয়াতে প্রতিষ্ঠিত প্রথম শিক্ষা প্রতিষ্ঠান ছিল মেথডিস্ট সেন্ট্রাল কলেজ, যা ১৮১৪ সালে ওয়েসলিয়ান মেথডিস্ট উইলিয়াম অল্ট দ্বারা প্রতিষ্ঠিত হয়েছিল। অন্যান্য উল্লেখযোগ্য প্রতিষ্ঠানগুলো হলো শিবানন্দ বিদ্যালয়, হিন্দু কলেজ, সেন্ট মাইকেলস কলেজ, বাট্টিকালোয়া, সেন্ট সিসিলিয়া গার্লস কলেজ এবং ভিনসেন্ট গার্লস হাই স্কুল। শ্রীলঙ্কার ইস্টার্ন ইউনিভার্সিটি (ইইউএসএল) বাট্টিকালোয়া থেকে ১৬ কিলোমিটার উত্তরে ভানথারুমুলাইতে অবস্থিত। এই বিশ্ববিদ্যালয়টি ১৯৮০ সালে প্রতিষ্ঠিত হয়েছিল। শ্রীলঙ্কার তামিল গেরিলা বা লিবারেশন টাইগার্স অব তামিল ঈলম (এলটিটিই) ও সরকারি বাহিনির মধ্যকার গৃহযুদ্ধের কারণে এর উন্নয়ন কার্যক্রম ব্যাহত হয়েছে। এটি বাট্টিকালোয়া জেলার সাংস্কৃতিক ও অর্থনৈতিক কেন্দ্রবিন্দু এবং ত্রিনকোমালির দিকেও এর প্রভাব প্রসারিত করে। শ্রীলংকার উন্মুক্ত বিশ্ববিদ্যালয়ের বাট্টিকালোয়া আঞ্চলিক কেন্দ্র হলো বাট্টিকালোয়ার আরেকটি শিক্ষা সম্পদ।\n\n\n== সাংস্কৃতিক প্রতিষ্ঠান ==\nবাট্টিকালোয়া ঐতিহাসিকভাবেই পর্তুগিজ বার্ঘার সংস্কৃতির একটি কেন্দ্র। এটি ক্যাথলিক বার্ঘার ইউনিয়ন দ্বারা আধুনিক যুগেও সমর্থিত। ১৯৮০-এর দশকে, বার্ঘারদের অনেকেই অস্ট্রেলিয়ায় অভিবাসিত হওয়া সত্ত্বেও, ইউনিয়নটি এখনও শ্রীলঙ্কার পর্তুগিজদের প্রায় ২,০০০ বক্তার সংখ্যা ছিল, যা তাদের বৃহত্তম সম্প্রদায় হিসাবে পরিণত করেছিল। তারা এখনও তাদের উপভাষায় কথা বলে।\n\n\n== ধর্মীয় প্রতিষ্ঠান ==\n\nএই অঞ্চলটি তামিল অধ্যুষিত হওয়ায় হিন্দু ধর্ম বাট্টিকালোয়ার প্রধান ধর্ম। শ্রীলঙ্কার পূর্বাঞ্চলীয় প্রদেশ হলো আম্মান মন্দিরের একটি স্থান। এখানে শীলাপ্তিকরমের মহিলা দেবতা কান্নাকির পূজা করা হয়। রাজা প্রথম গজবাহুর সাথে এই অঞ্চলে হিন্দু ধর্মের আগমন ঘটে। তিনি তার বন্ধু চেরান সেনগুত্তুভানের চেরা রাজ্য থেকে বসতি স্থাপনকারী তামিলদের নিয়ে এসেছিলেন। সিল্পপতিকারাম কপিটি প্রাথমিকভাবে তামিল পণ্ডিতদের দ্বারা ত্রিনকোমালিতে আবিষ্কৃত হয়েছিল। তামিলনাড়ুর কাছে এই মহান তামিল সাহিত্যের অনুলিপি ছিল না। শ্রীলংকার উত্তর ও পূর্ব অংশে কানাকি আম্মানের সম্মানে বেশ কয়েকটি মন্দির রয়েছে। গাজাবাহু আমি আম্মান উপাসনাকে তার মৃত্যুর পর খ্রিস্টীয় তৃতীয় শতাব্দীতে শ্রীলঙ্কায় নিয়ে আসে।\nশ্রী মামঙ্গেশ্বরার কোভিল দেশের হিন্দুদের জন্য অন্যতম প্রধান পবিত্র স্থান যা বাট্টিকালোয়া শহর থেকে ৬ কিলোমিটার দূরে আমিরথকলি নামে একটি স্থানে অবস্থিত। হিন্দুরা বিশ্বাস করে যে, মামঙ্গেশ্বর জলাধারে পবিত্র পানিতে স্নান করার মাধ্যমে, তাদের পরিবারের বিদেহী আত্মারা তাদের রূপান্তরের চক্রে আরও উত্তম অর্জন লাভ করবে। শ্রী কান্দাস্বামী/কানাকাই আম্মান কোভিল ভক্তিমূলক দৃষ্টিকোণ থেকে গুরুত্বপূর্ণ। মন্ডুর (மண்டூர்) মন্দিরটি এই অঞ্চলের দক্ষিণ প্রান্তে এবং মমঙ্গেশ্বর মন্দিরটি মুহাথুভারম (முகத்துவாரம்) এর পশ্চিম প্রান্তে অবস্থিত।\nকলানি মসজিদ এবং কোদ্দামুনাই দরগা এবং মাদ্রাসা দুটি উল্লেখযোগ্য মুসলিম প্রতিষ্ঠান। এ অঞ্চলে বিপুল সংখ্যক মসজিদ রয়েছে।\nউপকূলীয় সম্প্রদায়ের মধ্যে কিছু ক্যাথলিক সম্প্রদায়ের মানুষ থাকায় এখানে খ্রিস্টান ধর্ম বর্তমান এবং ক্যাথলিক গীর্জা সর্বত্র পাওয়া যায়। ঔপনিবেশিক প্রভাবের সময়, ক্যাথলিকদের ব্যাটিকালোয়ানে প্রবর্তন করা হয়েছিল এবং বাট্টিকালোয়াতে প্রথম ক্যাথলিক গির্জা ১৬২৪ সালে প্রতিষ্ঠিত হয়েছিল। ক্যাথলিক চার্চের একটি ডায়োসিস সদর দফতর এই শহরে রয়েছে। মেথডিস্ট, অ্যাংলিকান এবং অন্যান্য প্রোটেস্ট্যান্ট এবং তাদের স্কুলগুলোও বাট্টিকালোয়াতে উপস্থিত রয়েছে। বাট্টিকালোয়া মিউনিসিপ্যাল কাউন্সিল এলাকায়, অন্যান্য এলাকার তুলনায় এই শহরে  খ্রিস্টান উপস্থিতির সংখ্যা বেশ শক্তিশালী (২৩%)।\nপরেরটি একটি ঐতিহাসিক বন্দর এবং প্রাচীন বৌদ্ধ উপাসনালয়, যা \"ধাতু বংশ\"তে উল্লেখ করা হয়েছে। ডাচ ফোর্টের দাগাবা এবং উপাসনালয়টি প্রাচীনতম (১ম শতাব্দীর খ্রিস্টাব্দ), মঙ্গলারামায়া বাট্টিকালোয়ার একটি সুপরিচিত আধুনিক বৌদ্ধ মন্দির।\n\n\n== অর্থনৈতিক ক্রিয়াকলাপ ==\nচাল এবং নারকেল হলো জেলার দুটি প্রধান খাদ্য। এখানকার বন্দরে নিয়মিত দ্বীপের চারপাশে স্টিমারগুলি ব্যবসা করে। বাট্টিকালোয়ার উপহ্রদটি এর \"গায়ক মাছ\" এর জন্য বিখ্যাত। এটি শেল-মাছ বলে মনে করা হয় যা বাদ্যযন্ত্রের নোট দেয়। এই জেলায় ভেদ্দা জনগোষ্ঠী বা \"জঙ্গলের বন্য মানুষ\"দের একটি অবশিষ্টাংশ রয়েছে। শ্রীলঙ্কার গৃহযুদ্ধের আগে, সেখানে বড় আকারের চিংড়ির খামারের পাশাপাশি মাছ ও চাল প্রক্রিয়াজাতকরণ কার্যক্রম ছিল। বাট্টিকালোয়া পর্যটন সম্পর্কিত শিল্পের জন্য একটি বিশাল সম্ভাবনা দেখায়।\n\n\n=== পরিবহন ===\n\nবাট্টিকালোয়া হলো শ্রীলঙ্কা রেলওয়ে নেটওয়ার্কের একটি ব্রডগেজ শাখা রেলওয়ের টার্মিনাল। বাট্টিকালোয়া রেলওয়ে স্টেশনটি বাট্টিকালোয়া লাইনের শেষ স্টেশন। বাট্টিকালোয়া বিমানবন্দর হলো একটি সামরিক বিমান বাহিনীর ঘাঁটি। এই ঘাঁটিতে সিনামন এয়ার এবং হেলিটার্সের পাশাপাশি বেসামরিক ব্যক্তিবর্গের জন্য আভ্যন্তরীণ বিমান পরিষেবা রয়েছে। শ্রীলঙ্কার প্রধান শহরগুলোতে বাস পরিষেবা উপলব্ধ।\n\n\n== আরও দেখুন ==\nবাট্টিকালোয়া তামিল উপভাষা\nশ্রীলঙ্কার শহরের তালিকা\nপর্তুগিজ বার্গার\nভেলাভেলি ব্রাহ্মী শিলালিপি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nবাট্টিকালোয়া পৌরসভা\nবাট্টিকালোয়া (তামিল ভাষায়)\nব্যাটিকালোয়া ডায়োসিস  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ মার্চ ২০১৪ তারিখে"}