{"pageid": 1066168, "title": "এম রোস্তম আলী", "url": "https://bn.wikipedia.org/wiki?curid=1066168", "content": "এম রোস্তম আলী (জন্ম: ১৬ মার্চ ১৯৬০) একজন বাংলাদেশী শিক্ষাবিদ। তিনি রাজশাহী বিশ্ববিদ্যালয়ের (রাবি) ফলিত রসায়ন ও রসায়ন প্রকৌশল বিভাগের অধ্যাপক এবং পাবনা বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের (পাবিপ্রবি) চতুর্থ উপাচার্য ছিলেন।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nএম রোস্তম আলী ১৯৬০ সালের ১৬ মার্চ পাবনার বেড়া উপজেলার নাটিয়াবাড়ী গ্রামে জন্মগ্রহণ করেন। তার পিতার নাম এম মামুদ আলী।\nতিনি রাজশাহী কলেজিয়েট স্কুল থেকে ১৯৭৬ সালে মাধ্যমিক ও ঈশ্বরদী সরকারি কলেজ থেকে ১৯৭৯ সালে উচ্চমাধ্যমিক পাস করেন। রাজশাহী বিশ্ববিদ্যালয়ের ফলিত রসায়ন ও রসায়ন প্রকৌশল বিভাগ থেকে তিনি ১৯৮২ সালে বিএসসি (সম্মান) ও ১৯৮৩ সালে এমএসসি ডিগ্রি লাভ করেন। তিনি জাপানের টোকিও ইনস্টিটিউট অব টেকনোলজি থেকে ১৯৯২ সালে পোস্ট গ্রাজুয়েশন ডিপ্লোমা এবং ১৯৯৬ সালে পিএইচডি ডিগ্রি অর্জন করেন। তিনি ২০০৮ থেকে ২০০৯ সাল পর্যন্ত যুক্তরাজ্যের লেস্টার বিশ্ববিদ্যালয়ে পোস্ট ডক্টরাল গবেষণা সম্পন্ন করেন।\n\n\n== কর্মজীবন ==\nরোস্তম আলী ১৯৮৭ সালে তৎকালীন বাংলাদেশ ইনস্টিটিউট অব টেকনোলজি (বিআইটি), চট্টগ্রামের রসায়ন বিভাগে প্রভাষক পদে যোগদানের মাধ্যমে শিক্ষকতা জীবন শুরু করেন।\n১৯৮৯ সালে তিনি রাজশাহী বিশ্ববিদ্যালয়ের ফলিত রসায়ন ও রসায়ন প্রকৌশল বিভাগে প্রভাষক হিসেবে যোগ দেন। তিনি ১৯৯২ সালে সহকারী অধ্যাপক, ১৯৯৭ সালে সহযোগী অধ্যাপক এবং ২০০২ সালে অধ্যাপক পদে পদোন্নতি লাভ করেন।\nঅধ্যাপনা ও গবেষণার পাশাপাশি ড. রোস্তম আলী বিভিন্ন গুরুত্বপূর্ণ দায়িত্ব পালন করেছেন। তিনি রাজশাহী বিশ্ববিদ্যালয়ের শহীদ সোহ্‌রাওয়ার্দী হল ও শাহ্ মাখদুম হলের হাউস টিউটর, প্রকৌশল অনুষদের নির্বাচিত ডিন, যশোর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় এবং বাংলাদেশ সেনাবাহিনী প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের সিন্ডিকেট সদস্যসহ বিভিন্ন দায়িত্ব পালন করেন।\nএম রোস্তম আলী ২০১৮ সালের ৭ মার্চ থেকে ২০২২ সালের ৬ মার্চ পর্যন্ত পাবনা বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের চতুর্থ উপাচার্য হিসেবে দায়িত্ব পালন করেন।\n\n\n== গবেষণা ও প্রকাশনা ==\nরোস্তম আলী দেশীয় ও আন্তর্জাতিক জার্নালে ৩৫টির বেশি গবেষণামূলক প্রবন্ধ প্রকাশ করেছেন। তিনি দেশ-বিদেশের উল্লেখযোগ্য সংখ্যক সম্মেলনে যোগদান ও গবেষণা প্রবন্ধ উপস্থাপন করেন। এছাড়া তিনি স্নাতকোত্তর, এমফিল ও পিএইচডি পর্যায়ের শিক্ষার্থীদের গবেষণা তত্ত্বাবধান করেন।\n\n\n== সদস্যপদ ==\nতিনি বাংলাদেশ অ্যাসোসিয়েশন ফর দ্যা এডভান্সমেন্ট অব সায়েন্স এবং বাংলাদেশ কেমিক্যাল সোসাইটিসহ বিভিন্ন পেশাজীবী সংগঠনের সক্রিয় সদস্য।\n\n\n== পুরস্কার ও সম্মাননা ==\nরোস্তম আলী শিক্ষা ও গবেষণার জন্য জেএএসএসও ফেলোশিপ, জেএসপিএস ফেলোশিপ, ইউনেস্কো ফেলোশিপ, কমনওয়েলথ অ্যাকাডেমিক স্টাফ ফেলোশিপ ও মনবুশো স্কলারশিপসহ বেশ কয়েকটি ফেলোশিপ ও স্কলারশিপ লাভ করেন।\n\n\n== তথ্যসূত্র =="}