{"pageid": 106698, "title": "বি-২ স্পিরিট", "url": "https://bn.wikipedia.org/wiki?curid=106698", "content": "বি-২ স্পিরিট (ইংরেজি: B-2 Spirit) মার্কিন যুক্তরাষ্ট্রের একটি ভারী বোমারু বিমান, যা স্টেল্থ বোম্বার (Stealth Bomber) নামেও পরিচিত। এটি তৈরি করেছে নরথ্রপ গ্রামেন। এটি রাডার দ্বারা সহজে শনাক্ত করা যায় না, এবং বড় ধরনের আকাশযুদ্ধের উপযোগী করে এটিকে নির্মাণ করা হয়েছে। এটি প্রচলিত ও নিউক্লীয় উভয় প্রকার বোমা বহন ও বর্ষণ করতে পারে। এই বিমানটির উচ্চ নির্মাণ ও রক্ষণাবেক্ষণ খরচের জন্য এটি মার্কিন কংগ্রেস ও পেন্টাগনে বেশ কিছু বিতর্ক তৈরি করেছে। উচ্চ নির্মাণ ব্যয়ের কারণে ১৯৮০-এর দশকের শেষ ভাগ থেকে ১৯৯০-এর দশকে, মার্কিন কংগ্রেস প্রাক্কালিত ১৩২টি বিমান নির্মাণের সিদ্ধান্ত থেকে সরে এসে মাত্র ২১টি বিমান নির্মাণ করে।\nপ্রতি বি-২ স্পিরিট বিমানের গড় নির্মাণ ব্যয় ৭৩.৭ কোটি মার্কিন ডলার। এছাড়া প্রতিটি বিমানের রক্ষণাবেক্ষণ ব্যয় গড়ে প্রায় ৯২.৯ কোটি মার্কিন ডলার, যার মধ্যে আছে খুচরো যন্ত্রাংশ, বিভিন্ন প্রয়োজনীয় উপকরণ, রেট্রোফিটিং, এবং সফটওয়্যার সাপোর্ট। এই বিমান নির্মাণ প্রকল্পে প্রতিটি বিমানের ক্ষেত্রে গড়ে মোট ব্যয় হয়েছে প্রায় ২১০ কোটি মার্কিন ডলার (১৯৯৭ সালে ডলারের মূল্যমান অনুযায়ী), এবং এর মধ্যে আছে উন্নয়ন, প্রকৌশল, পরীক্ষণ প্রভৃতি ব্যয়।\nবর্তমানে যুক্তরাষ্ট্রের বিমান বাহিনী মোট ২০টি বি-২ স্পিরিট পরিচালনা করছে। যদিও এই বিমানগুলো স্নায়ু যুদ্ধকে সামনে রেখে নির্মাণ করা হয়েছে, কিন্তু পরবর্তীকালে এগুলো ১৯৯৯ সালের কসোভো যুদ্ধে সাইবেরিয়াতে, এবং ইরাক যুদ্ধ ও ২০০১-এর আফগানিস্তান যুদ্ধেও ব্যবহৃত হয়েছে। ২০০৮ সালে উড্ডয়নের মুহুর্তে ক্র্যাশ করে একটি বিমান ধ্বংস হয়ে যায়।\nএই বিমানে মোট আরোহীর সংখ্যা দুই, এবং এটি ৮০ × ৫০০ পা (২৩০ কিগ্রাম) জেডিএএম জিপিএস নিয়ন্ত্রিত বোমা, অথবা অত্যন্ত বিমান সুরক্ষিত স্থানে ১৬ × ২,৪০০ পা (১,১০০ কিগ্রাম) বি৮৩ নিউক্লিয়ার বোমা একবারে ফেলতে পারে। বি-২ স্পিরিট-ই একমাত্র বিমান যা দূর আকাশ থেকে স্টেল্‌থ অবস্থানে থেকেও ভূমিতে নির্দিষ্ট লক্ষমাত্রায় বোমা ছুড়তে পারে।\n\n\n== বিকাশ ==\n\n\n=== এটিবি প্রকল্প ===\nবি-২ স্পিরিট বোমারু বিমান তৈরির প্রকল্প শুরু হয় ১৯৭৯ সালে কালো প্রকল্প অ্যাডভান্সড টেকনোলজি বোম্বার (এটিবি) নামে। সে সময় স্নায়ুযুদ্ধ ছিলো প্রকট, এবং ১৯৭৯ ও ১৯৮০ সালে রাষ্ট্রপতি নির্বাচন ক্যাম্পেইনে প্রার্থী রনাল্ড রেগান মার্কিন সামরিক বাহিনীর শক্তি ও মর্যাদা বৃদ্ধি করবেন বলে প্রতিশ্রুতি দিয়েছিলেন। ১৯৮০ সালের ২২ আগস্ট কার্টার প্রশাসন মার্কিন যুক্তরাষ্ট্রের প্রতিরক্ষা দপ্তরের আওতায় এটিবি প্রকল্পসহ স্টেল্‌থ বিমানের উন্নয়ন ও বিকাশে কাজ শুরু করে। ২০০৭ সালে এটি প্রকাশ পায় যে, ম্যাসাচুসেট্‌স ইনস্টিটিউট অব টেকনোলজির বিজ্ঞানীগণ ১৯৮০-এর দশকে এই প্রকল্পের সফলতার জন্য চুক্তিভিক্তিক গোপনীয়তার সাথে কাজে অংশ নিয়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nB-2 Spirit fact sheet and gallery on U.S. Air Force site  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ জুলাই ২০০৯ তারিখে\nB-2 Spirit page on Northrop Grumman site\nB-2 page on NASA Langley site\nB-2 Spirit page at GlobalSecurity.org\nB-2 Bomber page on Center for Defense Information site\nB-2 Spirit Stealth bomber on airforce-technology.com\nB-2 Spirit (Stealth Bomber) page on aircraft-info.net"}