{"pageid": 1066640, "title": "রাশিয়ান ফেডোরা রিমিক্স", "url": "https://bn.wikipedia.org/wiki?curid=1066640", "content": "রাশিয়ান ফেডোরা রিমিক্স রাশিয়ার জন্য অভিযোজিত ২০০৮ থেকে ২০১৯ সাল পর্যন্ত সক্রিয় ফেডোরা লিনাক্স ডিস্ট্রিবিউশনের একটি রিমিক্স ছিল। এটি মূল ফেডোরার অনুলিপি বা নতুন জিএনইউ / লিনাক্স ডিস্ট্রিবিউশন নয়। এই প্রকল্পটির লক্ষ্য ছিল যে মূল ওএস বাইরে প্রদত্ত অনেকগুলি অতিরিক্ত বৈশিষ্ট্য (যেমন নির্দিষ্ট সফটওয়্যার প্যাকেজগুলি, জনপ্রিয় গ্রাফিক্স প্রসেসরের জন্য পূর্বনির্ধারিত ড্রাইভার, রাশিয়ান ভাষায় ম্যানুয়াল) দিয়ে ফেডোরা রাশিয়ান ব্যবহারকারীদের চাহিদা সম্পূর্ণরূপে সন্তুষ্ট করা। ২০১৯ সালের শরত্কালে প্রকল্পটি পর্যায়ক্রমে শেষ হয়েছিল কারণ এর নেতারা ঘোষণা করেছিলেন যে এটি \"এটির সম্পূর্ণ উদ্দেশ্য পূরণ করেছে\" এবং রাশিয়ান-কেন্দ্রিক সমস্ত উন্নতি আনুষ্ঠানিকভাবে ফেডোরা সংগ্রহস্থলে অন্তর্ভুক্ত করা হয়েছিল এবং রাশিয়ান ফেডোরার সফটওয়্যার রক্ষণাবেক্ষণকারীরা নিয়মিত ফেডোরার রক্ষণাবেক্ষণকারী হয়েছিলেন।\n\n\n== ইতিহাস ==\nপ্রকল্পটি প্রথমে আরকডি \"টিগ্রো\" শাইনের দ্বারা প্রতিষ্ঠিত হয়েছিল টেডোরা নামে। এর মূল অনুপ্রেরণা ছিল ফেডোরা ৯ ছিল রাশিয়ান ব্যবহারকারীদের পক্ষে খুব অসুবিধাজনক ছিল, সেই সাথে প্যাকেজগুলি কাস্টমাইজ করার সময় একটি বাগ সফলভাবে ইনস্টল করার সময় খুব অসুবিধা সৃষ্টি করছিল।\n২০ নভেম্বর ২০০৮ সালে জাতীয় গবেষণা নিউক্লিয়ার বিশ্ববিদ্যালয় এমইপিএইচএল (মস্কো ইঞ্জিনিয়ারিং ফিজিক্স ইনস্টিটিউট) আয়োজিত একটি সম্মেলনে প্রকল্পটির দাপ্তরিক অবস্থা ঘোষণা করা হয়েছিল। সেদিন টেডোরা ফেডোরা প্রকল্প, রেড হ্যাট, ভিডিইএল এবং ভিএনআইআইএনএস দ্বারা প্রতিষ্ঠিত নতুন প্রতিষ্ঠিত রাশিয়ান ফেডোরার সাথে একীভূত হয়েছিল। পরে এটিই প্রকল্পের প্রযুক্তিগত কেন্দ্র হয়ে উঠেছিলো।\nরাশিয়ান ফেডোরা মুক্তি ১১ থেকে শুরু করে, প্রকল্পের নামটি ট্রেডমার্ক ব্যবহার সম্পর্কিত ফেডোরার নিয়মাবলী মেনে চলার জন্য এর নাম রাশিয়ান ফেডোরা রিমিক্সে পরিবর্তন করা হয়েছিল।\nপ্রকল্পের লোগোটি ১০ মার্চ ২০১০ সালে প্রকাশিত হয়েছিল।\n\n\n== মুক্তিসমূহ ==\n\nফেডোরার সাথে নতুন মুক্তিগুলো একযোগে প্রকাশের পরিকল্পনা করা হয়েছিল।\n\n\n=== টেডোরা ৯ ===\nফেডোরা ৯ থেকে নিম্নলিখিত সাধারণ পার্থক্যগুলি রয়েছে:\n\nফেডোরা ৯-এর প্রথম প্রকাশে একটি বাগ রয়েছে যা প্যাকেজগুলি অনুকূলিতকরণ করা হলে রাশিয়ান ভাষায় সফল ইনস্টলেশন ব্যাহত হয়েছিল। ফেডোরা ইনস্টলার অ্যানাকোন্ডার রাশিয়ান অনুবাদে একটি ত্রুটির কারণে এই সমস্যা হয়েছিল। প্যাকেজগুলি নির্বাচন করার পরে পাঠ্য মোডে ইনস্টলেশনের সময় ত্রুটিটিও ঘটেছিল। দুটি বাগই টেডোরায় ঠিক করা হয়েছিল।\nএসইলিনাক্স(ইংরেজিঃ SELinux) ডিফল্টরূপে বন্ধ করা ছিল।\nরেইজারএফএস (ReiserFS), ইএক্সটি৪ (ext4), এবং জার্নালডি ফাইল সিস্টেম (জেএফএস) এর জন্য সমর্থন চালু করা হয়েছিল।\nটিডোরা প্যাচযুক্ত গ্রাব লোডারসহ বিতরণ করা হয়েছিল যা ইএক্সটি৪ -এ ইনস্টল থাকা সিস্টেমটি বুট করার অনুমতি দিয়েছিল।\nইনস্টলেশন ডিস্কে গ্নোম ডেস্কটপ পরিবেশ, কে ডেস্কটপ পরিবেশ, এক্সএফসিই ডেস্কটপ পরিবেশ এবং আইসডাব্লুএম উইন্ডো ম্যানেজার অন্তর্ভুক্ত ছিল।\nফেডোরা হালনাগাদসমূহ, লিভনা, টিগ্রো এবং টিগ্রো অমুক্ত রিপজিটরি ব্যবহার করা হয়েছিল।\nনেটওয়ার্ক ইনস্টলেশন চলাকালীন প্যাকেজ প্রাপ্তির জন্য ফেডোরা রিপজিটরির পরিবর্তে টেডোরা রিপজিটরিটি ব্যবহার করা হয়েছিল। এটি ডিস্ট্রিবিউশনের পরিবর্তিত নামের কারণে হয়েছিল। অন্যান্য রিপজিটরির জন্য প্যাকেজ নির্বাচন উইন্ডোতে টিক যথেষ্ট ছিল।\nফন্ট লোডার /etc/rc.sysinit ফাইলটিতে যুক্ত করা হয়েছিল যা প্রারম্ভিক \"udev\" প্রোগ্রামটির ভুল রেন্ডারিংয়ের ঠিক করার মাধ্যমে সমস্যার সমাধান করে।\nইনস্টলেশন ডিস্কে কেবল ইউরোপীয় ভাষাসমূহ অন্তর্ভুক্ত ছিল।\n\"ইংরেজি (মার্কিন)\" কীবোর্ড বিন্যাসটি রাশিয়ান এবং ইউক্রেনীয় সংস্করণের জন্য ডিফল্ট ছিল। এটি সিস্টেমের প্রথম শুরুর সময় একটি নতুন ব্যবহারকারী প্রোফাইল তৈরি করার সহজ করে দিয়েছিল।\nপ্যাকেজগুলি সরাসরি ইনস্টলেশন ডিভিডি থেকে ইনস্টল করা যাচ্ছিল।\nলিভনা এবং টিগ্রো রিপজিটরিগুলোর কীগুলি ইনস্টলেশনের সময় স্বয়ংক্রিয়ভাবে প্যাকেজকিটে আমদানি করা হত।\nটেডোরায় অনেকগুলি প্রোগ্রাম ছিল যা মূল ফেডোরা ডিভিডিতে অন্তর্ভুক্ত ছিল না। এর মধ্যে কয়েকটি উল্লেখযোগ্য হল: এক্সএফসিই ডেস্কটপ পরিবেশ; উইন্ডো পরিচালকদের আইসডব্লিউএম এবং ফ্লাক্সবক্স; এমপি ৩ সম্পূর্ণ সমর্থন, ডিভিডি, ডিভিএক্স এবং অন্যান্য মার্কিন-সমস্যাযুক্ত কোডেকগুলির সম্পূর্ণ সমর্থন; এমনকি ফ্ল্যাশ-প্লাগইন যা x৮৬-৬৪ এর অধীনে সম্পূর্ণভাবে কাজ করেছে; অপেরা ব্রাউজার; ভিএলসি প্লেয়ার; কমপিজ ফিউশন এবং এনভিডিয়া ড্রাইভার আগে থেকে থাকা।\nটেডোরায় সমস্ত ফন্টগুলি যেমনটি করা উচিত তেমন রেন্ডার করা হয়েছিল। কিছু অতিরিক্ত ট্রু টাইপ ফন্টও যুক্ত করা হয়েছিল।\n\n\n=== রাশিয়ান ফেডোরা ১০ ===\nরাশিয়ান ফেডোরা ১০ মুক্তি পেয়েছিল ২৫ নভেম্বর ২০০৮ সালে। ফেডোরা ১০ থেকে মূল পার্থক্যগুলি হল:\n\nসমস্ত জনপ্রিয় অডিও এবং ভিডিও কোডেক সমর্থন এবং অনেক মালিকানাধীন ভিডিও কার্ড ড্রাইভারও সমর্থিত ছিল।\nএক্সএফসিই, এলএক্সডিইডি এবং আইসডাব্লুএম ইনস্টল করার মাধ্যম থেকে উপলব্ধ ছিল।\nএসইলিনাক্স (SELinux) ডিফল্টরূপে অনুমিত মোডে সেট করা হয়েছিল।\nআরপিএম ফিউশন এবং টিগ্রো রিপজিটরিগুলি ডিফল্টরূপে ব্যবহৃত হত।\nবিভিন্ন বেস ইনস্টলেশন মোড যুক্ত করা হয়েছিল: গ্নোম ডেস্কটপ, কেডিই ডেস্কটপ, এক্সএফসিই ডেস্কটপ, ইত্যাদি।\nবিভিন্ন মাধ্যম থেকে প্যাকেজ ইনস্টলেশন।\nএকমাত্র ইনস্টলড ডেস্কটপ পরিবেশের জন্য কেডিইর ক্ষেত্রে জিডিএম এর পরিবর্তে কেডিএম ব্যবহার করা হত।\n\n\n=== রাশিয়ান ফেডোরা ১০.১ ===\nরাশিয়ান ফেডোরা ১০.১, ২৪ ফেব্রুয়ারি ২০০৯ সালে প্রকাশিত হয়েছিল। উন্নয়নসমূহঃ\n\nকীবোর্ড লেআউটটি স্যুইচ করার সময় সমস্যাগুলি ঠিক করা হয়েছিল। জিনোম এবং কেডিইতে লেআউট সূচক যুক্ত করা হয়েছিল।\nপ্যাকেজকিটটি ইন্টারনেট অ্যাক্সেস ছাড়াই ইনস্টলেশন ডিস্ক থেকে প্রোগ্রামগুলি ইনস্টল/আনইনস্টল করার অনুমতি দিয়েছিল।\nনটিলাসে ফোল্ডারগুলি একই উইন্ডোতে খোলা হয়েছিল।\nগ্নোম টার্মিনাল মেনুর ত্বরক অক্ষম করা হয়েছিল।\nটিগ্রো রিপজিটরিটি রাশিয়ান ফেডোরা রিপজিটরি দ্বারা প্রতিস্থাপন করা হয়েছিল।\nসিস্টেম ইনস্টলেশন বাগগুলি ঠিক করা হয়েছিল।\n\n\n=== রাশিয়ান ফেডোরা ১০.২ ===\nরাশিয়ান ফেডোরা ১০.২ প্রকাশিত হয়েছিল ১৪ই মে ২০০৯ সালে। এর পার্থক্য ছিল পূর্ববর্তী প্রকাশে হালনাগাদ হওয়া সফটওয়্যার এবং বাগ ঠিক করা।\n\n\n=== রাশিয়ান ফেডোরা রিমিক্স ১১ ===\n৯ জুন ২০০৯ সালে রাশিয়ান ফেডোরা রিমিক্স ১১ ফেডোরা ১১-এর একই দিনে মুক্তি পেয়েছিল। ডিস্ট্রিবিউশনটি বিভিন্ন মিডিয়াতে উপলব্ধ ছিল: ইনস্টলেশন ডিভিডি, লাইভসিডি (কেডিই, গ্নোম, বা এক্সএফসিই) এবং লাইভডিভিডি (কেডিই, গ্নোম, এক্সএফসিই, এবং এলএক্সডিই)। দুটি আর্কিটেকচার সমর্থিত ছিল: পি৫ (i৫৮৬) এবং x৮৬-৬৪।\nফেডোরা ১১ থেকে পার্থক্য:\n\nইনস্টলেশন ডিভিডিতে কেবল ইউরোপ এবং সোভিয়েত-পরবর্তী রাজ্যে ব্যবহৃত ভাষা ছিল।\nকীবোর্ডের অনেকগুলি লেআউট পরিবর্তনে উন্নতকরণ।\nমাল্টিমিডিয়া কোডেক, নেটওয়ার্ক অ্যাডাপ্টার ড্রাইভার এবং এনভিডিয়া গ্রাফিক কার্ড ড্রাইভার যুক্ত করা হয়েছিল।\n\n\n=== রাশিয়ান ফেডোরা রিমিক্স ১২ ===\nরাশিয়ান ফেডোরা রিমিক্স ১২ প্রকাশিত হয়েছে ১৭ নভেম্বর ২০০৯ সালে। নতুন সংক্ষেপণ অ্যালগরিদম (এক্সজেড, নতুন এলজেডএমএ ফরম্যাট) গ্রহণের ফলে পূর্ববর্তী সংস্করণগুলির তুলনায় ইনস্টলেশন ডিভিডিতে আরও প্যাকেজ রয়েছে। মূল ফেডোরার সমস্ত ভাষা এই ডিভিডিতে অন্তর্ভুক্ত ছিল।\n\n\n=== রাশিয়ান ফেডোরা রিমিক্স ১৩ ===\nরাশিয়ান ফেডোরা রিমিক্স ১৩ মুক্তি ২৫ মে ২০১০ সালে প্রকাশিত হয়েছিল।\nঅতিরিক্ত মাল্টিমিডিয়া কোডেক বা অতিরিক্ত ডেস্কটপ পরিবেশের মতো পরিবর্তনের সাধারণ সেট ছাড়াও, রাশিয়ান ফেডোরা রিমিক্স ১৩ তে ফেডোরা ১৩ এর তুলনায় নিম্নলিখিত বৈশিষ্ট্যগুলি প্রবর্তন করেছে (কেবল উল্লেখযোগ্যগুলি তালিকাভুক্ত):\n\nফার্স্টবুটে কিছু সিস্টেমের পছন্দ পরিবর্তন করার জন্য বিশেষ স্ক্রীন রয়েছে, উদাহরণস্বরূপ, আইপিভি ৬ অক্ষম করা, কন্ট্রোল+অলটার+ব্যাকস্পেস সক্ষম করা, লগইন ম্যানেজার চয়ন করা এবং অন্যান্য।\nরাশিয়ান ভাষার জন্য কীবোর্ড বিন্যাসটি পরিবর্তন করার জন্য বিভিন্ন কী সংমিশ্রণ স্থাপনের বৈশিষ্ট্য।\nফায়ারফক্স ৩.৬.৪ প্রাক বিল্ড ৪ ব্যবহার করা হয়েছে কারণ বিশ্বাস করা হয়েছিল যে মূল ৩.৬.৪ এর চেয়ে বেশি স্থিতিশীল।\nএসইলিনাক্স ডিফল্টরূপে প্রয়োগ করা হচ্ছে এমন মোডে সেট করা হয়েছিল।\nরাশিয়ান ফেডোরা লোগো হালনাগাদ করা হয়েছিল।\n\n\n=== ফেডোরা রিমিক্স ২০ ===\n১৩ ডিসেম্বর ২০১৩ সালে এই রিমিক্সটি ফেডোরা ২০ ডিস্ট্রিবিউশনের (৩২-বিট এবং ৬৪-বিট সংস্করণ) অ্যাপ্লিকেশনগুলি যুক্ত করে। ফ্ল্যাশ সঙ্গীত, অ্যাপ্লিকেশন উন্নয়ন এবং আরও অনেক কিছুর জন্য অ্যাপ্লিকেশনগুলির একটি মাঝারি সংগ্রহ অন্তর্ভুক্ত করা হয়েছিল।\n\n\n=== ফেডোরা রিমিক্স ২৭ ===\nফেডোরা রিমিক্স ২৭ সর্বশেষ মুক্তিপ্রাপ্ত ফেডোরা ২৮ বিটার উপর নির্ভর করে প্রকাশ করা হয়েছিল। ফেডোরা ২৮ প্রকাশের সময় সম্পর্কে রিমিক্স ২৮ দেখার খুব শীঘ্রই প্রত্যাশা খুব বেশি ছিল না।\nসাধারণ ফেডোরার মতো এটি গ্নোম এবং কেডিই প্লাজমা ডেস্কটপ পরিবেশ সরবরাহ করে। এটিতে ডেস্কটপ, প্রোগ্রামিং, গেমিং, সার্ভার ব্যবহার এবং আরও অনেক কিছুর জন্য দরকারী এমন সফটওয়্যার অন্তর্ভুক্ত করা হয়েছিল।\n\n\n=== ফেডোরা রিমিক্স ২৮ ===\nএই মুক্তিটি নিয়মিত ফেডোরা ২৮ প্রকাশের ২ দিন পরে পাওয়া গিয়েছিল।\n\n\n=== ফেডোরা রিমিক্স ২৯ ===\nএই মুক্তিটি ফেডোরা ২৯ প্রকাশের ২ দিন পরে পাওয়া গিয়েছিল। এই সংস্করণে ফেডোরা ২৯ দ্বারা সরবরাহ করা সমস্ত কিছু অন্তর্ভুক্ত ছিল এবং ভিডিও দেখতে বা পডকাস্ট শোনার জন্য প্রয়োজনীয় মালিকানাধীন মিডিয়া কোডেকগুলি অন্তর্ভুক্ত ছিল।\n\n\n== আরও দেখুন ==\nরেড হ্যাট\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ জুলাই ২০২১ তারিখে"}