{"pageid": 1066969, "title": "মৃত্যুঞ্জয়ী মুজিব", "url": "https://bn.wikipedia.org/wiki?curid=1066969", "content": "মৃত্যুঞ্জয়ী মুজিব ম্যুরাল (২০১৮ - ২০২৪) শেখ মুজিবুর রহমানের স্মৃতি স্মরনার্থে নির্মিত একটি উল্লেখযোগ্য ম্যুরাল বা প্রতিকৃতি দেয়াল চিত্র। ম্যুরালটি ২০১৮ সালে ইসলামী বিশ্ববিদ্যালয়, বাংলাদেশের প্রধান ফটকের সামনে নির্মাণ করা হয়। ২০২০ সালে এই ম্যুরালটির শব্দগুচ্ছ মৃত্যুঞ্জয়ী মুজিব গুগলে সার্চের শীর্ষস্থানে ছিলো। বর্তমানে এটি কুষ্টিয়া ও ঝিনাইদহ অঞ্চলের অন্যতম পর্যটনস্থল। এটি বাংলাদেশের সরকারি বিশ্ববিদ্যালয়সমূহের মধ্যে সর্ববৃহৎ এবং সারা বাংলাদেশের মধ্যে দ্বিতীয় বৃহত্তম শেখ মুজিবুর রহমানের স্মৃতি ম্যুরাল। অসহযোগ আন্দোলনের ফলে ৫ আগস্ট শেখ হাসিনা বাংলাদেশ ত্যাগ করার পরে বিক্ষুব্ধ ছাত্র-জনতা হাতুড়ি দিয়ে ম্যুরাল ভাঙার চেষ্টা করে এবং পরের দিন বুলডোজার দিয়ে ম্যুরাল ভেঙে ফেলা হয়।\n\n\n== ইতিহাস ==\nম্যুরালটির পরিকল্পনা করেন বিশ্ববিদ্যালয়ের সাবেক উপাচার্য অধ্যাপক হারুন-উর রশিদ আসকারী। ইসলামী বিশ্ববিদ্যালয়, বাংলাদেশের ব্যবস্থাপনা বিভাগের সাবেক শিক্ষার্থী জালাল উদ্দীন তুহিন ও বিশ্ববিদ্যালয় প্রশাসনের যৌথ অর্থায়নে এটি স্থাপন করা হয়। এটি বাংলাদেশের সরকারি বিশ্ববিদ্যালয়ে নির্মিত প্রথম শেখ মুজিবুর রহমানের মুর‍্যাল, এবং বাংলাদেশের দ্বিতীয় বৃহত্তম মুজিব ম্যুরাল। ম্যুরালটি নির্মাণ করতে ব্যয় হয়েছে ৩৭ লাখ টাকা। এই ম্যুরালটির নকশা করেন ইসলামী বিশ্ববিদ্যালয়, বাংলাদেশের তৎকালীন ভারপ্রাপ্ত প্রধান প্রকৌশলী আলিমুজ্জামান টুটুল। এবং শৈল্পিক কারুকার্যের রূপ দেন রাজশাহী বিশ্ববিদ্যালয়ের মৃৎশিল্প ও ভাস্কর্য বিভাগের সহকারী অধ্যাপক কনক কুমার পাঠক। ২০১৮ সালের ৭ জানুয়ারি ম্যুরালটির উদ্বোধন করেন রাষ্ট্রপতি আবদুল হামিদ।\n২০২৫ সালের ১৩ এপ্রিল সলিডিটারি উইথ প্যালেস্টাইনের উদ্যোগে মার্চ ফর গাজা প্রোগ্রামের মধ্যে ভাঙ্গা ম্যুরালকে ফিলিস্তিনের পতাকা দিয়ে মুড়িয়ে দেওয়া হয়।\n\n\n== অবস্থান ==\nমৃত্যুঞ্জয়ী মুজিব কুষ্টিয়া জেলায় অবস্থিত ইসলামী বিশ্ববিদ্যালয়ের প্রধান ফটক দিয়ে প্রবেশ পথেই অবস্থিত। প্রধান ফটক দিয়ে প্রবেশ করে ম্যুরালটির ডানপাশে অবস্থিত মুক্তবাংলা ভাস্কর্য এবং বামপাশে অবস্থিত বিশ্ববিদ্যালয়ের শহীদ স্মৃতিসৌধ স্থাপনা। ম্যুরালের দুই পাশ দিয়ে বিশ্ববিদ্যালয়ের অভ্যন্তরীণ রাস্তা চলে গিয়েছে, এবং ম্যুরালের পিছনে অবস্থিত বিশ্ববিদ্যালয়ের ডায়না চত্তর। ভৌগোলিক স্থানাঙ্ক ব্যবস্থা অনুসারে মৃত্যুঞ্জয়ী মুজিব ম্যুরালের অবস্থান ২৩.৪৩২১৯° উত্তর ৮৯.০৯১২৩° পূর্ব।\n\n\n== আকার ==\nমৃত্যুঞ্জয়ী মুজিব মূল স্থাপনার দৈর্ঘ্য সিঁড়িসহ ৫০ ফুট এবং প্রস্থ ৩৮ ফুট এবং স্থাপনা বেদির উচ্চতা ৫ ফুট। বেদির ওপর নির্মিত শেখ মুজিবুর রহমানের প্রতিকৃতির দৈর্ঘ্য ২৬ ফুট এবং প্রস্থ ১৭ ফুট। মূল প্রতিকৃতিটি রড, সিমেন্ট দিয়ে তৈরি করা হয়েছে। মূল বেদিতে উঠতে এর তিনটি সিঁড়ি রয়েছে এবং স্থাপনার তিন দিকে চলাফেরার জন্য অতিরিক্ত ১৫ ফুট করে চওড়া জায়গা রয়েছে।\nশেখ মুজিবুর রহমানের মূল প্রতিকৃতির ডানপাশে ৪ ফুট চওড়া ও ২০ ফুট উচ্চতার একটি দেয়াল রয়েছে। দেয়াল চিত্রটি খোদাই করা পাথর ও টাইলস দিয়ে তৈরি করা হয়েছে। এছাড়া বেদিসহ অন্যান্য জায়গাগুলো উন্নতমানের টাইলস স্থাপন করা হয়েছে। দেয়ালে শেখ মুজিবুর রহমানের স্বাক্ষরিত একটি ইংরেজি বাণী লিপিবদ্ধ করা। এই বাণীর ঠিক নিচেই রয়েছে বাংলায় অনুবাদ।\n\n\n== স্থাপত্য তাৎপর্য ==\nবিশ্ববিদ্যালয় প্রশাসনের মতে, এই ভাস্কর্যটি নির্মাণের মাধ্যমে শিক্ষার্থীদের মধ্যে প্রগতিশীলতা চর্চা বৃদ্ধি পাবে। এবং তরুণ প্রজন্মের শিক্ষার্থীদের মধ্যে জাতির পিতার আদর্শ সঞ্চারিত করতে ভূমিকা রাখবে এই ভাস্কর্যটি। এটি সকল শিক্ষার্থীদের মাঝে অসাম্প্রদায়িক চেতনাকে উদ্বুদ্ধ করবে। বিশ্ববিদ্যালয় প্রশাসন দেশের বিভিন্ন জাতীয় অনুষ্ঠানে এই ম্যুরালে শ্রদ্ধা নিবেদন করে থাকে।\nএছাড়াও এই স্থাপনাটি বিশ্ববিদ্যালয়ের বিভিন্ন অনুষ্ঠানে ব্যবহৃত হয়। বিশ্ববিদ্যালয়ের অভ্যন্তরীণ অনুষ্ঠানগুলো অনেক সময় এখানে অনুষ্ঠিত হয়ে থাকে, শিক্ষার্থীরা অবসর সময়ে এখানে বসে গল্প ও আড্ডা দিয়ে থাকে। এছাড়াও শিক্ষার্থীদের দাবী জানানোর জন্যও এই স্থানটি অত্যন্ত জনপ্রিয়। এটি কুষ্টিয়া জেলা ও ঝিনাইদহ জেলার অন্যতম পর্যটনস্থলে পরিণত হয়েছে।\n\n\n== দেয়াল চিত্র ==\nম্যুরালটির ডানপাশে একটি দেয়ালচিত্র রয়েছে, যেখানে শেখ মুজিবুর রহমান স্বাক্ষরিত ইংরেজিতে লেখা একটি বানী দেওয়া আছে, এর নিচেই লেখার বাংলায় অনুবাদ করা আছে, বাংলায় অনুবাদিত বানীটি হচ্ছে,\n\n\n== ভেঙ্গে ফেলা ==\nকোটা আন্দোলনকর্মীদের সরকার পদত্যাগের অসহযোগ আন্দোলনের ফলে ৫ আগস্ট প্রধানমন্ত্রী শেখ হাসিনা বাংলাদেশ ত্যাগ করে। এরপরে ছাত্র জনতা ক্ষিপ্ত শেখ হাসিনার পিতার স্মৃতিচিহ্ন ভেঙ্গে ফেলা হয়। শেখ হাসিনা পলায়নের পরপরই বিক্ষুব্ধ ছাত্র-জনতা হাতুড়ি দিয়ে ম্যুরাল ভাঙার চেষ্টা করে। এরপরে ৬ আগস্ট ম্যুরালের পাদদেশ, নাম ফলকসহ ম্যুরালের বিভিন্ন অংশ হাতুড়ি ও বুলডোজার দিয়ে ভেঙে ফেলা হয়।\n\n\n== আরও দেখুন ==\nমুক্তবাংলা ভাস্কর্য\nমফিজ লেক\nশহীদ স্মৃতিসৌধ, ইসলামী বিশ্ববিদ্যালয়\n\n\n== তথ্যসূত্র =="}