{"pageid": 10663, "title": "সবল নিউক্লিয় বল", "url": "https://bn.wikipedia.org/wiki?curid=10663", "content": "নিউক্লীয় পদার্থবিজ্ঞান এবং কণা পদার্থবিজ্ঞানে সবল নিউক্লিয় বল হল সবল পারমাণবিক শক্তির জন্য দায়বদ্ধ প্রক্রিয়া এবং এটি চারটি পরিচিত মৌলিক বলের মধ্যে একটি। অন্য বল হল তড়িচ্চুম্বকত্ব , দুর্বল নিউক্লিয় বল  এবং মাধ্যাকর্ষণ । এটি হচ্ছে সৃষ্টিজগতের সবচেয়ে শক্তিশালী বল, ১০ −১৫ এর ব্যাপ্তিতে সবল বল প্রায় তড়িৎচুম্বকত্বের ১৩৭ গুণ, দুর্বল নিউক্লিয় বলের চেয়ে এক মিলিয়ন গুণ এবং মাধ্যাকর্ষণ বলের  ১০৩৮ গুণ বেশি শক্তিশালী।  সবল নিউক্লিয় বল বেশিরভাগ সাধারণ পদার্থকে একসাথে ধরে রাখে কেননা এটি কোয়ার্ককে প্রোটন এবং নিউট্রনের মতো হ্যাড্রন কণায় অবরুদ্ধ করে। তদুপরি, সবল বল  নিউট্রন এবং প্রোটন কে একত্রিত করে পারমাণবিক নিউক্লিয়াস তৈরি করে। অধিকাংশ সাধারণ প্রোটন বা নিউট্রনের ভর সবল বল ক্ষেত্র শক্তির ফল; পৃথক কোয়ার্কগুলি একটি প্রোটনের ভরের মাত্র ১%-এর মত সরবরাহ করে।\nসবল নিউক্লিয় বল দুটি ব্যাপ্তিতে পর্যবেক্ষণযোগ্য এবং দুটি বাহক বাহক দ্বারা মধ্যস্থতা করে। বৃহত্তর স্কেলে (প্রায় ১ থেকে ৩    এফএম ), এটি সেই বল ( মেসন দ্বারা বাহিত) যা প্রোটন এবং নিউট্রনকে (নিউক্লিয়ন) একসাথে যুক্ত করে পরমাণুর নিউক্লিয়াস গঠন করে। ছোট স্কেলে (প্রায় ০.৮ এর কম এফএম নিউক্লিয়নের ব্যাসার্ধ) এটি এমন এক বল ( গ্লিয়ন দ্বারা বাহিত) যা প্রোটন, নিউট্রন এবং অন্যান্য হ্যাড্রোন কণা গঠনের জন্য কোয়ার্ক একত্রিত রাখে।  আধুনিক প্রসঙ্গে এটা প্রায়ই রঙ বল হিসাবে পরিচিত হয়। সবল নিউক্লিয় বলে সহজাতভাবে এমন উচ্চ প্রবলতা থাকে যে, সবল বল দ্বারা আবদ্ধ হ্যাড্রনগুলি বৃহত্তর নতুন কণা তৈরি করতে পারে । সুতরাং, যদি হ্যাড্রনগুলিকে উচ্চ-শক্তির কণা দ্বারা আঘাত করা হয় তবে তারা অবাধে চলমান রেডিয়েশন ( গ্লুন ) নির্গতের পরিবর্তে নতুন হ্যাড্রনগুলিকে জন্ম দেয়। সবল বলের এই সম্পত্তিটিকে রঙিন কারাবাস বলা হয় এবং এটি সবল বলের মুক্ত \"নির্গমন\" রোধ করে। যার  পরিবর্তে এর অণু বিশাল কণার জেট তৈরি করে।\nপারমাণবিক নিউক্লিয়াসের প্রসঙ্গে একই সবল নিউক্লিয় বল (যা নিউক্লিয়নের মধ্যে কোয়ার্ককে আবদ্ধ করে) নিউক্লিয়াস গঠনের জন্য প্রোটন এবং নিউট্রনকেও একসঙ্গে বেঁধে রাখে। এই বলের জন্য এই পারমাণবিক বল বলা হয়। সুতরাং প্রোটন এবং নিউট্রনের মধ্যে সবল নিউক্লিয় বল থেকে প্রাপ্ত অংশগুলি নিউক্লিয়াকেও একসাথে আবদ্ধ করে।  যেমন, অবশিষ্টাংশের  সবল নিউক্লিয় বল নিউক্লিয়নের মধ্যে দূরত্ব-নির্ভর আচরণকে মেনে চলে যা নিউক্লিয়নের মধ্যে কোয়ার্ক বেঁধে রাখার  সময় থেকে একেবারেই আলাদা। তদ্ব্যতীত, কেন্দ্রীণ সংযোজন বনাম নিউক্লীয় বিভাজন  পারমাণবিক শক্তির বাধ্যতামূলক বলে পার্থক্য বিদ্যমান। কেন্দ্রীণ সংযোজন  সূর্য এবং অন্যান্য তারার সর্বাধিক বল তৈরির জন্য দায়ী । পারমাণবিক বিভাজন তেজস্ক্রিয় উপাদান এবং আইসোটোপস ক্ষয়ের জন্য অনুমতি দেয়। যদিও এটি প্রায়শই দুর্বল নিউক্লিয় বল দ্বারা মধ্যস্থত হয়। কৃত্রিমভাবে, পারমাণবিক শক্তির সাথে যুক্ত শক্তিটি আঞ্চলিকভাবে পারমাণবিক শক্তি এবং পারমাণবিক অস্ত্রগুলিতে উভয়ই ইউরেনিয়াম বা প্লুটোনিয়াম ভিত্তিক বিভাজন অস্ত্র এবং হাইড্রোজেন বোমার মতো বল অস্ত্রগুলিতে মুক্তি পায়। \nসবল নিউক্লিয় বলটি কোয়ার্কস, অ্যান্টিক্যোরিক্স এবং অন্যান্য গ্লুয়ুনগুলির মধ্যে কাজ করে। এটি  গ্লুনস নামে গণহীন কণা বিনিময়ের মাধ্যমে মধ্যস্থতা হয়। গ্লুনগুলি কোয়ার্ক এবং অন্যান্য গ্লুনগুলির সাথে রঙের চার্জ নামে এক ধরনের চার্জের মাধ্যমে যোগাযোগ করে বলে ভাবা হয়। রঙ চার্জ বৈদ্যুতিক চৌম্বকীয় চার্জের সাথে সাদৃশ্যযুক্ত। তবে এটি একের পরিবর্তে তিন ধরনের (± লাল, ± সবুজ, ± নীল) রঙে আসে। যার ফলে আচরণের বিভিন্ন বিধিবিধানের সাথে বিভিন্ন ধরনের বল প্রয়োগ হয়। এই নিয়মগুলি কোয়ান্টাম ক্রোমোডায়নামিক্স (কিউসিডি) তত্ত্বে বিশদে রয়েছে।\n\n\n== ইতিহাস ==\n১৯৭০ এর দশকের আগে পদার্থবিজ্ঞানীরা কীভাবে পারমাণবিক নিউক্লিয়াসকে একত্রে আবদ্ধ হয় তা নিয়ে অনিশ্চিত ছিলেন। এটি  মনেকরা হতো যে নিউক্লিয়াস প্রোটন এবং নিউট্রন দ্বারা গঠিত এবং প্রোটনগুলি ঋণাত্মক বৈদ্যুতিক আধান ছিল। অন্যদিকে নিউট্রন বৈদ্যুতিকভাবে নিরপেক্ষ ছিলো বা এর ছিলনা কোন আধান। তৎকালীন পদার্থবিজ্ঞানে বোঝানো হতো ধনাত্মক চার্জ একে অপরকে দূরে সরিয়ে দেয় এবং ঋণাত্মক চার্জযুক্ত প্রোটনগুলি নিউক্লিয়াসকে পৃথক করে নিয়ে যাওয়ার কারণ । তবে এটি কখনই পর্যবেক্ষণ করা হয়নি। এই ঘটনাটি ব্যাখ্যা করার জন্য নতুন পদার্থবিজ্ঞানের তত্ত্ব প্রয়োজন ছিল।\nপ্রোটনের পারস্পরিক তড়িচ্চুম্বকত্ব বিকর্ষণ সত্ত্বেও কীভাবে পারমাণবিক নিউক্লিয়াস আবদ্ধ ছিল তা বোঝাতে একটি সবল আকর্ষণীয় বল গঠন করা হয়েছিল। এই অনুমানীকৃত বলকে বলিষ্ঠ বল  বলা হয়। এটাতে বিশ্বাস করা হয় যে একটি মৌলিক বল  নিউক্লিয়াস তৈরির প্রোটন এবং নিউট্রনের উপর কাজ করে।\nপরবর্এতীতে এই বল  আবিষ্কার করা হয়েছিল। বলা হয়েছিল যে প্রোটন এবং নিউট্রন মৌলিক কণা নয়। এগুলো কোয়ার্ক নামক উপাদানযুক্ত কণা দ্বারা গঠিত ছিল । নিউক্লিয়নের মধ্যে সবল আকর্ষণ ছিল । আরো ছিল মৌলিক শক্তির পার্শ্ব-প্রতিক্রিয়া যা কোয়ার্কগুলিকে প্রোটন এবং নিউট্রনের সাথে একত্রে আবদ্ধ করে। কোয়ান্টাম ক্রোমোডাইনামিক্সের তত্ত্বটি ব্যাখ্যা করে যে কোয়ার্কগুলি যাকে রঙিন চার্জ বলে তাকে বহন করে। যদিও এর দৃশ্যমান বর্ণের সাথে কোনো সম্পর্ক নেই।  রঙের চার্জের সাথে ভিন্ন রঙের চার্জগুলি সবল নিউক্লিয় বলের ফলে একে অপরকে আকৃষ্ট করে এবং যে কণা এটির মধ্যস্থতা করেছিল তাকে গ্লুন বলা হয়।\n\n\n== সবল বলের আচরণ ==\n\nযেহেতু সবল  শব্দটি ব্যবহৃত হয সবল নিউক্লিয় বলের ক্ষেত্রে। চারটি মৌলিক  বলের \"সবল বল\" বা \"সবল নিউক্লিয় বল\"। ১ এফএম দূরত্বে   (১ এফএম = ১০ −১৫   মিটার) বা তার চেয়ে কম। এর শক্তি প্রায় ১৩৭   বৈদ্যুতিন চৌম্বকীয় বলের চেয়ে  ১০৬  গুণ  দুর্বল শক্তির চেয়ে বড় এবং প্রায় ১০ ৩৮  গুণ মহাকর্ষের চেয়ে বড় ।\nসবল নিউক্লিয় বল কণা পদার্থবিজ্ঞানের প্রমিত মডেল একটি অংশ কোয়ান্টাম ক্রোমোডায়নামিক্স (কিউসিডি) এর মাধ্যমে বর্ণনা করা হয়। গাণিতিকভাবে কিউসিডি হল স্থানীয় (গেজ) প্রতিসম গ্রুপের উপর ভিত্তি করে এসইউ (৩) নামের একটি নন-অ্যাবেলিয়ান গেজ তত্ত্ব ।\nসবল নিউক্লিয় বলের বল বাহক কণা হল গ্লুয়ন। এটি একটি ভর বিহীন বোসন । বৈদ্যুতিক চৌম্বকীয় ফোটনের মতো নয়। এটি হল নিরপেক্ষ।যেহেতু গ্লুয়নের একটি রঙ চার্জ রয়েছে। কোয়ার্কস এবং গ্লুন হল একমাত্র মৌলিক কণা যা অদৃশ্য রঙের চার্জ বহন করে এবং তাই তারা কেবল একে অপরের সাথে  সবল নিউক্লিয় বলে অংশ নেয়। সবল বল হল অন্যান্য কোয়ার্ক এবং গ্লুন কণার সাথে গ্লিয়নের মিথস্ক্রিয়াটির প্রকাশ।\nকিউসিডিতে সমস্ত কোয়ার্ক এবং গ্লুনগুলি শক্তিশালী বলের মাধ্যমে একে অপরের সাথে সংযুক্ত হয়। আন্তঃসংযোগের সবল বল সংযোজন ধ্রুবক দ্বারা প্যারামিটারাইজড হয়। এই শক্তিটি কণার গেজ রঙের চার্জ দ্বারা সংশোধিত হয় যা একটি গ্রুপ তাত্ত্বিক সম্পত্তি।\nসবল বল কোয়ার্কের মধ্যে কাজ করে। অন্যান্য সমস্ত শক্তির (বৈদ্যুতিক চৌম্বকীয়, দুর্বল এবং মহাকর্ষীয়) এর বিপরীতে।  সবল বল জোড়ের কোয়ার্কের মধ্যে বর্ধমান দূরত্বের সাথে বলে বল কম করে না। সীমাবদ্ধ দূরত্ব ( হ্যাড্রনের আকার ) পৌঁছানোর পরে এটি প্রায় ১০,০০০ এর শক্তিতে রয়ে যায়।  নিউটোনস (একক), কোয়ার্কের মধ্যে কত বেশি দূরত্ব তা নির্ধারণ করবে না।  কোয়ার্কের মধ্যে বিভাজন বাড়ার সাথে জোড়ায় যুক্ত বল মূল দুটিটির মধ্যে মিলিয়ে থাকা কোয়ারকের নতুন জোড়া তৈরি করে। সুতরাং পৃথক কোয়ার্ক তৈরি করা অসম্ভব। ব্যাখ্যাটি হল ১০,০০০ এর একটি বলের বিরুদ্ধে কাজ করার পরিমাণ   নিউটন সেই মিথস্ক্রিয়াটির খুব অল্প দূরত্বের মধ্যে কণা-অ্যান্টি-পার্টিকেল জোড়া তৈরি করতে যথেষ্ট। দুটি কোয়ারকে আলাদা করে আনার জন্য পদ্ধতিতে যুক্ত হওয়া বলের ফলে এক জোড়া নতুন কোয়ার্ক তৈরি হবে যা আসলটির সাথে জুড়ে দেবে। কিউসিডি-তে এই ঘটনাকে রঙিন আবদ্ধকরণ বলা হয়। ফলস্বরূপ কেবল হ্যাড্রনগুলিই, ব্যক্তিগত ফ্রি কোয়ার্কগুলি পর্যবেক্ষণ করা যায়। ফ্রি কোয়ার্ক অনুসন্ধান করা সমস্ত পরীক্ষার ব্যর্থতা এই ঘটনার প্রমাণ হিসাবে বিবেচিত হয়।\nউচ্চ শক্তির সংঘর্ষে জড়িত প্রাথমিক কোয়ার্ক এবং গ্লুন কণাগুলি সরাসরি পর্যবেক্ষণযোগ্য নয়। মিথস্ক্রিয়াটি নবনির্মিত হ্যাডরনের জেট তৈরি করে যা পর্যবেক্ষণযোগ্য। ভর-শক্তির সমতুল্যের প্রকাশ হিসাবে এই হ্যাড্রনগুলি তৈরি করা হয়, যখন পর্যাপ্ত শক্তি কোয়ার্ক-কোয়ার্ক বন্ধনে জমা হয়, যেমন একটি কণা ত্বকের পরীক্ষার সময় একটি প্রোটনে একটি কোয়ার্ক অন্য প্রভাবিত প্রোটনের খুব দ্রুত কোয়ার্ক দ্বারা আঘাত করা হয়। তবে কোয়ার্ক – গ্লুন প্লাজমাস লক্ষ্য করা গেছে। \n\n\n=== পরমাণুতে সবল নিউক্লিয় বলের প্রভাব ===\nশুধুমাত্র হাইড্রোজেন ব্যতীত সকল পরমাণুর নিউক্লিয়াসে একাধিক প্রোটন রয়েছে। ধনাত্মক চার্জযুক্ত প্রোটনগুলো একে অপরকে বিকর্ষণ করে। তবুও এরা নিউক্লিয়াসের ভিতরে সহাবস্থান করছে। নিউক্লিয়াসের ভিতর এই বিকর্ষণ বলের চেয়েও শক্তিশালী আরেকটি বল কাজ করে, এর নাম সবল নিউক্লিয় বল। গ্লুয়ন নামক কণা এই বল বহন করে। প্রোটনগুলো এই আকর্ষণ বলে নিউক্লিয়াসে আবদ্ধ থাকে। আবার প্রোটন গঠিত হয় কোয়ার্ক নিয়ে। এই কোয়ার্কগুলো একসাথে সবল নিউক্লিয় বলের মাধ্যমে আবদ্ধ হয়ে প্রোটন গঠন করে।\n\n\n== সবল নিউক্লিয় বল না থাকলে কী হত? ==\nসবল নিউক্লিয় বল না থাকলে পরমাণুর নিউক্লিয়াস গঠিত হতো না, এমনকি প্রোটনও গঠিত হতো না। শুধু থাকতো কোয়ার্কগুলো যেগুলো বিচ্ছিন্নভাবে ঘুরে বেড়াতো এই মহাবিশ্বে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএনসাইক্লোপিডিয়া ব্রিটানিকায় সবল নিউক্লিয় বল"}