{"pageid": 1066032, "title": "ম্যানেজার (ফুটবল)", "url": "https://bn.wikipedia.org/wiki?curid=1066032", "content": "ফুটবলে ম্যানেজার হলেন যুক্তরাজ্যের প্রধান কোচের পেশা, যা একটি ফুটবল ক্লাব অথবা জাতীয় দল পরিচালনার সাথে সম্পর্কিত। ব্রিটিশ দ্বীপপুঞ্জের বাইরে, ইউরোপের বেশিরভাগ এবং বিশ্বের বাকি অঞ্চল জুড়ে, প্রধান কোচ অথবা কোচ-এর উপাধিটি প্রধানরূপে ব্যবহৃত হয়।\n\n\n== দায়িত্ব ==\nএকটি পেশাদার ফুটবল ক্লাবে ম্যানেজারের দায়িত্ব সাধারণত নিম্নলিখিত ক্ষেত্রে অন্তর্ভুক্ত (কিন্তু সীমাবদ্ধ নয়):\n\nম্যাচের জন্য খেলোয়াড়দের দল এবং তাদের বিন্যাস নির্ধারণ করা।\nকৌশল পরিকল্পনা এবং মাঠে খেলোয়াড়দের নির্দেশনা প্রদান করা।\nকোন ম্যাচের আগে এবং সময় খেলোয়াড়দের অনুপ্রাণিত করা।\nপ্রথম দলের কোচ এবং কোচিং-মেডিকেল কর্মকর্তাদের দায়িত্ব বণ্টন করা।\nযুব একাডেমি বা সংরক্ষিত দলে প্রশিক্ষণের জন্য তরুণ এবং প্রতিভাবান খেলোয়াড়দের অনুসন্ধান করা এবং তাদের উন্নতিতে কাজ করা।\nধারসহ স্থানান্তর বাজারে খেলোয়াড়দের ক্রয়-বিক্রয় করা।\nপ্রাক-ম্যাচ এবং ম্যাচ-পরবর্তী সাক্ষাৎকারে গণমাধ্যমের মুখোমুখি হওয়া।\nউপর্যুক্ত কিছু দায়িত্ব ফুটবল অথবা ক্রীড়া পরিচালকের সাথে ভাগ করা হয় এবং কখনও কখনও একজন সহকারী ম্যানেজার অথবা ক্লাব কোচের ওপর অর্পণ করা হয়। উপরন্তু, ক্লাবের উপর নির্ভর করে কিছু ছোটখাটো দায়িত্বও ম্যানেজার পালন করে থাকেন, যা ছোট ক্লাবগুলোর পরিচালকদের মধ্যে বেশি লক্ষ্য করা যায়।\n\nক্লাব বিপণন, বিশেষ করে টিকিট ভর্তি, পৃষ্ঠপোষকতা এবং অন্যান্য পণ্যদ্রব্য জন্য কাজ করা।\nক্রমবর্ধমান টার্নওভার এবং ক্লাবটিকে লাভজনক রাখা।\n\n\n== ইউরোপীয় এবং উত্তর আমেরিকান ম্যানেজার ==\nম্যানেজারের উপাধিটি প্রায় একচেটিয়াভাবে ব্রিটিশ ফুটবলে ব্যবহৃত হয়। ইউরোপের যে সকল দেশে পেশাদার ফুটবল খেলা হয়, তাদের অধিকাংশের মধ্যে কোন দলের পরিচালনার দায়িত্বে থাকা ব্যক্তিকে কোচ অথবা \"প্রশিক্ষক\" পদে ভূষিত করা হয়। উদাহরণস্বরূপ, দায়িত্বের ক্ষেত্রে সাধারণ সমতুল্যতা থাকা সত্ত্বেও ববি রবসনকে ইংল্যান্ডের ম্যানেজার হিসেবে উল্লেখ করা হয়, অন্যদিকে ইওয়াখিম ল্যোভকে জার্মানির প্রধান কোচ হিসেবে উল্লেখ করা হয়। জার্মানি দলে একটি টিম ম্যানেজার ভূমিকাও রয়েছে, যা প্রধান কোচের অধীনস্থ একটি পদ।\nএকজন ইউরোপীয় ফুটবল ম্যানেজার অথবা প্রধান কোচের দায়িত্ব উত্তর আমেরিকার পেশাদার ক্রীড়ায় বিভক্ত হওয়ার প্রবণতা রয়েছে, যেখানে দলগুলোর সাধারণত একটি পৃথক জেনারেল ম্যানেজার এবং প্রধান কোচ থাকে (বেসবলে ফিল্ড ম্যানেজার হিসেবে পরিচিত), যদিও মাঝে মাঝে একজন ব্যক্তি এই দুটি ভূমিকায় দায়িত্ব পালন করতে পারেন। যদিও ফুটবলের প্রথম দলের কোচ সাধারণত ম্যানেজারের সহকারী, যিনি আসলে সকল ক্ষমতার অধিকারী, উত্তর আমেরিকান শৈলীর জেনারেল ম্যানেজার এবং প্রধান কোচের দায়িত্বের স্পষ্টভাবে স্বতন্ত্র ক্ষেত্র রয়েছে। উদাহরণস্বরূপ, একজন সাধারণ ইউরোপীয় ফুটবল ম্যানেজার খেলার মধ্যে সিদ্ধান্ত (খেলোয়াড় লাইন-আপসহ) এবং মাঠের বাইরে ও দলের ব্যবস্থাপনা সিদ্ধান্ত (চুক্তি আলোচনাসহ) নিয়ে থাকেন। উত্তর আমেরিকার খেলাধুলায়, এই দায়িত্বগুলো যথাক্রমে প্রধান কোচ এবং জেনারেল ম্যানেজার পৃথকভাবে পরিচালনা করেন।\n\n\n== তথ্যসূত্র =="}