{"pageid": 1066428, "title": "কুংফু পান্ডা: লিজেন্ডস অফ অসামনেস", "url": "https://bn.wikipedia.org/wiki?curid=1066428", "content": "কুংফু পান্ডা: লিজেন্ডস অফ অসামনেস হলো ড্রিমওয়ার্কস অ্যানিমেশনের কুংফু পান্ডা ধারাবাহিকের কম্পিউটার অ্যানিমেশনকৃত মার্কিন টেলিভিশন কমেডি। এতে ধারাবাহিকের প্রথম ও দ্বিতীয় চলচ্চিত্রের মাঝের সময়ে মূল চরিত্র পোয়ের প্রশিক্ষণের মাধ্যমে ড্রাগন যোদ্ধা হয়ে ওঠার কাহিনি বর্ণনা পাওয়া যায়। ধারাবাহিকের দ্বিতীয় চলচ্চিত্রটির বিকাশকারী পিটার হ্যাস্টিংসের ভাষ্যে, “ধারাবাহিকের অন্যান্য পর্বের দীর্ঘ, সুপার-ডিলাক্স, ৩ডি সংস্করণ নয়”।\n২০১০ সালে নিকলোডিয়নে কুংফু পান্ডার প্রচার শুরু হওয়ার কথা ছিল। কিন্তু ২০১১ সালের ১৯ সেপ্টেম্বর বিশেষ পর্ব প্রদর্শনের মাধ্যমে এর প্রচার শুরু হয় এবং সে বছরের ৭ নভেম্বর থেকে নিয়মিত প্রচারিত হতে থাকে। এখন পর্যন্ত এই ধারাবাহিকের তিনটি মৌসুম তৈরি করা হয়েছে। ৩য় মৌসুমের মাঝপথে মার্কিন যুক্তরাষ্ট্রে এর প্রচার বন্ধ হয়ে যায়। মার্কিন যুক্তরাষ্ট্রে বন্ধ হওয়ার আগে প্রচারিত সবকয়টি পর্বই অন্যান্য দেশেও প্রচারিত হয়; যেমন: ২০১৪–২০১৫ সালে জার্মানিতে নিকটুনসে এবং এরপর ২০১৫–২০১৬ সালে কানাডায় ওয়াইটিভিতে প্রচারিত হয়। ২০১৬ সালে মার্কিন নিকটুনস এই ধারাবাহিকের নতুন পর্ব প্রচারের বিজ্ঞাপন প্রকাশ করতে শুরু করে। পরবর্তীতে জানা যায় যে, তারা ১৫ থেকে ১৯ ফেব্রুয়ারির মধ্যে ধারাবাহিকের অপ্রচারিত দশটি পর্বের পাঁচটি প্রচার করবে। শেষ পর্যন্ত ২০১৬ সালের ২৯ জুন এই ধারাবাহিকের সর্বশেষ পর্বটি প্রচার করা হয়।\nধারাবাহিকটি বাতিল করার পর ২০১৮ সালের ৯ জুন পর্যন্ত নিকটুনস ইতোমধ্যে প্রচারিত পর্বগুলো পুনঃপ্রচার করে।\nধারাবাহিকে ভাইপার ও মিস্টার পিং চরিত্রে লুসি লিউ ও জেমস হং পুনরায় কণ্ঠাভিনয় করার পাশাপাশি পো (মিক উইঙ্গার্ট), মাস্টার শিফু (ফ্রেড টাটাশোর), টাইগ্রেস (ক্যারি ওয়াহলগ্রেন), ক্রেন (আমির তলই), মাঙ্কি (জেমস সাই) ও ম্যান্টিস (ম্যাক্স কক) চরিত্রে নতুন কণ্ঠাভিনেতারা কণ্ঠ দেন।\n\n\n== সারাংশ ==\nপো এবং ফিউরিয়াস ফাইভ “শান্তির উপত্যকা”কে সকল প্রকার দুষ্টের হাত থেকে রক্ষা করে। এর মধ্যেই পো বারবার ভুল করে, তা থেকে নতুন বিষয় শেখে, কুংফুর ইতিহাস সম্পর্কে জানে এবং বিখ্যাত কুংফু মাস্টারদের সাথে পরিচিত হয়।\n\n\n== পর্বতালিকা ==\n\n\n== কণ্ঠাভিনয় ==\n\nপো - মিক উইঙ্গার্ট\nশিফু - ফ্রেড টাটাশোর\nটাইগ্রেস - ক্যারি ওয়াহলগ্রেন\nভাইপার - লুসি লিউ\nক্রেন - আমির তলই\nমাঙ্কি - জেমস সাই\nম্যান্টিস - ম্যাক্স কক\nমি. পিং - জেমস হং\n\n\n== উন্নয়ন ==\n“ট্র‍্যাক টিম” এই অনুষ্ঠানের সঙ্গীত প্রযোজনা করে। অধিকাংশ ঐতিহ্যবাহী চীনা সঙ্গীত যন্ত্রপাতি; যেমন: এরহু, গাওহু, বাউয়ু, হুলুসি, শাও, দিজি, কুচিন, সানশান, সুওনা, গুয়ানজি, জুন ইত্যাদি ব্যবহার করে বিখ্যাত বহু-যন্ত্রবাদক হং ওয়াং এই অনুষ্ঠানের সঙ্গীত প্রযোজনা করেন। এছাড়াও অ্যাভাটর: দ্য লাস্ট এয়ারবেন্ডার-এ কাজের সুবাদে সিফু কিজু এখানেও মার্শাল আর্ট পরামর্শক হিসেবে কাজ করেন।\n\n\n== প্রচার ==\nকুংফু পান্ডা: লিজেন্ডস অফ অসামনেস নিকেলোডিয়নে টেলিভিশন কার্টুন ধারাবাহিকের পুনর্গঠনের অংশ হিসেবে তৈরি হয়েছিল। ২০১১ সালে প্রথম প্রচারের পূর্বে প্রাথমিক বিজ্ঞাপন হিসেবে নিকেলোডিয়নের সমস্ত কার্টুন চরিত্রের (নতুন ধারাবাহিক অথবা নবায়নকৃত ধারাবাহিকের চরিত্র) মিশেলে প্রচারিত একটি পর্বে পোকে উপস্থাপন করা হয়। ২৩ জুন স্যান ডিয়েগো কমিক-কনে প্রযোজক ও কণ্ঠাভিনেতাদের উপস্থিতিতে একটি বিশেষ স্নিক-পিক পর্ব প্রচারিত হয়। ২০১১ সালের ১৩ ডিসেম্বর কুংফু পান্ডা ২-এর জন্য ডিভিডি / ব্লু-রে স্নিক-পিক পর্ব প্রকাশিত হয়। এর বাইরেও, এই অনুষ্ঠানের আনুষ্ঠানিক আত্মপ্রকাশের পূর্বে আরও দুইটি (যথাক্রমে ২০১১ সালের ১৯ সেপ্টেম্বর ও ২১ অক্টোবর) স্নিক-প্রিভিউ প্রকাশিত হয়। ২০১৮ সালের জুন মাসে হুলুতে এই অনুষ্ঠান প্রচারের ঘোষণা দেওয়া হয়।\n\n\n=== অন্যান্য ===\n২০২১ সালে বাংলাদেশি টেলিভিশন চ্যানেল দুরন্ত তাদের ১৫তম মৌসুমের অংশ হিসেবে এই অনুষ্ঠানের একটি ডাবিংকৃত সংস্করণ প্রচার করে।\n\n\n== অনুষ্ঠান সমালোচনা ==\nলস অ্যাঞ্জেলেস টাইমস-এর ম্যারি ম্যাকনামারার মতে, “কুংফু পান্ডা: লিজেন্ডস অফ অসামনেস নিকট দূরত্বের যেকোনো বয়স্ক ব্যক্তিকে একদম পাগল করে তুলবে না। বর্তমান সময়ে এর অর্থ নিশ্চয়ই কিছু আছে।” দ্য এ.ভি. ক্লাব-এর কেভিন ম্যাকফারল্যান্ডের মতে, “এই অনুষ্ঠান মূল ধারাবাহিকের আকর্ষণীয় সবকিছুই একদম ছিন্ন-ভিন্ন করে দিয়েছে, এবং নৈতিক শিক্ষার ধুয়া তুলে পেছনে রেখে গেছে সস্তা, সাধারণ শিশুতোষ অনুষ্ঠান কিন্তু এছাড়া অন্যান্য অসংখ্য অনুষ্ঠানের সাথে একে আলাদা করা যায় না।” এবং “এই অনুষ্ঠান কাটিং-এজ অথবা মৌলিক কোনোটিই হতে চায়নি, শুধুমাত্র মাঝামাঝি পর্যায়ে থেকে বিনোদন দিতে চেয়েছে। অর্থাৎ,... এটি কোনো শিশুর ক্ষতি তো করবেই না, এটি তাদের তেমন প্রভাবিতও করবে না।” এরূপ মিশ্র পর্যালোচনা সত্ত্বেও ধারাবাহিকটি চারবার এমি পুরস্কার লাভ করে এবং চারটি অ্যানি পুরস্কারের জন্য মনোনীত হয়।\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== ঘরোয়া মাধ্যম ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে কুংফু পান্ডা: লিজেন্ডস অফ অসামনেস  (ইংরেজি)\nটেমপ্লেট:Bcdb"}