{"pageid": 1066092, "title": "লুডউইগ গুটম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1066092", "content": "স্যার লুডউইগ গুটম্যান সিবিই এফআরএস   (৩ জুলাই  ১৮৯৯ - ১৮ মার্চ ১৯৮০)  ছিলেন জার্মান বংশোদ্ভুত ব্রিটিশ স্নায়ুরোগ বিশেষজ্ঞ, যিনি প্রতিবন্ধীদের শারীরিক অক্ষমতার প্রতিবন্ধকতা হ্রাসের লক্ষ্যে এক ক্রীড়া ইভেন্ট, স্টোক ম্যান্ডেভিলে গেমসের সূচনা করেন যা কিনা লন্ডনে প্যারালিম্পিক গেমস নামে পরিচিত হয়। দ্বিতীয় বিশ্বযুদ্ধ শুরুর ঠিক আগে এই ইহুদি চিকিৎসক নাৎসি জার্মানি হতে বাধ্য হয়ে চলে যান এবং প্রতিবন্ধীদের জন্য সংগঠিত শারীরিক ক্রিয়াকলাপের তথা প্যারালিম্পিকের অন্যতম জনক হিসাবে বিবেচিত হন। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nলুডউইগ গুটম্যান জার্মান নিয়ন্ত্রিত আপার সাইলেসিয়ার 'তোস্ট'-এ, বর্তমানে পোল্যান্ডের 'তোসাকি' তে ১৮৯৯ খ্রিস্টাব্দের ৩রা জুলাই জার্মানির এক ইহুদি পরিবারে জন্মগ্রহণ করেন।  যখন তার তিন বছর বয়স, পরিবার সিলিসিয়ান শহর কনিগশিত্তে (বর্তমানে পোল্যান্ড এর চোরজি ) চলে আসেন এবং সেখানে 'হিউম্যানিস্টিক গ্রামার স্কুল' থেকে ১৯১৭ খ্রিস্টাব্দে জার্মানির মাধ্যমিক পরীক্ষা,(অবিটুর পরীক্ষা) পাশ করে সামরিক সেবায় যোগ দেন।\n\n\n== প্রাথমিক কর্মজীবন ==\n১৯১৭ খ্রিস্টাব্দে তিনি কনিগশিট্টির দুর্ঘটনা হাসপাতালে যখন স্বেচ্ছাসেবক হিসাবে ছিলেন, তিনি পায়ের আঙুলে আঘাতপ্রাপ্ত এক রোগীর সাথে প্রথম মুখোমুখি হন। রোগীটি এক কয়লা খনির কর্মী ছিলেন, কিন্তু তিনি  সেপসিসের কারণে মারা যান।  গুটম্যান ১৯১৮ খ্রিস্টাব্দের  এপ্রিলে ব্রাসেলাউ বিশ্ববিদ্যালয়ে মেডিক্যাল শিক্ষার জন্য  পড়াশোনা শুরু করেন। তিনি ১৯১৯ খ্রিস্টাব্দে  ফ্রেইবুর্গ বিশ্ববিদ্যালয়ে স্থানান্তরিত হন এবং ১৯২৪ খ্রিস্টাব্দে মেডিসিনে ডক্টরেট ডিগ্রি লাভ করেন ।\n১৯৩৩ খ্রিস্টাব্দে গুটম্যান ব্র্রাসেলাউতে (বর্তমানে পোল্যান্ডে) বিশ্ববিদ্যালয়ের নিউরোসার্জন ও প্রভাষক হিসাবে কর্মরত ছিলেন।  গুটম্যান গবেষণা কেন্দ্রে  নিউরোসার্জারির পথিকৃৎ  ওটফ্রিড ফোস্টারের শিক্ষা লাভ করেন এবং ফোস্টারের প্রথম সহকারী হিসাবে সুনামের সাথে  কাজ করতে থাকেন। তা সত্ত্বেও  গুটম্যানকে ১৯৩৩ খ্রিস্টাব্দে নুরেমবার্গ আইন অনুসারে  বিশ্ববিদ্যালয়ের নিয়োগ এবং চাকরি থেকে বরখাস্ত করা হয়। তার পদবি পরিবর্তন করে \"ক্র্যাঙ্কেনহেভেন্ডলার\" ( যারা কেবল অসুস্থদের দেখাশোনা করেন) রাখা হয়   নাৎসিরা ক্ষমতায় আসার সাথে সাথে ইহুদিদের  চিকিৎসা করার পেশা নিষিদ্ধ করা হয়েছিল এবং তাঁকে ব্রাসেলাউ ইহুদি হাসপাতালে নিয়োগ করা হয়েছিল। ১৯৩৭ খ্রিস্টাব্দে তিনি সেখানে  মেডিকেল ডিরেক্টর হন। ১৯৩৮ খ্রিস্টাব্দের ৯ই নভেম্বর (ক্রিস্টাল রাত) সময়ে ইহুদি জনগণ এবং সম্পত্তিগুলির উপর সহিংস হামলার সময়, গুটম্যান তার কর্মীদের বিনা প্রশ্নে যে কোন  রোগীকে ভর্তি করার নির্দেশ দিয়েছিলেন। পরের দিনই তিনি গেস্টাপোর অর্থাৎ নাজি জার্মানি গোপন নীতি অনুসারে এক একটি ভর্তির  সিদ্ধান্তকে ন্যায়সঙ্গত হিসাবে গ্রহণ করেছিলেন। এভাবে তিনি ৬৪ জন ভর্তি রোগী মধ্যে  ৬০ জনকে গ্রেফতার ও কনসেনেট্রশন ক্যাম্পে নির্বাসনে যাওয়া থেকে রক্ষা করেন। \n\n\n== ব্রিটেনে পলায়ন ==\nইইহুদিদের উপর নাৎসিদের অত্যাচারের কারণে ১৯১৯ খ্রিস্টাব্দের গোড়ার দিকে গুটম্যান এবং তার পরিবার নিয়ে  জার্মানি ত্যাগ করেন। নাৎসিরা তাঁকে ভিসা দিয়েছিল পর্তুগাল ভ্রমণের, যাতে পর্তুগিজ একনায়ক আন্তোনিও ডি ওলিভিরা সালজারের চিকিৎসা করতে পারেন তিনি। এই সুযোগেই তিনি জার্মানি ত্যাগ করেন।\nগুটম্যান ১৯৩৯ খ্রিস্টাব্দের ১৪ মার্চ, স্ত্রী এলসো সামিউল গুটম্যান, এক পুত্র, ডেনিস এবং এক ছয় বৎসর বয়সে কন্যা, ইভাকে নিয়ে ইংল্যান্ডের অক্সফোর্ডে পৌঁছান। গুটম্যানের লন্ডন হয়ে জার্মানি ফিরে আসার কথা ছিল। কিন্তু  কাউন্সিল ফর অ্যাসিস্টিং রিফিউজি একাডেমিকস (সিএআরএ) তাঁকে যুক্তরাজ্যে থাকার ব্যবস্থা করে।  সিএআরএ তাদের পক্ষে ব্রিটিশ হোম অফিসের সাথে আলোচনা করে এবং অক্সফোর্ডে বসতি স্থাপনের জন্য গুটম্যান এবং তার পরিবারকে ২৫০ পাউন্ড সহায়তা প্রদান করে। গুটম্যান র্যাডক্লিফ ইনফার্মারিতে নিউরোসার্জারির নফিল্ড বিভাগে মেরুদণ্ডের আঘাতের গবেষণা চালিয়ে যান। লন্ডনে আসার পর প্রথম কয়েক সপ্তাহ গুটম্যান পরিবার বলিওল কলেজের মাস্টার্স লজে বসবাস করেছিলেন (মাস্টার স্যান্ডি লিন্ডসের সাথে) যতক্ষণ না তারা লনসডেল রোডে সম্পূর্ণ আলাদা বসত বাড়ির ব্যবস্থা করতে পারেন।  গ্রাইকোটেস স্কুলের প্রধান শিক্ষিকা উভয় সন্তানের  বিনামূল্যে শিক্ষার ব্যবস্থা করেছিলেন। পরিবারটি অক্সফোর্ডের ইহুদি সম্প্রদায়ের সদস্যভুক্ত হয়। তার কন্যা ইভা বিখ্যাত অভিনেত্রী মরিয়ম মার্গোলাইসের বান্ধবী হয়ে ওঠে।  ইউরোপ থেকে বাস্তুচ্যুত শিক্ষিত  ইহুদিদের আগমনের ফলে অক্সফোর্ডে ইহুদি সম্প্রদায় দ্রুত বৃদ্ধি পায়।\nদ্বিতীয় বিশ্বযুদ্ধের সূত্রপাতের সময়  গুটম্যান ও তার পরিবার, সিএআরএ কাউন্সিলর এবং বলিওল কলেজের মাস্টার লর্ড লিন্ডসের বাড়িতে বসবাস করতেন। \n\n\n== স্টোক ম্যান্ডেভিল হাসপাতাল ==\n১৯৪৩ খ্রিস্টাব্দের সেপ্টেম্বরে ব্রিটিশ সরকার গুটম্যানকে বাকিংহামশায়ারের স্টোক ম্যান্ডেভিল হাসপাতালে মেরুদণ্ডের আঘাত প্রাপ্তদের চিকিৎসার জন্য ব্যবস্থা করতে বলেছিল ।  বোমারু বিমানে ক্ষতিগ্রস্তদের চিকিৎসা ও পুনর্বাসনের উদ্দেশ্যে রয়্যাল এয়ার ফোর্সের উদ্যোগে  ১৯৪৪ খ্রিস্টাব্দের ১লা ফেব্রুয়ারি  খোলা হয়.।  যুক্তরাজ্যের প্রথম এই চিকিৎসা কেন্দ্রের পরিচালক নিযুক্ত হন গুটম্যান এবং ১৯৬৬ খ্রিস্টাব্দ পর্যন্ত পদে অধিষ্ঠিত ছিলেন। তিনি বিশ্বাস করতেন যে খেলাধুলা আহত সামরিক কর্মীদের পুনর্বাসনের জন্য থেরাপি এক গুরুত্বপূর্ণ পদ্ধতি এবং এর মধ্য দিয়ে তাদের শারীরিক শক্তি এবং আত্ম-সম্মান গড়ে তুলতে সহায়তা করে।\n\n১৯৪৫ খ্রিস্টাব্দে গুটম্যান পুরোপুরি ব্রিটিশ নাগরিক হয়ে ওঠেন।  লন্ডন অলিম্পিকের উদ্বোধনের ঠিক পরে, ১৯৪৮ খ্রিস্টাব্দের ২৯ শে জুলাই হাসপাতালে অনুষ্ঠিত যুদ্ধ-প্রতিবন্ধীদের জন্য তিনি প্রথম স্টোক ম্যান্ডেভিলি গেমসের আয়োজন করেন । সমস্ত অংশগ্রহণকারীদের মেরুদণ্ডের জখম ছিল এবং তারা  হুইলচেয়ারেই প্রতিযোগিতা করেছিল।   তার রোগীদের জাতীয় ইভেন্টে অংশ নিতে উৎসাহিত করার প্রয়াসে গুট্টম্যান প্যারাপ্লেজিক গেমস শব্দটি ব্যবহার করেছিলেন । এগুলি পরে \"প্যারালিম্পিক গেমস \" নামে পরিচিতি লাভ করে, যা পরে \"সমান্তরাল গেমস\" হয়ে ওঠে এবং অন্যান্য প্রতিবন্ধীরাও এতে অন্তর্ভুক্ত হন।\n\n\n== প্যারালিম্পিক ==\n\n১৯৫২ খ্রিস্টাব্দের মধ্যে, ১৩০ টিরও বেশি আন্তর্জাতিক প্রতিযোগী স্টোক ম্যান্ডেভিলি গেমসে অংশ নিয়েছিল। করেছিল। বার্ষিক ক্রীড়ানুষ্ঠান ক্রমবর্ধমান ও অব্যাহত থাকায় এবং সংশ্লিষ্ট  সমস্ত নীতি ও প্রচেষ্টা অলিম্পিক গেমসের আয়োজকদের এবং আন্তর্জাতিক সম্প্রদায়ের সদস্যদের প্রভাবিত করতে শুরু করে । ১৯৫৬ খ্রিস্টাব্দের স্টোক ম্যান্ডেভিলি গেমসে, হুইলচেয়ার ক্রীড়া থেকে প্রাপ্ত সামাজিক ও মানবিক মূল্যবোধের মধ্য দিয়ে অলিম্পিক আন্দোলনে সেবার জন্য মেধাবী কৃতিত্বের জন্য  গুটম্যানকে আন্তর্জাতিক অলিম্পিক কমিটি (আইওসি) কর্তৃক 'স্যার থমাস ফার্নি কাপ' প্রদান করা হয়।\nস্টোক ম্যান্ডেভিলি গেমসকে অলিম্পিক গেমসের সমতুল্য করে তোলার লক্ষ্যে তার দৃষ্টিনিবন্ধ ছিল। ১৯৬০ খ্রিস্টাব্দে যখন আন্তর্জাতিক স্টোক ম্যান্ডেভিলি গেমস রোমের সরকারী ১৯৬০ গ্রীষ্মকালীন অলিম্পিকের পাশাপাশি অনুষ্ঠিত হয়েছিল তখনই তার উপলব্ধি এসেছিল। নবম বার্ষিক আন্তর্জাতিক স্টোক ম্যান্ডেভিলি গেমস এবং প্রাক্তন-সৈন্যদের ওয়ার্ল্ড ফেডারেশন (প্রতিবন্ধীদের জন্য ক্রীড়া সম্পর্কিত একটি আন্তর্জাতিক ওয়ার্কিং গ্রুপ) এর সহায়তায় আয়োজিত প্রথম প্যারালিম্পিক গেম হিসাবে স্বীকৃতিলাভ করে । (\"প্যারালিম্পিক গেমস\" শব্দটি আইওসি ১৯৮৪ খ্রিস্টাব্দে প্রথম প্রয়োগ করেছিল applied ) \n১৯৬১ খ্রিস্টাব্দে, গুটম্যান প্রতিবন্ধীদের জন্য ব্রিটিশ স্পোর্টস অ্যাসোসিয়েশন প্রতিষ্ঠা করেছিলেন, যা পরবর্তীকালে ইংলিশ ফেডারেশন অফ ডিসএবিলিটি স্পোর্ট হিসাবে পরিচিতি লাভ করে ।\n\n\n== পরবর্তী জীবন ==\n১৯৬১ খ্রিস্টাব্দে, গুটম্যান প্যারাপ্লেজিয়ার আন্তর্জাতিক মেডিকেল সোসাইটি প্রতিষ্ঠা করেন। বর্তমানে এটি  আন্তর্জাতিক স্পাইনাল কর্ড সোসাইটি (আইএসসিওএস) নামে পরিচিত। উদ্বোধনের সময় থেকেই ১৯৭০ খ্রিস্টাব্দ পর্যন্ত  তিনি সোসাইটির সভাপতি ছিলেন।  তিনি 'প্যারাপ্লেজিয়া'র (বর্তমানে ''স্পাইনাল কর্ড'' নামে পরিচিত ) পত্রিকার প্রথম সম্পাদক হন ।  তিনি ১৯৬৬ খ্রিস্টাব্দে চিকিৎসা সংক্রান্ত বিষয় থেকে অবসর নিলেও, খেলাধুলায় নিজেকে জড়িত  রেখেছিলেন।\n\n\n== উত্তরাধিকার ==\n\n২০১৩ খ্রিস্টাব্দে হাসপাতাল তৈরির পাশাপাশি  গুটম্যান যুক্তরাজ্যের ন্যাশনাল সেন্টার ফর ডিসএবিলিটি স্পোর্ট স্টোক ম্যান্ডেভিলে স্টেডিয়াম তৈরি করেছিলেন। \nবার্সেলোনার বিশেষজ্ঞ নিউরোরহেল্যাশন হাসপাতাল , ইনস্টিটিউট গুটম্যান [স্প্যানিশ ভাষায়] তার সম্মানে নামকরণ করা হয়েছে।  এর প্রতিষ্ঠাতা, স্পেনের প্যারালজিগিক্সের জন্য প্রথম পুনর্বাসন ক্লিনিক হলেন গিলেরমো গঞ্জালেজ গিলবে, যিনি নিজে প্যারালজিয়ার সমস্যায় ভুগছিলেন এবং লুডভিগ গুটম্যানের সাথে ইংল্যান্ডে দুর্দান্ত গতি অর্জন করেছিলেন।\nলন্ডন ২০১২ গ্রীষ্মকালীন প্যারা অলিম্পিক এবং অলিম্পিক গেমসের জুন ২০১২ খ্রিস্টাব্দে স্টোক ম্যান্ডেভিলি স্টেডিয়ামে গুটম্যানের একটি পূর্ণায়ব ব্রোঞ্জ মূর্তি উন্মোচন করা হয় এবং গেমসের শেষে, এটি জাতীয় মেরুদণ্ডের ইনজুরিস সেন্টারে এর স্থায়ী বাড়িতে স্থানান্তরিত করা হয়।  গুটম্যানের কন্যা  ইভা লোফলার লন্ডন ২০১২ খ্রিস্টাব্দে প্যারা অলিম্পিক গেমসের অ্যাথলিট ভিলেজের মেয়র নিযুক্ত হন। \n২০১২ খ্রিস্টাব্দের আগস্টে বিবিসি দ্বিতীয় বিশ্বযুদ্ধের সময় এবং তার পরে স্টোক ম্যান্ডেভিলিতে গুটম্যানের কাজ সম্পর্কিত একটি টিভি চলচ্চিত্র 'দ্য বেস্ট অফ ম্যান' সম্প্রচার করেছিল। লুসি গ্যানন রচিত ছবিটিতে অভিনেতা  এডি মার্সান ডাঃ গুটম্যানের ভূমিকায় এবং রব ব্রাইডন গুরুতর আহত রোগীদের একজনের ভূমিকায় অভিনয় করেন।\nস্যার লুডভিগ গুট্টম্যান সেন্টার একটি এনএইচএস সুবিধা যা ২০১২ সালের অলিম্পিক ভিলেজে জিপি, অর্থোপেডিকস এবং স্পোর্টস এবং ব্যায়াম ওষুধের বহির্মুখী পরিষেবার পাশাপাশি ইমেজিং সরবরাহ করে।\nগুটম্যানের কাজের অবদানে এবং মেরুদণ্ডের যত্নে আজীবন অবদানের স্বীকৃতি হিসাবে স্যার লুডভিগ গুটম্যান বক্তৃতামালা আন্তর্জাতিক মেডিকেল সোসাইটি অফ প্যারাপেলজিয়ার (বর্তমানে আইএসসিওএস) উদ্যোগে আয়োজিত  হয়েছিল। \nপ্যারাপ্লেজিয়ার জন্য জার্মান মেডিকেল সোসাইটির লুডভিগ গুটম্যান পুরস্কার \"মেরুদণ্ডের আঘাতের বিষয়ে ক্লিনিকাল গবেষণায় অসামান্য বৈজ্ঞানিক কাজ\" করার জন্য দেওয়া হয়ে থাকে । \n২০১৯ খ্রিষ্টাব্দে  [https://www.paralympicheritage.org.uk প্যারালিম্পিকের জন্মস্থান স্টোক ম্যান্ডেভিলে স্টেডিয়ামে জাতীয় প্যারা অলিম্পিক ঐতিহাসিক কেন্দ্রে একটি ছোট যাদুঘর নির্মান করা হয়েছিল,যেখানে প্যারালিম্পিক আন্দোলনের সংগ্রহ এবং প্রফেসর স্যার লুডভিগ গুটম্যানের মূল ভূমিকার নিদর্শন প্রদর্শিত হয়।\n২০২১ খ্রিস্টাব্দের ৩রা জুলাই গুগল লুডউইগ গুটম্যানের ১২২ তম জন্মদিনে শ্রদ্ধার্ঘ্য নিবেদনে তাদের হোমপেজে এক ডুডল প্রদর্শন করে।\n\n\n== সম্মান ==\nস্টোক ম্যান্ডেভিলিতে অবস্থিত পেনশন হাসপাতালের মন্ত্রনালয়ের স্পাইনাল ইনজুরি সেন্টারের অধীন ইনচার্জ নিউরোলজিকাল সার্জন হিসাবে,\"১৯৫০ খ্রিস্টাব্দে রাজার জন্মদিনের সম্মানে তাঁকে ব্রিটিশ সাম্রাজ্যের (ওবিই) অর্ডার অফ অফিসার নিযুক্ত করা হয়েছিল।  ১৯৫৭ খ্রিস্টাব্দের ২৮ শে জুন, তাঁকে সেন্ট ভেনেবল অর্ডার-এর সহযোগী অফিসার করা হয়। \n১৯৬০ খ্রিস্টাব্দে তাকে কমান্ডার অফ দ্য অর্ডার অফ দি ব্রিটিশ এম্পায়ার (সিবিই) উপাধি প্রদান করা হয় এবং ১৯৬৬ খ্রিস্টাব্দে দ্বিতীয় রানী এলিজাবেথ নাইট প্রদান করেন \n২৪ অক্টোবর ২০১৩, গুটম্যানের জীবন ও কাজের প্রতি শ্রদ্ধা জানিয়ে জাতীয় মেরুদণ্ডের ইনজুরি সেন্টারে অ্যাসোসিয়েশন অব ইহুদি শরণার্থী (এজেআর) দ্বারা একটি স্মৃতি ফলক উন্মোচন করা হয়েছিল। এজেআরের সক্রিয় সদস্য হিসাবে, তিনি বোর্ডে ২৫ বছরেরও বেশি সময় ধরে দায়িত্ব পালন করেছিলেন। \n২০২১ খ্রিস্টাব্দের ৩রা জুলাই, গুগল তাকে একটি ডুডল দিয়ে সম্মানিত করে। \n\n\n== নির্বাচিত প্রকাশনা ==\n১৯৫৯ - দ্য প্লেস অব আওয়ার স্পাইনাল প্যারালপ্লেজিক ফেলো-ম্যান ইন সোসাইটি: এ সার্ভে অন ২০০০ পেশেন্টস।  ডেম জর্জিনা বুলার স্মৃতি বক্তৃতা।\n১৯৭৩ - স্পাইনাল কর্ড ইনজুরিজ:কমপ্রিহেন্সিভ ম্যানেজমেন্ট অ্যান্ড রিসার্চ - ব্ল্যাকওয়েল সায়েন্স। আইএসবিএন ৯৭৮-০-৬৩২-০৯৬৮০-০\n১৯৭৩ -  দ্য জার্নাল অফ দ্য রয়্যাল সোসাইটি ফর দ্য প্রমোশন অব হেল্থএ প্রকাশিত \"স্পোর্ট  অ্যান্ড রিক্রিয়েশন ফর দ্য মেনট্যালি অ্যান্ড ফিজিক্যালি হ্যান্ডিক্যাপ্ড\" নিবন্ধ 1973; 93 (4): 208-21\n১৯৭৬ - টেক্সট বুক অফ স্পোর্ট ফর দ্য ডিসএবেল্ড আইলেসবারি: এইচএম + এম আইএসবিএন ৯৭৮-০-৮৫৬০২-০৫৫-১।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ==="}