{"pageid": 1066426, "title": "আহমদ আলী সাহারানপুরি", "url": "https://bn.wikipedia.org/wiki?curid=1066426", "content": "আহমদ আলী সাহারানপুরি (১৮১০ – ১৭ এপ্রিল ১৮৮০) একজন ব্রিটিশ ভারতীয় হাদিস পণ্ডিত যিনি ভারতে হাদিস সাহিত্য প্রকাশে মুখ্য ভূমিকা পালন করেছিলেন। তিনি মাজাহির উলুম, সাহারানপুরের প্রথম দিকের শিক্ষক ছিলেন। মাদ্রাসাটির উন্নয়নে তার অবদানের জন্য তাকে প্রতিষ্ঠাতা হিসেবেও কৃতিত্ব দেওয়া হয়। তার ছাত্রদের মধ্যে রয়েছেন: মুহাম্মদ কাসেম নানুতুবি ও শিবলী নোমানী।\n\n\n== জীবনী ==\nআহমদ আলী ১৮১০ সালে সাহারানপুরে জন্মগ্রহণ করেছিলেন। তিনি মিরাটে কুরআন মুখস্থ ও সাহারানপুরের সাদাত আলী ফকীহের কাছে আরবি ভাষার প্রাথমিক বইগুলো পড়েছিলেন। তারপর তিনি দিল্লি গমন করে মামলুক আলী নানুতুবির অধীনে অধ্যয়ন করেন। তিনি ওয়াজিহুদ্দিন সিদ্দিকীর কাছে সহিহ বুখারীর কিছু অংশ এবং ১২৬১ হিজরিতে মক্কায় শাহ মুহাম্মদ ইসহাক দেহলভির কাছে পরিপূর্ণ হাদিস অধ্যয়ন শেষ করেন। ভারতীয় শিক্ষাবিদ সৈয়দ আহমদ খানের মতে, তিনি সিহাহ সিত্তাহ সহ হাদিসের সকল গ্রন্থ মুহাম্মদ ইসহাকের কাছে শুরু থেকে শেষ পর্যন্ত অধ্যয়ন করেছিলেন। আবু সালমান শাহজাহানপুরী সৈয়দ আহমদ খানের এই বক্তব্যের সাথে দ্বিমত পোষণ করেন। তার মতে আহমদ আলী মুহাম্মদ ইসহাকের কাছে সহিহ বুখারী পড়েন নি। সৈয়দ মেহবুব রিজভী আহমদ আলীর বরাত দিয়ে লিখেছেন যে, তিনি সাহারানপুরের ওয়াজিহুদ্দিন সিদ্দিকীর কাছে সহিহ বুখারীর বেশিরভাগ অংশ পড়েছিলেন এবং তারপরে মক্কার মুহাম্মদ ইসহাকের কাছে আবার এটি অধ্যয়ন করেছিলেন।\nআহমদ আলী ১৮৪৫ সালে ভারতে ফিরে এসে হাদিস সাহিত্য প্রকাশের জন্য দিল্লিতে “আহমদি প্রেস” স্থাপন করেন। তিনি সিহাহ সিত্তাহ ও হাদিসের পাণ্ডুলিপি প্রকাশ করেছিলেন। তিনি সহিহ বুখারীর ২৫টি অধ্যায়ের ব্যাখ্যা রচনা করেছিলেন। সিপাহী বিদ্রোহের সময়ে তার প্রেস ক্ষতিগ্রস্ত হয়, তখন তিনি এটি মিরাটে স্থানান্তরিত করেন। তিনি দশ বছর কলকাতায় হাফেজ জামালউদ্দিন মসজিদে ধর্মীয় বক্তৃতা প্রদান করেন। ১২১৯ হিজরিতে তিনি সাহারানপুরে ফিরে এসে মাজাহির উলুমে শিক্ষকতা করেন। সাদাত আলী ফকিহের মৃত্যুর পরে তাকে মাদ্রাসার উপ-রেক্টর নিযুক্ত করা হয় এবং ১২৯৪ হিজরিতে মাজহার নানুতুবির অনুপস্থিতিতে তিনি অধ্যক্ষ নিয়োগ হন। মাদ্রাসাটির প্রাথমিক উন্নয়নে তার গুরুত্বপূর্ণ ভূমিকার জন্য প্রায়শই তাকে মাজাহির উলুমের প্রতিষ্ঠাতা হিসেবে কৃতিত্ব দেওয়া হয়। তার ছাত্রদের মধ্যে রয়েছেন: মুহাম্মদ কাসেম নানুতুবি, মুহাম্মদ ইয়াকুব নানুতুবি, আহমদ হাসান আমরোহি, আহসান নানুতুবি এবং শিবলী নোমানী।\nআহমদ আলী ১৮৮০ সালের ১৭ এপ্রিল সাহারানপুরে মৃত্যুবরণ করেন। সৈয়দ আহমদ খান তার মৃত্যুতে শোক প্রকাশ করেছিলেন।\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ==="}