{"pageid": 1066479, "title": "গোপীনাথপুর মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1066479", "content": "গোপীনাথপুর মন্দির বা গোপীনাথ ঠাকুরের মন্দির জয়পুরহাট জেলায়  আক্কেলপুর উপজেলাই গোপীনাথপুর ইউনিয়নে গোপীনাথপুর বাজার থেকে  প্রায় ১০০ মিটার দূরে  অবস্থিত বাংলাদেশের একটি প্রাচীন প্রত্ননিদর্শন ও হিন্দু মন্দির। এটি পাঁচশত বছর পুরনো ও ঐতিহ্যবাহী মন্দির। ঐতিহাসিক পর্যটন স্থান হিসেবে গোপীনাথ মন্দির বেশ সমাদৃত। \n\n\n== ইতিহাস ==\nযতদূর জানা যায়, আজ হতে পাঁচশত বছর পূর্বে ভারতের নদীয়া জেলার শান্তিপুরে প্রভুপাদ অদ্বৈত গোস্বামী সবসময়  ঈশ্বরের ধ্যান করতেন। তার স্ত্রী  সীতা দেবীও ছিলেন সতী-সাধ্বী নারী। একদিন ২৪ পরগণার যুবক নন্দ কুমার এবং নদীয়া জেলার আর এক যুবক যজ্ঞেশ্বর রায় প্রভুপাদ অদ্বৈত গোস্বামীর নিকটে এসে দীক্ষা গ্রহণ করতে চাইলে অদ্বৈত গোস্বামী মহোদয় সব কথা শুনে তাদেরকে সীতাদেবীর কাছে পাঠান। সীতাদেবী ধ্যান যোগে জানতে পারেন যে, এই যুবকেরা পূর্ব জম্মে জয়া ও বিজয়া নামে দুই সখী ছিল। তখন সীতাদেবী যুবকদের মাথা ন্যাড়া করে স্নান করে আসতে বলেন। সীতাদেবীর নির্দেশ মত কাজ শেষ করে এলে তিনি তাদের দীক্ষা দেন। সীতাদেবী নন্দকুমারের নাম নন্দিনী এবং যজ্ঞেশ্বরের নাম জংগলী রাখলেন। নন্দিনী প্রিয়া বরেন্দ্র এলাকায় বর্তমান জয়পুরহাটের আক্কেলপুর উপজেলার গোপীনাথপুর গ্রামের ১কিঃমিঃ উত্তরে গভীর জঙ্গলে নদীর ধারে একটি মন্দির স্থাপন করেন। \nজনশ্রুতি আছে যে, ১৫২০ হতে ১৫৩০ খ্রিস্টাব্দে বাংলার সুলতান আলাউদ্দীন হুসেন শাহ নন্দিনী প্রিয়ার পূজা-পার্বণ ও অতিথি সেবার কথা শুনে খুশি হয়ে তাম্রফলকে লিখে পূর্ণ গোপীনাথপুর ও গোপালপুর মৌজার সব সম্পত্তি দেবোত্তর হিসেবে প্রদান করেন। এরপর পূর্ণ গোপীনাথপুর মন্দিরটি নির্মিত হয়। পাল যুগের নির্মাণ কৌশল অনুসারে এ মন্দিরটির কাঠামো নির্মিত হয়। বাংলা ১৩০৪ সালে এক ভূমিকম্পে এ মন্দিরটি ভেঙ্গে পড়ে। ১৯২৮ হতে ১৯৩৬ খ্রিস্টাব্দের মধ্যে বর্তমান মূল মন্দিরটি পুনরায় নির্মাণ করা হয়। এখনও পুরাতন কারুকার্যের কিছু নমুনা মূল ভবনে রয়েছে।\n\n\n== বর্তমান অবস্থা ==\nগোপীনাথপুর মন্দিরটির উচ্চতা ৫০ ফুট। বর্তমানে এটি প্রত্নস্থলের পাশাপাশি হিন্দু সম্প্রদায়ের প্রার্থনাস্থল। এখানে প্রতিদিন সকাল-সন্ধ্যায় আরতি এবং মধ্যাহ্নে আধামণ  চালের অন্নভোগ দেওয়া হয়। দূর দূরান্ত থেকে ভ্রমণ বিলাসী ও সৌন্দর্য পিপাসু ব্যক্তিবর্গ এখানে প্রতিনিয়ত আগমন করে। তাই পিকনিক স্পট হিসেবেও স্থানটি খ্যাতি লাভ করেছে।\n\n\n== মেলা ==\n\nপ্রতিবছর দোল পূর্ণিমাতে এখানে মেলা বসে এবং ১৩দিন ধরে এ মেলা চলে। শুরুতে মেলাটি মাসব্যাপী চলত। এখন মেলাটি ১৫ দিনব্যাপী চলে। শুরু থেকেই মেলাটি ঘোড়ার জন্য প্রসিদ্ধ। প্রতিবার নেপাল, ভুটান, ভারত, পাকিস্তানসহ বিভিন্ন দেশ থেকে উন্নত জাতের ঘোড়া মেলায় আসে। \n\n\n== তথ্যসূত্র =="}