{"pageid": 1066936, "title": "জোভেনেল মোয়েইসের হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1066936", "content": "হাইতির রাষ্ট্রপতি জোভেনেল ময়িসকে ৭ জুলাই ২০২১ তারিখ, বুধবার, রাত ১টায় তার নিজ বাসভবনে একদল সশস্ত্র লোক হত্যা করে। মোসলির স্ত্রী ফার্স্ট লেডি মার্টিন মোয়েইসকে এই হামলার পর গুরুতর আহত অবস্থায় হাসপাতালে ভর্তি করা হয়।\nঅন্তর্বর্তীকালীন প্রধানমন্ত্রী ক্লদ জোসেফ বলেছেন যে তিনি দেশের নিয়ন্ত্রণে রয়েছেন। রাষ্ট্রপতি পদের আইনগত উত্তরাধিকারের বিষয়টি এখনো অস্পষ্ট।\n\n\n== প্রেক্ষাপট ==\n\n\n=== নির্বাচন ===\n২০১৫ সালের রাষ্ট্রপতি নির্বাচনে পুনর্নির্বাচন চাইতে সাংবিধানিকভাবে বাধাপ্রাপ্ত রাষ্ট্রপতি মিশেল মার্তেলির নির্বাচিত উত্তরসূরি ছিলেন মোয়েইস। সরকারী ফলাফল অনুযায়ী, মোয়েইস প্রথম রাউন্ডে ৩৩% ভোট পেয়েছেন, যা অন্য যে কোন প্রার্থীর চেয়ে বেশি; কিন্তু দ্বিতীয়বারের মতো নির্বাচন এড়ানোর জন্য প্রয়োজনীয় সংখ্যাগরিষ্ঠতার চেয়ে কম। এই ফলাফলকে বিতর্কিত আখ্যা দেন দ্বিতীয় স্থান অধিকারকারী জুড চেলেস্টন এবং অন্যান্যরা। তাদের সমর্থকেরা এর প্রতিবাদ করে। বাধ্যতামূলক দ্বিতীয় দফার নির্বাচন বারবার পিছিয়ে দেয়া হয়, যা আরও সহিংস বিক্ষোভের উদ্রেক ঘটায়, এবং ফলাফল শেষ পর্যন্ত বাতিল করা হয়। বর্তমান মিশেল মার্তেলির মেয়াদ শেষ হলে আইনসভা নভেম্বরে নতুন নির্বাচনের আগে জোসেলারমে প্রিভারটকে অন্তর্বর্তীকালীন রাষ্ট্রপতি হিসেবে নিয়োগ দেয়। এই নির্বাচনে মোয়েইস সরকারি হিসেবে ৫৬% ভোট পেয়েছেন, যা দ্বিতীয় দফার নির্বাচন এড়ানোর জন্য যথেষ্ট। ২০১৭ সালের ৭ ফেব্রুয়ারি মোসলি দায়িত্ব গ্রহণ করেন। রাষ্ট্রপতি নির্বাচিত হওয়ার পর তিনি ৭ ফেব্রুয়ারি ২০২১ তারিখে পদত্যাগ করবেন বলে আশা করা হলেও তিনি যুক্তরাষ্ট্র এবং মার্কিন রাষ্ট্র সংস্থার (ওএএস) কাছ থেকে পঞ্চম বছরের জন্য এই পদে থাকার জন্য সমর্থন পান।\n\n\n=== রাজনৈতিক অস্থিরতা ===\nমোয়েইসের কার্যকালে রাজনৈতিক অস্থিরতা এবং সহিংসতা অস্বাভাবিক কিছু ছিল না। বিভিন্ন সহিংস সরকার বিরোধী বিক্ষোভও নিয়মিত ছিল। দাবি করা হয়েছিল যে তার রাষ্ট্রপতিত্বের মেয়াদ ৭ ফেব্রুয়ারি ২০২১ সালে শেষ হয়, যদিও মোয়েইস নিজে দাবি করেন যে ২০২২ সালে তার মেয়াদ শেষ হতে চলেছে কারণ তিনি ২০১৭ সালের আগ পর্যন্ত তার দায়িত্ব শুরু করেননি। রাজধানী শহরে ব্যাপক বিক্ষোভ অনুষ্ঠিত হয় যেখানে অংশগ্রহণকারীড়া এই বছরের শুরুতে তার পদত্যাগ দাবি করে। কিছু বিক্ষোভের কারণ অন্যান্য রাজনৈতিক দলের সাথে জড়িত বলে মনে করা হয়। এই তীব্র বিরোধীতার মধ্যে মোয়েইসের বিরোধীরা বিচারক জোসেফ মেকেন জাঁ-লুইকে ২০২১ সালের ফেব্রুয়ারিতে অন্তর্বর্তীকালীন রাষ্ট্রপতি হিসেবে ঘোষণা করে।\n২০১৯ এর অক্টোবরে অনুষ্ঠেয় নির্ধারিত আইনসভার নির্বাচন এবং সাংবিধানিক সংশোধনীর উপরকার গণভোট সেপ্টেম্বর ২০২১ পর্যন্ত পিছিয়ে নেয়া হয়, যার ফলে মোয়েইস ডিক্রি দ্বারা শাসনের কাজ শুরু করেন।\nমোয়েইস তার কার্যকালে সাতজন ভিন্ন ভিন্ন প্রধানমন্ত্রী নিয়োগ করেন, যার মধ্যে সর্বশেষ ছিলেন এরিয়েল হেনরি যিনি ৫ জুলাই ২০২১ সালে নিযুক্ত হন।\n\n\n== আক্রমণ ==\n২০২১ সালের ৭ জুলাই ভোরে অজ্ঞাত পরিচয় বন্দুকধারীরা পেশন-ভিল জেলার পেলেরিন ৫-এ তার বাসভবনে হামলা চালায়।] হাইতির ফার্স্ট লেডি মার্টিন মোয়েইসকে হামলার পরে গুরুতর আহত হিসেবে হাসপাতালে ভর্তি করা হয়। প্রধানমন্ত্রী ক্লদ জোসেফের কার্যালয় থেকে এক সংবাদ বিজ্ঞপ্তিতে এই হামলার জন্য \"একদল অজ্ঞাত পরিচয় ব্যক্তি, যাদের মধ্যে কয়েকজন স্প্যানিশ ভাষায় কথা বলেছিল\"কে দায়ী করা হয়। মোয়েইসের প্রতিবেশীরা দাবি করেন যে হামলার পরপরই তারা ভারী মেশিনগানে গুলি চালানোর শব্দ শুনেছিল। হামলার স্থানের কাছাকাছি বসবাসকারী বাসিন্দাদের তোলা ভিডিওতে মার্কিন উচ্চারণের এক ব্যক্তির কণ্ঠস্বর রয়েছে। তিনি ইংরেজিতে কথা বলছেন। তিনি হামলার সময় একটি মেগাফোনে দাবি করেন যে তিনি যুক্তরাষ্ট্রের ড্রাগ এনফোর্সমেন্ট অ্যাডমিনিস্ট্রেশনের সদস্য; যদিও সূত্র জানায় যে আততায়ীরা ড্রাগ এনফোর্সমেন্ট অ্যাডমিনিস্ট্রেশনের সাথে ছিল না; হাইতির একজন উচ্চপদস্থ সরকারী কর্মকর্তা বলেন, \"এরা ভাড়াটে সৈন্য ছিল।\"\n\n\n== আন্তর্জাতিক প্রতিক্রিয়া ==\nডোমিনিকান প্রেসিডেন্ট লুইস আবিনাদের হাইতির সাথে সীমান্ত বন্ধ করে দেন এবং হত্যার প্রতিক্রিয়ায় সামরিক কমান্ডারদের একটি জরুরী বৈঠক আহ্বান করেন।\nআন্তর্জাতিক নিন্দার মধ্যে রয়েছে যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্রের সরকার প্রদত্ত বিবৃতি।\n\n\n== তথ্যসূত্র =="}