{"pageid": 1066141, "title": "কভার্ড ওয়াগন", "url": "https://bn.wikipedia.org/wiki?curid=1066141", "content": "কভার্ড ওয়াগন(Covered wagon) ১৭৫০ সাল হতে ১৯ শতকের মাঝামাঝি পর্যন্ত আমেরিকার একটি জনপ্রিয় যানবাহন ছিল। কভার্ড ওয়াগন কাঠের তৈরী একটি বড় যান যার উপর দিয়ে ক্যানভাস কাপড়ের তৈরী ছাউনি লাগানো থাকতো। কভার্ড ওয়াগন যুক্তরাষ্ট্রের পূর্বদিকের উপনিবেশগুলোর বন্ধুর রাস্তায় চলাচলের জন্য প্রচুর পরিমাণে ব্যবহৃত হতো। ১৯ শতকে যুক্তরাষ্ট্রের পশ্চিমাঞ্চলের জনবসতির স্থাপনা শুরু হলে কোনেস্টোগা ওয়াগন অতিরিক্ত ভারী হওয়ায় এবং সাধারণ কৃষি মালবাহী গাড়িগুলোও যথেষ্ট কাজে না আসায় কভার্ড ওয়াগনের ব্যবহার অনেক বেড়ে যায়। প্রাচীনকালের জনপ্রিয় ভ্রমণপথগুলো, যেমন, গ্রেট ওয়াগন রোড, মরমন ট্রেইল, সান্তা ফে ও ওরেগন ট্রেইল্‌স-এর মাধ্যমে এলাকাবাসীরা কোন নতুন এলাকা, সোনার খোঁজে কিংবা আরও পশ্চিমাঞ্চলগুলোতে যাত্রার জন্য কভার্ড ওয়াগন ব্যবহার করতো।\n২০ শতকের মাঝে এর সর্বব্যাপী ব্যবহার এটিকে আমেরিকার পশ্চিমদিকের প্রাচীন অঞ্চলগুলোর একটি প্রতীকে পরিণত করে। এর একটি ডাকনাম হলো prairie schooner যার অর্থ হলো প্রেইরী অর্থাৎ বৃক্ষহীন তৃণভূমিতে বিচরণকারী জাহাজ।\n\n\n== ইতিহাস ==\nধারণা করা হয়, সর্বপ্রথম ১৭১৭ সালে পেনসিলভেনিয়ার কোনেস্টোগা নদীর তীরবর্তী অঞ্চলগুলোতে কভার্ড ওয়াগন নির্মাণ করতে শুরু করা হয়। কভার্ড ওয়াগনের একটি জনপ্রিয় ধরন কোনেস্টোগা ওয়াগন(Conestoga Wagon)-এর নাম কভার্ড ওয়াগনের জন্মস্থানের নামানুসারে দেওয়া হয়। মূলত এই এলাকার জার্মান অধিবাসীরা বন্ধুর পথে ভারী মালামাল বহনের মাধ্যম হিসেবে কভার্ড ওয়াগন তৈরী করতো। শুরুর দিকে কভার্ড ওয়াগনগুলো নৌকার আকৃতিতে তৈরী করা হতো, এদের কোনাগুলো দুই পাশে উঁচু করে তৈরী করা হতো যাতে ভেতরের কোন জিনিস ধাক্কা খেয়ে বাইরে পড়ে না যায়। ওয়াগনের উপরের ছাউনিটিকে জলরোধী(waterproof) করার জন্য তা তেলে ভেজানো থাকতো। কভার্ড ওয়াগনগুলোকে চালানোর জন্য সাধারণত ৬টি ঘোড়া বা ষাঁড় ব্যবহার করা হতো। ওয়াগনের গাড়োয়ান কখনো ওয়াগনের পাশে হেঁটে কিংবা ঘোড়া বা ষাঁড়ের পিঠে চড়ে পথ পাড়ি দিতো।\nপ্রায় দুই শতক ধরে আমেরিকানরা কভার্ড ওয়াগনকে পরিবহনের একটি গুরুত্বপূর্ণ মাধ্যম হিসেবে ব্যবহার করেছে। ১৮২০ সাল থেকে ১৮৬০ সাল পর্যন্ত এটি এর জনপ্রিয়তার শীর্ষে ছিল। ১৯ শতকে যুক্তরাষ্ট্রের পশ্চিমাঞ্চলের জনবসতি স্থাপনার সময়ও এটি বিপুল পরিমাণে ব্যবহৃত হয়েছে। এরপর রেলপথের প্রচলন ঘটলে কভার্ড ওয়াগনের ব্যবহার ধীরে ধীরে বিলুপ্ত হয়ে যায়।\n\n\n== বিভিন্ন ধরনের কভার্ড ওয়াগন ==\nকভার্ড ওয়াগনের ১ম দিকের কয়েকটা ধরনের মাঝে একটি বহুল ব্যবহৃত ধরন ছিল কোনেস্টোগা ওয়াগন(Conestoga Wagon)। সে সময়ে শুধু দুই ধরনের কভার্ড ওয়াগনের ব্যবহার দেখা যেতো। পূর্বাঞ্চলগুলোতে কোনেস্টোগা ওয়াগন এবং পশ্চিমাঞ্চলে ব্যবহৃত হতো ছোট আকারের কভার্ড ওয়াগন। কোনেস্টোগা ওয়াগন আকারে বেশ বড় এবং ভারী ছিল বলে এটিকে ভ্রমণের পরিবর্তে মালবহনের জন্যেই বেশি ব্যবহার করা হতো।\n১৮০০ সালের দিকে, ভ্রমণের জন্য উপযুক্ত এক ধরনের কভার্ড ওয়াগন তৈরী করা হয় যার নাম ছিল প্রেইরী স্কুনার(Prairie Schooner)। এই ওয়াগনের আকার একটু ছোট হতো, এটি তুলনামূলকভাবে বেশি সমতলীয় ছিল এবং এর কোনাগুলোও কিছুটা নিচু করে তৈরী করা হতো। ভ্রমণের জন্য ব্যবহার করায়, এদের ভেতরের দিকে একপাশে কিছু স্টোরেজ বক্স থাকতো এবং বৃষ্টির পানি সংরক্ষণ করার জন্য ওয়াগনের বাইরের অংশের সাথে একটি ব্যারেল সংযুক্ত করা থাকতো।\nচাক ওয়াগন(Chuck Wagon) নামের আরেক ধরনের কভার্ড ওয়াগন খাদ্য সরবরাহের জন্য ব্যবহার করা হতো, এদের আরেক নাম ছিল ভ্রাম্যমাণ রান্নাঘর বা 'traveling kitchen'। এই ওয়াগনগুলোও আকারে বেশ ছোট হতো এবং অনেক মানুষ একত্রে যাত্রা করলে অনেক সময় এই ওয়াগনটি ব্যবহার করা হতো।\nঅনেকগুলো ওয়াগন একসাথে কোথাও যাত্রার জন্য ব্যবহার করা হলে তাদেরকে একত্রে ওয়াগন ট্রেইন(Wagon Train) বলা হতো। সাধারণত সেনাবাহিনীতে এদের ব্যবহারের চল ছিল। বেশিরভাগ ক্ষেত্রে খাদ্য ও অস্ত্র সরবরাহ বা পরিবহনের জন্য ওয়াগন ট্রেইন ব্যবহৃত হতো।\nএছাড়াও আরও বেশ কিছু ধরনের কভার্ড ওয়াগনের প্রচলন ছিল। যেমন,\n\nভিনটেজ পায়োনিয়ার ওয়াগন (Vintage Pioneer Wagon)\nওয়াইল্ড ওয়েস্ট ওয়াগন (Wild West Wagon)\nপায়োনিয়ার কভার্ড ওয়াগন (Pioneer Covered Wagon)\nকাউবয় ওয়াগন (Cowboy Wagon)\nওয়েস্টার্ন ওয়াগন (Western Wagon) ইত্যাদি।\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে কভার্ড ওয়াগন সম্পর্কিত মিডিয়া দেখুন।\n* Wagon Train at Spartacus Educational\nWagon train in britannica.com\n*\"Conestoga Wagon Time-Lapse\". National Museum of American History. YouTube."}