{"pageid": 1067225, "title": "ডেস্ট্রয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1067225", "content": "নৌ-পরিভাষায়, ডেস্ট্রয়ার একটি দ্রুত, চর্চাযোগ্য, দীর্ঘ সহনশীল যুদ্ধজাহাজ, যা বহর, কনভয় বা যুদ্ধ দল বৃহত্তর জাহাজের সহচর বা রক্ষক এবং শক্তিশালী সংক্ষিপ্ত পরিসরের আক্রমণকারীদের বিরুদ্ধে বহরকে রক্ষা করে। এগুলি মূলত উনিশ শতকের শেষদিকে ফার্নান্দো ভিলামিল স্প্যানিশ নৌবাহিনীর হয়ে তৈরি করেন টর্পেডো নৌকার বিরুদ্ধে প্রতিরক্ষা ব্যবস্থা হিসাবে এবং ১৯০৪ সালে রুশ-জাপান যুদ্ধের সময় এই \"টর্পেডো বোট ডেস্ট্রয়ার\" (টিবিডি) \"বড়, দ্রুত এবং শক্তিশালীভাবে সজ্জিত টর্পেডো নৌকাগুলি অন্যান্য টর্পেডো নৌকাগুলি ধ্বংস করার জন্য নকশাকৃত ছিল\"। যদিও \"ডেস্ট্রয়ার\" শব্দটি ১৮৯২ সাল থেকে নৌবাহিনী দ্বারা \"টিবিডি\" ও \"টর্পেডো বোট ডেস্ট্রয়ার\" এর সাথে আন্তঃব্যবহারযোগ্যভাবে ব্যবহৃত হয়, তবে প্রথম বিশ্বযুদ্ধের দ্বারা প্রায় সমস্ত নৌবাহিনী দ্বারা \"টর্পেডো বোট ডেস্ট্রয়ার\" শব্দটি সাধারণত \"ডেস্ট্রয়ার\" হিসাবে সংক্ষেপিত করা হয়।\nদ্বিতীয় বিশ্বযুদ্ধের আগে, ডেস্ট্রয়ারসমূহ সমুদ্রের অপ্রত্যাশিত ক্রিয়াকলাপসমূহের জন্য সামান্য ধৈর্য সহ হালকা জাহাজ ছিল; সাধারণত এক সাথে বহু ডেস্ট্রয়ার এবং একক ডেস্ট্রয়ার হিসাবে পরিচালিত হয়। যুদ্ধের পরে, নির্দেশিত ক্ষেপণাস্ত্রের আবির্ভাবের ফলে ডেস্ট্রয়ারগুলি পূর্বে পৃষ্ঠ যোদ্ধাদের ভূমিকা গ্রহণকারী ব্যাটেলশিল ও ক্রুজারগুলির স্থান গ্রহণ করে। এর ফলে বৃহত্তর ও আরও শক্তিশালী নির্দেশিত ক্ষেপণাস্ত্র ডেস্ট্রয়ারগুলি স্বাধীনভাবে পরিচালনায় আরও সক্ষম হয়।\nকানাডীয়, ফরাসী, স্পেনীয়, ডাচ ও জার্মানের মতো কিছু ন্যাটো নৌবাহিনী তাদের ডেস্ট্রয়ারদের জন্য \"ফ্রিগেট\" শব্দটি ব্যবহার করে, যা কিছুটা বিভ্রান্তির সৃষ্টি করে।\nদ্বিতীয় বিশ্বযুদ্ধের পরে, ডেস্ট্রয়ারসমূহের আকারে বৃদ্ধি পায়। মার্কিন অ্যালেন এম. সুমনা-শ্রেণির ডেস্ট্রয়ারদের ২,২০০ টন স্থানচ্যুতি ছিল, আর্লি বার্ক শ্রেণিতে ৯,৬০০ টন অবধি স্থানচ্যুতি ঘটে, অর্থাৎ আকারে প্রায় ৩৪০% বৃদ্ধি লাভ করেছে।\n\n\n== ব্যবহারকারী ==\n রয়্যাল অস্ট্রেলীয় নৌবাহিনী তিনটি হোবার্ট-শ্রেণির ডেস্ট্রয়ার পরিচালনা করে। এগুলি প্রথম অস্ট্রেলীয় যুদ্ধজাহাজ, যা স্পেনের আলভারো দে বাজন শ্রেণির ডেস্ট্রয়ারের উপর ভিত্তি করে এইজিআইএস কমব্যাট ব্যবস্থাটি ব্যবহার করে।\n\n পিপলস লিবারেশন আর্মি নৌবাহিনী রেনহাই,  লুইয়াং ১, লুইয়াং ২, লুইয়াং ৩ এবং লুচৌ-শ্রেণির ডেস্ট্রয়ার পরিচালনা করে। চীন এছাড়াও পুরানো মডেলের দুটি লুহু-শ্রেণির ডেস্ট্রয়ার, একটি লুহাই-শ্রেণির ডেস্ট্রয়ার এবং ৪ টি সোভরম্যানি-শ্রেণীর ডেস্ট্রয়ার পরিচালনা করে।\n ভারতীয় নৌবাহিনী কলকাতা, দিল্লি এবং রাজপুত শ্রেণির ডেস্ট্রয়ার পরিচালনা করে। এই জাহাজসমূহ ব্রহ্মস ক্ষেপণাস্ত্রের সাথে সজ্জিত রয়েছে, যার জাহাজ বিরোধী ভূমিকাতে ৩০০ কিলোমিটার (১৯০ মাইল) পরিসীমা রয়েছে। বারাক-৮ ব্যবস্থা বায়ুবাহিত হুমকির মোকাবেলায় স্থাপন করা হয়েছে।\n রাশিয়ান নৌবাহিনী ৪ টি সোভরিমিন্নি-শ্রেণি এবং ৮ টি উদালয়-শ্রেণির ডেস্ট্রয়ার পরিচালনা করে।\n রাজকীয় নৌবাহিনী টাইপ-৪৫, বা ডেয়ারিং-শ্রেণির, স্টিলথ ডেস্ট্রয়ার পরিচালনা করে, যার প্রায় ৮,০০০ টন স্থানচ্যুতি রয়েছে।\n মার্কিন নৌবাহিনী ৬৮ টি সক্রিয় আর্লি বার্ক শ্রেণির নির্দেশিত ক্ষেপণাস্ত্র ডেস্ট্রোয়ার (ডিডিজি) পরিচালনা করে এবং ২০২১ সালের জানুয়ারি মাসের তথ্য অনুসারে জুমওয়াল্ট-শ্রেণির একটি ডেস্ট্রয়ার ব্যবহার করে।\n\n\n== ভবিষ্যতের উন্নয়ন ==\n পিপলস লিবারেশন আর্মি নৌবাহিনী টাইপ ০৫৩ ডি শ্রেণির ডেস্ট্রয়ার ও টাইপ ০৫৫ শ্রেণির ডেস্ট্রয়ার জাহাজ যুক্ত করছে।\n ভারতীয় নৌবাহিনী বিশাখাপত্তনম-শ্রেণির ডেস্ট্রয়ার তৈরি করছে, প্রথমটি জাহাজটি ২০২১ সালের জুলাই মাসে পরিষেবায় যুক্ত হবে। এটি কলকাতা-শ্রেণির ডেস্ট্রয়ারসমূহের একটি উন্নত সংস্করণ।\n রাজকীয় নৌবাহিনী তার টাইপ ৪৫ নির্দেশিত ক্ষেপণাস্ত্র ডিস্ট্রোয়ারসমূহের প্রতিস্থাপনের জন্য টাইপ ৪এক্স ডিস্ট্রোয়ার (টি৪এক্স) উন্নয়নের প্রাথমিক পর্যায়ে রয়েছে।\n\n\n== আরও দেখুন ==\nডেস্ট্রয়ার শ্রেণির তালিকা\nমার্কিন যুক্তরাষ্ট্র নৌবাহিনী ১৯৭৫ জাহাজ পুনঃনির্ধারণ\nশেবুর্গের বোমা হামলা\nদ্বিতীয় বিশ্বযুদ্ধের ডেস্ট্রয়ারসমূহের তালিকা\n\n\n== তথ্যসূত্র =="}