{"pageid": 1067402, "title": "এইচ. এ. সিলভা", "url": "https://bn.wikipedia.org/wiki?curid=1067402", "content": "ভাইস অ্যাডমিয়াল হিক্কাদুওয়াগে আনন্দ সিলভা (১৯৩৬-১৯৯৯) শ্রীলঙ্কা নৌবাহিনীর একজন কমান্ডার ছিলেন। তিনি ১১তম শ্রীলঙ্কীয় নৌবাহিনীর কমান্ডার হিসেবে ১৯৮৬ সাল থেকে ১৯৯১ সাল পর্যন্ত দায়িত্ব পালন করেন।\n\n\n== শিক্ষা ==\nমাউন্ট লাভিনিয়ার সেন্ট থমাস কলেজ থেকে উচ্চ মাধ্যমিক পড়াশোনা শেষে নৌবাহিনীতে যোগ দেন সিলভা। তার এক ভ্রাতা শ্রীলঙ্কা সেনাবাহিনীর জেনারেল ছিলেন।\n\n\n== নৌ জীবন ==\n১৭ বছর বয়সে ১৯৫৩ সালের ১২ই অক্টোবর রয়্যাল সিলন নেভি (বর্তমানে শ্রীলঙ্কা নৌবাহিনী) তে ক্যাডেট হিসেবে যোগ দেন সিলভা। ক্যাডেট প্রশিক্ষণের জন্য সিলভাকে যুক্তরাজ্যের ব্রিটানিয়া রয়্যাল নেভাল কলেজ-এ পাঠানো হয়, সিলভা ওখান থেকে প্রশিক্ষণ শেষ করে তার স্ব দেশের নৌবাহিনীতে ১৯৫৬ সালে এক্সিকিউটিভ শাখায় অ্যাক্টিং সাব লেফটেন্যান্ট হিসেবে কমিশন প্রাপ্ত হন। কমিশন পাবার পর তাকে আবার যুক্তরাজ্য পাঠানো হয় এবং তিনি জুনিয়র অফিসার্স কোর্স ব্রিটেন থেকে করে আসেন। তিনি ব্রিটিশ যুদ্ধ জাহাজ মারকিউরি এবং বিমান বাহী রণতরী ট্রায়াম্ফ থেকে প্রশিক্ষণ নেন।\nস্ব দেশ সিলনে ফিরে আসার পর তিনি সাব লেফটেন্যান্ট থেকে লেফটেন্যান্ট হন; তিনি লেফটেন্যান্ট কমান্ডার হিসেবে ডিফেন্স সার্ভিসেস স্টাফ কলেজ, ওয়েলিংটন (ভারত) থেকে পিএসসি কোর্স করেন ১৯৭২ সালে। ১৯৭৫ সাল থেকে ১৯৮০ সাল পর্যন্ত কমান্ডার পদবীতে সিলভা শ্রীলঙ্কার যুদ্ধ জাহাজ এসএলএনএস গজবাহু, এসএলএনএস সমুদ্র দেবী, এসএলএনএস তিচ্ছা, এসএলএনএস ইলারা এবং এসএলএনএস জেমুনুর অধিনায়ক হিসেবে দায়িত্ব পালন করেন। ক্যাপ্টেন পদবীতে পদোন্নতি লাভের পর তিনি ত্রিনকোমালিতে নৌ ঘাঁটির অফিসার-ইন-চার্জ হিসেবে দায়িত্ব পান। ১৯৮১ সালে তিনি জাতীয় প্রতিরক্ষা কলেজ, নতুন দিল্লী থেকে এনডিসি কোর্স করেন।\n১৯৮৩ সালের ১ জুলাই কমোডোর পদবীকে সিলভাকে নৌ সদরে চীফ অব নেভাল স্টাফ করা হয়। ১৯৮৬ সালের ১ আগস্ট রিয়ার অ্যাডমিরাল হন সিলভা এবং একই বছরের ১ নভেম্বর তারিখে তিনি নৌবাহিনীর কমান্ডার নিযুক্ত হন। তখন শ্রীলঙ্কার গৃহযুদ্ধ চলছিলো এবং রিয়ার অ্যাডমিরাল সিলভার উপর অনেক দায়িত্ব আসে শ্রীলঙ্কা নৌবাহিনীকে যুদ্ধের জন্য প্রস্তুত করার। জাফনা অঞ্চলে শ্রীলঙ্কা নৌবাহিনীর যুদ্ধ জাহাজ এবং নৌ পদাতিক শাখার সদস্যরা এলটিটিইর সঙ্গে যুদ্ধে জড়িয়ে পড়ে। ১৯৯১ সালের ৩১শে অক্টোবর সিলভা ভাইস অ্যাডমিরাল হিসেবে নৌবাহিনী থেকে অবসরে যান এবং তার স্থলাভিষিক্ত হন ক্ল্যান্সি ফার্নান্দো।\nদীর্ঘ নৌ সামরিক জীবনে সিলভা বিভিন্ন নৌ পদক লাভ করেন, তিনি বিশিষ্ট সেবা বিভূষণ পদক, সিলন আর্মড সার্ভিসেস লং সার্ভিসেস ম্যাডেল এবং ভাদামারাচ্চি নৌ সমরাভিযান পদক লাভ করেন।\n\n\n== তথ্যসূত্র =="}