{"pageid": 1067405, "title": "জুম (সফটওয়্যার)", "url": "https://bn.wikipedia.org/wiki?curid=1067405", "content": "জুম ক্লাউড মিটিং (সাধারণত সংক্ষেপে জুম) হল মালিকানাধীন একটি ভিডিও টেলিকনফারেন্সিং সফটওয়্যার প্রোগ্রাম, যা জুম ভিডিও কমিউনিকেশনস দ্বারা তৈরি হয়েছে। ফ্রি পরিসেবার আওতায় ১৫০ জন অংশগ্রহণকারী একযোগে ৪০ মিনিট সময় কনফারেন্সিং সুবিধা পায়। ব্যবহারকারীরা অর্থ প্রদান করে পেইড পরিকল্পনায় সাবস্ক্রাইব করতে (আপগ্রেড করা) পারেন। সর্বোচ্চ পরিকল্পনায় এতে ১০০০জন ব্যবহারকারী একযোগে ৩০ ঘন্টা অবধি স্থায়ী সভা করতে পারে। \nকোভিড-১৯ মহামারি চলাকালীন বাড়ি থেকে কাজ, দূর শিক্ষণ, এবং অনলাইন সামাজিক সম্পর্কের জন্য জুমের ব্যবহার উল্লেখযোগ্য পরিমাণে বৃদ্ধি পেয়েছিল। ২০২০ সালে ৪৭৭ মিলিয়ন ডাউনলোড সহ জুম বিশ্বজুড়ে ৫ম সর্বাধিক ডাউনলোড করা মোবাইল অ্যাপ হিসেবে স্বীকৃত হয়। \n\n\n== ইতিহাস ==\nজুম মূলত ২০১১ সালে প্রতিষ্ঠিত হয়েছিল।  জুমের একটি বিটা সংস্করণ ২১ আগস্ট ২০১২-এ চালু হয়েছিল, যাতে সর্বোচ্চ ১৫ জন ভিডিও অংশগ্রহণকারীদের নিয়ে সম্মেলন আয়োজন করা যেত।  ২৫ জানুয়ারী ২০১৩-এ, প্রতি সম্মেলনের অংশগ্রহণকারীদের সংখ্যা ২৫ শতাংশে বাড়িয়ে এই প্রোগ্রামটির ১.০ সংস্করণ প্রকাশিত হয়েছিল।  প্রথম মাস শেষে, জুমের ৪০০,০০০ ব্যবহারকারী ছিল, যা মে ২০১৩ নাগাদ বেড়ে ১ মিলিয়ন হয়।  ২০২০ সালের ফেব্রুয়ারির মধ্যে কোভিড-১৯ মহামারি শুরু হওয়ার পরে, জুম ২০২০ সালে ২.২২ মিলিয়ন ব্যবহারকারী পায় আর এতে করে কোম্পানির শেয়ারের দাম ৩৫ শতাংশ বেড়ে যায়।  ২০২০ সালের মার্চের একদিন জুম অ্যাপটি ২.১৩ মিলিয়ন বার ডাউনলোড করা হয়েছিল।  এপ্রিল ২০২০ মাসে, জুমে প্রতিদিন ৩০০ মিলিয়নেরও বেশি সম্মেলন অনুষ্ঠিত হয়েছিল।  ২৪ আগস্ট ২০২০-এ, পরিষেবা পুনরুদ্ধার হওয়ার কয়েক ঘন্টা আগে জুম বেশ কয়েক ঘন্টা ধরে বিস্তৃত বিভ্রাটের অভিজ্ঞতা অর্জন করে।  এর সদর দফতর ক্যালিফোর্নিয়ার সান হোসে অবস্থিত। ইউরোপ, এশিয়া এবং অস্ট্রেলিয়ায় জুমের অফিস রয়েছে।\n\n\n== বৈশিষ্ট্য ==\nজুম উইন্ডোজ, ম্যাক ওএস, আইওএস, অ্যান্ড্রয়েড, ক্রোম ওএস এবং লিনাক্সের সাথে সামঞ্জস্যপূর্ণ। প্রযুক্তিগত দক্ষতা নির্বিশেষে এটি এর সহজ ইন্টারফেস এবং ব্যবহারযোগ্যতার জন্য চিহ্নিত।  বৈশিষ্ট্যগুলির মধ্যে একক সভা, গ্রুপ ভিডিও কনফারেন্স, স্ক্রিন শেয়ার, প্লাগইন, ব্রাউজারের এক্সটেনশান এবং সভা রেকর্ড করার ক্ষমতা এবং সেগুলি স্বয়ংক্রিয়ভাবে প্রতিলিপি করা অন্তর্ভুক্ত।  কিছু কম্পিউটার এবং অপারেটিং সিস্টেমে ব্যবহারকারীরা নিজের পিছনে ব্যাকড্রপ হিসাবে ব্যবহার করতে একটি ভার্চুয়াল ব্যাকগ্রাউন্ড নির্বাচন করতে সক্ষম হন যা বিভিন্ন সাইট থেকে ডাউনলোড করা যায়। \nপ্ল্যাটফর্মটি দুইয়ের অধিক ১০০ জন অংশগ্রহণকারীদের একবারে, ৪০-মিনিটের সময়সীমার ভিডিও কনফারেন্স বিনামূল্যে করার সুযোগ দিয়ে থাকে। আরও বৈশিষ্ট্যযুক্ত দীর্ঘ বা বৃহত্তর সম্মেলনের জন্য, প্রতি মাসে ১৫–২০ ডলার মূল্যের সাবস্ক্রিপশনে পাওয়া যায়। জুম রুমের মতো ব্যবসায়িক সম্মেলনে লক্ষ্যযুক্ত বৈশিষ্ট্যগুলি প্রতি মাসে ৫০–১০০ ডলারে উপলব্ধ।  একবারে ডেস্কটপ বা ল্যাপটপের স্ক্রিনে ৪৯ জনকে দেখা যায়, আইফোন এবং অ্যান্ড্রয়েড মোবাইল ফোন এবং ট্যাবলেট কম্পিউটারগুলিতে প্রতিটি স্ক্রিনে ৪ জন এবং আইপ্যাডে প্রতি স্ক্রিনে ১৬ জন লোককে দেখা যায়। জুমের কয়েকটি স্তর রয়েছে: বেসিক, প্রো, ব্যবসা এবং উদ্যোগ।  অংশগ্রহণকারীরা যদি গুগল ক্রোম বা ফায়ারফক্স ব্যবহার করে তবে অ্যাপটি ডাউনলোড করতে হবে না; তারা একটি লিঙ্কে ক্লিক করে ব্রাউজার থেকে যোগদান করতে পারে। ম্যাক -এর সাফারি ব্রাউজার জুম সাথে সামঞ্জস্যপূর্ণ নয়। ব্যবহারকারীদের অ্যান্ড্রয়েড এবং আইওএস দিয়ে ট্যাবলেট কম্পিউটার এবং মোবাইল ফোনে সফটওয়্যারটি ডাউনলোড করতে হবে।\nজুম সুরক্ষা বৈশিষ্ট্যগুলির মধ্যে পাসওয়ার্ড-সুরক্ষিত সভা, ব্যবহারকারীর প্রমাণীকরণ, ওয়েটিং রুম, লক মিটিং, অংশগ্রহণকারী স্ক্রিন শেয়ার করা অক্ষম করা, এলোমেলোভাবে উৎপন্ন আইডি এবং হোস্টের বিশৃঙ্খলা সৃষ্টিকারীদের অপসারণের ক্ষমতা অন্তর্ভুক্ত।  ২০২০ সালের জুন পর্যন্ত, জুম সমস্ত ব্যবহারকারীদের জন্য এইএস ২৫৬ জিসিএম এনক্রিপশন সক্ষম ব্যবসায় এবং এন্টারপ্রাইজ ব্যবহারকারীদের এন্ড-টু-এন্ড এনক্রিপশন সরবরাহ করা শুরু করে।  ২০২০ সালের অক্টোবরে, জুম বিনামূল্যে এবং অর্থ প্রদান করা ব্যবহারকারীদের জন্য এন্ড-টু-এন্ড এনক্রিপশন যুক্ত করে। এটি অফিসিয়াল জুম ওয়েব ক্লায়েন্ট ব্যতীত সমস্ত প্ল্যাটফর্মে উপলব্ধ। \nজুম ওটার.এ্‌আই সফ্টওয়্যার ব্যবহার করে একটি প্রতিলিপি পরিষেবাও সরবরাহ করে যা ব্যবসায়িক জুম সভাগুলির ট্রান্সক্রিপশন অনলাইনে সংরক্ষণ করতে এবং বিভিন্ন বক্তাকে পৃথককরণ এবং লেবেলিং সহ তাদের অনুসন্ধান করতে দেয়। \n২০২০ সালের জুলাই পর্যন্ত, জুম রুম এবং জুম ফোন একটি পরিষেবা পণ্যের হার্ডওয়্যার হিসাবে উপলব্ধ হয়ে ওঠে।  জুম ফোন ২০২০ সালের আগস্ট পর্যন্ত ৪০ টি দেশে অভ্যন্তরীণ টেলিফোন পরিষেবার মত উপলব্ধ  ২০২১ সালের জানুয়ারিতে, কোম্পানিটি প্রকাশ করেছিল যে, তারা জুম ফোন পরিষেবার জন্য ১ মিলিয়ন আসন বিক্রি করেছে।  বাড়ির ব্যবহারের জন্য নকশা করা পণ্যের একটি বিভাগের, জুম ফর হোম ২০২০ সালের আগস্টে উপলভ্য হয়েছিল। \n২০২০ সেপ্টেম্বরে, জুম যারা বধির, শ্রবণশক্তিহীন বা দৃষ্টি প্রতিবন্ধীদের জন্য অ্যাপটিকে আরও সহজ করে তুলতে নতুন বৈশিষ্ট্য যুক্ত করেছে। নতুন বৈশিষ্ট্যগুলির মধ্যে রয়েছে গ্যালারী ভিউতে ভিডিও উইন্ডো ঘুরে দেখার ক্ষমতা, পিন ভিডিও উইন্ডোগুলিকে স্পটলাইট করা; কীবোর্ড শর্টকাট উন্নত; বদ্ধ ক্যাপশনিং পাঠের আকার সামঞ্জস্যপূর্ণ করার নতুন সরঞ্জাম এবং ইশারা ভাষা দোভাষীর উইন্ডো সরাসরি বক্তার পাশে রাখার সুবিধা। \n২০২০ সালের অক্টোবরে জুমের বার্ষিক ব্যবহারকারী সম্মেলন, জুমটোপিয়ায়, কোম্পানিটি অনজুম উন্মোচন করে, একটি ভার্চুয়াল ইভেন্ট মার্কেটপ্লেস যেখানে একটি ইন্টিগ্রেটেড পেমেন্ট সিস্টেম রয়েছে এবং যেখানে ব্যবহারকারীরা বিনামূল্যে বা অর্থ প্রদানের সরাসরি ইভেন্ট হোস্ট করতে এবং প্রচার করতে পারবেন।  অনজুমের সাহায্যে ব্যবহারকারীগণ এক হাজারের বেশি উপস্থিতির জন্য এককালীন ইভেন্ট বা ইভেন্ট সিরিজ শিডিউল এবং হোস্ট করতে পারবেন এবং অনলাইনে টিকিট বিক্রি করতে পারবেন।  ২০২০ সালের অক্টোবরে, জুম তার অনলাইন মিটিং নেটওয়ার্কের জন্য একটা আপগ্রেড ছাড়ে যাতে এন্ড-টু-এন্ড এনক্রিপশন আরো উন্নত করা হয়, যা ব্যবহারকারীদের আরও ভাল সুরক্ষা দেবে। \n২২ শে মার্চ, ২০২১-এ, জুম ঘোষণা করেছিল যে এটি তার ভিডিও কনফারেন্সিং প্রযুক্তিটিকে একটি হোয়াইট-লেবেল পণ্য হিসাবে বিক্রি করতে শুরু করবে, যাতে অন্যান্য সংস্থাগুলি তাদের নিজস্ব পণ্যগুলিতে এটি এম্বেড করতে পারে, কল জুমেই হবে তবে কোম্পানির ব্র্যান্ডের নাম বহন করবে না। \n\n\n== ব্যবহার ==\n\nকোভিড-১৯-এর শুরু থেকেই বিশ্বব্যাপি জুম ব্যবহৃত হচ্ছে ব্যাংক, বিদ্যালয়, বিশ্ববিদ্যালয়, সরকারি কোম্পানি, যুক্তরাজ্যের সংসদ, টেলিমেডিসিন সেবা, নাপিতের দোকান, জন্মদিনের পার্টির মতো অনুষ্ঠান, শেষকৃত্যের পরিষেবা, এবং বার ও ব্যাট মিজভা পরিষেবা পরিচালনায়।  জুম একটি ভার্চুয়াল ক্লাব তৈরি করতে ফর্মুলা ওয়ানের সাথে একটি অংশীদারিত্ব করেছিল যেখানে ভক্তরা জুমের মাধ্যমে ভার্চুয়াল ক্রিয়াকলাপে অংশ নিতে পারে, ১৯ জুলাই ২০২০-এ হাঙ্গেরিয়ান গ্র্যান্ড প্রিক্সে এর যাত্রা শুরু হয়েছিল।  সান ফ্রান্সিসকো ক্রনিকলে ২০২০ সালের জুলাইয়ে প্রকাশিত একটি নিবন্ধে সান ফ্রান্সিসকো এবং ওকল্যান্ডে একটি নতুন রিয়েল এস্টেটের প্রবণতা উল্লেখ করা হয়েছিল, যেখানে কিছু তালিকায় জুম কলের ব্যাকড্রপ সহ \"জুম রুম\" অন্তর্ভুক্ত করা ছিল। \nজুলাই ৩-৪, জুম ওয়েবিনার ব্যবহার করে, আন্তর্জাতিক সংবিধানের আইনী সংস্থা এবং আলমা ম্যাটার ইউরোপিয়া প্রথম \"রাউন্ড-দ্য-ক্লক এবং রাউন্ড-দ্য-গ্লোব\" ইভেন্টের আয়োজন করেছিল যা ২৮ টি দেশের ৫২ জন বক্তাকে নিয়ে টাইম জোন ভ্রমণ করেছিল।  শীঘ্রই, সম্মেলনের এই ফর্ম্যাট সাধারণ হয়ে উঠে যা \"পূর্ব থেকে পশ্চিমে সূর্যের সাথে কার্যত বিশ্ব ভ্রমণ করে\", এদের মধ্যে কয়েকটি বেশ কয়েক দিন ধরে চলেছে। \n\n\n== অভ্যর্থনা ==\n\n\n=== গোপনীয়তা ===\n\n\n=== সুরক্ষা ===\n\n\n== আরও দেখুন ==\nজুম ভিডিও কমিউনিকেশনস\nভিডিও টেলিযোগযোগ পরিষেবা এবং পণ্য ব্র্যান্ডের তালিকা\nবিজ্ঞান এবং প্রযুক্তিতে কোভিড -১৯ মহামারির প্রভাব\nজুম ক্লান্তি\nজুম শহর\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}