{"pageid": 1067011, "title": "ব্যাটেলশিপ", "url": "https://bn.wikipedia.org/wiki?curid=1067011", "content": "ব্যাটেলশিপ হল বড় ক্যালিবার বন্দুক নিয়ে গঠিত একটি প্রধান ব্যাটারি সহ বড় সাঁজোয়া যুদ্ধজাহাজ। ১৯ শতকের শেষ থেকে ২০ শতকের শুরুতে ব্যাটেলশিপ ছিল সবচেয়ে শক্তিশালী যুদ্ধজাহাজ এবং ব্যাটেলশিপকে কেন্দ্র করে গঠিত নৌবহরমূহ বেশ কয়েক দশক ধরে সমুদ্র কমান্ড মতবাদের অংশ ছিল। দ্বিতীয় বিশ্বযুদ্ধের সময়কালে, ব্যাটেলশিপের গুরুত্ব অন্যান্য জাহাজের মতো হ্রাস পায়, প্রাথমিকভাবে ছোট ও দ্রুতগামী ডেস্ট্রয়ার, স্টেলথ ডুবোজাহাজ এবং বহুমুখী বিমানবাহী রণতরী নৌযুদ্ধের ক্ষেত্রে আরও বেশি কার্যকর হতে শুরু করে। কয়েকটি ব্যাটেলশিপ ফায়ার সাপোর্ট জাহাজ ও নির্দেশিত ক্ষেপণাস্ত্র প্ল্যাটফর্ম হিসাবে পুনঃপ্রেরণ করা হয়, দ্বিতীয় বিশ্বযুদ্ধের পরে কয়েকটি দেশ ব্যাটেলশিপ বজায় রেখেছিল, তবে সর্বশেষ ব্যাটেলশিপটি শীতল যুদ্ধের শেষের দিকে বাতিল হয়ে যায়।\nব্যাটেলশিপ শব্দটি ১৮৮০-এর দশকের শেষের দিকে আনুষ্ঠানিকভাবে এক ধরনের লোহাঘাতী যুদ্ধজাহাজের বর্ণনা করতে ব্যবহার করা হয়, এখন ইতিহাসবিদরা তাকে প্রাক-ভয়ঙ্কর ব্যাটেলশিপ হিসাবে অভিহিত করেন। যুক্তরাজ্যের রয়্যাল নেভিতে ১৯০৬ সালে পরিষেবায় নিযুক্ত এইচএমএস ড্রেডনট ব্যাটেলশিপের নকশায় একটি বিপ্লবের সূচনা করে। পরবর্তীকালে এইচএমএস ড্রেডনট দ্বারা প্রভাবিত ব্যাটেলশিপের নকশাসমূহ \"ড্রেডনটস\" হিসাবে উল্লেখ করা হয়, যদিও শব্দটি অবশেষে অপ্রচলিত হয়ে ওঠে, যেহেতু তারা সাধারণ ব্যবহারে একমাত্র ব্যাটেলশিপের ধরন হয়ে ওঠে।\nব্যাটেলশিপ নৌ আধিপত্য ও জাতীয় শক্তির প্রতীক ছিল এবং কয়েক দশক ধরে ব্যাটেলশিপ কূটনীতি ও সামরিক কৌশল উভয়েরই প্রধান কারণ ছিল। ব্যাটেলশিপের নির্মাণে একটি বৈশ্বিক অস্ত্রের লড়াই ১৮৯০-এর দশকে ইউরোপে শুরু হয় এবং ১৯০৫ সালে সুসিমার নির্ধারিত যুদ্ধে সমাপ্ত হয়, যার ফলাফলটি এইচএমএস ড্রেডনটকের নকশাকে উল্লেখযোগ্যভাবে প্রভাবিত করে। ১৯০৬ সালে ড্রেডনট-এর সূচনা একটি নতুন অস্ত্রের লড়াই শুরু করে। ইস্পাত নির্মিত ব্যাটেলশিপসমূহের মধ্যে তিনটি প্রধান বহর কর্মকাণ্ড ঘটে: ১৯০৪ সালে হলুদ সাগরের যুদ্ধে দীর্ঘ পরিসরের বন্দুক দ্বন্দ্ব, ১৯০৫ সালে নিষ্পত্তিমূলক সুশিমার যুদ্ধ (রুশ–জাপান যুদ্ধের সময় উভয়) এবং প্রথম বিশ্বযুদ্ধের সময় ১৯১৬ সালে নিষ্পত্তিহীন জুটল্যান্ডের যুদ্ধ। জুটল্যান্ড বৃহত্তম নৌযুদ্ধ ও যুদ্ধে ড্রেডনটসমূহের একমাত্র পূর্ণ মাত্রার সংঘাত ছিল, এটি মূলত ব্যাটেলশিপের মাধ্যমে যুদ্ধ করা নৌ-ইতিহাসের শেষ বড় লড়াই।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদ্বিতীয় বিশ্বযুদ্ধের সাতটি ব্যাটেলশিপের সক্ষমতা তুলনা\nদ্বিতীয় বিশ্বযুদ্ধ পরবর্তী প্রস্তাবিত ব্যাটেলশিপ নকশার তুলনা\nকালপঞ্জির রেখাচিত্র সহ মার্কিন যুক্তরাষ্ট্রের ব্যাটেলশিপের উন্নয়ন\nপরিবহন আলোকচিত্র সংগ্রহে ব্যাটেলশিপ – ওয়াশিংটন বিশ্ববিদ্যালয় গ্রন্থাগার"}