{"pageid": 1067559, "title": "গো, ডগ। গো! (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1067559", "content": "গো, ডগ। গো! (ইংরেজি: Go, Dog. Go!) আমেরিকার-কানাডিয়ান একটি কম্পিউটার অ্যানিমেটেড টিভি ধারাবাহিক যা অ্যাডাম পেল্টজম্যান, নেটফ্লিক্স জন্য নির্মাণ করেন। এটি ২৬ জানুয়ারী, ২০২১ এ প্রথম প্রদর্শিত হয়। সিরিজের শ্রেষ্ঠাংশে অভিনয় করেন মিশেলা লুসি, ক্যালুম শনিকার, কেটি গ্রিফিন, মার্টিন রোচ, তাজ্জা ইসেন, লিয়ন স্মিথ, জুডি মার্শাঙ্ক, প্যাট্রিক ম্যাককেনা এবং লিন্ডা ব্যালানটাইন। \"পাওস্টন\" নামক কাল্পনিক শহরে এর চিত্রায়ন করা হয়েছে।\n\n\n== চরিত্র ==\nট্যাগ বার্কার (কণ্ঠ দিয়েছেন: মিশেলা লুসি) একটি ৬ বছর বয়সী কমলা মহিলা কুকুর। ট্যাগ হল একমাত্র কুকুর যা সমস্ত পর্ব এবং সেগমেন্টে উপস্থিত হয় এবং খুব উদ্যমী। তিনি চেডার বিস্কুট, গিলবার্ট, স্পাইক এবং ইপ বার্কারের বোন।\nস্কুচ পুচ (কণ্ঠ দিয়েছেন: ক্যালুম শনিকার) একটি ৬ বছর বয়সী ছোট নীল টেরিয়ার। তিনি ট্যাগের সেরা বন্ধু এবং প্রতিবেশী। তিনি মুরগি পছন্দ করেন। তিনি তার সামনে একটি মুরগির শিং সহ একটি সবুজ ট্রাক্টর রয়েছে।\nমা বার্কার (কণ্ঠ দিয়েছেন: কেটি গ্রিফিন) একটি ল্যাভেন্ডার মহিলা কুকুর। তিনি পাওস্টন ব্লিম্প পাইলটদের একজন। তিনি ট্যাগ, চেডার বিস্কুট, গিলবার, স্পাইক এবং ইপ বার্কারের মা।\nপা বার্কার (কণ্ঠ দিয়েছেন: মার্টিন রোচ) একটি বাদামী কুকুর। তিনি একটি লাল টুপি, একটি কালো মুখের মাস্ক (বা চশমা) এবং একটি সবুজ স্কার্ফ পরেন। তিনি ডিং ডং ডোরবেল স্টোরের মালিক। তিনি ট্যাগ, চেডার বিস্কুট, গিলবার, স্পাইক এবং ইপ বার্কারের পিতা।\nচেডার বিস্কুট (কণ্ঠ দিয়েছেন: তাজ্জা ইসেন) একটি ৭ বছর বয়সী সাদা মহিলা কুকুর। তিনি একজন ক্লাউন এবং মানুষের জন্য পারফর্ম করতে পছন্দ করেন এবং ট্যাগ, গিলবার, স্পাইক এবং ইপ বার্কারের বোন।\nস্পাইক বার্কার (কণ্ঠ দিয়েছেন: লিয়ন স্মিথ) একটি লাল কুকুর। স্পাইক রেস ক্যাডেট ছেড়ে স্পেস ক্যাডেটদের সাথে যোগদানের জন্য, এবং ট্যাগ, চেডার বিস্কুট, গিলবার এবং ইপ বার্কারের ভাই। তিনি খুব ক্রীড়াবিদ এবং খেলাধুলা পছন্দ করেন।\nগিলবার বার্কার (কণ্ঠ দিয়েছেন: লিয়ন স্মিথ) একটি হলুদ কুকুর। তিনি ট্যাগ, চেডার বিস্কুট, স্পাইক এবং ইপ বার্কারের ভাই।\nগ্র্যান্ডমা মার্জ বার্কার (কণ্ঠ দিয়েছেন: জুডি মার্শাঙ্ক) একটি বেগুনি মহিলা কুকুর। তিনি তার গলায় একটি মুক্তার মালা এবং বেগুনি চশমা পরেন। তিনি বার্কার পরিবারের মাতৃসূত্র, এবং ট্যাগ, চেডার বিস্কুট, গিলবার্ট, স্পাইক এবং ইপ বার্কারের দাদী।\nগ্র্যান্ডপা মর্ট বার্কার (কণ্ঠ দিয়েছেন: প্যাট্রিক ম্যাককেনা) একটি বেইজ কুকুর। তিনি একটি ট্যাগ হিসাবে একটি সোনার পকেট ঘড়ি সহ একটি সবুজ টুপি এবং বাদামী কলার পরেন। তিনি মার্জের সাথে একটি মেরামতের দোকান চালান এবং ট্যাগ, চেডার বিস্কুট, গিলবার, স্পাইক এবং ইপ বার্কারের দাদা।\nইপ বার্কার একটি বেগুনি কুকুরছানা। তিনি ট্যাগ, চেডার বিস্কুট, স্পাইক এবং গিলবার বার্কারের ভাই।\nসার্জেন্ট পুচ (কণ্ঠ দিয়েছেন: লিন্ডা ব্যালানটাইন) একটি নীল মহিলা টেরিয়ার। তিনি স্কুচের মা এবং পাওস্টনে একজন পুলিশ অফিসার।\nফ্রাঙ্ক (কণ্ঠ দিয়েছেন: ডেভিড বার্নি) একটি হলুদ কুকুর। তিনি একজোড়া গগলস এবং হট ডগ ট্যাগ সহ একটি সবুজ কলার পরেন।\nবিনস (কণ্ঠ দিয়েছেন: আনন্দ রাজারাম) একটি বড় সবুজ ওল্ড ইংলিশ শিপডগ। তিনি একটি বৈমানিক ক্যাপ এবং শিম ট্যাগ সহ একটি বাদামী কলার পরেন।\nলেডি লিডিয়া (কণ্ঠ দিয়েছেন: লিন্ডা ব্যালানটাইন) একটি গোলাপী মহিলা পুডল। শহরের যে কোনো কুকুরের মধ্যে সবচেয়ে বেশি টুপি থাকার জন্য তিনি পাওস্টনে বিখ্যাত।\nস্যাম হুইপেট (কণ্ঠ দিয়েছেন: জোশুয়া গ্রাহাম) একটি নীল গ্রেহাউন্ড। তিনি দ্রুত গাড়ি চালাতে ভালবাসেন এবং রেস একাডেমির দায়িত্বে রয়েছেন।\nজেরাল্ড (কণ্ঠ দিয়েছেন: প্যাট্রিক ম্যাককেনা) একটি সায়ান মেইল কুকুর।\nমুটফিল্ড (কণ্ঠ দিয়েছেন: প্যাট্রিক ম্যাককেনা) একটি বেগুনি জাদুকর কুকুর।\nম্যানহোল ডগ (কণ্ঠ দিয়েছেন: প্যাট্রিক ম্যাককেনা) একটি বেইজ কুকুর। তিনি একটি ম্যানহোল ট্যাগ সহ একটি নীল কলার পরেন। তিনিও গোপনে মাস্টার ওয়াগ, যিনি \"টেইল-কোয়ান্দো\" নামে পরিচিত শিল্পের একজন মাস্টার।\nমেয়র স্নিফিংটন (কণ্ঠ দিয়েছেন: লিন্ডা ব্যালানটাইন) একটি বেগুনি মহিলা কুকুর যিনি পাওস্টনের নগরপ্রধান। তিনি একটি মুক্তার নেকলেস পরেন।\nদা বারকাপেলাস কুকুরের একটি ত্রয়ী যারা গান গায়। তারা শেয়ার করতে ভালোবাসে।\nটেনার (কণ্ঠ দিয়েছেন: পল বাকলি) একটি লম্বা কমলা কুকুর।\nবাস (কণ্ঠ দিয়েছেন: রেনো সেলমার) একটি ছোট বেগুনি কুকুর।\nঅল্টো (কণ্ঠ দিয়েছেন: জো ডি'আন্দ্রেয়া) একটি সায়ান মাঝারি আকারের মহিলা কুকুর।\nবিফস্টেক (কণ্ঠ দিয়েছেন: তাজ্জা ইসেন) একটি শক্তিশালী গোলাপী মহিলা চিহুয়াহুয়া। তিনি রাফ অ্যান্ড টাম্বল জিমে একজন ব্যায়াম প্রশিক্ষক।\nওয়াগনেস (কণ্ঠ দিয়েছেন: জুডি মার্শাঙ্ক) একটি নীল মহিলা কুকুর যে বিগ বোল ডিনারে কাজ করে।\nউইন্ড সুইফটলি (কণ্ঠ দিয়েছেন: আভা প্রেস্টন) একটি বেগুনি মহিলা কুকুর।\nট্রেড লাইটলি একটি সায়ান কুকুর।\nডগ একটি হলুদ কুকুর।\nবিগ ডগ (কণ্ঠ দিয়েছেন: ম্যাথু মুচি) একটি বড় সাদা কুকুর। তিনি একটি নীল কলার পরেন যার একটি সোনার ট্যাগ আকৃতির কুকুর গাড়ি চালাচ্ছে।\nলিটল ডগ (কণ্ঠ দিয়েছেন: হ্যাটি ক্রাগটেন) একটি ছোট বেগুনি মহিলা কুকুর। তিনি একটি সোনালী রম্বস সহ একটি লাল কলার পরেন।\nহাম্বোনিও একটি লাল কুকুর।\nকোচ চিউম্যান (কণ্ঠ দিয়েছেন: ফিল উইলিয়ামস) একটি লাল কুকুর।\nগাবে রুফ (কণ্ঠ দিয়েছেন: ফিল উইলিয়ামস) একটি হলুদ কুকুর।\nওয়াগস মার্টিনেজ (কণ্ঠ দিয়েছেন: লিন্ডা ব্যালানটাইন) একটি বেগুনি মহিলা কুকুর।\nফ্লিপ চেসলি (কণ্ঠ দিয়েছেন: আনন্দ রাজারাম) একটি বাদামী কুকুর।\nক্যাচ মোরেলি (কণ্ঠ দিয়েছেন: জুলি লেমিউক্স) একটি নীল মহিলা কুকুর।\nডনি স্লিপারস (কণ্ঠ দিয়েছেন: জেমি ওয়াটসন) একটি লাল কুকুর।\nবার্নার্ড রাবার (কণ্ঠ দিয়েছেন: জোশুয়া গ্রাহাম) একটি ছোট সায়ান কুকুর। তিনি একটি লাল কলার পরেন। বার্নার্ড একটি খুব সহায়ক কুকুর যেটি উইন্ড সুইফটলির জন্য কাজ করে।\nফেচার (কণ্ঠ দিয়েছেন: দেবেন ম্যাক) একটি সায়ান কুকুর।\nকেলি কোরগি (কণ্ঠ দিয়েছেন: স্টেসি কে) একটি পীচ রঙের মহিলা কুকুর।\nলিও হাউলস্টেড (কণ্ঠ দিয়েছেন: জন স্টকার) একটি ধূসর কুকুর।\nকিট হুইকারটন (কণ্ঠ দিয়েছেন: জরিনা রোচা) একটি বেগুনি বিড়াল।\nটম হুইকারটন (কণ্ঠ দিয়েছেন: পল ব্রাউনস্টেইন) একটি ধূসর বিড়াল।\nরোন্ডা একটি নীল কুকুরছানা।\nস্যান্ড্রা পাজ (কণ্ঠ দিয়েছেন: ডিন ডিগ্রুইজার) সান্টাক্লজ দ্বারা অনুপ্রাণিত একটি বড় বরফের নীল মহিলা কুকুর।\nটেইলি (কণ্ঠ দিয়েছেন: মানবী থাপার) একটি সায়ান মহিলা কুকুরছানা।\nচিলি (কণ্ঠ দিয়েছেন: আনন্দ রাজারাম) একটি বড় লাল ওল্ড ইংলিশ শিপডগ। তিনি সবুজ মরিচ ট্যাগ সহ একটি উজ্জ্বল কমলা কলার পরেন। সে বিনসের কাজিন।\nফ্রানি একটি বাদামী মহিলা কুকুরছানা।\nবাউসার (কণ্ঠ দিয়েছেন: আনন্দ রাজারাম) একটি নীল কুকুর।\nক্যাম স্ন্যাপশট একটি গোলাপী মহিলা কুকুর।\nআর্লি এড (কণ্ঠ দিয়েছেন: রব টিঙ্কলার) একটি সবুজ কুকুর যিনি বেসবল দেখতে ভালবাসেন।\nজেরি একটি বাদামী কুকুর।\nঅনলুকার ডগ (কণ্ঠ দিয়েছেন: আনন্দ রাজারাম) একটি হলুদ কুকুর।\nব্রুটাস (কণ্ঠ দিয়েছেন: প্যাট্রিক ম্যাককেনা) একটি নীল কুকুর। সে কেলি কোর্গির দেহরক্ষী এবং তার কাজে খুব ভালো।\nট্রাক ড্রাইভার (কণ্ঠ দিয়েছেন: জোশুয়া গ্রাহাম) একটি সবুজ কুকুর যে তার কাজ ভালোবাসে।\n\n\n== পর্ব ==\n\n\n== উৎপাদন ==\nসিরিজটি প্রথম ঘোষণা করা হয়েছিল ২০১৯ সালে ২-৬ বছর বয়সীদের লক্ষ্য করে সাতটি নেটফ্লিক্স অরিজিনাল প্রিস্কুল শো-এর অংশ হিসেবে। এটি মূলত ২০২০ সালের শেষের দিকে মুক্তি পেতে চলেছে, তবে পরের বছর জানুয়ারি পর্যন্ত বিলম্বিত হয়েছিল। প্রথম সিজন নয়টি পর্ব নিয়ে গঠিত, প্রতিটি ২৪ মিনিটের দৈর্ঘ্য।\n\n\n== মুক্তি ==\nগো, ডগ। গো! ২৬ জানুয়ারী, ২০২১-এ প্রিমিয়ার হয়েছিল, বিশ্বব্যাপী নেটফ্লিক্স-এ। বিভিন্ন প্রকাশনা দ্বারা প্রকাশিত টিজার ক্লিপগুলির একটি অ্যারের সাথে ৬ জানুয়ারিতে একটি ট্রেলার প্রকাশিত হয়েছিল।\n\n\n== অভ্যর্থনা ==\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nকমন সেন্স মিডিয়া'র অ্যাশলে মাল্টন একে তার ৪ থেকে ৫-তারকা পর্যালোচনায় বলেছেন: \"প্রি-স্কুলের হাসির সাথে কুকুরের রোমাঞ্চ।\"\n\n\n=== পুরস্কার ===\n\n\n== সংগীত ==\nপ্রতি পর্বে বিষয়ভিত্তিক সংগীত রচনা করেছেন সুরকার পল বাকলি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nনেটফ্লিক্সে গো, ডগ। গো!\nইন্টারনেট মুভি ডেটাবেজে গো, ডগ। গো!  (ইংরেজি)\nরটেন টম্যাটোসে গো, ডগ। গো! (ইংরেজি)"}