{"pageid": 1067526, "title": "শুভ গুহঠাকুরতা", "url": "https://bn.wikipedia.org/wiki?curid=1067526", "content": "শুভ গুহঠাকুরতা  (১০ জুলাই  ১৯১৮ - ১ জানুয়ারি, ১৯৮৯) ছিলেন প্রখ্যাত রবীন্দ্র সঙ্গীতশিল্পী, সঙ্গীতশিক্ষক ও সংগঠক।  কলকাতা মহানগরীর রবীন্দ্রসঙ্গীত শিক্ষাপ্রতিষ্ঠান  দক্ষিণী'র প্রতিষ্ঠাতা তিনি।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nশুভ গুহঠাকুরতার জন্ম ১৯১৮ খ্রিস্টাব্দের ১০ জুলাই ব্রিটিশ ভারতের অধুনা বাংলাদেশের বরিশালের বানারিপাড়া গ্রামের এক অত্যন্ত দরিদ্র পরিবারের। পিতামাতার অষ্টম সন্তান তিনি। মাত্র ছ’মাস বয়সে পিতৃহারা হন। ছ’বছর বয়সে দাদা-দিদিদের হাত ধরে সপরিবারে বানারিপাড়া ছেড়ে চলে আসেন কলকাতার পাইকপাড়ায়। টাউন স্কুলে ভর্তি হন তিনি। সে সময় তার অভিভাবক ছিলেন  ঋতু গুহের পিতা নির্মল চন্দ্র গুহঠাকুরতা। সাঙ্গীতিক পরিবারে বেড়ে না উঠলেও  বিদ্যাসাগর কলেজের ছাত্রাবস্থায় তিনি রবীন্দ্রসঙ্গীতের প্রতি আকৃষ্ট হন। সেই সময় কলকাতার ব্রাহ্ম পরিবারের দুই সন্তান বিথীন্দ্রনাথ গুপ্ত এবং দিলীপকুমার চট্টোপাধ্যায়ের সংস্পর্শে আসেন। রবীন্দ্রনাথের গানে তার আগ্রহে তারাই তাঁকে রবিবারের সাধারণ ব্রাহ্ম সমাজের উপাসনায় যোগ দিতে উৎসাহিত করেন। পরে অরুন্ধতী দেবীর মাধ্যমে শান্তিনিকেতনের সঙ্গে যোগসূত্র তৈরি হয়, সান্নিধ্যে আসেন  শৈলজারঞ্জন মজুমদারের । গান শেখেন তার কাছে। \n\n\n== কলকাতা শহরের সাংস্কৃতিক প্রবহমানতায় রবীন্দ্রসঙ্গীত ==\nশান্তিনিকেতনে অবস্থানকালে শৈলজারঞ্জন মজুমদার রবীন্দ্রনাথের গানকে প্রচারের  উদ্যোগ নিতে অনুরোধ করলে, শুভ গুহঠাকুরতা কলকাতায় প্রতিষ্ঠানগতভাবে রবীন্দ্রসঙ্গীত  শিক্ষাদানের জন্য ১৯৪১ খ্রিস্টাব্দে প্রতিষ্ঠাতা করেন গীতবিতান। কলকাতা শহরের সংস্কৃতিতে রবীন্দ্রসঙ্গীতের বিশুদ্ধ ধারা সংযোজিত হয়। নিজে আকাশবাণী কলকাতা কেন্দ্রের রবীন্দ্রসঙ্গীত শিল্পী ছিলেন। ১৯৪৮ খ্রিস্টাব্দের ৮  মে (২৫  বৈশাখ তারিখে) গীতবিতান ছেড়ে দক্ষিণী নামে নতুন এক প্রতিষ্ঠান গড়েন যার শাখা সংস্থা দেশেবিদেশে ছড়িয়ে আছে। বিশুদ্ধতার সাথে বিগত পাঁচ দশকের বেশি সময় ধরে রবীন্দ্রসঙ্গীতের বহু গায়ক-গায়িকা শিক্ষা লাভ করেছেন। পাশাপাশি বাংলার শীর্ষস্থানীয় বহু গায়কের রেকর্ড-পরিচালকও ছিলেন তিনি।  রবীন্দ্রসঙ্গীত শিক্ষার প্রতিষ্ঠান গড়ে থেমে থাকেননি। আকাশবাণীর মাধ্যমে রবীন্দ্রসঙ্গীতকে জনপ্রিয় করতে উচ্চাঙ্গসঙ্গীত সম্মেলনের আদর্শে  ত্রৈবার্ষিক রবীন্দ্রসঙ্গীত সম্মেলনের আয়োজন করেছিলেন। আর সঙ্গীত শিক্ষাকেন্দ্রে শিক্ষার্থীদের রবীন্দ্রসঙ্গীতকে সহজ ভাষায় বোধগম্য করতে অবশ্য পাঠ্য করেছিলেন তাঁর রচিত গ্রন্থ ‘সঙ্গীত চিন্তা’, প্রভাত মুখোপাধ্যায়ের ‘রবীন্দ্র জীবনী’। রবীন্দ্র সঙ্গীতের উপর  তার রচিত পাঠ্যগ্রন্থ হল - রবীন্দ্রসংগীতের ধারা। বইটির প্রচ্ছদ অঙ্কন করেছিলেন সত্যজিৎ রায়। \n'প্রকৃতির কবি রবীন্দ্রনাথ', 'প্রণাম' নামক কয়েকটি তথ্যচিত্রে তিনি সঙ্গীত পরিচালনা করেছেন।\n\n\n== পারিবারিক জীবন ==\nশুভ গুহঠাকুরতা মঞ্জুলা দেবীকে বিবাহ করেন এবং  তাঁদের সন্তানরা হলেন সুদেব গুহঠাকুরতা ও বিশ্ব গুহঠাকুরতা। বিশিষ্ট রবীন্দ্রসঙ্গীত শিল্পী ঋতু গুহ ছিলেন তার ভ্রাতুষ্পুত্রী।\n\n\n== জীবনাবসান ==\nশুভ গুহঠাকুরতা ১৯৮৯ খ্রিস্টাব্দের ১ জানুয়ারি কলকাতায় পরলোক গমন করেন।\n\n\n== তথ্যসূত্র =="}