{"pageid": 1067904, "title": "পিনজারা খুবসুর্তি কা", "url": "https://bn.wikipedia.org/wiki?curid=1067904", "content": "পিনজারা খুবসুর্তি কা (রূপান্তরিত সৌন্দর্যের খাঁচা) একটি ভারতীয় টেলিভিশন রোমান্টিক নাটক সিরিজ যা প্রিমিয়ারটি ২২ আগস্ট ২০২০-এ প্রচারিত হয়েছিল এবং এটি কালার্স টিভিতে উপস্থিত অবধি প্রচারিত হয়েছিল। শোতে অভিনয় করেছেন রিয়া শর্মা এবং সাহিল উৎপল।এছাড়া এতে গউতম ভিগ অভিনয় করেেছন। \n\n\n== পটভূমি ==\n\nকাহিনীটি ময়ুরা দুবে নামে এক সুন্দরী মেয়ের আশেপাশে ঘোরাফেরা করে, যে তার সৌন্দর্য বা দক্ষতার কারণে নয় কেবল তার সৌন্দর্যের কারণে লোকেরা কীভাবে তার যত্ন করে ha জীবনে ময়ুরার একমাত্র ইচ্ছা হ'ল তার সৌন্দর্যের খাঁচা থেকে বেরিয়ে আসা এবং তিনি কে তার পক্ষে পছন্দ করা।\nওমকার \"ওমি\" শুক্লা মার্বেল ব্যবসায়িক শিল্পের রাজা। তাঁর কাছে সৌন্দর্যই সব কিছু। তিনি একটি সুন্দর স্ত্রী চান, তবে তার ভাগ্য তার ভালবাসা অর্জন করা নয়। ওমকার, যিনি নিজের ভাগ্য লেখেন এবং যা চান তা পান, তাঁর স্ত্রীর সৌন্দর্য এবং প্রেম জয়ের সিদ্ধান্ত নেন। মায়ুরা জুড়ে এসে সে তার বধূ হতে চায় wants সৌন্দর্য রক্ষা করা উচিত এই বিশ্বাসের তার পিছিয়ে ও ভয়ঙ্কর মানসিকতা রয়েছে।\nময়ূরা ওমকারকে বিয়ে করতে অস্বীকার করলেন। তিনি মায়ুরার পরিবারের জন্য তাকে বিয়ে করার জন্য চাপ দেওয়ার জন্য সমস্যা তৈরি করেছিলেন, তবে তার মা সমস্ত সমস্যার কারণ হওয়ার জন্য দায়ী হন। ওমকারের বিপরীতে ওমকারের ভাই পীযূশের সাথে মায়ুরা সাক্ষাত করেছেন এবং বাইরের সৌন্দর্যের চেয়ে তিনি কে তিনি তাকে পছন্দ করেছেন।\nময়ুরা ও ওমকার বিয়ে করলেন। মায়ুরা একজন ডাক্তার হওয়ার স্বপ্ন দেখে, তাই ওমকার তার জন্য একটি ক্লিনিক খোলে তবে কেবল মহিলাদের চিকিত্সার জন্য একটি শর্ত রাখে। এতে মায়ুরা রাগান্বিত হন এবং তিনি হাসপাতালে চাকরি চান। ওমকার হাসপাতালগুলিতে ফোন করে তাকে প্রত্যাখ্যান করতে বলে। ময়ূরা ওমকার ছেড়ে যাওয়ার সিদ্ধান্ত নিয়েছে, তবে তিনি তাকে সোনার খাঁচায় বন্দী করেছেন।\nমায়ুরা পীযূশের সহায়তায় পালিয়ে যায়। ময়ুরাকে আবার জিততে ওমকার মায়ুরার বাবা মারা যাওয়ার ভুয়া খবর ছড়িয়ে দেন। মায়ুরা ঘরে ছুটে যায় এবং বুঝতে পারে যে ওমকার তাকে খুঁজে পেতে এবং তাকে ঘরে ফিরিয়ে নেওয়ার জন্য এটি তৈরি করেছিলেন। ওমকার মায়ুরার মুখ মার্বেল দিয়ে আঘাত করে এবং তাকে এই কারণ করার জন্য দোষ দেয়। হতবাক, আতঙ্কিত ও যন্ত্রণায় ময়ুরা তার বাবা-মার বাড়িতে যায়, যেখানে তার মুখ দেখে সকলেই হতবাক হয়ে যায়। মায়ুরা তার দাগটি ওড়না দিয়ে লুকিয়ে রাখে। ওমকার তাকে পীযূষকে সমর্থন করে দেখে মেরে ফেলেছিল। পরে, মায়ুরা তার সেরা বন্ধু পীযূষকে হত্যার জন্য ওমকারের কাছ থেকে প্রতিশোধ নিতে চায়। ময়ূরা ওমকার নববধূ ছদ্মবেশে আছে। তিনি তার মার্বেল মুখটি প্রকাশ করেন এবং প্রত্যেকে তার মুখ দেখে হতবাক হয়ে যায়। ওমকার aশ্বরিয়াকে মায়ুরাকে তাঁর স্ত্রী হিসাবে বেছে নিয়েছেন। Wশ্বরিয়া এবং তার প্রেমিক মনীষ বারবার ওমকারকে হত্যার পরিকল্পনা করেছিলেন, কিন্তু মায়ুরা সবসময় তাকে বাঁচায়। Omশ্বর্য ওমকারকে হত্যার জন্য একটি পার্টিতে লাভা ডিস্কো বল ব্যবহার করার পরিকল্পনা করেছেন। কিন্তু ওমকার ময়ূরাকে পতনশীল ডিস্কো বল থেকে বাঁচালেন। মায়ুরা ওমকারকে বোঝাতে চেষ্টা করলেন যে তিনি বিপদে আছেন। ওমকার মনীষকে সন্ধান করার চেষ্টা করে কিন্তু মাঞ্জারি তার সাথে যেতে থামায় এবং একটি ঘরে তাকে তালাবদ্ধ করে। Manশ্বরিয়া মনীষকে অচেতন করে, ওমকারকে অপহরণ করে এবং গাড়িতে করে পালিয়ে যায় .শ্বর্য। ওমকরকে গাড়ির ট্রাঙ্ক থেকে উদ্ধার করার পরে ময়ূড়া ও ওমকারকে একটি গাছে ঝিলে দিয়ে ঝুলিয়ে রেখেছিল। ওমকার তার প্রতি মায়ুরার ভালবাসা উপলব্ধি করেছেন এবং তাঁর জীবনে আসার জন্য তার প্রতি কৃতজ্ঞতা প্রকাশ করেছেন। দুর্ভাগ্যক্রমে, ময়ুরা খাড়া থেকে পড়েছে। ময়ুরার অকাল মৃত্যুতে বিরক্ত হয়ে ওমকার তার ভুল এবং তার বিরুদ্ধে অত্যাচারের বিষয়টি বুঝতে পেরেছিলেন। চূড়ান্ত মুহুর্তে মায়ুরা তাঁর কাছ থেকে যে প্রতিশ্রুতি নিয়েছিলেন তা সত্য, ওমকার তার পরিবারকে হতবাক করে দিয়েছিলেন যখন তিনি তার প্রতি তার ভালবাসা গ্রহণ করেন এবং ঘোষণা করেন যে তিনি আরও উন্নত একজন মানুষ। ময়ূড়া খাড়া থেকে পড়ে তার স্মৃতি হারিয়ে ফেলে।\n\n\n== তথ্যসূত্র =="}