{"pageid": 1067096, "title": "কলেজ অফ মেডিসিন এবং সাগর দত্ত হাসপাতাল", "url": "https://bn.wikipedia.org/wiki?curid=1067096", "content": "কলেজ অফ মেডিসিন অ্যান্ড সাগর দত্ত হাসপাতাল (সিএমএসডিএইচ), যা সাগর দত্ত মেডিকেল কলেজ নামেও পরিচিত, ভারতের পশ্চিমবঙ্গ রাজ্যের একটি তৃতীয় রেফারেল সরকারি হাসপাতাল, মেডিকেল কলেজ এবং গবেষণা ইনস্টিটিউট। এটি কলকাতার শহরতলি কামারহাটিতে অবস্থিত। এটি পশ্চিমবঙ্গ সরকার ২০১০ সালে প্রতিষ্ঠা করেছিল এবং রাজ্যে চিকিৎসকদের ঘাটতি হ্রাস করতে ২০১১ সাল থেকে এমবিবিএস কোর্স শুরু করে। এর পাশাপাশি এখানে নার্সিং এবং প্যারামেডিকেল কোর্স (স্টেট মেডিকেল ফ্যাকাল্টি অব ওয়েস্ট বেঙ্গল এর অধীনে) পড়ানো হয়। এটি পশ্চিমবঙ্গ স্বাস্থ্যবিজ্ঞান বিশ্ববিদ্যালয় সম্পর্কিত  এবং ভারতের মেডিকেল কাউন্সিল দ্বারা স্বীকৃত। \n\n\n== ইতিহাস ==\n\nকামোরহাটি ও পার্শ্ববর্তী অঞ্চলের দরিদ্র কৃষক ও শিল্পকর্মীদের সার্বক্ষণিক স্বাস্থ্যসেবা করার লক্ষ্যে সাগোর দত্ত চ্যারিটেবল হাসপাতাল ও ডিসপেনসারি শুরুতে একটি জনহিতকর সংস্থা হিসাবে শুরু হয়েছিল। ১৯৩৭ সালের জানুয়ারিতে মেডিকেল সেক্রেটারি, ডঃ অ্যান্ডারসন ভারত সফরে 'কলকাতার বাইরে অবস্থিত একটি গ্রামীণ হাসপাতাল এবং ডিসপেনসারি, সাগর দত্ত চ্যারিটেবল হসপিটাল এবং ডিসপেনসারি' পরিদর্শন করেছিলেন বলে লক্ষ্য পূরণে এর বিশাল পরিষেবাটি স্বীকৃত হয়েছিল।  ১৯৫৮ সালে সাগর দত্ত হাসপাতাল আইন পাস করার পরে এই ইনস্টিটিউটটি পশ্চিমবঙ্গ সরকার গ্রহণ করেছিল। \nপশ্চিমবঙ্গে চিকিৎসা পেশাদারদের অভাব বিবেচনা করে চিকিতৎসক: জনসংখ্যা অনুপাত ১:২,৬০০ হয়ে যাবার জন্য, পশ্চিমবঙ্গ সরকার কামারহাটির কৌশলগত স্থানে ১০০ এমবিবিএস শিক্ষার্থী নিয়ে একটি নতুন মেডিকেল কলেজ চালু করার সিদ্ধান্ত নিয়েছে, যা প্রবেশদ্বার উত্তর কলকাতার। ২০১০ সালে, পশ্চিমবঙ্গ সরকার একটি মেমো জারি করেছিলেন যাতে ১০০ এমবিবিএস শিক্ষার্থী ভর্তি করে একটি মেডিকেল কলেজ স্থাপনের অনুমোদন দেওয়া হয়েছিল সাগর দত্ত হাসপাতালের ক্যাম্পাসে।\nএমসিআই দ্বারা পরিদর্শন পরে, ২০১০ সালে, কলেজ অফ মেডিসিন অ্যান্ড সাগর দত্ত হাসপাতাল কর্তৃপক্ষ ৩০ জুন, ২০১১-এ লেটার অফ পারমিশন প্রাপ্ত হয়েছিল। প্রথম বর্ষের এম.বি.বি.এস. কোর্সটি ১ আগস্ট ২০১১ সালে শুরু হয়েছিল M. কলেজটি সকল এম.বি.বি.এস. এর স্বীকৃতি পেয়েছে ফেব্রুয়ারি, ২০১৬ বা তার পরে ডিগ্রি দেওয়া হয়েছে।\n\n\n== ক্যাম্পাস ==\n\n\n=== অবস্থান ===\n\nবিটি রোডে কামারহাটি বাস টার্মিনাসের কাছে অবস্থিত, কলেজ অফ মেডিসিন এবং সাগর দত্ত হাসপাতাল কামারহাটি ইএসআই হাসপাতাল সংলগ্ন। ভারতের পশ্চিমবঙ্গ রাজ্যের উত্তর চব্বিশ পরগনা জেলার ব্যারাকপুর মহকুমার বেলঘোরিয়া থানার অন্তর্গত কামারহাটিতে অবস্থিত। এটি কলকাতা মেট্রোপলিটন উন্নয়ন কর্তৃপক্ষের আওতাধীন এলাকার একটি অংশ। কমারহাটি 22.67 ° N 88.37 ° E এ অবস্থিত, যা কলকাতার মহানগরীর নগর সমাগমের একটি অংশ। দক্ষিণেশ্বরের পবিত্র মন্দিরটি কামারহাটি পৌর এলাকায় অবস্থিত। বেলঘরিয়া ও আরিয়াদহর মতো শহরগুলি কামারহাটির অংশ। \nনিকটতম বিমানবন্দর (নেতাজি সুভাষচন্দ্র বসু আন্তর্জাতিক বিমানবন্দর) ১২ কিলোমিটার দূরে অবস্থিত এবং নিকটতম রেলস্টেশন (আগরপাড়া রেলস্টেশন)টি ২.২ কিমি দূরে অবস্থিত।\n\n\n=== অবকাঠামো ===\n\nমোট ক্যাম্পাসের আয়তন ১৭.৬৩ একর।\nআট তলা বিশিষ্ট একাডেমিক ভবনে অডিটোরিয়াম এবং মর্গের পাশাপাশি কেন্দ্রীয় গ্রন্থাগার, বক্তৃতা থিয়েটার, বিক্ষোভের ঘর এবং ব্যবহারিক পরীক্ষাগার রয়েছে।\nছয়তলা হাসপাতালের বিল্ডিংগে ৫০০ শয্যা এবং ১১ ওটি রয়েছে।\nআধুনিক সুবিধা এবং জরুরি নিরাপত্তা বৈশিষ্ট্য সহ বিল্ডিংয়ের ব্যয় হয়েছে ১০০ কোটি টাকা\nপুরানো হাসপাতালের ভবনটি সংস্কার করা হয়েছে এবং নতুন ওপিডি ভবনে পরিণত হয়েছে। ওপিডির সময়কাল সকাল ১০ টা থেকে দুপুর ২ টা পর্যন্ত\nনতুন একাডেমিক ভবনের সেন্ট্রাল লাইব্রেরিতে ৮০ টি বিদেশী জার্নাল সহ একটি ৭৫০০ বই রয়েছে এবং ই-লাইব্রেরি সুবিধার জন্য দ্রুতগতির ইন্টারনেট সুবিধা রয়েছে।\nহাসপাতাল ব্লাড ব্যাংক এবং ন্যায্য দামের ওষুধের দোকান রয়েছে।\nতারের ব্রডব্যান্ড ইন্টারনেট পাওয়ার বিকল্পের সাথে ছেলে এবং মেয়েদের জন্য পৃথক হোস্টেল।\nইন্টার্নের জন্য পৃথক হোস্টেল।\nতিনটি ক্যান্টিন উভয় রকমের ভেজ এবং নন-ভেজ খাবার সরবরাহ করে।\nশিক্ষক ও কর্মচারীদের আবাসিক কোয়ার্টার।\nএকটি ৪০ কোটি টাকা তৃতীয় স্তরের ক্যান্সার কেয়ার সেন্টার নির্মাণাধীন, যা পশ্চিমবঙ্গের একটি সরকারী মেডিকেল কলেজে প্রথম।\nসংযুক্ত হোস্টেল সহ নার্সিং কলেজ।\n\nক্যাম্পাসটি পশ্চিমবঙ্গ সরকারের সাস্থ্য দপ্তরের অধীনে এবং যে পরিকাঠামো রয়েছে:\n\n৩ জলাশয়\nনতুন ওপিডি বিল্ডিং\nনতুন একাডেমিক বিল্ডিং\nহাসপাতালের নতুন ভবন\nছাত্র হোস্টেল ব্লক\nইন্টার্নস হোস্টেল\nনার্সিং কলেজ\nআবাসিক কোয়ার্টারস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআধিকারিক ওয়েবসাইট"}