{"pageid": 1067365, "title": "জালালুদ্দীন আল কাদেরী", "url": "https://bn.wikipedia.org/wiki?curid=1067365", "content": "আল্লামা জালালুদ্দীন আল কাদেরী (১৯৪৪-২০১৬) ছিলেন একজন বাংলাদেশি আলেম, শিক্ষাবিদ, অধ্যক্ষ, খতিব ও সংগঠক। তিনি চট্টগ্রামের খ্যাতনামা শিক্ষাপ্রতিষ্ঠান জামেয়া আহমদিয়া সুন্নিয়া কামিল মাদরাসার মুহাদ্দিস ছিলেন। এবং তিনি এই মাদ্রাসায় ৩৩ বছর ধরে অধ্যক্ষের দায়িত্ব পালন করেন। তিনি বাংলাদেশের দ্বিতীয় বৃহত্তম মসজিদ জমিয়াতুল ফালাহ মসজিদে ৩০ বছর যাবত খতিবের দায়িত্ব পালন করেছেন।\n\n\n== জন্ম ও পরিচয় ==\nজালালুদ্দীন আলকাদেরী চট্টগ্রাম জেলার পটিয়া উপজেলার চরকানাই গ্রামে জন্মগ্রহণ করেন। তার পিতার নাম আলহাজ্ব অলি আহমেদ চৌধুরী ও মাতার নাম সুফিয়া খাতুন।\n\n\n== শিক্ষাজীবন ==\nআল কাদেরী বাল্যকালে আলিয়া মাদ্রাসায় ইবতেদায়ী পড়া শুরু করেন। এর পর বাংলাদেশ মাদ্রাসা শিক্ষা বোর্ড এর অধীনে দাখিল, আলিম, ফাজিল ও কামিল (হাদিস ও ফিকহ বিভাগে) কৃতিত্বের সঙ্গে পাশ করেন।\n\n\n== কর্মজীবন ==\nতিনি শিক্ষাজীবন শেষ করে ১৯৭২ সালে জামেয়া আহমদিয়া সুন্নিয়া কামিল মাদরাসায় মুহাদ্দিস হিসাবে যোগদান করেন। তিনি ১০ বছর মুহাদ্দিসের পদে দায়িত্ব পালন করার পরে ১৯৮০ সালে একই মাদ্রাসার অধ্যক্ষ পদে নিয়োগপ্রাপ্ত হন। তিনি ১৯৮০ সাল থেকে ২০১৩ সাল পর্যন্ত অধ্যক্ষের দায়িত্ব পালন করেন। দায়িত্ব পালন কালে তিনি ২০০১ ও ২০০৪ সালে দেশের সেরা অধ্যক্ষ হিসেবে বাংলাদেশ সরকারের পক্ষ থেকে স্বর্ণপদক লাভ করেন। তিনি ২০১৩ সালে মাদ্রাসা থেকে আনুষ্ঠানিকভাবে অধ্যক্ষের পদ ছেড়ে দিলেও, তিনি এই মাদ্রাসার শিক্ষার্থীদের হাদিস ক্লাস নিয়েছেন।\n\n\n=== সংগঠনে দায়িত্ব পালন ===\nজালাল উদ্দিন আল কাদেরী বাংলাদেশ জাতীয় খতিব কাউন্সিলের সভাপতি ছিলেন। তিনি বাংলাদেশের দ্বিতীয় বৃহত্তম ও চট্টগ্রামের ঐতিহাসিক মসজিদ জমিয়াতুল ফালাহ মসজিদের খতিব হিসেবে দায়িত্ব পালন করেন। নিজ দায়িত্বরত জমিয়াতুল ফালাহ জাতীয় মসজিদে ৩০ বছর পর্যন্ত পবিত্র মহররম মাসে আন্তর্জাতিক শাহাদাতে কারবালা মাহফিল পরিষদের প্রতিষ্ঠাতা সভাপতি ছিলেন। এছাড়া জালাল উদ্দিন আল কাদেরী ইসলামিক ফাউন্ডেশন বাংলাদেশের গভর্নর হিসেবে দায়িত্বরত ছিলেন। তিনি দ্বীনি সংস্থা আনজুমান-এ-রহমানিয়া আহমদিয়া সুন্নিয়া ট্রাস্টের নির্বাহী সদস্য ছিলেন। এছাড়াও তিনি মাদ্রাসা শিক্ষকদের সর্বোচ্চ সংগঠন জমিয়াতুল মোদাররেসিন এর কেন্দ্রীয় সহ-সভাপতি ও চট্টগ্রাম অঞ্চলের সভাপতির দায়িত্ব পালন করেন। তিনি আহলে সুন্নত ওয়াল জামাতের প্রেসিডিয়াম সদস্য এবং আমেরিকায় আহলে সুন্নত ওয়াল জামাতের প্রতিষ্ঠাতা সভাপতি ছিলেন। এছাড়াও তিনি জাতীয় ঈদগাহে তিনি ঈদের নামাজ পড়িয়েছেন।\n\n\n== অবদান ==\nতিনি সৈয়দ মুহাম্মদ তৈয়ব শাহের ছিলছিলায়ে কাদেরীয়া আলিয়ার ছবক নেন। এছাড়াও তিনি অসংখ্য মসজিদ ও মাদ্রাসা প্রতিষ্ঠা করেছেন। ইসলামিক ফাউন্ডেশন থেকে অসংখ্য পুস্তক সম্পাদনা করেছেন, ইসলামিক ফাউন্ডেশনের পত্রিকায় লেখালিখি করতেন। তিনি মাসিক তরজুমানের সম্পাদক ছিলেন।\n\n\n== মৃত্যু ==\nজালালুদ্দীন আল কাদেরী ২৬ শে নভেম্বর ২০১৬ খ্রিষ্টাব্দে (২৬ শে সফর ১৪৩৮ হিজরী) ঢাকার বি এম এ ভবনে একটি সেমিনারে অতিথি হিসেবে মঞ্চে উপস্থিত থাকাবস্থায় সন্ধ্যা ৭ টার সময় বুকে ব্যথা হলে দ্রুত বারডেম হাসপাতালে নিয়ে যাওয়া হয় তাকে। এর কিছুক্ষণ পরেই তিনি মৃত্যুবরণ করেন, জামেয়া আহমদিয়া সুন্নিয়া কামিল মাদরাসা  সংলগ্ন কবরস্থানে তাকে সমাহিত করা হয়েছে।\n\n\n== তথ্যসূত্র =="}