{"pageid": 106759, "title": "বিকিনি", "url": "https://bn.wikipedia.org/wiki?curid=106759", "content": "বিকিনি (ইংরেজি: Bikini) মূলত মেয়েদের ব্যবহৃত একপ্রকার সাঁতারের পোশাক। দুই প্রস্থ কাপড় দ্বারা এটি তৈরি, যা শরীরকে স্বল্পভাবে ঢেকে রাখে। এর একটি অংশ স্তন ও অপর অংশটি উরুসন্ধি এবং নিতম্বকে ঢেকে রাখে। যদিও নিতম্ব ঢেকে রাখার শর্তটি ঐচ্ছিক। এর দুইটি অংশের মধ্যবর্তী অংশ সাধারণত অনাবৃত থাকলেও ট্যানকিনি ধরনের বিকিনির ক্ষেত্রে তা প্রযোজ্য নয়। সাধারণত গরম আবহাওয়ায় এবং সাঁতার কাটার সময় বিকিনি পরিধান করা হয়। বিকিনির দুইটি অংশ মেয়েদের পৃথক দুটি অন্তর্বাস হিসেবে ব্যবহৃত হতে পারে। নিচের অংশটি সীমা থং বা জি-স্ট্রিং থেকে শুরু করে তুলনামূলক আবৃত চৌকোণা শর্টস পর্যন্ত হতে পারে। মারিয়াম-ওয়েবস্টার অভিধানে (১১তম সংস্করণ) বিকিনিকে ‘মেয়েদের দুই প্রস্থ বিশিষ্ট গোসলের পোশাক’, ‘ছেলেদের ব্রিফ সাঁতারের পোশাক’, এবং ‘ছেলে বা মেয়েদের লো-কাট ব্রিফ’ হিসেবে অভিহিত করা হয়েছে।\nআধুনিক বিকিনির আবিষ্কার হয় ১৯৪৬ সালে, এবং আবিস্কারক ছিলেন ফরাসী অটোমোবাইল ইঞ্জিনিয়ার লুই রিয়ার্ড। একই বছরের জুলাইয়ে, প্রশান্ত মহাসাগরের দ্বীপ বিকিনি অ্যাটলে অনুষ্ঠিত মার্কিন যুক্তরাষ্ট্রের পারমাণবিক পরীক্ষা অপারেশ ক্রসরোডসের নামানুসারে তিনি তার সদ্য আবিস্কৃত পোশাকের নাম রাখেন বিকিনি। এই নামটি রাখার কারণ সম্ভবত পোশাকটির কারণে জনমানুষের মধ্যে বিদ্যমান উত্তেজনার বিস্ফোরণ, যা অনেকটা পারমাণবিক বিস্ফোরণের মতোই ব্যাপক ছিলো।\n১৯৪৯ সালে প্রকাশিত লস অ্যাঞ্জেলস টাইমস-এর এক প্রতিবেদনে ১৯৪৮ সালে মিস আমেরিকা নির্বাচিত হওয়া বেবে শপের উদ্ধৃতি হিয়ে বলা হয়েছে: “বাথিং বিউটি কুইন—সোনালি চুলের অধিকারিনী হপকিন্স, মিনেসোটার ১৮ বছর বয়সী বেবে শপ, প্যারিসে এক আনন্দোচ্ছাসপূর্ণ অভ্যর্থনা পান, কিন্তু ফরাসি সাঁতারের পোশাকের ব্যাপারে তাঁর মনোভাব তিনি পরিবর্তন করেননি। বেবে তাঁর ফরাসি সাক্ষাৎকার গ্রহণকারীকে বলেন, ‘আমি বিকিনিকে আমেরিকান মেয়েদের জন্য উপযোগী মনে করি না, ফরাসি নারীরা চাইলে বিকিনি পরতে পারে, কিন্তু আমি এখনো আমেরিকান মেয়েদের ক্ষেত্রে বিকিনি ব্যবহার গ্রহণযোগ্য মনে করি না।’”\nবিকিনি সম্ভবত বিশ্বজুড়েই সবচেয়ে জনপ্রিয় মেয়েদের বিচওয়্যার। ফরাসি ফ্যাশন ডিজাইনার ওলিভিয়ের স্যালিয়ার্ডের মতে, “নারীর শক্তি, ফ্যাশনের নয়”। তিনি এটিকে ব্যখ্যা করেন এভাবে—“নারী স্বাধীনতা সবসময়ই নারীর সাঁতারের পোশাকের সাথে সংশ্লিষ্ট।” ভোক্তা ও খুচরা বিক্রি সংক্রান্ত তথ্য সরবরাহকারী প্রতিষ্ঠান এনপিডি গ্রুপের ভাষ্য অনুযায়ী, ২০০০-এর দশকের মাঝামাঝি শুধু যুক্তরাষ্ট্রেই বিকিনি শিল্পে মোট ব্যবসা হয়েছে প্রায় ৮১.১ কোটি মার্কিন ডলার। এছাড়া বিকিনি, বিকিনি ওয়াক্সিং ও স্যান ট্যানিং শিল্পেও বৈপ্লবিক পরিবর্তন এনেছে।\n\n\n== ইতিহাস ==\n  বিকিনির ইতিহাস অত্যন্ত পরিবর্তনশীল একটি ইতিহাস। বিকিনি থাকার সবচেয়ে প্রাচীন প্রমাণটি পাওয়া যায় তাম্র যুগে। সেসময়ের দক্ষিণ আনাতোলিয়ার এক অংশে ক্যাটালাহোইউক নামক এক দেবীর পেছনে দুইপাশে দুইটি চিতা উপবিষ্ট ছিলো যাদের পরনের পোশাক ছিলো বর্তমান কালের বিকিনির সাথে সাদৃশ্যপূর্ণ। এছাড়া খ্রিস্টপূর্ব ১৪০০ বছর পূর্বের কিছু গ্রিক চিত্রকর্মে অ্যাথলেটিক কাজকর্মে মেয়েদের দুই প্রস্থ বিশিষ্ট পোশাক পরিধান করতে দেখা গেছে। প্রাচীন গ্রিসের কর্মজীবি মহিলারা ম্যাসটোডেটন (mastodeton) বা অ্যাপোডেসমস (apodesmos) নামক বুকে ফিতা সদৃশ কাপড় পরিধান করতেন, যাকে মধ্যযুগের অন্তর্বাস হিসেবে ধরা হয়। যখন প্রাচীন গ্রিসের পুরুষের পেরিজোমা (perizoma) (একপ্রকার মোটা প্রান্তভাগ বিশিষ্ট ব্রিফ) পরিধান করা ছেড়ে দেয়, তখন মহিলা কসরৎবাজরা এটি পরা শুরু করে। খ্রিস্টপূর্ব ২৮৬-৩০৫ অব্দে সিসিলির ভিলা রোমানা দেল কাসালের মেঝের মোজাইকের চিত্রকর্মে বিকিনি পরিহিতা মেয়েদের ছবি দেখা যায়। এরকম দশটি বিকিনি পরিহিতার একটি ছবির নাম ছিলো ‘বিকিনি মেয়েরা’। এই মোজাইকের মডেলটি এখন পর্যন্ত সবচেয়ে বেশিবার নকলকৃত মোজাইকের মডেল, যার রঙিন টাইলের প্রায় ৩.৭ কোটি। প্রত্নতত্ত্ববিদরা পম্পেইয়ে রোমান দেবী ভেনাসের বিকিনি পরিহিত থাকার প্রমাণ খুঁজে পেয়েছেন। ভেনাসের একটি মূর্তিতে এই প্রমাণ পাওয়া যায়।\n১৯০৭-এর দিকে পুনরায় আধুনিক বিকিনির প্রচলন ঘটতে শুরু করে, যখন অস্ট্রেলীয় সাঁতারু অ্যানেট কিলারম্যান বস্টনে একপ্রস্থ কাপড় বিশিষ্ট সাঁতারের পোশাক পরার অপরাধে গ্রেফতার হন। পরবর্তীতে ১৯১০ সালে মেয়েদের এ ধরনের সাঁতারের পোশাক জনসম্মুখে পরার স্বীকৃতি পায়। তার সেই বিকিনি পরিহিতা ছবির প্রকাশনা নিয়ে এসকোয়ার ম্যাগাজিন ও ইউনাইটেড স্টেটস পোস্টমাস্টার জেনারেলের মধ্যে আইনি লড়াই চলে ১৯৪৩ সাল পর্যন্ত। ১৯১৩ সালে অলিম্পিকে সাঁতারের ইভেন্টের জন্য ফ্যাশন ডিজাইনার কার্ল জ্যান্টজেন প্রথমবারের মতো সাঁতারের জন্য দুই-প্রস্থ বিশিষ্ট পোশাক তৈরি করেন। এটির নিম্নাংশে ছিলো আটোসাটো একপ্রস্থ শর্টস, এবং উর্দ্ধাঙ্গ আবরণী হিসেবে হাতাকাটা টপ। নতুন ধরনের বস্ত্র তৈরির উপাদান লাস্টেক্স ও নাইলন আবিষ্কৃত হবার পর, ১৯৩৪ সালের দিকে সাঁতারের পোশাক শরীরের সাথে আরো বেশি লেগে থাকতে শরু করে, এবং ট্যানিংয়ের সুবিধার্থে কাঁধে স্ট্যাপের প্রচলন শুরু হয়।\n\n\n== বিকিনির প্রকারভেদ ==\n\nবিকিনি অনেক ধরনের হতে পারে। এর মধ্যে কয়েক ধরনের বিকিনি খুবই স্টাইলিশ। প্রচলিত বিকিনি হচ্ছে দুই প্রস্থ কাপড় যা নিম্নাঙ্গের উরুসন্ধি ও নিতম্ব, এবং উর্দ্ধ অংশে স্তনকে ঢেকে রাখে। কয়েক ধরনের বিকিনি শরীরের উর্দ্ধাঙ্গের একটি বড় অংশকে ঢেকে রাখে, যেখানে বেশিরভাগ ক্ষেত্রে স্তনের অংশটুকুই শুধুমাত্র ঢেকে রাখা হয়। এছাড়া উর্দ্ধাঙ্গ অনাবৃত থাকে যেগুলোতে, সেগুলোও বিকিনি হিসেবে ধরা হয়, যদিও আক্ষরিক অর্থে এগুলো দুই প্রস্থ বিশিষ্ট সাঁতারের পোশাক নয়। বিভিন্ন ডিজাইনের ভিন্নতার কারণে অনেক ধরনের সংকরণকৃত পোশাকও বিকিনি নামে পরিচিত হয়। যেমন: মনোকিনি (Monokini), যার উদ্ধাংশ অনুপস্থিত, সি-কিনি (Seekini) অর্থাৎ স্বচ্ছ বা অর্ধস্বচ্ছ কাপড়ের তৈরি বিকিনি, ট্যানকিনি (Tankini), যা ট্যাঙ্ক টপ-এর সাথে বিকিনি সদৃশ নিম্বভাগ মিলিয়ে তৈরি, ক্যামকিনি (Camkini) যা মূলত ক্যামিসোলের সাথে বিকিনির নিম্বাংশের একীকরণ, এবং হাইকিনি। শুরু থেকেই বিভিন্ন শতকের বিকিনির ফ্যাশন এখনো বিভিন্ন ক্ষেত্রে প্রচলিত রয়েছে, এবং সেই সাথে একুশ শতকের নতুন ফ্যাশনের আবির্ভাবও ঘটেছে। যদিও ১৯১০ সালে একজন গোসলের পোশাক (Bathing suit) পরিহিতার সাথে বর্তমানের বিকিনি পরিহিত একজন নারীকে কল্পনা করা বা মিল খোঁজাটা খুব কষ্টকর কিছু নয়।\nবিকিনির উর্দ্ধাংশে বিভিন্ন প্রকার ও বৈচিত্রের স্টাইল ও কাটের প্রচলন রয়েছে। উদাহরণস্বরূপ, ফিতা স্টাইলের গলা, যা উর্দ্ধাঙ্গকে আরেকটু বেশি ঢেকে রাখে ও সাপোর্ট প্রদান করে। আবার রয়েছে ফিতাবিহীন উর্দ্ধাংশ বা ফরাসি ধরনের ব্যান্দু (Bandeau), যা অনেকটা টিউব টপের মতো। এছাড়া রয়েছে ত্রিকোণাকার কাপড় দ্বারা ঢাকা উর্দ্ধাংশ, যা বড় স্তনকে উপর থেকে ঢেকে রাখে। আরো আছে, ব্রেসিয়ারের স্টাইল পুশ-আপ ব্রা’র মতো কাপযুক্ত টপস, এবং আরো অনেক ধরনের ত্রিকোণাকার কাপ, যা স্তনের আকৃতির সাথে মানিয়ে তাকে ধরে রাখে। বিকিনির নিম্নভাগ স্টাইল, কাট, এবং কতোটুকু অংশ ঢেকে রাখবে, তার ওপর নির্ভর করে বিভিন্ন প্রকার, এমন কী সম্পূর্ণ অন্তর্বাসের মতোও হতে পারে। যেমন, খুব শালীন নিম্বাংশের ক্ষেত্রে সচারচর ব্রিফস, শর্টস, বা স্কার্টের ন্যায় সামান্য ঝুলসহ ব্রিফস পরিধান করা হয়, এবং সম্পূর্ণ অবয়ব প্রকাশের ক্ষেত্রে ব্যবহৃত হয় থং বিকিনি। আটোসাটো স্টাইলের ক্ষেত্রে পার্শ্বভাগ থাকে চিকন, যেমন: ভি-কাট (সম্মুখভাগে), আবার আছে ফ্রেঞ্চ কাট (পার্শ্বীয়ভাগ তুলনামূলক মোটা ও দীর্ঘ), এবং আছে লো-কাট স্ট্রিং (দুই পাশে দড়ি দিয়ে বাঁধা) ধরনের নিম্নাংশ। ১৯৮৫ সালের এক নামকরা ফ্যাশন শোতে আবির্ভূত হয় ক্রপ টপ সদৃশ উর্দ্ধাংশ, যার নামকরণ হয় ক্রপড ট্যাঙ টপস। এটি ছিলো প্রচলিত শরীরের সাথে মিশে থাকা ব্যান্দুক্সের একটি নতুন সংস্করণ। মূলত বিকিনির সর্বাধিক প্রচলিত স্টাইল ও ধরনগুলোর মধ্যে আছে, মনোকিনি, ট্যানকিনি, স্ট্রিং বিকিনি, থং, স্লিংশট, মিনিমিনি, টিয়ারড্রপ, এবং মাইক্রোকিনি।\n\n\n=== বিকিনি অন্তর্বাস ===\nনারী-পুরুষ উভয়েরই পরিহিত বিকিনি ধরনের অন্তর্বাসগুলোই বিকিনি অন্তর্বাস (Bikini underwear) নামে পরিচিত। আকৃতি ও প্রকৃতিতে অল্প কাপড় দ্বারা তৈরি, অনেকটা বিকিনি সদৃশ গোসলের পোশাকের মতো। মেয়েদের ক্ষেত্রে এটি আটোসাটো, স্বল্প কাপড় দ্বারা আবৃত এক ধরনের অন্তর্বাস, যা প্রচলিত অন্তর্বাস প্যান্টি বা নাইকারের তুলনায় পেটের মধ্যাংশের অনেক কম স্থান আবৃত করে রাখে। আর ছেলেদের ক্ষেত্রে এ ধরনের অন্তর্বাসগুলো হয় ছেলেদের ব্যবহৃত প্রচলিত ব্রিফসের থেকে বেশ খানিকটা ছোট।\n\n\n== খেলাধূলায় বিকিনি ==\nপ্রাচীন রোমান নারীদের বিকিনি পরিহিত অবস্থায় এক্সপালসিম লুদেরে নামক খেলা করার প্রমাণ পাওয়া যায়, যা আমাদের বর্তমান কালের হ্যান্ডবল খেলারই পূর্বরূপ। পেশাদার নারী বিচ ভলিবল খেলোয়াড়গণ খেলার সময় সচারচর দুই প্রস্থ বিশিষ্ট বিকিনি পরিধান করেন। খেলাধূলায় ব্যবহৃত বিকিনির ক্ষেত্রে স্টাইলের চেয়ে খেলার ব্যাপারটিই বেশি প্রাধান্য পায়।\n\n\n=== বিচ ভলিবল ===\n১৯৯৬ সাল থেকে অলিম্পিকে মেয়েদের বিচ ভলিবলের অফিসিয়াল ইউনিফর্ম হিসেবে বিকিনি ব্যবহৃত হয়ে আসছে। যা নারীর যৌনতার সাথে অ্যাথলেটিক গড়নের ছোঁয়া এনে দিয়েছে, সেই সাথে টিকিটের বিক্রি বৃদ্ধি করতেও এর বড় একটি ভূমিকা আছে।\n\n\n== পুরুষের বিকিনি ==\nপুরুষের বিকিনি (Men's Bikini) বলতে ছেলেদের ব্যবহৃত সাঁতারের পোশাক, অন্তর্বাস, বা এধরনের পোশাককে বোঝানো হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nফ্যাশন ডিজাইনের যুগে সাঁতারের পোশাকের বিবর্তন\nসুন্দরী প্রতিযোগীতায় বিকিনি\nবিকিনি সায়েন্স: বিকিনির ওপর তথ্যসমৃদ্ধ একটি ওয়েবসাইট\nবিকিনি প্রদর্শনী"}