{"pageid": 1068285, "title": "র‌্যান্ডি স্পিয়ারস", "url": "https://bn.wikipedia.org/wiki?curid=1068285", "content": "র‌্যান্ডি স্পিয়ারস (জন্ম: ১৮ জুন ১৯৬১), গ্রেগ অরি নামেও পরিচিত, তিনি একজন অবসরপ্রাপ্ত মার্কিন পর্নোগ্রাফিক অভিনেতা এবং পরিচালক  যিনি অসংখ্য প্রাপ্তবয়স্ক চলচ্চিত্রে অভিনয় করেছেন। স্পিয়ারস তার কৌতুক অভিনয়ের প্রতিভা জন্য পর্ন অভিনেতাদের মধ্যে খ্যাতিমান। \n\n\n== ক্যারিয়ার ==\n\n\n=== মূল ধারা ===\nঅভিনয়ে ক্যারিয়ার গড়তে ১৯৮০-এর দশকের গোড়ার দিকে ক্যালিফোর্নিয়ায় যাত্রা করেছিলেন স্পিয়ারস। মূলধারার চলচ্চিত্র ট্রেডিং প্লেসেস এবং ব্লো আউটে তিনি ছোট্ট এক চরিত্রে অভিনয় করেছিলেন।  গ্রেজরি প্যাট্রিক নামে তিনটি মূলধারার ছবিতে স্পিয়ারসকে দেখা গিয়েছে। ১৯৮৮ সালে কমেডি সেক্সপটে  তিনি ডেমন চরিত্রে অভিনয় করেছিলেন; একই বছর তিনি হরর কমেডি ক্রিটার্স ২: দ্য মেইন কোর্সে হাজির হন। \n\n\n=== অ্যাডাল্ট ফিল্ম ===\n\nপ্রাপ্তবয়স্ক চলচ্চিত্রে আসার আগে, স্পিয়ারস চিপেনডেলস নৃত্যশিল্পী হিসাবে কাজ করেছিলেন।  ১৯৮৭ সালে ওনা জি তাঁকে এই শিল্পের সাথে পরিচয় করিয়েছিলেন।  ২০১৬ সালের একটি সাক্ষাৎকারে, তিনি বলেছিলেন যে, তিনি একজন উচ্চাকাঙ্ক্ষী অভিনেতা ছিলেন, শো ব্যবসার কয়েক বছর পরে ১৯৮৮ সালের মার্কিন আমেরিকা রাইটার গিল্ডের ধর্মঘটের কারণে তিনি কঠিন সময়ের মধ্যে পড়ে যান। তারপর বাধ্য হয়েই তিনি প্রাপ্তবয়স্ক বিনোদন শিল্পে কাজ করার সিদ্ধান্ত নেন। স্পিয়ারস বলেছিল যে, প্রথম দৃশ্য ধারণ করার পরেও তিনি দ্বিধা-দ্বন্দ্বে ছিলেন, যদিও ৪০০ ডলার আয় করেছিলেন। এরপর আরও অফার গ্রহণ করতে থাকেন, কেননা নির্মাতারা জেনে গিয়েছিল যে, তার অভিনয়ের কিছু অভিজ্ঞতা রয়েছে। প্রাথমিকভাবে, তিনি তার মাকে তার নতুন পেশা সম্পর্কে অবগত করেন নি। \n\n\n== ব্যক্তিগত জীবন ==\nজোন ডাফ তাঁর সবচেয়ে ভাল বন্ধু ছিল, যার সাথে একই সময়ে তিনি ব্যবসায় প্রবেশ করেছিলেন। স্পিয়ারস বলেন যে, সে ছিল আমার \"ভাইয়ের মতো\"। ২০০৬ সালে ডাফের আত্মহত্যার পর স্পিয়ারস এবং ডাফের স্ত্রী মিলে অন্ত্যেষ্টিক্রিয়ার খরচের জন্য সাহায্যের দিতে মাইস্পেসে একটি স্মারক তহবিল খুলেছিল। \n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে Randy Spears (ইংরেজি)\nইন্টারনেট অ্যাডাল্ট ফিল্ম ডেটাবেজে Randy Spears\nঅ্যাডাল্ট ফিল্ম ডেটাবেজে Randy Spears (ইংরেজি)\nফেসবুকে র‌্যান্ডি স্পিয়ারস\nভায়োলেট ব্লু থেকে র্যান্ডি স্পিয়ারগুলির প্রোফাইল\n২০০৮ ফেম পুরস্কার হোস্টিং বায়ো\nর‌্যান্ডি স্পিয়ারসের সাক্ষাৎকার পডকাস্ট"}