{"pageid": 1068054, "title": "(৫২৮২১৯) ২০০৮ কেভি৪২", "url": "https://bn.wikipedia.org/wiki?curid=1068054", "content": "(৫২৮২১৯) ২০০৮ কেভি৪২ (সাময়িক চিহ্নিতকরণ: ২০০৮ কেভি৪২, ডাকনাম: ড্র্যাক, ইংরেজি: Drac) হল একটি নেপচুনোত্তর বস্তু। এটিই প্রথম আবিষ্কৃত পশ্চাদমুখী কক্ষপথ-বিশিষ্ট মহাজাগতিক বস্তু। এই পশ্চাদমুখী গতি এবং ১০৩° কক্ষীয় নতি ইঙ্গিত করে যে এই বস্তুটি হিলস মেঘে এটির উৎস ও হ্যালি-বর্গভুক্ত ধূমকেতুগুলির মধ্যে একটি হারানো যোগসূত্র, যা বাহ্য সৌরজগৎের বিবর্তন আরও ভালো ভাবে বুঝতে সাহায্য করে। বস্তুটি দৈর্ঘ্যে ৯০ কিলোমিটার (৫৬ মাইল)-এর বেশি নয়। বস্তুটির প্রায়-পরাক্ষ ৪২ জ্যো.এ. এবং সূর্যকে একবার প্রদক্ষিণ করতে এটির সময় লাগে ২৬৯ বছর।\n২০০৮ সালের ৩১ মে বস্তুটি আনুষ্ঠানিকভাবে আবিষ্কৃত হয় এবং আবিষ্কারের কথা ব্রেট গ্ল্যাডম্যানের নেতৃত্বাধীন কানাডা-ফ্রান্স একলিপটিক প্লেন সার্ভে দল কর্তৃক আনুষ্ঠানিকভাবে ঘোষিত হয় ২০০৮ সালেরই ১৬ জুলাই। আবিষ্কারক দল কাউন্ট ড্র্যাকুলার নামানুসারে ২০০৮ কেভি৪২-এর ডাকনাম রাখেন \"ড্র্যাক\"।\n\n\n== আবিষ্কার ও নামকরণ ==\n২০০৮ সালের ১৬ জুলাই ইউনিভার্সিটি অফ ব্রিটিশ কলম্বিয়ার ব্রেট গ্ল্যাডম্যানের নেতৃত্বাধীন কানাডা-ফ্রান্স একলিপটিক প্লেন সার্ভে দল কর্তৃক ২০০৮ কেভি৪২-এর আবিষ্কারের কথা ঘোষিত হয়। মেরিল্যান্ডের বাল্টিমোরে \"গ্রহাণু, ধূমকেতু, উল্কা\" শীর্ষক একটি সম্মেলনে, সেই দিনই একটি মাইনর প্ল্যানেট ইলেকট্রনিক সার্কুলারে এবং এরপরে ১৮ জুলাই আইএইউ সার্কুলারে এই আবিষ্কারের কথা ঘোষণা করা হয়েছিল। ৩১ মে তারিখে ৩.৫ মিটার কানাডা-ফ্রান্স-হাওয়াই টেলিস্কোপ কর্তৃক ধৃত আলোকচিত্রগুলি ব্যবহার করে এই আবিষ্কার সম্ভব হয়েছিল। এরপর ৮ জুলাই পর্যন্ত ফ্রেড লরেন্স হুইপল মানমন্দির ও সেরো টোলোলো ইন্টার-আমেরিকান মানমন্দির থেকে এটিকে পর্যবেক্ষণ করা হয়।\nআবিষ্কারক দল ২০০৮ কেভি৪২-এর ডাকনাম রাখে ড্র্যাক, কারণ কক্ষীয় তলের প্রেক্ষিতে এটির উচ্চ নতির সঙ্গে কাউন্ট ড্র্যাকুলার দেওয়ালে হাঁটার ক্ষমতার মিল পাওয়া যায়।\n\n\n== কক্ষপথ ==\n\n২০০৮ কেভি৪২ হল প্রথম আবিষ্কৃত নেপচুনোত্তর বস্তু যেটির কক্ষপথ পশ্চাদমুখী। এটির প্রায়-পরাক্ষ ৪১.৭ জ্যো.এ.। ৩২ জ্যো.এ. দূরত্ব থেকে এটি আবিষ্কৃত হয়েছিল এবং এটির অনুসূর বিন্দুর দূরত্ব মোটামুটি ইউরেনাসের দূরত্বের সমান।\nবস্তুটির ১০৩ ডিগ্রি নতি এটিকে ক্রান্তিবৃত্তের সঙ্গে প্রায় উল্লম্ব করে তুলেছে। ২০১৭ সালের জুলাই মাসের হিসেব অনুযায়ী এটি সেই ছয়টি বস্তুর অন্যতম যেগুলির নতি (i) > ৬০° ও অনুসূর (q) > ১৫ জ্যো.এ.। অন্য ছয়টি বস্তু হল: ২০০২ এক্সইউ৯৩, ২০০৭ বিপি১০২, ২০১০ ডব্লিউজি৯, ২০১১ কেটি১৯ ও ২০১৪ এলএম২৮।\n২০০৮ কেভি৪২-এর উৎস সম্ভবত হিলস মেঘ। বস্তুটির ব্যতিক্রমী ধরনের কক্ষপথ থেকে ইঙ্গিত পাওয়া যায় কোনও অজানা অভিকর্ষীয় বিঘ্নের ফলে বস্তুটি সেটির উৎস থেকে ভিতর দিকে সরে এসেছে। এটির আবিষ্কার থেকে হ্যালি-বর্গভুক্ত ধূমকেতুগুলির (যেগুলির কক্ষপথও পশ্চাদমুখী) উৎস অঞ্চলের হদিস পাওয়া সম্ভব, কিন্তু এগুলির উৎস অজ্ঞাতই থেকে গিয়েছে। মনে করা হয় যে ২০০৮ কেভি৪২-ও ধূমকেতুতে পরিণত হওয়ার মধ্যবর্তী স্তরে রয়েছে। এই কারণে এটির মধ্যমে বাহ্য সৌরজগৎের উদ্ভব ও বিবর্তন সম্পর্কে আরও ব্যাখ্যা পাওয়াও সম্ভব।\n\n\n=== নবম গ্রহ ===\n২০০৮ কেভি৪২ সম্ভবত নবম গ্রহের প্রমাণও প্রদান করতে পারে। নবম গ্রহের সঙ্গে গড়-গতি অনুরণনের ভিতর কোজাই প্রভাব সম্ভবত এটির নতি ও উৎকেন্দ্রিকতার পর্যায়ক্রমিক আদানপ্রদানের কারণ হয়। লম্বাটে আকারবিশিষ্ট উল্লম্ভ সেন্ট্যুরগুলি যখন কোনও দানব গ্রহের খুব কাছাকাছি চলে আসে তখনই ২০০৮ কেভি৪২-এর কক্ষপথের মতো কক্ষপথ সৃষ্টি হয়।\n\n\n== আরও দেখুন ==\nনেপচুনোত্তর বস্তুগুলির তালিকা\n(৪৭১৩২৫) ২০১১ কেটি১৯ (\"নিকু\")\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:AstDys\nটেমপ্লেট:JPL small body"}