{"pageid": 1068288, "title": "হামিদুদ্দিন ফারাহি", "url": "https://bn.wikipedia.org/wiki?curid=1068288", "content": "হামিদ উদ্দিন ফারাহি (১৮ নভেম্বর ১৮৬৩ – ১১ নভেম্বর ১৯৩০) অবিভক্ত ভারতের একজন প্রখ্যাত ইসলামিক পণ্ডিত। তিনি তার কাজ নাজমুল কুরআন (কুরআনের যোগসূত্র) এর জন্য সব থেকে বেশি পরিচিত। \nহামিদ উদ্দিন ফারাহি তার গোটা জীবন কুরআন এবং তার প্রদত্ত নাজমুল কুরআন (কুরআনের যোগসূত্র, এক আয়াতের সাথে আগে ও পরের আয়াতের এবং গোটা কুরআন একটি যোগসূত্রে আবদ্ধ ) গবেষণায় ব্যয় করেছেন।\n\n\n== প্রাথমিক জীবন ==\nহামিদ উদ্দিন ফারাহি জন্মগ্রহণ করেন ব্রিটিশ ভারতের উত্তর প্রদেশ আজামগড় জেলার ফারিয়া নামক গ্রামে তাই তারা নামের শেষে ফারাহি লেখা হয়। তার পিতার নাম আব্দুল করিম শেখ এবং মাতার নাম মুকিমা বিবি।\nইমাম ফারাহি ছিলেন প্রখ্যাত ধর্মতত্ত্ববিদ এবং ঐতিহাসিক আল্লামা শিবলী নোমানীর মামাতো ভাই এবং আল্লামা নোমানির কাছে তিনি প্রাথমিক আরবি শিক্ষা সম্পন্ন করেন।\nআল্লামা শিবলি নোমনি ইমাম ফারাহি এর বয়সে ৬ বছরের বড় ছিলেন।\nপরবর্তীতে ইমাম ফারাহি আজামগড় জেলার চিত্রা নামক স্থানের প্রখ্যাত আলেমে দ্বিন মৌলভি মাহাদি হোসাইনের কাছ থেকে ফারসি ভাষা অধ্যায়ন শেষে তৎকালীন লাহোরের  বিশিষ্ট আরবি শিক্ষক ও ভাষাবিদ মাওলানা ফাইজুল হাসান সাহরাওপুরির নিকট আরবি ভাষা ও সাহিত্যের গভীর অধ্যায়ন সমাপ্ত করেন।\nইমাম ফারাহির বয়স যখন ২১ বছর তখন তিনি আধুনিক শিক্ষা অর্জনের জন্য আলিগড় মুসলিম বিশ্ববিদ্যালয়ে ভর্তি হন। আলিগড় মুসলিম বিশ্ববিদ্যালয়ের প্রতিষ্ঠাতা স্যার সৈয়দ আহমদ খান ইমাম ফারাহির জ্ঞানের গভিরতা দেখে মুগ্ধ হন এবং একটি পত্র লিখে বিশ্ববিদ্যালয়ের অধ্যাপক দের নিকট পাঠান। ঐ পত্রে সৈয়দ আহমদ খান লিখেন তিনি এমন কাউকে বিশ্ববিদ্যালয়ের অধ্যাপকদের নিকট পাঠিয়েছেন যিনি তাদের থেকেও আরবি এবং ফারসি ভাষায় অধিক দক্ষ। আলিগড় মুসলিম বিশ্ববিদ্যালয়ে অধ্যায়ন রত অবস্থায় ইমাম ফারাহি ইমাম ইবনে শিহাব আল-জুহুরি (৭৮৪-৮৪৫) এর লিখিত বিখ্যাত গ্রন্থ \"আত তাবাকাতুল কুবরা\" এর কিছু অংশ  ফারসি থেকে উর্দু ভাষায় অনুবাদ করেন। পরবর্তীতে এই অনুবাদ অংশটুকু আলীগড় বিশ্ববিদ্যালয়ের সিলেবাসের অন্তর্ভুক্ত করা হয়। হামিদ উদ্দিন ফারাহি সবশেষে মোহাম্মদান অ্যাংলো ওরিয়েন্টাল কলেজ সংক্ষেপে MAO থেকে স্নাতক সম্মাননা শেষ করেন। \n\n\n== শিক্ষক জীবন ==\nইমাম হামিদ উদ্দিন ফারাহি (রহ) তার শিক্ষাজীবন সমাপ্ত করার পরে বিভিন্ন শিক্ষা প্রতিষ্ঠানে শিক্ষকতা শুরু করেন। তিনি সিন্ধু মাদরাসাতুল ইসলাম কলেজ করাচি, মোহামেডান অ্যাংলো ওরিয়েন্টাল কলেজ (MAO) এবং দারুল উলুম হায়দ্রাবাদে শিক্ষকতা করেন। মোহামেডান অ্যাংলো ওরিয়েন্টাল কলেজে (MAO) শিক্ষকতা করা কালিন জার্মান প্রাচ্যবিদ ও আরবি অধ্যাপক জোসেফ হোরোভিটস (১৮৭৪-১৯৩১) এর নিকট হিব্রু ভাষা শিক্ষা গ্রহণ করেন। \nইমাম ফারাহি হায়দ্রাবাদে থাকাকালীন শিক্ষা কারিকুলাম এর উপরে একটি  গুরুত্বপূর্ণ ধারণা প্রদান করেন। সেখানে তিনি উল্লেখ করেন যে, বিশ্ববিদ্যালয় গুলোর শিক্ষা কারিকুলাম এমনভাবে তৈরি করা উচিত  যেখানে ধর্মীয় এবং জ্ঞান-বিজ্ঞানের সমস্ত শিক্ষা মাতৃভাষা উর্দুতে শেখানো  হবে।\nতার প্রদত্ত এই শিক্ষা কারিকুলামের পরিকল্পনাটি পরবর্তীতে ওসমানিয়া বিশ্ববিদ্যালয়ে নিজস্ব শিক্ষা সিলেবাসে অন্তর্ভুক্ত করেন।\nপরবর্তীতে ইমাম ফারাহি আজামগড় জেলার একটি ছোট শহর সরাইমিরে চলে আসেন এবং মাদরাসাতুল ইসলাহাতে শিক্ষকতা শুরু করেন ।\nমাদরাসাতুল ইসলাহা মূলত আল্লামা শিবলী নোমানী এবং ইমাম হামিদ উদ্দিন ফারাহি দ্বয়ের একত্রিত চিন্তার ফসল হিসেবে প্রতিষ্ঠিত।\nইমাম ফারাহি শুরুর দিকে থেকেই মাদরাসাতুল ইসলাহার প্রধান প্রসাশনিক দায়িত্বে ছিলেন।\nবিভিন্ন ব্যস্ততা তাকে মাদরাসাতুল ইসলাহার দায়িত্ব থেকে দূরে রাখলেও তার জীবনের শেষের কয়েকটি বছর তিনি তার সমস্ত সময় ও শক্তি মাদ্রাসার শিক্ষাদানে উৎসর্গ করেছিলেন।\nইমাম হামিদ উদ্দিন ফারাহি এর ছাত্রদের মধ্যে অন্যতম হলেন ইমাম আমিন আহসান ইসলাহি।\nইসলাহি ইমাম ফারাহির সহচর্যে ইসলামি শিক্ষা গ্রহণ করেছেন এবং পরবর্তীতে ইমাম ফারাহি এর চিন্তা - দর্শনের বাহক হয়েছিলেন।\n\n\n== কুরআন গবেষণা ==\nহামিদ উদ্দিন ফারাহি তার জীবনের প্রায় ৫০ বছর কুরআন গবেষণায় ব্যায় করেছেন।\nকুরআনের নাজম বা যোগসূত্র ছিলো তার অধ্যায়ন, গবেষণা ও লেখা-লেখির মূল কেন্দ্রবিন্দু।\nআল্লামা শিবলী নোমানী ইমাম ফারাহির কাজরে প্রশংসা করতে গিয়ে বলেন \" এটা (ইমাম ফারাহির প্রদত্ত কোরানিক নাজম) মহা মানবিয়ো সাফল্য\"।\nহামিদ উদ্দিন ফারাহি তার গবেষণার মাধ্যমে গোটা পশ্চিমা সমালোচকদের জবাব দিতে সক্ষম হয়েছিলেন যে, পবিত্র কোরআন \nমহান আল্লাহর কোন বিচ্ছিন্ন বার্তা নয়।\nকোরআন হল স্পষ্ট ও গোছানো একটি পবিত্র  আসমানি গ্রন্থ। আর এর স্পষ্টতা ও গোছানো আরবি ভাষার যুক্তিকতা ও বোধগম্যতার মাধ্যমে প্রমাণিত।\nনাজমের তিনি উপাদানের কথা উল্লেখ করে \nতিনি তার গবেষণার মাধ্যমে এটা প্রমাণ করতে সক্ষম হয়েছেন যে, গোটা কুরআনকে একক ভাবে ব্যাখ্যা করা সম্ভব।  \nকুরআনকে একক ভাবে ব্যাখ্যা করাই হল কুরআনের নাজমের মূল আলোচ্য বিষয়।\nহামিদ উদ্দিন ফারাহি কুরআন গবেষণায় কতিপয় নীতিমালা দিকে বিশেষ জোর দিয়েছেন।\nএই নীতিমালার মধ্যে অন্যতম হলো কুরআনের নাজম।\nতিনি বিশ্বাস করতেন বর্তমান সময়ে মুসলিমদের ফেরকাবাজির মূল কারণ হলো কোরআনের নাজমকে অস্বীকার করা। আয়াতের পারস্পারিক সম্পর্ক ও মূল প্রাসঙ্গিকতা বাদ দিয়ে \nবিচ্ছিন্নভাবে আয়াতকে ব্যাখ্যা করলে নিজের ইচ্ছেমতো অর্থ ঢুকিয়ে দেওয়া সম্ভব।\nআর এর ফলেই মুসলিমদের মধ্যে মাসালাগতো পার্থক্যের সৃষ্টি হয়।\nতিনি আরো মনে করতেন কুরআনের নাজম বাদ দিয়ে কুরআন অধ্যায়ন করলে এর মধ্যেকার অনেক সুপ্ত জ্ঞান আমাদের সঠিক ভাবে অর্জন করা সম্ভব হবে না।\n\n\n== তার কাজের প্রশংসা ==\nঅসংখ্য ইসলামিক পণ্ডিতগণ ইমাম হামিদ উদ্দিন ফারাহির ইসলামিক গবেষণা কাজের প্রশংসা করেছেন। তাদের মধ্যে অন্যতম কয়েকজন ব্যক্তিদের বক্তব্য এখানে তুলে ধরা হলো।\nআল্লামা শিবলি লিখেছেন, \"সাধারণত কোন পণ্ডিত ব্যক্তি পৃথিবীর কাছে অজানা থাকতে পারে না। তার মহান কর্মগুলো ইতিহাসের পাতায় স্বাক্ষরিত হয়ে থাকে। \nতবে  প্রত্যেকটি নিয়মের একটি ব্যতিক্রমী দিক রয়েছে আর মৌলভী হামিদ উদ্দিন এই ব্যতিক্রমের  বাস্তব উদাহরণ। তার লিখিত তাফসির \"নাজমুল কুরআন\" মুসলিম উম্মাহর জন্য এতটাই প্রয়োজনিয়ো।  যতটা একজন তৃষ্ণার্ত ব্যক্তির বিশুদ্ধ পানির প্রয়োজন।\" \nআবুল আ'লা মওদুদী লিখেছেন, \"সাধারণভাবে একথা প্রমাণিত যে, আল্লামা ফারাহি \nকুরআনের গবেষণার ক্ষেত্রে মহান সর্বশক্তিমান আল্লাহ তা'আলার রহমত প্রাপ্ত হয়েছিলেন। \nতিনি তার জীবনের বড় একটি অংশ কুরআনের গবেষণায় এবং এর মূলভাবার্থ বোঝার ক্ষেত্রে ব্যয় করেছেন। কুরআনের উপর তিনি এতটাই কৃতিত্ব সহকারে লেখালেখি করেছেন যে, তার সমতুল্য এবং তার কাছাকাছি কাউকে খুঁজে পাওয়া কঠিন।\" \nসৈয়দ সুলাইমান নদভী লিখেছেন, \"১৯৩০ খ্রিস্টাব্দের ১১ নভেম্বর এই যুগের ইবনে \nতাইমিয়াহ মারা গিয়েছেন। তার প্রতিভার উজ্জ্বলতা অতিক্রম করার সম্ভাবনা এখন আর নেই। তিনি প্রাচ্য ও পাশ্চাত্য  উভয় জ্ঞানের  অধিকারী  যুগের একজন অলৌকিক ব্যক্তিত্ব। কুরআনের একজন গভীর পণ্ডিত --- কুরআনের রহস্যভেদী ---  ধর্ম প্রেমের মূর্ত প্রতীক---- জ্ঞানের অতুলনীয় সমুদ্র ----- নিজের ভিতরে ধারণ করা জীবন্ত একটি প্রতিষ্ঠান একটি সাহিত্যের উজ্জ্বল প্রতিভা ---- একজন উন্নত মানের  গবেষক।\nদুঃখের বিষয় হলো এই মহান ব্যক্তি পৃথিবীতে জন্ম গ্রহণ করলেন এবং  মৃত্যুবরণ করলেন কিন্তু পৃথিবীবাসী বুঝতে পারল না কে আসলো এবং কে চলে গেল।\" \nমানাজির আহসান গিলানি লিখেছেন, \"অষ্টাদশ শতাব্দীতে শাহ ওয়ালিউল্লাহ (রহ) শুরু করেছিলেন পুনর্জাগরণের আন্দোলন।\nসাম্প্রতিক সময়ে তাফসির নাজমুল কুরআন এর মধ্যমে হামিদ উদ্দিন ফারাহি পুনর্জাগরণের আন্দোলনে \nশাহ ওয়ালিউল্লাহ (রহ) এর কাজের অনুপ্রেরণা পেয়েছেন। তার লিখিত গ্রন্থের মূল বৈশিষ্ট্য হলো কুরআন, বাইবেল ও সাহিত্যের গভীর আলোচনা এবং কুরআনের  আয়াত গুলোর মধ্যে যোগসুত্র প্রমাণের এক নজিরবিহীন প্রচেষ্টা। তার এই কাজ প্রমাণ করে যে, পবিত্র কোরআন সত্যিই  একটি মহান আসমানী গ্রন্থ।\" \nআব্দুল মাজিদ দারিয়াবাদি লিখেছেন, \"কুরআন অধ্যয়ন ও গবেষণার ক্ষেত্রে আল্লামা হামিদ উদ্দিন ফারাহি হলেন এ যুগের একজন অতুলনীয় ব্যক্তিত্ব। তিনি শুধু যুগের আলেমদের থেকে আলাদা ব্যক্তিত্ব নন, আলাদা অবস্থানেও রয়েছেন। তিনি কোরআন গবেষণার ক্ষেত্রে কতিপয় নিয়ম প্রণয়ন করছেন যার ভিতর সর্বাগ্রে রয়েছে কুরআনের নাজমের দর্শন।\"\nউস্তাদ জাভেদ আহমাদ গামিদি সাহেব\nলিখেছেন, \"মুসলিম উম্মাহর প্রতি ইমাম ফারাহি যে, এহেসান তা তিনি কৃতিত্বের সাথে বজায় রেখেছেন।\nআর তা হলো তিনি কোরআনের গবেষণায় যে গভীরতায় পৌঁছেছিলেন এবং তিনি যে পদ্ধতিতে কুরআন শিখেছেন এবং সেই পদ্ধতিতেই  কোরান শিখিয়েছে ।  তিনি কোরআনের ব্যাখ্যায় স্পষ্টতা ও গ্রহণ যোগ্যতার প্রমাণ দিয়েছেন।\nআমি ইমাম হামিদ উদ্দিন ফারাহি (রহ)-কে  আল্লাহর অলৌকিক নির্দেশনাবলির মধ্যে একটি নির্দেশ মনে করি।\" \n\n\n== উল্লেখযোগ্য বই ==\nহামিদ উদ্দিন ফারাহির লেখা-লেখির কেন্দ্রবিন্দু ছিল পবিত্র কোরআন। \nতার লিখিত বইগুলো  মূলত তার গবেষণার  নোট যার বেশিরভাগই আরবি ভাষায় রচিত এবং  পরবর্তীতে তার ছাত্র ইমাম আমিন আহসান ইসলাহি এবং ইমাম ইসলাহি এর ছাত্র আল্লামা খালেদ মাসুদ এর দ্বারা  সংকলিত ও উর্দু ভাষায় অনুবাদিতো হয়েছে।\nইমাম ফারাহি উল্লেখযোগ্য কয়েকটি বই হল\n\nমাজমুয়া তাফসির ফারাহি (তাফসির সংকলন)\nমুফরাদাত আল কুরআন (কুরআনের শব্দ ভান্ডার)\nআসালিব আল কুরআন (পুরাণের ধরন)\nজামহাতুল বালাগা (কুরআনের বক্তৃতা)\nইমানফাই আকসাম আল কুরআন (কুরআনের কসম প্রসঙ্গে) \nনাজমুল কুরআন (কুরআনের যোগসূত্র) \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nA website dedicated to Hamiduddin Farahi\nExordium to the Coherence in the Quran\nA Study of the Quranic Oaths\nDarul Musannefeen Shibli Academy  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ নভেম্বর ২০১৯ তারিখে\nWelcome to Madrasa-Islah saraimeer Azamgarh at www.madrasaislah.org"}