{"pageid": 1068956, "title": "স্পেসএক্স ক্রু-২", "url": "https://bn.wikipedia.org/wiki?curid=1068956", "content": "স্পেসএক্স ক্রু-২ ক্রু ড্রাগন মহাকাশযানের দ্বিতীয় পরিচালনাগত নভোচারী উড়ান এবং এটির তৃতীয় সামগ্রিক নভোচারী কক্ষীয় উড়ান। অভিযানটি ২০২১ সালের ২৩শে এপ্রিল ০৯:৪৯:০২ ইউটিসি'তে উৎক্ষেপিত হয়। ক্রু-২ অভিযানটি চার নভোচারী সদস্যকে আন্তর্জাতিক মহাকাশ স্টেশনে (আইএসএস) প্রেরণ করে। ক্রু-২ ক্রু ড্রাগন ডেমো-২ (ক্রু ড্রাগন এন্ডেভার) অভিযানে ব্যবহৃত একই ক্যাপসুল ব্যবহার করে এবং স্পেসএক্স ক্রু-১ (বি১০৬১.২) এর মতো একই বুস্টার ব্যবহার করে। এন্ডেভার ২০২১ সালের ২৪ এপ্রিল ০৯:০৮ ইউটিসি-তে আন্তর্জাতিক স্পেস স্টেশনটির সাথে ডক করে।\n\n\n== ক্রু বা নাবিকদল ==\nজ্যাক্সা, ইএসএ ও নাসা এই অভিযানে থাকা তাদের নভোচারী নিয়োগের বিষয়টি ২০২০ সালের ২৮শে জুলাই নিশ্চিত করে।\n\nজার্মান মহাকাশচারী ম্যাথিয়াস মাওগা পেসকেটের ব্যাকআপ ছিলেন, আর জাপানি নভোচারী সাতোশি ফুরুকাওয়া হোশিদের ব্যাকআপ হিসাবে প্রশিক্ষণ গ্রহণ করেছিলেন।\n\n\n== অভিযান ==\nবাণিজ্যিক ক্রু কর্মসূচির অন্তর্গত দ্বিতীয় স্পেসএক্স পরিচালনাগত অভিযান ২০২১ সালের ২৩শে এপ্রিল উৎক্ষেপিত হয়। ক্রু ড্রাগন এন্ডেভার (সি২০৬), হারমোনি মডিউলের আন্তর্জাতিক ডকিং অ্যাডাপ্টারে (আইডিএ) ডক করবে। নভোচারীদের নিয়েই অভিযানটি প্রথম অভিযান হিসাবে পূর্বে ব্যবহৃত বুস্টার রকেট ব্যবহার করে।\nসমস্ত ক্রু প্রবীণ নভোচারী, যদিও এটি আইএসএস-এ মেগান ম্যাকআর্থারের প্রথম ভ্রমণ (যেহেতু তার প্রথম মহাকাশ উড়ান হাবল স্পেস টেলিস্কোপের একটি শাটল মিশন ছিল)। এই অভিযানে অন্য তিন ক্রু সদস্যের পাশাপাশি, মেগান ম্যাকআর্থার স্পেসএক্স ক্রু ড্রাগন এন্ডেভারের একই আসনটি ব্যবহার করেন, যা তার স্বামী বব বেনকেন এন্ডেভর ক্যাপসুলের প্রথম অভিযান স্পেসএক্স ডেমো-২ অভিযানে ব্যবহার করেন। আকিহিকো হোশিদে তার অবস্থানকালে দ্বিতীয় জাপানি হিসাবে আইএসএস কমান্ডারের দায়িত্ব পালন করবেন। এটি টমাস পেসকেট কর্তৃক আন্তর্জাতিক মহাকাশ স্টেশনে দ্বিতীয় অভিযান এবং এটি নক্ষত্র বা নক্ষত্রের নাম অনুসারে ফরাসি অভিযানের নাম রাখার ফরাসি ঐতিহ্য অনুসরণ করে পৃথিবীর নিকটতম তারকা ব্যবস্থা আলফা সেন্টরাইয়ের নাম অনুসারে আলফা নামে অভিহিত হবে।\n\n\n== টীকা ==\n\n\n== আরও দেখুন ==\nড্রাগন সি২০৬ এন্ডেভার\nবোয়িং স্টারলাইনার\n\n\n== তথ্যসূত্র =="}