{"pageid": 1068046, "title": "রঙ্গপুর সাহিত্য পরিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1068046", "content": "রঙ্গপুর সাহিত্য পরিষদ রঙ্গপুর সাহিত্য পরিষদ  একটি সাহিত্য সংগঠন, রংপুর জেলার পাবলিক লাইব্রেরি প্রাঙ্গণে অবস্থিত। রংপুর অঞ্চলের সর্বপ্রথম সাহিত্য সংগঠন হিসাবে পরিচিত।\n\n\n== ইতিহাস ==\nভারতীয় উপমহাদেশের সাহিত্য চর্চায় ‘রঙ্গপুর সাহিত্য পরিষদ’ গৌরবময় ইতিহাসের সাক্ষী। বিভিন্ন সময়ে জমিদার ও রাজাদের আগ্রহে ‘রঙ্গপুর সাহিত্য পরিষদ’ নিজস্ব কার্যালয় ‘মহিমা রঞ্জন সারস্বত ভবন’ নির্মাণের সিদ্ধান্ত গৃহীত হয়। পরবর্তীতে ১৯১৩-১৯১৪ সালে নির্মাণ কাজ শেষ হয়। প্রাথমিক খরচ ধরা হয়েছিল ৭৫ হাজার টাকা। ইংরেজ আইসিএস অফিসার ও জেলা ম্যাজিস্ট্রেটের প্রস্তাবে মহিমা রঞ্জন স্মৃতি ভবনের নাম পরিবর্তন করে এডওয়ার্ড মেমোরিয়াল হল করা হয়। পরে সাহিত্য পরিষদের কার্যালয়ের পরিবর্তে রঙ্গপুর পাবলিক লাইব্রেরির কার্যালয় হিসাবে ঘোষিত হয়। এটি ১৩১২ বঙ্গাব্দের ১২ বৈশাখ (এপ্রিল, ১৯০৫) প্রতিষ্ঠিত হয়। এটি বঙ্গীয় সাহিত্য পরিষদের একমাত্র শাখা সংগঠন যা কলকাতার বাইরে উৎপত্তি ও বিকাশ লাভ করেছিল। এক সময় এটি রংপুর জেলার ঐতিহাসিক গবেষকদের কেন্দ্র এবং তৎকালীন লেখকবৃন্দের সংঘ হিসেবে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। ঐতিহাসিক সামগ্রী সংগ্রহ, যেমন প্রত্নলিপি, মুদ্রা, পান্ডুলিপি, প্রাচীন মূর্তি ও অন্যান্য পুরাতাত্ত্বিক নিদর্শন, সাময়িকী প্রকাশ, প্রাচীন গ্রন্থের পুনর্মুদ্রণ এবং লেখক ও গবেষকদের জন্য সাময়িক আলোচনাসভার ব্যবস্থা করা ছিল এর কর্মসূচির অন্তর্ভুক্ত। বাংলা ভাষার গবেষণায়ও এটি উৎসাহ যুগিয়েছে। স্থানীয় জমিদারগণ এ পরিষদ গঠনে প্রত্যক্ষভাবে জড়িত ছিলেন এবং তাঁরা এর বিকাশের জন্য অর্থ, জনবল ও সাহায্য সামগ্রীও দান করেন। কুন্ডির জমিদার মৃত্যুঞ্জয় রায়চৌধুরী ও সুরেন্দ্রচন্দ্র রায়চৌধুরী এবং কলকাতার বঙ্গীয় সাহিত্য পরিষদের সদস্যবর্গ এই সংগঠন প্রতিষ্ঠায় নেতৃত্ব দেন। বাংলার অন্যান্য অঞ্চলের জমিদারগণও এতে বিশেষ অবদান রাখেন এবং এর সদস্যপদ গ্রহণ করেন। তাঁদের মধ্যে উল্লেখযোগ্য হলেন মুর্শিদাবাদ জেলার কাসিমবাজারের মহারাজা মণীন্দ্রচন্দ্র নন্দী, কুচবিহারের মহারাজা রাজেন্দ্রনারায়ণ ভূপ বাহাদুর ও মহারাজা জিতেন্দ্রনারায়ণ ভূপ বাহাদুর, নাটোরের মহারাজা জগদিন্দ্রনাথ রায় এবং দিঘাপতিয়ার (রাজশাহী) কুমার শরৎকুমার রায়।\nআটাশজন সদস্য নিয়ে রঙ্গপুর সাহিত্য পরিষদের যাত্রা শুরু হয়। ১৩ সদস্যবিশিষ্ট নির্বাহী কমিটি দ্বারা এটি পরিচালিত হতো এবং এর আজীবন সভাপতি ও সম্পাদক ছিলেন যথাক্রমে কাকিনার রাজা মহিমারঞ্জন রায়চৌধুরী ও কুন্ডির রাজা সুরেন্দ্রচন্দ্র রায়চৌধুরী। ১৯৪৫ সালে সুরেন্দ্রচন্দ্র রায়চৌধুরীর মুত্যু হলে তাঁর জ্যেষ্ঠ পুত্র সৌমেন্দ্রকুমার রায়চৌধুরী পরিষদের সম্পাদক নির্বাচিত হন। তাঁর দায়িত্বকালে ১৯৫০ সালে জমিদারি প্রথা বিলোপের সঙ্গে সঙ্গে পরিষদেরও বিলুপ্তি ঘটে। এখানে উল্লেখ্য যে, ১৯০৮ খ্রিস্টাব্দে গ্রিক স্থাপত্যে নির্মিত হয় রংপুর পাবলিক লাইব্রেরির বর্তমান ভবন। এরই একটি অংশে ১৩১১ বঙ্গাব্দে বঙ্গীয় সাহিত্য পরিষদে প্রসার কল্পে কবিগুরু রবীন্দ্রনাথ ঠাকুরের প্রস্তাবনায় ১৩১২ বঙ্গাব্দে অর্থাৎ ১৯০৫ খ্রিস্টাব্দে রংপুর টাউন হলের পাশেই অবিভক্ত ভারতের বঙ্গীয় সাহিত্য পরিষদের প্রথম শাখা হিসেবে রঙ্গপুর সাহিত্য পরিষদ গঠিত হয়। ব্রিটিশ স্থাপত্য কলায় নির্মিত এ ভবন এখনও সবার নজর কাড়ে।\n\n\n== পত্রিকা ==\nপরিষদের দুটি শাখা ছিল: উত্তর বঙ্গ সাহিত্য সম্মিলনী ও রঙ্গপুর সাহিত্য পরিষদ পত্রিকা। সংগঠনের মুখপত্র এই পত্রিকাটি সেপ্টেম্বর-অক্টোবর ১৯০৬ থেকে ত্রৈমাসিক সাহিত্য সাময়িকী হিসেবে প্রকাশিত হতে থাকে। পত্রিকাটি দুটি অংশে বিভক্ত ছিল। উত্তর বঙ্গের লোককাহিনী, প্রত্নতত্ত্ব, প্রত্নতাত্ত্বিক নিদর্শন এবং ওই অঞ্চলের অপ্রকাশিত পুথির বিবরণ থাকত প্রথম অংশে; আর দ্বিতীয় অংশে থাকত পরিষদের বার্ষিক প্রতিবেদন ও মাসিক কার্যবিবরণী এবং দুষ্প্রাপ্য প্রাচীন পান্ডুলিপি ও সেগুলির লেখকদের বিবরণ। ১৯০৬ থেকে ১৯৩৯ সাল পর্যন্ত পর্যায়ক্রমে সাতজনের সম্পাদনায় এর বিশটি সংখ্যা প্রকাশিত হয়। ১৯৩৯ সালের সংখ্যা প্রকাশের পর দ্বিতীয় বিশ্বযুদ্ধ শুরু হলে পত্রিকার প্রকাশনা বন্ধ হয়ে যায়। পরিষদের দুষ্প্রাপ্য দলিলপত্র ও অন্যান্য সংগ্রহসহ পত্রিকার সকল সংখ্যা ১৯৭১ সালের মুক্তিযুদ্ধের সময় ধ্বংস হয়ে যায়। বর্তমানে এখানে তিববত, আসাম ও বাংলার বিভিন্ন অঞ্চল থেকে সংগৃহীত বিভিন্ন পুরাকীর্তি ও দুষ্প্রাপ্য পুথিতে সমৃদ্ধ একটি জাদুঘর আছে। যা পরে রংপুর যাদুঘরে স্থানান্তর করা হয়।\n\n\n== পত্রিকা প্রকাশনার ধরন ==\nরঙ্গপুর সাহিত্য পরিষৎ পত্রিকার প্রতিবছরের প্রকাশিত সংখ্যাকে “ভাগ” আখ্যা দেয়া হতো। ১৩১৩ বঙ্গাব্দে রঙ্গপুর সাহিত্য পরিষদ পত্রিকার “ভাগ” প্রকাশিত হয়। বিভিন্ন বছরের সম্পাদক বা পত্রিকাধ্যক্ষদের নাম হচ্ছে-\n\n১ম-৭ম ভাগ : পঞ্চানন সরকার\n৮ম-১৩শ ভাগ : ভবনীপ্রবসন্ন লাহিড়ী\n১৪শ-১৫শ ভাগ : নগেন্দ্রনাথ সেন\n১৬শ ভাগ : কালীপদ বাগচী\n১৭শ-১৮শ ভাগ : সুরেন্দ্র চন্দ্র রায় চৌধুরী\n১৯শ ভাগ : কেশব লাল বসু।\n\n\n== বর্তমান কার্যক্রম ==\nবর্তমান পর্যন্ত এ সাহিত্য পরিষদের কার্যক্রম চলমান আছে। পরিষদের নিজস্ব হলরুমে প্রতি সপ্তাহে সাহিত্য আসর বসে।\n\n\n== তথ্যসূত্র =="}