{"pageid": 1068623, "title": "ভানুভক্ত আচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1068623", "content": "ভানুভক্ত আচার্য  ছিলেন একজন নেপালি কবি, অনুবাদক ও লেখক। তিনি প্রথম রামায়ণ মহাকাব্য সংস্কৃত হতে নেপালি ভাষায় অনুবাদ করেন। দেশে সমকালীন বহু কবিদের মাঝে তিনিই নেপালি ভাষার “আদিকবি” হিসাবে শ্রদ্ধায় ও সম্মানে স্মরিত হন। তার রচিত কবিতার সংকলন পরে খ্যাতিমান কবি মতিরাম ভট্ট প্রকাশ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nভানুভক্ত আচার্য ১৮১৪ খ্রিস্টাব্দের ১৩ই জুলাই (২৯শে আষাঢ় ১৮৭১ বিক্রম সংবৎ) নেপালের তনহুঁ জেলার রামঘা গ্রামের এক ব্রাহ্মণ পরিবারে জন্ম গ্রহণ করেন। তার পিতা ধনঞ্জয় আচার্য ছিলেন সরকারি কর্মচারী এবং পরিবারের জ্যেষ্ঠ সন্তান। ভানুভক্তের পড়াশোনা পিতামহের কাছে বাড়িতেই।\n\n\n== শিক্ষা ==\nভানুভক্ত সংস্কৃত শেখেন বাড়িতে তার পিতামহের কাছে এবং পরে বারাণসীতে। \n\n\n== কর্মজীবন এবং রচনা ==\nভানুভক্তকে “আদিকবি” উপাধিতে ভূষিত করা হয়েছে নেপালি কবিতা ও সাহিত্যে অবদানের জন্য, বিশেষ করে সংস্কৃত ভাষা হতে সহজ ও সরলভাবে রামায়ণের অনুবাদ সাধারণ মানুষের কাছে জনপ্রিয় হওয়ার জন্য।তার জন্মদিন প্রতি বৎসরের ১৩ই জুলাই বিভিন্ন সাংস্কৃতিক কার্যক্রমে তাঁকে শ্রদ্ধা জানিয়ে উদ্‌যাপন করা হয়।\n\nবেশির ভাগ দক্ষিণ এশীয় ভাষার মত নেপালি  ভাষার কেবল মৌখিক প্রয়োগ ছিল। নেপালি সাহিত্য শত শত বছর ধরে মৌখিক লোককথায় প্রচলিত ছিল। লিখিত মাধ্যমে সংস্কৃত ছাড়া অন্য দক্ষিণ এশীয় ভাষার ব্যবহার ছিল সীমিত । তাই সাধারণ মানুষের কাজে সবই অগম্য ছিল। যেহেতু ব্রাহ্মণ সম্প্রদায়ের মানুষেরা  শিক্ষক, পণ্ডিত এবং পুরোহিত ছিলেন, তাই ধর্মশাস্ত্র ও অন্যান্য সংস্কৃতি ও সাহিত্যকর্মে তাঁদেরই আধিপত্য ছিল। তাদের অতি অল্পসংখ্যকই শিক্ষা লাভ করতেন এবং সংস্কৃত শিখতেন। অনেক কবিই সংস্কৃতে কবিতা রচনা করেছেন, কিন্তু ভানুভক্ত নেপালি ভাষায় লিখতে শুরু করেন এবং এর ফলে তিনি সাধারণ মানুষের যেমন জনপ্রিয়তা লাভ করেন, তেমনি  রানা শাসকদের কাছ থেকে  স্বীকৃতি ও গ্রহণযোগ্যতা অর্জন করেন।নেপালি ভাষাভাষী মানুষের কাছে মহাকাব্য রামায়ণের রামের বীরত্বের  কথা কাহিনী নেপালি ভাষার লোককথায় নিয়ে আসাটাকে আচার্য অত্যন্ত জরুরী মনে করেন।  যেহেতু বেশিরভাগ মানুষই সংস্কৃত ভাষা বোঝেন না, তাই তিনি জরুরি তাগিদে মহাকাব্যটিকে নেপালি ভাষায় অনুবাদ করেন। বিদ্বজ্জনের মতে, রামায়ণের কাব্য রচনার রীতিকে অক্ষুণ্ণ রেখে, আঞ্চলিক প্রভাবে রামায়ণের আভ্যন্তরীণ অর্থকে বিকৃত না করে, কবিতার মত না করে গানের সুরে একই  'ভাব' ও 'মর্ম'-এ উপস্থাপন করেছেন।\nতিনি পাশ্চাত্য শিক্ষায় শিক্ষিত হন নি,  পাশ্চাত্য সাহিত্য সম্পর্কে তার কোন পরিচিতিও ছিল না। কিন্তু তার রচনা ও পরীক্ষামূলক সূচনা হলেও আঞ্চলিক সাহিত্য ব্যবস্থায় মৌলিক এবং নেপালি ভাষায় সম্পূর্ণভাবে পরিস্ফুট। তার রচনার মূল বৈশিষ্ট্য হল - ধর্মীয় অনুভূতি, সরলতাবোধ এবং দেশের প্রতি উষ্ণ আবেগ, যা কিনা সমকালীন অন্য কোন কবির মাঝে পরিলক্ষিত হয়নি। অবস্থাপন্ন পরিবারের অন্তভূর্ক্ত হওয়ায়, তাঁকে কখনো আর্থিক সমস্যার সম্মুখীন হতে হয়নি। যে দুটি রচনার জন্য ভানুভক্তের  খ্যাতি ছিল তা হল - ভানুভক্তের রামায়ণ এবং অন্যটি কারাগারে বসে শ্লোক আকারে প্রধানমন্ত্রীকে লেখা চিঠি। পারিবারিক নৈতিকতায় এবং আমলাতন্ত্রের বিদ্রূপ করে কিছু ভুল বোঝাবুঝির সূত্রে তিনি কারাগারের বন্দির জীবনযাপন করেন। বন্দিদশায় তার শরীর স্বাস্থ্য ভেঙ্গে পড়েছিল। কারাগারে বসে দুর্বল বন্দিদের দশা আর নিজের মুক্তির আবেদন প্রধানমন্ত্রীকে করেছেন চিঠিতে শ্লোকের আকারে। মুক্তি পেয়েছিলেন। শেষে মুক্তি পেয়েছিলেন ঠিকই, কিন্তু প্রয়াত হন ১৮৬৮ খ্রিস্টাব্দের ২৩ শে এপ্রিল। জীবৎকালে তার সে রচনা প্রকাশিত হয় নি। পরবর্তীকালে মতিরাম ভট্ট তার পাণ্ডুলিপি উদ্ধার করে  ভারতের বারাণসী নিয়ে যান এবং ১৮৮৭ খ্রিস্টাব্দে প্রকাশ করেন।\n\n\n== স্বীকৃতি ==\nভানুভক্ত আচার্য্য নেপালের জনগন  দ্বারা আদকবি উপাধিতে সম্মানিত। ১৯৮১ খ্রিস্টাব্দে আচার্যের জীবনী লেখার সময় মতিরাম ভট্ট প্রথমে তাঁকে আদিকবি বলে উল্লেখ করেছিলেন। তিনি স্পষ্ট করেছিলেন এই বলে যে, তিনি নেপালের প্রথম কবি হিসাবে কবিতার অন্তর্নিহিত 'ভাব' ও 'মর্ম' বজায় রেখে যেমন কাব্য রচনা করছেন, তেমনই জনপ্রিয়তা লাভ করেছেন। তাই তিনিই একমাত্র এই সম্মানের অধিকারী। \n\n\n== ভানু জয়ন্তী ==\n'''ভানু জয়ন্তী'''  আদিকবি ভানুভক্তের জন্মদিন উদ্‌যাপন হল ভানু জয়ন্তী। নেপালি ক্যালেন্ডার অনুযায়ী ২৯ শে আষাঢ় এই দিনটি উদযাপিত হয়। প্রতি বৎসর ভানুভক্ত জয়ন্তী পালন করেন নেপালি সরকার, নেপালের জনগণ এবং বিশ্বের সর্বত্র বসবাসকারী  নেপালি ভাষার মানুষ জন। এটি সাধারণত জুলাই মাসের ১৩ তারিখে অথবা নেপালি ক্যালেন্ডারের আষাঢ় মাসের ২৯ তারিখে অনুষ্ঠিত হয়।\nপ্রতি বছর ভানুজয়ন্তীতে নেপালি ভাষার লেখক, ঔপন্যাসিক ও অন্যান্য সংস্কৃতি ক্ষেত্রের ব্যক্তিত্বের উপস্থিতিতে মহা সমারোহে সাহিত্য সম্মেলন ও সাংস্কৃতিক অনুষ্ঠানের আয়োজন হয়ে থাকে। \n\n\n== আরো দেখুন ==\nভানুভক্ত রামায়ণ\nলক্ষ্মীপ্রসাদ দেবকোটা\nনারানাথ আচার্য\n\n\n== গ্যালারী ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}