{"pageid": 1068996, "title": "ওবায়দুল হক নঈমী", "url": "https://bn.wikipedia.org/wiki?curid=1068996", "content": "মুফতি মোহাম্মদ ওবায়দুল হক নঈমী (জন্ম:\n১১ মার্চ ১৯৪৩ – মৃত্যু: ৬ জুলাই ২০২০) ছিলেন বাংলাদেশের শীর্ষস্থানীয় ইসলামি পণ্ডিত, শিক্ষাবিদ ও সংগঠক। তিনি শেরে মিল্লাত হিসাবেও অধিক পরিচিত ছিলেন। তিনি ছিলেন আহলে সুন্নাত ওয়াল জামা'আত বাংলাদেশের চেয়ারম্যান ও জামেয়া আহমদিয়া সুন্নিয়া কামিল মাদরাসার শায়খুল হাদীস।\n\n\n== জীবনকাল ==\nওবায়দুল হক নঈমী ১৯৪৩ সালের ১১ মার্চ চট্টগ্রামের আনোয়ারা উপজেলার চাঁপাতলী গ্রামে জন্মগ্রহণ করেন। তার পিতার নাম মুনশি নূর আহমদ আল কাদেরী ও মাতার নাম ছফুরা খাতুন।  তিনি মাযহাবগত হানাফি ও তরিকতগত কাদেরী ছিলেন।\n\n\n== শিক্ষাজীবন ==\nওবায়দুল হক নঈমী গ্রামের মক্তবে পড়াশোনা শুরু করেন৷ তিনি চট্টগ্রামের প্রাচীনতম ইসলামি শিক্ষা প্রতিষ্ঠান পাঁচলাইশ ওয়াজেদিয়া আলিয়া মাদ্রাসা থেকে কৃতিত্বের সাথে দাখিল, আলিম ও ফাযিল পরীক্ষায় উত্তীর্ণ হন। তিনি ১৯৬২ ও ১৯৬৪ সালে পশ্চিম পাকিস্তানের গুজরাতের জামেয়া নঈমীয়ায় গমন করেন। সেখানে মুফতি আহমদ ইয়ার খান নঈমী এর অধীনে ফিক্বহশাস্ত্রে কোর্স করেন। ১৯৬৫ সালে ওয়াজেদিয়া আলিয়া মাদ্রাসা থেকে কামিল পাশ করেন।\n\n\n== কর্মজীবন ==\nতিনি শিক্ষাজীবন শেষে ওয়াজেদিয়া আলিয়া মাদরাসাতে ১৯৬৬ সালে যোগদান করেন। সেখানে এক বছর শিক্ষাদানের পর ১৯৬৭ সালে হাটহাজারী অদুদিয়া সুন্নিয়া মাদরাসায়ও এক বছর শিক্ষকতা করেন। ১৯৬৮ সালে চট্টগ্রামের জামেয়া আহমদিয়া সুন্নিয়া কামিল মাদরাসায় মুহাদ্দিস পদে যোগদান করে ১১ বছর উক্ত পদের দায়িত্ব পালন করেন। ১৯৮০ সালে পটিয়ার শাহচান্দ আউলিয়া কামিল মাদ্রাসায় একবছর মুহাদ্দিস হিসেবে দায়িত্ব পালন করার পর পুনরায় জামেয়া আহমদিয়া সুন্নিয়া আলিয়াতে শায়খুল হাদীস (প্রধান মুহাদ্দিস) পদে যোগদান করে ৪০ বছর উক্ত পদের দায়িত্ব পালন করেন।\n\n\n=== সাংগঠনিক দায়িত্ব ===\nওবায়দুল হক নঈমী বাংলাদেশের ইসলামি দল আহলে সুন্নাত ওয়াল জামা'আত বাংলাদেশের চেয়ারম্যান ছিলেন। তিনি ২০১৯ থেকে ২০২০ সাল পর্যন্ত উক্ত পদের দায়িত্ব পালন করেন।তিনি ছিলেন ছাত্র রাজনৈতিক সংগঠন বাংলাদেশ ইসলামী ছাত্রসেনার প্রতিষ্ঠাতা পৃষ্ঠপোষক ও রাজনৈতিক সংগঠন বাংলাদেশ ইসলামী ফ্রন্টের সাবেক প্রেসিডিয়াম সদস্য ও আনজুমান ট্রাস্টের নির্বাহী সদস্য ছিলেন। লন্ডনভিত্তিক সংগঠন ওয়ার্ল্ড ইসলামিক মিশনের সদস্য হিসেবে দায়িত্ব পালন করেন।\n\n\n=== অবদান ===\nতিনি ১৯৭১ সালে মহান মুক্তিযুদ্ধের সময় মুক্তিযুদ্ধ ও স্বাধীনতা বিরোধীদের বিরুদ্ধে মাওলানা কাযী নুরুল ইসলাম হাশেমীর সাথে ভূমিকা পালন করেন। তিনি মাসিক তরজুমানসহ বিভিন্ন পত্রিকা ও প্রকাশনায় লেখালেখি করতেন। এছাড়া তিনি বেশ কিছু বই লিখেছেন। উল্লেখযোগ্য হল- দালায়েলুল ক্বিয়াম লি মিলাদে খাইরিল আনাম, ইমাম মুহাম্মদ (রা.) এর মুয়াত্তা গ্রন্থের ব্যাখ্যা কাশিফুল মুগাম্মাদ শরহে মু’আত্তা ইমাম মুহাম্মদ। তিনি সৈয়দ মুহাম্মদ তৈয়্যব শাহ থেকে কাদেরিয়া তরিকার দীক্ষা নেন।\n\n\n== মৃত্যু ==\nওবায়দুল হক নঈমী ২০২০ সালের ৬ জুলাই চট্টগ্রামের একটি হাসপাতালে মৃত্যুবরণ করেন। তাকে চট্টগ্রামের ষোলশহরস্থ আলমগীর খানকাহ শরীফ সংলগ্ন কবরস্থানে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র =="}