{"pageid": 1068256, "title": "পাইরেটস অফ দ্য ক্যারিবিয়ান: ডেড ম্যান টেল নো টেলস", "url": "https://bn.wikipedia.org/wiki?curid=1068256", "content": "পাইরেটস অফ দ্য ক্যারিবিয়ান: ডেড মেন টেল নো টেলস হ'ল জেফ নাথনসনের লেখা চিত্রনাট্য অনুযায়ী জোচিম রেনিং এবং এস্পেন স্যান্ডবার্গ পরিচালিত একটি মার্কিন সোয়াশবাকলার ফ্যান্টাসি চলচ্চিত্র। জেরি ব্রুকহিমারের প্রযোজনায় ওয়াল্ট ডিজনি স্টুডিওজ মোশন পিকচার্স দ্বারা বিতরণ করা চলচ্চিত্রটি পাইরেটস অব দ্য ক্যারিবিয়ান: অন স্ট্রেঞ্জার টাইডস (২০১১) এর সিক্যুয়েল এবং পাইরেটস অফ ক্যারিবিয়ান চলচ্চিত্র ধারাবাহিকের পঞ্চম কিস্তি। এতে অভিনয় করেছেন জনি ডেপ, হাভিয়ের বারদেম, জেফ্রি রাশ, ব্রেন্টন থোয়েটস, কায়া স্কডিলারিয়ো এবং কেভিন ম্যাকনালি।\nচলচ্চিত্র নির্মাতারা এই ধারাবাহিকের প্রথম কিস্তি, দ্য ক্রপ অফ দ্য ব্ল্যাক পার্ল (২০০৩) এর চিত্রনাট্য এবং সুরটিকে অনুপ্রেরণা হিসাবে উল্লেখ করেছিলেন। ২০১১ সালের গোড়ার দিকে অন স্ট্র্যাঞ্জার টাইডস প্রকাশের অল্প সময়ের আগেই চলচ্চিত্রটির প্রাক-প্রযোজনা শুরু হয়েছিল, টেরি রসিও প্রাথমিক স্ক্রিপ্টটি লিখেছিলেন। ২০১৩ এর প্রথম দিকে, জেফ নাথানসনকে ফিল্মের জন্য একটি নতুন স্ক্রিপ্ট লেখার জন্য নিয়োগ দেওয়া হয়েছিল, ডেপ নাথানসনের রচনা প্রক্রিয়ায় জড়িত ছিলেন। প্রাথমিকভাবে ২০১৫ সালের মুক্তির জন্য পরিকল্পনা করা হয়েছিল, স্ক্রিপ্ট এবং বাজেটের সমস্যার কারণে চলচ্চিত্রটি ২০১৬ এবং তার পরে ২০১৭ এ বিলম্বিত হয়েছিল। অস্ট্রেলিয়ায় ফেব্রুয়ারিতে অধ্যক্ষ ফটোগ্রাফি শুরু হয়েছিল ২০১৫, অস্ট্রেলিয়া সরকার ডিজনিকে 20 ডলার দেওয়ার পরে মিলিয়ন কর উত্সাহপ্রাপ্ত এবং জুলাইয়ে শেষ হয়েছিল ২০১৬ সালে।\nডেড মেন টেল নো টেলস মে মাসের সাংহাইতে প্রিমিয়ার হয়েছিল 11, 2017, এবং মার্কিন যুক্তরাষ্ট্রে মে মাসে মুক্তি পেয়েছিল ২৬। ফিল্মটি মেটাক্রিটিকের উপর \"সাধারণত প্রতিকূল রিভিউ\" পেয়েছিল এবং $ ৭৯৪ আয় করেছে ২৩০–৩২০ ডলার মধ্যে একটি বাজেটের বিপরীতে বিশ্বব্যাপী মিলিয়ন ডলার মিলিয়ন\n\n\n== পটভূমি ==\nক্যালিপসোর মেলস্ট্রোমের যুদ্ধের তেরো বছর পর, একজন বারো বছর বয়সী হেনরি টার্নার ফ্লাইং ডাচম্যানে চড়ে এবং তার বাবা উইলকে জানায় যে অভিশাপ যা উইলকে ডাচম্যানের সাথে আবদ্ধ করে এবং তাকে শুধুমাত্র একবার মাটিতে পা রাখার অনুমতি দেয়। পসেইডনের ট্রাইডেন্ট দ্বারা একটি দশক ভেঙ্গে যেতে পারে। হেনরি এটি খুঁজে পেতে সাহায্য করার জন্য ক্যাপ্টেন জ্যাক স্প্যারোকে নিয়োগ করতে চান, কিন্তু উইল বিশ্বাস করেন যে এটি অসম্ভব এবং হেনরিকে চলে যাওয়ার আদেশ দেন। উইল এবং ডাচম্যান তখন সমুদ্রে অদৃশ্য হয়ে যায়, কিন্তু হেনরি জ্যাক এবং ট্রাইডেন্টকে খুঁজে বের করার প্রতিশ্রুতি দেন। নয় বছর পর, হেনরি রয়্যাল নেভিতে একজন নাবিক। জাহাজটি অতিপ্রাকৃত শয়তানের ত্রিভুজে যাত্রা করে এবং সাইলেন্ট মেরির ধ্বংসাবশেষে হোঁচট খায়, যার স্প্যানিশ জলদস্যু-শিকারী ক্যাপ্টেন আরমান্দো সালাজারের নেতৃত্বে ভৌতিক দল আক্রমণ করে, হেনরির জীবন রক্ষা করে যাতে সে জ্যাককে একটি বার্তা দিতে পারে, যিনি সালাজারকে হত্যা করেছিলেন। এবং তার দল কয়েক দশক আগে তাদের ডেভিলস ট্রায়াঙ্গেলে নিয়ে গিয়ে অসাবধানতাবশত তাদের অভিশাপ দিয়েছিল। সেন্ট মার্টিনে, ক্যারিনা স্মিথ নামে একজন তরুণ জ্যোতির্বিজ্ঞানীকে জাদুবিদ্যার জন্য মৃত্যুদণ্ড দেওয়া হয় কিন্তু জ্যাকের সাথে পালিয়ে যায় এবং পথ অতিক্রম করে যখন সে এবং তার দল একটি ব্যাংক ডাকাতি করে, দুর্ভাগ্যের একটি বানান থেকে ভুগছিল। জ্যাক পরে তার কম্পাস ব্যবসা করে। একটি পানীয়ের জন্য, একটি কাজ যা শয়তানের ত্রিভুজকে ধ্বংস করে এবং সালাজার এবং তার দলকে আরও একবার মুক্ত করে। ক্যারিনা জানতে পারে হেনরি ট্রাইডেন্টের অবস্থান খুঁজছে এবং তার অজানা বাবার ডায়েরি ব্যবহার করে তাকে সাহায্য করার প্রস্তাব দেয়। ক্যারিনা এবং জ্যাক মৃত্যুদণ্ড কার্যকর করার প্রক্রিয়া বন্ধ করে দেয়, কিন্তু তারা হেনরি এবং জ্যাকের ক্রুদের সহায়তায় ডাইং গালে যাত্রা করে। ক্যারিনা তার ডায়েরিতে ক্লুগুলি ডিসিফার করে, আবিষ্কার করে যে তারাগুলি এমন একটি দ্বীপে নিয়ে যাবে যেখানে ট্রাইডেন্ট লুকানো আছে। এদিকে, ক্যাপ্টেন হেক্টর বারবোসা তার জলদস্যুদের কাছ থেকে শুনতে পান যে পুনরুজ্জীবিত ক্যাপ্টেন সালাজার সমুদ্রে বেশ কয়েকটি জলদস্যুকে হত্যা করেছে এবং বারবোসার নৌবহরকে ধ্বংস করছে। বারবোসা জ্যাককে খুঁজে পেতে সাহায্য করার প্রস্তাব দিয়ে হত্যার হাত থেকে বেরিয়ে আসার কথা বলে এবং শিখেছে যে ট্রাইডেন্ট তাকে একটি \"ধন\" এর দিকে নিয়ে যেতে পারে। সালাজার সম্মত হন, জ্যাকের উপর প্রতিশোধ নিতে চান। সালাজার ডাইং গলকে অনুসরণ করে, জ্যাক, হেনরি এবং ক্যারিনাকে একটি দ্বীপে পালিয়ে যেতে বাধ্য করে, আবিষ্কার করে যে সালাজারের দল স্থলে যেতে পারে না। বারবোসা নিজেকে জ্যাকের সাথে মিত্র করে, তার কম্পাস ফিরিয়ে দেয় এবং ক্ষুদ্রাকৃতির ব্ল্যাক পার্ল  এর আসল আকারে পুনরুদ্ধার করে। তারা দ্বীপে তাদের যাত্রা চালিয়ে যায়, বারবোসা আরও একবার পার্লের কমান্ড গ্রহণ করে। সমুদ্রযাত্রার সময়, জ্যাক এবং বারবোসা বুঝতে পারে যে ক্যারিনা তার দীর্ঘকালের হারানো কন্যা। পার্ল ট্রাইডেন্টস দ্বীপের কাছে আসে এবং রয়্যাল নেভির একটি যুদ্ধজাহাজকে এড়িয়ে যায় যতক্ষণ না মুক্তা দ্বীপে ছুটে যাওয়ার আগে সাইলেন্ট মেরি দ্বারা এটি ধ্বংস হয়ে যায়। জ্যাক, বারবোসা এবং ক্যারিনা দ্বীপের জাদুটি সমুদ্রকে ভাগ করার জন্য ব্যবহার করে যা সমুদ্রের তলায় ট্রাইডেন্টের পথ খুলে দেয়। সালাজার হেনরিকে বন্দী করে এবং তাকে সমুদ্রের তলদেশে হাঁটতে এবং ত্রিশূলটি আটক করার অধিকার দেয়। একবার সে তা করে, হেনরিকে তার দেহ ফিরিয়ে দেওয়া হয়, এবং জ্যাক সালাজারকে বিভ্রান্ত করে, হেনরিকে ট্রাইডেন্ট ধ্বংস করার অনুমতি দেয়, সমুদ্রের সমস্ত অভিশাপ ভেঙে দেয় এবং সালাজারের দলকে পুনরুদ্ধার করে। যাইহোক, ট্রাইডেন্টের ধ্বংসের ফলে বিভক্ত সমুদ্র তাদের মধ্যে বন্ধ হয়ে যায়। দ্য পার্ল তার নোঙর নামিয়ে দলটিকে নিরাপদে নিয়ে যায়, কিন্তু সালাজার তাদের তাড়া করে, এখনও জ্যাককে হত্যা করার জন্য নরক-নিচু। ক্যারিনা বুঝতে পারে যে বারবোসা তার বাবা যখন সে ডায়েরির কভারের মতো একটি ট্যাটু দেখতে পায়, একটি ত্রিশূল নক্ষত্রের গঠন। বারবোসা সালাজারকে হত্যা করার জন্য নিজেকে উৎসর্গ করে, অন্যদের পালানোর অনুমতি দেয়। কিছুক্ষণ পরে, হেনরি এবং ক্যারিনা পোর্ট রয়্যালে পৌঁছান, যেখানে উইল উপস্থিত হয়, ডাচম্যান থেকে মুক্ত। তার স্ত্রী, এলিজাবেথ সোয়ান, কিছুক্ষণ পরে উপস্থিত হন এবং টার্নার পরিবার পুনরায় একত্রিত হয়। হেনরি এবং ক্যারিনা চুম্বন। জ্যাক দিগন্তে যাত্রা করার আগে পার্ল থেকে দেখেন, আবার ক্যাপ্টেন, আবার ক্যাপ্টেন বারবোসার বানরকেও দত্তক নেন। ক্রেডিট-পরবর্তী একটি দৃশ্যে, উইল এবং এলিজাবেথ তাদের বিছানায় ঘুমাচ্ছেন, যখন ডেভি জোন্স তাদের ঘরে উপস্থিত হয়। যখন তিনি দম্পতিকে আঘাত করার জন্য প্রস্তুত হন, উইল জেগে ওঠে।\n\n\n== অভিনয়ে ==\n\n\n== উৎপাদন ==\n\n\n=== ফিল্মিং ===\n\n\n=== উৎপাদন পরবর্তী ===\n\n\n== সংগীত ==\nএটি সিরিজের প্রথম চলচ্চিত্র যা হান্স জিমার সংগীত রচনা করেননি। পরিবর্তে, প্রধান সুরকার হলেন তাঁর অন্যতম প্রতিভা জেফ জেনেলি, যিনি ভোটাধিকারের আগের চারটি কিস্তিতে কাজ করেছিলেন।  জেনেলি বলেছিলেন যে জিমার \"পুরো ঘরানার শব্দটিকে নতুনভাবে সংজ্ঞায়িত করেছেন\" এবং তাকে এবং ব্রুকহিমারের সাথে কাজ করা এটি একটি দুর্দান্ত অর্জন বলে মনে করেছেন। তিনি এই অভিজ্ঞতাটি ফ্র্যাঞ্চাইজির সাহায্যে চলচ্চিত্রটির জন্য একটি নতুন শব্দ তৈরি করতে ব্যবহার করেছিলেন।  তিনি বলেছিলেন যে \"ক্যাপ্টেন আরমান্ডো সালাজারের জন্য মেন্যাসিং লেইটমোটিফ তৈরির জন্য তিনি কীভাবে বৈদ্যুতিক সেলো বৈশিষ্ট্যযুক্ত করে শব্দটিকে আরও আধুনিক করার চেষ্টা করেছিলেন তার একটি উদাহরণ উল্লেখ করে\" আপনাকে সুরগুলি আধুনিক করতে হবে না, এগুলি কালজয়ী \"।  এটি পূর্বের স্কোরগুলির মধ্যে প্রোগ্রামযুক্ত পার্সনের বিপরীতে, ক্যারিবিয়ান স্কোরের প্রথম পাইরেটস যা বেশিরভাগ লাইভ পারকশন ছিল। জেনেলির ভাড়া নেওয়ার পরে চলচ্চিত্রটির প্রযোজনা শুরু হতে এক বছরেরও বেশি সময় লেগেছিল, তিনি স্ক্রিপ্টটির বিবর্তনে এসেছিলেন এবং আর্টস চরিত্রের সাথেই তাঁর পরিচয় ছিল যে তাদের থিমের গানে অনুবাদ করার প্রয়োজন হবে। জেনেলি সর্বদা পিয়ানোতে একটি সংশ্লেষিত অর্কেস্ট্রা নামে সংগীত রচনা শুরু করে।  ছবিটির সাউন্ডট্র্যাকটি মে মাসে প্রকাশিত হয়েছিল 26, 2017.\n\n\n== বিপণন ==\n\n\n==== মার্কিন যুক্তরাষ্ট্র এবং কানাডা ====\n\n\n==== অন্যান্য অঞ্চল ====\n\n\n=== সমালোচনা ===\n\n\n=== প্রশংসা ===\n\n\n=== পুনরায় বুট করুন ===\n\n\n== তথ্যসূত্র =="}