{"pageid": 1068988, "title": "ক্রু ড্রাগন এন্ডেভার", "url": "https://bn.wikipedia.org/wiki?curid=1068988", "content": "ক্রু ড্রাগন এন্ডেভার (ড্রাগন ক্যাপসুল সি২০৬) একটি ক্রু ড্রাগন মহাকাশযান, যা স্পেসএক্স দ্বারা নির্মিত ও পরিচালিত হয় এবং নাসার বাণিজ্যিক ক্রু কর্মসূচি দ্বারা ব্যবহৃত হয়। এটি ক্রু ড্রাগন ডেমো-২ অভিযানের অংশ হিসাবে ২০২০ সালের ৩০শে মে ফ্যালকন ৯ রকেটের শীর্ষে কক্ষপথে উৎক্ষেপিত হয় এবং সাফল্যের সাথে ২০২০ সালের ৩১শে মে আন্তর্জাতিক মহাকাশ স্টেশনের (আইএসএস) সাথে ডক করে; এটি ড্রাগন ক্যাপসুলের প্রথম ক্রু উড়ান পরীক্ষা ছিল, এই উড়ানটি ডগ হারলি ও বব বেনকেনকে বহন করে। মহাকাশযানটি মার্কিন যুক্তরাষ্ট্রে এসটিএস-১৩৫-এর পরে ২০১১ সালের জুলাই মাসে প্রথম ক্রু কক্ষীয় মহাকাশ যাত্রা এবং একটি বেসরকারি সংস্থার প্রথম ক্রু কক্ষীয় মহাকাশ যাত্রা ব্যবহৃত হয়। এটি ২০২০ সালের ২ই আগস্ট পৃথিবীতে ফিরে আসে। এই মহাকাশযানের নাম হারলি ও বেনকেন কর্তৃক মহাকাশ শাটল এন্ডেভার উপর ভিত্তি করে রাখেন, তারা যথাক্রমে এসটিএস-১২৭ ও এসটিএস-১২৩ অভিযানের সময় মহাকাশে উড্ডয়ন করেন। এন্ডেভার নামটি অ্যাপোলো ১৫-এর কমান্ড মডিউলের সাথে ভাগ করে নেওয়া হয়।\n\n\n== ইতিহাস ==\nক্রু ড্রাগন ডেমো -১ সাফল্যের পরে ক্রু ড্রাগন সি২০১ ব্যবহার করা হয়, মহাকাশযানটি মূলত ক্রু ড্রাগন ইন-ফ্লাইট অ্যাবার্ট টেস্টের জন্য ব্যবহারের পরিকল্পনা করা হয়। তবে, ২০১৯ সালের ২০ই এপ্রিল ক্রু ড্রাগন সি২০১ অবতরণ অঞ্চল ১ সুবিধায় স্থির অগ্নি পরীক্ষার সময় একটি বিস্ফোরণে ধ্বংস হয়। ব্যতিক্রম দিনটিতে সুপারড্রাকো অ্যাওর্ট ব্যবস্থার পরীক্ষার সময় বিস্ফোরণটি ঘটার সাথে ক্রু ড্রাগনের ড্রাকো থ্রাস্টারসমূহের প্রাথমিক পরীক্ষাটি সফল হয়। ক্রু ড্রাগন সি২০৫, তারপরে ডেমো-২ অভিযানের জন্য ব্যবহার করা হয়, পরে ইন-ফ্লাইট অ্যাবার্ট পরীক্ষার জন্যও ব্যবহৃত হয়। ক্রু ড্রাগন সি২০৫ এর পরিবর্তে এন্ডেভারকে ডেমো-২ মিশনে দায়িত্ব দেওয়া হয়েছিল। নাসার প্রশাসক জিম ব্রিডেনস্টাইন ২০২০ সালের ১৭ই এপ্রিল আন্তর্জাতিক মহাকাশ স্টেশনে ক্রু ড্রাগন অভিযানের উৎক্ষেপণের তারিখ হিসাবে ২০২০ সালের ২৭শে মে'কে ঘোষণা করেন। স্পেসএক্সের মতে, এন্ডেভার ২০২০ সালের ফেব্রুয়ারি মাসে বৈদ্যুতিন চৌম্বকীয় হস্তক্ষেপ পরীক্ষা ও অ্যাকোস্টিক পরীক্ষা সম্পন্ন করে।\n\n\n== উড়ান ==\nএন্ডেভার ২০২০ সালের ৩০ শে মে ক্রু ড্রাগন ডেমো-২ অভিযানে মহাকাশে যাত্রা করে এবং ২ই আগস্ট পৃথিবীতে ফিরে আসে। মহাকাশযানটি কক্ষপথে ১১৯ দিন ব্যয় করার জন্য নির্বাচিত হয়, কারণ এর সৌর প্যানেলসমূহ ২১০ দিন পর্যন্ত মহাকাশে থাকতে সক্ষম একটি সম্পূর্ণ উত্পাদনক্ষম ক্রু ড্রাগনের কম সামর্থ্য সম্পন্ন। ডেমো-২ চলাকালে এন্ডেভারে বব বেনকেন দ্বারা ব্যবহৃত আসনটি তাঁর স্ত্রী মেগান কে ম্যাকআর্থার স্পেসএক্স ক্রু-২ অভিযানে ব্যবহার করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ক্রু ড্রাগন এন্ডেভার সম্পর্কিত মিডিয়া দেখুন।"}