{"pageid": 106858, "title": "ম্যামথ", "url": "https://bn.wikipedia.org/wiki?curid=106858", "content": "\"'ম্যামথ\"' হচ্ছে বিলুপ্ত Mammuthus গণের যে কোনো প্রজাতি। সাধারণত ম্যামথেরা  লম্বা, বাঁকানো শুঁড়বিশিষ্ট, এবং উত্তর গোলার্ধের প্রজাতিগুলো লম্বা লোমবিশিষ্ট হয়ে থাকত । লম্বা লোম বিশিষ্ট ম্যামথদের উলি ম্যামথ বলা হত। তারা প্লায়োসিন যুগ থেকে হলোসিন যুগের মাঝামাঝি কালে এশিয়া, আফ্রিকা ও উত্তর আমেরিকায় বাস করত যা প্রায় ৫ মিলিয়ন থেকে ৪,৫০০ বছর পূর্বে। এঁরা আধুনিক হাতির খুব ঘনিষ্ঠ পূর্বসূরী। এই প্রাণীটিকে হাতির আদিরূপ মনে করা হয়।\n\n\n== বিস্তার ==\nএশিয়া, আফ্রিকা ও উত্তর আমেরিকায় পাওয়া যেত।\n\n\n== আকার ==\nএটি আকারে হাতির চেয়ে বড় ছিল। এর দাঁত ছিল বিশাল।\n\n\n== বিবর্তন ==\nনিচের ক্ল্যাডোগ্রামটি ম্যামুথুস গণের অবস্থান দেখাচ্ছে:\n\n\n== বিলুপ্তি ==\nম্যামথ হল প্রাচীন সময়ের একধরনের হোলস্টাইন জাতীয় জন্তু। এই জাতীয় জন্তু একসময় এশিয়া, ইউরোপ এবং উত্তর আমেরিকার বৃহত্তর অংশে বিস্তার পাওয়া যেত। কিন্তু এর বিলুপ্তি ঘটেছে প্রায় ১২০০০  বছরের কিছু সময় আগে।\nম্যামথের বিলুপ্তির কারণ এখনও নিশ্চিত নয়, তবে সম্ভবত এর বিলুপ্তির মূল কারণ হল পরিবেশের পরিবর্তন। একটি সাধারণ ধারণা হল ম্যামথ বিলুপ্তির পেছনের মূল কারণ পরিবেশের পরিবর্তনের কারণে সৃষ্ট তাপমাত্রার পরিবর্তন। পৃথিবীর তাপমাত্রা ও পরিবেশের পরিবর্তনের সাথে খাপ খাইয়ে নিতে না পারায় এরা বিলুপ্ত হয়ে যায়। আরও একটি সম্ভব কারণ হল ম্যামথের মাংস। আদি মানুষেরা খাবারের জন্য ম্যামথ শিকার করে এদের বিলুপ্তির দিকে ঠেলে দিয়েছে ।  \nগবেষকদের একটি দল মনে করেন, বরফযুগের শেষে বিশাল তৃণভূমি ক্রমশ বনে ঢেকে যেতে থাকলে এরা খাদ্যাভাবে বিভিন্ন জায়গায় বিচ্ছিন্ন হয়ে ছড়িয়ে পড়ে। এমন বিচ্ছিন্নতা তাদের অস্তিত্বের জন্য হুমকি হয়ে দাঁড়ায়। কেননা, পৃথিবীর তাপমাত্রা তখন ক্রমশ বাড়ছিল। সাগরপৃষ্ঠের উচ্চতা বৃদ্ধির সাথে ও বিশাল বিশাল তৃণভূমি বনে পরিণত হয়ে যাওয়ায় তাদের খাবারের অভাব ক্রমশ প্রকট হয়ে উঠছিল। ম্যামথরা যেহেতু ছিল বরফযুগের প্রাণী, তাই সে সময়ের হিমশীতল পরিবেশে গায়ে লোম ও চর্বির আধিক্য থাকায় তারা খুব সহজেই মানিয়ে নিয়েছিল নিজেদের। কিন্তু বরফযুগের অবসান হওয়ায় ও তাপমাত্রা বৃদ্ধির সাথে তাদের অবসানও নিশ্চিত হয়ে যায়। তারা পরিবর্তিত তাপমাত্রায় টিকে থাকতে পারেনি। পর্যাপ্ত খাবার কিংবা সুপেয় পানির অভাব, সেই সাথে ক্রমাগত শিকার হয়তো তাদের বিলুপ্ত হওয়ার প্রক্রিয়াকে ত্বরান্বিত করে।\nএই বিশালাকার প্রাণীর বিলুপ্তির পেছনে সম্ভাব্য কারণ হিসেবে আরো কিছু সম্ভাবনার কথা বলা যেতে পারে। যেমন, হঠাৎই নতুন কোনো রোগজীবাণুর আক্রমণ, মহামারি বা বড় কোনো দুর্যোগে তারা প্রাণ হারিয়েছে। এমনও হতে পারে, ধীরে ধীরে তাদের সংখ্যা অনেক কমে যাওয়ায় জিনবৈচিত্র্য হ্রাস পেয়ে বিলুপ্ত হয়ে গেছে তারা। কিন্তু, এসবই শুধু অনুমান। বাস্তবে কোনোটারই পক্ষে তেমন কোনো প্রমাণ নেই। \n\n\n== তথ্যসূত্র ==\n\n\n== গ্যালারি =="}