{"pageid": 1068249, "title": "বোয়িং বি-১৭ ফ্লাইং ফোরট্রেস", "url": "https://bn.wikipedia.org/wiki?curid=1068249", "content": "বোয়িং বি-১৭ ফ্লাইং ফোরট্রেস (Boeing B-17 Flying Fortress) দ্বিতীয় বিশ্বযুদ্ধে ব্যবহৃত একটি চার ইঞ্জিনবিশিষ্ট মার্কিন ভারী বোমারু যুদ্ধবিমান। বোয়িং এয়ারক্র্যাফট কোম্পানি ১৯৩৪ সালে এটির নকশা করে। প্রাথমিক মডেলটি প্রতিদ্বন্দ্বী ডগলাস ও মার্টিন কোম্পানির বিমানগুলির চেয়ে বেশি কার্যকারিতা প্রদর্শন করেছিল। বিমানটি সর্বোচ্চ ১০৭০০ মিটার উচ্চতায় ও ঘন্টায় সর্বোচ্চ ৪৬২ কিলোমিটার গতিবেগে উড়তে পারত। এটিকে ফ্লাইং ফোরট্রেস অর্থাৎ উড়ন্ত দুর্গ বলে ডাকা হত, কেননা এটির কোণায় কোণায় সব মিলিয়ে তেরটি দশমিক ৫০ ক্যালিবারের মেশিনগান স্থাপন করা ছিল। এটি বে অংশে ২.৭ মেট্রিকটন ওজনের বোমা বহনে এবং ডানার নিচের র‍্যাক অংশে আরও অনেক বোমা বহনে সমর্থ ছিল। মূলত পশ্চিম ইউরোপে জার্মানির শিল্প, সামরিক ও বেসামরিক লক্ষ্যবস্তুগুলিতে বোমাবর্ষণে এগুলি ব্যবহৃত হয়। এভাবে পশ্চিম ইউরোপের আকাশে আধিপত্য নিশ্চিত করে ১৯৪৪ সালে ফ্রান্সে মিত্রশক্তির আক্রমণে সহায়তা করা হয়।  এছাড়া এগুলিকে সীমিতভাবে দ্বিতীয় বিশ্বযুদ্ধে প্রশান্ত মহাসাগরীয় মঞ্চে জাপানি জাহাজ ও বিমানক্ষেত্রগুলিতে বোমা ফেলতে ব্যবহার করা হয়।\nদ্বিতীয় বিশ্বযুদ্ধের সময় ১২ হাজারেরও বেশি বি-১৭ বিমান নির্মাণ করা হয়েছিল এটি ইতিহাসের তৃতীয় সর্বোচ্চ উৎপাদিত বোমারু বিমান (কনসলিডেটেড বি-২৪ লিবারেটর ও জার্মান ইউংকার্স ইউ ৮৮-এর পরে)।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎসপঞ্জি ==\nAngelucci, Enzo and Paolo Matricardi. Combat Aircraft of World War II, 1940–1941. Westoning, Bedfordshire, UK: Military Press, 1988. আইএসবিএন ৯৭৮-০-৫১৭-৬৪১৭৯-৮.\nCarey, Brian Todd. \"Operation Pointblank: Evolution of Allied Air Doctrine During World War II\". historynet.com, 12 June 2006. archived version 19 October 2014.\nHerman, Arthur. Freedom's Forge: How American Business Produced Victory in World War II New York: Random House, 2012. আইএসবিএন ৯৭৮-১-৪০০০-৬৯৬৪-৪.\nParker, Dana T. Building Victory: Aircraft Manufacturing in the Los Angeles Area in World War II. Cypress, California, Dana Parker Enterprises, 2013. আইএসবিএন ৯৭৮-০-৯৮৯৭৯০৬-০-৪.\nYenne, Bill. B-17 at War. St. Paul, Minnesota: Zenith Imprint, 2006. আইএসবিএন ০-৭৬০৩-২৫২২-৭."}