{"pageid": 10688, "title": "চণ্ডীদাস", "url": "https://bn.wikipedia.org/wiki?curid=10688", "content": "চণ্ডীদাস (১৩৩৯-১৩৯৯), মধ্যযুগের চতুর্দশ শতকের একজন বাঙালি কবি ছিলেন। তিনি চৈতন্য-পূর্ব আদি-মধ্যযুগীয় বাংলা সাহিত্যে বৈষ্ণব পদাবলি রচয়িতা হিসেবে বিশিষ্ট স্থান অধিকার করে আছেন। চৈতন্যের জন্মের আগে থেকেই চণ্ডীদাসের নামোল্লেখিত বহু গীতিপদ মানুষের মুখে মুখে ফিরত। চৈতন্য নিজে তাঁর পদ আস্বাদন করতেন। শ্রুতি আছে, রজকিনী রামী তাঁর সহজসাধনের সঙ্গিনী ছিলেন।\n\n\n== চণ্ডীদাস-সমস্যা ==\nবাংলা ভাষায় রাধা ও কৃষ্ণের প্রেম সম্পর্কিত প্রায় ১২৫০ টির অধিক কাব্যের সন্ধান পাওয়া গেছে যেখানে রচয়িতা হিসেবে বড়ু চণ্ডীদাস, দীন চণ্ডীদাস ও দ্বিজ চণ্ডীদাস তিনটি ভিন্ন নামের উল্লেখ রয়েছে আবার কোনোটিতে রচয়িতার নামের কোনো উল্লেখ পাওয়া যায় নি। এ কাব্যগুলো ভণিতা নামে পরিচিত। ভণিতা একই ব্যক্তি কর্তৃক রচিত কিনা তা পরিষ্কার করে জানা যায় না। আধুনিক পণ্ডিতরা ধারণা করে থাকেন, বর্তমান যে সকল কবিতা চণ্ডীদাসের নামে রয়েছে তা অন্তত চারজন ভিন্ন চণ্ডীদাস কর্তৃক রচিত হয়েছে। ভণিতা কাব্যের রচনাশৈলী অনুযায়ী তাদের পৃথক করা যায়।\nপ্রথম চণ্ডীদাস হিসেবে পদাবলীর চণ্ডীদাসকে ধারণা করা হয় যিনি আনুমানিক ১৪ শতকে বীরভূম জেলার নানুরে (বর্তমানে পশ্চিমবঙ্গ) একটি বাঙালি ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন। তাঁর পিতা দুর্গাদাস বাগচী একজন বরেন্দ্র শ্রেণীর বাঙালি ব্রাহ্মণ ছিলেন। তিনি চৈতন্য-পূর্ব বাংলা সাহিত্যে বৈষ্ণব পদাবলী রচয়িতা হিসেবে বিশিষ্ট স্থান অধিকার করে আছেন। কারও কারও মতে, তিনিই মধ্যযুগীয় বাংলা কবিতার অন্যতম নিদর্শন শ্রীকৃষ্ণকীর্তন রচনা করেন। তবে ড. মিহির চৌধুরী কামিল্যা ভাষাতাত্ত্বিক তথ্যপ্রমাণের সাহায্যে প্রমাণ করেছেন, ‘শ্রীকৃষ্ণকীর্তন’ রচয়িতা বড়ুচণ্ডীদাস বাঁকুড়া জেলার সদর মহকুমাস্থ ছাতনার অধিবাসী ছিলেন।  এই কাব্যে কবি নিজেকে অনন্ত বড়ু চন্ডীদাস হিসাবে ভণিতা দিয়েছেন। তাঁর আসল নাম অনন্ত, কৌলিক উপাধি বড়ু, এবং গুরুপ্রদত্ত নাম চণ্ডীদাস। তিনি বাসলী/বাশুলী দেবীর উপাসক ছিলেন (বীরভূমের নানুরে এই দেবীর মন্দির আছে)। \"বড়ু\" শব্দটি \"বটু\" বা \"বাড়ুজ্যে\" (বন্দ্যোপাধ্যায়) শব্দের অপভ্রংশ বলে মনে করা হয়।\nচণ্ডীদাসের মৃত্যু সম্বন্ধে শ্রীকৃষ্ণকীর্তন কাব্যের আবিষ্কর্তা বসন্তরঞ্জন রায় বিদ্বদ্বল্লভ স্থানীয় প্রবাদের উল্লেখ করেছেন — বীরভূমের নানুরে বাশুলীদেবীর মন্দিরের কাছে চণ্ডীদাসের কীর্তন দলের একটি নাট্যশালা ছিল। চণ্ডীদাস একবার গৌড়ের নবাবের রাজসভায় গান গাওয়ার অনুরোধ রক্ষা করতে সেখানে যান। তাঁর কণ্ঠে ভক্তি-প্রেমের গান শুনে নবাবের বেগম মুগ্ধ হয়ে যান এবং তিনি চণ্ডীদাসের গুণের অনুরাগিণী হয়ে পড়েন। বেগম একথা নবাবের কাছে স্বীকার করলে নবাব ক্রোধের বশে চণ্ডীদাসকে মৃত্যুর দণ্ডাদেশ দেন। আত্মীয় বন্ধুবর্গের সামনে চণ্ডীদাস হস্তিপৃষ্ঠে আবদ্ধ হয়ে নিদারুণ কশাঘাত সহ্য করে প্রাণবিসর্জন দেন; বেগম সেই দৃশ্য দেখে শোকে মুর্চ্ছিতা হয়ে প্রাণবিয়োগ করেন। কথিত আছে, শূদ্র কন্যা রামীর সঙ্গে তাঁর প্রেম ছিল বলে স্থানীয় লোকজন তাঁকে মেরে তাঁর বাড়িতে চাপা দিয়ে দেয়। আবার কারও মতে তিনি সেই সময়ের বৈষ্ণব পীঠস্থান ইলামবাজারে পালিয়ে গিয়েছিলেন।\nদীন চণ্ডীদাস এবং দ্বিজ চণ্ডীদাস নামক ভণিতার দুইজন কবিকে চৈতন্য-পরবর্তী যুগের কবি বলে ধারণা করা হয়। তবে এই নাম দুটি ভনিতার হেরফের মাত্র বলেই অনুমিত হয়।\n\n\n== বড়ু চণ্ডীদাস ==\n‘শ্রীকৃষ্ণকীর্তন’ কাব্যের রচয়িতা বড়ু চণ্ডীদাস। তার প্রকৃত নাম 'অনন্ত'। যদিও তার আত্মপরিচয় বা জীবনকথা জাতীয় কিছু পাওয়া যায় না বলে তার প্রকৃত পরিচয় কিছুটা ধোঁয়াশাচ্ছন্ন। কাব্যে তার তিনটি ভণিতা পাওয়া যায় – ‘বড়ুচণ্ডীদাস’, ‘চণ্ডীদাস’ ও ‘অনন্ত বড়ুচণ্ডীদাস’। এর মধ্যে ‘বড়ুচণ্ডীদাস’ ভণিতা মিলেছে ২৯৮টি স্থানে ও ‘চণ্ডীদাস’ ভণিতা মিলেছে ১০৭ বার। ৭টি পদে ব্যবহৃত ‘আনন্ত’ শব্দটি প্রক্ষিপ্ত বলেই মনে করা হয়। ড. মিহির চৌধুরী কামিল্যা মনে করেন, চণ্ডীদাস তার নাম এবং বড়ু প্রকৃতপক্ষে তার কৌলিক উপাধি বাঁড়ুজ্যে বা বন্দ্যোপাধ্যায়ের অপভ্রংশ। কবি চৈতন্যপূর্ববর্তীকালের মানুষ। সম্ভবত পঞ্চদশ শতাব্দীর প্রথম দিকে তিনি জীবিত ছিলেন। বাংলা সাহিত্যে চণ্ডীদাস সমস্যা এবং পদাবলির চণ্ডীদাসকে নিয়ে বাঁকুড়া ও বীরভূমের মধ্যে যত বিবাদই বিদ্যমান থাকুক না কেন, ড. মিহির চৌধুরী কামিল্যা ভাষাতাত্ত্বিক তথ্যপ্রমাণের সাহায্যে প্রমাণ করেছেন, ‘শ্রীকৃষ্ণকীর্তন’ রচয়িতা বড়ুচণ্ডীদাস বাঁকুড়া জেলার সদর মহকুমাস্থ ছাতনার অধিবাসী ছিলেন। মুর্শিদাবাদের ভগবানগোলা en:Bhagawangola ব্লকের বেগুনডিহি ও ভূধর এলাকা উনার পৈতৃক স্থান। এখানে অবস্থিত একটি শ্রীপাট - আখড়ার মন্দির উনার স্মৃতি বিজড়িত স্থান। উনার উত্তরসূরী এখনও ভগবানগোলাতে বাস করেন।  বড়ুচণ্ডীদাস বাসলী দেবীর উপাসক ছিলেন এবং দেবীমন্দিরের নিকটবর্তী স্থানে তার 'চিত্রনাটগীতি' পরিবেশনের নাট্যশালা ছিল। এই বাসলী দেবী প্রকৃতপক্ষে শক্তিদেবী চণ্ডী অথবা মনসার অপর নাম। সম্ভবত বাসলী দেবীর বাৎসরিক পূজায় গীত হওয়ার উদ্দেশ্যে দেবীর স্বপ্নাদেশ প্রাপ্ত হয়ে কবি কর্তৃক এই কাব্য রচিত হয়েছিল।\n\n\n== পদাবলী ==\nসহজিয়া ভাবধারায় পদাবলীর কবি চণ্ডীদাস রচিত মানবিক প্রেমের কয়েকটি পদ —\n\nসহজিয়া গুরুবাদের প্রতি শ্রদ্ধা নিবেদন করে তিনি লেখেন,\n\n\n== আরও দেখুন ==\nগৌড়ীয় বৈষ্ণবধর্ম\nচৈতন্য মহাপ্রভু\nরাধা কৃষ্ণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}