{"pageid": 1068454, "title": "বক্রতার ব্যাসার্ধ (আলোকবিজ্ঞান)", "url": "https://bn.wikipedia.org/wiki?curid=1068454", "content": "আলোকীয় লেন্সের নকশার ক্ষেত্রে বক্রতার ব্যাসার্ধের নির্দিষ্ট অর্থ এবং চিহ্ন প্রথা রয়েছে। লেন্স বা গোলীয় দর্পণের প্রতিটি পৃষ্ঠতলের একটি করে বক্রতার কেন্দ্র বিদ্যমান যা স্থানীয় আলোক অক্ষ বরাবর অবস্থান করবে অথবা আলোক অক্ষটির বাইরে থাকবে। লেন্স বা গোলীয় দর্পণের শীর্ষবিন্দুটি স্থানীয় আলোক অক্ষের উপর অবস্থান করে। এই শীর্ষবিন্দু থেকে বক্রতার কেন্দ্রের দূরত্ব হল আলোচনাধীন বক্রপৃষ্ঠের বক্রতার ব্যাসার্ধ।\nআলোকীয় বক্রতার-ব্যসার্ধের জন্য চিহ্ন প্রথা নিম্নরূপভাবে অনুসরণ করা হয়:—\n\nযদি শীর্ষবিন্দু বক্রতার কেন্দ্রের বামদিকে থাকে তাহলে বক্রতার ব্যাসার্ধ ধনাত্মক।\nযদি শীর্ষবিন্দু বক্রতার কেন্দ্রের ডানদিকে থাকে তাহলে বক্রতার ব্যাসার্ধ ঋণাত্মক।\nএকইভাবে একটি উভোত্তল লেন্সকে কোন একদিক থেকে দেখা হলে বামদিকের পৃষ্ঠের বক্রতার ব্যাসার্ধ ধনাত্মক এবং ডানদিকের পৃষ্ঠের বক্রতার ব্যাসার্ধ ঋণাত্মক হবে।\nউল্লেখ্য যে, আলোকবিজ্ঞানে লেন্সের নকশা যাই হোক না কেন কখনো কখনো অন্যান্য চিহ্ন প্রথাও ব্যবহার করা হয়ে থাকে। বিশেষকরে স্নাতকের নিচের শ্রেণিতে পদার্থবিজ্ঞানের অনেক পাঠ্যবইয়ে গাউসিয়ান প্রথা ব্যবহার করা হয় যেখানে লেন্সের উত্তল পৃষ্ঠকে সর্বদাই ধনাত্মক ধরা হয়। ভিন্ন ভিন্ন উৎস থেকে সূত্র ব্যবহারের ক্ষেত্রে তাই সতর্কতা অবলম্বন করা উচিৎ।\n\n\n== অ-গোলীয় পৃষ্ঠতল ==\nঅ্যাস্ফেরিক লেন্সের ন্যায় অ-গোলাকার আলোকীয় পৃষ্টতলেরও একটি বক্রতার ব্যাসার্ধ বিদ্যমান। এসব  আলোকীয় তলকে বিশেষভাবে নকশা করা হয়। যেমন এদের পরিলেখকে নিচের সমীকরণ দ্বারা বর্ণিত—\n\n  \n    \n      \n        z\n        (\n        r\n        )\n        =\n        \n          \n            \n              r\n              \n                2\n              \n            \n            \n              R\n              \n                (\n                \n                  1\n                  +\n                  \n                    \n                      1\n                      −\n                      (\n                      1\n                      +\n                      K\n                      )\n                      \n                        \n                          \n                            r\n                            \n                              2\n                            \n                          \n                          \n                            R\n                            \n                              2\n                            \n                          \n                        \n                      \n                    \n                  \n                \n                )\n              \n            \n          \n        \n        +\n        \n          α\n          \n            1\n          \n        \n        \n          r\n          \n            2\n          \n        \n        +\n        \n          α\n          \n            2\n          \n        \n        \n          r\n          \n            4\n          \n        \n        +\n        \n          α\n          \n            3\n          \n        \n        \n          r\n          \n            6\n          \n        \n        +\n        ⋯\n        ,\n      \n    \n    {\\displaystyle z(r)={\\frac {r^{2}}{R\\left(1+{\\sqrt {1-(1+K){\\frac {r^{2}}{R^{2}}}}}\\right)}}+\\alpha _{1}r^{2}+\\alpha _{2}r^{4}+\\alpha _{3}r^{6}+\\cdots ,}\n  \n\nযেখানে আলোক অক্ষকে z দিক বরাবর ধরা হয়োছে এবং \n  \n    \n      \n        z\n        (\n        r\n        )\n      \n    \n    {\\displaystyle z(r)}\n  \n হল সাজিটা তথা (অক্ষ থেকে \n  \n    \n      \n        r\n      \n    \n    {\\displaystyle r}\n  \n দূরত্বে) শীর্ষবিন্দু থেকে আলোকীয় তলের সরণের z-উপাংশ। যদি \n  \n    \n      \n        \n          α\n          \n            1\n          \n        \n      \n    \n    {\\displaystyle \\alpha _{1}}\n  \n এবং \n  \n    \n      \n        \n          α\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle \\alpha _{2}}\n  \n শূন্য হয় তাহলে শীর্ষবিন্দুতে (যেখানে \n  \n    \n      \n        r\n        =\n        0\n      \n    \n    {\\displaystyle r=0}\n  \n) পরিমাপ করে প্রাপ্ত  \n  \n    \n      \n        R\n      \n    \n    {\\displaystyle R}\n  \n হল বক্রতার ব্যাসার্ধ এবং \n  \n    \n      \n        K\n      \n    \n    {\\displaystyle K}\n  \n হল কণিক ধ্রুবক। \n  \n    \n      \n        \n          α\n          \n            i\n          \n        \n      \n    \n    {\\displaystyle \\alpha _{i}}\n  \n সহগটি \n  \n    \n      \n        R\n      \n    \n    {\\displaystyle R}\n  \n ও \n  \n    \n      \n        K\n      \n    \n    {\\displaystyle K}\n  \n দ্বারা সুনির্দিষ্ট অক্ষীয় প্রতিসাম্যিক দ্বিঘাতিক পৃষ্ঠতল থেকে আলোচনাধীন আলোকীয় পৃষ্ঠতলের বিচ্যুতি ব্যাখ্যা করে।\n\n\n== তথ্যসূত্র =="}