{"pageid": 106889, "title": "হান সাম্রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=106889", "content": "হান সাম্রাজ্য (চীনা: 漢朝; ফিনিন: Hàn cháo; খ়ান্; হন্) হচ্ছে চিন সাম্রাজ্যের (খ্ৰীঃপূঃ ২২১–২০৭) পর চীনের ইতিহাসের দ্বিতীয় সামন্ততান্ত্রিক সাম্রাজ্য। চিন সাম্রাজ্যের পরে হানরা প্রায় ৪০০ বছর রাজত্ব করে। এই রাজ্য পরে তিন রাজ্যে (২২০–২৮০ খ্রীঃ) ভেঙ্গে যায়। পূর্ব চীনের সমভুমিতে হানরা রাজত্ব করত। চারশ বছরের এই হান শাসনকাল সময়কে চীনের ইতিহাসে চীনের স্বর্ণযুগ বলা হয়। ঐসময় থেকে বৰ্তমান চীনের অধিকাংশ লোক নিজেদের হান জাতি বলে পরিচয় দেয় এবং চীনা লিপিকে হান অক্ষর বলে থাকে। এই সাম্রাজ্যের প্ৰতিষ্ঠাতা ছিলেন বিদ্ৰোহী নেতা লিউ বাং। মৃত্যুর পর তিনি হান সম্ৰাট গাউজু হিসেবে পরিচিতি লাভ করেন। মাঝখানে কিছু বছর জিন সাম্রাজ্যের (৯-২৩ সন) আধিপত্য চলছিল যদিও হান সাম্রাজ্য পুনরায় ক্ষমতা দখল করে নেয়। জিন সাম্রাজ্যের কারণে হান সাম্ৰাজ্যকে দুটি ভাগে বিভক্ত করা হয়েছে- পূর্বাঞ্চলীয় হান বা আদি হান (২০৬ খ্ৰীঃপূঃ–৯ সন) এবং পশ্চিমাঞ্চলিয় হান বা পরবৰ্তী হান (২৫-২২০ চন)।\n\n\n== ইতিহাস ==\nচীনের প্রথম সামন্ততান্ত্রিক সাম্রাজ্য চীন সাম্রাজ্য (খ্রিস্টপূর্ব ২২১ - ২০৬ অব্দ) যুদ্ধরত রাজ্য কালের সাত যুদ্ধরত রাজ্য বিজয় করে চীনকে একত্রিত করে। কিন্তু প্রথম সম্রাট চিন শি হুয়াংয়ের মৃত্যুর চার বছরের মধ্যে এই সাম্রাজ্য বিদ্রোহের সম্মুখীন হয়ে বিলুপ্ত হয়। দুই প্রধান বিদ্রোহী চু রাজ্যের নেতা সিয়াং ইয়ু এবং হাংঝংয়ের নেতা লিউ বাং নিজেদের মধ্যে লড়াইয়ে লিপ্ত হয় কে চীনে অধিপত্য বিস্তার করবে। ফলে ১৮ রাজ্যে ফাটল ধরে এবং কেউ সিয়াং ইয়ু ও কেউ লিউ বাংকে সমর্থন প্রদান করে। যদিও সিয়াং ইয়ু নিজেকে যোগ্য নেতা হিসেবে প্রমাণ করে, কিন্তু লিউ বাং তাকে খ্রিস্টপূর্ব ২০২ অব্দে বর্তমান আনহুইয়ে গাইসিয়া যুদ্ধে পরাজিত করে। লিউ বাং তার অনুসারীদের পীড়াপীড়িতে হুয়াংদি (সম্রাট) উপাধি গ্রহণ করেন এবং সম্রাট গাওজু উপাধি নিয়ে খ্রিস্টপূর্ব ২০২ অব্দে সিংহাসনে আরোহণ করেন। চাং'আনকে হান সামাজ্যের নতুন রাজধানী করা হয়\n\n\n=== পশ্চিম হান ===\n\n\n=== পূর্ব হান ===\n\n\n== সমাজব্যবস্থা ও সংস্কৃতি ==\n\n\n== সরকার ব্যবস্থা ==\n\n\n== অর্থনীতি ==\n\n\n== বিজ্ঞান, প্রযুক্তি ও প্রকৌশলী ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nHan Dynasty by Minnesota State University\nHan Dynasty art with video commentary, Minneapolis Institute of Arts\nEarly Imperial China: A Working Collection of Resources \n\nটেমপ্লেট:হান সাম্রাজ্য বিষয়াবলী"}