{"pageid": 1069800, "title": "মুসা বিন মৈমুন", "url": "https://bn.wikipedia.org/wiki?curid=1069800", "content": "মুসা বিন মৈমুন (আরবি: موسى بن ميمون, প্রতিবর্ণীকৃত: Mūsā bin Maymūn, হিব্রু ভাষায়: מֹשֶׁה בֶּן־מַיְמוּן‎, Mōšeh ben-Maymūn, গ্রিক: Μωυσής Μαϊμωνίδης, Mōusḗs Maïmōnídēs, লাতিন: Moses Maimonides; ১১৩৮ – ১২০৪),  ছিলেন একজন মধ্যযুগীয় সেফার্দি ইহুদি দার্শনিক যিনি মধ্যযুগের অন্যতম প্রসিদ্ধ এবং প্রভাবশালী তোরাহ পণ্ডিত ছিলেন। তাঁর সময়ে তিনি একজন প্রধান জ্যোতির্বিদ ও চিকিৎসকও ছিলেন এবং সালাহউদ্দিন আইয়ুবির ব্যক্তিগত চিকিৎসক হিসাবে কাজ করেছিলেন।\n\n\n== নাম ==\nতিনি সাধারণত মাইমোনিডিজ ( my-MON-i-deez) এবং আদ্যক্ষরা রম্বম (হিব্রু ভাষায়: רמב״ם‎) নামেও পরিচিত।\n\n\n== জীবনী ==\nতিনি ১১৩৩ সালে তারণোৎসবের প্রাক্কালে মুরাবিতুন সাম্রাজ্যের কর্ডোভায় জন্মগ্রহণ করেন এবং মরক্কো ও মিশরে একজন রব্বি, চিকিৎসক, দার্শনিক হিসেবে কাজ করেছিলেন। তাঁর মরদেহ গালীলে নিয়ে যাওয়া হয়েছিল এবং তাঁকে তিবিরিয়ায় দাফন করা হয়েছিল।\nতাঁর জীবদ্দশায়, বেশিরভাগ ইহুদিরা এমনকি ইরাক ও ইয়েমেন পর্যন্ত ইহুদি আইন ও নীতিশাস্ত্র সম্পর্কে মৈমুনের লেখাগুলো প্রশংসা ও কৃতজ্ঞতার সাথে স্বাগত জানিয়েছিল। আলমোহাদ অঞ্চল থেকে অবাধে পালানোর জন্য মায়মোনাইডস নিজে ইসলাম গ্রহণ করেছিলেন। তারপর তিনি মিশরে ইহুদি ধর্মে ফিরে আসেন। পরে ধর্মত্যাগী হিসেবে তার নিন্দা করা হয় এবং আদালতে তার বিচার করা হয়। কিন্তু বিচারক রায় দেন যে তার ধর্মান্তর জোরপূর্বক ছিল সেজন্য তা অবৈধ।  মৈমুন যখন মিশরে ইহুদি সম্প্রদায়ের সম্মানিত প্রধান হয়ে উঠলেন, তাঁর লেখাগুলোতে বিশেষত স্পেনের কৌতুক সমালোচনাও ছিল।\n\n\n== বিশ্বাসের ১৩ মূলনীতি ==\n\n\n== আইনশাস্ত্রীয় কাজ ==\nতাঁর চৌদ্দ খণ্ডের মিশনাহ তৌরাত এখনও তালমুদীয় আইনের কোডিং হিসাবে উল্লেখযোগ্য নীতিগত কর্তৃত্ব বহন করে।\n\n\n== দর্শন ==\n\n\n== প্রভাব ==\nমৌখিক তাওরাহের একমাত্র সুস্পষ্ট প্রকাশক হিসাবে তাঁর অসামান্য মর্যাদাকে স্বীকৃতি হিসাবে তিনি কখনও কখনও “হা’নেশর হা’গাদোল\" (মহান ঈগল) নামে পরিচিত হন।\nইহুদি ঐতিহাসিকদের দ্বারা সম্মানিত হওয়া ছাড়াও মৈমুন ইসলামি ও আরব বিজ্ঞানের ইতিহাসেও অত্যন্ত বিশিষ্টভাবে চিত্রিত করা হয় এবং অধ্যয়নের ক্ষেত্রেও এর উল্লেখ রয়েছে। আল ফারাবী, ইবনে সিনা এবং তাঁর সমসাময়িক ইবনে রুশদ দ্বারা প্রভাবিত হয়ে তিনি ইহুদি ও ইসলামি উভয় দুনিয়ায় বিশিষ্ট দার্শনিক ও বহুবিদ্যাবিশারদ হয়ে উঠেছিলেন।\n\n\n== শ্রদ্ধা ও স্মারক ==\nস্পেনের সমালোচনা করা সত্ত্বেও ইহুদি ইতিহাসের সর্বাধিক রব্বীয় পোসেক এবং দার্শনিকদের মধ্যে তাঁকে মরণোত্তর স্বীকৃতি দেওয়া হয়েছিল এবং তাঁর প্রচলিত রচনাটি ইহুদি পণ্ডিতের এক ভিত্তি সমন্বিত।\n\n\n== রচনাকর্ম ও গ্রন্থতালিকা ==\nআলমোহাদ বংশের  শাসনকালে মায়মোনাইডস ইবেরিয়ান উপদ্বীপে ইহুদি সংস্কৃতির স্বর্ণযুগে ধর্মভ্রষ্টতার উপর তার পত্র লিখেছিলেন। যেখানে তিনি ইহুদিদের গুরুতর অবস্থায় ইসলামে ধর্মান্তরকে সমর্থন করেন। যদিও তিনি এর পরিবর্তে দেশ ছাড়াকে সঠিক  বলেছিলেন।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\n\n\n== অধিকতর পাঠ ==\n\n\n== বহিঃসংযোগ ==\n\nমৈমুন সম্পর্কিত\nVideo lecture on Maimonides by Dr. Henry Abramson\nMaimonides entry in Jewish Encyclopedia\nMaimonides entry in the Encyclopædia Britannica\nMaimonides entry in the Encyclopaedia Judaica, 2nd edition  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ ডিসেম্বর ২০০৮ তারিখে\nটেমপ্লেট:Cite SEP\n\"Maimonides entry in the Internet Encyclopedia of Philosophy\"\nMaimonides, a biography — book by David Yellin and Israel Abrahams\nMaimonides as a Philosopher\nThe Influence of Islamic Thought on Maimonides\n\"The Moses of Cairo,\" Article from Policy Review\nRambam and the Earth: Maimonides as a Proto-Ecological Thinker – reprint on neohasid.org from The Encyclopedia of Religion and Ecology\nAnti-Maimonidean Demons  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ জুলাই ২০০৮ তারিখে by Jose Faur, describing the controversy surrounding Maimonides's works\nDavid Yellin and Israel Abrahams, Maimonides (1903) (full text of a biography)\nY. Tzvi Langermann (২০০৭)। \"Maimonides: Abū ʿImrān Mūsā [Moses] ibn ʿUbayd Allāh [Maymūn] al‐Qurṭubī\"।   Thomas Hockey;  ও অন্যান্য। The Biographical Encyclopedia of Astronomers। New York: Springer। পৃষ্ঠা 726–7। আইএসবিএন 978-0-387-31022-0।  (PDF version)\nMaimonides at intellectualencounters.org  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ জুলাই ২০২১ তারিখে\nKriesel, Howard (২০১৫)। Judaism as Philosophy: Studies in Maimonides and the Medieval Jewish Philosophers of Provence। Boston: Academic Studies Press। আইএসবিএন 9781618117892। জেস্টোর j.ctt21h4xpc । ডিওআই:10.2307/j.ctt21h4xpc। \nFriedberg, Albert (২০১৩)। Crafting the 613 Commandments: Maimonides on the Enumeration, Classification, and Formulation of the Scriptural Commandments। Boston: Academic Studies Press। আইএসবিএন 9781618118486। জেস্টোর j.ctt21h4wf8 । ডিওআই:10.2307/j.ctt21h4wf8। \nYahoo Maimonides Discussion Group  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ ডিসেম্বর ২০২০ তারিখে\nThe Guide: An Explanatory Commentary on Each Chapter of Maimonides' Guide of The Perplexed  by Scott Michael Alexander (covers all of Book I, currently)\nমৈমুনের রচনাকর্ম\nComplete Mishneh Torah online, halakhic work of Maimonides\nSefer Hamitzvot, English translation\nOral Readings of Mishne Torah  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ অক্টোবর ২০০৭ তারিখে — Free listening and Download, site also had classes in Maimonides's Iggereth Teiman\nMaimonides 13 Principles  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩১ অক্টোবর ২০১৬ তারিখে\nIntellectual Encounters – Main Thinkers – Moses Maimonides, in intellectualencounters.org\nMaimonides, Mishneh Torah, Autograph Draft  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ জানুয়ারি ২০১৩ তারিখে, Egypt, আনু. 1180\nBritish Library - Autograph responsum of Moses Maimonides, pre-eminent Jewish polymath and spiritual leader, Ilana Tahan\nমৈমুনের পাঠ্যাংশ\nSiddur Mesorath Moshe, a prayerbook based on the early Jewish liturgy as found in Maimonides's Mishne Tora\nRambam's introduction to the Mishneh Torah (English translation  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ মার্চ ২০২৩ তারিখে)\nRambam's introduction to the Commentary on the Mishnah (Hebrew language|Hebrew Fulltext)\nThe Guide For the Perplexed by Moses Maimonides translated into English by Michael Friedländer\nWritings of Maimonides; manuscripts and early print editions. Jewish National and University Library\nFacsimile edition of Moreh Nevukhim/The Guide for the Perplexed (illuminated Hebrew manuscript, Barcelona, 1347–48). The Royal Library, Copenhagen  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ আগস্ট ২০২১ তারিখে\nUniversity of Cambridge Library collection  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ জানুয়ারি ২০১০ তারিখে of Judeo-Arabic letters and manuscripts written by or to Maimonides. It includes the last letter his brother David sent him before drowning at sea.\nA. Ashur, A newly discovered medical recipe written by Maimonides  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ নভেম্বর ২০১৮ তারিখে\nM.A Friedman and A. Ashur, A newly-discovered autograph responsum of Maimonides  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ নভেম্বর ২০১৮ তারিখে"}