{"pageid": 1069546, "title": "দাঁত-লেজ অনুপাত", "url": "https://bn.wikipedia.org/wiki?curid=1069546", "content": "দাঁত-লেজ অনুপাত (ইংরেজি: Tooth-to-tail ratio টুথ টু টেইল রেশিও, সংক্ষেপে T3R টিথ্রিআর) একটি সামরিক বিভাষা। প্রতিটি যুদ্ধরত সৈনিককে (\"দাঁত\") যুদ্ধের রসদ সরবরাহ ও সমর্থন প্রদানের জন্য কতজন সামরিক কর্মচারীর প্রয়োজন হয়, এই অনুপাতটি দিয়ে তা নির্দেশ করা হয়। যদিও \"দাঁত\" ও \"লেজ\" উভয় ধরনের সামরিক সদস্যই যুদ্ধে বা জীবনের জন্য হুমকিস্বরূপ পরিস্থিতিতে পড়তে পারেন, \"দাঁত\" হিসেবে গণ্য সৈনিকদেরই প্রধান কাজ হল যুদ্ধে অংশ নেওয়া। এই অনুপাতটি কোনও নির্দিষ্ট পরিমাপ নয়, বরং এটি কোনও সেনাবাহিনীর প্রকৃতি সামরিক ক্ষমতার একটি সাধারণ নির্দেশক, যেখানে সেই সেনাবাহিনীর রসদ যোগান, রক্ষণাবেক্ষণ ও রসদ স্থানান্তরের পেছনে কী পরিমাণ সম্পদ নিযুক্ত আছে, তার সম্পর্কে আঁচ করা যায়।\n\n\n== বর্ণনা ==\nকোনও সেনাবাহিনী দাঁত-লেজ অনুপাতটি এর প্রযুক্তিগত ক্ষমতা এবং এ কারণে সেটির সামগ্রিক ক্ষমতার সাথে ব্যস্তানুপাতিকভাবে সম্পর্কিত। যখন কোনও সেনাবাহিনীর দাঁত-লেজ অনুপাত বড় হয়, তাহলে সেটিতে তুলনামূলকভাবে বেশি সৈন্য যুদ্ধের জন্য নিবেদিত থাকে, কিন্তু এই সৈন্যরা \"লেজ\" দ্বারা প্রদত্ত সমর্থনের অভাবে ভোগে। এইসব সমর্থনমূলক কাজের মধ্যে আছে যুদ্ধের রসদ এবং সামরিক যোগাযোগ অবকাঠামো, যেগুলির উপরে আধুনিক সেনাবাহিনীগুলি নির্ভরশীল। যেসব সেনাবাহিনীর উচ্চ দাঁত-লেজ অনুপাত থাকে, সেগুলির হয়ত যুদ্ধে অংশগ্রহণকারী সেনার সংখ্যা বেশি থাকে, কিন্তু প্রতিটি সেনার কার্যকারিতা কম হবে। মার্কিন সেনাবাহিনীর উপরে গবেষণায় দেখা গিয়েছে যে ভিন্ন ভিন্ন যুদ্ধে দাঁত-লেজ অনুপাত ভিন্ন ভিন্ন হয়ে থাকে।\nপরিগণক যন্ত্র তথা কম্পিউটার প্রযুক্তির প্রবর্তনের ফলে লেজ অংশের স্বয়ংক্রিয়করণ সম্ভব হয়েছে। মার্কিন যুক্তরাষ্ট্রের উন্নততর প্রতিরক্ষা গবেষণা প্রকল্পসমূহের সংস্থার (Defense Advanced Research Projects Agency) বিবৃত একটি লক্ষ্য হল যুদ্ধ করার কার্যকারিতা হ্রাস না করে দাঁত-লেজ অনুপাতটি বৃদ্ধি করা, অর্থাৎ যুদ্ধে অংশগ্রহণকারী কর্মীদের অনুপাতে রসদ স্থানান্তর ও সমর্থনকারী কর্মীদের সংখ্যা কমিয়ে আনা)।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎসপঞ্জি ==\nDen Beste, Steven (May 19, 2003). \"The Digital Warrior: A tribute to the men who make the Information Age military work\""}