{"pageid": 1069830, "title": "বে-এরশেভা", "url": "https://bn.wikipedia.org/wiki?curid=1069830", "content": "বে-এরশেভা (হিব্রু ভাষায়: בְּאֵר שֶׁבַע‎;  IPA: [ˈbe(ʔ)eʁ ˈʃeva(ʕ)] (); আরবি: بئر السبع, প্রতিবর্ণীকৃত: Biʾr as-Sabʿ, অনুবাদ 'শপথের কূপ') মধ্যপ্রাচ্যের (পশ্চিম এশিয়ার) রাষ্ট্র ইসরায়েলের একটি নগরী। এটি নেগেভ মরুভূমিতে অবস্থিত দক্ষিণ ইসরায়েল অঞ্চলের বৃহত্তম নগরী, তাই একে প্রায়ই \"নেগেভের রাজধানী\" নামে ডাকা হয়। মূল বে-এরশেভা নগরীটি ইসরায়েলের ৮ম সর্বোচ্চ জনবহুল নগরী। বৃহত্তর বে-এরশেভা এলাকাটি দেশটির চতুর্থ সর্বোচ্চ জনবহুল মহানগর এলাকা (তেল আবিব, জেরুসালেম ও হাইফা-র পরে); এখানে প্রায় ২ লক্ষ ১০ হাজার অধিবাসীর বাস। ১১৭.৫ বর্গকিলোমিটার আয়তনবিশিষ্ট বে-এরশেভা আয়তনের নিরিখে জেরুসালেমের পরে ইসরায়েলের ২য় বৃহত্তম নগরী।\nবে-এরশেভাতে একটি বাইবেলীয় প্রত্নতাত্ত্বিক স্থান অবস্থিত, যার নাম তেল বে-এরশেভা। এটি আধুনিক বে-এরশেভা থেকে প্রায় ৪ কিলোমিটার দূরে অবস্থিত। বাইবেল অনুযায়ী বে-এরশেভাতে ইহুদী জাতির পিতা আব্রাহাম ফিলিস্তিনি রাজা গেরারের আবিমালেকের সাথে চুক্তি করেন। এখানে আইজাক ও জাকবও বসবাস করতেন। বাইবেলে বে-এরশেভাকে প্রাচীন ইসরায়েলের দক্ষিণতম লোকালয় হিসেবে বর্ণনা করা হয়েছে।\nবহু শতক ধরে বে-এরশেভা একটি গুরুত্বহীন লোকালয় ছিল। ৪র্থ-৭ম শতকে বাইজেন্টীয় শাসনামলে এটি আবার গুরুত্বলাভ করে। সেসময় এটি ফিলিস্তিনের সীমানা নির্ধারণী ও মরুভূমিরর গোত্রদের থেকে প্রতিরক্ষা দানকারী প্রাচীররেখার উপরে অবস্থিত গুরুত্বপূর্ণ লোকালয় ছিল। ৭ম শতকে আরবেরা এটি বিজয় করে নেয় এবং ১৬শ শতকে উসমানীয় তুর্কিরা এটির নিয়ন্ত্রণ নেয়। এটি বহুদিন ধরে নেগেভ মরুভূমির যাযাবর বেদুইন গোত্রগুলির একটি জলপান কেন্দ্র ও ক্ষুদ্র বাণিজ্যকেন্দ্র ছিল। আধুনিক নগরীটি উসমানীয় সাম্রাজ্যের শাসনামলে ২০শ শতকের প্রারম্ভে প্রতিষ্ঠা করা হয়। ১৯১৭ সালে প্রথম বিশ্বযুদ্ধের সময় বে-এরশেভার যুদ্ধে ব্রিটিশ নেতৃত্বাধীন অস্ট্রেলিয়ান লাইট হর্স বাহিনী শহরটি নিয়ন্ত্রণে নেয়। ১৯৪৭ সালে আরবিতে \"বির আস-সাব\" নামে পরিচিত এই শহরটিকে জাতিসংঘের ফিলিস্তিন বিভক্তকরণ পরিকল্পনাতে একটি আরব রাষ্ট্রের অংশ হিসেবে রাখা হয়েছিল। ইসরায়েলের স্বাধীনতা ঘোষণার পরে মিশরের সেনাবাহিনী বে-এরশেভাতে তাদের কৌশলগত ও রসদ স্থানান্তর ঘাঁটি প্রতিষ্ঠা করে। ১৯৪৮ সালের অক্টোবর মাসে সংঘটিত বে-এরশেভার যুদ্ধে ইসরায়েলি সেনাবাহিনী শহরটি বিজয় করে নেয়।\nইসরায়েলের অংশে পরিণত হবার পর থেকে বে-এরশেভার ব্যাপক বৃদ্ধি ঘটে এবং এখানে বহুসংখ্যক নতুন অভিবাসীর আগমন ঘটে। বর্তমানে এটি নেগেভ অঞ্চলের প্রশাসনিক, সাংস্কৃতিক ও শিল্পখাতের কেন্দ্রে পরিণত হয়েছে। এখানকার বর্তমান অধিবাসীদের এক বিরাট অংশ সেফার্দীয় ইহুদী ও মিজরাহি ইহুদীদের বংশধর, যারা ১৯৪৮ সালের পরে বিভিন্ন আরব দেশ থেকে অভিবাসী হয়। এছাড়া এখানে ভারত থেকে আগত বেনে ইসরায়েল ও কোচিনের ইহুদীদের কিছু ছোট সম্প্রদায় আছে। ১৯৯০ সালের পরে দ্বিতীয় ও তৃতীয় তরঙ্গের অভিবাসীদের আগমন ঘটে, যখন প্রাক্তন সোভিয়েত ইউনিয়ন থেকে রুশভাষী আশকেনাজি ইহুদীরা এবং ইথিওপিয়া থেকে বেতা ইসরায়েল সম্প্রদায়ের লোকেরা এখানে আগমন করে। সোভিয়েত ইহুদীদের কারণে দাবা বে-এরশেভার একটি প্রধান খেলায় পরিণত হয়েছে; বর্তমানে শহরটি ইসরায়েলের জাতীয় দাবা কেন্দ্র, যেখানে বিশ্বের অন্য যেকোন নগরীর তুলনায় মাথাপিছু গ্র্যান্ডমাস্টার পর্যায়ের দাবাড়ুর সংখ্যা সবচেয়ে বেশি।\nবে-এরশেভাতে ১৯৬৫ সালে প্রতিষ্ঠিত নেগেভের বেন-গুরিয়ন বিশ্ববিদ্যালয় ও ঊষর অঞ্চল গবেষণার নেগেভ ইনস্টিটিউট অবস্থিত। এছাড়া এটি ইসরায়েলের উচ্চ-প্রযুক্তি ও উদীয়মান প্রযুক্তি শিল্পখাতের একটি কেন্দ্র। এখানে রাসায়নিক দ্রব্য (বিশেষত মৃত সাগরের খনিজ অবক্ষেপ প্রক্রিয়াজাতকরণ), চীনামাটির তৈজসপত্র, টালি, ও বস্ত্রের কারখানা আছে।\nবে-এরশেভা থেকে রেলপথে উত্তর ও মধ্য ইসরায়েলের যোগাযোগ রয়েছে।\n\n\n== তথ্যসূত্র =="}