{"pageid": 10692, "title": "কুইন (ব্যান্ড)", "url": "https://bn.wikipedia.org/wiki?curid=10692", "content": "কুইন যুক্তরাজ্যের একটি জনপ্রিয় রক ব্যান্ড যা লন্ডনে ফ্রেডি মার্কারি (প্রধান ভোকাল, পিয়ানো), ব্রায়ান মে (গিটার, ভোকাল) এবং রজার টেলর (ড্রামস, ভোকাল) দ্বারা গঠিত হয়েছিল এবং পরবর্তীতে জন ডেকন (বেস)  যোগদান করেন। তাদের প্রথম দিকের কাজগুলি প্রোগ্রেসিভ রক, হার্ড রক এবং হেভি মেটাল দ্বারা প্রভাবিত হয়েছিল, কিন্তু ব্যান্ডটি ধীরে ধীরে অ্যারেনা রক এবং পপ রক এর মতো গতানুগতিক ধারার এবং রেডিওতে প্রচলিত কাজের দিকে ঝুঁকেছে।\nকুইন গঠনের আগে মে এবং টেলর স্মাইল ব্যান্ডে একসাথে ছিলেন। মারকুরি স্মাইলের ভক্ত ছিলেন এবং তাদের মঞ্চে পরিবেশনা এবং রেকর্ডিং কৌশল নিয়ে আরো বিস্তারিত পরীক্ষা করতে উৎসাহিত করেছিলেন। তিনি ১৯৭০ সালে যোগদান করেন এবং \"কুইন\" নামটি প্রস্তাব করেন। ১৯৭৩ সালে ব্যান্ডটি তাদের প্রথম অ্যালবাম প্রকাশ করার আগে ডিকনকে ১৯৭১ সালের ফেব্রুয়ারিতে নিয়োগ করা হয়েছিল।\nকুইন প্রথম ১৯৭৪ সালে তাদের দ্বিতীয় অ্যালবাম কুইন II দিয়ে যুক্তরাজ্যে চার্ট করেন। সেই বছরের পরে শিয়ার হার্ট অ্যাটাক এবং ১৯৭৫  সালে এ নাইট এট অপেরা নিয়ে আসে তাদের আন্তর্জাতিক সাফল্য। পরবর্তীতে আসে \"বোহেমিয়ান র‍্যাপসোডি\", যা নয় সপ্তাহ ধরে যুক্তরাজ্যে এক নম্বরে ছিল এবং মিউজিক ভিডিও ফরম্যাটটিকে জনপ্রিয় করতে সাহায্য করেছিল।\nব্যান্ডের ১৯৭৭ সালের অ্যালবাম নিউজ অফ দ্য ওয়ার্ল্ডে \"উই উইল রক ইউ\" এবং \"উই আর দ্য চ্যাম্পিয়নস\" ছিল, যা ক্রীড়া ইভেন্টে সঙ্গীত হয়ে উঠেছে। ১৯৮০ এর দশকের গোড়ার দিকে, কুইন ছিল বিশ্বের বৃহত্তম স্টেডিয়াম রক ব্যান্ডগুলির মধ্যে একটি। দ্য গেম (১৯৮০) অ্যালবাম এর \"অ্যানাদার ওয়ান বাইটস দ্য ডাস্ট\" তাদের সর্বাধিক বিক্রিত একক গান হয়ে ওঠে, যখন তাদের ১৯৮১ সালের সংকলন অ্যালবাম  যুক্তরাজ্যে সর্বাধিক বিক্রিত অ্যালবাম এবং মার্কিন যুক্তরাষ্ট্রে নয়বার প্ল্যাটিনাম প্রত্যয়িত হয়। ১৯৮৫ তে লাইভ এইড কনসার্টে তাদের পারফরম্যান্স বিভিন্ন প্রকাশনা দ্বারা রক সঙ্গীত ইতিহাসের সর্বশ্রেষ্ঠ হিসেবে স্থান পেয়েছে। আগস্ট ১৯৮৬ সালে, মারকুরি ইংল্যান্ডের নেবওয়ার্থে কুইনের সাথে তার শেষ পারফরম্যান্স পরিবেশন করেন।\n১৯৮৭ সালে ফ্রেডির এইডস ধরা পড়ে, যদিও তিনি এটি গোপন করেছিলেন। ১৯৯১ সালে, তিনি ব্রঙ্কোপনিউমোনিয়ায় মারা যান, এইডসের একটি জটিলতা। ডিকন ১৯৯৭ সালে অবসর গ্রহণ করেন। ২০০৪ সাল থেকে, মে এবং টেলর কণ্ঠশিল্পী পল রজার্স এবং অ্যাডাম ল্যাম্বার্টের সাথে \"কুইন +\" হিসাবে ভ্রমণ করেছেন।\nকুইন অর্ধ শতাব্দীরও বেশি সময় ধরে জনপ্রিয় সংস্কৃতিতে বিশ্বব্যাপী উপস্থিতি। তাদের রেকর্ড বিক্রয়ের অনুমান ২৫০ মিলিয়ন থেকে ৩০০ মিলিয়নের মধ্যে, যা তাদেরকে বিশ্বের সেরা বিক্রিত সঙ্গীত শিল্পীদের একজন করে তুলেছে। ১৯৯০ সালে, কুইন ব্রিটিশ সঙ্গীতে অসামান্য অবদানের জন্য ব্রিট পুরস্কার পান। তারা ২০০১ সালে রক অ্যান্ড রোল হল অফ ফেমে অন্তর্ভুক্ত হয়েছিল, এবং প্রতিটি সদস্যের সাথে হিট একক রচনা করায় চারটিই ২০০৩ সালে সংগ্রাহক হল অফ ফেমে অন্তর্ভুক্ত হয়েছিল।২০০৫ সালে তারা ব্রিটিশ একাডেমি অফ গীতিকার, সুরকার এবং লেখকদের থেকে অসামান্য গান সংগ্রহের জন্য আইভর নভেলো পুরস্কার পায় এবং ২০১৮ সালে তাদের গ্র্যামি লাইফটাইম অ্যাচিভমেন্ট অ্যাওয়ার্ড প্রদান করা হয়।\nপর্যালোচনায় বোঝা যায় কুইন ব্যান্ড সঙ্গীত  যুক্তরাজ্যের একটি জনপ্রিয় ব্যান্ড। সারা বিশ্বে তোলপাড় করা এই রক ব্যান্ডটি ৭০'দশকের শুরুতে যাত্রা শুরু করেছিল এবং সমগ্র ৮০' এর দশক জুড়ে তারা শ্রোতাদের মন মাতিয়ে রাখে। যা সারা বিশ্বে তারা তাদের অ্যালবাম এর প্রায় ১৯০ মিলিয়ন রেকর্ড বিক্রি করতে সক্ষম হয়েছিল।\n\n\n== সদস্যদের ধারাবাহিকতা ==\n\n\n=== বর্তমান সদস্য ===\nব্রায়ান মে – লিড গিটার, কীবোর্ড, সিন্থেসাইজার, ব্যাকিং এবং লিড ভোকাল (১৯৭০ বর্তমান)\nরজার টেলর – ড্রামস, পারকাশন, ব্যাকিং এবং লিড ভোকাল, কীবোর্ড, সিন্থেসাইজার, রিদম গিটার (১৯৭০-বর্তমান)\n\n\n=== প্রাক্তন সদস্য ===\nফ্রেডি মার্কারি – লিড এবং ব্যাকিং ভোকাল, কীবোর্ড, পিয়ানো, মাঝে মাঝে রিদম গিটার (১৯৭০-১৯৯১; তার মৃত্যু)\nজন ডিকন – বেস, রিদম গিটার, কীবোর্ড, সিন্থেসাইজার, মাঝে মাঝে ব্যাকিং ভোকাল (১৯৭১–১৯৯৭)\n\n\n=== দীর্ঘমেয়াদী কুইন + কণ্ঠশিল্পী ===\nপল রজার্স – লিড ভোকাল, রিদম গিটার, কীবোর্ড, পিয়ানো (২০০৪–২০০৯)\nঅ্যাডাম ল্যাম্বার্ট – প্রধান কণ্ঠ (২০১১–বর্তমান)\n\n\n=== বর্তমান সফরকারী সদস্য ===\nস্পাইক এডনি – কীবোর্ড, পিয়ানো, সিনথেসাইজার, রিদম গিটার, ব্যাকিং ভোকাল (১৯৮৪–বর্তমান)\nনিল ফেয়ারক্লো – বেস, ব্যাকিং ভোকাল (২০১১–বর্তমান)\nটাইলার ওয়ারেন – পারকাশন, ড্রামস, ব্যাকিং ভোকাল (২০১৭–বর্তমান)\n\n\n=== প্রাক্তন সফর সদস্য ===\nমরগান ফিশার – কীবোর্ড, পিয়ানো, সিন্থেসাইজার (১৯৮২)\nফ্রেড ম্যান্ডেল – কীবোর্ড, পিয়ানো, সিন্থেসাইজার (১৯৮২)\nডেভিড গ্রসম্যান – বেস, মাঝে মাঝে ব্যাকিং ভোকাল (১৯৯৮-২০০৪)\nজেমি মোসেস – রিদম গিটার, ব্যাকিং ভোকাল (১৯৯৮-২০০৯)\nড্যানি মিরান্ডা – বেস, ব্যাকিং ভোকাল (২০০৫–২০০৯)\nনীল মুররে – বেস (বিকল্প ২০০৮)\nরুফাস টাইগার টেলর – পারকাশন, ড্রামস, ব্যাকিং ভোকাল (২০১১–২০১৭)\n\n\n=== প্রাথমিক সদস্য ===\nমাইক গ্রোজ – বেস {{{1}}}</ref>\nব্যারি মিচেল – বেস (১৯৭০-১৯৭১)\nডগ বগি – বেস (১৯৭১)\n\n\n== কনসার্ট সফর ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nকার্লিতে Queen (ইংরেজি)\nটেমপ্লেট:Queen\nটেমপ্লেট:Queen singles\n\n\n== তথ্যসূত্র ==\n{{References\n<ref name=Jones-2012 {{বই উদ্ধৃতি|শেষাংশ=Jones|প্রথমাংশ=Lesley-Ann|বছর=2012|শিরোনাম=Mercury: An Intimate Biography of Freddie Mercury|ইউআরএল=https://archive.org/details/mercuryintimateb00jone%7Cপ্রকাশক=Simon and Schuster}}</ref>}}"}