{"pageid": 106962, "title": "সেন্ট জেভিয়ার'স কলেজ, কলকাতা", "url": "https://bn.wikipedia.org/wiki?curid=106962", "content": "সেন্ট জেভিয়ার্স কলেজ কলকাতার একটি প্রাচীন ঐতিহ্যবাহী শিক্ষাপ্রতিষ্ঠান। বর্তমানে এটি কলকাতা বিশ্ববিদ্যালয়ের অধিভুক্ত একটি স্বশাসিত কলেজ। কলেজটির নামকরণ করা হয়েছিল ভারতভ্রমণকারী ষোড়শ শতাব্দীর জেসুইট সন্ত ফ্রান্সিস জেভিয়ারের নামানুসারে। ২০০৬ সালের জুলাই মাসে কলেজটির স্বশাসন মঞ্জুর হয়। ফলে এটি পশ্চিমবঙ্গের প্রথম স্বশাসিত কলেজে পরিণত হয়।\n\n\n== ইতিহাস ==\n১৮৬০ সালের ১৬ জানুয়ারি খ্রিস্টান ধর্মপ্রচারক ও পুরোহিত ডেপেলকিনের নেতৃত্বে জেসুইটরা (সোসাইটি অফ জেসাস) এই কলেজ প্রতিষ্ঠা করেন। জেসুইটরা ছিলেন একটি খ্রিষ্টীয় ধর্মীয় গোষ্ঠী। ১৫৪০ সালে সেন্ট ইগনেটিয়াস অফ লয়োলা এই গোষ্ঠীর প্রবর্তন করেন। গোড়া থেকেই এই গোষ্ঠী অন্যান্য আরও কয়েকটি বিষয়ের সঙ্গে শিক্ষাদানের ক্ষেত্রেও বিশেষ কৃতিত্ব অর্জন করেছিল। এক সময়ে তাদের \"ইউরোপের স্কুল-মাস্টার\" বলেও অভিহিত করা হত। ৩০ মাদার তেরেসা সরণির যে বর্তমান ঠিকানায় কলেজটি অবস্থিত অতীতে সেখানেই ছিল সান সৌসি থিয়েটার। একটি অগ্নিকাণ্ডে থিয়েটারটি ভস্মীভূত হলে কলকাতার তদনীন্তন বিশপ ওলিফ কলেজ নির্মাণের জন্য জেসুইটদের এই স্থানটি প্রদান করেন। প্রথমে তিনটি শ্রেণিতে মাত্র ৪০ জন ছাত্র নিয়ে কলেজের কাজ শুরু হয়েছিল। প্রতিষ্ঠার দুই বছর পরে ১৮৬২ সালে কলেজটি কলকাতা বিশ্ববিদ্যালয়ের অনুমোদন লাভ করে। অনেক ধনী অ্যাংলো-ভারতীয় কলেজের উন্নতিতে বহু অর্থ দান করেছিলেন। ১৯৩৪ থেকে ১৯৪০ সালের মধ্যে বর্তমান পাঁচ তলা কলেজ ভবনটি নির্মিত হয়। এই ভবন নির্মাণের জন্য প্রয়োজনীয় ৯ লক্ষ টাকা জোগাড় করা হয়েছিল বেলজিয়ামের সহযোগিতায়, কলকাতাবাসীদের দানে এবং দ্বিতীয় বিশ্বযুদ্ধের সময় মার্কিন সেনাবাহিনীকে স্কুল চত্বর ব্যবহার করতে দেওয়ার ভাড়া স্বরূপ পাওয়া বিপুল অঙ্কের অর্থের মাধ্যমে।\n১৯৮৫ সালের ১২ এপ্রিল ভারতীয় ডাক কলেজ প্রাঙ্গনের চিত্রসম্বলিত একটি স্মারক ডাকটিকিট প্রকাশ করেন। ২০০৮ সালের ৮ জানুয়ারি কলেজের প্রাক্তনী তথা ভারতের উপরাষ্ট্রপতি মহম্মদ হামিদ আনসারির উপস্থিতিতে কলেজের প্রথম কনভোকেশন অনুষ্ঠিত হয়।\n\n\n== সেরার তালিকায় ==\nকেন্দ্রীয় মানবসম্পদ বিকাশ মন্ত্রক এর উচ্চ শিক্ষাপ্রতিষ্ঠানগুলির র‌্যাংকিং এ কলকাতার এই কলেজের সর্বভারতীয় স্থান ১০।\n\n\n== বিশিষ্ট প্রাক্তনী ==\n\n\n== আরও দেখুন ==\nসেন্ট জেভিয়ার্স কলেজিয়েট স্কুল\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\nSt. Xavier's College, Kolkata (Official Site)\nSt. Xavier's College Students' Union (Official Site)"}