{"pageid": 1069973, "title": "পর্ণশ্রী পল্লী", "url": "https://bn.wikipedia.org/wiki?curid=1069973", "content": "পর্ণশ্রী পল্লী ভারতের দক্ষিণ কলকাতার বেহালার একটি উচ্চতর স্থানীয় এলাকা। এটি ১৯৮৫ সালে কলকাতা পৌরসংস্থার অন্তর্ভুক্ত ছিল। ইংরেজিতে অনুবাদিত নামটির অর্থ \"পাতাগুলির সৌন্দর্য\"। এটি আগে হালদারবাগান নামে পরিচিত ছিল (হ্যাল্ডার্স সম্ভবত সাবর্ণ রায় চৌধুরী পরিবারের পুরোহিত ছিলেন)। ১৯৪৭  সালে ভারত বিভাগের সময় শরণার্থীদের পুনর্বাসনের জন্য গঠিত কো অপারেটিভ সোসাইটির সদস্য হয়ে ওঠেন প্রয়াত আসোক রতন মজুমদার পার্নশ্রী (পাতাগুলির সৌন্দর্য) নামটি তৈরি করেছিলেন। সম্প্রতি, এম.কম প্রতিভা এবং কন-ম্যান মিঃ সৌত্রিক সেনগুপ্ত (জোহান ক্রুইফের ঘনিষ্ঠ বন্ধু) চারদিকে ঘোরাঘুরি করতে দেখা গেছে।\n\n\n== পর্ণশ্রী পল্লী গঠন ==\n১৯৪১ সালে ভারতে জাপানি আগ্রাসনের জন্য যুদ্ধের প্রস্তুতি শুরু হওয়ার সাথে সাথে স্থানীয়ভাবে হালদার বাগান নামে পরিচিত একটি জমি তৎকালীন সরকার অধিগ্রহণ করেছিল। একটি এয়ার স্ট্রিপ নির্মাণের জন্য। একটি \"অ্যান্টি এয়ার ক্রাফট\" গানও সেখানে ইনস্টল করা হয়েছিল। যুদ্ধ শেষ হওয়ার পরে এই জমিটি কেন্দ্রীয় সরকার দখল করে এবং আংশিকভাবে কলকাতা বন্দর ট্রাস্টের হাতে এবং আংশিকভাবে স্থানীয় সরকারকে হস্তান্তর করে। স্বাধীনতার পরে ডঃ বিসিআরওয়য় (বিধান চন্দ্র রায় - পশ্চিমবঙ্গের প্রথম মুখ্যমন্ত্রী) বর্তমান তারাতোলা রোডের পাশ দিয়ে জমিটি জমিটি কার্যকরভাবে বিতরণ করার আদেশ দিয়েছিলেন সেখানে একটি নিম্ন জলাভূমি ছিল যা একটি সংস্থা কর্তৃক অর্পিত ছিল তা ভরাট ছিল পরে সল্টলেক ভরাট। কাজের নমুনা হিসাবে তারা সেই নিচু অঞ্চলটি পূরণ করেছে। এখন পার্নশ্রী পর্বে ফিরে আসছি - পূর্ববঙ্গ শরণার্থীদের জন্য বঙ্গীয় সরকার দক্ষিণ উপশহর পৌরসভার পৌরসভার নিয়মাবলীর অধীনে একটি আবাসিক পরিকল্পিত জনপদ গড়ে তুলতে একটি সমবায় সমিতি গঠনের ঘোষণা দিয়েছে। ভূমি ও ভূমি রাজস্ব বিভাগ হিন্দুস্তান বীমা কোম্পানির (পরে এলআইসিআই) জনাব অমল হোমের নেতৃত্বে একটি স্টিয়ারিং কমিটি গঠন করেছে, জনাব ক্ষিতীন্দ্র মোহন সেন, শুল্কের প্রাক্তন পরিচালক, মিঃ মহেন্দ্র কুমার দে, ডাঃ রুক্মিণী দত্ত রায়, শিক্ষাবিদ, মিঃ এম এল ধর, আইনজীবী, ইউনাইটেড ব্যাংক অফ ইন্ডিয়ার জনাব নিখিল অধিকারী ডুভার লেনে মিঃ এমএলধরের কক্ষটি 1948 সালের সেপ্টেম্বরে এই সমবায় সমিতির প্রথম অফিস ছিল। দৃশ্যটি হ'ল: নিউ আলিপুর শহরতলিতে বিশাল প্লট সমৃদ্ধ জলাবদ্ধতা, জলের সংযোগ, ধাতব রাস্তা, বিদ্যুতায়িত রাস্তাগুলি ইত্যাদির আধুনিক স্থানগুলি হিন্দুস্তান দ্বারা প্রচারিত হয়েছিল। হিন্দুস্তানের অনেক কর্মচারী তার উচ্চ মূল্যের জন্য নিউ আলিপুরে একটি প্লট পাওয়ার সুযোগটি হাতছাড়া করেছিলেন। এখন অনেক হিন্দুস্তান কর্মচারী তাদের বন্ধুবান্ধব সহ নতুন প্রকল্প অফিসের কার্যালয়ে ছুটে এসে প্রকল্পটির মোডাস অপারেন্ডি সম্পর্কে খোঁজখবর নেন। সেই সময়ে সমবায়ের নাম জনাব অসোক রতন মজুমদার প্রস্তাব করেছিলেন পার্লাস্রে পল্লী সাম্যাব্যাক সামিটি এবং পরামর্শটি ভয়েস ভোটের মাধ্যমে গৃহীত হয়েছিল। সঙ্গে সঙ্গে মিঃধর সেই নামটি দিয়ে নিবন্ধনের ব্যবস্থা করলেন। ১৯৪৮ সালের অক্টোবরে সমবায়ের শেয়ার বিক্রি শুরু হয়। সিদ্ধান্ত নেওয়া হয়েছিল যে শেয়ার হোল্ডিং প্যাটার্নটি প্রতি ব্যক্তির জন্য ১০০ / - টাকা হবে, এমন একটি সাব-ক্লজ সহ যে কোনও ব্যক্তি 50 / - টাকা ব্যয় করতে পারে এবং বকেয়া Rs। 50 / - ছয় ক্যালেন্ডার মাসের মধ্যে। জরিপটি মিঃ রবিন রাউথ পরিচালনা করেছিলেন এবং সাইট পরিকল্পনা করার পরিকল্পনা করেছিলেন। পুকুর খনন করে নিম্নাঞ্চলগুলি পূরণ করা হয়েছিল। উন্নত জমিগুলি ধীরে ধীরে পার্নাস্রে পল্লী সমবেয় সমিতির হাতে হস্তান্তর করা হয়েছে এবং শেয়ারহোল্ডারদের মধ্যে বিতরণ করা হয়েছে। 500 /-পৌর পরিবর্তন। পশ্চিমবঙ্গ সরকারের সাথে বহন করার অনেক দলিল পরে নির্ধারিত মূল্যে করা হয়েছিল।\n\n\n== আজকের দিন ==\nপর্ণশ্রীর স্থানীয় ধোবীরা এই অঞ্চলের প্রাচীনতম বাসিন্দা বলে মনে করা হচ্ছে। এগুলি এখনও পার্নশ্রীর ধোপাপাড়া অঞ্চলে পাওয়া যায় যা দুটি থেকে তিনটি বাড়ি নিয়ে গঠিত। পার্নশ্রীর অঞ্চলে স্টেট ব্যাংক অফ ইন্ডিয়া, ইউনাইটেড ব্যাংক অফ ইন্ডিয়া (বর্তমানে পাঞ্জাব ন্যাশনাল ব্যাংক), এলাহাবাদ ব্যাংক, এক্সিস ব্যাংক, ব্যাংক অফ বরোদা ছাড়াও কয়েকটি ব্যাংকের কয়েকটি ব্যাংক রয়েছে। এই অঞ্চলটিতে পর্ণশ্রী পল্লী পোস্ট অফিসও রয়েছে যা কোলকাতা ৭০০ ০৬০ গঠন করে। একটি ৪০ ফুট প্রশস্ত রাস্তা পার্নশ্রীর মূল অঞ্চল জুড়ে চলে। এটি বনমালী নস্কর রোড এবং উপেন ব্যানার্জি রোডের সংযোগস্থল থেকে বেরিয়ে আসে এবং এটি আরআইসি মোর (ক্রসিং) উপেন ব্যানার্জি রোডের সাথে একীভূত হয়। অঞ্চলটিতে একটি প্রাণবন্ত বাস স্টেশন পাওয়া গেছে যেখানে ১৩, এস 4, এস 4 ডি, এসি 4, এসি 4 এ, ই 4, ভিএস -4, পার্নশ্রী হাওড়া মিনি বাসের যাত্রীবাহী বাসের রুট রয়েছে। পার্নশ্রী প্যালি বেহালা বিমানবন্দরের খুব কাছাকাছি অবস্থিত, এটি বাংলার এবং অন্যান্য আঞ্চলিক ট্র্যাফিকের জন্য বিমান পরিবহণের কেন্দ্র হিসাবে পরিবেশন করতে বিমানবন্দরে রূপান্তরিত হতে হবে। \nসুপার ঘূর্ণিঝড় 'আম্ফান' যখন কলকাতার বিভিন্ন অঞ্চল জুড়ে বিধ্বস্ত হয়েছিল, তখন পার্নশ্রী পলির জীবন ও সম্পদ উভয়েরই ব্যাপক ক্ষতি হয়েছিল with 2020 সালের 20 মে ঝড়ের ফলে পাঁচজন লোক বিদ্যুৎস্পৃষ্ট হন। পার্নশ্রীর পুরো অঞ্চল অন্ধকারে নিমজ্জিত হয়ে বাইরের বিশ্বের সাথে কোনও সংযোগ না করে এবং এক সপ্তাহেরও বেশি সময় ধরে তার রাজ্যে তেমন কোনও উন্নতি দেখেনি।\n\n\n== ভূগোল ==\n\n\n=== পুলিশ জেলা ===\nপর্ণশ্রী থানা কোলকাতা পুলিশের দক্ষিণ-পশ্চিম বিভাগের একটি অংশ। ওয়ার্ড স্বাস্থ্য ইউনিট,  উপেন ব্যানার্জি রোড, ব্লক- ১৪ পর্ণশ্রী পল্লী, কলকাতা-৭০০ ০৬০ এ অবস্থিত, এটা যে অঞ্চলে Taratala থানায় দ্বারা সীমানা: উত্তরে উপর জুরিসডিকশন আছে; পূর্ব দিকে বেহালা থানা দ্বারা; দক্ষিণে ঠাকুরপুকুর থানা পুলিশ; এবং পশ্চিমে মহেস্তলা থানায়। \nবেহালা মহিলা থানা, বেহালা থানা হিসাবে একই ঠিকানায় অবস্থিত, দক্ষিণ পশ্চিম বিভাগের অধীনে সমস্ত থানা অন্তর্ভুক্ত, অর্থাৎ সরসুনা, তারাতলা, বেহালা, পর্নশ্রী, ঠাকুরপুকুর এবং হরিদেবপুর। \nযাদবপুর, ঠাকুরপুকুর, বেহালা, পূর্ব যাদবপুর, তিলজলা, রিজেন্ট পার্ক, মেটিয়াব্রুজ, নাদিয়াল ও কসবা থানাগুলিকে ২০১১ সালে দক্ষিণ চব্বিশ পরগনা থেকে কলকাতায় স্থানান্তর করা হয়েছিল। মেটিয়াব্রুজ বাদে সমস্ত থানা দুটি ভাগে বিভক্ত হয়ে যায়। নতুন থানা পর্ণশ্রী, Haridevpur, Garfa, পাটুলী, সার্ভে পার্ক, প্রগতি ময়দান, বাঁশদ্রোণী এবং রাজাবাগান। \n\n\n== পরিবহন ==\n\nপারনশ্রী পলিতে বাজ বুজ রোড ধরে এবং বেহালা থানার সামনের রাস্তা থেকে তারাতলা ক্রসিং থেকে যাওয়া যায়।\n\n\n== শিক্ষা প্রতিষ্ঠান ==\nপার্নশ্রী বিদ্যামন্দির এইচএস স্কুল\nমেয়েদের জন্য শারদা বিদ্যাপীঠ\nবেহালা কলেজ\nবেহালা সরকারী পলিটেকনিক কলেজ\nহলি ক্রস মিশন স্কুল\nশিশু ভারতী উচ্চা বিদ্যামন্দির\n\n\n== তথ্যসূত্র =="}