{"pageid": 1069594, "title": "২০২৩ এএফসি এশিয়ান কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1069594", "content": "২০২৩ এএফসি এশিয়ান কাপ হল এএফসি এশিয়ান কাপের ১৮তম আসর। এটি ২০২৪ সালের ১২ জানুয়ারি থেকে ১০ ফেব্রুয়ারি তারিখ পর্যন্ত অনুষ্ঠিত হয়েছিল। ২০১৯ সালের আসরের পরে এটি ২৪ টি দেশের মধ্যে খেলা হবে, কাতার হলো ডিফেন্ডিং চ্যাম্পিয়ন্স।\nপূর্বে চীনকে আয়োজক ঘোষণা করা হলেও, কোভিড-১৯ মহামারির জন্য চীন আয়োজন করার অক্ষমতা প্রদর্শন করে। ১৭ অক্টোবর ২০২২-এ, এএফসি ঘোষণা করেছিল যে মূল আয়োজক চীনের পরিবর্তে টুর্নামেন্টটি কাতারে অনুষ্ঠিত হবে। গ্রীষ্মের উচ্চ তাপমাত্রা এবং ২০২৩ কনকাকাফ গোল্ড কাপ- এ কাতারের অংশগ্রহণের কারণে, বিদ্যমান স্পনসরশিপ এবং লজিস্টিক উভয় উদ্দেশ্যেই আসল নাম বজায় রেখে টুর্নামেন্টটি ১২ জানুয়ারি - ১০ ফেব্রুয়ারি ২০২৪ পর্যন্ত স্থগিত করা হয়েছিল।\n\n\n== আয়োজক নির্বাচন ==\nফ্রান্সের প্যারিসে অনুষ্ঠিত ৬৯তম ফিফা কংগ্রেসের ঠিক আগের দিন ৪ জুন ২০১৯-এ চীনকে স্বাগতিক দেশ হিসেবে সুপারিশ করা হয়েছিল, একমাত্র চূড়ান্ত দরদাতা হিসেবে। টুর্নামেন্টটি মূলত ১৬ জুন থেকে ১৬ জুলাই ২০২৩ পর্যন্ত অনুষ্ঠিত হওয়ার কথা ছিল। ১৪ মে ২০২২ এ, এএফসি ঘোষণা করেছে যে চীন কোভিড-১৯ মহামারি এবং চীনের জিরো-কোভিড নীতির কারণে টুর্নামেন্টটি আয়োজন করবে না। চীন তার আয়োজন অধিকার ত্যাগ করার কারণে, এএফসি দ্বিতীয় রাউন্ডের বিডিং পরিচালনা করে, জমা দেওয়ার সময়সীমা ১৭ অক্টোবর ২০২২ তারিখে নির্ধারিত ছিল। চারটি দেশ বিড জমা দিয়েছে: অস্ট্রেলিয়া, ইন্দোনেশিয়া, কাতার এবং দক্ষিণ কোরিয়া। যাইহোক, অস্ট্রেলিয়া পরবর্তীতে ২০২২ সালের সেপ্টেম্বরে প্রত্যাহার করে নেয়, যেমনটি ১৫ অক্টোবর ইন্দোনেশিয়া করেছিল। ১৭ অক্টোবর, এএফসি ঘোষণা করে যে কাতার বিড জিতেছে এবং টুর্নামেন্টের আয়োজক হবে।\n\n\n== মাঠ ==\n\n২০২৩ সালের দরপত্রে পাঁচটি আয়োজক শহর জমা দেওয়া হয়েছিল, যার মধ্যে ২০২২ ফিফা বিশ্বকাপের জন্য পূর্বে প্রস্তুত করা সাতটি স্টেডিয়াম রয়েছে। ৫ এপ্রিল ২০২৩-এ, এএফসি টুর্নামেন্টের জন্য চারটি আয়োজক শহরে আটটি স্টেডিয়াম ঘোষণা করে। ২১ আগস্ট ২০২৩-এ, লুসাইল স্টেডিয়ামকে নবম ভেন্যু হিসেবে যুক্ত করা হয়। ২০২২ ফিফা বিশ্বকাপের আয়োজক স্টেডিয়ামগুলির একটি বাদে বাকি সবগুলি টুর্নামেন্টের জন্য নির্বাচিত হয়েছিল, জসিম বিন হামাদ এবং আব্দুল্লাহ বিন খলিফা, যেটি ২০১১ সংস্করণে ম্যাচগুলি আয়োজন করেছিল। আগে টুর্নামেন্টে (স্টেডিয়াম ৯৭৪)  যেটি কোনও আন্তর্জাতিক ম্যাচ আয়োজন করেনি।\nলুসাইল স্টেডিয়াম ১২ জানুয়ারি উদ্বোধনী ম্যাচের আয়োজন করেছিল। আল রাইয়ানের আহমদ বিন আলি স্টেডিয়াম এবং দোহার আল থুমামা স্টেডিয়ামে সেমি-ফাইনালের ম্যাচগুলো অনুষ্ঠিত হবে; ১০ ফেব্রুয়ারি লুসাইলে ফাইনাল ম্যাচ অনুষ্ঠিত হবে।\n৫ জানুয়ারি ২০২৪-এ, টুর্নামেন্টের কভারেজের জন্য প্রধান মিডিয়া সেন্টারটি আনুষ্ঠানিকভাবে ডাউনটাউন দোহায় উদ্বোধন করা হয়েছিল।\n\n\n== দলসমূহ ==\n\n\n=== উত্তীর্ণ দলসমূহ ===\n\n২৪টি দল উত্তীর্ণ হয়েছে, যার মধ্যে জাপান প্রথম দল হিসেবে মূল পর্বে উত্তীর্ণ হয়েছিল। \n\nসিএএফএ (৪)\n ইরান\n উজবেকিস্তান\n কিরগিজস্তান\n তাজিকিস্তান\nইএফএফ (৪)\n জাপান\n দক্ষিণ কোরিয়া\n চীন\n হংকং\nএএফএফ (৫)\n অস্ট্রেলিয়া\n ভিয়েতনাম\n থাইল্যান্ড\n মালয়েশিয়া\n ইন্দোনেশিয়া\nসাফ (১)\n ভারত\nডব্লিউএএফএফ (১০)\n সিরিয়া\n কাতার (স্বাগতিক)\n সৌদি আরব\n সংযুক্ত আরব আমিরাত\n ইরাক\n ওমান\n লেবানন\n ফিলিস্তিন\n বাহরাইন\n জর্ডান\n\n\n== দলীয় সদস্য ==\n\nএই টুর্নামেন্টে অংশগ্রহণকারী প্রতিটি দলকে সর্বনিম্ন ১৮ জন খেলোয়াড় এবং তিনজন গোলরক্ষকসহ সর্বোচ্চ ২৩ জন খেলোয়াড়ের সমন্বয়ে একটি দলীয়সদস্য নিবন্ধন করতে হবে। ২০২৩ সালের ডিসেম্বরে চূড়ান্ত দলীয়সদস্য তালিকার সর্বোচ্চ সংখ্যা বাড়িয়ে ২৬ জন করা হবে।\n\n\n== রেফারি ==\n\n১৪ সেপ্টেম্বর ২০২৩ তারিখে, এএফসি ৩৩ জন রেফারি, ৩৭ জন সহকারী রেফারি, টুর্নামেন্টের জন্য ২ জন স্ট্যান্ড-বাই রেফারি এবং ২ জন মহিলা রেফারি এবং ৩ জন মহিলা সহকারী রেফারিসহ ৮ জন স্ট্যান্ড-বাই সহকারী রেফারি রয়েছেন। ভিডিও অ্যাসিস্ট্যান্ট রেফারি (ভিএআর) ২০১৯ আসরে কোয়ার্টার ফাইনাল পর্ব থেকে বাস্তবায়নের পর পুরো টুর্নামেন্টের জন্য  ব্যবহার করা হচ্ছে। ১২টি বিশেষায়িত ক্যামেরা ও কৃত্রিম বুদ্ধিমত্তা ব্যবহার করে তৈরি সেমি অটোমেটেড অফসাইড টেকনোলজি (এসএওটি) সিস্টেমও ৫১টি ম্যাচে প্রয়োগ করা হচ্ছে। এটি প্রথমবারের মতো এসএওটি একটি এএফসি প্রতিযোগিতায় স্থান পেয়েছে এবং এএফসিকে মহাদেশীয় পুরুষদের জাতীয় দল পর্যায়ে সিস্টেমটি প্রয়োগকারী প্রথম কনফেডারেশন করে তোলে। ২০২৩ এশিয়ান কাপ প্রতিযোগিতার ম্যাচ পরিচালনা কর্মকর্তাগন\n\nরেফারি\n\nসহকারি রেফারি\n\nস্ট্যান্ড-বাই রেফারি\n\nস্ট্যান্ড-বাই সহকারী রেফারি\n\n\n== উদ্বোধনী অনুষ্ঠান ==\n১২ জানুয়ারি ২০২৪-এ কাতার এবং লেবাননের মধ্যে উদ্বোধনী খেলার আগে \" কেলিলেহ এবং ডেমনেহের হারিয়ে যাওয়া অধ্যায়\" নামে উদ্বোধনী অনুষ্ঠানটি লুসাইল স্টেডিয়ামে অনুষ্ঠিত হয়েছিল\n\n\n== সমাপনী অনুষ্ঠান ==\nসমাপনী অনুষ্ঠান, কোরিয়ান গায়ক বিবি, কুয়েতি গায়ক হুমুদ আল খুদার এবং কাতারি গায়ক ফাহাদ আল হাজ্জাজি এটি ১০ ফেব্রুয়ারি ২০২৪ তারিখে লুসাইলের লুসাইল স্টেডিয়ামে পারফর্ম করেছে।\n\n\n== গ্ৰুপ পর্বের জন্য ড্র ==\nঅক্টোবরের ফিফা র‍্যাঙ্কিং এবং ২০১৯ সালে গৃহীত ব্যবস্থার উপর ভিত্তি করে নিম্নলিখিত ব্যবস্থাটি অস্থায়ী। ২০২২ ফিফা বিশ্বকাপ যোগ্যতার তৃতীয় রাউন্ডে অংশগ্রহণকারী ১২ টি দল  স্বাগতিক কাতারকে পট ১-এ রাখা হবে। ড্রয়ের সময় চূড়ান্ত ফিফা র‍্যাঙ্কিংয়ের ভিত্তিতে দলগুলির চূড়ান্ত বিন্যাস এএফসি দ্বারা নিশ্চিত করা হবে।\n\nমন্তব্য\n\n\n=== গ্ৰুপ ড্রয়ের চূড়ান্ত ফলাফল ===\nদলগুলো এ থেকে এফ গ্রুপে ড্র হয়েছে। এএফসি এশিয়ান কাপের ইতিহাসে প্রথমবারের মতো, সর্বনিম্ন পাত্র থেকে দলগুলি প্রথমে ড্র হয়েছিল কিন্তু তাদের গ্রুপের অবস্থানে বরাদ্দ করা হয়নি, পূর্ববর্তী সংস্করণের মতো গ্রুপ পর্যায়ের সংখ্যার ক্রম অনুসারে। পট ১ দলকে তাদের গ্রুপের প্রথম অবস্থানে বরাদ্দ করা হয়েছিল, পরবর্তীতে অন্য সব দলের পজিশন পট ২ থেকে ৪ পর্যন্ত আলাদাভাবে ড্র হয়েছিল (প্রতিটি গ্রুপে ম্যাচের সময়সূচী নির্ধারণের উদ্দেশ্যে)।\nড্রয়ের পরে গ্রুপগুলি নিশ্চিত করা হয়েছিল:\n\n\n== গ্রুপ পর্ব ==\n\n\n=== গ্রুপ এ ===\n\nম্যাচ\n\n\n=== গ্রুপ বি ===\n\nম্যাচ\n\n\n=== গ্রুপ সি ===\n\nম্যাচ\n\n\n=== গ্রুপ ডি ===\n\nম্যাচ\n\n\n=== গ্রুপ ই ===\n\nম্যাচ\n\n\n=== গ্রুপ এফ ===\n\nম্যাচ\n\n\n=== তৃতীয়-স্থানে থাকা দলের র‍্যাঙ্কিং ===\n\n\n=== শেষ ১৬ ম্যাচের সমন্বয় ===\nতৃতীয় স্থানে থাকা দলগুলির সাথে জড়িত নির্দিষ্ট ম্যাচআপগুলি নির্ভর করে যে চারটি সেরা তৃতীয়স্থান অধিকারী দল শেষ ১৬ পর্বের জন্য যোগ্যতা অর্জন করেছিল:\n\n\n== নকআউট পর্ব ==\n\nনকআউট পর্বে, প্রয়োজনে বিজয়ী নির্ধারণের জন্য অতিরিক্ত সময় এবং পেনাল্টি শুট-আউট ব্যবহার করা হয়।\n\n\n=== বন্ধনী ===\n\n\n=== শেষ ১৬ ===\n\n\n=== কোয়ার্টার-ফাইনাল ===\n\n\n=== সেমি-ফাইনাল ===\n\n\n=== ফাইনাল ===\n\n\n== পরিসংখ্যান ==\n\n\n=== গোলদাতা ===\nএই প্রতিযোগিতায় ৫১টি ম্যাচে ১৩২টি গোল হয়েছে, যা ম্যাচ প্রতি গড়ে ২.৫৯টি গোল।\n\n৮টি গোল\n৬টি গোল\n৪টি গোল\n৩টি গোল\n২টি গোল\n১টি গোল\n১টি আত্মঘাতী গোল\nউৎস: এএফসি\n\n\n== চূড়ান্ত অবস্থান ==\n\n\n== মার্কেটিং ==\n\n\n=== লোগো এবং স্লোগান ===\n১১ মে ২০২৩ তারিখে চূড়ান্ত ড্রয়ের সময় টুর্নামেন্টের আনুষ্ঠানিক লোগো এবং টিভি উদ্বোধন করা হয়েছিল। লোগোটিতে এএফসি এশিয়ান কাপ ট্রফির একটি সিলুয়েট রয়েছে, যেখানে বাজপাখির পালক এবং পদ্ম ফুলের পাপড়ি থেকে অনুপ্রাণিত ট্রফি লাইন রয়েছে। লোগোটির শীর্ষে কাতারের জাতীয় রঙ মেরুন রঙের এবং লোগোটির লেজে আরবি নুক্তা রয়েছে।\nটুর্নামেন্টের স্লোগান, \"হায়া এশিয়া\", যার অনুবাদ \"লেটস গো এশিয়া!\", টুর্নামেন্টের ১০০ দিন পূর্তি উপলক্ষে ৫ অক্টোবর ২০২৩ তারিখে একটি ইভেন্টে প্রকাশিত হয়েছিল।\n\n\n=== ম্যাচ বল ===\nঅফিসিয়াল ম্যাচ বল, ভিওআরটিইএক্সএসি২৩ দ্বারা তৈরি কেলমে, ১০ আগস্ট ২০২৩ তারিখে উন্মোচন করা হয়। বলের নকশায় \"কাতারের মেরুন রঙ অন্তর্ভুক্ত করা হয়েছে, যা জাতির পরিচয়কে প্রতিধ্বনিত করে এবং এর কেন্দ্রে চ্যাম্পিয়নশিপের প্রতীককে প্রতিফলিত করে\"। প্রযুক্তিগত মূল্যায়নগুলি বলের পারফরম্যান্সকে কঠোরভাবে পরীক্ষা করেছে, এর স্থায়িত্ব, গুণমান এবং প্রস্তুতি নিশ্চিত করেছে।\n২০ ডিসেম্বর ২০২৩-এ, ফাইনালের অফিসিয়াল ম্যাচ বল, ভিওআরটিইএক্সএসি২৩+, প্রকাশিত হয়েছিল। বলটি ভিওআরটিইএক্সএসি২৩ নকশার উপর ভিত্তি করে তৈরি করা হয়েছে এবং \"এএফসি এশিয়ান কাপ শিরোপার জন্য প্রতিদ্বন্দ্বিতা করার মর্যাদা প্রতিফলিত করতে\" মূলত সোনালি এবং মেরুন রঙের স্কিম ব্যবহার করা হয়েছে।\n\n\n=== অফিসিয়াল গান ===\nহুমুদ আল খুদারের এবং ফাহাদ আল হাজ্জাজির রচিত প্রতিযোগিতার আনুষ্ঠানিক গান \"হাদাফ\" ২০২৪ সালের ১ জানুয়ারি মুক্তি পায়।\n\n\n=== মাসকট ===\n২০২৩ সালের ২রা ডিসেম্বর তারিখে, কাতারা স্টুডিওজ দ্বারা নির্মিত একটি এনিমে-অনুপ্রাণিত অ্যানিমেশনের মাধ্যমে দোহার বারাহাত মাশেরেবে টুর্নামেন্টের অফিসিয়াল মাসকটগুলি উন্মোচন করা হয়েছিল। মাসকটগুলো হচ্ছে \"সাবুগ\", \"তম্বকি\", \"ফ্রেহা\", \"জক্রিতি\" এবং \"ত্রেনেহ\" নামের পাঁচজনের একটি পরিবার, যারা ২০১১ সালের এএফসি এশিয়ান কাপের মাসকট ছিল, যখন কাতার সর্বশেষ এই টুর্নামেন্ট আয়োজন করেছিল। মাসকটগুলো তৈরি করেছেন কাতারি শিল্পী আহমেদ আল মাআদিদ, পরিচালনা করেছেন ফাহাদ আল কুয়ারি, গানটি পরিবেশন করেছেন কাতারি শিল্পী ডানা আল মীর এবং গায়ক/সুরকার তারেক আলারাবি তোরগানে। পাঁচটি মাসকটের মধ্যে চারটি কাতারের অবস্থানের নামে নামকরণ করা হয়েছে, যখন সাবুগ কাতারের একটি জারবোয়া বোঝাতে ব্যবহৃত শব্দ থেকে উদ্ভূত হয়েছে। মাসকটগুলি প্রতিটি বিভিন্ন বৈশিষ্ট্য দিয়ে তৈরি করা হয়েছিল, একটি ফুটবল ম্যাচের সময় খেলোয়াড়রা যে বিভিন্ন ভূমিকা পালন করে তার অনুরূপ এবং কাতারের একটি ঐতিহ্যবাহী পরিবারের অনুরূপ তৈরি করা হয়েছিল।\n\n\n=== টিকিট বিক্রি ===\n২০২৩ সালের ১০ অক্টোবর বিক্রি শুরু হওয়ার পর থেকে মাত্র এক সপ্তাহের মধ্যে দেড় লাখেরও বেশি টিকিট সহ টুর্নামেন্টের প্রথম ব্যাচের টিকিট বিক্রি হয়ে গেয়েছিল। দ্বিতীয় ব্যাচের আরও ৯০ হাজার টিকিট ১৯ নভেম্বর ২০২৩ তারিখে প্রকাশের পর প্রথম ২৪ ঘন্টার মধ্যে বিক্রি হয়েছিল। কাতার, সৌদি আরব, ফিলিপাইন এবং ভারতের ভক্তরা প্রস্তাবিত বেশিরভাগ টিকিট কিনেছিলেন। কাতার ও লেবাননের মধ্যকার উদ্বোধনী ম্যাচ ছাড়াও সৌদি আরব ও ওমানের মধ্যকার ম্যাচ টিকিট বিক্রিতে নেতৃত্ব দিয়েছেন।\nম্যাচের টিকিটের দাম শুরু হয়েছিল ২৫ কাতারি রিয়াল (প্রায় ৬.৮ মার্কিন ডলার) লক্ষ লক্ষ ভক্তদের জন্য বৃহত্তর সংযোগ সক্ষম করতে।\n২০ নভেম্বর ২০২৩-এ, টুর্নামেন্টের স্থানীয় আয়োজক কমিটি (এলওসি) ঘোষণা করেছে যে এটি চলমান ইসরায়েল-হামাস যুদ্ধ এর মধ্যে ফিলিস্তিনের জন্য জরুরি ত্রাণ সহায়তা করার জন্য টিকিট বিক্রয় থেকে প্রাপ্ত আয় দান করা হবে।।\n২০২৪ সালের ১০ জানুয়ারি, এলওসি ঘোষণা করে যে টুর্নামেন্টের জন্য প্রায় এক মিলিয়ন টিকিট বিক্রি হয়েছিল।\nকাতার বনাম ইরানের মধ্যকার সেমি-ফাইনাল ম্যাচ, ইরান ফেডারেশন অভিযোগ করেছে যে মাত্র ৪ শতাংশ আসন ইরানি সমর্থকদের জন্য বরাদ্দ করা হয়েছিল, যদিও এএফসির নিয়মানুযায়ী ৮ শতাংশ বরাদ্দ করা দরকার।\n\n\n=== অফিসিয়াল ভিডিও গেম ===\n১১ জানুয়ারি ২০২৪-এ, কোনামি ২০২৩ এএফসি এশিয়ান কাপ গেম মোডের একটি সংক্ষিপ্ত ট্রেলার প্রকাশ করেছেন এবং ঘোষণা করেছে যে এটি আসন্ন আপডেটগুলিতে তার ফুটবল ভিডিও গেম সিরিজের সর্বশেষ প্রকাশে ই-ফুটবল ২০২৪ যুক্ত করা হয়েছিল। এই মোডে সম্পূর্ণ লাইসেন্সযুক্ত টুর্নামেন্ট দল, লাইসেন্সযুক্ত ট্রফি এবং ভিজ্যুয়াল রয়েছিল।\n\n\n=== ই-স্পোর্টস টুর্নামেন্ট ===\n২০২৩ সালের ৮ই ডিসেম্বর তারিখে, এএফসি ঘোষণা করেছে যে তারা ২০২৪ সালের ১ থেকে ৫ ফেব্রুয়ারি পর্যন্ত এএফসি ই–এশিয়ান কাপের উদ্বোধনী সংস্করণ উন্মোচন করা হয়েছিল। এই ই-স্পোর্টস টুর্নামেন্টটি কোনামির ফুটবল ভিডিও গেমে ইফুটবল ২০২৪-এ খেলা হয়েছিল। এটি ইস্পোর্টসের জগতে কনফেডারেশনের প্রথম আক্রমণ চিহ্নিত করে। দোহায় অনুষ্ঠিতব্য এই প্রতিযোগিতায় অংশ নিয়েছিলেন এএফসির ২০টি সদস্য দেশ, যারা এশিয়ান কাপে অংশ নিয়েছিল।\n২০২৪ সালের ৬ই ফেব্রুয়ারি তারিখে, ইন্দোনেশিয়া প্রথমবারের মতো এএফসি ই–এশিয়ান কাপ জিতেছিল, ফাইনালে জাপানের বিপক্ষে ২–০ ব্যবধানে জিতেছিল।\n\n ইন্দোনেশিয়া\n জাপান\n থাইল্যান্ড,  সৌদি আরব\n\n\n=== প্রাইজমানি ===\nপ্রতিযোগিতার মোট প্রাইজমানি ১৪,৮০০,০০০ মার্কিন ডলার, যা ২০১৯ সংস্করণের সমান। টুর্নামেন্টের চ্যাম্পিয়ন দলকে ৫ মিলিয়ন মার্কিন ডলার দেওয়া হয়েছিল, রানার্স-আপ দলকে ৩ মিলিয়ন মার্কিন ডলার দেওয়া হয়েছিল এবং সেমি-ফাইনালে পরাজিত দল গুলোকে ১ মিলিয়ন মার্কিন ডলার দেওয়া হয়েছিল। অংশগ্রহণকারী ২৪টি দল গুলোকে ২ লাখ মার্কিন ডলার দেওয়া হয়েছিল।\n\n\n=== স্পন্সরশিপ ===\nঅফিসিয়াল গ্লোবাল পার্টনার\nকন্টিনেন্টাল এজি\nক্রেডিট সাইসন\nনিওম\nকাতার এয়ারওয়েজ\nভিজিট সৌদি\nইলি গ্রুপ\nকাতার পর্যটন কর্তৃপক্ষ\nঅফিসিয়াল গ্লোবাল সমর্থক\nকেলমে\nকোনামি (ইফুটবল)\n\nঅফিসিয়াল আঞ্চলিক অংশীদার\nকেডিডিআই আউ (জাপান)\nকিরিন (জাপান)\nপেপারস্টোন (চীন, ইন্দোনেশিয়া, মালয়েশিয়া, থাইল্যান্ড, ভিয়েতনাম)\nভিসা (পশ্চিম এশিয়া)\nঅফিসিয়াল আতিথেয়তা প্রদানকারী\nম্যাচ হসপিটালিটি (এশিয়া)\nঅফিসিয়াল ভিডিও এবং ডেটা বিতরণ অংশীদার\n\nস্পোর্টরাডার\n\n\n== সম্প্রচার স্বত্ব ==\nবিশ্বজুড়ে সম্প্রচারকরা যারা টুর্নামেন্টের অধিকার অর্জন করেছে তাদের মধ্যে রয়েছে। নিচে ২০২৩ এএফসি এশিয়ান কাপের মোট ২০৫টি সম্প্রচারক রয়েছে:\n\n\n== টীকা ==\n\n\n== আরও দেখুন ==\n২০২২ এএফসি মহিলা এশিয়ান কাপ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট, দ্য-এএফসি.কম"}