{"pageid": 1069585, "title": "জিগ অ্যান্ড শার্কো", "url": "https://bn.wikipedia.org/wiki?curid=1069585", "content": "জিগ অ্যান্ড শার্কো (ফরাসি: Zig et Sharko) একটি ফরাসি অ্যানিমেটেড চরকিবাজ কৌতুকাভিনয় টেলিভিশন ধারাবাহিক যা অলিভিয়ার জাঁ-ম্যারি কর্তৃক নির্মিত এবং জিলাম অ্যানিমেশন প্রযোজনা করেছে। এটি আগ্নেয়দ্বীপে বসবাসকারী জিগ, একটি বাদামি হায়েনা এবং শার্কো নামে একটি সাদা হাঙরের দ্বন্দ্বের বর্ণনা দেয়। সিরিজটি নিঃশব্দ কৌতুক প্রয়োগ করে: চরিত্রগুলি হয় কথা বলে না, বা অস্পষ্ট অনবোধক কণ্ঠস্বর, অঙ্গভঙ্গি এবং মাঝে মাঝে চিত্রগ্রন্থ ব্যবহার করে। (অ্যানিমেশনটির ভারতীয় সংস্করণটির হিন্দি সংলাপ রয়েছে) মোট ৭৮ টি আধঘন্টার পর্ব-সংকলন (২৩৪ টি সাত-মিনিটের পর্ব) সহ তিনটি মৌসুম ২১ শে ডিসেম্বর, ২০১০ সালে ক্যানেল+ এ সম্প্রচারিত হয়েছিল, দ্বিতীয় এবং তৃতীয় মরশুম টিএফ১ এ পুনরায় প্রচারিত হচ্ছে। সিরিজটি নেটফ্লিক্স, টুবি এবং এর স্ব-শিরোনামের ইউটিউব চ্যানেলে উপলব্ধ।\nধারাবাহিকটির তৃতীয় মরসুম ২০১৮ সালের ডিসেম্বরে ঘোষিত হয়েছিল, এবং পরবর্তীতে ১৩ জানুয়ারি, ২০২০ এ বুমেরাং আফ্রিকা তে প্রিমিয়ার হয়েছিল।\n\n\n== পটভূমি ==\nএই সিরিজটি একদল চরিত্রের মিথস্ক্রিয়া এবং অ্যাডভেঞ্চারকে কেন্দ্র করে - জিগ, একটি বাদামী হায়েনা; শার্কো, একটি দুর্দান্ত সাদা হাঙ্গর; মেরিনা, লাল চুলবিশিষ্ট একটি জলকুমারি; এবং বার্নি, একটি সন্ন্যাসী কাঁকড়া। প্রতিটি পর্বের বেশিরভাগ গল্প জিগের মধ্যে মেরিনার বিরুদ্ধে একটি চিরন্তন যুদ্ধের চারদিকে ঘুরে বেড়ায়, যে তাকে খাওয়ার জন্য ধরার চেষ্টা করে এবং শার্কো, যে মেরিনাকে ভালবাসে এবং জিগের বিভিন্ন পরিকল্পনার বিরুদ্ধে তার দেহরক্ষী হিসাবে কাজ করে। শোটি উইল ই. কোয়েট এবং রোড রানার কার্টুনগুলি থেকে চরকিবাজ হাস্যরসের জন্য অনুপ্রেরণা লাভ করেছে।\n\n\n== চরিত্রসমূহ ==\nসিরিজের চরিত্রগুলো ভাষা ব্যবহার করে না; কথাবার্তার একটি অস্পষ্ট, দুর্বোধ্য এবং অর্থহীন রূপ কখনও কখনও প্রদর্শিত হয়। তবে চরিত্রগুলোর বেশিরভাগ মিথস্ক্রিয়াতে কোনও চরিত্র কী ভাবছে তা জানাতে হাতের সংকেত এবং অঙ্গভঙ্গি অর্থাৎ দৈহিক ভাষা (Body language) ব্যবহার করে। শো এর প্রধান চরিত্রগুলির মধ্যে রয়েছে:\n\nজিগ – জিগ একজন মানবীয় বৈশিষ্ট্যের বাদামি হায়েনা যার বর্তমান কাল্পনিক বয়স ১৮ বছর, কাহিনীতে দেখা যায় আফ্রিকা থেকে শিশু বয়সে সে দ্বীপটিতে এসেছিল এবং একজন মহিলা গরিলা তাকে গ্রহণ ও লালনপালন করে। সে শৈশবকাল থেকেই বার্নির সবচেয়ে ভাল বন্ধু এবং দত্তকপ্রাপ্ত ভাই। জিগ অবিশ্বাস্যমাত্রায় ক্ষুধার্থ এবং সে মেরিনাকে খেয়ে ফেলতে প্রায়শই চক্রান্ত করে, কিন্তু শার্কো এই প্রক্রিয়াটিকে ব্যর্থ করে দেয়। এই উদ্দেশ্যে সে যে পরিকল্পনাগুলি করে সেগুলি প্রায়শই বিস্তৃত, তবে সত্যিকার অর্থে কখনই সফল হয় না। চরিত্রটির আচরণ এবং বৈশিষ্ট্যগুলি ওয়াইল ই. কোয়োট দ্বারা অনুপ্রাণিত হয়েছিল।\nশার্কো - একটি মানবীয় স্বভাবের সাদা হাঙ্গর, যার কাল্পনিক বয়স ২০ বছর বয়স, সে মেরিনাকে পছন্দ করে এবং প্রায় সর্বদাই জিগের ক্ষুধা থেকে মারিনাকে রক্ষা করার জন্য সবকিছু করে। পাশাপাশি অন্য যে কেউ যদি মেরিনার ক্ষতি করতে চায় তবে তাকে প্রায়শই পেশীবহুল এবং শক্তিশালী চরিত্র হিসেবে দেখা যায়। সে টেবিল টেনিসের ভক্ত, এবং স্থল পথে হাঁটতে সক্ষম। (সিরিজটিতে একই সাথে তার পা বা ফ্লিপার দেখা যায়; কখনো একই পর্বে একাধিক স্থানে একেক রকম) মেরিনার প্রতি তার নিষ্ঠা, বিশ্বস্ততা সত্বেও মাঝে মধ্যে মেরিনার সমস্যার কারণ হয়ে থাকে এবং প্রায়শই এর জন্য শাস্তি পায়।\nমেরিনা/মারিনা - একজন জলকুমারী, সে স্বভাবজাত কিন্তু বেশ নিখুঁত। সে জিগ সহ সকলের সাথে ইতিবাচক সম্পর্ক বজায় রাখে কারণ জিগের উদ্দেশ্য সম্পর্কে সে উদাসীন। সে জিগকে তাই ভয় পায় না। সে প্রায়শই একটি ছোট সামুদ্রিক তারামাছ তার চুলের সজ্জা হিসাবে ব্যবহার করে। সে একটি স্মার্টফোনের অধিকারী এবং ফ্লিপ্পার ব্যবহার করে ভূমিতে হাঁটতে সক্ষম। তিনি প্রায়শই কৌতুহলী এবং নতুন জিনিস যেমন কৃষিকাজ, স্কিইং এবং অন্যান্য ক্রিয়াকলাপ এবং শখ ইত্যাদিতে আগ্রহী হন এবং প্রায়শই শার্কো এটির ব্যবস্থা করতে সহায়তা করার জন্য তাকে চেষ্টা করে। তিনি প্রায়শই গান উপভোগ করেন যদিও শার্কো এটি অপছন্দ করে। এই চরিত্রটি দ্য লিটল মারমেইড চলচ্চিত্র দ্বারা অনুপ্রাণিত হয়েছিল।\nবার্নি - একটি লাল নৃতাত্ত্বিক সন্ন্যাসী কাঁকড়া, এবং জিগের সেরা বন্ধু এবং শৈশবকাল থেকেই দত্তক ভাই।তিনি প্রায়শই মেরিনাকে ধরার জন্য জিগের স্কিমগুলিতে সহযোগিতা করেন, যদিও বাস্তবে তার মারিনা বা শার্কোর বিরুদ্ধে কোনও ক্ষোভ নেই। তাকে প্রায়শই যথেষ্ট স্মার্ট হিসাবে চিহ্নিত করা হয় এবং প্রয়োজনে উদ্ধারকাজে সাহায্য করতে আসতে পারে।\nমূল চরিত্রগুলির পাশাপাশি, বিভিন্ন পর্বে গল্পগুলির বিভিন্ন পটভূমি এবং ছোটখাটো চরিত্রগুলি রয়েছে - জঙ্গলের প্রাণী, জলজ জীববৈচিত্র্য এবং বিভিন্ন মানব চরিত্র - প্রথম মরসুমে, এই মানব চরিত্রগুলির মধ্যে একটিকে জাপানি কার্গো শিপ ক্যাপ্টেন হিসাবে চিত্রিত করা হয়েছে, যে একটি চলমান ঠাট্টা হিসাবে, প্রতিবারই তার জাহাজটি দ্বীপে ক্র্যাশ করে এবং সে রাবারের ডিঙ্গি দিয়ে বাড়ি ফিরতে বাধ্য হয়। প্রথম মৌসুম জুড়ে, বেশ কয়েকটি পর্বে সমুদ্রের পৌরাণিক রোমান দেবতার উপর ভিত্তি করে নেপচুন চরিত্রটিকে চিহ্নিত করা হয়েছিল এবং পেশীবহুল মার্মানের দেখা গিয়েছিল, যে মেরিনার সুদৃষ্টির জন্য শার্কোর সাথে প্রতিযোগিতা, যদিও মারিনা তাকে অপছন্দ করে। মেরিনা তাকে ঘৃণা করে এবং প্রায়শই তাকে উপসাগরীয় স্থানে রাখার জন্য শার্কো এবং জিগের উপর নির্ভর করতে হয়, প্রযোজনা দলটি গ্রীক দেবতা পোসেইডনকেও যোগ করেছিলেন, যিনি একজন পেশীবহুল, বৃদ্ধ মেরম্যান, যে মেরিনার দত্তক পিতার ভূমিকা পালন করে।\n\n\n== পরিবেশ ==\nপ্রথম মৌসুম জুড়ে, বেশিরভাগ প্লট সমুদ্রের উপকূলের পাশাপাশি একটি গ্রীষ্মমণ্ডলীয় আগ্নেয়গিরির দ্বীপের আশেপাশে সমুদ্রের চারদিকে অবস্থান করে, যেখানে মেরিনা প্রায়শই দিনের বেলা উপকূলের পাশে একটি পাথুরে চূড়ায় বাস করে, সে পানির নিচেও বাস করছিল। দ্বিতীয় মৌসুমে, প্লটগুলি মূলত সমুদ্র সৈকত, আগ্নেয়গিরি এবং জঙ্গলসহ মূল দ্বীপে স্থানান্তরিত হয়েছিল, মূল চরিত্রগুলির জন্য কিছু পরিবর্তন নিয়ে - মেরিনা, শার্কো দ্বারা নির্মিত একটি অলঙ্কৃত, ক্ষুদ্র-আকারের স্যান্ডক্যাসলটিতে বাস করে; জিগ এবং বার্নি জঙ্গলের মধ্যে তার ক্র্যাশ প্লেনে কার্গো বিমানের পাইলটের সাথে বাস করে এবং শারকো সমুদ্র সৈকত ঘন ঘন জলজ লাইফফর্মগুলির লাইফগার্ড হিসাবে কাজ করে। তৃতীয় মৌসুমে, মুখ্য চরিত্র এবং দ্বীপের বাসিন্দারা সমুদ্র ভ্রমণ করতে ক্রুজ জাহাজে উঠেছিল, যেখানে ধারাবাহিকটির বেশিরভাগ প্লট ঘটে।\n\n\n== হিন্দি কণ্ঠে ==\nলুকা বটেল – জিগ\nমাসিমো রোসি – শার্কো\nমিকেলা ইনকিটি – মেরিনা/মারিনা\nগিউসেপ ক্যালভেটি – বার্নি\nধারাবাহিকটির হিন্দি কন্ঠাভিনয় ধারণ করে স্টুডিও পি.ভি. এবং পরিচালক ছিলেন লুকা সেমেরারো।\n\n\n== প্রযোজনা ও উন্নয়ন ==\n২০০৮ সালে, টেলিভিশন গ্রুপ ক্যানেল+ ২০১০-২০১১ মৌসুমে টেলিভিশন সম্প্রচারের জন্য জিগ অ্যান্ড শার্কো সহ ১৩ টি অ্যানিমেশন প্রকল্পের মধ্যে নয়টির জন্য পাইলট পর্বগুলি বিকাশের সিদ্ধান্ত নিয়েছিল। এই সিরিজে ৬ থেকে ৬.৫ মিলিয়ন ইউরোর একটি উন্নয়ন বাজেট বরাদ্দ করা হয়েছিল। মূল শিরোনামটি ছিল The Mermaid, the Hyena and the Shark এবং এটি টেলিভিশন চ্যানেল টিএফ১ এবং ক্যানেল+ পরিবারের মধ্যে একটি যৌথ প্রযোজনা যা পরে এই ধারাবাহিকটি সম্প্রচার করে। অ্যানিমেশনের ধরনটি আমেরিকান সিরিজ টেক্স অ্যাভেরি, বব ক্ল্যাম্পেট, টম অ্যান্ড জেরি এবং অগি অ্যান্ড দ্য ককরোচেস এর মতো, যা পরবর্তীকালে মার্ক ডু পন্টাভিস দ্বারা নির্মিত হয়। ডং উ অ্যানিমেশন এবং আর্মডা টিএমটি এই সিরিজের জন্য কিছু অ্যানিমেশনে অবদান রেখেছিল।\nসিরিজটির উৎপাদন ও প্রযোজনা জিলাম দ্বারা পরিচালিত হয়েছিল যা স্পেস গুফস এবং অগি অ্যান্ড দ্য ককরোচেস এর মতো সফল সিরিজের জন্য পরিচিত। সিরিজটির প্রথম মৌসুমটি ২০০৯ সালে জিলাম অ্যানিমেশন দ্বারা অর্ডার করা হয়েছিল এবং এটি ক্যানেল+ এ প্রিমিয়ার হয়েছিল ২১ ডিসেম্বর ২০১০ এ। সিরিজটি ক্যানেল+ পরিবারে ১২ ফেব্রুয়ারি ২০১১, প্রতি শনিবার সন্ধ্যা ৭:৪০ এ প্রচারিত হয়েছিল। জিলাম পরবর্তীতে ২০১৩ সালে একটি দ্বিতীয় মৌসুম প্রযোজনা করেছিল।\n\n\n== পর্বসমূহ ==\n\n\n== ইউটিউব চ্যানেল ==\n২০১৫ সালের মে মাসে, জিগ অ্যান্ড শার্কো-এর ইউটিউব চ্যানেল তৈরি করা হয়েছিল যাতে ধারাবাহিকটির প্রথম থেকে তৃতীয় মৌসুমের সকল পর্ব সংকলিত করা হয়। চ্যানেলটি একাধিক পর্বের \"পর্ব-সংকলন\"ও প্রকাশ করে। ইংরেজি শিরোনামে তারা পর্বগুলো আপলোড করেছে। ২০২০ সালের নভেম্বর পর্যন্ত, চ্যানেলটির ১০ মিলিয়ন গ্রাহক (সাবস্ক্রাইবার) রয়েছে। যা চ্যানেলটিকে শীর্ষ ১০ সর্বাধিক সাবস্ক্রাইব করা ফরাসি চ্যানেলগুলির মধ্যে একটি করে তোলে।\n২০২০ সালের নভেম্বর পর্যন্ত, প্রথম মৌসুমের ৬৭ তম পর্ব \"The Were-Hyena\" ৯৯ মিলিয়নেরও বেশি দর্শন (ভিউ) নিয়ে ইউটিউবের আনুষ্ঠানিক চ্যানেলের মধ্যে সর্বাধিক দেখা পর্বগুলোর একটি। সর্বাধিক দেখা পর্ব-সংকলনটির ১১৮ মিলিয়ন দর্শন রয়েছে।\n\n\n== সংবর্ধনা ==\n\n\"Birthday Party\" শিরোনামের পর্বটি ২০১১ সালের \"অ্যানেসি অ্যানিমেশন ফেস্টিভাল\" এর 'টিভি শো' বিভাগে আনুষ্ঠানিকভাবে নির্বাচিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে জিগ অ্যান্ড শার্কো  (ইংরেজি)\nজিলামের ওয়েবসাইটে ধারাবাহিকটির জন্য উৎসর্গীকৃত পাতা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ মে ২০১৮ তারিখে (ইংরেজি ভাষায়)"}