{"pageid": 1069355, "title": "সেন্ট জন্‌স, অ্যান্টিগুয়া ও বার্বুডা", "url": "https://bn.wikipedia.org/wiki?curid=1069355", "content": "সেন্ট জন্‌স (ইংরেজি: St. John's) উত্তর আটলান্টিক মহাসাগরের ক্যারিবীয় সাগরে অবস্থিত পশ্চিম ভারতীয় দ্বীপপুঞ্জের রাষ্ট্র অ্যান্টিগুয়া ও বার্বুডার রাজধানী ও বৃহত্তম শহর। এর জনসংখ্যা ২২,২১৯। সেন্ট জন্‌স অ্যান্টিগুয়া দ্বীপের বাণিজ্যিক কেন্দ্র ও প্রধান সমুদ্র বন্দর।\n\n\n== ইতিহাস ==\n\nসেন্ট জন্‌স লোকালয় ১৬৩২ সালে অ্যান্টিগুয়া ও বার্বুডাতে উপনিবেশ স্থাপনের শুরু থেকে এটির প্রশাসনিক কেন্দ্র। ১৯৮১ সালে দেশটি স্বাধীনতা লাভ করলে এটি নবগঠিত দেশটির রাজধানীতে পরিণত হয়।  \n\n\n== অর্থনীতি ==\n\nসেন্ট জন্‌স ক্ষুদ্রতর অ্যান্টিল দ্বীপপুঞ্জের সবচেয়ে উন্নত ও বিশ্বজনীন নগরীগুলির একটি। নগরীতে প্রচুত কেনাকাটার বিপণীবিতান (শপিং মল) ও ছোট বিশেষায়িত দোকান (বুটিক) ছড়িয়ে আছে, যেগুলিতে উঁচু দরের গহনা ও পোশাক বিক্রি করা হয়। \nসেন্ট জন্‌সের অবকাশ যাপনকেন্দ্রগুলিতে বহু পর্যটক ঘুরতে আসে। প্রতি সপ্তাহে একাধিকবার এটির পোতাশ্রয়ের হেরিটেজ কে ও রেডক্লিফ কে নামের ঘাটগুলিতে প্রমোদতরীগুলি নোঙর ফেলে।\nশহরের বিনিয়োগ ব্যাংকিং খাতটি বেশ শক্তিশালী। এখানে বিশ্বের প্রধান আর্থিক প্রতিষ্ঠানগুলির কার্যালয় আছে। \nশহরের দক্ষিণ-পশ্চিম প্রান্তে একটি বাজারে টাটকা শাকসবজি, মাংস ও তাজা মাছ প্রতিদিন কিনতে পাওয়া যায়। \nসিটাডেল এলাকায় অবস্থিত অ্যান্টিগুয়ার রাম (এক ধরনের মদ্যপানীয়) চোলাই কারখানাটি দ্বীপটির একমাত্র এরকম কারখানা। \n\n\n== জনপরিসংখ্যান ==\n\nসেন্ট জন্‌সের সিংহভাগ অধিবাসীই অ্যান্টিগুয়ার বাকি অংশের মত, তারা মূলত আফ্রিকান ও মিশ্র ইউরোপীয়-আফ্রিকান বংশোদ্ভূত। এছাড়া একটি শ্বেতাঙ্গ ইউরোপীয় সম্প্রদায় আছে, যাদের মধ্যে ব্রিটিশ ও পর্তুগিজরা উল্লেখ্য। এছাড়া এখানে লেভান্তীয় খ্রিস্টান আরবদের একটি সম্প্রদায় বাস করে। \n\n\n== প্রশাসন ==\nপূর্ব ক্যারিবীয় বেসামরিক বিমান চলাচল কর্তৃপক্ষের প্রধান কার্যালয়টি সেন্ট জন্‌সের ফ্যাক্টরি রোড সড়কে অবস্থিত।\nসেন্ট জন্‌স ইংল্যান্ডের লন্ডনের অন্তর্ভুক্ত ওয়ালটহ্যাম ফরেস্ট বরো-র (Borough) যমজ শহর। \n\n\n== সংস্কৃতি ==\nসেন্ট জন্‌সে অনেক জাদুঘর আছে, যাদের মধ্যে অ্যান্টিগুয়া ও বার্বুডা জাদুঘর ও সামুদ্রিক শিল্পকলা জাদুঘর দুইটি উল্লেখ্য। শেষোক্ত জাদুঘরে জীবাশ্মবিশিষ্ট সমুদ্রতলদেশীয় শিলা, আগ্নেয় প্রস্তরখণ্ড, প্রস্তরীভূত কাঠ, প্রায় ১০ হাজারেরও বেশি ঝিনুকের সংগ্রহ এবং ইংল্যান্ডের জাহাজডুবির ধ্বংসাবশেষ রক্ষিত আছে। \n\nসেন্ট জন্‌স শহরের ঠিক পূর্বে নর্থ সাউন্ড এলাকায় স্যার ভিভিয়ান রিচার্ডস স্টেডিয়াম নামক একটি বহুমুখী স্টেডিয়াম আছে। এটিকে মূলত ক্রিকেট ম্যাচ খেলার জন্য তৈরি করা হয়েছিল। এখানে ২০০৭ সালের ক্রিকেট বিশ্বকাপের কিছু ম্যাচ অনুষ্ঠিত হয়েছিল। অ্যান্টিগুয়া ও বার্বুডার জাতীয় স্টেডিয়াম, অ্যান্টিগুয়া রিক্রিয়েশন গ্রাউন্ড, সেন্ট জন্‌সে অবস্থিত।\n\n\n== ভূগোল ==\nসেন্ট জন্‌সের নিকটবর্তী গ্রাম ও বসতির মধ্যে সেন্ট জনস্টন উল্লেখ্য। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n উইকিভ্রমণ থেকে St. John's ভ্রমণ নির্দেশিকা পড়ুন।\nStreet map of St John's Antigua  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ নভেম্বর ২০১৮ তারিখে From Paradise Islands (non-commercial site)\nMap of St. John's at Caribbean-On-Line.com"}