{"pageid": 10691, "title": "ভারতচন্দ্র রায়", "url": "https://bn.wikipedia.org/wiki?curid=10691", "content": "রায়গুণাকর ভারতচন্দ্র রায় (১৭১২ – ১৭৬০): অষ্টাদশ শতাব্দীর শ্রেষ্ঠ বাঙালি কবি ও মঙ্গলকাব্যের সর্বশেষ শক্তিমান কবি। হাওড়া জেলার পেড়ো-বসন্তপুরে জন্ম । পরবর্তী জীবনে তিনি নদিয়ার কৃষ্ণনগর রাজপরিবারের আশ্রয় গ্রহণ করেন। নদিয়ারাজ কৃষ্ণচন্দ্র রায় অন্নদামঙ্গল কাব্যের স্বীকৃতিতে তাঁকে ‘রায়গুণাকর’ উপাধিতে ভূষিত করেন। অন্নদামঙ্গল ও এই কাব্যের দ্বিতীয় অংশ বিদ্যাসুন্দর তাঁর শ্রেষ্ঠ কীর্তি। সংস্কৃত, আরবি, ফারসি ও হিন্দুস্তানি ভাষার মিশ্রণে আশ্চর্য নতুন এক বাগভঙ্গি ও প্রাচীন সংস্কৃত ছন্দের অনুকরণে বাংলা কবিতায় নিপুণ ছন্দ প্রয়োগ ছিল তাঁর কাব্যের বৈশিষ্ট্য। তাঁর কাব্যের অনেক পঙ্‌ক্তি আজও বাংলা ভাষায় প্রবচনতুল্য। যথাযথভাবেই রবীন্দ্রনাথ তাঁর কাব্যকে তুলনা করেন “রাজকণ্ঠের মণিমালা”-র সঙ্গে। তাঁর আর একটি বিখ্যাত কাব্য সত্যনারায়ণ পাঁচালী বা  সত্যপীরের পাঁচালি। ভারতচন্দ্র ১৭৬০ সালে মৃত্যুবরণ করেন এবং তাঁর মৃত্যুর সাথে বাংলা সাহিত্যের মধ্যযুগের সমাপ্তি হয়।\n\n\n== জন্ম ও শৈশব ==\nভারতচন্দ্র অষ্টাদশ শতাব্দীর বাংলার বর্ধমান জেলার ভুরসুট পরগণার পান্ডুয়া গ্রামে ১৭১২ খ্রিষ্টাব্দে জমিদার নরেন্দ্রনারায়ণ রায়ের ঔরসে ভবানী দেবীর গর্ভে চতুর্থ তথা কনিষ্ঠ সন্তান রূপে জন্মগ্রহণ করেন। জমির অধিকার সংক্রান্ত বিবাদ সূত্রে নরেন্দ্রনারায়ণ বর্ধমানের রাজা কীর্তিচন্দ্র রায়ের জননীকে কটূক্তি করায় রাজাজ্ঞায় বর্ধমানের সেনাপতি নরেন্দ্রনারায়ণের জমিদারি গ্রাস করে নিলে বাস্তুচ্যূত জমিদার নরেন্দ্রনারায়ণ পালিয়ে যান এবং ভারতচন্দ্র মণ্ডলঘাট পরগনার নওয়াপাড়া গ্রামে মামার বাড়িতে চলে আসেন।\n\n\n== শিক্ষা ও বিবাহ ==\nমামা বাড়ির সন্নিহিত তাজপুর গ্রামের টোলে ব্যাকরণ ও অভিধান পাঠের মাধ্যমে তার বিদ্যাশিক্ষার শুরু। চৌদ্দ বছর বয়সে তাঁর বিয়ে হয় নরোত্তম আচার্যের কন্যার সারদার সঙ্গে। কেবলমাত্র সংস্কৃত শিক্ষা করেছেন বলে তাঁর বড় ভাইয়েরা ভর্ৎসনা করাতে, ভারতচন্দ্র হুগলী জেলার বাঁশবেড়িয়ার নিকট সরস্বতী নদী তীরবর্তী পশ্চিম দেবানন্দপুর গ্রামের রামচন্দ্র মুন্সীর কাছে ফারসি ভাষা শেখেন। এ সময় সত্যনারায়ণ পূজা উপলক্ষে ১৭৩৭ খ্রিষ্টাব্দে তিনি মাত্র পনেরো বছর বয়সে সত্যনারায়ণ পাঁচালী রচনা করেন। তার তিন পুত্রের নাম পরীক্ষিৎ, রামতনু ও ভগবান।\n\n\n== কারাবাস ও পলায়ন ==\nভারতচন্দ্র আত্মীয়দের পরামর্শে মোক্তার হিসেবে বর্ধমানে যান ও তাঁর পিতার ইজারা গৃহীত জমি দেখাশোনা করেন। কিন্তু তাঁর ভাইয়েরা নিয়মিত কর প্রেরণে অপারগ হলে বর্ধমানের রাজা ঐ জমিটি খাসভুক্ত করে নেন। এতে ভারতচন্দ্র আপত্তি করায় তাঁকে কারাগারে আবদ্ধ করা হয়। কিছুদিনের মধ্যে কারা রক্ষকের দয়ায় তিনি গোপনে মারাঠা শাসিত কটকে পালিয়ে সুবেদার শিবভট্টর কাছে আশ্রয় লাভ করেন।\n\n\n== পুরীধামে বসবাস ==\nভারতচন্দ্র শিব ভট্টর কাছে নিজের সব ঘটনা খুলে বলেন ও পুরী ধামে কিছুদিন বাস করার ইচ্ছা প্রকাশ করেন। দয়াশীল সুবেদার তাঁর কর্মচারী, মঠের আধিকারিক ও পাণ্ডাদের নির্দেশ দেন যে উনি যতদিন শ্রীক্ষেত্রে থাকতে চান, ততদিন ওনার কাছ থেকে যেন কোনরকম কর না চাওয়া হয় বা ওনার যখন যে মঠে ইচ্ছা উনি থাকতে পারবেন সেরকম ব্যবস্থা যেন করা হয়। ভারতচন্দ্র এবং ওনার ভৃত্যের আহারের জন্য প্রতিদিন একটি বলরামী আটকের ব্যবস্থাও করেন উনি।\n\n\n== কৃষ্ণচন্দ্রের আশ্রয় ==\nনবদ্বীপের রাজা কৃষ্ণচন্দ্র রায়ের অনুরোধে ভারতচন্দ্র কৃষ্ণনগর গেলে রাজা তাঁকে চল্লিশ টাকা বেতন ও বাসস্থানের ব্যবস্থা করে দেন। তাঁর আদেশে ভারতচন্দ্র ১৭৫২ খ্রিষ্টাব্দে কবিকঙ্কণ মুকুন্দরাম চক্রবর্তীর রচনা প্রণালীতে অন্নদামঙ্গল রচনা করতে শুরু করেন। একজন ব্রাহ্মণ তাঁর রচনা লিখে রাখতেন ও নীলমণি সমাদ্দার নামে এক গায়ক তাতে সুর দিতেন। এরপরে রাজার আদেশে তিনি বিদ্যাসুন্দর রচনা করেন। বিদ্যাসুন্দর রচনার পরে ভারতচন্দ্র রসমঞ্জরী পুস্তকটি রচনা করেন। এছাড়াও সত্যপীরের কথা, নাগাষ্টক, ইত্যাদি রচনা করেন। রাজা কৃষ্ণচন্দ্র তাঁকে গুণাকর উপাধি প্রদান করেন। এরপরে রাজা কৃষ্ণচন্দ্র রায় ভারতচন্দ্রকে চব্বিশ পরগনার মূলাযোড় (অধুনা শ্যামনগর) গ্রামে বাস করবার জন্য ছয়শত টাকা বার্ষিক রাজস্ব নির্দিষ্ট করে গ্রামখানি ইজারা দেন।\n\n\n== তথ্যসূত্র =="}