{"pageid": 106961, "title": "শক্তিপীঠ", "url": "https://bn.wikipedia.org/wiki?curid=106961", "content": "শক্তিপীঠ হিন্দুধর্মের পবিত্রতম তীর্থগুলির অন্যতম। লোকবিশ্বাস অনুসারে, শক্তিপীঠ নামাঙ্কিত তীর্থগুলিতে দেবী দাক্ষায়ণী সতীর দেহের নানান অঙ্গ প্রস্তরীভূত অবস্থায় রক্ষিত আছে। সাধারণত ৫১টি শক্তিপীঠের কথা বলা হয়ে থাকলেও, শাস্ত্রভেদে পীঠের সংখ্যা ও অবস্থান নিয়ে মতভেদ আছে।প্রাচীন আগম মন্থনভৈরব তন্ত্র, কুব্জিকামত তন্ত্র,  আম্নায়মঞ্জরী, \nতন্ত্রসদ্ভাব গ্রন্থে ৬৪ শক্তিপীঠের উল্লেখ আছে ।  পীঠনির্ণয় তন্ত্র গ্রন্থে শক্তিপীঠের সংখ্যা ৫১। শিবচরিত গ্রন্থে ৫১টি শক্তিপীঠের পাশাপাশি ২৬টি উপপীঠের কথাও বলা হয়েছে। কুব্জিকাতন্ত্র গ্রন্থে এই সংখ্যা ৪২। আবার জ্ঞানার্ণবতন্ত্র গ্রন্থে পীঠের সংখ্যা ৫০। ভারতীয় উপমহাদেশের নানা স্থানে এই শক্তিপীঠগুলি ছড়িয়ে ছিটিয়ে রয়েছে। কলকাতার কালীঘাট, বীরভূমের বক্রেশ্বর, নলহাটি; বাংলাদেশ রাষ্ট্রের\nযশোরেশ্বরী (সাতক্ষীরা) ভবানীপুর ইত্যাদি বাংলার কয়েকটি গুরুত্বপূর্ণ শক্তিপীঠ।\n\nকিংবদন্তি অনুসারে, সত্য যুগের কোনও এক সময়ে মহাদেবের উপর প্রতিশোধ নেওয়ার জন্য দক্ষ রাজা বৃহস্পতি নামে এক যজ্ঞের আয়োজন করেছিলেন। কন্যা সতী দেবী তার ইচ্ছার বিরুদ্ধে 'যোগী' মহাদেবকে বিবাহ করায় দক্ষ ক্ষুব্ধ ছিলেন। দক্ষ মহাদেব ও সতী দেবী ছাড়া প্রায় সকল দেব-দেবীকে নিমন্ত্রণ করেছিলেন। মহাদেবের অনিচ্ছা সত্ত্বেও সতী দেবী মহাদেবের অনুসারীদের সাথে নিয়ে অনুষ্ঠানে উপস্থিত হন। দক্ষ দেবী মহামায়া কে কথা দিয়ে ছিলেন তিনি তার কোন রূপ অপমান করলে তিনি তাকে ত্যাগ করবেন\nকিন্তু সতী দেবী আমন্ত্রিত অতিথি না হওয়ায় তাকে যথাযোগ্য সম্মান দেওয়া হয়নি। অধিকন্তু দক্ষ মহাদেবকে অপমান করেন। সতী দেবী তার স্বামীর প্রতি পিতার এ অপমান সহ্য করতে না পেরে যোগবলে আত্মাহুতি দেন।\nশোকাহত ও রাগান্বিত হয়ে দক্ষর যজ্ঞ ভণ্ডুল করেন এবং সতী দেবীর মৃতদেহ কাঁধে নিয়ে বিশ্বব্যাপী প্রলয় নৃত্য শুরু করেন। অন্যান্য দেবতা অনুরোধ করে এই নৃত্য থামান এবং বিষ্ণুদেব তার সুদর্শন চক্র দ্বারা সতী দেবীর মৃতদেহ ছেদন করেন। এতে সতী মাতার দেহখণ্ডসমূহ ভারতীয় উপমহাদেশের বিভিন্ন জায়গায় পড়ে এবং পবিত্র পীঠস্থান (শক্তিপীঠ) হিসেবে পরিচিতি পায়।\nসকল শক্তিপীঠসমূহে শক্তিদেবী ভৈরবের সাথে অবস্থান করেন। শক্তিপীঠের সংখ্যা ৫১ টি।\n\n\n== চার আদি শক্তিপীঠ ==\nকিছু গুরুত্বপূর্ণ ধর্মীয় গ্রন্থাবলী যেমন কালিকা পুরাণ এবং মন্থনভৈরব তন্ত্র শনাক্ত করে চারটি প্রধান শক্তিপীঠ (কেন্দ্র), যেমন ওডিয়ান (কাশ্মীর) \nমতান্তরে ওড্রদেশ (উড়িষ্যা),কামরূপ(আসামের কামাখ্যা), পূর্ণগিরি ও জলন্ধর(পাঞ্জাব) থেকে উৎপত্তি লাভ করেছিল।\nকুব্জিকামত তন্ত্রের দ্বিতীয় পটল 1 অনুসারে, দেবী কুব্জিকা হিমালয়ের পশ্চিম দিকে (কাশ্মীরে) উড্ডয়ন করে পৌঁছে ত্রিপুরসুন্দরী রূপে স্থাপিতা হন, তাই ওই পীঠের নাম ওডিয়ান। এটি ওড্র বিমলা পীঠের থেকে পৃথক । এরপর দেবী তার কিঞ্চিৎ দক্ষিণে এক পর্বতে করালা রূপে স্থাপিতা হন । সেই স্থানের নাম জলন্ধর। পরবর্তীতে তিনি সহ্যাদ্রী পর্বতে এসে পূর্ণেশ্বরী নামে বিখ্যাতা হন। সবশেষে কুব্জিকা স্কয়ং কামরূপে এসে প্রতিষ্ঠিত হন ।\n\n\n=== চার আদি শক্তিপীঠের তালিকা ===\nনিম্নের তালিকায়: \n\n\"শক্তি\" অর্থাৎ প্রত্যেক \"স্থানে\" পূজিত দেবী, যিনি দাক্ষায়ণী, দুর্গা বা পার্বতীর বিভিন্ন রূপ;\n\"দেহ খণ্ড বা অলঙ্কার\" অর্থাৎ সতী দেবীর শরীরের বিভিন্ন অংশ বা অলঙ্কার যা শ্রী বিষ্ণুর সুদর্শন চক্র দ্বারা ছেদনের পর সেই \"স্থানে\" পতিত হয়েছিল এবং মন্দির প্রতিষ্ঠিত হয়েছিল।\n\nএ চারটি ছাড়াও ধর্মীয় গ্রন্থাবলী দ্বারা স্বীকৃত আরও ৫২টি বিখ্যাত শক্তিপীঠ রয়েছে।\n\n\n=== মানচিত্রে আদি শক্তিপীঠ ===\n\n\n== অষ্টাদশ মহাশক্তিপীঠ ==\n\nআদি শঙ্কর লিখিত অষ্টাদশ মহাশক্তিপীঠ স্তোত্রম এ মহাশক্তিপীঠ বলে উল্লেখিত ১৮ শক্তিপীঠের তালিকা নিম্নরূপ:\n\n\n=== মানচিত্রে ===\n\n\n== শক্তিপীঠ ==\nনিম্নের তালিকায়: \n\n\"শক্তি\" অর্থাৎ প্রত্যেক \"স্থানে\" পূজিত দেবী, যিনি দাক্ষায়ণী, বা মহামায়া পার্বতীর বিভিন্ন রূপ;\n\"ভৈরব\" অর্থাৎ ঐ দেবীর স্বামী , যারা প্রত্যেকেই শিবের বিভিন্ন অবতার (রূপ);\n\"দেহ খণ্ড বা অলঙ্কার\" অর্থাৎ সতী দেবীর শরীরের বিভিন্ন অংশ বা অলঙ্কার যা শ্রী বিষ্ণুর সুদর্শন চক্র দ্বারা ছেদনের পর সেই \"স্থানে\" পতিত হয়েছিল এবং মন্দির প্রতিষ্ঠিত হয়েছিল ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশক্তিপীঠ - শক্তিপীঠের উপর ওয়েবসাইট\n৫২ শক্তিপীঠের মানচিত্র\n১৮ শক্তিপীঠের মানচিত্র\nশ্রী স্বামীজীর শ্রীলঙ্কার শঙ্করী মন্দির দর্শন \nদক্ষ যজ্ঞ - দক্ষের ত্যাগ এবং শক্তিপীঠের উত্পত্তির গল্প \nগায়ত্রী শক্তিপীঠ, বটিকাঃ ভূমিকা"}