{"pageid": 1069435, "title": "জিয়াউল মোস্তফা আজমী", "url": "https://bn.wikipedia.org/wiki?curid=1069435", "content": "জিয়াউল মোস্তফা আজমী কাদেরী রেজভী আমজাদী (مفتی ضیاء المصطفی اعظمی رضوی قادری امجد) (হিন্দী: मुफ्ती अल्लामा ज़ियाउल मुस्तफा कादरी) (২৮ ডিসেম্বর ১৯৩৫) একজন ইসলামি পণ্ডিত।  তিনি মুফতি আসজাদ রেজা খানের অধীনে নায়েব কাজী উল কুয'যাত ফিল হিন্দ (ভারতের উপ-প্রধান মুফতি) হিসাবে দায়িত্ব পালন করছেন, যিনি সুন্নি বেরলভী আন্দোলন দ্বারা ভারতের প্রধান মুফতি হিসাবে বিবেচিত হন।\nজিয়াউল মোস্তফা ভারতে পাঁচ দশকেরও বেশি সময় ধরে বুখারী ও মুসলিম হাদিস শিক্ষা দিয়েছেন এবং ৬০,০০০টিরও বেশি হাদিস বর্ণনাকারীর ধারা ও সত্যতার সাথে জানেন। ২০১৬ সালে, ইসলামী চিন্তাধারার জন্য রয়েল আ'ল আল-বাইত ইনস্টিটিউট দ্বারা তাকে বিশ্বের ৫০০ জন প্রভাবশালী মুসলমানদের একজন হিসাবে স্বীকৃতি দিয়েছে।\n\n\n== জন্ম ও পরিবার ==\nতিনি ১৯৩৫ সালের ২৮ ডিসেম্বর (২ শাওয়াল ১৩৫৪ হিজরি) ভারতের উত্তর প্রদেশের ঘোসিতে জন্মগ্রহণ করেন। তার পিতা সদর উশ শরিয়াহ ছিলেন ভারতের প্রধান মুফতি এবং মুজাদ্দিদ ইমাম আহমদ রেজা খান কাদেরীর উত্তরসূরী। তার জন্মের নাম ছিল মুহাম্মদ ওয়াহিদ আলী। হুজুর সদর উশ শরিয়াহের ছেলে আল্লামা জিয়াউল মোস্তফা তার পিতার মাধ্যমে মাওলানা খায়রুদ্দীনের বংশ পর্যন্ত পৌঁছায়।\n\n\n== শিক্ষা ==\nতার পিতা আমজাদ আলী আজমী তাকে বাড়িতে পড়াতেন এবং পরে তিনি পণ্ডিত ফয়জুল আরিফীন গোলাম আসির কাছে পড়াশোনা করতে যান। তিনি শাহ আব্দুল আজিজ মুরাদাবাদী মুবারকপুরীর অধীনে জামিয়া আশরাফিয়া মুবারকপুরে ভর্তি হন। তিনি বিভিন্ন ইসলামী বিজ্ঞান অধ্যয়ন করেন এবং ১৯৫৪ সালে জামিয়া আশরাফিয়া থেকে ১৯ বছর বয়সে স্নাতক হন। তার শিক্ষক শাহ আব্দুল আজিজ মুরাদাবাদী বলেন, “হুজুর সদরুশ শরীয়াহ থেকে আমি যা কিছু অর্জন করেছি, তার পুরোটাই জিয়াউল মোস্তফাকে দিয়েছি”।\n\n\n== জীবন এবং সেবা ==\nতিনি ২২ বছর বয়সে ভারতের আজমগড়ের জামিয়া আশরাফিয়া মুবারকপুরের শিক্ষক হিসাবে নিযুক্ত হন। তিনি শারাই কাউন্সিল অফ ইন্ডিয়ার সভাপতি এবং বেরেলিতে বার্ষিক ফিকহী সেমিনারের প্রধান। তিনি দুটি মাদ্রাসা তাইবাতুল উলামা জামিয়া আমজাদিয়া রেজভিয়া এবং কুলইয়াতুল বানাতুল আমজাদিয়া (মেয়েদের জন্য) এর প্রতিষ্ঠাতা। ১৯৮১ সালে তার মা হাজরার অনুরোধে মেয়েদের শিক্ষার জন্য ইনস্টিটিউটটি প্রতিষ্ঠিত হয়েছিল। তিনি ২০১৯ সালের মার্চ মাসে বেরেলিতে অনুষ্ঠিত ১৬তম বার্ষিক ফিকহী সেমিনারে ভারতের উপ-প্রধান মুফতি হিসাবে নিযুক্ত হন। তার কয়েক হাজার ছাত্র পণ্ডিত হয়েছে এবং সুন্নি সুফি আন্দোলনের সাথে যুক্ত হয়েছে।\nতিনি আশরাফিয়ায় 'মুমতাজ উল ফুকাহা' বলে বিবেচিত হন। তার বিখ্যাত উপাধি হল মুহাদ্দিসে কাবীর। \n\n\n=== বই এবং গ্রন্থ ===\nতিনি বর্তমানে বিখ্যাত হাদিস সংকলন সুনানে তিরমিযীর একটি শরাহ (ব্যাখ্যা) লিখছেন।\n\n\n=== ফতোয়া লেখা ===\nমোস্তফা রেজা খানের অধীনে কাজ করার পর থেকে তিনি বিভিন্ন বিষয়ে কয়েক হাজার ফতোয়া লিখেছেন। তিনি মুফতি আজম-ই-হিন্দ মোস্তফা রেজা খানের উত্তরাধিকারী (খলিফা) হিসাবেও নিযুক্ত হন।\n\n\n=== বিতার্কিক বা মুনাজির ===\nতার অফিসিয়াল ওয়েবসাইট অনুসারে, তিনি বিতর্ক এবং আহলে সুন্নাহ আকিদা ও বিশ্বাসে বিশেষজ্ঞ ছিলেন এবং দেওবন্দী ও ওয়াহাবী পণ্ডিতদের বিরুদ্ধে বাদায়ুন, বানারস এবং কাটিহারে বিখ্যাত বিতর্কে জয়ী হয়েছেন। তিনি নিয়মিত সমগ্র ভারত এবং বিশ্বের অন্যান্য স্থানে ইসলামি সেমিনার ও সম্মেলনে নেতৃত্ব দেন।\n\n\n== উত্তরাধিকার ==\nতার একজন ছাত্র এবং ইসলামী পণ্ডিত মাওলানা আফতাব মুসা কাসিম রেজভী দক্ষিণ আফ্রিকার ডারবানে \"ইমাম মোস্তফা রেজা গবেষণা কেন্দ্র\" প্রতিষ্ঠা করেছেন। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআল্লামা জিয়াউল মোস্তফার অফিসিয়াল ওয়েবসাইট"}