{"pageid": 1069580, "title": "মঙ্গল গ্রহের উপগ্রহ", "url": "https://bn.wikipedia.org/wiki?curid=1069580", "content": "মঙ্গল গ্রহের দুটি উপগ্রহ হলো ফোবোস ও ডিমোস। এদের আকৃতি অনিয়মিত। আগস্ট ১৮৭৭-এ মার্কিন জ্যোতির্বিজ্ঞানী আসাফ হল এই উপগ্রহ দুটি আবিষ্কার করেছিলেন এবং গ্রিক পুরাণে বর্ণিত যমজ চরিত্র ফোবোস (ভয়) ও দেইমোস (আতঙ্ক) থেকে মঙ্গল গ্রহের উপগ্রহ দুটির নামকরণ হয়েছে। গ্রিক পুরাণে ফোবোস ও ডিমোস হলো আরেসের সন্তান, যা আবার গ্রিক ভাষায় মঙ্গল গ্রহের নাম।\nপৃথিবীর প্রাকৃতিক উপগ্রহ চাঁদের তুলনায় মঙ্গল গ্রহের ফোবোস ও ডিমোস উপগ্রহ দুটি আকারে ছোট। ফোবোসের ব্যাস ২২.২ কিলোমিটার ও ভর ১.০৮×১০১৬ কিলোগ্রাম। ডিমোসের ব্যাস ১২.৬ কিমি ও ভর ২.০×১০১৫ কিগ্রা। ফোবোসের কক্ষপথ মঙ্গল গ্রহের নিকটতম, এবং এর অর্ধ-পরাক্ষ ৯৩৭৭ কিমি ও কক্ষীয় পর্যায়কাল ৭.৬৬ ঘণ্টা। ডিমোসের কক্ষপথ মঙ্গল গ্রহের নিকটতম, এবং এর অর্ধ-পরাক্ষ ২৩৪৬০ কিমি ও কক্ষীয় পর্যায়কাল ৩০.৩৫ ঘণ্টা।\n\n\n== ইতিহাস ==\n\n\n=== প্রাথমিক জল্পনা ===\n\nবৃহস্পতি গ্রহের উপগ্রহের আবিষ্কারের পর মঙ্গল গ্রহের উপগ্রহের অস্তিত্ব নিয়ে জল্পনা তৈরি হয়েছিল। শনি গ্রহের বলয় আবিষ্কারের গোপন প্রতিবেদন হিসেবে গ্যালিলিও গ্যালিলেই Altissimum planetam tergeminum observavi (\"আমি সবচেয়ে দূরের গ্রহের তিনরকম রূপ পর্যবেক্ষণ করেছি\") এই লাতিন বাক্যের অ্যানাগ্রাম smaismrmilmepoetaleumibunenugttauiras ব্যবহার করেছিলেন। ইয়োহানেস কেপলার এর ভুল বিশ্লেষণ করেছিলেন এবং তিনি Salve umbistineum geminatum Martia proles (\"হেই, ক্ষিপ্ত যমজ, মার্সের পুত্র\") এই লাতিন বাক্যটি পেয়েছিলেন।\n\n\n== অনুসন্ধান ==\n\nযদিও মঙ্গল গ্রহের অনেক মহাকাশযান ফোবোস ও ডিমোসের উপর চিত্র ও অন্যান্য তথ্য আহরণ করেছিল, অনেক কমসংখ্যক মহাকাশযান এই উপগ্রহদের জন্য তৈরি করা হয়েছে এবং ফ্লাইবাই ও অবতরণ এদের উদ্দেশ্য।\n১৯৮৮ সালে সোভিয়েত ইউনিয়নের ফোবোস কর্মসূচির অধীনে দুটি মহাকাশযান পাঠানো হয়েছিল, কিন্তু বিবিধ সমস্যার জন্য এর কোনোটাই ফোবোস বা ডিমোসের উপর অবতরণ করতে পারেনি (যদিও ফোবোস ২ মহাকাশযানটি সফলভাবে ফোবোস উপগ্রহের আলোকচিত্র তুলেছিল)। পরবর্তীকালে রাশিয়ার ফোবোস-গ্রুন্ত মহাকাশযান ফোবোসের প্রথম স্যাম্পল রিটার্ন মিশন হওয়ার উদ্দেশ্য ছিল, কিন্তু রকেটের সমস্যার জন্য এটি ২০১১ সালে ভূ-কক্ষপথে আটকে গিয়েছিল। মহাকাশযানটিকে পুনরায় সক্রিয় করার চেষ্টা ব্যর্থ হয়েছিল, এবং ১৫ জানুয়ারি ২০১২-এ অনিয়ন্ত্রিত পুনঃপ্রবেশের মাধ্যমে চিলির পশ্চিমদিকে প্রশান্ত মহাসাগরের উপর এটি ধ্বংস হয়েছিল।\n\n\n== তথ্যসূত্র =="}