{"pageid": 1069379, "title": "বৈকুণ্ঠ", "url": "https://bn.wikipedia.org/wiki?curid=1069379", "content": "বৈকুণ্ঠ (সংস্কৃত: वैकुण्ठ) বা বিষ্ণুলোক হলো দেবতা বিষ্ণু এবং দেবী লক্ষ্মীর আবাস। এটি \"চিরন্তন (নিত্য) স্বর্গীয় রাজ্য\" এবং \"ঐশ্বরিক (অপ্রাকৃত) অবিনশ্বর ও শাশ্বত বাসস্থান\"। বৈকুণ্ঠ শব্দের আক্ষরিক অর্থ হলো 'কুণ্ঠারহিত স্থান'।  কুণ্ঠা অর্থাৎ সংকোচ, লজ্জা, দ্বিধা, ভয়, নিরাশা, হতাশা, আলস্য ও দরিদ্রতা, দুশ্চিন্তা, উদ্বেগ। যেখানে জড়তা, ভয় আদি কুণ্ঠা নেই, সেস্থানই বৈকুণ্ঠ নামে কথিত হয়। অন্যভাবে বলা যায়, কুণ্ঠ শব্দের অর্থ চিন্তার স্থান। এই জড় জগৎকে বলা হয় কুণ্ঠ জগৎ, কেননা এই জগৎ চিন্তা ও দুঃখে পরিপূর্ণ। এজগতে প্রাণীরা জন্ম, মৃত্যু, বৃদ্ধাবস্থা ও রোগের প্রভাবে আবদ্ধ। কিন্তু আধ্যাত্মিক জগতে, সেই চারটি দুঃখের কোন প্রশ্নই উঠে না। সেই স্থান চিন্তা এবং দুঃখ হতে সম্পূর্ণ মুক্ত, তাই এস্থানকে বৈকুণ্ঠ বলা হয় যা চিন্তা-দুঃখ থেকে মুক্ত এবং সর্বদা আনন্দ-উল্লাসে পরিপূর্ণ।\nলঘুভাগবতামৃত গ্রন্থে (পূর্ব ২/৩৬-৪২) বিষ্ণুধর্মোত্তর শাস্ত্রের উদ্ধৃতি দিয়ে এই ব্রহ্মাণ্ডের\nঅন্তর্গত বিষ্ণুলোকের বর্ণনা করে বলা হয়েছে—\"শিবের আলয় রুদ্রলোকের উপরিভাগে চার লক্ষ মাইল পরিমিত বিষ্ণুলোক নামক সর্বলোকের অগম্য একটি লোক আছে। তার উপরিভাগে সুমেরুর পূর্বদিকে লবণ-সমুদ্রের মধ্যভাগে জলের মধ্যে অবস্থিত বৃহদাকার স্বর্ণময় মহাবিষ্ণুলোক রয়েছে। শ্রীবিষ্ণুকে দর্শন করার জন্য ব্রহ্মা ও অন্যান্য দেবতারা মধ্যে মধ্যে সেখানে যান। এই লোকে জনার্দন বিষ্ণু লক্ষ্মীর সঙ্গে শেষশয্যায় বর্ষার চার মাস নিদ্রিত থাকেন। সুমেরুর পূর্বদিকে ক্ষীরসমুদ্রের মধ্যে শুভ্রবর্ণা অন্য পুরী আছে,তাতে ভগবান শ্রীবিষ্ণু লক্ষ্মীর সঙ্গে শেষাসনে উপবেশন করে বিরাজ করেন। সেখানেও প্রভু বর্ষার চার মাস নিদ্রাসুখ উপভোগ করেন। তারই দক্ষিণ দিকে ক্ষীরসমুদ্রের মধ্যে দুই লক্ষ মাইল পরিমিত শ্বেতদ্বীপ নামক বিখ্যাত পরম সুন্দর একটি দ্বীপ আছে।” ব্রহ্মাণ্ড পুরাণ, বিষ্ণু পুরাণ, মহাভারত ও পদ্মপুরাণ আদি শাস্ত্রে শ্বেতদ্বীপের বর্ণনা রয়েছে। \nব্যাসপুত্র শ্রীশুকদেবের শিষ্য বলে কথিত সন্ত চরণদাস তার অমরলোক অখণ্ডধামবর্ণন রচনায় বলেন, প্রকৃতি বা জড় জগতের বাইরে সূর্যমণ্ডলসম তেজপুঞ্জ (ব্রহ্মজ্যোতির্ময়লোক বা ব্রহ্মধাম )  এর উর্ধ্বে নানা বর্ণবিশিষ্ট, বিবিধ ফলবন্ত কল্পবৃক্ষ, বহুমূল্য মণি-রত্ন-হীরকময় ধ্বজ-পতাকা সমন্বিত অগণিত প্রাসাদে পূর্ণ  বৈকুণ্ঠধামের  বর্ণনা করেছেন, যেখানে দিব্য বসন, ভূষণ, নানা রত্নময় আভরণ পরিহিত শ্রীহরি তার পার্ষদদের সাথে মহাসুখে বিরাজ করেন। \nশ্রীসম্প্রদায়ের মহান আচার্য রামানুজও তার বৈকুণ্ঠ গদ্যমে বৈকুণ্ঠধামের বর্ণনা করেছেন।\nরামানুজের মতে, বৈকুণ্ঠ হল পরম পদম্ বা নিত্য বিভূতি, \"অনন্ত স্বর্গীয় রাজ্য\", এবং \"ঐশ্বরিক অবিনশ্বর জগত যা ঈশ্বরের আবাস\"। জড় জগতের বহির্ভাগে এটি সর্বোচ্চ স্থান। জয় ও বিজয় বৈকুণ্ঠের দুইজন দ্বারপাল, এবং তাদের দ্বারা এটি রক্ষিত। বৈকুণ্ঠে বিষ্ণুর সেনার নেতৃত্বে রয়েছে বিষ্বকসেন  বৈষ্ণব সাহিত্যে, বৈকুণ্ঠকে চতুর্দশ ভুবনের ঊর্ধ্বে সর্বোচ্চ লোক হিসাবে বর্ণনা করা হয়েছে।  বৈকুণ্ঠে রয়েছে স্বর্ণের প্রাসাদ, দিব্য ও চিন্ময় বিমান এবং মনোরম উদ্যান। বৈকুণ্ঠের উদ্যানে সুগন্ধযুক্ত মিষ্টি ফল ও ফুল উৎপন্ন হয়। বৈকুণ্ঠ সত্যলোকের ২৬,২০০,০০০ যোজন (২০৯,৬০০,০০০ মাইল) উপরে অবস্থিত।\nপ্রচলিত পুরাণ ও বৈষ্ণব ঐতিহ্য অনুসারে বৈকুণ্ঠ মকর রাশির খুব সন্নিকটে বিরাজমান। মহাজাগতিক বিজ্ঞানের পরিপ্রেক্ষিতে বলা হয়েছে যে বিষ্ণুর দৃষ্টি দক্ষিণ স্বর্গীয় মেরুতে রয়েছে এবং সেখান থেকে তিনি মহাবিশ্বকে দেখছেন।  ঋগ্বেদে বলা হয়েছে যে ,ভগবান বিষ্ণুর সেই সর্বোচ্চ আবাসের দিকে দেবতাগণ সর্বদা দৃষ্টিপাত করেন।\nবৈকুণ্ঠ হলো সেই স্থান যেখানে বিষ্ণুর ভক্তরা মুক্তি লাভ করে। বৈকুণ্ঠে ভক্ত চতুর্বিধ মুক্তি প্রাপ্ত হন যেমন, \nসালোক্য - ভগবানের সাথে একলোকে বাস , সার্ষ্টি - ভগবানের সমান-ঐশ্বর্য্য-প্রাপ্তি , সামীপ্য - ভগবানের নিকটে বাস , সারূপ্য - ভগবানের সমান রূপবিশিষ্ট হওয়া। \nবৈকুণ্ঠে প্রবেশকারী ভক্তের কখনই বয়স বৃদ্ধি হয় না এবং তিনি সর্বদা ভগবানের মতই তরুণ থাকেন। ভক্ত যদি পুরুষ হন তবে তিনি শঙ্খ, চক্র, গদা এবং পদ্মধারী চতুর্ভুজ রূপ এবং নীলবর্ণদেহ প্রাপ্ত হন,  ভগবান বিষ্ণুর মতোই সুদর্শন এবং পেশীবহুল হয়ে উঠেন। এককথায় পুরুষ ভক্ত ভগবান বিষ্ণুর সারূপ্য প্রাপ্ত হন। যদি ভক্ত নারী হন, তবে তিনি দেবী লক্ষ্মীর মতোই সুন্দরী দেবীতে রূপান্তরিত হয়ে উঠেন অর্থাৎ লক্ষ্মীদেবীর সারূপ্য প্রাপ্ত হন।\n\n\n== সাহিত্য ==\n\n\n=== বেদ ===\nবেদে বৈকুণ্ঠ নামের উল্লেখ নেই, তবে ঋগ্বেদের একটি শ্লোক বৈকুণ্ঠকে বিষ্ণুর পরম পদ বলে উল্লেখ করেছে:\n\nতদ্ বিষ্ণোঃ পরমম্ পদম্ সদা পশ্যন্তি সূরয়ঃদেবতারা সর্বদা বিষ্ণুর পরম পদ (বৈকুণ্ঠ) দর্শন করেন।\n\n\n=== ভাগবত পুরাণ ===\nবৈকুণ্ঠ এবং এর বৈশিষ্ট্যগুলি বৈষ্ণবধর্মের শ্রদ্ধেয় ধর্মগ্রন্থ ভাগবত পুরাণে বর্ণনা করা হয়েছে। এডউইন ব্রায়ান্ট তার বইয়ে (২০০৩) ভাগবত পুরাণের পাঠে বৈকুণ্ঠের বর্ণনা করা শ্লোকগুলি সম্পর্কে মন্তব্য করেছেন:\n\nভাগবতে বৈকুণ্ঠের কথা বলা হয়েছে, যা জড় জগতের সমস্ত লোকের আরাধ্য (১০.১২.২৬), সেই সর্বোচ্চ ধামে বিষ্ণু বাস করেন (১২.২৪.১৪)। এটি সর্বোচ্চ জগৎ (৪.১২.২৬); অজ্ঞানতারূপ অন্ধকার ও সংসারচক্রের বহির্ভাগে (জন্ম ও মৃত্যুর চক্রের বাইরে) অবস্থিত (৪.২৪.২৯; ১০.৮৮.২৫); যারা বেঁচে থাকা অবস্থায় প্রকৃতির তিনটি গুণ অতিক্রম করেছে তাদের গন্তব্য (১১.২৫.২২); এর বাইরে কোন উচ্চ স্থান নেই (২.২.১৮, ২.৯.৯); শান্তিপ্রিয় তপস্বীগণ সেই স্থানে পৌঁছায় এবং তারা আর ফিরে আসে না (৪.৯.২৯; ১০.৮৮.২৫-২৬)। বৈকুণ্ঠের বাসিন্দাদের জড় দেহ নেই তবে বিশুদ্ধ অপ্রাকৃত রূপ রয়েছে (৭.১.৩৪) এই রূপগুলি নারায়ণ নামে পরিচিত বিষ্ণুর মতো (৩.১৫.১৪.)। \nভাগবতে বৈকুণ্ঠ সম্পর্কিত স্বামী প্রভুপাদের অনুবাদ:\n\nচিদাকাশে পরমেশ্বর ভগবানের ও তাঁর ভক্তদের নিবাসস্থান বৈকুণ্ঠ নামক চিন্ময় লোক রয়েছে। সেই স্থান জড় জগতের সমস্ত লোকের অধিবাসীদের দ্বারা পূজিত। বিষ্ণু বা নারায়ণ সৌভাগ্যের দেবী লক্ষ্মীর সাথে বৈকুণ্ঠে স্ফটিকনির্মিত দেয়ালশোভিত প্রাসাদে বাস করেন। বৈকুণ্ঠলোকে সমস্ত অধিবাসীরা পরমেশ্বর ভগবানের মতো রূপ সমন্বিত। তাঁরা সকলেই ইন্দ্রিয়তৃপ্তির বাসনাশূন্য হয়ে, পরমেশ্বর ভগবানের ভক্তিময়ী সেবায় যুক্ত। বৈকুণ্ঠলোকে আদি পুরুষ পরমেশ্বর ভগবান বিরাজ করেন, এবং তাঁকে বৈদিক শাস্ত্রের মাধ্যমে জানা যায়। তিনি শুদ্ধ সত্ত্বময়, যাতে রজঃ ও তমো গুণের কোন স্থান নেই। তিনি ভক্তদের ধর্মীয় প্রগতি বিধান করেন। সেই বৈকুণ্ঠলোকে অত্যন্ত মঙ্গলময় অনেক বন রয়েছে। সেই সমস্ত বনের বৃক্ষগুলি অভীষ্টপূরণকারী কল্পবৃক্ষ, এবং সমস্ত ঋতুতে সেইগুলি ফুল ও ফলে পরিপূর্ণ থাকে, কেননা বৈকুণ্ঠলোকে সব কিছুই চিন্ময় ও সবিশেষ। বৈকুণ্ঠলোকের অধিবাসীরা তাঁদের পত্নী ও পার্ষদগণসহ বিমানে বিচরণ করেন,এবং নিরন্তর ভগবানের চরিত ও লীলাসমূহ গান করেন, যা সর্বদাই অমঙ্গলজনক প্রভাব থেকে মুক্ত। শ্রীভগবানের মহিমা যখন তাঁরা কীর্তন করেন, তখন মধুপূর্ণ মাধবীলতার প্রস্ফুটিত ফুলের সুগন্ধকেও তা উপহাস করে। যখন ভ্রমরদের অধিপতি উচ্চস্বরে গুঞ্জন করে ভগবানের মহিমা কীর্তন করে,তখন কপোত, কোকিল, সারস, চক্রবাক, চাতক, হংস, শুক, তিত্তির, ময়ূর প্রভৃতি বিহঙ্গকুলের কলরব ক্ষণকালের জন্য স্তব্ধ হয়। ভগবানের মহিমা শ্রবণ করার জন্য, এই সমস্ত অপ্রাকৃত বিহঙ্গেরা তাদের নিজেদের গান বন্ধ করে দেয়।যদিও মন্দার, কুন্দ, কুরবক, উৎপল, চম্পক, অর্ণ, পুন্নাগ, নাগকেশর, বকুল, কমল ও পারিজাত বৃক্ষসমূহ অপ্রাকৃত সৌরভমণ্ডিত পুষ্পে পূর্ণ, তবুও তারা তুলসীর তপশ্চর্যার জন্য তাঁকে বহু সম্মান করে। কেননা ভগবান তুলসীকে বিশেষ মর্যাদা প্রদর্শন করেছেন, এবং তিনি স্বয়ং তুলসীপত্রের মালা কণ্ঠে ধারণ করেন।বৈকুণ্ঠবাসীরা মরকত, বৈদূর্য ও স্বর্ণ নির্মিত তাঁদের বিমানে আরোহণ করে বিচরণ করেন, যা তারা কেবল পরমেশ্বর ভগবানের শ্রীপাদপদ্মে প্রণতি দ্বারা প্রাপ্ত হয়েছেন। যদিও তাঁরা গুরু নিতম্বিনী, স্মিত হাস্যোজ্জ্বল সমন্বিত সুন্দর মুখমণ্ডল শোভিতা পত্নী পরিবৃতা, কিন্তু তবুও তাঁদের হাস্য-পরিহাস ও সৌন্দর্যের আকর্ষণ তাঁদের কামভাব উদ্দীপ্ত করতে পারে না,যেহেতু তারা সবাই ভগবানের চিন্তায় নিমগ্ন। বৈকুণ্ঠলোকের রমণীরা লক্ষ্মীদেবীর মতোই সুন্দরী। এই প্রকার অপ্রাকৃতসৌন্দর্যমণ্ডিত রমণীরা হস্তে লীলাপদ্ম ধারণ করেন, এবং তাঁদের চরণের নূপুর থেকে কিঙ্কিণি-ধ্বনি উত্থিত হয়, পরমেশ্বর ভগবানের কৃপাদৃষ্টি লাভের আশায় কখনও কখনও তাঁরা সুবর্ণ সংযুক্ত স্ফটিকময় দেওয়ালগুলি সম্মার্জন করেন। লক্ষ্মীদেবী দাসী পরিবৃতা হয়ে প্রবাল খচিত দিব্য জলাশয়ের তীরে তাঁর বাগানে তুলসীদল নিবেদন করে পরমেশ্বর ভগবানের পূজা করেন। ভগবানের পূজা করার সময়, তাঁরা যখন জলে উন্নত নাসিকা-সমন্বিত তাঁদের সুন্দর মুখমণ্ডলের প্রতিবিম্ব দর্শন করেন, তখন তাঁদের কাছে তা আরও অধিক সুন্দর বলে মনে হয়।\n\n \n\nভাগবতের দ্বিতীয় স্কন্ধের শ্রীল প্রভুপাদকৃত অনুবাদ:\n\n\n=== পদ্ম পুরাণ ===\nপদ্ম পুরাণে মহাবৈকুণ্ঠ যোগপীঠের বর্ণনা রয়েছে, যেখানে শ্রীমহাদেব বলেছেন :\n\nপ্রধান ও পরমব্যোমের মধ্যে বিরজা নদী বিদ্যমানা, ঐ শুভা বিরজা বেদাঙ্গ হইতে জাত স্বেদজল দ্বারা প্রবাহবতী। তাহার পর পারে মহাকাশ, সেই মহাকাশে সনাতনী ত্রিপাদ বিভূতি বিদ্যমানা। ঐ ত্রিপাদবিভূতি অক্ষর ব্রহ্মপদ ; উহা অমৃত, শাশ্বত, নিত্য, অনন্ত, পরম, শুদ্ধ সত্ত্বময় ও দিব্য। উহার অব্যয় কান্তি অনেক কোটি সূর্য ও বহ্নির ন্যায়; উহা সৰ্ব্ববেদময়, শুদ্ধ, সৃষ্টি-লয়-হীন, সংখ্যাতীত, অজর, নিত্য; জাগ্রৎ, স্বপ্ন ও সুষুপ্তিরূপ মায়াবস্থাত্রয় বিবর্জ্জিত, হিরন্ময়, মোক্ষাস্পদ, ব্রহ্মানন্দসুখাবহ, সমানাধিক্যরহিত, আদ্যন্তহীন, শুভ এবং তেজোদ্বারা অদ্ভুত রম্য ও নিত্য আনন্দসাগর। বিষ্ণুর পরমপদ এই সকল ও অন্যান্য নানাগুণে সমন্বিত ; সূৰ্য্য, চন্দ্ৰ কিম্বা পাবক ঐ পদ উদ্‌ভাসিত করে না। বিষ্ণুর সেই পরম ধাম শাশ্বত, নিত্য ও অচ্যুত ; তথায় গমন করিলে পুনরাবৃত্তি হয় না। কোটিকল্প কালেও তাহার বর্ণনা করা যায় না। যাহা অক্ষর ও বেদগুহ্য, যাহাতে সবিশ্ব দেবগণ নিষণ্ণ, সেই দেবগণও যাঁহার যৎকিঞ্চিৎ তত্ত্ব বিদিত, হে দেবি! বিজ্ঞগণ সেই বিষ্ণুর পরমধাম সূর্য্যতেজের ন্যায় সর্ব্বদা নভোমণ্ডলে বিস্তৃত অবলোকন করেন। যোগিপুঙ্গবগণ জ্ঞান ও শাস্ত্রপথদ্বারা তাহাকে দর্শন করেন। সেই ধাম আদিত্যবর্ণ, অচ্যুত, জ্যোতির্ম্ময় ও তমোঅতীত, ব্রহ্মলোক তাহার আধার এবং উহা শুদ্ধসত্ত্ব ও সনাতন। সেই জাগরূক শাশ্বত পদে নবযৌবনসম্পন্না শ্রীদেবী এবং নবযৌবনবান্ পরমপুরুষ নিয়ত বিদ্যমান। মান্যা ভূমি ও নীলাদেবী বিদ্যমানা, তথায় বিষ্ণুবল্লভা যুবতী ঐ ভূমি ও নীলাদেবী বাস করেন। ঐ নীলাদেবী ভূমির ভগিনী। ঐ স্থানে যে শুভদর্শন সনাতন সাধ্য ও বিশ্বদেব বাস করেন, তাহাঁরা সর্বদা ঐ পরমপদের মহিমা কীৰ্ত্তন করিয়া থাকেন। তথায় বিজ্ঞানবিদ বিপ্রগণ নিত্য জাগ্রত ও প্রদীপিত এবং তাঁহারা বাস বাসনায় সে স্থানে গমন করেন। বিষ্ণুর ঐ পরমধাম মোক্ষ বলিয়া আখ্যাত হয়। ঐ স্থানে বন্ধবিমুক্তি ও সুখাস্পদপ্রাপ্তি হয় এবং তথায় গমন করিলে পুনরাবৃত্তি হয় না; এজন্য উহা মোক্ষ বলিয়া উদাহৃত হইয়া থাকে । মোক্ষ, পরমপদ, দিব্য, অমৃত, বিষ্ণুমন্দির, অক্ষর, পরমধাম, বৈকুণ্ঠ, শাশ্বতপদ, নিত্য, পরমব্যোম, সর্ব্বোৎকৃষ্ট, সনাতন—এই সকল ঐ অচ্যুত মোক্ষপদ পরব্যোমের পর্য্যায়বাচক। ত্রিপাদ্‌বিভূতির লোক অসংখ্য কথিত হয়। ঐ সকল লোক শুদ্ধসত্ত্বময়, ব্রহ্মানন্দসুখসম্পন্ন, নিত্য, নির্বিকার,হেয়রাগাদি বর্জ্জিত, হিরণ্ময়, শুদ্ধ, কোটিদিবাকরপ্রভ, বেদময়, দিব্য এবং কামক্রোধহীন । তাঁহারা ভক্তিরস দ্বারা একমাত্র নারায়ণ-পদাম্বুজের সেবা করেন, নিরন্তর সামগান করিয়া পূর্ণসুখে মগ্ন থাকেন। সকলেই পঞ্চোপনিষৎ স্বরূপ ও বেদবর্চ্চা ; বেদময় দিব্য নারী পুরুষ দ্বারা পরিবৃত ; একমাত্র বেদগণই যাহার জল ; এইরূপ রসাঢ্য সরোবরসমূহ দ্বারা উপশোভিত। উহা শ্ৰুতি, স্মৃতি ও পুরাণাদি শাস্ত্ররূপ স্থাবর সমন্বিত। বিরজা ও পরব্যোমের মধ্যবর্তী স্থানকে কেবল বলে, অব্যক্ত ব্রহ্মের সেবকগণই ঐ স্থান উপভোগ করেন। ঐ কেবল পদ আত্মানুভবজ আনন্দসুখদ, নিঃশ্রেয়স ও নির্বাণপদপ্রদ, এজন্য সেই কেবল পদকে কৈবল্য মোক্ষ বলা হয়। তাহার পর হরির পরমধাম  বৈকুণ্ঠ, বৈকুণ্ঠ নানা জনপদাকীর্ণ, রত্নময় প্রাকার, বিমান ও সৌধসমন্বিত। তন্মধ্যে অযোধ্যানাম্নী এক দিব্য নগরী আছে, ঐ নগরী মণি ও কাঞ্চনের নানা চিত্রে সমৃদ্ধা এবং বহু প্রাকার তোরণপরিবৃতা । তাহার দ্বার চারিটি, ঐ দ্বারচতুষ্টয় রত্নগোপুরপরিবৃত। চণ্ড-কুমুদাদি দ্বারপালগণ ঐ সকল দ্বারের রক্ষক ; তন্মধ্যে পূর্ব্বদ্বারে চণ্ড ও প্রচণ্ড, দক্ষিণদ্বারে ভদ্র ও সুভদ্র, পশ্চিম দ্বারে জয় ও বিজয় এবং উত্তর দ্বারে ধাতা ও বিধাতা অবস্থিত। এতদ্‌ভিন্ন কুমুদ, কুমুদাক্ষ, পুণ্ডরীক, বামন, শঙ্কুকর্ণ, সর্ব্বনেত্র, কুসুম, সুপ্রতিষ্ঠিত —ঐ পুরীর এই সকল দিকপাল কথিত হয় । হে শুভাননে! কোটি পাবকপ্রভ গৃহপংক্তিদ্বারা ঐ পুরী পরিবেষ্টিতা এবং নবযৌবনা দিব্য রমণীগণ দ্বারা নিত্য সমন্বিতা। ঐ পুরীর মধ্যস্থানে দেবদেবের মনোহর মণ্ডপ বিদ্যমান, ঐ মণ্ডপ মণিময়প্রাকারযুক্ত, রত্নতোরণশোভিত, বহুবিমান, উত্তম গৃহ,প্রাসাদ এবং দিব্য অপ্সরা রমণীগণ দ্বারা অলঙ্কৃত। ঐ মহোচ্চ মধ্যমণ্ডপের নাম রাজস্থান, ঐ শুভ স্থান, রত্নময়, সহস্র মণিমাণিক্যস্তস্তযুক্ত, দিব্য মুক্তাসমাকীর্ণ এবং সামগানে পরম রমণীয়। উহার মধ্যে সর্ব্ববেদময় রম্য শুভ সিংহাসন বিদ্যমান। ঐ সিংহাসন বেদময়াত্মক ধৰ্ম্মাদি দেবগণ —ধৰ্ম্ম, জ্ঞান, মহৈশ্বৰ্য্য, বৈরাগ্য, পাদবিগ্ৰহ ঋক্‌, যজু সাম ও অথর্ববেদ—এই সকলে যথাক্রমে নিত্য পরিবৃত। শক্তি, চিচ্ছক্তি, সদাশিবা এবং ধর্ম্মাদি দেবতাগণের পৃথক্ পৃথক্ শক্তি উহার আধার শক্তি। উহার মধ্যে অপ্রাকৃত বহ্নি,সূর্য্য ও চন্দ্র বাস করেন এবং কূর্ম্ম, নাগরাজ,বৈনতেয়, বেদাধিপ, মন্ত্রসমূহের ছন্দ ইহারা ঐ সিংহাসনের পীঠত্ব প্রাপ্ত হইয়া অবস্থিত রহিয়াছেন। ঐ পীঠ সর্ব্বাক্ষরময় দিব্য যোগপীঠ নামে অভিহিত। সিংহাসন মধ্যে নবোদিত আদিত্যপ্রভ অষ্টদলপদ্ম বিদ্যমান, হে শুভদর্শনে! তন্মধ্যে সাবিত্রীনাম্নী কর্ণিকায় ঈশ্বরীর সহিত পরম পুরুষ দেবেশ সমাসীন। তিনি ইন্দীবরদলবৎ শ্যাম, কোটিদিবাকর তুল্য দীপ্তিশালী, যুবা, কুমার, স্নিগ্ধ কোমলকায়,প্রস্ফুটিত-রক্তপদ্মপ্রভ, সরোজবৎকোমলাঙ্ঘ্রি, প্রবুদ্ধপুণ্ডরীকাক্ষ, উত্তমভ্রূলতাযুগাঙ্কিত, সুনাস, সুকপোল, সুশ্রোত্র এবং কমলানন । তাঁহার দশন মুক্তাফলাভ, অধর সস্মিত ও বিদ্রুম-রক্তিম, বর্ণ পূর্ণচন্দ্র তুল্য এবং মুখকমল ঈষৎ হাস্যযুক্ত, তাঁহার কর্ণ তরুণাদিত্যবর্ণ কুণ্ডলদ্বয়ে মণ্ডিত, তিনি সুস্নিগ্ধ নীল কুটিলকুন্তলে উপশোভিত, মন্দার ও পারিজাত প্রসূনে তাঁহার কেশ কবরীকৃত ; তিনি নবোদিত দিবাকর প্রভ কৌস্তুভে বিভূষিত, তাঁহার কম্বুকণ্ঠ হার ও সুবর্ণমাল্যে বিলম্বিত এবং তিনি সিংহস্কন্ধকান্তি উচ্চ ও স্থুল স্কন্ধদ্বয়সমন্বিত । তাঁহারভুজচতুষ্টয় স্থুল ও দীর্ঘ, তিনি অঙ্গুরীয়ক কটক ও কেয়ূর দ্বারা পরিশোভিত এবং কোটিবালার্ককান্তি কৌস্তুভাদি উত্তম বিভূষণ ও বনমালা দ্বারা তাঁহার বিশাল বক্ষ বিভূষিত ৷ তাঁহার নাভিদেশে এক সরোজ শোভমান, ঐ সরোজ বিধাতার জন্মস্থান। তাঁহার পরিধানে পীতবসন, ঐ বসন বালতপননিভ ও শ্লক্ষ্ণ । অঙ্ঘ্রিযুগল কটকযুগলে শোভিত, ঐ কটকযুগল নানা রত্নে বিচিত্রিত৷ তাঁহার নখপংক্তি উত্তম জ্যোৎস্নাযুক্ত চন্দ্রপ্রভ,তিনি কোটি কন্দর্পের লাবণ্যযুত এবং সৌন্দর্য্যের নিধি। সেই অচ্যুতের দেহ দিব্য চন্দন দ্বারা চর্চ্চিত ও দিব্য মাল্যে বিভূষিত, তিনি একদিকে উদ্যত বাহুদ্বয় দ্বারা শঙ্খ ও চক্র এবং অপরদিকে ঐরূপ বাহুদ্বয়ে বর ও অভয় ধারণ করিয়া বিরাজিত রহিয়াছেন। তাঁহার বাম ক্রোড়ে দেবী মহেশ্বরী মহালক্ষ্মী অবস্থিতা ; তিনি হিরণ্যবর্ণা, হরিণী, সুবর্ণ ও রজতমাল্যধারিণী সর্ব্ব লক্ষণসম্পন্না এবং নবযৌবনা । তাঁহার কর্ণ রত্নকুণ্ডলমণ্ডিত, মস্তক নীলাকুঞ্চিত কেশকলাপে বিভূষিত, দেহ দিব্য চন্দনচর্চ্চিত ও দিব্য কুসুমে শোভিত। মন্দার, কেতকী ও জাতিপুষ্পে শোভিত তদীয় কেশসমূহ সুমনোহর রূপ ধারণ করিয়াছে; তিনি সুভ্রু, সুনাসা,সুশ্রোণী ও পীনোন্নতপয়োধরা । তাঁহার দেহ পূর্ণেন্দুকান্তি, বদনকমল ঈষৎ হাস্যযুক্ত, কর্ণদ্বয় তরুণাদিত্যবর্ণ কুণ্ডলদ্বয়ে শোভিত। তিনি তপ্তকাঞ্চনবর্ণাভা ও তপ্তকাঞ্চনভূষণা ৷ তাঁহার করচতুষ্টয় কনককমলশোভিত ও কমনীয়, তিনি নানাবিধ বিচিত্র রত্ন, কনকমালা, হার, কেয়ুর কটক ও অঙ্গুরীয়নিচয়ে শোভিত। তিনি একদিকের হস্তদ্বয়ে দুইটা উন্নত পদ্ম ও অপরদিকের করদ্বয়ে কাঞ্চনকান্তি দুইটি মাতুলুঙ্গ ধারণ করিয়া বিরাজ করিতেছেন। প্রভু মহেশ্বর এইরূপ নিত্যানপায়িনী মহালক্ষ্মীর সহিত শাশ্বত মহাকাশে অনিশ, মুদিত হইয়া থাকেন। ধরণী ও নীলা দেবী তাঁহার পার্শ্বস্থ শুভাসনে সমাসীনা রহিয়াছেন এবং অষ্টদিকে পদ্মের উন্নত দলাগ্রে বিমলাদি শক্তিসমূহ শোভা পাইতেছেন। বিমলা,উৎকর্ষিণী, জ্ঞানা, ক্রিয়া, যোগা, প্রহ্বী, সত্যা,এবং ঈশানা—এই সৰ্ব্ব লক্ষণসম্পন্না অষ্ট শক্তি সুধাকরসমপ্রভ দিব্য চামর করে লইয়া অচ্যুত পরমাত্মা পতির প্রীতি সম্পাদন করিতেছেন। দিব্য অপ্সরাগণ ও সর্ব্বাভরণভূষিতা পঞ্চশত অন্য রমণী তাঁহার অন্তঃপুরে বাস করে। তাহারা সকলেই পদ্মহস্তা, কোটি কোটি পাবক প্ৰভা,\nসর্ব্বলক্ষণসম্পন্না ও চন্দ্রবদনা। সেই পরম পুরুষরাজ ঐ সকল রমণী ধারা পরিবৃত হইয়া পরম শোভা ধারণ করিয়াছেন। সেই পুরুষ অসংখ্য বিহগরাজ, সেনানী, সুরেশ্বরগণ ও অন্যান পরিজন দ্বারা পরিবৃত হইয়া রমার সহিত হর্ষভরে ভোগেশ্বর্য্য উপভোগ করিতেছেন। হে শুভে ! বৈকুণ্ঠনাথ এইরূপে তদীয় পরমপদে মুদিত হইয়া রহিয়াছেন। হে গিরিজে ! এক্ষণে সেই বৈকুণ্ঠের বিভিন্ন ব্যূহ লোক সকলের কথা কহিতেছি। বৈকুণ্ঠলোকের পূর্ব্বদিকে বাসুদেবমন্দির, আগ্নেয়দিকে লক্ষ্মীলোক, দক্ষিণে সঙ্কর্ষণনিলয়, নৈর্ঋতে সরস্বতীর ভবন, পশ্চিমে প্রদ্যুম্নপুরী, বায়ব্যদিকে রতিদেবীর লোক, উত্তরদিকে অনিরুদ্ধভূমি এবং ঈশানে শান্তিলোক। ইহা হইল বৈকুণ্ঠের প্রথম আবরণ। বৈকুণ্ঠের দ্বিতীয়াবরণ অতি সুশোভন, এ আবরণে কেশবাদি চতুৰ্ব্বিংশতি লোক যথাক্রমে অবস্থিত । মনোজ্ঞ তৃতীয়াবরণে মৎস্য, কুৰ্ম্মাদি লোক সকল বিলক্ষিত। সত্য, অচ্যুত, অনন্ত, দুর্গা, বিষ্বক্‌সেন, গজানন,শঙ্খনিধি, পদ্মনিধি—ইহারা শুভ চতুর্থাবরণে বিরাজিত । ঋক্, যজু, সাম, অথর্ব্ব, সাবিত্রী,গরুড়, ধর্ম ও যজ্ঞ এই সকল সেই বৈকুণ্ঠের সর্ব্ববায় অক্ষর পঞ্চমাবরণে মূর্তস্বরূপে অবস্থিত। মূর্তিমান শঙ্খ, চক্র, গদা, পদ্ম, খড়্গ, শার্ঙ্গ, হল, মুষল এবং অন্যান্য সর্ব্বশস্ত্র লোক সকল বৈকুণ্ঠের মন্ত্রময় অক্ষর ষষ্ঠাবরণ। ঐন্দ্র, পাবক, যাম্য, নৈর্ঋত, বারুণ, বায়ব্য, সৌম্য তথা  কৌবের ও ঈশান—মুনিগণ বৈকুণ্ঠলোকের এই সকল সপ্তমাবরণ বলিয়াছেন। শাশ্বত সাধ্য, মরুদ্‌গণ ও বিশ্বদেব ইহারা পরমধামে বাস করেন ; আর শ্রুতি বলেন– অশাশ্বত অন্যান্য ত্রিদিববাসী সুরবরগণ প্রাকৃত লোকে বাস করিয়া স্বর্গের মহিমা অনুভব করিয়া থাকেন।এইরূপে বিভু ঈশ্বর ভোগপরায়ণ ও নিত্য মুক্ত ব্যক্তিগণের সহিত দিব্য মহিষীগণ সমভিব্যাহারে পরমপদে বিরাজ করেন৷ সেস্থানে সূর্য্য, চন্দ্র কিংবা পাবক প্রতিভাত হয় না, সংশিতব্রত যোগিগণ তথায় গমন করিয়া পুনরাবর্তন করেন না। ভক্তি ও শরণাগতি দ্বারা সেই সনাতন শাশ্বতপদপ্রাপ্তি হয়।\nবৈষ্ণব আচার্যদের মতে, এস্থলে মহাবৈকুণ্ঠস্থ যে ইন্দ্রাদি আবরণ দেবতা, সাধ্য, বিশ্বদেব, মরুৎগণ আদি দেবতা তথা অপরাপর  দেবীগণের উল্লেখ দর্শিত হয় তারা অপ্রাকৃত নিত্য ভগবৎপার্ষদ, প্রাকৃত ব্রহ্মাণ্ডস্থ ইন্দ্রাদি দেবগণ হতে ভিন্ন। বৈষ্ণবাচার্য বিশ্বনাথ চক্রবর্তীর মতে, ব্রহ্মা সৃষ্টির আদিতে নারায়ণের কৃপায় এই মহাবৈকুণ্ঠলোক (স্ব-লোকম্— মহাবৈকুণ্ঠম্) দর্শন করেছিলেন। \n\n\n=== নারায়ণ উপনিষদ ===\nনারায়ণ উপনিষদে বৈকুণ্ঠের উল্লেখ আছে:\n\nপ্রত্যগ্ আনন্দ ব্রহ্ম পুরুষম প্রণব স্বরূপম্ অ কার উ কারো ম কার ইতি তা অনেকধা সম্ এতদ্ ওঁ ইতি যম উক্ত মুচ্যতে যোগী জন্ম সংসার বন্ধনাৎ ওঁ নমো নারায়ণ ইতি মন্ত্রোপাসকঃ বৈকুণ্ঠ ভুবনম্ গমিষ্যতি তদ্ ইদম্ পুণ্ডরিকম্ বিজ্ঞানান্ ঘনম্ তস্মাদ তরিদভ মাতরম্ ব্রহ্মণ্যো দেবকীপুত্রো ব্রহ্মণ্যো মধুসূদনঃ ব্রহ্মণ্যো পুণ্ডরীকাক্ষো ব্রহ্মণ্যো বিষ্ণুঃ অচ্যুত ইতি সর্ব ভূতস্থম একম্ নারায়ণম্ কারণম্ রূপম্ অকারণম্ পরম ব্রহ্ম ওঁ\n\"ওঁ\" অক্ষরটি সরাসরি পরমানন্দে পূর্ণ পরমেশ্বরকে নির্দেশ করে। তিনটি ধ্বনি \"অ\", \"উ\" এবং \"ম\" দ্বারা প্রণব \"ওঁ\" গঠিত হয়। যে যোগী বারবার প্রণব উচ্চারণ করেন তিনি জড় জগতের বন্ধন থেকে মুক্ত হন। যে ব্যক্তি 'ওঁ নমো নারায়ণায়' মন্ত্রের দ্বারা ভগবানের উপাসনা করেন, তিনি অবশ্যই বৈকুণ্ঠের চিন্ময় রাজ্যে গমন করবেন। সেই বৈকুণ্ঠ চিন্ময় সচ্চিদানন্দঘন ব্রহ্মভুত আনন্দ দ্বারা গঠিত পরিপূর্ণ একটি পদ্মের মতো, যা উজ্জ্বলভাবে জ্যোতি বিকিরণ করছে। ভগবান দেবকীপুত্র, মধুসূদন, পুণ্ডরীকাক্ষ, বিষ্ণু ও অচ্যুত নামে পরিচিত। এক নারায়ণ সকল জীবের মধ্যে বিরাজমান। তিনিই সকল কারণের কারণ, পরম ব্রহ্ম।\n\n\n=== বৃহদ্ভাগবতামৃত ===\n\nবৃহদ্ভাগবতামৃত বৈকুণ্ঠে বিষ্ণুর কর্মকাণ্ডের চিত্র অঙ্কন করে:\n\n\n=== তিরুবাইমোলি ===\nনম্মালবর কৃত রচনায়, তামিল সাহিত্য ঐতিহ্যে বৈকুণ্ঠকে তিরুনাতু (পবিত্র ভূমি) হিসাবে উল্লেখ করা হয়েছে। শ্রীবৈষ্ণব সম্প্রদায়ে বৈকুণ্ঠকে একশ আটটি দিব্য স্বর্গগুলির মাঝে সর্বশেষ ও সর্বশ্রেষ্ঠতম বলা হয়েছে। একশ আট দিব্য দেশমের সর্বশেষ দুটি দেশম্ যথাক্রমে জড় ব্রহ্মাণ্ড ও তার বাইরে বিষ্ণুর চিন্ময় রাজ্য বৈকুণ্ঠে রয়েছে। ব্রহ্মাণ্ডে অবস্থিত একশ সাততম দিব্য দেশম ক্ষীর সমুদ্রে অবস্থিত। \n তিরুবাইমোলির তানিয়ান শ্লোকগুলি এই বৈকুণ্ঠ আবাসকে নিম্নরূপভাবে বর্ণনা করে: \n\n\n== আরও দেখুন ==\nব্রহ্মলোক\nবৈকুণ্ঠ গদ্যম\nক্ষীর সাগর\nবৈকুণ্ঠ একাদশী\nগোলোক\nবৈকুণ্ঠ চতুর্দশী\nকৈলাস\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nDallapiccola, Anna. Dictionary of Hindu Lore and Legend. আইএসবিএন ০-৫০০-৫১০৮৮-১.\nGail, Adalbert J. 1983. \"On the Symbolism of Three- and Four-Faced Vishnu Images: A Reconsideration of Evidence.\" Artibus Asiae 44(4):297–307. pp. 298–99."}