{"pageid": 1070913, "title": "শেরউড বন", "url": "https://bn.wikipedia.org/wiki?curid=1070913", "content": "শেরউড বন ইংল্যান্ডের নটিংহ্যামশায়ারে অবস্থিত একটি রাজকীয় বনভূমি, যা ঐতিহাসিকভাবে কিংবদন্তির চরিত্র রবিন হুডের সাথে সম্পর্কিত হওয়ায় সাধারণ্যে বিশেষভাবে পরিচিত।\nএই অঞ্চলটি শেষ বরফযুগের সমাপ্তির পর হতে বৃক্ষাচ্ছাদিত হয়ে আছে। বর্তমানে, জাতীয় প্রকৃতি সংরক্ষণের আওতাভূক্ত শেরউড বনটি ৪২৩.২ হেক্টর (১,০৪৬ একর) এলাকা জুড়ে বিস্তৃত, যা থোরসবি হলের অবস্থানকারী অ্যাডউইনস্টোয়ে গ্রামকে ঘিরে রেখেছে। এটি একটি পুরাতন, অনেক বড়, রাজকীয় শিকারের বনের অবশিষ্টাংশ, যার নামকরণ নটিংসহায়ারের শায়ার (বা শের) কাঠের নাম থেকে এসেছে এবং যেটি কয়েকটি প্রতিবেশী কাউন্টি (শায়ার) পর্যন্ত এরূপে বিস্তৃত ছিল যার সীমানা পশ্চিমে ইরোয়াশ নদী এবং পূর্বে ডার্বিশায়ারের বনের মধ্যবর্তী এলাকা নিয়ে গঠিত হয়েছিলো। ১০৮৬ সালে যখন ডোমসডে পুস্তকটি সংকলিত হয় তখন এই বনটি নটিংহ্যামশায়ারের প্রায় এক চতুর্থাংশ (আনুমানিক ১৯,০০০ একর বা ৭,৮০০ হেক্টর) এলাকা জুড়ে বিস্তৃত ছিল এবং বনজ আইনের অধীনে ছিল।\nবনটির নাম শেরউড দেয়া হয়েছে এর সংসদীয় আসনের নামানুসারে।\n\n\n== পর্যটন ==\n\nপ্রতিবছর শেরউড বনে ৩,৫০,০০০ পর্যটকের আগমন ঘটে যাদের অধিকাংশই বিশ্বের বিভিন্ন অংশ হতে আগত। প্রতি আগস্টে এখানে এক সপ্তাহ ব্যাপি রবিন হুড উত্‌সবের আয়োজন করা হয়। এই অনুষ্ঠানটি মধ্যযুগের কিংবদন্তীর চরিত্র রবিন হুডকে কেন্দ্র করে পালিত হয়।\n\n\n== মেজর ওক গাছ ==\nশেরউড বনটিতেই বিখ্যাত মেজর ওক গাছটির অবস্থান, স্থানীয় লোককাহিনী অনুসারে যেটি ছিলো রবিন হুডের প্রধান আস্তানা। এই ওক গাছটি ৮০০ থেকে ১,০০০ বছরের পুরানো এবং ভিক্টোরিয়ার যুগ থেকে প্রক্ষিপ্ত এর বিশাল শাখাগুলি বিভিন্ন দিকে আংশিকভাবে বিস্তৃত হয়ে উঁচু মাচানের মতো দৃশ্যের অবতারণা করেছে। বিশ্বের বড় বড় শহরে এর চারা রোপণের জন্য প্রেরণ করার উদ্দেশ্যে ১৯৯৮ সালে একটি স্থানীয় সংস্থা মেজর ওক গাছ থেকে কিছু অংশ কেটে এই বিখ্যাত গাছের ক্লোন চাষ শুরু করে।\n২০০৫ সালে বিবিসির টিভি প্রোগ্রাম সেভেন ন্যাচারাল ওয়ান্ডার্সে মেজর ওক গাছটিকে মধ্যাঞ্চলের অন্যতম প্রাকৃতিক বিস্ময় হিসাবে দেখানো হয়েছিল।\n\n\n== আরও দেখুন ==\nযুক্তরাজ্যের বনভূমির তালিকা;\nইংল্যান্ডের প্রাচীন বনের তালিকা।\n\n\n== তথ্যসূত্র ==\n\n\n== অধিক পঠন ==\nBankes,  Richard. Sherwood Forest in 1609: A Crown Survey (Thoroton Society record series).\nConduit,  Brian. Exploring Sherwood Forest.\nFletcher, John. Ornament of Sherwood Forest From Ducal Estate to Public Park.\nGray, Adrian. Sherwood Forest and the Dukeries (Phillimore) 2008.\nSherwood Forest and the East Midlands Walks (Jarrold Pathfinder Guides).\nInnes-Smith, Robert. The Dukeries & Sherwood Forest.\nOttewell, David. Sherwood Forest in Old Photographs (Britain in Old Photographs).\n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:রবিন হুড"}