{"pageid": 1070939, "title": "প্রজাপতি বাদুড়", "url": "https://bn.wikipedia.org/wiki?curid=1070939", "content": "প্রজাপতি বাদুড় (বৈজ্ঞানিক নাম: Kerivoula picta) বা রঙিন চামচিকা বা কমলা-বাদামি চামচিকা হলো ভেস্পারটিলিয়োনিডি গোত্রের অন্যতম অন্তর্ভুক্ত বাদুড় প্রজাতি। একে ইংরেজিতে “পেইন্টেড ব্যাট” বা “পেইন্টেড উলি ব্যাট” নামেও অভিহিত করা হয়।\n\n\n== বাসস্থান ==\nপ্রজাপতি বাদুড় বাংলাদেশ (জঙ্গলময় এলাকায়, বিশেষত ঢাকা বিভাগে), ব্রুনাই, মায়ানমার, কম্বোডিয়া, চীন, ভারত, ইন্দোনেশিয়া, মালয়েশিয়া, নেপাল, শ্রীলঙ্কা, থাইল্যান্ড ও ভিয়েতনামে পাওয়া যায়। শুষ্ক বনভূমিতে এদের পাওয়া যায়। এরা কিছুটা বিরল কিন্তু বিস্তৃত।\nউইলিয়াম টমাস ব্লানফোর্ডের দ্য ফনা অব ব্রিটিশ ইন্ডিয়া অনুসারে বাদুড়টি বাংলাদেশ থেকে ১৮৮৮ সালে সর্বশেষবারের মতো শনাক্ত করা হয়েছিল। ২০১৫ সালে আইইউসিএন ও বাংলাদেশের বন বিভাগ থেকে প্রকাশিত “লাল তালিকা”য় বাদুড়টির সম্পর্কে “তথ্য নেই” বলে উল্লেখ করা হয়। বাদুড়ের এই প্রজাতিটি বাংলাদেশ থেকে “বিলুপ্ত” হয়ে গেছে ধরে নেওয়া হয়েছিল। কিন্তু ২০২১ সালের জুন মাসে ১৩৩ বছর পর ঢাকার নিকটবর্তী মধুপুর জাতীয় উদ্যানে পুনরায় খুঁজে পাওয়া যায়।\n\n\n== বর্ণনা ==\nপ্রজাপতি বাদুড়ের দেহ ও লেজের দৈর্ঘ্য সমান। এদের দেহের দৈর্ঘ্য ৩ থেকে ৫.৫ সে.মি.। লেজের দৈর্ঘ্যও ৩ থেকে ৫.৫ সে.মি.। ডানা ১৮–৩০ সে.মি.। ওজন প্রায় ৫ গ্রাম।\nপ্রজাপতি বাদুড় উজ্জ্বল কমলা বা স্কারলেট রঙের হয়ে থাকে। ডানায় কালো রঙের মাঝে আঙুল বরাবর কমলা দাগ থাকে। কেরিভোউলা গণের অন্যান্য প্রজাতির মতো প্রজাপতি বাদুড়ের লম্বা, পশমি ও ঈষৎ কুঞ্চিত লোম রয়েছে। এদের ছোট, নরম, ফানেলাকৃতির একজোড়া কান এবং ৩৮টি দাঁত রয়েছে। কান দুটো লোমহীন, তুলনামূলক বড় ও গোলাকৃতির অগ্রভাগ বিদ্যমান। ট্রেগাস লম্বা, সরু ও স্বচ্ছ। এদের নাক লোমশ, কিন্তু নাসারন্ধ্র লোমহীন। স্ত্রী বাদুড়দের তুলনায় বয়স্ক পুরুষদের রঙ অধিক উজ্জ্বল।\n\n\n== আচরণ ==\nপ্রজাপতি বাদুড়েরা নিশাচর অথবা সন্ধ্যাচর। পাখিদের পরিত্যক্ত বাসা, কলাগাছের পাতা, ঘরের ছাঁইচের নিচ প্রভৃতি অস্বাভাবিক স্থানে এরা ছোট ছোট দলে বাসা বাঁধে। এরা জোড়ায় বা কেবল ২–৬ সদস্যের দলে বাসা বাঁধে। দিনে এরা সুপ্তাবস্থায় থাকে এবং এদের বিরক্ত করা হলে এরা ধীরতাপ্রাপ্ত হয়। এই বাদুড়দের উজ্জ্বল রঙ ছদ্মবেশ ধারণে উপযোগী। শত্রুর হাত থেকে বাঁচতে এরা শুকনো পাতা ও ফুলের মধ্যে লুকিয়ে থাকতে পারে। এরা মূলত পতঙ্গভোজী; ক্ষুদ্র ক্ষুদ্র পতঙ্গ খেয়ে এরা বাঁচে। ১–২ ঘণ্টা সময়ের উড্ডয়নে এরা খাদ্য সংগ্রহ করে।\nএই বাদুড়দের প্রজনন ও জীবনকাল সম্পর্কে খুব বেশি কিছু জানা যায় না। তবে, এরা মা, বাবা ও সন্তানের নিয়ে একক পরিবার গঠন করে। জুন থেকে আগস্ট মাসে এরা বাচ্চা প্রসব করে। স্ত্রী বাদুড় একবারে একটিমাত্র ছানার জন্ম দেয়।\nপ্রতিধ্বনিভিত্তিক অবস্থান নির্ণয় পদ্ধতি (একোলোকেশন) এবং ভেস্পারটিলিওনিডি পরিবারের সদস্য হিসেবে ইন্টারফেমোরাল পর্দার উপস্থিতি নির্দেশ করে যে প্রজাপতি বাদুড় বায়বীয় শিকারী। এরা ইন্টারফেমোরাল পর্দার সাহায্যে উড়ন্ত অবস্থায় পতঙ্গ শিকার করে।\n\n\n== প্রতিধ্বনিভিত্তিক অবস্থান নির্ণয় ==\nপ্রজাপতি বাদুড়ের প্রতিধ্বনিভিত্তিক অবস্থান নির্ণয় কেরিভৌলা গণের অন্যান্য সদস্যদের সদৃশ। প্রজাপতি বাদুড়ের রেকর্ডকৃত ডাক ব্রডব্যান্ড প্রকৃতির এবং ডাকের কম্পাঙ্কের সীমা ১৫৬.৯ কিলোহার্জ থেকে ৪১.৫ কিলোহার্জ। উড্ডয়ন ও বিশ্রাম অবস্থায় ডাকের হেরফের ঘটে; শুধুমাত্র চূড়া তরঙ্গ কম্পাঙ্ক অপরিবর্তিত থাকে। নিম্ন কম্পাঙ্কের শব্দ সৃষ্টিকারী বাদুড়ের তুলনায় উচ্চ কম্পাঙ্কের শব্দ সৃষ্টিকারী বাদুড় অধিক দক্ষতার সাথে শিকারে সক্ষম বলে দেখা যায়। স্বাভাবিক অবস্থায় এদের বাসস্থানের আশেপাশে ধ্বংসস্তূপের পরিমাণ বিবেচনা করা গুরুত্বপূর্ণ।\n\n\n== তথ্যসূত্র =="}