{"pageid": 1070875, "title": "ইরানের কেন্দ্রীয় ব্যাংক", "url": "https://bn.wikipedia.org/wiki?curid=1070875", "content": "ইরানের কেন্দ্রীয় ব্যাংক (ফার্সি: بانک مرکزی جمهوری اسلامی ايران, প্রতিবর্ণীকৃত: Bank Markazi-ye Jomhuri-ye Eslāmi-ye Irān আনুষ্ঠানিক নাম ইসলামি প্রজাতন্ত্রী ইরানের কেন্দ্রীয় ব্যাংক; সুইফট কোড: BMJIIRTH) হল ইরানের কেন্দ্রীয় ব্যাংক ও আর্থিক কর্তৃপক্ষ।\nএটি ১৯৬০ সালে ইরানি ব্যাংকিং ও আর্থিক আইনের অধীনে প্রতিষ্ঠিত হয়ে ইরান সরকারের ব্যাংকার হিসাবে কাজ করছে। আর্থিক  কর্তৃপক্ষ হিসেবে এটি ইরানি রিয়াল মুদ্রণ এবং বাজারে প্রবর্তন করার একচেটিয়া অধিকার ভোগ করে। ব্যাংক ও ব্যাংক বহির্ভূত আর্থিক প্রতিষ্ঠানসমূহ তদারকি, বৈদেশিক মুদ্রার মজুদ ব্যবস্থাপনা এবং ইরান সরকারের স্বর্ণ মজুদ ও ব্যবস্থাপনা এই ব্যাংকের অন্যতম প্রধান দায়িত্ব। এটি এশিয়ান ক্লিয়ারিং ইউনিয়নের প্রতিষ্ঠাতা সদস্য।\n\n\n== ইতিহাস ==\n১৮৮৯ সালে ইরানে ব্রিটিশ মালিকানাধীন ইমপেরিয়াল ব্যাংক অব পার্সিয়া প্রতিষ্ঠিত হয় যেটিকে ইরানি মুদ্রা ছাপানোর একচ্ছত্র অধিকার দেয়া হয়েছিলো। ১৮৯০ সালে ইমপেরিয়াল ব্যাংক অব পার্সিয়া ১ থেকে ১০০০ তোমান মূল্য মানের প্রথম ইরানি ব্যাংক নোট চালু করে। ব্রিটিশ ব্যাংকের সাথে প্রতিযোগিতার লক্ষে রাশিয়া সরকার ১৮৯৮ সালে ইরানে রাশিয়ান ঋণ এবং উন্নয়ন ব্যাংক চালু করে। পরবর্তীতে, ১৯২০ সালে একটি চুক্তির মাধ্যমে ব্যাংকটি ইরান সরকারের কাছে হস্তান্তরিত হয়।\nইরান সরকার সর্বপ্রথম ১৯২৭ সালে দেশের প্রথম রাষ্ট্রায়ত্ত ব্যাংক হিসেবে ব্যাংক মেলি ইরান প্রতিষ্ঠা করে। ১৯৩০ সালের ৩০ মে এটি ইরানের কেন্দ্রীয় ব্যাংকের দায়িত্ব নেয় এবং এটি এর বাণিজ্যিক ব্যাংকিং কার্যক্রমও অব্যাহত রাখে। মেলি ব্যাংকের মুখ্য উদ্দেশ্য ছিল সরকারের আর্থিক লেনদেন সম্পাদনে সহায়তা করা এবং দেশের মুদ্রা ছাপানো ও বাজারে প্রবর্তন করা। পরবর্তীতে, ইরান সরকারের স্বর্ণ মজুদ এবং ব্যাংকিং ব্যবস্থা তদারকির দায়িত্বও এই ব্যাংকে দেয়া হয়। দীর্ঘ তিন দশকেরও বেশি সময় ধরে ব্যাংক মেলি ইরান ইরানের কেন্দ্রীয় ব্যাংকের দায়িত্ব পালন করেছে।\n১৯৬০ সালের ১ আগস্টে ইরান সরকার কেন্দ্রীয় ব্যাংক হিসেবে ইরানের কেন্দ্রীয় ব্যাংক প্রতিষ্ঠা করে এবং কেন্দ্রীয় ব্যাংকের যাবতীয় দায়িত্ব ও কার্যক্রম ব্যাংক মেলি ইরান থেকে ইরানের কেন্দ্রীয় ব্যাংকের উপর দেয়া হয়। ইরানের কেন্দ্রীয় ব্যাংকের দায়িত্ব, কার্যক্রম ও সুযোগ-সুবিধা ইরানি ব্যাংকিং ও আর্থিক আইন (১৯৬০) দ্বারা নির্ধারিত। ১৯৮৩ সালে ইরানের কেন্দ্রীয় ব্যাংকের নাম পরিবর্তন করে ইসলামি প্রজাতন্ত্র ইরানের কেন্দ্রীয় ব্যাংক রাখা হয়। ইরানের কেন্দ্রীয় ব্যাংকের একটি জাদুঘর রয়েছে যেখানে সাবেক ফার্সি রাজাদের ব্যবহৃত ঐতিহাসিক জিনিসপত্র ও স্বর্ণালঙ্কার সংরক্ষণ করা হয়েছে।\n\n\n== সংগঠন ==\n\n\n=== অর্থ ও ঋণ পরিষদ ===\nঅর্থ ও ঋণ পরিষদ ইরানের কেন্দ্রীয় ব্যাংকের সর্বোচ্চ নীতিনির্ধারণী পরিষদ। ব্যাংকের গভর্নর, সরকারের অর্থমন্ত্রী, দেশের মন্ত্রিপরিষদ মনোনীত দুইজন মন্ত্রী, চেম্বার অব কমার্সের প্রধান, সাধারন অভিশংসক এবং দুইজন আইনপ্রণেতা এই পরিষদের স্থায়ী সদস্য। প্রতিবছর সরকারি বাজেট অনুমোদনের পর ইরানের কেন্দ্রীয় ব্যাংক পরিপূর্ণ মুদ্রানীতি ও ঋণনীতি অনুমোদনের জন্য অর্থ ও ঋণ পরিষদের কাছে প্রেরণ করে। অর্থ ও ঋণ পরিষদ প্রতি তিন মাসে একবার সভা করে।\n\n\n=== সাধারন পরিষদ ===\nইরানের কেন্দ্রীয় ব্যাংকের সাধারণ পরিষদ নিম্নোক্ত সদস্য নিয়ে গঠিত:\n\nসভাপতি (পরিষদের চেয়ারম্যান হিসাবে)\nঅর্থমন্ত্রী\nরাজ্য পরিচালনা ও পরিকল্পনা সংস্থার প্রধান\nশিল্প, খনি ও বাণিজ্যমন্ত্রী\nমন্ত্রিপরিষদ কর্তৃক মনোনীত আরও একজন মন্ত্রী।\n\n\n== গভর্নর ==\nইরানের কেন্দ্রীয় ব্যাংকের গভর্নর রাষ্ট্রপতি কর্তৃক মনোনীত এবং ব্যাংকের সাধারণ পরিষদ দ্বারা নিশ্চায়িত হয়ে নিযুক্ত হন। ব্যাংকের ডেপুটি গভর্নরও একই পদ্ধতিতে নিয়োগপ্রাপ্ত হয়। ব্যাংকের বর্তমান গভর্নর আকবর কোমিজনী। ইরানের কেন্দ্রীয় ব্যাংকের গভর্নরদের তালিকা নিম্নরূপ-\n\n\n== উদ্দেশ্য ও কার্যাবলী ==\nইরানের কেন্দ্রীয় ব্যাংকের চারটি প্রধান উদ্দেশ্য বা লক্ষ্য হচ্ছে:\n\nজাতীয় মুদ্রামান বজায় রাখা\nবিনিময় ভারসাম্য রক্ষা করা\nবাণিজ্য সম্পর্কিত লেনদেন সহজতর করা\nদেশের প্রবৃদ্ধি সম্ভাবনা উন্নত করা\nবর্ণিত লক্ষ্যসমূহ অর্জনের জন্য কেন্দ্রীয় ব্যাংক নিম্নলিখিত কার্যাবলী সম্পাদন করে:\n\nইরানি রিয়াল মুদ্রণ এবং বাজারে প্রবর্তন\nব্যাংক এবং আর্থিক প্রতিষ্ঠানসমূহ তদারকি\nবৈদেশিক মুদ্রার নীতিমালা এবং লেনদেন প্রণয়ন ও নিয়ন্ত্রণ\nসোনার লেনদেন সম্পর্কিত বিষয়াবলী নিয়ন্ত্রণ\nদেশীয় মুদ্রার লেনদেন এবং প্রবাহ নিয়ন্ত্রণ ও সম্পর্কিত নীতিমালা প্রণয়ন।\n\n\n== ইসলামী ব্যাংকিং ==\nইসলামী বিপ্লবের পরে কেন্দ্রীয় ব্যাংককে ইসলামী ব্যাংকিং আইন প্রতিষ্ঠার জন্য দায়িত্ব দেয়া হয়েছিলো। ১৯৮৩ সালে ইরানের মজলিস দেশের জন্য ইসলামী ব্যাংকিং আইন পাস করে। এই আইনের মাধ্যমে ইসলামী বাণিজ্যিক আইনগুলির একটি ইরানি শিয়া সংস্করণের বর্ণনা ও অনুমোদন দেয় (যেমনটি 'উদার' স্বল্পতর 'সুন্নী সংস্করণ থেকে আলাদা')। এই আইন অনুসারে, ইরানি ব্যাংকগুলি শুধুমাত্র সুদমুক্ত ইসলামী ব্যাংকিং লেনদেন ও সেবায় জড়িত থাকতে পারে (যেহেতু ''সুদ'' বা \"রিবা\"-কে ইসলামে পবিত্র কোরআন দ্বারা নিষিদ্ধ করা হয়েছে)। ফলে, ইরানি ব্যাংকগুলো ইসলামি শরীয়াহ সম্মত লেনদেন করে থাকে। অধিকাংশ ক্ষেত্রে, বিভিন্ন ধরনের ব্যবসায়িক চুক্তি মাধ্যমে লেনদেন সম্পূর্ন  হয়, যেখানে একপক্ষ মূলধন যোগান দেয় এবং অন্যপক্ষ শ্রম ও মেধা বিনিয়োগ করে ব্যবসায় পরিচালনা করে। অর্থাৎ, আমানতকারী ব্যাংকে অর্থ রাখে এবং ব্যাংক সেই অর্থ বিনিয়োগ করে। ব্যবসায় থেকে মুনাফা হলে উভয়পক্ষ চুক্তি অনুসারে ভাগ করে নেয়। \n\n\n== পেমেন্ট সিস্টেম ==\n২০০৫ সালে ইরান সরকার ইরানের কেন্দ্রীয় ব্যাংকসহ অন্যান্য ইরানি ব্যাংকসমুহকে (বেশিরভাগ রাষ্ট্রীয় মালিকানাধীন), ঐ বছরের মার্চ মাসের মধ্যে ইরানে সম্পূর্ণরূপে ই-মানি চালু করার জন্য প্রয়োজনীয় সমস্ত অবকাঠামো (নিয়ন্ত্রক, হার্ডওয়্যার, সফ্টওয়্যার) স্থাপন করতে নির্দেশ দিয়েছিল। যদিও এই পরিকল্পনা এখন পুরপুরি বাস্তবায়ন সম্ভব হয়নি, এই পরিকল্পনা এখন চলমান। বর্তমানে, ইরানে ডেবিট এবং ক্রেডিট কার্ডের ব্যবহার খুব জনপ্রিয়, যে কারণে এখানে ই-বাণিজ্য বৃদ্ধি পাচ্ছে। তবে ইরান মূলত এখনো নগদ-ভিত্তিক অর্থনীতিতেই থেকে গেছে।\nইরানের কেন্দ্রীয় ব্যাংক প্রকৃত সময়ে দেশের আন্তঃব্যাংকিং লেনদেন নিষ্পত্তির জন্য রিয়েল টাইম গ্রস সেটেলমেন্ট ব্যবস্থা চালু করেছে। ২০০৭ সালের আগে দেশের ছোট-বড় যাবতীয় আন্তঃব্যাংকিং লেনদেন এই মাধ্যমে সম্পূর্ণ হত। পরবর্তীতে, ২০০৭ সালে কেন্দ্রীয় ব্যাংক 'খুচরা তহবিল স্থানান্তর' পদ্ধতি চালু করে। এরপর থেকে বড় মূল্যের লেনদেনগুলো 'রিয়েল টাইম গ্রস সেটেলমেন্ট' ব্যবস্থার মাধ্যমে এবং ছোট মূল্যের লেনদেনগুলো 'খুচরা তহবিল স্থানান্তর' ব্যবস্থার মাধ্যমে নিষ্পন্ন করা হচ্ছে। ব্যাংকিং ব্যবস্থার উন্নয়নের সাথে সাথে ইরানের ব্যাংকিং ব্যবস্থারও উন্নয়ন করা হচ্ছে। ইরানে আর্থিক প্রযুক্তির ব্যবহার দিন দিন বৃদ্ধি পাচ্ছে। \n\n\n== রিজার্ভ ==\n\n\n=== বৈদেশিক মুদ্রা রিজার্ভ ===\nবৈদেশিক মুদ্রা এবং সোনার রিজার্ভ: $১২৫.৯ বিলিয়ন (২০১৫), $১১১.৬ বিলিয়ন (২০১৪), $৬৮.০৬ বিলিয়ন (২০১৩), $৭৪.০৬ বিলিয়ন (২০১২), $ ১১০ বিলিয়ন (২০১১), $ ৮০ বিলিয়ন (২০১০), $৪০ বিলিয়ন (২০০৫)। ২০০৭ সালে মজুদের ১০% সোনাতে, ২০% মার্কিন ডলারে এবং বাকী অংশ ইউরোসহ অন্যান্য প্রধান বৈদেশিক মুদ্রায় সংরক্ষণ করা হতো। ২০০৯ সালে ইরানের রাষ্ট্রপতি মাহমুদ আহমাদিনেজাদ মার্কিন ডলারের মজুদ ইউরোর দ্বারা প্রতিস্থাপন করার ঘোষণা দেন, যেটি ইরানকে মার্কিন ব্যাংকিং ব্যবস্থা থেকে আলাদা করতে সহায়তা করবে।\n\n\n=== স্বর্ণ সংরক্ষণ ===\n২০১২ সালের জানুয়ারিতে তেহরানের চেম্বার অব কমার্সের প্রধান জানিয়েছিলেন যে, ইরানের ৯০৭ টন স্বর্ণ মজুদ আছে, যা আউন্সপ্রতি গড়মূল্য $৬০০ ডলার। যদিও তখন কেন্দ্রীয় ব্যাংক গভর্নর জানিয়েছিলেন যে তাদের মজুদ স্বর্ণের পরিমাণ মাত্র ৫০০ টন। \n\n\n== প্রকাশনাসমূহ ==\nইরানের কেন্দ্রীয় ব্যাংক অর্থনৈতিক প্রবণতা, বুলেটিন, বার্ষিক পর্যালোচনা প্রতিবেদন, অর্থনৈতিক প্রতিবেদন এবং উদ্বৃত্তপত্রসহ সাধারণ জনগন এবং বিশেষজ্ঞদের জন্য বিভিন্ন সাময়িকী প্রকাশ করে। অন্যান্য প্রকাশনাগুলির মধ্যে বুকলেট, মনোগ্রাফ এবং প্রচারপত্র অন্তর্ভুক্ত রয়েছে। এই প্রকাশনাসমূহের অনেকগুলির ইংরেজী মাধ্যম পাওয়া যায়।\n\n\n== আরও দেখুন ==\nইরানি রিয়াল\nইরানের অর্থনীতি\nইসলামি ব্যাংকিং ও অর্থসংস্থান\nকেন্দ্রীয় ব্যাংকের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস =="}