{"pageid": 1070890, "title": "তিতান (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1070890", "content": "তিতান জুলিয়া দ্যুকুর্নো রচিত ও পরিচালিত শারীরিক ভীতিপ্রদ থ্রিলার চলচ্চিত্র। ফরাসি-বেলজীয় যৌথ প্রযোজনার চলচ্চিত্রটি কাজাক প্রোডাকশন্স, ফ্রাকাস প্রোডাকশন্স, আর্ত ফ্রঁস সিনেমা, ভু ও বেটিভির ব্যানারে নির্মিত হয়েছে। এতে শ্রেষ্ঠাংশে অভিনয় করেছেন আগাত রুসেল, ভিনসেন্ত লিন্দন, গারান্স মারিলিয়ে ও লাই সালামে।\n২০২১ সালের ১৩ই জুলাই কান চলচ্চিত্র উৎসবের মূল প্রতিযোগিতা শাখায় চলচ্চিত্রটির উদ্বোধনী প্রদর্শনী হয়। সেখানে দ্যুকুর্নো এই উৎসবের শীর্ষ পুরস্কার পাল্ম দর লাভ করেন, যার ফলে তিনি এই পুরস্কার বিজয়ী দ্বিতীয় নারী পরিচালক এবং একক পরিচালক হিসেবে এই পুরস্কার জয়ী প্রথম নারী চলচ্চিত্র নির্মাতা হন। এটি ডায়াফানা ডিস্ট্রিবিউশনের ব্যানারে ২০২১ সালের ১৪ই জুলাই ফ্রান্সে মুক্তি পায় এবং সমাদৃত হয়। ৯৪তম একাডেমি পুরস্কারে শ্রেষ্ঠ আন্তর্জাতিক পূর্ণদৈর্ঘ্য চলচ্চিত্র বিভাগে ফরাসি নিবেদন হিসেবে চলচ্চিত্রটি জমা দেওয়া হয়, কিন্তু চূড়ান্ততালিকায় স্থান পায়নি। ৪৭তম সেজার পুরস্কারে এটি শ্রেষ্ঠ পরিচালক (দ্যুকুর্নো) ও সম্ভাবনাময় অভিনেত্রী (রুসেল)-সহ চারটি বিভাগে মনোনয়ন লাভ করে। ৭৫তম ব্রিটিশ অ্যাকাডেমি চলচ্চিত্র পুরস্কারে দ্যুকুর্নো শ্রেষ্ঠ পরিচালক বিভাগে মনোনয়ন লাভ করেন। ১১তম মাগ্রিত পুরস্কারে তিতান পাঁচটি মনোনয়ন থেকে শ্রেষ্ঠ বিদেশি চলচ্চিত্র-সহ দুটি পুরস্কার অর্জন করে।\n\n\n== অভিনয়শিল্পীদল ==\nআগাত রুসেল - আলেক্সিয়া/আদ্রিয়েন\nভিনসেন্ত লিন্দন - ভিনসেন্ত\nগারান্স মারিলিয়ে - জাস্টিন\nলাই সালামে - রায়ান\nদোমিনিক ফ্রোত\nমিরিয়েম আকেদ্দিউ\nরাহিম-সিলভিওলি মেহদি\n\n\n== নির্মাণ ==\n২০১৯ সালের সেপ্টেম্বর মাসে ঘোষণা দেওয়া হয় ভিনসেন্ত লিন্দন ও আগাত রুসেল জুলিয়া দ্যুকুর্নোর নিজের লেখা চিত্রনাট্য অবলম্বনে পরিচালিত চলচ্চিত্রটির অভিনয়শিল্পীদলে যোগদান করেছেন। নিয়ন মার্কিন যুক্তরাষ্ট্রে এটি পরিবেশন করবে।\nচলচ্চিত্রটির মূল দৃশ্যধারণ শুরু হয় ২০২০ সালের সেপ্টেম্বর মাসে। নির্মাণকাজ মূলত ২০২০ সালের এপ্রিল মাসে শুরু করার সময় ধার্য করা হয়েছিল, কিন্তু কোভিড-১৯ এর বৈশ্বিক মহামারির কারণে তা পিছিয়ে দেওয়া হয়।\n\n\n== মুক্তি ==\n২০২১ সালে জুন মাসে অ্যাল্টিটিউড ফিল্ম ডিস্ট্রিবিউশন ও ফিল্মফোর যৌথভাবে চলচ্চিত্রটির পরিবেশনা স্বত্ত গ্রহণ করে। ২০২১ সালের ১৩ই জুলাই ২০২১ কান চলচ্চিত্র উৎসবে তিতান চলচ্চিত্রটির উদ্বোধনী প্রদর্শনীয় হয়। এই উৎসবের সমাপ্তি অনুষ্ঠানে জুরি সভাপতি স্পাইক লিকে ফরাসি ভাষায় \"প্রথম পুরস্কার\"-এর নাম ঘোষণা করতে বলা হলে তিনি তা \"প্রথম স্থান\" অধিকার করা পুরস্কার মনে করে ভুলবশত পাল্ম দর জয়ী চলচ্চিত্রের নাম একেবারে শুরুতেই ঘোষণা করে দেন। দ্য পিয়ানো (১৯৯৩) চলচ্চিত্রের জন্য বিজয়ী জেন ক্যাম্পিয়নের পর দ্যুকুর্নো এই পুরস্কার বিজয়ী দ্বিতীয় নারী পরিচালক। ২০২১ সালের ১৪ই জুলাই চলচ্চিত্রটি ডায়াফানা ডিস্ট্রিবিউশনের ব্যানারে ফ্রান্সে মুক্তি পায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে তিতান  (ইংরেজি)\nমেটাক্রিটিকে তিতান (ইংরেজি)\nরটেন টম্যাটোসে তিতান (ইংরেজি)"}