{"pageid": 1070103, "title": "ফোকাচ্চা", "url": "https://bn.wikipedia.org/wiki?curid=1070103", "content": "ফোকাচ্চা (ইতালীয়: Focaccia, আ-ধ্ব-ব: [foˈkattʃa]; লিগুরীয়: fugassa; আ-ধ্ব-ব: [fyˈɡasa]) ইতালীয় রন্ধনশৈলীতে এক ধরনের বদ্ধ উনুনে সেঁকা চ্যাপ্টা পাঁউরুটি। এটির সাথে রন্ধনশৈলী ও বুনটে পিৎজার রুটির মতো অংশটির মিল আছে। তাই কিছু কিছু স্থানে এটিকে \"পিৎজা বিয়াংকা\" (pizza bianca) অর্থাৎ \"খালি পিৎজা\" বলে ডাকা হয়। ফোকাচ্চাকে মূল খাবারের সাথে অতিরিক্ত খাবার বা পার্শ্বব্যঞ্জন (সাইড ডিশ) হিসেবে পরিবেশিত করা হতে পারে কিংবা স্যান্ডুইচের রুটি হিসেবে ব্যবহার করা হতে পারে। \n\n\n== ব্যুৎপত্তি ==\nপ্রাচীন রোমে পানিস ফোকাকিউস (panis focacius) অগ্নিকুণ্ডে ঝলসানো চ্যাপ্টারুটিকে বোঝাতো ফোকাকিউস কথাটি লাতিন ফোকুস (focus) থেকে উদ্ভূত, যার অর্থ 'অগ্নিকুণ্ড, সেঁকার স্থান'।  কারও কারও মতে এই রুটিটির মূল রন্ধনপ্রণালীটি সম্ভবত এত্রুস্কান জাতির লোকেরা উদ্ভাবন করেছিল, তবে বর্তমানে এটি উত্তর-পশ্চিম ইতালির লিগুরীয় রন্ধনশৈলীর সাথেই সবচেয়ে বেশি সম্পর্কিত। লিগুরিয়ার বাইরে ফোকাচ্চা শব্দটি ইতালির জেনোয়া অঞ্চলে প্রস্তুতকৃত চ্যাপ্টারুটিগুলিকে নির্দেশ করতে ব্যবহৃত হয়।  জেনোভীয় উপভাষাতে এটিকে ফুগাস্‌সা (fügassa) নামে ডাকা হয়, আর বারি শহরের ইতালীয় উপভাষাতে এটিকে ফেকাৎসে (fecàzze) নামে ডাকা হয়।\n১৩০০ খ্রিস্টাব্দে ফোকাচ্চা শব্দের সর্বপ্রথম লিখিত ব্যবহারের প্রমাণ পাওয়া গেছে।\nফোকাচ্চাকে কখনও কখনও এক ধরনের পিৎজা মনে করা হলেও ফোকাচ্চার ময়দার মণ্ডটিকে একবার সমতল করার পরে আবার ফুলে উঠতে দেওয়া হয়, কিন্তু পিৎজাকে সাথে সাথে সেঁকে ফেলা হয়।\n\n\n== আঞ্চলিক প্রকারভেদ ==\nলিগুরিয়ার উপকূল ধরে ফোকাচ্চার অসংখ্য প্রকারভেদ আছে। বিস্কুটের মতো শক্ত ফোকাচ্চা সেক্কা (\"শুকনো ফোকাচ্চা\") থেকে শুরু করে ভুট্টার-ময়দা, তৈলাক্ত, নরম ভোলত্রি সংস্করণ রয়েছে।) এগুলো কতগুলির সাথে জেনোভীয় সংস্করণটির মিল নেই বললেই চলে।\nএকটি চরম উদাহরণ হল ফোকাচ্চা কল ফর্মাজ্জো (focaccia col formaggio) অর্থাৎ \"পনিরসহ ফোকাচ্চা\", যাকে ফোকাচ্চা দি রেক্কো (focaccia di Recco) বা ফোকাচ্চা তিপো রেক্কো (focaccia tipo Recco) নামেও ডাকা হয়, যেটি জেনোয়া শহরের কাছেই রেকো শহরে বানানো হয়। এই সংস্করণটিতে কাগজের মতো পাতলা রুটির দুইটি স্তরের ভেতরে স্ত্রাক্কিনো ধরনের পনিরের স্তর প্রবেশ করানো থাকে।\nফোকাচ্চার আরও কিছু সংস্করণে এর উপরিপৃষ্ঠে ঘন ঝোল (সস) বা হ্যাম, এমনকি ননীর ক্রিম, ফল বা জানদুয়া চকলেটের ক্রিমের প্রলেপ দেওয়া থাকতে পারে।\n\n\n== আরও দেখুন ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\nPane, pizze, focacce e torte salate। Voglia di cucinare (ইতালীয় ভাষায়)। Giunti Demetra। ২০১০। পৃষ্ঠা 229। আইএসবিএন 978-88-440-3944-8। \nটেমপ্লেট:চ্যাপ্টারুটি \nটেমপ্লেট:ইতালীয় রুটি"}