{"pageid": 107053, "title": "অ্যামিটার", "url": "https://bn.wikipedia.org/wiki?curid=107053", "content": "অ্যামিটার, একটি যন্ত্র, যার সহায়তায় বিদ্যুতের প্রবাহ সরাসরি বৈদ্যুতিক একক অ্যাম্পিয়ারে পরিমাপ করা যায়। এটি একটি গ্যালভানোমিটার যার রোধক খুবই কম। এটিকে বর্তনীর সাথে সিরিজে যুক্ত করতে হয়। এর ফলে সম্পূর্ণ বিদ্যুৎপ্রবাহ মিটারের কয়েল দিয়ে প্রবাহিত হয়।\n\n\n== প্রকারভেদ ==\nকিছু উপকরণ প্যানেল মিটার যা কিছু নিয়ন্ত্রণ প্যানেল বাছাই করা বোঝানো হয়। এর মধ্যে সমতল, অনুভূমিক বা উল্লম্ব প্রকারকে প্রায়শই এজওয়াইজ মিটার বলা হয়।\nঅ্যামিটার সাধারণত দুই প্রকার :\n\nমুভিং কয়েল অ্যামিটার\nমুভিং আয়রন অ্যামিটার\n১.মুভিং কয়েল অ্যামিটার : ডি'আরসনওয়াল গ্যালভানোমিটার একটি চলন্ত কয়েল অ্যামিটার। এটি চৌম্বকীয় বিচ্যুতি ব্যবহার করে, যেখানে স্থায়ী চৌম্বকের চৌম্বকক্ষেত্রে স্থাপিত কয়েল দিয়ে বর্তমান চলার ফলে কয়েলটি চলাচল করে। এই যন্ত্রটির আধুনিক রূপটি এডওয়ার্ড ওয়েস্টন দ্বারা বিকাশ করা হয়েছিল এবং পুনরুদ্ধার শক্তি সরবরাহ করতে দুটি সর্পিল স্প্রিংস ব্যবহার করে। আয়রন কোর এবং স্থায়ী চৌম্বক মেরুগুলির মধ্যে সমান বায়ু ব্যবধান মিটারের প্রতিচ্ছবিকে স্রোতের সাথে লিনিয়ার আনুপাতিক করে তোলে। এই মিটারগুলিতে লিনিয়ার স্কেল থাকে। বেসিক মিটারের চলাচলে প্রায় ২৫ মাইক্রোম্পিয়ার থেকে ১০ মিলিঅ্যাম্পিয়ারে স্রোতের জন্য পুরো-স্কেল ডিফ্লেশন থাকতে পারে।\nচৌম্বকীয় ক্ষেত্রটি মেরুকৃত হওয়ার কারণে, মিটার সূচটি স্রোতের প্রতিটি দিকের জন্য বিপরীত দিকে কাজ করে। একটি ডিসি অ্যামিটারটি এটি যে দিক দিয়ে সংযুক্ত থাকে তার সংবেদনশীল; বেশিরভাগকে ইতিবাচক টার্মিনাল দিয়ে চিহ্নিত করা হয় তবে কারওর কাছে কেন্দ্র-শূন্য প্রক্রিয়া রয়েছে এবং উভয় দিক দিয়ে স্রোত প্রদর্শন করতে পারে। একটি চলমান কয়েল মিটার এটির মধ্য দিয়ে পরিবর্তিত কারেন্টের গড় (গড়) নির্দেশ করে, [নোট 2] যা এসির জন্য শূন্য। এই কারণে, মুভিং-কয়েল মিটারগুলি কেবল ডিসির জন্য কেবল ব্যবহারযোগ্য, এসি নয়।\nএই ধরনের মিটার চলাচল উভয় মিটার এবং তাদের থেকে নেওয়া অন্যান্য মিটার উভয়ের জন্য অত্যন্ত সাধারণ, যেমন ভোল্টমিটার এবং ওহমিটার।\n২.চলন্ত চৌম্বক:\nচলমান চৌম্বকীয় পরিমিতিগুলি মুভিং কয়েল হিসাবে মূলত একই নীতিটিতে কাজ করে, ব্যতীত কয়েলটি মিটার ক্ষেত্রে মাউন্ট করা হয় এবং স্থায়ী চৌম্বকটি সুইটিকে সরায়। চলন্ত চৌম্বক আমমিতিগুলি চলমান কয়েল যন্ত্রের চেয়ে বড় স্রোত বহন করতে সক্ষম হয়, প্রায়শই বেশ কয়েক দশক অ্যাম্পিয়ার থাকে, কারণ কুণ্ডলীটি আরও ঘন তারের দ্বারা তৈরি করা যেতে পারে এবং স্রোতটি চুলের ছাপ দ্বারা বহন করতে হয় না। প্রকৃতপক্ষে, এই ধরনের কিছু অ্যামিমেটারের চুলের ছাপ মোটেও নেই, পরিবর্তে পুনরুদ্ধার শক্তি সরবরাহের জন্য একটি স্থায়ী স্থায়ী চৌম্বক ব্যবহার করে।\n৩.চলন্ত চৌম্বক\nচলমান চৌম্বকীয় পরিমিতিগুলি মুভিং কয়েল হিসাবে মূলত একই নীতিটিতে কাজ করে, ব্যতীত কয়েলটি মিটার ক্ষেত্রে মাউন্ট করা হয় এবং স্থায়ী চৌম্বকটি সুইটিকে সরায়। চলন্ত চৌম্বক আমমিতিগুলি চলমান কয়েল যন্ত্রের চেয়ে বড় স্রোত বহন করতে সক্ষম হয়, প্রায়শই বেশ কয়েক দশক অ্যাম্পিয়ার থাকে, কারণ কুণ্ডলীটি আরও ঘন তারের দ্বারা তৈরি করা যেতে পারে এবং স্রোতটি চুলের ছাপ দ্বারা বহন করতে হয় না। প্রকৃতপক্ষে, এই ধরনের কিছু অ্যামিমেটারের চুলের ছাপ মোটেও নেই, পরিবর্তে পুনরুদ্ধার শক্তি সরবরাহের জন্য একটি স্থায়ী স্থায়ী চৌম্বক ব্যবহার করে।\n৪.বৈদ্যুতিন\nএকটি বৈদ্যুতিন সংশ্লেষ অ্যামিটার ডি'আরসনভাল আন্দোলনের স্থায়ী চৌম্বকের পরিবর্তে একটি তড়িৎ চৌম্বক ব্যবহার করে। এই উপকরণটি বিকল্প এবং প্রত্যক্ষ বর্তমান উভয়কেই সাড়া দিতে পারে [4] এবং এসির জন্য সত্য আরএমএসকেও নির্দেশ করে। এই যন্ত্রটির বিকল্প ব্যবহারের জন্য ওয়াটমিটার দেখুন।বৈদ্যুতিন\nএকটি বৈদ্যুতিন সংশ্লেষ অ্যামিটার ডি'আরসনভাল আন্দোলনের স্থায়ী চৌম্বকের পরিবর্তে একটি তড়িৎ চৌম্বক ব্যবহার করে। এই উপকরণটি বিকল্প এবং প্রত্যক্ষ বর্তমান উভয়কেই সাড়া দিতে পারে [4] এবং এসির জন্য সত্য আরএমএসকেও নির্দেশ করে। এই যন্ত্রটির বিকল্প ব্যবহারের জন্য ওয়াটমিটার দেখুন।\n\n\n== ব্যবহার ==\nমুভিং কয়েল অ্যামিটার বিদ্যুতের একমুখী প্রবাহ মাপার জন্য এবং মুভিং আয়রন অ্যামিটার\nপরিবর্তী প্রবাহ মাপার জন্য ব্যবহৃত হয়।\n\n\n== তথ্যসূত্র =="}