{"pageid": 1070625, "title": "এম আবদুর রহমান", "url": "https://bn.wikipedia.org/wiki?curid=1070625", "content": "এম আবদুর রহমান বা মহম্মদ আবদুর রহমান (১ আগস্ট ১৯০৯ ― ৪ নভেম্বর ১৯৯২) ছিলেন বিশিষ্ট বাঙালি গবেষক, সাহিত্যিক ও সমাজসেবী। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nএম আবদুর রহমানের জন্ম অবিভক্ত বাংলার অধুনা  পশ্চিমবঙ্গের বীরভূম জেলার  কীর্ণাহারের নিকটস্থ নিমড়া গ্রামে। পিতা মোহাম্মদ হোসেন ছিলেন স্বভাব কবি এবং মাতা মেহেরউন্নিসা। পড়াশোনা গ্রামের স্কুলে। ১৯৩০ খ্রিস্টাব্দে ম্যাট্রিক পাশ করে কলকাতা যান ডাক্তারি পড়তে। কিন্তু স্বদেশি আবহাওয়ায় যুক্ত হয়ে শেষে আইন পড়েন ও সাংবাদিকতায় মেতে ওঠেন। শেষে অবশ্য মোক্তারি পাশ করেন। কলকাতায় কাজী নজরুল ইসলামের কবিতা পড়ে মুগ্ধ হয়ে চলে যান গণবাণী'র অফিসে নজরুলের সঙ্গে সাক্ষাৎ করতে। তার সঙ্গে প্রথম সাক্ষাতে তিনি সাহিত্য রচনায় মনোযোগী হন। সেই সাথে নজরুল জাতির আত্মিক উন্নতির জন্য গ্রামে লাইব্রেরি প্রতিষ্ঠার পরামর্শ দেন তাকে, সঙ্গে কিছু বইও। সেসময় তার আলাপ হয় শিক্ষাবিদ লেখক  হুমায়ুন কবিরের  সাথে ও।\n\n\n== কর্মজীবন ও সাহিত্যকর্ম ==\nমোক্তারি পাশ করে তিনি কিছু দিন  সিউড়িতে আইন ব্যবসা শুরু করেন, সঙ্গে যুক্ত হন সিউড়ি'র সাপ্তাহিক 'বীরভূম বার্তা' সঙ্গে। এই সূত্রে তার সম্পর্ক গড়ে ওঠে এ কে ফজলুল হকের সঙ্গেও। ১৯৩৮ খ্রিস্টাব্দে তিনি কাটোয়া কোর্টে আইন ব্যবসা করেছেন। পরে তিনি অ্যাডভোকেটও হয়েছিলেন।\nএরপর দ্বিতীয়বার তিনি কলকাতায় চলে আসেন। এবার কর্মজীবন শুরু করেন  এস ওয়াজেদ আলির অবিভক্ত বাংলার উল্লেখযোগ্য সাহিত্য পত্রিকা 'গুলিস্তা' য়। পরে যুক্ত হন 'সওগাত', 'মোহাম্মদী' প্রভৃতি পত্রিকায়। সেই সাথে চলে তার সাহিত্যকর্ম। বিদ্রোহী কবির ঘনিষ্ঠ সাহচর্যে তার যে কলমের সৃজনশীলতা এসেছিল, তারই প্রকাশ ঘটেছে - বারোটি গবেষণা গ্রন্থ, কবিতা ও পদ্যের সঙ্কলন চারটি, নজরুল বিষয়ক গ্রন্থ তিনটি, একটি নাটক এবং চারটি জীবনী গ্রন্থের মধ্যে। তার রচিত গ্রন্থগুলির মধ্যে উল্লেখযোগ্য গ্রন্থগুলি হল -\n\nশহীদ বীর তিতুমীর\nকারবালার বাণী\nস্বাধীনতা সংগ্রামে মুসলিম মহিলার অবদান\nকিশোর নজরুল\nপয়গম্বর প্রিয়া\nফরিয়াদ\nমহাত্মা গান্ধী\nসীমান্ত গান্ধী\nবিদ্রোহী ফকির নায়ক মজনু শাহ\nস্বাধীনতা সংগ্রামে সপ্ত সাংবাদিক\nবীরভূমির সিংহাসন\nবঙ্গীয় মুসলমান সাহিত্য সমিতির ইতিহাস\nরবীন্দ্রনাথ ও নজরুল\nমহিলা দরবেশ\nতিন রাবেয়া\nবীরাঙ্গনা কবি সরোজিনী নাইডু\n\n\n== সম্মাননা ==\nসাহিত্য প্রতিভার স্বীকৃতি স্বরূপ আবদুর রহমান বুলবুল পুরস্কার, নজরুল পুরস্কার লাভ করেছেন। ১৯৭৪ খ্রিস্টাব্দে শ্রী শ্রী সাধু তারাচরণ সত্যসঙ্ঘ তাঁকে ‘সাহিত্য ভারতী’ উপাধি প্রদান করে। জয়দেব কেঁদুলি বাউল মেলায় তাঁকে 'কুমুদরঞ্জন পুরস্কার' প্রদান করা হয়। ১৯৮৩ খ্রিস্টাব্দের ২রা অক্টোবর বীরভূম সাহিত্য পরিষদ তাঁকে সংবর্ধনা জ্ঞাপন করে।\n\n\n== জীবনাবসান ==\nসাহিত্য সাধক এম আবদুর রহমান ১৯৯২ প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}