{"pageid": 107058, "title": "শম্ভু মিত্র", "url": "https://bn.wikipedia.org/wiki?curid=107058", "content": "শম্ভু মিত্র (২২ আগস্ট ১৯১৫ – ১৯ মে ১৯৯৭) বাংলা তথা ভারতীয় নাট্যজগতের এক কিংবদন্তি ব্যক্তিত্ব, স্বনামধন্য আবৃত্তিশিল্পী ও চলচ্চিত্র অভিনেতা ছিলেন। ১৯৩৯ সালে বাণিজ্যিক নাট্যমঞ্চে যোগ দেন। পরে ভারতীয় গণনাট্য সংঘের সদস্য হন। ১৯৪৮ সালে মনোরঞ্জন ভট্টাচার্যের নেতৃত্বে গড়ে তোলেন নাট্যসংস্থা বহুরূপী। ১৯৪৯ সাল থেকে ১৯৭১ সাল পর্যন্ত বহুরূপীর প্রযোজনায় রবীন্দ্রনাথ ঠাকুর, সফোক্লিস, হেনরিক ইবসেন, তুলসী লাহিড়ী এবং অন্যান্য বিশিষ্ট নাট্যকারের রচনা তার পরিচালনায় মঞ্চস্থ হয়। শম্ভু মিত্রের স্ত্রী তৃপ্তি মিত্র ও কন্যা শাঁওলী মিত্রও স্বনামধন্য মঞ্চাভিনেত্রী। শাঁওলি মিত্রের নাট্যসংস্থা পঞ্চম বৈদিকের সঙ্গে আমৃত্যু যুক্ত ছিলেন শম্ভু মিত্র। তার পরিচালনায় উল্লেখযোগ্য নাটকগুলি হল নবান্ন, দশচক্র, রক্তকরবী, রাজা অয়দিপাউস ইত্যাদি। তার রচিত নাটকের মধ্যে চাঁদ বণিকের পালা সর্বাপেক্ষা উল্লেখযোগ্য। ১৯৭৬ সালে নাটক ও সাহিত্যে বিশেষ অবদানের জন্য তাঁকে ম্যাগসেসে পুরস্কার ও ভারত সরকারের পদ্মভূষণ সম্মানে ভূষিত করা হয়।\n\n\n== জীবন ==\nশম্ভু মিত্রের জন্ম কলকাতার ভবানীপুর অঞ্চলে মাতামহ ডাঃ আদিনাথ বসুর গৃহে। তার পিতার নাম শরৎকুমার মিত্র ও মাতার নাম শতদলবাসিনী দেবী। শম্ভু মিত্রের পৈতৃক নিবাস ছিল হুগলি জেলার কলাছাড়া গ্রামে। বালিগঞ্জ গভর্নমেন্ট স্কুলে বিদ্যালয় শিক্ষা সমাপ্ত করে ভরতি হন সেন্ট জেভিয়ার্স কলেজে। তবে কলেজের পাঠ সমাপ্ত করেননি। ১৯৩৯ সালে রংমহলে যোগদানের মাধ্যমে বাণিজ্যিক নাট্যমঞ্চে তার পদার্পণ। পরে যোগ দিয়েছিলেন মিনার্ভায়। নাট্যনিকেতনে কালিন্দী নাটকে অভিনয়ের সূত্রে সেযুগের কিংবদন্তি নাট্যব্যক্তিত্ব শিশিরকুমার ভাদুড়ীর সঙ্গে আলাপ হয়। পরবর্তীকালে শিশিরকুমার ভাদুড়ীর প্রযোজনায় আলমগীর নাটকে অভিনয়ও করেছিলেন। কিন্তু এই সময় থেকেই শিশিরকুমারের থেকে আলাদা সম্পূর্ণ নিজস্ব এক নাট্যঘরানা তৈরিতে উদ্যোগী হন শম্ভু মিত্র।\n১৯৪২ সালে ফ্যাসিবিরোধী সংঘের সঙ্গে পরিচিত হন শম্ভু মিত্র। ১৯৪৩ সালে ভারতের কমিউনিস্ট পার্টির তৎকালীন সাধারণ সম্পাদক পি. সি. যোশির অনুপ্রেরণায় যোগ দেন ভারতীয় গণনাট্য সংঘে। ১৯৪৫ সালের ১০ ডিসেম্বর গণনাট্য সংঘে কাজ করার সময়ই প্রখ্যাত মঞ্চাভিনেত্রী তৃপ্তি মিত্রের সঙ্গে পরিণয়সূত্রে আবদ্ধ হন শম্ভু মিত্র।\n১৯৪৮ সালে মনোরঞ্জন ভট্টাচার্যের নেতৃত্বে গঠন করেন বহুরূপী নাট্যগোষ্ঠী। ১৯৪৯ সাল থেকে ১৯৭১ সাল পর্যন্ত বহুরূপীর প্রযোজনায় রবীন্দ্রনাথ ঠাকুর, সফোক্লিস, হেনরিক ইবসেন, তুলসী লাহিড়ী এবং অন্যান্য বিশিষ্ট নাট্যকারের রচনা তার পরিচালনায় মঞ্চস্থ হয়। তার এই পরিচালনাগুলি ভারতীয় নাটকের ইতিহাসে এক একটি মাইলফলক হিসেবে পরিগণিত হয়। ১৯৭০ সালে একটি আর্ট কমপ্লেক্স নির্মাণে উদ্দেশ্যে গঠন করেন বঙ্গীয় নাট্যমঞ্চ সমিতি। অর্থ সংগ্রহের উদ্দেশ্যে সমিতির প্রযোজনায় ও অজিতেশ বন্দ্যোপাধ্যায়ের পরিচালনায় মঞ্চস্থ মুদ্রারাক্ষস নাটকে অভিনয়ও করেন। কিন্তু রাজ্য সরকারের অসহযোগিতায় প্রয়োজনীয় জমি না পাওয়া গেলে পরিকল্পনাটি পরিত্যক্ত হয়। ১৯৭৬ সালে নাটক ও সাহিত্যে বিশেষ অবদানের জন্য ম্যাগসেসে পুরস্কার ও ভারত সরকারের পদ্মভূষণ সম্মান লাভ করেন। ১৯৭৭ সালে এক বছরের জন্য বিশ্বভারতী বিশ্ববিদ্যালয়ের ভিজিটিং ফেলো হয়েছিলেন। ১৯৭৮ সালের ১৬ জুন অ্যাকাডেমি অফ ফাইন আর্টসে দশচক্র নাটকে অভিনয় করেন। বহুরূপীর প্রযোজনায় এটিই তার শেষ নাটক। এই বছরই ১৫ অগস্ট অ্যাকাডেমিতে স্বরচিত চাঁদ বনিকের পালা নাটকটি পাঠ করেন তিনি। এরপর বহুরূপীর আর কোনো প্রযোজনায় তাকে দেখা যায়নি।\n১৯৭৯ সালে প্রায় দৃষ্টিহীন অবস্থায় নান্দীকার প্রযোজিত মুদ্রারাক্ষস নাটকে চাণক্যের ভূমিকায় তার অভিনয় বিশেষ সাড়া ফেলেছিল। ১৯৮০-৮১ সালে ফ্রিৎজ বেনেভিৎজের পরিচালনায় ক্যালকাটা রিপোর্টারির প্রযোজনায় গ্যালিলিওর জীবন নাটকে অভিনয় করেন। ১৯৮৩ সালে নিজের প্রযোজনায় কন্যা শাঁওলী মিত্র পরিচালিত নাথবতী অনাথবৎ নাটকে কন্যার সঙ্গে অভিনয় করেন শম্ভু মিত্র। শাঁওলী মিত্রের পরবর্তী নাটক কথা অমৃতসমান-এর সঙ্গেও যুক্ত ছিলেন শম্ভু মিত্র। কন্যার নাট্যসংস্থা পঞ্চম বৈদিকের প্রতিষ্ঠাতা-সদস্য ও আমৃত্যু কর্মসমিতি সদস্য ছিলেন। ১৯৮৫ সালের সেপ্টেম্বর মাসে রবীন্দ্রসদনে পঞ্চম বৈদিকের প্রযোজনায় ও তার পরিচালনায় দশচক্র নাটকটির পরপর ছয়টি অভিনয় পাঁচ দিনে মঞ্চস্থ হয়। অভিনেতা রূপে এর পর আর কোনোদিন মঞ্চে অবতীর্ণ হননি তিনি।\n১৯৮৩ সালে বিশ্বভারতী তাকে দেশিকোত্তম উপাধিতে সম্মানিত করে। যাদবপুর ও বিশ্বভারতী বিশ্ববিদ্যালয় তাকে সাম্মানিক ডি.লিট. উপাধিতেও ভূষিত করেছিল।\n১৯৯৭ সালের ১৯ মে কলকাতার বাসভবনে শেষনিঃশ্বাস ত্যাগ করেন শম্ভু মিত্র। ইচ্ছাপত্র-এ তিনি লিখেছিলেন, “মোট কথা আমি সামান্য মানুষ, জীবনের অনেক জিনিস এড়িয়ে চলেছি, তাই মরবার পরেও আমার দেহটা যেন তেমনই নীরবে, একটু ভদ্রতার সঙ্গে, সামান্য বেশে, বেশ একটু নির্লিপ্তির সঙ্গে গিয়ে পুড়ে যেতে পারে।” এই কারণে সৎকার সমাধা হওয়ার পূর্বে সংবাদমাধ্যমে শম্ভু মিত্রের মৃত্যুসংবাদ প্রচার করা হয়নি।\n\n\n== নাটক ==\nবহুরূপীর প্রযোজনায় শম্ভু মিত্র পরিচালিত উল্লেখযোগ্য নাটকগুলি হল: নবান্ন, 'বিভাব' ,ছেঁড়া তার, পথিক, দশচক্র, চার অধ্যায়, রক্তকরবী, পুতুল খেলা, মুক্তধারা, কাঞ্চনরঙ্গ, বিসর্জন, রাজা অয়দিপাউস, রাজা, বাকি ইতিহাস, পাগলা ঘোড়া, চোপ আদালত চলছে ইত্যাদি। চাঁদ বণিকের পালা তার রচিত একটি কালজয়ী নাটক। এই নাটকের প্রযোজনা করা তার পক্ষে সম্ভব হয়নি। তবে একাধিক অনুষ্ঠানে তিনি এই নাটক পাঠ করেছেন এবং রেকর্ডও করেছেন। তার রচিত অন্যান্য নাটকগুলির মধ্যে উল্লেখযোগ্য: উলুখাগড়া, বিভাব, ঘূর্ণি, কাঞ্চনরঙ্গ ইত্যাদি। এছাড়া গর্ভবতী বর্তমান ও অতুলনীয় সংবাদ নামে দুটি একাঙ্ক নাটকও রচনা করেন। নাট্যরচনা ছাড়াও শম্ভু মিত্র পাঁচটি ছোটোগল্প ও একাধিক নাট্যবিষয়ক প্রবন্ধ রচনা করেছিলেন। তার রচিত কাকে বলে নাট্যকলা ও প্রসঙ্গ: নাট্য দুটি বিখ্যাত প্রবন্ধগ্রন্থ।\n\n\n== নাটকের তালিকা ==\nনাটক: নবান্ন\nনাট্যকার: বিজন ভট্টাচার্য\nচরিত্র: দয়াল\nপ্রথম অভিনয়: রঙমহল, ১৩ সেপ্টেম্বর ১৯৪৮\nশেষ অভিনয়: রঙমহল, ১৬ সেপ্টেম্বর ১৯৪৮\n\nনাটক: পথিক\nনাট্যকার: তুলসী লাহিড়ী\nচরিত্র: অসীম রায়\nপ্রথম অভিনয়: ইবিআর ম্যানসন ইনস্টিটিউট (অধুনা নেতাজি মঞ্চ), ১৬ অক্টোবর ১৯৪৯\nশেষ অভিনয়: ১৯৫৩\nমঞ্চসজ্জা: আশুতোষ বড়ুয়া এবং তাপস সেন\n\nনাটক: উলুখাগড়া\nনাট্যকার: শ্রী সঞ্জীব (শম্ভু মিত্র)\nচরিত্র: বিনোদ\nপ্রথম অভিনয়: ইবিআর ম্যানসন ইনস্টিটিউট (বর্তমানের নেতাজী মঞ্চ), ১২ অগস্ট ১৯৫০\nমঞ্চসজ্জা: বংশীলাল চন্দ্র গুপ্ত এবং গনেশ চন্দ্র বসু\nসঙ্গীত: দেবব্রত বিশ্বাস এবং কৃষ্ণকুমার মিত্র\nনিউ এম্পায়ার ১৭ ডিসেম্বর ১৯৫০\n\nনাটক: বিভাব\nনাট্যকার: শম্ভু মিত্র\nচরিত্র: শম্ভু\nপ্রথম অভিনয়: লোয়ার সার্কুলার রোডে সুধাংশু গুপ্তের বাড়ি, ২০ এপ্রিল ১৯৫১\nশেষ অভিনয়: রঞ্জি স্টেডিয়াম, ৩০ মে ১৯৭৩\n\nনাটক: চার অধ্যায়\nমূল নাটক: রবীন্দ্রনাথ ঠাকুর\nসম্পাদনা: শম্ভু মিত্র\nচরিত্র : অতীন\nপ্রথম অভিনয়: শ্রীরঙ্গম, ২১ অগস্ট ১৯৫১\nশেষ অভিনয়: রবীন্দ্র সদন, ১২ জানুয়ারি ১৯৭৮\nমঞ্চসজ্জা: অশোক মজুমদার\nআলো: তাপস সেন\nসঙ্গীত: দেবব্রত বিশ্বাস\n\nনাটক: দশচক্র\nমূল নাটক: হেনরিক ইবসেন (অ্যান এনিমি অফ দ্য পিপল)\nঅনুবাদ: শান্তি বসু\nরূপান্তর/অনুবাদ : ডাঃ পূর্ণেন্দু গুহ\nপ্রথম অভিনয়: শ্রীরঙ্গম, ১ জুন ১৯৫২\nমঞ্চসজ্জা: অশোক মজুমদার\nআলো: তাপস সেন\n\nনাটক: স্বপ্ন\nমূল নাটক: ইউজিন 'ও নিল (হোয়ার দ্য ক্রস ইজ মেড)\nরূপান্তর/অনুবাদ: শম্ভু মিত্র\nপ্রথম অভিনয়: সেন্ট থমাস হল, ১৮ এপ্রিল ১৯৫৩\n\nনাটক: এই তো দুনিয়া\nমূল নাটক: টেড উইলিস (দ্য ওয়ার্ল্ড ইজ ইন দিস প্লেস)\nরূপান্তর/অনুবাদ: প্রণতি দে\nপ্রথম অভিনয়: সেন্ট থমাস হল, ১৮ এপ্রিল ১৯৫৩\n\nনাটক: ধর্মঘট\nনাট্যকার: মন্মথ রায়\nপ্রথম অভিনয়: রঙমহল, ৯ ডিসেম্বর ১৯৫৩\nআলো: খালেদ চৌধুরী\nমঞ্চসজ্জা: তাপস সেন\n\nনাটক: রক্তকরবী\nনাট্যকার: রবীন্দ্রনাথ ঠাকুর\nচরিত্র: রাজা\nপ্রথম অভিনয়: ইবিআর ম্যানসন ইনস্টিটিউট, ১০ মে ১৯৫৪\nশেষ অভিনয়: কলামন্দির, ২৬ নভেম্বর ১৯৭৫\nআলো: তাপস সেন\nমঞ্চসজ্জা: খালেদ চৌধুরী\n\nনাটক: সেদিন বঙ্গলক্ষ্মী ব্যাঙ্কে\nমূল নাটক: আন্তেন চেকভ\nরূপান্তর/অনুবাদ: অজিত গঙ্গোপাধ্যায়\nপ্রথম অভিনয়: সেন্ট থমাস হল, ৮ নভেম্বর ১৯৫৪\n\nনাটক: পুতুল খেলা\nমূল নাটক: হেনরিক ইবসেন (এ ডলস হাউস)\nরূপান্তর/অনুবাদ: শম্ভু মিত্র\nচরিত্র : তপন\nপ্রথম অভিনয়: মহাজাতি সদন, ১০ জানুয়ারি ১৯৫৮\nশেষ অভিনয়: অ্যাকাডেমি অফ ফাইন আর্টস ১১, জুন ১৯৭৮\nমঞ্চসজ্জা: খালেদ চৌধুরী\nআলো: তাপস সেন\n\nনাটক: মুক্তধারা\nনাট্যকার: রবীন্দ্রনাথ ঠাকুর\nচরিত্র: কঙ্কর\nপ্রথম অভিনয়: নিউ এম্পায়ার ১৫ ডিসেম্বর ১৯৫৯\nশেষ অভিনয়: নিউ এম্পায়ার ১৯৬০\nমঞ্চসজ্জা: সূর্য রায়\nআলো: তাপস সেন\n\nনাটক: কাঞ্চনরঙ্গ\nনাট্যকার: শম্ভু মিত্র এবং অমিত মৈত্র\nচরিত্র: পাঁচু\nপ্রথম অভিনয়: বিশ্বরূপা, ২৪ জানুয়ারি ১৯৬১\nশেষ অভিনয়: শালকিয়া হাওড়া, ৭ ফেব্রুয়ারি ১৯৬৬\nমঞ্চসজ্জা: অনিল বন্দ্যোপাধ্যায়\nআলো: কালীপ্রসাদ ঘোষ\n\nনাটক: বিসর্জন\nনাট্যকার: রবীন্দ্রনাথ ঠাকুর\nচরিত্র: জয়সিংহ\nপ্রথম অভিনয়: আইএফএসিএস হল, নয়াদিল্লি ১১ নভেম্বর ১৯৬১\nশেষ অভিনয়: নিউ এম্পায়ার ৯ ডিসেম্বর ১৯৬২\nমঞ্চসজ্জা: অনিল বন্দ্যোপাধ্যায়\nআলো: কালীপ্রসাদ ঘোষ\n\nনাটক: দশচক্র (পুনরায় নির্মিত)\nচরিত্র: শম্ভু মিত্র\nপ্রথম অভিনয়: নিউ এম্পায়ার ২৮ অক্টোবর ১৯৬২\nশেষ অভিনয়: অ্যাকাডেমি অফ ফাইন আর্টস, ১৮ জুন ১৯৭৮\nমঞ্চসজ্জা: অনিল বন্দ্যোপাধ্যায়\nআলো: কালীপ্রসাদ ঘোষ\n\nনাটক: রাজা অয়দিপাউস\nমূল নাটক: সফোক্লিস\nরূপান্তর/অনুবাদ: শম্ভু মিত্র\nচরিত্র : অয়দিপাউস\nপ্রথম অভিনয়: নিউ এম্প্যায়ার, ১২ জুন ১৯৬৪\nশেষ অভিনয়: কলামন্দির, ১৫ জুন ১৯৭৮\nমঞ্চসজ্জা: অনিল বন্দ্যোপাধ্যায়\nআলো: রামপদ চট্টোপাধ্যায়, প্রদীপ চক্রবর্তী\n\nনাটক: রাজা\nনাট্যকার: রবীন্দ্রনাথ ঠাকুর\nচরিত্র: রাজা\nপ্রথম অভিনয়: নিউ এম্পায়ার ১৩ জুন ১৯৬৪\nশেষ অভিনয়: অ্যাকাডেমি অফ ফাইন আর্টস, ২৮ মে ১৯৭৮\nমঞ্চসজ্জা: অনিল বন্দ্যোপাধ্যায়\nআলো: রামপদ চট্টোপাধ্যায়, প্রদীপ চক্রবর্তী/ তাপস সেন\n\nনাটক: ছেঁড়া তার (পুনর্নির্মিত)\nপ্রথম অভিনয়: নিউ এম্পায়ার ১৩ ফেব্রুয়ারি ১৯৬৫\nশেষ অভিনয়: নিউ এম্পায়ার ১৯ ডিসেম্বর ১৯৬৫\n\nনাটক: বাকি ইতিহাস\nনাট্যকার: বাদল সরকার\nপ্রথম অভিনয়: নিউ এম্পায়ার ৭ মে ১৯৬৭\nমঞ্চসজ্জা: অনিল বন্দ্যোপাধ্যায়\nআলো: রামপদ চট্টোপাধ্যায়, প্রদীপ চক্রবর্তী/ দিলীপ ঘোষ\nসঙ্গীত: অজয় সিংহ রায়\n\nনাটক: বর্বর বাঁশি\nনাট্যকার: নীতীশ সেন\nপ্রথম অভিনয়: কলামন্দির, ৭ মে ১৯৬৯\nশেষ অভিনয়: মুক্তাঙ্গন, ১৬ নভেম্বর ১৯৭০\nমঞ্চসজ্জা: খালেদ চৌধুরী\nআলো: হিমাংশু চট্টোপাধ্যায়/ দিলীপ ঘোষ\n\nনাটক: পাগলা ঘোড়া\nনাট্যকার: বাদল সরকার\nপ্রথম অভিনয়: অ্যাকাডেমি অফ ফাইন আর্টস, ২৮ ফেব্রুয়ারি ১৯৭১\nশেষ অভিনয়: বিজন মঞ্চ, ৯ অগস্ট ১৯৭৯\nমঞ্চসজ্জা: খালেদ চৌধুরী\nআলো: তাপস সেন\nসঙ্গীত: অশোকতরু বন্দ্যোপাধ্যায়\n\nনাটক: চোপ আদালত চলছে\nমূল নাটক: বিজয় তেন্ডুলকর\nরূপান্তর/অনুবাদ: এস বি জোশী, নীতীশ সেন\nপ্রথম অভিনয়: কলামন্দির, ৯ ডিসেম্বর ১৯৭১\nশেষ অভিনয়: অ্যাকাডেমি অফ ফাইন আর্টস, ১৬ মার্চ ১৯৭৩\nমঞ্চসজ্জা: অনিল বন্দ্যোপাধ্যায়\nআলো: দিলীপ ঘোষ\nসঙ্গীত: অসীম বন্দ্যোপাধ্যায়\n\nনাটক: ডাকঘর\nনাট্যকার: রবীন্দ্রনাথ ঠাকুর\nচরিত্র: রাজকবিরাজ / ঠাকুর্দা\nপ্রথম অভিনয়: নিউ এম্পায়ার ২৪ ফেব্রুয়ারি ১৯৫৭\nপুনরায় নির্মাণ : ২৬ জুলাই ১৯৭৩\nচরিত্র: ঠাকুর্দা\nমঞ্চসজ্জা : খালেদ চৌধুরী\nআলো : তাপস সেন\nপরিচালক: তৃপ্তি মিত্র\n\nনাটক: টেরোড্যাক্টিল\nমূল নাটক: ইন্দ্র উপাধ্যায় (কৌস্তভ মুখোপাধ্যায়)\nচরিত্র: ম্যাজিশিয়ান\nপ্রথম অভিনয়: অ্যাকাডেমি অফ ফাইন আর্টস, ১০ অক্টোবর ১৯৭২\nশেষ অভিনয়: অ্যাকাডেমি অফ ফাইন আর্টস, ১৪ এপ্রিল ১৯৭৩\nমঞ্চসজ্জা : দীপেন সেন\nআলো : দিলীপ ঘোষ\nসঙ্গীত: অসীম বন্দ্যোপাধ্যায়\nপরিচালক: তৃপ্তি মিত্র\n\nনাটক: মুদ্রারাক্ষস\nমূল নাটক: বিশাখদত্ত\nরূপান্তর/অনুবাদ: অজিতেশ বন্দ্যোপাধ্যায়\nচরিত্র : চাণক্য\nপ্রথম অভিনয়: কলামন্দির, ৭ জুন ১৯৭০\nমঞ্চসজ্জা : রাধারমন তপাদার\nআলো : হিমাংশু চট্টোপাধ্যায়\nপরিচালক: অজিতেশ বন্দ্যোপাধ্যায়\n\nনাটক: তুঘলক\nমূল নাটক: গিরিশ কার্নাড\nরূপান্তর/অনুবাদ: চিত্তরঞ্জন ঘোষ, স্বপন মজুমদার\nচরিত্র : তুঘলক\nপ্রথম অভিনয়: কলামন্দির, ৪ ডিসেম্বর ১৯৭২\nমঞ্চসজ্জা : খালেদ চৌধুরী\nআলো : তাপস সেন\nপরিচালক: শ্যামানন্দ জালান\n\n\n== আবৃত্তি ==\nশম্ভু মিত্র ছিলেন বাংলার এক স্বনামধন্য আবৃত্তিশিল্পী। জ্যোতিরিন্দ্র মৈত্রের মধুবংশীর গলি কবিতাটি আবৃত্তি করে তিনি জনসমাজে বিশেষ সাড়া ফেলেছিলেন। রক্তকরবী, চার অধ্যায়, রাজা অয়দিপাউস, তাহার নামটি রঞ্জনা, ডাকঘর, চাঁদ বণিকের পালা ও অয়দিপাউসের গল্প তার স্বকণ্ঠে রেকর্ড করা নাট্যপাঠ। এছাড়া শম্ভু মিত্র (কবিতা আবৃত্তি), রবীন্দ্রনাথের কবিতাপাঠ, দিনান্তের প্রণাম তার প্রসিদ্ধ বাংলা কবিতা আবৃত্তির রেকর্ড।\n\n\n== চলচ্চিত্র ==\nনাট্যাভিনয়ের সূত্রে চলচ্চিত্র জগতেও পা রেখেছিলেন শম্ভু মিত্র। খাজা আহমেদ আব্বাসের পরিচালনায় নির্মিত হিন্দি ছবি ধরতি কে লাল-এর সহকারী পরিচালক ছিলেন তিনি। অভিনয় করেছেন মানিক, শুভবিবাহ, ৪২, কাঞ্চনরঙ্গ, পথিক, বউ-ঠাকুরাণীর হাট প্রভৃতি চলচ্চিত্রে। অমিত মিত্রের সঙ্গে একদিন রাত্রে ও তার হিন্দি জাগতে রহো-র কাহিনি, চিত্রনাট্য ও পরিচালনার কাজ করেন। রাজ কাপুর প্রয়োজিত ও অভিনীত জাগতে রহো ছবিটি গ্রাঁ পিঁ সম্মানে ভূষিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\nসংসদ বাঙালি চরিতাভিধান, দ্বিতীয় খণ্ড (পরিমার্জিত তৃতীয় সংস্করণ), অঞ্জলি বসু সম্পাদিত, সাহিত্য সংসদ, কলকাতা, ২০০৪, পৃ. ৩২১-২৩"}