{"pageid": 1070620, "title": "ওয়েসেক্স", "url": "https://bn.wikipedia.org/wiki?curid=1070620", "content": "ওয়েসেক্স (; প্রাচীন ইংরেজি: Westseaxna rīċe‎ টেমপ্লেট:IPA-ang, 'পশ্চিম স্যাক্সনদের রাজ্য') ছিল দক্ষিণ গ্রেট ব্রিটেনের একটি অ্যাংলো-স্যাক্সন রাজ্য। ৫১৯ খ্রিস্টাব্দ থেকে ৯২৭ খ্রিস্টাব্দে এথেলস্ট্যান কর্তৃক ইংল্যান্ডের ঐক্যবদ্ধকরণ পর্যন্ত এই রাজ্যটির অস্তিত্ব ছিল।\nঅ্যাংলো-স্যাক্সনদের বিশ্বাস অনুযায়ী, ওয়েক্সেসের প্রতিষ্ঠাতা ছিলেন কার্ডিক ও সিনরিক। তবে এটি সম্ভবত একটি কিংবদন্তি। ওয়েসেক্সের ইতিহাসের প্রধান দু’টি উৎসসূত্র হল অ্যাংলো-স্যাক্সন ক্রনিকল ও ওয়েস্ট স্যাক্সন জেনিওলজিক্যাল রেগনাল লিস্ট, যে দু’টির মধ্যে কিছু কিছু জায়গায় পরস্পর-বিরোধিতা চোখে পড়ে। সেনওয়াল খ্রিস্টধর্ম গ্রহণের পর ওয়েসেক্স একটি খ্রিস্টান রাজ্যে পরিণত হয় এবং সেনওয়ালের রাজত্বকালে তার আয়তনও বৃদ্ধি পায়। কিডওয়ালা পরবর্তীকালে সাসেক্স, কেন্ট ও ওয়েট দ্বীপ জয় করেন। তাঁর উত্তরসূরি আইন প্রাচীনতম ইংরেজ আইন সংহিতাগুলির একটি প্রবর্তন করেছিলেন এবং দ্বিতীয় পশ্চিম স্যাক্সন বিশপরিক স্থাপন করেছিলেন। এরপর ওয়েসেক্সের সিংহাসনে বিভিন্ন রাজা আসীন হয়েছিলেন, যাঁদের বংশপরিচয় সঠিক জানা যায় না।\nঅষ্টম শতাব্দীতে মার্সিয়ার আধিপত্য শুরু হলেও ওয়েসেক্স বৃহত্তর ক্ষেত্রে নিজের স্বাধীনতা বজায় রাখতে পেরেছিল। এই যুগেই শায়ার ব্যবস্থা প্রতিষ্ঠিত হয়। এগবার্টের অধীনে সারে, সাসেক্স, কেন্ট, এসেক্স ও মার্সিয়া এবং ডুমনোনিয়ার কিয়দংশ বিজিত হয়। তিনি নর্থামব্রিয়ান রাজাদের উপর অধিরাজত্বও অর্জন করেন। যদিও ৮৩০ খ্রিস্টাব্দে মার্সিয়া পুনরায় স্বাধীনতা অর্জন করে। এগবার্টের উত্তরসূরি এথেলউলফের রাজত্বকালে একটি ড্যানিশ বাহিনী টেমস মোহনায় উপস্থিত হয়, কিন্তু সেটিকে চূড়ান্তভাবে পরাজিত করা হয়। এথেলউলফের পুত্র এথেলবাল্ড যখন অন্যায়ভাবে সিংহাসন দখল করেন, তখন যুদ্ধ এড়াবার জন্য রাজ্যটিকে বিভক্ত করা হয়েছিল। এথেলউলফের পর তাঁর চার পুত্র পালাক্রমে রাজত্ব করেছিলেন। এঁদের মধ্যে সর্বকনিষ্ঠ ছিলেন মহামতি অ্যালফ্রেড।\n৮৭১ সালে ডেনরা ওয়েসেক্স আক্রমণ করে। অ্যালফ্রেড তাদের বিদায় করার জন্য কর দিতে বাধ্য হন। ৮৭৬ সালে তারা আবার ফিরে আসে, কিন্তু সেবার এডিংটনের যুদ্ধে তারা পরাজিত হয়। নিজের শাসনকালে অ্যালফ্রেড এক নতুন আইন সংহিতা জারি করেন, নিজের রাজসভায় বিশিষ্ট পণ্ডিতদের সমবেত করেন এবং জাহাজ নির্মাণ, সেনাবাহিনী সংগঠন এবং বরা ব্যবস্থা প্রতিষ্ঠার জন্য তহবিল গড়ে তোলায় মনোনিবেশ করেন। অ্যালফ্রেডের পুত্র এডওয়ার্ড ডেনদের থেকে পূর্ব মিডল্যান্ডস ও পূর্ব অ্যাংলিয়া অধিকার করে নেন এবং ৯১৮ সালে তাঁর ভগিনী এথেলফ্লেডের মৃত্যুর পর মার্সিয়ার শাসক হন। এডওয়ার্ডের পুত্র এথেলস্ট্যান ৯২৭ সালে নর্থামব্রিয়া অধিকার করেন এবং সেই প্রথম ইংল্যান্ড একটি একক রাজ্যে পরিণত হয়। ১০১৬ সালে মহামতি কানুট ইংল্যান্ড জয় করেন। তিনি ওয়েসেক্সে একটি ধনী ও শক্তিশালী আর্ল-অধিকৃত এলাকা সৃষ্টি করেছিলেন। কিন্তু ১০৬৬ সালে হ্যারোল্ড গডউইনসন সেই আর্ল-অধিকৃত এলাকাকে রাজ-শাসিত এলাকার সঙ্গে যুক্ত করেন এবং ওয়েসেক্সের অস্তিত্ব বিলুপ্ত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBlair, Peter Hunter (17 July 2003). An Introduction to Anglo-Saxon England (Third ed.). Cambridge University Press. আইএসবিএন ৯৭৮-০-৫২১-৫৩৭৭৭-৩\nYorke, Barbara (১৯৯৫)। Wessex in the Early Middle Ages। A&C Black। আইএসবিএন 978-0-7185-1856-1। \n\n\n== বহিঃসংযোগ ==\nThe Burghal Hidage\nThomas Hardy's Wessex Research site by Dr Birgit Plietzsch\nThe History Files: Kings of the West Saxons\nWessex Law Academy\nWessex Society\nটেমপ্লেট:Heptarchy"}