{"pageid": 1070075, "title": "আস্কইমাম.অর্গ", "url": "https://bn.wikipedia.org/wiki?curid=1070075", "content": "আস্কইমাম.অর্গ (ইংরেজি: askimam.org) একটি ইসলাম সম্পর্কিত তথ্য সরবরাহকারী ওয়েবসাইট। ২০০০ সালে দক্ষিণ আফ্রিকার ইসলামি পণ্ডিত ইব্রাহিম দেসাই এটি প্রতিষ্ঠা করেছিলেন। এই ওয়েবসাইটের উত্তরগুলিতে হানাফি দেওবন্দি চিন্তাধারার প্রতিফলন দেখা যায়। এটি আল-আজহার বিশ্ববিদ্যালয় এবং এর সমানুভবী ওয়েব উৎসগুলোর চেয়ে বেশি প্রভাবশালী, বিস্তৃত এবং ব্যাপক বলে বিবেচিত হয়েছে।\n\n\n== ইতিহাস ==\nইব্রাহিম দেসাই ওয়েবসাইটটি প্রতিষ্ঠা করেন, যিনি পূর্বে মাদ্রাসা ইনামিয়্যার ফতোয়া বিভাগের প্রধান ছিলেন। এটি ২০০০ সালে আস্ক-ইমাম.কম নামে চালু হয়, পরবর্তীতে কারিগরি ও প্রযুক্তিগত উন্নয়ন করে ২০০৪ সালে আস্কইমাম.অর্গ নাম ধারণ করে। ওয়ার্ল্ড ওয়াইড ওয়েব ব্যবহার করে সহজে অ্যাক্সেসযোগ্য সাধারণ ইসলামি প্রশ্নোত্তর সরবরাহ করাই পোর্টালটির উদ্দেশ্য।\nজি.আর. বান্টের মতে, “এটি একটি মুসলিম প্রতিষ্ঠান বা স্বতন্ত্র সংখ্যালঘু সম্প্রদায়ের প্রতিনিধিত্ব করে, যেটি বিশ্বব্যাপী একটি উল্লেখযোগ্য সংখ্যক ভিজিটর আনতে সক্ষম হয়েছে, যারা বিভিন্ন ধর্মীয় দৃষ্টিকোণ থেকে অনুসন্ধান করেন। প্রতিদিন সাইটে বেশ কয়েকটি নতুন ফতোয়া প্রকাশিত হয়। ২০০২ সালের আগস্ট পর্যন্ত এই সাইটে প্রায় ৪৬৮৬টি ফতোয়া জমা হয়। বান্ট উল্লেখ করেছেন, “ইংরেজি ভাষার এই সাইটটি আল আজহার এবং তার সমানুভবী সম্মিলিত সাইটগুলোর চেয়ে আরও ব্যাপক, বিস্তৃত এবং সম্ভাব্য প্রভাবশালী।\nগবেষক ফারহানা ২০১১ সালে এই সাইটের ফতোয়াগুলোর কাঠামোর সমীক্ষায় দেখান যে, দেসাইয়ের শিক্ষার্থীরা বিভিন্ন ভৌগোলিক অবস্থানের হলেও, তারা বেশিরভাগ ফতোয়া তৈরি করেছিলেন এবং শিক্ষক হিসেবে দেসাই হলেন চূড়ান্ত কর্তৃপক্ষ। প্রতিটি ফতোয়ার শেষ লাইনে থাকে, “মুফতি ইব্রাহিম দেসাই কর্তৃক পরীক্ষিত ও অনুমোদিত।” সাইটের প্রতিষ্ঠাতা ২০২১ সালের ১৫ জুলাই ডারবানে মৃত্যুবরণ করেন।\n\n\n== পন্থা ==\nএটি দেওবন্দি হানাফি দৃষ্টিভঙ্গিকে প্রতিফলিত করে। ফারহানার মতে, “এর উত্তরগুলি সংক্ষিপ্ত, সর্বদা উল্লেখযোগ্য পাঠ্য বিশ্লেষণ করে না এবং এটি ইজতিহাদ ও ফতোয়ার মধ্যে পার্থক্য স্বীকার করে”। বান্ট আরও যোগ করেছেন যে, “আস্কইমামের সাথে সংশ্লিষ্ট পণ্ডিতরা প্রচলিত চারটি সুন্নি আইনশাস্ত্র এবং অন্যান্য ধর্মীয় মতামতের মধ্যে পার্থক্য করেন।” সাইটের প্রশ্নোত্তর নির্দেশিকায় উল্লেখ করা হয়েছে যে, “এটি ফিকহ সম্পর্কিত হানাফি প্রশ্নাবলীর জন্য সংরক্ষিত।” এটি অন্যান্য সুন্নি মতবাদ অনুসরণকারী লোকদের তাদের উপযুক্ত পণ্ডিতদের জিজ্ঞাসা করার পরামর্শ দেয়।\n\n\n== আরও দেখুন ==\nদারুলইফতা-দেওবন্দ.কম\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ==="}