{"pageid": 1070683, "title": "রূপ (ধর্মীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1070683", "content": "রূপ (সংস্কৃত: रूप) অর্থ আকৃতি বা আকার। যেহেতু এটি যেকোনো ধরনের মৌলিক বস্তুর সাথে সম্পর্কিত, তাই ভারতীয় ধর্মের প্রসঙ্গে এর আরও নির্দিষ্ট অর্থ রয়েছে।\n\n\n== হিন্দুধর্মে ==\nহিন্দুধর্মে, অনেক যৌগিক শব্দ রূপ ব্যবহার করে সূক্ষ্ম এবং আধ্যাত্মিক বাস্তবতা বর্ণনা করার জন্য তৈরি করা হয় যেমন স্বরূপ, যার অর্থ স্বর রূপ। এটি বস্তু বা বস্তুগত ঘটনা প্রকাশ করার জন্য ব্যবহার করা যেতে পারে, বিশেষ করে যেটি সাংখ্যে দৃষ্টি শক্তির সাথে যুক্ত। ভগবদ্গীতাতে পরম সম্পর্কে ধারণা বর্ণনা করতে বিশ্বরূপ শব্দটি প্রভৃতি।\n\n\n== বৌদ্ধধর্মে ==\nবৌদ্ধধর্মে, রূপ হ'ল দেহ ও বাহ্যিক উভয় বিষয়ের বস্তুগত দিক। পালি ধর্মশাস্ত্রে, রুপকে \"রূপ-খাঁধা (স্থূল রূপ), রুপ-আয়না (দৃশ্যমান বস্তু বা বিষয়) এবং নাম-রূপ ('নাম ও রূপ' বা 'মন ও দেহ')\"-এই তিনটি উল্লেখযোগ্য প্রাসঙ্গিক কাঠামোতে উল্লেখ করা হয়েছে। \nবৌদ্ধধর্মে, মূর্তি বর্ণনার ক্ষেত্রে রূপ শব্দটি ব্যবহৃত হয়। কখনও কখনও এটিকে বুদ্ধরূপও বলা হয়। রূপকে স্কন্ধার অন্যতম রঙ ও চিত্র দ্বারা অনুভব করা হয়।\n\n\n=== রূপ-খাঁধা ===\nবৌদ্ধদর্শন অনুসারে, রূপ বস্তুবাদের রূপক পদার্থের মতো ব্যাপার নয়। রূপ বস্তু ও সংবেদনশীলতা উভয়কেই বোঝায়। প্রকৃতপক্ষে রূপ অন্য সমস্ত কিছুর মতো এর কার্যকারিতা অনুসারে সংজ্ঞায়িত হয়।\nঐতিহ্যগতভাবে রূপকে দুটি পদ্ধতিতে বিশ্লেষণ করা হয়- (১) চারটি প্রাথমিক উপাদান হিসাবে (পালি, মহাভূতা), এবং (২) দশ বা চব্বিশটি মাধ্যমিক বা উৎপন্ন উপাদান হিসাবে।\n\n\n==== চারটি প্রাথমিক উপাদান ====\nপৃথিবী বা দৃঢ়তা\nআগুন বা উত্তাপ\nজল বা সংহতি\nবাতাস বা চলাচল\n\n\n==== উদ্ভূত পদার্থ ====\nঅভিধর্ম পিটক ও পালি সাহিত্যে, রূপ দশ বা তেইশ বা চব্বিশ ধরনের মাধ্যমিক বা উৎপন্ন পদার্থের বিচারে আরও বিশ্লেষণ করা হয়। দশটি মাধ্যমিক পদার্থের তালিকায় নিম্নলিখিতগুলি চিহ্নিত করা হয়েছে:\n\nচক্ষু\nকর্ণ (শ্রবণ)\nনাসিকা (নাক)\nজিহ্বা\nশরীর\nরূপ (আকৃতি)\nশব্দ\nগন্ধ\nস্বাদ\nস্পর্শ\nযদি চব্বিশটি মাধ্যমিক প্রকার গণনা করা হয়, তবে উপরের দশটির প্রথম নয়টিতে নিম্নলিখিত পনেরটি যুক্ত হবে:\n\nনারীত্ব (স্ত্রীস্বভাব)\nপুরুষত্ব বা পৌরূষ\nজীবন বা কর্মশক্তি\nহৃদয় বা হৃদয় ভিত্তিক\nশারীরিক ইঙ্গিত(উদ্দেশ্যগুলি নির্দেশ করে এমন গতিবিধি)\nকণ্ঠস্বর ইঙ্গিত\nস্থান উপাদান\nশারীরিক স্বাচ্ছন্দ্য বা উচ্ছ্বাস\nশারীরিক ফলন বা নমনীয়তা\nশারীরিক পরিশ্রম বা চালকতা\nশারীরিক দলবদ্ধকরণ বা মিশ্রণ\nশারীরিক প্রসার বা রক্ষণাবেক্ষণ\nশারীরিক বার্ধক্য বা পতন\nশারীরিক গুরুত্ব\nখাদ্য\nতবে, অভিধর্ম পিটকের ধম্মসঙ্গণিতে \"হৃদয় ভিত্তিক\" বাদে ২৩ টি উদ্ভবের ধরনের তালিকা পাওয়া যায়।\n\n\n=== রূপ ঝানা ===\n\n\n==== রূপ ঝানার গুণাবলি ====\nধ্যানের অভ্যাসটি আনাপানসাটি, শ্বাস-প্রশ্বাসের সচেতনতা দ্বারা সাহায্য করে। সুত্তপিটক (আগম) রূপ ঘানার চারটি ধাপ বর্ণনা করে। রূপ নিরপেক্ষ অবস্থানে বস্তুজগতকে বোঝায়, যেমন কাম রাজ্য (কামনা, বাসনা) এবং অরূপ-রাজ্য (অ-বস্তু অঞ্চল) থেকে আলাদা। প্রতিটি ঝানা সেই ঝানায় উপস্থিত গুণাবলীর সেট দ্বারা চিহ্নিত করা হয়।\n\nপ্রথম ধ্যাান: প্রত্যাহার ও সঠিক প্রচেষ্টার কারণে একজন কামুকতা এবং অদক্ষ গুণাবলী থেকে বিচ্ছিন্ন হলে প্রথম ধ্যানে প্রবেশ করা যেতে পারে। নির্জনতার ফলে পিতি (আলোচনা) ও অ-ইন্দ্রিয়সুখ (আনন্দ) আছে, যখন বিতার্ক-বিচার (আলোচনামূলক চিন্তা) চলতে থাকে;\nদ্বিতীয় ধ্যান: একাগ্রতার ফলস্বরূপ পিতি (আনন্দ) ও অ-ইন্দ্রিয়সুখ (আনন্দ) আছে (সমাধি-জি, \"সমাধি থেকে জন্ম\"); একগগতা (সচেতনতার একীকরণ) বিতর্ক-বিকার থেকে মুক্ত (আলোচনামূলক চিন্তা); সম্পাসাদান (অভ্যন্তরীণ প্রশান্তি);\nতৃতীয় ধ্যান: উপেখা (সমতুল্য; \"প্রভাবমূলক বিচ্ছিন্নতা\"), মননশীল, এবং সতর্ক, এবং শরীরের সাথে আনন্দ অনুভব করে;\nচতুর্থ ধ্যান: উপেক্ষাসতিপরিশুদ্ধি (সমতা ও মননশীলতার বিশুদ্ধতা); না-সুখ-না-বেদনা। ঐতিহ্যগতভাবে, চতুর্থ ঝানাকে মানসিক শক্তি (অভিজ্ঞা) অর্জনের সূচনা হিসেবে দেখা হয়।\n\n\n== আরও দেখুন ==\nঅরূপ\nঅভিধর্ম\nশরীর\nচেতনা\nউপলব্ধি\nসংবেদন\nবুদ্ধরূপ\nবৌদ্ধধর্ম ও শরীর\nচেতনা (বৌদ্ধধর্ম)\nনামরূপ (ধারণা)\nবেদনা\nজ্ঞান\nঅস্তিত্বের তিনটি চিহ্ন\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nBuddhaghosa, Bhadantācariya (trans. from Pāli by Bhikkhu Ñāṇamoli) (1999). The Path of Purification: Visuddhimagga. Seattle, WA: BPS Pariyatti Editions. আইএসবিএন ১-৯২৮৭০৬-০০-২.\nHamilton, Sue (2001). Identity and Experience: The Constitution of the Human Being according to Early Buddhism. Oxford: Luzac Oriental. আইএসবিএন ১-৮৯৮৯৪২-২৩-৪.\nMonier-Williams, Monier (1899, 1964). A Sanskrit-English Dictionary. London: Oxford University Press.  আইএসবিএন ০-১৯-৮৬৪৩০৮-X.  Retrieved 2008-03-06 from \"Cologne University\" at http://www.sanskrit-lexicon.uni-koeln.de/scans/MWScan/index.php?sfx=pdf.\nRhys Davids, Caroline A.F. ([1900], 2003). Buddhist Manual of Psychological Ethics, of the Fourth Century B.C., Being a Translation, now made for the First Time, from the Original Pāli, of the First Book of the Abhidhamma-Piṭaka, entitled Dhamma-Saṅgaṇi (Compendium of States or Phenomena). Whitefish, MT: Kessinger Publishing. আইএসবিএন ০-৭৬৬১-৪৭০২-৯.\n\n\n== বহিঃসংযোগ ==\nThanissaro Bhikkhu (trans.) (2003). Maha-hatthipadopama Sutta: The Great Elephant Footprint Simile (MN 28). Retrieved 2008-03-06 from \"Access to Insight\" at http://www.accesstoinsight.org/canon/sutta/majjhima/mn028-tb0.html."}