{"pageid": 1071070, "title": "কাসিনো সমুদ্র সৈকত", "url": "https://bn.wikipedia.org/wiki?curid=1071070", "content": "প্রাইয়া দো কাসিনো (পর্তুগিজ: Praia do Cassino; অনু. কাসিনো সমুদ্র সৈকত) হল পৃথিবীর দীর্ঘতম নিরবিচ্ছিন্ন সমুদ্র সৈকত। দৈর্ঘ্যের দিক থেকে কাসিনো সমুদ্র সৈকতের পরে যথাক্রমে নব্বই মাইল ও কক্সবাজার রয়েছে। বিভিন্ন সূত্র এর দৈর্ঘ্য ২১২ কিলোমিটার (১৩২ মাইল) থেকে ২৫৪ কিলোমিটার (১৫৮ মাইল) পর্যন্ত নির্ণয় করেছে।\n\n\n== ব্যুৎপত্তি ==\nকাসিনো শব্দটি এসেছে পর্তুগিজ শব্দ Cassino থেকে যার ইংরেজি প্রতিশব্দ Casino (ক্যাসিনো)। সমুদ্র সৈকত এলাকার বিলাসবহুল হোটেলগুলোতে পর্যটকরা জুয়া খেলতে মিলিত হতো বিধায় এই সমুদ্র সৈকতের নাম হয়েছে কাসিনো সমুদ্র সৈকত।\n\n\n== অবস্থান ==\nকাসিনো সমুদ্র সৈকত ব্রাজিলের দক্ষিণ উপকূলের রিও গ্রান্ডে দো সুল রাজ্যে দক্ষিণ আটলান্টিক মহাসাগরের তীরে অবস্থিত যা উত্তরের রিও গ্রান্ডে সমুদ্র বন্দরের দিকে অবস্থিত বাঁধ থেকে দক্ষিণের উরুগুয়ে সীমান্তের দিকে চুই স্রোতধারা পর্যন্ত বিস্তৃত। রিও গ্রান্ডে শহর থেকে ২৪.২ কিলোমিটার (১৫.০ মাইল) দূরে এই সমুদ্র সৈকত অবস্থিত।\n\n\n== ইতিহাস ==\nকাসিনো সমুদ্র সৈকত ব্রাজিলের প্রবীণতম স্পা হিসেবে পরিচিত যার যাত্রা শুরু হয় ১৮৯০ সাল থেকে। এই সমুদ্র সৈকতটিকে সাবআর্বান ম্যাঙ্গুইরা কোম্পানি পর্যটনকেন্দ্র হিসেবে গড়ে তুলে। কোম্পানির পরিচালক এন্টোনিও কান্ডিডো সেকুইরা এবং কোম্পানির বিনিয়োগকারীরা রাজ্য সরকারের সাহায্য নিয়ে সৈকত এলাকার জমি অধিগ্রহণ করে ১৮৯০ সালের ২৬শে জানুয়ারিতে একটি পর্যটন কমপ্লেক্স নির্মাণ করে। পরবর্তীতে এই পর্যটনকেন্দ্রটি খুব জনপ্রিয় হয়ে উঠে এবং বড় বড় কোম্পানিগুলো এখানে বিনিয়োগ করতে শুরু করে। সেই সময় জার্মান, ইংরেজ, পর্তুগিজ ও ইতালীয় বংশদ্ভূত ব্রাজিলীয়রা প্রায়শই এই সৈকত এলাকার দামী হোটেলগুলোতে সমুদ্র উপভোগ করতে আসতো। দ্বিতীয় বিশ্বযুদ্ধে ইতালীয় ও জার্মানদের উপর নিপীড়ন ও ১৯৪৬ সালে রুলেট নিষিদ্ধকরণ এলাকার অর্থনীতির উপর বিরূপ প্রভাব ফেলে। তবে সাম্প্রতিক সময়গুলোতে কাসিনো সমুদ্র সৈকত পর্যটকদের আকৃষ্ট করতে সক্ষম হয়েছে।\n১৯৬৬ সালের ১২ই নভেম্বর তারিখে কাসিনো সৈকতে একটি সূর্যগ্রহণ দৃশ্যমান হওয়ার সময় নাসার বিজ্ঞানীরা এবং যুক্তরাষ্ট্রের সেনাবাহিনী বায়ুমন্ডল নিয়ে গবেষণা করার উদ্দেশ্যে বেশকিছু রকেট এখান থেকে উৎক্ষেপণ করে।\n১৯৯৪ সালের গিনেস বিশ্ব রেকর্ডে প্রাইয়া দো কাসিনো পৃথিবীর দীর্ঘতম সমুদ্র সৈকত হিসেবে স্বীকৃতি পায়।\n\n\n== পর্যটন ==\nপ্রতি বছর দেড় লাখ পর্যটক প্রাইয়া দো কাসিনোতে ঘুরতে আসেন। শীতের মৌসুম বিশেষত ডিসেম্বর থেকে জানুয়ারিতে এই স্থানে ঘুরতে যাওয়া পর্যটকদের ভীড় বাড়ে। সাঁতার কাটা, সার্ফিং সহ বিভিন্ন কর্মকাণ্ডে পর্যটকদের এখানে অংশগ্রহণ করতে দেখা যায়। পৃথিবীর বৃহৎ সংখ্যক সীল মাছের আবাস্থল এই সমুদ্র সৈকতেই। নৌকায় করে বহু পর্যটক এসব সীল মাছ দর্শন করেন।\n\n\n== দর্শনীয় স্থানসমূহ ==\n\n\n=== পশ্চিম জেটি ===\n\nসৈকত এলাকা থেকে দূরে শেষের দিকে পাথর দিয়ে একটি জেটি নির্মাণ করা হয়েছিলো। এই জেটির গঠন পূর্ব জেটির সাথে রিও গ্রান্ডের জাহাজগুলো প্রবেশ ও বাহিরের পথকে রক্ষা করে। পশ্চিম জেটি থেকে জাহাজে করে বিশ মিনিটে বাতিঘর টাওয়ারে যাওয়া যায়। যাওয়ার পথে অনেকে সমুদ্রে ডলফিন ও লুন দেখতে পেতে পারেন।\n\n\n=== আঁটকে থাকা জাহাজ ===\n\nকাসিনো থেকে ১৬ কিলোমিটার দূরে চুই স্রোতধারার দিকে ১৯৭৬ সালের জুন মাসে ঝড়ে আঁটকে থাকা \"আল্টায়ার\" জাহাজ সৈকতে দেখতে পাওয়া যায়।\n\n\n=== ইয়েমাঞ্জা ভাষ্কর্য ===\n\nএই ভাষ্কর্য রিও গ্রান্ডে এভিনিউর প্রবেশ মুখে সমুদ্রের সামনে অবস্থিত। এর শিল্পী ছিলেন রিও-গ্রান্ডিও এরিকো গোব্বি যিনি এই ভাষ্কর্য সিমেন্ট দিয়ে তৈরি করেছেন।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nসমুদ্র সৈকতের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরিও গ্রান্ডে সিটি হলের ওয়েব পৃষ্ঠা (পর্তুগিজ ভাষায়)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ আগস্ট ২০২০ তারিখে\nরিও গ্রান্ডে দো সুল রাজ্যের পর্যটন বিষয়ক সচিবালয় (পর্তুগিজ ভাষায়)"}