{"pageid": 1071829, "title": "মহারাজা পৃথু", "url": "https://bn.wikipedia.org/wiki?curid=1071829", "content": "মহারাজা  পৃথু (ইংরেজি: Prithu) ভারতের কামরূপ রাজ্যের রাজা ছিলেন। তাকে জলপেশ্বর ও বলা হয়। তিনি শুদ্রবংশীয় রাজা দেবেশ্ব‌রের বংশজাত ছিলেন। ১২০৬ খ্ৰিষ্টাব্দে মহম্মদ বিন বখতিয়াৰ খিলজী ও ১২২৬ খ্ৰিষ্টাব্দে দিল্লীর মামলুক রাজবংশের নবম সুলতান গিয়াসউদ্দিন বলবন বিরুদ্ধে তার সামরিক সফলতার জন্যও তিনি প্ৰসিদ্ধ ছিলেন।\n\nএকটি শিব মন্দিরের পুরাতাত্ত্বিক অবশেষ এবং ভারতের পশ্চিমবঙ্গের জলপাইগুড়ি ও বাংলাদেশের রংপুর বিভাগে  বিস্তৃত দুৰ্গ থেকে তার শাসনকাল সম্পর্কে জানা যায়।\n\n\n== মহম্মদ বিন বখতিয়ার খিলজির আক্ৰমণের বিরুদ্ধে যুদ্ধ ==\n১২০৬ সালে ইখতিয়ার উদ্দিন মহম্মদ বিন বখতিয়ার খিলজি তিব্বত আক্ৰমণ করার পরিকল্পনা করে।তিব্বতের বৌদ্ধ মঠসমূহ লুণ্ঠন করা ও দক্ষিণ পূর্ব এশিয়ার সাথে বঙ্গের পরম্পরাগত বাণিজ্য পথের নিয়ন্ত্ৰণ লাভ করার জন্য সে তিব্বত আক্ৰমণ করতে চেয়েছিল। এর জন্য তাকে কামরূপ ও সিকিম রাজ্যের মাঝখান দিয়ে যেতে হয়েছিল। রাজা পৃথু বখতিয়ার খিলজির সৈন্যবাহিনীকে তার রাজ্য দিয়ে যেতে অনুমতি দিয়েছিলেন। যাতে তাকে তার অভিযানের পরে ধরা যায়। খলজি  উত্তরবঙ্গের শিলিগুড়িতে  এসে শিবির করেছিল। তিনি  জ্বলন্ত পৃথিবী  রণনীতি অনুসরণ করেছিলেন । তিনি শত্ৰুদলের খাদ্য যোগানের সব পথ বন্ধ করে দেন। বখতিয়ার খিলজির সৈন্যবাহিনী  গভীর নদী পার করলে তিনি সেতু ধ্বংস করে দেন। যাতে খিলজির বাহিনী পশ্চাদপসরণ করতে না পারে। আক্ৰমণকারী বাহিনী তিব্বতের খহটা পাহাড়ি অঞ্চলে প্ৰবেশ করে  কঠোর প্ৰতিরোধের সামনে পড়ে ও পিছু  ফেরার  সিদ্ধান্ত নেয়।  কিন্তু  খিলজির নদী পার হয়ে পশ্চাদপসরণ ভুল ছিল। কারণ তার বাহিনীর খাদ্য যোগান কম ছিল ও রাজা পৃথুর বাহিনী তাদের সকল দিক থেকে আক্ৰমণ করেছিল। এই যুদ্ধে খিলজির প্ৰায় ১২,০০০ ঘোড়সওয়ার ও বিশ হাজার পদাতিকের  পুরো সৈন্যবাহিনী ধ্বংস হয়েছিল । মাত্ৰ ১০০জন জীবিত ছিল। বখতিয়ার খিলজির তিব্বত  অভিযান  বিফল হয়। ঘোড়ার পিঠে অসুস্থ অবস্থায় তাকে হত্যা করা হয়েছিল। উত্তর গুয়াহাটিতে অবস্থিত কানাই বড়শি বোয়া শিলালিপিতে বখতিয়ার খিলজি ও রাজা পৃথুর মধ্যে সংঘটিত যুদ্ধের বৰ্ণনা পাওয়া যায়।\n১২২৬ খ্ৰিষ্টাব্দে দিল্লীর মামলুক রাজবংশের নবম সুলতান গিয়াসউদ্দিন বলবন কামরূপ আক্ৰমণ করে ও বৰ্তমান গুয়াহাটি পর্যন্ত এগিয়ে আসে। কিন্তু রাজা পৃথু তাকে পিছিয়ে যেতে বাধ্য করেন।\n\n\n== মৃত্যু ==\n১২২৮ খ্ৰিষ্টাব্দে দিল্লীর সুলতান নাসিরউদ্দিন মামুদের সাথে যুদ্ধ চলাকালীন সময় তিনি নিহত হন।\n\n\n== স্মৃতি ==\n\nভিতরগড় দুর্গ - লোকমতে তার রাজধানী ছিল ভিতরগড়।\nমহারাজার দীঘি- মহারাজা পৃথু নিজের রাজত্ব কালে এই দীঘি খনন করেন।কথিত আছে তিনি ধর্মনাশ থেকে রক্ষা পেতে এই দীঘিতে পরিবারের অনেক সদস্য আত্মহত্যা করেন। প্রতিবছর বাংলা নববর্ষে এই দীঘির পারে বিরাট মেলা বসে। তখন পার্শ্ববর্তী ভারতের বিভিন্ন জেলা থেকেও লোক এখানে আসেন। \n\n\n== তথ্যসূত্র =="}