{"pageid": 1071590, "title": "হেনরি পেরেরা", "url": "https://bn.wikipedia.org/wiki?curid=1071590", "content": "আলফ্রেড উইলিয়াম হেনরি পেরেরা (১৯৩০-২০০৯) শ্রীলঙ্কা নৌবাহিনীর একজন অ্যাডমিরাল ছিলেন। তিনি ১৯৭৯ সাল থেকে ১৯৮৩ সাল পর্যন্ত শ্রীলঙ্কীয় নৌবাহিনীর কমান্ডার ছিলেন।\n\n\n== নৌ জীবন ==\nকলম্বোর সেন্ট পিটার্স কলেজে শিক্ষিত পেরেরা ১৯৫১ সালের জুলাইয়ে রয়্যাল সিলন নৌবাহিনীতে এক্সিকিউটিভ শাখায় সাব-লেফটেন্যান্ট হিসেবে কমিশন প্রাপ্ত হন এবং গ্রিনউইচের রয়েল নেভাল কলেজে তার প্রশিক্ষণ গ্রহণ করেছিলেন। ১৯৫৩ সালে গ্রিনউইচে প্রশিক্ষণ শেষ করে, ১৯৫৪ সালে তিনি এইচএমএস এক্সিলেন্ট বোর্ডে বন্দুকের বিষয়ে বিশেষজ্ঞ হন। ১৯৬২ সালে লেফটেন্যান্ট কমান্ডারে পদোন্নতি হয়ে তিনি পশ্চিম নিউ গিনিতে জাতিসংঘের সুরক্ষা বাহিনীর সদস্য হিসাবে দায়িত্ব পালন করেছিলেন। তিনি ১৯৬৪ সালে ওয়েলিংটনের ডিফেন্স সার্ভিসেস স্টাফ কলেজে যোগ দেন। ১৯৭০ সালে তাকে কমান্ডার পদে পদোন্নতি দেওয়া হয়। ১৯৭১ সালের জেভিপি বিদ্রোহের সময়, শ্রীলঙ্কা নৌবাহিনী বিভিন্ন জেলায় বিদ্রোহ বিরোধী অভিযান পরিচালনা করার জন্য তদারকির জন্য তার কর্মকর্তা এবং নাবিকদের মোতায়েন করেছিল। কমান্ডার পেরেরাকে পোলোনারুয়া জেলার সামরিক সমন্বয়কারী কর্মকর্তা নিযুক্ত করা হয়। ১৯৭৩ সালে, তিনি ক্যাপ্টেন পদে পদোন্নতি লাভ করেন এবং ১৯৭৬ সালে ন্যাশনাল ডিফেন্স কলেজ, নয়াদিল্লিতে যোগ দেন। কর্মজীবনের সময় তিনি সমুদ্র এবং তীরে ত্রিঙ্কোমালি এবং নৌবাহিনী সদর দপ্তরে চীফ অব স্টাফ সহ সমুদ্র ও তীরে বেশ কয়েকটি কমান্ড পেয়েছিলেন। একজন অনুরাগী রাগবি খেলোয়াড়, নৌ ক্রীড়া বোর্ডের চেয়ারম্যান এবং চেয়ারম্যান প্রতিরক্ষা পরিষেবা ক্রীড়া বোর্ডের দায়িত্ব পালন করেছিলেন।\nরিয়ার অ্যাডমিরাল পদে পদোন্নতি পেয়ে, ১৯৭৯ সালের ১ জুন তিনি বাসিল গুনাসেকারার স্থলে শ্রীলঙ্কা নৌবাহিনীর কমান্ডার নিযুক্ত হন। শ্রীলঙ্কার গৃহযুদ্ধ শুরু হওয়ার সাথে সাথে তিনি নৌবাহিনীর আধুনিকায়ন ও সম্প্রসারণ অব্যাহত রেখেছিলেন। তিনি নৌবাহিনীর জন্য স্থানীয়ভাবে নির্মিত জয়সাগর-শ্রেণির অফশোর পটভূমির জাহাজগুলির বিকাশ শুরু করেছিলেন। তিনি ১৯৮৩ সালের ৩১ মে নৌবাহিনী থেকে অবসর গ্রহণ করেন এবং ভাইস অ্যাডমিরাল পদে পদোন্নতি পান। তার পরে আসোকা ডি সিলভা তার স্থলাভিষিক্ত হন।\nনৌবাহিনীর দীর্ঘ চাকরি জীবনে তিনি বিশিষ্ট সেবা বিভূষণ, শ্রীলঙ্কা সশস্ত্র পরিষেবাদি পদক, শ্রীলঙ্কা সশস্ত্র পরিষেবাদি লং সার্ভিস পদক, সিলন সশস্ত্র পরিষেবাদি লং সার্ভিস পদক, রাষ্ট্রপতির উদ্বোধন পদক এবং শ্রীলঙ্কা নেভির ২৫তম বার্ষিকী পদক পেয়েছেন। ২০০৭ সালে তাকে ৯ জন প্রাক্তন সার্ভিস কমান্ডারের সাথে অ্যাডমিরাল পদে পদোন্নতি দেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র =="}