{"pageid": 1071945, "title": "সরযূবালা সেন", "url": "https://bn.wikipedia.org/wiki?curid=1071945", "content": "সরযূবালা সেন (১৯ জুলাই ১৮৮৯—২৫ সেপ্টেম্বর ১৯৪৯) ছিলেন বাঙালি লেখিকা এবং শিক্ষাবিদ।\n\n\n== জীবনী ==\nসরযূবালা সেনের জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের হুগলি জেলার হরিপালে। পিতা দার্শনিক ও বহুবিদ্যাবিশারদ পণ্ডিতআচার্য ব্রজেন্দ্রনাথ শীল। সরযূবালা আচার্যের পাঁচ সন্তানের মধ্যে সর্বকনিষ্ঠ ও একমাত্র কন্যা ছিলেন। তার চার ভ্রাতার তিন জন হলেন - বিনয়েন্দ্রনাথ, অমরেন্দ্রনাথ ও অমলেন্দ্রনাথ। অন্য এক ভ্রাতা অকালেই মারা যান।  পিতার শিক্ষায় ও আদর্শে তাঁদের জীবন গঠিত হয়। ১৯০৫ খ্রিস্টাব্দে তিনি এন্ট্রান্স পাশ করেন।কলকাতা বিশ্ববিদ্যালয় থেকে এম.এ পাশ করে ইংল্যান্ডে যান ১৯১২ খ্রিস্টাব্দে। সেখানে ফ্রোয়েবেল ইনস্টিটিউট থেকে সরযূবালা কিন্ডারগার্টেন সম্বন্ধীয় শিক্ষা সম্পর্কে পড়াশোনা করে স্বদেশে ফেরেন ১৯১৩ খ্রিস্টাব্দে। তার ডাকনাম ছিল তুলি। তিনি দু-বার বিবাহ করেন। তার প্রথম স্বামী ছিলেনদেশবন্ধু চিত্তরঞ্জন দাশের ভ্রাতা কবি বসন্তরঞ্জন দাশ। বসন্তরঞ্জনের মৃত্যুর পর দেশবন্ধুর ভগ্নীপতি বিপত্নীক শরৎচন্দ্র সেনকে বিবাহ করেন। তিনি ছিলেন এক কট্টর জাতীয়তাবাদী।\n\n\n== সাহিত্যকর্ম ==\nসরযূবালা সুলেখিকা ছিলেন। দেশবন্ধুর নারায়ণ পত্রিকায় তার লেখা প্রকাশিত হত। যখন সরযূবালা ইংল্যান্ডে ছিলেন, প্রথম বিশ্বযুদ্ধের প্রাক্কালে স্বদেশের অস্থির রাজনৈতিক পরিস্থিতি ও অভিজ্ঞতা তার লেখার উপর প্রভাব ফেলে। স্বামী বিয়োগে'র পর কতকগুলি শোক-প্রবন্ধ লেখেন। তার প্রথম লেখা রবীন্দ্রনাথ ঠাকুরের ভূমিকা-সহ বসন্তপ্রয়াণ নামে প্রকাশিত হয় ১৯১৪ খ্রিস্টাব্দে।\nজমি-মূলধন-শ্রম সমস্যা নিয়ে বহু প্রশংসিত দেবোত্তর বিশ্বনাট্য নামক রূপক নাটক রচনা করেন ১৯১৬ খ্রিস্টাব্দে। এই নাটকটি সম্পর্কে যেটি উল্লেখযোগ্য তা হল - এর নারীবাদী মাত্রা। নায়িকা বিবাহকে প্রত্যাখ্যান করেন এবং শিশুদের যত্ন নিয়ে কর্মজীবী নারীদের যে লড়াইয়ের বিষয়ে নিজের মন্তব্য ব্যক্ত করেছেন। তিনি বাংলা সাহিত্যের সম্পূর্ণ ইতিহাসে (১৯৬০) এটি এক বৈশিষ্ট্য প্রদান করে। সমালোচক সুকুমার সেন সরযূবালার সমস্ত রচনায় তার দার্শনিক পিতার প্রভাব লক্ষ্য করেছেন।\n\n\n== রচিত গ্রন্থ ==\nবসন্তপ্রয়াণ (১৯১৪)\nত্রিবেণী সঙ্গম (১৯১৫)\nদেবোত্তর বিশ্বনাট্য\nঅন্নপূর্ণা\nবিশ্বনাথ\n\n\n== জাতীয়তাবোধে সক্রিয়তা ==\nসরযূবালা বিশ শতকের প্রথমার্ধের বাঙালি রাজনৈতিক মহিলা কর্মীদের অন্যতম ছিলেন। তার ও তার স্বামীর নিবাসে রাজনৈতিক ক্রিয়াকলাপ চলত এবং প্রায়শই পুলিশের নিয়মিত নজরে  ছিল।  বিপিনচন্দ্র পালের এক জনসভায় রবীন্দ্রনাথ ঠাকুরের গান গেয়ে জাতীয়তাবোধে তার সক্রিয়তার পরিচয় সমক্ষে রেখেছিলেন।\n\n\n== তথ্যসূত্র =="}