{"pageid": 1071578, "title": "অ্যা টেইল অফ থাউজেন্ড স্টার'স", "url": "https://bn.wikipedia.org/wiki?curid=1071578", "content": "অ্যা টেইল অফ থাউজ্যান্ড স্টার'স (থাই: นิทานพันดาว – হাজার তারার গল্প) - ২০২১ সালের একটি থাই টেলিভিশন সিরিজ (সমপ্রেমী ধারাবাহিক), যাতে পিরাপত ওয়াথনসেটসিরি(আর্থ) এবং সাহাফাপ ওঙ্গরাচ(মিক্স) মূল ভূমিকায় অভিনয় করেছে।\nধারাবাহিকটিতে দেখা যায়, টিয়ান সোপাসিতসাকুন (সাহাফাপ ওঙ্গরাচ) নামক এক ধনী পরিবারের ছেলে হার্ট ফেইলরে আক্রান্ত হওয়ায় একজন ভলিয়েন্টার টিচার টরফুন (সারুনচানা আপিসামাইমংকোল) -এর নিকট হতে হার্ট রিসিভ করে যার কিনা সদ্য এক আকস্মিক দুর্ঘটনায় মৃত্যু হয়েছে। মৃত্যুর আগে টরফুন \"হাজার তারার গল্প\" শিরোনামের একটা ডায়েরি লিখে যায় যাতে তার একটা অসম্পূর্ণ ইচ্ছার কথাও লিখা ছিলো, আর সেটা হলো বর্ডারে অবস্থিত পাপুনডাও গ্রামের গ্রাম্য রীতি অনুসারে সেখানকারই এক ফরেস্ট অফিসার চিফ ফুফা ভিরিয়ানন (পিরাপত ওয়াথনসেটসিরি) - এর সাথে এক হাজার তারা গণনা করা। টরফুনের ডায়েরি থেকে টিয়ান তার এ অসম্পূর্ণ ইচ্ছার কথা জানতে পারে, আর টরফুনের ইচ্ছাকে নিজের গন্তব্য ধরেই পাপুনডাও গ্রামে এক হাজার তারা গণনা করতে চলে যায়।\nনোপফর্নাচ চাইভিমল পরিচালিত এবং জিএমএমটিভি প্রযোজিত, এটি জিএমএমটিভি-এর \"নিউ এন্ড নেক্সট\" ইভেন্টের বারোটি টেলিভিশন সিরিজ (যেগুলো ১৫ অক্টোবর ২০১৯ তে সম্পূর্ণ হয়ে গিয়েছিলো)- এর একটি হিসেবে ২০২০ সালে প্রদর্শিত হয়েছিল এবং সিরিজটির প্রিমিয়ার \"জিএমএম ২৫\" এবং \"লাইন টিভিতে\" ২৯ জানুয়ারি ২০২১, যথাক্রমে শুক্রবার ২০:৩০ আইসিটি এবং ২২:৩০ আইসিটিতে যথাক্রমে প্রচারিত হয়েছিল। সিরিজটির শেষ পর্বটি প্রচারিত হয়েছিলো ২২ শে এপ্রিল২০২১ এ, এটি জিএমএম 25 এর টাইমস্লট-এ \"ফিস আপন দা স্কাই\" (যেখানে সাহাফাপও একটি বিশেষ চরিত্রে রয়েছে) দ্বারা প্রতিস্থাপিত হয়েছিল।\n\n\n== উৎপাদন ==\nশুরুতে প্রযোজনা দল সিরিজটির শুটিংয়ের জন্য থাইল্যান্ডের উত্তরের অংশের একটি পার্বত্য-উপজাতির গ্রাম বেছে নিয়েছিল, কিন্তু পরে গ্রাম্য ঐতিহ্য এবং বিশ্বাসের কারণে সেখানে সুটিং-এর অনুমতি না দেওয়ায় প্রাথমিকভাবে নির্বাচিত অবস্থানগুলি সমস্ত পরিকল্পনা থেকে সরিয়ে দেওয়া হয়েছিল। স্থানীয় লোকজন গুলি করা নিয়ে ভীত ছিলো এবং আশঙ্কা করছিল যে, শুটিং দলের অতিরিক্ত জনসংখ্যা এবং বিচরন গ্রামের স্থানীয় অবস্থা এবং শান্তি শৃঙ্খলার বিরুদ্ধে যেতে পারে। তারা প্রথমে যে গ্রামটি বেছে নিয়েছিল, তাদের আত্মিক উপাসনার একটি ঐতিহ্য রয়েছে। গ্রামবাসীরা ভয় পেয়েছিল যে শ্যুটিংয়ের ফলে গ্রামের আত্মিক চেতনা বিঘ্নিত হতে পারে । উপায়ান্তর প্রযোজনা দলটি তখন গোটা গ্রামের পরিবর্তে গ্রামটির বিভিন্ন অংশের দৃশ্য নিয়ে (মূলত চিয়াং রাইয়ের) সিরিজটি চিত্রায়িত করার সিদ্ধান্ত নেয়। আর উপন্যাসের পাতায় অঙ্কিত চিত্রানুযায়ী গ্রামের বিভিন্ন স্থানে বিভিন্ন দৃশ্য সংযুক্ত করে। যেমন: টিয়ানের টোঙঘর, ফু পান ডাও স্কুল, খামার বাড়ি এবং গ্রামবাসীদের বাড়ি ঘর ইত্যাদি। \"প্র পাই রান\" ইউনিট ফুফার জন্য কমান্ডিং স্টেশন এবং তার আবাসন একটি পুরানো এবং নির্জন পথের আশ্রয়স্থলে সংস্কার করেছিলো।\n\n\n== কাহিনীসংক্ষেপ ==\nএকজন স্বেচ্ছাসেবক শিক্ষক টরফুন একটি মর্মান্তিক দুর্ঘটনায় মারা যান, আর তার হৃদপিন্ড টিয়ানের মধ্য প্রতিস্থাপিত করা হয়। সুস্থ হবার পর টিয়ান স্বেচ্ছাসেবক শিক্ষক টরফুনের লিখিত ডায়েরি থেকে তার জীবন, গোপনীয়তা, আগ্রহ এবং সেই সাথে ফা পান ডাও পাহাড়ী গ্রামের প্রধান বন কর্মকর্তা ফুফার সাথে এক হাজার তারা গণনার অপূর্ণ ইচ্ছা সম্পর্কে জানতে পারে। টরফুনের জন্য টিয়ানের মনে আক্ষেপ আর আগ্রহের জন্ম হওয়াতে অতঃপর সে তার পদবিন্যাস অনুসরণ করে এবং তার স্বপ্ন পূরণ করার সিদ্ধান্ত নেয়। নতুন স্বেচ্ছাসেবক শিক্ষক হিসাবে গ্রামে এসে টিয়ান প্রথমত চিফ ফুফার সাথে বন্ধুত্ব করার চেষ্টা করলেও তাদের সাথে অন্য কিছুই ঘটে। সময় যাবার সাথে সাথে ধীরে ধীরে তারা একে অপরের আরও অন্তরঙ্গ হয়ে উঠে। শ্বাস প্রশ্বাস বাড়ার সাথে সাথেই সেনা কর্মকর্তার চারপাশে দ্রুত প্রস্ফুটিত হয় টিয়ানের হৃদয়, যেমনটি ঘটে চিফ ফুফার সাথেও। তবে অঞ্চলটি বিপজ্জনক এবং টিয়ানের বাস অনুপযোগী হওয়ার সাথে সাথে ভায়োলেন্সেও ভরপুর থাকে। এরই মাঝে দু'জন পারবে কি তাদের হাজার তারকা প্রতিশ্রুতি রক্ষা করতে?\n\n\n== চরিত্র এবং কুশীলবগণ ==\nনিচে কুশীলবগণের তালিকা দেওয়া হলো।\n\n\n=== প্রধান চরিত্র ===\nপিরাপত ওয়াথনসেটসিরি (আর্থ) ফুফা বিরিয়ানন (চিফ ফরেস্ট অফিসার) -এর ভূমিকায়\nসাহাফাপ ওঙ্গরাচ (মিক্স) টিয়ান সোপাসিতসাকুন (স্বেচ্ছাসেবক শিক্ষক) -এর ভূমিকায়\n\n\n=== পার্শ্ব-চরিত্র ===\nসরুচানা এপিসামাইমংকোল (আয়ে) টরফুন চেরিওন -এর ভূমিকায়\nনাওয়াত ফুলফটিংগাম (হোয়াইট) তুল (তিয়ানের বন্ধু) -এর ভূমিকায়\nকৃত্তনই আরসালপ্রাকিত (নামমন) নাম (ডাক্তার) -এর ভূমিকায়\nথানাওয়াত রতনকিতপাইসর্ন (খাওতুং) লংটে (খামার পুত্র) -এর ভূমিকায়\nনথারত কর্নকিউ (চ্যাম্প) ইয়দ (দ্য টেকনিশিয়ান) -এর ভূমিকায়\nসত্তাবুত লাডেকে (ড্রেক) রঙ(দ্য রেঞ্জার)- এর ভূমিকায়\nকামনলাপাত ডকমন্টা (আউম) আইয়ির ভূমিকায়\nকিনুকো ওরাফানমাই (মায়ু) মিঝুর ভূমিকায়\nঅচিরাপোল জিনাপ্যানও (আচি) খাঁনুয়েং -এর ভূমিকায়\nমেরিন্দা হাল্পিন ইন্তার ভূমিকায়\nগিমজেং ইয়ানাথীপ (জিম) কালাই এর ভূমিকায়\n\n\n=== অতিথি চরিত্র ===\nজাক্কৃত আম্মারাত (টন) তীরায়ুত (টিয়ানের পিতা) -এর ভূমিকায়\nপাউনা চরীবসাকুল (জিয়াব) ললিতা (টিয়ানের মা) -এর ভূমিকায়\nউইটায়া জেঠাপাই (থানম) বিয়াংলা খামা (গ্রাম্য প্রধান) এর ভূমিকায়\nথানংসাক সুফাকান (নং) সাকদার ভূমিকায়\nফ্যাচাড়া টিউবথং (কাপুক) জিয়াব (ডাক্তার নামের স্ত্রী) এর ভূমিকায়\n\n\n== পর্ববিন্যাস ==\n\n\n== সংগীত ==\n\n\n== আন্তর্জাতিক সম্প্রচার ==\nফিলিপিন্স - ড্রিমস্কেইপ এন্টারটেইনমেন্ট  ২০২০ সালের ২০ সেপ্টেম্বর ঘোষণা করেছিল যে এটি জিএমএমটিভি থেকে পাঁচটি টেলিভিশন সিরিজের বণ্টন অধিকার অর্জন করেছে যার মধ্যে উল্লিখিত সিরিজগুলি অন্তর্ভুক্ত ছিল এবং এটি ২৯ ই জানুয়ারি ২০২১-এ থাইল্যান্ডের সাথে সিমুলকাস্টে আইওয়ানটিটিএফসিআইতে প্রচারিত করার জন্য উপলব্ধ করা হবে।\nতাইওয়ান - লাইন টিভি তাইওয়ান ২১ শে জানুয়ারি থেকে শুরু হয়ে প্রতি শুক্রবার সন্ধ্যায় প্রচারিত হয়।\n\n\n== পুরস্কার এবং সম্মাননা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজিএমএমটিভি"}