{"pageid": 1071067, "title": "এন. বিশ্বনাথন", "url": "https://bn.wikipedia.org/wiki?curid=1071067", "content": "এন.বিশ্বনাথন (১৮ জুলাই, ১৯২৯ – ১৭ নভেম্বর, ২০১০), ছিলেন ভারতীয় অভিনেতা ও শিক্ষাবিদ। তিনি তামিল ফিল্ম ইন্ডাস্ট্রিতে ক্যালকাটা বিশ্বনাথন হিসাবে পরিচিত ছিলেন।  তার জন্ম  তামিলনাড়ুর ভেলোরে, কিন্তু বড়ো হয়েছেন  কলকাতায়। পড়াশোনা করেন কলকাতার সেন্ট জেভিয়ার্স কলেজে এবং এই কলেজেই ইংরাজী সাহিত্যের অধ্যাপনা করেন ৪০ বৎসরেরও অধিক সময়। তিনি  মৃণাল সেনের ছবি পুনশ্চ'তে অভিনেতা হিসাবে আত্মপ্রকাশ করেন এবং বাংলা চলচ্চিত্রে অভিনয় করতে থাকেন। চল্লিশ বৎসরের চলচ্চিত্র জীবনে প্রায় একশোটি বাংলা তামিল এবং ইংরাজী চলচ্চিত্রে বিভিন্ন ভূমিকায় অবতীর্ণ হয়েছেন। তিনি বহু নাট্য-গোষ্ঠীর সাথে যুক্ত ছিলেন এবং কলকাতার অভিনেতাদের নিয়ে ক্যালকাটা প্লেয়ার্স নামে এক অভিনয় ট্রুপ গড়েন।\n\n\n== জীবনী ==\n\n\n=== জীবনের প্রথমার্ধ ===\nএন বিশ্বনাথনের জন্ম ১৯২৯ খ্রিস্টাব্দের ১৮ই জুলাই  তামিলনাড়ুর  ভেলোরের এক তামিল পরিবারে। খুব অল্প বয়সে তিনি কলকাতায় চলে আসেন। তিনি সেন্ট জেভিয়ার্স কলজে পড়াশোনা করেন। কলকাতা বিশ্ববিদ্যালয় থেকে ইংরাজীতে এম.এ পাশ করেন। পরবর্তীকালে এই কলেজেই ইংরাজী বিভাগের প্রধান অধ্যাপক হিসাবে কর্মজীবন অতিবাহিত করেন। মাঝে কিছুদিন  অক্সফোর্ড বিশ্ববিদ্যালয়ে করতে যান। অংশ নেন 'ইন্ডিয়া ইন অক্সফোর্ড' বক্তৃতায়। কিন্তু পিতার অসুস্থতার কারণে দেশে ফিরে আসেন। ইংরাজী ও বাংলা ভাষার উপর বিশেষকরে ইংরাজী শব্দোচ্চারণে  তার  যথেষ্ট দখল ছিল। বিশ্বনাথন একজন খুব ভালো বক্তা ছিলেন। বহু বিতর্ক সভায় অংশ নিয়ে প্রশংসা লাভ করেন। অধ্যাপনার পাশাপাশি অভিনয় করেছেন নাটক, চলচ্চিত্র ও টেলিভিশনে। পরিচালনা ও অভিনয় করেছেন বাংলা, ইংরাজী ও তামিল নাটকে। তিনি এক সময়ে কলকাতা দূরদর্শনের সংবাদ পাঠকও  ছিলেন।\n\n\n=== চলচ্চিত্র জগতে প্রবেশ ===\n১৯৬১ খ্রিস্টাব্দে কলেজে অধ্যাপনাকালে  মৃণাল সেনের পরিচালিত পুনশ্চ ছায়াছবিতে এক ভূমিকায় অবতীর্ণ হন। চলচ্চিত্রটি বাংলা ফিচার ফিল্ম বিভাগে তৃতীয় শ্রেষ্ঠ ছায়াছবি হিসাবে বিবেচিত হয় এবং জাতীয় পুরস্কার লাভ করে। এরপর ১৯৬২ খ্রিস্টাব্দে  বিশ্বনাথন সত্যজিৎ রায় পরিচালিত আরো একটি বাংলা সিনেমা কাঞ্চনজঙ্ঘা ছবিতে অভিনয়ের সুযোগ পান। সত্যজিতের এটিই প্রথম রঙিন ছবি হিসাবে বিশেষ জনপ্রিয়তা লাভ করে। বিশ্বনাথন দুটি ছবিতেই তার অভিনয়ের জন্য সপ্রশংস পরিচিতি লাভ করেন। তিনি সত্যজিৎ রায়ের অত্যন্ত পছন্দের বাস্তবধর্মী শহুরে এবং পরিশীলিত ব্যক্তিত্ব হিসাবে বিবেচিত হন রায়ের প্রিয় হয়ে ওঠেন।\nএই ছবি দুটি মুক্তি পাওয়ার পর বিশ্বনাথন বাংলা, তামিল, ইংরাজী ছবিতে অভিনয়ের জন্য অসংখ্য অফার পান।১৯৭০ খ্রিস্টাব্দে তিনি তামিল চলচ্চিত্র জগতে প্রবেশ করেন এবং ললিতা,মোগম মুপাধু বরুশম ,মুনড্রু মুদিচু ছবিতে পার্শ্বচরিত্রে অভিনয় করেন। মুখ্যভূমিকায় অন্য যে তামিল ছবিগুলিতে অভিনয় করেছেন সেগুলির মধ্যে অন্যতম হল   - কাভরি মান,বালু মহেন্দ্র, মুডুপানি\nবিশ্বনাথন পাইপ-ধূমপায়ী হিসাবে পরিচিত থাকার জন্য, বেশির ভাগ ছবিতে তাঁকে সাবলীল ভঙ্গিতে দেখা গেছে। তার শেষ অভিনীত ছবি 'গুমশুদা'।  এই ছবির কাহিনীকারও তিনি।\n\n\n=== নাট্যগোষ্ঠী ===\nবিশ্বনাথন  উৎপল দত্তের পিপলস্  লিটিল্  থিয়েটার গ্রুপের এক সদস্য ছিলেন। তারপর তিনি ক্যালকাটা প্লেয়ার্স্ নামে একটি নিজস্ব গ্রুপ গঠন করেন।\n\n\n=== পারিবারিক জীবন ===\nএন বিশ্বনাথন বিবাহ করেন প্রবাসী পত্রিকার সম্পাদক  রামানন্দ চট্টোপাধ্যায়ের দৌহিত্রী, কালিদাস নাগ ও শান্তা দেবীর  কনিষ্ঠা কন্যা পারমিতা নাগকে। তাঁদের এক পুত্র অশোক বিশ্বনাথন হলেন বাংলা চলচ্চিত্র নির্মাতা ও নাট্যব্যক্তিত্ব।\n\n\n=== মৃত্যু ===\nবিশ্বনাথন মৃত্যুর আগে দীর্ঘকাল অসুস্থ ছিলেন। তিনি কলকাতার  শরৎ বসু রোডের বাসভবনে ৮১ বৎসর বয়সে ২০১০ খ্রিস্টাব্দের ১৭ নভেম্বর পরলোক গমন করেন।\n\n\n== সংক্ষিপ্ত চলচ্চিত্রসমূহ ==\n\n\n== তথ্যসূত্র =="}