{"pageid": 1071035, "title": "দাভাও নগরী", "url": "https://bn.wikipedia.org/wiki?curid=1071035", "content": "দাভাও নগরী (সেবুয়ানো: Dakbayan sa Dabaw; তাগালগ: Lungsod ng Davao) দক্ষিণ-পূর্ব এশিয়ার দ্বীপরাষ্ট্র ফিলিপাইনের মিন্দানাও দ্বীপের দক্ষিণ-পূর্বভাগে অবস্থিত একটি বন্দর নগরী। এটির আয়তন প্রায় ২৪৪৩ বর্গকিলোমিটার, ফলে এটি  আয়তনের বিচারে শুধু ফিলিপাইনের বৃহত্তম নগরী নয়, এমনকি সারা বিশ্বের সবচেয়ে বড় নগরীগুলির একটি। ২০২০ সালে তথ্য অনুযায়ী এখানে প্রায় ১৭ লক্ষ ৭৬ হাজার লোকের বাস, ফলে এটি সমগ্র ফিলিপাইনের তৃতীয় সর্বোচ্চ জনবহুল নগরী (ম্যানিলা ও কেসোন শহরের পরে) এবং মিন্দানাও অঞ্চলের সর্বোচ্চ জনবহুল নগরী।\nভৌগোলিকভাবে দাভাও নগরীটি দাভাও দেল সুর প্রদেশে, আপো পর্বতের পাদদেশে, দাভাও নদীর মোহনায়, দাভাও উপসাগরের মাথায় অবস্থিত। কিন্তু এটি প্রদেশ অপেক্ষা স্বাধীনভাবে পরিচালিত হয়। নগরীটি তিনটি নির্বাচনী এলাকায় বিভক্ত, যেগুলি আবার মোট ১১টি প্রশাসনিক জেলা ও ১৮২টি বারানগাই নামক বিভাগে বিভক্ত। দাভাও নগরীটি মেট্রো দাভাও নামক একটি মহানগর এলাকার কেন্দ্রে অবস্থিত, যা সমগ্র ফিলিপাইনের তৃতীয় সর্বোচ্চ জনবহুল মহানগর এলাকা। এটি ফিলিপাইনের দ্বিতীয় বৃহত্তম দ্বীপ মিন্দানাও ও দ্বীপটির দাভাও প্রদেশের প্রধান ব্যবসা, বাণিজ্য ও শিল্পকেন্দ্র। দাভাওতে ফিলিপাইনের সর্বোচ্চ পর্বত আপো পর্বত (উচ্চতা ২৯৫৪ মিটার) অবস্থিত। দাভাওয়ের জলবায়ু গ্রীষ্মমণ্ডলীয় প্রকৃতির। তবে দাভাও উপসাগরে অবস্থিতি ও কাছেই সমুদ্রমধ্যবর্তী সামাল দ্বীপের উপস্থিতি কারণে এখানে প্রশান্ত মহাসাগরীয় তাইফুন নামক ঘূর্ণিঝড়ের প্রকোপ কম।\nদাভাওয়ের সাথে ছোট ছোট ৫০টি সমুদ্রবন্দর সম্পর্কিত, যেগুলি একাধারে জাতীয় ও আন্তর্জাতিক পর্যায়ে জাহাজযোগ্যে পণ্য প্রেরণের কাজে নিয়োজিত। দাভাও নগরীর কাছেই সাগরে অবস্থিত সামাল দ্বীপটি পাকিপুতান প্রণালী গঠন করেছে, যেখানে সান্তা আনা নামক ছোট জাহার ভেড়ার একটি পৌর বন্দর ও শহর থেকে ৮ কিলোমিটার উত্তরে সাসা নামক গভীর জলের পোতাশ্রয় রয়েছে। দাভাওয়ের বন্দরগুলি থেকে ফিলিপাইনের অন্যান্য দ্বীপে জাহাজযোগে যাত্রী পরিবহনের পাশাপাশি কোপরা, নারিকেল, ফল, মসলা, মুক্তা, ভুট্টা ও চাল জাহাজযোগে প্রেরণ করা হয়। আন্তর্জাতিক বন্দর থেকে বিপুল পরিমাণে \"আবাকা\" নামক এক ধরনের শণজাতীয় প্রাকৃতিক তন্তু রপ্তানি করা হয়, যা \"ম্যানিলা শণ\" নামে পরিচিত। নগরীটিকে \"ফিলিপাইনের ডুরিয়ান রাজধানী\" ও \"ফিলিপাইনের চকোলেট রাজধানী\" ডাকনামে ডাকা হয়। এছাড়া এখানে কাঠ ও কাঠজাত পণ্য উৎপাদন করা হয়, যদিও দ্বীপের বেশিরভাগ উন্নতমানের কাষ্ঠবৃক্ষ কেটে ফেলা হয়েছে। অঞ্চলটিতে গবাদি পশুর শিল্পখাতটিও ক্রমবর্ধমান।\nদাভাও এলাকাতে প্রাচীনকালে বাগোবো, বলান, মান্দায়া, মানোও, মানস্কা ও তিবোলি জাতির লোকেরা বিক্ষিপ্তভাবে দাভাও নদীর উপত্যকায় বাস করত। ১৮৪৯ সালে স্পেনীয় কোনকিস্তাদোররা (দেশবিজয়ী সেনারা) স্থানীয় মুসলমানদের ক্ষমতাচ্যুত করে ও বর্তমান দাভাও নগরী যেখানে অবস্থিত, সেখানে একটি ঘাঁটি প্রতিষ্ঠা করে, ফলে এখানে খ্রিস্টান বসতিস্থাপকদের বসবাস করা সহজ হয়। ১৯৩৭ সালে ফিলিপাইনের সরকার দাভাওকে নগরীর মর্যাদা দান করে, যার পর এখানে বহুসংখ্যক ফিলিপিনো খামারমালিক ও জাপানি অভিবাসী শ্রমিকের আগমন ঘটে ও শহরটির জনসংখ্যা বৃদ্ধি পায়। দ্বিতীয় বিশ্বযুদ্ধের সময় এখানে জাপানি আঞ্চলিক সেনাবাহিনীর প্রধান কার্যালয় ছিল। মিত্রশক্তির বিমানবাহিনীর বোমাবর্ষণে শহরটিকে সম্পূর্ণ গুঁড়িয়ে দেওয়া হয়। যুদ্ধের পর পুনর্নিমিত শহরটিতে স্পেনীয়, মার্কিন ও ইসলামী স্থাপত্যশৈলীর মিশ্র প্রভাব পরিলক্ষিত হয়, যা নগরীটির ইতিহাসের প্রতিফলন। ১৯৮০-র দশকে দুইটি ভিন্ন ভিন্ন বিদ্রোহী গোষ্ঠী (সাম্যবাদী নতুন জনতার সেনাবাহিনী ও মোরো জাতীয় মুক্তি ফ্রন্ট নামক একটি মুসলমান বিচ্ছিন্নতাবাদী আন্দোলন) নগরীটিকে একটি ঘাঁটি হিসেবে ব্যবহার করেছিল। সরকারী সেনারা শেষ পর্যন্ত বিদ্রোহীদেরকে শহর থেকে হটিয়ে দিতে সক্ষম হয়।\nদাভাও নগরীরে বহু বিচিত্র জাতির লোকের বাস, যাদের মধ্যে মোরো, বিসায়ান, বাগোবো, বিকোলানো, ইলোকানো, তাগালোগ, চীনা, জাপানি ও অন্যান্য জাতি অন্তর্ভুক্ত। নগরীর আগ্রহজনক বা দর্শনীয় স্থানের মধ্যে আছে আগিনালদো মুক্তার খামার, দাভাও জাদুঘর ও পুয়েন্তেস্পিনা অর্কিড বাগান। শহরের কাছেই দর্শনীয় স্থানের মধ্যে আছে আপো পর্বত জাতীয় উদ্যান। আপো পর্বত এলাকাতে বিলুপ্তপ্রায় ফিলিপিনো ঈগল পাখির বাস, যেগুলিকে দাভাওয়ের ঈগল সংরক্ষণ কেন্দ্রতেও পরিদর্শন করা সম্ভব। দাভাও নগরীতে ১৯৪৬ সালে প্রতিষ্ঠিত মিন্দানাও বিশ্ববিদ্যালয়টি অবস্থিত।\n\n\n== তথ্যসূত্র =="}