{"pageid": 1071725, "title": "দা আফগানিস্তান ব্যাংক", "url": "https://bn.wikipedia.org/wiki?curid=1071725", "content": "দা আফগানিস্তান ব্যাংক (সংক্ষেপিত ডিএবি) (পশতু: د افغانستان بانک; দারি:بانک مرکزی افغانستان) হচ্ছে আফগানিস্তানের কেন্দ্রীয় ব্যাংক। এটি আফগানিস্তানের সমস্ত ব্যাংকিং এবং অর্থ পরিচালনার কার্যক্রম নিয়ন্ত্রণ করে। বর্তমানে, সারাদেশে ব্যাংকটির ৪৬টি শাখা রয়েছে। আফগান রাজধানী কাবুলে ব্যাংকটির প্রধান কার্যালয়সহ মোট ৫টি শাখা কার্যালয় রয়েছে। \nদা আফগানিস্তান ব্যাংক শতভাগ রাষ্ট্রীয় মালিকানাধীন ব্যাংক। এটি ১৯৩৯ সালে প্রতিষ্ঠিত হয়েছে। ব্যাংকটি আর্থিক অন্তর্ভুক্তি এবং আর্থিক অন্তর্ভুক্তির জোটের সদস্য এবং এটি আর্থিক অন্তর্ভুক্তি নীতি প্রচারে সক্রিয় ভূমিকা পালন করে। ২০২০ সালের মে মাসে ব্যাংকটি পশ্চিম প্রদেশগুলিতে ইরানি রিয়ালের পরিবর্তে আফগান মুদ্রার ব্যবহার প্রচারের জন্য একটি প্রচারণা শুরু করেছিল।\n\n\n== ব্যাংকের সিল ==\nদা আফগানিস্তান ব্যাংকের সীলে উপরের দিকে পুশতু হরপে এবং নিচের দিকে লাতিন লিপিতে ব্যাংকের নাম লেখা আছে। দুই পাশে ব্যাংকের প্রতিষ্ঠা বছর ১৯৩৯ সাল এবং মাঝখানে প্রথম ইউক্রাতিদেস সময়ের একটি মুদ্রা যেটিতে গ্রীক ভাষায় লেখা আছে \"ΒΑΣΙΛΕΩΣ ΜΕΓΑΛΟΥ ΕΥΚΡΑΤΙΔΟΥ\" অর্থাৎ \"মহান রাজা ইউক্রাতিদেস\" লেখা আছে।\n\n\n== উদ্দেশ্য ও কার্যাবলী ==\nদা আফগানিস্তান ব্যাংকের প্রাথমিক কাজগুলি হ'ল:\n\nআফগানিস্তানের মুদ্রানীতি প্রণয়ন, গ্রহণ এবং পরিচালনা করা;\nআফগানিস্তানের সরকারী বৈদেশিক মুদ্রার রিজার্ভ মজুদ রাখা এবং পরিচালনা করা;\nআফগানি নোট এবং কয়েন মুদ্রণ এবং প্রবর্তন করা;\nরাজ্যের ব্যাংকার, উপদেষ্টা এবং আর্থিক প্রতিনিধি হিসাবে কাজ করা;\nব্যাংক, বৈদেশিক মুদ্রার ডিলার, অর্থ পরিষেবা সরবরাহকারী, পেমেন্ট সিস্টেম অপারেটর, সিকিওরিটিস সার্ভিস প্রোভাইডার, সিকিওরিটিস ট্রান্সফার সিস্টেম অপারেটরদের লাইসেন্স প্রদান, নিয়ন্ত্রণ ও তদারকি করা;\nরাজ্যের অর্থ আদান-প্রদানের একটি সুষ্ঠু ও দক্ষ পেমেন্ট সিস্টেম গঠন, রক্ষণাবেক্ষণ ও পরিচালনা করা;\nআফগানিস্তানে পরিচালনা করতে ইচ্ছুক ব্যাংকগুলির বিদেশী ব্যাংকের আবেদন গ্রহণ করুন।\n\n\n== সুপ্রিম কাউন্সিল ==\nদা আফগানিস্তান ব্যাংকের সুপ্রিম কাউন্সিল ৫ সদস্য বিশিষ্ট। বর্তমান কাউন্সিল নিচের সদস্যদের নিয়ে গঠিত: \n\nআজমল আহমদী (ভারপ্রাপ্ত গভর্নর ও সুপ্রিম কাউন্সিলের ভারপ্রাপ্ত চেয়ারম্যান)\nডাঃ শাহ মোহাম্মদ মেহরাবী - সদস্য\nক্যাটরিন ফকিরি - সদস্য\nআবদুল ওয়াকিল মুনতাজার- সদস্য\nমুহাম্মদ নাইম আজিমী - সদস্য\n\n\n== গভর্নর ==\nদা আফগানিস্তান ব্যাংকের গভর্নরদের তালিকা নিম্নরুপঃ \n\nহাবিবুল্লাহ মালি আচেকজাই;\nআবদুল হাই আজিজি;\nমোহাম্মদ হাকিম খান;\nগোলাম হুসেন জুজনী;\nমেহরাবউদ্দিন পাকতিয়াল; \nআবদুল বাসির রঞ্জবার;\nমোহাম্মদ কবির; \nখলিল সিদ্দিক;  \nআবদুল ওয়াহাব আসিফি;\nনাজিবুল্লাহ সাহু; \nজবিহুল্লাহ এলতেজম; \nগোলাম মোহাম্মদ ইয়েলাকি; \nমোহাম্মদ হাকিম খান; \nএহসানউল্লাহ এহসান;\nআবদুল সামাদ সানী; \nআনোয়ার উল হক আহাদী; \nনুরুল্লাহ দেলোয়ারী;  \nআবদুল কাদির ফিতরাত;\nনুরুল্লাহ দেলোয়ারী;\nখান আফজাল হাডওয়াল (ভারপ্রাপ্ত); \nখলিল সিদ্দিক; \nওয়াহিদুল্লাহ নোশের (ভারপ্রাপ্ত); \nআজমল আহমদী; (ভারপ্রাপ্ত)-বর্তমান \n\n\n== আরও দেখুন ==\nকেন্দ্রীয় ব্যাংকের তালিকা\nআফগান আফগানি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদা আফগানিস্তান ব্যাংক"}