{"pageid": 1071571, "title": "পিটারবরা ক্রনিকল", "url": "https://bn.wikipedia.org/wiki?curid=1071571", "content": "পিটারবরা ক্রনিকল (ইংরেজি: Peterborough Chronicle; অপর নাম লাউড পাণ্ডুলিপি (ইংরেজি: Laud manuscript) বা ই পাণ্ডুলিপি (ইংরেজি: E manuscript)) হল অ্যাংলো-স্যাক্সন ক্রনিকল-এর অন্যতম কালপঞ্জি। পিটারবরা ক্রনিকল-এ নর্ম্যান বিজয়-পরবর্তী ইংল্যান্ডের ইতিহাস সম্পর্কে কিছু ব্যতিক্রমী তথ্য পাওয়া যায়। ভাষাবিজ্ঞানী জে. এ. ডব্লিউ. বেনেটের মতে, এটিই নর্ম্যান বিজয় থেকে খ্রিস্টীয় চতুর্দশ শতাব্দীর মধ্যবর্তী সময়ে লিখিত ইংল্যান্ডের একমাত্র গদ্য ইতিহাস।\nঅ্যাংলো-স্যাক্সন ইংল্যান্ডের বিভিন্ন খ্রিস্টীয় মঠে অ্যাংলো-স্যাক্সন ক্রনিকল রচিত ও রক্ষিত হত। এগুলি ছিল খ্রিস্টের জন্মের পরবর্তী ব্রিটেনের ইতিহাস নথিবদ্ধ করে রাখার একটি প্রয়াস। সাধারণত অ্যাংলো-স্যাক্সন ক্রনিকল-এর কালপঞ্জিগুলি শুরু হত খ্রিস্টের জন্মের ঘটনাটিকে দিয়ে, তারপর বাইবেল-সংক্রান্ত ও রোমান ইতিহাসের মধ্যে দিয়ে উপনীত হত সমসাময়িক যুগের ঘটনাবলিতে। ইংল্যান্ডের প্রতিটি প্রধান ধর্মীয় স্থাপনায় একটি করে নিজস্ব ও স্বতন্ত্র কালপঞ্জি রক্ষিত হত। সেই কালপঞ্জিগুলিকে পরস্পরের সঙ্গে মিলিয়ে দেখা হত না বা কোনওভাবে সেগুলির মধ্যে সামঞ্জস্যবিধানের চেষ্টাও করা হত না। উদাহরণস্বরূপ, এই কালপঞ্জির প্রথম পরিচ্ছেদেই বলা হয়েছে যে দক্ষিণ ব্রিটেনে বসতি স্থাপনকারী ব্রিটনরা এসেছিল \"আর্মেনিয়া\" থেকে (দক্ষিণপশ্চিম গলের আরমোরিকা সম্ভবত লিপিকরের প্রমাদে \"আর্মেনিয়া\" হয়ে গিয়েছিল)। অবশ্য কোনও মঠের কালপঞ্জি ক্ষতিগ্রস্ত হলে বা কোনও নতুন মঠ নিজস্ব কালপঞ্জি রচনার কাজে হাত দিলে নিকটবর্তী মঠগুলি অনুলিপি করার জন্য নিজেদের কালপঞ্জি ধার দিত। এই কারণে অনুলিপির তারিখের পূর্বাবধি নতুন কালপঞ্জি ও যে কালপঞ্জিটি ধার করা হত সেগুলি সমরূপ হত, তারপর শুরু হত নতুন কালপঞ্জিটির নিজস্ব ভুক্তিগুলি। পিটারবরা ক্রনিকল-এর ক্ষেত্রেই এই রকম ঘটনাই ঘটেছিল: অ্যাবিতে একটি অগ্নিকাণ্ডের পরে অন্যান্য গির্জা থেকে পাণ্ডুলিপি আনিয়ে ১১২০ সাল পর্যন্ত ভুক্তিগুলি এতে অনুলিপি করতে হয়েছিল।\nদিগ্বিজয়ী উইলিয়াম ইংল্যান্ড জয় করার পর অ্যাংলো-নর্ম্যান সরকারি ভাষা হলে সাধারণভাবে অ্যাংলো-স্যাক্সন ক্রনিকল-এর রচনায় ইতি পড়ে। পিটারবরা অ্যাবির সন্ন্যাসীরা অবশ্য তাঁদের কালপঞ্জিতে ঘটনাবলি নথিবদ্ধ করা বন্ধ করেননি। পিটারবরা ক্রনিকল পেশাদার ইতিহাসবিদের লেখা বই নয়, সেই ক্ষেত্রে লাতিন ইতিহাস গ্রন্থগুলির (যেমন ম্যালমেসবেরির উইলিয়াম লিখিত গেস্টা রেজাম অ্যাংলোরাম ইত্যাদি) সাহায্য নিতে হয়। কিন্তু এই কালপঞ্জিটি ইংল্যান্ডের ১০৭০ থেকে ১১৫৪ সালের মধ্যবর্তী সময়ের ঘটনাবলির ইংরেজি ভাষায় লিখিত এবং রাজদরবারের সঙ্গে সম্পর্কহীন ব্যক্তির দ্বারা লিখিত যে অল্প কয়েকটি প্রত্যক্ষদর্শীর বিবরণ এখনও পাওয়া যায়, তার অন্যতম।\nতাছাড়া পিটারবরা ক্রনিকল আদি মধ্য ইংরেজি ভাষারও একটি মূল্যবান তথ্য-উৎস। উদাহরণস্বরূপ, প্রথম অনুবর্তনটি পরবর্তী প্রাচীন ইংরেজি ভাষায় লিখিত হলেও দ্বিতীয় অনুবর্তনে প্রাচীন ও মধ্য ইংরেজির একটি মিশ্র রূপ দেখা যায় এবং দ্বিতীয় অনুবর্তনের শেষভাগে এসে এই পাণ্ডুলিপির ভাষা স্পষ্টভাবে মধ্য ইংরেজির আদি রূপটিতে পরিবর্তিত হয়ে যায়। দ্বিতীয় অনুবর্তনে নথিবদ্ধ ভাষাগত অভিনবত্ব প্রচুর রয়েছে, যার মধ্যে একটিকে অন্তত সত্যকারের নতুন প্রচলন বলা চলে: স্ত্রীলিঙ্গবাচক সর্বনাম \"শি\" (ইংরেজি: she; মূল বানানে: \"scæ\") প্রথম নথিবদ্ধ হয়েছে পিটারবরা ক্রনিকল-এ (Bennett 1986)। মূল অনুলিপিকৃত পাঠ থেকে অনুবর্তনগুলির মধ্য দিয়ে পিটারবরা ক্রনিকল পশ্চিম স্যাক্সন ইংরেজিতে ব্যাকরণগত লিঙ্গের ক্ষয়ের একটি ইতিহাসকে দেখায়।\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\nBennett, J.A.W. (১৯৮৬)।  Gray, Douglas, সম্পাদক। Middle English Literature। Oxford University Press। আইএসবিএন 978-0-19-812214-2। \nBennett, J. A. W.; Smithers, G. V. (১৯৮৯)। Early Middle English Verse and Prose। Oxford University Press। \nClark, Cecily (১৯৫৮)। Peterborough Chronicle, 1070–1154। Oxford University Press। আইএসবিএন 978-0-19-811136-8। \nLerer, Seth (২০০৭)। Inventing English: A Portable History of the English Language। Columbia University Press। পৃষ্ঠা 39–53। আইএসবিএন 978-0-231-13794-2। \nRamsay, James H. (১৮৯৮)। The Foundations of England or, Twelve Centuries of British History (B.C. 55-A.D. 1154)। Swan Sonnenschein & Co.। পৃষ্ঠা 122। \nWard, A. W.; Trent, W. P.;  ও অন্যান্য (১৯০৭–২১)। The Cambridge history of English and American literature: An encyclopedia in eighteen volumes। New York, NY: G.P. Putnam's Sons। \n\n\n== বহিঃসংযোগ ==\nMS. Laud Misc. 636 Entry in the Bodleian Libraries' catalogue of Medieval manuscripts\nBodleian Library history of Laud collection  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে\nTranslation of the Anglo-Saxon Chronicles, including the Peterborough Chronicle, primarily based on the A manuscript  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ এপ্রিল ২০০৬ তারিখে\nText of the Parker MS in Old English. This does not contain the Peterborough continuations  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জুন ২০০২ তারিখে\nAnglo-Saxon Chronicle: Peterborough manuscript at Yale  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ অক্টোবর ২০১৮ তারিখে\nThe Elements of Anglo-Saxon Grammar, With Copious Notes, Illustrating the Structure of the Saxon and the Formation of the English Language: And a Grammatical Praxis With a Literal English Version (1823) at Googlebooks\nটেমপ্লেট:Peterborough"}