{"pageid": 1071925, "title": "ভুটানে ধানের উৎপাদন", "url": "https://bn.wikipedia.org/wiki?curid=1071925", "content": "ভুটানে ধানের উৎপাদন ভুটানের কৃষিতে গুরুত্বপূর্ণ ভূমিকা পালন করে। এটি মূলত দেশীয় চাহিদা পূরণের জন্যই চাষ করা হয়। ২০০১ সালে জানা গিয়েছিল যে, ভুটানে জন্মানো ধানের মধ্যে পরিমাণে মাত্র ১% এরও কম বাজারে বিক্রিত হয়েছে। তবে একটি কৃষি জরিপ ইঙ্গিত দেয়, উৎপাদিত ধানের প্রায় ১৫% বিপণন করা হয়েছে।\nভুটানে, যে দেশে জনসংখ্যার ৭৯% কৃষিক্ষেত্রে নিযুক্ত, ২০০৬ সালে প্রায় ৬৭,৫৬৮ একর (২৭৩.৪৪ বর্গ কিমি) জমিতে ধানের উৎপাদন ছিল ৭৪,৭২০ মেট্রিক টন। এটি ২০০০ সালে ৪৪,০০০ টন থেকে নাটকীয়ভাবে বৃদ্ধি পেয়েছে। ভুটানের চাল গবেষণা কর্মসূচির মূল্যায়ন অনুসারে ১৯৮৯ এবং ১৯৯৭ সালের মধ্যে ভুটানের ধানের উৎপাদন ৫৮ শতাংশ বেড়েছে।\nসবচেয়ে গুরুত্বপূর্ণ ধানের আবাদ-অঞ্চল হল স্যামটসে, যেখানে ভুটানের সর্বোচ্চ ২,৮৮৯ হেক্টর আবাদভূমিতে ধানের চাষাবাদ করা হয়। তারপরে রয়েছে সারপাং এবং পুনাখা অঞ্চল যেখানে ধানের জমির ক্ষেত্রফল যথাক্রমে ২,৮৩৯ এবং ১,৯৭১ হেক্টর। বছরে পুনাখায় সবচেয়ে বেশি উৎপাদন হয় ৬২৭৪ টন। অন্যান্য ক্ষেত্রগুলির মধ্যে রয়েছে পারো এবং ওয়াংডুয়েফড্রাং, যেখানে বাজোতে অবস্থিত দেশের অন্যতম গুরুত্বপূর্ণ ধান ইনস্টিটিউট অবস্থিত।\nদেশে অবকাঠামোগত পথ তৈরিতে উল্লেখযোগ্য পরিমাণ কৃষিজমি ধ্বংস করা হয়েছে। কৃষি বিভাগের যুগ্ম পরিচালক গনেশ বি. চেত্রি বলেন, \"থিম্পু এবং অন্যান্য জায়গায় অবকাঠামোগত উন্নয়নের জন্য আমরা প্রচুর জমি হারিয়েছি, কিন্তু এখনও ভুটানে উৎপাদিত ধান ৫০ শতাংশ জনগণের জন্য যথেষ্ট\"।\nভুটান ধানের উল্লেখযোগ্য উৎপাদনকারী হওয়া সত্ত্বেও ভুটানের খাদ্য কর্পোরেশনের খাদ্যশস্য বিভাগের উপ-ব্যবস্থাপনা পরিচালক সিংগ দুকপার মতে, প্রতি বছর ভুটান ৬,০০০ থেকে ৭,০০০ মেট্রিক টন চাল আমদানি করছে।\n\n\n== উৎপাদিত ধানের প্রজাতি ==\n\n\n=== ভুটানিজ লাল চাল ===\n\nভুটানের লাল চাল একটি মাঝারি আকারের শস্য এবং এটি ভুটানদের প্রধান খাদ্য। এটি একটি লাল জাপোনিকা প্রকৃতির চাল যা আধাআধিভাবে কলে ছাটা; এতে ভাতের উপরে কিছুটা লালচে ভুষি দৃশ্যমান হয়। এই কারণে, এটি প্রচলিত বাদামি চালের চেয়ে কিছুটা দ্রুত রান্না হয়। রান্না করা হলে চালটি ফ্যাকাশে গোলাপি, নরম এবং কিছুটা আঠালো মনে হয়।\n\nএই চাল ১৯৯০ এর দশকের মাঝামাঝিতে যুক্তরাষ্ট্রে সহজলভ্য হয়ে ওঠে।\n\n\n== আরও দেখুন ==\nভুটানে কৃষি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nভুটানে ধানের উৎপাদনের চিত্র"}