{"pageid": 1071265, "title": "নৃপেন্দ্রকৃষ্ণ চট্টোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1071265", "content": "নৃপেন্দ্রকৃষ্ণ চট্টোপাধ্যায়  (১৫ জানুয়ারি ১৯০৫ ― ২৩ জুলাই ১৯৬৩) একাধারে  ছিলেন ভারতীয় বাঙালি চিত্রনাট্যকার, কাহিনিকার, গীতিকার, চিত্রপরিচালক ও অভিনেতা এবং অন্য দিকে অনুবাদক, গল্পকার, প্রাবন্ধিক, ঔপন্যাসিক, শিশু সাহিত্যিক এবং বেতারের অনুষ্ঠান সঞ্চালক। বিশ শতকের প্রথমার্ধে বাংলার সংস্কৃতিজগতে অন্যতম বহুমুখী প্রতিভাধর ব্যক্তি ছিলেন তিনি। শিশু সাহিত্যে তার অবদান ছিল বিশেষভাবে স্মরণীয়। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nনৃপেন্দ্রকৃষ্ণের জন্ম ১৯০৫ খ্রিস্টাব্দের ১৫ জানুয়ারি অবিভক্ত বাংলার অধুনা পশ্চিমবঙ্গের  দক্ষিণ চব্বিশ পরগনা জেলার   জয়নগর ২ সমষ্টি উন্নয়ন ব্লকের ফুটিগোদা গ্রামে। পিতা প্রফুল্লচন্দ্র চট্টোপাধ্যায় এবং মাতা সুশীলা দেবী। প্রাথমিক পড়াশোনা গ্রামের স্কুলেই। পরে কলকাতায় এসে বেলেঘাটার বঙ্গবাসী স্কুলে শিক্ষা গ্রহণ এবং সেখান থেকেই ১৯২২ খ্রিস্টাব্দে ম্যাট্রিক পাশ করেন। পরে সিটি কলেজে ভর্তি হতে গিয়ে কলেজের অধ্যক্ষ ও ইংরাজী সাহিত্যের প্রবাদপ্রতিম অধ্যাপক  হেরম্বচন্দ্র মৈত্রর সঙ্গে বাকবিতণ্ডা হওয়ায় বার্ষিক পরীক্ষায় বসতে পারেননি। ফলে তার প্রথাগত ছাত্রজীবন শেষ হয়।\n\n\n== কর্মজীবন ==\nনৃপেন্দ্রকৃষ্ণ গল্প, উপন্যাস, প্রবন্ধ লেখা শুরু করেন এবং তার বিচরণ ছিল বিজ্ঞান,  ইতিহাস, ধর্ম ইত্যাদি নানা বিষয়ে। বিশেষকরে শিশুসাহিত্যের ক্ষেত্রে তার অবদান স্মরণীয়। ছোটদের জন্য বিশ্বের ক্লাসিক কাহিনির অসাধারণ বঙ্গানুবাদ করেছিলেন। চলচ্চিত্র জগতে অনেকগুলি বাংলা চলচ্চিত্রের অসামান্য চিত্রনাট্য রচনা ছাড়াও, অনেক গুলির কাহিনী, সংলাপ এমনকি গীতিকার, অভিনেতারূপে কাজ করেছেন। তার রচিত কাহিনি, সংলাপ ও চিত্রনাট্যের উল্লেখযোগ্য দুটি হল -\n\nগরমিল\nউত্তরফাল্গুনী\nসংলাপ ও চিত্রনাট্যের উল্লেখযোগ্য ছবিগুলি হলো-\n\nবিচার\nস্বামীজি\nশাপমোচন\nশশীবাবুর সংসার\nদাদাঠাকুর\nসাত পাকে বাঁধা প্রভৃতি। \nকলকাতা বেতারের সাথে আদিযুগ হতে যুক্ত ছিলেন। 'বিদ্যার্থীমণ্ডল', 'পল্লীমঙ্গল আসর' এর প্রতিষ্ঠাতা তিনি। দীর্ঘদিন দাদামণি নামে জনপ্রিয় গল্পদাদুর আসর' পরিচালনা করেছেন। ১৯৩৯ খ্রিস্টাব্দে তিনি প্রথম পুরী থেকে সরাসরি রথযাত্রার বেতার ধারাবিবরণী দিয়েছিলেন। তিনি গল্পভারতী নামক মাসিক পত্রিকার প্রতিষ্ঠাকালীন (১৯৪৫ - ৫২) সময়ের সম্পাদক ছিলেন তিনি।  কল্লোল পত্রিকার সাথে তার ঘনিষ্ঠ যোগাযোগ ছিল। মৌলিক ও অনুবাদ রচনা নিয়ে তার প্রকাশিত গ্রন্থসংখ্যা প্রচুর। আবেগদীপ্ত ছন্দময় ভাষায় জন্য তিনি জনপ্রিয়তা লাভ করেছেন।  তার রচিত উল্লেখযোগ্য গ্রন্থগুলি হল-\n\nমহীয়সী মহিলা\nসান ইয়াৎ সেন\nশতাব্দীর সূর্য\nমা ( গোর্কির উপন্যাস- অনুবাদ)\nসেক্সপীয়ারের কমেডি\nসেক্সপীয়ারের ট্রাজেডি\nনূতন যুগের নূতন মানুষ\nকুলী ( মুলকরাজ আনন্দের উপন্যাস-অনুবাদ)\nনানাকথা\nএইচ জি ওয়েলসের গল্প\nমজার গল্প (ছোটগল্প-১৯২৮)\nজনক জননী (উপন্যাস-১৯৪৮)\nপ্রভৃতি। \nএছাড়া জয়দেব-রচিত গীতগোবিন্দ -এর বঙ্গানুবাদ করেছিলেন তিনি এবং এটি পাঠক সমাজে খুব জনপ্রিয়তা লাভ করে।\n\n\n== জীবনাবসান ==\nবহুমুখী প্রতিভাধর এই ব্যক্তিত্ব ১৯৬৩ খ্রিস্টাব্দের ২৩ শে জুলাই পরলোক গমন করেন।\n\n\n== তথ্যসূত্র =="}