{"pageid": 1071042, "title": "কয়িন ও হেবল", "url": "https://bn.wikipedia.org/wiki?curid=1071042", "content": "কয়িন ও হেবল (হিব্রু ভাষায়: קין והבל‎, Qáyin v'Héḇel; আরবি: قابيل وهابيل, প্রতিবর্ণীকৃত: Qābīl wa Hābīl; গ্রিক: Κάϊν και Άβελ, Káïn kai Hábel) হলেন বাইবেলের আদিপুস্তক অনুসারে আদম ও হাওয়ার দুই ছেলে। বড় ছেলে কয়িন ছিলেন ভূমিকর্ষক আর ছোট ছেলে হেবল ছিলেন মেষপালক। কয়িন উপহারস্বরূপ সদাপ্রভুর উদ্দেশে ভূমির ফল উৎসর্গ করে এবং হেবলও আপন পালের প্রথমজাত কয়েকটি পশু ও সেগুলোর মেদ উৎসর্গ করে। তখন সদাপ্রভু হেবলের উপহার গ্রাহ্য করলেও কয়িনের উপহার অগ্রাহ্য করেন। এরপর কয়িন হেবলকে হত্যা করে। ফলে সদাপ্রভু কয়িনকে অভিশাপ দেন যে, সে ভূমিতে কৃষিকাজ করলেও তা আপন শক্তিতে তার সেবা আর করবে না এবং সে পৃথিবীতে পলাতক ও ভ্রমণকারী হবে। পরে কয়িন এদনের পূর্বদিকে নোদ দেশে (হিব্রু ভাষায়: נוֹד‎) বাস করতে শুরু করে। সে সেখানে এক নগর পত্তন করে এবং হনোকসহ অসংখ্য উত্তরসূরির রেখে যায়।\n\n\n== আদিপুস্তকের আখ্যান ==\n\nকয়িন কর্তৃক হেবলের হত্যাকাণ্ডের বর্ণনা ও এর পরিণতি আদিপুস্তকের ৪:১–১৮ অনুচ্ছেদে নিম্নরূপ:পরে আদম আপন স্ত্রী হাওয়ার পরিচয় লইলে তিনি গর্ভবতী হইয়া কয়িনকে প্রসব করিয়া কহিলেন, সদাপ্রভুর সহায়তায় আমি নরলাভ করিলাম। পরে তিনি হেবল নামে তাহার সহোদরকে প্রসব করিলেন। হেবল মেষপালক ছিল, ও কয়িন ভূমিকর্ষক ছিল। পরে কালানুক্রমে কয়িন উপহার রূপে সদাপ্রভুর উদ্দেশে ভূমির ফল উৎসর্গ করিল। আর হেবলও আপন পালের প্রথমজাত কয়েকটি পশু ও তাহাদের মেদ উৎসর্গ করিল। তখন সদাপ্রভু হেবলকে ও তাহার উপহার গ্রাহ্য করিলেন; কিন্তু কয়িনকে ও তাহার উপহার গ্রাহ্য করিলেন না; এই নিমিত্ত কয়িন অতিশয় ক্রুদ্ধ হইল, তাহার মুখ বিষণ্ন হইল। তাহাতে সদাপ্রভু কয়িনকে কহিলেন,\n\nআর কয়িন আপন ভ্রাতা হেবলের সহিত কথোপকথন করিল; পরে তাহারা ক্ষেত্রে গেলে কয়িন আপন ভ্রাতা হেবলের বিরুদ্ধে উঠিয়া তাহাকে বধ করিল। পরে সদাপ্রভু কয়িনকে বলিলেন, তোমার ভ্রাতা হেবল কোথায়? সে উত্তর দিল, আমি জানি না; আমার ভ্রাতার রক্ষক কি আমি? তিনি কহিলেন, তুমি কি করিয়াছ? তোমার ভ্রাতার রক্ত ভূমি হইতে আমার কাছে ক্রন্দন করিতেছে। আর এখন, যে ভূমি তোমার হস্ত হইতে তোমার ভ্রাতার রক্ত গ্রহণার্থে আপন মুখ খুলিয়াছে, সেই ভূমিতে তুমি শাপগ্রস্ত হইলে। ভূমিতে কৃষিকর্ম করিলেও তাহা আপন শক্তি দিয়া তোমার সেবা আর করিবে না; তুমি পৃথিবীতে পলাতক ও ভ্রমণকারী হইবে। তাহাতে কয়িন সদাপ্রভুকে বলিল, আমার অপরাধের ভার অসহ্য। দেখ, অদ্য তুমি ভূতল হইতে আমাকে তাড়াইয়া দিলে, আর তোমার দৃষ্টি হইতে আমি লুক্কায়িত হইব। আমি পৃথিবীতে পলাতক ও ভ্রমণকারী হইব, আর আমাকে যে পাইবে, সেই বধ করিবে। তাহাতে সদাপ্রভু তাহাকে কহিলেন, এই জন্য কয়িনকে যে বধ করিবে, সে সাত গুণ প্রতিফল পাইবে। আর সদাপ্রভু কয়িনের নিমিত্ত এক চিহ্ন রাখিলেন, পাছে কেহ তাহাকে পাইলে বধ করে।\nপরে কয়িন সদাপ্রভুর সাক্ষাৎ হইতে প্রস্থান করিয়া এদনের পূর্বদিকে নোদ দেশে বাস করিল।\n\nআর কয়িন আপন স্ত্রীর পরিচয় লইলে সে গর্ভবতী হইয়া হনোককে প্রসব করিল। আর কয়িন এক নগর পত্তন করিয়া আপন পুত্রের নামানুসারে তাহার নাম হনোক রাখিল। হনোকের পুত্র ঈরদ, ঈরদের পুত্র মহূয়ায়েল, মহূয়ায়েলের পুত্র মথূশায়েল ও মথূশায়েলের পুত্র লেমক।\n\n\n== আরও দেখুন ==\nকয়িন\nহেবল\nহাবিল ও কাবিল\n\n\n== অনুবাদের পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== অধিকতর পাঠ ==\nAptowitzer, Victor (১৯২২)। Kain und Abel in der agada: den Apokryphen, der hellenistischen, christlichen und muhammedanischen literatur (Vol. 1 সংস্করণ)। R. Löwit। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGlenthøj, Johannes Bartholdy (১৯৯৭)। Cain and Abel in Syriac and Greek writers: (4th – 6th centuries)। Lovanii: Peeters। আইএসবিএন 978-9068319095। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে কয়িন ও হেবল সম্পর্কিত মিডিয়া দেখুন।\n উইকিসংকলনে পাঠ্য:\nBible (King James) / Genesis 4\nBook of Moses, Chapter 5 in Pearl of Great Price\nCain\nAbel\nGenesis 4 (KJV) at BibleGateway.com\nStory of Cain and Abel in Sura The Table (Al Ma'ida)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৩-১১-১৩ তারিখে\nParallel voweled Hebrew and English  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ মে ২০২১ তারিখে (JPS 1917)\nRashi on Genesis, Chapter 4, by Rashi\nSanhedrin 37b, [[Sefaria]"}