{"pageid": 1071689, "title": "বাগুইআটি", "url": "https://bn.wikipedia.org/wiki?curid=1071689", "content": "বাগুইআটি  ভারতীয় রাজ্য  পশ্চিমবঙ্গ  এর উত্তর ২৪ পরগনা জেলার বিধাননগর পৌরসংস্থার  একটি অঞ্চল। এটি কলকাতার নিকটবর্তী এবং কলকাতা মেট্রোপলিটন উন্নয়ন কর্তৃপক্ষের (কেএমডিএ) আওতাধীন এলাকার একটি অংশ।\n\n\n== অবস্থান ==\nবাগুইআটি কলকাতার উত্তর-পূর্ব পেরিফেরিতে কাজী নজরুল ইসলাম সরণিকে, যেটি ভিআইপি রোড নামে পরিচিত। এটি একটি গুরুত্বপূর্ণ বাণিজ্যিক ও বাণিজ্য কেন্দ্র হিসাবে বিকাশ করছে। লেক টাউন, দমদম পার্ক, কৃষ্ণপুর (আরও সমধিক পরিচিত কেষ্টপুর ), Teghoria, Kaikhali, নিউ টাউন এবং সল্ট লেক শহর বাগুইআটি নিকটবর্তী এলাকায় আছে।\n\n\n== ইতিহাস ==\nএই জায়গাটির নাম স্থানীয় এবং স্থানীয় বাসিন্দাদের বাগুইয়ের নাম, এই নামে রাখা হয়েছিল বলে জানা যায়।\n১৯৫০ সালে মার্টিন বার্ন সংস্থা পাতিপুকুর থেকে টাকি পর্যন্ত বেলগাছিয়া মিল্ক কলোনী- দম দম পার্ক - রাজারহাট-খড়িবাড়ী-বসিরহাট হয়ে একটি রেলপথ স্থাপন করেছিল। এই সময়ে তারা স্টেশন এবং পুকুরের জন্য (বাষ্প ইঞ্জিনে জল ভরাট করার জন্য) এক টুকরো জমি অধিগ্রহণ করতে চেয়েছিল এবং বাগুই পরিবারের কাছে গিয়েছিল। পরিবার তাদের অবদানের স্বীকৃতি স্বরূপ এই স্টেশনটি জমি দেওয়ার শর্তে রাজি হয়েছিল। জমি অধিগ্রহণ করতে চেয়েছিল তাকে বলা হয় \"অতী\", এটি 'উচ্চ জমি' জন্য একটি বিশেষ বাংলা শব্দ; কৃষিকাজের জন্য উপযুক্ত নয়, প্রধানত কৃষিকাজের জন্য ব্যবহৃত হয়। সুতরাং বাগুইস এর জমিতে \"আতি\" এর উপর একটি সরু গেজ রেল লাইনের জন্য নির্মিত স্টেশনটির নাম দেওয়া হয়েছে \"বাগুইআটি\"। রেল কয়েক বছর পরে কাজ বন্ধ। তবে আজ অবধি বাগুইআটি ক্রসিংয়ের পিডব্লিউডি বিল্ডিংয়ের বাইরে \"রেল পুকুর\" রয়েছে।\nপ্রথম বাগুই এসেছিলেন এবং বাগুইআটিতে এসে বসতি স্থাপন করেছিলেন \"সাহোয় রাম বাগুই\" তাঁর দুই পুত্রের সাথে, কমপক্ষে ২০০ বছর আগে, ১ to to০ এর কাছাকাছি। বাগুই পরিবারের কয়েকজন সদস্য ঘোষণা করেছেন যে, বাগুইআটির বর্তমান অঞ্চলটি সুন্দরবন ডেল্টার অংশ ছিল, কারণ তারা তাদের বড়-পিতামহ-বাবার কাছ থেকে শুনেছেন। এই দাবীটি আংশিকভাবে সত্য দ্বারা সমর্থিত ছিল যে লেক টাউন, সল্টলেকের বর্তমান অঞ্চলগুলির মতো পুরো সংলগ্ন অঞ্চলটি প্রায় বেশিরভাগ জলাভূমি ছিল। আরও পুরো উত্তর-পূর্ব শহরতলির কলকাতা হরিয়া থেকে মালঞ্চের দিকে প্রবাহিত বিদ্যুধারী নদীর সাথে ভালভাবে সংযুক্ত ছিল। \"বাগুই\" নামক পরিবারের প্রায় শতাধিক পরিবার রয়েছে, তারা মূলত বাগুইপাড়া এবং নারায়ণতলা পূর্বে থাকেন।\n\n\n== অবকাঠামো ==\n\nএই অঞ্চলে একটি ভাল সংখ্যক ক্ষুদ্র উদ্যোগ রয়েছে। এই উদ্যোগগুলি প্রাথমিকভাবে পাট, ইলেক্ট্রনিক্স, ঘড়ি উৎপাদন, পলিওয়্যার উৎপাদন, চিকিৎসা সরঞ্জাম সরবরাহ ইত্যাদির ছোট ছোট নিবন্ধ আমদানি ও রফতানি করে deal এই জনপদে বেশ কয়েকটি শিক্ষাপ্রতিষ্ঠান, হোটেল এবং স্বাস্থ্যসেবা ইনস্টিটিউট সরবরাহ করা হয়। বাগুইআটি বাজার এবং বাগুইআটি ভিআইপি সুপার মার্কেট জিনিস কেনার জন্য একটি বিশিষ্ট স্থান হিসাবে পরিচিত।\nএই অঞ্চল জুড়ে রয়েছে ২ টি পোস্ট অফিস, একটি ভিআইপি রোডের (পশ্চিমবন্ধুনগর) পশ্চিম অর্ধেকের, অন্যটি ভিআইপি রোডের পূর্ব অর্ধে (আসউইনিনগর) যা নতুনভাবে প্রতিষ্ঠিত হয়েছে।  বিধাননগর সিটি পুলিশের অধীনে এটি একটি উত্সর্গীকৃত থানাও রয়েছে। \nঅঞ্চলটি শহরের অনেক আবাসিক স্থানগুলির মধ্যে একটির গঠন করে। জনসংখ্যার স্তর ক্রমাগত বৃদ্ধি পেয়ে চলেছে, যেমনটি শহরের অন্যান্য অংশে লক্ষ্য করা গেছে। এই অঞ্চলটি এখন অত্যন্ত জঞ্জাল। ২০১৫ সালের মার্চ মাসে খোলা ভিআইপি রোডের উপরে ডাম ডাম পার্ক থেকে রঘুনাথপুর পর্যন্ত ফ্লাইওভারটি বাগুইআটি থেকে যানজট দূরে রাখতে সহায়তা করে।  সড়ক পারাপারের কারণে দুর্ঘটনা রোধে কেষ্টোপুর, বাগুইআটি ও জোড়ামন্দিরে সাবওয়ে নির্মাণ করা হয়েছে এবং এগুলি এখন পুরোপুরি কার্যকর রয়েছে।\n\n\n=== খুচরা দোকান ===\nভারতের অন্যতম শীর্ষ খুচরা চেইন বিগ বাজারের উদ্বোধনের সাক্ষী কলকাতা এবং পশ্চিমবঙ্গের প্রথম স্থান বাগুইয়াটি। এটি রঘুনাথপুরের পার্বতী বিহারে অবস্থিত এবং এটি কলকাতার অন্যতম প্রাচীন বিভাগীয় স্টোর।  এর পরে বাজার কোলকাতা, বিশাল মেগা মার্ট এবং এম বাজারের মতো একই ধরনের অনেক বিভাগীয় স্টোর চালু হয়ে গেছে এবং এই অঞ্চলটি আশেপাশের অঞ্চলের অনেক বাসিন্দাদের কাছে একটি জনপ্রিয় শপিংয়ের গন্তব্য হিসাবে পরিণত হয়েছে।\n\n\n== পরিবহন ==\nভিআইপি রোডটি এলাকার ধমনী।\nভিআইপি রোডের পশ্চিম পাশে বাগুইআটি মেইন রোড নাগেরবাজার এবং দম ডামের জন্য একটি গুরুত্বপূর্ণ সংযোগকারী হিসাবে কাজ করে। পূর্ব পাশের, হাতিয়ারা সড়কটি বিশাল জনবহুল জ্যাংরা, হাতিয়ারা, শুলনগুড়ি এবং যাত্রাগাছিতে পরিবেশন করে যা ইকো পার্ক গেট ১ এ শেষ হয়। মার্টিন বার্ন রেললাইন পরিষেবা শেষ হওয়ার পরে রাজারহাট মেইন রোড নামে একটি রাস্তা দ্বারা প্রতিস্থাপিত হয়েছে। এটি ভিআইপি রোডের জোড়া মন্দির স্টপ থেকে শুরু হয়ে চিনার পার্ক, রাজারহাট চৌমাথা, ল্যাঙ্গোলপোটা, খারিবাড়ী, আমিনপুর, সোনাদালিয়া স্টেশন দিয়ে যায় এবং টাকি রোডের দেগঙ্গার নিকটে কাঞ্চকোলে গিয়ে শেষ হয়। সম্প্রতি এটি প্রশস্ত করে চার-লেন করা হয়েছে।\nএই রাস্তা দিয়ে বিপুল সংখ্যক বাস চলাচল করে এসপ্লানিয়েড, হাওড়া স্টেশন এবং পূর্ব মেট্রোপলিটন বাইপাসের মতো বিভিন্ন স্থানে। বাস রুট 44, 44/1 এবং বাগুইটি - বিবিডি ব্যাগ মিনি ভিআইপি রোডের পূর্ব দিক থেকে ছেড়ে যায় depart 30C, 30C / 1 এবং 30C / 2 বাসগুলি হাতিয়ারা থেকে ছেড়ে যায় এবং হাতিয়ারা মূল রাস্তাটি পরিবেশন করে। বাগুইআটি মূল সড়কটি মূলত অটো রুটের দ্বারা পরিবেশন করা হয়, বাসের রুটগুলি নষ্ট হয়ে যাওয়ার পরে। অন্যান্য উল্লেখযোগ্য বাসের রুটে 45, 46, 79D, 91C, 211, 215, 217, 237, L238, DN17, বারাসত - বারুইপুর, এনডিআরটিসি (ধুলগড় - রাশবিহারী), বিমানবন্দর - যাদবপুর মিনি, বিরাতি - বিবিডি ব্যাগ মিনি, সি 14/1, ডি 7/1, ই 17, ই 49, টি 11, এস 37, এসি 10, এসি 37, এসি 50, ভিএস 2 ইত্যাদি\nবিধাননগর রোড রেল স্টেশনটি বাগুইআটির নিকটতম রেলস্টেশন।  দম দম স্টেশনও এখান থেকে অ্যাক্সেসযোগ্য।\n\n\n== শিক্ষা ==\nবাগুইআটির স্কুলের তালিকা\n\nচিত্তরঞ্জন কলোনী হিন্দু বিদ্যাপীঠ\nকলকাতা পাবলিক স্কুল\nজাতীয় ইংরেজি স্কুল, কলকাতা\nপ্রমিলা স্মৃতি ইনস্টিটিউট\nচারিগ্রাম শ্রী রাম কৃষ্ণ আশ্রম আদর্শ বিদ্যালয় (এইচএস)\nতেঘরিয়া শিকখা নিকেতন\nস্টেপিং স্টোন (EB-11, বাগুইআটি মেইন রোড - 9830071323)\n\n\n== পূজা প্যান্ডেলগুলি ==\nকয়েকটি বিখ্যাত ক্লাব রয়েছে যা দুর্গাপূজার সময় আশেপাশের অঞ্চলের লোকদের আকর্ষণ করে। এর মধ্যে রয়েছে:\n\nবাগুইআটি অর্জুনপুর আমড়া সাবাই ক্লাব \nরেলপুকুর ইউনাইটেড ক্লাব\nশাস্তিবাগান স্পোর্টিং ক্লাব\nনির্বোধ সংঘ (জোড়া মন্দির)\nবাগুইপাড়া সরবোজোনিন দুর্গোতসোব\nবন্ধু মহল (জর্দা বাগান)\nস্পোর্টস কাউন্সিল ক্লাব\nবাগুইপাড়া অঞ্চল ও শাস্ত্রীবাগান স্পোর্টিং ক্লাবের দুর্গাপূজার এক ঝলক এবং নারায়ণতলা (পশ্চিম) অঞ্চলের কিছু অংশ দেখা যাবে শ্রীজিৎ মুখার্জি পরিচালিত উমা পরিচালিত সিনেমায়। \n\n\n== তথ্যসূত্র =="}