{"pageid": 1072218, "title": "আবুল হাসান কুতুব শাহ", "url": "https://bn.wikipedia.org/wiki?curid=1072218", "content": "আবুল হাসান কুতুব শাহ, তিনি আবুল হাসান তানা শাহ নামে পরিচিত, তিনি দক্ষিণ ভারতের কুতুব শাহি রাজবংশের সার্বভৌম রাজ্যে গোলকোন্ডার অষ্টম এবং শেষ শাসক ছিলেন। তানা শাহের রাজত্বকাল ১৬৭২ থেকে ১৬৮৬ সাল পর্যন্ত ছিল।\nগোলকোন্ডা অবরোধের পরে তাকে দৌলতাবাদ দুর্গে বন্দী করা হয়, যেখানে তিনি ১৬৯৯ সালে মারা যান।\n\n\n== রাজত্ব ==\n\nযদিও শাসক কুতুব শাহি বংশের পিতৃসন্তান, তিনি প্রথমে রাজ দরবারের সাথে তুলনামূলকভাবে বিনীত জীবনযাপন করেছিলেন। যদিও তার আসল নাম আবুল হাসান, তিনি তাঁর শিক্ষক দ্বারা গোলকন্ডার সিংহাসনের প্রতিদ্বন্দ্বী হওয়ার আগেই তিনি 'তানা শাহ' ডাক নামকরণ করেছিলেন, সৈয়দ শাহ রাজিউদ্দিন মুলতানি নামে এক সুফি সাধক, শাহ রাজু কাত্তাল নামে খ্যাত। গুলবার্গের সুফি সাধক সৈয়দনা খাজা বন্দে নওয়াজ গেসু দরাজের বংশে শাহ রাজু ছিলেন অষ্টম। আবুল হাসান ভাল কন্ঠ পেয়েছিলেন এবং ভাল গেয়েছিলেন। তাঁর মধ্যে নিরীহতা ছিল। শাহ রাজু তাই তাঁকে 'তানা শাহ' ডাকনাম দিয়েছিলেন যার অর্থ \"শিশু সাধু\"। তিনি তানি শাহ নামেও পরিচিত ছিলেন, যার অর্থ \"দানশীল শাসক\"।\n\n\n== ব্যক্তিগত জীবন ==\nএর আগে তানা শাহর শ্বশুর আবদুল্লাহ কুতুব শাহকে আওরঙ্গজেব শাহ জাহানের অত্যাচার স্বীকার করতে বাধ্য করেছিলেন। তাঁর অন্য কন্যা (যা তানা শাহের স্ত্রীর ছোট বোন) এর সাথে আওরঙ্গজেবের বড় ছেলে সুলতান মুহাম্মদের সাথে বিবাহ বন্ধনে আবদ্ধ হয়েছিল।\n\n\n== ধর্মীয় সাম্য ==\nতাঁকে একজন জনপ্রিয় রাষ্ট্রপতি হিসাবে মনে করা হয় যিনি অন্য জাতি বা ধর্মের লোকদের সাথে বৈষম্য করেননি। তিনি ব্রাহ্মণদের তাঁর মন্ত্রী ও সেনাপতি হিসাবে নিয়োগ করেছিলেন। উদাহরণস্বরূপ, মদন্না ও আক্কান্না, হনমকান্দার ব্রাহ্মণ ভাইরা ছিলেন তাঁর সবচেয়ে গুরুত্বপূর্ণ মন্ত্রী। তদন শাহ মাদান্নার ভাতিজা কাঁচারলা গোপান্নার কারণে তেলুগু সাহিত্যে স্থান পেয়েছিলেন। কাঁচারলা গোপান্না \"রামদাসু\" নামে খ্যাত। রামদাসু পালভঞ্চ তালুকের নীলকান্দপল্লি গ্রামে থাকতেন। তানি শাহ তাকে পালভঞ্চা তালুকের তহসিলদার (রাজস্ব বিভাগের প্রধান) পদে নিয়োগ দিয়েছিলেন। রামদাসু ভদ্রচালামে রাম মন্দির নির্মাণের জন্য এবং রাম, সীতা এবং লক্ষ্মণর প্রতিমাগুলিকে শোভিত করার জন্য গহনাগুলি সরকারী তহবিল থেকে সরিয়ে নিয়েছিলেন। তানা শাহ রামাদাসুকে সরকারী তহবিলের অপব্যবহারের জন্য দোষী হিসাবে চিহ্নিত করেছিলেন এবং তাকে কারাগারে রেখেছিলেন।\nবারো বছর পরে, তানা শাহ রামকে স্বপ্নে দেখা পেয়ে রামদাসুকে মুক্তি দিয়েছিলেন এবং রামমুদ্রকে (তাতে ভগবান রামের চিত্রের সোনার মুদ্রাগুলি) তাঁর পাশে পেয়েছিলেন। তারপরে তানা শাহ প্রতিটি রাম নবমী উৎসবে বদরচালাম মন্দিরে মুক্তো প্রেরণ করার একটি রীতি প্রতিষ্ঠা করেন এবং তাঁর উত্তরসূরীরাও অব্যাহত রেখেছিলেন। একই রীতি পরবর্তী শাসক নিজাম এবং তারপরে তেলঙ্গানা রাজ্য সরকার অব্যাহত রেখেছিল।\n\n\n== গোলকোন্ডার অবরোধ ==\n১৬৮৩ সালের দিকে আবুল হাসান কুতুব শাহ মুঘলদের কর প্রদানে অনিয়মিত হয়ে পড়েছিলেন এবং সিকান্দর আদিল শাহের সাথে তাঁর সম্পর্কও মুঘলদের মধ্যে উদ্বেগের কারণ হয়েছিল। আবুল হাসান কুতুব শাহ ফলস্বরূপ মুঘল সাম্রাজ্যের একটি বাহিনী হতে অস্বীকৃতি জানালেন এবং আওরঙ্গজেবকে গোলকোন্ডায় মুঘলদের শাসন জোরদার করার জন্য একটি অভিযান শুরু করতে প্ররোচিত করলেন।আওরঙ্গজেব তাঁর সেনাপতি খাজা আবিদ সিদ্দিকী (কিলিচ খান) এবং নবাব গাজী উদ্দিন খান ফিরোজ জং I, যিনি (১ম নিজাম - আসফ জাহ প্রথম) এর পিতামহ ও দাদা ছিলেন, নিয়ে গোলকোন্ডায় আক্রমণ করেছিলেন। তানা শাহ আট মাস দুর্গকে রক্ষা করেছিলেন, কিন্তু আওরঙ্গজেব ১৬৮৭ সালের সেপ্টেম্বরের শেষ দিকে গোলকোন্ডা দখল করতে সফল হন।\n\n\n== কারাবাস এবং মৃত্যু ==\nতানা শাহকে বন্দী হিসাবে নেওয়া হয়েছিল এবং দৌলতাবাদ দুর্গে (ঔরঙ্গাবাদের নিকটবর্তী) কারাগারে বন্দী করা হয়েছিল, যেখানে তিনি বারো বছর বন্দীদশার পরে মারা যান। সুলতান মারা গেলে তাঁকে তাঁর পূর্বপুরুষ ও অন্যান্য কুতুব শাহি রাজাদের সাথে সমাধিস্থ করা হয় নি তবে ঔরঙ্গাবাদের নিকটবর্তী খুলদাবাদের একটি সাধারণ সমাধিতে রাখা হয়েছিল।\n\n\n== পরিবার ==\nতিনি তাঁর পূর্বসূরি আবদুল্লাহ কুতুব শাহের তৃতীয় কন্যার সাথে বিবাহ বন্ধনে আবদ্ধ হন, যিনি তাঁর সিংহাসনে আরোহণের পরে বাদশাহ বিবি নামে পরিচিতি লাভ করেছিলেন। তার পাঁচ সন্তান ছিল:\n\nজ্যেষ্ঠ কন্যা: অবিবাহিত ছিলেন এবং মৃত্যুর আগ পর্যন্ত তাঁর পিতার অবিরাম সহযোগী ছিলেন।\nদ্বিতীয় কন্যা: বিজাপুরের শাসক সিকান্দার আদিল শাহকে বিয়ে করেছিলেন।.\nতৃতীয় কন্যা: জুম্মাতাতুল-মুলক আসাদ খানের ছেলে ইনায়েত খানকে বিবাহ করেছিলেন\nচতুর্থ কন্যা: শায়খ মুহাম্মদ সরহিন্দিকে বিবাহ করেছিলেন\nখুদা বান্দ বা বান্দ-ই সুলতান: একমাত্র পুত্র; তাঁর পিতার বন্দী অবস্থায় তাঁর জন্ম হয়েছিল এবং পরবর্তীকালে মৃত্যুর পরে একটি অজানা স্থানে নিয়ে যাওয়া হয়েছিল, এর পরে আর কিছুই জানা যায়নি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}