{"pageid": 10726, "title": "উইলিয়াম হার্শেল", "url": "https://bn.wikipedia.org/wiki?curid=10726", "content": "স্যার ফ্রিডরিশ উইলিয়াম হার্শেল   (; জার্মান: Friedrich Wilhelm Herschel; নভেম্বর ১৫, ১৭৩৮ - আগস্ট ২৫, ১৮২২) একজন জার্মান বংশদ্ভুত ইংরেজ  জ্যোতির্বিজ্ঞানী এবং সুরকার। ইউরেনাস গ্রহ আবিকারের মধ্যদিয়ে তিনি পরিচিতি এবং বিখ্যাত হন। এছাড়াও অবলোহিত বিকিরণ (Infrared) সহ আরও বিভিন্ন জ্যোতির্বিদ্যা সম্পর্কিত আবিষ্কার রয়েছে।\n\n\n== শৈশব ও কর্মজীবন ==\nউইলিয়াম হার্শেলের বাবা জার্মানির হ্যানোভারে সেনাবাহিনীর ব্যান্ডে বাজনা বাজাতেন। ১৭৫৭ সালে হার্শেলকে ইংল্যান্ডে পাঠানো হয়। পশ্চিম ইংল্যান্ডের বাথে তিনি সঙ্গীত শিক্ষক হয়ে ওঠেন।হার্শেল মননশীল ভাবে কৌতূহলী মানুষ ছিলেন। তার পেশা তাকে সুর-শাস্ত্রের তত্ত্ব সম্পর্কে উৎসাহিত করে তোলে এবং তিনি অঙ্ক শেখেন। এর পর তার আলোক-বিজ্ঞান ও জ্যোতির্বিদ্যায় উৎসাহ তৈরি হয়। বাজার-চলতি দূরবীক্ষণ যন্ত্র পছন্দ না হওয়ায় তিনি নিজেই তা বানাতে শুরু করেন। বোন ক্যারোলিনের সঙ্গে তিনি নক্ষত্ররাজি সম্পর্কে সামগ্রিক সমীক্ষা শুরু করেন।তারার সঙ্গে দূরত্ব কী ভাবে মাপা যাবে ? ধরা যাক আকাশে দু’টি তারা পরস্পরের খুব কাছাকাছি রয়েছে, তাদের মধ্যে একটি আমাদের কাছাকাছি রয়েছে, আর একটি দূরে। যে হেতু পৃথিবী সূর্যের চারদিকে ঘুরছে, তাই কাছের তারাটিকে দূরেরটির তুলনায় গতিশীল মনে হবে। এই ধারণাটি দিয়েছিলেন ইতালীয় বিজ্ঞানী গ্যালিলেও এবং হার্শেল কাছাকাছি থাকা দু’টি তারাকে নজর করা শুরু করলেন।১৭৮১ সালের ১৩ মার্চ তিনি একটি অদ্ভুত নীহারিকা লক্ষ্য করলেন, যেটি একটি ধূমকেতুও হতে পারে। সেটি ছিল সপ্তম গ্রহ ইউরেনাস। অনেক জ্যোতির্বিজ্ঞানী এর আগে এটা দেখে ভেবেছিলেন একটা একটা নক্ষত্র। হার্শেলই এটা প্রথম বার বার দেখেন এবং লক্ষ্য করেন এটা সরে সরে যাচ্ছে।এই আবিষ্কার হার্শেলকে বিখ্যাত করে দিল। রয়্যাল সোসাইটি অফ লন্ডন তাঁকে কোপলে মেডেল দিল। ইংল্যান্ডের রাজা তার পৃষ্ঠপোষক হলেন।হার্শেল তার আকাশ দেখা চালিয়ে গেলেন। তিনি প্রমাণ করলেন, আকাশে আমরা যে ছায়াপথ দেখি, তা আসলে আমাদের সৌরজগতেরই অংশ। এটা কোটি কোটি তারার সমষ্টি, আকারটা ইডলির মতো।একটি আবছা বস্তুর প্রতি হার্শেলের উৎসাহ তৈরি হল। এ জন্য তিনি একটি বড় দূরবীক্ষণ যন্ত্র তৈরি করলেন। ১৭৮৯ সালে ৪ ফুট লম্বা আয়না-সহ সেই যন্ত্রটি তৈরি হল। তিনি একটি ২০০০ নক্ষত্রের নীহারিকাপুঞ্জ খুঁজে পেলেন। ১৮৯৬ সালে তাদের কাজ সম্পূর্ণ হল এবং তা নিউ জেনারেল ক্যাটালগ ও ইনডেক্স ক্যাটালগে যুক্ত হল। সেখানে ১৫০০০বস্তুর কথা লিপিবদ্ধ হল। এর পুরোটাই দেখে পাওয়া গিয়েছিল। ফোটোগ্রাফির সাহায্য নেওয়া হয়নি।হার্শেলের কিছু ধারণা পরে ভুল প্রমাণিত হয়। সূর্যের কালো দাগগুলিকে তিনি গর্ত ভেবেছিলেন কিন্তু সেগুলো আসলে আগুনের শিখার মধ্যে দেখতে পাওয়া কৃষ্ণবর্ণ পাহাড় ছাড়া কিছু নয়।তার জীবনের শেষ দিকে হার্শেল উপলব্ধি করেন, অনেকগুলি কাছাকাছি থাকা নক্ষত্রজোড় আসেল যুক্ত হয়ে থাকা দু’টি তারা। এর একটি উদাহরণ, ক্যাস্টর, জেমিনির নক্ষত্রজোড়া। বারবার দেখে হার্শেল সিদ্ধান্তে পৌঁছন, যমজ তারাগুলি পরস্পরকে কেন্দ্র করে ঘুরছে প্রতি ৩৪২ বছরে। সেই প্রথম নিউটনের অভিকর্ষের সূত্রকে সৌর জগতের বাইরে, তারাদের জগতেও ক্রিয়াশীল দেখা যায়।\n\n\n== তথ্যসূত্র =="}