{"pageid": 107240, "title": "মার্কিন জনশুমারি দপ্তর", "url": "https://bn.wikipedia.org/wiki?curid=107240", "content": "মার্কিন জনশুমারি দপ্তর যুক্তরাষ্ট্র সরকারের একটি দপ্তর যা জনশুমারি সংক্রান্ত কাজের জন্য দায়ী। এটি মার্কিন সরকারের বাণিজ্য মন্ত্রণালয়ের অধীন একটি দপ্তর। এই দপ্তর অন্যান্য রাষ্ট্রের জনপরিসংখ্যান এবং অর্থনীতি সংক্রান্ত তথ্যও সংগ্রহ করে। মার্কিন জনশুমারি দপ্তর দেশটির জনসংখ্যা এবং অর্থনীতি বিষয়ে অনেক গুরুত্বপূর্ণ তথ্য সরকারকে সরবরাহ করে। মার্কিন জনশুমারি দপ্তরের সবচেয়ে গুরুত্বপূর্ণ কাজ হল প্রতি দশ বছর পর পর যুক্তরাষ্ট্রে বসবাসকারী লোকের সংখ্যা গণনা করা। দপ্তরের পরিচালক যুক্তরাষ্ট্রের রাষ্ট্রপতি কর্তৃক নির্বাচিত হয়।\n\n\n== দপ্তরের কম্পিউটার প্রযুক্তি ==\n১৮৯০ সালের জনশুমারিই মার্কিন যুক্তরাষ্ট্রের প্রথম জনশুমারি যাতে ইলেকট্রনিক ট্যাবুলেটিং যন্ত্রের ব্যবহার হয়। এই যন্ত্রের আবিষ্কারক ছিলেন হারম্যান হলেরিথ। ১৯৪৬ সালে হলেরিথকে অর্থ প্রদানের খবর শুনে জন মশলি (প্রথম সাধারণ ব্যবহার উপযোগী কম্পিউটার এনিয়াক-এর উদ্ভাবক) মার্কিন জনশুমারি দপ্তরকে ইউনিভ্যাক কম্পিউটার ব্যবহারের জন্য এর উন্নয়নে অর্থ প্রদানের অনুরোধ করেন। ১৯৫১ সালে এই দপ্তর একটি ইউনিভ্যাক আই কম্পিউটার ক্রয় করে এবং তা গণনা ও হিসাব সংক্রান্ত কাজে ব্যবহার শুরু করে।\nকাগজের ব্যবহার হ্রাস করা এবং বেতনের তালিকা তৈরির জন্য বরাদ্দ অর্থ হ্রাসের জন্য সর্বপ্রথম জনশুমারি দপ্তর ২০০৯ সালে ৫০০,০০০ হ্যান্ডহেল্ড কম্পিউটার ক্রয় করে। ধারণা করা হয় এর ফলে দপ্তরের প্রায় ১ বিলিয়ন ডলারেরও বেশি অর্থ সাশ্রয় হবে। ২০২০ সালের জনশুমারির জন্য দপ্তর আরও আধুনিক এবং শক্তিশালী কম্পিউটার প্রয়োগের কথা চিন্তা করছে। এর ফলে দপ্তরের সার্বিক প্রযুক্তি ব্যবস্থার ক্ষেত্রে আমূল পরিবর্তন আসবে এবং গণনা-হিসাবের কাজ অধিক নির্ভরযোগ্য হবে।\n\n\n== জরিপ ব্যবহারকারী প্রতিষ্ঠান ==\n\nমার্কিন জনশুমারি দপ্তর বিভিন্ন বিষয়ে জরিপ চালায় এবং তথ্য সংগ্রহ করে। এই তথ্য বিভিন্ন প্রতিষ্ঠানকে সরবরাহ করে, যেমন-\n\nবিচার পরিসংখ্যান দপ্তর\nশ্রম পরিসংখ্যান দপ্তর\nপরিবহন পরিসংখ্যান দপ্তর\nগৃহায়ন এবং নগর উন্নয়ন দপ্তর\nশিক্ষা পরিসংখ্যান দপ্তর\nস্বাস্থ্য পরিসংখ্যান দপ্তর\nন্যাশনাল সাইন্স ফাউন্ডেশন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nPOPClocks\nRSS Feed"}