{"pageid": 1072617, "title": "ঈদগাঁও উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=1072617", "content": "ঈদগাঁও বাংলাদেশের কক্সবাজার জেলার একটি উপজেলা। এটি বাংলাদেশের সর্বশেষ গঠিত ৪৯৫তম উপজেলা।\n\n\n== অবস্থান ও আয়তন ==\nঈদগাঁও উপজেলা কক্সবাজার জেলায় অবস্থিত। এটির আয়তন ১১৯.৬৬ বর্গকিলোমিটার বা ৪৬.২০ বর্গমাইল। এ উপজেলার উত্তরে চকরিয়া উপজেলা, দক্ষিণে কক্সবাজার সদর উপজেলা, পূর্বে রামু উপজেলা, পশ্চিমে মহেশখালী উপজেলা।\n\n\n== নামকরণ ও ইতিহাস ==\n২২ জুলাই ২০১৯ ঈদগাঁওকে উপজেলা ঘোষণার জন্য কক্সবাজার জেলা প্রশাসক বরাবর স্মারকলিপি প্রেরণ করা হয়। পরবর্তীতে, ২৬ জুলাই ২০২১ প্রশাসনিক পুনর্বিন্যাস সংক্রান্ত জাতীয় বাস্তবায়ন কমিটির (নিকার) সভায় ঈদগাঁওকে স্বতন্ত্র উপজেলা হিসেবে অনুমোদন দেওয়া হয়। ঈদগাঁও দেশের ৪৯৫তম উপজেলা। পূর্বে এটি কক্সবাজার সদর উপজেলার আওতাধীন ছিলো। ঈদগাঁও থানা ও ইউনিয়নের সাথে মিল রেখে উপজেলার নামকরণ করা হয়।\nঈদগাঁও বা ঈদগাহ মানে হলো ঈদের জামায়াত আদায় করার স্থান বা মাঠ।ঈদগাঁও গৌড়যুগে \"নয়াবাদ\" নামে পরিচিত ছিল।\nজানা যায়, উত্তরাধিকারের ভ্রাত্বঘাতীযুদ্ধে পরাজিত হয়ে মোগল সম্রাট শাহজাহানের পুত্র শাহসুজা সৈন্য নিয়ে ভারতবর্ষ থেকে আরাকান পালিয়ে যাওয়ার সময় তৎকালীন নয়াবাদ এলাকায় পৌঁছালে পবিত্র ঈদুল ফিতরের সময় নিকটে হওয়ায় এখানে সৈন্যবাহিনী, আমিরসহ ঈদের নামাজ আদায় করেন।\nতখন থেকে ঈদগাঁও নামে পরিচিতি লাভ করে এবং পরবতীতে ব্রিটিশ আমলে বিভিন্ন সরকারি নথিপত্রে ঈদগাঁও নামে লিপিবদ্ধ ও পরিচিত হয়।\n\n\n== প্রশাসনিক এলাকা ==\nকক্সবাজার জেলার ৫টি ইউনিয়ন নিয়ে উপজেলাটি গঠিত হয়। অত্র উপজেলা ঈদগাঁও থানার আওতাধীন।\n\nইউনিয়নসমূহ:\n১নং ইসলামপুর\n২নং পোকখালী\n৩নং ইসলামাবাদ\n৪নং ঈদগাঁও\n৫নং জালালাবাদ\n\n\n== জনসংখ্যার উপাত্ত ==\n২০২২ সালের পরিসংখ্যান অনুযায়ী ঈদগাঁও উপজেলার জনসংখ্যা ১,৪৯,৫৬৬ জন।\nমোট জনসংখ্যার ৯৫.৭৪% মুসলিম, ৪.২১% হিন্দু, ০.০৫% অন্যান্য ধর্মাবলম্বী রয়েছে।\n\n\n== শিক্ষা ব্যবস্থা ==\nঈদগাঁও উপজেলার সাক্ষরতার হার ৩৪.২৬%। এ ইউনিয়নে ১টি ডিগ্রি কলেজ, ১টি ফাজিল মাদ্রাসা, ১২টি উচ্চ বিদ্যালয়, ১০টি দাখিল মাদ্রাসা ও ২৬টি সরকারি বেসরকারি প্রাথমিক বিদ্যালয় রয়েছে।\n\nকলেজ\nঈদগাহ রশিদ আহমদ কলেজ\nআলমাছিয়া ফাজিল ডিগ্রি মাদরাসা।\nমমতাজুল উলুম ফরিদিয়া আলিম মাদ্রাসা।\nঈদগাহ্ আদর্শ উচ্চ বিদ্যালয়\nঈদগাহ আদর্শ শিক্ষা নিকেতন\nঈদগাহ জাহানারা ইসলাম বালিকা উচ্চ বিদ্যালয়\n\n\n== যোগাযোগ ব্যবস্থা ==\nএই উপজেলায় যোগাযোগের প্রধান সড়ক হলো চট্টগ্রাম-কক্সবাজার মহাসড়ক। এখানে বাস, সিএনজিচালিত গাড়ী, অটোরিকশাসহ প্রায় সব ধরনের যানবাহনে যাতায়াত করা যায়।\n\n\n== নদ-নদী ও খাল ==\nঈদগাঁও নদী\nনাপিতখালী খাল\n\n\n== দর্শনীয় স্থান ==\nখান বীচ\nকৈলাসঘোনা চিংডি প্রজেক্ট।\nমেহেরঘোনা বনাঞ্চল \nভোমরিয়া ঘোনা ফরেষ্ট অফিস।\nরাবার ড্যাম\nইসলামপুর লবণ শিল্প এলাকা\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nমুহম্মদ নূরুল হুদা; জাতিস্বত্বার কবি ও বাংলা একাডেমীর সাবেক মহাপরিচালক\nহামিদুল হক; বাংলাদেশ সেনাবাহিনীর অবসরপ্রাপ্ত মেজর জেনারেল ও ডিজিএফআই এর সাবেক মহাপরিচালক।\n\n\n== তথ্যসূত্র =="}