{"pageid": 10722, "title": "হ্যারি পটার (চরিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=10722", "content": "হ্যারি জেমস পটার (ইংরেজিতে Harry James Potter) ব্রিটিশ লেখিকা জে. কে. রাউলিং রচিত হ্যারি পটার উপন্যাস সিরিজের প্রধান চরিত্র। হ্যারিকে ঘিরেই এই সিরিজের কাহিনী আবর্তিত হয়েছে। হ্যারি ১১ বছর বয়সে সর্বপ্রথম জানতে পারে যে সে একজন জাদুকর।\nকাহিনীর পটভূমি হচ্ছে হগওয়ার্টস স্কুল অফ উইচক্র্যাফট অ্যান্ড উইজার্ড্রি। সেখানে হ্যারি তার ঘনিষ্ঠ দুই বন্ধু রন উইজলি ও হারমায়োনি গ্রেঞ্জার এর সাথে বিভিন্ন অ্যাডভেঞ্চারে অংশ নেয়। হ্যারি ধীরে ধীরে আবিষ্কার করে যে, সে জাদুকর সম্প্রদায়ের মধ্যে অত্যন্ত বিখ্যাত। তার চেহারার সবচেয়ে উল্লেখযোগ্য দিক হচ্ছে তার কপালে বিদ্যুৎ চমকের মত কাটা দাগ, যা স্কার নামে পরিচিত। লর্ড ভোলডেমর্ট যখন হ্যারিকে মারতে আভাডা কেডাভ্রা নামক অভিশাপ দিয়েছিল তখন হ্যারির কপালে এই দাগ সৃষ্টি হয়েছে। ভোলডেমর্ট হ্যারির বাবা-মাকে হত্যা করেছে। জাদু বিশ্বে হ্যারিই একমাত্র ব্যক্তি যে আভাডা কেডাভ্রা নামক মৃত্যু অভিশাপ থেকে বেঁচে গেছে। এর ফলে লর্ড ভোলডেমর্টের পতন হয়েছে।\nউপন্যাসে হ্যারি জেমস ও লিলি পটারের একমাত্র সন্তান। তার পিতার মত হ্যারির কালো চুল অপরিপাটী ভাবে সাজানো। তার স্বভাব, চরিত্র, ব্যক্তিত্ব সে পেয়েছে তার মায়ের কাছ থেকে। মায়ের সবুজ চোখও সে পেয়েছে। প্রথম উপন্যাসে হ্যারিকে ছোট আকারের ও পাতলা শরীরের বলা হলেও পঞ্চম বইয়ে তাকে লম্বা বলা হয়েছে। সে গোল ফ্রেমের চশমা পরে।\n\n\n== উৎপত্তি ও বিকাশ ==\nরাউলিং এর মতে, ১৯৯০ সালে তিনি যখন ম্যানচেস্টার থেকে লন্ডন যাচ্ছিলেন তখন ট্রেনের জন্য অপেক্ষমাণ থাকাকালে রেলস্টেশনে সর্বপ্রথম তার মাথায় হ্যারি পটার এর ধারণাটি আসে। তার মতে, \"কালো চুলের চশমা পরা শীর্নকায় ছেলেটি, যে জানতই না যে সে একজন জাদুকর, আমার কাছে ক্রমেই বাস্তব হয়ে উঠছিল\"। তিনি হ্যারিকে একজন অনাথ হিসেবে সৃষ্টি করেন। ১৯৯৯ সালে দ্য গার্ডিয়ান পত্রিকাকে দেওয়া এক সাক্ষাৎকারে তিনি বলেন, \"হ্যারিকে অনাথ হতেই হত; ফলে, সে মুক্ত ও স্বাধীনভাবে বেড়ে উঠতে পারবে। তার মধ্যে বাবা মায়ের অনুশাসন মেনে চলা বা তাদেরকে অসন্তুষ্ট করার কোন ভয় থাকবে না। হগওয়ার্টসকেও একটি আবাসিক স্কুল হতেই হত। কেননা সিরিজের বেশিরভাগ গুরুত্বপূর্ণ ঘটনাই রাতের বেলা সংঘটিত হয়েছে! এছাড়া এখানে রয়েছে নিরাপত্তা। আমার নিজের একজন সন্তান থাকলে আমাকে এটা বিশ্বাস করতেই হবে যে শিশুদের জন্য সর্বাগ্রে নিরাপত্তা নিশ্চিত করা আবশ্যক। হগওয়ার্টস হ্যারিকে সেটাই দিয়েছে।\"\n১৯৯০ সালের ৩০ ডিসেম্বর রাউলিং এর মায়ের মৃত্যু তাকে বেশ প্রভাবিত করে। তিনি তার লেখনীর মাধ্যমে, হ্যারির মনে মৃত বাবা মায়ের জন্য যে শূন্যতা ও ভালবাসাবোধ এবং তাদেরকে ফিরে পাওয়ার জন্য যে আকুলতা তৈরি করেছেন, তা অত্যন্ত গভীর ও বাস্তবসম্মত কেননা তিনি নিজের জীবনের অভিজ্ঞতাকে এর সাথে সমন্বয় করেছেন। ২০০০ সালে তিনি এক সাক্ষাৎকারে বলেন যে, হ্যারির ব্যক্তিত্ব সৃষ্টিতে টি এইচ হোয়াইট রচিত দ্য সোর্ড ইন দ্য স্টোন উপন্যাসের ওয়ার্ট চরিত্রটি তাকে বিশেষভাবে অনুপ্রাণিত করেছে। তিনি তার নিজের জন্মদিন ৩১ জুলাইকে হ্যারির জন্মদিন হিসেবে প্রতিষ্ঠিত করেছেন। এছাড়াও তিনি বলেছেন যে, তিনি হ্যারিকে বাস্তব জীবনের কোন চরিত্র অবলম্বনে সৃষ্টি করেন নি, \"সে আমারই একটি অংশ থেকে সৃষ্টি হয়েছে\"।\nরাউলিং বলেছেন যে হ্যারি ছোট শিশুদের জন্য একজন উত্তম আদর্শ হতে পারে। \"কাল্পনিক হিরোর সবচেয়ে বড় সুবিধা হল, তুমি তাকে বাস্তবের হিরোর চেয়েও বেশি জানতে পারবে। যদি কেউ হ্যারিকে পছন্দ করে এবং তাকে চিহ্নিত করতে পারে, তাহলে আমি আনন্দিত, কারণ আমি মনে করি হ্যারিকে অবশ্যই পছন্দ করা যায়\"।\n\n\n== উপস্থিতি ==\n\n\n=== প্রথম উপন্যাস ===\nহ্যারি সর্বপ্রথম হ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোনে (যুক্তরাষ্ট্রেঃ হ্যারি পটার অ্যান্ড দ্য সরসারার্স স্টোন) সিরিজের প্রধান চরিত্র হিসেবে উপস্থিত হয়। হ্যারির বয়স যখন এক বছর ছিল, তখন ইতিহাসের সবচেয়ে ভয়ঙ্কর কালো জাদুকর লর্ড ভলডেমর্ট হ্যারির বাবা মাকে হত্যা করে। সে হ্যারিকেও হত্যা করতে চেয়েছিল, কিন্তু সে চেষ্টা ব্যর্থ হয় এবং তার শরীর ধ্বংস হয়ে যায়, শুধুমাত্র আত্মার খন্ডিত অংশ নিয়ে কোন রকম বেঁচে থাকে।\nরাউলিং এর মতে, অতীতের কাহিনী তৈরি করা অনেকটাই আবশ্যকীয় ছিল। \"মূল ধারণা ছিল যে হ্যারি... সে জানত না যে সে একজন জাদুকর... তারপর আমি ভাবতে থাকলাম, কেন, এটা কীভাবে সম্ভব যে, সে জানত না... তার বয়স যখন এক বছর ছিল, তখন ইতিহাসের সবচেয়ে ভয়ঙ্কর কালো জাদুকর লর্ড ভলডেমর্ট তাকে হত্যা করার চেষ্টা করে। সে তার বাবা মাকে হত্যা করে, এরপর হ্যারির দিকে অগ্রসর হয়। সে তাকে অভিশাপ দেওয়ার চেষ্টা করে... কিন্তু কোন এক রহস্যময় কারণে, অভিশাপটি হ্যারির উপর কোন কাজ করে নি। এটি হ্যারির কপালে একটি বিদ্যুৎ চমকানো আকৃতির একটি কাটা দাগ সৃষ্টি করে, এবং বুমেরাং হয়ে ভলডেমর্টের দিকে ফিরে যায়। এরপর থেকেই ভলডেমর্টকে আর দেখা যায় নি\"।\nএর ফলশ্রুতিতে হ্যারি একজন অনাথ ও এতীম হয়ে পড়ে। সে তার পরিবারের একমাত্র জীবিত সদস্য, ডার্সলিদের সাথে বাস করতে থাকে। তার এগারতম জন্মদিনে, হ্যারি জানতে পারে যে সে একজন জাদুকর। রুবিয়াস হ্যাগ্রিড তাকে হগওয়ার্টস জাদুর স্কুলে ভর্তি করানোর জন্য নিতে আসে। সেখানে সে জাদুবিশ্ব, তার বাবা মা এবং ভলডেমর্ট সম্পর্কে জানতে পারে। সে গ্রিফিন্ডর হাউজের ছাত্র হিসেবে নির্বাচিত হয় এবং দ্রুত সহপাঠী রন উইজলি ও হারমায়োনি গ্রেঞ্জার এর সাথে বন্ধুত্ব সৃষ্টি করে। এসময় তারা তিনজন বুঝতে পারে যে, ভলডেমর্ট ফিলোসফার্স স্টোন বা পরশপাথরটি চুরি করার চেষ্টা করছে। এর মধ্যে তার সাথে সহপাঠী ড্রেকো ম্যালফয় ও পোশন বিষয়ের শিক্ষক সেভেরাস স্নেইপের শত্রুতা গড়ে উঠে। ১৯৯৯ সালে রাউলিং এক সাক্ষাৎকারে বলেন যে, ড্রেকো চরিত্রটি তার স্কুলের উত্ত্যক্তকারী ছাত্রদের অবলম্বনে সৃষ্টি করা হয়েছে। এবং স্নেইপ ক্ষমতার অপব্যবহারকারী শিক্ষকদের অবলম্বনে সৃষ্ট।\nরাউলিং বলেছেন, বইয়ে এরিসেডের আয়না অধ্যায়টি তার সবচেয়ে প্রিয় অংশ। কারণ এই আয়নায় হ্যারির অন্তরের সবচেয়ে গভীর আকাংক্ষা প্রতিফলিত হয়, সে তার মৃত বাবা মাকে দেখতে পায়। রাউলিং এর কাছে সবচেয়ে মজার দৃশ্য হচ্ছে যখন হ্যারি ডার্সলিদের উপস্থিতিতে চিড়িয়াখানা থেকে একটি বোয়া কনস্ট্রাকটর সাপকে মুক্ত করে দেয়।\n\n\n=== দ্বিতীয় থেকে চতুর্থ উপন্যাস ===\nদ্বিতীয় বই, হ্যারি পটার অ্যান্ড দ্য চেম্বার অফ সিক্রেটস এ, রাউলিং হ্যারিকে একটি গোপন ডায়েরিতে সংরক্ষিত ভলডেমর্টের স্মৃতি, টম মারভোলো রিডলের সাথে প্রতিদ্বন্দীতায় অবতীর্ণ করান। রিডল রনের ছোট বোন জিনি উইজলিকে নিজের নিয়ন্ত্রণে নিয়ে আসে। যখন হঠাৎ করে মাগল বংশজাত ছাত্রছাত্রীদের উপর আক্রমণ শুরু হয়, তখন অনেকে মনে করেছিল, হয়ত হ্যারি এই আক্রমণগুলো পরিচালনা করছে। ফলে সন্দেহের একটি পরিবেশ সৃষ্টি হয়। বইয়ের শেষ দিকে জিনি উধাও হয়ে যায়। তাকে উদ্ধার করার জন্য, হ্যারি রিডলকে মোকাবেলা করে এবং চেম্বার অফ সিক্রেটসের দানবটিকে হত্যা করে।\nতৃতীয় বই হ্যারি পটার অ্যান্ড দ্য প্রিজনার অফ আজকাবান এ, রাউলিং সময় পরিভ্রমণের ধারণাটি ব্যবহার করেন। হ্যারি জানতে পারে হ্যারির বাবা মা তাদের বন্ধু পিটার পেট্টিগ্রুর বিশ্বাসঘাতকতার কারণে নিহত হয়েছিল। কিন্তু এ অপরাধের জন্য হ্যারির গডফাদার সিরিয়াস ব্ল্যাককে দায়ী করা হয় এবং তাকে জাদুকরদের জেলখানা আজকাবানে পাঠানো হয়। সিরিয়াস প্রতিশোধ নেওয়ার জন্য আজকাবান থেকে পালিয়ে আসে। এসময় হ্যারি ও হারমায়োনি একটি টাইম টার্নার ব্যবহার করে সিরিয়াসকে এবং বাকবিক নামের একটি হিপোগ্রিফকে উদ্ধার করে। কিন্তু পেট্টিগ্রু পালিয়ে যায়, ফলে নির্দোষ সিরিয়াস একজন জেল পালানো খুনী হিসেবেই পরিচিতি পায়।\nপুর্ববর্তী বইগুলোতে হ্যারিকে একজন শিশু হিসেবে বর্ণনা করা হলেও, চতুর্থ বই হ্যারি পটার অ্যান্ড দ্য গবলেট অফ ফায়ার থেকে \"হ্যারি শারীরিক ও মানসিক পরিপক্বতা লাভ করতে থাকে এবং তার অভিজ্ঞতার সীমা বিস্তৃত হয়\"। হ্যারির এই পরিপক্বতা দৃশ্যমান হয় যখন সে র‌্যাভেনক্ল হাউজের ছাত্রী চো চ্যাং এর প্রতি আগ্রহী হয়। এসময় \"গবলেট অফ ফায়ার\" রহস্যজনকভাবে ট্রাইউইজার্ড টুর্নামেন্টে প্রতিযোগিতার জন্য হগওয়ার্টস থেকে সেডরিক ডিগরির পাশাপাশি হ্যারিকে নির্বাচিত করে।\nআসলে এটা হ্যারির জন্য ভলডেমর্টের স্থাপন করা মৃত্যুফাঁদ ছিল। টুর্নামেন্টের ফাইনাল চ্যালেঞ্জে, একটি পোর্টকি হ্যারি ও সেডরিককে একটি কবরস্থানে নিয়ে যায়। সেখানে পিটার পেট্টিগ্রু সেডরিককে হত্যা করে। আর ভলডেমর্ট হ্যারির রক্ত ব্যবহার করে পুনরায় তার দেহ ফিরে পায়। এরপর হ্যারি ভলডেমর্টের সাথে দ্বন্দ্বযুদ্ধে অবতীর্ণ হয় এবং তাদের জাদুদন্ড একটি সোনালি আলোর রশ্মির সাহায্যে পরস্পরের সাথে যুক্ত হয়ে যায়। এরপর ভলডেমর্ট যাদেরকে হত্যা করেছিল, তাদের আত্মার প্রতিচ্ছায়া একে একে ভলডেমর্টের দন্ড থেকে বের হতে থাকে। এদের মধ্যে সেডরিক এবং জেমস ও লিলি পটারের আত্মাও ছিল। এই আত্মাগুলো হ্যারিকে কিছুক্ষণের জন্য সুরক্ষিত করে এবং হ্যারি সেডরিকের মৃতদেহ নিয়ে হগওয়ার্টসে ফিরে আসে। রাউলিং এর মতে এই ঘটনাটি অত্যন্ত গুরুত্বপূর্ণ, কারণ এর থেকে হ্যারির সাহসিকতার প্রমাণ পাওয়া যায়। আর সেডরিকের মৃতদেহ উদ্ধার করা, হ্যারির চরিত্রের নিঃস্বার্থপরতার পরিচায়ক। রাউলিং বলেন, চতুর্থ বইয়ে হ্যারির জীবনের একটি ধাপ শেষ হয় এবং পরবর্তী বই থেকে আরেকটি ধাপ শুরু হয়। \"সে আর সুরক্ষিত নয়। এতদিন সে সুরক্ষিত ছিল। কিন্তু এটা অনুধাবনের জন্য তার বয়স একটু কমই ছিল। এখন সে মাত্র ১৫ বছরে পা দিয়েছে কিন্তু এখনই তাকে এটি অনুধাবন করতে হবে।\"\n\n\n=== পঞ্চম ও ষষ্ঠ উপন্যাস ===\n\nপঞ্চম বই হ্যারি পটার অ্যান্ড দ্য অর্ডার অফ দ্য ফিনিক্স এ, জাদু মন্ত্রণালয় হ্যারি ও ডাম্বলডোরের বিরুদ্ধে অবস্থান নেয় এবং ভলডেমর্টের পুনরাগমনকে অস্বীকার করে। জাদু মন্ত্রণালয় ডলোরেস আমব্রিজ নামে মন্ত্রণালয়ের এক কর্মকর্তাকে হগওয়ার্টসের ডিফেন্স অ্যাগেইনস্ট দ্য ডার্ক আর্টস (কালো জাদুর বিরুদ্ধে প্রতিরোধ) বিষয়ের নতুন শিক্ষক হিসেবে নিযুক্ত করে। কারণ, মন্ত্রণালয় অমূলকভাবে সন্দেহ করেছিল যে, ডাম্বলডোর ক্ষমতা দখলের জন্য ছাত্রছাত্রীদের নিয়ে একটি সৈন্যদল গঠন করছেন। আমব্রিজ ছাত্রছাত্রীদের বাস্তব জীবনভিত্তিক প্রতিরোধমূলক শিক্ষা দিতে আনীহা জ্ঞাপন করেন। তিনি দ্রুত আরো ক্ষমতা লাভ করেন এবং ডাম্বলডোরকে সরিয়ে স্কুলের ক্ষমতা নিজের হাতে তুলে নেন। এসব ঘটনা হ্যারিকে বিক্ষুব্ধ করে তোলে। রাউলিং বলেছেন যে, তিনি হ্যারিকে প্রচন্ড মানসিক চাপের মধ্য দিয়ে নিয়ে গেছেন। এর মাধ্যমে তার সহনশীলতা ও মানবতাবোধ প্রকাশ পেয়েছে। \"হ্যারি একজন স্বাভাবিক মানুষ এবং হিরো। এটাই ভলডেমর্টের সাথে তার একটি বড় পার্থক্য। কারণ ভলডেমর্ট নিজেকে মানুষ হিসেবে দেখতে পছন্দ করে না।\"\nহারমায়োনির প্রস্তাবে, হ্যারি একটি গোপন ছাত্র সংগঠন সৃষ্টি করে। এর নাম দেওয়া হয় ডাম্বলডোর'স আর্মি। এর উদ্দেশ্য ছিল, প্রফেসর আমব্রিজকে অগ্রাহ্য করে, তাদের কালো জাদুর বিরুদ্ধে প্রতিরোধ বিষয়ে জ্ঞান ও দক্ষতা বৃদ্ধি করা। তাদের সবকিছুই পরিকল্পনামত চলছিল। কিন্তু একসময়, ডাম্বলডোর'স আর্মির একজন সদস্য তাদের সাথে বিশ্বাসঘাতকতা করে এবং আমব্রিজের কাছে সংগঠনটি্র কথা ফাঁস করে দেয়। ফলশ্রুতিতে ডাম্বলডোরকে হগওয়ার্টস ত্যাগ করতে হয়। কিছুদিন পরেই হ্যারি আবার মানসিক আঘাত লাভ করে যখন তার গডফাদার সিরিয়াস ডিপার্টমেন্ট অফ মিস্টেরিসে ডেথ ইটার বেল্লাট্রিক্স লেস্ট্র্যাঞ্জ এর সাথে দ্বন্দ্বযুদ্ধ করার সময় নিহত হন। কিন্তু হ্যারি ভলডেমর্টের একটি গুরুত্বপূর্ণ প্রফেসি বা ভবিষ্যদ্বাণী চুরি করার প্রচেষ্টা ব্যর্থ করে দেয় এবং আমব্রিজকে হগওয়ার্টস থেকে বিতাড়িত করতে সক্ষম হয়। রাউলিং মন্তব্য করেন, \"এবং এখন ধ্বংসস্তুপের মধ্য থেকে হ্যারির পুনরুত্থান ঘটবে।\" অর্ডার অফ দ্য ফিনিক্সের আরেকটি দিক ছিল যে, চো চ্যাং এর সাথে হ্যারির সম্পর্ক গড়ে উঠে। কিন্তু তা দ্রুতই ভেঙ্গে যায়। রাউলিং বলেন, \"তারা কখনোই সুখী হতে পারত না, তাই এটা তাড়াতাড়ি শেষ হয়ে যাওয়াতেই ভাল হয়েছে\"।\nষষ্ঠ বই, হ্যারি পটার অ্যান্ড দ্য হাফ-ব্লাড প্রিন্স এ, হ্যারি একটি কোলাহলপূর্ণ বয়ঃসন্ধিতে প্রবেশ করে। রাউলিং বলেন যে, এটা তার ও তার ছোট বোনের তারুণ্যের কঠিন সময়ের উপর ভিত্তি করে লিখিত। এ বইয়ে রাউলিং হ্যারি ও অন্যান্য চরিত্রের ব্যক্তিগত জীবন ও পরস্পরের সাথে তাদের সম্পর্ক ও রোমান্সের প্রতি জোর দেন। চো এর সাথে সম্পর্ক গড়ার ব্যর্থ প্রচেষ্টার পর সে জিনির প্রতি আগ্রহী হয় এবং পরবর্তীতে হ্যারি জিনির সাথে সম্পর্ক গড়ে তোলে। কিন্তু বইয়ের শেষ অধ্যায়ে, সে জিনির সাথে সম্পর্কচ্ছেদ করে, তাকে ভলডেমর্টের হাত থেকে রক্ষা করার জন্য। কারণ জিনির সাথে হ্যারির সম্পর্ক থাকলে হয়ত ভলডেমর্ট হ্যারিকে ধরার জন্য জিনিকে টার্গেট করত।\nএ বইয়ে হগওয়ার্টসের পোশন বিষয়ের সাবেক শিক্ষক হোরেস স্লাগহর্ন তার পুরনো বিষয়ে শিক্ষকতা করার জন্য ফিরে আসেন। কেননা বর্তমান শিক্ষক স্নেইপ কালো জাদুর বিরুদ্ধে প্রতিরোধ বিষয়ের শিক্ষক হিসেবে নিযুক্ত হন। হ্যারি পোশন ক্লাসে \"দ্য হাফ-ব্লাড প্রিন্স\" নামক একজন সাবেক ছাত্রের একটি পুরনো পোশান বই পায়, যেটা ব্যবহার করে সে তার পোশান ক্লাসে সেরা ছাত্র হিসেবে পরিচিতি পায়। এই বইটিতে হাতেলেখা বিভিন্ন নোট, পুনরালোচনা ও নতুন জাদুমন্ত্র লেখা ছিল। বিভিন্ন সময়ে ডাম্বলডোরের সাথে প্রাইভেট মিটিং এর মাধ্যমে হ্যারি ভলডেমর্টের শিশুকাল, তারুণ্য, ক্ষমতায় আরোহণ প্রভৃতি সম্পর্কে জানতে পারে। এছাড়াও সে আরো জানতে পারে যে, ভলডেমর্ট অমরত্ব লাভের জন্য তার আত্মাকে সাতটি টুকরায় (হরক্রাক্স) বিভক্ত করেছে। এর মধ্যে দুইটি ইতোমধ্যেই ধ্বংস হয়েছে। এ দুইটি হল ডায়েরি ও আংটি। পরবর্তীতে, হ্যারি ও ডাম্বলডোর আরেকটি হরক্রাক্স উদ্ধার করে, কিন্তু এটি একটি নকল হরক্রাক্স ছিল। বইয়ের শেষ দিকে, ডেথ ইটাররা হগওয়ার্টসে প্রবেশ করে এবং স্নেইপ ডাম্বলডোরকে হত্যা করে। স্নেইপ পালিয়ে যাওয়ার পর, হ্যারি আবিষ্কার করে যে, স্নেইপই হল হাফ-ব্লাড প্রিন্স।\nএরপর হ্যারির লক্ষ্য হয় একটাই যে, অবশিষ্ট হরক্রাক্সগুলো খুঁজে বের করে ধ্বংস করা ও ডাম্বলডোরের মৃত্যুর প্রতিশোধ নেওয়া। ২০০৫ সালে এক সাক্ষাৎকারে রাউলিং বলেন যে, \"ষষ্ঠ বইয়ের পর হ্যারি এই মতাদর্শে বিশ্বাস স্থাপন করে যে, তারা একটি যুদ্ধের মধ্যে আছে। সে মানসিকভাবে যুদ্ধের প্রস্তুতি নিতে থাকে। এবং এখন সে বাইরে গিয়ে লড়াই করার জন্য প্রস্তুত। সে এখন ভলডেমর্ট ও স্নেইপের বিরুদ্ধে প্রতিশোধ নিতে চায়।\"\nএই বইয়ে হ্যারির শত্রু ড্রেকো ম্যালফয় এর রহস্যময় ও সন্দেহজনক কর্মকাণ্ডের উপরও আলোকপাত করা হয়েছে। ভলডেমর্ট ম্যালফয়কে একটি কাজ দেয় আর কাজটি হল ডাম্বলডোরকে হত্যা করা। মোনিং মার্টলের বাথরুমে হ্যারি এ ব্যাপারে ম্যালফয়কে মোকাবেলা করে ও দ্বন্দ্বযুদ্ধে অবতীর্ণ হয়। এসময় হ্যারি ম্যালফয়ের উপর হাফ-ব্লাড প্রিন্সের স্পেল \"সেকটামসেম্প্রা\" প্রয়োগ করে, এতে সে মারাত্মকভাবে আহত হয়। এতে হ্যারি ভীত হয় এবং যখন সে জানতে পারে ড্রেকো তার বাবা মায়ের জীবন রক্ষার জন্য ভলডেমর্টের পক্ষে কাজ করছে, তখন হ্যারি তার জন্য সমবেদনা অনুভব করে।\n\n\n=== সর্বশেষ উপন্যাস ===\nসপ্তম ও শেষ বই হ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোস এ, হ্যারি, রন ও হারমায়োনি হগওয়ার্টসে ফিরে না আসার সিদ্ধান্ত নেয়। তাদের লক্ষ্য একটাই, ভলডেমর্টের অবশিষ্ট হরক্রাক্সগুলো খুঁজে বের করে ধ্বংস করা এবং তারপর ভলডেমর্টকে হত্যা করা। এসময় তারা তিনজন ভলডেমর্টের নবগঠিত শাসনামলকে উপেক্ষা করে হরক্রাক্সের খোঁজে সমগ্র দেশ ঘুরতে থাকে। এর মাধ্যমে হ্যারির অনুপম সাহসের দৃষ্টান্ত মেলে। রাউলিং এর মতে, বলার মত দৃশ্য হচ্ছে যখন হ্যারি ভলডেমর্টের ভৃত্যদের নির্যাতন ও নিয়ন্ত্রণ করার জন্য আনফরগিভেবল কার্স বা অক্ষমনীয় অভিশাপ \"ক্রুসিয়াটাস\" ও \"ইমপেরিয়াস\" কার্স এবং ষষ্ঠ বইয়ে ড্রেকো ম্যালফয়ের উপর সেকটামসেম্প্রা কার্স প্রয়োগ করে। প্রত্যেকবারই হ্যারির চরিত্রের আরেকটি বিশেষ দিক প্রকাশ করে। যদিও তিনি বলেছেন যে, \"এসময় সে একটি বিশেষ পরিস্থিতিতে থাকে এবং খারাপ মানুষদের হাত থেকে ভাল মানুষকে রক্ষা করে\"।\nহ্যারি বুঝতে পারে যে, তার স্বনির্ভরকেন্দ্রিক মানসিকতা অনেক সময় তার শত্রুদের কাছে তাকে দুর্বল করে তোলে। পরবর্তীতে ভলডেমর্ট যখন স্নেইপকে হত্যা করে, তখন সে বুঝতে পারে যে, স্নেইপ আসলে বিশ্বাসঘাতক হত্যাকারী নয়, কিন্তু একজন ট্র্যাজিক অ্যান্টি-হিরো যার ডাম্বলডোরের প্রতি আনুগত্য ছিল। তেত্রিশতম অধ্যায় প্রিন্সের কাহিনীতে, স্নেইপের রেখে যাওয়া স্মৃতি প্রমাণ করে যে, স্নেইপ হ্যারির মা, লিলি ইভান্সকে ভালবাসত। কিন্তু স্নেইপের ভবিষ্যৎ ডেথ ইটারদের সাথে বন্ধুত্ব এবং \"রক্তের বিশুদ্ধতায়\" বিশ্বাসের কারণে তাদের বন্ধুত্ব শেষ হয়ে যায়। যখন ভলডেমর্ট পটারদের হত্যা করে, তখন স্নেইপ লিলির ছেলেকে রক্ষা করার প্রতিজ্ঞা করে, যদিও সে হ্যারিকে জেমস পটারের ছেলে হওয়ায় অবজ্ঞার চোখে দেখত। আরো জানা যায় যে, স্নেইপ আসলে ডাম্বলডোরকে হত্যা করে নি, বরং ডাম্বলডোরের পূর্ব পরিকল্পনাকে বাস্তবায়ন করেছে। একটি স্লো-স্প্রিডিং কার্সে ধীরে ধীরে মৃত্যুর পথে গমনকারী ডাম্বলডোর চেয়েছিলেন, ডেথ ইটারদের মধ্যে স্নেইপের অবস্থানকে সুসংহত করতে এবং ড্রেকোকে ভলডেমর্টের হাত থেকে রক্ষা করতে।\nহ্যারিকে পরাজিত করতে ভলডেমর্ট ডাম্বলডোরের কবর থেকে \"এল্ডার ওয়ান্ডটি\" চুরি করে। এটা ছিল তখন পর্যন্ত সৃষ্ট সবচেয়ে শক্তিশালী জাদুদন্ড। এটা দিয়ে সে দুইবার হ্যারির উপর কিলিং কার্স (হত্যার অভিশাপ) প্রয়োগ করে। প্রথমবার এই কার্সের ফলে হ্যারি জীবন ও মৃত্যুর মাঝামাঝি একটি স্থানে আটকা পড়ে। \"কিংস ক্রস\" অধ্যায়ে, ডাম্বলডোরের আত্মা হ্যারিকে জানায় যা, যখন ভলডেমর্ট হ্যারিকে শিশু অবস্থায় হত্যা করতে গিয়ে ব্যর্থ হয়, হ্যারি ভলডেমর্টের একটি হরক্রাক্সে পরিণত হয়। ভলডেমর্টের খন্ডিত আত্মার একটি টুকরা যতক্ষণ হ্যারির মধ্যে বাস করবে, ততক্ষণ পর্যন্ত হ্যারি ভলডেমর্টকে হত্যা করতে সক্ষম হবে না। আর যেহেতু হ্যারি স্বেচ্ছায় মৃত্যুকে বরণ করতে চেয়েছিল, তাই হ্যারির অভ্যন্তরে থাকা ভলডেমর্টের খন্ডিত আত্মার টুকরাটি ধ্বংস হয়ে গেছে। কিন্তু ভলডেমর্টের কিলিং কার্সটি ব্যর্থ হয় কেননা পুনর্জন্মের সময় ভলডেমর্ট হ্যারির রক্ত ব্যবহার করেছিল। বইয়ের শেষ প্রান্তে, হ্যারির উপর প্রয়োগ করা ভলডেমর্টের দ্বিতীয় কিলিং কার্সটিও ব্যর্থ হয়। কার্সটি হ্যারির এক্সপেলিয়ার্মাস স্পেলে বুমেরাং হয়ে ভলডেমর্টের উপর আঘাত করে এবং তাকে হত্যা করে। কারণ, এল্ডার ওয়ান্ডের প্রকৃত মালিক ছিল হ্যারি, ভলডেমর্ট নয়। হ্যারি অবশিষ্ট দুইটি ডেথলি হ্যালোসেরও মালিক হয়। এগুলো হল, অদৃশ্য হওয়ার আলখাল্লা এবং পুনর্জন্মী পাথর। এর ফলে, সে মৃত্যুরও প্রকৃত মাস্টার হয়। রাউলিং এর মতে, হ্যারি ও ভলডেমর্টের মধ্য পার্থক্য হল, হ্যারি মৃত্যুকে স্বেচ্ছায় গ্রহণ করতে চেয়েছিল, যা তাকে তার শত্রুর চেয়ে অধিক শক্তিশালী করে তোলে। \"মৃত্যুর প্রকৃত মাস্টার এ সত্যটাকে গ্রহণ করে যে, তাকেও একসময় মৃত্যুবরণ করতে হবে, কেননা এ অবিনশ্বর পৃথিবীতে মৃত্যুর চেয়েও খারাপ বিষয় রয়েছে, প্রতিনিয়ত আমাদের যার মুখোমুখি হতে হয়। একেবারে শেষ দৃশ্যে হ্যারি এল্ডার ওয়ান্ডটি ত্যাগ করার ও পুনর্জন্মী পাথরটি লুকিয়ে রাখার সিদ্ধান্ত নেয়। কিন্তু সে অদৃশ্য হওয়ার আলখাল্লাটিকে নিজের কাছে রাখে, কেননা, এটা সে তার বাবার কাছ থেকে পেয়েছে।\n\n\n==== এপিলগ ====\nরাউলিং এর মতে, ভলডেমর্টের পরাজয়ের পর, হ্যারি পুনর্গঠিত মন্ত্রণালয়ে কিংগস্লে শ্যাকলবোল্টের অধীনে \"অরর ডিপার্টমেন্ট\" এ যোগ দেয়। ২০০৭ সালের মধ্যেই সে ডিপার্টমেন্টের প্রধান পদে উন্নীত হয়। রাউলিং বলেছেন, ডেথলি হ্যালোসে তিনবার জীবন বাঁচানোর পর তার পুরনো শত্রু ড্রেকো, তার প্রতি অনেকটাই নমনীয় হয়। যদিও তাদের মধ্যে বন্ধুত্ব সৃষ্টি হয় না। হ্যারি জিনিকে বিয়ে করে, এবং তিন ছেলেমেয়ের বাবা হয়। এরা হলঃ জেমস সিরিয়াস, অ্যালবাস সেভেরাস ও লিলি লুনা পটার।\n\n\n== চলচ্চিত্রে রূপায়ন ==\n\n২০০০ সালে লন্ডনে স্টোনস ইন হিজ পকেট নামে এক নাটক চলাকালীন প্রযোজক ডেভিড হেম্যান প্রথম র‌্যাডক্লিফকে হ্যারি পটার চরিত্রাভিনয়ের জন্য অডিশনে আমন্ত্রণ জানান। সেই বছরই অগস্টে বেশ কয়েকটি অডিশনের পর, জে. কে. রাউলিং-এর পুরস্কারজয়ী গ্রন্থসিরিজের বিগ-বাজেট চলচ্চিত্রায়নে তিনি নির্বাচিত হন। স্বয়ং রাউলিং তার এই নির্বাচন সমর্থন করে বলেন : \"ড্যান র‌্যাডক্লিফের স্ক্রিন টেস্ট দেখে আমার মনে হয়েছে ক্রিস কলম্বাস এর চেয়ে ভাল হ্যারি আর কোথাও পাবে না।\"\nএরপর র‌্যাডক্লিফ হ্যারি পটার সিরিজের নিম্নোক্ত পরবর্তী ছবিগুলিতেও অভিনয় করেন: হ্যারি পটার অ্যান্ড দ্য চেম্বার অফ সিক্রেটস (২০০২), হ্যারি পটার অ্যান্ড দ্য প্রিজনার অফ আজকাবান (২০০৪), হ্যারি পটার অ্যান্ড দ্য গবলেট অফ ফায়ার (২০০৫), হ্যারি পটার অ্যান্ড দ্য অর্ডার অফ দ্য ফিনিক্স (২০০৭)। এই সিরিজের শেষ দুই ছবি হ্যারি পটার অ্যান্ড দ্য হাফ-ব্লাড প্রিন্স, এবং হ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোস ছবিতেও তিনি অভিনয় করছেন বলে জানা গেছে। প্রথমোক্ত ছবিটির শ্যুটিং শুরু হয়েছে ২০০৭ সালের সেপ্টেম্বরে এবং মুক্তি পায় ১৭ জুলাই, ২০০৯। শেষ ছবিটি দুটি পর্বে ২০১০ ও ২০১১ সালে মুক্তি পাবে বলে আশা করা হচ্ছে। এর প্রথম পর্বটি মুক্তি পাবে ১৯শে নভেম্বর ২০১০ এবং দ্বিতীয় পর্বটি মুক্তি পাবে ১৫ই জুলাই ২০১১। মুক্তিপ্রাপ্ত ছবিগুলি সারা বিশ্বের বক্স অফিসে বিপুল সাড়া ফেলে জনপ্রিয়তা লাভ করেছে।\nহ্যারি পটার চরিত্রটি র‌্যাডক্লিফের জন্য সৌভাগ্য নিয়ে আসে। ২০০৭ সালে, তার মোট সম্পদের পরিমাণ ১৭ মিলিয়ন পাউন্ড। যা তাকে ব্রিটেনের অন্যতম ধনী বালকে পরিণত করেছে।\nফিলোসফার্স স্টোনে সন্ডার্স ট্রিপলেটস অর্থাৎ সন্ডার্স জমজ ভাইয়েরা এক বছর বয়স্ক হ্যারির ভূমিকায় আবির্ভূত হয়। যদিও তিনজন সন্ডার্স শিশুদের কারো নামই চলচ্চিত্রে উল্লেখ করা হয়নি।\n\n\n== চারিত্রিক বিকাশ ==\nসিরিজে হ্যারি একজন হাফ-ব্লাড বা মিশ্র রক্তের জাদুকর। কারণ তার বাবা মা উভয়েই জাদুকর হলেও, তার মা, লিলি ইভান্স মাগলবর্ন বা মাগল বংশজাত জাদুকর ছিলেন। রাউলিং এর মতে, যেসব চরিত্র জাদুকরদের রক্তের বিশুদ্ধতায় বিশ্বাস করে, তাদের কাছে লিলি মাগলদের মতই 'খারাপ'। তারা মাগল বংশজাতদের \"মাডব্লাড\" বলে গালি দেয়।\nরাউলিং এর মতে, হ্যারি তার নিজের বিবেক বুদ্ধি দ্বারা পরিচালিত হয়। সে ভাল ও মন্দের পার্থক্য অনুধাবন করতে পারে। রাউলিং আরো বলেন যে, \"খুব কম সংখ্যক মানুষ হ্যারির অভিভাবকের দায়িত্ব পালন করায়, ছোটবেলা থেকেই তাকে তার নিজের সিদ্ধান্ত নিজেকে নিতে হয়েছে। সে অবশ্যই ভুল করে, কিন্তু শেষ মুহূর্তে তার বিবেক তাকে যা করতে বলে, সে তাই করে\"। রাউলিং এর মতে, হ্যারির চরিত্রের একটি গুরুত্বপূর্ণ দিক প্রকাশ পায় চতুর্থ বইয়ে, যখন হ্যারি সহপাঠী সেডরিক ডিগরির মৃতদেহ ভলডেমর্টের হাত থেকে উদ্ধার করে আনে। এটি হ্যারির চরিত্রের সাহসিকতা ও নিঃস্বার্থপরতা দিকগুলো প্রকাশ করে।\nরাউলিং অবশ্য বলেছেন যে হ্যারির চরিত্রের দুইটি মন্দ দিক হল, \"রাগ এবং প্রায়শই ঔদ্ধত হওয়া\"। কিন্তু সে সহজাতভাবেই সম্মানের যোগ্য। \"সে নিষ্ঠুর নয়। সে প্রতিযোগিতামূলক, এবং সে একজন যোদ্ধা। সে প্রয়োজনের সময় বসে থাকে না। কিন্তু তার সহজাত পূর্ণতা রয়েছে। আর এটাই তাকে আমার কাছে হিরো করে তুলেছে। সে একজন সাধারণ ছেলে, তবে এমন কিছু গুনসম্পন্ন যা অধিকাংশের কাছেই প্রশংসনীয়। শেষ বইটি প্রকাশিত হওয়ার পর রাউলিং মন্তব্য করেন, \"হ্যারির মধ্যে অফুরন্ত প্রাণশক্তি রয়েছে, এর দ্বারা সে এমন অনেক কিছু করতে সক্ষম যা ভলডেমর্ট করতে অক্ষম। আর সেটা হচ্ছে মৃত্যুর মত সত্যকে গ্রহণ করা।\"\n\n\n=== শারীরিক বৈশিষ্ট্য ===\nহ্যারির চুলের রঙ তার বাবার চুলের রঙের মত কালো, এবং তার চোখের রং তার মায়ের চোখের রঙের মত সবুজ। তার কপালে একটি বিদ্যুৎ চমকানো আকৃতির কাটাদাগ রয়েছে। সে তার বয়সের তুলনায় অপেক্ষাকৃত খাটো ও শীর্নকায়। এছাড়া তার মুখ সরু ও হাঁটু গোলাকার। সে গোল কাচের চশমা পড়ে। প্রথম বইয়ে বলা হয়েছে, হ্যারি তার নিজের যে জিনিসটি সর্বাপেক্ষা বেশি পছন্দ করে সেটি হল তার কাটাদাগটি। যখন রাউলিংকে জিজ্ঞেস করা হয়, হ্যারির বিদ্যুতের মত এই কাটাদাগটি কি অর্থ প্রকাশ করে, তখন তিনি বলেন, \"আমি চেয়েছিলাম, সে কি ধরনের পরিস্থিতির মধ্য দিয়ে এসেছে তার একটা চিহ্ন তার শরীরে থাকুক। এটি হচ্ছে তার অভ্যন্তরে যা ঘটে গেছে তার এক ধরনের বহিঃপ্রকাশ... অন্যভাবে বলা যায়, এটা অনেকটা চোজেন ওয়ান বা অভিশপ্ত ওয়ান হওয়ার মত।\" সিরিজের প্রথমদিকে হ্যারি খাটো হলেও পরবর্তীকালে সে লম্বা হয়। সপ্তম বইয়ে সে 'প্রায়' তার বাবার সমান লম্বা হয় এবং অন্যান্য চরিত্রসমূহ তাকে 'লম্বা' অভিহিত করে।\nরাউলিং বলেন যে, হ্যারি পটারকে নিয়ে চিন্তা করার সময় সর্বপ্রথম যে ছবিটি তার মনে ভেসে উঠেছিল তা হল, \"একজন শীর্নকায়, কালো চুলের ও চশমা পরিহিত ছেলে। তিনি আরো বলেন যে, তিনি মনে করেন, হ্যারির চশমা তার সহনশীলতার প্রতীক।\n\n\n=== ক্ষমতা ও আগ্রহ ===\nসিরিজের বিভিন্ন পর্যায়ে রাউলিং হ্যারি পটারকে একজন মেধাবী ও সাহসী জাদুকর হিসেবে প্রতিষ্ঠা করেছেন। ২০০০ সালে এক সাক্ষাৎকারে রাউলিং বলেন যে, হ্যারি বিশেষ করে ডিফেন্স এগেইনস্ট দ্য ডার্ক আর্টস (কালো জাদুর বিরুদ্ধে প্রতিরোধ) বিষয়ে অত্যন্ত মেধাবী ও দক্ষ। সে কুইডিচেও ভাল। রাউলিং একই সাক্ষাৎকারে বলেছেন যে, তৃতীয় বইয়ের মধ্যভাগ পর্যন্ত, হ্যারির ঘনিষ্ঠ বন্ধু ও তাদের বর্ষের সবচাইতে স্মার্ট ছাত্রী হারমায়োনি গ্রেঞ্জার হ্যারিকে জাদুর ডুয়েলে বা দ্বন্দ্বযুদ্ধে পরাজিত করতে সক্ষম হবে। কিন্তু পরবর্তী বইগুলোতে, হ্যারি কালো জাদুর বিরুদ্ধে প্রতিরোধ বিষয়ে অত্যন্ত দক্ষ হয়ে উঠে বলে সে হারমায়োনিকেও পরাজিত করতে সক্ষম হবে।\nহ্যারির বিভিন্ন ক্ষমতা সিরিজের প্রথম থেকেই দেখা যেতে থাকে। বিশেষ করে, হ্যারি অত্যন্ত দ্রুত জাদু ঝাড়ুর উপর নিজের নিয়ন্ত্রণ প্রতিষ্ঠা করে, অতি অল্প বয়সে পেট্রোনাস প্রয়োগ করতে শুরু করে এবং ভলডেমর্টকে বেশ কয়েকবার সরাসরি মোকাবেলা করে। সে একজন পার্সেলমাউথ। অর্থাৎ সে সাপের সাথে কথা বলতে পারে এবং পার্সেলটাং বা সাপের ভাষা বুঝতে পারে। রাউলিং এর মতে, ভলডেমর্টের আত্মার একটি ক্ষুদ্র টুকরা হ্যারির অভ্যন্তরে বাস করে বলে, হ্যারি এই ক্ষমতা লাভ করে। তবে হ্যারির মধ্যে থাকা ভলডেমর্টের আত্মার সেই টুকরাটি ধ্বংস হয়ে যাওয়ার পর, হ্যারি পার্সেলটাং এ কথা বলার ক্ষমতা হারিয়ে ফেলে। এছাড়াও হ্যারি তার ক্লাসের একমাত্র ছাত্র যার উপর ইমপেরিয়াস কার্স কোন প্রভাব ফেলতে পারে না।\nরাউলিং এর মতে, হ্যারির প্রিয় বই কুইডিচ থ্রো এজেস। রাউলিং বাস্তবে কেনিলওয়ার্থি হুইস্প ছদ্মনামে এই বইটি লিখেছেন।\n\n\n=== সম্পত্তি ===\nহ্যারির বাবা মা মৃত্যুর আগে তার জন্য অনেক ধন সম্পদ রেখে যান। এর মধ্যে গ্রিংগটস জাদুর ব্যাঙ্কের একটি ভল্টে রাখা অসংখ্য স্বর্নমুদ্রা উল্লেখযোগ্য। এছাড়া সিরিয়াসের মৃত্যুর পর তার স্থাবর অস্থাবর সকল সম্পত্তির মালিক হয় হ্যারি। এর মধ্যে বার নাম্বার গ্রিমল্ড প্লেস বাড়িটিও রয়েছে। রাউলিং বলেছেন যে, \"হ্যারির ধন সম্পদ কখনোই তার বইয়ে গুরুত্বপূর্ণ কোন কাজে আসে নি। এগুলো হ্যারি শুধু তার বই, ইউনিফরম ও আন্যান্য জিনিস কেনার জন্য ব্যবহার করেছে।\nহ্যরি তার বাবার আরো দুইটি জিনিস লাভ করে। একটি হচ্ছে মর‌্যাডার্স ম্যাপ। ফ্রেড ও জর্জ উইজলি তাকে এটি দেয়। এটি হগওয়ার্টসের একটি পূর্নাংগ মানচিত্র। অন্য জিনিসটি হচ্ছে তার বাবার অদৃশ্য হওয়ার আলখাল্লা। অ্যালবাস ডাম্বলডোর তাকে এটি দেয়। এটির মাধ্যমে প্রমাণিত হয় যে হ্যারি পিভারেল বংশদ্ভূত। যখন হ্যারির সতের বছর বয়স হয়, তখন মিসেস উইজলি তাকে একটি ঘড়ি উপহার দেয়। ঘড়িটি একসময় মিসেস উইজলির ভাই ফ্যাবিয়ান প্রিওয়েটের ছিল।\nহ্যারির একটি পোষা পেঁচা রয়েছে, যার নাম হেডউইগ। পুরো সিরিজ জুড়ে হ্যারি এটিকে চিঠি পাঠানোর কাজে ব্যবহার করে। সপ্তম বইয়ে হেডউইগ মারা যায়। এ সম্পর্কে রাউলিং বলেছেন যে, \"হেডউইগের মৃত্যু নিরীহ মানুষের নিরাপত্তাহীনতার প্রতীক। আমি জানি, হেডউইগের মৃত্যু অনেক মানুষকে কষ্ট দিয়েছে!\" একজন কুইডিচ খেলোয়াড় হিসেবে হ্যারি দুইটি উন্নত মানের জাদু ঝাড়ুর মালিক। প্রথমটি একটি নিম্বাস ২০০০ রেসিং ব্রুম। হ্যারির তৃতীয় বর্ষে এটি ধ্বংস হয়ে যায়। অন্যটি একটি ফায়ারবোল্ট। সিরিয়াস তাকে এ ঝাড়ুটি উপহার দেয়। ডেথলি হ্যালোসে হেডউইগের সাথে সে এই ঝাড়ুটিও হারিয়ে ফেলে।\n\n\n== পরিবার ==\nহ্যারি জেমস ও লিলি পটারের একমাত্র সন্তান। এক বছর বয়সে তার বাবা মাকে ভলডেমর্ট হত্যা করলে সে অনাথ হয়ে যায়। এ অবস্থায় সে তার মাসি পেতুনিয়া (হ্যারির মা লিলির বোন) ও তার স্বামী মেসো ভার্নন ডার্সলির কাছে প্রতিপালিত হয়। তাদের ছেলে ডাডলি হ্যারির একমাত্র কাজিন (মাসতুতো ভাই)। তার মাসি ও মেসো অবশ্য হ্যারিকে তার বাবা মায়ের মৃত্যুর প্রকৃত কারণ বলেত না, তারা বলত যে হ্যারির বাবা মা গাড়ি দূর্ঘটনায় মারা গেছেন।\nজেমস পটার ছিলেন ইগনোটাস পিভারেল এর বংশধর। (ইগনোটাস হল তিনটি ডেথলি হ্যালোসের মধ্যে তৃতীয়টির মালিক।) তাই হ্যারিও পিভারেলদের বংশধর। এর মানে হ্যারি ভলডেমর্টেরও দূরসম্পর্কের আত্মীয়। কেননা ভলডেমর্টের নানা মারভোলো গ্যন্টও ছিলেন পিভারেলদের বংশধর। যদিও এই বিষয়টি হ্যারি অনুধাবন করতে পারে নি। ভবিষ্যতে হ্যারি জিনি উইজলিকে বিয়ে করার মাধ্যমে ব্ল্যাক পরিবারের সাথে যুক্ত হয়।\n\n\n=== জেমস পটার ===\nমূল নিবন্ধঃ জেমস পটার\nজেমস পটার (ইংরেজিতে James Potter) (ছদ্মনাম প্রংগস) হচ্ছেন হ্যারি পটারের বাবা। তিনি ছিলেন তার বাবা মায়ের একমাত্র সন্তান। তার বাবা মা উভয়েই জাদুকর হওয়ায় তিনি বিশুদ্ধ রক্তের জাদুকর ছিলেন। হ্যারির মতই তার ছিল কালো চুল। কিন্তু তার চোখের রঙ ছিল বাদামী। তিনি হগওয়ার্টসে গ্রিফিন্ডর হাউজের ছাত্র ছিলেন। সেখানে সিরিয়াস ব্ল্যাক, রেমাস লুপিন ও পিটার পেট্টিগ্রুর সাথে তার ঘনিষ্ঠ বন্ধুত্ব গড়ে ওঠে। তারা চারজন মরেডার্স নামে পরিচিত ছিল। মরেডার্স ম্যাপটি তারাই তৈরি করেছিলেন। জেমস গ্রিফিন্ডর কুইডিচ টিমের ক্যাপ্টেন ও স্কুল হেডবয় ছিলেন। এছাড়া জেমস একজন বেআইনি অ্যানিমেজাস ছিলেন, তার অ্যানিমেজি ফরম ছিল হরিণ। ভল্ডেমর্ট যখন হ্যারিকে হত্যা করতে এসেছিল, তখন জেমস তাকে ঠেকিয়ে রাখার চেষ্টা করেছিল, যাতে লিলি হ্যারিকে নিয়ে পালিয়ে যেতে পারে। কিন্তু তার এই প্রচেষ্টা ব্যর্থ হয় এবং ভলডেমর্ট তাকে হত্যা করে।\nঅ্যাড্রিয়ান রলিন্স হ্যারি পটার চলচ্চিত্র সিরিজে জেমস পটারের ভূমিকায় অভিনয় করেছেন।\n\n\n=== লিলি পটার ===\nমূল নিবন্ধঃ লিলি পটার\nলিলি পটার (ইভান্স) (ইংরেজিতে Lily Potter) হচ্ছেন হ্যারি পটারের মা। তার বাবা মা উভয়েই মাগল হওয়ায় তিনি মাগল বংশজাত জাদুকর ছিলেন। তাকে বইয়ে অত্যন্ত সুশ্রী হিসেবে বর্ণনা করা হয়েছে। তার চোখের রঙ হ্যারির মত সবুজ এবং চুলের রঙ লাল ছিল। তিনি অত্যন্ত মেধাবী ছাত্রী ছিলেন। স্কুলে তিনি গ্রিফিন্ডর হাউজের প্রিফেক্ট ও হেডগার্ল ছিলেন। যখন ভল্ডেমর্ট হ্যারিকে হত্যা করতে আসে তখন তিনি নিজের জীবনের বিনিময়ে তার সন্তান হ্যারির জীবন রক্ষা করেছিলেন। কিন্তু তিনি ইচ্ছা করলে তার নিজের জীবন রক্ষা করতে পারতেন। হ্যারির জন্য তার এই আত্মত্যাগ এই সিরিজের সবচেয়ে মর্মস্পর্শী ঘটনা। তিনি তার নিজের জীবন দিয়ে হ্যারিকে সুরক্ষিত করে যান। এই সুরক্ষা হ্যারি ১৭ বছর হওয়া পর্যন্ত বলবৎ থাকে।\nজেরাল্ডাইন সামারভিলি চলচ্চিত্রসমূহে লিলি পটারের ভূমিকায় অভিনয় করেছেন।\n\n\n=== জিনি পটার ===\nমূল নিবন্ধঃ জিনি ওয়েজলি\nজিনেভ্রা মলি \"জিনি\" পটার (ওয়েজলি) (ইংরেজি Ginevra Molly \"Ginny\" Potter) হচ্ছে হ্যারি পটারের স্ত্রী। হগওয়ার্টসের যুদ্ধের পরে কোন এক সময় তারা বিয়ে করে। তাদের জেমস, অ্যালবাস ও লিলি নামে তিন ছেলেমেয়ে আছে। রাউলিং বলেছেন, হগওয়ার্টস ত্যাগ করার পর, জিনি হোলিহেড হার্পিস কুইডিচ দলে চেজার হিসেবে খেলা শুরু করে। পরবর্তীতে সে কুইডিচ থেকে অবসর গ্রহণ করে এবং ডেইলি প্রফেটের সিনিয়র কুইডিচ বিশ্লেষক হিসেবে কাজ শুরু করে।\nবোনি রাইট চলচ্চিত্রসমূহে জিনির ভূমিকায় অভিনয় করেছে।\n\n\n=== জেমস পটার II ===\nজেমস সিরিয়াস পটার (ইংরেজি James Sirius Potter) হ্যারি ও জিনির প্রথম সন্তান ও বড় ছেলে। সে তার ছোট ভাই অ্যালবাসের চেয়ে এক বছরের বড়। তার দাদা জেমস পটার ও বাবার গডফাদার সিরিয়াস ব্ল্যাকের নামানুসারে তার নাম রাখা হয়। তার স্বভাব ও বৈশিষ্ট্য তার নেমসেকদের এবং তার মামা ফ্রেড ও জর্জ উইজলির মত; অর্থাৎ সে জোক, প্র্যাঙ্ক ও অন্যান্য মিসবিহেভিয়ার পছন্দ করে। রাউলিং বলেন, জেমস কোন এক সময়ে তার বাবার ডেস্ক থেকে মরেডার্স ম্যাপটি নিয়ে আসবে।\n\n\n=== অ্যালবাস পটার ===\nঅ্যালবাস সেভেরাস \"আল\" পটার (ইংরেজিতে Albus Severus \"Al\" Potter) হ্যারি ও জিনির দ্বিতীয় সন্তান ও ছোট ছেলে। সে তার ভাই জেমসের চেয়ে এক বছরের ছোট ও বোন লিলির চেয়ে দুই বছরের বড়। রন ও হারমায়োনির মেয়ে রোজের সমবয়সী। অ্যালবাস দেখতে অনেকটাই হ্যারির মত। আরো বলা হয়েছে, হ্যারির সন্তানদের মধ্যে একমাত্র অ্যালবাসই তার মায়ের সবুজ চোখ পেয়েছে। ডেথলি হ্যালোসের এপিলগে , সে প্রথমবারের মত হগওয়ার্টসে যাচ্ছে। তার নাম রাখা হয় হ্যারির প্রিয় শিক্ষক অ্যালবাস ডাম্বলডোর ও হ্যারির দৃষ্টিতে সবচেয়ে সাহসী মানুষ সেভেরাস স্নেইপ এর নামানুসারে।\n\n\n=== লিলি পটার II ===\nলিলি লুনা পটার (ইংরেজিতে Lily Luna Potter) হ্যারি ও জিনির একমাত্র মেয়ে এবং তিন সন্তানের মধ্যে সবচেয়ে ছোট। হ্যারির মা লিলি ইভান্স ও বন্ধু লুনা লাভগুড এর নামানুসারে তার নাম রাখা হয়। সে তার মা, নানি এবং দাদির কাছ থেকে লাল চুল পেয়েছে। সে তার ভাই অ্যালবাসের চেয়ে দুই বছরের ছোট এবং রন ও হারমায়োনির ছেলে হুগোর সমবয়সী।\n\n\n== ফ্যামিলি ট্রি ==\n\n\n== হ্যারি পটারের চরিত্রগুলোর নামকরণ ==\n১/ নিমফাডোরা টংকস (Nymphadora Tonks): নিমফাডোরা নামটি এসেছে নিম্ফ থেকে যার অর্থ পতঙ্গ রুপান্তরের দ্বিতীয় ধাপ। যখন নিম্ফ পরিপূর্ণ পতঙ্গে রুপান্তরিত হয় এবং নিমফোডারা ইচ্ছা মত আকৃতি পরিবর্তিত করতে পারত।\n২/ ড্র্যাকো ম্যালফয় (Draco Malfoy): Draco ছিল এথেন্স এ জন্ম নেয়া এক ব্যক্তি যাকে গ্রীসের সর্বপ্রথম লিখিত-আইনপ্রণেতা হিসেবে ধরা হয়; এর আগে আইনগুলো শুধুই মৌখিকভাবে প্রচলিত ছিল। ড্র্যাকোর আইনগুলোকে Draconian measures বলা হতো, যেগুলো তাদের নিষ্ঠুরতার জন্য পুরো গ্রীসে সমালোচিত ছিল। বর্তমান সময়েও, নিষ্ঠুর আইন বোঝাতে Draconian measures শব্দটা ব্যবহার করেন অনেকে। ড্রাকো ম্যালফয় এর চরিত্রের সাথে অনেকটাই মিলে যায়। আবার নামের প্রথম অংশকে ভিন্ন দিক থেকে খেয়াল করলে দেখা যায় Drakon নামে প্রাচীন গ্রীক মিথ এ একটি প্রাণী আছে যে তার মুখ দিয়ে আগুন বা এসিডের ফোয়ারা সৃষ্টি করতে পারে এবং সে খুবই হীংস্র আর উদ্ধত। আবার Draco একটি ল্যাটিন শব্দ যার অর্থ সাপ অথবা ড্রাগন, যারা উভয়েই আবার উদ্ধত এবং হিংস্র। উপন্যাসে ড্রাকোকে কিন্তু বেশ উদ্ধত হিসেবেই দেখানো হয়েছে, ঠিক ড্র্যাকন, ড্রাগন কিংবা সাপের মতো। আবার স্লিদারিন হাউজের প্রতিক হচ্ছে সাপ, আর ড্র্যাকো একদম বিশুদ্ধ স্লিদারিন বলতে যা বোঝায়, সেটাই।তার নামের শেষ অংশে—ম্যালফয়। ওটার দুইটা অংশ, Mal এবং Foy যেগুলোর প্রত্যেকটির আলাদা অর্থ আছে। ‘ম্যাল (Mal)’ এবং 'ফয় (Foy)' উভয়েই এসেছে প্রাচীন ফ্র্যাঞ্চ ভাষা থেকে যার মধ্যে ‘Mal’ এর অর্থে হচ্ছে, ‘শয়তান’। আর ‘ফয় (Foy)’, শব্দের অর্থ ‘বিশ্বাস’ বা ‘আস্থা’। তাহলে ম্যালফয় মানে দাঁড়াচ্ছে, ‘শয়তানের প্রতি আস্থা রাখে যে’। ম্যালফয়দের পুরো পরিবারই ভোলডেমর্ট এর প্রতি আস্থা রেখেছিল আজীবন।\n৩/ নার্সিসা ম্যালফয় (Narcissa Malfoy): গ্রীক মিথে নার্সিসাস নামে একজন লোক ছিল যে নিজেই নিজের প্রেমে পড়েছিল। সে পানিতে তার প্রতিবিম্ব দেখে এতটাই আবেগে আপ্লুত হয়ে গিয়েছিল যে কখন ডুবে মরে গিয়েছে সে টেরই পায়নি! সেই ছেলেটির নামানুসারেই আত্মহংকারী, স্বমেহনে ব্যস্ত লোকজনকে নার্সিসিস্ট বলা হয়। আর নার্সিসার ভেতর আত্মহংকার পারিবারিক দাম্ভিকতা বেশ ভালোভাবেই ছিল।\n৪/ লুসিয়াস ম্যালফয় (Lucious Malfoy): লুসিয়াস এসেছে সম্ভবত লুসিফার থেকে যার অর্থ শয়তান। আর ল্যাটিন ভাষায় লুসিয়াস মানে আলো, অর্থাৎ সাদা। তার চুলের দিকে খেয়াল করলে দেখা যায়—সূর্যের আলোয় ন্যায় সাদা ওগুলো।\n৫/ রেমাস লুপিন (Remus Lupin): নামের প্রথম শব্দের অর্থ রোমান মিথ থেকে নেওয়া হয়েছে। রেমাস এবং রোমিউলাস ছিল দুই যমজ ভাই যাদেরকে একজন মেয়ে নেকড়ে প্রতিপালন করে বড় করে তোলে এবং যারা পরবর্তীতে রোম এর গোড়াপত্তন করে। সেই মেয়ে নেকড়ের নাম? লুপা।\nএছাড়াও Lupin লিখে ডিকশনারিতে সার্চ দিলে অর্থ আসবেঃ ‘নেকড়ে সদৃশ’।\n৬/ হারমাইয়োনি গ্রেঞ্জার (Hermione Granger): হারমাইয়োনি নামের উৎস গ্রীক মিথলোজি; সে ছিল গ্রীক রাজা মেনেলাউস এবং হেলেন এর মেয়ে। হারমাইয়োনি শব্দের অর্থ ‘বার্তাবাহক’। সে ছিল জ্ঞানের বার্তাবাহক। যখনই হ্যারি আর রন বিপদে পড়তো, সে তার জ্ঞানের ঝুড়ি থেকে কোনো না কোনো উপায় বের করে ফেলত। তার নামের পরের অংশ; গ্রেঞ্জার শব্দের একটা অর্থ হচ্ছে farm steward, যেটা পুরোপুরি একটি মাগল পেশা, যার মাধ্যমে হারমাইয়োনির মাগল চরিত্রকে বোঝানো হয়েছে। এছাড়াও গ্রেঞ্জার দ্বারা ম্যানেজার বা সর্দার জাতীয় কিছু বোঝায়। বিভিন্ন বিপদজনক পরিস্থিতিতে বিপদকে ম্যানেজ করতে হারমাইয়োনিকে দেখা গিয়েছে।\n৭/ হ্যারি পটার (Harry Potter): দ্য বয় হু লিভড! জাদুর ইতিহাসের একমাত্র সৌভাগ্যবান ছেলে, যার উপর আভাদা কেডাভ্রা কোনো প্রভাব ফেলতে পারেনি—শুধুমাত্র তার কপালের কাটা দাগটি ছাড়া।\nহ্যারি নামটা আসলে খুবই সাধারণ একটি নাম। কিন্তু গভীরভাবে চিন্তা করলে বোঝা যায়, অতটা সাধারণও নয় নামটি। হ্যারি নামটা এসেছে মধ্যযুগীয় ইংরেজি নাম হ্যানরি (Henry) থেকে, অনেক ইংরেজ রাজা এবং তাদের ছেলেদের এই নাম ছিল। ইংরেজ রাজাদের মতোই নেতৃত্ব এবং যুদ্ধক্ষেত্রের সম্মক জ্ঞান ছিল হ্যারির প্রধান বৈশিষ্ট্য। এছাড়াও জার্মান শব্দ Heri এর অর্থ army. হ্যারি একাই একজন আর্মি। তাছাড়া হ্যারিই কিন্তু ডাম্বলডোরস আর্মি নামে গ্রুপটি খুলেছিল যেখানে তার আর্মিকে সে নেতৃত্ব দিত একদম সামনে থেকে। এছাড়াও Harry নামটার সুইডিশ এবং অ্যামেরিকান অর্থ হচ্ছে, ‘He who rules the home’.\nহ্যারির নর্স মিনিং হচ্ছে, ‘War chief’. \nটিউটোনিক অর্থ হচ্ছে, ‘Mighty in war’.\n৮/ রন উইজলি (Ron Weasley): আর্থারিয়ান লিজেন্ড অনুযায়ী, কিং আর্থারের বিশ্বস্ত বর্শার নাম ছিল Ron। আবার অনেকের মতে, বর্শাটার নাম Ron ছিল না, বরং Ron শব্দের অর্থই ছিল বর্শা যেটা আর্থারের প্রিয় ছিল। রন অবশ্যই হ্যারি আর হারমাইয়োনির বিশ্বস্ত এবং প্রিয় বন্ধু ছিল। আর Weasley এসেছে Weasel থেকে যার অর্থ বেজি, আর বেজি সারাক্ষণ ছুটোছুটি করে, অর্থাৎ দূরন্ত.\n৯/ টম মারভোলো রিডল (Tom Marvolo Riddle): ইংরেজিতে খুব কমন নামের একটি হচ্ছে টম। ইংরেজিতে ফ্রেইস আছে ‘Every Tom, Dick, Or Harry’। টম এবং হ্যারিকে একসাথে দেখা যাচ্ছে। লর্ড ভোল্ডেমর্ট এর সাথে হ্যারি পটারের সংযোগটা আশা করি বোঝা যাচ্ছে, সেই সাথে ডার্ক লর্ডের নামের প্রথম অংশ হিসেবে টম বেছে নেয়ার কারণটাও এতক্ষণে পরিষ্কার হয়ে ওঠার কথা।\nমারভোলোর তেমন কোনো অরিজিন জানা যায়নি, ওটা সম্ভবত লেখিকা নিজেই বানিয়েছেন। হয়তো মারভোলো এসেছে মারভেল থেকে যার অর্থ বিস্ময়কর ব্যাপার। আর ভোল্ডেমর্ট একদম ছোট বেলা থেকে ম্যাজিক ওয়ান্ড ছাড়াই যে নিয়ন্ত্রিত ম্যাজিকগুলো করতে পারতো, বা সে নিজেকে বাঁচিয়ে রাখার জন্য ম্যাজিকের সীমানাকে যেভাবে অনেক দূরে ঠেলে দিয়েছিল।\nতার নামের শেষ শব্দ রিডল, যার অর্থ ধাঁধা। এই অংশ দিয়ে কি ওর চরিত্রকেই পুরোপুরি বোঝানো হচ্ছে না? Tom Marvolo Riddle এর বর্ণগুলোকে সাজালে সেগুলো হয় I am lord Voldemort, যেটা একটা ধাঁধা। তাছাড়া, সে যখন স্কুলে ছিল, তখন একমাত্র ডাম্বলডোর ছাড়া আর কেউই ওকে অবিশ্বাস করতো না, কারণ সবাই ওর মিষ্টি ব্যবহার দেখে বিভ্রান্ত হয়ে যেত, অর্থাৎ ‘ধাঁধায়’ পড়ে যেত। আর ডাম্বলডোর এর কাছে তো ওকেই একটা আস্ত ধাঁধা বলে মনে হতো, যার উত্তর যত দ্রুত সম্ভব বের করার ব্যাপারে উনি বদ্ধপরিকর ছিলেন। ডাম্বলডোর যখন রিডল এর সাথে প্রথম দেখা করেন, তখনই তিনি বুঝতে পেরেছিলেন, এই ছেলেটির ভেতর কোনো একটা রহস্য আছে, একটা ধাঁধা আছে ওর চারপাশে, যেটা তার উপর নজর রাখার প্রতি ইঙ্গিত করছিল সবসময়।\n১০/ বেল্লাট্রিক্স ল্যাস্ট্রেঞ্জ (Bellatrix Lestrange): ভোল্ডেমর্ট এর ল্যাফটেনেন্ট এর নাম উচ্চারণ করার সময় Strange শব্দটার উপর জোর পাওয়া যায়। আসলেই সে খুব অদ্ভুত প্রকৃতির ছিল, পোশাকে-আশাকে, আচার-আচরণে, কথা-বার্তায় সব দিক দিয়েই। আর Bella শব্দটি ল্যাটিন যার অর্থ সুন্দরী।\nসুন্দরী...হুম...হয়তো বলা চলে—এক্ষেত্রে ডার্ক বিউটি বলাটা বেশি যুক্তিসঙ্গত। তবে এটার প্রকৃত অরিজিন হয়তো ল্যাটিন শব্দ Bellum যার অর্থ যুদ্ধ যেটা তার চরিত্রের সাথে পুরোপুরি মিলে যায়। আর Trix এসেছে Tricks থেকে; সে কিন্তু আসলেই বেশ চতুর প্রকৃতির উইচ ছিল এবং ট্রিক্স পছন্দ করতো, যার কারণে তাকে যুদ্ধে হারানো অনেক-অনেক কঠিন ছিল।\n১১/ লুনা লাভগুড (Luna Lovegood): লুনা নামটা এসেছে ইংরেজি Luna আর Loony থেকে, যেখানে  Luna শব্দের অর্থ চাঁদ, যা পৃথিবীর বাইরের বস্তু। আর লুনার মন কিন্তু বেশিরভাগ সময়েই পৃথিবীর বাইরেই পড়ে থাকতো। সেই সাথে Loony মানে উদ্ভট, পাগলাটে। আর Lovegood মানে Love এবং Good. লংবটম লুনার প্রেমে পরে ছিল।\n১২/ রুবিয়াস হ্যাগ্রিড (Rubeus Hagrid): হ্যাগ্রিড সম্ভবত এসেছে ইংরেজি শব্দ Haggard থেকে, যার অর্থ হচ্ছে বুনো, অথবা মলীন। হ্যাগ্রিডকে দেখতে সবসময় বুনো এবং মলীন বলেই মনে হতো। আর রুবিয়াস শব্দটা ল্যাটিন Rubeo থেকে এসেছে যার অর্থ ‘I am red or ruddy’. বইয়ে দেখা যায় হ্যাগ্রিড মদ খেলে একদম লাল হয়ে যেত।\n১৩/ সেভেরাস স্নেইপ (Severus Snape): অনেক প্রাচীন একজন রোমান রাজার নাম ছিল সেভেরাস, যার ব্লাডলাইন পুরোপুরি রোমান ছিল না, মিশ্র ছিল। তার মানে, এক অর্থে সে ছিল হাফ ব্লাড। সেভেরাস নিজেকে দ্য হাফ ব্লাড প্রিন্স নামে চিন্তা করত। আর স্নেইপ (Snape) হয়তো বা এসেছে Snake থেকে। আসলে স্নেইপ এর কার্যক্রম দেখলে যে কারোই তাকে সাপের মতো মনে হবে, শেষ বইয়ের আগ পর্যন্ত। মনে হবে, সে দ্বিমুখো সাপ। ডাবল এজেন্ট। সে কিন্তু ডাম্বল্ডোর আর ভোল্ডেমর্ট দুইজনের হয়েই কাজ করছিল একই সময়ে, যদিও তার লয়ালটি ছিল শুধুই একজনের প্রতি, কিন্তু সেটা বোঝার আগ পর্যন্ত তো সবারই ওকে দ্বিমুখো সাপ বলেই মনে হয়েছে। বইতে হ্যারি আর তার বন্ধু রন স্নেইপকে প্রায়ই ডাবল এজেন্ট, টু ফেইসড স্নেইক এবং স্লিপিং স্নেইক বলত। আর তার শেষ পরিণতি কিন্তু ভোল্ডেমর্ট এর সাপের হাতেই হয়েছিল।\n১৪/ সিরিয়াস ব্ল্যাক (Sirius Black): ‘সিরিয়াস’ হচ্ছে সেই তারা যাকে রাতের আকাশে সবচেয়ে বেশি উজ্জ্বল দেখায়। আর সেই তারাটার আরো একটি নাম আছেঃ ‘The dog star’.\nDog।\nসিরিয়ুস ছিলেন একজন অ্যানীম্যাগী। তিনি বড়সড় কুকুরেই রুপান্তরিত হতেন।\n১৫/ ফেনরির গ্রেব্যাক (Fenrir Grayback): ফেনরির হচ্ছে নর্স মিথ এর এক নিষ্ঠুর, দানবীয় নেকড়ে যাকে বেঁধে রাখা হয়েছে কোনো এক অজানা দ্বীপে যে ছাড়া পেলেই র‍্যাগনেরক সৃষ্টি হবে, মানে ধ্বংস হয়ে যাবে পুরো পৃথিবী। বস্তুতই ফেনরির গ্রেব্যাক ছিল নিষ্ঠুর প্রকৃতির এক নেকড়ে-মানব যে পূর্ণ রুপান্তর ছাড়াই কামড়াতো—বিশেষ করে বাচ্চাদের।\n১৬/ পমোনা স্প্রাউট (Pomona Sprout): স্প্রাউট মানেই হচ্ছে অঙ্কুরিত হওয়া। আর পমোনা ছিল রোমানদের ফল গাছের দেবী। আর তিনি ছিলেন হার্বোলোজি শিক্ষিকা।\n১৭/ মিনার্ভা ম্যাকগোনাগল (Minerva Mcgonagall): গ্রীক দেবী অ্যাথিনার রোমান ভার্সান হচ্ছে মিনার্ভা এবং অ্যাথিনা বা মিনার্ভা হচ্ছেন জ্ঞানের দেবী। বইয়ের প্রফেসর ম্যাকগোনাগল ছিলেন জ্ঞানী মহীয়সী নারী।\n১৮/ অ্যালবাস পার্সিভল উলফ্রিক ব্রায়ান ডাম্বলডোর (Albus Percival Wulfric Brain Dumbledore): অ্যালবাস শব্দটা ল্যাটিন, যার অর্থ হচ্ছে সাদা, শুভ্র, ঠিক প্রফেসরের দাঁড়ির মতো। তাছাড়া সাদার মাধ্যমে বিশুদ্ধ কিছুকে বোঝানো হয়, যেটা অন্ধকার, অর্থাৎ ‘ডার্ক লর্ড’ এর বিপরীত। এবার আসা যাক Dumbledore এ। এটা ইংলিশ Bumblebee এর প্রাচীন প্রতিশব্দ, যার অর্থ ভ্রমর।\nভ্রমর  ফুলকে পরিস্ফুটিত করে পরাগায়নের মাধ্যমে ফলে পরিণত হতে সাহায্য করে, ঠিক যেভাবে ডাম্বলডোর তার ছাত্রদেরকে পরিস্ফুটিত করে বড় উইচ এবং উইজার্ড এ পরিণত হতে সাহায্য করতেন।\nএবার তার মিডল নেইমগুলোর দিকে লক্ষ্য করি। পার্সিভল ছিল কিং আর্থারের কোর্ট এর অনেক বিখ্যাত এক নাইট। উলফ্রিক দ্বারা নেকড়ের শক্তি বোঝানো হয় যেটা খুব সম্ভবত উনার জাদু ক্ষমতার প্রতি ইঙ্গিত করছে। আর ব্রায়ান? ওটা পুরাতন সেলটিক শব্দ যার অর্থ, ‘Noble’.\n\n\n== আরও দেখুন ==\n\nTimothy Hunter\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nHarry Potter: Quick facts from the HP lexicon\nHarry Potter quotes from Mugglenet  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ এপ্রিল ২০০৬ তারিখে\nHarry Potter   on Harry Potter Wiki,  an external wiki\n\nLearn The Secret Meanings Behind Your Favorite Harry Potter  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ জুলাই ২০১৬ তারিখে"}