{"pageid": 1072558, "title": "সমাজনির্ধারিত মান", "url": "https://bn.wikipedia.org/wiki?curid=1072558", "content": "সমাজনির্ধারিত মান (ইংরেজি: Social norm) বলতে কোনও সামাজিক দলের মধ্যে গ্রহণযোগ্য আচরণের প্রত্যাশিত আদর্শ রূপকে বোঝায়, যা ঐ দলের সবাই বিশ্বাস করে থাকেন। সমাজনির্ধারিত মানগুলি কোনও সমাজের সদস্যদের আচরণ নিয়ন্ত্রণকারী অনানুষ্ঠানিক সমঝোতা হতে পারে, কিংবা এগুলিকে আনুষ্ঠানিক নিয়ম ও আইনের মাধ্যমে বিধিবদ্ধ করা হতে পারে। যেকোনও সামাজিক প্রতিষ্ঠান একাধিক সমাজনির্ধারিত মান দ্বারা গঠিত হয়ে থাকে। সমাজনির্ধারিত মানগুলি হল আচরণ সম্পর্কিত সামাজিক বিশ্বাস, সবাই যার অংশীদার; সুতরাং এটি ধারণা, মনোভঙ্গি ও মূল্যবোধ অপেক্ষা ভিন্ন, কেননা শেষোক্তগুলি ব্যক্তিগতভাবে ধারণ করা সম্ভব, এবং এগুলি সবসময় আচরণ সম্পর্কে প্রযোজ্য হয় না। সমাজনির্ধারিত মানগুলি প্রসঙ্গ, সামাজিক দল ও ঐতিহাসিক পারিপার্শ্বিকতার উপরে নির্ভরশীল।\nবিশেষজ্ঞরা সমাজনির্ধারিত মানকে তিনটি শ্রেণীতে ভাগ করেন। এগুলি হল নিয়ন্ত্রণমূলক সমাজনির্ধারিত মান (যা আচরণের সীমা নির্ধারণ করে), গঠনমূলক সমাজনির্ধারিত মান (যা আগ্রহকে রূপদান করে) এবং নির্দেশমূলক সমাজনির্ধারিত মান (যা সমাজের সদস্যদের কী করা উচিত, তার নির্দেশনা প্রদান করে)। সমাজনির্ধারিত মানের প্রভাব যথোপযুক্ততার যুক্তিবিজ্ঞান এবং পরিণামের যুক্তিবিজ্ঞান দ্বারা নির্ধারণ করা যায়। প্রথমোক্তটি বলে যে সমাজের সদস্যরা সমাজনির্ধারিত মান অনুসরণ করেন এই কারণে যে এটি সামাজিকভাবে যথোপযুক্ত। অন্যদিকে শেষোক্তটি বলে যে সমাজের সদস্যরা লাভ-খরচ গণনা করে সমাজনির্ধারিত মান অনুসরণ করেন।\nসমাজনির্ধারিত মানসমূহের জীবনচক্র থাকে, যার তিনটি ধাপ চিহ্নিত করা হয়েছে। প্রথম ধাপটি হল সমাজনির্ধারিত মানের উদ্ভব - সমাজনির্ধারিত মানের উদ্যোক্তা-প্রতিষ্ঠাতারা কিছু কিছু আচরণ যে যথোপযুক্ত ও কাম্য, সে ব্যাপারে সমাজের বাকি সদস্যদের \nরাজি করানোর চেষ্টা চালান। দ্বিতীয় ধাপটি হল সমাজনির্ধারিত মানের প্রপাত - যখন কোনও সমাজনির্ধারিত মান ব্যাপকভাবে গৃহীত হয়। তৃতীয় ধাপটি হল সমাজনির্ধারিত মানের অন্তঃস্থকরণ - যখন কোনও সমাজনির্ধারিত মান এক ধরনের \"অবধারিত সত্য\" ধরনের বৈশিষ্ট্য অর্জন করে। সমাজনির্ধারিত মানগুলির বিভিন্ন মাত্রায় বলিষ্ঠ হয়ে থাকে: কিছু কিছু সমাজনির্ধারিত মান প্রায়শই লঙ্ঘন করা হয়, আবার অন্য কিছু কিছু সমাজনির্ধারিত মান এতই গভীরে অন্তঃস্থকৃত হয়ে থাকে যে এগুলির লঙ্ঘনের ঘটনা বিরল। কোনও সামাজিক দলের ভেতরে আচরণের বিন্যাসের মধ্যে এবং দলগত অধিবাচনে সমাজনির্ধারিত মানসমূহের অস্তিত্বের প্রমাণ পাওয়া যেতে পারে\n\n\n== তথ্যসূত্র =="}