{"pageid": 1072278, "title": "মিশেল ক্রপেন", "url": "https://bn.wikipedia.org/wiki?curid=1072278", "content": "মিশেল ক্রপেন (জার্মান: Michelle Kroppen; জন্ম: ১৯ এপ্রিল ১৯৯৬) হলেন একজন জার্মান তীরন্দাজ, যিনি জার্মানির প্রতিনিধি হিসেবে বিভিন্ন আন্তর্জাতিক প্রতিযোগিতায় অংশগ্রহণ করে থাকেন।\n২০১৭ সালে তীরন্দাজীতে অভিষেক করা ক্রপেন জার্মানির হয়ে ২০২০ এবং ২০২৪ গ্রীষ্মকালীন অলিম্পিকে অংশগ্রহণ করেছেন, যেখানে তিনি ১টি রৌপ্য পদকসহ সর্বমোট ২টি পদক জয়লাভ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nমিশেল ক্রপেন ১৯৯৬ সালের ১৯শে এপ্রিল তারিখে জার্মানির কেভেলায়ারে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== খেলোয়াড়ি জীবন ==\n২০১৮ সালে পোল্যান্ডের লেগনিকায় অনুষ্ঠিত ইউরোপীয় তীরন্দাজী চ্যাম্পিয়নশিপে তিনি মহিলাদের দলগত প্রতিযোগিতায় ব্রোঞ্জ পদক জয়লাভ করেছিলেন। তিনি তুরস্কের আন্তালিয়ায় অনুষ্ঠিত ২০২১ ইউরোপীয় তীরন্দাজী চ্যাম্পিয়নশিপে মহিলাদের দলগত প্রতিযোগিতায় রৌপ্য পদক জয়লাভ করেছিলেন। ২০১৯ সালে, ক্রপেন এবং সেড্রিক রিগার বেলারুশের মিনস্কে অনুষ্ঠিত ২০১৯ ইউরোপীয় গেমসে মিশ্র দলগত প্রতিযোগিতায় ব্রোঞ্জ পদক জয়লাভ করেছিলেন। এছাড়াও তিনি মহিলাদের ব্যক্তিগত এবং দলগত প্রতিযোগিতায় অংশগ্রহণ করেছিলেন।\nক্রপেন জার্মানির প্রতিনিধি হিসেবে ২০২৪ গ্রীষ্মকালীন অলিম্পিকে সর্বমোট ৩টি প্রতিযোগিতায় অংশগ্রহণ করেছেন।\nতিনি তীরন্দাজীতে মহিলাদের ব্যক্তিগত প্রতিযোগিতায় অংশগ্রহণ করেছিলেন। র‍্যাঙ্কিং পর্বে ৩১টি ১০ পয়েন্ট অর্জন করে সর্বমোট ৬৭০ পয়েন্ট নিয়ে তিনি ৭ম স্থান অধিকার করেছিলেন। ৬৪ জনের পর্বে, তিনি র‍্যাঙ্কিং পর্বে ৫৮তম স্থান অধিকারী সান মারিনোর জর্জিয়া চেসারিনির মুখোমুখি হয়েছিলেন, যেখানে তিনি ৭–৩ সেট পয়েন্টের ব্যবধানে জয়লাভ করে পরবর্তী পর্বে উত্তীর্ণ হয়েছিলেন। অতঃপর ১৬ জনের পর্বে দীপিকা কুমারীর কাছে ৬–৪ সেট পয়েন্টের ব্যবধানে পরাজিত হয়ে প্রতিযোগিতা থেকে বিদায় নিয়েছিলেন।\nএছাড়াও তিনি কাটারিনা বাউয়ার এবং চার্লিন সভার্ৎসের সাথে জার্মান দল হিসেবে মহিলাদের দলগত প্রতিযোগিতায় অংশগ্রহণ করেছিলেন। তারা র‍্যাঙ্কিং পর্বে ৭৭টি ১০ পয়েন্ট অর্জন করে সর্বমোট ১৯৬৫ পয়েন্ট নিয়ে ৬ষ্ঠ স্থান অধিকার করেছিল। অতঃপর প্রাথমিক পর্বে তারা মেক্সিকোর কাছে ৫–১ সেট পয়েন্টের ব্যবধানে পরাজিত হয়ে প্রতিযোগিতা থেকে বিদায় নিয়েছিল।\nঅন্যদিকে তিনি এবং ফ্লোরিয়ান উনরুহ একত্রে মিশ্র দলগত প্রতিযোগিতায় অংশগ্রহণ করেছিলেন। তারা র‍্যাঙ্কিং পর্বে ৭০টি ১০ পয়েন্ট অর্জন করে সর্বমোট ১৩৫১ পয়েন্ট নিয়ে ২য় স্থান অধিকার করেছিল। অতঃপর সেমি-ফাইনালে মার্কিন যুক্তরাষ্ট্রের বিরুদ্ধে ৫–৩ সেট পয়েন্টের ব্যবধানে জয়লাভ করে স্বর্ণ পদক ম্যাচে অংশগ্রহণ করেছিল, যেখানে তারা দক্ষিণ কোরিয়ার কাছে পরাজিত হয়ে রৌপ্য পদক জয়লাভ করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওয়ার্ল্ড আর্চারিতে মিশেল ক্রপেন (ইংরেজি)\nঅলিম্পিকস.কমে মিশেল ক্রপেন (ইংরেজি)\nঅলিম্পিডিয়ায় মিশেল ক্রপেন (ইংরেজি)\nজার্মান অলিম্পিক ক্রীড়া কনফেডারেশনে মিশেল ক্রপেন (জার্মান)"}