{"pageid": 1072806, "title": "ব্লেক এডওয়ার্ডস", "url": "https://bn.wikipedia.org/wiki?curid=1072806", "content": "ব্লেক এডওয়ার্ডস নামে সুপরিচিত উইলিয়াম ব্লেক ক্রাম্প (২৬ জুলাই ১৯২২ - ১৫ ডিসেম্বর ২০১০) একজন মার্কিন চলচ্চিত্র নির্মাতা। এডওয়ার্ডস ১৯৪০-এর দশকে অভিনেতা হিসেবে তার কর্মজীবন শুরু করেন, কিন্তু শীঘ্রই তিনি চিত্রনাট্য ও বেতারের জন্য গল্প লেখা শুরু করেন। এরপর তিনি টেলিভিশন ও চলচ্চিত্র প্রযোজনা ও পরিচালনা শুরু করেন। তিনি ব্রেকফাস্ট অ্যাট টিফানিস (১৯৬১), ডেজ অব ওয়াইন অ্যান্ড রোজেস (১৯৬২), টেন (১৯৭৯), ভিক্টর/ভিক্টোরিয়া (১৯৮২), এবং ব্যবসাসফল চলচ্চিত্র ধারাবাহিক দ্য পিঙ্ক প্যান্থার দিয়ে খ্যাতি অর্জন করেন। তিনি ভিক্টর/ভিক্টোরিয়া চলচ্চিত্রের জন্য শ্রেষ্ঠ উপযোগকৃত চিত্রনাট্য বিভাগে একাডেমি পুরস্কারের মনোনয়ন লাভ করেন। তাকে মূলত হাস্যরসাত্মক সৃষ্টিকর্মের পরিচালক হিসেবে বিবেচনা করা হলেও তিনি একাধিক নাট্যধর্মী, সঙ্গীতধর্মী, ও গোয়েন্দা চলচ্চিত্রও পরিচালনা করেছেন।\n২০০৪ সালে একাডেমি অব মোশন পিকচার আর্টস অ্যান্ড সায়েন্সেস তাকে পর্দায় অসাধরণ সৃষ্টিকর্ম রচনা, পরিচালনা ও পরিচালনার স্বীকৃতি হিসেবে একাডেমি সম্মানসূচক পুরস্কার প্রদান করে।\n\n\n== প্রারম্ভিক জীবন ==\nএডওয়ার্ডস ১৯২২ সালের ২৬শে জুলাই ওকলাহোমা অঙ্গরাজ্যের টুলসায় জন্মগ্রহণ করেন। তার জন্মনাম উইলিয়াম ব্লেক ক্রাম্প। তার পিতা ডোনাল্ড ক্রাম্প এবং মাতা লিলিয়ান (গ্রোমেট) ক্রাম্প (১৮৯৭-১৯৯২)। তার পিতা তার জন্মের পূর্বেই পরিবার ত্যাগ করেন। তার মা জ্যাক ম্যাকএডওয়ার্ডসকে বিয়ে করেন। ম্যাকএডওয়ার্ডস নির্বাক চলচ্চিত্রের পরিচালক জে. গর্ডন এডওয়ার্ডসের পুত্র। তিনি ১৯২৫ সালে সপরিবারে লস অ্যাঞ্জেলেসে পাড়ি জমান এবং চলচ্চিত্রের প্রযোজনা ব্যবস্থাপক হিসেবে কাজ শুরু করেন। ১৯৭১ সালে দ্য ভিলেজ ভয়েস-কে দেওয়া এক সাক্ষাৎকারে ব্লেক এডওয়ার্ডস বলেন তিনি সবসময় তার পিতা জ্যাক ম্যাকএডওয়ার্ডসের থেকে বিচ্ছিন্ন থাকতেন। ১৯৪১ সালে বেভারলি হিলস হাই স্কুল থেকে পড়াশোনা সমাপ্ত করার পর ব্লেক দ্বিতীয় বিশ্বযুদ্ধের সময় অভিনেতা হিসেবে কাজ শুরু করেন।\n\n\n== কর্মজীবন ==\n\n\n=== পরিচালনায় খ্যাতি অর্জন ===\nট্রুম্যান ক্যাপোটির উপন্যাস অবলম্বনে নির্মিত ব্রেকফাস্ট অ্যাট টিফানিস তাকে প্রশংসার সাথে কাল্ট ব্যক্তিত্বের খ্যাতি এনে দেয়। অ্যান্ড্রু স্যারিস এই চলচ্চিত্রটিকে \"১৯৬১ সালের পরিচালনায় চমক\" বলে অভিহিত করেন এবং এটি ১৯৬০-এর দশকের গোড়ার দিকে কলেজ শিক্ষার্থীদের মধ্যে জনপ্রিয় হয়ে ওঠে। এই কাজের জন্য তিনি শ্রেষ্ঠ পরিচালনা বিভাগে ডিরেক্টর্স গিল্ড অব আমেরিকা পুরস্কারের মনোনয়ন লাভ করেন।\nতার পরবর্তী চলচ্চিত্র ডেজ অব ওয়াইন অ্যান্ড রোজেস (১৯৬২) সুখী দাম্পত্যজীবনে মদ্যপানের কুপ্রভাব নিয়ে নির্মিত। এতে শ্রেষ্ঠাংশে অভিনয় করেন জ্যাক লেমন ও লি রেমিক। এই চলচ্চিত্র প্রসঙ্গে বলা হয়, \"সম্ভবত এটি হলিউডে এখন পর্যন্ত নির্মিত মদ্যপানের বিরুদ্ধে সবচেয়ে অকুণ্ঠ নিবন্ধ, যা বিলি ওয়াইল্ডারের দ্য লস্ট উইকেন্ড-এর থেকেও বেশি নিরাশাবাদী।\" চলচ্চিত্রটি পরিচালক হিসেবে এডওয়ার্ডসের কর্মজীবনকে আরও ত্বরান্বিত করে। এই চলচ্চিত্রের জন্য তিনি শ্রেষ্ঠ পরিচালনা বিভাগে গোল্ডেন গ্লোব পুরস্কারের মনোনয়ন লাভ করেন।\n\n\n=== পিঙ্ক প্যান্থার ধারাবাহিক ও ভিক্টর/ভিক্টোরিয়া ===\nএডওয়ার্ডস হাস্যরসাত্মক চলচ্চিত্র ধারাবাহিক দ্য পিঙ্ক প্যান্থার-এর অধিকাংশ চলচ্চিত্র পরিচালনা করেন। এর একাধিক কিস্তিতে মূল চরিত্র ইনস্পেক্টর ক্লুসো চরিত্রে অভিনয় করেন পিটার সেলার্স। এই পরিচালক ও অভিনেতার মধ্যে সম্পর্ক এই চলচ্চিত্র নির্মাণকালে ফলপ্রসূ ও জটিল বলে গণ্য হয়। এই ধারাবাহিকের যে পাঁচটি চলচ্চিত্রে এডওয়ার্ডস ও সেলার্সের মৌলিক কাজ রয়েছে, সেগুলো হল দ্য পিঙ্ক প্যান্থার (১৯৬৩) আ শট ইন দ্য ডার্ক (১৯৬৪), দ্য রিটার্ন অব দ্য পিঙ্ক প্যান্থার (১৯৭৫), দ্য পিঙ্ক প্যান্থার স্ট্রাইকস অ্যাগেইন (১৯৭৬), ও রিভেঞ্জ অব দ্য পিঙ্ক প্যান্থার (১৯৭৮)। চলচ্চিত্রগুলো বিপুল ব্যবসাসফল ছিল, যেমন - দ্য রিটার্ন অব দ্য পিঙ্ক প্যান্থার $২.৫ মিলিয়ন নির্মাণব্যয়ের বিপরীতে $১০০ মিলিয়ন আয় করে, এবং দ্য পিঙ্ক প্যান্থার স্ট্রাইকস অ্যাগেইন আরও বেশি আয় করে।\n১৯৮২ সালে এডওয়ার্ডস জুলি অ্যান্ড্রুজকে নিয়ে নির্মাণ করেন ভিক্টর/ভিক্টোরিয়া। অ্যান্ড্রুজ এতে একজন নিঃস্ব গায়িকা চরিত্রে অভিনয় করেন, যে সমকামী পুরুষ সেজে নারীর কণ্ঠ অনুকরণ করে। চলচ্চিত্র যৌনতার নতুন রূপ উন্মোচনের জন্য সমাদৃত হয়। ভ্যারাইটির টড ম্যাকার্থি চলচ্চিটিকে \"ব্লেক এডওয়ার্ডসের কাছ থেকে ঝমকালো ও অত্যাধুনিক বিনোদন\" বলে উল্লেখ করেন। এটি শ্রেষ্ঠ চলচ্চিত্র বিভাগে সেজার পুরস্কার লাভ করে এবং শ্রেষ্ঠ বিদেশি চলচ্চিত্র বিভাগে দাভিদ দি দোনাতেল্লোর মনোনয়ন ও শ্রেষ্ঠ সঙ্গীতধর্মী বা হাস্যরসাত্মক চলচ্চিত্র বিভাগে গোল্ডেন গ্লোব পুরস্কারের মনোনয়ন লাভ করে এবং এডওয়ার্ডস শ্রেষ্ঠ উপযোগকৃত চিত্রনাট্য বিভাগে একাডেমি পুরস্কারের মনোনয়ন লাভ করেন।\n১৯৮০ সালে সেলার্সের মৃত্যুর পর এডওয়ার্ডস আরও তিনটি পিঙ্ক প্যান্থার চলচ্চিত্র পরিচালনা করেন। ট্রেইল অব দ্য পিঙ্ক প্যান্থার (১৯৮২) চলচ্চিত্রে সেলার্সের দ্য পিঙ্ক প্যান্থার স্ট্রাইকস অ্যাগেইন চলচ্চিত্রে অব্যবহৃত কিছু দৃশ্য এবং পূর্বের চলচ্চিত্রগুলোর কিছু দৃশ্য ব্যবহার করা হয়। এডওয়ার্ডস সেলার্সকে ছাড়াই কার্স অব দ্য পিঙ্ক প্যান্থার (১৯৮৩) ও সন অব দ্য পিঙ্ক প্যান্থার (১৯৯৩) দিয়ে এই চলচ্চিত্র ধারাবাহিকটি চালিয়ে যেতে চান। দ্বিতীয় চলচ্চিত্রে তিনি রবের্তো বেনিইনিকে পিঙ্ক প্যান্থারের অবৈধ সন্তান হিসেবে উপস্থাপন করা হয়। দুটি চলচ্চিত্রই সমালোচনামূলক ও ব্যবসায়িক দিক থেকে ব্যর্থ হয়। সন অব দ্য পিঙ্ক প্যান্থার চলচ্চিত্র নির্মাণের দুই বছর পর তিনি চলচ্চিত্র নির্মাণ থেকে অবসর নেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅলমুভিতে ব্লেক এডওয়ার্ডস\nইন্টারনেট ব্রডওয়ে ডেটাবেজে ব্লেক এডওয়ার্ডস (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে ব্লেক এডওয়ার্ডস (ইংরেজি)\nটার্নার ক্লাসিক মুভিজ ডেটাবেজে ব্লেক এডওয়ার্ডস  (ইংরেজি)\nরটেন টম্যাটোসে ব্লেক এডওয়ার্ডস (ইংরেজি)\nSenses of Cinema: Great Directors Critical Database\nEncyclopedia of Oklahoma History and Culture – Edwards, Blake\nMy Day With Blake Edwards – A Tribute by Steven Ameche"}