{"pageid": 1072994, "title": "গোয়া ইনকুইজেশন", "url": "https://bn.wikipedia.org/wiki?curid=1072994", "content": "গোয়া ইনকুইজিশন হল সাবেক পর্তুগিজ কলোনি গোয়াতে পর্তুগিজ ক্যাথলিক চার্চ দ্বারা জোর করে  খ্রিস্ট ধর্মে  ধর্মান্তরিত  হিন্দু, ইহুদী এবং মুসলমানদের উপর ধর্মের নামে চালানো অত্যাচার।\nভাস্কো দা গামা আফ্রিকার উত্তমাশা অন্তরীপ হয়ে ভারতে আসার পথ আবিষ্কার করে ১৫১০ সালে পর্তুগালে পর্তুগিজ রাজাদের বলে। যা পর্তুগিজদের গোয়ায় উপনিবেশ স্থাপন করতে কাজে এসেছিল। পোপ পঞ্চম নিকোলাস একটি ডিক্রি জারি করে গোয়ার মানুষের উপর জোর করে খ্রিস্টধর্ম চাপিয়ে দেয়। মন্দির মসজিদ বন্ধ করে দেয়া হয়। পরে শত শত মন্দির মসজিদ ভেঙ্গে ফেলা হয়।  পর্তুগিজরা গোয়া দখল করতে  সেনাবাহিণী পাঠায় এবং গোয়ার কিছু অংশ দখল করে।\n১৫৪২ সালে রাজা তৃতীয় জন ফ্রান্সিস জেভিয়ার্স এবং মার্টিন আলফানসোকে  গোয়ায় পাঠায় এখানকার লোকেদের ক্যাথলিক খ্রিস্ট ধর্মে  ধর্মান্তরিত  করতে।  তারা গোয়ায় নব্য খ্রিস্টানদের বিক্ষোভের শিকার হয়।গোয়া ইনকুইজেশনের জন্য জেসুইট মিশনারী ফ্রান্সিস জেভিয়ার্স তার সদর দফতর মালাক্কা থেকে ১৫৪৬ সালের ১৬ মে  পর্তুগালের রাজা জন তৃতীয় জনকে একটি চিঠিতে অনুরোধ করে। এরপরও তাকে সেন্ট(সাধু) বলা হয় ও গোয়াতে তার গির্জায় গিয়ে অনেকে প্রার্থনা করে।\nএটি ১৫৬০ সালে শুরু হয়েছিল। সংক্ষিপ্তভাবে ১৭৭৪ থেকে ১৭৭৮ সাল পর্যন্ত এটি অবৈধ ঘোষিত হয়  এবং শেষ অবধি ১৮১২ সালে পুরোপুরি হয়ে যায়। ১৫৬১ থেকে ১৭৭৪ সাল পর্যন্ত ১৬,২০২ জনের বিচার করা হয়েছিল। এর মধ্যে ৫৭ জনকে মৃত্যুদণ্ড দেয়া হয়েছিল। আর ৬৪৮ টি প্রতিকৃতি পোড়ানো হয়েছিল। অন্যদের অন্যরকম শাস্তি দেয়া হয়েছিল । তবে এমন অনেক লোক ছিল যাদের বিচারের পরের ভাগ্য অজানা।\nস্পেনীয় ইনকুইজিশন এবং পর্তুগিজ ইনকুইজিশনের এর মত এটি করা হয়েছিল। এর লক্ষ্য ছিল  ক্যাথলিক খ্রিস্ট ধর্মে  ধর্মান্তরিত হিন্দু, ইহুদী এবং মুসলমানরা। কারণ তারা ধর্মান্তরিত হলে ও গোপনে তাদের মূল বিশ্বাসকে বজায় রেখেছিল। সেফার্ডিক ইহুদি এবং উত্তর আফ্রিকার মুসলমানরা আইবেরিয়ান উপদ্বীপ থেকে গোয়ায়  এসেছিল। এই দুটি সম্প্রদায়কে আইবেরিয়ান উপদ্বীপে খ্রিস্টান শাসকদের উৎখাত করতে বাহিনীতে যোগদানের জন্য প্রতিষ্ঠিত খ্যাতির কারণে  হুমকি হিসাবে বিবেচিত করা হয়েছিল। ইউরোপের ইহুদিরা স্পেনীয় ইনকুইজিশনে   খ্রিস্ট ধর্মে ধর্মান্তরিত  হওয়া থেকে বাঁচতে ভারতে  এসেছিল ।  তারা  এখানে  ইহুদি ধর্ম পালন করত ।  তাদের নিজের ধর্ম লুকোতে হত না। ইসরাইল তৈরির আগে একমাত্র ভারতেই  তারা স্বাধীনভাবে  ধর্ম  পালন করতে পেয়েছিল।\n১৫৬০ থেকে ১৬২৩ এর মধ্যে দোষী সাব্যস্ত করা ১,৫৮২ জন ব্যক্তির মধ্যে ৪৫.২% ইহুদী ও মুসলিম অপরাধের জন্য দোষী সাব্যস্ত হয়েছিল।\nগোপনে নিজেদের পূর্ব ধর্ম পালনকারীদের চার্চ গণপ্রহার করত। চার্চ তাদের ধাতু নির্মিত স্থানে  পুড়িয়ে মারত। চার্চ তাদের নখ বা চোখ নষ্ট করে দিত। তাদের গড়াম,বাড়িঘর জ্বালিয়ে দিত। চার্চ নারী ও শিশুদের দাস বানিয়েছিল। নিজেদের পূর্ব ধর্ম  পালনকারীদের  বড় চাকার সাথে বেঁধে  গড়িয়ে তাদের শরীরের  অস্থি ভেঙ্গে  দিত।\nপিতামাতার  বেঁধে  তাদের সামনে  তাদের   বাচ্চাদের পুড়িয়ে মারানোর ভয় দেখিয়ে খ্রিস্টধর্মে ধর্মান্তরিত করত । সত্যি অনেক বাচ্চাকে তাদের  বাবামার সামনে পুড়িয়ে মারা হয়েছিল।\nএটি পর্তুগিজদের পক্ষে স্থানীয় সমাজকে নিয়ন্ত্রণ করার একটি  উপায় ও ছিল। কারণ এতে শাস্তিগুলির একটি হল সম্পত্তি বাজেয়াপ্ত করা।\n১৮২১ সালে  এই নারকীয়  অত্যাচার শেষ হওয়ার পরে বেশিরভাগ গোয়া ইনকুইজিশন রেকর্ডগুলি ধ্বংস করা হয়েছিল। সুতরাং বিচারের নামে প্রহসন ঠিক কত জনের উপর চালানো হয়েছে তার সঠিক সংখ্যা এবং তাদের নির্ধারিত শাস্তির সম্পূর্ণ  জানা অসম্ভব।\n১৮১২ সালে গোয়া ইনকুইজেশন শেষ হলেও পর্তুগিজ খ্রিস্টান সরকার কর্তৃক ভারতীয় হিন্দু ও মুসলমানদের উপর ধর্মীয় বৈষম্য ও অত্যাচার জেন্ডিয়া ট্যাক্সের মতো অন্য রূপে অব্যাহত ছিল। যা জিজিয়া কর এর মতো ছিল।\nগোয়া ইনকুইজেশন থেকে কিছু সারস্বত ব্রাহ্মণ হিন্দুরা গোয়া থেকে হিন্দু রাজ্য  সোণ্ডেতে  যায়। আবার অনেকে অন্য রাজ্যে যায়। গোয়ায় চার্চের এরকম  অত্যাচারের ফলে মানুষের মনে ঘৃণার জন্ম নেয়। এর ফলে গোয়া পরে ভারতের অংশ হয়ে ওঠে।\n\n\n== তথ্যসূত্র =="}