{"pageid": 1072477, "title": "ইথিওপীয় বর্ষপঞ্জি", "url": "https://bn.wikipedia.org/wiki?curid=1072477", "content": "ইথিওপীয় বর্ষপঞ্জী ( Amharic ; yä'Ityoṗṗya zëmän aḳoṭaṭär) ইথিওপিয়া এবং ইরিত্রিয়াতে ব্যবহৃত প্রধান ক্যালেন্ডার যা ইথিওপীয় খ্রীস্টান্দের জন্য অর্থোডক্স তিওয়াহেদো গীর্জার ( ইথিওপীয় অর্থোডক্স তিওয়াহেদো চার্চ এবং ইরিত্রিয়ান অর্থোডক্স গির্জা) সম্পর্কিত হিসাবে কাজ করে। ইথিওপীয় ক্যালেন্ডারটি একটি সৌর ক্যালেন্ডার যার আলেকজান্দ্রিয়া এবং কপটিক অর্থোডক্স চার্চের কপটিক ক্যালেন্ডারের সাথে বেশি মিল রয়েছে।ইথিওপীয় ক্যালেন্ডারে বারো মাসের সমন্বয়ে ত্রিশ দিনের এবং পাঁচ বা ছয়টি ইপাগামোনাল দিন রয়েছে।\n\n\n== নববর্ষ ==\n\nএনকুটাটাশ হ'ল ইথিওপীয় নববর্ষের আমহারিক ভাষার নাম যা ইথিওপিয়ার সরকারী ভাষা, যদিও গ্রিজে এ রিস আউদ অমেট (\"প্রধান বার্ষিকী\") বলা হয়, এই শব্দটি ইথিওপিয়ার এবং ইরিত্রিয়ান অর্থোডক্স তিভাহেদো গীর্জা দ্বারা পছন্দ করা হয়। এটি ইংরেজি ক্যালেন্ডার সেপ্টেম্বর ১১ এ পালিত হয়, শুধু লিপ বছরের আগের বছর বাদে, কেননা তখন সেপ্টেম্বর ১২ এ পালিত হয়।\n\n\n== মাস সমূহ ==\n\nএই তারিখগুলি কেবলমাত্র ১৯০০ সালের মার্চ থেকে ফেব্রুয়ারি ২১০০ অবধি কাজ করবে  কারণ ১৯০০ এবং ২১০০ গ্রেগরিয়ান(ইংরেজি) ক্যালেন্ডারে লিপ বছর নয়, কিন্তু ইথিওপীয় ক্যালেন্ডারে লিপ বছর।\n\n\n== আরো দেখুন ==\nচীনা বর্ষপঞ্জি\nখ্রিষ্টীয়/ইংরেজি/গ্রেগরীয় বর্ষপঞ্জি\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্র ===\n\"দ্য ইথিওপীয় ক্যালেন্ডার\", পরিশিষ্ট IV, সিএফ বেকিংহাম এবং জিডাব্লুবি হান্টিংফোর্ড, দ্য প্রেসটার জন অফ দ্য ইন্ডিজ (কেমব্রিজ: হাকলুইট সোসাইটি, 1961)।\nজিনজেল, ফ্রিডরিচ কার্ল, \"হ্যান্ডবুচ ডার ম্যাথমেটিসচেন আন টেকনিসিচেন ক্রোনোলজি\", লাইপজিগ খণ্ড, 1906–1914\n\n\n== বহিঃসংযোগ ==\nআবুশাকির ( ডার্ট / ফ্লটার এবং জাভাস্ক্রিপ্ট ) ইথিওপীয় ক্যালেন্ডার, তারিখের সময় এবং ভোজ / উপবাস ট্র্যাকিংয়ের প্যাকেজ\nইথিওপিয়ান বর্তমান তারিখ এবং সময়  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ জুলাই ২০২১ তারিখে\nমোবাইল ফোনের জন্য ইথিওপীয় ক্যালেন্ডার অ্যাপটি ইথিওল্যাব দ্বারা প্লে স্টোরে অ্যান্ড্রয়েড ফোনগুলির জন্য ইথিওপীয় ক্যালেন্ডার অ্যাপ\nবছর বছর ধরে ইথিওপীয় ক্যালেন্ডার\nইন্টারেক্টিভ ইথিওপিয়ান ক্যালেন্ডার\nইথিওপিয়ান ক্যালেন্ডার রূপান্তরকারী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ মে ২০১৫ তারিখে\nইথিওপীয় পার্পেচুয়াল ক্যালেন্ডার সফ্টওয়্যার\nইথিওপীয় ক্যালেন্ডার নেট গ্রন্থাগার\nইথিওপীয় ক্যালেন্ডার নুগেট প্যাকেজ"}