{"pageid": 10720, "title": "জেমস ওয়াটসন", "url": "https://bn.wikipedia.org/wiki?curid=10720", "content": "জেমস ডি. ওয়াটসন (জন্ম এপ্রিল ৬, ১৯২৮) নোবেল পুরস্কার বিজয়ী একজন মার্কিন আণবিক জীববিজ্ঞানী। ফ্রান্সিস ক্রিক এর সাথে তিনি ডি. এন. এ. এর গঠন সংক্রান্ত তত্ত্ব প্রদান করার জন্য বিখ্যাত হয়ে আছেন।\n\n\n=== জন্ম এবং কর্মজীবন ===\nজেমস ওয়াটসন ১৯২৮ সালে মার্কিন যুক্তরাষ্ট্রে জন্মগ্রহণ করেন। তিনি শিকাগো বিশ্ববিদ্যালয়ে প্রাণিবিদ্যা বিষয়ে পড়াশোনা করেন এবং ইন্ডিয়ানা বিশ্ববিদ্যালয় থেকে ১৯৫০ সালে পিএইচ. ডি. ডিগ্রী অর্জন করেন। ১৯৫০ থেকে ১৯৫৩ সাল পর্যন্ত তিনি কোপেনহেগেন এবং ক্যামব্রীজে কাজ করেন। ক্যামব্রীজে তিনি ক্রীকের সাথে একত্রে ডি. এন. এ. -এর গঠন আবিষ্কার করেন যার জন্য ১৯৬২ সালে তারা মরিস উইলকিন্সের সাথে যুগ্মভাবে নোবেল পুরস্কার লাভ করেন।\n১৯৫৩ সালে তিনি ক্যালটেকে কাজ করতে যুক্তরাষ্ট্রে ফিরে আসেন। ১৯৫৫ সালে তিনি হার্ভার্ড বিশ্ববিদ্যালয়ে কাজ করতে শুরু করেন। ১৯৬১ সালে সেখানকার আণবিক জীববিজ্ঞান ও জীবন-রসায়নবিদ্যা বিভাগের একজন অধ্যাপক হিসাবে নিয়োগ পান এবং ১৯৭৬ সাল পর্যন্ত সেখানে কাজ করেন। তিনি বর্তমানে লং আইল্যান্ডে অবস্থিত কোল্ড স্প্রিং হারবার গবেষণাগার নামক আণবিক জীববিজ্ঞান বিষয়ে গবেষণাকারী একটি প্রতিষ্ঠানের প্রেসিডেন্ট পদে বহাল আছেন। এর আগে ১৯৬৮ থেকে ১৯৯৪ সাল পর্যন্ত তিনি এই প্রতিষ্ঠানটির পরিচালক হিসাবে দায়িত্ব পালন করেন।\n\n\n=== গ্রন্থাবলী ===\nতার রচিত গ্রন্থগুলির মধ্যে 'দ্বি-হেলিক্স: ডি. এন. এ. -এর গঠন আবিষ্কারের ভেতরের কাহিনী' বা 'The Double Helix: A Personal Account of the Discovery of the Structure of DNA'(১৯৬৮) সবচেয়ে বিখ্যাত। এটি বিজ্ঞানবিষয়ক সর্বকালের সবচেয়ে জনপ্রিয় গুটিকয় গ্রন্থের একটি। এছাড়া তিনি আরো লিখেছেন:\n\n'জিন-এর আণবিক জীববিজ্ঞান' বা 'The Molecular Biology of the Gene'(১৯৬৫, ১৯৭০, ১৯৭৬, সহলেখক: ১৯৮৭);\n'ডি. এন. এ. -কাহিনী: জিন ক্লোনিং -এর প্রামাণিক ইতিহাস' বা 'The DNA Story: A Documentay History of Gene Cloning'(সহলেখক: ১৯৮১);\n'Recombinant DNA'(সহলেখক: ১৯৮৩, ১৯৮৯, ১৯৯৪);\n'কোষ-এর আণবিক জীববিজ্ঞান' বা 'The Molecular Biology of the Cell'(সহলেখক: ১৯৮৩, ১৯৮৯, ১৯৯৪);\n'ডি. এন. এ. -এর জন্যে ভালোবাসা: জিন, জিনোম এবং সমাজ' বা 'A Passion for DNA: Genes, Genomes and Society'(২০০০);\n'জিন, নারী এবং গ্যামো: দ্বি-হেলিক্সের পর' বা 'Genes, Girls and Gamow: After the Double Helix'(২০০২);\n'ডি. এন. এ. : জীবন-রহস্যের চাবি' বা 'DNA: The Secret of Life'(২০০৩)\n\n\n== আরও ==\nআলবার্ট আইনস্টাইন\nরবার্ট হুক\n\n\n== বহিঃসংযোগ ==\n\n\n== তথ্যসূত্র =="}