{"pageid": 1072862, "title": "জাতীয় ব্রাশ দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1072862", "content": "শিশুদের মৌখিক স্বাস্থ্যের গুরুত্ব জোরদার করতে এবং দাঁত বিশেষজ্ঞদের দ্বারা প্রস্তাবিত ভাল দাঁত ব্রাশ করার অভ্যাস প্রচার করার জন্য হ্যালোইনের পরের দিন ১ নভেম্বর মার্কিন যুক্তরাষ্ট্রে জাতীয় ব্রাশ দিবস পালন করা হয়। এই দিনে বাচ্চারা  যেন প্রতিদিন দুবার দুই মিনিটের জন্য দাঁত ব্রাশ করে তা নিশ্চিত করতে পিতামাতাদেরকে উৎসাহিত করা হয়।\n\n\n== ইতিহাস ==\nদাঁতের ক্ষয় আমেরিকার সবচেয়ে সাধারণ দীর্ঘস্থায়ী শৈশবরোগ, মার্কিন যুক্তরাষ্ট্রে ১৬ মিলিয়নেরও বেশি শিশু চিকিৎসাহীন দাঁতের ক্ষয়ে ভুগছে। দেশব্যাপী, মৌখিক রোগের কারণে বাচ্চারা ৫১ মিলিয়ন স্কুল-ঘন্টা মিস করে এবং তাদের বাবা-মা বার্ষিক ২৫ মিলিয়ন কর্মঘন্টা হারায়। অ্যাড কাউন্সিল দ্বারা পরিচালিত একটি ট্র্যাকিং জরিপ অনুসারে, অর্ধেকেরও কম শিশু বর্তমানে প্রায়শই বা যতক্ষণ দাঁতের স্বাস্থ্য বিশেষজ্ঞরা সুপারিশ করেন ততক্ষণ দাঁত ব্রাশ করে। মৌখিক রোগ নিম্ন আয়ের পরিবারের শিশুদের অসামঞ্জস্যপূর্ণভাবে প্রভাবিত করেছে এবং এই শিশুদের সংখ্যা ক্ষয়প্রাপ্ত দাঁতে ভোগা সাধারণ  জনসংখ্যার মাঝে অন্যদের তুলনায়  প্রায় দ্বিগুণ।\n২০১৩ সালে দি পার্টনারশিপ ফর হেলদি মাউথস, হেলদি লাইভস - ৩৫টিরও বেশি নেতৃস্থানীয় মৌখিক স্বাস্থ্য সংস্থার জোট-এবং বিজ্ঞাপন কাউন্সিলের দ্বারা কিডস হেলদি মাউথস পাবলিক সার্ভিস অ্যাডভার্টাইজিং (পিএসএ) প্রচারণার সম্প্রসারণ হিসেবে জাতীয় ব্রাশ দিবস শুরু হয়। ২০১২ সালের আগস্ট মাসে শুরু হওয়া এই প্রচারাভিযানটি পিতামাতাদের সহজ উপায় বাতলে দেওয়ার জন্য ডিজাইন করা হয়েছে যাতে তাদের বাচ্চারা দিনে মাত্র দুই মিনিট, দুবার দাঁত ব্রাশ করতে পারে; এটি তাদের তীব্র মৌখিক ব্যথার ঝুঁকি কমাতে সহায়তা করতে। জাতীয় ব্রাশ দিবস হ্যালোইনের পরের দিন পিতামাতাদের জন্য একটি স্মারক হিসাবে আয়োজি হয় যাতে ভালভাবে ব্রাশ করার অভ্যাস শিশুদের দাঁতের উন্নতিতে সহায়তা করতে পারে এবং তারা সুস্থভাবে বিকশিত হতে পারে।\n\n\n== বর্তমান কার্যক্রম ==\n২০১৩ সালে উদ্বোধনী জাতীয় ব্রাশ দিবসের জন্য এই প্রচারাভিযানটি নতুন কিডস হেলদি মাউথস নামে সামাজিক যোগাযোগ মাধ্যমে অ্যাকাউন্ট চালু করে।\n\n\n== অংশীদার ==\nদ্য পার্টনারশিপ ফর হেলদি মাউথস, হেলদি লাইভস\nঅ্যাড কাউন্সিল\nগ্রে নিউ ইয়র্ক\n\n\n== প্রতিক্রিয়া ==\n২০১২ সালে কিডস হেলদি মাউথস ক্যাম্পেইন শুরু হওয়ার পর থেকে, পার্টনারশিপ ফর হেলদি মাউথস, হেলদি লাইভস এবং অ্যাড কাউন্সিল গবেষণা প্রকাশ করেছে যা উল্লেখযোগ্যভাবে আরও অধিক পিতামাতাদের প্রতিবেদনের ইঙ্গিত দেয় যে তাদের বাচ্চারা দিনে দুবার দুই মিনিটের জন্য দাঁত ব্রাশ করছে।\n\n\n== তথ্যসূত্র =="}