{"pageid": 1072168, "title": "কটন গ্রন্থাগার", "url": "https://bn.wikipedia.org/wiki?curid=1072168", "content": "কটন বা কটনিয়ান গ্রন্থাগার হল একদা পুরাদ্রব্য-সংগ্রাহক ও গ্রন্থপ্রেমী স্যার রবার্ট ব্রুস কটন এমপি-র (১৫৭১-১৬৩১) মালিকানাধীন পাণ্ডুলিপির সংগ্রহ। এই সংগ্রহটিই পরবর্তীকালে ব্রিটিশ গ্রন্থাগারের মূল ভিত্তিতে পরিণত হয়েছিল। পাণ্ডুলিপিগুলি এখন ব্রিটিশ গ্রন্থাগারেই রক্ষিত হয়েছে। মঠসমূহের অবলুপ্তির পরে বিভিন্ন মঠের গ্রন্থাগারে রক্ষিত বহু বহুমূল্য ও প্রাচীন পাণ্ডুলিপি বিভিন্ন ব্যক্তি সংগ্রহ করতে শুরু করেন। তাঁদের অনেকেই এগুলির সাংস্কৃতিক মূল্য অবগত ছিলেন না। কটন দক্ষতার সঙ্গে এই ধরনের প্রাচীন নথিপত্র খুঁজে বের করেন, কিনে নেন এবং সংরক্ষণ করতে থাকেন। ফ্র্যান্সিস বেকন, ওয়াল্টার রেলিগ ও জেমস আশার সহ সেই যুগের অগ্রণী গবেষকেরা এই গ্রন্থাগার ব্যবহার করতেন। রিচার্ড জেমস ছিলেন গ্রন্থাগারিক। কিছুকালের জন্য এই গ্রন্থাগারটি একটি বিশেষ গুরুত্বের অধিকারী হয়েছিল, সেই সময় বেউলফ ও স্যার গাউইন অ্যান্ড দ্য গ্রিন নাইট-এর মতো রচনার একমাত্র কপি এখানে রক্ষিত ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nTite, Colin G. C. (১৯৯৪)। The Manuscript Library of Sir Robert Cotton। Panizzi Lectures 1993। London: British Library। আইএসবিএন 978-0712303590। \nWright, Christopher, সম্পাদক (১৯৯৭)। Sir Robert Cotton as Collector। London: British Library। আইএসবিএন 0712303588। \nA Catalogue of the Manuscripts in the Cottonian Library. To Which Are Added Many Emendations and Additions. With an Appendix Containing an Account of the Damage Sustained by the Fire in 1731, and Also a Catalogue of the Charters Preserved in the Same Library। London: Hooper। ১৭৭৭। \nPlanta, Joseph (১৮০২)। A Catalogue of the Manuscripts in the Cottonian Library Deposited in the British Museum। London: Hansard। \n\n\n== বহিঃসংযোগ ==\n\"Cotton manuscripts\"। Collection Guides। British Library। ৬ মে ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৫ জুলাই ২০২১। \nBritish Library Digitized Manuscripts Online  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ অক্টোবর ২০২৩ তারিখে\nBritish Library Images Online\n\"Cotton Manuscripts Project: This project assisted the British Library in updating the catalogues of the manuscript library of Sir Robert Cotton (1586-1631)\"। University of Sheffield। \nটেমপ্লেট:British Library Named Collections"}