{"pageid": 1072176, "title": "চতুর্যুগ", "url": "https://bn.wikipedia.org/wiki?curid=1072176", "content": "চতুর্যুগ বা মহাযুগ বা যুগচক্র হলো হিন্দুধর্মে ও দেশীয় সংস্কৃতিতে বিশ্বজগৎ সৃষ্টির কালগণনা পদ্ধতি। ধারণাটিতে চতুর্যুগের কথা বলা হয়, যেগুলো হচ্ছে: সত্যযুগ, ত্রেতাযুগ, দ্বাপরযুগ ও কলিযুগ।\nচারটি যুগ চক্রক্রমিকভাবে পুনরাবৃত্তি হতে থাকে। এভাবে ১০০০ চতুর্যুগ সম্পন্ন হলে এক কল্প হয়ে থাকে যা হিন্দু সৃষ্টিচক্র ধারণা অনুযায়ী সৃষ্টির অর্ধ সময় অতিক্রম করে। যেহেতু যুগ চক্র চারটি যুগের মধ্য দিয়ে অগ্রগতি লাভ করে, সেহেতু প্রতিটি যুগের দৈর্ঘ্য এবং মানুষের সাধারণ নৈতিক ও শারীরিক অবস্থা পরিবর্তন ঘটে। এই পরিবর্তনটি পূর্বের যুগের এক-চতুর্থাংশ করে হ্রাস পায়। বর্তমান সময়টি চারযুগের মাঝে কলি যুগ। কলি যুগে কল্কি অবতারের আগমন ঘটবে এবং নতুন যুগচক্রের জন্য সত্য যুগ সূচনা হবে। হিন্দু ধর্মাবলম্বীদের নিকট কল্কি হচ্ছেন ভগবান বিষ্ণুর দশম অবতার যিনি মানুষ রূপধারণ করে পৃথিবীতে অবতীর্ণ হবেন এবং অধর্ম হতে মানুষকে রক্ষা করে পৃথিবীতে ন্যায়ের প্রতিষ্ঠা করবেন।\n\n\n== চার যুগের বৈশিষ্ট্য সমূহ ==\nহিন্দুশাস্ত্র অনুযায়ী চতুর্যুগের ক্রম যথাক্রমে সত্য, ত্রেতা, দ্বাপর এবং সর্বশেষে কলি যুগ। সত্যযুগে ধর্মের চারপাদ বিদ্যমান ছিল। পরবর্তী যুগ গুলোতে ধর্মের চার পাদ হতে এক পাদ হীন হতে থাকে এবং সর্বশেষ কলিতে ধর্মের একপাদ হয়। এর অর্থ, সত্যযুগে ধর্মের পুণ্যভাগ সম্পূর্ণ থাকে এবং পরবর্তী যুগগুলোতে এক-চতুর্থাংশ করে কমতে থাকে এবং পাপের ভাগ বৃদ্ধিপায় এক-চতুর্থাংশ করে। সত্য যুগে কোনো প্রকার পাপ ছিল না। কিন্তু কলি যুগে পৃথিবীতে ধর্ম সংকোচিত হয়ে অধর্মের আধিক্য ঘটবে। মানুষ তপস্যাহীন হয়ে যাবে; সত্য থেকে দূরে অবস্থানরত হবে; রাজনীতি হবে কুটিল; শাসক হবে ধনলোভী; ব্রাহ্মণ হবে শাস্ত্রহীন; পুরুষ হবে স্ত্রীর অনুগত; দুষ্টের প্রভাব বৃদ্ধি পাবে। সত্যযুগে বেদ হয় সামবেদ। ত্রেতায় ঋগ্বেদ; দ্বাপর যুগে যজুর্বেদ এবং কলি যুগে ব্রাহ্মণগণ বেদহীন হবেন।\nসত্যযুগে প্রাণ ছিল মজ্জায়, অর্থাৎ মৃত্যু ছিল ইচ্ছাধীন। ত্রেতায় প্রাণের অবস্থান অস্থিতে; দ্বাপরে প্রাণের অবস্থান হয় রক্তে। এবং কলিতে মানুষ সল্পায়ু নিয়ে জন্মগ্রহণ করবে। চারযুগে মানুষের আয়ুর পরিমান পরিবর্তন হয়। পুরাণ অনুযায়ী সত্যযুগে মানুষের আয়ু ৪০০ বছর; পরবর্তী যুগে তা ১০০ বছর করে কমতে থাকে। এবং কলিতে মানুষের আয়ু হয় মাত্র ১০০ বছর।\n\n\n== ব্যাপ্তিকাল ও গঠন ==\nহিন্দুগ্রন্থ অনুসারে, চতুর্যুগ চক্রাকারে আবর্তন করে। সত্যযুগ হতে শুরু করে পরবর্তী যুগের (ত্রেতা, দ্বাপর ও কলি) দৈর্ঘ্য ক্রমে এক-চতুর্থাংশ করে হ্রাস পায়। প্রতিটি যুগকে তার যুগসন্ধ্যা (ঊষা) ও যুগসন্ধ্যাংশের (সন্ধ্যা) মধ্যবর্তী প্রধান সময়কাল হিসাবে বর্ণনা করা হয়, যেখানে প্রতিটি গোধূলি (ভোর/সন্ধ্যা) প্রধান সময়কালের দশমাংশ অবধি থাকে। অর্থাৎ সত্যযুগ ৪,০০০ দৈববছর হলে এবং ওই যুগের আগে ৪০০ দৈববছর সন্ধ্যা এবং শেষে ৪০০ দৈববছর সন্ধ্যাংশ হয়। পরবর্তী যুগগুলোতে সময়ের পরিমাণ এক হাজার দৈববছর করে এবং সন্ধ্যা ও সন্ধ্যাংশ এক শত দৈববছর করে কমে যায়। এর সময় দৈর্ঘ্যকে কখনো দৈববছর এককে হিসাব করা হয়। প্রতি দৈববছর ৩৬০ সৌরবছরের সমান।  \n\nপ্রতিটি যুগচক্র ৪,৩২০,০০০ বছর (১২,০০০ দৈববছর) অবধি তার চারটি যুগ এবং তাদের অংশগুলো নিম্নলিখিত ক্রমে সংঘটিত হয়:\n\nহিন্দুশাস্ত্রে জ্যোতির্গননা অনুযায়ী ৪৩,২০,০০০ বছর পর পর আকাশের সমস্ত গ্রহ মেশরাশির অন্তর্গত আশ্বিনী নক্ষত্রে মিলত হয়। একে মহামিলন বলা হয়। এর মধ্যবর্তী সময়ে আরও ৯বার গ্রহসমূহ মিলিত হয়। গ্রহসমূহ তখন এক সরলরেখায় না আসলেও কাছাকাছি আসে বলে একে গৌণমিলন বলা যেতে পারে। এই মোট ১০টি মিলনের প্রতিটির সময়কাল ৪,৩২,০০০ বছর। উল্লেখ্য এই সময়কালটি এক কলিযুগের সমপরিমান সময়। এর দ্বিগুণ সময়ে দ্বাপর যুগ; তিনগুন সময়ে ত্রেতা যুগ এবং চারগুণ সময়ে এক সত্যযুগের সময় পরিমান হয়ে থাকে। এবং গ্রহসমূহের মহামিলনে যুগচক্র সমাপ্ত হয়ে নতুন যুগ শুরু হয়।\nবর্তমান চক্রের চারটি যুগে কলিযুগের ভিত্তিতে নিম্নলিখিত তারিখ রয়েছে, চতুর্থ ও বর্তমান যুগ, খ্রিস্টপূর্ব ৩১০২ সালে শুরু হয়েছিল:\n\n\n=== পুরাণ অনুযায়ী যুগ উৎপত্তির সময় ===\nবৈশাখ মাসের শুক্ল পক্ষে তৃতীয়া তিথিতে রবিবারে সত্যযুগের উৎপত্তি।\nকার্তিক মাসের শুক্ল পক্ষের নবমী তিথিতে সোমবারে ত্রেতা যুগের উৎপত্তি।\nভাদ্র মাসের কৃষ্ণ পক্ষের ত্রয়োদশী তিথিতে বৃহস্পতিবারে দ্বাপর যুগের উৎপত্তি।\nচৈত্রমাসের শুক্লা প্রতিপাদ তিথিতে বর্তমান কলিযুগের সূচনা হয়েছে।\n\n\n== আধুনিক তত্ত্ব ==\nআধুনিক সময়ে যুগ চক্রে, যুগের দৈর্ঘ্য, সংখ্যা ও ক্রম সম্পর্কিত নতুন তত্ত্ব প্রকাশ পেয়েছে।\nস্বামী শ্রীযুক্তেশ্বর গিরি, রেনে গুয়েন, ও আলেন ড্যানিয়েল এরা সকলেই চারটি যুগ ও এদের ৪: ৩: ২: ১ অনুপাত এবং যুগের ধর্ম মেনে নিয়েছেন। কিন্তু, যুগের দৈর্ঘ্যের বিষয়ে তাদের আপত্তি রয়েছে। \n\n\n== হিন্দু কাল গণনায় অন্যান্য এককের সাথে যুগের সম্পর্ক ==\nহিন্দু কাল গণনায় যুগের এই ক্রমটি চক্রাকারে সম্পন্ন হয়। এভাবে ব্রাহ্ম অহোরাত্র পরিমান চক্র সম্পন্ন হলে মহাপ্রলয় সংগঠিত হয়।\n\n১ যুগ = ১,২০০ দৈব বছর = ৪৩,২০,০০০ মানব বছর।\n১ মন্বন্তর = ৭১ চতুর্যুগ = ৩০৬,৭২০,০০০ মানব বছর।\n১ কল্প = ১,০০০ চতুর্যুগ = ৪৩২,০০,০০,০০০ মানব বছর।\n১ ব্রাহ্ম অহোরাত্র = ২ কল্প = ২,০০০ চতুর্যুগ = ৮৬৪,০০,০০,০০০ মানব বছর।\n\n\n== চার যুগের অবতারসমূহ ==\n\n\n=== বিষ্ণুর দশাবতার ===\nহিন্দু বিশ্বাস অনুযায়ী চারযুগের বিভিন্ন সময়ে বিষ্ণু ধর্ম রক্ষার্থে পৃথিবীতে নেমে আসেন। বর্তমান কলি যুগের শেষে তিনি কল্কিরূপে নেমে আসবেন বলে হিন্দু ধর্মাবলম্বীরা বিশ্বাস করে।\n\nবিষ্ণুর অবতার প্রতিটি যুগ চক্রে নাও আসতে পারে। ত্রেতাযুগের শুরুতে বামনের আবির্ভাব হয়। বায়ু পুরাণ অনুসারে, বামনের আবির্ভাব হয়েছিল সপ্তম ত্রেতাযুগে। ত্রেতাযুগের শেষে রাম আবির্ভূত হন। বায়ু পুরাণ এবং মৎস্য পুরাণ অনুসারে, রাম ২৪ তম যুগ চক্রে আবির্ভূত হন। পদ্মপুরাণ অনুসারে, রাম ষষ্ঠ মন্বন্তরের ২৭ তম যুগ চক্রেও আবির্ভূত হন।\n\n\n=== গনেশের অবতার ===\nগণেশ অবতারদের নির্দিষ্ট যুগে আগমন বলে বর্ণনা করা হয়েছে।\n\n\n=== ব্যাস ===\nব্যাস হলেন চার বেদ, মহাভারত এবং পুরাণের সংকলক। বিষ্ণু পুরাণ, কূর্ম পুরাণ এবং শিব পুরাণ অনুসারে, প্রতিটি দ্বাপর যুগের শেষে একটি ভিন্ন ব্যাস আসে কলি যুগে মানুষকে পথ দেখানোর জন্য বেদ (জ্ঞান) সংকলনের জন্য আসেন।\n\n\n== সত্যযুগের পৌরাণিক ঘটনাসমূহ ==\n\nচাক্ষুষ মন্বন্তরের শেষের দিকে এক প্রলয়ংকারী বন্যায় পৃথিবী থেকে জীবনের সকল চিহ্ন মুছে যায়। শুধু মাত্র মৎস্য অবতারের দ্বারা বৈবস্বত মনুকে  বিষ্ণু বাঁচিয়ে নেয়। মৎস্য অবতারের কৃপায় পরবর্তী মন্বন্তরে বৈবস্বত মনু পৃথিবীকে জনাকীর্ণ করে তোলেন। ইতিহাসের সকল রাজবংশের আগমন ঘটে বৈবস্বত মনুর পুত্র ও তার একমাত্র কন্যা ইল হতে। এই কন্যা এক যজ্ঞ থেকে জন্ম নেয় ও পরে বুধের স্ত্রী হয়।  ইক্ষ্বাকু বৈবস্বত মনুর জ্যেষ্ঠ পুত্র যিনি কোশল রাজ্যের  অযোধ্যায়  সূর্য বংশ প্রতিষ্ঠা করেন। উল্লেখ্য যে, বৈবস্বত মনুর পিতা হল বিবস্বান নামক সূর্য দেব।  ইক্ষ্বাকুর কনিষ্ঠ পুত্র নিমি একটু পূর্ব দিকে অগ্রসর হয়ে  বিদেহ রাজ্য প্রতিষ্ঠা করেন। নিমি মিথিলাকে বিদেহ রাজ্যের রাজধানী হিসাবে প্রথিষ্ঠা করেন, নিমির পুত্র মিথি।  রাজা মিথিকে জনক নামেও ডাকা হয়, পরবর্তীতে নিমিবংশীয় রাজাদের এ নামেরই প্রচলন ঘটে।\nএকই সময়ে মধ্যদেশের (দোয়াব) প্রতিস্থানে উত্থান ঘটে চন্দ্র বংশের। বৃহস্পতির স্ত্রী হলো 'তারা'। তারা ও চন্দ্রের (সোম) অবৈধ প্রণয়ে জন্ম হয় বুধের। বুধ ও ইলার ঔরসজাত সন্তান পুরূরবা। পুরূরবা ও উর্বশীর প্রেম কাহিনী প্রথম বর্ণিত হয় ঋগ্বেদে।  কয়েক প্রজন্ম ধরে  তাদের এ প্রেম কাহিনী ভারতের পৌরাণিক কাহিনীতে আবর্তিত হয়েছে। কবি কালিদাস উর্বশী-পুরূরবার এই প্রেমকাহিনী অবলম্বনে তার বিক্রমোর্বশী নাটক রচনা করেছেন। পুরূরবার কনিষ্ঠ পুত্র অমাবসু কান্যকুজ্ব (কনৌজ) সাম্রাজ্যের প্রতিষ্ঠা করেন।\nপুরূরবারের জ্যেষ্ঠ পুত্র আয়ু রাজত্বের পরে সাম্রাজ্যটি দুটি ভাগে ভাগ হয়। আয়ুর বড় ছেলে নহুষ স্বর্গে ইন্দ্র হিসাবে অধিষ্ঠিত হলে সে ইন্দ্রানীর (ইন্দ্রের স্ত্রী শচী) প্রতি প্রণয়াসক্ত হয়ে পরে। তার এ লোলুপ দৃষ্টির জন্য তাকে স্বর্গ হতে বিতাড়িত করা হয়। ক্ষত্রবর্ধ আয়ুর আরেক ছেলের নাম, তিনি কাশিতে (বারাণসী) রাজ্য স্থাপন করেন। তার বংশধররা কাশেয় নামে পরিচিত।\nনহুষের পুত্র ও উত্তরাধিকারী যযাতি একজন বিখ্যাত বিজেতা ছিলেন, তিনি চক্রবর্তী রাজা হিসাবে পরিচিতি লাভ করেন। তার দুই স্ত্রী, সকল অসুর-দানবদের গুরু শুক্রাচার্যের (শুক্র) কন্যা দেবযানী ও দানবরাজের কন্যা শর্মিষ্ঠা। তার ছিল পাঁচ পুত্র, দেবযানীর গর্ভে জন্ম হয় যদু ও তুর্বসুর এবং শর্মিষ্ঠার গর্ভে জন্ম নেয় দ্রুহ্য, অনু ও পুরু । এদের মধ্যে পুরু সর্ব কনিষ্ঠ হলেও, সে ছিল সব থেকে কর্তব্যপরায়ণ। তাই যযাতি তাকেই প্রতিস্থানের পুরুষানুক্রমিক সার্বভৌম ক্ষমতার উত্তরাধিকারী করে যান। বড় পুত্ররা প্রতিস্থানের আশপাশের রাজ্যগুলো পেয়েছিল। যযাতির পাঁচ পুত্র থেকেই পাঁচটি রাজ বংশের সূচনা হয় যথা- যাদব, তুর্বসু,  দ্রুহ্য, আনব ও পৌরব।\nযদুর পরপরই যাদব সাম্রাজ্য দুভাগে ভাগ হয়ে যায়  যার প্রধান অংশের নাম ক্রোষ্টি, ও অপর স্বাধীন অংশের নাম হৈহয়, যার রাজা ছিলেন সহস্রজিৎ। ইনি  যদু বংশের রাজা শশবিন্দুর অধীনে এক বিশাল সাম্রাজ্য গড়ে তোলেন, তিনি চক্রবর্তীও হয়েছিলেন। অযোধ্যারাজ যুবনাশ্বের পুত্র রাজা মান্ধাতা, শশবিন্দু কন্যা বিন্দুমতিকে বিবাহ করেন ও নিজের খ্যাতি বৃদ্ধি করেন। মান্ধাতাও তার শ্বশুরের পদাঙ্ক অনুসরণ করে রাজ্য বিস্তার ঘটান ও চক্রবর্তী উপাধী ধারণ করেন। চক্রবর্তী মান্ধাতার এক পুত্র পুরুকুৎস-তিনি নদীর দেবী নর্মদাকে বিবাহ করেন। অপর এক ছেলে মুচকুন্দ, মাহিষ্মতি নামে নর্মদা নদীর তীরে এক শহর গড়ে তোলেন ও তা সুরক্ষিত করেন।\nতার অল্প পরেই দ্রুহ্যু রাজ গান্ধার উত্তর-পশ্চিমের দিকে অগ্রসর হন(বর্তমান খাইবার পাখতুনখোয়া) ও গান্ধার রাজ্য গড়ে তোলেন। তার বংশধরগণ ভারতের বাইরে বিভিন্ন অঞ্চলে ছড়িয়ে পড়ে ও ক্ষুদ্র ক্ষুদ্র ম্লেচ্ছ রাজ্য প্রতিষ্ঠা করে। অনু কর্তৃক সৃষ্ট বংশ আনব পরে উশীনর ও তিতিক্ষুর অধীনে দুভাগে ভাগ হয়। উশীনরের পুত্ররা পাঞ্জাবের পূর্ব দিকে বিভিন্ন বংশের প্রতিষ্ঠা করে যথা যোদ্ধা, অবষ্ঠী, নবরাষ্ট্র, কৃমিল ও শিবি। উশিনরের পুত্র শিবি, তার নামেই শিবপুরে রাজ্য প্রতিষ্ঠা করেন, যিনি ভারতীয় পৌরাণিক কাহিনীতে তার বদান্যতার জন্য বিশেষভাবে পরিচিত। তার পুত্ররা সম্পূর্ণ পাঞ্জাব দখল করে বৃষদ্রব, মদ্রক, কৈকেয় ও সৌবীর ইত্যাদি রাজ্য স্থাপন করে। অনু বংশের অপর অংশ পূর্বদিকে অগ্রসর হয়ে তিতিক্ষুর অধীনে অঙ্গ, বঙ্গ, কলিঙ্গ, সুহ্ম ও পুণ্ড্র রাজ্য স্থাপন করে।\nহৈহয় রাজা কৃতবীর্য্য, তিনি  ভৃগুবংশীয় ঋষিদের ধর্মগুরু হিসাবে পেয়েছিলেন ও তাদের উন্নয়নে অনেক সম্পদ দান করেছিলেন। এ সম্পদদানকে কৃত্যবীর্য্যের আত্মীয়স্বজন ভালোভাবে নেয় নি। ফলে তারা সে সকল সম্পদ ফেরত নেওয়ার চেষ্টা করলে, ভৃগুগণ প্রতিরোধ করে। তারা ভৃগুদের সাথে অন্যায় আচরণ করতে থাকে, অতিষ্ঠ হয়ে ভৃগুরা অন্য দেশে পালিয়ে যায়। তৎকালীন কান্যকুজ্বের রাজা গাধির পুত্র ঋষি বিশ্বামিত্র। গাধির কন্যা সত্যবতীর সাথে বিয়ে হয় ভৃগু ঋষি ঋচিকের সাথে। সত্যবতী ও ঋচিকের  জমদগ্নি নামে এক পুত্র সন্তান উৎপন্ন হয়।\nসূর্য বংশের ধারাবাহিকতায় গাধি ও কৃতবীর্য্যের সমসাময়িক ছিলেন ত্যূর্য অরুণ। তিনি অযোধ্যার শাসক ছিলেন। ত্যূর্য অরুণ তার গুরু বশিষ্ঠের পরামর্শে নিজের সন্তান সত্যব্রত কে বনবাস দেন। সত্যব্রতের অপর নাম ত্রিশঙ্কু। ত্যূর্য অরুনের মৃত্যুর পর ত্রিশঙ্কু সশরীরে স্বর্গারোহণের জন্য যজ্ঞের আয়জন করেন। ঋষি বশিষ্ঠ সে যজ্ঞে পৌরোহিত্য করতে অস্বীকার করেন। প্রত্যাখ্যাত হয়ে ত্রিশঙ্কু গুরুপুত্রদের শরণাপন্ন হন। পিতার কাছে থেকে প্রত্যাখ্যাত হয়ে আবার তার সন্তানদের কাছে আসায় তারা কুপিত হয়ে ত্রিশঙ্কুকে অভিশাপ দেন।  এর অব্যবহিত পরে কান্যকুজ্বের রাজা বিশ্বামিত্র ঋষি বশিষ্ঠের কামধেনু নন্দিনী (আরেক নাম শবলা- দুগ্ধবতী গাভী) কে অধিকার করার চেষ্টা করেন। এতে বশিষ্ঠ ও বিশ্বামিত্রের মাঝে প্রচণ্ড এক যুদ্ধ হয়। যুদ্ধে বিশ্বামিত্রের পরাজয় ঘটে। এতে তিনি ক্ষত্রিয় শক্তি থেকে ব্রহ্মশক্তির শ্রেষ্ঠত্ব বুঝতে পারেন। তাই নিজে ব্রহ্মর্ষি হওয়ার জন্য তার সিংহাসন ত্যাগ করে তপস্যা করতে থাকে। এ সময় বিশ্বামিত্রের সাথে ত্রিশঙ্কুর মিত্রতা হয়। বিশ্বামিত্র ত্রিশঙ্কুর স্বশরীরে স্বর্গারোহণ যজ্ঞ করতে রাজি হন।\nএভাবে বশিষ্ঠ ও বিশ্বামিত্রের মাঝে শত্রুতা চলমান থাকে। এমনকি ত্রিশঙ্কুর পুত্র রাজা হরিশচন্দ্রের রাজত্ব কালেও তা বিদ্যমান ছিল। হরিশচন্দ্রের এক ছেলের  নাম ছিল রোহিত। হরিশচন্দ্র রোহিতকে বরুণের উদ্দেশ্যে বলি দেওয়ার জন্য প্রতিজ্ঞাবদ্ধ ছিলেন। বলি উৎসর্গে দেরি হচ্ছিল কেননা রাজা হরিশচন্দ্র শোথ রোগে (যে রোগে জলীয় পদার্থ জমে শরীরের কোনো অংশ ফুলে ওঠে) ভুগছিলেন। বশিষ্ঠের পরামর্শে রোহিত অজিগর্তের পুত্র শুনঃশেফকে ক্রয় করে নেয়। যাতে নিজের জায়গায় শুনঃশেফকে বলি দেওয়া যায়। উল্লেখ্য যে শুনঃশেফ ছিলেন বিশ্বামিত্রের বোনের নাতি। শুনঃশেফকে বিশ্বামিত্র বরুণমন্ত্র শিখিয়ে দেন। তাই বলির পূর্বে শুনঃশেফ যখন মন্ত্র উচ্চারণ করে তখন বরুণের আবির্ভাব ঘটে, তিনি শুনঃশেফের প্রতি খুশি হয়ে তাকে মুক্ত ঘোষণা করেন ও রাজা হরিশচন্দ্রের রোগ মুক্তি ঘটান। বিশ্বামিত্র তখন শুনঃশেফকে নিজের জ্যেষ্ঠপুত্র হিসাবে গ্রহণ করেন ও তার নতুন নাম দেন দেবরথ। কিন্তু এতে বিশ্বামিত্রের কিছু ছেলে বিদ্রোহ করে, বিশ্বামিত্রও রাগান্বিত হয়ে তাদেরকে সমাজচ্যুত হওয়ার অভিশাপ দেন। তারাই ছিল বিভিন্ন দস্যু বংশ যেমন অন্ধ্র, মুতিব, পুলিন্দ ইত্যাদি বংশের পূর্বপুরুষ। তারপর বিশ্বামিত্র ব্রহ্মর্ষির মর্যাদা ও সম্মান প্রাপ্ত হন।\nঅপর দিকে হৈহয় বংশের রাজা  কার্তবীর্যার্জুন তার পিতা কৃতবীর্য্যের স্থলাভিষিক্ত হন। তিনি ছিলেন একজন পরাক্রমশালী রাজা। জমদগ্নির সাথে তিনি দীর্ঘ দ্বন্দ্বে জড়িয়ে পরেন। ইক্ষ্বাকু বংশের এক ক্ষুদ্র রাজার কন্যা রেণুকা। জমদগ্নি ও রেণুকার ঔরসে জন্ম নেন বিষ্ণুর অবতার পরশুরাম। পরশুরাম অর্জুন কার্তবীর্য্যকে হত্যা করলে প্রতিশোধ হিসাবে কার্তবীর্য্যের সন্তান জমদগ্নিকে হত্যা করেন। পরশুরাম এর সমুচিত জবাব দিতে ক্ষত্রিয় বংশের বিনাশ সাধনে দৃঢ় সংকল্প হন। পাঁচজন ক্ষত্রিয় ব্যতিত তিনি সকল ক্ষত্রিয়কে হত্যা করেন।\nএই পাঁচজন ক্ষত্রিয় পাঁচটি জাতির সৃষ্টি করেন যথা — তালজংঘ, বীতিহোত্র, অবন্তি, তুডিকের ও যত। এরা সম্মিলিত ভাবে অযোধ্যা আক্রমণ করে  বাহু রাজাকে রাজ্যচ্যুত করে। তারা কাশিরাজ দিবোদাস কে পরাজিত করে রাজ্যচ্যুত করে। দিবোদাসের পুত্র প্রতর্দন, বীতিহোত্রদের পরাজিত করে রাজ্য পুনরুদ্ধার করেন।  কিছুকাল পরে বাহু সগর নামে এক পুত্র সন্তানের জন্ম দেন। সগর তাদের সকল শত্রুকে পরাজিত করে সম্পূর্ণ রাজ্য উদ্ধার করেন ও চিরজীবনের জন্য হৈহয় বংশকে ধ্বংস করেন।\nসগরের পুত্রদের সংখ্যা ষাট হাজার। কোন এক কারণে তার ছেলেরা কপিল ঋষিকে অপমান করলে, ঋষি তাদের অভিশাপ দিয়ে ভস্মে পরিণত করেন। অতঃপর সগর তার নাতি অংশুমানকে অযোধ্যার উত্তরাধিকারী করে যান। সাগরের শাসনের অবসানের সাথে সাথে সত্য যুগের পরিসমাপ্তি ঘটে।\n\n\n== ত্রেতাযুগের পৌরাণিক ঘটনাসমূহ ==\n\nঅংশুমানের পৌত্র, রাজা সগরের প্রপৌত্র — ভগীরথ, গঙ্গা নদীকে মর্ত্যে এনেছিলেন যাতে তার পূর্বপুরুষ গণ তথা সগরের পুত্রদের পাপের প্রায়শ্চিত্ত হয় ও তারা স্বর্গে যেতে পারে। পরবর্তী খ্যাতিমান রাজা ছিলেন ঋতুপর্ণ, তিনি নিষদ রাজ নলের সাথে মিত্রতা স্থাপন করে তার খ্যাতি আরও বৃদ্ধি করেছিলেন। বিদর্ভের যাদবরাজা ভীমের কন্যা  দময়ন্তির সাথে নলের বিবাহ হয়। দময়ন্তি ও নলের বিবাহের মজার কাহিনী মহাভারতে রয়েছে। পরবর্তীতে দ্যূত ক্রীড়ায় সর্বস্ব হারিয়ে নিঃস্ব হয়ে পাণ্ডবরা যখন কাম্যক বনে অবস্থান  করছিলেন তখন মহর্ষি বৃহদশ্ব যুধিষ্ঠিরকে নল-দময়ন্তীর এই উপাখ্যান বলেছিলেন।\nভগীরথের সমসাময়িক দুষ্মন্ত পৌরব বংশের পুনরুত্থান ঘটান।  দুষ্মন্ত  বিশ্বামিত্রের কন্যা শকুন্তলা কে বিয়ে করেন। দুষ্মন্ত ও শকুন্তলা ভরত নামের এক পুত্র সন্তানের জন্ম দেন। ভরত চক্রবর্তী উপাধী ধারণ করেন ও তার নামেই বংশের নামকরন করেন। তার উত্তর পুরুষদের মধ্যে হস্তী হলেন পঞ্চম।  তিনি দোয়াবে রাজধানী স্থানান্তর করে তার নামানুসারে হস্তীনাপুর রাখেন।  কয়েক পুরুষ পরে ভরত বংশীয়রাই বিখ্যাত ভ্রাতৃহত্যার যুদ্ধ - কুরুক্ষেত্র যুদ্ধে অবতীর্ণ হন, যেখানে কৌরব, পাণ্ডব ও ভরতবংশের মধ্যে যুদ্ধ হয়।\nহস্তীর কিছুকাল পরেই ভরত বংশ চার ভাগে ভাগ হয়ে যায়, এবং কৌরব ও পাঞ্চাল দুটি বংশের উৎপত্তি হয়। ঋগ্বেদে উল্লেখ আছে যে পাঞ্চাল নরেশ দিবোদাস দস্যু সম্বরের ৯৯ টি দুর্গ ধ্বংস করেন। গৌতম মুনির পত্নী অহল্যা তার বোন। ইন্দ্র অহল্যাকে  প্ররোচিত করেন ও নিজ কাম বাসনা চরিতার্থ করেন। এতে গৌতম ক্ষিপ্ত হয়ে ইন্দ্রকে সারা দেহে সহস্রচক্ষু প্রাপ্তির অভিশাপ দেন ও   অহল্যাকে পাথরে রূপান্তরিত হওয়ার অভিশাপ দেন।\nসূর্য বংশের পুনরায় উত্থান ঘটে রঘু, অজ ও দশরথের মত প্রজাবৎসল নৃপতিদের সময়ে। বাল্মীকির রামায়ণে দশরথের জ্যেষ্ঠ পুত্র রাম ও তার স্ত্রী সীতার কাহিনী বর্ণীত হয়েছে। রামের সৎমাতা কৈকেয়ির ষড়যন্ত্রে রাম, সীতা ও অনুজ লক্ষ্মণের বনবাস হয়। বনের মধ্যে সীতাকে রাক্ষসরাজ রাবণ অপহরণ করেন, ও লঙ্কায় অশোকবনে বন্দী করে রাখেন। রামচন্দ্র গুহাবাসী বানর ও ভল্লুকদের সাথে মৈত্রী স্থাপন করে লঙ্কা অবরোধ করেন। লঙ্কাযুদ্ধে রাবণ রামের কাছে পরাজিত হলে রাম তাকে বধ করেন। তারপরে সীতাকে উদ্ধার করে তিনি অযোধ্যায় প্রত্যাবর্তদন করে সিংহাসনে আরোহণ করেন।\nশ্রীরামচন্দ্রের তিরোভাবের সাথে সাথে ত্রেতা যুগের অবসান হয় ও দ্বাপর যুগের শুরু হয়। রাম চন্দ্রের পর সূর্য বংশের স্থায়ী পতন ঘটে।\n\n\n== দ্বাপরযুগের পৌরাণিক ঘটনাসমূহ ==\n\nভীমের রাজত্বের পর যদুবংশ দুই ভাগে ভাগ হয়ে যায়। সতবতের দুই পুত্র অন্ধক ও বৃষ্ণি নিজ নিজ নামে রাজ্য পরিচালনা করেন।  কংসের পিতা উগ্রসেন ছিলেন অন্ধক বংশীয়। অপরদিকে  কৃষ্ণের পিতা বাসুদেব ছিলেন বৃষ্ণি বংশীয়।\nপাঞ্চালভরত বংশীয় রাজা সৃঞ্জয় এ সময় খ্যাতি ও প্রতিপত্তি অর্জন করেন। তার পুত্র চ্যবন ও পিজবন  ছিলেন বীর যোদ্ধা। পিজবনের পুত্র সুদাস। তিনিও কিছু রাজ্য জয় করে সুদাস বংশের পত্তন করেন। কুরু, যাদব, শিবি, দ্রুহ্য, মৎস্য তুর্বসু ও অন্যান্যরা মিলে এক আন্তঃসংযুক্ত রাজ্য স্থাপন করে। কেননা সুদাস রাজা তাদের সবাইকে পরুশ্নি নদীর তীরে এক বিশাল যুদ্ধে পরাজিত করেছিলেন।  এ যুদ্ধকে বলা হয় দশ রাজার যুদ্ধ ঋগ্বেদের অনেকগুলো স্তোত্রে এই বংশের ৫-৬ পুরুষ পর্যন্ত রাজাদের ও তাদের সমসাময়িক ঋষিদের সম্পর্কে বলা হয়েছে।\nহস্তীর পুত্র  অজমীঢ় কুরু/কৌরব বংশে রাজত্ব করেন। পাঞ্চালেরা এই বংশের সংবরণ নামক রাজাকে সিন্ধু নদের তীরে এক যুদ্ধে পরাজিত করে তাকে বনবাসে পাঠান। পারগিটার এই পাঞ্চালনরেশকে সুদাস বংশীয় বলে উল্লেখ করেন, কিন্তু তার সাথে এ বংশের কি সম্পর্ক বা তার বংশ পরিচয়ের কোন উল্লেখ করেননি।  পরে সংবরণ পাঞ্চালদের কাছ থেকে তার হৃতরাজ্য পুনরুদ্ধার করেন ও সূর্য কন্যা  তপতীকে বিবাহ করেন। নাট্যকার কুলশেখর(খ্রিঃ ৯০০) এই কাহিনীকে তার তপতি-সংবরণ নাটকে অমর করে রেখেছেন। তপতী ও সংবরণের পুত্র কুরু। কুরুর বংশধরগণ কৌরব নামে পরিচিত। তারপর  কুরুর দ্বিতীয় পুত্র  জহ্নু রাজত্ব করেন।\nকুরু বংশীয় বসু, যদু বংশের চেদী রাজ্য জয় করে সেখানে শাসন করতে থাকেন। তার জ্যেষ্ঠপুত্র বৃহদ্রথ  মগধের রাজগিরিতে রাজধানী স্থাপন করেন। বৃহদ্রথের পুত্র জরাসন্ধ তার ক্ষমতা উত্তরে মথুরা ও দক্ষিণে বিদর্ভ পর্যন্ত বিস্তার করতে সক্ষম হন। উল্লেখ্য যে, মথুরার অন্ধকরাজা কংস তার বশ্যতা স্বীকার করেছিলেন। কংস ছিল অত্যাচারী শাসক। সে তার পিতা উগ্রসেন কে বন্দী করে পিতার রাজত্ব অন্যায়ভাবে দখল করে। কংসের ভাগ্নে শ্রীকৃষ্ণ। তিনি কংসকে বধ করে উগ্রসেনকে মুক্ত করে হৃত সিংহাসন ফিরিয়ে দেন। এতে জরাসন্ধ ক্ষিপ্ত হয়ে মথুরা আক্রমণ করেন। কৃষ্ণ তখন অন্ধক ও বৃষ্ণিদের সাথে পশ্চিম দিকে সৌরাষ্ট্রের সমুদ্রমধ্যে দ্বারকায় রাজধানী স্থানান্তর করেন। এরপর কৃষ্ণ বিদর্ভ রাজকন্যা রুক্মিনীকে হরণ করতে গিয়ে রুক্মিনীর ভ্রাতাকে পরাজিত করেন ও রুক্মিনীকে বিবাহ করেন। পরবর্তী জীবনে কৃষ্ণ পাণ্ডবদের মিত্রে পরিণত হন।\nপরবর্তী বিখ্যাত কৌরব রাজা হলেন প্রতীপ। তার পুত্র শান্তনু । প্রতীপের জ্যেষ্ঠ পুত্র দেবাপি সিংহাসনে আরোহণ করলে বারো বছর রাজ্যে কোন বৃষ্টিপাত হয় না। এতে দেবাপি তার অনুজ শান্তনুকে সিংহাসন ছেড়ে দিয়ে প্রধান পুরোহিতের ভূমিকা পালন করে যজ্ঞ করেন। ফলে অচিরেই বৃষ্টিপাত শুরু হয়।\nধৃতরাষ্ট্র ও পাণ্ডু ছিলেন শান্তুনুর পৌত্র । ধৃতরাষ্ট্র জ্যেষ্ঠ হলেও অন্ধ হওয়ার কারণে রাজ্য শাসনের অযোগ্য হন। ফলে পাণ্ডু সিংহাসনে বসেন। ধৃতরাষ্ট্রের অনেক পুত্র সন্তান ছিল, তার জ্যেষ্ঠ পুত্র দুর্যোধন ছিল কলিযুগের অবতার। অপরদিকে পাণ্ডুর ছিল পাঁচ পুত্র যথা- যুধিষ্ঠির, ভীম, অর্জুন, নকুল ও সহদেব। ধৃতরাষ্ট্র যেহেতু জ্যেষ্ঠ তাই তার পুত্ররা কৌরব বংশের ধরা হয়। আর পাণ্ডুর পুত্রদের পাণ্ডব বলা হতো। কুরু সিংহাসনের প্রকৃত উত্তরাধিকারী কে, এ প্রশ্নে দুই পরিবারের মধ্যে বিবাদের সৃষ্টি হয়। শান্তিপূর্ণ কোন সমাধান না হওয়ায় এ দুই পরিবার এক রক্তক্ষয়ী যুদ্ধে অবতীর্ণ হয়। বলা হয় যে, ভারতের সকল ক্ষত্রিয় রাজারা কোন না কোন পক্ষের হয়ে এ যুদ্ধে অংশগ্রহণ করেছিলেন। আঠারো দিন ব্যাপী এ যুদ্ধ চলে। যুদ্ধে পাণ্ডবরা অনেক চাপের মধ্যে থাকলেও  শ্রীকৃষ্ণের বুদ্ধিমত্তায় তারা জয়ী হয়। মহাভারতে-এ যুদ্ধের বিস্তারিত বর্ণনা আছে।\nউত্তরকালে যাদবরা গৃহযুদ্ধে জড়িয়ে পড়ে, কৃষ্ণও নিজেকে ধ্যানে মগ্ন রাখেন। দৈবক্রমে এক শিকারির বাণ এসে কৃষ্ণকে বিদ্ধ করে ও তিনি তিরোহিত হন । পাণ্ডবরা  কৃষ্ণের প্রপৌত্র বজ্রনাভকে ইন্দ্রপ্রস্থে রাজ্যভার প্রদান করেন। শীঘ্রই পাণ্ডবরা অর্জুনের পৌত্র পরীক্ষিতকে হস্তীনাপুরের উত্তরাধিকারী করে নিজেরা বানপ্রস্থে গমন করেন। শ্রীকৃষ্ণের তিরোভাবের সাথে সাথে দ্বাপর যুগের পরিসমাপ্তি ঘটে।\n\n\n== কলিযুগের পৌরাণিক ঘটনাসমূহ ==\n\nরাজা পরীক্ষিৎ মৃগয়ায় গমন করে ঋষি শমীককে অপমান করেন। এতে ঋষি শমিকের পুত্র শৃঙ্গী ক্রোধে পরীক্ষিতকে  তক্ষকের দংশনে মৃত্যুর অভিশাপ দেন। অভিশাপের সপ্তম দিনে পরীক্ষিতকে তক্ষক দংশন করে। তাকে বাঁচানো সম্ভব হয়নি কেননা তক্ষকের বিষহরণকারী মন্ত্র তেমন কেউ জানত না। কেবল জানত কশ্যপ। আর কশ্যপও তাদের আয়ত্তের বাইরে ছিল। পরীক্ষিতের পুত্র জনমেজয় তখন খুব ছোট ছিলেন। বড় হয়ে মন্ত্রীদের কাছে যখন তার পিতার মৃত্যুর বিবরণ শুনলেন, তখন তিনি সকল সর্পকে হত্যা করার জন্য সর্পসত্র  যজ্ঞ করার প্রতিজ্ঞা করলেন। সর্পসত্র  যজ্ঞ শুরু হলে সকল সর্প  যজ্ঞাগ্নিতে পতিত হয়ে ভস্মীভূত হতে লাগল। তখন নাগরাজ বাসুকি তার ভগ্নীপতি জরৎকারুর সাহায্য চাইলেন। জরৎকারুর নির্দেশে তার পুত্র মহাত্মা আস্তীক(যিনি তার মায়ের দিক থেকে ছিল অর্ধ সর্প)  জনমেজয়ের কাছে গিয়ে তার প্রীতি উৎপাদন করে সর্পসত্র যজ্ঞ বন্ধ করান। সর্প যজ্ঞ চলমান অবস্থায় জনমেজয় বৈশম্পায়নের  কাছ থেকে মহাভারতের কাহিনী শ্রবণ করের। বৈশম্পায়ন ছিলেন  ব্যাসদেবের শিষ্য।\nপরীক্ষিতের ষষ্ঠ বংশধর নিচক্ষু হস্তীনাপুরের রাজধানীকে ব্যস্ত নগরের কৌশাম্বিতে স্থানান্তর করেন। পূর্বে এ নগরীটি গঙ্গা নদীর এক বন্যায় ধ্বংস হয়ে গিয়েছিল। উদ্যয়ন পর্যন্ত এ বংশের অনেক রাজা শাসন করেন। উদ্যয়ন ছিলেন বৎস দেশের রাজা,  যিনি  বুদ্ধের  সমসাময়িক ছিলেন। অবন্তির যুবরাজ বাসবদত্ত পরে এ সাম্রাজ্য জয় করে নেন। বাসবদত্তের এ বিজয় আখ্যান বর্ণনা করেন গুনাঢ্য। পরে ভাস ও শুদ্রক যথাক্রমে স্বপ্নবাসবদত্ত ও বিনাশবাসবদত্ত নাটক বাসবদত্তের কাহিনী বর্ণনা করেন।\nমগধে বৃহদ্রথ ও জরাসন্ধের বংশধরেরা শাসন করতে থাকেন। পরে শিশুনাগ সাম্রাজ্যের কাছে তারাও পরাজিত হয়। শিশুনাগ সাম্রাজ্যের বিখ্যাত রাজাদের মধ্যে আছেন- বিম্বিসার ও অজাতশত্রু।  মহাপদ্ম নন্দ শিশুনাগ সাম্রাজ্যের সর্বশেষ রাজাকে পরাজিত করেন। তিনি সকল ক্ষত্রিয় বংশকে তথা ইক্ষ্বাকু, পাঞ্চাল, কাশি, হৈহয়, বীতিহোত্র, কলিঙ্গ, অশঙ্ক, কুরু, মৈথিল, শূরসেন সহ সকল প্রাচীন রাজবংশীয়গণকে  উৎখাত করে কেন্দ্রীয় ভারতবর্ষকে হস্তগত করেন। পুরাণে তাই তাকে সকলক্ষত্রিয়সংহারক ও সমগ্র পৃথিবীর একক সার্বভৌম শাসক বলে অভিহিত করা হয়েছে।\nমহাভারত ও পুরাণ অনুসারে, কল্কি অবতারের আগমনের মাধ্যমে কলি যুগের সমাপ্তি ঘটবে ও পুনরায় সত্য যুগ আরম্ভ হবে।\n\n\n== আরও দেখুন ==\nহিন্দু পরকালবিদ্যা\nহিন্দু কাল গণনা\nকল্প\nমন্বন্তর\nমহাপ্রলয়\nযুগচক্র: সত্যযুগ, ত্রেতাযুগ, দ্বাপরযুগ ও কলিযুগ\nইতিহাস (ভারতীয় ধর্মগ্রন্থ)\nপৌরাণিক কালক্রম\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nGodwin, Joscelyn (2011). Atlantis and the Cycles of Time: Prophecies, Traditions, and Occult Revelations. আইএসবিএন ৯৭৮১৫৯৪৭৭৮৫৭৫.\nGupta, Dr. S. V. (2010). Hull, Prof. Robert; Osgood, Jr., Prof. Richard M.; Parisi, Prof. Jurgen; Warlimont, Prof. Hans। Units of Measurement: Past, Present and Future. International System of Units। Springer Series in Materials Science: 122. আইএসবিএন ৯৭৮৩৬৪২০০৭৩৭৮.\nMerriam, Webster (1999). \"Merriam-Webster's Encyclopedia of World Religions\". Doniger, Wendy; Hawley, John Stratton। Merriam-Webster। Merriam-Webster, Incorporated, (Hinduism), 1159 (Yuga).আইএসবিএন ০৮৭৭৭৯০৪৪২.\nMatchett Freda; Yano, Michio (2003). Part II, Ch. 6: The Puranas / Part III, Ch. 18: Calendar, Astrology, and Astronomy\"। Flood, Gavin। The Blackwell Companion to Hinduism। Blackwell Publishing. আইএসবিএন ০৬৩১২১৫৩৫২.\nYukteswar, Swami Sri (1990). [1st ed. 1894]। The Holy Science [Kaivalya Darsanam]। Self-Realization Fellowship. আইএসবিএন ০৮৭৬১২০৫১৬."}