{"pageid": 1073511, "title": "যোনা", "url": "https://bn.wikipedia.org/wiki?curid=1073511", "content": "যোনা (হিব্রু ভাষায়: יוֹנָה‎, Yōnā; গ্রিক: Ἰωνᾶς, Iōnâs; আরবি: يونس, প্রতিবর্ণীকৃত: Yūnus বা আরবি: يونان, প্রতিবর্ণীকৃত: Yūnān; লাতিন: Ionas) বা অমিত্তয়ের পুত্র যোনা হলেন হিব্রু বাইবেল ও কুরআন অনুসারে একজন ভাববাদী যিনি ছিলেন ৮ম খ্রিস্টপূর্বাদের ইস্রায়েল রাজ্যের উত্তরাঞ্চলের গাৎ-হেফরের বাসিন্দা। যোনা পুরাতন নিয়মের যোনা ভাববাদীর পুস্তকের কেন্দ্রীয় চরিত্র যেখানে নীনবী শহরে ঈশ্বরের রায় প্রদানের ক্ষেত্রে তাঁর অনীহা এবং তারপর ভিক্ষাবৃত্তির পরেও তিনি একটি বিশাল সামুদ্রিক প্রাণীর দ্বারা গ্রাস হবার পরে ঐশী মিশনে ফিরে আসার বিবরণ রয়েছে।\nইহুদিধর্মে যোনার গল্পটি তেসুভা শিক্ষার প্রতিনিধিত্ব করে, যা ঈশ্বরের কাছে অনুশোচনা করার এবং ক্ষমা করার ক্ষমতা। নূতন নিয়মে নাসরতীয় যীশু নিজেকে “যোনার চেয়ে বড়” বলে ডাকে এবং ফরীশীদের প্রতিশ্রুতি দিয়েছেন “যোনার চিহ্ন”, যা তার পুনরুত্থান। প্রাথমিক খ্রিস্টান দোভাষী যোনাকে যীশুর জন্য এক প্রকার হিসাবে দেখেছিলেন। যোনাকে ইসলামে নবী ইউনুস হিসাবে গণ্য করা হয় এবং কুরআনে কিছু উল্লেখযোগ্য পার্থক্যের সাথে যোনার বাইবেলের বিবরণ পুনরাবৃত্তি করা হয়। কিছু মূলধারার বাইবেল পণ্ডিত সাধারণত যোনার বইটিকে কাল্পনিক এবং প্রায়শই কমপক্ষে আংশিকভাবে ব্যঙ্গাত্মক বলে মনে করেন, তবে যোনার চরিত্রটি একই নামের ঐতিহাসিক ভাববাদীর উপর ভিত্তি করে নির্মিত হতে পারে যিনি রাজত্বকালে ভবিষ্যদ্বাণী করেছিলেন। যিহূদার আমাসিয়াহর, যেমন ২ রাজাবলি পুস্তকে বর্ণিত হয়েছে।\nযদিও যোনাকে গ্রাস করা প্রাণীটি প্রায়শই তিমি হিসাবে শিল্প ও সংস্কৃতিতে চিত্রিত হয়, তবুও হিব্রু পাঠ্যটি ডাগ গ্যাডল শব্দটির অর্থ ব্যবহার করে, যার অর্থ \"দৈত্য মাছ\"। সপ্তদশ এবং আঠারো শতকের গোড়ার দিকে, মাছের প্রজাতিগুলি যোনাকে গ্রাস করেছিল এমন প্রকৃতিবিদদের কাছে জল্পনা ছিল, যিনি গল্পটিকে একটি ঐতিহাসিক ঘটনার বিবরণ হিসাবে ব্যাখ্যা করেছিলেন। লোককাহিনীর কিছু আধুনিক পণ্ডিত বলেছেন যে জোনাহ এবং অন্যান্য কিংবদন্তি ব্যক্তিত্বের মধ্যে বিশেষত গিলগামেশ এবং গ্রীক নায়ক জেসনের মধ্যে মিল রয়েছে।\n\n\n== যোনা ভাববাদীর পুস্তক ==\n\nযোনা পুরাতন নিয়ম বা হিব্রু বাইবেলের যোনা ভাববাদীর পুস্তকের কেন্দ্রীয় চরিত্র যেখানে সদাপ্রভু তাঁকে নির্দেশ দেন যে, “তুমি উঠ, নীনবীতে, সেই মহানগরে যাও, আর নগরের বিরুদ্ধে ঘোষণা কর, কেননা তাহাদের দুষ্টতা আমার সম্মুখে উঠিয়াছে।” কিন্তু যোনা সদাপ্রভুর সামনে থেকে তর্শীশে পালাবার জন্য ওঠেন; তিনি যাফোতে নেমে গিয়ে, তর্শীশে যাবে এমন এক জাহাজ পান; তখন জাহাজের ভাড়া দিয়ে সদাপ্রভুর সামনে থেকে নাবিকদের সঙ্গে তর্শীশে যাবার জন্য সেই জাহাজে প্রবেশ করন। কিন্তু সদাপ্রভু সমুদ্রে প্রচন্ড ঝড়ো বায়ু পাঠিয়ে দেন, সমুদ্রে ভীষণ ঝড় ওঠে, জাহাজ ভেঙে যাবার উপক্রম হয়। তখন নাবিকেরা ভয় পায়, প্রত্যেকে নিজের নিজের দেবতার কাছে কাঁদতে থাকে, আর ওজন কমানোর জন্য জাহাজের মাল সমুদ্রে ফেলে দেয়। তারা উপলব্ধি করে যে এটা কোনো সাধারণ ঝড় নয়৷ পরে নাবিকেরা গুলিবাঁট করে বুঝতে পারে যে যোনার দোষেই তাদের প্রতি এই অমঙ্গল ঘটছে। যোনা তাঁর দোষ স্বীকার করেন এবং নাবিকদের বলেন তাকে ধরে সমুদ্রে ফেলে দেওয়ার জন্য, তাতেই সমুদ্র শান্ত হবে। তবুও সেই লোকেরা জাহাজ ফিরিয়ে ডাঙায় নিয়ে যাবার জন্য ঢেউ কাটতে চেষ্টা করে। কিন্তু পেরে ওঠে না, কারণ সমুদ্র তাদের বিপরীতে আরো ভয়াবহ হয়ে ওঠে। পরে তারা যোনাকে ধরে সমুদ্রে ফেলে দেয়, তাতে সমুদ্র শান্ত হয়। তখন সেই লোকেরা সদাপ্রভুকে খুব ভয় পায় এবং আর তাঁর উদ্দেশ্যে বলিদান  এবং নানা মানত করে। আর সদাপ্রভু যোনাকে গিলে ফেলার জন্য একটা বড় মাছ ঠিক করে রেখেছিলেন; সেই মাছের পেটে যোনা তিন দিন ও তিন রাত কাটান। তখন যোনা ঐ মাছের পেট থেকে নিজের ঈশ্বর সদাপ্রভুর কাছে প্রার্থনা করেন এবং তাঁর উদ্দেশ্যে ধন্যবাদসহ বলিদান ও মানত পূর্ণ করার সংকল্প করেন। পরে সদাপ্রভু সেই মাছকে নির্দেশ করাতে সে যোনাকে শুকনো ভূমির ওপরে উগরে দেয়।\n\nতখন ঈশ্বর যোনাকে কহিলেন, “তুমি এরণ্ড গাছটির নিমিত্ত ক্রোধ করিয়া কি ভাল করিতেছ?” তিনি কহিলেন, “মৃত্যু পর্যন্ত আমার ক্রোধ করাই ভাল।” সদাপ্রভু কহিলেন, “তুমি এই এরণ্ড গাছের নিমিত্ত কোন শ্রম কর নাই, এবং এটা বাড়াও নাই; ইহা এক রাত্রিতে উৎপন্ন ও এক রাত্রিতে উচ্ছিন্ন হইল, তথাপি তুমি ইহার প্রতি দয়ার্দ্র হইয়াছ। তবে আমি কি নীনবীর প্রতি, ঐ মহানগরের প্রতি, দয়ার্দ্র হইব না? তথায় এমন এক লক্ষ বিংশতি সহস্রের অধিক মনুষ্য আছে, যাহারা দক্ষিণ হস্ত হইতে বাম হস্তের প্রভেদ জানে না; আর অনেক পশুও আছে।”\n\n\n== তথ্যসূত্র =="}