{"pageid": 107324, "title": "নাম", "url": "https://bn.wikipedia.org/wiki?curid=107324", "content": "নাম হচ্ছে একটি বিশেষ্য, সাধারণত কোন কিছুকে পৃথকভাবে পরিচিত করতে বা পার্থক্য করতে নাম ব্যবহৃত হয়। নাম দ্বারা কোনো কিছুর শ্রেণী বা বিষয় নির্ধারণ করা যায়। কোনো ব্যক্তির নাম ঐ ব্যক্তি পরিচিতি হিসেবে ব্যবহৃত হয়, যা তাঁকে শনাক্ত করতে ব্যবহৃত হতে পারে। এ ক্ষেত্রে মধ্যনামের ব্যবহার থাকতে পারে, বা নাও থাকতে পারে। কোনো সুনির্দিষ্ট নামকে অনেক সময় মূল বিশেষ্য হিসেবে অভিহিত করা হয়।\nব্যক্তির পরিচয়ের ক্ষেত্রে নামের ব্যবহার শুধু মানুষের মধ্যেই সীমাবদ্ধ নয়। গবেষণায় দেখা গেছে ডলফিন ও হাতিরাও তাদের নিজেদের পরিচয় দিতে সাংকেতিক নাম ব্যবহার করে। প্রতিটি ডলফিনের নিজস্ব নাম আছে, যা নির্দিষ্ট হুইসেল বা সুর দ্বারা নির্দিষ্ট। এবং তারা তাদের উৎপন্ন সুর দ্বারা বুঝতে পারে কে তাদের দৃষ্টি আকর্ষণ করছে; যাচাই করার জন্য অন্য কোনো কিছুর প্রয়োজন হয় না।\n\n\n== স্বতন্ত্র নাম ==\nএকটি ব্যক্তিগত নাম একটি শনাক্তকারী শব্দ বা শব্দাবলী, যার দ্বারা কোনও ব্যক্তি ঘনিষ্ঠভাবে পরিচিত বা মনোনীত হয় যেমন \"তাসমিয়া,\" \"জুনহুই মুন\" বা \"মুহাম্মদ। ব্যক্তির নিজস্ব নাম রাখা (এটি \"প্রথম নাম\" ) এবং একটি পদবি (একটি \"পরিবারের নাম\" বা \"উপাধি\" নামেও পরিচিত কারণ এটি একই পরিবারের সদস্যদের একই থাকে,যেমন: শেখ) থাকা একটি ঐতিহ্য। তৃতীয় সনাক্তকারী হিসাবে মধ্য নামটিও বহু লোক ব্যবহার করে, এবং ব্যক্তিগত কারণে চয়ন করা যেতে পারে, যেমন, সম্পর্কের ইঙ্গিত দেওয়া, প্রাক বিবাহ / প্রথম নাম সংরক্ষণ (মার্কিন যুক্তরাষ্ট্র একটি জনপ্রিয় প্রথা), এবং পারিবারিক নাম স্থায়ী করা ইত্যাদি।\nমধ্য নাম ব্যবহার করার প্রথা প্রাচীন রোমে রয়েছে, যেখানে অভিজাতদের সদস্যদের একটি 'প্রেনোমেন' (ব্যক্তিগত নাম), একটি নোমেন (একটি পরিবারের নাম, মাঝের নামগুলি যেভাবে আজ ব্যবহৃত হয় ঠিক তেমনভাবে ব্যবহৃত হতনা), এবং একটি কগনোমেন (একটি স্বতন্ত্র বৈশিষ্ট্য বা কোনও ব্যক্তির পরিবারের নির্দিষ্ট শাখা প্রতিনিধিত্বকারী একটি নাম) রাখা সাধারণ ছিল মাঝের নামগুলি অবশেষে আর ব্যবহার হতনা তবে ঊনবিংশ শতাব্দীতে ইউরোপে আবার জনপ্রিয়তা ফিরে পায়।\nপ্রথম, মধ্য এবং শেষ নাম ছাড়াও, ব্যক্তির ডাক নাম, উপনাম বা উপাধিও থাকতে পারে। ডাকনামগুলি কোনও ব্যক্তিকে উল্লেখ করার জন্য বন্ধু বা পরিবারের দ্বারা ব্যবহৃত অনানুষ্ঠানিক নাম (\"ক্রিস\" নামটি ব্যক্তিগত নাম \"ক্রিস্টোফার\" এর একটি সংক্ষিপ্ত রূপ হিসাবে ব্যবহৃত হতে পারে)। কোনও ব্যক্তি তার পরিচয় রক্ষা করতে বা অস্পষ্ট করতে তার প্রকৃত নামের পরিবর্তে একটি উপনাম বা একটি নকল নাম ব্যবহার করতে পারে। লোকেরা কোনও প্রতিষ্ঠান বা পেশায় তাদের ভূমিকা নির্ধারণের উপাধিও থাকতে পারে (রাজপরিবারের সদস্যরা বিভিন্ন পদ যেমন রাজা, কুইন, ডিউক বা ডাচেস তাদের কর্তৃত্বের অবস্থান বা সিংহাসনের সাথে তাদের সম্পর্ককে বোঝাতে ব্যবহার করতে পারে).\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nMatthews, Elaine; Hornblower, Simon; Fraser, Peter Marshall, Greek Personal Names: Their Value as Evidence, Proceedings of The British Academy (104), Oxford University Press, 2000. আইএসবিএন ০-১৯-৭২৬২১৬-৩\nName and Form - from Sacred Texts Buddhism\n\n\n== বহিঃসংযোগ ==\nKate Monk's Onomastikon(Dictionary of Names) Names over the world throughout the history\nWhat is a Name?\nThe etymology of first names\nMeaning of Names The etymology of first names\nMy Name in Arabic Names in Arabic Calligraphy for free\nNames in Tibetan Culture Names in Tibetan Culture - Namgyal Monastery, Institute of Buddhist Studies\nLexicon of Greek Personal Names, a Major Research Project of the British Academy, Oxford, contains over 35,000 published Greek names."}