{"pageid": 1073041, "title": "আল জামিয়াতুল ইমদাদিয়া, কিশোরগঞ্জ", "url": "https://bn.wikipedia.org/wiki?curid=1073041", "content": "আল জামিয়াতুল ইমদাদিয়া, কিশোরগঞ্জ কিশোরগঞ্জ জেলার সদর উপজেলায় অবস্থিত একটি কওমি মাদ্রাসা। ১৯৪৫ সালে এটি প্রতিষ্ঠা করেন নেজামে ইসলাম পার্টির সাবেক সভাপতি আতহার আলী। প্রথমে এটি শহীদী মসজিদে একটি ছোট্ট মাদ্রাসা হিসেবে কার্যক্রম শুরু করে। ইমদাদুল্লাহ মুহাজিরে মক্কির নামানুসারে মাদ্রাসার নামকরণ করা হয়। এখানেই তানযীমুল মাদারিসিল আরাবিয়া আল কওমিয়ার সদর দপ্তর অবস্থিত। মাদ্রাসার বর্তমান মহাপরিচালক শাব্বির আহমাদ রশিদ। ২০১৯ সালে মাদ্রাসার ছাত্রসংখ্যা ১৫০০।\n\n\n== ইতিহাস ==\nআশরাফ আলী থানভীর খলিফা আতহার আলী শহীদী মসজিদের ইমাম নিযুক্ত হওয়ার পর মুসল্লিদের তিনি সকাল বিকাল ধর্মীয় বিষয়াবলীর শিক্ষা দেওয়া শুরু করেন। তার শিক্ষাদানের প্রক্রিয়া দেখে স্থানীয় লোকজন তাকে একটি মাদ্রাসা করার জন্য জোর তাগীদ দিতে শুরু করেন। ১৯৪৫ সালে আতহার আলীর তত্ত্বাবধানে দুজন শিক্ষক ও কয়েকজন ছাত্র নিয়ে কিশোরগঞ্জের শহীদী মসজিদে ছোট্ট একটি মাদ্রাসার যাত্রা শুরু হয়। ইমদাদুল্লাহ মুহাজিরে মক্কির নামানুসারে এ মাদ্রাসার নাম রাখা হয় ইমদাদুল উলুম। পরবর্তীতে শহিদী মসজিদের পার্শ্ববর্তী জায়গাটি মাদ্রাসার জন্য ব্যবস্থা করা হয়। আতহার আলী নিজ শিষ্য আহমদ আলী খানকে প্রধান করে শহিদী মসজিদ থেকে মাদ্রাসা কার্যক্রম নিজস্ব কমপ্লেক্সে নিয়ে আসেন। ১৯৫৫ সালে এ মাদ্রাসায় দাওরায়ে হাদিস খোলা হয়। তখন মাদ্রাসার নামকরণ করা হয় জামিয়া ইমদাদিয়া।\nআরব-অনারবের দুর্লভ অনেক কিতাব, সংকলন সংগ্রহ করে জামিয়ার জন্য একটি সমৃদ্ধ পাঠাগার গড়ে তোলা হয়। এ সময় মাদ্রাসার পক্ষ থেকে মাসিক আল-মুনাদি, মাসিক নাজাত, সাপ্তাহিক নেজামে ইসলাম প্রকাশ করা হত। কিন্তু স্বাধীনতা পরবর্তী মাদ্রাসার সাময়িক সংকটের সময় পাঠাগারের দুর্লভ অনেক কিতাব হারিয়ে যায়। প্রকাশনা বিভাগ বন্ধ হয়ে যায়।\nপ্রতিষ্ঠার পর থেকে ১৯৮২ সাল পর্যন্ত আহমদ আলী এ মাদ্রাসার পরিচালক ছিলেন। তারপর ২০২০ সাল পর্যন্ত এ দায়িত্ব পালন করেন আযহার আলী আনোয়ার শাহ। তার মৃত্যুবরণের পর শাব্বির আহমদ মাদ্রাসার মহাপরিচালক নিযুক্ত হন।\n\n\n== আরও দেখুন ==\nশহীদী মসজিদ\nদেওবন্দি\nকওমি মাদ্রাসা\nদারুল উলুম দেওবন্দ\nআল জামিয়া আল ইসলামিয়া পটিয়া\nবাংলাদেশের কওমি মাদ্রাসার তালিকা\n\n\n== তথ্যসূত্র =="}