{"pageid": 1073463, "title": "যোগেন্দ্রনাথ ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1073463", "content": "যোগেন্দ্রনাথ ভট্টাচার্য (১৮৫০ – ১৮৯৯) ছিলেন একজন ভারতীয় বাঙালি পণ্ডিত এবং ঊনবিংশ শতকের শেষভাগে যখন ভারতীয় সমাজে হিন্দু জাতীয়তাবাদী সমাজ সংস্কারকদের এক গোষ্ঠী সংস্কারের নামে ভারতীয় সমাজে বর্ণের সনাতন ঐতিহ্যবাহী ভূমিকার উপর একনিষ্ঠ ধারণা পোষণ করছিলেন, তখন তিনি উদার দৃষ্টিভঙ্গিতে বক্তব্য রেখেছিলেন। তিনি হিন্দু বর্ণচতুষ্টয়ের চিরায়ত বর্ণপ্রথাকে “সোনার চেইন” আখ্যা দিয়ে বলেছিলেন, জনগণ এই বর্ণচতুষ্টয়ের ব্যবস্থা স্বেচ্ছায় গ্রহণ করেছিলেন। ১৮৯৬ খ্রিস্টাব্দে এ সম্পর্কে ইংরেজীতে লেখা তার বই- “হিন্দু বর্ণ ও সম্প্রদায়”-তে নিজের বিশ্বাসের বিস্তৃত ব্যাখ্যা করেছেন। নৃবিজ্ঞানের গবেষক- অধ্যাপক  সুসান বেলি’র মতামত হলো, \"একজন ভারতীয় পণ্ডিতের দ্বারা রচিত প্রথম আধুনিক নৃতাত্ত্বিক গ্রন্থগুলির মধ্যে একটি।\" তিনি এর আগে হিন্দু আইন সম্পর্কে যে মতামত ব্যক্ত করেছিলেন- ১৮৯৬ খ্রিস্টাব্দে প্রকাশিত গ্রন্থে গুরুত্ব সহকারে উপস্থাপিত হয়েছে।\nযোগেন্দ্রনাথ ভট্টাচার্য কলকাতা বিশ্ববিদ্যালয়ের স্নাতক ছিলেন। তিনি তৎকালীন বাংলার ব্রাহ্মণ সমাজের প্রতিনিধি দলের এক সংস্থা “বঙ্গীয় ব্রাহ্মণ সভা”-র সভাপতি ছিলেন। এছাড়া তিনি নদীয়া পণ্ডিত মহাবিদ্যালয় বা নদিয়া পণ্ডিত সমাজ নামক এক ব্রাহ্মণ সমাজের নেতৃত্বে ছিলেন, যারা হিন্দুধর্মের ঐতিহ্যের বিষয়ে নির্দেশাবলি ও সে সম্পর্কে রায় প্রদান করত।\nতৎকালীন অনেক সমাজ সংস্কারকেরা ধর্মকে এক বহির্মুখী ক্ষতিকারক প্রতিষ্ঠান হিসাবে দেখেন যা ভারতের বিকাশের অন্তরায়ে মূল কারণ হিসাবে দেখছেন, তখন যোগেন্দ্রনাথ ভট্টাচার্য হিন্দুধর্মকে দেশের একক সত্তার প্রতীক মেনে ও সমস্ত ধারনার কেন্দ্রবিন্দু ধরে এর ঐতিহ্যবাহী রূপের কারণে গৌরবময় ব্যবস্থা হিসাবে দেখেন। বর্ণ ও  ঐতিহ্যবাহী জাতি-সম্পর্কিত ধারণায় উদ্ভুত পরিস্থিতিতে অতীতে দেশ যেভাবে আক্রমণে শিকার হয়েছিল, তা সত্বেও বৈচিত্র্যের মাঝে সুশৃঙ্খলভাবে একত্রিত রেখেছিল। যোগেন্দ্রনাথ ভট্টাচার্যের ন্যায় রক্ষণশীল মনের মানুষের কাছে প্রাচীন বর্ণব্যবস্থা  প্রয়োগের এক ভাল দিক ছিল। যদিও তারা বর্ণবাদ নিয়ে বিরোধ করেনি যে বর্ণের সমসাময়িক বাস্তবতা কখনও কখনও তার চিরাচরিত শিকড় থেকে পৃথক ছিল। তিনি \"দৃঢ় জাতীয়তাবাদী আদর্শকে গ্রহণ করেছিলেন, তবুও তিনি 'আধুনিক' হিন্দু 'পুনর্জাগরণবাদী' সংস্থার মঞ্চ হতে যে বক্তব্য রেখেছিলেন, কোনও বর্ণবাদী সংস্কারক হিসাবে নয় বরং প্রতিষ্ঠিত ব্রাহ্মণ্যিক রীতিনীতিগুলির অনুরাগী রক্ষাকারী হিসাবে।\nস্বামী বিবেকানন্দ ও তারপরে মহাত্মা গান্ধী এবং যারা আর্য সমাজে যুক্ত হয়েছেন- \"জাতীয় গর্ব, সমাজসেবা এবং হিন্দু ধর্মকে পুনরুত্থিত\" করেছেন এবং এর পাশাপাশি বর্ণব্যবস্থার অপরিহার্যতার স্বীকৃতি সমেত জাতির ভবিষ্যত উন্নয়ণে ভূমিকা সবকিছুতেই বেলি এবং অন্যান্যরা যোগেন্দ্রনাথের দার্শনিক যোগসুত্র খুঁজে পান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nভট্টাচার্য, যোগেন্দ্রনাথ (ফেব্রুয়ারি ৬, ২০১৯)। Hindu Castes and Sects: An Exposition of the Origin of the Hindu Caste System and the Bearing of the Sects Towards Each Other and Towards Other Religious Systems (ইংরেজি ভাষায়)। আলফা এডিশনস। আইএসবিএন 978-93-5329-790-9।"}