{"pageid": 1073837, "title": "প্রাথমিক গণপ্রস্তাব", "url": "https://bn.wikipedia.org/wiki?curid=1073837", "content": "প্রাথমিক গণপ্রস্তাব (আইপিও) (ইংরেজি: Initial public offering) হচ্ছে শেয়ার বাজারে তালিকাভুক্তির জন্য কোম্পানি কর্তৃক প্রাতিষ্ঠানিক ও সাধারণ বিনিয়োগকারীদের নিকট শেয়ার বিক্রির একটি গণপ্রস্তাব বা আহ্বান। প্রাথমিক গনপ্রস্তাব সাধারণত এক বা একাধিক বিনিয়োগ ব্যাংক দ্বারা অবলিখীত হয়ে থাকে যারা ঐ কোম্পানির শেয়ার স্টক একচেঞ্জে তালিকাভুক্তি ও গনপ্রস্থাবের আয়োজনে সহায়তা করে। গনপ্রস্তাবের মাধমেই একটি প্রাইভেট কোম্পানি পাবলিক কোম্পানিতে রূপান্তরিত হয়। এছাড়াও, নতুন মূলধন সংগ্রহের জন্যও ইতোমধ্যে তালিকাভুক্ত কোম্পানি প্রাথমিক গণপ্রস্তাবের আয়োজন করে।\nআইপিওর পরে কোম্পানির শেয়ারগুলো মাধ্যমিক বাজারে সহজে লেনদেন করা যায় যেটি ফ্রি ফ্লোট নামে পরিচিত। আইপিওর নানবিধ সুবিধা রয়েছে, তবে এখানে ব্যাংকিং এবং আইনী প্রক্রিয়ার সাথে সম্পর্কিত খরচসহ অনেক খরচ বিদ্যমান। এছাড়াও, আইপিওর ক্ষেত্রে কোম্পানির সংবেদনশীল তথ্য প্রকাশের বাধ্যবাধকতা রয়েছে।\nআইপিও সম্পর্কিত বিস্তারিত বিবরণ প্রসপেক্টাস নামে পরিচিত একটি কাগজের মাধ্যমে সম্ভাব্য ক্রেতাদের নিকট প্রকাশ করা হয়। প্রাথমিক গণপ্রস্তাবের আগে অধিকাংশ কোম্পানি এক বা একাধিক অভিজ্ঞ অবলেখক নিয়োগ করে।  অবলেখকরা শেয়ারের মূল্য নির্ধারণ এবং ঐ শেয়ারের বাজার বা বাজার চাহিদা সৃষ্টিসহ বিভিন্ন সহায়তা প্রদান করে।\n\n\n== ইতিহাস ==\n\nরোমান প্রজাতন্ত্রের সময়েপাবলিকানি নামের একটি প্রতিষ্ঠান বাজারে পাবলিক শেয়ার ছাড়ে। এটিকেই ইতিহাসের প্রথম প্রাথমিক গণপ্রস্তাব হিসেবে বিবেচনা করা হয়। বর্তমান যুগের যৌথমূলধনী প্রতিষ্ঠানের মতই তখনকার পাবলিকানি একটি আইনী সত্তা হিসেবে বিবেচিত হতো এবং এদের মালিকানা অনেকগুলি শেয়ার বা অংশে বিভক্ত ছিল।\nপ্রারম্ভিক আধুনিক যুগে ডাচরা আর্থিক উদ্ভাবক ছিলেন যারা আধুনিক আর্থিক ব্যবস্থার ভিত্তি স্থাপনে সহায়তা করেছিলেন ১৬০২ সালের মার্চ মাসে ওলন্দাজ ইস্ট ইন্ডিয়া কোম্পানি তাদের মূলধন বাড়াতে সাধারণ জনগণের কাছে কোম্পানির শেয়ার বিক্রির জন্য গণপ্রস্তাব করে যেটি ছিল আধুনিক যুগের প্রথম প্রাথমিক গণপ্রস্তাব। ওলন্দাজ ইস্ট ইন্ডিয়া কোম্পানি সর্বপ্রথম সাধারণ জনগণের জন্য শেয়ার এবং স্টক প্রচলন করে। \nমার্কিন যুক্তরাষ্ট্রে, প্রথম ১৭৮৩ সালের ব্যাংক অব উত্তর আমেরিকার প্রাথমিক গণপ্রস্তাব আহ্বান করে। \n\n\n== সুবিধা এবং অসুবিধা ==\n\n\n=== সুবিধা ===\nএকটি কোম্পানি যখন তালিকাভুক্ত হয় তখন এটি বিভিন্ন পদ্ধতিতে অতিরিক্ত সাধারণ শেয়ার ইস্যু করে অধিক পরিমাণ মূলধন জোগাড় করতে পারে। ফলে, কোম্পানিগুলি অতিরিক্ত মূলধনের জন্য ঋণ না করে বরং শেয়ার বাজার থেকে সেটি জোগাড় করতে পারে।\nএকটি তালিকাভুক্ত কোম্পানি সাধারণত আইপিও পূর্ববর্তী নিন্মক্ত সুবিধাদি পায়:\n\nইক্যুইটি মূলধন বৃদ্ধি এবং মূলধনের বৈচিত্র্যকরণ করা;\nএটি মূলধনে সংগ্রহের সবচেয়ে সস্তা মাধ্যম;\nজনসাধারণের কাছে কোম্পানি চিত্র তুলে ধরা ও কোম্পানির সুনাম বৃদ্ধি করা;\nতরল ইক্যুইটি অংশগ্রহণের মাধ্যমে ভাল ব্যবস্থাপনা এবং কর্মীদের আকর্ষণ এবং ধরে রাখা;\nএকাধিক অর্থায়নের সুযোগ তৈরি করা: ইক্যুইটি, রূপান্তরযোগ্য ঋণ, কম সুদে ব্যাংক ঋণ পাওয়া ইত্যাদি সুবিধা।\n\n\n=== অসুবিধা ===\nপ্রাথমিক গণপ্রস্তাবের কিছু অসুবিধাও রয়েছে যেগুলো নিম্নরুপঃ\n\nআইনি, হিসাব-নিকাষ ও বাজারজাতকরণ সংক্রান্ত খরচ উল্লেখযোগ্য হারে বৃদ্ধি পায়;\nকোম্পানির সংবেদনশীল তথ্য জনসাধারণের কাছে প্রকাশ করতে হয়;\nব্যবস্থাপনা কর্তৃপক্ষের অধিক মনোনিবেশ ও শ্রম দিতে হয়;\nজনসাধারণের জন্য প্রকাশিত তথ্য অনেক সময় প্রতিযোগী ও সরবরাহকারী ব্যবহার করে অনৈতিক সুবিধা নিতে পারে;\nনতুন নতুন শেয়ারহোল্ডারদের কারণে ব্যবস্থাপনার নিয়ন্ত্রণ হ্রাস পেতে পারে।\n\n\n== পদ্ধতি ==\nপ্রাথমিক গণপ্রস্তাবের পদ্ধতি বভিন্ন দেশে বিভিন্ন আইন দ্বারা পরিচালিত হয়।  মার্কিন যুক্তরাষ্ট্রে গণপ্রস্তাব মার্কিন সিকিওরিটিজ অ্যান্ড এক্সচেঞ্জ কমিশন কর্তৃক ১৯৩৩ সালের সিকিওরিটিজ আইনের অধীনে নিয়ন্ত্রিত হয়। যুক্তরাজ্যে্র গণপ্রস্তাব যুক্তরাজ্য তালিকা কর্তৃপক্ষের দ্বারা পরিচালিত ও নিয়ন্ত্রিত হয়। প্রাথমিক গণপ্রস্তাবের ক্ষেত্রে সাধারণত নিচের পদ্ধতি অনুসরণ করা হয়ঃ\n\nঅগ্রিম পরিকল্পনা\nঅবলেখক নিয়োগ\nবরাদ্দ এবং মূল্য নির্ধারণ\nশেয়ার হস্তান্তর।\n\n\n== বৃহত্তম প্রাথমিক গণপ্রস্তাবসমূহ ==\n\n\n== বৃহত্তম প্রাথমিক গণপ্রস্তাব বাজার ==\n২০০৯ সালের আগে আমেরিকা ছিল মোট লেনদেনকৃত মূল্য বিবেচনায় শীর্ষস্থানীয় প্রাথমিক গণপ্রস্তাব বাজার। ২০১১ সালের নভেম্বর পর্যন্ত চীন প্রাথমিক গণপ্রস্তাব বাজারে শীর্ষস্থান ধরে রেখেছিলো।\n\n\n== আরও দেখুন ==\nপাবলিক লিমিটেড কোম্পানি\nশেয়ার বাজার\nনিউ ইয়র্ক স্টক এক্সচেঞ্জ\nঢাকা স্টক এক্সচেঞ্জ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন =="}