{"pageid": 1073199, "title": "পান্থ কানাই", "url": "https://bn.wikipedia.org/wiki?curid=1073199", "content": "পান্থ কানাই একজন বাংলাদেশী সংগীতশিল্পী, ড্রামবাদক, শাস্ত্রীয় তবলাবাদক ও সংগীতশিক্ষক। ২০০১ সালে তান্ডব ব্যান্ডের সঙ্গে তার অভিষেক অ্যালবাম মা প্রকাশ করেন।\n\n\n== প্রাথমিক জীবন ==\nতার জন্ম ও বেড়ে ওঠা বন্দর নগরী চট্টগ্রামে। তার মা একজন সংগীতশিল্পী। প্রাথমিক বয়সেই তিনি ভারতীয় শাস্ত্রীয় তবলা বাজানো শিখেছিলেন। ছয় বছর বয়স থেকে তিনি তার মায়ের সঙ্গে শাস্ত্রীয় তবলা বাজাতেন। উচ্চ বিদ্যালয়ে পড়ার সময় তিনি জ্যাজ ড্রাম বাজানো শুরু করেন, পরবর্তীতে সোলস ও নগর বাউলের মতো ব্যান্ডগুলোতে ড্রাম বাজিয়ে দেশের অন্যতম জনপ্রিয় গায়ক ও ড্রামবাদক হয়ে ওঠেন। দশম শ্রেণীতে পড়ার সময়, যখন তিনি ড্রাম বাজানো শুরু করেন, ওশান (Ocean) নামে একটি ব্যান্ডদল গঠন করেন। এর পরপরই তিনি নিজেই গান গাওয়া শুরু করেন।\n\n\n== কর্মজীবন ==\nপান্থ তান্ডব ব্যান্ডের সঙ্গে ২০০১ সালে তার অভিষেক অ্যালবাম মা প্রকাশ করেন, একই বছর তিনি আদম হাওয়া নামে আরেকটি অ্যালবাম প্রকাশ করেন। ২০০২ সালে মন কারিগর এবং ২০০৩ সালে তার সর্বশেষ একক অ্যালবাম নৌকা জমিন নাটাই প্রকাশ করেন। ২০০৩ সালে প্রকাশিত চুমকি-১ নামের অ্যালবামে সারেং বৌ (১৯৭৮) চলচ্চিত্রের বিখ্যাত \"ওরে নীল দরিয়া\" গানের  পুনঃমিশ্রণ সংস্করণে কণ্ঠ দেন তিনি। একই অ্যালবামের জন্য দোস্ত দুশমন (১৯৭৮) চলচ্চিত্রের বিখ্যাত \"চুমকি চলছে একা পথে\" গানেরও পুনঃমিশ্রণে কণ্ঠ দেন পান্থ, যা ২০২০ সালে ১৯ অক্টোবর অনুমপ রেকর্ডিংয়ের ইউটিউব চ্যানেলে পুনঃপ্রকাশ করা হয়। বড় ভালো লোক ছিল (১৯৮২) চলচ্চিত্রের জাতীয় পুরস্কার প্রাপ্ত \"হায়রে মানুষ রঙ্গীন ফানুস\" গানটি ২০০৫ সালে সাউন্ডটেকের প্রযোজনায় ডিজে মোর্তাজার সংগীত পরিচালনায় রঙ্গীন মানুষ নামের অ্যালবামে পুনঃমিশ্রণ সংস্করণ ব্যবহার করা হয়,  যেখানে কণ্ঠ দেন পান্থ কানাই। ২০১৪ সালে বাংলাদেশে অনুষ্ঠিত টি-২০ ক্রিকেট বিশ্বকাপের থিম সং \"চার ছক্কা হৈ হৈ\" গানে দিলশাদ নাহার কনা, এলিটা করিম, যোহন আলমগীর, সানবির হুদা, বাঁধন সরকার পূজা ও কৌশিক হোসেন তাপসর সঙ্গে সম্মিলিতভাবে কণ্ঠ দেন তিনি। গানটির সুর ও সঙ্গীতায়োজন করেছেন ফুয়াদ আল মুক্তাদির এবং গীত রচনা করেছেন অনম বিশ্বাস ও রিফায়েত আহমেদ, এছাড়াও সংগীত ভিডিও পরিচালনা করেছেন আশিকুর রহমান। এটি ২০১৪ সালের ২০ ফেব্রুয়ারি বিশ্বব্যাপী আনুষ্ঠানিকভাবে প্রকাশ করা হয়। এর অধিকাংশ গীত বাংলা ভাষায় ব্যক্ত করা হয়েছে; পাশাপাশি ইংরেজি ভাষার এতে অন্তর্ভুক্তি ঘটেছে। গানটির মাধ্যমে বাংলাদেশের প্রধান শহরগুলোতে ফ্ল্যাশ মবের ন্যায় নতুন ধারার জন্ম হয়। সর্বশেষ একক অ্যালবাম প্রকাশের প্রায় ১৩ বছর পর ২০১৬ সালে অনলাইনে প্রকাশ করেন তিনটি গান নিয়ে একক অ্যালবাম দেহখাঁচা। ২০১৭ সালের সত্তা চলচ্চিত্রে বাপ্পা মজুমদারের সুরে ও আহসান কবিরের লেখায় \"রাজা বদল\" শিরোনামের একটি আইটেম গানে বাঁধন সরকার পূজার সঙ্গে দ্বৈতভাবে কণ্ঠ দেন তিনি। এরপর তিনি ২০১৮ সালের সেপ্টেম্বরে সুমন কল্যাণের সুর ও সঙ্গীতায়োজনে \"দেহের মাঝে\" এবং রুশো মাহতাবের কথা ও সুরে \"মন সঁপিলাম\" শিরোনামের দুটি সঙ্গীত ভিডিও ইউটিউবে প্রকাশ করেন। ২০১৮ সালে তিনি ড্রামবাজ নামে একটি সংগীত বিদ্যালয় চালু করেন। ২০১৯ সালের ফেব্রুয়ারিতে ১৫টি দেশাত্মবোধক গান নিয়ে ফাহমিদা নবীর জীবনের জয়গান নামের একটি অ্যালবামের জন্য \"পরীবিবির মাজার দেখো\" শিরোনামের একটি গানে কণ্ঠ দেন তিনি, যা সংগীতায়োজন করেন বর্ণ চক্রবর্তী। ২০২০ সালে নবাব এলএলবি চলচ্চিত্রের \"আমি নবাব\" শিরোনামের একটি গান প্রথমে তার কণ্ঠে ধারণ করা হয়, তবে চলচ্চিত্রে ভারতীয় সংগীতশিল্পী সম্প্রীত দত্তের গাওয়া সংস্করণটি রাখা হয়। চলচ্চিত্রটিতে তার গাওয়া সংস্করণটি না রাখায় এর কুশীলব ও শ্রোতা কর্তৃক পরিচালক অনন্য মামুন সমালোচনার মুখোমুখি হতে হয়।\n\n\n== গানের তালিকা ==\n\n\n=== চলচ্চিত্রে নেপথ্য ===\n\"রাজা বদল\" – (বাঁধন সরকার পূজা দ্বৈত সত্তা ২০১৭)\n\n\n=== অ্যালবাম ===\nমা (২০০১)\nআদম হাওয়া (২০০১)\nমন কারিগর (২০০২)\nনৌকা জমিন নাটাই (২০০৩)\nদেহখাঁচা (২০১৬)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে পান্থ কানাই (ইংরেজি)\nবাংলা মুভি ডেটাবেজে পান্থ কানাই  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ জুলাই ২০২১ তারিখে"}