{"pageid": 1073007, "title": "সত্য বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1073007", "content": "সত্য বন্দ্যোপাধ্যায় ; (১ জানুয়ারি ১৯২৬ – ২৮ জুলাই ১৯৯৭) ছিলেন   পশ্চিমবঙ্গের বাংলা চলচ্চিত্র   ও নাট্যজগতের বিশিষ্ট ব্যক্তিত্ব।  তিনি তিনশোর বেশি চলচ্চিত্র এবং অসংখ্য নাটকে অভিনয় করেন। বেতারের অনুষ্ঠানেও প্রায়ই অংশগ্রহণ করতেন। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nসত্য বন্দ্যোপাধ্যায়ের জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের কলকাতায়। পিতা বনমালী বন্দ্যোপাধ্যায় ও মাতা চারুশীলা দেবী। স্কুলে র পাঠ রাণী ভবানী স্কুলে। কৈশোরেই তার মাতৃবিয়োগ হয়। কলকাতার সিটি কলেজের পাঠ শেষ করে [[টিটাগড় | টিটাগড়ের কাগজ কারখানায় এক কাজ নেন। সেসময় ফুটবল ও ব্যাডমিন্টন খেলায় তার দক্ষতা ছিল। \n\n\n== নাট্যজগতে অভিনয় ==\nতার অভিনয় জীবন শুরু হয় শেখেন নাট্যদলে অভিনয়ের মাধ্যমে। বীরেন্দ্রকৃষ্ণ ভদ্র তাঁকে  আকাশবাণীতে বেতার নাটকে অংশগ্রহণের সুযোগ করে দেন। তার যথার্থ নাট্যশিক্ষা বীরেন্দ্রকৃষ্ণ ভদ্রের কাছেই।\"শহীদের ডাক\" নাটকে তার প্রথম প্রধান চরিত্রে অভিনয় ছিল গণনাট্য সংস্থার প্রযোজনায়। ১৯৫৫ খ্রিস্টাব্দে মিনার্ভায় 'ঠাকুর শ্রীশ্রীরামকৃষ্ণ' নাটকে 'হৃদের' ভূমিকায় প্রথম পেশাদার মঞ্চে অভিনয়। নাটকটি বেশিদিন চলেনি। পরে রঙমহল থিয়েটারে যোগ দিয়ে ক্রমে বাংলা পেশাদার মঞ্চের নির্ভরশীল অভিনেতা হয়ে ওঠেন। নিজস্ব নাট্যদল 'ইঙ্গিত ' ও পরে সহকর্মী ও বন্ধু তরুণকুমারের সঙ্গে 'কল্পতরু'  নাট্যগোষ্ঠী গঠন করেন। \nতিনি নিজে নাট্য রচনা করে, তাতে অভিনয়ও করেছেন। বেশিরভাগ নাটক অত্যন্ত জনপ্রিয় হয়েছিল। যেমন - 'শেষ থেকে শুরু', 'এরাও মানুষ' এবং 'নাগপাশ'। তার রচিত ও পরিচালিত সবচেয়ে জনপ্রিয় নাটক ছিল - নহবত । কলকাতার তপন থিয়েটারে  ১৯৭৬ খ্রিস্টাব্দ হতে ১৯৮৪ খ্রিস্টাব্দ পর্যন্ত নিরবচ্ছিন্নভাবে ১৬০০ রজনী চলেছিল। তার অভিনয় দক্ষতা বহু সমসমায়িক স্বনামধন্য  পরিচালক ও অভিনেতা দ্বারা প্রশংসিত হয়েছিল। তিনি ও তরুণ কুমার চট্টোপাধ্যায় মিলে তরুণ কুমারের জ্যেষ্ঠ ভ্রাতা মহানায়ক  উত্তমকুমারের স্মৃতিতে রঙ্গমঞ্চ - উত্তমমঞ্চ প্রতিষ্ঠা  করেন।\n\n\n== চলচ্চিত্রে অভিনয় ==\nবাংলা চলচ্চিত্রে কিছু ছবিতে নায়ক হিসাবে তার অভিনয় জীবনের শুরু ১৯৪০ এর দশকের শেষভাগে। পরে তিনি চরিত্রশিল্পী হিসাবে নিজেকে প্রতিষ্ঠিত করেন এবং সাবলীল ভাবে হাস্যরসাত্নক ছবিতে অভিনয় করতে থাকেন। সমান পারদর্শীতায় খলনায়কের চরিত্রেও কাজ করেছেন। তার মধ্যে উল্লেখযোগ্য হল চারমূর্তি' যেখানে 'ঘুটঘুটানন্দ'-এর ভূমিকায় দেখা গেছে।\nসত্যজিৎ রায়, মৃণাল সেন সহ বহু খ্যাতনামা পরিচালকের অধীনে কাজ করেছেন। তিনি  তরুণ মজুমদারের পরিচালনায় তার একাধিক ছবিতে সফল অভিনয় করেন। \n\n\n== পুরস্কার ও সম্মাননা ==\nমঞ্চাভিনেতা হিসাবে সত্য বন্দ্যোপাধ্যায় অনেক পুরস্কার ও সম্মান পেয়েছেন। তন্মধ্যে ১৯৮৭ খ্রিস্টাব্দে মাইকেল মধুসূদন অ্যাওয়ার্ড ও ১৯৮৮ খ্রিস্টাব্দে পশ্চিমবঙ্গ নাট্য আকাদেমি পুরস্কার উল্লেখযোগ্য। \n\n\n== নির্বাচিত চলচ্চিত্রসমূহ ==\n\n\n== তথ্যসূত্র =="}