{"pageid": 1073192, "title": "সত্য বন্দ্যোপাধ্যায় (অভিনেতা)", "url": "https://bn.wikipedia.org/wiki?curid=1073192", "content": "সত্য বন্দ্যোপাধ্যায় (২৫ সেপ্টেম্বর ১৯৩৩ - ৩০ জানুয়ারি ২০০৬) ছিলেন পশ্চিমবঙ্গের রঙ্গমঞ্চ ও চলচ্চিত্র জগতের বিশিষ্ট অভিনেতা। তিনি তিনশো নাটকে অভিনয় করেছেন। \n'কুহেলি' ছবিতে যে সত্য বন্দ্যোপাধ্যায় অভিনয় করেছেন তিনি অন্য ব্যক্তি।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nসত্য বন্দ্যোপাধ্যায়ের জন্ম ১৯৩৩ খ্রিস্টাব্দের ২৫  সেপ্টেম্বর বিহারের  পাটনায়। পিতা অতুলদেব বন্দ্যোপাধ্যায় ও মাতা অমিয়া দেবী। তাঁর স্কুল জীবনের পড়াশোনা  উত্তর প্রদেশের  লখনউ-এ। সেখানকার অ্যাংলো-বেঙ্গলী স্কুল থেকে ম্যাট্রিক পাশ পর কলকাতায় আসেন। আশুতোষ কলেজ থেকে অনার্স নিয়ে বি. এ এবং কলকাতা বিশ্ববিদ্যালয় থেকে ইংরাজীতে এম.এ পাশ করেন। \n\n\n== কর্মজীবন ==\nসত্য বন্দ্যোপাধ্যায় ১৯৫২ খ্রিস্টাব্দে অভিনয় জীবন শুরু করেন  উৎপল দত্তের লিটিল থিয়েটার গ্রুপে পরবর্তীতে যেটি পিপলস্ থিয়েটার গ্রুপে পরিবর্তিত হয়। তিনি উৎপল দত্তের ঘনিষ্ঠ সহযোগী ছিলেন। তিনি পিপলস্ থিয়েটার গ্রুপের 'কল্লোল', 'অঙ্গার', 'নীচের মহল' , মহাবিদ্রোহ এবং তিতুমীর সহ ১৫০ টি নাটকে মুখ্যভূমিকায় অভিনয় করেন।  ১৯৬৬ খ্রিস্টাব্দ হতে ১৯৬৭ খ্রিস্টাব্দ পর্যন্ত জার্মানির 'বার্লিনার এনসেম্বল'-এ প্রশিক্ষণ নেন। তিনি বাংলা ও ইংরাজী নিয়ে প্রায় চল্লিশটি নাটক পরিচালনা করেছেন। তাঁর উল্লেখযোগ্য নাটকের তালিকা-\n\nবাজি (আন্তন চেখভের ছোটগল্প অবলম্বনে উৎপল দত্তের প্রযোজনা ও পরিচালনায়)\nফোর্টিনথ অফ জুলাই (উৎপল দত্তের প্রযোজনা)\nদাঁতোঁ (উৎপল দত্তের প্রযোজনা)\nলেলিনের ডাক (উৎপল দত্তের রচনা ও পরিচালনা)\nঅন্যান্য নাটক ও চরিত্র হল -\n\n\n=== অন্যান্য নাটক ===\n\n \nতিনি সত্যজিৎ রায় এবং মৃণাল সেন পরিচালিত কিছু ছবিতে অভিনয়ও করেছেন।  \nতার উল্লেখযোগ্য ছায়াছবিগুলি হল - মৃণাল সেনের' 'একদিন প্রতিদিন' ১৯৮০) এবং  সত্যজিৎ রায়ের 'জয়বাবা ফেলুনাথ' (১৯৭৯)\n\n\n== নির্বাচিত চলচ্চিত্রসমূহ ==\n\n\n== পুরস্কার ==\nসত্য বন্দ্যোপাধ্যায় রঙ্গমঞ্চ ও ছায়াছবিতে অভিনয়ের জন্য বহু পুরস্কার ও সম্মাননা পেয়েছেন। \n\n১৯৮২ সালে পশ্চিমবঙ্গ নাট্য আকাদেমি পুরস্কার\n১৯৮৯ সালে ঋত্বিক ঘটক পুরস্কার\nসংগীত নাটক আকাদেমি পুরস্কার ১৯৯৬ \nবিএফজেএ পুরস্কার\n“একদিন প্রতিদিন” ছবিতে অভিনয়ের জন্য পশ্চিমবঙ্গ সিনেমা পুরস্কার\n\n\n== তথ্যসূত্র =="}