{"pageid": 107382, "title": "বায়েজিদ বোস্তামীর মাজার", "url": "https://bn.wikipedia.org/wiki?curid=107382", "content": "বায়েজিদ বোস্তামীর মাজার চট্টগ্রামের নাসিরাবাদের একটি পাহাড়ের উপরে অবস্থিত। ইরানের বিখ্যাত সুফি বায়েজিদ বোস্তামীর নামে গড়ে উঠা এই মাজার চট্টগ্রামের ধর্মপ্রাণ মানুষের পাশাপাশি চট্টগ্রামে আসা দেশী বিদেশী পর্যটকদের জন্যও একটি অত্যন্ত আকর্ষণীয় স্থান। বেশ কিছু মানুষের ধারণা যে এখানেই বায়েজিদ বোস্তামীর কবর অবস্থিত এবং তাঁরা এই বিশ্বাস থেকেই তার কবর জিয়ারত করতে যান। কিন্তু আসলে তা সত্য নয়। তাঁর কবর ইরানে অবস্থিত।\nহযরত বায়জিদ বোস্তামি (রহঃ) এর আসল মাজার বা কবর হলো ইরানের সেমনন প্রদেশের বোস্তাম শহরে।\n\n\n== বর্ণনা ==\n\nএই সমাধির অবয়ব সর্বপ্রথম ১৮৩১ সালে পাহাড়ের উপরিভাগে একটি দেয়ালঘেরা আঙ্গিনার মাঝে আবিষ্কার করা হয়। আঙ্গিনার ঠিক মাঝামাঝি একটি শবাধার অবস্থিত। পরবর্তীতে সমাধিস্থলটি আধুনিক কাঠামো দ্বারা প্রতিস্থাপিত হয়। সমাধি পাহাড়ের পাদদেশে একটি তিন গম্বুজ বিশিষ্ট মুঘল রীতির আয়তাকার মসজিদ এবং একটি বিশালাকার দীঘি আছে। স্থাপত্যশৈলী থেকে ধারণা করা হয় যে মোঘল সম্রাট আওরঙ্গজেবের আমলে মসজিদটি নির্মিত।\n\n\n== জনশ্রুতি ==\n\nযদিও বায়েজিদ বোস্তামীর নাম অনুসারে এই মাজার, ইরানের বিখ্যাত সুফী বায়েজিদ বোস্তামীর এই অঞ্চলে আগমনের কোনো ঐতিহাসিক ভিত্তি খুঁজে পাওয়া যায়না। ধারণা করা হয় সুফী সাধক ও আউলিয়াগণ চট্টগ্রামে ইসলাম ধর্ম প্রচারের সময় সচরাচর পাহাড় এর উপরে কিংবা জঙ্গল ঘেরা অঞ্চলে আবাস স্থাপন করেন এবং এসব জায়গাতে মাজার কিংবা এই ধরনের বিভিন্ন স্থাপনা প্রতিষ্ঠা করেন। বায়েজিদ বোস্তামীর মাজারটাও মূলত উনাকে উৎসর্গ করে প্রতিষ্ঠিত একটি প্রতিরূপ মাত্র।\nযদিও এলাকার জনশ্রূতি অনুযায়ী বায়েজিদ বোস্তামীর চট্টগ্রামে আগমনের ইতিহাস শুনতে পাওয়া যায়। চট্টগ্রামে অবস্থানের পরে প্রস্থানকালে ভক্তকূল তাকে থেকে যাবার অনুরোধ করলে উনি তাদের ভালোবাসা ও ভক্তিতে মুগ্ধ হয়ে কনিষ্ঠ আঙ্গুল কেঁটে কয়েক ফোঁটা রক্ত মাটিতে পড়ে যেতে দেন এবং ঐ স্থানে উনার নামে মাজার গড়ে তুলবার কথা বলে যান। এই জনশ্রুতির স্বপক্ষে অষ্টাদশ শতাব্দীর চট্টগ্রামের কিছু কবির কবিতার উল্লেখ করা হয় যেখানে শাহ সুলতান নামক একজন মনীষির নাম বর্ণিত আছে। বায়েজীদ বোস্তামীকে যেহেতু সুলতান উল আরেফীন হিসাবে আখ্যায়িত করা হয় যেই সূত্রে এই শাহ সুলতান আর সুলতান উল আরেফীন কে একই ব্যক্তি হিসেবে ধরে নেওয়া হয়। \n\n\n== বোস্তামীর কাছিম ==\n\nবায়েজিদ বোস্তামীর মাজারের পাদদেশে একটি সুবিশাল দীঘি অবস্থিত। এর বাসিন্দা হিসাবে বোস্তামীর কাছিম ও গজার মাছ সুবিখ্যাত। আঞ্চলিকভাবে এদের মাজারী ও গজারী বলে আখ্যায়িত করা হয়। বোস্তামীর কাছিম আন্তর্জাতিকভাবে স্বীকৃত একটি অত্যন্ত বিরল এবং চরমভাবে বিপন্নপ্রায় প্রজাতি। বর্তমানে বায়েজিদ বোস্তামীর মাজার প্রাঙ্গণ ব্যতীত বিশ্বের আর কোথাও এদের দেখা মিলে না। মাজারের দেখাশোনার দ্বায়িত্বে থাকা মাজার তত্ত্বাবধায়ক কমিটির লোকদের দ্বারাই এদের প্রতিপালন করা হয়। বর্তমানে মাজার প্রাঙ্গণ সংলগ্ন এই দীঘিতে দেড়শো থেকে সাড়ে তিনশো কচ্ছপের আবাস রয়েছে বলে ধারণা করা হয়। প্রজনন মৌসুমে মাজারের মূল পাহাড়ের পেছনে এদের জন্য সংরক্ষিত স্থানে এদের ডিম পাড়ার ব্যবস্থা করা হয়।\nমাজারের ভক্তকূল ও আঞ্চলিক জনশ্রুতি অনুযায়ী মাজার প্রতিষ্ঠাকালে এই অঞ্চলে প্রচুর দুষ্ট জ্বীন এবং পাপীষ্ঠ আত্মার পদচারণা ছিলো। বায়েজিদ বোস্তামী তার এই অঞ্চলে ভ্রমনকালে এইসব দুষ্ট আত্মাকে শাস্তিস্বরূপ কাছিমে পরিণত করেন এবং আজীবন পুকুরে বসবাসের দণ্ডাদেশ প্রদান করেন। \n\n\n== তথ্যসূত্র =="}