{"pageid": 1073563, "title": "বড়া গুম্বদ", "url": "https://bn.wikipedia.org/wiki?curid=1073563", "content": "বড়া গুম্বদ (অর্থ: বড়ো গম্বুজ) ভারতের দিল্লির লোদি উদ্যানে অবস্থিত একটি মধ্যযুগীয় স্মারক। এটি একটি জামে মসজিদ ও দিল্লি সুলতানির শাসক শিকন্দর লোদির ‘‘মেহমান খানা’’ (অতিথিশালা)সহ একগুচ্ছ স্মারকের একটি অংশ। ১৪৯০ খ্রিস্টাব্দে লোদি রাজবংশের শাসনকালে বড়া গুম্বদ নির্মিত হয়। সাধারণভাবে শিকন্দর লোদিকেই এটির নির্মাতা মনে করা হয় এবং এই ভবনের গম্বুজটিই সম্ভবত দিল্লির সবচেয়ে পুরনো পূর্ণাঙ্গ গম্বুজ।\nবড়া গুম্বদ শিকন্দর লোদির সমাধি ও শিশা গুম্বদের কাছে অবস্থিত। তিনটি স্থাপনা একই উত্তোলিত মঞ্চের উপর অবস্থিত এবং তিনটিই লোদি রাজত্বে নির্মিত হলেও এগুলির নির্মাণকাল এক নয়। বড়া গুম্বদ নির্মাণের উদ্দেশ্য স্পষ্ট নয়: এটি সম্ভবত নির্মিত হয়েছিল একটি একক সমাধিসৌধ, কিন্তু এখানে কোনও সমাধিশিলা চিহ্নিত করা যায় না; অথবা এটি একটি প্রবেশদ্বাররূপেও নির্মিত হতে পারে। বর্তমানে বড়া গুম্বদ যে অঞ্চলে অবস্থিত অতীতে সেটির নাম ছিল খইরপুর গ্রাম।\n\n\n== ইতিহাস ==\n১৪৯০ খ্রিস্টাব্দে বড়া গুম্বদ নির্মিত হয়েছিল। মনে করা হয়, যে এটিই দিল্লির প্রথম কোনও ভবনে নির্মিত পূর্ণাঙ্গ গম্বুজ। সাধারণভাবে শিকন্দর লোদিকে এই স্থাপনাটির নির্মাতা হিসেবে মনে করা হয়। বড়া গুম্বদের জামে মসজিদের মিহরাব থেকে জানা যায় মন্দিরটির নির্মাণকাল হল ৯০০ হিজরি।\nবড়া গুম্বদসহ লোদি উদ্যানে চারটি সমাধি রয়েছে; অপর তিনটি সমাধি হল - শিকন্দর লোদির সমাধি, শিশা গুম্বদ সমাধি ও সৈয়দ রাজবংশের মুহাম্মদ শাহের সমাধি। বড়া গুম্বদ সমাধি থেকে প্রায় ৪০০ মিটার (১,৩০০ ফুট) এবং শিশা গুম্বদ থেকে ৭৫ মিটার (২৪৬ ফুট) দক্ষিণে অবস্থিত। শিকন্দর লোদির শাসনকালে বড়া গুম্বদ, পার্শ্ববর্তী মসজিদ এবং ‘‘মেহমান খানা’’ অর্থাৎ অতিথিশালাটি নির্মিত হয়। অনুমান করা হয়, বড়া গুম্বদ জামে মসজিদের প্রবেশদ্বারের কাজ করত। যদিও উভয়ের নির্মাণকাল, অবস্থান ও শৈলীগত পার্থক্য প্রবেশপথসংক্রান্ত এই তত্ত্বটিকে সমর্থন করে না। বড়া গুম্বদ নির্মাণের উদ্দেশ্য ও গুরুত্ব অজ্ঞাতই থেকে গিয়েছে এবং এটির নির্মাণকালও একটি রহস্য। জামে মসজিদটি নির্মিত হয়েছিল ১৪৯৪ খ্রিস্টাব্দে। লোদি রাজবংশের শাসনকালে প্রথম প্রবর্তিত স্থাপত্যশৈলীতে নির্মিত প্রথম মসজিদ এটিই।\nকোনও কোনও ইতিহাসবিদের মতে, ১৪৯০ খ্রিস্টাব্দে এক অভিজাত ব্যক্তির দ্বারা বড়া গুম্বদ নির্মিত হয়েছিল। এই অভিজাত ব্যক্তিকে শনাক্ত করা সম্ভব হয়নি। এরপর ১৪৯৪ খ্রিস্টাব্দে শিকন্দর লোদি নিজের তৈরি করা মসজিদের জন্য একটি প্রবেশপথ নির্মাণ করার উদ্দেশ্যে বড়া গুম্বদকে পৃথক করেন।\nসাইমন ডিগবি’র মতে, বড়া গুম্বদ একটি বৃহৎ প্রাচীরবেষ্টিত প্রাঙ্গনের প্রবেশদ্বারের কাজ করত। এই প্রাঙ্গনেরই অন্তর্ভুক্ত ছিল শিশা গুম্বদ, যেটিকে ডিগবি বাহলুল লোদির সমাধি হিসেবে চিহ্নিত করেন।\nপ্রথমদিকে সব ক’টি সমাধিই পৃথক পৃথকভাবে নির্মিত হয়েছিল এবং কোনটিই একই প্রাঙ্গনের অন্তর্ভুক্ত ছিল না। বিংশ শতাব্দীর গোড়ার দিকে যখন একটি উদ্যান গড়ে তোলা হয়, তখনই চারটি সমাধি একক প্রাঙ্গনের অন্তর্ভুক্ত হয়েছিল। ১৯৩৬ সালের ৯ এপ্রিল ভাইসরয় লর্ড উইলিংডনের স্ত্রী লেডি উইলিংডন উদ্যানটির দ্বারোদ্ঘাটন করেন। প্রথমে উদ্যানটির নামকরণ করা হয়েছিল লেডি উইলিংডন পার্ক; কিন্তু ১৯৪৭ সালে ভারতের স্বাধীনতা অর্জনের পর এটির নামকরণ করা হয় লোদি উদ্যান।\n\n\n== নির্মাণ ও স্থাপত্য ==\n\nঅনুমান করা হয়, বড়া গুম্বদ নির্মিত হয়েছিল নিকটবর্তী মসজিদ বা একটি বৃহৎ প্রাচীরবেষ্টিত প্রাঙ্গনের প্রবেশপথ হিসেবে। যদিও বড়া গুম্বদের মধ্যে কোনও সমাধি নেই, কিন্তু কেন্দ্রীয় প্রাঙ্গনে একটি উঁচু মঞ্চ রয়েছে যা ইঙ্গিত করে যে এই স্থাপনার আকারটি একটি সমাধিসৌধেরই। বড়া গুম্বদ নির্মাণের উদ্দেশ্য অবশ্য অজানাই রয়ে গিয়েছে। বড়া গুম্বদ একটি মসজিদ ও একটি ‘‘মেহমান খানা’’-র সঙ্গে অবস্থিত, যেগুলি বড়া গুম্বদের থেকে আকারে ছোটো। প্রতিটি স্থাপনায় একটি ৪ মিটার (১৩ ফুট) উঁচু মঞ্চের উপর অবস্থিত, যার মোট আয়তন ১,০৫০ বর্গমিটার (১১,৩০২ বর্গফুট)। মঞ্চটির পরিমাপ ৩০ মিটার (৯৮ ফুট) (পূর্ব-পশ্চিমে) ও ২৫ মিটার (৮২ ফুট) (উত্তর-দক্ষিণে)।\n\nমসজিদের পাঁচটি বে-র মধ্যে তিনটির উপরে গম্বুজ রয়েছে, অবশিষ্ট দু’টির উপর রয়েছে ভল্টেড ছাদ (মসজিদ ও ‘‘মেহমান খানা’’য়)। কেন্দ্রীয় বে-গুলির গম্বুজগুলি নিচু, আবার শেষদিকের বে-গুলির ছাদ চ্যাপ্টা। উত্তর ও দক্ষিণে রয়েছে ওরিয়েল জানালা। ওরিয়েল জানালা ও ক্রমাগত সরু হয়ে উঠে যাওয়া মিনারেটগুলি সম্ভবত পরবর্তীকালের স্থাপত্যশৈলীতে নির্মিত।\nবড়া গুম্বদ হল একটি বর্গাকার ভবন, যেটি একটি চতুষ্কোণ বেদিকার উপর অবস্থিত। মসজিদটির দুই পাশের দৈর্ঘ্য ২০ মিটার (৬৬ ফুট)। সম্মুখভাগে মসজিদের কোণায় ও ধারগুলিতে রয়েছে সুউচ্চ ক্রমশ সরু হতে থাকা অর্ধ-বৃত্তাকার মিনার। পূর্ব, দক্ষিণ ও পশ্চিমাংশ অলংকৃত এবং এই অংশে ইংরেজি খিলানযুক্ত মুখ অংশ দেখা যায়, যেগুলি আয়তাকার কাঠামোর মধ্যে নিবদ্ধ। বড়া গুম্বদের স্থাপত্যে ব্র্যাকেট ও লিনটেল কড়িকাঠের সমন্বয় দেখা যায়, যা ইসলামি ও হিন্দু স্থাপত্যশৈলীর একটি মিশ্র রূপ।\nবড়া গুম্বদের উচ্চতা ২৯ মিটার (৯৫ ফুট), দৈর্ঘ্য ২০ মিটার (৬৬ ফুট) ও প্রস্থ ২০ মিটার (৬৬ ফুট)। প্রাচীরগুলির উচ্চতা ১২ মিটার (৩৯ ফুট)। শিশা গুম্বদের মতো বড়া গুম্বদও এক তলা ভবন, কিন্তু বাইরে থেকে দেখলে সেটিকে দোতলা মনে হয়। বড়া গুম্বদের মেঝের মোট আয়তন (মসজিদ ও অতিথিশালাটি বাদে) ৩৬১ বর্গমিটার (৩,৮৮৬ বর্গফুট)।\nগম্বুজ, মসজিদ ও ‘‘মেহমান খানা’’ ধূসর কোয়ার্টজাইট ও লাল বেলেপাথরসহ লাল, ধূসর ও কালো পাথরে নির্মিত। অভ্যন্তরভাগ বহুবর্ণ স্টাকো দ্বারা বিস্তীর্ণভাবে অলংকৃত। রঙিন টালি, খোদাইচিত্র ও রঙিন প্লাস্টারের মাধ্যমে মসজিদের দেয়াল লতাপাতা, ফুল, জ্যামিতিক নকশা ও কুরআনের বাণীতে সুসজ্জিত।\n\n\n== অবস্থান ==\nবড়া গুম্বদ ভারতের দিল্লিতে অবস্থিত লোদি উদ্যানের একটি অংশ। অতীতে এই এলাকাটি ছিল খইরপুর নামক একটি গ্রামের অংশ। লোদি উদ্যানের পশ্চিমে, উত্তরপশ্চিমে ও উত্তরে অমৃতা শেরগিল মার্গ, পূর্বে ম্যাক্স মুলার মার্গ এবং দক্ষিণে লোদি রোড অবস্থিত। সফদরজং সমাধি লোদি গার্ডেনের দক্ষিণপশ্চিম কোণে অবস্থিত।\n\n\n== চিত্রশালা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বড়া গুম্বদ সম্পর্কিত মিডিয়া দেখুন।"}