{"pageid": 1073784, "title": "সান্তিয়াগো উপনিবেশ", "url": "https://bn.wikipedia.org/wiki?curid=1073784", "content": "সান্তিয়াগো স্পেনীয় ওয়েস্ট ইন্ডিজের একটি স্পেনীয় অঞ্চল এবং ক্যারিবীয় অঞ্চলে নতুন স্পেনের রাজপ্রতিনিধির অধীনস্থ ছিল। এটির অবস্থান বর্তমান জ্যমাইকার দ্বীপ ও জাতিসত্তা নিয়ে ছিল।\n\n\n== প্রাক-কলম্বীয় জামাইকা ==\nপ্রায় ৬৫০ খ্রিস্টাব্দের দিকে, জামাইকা অস্টিওনয়েড সংস্কৃতির লোকেরা (তাইনোদের পূর্বপুরুষ) বসতি স্থাপন করেছিল, সম্ভবত তারা দক্ষিণ আমেরিকা থেকে এসেছিল। ম্যানচেস্টার প্যারিশের কুমির পুকুর এবং সেন্ট. অ্যান প্যারিশের লিটল রিভার হল অস্টিওনয়েড ব্যক্তির প্রথম জ্ঞাত স্থানগুলির মধ্যে অন্যতম, এরা উপকূলের নিকটে বাস করতো এবং কচ্ছপ ও মাছ শিকারের মাধ্যমে জীবনযাপন করতো।\n৯৫০ খ্রিস্টাব্দের দিকে, মেলানকান সংস্কৃতির লোকেরা জামাইকার উভয় উপকূল এবং জামাইকার অভ্যন্তরে উভয় স্থানে বসতি স্থাপন করেছিল, হয় তারা অস্টিওনয়েড সংস্কৃতির মধ্যে মিশে গিয়েছিল অথবা তাদের সাথে দ্বীপে একই সাথে বসবাস করেছিল।\nতাইনো সংস্কৃতিটি জামাইকাতে ১২০০ খ্রিস্টাব্দের দিকে বিকশিত হয়েছিল। তারা দক্ষিণ আমেরিকা থেকে ইউকা চাষের একটি ব্যবস্থা নিয়ে আসে যা দ্বীপটিতে \"কনুকো\" নামে পরিচিত ছিল। মাটিতে পুষ্টি যুক্ত করতে আরাওয়াক স্থানীয় ঝোপঝাড় এবং গাছ পুড়িয়ে সেগুলোর ছাই দিয়ে বড় বড় ঢিপি তৈরী করতো , তাতে তারা কাটা ইউকা গাছ লাগাতো। অধিকাংশ তাইনোরা কাঠের খুঁটি, বোনা খড় এবং তালের পাতায় নির্মিত বড় বৃত্তাকার কুঠীগুলিতে (বোহিওস) বাস করতো। তাইনোরা আরওয়াকান ভাষায় কথা বলতো, তবে এই ভাষার কোনো লিখিত রূপ ছিল না। তাদের ব্যবহৃত কিছু শব্দ, যেমন বারবাকোয়া (\"বারবিকিউ\"), হামাকা (\"হ্যামক\"), কানোয়া (\"ক্যানো\"), টাবাকো (\"টোবাকো\"), ইউকা, বাটাটা (\"মিষ্টি আলু\") এবং জুরাকান (\"হারিকেন\"), যা পরবর্তীতে স্পেনীয় এবং ইংরেজি ভাষায় অন্তর্ভুক্ত হয়েছিল।\n\n\n== কলম্বাস ==\n\nক্রিস্টোফার কলম্বাস ২৪ সেপ্টেম্বর ১৪৯৩ সালে আমেরিকাতে তাঁর দ্বিতীয় যাত্রা শুরু করেছিলেন। ৩রা নভেম্বর ১৪৯৩ সালে তিনি একটি দ্বীপে অবতরণ করেছিলেন যার নাম তিনি ডোমিনিকা রেখেছিলেন। ২২শে নভেম্বর, তিনি হিস্পানিওলায় পৌঁছেছিলেন এবং সোনার জন্য দ্বীপের অভ্যন্তরীণে অন্বেষণে কিছু সময় ব্যয় করেছিলেন। তিনি ২৪ এপ্রিল ১৪৯৪ সালে হিস্পানিয়োলা ছেড়ে ৩০ এপ্রিল জুয়ান (কিউবা) দ্বীপে এবং ৫ই মে জামাইকা পৌঁছেছিলেন। তিনি ২০শে আগস্ট হিস্পানিয়োলা ফিরে আসার আগে জুয়ানার দক্ষিণ উপকূল অনুসন্ধান করেছিলেন। পশ্চিম প্রান্ত, বর্তমানে হাইতিতে কিছু সময় থাকার পরে, তিনি অবশেষে স্পেনে ফিরে আসেন।\nকলম্বাস চতুর্থ আমেরিকা সমুদ্রযাত্রার সময় জামাইকাতে ফিরে এসেছিলেন। তিনি প্রায় এক বছর ক্যারিবীয় ঘুরে বেড়িয়েছিলেন যখন ২৫ জুন, ১৫০৩ সালে জ্যামাইকার একটি ঝড় তার জাহাজগুলিকে সেন্ট অ্যানস উপসাগরীয় তীরে পৌঁছে দিয়েছিল।\nএক বছর ধরে কলম্বাস এবং তার লোকেরা জ্যামাইকাতে আটকে ছিল। একজন স্পেনবাসী, দিয়েগো মেন্ডেজ এবং কিছু স্থানীয় লোক হিস্পানিয়োলা থেকে সাহায্য পেতে একটি ক্যানো চালায়। দ্বীপের গভর্নর নিকোলস ডি ওভান্দো ওয়াই ক্যাসেরেস কলম্বাসকে ঘৃণা করেছিলেন এবং তাকে এবং তাঁর লোকদের উদ্ধারে সমস্ত প্রচেষ্টা বাধাগ্রস্থ করেছিলেন। এর মধ্যেই, কলম্বাস জার্মান জ্যোতির্বিদ রেজিওমন্টানাসের জ্যোতির্বিজ্ঞান পঞ্জিকা ব্যবহার করে ২৯শে ফেব্রুয়ারি, ১৫০৪ খ্রিস্টাব্দে চন্দ্রগ্রহণের সঠিকভাবে ভবিষ্যদ্বাণী করে স্থানীয়দের মন্ত্রমুগ্ধ করেছিলেন। অবশেষে ২৯ শে জুন ১৫০৪ সালে গভর্নরের কাছ থেকে সহায়তা এসে পৌঁছেছিল এবং কলম্বাস ও তাঁর লোকেরা ৭ই নভেম্বর ১৫০৪ সালে ক্যাসটিলের সানালিকার দে বারামেদাতে পৌঁছেছিল।\n\n\n== নিউ সেভিল ==\nস্পেনীয় সাম্রাজ্য ১৫০৯ সালে জামাইকার সরকারী প্রশাসন শুরু করে। সে বছর কলম্বাসের ছেলে ডিয়েগো কলম্বাস বিজয়ী জোয়ান ডি এসকিভেলকে তাঁর নামে জামাইকা দখল করতে নির্দেশ দিয়েছিলেন। এসকিভেল ১৪৯৩ সালে আমেরিকাতে দ্বিতীয় সমুদ্রযাত্রায় কলম্বাসের সাথে এসেছিলেন এবং হিস্পানিয়োলা আক্রমণে অংশ নিয়েছিলেন। এক দশক পরে, খ্রীষ্টান ভিক্ষু বার্তোলোমিয়া দে লাস ক্যাসাস স্পেনীয় কর্তৃপক্ষকে ১৫০৩ সালের হিগুেই গণহত্যার সময় এসকিভেল সেনাপতিত্ব সম্পর্কে লিখেছিলেন।\nপ্রথম স্পেনীয় উপনিবেশটি সেন্ট অ্যান'স উপসাগরের নিকটে ১৫০৯ সালে প্রতিষ্ঠিত হয়েছিল এবং সেভিলা লা নিউভা বা নিউ সেভিল নামকরণ করা হয়েছিল।\n\n\n== সেন্ট জাগো দে লা ভেগা ==\n১৫৩৪ সালে বসতি স্থাপনকারীরা একটি নতুন, স্বাস্থ্যসম্মত স্থানে চলে যায়, যার নাম তারা ভিলা দে লা ভেগা এবং পরে সেন্ট জাগো দে লা ভেগা এবং পরবর্তীতে ইংরেজরা ১৬৫৫ সালে দ্বীপটি জয়ের পরে স্প্যানিশ টাউন নামকরণ করেছিল। এই উপনিবেশটি স্পেনীয় এবং ইংরেজ উভয় জ্যামাইকাতে তাদের প্রতিষ্ঠার ভিত্তিতে ১৫৩৪ সালে ১৮৩২ অবধি রাজধানী হিসাবে ছিল এবং পরে জ্যামাইকার রাজধানী কিংস্টনে স্থানান্তরিত হয়েছিল।\nস্পেনীয়দের দ্বারা প্রতিষ্ঠিত অন্যান্য বসতিগুলির মধ্যে রয়েছে এসকুইভেল (বর্তমানে ওল্ড হারবার বে,জ্যামাইকা), ওরিস্টান (ব্লুফিল্ডস, জ্যামাইকা), সাভানা-লা-মার, ম্যানটেরিয়াস (মন্টেগো বে), লাস কোরেরাস (ওচো রিওস), ওরাকাবেজা (ওরাকাবেসা), পুয়ের্তো সান্তা মারিয়া (পোর্ট মারিয়া), মেলিলা (অ্যানোটো বে) এবং পুয়ের্তো আন্তন (পোর্ট আন্তোনিও)।\n১৬১১ সালে, স্প্যানিশ জামাইকার জনসংখ্যা ১,৫১০ জন ছিল, যার মধ্যে ৬৯৬ জন স্পেনীয়, ১০৭ জন মুক্ত বর্ণের, ৭৪ তাইনোস্‌, ৫৫৮ জন কৃষ্ণাঙ্গ দাস এবং ৭৫ \"বিদেশী\" ছিল। তবে, এই আদমশুমারিতে ওইসব তাইনো অন্তর্ভুক্ত ছিল না যারা পর্বতমালার অভ্যন্তরে পালিয়ে গিয়েছিল ও সেখানে তারা মুক্ত আফ্রিকান দাসদের সাথে মিশে গিয়েছিল এবং ন্যানি টাউনের জামাইকান মেরুনের পূর্বপুরুষ হয়েছিল।\nস্পেনীয়রা অনেক স্থানীয় লোককে দাস বানিয়েছিল, তাদেরকে বেশি পরিশ্রমের ও এমন ক্ষতিগ্রস্থ করেছিল যে অনেকে ইউরোপীয় আগমনের পঞ্চাশ বছরের মধ্যে মারা গিয়েছিল। পরবর্তীকালে আফ্রিকান দাসদের আগমনের সাথে স্থানীয় শ্রমিকের অভাব মিটানো হয়েছিল। দ্বীপে সোনার অভাবে হতাশ হয়ে স্পেনীয়রা মূলত জ্যামাইকাকে মূল ভূখণ্ড আমেরিকাতে উপনিবেশ স্থাপনের প্রচেষ্টা সরবরাহ করার জন্য একটি সামরিক ঘাঁটি হিসাবে ব্যবহার করেছিল।\nস্পেনীয় উপনিবেশবাদীরা প্রথম অভিযানে মহিলাদের নিয়ে আসেনি এবং তাইনো মহিলাদের তাদের সাধারণ আইনী স্ত্রীর জন্য গ্রহণ করেছিল, ফলস্বরূপ মেস্তিজো শিশুরা জন্মগ্রহণ করেছিল। তৎকালীন সময়ে স্পেনীয়দের দ্বারা তাইনো মহিলাদের সাথে যৌন সহিংসতাও প্রচলিত ছিল।\nযদিও তাইনোরা এই দ্বীপটিকে \"জেইমাখা\" হিসাবে উল্লেখ করেছেন, স্পেনীয়রা ধীরে ধীরে নামটি পরিবর্তন করে \"জামাইকা\" রাখে। ১৫০৭ সালের তথাকথিত নৌসেনাপতির মানচিত্রে দ্বীপটিকে \"জামাইকুয়া\" হিসাবে চিহ্নিত করা হয়েছিল এবং পিটার মার্টার ১৫১১ সালে তাঁর রচনা \"দশকে (ইংরেজি: Decades)\" তিনি এটিকে \"জামাইকা\" এবং \"জ্যামিকা\" হিসাবে উল্লেখ করেছিলেন।\n১৫৯৭ সালে, ইংরেজ শত্রু-জাহাজ আক্রমণ ও লুণ্ঠনের অধিকারপ্রাপ্ত বেসরকারী জাহাজের মালিক অ্যান্টনি শার্লি জামাইকাতে অবতরণ করে এবং দ্বীপটি লুণ্ঠন করে, তাইনো পথপ্রদর্শকের সহায়তায় সেন্ট জাগো দে লা ভেগায় যাত্রা করে এবং শহরটি ধ্বংসকরণ করেন। গভর্নর ফার্নান্দো মেলগারেজো জলদস্যুদের আক্রমণ থেকে দ্বীপটিকে রক্ষা করার চেষ্টা করেছিলেন এবং ১৬০৩ সালে তিনি ক্রিস্টোফার নিউপোর্টের একটি আক্রমণ সফলভাবে প্রতিহত করেছিলেন।\n১৬৪৩ সালে, উইলিয়াম জ্যাকসন (জলদস্যু) ক্যাগুয়ায় অবতরণ করেন, সেন্ট জাগো দে লা ভেগায় অগ্রসর হন এবং এটি লুণ্ঠন করেছিলেন।\n\n\n== ইংরেজদের বিজয় ==\n১৬৫৪ সালের শেষের দিকে, ইংরেজ নেতা অলিভার ক্রোমওয়েল ওয়েস্টার্ন ডিজাইন নৌবহর ক্যারিবীয় অঞ্চলে স্পেনের উপনিবেশগুলির বিরুদ্ধে চালু করেছিলেন। ১৬৫৫ সালের এপ্রিল মাসে জেনারেল রবার্ট ভেনাবিলস সান্তো ডোমিংগো, হিস্পানিয়োলাতে স্পেনের দুর্গ আক্রমণে নৌবহরের নেতৃত্ব দেন। যাইহোক, স্পেনীয়রা সান্তো ডোমিংগো অবরোধের নামে পরিচিত এই দুর্বলভাবে চালানো আক্রমণটিকে প্রত্যাহত করেছিল এবং ইংরেজ সেনারা শীঘ্রই এই পীড়া দ্বারা ক্ষয় হয়ে গিয়েছিল।\nপীড়া দ্বারা জর্জরিত এবং সান্টো ডোমিংগোতে তাদের পরাজয়ের পরে একটি সহজ বিজয়ের সন্ধানে, ইংরেজ বাহিনী তখন স্পেনীয় ওয়েস্ট ইন্ডিজের একমাত্র দ্বীপ জ্যামাইকার উদ্দেশ্যে যাত্রা করেছিল, যেখানে নতুন প্রতিরক্ষা ব্যবস্থা ছিল না। ১৬৫৫ সালের মে মাসে, প্রায় ৭,০০০ ইংরেজ সৈন্য জ্যামাইকার স্প্যানিশ টাউন রাজধানীর কাছে অবতরণ করেছিল। ইংরেজী আগ্রাসন বাহিনী শীঘ্রই স্বল্প সংখ্যক স্পেনীয় সৈন্যকে পরাভূত করেছিল (তখন জ্যামাইকার পুরো জনসংখ্যা কেবল প্রায় ২,৫০০ জন ছিল)।\nপরের বছরগুলিতে, স্পেন বারবার জামাইকা পুনরায় দখল করার চেষ্টা করেছিল এবং এর জবাবে ১৬৫৭ সালে জামাইকার ইংলিশ গভর্নর স্পেনীয় আক্রমণগুলির বিরুদ্ধে সহায়তার জন্য শত্রু-জাহাজ আক্রমণ ও লুণ্ঠনের অধিকারপ্রাপ্ত বেসরকারী জাহাজ মালিকদের পোর্ট রয়্যালে বসার আমন্ত্রণ জানায়। ১৬৫৭ ওচো রিওসের যুদ্ধ এবং ১৬৫৮ সালে রিও নিউভোর যুদ্ধতে স্পেন হেরে গিয়ে স্পেনের পক্ষে আর কখনও জামাইকা দখল করা সম্ভব হয়নি। স্পেনীয় মেরুন নেতা জুয়ান ডি বোলাস যখন ইংরেজদের সাথে যোগ দিয়েছিল, তখন স্পেনের ভারপ্রাপ্ত গভর্নর ইয়াসি তার দ্বীপ পুনরায় দখলের প্রচেষ্টাতে পরাজয় স্বীকার করেছিলেন। ইংল্যান্ডের জন্য জ্যামাইকা উপনিবেশটি \"স্পেনীয় সাম্রাজ্যের কেন্দ্রে ছুরি চালানোর মতো ছিল\", যদিও বাস্তবে তৎকালীন সময়ে ইংরেজদের কাছে জ্যামাইকা সামান্য অর্থনৈতিক মূল্যের অধিকারী ছিল।\n\n\n== আরো দেখুন ==\n\nজামাইকার ইতিহাস\n\n\n== তথ্যসূত্র =="}