{"pageid": 1073201, "title": "বিভিন্ন ধর্ম ও পুরাণে গরু", "url": "https://bn.wikipedia.org/wiki?curid=1073201", "content": "সমাজ ও ধর্মে গরু সম্পর্কে বিভিন্ন ধরনের বিশ্বাস রয়েছে।\nভারতীয় ধর্ম যেমন হিন্দুধর্ম, জৈনধর্ম, বৌদ্ধধর্ম এবং সেইসাথে আফ্রিকান পৌত্তলিকতায় গরুকে পবিত্র বলে মনে করা হয়। প্রাচীন মিশর, প্রাচীন গ্রীস, প্রাচীন ইসরায়েল, প্রাচীন রোম সহ অনেক ধর্মে গরু অন্যান্য প্রধান ভূমিকা পালন করেছিল।\nকিছু অঞ্চলে, বিশেষ করে ভারতের বেশিরভাগ রাজ্যে, গরু বধ নিষিদ্ধ এবং তাদের মাংস (গরুর মাংস) নিষিদ্ধ হতে পারে।\n\n\n== ভারতীয় ধর্ম ==\nকেরালা, পশ্চিমবঙ্গ ও উত্তর-পূর্বের কিছু অংশ ব্যতীত ভারতের বেশিরভাগ রাজ্যে গরু বধ বা হত্যা করার বিরুদ্ধে আইন রয়েছে।\n\n\n=== হিন্দুধর্ম ===\nহিন্দুধর্ম বিশেষভাবে জেবু (বস ইন্ডিকাস) কে পবিত্র বলে মনে করে। গরু সহ প্রাণীদের জীবনের প্রতি শ্রদ্ধা, হিন্দুধর্মের খাদ্য এবং \"ভারতে নিরামিষ ধর্ম\" হিন্দু নীতির উপর ভিত্তি করে। হিন্দু নীতিশাস্ত্র অহিংসের মূল ধারণা দ্বারা চালিত হয়, অর্থাৎ সকল প্রাণীর প্রতি অহিংসা, যেমনটি ছান্দোগ্য উপনিষদে উল্লেখ করা হয়েছে। খ্রিস্টপূর্ব ১ম সহস্রাব্দের মাঝামাঝি পর্যন্ত, তিনটি প্রধান ধর্ম - বৌদ্ধ, হিন্দু ও জৈন ধর্মই অহিংসাকে নৈতিক মূল্য হিসাবে এবং এমন কিছু যা একজনের পুনর্জন্মকে প্রভাবিত করে। হ্যারিসের মতে, প্রায় ২০০ খ্রিস্টাব্দের মধ্যে, পশুহত্যার উপর খাদ্য ও ভোজকে ব্যাপকভাবে জীবন গঠনের বিরুদ্ধে সহিংসতার রূপ হিসাবে বিবেচনা করা হত এবং এটি ধর্মীয় ও সামাজিক নিষিদ্ধ হয়ে ওঠে। \n\nলুডভিগ আলসডর্ফের মতে, \"ভারতীয় নিরামিষবাদ দ্ব্যর্থহীনভাবে অহিংসার উপর ভিত্তি করে, যা প্রাচীন স্মৃতি এবং হিন্দুধর্মের অন্যান্য প্রাচীন গ্রন্থ দ্বারা প্রমাণিত।\" তিনি যোগ করেন যে হিন্দুধর্মে গরুর প্রতি স্নেহ, শ্রদ্ধা নিরামিষবাদের প্রতি অঙ্গীকারের চেয়েও বেশি এবং এর ধর্মতত্ত্বের অবিচ্ছেদ্য অঙ্গ হয়ে উঠেছে। গরুর প্রতি সম্মান ব্যাপক কিন্তু সর্বজনীন নয়। ক্রিস্টোফার ফুলারের মতে, পূর্বের কয়েকটি রাজ্যের বাইরে হিন্দুদের মধ্যে পশুবলি বিরল। আধুনিক ভারতীয়দের সংখ্যাগরিষ্ঠের কাছে, অ্যালসডর্ফ বলেছেন, \"গরুর প্রতি সম্মান\" ও \"বধের প্রতি অসম্মান\" তাদের নীতির অংশ এবং সেখানে \"মাংস খাওয়া ত্যাগ ছাড়া কোনো অহিংস নেই\"।\nবেশ কিছু পণ্ডিত হিন্দুদের মধ্যে গরুর প্রতি শ্রদ্ধাকে অর্থনৈতিক দিক থেকে ব্যাখ্যা করেছেন, যার মধ্যে খাদ্যে দুগ্ধজাত খাবারের গুরুত্ব, জ্বালানি ও সার হিসাবে গোবরের ব্যবহার এবং গরুর ঐতিহাসিকভাবে কৃষিতে ভূমিকা রয়েছে। প্রাচীন গ্রন্থ যেমন ঋগ্বেদ, পুরাণ গরুর গুরুত্ব তুলে ধরে। প্রাচীন ভারত জুড়ে গরুর পরিধি, ব্যাপ্তি ও মর্যাদা বিতর্কের বিষয়। দ্বিজেন্দ্র নারায়ণ ঝা এর মতে, গরু সহ গরু, প্রাচীনকালে অলঙ্ঘনীয় ছিল না এবং পরবর্তীকালে যেমন সম্মানিত ছিল। গৃহসূত্র সুপারিশ করে যে গরুর মাংস অন্ত্যেষ্টি অনুষ্ঠানের পরে শোকার্তরা খাওয়ার জন্য ধর্মীয় আচার হিসাবে। বিপরীতে, মারভিন হ্যারিসের মতে, বৈদিক সাহিত্য পরস্পরবিরোধী, কেউ কেউ আচার-অনুষ্ঠান হত্যা এবং মাংস খাওয়ার পরামর্শ দেয়, আবার কেউ কেউ মাংস খাওয়ার উপর নিষেধাজ্ঞার পরামর্শ দেয়।\n\n\n==== গরুর পবিত্র মর্যাদা ====\n\nঅনেক প্রাচীন ও মধ্যযুগীয় হিন্দু গ্রন্থে গো-হত্যার স্বেচ্ছামূলক বন্ধের যুক্তি এবং অন্যদের বিরুদ্ধে সহিংসতা, এবং সমস্ত প্রাণী হত্যা থেকে সাধারণ পরিহারের অংশ হিসেবে নিরামিষভোজী অনুসরণের যুক্তি নিয়ে বিতর্ক করা হয়েছে।\n\nখাদ্য হিসাবে দানশীল গরুর মাংসের নিষেধাজ্ঞাকে সম্পূর্ণ নিরামিষবাদের প্রথম পদক্ষেপ হিসাবে গণ্য করা হয়েছিল। ঋগ্বেদে দুগ্ধজাত গরুকে অঘ্ন্য বলা হয় \"যা বধ করা যায় না\"। ঋগ্বেদের প্রাথমিক ভাষ্যকার যাস্ক গরুর নয়টি নাম দিয়েছেন, প্রথমটি হল \"অঘ্ন্য\"। হ্যারিসের মতে, ১ম সহস্রাব্দ খৃষ্টপূর্ব গরু পূজা সম্পর্কিত সাহিত্য সাধারণ হয়ে ওঠে এবং প্রায় ১০০০ খ্রিস্টাব্দের মধ্যে নিরামিষবাদ, গরুর মাংসের বিরুদ্ধে নিষেধাজ্ঞা সহ, সুস্বীকৃত মূলধারার হিন্দু ঐতিহ্যে পরিণত হয়। এই অনুশীলনটি হিন্দুধর্মের বিশ্বাস দ্বারা অনুপ্রাণিত হয়েছিল যে আত্মা সমস্ত জীবের মধ্যে উপস্থিত, তার সমস্ত রূপের জীবন পরস্পর সংযুক্ত, এবং সমস্ত প্রাণীর প্রতি অহিংসা হল সর্বোচ্চ নৈতিক মূল্য। নিরামিষভোজী হিন্দু সংস্কৃতির অংশ। দেবতা কৃষ্ণ  ও তার যাদব আত্মীয়রা গরুর সাথে যুক্ত, এর স্নেহ বাড়িয়েছে।\nনন্দিতা কৃষ্ণের মতে, বৈদিক যুগে প্রাচীন ভারতে গরু পূজা করা হয়, এই সময়কালে লেখা ধর্মীয় গ্রন্থে সকল দ্বিপদ ও চতুষ্পদদের প্রতি অহিংসার আহ্বান জানানো হয়েছিল,\nএবং প্রায়শই গরু হত্যাকে মানুষ বিশেষ করে ব্রাহ্মণ হত্যার সাথে সমতুল্য করে। নন্দিতা কৃষ্ণ বলেছেন যে হিন্দু ধর্মগ্রন্থ অথর্ববেদের ৮.৩.২৫ স্তোত্র পুরুষ, গরু ও ঘোড়া হত্যার নিন্দা করে এবং যারা হত্যা করে তাদের শাস্তি দেওয়ার জন্য দেবতা অগ্নির কাছে প্রার্থনা করে।\n\nপুরাণে, যা হিন্দু গ্রন্থের অংশ, পৃথিবী-দেবী পৃথ্বী গরুর আকারে ছিলেন, মানুষের উপকারের জন্য পর্যায়ক্রমে উপকারী পদার্থের দুধ পান, প্রথম সার্বভৌম থেকে শুরু করে দেবতাদের দ্বারা: পৃথু দুর্ভিক্ষের অবসান ঘটাতে মানুষের জন্য ফসল উৎপন্ন করার জন্য গরুকে দুধ দিয়েছিল।  \n\nহিন্দু পৌরাণিক কাহিনীর কিছু সংস্করণে কামধেনু, অলৌকিক \"প্রচুর গরু\" এবং \"গরুদের মা\", যা সাধারণ পবিত্র গরুর প্রতিনিধিত্ব করে বলে মনে করা হয়, যা সমস্ত সমৃদ্ধির উৎস হিসেবে বিবেচিত হয়। \n\nঊনবিংশ শতাব্দীতে, পোস্টার-আর্টে কামধেনুর রূপ চিত্রিত করা হয়েছিল যা এতে সমস্ত প্রধান দেব-দেবীকে চিত্রিত করা হয়েছিল। গোবৎস দ্বাদশী যা দীপাবলি উদযাপনের প্রথম দিনকে চিহ্নিত করে, ভারতে জীবিকা ও ধর্মীয় পবিত্রতার প্রধান উৎস হিসেবে গরুর পূজা ও পূজার সাথে যুক্ত প্রধান উৎসব, যেখানে পবিত্র গরু কামধেনু এবং তার কন্যা নন্দিনীর সাথে মাতৃত্বের প্রতীক সবচেয়ে স্পষ্ট।\n\n\n==== ঐতিহাসিক তাৎপর্য ====\nব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির বিরুদ্ধে ১৮৫৭ সালের ভারতীয় বিদ্রোহে গরুর প্রতি শ্রদ্ধা ভূমিকা পালন করেছিল। ইস্ট ইন্ডিয়া কোম্পানির সেনাবাহিনীতে থাকা হিন্দু ও মুসলিম সিপাহীরা বিশ্বাস করে যে তাদের কাগজের কার্তুজ,\nযেখানে পরিমাপিত পরিমাণ বারুদ রাখা হয়েছিল, গরু ও শূকরের চর্বি দিয়ে গ্রীস করা হতো। ইসলাম ও ইহুদি ধর্মে শূকর খাওয়া নিষিদ্ধ। যেহেতু বন্দুক লোড করার জন্য কাগজের কার্তুজের শেষ কামড়ের প্রয়োজন হয়, তারা এই সিদ্ধান্তে উপনীত হন যে ব্রিটিশরা তাদের ধর্মের আদেশ ভঙ্গ করতে বাধ্য করছে।\n১৭১৭ ও ১৯৭৭ সালের মধ্যে ভারতে বড় সাম্প্রদায়িক দাঙ্গার ঐতিহাসিক সমীক্ষা প্রকাশ করেছে যে হিন্দু ও মুসলিমদের মধ্যে দাঙ্গার ১৬৭টি ঘটনার মধ্যে ২২টি সরাসরি গোহত্যার জন্য দায়ী।\n\n\n=== জৈনধর্ম ===\nজৈনধর্ম গরু সহ সমস্ত জীবের প্রতি সহিংসতার বিরুদ্ধে। জৈন সূত্র অনুসারে, মানুষকে অবশ্যই সমস্ত হত্যা ও বধ এড়াতে হবে কারণ সমস্ত জীবই জীবন পছন্দ করে, তারা কষ্ট পায়, তারা ব্যথা অনুভব করে, তারা বাঁচতে পছন্দ করে এবং দীর্ঘজীবী হয়। জৈনধর্ম অনুসারে সকল প্রাণীর একে অপরকে বাঁচতে এবং উন্নতি করতে সাহায্য করা উচিত, একে অপরকে হত্যা বা বধ করা নয়।\nজৈন ধর্মীয় ঐতিহ্যে, সন্ন্যাসী বা সাধারণ ব্যক্তিদের কারোরই অন্যদের কারণ করা বা অন্যদেরকে কসাইখানায় কাজ করার অনুমতি দেওয়া উচিত নয়। জৈনরা বিশ্বাস করে যে নিরামিষ উৎস পর্যাপ্ত পুষ্টি প্রদান করতে পারে, গরুর জন্য দুর্ভোগ সৃষ্টি না করে। কিছু জৈন পণ্ডিতদের মতে, গরু জবাই করা মানুষের খাদ্য চাহিদা থেকে পরিবেশগত বোঝা বাড়ায় যেহেতু মাংস উৎপাদনের ফলে শস্যের চাহিদা তীব্রতর হয়, এবং গরু বধ ৫০ শতাংশ কমিয়ে বিশ্বব্যাপী সমস্ত অপুষ্টি ও ক্ষুধা সমাধানের জন্য যথেষ্ট জমি ও পরিবেশগত সম্পদ মুক্ত করবে। জৈন সম্প্রদায়ের নেতারা, রাজ্য ক্রিস্টোফার চ্যাপল, সক্রিয়ভাবে গরু সহ সব ধরনের পশুহত্যা বন্ধ করার জন্য প্রচারণা চালিয়েছে।\n\n\n=== বৌদ্ধধর্ম ===\nবৌদ্ধধর্মের পাঠ্য অহিংসকে পাঁচটি নৈতিক নীতির মধ্যে বলে উল্লেখ করে, যার জন্য অনুশীলনকারী বৌদ্ধকে \"জীবন্ত প্রাণী হত্যা করা থেকে বিরত থাকতে হবে\"। গরু বধ করা নিষেধ ছিল, কিছু গ্রন্থে পরামর্শ দেওয়া হয়েছে যে গরুর যত্ন নেওয়া \"সকল জীবের\" যত্ন নেওয়ার উপায়। কিছু বৌদ্ধ সম্প্রদায়ের মধ্যে গরুকে সংসারে অন্তহীন পুনর্জন্ম চক্রে পুনর্জন্ম করা মানুষের রূপ হিসাবে দেখা হয়, পশুর জীবন রক্ষা করা এবং গরু ও অন্যান্য প্রাণীর প্রতি সদয় হওয়া ভাল কর্ম। শুধু কিছু নয়, প্রধানত মহাযান, বৌদ্ধ গ্রন্থে বলা হয়েছে যে হত্যা করা বা মাংস খাওয়া ভুল, এটি বৌদ্ধ স্তরের লোকদের বধস্থান পরিচালনা না করার বা মাংসের ব্যবসা না করার আহ্বান জানায়। ভারতীয় বৌদ্ধ গ্রন্থগুলি উদ্ভিদ-ভিত্তিক খাদ্যকে উৎসাহিত করে।\nসাদ্দাতিসার মতে, ব্রাহ্মণধম্মিকা সুত্তে, বুদ্ধ তাঁর সামনে \"স্বর্ণযুগে ব্রাহ্মণদের আদর্শ জীবনধারা বর্ণনা করেছেন\" এইভাবে:\n\nমাংসের জন্য জবাই থেকে পশুদের বাঁচানো, ভাল পুনর্জন্মের জন্য যোগ্যতা অর্জনের উপায় বৌদ্ধ ধর্মে বিশ্বাস করা হয়। রিচার্ড গোমব্রিচের মতে, বৌদ্ধ উপদেশ ও অনুশীলনের মধ্যে ব্যবধান রয়েছে। গোমব্রিচ বলেছেন, নিরামিষবাদ প্রশংসিত, কিন্তু প্রায়শই এটি অনুশীলন করা হয় না। তা সত্ত্বেও, গোমব্রিচ যোগ করেছেন, থেরবাদ বৌদ্ধদের মধ্যে সাধারণ বিশ্বাস রয়েছে যে গরুর মাংস খাওয়া অন্যান্য মাংসের চেয়ে খারাপ এবং বৌদ্ধদের দ্বারা গরু বধস্থানের মালিকানা তুলনামূলকভাবে বিরল।\nমাংস খাওয়া বৌদ্ধধর্মের মধ্যে বিতর্কিত রয়ে গেছে, বেশিরভাগ থেরবাদ সম্প্রদায় এটিকে অনুমোদন করে, প্রাথমিক বৌদ্ধ অনুশীলনকে প্রতিফলিত করে এবং বেশিরভাগ মহাযান সম্প্রদায় এটিকে নিষিদ্ধ করে। প্রারম্ভিক সুত্তগুলি ইঙ্গিত করে যে বুদ্ধ নিজে মাংস খেতেন এবং স্পষ্ট ছিলেন যে ভিক্ষুদের মাংস খাওয়া নিষিদ্ধ করার জন্য কোনো নিয়ম চালু করা উচিত নয়। তবে, ব্যবহারটি শুয়োরের মাংস, মুরগি ও মাছের মধ্যে সীমাবদ্ধ ছিল বলে মনে হয় এবং গরুকে বাদ দিয়ে থাকতে পারে।\n\n\n== ইব্রাহিমীয় ধর্ম ==\n\n\n=== ইহুদি ধর্ম ===\nবাইবেল অনুসারে, নবী মূসা যখন সিনাই পর্বতে উঠেছিলেন তখন ইস্রায়েলীয়রা সোনার বাছুরের ধর্মীয় মূর্তির পূজা করেছিল। মূসা এটাকে ঈশ্বরের বিরুদ্ধে মহাপাপ মনে করেছিলেন। এই কাজ থেকে তাদের বিরত থাকার ফলে, লেভিট উপজাতি পুরোহিতের ভূমিকা অর্জন করেছিল। সোনার বাছুরের সম্প্রদায় পরবর্তীতে যারবিয়ামের শাসনামলে আবির্ভূত হয়।\nহিব্রু বাইবেল অনুসারে, নিখুঁত লাল গরু ছিল প্রাচীন ইহুদি আচার-অনুষ্ঠানের গুরুত্বপূর্ণ অংশ। সুনির্দিষ্ট আচারে গরুকে বলি দেওয়া হয়েছিল এবং পোড়ানো হয়েছিল, এবং ছাই মানুষের মৃতদেহের সংস্পর্শে আসা ব্যক্তির ধর্মীয় শুদ্ধিকরণে ব্যবহৃত জলে যোগ করা হয়েছিল। আচারের বর্ণনা আছে সংখ্যার বইয়ে অধ্যায় ১৯, শ্লোক ১-১৪।\nপর্যবেক্ষক ইহুদিরা প্রতি বছর গ্রীষ্মের শুরুতে চুকাত নামক সাপ্তাহিক তোরাহ অংশের অংশ হিসেবে এই অনুচ্ছেদটি অধ্যয়ন করে। টেম্পল ইনস্টিটিউট নামে সমসাময়িক ইহুদি সংগঠন এই প্রাচীন ধর্মীয় পালনকে পুনরুজ্জীবিত করার চেষ্টা করছে।\nঐতিহ্যবাহী ইহুদি ধর্ম গরুর মাংস কোশর এবং খাদ্য হিসাবে অনুমোদিত বলে মনে করে, যতক্ষণ না শেচিতা নামক একটি ধর্মীয় আচার-অনুষ্ঠানে গরু জবাই করা হয় এবং মাংস এমন কোনো খাবারে পরিবেশন করা হয় না যাতে কোনো দুগ্ধজাত খাবার অন্তর্ভুক্ত থাকে।\nকিছু ইহুদি ইহুদি নিরামিষবাদের প্রতি প্রতিশ্রুতিবদ্ধ বিশ্বাস করেন যে ইহুদিদের সম্পূর্ণভাবে পশু জবাই করা থেকে বিরত থাকতে হবে এবং কারখানার খামারগুলিতে গরুর প্রতি ব্যাপক নিষ্ঠুরতার নিন্দা করেছেন।\n\n\n=== ইসলাম ===\nইসলাম গরু জবাই (বধ) করা এবং গরুর মাংস খাওয়ার অনুমতি দেয়, যতক্ষণ না ইহুদি শেচিতার মতো ধর্মীয় আচার-অনুষ্ঠানে গরু জবাই করা হয়।\nযদিও গরু জবাই প্রধান মুসলিম ছুটির দিনে, ঈদুল আযহায় ভূমিকা পালন করে, মুঘল সাম্রাজ্যের কিছু শাসক তাদের শাসনাধীনে বসবাসকারী বৃহৎ হিন্দু ও জৈন জনগোষ্ঠীর কারণে গরু জবাইয়ের উপর নিষেধাজ্ঞা আরোপ করেছিলেন।\nকুরআনের দ্বিতীয় ও দীর্ঘতম সূরাটির নাম আল-বাকারা (গরু)। সূরার ২৮৬টি আয়াতের মধ্যে ৭টি গরুর কথা উল্লেখ করেছে (আল বাকারা ৬৭-৭৩)। সূরাটির নাম এই অনুচ্ছেদ থেকে উদ্ভূত হয়েছে যেখানে মুসা তার লোকদেরকে গরু কোরবানি করার আদেশ দেন অজানা ব্যক্তির দ্বারা হত্যা করা মানুষকে পুনরুত্থিত করার জন্য।  অনুচ্ছেদ অনুসারে, \"ইস্রায়েলের সন্তানরা\" কোরবানির আদেশ দেওয়ার সময় কী ধরনের গরু বোঝানো হয়েছিল তা নিয়ে বিব্রতকর অবস্থায় পড়েছিল।\nবনী ইস্রায়েলকে সম্বোধন করার সময় বলা হয়েছিল:\n\nধ্রুপদী সুন্নি এবং শিয়া ভাষ্যকাররা এই গল্পের বিভিন্ন রূপ বর্ণনা করেছেন।কিছু ভাষ্যকারের মতে, যদিও যে কোনো গরু গ্রহণযোগ্য হতো, কিন্তু তারা \"নিজেদের জন্য কষ্ট সৃষ্টি করে\" এবং শেষ পর্যন্ত গরুটি নির্দিষ্ট করে দেওয়া হলে, যে কোনো মূল্যে তা পেতে হবে।\n\n\n=== খ্রিস্টধর্ম ===\nলাল গাভী বা লাল গরু হল বিশেষ ধরনের গরু যা হিব্রু বাইবেলে বলিদানের জন্য যাজকদের কাছে আনা হয়। ইহুদি ও কিছু খ্রিস্টান মৌলবাদীরা বিশ্বাস করে যে লাল গাভীর জন্ম হলে তারা জেরুজালেমের টেম্পল মাউন্টে তৃতীয় মন্দিরটি পুনর্নির্মাণ করতে সক্ষম হবে।\nষাঁড় হল গ্রীসের কিছু গ্রামে গ্রীক গোঁড়া বিশ্বাসীদের দ্বারা বলিদান করা পশুদের মধ্যে একটি। এটি বিশেষভাবে সেন্ট চারালম্বোসের ভোজের সাথে যুক্ত। কুরবানিয়ার এই প্রথাটি বারবার গির্জা কর্তৃপক্ষের দ্বারা সমালোচিত হয়েছে।\nষাঁড় হল লুক দ্য ইভাঞ্জেলিস্টের প্রতীক।\nভিসিগোথদের মধ্যে, সেন্ট এমিলিয়ানের মৃতদেহের সাথে ওয়াগন টেনে নিয়ে যাওয়া বলদ সঠিক সমাধিস্থলে নিয়ে যায় (সান মিলান দে লা কোগোল্লা, লা রিওজা)।\n\n\n== জরথুস্ত্রবাদ ==\n\nগেউশ উর্ব শব্দের অর্থ \"গরু আত্মা\" এবং পৃথিবীর আত্মা হিসাবে ব্যাখ্যা করা হয়। অহুনাবইতি গাথাতে, জরথুস্ত্র তার কিছু সহ-ধর্মবাদীকে গাভীকে অপব্যবহার করার জন্য অভিযুক্ত করে যখন অহুর মাজদা তাকে তাদের রক্ষা করতে বলে। ভারতে পালিয়ে যাওয়ার পর, অনেক জরথুস্ত্রীয় সেখানে বসবাসকারী হিন্দুদের সম্মানের জন্য গরুর মাংস খাওয়া বন্ধ করে দেয়।\nজরথুস্ত্র ও বৈদিক পুরোহিতদের জমি ছিল গরুপালকদের। আবেস্তা-এর বেনদিদাদ-এর ৯ম অধ্যায় গোমূত্রের শোধন ক্ষমতাকে ব্যাখ্যা করে। এটাকে সমস্ত শারীরিক ও নৈতিক মন্দের জন্য নিরাময় বলে ঘোষণা করা হয় এবং ৯-রাত্রি শুদ্ধিকরণের আচারে বারশনুম।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nAchaya, K. T. (২০০২), A Historical Dictionary of Indian Food, Oxford University Press, আইএসবিএন 0-19-565868-X উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSethna, K. D. (১৯৮০), The Problem of Aryan Origins (প্রকাশিত হয় ১৯৯২), আইএসবিএন 81-85179-67-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nShaffer, Jim G. (১৯৯৫), \"Cultural tradition and Palaeoethnicity in South Asian Archaeology\",   Erdosy, George, The Indo-Aryans of Ancient South Asia, আইএসবিএন 3-11-014447-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nShaffer, Jim G. (১৯৯৯), \"Migration, Philology and South Asian Archaeology\",   Bronkhorst, Johannes; Deshpande, Madhav, The Indo-Aryans of Ancient South Asia, আইএসবিএন 1-888789-04-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\nSacredness of native Cow breeds of India\nSave Mother Cow\nPhoto essay examining the changing place of the Holy Cow in India\nCows in Hinduism\nSacredness of cow in Rigveda and the words of Gandhi, from Hinduism Today\nGau-Mata and her secret meanings\nWhy Hindus Consider Cow as Sacred Mother  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ জুন ২০২১ তারিখে\nMilk in a vegetarian diet, from Sanatan Society, a Hindu association\nSacred No Longer: The suffering of cattle for the Indian leather trade, from Advocates for Animals\nRise In Animal Slaughter in India, by Tony Mathews\n\"Pamela Anderson Lee Exposes Animal Cruelty in the International Leather Trade\", from PETA\nDeonar Abattoir: Report on the Failure of Government and of Management to Meet Humane, Hygiene, Religious, and Legal Standards for Slaughter and Animal Handling, from PETA\nPeople for Animals, an Indian animal rights organisation\nIndia cow report, by Balabhadra das, ISCOWP\nHinduism: Why do Hindus regard the cow as sacred?\nJainism & Status of Cows in India:- By Mr. Anil Kumar Jain"}