{"pageid": 1073995, "title": "ভাঙা মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1073995", "content": "ভাঙা মসজিদ ( শাহী ভাঙা মসজিদ) ঢাকা জেলার নবাবগঞ্জ উপজেলার বান্দুরায় অবস্থিত একটি প্রাচীন মসজিদ এবং বাংলাদেশের অন্যতম প্রত্নতাত্মিক স্থাপনা। সহস্র লোকের নিত্য বিচরনের অনন্য স্থান এই মসজিদটি, যেটি বাংলাদেশের ৪০০ বৎসরের ইতিহাস বহন করছে।\n\n\n== নির্মাণ ==\nধারণামতে, আনুমানিক ১৬১৫ সালে সুবেদার ইসলাম খান চিশতি মসজিদটি নির্মাণ করেন। ১৬১০ সালে ভারতবর্ষের মোঘল বংশের দিল্লির সম্রাট জাহাঙ্গীরের সুবেদার ছিলেন ইসলাম খান চিশতি। ইসলাম খান বিভিন্ন প্রয়োজনে দিল্লি থেকে যমুনা নদী দিয়ে নৌবিহার নিয়ে পাবনা হয়ে পদ্মা পাড়ি দিয়ে মানিকগঞ্জ হয়ে ইছামতি নদী দিয়ে ঢাকা যাতায়াত করতেন। সেই সময় রাতযাপন ও ইবাদত করার জন্য  নদীর পাশেই মসজিদটি নির্মাণ করেন।\n\n\n== নামকরণ ==\nকালের বিবর্তনে ইছামতি নদী ভাঙতে ভাঙতে উত্তর দিকে চলে যায়। তখন মসজিদের পাশে কোনো বসতি ছিল না। পুরো এলাকাই ছিলো বনাঞ্চল। ১৮৮০ সালে হিন্দু জমিদাররা এসব বনাঞ্চল পত্তন নেন। তখন সেখানে হিন্দুরা বসতি স্থাপন করার জন্য বনাঞ্চল কাটা আরম্ভ করেন। বন কাটার সময় হঠাৎ দেখতে পান একটি মসজিদ। যার উপরের কিছু অংশ ভাঙা। তখন থেকে এ মসজিদের নাম হয় ভাঙ্গা মসজিদ বা গায়েবী মসজিদ।\n\n\n== অবস্থান ==\nঢাকা জেলার নবাবগঞ্জ উপজেলা সদর থেকে মাত্র ৭ কিলোমিটার দূরে নতুন বান্দুরায় ইছামতি নদীর তীরে নতুন বান্দুরা শাহী মসজিদ তথা ভাঙ্গা মসজিদ অবস্থিত।\n\n\n== আয়তন ==\nপ্রায় ৫০ শতাংশ জমির উপর তিন গম্বুজ বিশিষ্ট মসজিদটি অবস্থিত। এর মধ্যে মাত্র দুই শতাংশ জমির উপর রয়েছে মূল ভবনটি। মসজিদের সৌন্দর্য বৃদ্ধির জন্য নির্মাণ করা হয়েছে প্রায় ১৬৫ ফুট সুউচ্চ একটি মিনার। মিনারটি ঢাকা দক্ষিণের সবচেয়ে বড় মিনার বলে জানা যায়।\n\n\n== সংরক্ষন এবং সংস্কার ==\nতৎকালে মসজিদের দেখাশোনার দায়িত্ব নেন স্থানীয় আলফু ফকির, দুদু মীর, আবেদালী মীর, গোপাল মাদবর, মৈজদ্দিন সিকদার, গহের আলী খন্দকারসহ স্থানীয়রা। সে সময় আবু মোল্লাকে মসজিদের মোতাওয়াল্লি বা সেবক নিযুক্ত করা হয়। সিএস রেকর্ডে মসজিদের পক্ষে তার নামই রয়েছে। ১৯৪৫ সালে স্থানীয় আবেদ আলী নিজ অর্থায়নে কিছু অংশ সংস্কার করেন। তখন মসজিদের সেবক হিসেবে দুখাই বেপারীকে নিয়োগ দেওয়া হয়।\n১৯৬০ সালে নতুন বান্দুরা পুলিশ ক্যাম্পের ইনচার্জ হিসেবে আসেন আবজাল হোসেন নামে এক ধর্মপ্রাণ পুলিশ কর্মকর্তা। তিনি গ্রামবাসীকে নিয়ে ভাঙ্গা মসজিদটির কিছু মেরামত এবং এলাকার গণ্যমান্য ব্যক্তিদের নিয়ে কমিটি গঠন করেন। কমিটির সভাপতি নির্বাচিত হন ডা. আলমাছ উদ্দিন। এ ছাড়া সাধারণ সম্পাদক হিসেবে মকবুল বেপারী ও কদম আলীকে কোষাধ্যক্ষ হিসেবে দায়িত্ব দেওয়া হয়। ওই কমিটি প্রায় ২০ বছর দায়িত্ব পালনের পর ১৯৮০ সালে স্থানীয় আমজাদ হোসেন মাদবর গ্রামবাসীকে নিয়ে মসজিদের নতুন কমিটি ঘোষণা দিয়ে দায়িত্ব বুঝে নেন।\nদায়িত্ব নেওয়ার পরই এলাকাবাসীর সহযোগিতায় মসজিদের আয়তন বৃদ্ধি করা হয়। তখন মূল ভবনের সংস্কার করলেও তার অবকাঠামোর কোনো পরিবর্তন করা হয়নি। দীর্ঘসময় মসজিদের সেবক হিসেবে নিষ্ঠার সাথে দায়িত্ব পালন করেছেন প্রয়াত সামসুদ্দিন মুন্সি। পরবর্তীতে আমজাদ হোসেন মাদবরের ছোট ছেলে কুয়েত প্রবাসী নজরুল ইসলামের প্রচেষ্টায় বিদেশের অর্থায়নে মসজিদ সংলগ্ন আরেকটি ভবন তৈরি করা হয়।\n২০০১ সালে মসজিদের নতুন সংস্কার কাজ শুরু হয় এবং কিছুদিন কাজ করার পর মিস্ত্রি ও অন্যান্য অসুবিধার কারণে কাজ বন্ধ হয়ে যায়। দীর্ঘ বিরতির পর ২০১১ সালের ৪ মার্চ পুনরায় মিনারের কাজ আরম্ভ হয়। ১৬৫ ফুট উঁচু মিনারটির কাজ এখন সমাপ্তির পথে। এ পর্যন্ত প্রায় ৭০ লাখ টাকা খরচ হয়েছে বলে জানায় মসজিদ কমিটি। তবে সংস্কার ও প্রায় কোটি টাকা ব্যয়ে নির্মিত মিনারের জন্য সরকারি কোনো সাহায্য নেওয়া হয়নি। মসজিদে আগতদের অনুদানেই মিনারটি নির্মিত হচ্ছে। এমনকি এলাকাবাসীর কাছ থেকেও কোনো চাঁদা নেওয়া হয়নি বলে জানায় সংশ্লিষ্টরা। এ ব্যাপারে প্রায় ৩০ বছর ধরে দায়িত্ব পালনকারী কোষাধ্যক্ষ বলেন, ‘মসজিদে আগত মুসল্লিদের দানে মাসে প্রায় লক্ষাধিক টাকা আসে। সেই টাকা দিয়েই কোটি টাকা ব্যয়ে মিনারটি নির্মাণ করা হচ্ছে। মসজিদের আয়-ব্যয়ের হিসাব প্রতি শুক্রবার নামাজ শেষে উপস্থিত সবাইকে অবহিত করা হয়।’\n\n\n== মসজিদ কমিটিবৃন্দ ==\n২০০১ সালে মীর সফিউদ্দিন ও জনাবালী সিকদারকে উপদেষ্টা হিসেবে রেখে খন্দকার ফরহাদ হোসেনকে সভাপতি, মতিয়ার রহমানকে সাধারণ সম্পাদক ও ফজলুর রহমানকে কোষাধ্যক্ষ নির্বাচিত করে নতুন কমিটি গঠন করা হয়। নতুন কমিটি দায়িত্ব গ্রহণের পর স্থানীয় মো. হানিফ, ইমাম সামসুদ্দিন মুন্সি, পান্নু দেওয়ান, নান্নু দেওয়ান, আ. হালিম খান, মালেক দেওয়ান, আ. মান্নান মেম্বার ও মো. হারুন অর রশিদ এলাকাবাসী নিয়ে মসজিদ প্রাঙ্গনে একটি মিনার নির্মাণের পদক্ষেপ নেন। মসজিদের বর্তমান ইমাম মুফতি মতিয়ার রহমান।\n\n\n== জনপ্রিয়তা ==\nমসজিদটি নিয়ে বিভিন্ন সময় বিভিন্ন কল্পকাহিনি প্রচার করা হয়েছে। অনেকে প্রচার করেন, এমনকি বিশ্বাসও করেন মসজিদটি গায়েবী। মূল ভবনটি মাটির নিচ থেকে উঠেছে। মসজিটিতে নামাজ পড়ে কোনো কিছু মানত করলে আল্লাহর রহমতে সেই আশা পূরণ হয় বলে জানান আগতরা। সেই বিশ্বাসেই দিন দিন মসজিদে আগতদের সংখ্যা বেড়েই চলছে। প্রায় প্রতিদিনই দূর দূরান্ত থেকে মসজিদটিতে লোকজন আসে ইবাদত করতে। প্রতি শুক্রবার জুমার নামাজ আদায় করতে নবাবগঞ্জসহ পার্শ্ববর্তী দোহার, মানিকগঞ্জ, কেরানীগঞ্জসহ আশেপাশের কয়েকটি থানার কয়েক হাজার নারী-পুরুষের সমাগম ঘটে। পুরুষের পাশাপাশি নারীদের নামাজের জন্য রয়েছে আলাদা সুব্যবস্থা।\nমসজিদটিকে কেন্দ্র করে একটা উৎসব পালনের \"শিরনি মুখী/মিষ্টিমুখ\"(অন্নপ্রাসন)-এর  রীতিও প্রচলিত রয়েছে। আর দূর দূরান্ত হতে লোকজন এখানে তাদের শিশুদের অন্নপ্রাশন করাতে নিয়ে আসেন।\nমসজিদের বর্তমান ইমাম মুফতি মতিয়ার রহমান বলেন, ‘মানুষ আল্লাহর উপর বিশ্বাস করেই ভাঙ্গা মসজিদে আসেন ইবাদত করতে। বিশেষ করে প্রতি শুক্রবার কয়েক হাজার মানুষের আগমন ঘটে এ মসজিদে। আমরা যথাসাধ্য চেষ্টা করি তাদের সহযোগিতা করতে।’\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nখেলারাম দাতার কোঠা\n\n\n== তথ্যসূত্র =="}