{"pageid": 1073799, "title": "বেরুবাড়ী ইউনিয়ন", "url": "https://bn.wikipedia.org/wiki?curid=1073799", "content": "৪নং বেরুবাড়ী ইউনিয়ন বাংলাদেশের কুড়িগ্রাম জেলার নাগেশ্বরী উপজেলার একটি ইউনিয়ন পরিষদ।\n\n\n== নামকরণ ও ইতিহাস ==\nবেরুবাড়ী গ্রাম ও মৌজার নামানুসারে এ ইউনিয়ানের নাম রাখা হয় বেরুবাড়ী ইউনিয়ন। এ ইউনিয়ন পরিষদটি ১৯৪৭ সালে চালু হয়। প্রথম পঞ্চায়েত ছিল মহামতি কালাম উদ্দিন ফকির।\n\n\n== অবস্থান ==\nপূর্বেঃ বল্লভের খাস, পশ্চিমেঃ নাগেশ্বরী পৌরসভা, উত্তেরঃ বামনডাঙ্গা,   দক্ষিনেঃ কালিগঞ্জ ইউপি৷ কুড়িগ্রাম জেলার, নাগেশ্বরী উপজেলা বাসষ্ট্যান্ট হইতে সোজা পূর্বদিকে বেরুবাড়ী বাজার সংলগ্ন এই ইউনিয়ন পরিষদ ভবনটি আপনার চোখে পড়বে।\n\n\n== সাধারণ তথ্য ==\nমৌজা-৩টি\nগ্রাম - ২১টি, তন্মধ্যে-বেরুবাড়ী, সাতানী, মওয়ামারী, গাছপাড়ী, শালমারা, টুপামারী, বালিয়ারকুটি, চররহমানেরকুটি, চরবেরুবাড়ী, চিলমারী, নকুলারপাড়, খেলারভিটা, খামারনকুলা, নতুনচর, বামনের ভিটা, ইসলামপুর।\nহাট বাজার - ২টি,\nমসজিদ-  ৬৫ টি।\nমন্দির-                       ৪ টি।\nক্লিনিক-                      ৩ টি।\nআশ্রয় কেন্দ্র-                 ৪ টি৷\nপেশাজীবি সংগঠন-৬টি\nসাংস্কৃতিক সংগঠন-৩টি।\n\n\n== শিক্ষা প্রতিষ্ঠান ==\nমাধ্যমিক-৪টি\nপ্রাইমারি-১৩টি\nমাদরাসা-৩টি।\n\n\n== যোগাযোগ ব্যবস্থা ==\nবেরুবাড়ী ইউনিয়নটি নাগেশ্বরী উপজেলার কেরামতিয়া বহু মুখী উচ্চ বিদ্যালয় রোডের পূর্বে প্রায় ৫ কি.মি. দূরে অবস্থিত। নাগেশ্বরী উপজেলা সদর থেকে বেরুবাড়ী ইউনিয়ন পরিষদ সহ বিভিন্ন গ্রামের যাতায়াত ব্যবস্থা- \n\nউপজেলা সদর থেকে রিক্সা, অটোরিক্সা ও টেম্পু যোগে -১০/-(দশ) টাকা।\nবেরুবাড়ী বাজার থেকে খেলারভিটা- খামারনকুলা অটোরিক্সা যোগে ২৫(পচিশ) টাকা।\nবেরুবাড়ী বাজার থেকে শালমারা ওয়াপদা বাজার অটোরিক্সা যোগে ২০/৩০ টাকা।\nবেরুবাড়ী বাজার হতে চরবেরুবাড়ী অটোরিক্সা যোগে ১৫/২০ টাকা।\n\n\n== জমি ==\nএক ফসলীঃ  ২২০০.১০ একর\nদুই ফসলীঃ ৮৫০.০০ একর\nতিন ফসলীঃ  ৪০০.০০ একর\nপতিতঃ ৪৭০.০০ একর\nখাস বালুঃ ১১৯৯.৯৬ একর।\n\n\n== নদ-নদী ও বিল ==\nএই ইউনিয়নে একটি মাত্র নদী তার নাম দুধকুমার নদী। এই দুধকুমার নদীর কড়াল গ্রাসে প্রতি বছর হাজার বিঘা জমি নদী গর্ভে বিলীন হয়ে যায়\n\n\n== দর্শনীয় ==\nদুধকুমার নদী\n\n\n== আরও দেখুন ==\nকুড়িগ্রাম জেলা\nনাগেশ্বরী উপজেলা\nবাংলাদেশের ইউনিয়ন\nবাংলাদেশে স্থানীয় সরকার\nরংপুর বিভাগ\n\n\n== তথ্যসূত্র =="}