{"pageid": 1073587, "title": "খলিফা আন্তর্জাতিক স্টেডিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1073587", "content": "খলিফা আন্তর্জাতিক স্টেডিয়াম (আরবি: ملعب خليفة الدولي; এছাড়াও জাতীয় স্টেডিয়াম নামে পরিচিত) কাতারের দোহায় অবস্থিত একটি বহুমুুখী স্টেডিয়াম। এটি দোহা স্পোর্টস সিটির অংশ। এটি কাতারের সাবেক আমির খলিফা বিন হামাদ আল সানির নামে নামকরণ করা হয়েছে। ২০১১ এএফসি এশিয়ান কাপের ফাইনাল এই স্টেডিয়ামে অনুষ্ঠিত হয়েছিল। ২০২২ ফিফা বিশ্বকাপের ম্যাচ আয়োজন করা স্টেডিয়ামগুলোর মধ্যে এই স্টেডিয়ামটির কাজ সর্বপ্রথম শেষ হয়েছে। গ্লোবাল টেকসই মূল্যায়ন সিস্টেম (জিএসএএস)-এর কাছ থেকে ২০১৭ সালে একটি চার তারকা রেটিং পেয়েছে, যা বিশ্বে প্রথম।\n\n\n== ইতিহাস ==\n\nএই স্টেডিয়ামটি ১৯৭৬ সালে উদ্বোধন করা হয়েছিল। ১৯৯২ সালে, স্টেডিয়ামটি ১১তম গালফ কাপের একটি স্বাগতিক স্টেডিয়াম ছিল। এখানে কাতার প্রথমবারের মতো গালফ কাপ জয়লাভ করেছে। ২০০৬ সালের এশিয়ান গেমসের [উরবে এটির সংস্কার ও সম্প্রসারণ করা হয়েছিল, উক্ত সময়ে এর ধারণক্ষমতা ২০,০০০ থেকে ৪০,০০০ আসনে বাড়ানো হয়েছিল। এই স্টেডিয়ামে একটি ছাদ পশ্চিম দিক জুড়ে ঘিরে আছে। পূর্ব দিকের একটি বিশাল খিলান রয়েছে, যা ২০০৬ এশিয়ান গেমসের উদ্বোধনী অনুষ্ঠানের সময় থেকে আতশবাজি জ্বালানোর জন্য ভিত্তি হিসেবে ব্যবহৃত হয়েছিল।\n২০০৫ সালের সংস্কারের পূর্বে, স্টেডিয়ামটি অধিকাংশ ক্ষেত্রে ফুটবল ম্যাচ আয়োজনের জন্য ব্যবহৃত হতো, তবে এই মাঠটি অন্যান্য বেশ কয়েকটি খেলার জন্য তৈরি করা হয়েছিল। ১৯৯৭ সাল থেকে স্টেডিয়ামটি দোহায় ডায়মন্ড লীগ (আগে অন্য নামে পরিচিত ছিল) ট্র্যাক অ্যান্ড ফিল্ড প্রতিযোগিতার আয়োজন করেছিল। এটি কাতার জাতীয় ফুটবল দলের ঘরোয়া স্টেডিয়াম। স্টেডিয়ামটি ২০১১ সালের প্যান আরব গেমসের ৬টি ম্যাচ আয়োজন করেছিল, গ্রুপ পর্বে কাতারের জাতীয় দলের সমস্ত ম্যাচ, পাশাপাশি কোয়ার্টার-ফাইনাল, সেমি-ফাইনাল এবং আসরের ফাইনাল আয়োজন করেছিল। আরও একবার পুনর্নবীকরণের পরে, ২০১৭ সালের মে মাসে স্টেডিয়ামটি পুনরায় উদ্বোধন করা হয়েছে। স্টেডিয়ামটি একই বছরের সেপ্টেম্বর এবং অক্টোবরে ২০১৯ বিশ্ব অ্যাথলেটিক্স চ্যাম্পিয়নশিপ আয়োজন করেছিল। ২০১৯ সালের ১লা ডিসেম্বর তারিখে, স্টেডিয়ামটি দুটি ২০১৯ ফিফা ক্লাব বিশ্বকাপ ম্যাচের মাঠ হিসেবে নির্ধারিত হয়েছিল। ২০২২ সালে, কাতারে ২০২২ ফিফা বিশ্বকাপ আয়োজনের সিদ্ধান্তের পরে, স্টেডিয়ামটির ধারণক্ষমতা বাড়িয়ে ৬৮,০০০ করার পরিকল্পনা করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}