{"pageid": 1073389, "title": "কিম্ভূত ভাইরাস", "url": "https://bn.wikipedia.org/wiki?curid=1073389", "content": "কিম্ভূত ভাইরাস বলতে সাধারণত একটি কৃত্রিম মানবনির্মিত ভাইরাসকে বোঝায়, যাকে মার্কিন কৃষি মন্ত্রণালয়ের প্রাণী ও উদ্ভিদ স্বাস্থ্য তদারকি সংস্থার অন্তর্ভুক্ত পশু জীববিদ্যা কেন্দ্র এভাবে সংজ্ঞায়িত করেছে: একটি কিম্ভূত ভাইরাস এমন একটি \"নতুন সংকর অণুজীব যাকে দুই বা ততোধিক ভিন্ন অণুজীব থেকে প্রাপ্ত নিউক্লিয়িক অ্যাসিড খণ্ডাংশসমূহকে জোড়া লাগিয়ে সৃষ্টি করা হয়েছে এবং যেটিতে ন্যূনতম দুইটি খণ্ডাংশের প্রতিটিতে ভাইরাসের প্রতিলিপিকরণের জন্য আবশ্যকীয় বংশাণুগুলি উপস্থিত আছে।\" একে ইংরেজি পরিভাষায় \"কিমেরা ভাইরাস\" (ইংরেজি: Chimera virus) বা \"কিমেরিক ভাইরাস\" (ইংরেজি: Chimeric virus) বলা হয়।\nবংশাণুবিজ্ঞানের আলোচনায় কিম্ভূত জীব (ইংরেজি: Chimera কিমেরা) বলতে দুই বা ততোধিক ভিন্ন প্রজাতির জীব তথা একাধিক ভিন্ন ভ্রূণীয় উৎস থেকে সৃষ্ট জীবকে বোঝায়। অন্য ভাষায়, যে জীবের দেহে ভিন্ন ভিন্ন ভ্রূণাণু থেকে আগত ভিন্ন ভিন্ন কোষসমষ্টি পরিলক্ষিত হয় বা যে জীবটি একাধিক ভিন্ন ভিন্ন ভ্রূণাণুর অংশবিশেষের সমন্বয় থেকে বিকাশ লাভ করে, তাকে কিম্ভূত জীব বলা হয়।\nডেঙ্গুজ্বর ও মস্তিষ্কপ্রদাহ রোগের প্রতিরোধের উদ্দেশ্যে নতুন জীবন্ত দুর্বলকৃত টিকা প্রস্তুতির প্রচেষ্টায় পরীক্ষাগারে কিম্ভূত ফ্ল্যাভিভাইরাস সৃষ্টি করা হয়েছে।\n\n\n== ব্যুৎপত্তি ==\nকিম্ভূত ভাইরাসের ইংরেজি পরিভাষা কিমেরা ভাইরাসের নামটি গ্রিক পুরাণের খিমাইরা নামক এক কাল্পনিক উদ্ভট, কিম্ভূতকিমাকার দানবের নাম থেকে এসেছে, যার দুইটি মাথা সিংহ ও ছাগলের তৈরি, দেহ ছাগলের মতো আর পশ্চাৎভাগ ও লেজ ড্রাগন বা সাপের মত। বাংলা ভাষায় দুই বা ততোধিক প্রাণীর অংশবিশেষের সমন্বয়ে গঠিত কাল্পনিক প্রাণীকে \"কিম্ভূতকিমাকার প্রাণী\" বলা হয়ে থাকে (উদাহরণস্বরূপ সুকুমার রায়ের আবোল তাবোল গ্রন্থের কিম্ভূত ছড়াটি উল্লেখ্য)।\n\n\n== প্রাকৃতিকভাবে উদ্ভূত ঘটনা হিসেবে ==\nভাইরাসদেরকে দুইটি প্রকারে প্রকারভেদ করা যায় - আদিকেন্দ্রিক জীবদের ভাইরাস এবং সুকেন্দ্রিক জীবদের ভাইরাস। আদিকেন্দ্রিক জীবদের দেহে সংক্রামক ভাইরাসসমূহের সিংহভাগই দ্বি-সূত্রধর ডিএনএ বংশাণুসমগ্রের অধিকারী, তবে একসূত্রধর ডিএনএ ভাইরাসগুলি সংখ্যালঘু হলেও তাৎপর্যপূর্ণ। এর বিপরীতে সুকেন্দ্রিক জীবদেহে সংক্রামক ভাইরাসগুলির সিংহভাগই আরএনএ ভাইরাস, যদিও একসূত্রধর ও দ্বিসূত্রধর ভাইরাসও বিরল নয়।\n২০১২ সালে ক্যালিফোর্নিয়ার ল্যাসেন জাতীয় আগ্নেয় উদ্যানের ফুটন্ত প্রস্রবণ হ্রদের চরম আম্লিক পরিবেশে একটি অধিবংশাণুসমগ্রমূলক গবেষণার সময়ে অপ্রত্যাশিতভাবে একটি প্রাকৃতিকভাবে উৎপন্ন আরএনএ-ডিএনএ সংকর ভাইরাসের প্রথম উদাহরণটি আবিষ্কৃত হয়। ভাইরাসটির নাম দেওয়া হয় বিএসএল-আরডিএইচভি (BSL-RDHV) অর্থাৎ বয়েলিং স্প্রিং লেক আরএনএ-ডিএনএ হাইব্রিড ভাইরাস (Boiling Spring Lake RNA DNA Hybrid Virus), বা বাংলায় \"ফুটন্ত প্রস্রবণ হ্রদের আরএনএ-ডিএনএ সংকর ভাইরাস\"। এই ভাইরাসটির বংশাণুসমগ্রটির (জিনোম) পাখি ও শূকরদের আক্রমণকারী ডিএনএ-ভিত্তিক সার্কোভাইরাস এবং উদ্ভিদ সংক্রমণকারী আরএনএ-ভিত্তিক টোম্বাসভাইরাসের সাথে সম্পর্ক আবিষ্কার করা হয়। এই গবেষণাটি বিজ্ঞানীদেরকে বিস্মিত করে, কেননা ডিএনএ ও আরএনএ ভাইরাসগুলি ভিন্ন প্রকৃতির এবং কীভাবে এই কিম্ভূত ভাইরাসটি জোড়া লেগে গঠিত হয়েছে, তা তাঁরা বুঝতে পারেননি।\nএরপরে আরও কিম্ভূত ভাইরাস আবিষ্কৃত হয়েছে, এবং এই দলটিকে \"সিএইচআইভি (CHIV) ভাইরাস-দল\" (Chimeric viruses কিমেরিক ভাইরাসেস) নাম দেওয়া হয়েছে।\n\n\n== তথ্যসূত্র =="}