{"pageid": 1074271, "title": "রাখাল বন্ধু", "url": "https://bn.wikipedia.org/wiki?curid=1074271", "content": "রাখাল বন্ধু ১৯৬৮ সালে মুক্তিপ্রাপ্ত এবং ইবনে মিজান পরিচালিত একটি সাদা কালো যুগের বাংলা চলচ্চিত্র। এটি বাংলাদেশ জন্ম নেবার আগের বিখ্যাত চলচ্চিত্রগুলোর একটি। বিখ্যাত ইংরেজ লেখক উইলিয়াম শেক্সপিয়রের নাটক 'ম্যাকবেথ' এর উপর ভিত্তি করে এটি নির্মিত  হয়েছে, যাতে পরিচালক ইবনে মিজান নিজেই কিছু গ্রাম্য লোককাহিনীর সংমিশ্রন ঘটিয়ে চিত্রনাট্য তৈরি করেছেন। এতে অভিনয় করেছেন সুজাতা, সুচন্দা, আনোয়ার হোসাইন, আনিস এবং আজিমসহ আরো অনেকেই।\n\n\n== কাহিনীসংক্ষেপ ==\n\n\n== চরিত্র এবং কুশীলবগণ ==\nনিচে সমস্ত কলাকুশলীদের তালিকা প্রদান করা হলো।\n\n\n=== মূল ভূমিকায় ===\nসুজাতা - পরীভানুর ভূমিকায়\nআজিম -রাখালের ভূমিকায়\n\n\n=== পার্শ্বচরিত্র ===\nসুচন্দা - ফুলভানুর ভূমিকায়\nশামস ইরানী\nজামাল ইউসুফ\nমালেক মনসুর\nসাজ্জাদ লতিফ\nআভা\nআনিস\nহুমায়ুন\nমালেকা\nরহিমা\nমাসকা\nমাঃ অপু\nবেবি রিতা\nবেবি রিনা\nপান্না\nঅসিত\nকাশেম উমরী\n\n\n=== অতিথি শিল্পী ===\nআনোয়ার হোসেন\nরোজি সামাদ\nমান্নান\nআনোয়ারা জামাল\nইনাম আহমেদ\n\n\n== সঙ্গীত পরিচালনায় ==\n\n\n=== গীতিকার ===\nনূরুল ইসলাম (লাল)\n\n\n=== কন্ঠ সঙ্গীত ===\nশাহনাজ বেগম\nনীনা হামিদ\nমৌসুমী কবির\nআব্দুল রউফ\n\n\n=== যন্ত্র সঙ্গীত ===\nআলাউদ্দিন লিটল অর্কেষ্ট্রা\n\n\n=== শব্দ গ্রহণ ===\nমালিক মনসুর\n\n\n== পুনঃনির্মাণ ==\n\n\n=== বাংলাদেশ ===\nবাংলাদেশে ১৯৮৬ সালে উক্ত সাদা কালো চলচ্চিত্রের রঙিন সংস্করণ নির্মিত হয়, যার নাম দেওয়া হয় \"রঙিন রাখাল বন্ধু\"! যেটা পরিচালনা করেছেন \"রাখাল বন্ধু\"র -ই পরিচালক ইবনে মিজান এবং প্রযোজনা করেছেন এ কে এম জাহাঙ্গীর খান। এতে অভিনয় করেছেন বাংলাদেশের সাত্তার, জিনাত, মনিকাসহ আরো অনেকে। এতে বাংলাদেশের পল্লীকবি জসীমউদদীন সঙ্গীত পরিচালনায় গুরুত্বপূর্ণ ভূমিকা রেখেছেন।\n\n\n=== ভারত ===\nভারতে ১৯৯৫ সালে চলচ্চিত্রটির \"রাখাল রাজা\" শিরোনামের নতুন সংস্করণ নির্মাণ করা হয়। যেটা পরিচালনা করেছেন সানাত দত্ত। যাতে অভিনয় করেছেন ভারতীয় অভিনেত্রী ঋতুপর্ণা সেনগুপ্ত, চিরঞ্জিত, টেলি সামাদ সহ অনেকেই।\nযাতে ভারতীয় অভিনেত্রী ঋতুপর্ণা সেনগুপ্ত, চিরঞ্জিত, কৌশিক চ্যাটার্জি, টেলি সামাদ সহ অনেকেই অভিনয় করেছেন।\n\n\n== তথ্যসূত্র =="}