{"pageid": 1074749, "title": "কোডফোর্সেস", "url": "https://bn.wikipedia.org/wiki?curid=1074749", "content": "কোডফোর্সেস (English: Codeforces) একটি ওয়েবসাইট যেটা প্রোগ্রামিং প্রতিযোগিতার আয়োজন করে। মিখাইল মির্জায়ানভের নেতৃত্বে আইটিএমও বিশ্ববিদ্যালয়ের প্রতিযোগী প্রোগ্রামারদের একটি দল এটির রক্ষণাবেক্ষণ করে। ২০১৩ সাল থেকে কোডফোর্সেস দাবি করে যে, সক্রিয় প্রতিযোগীর সংখ্যার হিসেবে তারা টপকোডারকে অতিক্রম করেছে। ২০২১ সালের হিসাব অনুযায়ী, কোডফোর্সেসে ২০ লক্ষেরও বেশি নিবন্ধিত ব্যবহারকারী রয়েছে। গিনাদি কারাতকেভিচ, পেত্র মিত্রিশেভ, বেঞ্জামিন কি, মাকোতো সুজিমাসহ অন্যান্য শীর্ষস্থানীয় প্রতিযোগিতামূলক প্রোগ্রামারেরা কোডফোর্সেস ব্যবহার করেন।\n\n\n== ইতিহাস ==\nমিখাইল মির্জায়ানভের নেতৃত্বে সারাতভ স্টেট ইউনিভার্সিটির প্রতিযোগী প্রোগ্রামারদের একটি দল কোডফোর্সেস তৈরি করেছিল। যারা প্রোগ্রামিং সমস্যা সমাধান করতে এবং প্রতিযোগিতায় অংশ নিতে আগ্রহী তাদের জন্য মূলত এটি তৈরি করা হয়েছিল। ২০১০ সালের ১৯ ফেব্রুয়ারি ১৭৫ জন প্রতিযোগী নিয়ে প্রথম কোডফোর্সেস রাউন্ড অনুষ্ঠিত হয়। । ২০১২ এর আগে কোডফোর্সেস রাউন্ডগুলির শিরোনাম ছিল \"কোডফোর্সেস বিটা রাউন্ড\" যা নির্দেশ করে যে সিস্টেমটি এখনও নির্মাণাধীন।\n\n\n== মূল্যায়ন পদ্ধতি ==\nপ্রতিযোগীদের এলো রেটিং পদ্ধতির অনুরূপ একটি পদ্ধতির মাধ্যমে মূল্যায়ন করা হয়। সাধারণত বিজয়ীদের জন্য কোন পুরস্কার থাকে না, তবে বছরে বেশ কয়েকবার বিশেষ প্রতিযোগিতা অনুষ্ঠিত হয়, যেখানে বিজয়ী প্রতিযোগীরা টি-শার্ট পান। কিছু বড় প্রতিযোগিতা কোডফোর্সেস বেসে হোস্ট করা হয়, তার মধ্যে লিফট আয়োজিত \"দ্য লিফট লেভেল ৫ চ্যালেঞ্জ ২০১৮\"  ও মাইক্রোসফট আয়োজিত \"মাইক্রোসফট কিউ+ কোডিং কনটেস্ট - সামার ২০১৮\"  উল্লেখযোগ্য।\nপ্রতিযোগীদের তাদের রেটিং এর ভিত্তিতে ভাগ করা হয়। মে ২০১৮ থেকে, যেসব ব্যবহারকারীদের রেটিং ১৯০০ এবং ২০৯৯ এর মধ্যে তারা একই সাথে ১ম ও ২য় বিভাগে মুল্যায়িত হয়। ৩য় বিভাগটি তৈরি করা হয়েছিল তাদের জন্য যাদের রেটিং ১৬০০ এর কম। নিচের টেবিলটি ২৬ ডিসেম্বর ২০১৮ তারিখে হালনাগাদ ছিল।\n\n\n== শীর্ষ ব্যবহারকারীগণ ==\n\n\n== আরও দেখুন ==\nফেসবুক হ্যাকার কাপ\nএসিএম আন্তর্জাতিক কলেজিয়েট প্রোগ্রামিং প্রতিযোগিতা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট\nকোডফোর্সেস ভিজ্যুয়ালাইজার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ অক্টোবর ২০১৮ তারিখে"}