{"pageid": 1074210, "title": "ব্রুজস", "url": "https://bn.wikipedia.org/wiki?curid=1074210", "content": "ব্রুজস ( BROOZH, ওলন্দাজ: Brugge [ˈbrʏɣə] ()) হলো বেলজিয়ামের ফ্লেমিশ অঞ্চলের পশ্চিম ফ্ল্যান্ডার্স প্রদেশের রাজধানী এবং জনসংখ্যার ভিত্তিতে দেশের সপ্তম বৃহত্তম শহর।\nজিবার্গ্গের ১,০৭৫ হেক্টর উপকূলসহ পুরো শহরটির আয়তন ১৩,৮৪০ হেক্টর (১৩৮.৪০ বর্গ কিলোমিটার; ৫৩.৪৪ বর্গ মাইল)। এই ঐতিহাসিক শহরটি ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থান। এটি দেখতে ডিম্বাকৃতি এবং আকারে প্রায় ৪৩০ হেক্টর। ১ জানুয়ারি ২০০৮ এর হিসাবে শহরটির মোট জনসংখ্যা ১১৭,০৭৩ জন, যার মধ্যে প্রায় ২০,০০০ জন শহরের কেন্দ্রে বাস করে। বহিরাগত কমিউটার জোন সহ মেট্রোপলিটন এলাকা ৬১৬ বর্গ কিলোমিটার (২৩৮ বর্গ মাইল) এলাকা জুড়ে ১ জানুয়ারি ২০০৮ পর্যন্ত মোট বাসিন্দা ২৫৫,৮৪৪ জন।\nআমস্টারডাম এবং সেন্ট পিটার্সবারর্গের মতো কয়েকটি উত্তর খাল-ভিত্তিক শহর আছে, যা উত্তরের ভেনিস নামেও পরিচিত। ব্রুজসের বন্দরটির জন্য একটি উল্লেখযোগ্য অর্থনৈতিক গুরুত্ব রয়েছে এবং এটি একসময় বিশ্বের অন্যতম প্রধান বাণিজ্যিক শহর ছিল। ব্রুজস কলেজ অফ ইউরোপের আসন হিসেবে সুপরিচিত, যা ইউরোপীয় পড়াশোনা জন্য একটি বিশ্ববিদ্যালয় ইনস্টিটিউট।\n\n\n== ব্রুজসের ব্যুৎপত্তি ==\n৮৪০–৮৭৫ খ্রিষ্টাব্দে জায়গাটিকে প্রথমে ব্রুগাস, ব্রভ্গগ্যাস এবং ব্রাভসিয়া হিসাবে নথীপত্রে উল্লেখ করা হয়েছে। পরবর্তীতে তা ব্রুসিয়াম ব্রউসিয়াম(৮৯২ খ্রিষ্টাব্দে), নবম শতাব্দীর শেষের দিকে ব্রুটগিস ইউিকো, পোর্টু ব্রুগেনসি(১০১০ খ্রিষ্টাব্দে) হিসাবে প্রতীয়মান হয়।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\nপ্রাগৈতিহাসিক সময়ে ব্রুজস উপকূলীয় বসতি ছিল। এই ব্রোঞ্জ যুগ এবং আয়রন যুগ বসতি মধ্যযুগীয় শহর বিকাশের সাথে সম্পর্কিত নয়। ব্রুজস অঞ্চলে জলদস্যুদের বিরুদ্ধে উপকূলীয় অঞ্চলটি রক্ষার জন্য খ্রিস্টপূর্ব প্রথম শতাব্দীতে জুলিয়াস সিজারের মেনাপিয়ায় জয়ের পরে প্রথম দুর্গ তৈরি করা হয়েছিল। চতুর্থ শতাব্দীর দিকে ফ্রাঙ্ক জাতি গ্যালো-রোমানদের কাছ থেকে পুরো অঞ্চলটি দখল করে এবং এটি প্যাগাস ফ্লান্ডারনসিস হিসাবে পরিচালিত করে। নবম শতাব্দীর ভাইকিং আক্রমণগুলি ফ্ল্যান্ডার্সের কাউন্ট বাল্ডউইন প্রথমকে রোমান দুর্গগুলিকে শক্তিশালী করতে প্ররোচিত করেছিল; শীঘ্রই ইংল্যান্ড এবং স্ক্যান্ডিনেভিয়ার সাথে বাণিজ্য পুনরায় শুরু হয়। সম্ভবত একটি শক্তিশালী বন্দোবস্ত এবং গির্জার মাধ্যমে মধ্য ও মধ্যযুগীয় বসতিটি নবম এবং দশম শতাব্দীতে বার্গ ভূখণ্ডে শুরু হয়।\n\n\n=== স্বর্ণ যুগ(দ্বাদশ থেকে পঞ্চদশ শতাব্দী) ===\n\nস্থানীয় বাণিজ্যগুলির জন্য জোয়ার খালের কারণে ব্রুজস গুরুত্বপূর্ণ হয়ে ওঠে, এই খালটি তখন \"গোল্ডেন ইনলেট\" নামে পরিচিত ছিল। ২৭ জুলাই ১১২৮ সালে ব্রুজস তার শহরের সনদ পেয়েছিল এবং নতুন দেয়াল ও খাল নির্মিত হয়েছিল। ১০৮৯ সালে ব্রুজস কাউন্টি অফ ফ্ল্যান্ডার্সের রাজধানী হয়ে ওঠে। প্রায় ১০৫০ সাল থেকে, ধীরে ধীরে পলি জমার কারণে শহরটি সমুদ্রে সরাসরি প্রবেশ পথ হারায়। ১১৩৪ সালে ঝড়ের কারণে, জুইন নামক একটি প্রাকৃতিক চ্যানেল তৈরির মাধ্যমে এই প্রবেশ পথটি পুনরায় প্রতিষ্ঠিত করে।\n\n\n=== বাণিজ্য ===\n\nউত্তর হানস্যাটিক লীগ বাণিজ্য এবং দক্ষিণ বাণিজ্য পথের পাশে ব্রুজসের একটি কৌশলগত অবস্থান ছিল। ১৩ম শতাব্দীর শুরুতে ব্রুজস ফ্লেমিশ এবং ফরাসি কাপড়ের মেলার অন্তর্ভুক্ত ছিল, পুরানো ব্যবস্থাটি যখন ভেঙে যায় ব্রুজসের উদ্যোক্তারা তখন নতুন ব্যবস্থা উদ্ভাবন করে। তাদের বিকাশ ঘটে অথবা ইতালি থেকে বণিক পুঁজিবাদের নতুন ফর্ম ধার নেয়, যার মাধ্যমে বেশ কয়েকটি বণিক ঝুঁকি এবং লাভ ভাগ করে নেয় এবং তাদের বাজার সম্পর্কে তাদের জ্ঞান সরবরাহ করে। তারা বিনিময় বিল (অর্থাৎ প্রতিশ্রুতি নোট) এবং চিঠিপত্র সহ নতুন ফর্ম অর্থনৈতিক বিনিময় নিয়োগ করে। শহরটি বিদেশী ব্যবসায়ীদের আগ্রহের সাথে স্বাগত জানিয়েছিল, বিশেষত পর্তুগিজ ব্যবসায়ীদের যারা মরিচ এবং অন্যান্য মশলা বিক্রি করে।\n\n\n=== পঞ্চদশ শতাব্দীর পর পতন ===\n১৫শ শতাকের এর কাছাকাছি থেকে জুইন চ্যানেল (গোল্ডেন ইনলেট) যা শহরটিকে তার সমৃদ্ধি দিয়েছিল, পলি দ্বারা বন্ধ হত্তয়া শুরু করে এবং সুবর্ণ যুগের সমাপ্তি ঘটে। শহরটি শীঘ্রই নিম্ন দেশগুলির অর্থনৈতিক প্রধান হিসাবে আন্টভের্পের পিছনে পড়ে যায়। সপ্তদশ শতাব্দীতে, লেইস শিল্প চালু হয়েছিল এবং গৌরবময় অতীত ফিরিয়ে আনার বিভিন্ন প্রচেষ্টা করা হয়। ১৬৫০ এর দশকে, শহরটি ইংল্যান্ডের দ্বিতীয় চার্লস এবং নির্বাসনের ঘাঁটি ছিল। সামুদ্রিক অবকাঠামো আধুনিকীকরণ করা হয়েছিল, এবং সমুদ্রের সাথে নতুন সংযোগ তৈরি করা হয়, কিন্তু খুব বেশি সাফল্য পাওয়া যাইনি, অ্যান্টওয়ার্প ক্রমশো প্রভাবশালী হয়ে ওঠে। ব্রুজস দরিদ্র হয়ে পড়ে এবং ধীরে ধীরে গুরুত্ব হাড়ায়; ১৯০০ সালের দিকে এর জনসংখ্যা ২০০,০০০ থেকে ৫০,০০০-এ হ্রাস পায়।\n\n\n=== উনিশ শতক এবং পরবর্তী: পুনর্জাগরণ ===\nউনিশ শতকের শেষার্ধে, ব্রুজস ধনী ব্রিটিশ এবং ফরাসী পর্যটকদের আকর্ষণ করে বিশ্বের প্রথম পর্যটন কেন্দ্রগুলিতে পরিণত হয়েছিল। ১৯০৯ সালে এটি 'ব্রুজস ফরওয়ার্ড: সোসাইটি টু ইমপ্রুভ ট্যুরিজম' নামে একটি সমিতি চালু করেছিল।\nজিবার্গ্গ বন্দরটি ১৯০৭ সালে নির্মিত হয়। জার্মানরা প্রথম বিশ্বযুদ্ধে তাদের ইউ-বোটের জন্য এটি ব্যবহার করেছিল। এটিকে ১৯৭০-এর দশক এবং ১৯৮০-এর দশকের গোড়ার দিকে প্রসারিত করা হয় এবং এটি ইউরোপের অন্যতম গুরুত্বপূর্ণ এবং আধুনিক বন্দর হয়ে উঠে।\n\n\n== ভৌগোলিক ==\n\nগঠিত পৌরসভা:\n\nব্রুজসের ঐতিহাসিক শহর কেন্দ্র, সেন্ট-যোজেফ এবং সেন্ট-পিটার্স\nকুলকার্কে\nসেন্ট-অ্যান্ড্রিস\nসেন্ট-মিশিয়েলস\nঅ্যাসব্রোক\nসেন্ট-ক্রুইস\nডুডজেল\nলিসভেয়েজ\n\n\n== আবহাত্তয়া ==\nব্রুজসের সমুদ্রীয় জলবায়ু রয়েছে।\n\n\n== ল্যান্ডমার্ক, শিল্পকলা এবং সংস্কৃতি ==\nব্রুজসের বেশিরভাগ মধ্যযুগীয় স্থাপত্য অক্ষত রয়েছে, এটি এটিকে ইউরোপের অন্যতম সেরা সংরক্ষিত মধ্যযুগীয় শহর হিসাবে গড়ে উঠেছে। ২০০০ সাল থেকে ঐতিহাসিক ব্রুজসের কেন্দ্রটি ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থানের মর্জাদা লাভ করেছে। চার্চ অব আওয়ার লেডি সহ এর মধ্যযুগীয় অনেকগুলি বিল্ডিং উল্লেখযোগ্য, যার মধ্যে ইটের গির্জাশিখর ১১৫.৬ মিটার (৩৭৯.২৭ ফুট) এবং এটি বিশ্বের দ্বিতীয় সর্বোচ্চ ইটের টাওয়ার/বিল্ডিং।\n\n\n=== নৈপুণ্য ===\nব্রুজসের তার টেক্সটাইল কৌশল ববিন লেইসের জন্য সুপরিচিত। তাছাড়া, এই শহর এবং এর বিখ্যাত লেইস থ্রেড রুটস চলচ্চিত্রের সিরিজকে অনুপ্রাণিত করে, যার দ্বিতীয় পর্বটি ২০১১ সালে শ্যুট করা হয়েছিল, আংশিকভাবে ব্রুজসে সেট করা হয়েছিল।\n\n\n=== বিনোদন ===\n\n\n== উৎসব ==\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\n উইকিসংকলনে পাঠ্য:\n\"Bruges\"। ব্রিটিশ বিশ্বকোষ (১১তম সংস্করণ)। ১৯১১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Bruges\"। এনসাইক্লোপিডিয়া আমেরিকানা। ১৯২০। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}