{"pageid": 1074221, "title": "রংপুর টাউন হল", "url": "https://bn.wikipedia.org/wiki?curid=1074221", "content": "রংপুর টাউন হল (পূর্বনাম: রংপুর নাট্য সমাজ গৃহ) বাংলাদেশের রংপুর শহরের সিটি হল। ১৮৯১ সালে কাকিনার রাজা মহিমা রঞ্জন রায়ের দানকৃত জমিতে 'রংপুর নাট্য সমাজ গৃহ' নামে প্রতিষ্ঠা করা হয়। এর বর্তমান ভবনটি ১৯১১ সালে নির্মিত হয়েছিল।\n\n\n== ইতিহাস ==\n১৮৯১ সালে কাকিনার রাজা মহিমা রঞ্জন রায় রংপুরের উৎসাহিত নাট্য সমাজকে একটি রঙ্গশালা প্রতিষ্ঠার জন্য তিনি ১০ বিঘা ৩ কাঠা জমি দান করেন এবং এর প্রতিষ্ঠাকালীন নাম দেন 'রংপুর নাট্য সমাজ গৃহ'। ১৮৯৬ সালে ব্রিটিশ সরকারের ভারত সচিব দ্বারা জমির টুকরাটি আরডিএর কাছে হস্তান্তর করেন। এখানে মঞ্চস্থ প্রথম নাটকটি ছিল মাইকেল মধুসূদন দত্তের \"শর্মিষ্ঠা (১৮৫৯)\" নাটক। কিন্তু অন্য একটি সূত্র অনুসারে এখানে মঞ্চস্থ প্রথম নাটকটি ছিল রামনারায়ণ তর্করত্ন রচিত \"কুলিনকুলসর্বস্ব\" (১৮৫৪)। এই টাউন হল প্রাঙ্গনে সমগ্র ভারতীয় উপমহাদেশের অন্যতম প্রাচীন গ্রন্থাগার, রংপুর পাবলিক লাইব্রেরি (প্রতিষ্ঠা ১৮৫৪) রয়েছে। এর পাশাপাশি কলকাতার বাইরে \"বঙ্গীয় সাহিত্য পরিষদ\" -এর প্রথম শাখা ছিল, \"রংপুর সাহিত্য পরিষদ\" এই লাইব্রেরীর একাংশেই প্রতিষ্ঠিত  হয়। ১৯৫২ সালে ভাষা আন্দোলনের সময় রংপুরের মাটিতে প্রাণ দেয়া শহীদদের আত্মত্যাগের স্মরণে এই প্রাঙ্গনেই রয়েছে বাংলাদেশের অন্যতম প্রাচীন এবং অনন্য \" শহীদ মিনার\"। টাউন হলটির সাথে রংপুরের মুক্তিযুদ্ধের ইতিহাস ওতপ্রোতভাবে জড়িত। ১৯৭১ সালে রংপুরের প্রতিরোধী বাঙালি মুক্তিযোদ্ধাদের এবং নিরীহ জনতার বিরুদ্ধে পাকিস্তান সেনাবাহিনীর নির্মম নির্যাতনের স্বাক্ষী দেয় এই ভবন। সেসময় এটি \"কনসেনট্রেশন ক্যাম্প\" এবং টর্চার সেল হিসাবে ব্যবহৃত হয়েছিল। এখন পুরো ক্যাম্পাসে রয়েছে- রংপুরের দুটি প্রধান লাইব্রেরি- পাবলিক লাইব্রেরি এবং জেলা লাইব্রেরি, শহীদ মিনার এবং রংপুরের আঞ্চলিক \"শিল্পকলা একাডেমি\"।\n\n\n== সাংস্কৃতিক প্রভাব ==\nরংপুরকে বলা হয় আনন্দের শহর (রং মানে আনন্দ, পুর মানে শহর)। ঐতিহাসিকভাবে, রংপুর বাংলার প্রাচীনতম শহরগুলির মধ্যে একটি। প্রায় আড়াইশো বছরের নাগরিক সাংস্কৃতি রংপুরকে সমৃদ্ধির দিকে তার নিজস্ব গতিতে এগিয়ে চলতে সাহায্য করেছিল এবং এতে এই প্রতিষ্ঠানটি একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছে এবং করে চলেছে। এখন এটি রংপুরের সাংস্কৃতিক কর্মকাণ্ডের প্রধান কেন্দ্র। পহেলা বৈশাখের মত প্রতিটি জাতীয় দিবস বা সাংস্কৃতিক দিনে, সরকারি ও বেসরকারি উভয় প্রকারের সংগঠনই বিশাল পরিসরে এখানে সাংস্কৃতিক অনুষ্ঠান আয়োজন করে থাকে। এই দিনগুলিতে, পুরো ক্যাম্পাসটি শহরের আনন্দ উদযাপনের কেন্দ্র হয়ে ওঠে। এটি আঞ্চলিক রংপুরী ভাষা ও সংস্কৃতির অন্যতম আধার এবং উত্তরবঙ্গের আঞ্চলিক ভাওয়াইয়া সঙ্গীতের অন্যতম চর্চাকেন্দ্র। এখানে, প্রায় প্রতি সপ্তাহে কমপক্ষে একটি সাংস্কৃতিক অনুষ্ঠান বা আলোচনা শহরের বিভিন্ন সাংস্কৃতিক গোষ্ঠী দ্বারা আয়োজিত হয়। এই প্রতিষ্ঠানটি আসাদুজ্জামান নূর, তুলসী লাহিড়ী এবং বেবী নাজনিন সহ বাঙালি সংস্কৃতির বিশিষ্ট ব্যক্তিত্বদের সাথে জড়িত। এছাড়াও এটি পূর্বে শরৎচন্দ্র চট্টোপাধ্যায়, ডক্টর মুহম্মদ শহীদুল্লাহ এবং নেতাজী সুভাষ চন্দ্র বসুর পদসঞ্চারণায় মুখরিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}