{"pageid": 1074144, "title": "নিখিল রঞ্জন সেন", "url": "https://bn.wikipedia.org/wiki?curid=1074144", "content": "ড.নিখিল রঞ্জন সেন (২৩ শে মে ১৮৯৪ – ১৩ ই জানুয়ারি  ১৯৬৩) ছিলেন ভারতের আপক্ষিক সাধারণ তত্ত্বের প্রবর্তক, ফলিত গণিতের জনক এবং ব্যালিস্টিক তথা ক্ষেপণবিজ্ঞানের পাঠ ও প্রয়োগের সূচনাকারী ভারতীয় বাঙালি বিজ্ঞানী।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nনিখিল রঞ্জন সেনের জন্ম ১৮৯৪ খ্রিস্টাব্দের ২৩ শে মে অবিভক্ত বাংলার অধুনা বাংলাদেশের ঢাকায়। পিতা কালীমোহন সেন ও মাতা বিধুমুখী দেবী। তাঁদের চার পুত্র ও চার কন্যা মধ্যে সর্বকনিষ্ঠ ছিলেন নিখিল রঞ্জন।  তার স্কুলের পড়াশোনা ঢাকা কলেজিয়েট স্কুলে। এখানে তার সহপাঠী ছিলেন প্রখ্যাত বিজ্ঞানী মেঘনাদ সাহা। সেখান থেকে ১৯০৯ খ্রিস্টাব্দে বৃত্তিসমেত প্রবেশিকা পরীক্ষা পাশ করে রাজশাহী কলেজ থেকে ১৯১১ খ্রিস্টাব্দে আই.এসসি পরীক্ষায় দশম স্থান অধিকার করেন। কলকাতার প্রেসিডেন্সি কলেজে অঙ্কশাস্ত্রে অনার্স পড়ার সময় তার সহপাঠী ছিলেন সত্যেন্দ্রনাথ বসু ও মেঘনাদ সাহা। প্রেসিডেন্সি কলেজে তিনি গণিতের অধ্যাপক হিসাবে দেবেন্দ্রনাথ মল্লিক এবং রসায়নে প্রফুল্ল চন্দ্র রায় এবং পদার্থবিজ্ঞানে জগদীশচন্দ্র বসুকে পেয়েছিলেন। ১৯১৩ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয়ের অঙ্কে অনার্স  পরীক্ষায় প্রথম তিনজন যথাক্রমে বোস, সাহা ও সেন। প্রেসিডেন্সি কলেজেই এঁরা তিনজন স্নাতকোত্তর অঙ্কের ছাত্র হন। ফলিত গণিতে (তৎকালীন Mixed Mathematics) সত্যেন্দ্রনাথ ও মেঘনাদ সাহা ১৯১৫ খ্রিস্টাব্দে প্রথম ও দ্বিতীয় হয়ে উত্তীর্ণ হন। নিখিল রঞ্জন পরের বছর ১৯১৬ খ্রিস্টাব্দে পরীক্ষা দিয়ে প্রথম শ্রেণীতে প্রথম হন। \n\n\n== কর্মজীবন ও গবেষণা ==\nস্নাতকোত্তরের ফল ভাল থাকায় এবং সত্যেন্দ্রনাথ বসু ও মেঘনাদ সাহা পদার্থবিজ্ঞান বিভাগে যোগ দেওয়ায় তিনি ১৯১৭ খ্রিস্টাব্দে   কলকাতা বিশ্ববিদ্যালয়ে গণিতে অধ্যাপনা শুরু করেন এবং সেই সাথে গবেষণাও। ১৯২১ খ্রিস্টাব্দে তিনি বিশ্ববিদ্যালয় থেকে ডি.এসসি ডিগ্রি লাভ করেন। প্রতিমাসে পাঁচশো টাকা অতিরিক্ত ভাতা লাভ করে তিনি জার্মানি গমন করেন বার্লিন, মিউনিখ ও প্যারিস বিশ্ববিদ্যালয়ে গবেষণার কাজে। অধ্যাপক ভন লাউয়ের অধীনে আপেক্ষিক সাধারণ তত্ত্ব ও মহাকাশ (cosmogony) গবেষণার জন্য বার্লিন বিশ্ববিদ্যালয় থেকে পিএইচডি ডিগ্রি লাভ করেন। এই সময়ে আপেক্ষিকতা তত্ত্ব (Quantum Theory) ক্রমশই প্রতিষ্ঠা লাভ করছিল। পদার্থবিজ্ঞানের এই  বিভাগে তিনি ম্যাক্স প্ল্যাঙ্ক, আলবার্ট আইনস্টাইন, আর্নল্ড সোমারফিল্ড, লুই ডি ব্রগলি প্রমুখ দিকপাল বিজ্ঞানীদের সঙ্গে পরিচিত হন এবং পড়াশোনা করেন। ১৯২৪ খ্রিস্টাব্দে দেশে ফিরে কলকাতা বিশ্ববিদ্যালয়ে  ফলিত গণিত বিভাগে রাসবিহারী ঘোষ অধ্যাপক পদে নিযুক্ত হন। বিভাগ পুনর্গঠন, নুতন শিক্ষণীয় বিষয় স্থির করা ইত্যাদি কাজে যোগ্য নেতৃত্বের পরিচয় দেন। নানা বিষয়ে মৌলিক গবেষণা তারই নেতৃত্ব শুরু হয়। স্বাধীনতার পর বৈদেশিক শক্তির প্রভাবমুক্ত  নতুন ভারতে দেশরক্ষায় গুরুত্বপূর্ণ বিজ্ঞান ব্যালিস্টিক বিষয়টি তিনি পাঠ্যক্রমে অন্তর্ভুক্ত করেন। নিজের শিক্ষার ভার নেন এবং 'The Physico Mathematical colloquium' নামে পত্র প্রকাশের ব্যবস্থা করেন। ১৯৫৯ খ্রিস্টাব্দে তিনি অবসর গ্রহণ করেন।\n\n\n== মাতৃভাষায় বিজ্ঞান শিক্ষা ==\nড. সেন ভারতীয় শিক্ষা ব্যবস্থার সমালোচক ছিলেন। শিক্ষা ব্যবস্থার উন্নতির জন্য ১৯১৭ -১৯১৯ সালে কলকাতা বিশ্ববিদ্যালয় কমিশন গঠিত হলে তার বক্তব্য ছিল - উদার সংস্কৃতির শিক্ষা পদ্ধতিতে বিজ্ঞান বিষয়ে শিক্ষাদানের ব্যবস্থা থাকা উচিত। এর মধ্য দিয়ে মানুষের প্রকৃতি সম্পর্কে জ্ঞান লাভ ও তার উপর প্রভুত্ব বিস্তার সহজ হবে। ছাত্রদের বিজ্ঞান সহজ ভাবে বুঝতে  সত্যেন্দ্রনাথ বসুর  ন্যায় তিনিও বাংলা ভাষাতেই বিজ্ঞান শিক্ষার পক্ষে অভিমত পোষণ করেন বিশ্ববিদ্যালয় কমিশনের কাছে। তিনি বাংলা ভাষায় রচনা করেন - ‘’সৌরজগৎ’’ । ১৯৪৯ খ্রিস্টাব্দে বিশ্বভারতী এটি প্রকাশ করে। \n\n\n== অলঙ্কৃত পদসমূহ ==\n১৯৩৪ - ভারতের আর্থকোয়াক রিসার্চ কমিশনের  সদস্য\n১৯৩৫ -  ভারতীয় জাতীয় বিজ্ঞান একাডেমীর ফেলো এবং  ইন্ডিয়ান সায়েন্স নিউজ অ্যাসোসিয়েশন\n১৯৩৫ - ১৯৪১  ভারতীয় জাতীয় বিজ্ঞান একাডেমীর কাউন্সিলের সদস্য\n১৯৩৬ -  ভারতীয় বিজ্ঞান কংগ্রেস সংস্থার গণিত বিভাগের সভাপতি\n১৯৪০ - ১৯৪১  ভারতীয় বিজ্ঞান কংগ্রেস সংস্থার গণিত ও পরিসংখ্যান বিষয়ক বিভাগীয় কমিটির সদস্য\n১৯৪৯ - ১৯৫১ কাউন্সিল সদস্য, ভারতীয় জাতীয় বিজ্ঞান একাডেমী\n১৯৫১ - রিপন অধ্যাপক, ইন্ডিয়ান অ্যাসোসিয়েশন ফর দ্য কালটিভেশন অব সায়েন্স, কলকাতা\n১৯৫২ - ১৯৫৩  ইন্ডিয়ান অ্যাসোসিয়েশন ফর দ্য কালটিভেশন অব সায়েন্স-এর কাউন্সিল সদস্য\n১৯৫৯-১৯৬০ ' ভারতীয় জাতীয় বিজ্ঞান একাডেমীর, সহ-সভাপতি। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttps://www.caluniv.ac.in/academic/Apl-Math.html"}