{"pageid": 1074888, "title": "খুচরা ব্যাংকিং", "url": "https://bn.wikipedia.org/wiki?curid=1074888", "content": "খুচরা ব্যাংকিং (ইংরেজি: Retail banking) (ভোক্তা ব্যাংকিং বা ব্যক্তিগত ব্যাংকিং নামেও পরিচিত) বলতে কোন ব্যাংক কর্তৃক কোম্পানি, কর্পোরেশন বা অন্যান্য ব্যাংক ব্যতীত শুধুমাত্র সাধারণ জনগণকে প্রদত্ত ব্যাংকিং পরিষেবাসমুহকে বুঝায়। কোম্পানি, কর্পোরেশন ব্যাংক ও অন্যান্য প্রতিষ্ঠানকে প্রদত্ত ব্যাংকিং সেবাকে সচরাচর পাইকারি ব্যাংকিং হিসাবে বর্ণনা করা হয়। সঞ্চয়ী হিসাব এবং চলতি হিসাব, বন্ধকী ঋণ, ব্যক্তিগত ঋণ, ডেবিট কার্ড এবং ক্রেডিট কার্ড ইত্যাদি হচ্ছে খুচরা ব্যাংকিং-এর উদাহরণ। খুচরা ব্যাংকিং বিনিয়োগ ব্যাংকিং বা বাণিজ্যিক ব্যাংকিং থেকে আলাদা। খুচরা ব্যাংকিং একটি পৃথক ব্যাংক বা ব্যাংকের একটি আলাদা বিভাগকেও বুঝাতে পারে। অর্থাৎ, একটি বাণিজ্যিক বা বিনিয়োগ ব্যাংকের আলাদা একটি বিভাগ খুচরা ব্যাংকিং সেবা দিতে পারে।\nমার্কিন যুক্তরাষ্ট্রে বাণিজ্যিক ব্যাংক শব্দটি একটি সাধারণ ব্যাংকের জন্য ব্যবহৃত হয় যাতে এটি একটি বিনিয়োগ ব্যাংক থেকে আলাদা হয়। মহামন্দার পরে গ্লাস-স্টিগল আইন সাধারণ ব্যাংকগুলিকে স্বাভাবিক ব্যাংকিং কার্যক্রম পরিচালনার জন্য সীমাবদ্ধ করে দেয় এবং বিনিয়োগ ব্যাংকগুলির কার্যক্রম শুধুমাত্র পুঁজিবাজারের মধ্যে সীমাবদ্ধ করে দেয়। পরবর্তীতে, ১৯৯০ সালে এই সীমাবদ্ধতা বাতিল করা হয়।\n\n\n== খুচরা ব্যাংকিং পণ্য ও পরিষেবাসমূহ ==\n\nসাধারণত বিভিন্ন দেশের ব্যাংকসমূহ নিন্মক্ত খুচরা ব্যাংকিং পরিষেবাগুলি প্রদান করে:\n\nলেনদেন হিসাব\nচেকিং হিসাব ( আমেরিকান ইংরেজি )\nচলতি হিসাব ( ব্রিটিশ ইংরেজি )\nসঞ্চয়ী হিসাব\nডেবিট কার্ড\nএটিএম কার্ড\nক্রেডিট কার্ড\nভ্রমণকারীর চেক\nবন্ধকী ঋণ\nবাড়ি নির্মাণ ঋণ\nব্যক্তিগত ঋণ\nআমানত/মেয়াদি আমানতের সার্টিফিকেট\nমার্কিন যুক্তরাষ্ট্রসহ আরও কিছু দেশে খুচরা ব্যাংকিং পরিষেবার সাথে আরও বিশেষায়িত সুবিধা দিয়ে থাকে, যেমন:\n\nসুইপ অ্যাকাউন্ট\nঅর্থ বাজারের হিসাব\nব্যক্তিগত অবসর অ্যাকাউন্ট (আইআরএ)\n\n\n== আরও দেখুন ==\n\nব্যাংক\nশাখা (ব্যাংকিং)\n\n\n== তথ্যসূত্র ==\n\nTiwari, Rajnish and Buse, Stephan (2006): The German Banking Sector: Competition, Consolidation and Contentment, Hamburg University of Technology (TU Hamburg-Harburg)\nBrunner, A., Decressin, J. / Hardy, D. / Kudela, B. (2004): Germanys Three-Pillar Banking System – Cross-Country Perspectives in Europe, Occasional Paper, International Monetary Fund, Washington DC 2004."}