{"pageid": 1074062, "title": "মণিরত্ন মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1074062", "content": "মণিরত্ন মুখোপাধ্যায় ছদ্মনাম (মূল নাম প্রণবকুমার মুখোপাধ্যায়) বাংলা সাহিত্যের একজন উল্লেখযোগ্য সাহিত্যিক ছিলেন। ১৯৪০ সালের ১ সেপ্টেম্বর সিউড়ির মামার বাড়িতে জন্ম তার। মূলত তিনি কথাসাহিত্যক ছিলেন, বিভিন্ন প্রতিষ্ঠিত পত্রপত্রিকায় ও লিটল ম্যাগাজিনে তাঁর লেখা প্রকাশিত হয়েছে। উপন্যাস, ভ্রমণ কাহিনী রচনায় তিনি স্বছন্দ ছিলেন। গবেষণামূলক লেখালেখিতেও তাঁর পারদর্শিতা উল্লেখযোগ্য। তাঁর জীবনের বেশি সময় কেটছে দিল্লিতে। দিল্লিতেই তাঁর মৃত্যু ১১ জুন ২০২১ তারিখে।\n\n\n== প্রথম জীবন ==\nবীরভূম জেলার সিউড়ি শহর থেকে প্রায় দু-মাইল দূরে মুখুড়িয়া গ্রামে মামার বাড়িতে প্রণবকুমার মুখোপাধ্যায় (ছদ্মনাম: মণিরত্ন মুখোপাধ্যায়)-এর জন্ম। জন্ম তারিখ ১ সেপ্টেম্বর ১৯৪০। প্রাথমিক পড়াশোনা সেখানকার গ্রামের স্কুলে। শৈশব কৈশোর গ্রামের মুক্ত পরিবেশের মধ্যে অতিবাহিত হয়েছে। বেশ কয়েকবার জলে ডুবে যেতে যতে বেঁচে গেছেন। বাবা চাকরি করতেন পূর্ববঙ্গে, দেশভাগের পর এপারে চলে আসেন তিনি। বীরভূমের পর মণিরত্নের পরবর্তী কৈশোর কেটেছে হুগলির চুঁচুড়াতে। দেশভাগের প্রভাব তাদের সংসারে বেশ গভীর ছিল। তাঁর এক বোন এই সময় মারা যান। হুগলি কলিজিয়েট স্কুলে ভর্তি হন। তারপর হুগলি কলেজে ফ্রি স্টুডেন্টশিপ পেয়ে ভর্তি হন। সেখান থেকে আই এস সি-তে স্কলারশিপ, বি এস সি-তে ফিজিক্স অনার্স নিয়ে পাশ করেন। এম এস সি ভর্তি হন কলকাতার প্রসিডেন্সি কলেজে । প্রেসিডেন্সি কলেজে পাঠ অসম্পূর্ণ রেখে তিনি জামালপুর রেল কারখানায় অ্যাপ্রেন্টিস রেলওয়ে ইঞ্জিনিয়ারারিং কোর্স এ যোগ দেন।\n\n\n== কর্মজীবন ==\nপ্রথম কর্মজীবন শিয়ালদহ ডিভিশনে ১৯৬৪ সালে। পরে দিল্লির ইঞ্জিয়ার্স ইন্ডিয়াতে চাকরি। চাকরির সূত্রে সারা ভারত ও বিদেশে যেমন আমেরিকা, ইংল্যান্ড, জার্মানি, ব্রাজিল। অবসরের পর দিল্লিতেই স্থায়ী ভাবে বাস করতেন।\n\n\n== সাহিত্য কর্ম ==\nমণিরত্ন মূলত কথাসাহিত্যিক। গল্প, উপন্যাস ও ভ্রমণকাহিনি রচনা করেছেন। কলকাতার উল্লেখযোগ্য প্রকাশনা থেকে তাঁর গ্রন্থ প্রকাশ হয়েছে, অন্য ভাষাতেও অনুবাদ হয়েছে। ব্রাজিল ভ্রমণ নিয়ে তাঁর ভ্রমণ উপন্যাস অবরিগাদো ব্রাজিল প্রকাশিত হয়। লুপ্ত সরস্বতী গ্রন্থটি অনুসন্ধান মূলক গ্রন্থ। এই গ্রন্থ লেখার পশ্চাদ্ভূমিতে রয়েছে লেখকের দীর্ঘদিনের প্রস্তুতি। হিমালয়ের শৃঙ্গ, হিমবাহ হরিয়ানা, পাঞ্জাব, রাজস্থানের মরুভূমি, গুজরাটের খাম্বাট উপসাগর, দ্বারকা এবং কচ্ছের রনে বিভিন্ন সময়ে বিভিন্ন দলের সঙ্গে পায়ে হেঁটে ঘুরেছেন। বিভিন্ন বিশ্ববিদ্যালয়ে কী গবেষণা হয়েছে ও বিভিন্ন সংগ্রহশালা ঘুরে এই বই এর উপাদান সংগ্রহ করেছেন। সরস্বতী নদীর দেবীত্বে উত্তরণের আশ্চর্য কাহিনির সঙ্গে আবিষ্কারকদের জীবনের কথা মিলেমিশে আছে এই দুর্লভ গ্রন্থে। অন্য মরুস্থলী গ্রন্থটিও সরস্বতী নদীর অনুসন্ধানের সঙ্গে। বইটির প্রকাশক আনন্দ পাবলিশার্স। একটি গবেষক দল সরস্বতী নদীর হারিয়ে যাওয়া খাতের সন্ধানে বেরিয়েছে। তাদের গবেষণা ও মরুভূমির মধ্য দিয়ে অভিযানের নানান কথা কথাসাহিত্যের রসে জারিত হয়েছে। বইটি 'একটি সত্যি কাহিনি, কিছুটা সাজিয়ে নিতে হয়েছে এই যা'- এরকম ভাবে বলা হয়েছে গ্রন্থটির ব্লার্বে।\nমিনকিয়ানি নামক গিরিশিরা টেকিং নিয়ে লেখা মিনকিয়ানি গ্রন্থটি। অবরিগাদো ব্রাজিল গ্রন্থে ব্রাজিলের মানুষ, সমাজ, ইতিহাস নিয়ে রচিত হয়েছে এই কাহিনি। 'নিছক ভ্রমণ কাহিনি নয়, কথা সাহিত্যের ভিন্নতর মাত্রায় পৌঁছে গিয়েছে। জহরলাল নেহেরুর দ্য ডিসকভারি অফ ইন্ডিয়া-র অনুবাদ করেছেন ভারতবর্ষ আবিষ্কার নামে বাংলায় । দাস ব্যাবসা নিয়ে লিখেছেন 'মানুষ যখন পণ্য'। অম্বা উপন্যাস উপন্যাস মহাভারতের উল্লেখযোগ্য নারী চরিত্র অম্বা-র জীবনের বিস্তৃত প্রেক্ষাপটে নির্মিত হয়েছে।\n\nগল্পকার হিসাবে মণিরত্ন মুখোপাধ্যায়ের পরিচিতি যথেষ্ট। বিশিষ্ট পত্র-পত্রিকায় ও সংকলনে তাঁর বহু গল্প প্রকাশিত হয়েছে। তার মধ্যে উল্লেখযোগ্য হল দেশ, শারদীয়া দেশ, আনন্দবাজার পত্রিকা, সানন্দা, এ'বেলা, কথাসাহিত্য, নবকল্লোল, বসুমতী, উনিশ-কুড়ি, প্রসাদ প্রভৃতি পত্রিকায়। তাঁর গল্প বিষয়-বৈচিত্রে ভরপুর।\n\nউদ্বোধন, উন্মুক্ত উচ্ছ্বাস, আরাত্রিক, দিগঙ্গন প্রভৃতি পত্রিকাতে নানান বিষয়ে তাঁর প্রবন্ধ প্রকাশিত হয়েছে। কিছু অন্য ভাষার গল্প বাংলায় অনুবাদ করেছেন তিনি।\n\n\n== সম্মাননা ==\nরায়চৌধুরী পুরস্কার (২০০৫)\nবঙ্গবিহঙ্গ সম্মান (২০১১)\nউত্তরবঙ্গ সাহিত্য সম্মান (২০১১)\nআরাত্রিক পত্রিকা বিশেষ গল্পকার সাহিত্য-সম্মাননা\n\n\n== মৃত্যু ==\nদিল্লিতে নিজের বাড়িতেই ১১ জুন ২০২১ তারিখে ৮১ বছর বয়েসে অল্প কিছু দিনের অসুস্থতায় শেষ নিশ্বাস ত্যাগ করেন।\n\n\n== অতিরিক্ত তথ্যসূত্র ==\nস্বাধীনতা-পরবর্তী দিল্লির বাংলা সাহিত্যচর্চা: রূপকুমার আড়ি, শম্ভাবী প্রকাশণী, কলকাতা, ২০১৮, ISBN 9788193614563\nবাক্‌প্রতিমা ( মণিরত্ন মুখোপাধ্যায় স্মরণ-ক্রোড়পত্র), সম্পাদক: অনাদিরঞ্জন বিশ্বাস, দ্বাবিংশতিতম বর্ষ, জানুয়ারি-ডিসেম্বর ২০২১ (পৌষ ১৪২৭-অগ্রহায়ণ ১৪২৮), আন্দামান, ISSN 0972-9615\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}