{"pageid": 1074067, "title": "সুনিসা লি", "url": "https://bn.wikipedia.org/wiki?curid=1074067", "content": "সুনিসা ফাবসোমফু (ইংরেজি: Sunisa Lee; জন্ম: ৯ মার্চ ২০০৩; সুনিসা \"সুনি\" লি নামে সুপরিচিত) হলেন একজন মার্কিন আর্টিস্টিক জিমন্যাস্ট। তিনি ২০২০ সালে জাপানের টোকিওতে অনুষ্ঠিত গ্রীষ্মকালীন অলিম্পিকে মার্কিন যুক্তরাষ্ট্রের প্রতিনিধিত্ব করেছেন এবং জিমন্যাস্টিকসের নারীদের ব্যক্তিগত অল-অ্যারাউন্ড বিভাগে স্বর্ণ পদক দলগত অল-অ্যারাউন্ড বিভাগে রৌপ্য পদক জয়লাভ করেছেন।\nতিনি ২০১৯ ওয়ার্ল্ড আর্টিস্টিক জিমন্যাস্টিকস চ্যাম্পিয়নশিপে স্বর্ণ বিজয়ী মার্কিন দলের সদস্য ছিলেন। তিনি মার্কিন যুক্তরাষ্ট্র নারী জাতীয় জিমন্যাস্টিকস দলের সদস্য এবং প্রথম হমোং-মার্কিন অলিম্পিক জিমন্যাস্ট।\n\n\n== ব্যক্তিগত জীবন ==\nসুনিসা ফাবসোমফু ২০০৩ সালের ৯ই মার্চ মার্কিন যুক্তরাষ্ট্রের মিনেসোটার সেন্ট পলে একজন স্বাস্থ্যসেবা কর্মী ইয়েভ থোয়ের ঘরে জন্মগ্রহণ করেছেন। মাত্র ২ বছর বয়সে তার মা সুনিসার বাবা জন লি-এর সাথে দেখা করেন। যদিও তার বাবা-মা কখনো আইনগতভাবে বিয়ে করেননি, তবুও তিনি তার শেষ নামটি তার নামে পরিবর্তন করার সিদ্ধান্ত নিয়েছিলেন। লি হমোং বংশোদ্ভূত; তার বাবা-মা দুজনেই শৈশবে লাওসে থেকে মার্কিন যুক্তরাষ্ট্রে অভিবাসিত হয়েছিলেন। তার পাঁচ ভাই-বোন, বোন শাইন ও এভিওন এবং ভাই জোনাহ, লাকি ও নোয়াহ। এভিওন আঞ্চলিক পর্যায়ে আর্টিস্টিক জিমন্যাস্টিকসে অংশগ্রহণ করেছেন। বর্তমানে তিনি লি সেন্ট পলে বসবাস করেন।\nছয় বছর বয়সে, লি মিনেসোটার সেন্ট পলের শহর লিটল কানাডার মিডওয়েস্ট জিমন্যাস্টিকস সেন্টারে জিমন্যাস্টিকস শুরু করেন, যেখানে তিনি এখনও প্রশিক্ষণ গ্রহণ করেন। পরবর্তী বছর, লি প্রতিযোগিতায় অংশগ্রহণ করা শুরু করেন এবং জাতীয় মিটের অল-অ্যারাউন্ডে জয়লাভ করেছিলেন, যা তার ক্যারিয়ারের দ্বিতীয় মিট ছিল। আট বছর বয়সে তিনি তিন স্তরে উন্নীত হয়েছিলেন। তিনি এগারো বছর বয়সে অভিজাত শ্রেণীর জন্য উত্তীর্ণ হয়েছিলেন। ২০১৯ সালের আগস্ট মাসে, লি প্রথমবারের মতো সিনিয়র মার্কিন জাতীয় চ্যাম্পিয়নশিপে অংশগ্রহণ করার মাত্র কয়েকদিন পূর্বে, তার বাবা তার এক বন্ধুকে সাহায্য করার সময় একটি গাছ থেকে পড়ে যান, যার ফলে তার কোমরের নিচের অংশ পক্ষাঘাতগ্রস্ত হয়ে পড়ে। পরবর্তী বছর লির খালা ও চাচা কোভিড-১৯-এ আক্রান্ত হয়ে মৃত্যুবরণ করেছেন। এই দুঃখজনক ঘটনাগুলো নিয়ে আলোচনা করার সময় লি বলেছিলেন, \"এর কারণে আমি আরও কঠিন হয়ে উঠেছি।\"\n\n\n== তথ্যসূত্র =="}