{"pageid": 1074644, "title": "করোনভাইরাস রোগ ২০১৯-এর উৎপত্তি বিষয়ক অনুসন্ধান", "url": "https://bn.wikipedia.org/wiki?curid=1074644", "content": "করোনাভাইরাস রোগ ২০১৯ তথা কোভিড-১৯ রোগের বৈশ্বিক মহামারির জন্য দায়ী গুরুতর তীব্র শ্বাসযন্ত্রীয় রোগলক্ষণসমষ্টি সৃষ্টকারী করোনাভাইরাস-২ বা সংক্ষেপে সার্স-কোভি-২ ভাইরাসটির উৎপত্তি নির্ণয়ে বিজ্ঞানীগণ, সরকারসমূহ, আন্তর্জাতিক সংস্থাসমূহ ও অন্যান্য আরও অনেকের একাধিক প্রচেষ্টা চলমান রয়েছে। সিংহভাগ বিজ্ঞানীই বলেন যে মানব ইতিহাসের অন্যান্য বৈশ্বিক মহামারির মতো এই ভাইরাসটিও খুব সম্ভবত কোনও প্রাকৃতিক পরিবেশে অবস্থিত প্রাণী থেকে মানুষে এসে থাকতে পারে, এবং এর সবচেয়ে আদি উৎসটি সম্ভবত একটি বাদুড়বাহিত ভাইরাস। এর বাইরে ভাইরাসটির উৎপত্তি সম্পর্কে অন্যান্য একাধিক ব্যাখ্যা প্রদান করা হয়েছে, যাদের মধ্যে অনেক ষড়যন্ত্র তত্ত্বও অন্তর্ভুক্ত।\nসার্স-কোভি-২ ভাইরাসটির সাথে অতীতে শনাক্ত একাধিক বাদুড়ের করোনাভাইরাসের বংশাণুগত সাদৃশ্য পরিলক্ষিত হয়েছে, যা নির্দেশ করে যে এটি সম্ভবত বাদুড় থেকে মানুষে অতিক্রম করেছে। সার্স-কোভি-২ ভাইরাসটি সরাসরি বাদুড় থেকে মানুষে এসেছে নাকি পরোক্ষভাবে কোনও মধ্যবর্তী পোষকের মাধ্যমে মানুষে এসেছে, তা নিয়ে গবেষণা চলমান আছে। ভাইরাসটির প্রাথমিক বংশাণুসমগ্র অনুক্রমগুলিতে বংশাণুগত বৈচিত্র্য নগণ্য ছিল, কিন্তু এর পরে একাধিক স্থিতিশীল প্রকারণ উদ্ভূত হয় (যেগুলির কিছু কিছু আরও শক্তিশালীভাবে ছড়িয়ে পড়ছে), যা নির্দেশ করে যে সার্স-কোভি-২ ভাইরাসের মানুষে ছড়িয়ে পড়ার প্রথম উপচানোর ঘটনাটি খুব সম্ভবত ২০১৯ সালের শেষভাগে ঘটেছিল। আন্তর্জাতিক পর্যায়ের স্বাস্থ্য কর্তৃপক্ষসমূহ ও বিজ্ঞানীগণ এই বিবৃতি দিয়েছেন যে ২০০২-২০০৪ সালের সার্স-১ ভাইরাসের প্রাদুর্ভাবের মতো সার্স-কোভি-২ ভাইরাসের নির্দিষ্ট ভৌগোলিক ও শ্রেণীবিন্যাসগত উৎপত্তি খুঁজে বের করতে বহু বছর সময় লাগতে পারে, এবং এই অনুসন্ধানের ফলাফল চূড়ান্ত না-ও হতে পারে।\n২০২১ সালের জানুয়ারি মাসে বিশ্ব স্বাস্থ্য সংসদ (বিশ্ব স্বাস্থ্য সংস্থার সিদ্ধান্ত গ্রহণকারী অঙ্গ) ভাইরাসটির উৎপত্তি নির্ণয় করার জন্য একটি গবেষণার আদেশ দেয়, যা যৌথভাবে বিশ্ব স্বাস্থ্য সংস্থার বিশেষজ্ঞগণ ও চীনা বিজ্ঞানীরা পরিচালনা করেন। ২০২১ সালে মার্চ মাসে এই গবেষণার ফলাফলগুলি বিশ্ব স্বাস্থ্য সংস্থার মহা-কমিশনারকে উদ্দেশ্য করে রচিত একটি প্রতিবেদন হিসেবে আন্তর্জালে (ইন্টারনেটে) প্রকাশিত হয়। সিংহভাগ ভাইরাসবিজ্ঞানীদের মূল্যায়নের সাথে সম্মতি প্রদর্শন করে প্রতিবেদনে নির্ণয় করা হয় যে ভাইরাসটি খুব সম্ভবত বাদুড় উৎস থেকে একটি মধ্যবর্তী পোষক প্রাণী হয়ে সংক্রমণের মাধ্যমে মানুষে এসেছে। প্রতিবেদনটিতে আরও বলা হয় যে ভাইরাসটির কোনও গবেষণাগার থেকে উৎপত্তিলাভের ঘটনা \"অত্যন্ত অসম্ভাব্য\"। বিজ্ঞানীরা বিশ্ব স্বাস্থ্য সংস্থার প্রতিবেদনটির উপসংহার উপকারী হিসেবে বর্ণনা করেন কিন্তু এও মন্তব্য করেন যে আরও গবেষণার প্রয়োজন আছে। মার্কিন যুক্তরাষ্ট্র, ইউরোপীয় ইউনিয়ন ও অন্যান্য দেশে কেউ কেউ প্রতিবেদনটির সূত্রায়নে স্বচ্ছতা ও উপাত্তের প্রবেশাধিকারের তথাকথিত অভাব বিষয়ে সমালোচনা করেন। ৩০শে মার্চের প্রতিবেদনের পাশাপাশি বিশ্ব স্বাস্থ্য সংস্থার মহাপরিচালক তেদ্রোস আদহানোম গেব্রেয়েসুস একটি বিবৃতি প্রকাশ করে বলেন যে বিষয়টির উপরে \"আরও তদন্তের প্রয়োজন আছে\"। মার্কিন যুক্তরাষ্ট্র ও আরও ১৩টি দেশের সরকার এবং ইউরোপীয় ইউনয়ন একই দিনে বিবৃতি দেয় এবং তেদ্রোসের সমালোচনার সাথে ঐকমত্য প্রকাশ করে। পরবর্তীতে একটি সংবাদ সম্মেলনে বিশ্ব স্বাস্থ্য সংস্থার মহাপরিচালক বলেন যে সংস্থার প্রতিবেদনে গবেষণাগার ফাঁসের সম্ভাবনা নাকচ করে দেওয়াটি \"অকালপ্রসূত\" ছিল; তিনি তদন্তের দ্বিতীয় দশায় চীনকে \"অশোধিত উপাত্ত\" ও গবেষণাগার নিরীক্ষাগুলি সরবরাহ করার আহ্বান জানান।\n২০২১ সালের ২২শে জুলাই তারিখে চীনা সরকার একটি সংবাদ সম্মেলনের আয়োজন করে যেখানে চীনের জাতীয় স্বাস্থ্য কমিশনের উপস্বাস্থ্যমন্ত্রী সেং ইশিন বলেন যে চীন বিশ্ব স্বাস্থ্য সংস্থার দ্বিতীয় দশার তদন্তে অংশগ্রহণ করবে না এবং এটিকে \"মর্মঘাতী\" ও \"উদ্ধত\" বলে নিন্দা করেন।\n\n\n== তথ্যসূত্র =="}