{"pageid": 1074768, "title": "ফিফা আরব কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1074768", "content": "ফিফা আরব কাপ (আরবি: كأس العرب), অথবা সহজভাবে আরব কাপ, একটি আন্তর্জাতিক অ্যাসোসিয়েশন ফুটবল প্রতিযোগিতা যা ফিফা ২০২১ সাল থেকে আয়োজন করে আসছে, এবং প্রতিযোগিতায় অংশগ্রহণ করছে আরব বিশ্বের জাতীয় ফুটবল দল গুলো। আরব ইউনিয়ন ফুটবল সংস্থা (ইউএএফএ) হল প্রতিযোগিতাটির নিয়ন্ত্রক।\nপ্রতিযোগিতাটির উদ্বোধনী সংস্করণ ১৯৬৩ সালে লেবাননে অনুষ্ঠিত হয়েছিল, যা তিউনিসিয়া জিতেছিল। ১৯৬৪ এবং ১৯৬৬ সালের সংস্করণের পর প্রতিযোগিতাটি প্রায় ২০ বছর বন্ধ ছিল এবং ১৯৮৫ সালে পুনঃরায় চালু হয়। ২০১২ সাল পর্যন্ত এই টুর্নামেন্টটি আরও পাঁচবার খেলা হয়েছিল, যা ছিল ইউএএফএ আয়োজিত শেষ প্রতিযোগিতা। ২০২১ সালের সংস্করণটি প্রথমবারের মতো ফিফা আয়োজন করবে।\nনয়টি আরব কাপ টুর্নামেন্ট পাঁচটি জাতীয় দল জিতেছে।ইরাক চারবার জিতেছে; অন্য আরব কাপ বিজয়ীরা হলেন সৌদি আরব, দুটি শিরোপা সহ; মিশর, মরক্কো, এবং উদ্বোধনী বিজয়ী তিউনিসিয়া, প্রতিটি একটি শিরোপা নিয়ে।\nআরব কাপ আয়োজন করেছে সাতটি দেশ। কুয়েত ও সৌদি আরব প্রত্যেকে দুবার আয়োজক হয়েছে, আর লেবানন, ইরাক, জর্ডান, সিরিয়া এবং কাতার প্রত্যেকে একবার আয়োজন করেছে। কাতার ২০২১ টুর্নামেন্টের আয়োজক হবে, এবং তৃতীয় দেশ হিসেবে দুটি আরব কাপ প্রতিযোগিতার আয়োজক হবে।\n\n\n== ইতিহাস ==\nলেবানন ফুটবল অ্যাসোসিয়েশন (এলএফএ) সর্বপ্রথম প্রতিযোগিতাটি প্রতিষ্ঠার আহ্বান জানিয়েছিল, তাদের প্রেসিডেন্ট জর্জেস ডাবাসের ১৯৬২ সালে আরব কাপের সংগঠনের জন্য একটি সাধারণ আরব অধিবেশন আহ্বান করেছিলেন। ১৯৬৩ সালের এপ্রিল থেকে মে মাসের মধ্যে বৈরুতে প্রথমবারের মতো অনুষ্ঠিত হয়, যেখানে পাঁচটি দল অংশগ্রহণ করে।\n১৬ বছরের মধ্যে ১৯৬৬ এবং ১৯৮২ সালের  বিরতির সময়, আরব কাপটি প্রকৃতপক্ষে ফিলিস্তিন কাপ দ্বারা প্রতিস্থাপিত হয়েছিল, যা  ৭০-এর দশকে তিনবার অনুষ্ঠিত হয়েছিল এবং তারপর ৮০-এর দশকে আরব কাপ ফিরে আসার পর যুব টুর্নামেন্টে পরিণত হয়েছিল। ১৯৯২ প্যান আরব গেমসের অংশ হিসেবে ১৯৯২ আরব কাপেরও আয়োজন করা হয়েছিল।\n২০২১ সংস্করণটি ফিফা কর্তৃক আয়োজিত প্রথম সংস্করণ হবে; প্রতিযোগিতার নামকরণ করা হয় ফিফা আরব কাপ।\n\n\n== ফলাফল ==\n\n\n=== চূড়ান্ত ও তৃতীয় স্থানের ফল ===\n\nঅ.স.প.: অতিরিক্ত সময় পর\nপেনাল্টি : পেনাল্টি শুট-আউটের পর\nঅনির্ধারিত : আসন্ন প্রতিযোগিতা তাই ফলাফল অনির্ধারিত\nনোট সমূহ\n\n\n=== প্রতিযোগিতামূলক ফলাফল ===\n\nপ্রতিটি প্রতিযোগিতায় দলসমূহের ফলাফল নিচের ছকে দেওয়া হয়েছে:\n\n\n== পরিসংখ্যান ==\n\n\n=== সর্বকালের পরিসংখ্যান ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nআরএসএসএসএফ এ আরব কাপ"}