{"pageid": 1074583, "title": "মিমি (২০২১-এর হিন্দি চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1074583", "content": "মিমি ২০২১ সালের ভারতীয় হিন্দি ভাষার একটি কমেডি-ড্রামা চলচ্চিত্র। এটি পরিচালনা করেন লক্ষ্মণ উটেকারের এবং এটি রচনা করেন লক্ষ্মণ উটেকার ও রোহন শঙ্কর। ছবিতে পঙ্কজ ত্রিপাঠী, সাই তামহঙ্কর, মনোজ পাহওয়া, সুপ্রিয়া পাঠক, এভলিন এডওয়ার্ডস এবং এডান হোয়াইটকও সহায়ক ভূমিকায় অভিনয় করেন।\nকোভিড-১৯ এর বৈশ্বিক মহামারি কারণে চলচ্চিত্রটি স্ট্রিমিং পরিষেবা নেটফ্লিক্স এবং জিও সিনেমার মাধ্যমে ডিজিটাল প্লাটফর্মে মুক্তি করা হয়। নির্ধারিত মুক্তির চার দিন আগে ছবিটি দুর্ঘটনাক্রমে টরেন্ট সাইটে চলে যায়। চলচ্চিত্রটি চলচ্চিত্র সমালোচকদের কাছ থেকে মিশ্র প্রতিক্রিয়া পেয়েছিল, যারা স্যানন এবং ত্রিপাঠীর অভিনয়ের প্রশংসা করেছিলেন, অনেকে স্যাননের ক্যারিয়ারের সেরা অভিনয় হিসেবে ভূমিকা উল্লেখ করেছেন।\n\n\n== পটভূমি ==\nজন এবং সামার একজন আমেরিকান দম্পতি যারা গর্ভধারণ করতে পারেন না তারা সারোগেট মায়ের সন্ধানে রাজস্থান সফর করছেন। তারা স্থানীয় নৃত্যশিল্পী মিমিকে দেখতে পায় এবং মনে করে যে তিনি তাদের সন্তানের জন্য নিখুঁত সারোগেট মা হবেন। তারা স্থানীয় ট্যাক্সি ড্রাইভার ভানুর মাধ্যমে ২০ লাখ টাকার দেওয়ার প্রতিশ্রুতি দিয়ে মিমিকে তাদের বাচ্চার সারোগেট মা হিসেবে নিয়োগ দিতে রাজি করায়। মিমি, বলিউডের স্টার হওয়ার আকাঙ্ক্ষা আছে কিন্তু তার স্বপ্ন পুরণের জন্য প্রয়োজনীয় আর্থিক উপায় নেই, দ্বিধাদ্বন্দ্বে শেষে রাজি। আইভিএফ পদ্ধতির মাধ্যমে সফল ভাবে মিমি গর্ভবতী হয়। মিমি তার বাবা -মায়ের কাছ থেকে গর্ভাবস্থা লুকানোর জন্য, মিমি মিথ্যা বলে এবং তাদের বলে যে তিনি একটি ছবির শুটিংয়ের জন্য ৯ মাসের জন্য মুম্বাই যাচ্ছেন। কিন্তু সে তার বন্ধু শামার সাথে বসবাস শুরু করে। জন এবং সামার, ভানুকে গর্ভবতী অবস্থায় মিমির যত্ন নিতে নিয়োগ দেয়।\nকয়েক সপ্তাহ পরে, একটি নিয়মিত চেক আপ প্রকাশ করে যে মিমির অনাগত সন্তানের ডাউন সিনড্রোম রয়েছে । এই খবর জন এবং সামার মানুষিকভাবে ভেঙ্গে পরে এবং তারা হঠাৎ করে আমেরিকা চলে যায় ভানুকে বলে যে তারা আর বাচ্চা চায় না এবং মিমিকে গর্ভপাত করার পরামর্শ দেয়। এই বিষয় সম্পর্কে জানার পর, মিমি হতাশ হয়ে পড়ে কিন্তু গর্ভপাতের ধারণা প্রত্যাখ্যান করে এবং শিশুটিকে পুরোমেয়াদে বহন করার সিদ্ধান্ত নেয়। মিমি বাড়ি ফিরে আসে যিনি দৃশ্যত গর্ভবতী এবং শিশুর বাবা সম্পর্কে জিজ্ঞাসা করলে শিশুটি ভানুর বলে মিথ্যা বলে। অপরদিকে ভানুর দিল্লিতে একজন স্ত্রী আছেন যিনি তাকে কয়েক মাস ধরে দেখেননি। যখন তিনি এবং ভানুর মা রাজস্থানে মিমির বাড়িতে উপস্থিত হন, তখন বিশৃঙ্খলা এবং বিভ্রান্তি দেখা দেয়। অবশেষে, মিমি সারোগেসি সম্পর্কে পরিষ্কার হয়ে আসে এবং তার অনাগত সন্তানকে তার বাবা -মা এবং পরিবার গ্রহণ করে।\nমিমি রাজ নামে একটি সুস্থ ছেলের জন্ম দেয়, এবং আগের পরীক্ষার ফলাফল ভুল প্রমাণিত হয়। তিনি রাজের সাথে গভীরভাবে সংযুক্ত হন এবং তার বলিউড আকাঙ্ক্ষাগুলিকে পরিহার করে রাজের যত্ন নেওয়ার শুরু করে।  চার বছর পরে, মিমি এবং রাজের একটি ভিডিও অনলাইনে দেখে জন এবং সামার ভারতে ফিরে আসেন। তারা মিমিকে বলে যে তারা বাচ্চা সম্পর্কে তাদের মন পরিবর্তন করেছে এবং রাজকে আমেরিকায় ফিরিয়ে নিতে চায়। মিমি সামারেরমুখোমুখি হন এবং বলেন যে রাজ এখন তার সন্তান এবং সে তাকে ফিরিয়ে দেবে না কিন্তু জন আইনি পদক্ষেপ নেওয়ার হুমকি দিয়েছিল কারণ মিমি সারোগেসির জন্য একটি চুক্তিতে স্বাক্ষর করেছিল । ভানু এবং মিমির বাবা -মা আদালতে এর বিরুদ্ধে লড়াই করার জন্য প্রস্তুতি নেয়। জন এবং সামার আমেরিকায় চলে যাওয়ার দিন মিমি, জনকে সন্তানের সাথে দেখে অবাক হয়, যাকে সামার তাদের মেয়ে বলে দাবি করে। তারপর জানা যায় যে মিমির বাড়ি থেকে ফিরে আসার সময়, দম্পতি একটি এতিমখানা থেকে একটি মেয়েকে দত্তক নেওয়ার সিদ্ধান্ত নেয়। সামার ব্যাখ্যা করে মিমিকে রাজের সাথে দেখার পর, তিনি বুঝতে পেরেছিলেন যে সবকিছু ভালোবাসার মায়াজাল। তারা রাজকে মিমি এবং পরিবারের কাছে রেখে যায়।\n\n\n== অভিনয়ে ==\nকৃতি স্যানন -মিমি\nপঙ্কজ ত্রিপাঠী -ভানুপ্রতাপ পান্ড\nসাই তামহঙ্কর -মিমির সেরা বন্ধু\nমনোজ পাহওয়া -মানসিংহ রাঠোর, মিমির বাবা\nসুপ্রিয়া পাঠক শোভা রাঠোর, মিমির মায়ে\nএভলিন এডওয়ার্ডস -সামার\nএডান হোয়াইটক -জন চরিত্রে\nজয়া ভট্টাচার্য -ডাঃ আশা দেসাই\nজ্যাকব স্মিথ -রাজ রাঠোর, মিমির পালক পুত্র, সামার এবং জন এর জৈবিক পুত্র\nআত্মজা পান্ডে-ভানুর স্ত্রী রেখা পান্ড\nশেখ ইসহাক মোহাম্মদ আতিফ -মানসিংহের ছাত্র\n\n\n== নির্মাণ ==\nএপ্রিল ২০১৯ এ, টাইমস অফ ইন্ডিয়া  রিপোর্ট করে যে কৃতি স্যানন এই ছবিতে  সারোগেসি কেন্দ্রীক একটি চলচ্চিত্রে অভিনয় করবেন। দীনেশ বিজানের প্রোডাকশন হাউস ম্যাডক ফিল্মস প্রকল্পটি করার কথা জানানো হয়েছিল। আগস্ট ২০১৯ এ ছবিটি আনুষ্ঠানিকভাবে ঘোষণা করা হয়েছিল, তারপরে একটি পোস্টার প্রকাশ করা হয়েছিল। ইন্ডিয়া টুডে -কে দেওয়া একটি সাক্ষাৎকারে, দীনেশ বিজান বলেছিলেন যে মিমির গল্প তৈরী হয়েছে সত্যিকারের ঘটনার উপর ভিত্তি করে। গর্ভবতী মহিলার চরিত্রের সাথে মানানসই হওয়ার জন্য কৃতি স্যানন শরীরের পনের কিলোগ্রাম ওজন বৃদ্ধি করেছিলেন। ত্রিপাঠীর সঙ্গে স্ক্রিন শেয়ার করে অভিনেত্রী সাই তামহঙ্কর ছবিতে একটি গুরুত্বপূর্ণ চরিত্রে অভিনয় করেছিলেন। তিনি রাজস্থান এর একজন মুসলিম মহিলার চরিত্রে অভিনয় করবেন বলে জানা গিয়েছিল, তাই তিনি তার ভূমিকার জন্য উর্দু এবং রাজস্থানি উপভাষা শিখেছিলেন।\n\n\n=== চিত্রায়ন ===\nপ্রধান ফটোগ্রাফি রাজস্থানের মন্ডাবাতে ২৯ অক্টোবর ২০১৯ এ মধ্যেশুরু হয়েছিল। ফিল্মফেয়ারে একটি সাক্ষাৎকারে, স্যানন নিশ্চিত করেন যে এটি তার প্রথম চলচ্চিত্র যেখানে প্রধান চরিত্র বা নায়ক একজন মেয়ে। ২০ ফেব্রুয়ারি ২০২০ সালে জয়পুরে বেশ কিছু শুটিং শেষ করে।  চলচ্চিত্রের ধারাবাহিকতার জন্য আন্তর্জাতিক কাস্টদের শুটিংয়ের জন্য মুম্বাই ডাকা হয়েছিল। ২০২১ সালের মে নাগাদ পুরো শুটিং প্রক্রিয়া সম্পন্ন হয়।\n\n\n== সঙ্গীত ==\nমূল স্কোর এবং সাউন্ডট্র্যাক এ আর রহমান কম্পোজ করেছিলেন এবং অমিতাভ ভট্টাচার্য গান রচনা করেন।\n\n\n== মুক্তি ==\nনির্মাতা দীনেশ ভিজান ২০২১ সালের মার্চ মাসে থিয়েটারে মুক্তির পরিকল্পনা করেছিলেন চলচ্চিত্রটি বিশ্বব্যাপী নেটফ্লিক্স এ মুক্তি পায়\n\n\n== তথ্যসূত্র ==\n\n\n== বাহিঃসংযোগ ==\nঅফিসিয়াল ট্রেলার - লক্ষ্মণ উটেকার\nইন্টারনেট মুভি ডেটাবেজে মিমি  (ইংরেজি)\nবলিউড হাঙ্গামায় মিমি (ইংরেজি)"}