{"pageid": 1074302, "title": "তাতিয়ানা শোয়েনমেকার", "url": "https://bn.wikipedia.org/wiki?curid=1074302", "content": "তাতিয়ানা শোয়েনমেকার (ইংরেজি: Tatjana Schoenmaker; জন্ম ৯ জুলাই ১৯৯৭) একজন দক্ষিণ আফ্রিকান সাঁতারু, যিনি ব্রেস্টস্ট্রোক ইভেন্টে পারদর্শী। তিনি ২০২০ অলিম্পিক গেমসে ২০০ মিটার ব্রেস্টস্ট্রোকে স্বর্ণপদক জয় ও বিশ্ব রেকর্ড স্থাপন করেন এবং ১০০ মিটার ব্রেস্টস্ট্রোকে রৌপ্য পদক জয় করেন। তিনি ২০০ মিটার ব্রেস্টস্ট্রোকের দীর্ঘ কোর্সে বিশ্ব রেকর্ডধারী।\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\n\n\n=== ২০১৮ কমনওয়েলথ গেমস ===\nতিনি ২০১৮ কমনওয়েলথ গেমসে অংশ নিয়ে মেয়েদের ১০০ মিটার ব্রেস্টস্ট্রোক এবং মেয়েদের ২০০ মিটার ব্রেস্টস্ট্রোকে স্বর্ণপদক জয় করেন।\n\n\n=== ২০২০ গ্রীষ্মকালীন অলিম্পিক ===\n২০২১ সালের জুনে, শোয়েনমেকার ২০২০ গ্রীষ্মকালীন অলিম্পিকে দক্ষিণ আফ্রিকার প্রতিনিধিত্ব করার যোগ্যতা অর্জন করেন।\nশোয়েনমেকার জাপানের টোকিওতে অনুষ্ঠিত ২০২০ গ্রীষ্মকালীন অলিম্পিকে,  ২০০ মিটার ব্রেস্টস্ট্রোকের সম্ভাব্য বিজয়ী হিসেবেই প্রবেশ করেন।\n১০০ মিটার ব্রেস্টস্ট্রোকের শুরুতে, শোয়েনমেকার সমস্ত হিটের মধ্যে প্রথম স্থান অর্জন করে সেমিফাইনালে পৌঁছে যান এবং ১:০৪.৮২ সময় নিয়ে এই ইভেন্টে নতুন অলিম্পিক রেকর্ড এবং আফ্রিকান রেকর্ড স্থাপন করেন। এর মাধ্যমে তিনি২০১৬ গ্রীষ্মকালীন অলিম্পিকে আমেরিকান লিলি কিং কর্তৃক ১:০৪.৯৩ সময়ের রেকর্ডটি ভাঙেন। সেমিফাইনালে, শোয়েনমেকার দ্রুততম ১:০৫.০৭ সময়ে সাঁতার শেষ করেন এবং প্রথম স্থানে থেকে ফাইনালে পৌঁছান। ফাইনালে, শোয়েনমেকার রৌপ্য পদক জয় করেন, যা ২০০০ সালের পর অলিম্পিক গেমসে কোনো দক্ষিণ আফ্রিকান মহিলা সাঁতারুর প্রথম পদক ছিল।\nপ্রতিযোগিতার পঞ্চম দিনে ২০০ মিটারের ব্রেস্টস্ট্রোকের প্রাথমিক হিটে, শোয়েনমেকার ২:১৯.১৬ সময়ে সাঁতার শেষ করে একটি নতুন অলিম্পিক রেকর্ড স্থাপন করেন ও সামগ্রিকভাবে প্রথম স্থানে থেকে সেমিফাইনালে পৌঁছে যান। এটি রিকি পেডারসনের ২:১৯.১১ সময়ের বিশ্ব রেকর্ড থেকে সেকেন্ডের এক দশমাংশেরও কম। এই ইভেন্টের সেমিফাইনালে, শোয়েনমেকার ২:১৯.৩৩ সময়ে সাঁতার শেষ করেন এবং প্রথম স্থানে থেকে ফাইনালে পৌঁছান। ফাইনালে, শোয়েনমেকার ২০০ মিটার ব্রেস্টস্ট্রোকে ২: ১৮.৯৫ সময় নিয়ে একটি নতুন বিশ্ব রেকর্ড স্থাপন করেন এবং স্বর্ণপদক জয় করেন। তার বিশ্ব রেকর্ডটি, ২০২০ অলিম্পিক গেমসে সাঁতারে প্রথম ব্যক্তিগত বিশ্ব রেকর্ড ছিল। তিনি ২০২০ সালের গ্রীষ্মকালীন অলিম্পিকে দক্ষিণ আফ্রিকার প্রথম ক্রীড়াবিদ হিসেবে স্বর্ণপদক জয় করেন। তার সতীর্থ কাইলিন করবেটও ফাইনালে পৌঁছেছিলেন, যার মাধ্যমে ২০০০ সিডনি অলিম্পিকের পর প্রথমবারের মতো দক্ষিণ আফ্রিকার দুই নারী একই ইভেন্টের ফাইনালে পৌঁছান।\n\n\n== পুরস্কার ==\n২০১৮ সোয়ামি অ্যাওয়ার্ড : বর্ষসেরা আফ্রিকান নারী সাঁতারু।\n২০১৯ সোয়ামি অ্যাওয়ার্ড : বর্ষসেরা আফ্রিকান নারী সাঁতারু।\n২০২০ সোয়ামি অ্যাওয়ার্ড : বর্ষসেরা আফ্রিকান নারী সাঁতারু।\n\n\n== তথ্যসূত্র =="}