{"pageid": 1074946, "title": "দ্য রিটার্ন অব দ্য পিঙ্ক প্যান্থার", "url": "https://bn.wikipedia.org/wiki?curid=1074946", "content": "দ্য রিটার্ন অব দ্য পিঙ্ক প্যান্থার (ইংরেজি: The Return of the Pink Panther, অনুবাদ 'পিঙ্ক প্যান্থারের প্রত্যাবর্তন') ব্লেক এডওয়ার্ডস পরিচালিত ১৯৭৫ সালের মার্কিন হাস্যরসাত্মক চলচ্চিত্র এবং দ্য পিঙ্ক প্যান্থার চলচ্চিত্র ধারাবাহিকের চতুর্থ কিস্তি। এতে শ্রেষ্ঠাংশে অভিনয় করেন পিটার সেলার্স, যিনি আ শট ইন দ্য ডার্ক (১৯৬৪)-এ অভিনয়ের পর ইনস্পেক্টর ক্লুজো (১৯৬৮) চলচ্চিত্রের কাজ ফিরিয়ে দেওয়ার পর আবার ইনস্পেক্টর ক্লুজো চরিত্রে কাজের জন্য প্রত্যাবর্তন করেন। হের্বের্ত লোম তার আ শট ইন দ্য ডার্ক-এর প্রধান ইনস্পেক্টর চার্লস ড্রাইফাস চরিত্রে প্রত্যাবর্তন করেন এবং এরপর বাকি চলচ্চিত্রগুলোতে নিয়মিত ছিলেন। কুখ্যাত ফ্যান্টম স্যার চার্লস লিটন চরিত্রে অভিনয় করেন ক্রিস্টোফার প্লামার, এই চরিত্রে দ্য পিঙ্ক প্যান্থার (১৯৬৩) চলচ্চিত্রে অভিনয় করেছিলেন ডেভিড নিভন। \"পিঙ্ক প্যান্থার\" হীরকখণ্ডটি পুনরায় গল্পের কেন্দ্রীয় ভূমিকায় অবস্থান করে।\nচলচ্চিত্রটি ১৯৭৫ সালের ২১শে মে মুক্তি পায়। এটি ব্যবসাসফল হয় এবং পূর্ববর্তী কাজে অসফল হওয়ার পর পুনরায় সেই সুপ্ত ধারাবাহিককে এবং পাশাপাশি সেলার্সের কর্মজীবনকে পুনরুজ্জীবিত করে। চলচ্চিত্রটি শ্রেষ্ঠ সঙ্গীতধর্মী বা হাস্যরসাত্মক চলচ্চিত্র বিভাগে গোল্ডেন গ্লোব পুরস্কারসহ তিনটি বিভাগে গোল্ডেন গ্লোব পুরস্কারের মনোনয়ন এবং একটি গ্র্যামি পুরস্কারের মনোনয়ন লাভ করে।\n\n\n== অভিনয়শিল্পীদল ==\nপিটার সেলার্স - ইনস্পেক্টর জাক ক্লুজো\nক্রিস্টোফার প্লামার - স্যার চার্লস লিটন\nক্যাথরিন শেল - লেডি ক্লাউদিন লিটন\nহের্বের্ত লোম - চিফ ইনস্পেক্টর চার্লস ড্রাইফাস\nবার্ট কোউক - ক্যাটো ফং\nপিটার আর্ন - কর্নেল শার্কি\nপিটার জেফ্রি - জেনারেল ওয়াডাফি\nগ্রেগোয়ার আসলান - লুগাশ পুলিশের প্রধান\nডেভিড লজ - ম্যাক\nগ্রাহাম শার্ক - পেপি\nএরিক পোলমান - মোটা ব্যক্তি\nঅঁদ্রে মারান - ফ্রঁসোয়া\nভিক্তর স্পিনেত্তি - হোটেলের কনসিয়েরজ\nজন ব্লুথাল - অন্ধ ভিক্ষুক\nমাইক গ্র্যাডি - বেল বয়\nপিটার জোন্স - মনোবিদ\n\n\n== মূল্যায়ন ==\n\n\n=== বক্স অফিস ===\nচলচ্চিত্রটি মার্কিন যুক্তরাষ্ট্র ও কানাডায় $৪১.৮ মিলিয়ন এবং বিশ্বব্যাপী $৭৫ মিলিয়ন আয় করে।\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nপর্যালোচনাভিত্তিক ওয়েবসাইট রটেন টম্যাটোসে ১৮টি পর্যালোচনার ভিত্তিতে ৬.৭/১০ গড়ে চলচ্চিত্রটির রেটিং স্কোর ৮৩%। অন্যদিকে, মেটাক্রিটিকে ৬টি সমালোচনার ভিত্তিতে এর মেটাস্কোর ৬১%, যা সাধারণত ইতিবাচক পর্যালোচনা নির্দেশ করে।\n\n\n=== পুরস্কার ও মনোনয়ন ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅলমুভিতে দ্য রিটার্ন অব দ্য পিঙ্ক প্যান্থার (ইংরেজি)\nআমেরিকান ফিল্ম ইন্সটিটিউট ক্যাটালগে দ্য রিটার্ন অব দ্য পিঙ্ক প্যান্থার\nইন্টারনেট মুভি ডেটাবেজে দ্য রিটার্ন অব দ্য পিঙ্ক প্যান্থার  (ইংরেজি)\nটিসিএম চলচ্চিত্র ডেটাবেজে দ্য রিটার্ন অব দ্য পিঙ্ক প্যান্থার\nবক্স অফিস মোজোতে দ্য রিটার্ন অব দ্য পিঙ্ক প্যান্থার (ইংরেজি) \nমেটাক্রিটিকে দ্য রিটার্ন অব দ্য পিঙ্ক প্যান্থার (ইংরেজি)\nরটেন টম্যাটোসে দ্য রিটার্ন অব দ্য পিঙ্ক প্যান্থার (ইংরেজি)"}