{"pageid": 1074381, "title": "সার্বজনীন শ্রীশ্রী রাধাকৃষ্ণ মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1074381", "content": "সার্বজনীন শ্রীশ্রী রাধাকৃষ্ণ মন্দির বাংলাদেশের চট্টগ্রাম জেলার মীরসরাই উপজেলায় রায়পুর গ্রামে অবস্থিত একটি মন্দির।\nবৈদিক সনাতন ধর্ম (হিন্দু ধর্ম)-এ ঈশ্বরের পুরুষ সত্ত্বা ও প্রকৃতি সত্ত্বার যুগলরূপ শ্রীশ্রী রাধাকৃষ্ণ।  এই জগৎসংসারে শ্রীশ্রী রাধাকৃষ্ণের আধ্যাত্মিক যুগল প্রেম-শক্তি-দর্শন ও শ্রীচৈতন্য মহাপ্রভুর বৈষ্ণব ভাবধারায় ব্রতী হয়ে পরমাত্মার দর্শন-মোক্ষলাভে পরমব্রহ্মার সৃষ্টি মানুষের কল্যাণ এবং ধর্মীয় আর্থ-সামাজিক সেবামূলক কাজ পরিচালনার মহৎ প্রত্যয় নিয়ে “সার্বজনীন শ্রীশ্রী রাধাকৃষ্ণ মন্দির”, রায়পুর, মীরসরাই উপজেলা চট্টগ্রাম জেলার যাত্রা শুরু হয়। সার্বজনীন শ্রীশ্রী রাধাকৃষ্ণ মন্দির-টি গণপ্রজাতন্ত্রী বাংলাদেশ সরকার এর ধর্ম বিষয়ক মন্ত্রণালয়ের অধীনস্থ হিন্দু ধর্মীয় কল্যাণ ট্রাস্ট থেকে ২১ এপ্রিল ২০১৯ খ্রিস্টাব্দ তারিখে ১১৪৮১/চট্ট/মির/৪০ নম্বর মূলে তালিকাভূক্ত একটি সনাতনী ধর্মীয় (হিন্দু ধর্ম) প্রতিষ্ঠান।\n\n\n== নির্মাণ ==\n২০১২ সালের ১৩ জুলাই জাগো অপরাজিত মৈত্রী সংঘ এই সার্বজনীন মন্দির প্রতিষ্ঠার উদ্যোগ নেয়। মীরসরাই উপজেলার রায়পুর গ্রামে সনাতন ধর্মীয় সমাজকল্যাণে জাগো অপরাজিত মৈত্রী সংঘের ৮ জন উদ্যোক্তাবৃন্দ যথাক্রমে শ্রী সুমন চন্দ্র নাথ, শ্রী সুভাষ চন্দ্র নাথ, শ্রী দীপক কুমার নাথ, শ্রী রাজীব কুমার নাথ, শ্রী রাজীব দেবনাথ, শ্রী উজ্জ্বল কুমার নাথ, শ্রী সুব্রত কুমার নাথ ও শ্রী বিশ্বজিৎ কুমার নাথ মহোদয়গণ দীর্ঘ প্রায় ৮ বছর অক্লান্ত শ্রম, মেধা, অর্থ দিয়ে এই মন্দির নির্মাণ করেন। মন্দির নির্মাণে গণপ্রজাতন্ত্রী বাংলাদেশ সরকার এর ধর্ম বিষয়ক মন্ত্রণালয়ের অধীনস্থ হিন্দু ধর্মীয় কল্যাণ ট্রাস্ট এর ট্রাস্টি শ্রী উত্তম কুমার শর্মা, সমাজসেবক লায়ন মানিক রতন শর্মা ও শ্রীমতী কাঞ্চন বালা নাথ সহ রায়পুর গ্রামের অনেকে সহায়তা করেছে। ২০২০ সালের ২৩ জুন শ্রীশ্রী জগন্নাথদেবের রথযাত্রা উপলক্ষ্যে পূর্ণতিথিতে মাঙ্গলিক অনুষ্ঠানের মাধ্যমে সার্বজনীন শ্রীশ্রী রাধাকৃষ্ণ মন্দির শুভ উদ্বোধন করা হয়। পরবর্তীতে ২০২০ সালের ১১ আগস্ট ভগবান শ্রীকৃষ্ণের শুভ আবির্ভাব শ্রীশ্রী জন্মাষ্টমী তিথিতে মাঙ্গলিক অনুষ্ঠানের মাধ্যমে জাগো অপরাজিত মৈত্রী সংঘ কর্তৃক রায়পুর সনাতনী গ্রামবাসীর সার্বজনীন কল্যাণে গঠিত মন্দির কমিটির নিকট এই মন্দিরের ভূমির দলিলপত্র, দায়িত্ব ও ক্ষমতা হস্তান্তর করে।\n\n\n== অবস্থান ==\nসার্বজনীন শ্রীশ্রী রাধাকৃষ্ণ মন্দির ঢাকা-চট্টগ্রাম মহাসড়কে মীরসরাই উপজেলার ৮নং দুর্গাপুর ইউনিয়ের চলমান সিএনজি পাম্প নামক স্থানের দক্ষিণ-পশ্চিমে রায়পুর গ্রামীণ রাস্তা দিয়ে মহাসড়ক থেকে মাত্র ১৫০ মিটার দূরত্বে এই মন্দির অবস্থিত।\n\n\n== নিত্য পূজা-অর্চনা ও প্রার্থনা ==\nমন্দিরে শ্রীশ্রী রাধাকৃষ্ণের বিগ্রহ আছে। শ্রীশ্রী রাধাকৃষ্ণের নিত্য পূজা করা হয়। প্রতি সপ্তাহে বৃহস্পতিবার রাত ৮টায় হরি বাসর ও সমবেত প্রার্থনা অনুষ্ঠান হয়ে থাকে। প্রতিদিন মন্দিরে পূজা দেওয়ার ব্যবস্থা রয়েছে এবং বিশেষ তিথিতে মন্দিরে আয়োজিত অনুষ্ঠানমালায় আগত ভক্তদের মাঝে প্রসাদ বিতরণ হয়।\n\n\n== মন্দির ভিত্তিক বিদ্যালয় ==\nএই মন্দিরে গণপ্রজাতন্ত্রী বাংলাদেশ সরকার এর ধর্ম বিষয়ক মন্ত্রণালয়ের অধীনস্থ হিন্দু ধর্মীয় কল্যাণ ট্রাস্ট এর মন্দির ভিত্তিক প্রাক-প্রাথমিক বিদ্যালয় রয়েছে। মন্দির ভিত্তিক নৈতিক শিক্ষা ফলে এতদ অঞ্চলে সনাতনী শিশু-কিশোরদের বিদ্যালয় গমনোপযোগী শতভাগ শিশুকে বিদ্যালয়ে ভর্তি, ঝড়ে পড়া রোধ, নিরক্ষরতা দূরীকরণ সহ সরকারের টেকসই উন্নয়নে গুরুত্বপূর্ণ ভূমিকা পালন করছে।\n\n\n== উৎসব ==\nএই মন্দিরে শ্রীশ্রী জগন্নাথদেবের রথযাত্রা, জন্মাষ্টমী, বার্ষিক গীতাপাঠ ও গীতাযজ্ঞ, বিশেষ তিথিতে পূজা-পার্বণ আয়োজন এবং জাতীয় দিবস উদযাপন করা হয়।\n\n\n== তথ্যসূত্র =="}