{"pageid": 1075342, "title": "ম্যাশড পটেটো", "url": "https://bn.wikipedia.org/wiki?curid=1075342", "content": "ম্যাশড পটেটো, ম্যাশড পটেটোস (আমেরিকান ইংরেজি এবং কানাডার ইংরেজি) বা ম্যাশড টেটার বা কথ্য ভাষায় ম্যাশ (ব্রিটিশ ইংরেজি) নামে পরিচিত। এটি সিদ্ধ নরম আলু, দুধ, মাখন, লবণ এবং মরিচ যোগ তৈরি করা একটি খাবার। এটি সাধারণত মাংস বা সবজির জন্য সহযোগী-পরিবেশন পদ হিসেবে পরিবেশন করা হয়। যখন আলুগুলো পুরোপুরি ভর্তা না করে মোটামুটিভাবে ভর্তা করা হয়, তখন তাদের স্ম্যাশড পটেটোস বলা হয়। তৈরিকৃত ম্যাশড পটেটো এবং হিমায়িত ম্যাশড পটেটো হিসেবেও এটি পাওয়া যায়। অনেক সময় ম্যাশড পটেটো অন্য খাবার তৈরির উপকরণ হিসেবেও ব্যবহৃত হয়।\n\n\n== উপকরণ ==\nবেশিরভাগ রন্ধন শিল্পী \"আটাযুক্ত\" আলু ব্যবহারের পরামর্শ দেন। সর্বাধিক পরিচিত জাতগুলো হলো কিং এডওয়ার্ড, রাসেট, গোল্ডেন ওয়ান্ডার এবং রেড রাস্কেল।\nসাধারণত মাখন, দুধ বা দধি, লবণ, এবং মরিচ যোগ করা হয়। অন্যান্য অনেক মশলাও ব্যবহার করা যেতে পারে, যার মধ্যে রয়েছে ভেষজ (বিশেষত পার্সলে এবং চিবস), মশলা (বিশেষ করে জায়ফল), রসুন, পনির, বেকন, টক দই, খাস্তা পেঁয়াজ বা বসন্ত পেঁয়াজ, ক্যারামেলাইজড পেঁয়াজ এবং সরিষা।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== ইতিহাস ==\nম্যাশড পটেটোর একটি প্রাথমিক রন্ধনপ্রণালী ১৭৪৭ সালে হান্না গ্লাসেসের \"দ্য আর্ট অফ কুকরি\" তে পাওয়া যায়। তার রন্ধনপ্রণালীতে আলুকে দুধ, লবণ এবং মাখনের সাথে একটি পাত্রে ভর্তা করা হয়।\n\n\n== রন্ধনসম্পর্কীয় ব্যবহার ==\n\nম্যাশড পটেটো একটি সহযোগী-পরিবেশন পদ হিসেবে পরিবেশন করা যেতে পারে, তবে প্রায়ই ব্রিটিশ দ্বীপে সসেজের সাথে পরিবেশন করা হয়, যেখানে এটি ব্যাঙ্গার অ্যান্ড ম্যাশ নামে পরিচিত। ম্যাশড পটেটো, শেফার্ডস অ্যান্ড কটেজ পাই, অর্কনি ক্ল্যাপশট, পিরোগি, কোলক্যানন, ডাম্পলিংস, আলু প্যানকেকস, পটেটো ক্রোকেটস এবং গনোচি-সহ অন্যান্য বিভিন্ন খাবারের উপাদান হতে পারে।\nযুক্তরাজ্যে, ঠান্ডা আলু ভর্তা তাজা ডিমের সাথে মিশ্রিত করা হয় এবং তারপর আলুর কেক তৈরির জন্য মুচমুচে না হওয়া পর্যন্ত ভাজা হয়। এই খাবারটি কর্নওয়ালে উদ্ভূত বলে মনে করা হয় এবং এটি একটি জনপ্রিয় সকালের নাস্তা। পরিবর্তে মাংস এবং অন্যান্য অবশিষ্ট সবজি দিয়েও তৈরি করা যায় এটি।\nম্যাশড পটেটো গ্রেভির সাথে খাওয়া যেতে পারে (সাধারণত মাংসের গ্রেভি), যদিও উদ্ভিজ্জ গ্রেভির প্রচলন বাড়ছে কারণ নিরামিষ এবং নিরামিষ প্রবণতার জনপ্রিয়তা বৃদ্ধি পেয়েছে।\nম্যাশড পটেটো করার যন্ত্র দিয়ে ম্যাশড পটেটো করা যেতে পারে। যন্ত্রটি আলুর খোসা আলাদা করে আলুগুলোকে ভর্তা করে দেয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\n উইকিমিডিয়া কমন্সে ম্যাশড পটেটো সম্পর্কিত মিডিয়া দেখুন।"}