{"pageid": 1075960, "title": "পরব্রহ্ম", "url": "https://bn.wikipedia.org/wiki?curid=1075960", "content": "পরব্রহ্ম (সংস্কৃত: परंब्रह्मन्) বা নির্গুণ ব্রহ্ম বা পরম ব্রহ্ম হলেন \"সর্বোচ্চ ব্রহ্ম\", এবং যিনি সমস্ত বর্ণনা ও ধারণার বাইরে। তাকে নিরাকার হিসাবে বর্ণনা করা হয়েছে, যিনি চিরকাল সবকিছুতে পরিবেষ্টিত, মহাবিশ্বের সর্বত্র এবং এর বাইরে যা কিছু রয়েছে সর্বত্র পরিব্যাপ্ত।\nপরব্রহ্ম সম্পর্কে বিভিন্ন ধারণা বিদ্যমান। অদ্বৈত বেদান্ত ঐতিহ্যে, পরব্রহ্ম হল নির্গুণ ব্রহ্মের সমার্থক, অর্থাৎ গুণবিহীন পরম। বিপরীতভাবে, দ্বৈত বেদান্ত ও বিশিষ্টাদ্বৈত বেদান্ত ঐতিহ্যে পরব্রহ্মকে সগুণ ব্রহ্ম হিসাবে সংজ্ঞায়িত করা হয়েছে, অর্থাৎ, গুণাবলী সহ পরম। বৈষ্ণবধর্ম, শৈবধর্ম ও শাক্তধর্ম, যথাক্রমে বিষ্ণু, শিব এবং শক্তিকে পরব্রহ্ম হিসাবে বিবেচনা করে।  গাণপত্য সম্প্রদায় গণপতিকে এবং কার্তিকেয় সম্প্রদায় কার্তিককে পরব্রহ্ম হিসেবে বিবেচনা করে।\n\n\n== বুৎপত্তি ==\n\"পর\" সংস্কৃত শব্দ যার অর্থ \"সর্বতকৃষ্ট\" অথবা \"সর্বোচ্চ বা অখণ্ড\"।\nহিন্দুধর্মে ব্রহ্ম মহাবিশ্বের পরম, চূড়ান্ত বাস্তবতাকে বোঝায়। হিন্দু দর্শনে, এটি বিদ্যমান সবকিছুর উপাদান, দক্ষ, আনুষ্ঠানিক ও চূড়ান্ত কারণ। ব্রহ্ম- এর মূল ধারণা বেদ ও মুখ্য উপনিষদসমূহে পাওয়া যায়। অদ্বৈত বেদান্ত সাহিত্যেও ব্রহ্ম ব্যাপকভাবে আলোচিত।\n\n\n== অদ্বৈত বেদান্ত ==\nঅদ্বৈত বেদান্তে, পরব্রহ্মকে নির্গুণ ব্রহ্ম হিসাবে সংজ্ঞায়িত করা হয়েছে। এটি স্বয়ংসম্পূর্ণ ব্রহ্মের সাথে অভিন্ন হিসাবে সম্পূর্ণ জ্ঞানের অবস্থা, মানসিক-আধ্যাত্মিক জ্ঞান (জ্ঞান যোগ)। এটি সগুণ ব্রহ্মের সাথে বৈপরীত্য করে যা প্রেমময় সচেতনতার অবস্থা (ভক্তি যোগ)। অদ্বৈত বেদান্ত দ্বৈতবাদীভাবে মনে করেন যে ব্রহ্ম ঐশ্বরিক, ঈশ্বর ব্রহ্ম, এবং এটি আত্মার (নিজের আত্মা, অন্তর্নিহিত আত্মা) এবং নির্গুণ (গুণহীন), অসীম, প্রেম, সত্য, জ্ঞান, \"সৎ-চিত্ত-আনন্দ\" এর অনুরূপ।\nএলিয়ট ডয়েশের মতে, নির্গুণ ব্রহ্ম \"সত্তার অবস্থা\", যেখানে নিজের আত্মা ও ব্রহ্মের মধ্যে দ্বৈতবাদী সমস্ত পার্থক্য মুছে ফেলা হয় এবং পরাস্ত হয়। বিপরীতে, সগুণ ব্রহ্ম, যেখানে নিজের আত্মা ও ব্রহ্মের মধ্যে দ্বৈততা গ্রহণ করার পরে পার্থক্যগুলি মিলিত হয়।\nঅদ্বৈত অ-দ্বৈত অভিজ্ঞতার বৈশিষ্ট্য বর্ণনা করে,  যেখানে বিষয়গত অভিজ্ঞতাও জ্ঞানের \"বস্তু\" ও অভূতপূর্ব বাস্তবতা হয়ে ওঠে। পরম সত্য বিষয় ও বস্তু উভয়ই, তাই কোন গুণগত পার্থক্য নেই:\n\nপরম সত্যকে জানে এমন বিদ্যাশাস্ত্রবিদরা এই অদ্বৈত সত্তাকে ব্রহ্ম, পরমাত্মা বা ভগবান বলেন। \n\nযে ব্যক্তি পরব্রহ্মকে উপলব্ধি করে সে পরম সৌভাগ্য লাভ করে। সেই পরব্রহ্ম চিরন্তন সত্য (সত্যম), সর্বজ্ঞ (জ্ঞানম), অসীম (অনন্তম)।\n\nউপনিষদে বলা হয়েছে যে, পরব্রহ্ম চিরন্তন, চৈতন্যময় এবং সুখী সৎ-চিত্ত-আনন্দ। এই সত্যের উপলব্ধি এই সত্যের সমান হওয়া।\n\nপরম একজনই । যে পরিতোষের আধার ও পরমানন্দকে উপলব্ধি করে, সে চিরকাল আনন্দিত হয়। \n\nপ্রকৃতপক্ষে পরমকে জানো, সুখী হও। \n\n\n== বৈষ্ণব সম্প্রদায় ==\nবৈষ্ণব সম্প্রদায়ে, বিষ্ণুকে পরব্রহ্ম মহাবিষ্ণু হিসাবে বিবেচনা করা হয়। বিষ্ণু তাঁর বিশ্বরূপে সর্বশ্রেষ্ঠ বলে বিবেচিত হন। তাঁর আবাসস্থলকে বৈকুণ্ঠ বলা হয়, এবং সেখানকার নাম পর বাসুদেব। যজুর্বেদের নারায়ণসূক্ত অনুসারে তাকে একমাত্র আদিপুরুষ হিসেবে চিত্রিত করা হয়েছে।\n\n\n== শৈবধর্ম ==\nশৈবধর্মে, শিব হলেন পরব্রহ্ম। পরশিব, ভগবান শিবের পরম রূপ, পরব্রহ্ম হিসেবে বিবেচিত। শিব পুরাণ অনুসারে, পরশিব হল সমস্ত আত্মা ও দেবতাদের একক অবতার। তাকে একমাত্র আদিপুরুষ বা মহাদেব হিসাবেও চিত্রিত করা হয়েছে।\n\n\n=== কাশ্মীর শৈবধর্ম ===\nকাশ্মীরের শৈবধর্মে, স্বচ্ছন্দ ভৈরবকে শিবের সর্বোচ্চ রূপ হিসাবে বিবেচনা করা হয়। কাশ্মীরের শৈবধর্ম স্বচ্ছন্দ ভৈরবকে পরব্রহ্ম মনে করে। কাশ্মীর শৈবধর্ম তুরিয়া, বা চেতনার চতুর্থ অবস্থা, ব্রহ্মের রাজ্য হিসাবে ধারণ করে। এটা না জাগ্রত হওয়া, না স্বপ্ন দেখা, না গভীর ঘুম। এটি এই তিনটি রাজ্যের যে কোন একটি, অর্থাৎ ঘুম থেকে ওঠার মধ্যে, স্বপ্ন দেখার এবং গভীর ঘুমের মধ্যে এবং গভীর ঘুম ও জাগ্রত হওয়ার মধ্যে সংযোগস্থলে বিদ্যমান। কাশ্মীরের শৈবধর্মে তুরিয়তিতা নামে চেতনার পঞ্চম অবস্থা বিদ্যমান -তুরিয়ার ওপারে এমন রাজ্য যা পরব্রহ্মের প্রতিনিধিত্ব করে।\nতুরিয়তিতা, যাকে শূন্য বা শূন্যও বলা হয়, সেই অবস্থা যেখানে কেউ মুক্তি লাভ করে অন্যথায় জীবনমুক্তি বা মোক্ষ নামে পরিচিত।\n\n\n== শাক্তধর্ম ==\nশাক্তধর্ম মতে, আদি পরাশক্তি, ব্রহ্মের পরব্রহ্ম বা শক্তি, চূড়ান্ত বাস্তবতা, অবিচ্ছেদ্য হিসাবে বিবেচিত হয়। ঋগ্বেদের দেবীসূক্ত এবং শ্রীসূক্ত মতে তিনি সকল সৃষ্টির গর্ভ। এইভাবে মহাকালী হল ব্রহ্মময়ী, যার অর্থ \"সে যার ব্রহ্ম\"। ত্রিপুরা সুন্দরী আদি পরাশক্তির পরম রূপ। তাঁর চিরস্থায়ী আবাসের নাম মণদ্বীপ।\n\n\n== শিখধর্ম ==\nশিখধর্মে পরব্রহ্মকে \"নির্গুণ\" বলা হয়, এটি শিখধর্মে সর্বোচ্চ বাস্তবতা হিসাবে বিবেচিত হয়।\nএটি \"অকাল পুরুষ\" (অমর সত্তা) নামেও পরিচিত এবং \"ওয়াহেগুরু\" মন্ত্র দ্বারাও পরিচিত।\n\n\n== আরও দেখুন ==\nসগুণ ব্রহ্ম\nব্রহ্ম\nঅচিন্ত্য ভেদ অভেদ\nআত্মা\nভক্তি\nব্রহ্মা\nজীব\nজ্ঞান\nবিষ্ণু\nনারায়ণ\nওঁ\nপরমাত্মা\nসদাশিব\nস্বয়ং ভগবান\nবেদান্ত\nযোগ\nহিন্দু দর্শন\nপরমেশ্বর\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== বহিঃসংযোগ ==\n\"VEDA - Vedas and Vedic Knowledge Online - Vedic Encyclopedia\"। www.veda.harekrsna.cz। ১ জুন ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৫ আগস্ট ২০২১।"}