{"pageid": 1075840, "title": "উধমপুর রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1075840", "content": "উধমপুর রেলওয়ে স্টেশন ভারতের জম্মু ও কাশ্মীরের উধমপুর পৌর কমিটিতে অবস্থিত।  সমুদ্র পৃষ্ঠ থেকে স্টেশনের গড় উচ্চতা ৬৬০.০৫৪ মিটার (২,১৬৫.৫৩ ফুট)। জম্মু তবি ও উধমপুরের মধ্যবর্তী রেল দূরত্ব ৫৩ কিলোমিটার (৩৩ মাইল)।\n\n\n== ইতিহাস ==\nনতুন দিল্লি থেকে উত্তর যোগাযোগ ক্রান্তি এক্সপ্রেস ট্রেনটি ২০০৫ সালে এই পথে যাত্রাকারী প্রথম ট্রেন ছিল। জম্মু ও উধমপুর (এবং পাঠানকোট ) -কে সংযুক্তকারী কমিউটার অসুরক্ষিত প্যাসেঞ্জার ট্রেনসমূহ (ডিএমইউ )ও প্রতিদিন চলাচল করে এবং ট্রেনগুলি বেশ জনপ্রিয়।\nকাটরা রেল সংযোগটি ২০১৪ সালে উদ্বোধন করা হয়। জম্মু মেইল ও উত্তর সম্পর্ক ক্রান্তি এক্সপ্রেস ২০১৫ সালের সেপ্টেম্বর মাস থেকে শ্রী মাতা বৈষ্ণো দেবী কাটরা রেলওয়ে স্টেশন পর্যন্ত প্রসারিত করা হয়। কাটরা -বনিহাল বিভাগটি ২০১৮ সালের মধ্যে শেষ হবে বলে আশা করা হচ্ছে। একবার শেষ হয়ে গেলে, দেশের বিভিন্ন স্থান থেকে আরও অনেক ট্রেন এই স্টেশন দিয়ে যাতায়াত করবে বলে আশা করা হচ্ছে। এখন পর্যন্ত, ৩৯ টি ট্রেন ভারতের প্রধান শহরগুলি থেকে শ্রী মাতা বৈষ্ণো দেবী কাটরা রেলওয়ে স্টেশনে যাত্রা ও প্রস্থান পথে উধমপুরে থামে, যেখানে ৯ টি ট্রেন (ডিএমইউ ও ২ টি অসংরক্ষিত যাত্রী ট্রেন সহ) এখান থেকে যাত্রা শুরু করে।\n\n\n== প্ল্যাটফর্ম ==\nএখানে মোট ৩ টি প্ল্যাটফর্ম ও ৫ টি ট্র্যাক রয়েছে। প্লাটফর্মগুলি ফুট ওভারব্রিজ দ্বারা সংযুক্ত। এই প্ল্যাটফর্মগুলি ২৪ টি কোচ যুক্ত এক্সপ্রেস ট্রেন থামার জন্য তৈরি করা হয়েছে। প্ল্যাটফর্মসমূহ আধুনিক সুবিধায় সজ্জিত, যেমন ট্রেনের আগমন ও প্রস্থানের ডিসপ্লে বোর্ড।\nউধমপুর রেলওয়ে স্টেশনে মালবাহী (পণ্য) ট্রেন গ্রহণ ও খালাস করার জন্য আলাদা প্ল্যাটফর্ম রয়েছে।\n\n\n== ট্রেন ==\nকিছু গুরুত্বপূর্ণ ট্রেন যার উৎপত্তি/সমাপ্তি ঘটে :\n\nভাবনগর টার্মিনাস–উধমপুর জন্মভূমি এক্সপ্রেস\nএলাহাবাদ–উধমপুর সুপারফাস্ট এক্সপ্রেস\nকোটা–উধমপুর সাপ্তাহিক এক্সপ্রেস\nদিল্লি সরাই রোহিলা–উধমপুর এসি সুপারফাস্ট এক্সপ্রেস\nজম্মু তাবি–উধমপুর প্যাসেঞ্জার\nজম্মু তাবি–উধমপুর ডেমু\nপাঠানকোট জংশন–উধমপুর ডেমু\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nবনিহাল রেলওয়ে স্টেশন\nজম্মু–বারামুলা রেলপথ\nউত্তর রেল\nজম্মু ও কাশ্মীরের রেল স্টেশনসমূহের তালিকা\nউধমপুর–জম্মু মহাসড়ক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nভারতীয় রেলওয়ে"}