{"pageid": 10756, "title": "সিরাজগঞ্জ", "url": "https://bn.wikipedia.org/wiki?curid=10756", "content": "সিরাজগঞ্জ() মধ্য বাংলাদেশের রাজশাহী বিভাগ এবং উত্তরবঙ্গের অন্যতম গুরুত্বপূর্ন শহর এবং বাংলাদেশের ১৪ তম বৃহৎ শহর। ও উত্তরবঙ্গের মধ্য চতুর্থ বৃহত্তম শহর।  এটি যমুনা নদীর পশ্চিম তীরে, এবং ঢাকা শহর হতে প্রায় ১১০ কিলোমিটার (৭০ মাইল) উত্তর-পশ্চিমে অবস্থিত। সিরাজগঞ্জ শহর একই সাথে সিরাজগঞ্জ জেলা ও সদর উপজেলার প্রশাসনিক সদরদপ্তর। এর মোট আয়তন ৩১.২৭ বর্গকিলোমিটার ও জনসংখ্যা ৫০০,০০০ জন এর উর্ধে। যমুনা সেতুর পশ্চিম প্রান্ত থেকে সিরাজগঞ্জ শহরের দুরত্ব ৮ কিলোমিটার। সিরাজগঞ্জ জেলাকে উত্তরবঙ্গের প্রবেশদ্বার বলা হয়।\n\n\n== নামকরণ ==\nবেলকুচি থানায় সিরাজউদ্দিন চৌধুরী নামক একজন ভূস্বামী (জমিদার) ছিলেন। তিনি তার নিজ মহালে একটি গঞ্জ স্থাপন করেন। তার নামানুসারে এর নামকরণ করা হয় সিরাজগঞ্জ। কিন্তু এটি ততটা প্রসিদ্ধি লাভ করেনি। যমুনা নদীর ভাঙ্গনের ফলে ক্রমে তা নদীগর্ভে বিলীন হয় এবং ক্রমশঃ উত্তর দিকে সরে আসে। সে সময় সিরাজউদ্দিন চৌধুরী ১৮০৯ সালের দিকে খয়রাতি মহল রূপে জমিদারি সেরেস্তায় লিখিত ভূতের দিয়ার মৌজা নিলামে ক্রয় করেন। তিনি এই স্থানটিকে ব্যবসা-বাণিজ্যের প্রধান স্থানরূপে বিশেষ সহায়ক মনে করেন। এমন সময় তার নামে নামকরণকৃত সিরাজগঞ্জ স্থানটি পুনরায় নদীভাঙ্গনে বিলীন হয়। তিনি ভূতের দিয়ার মৌজাকেই নতুনভাবে সিরাজগঞ্জ নামে নামকরণ করেন। ফলে ভূতের দিয়ার মৌজাই সিরাজগঞ্জ নামে স্থায়ী রূপ লাভ করে।\n\n\n== ভূগোল ==\nসিরাজগঞ্জ রাজধানী ঢাকা থেকে উত্তর-পশ্চিমে, রাজশাহী থেকে উত্তর-পূর্বে এবং বগুড়া থেকে দক্ষিণ-পূর্বে, ২৪º২২΄ উত্তর অক্ষাংশ থেকে ২৪º৩৭΄ উত্তর অক্ষাংশ পর্যন্ত এবং ৮৯º৩৬΄ পূর্ব দ্রাঘিমাংশ থেকে ৮৯º৪৭΄ দ্রাঘিমাংশে অবস্থিত। এর মোট আয়তন ৩১.২৭ বর্গকিলোমিটার।\n\n\n== জনসংখ্যা ==\n২০২২ সালের আদমশুমারী অনুযায়ী সিরাজগঞ্জ শহরের মোট জনসংখ্যা ৪,৫০,০০০ জন। এ শহরের জনসংখ্যার ঘনত্ব প্রতি বর্গকিলোমিটারে ১৪,০০০ জন মানুষ বসবাস করে। নারী পুরুষের লিঙ্গ অনুপাত ১০০ঃ১০২ এবং শিক্ষার হার ৯৮.২%(৭ বছরের উর্দ্ধে)। শহরে মোট থানা রয়েছে ৩৭৪৪২টি।\n\n\n== শিক্ষা প্রতিষ্ঠান ==\n\nশহরে দুটি মেডিকেল কলেজ রয়েছে, পাবলিক শহীদ এম মনসুর আলী মেডিকেল কলেজ এবং বেসরকারি নর্থ বেঙ্গল মেডিকেল কলেজ ও হাসপাতাল। \nনগরীতে কলেজ রয়েছে আটটি। এর মধ্যে রয়েছে সিরাজগঞ্জ সরকারি কলেজ, ইসলামিয়া সরকারি কলেজ, এবং সরকারি রশিদাজ্জোহা মহিলা কলেজ। \nবি.এল. সরকারি উচ্চ বিদ্যালয়, সবুজ কানন স্কুল এন্ড কলেজ, সিরাজগঞ্জ বিদ্যুৎ উন্নয়ন বোর্ড মাধ্যমিক বিদ্যালয়, সিরাজগঞ্জ পুলিশ লাইন্স স্কুল এন্ড কলেজ,সালেহা ইসহাক সরকারি বালিকা উচ্চ বিদ্যালয় এবং ভিক্টোরিয়া উচ্চ বিদ্যালয় উল্লেখযোগ্য মাধ্যমিক বিদ্যালয়। \n\n\n== উল্লেখযোগ্য স্থান ==\nযমুনা সেতু\nইলিয়ট সেতু\nসিরাজগঞ্জ হার্ড পয়েন্ট\nচায়না বাধঁ\nদুর্জয় বাংলা ভাস্কর্য\nমুক্তির সংগ্রাম ভাস্কর্য\nমুজিব দর্শন  ভাস্কর্য\nযমুনা ইকো পার্ক\nরাসেল পার্ক\nবাহিরগোলা রেল সেতু\nশাহ সুফি আফজাল মাহমুদের সমাধি\nজমিদার বাড়ি\nজামে মসজিদ\nশ্রী শ্রী মহাপ্রভু আখড়া\nযুগল কিশোর মন্দির\nকালীবাড়ি মন্দির\nপুরাতন খ্রিস্টান কবরস্থান\nমওলানা আব্দুল হামিদ খান ভাসানী এর বাড়ি\nযাদব চন্দ্র চক্রবর্তী এর বাড়ি\nসৈয়দ ইসমাইল হোসেন সিরাজী এর বাড়ি\nহৈমন্তী শুক্লা এর বাড়ি ইত্যাদি\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nমাওলানা আব্দুল হামিদ খান ভাসানী\nসৈয়দ ইসমাইল হোসেন সিরাজী\nআব্দুল্লাহ আল মাহমুদ\nসৈয়দা ইসাবেলা\nযাদব চক্রবর্তী\nআবদুল্লাহ আল মুতী শরফুদ্দিন\nআলী রাজ\nজাহিদ হাসান\nইকবাল হাসান মাহমুদ টুকু\nহাবিবে মিল্লাত\nমোতাহার হোসেন তালুকদার\nশহীদ এম মনসুর আলী\nমোহাম্মদ নাসিম\nফরিদুল ইসলাম নির্জন (কবি,কথাসাহিত্যিক ও সংগঠক)\n\n\n== গণমাধ্যম ==\nসিরাজগঞ্জ থেকে প্রকাশিত উল্লেখযোগ্য বাংলা দৈনিক পত্রিকাগুলোর মধ্যে রয়েছে দৈনিক যমুনা প্রবাহ, দৈনিক আজকের সিরাজগঞ্জ, দৈনিক যুগের কথা, দৈনিক সিরাজগঞ্জ কণ্ঠ, আমাদের সিরাজগঞ্জ\n\n\n== তথ্যসূত্র =="}