{"pageid": 1075135, "title": "সোনার ময়না পাখি (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1075135", "content": "সোনার ময়না পাখি আনোয়ার সিরাজী পরিচালিত এবং ২০০৬ সালে মুক্তিপ্রাপ্ত একটি বাংলা চলচ্চিত্র। গ্রামবাংলার জনপ্রিয় একটি লোকগান \"আমার সোনার ময়না পাখি\"-এর মূখরাকে শিরোনাম হিসেবে নির্বাচিত করে চলচ্চিত্রটি নির্মিত হয়েছে এবং চলচ্চিত্রটিতে বহুবার উক্ত সংগীতটি পরিবেশনা করা হয়েছে। সোনা, ময়না এবং পাখি নামক তিনটি প্রধান চরিত্রকে কেন্দ্র করেই চলচ্চিত্রটি বিকশিত হয়েছে এবং এই চরিত্রগুলোতে অভিনয় করেছেন ফেরদৌস (সোনা), মৌসুমী (ময়না), ইরিন (পাখি)! এছাড়াও বাংলাদেশের তুমুল জনপ্রিয় অভিনেতা-অভিনেত্রী গণ এতে অভিনয় করেছেন। যথা: ওয়াসিম, সুচরিতা, প্রবীর মিত্র, অমল বোস (ওরফে ইজ্জত আলী) সহ আরো অনেকেই।\n\n\n== কাহিনীসংক্ষেপ ==\nছোট হতেই গানপাগলা সোনা মিয়া। সর্বদাই দেওয়ানজীর গানগুলো তার ঠোঁটের আগায় উচ্চারিত হতে থাকে। ভাইয়ের এমন নেশা দেখে বড় বোন আমেনা তাকে ভর্তি করিয়ে দেয় দেওয়ানজীর কাছে।  দেওয়ানজীর একমাত্র মেয়ে ময়না। সোনা আর ময়না ছোট হতেই একসাথে দেওয়ানজীর কাছে গান শিখতে শিখতে কখন যেন নিজেদের মধ্যেই অন্তরঙ্গ হয়ে উঠে সেটা তারা নিজেরাই জানে না। অন্যদিকে  চেয়ারম্যানের ছোট বোন পাখি সোনার গান শুনে তার প্রেমে পাগল হয়ে যায় আর তার মেজু ভাই হিরা প্রেমে পড়ে ময়নার। এভাবেই এক জটিল সম্পর্কের কাহিনী নিয়ে চিত্রায়িত হয়েছে উক্ত চলচ্চিত্র।\n\n\n== অভিনয়শিল্পী ==\nনিচে অভিনয়শিল্পীগণের তালিকা উল্লেখ করা হলো।\n\n\n=== মূল চরিত্র ===\nফেরদৌস - সোনা মিয়ার ভূমিকায়\nমৌসুমী - ময়নার ভূমিকায়\nইরিন -পাখির ভূমিকায়\n\n\n=== প্বার্শচরিত্র ===\nপ্রবীর মিত্র - ময়নার পিতা দেওয়ানজীর ভূমিকায়\nওয়াসিম -পাখির বড় ভাই এবং চেয়ারম্যানের ভূমিকায়\nসুচরিতা -সোনা মিয়ার বড় বোন এবং চেয়ারম্যানের প্রাক্তন প্রেমিকা আমেনার ভূমিকায়\nঅমল বোস -হরি ময়রার ভূমিকায়\nবেগম মন্টু\nউষা\nরাত্রি\nলিপি\nওয়াদুদ রঙিলা\nতাপসী\nসাইফুল\nকাবুল\nরুহুল\nদুলাল\nএমডি ভুইয়া\nসৈয়দ আক্তার আলী\nহরিঘোষ\nমাসুম\nআজিজ\nপাতলা খান\nসেলিম রানা\nমমতাজ আক্তার\n\n\n=== শিশু শিল্পী ===\nকাকন\nহ্যাপি\nআসিফ\nইমন\nশিলা\nশাকিল\nস্বপ্না\nমুকুল তালুকদার\n\n\n== সংগীত পরিচালনায় ==\n\n\n=== গীত রচনা ===\nআনোয়ার সিরাজী\nওয়াদুদ রঙিলা\nসাইফুল ইসলাম\nওসমান খান\nকানাই লাল শীল\n\n\n=== আবহ সংগীত ===\nআলমগীর\n\n\n=== সংগীত পরিচালনায় ===\nআলী আকরাম শুভ\nপারভেজ রব\n\n\n=== কন্ঠ শিল্পী ===\nরতীন্দ্রনাথ রায়\nএন্ড্রু কিশোর\nবেবী নাজনীন\nকনক চাঁপা\nমমতাজ\nমনির খান\n\n\n=== শব্দগ্রহণ ===\nআব্দুর রহমান খোকা\n\n\n== সংগীত সমূহ ==\n\n\n== তথ্যসূত্র =="}