{"pageid": 1075927, "title": "দিল্লি-শ্রেণির ডেস্ট্রয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1075927", "content": "দিল্লি-শ্রেণির ডেস্ট্রয়ার ভারতীয় নৌবাহিনীর নির্দেশিত-ক্ষেপণাস্ত্র ডেস্ট্রয়ার। এই শ্রেণির তিনটি জাহাজ সক্রিয়ভাবে সেবায় নিযুক্ত রয়েছে। দিল্লি -শ্রেণির জাহাজসমূহ তাদের কমিশন হওয়ার সময় ভারতে নির্মিত বৃহত্তম জাহাজ ছিল। জাহাজসমূহের প্রতিটি ₹ ৭৫০ কোটি (ইউএস$ ৯১.৬৭ মিলিয়ন) সমতুল্য) ব্যয়ে মাজাগাঁও ডক লিমিটেড (এমডিএল) দ্বারা নির্মিত হয়।\n\n\n== উন্নয়ন ==\nজাহাজ শ্রেণিটির নকশা ও উন্নয়ন ১৯৮০ সালে \"প্রকল্প ১৫\" হিসাবে শুরু হয়। প্রাথমিকভাবে, আরবিইউ-৬০০০ এএসডব্লিউ রকেট লঞ্চার ও গ্যাস টারবাইন প্রপালশন যোগ করে গোদাবরী-শ্রেণির অনুসরণকারী ফ্রিগেট হিসাবে পরিকল্পনা করা হয়। একটি সোভিয়েত প্রস্তাব ১৯৮৩  সালে বিপরীত গ্যাস টারবাইন ও আধুনিক অস্ত্র ব্যবস্থার জন্য জাহাজসমূহকে ৩,৫০০ টনের ফ্রিগেট থেকে ৬,৩০০ টনের ডেস্ট্রয়ারে পুনর্বিন্যাস করতে বাধ্য করে। নৌ নকশা অধিদপ্তর ১৯৮০-এর দশকের মাঝামাঝি সময়ে নকশাটি সম্পন্ন করে। মডেল পরীক্ষাসমূহ ১৯৮৫ সালে এসএসপিএ, সুইডেনে ও সমান্তরালভাবে ১৯৮৬ সালে সোভিয়েত ইউনিয়নের ক্রাইলোভ ইনস্টিটিউটে অনুষ্ঠিত হয়। সিভারনি ডিজাইন ব্যুরো অস্ত্র ও প্রপালশন প্যাকেজের জন্য নকশা প্রদান করে। ইলেক্ট্রোম্যাগনেটিক সামঞ্জস্যের জন্য পারস্পরিক ইন্টারফেস দমন ব্যবস্থা সোভিয়েত দ্বারা সরবরাহ করা হয়। সোভিয়েত ইউনিয়নের ভাঙ্গন অস্ত্র ব্যবস্থার সরবরাহকে প্রভাবিত করে, ফলে জাহাজ নির্মাণে তিন বছরের বিলম্ব ঘটে।\n\n\n== নকশা ও বর্ণনা ==\nগোদাবরী -শ্রেনির ফ্রিগেট ও সোভ্রেমিনি  শ্রেনির ডেস্ট্রয়ার থেকে অন্তর্ভুক্ত কিছু উপাদান সহ দিল্লি-শ্রেনিকে বর্ধিত রাজপুত-শ্রেনির বলে বর্ণনা করা হয়। সম্মুখ ফানেলটি বন্দরের পাশে রাখা হয়, আর পেছনের ফানেলটি স্টারবোর্ডে রাখা হয়। প্রপালশন ব্যবস্থায় দুটি জরিয়া-মাশপ্রোকেট এম৩৬ই গ্যাস টারবাইন প্ল্যান্ট রয়েছে, যা দুটি নিয়ন্ত্রণযোগ্য-পিচ প্রোপেলার দ্বারা পরিচালিত হয়। প্রতিটি গ্যাস টারবাইন প্লান্টে দুটি ডিটি-৫৯ রিভার্সিবল গ্যাস টারবাইন রয়েছে, যা একটি আরজি-৫৪ গিয়ারবক্সের সাথে সংযুক্ত গ্যাস ও গ্যাস ব্যবস্থা দ্বারা গঠিত এবং একটি পৃথক ইঞ্জিন কক্ষে স্থাপন করা হয়। জাহাজসমূহ পারমাণবিক, জৈবিক ও রাসায়নিক যুদ্ধের পরিবেশে পরিচালনার জন্য সজ্জিত। দিল্লি-শ্রেণির জাহাজসমূহে পতাকা সুবিধা রয়েছে, যা তাদের টাস্ক গ্রুপসমূহে কমান্ড ইউনিট হিসাবে কাজ করতে সক্ষম করে। আইএনএস দিল্লি পরিচালনার সময় যে তাপের অপচয় ঘটেছিল, তা সংশোধন করার জন্য আইএনএস মহীশূরে উন্নত শীতাতপ নিয়ন্ত্রণ ব্যবস্থা স্থাপন করা হয়।\n\n\n=== অস্ত্র ===\nআকাশ প্রতিরক্ষা ভূমিকার জন্য দিল্লি শ্রেনির সাথে  ৯কে-৯০ এরাগান    আকাশ প্রতিরক্ষা ব্যবস্থা স্থাপন হয়, যার মধ্যে ৩এস-৯০ একক-বাহু লঞ্চার ও একজোড়া সমন্বয়ে গঠিত ৯এম৩৮এম১ স্টিল ক্ষেপণাস্ত্র রয়েছে। একটি লঞ্চার ব্রিজের সম্মুখে ও অন্যটি ডুয়াল হেলিকপ্টার হ্যাঙ্গারের উপরে স্থাপন করা হয়েছে। প্রতিটি লঞ্চার মোট ৪৮ রাউন্ডের জন্য একটি ২৪  মিসাইল ম্যাগাজিন বহন করে। এমআর-৭৭৫ ফ্রেগেট-এমএই (ন্যাটো : হাফ প্লেট) রাডার লক্ষ্যমাত্রা প্রদান করে এবং ৬ এমআর-৯০ ওরেখ (ন্যাটো: ফ্রন্ট ডোম) আলোকিতকারী আগুন নিয়ন্ত্রণের জন্য ব্যবহার করা হয়। ব্যবস্থাটি বারোটি লক্ষ্যকে ট্র্যাক করতে পারে এবং একই সাথে সর্বাধিক ছয়টি ট্র্যাক করা লক্ষ্যমাত্রাকে সংযুক্ত করতে পারে। লাস্ট-ডাইচ মিসাইল ডিফেন্স একটি ক্লোজ-ইন অস্ত্র ব্যবস্থা দ্বারা প্রদান করা হয়, যার মধ্যে চারটি একে-৬৩০ রোটারি কামান রয়েছে, যা দুটি এমআর-১২৩-০২ (ন্যাটো: বেস টিল্ট) ফায়ার-কন্ট্রোল রাডার দ্বারা পরিচালিত। একটি সিগন্যাল এলডব্লিউ০৮ রাডার লাইসেন্স, যা বিইএল দ্বারা  আরএডব্লিউএল হিসাবে উৎপাদিত হয় দীর্ঘ দূরত্বের বায়ু অনুসন্ধান ক্ষমতা প্রদান করে।\nদিল্লি শ্রেণির সারফেস মিসাইল ব্যাটারির মধ্যে ১৬ টি  কেএইচ-৩৫ই উরান ক্ষেপণাস্ত্র চারটি চতুরঙ্গ ঢালু লঞ্চারে  রয়েছে। ক্ষেপণাস্ত্রগুলি গ্রানিত গর্পুন বি (ন্যাটো: প্ল্যাঙ্ক শেভ) ফায়ার-কন্ট্রোল রাডার দ্বারা পরিচালিত হয়। ক্ষেপণাস্ত্রের ব্যাটারি প্রাথমিকভাবে ৮ টি ৩এম৮০ই মস্কিট ক্রুজ ক্ষেপণাস্ত্র হতে অভিপ্রেত ছিল, যা প্রধান জাহাজ, আইএনএস দিল্লিতে উপস্থিত বড় বিস্ফোরণ ডিফ্লেক্টর দ্বারা প্রমাণিত। এমআর-১৮৪ ফায়ার-কন্ট্রোল ব্যবস্থা দ্বারা পরিচালিত একটি একে-১০০ বন্দুকও লাগানো হয়েছে।\n\nএকটি কুইন্টুপল ৫৩৩-মিলিমিটার (২১-ইঞ্চি) এসইটি ৬৫ই অ্যাক্টিভ/প্যাসিভ হোমিং টর্পেডো ও  টাইপ ৫৩–৬৫ ওয়েক হোমিং টর্পেডো ছুড়তে  সক্ষম প্রশিক্ষণযোগ্য টর্পেডো লঞ্চার ফানেলের মাঝখানে রাখা হয়েছে।  ৬ কিমি (৩.৭ মা) পাল্লার ১২ টি টিউবযুক্ত আরবিইউ-৬০০০ ২১৩ মিমি অ্যান্টি-সাবমেরিন রকেট লঞ্চারের একটি জোড়া সেতুর সামনে স্থাপন করা হয়েছে। সনাক্তকরণ ভেল এইচইউএমভিএডি দ্বারা প্রদান করা হয়, একটি স্বদেশী হুল-মাউন্ট করা সোনার যা একটি পরিবর্তনশীল গভীরতার ট্রান্সডুসার যা ভারতের চারপাশের জলে ভাল পারফরম্যান্স প্রদান করে। জিআরএসই  দ্বারা উৎপাদিত একটি ইন্দাল মডেল ১৫-৭৫০  নিয়ন্ত্রণ ব্যবস্থা এইচইউএমভিএডি এর পরিবর্তনশীল গভীরতা বিশিষ্ট সোনার স্থাপন করতে ব্যবহৃত হয়। শ্রেনির চূড়ান্ত জাহাজ, আইএনএস মুম্বইয়ে ভেল এইচইউএমএশএ হুল-মাউন্ট করা সোনার ও থ্যালেস এটিএএস টোয়েড অ্যারে সোনার সমন্বয়ে গঠিত একটি উন্নত এএসডব্লিউ স্যুট স্থাপন করা হয়েছে।\nইলেকট্রনিক ওয়ারফেয়ার স্যুটটিতে ইলেকট্রনিক সাপোর্ট ব্যবস্থাগুলির জন্য ভেল  অজন্তা এমকে ২ ইলেকট্রনিকা টিকিউএন-২ জ্যামার ও রুশ  বংশোদ্ভূত দুটি পিকে-২ চ্যাফ লঞ্চার রয়েছে। ভেল শিকারী যুদ্ধ প্রদর্শন ও ব্যবস্থাপনা ব্যবস্থা, ইতালীয় আইপিএন-১০ এর একটি ডেরিভেটিভ, বৈচিত্র্যময় অস্ত্র ব্যবস্থাগুলিকে সংহত করে। প্রতিটি জাহাজ দুটি ওয়েস্টল্যান্ড সি কিং এমকে ৪২বি হেলিকপ্টার বহন করতে পারে। হেলিকপ্টারগুলি সারফেস সার্চ রাডার, ডুবানো সোনার, এ২৪৪-এস লাইটওয়েট টর্পেডো ও সি ঈগল অ্যান্টি-শিপ মিসাইল বহন করে। সকল জাহাজে সামাহ হেলিকপ্টার নিয়ন্ত্রণ ব্যবস্থা   স্থাপন করা হয়েছে।\n\n\n=== আধুনিকায়ন ===\nআইএআই/রাফায়েল বারাক ১ পয়েন্ট এয়ার ডিফেন্স মিসাইল ব্যবস্থা দিয়ে দিল্লির  শ্রেনির সংস্কার করা হচ্ছে। আট-সেল উল্লম্ব লঞ্চ ব্যবস্থা একজোড়া পিছনের মাস্টের সামনের দুটি একে-৬৩০ মাউন্টকে প্রতিস্থাপন করে। ক্ষেপণাস্ত্রগুলির রেঞ্জ ১০ কিমি (৬.২ মা) এবং ইএল/এম-২২২১ ফায়ার-কন্ট্রোল রাডারগুলির দ্বারা প্রদত্ত কমান্ড লাইন-অফ-দৃষ্টি নির্দেশিকা ব্যবহার  করে, যা উন্নত জাহাজে এমআর-১২৩-০২ ফায়ার-কন্ট্রোল রাডারগুলিকে প্রতিস্থাপন করে। ব্রহ্মোস সুপারসনিক ক্ষেপণাস্ত্রগুলির একটি আপগ্রেড ২০১৫ সালে অনুমোদিত হয়। অ্যাটলাস ইলেক্ট্রনিক অ্যাক্টাস টোয়েড-অ্যারে সোনারও তিনটি জাহাজে স্থাপন করা  হবে।\n\n\n== শ্রেনির জাহাজসমূহ ==\n\n\n== ছবিসমূহ ==\n\n\n== আরো দেখুন ==\nসক্রিয় ভারতীয় নৌবাহিনীর জাহাজসমূহের তালিকা\nভারতের ডেস্ট্রয়ারসমূহের তালিকা\nপরিষেবায় নিযুক্ত নৌ জাহাজ শ্রেনিসমূহের তালিকা\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\nদিল্লি শ্রেনির ডেস্ট্রয়ার - ভারত রক্ষক  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ অক্টোবর ২০২০ তারিখে\nদিল্লির শ্রেনির গ্লোবালসিকিউরিটি পেজ"}