{"pageid": 1075925, "title": "২০২১ ফিফা আরব কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1075925", "content": "২০২১ ফিফা আরব কাপ (আরবি: كأس العرب ٢٠٢١, প্রতিবর্ণীকৃত: কা'স আল-আরব ২০২১, ইংরেজি: 2021 FIFA Arab Cup) হলো ফিফা দ্বারা আয়োজিত আন্তর্জাতিক ফুটবল প্রতিযোগিতা ফিফা আরব কাপের দশম এবং ফিফা আরব কাপ নামে পরিবর্তন করার পর প্রথম আসর, যেখানে আরব বিশ্বের ১৬টি জাতীয় ফুটবল দল (পুরুষ) প্রতিযোগিতা করছে। এই আসরটি ২০২১ সালের ৩০শে নভেম্বর হতে ১৮ই ডিসেম্বর পর্যন্ত কাতারের ৪টি শহরের ৬টি মাঠে অনুষ্ঠিত হচ্ছে।\nমরক্কো ফিফা আরব কাপের পূর্ববর্তী আসরের চ্যাম্পিয়ন, যারা ২০১২ সালের ফাইনালের অতিরিক্ত সময় শেষে ১–১ গোলে ড্র করার পর পেনাল্টি শুট-আউটে ৩–১ গোলের ব্যবধানে লিবিয়াকে পরাজিত করে প্রথমবারের মতো শিরোপা জয়লাভ করেছে।\n\n\n== দল ==\n\nফিফা আরব কাপের এই আসরে স্বাগতিক দেশ কাতারের পাশাপাশি ২০২১ সালের এপ্রিল মাসে ফিফা বিশ্ব র‌্যাঙ্কিংয়ের ভিত্তিতে শীর্ষ ৯টি দল সরাসরি গ্রুপ পর্বে খেলার জন্য উত্তীর্ণ হয়েছে, যার ফলস্বরূপ আসরের জন্য বিদ্যমান অবশিষ্ট ৭টি অবস্থানের ১৪টি জাতীয় দল সাতটি একক-লেগের ম্যাচে অংশগ্রহণ করেছে, যার মধ্য হতে বিজয়ী সাতটি দল গ্রুপ পর্বের খেলার জন্য উত্তীর্ণ হয়েছে।\n২০২১ সালের এপ্রিল মাসে ফিফা বিশ্ব র‌্যাঙ্কিংয়ের উপর ভিত্তি করে বাছাইপর্বের ১৪টি দলের প্রতিদ্বন্দ্বী নির্ধারণ করা হয়েছিল; বাছাইপর্বের পূর্বে ফিফা র‌্যাঙ্কিংয়ে সর্বোচ্চ অবস্থান অধিকারী দল ওমান সর্বনিম্ন অবস্থান অধিকারী দল সোমালিয়ার মুখোমুখি হয়েছে। ফিফা র‌্যাঙ্কিংয়ে দ্বিতীয় সর্বোচ্চ অবস্থান অধিকারী দল লেবানন দ্বিতীয় সর্বনিম্ন অবস্থান অধিকারী দল জিবুতির মুখোমুখি হয়েছে। যে দলগুলো বাছাইপর্বের প্রথম, দ্বিতীয়, তৃতীয় ম্যাচে জয়লাভ করেছে, তারা পাত্র ৩-এ দ্বিতীয়, তৃতীয় এবং চতুর্থ স্থান দখল করেছে এবং অবশিষ্ট দলগুলোকে পাত্র ৪-এ স্থান দেওয়া হয়েছে।  দক্ষিণ সুদানে মধ্যে কোভিড-১৯ এর মহামারীতে রোগীর সংখ্যা বৃদ্ধি পাওয়ার কারণে দক্ষিণ সুদান এই আসরের বাছাইপর্বের তাদের ম্যাচটি স্বেচ্ছায় ত্যাগ করেছে।\nদ্রষ্টব্য: বন্ধনীতে এই আসরের ড্রয়ের সময় ফিফা বিশ্ব র‌্যাঙ্কিংয়ে দলের অবস্থান নির্দেশিত।\n\n\n== ড্র ==\n২০২১ সালের ২৭শে এপ্রিল তারিখে, কাতারের দোহার কাতারা অপেরা হাউসে ২১:০০টায় (এএসটি) এই আসরের গ্রুপ পর্বের ড্র অনুষ্ঠিত হয়েছে। এই ড্রটি পরিচালনা করেছেন ফিফার প্রতিযোগিতা পরিচালক মানোলো জুবিরিয়া এবং চারজন সাবেক খেলোয়াড়: ওয়ায়েল গোমা (মিশর), নাওয়াফ আল-তিমিয়াত (সৌদি আরব), হাইসাম মুস্তফা (সুদান) এবং ইউনুস মাহমুদ (ইরাক)।\nএই আসরে অংশগ্রহণকারী ১৬টি দলের মধ্যে ১০টি দল এশিয়ান ফুটবল কনফেডারেশনের সদস্য এবং অবশিষ্ট ৬টি দল আফ্রিকান ফুটবল কনফেডারেশনের সদস্য। গ্রুপ পর্বে রাউন্ড-রবিন পদ্ধতিতে ১৬টি দল চারটি করে দল নিয়ে চার গ্রুপে বিভক্ত হয়ে প্রতিযোগিতা করছে। ড্রটি পাত্র ১-এর মধ্য দিয়ে শুরু হয়েছিল এবং পাত্র ৪-এর মধ্য দিয়ে সমাপ্ত হয়েছিল, যেখানে প্রত্যেক পাত্র হতে একটি দল নিয়ে গ্রুপের উপলব্ধ অবস্থানে স্থান দেওয়া হয়েছে (যেমন: পাত্র ১-এর জন্য প্রথম অবস্থান)। স্বাগতিক কাতার স্বয়ংক্রিয়ভাবে পাত্র ১-এ স্থান পেয়েছিল এবং এ১ হিসেবে নিযুক্ত হয়েছিল। অন্যদিকে স্বয়ংক্রিয়ভাবে উত্তীর্ণ অবশিষ্ট দলগুলো ২০২১ সালের এপ্রিল মাসে ফিফা বিশ্ব র‌্যাঙ্কিংয়ের উপর ভিত্তি করে পাত্রে স্থান দেওয়া হয়েছে (যা নিচে বন্ধনীতে উল্লেখ করা হয়েছে)। স্বয়ংক্রিয়ভাবে উত্তীর্ণ দলগুলোর মধ্যে সর্বনিম্ন অবস্থান অধিকারী দল সিরিয়া পাত্র ৩-এ স্থান পেয়েছিল, যেখানে তাদের সাথে বাছাইপর্বের প্রথম, দ্বিতীয় এবং তৃতীয় ম্যাচে বিজয়ী দল স্থান পেয়েছিল, অন্যদিকে পাত্র ৪-এ বাছাইপর্বের চতুর্থ, পঞ্চম, ষষ্ঠ এবং সপ্তম ম্যাচে বিজয়ী দল স্থান পেয়েছিল। ২০১৯ আফ্রিকা কাপ অব নেশন্সের চ্যাম্পিয়ন হিসেবে আলজেরিয়াকে ডি১ হিসেবে নিযুক্ত করা হয়েছিল।\n\nড্রয়ের ফলাফল এবং গ্রুপে অবস্থান\nড্রয়ের ফলে অংশগ্রহণকারী দলগুলো নিম্নলিখিতভাবে গ্রুপে বিভক্ত হয়েছে (বাঁকা দ্বারা বাছাইপর্বে বিজয়ী দলগুলো নির্দেশিত):\n\n\n== রেফারি ==\n২০২১ সালে ফিফা এই আসরের জন্য সর্বমোট ১২ জন রেফারি, ২৪ জন সহকারী রেফারি, ১৬ জন ভিডিও সহকারী রেফারির নাম ঘোষণা করা হয়েছিল।\n\n\n== মাঠ ==\n২০২১ সালে এই আসরের ম্যাচ আয়োজনের জন্য কাতারের আল খুর, আল ওয়াক্রাহ, দোহা এবং আল রাইয়ানের সর্বমোট ৭টি মাঠের নাম ঘোষণা করা হয়েছে। ১৮ই ডিসেম্বর তারিখে আল খুরের আল বাইত স্টেডিয়ামে এই আসরের ফাইনাল অনুষ্ঠিত হবে, যা পরবর্তীতে ২০২২ ফিফা বিশ্বকাপের ম্যাচও আয়োজন করবে।\n\n\n== বাছাইপর্ব ==\n\n২০২১ সালের ১৯শে জুন তারিখে, লিবিয়া এবং সুদানের মধ্যকার ম্যাচের মধ্য দিয়ে এই আসরের বাছাইপর্ব শুরু হয়েছিল। প্রতিদিন একটি করে ম্যাচ অনুষ্ঠিত হওয়ার পর ২৫শে জুন তারিখে বাহরাইন এবং কুয়েতের মধ্যকার ম্যাচের মধ্য দিয়ে বাছাইপর্বের ম্যাচ শেষ হয়েছে। বাছাইপর্বে বিজয়ী সাতটি দল এই আসরের গ্রুপ পর্বে অংশগ্রহণের জন্য উত্তীর্ণ হয়েছে।\n\n\n== গ্রুপ পর্ব ==\n২০২১ সালে, ফিফা এই আসরের চূড়ান্ত পর্বের সময়সূচী ঘোষণা করেছে। চূড়ান্ত ড্রয়ের সময় গ্রুপ পর্বে অংশগ্রহণকারী ১৬টি দলের মধ্যে ৯টি নিশ্চিত দলের নাম জানা ছিল; বাকি ৭টি দল ড্রয়ের পর অনুষ্ঠিত বাছাইপর্বের মাধ্যমে নির্ধারিত হয়েছে। প্রতিটি গ্রুপের শীর্ষ দুই দল নকআউট পর্বের জন্য উত্তীর্ণ হয়েছে।  অতঃপর উত্তীর্ণ দলগুলো কোয়ার্টার-ফাইনাল, সেমি-ফাইনাল, তৃতীয় স্থান নির্ধারণী এবং ফাইনালে অংশগ্রহণ করবে।\nম্যাচদিন অনুযায়ী গ্রুপ পর্বের সময়সূচী হলো:\n\n\n=== টাইব্রেকার ===\nপ্রত্যেক দলের পয়েন্টের ওপর ভিত্তি করে দলের অবস্থান নির্ণয় করা হয় (জয়ের জন্য ৩ পয়েন্ট, ড্রয়ের জন্য ১ পয়েন্ট, হারের জন্য ০ পয়েন্ট), এবং যদি পয়েন্টের সমতা হয় তবে গ্রুপ পর্বের সবগুলো খেলা শেষে নিম্নে বর্ণিত মানদণ্ডের উপর ভিত্তি করে শীর্ষ দুই দল নির্ণয় করা হবে:\n\nযেসকল দলের পয়েন্ট সমান, তাদের ম্যাচে পয়েন্ট;\nযেসকল দলের পয়েন্ট সমান, তাদের গোল পার্থক্য;\nযেসকল দলের পয়েন্ট সমান, তাদের গোল সংখ্যা;\nযেসকল দলের পয়েন্ট সমান, তাদের হেড-টু-হেড ম্যাচে পয়েন্ট;\nযেসকল দলের পয়েন্ট সমান, তাদের হেড-টু-হেড গোল পার্থক্য;\nযেসকল দলের পয়েন্ট সমান, তাদের হেড-টু-হেড গোল সংখ্যা;\nগ্রুপ পর্বের সকল ম্যাচে সর্বনিম্ন শাস্তিমূলক পয়েন্ট (একটি নির্দিষ্ট ম্যাচে একজন খেলোয়াড়ের জন্য শুধুমাত্র একটি নিয়ম প্রয়োগ করা হবে):\nহলুদ কার্ড = −১ পয়েন্ট;\nএক ম্যাচে দুটি হলুদ কার্ডের জন্য বহিষ্কার = −৩ পয়েন্ট;\nলাল কার্ড = −৪ পয়েন্ট;\nহলুদ কার্ডের পর সরাসরি লাল কার্ড = −৫ পয়েন্ট;\nআয়োজক কমিটি কর্তৃক দৈব লটারি।\n\n\n=== গ্রুপ এ ===\n\n\n=== গ্রুপ বি ===\n\n\n=== গ্রুপ সি ===\n\n\n=== গ্রুপ ডি ===\n\n\n== নকআউট পর্ব ==\n\nনকআউট পর্বে, একটি ম্যাচের ফলাফল যদি পূর্ণ ৯০ মিনিট পর সমতায় থাকে তবে অতিরিক্ত সময়ের খেলা অনুষ্ঠিত হবে (১৫ মিনিট করে দুই অর্ধে ৩০ মিনিট)। যদি অতিরিক্ত সময়ের পরেও খেলার ফলাফল সমতায় থাকে, তবে খেলার ফলাফল পেনাল্টি শুট-আউটের মাধ্যমে নির্ধারণ করা হবে।\nনিম্নে তালিকাভুক্ত সকল ম্যাচের সময় আরব মান সময় অনুসারে উল্লেখ করা হয়েছে (ইউটিসি+৩)।\n\n\n=== বন্ধনী ===\n\n\n=== কোয়ার্টার-ফাইনাল ===\n\n\n=== সেমি-ফাইনাল ===\n\n\n=== তৃতীয় স্থান নির্ধারণী ===\n\n\n=== ফাইনাল ===\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}