{"pageid": 1075028, "title": "আল-কারাদা অভিযান", "url": "https://bn.wikipedia.org/wiki?curid=1075028", "content": "আল-কারাদা অভিযান ছিল ইসলামিক ইতিহাসের প্রথম দিকের একটি ঘটনা যা থানিয়ার জুমাদে সংঘটিত হয়েছিল, যা ছিল ইসলামিক ক্যালেন্ডারের ৩ হিজরি সালে, অর্থাৎ ৬২৪ সালের নভেম্বর।\nসাফওয়ান ইবনে উমাইয়ার নেতৃত্বে মক্কাবাসীরা, যারা বাণিজ্যের মাধ্যমে জীবিকা নির্ভর করত, গ্রীষ্মে তাদের মৌসুমি বাণিজ্য জন্য সিরিয়ার উদ্দেশ্যে রওনা হয়। মুহাম্মদ কাফেলার পথ সম্পর্কে গোয়েন্দা তথ্য পাওয়ার পর মুহাম্মদ যায়েদ ইবনে হারেসাকে কাফেলার পিছনে যাওয়ার আদেশ দেন এবং তারা সফলভাবে এতে অভিযান চালায় এবং ১,০০,০০০ দিরহাম মূল্যের সম্পদের দখল করে নেয়।\n\n\n== পটভূমি ==\nমক্কার কুরাইশরা মুসলমানদের দ্বারা বাণিজ্যে রুটে বারবার আক্রমণের শিকার হয়ে অর্থনৈতিকভাবে ক্ষতিগ্রস্থ হয়। তাই তারা তাদের কাফেলা বাণিজ্যের জন্য আরও একটি বাণিজ্য পথ সন্ধান করার চেষ্টা করেছিল।\nসাফওয়ান ইবনে উমাইয়ার নেতৃত্বে একদল কুরাইশ নির্ভরযোগ্য গাইড ব্যবহার করে মদিনার অনেক পূর্ব দিকে একটি কাফেলা পাঠানোর ঝুঁকি নিয়েছিল। তবে মুহাম্মদ এই পরিকল্পনার খবর পেয়ে জায়েদ ইবনে হারেসাকে ১০০ জন লোকের সাথে প্রেরণ করলেন।\n\n\n== অভিযান ==\nঅ্যালকোহলের প্রভাবে থাকা অবস্থায় বাণিজ্য পথের খবর নুয়াম বিন মাসুদ আল আশজাই এর মাধ্যমে ফাঁস হয়ে যায়। মুসলিম্রা আল-কারদাহ নামক স্থানে কাফেলাকে ধরে ফেলে। জায়েদ ইবনে হারেসা কাফেলাকে অনুসরণ করে হঠাৎ আক্রমণ করেন।\nকাফেলা নেতা কোন প্রতিরোধ ছাড়াই পালিয়ে যায়, কাফেলা রূপা ও পণ্য বহন করছিল। জায়েদ লুঠ নিয়ে কুরাশইদের গাইডকে গ্রেপ্তার করে, তারা দুজন বন্দীকেও আটক করে মদিনায় ফিরিয়ে নিয়ে যায়।\n\n\n== মদীনায় ফিরে আসা ==\nধরা পড়া লুঠের (পণ্য) মূল্য ছিল ১,০০,০০০ দিরহাম। যোদ্ধাদের মধ্যে লুঠ বিতরণ করা হয়, এবং মুহাম্মদ গণিমতের এক পঞ্চমাংশ পেয়ে দরিদ্রদের দেন।\nফুরাত নামক এই অভিযানের গাইড মুসলমানদের বন্দী হয়ে ছিল। পরে তিনি নিজের ইচ্ছায় ইসলাম গ্রহণ করেন এবং ইবনে হিশামের মতে তাকে মুক্ত হতে দেওয়া হয়। সুনানে আবু দাউদ হাদিস সংকলনেও উল্লেখ করা হয়েছে যে ফুরাত নামে একজনকে বন্দী করা হয়েছিল।\n\n\n== এই ঘটনা সম্পর্কে ইসলামী প্রাথমিক সূত্র ==\n\n\n=== জীবনী সাহিত্য ===\nএই ঘটনার উল্লেখ রয়েছে ইবনে হিশামের মুহাম্মদের জীবনী এবং অন্যান্য ঐতিহাসিক উৎসে, যার মধ্যে পারস্যের আইনবিদ, তাবারি এর বইও রয়েছে। আধুনিক দ্বিতীয় স্তরের উৎস, পুরস্কার বিজয়ী বই  আর-রাহিক আল-মাখতুমেও এটি উল্লেখ করা হয়েছে। মুসলিম আইনবিদ ইবনে কাইয়িম আল জাওযিয়া তার মুহাম্মদের জীবনী যাদুল মা’আদে এই ঘটনার কথাও উল্লেখ করেছেন।\n\n\n=== হাদীস ===\nসহিহ বুখারী হাদিস সংকলনে উল্লেখ করা হয়েছে যে মুহাম্মদ কিছু লোককে সরিয়ায় (সামরিক অভিযানে) নজদে প্রেরণ করেছিলেন। হাদিসে বলা হয়েছে:\n\nসহীহ মুসলিম, ১৯:৪৩৩০ (ইংরেজি), সহীহ মুসলিম, ১৯:৪৩৩১ (ইংরেজি) এবং সহীহ মুসলিম, ১৯:৪৩৩২ (ইংরেজি) এতে আরও উল্লেখ করা হয়েছে যে মুহাম্মদ কিছু মুসলমানকে নেজদের সামরিক অভিযানে পাঠিয়েছিলেন। তাবরীর মতে, এই অভিযানে ফুরাত নামে একজনকে আটক করা হয়, সুনান আবু দাউদ, ১৪:২৬৭২ (ইংরেজি) এই ঘটনা উল্লেখ রয়েছে।\n\n\n== আরো দেখুন ==\nমুহাম্মদের সামরিক ক্যারিয়ার\nমুহাম্মদের অভিযানের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n Mubarakpuri, Saifur Rahman Al (২০০৫), The sealed nectar: biography of the Noble Prophet, Darussalam Publications, আইএসবিএন 978-9960-899-55-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}