{"pageid": 1075593, "title": "জাপান ব্যাংক", "url": "https://bn.wikipedia.org/wiki?curid=1075593", "content": "জাপান ব্যাংক (জাপানি: 日本銀行, প্রতিবর্ণীকৃত: Nippon Ginkō) হল জাপানের কেন্দ্রীয় ব্যাংক।  ব্যাংকটিকে প্রায়ই সংক্ষেপে নিছিগিন-Nichigin (日銀) বলা হয়। এটির  সদর দফতর জাপানের রাজধানী টোকিও-তে অবস্থিত। \n\n\n== ইতিহাস ==\nজাপানের বেশিরভাগ আধুনিক প্রতিষ্ঠানের মতো জাপান ব্যাংকও মেইজি পুনর্গঠনের পরে প্রতিষ্ঠিত হয়েছিল। মেইজি পুনর্গঠনের পূর্বে জাপানের কেন্দ্রীয় সরকার এবং তথাকথিত জাতীয় ব্যাংকসমূহ উভয়ই মদ্রা ইস্যু করতো। ১৮৮২ সালে জাপান ব্যাংক অ্যাক্ট (১৮৮২)-এর অধীনে জাপান ব্যাংক প্রতিষ্ঠিত হয়। ১৮৮৪ সালে ব্যাংকটিকে জাপানি মুদ্রা ছাপানো ও প্রবর্তনের একক অধিকার দেয়া হয়। যদিও, এতদিন প্রচলিত মুদ্রাগুলো পরবর্তী ২০ বছরের জন্য বৈধ রাখা হয়েছিলো।\nকনভার্টিবল ব্যাংক নোট রেগুলেশন (১৮৮৪) পাস হওয়ার পর জাপান ব্যাংক ১৮৮৫ সালে প্রথম নোট ইস্যু করে (মেইজি ১৮)। ১৮৯৭ সালে, জাপান স্বর্ণমান ব্যবস্থায় প্রবেশ করে  এবং ১৮৯৯ সালে আগের প্রচলিত সকল জাতীয় মুদ্রা ও নোট আনুষ্ঠানিকভাবে বন্ধ করে দেয়া হয়।\n\n\n=== পুনর্গঠন ===\nজাপান ব্যাংক অ্যাক্ট (১৯৪২) (日本銀行法 昭和17年法律第67号)-এর অধীনে ১৯৪২ সালে জাপান ব্যাংক পুনর্গঠন করা হয়।  দ্বিতীয় বিশ্বযুদ্ধ পরবর্তী ১৯৪৫ সালে, মিত্র বাহিনী কর্তৃক জাপান দখলের সময় ব্যাংকের কার্যক্রম স্থগিত করা হয়েছিল এবং সামরিক মুদ্রা জারি করা হয়েছিল। ১৯৪৯ সালে ব্যাংকটি আবার পুনর্গঠিত হয়েছিল। \nজাপান ব্যাংক অ্যাক্ট (১৯৯৭)  সংশোধনীর মাধ্যমে ব্যাংকটিকে অধিকতর স্বাধীনতা দেওয়া হয়েছিলো।  এর আগে ব্যাংকটি জবাবদিহিতার অভাবের জন্য সমালোচিত হয়েছে।  যাইহোক, নতুন আইন প্রবর্তনের পর থেকে, জাপান ব্যাংক অর্থনৈতিক প্রবিদ্ধি ও বিকাশের স্বার্থে সরকারের অনুরোধ প্রত্যাখ্যান করে সম্পূর্ণ স্বাধীনভাবে কার্যক্রম পরিচালনা করে আসছে।\n\n\n== উদ্দেশ্য ==\n\nব্যাংকের চার্টার/সনদ অনুসারে ব্যাংকটির প্রধান উদ্দেশ্যসমূহ হচ্ছে:\n\nব্যাংক নোট ইস্যু এবং ব্যবস্থাপনা;\nমুদ্রানীতি বাস্তবায়ন;\nপেমেন্ট ব্যবস্থা প্রদান এবং আর্থিক ব্যবস্থার স্থিতিশীলতা নিশ্চিত করা;\nট্রেজারি এবং সরকারি সিকিউরিটিজ সম্পর্কিত কার্যক্রম;\nআন্তর্জাতিক কার্যক্রম;\nতথ্য সংকলন, অর্থনৈতিক বিশ্লেষণ এবং গবেষণা কার্যক্রম।\n\n\n== অবস্থান ==\nজাপান ব্যাংকের সদর দফতর টোকিও শহরের জিনজা জেলায় বিখ্যাত সাবেক স্বর্ণ টাকশাল এবং রূপা টাকশালের পাশেই অবস্থিত। তাতসুনো কিংগো ১৮৯৬ সালে জাপান ব্যাংক ভবনটি (নিও-বারোক) নকশা করেছিলো।\nনাকানোশিমাতে জাপান ব্যাংকের ওসাকা শাখাটি একটি নান্দনিক স্থাপনা যেটিকে একটি ব্যাংকিং প্রতিষ্ঠানের প্রতীক হিসেবে বিবেচিত হয়।\n\n\tজাপান ব্যাংক\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== গভর্নর ==\nজাপান ব্যাংকের গভর্নরের (総裁, sōsai)  জাপান সরকারের অর্থনৈতিক নীতির উপর যথেষ্ট প্রভাব রয়েছে। জাপানের আইনপ্রণেতারা জাপান ব্যাংকের গভর্নর হারুহিকো কুরোডাকে অনুমোদন দিয়েছে।\n\n\n=== গভর্নরদের তালিকা ===\n\n\n=== নীতিনির্ধারণী বোর্ড ===\nনীতিনির্ধারণী বোর্ড ব্যাংকের সর্বোচ্চ সিদ্ধান্তগ্রহণকারী পর্ষদ। নীতিনির্ধারণী পর্ষদের সদস্য সংখ্যা ৯ জন। পর্ষদের বর্তমান সদস্যরা হল:\n\nহারুহিকো কুরোদা (গভর্নর);\nমাসায়োশি আমামিয়া (ডেপুটি গভর্নর);\nমাসাজুমি ওয়াকাতাবে (ডেপুটি গভর্নর);\nহিতোশি সুজুকি (সদস্য);\nগৌশি কাটাওকা (সদস্য);\nসেজি এডাচি (সদস্য);\nটয়োয়াকি নাকামুরা (সদস্য);\nআসাহি নোগুচি (সদস্য);\nজুনকো নাকগাওয়া (সদস্য);\n\n\n== আরও দেখুন ==\n\nজাপানি ইয়েন\nজাপানের অর্থনীতি\nকেন্দ্রীয় ব্যাংকের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট  (ইংরেজি)"}