{"pageid": 1075816, "title": "ব্যূহভেদী সংক্রমণ", "url": "https://bn.wikipedia.org/wiki?curid=1075816", "content": "কোনও রোগের বিরুদ্ধে অনাক্রম্যতা অর্জনের উদ্দেশ্যে টিকাগ্রহণ করার পরেও যদি কোনও ব্যক্তি যদি ঐ রোগে সংক্রমিত হন, তাহলে সেই সংক্রমণের ঘটনাটিকে ব্যূহভেদী সংক্রমণ (ইংরেজি: Breakthrough infection) বলে। যদি ব্যক্তিবিশেষের ক্ষেত্রে টিকা রোগ সংক্রামক জীবাণুর বিরুদ্ধে অনাক্রম্যতা প্রদান করতে ব্যর্থ হয়, তাহলে এইরূপ ব্যূহভেদী সংক্রমণ ঘটতে পারে। কর্ণমূলপ্রদাহ (মাম্পস), জলবসন্ত (ভ্যারিসেলা) ও ইনফ্লুয়েঞ্জার বিরুদ্ধে টিকাগ্রহণকারী ব্যক্তিদের মধ্যে ব্যূহভেদী সংক্রমণ পরিলক্ষিত হয়েছে। ব্যূহভেদী সংক্রমণের চরিত্র স্বয়ং ভাইরাসের উপর নির্ভর করে। প্রায়শই টীকাপ্রাপ্ত ব্যক্তির দেহে ব্যূহভেদী সংক্রমণ হলে স্বাভাবিক সংক্রমণের তুলনায় লক্ষণ-উপসর্গগুলি মৃদু প্রকৃতির হয় এবং এগুলির স্থায়িত্বকালও অপেক্ষাকৃত হ্রস্ব হয়।\nব্যূহভেদী সংক্রমণের কারণগুলির মধ্যে টিকার অযথাযথ সংরক্ষণ ও প্রয়োগ, ভাইরাস ও বাধাদানকারী প্রতিরক্ষিকাসমূহের পরিব্যক্তি, ইত্যাদি উল্লেখ্য। এসব কারণে যেকোনও টিকাই শতভাগ কার্যকর হয় না। সাধারণ ইনফ্লুয়েঞ্জা টিকাটি ৫৮% টিকা গ্রহণকারীর দেহে অনাক্রম্যতা প্রদান করে বলে প্রাক্কলন করা হয়। হামের টিকা অত্যন্ত কার্যকর হলেও ২% গ্রহণকারীর জন্য অনাক্রম্যতা প্রদানে ব্যর্থ হয়। তবে যদি সম্প্রদায়ব্যাপী অনাক্রম্যতা বিরাজ করে, তাহলে যেসব ব্যক্তির ক্ষেত্রে টিকা ব্যর্থ হয়, তারাও সাধারণত রোগ সংক্রমণের হাত থেকে রেহাই পান। অর্থাৎ সম্প্রদায়ব্যাপী অনাক্রম্যতা কোনও জনসমষ্টিতে ব্যূহভেদী সংক্রমণের সংখ্যা হ্রাস করে।\n\n\n== কোভিড-১৯ টিকা ও ব্যূহভেদী সংক্রমণ ==\n\n\n=== মার্কিন যুক্তরাষ্ট্র ===\n২০২১ সালে ৯ই আগস্ট মাসে মার্কিন যুক্তরাষ্ট্রের রোগ নিয়ন্ত্রণ ও প্রতিরোধ কেন্দ্র (সিডিসি) বিবৃতি দেয় যে মার্কিন যুক্তরাষ্ট্রের ১৬ কোটি ৩০ লক্ষেরও বেশি ব্যক্তির দুই মাত্রায় কোভিড-১৯ টিকাগ্রহণ সম্পন্ন হয়েছে এবং এদের মধ্যে ৬৫৮৭ জনকে গুরুতর অবস্থায় হাসপাতালে ভর্তি করা হয়েছে এবং এদের মধ্যে প্রায় ১২৬৩ জন ব্যক্তির মৃত্যু হয়েছে। তিন-চতুর্থাংশ ব্যূহভেদী সংক্রমণ ৬৫ বছর বা তদূর্ধ্ব বয়সী ব্যক্তিদের ক্ষেত্রে ঘটে। এটি নির্দেশ করে যে দুই মাত্রার টিকাপ্রাপ্ত ব্যক্তিদের ৯৯.৯৯৯%-এরই ব্যূহভেদী সংক্রমণের কারণে মৃত্যু ঘটেনি। তবে সমস্ত ব্যূহভেদী সংক্রমণের ঘটনা সিডিসি-র কাছে প্রতিবেদন না-ও করা হয়ে থাকতে পারে।\n\n\n=== ইসরায়েল ===\nইসরায়েলের তেল আবিব বিশ্ববিদ্যালয়ের গবেষকেরা দুই মাত্রা (ডোজ) ফাইজার/বায়োএনটেক টিকাপ্রাপ্ত স্বাস্থ্যকর্মীদের উপরে ২০২১ সালের জানুয়ারি থেকে এপ্রিল মাস পর্যন্ত একটি গবেষণাকর্ম সম্পাদন করেন, যার ফলাফল ২৮শে জুলাই ২০২১ তারিখে নিউ ইংল্যান্ড জার্নাল অভ মেডিসিন গবেষণা সাময়িকীতে প্রকাশ করা হয়। এই গবেষণা থেকে বেরিয়ে আসে যে সর্বমোট ২.৬%  স্বাস্থ্যকর্মীদের দেহে কোভিড-১৯-এর ব্যূহভেদী সংক্রমণ ঘটে এবং এদের মধ্যে ৬৭% বা দুই-তৃতীয়াংশ ছিল মৃদু প্রকৃতির সংক্রমণ ও বাকী ৩৩% সংক্রমণ ছিল লক্ষণ-উপসর্গহীন। সবচেয়ে সাধারণ লক্ষণ-উপসর্গগুলি ছিল ঊর্ধ্ব শ্বাসপথীয় শ্লেষ্মাধিক্য (৩৬%), পেশীতে ব্যথা (২৮%), ঘ্রাণহানি বা স্বাদগ্রহণ ক্ষমতা লোপ (২৮%) এবং জ্বর ও শীতশীত ভাব (২১%)। কাউকেই হাসপাতালে ভর্তি করা লাগেনি। সার্স-কোভি-২ ভাইরাসের আলফা প্রকারণটি গবেষণার সময়ে ইসরায়েলে আধিপত্য বিস্তার করে ছিল এবং এটিই ৮৫% ব্যূহভেদী সংক্রমণের জন্য দায়ী ছিল। কোনও দ্বিতীয় ব্যক্তিতে সংক্রমণের ঘটনা শনাক্ত হয়নি, তাই গবেষকদের মতে এটি নির্দেশ করে যে টিকাপ্রাপ্ত স্বাস্থ্যকর্মীরা টিকা-না-নেওয়া সমকক্ষদের তুলনায় কম সংক্রামক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nCOVID-19 Vaccine Breakthrough Case Investigation and Reporting, CDC\nCOVID-19 Vaccine Breakthrough Infections Reported to CDC — United States, January 1–April 30, 2021, CDC"}