{"pageid": 1075315, "title": "শ্রী মাতা বৈষ্ণো দেবী কাটরা রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1075315", "content": "শ্রী মাতা বৈষ্ণো দেবী কাটরা রেলওয়ে স্টেশন (স্টেশন কোড: এসভিডিকে) হল ভারতীয় কেন্দ্রশাসিত অঞ্চল জম্মু ও কাশ্মীরের জম্মু-উধমপুর-শ্রীনগর-বারামুল্লা রেল সংযোগের  একটি রেল স্টেশন। এটি জম্মু ও কাশ্মীরে উত্তর রেলওয়ে অঞ্চলের ফিরোজপুর বিভাগের অন্তর্গত। এই  স্টেশনটি কাটরা শহর ও শ্রী মাতা বৈষ্ণো দেবী মন্দিরের জন্য রেল পরিষেবা পরিবেশন করে।\n\n\n== ইতিহাস ==\nমহারানা রানা প্রতাপ সিং সর্বপ্রথম ১৮৯৮ সালে জম্মুকে শ্রীনগরের সাথে সংযুক্ত করার জন্য অনুসন্ধান করেন। কিন্তু এটি সমন্বয়হীনতা ও অন্যান্য কারণে বন্ধ হয়ে যায়।\nজম্মু দিক থেকে উধমপুর রেল স্টেশন এবং শ্রীনগর দিক থেকে বনিহাল রেলওয়ে স্টেশন পর্যন্ত জম্মু উধমপুর শ্রীনগর বারামুল্লা রেলওয়ে সংযোগ ২০০৫ সালের এপ্রিল মাসে সম্পন্ন হয়। পীরপাঞ্জাল রেলওয়ে সুড়ঙ্গ সম্পন্ন হয় এবং ২০১২ সালে পরীক্ষা চালানো হয়। প্রধানমন্ত্রী নরেন্দ্র মোদী  ২০১৪ সালের ৪ জুলাই সকাল ১০:০০ টায় রেল সংযোগের উদ্বোধন করেন। এই অর্থ এই যে কাটরা বর্তমানে জম্মু -বারামুল্লা রেলপথের দক্ষিণাংশের উত্তর প্রান্তের টার্মিনাস এবং পাশাপাশি ভারতীয় রেলের  প্রবেশযোগ্য উত্তরতম স্থান।     \nস্টেশনে ১ মেগাওয়াট সৌর বিদ্যুৎ কেন্দ্র ২০১৫ সালের মার্চ মাসে চালু করা হয়। \n\n\n== যাত্রীদের আরাম ও সুযোগ-সুবিধা ==\nকাটরা রেলওয়ে স্টেশনের নিচতলায় এসকেলেটর, লিফট, বর্তমান রিজার্ভেশন, দ্বিতীয় শ্রেণীর বুকিং, ট্রেন অনুসন্ধান বিভাগ, তীর্থযাত্রী নির্দেশিকা, পর্যটক সহায়তা, ভিআইপি লাউঞ্জ, শপিং লাউঞ্জ সহ একটি সম্পূর্ণ শীতাতপ নিয়ন্ত্রিত হোটেল, বহুবিধ-খাবারের রেস্তোরাঁ, ক্লক রুম, ওয়েটিং হল, একটি বইয়ের স্টল, চায়ের দোকান, টয়লেট ব্লক ও ক্যাটারিং এরিয়া রয়েছে। প্রথম তলায় আটটি অবসর কক্ষ এবং একটি ক্যাফেটেরিয়া রয়েছে।  গাড়ি ও যাত্রীবাহী বাসের জন্য একটি বিশাল পার্কিং কেন্দ্র তৈরি করা হয়েছে।\nএটি একটি আধুনিক রেল স্টেশন। কাটরা রেলওয়ে স্টেশন আধুনিক সুবিধায় সজ্জিত।\n\n\n== আরও দেখুন ==\nবনিহাল রেল স্টেশন\nজম্মু -বারামুল্লা লাইন\nউত্তর রেল\nজম্মু ও কাশ্মীরের রেল স্টেশনের তালিকা\nকাটরা রেলওয়ে স্টেশনে সুবিধা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ মার্চ ২০১৯ তারিখে\n\n\n== তথ্যসূত্র =="}