{"pageid": 1075004, "title": "উসমান সিরাজুদ্দীন", "url": "https://bn.wikipedia.org/wiki?curid=1075004", "content": "উসমান সিরাজুদ্দীন ( আরবি: عثمان سراج الدين, প্রতিবর্ণীকৃত: `Uthmān Sirāj ad-Dīn, বাংলা: উসমান সিরাজউদ্দীন ; ১২৫৮-১৩৫৭), যিনি অনুরাগীদের দ্বারা আখি সিরাজ নামে স্নেহপূর্ণভাবে পরিচিত ছিলেন। তিনি ১৪ তম শতাব্দীর বাঙালি মুসলিম পণ্ডিত ছিলেন। তিনি চিশতী তরিকার সুফি ছিলেন এবং দিল্লির নিজামুদ্দিন আউলিয়ার শিষ্য ছিলেন। নিজামউদ্দীন আউলিয়ার জ্যেষ্ঠ শিষ্যদের মধ্যে একজন হিসেবে তিনি তার সঙ্গে দীর্ঘ বছর অতিবাহিত করেন এবং আয়না-ই-হিন্দ (এর ফার্সি: آینه هند ভারতের আয়না ) উপনাম অর্জন করেন। তার মাজার পশ্চিমবঙ্গের গৌড়ের পিরানা পীর দরগা, প্রতি বছর লক্ষ লক্ষ ভক্তদের আকর্ষণ করে। সিরাজ এবং তার উত্তরসূরি, আলাউল হক, বাংলায় চিশতী অর্ডারের অগ্রগতির কৃতিত্ব।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nআব্দুল হক হক দেহলভী তাঁর আখবার আল আখিয়ারে উল্লেখ করেছেন, আখি সিরাজ গৌরির নাম; যা থেকে বোঝা যায় যে সিরাজ ছিলেন বাংলার গৌড়ের অধিবাসী। তিনি ১২৫৮ খ্রিস্টাব্দের কাছাকাছি সময়ে জন্মগ্রহণ করেছিলেন বলে মনে করা হয়, যখন এই অঞ্চলটি দিল্লি ভিত্তিক মামলুক রাজবংশের অধীনে ছিল।\nযুবক হিসেবে সিরাজ দিল্লী ভ্রমণ করেন যেখানে তিনি বিশিষ্ট মুসলিম ব্যক্তিত্বদের অধীনে পড়াশোনা করেন। সিরাজ নিজামুদ্দিনের সাথে পড়াশোনা করেন এবং মাওলানা রুকন-দীন-এর কাছ থেকে শিক্ষা নেন। তিনি সেখানে কাফিয়া, মুফাসসাল, আল-কুদুরির মুখতার এবং মাজমা-উল-বাহরাইনের পড়াশোনা করেন । আমির খুরদ (নিজামুদ্দিন আউলিয়ার শিষ্য এবং জীবনীকার এবং সেইসাথে সিয়ার উল-আউলিয়ার লেখকও) এই পাঠগুলিতে অংশ নিয়েছিলেন। সিরাজ অল্প সময়ের মধ্যে তার পড়াশোনা শেষ করে একজন দক্ষ পণ্ডিত হয়ে ওঠেন, এই ছিল তার শেখার আগ্রহ। তাকে তখন নিজামুদ্দিনের একজন সিনিয়র শিষ্য বানানোর কথা ছিল, কিন্তু তাকে জানানো হয়েছিল যে তিনি এখনও যথেষ্ট শিক্ষিত নন। ফলস্বরূপ, তাকে আরও ছয় মাস নিজামুদ্দিন আউলিয়ার আরেকজন সিনিয়র শিষ্য শেখ ফখর আদ-দীন জাররাদি দ্বারা ইসলামী বিজ্ঞান শিক্ষাদান করা হয়। নিজামুদ্দীনের নিকট নিজেকে উপস্থাপন করার পর, সিরাজ খিরকা খেলাফতে (উত্তরাধিকার) ভূষিত হন এর (প্রারম্ভসূচক আলখাল্লা) এবং তাকে ফার্সি Aina-ই-হিন্দ (ভারতের আয়না) উপাধি দেওয়া হয়েছিল।\n\n\n== পরবর্তী জীবন ==\nখেলাফত পাওয়ার পর, সিরাজ চার বছর ধরে তার পরামর্শদাতা নিজামুদ্দিনের সঙ্গ দিল্লিতে থেকে যান, যদিও বছরে একবার তার মাকে দেখতে বাংলায় ফিরে আসেন। ১৩২৫ সালে তার (নিজামুদ্দিন) মৃত্যুর আগে নিজামুদ্দিন সিরাজকে প্রচারের জন্য বাংলায় ফিরে আসার নির্দেশ দেন। ১৩২৫ খ্রিস্টাব্দে সিরাজ নিজামুদ্দিনের বিছানায় উপস্থিত ছিলেন। তিনি ১৩২৮-১৩২৯ পর্যন্ত দিল্লিতে অবস্থান করেন, সুলতান মুহাম্মদ বিন তুঘলক রাজধানী দৌলতাবাদে স্থানান্তরিত করার পর এবং দিল্লির নাগরিকদের দেশত্যাগে বাধ্য করার পর তিনি গৌড়ের উদ্দেশ্যে রওনা হন।\nবাংলায় পুনর্বাসনের পর, সুলতান শামসুদ্দীন ইলিয়াস শাহের সরকারের অধীনে সিরাজকে বাংলার দরবার পণ্ডিত করা হয়। সিরাজ একটি বিশাল ল্যাঙ্গার রান্নাঘর স্থাপন করেন যেখানে দরিদ্র ও দুস্থদের বিনামূল্যে খাবার বিতরণ করা হয়। তিনি নিজামুদ্দিনের লাইব্রেরি থেকে কিছু মূল্যবান বইও সঙ্গে নিয়ে এসেছিলেন এবং এই বইগুলি বাংলায় প্রথম চিশতি খানকাহের কেন্দ্রস্থল গঠন করেছিল। হযরত পান্ডুয়ায় আসার পরপরই আলাউল হক তার শিষ্য হন। সিরাজের প্রতি তার ভালোবাসা ও নিষ্ঠা এই ছিল যে, যখন তারা ভ্রমণ করত, যেমন তার আগে জালালুদ্দিন তাবরিজীর মতো, আলাউল হক তার মাথায় গরম খাবারের একটি কলা নিয়ে যেতেন যদিও এটি তার চুল পুড়িয়ে ফেলত, যাতে সে তার শিক্ষককে গরম খাবার দিতে পারে।\nতিনি সারা জীবন বাংলায় বসবাস করতেন এবং কাজ করতেন এবং তিনি বিয়েও করেছিলেন। তার এক মেয়ে পরে তার শিষ্য আলাউল হককে বিয়ে করে। তার সহকর্মী আমির খুরদ বলেছিলেন যে তিনি বাংলার মানুষের কাছ থেকে দারুণ সম্মান অর্জন করেছেন এবং \"তার আধ্যাত্মিক তেজ দিয়ে সমগ্র অঞ্চলকে আলোকিত করেছেন।\"\n\n\n== মৃত্যু এবং উত্তরাধিকার ==\n১৩৫৭ সালে, আখি সিরাজ মারা যান এবং তাকে লখনৌতির একটি শহরতলিতে সাদুল্লাহপুরে সমাহিত করা হয়। সিরাজের স্থলাভিষিক্ত হন আলাউল হক ।\nকথিত আছে যে তিনি শেখ নিজামুদ্দিন আউলিয়ার কাছ থেকে প্রাপ্ত খিরকা (পোশাক) সাগর দীঘির (জলাধার) উত্তর-পশ্চিম কোণে দাফন করেছিলেন এবং তাকে সেই কাপড়ের টুকরোর কাছাকাছি দাফন করার আদেশ দিয়েছিলেন। তার ইচ্ছানুযায়ী তার সমাহিত পোশাকের কাছে তাকে দাফন করা হয় এবং তার কবরের উপরে একটি সমাধি তৈরি করা হয়। সমাধি নির্মাণের তারিখ জানা যায় না, কিন্তু এর প্রবেশদ্বারগুলির সাথে সংযুক্ত দুটি শিলালিপি থেকে বোঝা যায় যে, প্রবেশদ্বারগুলি ১৬ তম শতাব্দীতে সুলতান আলাউদ্দিন হোসেন শাহ এবং পরে সুলতান নাসিরুদ্দিন নুসরাত শাহ দ্বারা নির্মিত হয়েছিল। হোসেন শাহ মাজারেও সিকায়া (পানির ফোয়ারা) নির্মাণ করেছিলেন। তার উরসে প্রতিবছর ঈদুল ফিতর (১ ও ২ শাওয়াল) স্মরণ করা হয় এবং তার সমাধি আজও অনেকে পরিদর্শন করেন। এই অনুষ্ঠানের সময় জাহানিয়ান জাহাঙ্গশতের পতাকা (যা জালালউদ্দিন তাবরিজীর দরগায় রাখা আছে) এবং নূর কুতুব আলমের হাতের ছাপ সিরাজের সমাধিতে নিয়ে যাওয়া হয়।\n\n\n== সূত্রাবলী ==\nসিয়ার-উল-আউলিয়া পৃ। 368-452\nআখবার-উল-আখিয়ার পৃ। 162-3\nমির‘আত-উল-ইসরার পৃষ্ঠা 888-91\n\n\n== আরও দেখুন ==\nনাসিরুদ্দিন চিরাগ দেহলভী\nমীর সাইয়্যেদ আলী হামাদানি\nদক্ষিণ এশিয়ার সুফি সাধক\n\n\n== তথ্যসূত্র ==\n \n\n\n== আরও পড়া ==\nসৈয়দ মুহাম্মাদ বিন মোবারক কিরমানির 'সিয়র-উল-আউলিয়া' প্রথম মুহিব্বে হিন্দ দিল্লি থেকে 1302H/1885AD এ প্রকাশিত হয়।\n'লাতাইফ-আশরাফী' ( আশরাফ জাহাঙ্গীর সেমনানির ডিসকোর্স), নিজাম ইয়েমেনি দ্বারা সংকলিত, সৈয়দ ওয়াহেদ আশরাফ সম্পাদিত ও টীকা এবং 2010 সালে প্রকাশিত\nআবদুল হক্ক মুহাদ্দিস দেহলভীর 'আখবারুল আখিয়ার' [d.1052H-1642 CE]। আখি সিরাজ আইনায়ে হিন্দ সহ এই বইয়ে ভারতের বিশিষ্ট সুফিদের একটি সংক্ষিপ্ত জীবনী উল্লেখ করা হয়েছে।\nসৈয়দ আব্দুর-রহমান চিশতী আব্বাসী আলাভীর 'মিরাতুল আসরার'\n'হায়াতে মখদুম সৈয়দ আশরাফ জাহাঙ্গীর সেমনানী (1975), দ্বিতীয় সংস্করণ (2017)আইএসবিএন ৯৭৮-৯৩-৮৫২৯৫-৫৪-৬, মক্তবা জামিয়া লিমিটেড, শামশাদ মার্কেট, আলিগড় 202002, ভারত"}