{"pageid": 107577, "title": "দ্বিতীয় বিশ্বযুদ্ধে অক্ষশক্তি", "url": "https://bn.wikipedia.org/wiki?curid=107577", "content": "দ্বিতীয় বিশ্বযুদ্ধে অক্ষশক্তি (জার্মান ভাষায়: Achsenmächte, ইতালীয় ভাষায়: Potenze dell'Asse, জাপানী ভাষায়: 枢軸国 (স্যূজিকুকোকু), বুলগেরীয় ভাষায়: \"Сили от Оста\"), বলতে সেসব দেশকে নির্দেশ করা হয় , যারা মিত্রশক্তির বিরুদ্ধে দ্বিতীয় বিশ্বযুদ্ধের (১৯৩৯-১৯৪৫) সময় যুদ্ধ ঘোষণা করেছিল। অক্ষশক্তির প্রধান তিনটি রাষ্ট্র হল জার্মানি, ইটালী এবং জাপান। এই তিনটি রাষ্ট্র ১৯৪০ সালের সেপ্টেম্বর মাসে একটি ত্রিপক্ষীয় চুক্তির মাধ্যমে একটি সামরিক জোট গড়ে তোলে। এর মাধ্যমে আনুষ্ঠানিক ভাবে অক্ষশক্তি প্রতিষ্ঠিত হয়। এই বৃহৎ রাষ্ট্রগুলোর সাথে সাথে তাদের ইউরোপ, আফ্রিকা, পূর্ব এবং দক্ষিণ-পূর্ব এশিয়া এবং প্রশান্ত মহাসাগরীয় অঞ্চলে অবস্থিত কলোনিগুলোও অক্ষশক্তির অংশ হয়ে যায়। মিত্রশক্তির মতই অক্ষশক্তিতেও বেশ কিছু দেশ নাম লিখিয়ে যুদ্ধ চলাকালেই তা প্রত্যাহার করে নেয়।\n\n\n== উৎস ==\nঅক্ষ কথাটি সর্বপ্রথম আলোচনায় আনেন হাঙ্গেরীর ফ্যাসিবাদী প্রধানমন্ত্রী গাইওলা গমবোস (Gyula Gömbös)। তিনি জার্মানি, হাঙ্গেরী, এবং ইতালী এই তিনটি রাষ্ট্র নিয়ে একটি জোট গঠনের জন্য কাজ করছিলেন। এছাড়া তিনি জার্মানি এবং ইতালীর মাঝে মতভিন্নতা দূর করার কাজে মধ্যস্থতাকারী হিসেবে কাজ করছিলেন। কিন্তু ১৯৩৬ সালে মিউনিখে জার্মানির সাথে আলোচনায় গিয়ে তার হঠাৎ মৃত্যু হয়। পরবর্তিতে হাঙ্গেরীর ক্ষমতায় আসে ফ্যাসিবাদ বিরোধী শক্তি। এর মাধ্যমে হাঙ্গেরী অক্ষশক্তির সাথে প্রাথমিক সংশ্লিষ্টতা থেকে সরে আসে। তারপরেও জার্মানি এবং ইতালীর মধ্যে দ্বিপাক্ষিক অক্ষশক্তি গঠিত হয়।\n১৯৩৬ সালের নভেম্বরে ইতালীর একনায়ক বেনিতো মুসোলিনি আবার অক্ষ শব্দটি আলোচনায় আনেন। তিনি রোম-বার্লিন অক্ষের উত্থানের সময় এই অক্ষের কথা বলেন। পরবর্তিতে রাষ্ট্র দুটি জোট গঠন করে। মুসোলিনি এই জোটকে প্যাক্ট অব স্টীল বলে অভিহিত করেন।\nআনুষ্ঠানিক ভাবে অক্ষ শক্তি নামকরণ করা হয় ১৯৪০ সালে জার্মানি, ইতালী এবং জাপান ত্রিপক্ষীয় চুক্তি স্বাক্ষরের পর। পরবর্তিতে হাঙ্গেরী (২০শে নভেম্বর, ১৯৪০), রোমানিয়া (২৩শে নভেম্বর, ১৯৪০), স্লোভাকিয়া (২৪শে নভেম্বর, ১৯৪০) এবং বুলগেরিয়া (১লা মার্চ, ১৯৪০) ঐ চুক্তিতে স্বাক্ষর করে।\n\n\n== আরও দেখুন ==\nদ্বিতীয় বিশ্বযুদ্ধে মিত্রশক্তি\nপ্রথম বিশ্বযুদ্ধ\nদ্বিতীয় বিশ্বযুদ্ধ\nপার্ল হারবার আক্রমণ\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\nইংরেজি উইকিপিডিয়ার Axis powers শীর্ষক নিবন্ধ থেকে অনুদিত।\n\nWeinberg, Gerhard L. (২০০৫)। A World at Arms: A Global History of World War II (2nd edition সংস্করণ)। NY: Cambridge University Press। আইএসবিএন 0521853168। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অতিরিক্ত লেখা (link)  Provides a scholarly overview.\nDear, Ian C. B. (২০০৫)। The Oxford Companion to World War II। Oxford University Press। আইএসবিএন 019280670X।   A reference book with encyclopedic coverage of all military, political and economic topics.\nKirby, D. G. (১৯৭৯), Finland in the Twentieth Century: A History and an Interpretation, C. Hurst & Co. Publishers, আইএসবিএন 0-90-5838157 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKirschbaum, Stanislav (১৯৯৫)। A History of Slovakia: The Struggle for Survival। New York: St. Martin's Press। আইএসবিএন 0-312-10403-0।  Entails Slovakia's involvement during World War II.\nNekrich, Aleksandr Moiseevich; Ulam, Adam Bruno; Freeze, Gregory L. (১৯৯৭), Pariahs, Partners, Predators: German-Soviet Relations, 1922-1941, Columbia University Press, আইএসবিএন 0231106769 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCohen, Philip J. (১৯৯৬)। Serbia's Secret War: Propaganda and the Deceit of History। New York: Texas A&M University Press। আইএসবিএন 0890967601।  \nRoberts, Geoffrey (১৯৯২), \"Infamous Encounter? The Merekalov-Weizsacker Meeting of 17 April 1939\", The Historical Journal, 35 (4) উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nAxis History Factbook\nFull text of The Tripartite Pact\nSilent movie of the signing of The Tripartite Pact"}