{"pageid": 1075134, "title": "তাইনো", "url": "https://bn.wikipedia.org/wiki?curid=1075134", "content": "তাইনোরা ছিল ক্যারিবীয় অঞ্চলের আদিবাসী জনগোষ্ঠীর মানুষ। পনেরো শতাব্দীর শেষের দিকে ইউরোপীয় যোগাযোগের সময়, তারা কিউবা, হিস্পানিওলা, জ্যামাইকা, পুয়ের্তো রিকো, বাহামা, এবং উত্তর ক্ষুদ্রতর এন্টিলেসের বেশিরভাগ অধিবাসী ছিল। ১৪৯২ সালে ক্রিস্টোফার কলম্বাসের সমুদ্রযাত্রার সময় তাইনোরা প্রথম নয়াবিশ্বের কাছে পরিচিত হয়ে উঠে। তারা আওরাকান ভাষা গোষ্ঠীর একটি বিভাগ, তাইনো ভাষায় কথা বলতো। অনেক পুয়ের্তো রিকো, কিউবা এবং ডোমিনিকান অধিবাসীদের তাইনো এমটি-ডিএনএ আছে, যা দেখায় যে তারা সরাসরি মহিলা ধারার মাধ্যমে বংশ বিস্তার করতো।\nবর্তমানে কিছু গোষ্ঠী তাইনো হিসাবে চিহ্নিত করা হয়েছে। বিশেষত তারা এখন পুয়ের্তো রিকান, ডোমিনিকান এবং কিউবানদের মধ্যে অন্তর্ভুক্ত হয়ে গিয়েছে এবং উভয় ক্যারিবীয় দ্বীপপুঞ্জ এবং মার্কিন যুক্তরাষ্ট্রের মূল ভূখণ্ডে বসবাস করে। কিছু পণ্ডিত, যেমন পুয়ের্তো রিকো বিশ্ববিদ্যালয়ের একজন নৃতাত্ত্বিকবিদ জালিল সুয়েদ বাদিল্লো, দাবি করেন যে, যদিও সরকারী স্পেনীয় ইতিহাসগুলিতে একটি জাতিগত সনাক্তকরণ হিসাবে তায়োনোর অন্তর্ধানের কথা বলে, তবে অনেক বেঁচে যাওয়া বংশধররা - সাধারণত অন্যান্য জাতিগোষ্ঠীর সাথে বিবাহ করে। সাম্প্রতিক গবেষণায় কিউবা, পুয়ের্তো রিকো এবং ডোমিনিকান প্রজাতন্ত্রের জনসংখ্যার মধ্যে তাইনো মিশ্র বংশের একটি উচ্চ শতাংশ প্রকাশ করে।\nতাইনোদের পূর্বপুরুষদের উৎপত্তি দক্ষিণ আমেরিকা মহাদেশে। ক্যারিবীয় দ্বীপপুঞ্জে নথিভুক্ত তাইনো সংস্কৃতি বিকশিত হয়েছিল। দক্ষিণ লেসার এন্টিলেসের দ্বীপ ক্যারিবসের সাথে তাইনোদের দল দ্বন্দ্বের মধ্যে পড়েছিল। ইউরোপীয় যোগাযোগের সময়, তাইনোরা কয়েকটি দলে বিভক্ত হয়ে গিয়েছিল। পশ্চিমা তাইনো দলের মধ্যে ছিল বাহামাসের লুকায়ান, মধ্য কিউবার সিবনি এবং জ্যামাইকার অধিবাসীরা।\n১৪৯২ সালে কলম্বাসের আগমনের সময়, হিস্পানিওলায় পাঁচটি তাইনো প্রধান রাজ্য ছিল, যার প্রত্যেকটির নেতৃত্বে ছিলেন একজন প্রধান ক্যাসিকস (গ্রামপ্রধান), যাদের প্রতি শ্রদ্ধা জানানো হয়েছিল। হিস্পানিওলার জন্য তাইনোর নাম ছিল আইতি (\"উঁচু পাহাড়ের দেশ\"), যা হাইতি নামের উৎস ছিল, যা একটি হিংস্র বিপ্লবে ফ্রান্স থেকে স্বাধীন হওয়ার পর দ্বীপের ক্রীতদাস এবং বর্ণমুক্ত মানুষের দ্বারা প্রতিষ্ঠিত স্বাধীন প্রজাতন্ত্র। কিউবা ২৯টি প্রধান রাজ্যে বিভক্ত ছিল। তাদের নাম ছিল যা অসংখ্য আধুনিক শহরের উৎপত্তি ঘটে, যেমন হাভানা, বাতাবানি, কামাগেই, জারাবাকোয়া, বারাকোয়া এবং বায়ামো। তাইনো সম্প্রদায়গুলি ছোট জনবসতি থেকে শুরু করে ৩,০০০ মানুষের বৃহত্তর কেন্দ্র পর্যন্ত বিস্তৃত ছিল। যোগাযোগের সময় তাদের মোট সংখ্যা প্রায় ২ মিলিয়নের কাছাকাছি হতে পারে এবং ১৫ শতকের শেষে প্রায় ৩ মিলিয়ন হয়ে গিয়েছিল। বিতর্কিত পরিসংখ্যানগুলি অনুযায়ী এবং ২০২০ সালের একটি জিনগত বিশ্লেষণ অনুমান করেছিল যে সেই সময়ে হিস্পানিওলার জনসংখ্যা কয়েক হাজার লোকের বেশি হবে না।\nকলম্বাস তাইনো সভ্যতা দেখে অবাক হয়েছিলেন। তিনি বলেছিলেন, \"তারা তাদের যা কিছু আছে তার জন্য যা কিছু আছে তা দেবে, এমনকি ভাঙা মৃন্ময় পাত্রের টুকরো বিনিময়েও\" তিনি ১৪৯২ সালে বাহামাসে তাদের সাথে দেখা করার সময় উল্লেখ করেছিলেন। \"তারা খুব সুঠাম দেহের অধিকারী এবং খুব ভাল চেহারার সাথে খুব সুন্দরভাবে গঠিত হয়েছে .... তারা অস্ত্র বহন করে না এবং এইসব চেনেও না .... তাদের ভাল দাস হওয়া উচিত।\"\nস্পেনীয়রা পঞ্চদশ শতাব্দীর শেষ এবং ষোড়শ শতাব্দীর প্রথম দিকে বিভিন্ন তাইনো প্রধান রাজ্য জয় করেছিল। কৃষ্ণাঙ্গ কিংবদন্তি এবং কিছু সমসাময়িক পণ্ডিত যেমন আন্দ্রেস রেসেন্দ্রের মতে, উপনিবেশিকদের দ্বারা যুদ্ধ এবং কঠোর দাসত্ব এই জনসংখ্যাকে ধ্বংস করেছিল। ফলস্বরূপ, তাদের নিজস্ব ফসল চাষ এবং তাদের জনসংখ্যার খাওয়ানোর জন্য কোন তাইনো বাকি ছিল না। বিংশ শতাব্দীর শেষের দিক থেকে, বেশিরভাগ পণ্ডিতরা বিশ্বাস করেন যে প্রাচীন বিশ্ব থেকে ইউরোপীয়দের মধ্যে তাদের দীর্ঘদিন ধরে সংক্রামক রোগগুলি বেশিরভাগই তাইনোর মৃত্যুর কারণ হয়েছিল, কারণ এগুলি স্থানীয় আমেরিকানদের জন্য নতুন ছিল এবং তাদের এইসব রোগের বিরুদ্ধে কোন প্রতিরোধ ক্ষমতা ছিল না। তারা নতুন রোগের কারণে খুব বেশি মৃত্যুর সম্মুখীন হয়েছিল। উদাহরণস্বরূপ, ১৫১৮-১৫১৯ সালে হিস্পানিওলাতে একটি গুটিবসন্ত মহামারি বেঁচে থাকা তাইনোর প্রায় ৯০% লোককে মেরে ফেলেছিল।\nঅবশিষ্ট তাইনো ইউরোপীয় এবং আফ্রিকানদের সাথে বিবাহ বন্ধনে আবদ্ধ হয়েছিল এবং স্পেনীয় উপনিবেশগুলিতে অন্তর্ভুক্ত হয়ে গিয়েছিল। শতাব্দীর শেষের দিকে তাইনো জাতিকে বিলুপ্ত বলে মনে করা হতো। কিন্তু প্রায় ১৮৪০ সাল থেকে অনেক সক্রিয় অংশগ্রহণকারী কিউবা, ডোমিনিকান প্রজাতন্ত্র এবং পুয়ের্তো রিকোর গ্রামীণ অঞ্চলে একটি আধা-আদিবাসী তাইনো পরিচয় তৈরির জন্য কাজ করেছেন। ১৯৬০ দশকে আমেরিকার মূল ভূখণ্ডের পুয়ের্তো রিকান সম্প্রদায়ের মধ্যে এই প্রবণতা ত্বরান্বিত হয়েছিল, যখন আফ্রিকান আমেরিকান এবং মূল ভূখণ্ডের আদিবাসী আমেরিকানদের সক্রিয়তা বৃদ্ধি পেয়েছিল।\n\n\n== পরিভাষা ==\n\n\"তাইনো\" শব্দের সরাসরি বাংলায় \"ভাল মানুষ\" বোঝায়। উপরন্তু, হিস্পানিওলার আদিবাসীরা এই শব্দটিকে \"আত্মীয়\" বোঝাতে ব্যবহার করে। তাইনো জনগোষ্ঠী বা তাইনো সংস্কৃতিকে কিছু বিশেষজ্ঞ আরাওয়াকের অন্তর্ভুক্ত বলে শ্রেণীবদ্ধ করেছেন। তাদের ভাষা আরাওয়াক ভাষা পরিবারের অন্তর্ভুক্ত বলে মনে করা হয়, যার ভাষাগুলি ঐতিহাসিকভাবে ক্যারিবীয় জুড়ে এবং মধ্য ও দক্ষিণ আমেরিকার বেশিরভাগ অংশে বিদ্যমান ছিল।\nআদি নৃতাত্ত্বিকবিদ ড্যানিয়েল গ্যারিসন ব্রিন্টন তাইনো জনগণকে \"দ্বীপ আরাওয়াক\" বলে উল্লেখ করেছিলেন, যা মহাদেশীয় জনগণের সাথে তাদের সংযোগ প্রকাশ করেছিল। কিন্তু, সমসাময়িক বিশেষজ্ঞরা এটাও স্বীকার করেছেন যে তাইনো একটি স্বতন্ত্র ভাষা ও সংস্কৃতির মাধ্যমে গড়ে উঠেছিল।\nলেখক, ভ্রমণকারী, ঐতিহাসিক, ভাষাবিদ এবং নৃতাত্ত্বিকদের দ্বারা তাইনো এবং আরাওয়াকের আখ্যাগুলি অসংখ্য এবং পরস্পরবিরোধী অর্থের সাথে ব্যবহৃত হয়েছে। প্রায়শই এগুলি অদলবদল ভাবে ব্যবহার করা হত: \"তাইনো\" শুধুমাত্র বৃহত্তর অ্যান্টিলীয় অধিবাসীদের জন্য প্রয়োগ করা হয়েছিল বা বাহামিয়ান অধিবাসীদের অন্তর্ভুক্ত করেছিল অথবা লিওয়ার্ড দ্বীপপুঞ্জের স্থানীয়দের যোগ করা হতো শুধুমাত্র পুয়ের্তো রিকার আদি অধিবাসী এবং লিওয়ার্ড জাতিকে বাদ দিয়ে। একইভাবে, \"দ্বীপ তাইনো\" শুধুমাত্র উইন্ডওয়ার্ড দ্বীপপুঞ্জে বসবাসকারীদের, শুধু উত্তর ক্যারিবীয় অধিবাসীদের, সেইসাথে সমস্ত ক্যারিবীয় দ্বীপপুঞ্জের আদিবাসী জনগোষ্ঠীকে বোঝাতেও ব্যবহৃত হয়েছে।\nআধুনিক ঐতিহাসিক, ভাষাবিদ এবং নৃতাত্ত্বিকরা এখন ধরে নিয়েছেন যে তাইনো শব্দটি সমস্ত তাইনো/আরাওয়াক জাতির জন্য উল্লেখ করা উচিত, শুধু ক্যারিবদের ছাড়া, যাদের একই লোকের অন্তর্গত হতে দেখা যায়নি। ভাষাবিদরা বিতর্ক চালিয়ে যাচ্ছেন যে ক্যারিব ভাষা আরাওয়াকান উপভাষা নাকি ক্রিওল ভাষা। তারা এটাও অনুমান করে যে এটি একটি স্বাধীন ভাষা বিচ্ছিন্ন ছিল, যেখানে আরাওয়াকান পিজিন(ইংরেজি: Pidgin) অন্যান্য জনগণের সাথে যোগাযোগের উদ্দেশ্যে ব্যবহার করা হত, যেমন ব্যবসার ক্ষেত্রে।\nরাউস বৃহৎ অ্যান্টিলেসের সব বাসিন্দা (কিউবার পশ্চিম প্রান্ত এবং হিস্পানিওলার ছোট গহ্বর বাদে), লুকায়ান দ্বীপপুঞ্জ এবং উত্তরের লেসার এন্টিলেসের অধিবাসীরা তাইনো শ্রেণীভুক্ত। তিনি তাইনোকে তিনটি প্রধান গ্রুপে বিভক্ত করেন: প্রথম শ্রেণীর তাইনো, হিস্পানিওলা এবং পুয়ের্তো রিকোর অধিকাংশ থেকে; জ্যামাইকা, কিউবার বেশিরভাগ অংশ এবং লুকায়ান দ্বীপপুঞ্জের জনসংখ্যার জন্য পশ্চিমা তাইনো, বা উপ-তাইনো; এবং ভার্জিন দ্বীপপুঞ্জ থেকে মন্টসেরাট পর্যন্ত তাদের জন্য পূর্ব-দেশীয় তাইনো।\n\n\n== উৎপত্তি ==\n\nক্যারিবীয় আদিবাসীদের উৎপত্তি সম্পর্কে দুটি চিন্তাধারার উদ্ভব হয়েছে:\n\nএকদল বিশেষজ্ঞ দাবী করেন যে, তাইনোর পূর্বপুরুষরা ছিলেন আরাওয়াকভাষী যারা আমাজন অববাহিকার কেন্দ্র থেকে এসেছিলেন এবং তারা ইয়ানোমামির সাথে সম্পর্কিত। এটি ভাষাগত, সাংস্কৃতিক এবং সিরামিক প্রমাণ দ্বারা নির্দেশিত হয়। তারা উত্তর উপকূলে অরিনোকো উপত্যকায় চলে আসে। সেখান থেকে তারা এখন গায়ানা এবং ভেনেজুয়েলা যা ত্রিনিদাদ হয়ে ক্যারিবীয় পৌঁছেছে, লেসার এন্টিলেস বরাবর কিউবা এবং বাহামিয়ান দ্বীপপুঞ্জে স্থানান্তরিত হয়েছে। এই তত্ত্বকে সমর্থন করে এমন প্রমাণগুলির মধ্যে রয়েছে অরিনোকো উপত্যকায় এই লোকদের পূর্বপুরুষের সংস্কৃতির সন্ধান এবং আমাজন অববাহিকায় তাদের ভাষাগুলি।\nপরিধি-ক্যারিবীয় তত্ত্ব নামে পরিচিত বিকল্প তত্ত্বটি দাবি করে যে, তাইনোরা পূর্বপুরুষরা কলম্বিয়ার আন্দিজ পর্বতমালা থেকে ছড়িয়ে পড়েছিল। জুলিয়ান এইচ. স্টুয়ার্ড, যিনি এই ধারণার উৎপত্তি করেছিলেন, তার মতে তাইনোরা আন্দিজ থেকে ক্যারিবীয় অভিবাসন এবং মধ্য আমেরিকা এবং গিয়ানা, ভেনেজুয়েলা এবং দক্ষিণ আমেরিকার আমাজন অববাহিকায় সমান্তরাল অভিবাসন করেছিল বলে পরামর্শ দেন।\nনথিভুক্ত হিসাবে তাইনো সংস্কৃতি ক্যারিবীয়দের মধ্যে বিকশিত বলে মনে করা হয়। তাইনো সৃষ্টির গল্প বলে যে তারা বর্তমান হিস্পানিওলার একটি পবিত্র পর্বতের গুহা থেকে বেরিয়ে এসেছে। পুয়ের্তো রিকোতে, একবিংশ শতাব্দীর গবেষণায় দেখা গেছে যে তাদের জনসংখ্যার বেশিরভাগ মানুষের আমেরিন্ডিয়ান এমটিডিএনএ আছে। যে দুটি প্রধান হ্যাপ্লোটাইপ পাওয়া গেছে তার মধ্যে একটি তাইনো পূর্বপুরুষ গোষ্ঠীতে বিদ্যমান নেই, তাই অন্যান্য আদি আমেরিকান লোকেরাও জেনেটিক পূর্বপুরুষদের মধ্যে রয়েছে।\n\n\n== সংস্কৃতি ==\n\nতাইনো সমাজ দুটি শ্রেণীতে বিভক্ত ছিল: নাবরিয়াস (সাধারণ) এবং নিতানোস (সম্ভ্রান্ত)। তারা কাসিকস নামে পরিচিত পুরুষ প্রধানদের দ্বারা পরিচালিত হতো, যারা তাদের মায়ের উত্তম বংশের মাধ্যমে তাদের অবস্থান উত্তরাধিকার সূত্রে পেয়েছিল। (এটি ছিল একটি মাতৃত্বীয় আত্মীয়তা ব্যবস্থা, যেখানে সামাজিক মর্যাদা ছিল নারী রেখার মধ্য দিয়ে।) নিতানোসরা গ্রামে উপ-কাসিকস হিসাবে কাজ করতো, নাবরিয়াসদের কাজে তদারকি করতো। কাসিকসকে যাজক/নিরাময়কারীরা পরামর্শ দিতো যারা বোহিকস নামে পরিচিত। ক্যাসিকসরা গুয়ানি নামক সোনার দুল পরার, সাধারণ গ্রামবাসীদের গোলাকার পরিবর্তে বর্গ বোহিওসে বসবাস করার এবং তাদের প্রাপ্ত অতিথিদের উপরে থাকার জন্য কাঠের টুলের উপর বসার সুবিধা ভোগ করেছিল।\nতাইনো মহিলারা সাধারণত তাদের চুল সামনে এবং পিছনে দীর্ঘ চৌকোর সঙ্গে পরতেন এবং তারা মাঝে মাঝে সোনার গয়না, আলপনা এবং/অথবা খোলস পরতেন। তাইনো পুরুষ এবং অবিবাহিত মহিলারা সাধারণত কাপড় পরতো না এবং নগ্ন থাকতো। বিয়ের পর, মহিলারা একটি ছোট সুতির বর্হিবাস পরতেন, যাকে বলা হতো নাগুয়া।\nতাইনোরা ইউকাইকিউস নামক জনবসতিতে বাস করত, যা অবস্থানের উপর নির্ভর করে আকারে ভিন্ন ছিল। পুয়ের্তো রিকো এবং হিস্পানিওলার মধ্যে সবচেয়ে বড় ছিল এবং বাহামাসে যারা ছিল তারা ছিল সবচেয়ে ছোট। একটি সাধারণ গ্রামের কেন্দ্রে একটি কেন্দ্রীয় চত্বর ছিল, যা বিভিন্ন সামাজিক কর্মকাণ্ড যেমন খেলা, উৎসব, ধর্মীয় অনুষ্ঠান এবং সাধারণ অনুষ্ঠানের জন্য ব্যবহৃত হত। এই চত্বরগুলির ডিম্বাকৃতি, আয়তক্ষেত্রাকার, সরু এবং দীর্ঘায়িত সহ অনেক আকার ছিল। যেসব অনুষ্ঠানে পূর্বপুরুষদের কীর্তি উদযাপিত হত, যার নাম অ্যারিটোস আয়োজন করা হতো।\nপ্রায়শই, সাধারণ জনগোষ্ঠী কাঠের খুঁটি, বোনা খড় এবং তালের পাতা দিয়ে নির্মিত বড় বৃত্তাকার ভবনে (বোহিওস) বাস করত। কেন্দ্রীয় চত্বরের আশেপাশে নির্মিত এই ঘরগুলোতে প্রতিটিতে ১০-১৫টি পরিবার থাকতে পারতো। কাসিকস এবং তার পরিবার কাঠের বারান্দা সমেত নির্মাণের আয়তক্ষেত্রাকার ভবনে (ক্যানি) বাস করত। তাইনো বাড়ির আসবাবের মধ্যে ছিল তুলার হ্যামকস (হামাকা), হাতের তালু দিয়ে তৈরি ঘুমানোর এবং বসার মাদুর, বোনা আসন এবং মাচাসহ কাঠের চেয়ার (দুজো বা দুহো) এবং বাচ্চাদের জন্য দোলনা।\nতাইনোরা বাতেই নামে একটি আনুষ্ঠানিক বল খেলা খেলতো। প্রতি দলে ১০ থেকে ৩০ জন খেলোয়াড় থাকতো এবং তারা শক্ত রাবার বল ব্যবহার করতো। সাধারণত, দলগুলি পুরুষদের নিয়ে গঠিত ছিল, কিন্তু মাঝে মাঝে মহিলারাও খেলাটি খেলতো। প্রথম শ্রেণীর তাইনো গ্রামের মধ্যবর্তী চত্বরের বা বিশেষভাবে নকশা করা আয়তক্ষেত্রাকার বল কোর্টে বাতেই নামের খেলা হতো। বিশ্বাস করা হয় যে বাতেই খেলাগুলি সম্প্রদায়ের মধ্যে দ্বন্দ্ব নিরসনে ব্যবহৃত হয়েছিল। সর্বাধিক বিস্তৃত বল কোর্টগুলি প্রধান সীমানায় পাওয়া গিয়েছিল। প্রায়শই, প্রধানরা খেলার সম্ভাব্য ফলাফলের উপর বাজি ধরতো।\nতাইনোরা একটি আরাওয়াকান ভাষায় কথা বলতেন এবং পেট্রোগ্লিফ আকারে প্রোটো-লিখন লেখার প্রাথমিক রূপ ব্যবহার করতেন।\nযুদ্ধের জন্য, পুরুষরা কাঠের যুদ্ধের ক্লাব তৈরি করেছিল, যাকে তারা মাকানা বলতো। এটি প্রায় এক ইঞ্চি পুরু এবং কোকো ম্যাকাকের মতো ছিল।\n\n\n== ক্যাসিকাজগো/সমাজ ==\n\nএখনকার পুয়ের্তো রিকোতে বসতি স্থাপনের জন্য তাইনোরা ছিল আরাওয়াক গোষ্ঠীর মধ্যে সাংস্কৃতিকভাবে সবচেয়ে উন্নত গোষ্ঠী ছিল ব্যক্তি এবং আত্মীয়তা গোষ্ঠী যাদের পূর্বে উপজাতিতে কিছু মর্যাদা এবং পদমর্যাদা ছিল তারা শ্রেণিবিন্যাসের অবস্থান দখল করতে শুরু করেছিল যা ক্যাসিকাজগোকে পথ দেবে বলে তারা ধারণা করতো। তাইনো গ্রামগুলির আশেপাশে জনবসতি স্থাপন করেছিল এবং তাদের প্রধান বা ক্যাসিকাজগো, একটি সংঘগঠনে রূপান্তর করেছিল।\nতাইনো সমাজ, স্পেনীয় ইতিহাসবিদদের দ্বারা বর্ণিত হিসাবে, চারটি সামাজিক শ্রেণীর সমন্বয়ে গঠিত ছিল: ক্যাসিকস, নিতানোস, বোহিকস এবং নাবোরিয়াস। প্রত্নতাত্ত্বিক প্রমাণ অনুসারে, তাইনো দ্বীপগুলিতে প্রায় ১,৫০০ বছর ধরে উচ্চ জনসংখ্যা ভারবহন করতে সক্ষম হয়েছিল। তাইনো সমাজে বসবাসকারী প্রত্যেক ব্যক্তির একটি কাজ ছিল। তাইনো বিশ্বাস করতো যে তাদের দ্বীপে বসবাসকারী প্রত্যেকেরই সঠিকভাবে খাওয়া উচিত। তারা অত্যন্ত দক্ষতার সাথে ফসল সংগ্রহ এবং কৃষিজ পণ্য উৎপাদন পদ্ধতি অনুসরণ করেছিল। তাইনো মানুষরা হয় শিকার করছিল, খাবারের সন্ধান করছিল অথবা অন্যান্য উৎপাদনশীল কাজ করছিল। প্রধানদের নিতানোস থেকে নির্বাচিত করা হতো এবং সাধারণত তাদের ক্ষমতা মাতৃত্ব রেখা থেকে প্রাপ্ত হয়েছিল। একজন পুরুষ শাসক তার বোনের সন্তানদের দ্বারা তার নিজ সন্তানদের চেয়ে বেশি সফল হওয়ার সম্ভাবনা ছিল, যদি না তাদের মায়ের বংশ তাদের নিজেদের অধিকার সফল করতে দেয়।\nপ্রধানদের সাময়িক এবং আধ্যাত্মিক উভয় কাজ ছিল। তারা উপজাতির কল্যাণ নিশ্চিত করবে এবং প্রাকৃতিক এবং অতিপ্রাকৃত উভয় শক্তির ক্ষতি থেকে রক্ষা করবে বলে তাইনোরা আশা করতো। তারা খাদ্য উৎপাদন প্রক্রিয়া পরিচালনা ও পরিচালনা করতো বলে ধারণা করা হয়েছিল। ক্যাসিকসদের ক্ষমতা তার নিয়ন্ত্রণ করা গ্রামগুলির সংখ্যা থেকে এসেছে এবং এটি পরিবার, বৈবাহিক এবং আনুষ্ঠানিক সম্পর্কের সাথে সম্পর্কিত জোটের একটি অন্তর্জালের উপর ভিত্তি করতো। বিংশ শতাব্দীর প্রথম দিকে স্মিথসোনিয়ানের গবেষণার মতে, এই জোটগুলি একটি অঞ্চলে আদিবাসী সম্প্রদায়ের ঐক্য দেখিয়েছিল; তারা বহিরাগত হুমকি মোকাবেলার জন্য একটি প্রতিরক্ষামূলক কৌশল হিসাবে একত্রিত হতো যেমন পুয়ের্তো রিকোতে সম্প্রদায়ের উপর ক্যারিবদের হামলা।\nবহুবিবাহের চর্চা কাসিকস নারীদের মধ্যে প্রচলন ছিল এবং বিভিন্ন এলাকায় পারিবারিক জোট তৈরি করতো, এভাবে তাইনোরা তাদের ক্ষমতা প্রসারিত করতো। তাদের মর্যাদার প্রতীক হিসেবে, ক্যাসিকস দক্ষিণ আমেরিকান বংশোদ্ভূত একটি অলঙ্কার বিশেষ গুয়ানিন বহন করতো, যা সোনা এবং তামার একটি খাদ দিয়ে তৈরি করা হতো। এটি প্রথম তাইনো পৌরাণিক কাসিকস আনাকাকুয়া, যার নামের অর্থ \"কেন্দ্রের তারকা\" বা \"কেন্দ্রীয় আত্মা\" তে প্রতীকী হিসাবে দেখানো হয়েছিল। গুয়ানিন ছাড়াও ক্যাসিকস তার ভূমিকা চিহ্নিত করার জন্য অন্যান্য শিল্পকর্ম এবং অলঙ্করণ ব্যবহার করতো। কিছু উদাহরণ হল তুলার নিমা এবং বিরল পালক, মুকুট এবং মুখোশ বা পালকের সাথে তুলার \"গুয়াইজা\"; রঙিন পাথর, শাঁস বা স্বর্ণ; তুলা বোনা বেল্ট; এবং শামুকের জপমালা বা পাথরের মালা, স্বর্ণের ছোট মুখোশ বা অন্যান্য সামগ্রী সহ ইত্যাদি।\n\nক্যাসিকসের অধীনে, সামাজিক সংগঠনটি দুটি স্তর নিয়ে গঠিত হয়েছিল: শীর্ষে নিতানোস এবং নীচে নাবোরিয়াস। নিতানোসদের উপজাতিদের মধ্যে সম্ভ্রান্ত হিসেবে বিবেচনা করা হত। তারা যোদ্ধা এবং ক্যাসিকসদের পরিবার নিয়ে গঠিত হত। উপদেষ্টারা যারা সাম্প্রদায়িক কাজ বরাদ্দ ও তত্ত্বাবধান, ফসল রোপণ এবং ফসল কাটা এবং গ্রামের অধিবাসীদের মধ্যে শান্তি বজায় রাখার জন্য পরিচালিত বিষয়ে সহায়তা করতো, তাদেরকে নিতানোসদের মধ্য থেকে নির্বাচিত করা হত। নাবোরিয়াসরা ছিল নিম্ন শ্রেণীর অধিক সংখ্যক শ্রমজীবী কৃষক।\nবোহিকসরা ছিলেন ধর্মযাজকদের প্রতিনিধিত্বকারী পুরোহিতগণ। বোহিকসরা আধ্যাত্মিক বিশ্বের স্বীকৃত প্রভু হিসাবে রাগান্বিত বা উদাসীন দেবতাদের সঙ্গে আলোচনার সঙ্গে মোকাবিলা করতো বলে তাইনোরা বিশ্বাস করতো। বোহিকসরা দেবতাদের সাথে যোগাযোগ করবে, রাগ হলে তাদের শান্ত করবে এবং উপজাতির পক্ষে মধ্যস্থতা করবে বলে তাইনোরা আশা করতো। তাদের দায়িত্ব ছিল অসুস্থদের সুস্থ করা, আহতদের সুস্থ করা এবং দেবতাদের ইচ্ছাকে এমন উপায়ে ব্যাখ্যা করা যা উপজাতির প্রত্যাশা পূরণ করবে। এই কাজগুলি করার আগে, বোহিকসরা কিছু পরিষ্কার -পরিচ্ছন্নতা এবং শুদ্ধিকরণ অনুষ্ঠান করে, যেমন বেশ কিছু দিন উপোষ রাখা এবং পবিত্র তামাকের নস্যের শ্বাস নেওয়া ইত্যাদি।\n\n\n== খাদ্য ও কৃষি ==\n\nতাইনোদের প্রধান খাদ্যের মধ্যে সবজি, ফল, মাংস, এবং মাছ অন্তর্ভুক্ত ছিল। ক্যারিবীয়দের কোন বড় প্রাণী ভক্ষণ করতো না, কিন্তু তারা হুতি এবং অন্যান্য স্তন্যপায়ী, কেঁচো, টিকটিকি, কচ্ছপ এবং পাখির মতো ছোট প্রাণী ধরতো এবং এইগুলো খাদ্য হিসাবে গ্রহণ করতো। তাইনোরা বর্শা, তারের মধ্যে আটকিয়ে, ফাঁদ তৈরি করে এবং হুকের মাধ্যমে সমুদ্র-গাভী শিকার করতো। গৃহপালিত পাখিদের সাথে বন্য তোতাপাখি মিশে গিয়েছিল এবং বিভিন্ন উদ্ভিদ থেকে স্থানীয় গেছো টিকটিকি ধরতো। তাইনোরা জীবিত প্রাণী সংরক্ষণ করতো যতক্ষণ না সেগুলি খাওয়ার জন্য উপযোগী ছিল: মাছ এবং কচ্ছপগুলি বিছানার মত জায়গায় রাখা হত এবং কুকুর ও সমুদ্র গাভীগুলিকে খোঁয়াড়ে সংরক্ষণ করা হত।\nতাইনোরা মানুষ খুব দক্ষ জেলে হয়ে ওঠেছিল। তাইনোরা রেমোরা নামক একটি পদ্ধতি ব্যবহার করতো, যা মাছচুষনি হিসাবেও পরিচিত ছিল, যা মূলত একটি ডোবায় সুরক্ষিত একটি সারিতে সংযুক্ত করে এবং মাছটি একটি বড় মাছ বা এমনকি একটি সামুদ্রিক কচ্ছপের সাথে নিজেকে সংযুক্ত করার জন্য অপেক্ষা করে। একবার এটি সঠিকভাবে ঘটলে, কিছু তাইনো পানিতে ডুব দিতো, যার ফলে তারা সহজে শিকারটি ধরতে পারতো। তাইনোদের দ্বারা ব্যবহৃত আরেকটি পদ্ধতি ছিল বিষাক্ত সেন্না গাছের ডালপালা এবং শিকড় ছিন্ন করা এবং সেগুলি নিকটবর্তী স্রোত বা নদীতে ফেলে দেওয়া। টোপ খাওয়ার পর মাছগুলি স্তব্ধ হয়ে যেতো, যার ফলে তাইনো ছেলেরা মাছগুলি সংগ্রহের জন্য যথেষ্ট সময় পেতো। এই বিষ মাছের ভোজ্যতাকে প্রভাবিত করে না। তাইনোরা উন্মুক্ত ম্যানগ্রোভ শিকড়ের মধ্যে অগভীর জলে বিভিন্ন ধরনের ঝিনুক সংগ্রহ করতো। ক্রিস্টোফার কলম্বাসের মতে, কিছু অল্পবয়স্ক ছেলে পাল থেকে জলজ পাখি যা সূর্যকে ঢেকে দিতো, তাদের শিকার করেছিল।\nপুয়ের্তো রিকো, হিস্পানিওলা এবং জ্যামাইকার মতো আরও উন্নত দ্বীপে তাইনো গোষ্ঠীগুলি কৃষির (কৃষিকাজ এবং অন্যান্য চাকরির) উপর বেশি নির্ভর করে। গুরুত্বপূর্ণ শিকরভিত্তিক ফসলের জন্য ক্ষেত্রগুলি যেমন প্রধান খাদ্য ইউকা, মাটির ঢিবি গুঁড়ো করে প্রস্তুত করা হয়, যাকে কনুকোস বলা হতো। এই উন্নত মাটির নিষ্কাশন এবং উর্বরতার পাশাপাশি ক্ষয় বিলম্বিত করার ফলে মাটিতে ফসলের দীর্ঘ সঞ্চয় করা হতো। কম গুরুত্বপূর্ণ ফসল যেমন কাটা এবং পোড়া কৌশল দ্বারা তৈরিকৃত ভুট্টা সহজ পরিষ্কারকরণের মাধ্যমে এর চাষ উত্থিত হয়েছিল। সাধারণত, কনুকোস তিন ফুট উঁচু এবং নয় ফুট পরিধির এবং সারিতে সাজানো থাকতো। প্রাথমিক মূল ফসল ছিল ইউকা বা কাসাভা, যা একটি গুল্ম উদ্ভিদ, যা তারা ভোজ্য এবং শ্বেতসারসমৃদ্ধ কন্দমূলের জন্য চাষ করতো। এটি একটি কোয়া ব্যবহার করে রোপণ করা হয়েছিল, যা কাঠ থেকে সম্পূর্ণরূপে তৈরি এক ধরনের খড়। নারীরা বিষাক্ত রস বের করার জন্য এটিকে চাপা দিয়ে বিষাক্ত জাতের কাসাভা প্রক্রিয়াজাত করতো। তারপর তারা রুটি সেঁকার জন্য শিকড়গুলি ময়দার মধ্যে পিষে ফেলত। বাটাটা (মিষ্টি আলু) ছিল পরবর্তী সময়ে তাইনোদের সবচেয়ে গুরুত্বপূর্ণ মূল ফসল।\nমূল ভূখণ্ডে চাষাবাদের অনুশীলনের বিপরীতে, ভুট্টা দিয়ে ময়দা প্রস্তুত করা হতো না এবং রুটিতে সেঁকার প্রচলন ছিল না। তবে ভুট্টা রান্না করা হতো এবং ভুট্টার কাণ্ড থেকে খাওয়া হতো। ক্যারিবীয় অঞ্চলে উচ্চ আর্দ্রতায় ভুট্টার রুটি কাসাভা রুটির চেয়ে দ্রুত ছাঁচে পরিণত হয়। ছিছা নামে পরিচিত একটি মদ্যপ পানীয় তৈরিতেও ভুট্টা ব্যবহার করা হতো। তাইনোরা কুমড়া, মটরশুটি, মরিচ, চীনাবাদাম এবং আনারস চাষ করেছিল। ঘরের চারপাশে তামাক, স্থানীয় জাতের লাউ এবং তুলা চাষ করতো। অন্যান্য ফল এবং শাকসবজি, যেমন পাম, পেয়ারা এবং জামিয়া শিকড় বন থেকে সংগ্রহ করেছিল।\n\n\n== আধ্যাত্মিকতা ==\n\nতাইনোদের আধ্যাত্মিকতা ছিল যেমি পূজা কেন্দ্রিক। একটি যেমি হল একটি আত্মা বা পূর্বপুরুষ। প্রধান তাইনো যেমিস্‌ হল আতাবে এবং তার ছেলে ইয়াকাহু। আতাবে ছিল চাঁদের যেমি, তাজা জল এবং উর্বরতার শক্তিধারী। কিউসকাইয়া (ডোমিনিকান প্রজাতন্ত্র) এর তাইনোরা তার পুত্রকে \"ইয়াকাহু বাগুয়া মোরোকোটা\" বলে ডাকে, যার অর্থ \"সাদা ইউকা, সমুদ্র এবং পাহাড়ের মতো মহান এবং শক্তিশালী\"।\nগুয়াবানচেক্স ছিল যেমি আতাবের অপুষ্টির দিক যা প্রাকৃতিক দুর্যোগের উপর নিয়ন্ত্রণ ছিল। তাকে হারিকেনের দেবী বা ঝড়ের যেমি হিসেবে চিহ্নিত করা হতো। গুয়াবানচেক্স এর যমজ পুত্র ছিল: গুয়াটাউবো, একটি বার্তাবাহক যিনি হারিকেন বাতাস তৈরি করতো এবং কোট্রিস্কুই যিনি বন্যার জল তৈরি করতো বলে তাইনোরা বিশ্বাস করতো।\n\nইগুয়ানাবোনা ছিলেন ভাল আবহাওয়ার দেবী। তার যমজ পুত্রও ছিল: বৃষ্টির দূত বোইনায়েল এবং পরিষ্কার আকাশের আত্মা মারোহু।\nছোটখাটো তাইনো যেমিস্‌ কাসাভার বৃদ্ধি, জীবন, সৃষ্টি এবং মৃত্যুর প্রক্রিয়া সম্পর্কিত। বাইব্রামা ছিলেন একটি ছোটখাট যেমি যাকে কাসাভা জন্মানো এবং তার বিষাক্ত রস থেকে মানুষকে সুস্থ করার জন্য ক্ষমতা আছে বলে তাইনোরা বিশ্বাস করতো। বোইনায়েল এবং তার যমজ ভাই মেরোহু ছিলেন যথাক্রমে বৃষ্টি এবং সুষ্ঠু আবহাওয়ার যেমিস্‌।\nম্যাকেটাউরি গুয়াবা বা মকেতাওরি গুয়াবা ছিল কোয়েবে বা কোবে এর যেমি, মৃতদের দেশ। ওপিয়েলগুয়াবিরন, একটি কুকুর আকৃতির যেমি, যা মৃতদের উপর নজর রাখতো। ডেমিনন কারাকারাকোল, একজন পুরুষ সাংস্কৃতিক নায়ক, যার থেকে তাইনো নিজেদের বংশধর বলে বিশ্বাস করতো, তাকে যেমি হিসেবে পূজা করা হত। ম্যাকোকেল ছিলেন একজন সাংস্কৃতিক নায়ক যিনি যেমি হিসেবে পূজিত হতো, যিনি সেই পাহাড়কে রক্ষা করতে ব্যর্থ হন যেখান থেকে মানুষ উঠে এসেছিল।\nযেমি সেই নামও ছিল যা মানুষ যেমিদের তাদের শারীরিক উপস্থাপনা দিয়েছিল, বস্তু বা অঙ্কন। এগুলি অনেকগুলি গঠন এবং উপকরণে তৈরি হয়েছিল এবং বিভিন্ন বিন্যাসে পাওয়া গিয়েছে। বেশিরভাগ যেমি কাঠ থেকে তৈরি করা হয়েছিল, তবে পাথর, হাড়, খোল, মৃৎপাত্র এবং তুলাও ব্যবহার করা হয়েছিল। যেমি পেট্রোগ্লিফগুলি স্রোতের পাথরে, বল কোর্টে এবং গুহায় স্ট্যালগমিটগুলিতে খোদাই করা হয়েছিল। সেমি চিত্রপ্রতীকগুলি ধর্মনিরপেক্ষ বস্তু যেমন মৃৎশিল্প এবং ট্যাটুতে পাওয়া গেছে। ইউসাহা, কাসাভার যেমি, একটি তিন-দিকযুক্ত যেমির সাথে প্রতিনিধিত্ব করা হয়েছিল, যা কাসার ফলন বাড়ানোর জন্য কনুকোসে পাওয়া যেতে পারে। হিস্পানিওলা ও জ্যামাইকার গুহায় কাঠ ও পাথরের যেমি পাওয়া গেছে।\nকিছু যেমির সাথে একটি ছোট টেবিল বা ট্রে থাকে, যা পিপ্টাদেনিয়া গাছের একটি প্রজাতির মটরশুটি থেকে প্রস্তুত কোহোবা নামক হ্যালুসিনোজেনিক স্নাফের একটি গ্রহণযোগ্য স্থান বলে মনে করা হয়। এই ট্রেগুলি অলঙ্কৃতভাবে খোদাই করা স্নাফ টিউবগুলির সাথে পাওয়া গেছে। কিছু অনুষ্ঠানের আগে, তাইনোরা নিজেকে শুদ্ধ করতো, হয় বমি করে (গিলে খাওয়ার লাঠি দিয়ে) অথবা উপোস রেখে। মহাসাগরের উৎপত্তি একটি বিশাল বন্যার গল্পে বর্ণিত হয়েছে যখন একটি পিতা তার পুত্রকে হত্যা করেছিল (যিনি পিতাকে হত্যা করতে চলেছিলেন)। পিতা তার ছেলের হাড়গুলিকে করলা বা কলাবাশে রাখেন। তাইনোরা বিশ্বাস করতো যে জুপিয়াস, মৃতদের আত্মা, কোয়াবেয় যেতে হবে, পাতাল, এবং সেখানে তারা সারাদিন বিশ্রাম করবে।\n\n\n== স্পেনবাসী এবং তাইনো ==\n\nকলম্বাস এবং তার জাহাজের নাবিকদল প্রথম ইউরোপীয় ছিলেন যারা তাইনো জনগণের মুখোমুখি হয়েছিল, যখন তারা ১২ অক্টোবর, ১৪৯২ সালে বাহামাসে অবতরণ করেছিল। তাদের প্রথম মিথস্ক্রিয়ার পরে, কলম্বাস তাইনোদেরকে শারীরিকভাবে লম্বা, ভাল-সমানুপাতিক মানুষ হিসাবে বর্ণনা করেছিলেন ও মহৎ এবং দয়ালু ব্যক্তিত্ব হিসাবে উল্লেখ করেছেন।\nকলম্বাস তার ডায়েরিতে লিখেছিলেন:\n\nতারা আমাদের সাথে ব্যবসা করেছে এবং তাদের যা কিছু আছে তা আমাদের দিয়েছে, সদিচ্ছার সাথে ... তারা আমাদের খুশি করতে দারুণ আনন্দ পেল ... তারা খুবই মৃদু এবং মন্দ কি তা জ্ঞান ছাড়াই; তারা খুন বা চুরি করে না ... আপনার উচ্চতা বিশ্বাস করতে পারে যে সমস্ত পৃথিবীতে এর চেয়ে ভাল মানুষ হতে পারে না...তারা তাদের প্রতিবেশীদের নিজেদের মতো করে ভালবাসে এবং তারা বিশ্বের সবচেয়ে মিষ্টি কথা বলে, এবং মৃদু এবং সর্বদা হাস্যোজ্জ্বল।এই সময়ে, তাইনোর প্রতিবেশী ছিল কিউবার পশ্চিম প্রান্তের গুয়ানাহাটাবেই, লেসার অ্যান্টিলেসের দ্বীপ-ক্যারিবের গুয়াদলুপ থেকে গ্রেনাডা পর্যন্ত এবং ফ্লোরিডার ক্যালুসা এবং আইস জাতি। গুয়ানাহানি ছিল দ্বীপের তাইনো নাম যা কলম্বাস সান সালভাদর (স্পেনীয় ভাষায় \"পবিত্র ত্রাণকর্তা\") হিসাবে পরিবর্তন করেছিলেন। কলম্বাস তাইনোকে \"ভারতীয়\" বলে অভিহিত করেছেন, একটি তথ্যসূত্রে তিনি পশ্চিম গোলার্ধের সমস্ত আদিবাসীদের মধ্যে তাইনোদের অন্তর্ভুক্ত করেছিলেন। একদল তাইনো দল কলম্বাসের সাথে স্পেন ফেরার যাত্রায় অনুষঙ্গী হয়েছিল।\nতাদের সমাজে কলম্বাসের দ্বিতীয় সমুদ্রযাত্রায়, তিনি হিস্পানিওলার তাইনোর কাছ থেকে শ্রদ্ধার প্রয়োজন অনুভব করেছিলেন। লেখক কার্কপ্যাট্রিক সেলের মতে, ১৪ বছরের বেশি বয়সী প্রতিটি প্রাপ্তবয়স্ক প্রতি তিন মাসে সোনায় পূর্ণ একটি ছোট ঘণ্টা বা যখন এটির অভাব ছিল তখন পঁচিশ পাউন্ড কাতানো তুলা দেওয়ার আশা করা হয়েছিল। এই শ্রদ্ধাঞ্জলি আনতে ব্যর্থ হলে, স্পেনীয়রা তাইনোর হাত কেটে ফেলা এবং তাদের রক্তাক্ত অবস্থায় রেখে দেওয়ার রীতি চালু করেছিল। এই নিষ্ঠুর অভ্যাসগুলি তাইনোর অনেক বিদ্রোহকে অনুপ্রাণিত করেছিল এবং স্পেনীয়দের বিরুদ্ধে প্রচারণা চালায় - কিছু সফল হয়েছে, কিছু নয়।\n১৫১১ সালে, পুয়ের্তো রিকোর বেশ কয়েকটি ক্যাসিকস, যেমন আগিবানোতে দ্বিতীয়, আরাসিবো, হাইউআ, জুমাকাও, উরায়োআন, গুয়ারিঅনেক্স এবং ওরোকোবিক্স, ক্যারিবীয়দের সাথে মিত্রতা স্থাপন করেছিল এবং স্পেনীয়দের ক্ষমতাচ্যুত করার চেষ্টা করেছিল। গভর্নর জুয়ান পন্স ডি লিওনের ভারত-স্প্যানিশ বাহিনী এই বিদ্রোহ দমন করে। হ্যাটুই, একজন তাইনো সর্দার যিনি কিউবার আদিবাসীদের একত্রিত করার জন্য হিস্পানিওলা থেকে কিউবায় পালিয়ে গিয়েছিলেন, ২রা ফেব্রুয়ারি, ১৫১২ সালে তাকে পুড়িয়ে মারা হয়েছিল।\nহিস্পানিওলায়, এনরিকুইলো নামে একজন তাইনো প্রধান ১৫২০-এর দশকে একটি সফল বিদ্রোহে ৩,০০০ টিরও বেশি তাইনোকে একত্রিত করেছিলেন। এই তাইনো রাজকীয় প্রশাসন থেকে জমি এবং একটি সনদ প্রদান করা হয়েছিল। এই অঞ্চলে ছোট স্পেনীয় সামরিক উপস্থিতি সত্ত্বেও, তারা প্রায়ই কূটনৈতিক বিভাগ ব্যবহার করতো এবং শক্তিশালী স্থানীয় মিত্রদের সাহায্যে, বেশিরভাগ অঞ্চল নিয়ন্ত্রণ করতো। একটি মৌসুমী বেতন, ধর্মীয় এবং ভাষা শিক্ষার বিনিময়ে, তাইনোদের স্পেনীয় এবং ভারতীয় জমির মালিকদের জন্য কাজ করার প্রয়োজন ছিল। শ্রম এই ব্যবস্থা ছিল এনকমিএন্ডা অংশ।\n\n\n== নারী ==\n\n\n== জনশূন্যতা ==\n\n\n== বর্তমান তাইনো বংশধর ==\n\n\n== আরও দেখুন ==\nওয়েস্ট ইন্ডিজ\nজামাইকার ইতিহাস\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nAbbot, Elizabeth (১ এপ্রিল ২০১০)। Sugar: A Bitterweet History। Penguin। আইএসবিএন 978-1-59020-772-7। সংগ্রহের তারিখ ৫ মার্চ ২০১৩। \nChrisp, P. (২০০৬)। DK Discoveries: Christopher Columbus। Penguin। আইএসবিএন 978-0-7566-8616-1। সংগ্রহের তারিখ ৫ মার্চ ২০১৩। \nRicardo Alegría (এপ্রিল ১৯৫১)। \"The Ball Game Played by the Aborigines of the Antilles\"। American Antiquity। 16 (4): 348–352। জেস্টোর 276984। ডিওআই:10.2307/276984। \nRouse, Irving (১৯৯২)। The Tainos: Rise and Decline of the People Who Greeted Columbus। Yale University Press। আইএসবিএন 0-300-05696-6। \n\n\n== আরো পড়ুন ==\n\nDutchen, Stephanie (ডিসেম্বর ২৩, ২০২০)। \"Island investigations\"। The Harvard Gazette। Harvard University। \n\n\n== বহিঃসংযোগ ==\n\nStatehood Issue Stirs Passions About Puerto Rican Identity.  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ ফেব্রুয়ারি ২০১৪ তারিখে\nIsland Thresholds, Peabody Essex Museum's interactive feature, showcases the work of Caribbean artists and their exploration of culture and identity.\nThe Cave of Wonders - Taino Cave Art in La Romana  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ আগস্ট ২০২০ তারিখে\nTaíno Diccionary, A dictionary of words of the indigenous peoples of caribbean from the encyclopedia \"Clásicos de Puerto Rico, second edition, publisher, Ediciones Latinoamericanas. S.A., 1972\" compiled by Puerto Rican historian Dr. Cayetano Coll y Toste of the \"Real Academia de la Historia\".\n2011 Smithsonian article on Taíno culture remnant in the Dominican Republic  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ ডিসেম্বর ২০১৩ তারিখে"}