{"pageid": 107515, "title": "কল্পিত জলচর জীব", "url": "https://bn.wikipedia.org/wiki?curid=107515", "content": "বিভিন্ন সময়ে বিভিন্ন জায়গায় জলাভূমি নদী, হ্রদ ও সমুদ্রে নানা ধরনের প্রাণী ও উদ্ভিদের কথা প্রচারে এসেছে। বেশিরভাগ সময়েই এই ধরনের জীবের কোন অস্তিত্ব প্রমাণ করা জায়নি। এই ধরনের জীবের কথা বিভিন্ন সমুদ্রাভিযানের সময় বিশেষত উপনিবেশবাদী যুগে যখন পশ্চিম ইউরোপীয় দেশগুলি থেকে সমুদ্রাভিযান হত তখন বেশি শোনা যেত। কখনও প্রকৃত তথ্য লোক মুখে অনেক বড় আকার নিত। মনের ভ্রম বা (Halucination)ও এইসব জীবদের প্রচারে আসার কারণ। কখনো কখনো সাধারণ প্রাণীও ঘটনার বিবরণভেদে অসাধারণ হয়ে ওঠে । কোন কোন নাবিক নিজের বীরত্ব দেখানোর জন্য এই সব প্রাণীদের উল্লেখ করেছেন। তবে একথাও ঠিক এখনও সামগ্রিকভাবে সামুদ্রিক জীবদের ব্যাপারে সমস্ত তথ্য পাওয়া সম্ভব হয়নি। এই জীবগুলির অতীত অস্তিত্বও উড়িয়ে দেওয়া যায় না। কোন বর্ণসঙ্কর, পরিব্যক্তি বা হরমোন ঘটিত বিকৃতি এই সব জীবের উৎপত্তির কারণ হতে পারে।\n\n\n== কল্পিত জলজ উদ্ভিদ ==\nকিছু কিছু উদ্ভিদের কথা জান গেছে।\n\n\n=== নরখাদক গাছ ===\nএই গাছ জলের তলায় বেড়ে উঠত। ভাসমান জাহাজ থেকে মানুষ ধরে খেত। এই গাছের অস্তিত্বের কোন প্রমাণ পাওয়া যায় নি।\n\n\n=== ভাসমান অরণ্য ===\nবিভিন্ন শৈবালজাতীয় উদ্ভিদ এই অরণ্য তৈরি করে। অনেক সময় এই অরণ্যকে দ্বীপ বলে ভুল হয়।\n\n\n== কল্পিত জলজ প্রাণী ==\nবিভিন্ন নদী, হ্রদ ও সাগরে এই ধরনের প্রাণীদের কথা জানা গেছে। এই প্রাণীদের অনেকে ডাইনোসরদের বর্তমান রূপ বলে মনে করা হয়। এখনো গবেষণা করে কোন সঠিক সিদ্ধান্তে আসা যায় নি।\n\n\n=== তিমিংগিল ===\nযে তিমিকে গিলতে পারে তাকে তিমিংগিল বলে। বিভিন্ন নাবিকদের জবানীতে এদের কথা জানা গেলেও বাস্তব প্রমাণ পাওয়া যায় নি।\n\n\n=== কোরায়েশ ===\nআরব বিশ্বাস মতে এই প্রাণী সমুদ্রে বাস করে। অন্য প্রাণী দের ধরে খায় কিন্তু এদের কেউ খেতে পারেনা। এই প্রাণীদের নামেই আরবের এক গোত্রের নাম কোরায়েশ।\n\n\n=== অন্যান্য সমুদ্র রাক্ষস ===\n\n\n=== লকনেস দানব ===\nস্কটল্যান্ডের নেস হ্রদ এই জীবের আফসানার উৎপত্তি। বিভিন্ন সময়ে এর অস্তিত্ব প্রমাণের চেষ্টা চলেছে। যার মধ্যে ১৯৩৪ সালের এক চিকিৎসকের ছবি বিখ্যাত। এই ছবির সত্যতা সন্দেহজনক।\n\n\n=== বুনিপ ===\n\nঅস্ট্রেলিয়ার উপজাতিরা এই ধরনের জীবের অস্তিত্বে বিশ্বাস করে।\n\n\n=== জলপরী ===\nএই ধরনের কোন কিছুর কোন প্রমাণ না থাকলেও প্রচলিত বিশ্বাসমতে এর উল্লেখ পাওয়া যায়। অনেক জীববিদ এই জীবের উৎপত্তির কারণ হিসাবে ক্লান্তি ও নেশা জনিত ভ্রমের কথা বলেছেন।\n\n\n=== মৎস্যকন্যা ===\nমানুষ ও মাছের মিলিত এই রুপ Mermaid বা Manatee নামে পরিচিত। বিভিন্ন ম্যানগ্রোভ বনে Manatee নামে এক স্তন্যপায়ী প্রাণী পাওয়া যায়।\n\n\n== তথ্য ==\n\nCohen, Daniel (১৯৭০)। A Modern Look At Monsters। Cornwall, New York: The Cornwall Press, Inc। আইএসবিএন 0-396-06200-8। \nCohen, Daniel (১৯৮৯)। Encyclopedia of Monsters: Bigfoot, Chinese Wildman, Nessie, Sea Ape, Werewolf and many more...। London: Michael O'Mara Books Ltd। আইএসবিএন 0-948397-94-2। \nMackal, Roy P. (১৯৮০)। Searching For Hidden Animals: An Inquiry into Zoological Mysteries। USA: Self published। আইএসবিএন 0-385-14897-6। \n\n\n== তথ্যসূত্র =="}