{"pageid": 1075287, "title": "ইহুদি ধর্মের নবী", "url": "https://bn.wikipedia.org/wiki?curid=1075287", "content": "রাসির মতে ইহুদী ধর্মে ৪৮ জন পয়গম্বর ও ৭ জন পয়গম্বরিনী আছেন। মালাখিকে ইহুদি ধর্মের শেষ নবী হিসেবে বিশ্বাস করা হয়। ইহুদিরা বিশ্বাস করে দৈব্যবানীর যুগ যার নাম নেভুয়াহ, তা নবী হগয়, সখরিয় ও মালাখি আসার পর শেষ হয়ে গেছে যখন সাকিনাহ ইসরায়েল থেকে বিদায় নিয়েছিলো।\n\n\n== নবীদের তালিকা ==\nতালমুদ অনুসারে পয়গম্বরের সংখ্যা ৪৮ জন এবং পয়গম্বরিনীর সংখ্যা ৭ জন।\n\n\n=== ৪৮ জন পয়গম্বর ===\nআব্রাহাম\nইসহাক\nযাকোব\nমোশি\nহারোণ\nযিহোশূয়\nপিনহস\nএলকানা\nএলি\nশমূয়েল\nগাদ\nনাথান\nদায়ূদ\nশলোমন\nইদ্দো\nমীখায়া\nওবদিয়\nঅহিয়\nযেহু\nঅসরিয়\nযহষিয়েল\nইলিয়েসর\nহোশেয়\nআমোস\nমীখা\nআমোজ\nএলিয়\nইলীশায়\nযোনা\nযিশাইয়\nযোয়েল\nনহুম\nহবক্কুক\nসফনিয়\nউরিয়\nযিরমিয়\nযিহিষ্কেল\nশিমেয়াহ\nবারুক\nজেরিয়\nসরায়\nমসরায়\nহগয়ের\nসখরিয়\nমালাখি\nমর্দখয়\nওদেদ\nহনানি\n\n\n=== ৭ জন পয়গম্বরিনী ===\nসারা\nমরিয়ম\nদবোরা\nহান্না\nঅবীগল\nহুলদা\nইষ্টের\n\n\n== রাব্বাইনীয় সূত্র ==\nযদিও তালমুদ বলে যে শুধু \"৪৮ জন পয়গম্বর ও ৭ জন পয়গম্বরিনী ইজরায়েলে ভবিষ্যতবাণী করেছিলেন\", তার মানে এই নয় যে ইহুদিদের শুধু ৫৫ জন নবী রয়েছে। তালমুদ ভিন্ন উদাহরণ দিয়ে এর যুক্তিখণ্ডন করেছে সাথে বারাইতার সূত্র দিয়ে উদ্ধৃতি দিয়েছে যে দৈব্যবানীর যুগে নবীদের সংখ্যা মিশর থেকে বেরিয়ে যাওয়া ইজরায়েলিদের দ্বিগুন ছিলো (৬,০০,০০০ পুরুষ)। ৫৫ জনের নাম উল্লেখ রয়েছে কারণ তারা এমন কিছু ভবিষ্যতবাণী করেছিলো যেগুলো শুধু তাদের নিজেদের সময়ের জন্য নয় ভবিষ্যত প্রজন্মের সাথেও সম্পর্কিত ছিলো, অথবা ঈশ্বরের সাথে তাদের স্ব-আনন্দদায়ক ঘটনার জন্য। হিব্রু ধর্মগ্রন্থগুলো সেরকম কিছু স্ব-আনন্দিক নবীদের ব্যাপারে উদ্ধৃতি তুলে ধরে। যেমন রাজা শৌলের সাথে সম্পর্কিত একটি উদাহরণ:১০ তাঁহারা সেখানে, সেই পর্ব্বতে, উপস্থিত হইলে, দেখ, এক দল ভাববাদী তাঁহার সম্মুখে পড়িলেন; এবং ঈশ্বরের আত্মা সবলে তাঁহার উপরে আসিলেন, ও তাঁহাদের মধ্যে তিনি ভাবোক্তি প্রচার করিতে লাগিলেন। ১১ আর যাহারা পূর্ব্বে তাঁহাকে জানিত, তাহারা সকলে যখন দেখিল, দেখ, তিনি ভাববাদীদের সহিত ভাবোক্তি প্রচার করিতেছেন, তখন লোকেরা পরস্পর কহিল, কীশের পুত্রের কি হইল? শৌলও কি ভাববাদিগণের মধ্যে এক জন? ১২ তাহাতে তথাকার এক জন উত্তর করিল, ভাল, উহাদের পিতা কে? এইরূপে, ‘শৌলও কি ভাববাদিগণের মধ্যে এক জন?’ এই কথা প্রবাদ হইয়া উঠিল। ১৩ পরে তিনি ভাবোক্তি প্রচার সাঙ্গ করিয়া উচ্চস্থলীতে গেলেন।\n\n\n== আরও দেখুন ==\nইহুদি ধর্ম\n\n\n== তথ্যসূত্র =="}