{"pageid": 1076309, "title": "দ্য ওয়েইস্ট মেকার্স", "url": "https://bn.wikipedia.org/wiki?curid=1076309", "content": "দ্য ওয়েইস্ট মেকার্স (ইংরেজি: The Waste Makers) ভোক্তাবাদ বিষয়ে মার্কিন সমাজবিজ্ঞানী ভ্যান্‌স প্যাকার্ড রচিত ও ১৯৬০ খ্রিস্টাব্দে প্রকাশিত একটি গ্রন্থ। গ্রন্থটির মূল প্রতিপাদ্যটি ছিল এই যে মার্কিন যুক্তরাষ্ট্রের জনগণ যতটুক উচিত, তার চেয়ে অনেক বেশি পণ্য ও সেবা ভোগ করে এবং তাদের এই ভোগের কারণে ক্ষতির শিকার হয়।\n\n\n== সারাংশ ==\nএকজন পর্যালোচক গ্রন্থটির মূল প্রতিপাদ্যটির একটি সারাংশ নিম্নরূপে প্রকাশ করেন:\n\nমার্কিন সমাজে ভোগকে অতিরিক্ত গুরুত্ব প্রদান করা হয়, বিশেষ করে যা ভোগ করা হয়, তার গুণমানের চেয়ে পরিমাণের উপরে বেশি জোর দেওয়া হয় এবং এভাবে সংস্কৃতি, সাবধানতা ও ভবিষ্যতের জন্য যথাযথ উদ্বেগকে বিসর্জন দেওয়া হয়। তিনি এই বিকৃত মূল্যবোধগুলির জন্য মার্কিন ব্যবসায়ী সম্প্রদায়কে, বিশেষ করে বিপণনকারী ও বিজ্ঞাপন নির্মাতাদেরকে দোষী সাব্যস্ত করেন, যারা সাধারণ জনগণকে এমনভাবে প্রতারিত করেছেন যাতে তারা মিথ্যা আদর্শসমূহ গ্রহণ করে।\nআরেকজন পর্যালোচক নিম্নরূপ মন্তব্য করেন:\n\n[...] আমরা একবার প্ররোচিত হয়ে গেলে অতিরিক্ত ক্রয় করে থাকি, কেননা শিল্পখাত বিক্রয়যোগ্য পণ্যের চাহিদাতিরিক্ত সরবরাহের ভয়ে বিভিন্ন ধরনের চাপ ও কর্মপদ্ধতি প্রয়োগ করে জনসাধারণকে জোর করে সেগুলি খাওয়ানোর চেষ্টা করে। এগুলির মধ্যে আছে অর্থনৈতিক প্রবৃদ্ধি নিয়ে সার্বক্ষণিক অত্যধিক উদ্বেগ (growthmanship) কিংবা ক্রয় করার ক্ষুধা উস্কে দেওয়া; পণ্য ফেলে দিতে উৎসাহদানাকারী বিভিন্ন কৌশল যেমন \"একবার ব্যবহারের পর পরিত্যাজ্য\" (disposable) পণ্যের ধারণা; এবং পরিকল্পিত বিলোপন  (planned obsolescence), যা হয় পণ্যের শৈলীগত পরিবর্তন সাধন করে বা পূর্বপরিকল্পিতভাবে পণ্যটি  নিজে থেকে নষ্ট হয়ে যাওয়া নিশ্চিত করে সাধিত হতে পারে। কৃত্রিক দিকগুলি আরও ব্যাপকভাবে বিস্তৃত এবং দুঃসাধ্য বিক্রয়কে সহজ করার জন্য ও ক্রেতাদের মধ্যে অমিতব্যয়িতা উৎসাহিত করার জন্য দাম নির্ধারণ, বিক্রয়োত্তর সেবাপ্রদান, মোড়কজাতকরণ, অর্থসংস্থান, পণ্য বাজারজাতকরণে অনেক ছলনামূলক উপাদান থাকে। মার্কিন ক্রেতারা কেবলমাত্র চিরকুটে লেখা মূল্যই পরিশোধ করেন না, এতে মার্কিন যুক্তরাষ্ট্রের জাতীয় প্রাকৃতিক সম্পদের পাশাপাশি ব্যক্তিচরিত্র ও পারিবারিক বিন্যাসগুলিও ধ্বংসপ্রাপ্ত হয়।\nগ্রন্থের লেখক ভ্যান্‌স প্যাকার্ড \"ভোক্তাবাদ\" পরিভাষাটিকে ভোক্তাদের চর্চা নির্দেশকারী একটি ইতিবাচক শব্দ থেকে মাত্রাতিরিক্ত বস্তুবাদ ও আবর্জনা নির্দেশকারী একটি নেতিবাচক শব্দে পরিণত করার উদ্দেশ্যে নিজেকে নিয়োজিত করেছিলেন। তাঁর ওয়েইস্ট মেকার্স বইয়ের বিজ্ঞাপনগুলিতে \"ভোক্তাবাদ\" শব্দটি নেতিবাচকভাবে ও দৃষ্টি আকর্ষক হিসেবে উপস্থাপন করা হয়।\n\n\n== পর্যালোচনা ==\nএকজন পর্যালোচক বলেন যে বইটিতে অর্থনৈতিক প্রবৃদ্ধি কীভাবে একটি সদ্‌গুণ হিসেবে গণ্য হওয়া শুরু হল, তার একটি অনুসন্ধান চালানো হয়েছে।\nআরেকজন পর্যালোচকের মতে বইটিতে ব্যবসায়ীরা অর্থনৈতিক মুনাফা অর্জনের উদ্দেশ্যে কীভাবে সাধারণ মানুষকে গণহারে নিজ-উদ্দেশ্যসাধনে কাজে লাগায়, সে ব্যাপারটি বর্ণিত হয়েছে। কমেন্টারি সাময়িকীর পর্যালোচক মন্তব্য করেন যে প্যাকার্ড ব্যবসায়ীদেরকে তীব্র আক্রমণ করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nentry at Archive.org"}