{"pageid": 1076354, "title": "শ্রীসূক্ত", "url": "https://bn.wikipedia.org/wiki?curid=1076354", "content": "শ্রীসূক্ত বা শ্রীসূক্তম্ (সংস্কৃত: श्रीसूक्तम्) হল প্রাচীনতম সংস্কৃত ভক্তিমূলক স্তোত্র যার মাধ্যমে সম্পদ, সমৃদ্ধি ও উর্বরতার হিন্দু দেবী শ্রী-লক্ষ্মীকে শ্রদ্ধা জানানো হয়।\nদেবীর উপাসনার জন্য সংস্কৃত ছন্দের কঠোর আনুগত্য সহ শ্রীসূক্ত পাঠ করা হয়। এই স্তোত্রটি ঋগ্বৈদিক খিলানিতে পাওয়া যায়, যেটি ঋগ্বেদের পরিশিষ্ট যা প্রাক-বৌদ্ধ যুগের হতে পারে।\n\n\n== উৎস ও সংস্করণ ==\nশ্রীসূক্ত খিলানিসমূহের অংশ বা ঋগ্বেদের পরিশিষ্ট। এগুলি ঋগ্বেদে পরবর্তী সংযোজন ছিল, যা কেবল বসকাল শাখাতে পাওয়া যায়, এবং স্তোত্রটি বিভিন্ন স্তরে বিদ্যমান যা বিষয়বস্তু এবং রচনার সময় উভয় ক্ষেত্রেই পৃথক। জে শেফটেলোভিৎজ এর মতে, উদাহরণস্বরূপ, স্তর বা ধাপ ১ শ্লোক ১-১৯ (দেবী শ্রী, ১–২ এবং ১৩-১৭ লক্ষ্মীকে সম্বোধন করা ৩–১২ পদ) নিয়ে গঠিত, যখন দ্বিতীয় স্তরে ১৬-২৯ পদ আছে (অর্থাৎ, দ্বিতীয় সংস্করণটি প্রথমটির ১৬–১৯ পদ মুছে দেয়)। তৃতীয় স্তর, ২৩ নম্বর থেকে শুরু হওয়া শ্লোক, একইভাবে দ্বিতীয় সংস্করণের সাথে সমাপতিত হয়।\nপ্রথম স্তরটি সর্বাধিক সত্যায়িত এবং সাধারণত ঋগ্বেদের পঞ্চম মণ্ডলে যুক্ত হয়। এর অধিকাংশ শ্লোক সম্ভবত ব্রাহ্মণের আমলে রচিত হয়েছিল, যার মধ্যে কয়েকটি উপনিষদিক যুগে সংযোজিত হয়েছিল। দ্বিতীয় স্তর পরবর্তী প্রথম তারিখ; যখন তৃতীয়টি একক, আরো সাম্প্রতিক, পাঠ্যে সত্যায়িত হয়।\n\n\n== পাঠ্য ও প্রতীক ==\n\nদেবী শ্রী বেশ কয়েকটি প্রাথমিক বৈদিক স্তোত্রে আবির্ভূত হন এবং এটি শুভ এবং রাজকীয় গুণাবলীর রূপ। শ্রী সূক্ত সম্ভবত প্রথম পাঠ্য যাতে শ্রী ও লক্ষ্মীর মধ্যে সমকক্ষতা আঁকা হয়েছে এবং দেবীরা দেবতা অগ্নির সাথে আরও যুক্ত।\nপরবর্তী মহাকাব্যকাল (প্রায় ৪০০ খ্রিস্টাব্দ) থেকে, শ্রী-লক্ষ্মী বিশেষ করে বিষ্ণুর সাথে তার স্ত্রী বা সঙ্গী হিসেবে যুক্ত।\nশ্রী সূক্ত শ্রীকে মহিমান্বিত, অলঙ্কৃত, রাজকীয়, স্বর্ণের মতো উজ্জ্বল, এবং আগুন, চন্দ্র ও সূর্যের মতো উজ্জ্বল বলে বর্ণনা করে। তাকে সোনা, গবাদি পশু, ঘোড়া ও খাবারের আকারে খ্যাতি, অনুগ্রহ ও প্রাচুর্যের দাতা হিসাবে সম্বোধন করা হয়েছে; এবং তার বোন অলক্ষ্মী (দুর্ভাগ্য), যাকে অভাব, ক্ষুধা, তৃষ্ণা ও দারিদ্র্যের সাথে জড়িত উল্লেখ করা হয়েছে, এবং তাকে নির্বাসনের জন্য অনুরোধ করা হয়েছে। স্তোত্রটিতে শ্রী'কে (কৃষি) উর্বরতার সাথে যুক্ত করে এবং তাকে কর্দামা (কাদা) মা, আর্দ্র, গন্ধের মাধ্যমে উপলব্ধিযোগ্য, গোবরে বাস করা এবং প্রচুর ফসল উৎপাদনকারী হিসাবে বর্ণনা করা হয়।\nশ্রী সূক্ত পদ্ম (পদ্ম বা কমল) এবং হাতি (গজ)-এর প্রতীকগুলি ব্যবহার করে-যা পরবর্তীতে দেবী শ্রী-লক্ষ্মীর সাথে ধারাবাহিকভাবে যুক্ত। পদ্ম বিশুদ্ধতা, সৌন্দর্য, আধ্যাত্মিক শক্তি, জীবন, উর্বরতা, বৃদ্ধি বা তন্ত্রে সমগ্র সৃষ্ট মহাবিশ্বের প্রতীক বলে মনে করা হয়।\nএটি হিন্দু (বৌদ্ধ ও জৈন) সাহিত্যে একটি পুনরাবৃত্তিমূলক রূপ এবং বিষ্ণুর নাভি থেকে উত্থিত একটি পদ্মকে বলা হয় একটি নতুন মহাজাগতিক সৃষ্টির সূচনা। হাতি রাজকীয়তার প্রতীক এবং হিন্দু পুরাণে মেঘ ও বৃষ্টির সাথেও সম্পর্কিত; তারা এইভাবে প্রাচুর্য এবং উর্বরতার দেবী হিসাবে শ্রী-লক্ষ্মীর মর্যাদা শক্তিশালী করে।\nপরে হিন্দু মূর্তিশিল্পে প্রায়শই গজ-লক্ষ্মীর রূপে শ্রী-লক্ষ্মীর প্রতিনিধিত্ব করে, একটি পদ্মের উপর দাঁড়িয়ে, দুটি হাতি তাদের পাশে তাদের জল দিয়ে স্নান করে দেখানো হয়।\n\n\n== তিরুমালায় আবৃত্তি ==\nভারতের অন্ধ্রপ্রদেশের তিরুমালা ভেঙ্কটেশ্বর মন্দিরের, বিখ্যাত প্রাচীন পার্বত্য মন্দিরে, ভেঙ্কটেশ্বরের ৩ ঘণ্টা দীর্ঘ তিরুমঞ্জনাম-এর সময় শোনানো পঞ্চ-সুক্তম (৫ টি সুক্তম) শ্রী সূক্ত। তিরুমঞ্জনাম প্রধান দেবতার প্রতি প্রতি শুক্রবার করা হয়। দৈনিক অরিজিতা বসন্তোৎসব সেবার সময়ও শ্রী সুক্তম পাঠ করা হয়।\n\n\n== আরও দেখুন ==\nদেবীসূক্ত\nপুরুষসূক্ত\nনারায়ণ সূক্ত\nসূক্ত ও স্তুতির তালিকা\nনাসদীয় সূক্ত (সৃষ্টিসূক্ত)\nঐতিহাসিক বৈদিক ধর্ম\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nKambhampati, Parvathi Kumar (২০১২), Sri Suktam – The Nature and Characteristics of the World Mother, Dhanishta Publications উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKinsley, David R. (১৯৯৯), Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious, Motilal Banarsidass Publ., আইএসবিএন 81-208-0394-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCoburn, Thomas B. (১৯৮৮), Devi Mahatmya: The Crystallization of the Goddess Tradition, Motilal Banarsidass Publ., আইএসবিএন 81-208-0557-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nScheftelowitz, Isidor (১৯০৬), Die Apokryphen des Rgveda, Breslau উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nScheftelowitz, Isidor (১৯২১), \"Sri Sukta\", Zeitschrift der Deutschen Morgenländischen Gesellschaft, Deutsche Morgenländische Gesellschaft, 75: 37–50 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSingh, Om Prakash (১৯৮৩), Iconography of Gaja-Lakshmī, Bharati Prakashan উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nSanskrit text and English translation\n\"Prapatti.com – English transliteration of Sri sukta\" (পিডিএফ)।  (38.1 KB)"}