{"pageid": 1076893, "title": "লক্কুণ্ডী", "url": "https://bn.wikipedia.org/wiki?curid=1076893", "content": "লক্কুণ্ডী বা লোক্কুগুণ্ডী হল ভারতের কর্ণাটক রাজ্যের গাদাগ জেলার অন্তর্গত একটি গ্রাম। খ্রিস্টীয় চতুর্দশ শতাব্দীর আগে এটি ছিল একটি প্রধান শহর। দশম শতাব্দীর মধ্যেই লক্কুণ্ডী দক্ষিণ ভারতের একটি গুরুত্বপূর্ণ অর্থনৈতিক ও বাণিজ্যিক কেন্দ্রে পরিণত হয়েছিল। এখানে টাঁকশালও স্থাপিত হয়েছিল বলে কন্নড় ও সংস্কৃত শিলালিপি ও সাহিত্যে উল্লিখিত হয়েছে। দ্বাদশ শতাব্দীর মধ্যে এখানে এক গুচ্ছ হিন্দু ও জৈন মন্দির স্থাপিত হয় এবং সেই সঙ্গে এখানে ধাপযুক্ত কূপ ও জলাধারও নির্মিত হয়। এখানকার উল্লেখযোগ্য মন্দিরগুলির অন্যতম ব্রহ্ম জিনালয় (প্রাচীনতম), মল্লিকার্জুন, লক্ষ্মীনারায়ণ, মাণিকেশ্বর, নাগনাথ, কুম্ভেশ্বর, নন্নেশ্বর, সোমেশ্বর, নারায়ণ, নীলকণ্ঠেশ্বর, কাশীবিশ্বেশ্বর (সর্বাধিক সূক্ষ্ম অলংকরণ সমৃদ্ধ), বীরভদ্র, বিরুপাক্ষ ও অন্যান্য মন্দির। গুরুত্ব ও সম্পদ বৃদ্ধির সঙ্গে সঙ্গে লক্কুণ্ডী হৈসলদের অন্যতম রাজধানীতে পরিণত হয়।\nচতুর্দশ শতাব্দীর পরে ইসলামি সুলতানি শাসকেরা দক্ষিণ ভারতীয় হিন্দু রাজ্যগুলির উপর রাজনৈতিক আধিপত্য স্থাপন ও লুণ্ঠনের জন্য যে শহরগুলিকে আক্রমণ করেছিল, তার মধ্যে একটি ছিল লক্কুণ্ডী। ঊনবিংশ শতাব্দীর ব্রিটিশ পুরাতত্ত্ববিদেরা লক্কুণ্ডী ও তার গুরুত্ব পুনরাবিষ্কার করেন। তাঁরা লক্কুণ্ডী গ্রামে জরাজীর্ণ অবস্থায় ৫০টি মন্দির উদ্ধার করেন। এই ধ্বংসস্তুপগুলি থেকে প্রাপ্ত শিল্পকর্মগুলি বর্তমানে বিভিন্ন জাদুঘরে রক্ষিত হয়েছে। প্রধান মন্দিরগুলি পুনরুদ্ধার করা হয়েছে। কয়েকটি ধ্বংসাবশেষে মন্দিরের কাছেই স্থানীয় ভাস্কর্যশালায় (জাদুঘর) প্রদর্শিত হয়েছে। এগুলি রক্ষণাবেক্ষণ করে ভারতীয় পুরাতত্ত্ব সর্বেক্ষণ। লক্কুণ্ডী হল হিন্দু স্থাপত্যশৈলীর কল্যাণ চালুক্য ধারার সর্বাধিক গুরুত্বপূর্ণ কেন্দ্রগুলির অন্যতম। হিন্দু ও জৈন মন্দির ছাড়াও এখানে জিন্দেশাহ ওয়ালির প্রতি উৎসর্গিত একটি ইসলামি দরগাহ্ও পাওয়া যায়।\n\n\n== তথ্যসূত্র ==\n\n11. LAKKUNDIY BRAMAJINALAY : VASTU-SHILP-SHASAN (2014, Dr. Appanna N. Hanje, Vidyashre Prakashan, ALAGAWADI-591317\n12. LAKKUNDIY BASADIGALU (2015), Dr. Appanna N. Hanje, Vidyashre Prakashan, ALAGAWADI-591317\n13. SAMAVASARAN (Research Articles-2015), Dr. Appanna N. Hanje, Vidyashre Prakashan, ALAGAWADI-591317\n\n\n== বহিঃসংযোগ ==\nMarvels of Lakkundi\nKalyani Chalukya Architecture\nটেমপ্লেট:Historical Places in Karnataka\nটেমপ্লেট:Hindu temples in Karnataka\nটেমপ্লেট:Historical Places in North Karnataka\nটেমপ্লেট:Historical places of Chalukyas\nটেমপ্লেট:Tourism in India\nটেমপ্লেট:Gadag"}