{"pageid": 1076806, "title": "সাবডোমেইন", "url": "https://bn.wikipedia.org/wiki?curid=1076806", "content": "ডোমেইন নেম সিস্টেম (ডিএনএস) শ্রেণিবিন্যাসে, একটি সাবডোমেইন হলো একটি ডোমেইন যা অন্য (প্রধান) ডোমেইনের একটি অংশ। উদাহরণস্বরূপ, যদি কোন ডোমেইন তাদের ওয়েবসাইট example.com এর অংশ হিসাবে একটি অনলাইন স্টোর অফার করে, তাহলে এটি সাবডোমেইন shop.example.com ব্যবহার করতে পারে।\n\n\n== পরিদর্শন ==\nডোমেইন নেম সিস্টেমের (ডিএনএস) একটি শ্রেণিবিন্যাস রয়েছে, যার মধ্যে একটি ডোমেইন নাম হিসাবে ট্রি নোডগুলি অন্তর্ভুক্ত রয়েছে। একটি সাবডোমেইন একটি ডোমেইন যা একটি বৃহত্তর ডোমেইনের অংশ। প্রতিটি লেবেলে ১ থেকে ৬৩ অক্টেট থাকতে পারে। সম্পূর্ণ ডোমেইন নাম তার পাঠ্য উপস্থাপনায় ২৫৩ অ্যাস্‌কি অক্ষরের মোট দৈর্ঘ্য অতিক্রম করতে পারে না।\nমূল ডোমেইন সম্পর্কিত ডিএনএস জোন ফাইল সম্পাদনা করে সাবডোমেইন সংজ্ঞায়িত করা হয়। যাইহোক, \"সাবডোমেইন\" শব্দটির ব্যবহার নিয়ে একটি চলমান বিতর্ক রয়েছে, যখন ঠিকানা রেকর্ড এ (হোস্ট) এবং অন্যান্য বিভিন্ন ধরনের জোন রেকর্ডের নাম উল্লেখ করে যা কোনও পাবলিক আইপি ঠিকানা গন্তব্য এবং যে কোনও ধরনের ম্যাপ করতে পারে সার্ভার নেটওয়ার্ক অপারেশন দলগুলি জোর দিয়ে বলে যে জোন এনএস (নাম সার্ভার) রেকর্ড এবং এটি ছাড়া অন্য যে কোনও সার্ভার-গন্তব্য দ্বারা সরবরাহিত ম্যাপিং ছাড়া অন্য কোনও ম্যাপিংয়ের জন্য \"সাবডোমেইন\" শব্দটি ব্যবহার করা অনুচিত।\nআরএফসি ১০৩৪ অনুসারে, \"একটি ডোমেইন অন্য ডোমেইনের একটি সাবডোমেইন হবে যদি এটি সেই ডোমেইনের মধ্যে থাকে\"। সেই সংজ্ঞার উপর ভিত্তি করে, একটি হোস্ট একটি সাবডোমেইন হতে পারে না, শুধুমাত্র একটি ডোমেইন একটি সাবডোমেইন হতে পারে। একটি সাবডোমেইনের একটি এসওএ রেকর্ড (কর্তৃপক্ষের সূচনা) সহ একটি পৃথক জোন ফাইল থাকবে।\nঅধিকাংশ ডোমেইন রেজিস্ট্রি শুধুমাত্র একটি দ্বিতীয়-লেভেল ডোমেইন নাম বরাদ্দ করে। হোস্টিং পরিষেবাগুলি সাধারণত সেই মাস্টার ডোমেইনের মধ্যে সাবডোমেইনগুলি সমাধান করার জন্য ডিএনএস সার্ভার সরবরাহ করে।\n\nএকটি সম্পূর্ণ যোগ্য ডোমেইন নাম একাধিক অংশ নিয়ে গঠিত। উদাহরণস্বরূপ, বাংলা উইকিপিডিয়ার ডোমেইন bn.wikipedia.org। bn হলো wikipedia.org এর একটি সাবডোমেইন। যদিও wikipedia.org সাধারণত ডোমেইন নাম হিসেবে বিবেচিত হয়, wikipedia আসলে .অর্গ টপ-লেভেল ডোমেইন (টিএলডি) এর একটি সাবডোমেইন। যে কোন সম্পূর্ণ যোগ্য ডোমেইন নাম একটি হোস্ট বা সাবডোমেইন হতে পারে।\nএকটি ডোমেইন নাম যা কোন সাবডোমেইন অন্তর্ভুক্ত করে না তাকে শীর্ষ ডোমেইন, রুট ডোমেইন বা বেয়ার ডোমেইন বলা হয়। উদাহরণস্বরূপ, wikipedia.org হলো উইকিপিডিয়ার শীর্ষ ডোমেইন, যা সাবডোমেইন www.wikipedia.org-এ পুননির্দেশিত হয়।\n\n\n== সাবডোমেইনের ব্যবহার ==\nওয়েব পরিষেবা সরবরাহকারী ইন্টারনেট পরিষেবা প্রদানকারীরা প্রায়ই সাবডোমেইন ব্যবহার করে। তারা তাদের গ্রাহকদের একটি (বা একাধিক) সাবডোমেইন বরাদ্দ করে যাদের নিজস্ব ডোমেইন নাম নেই। এটি গ্রাহকদের তাদের সাবডোমেইনের উপর স্বাধীনভাবে প্রশাসনের অনুমতি দেয়।\nসাবডোমেইনগুলি এমন সংস্থাগুলিও ব্যবহার করে যা সংগঠনের সাথে সম্পর্কিত একটি নির্দিষ্ট বিভাগ, ফাংশন বা পরিষেবাতে একটি অনন্য নাম বরাদ্দ করতে দেয়। উদাহরণস্বরূপ, একটি বিশ্ববিদ্যালয়ের কম্পিউটার বিজ্ঞান বিভাগে \"cs\" বরাদ্দ করতে পারে, যেমন www.cs.example.edu এর মতো সেই সাবডোমেইনের ভিতরে বেশ কয়েকটি হোস্ট ব্যবহার করা যেতে পারে।\n\n\n== আরোও দেখুন ==\nডোমেইন নাম\nডিরেক্টরি\nওয়েব পাতা\nউপপাতা\n\n\n== তথ্যসূত্র =="}