{"pageid": 1076688, "title": "মহারাণী স্বর্ণময়ী", "url": "https://bn.wikipedia.org/wiki?curid=1076688", "content": "মহারাণী স্বর্ণময়ী, সি.আই  (ডিসেম্বর, ১৮২৭ – ২৫ আগস্ট, ১৮৯৭) ছিলেন অবিভক্ত বাংলার মুর্শিদাবাদ জেলার কাশিম বাজার রাজের ১৮৪৪ খ্রিস্টাব্দ হতে ১৮৯৭ খ্রিস্টাব্দ পর্যন্ত সময়ের মহারাণী। বাংলার নবজাগরণের সময়কালে তিনি ছিলেন এক মহান জনহিতৈষী, সমাজসেবী, মানবতাবাদী ও পরোপকারী ব্যক্তিত্ব।\n\n\n== প্রাথমিক জীবন ও বিবাহ ==\nস্বর্ণময়ীর জন্ম ১২৩৬ বঙ্গাব্দের ২৬ শে অগ্রহায়ণ (১৮২৭ খ্রিস্টাব্দের ডিসেম্বর) ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের পূর্ব বর্ধমান জেলার ভাতার থানার অন্তর্গত ভাটাকুল গ্রামের এক তিলি সম্প্রদায়ের অতি দরিদ্র পরিবারে। নাম ছিল সারদাসুন্দরী।  তবে অপরূপ সুন্দরী হওয়ায় ১৮৩৬ খ্রিস্টাব্দে অতি অল্প  বয়সে কাশিম বাজার রাজ পরিবারের মহারাজা কৃষ্ণনাথের সঙ্গে বিবাহ হয়।  বিবাহের পর তিনি বাংলা লেখাপড়া শেখেন। তাদের দুই কন্যা, লক্ষ্মী ও সরস্বতী, জন্মগ্রহণ করে। ১৮৪৪ খ্রিস্টাব্দের ৩০শে অক্টোবর মাত্র ২২ বৎসর বয়সে মহারাজা কৃষ্ণনাথ নন্দী আত্মহত্যা করেন। পিতার জীবৎকালে এক কন্যা শৈশবে এবং অপরটি পিতার মৃত্যুর পর নিজের বিবাহের কিছুকালের মধ্যে মারা যায়।  \nপিতা হরনাথের অকাল মৃত্যুতে নাবালক কুমারের সমস্ত সম্পত্তি কোর্ট অব ওয়ার্ডের অধীন ছিল।  তাছাড়া পরবর্তীতে মহারাজা কৃষ্ণনাথ অপব্যয়ে দেনা ও উইলের বলে ইস্ট ইন্ডিয়া কোম্পানী অধিকার করে নেয়। অতি বুদ্ধিমতী স্বর্ণময়ী বিশ্বস্ত রাজকর্মচারী রায় রাজীবলোচনের সুপরামর্শে ও হরচন্দ্র লাহিড়ীর সহায়তায় সুপ্রিম কোর্টে আপিল করে ১৮৪৭ খ্রিস্টাব্দের ১৫ ই নভেম্বর সম্পত্তি ফেরত পান। এরপর ছয়জন সদস্যের কমিটি গড়ে এবং সুপ্রসিদ্ধ উকিল বৈকুন্ঠনাথ সেনের পরামর্শে মহারাণী স্বর্ণময়ী রাজকার্য পরিচালনা করতেন।\n\n\n== জনহিতকর কাজে অবদান ==\nবহরমপুরের অধিবাসীদের পানীয় জলের অভাব পূরণে জলসরবরাহের জন্য ২৭০,০০০ টাকা ব্যয়ের যে প্রকল্প তৎকালীন লেফটেন্যান্ট গভর্নর স্যার জন উডবার্ন ১৮৯৯ খ্রিস্টাব্দের ৩১শে জুলাই উদ্বোধন করেন, তার সিংহভাগই ১৬২,০০০ টাকা মহারাণী স্বর্ণময়ীই দান করেন।  স্বর্ণময়ী ১৮৭১ খ্রিস্টাব্দে কলকাতার চাঁদনী হাসপাতালের জন্য ১০০০ টাকা এবং ১৮৭২ ক্রিস্টাব্দ নেটিভ হসপিটালের জন্য ৮,০০০ টাকা দান করেন। এছাড়াও দুর্ভিক্ষ ও ম্যালেরিয়া ত্রাণ তহবিলে ৮,০০০ টাকা দান করেন। \nকলকাতা মেডিকেল কলেজে ছাত্রীনিবাস গড়তেই ১৫০,০০০ টাকা দান করেন। স্বর্ণময়ী গার্লস হস্টেল নামে পরিচিত এই ছাত্রীনিবাসের শিলান্যাস করেছিলেন লেডী ডাফরিন।  ১৮৫১ খ্রিস্টাব্দে স্বর্ণময়ী প্রদত্ত তিরিশ বিঘা জমিতে বহরমপুর কলেজ বর্তমানের কৃষ্ণনাথ কলেজ স্থাপিত হয়। ১৮৮৬ খ্রিস্টাব্দে সরকার কলেজ পরিচালনার ভার তুলে নিলে মহারাণী স্বর্ণময়ী কলেজ পরিচালনার ব্যয়ভার পর্যন্ত গ্রহণ করেন। \n১৮৭১ খ্রিস্টাব্দে স্বর্ণময়ী এক হাজার টাকা, রংপুর হাই স্কুলকে বর্তমানের উলিপুর মহারাণী স্বর্ণময়ী উচ্চবিদ্যালয় ও মহাবিদ্যালয়কে জমিসহ নিজ বাসভবন ও চার হাজার টাকা, ওরিয়েন্টাল সেমিনারিকে তিন হাজার টাকা, ১৮৭৬ খ্রিস্টাব্দে হিন্দু গার্লস স্কুলকে দশ হাজার টাকা, ১৮৮৩ খ্রিস্টাব্দে মুর্শিদাবাদের খাগড়া লন্ডন মিশনারি স্কুলকে পাঁচ হাজার টাকা দান করেন।  এছাড়াও স্বর্ণময়ী ১৮৭২ খ্রিস্টাব্দে কলকাতার  বেথুন কলেজকে ১৫,০০০ টাকা, ১৮৭৫ খ্রিস্টাব্দে কটক কলেজকে ২,০০০ টাকা, ১৮৭৬ খ্রিস্টাব্দে আলিগড় কলেজকে ২,০০০ টাকা, ১৮৮৭ খ্রিস্টাব্দে লন্ডন ইম্পিরিয়াল জুবিলি ইনস্টিটিউশনকে ৫,০০০ টাকা দান করেন। তারই প্রদত্ত জমিতে বর্তমানে বোটানিক্যাল গার্ডেন তথা আচার্য জগদীশচন্দ্র বসু ভারতীয় উদ্ভিদ উদ্যান এবং বেঙ্গল ইঞ্জিনিয়ারিং কলেজ (শিবপুর) তথা আজকের ভারতীয় প্রকৌশল বিজ্ঞান এবং প্রযুক্তিবিদ্যা প্রতিষ্ঠান, শিবপুর গড়ে উঠেছে। হিন্দু হস্টেলকেও ৪,০০০ টাকা দান করেন  কলকাতার ক্যাম্বেল মেডিক্যাল স্কুল বর্তমানে নীলরতন সরকার মেডিক্যাল কলেজ ও হাসপাতাল এবং ডাঃ মহেন্দ্রলাল সরকারের ভারতীয় বিজ্ঞান সভায় তিনি যথেষ্ট অর্থসাহায্য করেন। এভাবে জনহিতকর কাজে তার দানের পরিমাণ ছিল প্রায় পঞ্চাশ লক্ষ টাকা। \n\n\n== পুরস্কার ও সম্মাননা ==\n১৮৭১ খ্রিস্টাব্দের ১১ ই আগস্ট স্বর্ণময়ী মহারাণী উপাধি প্রাপ্ত হন। ১৮৭৮ খ্রিস্টাব্দের ১৪ ই আগস্ট জনহিতকর কাজে অসামান্য অবদানের স্বীকৃতিস্বরূপ ব্রিটিশ সরকার তাঁকে ক্রাউন অব ইন্ডিয়া সম্মানে ভূষিত করে। \nমহারাণী স্বর্ণময়ীর স্মৃতিতে তার জন্মস্থান বর্ধমান জেলার ভাটাকুল গ্রামে ১৯১৪ খ্রিস্টাব্দে ভাটাকুল স্বর্ণময়ী হাই স্কুল প্রতিষ্ঠিত হয়।\n\n\n== জীবনাবসান ==\nমহারাণী স্বর্ণময়ী ১৮৯৭ খ্রিস্টাব্দের ২৫ শে আগস্ট (১৩০৪ বঙ্গাব্দের ১০ ই ভাদ্র) বুধবার প্রয়াত হন। তার মৃত্যুর পর মহারাজ কৃষ্ণনাথের বোন, গোবিন্দসুন্দরী দেবীর পুত্র, মণীন্দ্র চন্দ্র নন্দী, উত্তরাধিকারী হিসাবে মহারাজা হন।\n\n\n== তথ্যসূত্র =="}