{"pageid": 1076965, "title": "ব্যাংক সমন্বয়", "url": "https://bn.wikipedia.org/wiki?curid=1076965", "content": "ব্যাংক সমন্বয় (ইংরেজি: Bank reconciliation) হিসাবরক্ষণ প্রক্রিয়ার একটি ধাপ যার মাধ্যমে গ্রাহকের নগদান বই ও ব্যাংক বিবরণীর মধ্যাকার পার্থক্য বা গরমিল সমন্বয় বা মিল কারা হয়। ব্যাংক বা গ্রাহকের ভুলে বা সময়ের পার্থক্যের কারণে এই দুই পক্ষের হিসাবে যে অমিল দেখা দেয় সেটি ঠিক ব্যাংক সমন্বয়ের মাধ্যমে ঠিক করা হয়।\n\n\n== ব্যাংক বিবরণী ও নগদান বইয়ে পার্থক্যের কারণ ==\nজমাকৃত চেক: গ্রাহক তার ব্যাংক হিসাবে কোন চেক জমা করার সাথে সাথে সেটি তার নগদান বইতে লিপিবদ্ধ করে। কিন্তু সেই চেকের টাকা আদায় না হওয়া পর্যন্ত ব্যাংক সেটি গ্রাহকের ব্যাংক বিবরণীতে যোগ করে না। এজন্যই দুই হিসাব বিবরণীর মধ্যে পার্থক্য দেখা দেয়।\nইস্যুকৃৎ চেক: গ্রাহক তার কোন পাওনাদার বা যে কেউকে কোন চেক দিলে সাথে সাথে সেটি নগদান বইয়ে লিপিবদ্ধ করে। কিন্তু ঐ পাওনাদার যতক্ষণ না ঐ চেক ব্যাংকে জমা দিবে এবং ব্যাংক টাকা পরিশোধ করবে ততক্ষণ ব্যাংক গ্রাহকের হিসাব থেকে ঐ টাকা বিয়োগ করবে না এবং সেটি ব্যাংক বিবরণীতে দেখাবে না। এর ফলেও  দুই হিসাব বিবরণীর মধ্যে পার্থক্য দেখা দেয়।\nব্যাংক কর্তৃক আদায় ও পরিশোধ: অনেক সময় ব্যাংক গ্রাহকের পক্ষে তার টাকা আদায় করে দেয় এবং গ্রাহকের পাওনা পরিশোধ করে দেয়। উভয় ক্ষেত্রেই ব্যাংক সেটি গ্রাহকের ব্যাংক বিবরণীতে দেখায়। কিন্তু গ্রাহকে অনেক সময় সেটা নাও জানতে পারে বা পরে জানতে পারে। ফলে গ্রাহকের নগদান বইয়ে সেটা লিপিবদ্ধ হয় না।\nব্যাংক চার্জ ও প্রদেয় সুদ: ব্যাংক হিসাব পরিচালনা খরচ বাবদ গ্রাহকের হিসাব থেকে চার্জ বা মাশুল কেটে নেয়। পক্ষান্তরে, গ্রাহকের হিসাবে জমার উপর ব্যাংক সুদ বা মুনফা দিতে পারে। এই দুই ক্ষেত্রেই গ্রাহক তাৎক্ষনিক জানতে পারে না। ফলে গ্রাহকের নগদান বইতে এসব বিষয় লিপিবদ্ধ হয় না। যে কারণে দুই হিসাবের মাঝে গরমিল দেখা দেয়।\nহিসাবরক্ষণে ভুল: গ্রাহক নগদান বইয়ে লেনদেন লিপিবদ্ধ করার সময় ভুল করতে পারে। আবার অন্যদিকে ব্যাংকের দিকে থেকেও কোন ভুল বা লেনদেন বাদ পরতে পারে। যে কারণে দুই বইয়ের পার্থক্য দেখা দেয়।\nএছাড়াও, নানাবিধ কারণে ব্যাংক বিবরণী ও নগদান বইয়ের মধ্যে পার্থক্য হতে পারে। এসকল পার্থক্য বা ভুল সংশোধনের জন্যই ব্যাংক সমন্বয়ের প্রয়োজন হয়।\n\n\n== ব্যাংক সমন্বয় বিবরণী ==\nব্যাংক সমন্বয় প্রক্রিয়ায় সাধারণত গ্রাহক কর্তৃক একটি বিবরণী প্রস্তুত করা হয় যেটিতে ব্যাংক বিবরণী ও নগদান বইয়ে গরমিল বা পার্থক্যের কারণ বা হিসাবসমুহ লিপিবদ্ধ করা হয় সেটিই ব্যাংক সমন্বয় বিবরণী নামে পরিচিত। ব্যাংকসমূহ একটা নির্দিষ্ট সময় পরপর গ্রাহকদের ব্যাংক বিবরণী প্রদান করে থাকে। এই ব্যাংক বিবরণী গ্রাহক তার লিপিবদ্ধ নগদান বইয়ের সাথে মিলিয়ে নেয়। তখন গ্রাহক যদি ব্যাংক বিবরণী ও নগদান বইয়ের মাঝে কোন গরমিল পায় তবে সেটি ব্যাংকের সাথে যোগাযোগ পূর্বক মিল বা সমন্বয় করা হয়।\n\n\n== তথ্যসূত্র =="}