{"pageid": 1076606, "title": "ক্লিফটন সৈকত, করাচি", "url": "https://bn.wikipedia.org/wiki?curid=1076606", "content": "ক্লিফটন বিচ, যা পাকিস্তানের করাচিতে সি ভিউ  নামেও পরিচিত, আরব সাগরে অবস্থিত। এটি করাচি থেকে ওরমারা (বেলুচিস্তান) পর্যন্ত বিস্তৃত। এই সমুদ্র সৈকত পাকিস্তানে খুবই জনপ্রিয়। এটি সাধারণ মানুষের জন্য ২৪/৭ খোলা থাকে।\nকরাচি পাকিস্তানের সবচেয়ে বিশিষ্ট উপকূলীয় শহর এবং এখানে সমুদ্র সৈকত প্রেমীদের আরব সাগর সীমান্তবর্তী বিভিন্ন সৈকত দেখার সুযোগ রয়েছে। ক্লিফটন সৈকত বিনোদনপ্রার্থী এবং সৈকত প্রেমীদের জন্য অবসর এবং বিনোদনমূলক সুযোগের সর্বোত্তম মূল্য দিতে অনুমিত হয়।\nসাম্প্রতিক সময়ে, সমুদ্র সৈকতের আশেপাশের এলাকাটি ব্যাপক বাণিজ্যিক কার্যকলাপ পরিলক্ষিত হয়েছে কারণ এটি করাচির সবচেয়ে অন্বেষিত অঞ্চলগুলির একটিতে অবস্থিত।\n\nসমুদ্র সৈকত এখন উট রাইড, বাগি রাইডস, ঘোড়া রাইড, প্লাস্টিকের প্লেন উড়ানো সহ একাধিক স্থানীয় অবসর কার্যক্রমের আবাসস্থল।  সমুদ্র সৈকত জুড়ে সিভিউ অ্যাপার্টমেন্টগুলি একটি গেটযুক্ত আবাসিক এলাকা যা শহরের শীর্ষ সম্পত্তিগুলির মধ্যে রেটযুক্ত। ক্লিফটন সৈকত উপকূলে দেখা যায় এমন অন্যান্য অ্যাপার্টমেন্ট এবং ভিলাও জনপ্রিয় হয়ে উঠছে।\n\n\n== রেস্তোরাঁ এবং বিনোদন ==\nআগে, ক্লিফটন বিচে \"কর্নিশ পয়েন্টস\" নামে পরিচিত কয়েকটি ছোট দোকান ছিল, যেখানে দর্শনার্থীরা মিনারেল ওয়াটার, সমুচা, চা এবং অন্যান্য খাদ্য সামগ্রী কিনতে পারত।\nএখন, ক্লিফটন বিচ ম্যাকডোনাল্ডস সহ বিভিন্ন রেস্তোরাঁ সরবরাহ করে, এবং ভ্রমণকারীদের একটি বিনোদন যা দর্শকদের বিনোদন দেয়।  \n\nদো দরিয়া রেস্তোরাঁটি প্রধান সমুদ্র সৈকত এলাকা থেকে আরও দূরে অবস্থিত কিন্তু এখনও করাচির অন্যতম উষ্ণতম স্থান। ব্যাপকভাবে পুনরুজ্জীবনের পরিকল্পনা করা হচ্ছে। \n\n\n== ঘটনা ==\nক্লিফটন সমুদ্র সৈকত করাচির অন্যতম প্রধান পর্যটন কেন্দ্র তাই সবচেয়ে উল্লেখযোগ্য উদযাপন এখানে নাগরিকরা করে থাকে। বছরের একটি প্রধান ঘটনা হল প্রতি বছর ৩১ ডিসেম্বর প্রাক্কালে নববর্ষ উদযাপন। এছাড়াও, পাকিস্তান বিমান বাহিনী এখন গুরুত্বপূর্ণ জাতীয় অনুষ্ঠানে ক্লিফটন বিচে নিয়মিত অনুষ্ঠান করে। এই এয়ার শোগুলিতে পিএএফ -এর বিমানগুলি রয়েছে যা দর্শকদের অ্যাক্রোব্যাটিকস এবং ফ্লাইপাস্ট দেখায়। \n\n\n== সৌন্দর্যায়ন ও উন্নতির প্রচেষ্টা ==\n২০০৩ সালে এটিকে উল্লেখ করা হয়েছিল যে সরকারী অবহেলা এবং পর্যটকদের জন্য স্যানিটেশন সুবিধার অভাবের কারণে ঐতিহাসিক স্থানগুলির অবনতি ঘটছে। ঝুঁকিপূর্ণ স্মৃতিস্তম্ভগুলির মধ্যে রয়েছে লেডি লয়েড পিয়ার, জাহাঙ্গীর কোঠারী প্যাভিলিয়ন এবং তার বাংলো, জাহাঙ্গীর কোঠারী প্যারেড এবং কাট্রাক ব্যান্ডস্ট্যান্ড।২০০৫ সালে ঐতিহাসিক কোঠারী প্যারেড এবং বাগ ইবনে-ই-কাসিমের সংস্কারের অংশ হিসেবে ক্লিফটন বিচ পার্ক খোলা হয়। সাম্প্রতিক সময়ে, স্থানীয় সরকার এবং সুশীল সমাজ জায়গাটিকে আবার সুন্দর এবং পর্যটক বান্ধব করার চেষ্টা করেছে। প্রচেষ্টার মধ্যে রয়েছে দৈত্য মাছের আকারে থিমযুক্ত ডাস্টবিন স্থাপন এবং স্থানীয় নাগরিক সমাজের সদস্যদের দ্বারা পরিষ্কার অভিযান।  সেখানে কিছু শহুরে বনাঞ্চল যেমন ক্লিফটন আরবান ফরেস্ট এলাকার অবস্থা ও সৌন্দর্য উন্নত করার জন্য রোপণ করা হয়েছে।\n\n\n== পটভূমি ==\n\nক্লিফটন সৈকত করাচির সবচেয়ে জনপ্রিয় সমুদ্র সৈকত হিসেবে বিবেচিত। এটি ২০০৩  সালে একটি তেল ছড়িয়ে পড়ে প্রভাবিত হয়েছিল। একটি ধ্বংসাবশেষ এবং ধোয়ার মালামাল তেল ছড়িয়ে পড়ে এবং সৈকতকে দূষিত করে; ধ্বংস করা ধোয়ার ক্রু সদস্যদের মেরিটাইম সিকিউরিটি এজেন্সি উদ্ধার করেছে। পানিতে খড়ের গুঁড়ি ও মালামালের ধ্বংসাবশেষ অপসারণের জন্য সৈকত তিন দিনের জন্য বন্ধ ছিল।  ২০১১ সালে, সৈকতটি সংস্কার করা হয়েছিল এবং আপগ্রেড করা হয়েছিল। \n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\nক্লিফটন বিচ, করাচি - পাকিস্তান  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ আগস্ট ২০২১ তারিখে"}