{"pageid": 1076112, "title": "চরমোনাই জামিয়া রশিদিয়া ইসলামিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1076112", "content": "চরমোনাই জামিয়া রশিদিয়া ইসলামিয়া বরিশাল জেলার চর মোনাই গ্রামে অবস্থিত একটি ইসলামি বিদ্যাপীঠ। ১৯২৪ সালে এই মাদ্রাসাটি প্রতিষ্ঠা করেন সৈয়দ মুহাম্মদ ইসহাক। প্রথমে এটি একটি আলিয়া মাদ্রাসা হিসেবে প্রতিষ্ঠিত হয়েছিল। ১৯৮২ সালে সৈয়দ ফজলুল করিম মাদ্রাসার কওমি শাখা চালু করেন। বর্তমানে কওমি এবং আলিয়া উভয় শাখা চালু রয়েছে। কওমি শাখার মুহতামিম সৈয়দ রেজাউল করিম এবং আলিয়া শাখার অধ্যক্ষ সৈয়দ মোসাদ্দেক বিল্লাহ আল মাদানি। ভারতের আধ্যাত্মিক ব্যক্তিত্ব রশিদ আহমদ গাঙ্গুহির নামানুসারে মাদ্রাসার নামকরণ করা হয়েছে ‘জামিয়া রশিদিয়া’। ২০১৬ সালে আলিয়া শাখাটি বাংলাদেশের শ্রেষ্ঠ শিক্ষাপ্রতিষ্ঠানের পুরস্কার লাভ করে। বাংলাদেশের স্বাধীনতা যুদ্ধের পক্ষে মাদ্রাসাটির গুরুত্বপূর্ণ ভূমিকা ছিল।\n\n\n== ইতিহাস ==\n১৯২৪ সালে এ মাদ্রাসাটি প্রতিষ্ঠার পর থেকে সৈয়দ মুহাম্মদ ইসহাক একাধারে শিক্ষকতা ও পৃষ্ঠপোষকতার দায়িত্ব পালন করেন। এটি ১৯৪৭, ১৯৫৩, ১৯৫৬ ও ১৯৭০ সালে যথাক্রমে দাখিল, আলিম, ফাজিল ও কামিল এর সরকারি মঞ্জুরী লাভ করে। প্রতিষ্ঠার পর থেকে ১৯৪৭ পর্যন্ত সৈয়দ মুহাম্মদ ইসহাক এ মাদ্রাসায় হাদিস, ফিকহ সহ বিভিন্ন বিষয়ে পাঠ দান করেন। তার মৃত্যুবরণের পর তার পুত্র সৈয়দ ফজলুল করিম এ মাদ্রাসার পৃষ্ঠপোষকতার দায়িত্ব পালন করেন। ১৯৮২ সালে তিনি আলিয়ার পাশাপাশি কওমি শাখাও প্রতিষ্ঠা করেন। এ শাখায় দাওরায়ে হাদিস, ফতোয়া বিভাগ, কিতাব বিভাগ, হিফজ বিভাগ, কিরাতুল কুরআন খাছ বিভাগ, কিরাতুল কুরআন আম বিভাগ, রচনা ও প্রকাশনা বিভাগ, প্রশিক্ষণ বিভাগ এবং আদর্শ কুতুব খানা চালু রয়েছে।\nজাতীয় শিক্ষা সপ্তাহ-২০১৬ প্রতিযোগিতায় এই মাদ্রাসার আলিয়া শাখা জাতীয় পর্যায়ে প্রথম স্থান অর্জন করেছে। শ্রেষ্ঠ প্রতিষ্ঠান হিসেবে মাদ্রাসার পক্ষে অধ্যক্ষ মাওলানা সৈয়দ মুহাম্মদ মোসাদ্দেক বিল্লাহ আল মাদানি রাষ্ট্রপতির কাছ থেকে সনদ ও গোল্ড মেডেল গ্রহণ করেন।\n\n\n== মুক্তিযুদ্ধে ভূমিকা ==\nসৈয়দ ইসহাকের কাছে মুক্তিযুদ্ধের ৯ নম্বর সেক্টর কমান্ডার মেজর এম এ জলিল ও ক্যাপ্টেন আবদুল লতিফসহ অসংখ্য মুক্তিযোদ্ধা নিয়মিত যাতায়াত করতেন। মুক্তিযুদ্ধের ৯ মাস এই মাদ্রাসাটি মুক্তিযুদ্ধাদের শক্ত ঘাঁটি ছিল। মাদ্রাসার পক্ষ থেকে মুক্তিযুদ্ধাদের জন্য তিনটি কক্ষ ছেড়ে দেওয়া হয়। মাদ্রাসা কর্তৃপক্ষ তাদের যথাসাধ্য আপ্যায়ন করতেন। সৈয়দ ইসহাকের নির্দেশে তার জামাতা ইউসুফ আলী খান সার্বিক ব্যবস্থাপনার দায়িত্বে নিয়োজিত ছিলেন। তিনি মুক্তিযুদ্ধাদের ‘কাজী’ তথা পারস্পরিক মতভিন্নতা হলে মীমাংসাকারীও ছিলেন। যুদ্ধ শেষে মুক্তিযুদ্ধারা তাদের অস্ত্রগুলো ইউসুফ আলী খানের কাছে গচ্ছিত রেখে যান, যা তিনি পরবর্তী সময়ে দারোগা আবদুল মান্নানের হাতে সোপর্দ করেন। এ ছাড়া মুক্তিযুদ্ধের সময় বরিশাল থানার বহু বাঙালি কর্মকর্তা সপরিবারে মাদ্রাসায় আশ্রয় গ্রহণ করেন। মুক্তিযুদ্ধ শুরু হলে তারা অস্ত্রশস্ত্র নিয়ে পালিয়ে এসেছিলেন এবং মাদ্রাসা থেকেই তারা যুদ্ধে অংশগ্রহণ করতে বের হতেন।\n\n\n== আরও দেখুন ==\nদেওবন্দি\nকওমি মাদ্রাসা\nদারুল উলুম দেওবন্দ\nআল জামিয়া আল ইসলামিয়া পটিয়া\nবাংলাদেশের কওমি মাদ্রাসার তালিকা\n\n\n== তথ্যসূত্র =="}