{"pageid": 1076913, "title": "রন্ন (কন্নড় কবি)", "url": "https://bn.wikipedia.org/wiki?curid=1076913", "content": "রন্ন (কন্নড়: ರನ್ನ) ছিলেন কন্নড় ভাষার প্রাচীনতম এবং শ্রেষ্ঠ কবিদের অন্যতম। তাঁর রচনাশৈলীকে প্রায়শই আদিকবি পম্পের (খ্রিস্টীয় দশম শতাব্দীর প্রথমার্ধ) রচনাশৈলীর সঙ্গে তুলনা করা হয়। রন্ন, আদিকবি পম্প ও পোন্নকে বলা হয় “প্রাচীন কন্নড় সাহিত্যের ত্রিরত্ন”।\n\n\n== জীবনী ==\nরন্ন ছিলেন দশম শতাব্দীর কন্নড় কবি। ৯৪৯ খ্রিস্টাব্দে প্রাচীন বেলাগালি (অধুনা রন্ন বেলাগালি, বাগালকোট জেলা, কর্ণাটক) এক চুড়ি বিক্রেতার পরিবারে রন্নের জন্ম হয়।\n\n\n== সাহিত্য ==\nলেখকজীবনের প্রথম ভাগে রন্নর পৃষ্ঠপোষকতা করতেন সম্ভবত পশ্চিম গঙ্গ রাজবংশের বিখ্যাত মন্ত্রী চবুন্দরায়। পশ্চিম চালুক্য সাম্রাজ্যের উত্থানের পর রন্ন রাজা দ্বিতীয় তৈলপের রাজসভার একজন গুরুত্বপূর্ণ কবির আসন পেয়েছিলেন। তাঁর উত্তরসূরি রাজা সত্যশ্রয় রন্নকে “কবি চক্রবর্তী” (অর্থাৎ “কবি সম্রাট”) উপাধি প্রদান করেন।\nরন্ন “হেলেগন্নড়” বা প্রাচীন কন্নড় ভাষায় লিখতেন। তাঁর রচিত পাঁচটি প্রধান জ্ঞাত সাহিত্যকর্মের মধ্যে দু’টি পূর্ণাঙ্গ আকারে একটি অংশত পাওয়া যায়। এগুলি হল: অজিত পুরাণ, পরশুরামচরিতে (অবলুপ্ত), সাহসভীম বিজয় (অপর নাম গদাযুদ্ধ), রন্নকাণ্ড ও চক্রেশ্বরচরিতে (অবলুপ্ত)।\nঅজিত পুরাণ (৯৯৩ খ্রিস্টাব্দ) একটি জৈন চম্পু (গদ্য-পদ্য মিশ্রিত সাহিত্য) পুরাণ। দ্বিতীয় তীর্থংকর অজিতনাথের জীবনী অবলম্বনে বারোটি পর্বে এটি রচিত। অত্তিমাব্বে নামে এক জৈন ভদ্ররমণীর (তিনি ছিলেন সেনাধ্যক্ষ নাগবর্মার পত্নী) পৃষ্ঠপোষকতায় রন্ন এই পুরাণটি রচনা করেছিলেন। রন্নকাণ্ড (৯৯০ খ্রিস্টাব্দ) গ্রন্থটির নামকরণ হয়েছিল “কাণ্ড” ছন্দে রচনার কারণে। এটিই কন্নড় ভাষার প্রাচীনতম বিদ্যমান অভিধান। তবে এই গ্রন্থের মাত্র দু’টি পর্বই পাওয়া যায়। পরশুরামচরিতে (৯৮০ খ্রিস্টাব্দ নাগাদ) হল গঙ্গ মন্ত্রী ও সেনাধ্যক্ষ চামুণ্ডারায়ের একটি স্তবগাথা। কবি তাঁর পৃষ্ঠপোষককে এতটাই সম্মান করতেন যে, নিজের পুত্রের নাম পৃষ্ঠপোষকের সম্মানে রেখেছিলেন “রায়”। উল্লেখ্য, এই চামুণ্ডারায়কে “সমর পরশুরাম” সম্মানে ভূষিত করা হয়েছিল। বীর বা রৌদ্ররসাত্মক সাহসভীমবিজয় বা গদাযুদ্ধ হল নিঃসন্দেহে রন্নর শ্রেষ্ঠ কীর্তি। এটির রচনাকাল ১০০০ খ্রিস্টাব্দ (তবে কেউ কেউ এটিকে রন্নর যৌবনের রচনা বলে মনে করেন)। কন্নড় সাহিত্যের ধ্রুপদি রচনাগুলির অন্যতম এই গ্রন্থে কবি তাঁর পৃষ্ঠপোষক চালুক্য রাজা সত্যশ্রয়কে পাণ্ডব রাজপুত্র ভীমের সঙ্গে তুলনা করেছেন।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nKamath, Suryanath U. (২০০১) [1980], A concise history of Karnataka : from pre-historic times to the present, Bangalore: Jupiter books, এলসিসিএন 80905179, ওসিএলসি 7796041 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNagaraj, D.R. (২০০৩) [2003], \"Critical Tensions in the History of Kannada Literary Culture\",   Sheldon I. Pollock, Literary Cultures in History: Reconstructions from South Asia, Berkeley and London: University of California Press.  Pp. 1066, পৃষ্ঠা 323–383, আইএসবিএন 0-520-22821-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSastri, K.A. Nilakanta (২০০২) [1955], A history of South India from prehistoric times to the fall of Vijayanagar, New Delhi: Indian Branch, Oxford University Press, আইএসবিএন 0-19-560686-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDatta, Amaresh (১৯৮৮) [1988], Encyclopaedia of Indian literature – vol 2, Sahitya Akademi, আইএসবিএন 81-260-1194-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMukherjee, Sujit (১৯৯৯) [1999], Dictionary of Indian Literature One: Beginnings - 1850, New Delhi: Orient Blackswan, আইএসবিএন 81-250 1453 5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSen, Sailendra Nath (১৯৯৯) [1999], Ancient Indian History and Civilization, New Age Publishers, আইএসবিএন 81-224-1198-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSingh, Upinder (২০১৬), A History of Ancient and Early Medieval India: From the Stone Age to the 12th Century, Pearson Education, আইএসবিএন 978-93-325-6996-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}