{"pageid": 1076196, "title": "২০২২ বাংলাদেশ ক্রিকেট দলের ওয়েস্ট ইন্ডিজ সফর", "url": "https://bn.wikipedia.org/wiki?curid=1076196", "content": "বাংলাদেশ পুরুষ ক্রিকেট দল ২০২২ সালের জুন ও জুলাই মাসে দুটি টেস্ট, তিনটি একদিনের আন্তর্জাতিক (ওডিআই) ও তিনটি টোয়েন্টি২০ আন্তর্জাতিক (টি২০আই) ম্যাচ খেলার জন্য ওয়েস্ট ইন্ডিজ সফর করে। টেস্ট ম্যাচগুলো ২০২১–২০২৩ আইসিসি বিশ্ব টেস্ট চ্যাম্পিয়নশিপের অংশ হিসেবে খেলা হয়। ২০২২ সালের মে মাসে সফরের একটি খসড়া সূচি ঘোষিত হয়। ২০২২ সালের ১ জুন সফরের পূর্ণাঙ্গ সূচি নিশ্চিত করা হয়।\n২০২২ সালের ২২ মে মমিনুল হককে টেস্ট দলের অধিনায়ক হিসেবে রেখে বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) সফরের জন্য দল ঘোষণা করে। কিন্তু শ্রীলঙ্কার বিপক্ষে টেস্ট সিরিজে বাংলাদেশ পরাজিত হওয়ার পর মমিনুল হক বাংলাদেশের টেস্ট অধিনায়কত্ব ছেড়ে দেন। সাকিব আল হাসানকে বাংলাদেশের টেস্ট দলের নতুন অধিনায়কের দায়িত্ব দেয়া হয়।\nটেস্ট সিরিজে ওয়েস্ট ইন্ডিজ ২–০ ব্যবধানে জয়ী হয়। টি২০আই সিরিজে ওয়েস্ট ইন্ডিজ ২–০ ব্যবধানে জয়লাভ করে। ওডিআই সিরিজে বাংলাদেশ ৩–০ ব্যবধানে জয়ী হয়।\n\n\n== দলীয় সদস্য ==\n\nচোটের কারণে শহিদুল ইসলাম সিরিজে বাংলাদেশের হয়ে খেলতে অসমর্থ বলে গণ্য হন। ওয়েস্ট ইন্ডিজের টেস্ট দলে তেজনারায়ণ চন্দরপল ও শারমন লুইসকে রিজার্ভ খেলোয়াড় হিসেবে রাখা হয়। প্রস্তুতিমূলক ম্যাচ খেলার সময় পিঠে চোট পাওয়ায় ইয়াসির আলী বাংলাদেশের টেস্ট দল থেকে ছিটকে যান। তাঁর পরিবর্তে এনামুল হক বিজয়কে বাংলাদেশের টেস্ট দলে যোগ করা হয়। প্রথম টেস্ট শুরুর আগের দিন কেমার রোচকে ওয়েস্ট ইন্ডিজের টেস্ট দলে যোগ করা হয়। চোটের কারণে মোহাম্মদ সাইফুদ্দিন বাংলাদেশের ওডিআই ও টি২০আই দল থেকে ছিটকে যান, এবং পূর্বের চোট থেকে সেরে না ওঠায় ইয়াসির আলী পুরো সফরেই খেলতে অসমর্থ বলে গণ্য হন। রোমারিও শেফার্ড ও ডমিনিক ড্রেকসকে যথাক্রমে ওয়েস্ট ইন্ডিজের ওডিআই ও টি২০আই দলে রিজার্ভ খেলোয়াড় হিসেবে রাখা হয়। তৃতীয় টি২০আই ম্যাচের আগে বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) নিশ্চিত করে যে ওডিআই সিরিজের দলে সাকিব আল হাসান থাকবেন না। ওডিআই সিরিজ শুরুর আগের দিন ওয়েস্ট ইন্ডিজের ওডিআই দলে কিমো পলের পরিবর্তে রোমারিও শেফার্ডকে নেয়া হয়।\n\n\n== টেস্ট সিরিজ ==\n\n\n=== ১ম টেস্ট ===\n\n\n=== ২য় টেস্ট ===\n\n\n== টি২০আই সিরিজ ==\n\n\n=== ১ম টি২০আই ===\n\n\n=== ২য় টি২০আই ===\n\n\n=== ৩য় টি২০আই ===\n\n\n== ওডিআই সিরিজ ==\n\n\n=== ১ম ওডিআই ===\n\n\n=== ২য় ওডিআই ===\n\n\n=== ৩য় ওডিআই ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে সিরিজের প্রধান পাতা (ইংরেজি)"}