{"pageid": 1076577, "title": "ডোমেইন নাম রেজিস্ট্রি", "url": "https://bn.wikipedia.org/wiki?curid=1076577", "content": "একটি ডোমেইন নাম রেজিস্ট্রি হলো সমস্ত ডোমেইন নাম এবং ইন্টারনেটের ডোমেইন নেম সিস্টেম (ডিএনএস) এর টপ-লেভেল ডোমেইনের সংশ্লিষ্ট নিবন্ধক তথ্যের একটি ডাটাবেস যা তৃতীয় পক্ষের সত্তাকে একটি ডোমেইন নামের প্রশাসনিক নিয়ন্ত্রণের অনুরোধ করতে সক্ষম করে। বেশিরভাগ রেজিস্ট্রি ডিএনএস-এর টপ-লেভেল এবং দ্বিতীয়-লেভেলে কাজ করে।\nএকজন রেজিস্ট্রি অপারেটর, যাকে কখনও কখনও নেটওয়ার্ক ইনফরমেশন সেন্টার (এনআইসি) বলা হয়, ডোমেইনের সমস্ত প্রশাসনিক ডেটা রক্ষণাবেক্ষণ করে এবং একটি জোন ফাইল তৈরি করে যাতে প্রতিটি ডোমেইনের জন্য নাম সার্ভারের ঠিকানা থাকে। প্রতিটি রেজিস্ট্রি একটি সংগঠন যা ডোমেইনের মধ্যে ডোমেইন নাম নিবন্ধন পরিচালনা করে যার জন্য এটি দায়ী, ডোমেইন নাম বরাদ্দের নীতি নিয়ন্ত্রণ করে এবং প্রযুক্তিগতভাবে তার ডোমেইন পরিচালনা করে। এটি একটি ডোমেইন নাম রেজিস্ট্ররের কাজও পূরণ করতে পারে, অথবা অন্যান্য সত্ত্বাকে সেই কাজটি অর্পণ করতে পারে।\n\n\n== ক্রিয়াকলাপ ==\nকিছু নাম রেজিস্ট্রি হলো সরকারী বিভাগ (যেমনঃ বাংলাদেশের রেজিস্ট্রি gov.bd)। কিছু ইন্টারনেট পরিষেবা প্রদানকারীর সমবায় হলো (যেমনঃ ডেনিক) অথবা অলাভজনক কোম্পানি (যেমনঃ নোমিনেট ইউকে)। অন্যরা বাণিজ্যিক প্রতিষ্ঠান হিসেবে কাজ করে, যেমন মার্কিন রেজিস্ট্রি (nic.us)।\nহুইজ সিস্টেম ব্যবহার করে এবং তাদের নাম সার্ভারের মাধ্যমে রেজিস্ট্রি দ্বারা বরাদ্দকৃত এবং নির্ধারিত ডোমেইন নামগুলি উপলব্ধ করা হয়।\nকিছু রেজিস্ট্রি সরাসরি নাম বিক্রি করে এবং অন্যরা বিক্রি করার জন্য পৃথক সংস্থার উপর নির্ভর করে। উদাহরণস্বরূপ, .কম টপ-লেভেল ডোমেইনের নামগুলি কিছু অর্থে ভেরিসাইন দ্বারা নিয়ন্ত্রিত মূল্যে \"পাইকারি\" বিক্রি হয় এবং ব্যক্তিগত ডোমেইন নাম রেজিস্ট্রাররা ব্যবসা এবং ভোক্তাদের কাছে \"খুচরা\" নাম বিক্রি করে।\n\n\n== নীতিমালা ==\n\n\n=== বরাদ্দ নীতি ===\nঐতিহাসিকভাবে, ডোমেইন নাম রেজিস্ট্রিগুলি বরাদ্দের আগে আসলে আগে পাবে পদ্ধতিতে পরিচালিত হয় কিন্তু রাজনৈতিক, ধর্মীয়, ঐতিহাসিক, আইনগত বা সাংস্কৃতিক কারণের ভিত্তিতে নির্দিষ্ট ডোমেইনের বরাদ্দ প্রত্যাখ্যান করতে পারে। উদাহরণস্বরূপ, মার্কিন যুক্তরাষ্ট্রে, ১৯৯৬ এবং ১৯৯৮ সালের মধ্যে, ইন্টারনিক স্বয়ংক্রিয়ভাবে অনুভূত অশ্লীলতার তালিকার উপর ভিত্তি করে ডোমেইন নামের আবেদনগুলি প্রত্যাখ্যান করেছিল।\nরেজিস্ট্রিগুলি তাদের স্থানীয় সম্প্রদায়ের আগ্রহের বিষয়গুলিও নিয়ন্ত্রণ করতে পারে; উদাহরণস্বরূপ, জার্মান, জাপানি এবং পোলিশ রেজিস্ট্রিগুলি স্থানীয় অ্যাস্‌কিহীন অক্ষর ব্যবহারের অনুমতি দেওয়ার জন্য আন্তর্জাতিক ডোমেইন নাম চালু করেছে।\n\n\n=== বিরোধ নীতি ===\nআইসিএএনএন রেজিস্ট্রারদের সাথে নিবন্ধিত ডোমেইনগুলিকে সাধারণত ইউনিফর্ম ডোমেইন নেম ডিসপিউট রেজোলিউশন পলিসি (ইউডিআরপি) ব্যবহার করতে হয়, তবে জার্মানির ডেনিক-এর লোকদের জার্মান সিভিল কোর্ট ব্যবহার করতে হবে এবং নোমিনেট ইউকে তার নিজস্ব বিরোধ নিষ্পত্তি পরিষেবার মাধ্যমে বুদ্ধিবৃত্তিক সম্পত্তি এবং অন্যান্য বিবাদ মোকাবেলা করে।\n\n\n== তৃতীয়-লেভেল ডোমেইন ==\nডোমেন নাম রেজিস্ট্রিগুলি ব্যবহারকারীদের উপর তৃতীয়-লেভেল ডোমেইনগুলির একটি সিস্টেমও চাপিয়ে দিতে পারে। ডেনিক, জার্মানির রেজিস্ট্রি (.ডিই), তৃতীয়-লেভেল ডোমেইন আরোপ করে না। অ্যাফনিক, ফ্রান্সের রেজিস্ট্রি (.এফআর) এর কিছু তৃতীয়-লেভেলের ডোমেইন আছে, কিন্তু সব রেজিস্ট্রারদের সেগুলি ব্যবহার করতে হয় না।\nঅনেক সিসিটিএলডি বাধ্যতামূলক তৃতীয় বা চতুর্থ-লেভেলের ডোমেইন থেকে দ্বিতীয়-লেভেলের ডোমেইনের রেজিস্ট্রেশনের প্রাপ্যতার দিকে চলে গেছে। তাদের মধ্যে .ইউএস (এপ্রিল ২০০২), .এমএক্স (মে ২০০৯), .সিও (মার্চ ২০১০) এবং .ইউকে (জুন ২০১৪) সালে।\n\n\n== আরোও দেখুন ==\nডোমেইন নাম রেজিস্ট্রার\nড্রপ রেজিস্ট্রার\nব্যক্তিগত সাব-ডোমেইন রেজিস্ট্রি\n\n\n== তথ্যসূত্র =="}