{"pageid": 1076464, "title": "উপ-ক্রান্তীয় অঞ্চল", "url": "https://bn.wikipedia.org/wiki?curid=1076464", "content": "উপ-ক্রান্তীয় অঞ্চল, বা, উপ-ক্রান্তীয় হচ্ছে একটি ভৌগোলিক ও জলবায়ু অঞ্চল, যা ক্রান্তীয় অঞ্চলের উত্তর ও দক্ষিণে অবস্থিত। ভৌগোলিকভাবে এরা উত্তর ও দক্ষিণ নাতিশীতোষ্ণ অঞ্চলের অংশ, যারা ২৩°২৬′১১.৩″ (বা ২৩.৪৩৬৪৮°) অক্ষাংশ জুড়ে বিস্তৃত ও উত্তর এবং দক্ষিণ গোলার্ধে আনুমানিক প্রায় ৩৫° নিয়ে গঠিত।\nউপ-ক্রান্তীয় জলবায়ুর বৈশিষ্ঠ্য হিসাবে প্রায়শই উষ্ণ গ্রীষ্মকাল এবং অনিয়মিত হিমময় মৃদু শীতকালকে উল্লেখ করা হয়। অধিকাংশ উপ-ক্রান্তীয় জলবায়ু দুটি মূল শ্রেণিতে বিভক্ত : আর্দ্র উপ-ক্রান্তীয় অঞ্চল, যেখানে প্রায়শই উষ্ণতম মাসে বৃষ্টিপাত হয়, উদাহরণস্বরূপ দক্ষিণ-পূর্ব চীন এবং দক্ষিণ-পূর্ব মার্কিন যুক্তরাষ্ট্রএবং শুষ্ক গ্রীষ্মকাল বা ভূমধ্যসাগরীয় জলবায়ু, যেখানে মৌসুমী বৃষ্টিপাত শীতল মাসে পতিত হয়, যেমন ভূমধ্যসাগরীয় অববাহিকা বা দক্ষিণ ক্যালিফোর্নিয়া এলাকা।\nক্রান্তীয় অঞ্চলের উচ্চ উচ্চতায়ও উপ-ক্রান্তীয় জলবায়ু দেখা যেতে পারে, যেমন মেক্সিকান মালভূমির দক্ষিণ প্রান্ত এবং ভিয়েতনামের পার্বত্য অঞ্চল। বিশ্বের তাপমাত্রা এবং বৃষ্টিপাতের ভিন্নতার ওপর নির্ভর করে মোট ছয়টি জলবায়ু শ্রেণিবিভাগ সংজ্ঞায়িত করা হয়।\nউপ-ক্রান্তীয় উচ্চ চ্প বলয়ের কারণে পৃথিবীর মরুভূমির একটি বৃহত্‌ অংশ উপ-ক্রান্তীয় অঞ্চলের অবস্থিত। উষ্ণ মহাসাগরীয় অঞ্চলের (সাধারণত মহাদেশের দক্ষিণ-পূর্ব প্রান্তে) সীমান্তবর্তী এলাকাগুলিতে ক্রান্তীয় ঘূর্ণিঝড়ের ফলে স্থানীয়ভাবে ভারী বৃষ্টিপাত প্রবণ, যা বার্ষিক বৃষ্টিপাতের ক্ষেত্রে উল্লেখযোগ্য অবদান রাখে। শীতল মহাসাগরীয় অঞ্চলের (সাধারণত মহাদেশের দক্ষিণ-পশ্চিম প্রান্তে) সীমান্তবর্তী এলাকা কুয়াশা, শুষ্কতা এবং শুষ্ক গ্রীষ্ম প্রবণ। খেজুর, সাইট্রাস, আম, পেস্তা, লিচু এবং অ্যাভোকাডোর মতো উদ্ভিদগুলি উপ-ক্রান্তীয় অঞ্চলে জন্মে।\n\n\n== সংজ্ঞা ==\nক্রান্তীয় মণ্ডলকে ঐতিহাসিকভাবে কর্কটক্রান্তি এবং মকরক্রান্তির মধ্যে অবস্থিত হিসাবে সংজ্ঞায়িত করা হয়, যা উত্তর এবং দক্ষিণে ২৩°২৬′১১.৩″ (অথবা ২৩.৪৩৬৪৮°) অক্ষাংশে অবস্থিত। আমেরিকান আবহাওয়া সমিতির মতে, উপ-ক্রান্তীয় অঞ্চলের শেষাংশ যথাক্রমে আনুমানিক প্রায় ৩৫° উত্তর এবং দক্ষিণ অক্ষাংশ অবস্থিত।\n\n\n== আরও দেখুন ==\nভৌগোলিক অঞ্চল\nউপ-ক্রান্তীয় ঘূর্ণিঝড়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}