{"pageid": 1076119, "title": "সারদারঞ্জন রায়", "url": "https://bn.wikipedia.org/wiki?curid=1076119", "content": "সারদারঞ্জন রায়চৌধুরী  (২৪ মে, ১৮৫৮ ― ১ নভেম্বর, ১৯২৫) ছিলেন অবিভক্ত বাংলার ক্রিকেটের জনক―প্রবাদ পুরুষ এবং ভারতীয় উপমহাদেশে ক্রিকেটের অন্যতম অগ্রদূত। তাঁকে বাংলা ক্রিকেটের ডব্লু জি গ্রেস নামে অভিহিত করা হয়।\n\n\n== জন্ম ও পরিবার ==\nসারদারঞ্জনের জন্ম ১৮৫৮ খ্রিস্টাব্দের ২৪শে মে ব্রিটিশ ভারতের অধুনা বাংলাদেশের  ময়মনসিংহ জেলার বর্তমান কিশোরগঞ্জ জেলার কটিয়াদি উপজেলার মসূয়া গ্রামের বিখ্যাত রায় পরিবারে। তার পিতা কালীনাথ রায় ছিলেন সুদর্শন ও আরবি, ফারসি ও সংস্কৃতে সুপণ্ডিত। তিনি শ্যামসুন্দর মুন্সী নামে সমধিক পরিচিত ছিলেন। কাশীনাথের আট সন্তানের (পাঁচ পুত্র ও তিন কন্যার) মধ্যে সারদারঞ্জন রায় সবার বড়। অন্যরা হলেন কামদারঞ্জন, মুক্তিদারঞ্জন, কুলদারঞ্জন, প্রমোদারঞ্জন, গিরিবালা, ষোড়শীবালা ও মৃণালিনী। কালীনাথের সম্পর্কিত ভ্রাতা জমিদার হরিকিশোর রায়চৌধুরী এবং তার স্ত্রী রাজলক্ষ্মী দেবী নিঃসন্তান হওয়ায় কামদারঞ্জনকে পাঁচ বছর বয়সে তারা দত্তক নেন এবং নাম পরিবর্তন করে উপেন্দ্রকিশোর রায়চৌধুরী রাখেন। যিনি পরবর্তীকালে বাংলার অন্যতম শিশুসাহিত্যিক হিসাবে প্রসিদ্ধ হন। সেই সূত্রে সারদারঞ্জন ছিলেন  সত্যজিৎ রায়ের  পিতামহ।\n\n\n== শিক্ষাজীবন ==\nসারদারঞ্জনের স্কুলের পড়াশোনা কিশোরগঞ্জের মাইনর স্কুলে। অষ্টম শ্রেণীর পর ভর্তি হন ময়মনসিংহ জেলা স্কুলে। এখান থেকে বৃত্তিসহ প্রবেশিকা পাশ করেন। পড়াশোনায় অত্যন্ত মেধাবী ছাত্র ছিলেন তিনি। সেই সাথে ছিলেন দক্ষ ক্রিকেট খেলোয়াড়। স্কুলের পাঠ শেষে ঢাকা কলেজে ভর্তি হন এবং এখান থেকে বি.এ পাশ করেন। এরপর প্রেমচাঁদ-রায়চাঁদ বৃত্তি পেয়ে এম.এ পড়তে শুরু করেন কলকাতার  সংস্কৃত কলেজে। কিন্তু গণিতে অসাধারণ দক্ষতার জন্য  প্রেসিডেন্সি কলেজের অস্থায়ী রেজিস্ট্রার মি. ন্যাস তাঁকে প্রেসিডেন্সি কলেজের ছাত্ররূপে এম. এ পরীক্ষা দিতে বাধ্য করেন।\n\n\n== কর্মজীবন ==\nএম.এ পাশের পর সারদারঞ্জন আলিগড় মহামেডান অ্যাংলো ওরিয়েন্টাল কলেজে গণিতের অধ্যাপক নিযুক্ত হন। পরে বহরমপুর, ঢাকা ও অন্য কয়েকটি কলেজে অধ্যাপনার পর ১৯০৯ খ্রিস্টাব্দে কলকাতা মেট্রোপলিটন ইনস্টিটিউট (বর্তমানে  বিদ্যাসাগর কলেজের অধ্যক্ষ নিযুক্ত হয়ে আমৃত্যু ওই পদে ছিলেন। তার ভ্রাতা মুক্তিদারঞ্জনও এই কলেজের গণিতের অধ্যাপক ছিলেন। অধ্যাপনার পাশাপাশি তিনি  অ্যালজেব্রা, জিয়োমেট্রি, ট্রিগনোমেট্রি প্রভৃতি  পাঠ্যপুস্তক ও রঘু, ভট্টি, কুমারসম্ভব, শকুন্তলা, উত্তররামচরিত, মুদ্রারাক্ষস, রত্নাবলী প্রভৃতি বহু প্রাচীন সংস্কৃত সাহিত্যের ব্যাখ্যা রচনা করেন।\n\n\n== ক্রিকেট খেলার প্রচলক ==\nবাল্যকাল থেকেই সারদারঞ্জন ও তার চার ভাই শারীরিক ভাবে সুস্থ থাকতে নিয়মিত ব্যায়ামচর্চা করতেন ও ক্রিকেট খেলতেন। তিনি বিশ্বাস করতেন ― শুধু পড়ার ক্লাসে মানুষ তৈরি হয় না, মানুষ তৈরির কাজ খেলার মাঠেও চলে। ঢাকা কলেজে ছাত্রাবস্থায় তিনি ও তার চার ভাই মিলে ১৮৭০ খ্রিস্টাব্দে তৈরি করেন অবিভক্ত বাংলার প্রথম বাঙালি যুব ক্রিকেট দল ―ঢাকা কলেজ ক্রিকেট ক্লাব। বাংলায় নগেন্দ্রপ্রসাদ সর্বাধিকারী যখন বয়েজ ক্লাব গঠন করে ফুটবল খেলাটা শুরু করেন, সেই সময় ক্রিকেট খেলারও চল শুরু হয় বাংলায়। ১৮৮৪ খ্রিস্টাব্দে সারদারঞ্জনের আগ্রহে ও কয়েকজন দূরদর্শী ও চিন্তাশীল ব্যক্তিদের অপরিসীম চেষ্টায় ক্রিকেট খেলার দেশি ক্লাব ― ঐতিহ্যবাহী টাউন ক্লাব গঠিত হয় কলকাতায়। দুটিদল তার অধিনায়কত্বে নিয়মিত ব্রিটিশ সাহেবদের দলের বিরুদ্ধে খেলত। এছাড়া বাংলায় জেলাভিত্তিক ক্রিকেট দল গড়ে তারা টুর্নামেন্টের আয়োজন করেন। ক্রিকেটের নিয়মকানুন নিয়ে সারদারঞ্জনই প্রথম বাংলায় বই লেখেন। এই ক্লাবের সাথে ১৮৮৭ খ্রিস্টাব্দে সন্ন্যাস নেওয়ার আগে পর্যন্ত জড়িত ছিলেন। ক্রিকেট খেলার বিকাশে তথা বাংলার যুবসমাজের কাছে ক্রিকেট খেলাকে জনপ্রিয় করতে সারদারঞ্জন অক্লান্ত পরিশ্রম করেছেন। যে যে কলেজে অধ্যাপনা করেছেন সেখানে ছাত্রদের উৎসাহিত করতেন, নিজে অংশগ্রহণও করতেন। নিজের ভ্রাতা ও সকল পুত্রদের ক্রিকেট খেলোয়াড় করেছেন। তাছাড়া প্রচার, প্রশিক্ষণ, টুর্নামেন্টের আয়োজন যেমন ছিল, তেমনি ক্রিকেটের সরঞ্জাম সাধারণ মানুষের আয়ত্তের মধ্যে আনতেও সচেষ্ট ছিলেন তিনি। ১৮৯৫ খ্রিস্টাব্দে কলকাতায় বাংলার প্রথম ক্রিকেট সামগ্রীর ও বইয়ের দোকান ― এস রায় অ্যান্ড কোম্পানি খোলেন। শিয়ালকোট থেকে উইলো কাঠ এনে যশোহর রোডে নিজের কারখানায় দেশীয় প্রযুক্তিতে ব্যাটসহ ক্রিকেটের সামগ্রী তৈরি করে অত্যন্ত সস্তায় বিক্রিও করেছেন। যদিও ভারতের মুম্বাইতে পার্সিরা প্রথম ক্রিকেট খেলা শুরু করে, তবে তারা খেলাটি কেবল অভিজাতদের মধ্যে সীমাবদ্ধ রেখেছিলেন। বাংলার তথা ভারতের যুবসমাজের কাছে নিয়ে এসেছিলেন সারদারঞ্জনই। তাই সাধারণ কাছে তিনি বাংলার ক্রিকেটের জনকরূপে পরিচিতি লাভ করেন। দীর্ঘদেহী সারদারঞ্জন ঝড়ের গতিতে ব্যাটিং করতেন এবং দাড়িও রাখতেন। তার বিশাল সাদা লম্বা দাড়ির জন্য প্রায় সমসাময়িক কিংবদন্তি ব্রিটিশ ক্রিকেটার ডব্লু জি গ্রেসে-র অনুকরণে অনেকেই তাঁকে বাংলার ডব্লিউ জি গ্রেস বলে অভিহিত করেন। সারদারঞ্জন ক্রিকেট খেলার প্রতি নিবিড়ভাবে যুক্ত থাকলেও,ফুটবলে সমান আগ্রহী ছিলেন। ১৯২০ খ্রিস্টাব্দে সুরেশচন্দ্র চৌধুরী কলকাতায় ইস্টবেঙ্গল ফুটবল ক্লাব প্রতিষ্ঠা করলে সারদারঞ্জন হন প্রথম সভাপতি।\n\n\n== মৃত্যু ==\nবাংলার মহান ক্রিকেটার সারদারঞ্জন রায় ১৯২৫ খ্রিস্টাব্দের ১লা নভেম্বর প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}