{"pageid": 107698, "title": "হ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোস", "url": "https://bn.wikipedia.org/wiki?curid=107698", "content": "হ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোস (ইংরেজি: Harry Potter and the Deathly Hallows) ব্রিটিশ লেখিকা জে. কে. রাউলিং রচিত হ্যারি পটার উপন্যাস সিরিজের সপ্তম ও সর্বশেষ খন্ড। বইটি ২০০৭ সালের ২১ জুলাই প্রকাশিত হয়। পূর্ববর্তী খন্ড হ্যারি পটার অ্যান্ড দ্য হাফ-ব্লাড প্রিন্স এর কাহিনীর ধারাবাহিকতায় এ বইটির প্রেক্ষাপট তৈরি হয়েছে। এ বইটির মাধ্যমে হ্যারি পটার সিরিজের সমাপ্তি ঘটে।\nহ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোস যুক্তরাজ্যে ব্লুমসবারি পাবলিশিং, যুক্তরাষ্ট্রে স্কলাস্টিক, কানাডায় রেইনকোস্ট বুকস এবং অস্ট্রেলিয়া ও নিউজিল্যান্ডে অ্যালান & আনউইন প্রকাশ করে। এটি আন্তর্জাতিকভাবে ৯৩ টি দেশে একই সাথে প্রকাশিত হয়। ডেথলি হ্যালোস বিশ্বের সবচেয়ে দ্রুততম বিক্রিত বই হিসেবে রেকর্ড করে। প্রথম ২৪ ঘণ্টার মধ্যেই এটির ১৫ মিলিয়ন কপি বিক্রি হয়। এই বইটি বিশ্বের বিভিন্ন ভাষায় অনূদিত হয়েছে। এর মধ্যে বাংলা, হিন্দি, ইউক্রেনীয়, পোলীয়, সুয়েডীয়, আরবি, ফরাসি, জার্মান প্রভৃতি উল্লেখযোগ্য।\n\n\n== কাহিনী সংক্ষেপ ==\n\n\n=== ভূমিকা ===\nসিরিজে প্রথমবারের মত, ডেথলি হ্যালোস বইয়ের শুরুতে রাউলিং দুইটি ভূমিকা বা মুখবন্ধ সংযুক্ত করেন। প্রথমটি হল গ্রিক নাট্যকার এস্কাইলাস রচিত দ্য লিবেশন-বিয়ারার্স এর একটি অনুচ্ছেদ এবং দ্বিতীয়টি হল উইলিয়াম পেন রচিত মোর ফ্রুইটস অফ সলিটিউড এর একটি অনুচ্ছেদ।\n\n\n=== পূর্ব প্রেক্ষাপট ===\nহ্যারি পটার সিরিজের পূর্ববর্তী ছয়টি উপন্যাসে, প্রধান চরিত্র হ্যারি পটারকে কেন্দ্র করে কাহিনী গড়ে উঠে। হ্যারির বয়স যখন এক বছর, তখন সেই সময়ের সব্বচেয়ে ভয়ঙ্কর কালো জাদুকর লর্ড ভলডেমর্ট হ্যারির বাবা মাকে হত্যা করে। ভলডেমর্ট হ্যারিকেও হত্যা করতে চেয়েছিল, কিন্তু কোন এক রহস্যময় কারণে হ্যারি বেঁচে যায় এবং ভলডেমর্টের পতন ঘটে। এরপর থেকে সে তার মাগল খালা ও খালু পেতুনিয়া ও ভার্নন ডার্সলির সঙ্গে বসবাস করতে থাকে।\nএগার বছর বয়সে সে জাদুবিশ্বের অস্তিত্ব সম্পর্কে জানতে পারে এবং হগওয়ার্টস স্কুলে ভর্তি হয়। সে রন উইজলি ও হারমায়োনি গ্রেঞ্জার এর সাথে বন্ধুত্ব গড়ে তোলে এবং ভলডেমর্টের পুনরায় ক্ষমতায় ফিরে আসার পথে বাঁধা দেয়। পরের বছর কেউ একজন স্কুলে অবস্থিত চেম্বার অফ সিক্রেটস খুলে দেয় এবং একটি বাসিলিস্ক ছাত্রছাত্রীদের আক্রমণ করতে থাকে। হ্যারি বাসিলিস্কটিকে হত্যা করে এবং ভলডেমর্টের ফিরে আসার আরেকটি পথ বন্ধ করে দেয়। এর পরের বছর হ্যারি জানতে পারে, আজকাবান ভেঙ্গে পালানো বন্দী সিরিয়াস ব্ল্যাক হ্যারিকে হত্যার টার্গেট করেছে। এই পরিস্থিতিতে স্কুলের নিরাপত্তা জোরদার করা হয়। কিন্তু শেষে জানা যায়, সিরিয়াস ব্ল্যাক আসলে প্রকৃত অপরাধী নয়, বরং সে হ্যারির গডফাদার। হ্যারি তার চতুর্থ বর্ষে একটি বিপজ্জনক জাদুর প্রতিযোগিতা ট্রাইউইজার্ড টুর্নামেন্টে অংশ নেয়। টুর্নামেন্টের শেষে, হ্যারি ভলডেমর্টের পুনরাগমন প্রত্যক্ষ করে। পরবর্তী বছরে, জাদু মন্ত্রণালয় ডলোরেস আমব্রিজকে হগওয়ার্টসের উচ্চ ক্ষমতাসম্পন্ন তদন্তকারী হিসেবে নিয়োগ দেয়। এসময় হ্যারি তার বন্ধুদের নিয়ে আমব্রিজের বিরুদ্ধে একটি গোপন সংগঠন ডাম্বলডোর'স আর্মি গড়ে তোলে। বছরের শেষ দিকে, হ্যারি ও তার বন্ধুরা ডেথ ইটারদের বিরুদ্ধে লড়াই করে এবং অল্পের জন্য জয়লাভ করে। হ্যারি তার ষষ্ঠ বর্ষে জানতে পারে যে, ভলডেমর্ট অমরত্ব লাভের জন্য তার আত্মাকে সাতটি টুকরা বা হরক্রাক্সে বিভক্ত করেছে। ভলডেমর্টকে হত্যা করতে চাইলে প্রথমে হরক্রাক্সগুলোকে ধ্বংস করতে হবে। বছরের শেষ দিকে সেভেরাস স্নেইপ প্রফেসর ডাম্বলডোরকে হত্যা করে। বইয়ের শেষে, হ্যারি পরবর্তী বছর হগওয়ার্টসে ফিরে না আসার সিদ্ধান্ত নেয় এবং হরক্রাক্সগুলোকে খুঁজে বের করে ধ্বংস করার প্রতিজ্ঞা করে।\n\n\n=== মূল কাহিনী ===\nডাম্বলডোরের মৃত্যুর পর লর্ড ভলডেমর্ট ক্ষমতা দখলের সকল আয়োজন সম্পন্ন করে এবং জাদু মন্ত্রণালয় দখল করে। হ্যারি, রন ও হারমায়োনি ভোলডেমর্টের অবশিষ্ট তিনটি হরক্রাক্স খুঁজে বের করে ধ্বংস কারার জন্য হগওয়ার্টস স্কুলে ফিরে না আসার সিদ্ধান্ত নেয়। তাদের কাছে হরক্রাক্স বিষয়ক তেমন কোন তথ্য না থাকলেও, তারা ধারণা করে যে বাকী তিনটি হরক্রাক্স হচ্ছে হগওয়ার্টসের দুই প্রতিষ্ঠাতা হেলগা হাফলপাফ ও রোয়েনা র‌্যাভেনক্লর দুইটি বস্তু এবং ভোল্ডেমর্টের সাপ নাগিনী। হাফলপাফ ও র‌্যাভেনক্লর বস্তু দুইটির অবস্থান অজানা এবং সাপটি ভোল্ডেমর্ট তার কাছে সুরক্ষিত করে রেখেছে। হরক্রাক্স খোঁজা শুরু করার পর তারা ধীরে ধীরে ডাম্বলডোরের অতীত ইতিহাস এবং স্নেইপের প্রকৃত উদ্দেশ্য সম্পর্কে জানতে পারে।\nহ্যারি, রন ও হারমায়োনি ভোল্ডেমার্টের হরক্রাক্সগুলোর মধ্যে সর্বপ্রথম সালাজার স্লিদারিনের লকেট হরক্রাক্সটি জাদু মন্ত্রণালয় থেকে উদ্ধার করে। তারা গড্রিক গ্রিফিন্ডরের তলোয়ারটিও উদ্ধার করে। এই তলোয়ারটি স্বল্পসংখ্যক কয়েকটি বস্তুর মধ্যে অন্যতম যা হরক্রাক্স ধ্বংস করতে সক্ষম। তারপর তারা তলোয়ারটি দ্বারা লকেটটি ধ্বংস করে। তাদের এই যাত্রায় তারা একটি রহস্যময় প্রতীকের সাথে পরিচিত হয়। জেনোফিলিয়াস লাভগুড নামের একজন অদ্ভুত জাদুকর তাদের জানায় যে, এই প্রতীকটি আসলে ডেথলি হ্যালোস এর প্র্তীক। ডেথলি হ্যালোস বলতে তিনটি রহস্যময় বস্তুকে বোঝায়। এগুলো হল- দ্য রিসারেকশান স্টোন বা পুনর্জন্মী পাথর অর্থাৎ একটি পাথর যা মৃতকে জীবিত করতে পারে, দ্য এল্ডার ওয়ান্ড বা একটি অপরাজেয় জাদুদন্ড এবং দ্য ইনভিজিবিলিটি ক্লোক বা একটি প্রকৃত অদৃশ্য হওয়ার আলখাল্লা। হ্যারি জানতে পারে যে ভোল্ডেমর্ট এল্ডার ওয়ান্ডটি খুঁজছে। কিন্তু তারা সিদ্ধান্ত নেয় যে, হরক্রাক্সগুলো খুঁজে বের করা এল্ডার ওয়ান্ডটির চেয়েও জরুরি। তারা গ্রিংগটস জাদুর ব্যাংকে বেল্লাট্রিক্স লেস্ট্র্যাঞ্জ এর ভল্ট ভেঙ্গে প্রবেশ করে এবং হেলগা হাফলপাফের কাপ হরক্রাক্সটি উদ্ধার করে। এসময় হ্যারি জানতে পারে যে আরেকটি হরক্রাক্স হগওয়ার্টসে লুকানো আছে, এবং হ্যারি, রন ও হারমায়োনি হগওয়ার্টসে প্রবেশ করে। তারা সেখানে রোয়েনা র‌্যাভেনক্লর ডায়াডেম হরক্রাক্সটি খুঁজে পায় এবং উভয় হরক্রাক্স ধ্বংস করে।\nএই বইটি শেষ হয় ব্যাটল অফ হগওয়ার্টস বা হগওয়ার্টসের যুদ্ধ এর মাধ্যমে। হ্যারি, রন ও হারমায়োনি এবং অন্যান্য ছাত্রছাত্রী ও জাদুকর সম্প্রদায়ের সদস্যরা ভোল্ডেমর্টের উত্থানের বিরোধিতা করে এবং ভোল্ডেমর্ট, তার ডেথ ইটার ও অন্যান্য জাদুর প্রাণীদের হাত থেকে হগওয়ার্টসকে রক্ষা করে। বেশ কয়েকটি প্রধান চরিত্র যুদ্ধের প্রাথমিক ধাক্কায় নিহত হয়। হ্যারি আবিষ্কার করে যে, ভোল্ডেমর্ট যখন হ্যারিকে শিশু অবস্থায় আক্রমণ করেছিল, তখন ভোল্ডেমর্ট অনিচ্ছাকৃতভাবে হ্যারিকে একটি হরক্রাক্সে পরিণত করে এবং ভোল্ডেমর্টকে ধ্বংস করতে হলে হ্যারিকেও মারা যেতে হবে। হ্যারি ভোল্ডেমর্টের কাছে আত্মসমর্পণ করে। ভোল্ডেমর্ট হ্যারির উপর কিলিং কার্স বা মৃত্যুশাপ ছুড়ে যা হ্যারিকে জীবন ও মৃত্যুর মাঝামাঝি একটি স্থানে প্রেরণ করে। সেখানে হ্যারির অ্যালবাস ডাম্বলডোর এর সাথে দেখা হয় এবং তিনি তার কাছে ব্যাখ্যা করে বলেন যে, যেহেতু ভোল্ডেমর্ট তার পুনর্জন্মের সময় হ্যারির রক্ত ব্যবহার করেছিল, তাই হ্যারি ভোল্ডেমর্টের যে কোন প্রকার ক্ষতির হাত থেকে সুরক্ষিত। এবং কিলিং কার্সের ফলে হ্যারির মধ্যে থাকা ভোল্ডেমর্টের হরক্রাক্সটি ধ্বংস হয়েছে কিন্তু হ্যারি ইচ্ছা করলে তার দেহে ফিরে যেতে পারবে। তখন, হ্যারি তার দেহে ফিরে আসে এবং যুদ্ধ পুনরায় শুরু হয়। এরপর নেভিল লংবটম নাগিনীকে হত্যার মাধ্যমে সর্বশেষ হরক্রাক্সটি ধ্বংস করলে, হ্যারি ভোল্ডেমর্টকে চূড়ান্তভাবে পরাজিত ও ধ্বংস করতে সক্ষম হয়।\n\n\n=== এপিলগ ===\nএপিলগটিতে ভোল্ডেমর্টের মৃত্যুর উনিশ বছর পরের কিংস ক্রস স্টেশনের একটি ঘটনা বর্ণিত হয়েছে। হ্যারি ও জিনি তাদের দুই ছেলে জেমস সিভিয়াস ও অ্যালবাস সেভেরাসকে হগওয়ার্টসে পাঠাতে আসে। তাদের সাথে তাদের মেয়ে লিলি লুনাও ছিল। রন ও হারমায়োনিও তাদের মেয়ে রোজ ও ছেলে হুগোকে নিয়ে সেখানে আসে।\n\n\n== রাউলিং এর সংযোজনা ==\n\nডেথলি হ্যালোস বইটি প্রকাশ হওয়ার পর রাউলিং বিভিন্ন সাক্ষাৎকার, অনলাইন চ্যাট, এবং তার নিজস্ব ওয়েবসাইটের মাধ্যমে অন্যান্য চরিত্রসমূহের ভবিষ্যৎ নিয়ে বিভিন্ন তথ্য প্রকাশ করেন, যা তিনি বইটিতে সংযুক্ত করেননি।\nতিনি বলেন যে, হ্যারি জাদু মন্ত্রণালয় এ একজন অরর হিসেবে যোগ দেয় এবং পরবর্তীকালে অরর ডিপার্টমেন্টের প্রধান হিসেবে নিযুক্ত হয়। সে সিরিয়াস ব্ল্যাকের মোটর সাইকেলটি তার কাছে সংরক্ষণ করে। কিন্তু, ভলডেমর্ট নিহত হবার পর থেকে সে পার্সেলটাং এ কথা বলার ক্ষমতা হারিয়ে ফেলে। জিনি উইজলি একসময় হোলিহেড হার্পিস কুইডিচ দলে খেলত, কিন্তু পরবর্তীকালে সে অবসরগ্রহণ করে এবং হ্যারিকে বিয়ে করে । পরবর্তীকালে, সে ডেইলি প্রফেটের সিনিয়র কুইডিচ বিশ্লেষক হিসেবে যোগ দেয়। রন উইজলি কিছুদিনের জন্য তার ভাই জর্জের সাথে উইজলি'স উইজার্ড হুইজেসে কাজ করত, পরে সে হ্যারির সাথে অরর হিসেবে যোগ দেয়। হারমায়োনি তার বাবা মাকে অস্ট্রেলিয়ায় খুঁজে পায় এবং তাদের উপর থেকে মেমোরি চার্ম তুলে নেয়। প্রথমে সে মন্ত্রণালয়ের জাদুক্ষমতাসম্পন্ন প্রাণিদের উন্নয়ন ও নিয়ন্ত্রণ বিভাগে যোগ দেয় এবং হাউজ এলফদের জীবনযাপন নীতির বিশাল পরিবর্তন সাধন করে এবং তাদের অবস্থার উন্নয়ন করে। পরে সে জাদুর আইন প্রণয়ন বিভাগে যোগ দেয় এবং বিশুদ্ধ রক্তের প্রাধান্য সংবলিত আইনগুলোকে পরিবর্তন করে। এছাড়া হ্যারি, রন ও হারমায়োনির মধ্যে সেই একমাত্র যে হগওয়ার্টসে তাদের সপ্তম বর্ষে ফিরে এসেছিল। এরপর রাউলিং প্রকাশ করেন যে, ডাম্বলডোর একজন সমকামি ছিলেন এবং তরুণ বয়সে গেলার্ট গ্রিন্ডেলওয়াল্ড এর সাথে তার সম্পর্ক ছিল।\nএরপর রাউলিং উইজলিদের ভবিষ্যৎ নিয়ে আলোচনা করেন। তিনি বলেন, জর্জ উইজলি রনের সাহায্যে উইজলি'স উইজার্ড হুইজেসকে সফল ব্যবসা প্রতিষ্ঠানে পরিণত করে। সে অ্যাঞ্জেলিনা জনসনকে বিয়ে করে এবং ফ্রেড ও রোক্সানা নামে তাদের দুই ছেলেমেয়ে হয়। এরপর তিনি বলেন, লুনা লাভগুড একজন পরিবেশবিদ হিসেবে কাজ শুরু করে এবং সহকর্মী রলফ স্ক্যামান্ডার কে বিয়ে করে। তাদের লরক্যান ও লিস্যান্ডার নামে দুই জমজ ছেলে হয়।\nরাউলিং আরো বলেন, ড্রেকো ম্যালফয় অ্যাস্টোরিয়া গ্রিনগ্রাসকে বিয়ে করে এবং তাদের স্করপিয়াস নামে এক ছেলে হয়। পার্সি উইজলি অড্রি নামের একজনকে বিয়ে করে এবং মলি ও লুসি নামে দুই মেয়ের বাবা হয়। ফিরেঞ্জ নিষিদ্ধ বনে অন্যান্য সেনট্যারদের কাছে ফিরে যায়। আমব্রিজ মাগল বংশজাতদের উপর নির্যাতন চালানোর অভিযোগে গ্রেফতার হয় এবং তাকে আজকাবানে বন্দী করা হয়। চো চ্যাং একজন মাগলকে বিয়ে করে। নেভিল লংবটম হগওয়ার্টস এর হার্বোলজি বিষয়ের শিক্ষক হিসেবে নিযুক্ত হয় এবং হান্না অ্যাবটকে বিয়ে করে। বিল ও ফ্লেউর উইজলি ভিক্টয়ের, ডমিনিক ও লুইস নামে তিন ছেলেমেয়ের বাবা মা হয়।\nকিংসলে শ্যাকলবোল্ট পরবর্তী স্থায়ী জাদুমন্ত্রী হিসেবে নিয়োগপ্রাপ্ত হন।পার্সি উইজলি তার উচ্চপদস্থ সহকারী হিসেবে কর্মরত থাকে। শ্যাকলবোল্ট আজকাবান থেকে ডিমেন্টরদের সরিয়ে নেন। হগওয়ার্টসে স্লিদারিন হাউজ তার পূর্ববর্তী পিউর ব্লাড ধারণা থেকে কিছুটা সরে আসে। এছাড়া ডিফেন্স অ্যাগেইনস্ট দ্য ডার্ক আর্টস বিষয়ের উপর প্রদত্ত ভলডেমর্টের অভিশাপ তার মৃত্যুর সাথে সাথে অকার্যকর হয়ে পড়ে। হ্যারি মাঝেমাঝে এই বিষয়ের উপর লেকচার দেওয়ার জন্য হগওয়ার্টসে আসত। এছাড়া হ্যারি হেডমাস্টারের অফিসেসেভেরাস স্নেইপ এর একটি পোর্ট্রেট স্থাপনের ব্যবস্থা করে এবং স্নেইপের প্রকৃত আনুগত্য জনসমক্ষে প্রকাশ করে।\n\n\n== অধ্যায়সমূহ ==\nডেথলি হ্যালোসে মোট ৩৬ টি অধ্যায় এবং একটি এপিলগ রয়েছে। এগুলো হল-\n১। ডার্ক লর্ডের উত্থান\n২। স্মৃতির পাতা থেকে \n৩। ডার্সলিদের বিদায়\n৪। সাত পটার \n৫। যোদ্ধার পতন\n৬। পায়জামায় পিশাচ\n৭। অ্যালবাস ডাম্বলডোরের উইল\n৮। বিয়ের অনুষ্ঠান\n৯। লুকানোর জায়গা\n১০। ক্রেচারের কাহিনী\n১১। ঘুষ\n১২। জাদুই শক্তি\n১৩। মাগল বংশজাত নিবন্ধন কমিশন\n১৪। চোর\n১৫। গবলিনের প্রতিশোধ\n১৬। গড্রিক'স হলো\n১৭। বাথিল্ডার গোপনীয়তা\n১৮। অ্যালবাস ডাম্বলডোরের জীবন ও মিথ্যাসমূহ\n১৯। রূপালী হরিণ\n২০। জেনোফিলিয়াস লাভগুড\n২১। তিন ভাইয়ের কাহিনী\n২২। ডেথলি হ্যালোস\n২৩। ম্যালফয় প্রাসাদ\n২৪। জাদুদন্ড প্রস্তুতকারী\n২৫। শেল কটেজ\n২৬। গ্রিনগটস\n২৭। সর্বশেষ লুকানোর জায়গা\n২৮। হারানো আয়না\n২৯। হারানো মুকুট\n৩০। সেভেরাস স্নেইপের সেকিং\n৩১। হগওয়ার্টসের যুদ্ধ\n৩২। এল্ডারের জাদুদন্ড\n৩৩। প্রিন্সের কাহিনী\n৩৪। আবারো বন\n৩৫। কিংস ক্রস \n৩৬। পরিকল্পনার ভুল\nএপিলগ- উনিশ বছর পরে\n\n\n== ইতিহাস ==\n\n\n=== নামকরণ ===\nবইটির নাম প্রকাশের কিছুকাল পূর্বে জে কে রাউলিং ঘোষণা করেন যে তিনি তার বইয়ের জন্য তিনটি নাম বিবেচনা করছেন। চূড়ান্ত নাম হ্যারি পটার অ্যান্ড দ্য ডেথলী হ্যালোস ২১ ডিসেম্বর রাউলিংয়ের ওয়েবসাইটে প্রকাশিত হয়।পরবর্তীকালে একটি লাইভ চ্যাটে জিজ্ঞাসা করা হলে, রাউলিং বলেন, অন্য যে দুইটি নাম তিনি বিবেচনা করেছিলেন সেগুলো হল হ্যারি পটার অ্যান্ড দ্য এল্ডার ওয়ান্ড এবং হ্যারি পটার অ্যান্ড দ্য পিভারেল কোয়েস্ট।\n\n\n== রূপায়ন ==\n\n\n=== চলচ্চিত্র ===\nপ্রধান নিবন্ধঃ হ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোস (চলচ্চিত্র)\nহ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোস এর উপর একটি দুই পর্বের চলচ্চিত্র নির্মিত হবে। এর পরিচালক হিসেবে থাকছেন আগের দুটি চলচ্চিত্র হ্যারি পটার অ্যান্ড দ্য হাফ-ব্লাড প্রিন্স ও হ্যারি পটার অ্যান্ড দ্য অর্ডার অফ দ্য ফিনিক্স এর পরিচালক ডেভিড ইয়েটস। প্রথম পর্বটি মুক্তি পাবে ১৯ নভেম্বর ২০১০ এবং দ্বিতীয় পর্বটি মুক্তি পাবে ১৫ জুলাই ২০১১। ২০১০ সালের জুন মাসে এর চিত্রায়ণ শেষ হবে।\n\n\n=== ভিডিও গেমস ===\nইলেকট্রনিক আর্টস হ্যারি পটার সিরিজের অন্যান্য বইগুলোর মত হ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোস বই ও চলচ্চিত্রের কাহিনীর অবলম্বনে ভিডিও গেমস তৈরি করবে; যা চলচ্চিত্রটির সাথে ২০১০ সালে মুক্তি পাবে।\n\n\n== অনুবাদ ==\nমূল নিবন্ধঃ অনুবাদে হ্যারি পটার\nবিভিন্ন দেশের বিভিন্ন ভাষাভাষী পাঠকদের মধ্যে অত্যন্ত জনপ্রিয় হওয়ায় হ্যারি পটার সিরিজের অন্য বইগুলোর মত ডেথলি হ্যালোসও বিশ্বের বিভিন্ন ভাষায় অনূদিত হয়েছে। বইটির সর্বপ্রথম অনুবাদ ইউক্রেনীয় ভাষাতে ২০০৭ সালের ২৫ সেপ্টেম্বর প্রকাশিত হয়। (ইউক্রেনীয় ভাষায়ঃ Гаррі Поттер і смертельні реліквії) বইটি সুয়েডীয় ভাষায় হ্যারি পটার অ্যান্ড দ্য রেলিক্স অফ ডেথ (Harry Potter och Dödsrelikerna) নামে অনূ্দিত হয়। ফরাসি ভাষাতেও একই নামে বইটি প্রকাশিত হয়। (Harry Potter et les reliques de la mort). ২০০৮ সালের ২৬ জানুয়ারি বইটি পোলিশ ভাষায় ভিন্ন আরেকটি নাম হ্যারি পটার অ্যান্ড দ্য ইনসাইনিয়া অফ ডেথ (Harry Potter i Insygnia Śmierci) নামে প্রকাশিত হয়। বইটির হিন্দি ভাষার সংস্করণ হ্যারি পটার অর মওত কে তোহফে (हैरी पॉटर और मौत के तोहफे) বা হ্যারি পটার অ্যান্ড দ্য গিফটস অফ ডেথ নামে ২০০৮ সালের ২৭ জুন প্রকাশিত হয়। মঞ্জুল পাবলিকেশন বইটি প্রকাশ করে।\n\n\n=== বাংলা ভাষায় অনুবাদ ===\nঅঙ্কুর প্রকাশনী হ্যারি পটার সিরিজের বইগুলোকে বাংলাদেশে বাংলা ভাষায় প্রকাশ করেছে। এই ধারাবাহিকতায় সিরিজের অন্যান্য বইগুলোর মত সপ্তম ও সর্বশেষ বই হ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোস এর বাংলা সংস্করণ ২০১০ সালের ফেব্রুয়ারি মাসে অঙ্কুর সর্বপ্রথম বাংলাদেশে প্রকাশ করে। মহসীন হাবিব বইটি বাংলা ভাষায় অনুবাদ করেছেন। বইটির টাইটেল হিসেবে এর মূল ইংরেজি নাম হ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোস অপরিবর্তিত রাখা হয়েছে। বইটিতে মোট ৬৫৬ পৃষ্ঠা রয়েছে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nHarry Potter at Bloomsbury.com web site  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ মে ২০০৯ তারিখে U.K. publisher book information\nHarry Potter at Scholastic.com web site U.S. publisher book information\nHarry Potter at Raincoast.com web site Canadian publisher book information\nHarry Potter at Allen & Unwin web site Australia-New Zealand publisher book information"}