{"pageid": 1076730, "title": "ডোমেইন নাম রেজিস্ট্রার", "url": "https://bn.wikipedia.org/wiki?curid=1076730", "content": "একটি ডোমেইন নাম রেজিস্ট্রার এমন একটি কোম্পানি যা ইন্টারনেট ডোমেইন নামগুলির সংরক্ষণ পরিচালনা করে। একটি ডোমেইন নাম রেজিস্ট্রার একটি জেনেরিক টপ-লেভেল ডোমেইন (জিটিএলডি) রেজিস্ট্রি অথবা একটি কান্ট্রি কোড টপ-লেভেল ডোমেইন (সিসিটিএলডি) রেজিস্ট্রি দ্বারা অনুমোদিত হতে হবে। একজন রেজিস্ট্রার নির্ধারিত ডোমেইন নাম রেজিস্ট্রির নির্দেশিকা অনুযায়ী কাজ করে।\n\n\n== ইতিহাস ==\n১৯৯৯ সাল পর্যন্ত, নেটওয়ার্ক সলিউশন ইনকর্পোরেটেড (এনএসআই) .কম, .নেট, এবং .অর্গ টপ-লেভেল ডোমেইন (টিএলডি) এর জন্য রেজিস্ট্রি পরিচালনা করে। ডোমেইন নাম রেজিস্ট্রি অপারেটরের কাজ ছাড়াও, এই ডোমেনগুলির জন্য এটি একমাত্র রেজিস্ট্রারও ছিল। যাইহোক, বেশ কয়েকটি কোম্পানি স্বাধীন রেজিস্ট্রার পরিষেবা তৈরি করেছিল। ১৯৯৬ সালে এমন কোম্পানির একটি ইভান পোপের কোম্পানি, নেটনেমস, একটি স্বতন্ত্র বাণিজ্যিক ডোমেইন নাম নিবন্ধন পরিষেবার ধারণা তৈরি করে যা জনসাধারণের কাছে ডোমেইন নিবন্ধন এবং অন্যান্য সংশ্লিষ্ট পরিষেবা বিক্রি করে, কার্যকরভাবে একটি শিল্পের খুচরা বাহু প্রতিষ্ঠা করে যার রেজিস্ট্রি পাইকারী বিক্রেতা।\n১৯৯৭ সালে, পিজিমিডিয়া ডিএনএস রুট জোনকে একটি অপরিহার্য সুবিধা হিসেবে উল্লেখ করে এনএসআই-এর বিরুদ্ধে একটি অবিশ্বাস মামলা দায়ের করে এবং ন্যাশনাল সায়েন্স ফাউন্ডেশন (এনএসএফ) এই ক্রিয়ায় প্রতিবাদী হিসেবে যোগদান করে। শেষ পর্যন্ত, এনএসআইকে অবিশ্বাস মামলা থেকে রেহাই দেওয়া হয়েছিল, কিন্তু মামলাটি ডোমেইন নাম বাজার পুনর্গঠনের জন্য যথেষ্ট চাপ সৃষ্টি করেছিল।\n১৯৯৮ সালের অক্টোবরে, ক্রমবর্ধমান ডোমেইন নাম নিবন্ধন ব্যবসা এবং অন্যান্য আগ্রহী পক্ষের চাপের পরে, মার্কিন যুক্তরাষ্ট্রের বাণিজ্য বিভাগের সাথে এনএসআই এর চুক্তি সংশোধন করা হয়েছিল। এই সংশোধনের জন্য একটি শেয়ার্ড রেজিস্ট্রেশন সিস্টেম তৈরির প্রয়োজন ছিল যা একাধিক রেজিস্ট্রারকে সমর্থন করে। ইন্টারনেট কর্পোরেশন ফর অ্যাসাইনড নেম এন্ড নাম্বার (আইসিএএনএন)-এর তত্ত্বাবধানে এই সিস্টেমটি আনুষ্ঠানিকভাবে সেবা দেয়া শুরু করে, যদিও ১১ মার্চ, ১৯৯৯ থেকে এই সিস্টেমটি ব্যবহার করে বেশ কিছু টেস্টব্যাড রেজিস্ট্রার ছিল। তারপর থেকে, ৯০০ টিরও বেশি রেজিস্ট্রার প্রবেশ করেছে ডোমেইন নাম নিবন্ধন পরিষেবার বাজারে।\nযেসব রেজিস্ট্রার প্রাথমিকভাবে বাজারে প্রবেশ করেছিলেন তাদের মধ্যে অনেকেই ক্রমাগত বৃদ্ধি পেয়েছে এবং প্রতিদ্বন্দ্বীদের ছাড়িয়ে গেছে। গোড্যাডি হলো সবচেয়ে বড় রেজিস্ট্রার। অন্যান্য ব্যাপকভাবে ব্যবহৃত রেজিস্ট্রারগুলির মধ্যে রয়েছে ইনোম, টুকোস, ওয়েব সেন্ট্রাল গ্রুপ। রেজিস্ট্রার যারা প্রথম দিকে বাজারে নেতৃত্ব দিয়েছিলেন কিন্তু পরবর্তীতে প্রতিদ্বন্দ্বীদের ছাড়িয়ে গিয়েছিলেন তাদের মধ্যে রয়েছে নেটওয়ার্ক সলিউশন এবং ডটস্টার।\nপ্রতিটি আইসিএএন-অনুমোদিত রেজিস্ট্রারকে অবশ্যই $৪,০০০ মার্কিন ডলার এবং একটি পরিবর্তনশীল ফি প্রদান করতে হবে। পরিবর্তনশীল রেজিস্ট্রার ফির যোগফল মোট $৩.৮ মিলিয়ন মার্কিন ডলার। ভাগ করা নিবন্ধন ব্যবস্থার দ্বারা ব্যবহারকারীদের বিভিন্ন দামে বিভিন্ন পরিসেবা প্রদানকারী অনেক নিবন্ধক থেকে বেছে নিতে সক্ষম করে।\n\n\n== আরোও দেখুন ==\nড্রপ রেজিস্ট্রার\nব্যক্তিগত সাব-ডোমেইন রেজিস্ট্রি\n\n\n== তথ্যসূত্র =="}