{"pageid": 1076271, "title": "প্রথম সোমেশ্বর", "url": "https://bn.wikipedia.org/wiki?curid=1076271", "content": "প্রথম সোমেশ্বর (আইএএসটি: Someśvara; শা. আনু. ১০৪২ – ১০৬৮) ছিলেন পশ্চিম চালুক্য সাম্রাজ্যের এক রাজা। তিনি \"অহবমল্ল\" বা \"ত্রিলোকমল্ল\" নামেও পরিচিত ছিলেন। পিতা দ্বিতীয় জয়সিংহের মৃত্যুর পর প্রথম সোমেশ্বর সিংহাসনে আরোহণ করেন।\nমধ্য ভারতে বেশ কয়েকটি সামরিক সাফল্যের ফলে তিনি এক বিশাল সাম্রাজ্যের দুর্জয় শাসকে পরিণত হয়েছিলেন। তাঁর রাজত্বকালেই চালুক্যদের সাম্রাজ্য উত্তর দিকে গুজরাত ও মধ্য ভারত পর্যন্ত প্রসারিত হয়েছিল। দক্ষিণের মহীশূরের মালেনাড়ু (পর্বত) অঞ্চলের হৈসলরা ছিল তাঁর সামন্ত শাসক। বিনয়াদিত্যের কন্যা (মতান্তরে ভগিনী) হৈসল দেবী ছিলেন প্রথম সোমেশ্বরের অন্যতমা পত্নী। পশ্চিমে প্রথম সোমেশ্বর কোঙ্কন অঞ্চলের অধিকার বজায় রাখতে সক্ষম হয়েছিলেন। পূর্ব দিকে তিনি তাঁর প্রভাব প্রসারিত করেছিলেন অনন্তপুর ও কুর্নুল পর্যন্ত। তঞ্জাবুরের চোলদের হাতে অনেকবার পরাজিত হলেও তিনি বেশ কয়েকটি ক্ষেত্রে বেঙ্গির রাজ-নির্ণায়কের ভূমিকা পালন করেছিলেন।\nইতিহাসবিদ গঙ্গোপাধ্যায়ের মতে, চোলেরা প্রথম সোমেশ্বরের রাজ্যের কোনও অংশ কেড়ে নিতে পারেনি। ইতিহাসবিদ সেনের মতে, প্রথম সোমেশ্বরের রাজত্বকাল ছিল পশ্চিম চালুক্যদের ইতিহাসের এক অসাধারণ অধ্যায়, যা সমৃদ্ধির শিখরে আরোহণ করে পরে ষষ্ঠ বিক্রমাদিত্যের রাজত্বকালে। ইতিহাসবিদ ত্রিপাঠী দাবি করেন যে, চালুক্যদের প্রভাব পূর্ব ভারতেও প্রসারিত হয়েছিল। প্রথম সোমেশ্বর তাঁর রাজধানী মান্যখেত থেকে কল্যাণীতে (অধুনা বাসবকল্যাণ, বিদার জেলা) স্থানান্তরিত করেছিলেন। তিনি কন্নড় পণ্ডিত শ্রীধরাচার্যের পৃষ্ঠপোষকরা করেন। শ্রীধরাচার্য কন্নড়ে লেখা প্রাচীনতম জ্যোতিষ গ্রন্থ জয়তিলক (আনুমানিক ১০৪৯) এবং অধুনা অবলুপ্ত রম্যরচনা-মূলক চন্দ্রপ্রভাচরিতে-এর রচয়িতা।\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\nChopra, P.N.; Ravindran, T.K.; Subrahmanian, N (২০০৩) [2003]। History of South India (Ancient, Medieval and Modern) Part 1। New Delhi: Chand Publications। আইএসবিএন 81-219-0153-7। \nKamath, Suryanath U. (২০০১) [1980]। A concise history of Karnataka : from pre-historic times to the present। Bangalore: Jupiter books। এলসিসিএন 80905179। ওসিএলসি 7796041। \nNarasimhacharya, R (১৯৮৮) [1988]। History of Kannada Literature। New Delhi: Penguin Books। আইএসবিএন 81-206-0303-6। \nSastri, Nilakanta K.A. (২০০২) [1955]। A history of South India from prehistoric times to the fall of Vijayanagar। New Delhi: Indian Branch, Oxford University Press। আইএসবিএন 0-19-560686-8। \nSen, Sailendra Nath (১৯৯৯) [1999]। Ancient Indian History and Civilization। New Age Publishers। আইএসবিএন 81-224-1198-3। \nTripathi, Rama Shankar (১৯৯২) [1942]। History of Ancient India। New Delhi: Motilal Banarsidass। আইএসবিএন 81-208-0018-4।"}