{"pageid": 1076819, "title": "কাশীবিশ্বেশ্বর মন্দির, লক্কুণ্ডী", "url": "https://bn.wikipedia.org/wiki?curid=1076819", "content": "কাশীবিশ্বেশ্বর মন্দির (কন্নড়:  ಕಾಶಿವಿಶ್ವೇಶ್ವರ ದೇವಸ್ಥಾನ ; অপর নাম: কবতলেশ্বর মন্দির বা কাশী বিশ্বনাথ মন্দির) হল ভারতের কর্ণাটক রাজ্যের গাদাগ জেলার লক্কুণ্ডীতে অবস্থিত একটি মন্দির। এটি হাম্পি থেকে গোয়ার মধ্যবর্তী গাদাগ শহর থেকে প্রায় ১২ কিলোমিটার (৭.৫ মাইল) দূরে অবস্থিত। কাশীবিশ্বেশ্বর মন্দির হল হিন্দু স্থাপত্যশৈলীর পরিপূর্ণ বিকশিত কল্যাণ চালুক্য ধারার অন্যতম শ্রেষ্ঠ নিদর্শন। ঊনবিংশ শতাব্দীর ব্রিটিশ পুরাতত্ত্ববিদ ও ইতিহাসবিদ জেমস বার্জেস লক্কুন্ডির মন্দিরগুলি সমীক্ষা করে এটিকে \"ভারতে হিন্দু অলংকৃত শিল্পকর্মের অন্যতম শ্রেষ্ঠ বিদ্যমান নিদর্শন\" বলে উল্লেখ করেছিলেন।\nকাশীবিশ্বেশ্বর মন্দিরে পরস্পর-অভিমুখী দু’টি গর্ভগৃহ রয়েছে; দু’টি গর্ভগৃহই একই মণ্ডপে অবস্থিত। বৃহত্তর গর্ভগৃহটি শিবের প্রতি ও অন্যটি সূর্যের প্রতি উৎসর্গিত। জেমস হার্লের মতে, মন্দরটি শুধু তিনটি মাত্রাযুক্ত মিনিয়েচার খোদাইচিত্র ও সূক্ষ্ম অলংকরণের জন্যই উল্লেখযোগ্য নয়, বরং এটিতে হিন্দু স্থাপত্যশৈলীর তিনটি প্রধান হিন্দু মন্দির স্থাপত্যশৈলীর মিলন ঘটেছে – নাগর, বেসর ও দ্রাবিড়।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\n\nCousens, Henry (১৯২৬)। The Chalukyan Architecture of Kanarese Districts (Republished in 1996)। New Delhi: Archaeological Survey of India। ওসিএলসি 37526233। \nHardy, Adam (১৯৯৫) [1995]। Indian Temple Architecture: Form and Transformation-The Karnata Dravida Tradition 7th to 13th Centuries। Abhinav Publications। আইএসবিএন 81-7017-312-4। \nFoekema, Gerard (২০০৩) [2003]। Architecture decorated with architecture: Later medieval temples of Karnataka, 1000–1300 AD। New Delhi: Munshiram Manoharlal Publishers Pvt. Ltd। আইএসবিএন 81-215-1089-9। \nKamiya, Takeyo। \"Architecture of Indian subcontinent\"। Indian Architecture। Gerard da Cunha। ২০১৫-০৪-০২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৮-০৮-১৬। \nVinayak Bharne; Krupali Krusche (২০১৪)। Rediscovering the Hindu Temple: The Sacred Architecture and Urbanism of India। Cambridge Scholars Publishing। আইএসবিএন 978-1-4438-6734-4। \nT. Richard Blurton (১৯৯৩)। Hindu Art। Harvard University Press। আইএসবিএন 978-0-674-39189-5। \nThomas E. Donaldson (১৯৮৫)। Hindu Temple Art of Orissa। Brill। আইএসবিএন 978-90-04-07173-5। \nJames Fergusson; Richard Phené Spiers (১৯১০)। History of Indian and Eastern Architecture। John Murray। \nJames Fergusson (১৯৬৭)। History of Indian and Eastern Architecture, Volume 2। Munshiram Manoharlal। \nJames Fergusson (১৮৭৬)। History of Indian and Eastern Architecture Volume 3। J. Murray। \nAdam Hardy (২০০৭)। The Temple Architecture of India। Wiley। আইএসবিএন 978-0-470-02827-8। \nAdam Hardy (১৯৯৫)। Indian Temple Architecture: Form and Transformation : the Karṇāṭa Drāviḍa Tradition, 7th to 13th Centuries। Abhinav Publications। আইএসবিএন 978-81-7017-312-0। \nMichael W. Meister; Madhusudan Dhaky (১৯৮৩a)। Encyclopaedia of Indian Temple Architecture, Volume 1 Part 1 South India Text & Plates। American Institute of Indian Studies। আইএসবিএন 9780691040530। \nM. A. Dhaky; Michael W. Meister (১৯৮৩b)। Encyclopaedia of Indian Temple Architecture: Volume 1 Part 2 South India Text & Plates। University of Pennsylvania Press। আইএসবিএন 978-0-8122-7992-4। \nMadhusudan A. Dhaky; Michael Meister (১৯৯৬)। Encyclopaedia of Indian Temple Architecture, Volume 1 Part 3 South India Text & Plates। American Institute of Indian Studies। আইএসবিএন 978-81-86526-00-2। \nMichael W. Meister; Madhusudan A. Dhaky (১৯৮৩c)। Encyclopaedia of Indian Temple Architecture, Volume 1 Part 4 South India Text & Plates। American Institute of Indian Studies। আইএসবিএন 978-81-7304-436-6। \nMichael W. Meister; Madhusudan A. Dhaky; Krishna Deva (১৯৮৩d)। Encyclopaedia of Indian Temple Architecture Volume 2 Part 1 North India Text & Plates। American Institute of Indian Studies। আইএসবিএন 9780691040530। \nMichael W. Meister; Madhusudan A. Dhaky (১৯৯৩)। Encyclopaedia of Indian Temple Architecture: Volume 2 Part 2 North India Text & Plates। University of Pennsylvania Press। আইএসবিএন 978-0-691-04094-3। \nMadhusudan A. Dhaky (১৯৯৮)। Encyclopaedia of Indian Temple Architecture Volume 2 Part 3 North India Text & Plates। American Institute of Indian Studies। আইএসবিএন 978-81-7304-225-6। \nGeorge Michell (২০০১)। Encyclopaedia of Indian Temple Architecture: Later Phase, C. AD. 1289-1798. South India. Dravidadesa। American Institute of Indian Studies। \nJames C. Harle (১৯৯৪)। The Art and Architecture of the Indian Subcontinent। Yale University Press। আইএসবিএন 978-0-300-06217-5। \nSusan L. Huntington; John C. Huntington (২০১৪)। The Art of Ancient India: Buddhist, Hindu, Jain। Motilal Banarsidass। আইএসবিএন 978-81-208-3617-4। \nStella Kramrisch (১৯৯৬)। The Hindu Temple, Volume 1। Motilal Banarsidass। \nStella Kramrisch (১৯৭৬)। The Hindu Temple, Volume 2। Motilal Banarsidass। আইএসবিএন 978-81-208-0224-7। \nGeorge Michell (১৯৭৭)। The Hindu Temple: An Introduction to Its Meaning and Forms। Harper & Row। আইএসবিএন 978-0-06-435750-0। \nGeorge Michell (১৯৮৯)। The Penguin Guide to the Monuments of India: Buddhist, Jain, Hindu। Penguin Books। আইএসবিএন 978-0-14-008144-2। \nGeorge Michell (১৯৯৫)। Architecture and Art of Southern India: Vijayanagara and the Successor States 1350-1750। Cambridge University Press। আইএসবিএন 978-0-521-44110-0। \nGeorge Michell (২০০০)। Hindu Art and Architecture। Thames & Hudson। আইএসবিএন 978-0-500-20337-8। \nM. Rama Rao (১৯৬৫)। Early Cālukyan Temples of Andhra Desa। Government of Andhra Pradesh। \nM. Rama Rao (১৯৭০)। Select Andhra Temples। Government of Andhra Pradesh। আইএসবিএন 9781340109394। \nK. V. Soundara Rajan (১৯৬৫)। Architecture of the Early Hindu Temples of Andhra Pradesh। Government of Andhra Pradesh। \nBenjamin Rowland (১৯৭০)। The Art and Architecture of India: Buddhist, Hindu, Jain। Penguin Books। \nM R Sarma (১৯৭২)। Temples of Telingaṇa: The Architecture, Iconography, and Sculpture of the Calukya and Kakatiya Temples। Munshiram Manoharlal। আইএসবিএন 978-81-215-0437-9। \nK. M. Suresh (২০০৩)। Temples of Karnataka: Volumes 1 & 2। Bharatiya Kala Prakashan। আইএসবিএন 978-81-8090-013-6। \nHeinrich Robert Zimmer (১৯৫৫)। The Art of Indian Asia: Text। Pantheon Books। \nটেমপ্লেট:Hindu temples in Karnataka"}