{"pageid": 1076816, "title": "বেল বটম", "url": "https://bn.wikipedia.org/wiki?curid=1076816", "content": "বেল বটম হলো রঞ্জিত এম. তিওয়ারি পরিচালিত একটি ভারতীয় হিন্দি ভাষার গুপ্তচরভিত্তিক রোমাঞ্চকর চলচ্চিত্র। চলচ্চিত্রটি লিখেছেন অসীম অরোরা ও পারভিজ শেখ এবং পূজা এন্টারটেইনমেন্ট ও এমামি এন্টারটেইনমেন্টের ব্যানারে প্রযোজনা করেছেন জ্যাকি ভাগনানি, দীপশিখা দেশমুখ ও নিখিল আডবাণী। এতে অক্ষয় কুমার প্রধান চরিত্রে অভিনয় করেছেন এবং বনি কাপুর, লরা দত্ত ও হুমা কুরেশি অন্যান্য গুরুত্বপূর্ণ চরিত্রে অভিনয় করেছেন। বেল বটম ১৯৮০'র দশকে খালিস্তানি বিচ্ছিন্নতাবাদী কর্তৃক ভারতে বাস্তব জীবনে সংঘটিত কয়েকটি বিমান ছিনতাইয়ের ঘটনা থেকে অনুপ্রাণিত।\n২০২০ সালের ২০ আগস্ট চলচ্চিত্রটির প্রধান চিত্রগ্রহণ অনুষ্ঠিত হয় এবং একই বছরের ৩০ সেপ্টেম্বর লন্ডনে সমাপ্ত হয়েছিল। ২০২১ সালের ১৯ আগস্ট চলচ্চিত্রটি থ্রিডি সংস্করণে মুক্তি পায়।\n\n\n== অভিনয় ==\nঅক্ষয় কুমার - \"বেল বটম\" প্রতিনিধি\nবাণী কাপুর\nহুমা কুরেশী\nলারা দত্ত - ইন্দিরা গান্ধী\nড্যানজিল স্মিথ\nঅনিরুদ্ধ দেব\nআদিল হুসাইন\nথালাবাসাল বিজয়\n\n\n== নির্মাণ ==\n২০২১ সালের প্রজাতন্ত্র দিবসে মুক্তির তারিখ নির্ধারণ সহ ২০১৯ সালের নভেম্বরে চলচ্চিত্রটি আনুষ্ঠানিকভাবে ঘোষণা করা হয়েছিল। বেল বটম সত্য ঘটনার উপর ভিত্তি করে নির্মাণ করা এবং এর কাহিনীটি ১৯৮০'র দশকে সেই যুগের কিছু অবিস্মরণীয় নায়কদের নিয়ে মঞ্চায়ন করা হয়েছে। এটি যশ রাজ ফিল্মসের বাইরে প্রযোজিত বাণী কাপুর অভিনীত প্রথম চলচ্চিত্র এবং ২০২০ সালে কোভিড-১৯ মহামারীর মধ্যে চিত্রগ্রহণ শুরু হওয়া প্রথম বলিউড চলচ্চিত্র, যা সেই সময় ভারতে লকডাউনের কারণে চিত্রগ্রহণ বন্ধ করা হয়েছিল। ২০২০ সালের জানুয়ারি মাসে চলচ্চিত্রের প্রেক্ষাগৃহ প্রিমিয়ার ২০২১ সালের ২ এপ্রিল পর্যন্ত স্থগিত করা হয়েছিল। ২০২০ সালের আগস্টের প্রথম সপ্তাহে চলচ্চিত্রটির কলাকুশলীরা স্কটল্যান্ডের গ্লাসগোতে উড়ে যায়। ২০২০ সালের ২০ আগস্ট শেষ পর্যন্ত চলচ্চিত্রটির চিত্রগ্রহণ শুরু হয়েছিল। একই বছরের সেপ্টেম্বরের ৩০ তারিখ লন্ডনে চলচ্চিত্রটির দৃশ্যধারণ সম্পন্ন হয়।\n\n\n== মুক্তি ==\nভারতজুড়ে কোভিড-১৯ মহামারীর দ্বিতীয় ঢেউয়ের কারণে চলচ্চিত্রটির মুক্তি স্থগিত করা হয়। চলচ্চিত্রটি অবশেষে ২০২১ সালের ১৯ আগস্ট থ্রিডি সংস্করণে মুক্তি পায়।\n\n\n== সংগীত ==\nচলচ্চিত্রের আবহসংগীত পরিচালনা করেছেন ড্যানিয়েল বি. জর্জ, যদিও ট্রেইলারের আবহ পরিচালনা করেছেন জুলিয়াস প্যাকিয়াম। চলচ্চিত্রে ব্যবহারকৃত গানগুলোর সুরারোপ করেছেন, যথাক্রমে আমাল মল্লিক, তনিষ্ক বাগচী, শান্তনু দত্ত, কুলবন্ত সিং ভামরা, গুরনজর সিং এবং মণিন্দর বাটার এবং গানের কথা লিখেছেন রশ্মি বিরাগ, তনিষ্ক বাগচী, বাব্বু মান, সীমা সায়নী এবং গুরনজর সিং।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে বেল বটম  (ইংরেজি)\nবলিউড হাঙ্গামা-এ বেল বটম"}