{"pageid": 1076750, "title": "গোড্যাডি", "url": "https://bn.wikipedia.org/wiki?curid=1076750", "content": "গোড্যাডি ইনকর্পোরেটেড (ইংরেজি: GoDaddy Inc.) হলো একটি আমেরিকান সর্বসমক্ষে ইন্টারনেট ডোমেইন রেজিস্ট্রার এবং ওয়েব হোস্টিং কোম্পানি। গোড্যাডির সদর দপ্তর টেম্পে, অ্যারিজোনায় অবস্থিত এবং ডেলাওয়্যারে অন্তর্ভুক্ত।\n২০২২ সাল পর্যন্ত, গোড্যাডির ২ কোটি ১০ লাখেরও বেশি গ্রাহক এবং বিশ্বব্যাপী ৬,৯০০ এরও বেশি কর্মচারী রয়েছে। কোম্পানিটি টিভিতে এবং সংবাদপত্রে বিজ্ঞাপনের জন্য পরিচিত। এটি সেন্সরশিপ সম্পর্কিত বেশ কয়েকটি বিতর্কে জড়িয়ে পড়েছিল।\n\n\n== ইতিহাস ==\n\nগোড্যাডি ১৯৯৭ সালে ফিনিক্স, অ্যারিজোনার উদ্যোক্তা বব পারসন্স দ্বারা প্রতিষ্ঠিত হয়েছিল। পারসন্স পূর্বে তার আর্থিক সফটওয়্যার পরিষেবা সংস্থা পারসন্স টেকনোলজি ১৯৯৪ সালে ৬৫ মিলিয়ন ডলারে ইনটুইটের কাছে বিক্রয় করেছিল। তিনি ১৯৯৭ সালে অবসর থেকে বেরিয়ে এসে জোম্যাক্স টেকনোলজিস (ফিনিক্স অ্যারিজোনার একটি রাস্তার নামানুসারে) চালু করেছিলেন যা পরবর্তিতে গোড্যাডি গ্রুপ ইনকর্পোরেটেড হয়েছিল। গোড্যাডি ২০১১ সালে কেকেআর, সিলভার লেক এবং টিসিভি থেকে কৌশলগত বিনিয়োগ পেয়েছিল।\n\n\n== অবকাঠামো ==\n২০১৩ সালে, গোড্যাডিকে বিশ্বের সবচেয়ে বড় আইসিএএনএন-অনুমোদিত রেজিস্ট্রার হিসাবে রিপোর্ট করা হয়েছিল, যা তাদের নিকটতম প্রতিদ্বন্দ্বীর চারগুণ আকারে। অ্যারিজোনার ফিনিক্সে তাদের একটি ২৭০,০০ বর্গফুটের (২৫,০০০ বর্গমিটার) সুবিধা রয়েছে।\n\n\n== সেবা ==\nগোড্যাডির এর গ্রাহকদের বিভিন্ন পরিষেবা প্রদানের জন্য প্রচুর সরঞ্জাম রয়েছে। গোড্যাডি নিলামে, যা গোড্যাডির নিজস্ব ডোমেইন মার্কেটপ্লেস, ব্যবহারকারীরা তাদের ডোমেইন নাম বিক্রির জন্য তালিকাভুক্ত করতে পারেন অথবা অন্য ডোমেইন নাম নিলামে বিড করতে পারেন। গোড্যাডি অন্যান্য রেজিস্ট্রারের কাছ থেকে মেয়াদোত্তীর্ণ ডোমেইন নাম নিলামের তালিকাও করে, তাই গোড্যাডি নিলামে প্রতিদিন হাজার হাজার মূল্যবান মেয়াদোত্তীর্ণ ডোমেইন নাম নিলাম এবং বিক্রির জন্য যায়। এই মেয়াদোত্তীর্ণ ডোমেইন নামগুলি মেয়াদ শেষ হওয়ার আগে সরাসরি নতুন মালিকের গোড্যাডি অ্যাকাউন্টে চলে যায়। আরেকটি পরিষেবা হলো গোভেল্যু, এক ধরনের ডোমেইন মূল্যায়ন সরঞ্জাম, যা যেকোনো ডোমেইন নামের গড় মূল্য দেখায়। এটি একটি অ্যালগরিদম দিয়ে মান গণনা করে যা এক্সটেনশন, কীওয়ার্ড, বিক্রি করা তুলনামূলক ডোমেইন এবং সম্ভবত অন্য কিছু ডেটা করে। গোড্যাডি তার ব্লগের নাম দিয়েছে গোড্যাডি গ্যারেজ।\n\n\n== মার্কেটিং ==\n\n\n=== গোড্যাডি উকিল ===\n২০০৯ সালের মার্চে, গোড্যাডি প্রো-গলফার অ্যানা রাওসনকে যুক্ত করেছিলেন। ২০০৯ সালের আগস্টে, রাশিয়ার মেরিনা অরলোভাও একজন আইনজীবী হয়েছিলেন।\n২০১০ সালে, ব্যক্তিগত প্রশিক্ষক জিলিয়ান মাইকেলসকে গোড্যাডি অ্যাডভোকেট হিসেবে যোগ করেন। মাইকেলস এনবিসি'র শো \"দ্য বিগেস্ট লুজার\"-এ কোচ হিসেবে তার ভূমিকার জন্য পরিচিত।\n২০১৩ সালে, জিন-ক্লড ভ্যান ড্যামে গোড্যাডি বিজ্ঞাপনের একটি সিরিজে অভিনয় করেছিলেন যেখানে তাকে বাদ্যযন্ত্র বাজানোর সময় বিভাজন করতে দেখা যায় এবং ব্যবসার মালিকের সামনে উল্টোভাবে উপস্থিত হওয়ার আগে ফিসফিস করে বলে, \"ইটস গো টাইম।\"\n\n\n=== ক্রীড়া পৃষ্ঠপোষকতা ===\nগোড্যাডি ২০০৫ সালে সুপার বাউলে বিজ্ঞাপন দেওয়া শুরু করে। তারপর থেকে, কোম্পানি ক্রীড়া স্পনসরশীপ অন্তর্ভুক্ত করার জন্য তার বিপণন প্রসারিত করেছে।\nএছাড়াও, গোড্যাডি ইংল্যান্ড এবং ওয়েলসে অনুষ্ঠিত ২০১৯ আইসিসি ক্রিকেট বিশ্বকাপের সহ-পৃষ্ঠপোষক ছিলেন।\n\n\n== বিতর্ক ==\n\n\n=== ভেরিসাইন মামলা ===\n২০০২ সালে, গোড্যাডি ডোমেইন স্ল্যামিংয়ের জন্য ভেরিসাইন এর বিরুদ্ধে এবং ২০০৩ সালে আবার তার সাইট ফাইন্ডার সার্ভিসের বিরুদ্ধে মামলা করেছিল।  আইসিএএনএন থেকে একটি চিঠি পাওয়ার পরে ভেরিসাইন সাইট ফাইন্ডার বন্ধ করে দেয়, চিঠিতে পরিষেবাটি নিষ্ক্রিয় করার অনুরোধ মেনে চলার নির্দেশ দেওয়া হয়েছিল। ২০০৬ সালে, গোড্যাডি পেটেন্ট লঙ্ঘনের জন্য ওয়েব.কম দ্বারা মামলা করেছিল। এছাড়াও গোড্যাডির বিরুদ্ধে আরো বিতর্ক রয়েছে।\n\n\n== আরও দেখুন ==\nওয়েবসাইট\nওয়েব হোস্টিং\nগুগল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট\nব্যবসায়িক তথ্য\nগোড্যাডি - গুগল ফাইন্যান্স\nগোড্যাডি - গুগল ফাইন্যান্স\nগোড্যাডি - ইয়াহু! ফাইন্যান্স\nগোড্যাডি - ইয়াহু! ফাইন্যান্স\nগোড্যাডি - রয়টার্স"}