{"pageid": 107684, "title": "লর্ড ভলডেমর্ট", "url": "https://bn.wikipedia.org/wiki?curid=107684", "content": "লর্ড ভলডেমর্ট (ইংরেজিতে Lord Voldemort) ব্রিটিশ লেখিকা জে. কে. রাউলিং রচিত হ্যারি পটার উপন্যাস-সিরিজের প্রধান খলচরিত্র। ভলডেমর্টের প্রথম উপস্থিতি হ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন এ। এরপর থেকে পরবর্তী সবগুলো বইয়ে (হ্যারি পটার অ্যান্ড দ্য প্রিজনার অফ আজকাবান ব্যতীত) তার উপস্থিতি রয়েছে।\nপুরো সিরিজ জুড়ে ভলডেমর্ট হ্যারি পটারের প্রধান শত্রু। কারণ, একটি প্রফেসির মতে, কেবলমাত্র হ্যারি পটারই তাকে পরাজিত করতে সক্ষম। ভলডেমর্ট শুধুমাত্র জাদুকরদের উপরই নয়, বরং মাগলদের উপরও তার কর্তৃত্ব স্থাপনে আগ্রহী। বেশিরভাগ মানুষ তাকে এতটাই ভয় পায় যে, তার নাম পর্যন্ত মুখে আনতে সাহস পায় না। বিকল্প হিসেবে তাকে 'ইউ-নো-হু' (You-Know-Who) বা 'হি-হু-মাস্ট-নট-বি-নেইমড' (He-Who-Must-Not-Be-Named) নামে ডাকে। এমনকি তার অনুসারীরাও তাকে 'ডার্ক লর্ড' নামে সম্বোধন করে। ভলডেমর্টের প্রকৃত নাম টম মারভোলো রিডল। সে হগওয়ার্টস এর অন্যতম প্রতিষ্ঠাতা সালাজার স্লিদারিনের শেষ উত্তরাধিকারী।\n\n\n== চারিত্রিক বিকাশ ==\n১৯৯৯ সালে এক সাক্ষাৎকারে রাউলিং বলেন, সিরিজের প্রধান চরিত্র হ্যারি পটারের শত্রু হিসেবেই ভলডেমর্টকে তিনি সৃষ্টি করেছেন। তার মতে, \"এই সিরিজের মূল ধারণা ছিল হ্যারি একজন জাদুকর, কিন্তু সে তা জানত না। সুতরাং আমি এ নিয়ে ভাবতে থাকলাম, কেন সে তা জানত না। যখন হ্যারির বয়স এক বছর ছিল, তখন শতবছরের মধ্যে সবচেয়ে ভয়ঙ্কর কালো জাদুকর তাকে হত্যা করার চেষ্টা করেছিল। প্রথমে সে হ্যারির বাবা মাকে হত্যা করে, এবং তারপর সে হ্যারির দিকে অগ্রসর হয় এবং তার উপর মৃত্যুশাপ প্রয়োগ করার চেষ্টা করে। কিন্তু কোন এক রহস্যময় কারণে শাপটি হ্যারির উপর কাজ করে নি। তবে এই আক্রমণের চিহ্ন হিসেবে তার কপালে বিদ্যুৎ চমকানো আকৃতির একটি কাটা দাগ থেকে যায়। আর শাপটি বুমেরাং হয়ে সেই কালো জাদুকরকে আঘাত করে। এরপর থেকে সেই জাদুকরটিকে আর দেখা যায় নি।\"\nদ্বিতীয় বইয়ে রাউলিং প্রকাশ করেন যে, ভলডেমর্ট অ-বিশুদ্ধ রক্তের জাদুকরদের ঘৃনা করত, যদিও সে নিজেই একজন মিশ্র রক্তের বা হাফ-ব্লাড ছিল। রাউলিং এর মতে, ভলডেমর্ট নিজেই নিজেকে ঘৃণা করত। ভলডেমর্টের সাথে বাস্তব জীবনের অনেক অত্যাচারী শাসকের মিল খুঁজে পাওয়া যায়, যারা নিরীহ মানুষের দুঃখ ও কষ্টের জন্য অনেকাংশে দায়ী। তবে ২০০৪ সালে রাউলিং বলেন, ভলডেমর্ট চরিত্রটি সরাসরি কোন ঐতিহাসিক চরিত্রের উপর ভিত্তি করে নির্মিত নয়। ২০০৬ সালে রাউলিং বলেন যে অন্যান্য মানুষের মতই ভলডেমর্টেরও ভয় রয়েছে, আর সেই ভয় হল মৃত্যু। তিনি বলেন, \"ভলডেমর্টের ভয় হল মৃত্যু, অসম্মানজনক মৃত্যু। মানে, ভলডেমর্ট মৃত্যুকে অসম্মানজনক মনে করে। সে মনে করে, মৃত্যু হল লজ্জাজনক মানবীয় দুর্বলতা। তাই মৃত্যুই তার একমাত্র ভয়।\"\nপুরো সিরিজ জুড়ে, ভলডেমর্ট নামটিকে রাউলিং এতটাই ভীতিকর হিসেবে প্রতিষ্ঠিত করেছেন যে, জাদুকর সম্প্রদায় নামটি উচ্চারণ করাটাকেও ভয়ঙ্কর বলে মনে করে। বেশিরভাগ মানুষ তাকে এতটাই ভয় পায় যে, তার নাম পর্যন্ত মুখে আনতে সাহস পায় না। বিকল্প হিসেবে তাকে 'ইউ-নো-হু' বা 'হি-হু-মাস্ট-নট-বি-নেইমড' নামে সম্বোধন করে। হ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোসে এই নামটির উপর একটি ট্যাবু স্থাপন করা হয়, যার মাধ্যমে ভলডেমর্ট ও তার অনুসারীরা তাদেরকে সহজেই খুঁজে পেতে সক্ষম হয় যারা এই নামটি উচ্চারণ করে। দ্বিতীয় বইয়ে, রাউলিং প্রকাশ করেন যে, I am Lord Voldemort ভলডেমর্টের প্রকৃত নাম টম মারভোলো রিডল (Tom Marvolo Riddle) এর একটি এনাগ্রাম। তার মতে, ভলডেমর্ট নামটি উদ্ভাবিত, বাস্তবে এই নামের কোন ভিত্তি নেই। যদিও অনেক সাহিত্য বিশ্লেষক ভিন্নমত প্রকাশ করেছেন। ফিলিপ নেল এর মতে, ভলডেমর্ট শব্দটি ফরাসি ভাষায় ফ্লাইট অফ ডেথ বা মৃত্যুর উড়া শব্দগুচ্ছ থেকে উদ্ভব হয়েছে।\n\n\n== চলচ্চিত্রে রূপায়ন ==\nভলডেমর্ট সিরিজের তৃতীয় চলচ্চিত্র প্রিজনার অফ আজকাবান ব্যতীত প্রত্যেকটি চলচ্চিত্রে উপস্থিত হয়েছে। ভলডেমর্টের বিভিন্ন অবস্থা ও বয়সের প্রেক্ষাপটে ছয়জন অভিনেতা এই চরিত্রে অভিনয় করেছেন।\nপ্রথম চলচ্চিত্র ফিলোসফার্স স্টোনে ইয়ান হার্ট ভলডেমর্টের চরিত্রে অভিনয় করেন। একই চলচ্চিত্রে একটি ফ্ল্যাশব্যাক দৃশ্যে রিচার্ড ব্রেমারকে তার চরিত্রে দেখা যায়। পরবর্তী চলচ্চিত্র চেম্বার অফ সিক্রেটসে ক্রিস্টিয়ান কোলসন ১৬ বছর বয়স্ক ভলডেমর্টের ভূমিকায় অভিনয় করে। সিরিজের চতুর্থ চলচ্চিত্র গবলেট অফ ফায়ারে ভলডেমর্ট তার পূর্ণ দেহ ফিরে পায়। র‌্যালফ ফাইনেস এতে অভিনয় করেন। পরবর্তী চলচ্চিত্রসমূহেও ফাইনেসই ভলডেমর্টের ভূমিকায় অভিনয় করেন।\nহাফ-ব্লাড প্রিন্সে ফাইনেসের ভাইপো হিরো ফাইনেস-টিফিন ১১ বছর বয়স্ক এবং অভিনেতা ফ্র্যাঙ্ক ডিলানে ১৬ বছর বয়স্ক ভলডেমর্টের ভূমিকায় অভিনয় করে।\nকিছু মানুষের কাছে হ্যারি পটার চলচ্চিত্র সিরিজের লর্ড ভলডেমর্ট প্রধান আকর্ষক বিষয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলর্ড ভোলডেমর্ট at Harry Potter Lexicon"}