{"pageid": 1076917, "title": "জামিয়া ইসলামিয়া মোমেনশাহী", "url": "https://bn.wikipedia.org/wiki?curid=1076917", "content": "আল জামিয়া আল ইসলামিয়া ময়মনসিংহ (জামিয়া ইসলামিয়া মোমেনশাহী নামেও পরিচিত) ময়মনসিংহ জেলার চরপাড়ায় অবস্থিত একটি কওমি মাদ্রাসা। ১৯৪২ সালে মনজুরুল হক ও নেওয়াজ আলীর নেতৃত্বে শহর ও শহরতলীর আলেম ও স্থানীয় ব্যক্তিবর্গের সহযোগিতায় এই মাদ্রাসাটি প্রতিষ্ঠা করা হয়। মাদ্রাসার জমি দান করেন নেওয়াজ আলীর সহধর্মিণী রহমজান খাতুন। শুরুতে মাদ্রাসার নাম ছিল ‘দারুল উলুম’। ১৯৭৬ সালে আশরাফ আলী থানভীর খলিফা আতহার আলী মাদ্রাসার পৃষ্ঠপোষকতার দায়িত্ব গ্রহণের পর মাদ্রাসার নাম পরিবর্তন করে বর্তমান নামটি রাখা হয়। প্রতিষ্ঠালগ্ন থেকে মাদ্রাসার অগ্রগতিতে ফয়জুর রহমান, মিয়া হোসাইন সহ প্রমুখ আলেম গুরুত্বপূর্ণ ভূমিকা পালন করেছেন। মাদ্রাসার বর্তমান মহাপরিচালক আনওয়ারুল হক।\n\n\n== ইতিহাস ==\nডাক্তার নেওয়াজ আলীর সহধর্মিণী রহমজান খাতুনের দানকৃত জমিতে ১৯৪২ সালে মঞ্জুরুল হক দারুল উলুম নামে এ মাদ্রাসাটি প্রতিষ্ঠা করেন। এসময় তার সহযোগী ছিলেন আশরাফ আলী। পরবর্তীতে তিনি মাদ্রাসা পরিচালনার দায়িত্ব পালন করেন। এটি ময়মনসিংহ অঞ্চলে কওমি ধারার প্রথমদিকের প্রতিষ্ঠিত মাদ্রাসা হওয়ায় অল্পসময়েই উল্লেখযোগ্য সংখ্যক শিক্ষার্থী এখানে ভর্তি হয়। ১৯৬৪ সালে এখানে দাওরায়ে হাদিস (মাস্টার্স) চালু করা হয়। এ সময় মাদ্রাসার মহাপরিচালক ছিলেন ছিলেন নূর উদ্দিন। তিনি ২৫ বছর এ দায়িত্ব পালন করেছেন। দাওরায়ে হাদিস চালুর পর ফয়জুর রহমান ও জালালুদ্দিন কুরাইশি এখানে কিছুদিন নিয়মিত হাদিসের পাঠদান করেন। ১৯৭৬ সালে আতহার আলী মাদ্রাসার পৃষ্ঠপোষকতার দায়িত্ব গ্রহণের পর মাদ্রাসায় আমূল পরিবর্তন আসে। তিনি মাদ্রাসার নাম পরিবর্তন সহ বর্তমান সাততলা ভবনের ভিত্তি স্থাপন করেন। মাদ্রাসার শিক্ষা ব্যবস্থাপনা এবং পাঠদান পদ্ধতিতেও ব্যপক পরিবর্তন নিয়ে আসেন। ৬ মাস পর তিনি মৃত্যুবরণ করলে এখানেই তাকে দাফন করা হয়। তখন মাদ্রাসার মহাপরিচালক ছিলেন মিয়া হোসাইন। এরপর মহাপরিচালকরা হলেন যথাক্রমে: মুজিবুর রহমান, শরফুদ্দিন, আবদুল গণি, ফয়সাল আহমদ (ভারপ্রাপ্ত), শওকত হোসাইন (ভারপ্রাপ্ত) এবং বর্তমানে আনওয়ারুল হক।\nতাফাজ্জুল হক হবিগঞ্জী, আযহার আলী আনোয়ার শাহ সহ প্রমুখ আলেম এখানে শিক্ষকতা করেছেন।\n\n\n== আরও দেখুন ==\nদেওবন্দি\nকওমি মাদ্রাসা\nদারুল উলুম দেওবন্দ\nআল জামিয়া আল ইসলামিয়া পটিয়া\nবাংলাদেশের কওমি মাদ্রাসার তালিকা\n\n\n== তথ্যসূত্র =="}