{"pageid": 1076662, "title": "সংসার (ধর্মীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1076662", "content": "সংসার (সংস্কৃত: संसार)  সংস্কৃত বা পালি  শব্দ যার অর্থ \"বিশ্ব\"। এটি \nপুনর্জন্মের ধারণা এবং \"সমস্ত জীবন, বস্তু, অস্তিত্বের চক্রাকারতা\", বেশিরভাগ ভারতীয় ধর্মের মৌলিক বিশ্বাস। জনপ্রিয়ভাবে, এটি মৃত্যু ও পুনর্জন্মের চক্র। সংসারকে কখনও কখনও স্থানান্তর, কর্মচক্র, পুনর্জন্ম ও \"লক্ষ্যহীন প্রবাহ, বিচরণ বা জাগতিক অস্তিত্বের চক্র\" বলা হয়।\nসংসার ধারণাটি বৈদিক-পরবর্তী সাহিত্যের মধ্যে রয়েছে; কিন্তু বেদে আলোচিত হয়নি। যান্ত্রিক বিশদ বিবরণ ছাড়া, প্রাথমিক \nউপনিষদে, এটি উন্নত আকারে প্রদর্শিত হয়। খ্রিস্টপূর্ব ১ম সহস্রাব্দের মাঝামাঝিতে বৌদ্ধ, জৈন, ও হিন্দু দর্শনের বিভিন্ন শাখার পাশাপাশি শ্রামানিক ধর্মসমূহে সংসার মতবাদের সম্পূর্ণ প্রকাশ পাওয়া যায়। সংসার মতবাদ হিন্দু ধর্মের কর্ম তত্ত্বের সাথে আবদ্ধ, এবং সংসার থেকে মুক্তি ভারতীয় ঐতিহ্যের আধ্যাত্মিক অনুসন্ধানের পাশাপাশি তাদের অভ্যন্তরীণ মতবিরোধের মূল বিষয় ছিল। সংসার থেকে মুক্তিকে বলা হয় মোক্ষ, নির্বাণ ও কৈবল্য।\n\n\n== শব্দতত্ত্ব ও পরিভাষা ==\nসংসার মানে \"বিচরণ\",  সেইসাথে \"বিশ্ব\" যেখানে শব্দটির অর্থ \"চক্র পরিবর্তন\"।  সংসার, সমস্ত ভারতীয় ধর্মে একটি মৌলিক ধারণা, কর্ম তত্ত্বের সাথে যুক্ত এবং এই বিশ্বাসকে বোঝায় যে সমস্ত প্রাণী চক্রাকারে জন্ম ও পুনর্জন্মের মধ্য দিয়ে যায়। শব্দটি \"ধারাবাহিক অস্তিত্বের চক্র\", \"স্থানান্তর\", \"কর্মচক্র\", \"জীবনের চাকা\" এবং \"সমস্ত জীবন, পদার্থ, অস্তিত্বের চক্রাকার\" এর মতো বাক্যাংশগুলির সাথে সম্পর্কিত। অনেক পণ্ডিত গ্রন্থ সংসারকে সংসার বলে।\nমোনিয়ার-উইলিয়ামস-এর মতে,  সংসার  শব্দের মূল  সংসর , যার অর্থ \"ঘুরে বেড়ানো, ঘোরাঘুরি করা, রাজ্যের উত্তরাধিকার অতিক্রম করা, আবর্তনের দিকে যাওয়া বা অর্জন করা\"। প্রাচীন গ্রন্থে, এই মূল থেকে একটি ধারণাগত রূপ হিসাবে  সংসারন  আবির্ভূত হয়, যার অর্থ \" কোন রাজ্যের উত্তরাধিকার, জন্ম, জীবের পুনর্জন্ম, এবং কোন বাধা ছাড়াই পৃথিবীর মধ্য দিয়ে ঘুরে বেড়ানো\"। শব্দটি সংসারকে সংক্ষিপ্ত করে, \"জাগতিক অস্তিত্বের ধারাবাহিক অবস্থার মধ্য দিয়ে উত্তরণ\" হিসাবে একই ধারণাকে উল্লেখ করে, একটি স্থানান্তর, পুনর্জন্ম, জীবনযাত্রার একটি আবর্তন যেখানে একজন পূর্ববর্তী অবস্থার পুনরাবৃত্তি করে, এক দেহ থেকে অন্য দেহে, একটি জাগতিকধ্রুব পরিবর্তনের জীবন, অর্থাৎ পুনর্জন্ম, বৃদ্ধি, ক্ষয় ও পুনরায় মৃত্যু। ধারণাটি তখন মোক্ষের ধারণার সাথে বিপরীত, যা মুক্তি, নির্বাণ বা কৈবল্য নামেও পরিচিত, যা লক্ষ্যহীন ভ্রমণের এই চক্র থেকে মুক্তিকে নির্দেশ করে।\nসংসারের ধারণাটি বৈদিক পরবর্তী সময়ে বিকশিত হয়েছিল, এবং সংহিতা স্তরে যেমন ঋগ্বেদের ১.১৬৪, ৪.৫৫, ৬.৭০ এবং ১০.১৪ -এ পাওয়া যায়, যদিও ধারণাটি বেদের সংহিতা স্তরে উল্লেখ করা হয়েছে, সেখানে স্পষ্ট প্রকাশের অভাব রয়েছে এবং ধারণাটি প্রথম উপনিষদে সম্পূর্ণরূপে বিকশিত হয়। ড্যামিয়েন কেওন বলেছেন যে \"সাইক্লিক জন্ম ও মৃত্যু\" ধারণাটি ৮০০ খ্রিস্টপূর্বাব্দে দেখা যায়। সংক্ষিপ্ত শব্দটি মোক্ষের সাথে বেশ কয়েকটি প্রধান উপনিষদে দেখা যায়, যেমন কঠ উপনিষদের ১.৩.৭ পদে, শ্বেতাশ্বতর উপনিষদের ৬.১৬ পদ, মৈত্রী উপনিষদের ১.৪ ও ৬.৩৪ পদ।\nসংসার শব্দটি সংস্কৃতির সাথে সম্পর্কিত, পরবর্তীতে \"জাগতিক অস্তিত্ব, স্থানান্তর, প্রবাহ, আবর্তন\" এর কথা উল্লেখ করা হয়েছে।\n\n\n== সংজ্ঞা ও যুক্তি ==\n সংসার  শব্দটির আক্ষরিক অর্থ হল \"ঘুরে বেড়ানো, প্রবাহিত হওয়া\"। সংসার ধারণাটি এই বিশ্বাসের সাথে ওতপ্রোতভাবে জড়িত যে ব্যক্তিটি বিভিন্ন জগৎ এবং রূপে জন্মগ্রহণ এবং পুনর্জন্ম অব্যাহত রাখে।\nবৈদিক পাঠের প্রাথমিক স্তরগুলি জীবনের ধারণাকে অন্তর্ভুক্ত করে, এর পরে স্বর্গ ও নরকের পরের জীবন ক্রমবর্ধমান গুণাবলী (যোগ্যতা) বা দোষ (অপূর্ণতা) উপর ভিত্তি করে। যাইহোক, প্রাচীন বৈদিক ঋষিরা পরকালের এই ধারণাটিকে সরল বলে চ্যালেঞ্জ করেছিল, কারণ মানুষ সমানভাবে নৈতিক বা অনৈতিক জীবন যাপন করে না। সাধারণভাবে পুণ্যময় জীবনের মধ্যে, কেউ কেউ অধিক গুণী; যদিও মন্দদেরও মাত্রা রয়েছে এবং গ্রন্থগুলি দাবি করে যে দেবতা যমের পক্ষে বিচার করা এবং মানুষকে বিভিন্ন রকমের পুণ্য বা দোষ দিয়ে পুরস্কৃত করা অনুচিত হবে, \"হয় বা,\" এবং অসমভাবে। তারা তাদের যোগ্যতার অনুপাতে স্বর্গে বা নরকে পরকালীন জীবন ধারণার প্রবর্তন করে, এবং যখন এটি শেষ হয়ে যায়, তখন একজন ফিরে আসে এবং পুনর্জন্ম লাভ করে।\nএই ধারণাটি প্রাচীন এবং মধ্যযুগীয় গ্রন্থে দেখা যায়, যেমন জীবন, মৃত্যু, পুনর্জন্ম এবং পুনর্জন্মের চক্র, যেমন মহাভারতের ৬:৩১ পদ ও দেবীভাগবত পুরাণের ৬.১০ পদ।\n\n\n== ইতিহাস ==\nপুনর্জন্মের চক্রের ধারণার ঐতিহাসিক উৎপত্তি অস্পষ্ট, কিন্তু খ্রিস্টপূর্ব প্রথম সহস্রাব্দে ভারত ও প্রাচীন গ্রিস উভয় গ্রন্থেই এই ধারণাটি দেখা যায়।\nসংসারের ধারণা ঋগ্বেদে ইঙ্গিত করা হয়েছে, কিন্তু তত্ত্বটি অনুপস্থিত। বেদের শেষ দিকের পাঠ্য স্তরগুলি কর্ম ও পুনর্জন্মের মতবাদ উল্লেখ করে এবং পূর্বাভাস দেয়, তবে স্টিফেন লাউমাকিস বলেন, ধারণাটি পুরোপুরি বিকশিত হয়নি। এটি প্রাথমিক উপনিষদে উপস্থিত, কিন্তু যান্ত্রিক বিশদ বিবরণ অনুপস্থিত। খ্রিস্টপূর্ব ১ম সহস্রাব্দের মাঝামাঝি থেকে শুরু করে অনন্য বৈশিষ্ট্যের সাথে বিস্তারিত মতবাদগুলি বৌদ্ধধর্ম, জৈনধর্ম ও হিন্দু দর্শনের বিভিন্ন শাখার বিভিন্ন ঐতিহ্যে শুরু হয়।\nকিছু পণ্ডিত বলেন যে, সংসার মতবাদ  শ্রমণ  প্রথা থেকে উদ্ভূত হতে পারে এবং তারপর ব্রহ্মণ্য ঐতিহ্য (হিন্দুধর্ম) দ্বারা গৃহীত হয়েছিল। প্রাচীনকালে কে কাকে প্রভাবিত করেছিল তার প্রমাণ হালকা ও অনুমানমূলক, এবং মতভেদ হল পারস্পরিক প্রভাবের সাথে সমান্তরালভাবে সংসার তত্ত্বের ঐতিহাসিক বিকাশ।\n\n\n=== পুনর্মৃত্যু: পুনর্নির্মাণ ===\nযদিও সংসারকে সাধারণত পুনর্জন্ম ও জীবের পুনর্জন্ম হিসাবে বর্ণনা করা হয়, তার ইতিহাসের ধারণার কালানুক্রমিক বিকাশ মানুষের অস্তিত্বের প্রকৃত প্রকৃতি কী এবং মানুষ একবারই মারা যায় কিনা এই প্রশ্নগুলির সাথে শুরু হয়েছিল। এটি প্রথমে পুনর্মৃত্যু (পুনর্নির্মাণ) এবং পুনরাবৃত্তি (প্রত্যাবর্তন) ধারণার দিকে পরিচালিত করে। এই প্রাথমিক তত্ত্বগুলি বলেছিল যে মানুষের অস্তিত্বের প্রকৃতিতে দুটি বাস্তবতা জড়িত, একটি অপরিবর্তনীয় পরমাত্মা, যা এক রকম চূড়ান্ত অপরিবর্তনীয় অমর বাস্তবতা ও ব্রহ্ম নামক সুখের সাথে যুক্ত, এবং অন্যটি অভূতপূর্ব জগতে (মায়া) সর্বদা পরিবর্তনশীল বিষয় (শরীর)। পুনর্মৃত্যু, বৈদিক তাত্ত্বিক অনুমানগুলিতে, \"স্বর্গ বা স্বর্গে অতিবাহিত আনন্দময় বছর\" এর সমাপ্তিকে প্রতিফলিত করেছে, এবং এর পর অসাধারণ জগতে পুনর্জন্ম হয়। সংসার অস্তিত্বের প্রকৃতির একটি মৌলিক তত্ত্ব হিসাবে বিকশিত হয়েছে, যা সকল ভারতীয় ধর্মের দ্বারা ভাগ করা হয়েছে।\nজন বাউকার মতে, মানুষের পুনর্জন্ম চক্র হতে মুক্তির উপায় হচ্ছে মোক্ষ অর্জন।   প্রতিটি ভারতীয় আধ্যাত্মিক ঐতিহ্য এই আধ্যাত্মিক মুক্তির জন্য নিজস্ব অনুমান এবং পথ (মার্গ বা যোগ) তৈরি করেছে, কিছু জীবনমুক্তি (এই জীবনে মুক্তি ও স্বাধীনতা), অন্যদের বিদেহমুক্তি (পরবর্তী জীবনে মুক্তি ও স্বাধীনতা)।\n\nশ্রমণ ঐতিহ্য (বৌদ্ধ ও জৈনধর্ম) খ্রিস্টপূর্ব ষষ্ঠ শতাব্দী থেকে শুরু করে নতুন ধারণা যোগ করেছে। পুনর্জন্ম ও যন্ত্রণার সত্যকে কেন্দ্রে রেখে এবং ধর্মীয় জীবনের শুরুতে, তারা বৃহত্তর প্রেক্ষাপটে মানুষের দুঃখকে গুরুত্ব দিয়েছিল,\nসংসারকে শ্রমণরা একটি শুরুহীন চক্রীয় প্রক্রিয়া হিসাবে দেখেছিল যার প্রতিটি জন্ম ও মৃত্যু সেই প্রক্রিয়ার বিরামচিহ্ন হিসাবে ছিল, এবং আধ্যাত্মিক মুক্তিকে পুনর্জন্ম ও পুনর্জন্ম থেকে মুক্তি হিসাবে। সাংসারিক পুনর্জন্ম ও পুনর্জন্মের ধারণাগুলি এই ধর্মে বিভিন্ন পদে আলোচনা করা হয়েছে, যেমন আগতিগতি, বৌদ্ধধর্মের অনেক প্রাথমিক পালিসূত্র।\n\n\n=== ধারণার বিবর্তন ===\nবিভিন্ন ধর্ম জুড়ে, বিভিন্ন সতেরিওলজির উপর জোর দেওয়া হয়েছিল কারণ সংশ্লিষ্ট ভারতীয় ঐতিহ্যে সংসার তত্ত্বগুলি বিকশিত হয়েছিল। গণনাথ ওবেইসেকরে বলেন, উদাহরণস্বরূপ, তাদের সংসার তত্ত্বে, হিন্দু ঐতিহ্য স্বীকার করে আত্মা বিদ্যমান, এবং একে প্রত্যেক জীবের অপরিবর্তনীয় সার বলে দাবি করে, যখন বৌদ্ধ ঐতিহ্য এই ধরনের আত্মার অস্তিত্ব অস্বীকার করে এবং বিকাশ করে অনাত্মা ধারণা।  হিন্দু ঐতিহ্যে আত্ম ও ব্রহ্মের ধারণা ব্যবহার করে মোক্ষ বর্ণনা করা হয়েছে, বৌদ্ধধর্মে এটি অনাত্তা ও শূন্যতা ধারণার মাধ্যমে বর্ণনা করা হয়েছে।\nআজীবিক ঐতিহ্য সংসারকে এই ভিত্তিতে যুক্ত করেছে যে কোন স্বাধীন ইচ্ছা নেই, যখন জৈনধর্ম ঐতিহ্য স্বাধীন ইচ্ছা দিয়ে আত্মার ধারণা গ্রহণ করেছে,\nকিন্তু সংসার থেকে মুক্তির উপায় হিসেবে তপস্যা ও কর্ম বন্ধের উপর জোর দেওয়া হয়েছে এটাকে দাসত্ব বলে। হিন্দুধর্ম ও বৌদ্ধধর্মের বিভিন্ন উপ-ঐতিহ্য, স্বাধীন ইচ্ছা গ্রহণ করেছে, তপস্যা পরিহার করেছে, ত্যাগ ও সন্ন্যাস জীবন গ্রহণ করেছে, এবং অস্তিত্বের প্রকৃত স্বরূপ উপলব্ধির মাধ্যমে মুক্তির বিষয়ে তাদের নিজস্ব ধারণা তৈরি করেছে।\n\n\n== হিন্দুধর্মে সংসার ==\nহিন্দুধর্মে, সংসার হল আত্মার ভ্রমণ। হিন্দুঐতিহ্য দাবি করে,\nদেহ মারা যায়, কিন্তু আত্মা নয়, এবং এটি চিরন্তন বাস্তবতা, অবিনাশী ও পরমানন্দ। সবকিছু এবং সমস্ত অস্তিত্ব সংযুক্ত, চক্রাকার এবং দুটি জিনিস, আত্মা এবং শরীর বা পদার্থ দ্বারা গঠিত। আত্মা নামক এই চিরন্তন আত্মা কখনোই পুনর্জন্ম লাভ করে না, হিন্দু বিশ্বাসে এটি পরিবর্তিত হয় না এবং পরিবর্তন করতে পারে না। বিপরীতে, শরীর ও ব্যক্তিত্ব, পরিবর্তন হতে পারে, ক্রমাগত পরিবর্তন হয়, জন্ম হয় এবং মারা যায়। বর্তমান কর্ম এই জীবনে ভবিষ্যতের পরিস্থিতি, সেইসাথে ভবিষ্যতের রূপ এবং জীবনের ক্ষেত্রগুলিকে প্রভাবিত করে। ভাল অভিপ্রায় ও কর্ম ভাল ভবিষ্যতের দিকে নিয়ে যায়, খারাপ উদ্দেশ্য এবং কর্ম খারাপ ভবিষ্যতের দিকে পরিচালিত করে, জীবনের হিন্দু দৃষ্টিভঙ্গিতে।\n\nহিন্দুরা বিশ্বাস করে যে \"পুণ্যময় জীবন\" ও \"ধর্মের সাথে সামঞ্জস্যপূর্ণ কর্ম\" ভাল ভবিষ্যতে অবদান রাখে, তা এই জীবনে হোক বা ভবিষ্যতে। আধ্যাত্মিক সাধনার লক্ষ্য হল \nসংসার  থেকে আত্মমুক্তি (মোক্ষ), তা ভক্তি, কর্ম, জ্ঞান, অথবা রাজ (ধ্যান) যেকোন পথের মাধ্যমে হোক না কেন।\nউপনিষদ, হিন্দু উতিহ্যের ধর্মগ্রন্থের একটি অংশ, প্রাথমিকভাবে সংসার থেকে আত্মমুক্তির উপর দৃষ্টি নিবদ্ধ করে। ভগবদ গীতা মুক্তির বিভিন্ন পথ আলোচনা করে। হ্যারল্ড কাউয়ার্ড বলে, উপনিষদগুলি \"মানব প্রকৃতির নিখুঁততা সম্পর্কে অত্যন্ত আশাবাদী দৃষ্টিভঙ্গি\" প্রদান করে এবং এই গ্রন্থে মানুষের প্রচেষ্টার লক্ষ্য হল আত্ম-পরিপূর্ণতা এবং আত্ম-জ্ঞানের একটি অবিচ্ছিন্ন যাত্রা যাতে শেষ হয় সংসার। উপনিষদিক ঐতিহ্যসমূহে আধ্যাত্মিক অনুসন্ধানের উদ্দেশ্য হল প্রকৃত আত্মকে খুঁজে বের করা এবং নিজের আত্মাকে জানা, এমন একটি রাষ্ট্র যা এটি বিশ্বাস করে যে স্বাধীনতার আনন্দময় অবস্থার দিকে নিয়ে যায়, মোক্ষ।\n\n\n=== হিন্দু ঐতিহ্যের মধ্যে পার্থক্য ===\nসমস্ত হিন্দু ঐতিহ্য এবং দর্শন সংসার ধারণাটি ভাগ করে নেয়, কিন্তু এগুলো বিশদ এবং  সংসার থেকে মুক্তির অবস্থা বর্ণনা করার ক্ষেত্রে আলাদা। সংসারকে সর্বদা পরিবর্তিত বাস্তবতা বা 'মায়া' এর একটি সাময়িক জগতে পুনর্জন্মের চক্র হিসাবে দেখা হয়, ব্রহ্মকে এমন রূপে সংজ্ঞায়িত করা হয় যা কখনো পরিবর্তন হয় না, যা চিরন্তন সত্য, এবং মোক্ষ ব্রহ্মর উপলব্ধি এবং সংসার থেকে মুক্তি।\nদ্বৈতবাদী ভক্তিমূলক ঐতিহ্য, মাধবাচার্যের দ্বৈত বেদান্ত ঐতিহ্য অনুসারে, স্বতন্ত্র মানব আত্মা এবং \"ব্রহ্ম, বিষ্ণু, কৃষ্ণ\" দুটি ভিন্ন বাস্তবতা, বিষ্ণুর প্রতি ভালবাসা ভক্তি হল সংসার থেকে মুক্তির মাধ্যম, এবং আধ্যাত্মিক মুক্তি কেবল পরের জীবনেই পাওয়া যায় (বিদেহমুক্তি)। অদ্বৈতবাদী ঐতিহ্য, আদি শঙ্করের অদ্বৈত বেদান্ত অনুসারে, স্বতন্ত্র মানব আত্মা এবং ব্রহ্ম অভিন্ন, কেবল অজ্ঞতা, আবেগপ্রবণতা ও জড়তা সংসারের মাধ্যমে যন্ত্রণার দিকে পরিচালিত করে, বাস্তবে এগুলি দ্বৈত নয়, ধ্যান ও আত্ম-জ্ঞানই মুক্তির পথ উপলব্ধি করা যে একজনের আত্মা ব্রহ্মের অনুরূপ তা হল মোক্ষ, এবং এই জীবনে আধ্যাত্মিক মুক্তি অর্জন করা যায় (জীবনমুক্তি)।\n\n\n== জৈনধর্মে সংসার ==\n\nজৈনধর্মে, সংসার এবং কর্ম মতবাদ তার ধর্মতাত্ত্বিক ভিত্তিগুলির কেন্দ্রবিন্দু, যেমন জৈনধর্মের প্রধান সম্প্রদায়গুলির উপর বিস্তৃত সাহিত্য এবং জৈনের প্রথম দিক থেকে কর্ম ও সংসার সম্পর্কে তাদের অগ্রণী ধারণাগুলির প্রমাণ ঐতিহ্য। জৈন ধর্মে সংসার জাগতিক জীবনকে প্রতিনিয়ত প্রতিনিধিত্ব করে যা প্রতিনিয়ত পুনর্জন্ম এবং অস্তিত্বের বিভিন্ন ক্ষেত্রে কষ্ট সহ্য করে।\n\nজৈন ধর্মের ঐতিহ্য এবং অন্যান্য ভারতীয় ধর্মের মধ্যে সংসার মতবাদের ধারণাগত কাঠামো আলাদা। উদাহরণস্বরূপ, জৈন ঐতিহ্যে, আত্মা (জীব) একটি সত্য হিসাবে গৃহীত হয়, যেমনটি হিন্দু ঐতিহ্যে অনুমিত হয়, কিন্তু বৌদ্ধ ঐতিহ্যে অনুমিত হয় না। যাইহোক, সংসার বা পুনর্জন্মের চক্র, জৈন ধর্মে একটি নির্দিষ্ট শুরু এবং শেষ আছে।\nআত্মারা একটি আদিম অবস্থায় তাদের যাত্রা শুরু করে, এবং চেতনার ধারাবাহিকতায় বিদ্যমান থাকে যা ক্রমাগত সংসারের মাধ্যমে বিকশিত হচ্ছে। কিছু উচ্চতর রাজ্যে বিকশিত হয়, আবার কিছু পিছিয়ে যায়, একটি আন্দোলন যা কর্ম দ্বারা চালিত হয়। এছাড়াও, জৈন ঐতিহ্য বিশ্বাস করে যে \"অভয়\" (অক্ষম), বা আত্মার একটি শ্রেণী আছে যা কখনও মোক্ষ অর্জন করতে পারে না। ইচ্ছাকৃত ও মর্মান্তিকভাবে খারাপ কাজের পরে আত্মার 'অভাব' অবস্থা প্রবেশ করে। জৈনবাদ কর্মে আত্মাকে বহুবচন হিসেবে বিবেচনা করে, যাকে \"সংসার চক্র\" বলা হয়েছে, এবং হিন্দুধর্ম ও বৌদ্ধধর্মের অদ্বৈত শৈলীর অ -দ্বৈতবাদকে সমর্থন করে না।\nজৈন ধর্মতত্ব, প্রাচীন আজীবিকার মত, কিন্তু হিন্দু ও বৌদ্ধ ধর্মতত্বের মত নয়, দাবি করে যে প্রতিটি আত্মা ৮,৪০০,০০০ জন্ম-পরিস্থিতির মধ্য দিয়ে যায়, কারণ তারা  সংসার  এর মধ্য দিয়ে ঘুরছে। পদ্মনাভ জৈনি বলে, আত্মা চক্র হিসাবে, জৈন ধর্মের ঐতিহ্য বিশ্বাস করে যে এটি পাঁচ ধরনের দেহের মধ্য দিয়ে যায়: মাটি, জলাশয়, অগ্নি সংস্থা, বায়ু সংস্থা এবং উদ্ভিজ্জ জীবন। বৃষ্টি, কৃষি, খাওয়া-দাওয়া এমনকি শ্বাস-প্রশ্বাসের মতো সমস্ত মানবিক এবং অ-মানবিক ক্রিয়াকলাপের সাথে, ক্ষুদ্র জীবন্ত প্রাণীরা জন্ম নিচ্ছে বা মারা যাচ্ছে, তাদের আত্মা ক্রমাগত শরীর পরিবর্তন করে বলে বিশ্বাস করা হয়। জৈন ধর্মে যে কোন মানুষ সহ যে কোন প্রাণীকে বিরক্তিকর, ক্ষতিগ্রস্ত বা হত্যা করাকে পাপ বলে মনে করা হয়, যার নেতিবাচক কর্মফল রয়েছে।\nজৈন ধর্মে একজন মুক্ত আত্মা হলেন যিনি  সংসার  ছাড়িয়ে গেছেন, শীর্ষে আছেন, সর্বজ্ঞ, সেখানে চিরকাল থাকেন, এবং  সিদ্ধ  নামে পরিচিত। একজন পুরুষ মানুষ মুক্তি অর্জনের সম্ভাবনার সাথে শীর্ষের নিকটতম বলে বিবেচিত হয়, বিশেষ করে তপস্বির মাধ্যমে। মহিলাদের অবশ্যই কর্ম যোগ্যতা অর্জন করতে হবে, মানুষ হিসেবে পুনর্জন্ম লাভ করতে হবে, এবং তবেই তারা জৈন ধর্মে, বিশেষ করে জৈন ধর্মের দিগম্বর সম্প্রদায়ের মধ্যে আধ্যাত্মিক মুক্তি লাভ করতে পারবে; যাইহোক, এই দৃষ্টিভঙ্গি ঐতিহাসিকভাবে জৈনধর্মের মধ্যে বিতর্কিত হয়েছে এবং বিভিন্ন জৈন সম্প্রদায় বিভিন্ন মতামত প্রকাশ করেছে, বিশেষ করে শ্বেতাম্বর সম্প্রদায় বিশ্বাস করে যে নারীরাও \"সংসার\" থেকে মুক্তি পেতে পারে।\nবৌদ্ধ গ্রন্থের বিপরীতে জৈন গ্রন্থগুলি উদ্ভিদ ও ছোটখাটো জীবন রূপকে আহত বা হত্যা করার স্পষ্টভাবে বা দ্ব্যর্থহীনভাবে নিন্দা করে। জৈনবাদ উদ্ভিদ এবং ছোট জীবনকে ক্ষতবিক্ষত করাকে খারাপ কর্ম বলে মনে করে। যাইহোক, বৌদ্ধ ও হিন্দুধর্মের কিছু গ্রন্থ, উদ্ভিদ ও বীজ সহ সমস্ত জীবের ক্ষতি থেকে একজন ব্যক্তিকে সতর্ক করুন।\nজৈন ধর্মের ঐতিহ্য এবং অন্যান্য ভারতীয় ধর্মের মধ্যে সংসার মতবাদের ধারণাগত কাঠামো আলাদা।উদাহরণস্বরূপ, জৈন ঐতিহ্যে, আত্মা (জীব) সত্য হিসাবে গৃহীত হয়, যেমন হিন্দু ঐতিহ্যে অনুমিত হয়। এটি বৌদ্ধ ঐতিহ্যে ধরা হয় না। যাইহোক, সংসার বা পুনর্জন্মের চক্র, জৈন ধর্মে নির্দিষ্ট শুরু এবং শেষ আছে। হিন্দু ও বৌদ্ধ ধর্মতত্ত্বের বিপরীতে জৈন থিওসফি দাবি করে যে, প্রতিটি আত্মা ৮,৪০০,০০০ জন্ম-পরিস্থিতির মধ্য দিয়ে যায়, যেহেতু তারা  সংসার  দিয়ে ঘুরতে থাকে। পদ্মনাভ জৈনি বলেন, আত্মা চক্র হিসাবে, জৈন ধর্মের ঐতিহ্য বিশ্বাস করে যে এটি পাঁচ ধরনের দেহের মধ্য দিয়ে যায়: মাটি, জলাশয়, অগ্নি সংস্থা, বায়ু সংস্থা ও উদ্ভিজ্জ জীবন। বৃষ্টি, কৃষি, খাওয়া-দাওয়া এমনকি শ্বাস-প্রশ্বাসের মতো সমস্ত মানবিক এবং অ-মানবিক ক্রিয়াকলাপের সাথে, ক্ষুদ্র জীবন্ত প্রাণীরা জন্ম নিচ্ছে বা মারা যাচ্ছে, তাদের আত্মা ক্রমাগত শরীর পরিবর্তন করে বলে বিশ্বাস করা হয়। জৈন ধর্মে যে কোন মানুষ সহ যে কোন প্রাণীকে বিরক্তিকর, ক্ষতিগ্রস্ত বা হত্যা করাকে পাপ বলে মনে করা হয়, যার নেতিবাচক কর্মফল রয়েছে।\nআত্মারা একটি আদিম অবস্থায় তাদের যাত্রা শুরু করে, এবং চেতনার ধারাবাহিকতায় বিদ্যমান থাকে যা 'সংসার' এর মাধ্যমে ক্রমাগত বিকশিত হচ্ছে। কিছু উচ্চতর রাজ্যে বিকশিত হয়; কিছু প্রতিবাদ জৈন তত্ত্বের দাবি করে, একটি আন্দোলন যা কর্ম দ্বারা পরিচালিত হয়। আরও, জৈন ঐতিহ্য বিশ্বাস করে যে সেখানে \"অভয়\" (অক্ষম), বা আত্মার একটি শ্রেণী আছে যা কখনো মোক্ষ অর্জন করতে পারে না। ইচ্ছাকৃত এবং মর্মান্তিকভাবে খারাপ কাজের পরে আত্মার 'অভাব' অবস্থা প্রবেশ করে। জৈনবাদ একটি কর্ম-সংসার চক্রের মধ্যে আত্মাকে বহুত্ববাদী বলে মনে করে, এবং বৌদ্ধধর্ম ও হিন্দুধর্মের অদ্বৈত শৈলীর অ-দ্বৈতবাদকে সমর্থন করে না. জৈন ধর্মে একজন মুক্ত আত্মা হলেন যিনি  সংসার  ছাড়িয়ে গেছেন, শীর্ষে আছেন, সর্বজ্ঞ, সেখানে চিরকাল থাকেন, এবং  সিদ্ধ  নামে পরিচিত।\n\n\n== বৌদ্ধধর্মে সংসার ==\n\nজেফ উইলসন বলেন, বৌদ্ধধর্মে সংসার,  \"জীবন, মৃত্যু এবং পুনর্জন্মের দুঃখ-ভারী চক্র, শুরু বা শেষ ছাড়াই\"। অস্তিত্বের চাকা (ভবচক্র) হিসাবেও উল্লেখ করা হয়েছে, এটি প্রায়ই বৌদ্ধ গ্রন্থে পুনর্ভব (পুনর্জন্ম) শব্দটির সাথে উল্লেখ করা হয়; অস্তিত্বের এই চক্র থেকে মুক্তি, নির্বাণ, বৌদ্ধধর্মের ভিত্তি ও সবচেয়ে গুরুত্বপূর্ণ উদ্দেশ্য।\n\nসংসারকে বৌদ্ধ ধর্মে স্থায়ী বলে মনে করা হয়, ঠিক যেমন অন্যান্য ভারতীয় ধর্মের মত। পল উইলিয়ামস বলেছেন, বৌদ্ধ চিন্তায় কর্ম এই স্থায়ী সংসারকে চালিত করে, এবং \"জ্ঞান অর্জনের অভাব, প্রতিটি পুনর্জন্মের মধ্যে একজন জন্মগ্রহণ করে এবং মারা যায়, তার নিজের কর্মের সম্পূর্ণ নৈর্ব্যক্তিক কারণগত প্রকৃতি অনুসারে অন্য কোথাও পুনর্জন্ম লাভ করে; জন্ম, পুনর্জন্ম ও পুনর্জন্মের এই অন্তহীন চক্র হল 'সংসার'। চতুরার্য সত্য, সমস্ত বৌদ্ধ ঐতিহ্য দ্বারা গৃহীত, এই সংসার-সম্পর্কিত পুনর্নির্মাণ (পুনর্জন্ম) এবং যন্ত্রণার চক্রের সমাপ্তির লক্ষ্যে।\nজৈনধর্মের মত, বৌদ্ধধর্মও তার নিজস্ব সংসার তত্ত্ব বিকাশ করে, যা সময়ের সাথে সাথে জাগতিক অস্তিত্বের চাকা পুনর্জন্ম ও পুনর্জন্মের অন্তহীন চক্রের উপর কীভাবে কাজ করে তার যান্ত্রিক বিবরণ বিকশিত হয়। প্রারম্ভিক বৌদ্ধ ঐতিহ্যসমূহে, সংসার সৃষ্টিতত্ত্ব পাঁচটি অঞ্চল নিয়ে গঠিত যার মাধ্যমে অস্তিত্বের চাকা পুনর্ব্যবহৃত হয়। এর মধ্যে ছিল নরক (নিরায়), ক্ষুধার্ত ভূত (প্রেত), পশু (তির্যক), মানুষ (মনুষ্য) এবং দেবতা (দেব, স্বর্গীয়)। পরবর্তী ঐতিহ্যে, এই তালিকাটি পুনর্জন্মের ছয়টি রাজ্যের একটি তালিকায় উন্নীত হয়, যার মধ্যে ডেমি-দেবতা (অসুর) যোগ করা হয়, যা পূর্ববর্তী ঐতিহ্যে দেবতাদের অন্তর্ভুক্ত ছিল।\n\"ক্ষুধার্ত ভূত, স্বর্গীয়, নরকীয় অঞ্চল\" যথাক্রমে অনেক সমসাময়িক বৌদ্ধ ঐতিহ্যের আচার, সাহিত্য এবং নৈতিক ক্ষেত্র তৈরি করে।\nবৌদ্ধ ধর্মে, সংসার ধারণা, এই ছয়টি রাজ্য পরস্পর সংযুক্ত বলে ধারণা করে, এবং প্রত্যেকেই জীবনের পরের জীবনকে চক্রায়িত করে, এবং এই অজান্তি, আকাঙ্ক্ষার সংমিশ্রণের কারণে এই ক্ষেত্রগুলির মাধ্যমে মৃত্যু একটি পরকালের জন্য একটি অবস্থাউদ্দেশ্যমূলক কর্ম, বা নৈতিক এবং অনৈতিক কর্ম। নির্বাণকে সাধারণত বৌদ্ধ ধর্মে পুনর্জন্ম থেকে মুক্তি এবং সংসারের কষ্টের একমাত্র বিকল্প হিসেবে বর্ণনা করা হয়।  স্টিভেন কলিন্স বলেছেন, যাইহোক, বৌদ্ধ গ্রন্থগুলি পুনর্জন্মের আরও ব্যাপক তত্ত্ব তৈরি করেছে, পুনর্জন্মের ভয় থেকে, যাকে বলা হয় আমতা (মৃত্যু-মুক্ত), একটি রাষ্ট্র যা নির্বাণের সমার্থক বলে বিবেচিত হয়।\n\n\n== শিখধর্মে সংসার ==\nশিখধর্ম সংসার ধারণাকে কর্ম, সময় ও অস্তিত্বের চক্রীয় প্রকৃতিতে অন্তর্ভুক্ত করে। ১৫ শতাব্দীতে প্রতিষ্ঠিত, এর প্রতিষ্ঠাতা গুরু নানকের প্রাচীন ভারতীয় ধর্মগুলির চক্রীয় ধারণা এবং ৭ম শতাব্দীর প্রথম দিকে ইসলামের রৈখিক ধারণার মধ্যে একটি পছন্দ ছিল, এবং তিনি সময়, রাষ্ট্র কোল এবং সম্বি এর চক্রীয় ধারণা বেছে নিয়েছিলেন।\nযাইহোক, অরবিন্দ-পাল সিং মন্দির বলেন, হিন্দুধর্মের মধ্যে অনেক ঐতিহ্যে সামসার ধারণা থেকে শিখ ধর্মে সংসার ধারণার মধ্যে গুরুত্বপূর্ণ পার্থক্য রয়েছে। পার্থক্য হল যে শিখ ধর্ম দৃঢ়ভাবে ঈশ্বরের অনুগ্রহে বিশ্বাস করে পরিত্রাণের মাধ্যম হিসেবে, এবং এর নীতিমালা এক প্রভুর ভক্তিকে মুক্তির জন্য উৎসাহিত করে।\nশিখধর্ম, যেমন তিনটি প্রাচীন ভারতীয় ঐতিহ্য, বিশ্বাস করে যে দেহ পচনশীল, পুনর্জন্মের একটি চক্র আছে, এবং পুনর্জন্মের প্রতিটি চক্রের সাথে দুঃখ রয়েছে। শিখ ধর্মের এই বৈশিষ্ট্যগুলি, তার সংসার এবং ঈশ্বরের কৃপায় বিশ্বাসের সাথে, হিন্দুধর্মের মধ্যে কিছু ভক্তি-ভিত্তিক উপ-ঐতিহ্যের অনুরূপ যেমন বৈষ্ণবধর্মে পাওয়া যায়। শিখ ধর্ম বিশ্বাস করে না যে জৈন ধর্মে প্রস্তাবিত তপস্বী জীবনই মুক্তির পথ।বরং, এটি সামাজিক সম্পৃক্ততা এবং গৃহস্থের জীবনকে সংসার থেকে মুক্তির পথ হিসেবে এক ঈশ্বরের প্রতি ভক্তির সাথে মিলিত করে।\n\n\n== আরও দেখুন ==\nসংসার (বৌদ্ধধর্ম)\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nJohn Geeverghese Arapura (১৯৮৬)। Hermeneutical Essays on Vedāntic Topics। Motilal Banarsidass। আইএসবিএন 978-81-208-0183-7। \nBuitenen, J. A. B. Van (১৯৫৭)। \"Dharma and Moksa\"। Philosophy East and West। 7 (1/2): 33–40। জেস্টোর 1396832। ডিওআই:10.2307/1396832। \nJohn Bowker (২০১৪)। God: A Very Short Introduction। Oxford University Press। আইএসবিএন 978-0-19-870895-7। \nRobert Buswell Jr.; Donald Lopez Jr. (২০১৩)। The Princeton Dictionary of Buddhism। Princeton University Press। আইএসবিএন 978-1-4008-4805-8। \nHarold Coward (২০০৮)। The Perfectibility of Human Nature in Eastern and Western Thought: The Central Story। State University of New York Press। আইএসবিএন 978-0-7914-7336-8। \nHarold Coward (২০১২)। Religious Understandings of a Good Death in Hospice Palliative Care। State University of New York Press। আইএসবিএন 978-1-4384-4275-4। \nDalal, Roshen (২০১০)। Hinduism: An Alphabetical Guide। Penguin Books। আইএসবিএন 978-0-14-341421-6। \nDundas, Paul (২০০২) [1992], The Jains (Second সংস্করণ), London and New York: Routledge, আইএসবিএন 978-0-415-26605-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMircea Eliade (১৯৮৭)। The encyclopedia of religion। Macmillan। আইএসবিএন 978-0-02-909480-8। \nJeaneane D. Fowler (১৯৯৭)। Hinduism: Beliefs and Practices। Sussex Academic Press। আইএসবিএন 978-1-898723-60-8। \nJeaneane D. Fowler (২০০২)। Perspectives of Reality: An Introduction to the Philosophy of Hinduism। Sussex Academic Press। আইএসবিএন 978-1-898723-93-6। \nJessica Frazier; Gavin Flood (২০১১)। The Continuum Companion to Hindu Studies। Bloomsbury Academic। আইএসবিএন 978-0-8264-9966-0। \nGethin, Rupert (১৯৯৮), Foundations of Buddhism, Oxford University Press, আইএসবিএন 978-0192892232 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJaini, Padmanabh (১৯৮০),  Doniger, Wendy, সম্পাদক, Karma and Rebirth in Classical Indian Traditions, University of California Press, আইএসবিএন 978-0-520-03923-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJaini, Padmanabh S., সম্পাদক (২০০০), Collected Papers On Jaina Studies (First সংস্করণ), Delhi: Motilal Banarsidass, আইএসবিএন 978-81-208-1691-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMark Juergensmeyer; Wade Clark Roof (২০১১)। Encyclopedia of Global Religion। SAGE Publications। আইএসবিএন 978-1-4522-6656-5। \nDamien Keown (২০০৪)। A Dictionary of Buddhism। Oxford University Press। আইএসবিএন 978-0-19-157917-2। \nKlaus Klostermaier (২০১০)। A Survey of Hinduism: Third Edition। State University of New York Press। আইএসবিএন 978-0-7914-8011-3। \nDalai Lama (১৯৯২), The Meaning of Life, translated and edited by Jeffrey Hopkins, Wisdom, আইএসবিএন 978-1459614505 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nStephen J. Laumakis (২০০৮)। An Introduction to Buddhist Philosophy। Cambridge University Press। আইএসবিএন 978-1-139-46966-1। \nLochtefeld, James (২০০২)। The Illustrated Encyclopedia of Hinduism, Vol. 2: N-Z। Rosen Publishing। আইএসবিএন 978-0-8239-2287-1। \nMichael Myers (২০১৩)। Brahman: A Comparative Theology। Routledge। আইএসবিএন 978-1-136-83565-0। \nObeyesekere, Gananath (১৯৮০)।  Wendy Doniger, সম্পাদক। Karma and Rebirth in Classical Indian Traditions। University of California Press। আইএসবিএন 978-0-520-03923-0। \nObeyesekere, Gananath (২০০৫)।  Wendy Doniger, সম্পাদক। Karma and Rebirth: A Cross Cultural Study। Motilal Banarsidass। আইএসবিএন 978-8120826090। \nSethia, Tara (২০০৪), Ahiṃsā, Anekānta and Jainism, Motilal Banarsidass, আইএসবিএন 978-81-208-2036-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWilliams, Paul (২০০২), Buddhist Thought, Routledge, আইএসবিএন 0-415207010 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPaul Williams; Anthony Tribe; Alexander Wynne (২০১২), Buddhist Thought, Routledge, আইএসবিএন 978-1-136-52088-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\nSamsara (Hinduism)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ নভেম্বর ২০২০ তারিখে, Georgetown University\nReincarnation: A Simple Explanation\nThe Wheel of Life, C. George Boeree, Shippensburg University\nThe difference between Samsara and Nirvana, Minnesota State University, Mankato\nSaṃsāra and Rebirth, Buddhism, Oxford Bibliographies"}