{"pageid": 1076248, "title": "সচ্চিদানন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1076248", "content": "সচ্চিদানন্দ (সংস্কৃত: सच्चिदानंद) বা  সত্-চিত্-আনন্দ হ'ল, হিন্দু বেদান্ত দর্শন অনুসারে, ব্রহ্ম নামে চূড়ান্ত অপরিবর্তিত বাস্তবতার বিষয়গত অভিজ্ঞতার উপমা ও বর্ণনা। এটি \"অস্তিত্ব, চেতনা ও সুখ\" বা \"সত্য, চেতনা, আনন্দ\" এর প্রতিনিধিত্ব করে।\n\n\n== শব্দতত্ত্ব ==\nসচ্চিতানন্দ একটি সংমিশ্রিত সংস্কৃত শব্দ যা \"সতৃ\", \"চিত্\" ও \"আনন্দ\" নিয়ে গঠিত, তিনটিই হিন্দু ধর্মে ব্রহ্ম নামক চূড়ান্ত বাস্তবতার প্রকৃতি থেকে অবিচ্ছেদ্য বলে বিবেচিত। বানানের বিভিন্ন রূপ সংস্কৃতের সন্ধি নিয়ম দ্বারা পরিচালিত হয়, যা বিভিন্ন প্রসঙ্গে উপকারী। \n\nসত্ (सत्):  সংস্কৃতের 'সত' মানে \"সত্তা, অস্তিত্ব\", \"বাস্তব, প্রকৃত\", \"সত্য, ভাল, সঠিক\", অথবা \"যা আসলে আছে, অস্তিত্ব, সারাংশ, সত্য সত্তা, সত্যিই অস্তিত্ব, ভাল, সত্য\"।\nচিত্ (चित्):  চিত অর্থ \"চেতনা\"।\nআনন্দ (आनन्द): আনন্দ অর্থ \"সুখ, আনন্দ, আনন্দ\", \"বিশুদ্ধ সুখ, বেদান্ত দর্শনে আত্মা বা ব্রহ্মের তিনটি গুণের মধ্যে একটি\"। জেমস লোচতেফেল্ড এবং অন্যান্য পণ্ডিতরা \"আনন্দ\" কে \"আনন্দ\" হিসাবে অনুবাদ করে।\n\"সচ্চিতানন্দ\"- কে' তাই \"সত্য চেতনা সুখ\", \"বাস্তব চেতনা সুখ\", \"অস্তিত্ব চেতনা পরমানন্দ\" হিসেবে অনুবাদ করা হয়।\n\n\n== আলোচনা ==\nশব্দটি হিন্দু ঐতিহ্যের বিভিন্ন দর্শনে প্রাসঙ্গিকভাবে \"চূড়ান্ত বাস্তবতা\" সম্পর্কিত। ঈশ্বরবাদী ঐতিহ্যে, সচ্চিতানন্দ ঈশ্বরের সমান যেমন বিষ্ণু, শিব বা শক্তি পরম্পরায় দেবী।\nমনীষী ঐতিহ্যে, এটিকে \nনির্গুণ ব্রহ্ম বা \"অস্তিত্বের সার্বজনীন সার্বিকতা\" থেকে সরাসরি অবিচ্ছেদ্য বলে মনে করা হয়, যেখানে ব্রহ্ম আত্মার সাথে সত্যিকারের স্বতন্ত্র। সচ্চিতানন্দ বা ব্রহ্মকে সমস্ত বাস্তবতার উৎস, সমস্ত সচেতন চিন্তার উৎস এবং সমস্ত পরিপূর্ণতা-পরমানন্দের উৎস হিসেবে ধরা হয়। এটি হিন্দু ধর্মে চূড়ান্ত, সম্পূর্ণ, আধ্যাত্মিক সাধনার গন্তব্য।\n\n\n=== গ্রন্থ-সমন্ধীয় উল্লেখ ===\nবৃহদারণ্যক উপনিষদ, প্রাচীনতম হিন্দু গ্রন্থগুলির মধ্যে একটি, এর ২.৪, ৩.৯ ও ৪.৩ বিভাগে আত্মান্ (আত্মা), ব্রহ্ম (চূড়ান্ত বাস্তবতা), সচেতনতা, আনন্দ ও সুখ নিয়ে  আলোচনা করেছে। ছান্দোগ্য উপনিষদের ৩.১৪ থেকে ৩.১৮ পদে উল্লেখ করা হয়েছে, আত্মা ও ব্রহ্ম উভয়েরই ভিতরে ও বাইরে উজ্জ্বল এবং জ্বলজ্বল করে\", \" এরা একে অপরের প্রিয়\", \" এরা একে অপরের বিশুদ্ধ জ্ঞান, সচেতনতা\", \"এরা অন্তরঙ্গ সত্তা\",  \"সর্বোচ্চ আলো\", \"এরা দীপ্তমান\"। তৈত্তিরীয় উপনিষদের ২.১ অনুচ্ছেদের পাশাপাশি ছোটখাট উপনিষদ, আত্মা ও ব্রহ্মকে সচ্চিতানন্দ -সম্পর্কিত পরিভাষায় আলোচনা করে। যৌগিক শব্দ \"সচ্চিতানন্দ\" এর প্রাথমিক উল্লেখ, চতুর্থ শতাব্দীর আগে রচিত, তেজোবিন্দু উপনিষদের ৩.১১ পদে আছে। \"সচ্চিতানন্দ\" এর প্রসঙ্গ উপনিষদে নিম্নরূপ ব্যাখ্যা করা হয়েছে:\n\nআত্মার উপলব্ধি\n\n\n=== দর্শন ===\nবেদান্ত দর্শন ব্রহ্মের তিনটি মৌলিক বৈশিষ্ট্যের সমার্থক হিসেবে সচ্চিতানন্দকে বোঝে। ওয়ার্নার বলেছেন,অদ্বৈত বেদান্তে এটি সীমাহীন, বিশুদ্ধ চেতনার মহিমান্বিত আনন্দময় অভিজ্ঞতা এবং চূড়ান্ত বাস্তবতার আধ্যাত্মিক সারমর্মের ঐক্যের প্রতিনিধিত্ব করে।\nসচ্চিতানন্দ ব্রহ্মের একটি প্রতীক, যা হিন্দু ধর্মে অবর্ণনীয়, একক, চূড়ান্ত, অপরিবর্তনীয় বাস্তবতা হিসেবে বিবেচিত।\nতুলসীদাস রামকে সচ্চিতানন্দ বলে মনে করেন।\n\n\n== আরও দেখুন ==\nঅজাতিবাদ\nসচ্চিদানন্দে যাত্রা\nআলোকিত মন\nমহাবাক্য\nপ্রজ্ঞাপারমিতা\nসাহজা\nস্বামী সচ্চিদানন্দ\nসিদ্ধ\nতুরিয়া\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nMacFie, J.M. (২০০৪), The Ramayan of Tulsidas or the Bible of Northern India, Kessinger Publishing উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPotter, Karl H. (২০০৮), The Encyclopedia of Indian Philosophies: Advaita Vedānta Up to Śaṃkara and His Pupils, Delhi: Motilal Banarsidass Publishers Private Limited উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPuligandla, Ramakrishna (১৯৯৭), Fundamentals of Indian Philosophy, New Delhi: D.K. Printworld (P) Ltd. উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRaju, P. T. (২০১৩), The Philosophical Traditions of India, Routledge, পৃষ্ঠা 228, আইএসবিএন 9781135029425, সংগ্রহের তারিখ ৮ জুন ২০১৫ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJones, Constance; Ryan, James D. (২০০৬), Encyclopedia of Hinduism, Infobase Publishing, পৃষ্ঠা 388, আইএসবিএন 9780816075645 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSugirtharajah, Sharada (২০০৪), Imagining Hinduism: A Postcolonial Perspective, Routledge, পৃষ্ঠা 115, আইএসবিএন 9781134517206 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWerner, Karel (২০০৪), A Popular Dictionary of Hinduism, Routledge, আইএসবিএন 9781135797539 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nThe Meaning of SATCHITANANDA \nSri Chimnoy, Sat-Chit-Ananda\nSwami Sivananda, Atman is Sat-Chit-Ananda\nMakara Jyothi, Purpose and Path of Hinduism  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ ডিসেম্বর ২০১৭ তারিখে"}