{"pageid": 1076757, "title": "সিঙ্গাপুর আর্থিক কর্তৃপক্ষ", "url": "https://bn.wikipedia.org/wiki?curid=1076757", "content": "সিঙ্গাপুর আর্থিক কর্তৃপক্ষ (ইংরেজি: Monetary Authority of Singapore) ( সংক্ষেপ: এমএএস) হচ্ছে সিঙ্গাপুরের কেন্দ্রীয় ব্যাংক এবং আর্থিক কর্তৃপক্ষ। এটি ব্যাংকিং, অর্থসংস্থান, সিকিউরিটিজ ও বীমাসহ সামগ্রিকভাবে সিঙ্গাপুরের আর্থিক খাত নিয়ন্ত্রণ এবং মুদ্রা ইস্যু, প্রবর্তন ও নিয়ন্ত্রণ করে থাকে। এটি ১৯৭১ সালে সিঙ্গাপুর সরকারের ব্যাংকার হিসেবে কাজ করার জন্য প্রতিষ্ঠিত হয়েছিল।\n\n\n== ইতিহাস ==\nএটি ১৯৭১ সালে সিঙ্গাপুরের ব্যাংকিং এবং অর্থসংস্থান বিষয়ক বিভিন্ন কার্যাবলী তদারকি করা ও সরকারের ব্যাংকার হিসেবে কাজ করার জন্য প্রতিষ্ঠিত হয়েছিল। এমএএস প্রতিষ্ঠার আগে আর্থিক খাত তদারকি করতো সিঙ্গাপুর সরকারের বিভিন্ন বিভাগ ও সংস্থা।\nসিঙ্গাপুরের অর্থনৈতিক উন্নয়নের সাথে সাথে ক্রমবর্ধমান ব্যাংকিং ব্যবস্থা এবং আর্থিক পরিবেশও জটিল হয়েছে। এজন্য, ব্যাংকিং ও আর্থিক ব্যবস্থা তদারকি করার জন্য আরও গতিশীল এবং সুসংগত আর্থিক প্রশাসনের প্রয়োজন দেখা দেয়। ফলশ্রুতিতে, ১৯৭০ সালে সিঙ্গাপুরের সংসদ 'সিঙ্গাপুর আর্থিক কর্তৃপক্ষ' আইন পাস করে। পরবর্তীতে, উক্ত আইনের অধীনে ১৯৭১ সালের ১ জানুয়ারি সিঙ্গাপুর আর্থিক কর্তৃপক্ষ গঠিত হয়। এই আইনের মাধ্যমে সিঙ্গাপুর আর্থিক কর্তৃপক্ষকে সিঙ্গাপুরে মুদ্রানীতি, ব্যাংকিং এবং অন্যান্য সকল আর্থিক কার্যাবলী নিয়ন্ত্রণ করার ক্ষমতা দেয়া হয়।\n\n\n== চেয়ারম্যানদের তালিকা ==\n\n\n== নিয়ন্ত্রক কার্যক্রম ==\nসিঙ্গাপুর আর্থিক কর্তৃপক্ষ সিঙ্গাপুরের আর্থিক বিষয়ক সকল কার্যাবলীর নিয়ন্ত্রক হিসেবে কাজ করে। নিয়ন্ত্রক হিসেবে এই সংস্থার কার্যাবলীর মধ্যে রয়েছে:\n\nব্যাংকনোট এবং মুদ্রা ইস্যু করা: এই সংস্থার অন্যতম প্রধান কাজ হচ্ছে দেশের মুদ্রা ব্যবস্থা পরচালনা। এটি সিঙ্গাপুরের ব্যাংকনোট ও কয়েন প্রবর্তন ও পরিচালিনা করার একচ্ছন্ন অধিকার ভোগ করে।\nব্যাংকিং: এটি সিঙ্গাপুরে ব্যাংক ও অন্যান্য আর্থিক প্রতিষ্ঠানের লাইসেন্স প্রদান এবং পরবর্তী কার্যক্রম তদারকি ও নিয়ন্ত্রণ করে থাকে।\nমূলধন বাজার: এটি দেশের মূলধন বাজারও নিয়মিত তদারকি ও নিয়ন্ত্রণ করে।\nবীমা: সিঙ্গাপুরের বীমা খাতের তদারকি ও নিনন্ত্রনও সিঙ্গাপুর আর্থিক কর্তৃপক্ষের হাতে।\nপেমেন্ট সিস্টেম: দেশের ছোট বড় সব ধরনের লেনদেন সুষ্ঠুভাবে সম্পাদনের জন্য সিঙ্গাপুর আর্থিক কর্তৃপক্ষ একটি উন্নত ও সুসংগঠিত পেমেন্ট সিস্টেম পরিচালনা করে।\n\n\n== নীতি ==\nআর্থিক কর্তৃপক্ষ হিসেবে এটি সিঙ্গাপুরের মুদ্রানীতি প্রণয়ন ও পরিচালনা করে। মুদ্রানীতির প্রধান উদ্দেশ্য হচ্ছে মূল্যস্থর স্বাভাবিক রেখে অর্থনৈতিক প্রবৃদ্ধি অর্জন করা। দেশের বৈদেশিক মুদ্রা বিনিময় ও সম্পর্কিত নীতিও এই সংস্থা নিয়ন্ত্রণ করে।\n\n\n== সিঙ্গাপুর ফিনটেক উৎসব ==\n\nবিশ্বজুড়ে স্টার্ট-আপগুলি আকৃষ্ট করার লক্ষ্যে ২০১৫ সাল থেকে সিঙ্গাপুর আর্থিক কর্তৃপক্ষ ফিনটেক উৎসব আয়োজন করছে। এই উৎসবের মাধ্যমে সংস্থাটি বিশ্বের অনন্যা ফিনটেক ও এই সম্পর্কিত উদ্যোগের সাথে যোগাযোগ ও সমন্বয়ের মাধ্যমে আর্থিক প্রযুক্তি খাত উন্নয়নে অবদান রাখছে। সিঙ্গাপুর ফিনটেক উৎসব আয়জনে সিঙ্গাপুরের অন্যান্য ব্যাংক ও আর্থিক প্রতিষ্ঠানসমূহ সহায়তা প্রদান করে থাকে। \n\n\n== আরও দেখুন ==\nকেন্দ্রীয় ব্যাংকের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট  (ইংরেজি)"}