{"pageid": 1077836, "title": "পুলিনবিহারী সেন", "url": "https://bn.wikipedia.org/wiki?curid=1077836", "content": "পুলিনবিহারী সেন( ১১ আগস্ট, ১৯০৮ ― ১৪ অক্টোবর, ১৯৮৪) খ্যাতনামা রবীন্দ্র বিশারদ। তিনি নিরবচ্ছিন্নভাবে, পরম নিষ্ঠার সঙ্গে বিজ্ঞানসম্মত পদ্ধতিতে রবীন্দ্রচর্চা ও গবেষণায় এক অসামান্য দৃষ্টান্ত রেখে গেছেন। দিনেন্দ্রনাথ ঠাকুর যেমন রবীন্দ্র সঙ্গীতের ভাণ্ডারী ছিলেন, পুলিনবিহারী ছিলেন রবীন্দ্র রচনা ও সাহিত্যের ভাণ্ডারী। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nপুলিনবিহারী সেনের জন্ম ১৯০৮ খ্রিস্টাব্দের ১১ই আগস্ট অবিভক্ত বাংলার অধুনা বাংলাদেশের ময়মনসিংহ জেলার ব্রাহ্মপল্লিতে। এদিনই বিপ্লবী ক্ষুদিরাম বসুর ফাঁসি হয়। পুলিনবিহারীরও আদরের নাম রাখা হয় '‌খুদু'‌।  পিতা বিপিনবিহারী সেন ছিলেন এক দেশকর্মী ও দরিদ্র-বান্ধব চিকিৎসক। মাতা বিজনবাসিনী দেবী। পুলিনবিহারী র পড়াশোনা ময়মনসিংহের জাতীয় বিদ্যালয়ে শুরু হয় এবং পরে ১৯২৫ খ্রিস্টাব্দে তিনি শান্তিনিকেতনের আশ্রম বিশ্ববিদ্যালয়ে ভর্তি হন। শান্তিনিকেতন থেকে আই.এ, স্কটিশ চার্চ কলেজ থেকে বি. এ এবং কলকাতা বিশ্ববিদ্যালয় থেকে অর্থনীতিতে এম.এ পাশ করেন।\n\n\n== কর্মজীবন ==\nএম.এ পাশের পর তিনি কর্মজীবন শুরু করেন ১৯৩৫ খ্রিস্টাব্দে প্রবাসী পত্রিকায়। ১৯৩৯ খ্রিস্টাব্দে যোগ দেন বিশ্বভারতী বিশ্বভারতী বিশ্ববিদ্যালয়ের গ্রন্থন বিভাগে। এর আগে শান্তিনিকেতনে ছাত্রাবস্থায় তিনি উপাসনা গৃহে  রবীন্দ্রনাথ ঠাকুরের ভাষণ অনুলিখনে দক্ষতা অর্জন করেছিলেন। সেই অভিজ্ঞতায় পরবর্তীকালে বিশ্বভারতীর গ্রন্থন বিভাগে রবীন্দ্র রচনা সম্পাদনার কাজে সহায়তা করে। বিস্মৃতপ্রায় রবীন্দ্র-রচনার সন্ধানে তিনি বিস্তারিত আকারে বাংলা ও ইংরাজী 'রবীন্দ্র-রচনা-পঞ্জী' সংকলনে ব্রতী হন। 'রবীন্দ্র-রচনাবলী'তে গ্রন্থ পরিচয়, রবীন্দ্র সাহিত্য সম্বন্ধে  যে তথ্য বিন্যাসের সূচনা, 'রবীন্দ্র-রচনা-পঞ্জী'তে তা তিনি বিস্তারিত আকারে বিবৃত করেন। ১৯৫৭ খ্রিস্টাব্দে তিনি বিশ্বভারতীর গ্রন্থন বিভাগের অধ্যক্ষ হন। এখানে তার রবীন্দ্র গ্রন্থের পাঠান্তর সংবলিত গ্রন্থ-প্রকাশ প্রকাশন জগতে এক নূতন পথ প্রদর্শক  হিসাবে চিহ্নিত হয়েছে। রবীন্দ্রনাথ ঠাকুরের চিঠিপত্র (ষষ্ঠ-নবম খণ্ড) সংকলন ও সম্পাদনা করেছেন। তিনি ১৯৬০ খ্রিস্টাব্দে বিশ্বভারতী থেকে পদত্যাগ করেন। তবে 'রবীন্দ্র-চর্চা-প্রকল্প'-এর অধ্যক্ষ হিসাবে পুনরায় ১৯৬৭ খ্রিস্টাব্দে যোগ দেন। রবীন্দ্রনাথের গ্রন্থ পরিচয়,  পাঠ-ভেদ নির্ণয় ছাড়া বহু গ্রন্থ সম্পাদনা করেছেন।  সেগুলির মধ্যে অন্যতম হল হল - \n\nরবীন্দ্র গ্রন্থপঞ্জি (১৯৭৪)\nরবীন্দ্রায়ণ (১ম ও ২য় খণ্ড)\nরবীন্দ্র শতবর্ষপূর্তি উৎসবের সময় রবীন্দ্র প্রসঙ্গে  কয়েকটি গ্রন্থ\nঅবনীন্দ্রনাথ ও গগনেন্দ্রনাথ  সংখ্যা\nজগদীশচন্দ্র বসু'র অব্যক্ত\nপ্রমথ চৌধুরী র সনেট পঞ্চাশং ও অন্যান্য কবিতা \nদ্বিজেন্দ্রনাথ ঠাকুরের '‌'স্বপ্নপ্রয়াণ'‌'\n ডাঃ বিধানচন্দ্র রায়ের বক্তৃতা -  টুওয়ার্ডস এ প্রসপারাস ইন্ডিয়া\nরথীন্দ্রনাথের পিতৃস্মৃতি\nযোগেশচন্দ্র বাগলের হিন্দুমেলার ইতিবৃত্ত \nপুলিনবিহারী সেন দীর্ঘকাল  বঙ্গীয় সাহিত্য পরিষদের সাথে যুক্ত ছিলেন।\n\n\n== পুরস্কার ও সম্মাননা ==\nপুলিনবিহারী সেন বিভিন্ন সময়ে নানা পুরস্কার ও সম্মানে ভূষিত হয়েছেন। এর মধ্যে উল্লেখযোগ্য হল -\n\n১৯৬১ খ্রিস্টাব্দে রবীন্দ্র জন্মশতবর্ষে  পশ্চিমবঙ্গ সরকারের রবীন্দ্র পুরস্কার লাভ।\nরবীন্দ্র গবেষণার জন্য তিনি ভারতের রাষ্ট্রপতির বিশেষ পুরস্কার লাভ করেন। \n কলকাতা বিশ্ববিদ্যালয়ের সরোজিনী বসু স্বর্ণপদক লাভ।\n\n\n== জীবনবসান ==\nপুলিনবিহারী সেন ১৯৮৪ খ্রিস্টাব্দের ১৪ ই অক্টোবর ৭৬ বৎসর বয়সে প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}