{"pageid": 1077740, "title": "অ্যাপথেম", "url": "https://bn.wikipedia.org/wiki?curid=1077740", "content": "কোন সুষম বহুভুজের অ্যাপথেম (সংক্ষেপে অ্যাপ) বলতে বহুভুজটির কেন্দ্র থেকে এর যেকোন এক বাহু মধ্যবিন্দু পর্যন্ত যে রেখাংশ তাকে নির্দেশ করা হয়। একইভাবে এটি বহুভুজের কেন্দ্র থেকে টানা সেই রেখা যা তার যেকোন এক বাহুর উপর লম্ব। \"অ্যাপথেম\" শব্দটির মাধ্যমে ঐ রেখাংশটির দৈর্ঘ্যকেও নির্দেশ করা হয়ে থাকে। সুষম বহুভুজই একমাত্র বহুভুজ যার অ্যাপোথেম রয়েছে। এই কারণে কোন বহুভুজের প্রতিটি অ্যাপথেম একে অপরের সর্বসম হবে।\nসুষম পিরামিডের ভূমি হবে সুষম বহুভুজ। পিরামিডের শীর্ষ থেকে এর নির্দিষ্ট কোন তলের ভূমির মধ্যবিন্দুর দূরত্ব হল ঐ তলের তির্যক উচ্চতা যা শীর্ষ থেকে ঐ তলের ভূমির ক্ষুদ্রতম দূরত্ব। সুষম পিরামিডের ক্ষেত্রে যেকোন তলের তির্যক উচ্চতাই এর অ্যাপথেম। যদি সুষম পিরামিডের শীর্ষের কিছু অংশ এর ভূমির সমতলীয় সমান্তরালে কেটে ফেলা হয় তবে পিরামিডের পার্শ্বতলগুলো হবে সমদ্বিবাহু ট্রাপিজিয়াম। এ ধরনের ছিন্নশির পিরামিডের ক্ষেত্রে ট্রাপিজিয়াম আকৃতির যেকোন একটি তলের উচ্চতা হবে পিরামিডটির অ্যাপথেম।\nসমবাহু ত্রিভুজের কেন্দ্র থেকে এর যেকোন একবাহুর মধ্যবিন্দুর পর্যন্ত যে রেখাংশ ত্রিভুজটির অ্যাপোথেম হবে সেই রেখাংশের সমতূল্য। সমবাহু ত্রিভুজের কেবল একটি ত্রিভুজ কেন্দ্র থাকায় এই সংজ্ঞার দ্বারা সমবাহু ত্রিভুজের অ্যাপথেমকে সুসংজ্ঞায়িত করা যায়।\n\n\n== অ্যাপথেমের ধর্ম ==\nn সংখ্যক বাহুযুক্ত সুষম বহুভুজের প্রতিটি বাহুর দৈর্ঘ্য s, অ্যাপথেম a এবং পরিসীমা p হলে এর ক্ষেত্রফল নিম্নোক্ত সূত্রের মাধ্যমে বের করা যায়:\n\n  \n    \n      \n        A\n        =\n        \n          \n            \n              n\n              s\n              a\n            \n            2\n          \n        \n        =\n        \n          \n            \n              p\n              a\n            \n            2\n          \n        \n      \n    \n    {\\displaystyle A={\\frac {nsa}{2}}={\\frac {pa}{2}}}\n  \n\nপরিসীমা  p = ns  হওয়ায় উপর্যুক্ত সূত্রের আলোকে বলা যায়, বহুভুজের ক্ষেত্রফল হল এর পরিধি ও অ্যাপথেমের গুণফলের অর্ধেকের সমান। n সংখ্যক বাহুযুক্ত বহুভুজকে n সংখ্যক সর্বসম সমদ্বিবাহু ত্রিভুজে টুকরো টুকরো করে অতঃপর ত্রিভুজের উচ্চতা থেকে অ্যাপথেম (অ্যাপথেম প্রতিটি ত্রিভুজের উচ্চতার সমান) এবং ভূমি ও উচ্চতার গুণফলের অর্ধাংশ থেকে ত্রিভুজগুলোর ক্ষেত্রফল নির্ণয় করে ঐ সূত্রটি প্রতিপাদন করা যায়।\nনিচের সূত্রগুলো পরস্পরের সমতূল্য:\n\n  \n    \n      \n        A\n        =\n        \n          \n            \n              1\n              2\n            \n          \n        \n        n\n        s\n        a\n        =\n        \n          \n            \n              1\n              2\n            \n          \n        \n        p\n        a\n        =\n        \n          \n            \n              1\n              4\n            \n          \n        \n        n\n        \n          s\n          \n            2\n          \n        \n        cot\n        ⁡\n        \n          \n            π\n            n\n          \n        \n        =\n        n\n        \n          a\n          \n            2\n          \n        \n        tan\n        ⁡\n        \n          \n            π\n            n\n          \n        \n      \n    \n    {\\displaystyle A={\\tfrac {1}{2}}nsa={\\tfrac {1}{2}}pa={\\tfrac {1}{4}}ns^{2}\\cot {\\frac {\\pi }{n}}=na^{2}\\tan {\\frac {\\pi }{n}}}\n  \n\nসুষম বহুভুজের অ্যাপথেম সর্বদাই ঐ বহুভুজের অভ্যন্তরে অন্তর্লিখন করা যায় এরূপ একটি বৃত্তের অর্থাৎ অন্তর্বৃত্তের ব্যাসার্ধের সমান হবে।\nউপরন্তু এটি বহুভুজের যেকোন বাহু ও কেন্দ্রের মধ্যবর্তী সর্বনিম্ন দূরত্বকে নির্দেশ করে।\nঅ্যাপথেমের এই বৈশিষ্ট্য ব্যবহার করে সহজেই বৃত্তের ক্ষেত্রফল নির্ণয়ের সূত্র প্রতিপাদন করা যায় কারণ সুষম বহুভুজের বাহু সংখ্যা অসীম সংখ্যক হতে থাকলে বহুভুজটির ক্ষেত্রফল বহুভুজটির (r = a ব্যাসার্ধযুক্ত) অন্তর্লিখিত বৃত্তের ক্ষেত্রফলের কাছাকাছি হবে। তাহলে আমরা পাই —\n\n  \n    \n      \n        A\n        =\n        \n          \n            \n              p\n              a\n            \n            2\n          \n        \n        =\n        \n          \n            \n              (\n              2\n              π\n              r\n              )\n              r\n            \n            2\n          \n        \n        =\n        π\n        \n          r\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle A={\\frac {pa}{2}}={\\frac {(2\\pi r)r}{2}}=\\pi r^{2}}\n  \n\n\n== অ্যাপথেম বের কর করার নিয়ম ==\nসুষম বহুভুজের অ্যাপথেম বিভিন্নভাবে বের করা যেতে পারে।\ns দৈর্ঘ্যের n সংখ্যক বাহু নিয়ে গঠিত অথবা R পরিব্যাসার্ধের সুষম বহুভুজের অ্যাপথেম a কে নিচের সূত্র ব্যবহার করে বের করা যেতে পারে:\n\n  \n    \n      \n        a\n        =\n        \n          \n            s\n            \n              2\n              tan\n              ⁡\n              \n                \n                  π\n                  n\n                \n              \n            \n          \n        \n        =\n        R\n        cos\n        ⁡\n        \n          \n            π\n            n\n          \n        \n      \n    \n    {\\displaystyle a={\\frac {s}{2\\tan {\\frac {\\pi }{n}}}}=R\\cos {\\frac {\\pi }{n}}}\n  \n\nএছাড়াও নিচের সূত্র দিয়েও অ্যাপথেম a নির্ণয় করা যেতে পারে—\n\n  \n    \n      \n        a\n        =\n        \n          \n            s\n            2\n          \n        \n        tan\n        ⁡\n        \n          \n            \n              π\n              (\n              n\n              −\n              2\n              )\n            \n            \n              2\n              n\n            \n          \n        \n      \n    \n    {\\displaystyle a={\\frac {s}{2}}\\tan {\\frac {\\pi (n-2)}{2n}}}\n  \n\nযখন পরিসীমা p এবং বাহুর সংখ্যা n জানা থাকে কেবল তখনই এই সূত্রগুলো ব্যবহার করা যেতে পারে কারণ বাহুর দৈর্ঘ্য s = +p/n ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nApothem of a regular polygon With interactive animation\nApothem of pyramid or truncated pyramid  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ এপ্রিল ২০২১ তারিখে\nPegg, Jr., Ed। \"Sagitta, Apothem, and Chord\"। The Wolfram Demonstrations Project।"}