{"pageid": 107776, "title": "ভারতের ছাত্র ফেডারেশন", "url": "https://bn.wikipedia.org/wiki?curid=107776", "content": "সর্বভারতীয় ছাত্র ফেডারেশন বা এসএফআই ভারতের সর্ববৃহৎ ছাত্র সংগঠন। এটি ১৯৭০ সালে প্রতিষ্ঠিত এবং সংগঠনটির দাবী অনুসারে ২০০৫ সাল পর্যন্ত বিদ্যালয় এবং বিশ্ববিদ্যালয় স্তরে এর সদস্যসংখ্যা প্রায় ৩ কোটি ৫০ লক্ষ। ২০২৩ সালের সর্বশেষ তথ্য অনুযায়ী সংগঠনটির শুধুমাত্র পশ্চিমবঙ্গ রাজ্য শাখাতেই সদস্যের সংখ্যা ছিল প্রায় ৯ লক্ষ। \nবর্তমানে সর্বভারতীয় স্তরে এসএফআইয়ের নেতৃত্বদান করছেন সাধারণ সম্পাদক ময়ূখ বিশ্বাস  এবং সভাপতি ভি.পি.সানু। ভারতের ছাত্র ফেডারেশনের প্রতিষ্ঠাতা সম্পাদক ছিলেন ভারতবর্ষ তথা পশ্চিমবঙ্গের কিংবদন্তী বামপন্থী রাজনীতিবিদ বিমান বসু। \nসর্বভারতীয় ছাত্র ফেডারেশন পশ্চিমবঙ্গ রাজ্য কমিটির সম্পাদক দেবাঞ্জন দে ( সংগঠনের কলকাতা জেলার প্রাক্তন সভাপতি) এবং সভাপতি প্রণয় কার্য্যী ( সংগঠনের কোচবিহার জেলার সম্পাদক)। \n\n\n== সংগঠন ==\nযদিও সমগ্র ভারতেই এসএফআই সক্রিয় ভূমিকা পালন করে তবুও ছাত্র রাজনীতিতে এর সবচেয়ে বেশি প্রভাব মূলত পশ্চিমবঙ্গ, কেরল এবং ত্রিপুরাতে। এছাড়া অন্ধ্র প্রদেশ এবং তামিল নাড়ুতেও এর সাংগঠনিক শক্তি দিনদিন বৃদ্ধি পাচ্ছে। পশ্চিমবঙ্গ এবং কেরলের সমস্ত বিশ্ববিদ্যালয়গুলি এসএফআইয়ের শক্ত ঘাঁটি হিসেবে পরিচিত। অন্যান্য যেসব অঞ্চলে সংগঠনটির শক্তিশালী প্রভাব রয়েছে সেগুলি হল, দিল্লির জওহরলাল নেহরু বিশ্ববিদ্যালয়, শিমলার হিমাচল প্রদেশ বিশ্ববিদ্যালয়, হায়দরাবাদ কেন্দ্রীয় বিশ্ববিদ্যালয়, ওসমানিয়া বিশ্ববিদ্যালয় এবং রাজস্থান বিশ্ববিদ্যালয়। এটি ভারতের তথা সমগ্র বিশ্বের একটি অন্যতম বৃহৎ ছাত্র সংগঠন।\n\n\n=== লক্ষ্যসমূহ ===\nজাতপাত, ধর্ম ও শ্রেণী নির্বিশেষে সকলের জন্য শিক্ষার অধিকার আদায়ই ভারতের ছাত্র ফেডারেশনের মূল লক্ষ্য। তাদের মত অনুসারে শিক্ষা হল সমাজবিপ্লবের একটি অন্যতম হাতিয়ার এবং এই কথাটি বিশেষ ভাবে ভারতের ক্ষেত্রে প্রযোজ্য। ভারতের ছাত্র ফেডারেশন এর আদর্শ স্বাধীনতা গনতন্ত্র সমাজতন্ত্র এর মাধ্যমে লক্ষ্যে পৌছান। ভারতের ছত্র ফেডারেশন সর্বদাই ছাত্র ছাত্রীদের পাশে থাকে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএসএফআইয়ের প্রাতিষ্ঠানিক ওয়েবসাইট, মহারাষ্ট্র\nএসএফআইয়ের প্রাতিষ্ঠানিক ওয়েবসাইট, দিল্লি\nThe Hindu, এসএফআইয়ে নির্বাচন প্রসঙ্গে  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ মার্চ ২০১৪ তারিখে\nএসএফআইতে নির্বাচন"}