{"pageid": 1077560, "title": "এডুকেশন সিটি স্টেডিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1077560", "content": "এডুকেশন সিটি স্টেডিয়াম (আরবি: استاد المدينة التعليمية‎) কাতারের আল রাইয়ানে অবস্থিত একটি ফুটবল স্টেডিয়াম। এটি কাতারে অনুষ্ঠিতব্য ২০২২ ফিফা বিশ্বকাপের মাঠ হিসেবে নির্মাণ করা হয়েছে। এটি কাতার ফাউন্ডেশনের এডুকেশন সিটির বেশ কয়েকটি বিশ্ববিদ্যালয় ক্যাম্পাসের মধ্যে অবস্থিত। ফিফা বিশ্বকাপের পরে স্টেডিয়ামটি বিশ্ববিদ্যালয়ের অ্যাথলেটিক দলগুলির ব্যবহারের জন্য ২৫,০০০ আসন রেখে দিবে। ২০২০ সালের ৩রা সেপ্টেম্বর তারিখে স্টেডিয়ামটিতে প্রথম আনুষ্ঠানিক ম্যাচের আয়োজন করা হয়েছে, সে সময় এখানে ২০২০–২১ মৌসুমের কাতার স্টার্স লিগের খেলা অনুষ্ঠিত হয়েছে।\n\n\n== নির্মাণ ==\nনির্মাণ সামগ্রীর ২০ শতাংশ সবুজ রঙ দ্বারা চিহ্নিত করা এই স্টেডিয়ামটি বিশ্বের সবচেয়ে পরিবেশগতভাবে টেকসই স্টেডিয়ামের মধ্যে একটি। ২০১৯ সালের মে মাসে এডুকেশন সিটি স্টেডিয়াম পাঁচ-তারকা জিএসএএস রেটিং অর্জন করেছে।\nএটির নির্মাণ ঠিকাদার হলো জেপিএসি জেভি, যারা প্রধান নকশা স্থপতি হিসেবে প্যাটার্ন ডিজাইনকে এবং প্রকৌশল নকশার জন্য বুরো হ্যাপল্ডকে নিযুক্ত করেছে।\nস্টেডিয়ামের নির্মাণ কাজ ২০২০ সালের জুন মাসে সম্পন্ন হয়েছে এবং ২০২০ সালের ১৫ই জুন তারিখে এটি আনুষ্ঠানিকভাবে উদ্বোধন করা হয়েছে।\n\n\n== ২০১৯ ও ২০২০ ফিফা ক্লাব বিশ্বকাপ ==\n২০১৯ সালের ৩০শে সেপ্টেম্বর তারিখে ফিফা ঘোষণা করেছিল যে, কাতারে অনুষ্ঠিত ২০১৯ ফিফা ক্লাব বিশ্বকাপের তৃতীয় স্থান নির্ধারণী এবং ফাইনাল ম্যাচ এই স্টেডিয়ামে আয়োজিত হবে। স্টেডিয়ামটি সেমি-ফাইনালে লিভারপুলের প্রথম ম্যাচও আয়োজন করতো, তবে ২০১৯ সালের ৭ই ডিসেম্বর তারিখে এডুকেশন সিটি স্টেডিয়ামের আনুষ্ঠানিক উদ্বোধন ২০২০ সালের শুরু পর্যন্ত স্থগিত করা হয়েছিল। এর ফলে লিভারপুলের প্রথম ম্যাচ, ফাইনাল এবং তৃতীয় স্থান নির্ধারণী – সবগুলো ম্যাচই দোহার খলিফা আন্তর্জাতিক স্টেডিয়ামে স্থানান্তরিত হয়েছিল।\n২০২০ ফিফা ক্লাব বিশ্বকাপ পুনরায় কাতারে অনুষ্ঠিত হয় এবং এসময় এডুকেশন সিটি স্টেডিয়াম ম্যাচ আয়োজনের জন্য প্রস্তুত ছিল। দ্বিতীয় পর্বের একটি ম্যাচ, একটি সেমি-ফাইনাল ম্যাচ, তৃতীয় স্থান নির্ধারণী ম্যাচ এবং বায়ার্ন মিউনিখ ও ইউএএনএলের মধ্যকার ফাইনাল ম্যাচ এই স্টেডিয়ামে অনুষ্ঠিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}