{"pageid": 107730, "title": "পাদুকাসক্তি", "url": "https://bn.wikipedia.org/wiki?curid=107730", "content": "পাদুকাসক্তি হলো এমন মানসিক অবস্থা, যেখানে, যৌন আকর্ষণে, যৌন-মানসিক অসুস্থতায় জুতাতে যৌনতাসংশ্লিষ্ট আসক্তি আরোপ করা হয়। একে, ফরাসি সাহিত্যিক নিকোলাই-এঁদমে রেটিফ (অক্টোবর ২৩, ১৭৩৪; ফেব্রুয়ারি ২, ১৮০৬)-এর নামানুসারে  রেটিফবাদও বলা হয়। সমকামী পাদুকাসক্ত পুরুষেরা যৌন উত্তেজকভাবে পুরুষ কিংবা নারী উভয়ের জুতার প্রতি আকর্ষণবোধ করেন। যদিও প্রথম ধারার সংস্কৃতিতে জুতা আবার যৌনতারূপে আরোপিত হয়। (উদাহরণস্বরূপ, নারীদের জুতা সাধারণভাবে \"সেক্সি\" বা যৌনতাপূর্ণ হিসেবে বিক্রয় হয়) এই মতামত জাতিগত বা সংস্কৃতিগত পরিপ্রেক্ষিতের প্রতি ইঙ্গিত করে।\n\n\n== বিস্তারিত ==\n\nবিভিন্ন পাদুকাসক্তের কাছে পাদুকাসক্ততা বিভিন্ন রকমের, অর্থাৎ বিভিন্ন জন নিজের অন্তর্নিহিত পাদুকাসক্ততা বিভিন্নভাবে প্রতিপালন করে থাকেন। প্রাথমিক পর্যায়ের সব পাদুকাসক্তদেরই নারীর হীল দেখার প্রবণতা কাজ করে। এরকম পাদুকাসক্তরা বই, ম্যাগাযিন, টিভি, থিয়েটার, ইন্টারনেট, বিলবোর্ড, বিক্রয়-ক্যাটালগ, ফ্যাশন শো'র রানওয়ে এমনকি পারিবারিক এ্যালবামে নিজের পরিবারব্যতীত নিকতাত্মীয়দের পায়ে হীল জুতা খুঁজে বেড়ায়। এদের অনেকেই খোলামেলাভাবে পাদুকাসক্তি উপভোগ করতে প্রচলিত পোর্ণোগ্রাফির দ্বারস্ত হয়। কেউ কেউ শ্রেফ জুতার বাক্সে জুতা দেখতে পারাকেই চরম উত্তেজনাময় মুহূর্ত হিসেবে স্মরণ রাখেন এবং পরবর্তিতে যৌনকল্পনায় সহায়ক উপাদান হিসেবে কাজে লাগান। নির্জন পরিবেশে এরকম হীলসমৃদ্ধ কারো কোনো ছবি পেলে নিজের লিঙ্গে মৈথুন করেন, কখনও কখনও নিজের লিঙ্গ নিয়ে ছোঁয়ান ছবিতে হীল পায়ে ঐ নারীর মুখের স্থানে, কিংবা পায়ের হীলের স্থানে, কিংবা নারীর যোনীর স্থানে।\nতাছাড়াও যেসকল স্থানে সাধারণত কেউ জুতা তোলেন না, কিংবা জুতাসমেত পা তোলেন না, সেসকল স্থানে জুতা কিংবা জুতাসমেত পা তোলা অবস্থায় কোনো নারীকে দেখলেও পাদুকাসক্তদের পাদুকাসক্তি জাগ্রত হয়। যেমন: অফিসের ওয়ার্কিং টেবিল, ক্লাসরুমের বেঞ্চ, বিছানা, সোফা, চেয়ার ইত্যাদি। লক্ষ্যণীয় যে, বিভিন্ন মূল ধারার চলচ্চিত্রে ভ্যাম্প (Vamp) নারীরা, কিংবা অফিসের নারী বস, কিংবা ভিলেনের যৌনাবেদনময়ী নারী-সহযোগী বা রক্ষিতা (mistress; paramour; concubine) টেবিলের উপর কিংবা সোফার উপর হাই হীলসমৃদ্ধ পা তুলে বসে থাকেন। এইসব আচরণ পাদুকাসক্তদের বিশেষভাবে নাড়া দেয়।\nএছাড়াও অনেকেই নারীর পায়ে জুতা দুলানোতে (Shoe Dangling) পাদুকাসক্তির উত্তেজনা খুঁজে পান। এক্ষেত্রে একজন নারী পা থেকে জুতার গোড়ালি বের করে নিয়ে, কিংবা আলগা করে নিয়ে পায়ের আঙ্গুলের উপর ধরে রেখে জুতা নাচিয়ে থাকেন। এমনকি তিনি তার পা দোলালে জুতাও দুলবে। অন্য সমকামী পুরুষ যখন পায়ে জুতা দোলান, কিংবা ঢিলে করে স্নীকার কিংবা স্কেট জুতা পরেন তখন একজন সমকামী পুরুষ তা খুব উপভোগ করেন। অনেক পাদুকাসক্ত সমকামী কিংবা বিপরীতকামী পুরুষ এই দৃশ্য দেখাকে যৌন উদ্দীপক মনে করেন।\nকারো কারো কাছে ভালো লাগে নারীর হীলের উপর জুতা নাচানো। এক্ষেত্রে একজন নারী তার হাই হীল জুতার উপর ভর দিয়ে এক পা পিছনে নিয়ে দাঁড়ান, আর আরেক পা তার হীলের উপর রেখে সামনের অংশটা মেঝে থেকে উঠিয়ে নেন, এতে জুতার তলা দেখা যায়; তারপর ডানে-বামে নাড়াচাড়া করেন। এই প্রকারের জুতা নাচানো বসেও হতে পারে। সেক্ষেত্রে যেকোনো এক পায়ের জুতা হীলের উপর রেখে সামনের অংশটা তুলে ডানে-বামে নাচানো হয়ে থাকে। পাদুকাসক্তদের কাছে জুতার তলা দেখতে পারাটাও যথেষ্ট উত্তেজনাকর।\nস্যান্ডেলের কিনারায় আর হীলের ডগায় ভর রেখে এক পা কাত করে দাঁড়ানোর মধ্যেও অনেকে পাদুকাসক্তি দেখে থাকেন। কখনও কখনও স্যান্ডেলের ডগায় ভর দিয়ে, গোড়ালি ও জুতার হীল উঁচু করে, হীল মাটি থেকে তুলে নিয়ে, উচ্চতা ছোঁয়ার চেষ্টাও অনেকের কাছে যথেষ্ট যৌন উদ্দীপক। এছাড়াও চকচকে মার্বেলের মেঝেতে স্টিলেট্টো হাই হীল পরে হাঁটলে, তার স্বচ্ছ প্রতিচ্ছবি যখন মেঝেতে পড়ে, তখন তাও যথেষ্ট পাদুকাসক্তি জাগ্রত করে। সিঁড়ি দিয়ে নামার বা উঠার সময় স্টিলেট্টো হীল হাতে অথবা কাঁধে নিয়ে নামাও কারো কাছে পাদুকাসক্তি জাগ্রতকারী।\nঅনেকেরই নির্দিষ্ট প্রকারের জুতার প্রতি আসক্তি আছে। তবে প্রায় সব ধরনের পাদুকাসক্তেরই পাম্প শু আর হাই হীল স্যান্ডেলে আসক্তি রয়েছে। কোনো কোনো পাদুকাসক্ত পুরুষ গন্ধের প্রতি আকৃষ্ট হোন। তারা হয় জুতার চামড়া কিংবা রেকযিনের গন্ধ চান, নয়তো রাবারের গন্ধ চান। তবে প্রকৃষ্ট পাদুকাসক্ত সাধারণত পা থেকে খুলে রাখা জুতায় আসক্ত। এক্ষেত্রে চামড়া বা রেকযিন বা রাবারের গন্ধের সাথে পায়ের গন্ধও মিশে যায়, সহজ করে বললে নারীর পায়ের ঘামের গন্ধও মিশে যায়। গবেষকরা একে নোংরাসক্তি'র (mysophilia) পর্যায়ে ফেলতে পছন্দ করেন। এরকম ক্ষেত্রে পুরুষ, নারীর পা থেকে খুলে রাখা জুতা চুপিচুপি হাতে তুলে নিয়ে নাকের কাছে ধরেন। তাতে তার লিঙ্গ উত্তেজনায় শক্ত হয়ে যায়, তিনি লিঙ্গে মৈথুন করে উত্তেজিত হোন। জুতার বাক্স থেকে নামিয়ে আনা অপরিধেয় জুতার ক্ষেত্রেও একই পদ্ধতি অনুসৃত হয়। তবে আড়ালে এই কাজটি করার সুযোগ থাকলে ব্যক্তি হস্তমৈথুনের মাধ্যমে চরম উত্তেজনায় বীর্য বের করে আনেন, এতে আপাত উত্তেজনা প্রশমিত হয়। এই পর্যায়ের পাদুকাসক্তরা অনেকসময় জুতা খুলে রাখা পায়ের গন্ধ, এমনকি মোজার গন্ধেও উত্তেজিত হোন। পায়ের গন্ধে উত্তেজিতদের পদাসক্ত, আর মোজার গন্ধে উত্তেজিতদের মোজাসক্ত (hose/hosiery fetish) বলা হয়ে থাকে।\nপাদুকাসক্তি আর পদাসক্তির আরেকটি অভ্যাস হলো 'পদ-ছোঁয়া' (footsie; footsy)। পদ-ছোঁয়া হলো নারী তার হাই হীল বা পাম্প শু থেকে পা বের করে নিয়ে তা দিয়ে, সাধারণত টেবিলের নিচ দিয়ে, কোনো পুরুষের পায়ে ঘষতে থাকবেন। এক্ষেত্রে পুরুষের পোশাক পা দিয়েই সরিয়ে নিয়ে পা ঘষতে থাকবেন। পদ-ছোঁয়া পায়ের বদলে হাই হীল দিয়েও করা যেতে পারে। এক্ষেত্রে পরিধেয় জুতা থেকে পা বের না করেই পরিধেয় জুতা তুলে পুরুষের পায়ে, নিম্নাংগে, টেবিলের নিচ দিয়ে, মর্দন করা হয়ে থাকে।\nহাই হীলের তলা মসৃণ আর চকচকে হওয়ার চেয়ে খসখসে, ময়লাযুক্ত, ছাল উঠে যাওয়া তলা পাদুকাসক্তদের কাছে একটু বেশি আদরণীয়। এতে হীলের ময়লা তলার প্রতি আকর্ষণ জাগ্রত হয়। অবশ্য ময়লা তলার হীলের উপরিভাগটা চকচকে হলেই বেশি উত্তেজনা জাগায়। এক্ষেত্রে চকচকে উপরিভাগে জিহ্বা দিয়ে চেটে আরো চকচকে করার মধ্যেই পাদুকাসক্তদের আনন্দ।\nঅনেক পাদুকাসক্ত পুরুষ, নারীর জুতা দিয়ে লিঙ্গ ঘষার মাধ্যমে লিঙ্গকে উত্তেজিত করে (masturbating) যৌনতা জাগ্রত করে চরম যৌনতার তৃপ্তি লাভ করেন। এরা নারীর হীল জুতা নিয়ে লিঙ্গে জুতা ঘষে থাকেন। কেউ কেউ এই পর্যায়ে চূড়ান্ত ভোগ লাভ করতে হীল দিয়ে লিঙ্গে আঘাত করে পুলকিত হোন। কেউ কেউ উভয় জোড়া জুতাই তুলে নিয়ে তাদের তলা দিয়ে দুই পাশ থেকে লিঙ্গকে চেপে ধরে সামনে-পিছনে করে লিঙ্গের চামড়া সংকোচন-প্রসারনের মাধ্যমে অনেকটা হস্তমৈথুনের অনুরূপই চাহিদা পূর্ণ করেন; এক্ষেত্রে খসখসে তলাযুক্ত হাই হীল বেশি পুলক জাগাতে সক্ষম বলে তাদের ধারণা। চূড়ান্ত উত্তেজনায় কেউ কেউ লিঙ্গ দিয়ে বীর্যপাত করে আপাতত উত্তেজনার প্রশমন করে থাকেন; অনেকেই মুক্ত চেতনায়, উন্মুক্ত উত্তেজনার বশবর্তি হয়ে নারীর ঐ জুতার উপরে কিংবা সোলের তলায় বীর্যপাত করেন। অনেকেই এই কাজটি করেন চুরি করে: লুকিয়ে লুকিয়েই, সাধারণত অপরিচিত, কোনো নারীর বাসায় গিয়ে তার জুতার বাক্স খুলে জুতা রাখার স্থান থেকে নামিয়ে আনেন নারীর জুতা। তারপর ঘষতে থাকেন নিজের লিঙ্গে। আর এতে অতিরিক্ত উত্তেজনা সৃষ্টি হয় ধরা পড়ে যাবার ভয় থেকে।\nএছাড়াও অতি সাধারণ মানের পাদুকাসক্ত ব্যক্তি শুধুমাত্র যৌনমিলনের সময় তার যৌনসঙ্গীর পায়ে একজোড়া জুতা প্রত্যাশা করেন। এই জুতা যৌনসঙ্গীর পায়ে থাকলেই তিনি যৌনতা সংক্রান্ত বাড়তি উত্তেজনা পেয়ে থাকেন।\n\n\n== আরও দেখুন ==\nবুটাবেশ\nপোষাকাবেশ\nপদাসক্তি\nযৌনাসক্তি\n\n\n== তথ্যসূত্র =="}