{"pageid": 10771, "title": "নকলা উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=10771", "content": "নকলা উপজেলা বাংলাদেশের শেরপুর জেলার একটি প্রশাসনিক এলাকা। এই উপজেলার উপর দিয়ে বয়ে চলছে পুরাতন ব্রহ্মপুত্র নদ।\n\n\n== অবস্থান ও আয়তন ==\nএই উপজেলার ভৌগোলিক অবস্থান ২৪.৯৮৩৩° উত্তর ৯০.১৮৩৩° পূর্ব﻿ / 24.9833; 90.1833। এর উত্তরে নালিতাবাড়ী উপজেলা, দক্ষিণে জামালপুর জেলার জামালপুর সদর উপজেলা ও ময়মনসিংহ জেলার ময়মনসিংহ সদর উপজেলা, পূর্বে ময়মনসিংহ জেলার ফুলপুর উপজেলা, পশ্চিমে শেরপুর সদর উপজেলা।\n\n\n== প্রশাসনিক এলাকা ==\nনকলা উপজেলায় বর্তমানে ১টি পৌরসভা ও ৯টি ইউনিয়ন রয়েছে। সম্পূর্ণ উপজেলার প্রশাসনিক কার্যক্রম নকলা থানার আওতাধীন।\n\nপৌরসভা:\nনকলা\nইউনিয়নসমূহ:\n১নং গণপদ্দী\n২নং নকলা\n৩নং উরফা\n৪নং গৌড়দ্বার\n৫নং বানেশ্বর্দী\n৬নং পাঠাকাটা\n৭নং টালকী\n৮নং চর অষ্টধর\n৯নং চন্দ্রকোনা\n\n\n== ইতিহাস ==\n“নকলা” নামটি এসেছে আরবী ‘নাখলা’ শব্দ থেকে। নাখলা শব্দের অর্থ খেজুরের বাগান। এই আরবী শব্দটি থেকে অনুমিত হয়, এটি একটি প্রাচীন জনপদ। তবে এ অঞ্চলটিতে হিন্দুদের আধিক্য ছিল। পরবর্তীতে তারা স্থানান্তরিত হয়েছে অথবা প্রতিবেশী দেশ ভারতে চলে গেছে। বলাবাহুল্য, নকলা থানা স্থাপনের পূর্বে প্রসিদ্ধ ব্যবসায় কেন্দ্র ও নৌ বন্দর চন্দ্রকোনাকে থানা করার পরিকল্পনা ছিল ব্রিটিশ সরকারের। কারণ, চন্দ্রকোনায় ছিল মহারাজ শশীকান্ত চৌধুরী ও জমিদার গোপাল দাস চৌধুরীর দুটি কাঁচারী। যেখানে প্রজাদের নিকট থেকে খাজনা আদায় করা হতো। ১৯১৯ সালে প্রতিষ্ঠিত প্রাচীন বিদ্যাপিঠ চন্দ্রকোনা রাজলক্ষী উচ্চ বিদ্যালয়, সূর্যবালা দেবী হাসপাতাল, পোস্ট অফিস এবং বড় বড় পাঠ ক্রয় কেন্দ্রসহ শিক্ষা ও সংস্কৃতি চর্চার প্রাণ কেন্দ্র ছিল চন্দ্রকোনা। ব্রহ্মপুত্র, দশানি আর মৃগী অববাহিকায় চন্দ্রকোনা নৌ বন্দর থেকে কলকাতা ও বিলেতে ডান্ডির সাথে সরাসরি নৌ যোগাযোগ ছিল। ব্রিটিশ বিরোধী আন্দোলনে আন্দামান ফেরত বিপ্লবী নগেন্দ্র চন্দ্র মোদক, বিপ্লবী যোগেশ চন্দ্রকর্মকার এবং বিপ্লবী মন্মথ দে চন্দ্রকোনায় জন্মেছিলেন।\nমোঘল আমলে নকলা উপজেলার নারায়নখোলা গ্রামে সেনা ছাউনী ছিল। ব্রিটিশ আমলে পাঠাকাটা ইউনিয়নে ছিল নীল কুঠি। তবে এর সামান্যতম অস্তিত্বও এখন আর অবশিষ্ট নেই। অস্তিত্ব নেই অন্য কোনা প্রাচীন নিদর্শনেরও।\n\n\n=== মুক্তিযুদ্ধ ===\n১৯৭১ সালের ৯ ডিসেম্বর নকলা মুক্ত হয় পাকিস্তানি হায়েনাদের হাত থেকে।\n\n\n== প্রশাসনিক এলাকা ==\n১টি পৌরসভা আর ৯ টি ইউনিয়ন পরিষদ নিয়ে নকলার প্রশাসনিক অঞ্চল গঠিত।\n\nপৌরসভা - নকলা;\nইউনিয়ন - গনপদ্দী, নকলা, উরফা, গৌড়দ্বার, বানেশ্বর্দী, পাঠাকাটা, টালকী, চর অষ্টধর এবং চন্দ্রকোনা।\n\n\n== শিক্ষা ==\nএখানে শিক্ষার গড় হার ৭৫.৫৩%; পুরুষদের মধ্যে সাক্ষরতার হার ৮১.৩০% এবং মহিলাদের মধ্যে ৭১.৬২%।\nএখানে রয়েছেঃ\n\nকলেজ - ৪টি,\nটেকনিক্যাল কলেজ - ১টি,\nমাধ্যমিক বিদ্যালয় - ৩৩টি,\nপ্রাথমিক বিদ্যালয় - ৯৭টি,\nমাদ্রাসা - ১৮টি।\nথানার সবচেয়ে নামকরা স্কুল নকলা সরকারি পাইলট উচ্চ বিদ্যালয়\n\n\n== স্বাস্থ্য ==\nএখানে রয়েছে একটি উপজেলা স্বাস্থ্য কমপ্লেক্স।\n\n\n== অর্থনীতি ==\nনকলার অর্থনীতি কৃষিনির্ভর। এখানে প্রচুর পরিমাণে ধান, পাট, আলু, শসা এবং অন্যান্য মৌসুমি সবজি ফলে। নকলায় অধিকাংশ জমি বেলে এবং বেলে দোঁয়াশ হওয়ায় এখানে আলু, বাদামও হয় প্রচুর।\n\n\n== যোগাযোগ ব্যবস্থা ==\nনকলার যোগাযোগ ব্যবস্থা অনেক ভালো, ঢাকা মহাখালী হতে বাস দিয়ে ময়মনসিংহ হয়ে খুব সহজে নকলা আসা যায়\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\nনাদেরুজ্জামান খান, রাজনীতিবিদ, মুক্তিযুদ্ধের সংগঠক।\nজাহেদ আলী চৌধুরী, রাজনীতিবিদ,শিল্পপতি ও সাবেক হুইপ(জাতীয় সংসদ)\nমতিয়া চৌধুরী, সংসদ সদস্য (বাংলাদেশ আওয়ামীলীগ)\n\n\n== দর্শনীয় স্থান ==\nশিমুলতলা - দরবারচর,নারায়ণখোলা\nপুরাতন ব্রহ্মপুত্র নদ - নারায়ণখোলা, কাজাইকাটা, চন্দ্রকোনা\nসুইচ গেট - চন্দ্রকোনা\nব্রহ্মপুত্র নদ ব্রীজ- চন্দ্রকোনা বাজার\nকলাপাড়া প্রাচীন খেলার মাঠ\nগাজির দরগাহ - রুনিগাও\nমুন্সি দাদার মাজার - নয়াবাড়ি, বিবিরচর\nরাবার ড্যাম - তারাকান্দা, উরফা\nটাইগার ব্রীজ- উরফা\nবাইপাস ব্রীজ- নকলা\n\n\n== আরও দেখুন ==\nশেরপুর জেলা;\nময়মনসিংহ বিভাগ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় নকলা উপজেলা \nনকলা উপজেলা তথ্য বাতায়ন।"}