{"pageid": 1077252, "title": "বিপাকীয় সংলক্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1077252", "content": "বিপাকীয় সংলক্ষণ বা বিপাকীয় রোগলক্ষণসমষ্টি বলতে নিম্নলিখিত পাঁচটি রোগাবস্থার অন্তত তিনটির সমষ্টিকে বোঝায়: ঔদরিক অতিস্থূলতা, উচ্চ রক্তচাপ, রক্তে গ্লুকোজাধিক্য, রক্তরসে ট্রাইগ্লিসারাইডাধিক্য ও রক্তরসে উচ্চ-ঘনত্বের মেদপ্রোটিন-স্বল্পতা।\nবিপাকীয় সংলক্ষণের সাথে হৃৎ-বাহ রোগ ও দ্বিতীয় প্রকারের মধুমেহ রোগে (টাইপ ২ ডায়াবেটিস) আক্রান্ত হবার ঝুঁকি সম্পর্কিত। মার্কিন যুক্তরাষ্ট্রে প্রায় ২৫% প্রাপ্তবয়স্ক নাগরিকের বিপাকীয় সংলক্ষণ বিদ্যমান। বয়সের সাথে সাথে, বিশেষ করে জাতিগত ও নৃতাত্ত্বিক গোষ্ঠীগত সংখ্যালঘুদের মধ্যে এটির অনুপাত বৃদ্ধি পাচ্ছে।\nইনসুলিন প্রতিরোধক্ষমতা, বিপাকীয় সংলক্ষণ ও প্রাক-মধুমেহ রোগ একে অপরের সাথে ঘনিষ্ঠভাবে সম্পর্কিত এবং এগুলির বেশ কিছু সাধারণ বৈশিষ্ট্য আছে। দেহে শক্তির ব্যবহার ও সঞ্চয় প্রক্রিয়াতে বিশৃঙ্খলা এই সংলক্ষণের জন্য দায়ী বলে মনে করা হয়। সংলক্ষণটির মূল কারণ কী, তা নিয়ে চিকিৎসাবৈজ্ঞানিক গবেষণা অব্যাহত আছে।\n\n\n== নিদর্শন ও লক্ষণ-উপসর্গসমূহ ==\nবিপাকীয় সংলক্ষণের প্রধানতম নিদর্শন হল কেন্দ্রীয় অতিস্থূলতা, যা আন্তর্যন্ত্রীয় মেদবহুলতা, পুং-বিন্যাস মেদবহুলতা বা আপেল-আকৃতির মেদবহুলতা নামেও পরিচিত। মূলত কোমর ও ধড়ের চারপাশে মেদকলার সঞ্চয় হওয়া এটির চরিত্রগত বৈশিষ্ট্য। বিপাকীয় সংলক্ষণের অন্যান্য নিদর্শনগুলির মধ্যে উচ্চ রক্তচাপ, উপবাস-পরবর্তী রক্তরসে উচ্চ-ঘনত্বের মেদ-প্রোটিন কোলেস্টেরল হ্রাস পাওয়া, উপবাস-পরবর্তী রক্তরসে ট্রাইগ্লিসারাইড মাত্রা বৃদ্ধি পাওয়া, উপবাস-পরবর্তী গ্লুকোজ বৈকল্য,  ইনসুলিন প্রতিরোধক্ষমতা, বা প্রাক-মধুমেহ রোগ উল্লেখ্য। সংশ্লিষ্ট অন্যান্য রোগাবস্থার মধ্যে রক্তে অতি-ইউরিয়াধিক্য, মেদবহুল যকৃৎ (বিশেষ করে অতিস্থূলতার সাথে বিদ্যমান হলে) যা পরবর্তীতে অ-অ্যালকোহলজাত মেদবহুল যকৃৎ রোগ পর্যন্ত অগ্রসর হতে পারে; নারীদের ক্ষেত্রে বহুস্থলীয় ডিম্বাশয় সংলক্ষণ ও পুরুষদের ক্ষেত্রে শিশ্নোত্থান অপক্রিয়া; এবং কৃষ্ণাভ শল্ককোষাধিক্য।\n\n\n== কারণ ও সহসম্বন্ধসমূহ ==\nবিপাকীয় সংলক্ষণের জটিল বিক্রিয়াপথগুলির কর্মপদ্ধতিগুলি বর্তমানে গবেষণাধীন। এটির রোগ-শারীরবিদ্যা খুবই জটিল এবং কেবল আংশিকভাবে এর ব্যাখ্যা পাওয়া সম্ভব হয়েছে। এই রোগাবস্থায় আক্রান্ত অধিকাংশ ব্যক্তি অপেক্ষাকৃত বেশী বয়সের, অতিস্থূলকায়,  উপবেশনপ্রিয় এবং তাদের বিভিন্ন মাত্রায় ইনসুলিন প্রতিরোধক্ষমতা বিদ্যমান। দৈহিক চাপ আরেকটি উৎপাদক উপাদান হতে পারে। সবচেয়ে গুরুত্বপূর্ণ ঝুঁকি উপাদানগুলি হল খাদ্যাভ্যাস (বিশেষ করে চিনি দ্বারা মিষ্টকৃত পানীয় পান করা), বংশগতীয় কারণসমূহ, বয়োবৃদ্ধি, উপবেশনপ্রিয় আচরণ or low physical activity, কালজীববিজ্ঞান/ঘুমে ব্যাঘাত, মেজাজ বিকার/চিত্তপ্রভাবী ঔষধ ব্যবহার, এবং মাত্রাতিরিক্ত অ্যালকোহল (সুরা বা মদ) সেবন। আন্তোনিও ভিদাল-পুইগ ক্রমাগতভাবে অতিরিক্ত খাদ্যগ্রহণের ফলে মেদকলা মাত্রাতিরিক্ত বিস্তার এবং ফলে সংঘটিত মেদবিষাক্ততা এই সংলক্ষণটির পেছনে যে রোগ-সৃষ্টিকারী ভূমিকা পালন করে, তা পর্যালোচনা করেছেন।\nঅতিস্থূলতা বা ইনসুলিন প্রতিরোধক্ষমতা বিপাকীয় সংলক্ষণের কারণ, নাকি এগুলি আরও গভীরের কোনও বিপাকীয় বৈকল্যের ফলাফল, এ নিয়ে বিতর্ক আছে। তন্ত্রীয় প্রদাহের বিভিন্ন সূচক যেমন সি-প্রতিক্রিয়াশীল প্রোটিনসহ ফিব্রিনোজেন, ইন্টারলিউকিন ৬, টিউমার নেক্রোসিস ফ্যাক্টর-আলফা (টিএনএফ-আলফা) ও অন্যান্য সূচক প্রায়শই বৃদ্ধি পায়। কেউ কেউ আরও বিচিত্র অনেক কারণের দিকে অঙ্গুলিনির্দেশ করেছেন, যার মধ্যে খাদ্যাভ্যাসজনিত ফ্রুক্টোজের কারণে ইউরিক অ্যাসিডের মাত্রা বৃদ্ধি অন্তর্ভুক্ত।\nগবেষণায় দেখা গেছে যে পশ্চিমা ধরনের খাদ্যাভ্যাস বিপাকীয় সংলক্ষণ ঘটার একটি কারণ, কেননা এটিতে মানবদেহের সাথে জৈবরাসায়নিকভাবে মানানসই নয়, এমন সব খাদ্য উচ্চমাত্রায় গ্রহণ করা হয়। ওজন বৃদ্ধির সাথে বিপাকীয় সংলক্ষণের সম্পর্ক আছে। সার্বিক মেদবহুলতা নয়, বরং সংলক্ষণটি মূল প্রকাশ্য উপাদানটি হল আন্তর্যন্ত্রীয় এবং স্থানভ্রষ্ট মেদ (অর্থাৎ যেসব অঙ্গে মেদ সঞ্চয় হবার কথা নয়, সেখানে মেদের উপস্থিতি); পাশাপাশি মূল বিপাকীয় অস্বাভাবিকতাটি হল ইনসুলিন প্রতিরোধক্ষমতা। খাদ্যাভ্যাসজনিত শর্করা, স্নেহ, আমিষ বা প্রোটিন জ্বালানির মাধ্যমে অবিরাম শক্তি সরবরাহের সাথে শারীরিক কর্মকাণ্ড বা শক্তির চাহিদার সামঞ্জস্য না থাকলে মাইটোকন্ড্রীয় জারণের ফলে উৎপন্ন পদার্থসমূহ জমা হতে শুরু করে, এবং এই প্রক্রিয়াটি ক্রমাবনতিশীল মাইটোকন্ড্রীয় অপক্রিয়া ও  ইনসুলিন প্রতিরোধক্ষমতার সাথে সম্পর্কিত।\n\n\n=== চাপ ===\nসাম্প্রতিক গবেষণায় বেরিয়ে এসেছে যে দীর্ঘস্থায়ী চাপ বিপাকীয় সংলক্ষণ সৃষ্টিতে অবদান রাখতে পারে। দীর্ঘস্থায়ী চাপ হাইপোথাল্যামাস-পিটুইটারি-অ্যাড্রিনাল অক্ষের হরমোন ভারসাম্যে ব্যাঘাত সৃষ্টি করে এই কাজটি সম্পাদন করে। হা-পি-অ্যা অক্ষবিকার রক্তে উচ্চমাত্রায় কর্টিসল প্রবাহ সৃষ্টি করে, ফলে রক্তে গ্লুকোজ ও ইনসুলিনের মাত্রা বৃদ্ধি পায়, যার সূত্র ধরে মেদকলাতে ইনসুলিনের মধ্যস্থতায় সৃষ্ট প্রতিক্রিয়াসমূহের সৃষ্টি হয়, এবং শেষ বিচারে আন্তর্যন্ত্রীয় মেদবহুলতা, ইনসুলিন প্রতিরোধক্ষমতা, রক্তে মেদাধিক্যজনিত বিকার ও উচ্চ রক্তচাপের পাশাপাশি অস্থিতে সরাসরি প্রভাব পড়ে, যার ফলে \"নিম্ন উৎপাদনজনিত\" অস্থিক্ষয় ঘটে। হা-পি-অ্যা অক্ষবিকার ঔদরিক অতিস্থূলতার সাথে হৃদবাহ রোগ, ২য় প্রকারের মধুমেহ রোগ ও সন্ন্যাসরোগের ঝুঁকি বাড়ার ব্যাখ্যা প্রদান করতে পারে। এছাড়া মানসিক চাপও হৃদরোগের সাথে সম্পর্কিত।\n\n\n=== অতিস্থূলতা ===\nকেন্দ্রীয় অতিস্থূলতা বিপাকীয় সংলক্ষণের একটি প্রধান বৈশিষ্ট্য। এটি একই সাথে সংলক্ষণটির একটি নিদর্শন ও কারণ, কেননা কোমরের পরিধি বড় হয়ে যাওয়া যে ক্রমবর্ধমান মেদসঞ্চয়ের প্রতিফলন, সেটি ইনসুলিন প্রতিরোধক্ষমতার কারণে উৎপন্ন হতে পারে এবং সেটির কারণও হতে পারে। তবে অতিস্থূলতা গুরুত্বপূর্ণ হলেও স্বাভাবিক ওজনের ব্যক্তিরাও ইনসুলিন-প্রতিরোধী হতে পারেন এবং এই সংলক্ষণটিতে ভুগতে পারেন।\n\n\n=== উপবিষ্ট জীবনচর্যা ===\n\nশারীরিক নিষ্ক্রিয়তা হৃদ-বাহ রোগ ও সম্পর্কিত মৃত্যুর একটি পূর্বাভাসমূলক সূচক। বিপাকীয় সংলক্ষণের বিভিন্ন উপাদান উপবিষ্ট জীবনচর্যার সাথে সংশ্লিষ্ট, যার ফলে মেদকলা, বিশেষ দেহের কেন্দ্রভাগের মেদকলা বৃদ্ধি পায়,  উচ্চ-ঘনত্ব-মেদপ্রোটিন কোলেস্টেরল হ্রাস পায়, রক্তে ট্রাইগ্লিসারাইড ও গ্লুকোজ বৃদ্ধি পায়, রক্তচাপ বৃদ্ধি পায় (বিশেষ করে যারা বংশগতভাবে ঝুঁকিপ্রবণ, তাদের দেহে)। যেসব ব্যক্তি দৈনিক এক ঘন্টার কম সময় ধরে টেলিভিশন বা অন্য পর্দায় ভিডিও চিত্র দেখেন বা কম্পিউটার ব্যবহার করেন, তাদের তুলনায় যেসব ব্যক্তি ঐসব কর্মকাণ্ড দৈনিক চার ঘণ্টার বেশি সময় ধরে সম্পাদন করেন, তাদের বিপাকীয় সংলক্ষণ হবার ঝুঁকি দ্বিগুণ।\n\n\n=== বয়স বৃদ্ধি ===\nমার্কিন যুক্তরাষ্ট্রের শতকরা ৬০ ভাগ পঞ্চাশোর্ধ্ব ব্যক্তি বিপাকীয় সংলক্ষণে  আক্রান্ত হন। ঐ বয়োগোষ্ঠীর মধ্যে পুরুষদের চেয়ে নারীদের এই সংলক্ষণে আক্রান্ত হবার শতাংশ বেশি। বিশ্বের অধিকাংশ জনসমষ্টিতেই বয়সের বৃদ্ধির উপর এই সংলক্ষণের প্রাদুর্ভাবের নির্ভরশীলতা পরিলক্ষিত হয়েছে। \n\n\n== আরও দেখুন ==\nবিপাকীয় বিকার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}