{"pageid": 1077864, "title": "আল জানুব স্টেডিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1077864", "content": "আল জানুব স্টেডিয়াম (আরবি: استاد الجنوب, পূর্বে আল ওয়াক্রাহ স্টেডিয়াম (আরবি: ملعب الجنوب) নামে পরিচিত ছিল) হলো কাতারের আল-ওয়াক্রাহ শহরের একটি ফুটবল স্টেডিয়াম। এটি ২০১৯ সালের ১৬ই মে তারিখে উদ্বোধন করা হয়েছে। খলিফা আন্তর্জাতিক স্টেডিয়ামের সংস্কারের পর কাতারে অনুষ্ঠিত ২০২২ ফিফা বিশ্বকাপের আটটি স্টেডিয়ামের মধ্যে এটি দ্বিতীয়। ইরাকি-ব্রিটিশ স্থপতি জাহা হাদিদ এইসিওএম ফার্মের সাথে মিলে এই স্টেডিয়ামের নকশা করেছেন।\nএই স্টেডিয়ামে বক্রারাকার উত্তর-আধুনিক এবং নব-ভবিষ্যত নকশা লক্ষ্য করা যায়। পারস্য উপসাগরের স্রোতের মধ্য দিয়ে কেটে চলা এ অঞ্চলের মুক্তা ডুবুরিদের ব্যবহৃত ঐতিহ্যবাহী দাও নৌকার পাল দ্বারা অনুপ্রাণিত হয়ে এই স্টেডিয়ামের ছাদের নকশা করা হয়েছে।\nএটি ফুটবল ক্লাব আল-ওয়াক্রাহ দ্বারা ব্যবহৃত মাঠ এবং এখানে কাতার স্টার্স লীগের ম্যাচ অনুষ্ঠিত হয়। স্টেডিয়ামের ধারণক্ষমতা ৪০,০০০, যা বিশ্বকাপের পরে অর্ধেকে কমিয়ে ২০,০০০ করা হবে বলে আশা করা হচ্ছে।\n\n\n== ইতিহাস ==\n\n২০১০ সালে কাতারকে ২০২২ ফিফা বিশ্বকাপের আয়োজক হিসেবে ঘোষণা করা হয়েছিল। কাতার ফিফা বিশ্বকাপের ইতিহাসে প্রথম মুসলিম সংখ্যাগরিষ্ঠ দেশ এবং মধ্যপ্রাচ্যের প্রথম দেশ হিসেবে বিশ্বকাপের আয়োজন করবে। কাতার ইতিপূর্বে কখনো বিশ্বকাপে খেলার জন্য উত্তীর্ণ হয়নি। বিশ্বকাপ আয়োজনের জন্য কাতার সর্বমোট ৮টি নতুন স্টেডিয়াম নির্মাণ করেছে।\n২০১৯ সালের ১৬ই মে তারিখে স্টেডিয়ামটি উদ্বোধন করা হয়েছে এবং ৩৮,৬৭৮ জন দর্শকের উপস্থিতিতে আল সাদ এবং আল-দুহাইলের মধ্যকার আমির কাপ ফাইনাল অনুষ্ঠিত হয়েছে। উক্ত ম্যাচে কাতারের আমির (রাষ্ট্রপ্রধান) শেখ তামিম বিন হামাদ আল থানি উপস্থিত ছিলেন।\n\n\n== নকশা ==\nব্রিটিশ-ইরাকি স্থপতি জাহা হাদিদ এবং তার স্থাপত্য সংস্থা জাহা হাদিদ আর্কিটেক্টস এই স্টেডিয়ামটির নকশা করেছে। জাহা হাদিদ আর্কিটেক্টস জানিয়েছে, \"স্টেডিয়ামটির জন্য পরিপার্শ্বের সাথে মিলিয়ে নতুন নকশা করা হয়েছে যেন এটি শহরের সম্প্রসারণের কেন্দ্রবিন্দুতে থাকে এবং অনুষ্ঠান না চলাকালীন এই স্টেডিয়াম এবং তার আশেপাশে সম্প্রদায় ভিত্তিক কার্যক্রম আয়োজন করতে পারে।\"\nনকশাকারদের মতে, এটি পারস্য উপসাগরের স্রোতের মধ্য দিয়ে কেটে চলা এ অঞ্চলের মুক্তা ডুবুরিদের ব্যবহৃত ঐতিহ্যবাহী দাও নৌকার পাল দ্বারা অনুপ্রাণিত হয়ে স্টেডিয়ামটির ছাদের ডিজাইন করা হয়েছে। বক্রাকার ছাদ এবং বাইরের উপস্থাপন আল ওয়াক্রাহের সমুদ্রযাত্রার ইতিহাস জানার পাশাপাশি দর্শকদের জাহাজে থাকার অনুভূতি দেবে। এই স্টেডিয়ামে ধনুকের ন্যায় মরীচি ছাদ রাখা হয়েছে, যা জাহাজের হালের অনুরূপ। স্টেডিয়ামটিতে ছায়া এবং আবরণ প্রদানের জন্য একত্র করে সাজানো একটি উল্টানো দাওয়ের কাঠামোর অনুরূপ আকার দেওয়া হয়েছে। পিটিএফই ফ্যাব্রিক এবং তার দিয়ে তৈরি এই স্টেডিয়ামের ছাদ সরানো যায়, যা খিলানগুলো ২৩০ মিটার লম্বা।\nকাতারের গরম এবং শুষ্ক জলবায়ুর কারণে এর শীতলকরণ পদ্ধতি স্টেডিয়ামের ভিতরে অতিরিক্ত গরম হতে দেয় না। এটি দর্শকদের গ্যালরি ১৮° সেলসিয়াস এবং খেলার মাঠ ২০° সেলসিয়াসে ঠান্ডা রাখতে সক্ষম। কাতারের সুপ্রিম কমিটি ফর ডেলিভারি অ্যান্ড লেগাসি (এসসি)-এর মতে, \"এই স্টেডিয়ামটিতে সবিশেষ মাইক্রো-জলবায়ু বিশ্লেষণের মাধ্যমে স্টেডিয়াম আকৃতি সম্পর্কে অবহিত হয়ে ছাদ থেকে বায়ুগতিবিদ্যা এবং সর্বোত্তম ছায়া সমৃদ্ধ করা হয়েছে, যা ন্যূনতম পরিমাণ কাচ অন্তর্ভুক্ত করে তাপমাত্রা নিয়ন্ত্রণে উল্লেখযোগ্য অবদান রাখবে।\"\n\n\n== সু্যোগ-সুবিধা ==\nএই স্টেডিয়ামের স্পোর্টস কমপ্লেক্সে বহুমুখী কক্ষ, সুইমিং পুল এবং স্পা এবং সবুজ ছাদসহ একটি শপিং সেন্টার রয়েছে। স্টেডিয়ামের প্রবেশদ্বার হবে বৃক্ষাচ্ছাদিত চত্ত্বরে। আল জানুব স্টেডিয়ামের পাশে একটি স্কুল, বিয়ের হল, সাইকেল চালানো, অশ্বচালনা এবং চলমান ট্র্যাক, রেস্তোরাঁ, নগরচত্বর এবং জিম নির্মাণের পরিকল্পনা করা হয়েছে।\n\n\n== প্রস্তাবিত সংস্কার ==\n২০২২ ফিফা বিশ্বকাপের পর বর্তমান সৌদ বিন আব্দুর রহমান স্টেডিয়ামের পরিবর্তে আল জানুব স্টেডিয়াম হবে আল-ওয়াক্রাহের নিজস্ব স্টেডিয়াম, যার আসন ক্ষমতা অর্ধেকে কমিয়ে ৪০,০০০ থেকে ২০,০০০ করা হবে এবং এখানে কাতার স্টার্স লীগের ম্যাচ আয়োজন করা হবে। কাতার সুপ্রিম কমিটি ফর ডেলিভারি অ্যান্ড লেগাসি জানিয়েছে স্টেডিয়ামের বাকি অর্ধেক আসন উন্নয়নশীল দেশগুলোর ক্রীড়া অবকাঠামোর প্রয়োজনের জন্য দান করা হবে।\n\n\n== তথ্যসূত্র =="}