{"pageid": 107725, "title": "ইয়েতি", "url": "https://bn.wikipedia.org/wiki?curid=107725", "content": "তুষারমানব বা ইয়েতি হিমালয় অঞ্চলের কল্পিত জীব। এই জীবকে মানুষের মত দ্বিপদ মনে করা হয়। ইয়েতি কথার মানে \"পাথুরে ভাল্লুক\"। তাছাড়া ‘মেহ-তেহ’, মানে হলো মানুষ-ভল্লুক, ‘মি-গো’, মানে বন্য মানব, ‘ক্যাং আদমি’ বা তুষারমানব, ‘জোব্রান’ বা মানুষখেকো হিসেবেও পরিচিত। ইয়েতিকে অনেকে নরবানর জাতীয় জীব মনে করেন। উত্তর আমেরিকার বড় পা ওয়ালা জীবের কিংবদন্তির সাথে ইয়েতির তুলনা করা যায়। মনে করা হয় এই জীব চমরী গাইকেও তুলে নিতে পারে।\n\n\n== ইতিহাস ==\n১৮৩২ সালের দিকে অভিযাত্রী হাডসনের বর্ণনার পর ইয়েতির ব্যাপারে সারা বিশ্ব আগ্রহী হয়ে ওঠে। এরপর ১৮৯৯ সালে লরেন্স ওয়েডেল নামের এক অভিযাত্রী দাবি করেন তিনি ইয়েতির পায়ের ছাপ দেখতে পেয়েছেন। অভিযানকালে তার সাথে থাকা গাইডের কাছেও তিনি ইয়েতির পায়ের ছাপের কথা শোনেন। কিন্তু সেটি তুষারমানবের কিনা সে ব্যাপারে তিনি সন্দিহান ছিলেন। ঊনবিংশ শতাব্দীর গোড়ার দিকে ইয়েতি প্রসঙ্গ আবারো বিশ্বজুড়ে আগ্রহের কেন্দ্রবিন্দুতে চলে আসে। এরই মধ্যে ১৯১৩ সালে একদল চৈনিক শিকারি হিমালয়ের তুষার ঢাকা অঞ্চলে শিকারে বের হয় এবং পরে দাবি করে তারা হিমালয়ের বরফে ঢাকা অঞ্চলে সারা শরীর কয়েক ইঞ্চি লম্বা রূপালি হলুদ চুল বা লোমে ঢাকা বানরের মতো কুৎসিত থ্যাবড়া মুখাকৃতির বিকট একটি প্রাণী দেখেছেন। বানরের সাথে এর সাদৃশ্য থাকলেও আকৃতিতে বানরের চেয়ে অনেক বড়। দু'পেয়ে প্রাণীটি অনেকটা মানুষের মতোই চলাফেরা করে এবং দেখে সহজেই ধারণা করা যায় প্রাণীটি অসাধারণ শক্তিশালী।\n১৯২১ সালে কর্নেল সি কেক হাওয়ার্ড বেরির নেতৃত্বে একদল অভিযাত্রী এভারেস্ট অভিযানে যায় এবং সে উদ্দেশে সমুদ্রপৃষ্ঠ থেকে প্রায় ২০ হাজার ফুট ওপরে পৌঁছান। সেখানে তারা হিমবাহের নিকটে কয়েকটি বিশাল আকৃতির মানুষের পায়ের ছাপের মতো পদচিহ্ন লক্ষ্য করেন। তুষারশৃঙ্গ এভারেস্ট থেকে মাত্র ৭৮৬ ফুট নিচে অবস্থিত একটি জায়গার নাম রংবুক যেটি অশান্ত ও রহস্যময় স্থান নামে পরিচিত। জায়গাটির আয়তন ২৬৫ বর্গকিলোমিটার এবং সব সময় সেখানে প্রচন্ড ঝড়ো হাওয়া বয়। ১৯২২ সালের দিকে বেশ ক'জন পর্বতারোহী সেখানে অদৃশ্য হয়ে গিয়েছিলেন। ওই অভিযাত্রী দলটিতে একজন চিকিৎসক ছিলেন। তার নাম আলেকজান্ডার কিউলাস্ক। সেখানে আকস্মিক কিউলাস্ক অসুস্থ হয়ে পড়েন। তারপর কয়েক ঘণ্টার মধ্যেই তিনি মারা গেলেন। মারা যাওয়ার সময় তিনি বার বার প্রলাপ বকছিলেন। প্রলাপের সময় তিনি এক লোমশ দানবের কথা বলছিলেন।\n১৯২৩ সালে এভারেস্ট অভিযাত্রী ব্রিটিশ নাগরিক মেজর আলান ক্যামেরুন জানিয়েছিলেন অভিযান চলাকালে তিনি হিমালয়ের হিমরেখার ঊর্ধ্বে খাড়া শৈল প্রাচীরের গা ঘেঁষে সংকীর্ণ একটা পথে একদল মানবাকৃতির প্রাণীকে হেঁটে যেতে দেখেছেন। \n\n\n== দৈহিক বিবরণ ==\n১৯৩৭ সালে ফ্রাঙ্ক স্মিদি নামের আরেক ব্রিটিশ অভিযাত্রী তিববতে গিয়ে ১৪ হাজার ফুট উঁচুতে অতিকায় প্রাণীর পদচিহ্ন দেখতে পান। তিনি সেই পদচিহ্নগুলোর মাপও নিয়েছিলেন। পদচিহ্নগুলো লম্বায় ছিল প্রায় ১৩ ইঞ্চি আর চওড়ায় ছিল প্রায় ৫ ইঞ্চি। ১৯৫১ সালে হিমালয় অভিযাত্রী এরিক শিপটন ২৩ হাজার ৪৪০ ফুট উচ্চতায় গৌরীশঙ্কর শৃঙ্গের কাছাঁকাছি অঞ্চলে অতিকায় প্রাণীর পদচিহ্ন দেখতে পেয়ে তার ছবি তুলে নিয়ে আসেন। পরবর্তীতে সেই ছবি সংবাদপত্রে ছাপা হলে বিশ্বব্যাপী বিরাট আলোড়ন সৃষ্টি হয়। সবাই এ ছবি দেখে ইয়েতিদের পায়ের ছাপ মনে করলেও বিজ্ঞানীরা এ ব্যাপারে কোনো সিদ্ধান্তে উপনীত হতে পারেননি। এরই মধ্যে ১৯৫৮ সালে পাওয়া গেল ইয়েতিদের সম্পর্কে আরো কিছু চাঞ্চল্যকর তথ্য। এবারের হোতা আমেরিকান তথ্যানুসন্ধানী ডক্টর নরম্যান ডাইরেনফার্ম এবং অভিযাত্রী মি. ম্যাকলিনের কাছ থেকে জানা গেল ইয়েতি নামের তুষার বানর আসলে নিম্নস্তরের এক ধরনের মানুষ বা মানব সদৃশ্য প্রাণী। এরা হিমালয়ের নিভৃত গুহায় বাস করে এবং বাইরে খুব একটা চলাফেরা করে না। প্রচন্ড শীত ও বৈরী পরিবেশেও এরা সহজে টিকে থাকতে পারে। তাদের আনা বিভিন্ন প্রমাণ থেকে জানা যায় ইয়েতিদের মধ্যে দুটো প্রজাতির রয়েছে, এদের মধ্যে একটি প্রজাতি লম্বায় ৮ ফুট এবং অন্যটির উচ্চতা ৪ ফুটের কাছাঁকাছি। \n\n\n== তথ্যসূত্র =="}