{"pageid": 1077475, "title": "অপারেশন মুনশট", "url": "https://bn.wikipedia.org/wiki?curid=1077475", "content": "অপারেশন মুনশট একটি যুক্তরাজ্য সরকারের প্রোগ্রাম যা ইংল্যান্ডে কোভিড -১৯ for এর জন্য একই দিনে গণ পরীক্ষা চালানোর জন্য ভাইরাসের উপর নিয়ন্ত্রণ বজায় রেখে সেই দেশে মানুষের বিশাল সমাবেশ করার সুযোগ করে দেয়। ব্রিটিশ মেডিকেল জার্নাল অনুসারে, এই কর্মসূচির লক্ষ্য ২০২১ সালের মধ্যে প্রতিদিন ১০ মিলিয়ন পরীক্ষা দেওয়া।\nএকটি ফাঁস হওয়া সরকারি দলিল অনুযায়ী প্রোগ্রামটি তার প্রত্যাশিত খরচের কারণে উদ্বেগ প্রকাশ করেছে, যা এনএইচএস ইংল্যান্ডের মোট বার্ষিক ব্যয়ের প্রায় তিন-চতুর্থাংশ। পরিসংখ্যানবিদরা আরও সতর্ক করেছেন যে কোনও পরীক্ষার অন্তর্নিহিত ত্রুটিগুলি বিবেচনা করে, এই স্কেলে গণ পরীক্ষা প্রতিদিন শত শত হাজার মিথ্যা ইতিবাচক কারণ হতে পারে, যার ফলে খুব বেশি সংখ্যক লোককে বলা হয় যে তারা যখন না থাকে তখন তারা সংক্রামিত হয়।\n২২ অক্টোবর ২০২০ -তে জানানো হয়েছিল যে প্রকল্পটি ডিডো হার্ডিং দ্বারা পরিচালিত এনএইচএস টেস্ট অ্যান্ড ট্রেস প্রোগ্রামে \"অন্তর্ভুক্ত\" হয়েছে। ২০২১ সালের এপ্রিল পর্যন্ত, ইউকে বিশেষভাবে বাড়তি কিট হিসাবে উপলব্ধ পার্শ্বীয় প্রবাহ পরীক্ষা ব্যবহার করে গণ স্ক্রিনিংয়ের উপর বিশেষ জোর দিচ্ছে।\n\n\n== বর্ণনা ==\nপ্রোগ্রামের জন্য প্রস্তাবিত পরীক্ষাটি লালা নমুনার জন্য নতুন প্রযুক্তির বিকাশের উপর নির্ভর করে, অথবা ল্যাবরেটরিতে বিশ্লেষণের প্রয়োজনের পরিবর্তে মিনিটের মধ্যে একটি ইতিবাচক বা নেতিবাচক পড়া দেওয়ার জন্য সোয়াব নমুনা, একটি প্রক্রিয়া যা বেশ কয়েক দিন সময় নিতে পারে। এইভাবে, এটি শেফিল্ড টেলিগ্রাফ সহ মিডিয়া দ্বারা বর্ণনা করা হয়েছে, এটি একটি গর্ভাবস্থা পরীক্ষার অনুরূপ। এই ধরনের একটি পরীক্ষা উপলভ্য করার ক্ষেত্রে, এটি একটি পরীক্ষা কেন্দ্রে ভ্রমণ করার প্রয়োজনকে প্রত্যাখ্যান করার অনুমান করা হয়, যা দীর্ঘ যাত্রার প্রয়োজন হতে পারে। লঞ্চের সময়, কোভিড -১ testing পরীক্ষার জন্য একমাত্র প্রমাণিত বৈশ্বিক প্রযুক্তি পিসিআর-এর উপর নির্ভর করে।\n\n\n== গঠন ==\nঅপারেশনটি যুক্তরাজ্যের স্বাস্থ্য ও সামাজিক যত্ন বিভাগের (ডিএইচএসসি) কোভিড -১ to এর প্রতিক্রিয়ার মধ্যে বসেছিল। প্রাথমিকভাবে, এটি একটি পৃথক সরকারি কর্মসূচি ছিল, কিন্তু শেষ পর্যন্ত জাতীয় NHS T&T কর্মসূচির মধ্যে অন্তর্ভুক্ত করা হয়েছিল। অপারেশনের মধ্যে, কোভিড -১ technologies প্রযুক্তির বিকাশ ও মূল্যায়নের জন্য বেশ কয়েকটি আধা-স্বাধীন দল গতিতে প্রতিষ্ঠিত হয়েছিল যা সে সময় মূলত পরীক্ষামূলক এবং অপ্রমাণিত ছিল।\nপ্রতিটি দলের রেমিট ছিল কোভিড -১ testing পরীক্ষার একক রূপ প্রতিষ্ঠা ও বিকাশ করা। প্রতিটি দলের একাডেমিক নেতৃত্ব ছিল এবং একটি একক প্রযুক্তি সরাসরি LAMP, LAMPore, Mass spectometry, RNA LAMP, Point of care PCR, মেশিন-রিডার ল্যাটারাল ফ্লো টেস্ট এবং নন-মেশিন ভিত্তিক ল্যাটারাল ফ্লো টেস্ট বা র‍্যাপিড টেস্টের দিকে মনোনিবেশ করেছিল।\nমেশিন ভিত্তিক প্রযুক্তির জন্য ট্রায়াজ এবং মূল্যায়ন পরিকল্পনা যুক্তরাজ্য সরকারের TVG (টেকনিক্যাল ভ্যালিডেশন গ্রুপ) এবং পন পাবলিক হেলথ ইংল্যান্ড, ন্যাশনাল হেলথ সার্ভিস, একাডেমিক/বৈজ্ঞানিক উপদেষ্টাদের ইনপুট সহ কোভিড -১ O তদারকি গোষ্ঠীর দ্বারা নন-মেশিন ভিত্তিক প্রযুক্তির নেতৃত্বে ছিল। ডিএইচএসসি।\nসাউদাম্পটন বিশ্ববিদ্যালয়ের অধ্যাপক কিথ গডফ্রে নেতৃত্বে ছিলেন ল্যাম্প ডেভেলপমেন্ট।\nঅক্সফোর্ড ন্যানোপুর LAMPore নামে একটি প্রযুক্তি তৈরি করেছে। ট্রান্সক্রিপটেজ লুপ অ্যামপ্লিফিকেশন (এলএএমপি) নামে একটি অভিনব পরীক্ষা পদ্ধতির উপর ভিত্তি করে লক্ষ লক্ষ পরীক্ষা দেওয়ার জন্য তাদের চুক্তি করা হয়েছে যা বর্তমানে বিকাশাধীন রয়েছে; এটা আশা করা যায় যে এই পরীক্ষাগুলি এক ঘন্টারও কম সময়ে ফলাফল দিতে সক্ষম হবে। সরকার 90 মিলিয়ন 20 মিনিটের লালা পরীক্ষা কিট, রাসায়নিক এবং 600 \"জেনি এইচটি\" মেশিনের জন্য paid 323 মিলিয়ন পরিশোধ করেছে, যা সাসেক্সের হর্শামে অবস্থিত একটি কোম্পানি অপটিজিন তৈরি করেছে।\n\n\n== ইতিহাস ==\nসেপ্টেম্বর ২০২০ সালে ব্রিটিশ প্রধানমন্ত্রী বরিস জনসন একটি ডাউনিং স্ট্রিট ব্রিফিংয়ে এই প্রকল্পের কথা ঘোষণা করেছিলেন। জনসন পরামর্শ দিয়েছিলেন যে মহামারির শুরুতে বন্ধ হওয়ার পর ক্রীড়া ও বিনোদন স্থানগুলি আবার খোলার অনুমতি দেওয়ার জন্য গণ পরীক্ষা একটি উপায় হবে , এবং ক্রিসমাস পার্টির জন্য মানুষ জড়ো হওয়ার সম্ভাবনার জন্য। সেই মুহুর্ত পর্যন্ত, বিজ্ঞানীরা ভাইরাসের জন্য ইতিবাচক ফলাফল দেওয়ার লোকদের সনাক্ত করার জন্য পরীক্ষা ব্যবহার করেছিলেন, কিন্তু জনসন তাকে \"মুনশট\" পদ্ধতি হিসাবে বর্ণনা করেছিলেন, একটি পরীক্ষা যা এমন লোকদের দেখাবে যারা নেতিবাচক এবং সম্ভাব্য নয়। অন্যদের জন্য ঝুঁকি, এইভাবে \"প্রাক-কোভিড পদ্ধতিতে\" অনুষ্ঠানে যোগ দিতে এবং অন্যদের সাথে সমবেত হওয়ার জন্য তাদের \"স্বাধীনতা পাস\" প্রদান করা হয়। এর পরে একটি জাতীয় রোলআউটের পরিকল্পনা নিয়ে। যাইহোক, সেই সময়ে এটা পরিষ্কার ছিল না যে কোন ধরনের পরীক্ষাগুলি গণ পরীক্ষার জন্য ব্যবহার করা যেতে পারে, যদিও এটি স্পষ্ট ছিল যে এটি পার্শ্ববর্তী প্রবাহ বা বিপরীত ট্রান্সক্রিপশন লুপ-মধ্যস্থতাকারী আইসোথার্মাল ব্যবহার করে ভাইরাল অ্যান্টিজেন সনাক্তকরণকে অন্তর্ভুক্ত করতে পারে পরিবর্ধন। 18 ই আগস্ট, যুক্তরাজ্যের স্বাস্থ্য ও সামাজিক পরিচর্যা মন্ত্রীদের অনুরোধে, পাবলিক হেলথ ইংল্যান্ড পোর্টন ডাউন এবং অক্সফোর্ড বিশ্ববিদ্যালয়ের ক্লিনিকাল গবেষণা এবং মূল্যায়ন ইনফ্র্যাস বিকাশের জন্য অনুরোধ করা হয়েছিল সর্বোত্তম পারফরম্যান্স বৈশিষ্ট্য সহ সবচেয়ে আশাব্যঞ্জক পার্শ্বীয় প্রবাহ ডিভাইসগুলি চিহ্নিত করার জন্য প্রয়োজনীয় কাঠামো।\n\n\n== আরো দেখুন ==\nবাংলাদেশে করোনাভাইরাসের বৈশ্বিক মহামারি\nভারতে করোনাভাইরাসের বৈশ্বিক মহামারি\nকোভিড-১৯ ভ্যাক্সিন\n\n\n== তথ্যসূত্র =="}