{"pageid": 1077200, "title": "এম. এন. রায়", "url": "https://bn.wikipedia.org/wiki?curid=1077200", "content": "কর্নেল মুনীন্দ্র নাথ রায়, এসসি, ওয়াইএসএম (এম. এন. রায় নামেও পরিচিত) ছিলেন গোর্খা রাইফেলসের একজন ভারতীয় সেনা কর্মকর্তা। তিনি তাঁর বিশিষ্ট সেবার জন্য ভারতের তৃতীয় সর্বোচ্চ শান্তিকালীন বীরত্ব পুরস্কার শৌর্য চক্র এবং যু্দ্ধ সেবা পদকে ভূষিত হন। \n\n\n== জীবনের প্রথমার্ধ ==\nএম. এন. রায় ছিলেন উত্তরপ্রদেশের গাজীপুরের বাসিন্দা। তিনি তাঁর তিন ভাইয়ের মধ্যে সবার ছোট ছিলেন। তাঁর বড় ভাই লেফটেন্যান্ট কর্নেল ডি. এন. রায় ভারতীয় সেনাবাহিনীর গোর্খা রেজিমেন্টের একজন কর্মকর্তা। তাঁর দ্বিতীয় বড় ভাই ওয়াই. এন. রায় কেন্দ্রীয় রিজার্ভ পুলিশ বাহিনীতে একজন কর্মকর্তা। সেপ্টেম্বর, ১৯৯৭ সালে এম. এন. রায় ২/৯ গোর্খা রাইফেলস দিয়ে ভারতীয় সেনাবাহিনীতে কমিশন লাভ করেন। \n\n\n== সামরিক পেশা ==\nতিনি তাঁর নেতৃত্ব, দুর্দান্ত সাহস এবং সাহসী কর্মের জন্য পরিচিত ছিলেন। মে ২০১৩ এর মধ্যে, কর্নেল এম. এন. রায় ৪২ রাষ্ট্রীয় রাইফেলসের কমান্ড গ্রহণ করেন। \nযুদ্ধ সেবা পদক\n২০১৫ সালে প্রজাতন্ত্র দিবসের প্রাক্কালে ২০১৪ সালে দক্ষিণ কাশ্মীরে জঙ্গিদের সঙ্গে বন্দুকযুদ্ধসহ অপারেশনের পরিকল্পনা ও পরিচালনায় অবদানের জন্য কর্নেল রায়কে যুদ্ধ সেবা পদক দ্বারা ভূষিত হন। \nশৌর্য চক্র\n২৭ জানুয়ারি ২০১৫ তারিখে ইউনিট ত্রালের একটি গ্রামে সন্ত্রাসীদের উপস্থিতি সম্পর্কে তথ্য পেয়েছিল। তথ্য পাওয়ার পর নিরাপত্তা বাহিনী একটি অভিযান চালানোর সিদ্ধান্ত নেয়। যা ছিল সেনা, সিআরপিএফ এবং পুলিশের যৌথ অভিযান।\nসন্ত্রাসীরা একটি বাড়িতে লুকিয়ে ছিল। বাড়িটি শীঘ্রই নিরাপত্তা বাহিনী ঘিরে ফেলে। জঙ্গিরা গুলি চালাতে শুরু করে। সন্ত্রাসীদের একজনের বাবা ও ভাই অ্যাসল্ট টিমকে জানিয়েছিলেন যে তারা আত্মসমর্পণ করবে। কর্নেল রায় আর্মি ডিকোরিং অফ উইনিং হার্টস অ্যান্ড মাইন্ডস অনুসরণ করেন। তিনি জঙ্গিদের আত্মসমর্পণের সুযোগ দেওয়ার সিদ্ধান্ত নেন। পালানোর জন্য জঙ্গিরা গুলি চালাতে শুরু করে। এই অভিযানে দুই জঙ্গি নিহত হয়। কিন্তু প্রচণ্ড গুলির বিনিময়ের সময় কর্নেল এম. এন. রায় গুরুতর আহত হন এবং পরে তিনি আহত হয়ে শহীদ হন।। কর্নেল এম. এন. রায় তাঁর সাহসিকতার জন্য মরণোত্তর ভাবে শৌর্য চক্র দ্বারা ভূষিত হন।\n\n\n== ব্যক্তিগত জীবন ==\nকর্নেল এম. এন. রায়ের স্ত্রী প্রিয়াঙ্কা, কন্যা আলকা ও রিচা এবং ছেলে আদিত্য দ্বারা জীবিত আছেন। কর্নেল এম. এন. রায়ের অন্ত্যেষ্টিক্রিয়ায়, তার ১১ বছর বয়সী কন্যা অলকা গোর্খা রেজিমেন্টের যুদ্ধ ধ্বনি, আয়ো গুর্খালি! দিয়ে তার পিতাকে বিদায় জানিয়ে জাতিকে গর্বিত করেছিলেন।  এই ঘটনাটি ২০১৯ সালের বলিউড ছবি উরি: দ্য সার্জিক্যাল স্ট্রাইকেও চিত্রিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}