{"pageid": 1077225, "title": "মুহাম্মাদের নাম ও উপাধি", "url": "https://bn.wikipedia.org/wiki?curid=1077225", "content": "মুহাম্মদ (সা.) এর নাম ও উপাধি,  মুহাম্মদ (সা.) এর নাম ও বৈশিষ্ট্য, মুহাম্মদ (সা.) এর নাম (আরবি : أسماء النبي 'আসমা'উ ন’-নবীই ) হলো ইসলামের নবী মুহাম্মদ এর নাম এবং মুসলমানগণ এই নামসমূহ ব্যবহার করে, এর মধ্যে ৮৮ টি সাধারণত পরিচিত, তবে অগণিত নাম পাওয়া যায় যা মূলত কুরআন ও হাদীস গ্রন্থে পাওয়া যায়। কুরআনে বিভিন্ন উপাধির মাধ্যমে মধ্যম পুরুষ হিসাবে মুহাম্মদ (সা.) কে সম্বোধন করা হয়েছে; যেমন নবী, বার্তাবাহক, আল্লাহর দাস (আবদ)।\n\n\n== নাম ==\n\n\n=== মুহাম্মদ ===\nমুহাম্মদ নামের অর্থ \"প্রশংসনীয়\" এবং কুরআনে এই শব্দটি চারবার এসেছে। কুরআনের ৪৭ নম্বর সূরার নাম \"মুহাম্মদ\"। আবু আল-কাসিম মুহাম্মাদ ইবনে আবদুল্লাহ ইবনে আবদুল মুত্তালিব ইবনে হাশিম নামটি শুরু হয় কুনিয়া আবু দিয়ে, আবু অর্থ পিতা।\nকুরআনে মুহাম্মদকে আহমাদ \"আরও প্রশংসনীয়\" বলেও উল্লেখ করা হয়েছে (আরবি: أحمد‎)। ইসলামের পূর্ববর্তী নবী ঈসা ইবনে মারিয়াম সূরা আস-সাফ ৬১:৬ এ মুহাম্মদকে আহমাদ বলেও উল্লেখ করেছেন।\nমুহাম্মদকে হামিদ বা \"আল্লাহর প্রশংসক\" (আরবি: حامد) এবং মাহমুদ বা \"সর্বাধিক প্রশংসিত\" (আরবি: محمود) হিসাবেও উল্লেখ করা হয়।\n\n\n== উপাধি ==\nমুহাম্মদ (সা.) কে প্রায়শই এই উপাধি বা বিশেষণসমূহ দিয়ে উল্লেখ করা হয়:\n\nখতমে নবুয়ত (আরবি: خاتم النبيين, প্রতিবর্ণীকৃত: Khātam al-Nabiyyīn) \nনবি, (আরবি: أَلْنَّبِيّ, প্রতিবর্ণীকৃত: al-Nabī), এছাড়াও, নবিদের নবি।\nরাসুল, (আরবি: رسول الله, প্রতিবর্ণীকৃত: Rasūl’Allāh)\nপ্রিয় (আরবি: الحَبِيبُ, প্রতিবর্ণীকৃত: al-Ḥabīb) বা আল্লাহর প্রিয়তম (আরবি: حَبِيبُ اللهِ, প্রতিবর্ণীকৃত: Ḥabīb Allāh)\nমনোনীত বা নিযুক্ত (আরবি: المُصْطَفَى, প্রতিবর্ণীকৃত: al-Muṣṭafā)\nঅকৃত্রিম, বিশ্বস্ত, বিশ্বস্ত (আরবি: الأَمِينُ, প্রতিবর্ণীকৃত: al-Amīn)\nসৎ, ন্যায়পরায়ণ, সত্যবাদী (আরবি: الصِّدِّيقُ, প্রতিবর্ণীকৃত: al-Ṣiddīq)\nসদয়, সহানুভূতিশীল, স্নেহময় (আরবি: رَءُوف, প্রতিবর্ণীকৃত: Raʾūf)\nআদর্শ (ব্যবহার, সদগুণ, পুণ্য) (আরবি: أُسْوَةٌ حَسَنَة, প্রতিবর্ণীকৃত: Uswatun Ḥasanah)\nনিখুঁত (আরবি: أَلْكَامِل, প্রতিবর্ণীকৃত: al-Kāmil)\nমানবজাতির সেরা (আরবি: خَيْرُ البَشَرِ, প্রতিবর্ণীকৃত: Khayr al-Bashar)\nবিশ্ববাসীর প্রতি করুণা (আরবি: الرَّحْمَةُ لِلْعَالَمِينَ, প্রতিবর্ণীকৃত: al-Raḥmah lil-ʿĀlamīn)\nআল-মুবাশ্বির, \"সুসংবাদ বাহক\"\nআন-নাধির, \"সতর্ককারী\"\nআল-মুধাক্কির, \"অনুস্মারক\"\nআদ-দাঈ, \"আহ্বানকারী (আল্লাহর দিকে)\"\nবশির, \"ঘোষক\"\nআন-নূর, \"আলোর ব্যক্তিত্ব\"\nআল-মিসবাহ, \"বাতি/ লণ্ঠন\" ( \"আলোর বাহক - ভোর\") – অর্থাৎ: আস-সিরাজ আল-মুনির, \"আলোকিত বাতি, চির-উজ্জ্বল, চির-আলোকিত, দ্যুতিময়\"\nআস-সিরাজ, \"বাতি/ লণ্ঠন\" – অর্থাৎ: আস-সিরাজ আল-মুনির, \"আলোকিত প্রদীপ, চির-উজ্জ্বল, চির-আলোকিত, দ্যুতিময়\"\nনিয়ামত উল্লাহ, \"আল্লাহর অনুগ্রহ\"\nআল-উম্মি, \"মাতৃগর্ভ থেকে জ্ঞানসম্পন্ন নবী\", অর্থাৎ: আন-নবিয়্যু আল-উম্মি, \"মাতৃগর্ভ থেকে জ্ঞানসম্পন্ন নবী\"\nআল-আকিব, \"শেষ (নবি)\"\nআল-মুতাওয়াক্কিল, \"যে তাঁর ভরসা রাখে (আল্লাহর উপর)\"\nকুথাম, \"নিখুঁত চরিত্রের। প্রতিটি যোগ্যতার সাথে প্রতিভাসম্পন্ন।\"\nআল-মাহি, \"অপসারণকারী (অবিশ্বাসের)\"\nআল-হানিফ, \"আদি ধর্মের অন্যতম\"\nনাবিয়্যু আত-তওবা, \"অনুতাপের নবী\"\nআল-মুয়াজ্জাজ, \"শক্তিশালী একজন, এক অভেদ্য করা\"\nআল-মুওয়াক্কার, \"বিস্ময়ে অনুষ্ঠিত\"\nআল-ফাতিহ, \"উন্মোচনকারী\"\nআল-হাশির, \"বিচার দিবসে একত্রিতকারী (প্রথম পুনরুত্থান করা হবে)\"[কুরআন ২:১১৯]\nআল-শাফি`, \"মধ্যস্থতাকারী\"\nকরিম, মহৎ এবং উদার (আরবি: كريمٍ),\nশহীদ (আরবি: شَاهِدًا), একজন সাক্ষী\nআল-মুশাফ্ফা`, যার সুপারিশ মঞ্জুর করা হবে\nআল-মোস্তফা, মনোনীত (আরবি: اَلْـمُـجْـتَـبَى)\n‘আবদুল্লাহ, আল্লাহর বান্দা\nআখির, 'চূড়ান্ত, অর্থাৎ চূড়ান্ত নবি, \"সর্বশেষ রসূল\"\n\n\n== আরও দেখুন ==\nকুরআনে ঈসার নাম ও উপাধি\nইসলামী সম্মান\nসালাওয়াত\nঈদে মিলাদুন্নবী\nনাত\nদালাইলুল খাইরাত\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nChiabotti, Francesco, Names, in Muhammad in History, Thought, and Culture: An Encyclopedia of the Prophet of God (2 vols.), Edited by C. Fitzpatrick and A. Walker, Santa Barbara, ABC-CLIO, 2014. আইএসবিএন ১৬১০৬৯১৭৭৬"}