{"pageid": 107755, "title": "মানুষখেকো", "url": "https://bn.wikipedia.org/wiki?curid=107755", "content": "মানুষখেকো বলতে সেই সব প্রাণীদের বোঝায় যারা মানুষ শিকার করে ভক্ষণ করে। অবশ্য মৃতদেহ ভক্ষণকে নরখাদকবৃত্তির মধ্যে ধরা হয় না। যদিও অনেক প্রকার জন্তুই মানুষকে আক্রমণ করে থাকে, কিন্তু মানুষখেকো বলতে কেবলমাত্র সেই সকল জন্তুকেই বোঝায় যারা নিয়মিতভাবে নরমাংস ভক্ষণ করে থাকে। যেসব মানুষখেকোদের কথা প্রায়শ শোনা যায় সেগুলি হল বাঘ, চিতাবাঘ, সিংহ, কুমির ও হাঙর। তবে এগুলিই একমাত্র নরখাদক প্রজাতি নয়। এগুলি ছাড়াও বিভিন্ন প্রকার জন্তুও মানুষ শিকার করে থাকে। যেমন: বাদামি ভাল্লুক, কালো ভাল্লুক, মেরু ভাল্লুক, স্লথ ভাল্লুক, শিম্পাঞ্জি এবং বিভিন্ন প্রজাতির সাপ (রেটিকুলেটেড পাইথন, আফ্রিকান রক পাইথন, সবুজ অ্যানাকোন্ডা), কোমোডো ড্রাগন, নেকড়ে, চিতল ও ডোরাকাটা হায়না, ডিঙ্গো, জাগুয়ার, পুমা, পিরানহা ইত্যাদি নানাপ্রকার বোনি ফিশ এবং ক্যান্ডিরু (পরজীবী), গুঞ্চ ক্যাটফিশ ও আফ্রিকান ডোরিলাস।\nবন্যপ্রাণীদের ক্ষেত্রে বনসঙ্কোচন ও মানুষের সাথে অপ্রত্যাশিত মেলামেশা নরখাদক করে তোলে। অন্ধবিশ্বাস ও বিকৃত মানসিকতা মানুষকে নরখাদক করে ।\n\n\n== নরখাদক মানুষ ==\nকিছু উপজাতিয় মানুষের মধ্যে মানুষখেকো প্রবণতা দেখা যায়। এই প্রবণতা কুরু ও স্ক্রেপী রোগের কারণ। অনেক সময় মনোরোগের শিকার হয়ে মানুষ মানুষখেকো হয়ে ওঠে।\n\n\n== উদ্ভিদ ==\nএই ধরনের উদ্ভিদের অস্তিত্ব বিশেষভাবে প্রমাণিত হয়নি।\n\n\n== বাঘ ==\n\nমানুষ বাঘের স্বাভাবিক খাদ্য নয়। শিকারী জিম করবেট এর মতে বাঘ মানুষের রক্তের স্বাদ পেলে ও মানুষ বা অন্যজীবদ্বারা আহত হলে আদমখোর হয়ে ওঠে। বেশির ভাগ বাঘের আক্রমণের শিকার গ্রস্থ মানুষের কাছ থেকে জানা গিয়েছে যে বাঘের আক্রমণের সময় তারা বাঘের সীমানা মধ্যে ছিল।\nউল্লেখযোগ্য নরখাদক বাঘ\n\nচৌগড়ের বাঘ\nমুন্ডাচিপাল্লামের বাঘ\nসেগুরের বাঘ\nচম্পাওয়াতের বাঘিনী\nজৌলাগিরির বাঘিনী\n\n\n== সিংহ ==\nযে সব এলাকায় নরখাদক সিংহের খবর পাওয়া যেত সেখানে সিংহ এখন বিলুপ্ত। আফ্রিকার বনে মাঝে মাঝে সিংহ-হামলার খবর পাওয়া যায়। সাভোর সিংহদের নাম উল্লেখযোগ্য।\n\n\n== চিতাবাঘ ==\nএশিয়া ও আফ্রিকা মহাদেশের বিভিন্ন এলাকায় নরখাদক চিতাবাঘের খবর পাওয়া যায়। বিশেষত ভারতের হিমালয় সংলগ্ন এলাকাতে চিতাবাঘের উপদ্রব বেশি।\nউল্লেখযোগ্য নরখাদক চিতাবাঘ\n\nমধ্যভারতের চিতাবাঘ\nগুম্মালপুরের চিতাবাঘ\nপানারের চিতাবাঘ\nরুদ্রপ্রয়াগের চিতাবাঘ\nইয়েল্লাগিরি পাহাড়ের চিতাবাঘ\nতারিফ আলি বাঘ\n\n\n== পুমা ==\nদুই আমেরিকার বিভিন্ন অঞ্চলে পশুপালনকারীদের উপর পুমার হামলা হয়ে থাকে।\n\n\n== জলহস্তী ==\nজলহস্তী নিরামিষাসী প্রাণী হলেও মানুষের উপর আক্রমণ করে বসে।\n\n\n== ভালুক ==\nভালুক বিভিন্ন সময়ে মানুষের বিপদের কারণ হয়ে ওঠে। মহীশুরের শ্লথ ও ইউরোপের বাদামী ভালুকের কথা উল্লেখযোগ্য।\n\n\n== নেকড়ে ==\nনেকড়ে বিভিন্ন যুগ থেকে মানুষের ভয়ের কারণ। নেকড়ে দল বদ্ধভাবে মানুষকে আক্রমণ করতে পারে।\n\n\n== বিড়াল ==\nবিড়াল সাধারণত মানুষকে ভয় পায়। তবে এক হাসপাতালে অবহেলায় থাকা শিশুকে বিড়ালে খেয়ে নেওয়ার খবরে পাওয়া যায়।\n\n\n== কুকুর ==\nপাগল কুকুর ও বন্য কুকুর নরখাদক হয়ে উঠতে পারে। অস্ট্রেলিয়ায় ডিঙ্গো কুকুরের নরখাদক হওয়ার কথা জানা গেছে।\n\n\n== শূকর ==\nশূকর কখনো কখনো মানুষকে আক্রমণ করার প্রবণতা দেখায়।\n\n\n== পাখি ==\nবিভিন্ন শিকারী পাখি বিভিন্ন কারণে মানুষকে আক্রমণ করতে পারে। অগ্নিউপাসক সম্প্রদায় শবদেহকে শকুনকে দিয়ে খাইয়ে সৎকার করে।\n\n\n== কুমির ==\nসরীসৃপ জীবদের মধ্যে কুমিরেরই নরখাদক হওয়ার প্রবণতা বেশি।\n\n\n== সাপ ==\nঅজগর বা পাইথন জাতীয় সাপ মানুষকে খেয়ে নিতে পারে বলে জানা গেছে।\n\n\n== কোমোডো ড্রাগন ==\nইন্দোনেশিয়ার কোমোডো ড্রাগন মানুষের উপর আক্রমণ করার নজির রেখেছে।\n\n\n== হাঙ্গর ==\nহাঙ্গর মাছ স্বভাবত মানুষ খায় না। তবে এলাকায় ঢুকে পরা মানুষকে হাঙ্গর আক্রমণ করে।\n\n\n== পিরানহা ==\nবিভিন্ন অভিযাত্রীকে দক্ষিণ আমেরিকার এই মাছ আক্রমণ করেছে বলে জানা যায়।\n\n\n== তথ্যসূত্র =="}