{"pageid": 1078383, "title": "দ্রুত অ্যান্টিজেন পরীক্ষা", "url": "https://bn.wikipedia.org/wiki?curid=1078383", "content": "অ্যান্টিজেন পরীক্ষা দ্রুত\n্\nএকটি দ্রুত অ্যান্টিজেন পরীক্ষা (RAT), বা দ্রুত পরীক্ষা, পয়েন্ট-অফ-কেয়ার পরীক্ষার জন্য উপযুক্ত একটি দ্রুত ডায়াগনস্টিক পরীক্ষা যা সরাসরি অ্যান্টিজেনের উপস্থিতি বা অনুপস্থিতি শনাক্ত করে। এটি সাধারণত SARS-CoV-2 শনাক্তকরণের জন্য ব্যবহৃত হয়, যে ভাইরাসটি COVID-19 সৃষ্টি করে। দ্রুত পরীক্ষা হল একধরনের পার্শ্বীয় প্রবাহ পরীক্ষা যা প্রোটিন শনাক্ত করে, এটি অন্যান্য মেডিকেল পরীক্ষা থেকে আলাদা যা অ্যান্টিবডি শনাক্ত করে (অ্যান্টিবডি পরীক্ষা) বা নিউক্লিক অ্যাসিড (নিউক্লিক অ্যাসিড পরীক্ষা), পরীক্ষাগার বা পয়েন্ট-অফ-কেয়ার ধরনের। দ্রুত পরীক্ষাগুলি সাধারণত 5 থেকে 30 মিনিটের মধ্যে একটি ফলাফল দেয়, ন্যূনতম প্রশিক্ষণ বা অবকাঠামো প্রয়োজন এবং উল্লেখযোগ্য খরচের সুবিধা রয়েছে।\n\n\n== ব্যবহার করে ==\nRAT বা RADT- এর সাধারণ উদাহরণগুলির মধ্যে রয়েছে:\n\nকোভিড -১--পরীক্ষা-সংক্রান্ত দ্রুত পরীক্ষা\nদ্রুত স্ট্রেপ পরীক্ষা (স্ট্রেপ্টোকোকাল অ্যান্টিজেনের জন্য)\nদ্রুত ইনফ্লুয়েঞ্জা ডায়াগনস্টিক পরীক্ষা (RIDTs) (ইনফ্লুয়েঞ্জা ভাইরাস অ্যান্টিজেনের জন্য)\nম্যালেরিয়া অ্যান্টিজেন সনাক্তকরণ পরীক্ষা (প্লাজমোডিয়াম অ্যান্টিজেনের জন্য)\n\n\n=== কোভিড -১ rapid দ্রুত অ্যান্টিজেন পরীক্ষা ===\nকোভিড -১ for এর জন্য দ্রুত অ্যান্টিজেন পরীক্ষা এই পরীক্ষার অন্যতম দরকারী প্রয়োগ। প্রায়শই পার্শ্বীয় প্রবাহ পরীক্ষা বলা হয়, তারা বিশ্বব্যাপী সরকারগুলিকে বিভিন্ন সুবিধা প্রদান করেছে। তারা ন্যূনতম প্রশিক্ষণ দিয়ে দ্রুত বাস্তবায়ন করে, উল্লেখযোগ্য খরচ সুবিধা প্রদান করে, পিসিআর পরীক্ষার বিদ্যমান ফর্মগুলির একটি ভগ্নাংশ খরচ করে এবং ব্যবহারকারীদের 5-30 মিনিটের মধ্যে একটি ফলাফল দেয়। দ্রুত অ্যান্টিজেন পরীক্ষাগুলি গণ পরীক্ষা বা জনসংখ্যা বিস্তৃত স্ক্রিনিং পদ্ধতির অংশ হিসাবে তাদের সর্বোত্তম ব্যবহার খুঁজে পেয়েছে। তারা এই পন্থায় সফল হয় কারণ পূর্বোক্ত সুবিধা ছাড়াও, তারা এমন ব্যক্তিদের চিহ্নিত করে যারা সবচেয়ে সংক্রামক এবং সম্ভাব্যভাবে অন্য অনেক লোকের কাছে ভাইরাস ছড়িয়ে দিতে পারে। এটি কোভিড -১ of এর অন্যান্য ফর্ম যেমন পিসিআর থেকে কিছুটা আলাদা যা সাধারণত ব্যক্তিদের জন্য একটি দরকারী পরীক্ষা হিসাবে দেখা হয়।\n\n\n== বৈজ্ঞানিক ভিত্তি এবং অন্তর্নিহিত জীববিজ্ঞান ==\nঅ্যান্টিজেন পরীক্ষা এবং অ্যান্টিবডি পরীক্ষাগুলি প্রায়শই এক বা অন্য ধরনের ইমিউনোঅ্যাসেস (আইএএস) হয়, যেমন ডিপস্টিক আইএ বা ফ্লুরোসেন্স ইমিউনোসেস, তবে র্যাট একটি ইমিউনোক্রোমাটোগ্রাফিক অ্যাস যা ভিজ্যুয়াল ফলাফল দেয় যা খালি চোখে দেখা যায়। এটি গুণগত হিসাবে বিবেচিত হয় কিন্তু RDT পরীক্ষায় অভিজ্ঞ ব্যক্তি সহজেই ফলাফল পরিমাপ করতে পারে। স্ক্রিনিং টেস্ট হচ্ছে, যদি পরীক্ষার জন্য সংবেদনশীলতা এবং নির্দিষ্টতা অপেক্ষাকৃত কম হয় তাহলে পিসিআর টেস্টিং বা ওয়েস্টার্ন ব্লটের মতো নিশ্চিত পরীক্ষার ভিত্তিতে ফলাফল মূল্যায়ন করা উচিত।\nএকটি অ্যান্টিবডি পরীক্ষার (যেমন অ্যান্টিবডি-সনাক্তকরণ দ্রুত এইচআইভি পরীক্ষা) উপর একটি অ্যান্টিজেন পরীক্ষার একটি সহজাত সুবিধা হল যে এটি সংক্রমণ শুরু হওয়ার পরে ইমিউন সিস্টেমের অ্যান্টিবডি তৈরি করতে সময় নিতে পারে, কিন্তু বিদেশী অ্যান্টিজেনটি এখনই উপস্থিত। যদিও কোন ডায়াগনস্টিক পরীক্ষায় মিথ্যা নেতিবাচক থাকতে পারে, এই বিলম্বের সময়টি অ্যান্টিবডি পরীক্ষায় মিথ্যা নেতিবাচকতার জন্য বিশেষভাবে বিস্তৃত পথ খুলে দিতে পারে, যদিও বিশদটি নির্ভর করে কোন রোগ এবং কোন পরীক্ষায় জড়িত। একটি দ্রুত অ্যান্টিজেন টেস্ট তৈরিতে সাধারণত US $ 5.00 খরচ হয়।\n\n\n== তথ্যসূত্র =="}