{"pageid": 1078554, "title": "আফগান শান্তি প্রক্রিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1078554", "content": "আফগান শান্তি প্রক্রিয়া (পশতু: د افغان سولې بهير) আফগানিস্তানে চলমান যুদ্ধের অবসানের জন্য প্রস্তাব ও আলোচনার অন্তর্ভুক্ত। যদিও ২০০১ সালে যুদ্ধ শুরু হওয়ার পর থেকে বিক্ষিপ্তভাবে কিছু প্রচেষ্টা করা হয়েছে, কিন্তু আফগান সরকার ও মার্কিন সৈন্যদের বিরুদ্ধে লড়াই করা প্রধান বিদ্রোহী গোষ্ঠী তালেবানের সঙ্গে আলোচনার মধ্য দিয়ে ২০১৮ সালে আলোচনা শান্তি প্রক্রিয়া তীব্র হয়; এবং মার্কিন যুক্তরাষ্ট্র, যাদের হাজার হাজার সৈন্য আফগান সরকারকে সমর্থন করার জন্য দেশের মধ্যে উপস্থিতি বজায় রাখে। আফগান শান্তি গোষ্ঠী পিপলস পিস মুভমেন্ট আঞ্চলিক ও বৈশ্বিক শক্তিধর দেশগুলোকে অব্যাহত যুদ্ধের কারণ হিসেবে দেখে থাকে এজন্য যুক্তরাষ্ট্র ছাড়াও চীন, ভারত, পাকিস্তান, রাশিয়া এবং ন্যাটোর মতো বড় শক্তিগুলো শান্তি প্রক্রিয়ার সুবিধার্থে একটি ভূমিকা পালন করেছে।\nশান্তি প্রক্রিয়ার অংশ হিসেবে এ পর্যন্ত দুটি শান্তি চুক্তি স্বাক্ষরিত হয়েছে। ২০১৬ সালের ২২ সেপ্টেম্বর আফগান সরকার ও জঙ্গিগোষ্ঠী হিজব-ই-ইসলামী গুলবুদ্দিনের মধ্যে প্রথম চুক্তি স্বাক্ষরিত হয়েছিল। ২০২০ সালের ২৯ ফেব্রুয়ারি মার্কিন যুক্তরাষ্ট্র ও তালেবানের মধ্যে দ্বিতীয় শান্তি চুক্তি স্বাক্ষরিত হয়, যেখানে তালেবান চুক্তিটির শর্তাবলী মেনে চললে ১৪ মাসের মধ্যে আফগানিস্তান থেকে মার্কিন সেনা প্রত্যাহারের আহ্বান জানানো হয়। যুক্তরাষ্ট্র ও তালেবানের মধ্যে চুক্তি সাক্ষরিত হবার পর আফগান নিরাপত্তা বাহিনীর বিরুদ্ধে বিদ্রোহীদের হামলা বেড়ে চলেছে। ২০২০ সালের সেপ্টেম্বরে কাতারের দোহায় আফগান রাষ্ট্রীয় কর্মকর্তা ও তালেবানের মধ্যে শান্তি আলোচনা শুরু হয়, যদিও এরপর থেকে সেখানে বেসামরিক হতাহতের সংখ্যা বেড়েছে। ২০২১ সালের মে ও জুন মাসে প্রায় ৮০০ আফগান বেসামরিক নাগরিক নিহত হয় এবং ১,৬০০-এর বেশি লোক আহত হয়, যা জাতিসংঘ ২০০৯ সালে আফগান হতাহতের পদ্ধতিগতভাবে নথিভুক্ত করা শুরুর পর থেকে এই দুই মাসের সর্বোচ্চ।\n\n\n== পটভূমি ==\nতালেবান, যারা নিজেদেরকে আফগানিস্তানের ইসলামী আমিরাত বলে উল্লেখ করে থাকে, একটি জঙ্গি সংগঠন যা মধ্য/দক্ষিণ এশিয়ার দেশ আফগানিস্তানে ব্যপকভাবে বিস্তার করে আছে। আফগান গৃহযুদ্ধের পরে যে ক্ষমতার শূন্যতা তৈরী হয়, তার সুযোগ নিয়ে ১৯৯৪ সালে তালেবানের আবির্ভূত ঘটে। এই সংগঠনটি প্রধানত আফগান ধর্মীয় ছাত্রদের নিয়ে গঠিত, (এবং যারা সোভিয়েত–আফগান যুদ্ধে লড়াই করেছিল) যারা আফগান ও পাকিস্তানি মাদ্রাসায় মুহাম্মদ ওমরের নেতৃত্বে শরণার্থী হিসেবে পড়াশোনা করেছিল।\nআল-কায়েদা, একটি আন্তর্জাতিক সন্ত্রাসী নেটওয়ার্ক, এই শর্তে আফগানিস্তানে অভয়ারণ্য দেওয়া হয়েছিল যে এটি মার্কিন যুক্তরাষ্ট্রের সঙ্গে শত্রুতা করবে না, কিন্তু ১৯৯৮ সালে ওসামা বিন লাদেন পূর্ব আফ্রিকায় মার্কিন দূতাবাসে বোমা হামলার পরিকল্পনা করলে চুক্তিটির শর্ত ভঙ্গ হয়। এ ঘটনা দুটি পক্ষের মধ্যে সৃষ্ট উত্তেজনার ইঙ্গিত বয়ে আনে। তালেবান তখন মৌলিকভাবে সংকীর্ণ সীমাবদ্ধ ছিল, কিন্তু আল-কায়েদার দৃষ্টিভঙ্গি ছিল বৈশ্বিক জিহাদের দিকে।\n২০০১ সালের ১১ সেপ্টেম্বরের হামলার পর রাষ্ট্রপতি জর্জ ডব্লিউ বুশের নেতৃত্বাধীন মার্কিন যুক্তরাষ্ট্র তালেবান নেতৃবৃন্দের কাছে অনুরোধ করেন ওসামা বিন লাদেনকে তাদের হাতে হস্তান্তর করার জন্য, যিনি হামলার প্রধান সন্দেহভাজন ছিলেন। হামলায় তার অংশগ্রহণের প্রমাণ চেয়ে তালেবান ওসামা বিন লাদেনকে হস্তান্তর করতে অস্বীকৃতি জানায়। ফলশ্রুতিতে, ২০০১ সালের ৭ অক্টোবর মার্কিন যুক্তরাষ্ট্র তার ন্যাটো মিত্রদের সঙ্গে নিয়ে আফগানিস্তানে মার্কিন যুক্তরাষ্ট্রের আক্রমণ শুরু করে, যার কোড-নামকরণ করা অপারেশন এন্ডুরিং ফ্রিডম। সে বছরের ১৭ ডিসেম্বরের মধ্যে, মার্কিন যুক্তরাষ্ট্র ও তার মিত্ররা তালেবানকে ক্ষমতা থেকে উচ্ছেদ করে এবং দেশজুড়ে প্রধান প্রধান শহরগুলোর কাছে সামরিক ঘাঁটি নির্মাণ শুরু করে। তালেবান গোষ্ঠীর পুনরুত্থান রোধে আফগান জাতীয় নিরাপত্তা বাহিনীকে দেশে সামরিক অভিযান তদারকি ও প্রশিক্ষণ দিতে পরবর্তীতে জাতিসংঘ নিরাপত্তা পরিষদ আন্তর্জাতিক নিরাপত্তা সহায়তা বাহিনী (আইএসএএফ) তৈরী করে। তালেবান আফগান বাহিনী, সরকারী স্থাপনা এবং তাদের বিশ্বাসমতে মার্কিন যুক্তরাষ্ট্রের সঙ্গে জোটবদ্ধ সকল প্রতিষ্ঠানের উপর অসংখ্য হামলা চালিয়ে থাকে।\nমার্কিন যুক্তরাষ্ট্র গত ১৮ বছর ধরে সম্মুখভাগে সরাসরি যুদ্ধে জড়িত রয়েছে, বিশ্লেষকরা পরিস্থিতিটিকে অচলাবস্থা হিসাবে বর্ণনা করেছেন। আফগানিস্তান ও পাকিস্তানে আল-কায়েদার বিচরণ বর্তমানে \"হ্রাসপ্রাপ্ত\" বলে বিবেচিত হওয়া স্বত্তেও তালেবান বিদ্রোহীদের সঙ্গে যুদ্ধ অব্যাহত রয়েছে। ১৮ বছরের সংঘর্ষের অবসান ঘটাতে প্রাক্তন মার্কিন রাষ্ট্রপতিগণ বরাবরই এড়িয়ে গেছেন, সর্বশেষ রাষ্ট্রপতি ডোনাল্ড ট্রাম্প বলেছিলেন, যে তিনি যুদ্ধটিকে খুব ব্যয়বহুল মনে করেন। যা ২০১০ সালের যুক্তরাষ্ট্রের দীর্ঘতম যুদ্ধ ভিয়েতনাম যুদ্ধ শেষ করার প্রক্রিয়ার সাথে মিল, যার ফলস্বরূপ ১৯৭৩ সালে প্যারিস শান্তি চুক্তি সাক্ষরিত হয়েছিল।\n\n\n=== শান্তি আলোচনার বিষয়গুলো ===\nমতাদর্শগত পার্থক্যের ফলে সমস্যা দেখা দিয়েছে, বিশেষ করে মানবাধিকার। ২০০৪ সালের আফগানিস্তানের সংবিধানে নারীর অধিকারগুলো যেমন, মতামত ও শিক্ষার অধিকার এবং সার্বিকভাবে মত প্রকাশের স্বাধীনতাসহ সংবাদপত্রের স্বাধীনতা রক্ষা করা ছিল - উভয় অধিকারগুলোই আফগানিস্তানের তালেবান শাসনের সময় খর্ব করা হয়েছিল। খলিলজাদ, গণি, আবদুল্লাহ এবং আফগানিস্তানের আরো বেশ কয়েকজন উচ্চপদস্থ কর্মকর্তার সকলেই বলেছেন যে, এই অধিকারগুলো সুরক্ষিত করা উচিত এবং শান্তি চুক্তির নামে এগুলোর বলি দেওয়া উচিত নয়। আফগানিস্তানের ফার্স্ট লেডি রুলা গণি নারীর অধিকার রক্ষায় সক্রিয় ছিলেন। আফগান সাংবাদিকরা যেকোনো সম্ভাব্য শান্তি চুক্তিতে গণমাধ্যমকে সুরক্ষিত রাখার দাবি জানিয়েছেন।\nউভয় পক্ষের অব্যাহত সহিংসতা একটি চূড়ান্ত শান্তি চুক্তির অন্তরায় ছিল। দু-পক্ষের প্রাথমিক আলোচনা চলাকালেই তালেবান যুদ্ধক্ষেত্রে লড়াই চালিয়ে যাওয়ার, বড় বড় শহরে সন্ত্রাসী হামলা এবং ২৮ সেপ্টেম্বর ২০১৯ আফগান রাষ্ট্রপতি নির্বাচনে হামলার হুমকি দেয়। ২০২০ সালের ফেব্রুয়ারি মাসে প্রকাশিত মার্কিন বিমান বাহিনীর পরিসংখ্যান অনুসারে, ২০১৩ সাল থেকে অন্য যেকোন বছরের তুলনায় ২০১৯ সালে যুক্তরাষ্ট্র আফগানিস্তানে বেশি বোমা ফেলে।\nআফগানিস্তানে মার্কিন রাষ্ট্রদূত হুঁশিয়ারি দিয়ে বলেছিলেন যে ১৯৭৩ সালের প্যারিস শান্তি চুক্তির পরে আরেকটি শান্তি চুক্তি তালেবানদের আবার ক্ষমতায় আসার পথ তৈরি করতে পারে, সেসময় মার্কিন সমর্থিত দক্ষিণ ভিয়েতনাম সরকার সাইগনের পতনে মাধ্যমে পরাজিত হয়েছিল। ইরানি জেনারেল কাসেম সোলেইমানির হত্যার পর উপসাগরীয় অঞ্চলে ক্রমবর্ধমান উত্তেজনা ইতিমধ্যেই বিলম্বিত মার্কিন-আফগানিস্তান শান্তি প্রক্রিয়াকে প্রভাবিত করতে পারে বলে সতর্ক করেছিল পাকিস্তান।\n\n\n== শান্তি প্রক্রিয়া ==\nকাবুলের পতন এবং পশতুন আদিবাসী প্রধান নেতা হামিদ কারজাই জাতীয় অন্তর্বর্তীকালীন নেতা হিসাবে নির্বাচিত হওয়ার পর, কারজাইয়ের সাধারণ ক্ষমা প্রস্তাবের পর তালেবান কান্দাহারে আত্মসমর্পণ করে। তবে যুক্তরাষ্ট্র সাধারণ ক্ষমার একটি অংশ প্রত্যাখ্যান করে, যেখানে উল্লেখ করা তালেবান নেতা মোল্লা মুহাম্মদ ওমর তার জন্মস্থান কান্দাহারে \"মর্যাদা সঙ্গে বসবাস\" করতে পারবেন। ২০০১ সালের ডিসেম্বরের বন চুক্তিতে তালেবানদের আমন্ত্রণ জানানো হয়নি, যা অনেকে তালেবানদের যুদ্ধক্ষেত্রে পুনরুত্থান ও সংঘর্ষ অব্যাহত রাখার একটি কারণ হিসাবে উল্লেখ করে থাকেন। এটি আংশিকভাবে তালেবানদের পরাজয়ের কারণ ছিল কিন্তু মার্কিন শর্ত ছিল যে তালেবানদের অংশগ্রহণ করতে দেওয়া হবে না। ২০০৩ সালের মধ্যেই তালেবানরা ফিরে আসার লক্ষণ দেখায় এবং কিছুদিন পরেই তাদের বিদ্রোহ শুরু করে। জাতিসংঘের মুখপাত্র লখদার ব্রাহিমি ২০০৬ সালে স্বীকার করেছিলেন যে তালেবানকে বন চুক্তিতে আমন্ত্রণ না জানানো ছিল \"আমাদের একটি বড় ভুল\"। ২০০২ থেকে ২০০৬ সালের মধ্যে দেশে বিদ্রোহী হামলা চারগুণ বেড়েছে বলে জানা গেছে; ২০০৭ সালের শেষের দিকে ৪০,০০০ ন্যাটো নেতৃত্বাধীন আইএসএএফ সৈন্যের উপস্থিতি থাকা সত্ত্বেও আফগানিস্তান তালেবানদের নিয়ন্ত্রণে পড়ার \"মারাত্মক ঝুঁকিতে\" ছিল।\n\n\n=== প্রাথমিক দৃষ্টিভঙ্গি (২০০৭-২০১০) ===\nআফগানিস্তানের সাবেক রাষ্ট্রপতি হামিদ কারজাই, পাশাপাশি ব্রিটিশ ও পাকিস্তান সরকার দীর্ঘদিন ধরে আলোচনা করা জন্য পরামর্শ দিয়ে আসছিল, কিন্তু মার্কিন সরকার বরাবরই তা নাকচ করে আসছে। ২০০৭ সালের সেপ্টেম্বরে রাষ্ট্রপতি কারজাই তালেবানের সঙ্গে শান্তি আলোচনার প্রস্তাব দিয়েছিলেন, কিন্তু বিদ্রোহী গোষ্ঠীটি বিদেশী সেনাদের উপস্থিতির কথা উল্লেখ করে তা সরাসরি প্রত্যাখ্যান করে। ২০০৯ সালের মধ্যে আফগানিস্তানে ব্যাপকভাবে ঐক্যমত্যে পৌঁছেছিল যে যুদ্ধের অবসান হওয়া উচিত, কিন্তু \"কীভাবে তা হওয়া উচিত\" বিষয়টিই ২০০৯ সালের আফগান রাষ্ট্রপতি নির্বাচনের প্রার্থীদের জন্য একটি বড় বিষয় ছিল, যা আবারও কারজাইকে নির্বাচিত হতে সাহায্য করেছিল। কারজাই \"আমাদের তালেবান ভাইদের বাড়ি ফিরে আসার এবং তাদের জমি গ্রহণ করার\" আহ্বান জানান এবং একটি লয়া জিরগা (আইন সভা) চালু করার পরিকল্পনা করেন। ওবামা প্রশাসনের দেশটিতে মার্কিন সৈন্য বাড়ানোর প্রচেষ্টা ক্ষুণ্ন হয়েছিল। ২০১০ সালের জানুয়ারিতে কারজাই লন্ডনে একটি সম্মেলনে তার বক্তব্যের পুনরাবৃত্তি করে বলেন যে তিনি তালেবানদের কাছে থেকে অস্ত্র নামাতে চান। তৎকালীন মার্কিন পররাষ্ট্রমন্ত্রী হিলারি ক্লিনটন সতর্কতার সঙ্গে এই প্রস্তাব সমর্থন করেছিলেন। ২০১০ সালের মে মাসে মার্কিন যুক্তরাষ্ট্রের শান্তি প্রতিষ্ঠানে হামিদ কারজাই একটি ভাষণে বলেন তালেবানসহ অন্যান্য জঙ্গিদের সঙ্গে \"যারা আল-কায়েদা বা অন্যান্য সন্ত্রাসী নেটওয়ার্কের অংশ নয় অথবা মতাদর্শগতভাবে আমাদের বিরুদ্ধে নয়\" \"শান্তি প্রক্রিয়া\" চলতে থাকবে। তালেবানদের সম্পর্কে তিনি বিশেষভাবে বলেছিলেন, \"তারা গ্রামাঞ্চলের ছেলেরা যারা যুক্তরাষ্ট্রকে ঘৃণা করে না, সম্ভবত তাদের অনেকেই সুযোগ পেয়ে যুক্তরাষ্ট্রে যেতে চায়\"।\n\n\n=== অনুসন্ধানী সভা এবং শান্তি জিরগা (২০১০-২০১৬) ===\nতালেবানের সহ-প্রতিষ্ঠাতা ও তৎকালীন সহকারী অধিনায়ক (Second in Commander) আবদুল গনি বারাদার ছিলেন তালেবান নেতৃস্থানীয় সদস্যদের অন্যতম, যিনি যুক্তরাষ্ট্র ও আফগান সরকারের সঙ্গে আলোচনার পক্ষে ছিলেন। ২০১০ সালের ফেব্রুয়ারিতে কারজাই প্রশাসন বারাদারের সঙ্গে আলোচনা করেছে বলে জানা গেছে; যাইহোক, সেই মাসের শেষের দিকে পাকিস্তানের করাচী শহরে মার্কিন-পাকিস্তান যৌথ অভিযানে বারাদার গ্রেফতার হন। বড়দারের গ্রেপ্তার হামিদ কারজাইকে ক্ষুব্ধ করেছিল এবং সন্দেহ জাগিয়েছিল যে তাকে আটক করা হয়েছে কারণ পাকিস্তানি গোয়েন্দা সংস্থাগুলো আফগান শান্তি আলোচনার বিরোধী ছিল। কারজাই ২০০৯ সালের আফগান রাষ্ট্রপতি নির্বাচনে পুনঃর্নির্বাচিত হওয়ার পর ঘোষণা করেন যে শান্তি প্রচেষ্টায় তিনি কাবুলে একটি \"শান্তি জিগরা\"র আয়োজন করবেন। এই অনুষ্ঠানটি ২০১০ সালের জুন মাসে অনুষ্ঠিত হয়েছিল, যেখানে ১৬০০ জন প্রতিনিধি উপস্থিত ছিলেন, তবে তালেবান ও হিজব-ই-ইসলামী গুলবুদ্দিন, যাদের উভয়কেই শুভেচ্ছাদূত হিসাবে কারজাই আমন্ত্রণ জানিয়েছিলেন, তবে শেষ পর্যন্ত তারা সম্মেলনে যোগ দেননি।\nএকই সময়ে গুলবুদ্দিন হেকমতিয়ারের সংগঠন হিজব-ই-ইসলামী গুলবুদ্দিনের সঙ্গে আলোচনা চলছিল। সোভিয়েত-আফগান যুদ্ধের সময় মার্কিন ও পাকিস্তানি সহায়তার প্রধান সুবিধাভোগী হেকমতিয়ার তালেবানের তুলনায় দেশ থেকে বিদেশী সৈন্য প্রত্যাহারের ব্যাপারে নরম অবস্থান নিয়েছিলেন।\nযুদ্ধের সমাধানের জন্য সম্ভাব্য রাজনৈতিক আলোচনার অনুমতি দেওয়ার জন্য ২০১০ সালে ওবামা প্রশাসনের মধ্যে একটি মানসিক পরিবর্তন ও কৌশল ঘটেছিল। তালেবানরা আফগান সরকারের সঙ্গে কথা বলতে অস্বীকার করে, এবং তাদের মার্কিন \"পুতুল\" হিসাবে উল্লেখ করে। পরবর্তীতে মার্কিন যুক্তরাষ্ট্র এবং তালেবানদের মধ্যে বিক্ষিপ্তভাবে শান্তি আলোচনার কিছু প্রচেষ্টা ঘটে এবং ২০১০ সালের অক্টোবরে জানা গিয়েছিল যে তালেবান নেতৃবৃন্দের কমান্ডারগণ (\"কোয়েটা শুরা\") পাকিস্তানে তাদের আশ্রয়স্থল ত্যাগ করেছে এবং আলোচনা করার জন্য ন্যাটো বিমানের মাধ্যমে নিরাপদে কাবুলে নিয়ে যাওয়া হয়েছে, এই আশ্বাস দিয়ে যে ন্যাটো কর্মীরা তাদের আটক করবে না। আলোচনা শেষ হওয়ার পর দেখা যায় যে, এই প্রতিনিধি দলের নেতা যিনি নিজেকে তালেবানদের সেকেন্ড-ইন-কমান্ডার আখতার মনসুর বলে দাবি করেছিলেন, তিনি আসলে একজন দুর্বৃত্ত যিনি ন্যাটো কর্মকর্তাদের সঙ্গে প্রতারণা করেছিলেন।\n২০১১ সালের জুন মাসে কারজাই নিশ্চিত করেছিলেন যে মার্কিন যুক্তরাষ্ট্র এবং তালেবানদের মধ্যে গোপন আলোচনা চলছে, কিন্তু ২০১১ সালের আগস্টের মধ্যে এগুলো ভেস্তে যায়। কাতারে রাজনৈতিক কার্যালয় চালুর বিষয়ে আফগান সরকার ও তালেবানের মধ্যে বিরোধের পর ২০১২ সালের মার্চ এবং ২০১৩ সালের জুনে আলোচনার পুনঃপ্রচেষ্টাগুলো বাতিল করা হয়। রাষ্ট্রপতি কারজাই তালেবানকে \"নির্বাসনে সরকার\" হিসেবে নিজেদের তুলে ধরার চেষ্টা করছে বলে অভিযোগ করেন। ২০১৫ সালের জুলাই মাসে মুরীতে তালেবান প্রতিনিধি ও আফগান সরকারের মধ্যে প্রথম আনুষ্ঠানিক শান্তি আলোচনার আয়োজন করে পাকিস্তান। যেখানে পাকিস্তানের মধ্যস্থতায় যুক্তরাষ্ট্র ও চীন উভয় দেশই পর্যবেক্ষক হিসেবে আলোচনায় অংশ নিয়েছিল। ২০১৬ সালের জানুয়ারিতে পাকিস্তান আফগানিস্তান, চীনা এবং মার্কিন কর্মকর্তাদের সঙ্গে চতুর্দিকের আলোচনার আয়োজন করে, কিন্তু তালেবান এতে অংশগ্রহণ করে নি। যদিও তালেবান ২০১৬ সালে আফগান সরকারের সঙ্গে অনানুষ্ঠানিক আলোচনা করেছিল।\n\n\n== তথ্যসূত্র =="}