{"pageid": 1078510, "title": "২০১৭ গঙ্গাচড়া সাম্প্রদায়িক সহিংসতা", "url": "https://bn.wikipedia.org/wiki?curid=1078510", "content": "২০১৭ গঙ্গাচড়া সাম্প্রদায়িক সহিংসতা  হল ২০১৭ সালের ১০ নভেম্বর রংপুরের গংগাচড়া উপজেলায় ঠাকুরপাড়া ও ব্রাহ্মণপাড়া গ্রামে ইসলাম ধর্ম অবমাননার অজুহাতে জামায়াতে ইসলামীর উগ্রপন্থীদের দ্বারা হিন্দুদের উপর করা হামলা।\n\n\n== ঘটনা সূত্রপাত ==\nনারায়ণগঞ্জে বসবাসকারী গঙ্গাচড়ার টিটু রায় নামক এক হিন্দু যুবক ফেসবুকে ইসলামের নবীকে অবমাননা করে পোস্ট করেছে এই অভিযোগ করে ৬ নভেম্ব‌র টিটু রায়ের বিরুদ্ধে মুদি দোকানি রাজু মিয়া গঙ্গাচড়া থানায় তথ্য প্রযুক্তি আইনে মামলা করে। কিছু জামায়াতে  ইসলামীর উগ্রপন্থীরা তার পোস্টের স্ক্রিনশট নিয়ে কালার প্রিন্ট করে   কয়েক দিন ধরে রংপুরের গঙ্গাচড়া, তারাগঞ্জ, নীলফামারী জেলার  উপজেলায়  মসজিদে  মানুষদের উত্তেজিত করে। পরে তারা গংগাচড়া উপজেলায় হিন্দুদের উপর হামলা করে। পরে জানা যায় টিটু রায় অশিক্ষিত। তিনি নারায়ণগঞ্জ জেলার ফতুল্লাতে  থাকেন। তিনি ফেসবুক তেমনভাবে চালাতে জানেন না। তিনি ফেসবুকে কোনো স্ট্যাটাস দেননি।  তার ফেসবুক একাউন্ট হ্যাক করে নবীকে কটাক্ষ করে স্ট্যাটাস দেয়া হয়।\n\n\n== হামলা ==\nকয়েকদিন ধরে হামলার প্রস্তুতি নেয়া হয়। মাঝে মাঝে উগ্রপন্থীরা মিছিল সমাবেশ করে। ২০১৭ সালের ১০ নভেম্বর শুক্রবার বেলা সাড়ে ৩টায় জুমার নামাজের সময়  মাইকিং করে বলা হয় ইসলাম ধর্মের অবমাননা হয়েছে  তাদের বদলা নিতে  হবে। দুপুর ২টার দিকে গঙ্গাচড়া উপজেলার খলেয়া ইউনিয়নের শলেয়াশাহ ও বালাবাড়ি গ্রাম এবং পাশের মমিনপুর গ্রামসহ বিভিন্ন মসজিদ-মাদ্রাসাসহ বিভিন্ন এলাকা থেকে জুমার নামাজের পর দলে দলে লোকজন লাঠিসোটা নিয়ে বিক্ষোভ শুরু করে। সময় বাড়ার সঙ্গে সঙ্গে ৮ থেকে ১০ হাজার লোকের সমাগম হয়। তারা সেখানে সমবেত হয়ে রংপুর-দিনাজপুর মহাসড়ক অবরোধ করে বিক্ষোভ শুরু করে। এ সময় ওই সড়কের দু'পাশে শত শত যানবাহন আটকা পড়ে। উগ্রপন্থীরা সন্ধ্যা পর্যন্ত সড়ক অবরোধ করে যা অব্যাহত রাখে ।\nগ্রামের অনেকে গ্রাম ছেড়ে  পাশের গ্রামে যায়। পাঁচ হাজারের বেশি বা প্রায় ২০ হাজার উগ্রপন্থী লাঠিসোটা নিয়ে হিন্দুদের উপর হামলা করে। হিন্দুদের বাড়িঘর, ব্যবসা প্রতিষ্ঠানে  লুটপাট করা হয়। তাদের বাড়ি-ঘর ভেঙে  ফেলা হয়। তাতে আগুন লাগানো হয়। এতে স্কুল শিক্ষক দীপক, টিটু রায়ের তিনটি ঘর, সুধীর রায়ের ছয়টি ঘর, অমূল্য চন্দ্র রায়ের দুটি ঘর, বিধান চন্দ্র রায়ের দুটি ঘর, কৌশল্য রায়ের দুটি ঘর, কুলীন রায়ের একটি ঘর, দীনেশ রায়ের একটি ঘর, ক্ষীরোদ রায়সহ  অনেকের  প্রায় ৩০টি বাড়ি পুড়ে যায়। উগ্রপন্থীরা হিন্দুদের থেকে প্রায় ৫০টি গরু, ছাগল, হাস-মুরগি  নিয়ে যায়। তারা হিন্দুদের ধান, গোলা ঘর, খড়ের গাদাতে আগুন ধরিয়ে দেয়। তারা হিন্দুদের  দুটি মন্দিরে আগুন লাগায়। তারা মন্দিরের মাইক ও অন্য জিনিস লুট করে। একটি মন্দির আগুনে  ভস্ম হয়ে যায়। এছাড়া  ব্রাহ্মণপাড়াতে  হিরেন বাবু, ধীরেন রায়, মন্টুসহ পাঁচজনের বাড়িতে আগুন লাগিয়ে দেয়া হয় ও ১০টি বাড়িতে ভাংচুর করা হয়। প্রশাসনের  সামনে  হামলাকারীরা লুটপাট চালায়। প্রশাসন শুরুতে কোনো বাঁধা দেয় নি। হামলার এক সময় তাদের সাথে পুলিশের কথা কাটাকাটি, ধাওয়া-পাল্টা ধাওয়া ও সংঘর্ষ বাধে। পুলিশ ৫০ রাউন্ড টিয়ার গ্যাসের শেল ও রাবার বুলেট নিক্ষেপ করে। পুলিশ তাদের উপর গুলি চালায়। এতে জামায়াতে ইসলামের হাবিবুর রহমান নিহত হয়। মাহবুব মিয়া, আলীম মিয়া, নাজির হোসেন, আলিম ,জামিল ও পুলিশ সদস্যদের মধ্যে এসআই সেলিম মিয়া, কনস্টেবল নাসির হোসেন ও রফিকুল ইসলামসহ ১১ বা ১৫ জন আহত হন।\n\n\n== হামলার পর ==\nহামলার পরে পাঁচ দিন অব্দি শতাধিক  হিন্দু খোলা আকাশের নীচে ও ব্রাহ্মণপাড়া সরকারি প্রাথমিক বিদ্যালয়ে ঘুমহীন,নিরাপত্তাহীন ও আতঙ্কিত ছিলেন। পোড়া ঘরগুলো ধ্বংসস্তূপের মত পড়েছিল। হামলার পর এলাকার পরিস্থিতি থমথমে ছিল। গ্রামে পুলিশ মোতায়েন করা হয়। শনিবার সকালে আওয়ামী লীগের একটি প্রতিনিধি দল সেখানে যায়। তারা সে সময় বলে সাম্প্রদায়িক সম্প্রীতি নষ্ট করতেই পরিকল্পিতভাবে এই হিন্দু পল্লিতে হামলা চালানো হয়েছে। এই হামলায় পীরগঞ্জ জামায়াতে ইসলামীর আমির,সেক্রেটারি ও ১০০ জনকে গ্রেফতার করা হয়। গঙ্গাচড়া ও কোতয়ালি থানায় দুটি মামলা করা হয়। অতিরিক্ত জেলা ম্যাজিষ্ট্রেট আবু রাফা মো. আরিফকে প্রধান করে অতিরিক্ত পুলিশ সুপার সাইফুর রহমান এবং সদর উপজেলা নির্বাহী কর্মকর্তা জিয়াউর রহমান নিয়ে  তদন্ত কমিটি তৈরি করা হয়। কিন্তু ঠিক সময়ে তদন্ত কমিটি রিপোর্ট দিতে ব্যর্থ‌ হয়। টিটু রায়ের বিরুদ্ধে ধর্ম অবমাননার অভিযোগে ৫ নভেম্বর মামলা দায়ের করা হয়। চার্জশীট দেয়ার পরে তিনি ১৪ই নভেম্বর নীলফামারীতে গ্রেফতার হন। তবে তিনি জামিন পান। গঙ্গাচড়া থানার মামলাতে ২২৫ জনকে অপরাধী করে এসআই মকবুল হোসেন চার্জশিট দেয়। এর মধ্যে ৪৪ জনকে আদালত ২০২১ সালের ৫ জানুয়ারি কারাগারে পাঠায়।\n\n\n== প্রতিক্রিয়া ==\nএই হামলার প্রতিবাদে ২০১৭ সালের ১৩ নভেম্বর  কেন্দ্রীয় পূজা উদযাপন পরিষদ  বিক্ষোভ ও মানববন্ধন করে। ২০১৭ সালের ২৭ নভেম্বর  এসোসিয়েশন ফর ল্যান্ড রিফর্ম অ্যান্ড ডেভেলপমেন্ট, বাংলাদেশ লিগ্যাল এইড অ্যান্ড সার্ভিসেস ট্রাস্ট, বাংলাদেশ পরিবেশ আইজীবি সমিতি (বেলা), নিজেরা করি ও বাংলাদেশ আদিবাসী ফোরাম  জাতীয় প্রেসক্লাবে এক সংবাদ সম্মেলন করে এই ঘটনার নিন্দা করে ও এর বিচার চায়।\n\n\n== তথ্যসূত্র =="}