{"pageid": 1078041, "title": "২০২১ তালেবান আক্রমণ", "url": "https://bn.wikipedia.org/wiki?curid=1078041", "content": "আফগানিস্তান থেকে মার্কিন সেনা প্রত্যাহারের সাথে সাথে ২০২১ সালের ১লা মে শুরু হওয়া আফগানিস্তান সরকার ও এর মিত্রদের বিরুদ্ধে তালেবান ও আল কায়দাসহ তাদের মিত্র সামরিক গোষ্ঠীগুলোর একটি চলমান আক্রমণ। আক্রমণের প্রাথমিক পর্যায়ে তালিবান গ্রামাঞ্চলের দিকে তাৎপর্যপূর্ণভাবে অগ্রসর হয়। আর এসময় তাদের নিয়ন্ত্রণ করা জেলার সংখ্যা ৭৩ থেকে বেড়ে ২২৩ টিতে পৌঁছায়। ৬ আগস্ট থেকে শুরু করে তালেবান আফগানিস্তানের চৌত্রিশটি প্রদেশের মধ্যে মধ্যে কান্দাহার ও হেরাতসহ আঠারোটি প্রাদেশিক রাজধানী নিজেদের নিয়ন্ত্রণে নিয়ে এসেছে। ১০ আগস্টের হিসাব অনুযায়ী তারা দেশের ৬৫% অঞ্চল নিয়ন্ত্রণ করছে।\nআক্রমণটি অভ্যন্তরীণ ও আন্তর্জাতিক পর্যায়ে প্রভাব বিস্তারের পাশাপাশি তালেবানের দ্রুততার সাথে বিভিন্ন অঞ্চল দখলের জন্য পরিচিত। ১০ আগস্ট যুক্তরাষ্ট্র কর্তৃপক্ষ তালেবানের কাছে ৩০-৯০ দিনের মধ্যে আফগানিস্তানের রাজধানী কাবুলের পতন হওয়ার বিষয়ে তাদের পূর্বানুমানের কথা জানিয়েছে।\n\n\n== প্রেক্ষাপট ==\n২০২০ সালের সেপ্টেম্বরে যুক্তরাষ্ট্র ও তালিবানের মধ্যে সম্পাদিত শান্তি চুক্তির অংশ হিসেবে আফগান সরকার ৫,০০০-এর বেশী তালিবান বন্দীকে কারাগার থেকে মুক্তি দেয়। এদের মধ্যে ৪০০ এর বেশী বন্দী হত্যাসহ বড় ধরনের অপরাধে অভিযুক্ত ও দন্ডপ্রাপ্ত ছিল। আফগানিস্তানের জাতীয় নিরাপত্তা পরিষদের তথ্যানুযায়ী যুদ্ধে অভিজ্ঞ মুক্তিপ্রাপ্ত অনেক বন্দী পরবর্তীতে যুদ্ধক্ষেত্রে ফিরে গিয়ে তালিবানের শক্তি বৃদ্ধি করেছিল।\n\n\n== সময়রেখা ==\n\n\n=== মে ===\nমে মাসে আফগান সরকারের কাছ থেকে তালিবান মাইদান ওয়ারদাক প্রদেশের নিরখ্ ও জালরেজসহ ১৫টি জেলা দখলে নেয়। দখলকৃত স্থানগুলোর মধ্যে কান্দাহার প্রদেশে অবস্থিত আফগানিস্তানের দ্বিতীয় বৃহত্তম ড্যাম দাহলা ড্যামও রয়েছে। ঐ মাসে তালিবানের সাথে সংঘাতে আফগান জাতীয় নিরাপত্তা বাহিনীগুলোর ৪০৫ জন এবং ২৬০ জন বেসামারিক নাগরিক নিহত হন। অন্যদিকে আফগান প্রতিরক্ষা মন্ত্রণালয় ২,১৪৬ জন তালিবান যোদ্ধাকে হত্যার দাবী করে।\nমে'র শেষভাগ পর্যন্ত পর্তুগাল, স্লোভেনিয়া, স্পেন ও সুইডেন আফগানিস্তান থেকে নিজেদের সব সেনাসদস্যকে সম্পূর্ণভাবে সরিয়ে নেয়।\n\n\n=== জুন ===\nজুনে আফগান সরকারের কাছ থেকে ৬৯টি জেলা দখলে নেয় তালিবান এবং তারা কুন্দুজ ও পুলি খুমরি শহরে প্রবেশ করে। তারা মাজার-ই-শরীফ শহর অবরুদ্ধ করে রাখে। ঐ মাসে তালিবানদের দখল করা স্থানগুলোর মধ্যে রয়েছে তাজিকিস্তানের সাথে আফগানিস্তানের সীমান্ত পারাপার ও রাজধানী কাবুলের প্রবেশদ্বার হিসেবে পরিচিত মাইদান ওয়ারদাক প্রদেশের সায়েদাবাদ জেলা। আফগান নিরাপত্তা বাহীনি থেকে তাদের দখল করা সরঞ্জামগুলোর মধ্যে রয়েছে ৭০০টি ট্রাক ও হামবি, ডজনখানেক অস্ত্রসজ্জিত বাহন ও কামান ব্যবস্থা।\n\n\n=== আগস্ট ===\n\n১-২ আগস্ট লস্কর গাহ্ প্রদেশের উপকন্ঠে অবস্থিত সাফিয়ান, কালা-ই-কোহনে এবং কারিজ অঞ্চল তালিবানের নিয়ন্ত্রণে আসে। এলাকাগুলোর শহরতলীতে তালিবান ও সরকারী বাহিনীর মধ্যে সংঘর্ষ হয়। এসময় আফগান বিমানবাহিনী ও মার্কিন বিমানবাহিনী তালিবানের অবস্থান লক্ষ্য করে হামলা চালায়। ৩রা আগস্ট লড়াইয়ের সময় ৪০ বেসামরিক নাগরিক নিহত হন এবং ১০০ জনের বেশী আহত হন। লস্কর গাহ্ রেডিও স্টেশন দখলের পর তালিবান তাদের শরিয়তের কন্ঠ অনুষ্ঠান প্রচার শুরু করে। এছাড়াও তারা শহরটির বিমানবন্দরে আক্রমণ শুরু করে। অন্যদিকে সরকার তালিবানের কাছে শহরটির পতন ঠেকাতে অতিরিক্ত সেনা মোতায়েন করে।\n৩রা আগস্ট কাবুলে তালিবানের গুলিবর্ষণ ও বোমাহামলার ফলে ৫ তালিবান যোদ্ধাসহ ১৩ জন নিহত হন। আফগান প্রতিরক্ষামন্ত্রী বিসমিল্লাহ খান মোহাম্মদিকে হত্যার উদ্দেশ্যে তালিবান এই আত্মঘাতি হামলাটি চালিয়েছিল। যদিও তিনি এই হামলা থেকে বেঁচে গিয়েছিলেন। লং ওয়ার জার্নাল মোহাম্মদিকে তালিবান আক্রমণ প্রতিরোধে গুরুত্বপূর্ণ সরকারী ব্যক্তিত্বদের একজন বলে উল্লেখ করেছে।\n৫ আগস্ট পর্যন্ত তালিবানের সাথে সংঘাতে আফগান জাতীয় নিরাপত্তা বাহিনীর ১১৫ জন সদস্য ও ৫৮ জন বেসামরিক নাগিরক নিহত হন। অন্যদিকে আফগানিস্তানের প্রতিরক্ষা মন্ত্রণালয় আগস্টের শুরু থেকে ৩,১৯৭ জন তালিবান যোদ্ধাকে হত্যার দাবী করে।\n\n\n==== প্রাদেশিক রাজধানীর পতন ====\n\n\n== তথ্যসূত্র =="}