{"pageid": 10788, "title": "নারী (বই)", "url": "https://bn.wikipedia.org/wiki?curid=10788", "content": "নারী বাংলাদেশি লেখক হুমায়ুন আজাদের একটি নারীবাদী রচনা। এটি সর্বপ্রথম ১৯৯২ সালে ঢাকার একুশে বইমেলাতে নদী প্রকাশনী দ্বারা প্রকাশিত হয় এবং পরবর্তীতে আগামী প্রকাশনী প্রকাশ করতে থাকে। বাংলা ভাষায় নারীবাদের সূচনা হয় বেগম রোকেয়ার হাতে যদিও সেটি ছিলো অবিভক্ত ভারতীয় বঙ্গে, আর হুমায়ুন আজাদের লেখা এই বইটিই হচ্ছে স্বাধীন বাংলাদেশে নারীবাদ বিষয়ক প্রথম বই।\nনারী বইটিতে সর্বমোট ৪০৮ টি পৃষ্ঠা রয়েছে এবং অধ্যায় আছে ২১ টি (নারীবাদ ও নারীবাদের কালপঞ্জি, রচনাপঞ্জি এবং নির্ঘন্ট সহ ২৪টি)।\n\n\n== পটভূমি ==\nনারীবাদের প্রতি হুমায়ুন আজাদের আগ্রহ ঢাকা বিশ্ববিদ্যালয়ের ছাত্র থাকাকালীন, তবে তিনি মূলত 'পূর্বাভাস' পত্রিকার সম্পাদকের অনুরোধে এই বইটি লিখতে উদ্যত হন। এই বইটি সম্পর্কে হুমায়ুন আজাদ বলেছিলেন যে, এই বইটি পুরুষবিদ্বেষী নয় তবে পুরুষতন্ত্রবাদী পুরুষের সমালোচনায় মুখর।\n\n\n== মূল বিষয় ==\nএ বইটি মূলত বিভিন্ন বিদেশী বই এর ওপর ভিত্তি করে লেখা যা বইটির অবতরণিকাতেই উল্লেখিত। বইটিতে পুরুষতন্ত্রবাদ এবং হিন্দু, ইহুদী, খ্রিস্টান এবং ইসলাম ধর্মের বিধি-বিধান দ্বারা নারী কীভাবে শোষিত হয় তার কথা বলা হয়েছে। বইটির প্রথম অধ্যায় শুরু হয় ফরাসী লেখিকা সিমোন দ্য বোভোয়ারের বিখ্যাত উক্তি 'কেউ নারী হয়ে জন্ম নেয় না, ক্রমশ নারী হয়ে ওঠে' দিয়ে। বিভিন্ন অধ্যায়ে অনেক খ্যাতিমান মানুষ যেমন মনোবিজ্ঞানী সিগমুন্ড ফ্রয়েড, কবিগুরু রবীন্দ্রনাথ ঠাকুর, কবি সুধীন্দ্রনাথ দত্ত, বিশিষ্ট সাহিত্যিক বঙ্কিম চন্দ্র চট্টোপাধ্যায়, ফরাসী দার্শনিক জ্যা জ্যাক রুশো সহ অনেক ঐতিহাসিক গুরুত্বপূর্ণ ব্যক্তির সমালোচনা করা হয়েছে, এছাড়াও 'প্রেম ও কাম' অধ্যায়ে প্রেমের বিরোধিতা করে 'কাম' বা 'যৌনতা'র পক্ষে কথা বলা হয়েছে এবং 'বিয়ে ও সংসার' অধ্যায়ে বিয়ের বিরোধিতা করা হয়েছে।\n\n\n=== অধ্যায়সমূহ ===\nএই বইয়ের অধ্যায়গুলো হলোঃ\n\nনারী ও তার বিধাতাঃ পুরুষ - এ অধ্যায়তে বোঝানো হয়েছে যে, পুরুষতান্ত্রিক সভ্যতায় এবং সমাজে পুরুষেরা বিধাতার সমান (রূপকার্থে)।\nলৈঙ্গিক রাজনীতি - এই অধ্যায়তে বলা হয়েছে যে, পুরুষেরা যৌনতার ক্ষেত্রেও এক ধরনের রূপক রাজনীতি করে, এছাড়া সমাজে চলা লিঙ্গ বৈষম্য সম্পর্কে ব্যাখ্যা রয়েছে।\nদেবী ও দানবী - পুরুষতন্ত্র নারীদেরকে একভাবে দেবী'র স্থান দেয় আবার দানবীও করে তোলে, এটা রূপকার্থে বোঝানো হয়েছে।\nনারীজাতির ঐতিহাসিক মহাপরাজয় - প্রাচীন সভ্যতায় নারীদের অবস্থানের বিষয় এখানে বর্ণিত হয়েছে।\nপিতৃতন্ত্রের খড়গঃ আইন বা বিধিবিধান - মুসলিম এবং হিন্দু পিতৃতন্ত্র নারীদের ওপর কীভাবে খড়গ নামায় তার কথা বলা হয়েছ।\nনারীর শত্রুমিত্রঃ রুশো, রাসকিন, রবীন্দ্রনাথ এবং জন স্টুয়ার্ট মিল - ফরাসী দার্শনিক জ্যা জ্যাক রুশো, ইংরেজ সমাজপতি জন রাসকিন এবং বাঙালি কবি রবীন্দ্রনাথ ঠাকুর এর সমালোচনা করা হয়েছে এঁদের পুরুষতান্ত্রিক মন-মানসিকতার কারণে এবং ইংরেজ দার্শনিক জন স্টুয়ার্ট মিলের পক্ষে কথা বলা হয়েছে তার নারী-অধিকার বিষয়ক লেখনীর জন্যে।\nফ্রয়েডীয় কুসংস্কার, ও মনোবিশ্লেষাণাত্মক-সমাজবৈজ্ঞানিক প্রতিক্রিয়াশীলতা - প্রখ্যাত মনোবিজ্ঞানী সিগমুন্ড ফ্রয়েড নারীদেরকে কোন দৃষ্টিভঙ্গী দিয়ে দেখতেন তা এই অধ্যায়তে লিখিত হয়েছে।\nনারী, তার লিঙ্গ ও শরীর - নারীদের শরীর যে পুরুষতন্ত্রবাদী সমাজ নিষিদ্ধ করে রাখে তা বোঝানো হয়েছে।\nবালিকা - এই অধ্যায়ে বালিকার বেড়ে ওঠার বর্ণনা রয়েছে।\nকিশোরীতরুণী - কিশোরী এবং তরুণীদের জীবন কোথায় কেমন তা বলা হয়েছে।\nনষ্টনীড় - নারীদের মাসিক ঋতুস্রাব সম্বন্ধে বলা হয়েছে, পুরুষতন্ত্রবাদী সমাজ ঋতুস্রাবকে গোপন রাখে - এমনতা বোঝানো হয়েছে।\nপ্রেম ও কাম - প্রেমকে সাংস্কৃতিক (পুরুষতন্ত্রবাদের সৃষ্টি) এবং যৌনতাকে মানুষের জৈবিক, আদিম এবং মৌলিক চাহিদা বোঝানো হয়েছে।\nবিয়ে ও সংসার - পুরুষতান্ত্রিক সভ্যতায় বিয়ে নারীদের জন্য যে একটি পেশা এবং এতে নারীরা যেয়ে একটি পুরুষের সঙ্গে সংসার করে তাদের জীবন অবিকশিত করে দেয় তা বোঝানো হয়েছে।\nধর্ষণ - পিতৃতান্ত্রিক সমাজে নারীরা কেন ধর্ষিত হয় তার সংক্ষিপ্ত ইতিহাস এবং ব্যাখ্যা রয়েছে এই অধ্যায়ে।\nমেরি ওলস্টোনক্র্যাফ্টঃ অগ্নিশিখা ও অশ্রুবিন্দু - প্রখ্যাত ইংরেজ নারীবাদী মেরি ওলস্টোনক্রাফট এর সংক্ষিপ্ত জীবন-কাহিনী এই অধ্যায়ের মূল বিষয়।\nরামমোহন ও বিদ্যাসাগরঃ প্রাণদাতা ও জীবনদাতা - ব্রিটিশ আমলের দু'জন বাঙালি রাজা রামমোহন রায় এবং ঈশ্বরচন্দ্র বিদ্যাসাগরের প্রশংসা করা হয়েছে, রামমোহন সতীদাহ প্রথা বাতিলের পক্ষে ছিলেন আর ঈশ্বরচন্দ্র ছিলেন বিধবা-বিবাহ প্রচলনের পক্ষে।\nপুরুষতন্ত্র ও রোকেয়ার নারীবাদ - প্রাক-বাংলাদেশ ভূখণ্ডে জন্মগ্রহণকারী প্রথম পুরোদস্তুর নারী-অধিকারবাদী লেখিকা ছিলেন রোকেয়া, এই অধ্যায়তে তার সম্বন্ধে কিছু তথ্য আছে।\nবঙ্গীয় ভদ্রমহিলাঃ উন্নত জাতের নারী উৎপাদন - উনিশ শতকের বাংলার সমাজে নারীরা কিরকম জীবন-যাপন করতো তার বর্ণনা এই অধ্যায়ের বিষয়।\nনারীবাদী সাহিত্যতত্ত্ব ও সমালোচনা - নারীবাদী বিদেশী সাহিত্যের মূল্যায়ন-অবমূল্যায়ন রয়েছে এই অধ্যায়ে।\nনারীদের নারীরাঃ নারীদের উপন্যাসে নারীভাবমূর্তি - নারীকেন্দ্রিক বাংলা উপন্যাসে নারীকে কীভাবে উপস্থাপন করা হয় বা হয়েছে সেটা এই অধ্যায়ের বিষয়।\nনারীর ভবিষ্যৎ - নারীর ভবিষ্যৎ কিরূপ হওয়া উচিৎ বা হবে তার কিছুটা রূপরেখা দেওয়া হয়েছে এখানে।\n\n\n== নিষিদ্ধকরণ ==\nহুমায়ুন আজাদ রচিত এই বইটি ১৯৯৫ সালের ১৯ নভেম্বর বাংলাদেশের তৎকালীন সরকার কর্তৃক নিষিদ্ধ ঘোষণা করা হয়। প্রায় সাড়ে চার বছর পরে ২০০০ সালের ৭ মার্চ উচ্চবিচারালয় বইটির নিষিদ্ধকরণ আদেশ বাতিল করে। তারপর থেকে বইটি পুনরায় প্রকাশিত হতে থাকে 'আগামী প্রকাশনী' সংস্থা থেকে।\n\n\n== আরও দেখুন ==\nহুমায়ুন আজাদের গ্রন্থতালিকা\n\n\n== টিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nহুমায়ুন আজাদ (১৯৯৫)। আততায়ীদের সঙ্গে কথোপকথন (প্রথম সংস্করণ)। ঢাকা: আগামী প্রকাশনী (প্রকাশিত হয় ফেব্রুয়ারি ১৯৯৫)। আইএসবিএন 978-984-04-1542-7। \n\n\n== বহিঃসংযোগ ==\nগুডরিড্‌সে নারী"}