{"pageid": 107873, "title": "হরিচাঁদ ঠাকুর", "url": "https://bn.wikipedia.org/wiki?curid=107873", "content": "হরিচাঁদ ঠাকুর (১৩ মার্চ ১৮১২ – ৮ মার্চ ১৮৭৮) মতুয়া মহাসঙ্ঘের প্রবর্তক। তিনি সমাজের পিছিয়ে পড়া হিন্দু সম্প্রদায়ের লোকেদের জন্য এবং সমাজের দলিত মানুষের উন্নয়নে নানান কাজ  করেছিলেন। এই লক্ষ্যে হরিতনয় শ্রীশ্রী গুরুচাঁদ ঠাকুর ০৯ অক্টোবর, ১৯৩২ সালে মতুয়া হিন্দুদের জন্য একমাত্র সংগঠন শ্রীশ্রী হরিচাঁদ-গুরুচাঁদ মিশন প্রতিষ্ঠা করেন যা পরর্বতীতে শ্রীশ্রী হরিচাঁদ-গুরুচাঁদ মতুয়া মিশন নামে পরিচালিত হয়। যার কেন্দ্রীয় কার্যালয় শ্রীধাম ওড়াকান্দি ঠাকুরবাড়িতে অবস্থিত এবং বর্তমান সভাপতি মহা-মতুয়াচার্য শ্রীপদ্মনাভ ঠাকুর, সর্বোচ্চ আধ্যাত্মিক গুরু এবং গদিসমাসীন ঠাকুর পূণ্য লীলাভূমি শ্রীধাম ওড়াকান্দি।\nনমঃশূদ্র জাতির উৎপত্তি চন্ডাল জাতি থেকে। চন্ডাল একটি বংশ। চন্ডাল বংশ স্থাপন করেন নান্নুক ৮৩১ খ্রিস্টাব্দে। চন্ডাল বংশের শাসনকাল ৮৩১ খ্রিষ্টাব্দ থেকে ১২১৫ খ্রিষ্টাব্দ পর্যন্ত। চন্ডাল বংশ রাজশক্তি হারাবার পর বিভিন্ন নিম্নমানের কাজ কর্ম নিযুক্ত করা হয়। দীর্ঘদিন বিদ্যা চর্চা না থাকায় তাদের ইতিহাস জানেনা। বর্তমানে চান্ডাল রাই নমঃশূদ্র নামে পরিচিত। নমঃশূদ্র জাতির পূর্বপুরুষ গোন্ড জাতির আদিবাসী।\n\n\n== সংক্ষিপ্ত জীবনী ==\nশ্রী শ্রী হরিচাঁদ ঠাকুর ১৮১২ খ্রিষ্টাব্দের ১৩ই মার্চ (১২১৮ বঙ্গাব্দের ২৯ ফাল্গুন, মধুকৃষ্ণা ত্রয়োদশী তিথি) অবিভক্ত ভারতবর্ষে তথা পূর্ব বাংলার বর্তমান গোপালগঞ্জ জেলার কাশিয়ানী থানার অন্তর্গত ওড়াকাঁন্দির পার্শ্ববর্তী সাফলাডাঙ্গা গ্রামে এক বৈষ্ণব পরিবারে জন্মগ্রহণ করেছিলেন। তাঁর মাতা-পিতার নাম অন্নপূর্ণা বৈরাগী ও যশোমন্ত বৈরাগী। শ্রী শ্রী হরিলীলামৃত অনুসারে তাঁর পূর্বপুরুষের আদিবাস ছিল  রাঢ়দেশে। তাঁর প্রাতিষ্ঠানিক শিক্ষা সেভাবে হয়নি, কিন্তু প্রেম-ভক্তির কথা সহজ-সরলভাবে প্রচার করতেন। বৈষ্ণব বাড়িতে জন্ম হওয়ার কারণে শাস্ত্র আলোচনার মাধ্যমে বিভিন্ন শাস্ত্রের সম্পর্কে জ্ঞান লাভ করেন, বিভিন্ন জায়গায় অবস্থান করার সুযোগে অভিজ্ঞতালব্ধ জ্ঞান অর্জন করেছিলেন তিনি। তার প্রচলিত সাধন পদ্ধতিকে বলা হতো মতুয়াবাদ। তার দুই ছেলে গুরুচাঁদ ঠাকুর ও উমাচরণ ঠাকুর। শ্রী শ্রী গুরুচাঁদ ঠাকুর তার পিতা শ্রী শ্রী হরিচাঁদ ঠাকুরের মৃত্যুর পর মতুয়া বা সূক্ষ্ম সনাতন ধর্মের উন্নতিসাধন, শিক্ষার প্রসারে ব্রতী হয়েছিলেন। শ্রী শ্রী হরিচাঁদ ঠাকুরের জীবনী নিয়ে কবি রসরাজ তারক চন্দ্র সরকার শ্রীশ্রী হরিলীলামৃত নামক গ্রন্থটি রচনা করেন। শ্রী শ্রী  হরিচাঁদ ঠাকুর একজন মহাপুরুষ হিসাবে অবতার যা তার অনুসারিরা(ভক্তরা) সকলে বিশ্বাস করেন এবং তাকে বলা হয় পতিতপাবন।\nতাঁর ভক্তরা তাঁকে শ্রীচৈতন্যদেব এবং গৌতম বুদ্ধের যৌথ অবতার বলে মনে করতো। তাঁর প্রচারিত মতুয়া বা সূক্ষ্ম সনাতন ধর্মে কোনো দেব-দেবীর স্থান নেই।\nভক্ত ও অনুসারীদের উদ্দেশ্যে তিনি সত্য , প্রেম, পবিত্রতা এবং দ্বাদশ আজ্ঞা দিয়ে গেছেন ।  তৎকালীন সময়ে শ্রী শ্রী হরিচাঁদ ঠাকুরের আদর্শ মেনে ছত্রিশটি(৩৬) জাতি একত্রিত হয়েছিল । এই জাতির মধ্যে ( ক্ষত্রিয়, বৈশ্য, শুদ্র , ব্রাহ্মণ ,মুসলিম, খ্রিস্টান ) প্রত্যেক জাতির দৃষ্টান্তমূলক উপস্থিতি দেখা যায় । বর্তমানে তাঁর অনুসারীরা মতুয়া সম্প্রদায় নামে পরিচিত । এখানে বলা বাহুল্য যে  \"সকল নমঃ মতুয়া কিন্তু সকল মতুয়া নমঃ নয়\"।\nরসরাজ তারক চন্দ্র সরকার শ্রীশ্রী হরিলীলামৃত গ্রন্থ রচনার মাধ্যমে সকল মতুয়া বা সূক্ষ্ম সনাতন ধর্মের সমস্ত ধরনের দ্বিধা দ্বন্দ্বের সমাধান প্রকাশ করেন এবং দিক নির্দেশনা স্বয়ং কে বিচার করতে বলেছেন । যুগবিচারে প্রাতিষ্ঠানিক বিস্তারে বিভিন্ন  আধ্যাত্মিক বিষয় উল্লেখ রাখেন ।\n\n\n== মৃত্যু ==\nহরিচাঁদ ঠাকুর ইংরেজি ৮ই মার্চ ১৮৭৮ খৃস্টাব্দে (১২৮৪ বঙ্গাব্দের ২৩ ফাল্গুন) মহাপ্রয়াণ লাভ করেন। মহাপ্রয়াণ কালে তাঁর বয়স হয়েছিল ৬৬ বছর।\n\n\n== ঠাকুরবাড়ি ও মতুয়া ধাম ==\nগোপালগঞ্জ জেলার কাশিয়ানি উপজেলার ওড়াকাঁন্দি-তে হরিচাঁদ ঠাকুরের  ঠাকুরবাড়ি অবস্থিত। এটি গোবরা-কাশিয়ানী একক ডিজেল রেললাইনের কাছে ছোট বাহিরবাগ স্টেশন থেকে ৮ কিমি উত্তর-পূর্বে দিকে অবস্থিত। এর পূর্বে রাজপাট ইউনিয়ন অবস্থিত।\nসনাতন ধর্মমতে, প্রতি বছর চৈত্র মাসের মধুকৃষ্ণা ত্রয়োদশী  তিথীতে ঠাকুর বাড়িতে মহাবারুনি পূণ্য স্নান ও মতুয়া মহামেলা অনুষ্ঠিত হয়।\nমতুয়া সম্প্রদায়ের মানুষের কাছে পশ্চিমবঙ্গের বনগাঁর ঠাকুরনগর  ঠাকুরবাড়ি ও মতুয়া ধাম বর্তমানে একটি গুরুত্বপূর্ণ তীর্থ কেন্দ্রে পরিণত হয়েছে। মতুয়া ধাম ঠাকুরনগর রেলওয়ে স্টেশন থেকে ১ কিলোমিটারের মধ্যে অবস্থিত। প্রতিবছর চৈত্র মাসে মতুয়া সম্প্রদায়ের ধর্মগুরু শ্রী শ্রী হরিচাঁদ ও তার কনিষ্ঠপুত্র শ্রী শ্রী গুরুচাঁদ ঠাকুরের আদর্শে মতুয়া ধামে মতুয়া মহামেলা  মহা মেলাবসে।\n\n\n== তথ্যসূত্র ==\n6.https://en.m.wikipedia.org/wiki/Chandelas_of_Jejakabhukti  চন্ডাল বংশের বাংলা শাসন কাল\n\n\n== বংশ তালিকা ==\nবাংলাপিডিয়ায় হরিচাঁদ ঠাকুর"}