{"pageid": 1078816, "title": "সাদা তুলসী", "url": "https://bn.wikipedia.org/wiki?curid=1078816", "content": "সাদা তুলসী (বৈজ্ঞানিক নাম: Ocimum basilicum) হলো ল্যামিয়াসিয়াই (পুদিনা) গোত্রের একটি উদ্ভিদ। এই প্রজাতি বাবুই তুলসী, দুলাল তুলসী, গুলাল ইত্যাদি নামেও পরিচিত। ইংরেজি ভাষায় একে “কমন বাসিল” বা “গ্রেট বাসিল” নামে অভিহিত হয়।\nসাদা তুলসী মধ্য আফ্রিকা থেকে দক্ষিণ-পূর্ব এশিয়া পর্যন্ত বিস্তৃত ক্রান্তীয় অঞ্চলের স্থানীয় উদ্ভিদ। এটি একটি নরম উদ্ভিদ। এটি বিশ্বব্যাপী রান্নায় ব্যবহৃত হয়।\nএ ধরনের তুলসীর বিভিন্ন প্রকরণ রয়েছে। এছাড়াও বিভিন্ন প্রজাতি ও হাইব্রিডকেও “বাসিল” বলা হয়। সুগন্ধীর জন্য ব্যবহৃত তুলসীগুলোকে মিষ্টি তুলসী (বা গিনোভিজ তুলসী) বলা হয়। এটি থাই তুলসী (O. basilicum var. thyrsiflora), লেবু তুলসী (O. × citriodorum) ও সাধারণ তুলসীর (Ocimum tenuiflorum) থেকে পৃথক। তুলসীর অধিকাংশ জাত একবর্ষজীবী হলেও উষ্ম, ক্রান্তীয় অঞ্চলের কিছু জাত বহুবর্ষজীবী হয়ে থাকে; যেমন: সাধারণ তুলসীর খুব নিকট সম্পর্কযুক্ত আফ্রিকান নীল তুলসীর নাম উল্লেখ করা যায়।\n\n\n== বর্ণনা ==\nসাদা তুলসী একবর্ষজীবী বা কখনো কখনো বহুবর্ষজীবী উদ্ভিদ। এর মূলত পাতাই ব্যবহৃত হয়। উদ্ভিদের প্রকরণের ওপর নির্ভর করে সাদা তুলসী ৩০–১৫০ সেমি (১–৫ ফু) পর্যন্ত লম্বা হতে পারে। এর পাতা সবুজ ও ডিম্বাকার; তবে জাতের ওপর নির্ভর করে বিভিন্ন আকার হতে পারে। পাতা ৩–১১ সেমি (১–৪+১⁄২ ইঞ্চি) পর্যন্ত লম্বা এবং ১–৬ সেমি (১⁄২–২+১⁄২ ইঞ্চি) পর্যন্ত প্রশস্ত হতে পারে। সাদা তুলসীর প্রধান মূল মোটা ও কেন্দ্রীয়। এর ফুল ছোট ও সাদা। গাছের একদম উপরে প্রধান কাণ্ড থেকে উদ্ভূত কেন্দ্রীয় পুষ্পমঞ্জরিতে ফুল জন্মায়।\n\n\n=== উদ্ভিজ্জ রসায়ন ===\nসাদা তুলসীতে উপস্থিত উদ্বায়ী জৈব যৌগের কারণে এর স্বতন্ত্র গন্ধ পাওয়া যায়, যা আবার জাতভেদে আলাদা হয়। ইউরোপীয় সাদা তুলসীর উদ্বায়ী তেলে ৩:১ অনুপাতে উচ্চমাত্রার লিনালুল ও এস্ট্রাগল থাকে। এছাড়া অন্যান্য উপাদানের মধ্যে রয়েছে ১,৮-সিনিয়োল, ইউজিনল এবং মিরসিন। মিষ্টি তুলসীতে থাকা ইউজিনল লবঙ্গের মতো গন্ধের জন্য দায়ী। সাদা তুলসীর মূল গন্ধের জন্য দায়ী হলো মূলত ১,৮-সিনিয়োল এবং মিথাইল ইউজিনল।\n\n\n== ব্যুৎপত্তি ==\nসাদা তুলসী “বাবুই তুলসী”, “দুলাল তুলসী” বা “গুলাল” নামেও পরিচিত। চাকমা ভাষায় একে “সাব্রাং”, চাক ভাষায় “নং না”, মারমা ভাষায় “হন-ঔং-শাওয়ি”, ওরাওঁ ভাষায় “তুলসী-বাহা”, পাংখুয়া ভাষায় “পের-ফু” এবং ত্রিপুরী ভাষায় “বানা” বলা হয়।\nসাদা তুলসীর ইংরেজি নাম “বাসিল” (basil) লাতিন basilius (ব্যাসিলিয়াস) ও গ্রিক βασιλικόν φυτόν (ব্যাসিলিকন ফুটন) থেকে আগত, যার অর্থ “রাজকীয় উদ্ভিদ”। সম্ভবত, রাজকীয় সুগন্ধী তৈরিতে এর ব্যবহার থেকে এরূপ নামকরণ হয়েছে। তবে “বাসিল” শব্দটি কিংবদন্তি সরীসৃপ বাসিলিস্ক নাম থেকেও এসে থাকতে পারে। উদ্ভিদটি সম্ভবত বাসিলিস্কের বিষের প্রতিষেধক তৈরিতে ব্যবহৃত হতো।\n\n\n== শ্রেণিবিন্যাসবিদ্যা ==\n\nসাদা তুলসীর বিভিন্ন জাত, এর পলিমর্ফি এবং ওকিমাম গণের অন্যান্য সদস্য এবং সাদা তুলসীর অন্যান্য প্রকরণের মধ্যে পরপরাগায়নের কারণে সাদা তুলসীর প্রকৃত শ্রেণিবিন্যাস করা যায় না। সাদা তুলসীর অন্তত ৬০টি জাত আছে, যা এর শ্রেণিবিন্যাসকে আরও জটিল করে তুলেছে।\nসাদা তুলসীর অধিকাংশ মিষ্টি তুলসীর জাত।\n\nমৌরী তুলসী, যষ্টিমধু তুলসী বা পারস্য তুলসী (O. basilicum 'Liquorice')\nদারুচিনি তুলসী (Ocimum basilicum 'Cinnamon')\nকৃষ্ণোপল তুলসী (Ocimum basilicum 'Dark Opal')\nলেটুস পাতা তুলসী (Ocimum basilicum 'Crispum')\nবেগুনি তুলসী (Ocimum basilicum 'Purpurescens')\nরুবিন তুলসী (Ocimum basilicum 'Rubin')\nগোলক তুলসী, খর্বাকায় তুলসী, ফরাসি তুলসী (Ocimum basilicum 'Minimum')\nথাই তুলসী (Ocimum basilicum thyrsifolium)\n\n\n=== হাইব্রিড ===\nআফ্রিকান নীল তুলসী (Ocimum basilicum X O. kilimandscharicum)\nমসলা তুলসী (Ocimum basilicum X O. americanum; কখনো কখনো সাধারণ তুলসী হিসেবে বিক্রি হয়)\nলেবু তুলসী (Ocimum basilicum X O. americanum)\n\n\n=== সমতুল্য প্রজাতি ===\nকর্পূর তুলসী, আফ্রিকান তুলসী (O. kilimandscharicum)\nলবঙ্গ তুলসী, আফ্রিকান তুলসী বলেও অভিহিত (Ocimum gratissimum)\nসাধারণ তুলসী (Ocimum tenuiflorum; পূর্বে O. sanctum)\n\n\n=== অন্যান্য জাত ===\nঅন্যান্য ওকিমাম প্রজাতিসহ বিভিন্ন জাতের তুলসী এশিয়াব্যাপী জন্মায়। সাধারণ তুলসীর মতো এশিয়ায় জাত এইসমস্ত তুলসীতে লবঙ্গের মতো সুগন্ধ সাধারণত ভূমধ্যসাগরীয় অঞ্চলে জাত তুলসীর চেয়ে অধিক কড়া। সাইট্রাল নামক জৈবরাসায়নিকের উপস্থিতির জন্য লেবু তুলসীতে লেবুর মতো গন্ধ পাওয়া যায়, যা অন্যান্য তুলসী থেকে আলাদা। ইন্দোনেশিয়ার রান্নায় “কেমাঙ্গি” (kemangi) নামে এই উদ্ভিদটি ব্যাপকভাবে ব্যবহৃত একটি উপচার। সেদেশে ভাজা মাছ বা হাঁসের সাথে খাওয়ার জন্য কাঁচা বাঁধাকপি, সবুজ শিম ও শসার সাথে সাদা তুলসী মিশিয়ে পরিবেশন করা হয়। এর ফুল ভেঙে সালাদে রুচিবর্ধক উপাদান হিসেবে ব্যবহার করা হয়।\n\n\n== আবাস ও বিস্তার ==\nসাদা তুলসী ভারত এবং আফ্রিকা থেকে দক্ষিণ-পূর্ব এশিয়া পর্যন্ত বিস্তৃত ক্রান্তীয় অঞ্চলের স্থানীয় উদ্ভিদ। তবে মানুষের চাষের জন্য বিশ্বব্যাপী সাদা তুলসী জন্মায়।\n\n\n== চাষাবাদ ==\nঔষধি এবং আলঙ্কারিক উদ্ভিদ হিসেবে লাগানো তুলসীর অধিকাংশই ওকিমাম ব্যাসিলিকাম প্রজাতির হয়ে থাকে। এছাড়া অন্যান্য কিছু প্রজাতি এবং আন্তঃপ্রজাতিক সংকর উদ্ভিদও লাগানো হয়। এই প্রজাতি ও সংকরের অধিকাংশই সবুজ রঙের; তবে 'পার্পল ডিলাইট' প্রভৃতি জাতের পাতা বেগুনি আভাযুক্ত।\nসাদা তুলসী ৩০–১৩০ সেমি (১২–৫১ ইঞ্চি) পর্যন্ত লম্বা হয়। এর হালকা সবুজ, রেশমি পাতা ৩–১১ সেমি (১–৪+১⁄২ ইঞ্চি) পর্যন্ত লম্বা এবং চওড়ায় ১–৬ সেমি (১⁄২–২+১⁄২ ইঞ্চি) পর্যন্ত হয়। ফুল ছোট, সাদা বর্ণের এবং স্পাইকের শীর্ষে বিন্যস্ত। ল্যামিয়াসিয়ার অন্যান্য উদ্ভিদের মতো চারটি পুংদণ্ড এবং গর্ভাশয় ফুলের পাপড়ির নিচে থাকে না। পতঙ্গের মাধ্যমে পরাগায়নের পর পাপড়ি ঝরে পড়ে এবং বৃতির ভেতরে চার স্তরের অ্যাকিন গঠিত হয়।\nসাদা তুলসী শীতের প্রতি সংবেদনশীল; এটি উষ্ম ও শুষ্ক অঞ্চলে ভালো জন্মায়। প্রচণ্ড ঠাণ্ডার উপস্থিতি থাকলে এটি একবর্ষজীবী উদ্ভিদ হিসেবে আচরণ করে। কিন্তু, ব্যাপক জনপ্রিয়তার কারণে এটি বিশ্বব্যাপী অনেক দেশে করা হয়ে থাকে। এর উৎপাদন এলাকার মধ্যে রয়েছে নাতিশীতোষ্ণ ও উপক্রান্তীয় ভূমধ্যসাগরীয় অঞ্চল।\nউত্তর ইউরোপ, কানাডা ও মার্কিন যুক্তরাষ্ট্রের উত্তরাঞ্চলীয় রাজ্যসমূহে এবং নিউজিল্যান্ডের দক্ষিণাঞ্চলীয় দ্বীপপুঞ্জে পিটের পাত্রে কাচের নিচে জন্মিয়ে বসন্তের শেষে বা গ্রীষ্মের শুরুতে (যখন শীতের প্রকোপের সম্ভাবনা কম) মাটিতে লাগানো হলে সাদা তুলসী সবচেয়ে ভালো হয়। এছাড়াও, এই জলবায়ু অঞ্চলে এমনিতেই সাদা তুলসী বেঁচে থাকে। আবার শীতের প্রকোপের সম্ভাবনা না থাকলে এটি মাটিতে লাগানো যায়। সেঁচের সুবিধাসম্পন্ন এবং সরাসরি সূর্যালোক পায় এমন মাটিতে এটি সবচেয়ে ভালো জন্মায়।\nযদিও সাদা তুলসী বাইরের খোলা পরিবেশে জন্মায়, তবুও অন্যান্য ভেষজ উদ্ভিদের মতো একে ঘরের ভেতরে টবে লাগানো যায়। সেক্ষেত্রে রোদ পায় এবং ঠাণ্ডায় আক্রান্ত হয় না, এমন খোলামেলা জানালার পাশে একে লাগানো যায়। কাচের ঘর বা ছাদের ব্যবস্থা করা সম্ভব হলে সবচেয়ে ভালো হয়। এমনকি ভবনের নিচের ভূগর্ভস্থ কক্ষের প্রতিপ্রভ বাতির নিচেও এটি বাড়তে পারে। এর পাতা পানির অভাবে বা অন্য কোনো কারণে নিষ্প্রাণ হয়ে গেলে, কিছুদিন পর্যাপ্ত পানি এবং সূর্যালোক পেলে নিজে নিজেই ঠিক হয়ে যায়। নিচের দিকে পাতার হলুদাভ রঙ থেকে গাছের ওপর অতিরিক্ত চাপ নির্ণয় করা যায়; অর্থাৎ পাতা হলুদ হলে কম পানি এবং প্রয়োজনমতো কম অথবা বেশি সার দিতে হবে। বীজ হওয়া পর্যন্ত অপেক্ষা করলে, সেখান থেকে পরবর্তী বছর সাদা তুলসী পুনরায় জন্মায়। সাদা তুলসী গাছে নিয়মিত পানি দিতে হয়, তবে অন্যান্য জলবায়ু অঞ্চলের উদ্ভিদের মতো এর তেমন যত্ন নেওয়ার দরকার পড়ে না।\nকাণ্ডের মাথায় ফুল আসামাত্রই সেই কাণ্ডে পাতা জন্মানো বন্ধ হয়ে যায়, কাণ্ডটি শক্ত হতে থাকে এবং উদ্বায়ী তেল উৎপাদন কমে আসে। এরকম পরিস্থিতি প্রতিরোধের জন্য ফুল পূর্ণাঙ্গ হওয়ার আগেই ফুলের ডাল ভেঙে দিতে হয়। কেননা কেবলমাত্র পুষ্পায়নরত ডালের এমন হয়ে থাকে। সাদা তুলসীর কিছু কিছু ডাল এভাবে পাতা উৎপাদনের জন্য ছাটতে হয়, আবার সৌন্দর্যবর্ধন অথবা বীজ উৎপাদনের জন্য কিছু ডাল রেখে দিতে হয়।\nফুল আসার পর গাছের শুঁটির মতো বীজপাত্রে ছোট ছোট কালো বীজ আসে। এগুলো সংগ্রহ করে পরবর্তী বছরে লাগানোর জন্য সংরক্ষণ করা যায়। গাছ থেকে পাতা তুলে ফেলা গাছের বৃদ্ধিতে সহায়তা করে। কেননা, আগডালের পাতা তুলে ফেললে দুইটি পাশাপাশি পাতার স্থান থেকে নতুন ডাল বের হয়।\nসাদা তুলসীকে অনেক সময় টমেটোর সাথে সহচর উদ্ভিদ হিসেবে লাগানোর পরামর্শ দেওয়া হয়ে থাকে। কথিত আছে যে, এতে সাদা তুলসী টমেটো থেকে পোকামাকড় দূরে রাখবে এবং টমেটোর গন্ধের মান বৃদ্ধি পাবে। তবে, পরীক্ষা-নিরীক্ষায় দেখা যায়, টমেটো গাছের পাশে সাদা তুলসী লাগালে টমেটোতে তার কোনো বিশেষ প্রভাব পড়ে না।\n\n\n=== রোগ-বালাই ===\nসাদা তুলসীতে বেশ কয়েকরকমের জীবাণু আক্রমণ করে, যার জন্য উৎপাদন কখনো কখনো মারাত্মক হ্রাস পায়। সাদা তুলসীতে ফিউসারিয়াম ধরনের উইল্ট হলো একধরনের মাটিবাহিত ছত্রাকের সংক্রমণ, যা দ্রুত নতুন গজানো চারা উদ্ভিদকে মেরে ফেলতে পারে। পাইথিয়াম ড্যাম্পিংয়ের কারণেও চারাগাছের মৃত্যু ঘটতে পারে। সাদা তুলসীর পাতার আরেকটি রোগ হলো বট্রিটিস সিনেরিয়া-ঘটিত গ্রে মোল্ড। পাতা তোলার পর এর সংক্রমণ দেখা যায়। এমনকি এই সংক্রমণ পুরো গাছকেই মেরে ফেলতে পারে। এছাড়াও ছত্রাকের কোলেটোট্রিকার গণের দ্বারা আক্রান্ত হলে পাতায় কালো ছোপ ছোপ দাগ দেখা যায়। পেরোনোস্পোরা বেলবাহরি ঘটিত ডাউনি মিলডিউ হলো তুলসীর আরেকটি গুরুত্বপূর্ণ রোগ, যা ২০০৪ সালে ইতালিতে সর্বপ্রথম শনাক্ত হয়। এরপর ২০০৭ এবং ২০০৮ সালে মার্কিন যুক্তরাষ্ট্রেও এটি শনাক্ত হয়।\nএছাড়া সাদা তুলসীতে রোগ সৃষ্টি করে না এমন জীবাণুও পাওয়া যায়, যেমন: নভোস্ফিঙ্গোবিয়াম।\n\n\n== ব্যবহার ==\n\n\n=== রান্নায় ===\nসাদা তুলসী রান্নায় মূলত কাঁচা অবস্থায় ব্যবহার করা হয়। উত্তাপে এর গন্ধ সহজে নষ্ট হয়ে যায় বলে সাধারণত একে সবার শেষে যোগ করা হয়। ফুটন্ত পানিতে দ্রুত ব্লাঞ্চিংয়ের পর স্বল্প সময়ের জন্য প্লাস্টিকের ব্যাগে ফ্রিজে কিংবা দীর্ঘ সময়ের জন্য ফ্রিজারে সংরক্ষণ করা যায়।\nসাদা তুলসী জলপাই তেল দিয়ে তৈরি ইতালীয় সস পেস্তোর অন্যতম প্রধান উপাদান। এছাড়া এটি ইতালীয় মারিনারা সসেরও অন্যতম মূল উপাদান।\nভূমধ্যসাগরীয় অঞ্চলের সাদা তুলসী প্রধান জাতগুলো হলো “জিনোভিজ”, “পার্পল রাফলস”, “ম্যামথ”, “সিনামন”, “লেমন”, “গ্লোব” এবং “আফ্রিকান ব্লু”। চীনে বিভিন্ন স্যুপ ও অন্যান্য খাবারেও টাটকা বা শুকনো উভয় অবস্থায় তুলসীর ব্যবহার রয়েছে। তাইওয়ানে স্যুপকে ঘন করতে তুলসী ব্যবহৃত হয়। সে দেশে কড়কড়ে ভাজা তুলসীর পাতা দিয়ে মুরগি ভেজেও খাওয়া হয়ে থাকে। আইসক্রিম ও চকলেটে (যেমন ট্রাফলস) একটি সুন্দর গন্ধ আনার জন্য ক্রিম ও দুধে তুলসী (প্রধানত থাই তুলসী) মেশানো হয়। সাদা তুলসীর শুধুমাত্র পাতাই খাওয়া হয় না, এর ফুলেরও খুব সুন্দর ও হালকা গন্ধ আছে এবং এগুলো খাওয়ার উপযোগী।\n\n\n==== বীজ ====\nপানিতে ভেজানো হলে সাদা তুলসীর বীজ পানি শোষণ করে ফুলে ওঠে। এশিয়ার বিভিন্ন দেশে পানীয় ও মিষ্টান্ন তৈরিতে সাদা তুলসীর বীজ ব্যবহার করা হয়। ভারতে ফালুদা বা ইরানে শরবতে রিহান কিংবা ভিয়েতনামে হত-এ তৈরিতে এর বীজ ব্যবহৃত হয়।\nগবেষণায় এর উদ্বায়ী তেলের ছত্রাকনাশী ও পতঙ্গনিরোধী বৈশিষ্ট্য পাওয়া যায়। বিশেষ করে এটি মশাদের প্রতি বিষাক্ত।\n\n\n=== লোকজ ঔষধে ===\nসনাতনী চিকিৎসাশাস্ত্রে, বিশেষত আয়ুর্বেদ ও ঐতিহ্যবাহী চীনা চিকিৎসাশাস্ত্রে তুলসীকে ঔষধি গুণসম্পন্ন বলে মনে করা হয়।\n\n\n== সংস্কৃতিতে ==\nতুলসীকে ঘিরে বিভিন্ন সংস্কৃতিতে বিভিন্ন আচার-বিশ্বাস প্রচলিত রয়েছে। ফরাসি ভাষায় তুলসীকে “রাজকীয় ভেষজ” (l'herbe royale) বলা হয়। ইহুদি লোকসাহিত্যে একে উপবাসকালে শক্তিবর্ধক হিসেবে বর্ণনা করা হয়। পর্তুগালে জন দ্য ব্যাপ্টিস্ট ও পদুয়ার আন্তনির পর্বদিবসে প্রিয়জনকে একটি কবিতা ও কাগুজে কার্নেশন ফুলের সাথে টবে লাগানো খাটো ঝাঁকালো তুলসী উপহার দেওয়া হয়। বিপরীতক্রমে, প্রাচীন গ্রিসে তুলসীকে ঘৃণার প্রতীক হিসেবে দেখা হয়।\nহিন্দুধর্মে তুলসীকে অত্যন্ত পবিত্র হিসেবে মনে করা হয়। গ্রিক অর্থোডক্স গির্জাতেও তুলসীকে পবিত্র বিবেচনায় পবিত্র পানি ছিটাতে ব্যবহার করা হয়। বুলগেরীয় অর্থোডক্স গির্জা, সার্বীয় অর্থোডক্স গির্জা, মেসিডোনীয় অর্থোডক্স গির্জা ও রোমানীয় অর্থোডক্স গির্জায় তুলসী (বুলগেরীয়: босилек, বোসিলেক; ম্যাসেডোনীয়: босилек, বোসিলেক) পবিত্র জল তৈরিতে ব্যবহার করা হয় এবং প্রায়শই বেদির পাশে তুলসী রাখা হয়। পবিত্র ক্রুশ উত্তোলনসংক্রান্ত কিংবদন্তির সাথে সম্পৃক্ত থাকায় অনেক গ্রিক অর্থোডক্স খ্রিষ্টান তুলসীগাছের কোনো অংশ খাওয়া থেকেও বিরত থাকেন।\nহিন্দু ধর্মাবলম্বীরা মৃতের আত্মার সদ্‌গতির আশায় মৃতের হাতে তুলসীপাতা রেখে দেয়। এছাড়া তারা মৃতের মুখেও তুলসীপাতা গুঁজে দেয়। প্রাচীন গ্রিক ও মিশরীয় সভ্যতায় মনে করা হতো তুলসী মৃতের জন্য স্বর্গের দ্বার উন্মোচন করে দেবে।\n\n১৪শ শতাব্দীতে জোভান্নি বোক্কাচ্চোর লিখিত দেকামেরোন-এর গল্পকথকের চতুর্থ দিনের পঞ্চম গল্পে তুলসীর একটি পাত্র মূল অনুঘটক হিসেবে ভূমিকা রাখে। এই বিখ্যাত গল্পটি ১৮১৪ খ্রিষ্টাব্দে জন কিটসকে “ইসাবেলা, অর দ্য পট অব বাসিল” কবিতাটি লিখতে উদ্বুদ্ধ করে। এই কবিতাটি আবার প্রাক-রাফায়েলাইট-ভ্রাতৃ যুগের দুইটি চিত্রকর্মের মূল অনুপ্রেরণা ছিল: একটি ১৮৪৯ খ্রিষ্টাব্দে জন এভারেট মিলেইয়ের ইসাবেল এবং অন্যটি ১৮৬৮ খ্রিষ্টাব্দে উইলিয়াম হোমান হান্টের ইসাবেলা অ্যান্ড দ্য পট অব বাসিল।\n\n\n== আরও দেখুন ==\nতুলসীর জাতের তালিকা\nপতঙ্গনিরোধী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nBasil: Knowing and Growing from the New York Botanical Garden"}