{"pageid": 1078409, "title": "দ্বিতীয় আলবার্ট (বানর)", "url": "https://bn.wikipedia.org/wiki?curid=1078409", "content": "আলবার্ট রেসাস প্রজাতির একটি পুরুষ বানর। যে এই ভি-২ রকেটে করে মহাকাশে প্রথম ভ্রমণ করে। যার নাম ছিলো আলবার্ট।\n\n\n== ইতিহাস ==\n১৯৪৮ সালের জুন মাসে পৃথিবীর প্রথম স্পেস রকেট ভি-২ তে ভর করে শুরু স্তন্যপায়ী প্রানী নিয়ে প্রথম অভিযান। ভন ব্রাউন নামে এক জার্মান ইঞ্জিনিয়ারের আবিষ্কার করা এই ভি-২ রকেটটি বায়ুমণ্ডল আর মহাকাশের সীমানার খুব কাছাকাছি যেতে পারতো। কারণ, ভি-২'ই ভূপৃষ্ঠ থেকে ৮০ কিলোমিটার বা ৫০ মাইল উপরে উঠে যেতে পারত। এই ভি-২ রকেটে করে মহাকাশ দিকে তাক করিয়ে তাতে বসিয়ে দেওয়া হয় রেসাস প্রজাতির একটি পুরুষ বানরকে, যার নাম ছিলো আলবার্ট। বানরটিকে নিয়ে ভুপৃষ্ঠ থেকে প্রায় ৬২ কিলোমিটার উপরে উঠতে সমর্থ হয়েছিলো ভি-২। তবে এই অভিযান সফল ছিলো না, কারণ উৎক্ষেপণের সময়েই সম্ভবত অক্সিজেনের অভাবে মারা যায় আলবার্ট। অবশ্য মার্কিন বিজ্ঞানীরা এতে দমে যাননি। পরের বছর (১৯৪৯ সাল) তারা একই প্রজাতির আরেকটি বানরকে নিয়ে গবেষণা শুরু করলেন। তার নাম দেওয়া হলো দ্বিতীয় আলবার্ট। আবারো ভি-২ রকেটে চড়িয়ে মহাকাশে ছোড়া হলো দ্বিতীয় অ্যালবার্টকে। জীবিত অবস্থায় সে ভূপৃষ্ঠ থেকে প্রায় ১৩৪ কিলোমিটার উপরে গিয়ে মহাশূন্য পরিভ্রমণ করলেও বাধ সাধে ফেরার পথে। তার বাহনের প্যারাসুট কাজ না করায় তীব্র বেগে আলবার্ট আছড়ে পড়ে পৃথিবীর বুকে। তাই এটিও সফল মহাকাশ যাত্রা হিসেবে গণ্য হয়নি। ১৯৪৯ সালেই ৩য় অ্যালবার্ট এবং চতুর্থ অ্যালবার্টও এই চলমান অভিযানে প্রাণ হারায়। এরপর ১৯৫১ সালে ব্যার্থতার শিকার হন অ্যালবার্ট ফাইভ। প্যারাসুটের ইস্যুতে প্রাণ হারায় অ্যালবার্ট নামের শেষ বানর। কারণ অ্যালবার্ট সিক্সকে দেওয়া আরেক নাম ছিলো ইয়োরিক। ভূপৃষ্ঠ থেকে ৭২ কিলোমিটার বা ৪৫ মাইল উপরে গিয়েছিলো ইয়োরিক এবং সফলভাবে পৃথিবীতে ফেরতও এসেছিলো। ল্যান্ড করার কয়েক ঘন্টা পরেই সম্ভবত হিট স্ট্রোকে মারা যায় ইয়োরিক। কারণ, সংক্রীর্ণ ক্যাপসুলটির ভেতরে নিউ মেক্সিকোর সুর্য্য'র গরমের মধ্যে উদ্ধারকারী দলের অপেক্ষায় ছিলো ইয়োরিক।\nনিরাপদ ল্যান্ডিং হলেও এই অভিযানটিকেও অসফল ঘোষণা করা হয়। কারণ, রকেটকে বায়ুমণ্ডল আর মহাকাশের সীমানার অন্তত ১০০ কিলোমিটার বা ৬২ মাইল উপরে যেতে হতো, কিন্তু ইয়োরিককে বহন করা রকেটটি গিয়েছিলো ৭২ কিলোমিটার বা ৪৫ মাইল উপরে। নানা পরীক্ষা-নীরিক্ষার পর অতঃপর সফলতার মুখ দেখলো বিজ্ঞানীরা।\n১৯৫৯ সালের ২৮ মে, জুপিটার মিশাইলে চেপে আবারো রেসাস প্রজাতির বানর 'অ্যাবেল' এক সঙ্গী নিয়ে ভার্জিনিয়া থেকে মহাকাশে যাত্রা শুরু করলো। এই যাত্রায় তার সঙ্গী হিসেবে ছিলো স্কুইরেল মাঙ্কি প্রজাতির বানর 'বেকার'। ভূপৃষ্ঠ থেকে ৩৬০ মাইল দূরের কক্ষপথে পৃথিবীকে প্রদক্ষিণ করেছিল অ্যাবেল ও বেকার। আশ্চর্যের বিষয় হলো উৎক্ষেপণের সময় অভিকর্ষের থেকে প্রায় ৩৮ গুণ বল সহ্য করে মহাশূন্যে প্রায় ১৭৭০ মাইল পথ পাড়ি দেই এই বানর দুটি। আর সুস্থ ভাবে পৃথিবীতে অবতরণও করে দুজনেই। আর এটিই ছিলো প্রথম কোন স্তন্যপায়ী প্রাণীর সফল মহাকাশ ভ্রমণের ইতিহাস, যেখানে মানুষের আগে যায়গা দখল করে নেয় বানর। যদিও পৃথিবীতে সুস্থভাবে অবতরণ করলেও মাত্র এক সপ্তাহের মধ্যেই মৃত্যু হয় অ্যাবেলের। তবে ১৯৮৪ সাল পর্যন্ত বেঁচে ছিল বেকার।\nজানা যায়, মহাকাশ ভ্রমণের আগে পরীক্ষামূলকভাবে তার শরীরে প্রবেশ করানো হয়েছিল ইলেকট্রোড। সেই ইলেকট্রোড বার করার জন্যই পৃথিবীতে ফেরার চারদিন পর অস্ত্রোপচার করা হয়েছিল অ্যাবেলের। কিন্তু মহাকাশভ্রমণের ধকল সহ্য করতে পারলেও অ্যানেস্থেটিকের ডোজের সঙ্গে নিজেকে মানিয়ে নিতে পারেনি অ্যাবেল। হাসপাতালেই মৃত্যু হয় তার। তবে সফল হয়েছিল বেকারের অপরেশন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nErik Gregerson (2010): An Explorer's Guide to the Universe – Unmanned Space Missions, Britannica Educational Publishing, আইএসবিএন ৯৭৮-১-৬১৫৩০-০৫২-৫ (eBook)\nLaunius, R.D.;  ও অন্যান্য। \"Spaceflight: The Development of Science, Surveillance, and Commerce in Space\"। Proceedings of the IEEE। 100 (special centennial issue): 1785–1818। ডিওআই:10.1109/JPROC.2012.2187143।  An overview of the history of space exploration and predictions for the future.\n\nমহাকাশ অনুসন্ধান\n\n\n== বহিঃসংযোগ ==\n\nউইকিবিশ্ববিদ্যালয়ে মহাকাশ ও বিমান ইঞ্জিনিয়ারিং\nএনসাইক্লোপিডিয়া অ্যাস্ট্রোনটিকা\nমহাকাশে যাত্রার মূলনীতি\nTedd E. Hankins; H. Paul Shuch (১৯৮৭-০৩-০৪)। \"Reflections – manned vs. unmanned spaceflight\" (পিডিএফ)। সংগ্রহের তারিখ ২০১১-০৪-১৫।"}