{"pageid": 1078140, "title": "মুফতি আব্দুর রাজ্জাক", "url": "https://bn.wikipedia.org/wiki?curid=1078140", "content": "মুফতি আব্দুর রাজ্জাক (মুফতি আব্দুর রাজ্জাক খান নামেও পরিচিত; ১৩ আগস্ট ১৯২৫ – ২৬ মে ২০২১) ছিলেন একজন ভারতীয় দেওবন্দি ইসলামি পণ্ডিত, মুফতি এবং ভারতের স্বাধীনতা আন্দোলনের কর্মী, যিনি জমিয়ত উলামায়ে হিন্দের নবম সর্বভারতীয় সাধারণ সম্পাদক হিসেবে দায়িত্ব পালন করেছিলেন। সংগঠনটি বিভক্ত হওয়ার পর তিনি আরশাদ গ্রুপের সহ-সভাপতির দায়িত্ব পালন করেন। তিনি ভোপালে জামিয়া ইসলামিয়া আরাবিয়া নামে একটি মাদ্রাসা প্রতিষ্ঠা করেছেন।\n\n\n== জীবনী ==\nআবদুর রাজ্জাক ১৯২৫ সালের ১৩ আগস্ট জন্মগ্রহণ করেন। তিনি ভোপালের মসজিদ মালাং শাহ, জামিয়া দারুল উলুম ইলাহিয়া এবং জামিয়া আহমদিয়ায় পড়াশোনা করেছেন। ১৯৫২ সালের জুলাইয়ে তিনি দারুল উলুম দেওবন্দে ভর্তি হন। তিনি হুসাইন আহমদ মাদানির কাছে সহীহ বুখারী, ফখরুল হাসান মুরাদবাদীর কাছে সহীহ মুসলিম, ইব্রাহিম বলািয়াভির কাছে সুনান আত-তিরমিজী, বশির আহমদের কাছে সুনানে আবু দাউদ, মুবারাক হুসাইনের কাছে সুনানে নাসাই ও সুনানে ইবনে মাজাহ, মেরাজুল হক দেওবন্দির কাছে মুয়াত্তা ইমাম মুহাম্মদ, সৈয়দ হাসানের কাছে মুয়াত্তা ইমাম মালিক, মুহাম্মদ তৈয়ব কাসেমির কাছে শামায়েলে মুহাম্মদিয়া, মুহাম্মদ সালেম কাসেমির কাছে শরহে ওয়াকিয়াহ অধ্যয়ন করেছেন। ১৩৭৭ হিজরিতে তিনি দারসে নিজামি কোর্স সমাপ্ত করেন এবং পরে মাহদী হাসান শাহজাহানপুরীর অধীনে ফিকহশাস্ত্র অধ্যয়ন করেন। তিনি ভারতের স্বাধীনতা আন্দোলনে অংশগ্রহণ করেছিলেন।\n১৯৪৭ সালে তিনি ব্রিটিশ উপনিবেশবাদের বিরুদ্ধে ভোপালের কাজী শিবিরে সংঘটিত লড়াইয়ে অংশ নিয়েছিলেন। ১৯৫৮ সালে তিনি ভোপালের অন্যতম প্রাচীন ও বৃহত্তম ইসলামি শিক্ষাপ্রতিষ্ঠান মাদ্রাসা জামিয়া ইসলামিয়া আরাবিয়া প্রতিষ্ঠা করেন। একইসাথে তিনি মধ্যপ্রদেশের বিভিন্ন মাদ্রাসার পৃষ্ঠপোষক ছিলেন। তিনি মধ্যপ্রদেশের দারুল উলুম দেওবন্দের ‘রাবেতা মাদারিসে ইসলামিয়া’র রাজ্য সভাপতিও ছিলেন। মধ্যপ্রদেশে জমিয়তে উলামায়ে হিন্দের বিস্তারে তার ভূমিকা রয়েছে। ১৯৯১ থেকে ১৯৯৪ পর্যন্ত তিনি এই সংগঠনের সর্বভারতীয় সাধারণ সম্পাদক ছিলেন। ২০০৮ সালে সংগঠনটি বিভক্ত হওয়ার পর তিনি আরশাদ গ্রুপের সর্বভারতীয় সহ-সভাপতি এবং মধ্যপ্রদেশ রাজ্যের সভাপতির দায়িত্ব পালন করেন। ১৯৫৮ সালে তিনি ভোপালের ‘দারুল কাদা’র (ইসলামি আদালত) সহকারি মুফতি নিযুক্ত হন এবং ১৯৬৮ সালে প্রধান বিচারক হিসেবে পদোন্নতি পান। তিনি ১৯৭৪ থেকে ১৯৮৩ পর্যন্ত ভোপাল শহরের মুফতি হিসেবে দায়িত্ব পালন করেছিলেন। তাকে মধ্যপ্রদেশের গ্র্যান্ড মুফতি (মুফতিয়ে আজম) বিবেচনা করা হয়। তিনি ভিন্নমতাবলম্বী নেতাদের সাথে বৈঠক করে আন্তঃধর্মীয় সম্প্রীতির প্রচার করেছিলেন। তিনি একজন স্পষ্টভাষী বক্তা ছিলেন এবং মুসলিমদের পরিস্থিতি অনুযায়ী সাম্প্রদায়িক দাঙ্গা মোকাবেলার নির্দেশ দিয়েছিলেন।\n২০১৬ সালে তিনি মধ্যপ্রদেশে রাষ্ট্রীয় স্বয়ংসেবক সঙ্ঘ, বিশ্ব হিন্দু পরিষদ এবং বজরং দলের কার্যক্রমের নিন্দা করেন; তিনি মুসলমানদের শান্তি বজায় রাখতে এবং রাজ্যের শান্তিপূর্ণ পরিবেশকে ক্ষতিগ্রস্থ করতে পারে এমন দাঙ্গা বা অন্যান্য কার্যক্রমে জড়িত না হওয়ার জন্য বলেছিলেন। তিনি একটি আদেশে বলেছিলেন, ‘যদি কেউ আপনাকে আক্রমণ করে এবং আপনার কাছে অন্যান্যদের দাঙ্গাকারীদের হাত থেকে বাঁচানোর জন্য তাকে হত্যা করা ছাড়া আর কোনও সমাধান না থাকে তবে দ্বিধা করবেন না, এগিয়ে যান’। তিনি মধ্যপ্রদেশের রাজনৈতিক নেতাদেরও এই ডানপন্থী সংগঠনগুলিকে নিয়ন্ত্রণ করতে এবং মুসলমানদের উপর আক্রমণ এবং নির্যাতন চালানো থেকে বিরত রাখতে বলেছিলেন। তিনি বলেছিলেন, ‘তারা যদি না থামে, তবে মুসলমানরাও চুড়ি পরে না।’ মধ্যপ্রদেশের রাজ্যপাল আনন্দিবেন প্যাটেল তাকে ২০২১ সালের জানুয়ারিতে ভারতের স্বাধীনতা সংগ্রামে অংশগ্রহণের জন্য সম্মানিত করেছিলেন।\nতিনি ২০২১ সালের ২৬ মে মৃত্যুবরণ করেন। দিগ্বিজয় সিং, কমলনাথ এবং শিবরাজ সিংহ চৌহান তার মৃত্যুতে শোক প্রকাশ করেন। সমাহিত করার আগে তাকে গার্ড অব অনার দেওয়া হয়েছিল।\n\n\n== প্রকাশনা ==\nতিনি ৫০টিরও বেশি বই রচনা করেছেন যার মধ্যে রয়েছে:\n\nসরজমিনে হিন্দ: আম্বিয়া কিরাম ওয়া ইসলাম\nকুরআন মে কেয়া হে?\nআজাদি, আসলাফ আওর জমিয়ত উলামায়ে হিন্দ\nইসলমি জিন্দেগী: পায়দাস ছে জান্নাত তক\nআহলে কুরআন ও আহলে কিতাব\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ==="}