{"pageid": 1078892, "title": "বিশ্ব পিঙ্ক হিজাব দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1078892", "content": "বিশ্ব পিঙ্ক হিজাব দিবস প্রতিষ্ঠাতা হেন্ড এল-বুরি এবং মিসৌরির কলম্বিয়ার একটি উচ্চ বিদ্যালয়ের একদল শিক্ষার্থী দ্বারা পরীক্ষামূলক একটি উদ্যোগ হিসাবে শুরু হয়েছিল। এর উদ্দেশ্য ছিল স্তন ক্যান্সার সচেতনতা সম্পর্কে মুসলমানদেরকে আলোচনায় সম্পৃক্তকরন, পিঙ্ক স্কার্ফ পরার সময় দল বেঁধে পদযাত্রায় যোগদান এবং এই উদ্দেশ্যে সচেতনতা ও সমর্থন প্রচারের জন্য বিভিন্ন অনুষ্ঠান আয়োজনের মাধ্যমে মুসলমান নারীদের মধ্যে প্রচলিত ভুল ধারণাগুলো দূর করা। বিশ্ব পিঙ্ক হিজাব দিবস সর্বশেষ ২০১১ সালে পালিত হয়েছিল।\nবিশ্ব পিঙ্ক হিজাব দিবস ছিল একটি বৈশ্বিক আন্দোলন যাতে স্তন ক্যান্সার সচেতনতা উদযাপনের জন্য পিঙ্ক রঙের কুফিস (বা মাথার টুপি) পরিধানকারী পুরুষসহ অনেক অংশগ্রহণকারী ছিলেন। এটি মার্কিন যুক্তরাষ্ট্র জুড়ে অনেক ইসলামি স্কুল এবং ছাত্র সংগঠনে অনুষ্ঠিত হয়েছিল।\n\n\n== ইতিহাস ==\n২০০৪ সালে হেন্ড এল বুরি পিঙ্ক হিজাব দিবস প্রতিষ্ঠা করেন , যিনি সেই সময় উচ্চ বিদ্যালয়ের ছাত্র ছিলেন। এটি ছোট পরিসরে মিসৌরির কলম্বিয়ার একটি উচ্চ বিদ্যালয়ে শুরু হয়েছিল। একদল মেয়ে একদিন পিঙ্ক হিজাব পরার সিদ্ধান্ত নিয়েছিল যাতে অন্যরা তাদের হিজাব এবং ইসলাম সম্পর্কে প্রশ্ন করতে উৎসাহিত হয়। আরো বেশি সংখ্যক মানুষ অংশগ্রহণ শুরু করার পর সুসান জি কোমেন ফাউন্ডেশনের সাথে যোগাযোগ করা হয় এবং পিঙ্ক হিজাব দিবস অনুষ্ঠিত হয়। মেয়েরা মনে করেছিল যে পিঙ্ক পোশাক পরিধান করা মুসলিম মেয়েদের হিজাব বা হেডস্কার্ফ পরিধানকে অন্যরা কীভাবে দেখছে এরকম চিন্তা হ্রাস করতে পারে। এই আয়োজেনের নির্মাতারা আশা প্রকাশ করেছেন যে পিঙ্ক হিজাব দিবস ইসলাম এবং হিজাব পরিহিতা নারীদের সম্পর্কে কৌতূহলী ব্যক্তিদের ভুল ধারণা দূর করতে প্রশ্ন করতে উৎসাহিত করবে। তারা স্তন ক্যান্সারের বিরুদ্ধে প্রতিরোধমূলক ব্যবস্থা গ্রহণ এবং নিরাময়ের জন্য বিভিন্ন স্তন ক্যান্সার ফাউন্ডেশনে দান করার প্রচার ও প্রচারণাও করেছিল।\n\n\n=== পূর্ববর্তী তারিখ ===\nবুধবার, ২৯ অক্টোবর, ২০০৮\nবুধবার, ৮ অক্টোবর, ২০০৯\nবুধবার, ২৭ অক্টোবর, ২০১০\nবুধবার, ২৬ অক্টোবর, ২০১১\n\n\n== উদ্দেশ্য ==\nপিঙ্ক হিজাব দিবসের উদ্দেশ্য ছিল তিনটি, যথা-\n\nহিজাব – যারা মুসলিম নারীদের সম্পর্কে কৌতূহলী এবং হিজাব সম্পর্কে আগ্রহী তাদেরকে হিজাব সম্পর্কে প্রশ্ন করতে উৎসাহিত করা\nসমাজ – মুসলিম মহিলাদের বিভিন্ন সম্প্রদায় উন্নতি প্রকল্পে অংশ নিতে উৎসাহিত করা কারণ আমরা যে সমাজে বাস করি তাতে ফ্যাব্রিক একটি মূল্যবান অংশ। এই প্রকল্পগুলির মধ্যে একটি হ'ল স্তন ক্যান্সারের নিরাময়খোঁজার প্রচেষ্টা।\nস্বাস্থ্য - ক্যান্সার গবেষণার জন্য তহবিল সংগ্রহ করা এবং নিয়মিত পরীক্ষা -নিরীক্ষা করে সমস্ত মানুষকে তাদের স্বাস্থ্য বজায় রাখতে এবং প্রতিরোধমূলক পদ্ধতি সম্পর্কে জ্ঞান বাড়াতে উৎসাহিত করা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}