{"pageid": 1078527, "title": "গোবর্ধন শিলা", "url": "https://bn.wikipedia.org/wiki?curid=1078527", "content": "গোবর্ধন শিলা হল ভারতের উত্তর প্রদেশের ব্রজ-এর গোবর্ধন গিরির একটি শিলা। কৃষ্ণ সম্পর্কিত হিন্দু ধর্মগ্রন্থগুলিতে গোবর্ধন গিরি অনন্য অবস্থান ধারণ করে, কারণ বৃজ নামক দেশ যেখানে তিনি জন্মগ্রহণ করেছিলেন। গোবর্ধন বা গিরিরাজ নামে পরিচিত এবং ব্রজের পবিত্র কেন্দ্র হওয়ায় এটিকে কৃষ্ণের প্রাকৃতিক রূপ হিসেবে চিহ্নিত করা হয়। ভারতীয় শিল্প মুর্তিগত চিত্রকে পছন্দ করে, কিন্তু কিছু অ্যানিকনিজম লোক উপাসনা, আদি বৌদ্ধধর্ম, শিবের বাণলিঙ্গ ও বিষ্ণুর  শালিগ্রামে দেখা যায়। এগুলোর সৌর তাৎপর্য রয়েছে এবং উপাসনায় তাদের ব্যবহার ভারতে হিন্দু যুগের আগে। পাথর সাধারণত বাদামী রঙের হয়।\nগোবর্ধন, হিন্দু তীর্থের খুব বিখ্যাত স্থান, মথুরা থেকে ২৬ কিমি পশ্চিমে (নয়াদিল্লি থেকে ১৫৪ কিমি) রাজ্য মহাসড়কে দিগ পর্যন্ত অবস্থিত। গোবর্ধন গিরিরাজ নামে পরিচিত একটি সরু বেলেপাথরের পাহাড়ে অবস্থিত যার দৈর্ঘ্য প্রায় ৮ কিমি। চৈতন্য মহাপ্রভু যখন ১৫১৫ খ্রিস্টাব্দে বৃন্দাবন পরিদর্শনের সময় গোবর্ধন পাহাড়ের পরিক্রমা (প্রদক্ষিণ) করেছিলেন, তখন তিনি পাহাড়ে হাঁটেননি কারণ তিনি গোবর্ধনকে শ্রীকৃষ্ণের থেকে আলাদা বলে মনে করতেন না । ঐতিহ্যগতভাবে বৈষ্ণবগণ গোবর্ধন গিরিতে পা রাখেন না।\n\n\n== কিংবদন্তি ==\n\nএটা বিশ্বাস করা হয় যে হাজার হাজার বছর আগে, দেবতা ইন্দ্রের ক্রোধ থেকে কৃষ্ণের স্বজনদের রক্ষা করার জন্য,\nকৃষ্ণ একটি গিরি তুলেছিলেন এবং তাঁর গোলাপী আঙুল দিয়ে তাঁর মাথার উপরে ধরে রাখেন। এর ঘটনার জন্য কৃষ্ণকে গোবর্ধনধারী বলা হয়। যেহেতু ভগবান কৃষ্ণ ঘোষণা করেছেন যে তিনি এবং গোবর্ধন গিরি আলাদা নয়, তাই বল্লভাচার্য ঐতিহ্যের অনুসারীরা, ভগবান কৃষ্ণের ভক্ত, গোবর্ধন শিলার উপাসনা করেন। তারা শালিগ্রামের সাথে গোবর্ধন শীলের উপাসনা করে, উভয়কেই ভগবানের পরম ব্যক্তিত্বের অ্যানিকনিক প্রতীক হিসাবে বিবেচনা করা হয়, ঠিক যেমন তারা মন্দিরে কৃষ্ণের দেবতার পূজা করে। গোবর্ধন গিরির উত্তোলন, কৃষ্ণের উত্তোলন গোবর্ধন গিরি, গিরিরাজ গোবর্ধন পূজা, কৃষ্ণ উত্তোলন গোবর্ধন গিরি, শ্রী গিরিরাজ গোবর্ধন পূজা। শ্রীমদ্ভাগবতম্ রাজ্য থেকে গোবর্ধন গিরির প্রাসঙ্গিক গ্রন্থের ইংরেজি অনুবাদ:\n\nKrishna assumed a great transcendental form and declared to the inhabitants of Vrindavana that He was Himself Govardhana Hill in order to convince the devotees that Govardhana Hill and Krishna are identical. The identity of Krishna and Govardhana Hill is still honoured, and great devotees take rocks from Govardhan Hill, and worship them exactly as they worship the Deity of Krishna in the temple.  \n\nOf all the devotees, this Govardhana Hill is the best! O my friends, this hill supplies Krishna and Balarama, along with Their calves, cows and cowherd friends, will all kinds of necessities—water for drinking, very soft grass, caves, fruits, flowers and vegetables. In this way the hill offers respects to the Lord. Being touched by the lotus feet of Krishna and Balarama, Govardhana Hill appears very jubilant.\n\n\n== গোবর্ধন পূজা ও গিরি পরিক্রমা ==\n\nবর্তমানে এর সর্বোচ্চ বিন্দুতে, গোবর্ধন গিরি মাত্র ২৫ মিটার (৮০ ফুট) উঁচু এবং প্রশস্ত গিরি। এটি সংকীর্ণ বেলেপাথরের গিরি যা গিরিরাজ নামে পরিচিত যা দৈর্ঘ্যে প্রায় ৮ কিমি।\nকৃষ্ণ যখন ইন্দ্রের ক্রোধ থেকে ব্রজ (বৃন্দাবন) এর অধিবাসীদের রক্ষা করেছিলেন, তিনি তাদের গোবর্ধন পাহাড়ের পূজা করার পরামর্শ দিয়েছিলেন এবং তারা গিরির চারপাশে পূজা ও পরিক্রমা (প্রদক্ষিণ) করেছিলেন। এভাবে, মথুরার কাছে গোবর্ধন পর্বত উত্তোলনের স্মরণে উৎসব কৃষ্ণের দ্বারা গোবর্ধন পূজা হিসেবে প্রচলিত হয় যখন দীপাবলি উদযাপনের পরদিন গোবর্ধন পূজা করা হয়। ধার্মিক ব্যক্তিরা সারা রাত জেগে থাকেন এবং কৃষ্ণের ভোগের (খাবারের নৈবেদ্য) জন্য ছাপ্পান্ন (বা ১০৪) ধরনের বিভিন্ন খাবার রান্না করেন। এই অনুষ্ঠানকে বলা হয় অংকুট বা অন্নকুট যার অর্থ খাদ্যের পাহাড়। বিভিন্ন ধরনের খাদ্য - শস্য, ডাল, ফল, শাকসবজি, চাটনি, আচার এবং সালাদ - দেবতাকে দেওয়া হয় এবং তারপর ভক্তদের কাছে প্রসাদ হিসাবে বিতরণ করা হয়। হাজার হাজার ভক্ত গিরিরাজের জন্য নৈবেদ্য নিয়ে আসেন। এই পুজোর পরে, ভক্তরা গোবর্ধন পরিক্রমা করেন।\nপরিক্রমা হল একটি পবিত্র আচার যাকে বলা হয় গোবর্দন পরিক্রমা যা অনেক বিশ্বাসীরা পালন করেন।গোবর্ধন পরিক্রমা করার জন্য কোন সময়সীমা নেই, কিন্তু যারা দণ্ডবৎ (পূর্ণ প্রণাম) পরিক্রমা করেন তাদের জন্য, একটি কঠিন রূপ যা সপ্তাহ হতে পারে এবং কখনো কখনো এমনকি মাস পর্যন্ত সম্পন্ন হতে পারে।\nএটি একটি স্থানে দাঁড়িয়ে, মাটিতে সমতলভাবে শুয়ে লাঠি (ডান্ডা) এর মতো প্রণাম করে এবং তারপর পুরো রুটটি ঢেকে রাখা পর্যন্ত চলতে থাকে। এটাও বলা হয় যে, কিছু সাধু (হিন্দু ধর্মাবলম্বীরা) পরের দিকে যাওয়ার আগে এক জায়গায় ১০৮ প্রণাম করে ১০৮ দণ্ডবৎ পরিক্রমা করে। এটি সম্পূর্ণ হতে কয়েক মাস লাগতে পারে।\nএই প্রদক্ষিণ অনুষ্ঠানটি আরও ভাল বলে মনে করা হয় যদি এটি দুধ দিয়ে করা হয়। দুধে ভরা একটি মাটির পাত্র, যার নীচে একটি ছিদ্র রয়েছে, ভক্তরা এক হাতে এবং অন্য হাতে ধূপ (ধূপের ধোঁয়া) ভরা পাত্র বহন করে। একটি এসকর্ট ক্রমাগত দুধ দিয়ে পাত্র ভরাট করে যতক্ষণ না প্রদক্ষিণ সম্পন্ন হয়। পথের মধ্যে বাচ্চাদের হাতে ক্যান্ডি হস্তান্তর করার সাথে সাথে পরিবহনও করা হয়।\nগোবর্ধনের পরিক্রমা শুরু হয় মানসী-গঙ্গা কুণ্ড (হ্রদ) থেকে এবং তারপর ভগবান হরিদেবের দর্শনের পর, রাধা-কুন্ডা গ্রাম থেকে, যেখানে বৃন্দাবন রাস্তাটি পরিক্রমা পথের সাথে মিলিত হয়। ৩৮ কিলোমিটার পরিক্রমা করার পর, গুরুত্বপূর্ণ ট্যাঙ্ক, শিলা এবং মন্দিরগুলি যেমন রাধা কুন্ড, শ্যামা কুন্ড, দান ঘটি, মুখরবিন্দ, রিনামোচন কুন্ড, কুসুম সরোবর এবং পুনচারীর আচ্ছাদন, এটি শুধুমাত্র মানসী গঙ্গা কুন্ডে শেষ হয়।\n\n\n== উল্লেখযোগ্য স্থানসমূহ ==\n\nকয়েকটি উল্লেখযোগ্য স্থানের মধ্যে রয়েছে:\n\nকুসুম সরোবরের বেলেপাথরের স্মৃতিস্তম্ভ ও হ্রদ\nগিরিরাজ মন্দির\nশ্রী চৈতন্য মন্দির, লাল বেলেপাথরে নির্মিত এবং কৃষ্ণ ও রাধার ছবি দিয়ে সজ্জিত\nরাধা কুন্ড মন্দির\nমানসী গঙ্গা লেক\nডাঙ্গহাটি মন্দির\n\n\n== গোবর্ধন গিরির আকৃতি ==\nগোবিন্দ-লীলামৃত-এ, কৃষ্ণদাস কবিরাজ গোস্বামী বলেছেন যে গোবর্ধন পাহাড় ময়ূরের মতো এবং রাধাকুণ্ড ও শ্যামাকুণ্ড তার চোখ। দানঘটি ও মানসীগঙ্গা এর লম্বা গলা। মুখরবিন্দ হল মুখ, কুসুম সরোবর তার মুখ, আর পুঞ্চারী হল তার পিঠ ও লেজের পালক। একটি ময়ূর প্রায়ই তার ঘাড় বাঁকা করে এবং তার পেটের নিচে তার মাথা রাখে। এইভাবে ময়ূরের এই ভঙ্গিতে গোবর্ধন পাহাড় আকৃতি লাভ করে।\n\n\n== গুঞ্জ বীজ ও কৃষ্ণের মালা ==\nচৈতন্য মহাপ্রভুর অনুসারীরা গোবর্ধন পর্বতের প্রতিনিধিত্বকারী একটি ছোট পাথরের আকারে (গোবর্ধন শিলা) কৃষ্ণের পূজা করেন, যার চারপাশে রাধারানীর প্রতিনিধিত্ব করে একটি গুঞ্জ মালা। কথিত আছে যে শিশু কৃষ্ণ তার প্রিয় গুঞ্জ মালার থেকে অবিচ্ছেদ্য ছিল যা বলা হয়েছিল রাধার প্রতিনিধিত্ব করে। এই পৌরাণিক কাহিনী গুঞ্জ (আব্রুস প্রিকেটরিয়াস) বীজ তৈরি করেছে - একটি ডুমুর গাছের উজ্জ্বল লাল বীজ - দেশীয় গহনার জন্যও প্রিয়।\nকাশী (বারাণসী) -এর উপর দিব্য ক্ষেত্রের শ্রেষ্ঠত্বকে নির্দেশ করার জন্য একমাত্র ডান হাতের তালুতে গুঞ্জ বীজ দিয়ে একটি শাখা দেখান যিনি মহিষুর জেলার টি নরসিপুরের গুঞ্জ নরসিংহ স্বামী মন্দিরের লোকার্ডে ভগবান নরসিংহকর্ণাটকে কাবেরীর তীরে- কপিলা- স্পাতিকা সরোবর সঙ্গম।\n\n\n== সাম্প্রতিক উন্নয়ন ==\n২০১৮-এ, উত্তরপ্রদেশের মুখ্যমন্ত্রী যোগী আদিত্যনাথ মথুরা, বলদেব, নন্দগাঁও, রাধাকুণ্ড এবং গোকুল সহ গোবর্ধনকে তীর্থস্থান হিসাবে ঘোষণা করেছিলেন।\n\n\n== আরও দেখুন ==\nগোবর্ধন গিরি\nবৃন্দাবন\nগোবর্ধন পূজা\n\n\n== তথ্যসূত্র =="}