{"pageid": 1078721, "title": "বহুব্রীহি (ধারাবাহিক নাটক)", "url": "https://bn.wikipedia.org/wiki?curid=1078721", "content": "বহুব্রীহি বাংলাদেশ টেলিভিশনে প্রচারিত অন্যতম জনপ্রিয় ধারাবাহিক নাটক। বহুব্রীহি অর্থ কোন কিছুর একাধিক মাত্রা এবং এখানে এর অর্থ জীবনের রহস্য। নাটকটি লিখেছেন বিখ্যাত লেখক, নাট্যকার, চিত্রনাট্যকার এবং চলচ্চিত্র নির্মাতা হুমায়ূন আহমেদ। নাটকটিতে সামাজিক ঘটনাগুলির প্রতীকী উপস্থাপনা করা হয়েছে। ধারাবাহিকটিতে অভিনয় করেন আবুল হায়াত, আসাদুজ্জামান নূর, আলী যাকের, আফজাল হোসেন, লুৎফুন নাহার লতা, লাকী ইনাম, আবুল খায়ের, আফজাল শরীফ প্রমুখ। ধারাবাহিকটি বিপুল দর্শক সমাদর লাভ করে, এবং হাসির ধারাবাহিক হিসাবে আজও জনপ্রিয়। নাটকটির প্রযোজক ছিলেন নওয়াজিশ আলি খান।\nএ নাটকের বিখ্যাত সংলাপগুলো হলো: তুই রাজাকার, আপনি হলেন গিয়ে বটবৃক্ষ, বহিষ্কার হও, ইত্যাদি। \"তুই রাজাকার\" স্লোগানটি এই ধারাবাহিক নাটকে সর্বপ্রথম ব্যবহার করা হয়।\n\n\n== ভিত্তি ==\nমূল চরিত্র জনাব সোবহান হলেন একজন ধনী অবসরপ্রাপ্ত, তিনি তার পরিবারের সঙ্গে ঢাকায় ধানমন্ডির \"নিরিবিলি\" নামের একটি ভবনে থাকেন। এই ব্যক্তির প্রধান বৈশিষ্ট্য হল তিনি সর্বদা তার চারপাশে সামাজিক এবং সাংস্কৃতিক সমস্যা খুঁজে জড়িত হতে চান, কিন্তু দুর্ভাগ্যবশত তার সমস্ত পরিকল্পনা শেষ পর্যন্ত ব্যর্থ হত, কারণ তার পাওয়া প্রায় প্রতিটি সমস্যার সাথে বাস্তবতার কোনও সম্পর্ক নেই। তিনি একটি বড় নোট বইয়ে সমস্যাগুলি লিখতে ভালবাসেন এবং তার স্ত্রী মিনু সবসময় এটি নিয়ে বিরক্ত ছিলেন।\nজনাব আনিস তার বাড়ির একজন ভাড়াটিয়া, যিনি বিপত্নীক, ও তার দুই সন্তান আছে। তিনি একটি জিনিসে ভালো, আর তা হল মানুষকে ভাল পরামর্শ দেওয়া। জনাব সোবহান যে সকল সমস্যা চিহ্নিত করতেন, তা সর্বদা জনাব আনিসের কাছে সমালোচিত হত। এরপর একদিন জনাব সোবহান আনিসের কাছে নতুন কোনো সমস্যা (কাজ) তাকে খুঁজে দিতে বলেন। এরপর আনিস ১৯৭১ সালের বাংলাদেশের মুক্তিযুদ্ধের শহীদদের নাম নিয়ে কাজ করার ধারণা দেন।\n\n\n== অভিনয়ে ==\nনাটক প্রধান চরিত্রগুলি নিম্নরূপ:\n\nজনাব সোবহান চরিত্রে আবুল হায়াত\nজনাব সোবহানের স্ত্রী মিনু চরিত্রে আলেয়া ফেরদৌসি\nফরিদ মামা চরিত্রে আলী যাকের \nমিলি চরিত্রে লুৎফুন নাহার লতা\nবিলু চরিত্রে নাহিদ জামান\nআনিস চরিত্রে আসাদুজ্জামান নূর\nকাদের চরিত্রে আফজাল শরীফ\nরহিমার মা চরিত্রে মাহমুদা খাতুন\nটগর চরিত্রে তোর্শা (তোরাশা)\nনিশা চরিত্রে রেহনুমা তারান্নুম\nএশা চরিত্রে লাকী ইনাম\nডাক্তার চরিত্রে  আফজাল হোসেন\nএমদাদ খোন্দকার চরিত্রে আবুল খায়ের\nকরিম চরিত্রে নাজমুল হুদা বাচ্চু\nপুতুল চরিত্রে দীপা ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে  বহুব্রীহি   (ইংরেজি)"}