{"pageid": 1078382, "title": "নিবারণচন্দ্র দাশগুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1078382", "content": "ঋষি নিবারণচন্দ্র দাশগুপ্ত (২৫ এপ্রিল ১৮৭৬–১৭ জুলাই ১৯৩৫) ছিলেন একজন ভারতীয় বাঙালি স্বাধীনতা কর্মী। তাঁকে মানভূমের গান্ধী বলা হয়ে থাকে।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nনিবারণচন্দ্র দাশগুপ্তর জন্ম ১৮৬৭ খ্রিস্টাব্দের ২৫ এপ্রিল  ব্রিটিশ ভারতের অধুনা  বাংলাদেশের তৎকালীন ঢাকা বিক্রমপুরের গাউপাড়া গ্রামে। পিতা তারকনাথ দাশগুপ্ত। বাড়িতে সংস্কৃতসহ প্রাথমিক পড়াশোনার পর তিনি ১৮৯৩ খ্রিস্টাব্দে বরিশালের  ব্রজমোহন ইনস্টিটিউশন থেকে প্রবেশিকা এবং ১৮৯৫ খ্রিস্টাব্দে এফ এ পাশ করেন। এখানে অধ্যয়নকালে  মহাত্মা অশ্বিনীকুমারের সংস্পর্শে এসে সেবাকার্যে ব্রতী হন। বি.এ পাঠরত অবস্থায় সংসার ত্যাগ করে পরিব্রাজক হন। আত্মীয়-পরিজন তাকে গৃহে ফিরিয়ে আনেন এবং ১৮৯৮ খ্রিস্টাব্দে লাবণ্যময়ীর সঙ্গে বিবাহ দেন। ১৯০০ খ্রিস্টাব্দে তিনি  বি.এ পাশ করেন। \n\n\n== কর্মজীবন ==\nস্নাতক হওয়ার পর নিবারণচন্দ্র স্কুলে সহকারি পরিদর্শক পদে নিযুক্ত হন এবং মেদিনীপুর জেলায় স্থানান্তরিত হন। তিনি সরকারি কাজে জেলার যেখানেই গেছেন সেখানে সংস্কৃত কাব্যশাস্ত্র পাঠ ও আলোচনা সভার আয়োজন করতেন এবং লেখালেখির মধ্যে নিজেকে ব্যস্ত রাখতেন। এই সময়েই প্রকাশিত হয় তার রচিত পুস্তিকা - 'প্রবৃত্তি ও নিবৃত্তি', 'আর্যক্রিয়া', 'রামপ্রসাদী সঙ্গীত'। কাঁথিতে অবস্থানকালে রাজনৈতিক কারণে পুলিশের অভিযান হয় এবং ফলস্বরূপ ১৯১১ খ্রিস্টাব্দে মেদিনীপুর থেকে বদলি হয়ে প্রথমে মানভূমের মানবাজার ও পরে ঝালদায় বদলি হন। এখানেই তিনি বি.টি পাশ করেন এবং ১৯১৪ খ্রিস্টাব্দে পুরুলিয়া জিলা স্কুলে সহকারি শিক্ষক পদে যোগ দেন। ১৯১৬ খ্রিস্টাব্দে তিনি স্কুলের প্রধান শিক্ষক ও সাম্মানিক ম্যাজিস্ট্রেট পদে আসীন হন। তিনি একজন আদর্শ শিক্ষক এবং সমাজের একনিষ্ঠ সেবক হিসাবে সকলের শ্রদ্ধাভাজন ছিলেন। তিনি রাঁচি শিক্ষা সম্মেলনে প্রাচ্য শিক্ষার  আদর্শ  নামে এক মৌলিক গবেষণামূলক নিবন্ধ উপস্থাপন করেন। \n\n\n== রাজনৈতিক ক্রিয়াকলাপ ==\nইতোমধ্যে মহাত্মা গান্ধীর আহ্বানে অসহযোগ আন্দোলন শুরু হলে তিনি ১৯২২ খ্রিস্টাব্দে দীর্ঘদিনের সরকারি কাজে ইস্তফা দেন এবং সক্রিয় ভাবে অসহযোগ আন্দোলনে যোগ দেন এবং তার কারণে  কারারুদ্ধ হন। পরে মুক্তিলাভের পর সম্পূর্ণ নিঃস্ব অবস্থায় অতুলচন্দ্র ঘোষ এবং কয়েকজন আত্মত্যাগী কর্মীদের সহায়তায় পুরুলিয়া স্টেশনের কাছে প্রতিষ্ঠা করেন তিলক জাতীয় বিদ্যালয়। দেশবন্ধু রোডে শিল্পবিদ্যালয় শিল্পাশ্রম স্থাপন করে দেশলাই প্রস্তুত করান, খাদি ও চরকার প্রচার করেন এবং লোকসেবক সংঘ প্রতিষ্ঠা করেন। সহযোগী ১৯২৫ খ্রিস্টাব্দে জনগণের মধ্যে স্বাধীনতার চিন্তাধারা ছড়িয়ে দিতে 'দেশবন্ধু প্রেস' স্থাপন করে সেখান থেকে সাপ্তাহিক মুক্তি পত্রিকা প্রকাশ শুরু করেন। হরিপদ দাঁ নামে একজন তার অনুরাগীর দানে পুরুলিয়ার তেলকলপাড়ায় শিল্পাশ্রম-এর স্থায়ী গৃহ নির্মাণ করেন। এই শিল্পাশ্রমই সেসময় মানভূমে স্বাধীনতা আন্দোলনের কেন্দ্রবিন্দুতে পরিণত হয়।  স্থাপনার পরবর্তী দুই দশক 'শিল্পাশ্রম'ই ছিল স্বাধীনতা সংগ্রামীদের আশ্রয়স্থল। ১৯২৯ খ্রিস্টাব্দে \"মুক্তি\" পত্রিকায় নিবারণচন্দ্রের বিপ্লব শীর্ষক সম্পাদকীয় নিবন্ধ প্রকাশিত হলে তিনি রাজরোষে পড়েন এবং তার এক বৎসরের কারাদণ্ড হয়। মুক্তির পর তিনি মানভূম জেলার রাজনৈতিক সম্মেলনের সভাপতিত্ব করেন। ১৯৩০ খ্রিস্টাব্দের মে মাসে প্রেস অর্ডিন্যান্স এর কারণে দেশবন্ধু প্রেস ও মুক্তির প্রকাশনা বন্ধ হয়। সত্যাগ্রহ আন্দোলনে যোগ দিয়ে পুনরায় ছয় মাসের কারাদণ্ড ভোগ করেন। ১৯৩১ খ্রিস্টাব্দে মুক্তি পাওয়ার পর তিনি কাঁথি, শ্রীহট্ট সহ বাংলার বিভিন্ন স্থানে শিক্ষা বিষয়ে বক্তৃতা করেন। শিল্পাশ্রমের কর্মীদের শিক্ষাদানে রঘুনাথপুর ও সন্নিহিত অঞ্চলে অস্থায়ী শিবির স্থাপন করেছিলেন। দ্বিতীয় সত্যাগ্রহ আন্দোলন তার দেড় বৎসরের কারাদণ্ড হয় এবং শিল্পাশ্রম বেআইনি ঘোষিত হয়। কারামুক্তির সঙ্গে সঙ্গে তিনি যক্ষারোগে আক্রান্ত হন। কিছুদিন তিনি রাঁচিতে বিপ্লবী  ডা যাদুগোপাল মুখোপাধ্যায়ের চিকিৎসায় ছিলেন। ১৯৩৪ খ্রিস্টাব্দের ৩০ এপ্রিল তাকে শ্রদ্ধা জানাতে তার শয্যার পাশে আসেন মহাত্মাজী। নিবারণচন্দ্র রাঁচির উপজাতি ঘেড়িয়া ও হরিজনদের প্রকৃত বন্ধু ছিলেন। তাদের জীবনালেখ্য গল্পাকারে প্রকাশ করেন 'দেশ', 'যুগশঙ্খ' ইত্যাদি পত্রিকায়। সাধারণ্যে তিনি ঋষি আখ্যা লাভ করেন এবং মানভূমের গান্ধী হিসাবে পরিচিত ছিলেন।\n\n\n== সাহিত্য ==\nপ্রবৃত্তি ও নিবৃত্তি\nআর্যক্রিয়া\nরামপ্রসাদী সঙ্গীত\n\n\n== জীবনাবসান ==\nজীবন শেষ কয়েকদিন নিবারণচন্দ্র পুরুলিয়ার শিল্পাশ্রমে গীতা পাঠ করে কাটান। ১৯৩৫ খ্রিস্টাব্দের ১৭ জুলাই তিনি প্রয়াত হন। তার স্ত্রী লাবণ্যময়ী ১৯১৫ খ্রিস্টাব্দেই পরলোক গমন করেন। তার পুত্র-কন্যারা (বিভূতিভূষণ,চিত্তভূষণ, অন্নপূর্ণা, বাসন্তী) প্রমুখেরা স্বাধীনতা সংগ্রামে, মানভূমের বাংলা ভাষা আন্দোলনে যুক্ত ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttps://www.indianetzone.com/68/nibaran_chandra_dasgupta.htm"}