{"pageid": 1078370, "title": "সত্যনারায়ণ পূজা", "url": "https://bn.wikipedia.org/wiki?curid=1078370", "content": "সত্যনারায়ণ পূজা হিন্দু দেবতা বিষ্ণুর ধর্মীয় আচার পূজা। মধ্যযুগে রচিত সংস্কৃত স্কন্দ পুরাণে উক্ত পূজার বর্ণনা করা হয়েছে।\nমাধুরী ইয়াদলাপতির মতে, বৃহত্তর পবিত্র বিশ্বে কৃতজ্ঞচিত্তে অংশগ্রহণের নম্রতাবোধ জাগ্রত করার মাধ্যমে হিন্দু পূজা রীতি ভক্তিময় উপাসনার নৈকট্যকে কীভাবে সহজ করে ফেলে সত্যনারায়ণ পূজা হল তার একটি উদাহরণ।\n\n\n== বাংলা সাহিত্যে সত্যনারায়ণ ও সত্যনারায়ণ পূজা ==\nবাংলা সাহিত্যে পাঁচালি নামের একটি ধারা রয়েছে যার মধ্যে সত্যনারায়ণ কথা বা সত্যনারায়ণ পাঁচালির উল্লেখ পাওয়া যায়, বিভিন্ন সময়ে যার বিভিন্ন কবির বিভিন্ন সংস্করণ বিদ্যমান থাকলেও বিষয়বস্তুর ধরন মোটামুটি একই। অধুনা আবিষ্কৃত বাবুরামের সত্যনারায়ণ পাঁচালির বিষয়বস্তুুর ধরণও অন্যান্যগুলোর মতোই। যে সত্যনারায়ণ পূজা করবে জন্য এটি তার জন্য প্রভূত জাগতিক ও আধ্যাত্মিক কল্যাণ নিয়ে আসবে এসব এই কথায় এমনটা দেখা যায়। হিন্দু সৃষ্টিতত্ত্বের চার যুগের শেষ কলিযুগে দেবতা নারায়ণ তাঁর ভক্তদের বিশেষ করে যারা সত্যনারায়ণ পূজা করবে এবং এতে অংশ নেবে তাদের কীভাবে সাহায্য করবেন তার সেই প্রতিশ্রুতি এই কথায় বলা হয়। সত্যনারায়ণ পূজা স্বয়ং ঈশ্বরের কাছে একটি প্রতিশ্রুতি হিসেবে এবং এ পূজা করতে ব্যর্থ হলে বা প্রতিশ্রুতি ভুলে গেলে এর ফলে যে দুর্দশা তারও উল্লেখ দৃশ্যমান এই সাহিত্যে।\n\n\n== পূজার উপকরণ ==\nপূজার জন্য প্রয়োজনীয় উপকরণ সামগ্রীর একটি তালিকা নিচে দেওয়া হল:\n\nহলুদের গুঁড়া\nকুমকুম (লাল সিঁদুর)\nনবধান্য (নয় প্রকার শস্য যার প্রতিটি এক একটি নবগ্রহের প্রতিনিধিত্ব করে)\nনৈবেদ্য (ঈশ্বরের উদ্দেশ্য উৎসর্গীকৃত খাদ্য)\nধূপকাঠি\nকর্পূর\nচন্দনের কাই\nভগবান সত্যনারায়ণের একটি ছবি\nভগবান সত্যনারায়ণের একটি ছোট মূর্তি অথবা মুদ্রা (না হলেও চলবে)\nগম বা জোয়ার (ধান নয়)\nদূর্বাঘাস\nপান পাতা (১০০)\nসুপারি (৫০)\nমুদ্রা (৪০)\nশুকনো খেঁজুর / বাদাম (৫০)\nনারকেল (৮)\nফুল, তুলসী পাতা\nমালা ও ফুলের মালা\nদুটি পাত্র (রূপা, তামা, পিতল, এমনকি মাটির হলেও চলবে) – একটি কলসীর জন্য ও অন্যটি পূজার রীতির জন্য\nদুটি চ্যাপ্টা থালা\nএকটি ঘণ্টা\nএকটি বড় পিঁড়ি (বেদি হিসাবে ব্যবহারের জন্য)\nএকটি বড় হলুদ কাপড় (বেদি ঢাকতে); পীত সত্যনারায়ণের প্রিয় রং এবং তিনি পিতাম্বর বা হলুদ কাপড় পরেন\nএকটি হলুদ বা লাল কাপড়ের টুকরো (কলসী জন্য)\nএকটি ঘি বাতি (কমপক্ষে তিনটি পলিতাসহ)\nএকটি তেলের বাতি\nতুলার পলিতা\nপঞ্চামৃত (কাঁচা দুধ, দই, মধু, চিনি ও ঘি এর মিশ্রণ)\nথাকলে ভাল\n\nশঙ্খ\nএক হাজার তুলসী পাতা।\nতুলসী মঞ্জরী\nছাউনি হিসেবে কলা গাছ/পাতা\nসাদা তিল দুই অঙ্গুষ্ঠ (টেবিল চামচ) পরিমাণ; (সাদা সাদা তিল ভগবান সত্যনারায়ণের প্রিয় এবং গোলাপ তার সর্বাধিক পছন্দের ফুল)\n\n\n== আরও দেখুন ==\nপূজা (হিন্দুধর্ম)\nশিব পূজা\nহিন্দু দেবদেবী\nসত্য পীর\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n Thousand Names of Vishnu and Satyanarayan Vrat (আইএসবিএন ১-৮৭৭৭৯৫-৫১-৮) by Swami Satyananda Saraswati, Devi Mandir.\n\n\n== বহিঃসংযোগ ==\nAnnavaram Devasthanam Official site for Annavaram Devastanam\nSri Satya Narayan Katha & Vidhi  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ আগস্ট ২০২১ তারিখে Sri Satyanarayan Puja Vidhi and Katha.(Hindi)\nSatyanarayan katha and puja vidhi  Satyanarayan bhagwan katha and puja vidhi in hindi"}