{"pageid": 1079830, "title": "সাপ্তাহিক জয়বাংলা", "url": "https://bn.wikipedia.org/wiki?curid=1079830", "content": "সাপ্তাহিক জয়বাংলা  ১৯৭১ সালে বাংলাদেশের মুক্তিযুদ্ধের সময় মুজিবনগর থেকে বাংলা ভাষায় প্রকাশিত বাংলাদেশ আওয়ামী লীগের একটি সাপ্তাহিক পত্রিকা। পত্রিকাটি প্রবাসী বাংলাদেশ সরকারের প্রচারণার মাধ্যমে মুক্তিযুদ্ধের অগ্রগতি, মুক্তিযোদ্ধাদের কৃতিত্ব ও যুদ্ধের পক্ষে জনমত সৃষ্টির পাশাপাশি আন্তর্জাতিক সমর্থনের জন্য কাজ করেছিল।\n\n\n== প্রকাশনা ও ইতিহাস ==\nসাপ্তাহিক জয়বাংলা পত্রিকা ১৯৭১ সালের ১১ মে প্রথম প্রকাশিত হয় যা বাংলা বর্ষপঞ্জি অনুসারে ছিল ২৭ বৈশাখ ১৩৭৮।জয়বাংলা পত্রিকার প্রথম সংখ্যায় গণপ্রজাতন্ত্রী বাংলাদেশের স্বাধীনতার ঘোষণা মুদ্রিত হয়। কলকাতার পার্ক সার্কাসে ছিল পত্রিকার কার্যালয়। শিয়ালদহ রেলস্টেশনের কাছাকাছি অবস্থিত মুজিবনগর জয়বাংলা প্রেসে এটি মুদ্রিত হতো। কলকাতার আনন্দবাজার গ্রুপ পত্রিকার জন্য ছাপার কাগজের যোগান দিতেন।\n\"আহমদ রফিক\" ছদ্মনামে পত্রিকাটি বাংলাদেশ আওয়ামী লীগের পক্ষে প্রকাশের দায়িত্ব পালন করেন সম্পাদক মন্ডলীর সভাপতি আবদুল মান্নান এবং ‘মতিন আহমদ চৌধুরী’ ছদ্মনামে ভারপ্রাপ্ত সম্পাদকের দায়িত্ব পালন করেন মাহবুব উল্লাহ চৌধুরী। পরবর্তীতে, ২৪ সেপ্টেম্বর ১৯৭১ তারিখ বিশতম সংখ্যা থেকে উভয়েই মূল নামে যথাক্রমে প্রকাশনা ও সম্পাদনা করেন।\nজয়বাংলা পত্রিকা ১৭ × ১০/১২ (ইঞ্চি) কলাম সাইজের দুই কলামযুক্ত কাগজে ছাপা হতো। ১ম এগারটি সংখ্যা ৮ পৃষ্ঠায় ছাপা হলেও পরবর্তীতে  পৃষ্ঠা সংখ্যা বাড়িয়ে ১২ করা হয়। প্রথমদিকে পত্রিকার প্রতি সংখ্যার  মূল্য ছিল ২০ পয়সা এবং তৃতীয় সংখ্যা থেকে মূল্য ২৫ পয়সা নির্ধারণ করা হয়। জয়বাংলা পত্রিকার মূল শিরোনামের নকশা করেন কামরুল হাসান। পত্রিকাটি ১৯৭১ সালের ২৪ ডিসেম্বর পর্যন্ত মোট ৩৪টি সংখ্যা প্রকাশিত হয়েছিল।\n\n\n=== ব্যবস্থাপনা ===\nএটি পত্রিকার সম্পাদক মন্ডলীর সভাপতি আবদুল মান্নান এম.এন এর ব্যবস্থাপনা ও প্রকাশনায় প্রবাসী বাংলাদেশ সরকারের প্রকাশনা, তথ্য, বেতার ও চলচ্চিত্র বিভাগের আওতায় প্রকাশিত হতো।\n\n\n== বিভাগ ==\nপত্রিকাটিতে বেশ কয়েকটি বিভাগ ছিলো। সেগুলো হলো:\n\nরণাঙ্গনে,\nবিশ্বজনমত,\nবুমেরাং,\nশিল্প সংস্কৃতি।\nএছাড়াও ছিল ধারাবাহিক রচনা\n\n‘একটি যুদ্ধ: বহু ইতিহাস’,\nপ্রধানমন্ত্রী তাজউদ্দিন আহমদের ‘লাখো শহীদের লাশের তলায় পাকিস্তানকে কবর দিয়েছে কারা, আমরা না তোমরা’,\n‘হুশিয়ার! ইয়াহিয়া-টিক্কা হুশিয়ার’, আওয়ামী লীগের মেনিফেস্টোর কয়েকটি দিক উল্লেখযোগ্য।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় সাপ্তাহিক জয়বাংলা"}