{"pageid": 1079095, "title": "নেটি স্টিভেনস", "url": "https://bn.wikipedia.org/wiki?curid=1079095", "content": "নেটি মারিয়া স্টিভেনস (ইংরেজি: Nettie Maria Stevens, ৭ই জুলাই, ১৮৬১ – ৪ঠা মে, ১৯১২) একজন মার্কিন বংশাণুবিজ্ঞানী যিনি যৌন ক্রোমোজোম আবিষ্কার করেন। ১৯০০ সালে গ্রেগর মেন্ডেলের বংশগতিবিজ্ঞান বিষয়ক গবেষণাপত্রটি পুনরাবিষ্কারের কয়েক বছর পরে ১৯০৫ সালে স্টিভেনস লক্ষ্য করেন যে পুং কালো গুবরে পোকার শূককীটগুলি (মিলওয়ার্ম) দুই ধরনের শুক্রাণু উৎপাদন করে; একটি বৃহৎ ক্রোমজোমবিশিষ্ট ও অপরটি ক্ষুদ্র ক্রোমোজোমবিশিষ্ট। যখন বৃহৎ ক্রোমোজোমবিশিষ্ট শুক্রাণুটি কোনও ডিম্বাণুকে নিষিক্ত করে, তখন স্ত্রী সন্তান উৎপাদিত হয়; অন্যদিক ক্ষুদ্র ক্রোমোজোমবিশিষ্ট শুক্রাণুটি ডিম্বাণু নিষিক্ত করলে পুং সন্তান জন্ম নেয়। তিনি যে ক্রোমোজোম জোড়টি নিয়ে গবেষণা করেন, সেটি পরবর্তীতে এক্স ও ওয়াই ক্রোমোজোম হিসেবে পরিচিতি লাভ করে।\n\n\n== মৃত্যু ==\nডক্টরেট উপাধিলাভের মাত্র ৯ বছর পরে ৫০ বছর বয়সে স্টিভেন্স স্তনের কর্কটরোগে আক্রান্ত হয়ে ১৯১২ সালের ৪ঠা মে বাল্টিমোর শহরে মৃত্যুবরণ করেন। সংক্ষিপ্ত কর্মজীবনে তিনি প্রায় ৪০টি গবেষণাপত্র প্রকাশ করেন স্টিভেনস অবিবাহিত ও নিঃসন্তান ছিলেন। তাঁকে তাঁর বাবা এফ্রেম ও বোন এমা-র কবরের পাশে সমাধিস্থ করা হয়।\n\n\n== উত্তরাধিকার ও সম্মাননা ==\n১৯৯৪ সালে স্টিভেনসকে মার্কিন যুক্তরাষ্ট্রের ন্যাশনাল উইমেনস হল অভ ফেমে (জাতীয় খ্যাতনামা নারীদের ভবন) অভিষিক্ত করা হয়।\n২০১৬ সালের ৭ই জুলাই স্টিভেনসের জন্মবার্ষিকী উদযাপন করতে ইন্টারনেট অনুসন্ধান ইঞ্জিন ওয়েবসাইট গুগল একটি \"ডুডল\" বা চিত্র সৃষ্টি ও প্রকাশ করে, যাতে দেখানো হয় যে স্টিভেনস একটি অণুবীক্ষণ যন্ত্রের মধ্যে চোখ লাগিয়ে এক্স ও ওয়াই ক্রোমোজোম পর্যবেক্ষণ করছেন।\n২০১৭ সালের ৫ই মে ওয়েস্টফিল্ড সরকারী বিশ্ববিদ্যালয় স্টিভেনসের নামে তাদের বিজ্ঞান ও নবীকরণ কেন্দ্রটির আনুষ্ঠানিক নামকরণ করার মাধ্যমে স্টিভেনসকে সম্মান প্রদর্শন করে। কেন্দ্রটির নাম দেওয়া হয় ডক্টর নেটি মারিয়া স্টিভেনস সায়েন্স অ্যান্ড ইনোভেশন সেন্টার।\n\n\n== আরও দেখুন ==\nবিজ্ঞানে নারীদের কালরেখা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBrush, S G (জুন ১৯৭৮)। \"Nettie M. Stevens and the discovery of sex determination by chromosomes\"। Isis। 69 (247): 163–72। আইএসএসএন 0021-1753। এসটুসিআইডি 1919033। ডিওআই:10.1086/352001। পিএমআইডি 389882। \nOgilvie, M B; Choquette C J (আগস্ট ১৯৮১)। \"Nettie Maria Stevens (1861–1912): her life and contributions to cytogenetics\"। Proceedings of the American Philosophical Society। 125 (4): 292–311। আইএসএসএন 0003-049X। পিএমআইডি 11620765। \nGilgenkrantz, Simone (অক্টো ২০০৮)। \"Nettie Maria Stevens (1861–1912)\"। Médecine/Sciences। 24 (10): 874–78। আইএসএসএন 0767-0974। ডিওআই:10.1051/medsci/20082410874 । পিএমআইডি 18950586। \nReynolds, Moira Davison (২০০৪)। American women scientists: 23 inspiring biographies, 1900-2000। Jefferson, N.C.: McFarland। আইএসবিএন 978-0786421619। \n\n\n== বহিঃসংযোগ ==\n\nBiography of Nettie Stevens\nGoogle Doodle for Nettie Stevens\nEpisode 8: Nettie Stevens  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ মার্চ ২০১৮ তারিখে from Babes of Science  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ মার্চ ২০১৯ তারিখে podcasts\nCleveland, Hillary। \"Women in Science\"। 3/6/09। Bryn Mawr College। সংগ্রহের তারিখ জুন ২০, ২০১৩। \nগুটেনবের্গ প্রকল্পে Nettie Maria Stevens-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে নেটি স্টিভেনস কর্তৃক কাজ বা সম্পর্কে তথ্য\nhttps://www.nature.com/scitable/topicpage/nettie-stevens-a-discoverer-of-sex-chromosomes-6580266/"}