{"pageid": 1079445, "title": "ডেল্টা ৪ হেভি", "url": "https://bn.wikipedia.org/wiki?curid=1079445", "content": "ডেল্টা ৪ হেভি (ডেল্টা ৯২৫০এইচ) একটি ব্যয়বহুল ভারী-উত্তোলনক্ষম উৎক্ষেপণ যান, যা ডেল্টা ৪ পরিবারের বৃহত্তম সংস্করণ। এটি স্পেসএক্সের ফ্যালকন হেভির পরে বিশ্বের দ্বিতীয় সর্বোচ্চ ক্ষমতা সম্পন্ন উৎক্ষেপণ যান (যার মূল পর্যায় ব্যয় করা হয়েছে) এবং সিএনএসএ-এর লং মার্চ ৫-এর সমতুল্য। এটি ইউনাইটেড লঞ্চ অ্যালায়েন্স দ্বারা নির্মিত এবং ২০০৪ সালে প্রথম উৎক্ষেপণ করা হয়।\nডেল্টা ৪ হেভি রকেট সংস্করণটি ডেল্টা ৪ মিডিয়াম+ সংস্করণ দ্বারা ব্যবহৃত জিইএম-৬০ কঠিন রকেট মোটরের পরিবর্তে তরল রকেট বুস্টার হিসাবে দুটি অতিরিক্ত সিবিসি সহ একটি কেন্দ্রীয় সাধারণ বুস্টার কোর (সিবিসি) নিয়ে গঠিত। উত্তোলনের সময়, তিনটি কোর সম্পূর্ণ সজোরে ধাক্কা দেওয়া কাজ করে এবং ৪৪ সেকেন্ড পরে বুস্টার বিচ্ছেদ না হওয়া পর্যন্ত জ্বালানি সংরক্ষণের জন্য কেন্দ্র কোরের সজোরে ধাক্কা দেওয়া সক্ষমতা ৫৫% পর্যন্ত হ্রাস করা হয়। উৎক্ষেপণের ২৪২ সেকেন্ডের মধ্যে বুস্টারগুলি পুড়ে যায় এবং মূল বুস্টার সম্পূর্ণ সজোরে ধাক্কা দেওয়া সক্ষমতায় ফিরে আসার সাথে সাথে আলাদা হয়ে যায়। কোর ৮৬ সেকেন্ড পরে পুড়ে যায় এবং দ্বিতীয় পর্যায়টি কক্ষপথে আরোহণ সম্পন্ন করে।\nউৎক্ষেপণ যান কেন্দ্রীয় কোরের জন্য একটি ও প্রতিটি বুস্টারে জন্য একটি করে মোট তিনটি আরএস-৬৮ ইঞ্জিন ব্যবহার করে।\n\n\n== ইতিহাস ==\n\nরকেটের ডেল্টা ৪ সংস্করণসমূহ প্রথমে ম্যাকডোনেল ডগলাস, পরে ইউনাইটেড লঞ্চ অ্যালায়েন্স দ্বারা বিকশিত হয়। ডেল্টা চতুর্থ হেভি হল ডেল্টা ৪ সংস্করণসমূহ  সবচেয়ে শক্তিশালী সদস্য, যার মধ্যে ছোট ডেল্টা ৪ মিডিয়ামও রয়েছে। ডেল্টা ৪ হেভি ২৮,৩৭০ কেজি (৬২,৫৫০ পাউন্ড) নিম্ন পার্থিব কক্ষপথে এবং ১৩,৮১০ কেজি (৩০,৪৫০ পাউন্ড) জিওস্টেশনারি ট্রান্সফার কক্ষপথে (জিটিও) উত্তোলন করতে সক্ষম। এটি একটি সমস্ত তরল-জ্বালানী সম্পন্ন উৎক্ষেপণ যান, যার উপরের স্তরে একটি প্রধান বুস্টার ও দুটি স্ট্র্যাপ-অন বুস্টার রয়েছে।\nডেল্টা ৪ হেভির প্রথম উৎক্ষেপণে ২০০৪ সালে একটি বয়লার প্লেট প্লেলোড বহন করে এবং এটি একটি আংশিক ব্যর্থতা ছিল। তরল-অক্সিজেন প্রোপেলেন্ট লাইনে গহ্বরের কারণে উভয় বুস্টার আট সেকেন্ড পূর্বে এবং মূল ইঞ্জিন নয় সেকেন্ড বন্ধ হয়ে যায়; এর ফলে নীচের পর্যায়টির বেগ কম  হয়, যার ফলে দ্বিতীয় পর্যায়টি প্রয়োজনীয় গতিগেব প্রদানে অক্ষম হয়। পে-লোডটি নির্ধারিত কক্ষপথের চেয়ে কম উচ্চতায় উত্তোলিত হয়। এর প্রথম কর্মক্ষম পেলোড ডিএসপি-২৩ কৃত্রিম উপগ্রহ ছিল, যা সফলভাবে ২০০৭ সালে উৎক্ষেপণ করা হয়; এটি ২০১৩ সালের মধ্যে ন্যাশনাল রিকনিসেন্স অফিসের (এনআরও) জন্য আরও পাঁচটি ভিজ্যুয়াল ও ইলেকট্রনিক রিকনিস্যান্স কৃত্রিম উপগ্রহ উৎক্ষেপণের জন্য ব্যবহৃত হয়।\n\n\n== সামর্থ্য ==\nডেল্টা ৪ হেভির ক্ষমতা:\n\nনিম্ন পার্থিব কক্ষপথ (এলইও), ২০০ কিমি × ২৮.৭°: ২৮,৭৯০ কিলোগ্রাম (৬৩,৪৭০ পাউন্ড) \nনিম্ন পার্থিব কক্ষপথ (আইএসএস), ৪০৭ কিমি × ৫১.৬°: ২৫,৯৮০ কিলোগ্রাম (৫৭,২৮০ পাউন্ড) \nভূ-সমলয় স্থানান্তর কক্ষপথে (জিটিও): ১৪,২২০ কিলোগ্রাম (৩১,৩৫০ পাউন্ড) \nজিওসিংক্রোনাস কক্ষপথ (জিইও): ৬,৭৫০ কিলোগ্রাম (১৪,৮৮০ পাউন্ড) \nচন্দ্র স্থানান্তর কক্ষপথ (এলটিও): ১০,০০০ কিলোগ্রাম (২২,০০০ পাউন্ড)\nমঙ্গল স্থানান্তর কক্ষপথ: ৮,০০০ কিলোগ্রাম (১৮,০০০ পাউন্ড) \nউৎক্ষেপণের সময় ডেল্টা ৪ হেভির মোট ভর আনুমানিক ৭,৩৩,০০০ কেজি (১৬,১৬,০০০ পাউন্ড) এবং আকাশের দিকে উত্তোলনের সময়ে রকেটকে শক্তি দিতে প্রায় ৯,৫২,০০০ কেজি (২০,৯৯,০০০ পাউন্ড) থ্রাস্ট উৎপাদন করে।\n\n\n== আরো দেখুন ==\nভারী-উত্তোলনক্ষম উৎক্ষেপণ যান\n\n\n== তথ্যসূত্র =="}