{"pageid": 1079191, "title": "১৯৭৬-এর থাংশান ভূমিকম্প", "url": "https://bn.wikipedia.org/wiki?curid=1079191", "content": "১৯৭৬-এর থাংশান ভূমিকম্প (চীনা: 唐山大地震; ফিনিন: Tángshān dà dìzhèn; আক্ষরিক: \"থাংশানের মহাভূমিকম্প\") যা থাংশানের মহাভূমিকম্প নামেও পরিচিত, একটি জোড়া ভূমিকম্প ও সংশ্লিষ্ট প্রাকৃতিক দুর্যোগের ঘটনাটিকে নির্দেশ করে। ১৯৭৬ সালের ২৮শে জুলাই স্থানীয় সময়ে ভোররাত ৩টা বেজে ৪২ মিনিটে গণচীনের হপেই প্রদেশের কয়লাখনি অঞ্চলের উপকূলীয় শিল্পনগরী থাংশান নগরীতে (জাতীয় রাজধানী বেইজিং থেকে একশত কিলোমিটারের কিছু বেশি দূরত্বে) সম্পূর্ণ অপ্রত্যাশিতভাবে রিখটার মাপনীতে ৭.৬ মাত্রার একটি ভূমিকম্প আঘাত হানে। ভূমিকম্পটি প্রায় ১৪ থেকে ১৬ সেকেন্ড স্থায়ী হয়। ভূমিকম্পটির সর্বোচ্চ তীব্রতা মের্কালি তীব্রতা মাপনী অনুযায়ী ১১ (XI তথা চরম) মাপের ছিল। কয়েক মিনিটের মধ্যে থাংশান নগরীর ৮৫ শতাংশ অদৃঢ়ীকৃত, বহুতল ভবন ও অন্যান্য স্থাপ্না হয় সম্পূর্ণ ধ্বসে যায় বা বসবাসের অনুপযোগী হয়ে পড়ে, সমস্ত পরিষেবা ব্যবস্থা (জল সরবরাহ, পয়োনিষ্কাশন, জরুরি চিকিৎসা) আংশিক বা সম্পূর্ণ বিকল হয়ে যায়, বেশির ভাগ মহাসড়ক সেতু ও রেলসেতু বিধ্বস্ত বা অত্যন্ত ক্ষতিগ্রস্ত হয়। ভূমিকম্প যখন আঘাত হানে, তখন শহরের ১০ লক্ষ অধিবাসীর প্রায় সবাই ঘুমাচ্ছিল; ফলে ঘুম থেকে জেগে উঠে আশ্রয় নেবার সময় পায়নি। সরকারীব হিসাবমতে এই ভূমিকম্পে কমপক্ষে ১ লক্ষ ৬৪ হাজার লোক গুরুতর আহত হয় এবং ২ লক্ষ ৪২ হাজার অধিবাসীর মৃত্যু হয় (কারও কারও মতে প্রকৃত সংখ্যা এর তিনগুণেরও বেশি, অর্থাৎ প্রায় ৭ লক্ষ); ফলে এটি মানবজাতির লিখিত ইতিহাসের ৩য় সর্বোচ্চ মরণঘাতী (অথবা সম্ভবত ২য় সর্বোচ্চ মরণঘাতী) ভূমিকম্প এবং বিংশ শতাব্দীর সবচেয়ে মরণঘাতী ভূমিকম্প। সতর্কবার্তার ও প্রাক-অভিঘাতের (Foreshock) অনুপস্থিতি (যা কিনা ১৯৭৫ সালের হাইছেং ভূমিকম্পের সম্পূর্ণ বিপরীত) এই বিপুল সংখ্যক প্রাণহানির অন্যতম প্রধান কারণ ছিল। বিধ্বস্ত ভবন ও স্থাপনার নিচে আটকে পড়া ৮০% লোককে বের করা সম্ভব হয়। দুর্ভাগ্যজনকভাবে এটি একটি জোড়া ভূমিকম্প ছিল; ২৮শে জুলাই তারিখেই বিকালে থাংশান থেকে প্রায় ৭০ কিলোমিটার উত্তর-পূর্বে লুয়ানশিয়েন নগরীতে ৭.১ রিখটার মাপের আরেকটি ভূমিকম্প (উত্তর-অভিঘাত বা আফটারশক) আঘাত হানে, ফলে অবশিষ্ট আটকে পড়া লোকদের বাঁচানোর প্রচেষ্টা ব্যাহত হয়ে তাদের সিংহভাগের মৃত্যু ঘটে।  \nভূমিকম্পটির পরিকেন্দ্রটি থাংশান নগরীর দক্ষিণভাগে ভূপৃষ্ঠ থেকে ১৫ কিলোমিটার গভীরতায় অবস্থিত ছিল। ভূমিকম্পটি চতুর্দিকে ১১০০ কিলোমিটার পরিধি পর্যন্ত অনুভূত হয়। ভূমিকম্পটি এমন একটি চ্যুতিরেখার উপরে ঘটে, যা সম্পর্কে ভূবিজ্ঞানীরা অবগত ছিলেন না। বর্তমানে এটিকে থাংশান চ্যুতি বলা হয়। থাংশান চ্যুতিটি সাংতুং চ্যুতিব্যবস্থার একটি অংশ, যা ব্যবস্থাটির সাথে ইন শান-ইয়েন শান পর্বত বেষ্টনীর ছেদাংশের কাছে অবস্থিত।  \n\n\n== চিত্রমালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}