{"pageid": 1079886, "title": "বিশ্বধর্ম মহাসম্মেলনে স্বামী বিবেকানন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1079886", "content": "স্বামী বিবেকানন্দ ১৮৯৩ খ্রিস্টাব্দে শিকাগোয় অনুষ্ঠিত বিশ্বধর্ম মহাসম্মেলনে ভারত এবং হিন্দুধর্মের প্রতিনিধিত্ব করেছিলেন। ১৮৯৩ খ্রিস্টাব্দের ১১-২৭ সেপ্টেম্বর পর্যন্ত অনুষ্ঠিত এই মহাসম্মেলনটি ছিল বিশ্বের প্রথম ধর্মীয় মহাসম্মেলন। সমগ্র বিশ্ব থেকে প্রতিনিধিরা এই মহাসম্মেলনে যোগদান করেছিলেন। ২০১২ খ্রিস্টাব্দে বিবেকানন্দের ১৫০তম জন্মবার্ষিকী উপলক্ষে তিন দিনের বিশ্ব সম্মেলনের আয়োজন করা হয়েছিল। স্বামী বিবেকানন্দের জন্মবার্ষিকীতে ভারতে জাতীয় যুব দিবস উদযাপন করা হয়।\n\n\n== প্রেক্ষাপট ==\n\n\n=== পশ্চিমে যাত্রা ===\n\nনরেন্দ্রনাথ দত্ত তাঁর মাদ্রাজ শিষ্য, মহীশূরের রাজা, রামনাদ, খেতরি, দিওয়ান এবং অন্যান্য অনুগামীদের দ্বারা সংগৃহীত পুঁজির সাহায্যে \"বিবেকানন্দ\" নাম গ্রহণ করে ১৮৯৩ খ্রিস্টাব্দের ৩১ মে বোম্বে থেকে শিকাগোয় যাত্রা শুরু করেন। \"বিবেকানন্দ\" নামের অর্থ \"বিচক্ষণ জ্ঞানের আনন্দ।\"\nবিবেকানন্দ ১৮৯৩ খ্রিস্টাব্দের ৩১ মে বোম্বে থেকে পেনিনসুলা জাহাজে করে আমেরিকার যাত্রা শুরু করেন। আমেরিকা যাত্রাকালে তিনি চীন, জাপান এবং কানাডায় ভ্রমণ করেন। ক্যান্টনে (কুয়াংচৌ)-তে তিনি কিছু বৌদ্ধবিহার দেখেছিলেন। এরপর তিনি জাপান গমন করেন এবং সেখানে প্রথমে নাগাসাকিতে যান। তিনি আরো তিনটি বড় শহর দেখে তারপর ওসাকা, কিয়োটো এবং টোকিওতে এবং পরে ইয়োকোহামায় পৌঁছান। তিনি ইয়োকোহামা থেকে ভারতের আরএমএস এম্প্রেসস অফ ইন্ডিয়া নামে একটি জাহাজে কানাডা যাত্রা শুরু করেন।\n\n\n=== জামসেদজি টাটার সঙ্গে সাক্ষাৎ ===\nএম্প্রেসেস জাহাজে ইয়োকোহামা থেকে কানাডা যাত্রায় সময় বিবেকানন্দের সঙ্গে ঘটনাক্রমে জামসেদজি টাটার দেখা হয়ে যায়, যিনি শিকাগো যাচ্ছিলেন। টাটা, একজন ব্যবসায়ী যিনি চীনের সঙ্গে আফিম বাণিজ্যে তার প্রাথমিক ভাগ্য অর্জন করেছিলেন এবং ভারতের প্রথম টেক্সটাইল মিলগুলির মধ্যে একটি শুরু করেছিলেন। তিনি নতুন ব্যবসার ধারণা পেতে শিকাগো যাচ্ছিলেন। জাহাজেই একটি বৈঠকে বিবেকানন্দ টাটাকে ভারতে একটি গবেষণা ও শিক্ষা প্রতিষ্ঠান স্থাপনের জন্য অনুপ্রাণিত করেছিলেন। তাঁরা ভারতে স্টিল কারখানা চালু করার পরিকল্পনা নিয়েও আলোচনা করেছিলেন।\nবিবেকানন্দ ২৫ জুলাই ভ্যানকুভার পৌঁছান এবং সেখান থেকে তিনি ট্রেনে শিকাগো যাত্রা শুরু করেন এবং রবিবার ৩০ জুলাই সেখানে পৌঁছান।\n\n\n=== বস্টন যাত্রা ===\nশিকাগোতে পৌঁছানোর পর বিবেকানন্দ জানতে পেরেছিলেন যে, শংসাপত্র ছাড়া কেউ প্রতিনিধি হিসেবে সংসদে উপস্থিত হতে পারবেন না। সেই মুহুর্তে তাঁর কাছে কোন শংসাপত্র না থাকায় তিনি সম্পূর্ণ হতাশ বোধ করেছিলেন। এছাড়াও তিনি জানতেন যে সেপ্টেম্বরের প্রথম সপ্তাহ পর্যন্ত সংসদ খোলা হবে না। কিন্তু বিবেকানন্দ তাঁর আশা ছাড়েননি। খরচ কমানোর জন্য, তিনি বস্টনে যাওয়ার সিদ্ধান্ত নেন, যা শিকাগোর চেয়ে কম ব্যয়বহুল।\n\n\n=== জন হেনরি রাইটের সাথে সাক্ষাৎ ===\nবস্টনে বিবেকানন্দ হার্ভার্ড বিশ্ববিদ্যালয়ের অধ্যাপক জন হেনরি রাইটের সঙ্গে দেখা করেন। অধ্যাপক রাইট বিবেকানন্দকে বিশ্ববিদ্যালয়ে বক্তৃতা দেওয়ার জন্য আমন্ত্রণ জানান। বিবেকানন্দের জ্ঞান, প্রজ্ঞা এবং শ্রেষ্ঠত্বের সঙ্গে পরিচিত হওয়ার পর, অধ্যাপক রাইট তাঁকে বিশ্বধর্ম মহাসম্মেলনে হিন্দুধর্মের প্রতিনিধিত্ব করার জন্য আহ্বান করেছিলেন। বিবেকানন্দ নিজে পরে লিখেছিলেন- \"তিনি বিশ্বধর্ম মহাসম্মেলনে যাওয়ার জন্য আমার প্রতি আহ্বান জানান এবং তিনি ভেবেছিলেন যা জাতির পরিচয় দেবে\"। যখন রাইট জানতে পারলেন যে বিবেকানন্দ আনুষ্ঠানিকভাবে অংশগ্রহণের জন্য স্বীকৃত নন এবং সংসদে যোগদানের জন্য তাঁর কোনো শংসাপত্র নেই, তখন তিনি বিবেকানন্দকে সম্মেলনে যোগদানের সুযোগ করে দেন এবং শংসাপত্রে লেখেন- \"এই তরুণ ভারতীয় সন্ন্যাসীর পাণ্ডিত্য আমাদের সমস্ত অধ্যাপকদের পাণ্ডিত্যের সমষ্টির চেয়ে বেশি। তিনি সূর্যতুল্য, তাঁর পরিচয়পত্রের দরকার হয়না।\"\n\n\n== ১৮৯৩ বিশ্বধর্ম মহাসম্মেলনে ==\n\n\n=== স্বাগত সম্ভাষণ (১১ সেপ্টেম্বর) ===\nবিশ্বের কলম্বিয়ান প্রদর্শনীর অংশ হিসেবে পার্লামেন্ট মেমোরিয়াল আর্ট প্যালেস বা ওয়ার্ল্ডস কংগ্রেস অক্সিলারী বিল্ডিং-এ ১৮৯৩ খ্রিস্টাব্দের ১১ সেপ্টেম্বর বিশ্বধর্ম মহাসম্মেলন শুরু হয়। ভবনটি বর্তমানে শিকাগো আর্ট ইনস্টিটিউট নামে পরিচিত। বিবেকানন্দ সেদিন তাঁর প্রথম বক্তৃতা দিয়েছিলেন। দীর্ঘ বিলম্বের পর বিকেলের দিকে তিনি বক্তৃতা দেওয়ার সুযোগ পান। প্রাথমিকভাবে বিচলিত হলেও পরবর্তীকালে হিন্দুধর্মের বিদ্যাদেবী সরস্বতীকে প্রণাম করে তিনি অনুভব করেছিলেন যে তিনি তাঁর শরীরে নতুন শক্তি উদ্ভূত হয়েছে; তিনি অনুভব করেছিলেন যে কেউ বা অন্য কিছু তার দেহে অবস্থান করছে - \"ভারতের আত্মা, ঋষিদের প্রতিধ্বনি, রামকৃষ্ণের কণ্ঠ, পুনরুত্থানকারী সময়ের আত্মার মুখপত্র\"। এরপর তিনি \"আমেরিকার সমবেত ভগিনী ও ভ্রাতাগণ\" (সিস্টারর্স এন্ড ব্রাদার্স অফ আমেরিকা) সম্ভাষণ করে তাঁর বক্তৃতা শুরু করেন। তাঁর সম্বোধনের পরেই টানা দু-মিনিট করতালি দিয়ে তাঁকে অভিবাদন জানান উপস্থিত শ্রোতৃমণ্ডলী। এরপর তিনি বিশ্বের সবচেয়ে প্রাচীন সন্ন্যাসী সম্প্রদায়, সন্ন্যাসীদের বৈদিক আদেশ, একটি ধর্ম যা বিশ্বকে সহনশীলতা এবং সর্বজনীন গ্রহণযোগ্যতা উভয়কেই শিক্ষা দিয়েছে\" এর পক্ষ থেকে শুভেচ্ছা জানিয়েছেন।\n\n\n=== আমরা কেন দ্বিমত পোষণ করি (১৫ সেপ্টেম্বর) ===\n\nএই বক্তৃতায় বিবেকানন্দ একে অপরের এবং বিভিন্ন সম্প্রদায় ও ধর্মের মধ্যে মতবিরোধের কারণ ব্যাখ্যা করার চেষ্টা করেছিলেন। তিনি সেখানে একটি ব্যাঙের গল্প বলেছিলেন, যা জনপ্রিয়ভাবে কূপমণ্ডূক বা কুয়োর ব্যাঙ নামে পরিচিত। গল্পে তিনি বলেন, কুয়োয় জন্মগ্রহণ এবং সেখানেই লালিত-পালিত হওয়া একটি ব্যাঙ কুয়োটিকেই বিশ্বের বৃহত্তম জলাধার মনে করে। একদিন, সমুদ্র থেকে একটি ব্যাঙ সেই কূপের কাছে এল। যখন সমুদ্র থেকে আসা ব্যাঙটি কূপের ব্যাঙকে বলল যে সমুদ্র সেই কূপের চেয়ে অনেক বড়, তখন কূপের ব্যাঙ তা বিশ্বাস করল না এবং সমুদ্রের ব্যাঙটিকে তার কূপ থেকে দূরে সরিয়ে দিল। বিবেকানন্দ উপসংহারে বলেছিলেন- \"সব সময়ই এই অসুবিধা ছিল। আমি একজন হিন্দু। আমি আমার নিজের ছোট্ট কূপে বসে আছি এবং ভাবছি যে পুরো পৃথিবী আমার ছোট্ট কুয়ো। খ্রিস্টান তার ছোট্ট কূপে বসে ভাবছে পুরো পৃথিবীটাই তার কূপ। মুসলিম তার ছোট্ট কূপে বসে মনে করে যে এটাই সমগ্র পৃথিবী।\"\n\n\n=== হিন্দুধর্মের বার্তা (১৯ সেপ্টেম্বর) ===\nএইদিন বিবেকানন্দ হিন্দু ধর্মের একটি সংক্ষিপ্ত পরিচিতি দিয়েছিলেন এবং \"হিন্দুধর্মের অর্থ\" নিয়ে কথা বলেছিলেন। তিনি বিশ্বের তিনটি প্রাচীনতম ধর্ম, যথা- হিন্দুধর্ম, জরাথুস্ট্রবাদ এবং ইহুদি ধর্ম এবং তাদের বেঁচে থাকা এবং খ্রিস্টধর্মের উত্থানের কথাও বলেছিলেন। এরপর তিনি বেদান্ত দর্শন, হিন্দু ধর্মে ঈশ্বর, আত্মা এবং দেহের ধারণা সম্পর্কে তাঁর মূল বক্তৃতা দেন।\n\n\n=== খ্রিষ্টানগণ ভারতের জন্য কি করিতে পারেন? (২০ সেপ্টেম্বর) ===\n\nএই সংক্ষিপ্ত বক্তৃতায় বিবেকানন্দ গরিব ভারতীয়দের দারিদ্র দূরীকরণে খ্রিস্টানদের অনীহার কথা প্রকাশ করে তাদের নিন্দা করেন। তিনি বলেন, ভারতবাসীদের ধর্মশিক্ষার প্রয়োজন নেই। কারণ, প্রাচ্যে ধর্মের অভাব নেই। কিন্তু তাদের দুর্ভিক্ষ ও অন্যান্য সময়ে খাদ্যের অভাব ঘটে। সেই অভাব না মেটানোর জন্য তিনি খ্রিস্টান ধর্মপ্রচারকদের সমালোচনা করেন। তিনি তখন বলেন, তাঁর লক্ষ্য ছিল শিকাগোর বিশ্বধর্ম মহাসম্মেলনে অংশগ্রহণ করে দেশের দরিদ্র মানুষের জন্য সাহায্য চাওয়া।\n\n\n=== বৌদ্ধধর্মের সহিত হিন্দুধর্মের সম্বন্ধ (২৬ সেপ্টেম্বর) ===\n\nএই বক্তৃতায় বিবেকানন্দ বৌদ্ধধর্ম নিয়ে কথা বলেছিলেন। তিনি বৌদ্ধধর্মকে হিন্দুধর্মের পূর্ণ প্রকাশ বলে উল্লেখ করেন। তিনি বৌদ্ধধর্মের উৎপত্তি, বৌদ্ধধর্ম ও ব্রাহ্মধর্মের সম্পর্ক, বৌদ্ধধর্ম ও বেদের কথা বলেছিলেন। তিনি শেষ করেন, \"হিন্দুধর্ম বৌদ্ধধর্ম ছাড়া বাঁচতে পারে না, বা হিন্দুধর্ম ছাড়া বৌদ্ধধর্ম থাকতে পারে না।\" এবং দেখিয়েছেন কীভাবে বৌদ্ধ ধর্ম হিন্দু ধর্মের পরিপূর্ণতা।\n\n\n=== অন্তিম অধিবেশনের বার্তা (২৭ সেপ্টেম্বর) ===\nএটি ছিল বিশ্বধর্ম মহাসম্মেলনে বিবেকানন্দের চূড়ান্ত ভাষণ। তাঁর শেষ বক্তৃতায়, তিনি বলেছিলেন যে এই পার্লামেন্ট একটি বাস্তব সত্যে পরিণত হয়েছে। তিনি এই সংসদসভার আয়োজনের জন্য \"মহৎ আত্মাদের\" ধন্যবাদ জানান। তিনি অনুভব করেছিলেন যে \"বিশ্বের কাছে প্রমাণিত হয়েছে যে পবিত্রতা, বিশুদ্ধতা এবং দাতব্যতা পৃথিবীর কোন গির্জার একচেটিয়া সম্পত্তি নয়।\" তিনি তাঁর বক্তৃতা শেষ করেন \"যুদ্ধের বদলে সাহায্য,\" \"ধবংসের বদলে আত্মীকরণ,\" \"বিভেদের বদলে সম্প্রীতি এবং শান্তি\" এই বার্তা দিয়ে।\n\n\n== প্রভাব ==\n\n\n=== ২০১২ বিশ্বধর্ম মহাসম্মেলন ===\n২০১২ খ্রিস্টাব্দে, বিবেকানন্দের ১৫০তম জন্মবার্ষিকী স্মরণ করে শিকাগোর বিশ্বধর্ম সংসদের কাউন্সিল মেরিল্যান্ডের বার্টনসভিলের ইনস্টিটিউট অব ওয়ার্ল্ড রিলিজিয়নস (ওয়াশিংটন কালী মন্দির) সহযোগিতায় তিন দিনের বিশ্বধর্ম সম্মেলনের আয়োজন করেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nAddresses at The Parliament of Religions at Archive.org"}