{"pageid": 1079363, "title": "নিরুক্ত", "url": "https://bn.wikipedia.org/wiki?curid=1079363", "content": "নিরুক্ত (সংস্কৃত: निरुक्त) হল বেদের অর্থ সম্পূর্ণভাবে নিরূপনের জন্য বৈদিক শাস্ত্র। নির্-নিঃশ্বেষরূপে পদসমূহ যেখানে উক্ত হয়েছে, তাকে নিরুক্ত বলে। যাস্ক নামক ঋষি আনুমানিক খ্রিষ্টপূর্ব ষষ্ঠ সহস্রাব্দে নিরুক্ত শাস্ত্রের রচনা করেছিলেন। নিরুক্ত ষড় বেদাঙ্গের মাঝে অন্যতম একটি অঙ্গ। বেদের সংস্কৃত শব্দরাশি সংগৃহ ও যথাযথ ব্যাখ্যা প্রসঙ্গে নিরুক্ত শাস্ত্রে আলোচনা হয়েছে। এজন্য একে বেদের অঙ্গ সরূপ বলা হয়।\nনিরুক্ত হল শব্দকোষের পদ্ধতিগত সৃষ্টি এবং এটি প্রাচীন, অস্বাভাবিক শব্দগুলি কীভাবে বোঝা যায় তা নিয়ে আলোচনা করে। ক্ষেত্রটি সম্ভবত বৃদ্ধি পেয়েছিল কারণ খ্রিষ্টপূর্ব ২য় সহস্রাব্দে রচিত বৈদিক গ্রন্থে প্রায় এক চতুর্থাংশ শব্দ মাত্র একবার দেখা যায়।\n\n\n== সময়কাল ==\nনিরুক্তর অধ্যয়ন খ্রিষ্টপূর্ব ২য় সহস্রাব্দে বৈদিক গ্রন্থের ব্রাহ্মণ স্তরের শেষ শতাব্দীতে পাওয়া যায়। এই ক্ষেত্রের সবচেয়ে বিখ্যাত পণ্ডিত যাস্ক, যিনি এই ক্ষেত্রের প্রথম পুস্তক, নিগন্তু লিখেছিলেন। তাঁর পাঠ্যটিকে কেবল নিরুক্ত বলা হয়। নিরুক্তের অধ্যয়ন ব্যাকরণের আনুষঙ্গিক বৈদিক বিজ্ঞানের সাথে ঘনিষ্ঠভাবে সম্পর্কিত, তবে তাদের আলাদা মনোযোগ রয়েছে। ব্যাখ্যার সঠিকভাবে ভাব প্রকাশের জন্য শব্দের সঠিক রূপ প্রতিষ্ঠার জন্য ভাষাতাত্ত্বিক বিশ্লেষণ নিয়ে কাজ করে, যখন নিরুক্ত ভাষায় বিশ্লেষণের উপর মনোযোগ কেন্দ্রীভূত করে শব্দগুলির যথাযথ অর্থ প্রতিষ্ঠা করতে সাহায্য করে। যাস্ক দাবি করেন যে নিরুক্তের অধ্যয়নের পূর্বশর্ত হচ্ছে ব্যাকরণ অধ্যয়ন। \nঅধ্যয়নের ক্ষেত্রে নিরুক্ত গ্রন্থগুলিকে নির্বাণশাস্ত্রও বলা হয়। ১৯২০ -এর দশকে লক্ষ্মণ সরুপ কর্তৃক নিগন্তু ও নিরুক্তের সমালোচনামূলক সংস্করণ প্রকাশিত হয়েছিল। লক্ষ্মণ স্বরূপ সমালোচনামূলক সংস্করণটি ৭০০ থেকে ৫০০ খ্রিস্টপূর্বাব্দের মধ্যে, অর্থাৎ গৌতম বুদ্ধের আগে।\n\n\n== ব্যুৎপত্তি ==\nমনিয়ার-উইলিয়ামস অনুসারে, নিরুক্ত অর্থ  \"উচ্চারিত, ব্যাখ্যা করা, প্রকাশ করা, সংজ্ঞায়িত করা, জোরে\"। এটি শব্দের ব্যুৎপত্তিগত ব্যাখ্যা বা এই ধরনের কাজের নামকেও বোঝায়।\nসংশ্লিষ্ট সংস্কৃত বিশেষ্য নিরুক্ত অর্থ \"কাব্যিক উদ্ভব\" বা \"শব্দের ব্যাখ্যা\"।\n\n\n== আলোচনা ==\nনিরুক্তের ক্ষেত্রটি শব্দের অর্থ নির্ণয় করে, বিশেষ করে প্রাচীন শব্দের ব্যবহার আর নেই, অনেক আগে তৈরি করা হয়েছে এবং তারপর খুব কমই ব্যবহৃত হয়েছে। খ্রিষ্টপূর্ব দ্বিতীয় সহস্রাব্দ থেকে বৈদিক সাহিত্যে এই ধরনের শব্দের খুব বড় সংগ্রহ রয়েছে, যেখানে প্রায় ২৫% শব্দ শুধুমাত্র একবার ব্যবহার করা হয়েছে। খ্রিষ্টপূর্ব ১ম সহস্রাব্দে, বেদের অর্থ কী তা ব্যাখ্যা করা এবং বোঝা চ্যালেঞ্জ হয়ে দাঁড়িয়েছিল, এবং নিরুক্ত পদ্ধতিতে তত্ত্বগুলি প্রস্তাব করার চেষ্টা করেছিল কীভাবে শব্দগুলি গঠন করে, এবং তারপর বেদ বোঝার জন্য তাদের অর্থ নির্ধারণ করে।\nযাস্ক, ঋষি যিনি সম্ভবত খ্রিষ্টপূর্ব সপ্তম থেকে পঞ্চম সহস্রাব্দের কাছাকাছি সময়ে বাস করতেন, শব্দের শব্দার্থগত বিশ্লেষণের মাধ্যমে এই সমস্যাটির সাথে যোগাযোগ করে, তাদের উপাদানগুলিতে বিভক্ত করে, এবং তারপর সেগুলিকে সেই প্রেক্ষাপটে একত্রিত করে যেগুলি প্রাচীন শব্দের অর্থ কী হতে পারে তা প্রস্তাব করতে ব্যবহৃত হয়েছিল।\n\nযাস্কের কেন্দ্রীয় ভিত্তি ছিল যে, মানুষ কর্মের ধারণার এবং বর্ণনা করার জন্য আরও নতুন শব্দ তৈরি করে, অর্থাৎ বিশেষ্যগুলির প্রায়ই মৌখিক শিকড় থাকে। যাইহোক, যাস্কের যোগ করা সকল শব্দের মৌখিক শিকড় নেই। তিনি জোর দিয়েছিলেন যে শব্দের অর্থ এবং ব্যুৎপত্তি উভয়ই সর্বদা প্রসঙ্গ নির্ভর। যাস্কের মতে, বস্তু-মাধ্যমের চারপাশে শব্দ তৈরি করা হয়, মানুষের অনুভূত বাহ্যিক বা অভ্যন্তরীণ বাস্তবতা প্রকাশ করা, এবং ক্রিয়া ও ভব (গতিশীল সত্তা) এর ছয়টি পরিবর্তনের মধ্যে একটি, যথা জন্ম, বিদ্যমান, পরিবর্তন, বৃদ্ধি, হ্রাস ও ধ্বংস।\nহিন্দু ঐতিহ্যের নিরুক্ত পণ্ডিতদের মতে, একটি বাক্য হল শব্দের সংগ্রহ, একটি শব্দ হল ধ্বনিগুলির সংগ্রহ। বৈদিক অনুচ্ছেদের অর্থ প্রেক্ষাপট, উদ্দেশ্য বর্ণিত, আলোচিত বিষয়, কী বলা হয়েছে, কীভাবে, কোথায় ও কখন বোঝা যায়।\n\n\n== পাঠ্য ==\nএকমাত্র মৌলিক নির্বাণশাস্ত্র, যা প্রাচীনকাল থেকে আধুনিক যুগে টিকে আছে তা হল যাস্ক ও এটিকে কেবল নিরুক্ত বলা হয়। যাস্কের নিরুক্তের উপর তিনটি ভাষ্য টিকে আছে। উপরন্তু, যাস্ক কর্তৃক খ্রিষ্টপূর্ব পঞ্চম শতাব্দীর নিরুক্তের চেয়েও বিদ্যমান এবং অধিকতর প্রাচীন, নিঝানতু যা একটি অভিধানিক গ্রন্থ। নিঘন্তু হল শব্দকোষ বা বেদের শব্দগুলির সংকলন, এবং এটি অভিধানশাস্ত্রের উদাহরণ পাঠ্য (আক্ষরিক অর্থে, শব্দের বিজ্ঞান)। যাইহোক, নিগন্তু অভিধান নয়, গ্রন্থগুলির ধারা যা পরবর্তী শতাব্দীতে বিকশিত হয় এবং সংস্কৃত ভাষায় একে কোশা বলা হয়। যাস্কের নিরুক্ত ব্যাপকভাবে নিগন্তুকে বোঝায়।\nযাস্ক নিরুক্ত পাঠ্যের তিনটি ভাষ্য হল দুর্গাসিংহ (দুর্গা নামেও পরিচিত) নামে হিন্দু পণ্ডিতদের দ্বারা (যারা সম্ভবত ষষ্ঠ শতাব্দীর পূর্বের), স্কন্দ-মহেশ্বর যারা দুইজন পণ্ডিত হতে পারেন (যারা সম্ভবত খ্রিস্টীয় পঞ্চম শতাব্দীর পূর্বের), এবং নীলকণ্ঠ (যিনি সম্ভবত ১৪ শতকের)।\n\n\n== ব্যবহার ==\n\n\n=== প্রাচীন ===\nযাস্ক, তার বিখ্যাত পাঠ্য শিরোনামে, দাবি করেছেন যে প্রাচীন ঐতিহ্যে ঋগ্বেদকে তিনটি উপায়ে ব্যাখ্যা করা যেতে পারে - ধর্মীয় আচারের (অধিযজ্ঞ) দৃষ্টিকোণ থেকে, দেবতাদের (অধিদেবতা) দৃষ্টিভঙ্গি থেকে এবং আত্মার (অধ্যাৎমান) দৃষ্টিকোণ থেকে। ঋগ্বেদকে ব্যাখ্যা করার চতুর্থ উপায়টিও প্রাচীনকালে আবির্ভূত হয়েছিল, যেখানে উল্লেখিত দেবতাদের কিংবদন্তি ব্যক্তি বা আখ্যানের প্রতীক হিসেবে দেখা হত। এটা সাধারণভাবে গৃহীত হয়েছিল যে, সৃজনশীল কবিরা পাঠককে অনুপ্রাণিত করার জন্য প্রায়শই দ্বৈত অর্থ, উপবৃত্ত এবং উপন্যাসের ধারণা প্রকাশ করেন। নিরুক্ত একজনকে বিকল্প অনুবিদ্ধ অর্থ শনাক্ত করতে সক্ষম করে যা কবি এবং লেখকরা পুরনো গ্রন্থে অন্তর্ভুক্ত থাকতে পারে।\n\n\n=== মধ্যযুগীয় ===\nভাস্করারায়ের ভাষ্যগুলিতে নিরুক্তের অলঙ্কারিক ব্যবহারের অনেক উদাহরণ পাওয়া যায়। গণেশ সহস্রনাম সম্পর্কে তাঁর ভাষ্যের প্রথম শ্লোক থেকে এখানে একটি উদাহরণ দেওয়া হল।\nপ্রথম শ্লোকে গণেশের নাম হিসাবে গণনাথ অন্তর্ভুক্ত রয়েছে।এই নামের সহজ অর্থ, যা তার পাঠকদের কাছে স্পষ্ট মনে হত, \"গণের রক্ষক\" হবে, নামটিকে গণ (গোষ্ঠী) +নাথ (অভিভাবক) হিসাবে সরলভাবে বিশ্লেষণ করবে। কিন্তু ভাস্করারায় নিরুক্ষতে তার দক্ষতা প্রদর্শন করে অপ্রত্যাশিত ভাবে এটিকে বহুব্রীহি যৌগিক গণনা + অাথ মানে \"যার গণনা যার গুণাবলী শুভতা নিয়ে আসে। আথ শব্দটি শুভকামনার সাথে যুক্ত (মাগলাম)। সহস্রনাম খোলার সময় এই অলঙ্কারশাস্ত্রের বিকাশ ঘটে, সহস্রনাম প্রসঙ্গে উপযুক্ত চতুর মোচড় সহ সহস্রাধিক নামের উপর তার ভাষ্যের একেবারে শুরুতেই নিরুক্তে ভাস্করায়ের দক্ষতা প্রদর্শন করে\n\n\n== আরও দেখুন ==\nবেদাঙ্গ\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nHarold G. Coward (১৯৯০)। The Philosophy of the Grammarians, in Encyclopedia of Indian Philosophies Volume 5 (Editor: Karl Potter)। Princeton University Press। আইএসবিএন 978-81-208-0426-5। \nEivind Kahrs (১৯৯৮)। Indian Semantic Analysis: The Nirvacana Tradition। Cambridge University Press। আইএসবিএন 978-0-521-63188-4। \nTibor Kiss (২০১৫)। Syntax - Theory and Analysis। Walter de Gruyter। আইএসবিএন 978-3-11-037740-8। \nFriedrich Max Müller; Arthur Anthony Macdonell (১৮৮৬)। A Sanskrit grammar for beginners (2 সংস্করণ)। Longmans, Green। পৃষ্ঠা 178। \nWeber, Albrecht (১৮৬৩)। Indische Studien। 8। Leipzig। \nAnnette Wilke; Oliver Moebus (২০১১)। Sound and Communication: An Aesthetic Cultural History of Sanskrit Hinduism। Walter de Gruyter। আইএসবিএন 978-3-11-018159-3। \nMaurice Winternitz (১৯৬৩)। History of Indian Literature। Motilal Banarsidass। আইএসবিএন 978-81-208-0056-4। \nLakshman Sarup, The Nighantu and The Nirukta (London, H. Milford 1920–29), Repr. Motilal Banarsidass 2002, আইএসবিএন ৮১-২০৮-১৩৮১-২.\nRudolph Roth, Introduction to the Nirukta and the Literature related to it, (tr. D. Mackichan), University of Bombay, 1919.\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে নিরুক্ত সম্পর্কিত মিডিয়া দেখুন।\n\"Nirukta\" at the Encyclopædia Britannica\nNiruktam sememes\nThe Nighantu and the Nirukta 1967 bilingual Sanskrit-English critical edition by Lakshman Sarup, at the Internet Archive"}