{"pageid": 1079863, "title": "পশ্চিম চালুক্য স্থাপত্য", "url": "https://bn.wikipedia.org/wiki?curid=1079863", "content": "পশ্চিম চালুক্য স্থাপত্য (কন্নড়: ಪಶ್ಚಿಮ ಚಾಲುಕ್ಯ ವಾಸ್ತುಶಿಲ್ಪ; অপর নাম কল্যাণী চালুক্য স্থাপত্য বা পরবর্তী চালুক্য স্থাপত্য) হল খ্রিস্টীয় একাদশ ও দ্বাদশ শতাব্দীতে অধুনা ভারতের কর্ণাটক রাজ্যের মধ্যভাগে অবস্থিত তুঙ্গভদ্রা অঞ্চলে পশ্চিম চালুক্য রাজবংশের শাসনকালে বিকাশ লাভ করা অলংকৃত স্থাপত্যের একটি স্বতন্ত্র শৈলী। এই যুগে দাক্ষিণাত্য মালভূমি অঞ্চলে পশ্চিম চালুক্যদের রাজনৈতিক প্রভাব ছিল সর্বাধিক। সাংস্কৃতিক ও মন্দির নির্মাণকর্মের কেন্দ্রটি ছিল তুঙ্গভদ্রা অঞ্চল। এখানে বৃহদাকৃতি মধ্যযুগীয় সংগঠনগুলি অসংখ্য স্মারক নির্মাণ করে। এই স্থাপত্য নিদর্শনগুলি পূর্বাবধি বিদ্যমান দ্রাবিড় (দক্ষিণ ভারতীয়) মন্দির স্থাপত্যশৈলীরই আঞ্চলিক রূপভেদ। পশ্চিম চালুক্য স্থাপত্য বেসর বা “কর্ণাট দ্রাবিড়” নামে একটি বৃহত্তর স্থানীয় মন্দির স্থাপত্যশৈলীর জন্ম দিয়েছিল। এই যুগে চালুক্য শিল্পীদের দ্বারা নির্মিত সকল আকারের মন্দিরই আজ স্থাপত্যশৈলীর উদাহরণ হিসেবে বিদ্যমান।\nএই যুগে নির্মিত বহু-সংখ্যক স্থাপনার মধ্যে সর্বাপেক্ষা উল্লেখযোগ্য নিদর্শনগুলি হল কোপ্পাল জেলার ইতগীতে অবস্থিত মহাদেব মন্দির, গদাগ জেলার লক্কুণ্ডীতে অবস্থিত কাশীবিশ্বেশ্বর মন্দির, বেল্লারী জেলার কুরুবত্তিতে অবস্থিত মল্লিকার্জুন মন্দির এবং দাবণগেরে জেলার বাগলিতে অবস্থিত কল্লেশ্বর মন্দির। কারিগরি উৎকর্ষের জন্য উল্লেখযোগ্য অন্যান্য স্মারকগুলির মধ্যে রয়েছে কুবাতুরের কৈটভেশ্বর মন্দির ও বল্লিগাবির কেদারেশ্বর মন্দির (দু’টিই শিবমোগ্গা জেলায়), হাবেরীর সিদ্ধেশ্বর মন্দির (হাবেরী জেলা), অন্নিগেরীর অমৃতেশ্বর মন্দির (ধারওয়াড় জেলা), গদাগের সরস্বতী মন্দির ও দম্বলের ডোড্ডা বাসপ্পা মন্দির (দু’টিই গদাগ জেলায়)।\nপশ্চিম চালুক্যের যে স্থাপত্য নিদর্শনগুলি এখন দেখা যায়, সেগুলি হল শৈব, বৈষ্ণব ও জৈন ধর্মীয় পরম্পরায় নির্মিত মন্দির। সামরিক, অসামরিক বা রাজকীয় স্থাপত্যের কিছুই আর অবশিষ্ট নেই, যা কাদামাটি, ইট ও কাঠের নির্মিত হওয়ায় কালের প্রভাবে ক্ষয়প্রাপ্ত হয়েছিল।\nএই স্থাপত্যনির্মাণ কর্মসূচির কেন্দ্র ছিল অধুনা ধারওয়াড় জেলার সমগ্র অঞ্চল এবং হাবেরী ও গদাগ জেলার কিছু কিছু অঞ্চল। এই জেলাগুলিতে প্রায় পঞ্চাশটি স্থাপত্য নিদর্শনের অস্তিত্ব এখনও আছে, যা থেকে পশ্চিম চালুক্যদের ব্যাপক মন্দির নির্মাণ কর্মসূচির প্রমাণ পাওয়া যায়। এই শৈলীর প্রভাব উত্তরপূর্বে কল্যাণী অঞ্চলের বাইরেও পূর্বে বেল্লারী ও দক্ষিণে মহীশূর অঞ্চল পর্যন্ত প্রসার লাভ করেছিল। উত্তরের বিজয়পুর-বেলগাঁও অঞ্চলে এই শৈলীটি “হেমদপন্তি” মন্দিরনির্মাণ শৈলীর সঙ্গে মিশে একটি পৃথক রূপ ধারণ করে। যদিও কোঙ্কণ অঞ্চলে অল্প কয়েকটি মাত্র পশ্চিম চালুক্য মন্দির পাওয়া গিয়েছে, তবু মনে করা হয় যে পশ্চিমঘাট পর্বতমালার উপস্থিতি এই শৈলীটির পশ্চিমে ছড়িয়ে পড়ার পথে বাধা হয়ে দাঁড়িয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\nবই\n\nCousens, Henry (১৯৯৬) [1926]। The Chalukyan Architecture of Kanarese Districts। New Delhi: Archaeological Survey of India। ওসিএলসি 37526233। \nFoekema, Gerard (২০০৩) [2003]। Architecture decorated with architecture: Later medieval temples of Karnataka, 1000–1300 AD। New Delhi: Munshiram Manoharlal Publishers Pvt. Ltd। আইএসবিএন 81-215-1089-9। \nFoekema, Gerard (১৯৯৬)। A Complete Guide To Hoysala Temples। New Delhi: Abhinav। আইএসবিএন 81-7017-345-0। \nHardy, Adam (১৯৯৫) [1995]। Indian Temple Architecture: Form and Transformation-The Karnata Dravida Tradition 7th to 13th Centuries। Abhinav Publications। আইএসবিএন 81-7017-312-4। \nJenkins, Davison (২০০১)। \"Hydraulic Works\"।   John M. Fritz; George Michell। New Light on Hampi: Recent Research at Vijayanagara। Mumbai: MARG। আইএসবিএন 81-85026-53-X। \nKamath, Suryanath U. (২০০১) [1980]। A concise history of Karnataka : from pre-historic times to the present। Bangalore: Jupiter books। এলসিসিএন 80905179। ওসিএলসি 7796041। \nSastri, Nilakanta K.A. (২০০২) [1955]। A history of South India from prehistoric times to the fall of Vijayanagar। New Delhi: Indian Branch, Oxford University Press। আইএসবিএন 0-19-560686-8। \nSinha, Ajay J. (১৯৯৯)। \"Review of Indian Temple Architecture: Form and Transformation, the Karṇāṭa Drāviḍa Tradition, 7th to 13th Centuries by Adam Hardy\"। Artibus Asiae। 58 (3/4): 358–362। জেস্টোর 3250027। ডিওআই:10.2307/3250027। \nওয়েবসাইট\n\n\"Alphabetical List of Monuments – Karnataka\"। Archaeological Survey of India। Archaeological Survey of India। ৮ আগস্ট ২০১৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ ডিসেম্বর ২০০৭। \nKamat J। \"Temples of Karnataka\"। Timeless Theater – Karnataka। Kamat's Potpourri। সংগ্রহের তারিখ ২০০৭-১২-৩০। \nKamiya, Takeyo। \"Architecture of Indian subcontinent\"। Indian Architecture। Gerard da Cunha। ২০১৫-০৪-০২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৭-১১-১৩। \nKannikeswaran K। \"Templenet-Kalyani Chalukyan temples\"। Temples of Karnataka। www.templenet.com। সংগ্রহের তারিখ ২০০৭-১১-১৩। \nRao, Kishan। \"Emperor of Temples' crying for attention\"। The Hindu। ২৮ নভেম্বর ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ ডিসেম্বর ২০০৭। \nRao, M. S. Nagaraja (১৯৬৯)। \"Sculptures from the Later Cālukyan Temple at Hāveri\"। Artibus Asiae। 31 (2/3): 167–178। জেস্টোর 3249429। ডিওআই:10.2307/3249429। \nSettar S। \"Hoysala heritage\"। history and craftsmanship of Belur and Halebid temples। Frontline। ১ জুলাই ২০০৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৭-১২-১৩। \n\"Directory of Monuments in Karnataka-Government of Karnataka\"। Directorate of Archaeology and Museums। National Informatics Centre, Karnataka। সংগ্রহের তারিখ ২০০৮-০১-১৩। \n\n\n== বহিঃসংযোগ ==\n\"Speaks of catholic outlook\"। The hindu। সংগ্রহের তারিখ ২০১৩-০৫-২৩। \nটেমপ্লেট:Architecture of Karnataka\nটেমপ্লেট:Architecture of India\nটেমপ্লেট:History of architecture"}