{"pageid": 1079692, "title": "ন্যায় (দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1079692", "content": "ন্যায় (সংস্কৃত: न्याय), আক্ষরিক অর্থ বিচার, নিয়ম, পদ্ধতি বা রায়। হিন্দুধর্মের ছয়টি দর্শনের মধ্যে একটি। ভারতীয় দর্শনে এই দর্শনের সবচেয়ে উল্লেখযোগ্য অবদান ছিল যুক্তি তত্ত্ব, পদ্ধতিবিদ্যা এবং জ্ঞানবিজ্ঞানের উপর তার গ্রন্থগুলির পদ্ধতিগত বিকাশ।\nন্যায় দর্শনের জ্ঞানতত্ত্ব ছয়টি প্রমানের মধ্যে চারটি জ্ঞান অর্জনের নির্ভরযোগ্য মাধ্যম হিসেবে গ্রহণ করে - প্রত্যয় (উপলব্ধি), অনুমান, উপমান (তুলনা ও উপমা) এবং শব্দ (অতীত বা বর্তমান নির্ভরযোগ্য বিশেষজ্ঞের সাক্ষ্য)। অধিবিদ্যায়, ন্যায় দর্শন হিন্দুধর্মের বৈশেষিক দর্শনের কাছাকাছি। এটা ধরে নিয়েছে যে ভুল জ্ঞানের অধীনে ক্রিয়াকলাপ দ্বারা সৃষ্ট ভুলের ফলে মানুষের কষ্ট হয়। এটি বলে, মোক্ষ সঠিক জ্ঞানের মাধ্যমে অর্জিত হয়। এই ভিত্তি ন্যায়কে জ্ঞানতত্ত্বের সাথে নিজেকে উদ্বিগ্ন করতে পরিচালিত করেছিল, এটি সঠিক জ্ঞান অর্জন এবং ভুল ধারণা দূর করার নির্ভরযোগ্য মাধ্যম। মিথ্যা জ্ঞান কেবল নৈয়ায়িকদের অজ্ঞতা নয়, এর মধ্যে রয়েছে বিভ্রম। সঠিক জ্ঞান হচ্ছে নিজের বিভ্রান্তি আবিষ্কার করা এবং তা কাটিয়ে ওঠা, এবং আত্মা, স্ব এবং বাস্তবতার প্রকৃত প্রকৃতি বোঝা।\nন্যায় পণ্ডিতগণ প্রত্যক্ষ বাস্তবতার রূপ হিসাবে দর্শনের কাছাকাছি হয়েছিলেন। তাদের মতে,  যেটা আসলেই বিদ্যমান তা নীতিগতভাবে মানবিকভাবে জানা যায়, সঠিক জ্ঞান ও বোঝাপড়া সহজ, প্রতিফলিত চেতনা থেকে আলাদা; এর জন্য অনুব্যবসায় প্রয়োজন। যুক্তি ও কারণের উপর গ্রন্থের প্রভাবশালী সংগ্রহ হল অক্ষপদ গৌতমের জন্য আরোপিত ন্যায়সূত্র, খ্রিষ্টপূর্ব ষষ্ঠ ও দ্বিতীয় শতাব্দীর মধ্যে রচিত হয়েছে বলে অনুমান করা হয়।\nন্যায় দর্শন তার কিছু পদ্ধতি এবং মানুষের কষ্টের ভিত্তি বৌদ্ধধর্মের সাথে ভাগ করে; যাইহোক, উভয়ের মধ্যে একটি মূল পার্থক্য হল যে বৌদ্ধধর্ম বিশ্বাস করে যে আত্মা নেই; হিন্দুধর্মের অন্যান্য দর্শনের মত ন্যায় দর্শন বিশ্বাস করে যে আত্মা আছে, যেখানে অজ্ঞতা, ভুল জ্ঞান, সঠিক জ্ঞান লাভ এবং স্বতঃস্ফূর্ত ধারাবাহিকতা দূরীকরণের অবস্থা হিসেবে মোক্ষ রয়েছে।\n\n\n== ব্যুৎপত্তি ==\nন্যায় সংস্কৃত শব্দ যার অর্থ ন্যায়বিচার, সকলের জন্য সমতা, বিশেষত সাধারণ বা সার্বজনীন বিধিগুলির সংগ্রহ। কিছু প্রসঙ্গে, এর অর্থ মডেল, স্বত ,স্ফূর্ত, পরিকল্পনা, আইনি প্রক্রিয়া, বিচারিক শাস্তি বা রায়। ন্যায় এর অর্থ এইও হতে পারে, \"যেটি পথ দেখায়\" তার সংস্কৃত ব্যুৎপত্তি খুঁজে বের করে। যুক্তি তত্ত্ব, এবং ভারতীয় গ্রন্থে এটি নিয়ে আলোচনা করা হয়েছে, এই শব্দটি একটি এন্থাইম বা কখনও কখনও যে কোনও অনুমানবাক্যের জন্য যুক্তি বোঝায়। দার্শনিক প্রেক্ষাপটে, ন্যায় উপযুক্ততা, যুক্তি ও পদ্ধতিকে অন্তর্ভুক্ত করে।\nন্যায় ভারতীয় দর্শনশাস্ত্রে ব্যবহৃত অন্যান্য অনেক ধারণা এবং শব্দের সাথে সম্পর্কিত: হেতু-বিদ্যা (কারণের বিজ্ঞান), আনভিক্সিকি (অনুসন্ধান বিজ্ঞান, পদ্ধতিগত দর্শন), প্রমান-শাস্ত্র (জ্ঞানতত্ত্ব, সঠিক জ্ঞানের বিজ্ঞান), তত্ত্ব-শাস্ত্র (শ্রেণির বিজ্ঞান), তর্ক-বিদ্যা (যুক্তির বিজ্ঞান, উদ্ভাবন, সংশ্লেষণ),ভাদার্থ (আলোচনার বিজ্ঞান) এবং ফক্কিকা-শাস্ত্র (কৃত্রিমতা, প্রতারণা, ত্রুটি, জাল খুঁজে বের করার বিজ্ঞান)। এইগুলির মধ্যে কিছু ন্যায়ের সরঞ্জামগুলি অন্তর্ভুক্ত বা স্থাপন করে।\n\n\n== অভিমত ==\n\nন্যায় দর্শনের ঐতিহাসিক উন্নয়ন অস্পষ্ট, যদিও ঋগ্বেদের ১০ নং বই ১২৯ অধ্যায়ের নাসদিয় সূক্তের স্তোত্রগুলি যৌক্তিক প্রস্তাবনায় এর আধ্যাত্মিক প্রশ্নগুলি আবৃত্তি করে। ক্লুনি বলেন, খ্রিস্টপূর্ব শতাব্দীর প্রথম দিকে, প্রারম্ভিক ন্যায় পণ্ডিতরা যুক্তিসঙ্গত, সুসংগত অনুসন্ধান এবং জ্ঞান সাধনার বিজ্ঞান সংকলন শুরু করেন। দ্বিতীয় শতাব্দীর মধ্যে, অক্ষপদ গৌতম ন্যায় দর্শনের একটি মূল পাঠ্য ন্যায়সূত্র রচনা করেছিলেন, যা প্রাথমিকভাবে যুক্তি, পদ্ধতি এবং জ্ঞানতত্ত্ব নিয়ে আলোচনা করে। যে ন্যায় পণ্ডিতগণ অনুসরণ করেছিলেন তা পরিমার্জিত, বিস্তৃত ও আধ্যাত্মিক প্রশ্নে এটি প্রয়োগ করেছিলেন। যদিও প্রথম দিকের ন্যায় পণ্ডিতগণ অতিপ্রাকৃত শক্তি বা ঈশ্বর আছে কিনা তা নিয়ে কোন বিশ্লেষণ প্রকাশ করেননি, তারা অস্তিত্ব, আধ্যাত্মিকতা, সুখ ও মোক্ষের প্রকৃতির প্রশ্নে জ্ঞান এবং নির্ভরযোগ্য উপায়ে তাদের অন্তর্দৃষ্টি প্রয়োগ করেছিলেন। পরে ন্যায় পণ্ডিতগণ, যেমন উদয়ন, ঈশ্বরবাদের উপর বিভিন্ন যুক্তি পরীক্ষা করে এবং ঈশ্বরের অস্তিত্ব প্রমাণ করার চেষ্টা করেন। অন্যান্য ন্যায় পণ্ডিতগণ ঈশ্বরের অস্তিত্বকে অস্বীকার করার জন্য যুক্তি উপস্থাপন করেছিলেন।\nহিন্দু চিন্তাধারায় ন্যায়া দর্শন কর্তৃক প্রদত্ত সবচেয়ে গুরুত্বপূর্ণ অবদান হল জ্ঞানবিজ্ঞান এবং যুক্তিবিজ্ঞান পদ্ধতির উপর তার গ্রন্থ যা পরবর্তীকালে অন্যান্য ভারতীয় দর্শনের সংখ্যাগরিষ্ঠ দ্বারা গৃহীত হয়েছে।\n\n\n== ষোল শ্রেণী (পদার্থ) ==\nন্যায় অধিবিদ্যা ষোল পদার্থ বা বিভাগগুলিকে স্বীকৃতি দেয় এবং তাদের মধ্যে দ্বিতীয়টিতে বৈষেশিকের ছয়টি (বা সাত) শ্রেণী অন্তর্ভুক্ত করে, যাকে 'প্রমেয় বলা হয়।\nএই ষোলটি বিভাগ হল:\n\nপ্রমাণ (যে প্রণালী দ্বারা প্রমা বা যথার্থজ্ঞান লাভ করা যায়),\nপ্রমেয় (যথার্থ জ্ঞান বা অনুভবের বিষয়),\nসংশয় (সন্দেহ বা অনিশ্চিত জ্ঞান),\nপ্রয়োজন (যে পদার্থকে গ্রাহ্য বা ত্যাজ্য রূপে নিশ্চয় করে অর্থাৎ উদ্দেশ্য নিয়ে কর্মে প্রবৃত্ত হয়),\nদৃষ্টান্ত (প্রমাণসিদ্ধ উদাহরণ),\nসিদ্ধান্ত (উপসংহার বা গৃহীত অবস্থান),\nঅবয়ব (অনুমানবাক্য বা আনুমানিক উপাদান),\nতর্ক (অনুমান/অনুমানমূলক যুক্তি),\nনির্ণয় (নিষ্পত্তি বা নিশ্চিততা),\nবাদ (সত্যের জন্য আলোচনা বা বিতর্ক),\nজল্প (ঝগড়া বা বিতর্ক),\nবিতণ্ডা (ক্যাভিলিং বা ধ্বংসাত্মক বিতর্ক),\nহেত্বভাস (বিভ্রান্তি বা ছদ্ম-প্রবক্তা),\nছল\nজাতি (পরিশীলিত খণ্ডন বা বিভ্রান্তিকর/নিরর্থক আপত্তি), এবং\nনিগ্রহস্থান (পরাজয়ের স্থান বা খিল)।\nম্যাথিউ দাস্তি ও স্টিফেন ফিলিপসের মতে, নয়া পদ্ধতি অধ্যয়ন করার সময় জ্ঞান শব্দটিকে জ্ঞানের বদলে জ্ঞান হিসেবে ব্যাখ্যা করা উপকারী হতে পারে।\n\n\n== জ্ঞানতত্ত্ব ==\nহিন্দুধর্মের ন্যায় দর্শন জ্ঞানবিজ্ঞানের উপর অনেকগুলি গ্রন্থ বিকশিত ও পরিমার্জিত করেছে যা হিন্দুধর্মের অন্যান্য দর্শনগুলিকে ব্যাপকভাবে প্রভাবিত করেছে। ন্যায় এটিকে জ্ঞান তত্ত্ব হিসাবে বিবেচনা করেছিলেন এবং এর পণ্ডিতরা এটিকে প্রমান-শাস্ত্র হিসাবে বিকশিত করেছিলেন। প্রমান, একটি সংস্কৃত শব্দ, আক্ষরিক অর্থে \"জ্ঞানের মাধ্যম\"। এটি এক বা একাধিক নির্ভরযোগ্য এবং বৈধ মাধ্যমকে অন্তর্ভুক্ত করে যার দ্বারা মানুষ সঠিক, প্রকৃত জ্ঞান লাভ করে। প্রমানের দৃষ্টিভঙ্গি হল কীভাবে সঠিক জ্ঞান অর্জন করা যায়, কীভাবে কেউ জানে, কীভাবে কেউ জানে না এবং কতটুকু কারো বা কিছু সম্পর্কে প্রাসঙ্গিক জ্ঞান অর্জন করা যায়।\nন্যায়িকরা (ন্যায় পণ্ডিত) বৈধ জ্ঞান (প্রমান) পাওয়ার চারটি বৈধ উপায় (প্রমান) গ্রহণ করেছেন - উপলব্ধি (প্রত্যক্ষ), অনুমান (অনুমান), তুলনা (উপমান) এবং নির্ভরযোগ্য উৎসের শব্দ/সাক্ষ্য (শব্দ)। ন্যায় পণ্ডিতগণ, হিন্দুধর্মের অন্যান্য দর্শনের সাথে, ত্রুটির একটি তত্ত্বও তৈরি করেছিলেন, যাতে পদ্ধতিগতভাবে ত্রুটিগুলি সনাক্ত করার উপায়গুলি প্রতিষ্ঠিত হয় এবং যে প্রক্রিয়ার মাধ্যমে মানুষের জ্ঞান অর্জনের ক্ষেত্রে ত্রুটি হয়। এর মধ্যে রয়েছে সংশয় ও বিপর্যয়, যা তর্কর একটি পদ্ধতিগত প্রক্রিয়া দ্বারা সংশোধন বা সমাধান করা যায়।\n\n\n== কার্যকারণ তত্ত্ব ==\n\nকারণকে প্রভাবের নিঃশর্ত এবং অপরিবর্তনীয় পূর্ববর্তী হিসাবে সংজ্ঞায়িত করা হয়, এবং প্রভাবকে কারণের নিঃশর্ত ও অপরিবর্তনীয় পরিণতি হিসাবে চিহ্নিত করা হয়। একই কারণ একই প্রভাব সৃষ্টি করে; এবং একই প্রভাব একই কারণ দ্বারা উৎপাদিত হয়। কারণটি তার প্রভাবের মধ্যে কোনও লুকানো আকারে উপস্থিত নয়।\nনিম্নলিখিত শর্ত পূরণ করা উচিত:\n\nকারণটি পূর্ববর্তী হতে হবে (পুরবর্বতী)\nঅদম্যতা (নিয়তপুরবর্বতী)\nশর্তহীনতা (অনন্যাসিদ্ধ)\nন্যায় পাঁচ ধরনের দুর্ঘটনাজনিত পূর্বসীমা স্বীকার করে (অন্যসিদ্ধ)\n\nনিছক দুর্ঘটনাজনিত পূর্ববর্তী ঘটনা। যেমন, কুমারের কাপড়ের রঙ।\nদূরবর্তী কারণ একটি কারণ নয় কারণ এটি নিঃশর্ত নয়। যেমন, কুমারের পিতা।\nকারণের সহ-প্রভাবগুলি কার্যত সম্পর্কিত নয়।\nচিরন্তন পদার্থ, বা চিরস্থায়ী শর্তাবলী পূর্বশর্ত নয়, যেমন স্থান\nঅপ্রয়োজনীয় জিনিস, যেমন কুমারের গাধা।\nন্যায় তিন ধরনের কারণ চিনতে পারে:\n\nসমবায়ী, বস্তুগত কারণ, যেমন। কাপড়ের সুতো।\nঅসমবায়ী, সুতার রঙ যা কাপড়ের রঙ দেয়।\nনিমিত্ত, দক্ষ কারণ, যেমন। কাপড়ের তাঁতি।\n\n\n== অন্যথাখ্যাতিবাদ (ত্রুটির তত্ত্ব) ==\nত্রুটির ন্যায় তত্ত্ব কুমারিলার বিপারিত-খ্যাতির (দেখুন: মীমাংসা) মতই। নৈয়ায়িকরাও কুমারিলার মতো বিশ্বাস করেন যে উপস্থাপিত এবং প্রতিনিধিত্বশীল বস্তুর ভুল সংশ্লেষণের কারণে ত্রুটি ঘটে। উপস্থাপিত বস্তুটি উপস্থাপিত বস্তুর সাথে বিভ্রান্ত। 'অন্যথা' শব্দের অর্থ 'অন্যথায়' এবং 'অন্যত্র' এবং এই দুটি অর্থই ভুল করে বের করা হয়েছে। উপস্থাপিত বস্তুটি অন্যভাবে অনুভূত হয় এবং প্রতিনিধিত্ব করা বস্তু অন্যত্র বিদ্যমান।তারা আরও বজায় রাখে যে জ্ঞান অভ্যন্তরীণভাবে বৈধ নয় কিন্তু বহিরাগত অবস্থার কারণে (বৈধতা এবং অবৈধতা উভয়ের সময় পরত প্রমান) কারণে হয়ে ওঠে।\n\n\n== ঈশ্বর ও পরিত্রাণের উপর ==\nপ্রথম দিকের ন্যায় পণ্ডিতগণ ঈশ্বর (আক্ষরিক অর্থে পরমাত্মা) সম্পর্কে খুব কম লেখেন। এখন পর্যন্ত পাওয়া প্রমাণ থেকে জানা যায় যে প্রাথমিক ন্যায় পণ্ডিতগণ নাস্তিক ছিলেন। পরবর্তীতে, এবং সময়ের সাথে সাথে, ন্যায় পণ্ডিতগণ তাদের কিছু জ্ঞানতাত্ত্বিক অন্তর্দৃষ্টি এবং পদ্ধতির প্রশ্নে প্রয়োগ করার চেষ্টা করেছিলেন: ঈশ্বর কি বিদ্যমান? কেউ কেউ বিপক্ষে এবং কেউ পক্ষে।\n\n\n=== যুক্তি: ঈশ্বরের অস্তিত্ব নেই ===\nন্যায় সূত্রের বই ৪, অধ্যায় ১, শ্লোক ১৯-২১, ঈশ্বর আছেন বলে অনুমান করেন, ফলাফল উল্লেখ করে, তারপর বিপরীত প্রমাণ উপস্থাপন করে, এবং দ্বন্দ্ব থেকে এই সিদ্ধান্তে উপনীত হয় যে স্বীকার্য অবশ্যই অবৈধ।\n\nপ্রভু কারণ, যেহেতু আমরা দেখি যে মানুষের কর্মের ফল নেই।\nএটি এমন নয় যেহেতু প্রকৃতপক্ষে, মানুষের কর্ম ব্যতীত কোন ফলাফল সম্পন্ন হয় না।\nযেহেতু এটি কার্যকর, কারণ বলের অভাব।\n\nতিনটি শ্লোকের আক্ষরিক ব্যাখ্যা থেকে বোঝা যায় যে ন্যায় দর্শন মানুষের কার্যকলাপের কার্যকারিতার জন্য ঈশ্বরের প্রয়োজন প্রত্যাখ্যান করেছে। যেহেতু মানুষের কর্ম এবং ফলাফল ঈশ্বরের অস্তিত্বের অনুমান বা প্রয়োজনের প্রয়োজন হয় না, সূত্র ৪.১.২১ কে \"ঈশ্বরের অস্তিত্ব এবং ঈশ্বরবাদ মতবাদের\" সমালোচনা হিসাবে দেখা হয়। উপরের শ্লোকগুলির প্রসঙ্গে বিভিন্ন দক্ষ কারণ অন্তর্ভুক্ত রয়েছে। ন্যায়সূত্র শ্লোক ৪.১.২২ থেকে ৪.১.২৪, উদাহরণ স্বরূপ, এই অনুমানটি পরীক্ষা করে যে \"লক্ষ্যহীন সম্ভাবনা\" বিশ্বকে ব্যাখ্যা করে, এই ভারতীয় পণ্ডিতরা ঈশ্বরকে দক্ষ কারণ হিসেবে প্রত্যাখ্যান করার পর।\n\n\n=== যুক্তি: ঈশ্বর আছেন ===\nউদয়নার ন্যায়কুসুমাঞ্জলি সৃজনশীল ঈশ্বরের অস্তিত্ব প্রমাণ করার জন্য নিম্নোক্ত নয়টি যুক্তি দিয়েছিলেন এবং চার্বাক, মীমাংসা, বৌদ্ধ, জিসিনা এবং সংখ্যার নাস্তিক পদ্ধতি দ্বারা বিদ্যমান আপত্তি এবং প্রশ্নগুলি খণ্ডন করার চেষ্টা করেছিলেন:\n\nকারণ (আলোকিত, প্রভাব থেকে): পৃথিবী একটি প্রভাব, সব প্রভাবেরই দক্ষ কারণ আছে, তাই বিশ্বের একটি কার্যকর কারণ থাকতে হবে। যে দক্ষ কারণ ঈশ্বর।\nআয়োজন (আলোকিত, সমন্বয় থেকে): পরমাণু নিষ্ক্রিয়। একটি পদার্থ গঠনের জন্য, তাদের অবশ্যই একত্রিত করতে হবে। একত্রিত করার জন্য, তাদের সরানো আবশ্যক। বুদ্ধি ও গতির উৎস ব্যতীত কোন কিছুই নড়ে না। যেহেতু আমরা পদার্থ উপলব্ধি করি, কিছু বুদ্ধিমান উৎস অবশ্যই নিষ্ক্রিয় পরমাণুগুলিকে সরিয়ে নিয়েছে। সেই বুদ্ধিমান উৎস ঈশ্বর।\nধৃতদেব (আলোকিত, সমর্থন থেকে): কিছু এই পৃথিবীকে টিকিয়ে রাখে। কিছু এই পৃথিবীকে ধ্বংস করে। বুদ্ধিহীন আদ্রস্ত (প্রকৃতির অদেখা নীতি) এটি করতে পারে না। আমাদের অনুমান করতে হবে যে বুদ্ধিমান কিছু পিছনে রয়েছে। তিনিই ঈশ্বর।\nপদ (আলোকিত, শব্দ থেকে): প্রতিটি শব্দের অর্থ আছে এবং একটি বস্তুর প্রতিনিধিত্ব করে। শব্দের এই প্রতিনিধিত্বমূলক শক্তির একটি কারণ আছে। সেই কারণ ঈশ্বর।\nপ্রত্যয় (আলোকিত, বিশ্বাস থেকে): বেদ অক্ষয়। মানুষ অস্পষ্ট। নির্বিকল্প বা অব্যর্থ বেদ মানুষ দ্বারা রচিত হওয়া অসম্ভব। কেউ অকাট্য বেদ রচনা করেছেন। সেই লেখক ঈশ্বর।\nশ্রুতি (আলোকিত, শাস্ত্র থেকে): অদম্য বেদ ঈশ্বরের অস্তিত্বের সাক্ষ্য দেয়। এভাবে ঈশ্বর বিরাজমান।\nবাক্য (আলোকিত, নিয়ম থেকে): বেদ নৈতিক আইন, অধিকার এবং ভুল নিয়ে কাজ করে। এগুলো ঐশ্বরিক। ঐশ্বরিক নিষেধাজ্ঞা কেবলমাত্র ঐশ্বরিক স্রষ্টার কাছ থেকে আসতে পারে। সেই ঐশ্বরিক স্রষ্টা ঈশ্বর।\nসংখ্যাবিশেষত্ব (আলোকিত, সংখ্যার বিশেষত্ব থেকে): উপলব্ধির নিয়ম দ্বারা, শুধুমাত্র \"এক\" সংখ্যাটি সরাসরি উপলব্ধি করা যায়। একটি ছাড়া অন্য সব সংখ্যা, চেতনা দ্বারা সৃষ্ট ধারণা এবং ধারণা। যখন মানুষ জন্মগ্রহণ করে, তখন তার মন অনুমান এবং ধারণার অক্ষম। তিনি বিকাশের সাথে সাথে চেতনা বিকাশ করেন। নিখুঁত সংখ্যাসূচক ধারণার সাথে মানুষের ক্ষমতার কারণে চেতনার বিকাশ স্বত evসিদ্ধ এবং প্রমাণিত। সংখ্যাসূচক নিখুঁত ধারণা ধারণ করার এই ক্ষমতা অবশ্যই কোন কিছুর উপর নির্ভর করে। যে কিছু ঐশ্বরিক চেতনা। সুতরাং ঈশ্বরের অস্তিত্ব থাকা আবশ্যক।\nআদর্শ (আলোকিত, অপ্রত্যাশিত থেকে): প্রত্যেকেই তার নিজের কর্মের ফল ভোগ করে। গুণাবলী ও ত্রুটিগুলি তার নিজের কর্ম থেকে অর্জিত হয়। একজন অদৃশ্য শক্তি যোগ্যতা ও অপকারের সমতা রাখে। কিন্তু যেহেতু এই অদৃশ্য শক্তিটি বুদ্ধিহীন, কাজ করার জন্য এটি বুদ্ধিমান নির্দেশিকা প্রয়োজন। সেই বুদ্ধিমান পথপ্রদর্শক হলেন ঈশ্বর।\n\n\n=== যুক্তি: সতন্ত্র ===\nনৈয়ায়িকরা বিশ্বাস করে যে পৃথিবীর বন্ধন মিথ্যা জ্ঞানের কারণে, যা ক্রমাগত তার বিপরীত (প্রতিপক্ষভাবনা), অর্থাৎ প্রকৃত জ্ঞান সম্পর্কে চিন্তা করে দূর করা যায়। তাই ন্যায়সূত্রের উদ্বোধনী কথায় বলা হয়েছে যে শুধুমাত্র প্রকৃত জ্ঞানই নিশ্রেয়াস (মুক্তির) দিকে নিয়ে যায়।\nকিন্তু ন্যায় দর্শনটিও বজায় রাখে যে প্রকৃত জ্ঞান অর্জনের জন্য ঈশ্বরের কৃপা অপরিহার্য। জয়ন্ত, তার ন্যায়মঞ্জরীতে পরিত্রাণকে তার স্বাভাবিক বিশুদ্ধতার মধ্যে একটি নিষ্ক্রিয় পর্যায় হিসেবে বর্ণনা করেছেন, যা আনন্দ, বেদনা, জ্ঞান ও ইচ্ছার সাথে সম্পৃক্ত নয়।\n\n\n== সাহিত্য ==\nন্যায় দর্শনের প্রথম দিকের পাঠ্য হল অক্ষপদ গৌতমের ন্যায়সূত্র। পাঠ্যটি পাঁচটি বইয়ে বিভক্ত, প্রতিটিতে দুটি বিভাগ রয়েছে। বাৎসায়নের ন্যায়সূত্রভাষ্য হল ন্যায়সূত্রের একটি ক্লাসিক ভাষ্য। উদয়তকারের ন্যায়বৃত্তিকা দিগনাগের আক্রমণের বিরুদ্ধে বাৎস্যায়ন রক্ষার জন্য লেখা। বাক্যস্পতি মিশ্রের ন্যায়বর্ত্তিকতপর্যতিকা এই দর্শনের পরবর্তী প্রধান প্রদর্শনী। অন্য দুটি গ্রন্থ, ন্যায়সূচিনিবন্ধ এবং ন্যায়সূত্রধারাও তাঁর জন্য দায়ী। উদয়নের ন্যায়তত্ত্বপরিষিদ্ধি বাক্যস্পতির গ্রন্থের একটি গুরুত্বপূর্ণ ভাষ্য। তাঁর ন্যায়কুসুমাঞ্জলি হল ঈশ্বরবাদী ন্যায়ের প্রথম পদ্ধতিগত বিবরণ। তাঁর অন্যান্য রচনাবলীর মধ্যে রয়েছে আত্মতত্ত্ববিবেকা, কিরণবলী এবং ন্যায়পারিস্তা। জয়ন্ত ভট্টের ন্যায়মঞ্জরী মূলত একটি স্বাধীন রচনা। বাসবর্ণের ন্যায়সার হল ন্যায় দর্শনের সমীক্ষা।\nন্যায় -এর পরবর্তী রচনাগুলি বৈশেষিকা বিভাগগুলি গ্রহণ করে এবং ভরতরাজার তর্কিকারকস এই সমন্বয়পন্থী দর্শনের একটি উল্লেখযোগ্য গ্রন্থ। কেশব মিশ্রের তর্কভাষ্য এই দর্শনের আরেকটি গুরুত্বপূর্ণ কাজ।\nগঙ্গেশ উপাধ্যায়ের তত্ত্বচিন্তামণি নব-ন্যায়ের নতুন দর্শনের প্রথম প্রধান গ্রন্থ। তাঁর পুত্র, বর্ধমান উপাধ্যায়ের ন্যায়বান্ধবপ্রকাশ, যদিও উদয়নের ন্যায়তত্ত্বপরিষদশুদ্ধির একটি ভাষ্য, তার পিতার মতামতকে অন্তর্ভুক্ত করেছে। জয়দেব আলোকা নামে পরিচিত তত্ত্ববিন্যাসমশিকে একটি ভাষ্য লিখেছিলেন। বাসুদেব সর্বভৌমার তত্ত্বচিন্তামনিব্যাখ্যা নব-ন্যায়ের নবদ্বীপ দর্শনের প্রথম মহৎ কাজ। রঘুনাথ সিরোমণির তত্ত্বচিন্তামনিধিধি এবং পদার্থখণ্ডন এই দর্শনের পরবর্তী গুরুত্বপূর্ণ কাজ। বিশ্বনাথের ন্যায়সূত্রবৃতি, এটি একটি উল্লেখযোগ্য কাজ। জগদ্বীশ তর্কালঙ্কার ও গদাধর ভট্টাচার্য রচিত তত্ত্বচিন্তামনিধিদ্ধিতির ভাষ্য এই দর্শনের শেষ দুটি উল্লেখযোগ্য কাজ।\nআন্নমভট্ট প্রাচীন ও নতুন দর্শন, প্রাসিনা ন্যায়, নব-ন্যায় ও বৈশেষিকাকে একত্র করে একটি ন্যায়সঙ্গত ব্যবস্থা গড়ে তোলার চেষ্টা করেছিলেন যাতে নয়া-বৈশেষিকা দর্শন গড়ে ওঠে। তাঁর তর্কসমগ্র ও দীপিকা এই দর্শনের জনপ্রিয় সারগ্রন্থ।\n\n\n== আরও দেখুন ==\nগৌতম বুদ্ধ\nগৌতম মহর্ষি\nভারতীয় দর্শন\nহিন্দু দর্শন\nহিন্দুধর্মে শাস্ত্র প্রমাণ\nতর্ক-সংগ্রহ\nআন্বীক্ষিকী\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nKisor Kumar Chakrabarti (1995), Definition and induction: a historical and comparative study, University of Hawaii Press, আইএসবিএন ৯৭৮০৫৮৫৩০৯৫৩৮, ওসিএলসি 45728618\nGangesa (2010), Classical Indian philosophy of induction: the Nyāya viewpoint, (Translator: Kisor Kumar Chakrabarti), আইএসবিএন ৯৭৮০৭৩৯১৪৭০৫৪, ওসিএলসি 665834163\nGangesa (2020), Tattva-cintā-maṇi, (“Jewel”), translated by Stephen Phillips, Jewel of Reflection on the Truth about Epistemology. 3 volumes, London: Bloomsbury.\nGopi Kaviraj (1961), Gleanings from the history and bibliography of the Nyaya-Vaisesika literature, Indian Studies: Past & Present, ওসিএলসি 24469380\nArthur Keith (1921), Indian logic and atomism: an exposition of the Nyāya and Vaiçeṣika systems, Greenwood Press, ওসিএলসি 451428\nBimal Matilal (1977), A History of Indian Literature - Nyāya-Vaiśeṣika, Otto Harrassowitz Verlag, আইএসবিএন ৯৭৮-৩৪৪৭০১৮০৭৪, ওসিএলসি 489575550\nStephen Phillips (2012), Epistemology in classical India: the knowledge sources of the Nyāya school, Routledge, আইএসবিএন ৯৭৮-০৪১৫৮৯৫৫৪৫, ওসিএলসি 701015636\nKarl Potter (1977), Indian metaphysics and epistemology: the tradition of Nyāya-Vaiśeṣika up to Gaṅgeśa, Princeton University Press, ওসিএলসি 3933891\n\n\n=== নব্য-ন্যায় দর্শন ===\nBimal Matilal, The Navya-nyāya doctrine of negation: the semantics and ontology of negative statements, Harvard University Press, ওসিএলসি 606911358\nDaniel H.H. Ingalls, Materials for the study of Navya-nyāya logic, Harvard University Press, ওসিএলসি 1907221\n\n\n== বহিঃসংযোগ ==\nLectures on Nyaya  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ জানুয়ারি ২০২১ তারিখে The Oxford Centre for Hindu Studies, Oxford University\nGaneri, Jonardon, Edward N. Zalta (ed.), \"Analytic Philosophy in Early Modern India\", Stanford Encyclopedia of Philosophy."}