{"pageid": 107968, "title": "দরিয়া-ই-নূর", "url": "https://bn.wikipedia.org/wiki?curid=107968", "content": "দরিয়া-ই-নূর আলোর নদী বা আলোর সাগর; বিশ্বের অন্যতম বড় হীরকখন্ড, যার ওজন প্রায় ১৮২ ক্যারেট (৩৬ গ্রাম)। এটির রঙ গোলাপি আভাযুক্ত, এ বৈশিষ্ট্য হীরার মধ্যে খুবই দূর্লভ। এটি বর্তমানে পারস্যের রাজ মুকুটের অংশ হিসেবে রয়েছে যা তেহরানে অবস্থিত সেন্ট্রাল ব্যাংক অফ ইরানে রক্ষিত আছে। \n\n\n== ইতিহাস ==\nকোহিনূর হীরার মত দরিয়া-ই-নূর হীরাটিও গোলকোন্দা খনি, আরও নির্দিষ্ট করে বলা যায় ভারতের অন্ধ্র প্রদেশের পরিতলা-কোল্লুর খনি থেকে পাওয়া যায়। খুঁজে পাওয়ার পরেই হীরাটি মুঘল সম্রাটের দখলে যায়।\n১৭৩৯ খ্রিষ্টাব্দে পারস্যের শাসক নাদির শাহ ভারতের উত্তরাঞ্চল আক্রমণ করে দিল্লী দখল করে নেয় এবং বহু দিল্লীবাসীকে হত্যা করে। মূঘল সম্রাট মোহাম্মদের কাছে রাজশক্তি ফিরিয়ে দেওয়ার বিনিময়ে নাদির শাহ কোহিনূর হীরা, ময়ূর সিংহাসনের সাথে দরিয়া-ই-নূর সহ মুঘল সম্রাটের সম্পূর্ণ বিপুল ধন-রত্নে পরিপূর্ণ কোষগার দখল করে নেয়। নাদির শাহ এ সমস্ত ধনরত্ন তার সাথে করে ইরান নিয়ে যান এবং দারিয়া-ই-নূর সেই থেকে সেখানেই রয়েছে।\nনাদের শাহের মৃত্যুর পরে তার দৌহিত্র শাহরুখ মির্জা উত্তরাধিকার সূত্রে দরিয়া-ই-নূরের মালিক হন। এরপর এটি আলম খান খোজেইমেহের দখলে আসে এবং পরে পারস্যের ঝান্ড সম্রাজ্যের সদস্য লুতফ্‌ আলি খান ঝান্ডের দখলে আসে। কাজার সম্রাজ্যের প্রতিষ্ঠাতা আগা মোহাম্মদ খান ঝান্ডদের যুদ্ধে পরাজিত করলে দরিয়া-ই-নূরও কাজারদের দখলে চলে আসে। ফাতেহ আলি শাহ কাজার তার নাম হীরা এক পিঠে খোদাই করান। পরবর্তীতে নাসের-আল-দীন শাহ কাজার এটি প্রায়ই তার বাহুবন্ধনীতে পড়তেন। তিনি বিশ্বাস করতে এটি হীরা সাইরাস রাজমুকুটকেও সুশোভিত করেছিল। যখন রাজকীয় রীতিতে বাহুবন্ধনীর রেওয়াজ কমে আসে তখন তিনি এটি তার পোষাকে পিনের সাথে পরিধান করতেন। বিভিন্ন সময়ে এই রত্ন সম্মানের প্রতীক হিসেবে রাজ্যের সম্মানী ব্যক্তিদের কাছে গচ্ছিত রাখা হয়েছে। ১৯০২ সালে ইউরোপ ভ্রমণের সময় শাসক মোজাম্মর আল-দীন শাহ কাজার এ হীরাটি তার হ্যাটের অলঙ্কার হিসেবে পরিধানের আগ পর্যন্ত এটি গুলিস্তান প্রাসাদের কোষগারে লুকায়িত ছিল। পাহলভি সম্রাজ্যের প্রতিষ্ঠাতা রেজা শাহ ১৯২৬ সালে তার রাজ্যভিষেকের সময় এই হীরাটি তার সামরিক টুপিতে অলঙ্কার হিসেবে ব্যবহার করেন, এবং ১৯৬৭ সালেও মোহাম্মদ রেজা শাহ পাহলভির রাজ্যভিষেক অনুষ্ঠানে ব্যবহার করা হয়।\n\n\n== সম্ভাব্য সংশ্লিষ্টতা ==\n১৯৬৫ সালে কানাডীয় এক গবেষক দলের প্ররস্যের রাজমুকুটের রত্ন সম্পর্কিত একটি গবেষণায় বলা হয়েছিল, দরিয়া-ই-নূর একটি বড় গোলাপি হীরার অংশ ছিল এবং তা মুঘল সম্রাট শাহজাহানের সিংহাসনে খচিত ছিল। ফরাসি জহোরি জিন-বাপ্টিস্ট তাভেরনিয়ের ১৬৪২ খ্রিষ্টাব্দের এক জার্নালে এ সম্পর্কে বর্ণনা রয়েছে, যিনি একে \"Diamanta Grande Table\" নামে ডেকেছেন। হীরাটি হয়তো দুই ভাগে কাটা হয়েছে; বড় ভাগটি দরিয়া-ই-নূর (\"আলোর সাগর\"); ছোট অংশটি নূর-উল-আইন হীরা যার ওজন মনে করা হয় ৬০ ক্যারেট (১২ গ্রাম), যা বর্তমানে ইরানের ইম্পেরিয়াল কালেশনে একটি টায়রায় খচিত রয়েছে।\n\n১৯৬৫ সালে, ইরানি রাজকীয় রত্নসম্ভার নিয়ে গবেষণারত একটি কানাডিয়ান দল এই সিদ্ধান্তে পৌঁছায় যে দরিয়া-ই-নূর সম্ভবত একটি বিশাল গোলাপি হীরার অংশ ছিল, যা মুঘল সম্রাট শাহজাহান-এর সিংহাসনে বসানো ছিল। এই হীরার বর্ণনা পাওয়া যায় ১৬৪২ সালে ফরাসি রত্ন ব্যবসায়ী জ্যঁ-ব্যাপটিস্ট তাভার্নিয়ে-এর জার্নালে, যেখানে তিনি এটিকে গ্রেট টেবিল হীরা (\"Diamanta Grande Table\") নামে উল্লেখ করেছিলেন।\nধারণা করা হয়, এই হীরাটি পরবর্তীতে কেটে দুটি ভাগ করা হয়েছিল—এর বড় অংশটি হচ্ছে দরিয়া-ই-নূর, এবং ছোট অংশটি হচ্ছে প্রায় ৬০-carat (১২-গ্রাম) ওজনের নূর-উল-আইন হীরা, যা বর্তমানে একটি টিয়ারায় বসানো অবস্থায় ইরানি রাজকীয় সংগ্রহে রয়েছে।\n\n\n=== ভারতীয় উপমহাদেশে ফেরার তত্ত্ব ===\nআরেকটি তত্ত্ব অনুযায়ী, এই হীরাটি ১৯শ শতকে আবার ভারতীয় উপমহাদেশে ফিরে এসেছিল।\n\nঅবশেষে হীরাটি মহারাজা রঞ্জিত সিং-এর হাতে আসে, যিনি শিখ সাম্রাজ্য পরিচালনা করতেন। সেখানে এটি তোশাখানা (রাজকোষ) তে সংরক্ষিত ছিল। যখন শিখ সাম্রাজ্য ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির দখলে যায়, তখন এই হীরাসহ রাজকোষের অন্যান্য মূল্যবান বস্তু ব্রিটিশদের দ্বারা বাজেয়াপ্ত করা হয়। জন লগইন রাজকোষ থেকে বাজেয়াপ্ত সম্পদের একটি তালিকায় হীরাটির উল্লেখ করেন। তিনি হীরাটির মূল্য নির্ধারণ করেন ৬৩,০০০ রুপি, যা ১৮৪০ সালে প্রায় £৬,০০০ ছিল—২০১২ সালের হিসেবে এটি £১০০ মিলিয়নেরও বেশি।\nএই হীরার সঙ্গে আরও ছিল এগারোটি মুক্তো, এগারোটি অতিরিক্ত হীরা এবং এগারোটি গার্নেট (স্থানীয়ভাবে যেগুলোকে চুনি বলা হয়)। সব মিলিয়ে এই গয়নাগুলোর ওজন ছিল ১০.৮ তোলা—যা স্থানীয় পরিমাপ অনুযায়ী হিসেব করা হয়েছে। দরিয়া-ই-নূর হীরাটি পরে লন্ডনে নিয়ে যাওয়া হয়, কিন্তু ব্রিটিশ অভিজাতদের মধ্যে তা বিশেষ আগ্রহ জাগাতে ব্যর্থ হয়। ফলে দুই বছর পর এটিকে আবার ভারতেই ফেরত পাঠিয়ে নিলাম ডাকা হয় এবং ঢাকার নবাব এই হীরাটি কিনে নেন। আজও বলা হয়ে থাকে যে হীরাটি একটি বাংলাদেশি ব্যাংকের ভল্টে রক্ষিত রয়েছে।\n\n\n== আরও দেখুন ==\nকোহিনূর হীরা\nনূর-উল-আইন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nTreasury of National Jewels of Iran  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ ফেব্রুয়ারি ২০১৪ তারিখে\nAnna Malecka, Darya-ye Nur: History and Myth of a Crown Jewel of Iran, Iranian Studies vol. 51 (2018), DOI:10.1080/00210862.2017.1362952"}