{"pageid": 1080591, "title": "টিটলিস ঝুলন্ত সেতু", "url": "https://bn.wikipedia.org/wiki?curid=1080591", "content": "টিটলিস ঝুলন্ত সেতু সুইস আল্পসের টিটলিস পর্বতের চূড়ার পাশে অবস্থিত একটি ঝুলন্ত পথচারী সেতু। সমুদ্রপৃষ্ঠ হতে প্রায় ৩,০০০ মিটার (৯,৮০০ ফুট) উপরে নির্মিত এটি ইউরোপের সর্বোচ্চ-উচ্চতার ঝুলন্ত সেতু  এবং \"বিশ্বের সবচেয়ে ভয়ঙ্কর সেতু\" হিসেবে আখ্যায়িত।  অবস্থানগত উচ্চতায় এটি সুইজারল্যান্ডে অবস্থিত সালবিট সেতুর রেকর্ড ভেঙে দিয়েছে। সেতুটি দৈর্ঘ্যে প্রায় ১০০ মিটার (৩২০ ফুট) কিন্তু মাত্র ১ মিটার (৩ ফুট) প্রশস্ত।\n\n\n== নির্মাণ ইতিহাস ==\nটিটলিস সেতু বছরের উষ্ণ মাসগুলিতে পর্যটকদের জন্য একটি বিশেষ আকর্ষণ হয়ে উঠবে-এই উদ্দ্যেশে নির্মিত হয়েছিল। আবহাওয়া অনুকূলে থাকা সাপেক্ষে পাঁচ মাসের মধ্যে এটির নির্মাণ হয়েছিল। সেতুটি ১৯০ কিলোমিটার প্রতি ঘণ্টা (১২০ মাইল প্রতি ঘণ্টা) বায়ুবেগ সহ্য করার পাশাপাশি উল্লেখযোগ্য তুষারপাত প্রতিরোধ করার উপযোগি করে নকশা করা হয়েছিল , টিটলিস এঙ্গেলবার্গ স্কি রিসোর্টের একজন মুখপাত্র ব্যাখ্যা করেন যে, এটি প্রায় ৪৫০ টন (৫০০ short ton) তুষার মোকাবেলা করতে পারে। নির্মাণে ব্যবহৃত বেশিরভাগ সামগ্রী কেবল কারে পরিবহন করা হত, বড় যন্ত্রাংশগুলি হেলিকপ্টারের মাধ্যমে বহন করা হয়েছিল। সম্পূর্ণ প্রকল্পটি সম্পন্ন করতে প্রায় ১ মিলিয়ন ডলার ব্যয় হয়েছিল। ১৯১৩ সালের জানুয়ারিতে এঙ্গেলবার্গ -গার্সনিয়ালপ ফনিকুলার রেলপথের উদ্বোধনের শতবার্ষিকী উদযাপন উপলক্ষে প্রকল্পটির নকশা করা হয়েছিল।  ২০১২ সালের ৭ ডিসেম্বর সেতুটি আনুষ্ঠানিকভাবে উদ্বোধন হয়েছিল। ১৫টি দেশ হতে আগত অতিথিরা তুষার ঝড়ের কারণে কয়েক মিটারের বেশি দেখতে পাননি; একদিন পর সেতুটি জনগণের জন্য উন্মুক্ত করা হয়।\n\n\n== জনপ্রিয়তা ==\nটিটলিস সেতু উদ্বোধনের প্রথম দুই সপ্তাহে, প্রায় ৫০০ পথচারী সেতুটি অতিক্রম করেছেন। গণমাধ্যমগুলির প্রতিবেদন অনুযায়ী এটি \"বিশ্বের সবচেয়ে ভয়ঙ্কর সেতু\"। সুইজারল্যান্ড পর্যটন এটিকে \"একটি উচ্চ-অ্যাড্রেনালাইন তৈরী করা নতুন রোমাঞ্চ\" বলে অভিহিত করেছে। স্কি রিসোর্টের মুখপাত্র দাবি করেছেন যে সেতুটি \"শতভাগ নিরাপদ\" এবং তার ব্যাখ্যানুসারে \"সেতু থেকে পড়ে যাওয়া সত্যিই অসম্ভব\"।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআনুষ্ঠানিক বাতায়ন"}