{"pageid": 1080716, "title": "স্টারশিপ এইচএলএস", "url": "https://bn.wikipedia.org/wiki?curid=1080716", "content": "স্টারশিপ এইচএলএস হল স্টারশিপ মহাকাশযানের একটি চন্দ্র ল্যান্ডার বৈকল্পিক। স্টারশিপ নিজেই ২০১০-এর দশকের মাঝামাঝি থেকে স্পেসএক্স দ্বারা ব্যক্তিগতভাবে অর্থায়িত উন্নয়নে রয়েছে, তবে ন্যাশনাল অ্যারোনটিক্স অ্যান্ড স্পেস অ্যাডমিনিস্ট্রেশনের (নাসা) সাথে একটি চুক্তির অধীনে এইচএলএস (হিউম্যান ল্যান্ডিং সিস্টেম) বৈকল্পটি তৈরি করা হচ্ছে। ২০২১ সালের এপ্রিল মাসে সম্পূর্ণ ভাবে উন্নয়নের বা বিকাশের জন্য নির্বাচন নির্বাচিত হওয়ার সাথে তহবিল সহ প্রাথমিক চুক্তিবদ্ধ নকশার কাজ ২০২০ সালের মে মাসে শুরু হয়, যখন স্টারশিপ এইচএলএস'কে নাসা তাদের আর্টেমিস প্রোগ্রামের অংশ হিসাবে সম্ভবত ২০২৪ সালের প্রথম দিকে \"প্রথম নারী ও পরবর্তী পুরুষ\"কে চাঁদে নিয়ে যাওয়ার জন্য নির্বাচিত করে।\nস্টারশিপ এইচএলএস-এর উন্নয়ন ও উৎপাদন এবং ক্রুবিহীন প্রদর্শন মিশন ও একটি ক্রুসহ চন্দ্র অবতরণ নামে দুটি উড়ান পরিচালনা করার জন্য নাসা স্পেসএক্সের সাথে ২.৮ বিলিয়ন মার্কিন ডলারের চুক্তি স্বাক্ষর করে। ভবিষ্যতে আর্টেমিস অভিযানের জন্য অবতরণ করার পরিকল্পনাও করা হয়েছে। স্টারশিপ এইচএলএস-এর উদ্দেশ্য নাসা ওরায়ন মহাকাশযান বা নাসা লুনার গেটওয়ে মহাকাশ স্টেশনের মাধ্যমে চন্দ্র কক্ষপথে ডক করা, যাতে চন্দ্রপৃষ্ঠে অবতরণের পূর্বে যাত্রীদের নিয়ে যাওয়া ও আরোহণের পরে তাদের ফিরিয়ে দেওয়া সম্ভব হয়।\nযেহেতু স্টারশিপ এইচএলএস স্টারশিপ মহাকাশযানের অন্যান্য সংস্করণের মতো পৃথিবীতে ফিরে আসবে না, তাই এটির তাপ ঢাল নেই বা পৃথিবীর বায়ুমণ্ডলে পুনরায় প্রবেশের জন্য স্টারশিপের অন্যান্য সংস্করণে ব্যবহৃত ব্লাড ফ্ল্যাপও নেই। চাঁদে অবতরণের জন্য, স্টারশিপ এইচএলএস চন্দ্র পৃষ্ঠ থেকে চূড়ান্ত অবতরণ ও টেকঅফের জন্য ব্যবহৃত ল্যান্ডিং থ্রাস্টারের পরিপূরক দিয়ে সজ্জিত।\n\n\n== ইতিহাস ==\nস্পেসএক্স স্টারশিপের নকশাটি প্রাথমিকভাবে ২০১০-এর দশকের গোড়ার দিকে একটি মহাকাশযান হিসেবে ধারণা করা হয়, যা স্পেসএক্সের প্রধান নির্বাহী এলন মাস্কের পরামর্শে ২০১১ সাল থেকে মঙ্গল গ্রহের মানব বসতি স্থাপনের প্রচেষ্টার জন্য তৈরি করা হয়, প্রথম বসতি স্থাপন ২০২০-এর দশকের মাঝামাঝি সময়ের আগে সম্ভব নয়।\nসুযোগ-সুবিধা ২০১৬ সালের মধ্যে কিছুটা বিস্তৃত হয়ে উঠল, যখন এলন মাস্ক বুঝতে পারলেন যে উচ্চ স্তরের নকশা স্পেসএক্স স্টারশিপ যানের জন্য কাজ করছে, যা বৈকল্পিক ভ্রমণের জন্য অনুমোদিত হবে, সেই সাথে সাধারণত গ্রহভ্রমণের জন্য উপযুক্ত হবে এবং বায়ুমণ্ডল বিশিষ্ট ও বায়ুমণ্ডলবিহীন উভয় গ্রহে কাজ করতে পারে। অবশ্য চাঁদের গন্তব্যের উড়ানগুলির জন্য এলন মাস্কের বিশেষ কোন পরামর্শে প্রদান করেননি এবং তিনি বিশেষভাবে বলেছিলেন যে চাঁদের গন্তব্য মঙ্গল গ্রহের পথে প্রয়োজনীয় পদক্ষেপ ছিল না।\nস্পেসএক্স স্টারশিপের প্রাথমিক নির্মাণ সামগ্রী হিসাবে ২০১৮ সালের শেষের দিকে স্টেইনলেস স্টিলকে নির্দিষ্ট করা হয়—কার্বন কম্পোজিট উপকরণ থেকে পাথফাইন্ডার হার্ডওয়্যার তৈরির প্রায় এক বছর পর—এবং তরল মিথেন ও তরল অক্সিজেন ট্যাঙ্কের জন্য চাপবাহী পাত্র নির্মাণ সহ প্রাথমিক পরীক্ষা নিবন্ধের উৎপাদন ২০১৯ সালের প্রথম দিকে শুরু হয়।\n\n\n== তথ্যসূত্র =="}