{"pageid": 1080574, "title": "নিত্যকর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1080574", "content": "নিত্যকর্ম (সংস্কৃত: नित्यकर्म) হলো সেই কর্ম বা আচার যা প্রতিদিন সম্পাদন করা প্রয়োজন। এটি মূলত বাধ্যতামূলক বৈদিক কর্তব্যকে বোঝায় যা দৈনন্দিন অনুশীলনের জন্য নির্ধারিত। এটি হল নিসিদ্ধকর্ম ও কাম্যকর্ম সহ মীমাংসা দর্শন দ্বারা শ্রেণীবদ্ধ তিনটি আচারিক কর্মের মধ্যে একটি। এটি শৈবসিদ্ধান্ত দর্শনেও বৈশিষ্ট্যযুক্ত।\nনিত্যকর্ম হলো পরম পবিত্র কর্ম, আর শরীরই হচ্ছে ধর্মের মূল আধার - 'শরীরম্ আদ্যং খলু ধর্মসাধনম্'। এটি দুটি সংস্কৃত শব্দ নিয়ে গঠিত- নিত্য (সর্বদা) ও কর্ম (আচরণ বা কর্তব্য)।\n এটির অর্থ শুধু দৈনন্দিন কর্তব্য নয়, এতে নিয়মিত বা পর্যায়ক্রমিক নির্ধারিত কার্যক্রম বা দায়িত্ব অন্তর্ভুক্ত রয়েছে।\n\n\n== শ্রেণিবিভাগ ==\nশাস্ত্রে নিত্যকর্মসমূহকে ছয় ভাগে ভাগ করেছে। যথা: প্রাতঃকৃত্য, পূর্বাহ্ণকৃত্য, মধ্যাহ্নকৃত্য, অপরাহ্নকৃত্য, সায়াহ্নকৃত্য ও রাত্রিকৃত্য।\n\n\n=== প্রাতঃকৃত্য ===\nসূর্য ওঠার পূর্বে বা আগে ঘুম থেকে উঠে বিছানার উপরে পূর্ব বা উত্তর দিকে মুখ করে বসতে হয়। এরপর ঈশ্বর বা দেব-দেবীদের স্মরণ করে মন্ত্র পাঠ করতে হয়।\n\n\n==== প্রাতঃকৃত্য মন্ত্রসমূহ ====\nবিছানায় বসে: ব্রহ্ম মুরারি স্ত্রিপুরান্তকারী ভানুঃ শশী ভূমিসুতো বুধশ্চ শুক্র শনি রাহু কেতুস্তু কুর্বন্তু সর্বে মম সুপ্রভাতম।।\nঅতপর পূর্বমুখী হয়ে মাটি স্পর্শ করে: ওঁ প্রিয়দত্তায়ৈ ভূম্যৈ নমঃ।\nঘর থেকে বের হয়ে: ওঁ জবাকুসুমসঙ্কাশং কাশ্যপেয়ং মহাদ্যুতিং ধ্বান্তারিং সর্বপাপঘ্নং প্রণতোহষ্মি দিবাকরম্।\n\n\n=== পূর্বাহ্ণকৃত্য ===\nপ্রাতঃকৃত্যের পরে এবং দুপুরের পূর্ব পর্যন্ত যেসব কাজ করা হয় তাই পূর্বাহ্ণকৃত্য। পূর্বাহ্ণকৃত্যসমূহ  হলো: প্রার্থনা,  উপাসনা ও পূজা।\n\n\n==== প্রার্থনামূলক মন্ত্র ====\nহিন্দুধর্মে অনেক ধর্মগ্রন্থ রয়েছে। এর মধ্যে বেদ, উপনিষদ, পুরাণ, রামায়ণ, মহাভারত, ভাগবত, ভগবদ্গীতা, শ্রীশ্রীচণ্ডী প্রভৃতি উল্লেখযোগ্য। এসব ধর্মগ্রন্থে ঈশ্বরের স্তব ও প্রার্থনামূলক অনেক মন্ত্র ও শ্লোক রয়েছে।    \n\n\n===== বৈদিক সাহিত্য =====\nঋগ্বেদ\n\nওঁ ভূর্ভুবঃ স্বঃতৎ সবিতুর্বরেণ্যংভর্গো দেবস্য ধীমহিধিয়ো য়ো নঃ প্রচোদয়াৎ।।\nসর্বলোকের প্রকাশক সর্বব্যাপী সবিতা মণ্ডল জগৎ প্রসবকারী সেই পরম দেবতার বরেণ্য জ্ঞান ও শক্তি ধ্যান করি; যিনি আমাদের বুদ্ধিবৃত্তি প্রদান করেছেন।\n\nসহস্রশীর্ষা পুরুষঃ সহস্রাক্ষঃ সহস্রপাত।স ভূমিং বিশ্বতো বৃত্বা অত্যতিষ্ঠদ্দশাঙ্গলম্।।\nপরম পুরুষ বা ঈশ্বরের সহস্র মস্তক, সহস্র চক্ষু ও সহস্র চরণ। তিনি জগৎকে সর্বত্র অতিক্রম করে দশ অঙ্গুলি পরিমাণ অতিরিক্ত হয়ে অবস্থান করেন। \n\nযজুর্বেদ\n\nদৃতে দৃংহ মা মিত্রস্য মা চক্ষুষা\nসর্বাণি ভূতানি সমীক্ষন্তাম্।\nমিত্রস্যাহং চক্ষুষা সর্বাণি ভূতানি সমীক্ষে।মিত্রস্য চক্ষুষা সমীক্ষামহে।। \nহে ঈশ্বর, আমাকে এমন দৃঢ় কর যাতে সকল প্রাণী আমাকে বন্ধুর চোখে দেখে। আমিও তাদের বন্ধুর চোখে দেখি। আমরা সকলেই যেন পরস্পরকে বন্ধুর চোখে দেখি।\n\n\n===== উপনিষদ =====\nবৃহদারণ্যক উপনিষদ\n\nঈশোপনিষদ\n\nঈশা বাস্যমিদং সর্বং যৎ কিঞ্চ জগত্যাং জগৎ।তেন ত্যক্তেন ভুঞ্জীথাঃ মা গৃধঃ কস্যস্বিদ্ ধনম্।।\nব্রহ্মাণ্ডে যা কিছু অনিত্য বস্তু আছে, তা ঈশ্বরের দ্বারা আচ্ছাদিত। উত্তমরূপ ত্যাগের সঙ্গে ভোগ করবে, কারও ধনে লোভ করবে না।\n\nশ্বেতাশ্বতর উপনিষদ\n\nযস্মাৎ পরং নাপরমস্তি কিঞ্চিদ্যস্মান্নাণীয়ো ন জ্যায়োহস্তি কিঞ্চিৎ।বৃক্ষ ইব স্তব্ধো দিবি তিষ্ঠত্যেক -স্তেনেদং পূর্ণং পুরুষেণ সর্বম্।।\nযা থেকে উৎকৃষ্ট আর কিছু নেই, যা থেকে ক্ষুদ্রতর বা বৃহত্তর কিছুই নেই, যে অদ্বিতীয় পরমাত্মা বৃক্ষের ন্যায় নিশ্চলভাবে স্বমহিমায় বিরাজিত, সেই পরমপুরুষের দ্বারাই সমস্ত জগৎ পরিব্যাপ্ত। \n\nগোপালতাপনী উপনিষদ\n\nকেশব ক্লেশহরণ নারায়ণ জনাৰ্দ্দন।গোবিন্দ পরমানন্দ মাং সযুদ্ধরমাধব॥\nহে কেশব, হে ক্লেশ বিনাশকারী, হে নারায়ণ, হে জনার্দন, হে গোবিন্দ-পরমানন্দ, হে মাধব আমাকে উদ্ধার কর।\n\n\n===== ভগবদ্গীতা =====\n\nन हि ज्ञानेन सदृशं पवित्रमिह विद्यते।\nतत्स्वयं योगसंसिद्ध: कालेनात्मनि विन्दति॥ ३८ ॥\nন হি জ্ঞানেন সদৃশং পবিত্রমিহ বিদ্যতে।তৎ স্বয়ং যোগসংসিদ্ধঃ কালেনাত্মনিবিন্দতি।।\nএই জগতে জ্ঞানের তুল্য পবিত্র আর কিছু নেই। যোগসিদ্ধগণ যথাসময়ে সে জ্ঞানকে নিজ আত্মাতে অনুভব করেন।\n\nপরবর্তী শ্লোকে উল্লেখ করা হয়েছে,\n\nश्रद्धावाँल्ल‍भते ज्ञानं तत्परः संयतेन्द्रियः।\nज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति॥ ३९ ॥\nশ্রদ্ধাবান্ লভতে জ্ঞানং তৎপরঃ সংযতেন্দ্রিয়ঃ।জ্ঞানং লব্ধা পরাং পরাং শান্তিমচিরেণাধিগচ্ছতি।।\nশ্রদ্বাবান, একনিষ্ঠ এবং জিতেন্দ্রিয় ব্যক্তি জ্ঞান লাভ করে থাকেন। জ্ঞান লাভ করার পর শীঘ্র তিনি পরম শান্তি পেয়ে থাকেন।\n\n\n===== শ্রীশ্রীচণ্ডী =====\nপ্রার্থনামূলক মন্ত্র হিসেবে শ্রীশ্রীচণ্ডীর উল্লেখযোগ্য স্তোত্রগুলো নিন্মে দেয়া হলো:\n\nসর্ব্বমঙ্গল মঙ্গল্যে শিবে সর্ব্বার্থ - সাধিকে শরণ্যে ত্র্যম্বকে গৌরি নারায়ণি নমোস্তুতে।।\nহে দেবী শিবের পত্নী সকল মঙ্গলে তুমি মঙ্গল স্বরূপা, কল্যাণদাত্রী, সর্বসিদ্ধি প্রদায়িনী, আশ্রয়দাত্রী, ত্রিনয়না, গৌরবর্ণা, নারায়ণী তোমাকে প্রনাম জানাই।\n\nসর্বভূতা যদা দেবীস্বর্গমুক্তিপ্রদায়িনী।ত্বং স্তুতা স্তুতয়ে কা বা ভবন্তু পরমোক্তয়ঃ।।\nতুমি সর্বস্বরূপা দেবী, তুৃমি স্বর্গ এবং মুক্তি দান করে থাক। কাজেই তোমাকে স্তব করতে হলে কোন শ্রেষ্ঠ বা পরম বাক্য তোমার স্তবের জন্য যোগ্য হবে।\n\nসর্বভূতা যদা দেবীস্বর্গমুক্তিপ্রদায়িনী।ত্বং স্তুতা স্তুতয়ে কা বা ভবন্তু পরমোক্তয়ঃ।।\nতুমি সর্বস্বরূপা দেবী, তুৃমি স্বর্গ এবং মুক্তি দান করে থাক। কাজেই তোমাকে স্তব করতে হলে কোন শ্রেষ্ঠ বা পরম বাক্য তোমার স্তবের জন্য যোগ্য হবে।\n\n\n=== মধ্যাহ্নকৃত্য ===\nপূর্বাহ্ণের পরে অর্থাৎ স্নান, দুপুরের খাওয়া-দাওয়া এবং বিশ্রাম করা হলো মধ্যাহ্নকৃত্য।\n\n\n==== মধ্যাহ্নকৃত্য মন্ত্রসমূহ ====\nস্নান মন্ত্র (যেকোনো সময়)\n\nস্নানের পূর্বে: ওঁ গঙ্গে চ যমুনেচৈব গোদাবরি সরস্বতী।নর্ন্মদে সিন্ধো কাবেরি জলেহস্মিন্ সন্নিধিং কুরু।।\nস্নানের সময়: ওঁ কুরুক্ষেত্রং গয়া গঙ্গা প্রভাসপুষ্করাণি চ।তীর্থান্যেতানি পুণ্যানি প্রাতঃস্নানকালে ভবন্ত্বিহ।।অথবা, ওঁ শংনো দেবীরভিষ্টয় আপো ভবন্তু পীতয়ে।শংয়োরভি স্রবন্তু নঃ।। (ঋগ্বেদ ১০.৯.৪)\nবিশ্রাম নেয়ার মন্ত্র\n\nশান্তানি পূর্ব রূপাণি শান্তংনোস্তু কৃতাকৃতম্।শান্তং ভূতং চ ভব্যঞ্চ সর্বমেব শমস্তুনঃ।। (অথর্ববেদ ১৯.৯.২)\n\n\n=== অপরাহ্নকৃত্য ===\nদুপুরের পর এবং সায়াহ্নের পূর্ব পর্যন্ত যে কাজ করা হয়, তাকেই অপরাহ্নকৃত্য বলা হয়। এ সময়ে বিনোদনমূলক কাজ করা উচিত।\n\n\n=== সায়াহ্নকৃত্য ===\nসায়াহ্ন মানে সন্ধ্যা। সন্ধ্যাকালে পরিষ্কার-পরিচ্ছন্ন হতে হয়। তারপর স্তব-স্তুতি বা ভক্তিমূলক গান গেয়ে ঈশ্বরের উপাসনা করতে হবে।\n\n\n=== রাত্রিকৃত্য ===\nসন্ধ্যার পর থেকে রাতে ঘুমাতে যাওয়ার পূর্ব পর্যন্ত কাজকে রাত্রিকৃত্য বা নৈশকৃত্য বলা হয়। এ সময় অধ্যায়ন ও অন্যান্য প্রয়োজনীয় কাজ করা হয়। তারপর ঘুমাতে হয়।\n\n\n==== রাত্রিকৃত্য মন্ত্রসমূহ ====\nশয়নের পূর্বে মন্ত্র\n\nবিছানায় বসে: ওঁ যজ্জাগ্রতো দূর মুদৈতি দৈবং তদুসুপ্তস্য।তষ্মে মনঃ শিব সংকল্প মস্ত।।\nঘুমানোর সময়ে: ওঁ শ্রী পদ্মনাভায় নমো নমঃ।অথবা, ত্বয়ি রাত্রি বসামসি স্বপিষ্যামসি জাগৃহি।গোভ্যোনঃ শর্ম য়চ্ছাশ্বেভ্যঃ পুরুষেভ্য।।(অথর্ববেদ ১৯.৪৭.৯)\n\n\n== কর্মসমূহ ==\n\nহিন্দুধর্মে নিত্যকর্মের তালিকা ও পদ্ধতি সম্প্রদায়ের উপর নির্ভরশীল। নিন্মে নিত্যকর্মের কয়েকটি উদাহরণ দেওয়া হলো:\n\nস্নানযাত্রা: স্নান (অভিষেক) ; যে দেবতার উপাসনা করা হয় তাঁর স্নান করানো।\nসন্ধ্যাবন্দনা: দিনের উদ্বোধনী ও বন্ধের সময়ে সম্পাদিত ধর্মীয় অনুষ্ঠান। সন্ধ্যাবন্দনা বাধ্যতামূলক ধর্মীয় অনুষ্ঠান যা ঐতিহ্যগতভাবে হিন্দুদের দ্বিজ সম্প্রদায় দ্বারা করা উচিত।\nউপাসনা: বৈবাহিক আগুন জ্বলন্ত রাখা। উপাসনা হল একটি যজ্ঞ যা বিবাহীত দীক্ষিত হিন্দুদের দ্বারা প্রতিদিন সম্পাদিত হয়।\nপ্রার্থনা: প্রার্থনা হিন্দুধর্মের অবিচ্ছেদ্য অংশ হিসেবে বিবেচিত হয়; এটি হিন্দু উপাসনার সময় অনুশীলন করা হয় এবং এটি ভক্তি প্রকাশ। মন্ত্র জপ হিন্দুধর্মের সবচেয়ে জনপ্রিয় উপাসনা। যোগ ও ধ্যানকেও ভক্তিমূলক সেবার রূপ হিসেবে বিবেচনা করা হয়।\nঅগ্নিহোত্র: উত্তপ্ত দুধের নৈবেদ্য। অগ্নিহোত্র কঠোর রীতি অনুসারে পবিত্র আগুনে ঘি ঢালার যজ্ঞকে বোঝায়, এবং শরৌত ঐতিহ্য অনুসারে তাদের দ্বারা প্রতিদিন দুবার উত্তপ্ত দুধের নৈবেদ্য অন্তর্ভুক্ত করতে পারে।\nদেবতার্চনা: পূজা ; গৃহে বা মন্দিরে নিত্যপূজা, উৎসব উপলক্ষে বিশেষ পূজা অথবা যাত্রা বা কার্যারম্ভের পূর্বে কৃত পূজা ইত্যাদি।\nপ্রাচীন ভারতীয় গ্রন্থের লেখক, পরাশরের মতে, ছয়টি কাজকে নিত্যকর্ম বলে গণ্য করা হয়:\n\nস্নান (দেহ পবিত্রকরন)\nসন্ধ্যাবন্দনম্ (সকাল ও সন্ধ্যার প্রার্থনা)\nবেদের আবৃত্তি\nপূর্বপুরুষদের পূজা\nহোম (আগুনের নৈবেদ্য)\nতর্পণ (দেবতাদের পূজা)\n\n\n=== পঞ্চ নিত্যকর্ম ===\nপঞ্চ নিত্যকর্ম সংস্কৃত শব্দ যার অর্থ, \"প্রত্যেক হিন্দুর পাঁচটি চিরস্থায়ী কর্তব্য।\" এই মহৎ ধর্মীয় নীতি অনুসারে জীবন যাপন করে, আমরা আমাদের ধর্মীয় জীবনকে আধ্যাত্মিক করি এবং আমাদের নিজস্ব ঐশ্বরিক স্বরূপ উপলব্ধি করি। পঞ্চ নিত্যকর্মগুলো হলো:\n\nউপাসনা: বাড়িতে বা মন্দিরে বেদীতে পূজা।\nউৎসব: পবিত্র দিন।\nধর্ম: পুণ্যময় জীবন যাপন।\nতীর্থযাত্রা: দর্শনের মাধ্যমে পবিত্র ব্যক্তিদের কাছ থেকে আশীর্বাদ ও অনুপ্রেরণা লাভের লক্ষ্যে শিশুদের পবিত্র স্থান ও মন্দিরগুলিতে তীর্থযাত্রা করার মূল্য প্রকাশ করা হয়।\nসংস্কৃতি: আচার ও উত্তরণের আচার।\n\n\n== আরও কিছু নিত্যকর্ম ও আচার মন্ত্র ==\n\n\n== আরও দেখুন ==\nপূজা\nভক্তি\nধ্যান\nউপাসনা\nত্রিসন্ধ্যা\nপ্রার্থনা\nকাম্যকর্ম\nসর্বব্যাপীতা\nশ্রৌত\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\nশ্রীমদ্ভগবদ্গীতার নির্বাচিত শ্লোক সংকলন, মন্দিরভিত্তিক শিশু ও গণশিক্ষা কার্যক্রম-৫ম পর্যায়, হিন্দুধর্মীয় কল্যাণ ট্রাস্ট, ধর্ম বিষয়ক মন্ত্রণালয়, গণপ্রজাতন্ত্রী বাংলাদেশ সরকার। তৃতীয় সংস্করণ, প্রকাশকাল ডিসেম্বর ২০২০, মুদ্রণে ফরাজী প্রেস এন্ড পাবলিকেশন।"}