{"pageid": 1080196, "title": "নুরুল ইসলাম ফারুকী", "url": "https://bn.wikipedia.org/wiki?curid=1080196", "content": "নুরুল ইসলাম ফারুকী ছিলেন একজন বাংলাদেশী ইসলামী পণ্ডিত, ব্যবসায়ী, রাজনীতিবিদ এবং ইসলাম প্রচারক। ২০১৪ সালে তাকে অজ্ঞাত হামলাকারীরা হত্যা করে। তিনি আহলে সুন্নাত ওয়াল জামায়াতের আন্তর্জাতিক বিষয়ক সম্পাদক পদে দায়িত্ব পালন করতেন। তিনি মেঘনা ট্রাভেলস নামে একটি প্রতিষ্ঠানের ব্যবস্থাপনা পরিচালক (এমডি) ছিলেন। এ ছাড়া তিনি একটি হজ এজেন্সি, ফারুক ট্যুরস অ্যান্ড ট্রাভেলসের মালিক ছিলেন।\n\n\n== জন্ম ও পরিচয় ==\nশহীদ নুরুল ইসলাম ফারুকী ২৪ নভেম্বর ১৯৫৯ সালে পঞ্চগড় জেলার বোদা উপজেলার বড়শশী ইউনিয়নের নাউতারী নবাবগঞ্জ গ্রামে এক সম্ভ্রান্ত মুসলিম পরিবারে জন্মগ্রহণ করেন। তার পিতার নাম জামসেদ আলী, তিনিও একজন সুপরিচিত আলেম ছিলেন।\n\n\n== শিক্ষাজীবন ==\nফারুকী তার নিজ গ্রাম নাউতারী নবাবগঞ্জে প্রাথমিক ও উচ্চ মাধ্যমিক শিক্ষা অর্জন করেন। ১৯৭৫ সালে নীলফামারী জেলার ডোমার থানার অন্তর্গত চিলাহাটি জামিউল উলুম সিনিয়র মাদরাসা থেকে দাখিল পরবর্তীতে একই মাদরাসা থেকে আলিম পাস করেন। ১৯৭৯ সালে ছারছিনা দারুসসুন্নাত কামিল মাদরাসা থেকে ফাজিল ও কামিল (হাদিস বিভাগ) পাশ লাভ করেন।\nএছাড়াও সাধারণ শিক্ষার দিক থেকে ১৯৮১ সালে নীলফামারী সরকারি কলেজ থেকে মানবিক বিভাগে উচ্চ মাধ্যমিক পাস করে জগন্নাথ কলেজ থেকে মানবিক বিভাগে স্নাতক করেন। তিনি স্থানীয় কলেজের প্রতিযোগিতায় কোরআন তেলাওয়াতে প্রথম স্থান অধিকার করতেন।\n\n\n== কর্মজীবন ==\nতিনি আহলে সুন্নাত ওয়াল জামায়াতের আন্তর্জাতিক বিষয়ক সম্পাদক পদে দায়িত্ব পালন করতেন। তিনি প্রথমে পুরান ঢাকার রায়সাহেব বাজার জামে মসজিদের খতিব হিসেবে দায়িত্ব পালন করেছেন। তার কিছুদিন পর ঢাকা কেরানীগঞ্জের নূরানীয়া চিশতীয়া আলিয়া মাদরাসার প্রধান হিসেবে যোগদান করেন। এছাড়াও তিনি ১৯৮৯ সালে প্রথম হজ গমনের উদ্দেশে মক্কায় যান।\nতিনি মোয়াজ্জামায় মোহাম্মদ মালিকি আলাদির রওজায় ১০ বছর দায়িত্ব পালন করেন। কিছুদিন সেখানে কাটিয়ে আবার ঢাকায় ফিরে আসেন। এসময় ঢাকাসহ বিভিন্ন মসজিদে ৩৩ বছর ইমাম ও খতিবের দায়িত্ব পালন করেন। আবার ছারছীনা পীর আবু জাফর মোহাম্মদ সালেহ মাজারে দায়িত্ব পালন করেন। তিনি সারা দেশে ওয়াজ মাহফিল করতেন, সুন্নিয়াতের পক্ষে যুক্তিযুক্ত প্রামাণ্য দলিল উপস্থাপন করতেন।\nসর্বশেষ জীবনের শেষ সময় পর্যন্ত খাজা শরফুদ্দিন চিশতির মাজারে খাদেম ও সুপ্রিমকোর্ট জামে মসজিদের খতিব হিসেবে দায়িত্ব পালন করেন। তিনি ইসলামী মিডিয়া জনকল্যাণ নামে একটি প্রতিষ্ঠানের চেয়ারম্যান ছিলেন।\n\n\n=== বিদেশ সফর ===\nতিনি কাফেলা অনুষ্ঠানের প্রচারণার জন্য বহু দেশ ভ্রমণ করেন। তিনি মার্কিন যুক্তরাষ্ট্র, মালয়েশিয়া, সৌদি আরব, ভারত, শ্রীলঙ্কা, জর্ডান, তুরস্ক, ইতালি, ইরান, মিশর সহ বহু দেশ বহু বার ভ্রমণ করেছেন।\n\n\n=== প্রকাশিত বই ===\nতিনি কয়েকটি বই লিখেছেন। তার বইগুলো আহলে সুন্নাত ওয়াল জামাআতের আকিদা ও সুফিবাদ ভিত্তিক। সর্বশেষে ‘মারেফুল হারামাইন’ বইটি লিখেছেন। বইগুলোতে ইসলামের স্থাপত্য বা অবিকৃত রূপ তুলে ধরা হয়েছে।\n\n\n== গণমাধ্যমে কাজ ==\nতিনি চ্যানেল আই-এ শান্তির পথে ও কাফেলা নামে দুটি প্রোগ্রাম এবং মাইটিভিতে হক কথা  প্রোগ্রাম উপস্থাপন করতেন। এছাড়াও সুপ্রিম কোর্ট মসজিদের খতিব হিসেবে দায়িত্ব পালন করতেন। রাজনৈতিকভাবে, তিনি একজন প্রেসিডিয়াম সদস্য এবং আহলে সুন্নাত ওয়াল জামাতের আন্তর্জাতিক বিষয়ক সম্পাদক ছিলেন এবং বাংলাদেশ ইসলামী ফ্রন্টের প্রেসিডিয়াম সদস্য হিসেবে দায়িত্ব পালন করেছিলেন, যা কয়েকটি ইসলামী গোষ্ঠীর প্ল্যাটফর্ম।\n\n\n== মৃত্যু ==\n২০১৪ সালের ২৭ আগস্ট ফারুকীকে তার রাজাবাজার কার্যালয়ে ৮-১০ জন অজ্ঞাত হামলাকারী হত্যা করে। এর আগে একজন মহিলা, যিনি তাকে বারবার টেলিফোন করেছিলেন তাকে তার বাড়িতে দেখা যায়। প্রত্যক্ষদর্শীরা জানিয়েছেন, চল্লিশ বছর বয়সী মহিলা ফারুকির বাড়িতে দুই ঘণ্টা থাকার সময় নার্ভাস ছিলেন এবং অদ্ভুত আচরণ করেছিলেন। তার পরিবারের দাবি, বেশ কয়েকজন যুবক হজ নিয়ে কথা বলতে বাড়িতে এসে তাকে হত্যা করেছে। স্থানীয় এক ইমামের মতে, দুই যুবক রাত সাড়ে আটটার দিকে তার বাড়িতে আসে এবং ৬-৭ জন সশস্ত্র যুবক ঘরে তার কাছে থাকা সব টাকা দাবি করে। ফারুকী বলেছিলেন, তার বাড়িতে প্রায় এক লাখ টাকা আছে, তখন তারা (অজ্ঞাত যুবকগণ) বলে এই টাকা তাদের অনেকের জন্য হবে না। তারা তার শোবার ঘরে কাপড় দিয়ে তার হাত-পা বেঁধে ফেলে এবং যাওয়ার আগে তাকে জবাই করে, তবে তার পরিবারের কিছু হয়নি।\n\n\n=== প্রতিক্রিয়া ===\nফারুকীর স্ত্রী দাবি করেন, রহস্যময়ী নারীকে গ্রেফতার করা হলে অপরাধীরা ধরা পড়বে। তার পুত্র আহমেদ রেজা ফারুকী একটি লিখিত বক্তব্য পড়ে বলেছিলেন: \"আমার বাবা 'সুন্নি' মতাদর্শে বিশ্বাসী ছিলেন। যারা তার মতাদর্শের বিরোধিতা করেছিল তাদের কাছ থেকে তিনি মোবাইল ফোন এবং ফেসবুকে হত্যার হুমকি পেয়েছিলেন। চরমপন্থী বা খারেজি-ওহাবী আহলে হাদিস তাকে হত্যা করেছিল, এটি একটি পরিকল্পিত হত্যাকাণ্ড ছিল।\nফারুকীর হত্যাকাণ্ডের কারণে বেশ কয়েকটি ইসলামী গোষ্ঠী বিক্ষোভ শুরু করে, যারা অপরাধীদের দ্রুত গ্রেফতারের দাবিতে দেশব্যাপী ধর্মঘট ডেকেছিল। \nতার সংগঠন আহলে সুন্নাতের সদস্যরা তাদের নেতা নুরুল ইসলাম ফারুকীর হত্যার প্রতিবাদ করে চট্টগ্রামে মুরাদপুর মোড় অবরোধ করে। ২০১৪ সালের আগস্টে, বাংলাদেশ ইসলামী ছাত্রসেনার প্রধান মুহাম্মদ নুরুল হক চিশতি এক সংবাদ সম্মেলনে ঘোষণা করেন যে, দলীয় নেতা নুরুল ইসলাম ফারুকীর হত্যাকারীদের গ্রেপ্তার ও বিচারের দাবিতে সারা বাংলাদেশে অর্ধদিবস ধর্মঘট পালিত হবে।  হত্যাকারীদের শাস্তির দাবিতে ঢাকা-সিলেট মহাসড়কের আশুগঞ্জ এলাকায় মানববন্ধন করেছে বাংলাদেশ ইসলামী ছাত্রসেনা। আসল খুনিদের বিচারের দাবিতে সৈয়দ ইমাম হায়াতের নির্দেশনায় বিশ্ব সুন্নি আন্দোলন বেশ কয়েকটি শান্তিপূর্ণ মানববন্ধনেরও আয়োজন করে।\n\n\n=== গ্রেফতার ===\nহত্যার সঙ্গে জড়িত থাকার অভিযোগে ২৯ আগস্ট নারায়ণগঞ্জের রূপগঞ্জ এলাকা থেকে মাহবুবা নামের ‘রহস্যময়ী নারী’ কে আটক করে বাংলাদেশ পুলিশ।\n১০ বছর পর হত্যা মামলায় ছয়জনকে অভিযুক্ত করে চার্জশিট দাখিল করেছে পুলিশের অপরাধ তদন্ত বিভাগ (সিআইডি)। মামলার তদন্ত কর্মকর্তা সিআইডি পুলিশের অতিরিক্ত বিশেষ পুলিশ সুপার কে এম আবুল কাশেম গত ৫ নভেম্বর আদালতে চার্জশিট জমা দেন এবং সোমবার (৩০ ডিসেম্বর) আদালত সূত্রে চার্জশিট জমা দেন. চার্জশিটভূক্ত আসামিরা হলেন- হাদিসুর রহমান ওরফে সাগর, আব্দুল্লাহ আল তাসনিম নাহিদ, রফিকুল ইসলাম ফারদীন,আবু রায়হান মাহমুদ আব্দুল হাদী, মাহমুদ ইবনে বাশার, রতন চৌধুরী ওরফে ইঞ্জিনিয়ার রিপন ওরফে রাকিবুল ইসলাম রিয়াজ।\n\n\n== ব্যক্তিগত জীবন ==\nফারুকীর দুজন স্ত্রী ছিলেন। তার দ্বিতীয় স্ত্রী লুবনা ইসলাম রাজাবাজার বাড়ীতে তার সাথে বসবাস করতেন এবং তার প্রথম স্ত্রী সন্তানদের সাথে ঢাকার মালিবাগ এলাকায় তখন বাস করতেন।\n\n\n== আরও দেখুন ==\nসৈয়দ আহমদ বেরলভি (রহঃ)\nছারছিনা দারুসসুন্নাত কামিল মাদ্রাসা\nছারছিনা দরবার শরীফ\nশাহ্ সুফী নেছারুদ্দীন আহমদ (রহঃ)\nশাহ্ সূফী আবু জাফর মোহাম্মদ ছালেহ (রহঃ)\nবাংলাদেশ জমিয়াতুল মোদার্রেছীন\nমোহাম্মদ আবু বকর সিদ্দিকী আল কুরাইশ (রহঃ)\n\n\n== তথ্যসূত্র =="}