{"pageid": 1080513, "title": "ব্রাসেলীয় উপভাষা", "url": "https://bn.wikipedia.org/wiki?curid=1080513", "content": "ব্রাসেলীয় উপভাষা (অন্যান্য নাম: ব্রাসেলিয়ার মারোল্‌স, মারোলেন) হচ্ছে ওলন্দাজ ভাষার একটি নিকট-বিলুপ্ত উপভাষা যেটি বেলজিয়ামের রাজধানী ব্রাসেল্‌সে প্রচলিত ছিল। ব্রাবানশীয় উপভাষা থেকে উদ্ভুত এই উপভাষাটি একসময় ব্রাসেল্‌স নগরীতে প্রচলিত প্রধান মৌখিক ভাষা হিসাবে ব্যবহৃত হতো। এই উপভাষাটির উপর ভিত্তি করেই বেলজীয় কার্টুনিস্ট অ্যার্জে তাঁর বিখ্যাত কমিক্স দ্য অ্যাডভেঞ্চার্স অফ টিনটিন (বাংলা: দুঃসাহসী টিনটিন) এর বেশ কিছু কাল্পনিক ভাষা তৈরি করেন।\n\n\n== ইতিহাস ==\nনেদারল্যান্ডস ও বেলজিয়ামে স্পেনীয় শাসনামলে ব্রাবান্ট অঞ্চলের নিম্ন শ্রেণির মানুষের মধ্যে ব্রানানশীয় উপভাষা গড়ে উঠে। ব্রাসেলীয় হলো ব্রাসেল্‌স নগরে প্রচলিত ব্রাবানশীয়রই একটি শাখাভাষা। ১৯ শতাব্দীতে ব্রাসেল্‌স বেলজিয়ামের রাজধানীতে পরিণত হয় এবং এর ফলে সারা দেশ থেকে মানুষ কর্মসংস্থানের উদ্দেশ্যে ব্রাসেল্‌সে আসতে থাকে। বহুভাষী ব্রাসেলস শহরে সরকারি কাজে তখন ফরাসি ভাষা প্রচলিত থাকায় স্থানীয় উপভাষার যথাযথ মূল্যায়ন হয় নি। ১৯১৪ সাল নাগাদ স্কুল পড়ুয়া ব্রাসেলীয়-ভাষী শিক্ষার্থীরা পুরোপুরি ফরাসি ভাষী হয়ে উঠে। বর্তমানে মাতৃভাষা হিসাবে উপভাষাটির কোনো মৌখিক ব্যবহার নেই, যদিও কেউ কেউ দাবি করেন যে তাঁরা এই ভাষায় কথা বলতে পারেন। ব্রাসেলীয়-এর বিবর্তনের ধারা ও বিলুপ্তির সঙ্গে বাংলাদেশের রাজধানী ঢাকায় প্রচলিত ঢাকাইয়া কুট্টি ভাষা ও ঢাকাইয়া উর্দু সাদৃশ্যপূর্ণ, যদিও এই দুইটি ভাষা এখনো পুরান ঢাকার অধিবাসীদের মধ্যে প্রচলিত আছে।\n\n\n== দ্য অ্যাডভেঞ্চার্স অফ টিনটিনে ==\nবেলজীয় কার্টুনিস্ট অ্যার্জে তাঁর বিখ্যাত কমিক্স সিরিজ দ্য অ্যাডভেঞ্চার্স অফ টিনটিন এর জন্য তাঁর দ্বারা সৃষ্ট কাল্পনিক ভাষা সিলদাভীয় ও বর্দুরীয়কে ব্রাসেলীয়-এর উপর ভিত্তি করে তৈরি করেন। যেমন: কমিক্সের সিলদাভিয়ার কোট-অফ-আর্মে সিলদাভীয় ভাষায় লিখিত ছিল সিলদাভিয়ার নীতিবাক্য। এতে লেখা ছিল Eih bennek, eih blavek, বাংলাতে: \"আমি এখানে, আমি থাকি এখানে\"।  আবার, বর্দুরীয় ভাষায়, বর্দুরীয় শব্দ \"mänhir\", যার বাংলা অর্থ হতে পারে \"জনাব\" বা \"স্যার\", ওলন্দাজ শব্দ mijnheer থেকে আগত। এছাড়াও কমিক্সে ব্যবহৃত বিভিন্ন স্থানের নামও তিনি ব্রাসেলীয় থেকেই নিয়েছেন। যেমন: টিনটিন কমিক্সে মধ্যপ্রাচ্যতে অবস্থিত একটি কাল্পনিক দেশ খেমেদ এর রাজধানী Khemkhâh নগরীর নাম একটি ব্রাসেলীয় শব্দ, যার অর্থ \"আমার শীত লাগছে\"।কমিক্সটির মূল ফরাসি সংস্করণে, আরেকটি কাল্পনিক রাষ্ট্র সান থেওদোরোসে প্রচলিত আদিবাসী ভাষা আরুম্বায়া ভাষাও ব্রাসেলীয়-এর উপর ভিত্তি করেই তৈরি।\n\n\n== উদাহরণ ==\nNa mooie ni paaze da'k ee da poèzeke em zitte deklameire /\nAllien mo vè aile t'amuzeire / Neineie... ik em aile wille demonstreire / Dat as er zain dee uile me konviksen e stuk in uilen uur drinke. / Dat da ni seulement en allien es vè te drinke.\n\n\n== তথ্যসূত্র =="}