{"pageid": 1080041, "title": "হাজারী প্রসাদ দ্বিবেদী", "url": "https://bn.wikipedia.org/wiki?curid=1080041", "content": "হাজারী প্রসাদ দ্বিবেদী(১৯ আগস্ট  ১৯০৭  –  ১৯ মে ১৯৭৯) ছিলেন হিন্দি সাহিত্যের খ্যাতনামা ঔপন্যাসিক, সাহিত্যের ইতিহাসবিদ, প্রাবন্ধিক, সমালোচক এবং পণ্ডিত। তিনি অসংখ্য উপন্যাস, প্রবন্ধ, ভারতের মধ্যযুগীয় ধর্মীয় আন্দোলনে বিশেষকরে কবীর ও নাথ সম্প্রদায়ের ঐতিহাসিক গবেষণাপত্র ও হিন্দি সাহিত্যের ইতিহাসের রূপরেখা রচনা করেছেন।\nহিন্দি ছাড়াও সংস্কৃত বাংলা পাঞ্জাবী গুজরাটি   ভাষার পাশাপাশি পালি, প্রাকৃত এবং অপভ্রংশ সহ বহু ভাষাতেই তার যথেষ্ট জ্ঞান ছিল।\nসংস্কৃত, পালি, প্রাকৃত এবং আধুনিক ভারতীয় ভাষার যথেষ্ট দক্ষতায় তিনি অতীত ও বর্তমানের মধ্যে এক সেতুবন্ধনের কাজ সম্পন্ন করেন। সংস্কৃতের ছাত্র হিসাবে তিনি শাস্ত্র বিষয়ে গভীর জ্ঞান অর্জন করে সাহিত্য-শাস্ত্রের নতুন মূল্যায়ন করেন এবং ভারতীয় সাহিত্যের ঐতিহ্যবাহী পাঠের মহান ভাষ্যকার হিসাবে পরিগণিত হন।\nতিনি ১৯৫৭ খ্রিস্টাব্দে হিন্দি সাহিত্যে  বিশেষ অবদানের জন্য  ভারত সরকারের  পদ্মভূষণ সম্মানে ভূষিত হন, এবং প্রবন্ধ সংকলন গ্রন্থ - অলোকপ্রভা -র জন্য ১৯৭৩ খ্রিস্টাব্দে সাহিত্য অকাদেমি পুরস্কার লাভ করেন। \n\n\n== জন্ম ও  শিক্ষা জীবন ==\nহাজারী প্রসাদ ১৯০৭ খ্রিস্টাব্দের ১৯শে আগস্ট  ব্রিটিশ ভারতের আগ্রা ও অওধের যুক্ত প্রদেশ অধুনা  উত্তর প্রদেশের বালিয়া জেলার দুবে-কা-ছাপরা গ্রামে এক অভিজাত জ্যোতিষীর পরিবারে জন্ম গ্রহণ করেন  তার পিতা অনামল দ্বিবেদী ছিলেন সংস্কৃত পণ্ডিত।\nপ্রাথমিক হতে মাধ্যমিক স্তরের পড়াশোনা তার গ্রামের স্কুলেই। ইন্টারমিডিয়েট পাশের পর  জ্যোতিষশাস্ত্রে আচার্য  ও সংস্কৃতে শাস্ত্রী ডিগ্রি লাভ করেন।\n\n\n== কর্মজীবন ==\n১৯৩০ খ্রিস্টাব্দে হাজারী প্রসাদ দ্বিবেদী  বিশ্বভারতী বিশ্ববিদ্যালয়ে যোগ দেন। তিনি সংস্কৃত ও হিন্দি শেখাতেন এবং গবেষণা ও সৃজনশীল রচনার কাজে নিযুক্ত ছিলেন প্রায় দুই দশক। তিনি 'হিন্দি ভবন' স্থাপনায় সহায়তা করেন এবং বহু বছর এর প্রধান ছিলেন। \nশান্তিনিকেতনে অবস্থানকালে, তিনি রবীন্দ্রনাথ ঠাকুর এবং বাংলা সাহিত্যের অন্যান্য বিশিষ্ট ব্যক্তিবর্গের সান্নিধ্যে আসেন। তিনি বাংলা ভাষায় অভ্যস্ত হন। ফলে   নন্দলাল বসুর নান্দনিক সংবেদনশীলতা,  ক্ষিতিমোহন সেনের রচনার অনুসন্ধান এবং গুরুদয়াল মালিকের  স্বল্প হলেও তীক্ষ্ম হাস্যরস সম্পর্কে অবহিত হন। এই প্রভাবগুলি তার পরবর্তী লেখায় স্পষ্ট।\n১৯৫০ খ্রিস্টাব্দে তিনি শান্তি নিকেতন থেকে চলে যান বেনারস হিন্দু বিশ্ববিদ্যালয়ের  হিন্দি বিভাগের রিডার হন। এই সময়ে অধ্যাপক  ড. জগন্নাথ প্রসাদ শর্মা  ছিলেন বিভাগীয় প্রধান। অধ্যাপক দ্বিবেদী ১৯৬০ খ্রিস্টাব্দ পর্যন্ত এখানে ছিলেন এবং ১৯৫৫ খ্রিস্টাব্দে  ভারত সরকার  দ্বারা গঠিত অফিসিয়াল ল্যাঙ্গুয়েজ কমিশনের সদস্য নিযুক্ত হন।।\n১৯৬০ খ্রিস্টাব্দে তিনি  চণ্ডীগড়ের পাঞ্জাব বিশ্ববিদ্যালয় অধ্যাপক হিসাবে যোগ দিয়ে পরবর্তীকালে বিভাগীয় প্রধান হন এবং অবসর গ্রহণ করেন।\n\n\n== রচনাবলী ==\nহাজারী প্রসাদ স্বকীয় রচনাধর্মী জন্য  এবং ভারতীয় সাহিত্যে সৃজনশীল ও সমালোচনামূলক রচনার জন্য অত্যন্ত সুবিদিত ছিলেন।\nতিনি সাহিত্যের ইতিহাস ও সমালোচনা সম্বন্ধীয় যে সমস্ত পুস্তক রচনা করেছেন, সেগুলি হল:\n\nসাহিত্য কী ভূমিকা\nহিন্দি সাহিত্য কা আদিকলা\nতার উপরিউক্ত এই রচনাদুটি সাহিত্যের ইতিহাসে ও সমালোচনায় নতুন এক দিশা প্রদান করেছে।\nতিনি ভারতের মধ্যযুগের ধর্মীয় জীবন সম্পর্কে আলোকপাত করেছেন সেগুলির মধ্যে উল্লেখযোগ্য গ্রন্থগুলি হল -\n\nকবীর\nমধ্যকালীন ধর্ম সাধনা\nনাথ সম্প্রদায়\nমধ্যযুগীয় সন্ত কবীর এর উপর রচনা গ্রন্থটি প্রামাণ্যগ্রন্থ হিসাবে গণ্য হয়। বইটিতে কবীরের চিন্তা-ভাবনা, রচনা ও শিক্ষার উপর তার গবেষণার বিষয় বিশ্লেশিত হয়েছে।\nহাজারী প্রসাদ একজন বিশিষ্ট ঔপন্যাসিক ছিলেন। তার উপন্যাসে ঐতিহাসিক বাস্তবতায় চরিত্রসমূহ আবর্তিত হওয়ায় এক ক্লাসিক মাত্রা পেয়েছে। অন্যতম গ্রন্থগুলি হল -\n\nবাণভট্ট কী আত্মকথা (১৯৪৬)\nঅনামদাস কা পোথা\nপুনর্নভা\nচারু-চন্দ্র-লেখা\nশ্রেষ্ঠ প্রাবন্ধিক হিসাবেও তার পরিচিতি ছিল। উল্লেখযোগ্য প্রবন্ধগুলি হল -\n\nকল্পলতা (শিরীষ কে ফুল এবং অন্যান্য প্রবন্ধ) 'শিরীষ কে ফুল' প্রবন্ধটি এনসিআরটি'র দ্বাদশ শ্রেণীর হিন্দি ভাষায় পাঠ্য।\nনখ কিঁয়ু বাড়তে হ্যাঁয় (নখ কেন বাড়ে)\nঅশোক কে ফুল\nকুতাজ\nঅলোকপর্ব (সংকলন)\nতিনি ইংরাজী ও অন্যান্য ভাষা হতে হিন্দিতে অনুবাদও করেছেন। যেমন -\n\nপ্রবন্ধ-চিন্তামণি (প্রাকৃত হতে)\nপুরাতন প্রবন্ধ সংগ্রহ\nবিশ্বপরিচয়\nলাল কানের\nমৌথি মর থী হুয়া মারা\n\n\n== তথ্যসূত্র =="}