{"pageid": 1080576, "title": "কোরিয়ার জাতীয় জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1080576", "content": "দক্ষিণ কোরিয়ার ইতিহাস ও শিল্পের প্রধান আকর্ষণ ও দর্শনীয় স্থান, কোরিয়া জাতীয় জাদুঘর, হল সেই সাংস্কৃতিক সংগঠন যা এই দেশটির অসামান্য প্রতিনিধিত্বকারী। ১৯৪৫ সালে প্রতিষ্ঠিত হওয়ার পর থেকে, জাদুঘরটি প্রত্নতত্ত্ব, ইতিহাস এবং শিল্পের ক্ষেত্রে বিভিন্ন গবেষণা এবং তার কার্যক্রমের প্রতি প্রতিশ্রুতবদ্ধ হয়ে বিভিন্ন প্রদর্শনী ও শিক্ষা কার্যসূচির ক্রমাগত বিকাশ ঘটায়।\n২০১২ সালে জানা গিয়েছে যে, ২০০৫ সালে ইওংসান জেলাতে ‌স্থানান্তরিত‌ হওয়ার পর থেকে এই সংগ্ৰহশালাটি বছরে ২০০ লক্ষ কিংবা ৩০০ লক্ষেরও বেশি দর্শকের উপস্থিতি আকর্ষণ করে, যাতে‌ এটি বিশ্বের, এশিয়ার এবং দক্ষিণ কোরিয়ার অন্যতম পরিদর্শন ও সর্বাধিক দর্শকের আকর্ষণ হয়ে ওঠে। ২০১১ সালের নভেম্বরে, সিওল‌ মেট্রোপলিটন সরকার দ্বারা পরিচালিত একটি জরিপে দেখা যায় যে, প্রায় ২ হাজার বিদেশী দর্শনার্থীদের সিওলে অন্যতম প্রিয় ক্রিয়াকলাপ হল এই জাদুঘর পরিদর্শন করা। এটি এশিয়ার বৃহত্তম জাদুঘরগুলির মধ্যে একটি।\n২০শে জুন, ২০২১-এ কোরিয়ার জাতীয় জাদুঘরটি ইনচিওন আন্তর্জাতিক বিমানবন্দরের অভ্যন্তরে একটি নতুন‌ শাখার উদঘাটন করে। গেট নম্বর ২২-এর সম্মুখে, বিমানবন্দরের বোর্ডিং এলাকায় অবস্থিত, এই শাখাটি জাদুঘরের ২০তম বর্ষপূর্তিতে অপাবৃত করা হয়।\n\n\n== ইতিহাস ==\n\n১৯০৯ সালে সম্রাট সানজং কোরিয়ার প্রথম জাদুঘর, ইম্পেরিয়াল হাউসিয়াল মিউজিয়াম প্রতিষ্ঠা করেছিলেন। কোরিয়ায় জাপানের শাসত্বকালে, চাংগিয়ংগংয়ের ইম্পেরিয়াল হাউসিয়াল মিউজিয়াম এবং জাপানের সরকারী সাধারণ জাদুঘর সংগ্ৰহস্থল এই জাতীয় জাদুঘরের সংগ্ৰহের কেন্দ্রবিন্দুতে পরিণত হয়েছিল, যেটি প্রতিষ্ঠিত হয়েছিল ১৯৪৫ সালে দক্ষিণ কোরিয়ার স্বাধীনতা লাভের পর।\nকোরিয়ান যুদ্ধ চলাকালীন, ধ্বংস এড়াতে জাদুঘরের ২০০০টি শিল্পকলা নিরাপদে বুসানে সরানো হয়েছিল। যুদ্ধের পর সিওলে ফিরে এসে, জাদুঘরটি গিয়াংবোকগং এবং ডকসুগং প্রাসাদ উভয়েই স্থানান্তরিত হয়। ১৯৭২ সালে জাদুঘরটি গিয়াংবোকগং প্রাসাদের মাঠের নতুন ভবনে ফের স্থানান্তরিত করা হয়। জংগাংচং-এ জাপান জেনারেল গর্ভনমেন্ট বিল্ডিং-এ পুনরায় স্থানান্তরিত করা হয় ১৯৮৬ সালে, যেখানে ১৯৯৫ সালে বিল্ডিং-এর ধ্বংস হওয়া পর্যন্ত (কিছু বিতর্ক এবং সমালোচনা সহ) এটি রাখা হয়েছিল। ২৮শে অক্টোবর, ২০০৫ সালে ইয়ংসান ফ্যামিলি পার্কে আনুষ্ঠানিকরূপে নতুন ভবনে পুনরায় খোলার পূর্বে, ১৯৯৬ সালের ডিসেম্বরে জনসাধারণের জন্য সংস্কারকৃত সামাজিক শিক্ষা হল, অর্থাৎ “সোশ্যাল এডুকেশন হল”-এর অস্থায়ী আবাসে এটি উন্মুক্ত করা হয়েছিল।\n২০০৫ সালের অক্টোবরে, দক্ষিণ কোরিয়ার সিওলে ইয়ংসান ফ্যামিলি পার্কে, জাদুঘরের একটি নয়া ভবন প্রতিষ্ঠিত হয়। এই জাদুঘরটি কোরিয়াতে অবস্থিত মার্কিন যুক্তরাষ্ট্রের বাহিনীর কেন্দ্রীয় কমান্ডের ইয়ংসান গ্যারিসনের অংশ ছিল এমন একটি গল্ফ কোর্সে অবস্থিত। মার্কিন সেনা বাহিনী ১৯৯২ সালে জমিটির কিছু অংশ কোরিয়ান সরকারকে ফিরিয়ে দেয়, যা পরবর্তীকালে ইয়ংসান ফ্যামিলি পার্কে পরিণত হয়। ১৯৯৩ সালে পার্কের অভ্যন্তরে জাদুঘরের পরিকল্পনা শুরু হওয়ার পরে, একটি হেলিপ্যাড দ্বারা এর উদ্বোধন বারংবার বিলম্বিত হয়, যা শেষ পর্যন্ত ২০০৫ সালে একটি চুক্তির মাধ্যমে স্থানান্তরিত হয়। এই জাদুঘরটিতে ৩ লক্ষ ১০ হাজারেরও বেশি শিল্পকলা প্রর্দশিত আছে, এখানে একইসাথে প্রায় ১৫ হাজার শিল্পকলা প্রর্দশিত হয়। এখানে ছয়টি স্থায়ী প্রর্দশনী গ্যালারি যেমন প্রাগৈতিহাসিক ও প্রাচীন ইতিহাসের গ্যালারি, মধ্যযুগীয় ও প্রথম আধুনিক ইতিহাসের গ্যালারি, অনুদান গ্যালারি, ক্যালিগ্ৰাফি এবং‌ পেইন্টিং গ্যালারি, এশিয়ান আর্ট গ্যালারি এবং ভাস্কর্য ও কারুকার্য গ্যালারি জুড়ে পুরাণিদর্শন ও নিদর্শনগুলি প্রদর্শিত করা আছে। এটি মেঝে স্থানের দিক দিয়ে বিশ্বের ষষ্ঠ বৃহত্তম জাদুঘর, যা বর্তমানে মোট ২,৯৫,৫৫১ বর্গমিটার (১,৮০,০০০ বর্গফুট) জুড়ে বিস্তৃত। জাদুঘরের অভ্যন্তরের নিদর্শনগুলি রক্ষার জন্য মূল ভবনটি ৬.০ রিখটার স্কেলে ভূমিকম্প সহ্য করার ক্ষমতা সহ নির্মিত হয়েছিল। ডিস্প্লে কেসগুলি শক- শোষনকারী প্ল্যাটফর্ম দ্বারা সজ্বিত। এছাড়াও একটি আমদানীকৃত প্রাকৃতিক আলোর ব্যবস্থা রয়েছে, যার সাহায্যে কৃত্রিম আলোর পরিবর্তে সূর্যালোক এবং একটি বিশেষ ভাবে নকশাকৃত শীতাতপ নিয়ন্ত্রণের পদ্ধতি ব্যবহৃত হয়। জাদুঘরটি অগ্নি- প্রতিরোধী উপাদান দিয়ে তৈরি এবং‌ এখানে বিশেষ প্রদর্শনী হল, শিক্ষার সুযোগ- সুবিধা, শিশুদের জাদুঘর, বিশাল বহিরাঙ্গন প্রর্দশনী অঞ্চল, রেস্তোরাঁ, ক্যাফে এবং দোকান রয়েছে।\n\n\n== পরিকল্পনা ==\n\nজাদুঘরটি তিনটি তলায় বিভক্ত। প্রতীকীরূপে, জাদুঘরের বাম দিকে অতীত এবং ডান দিকে ভবিষ্যতের চিত্রাঙ্কন করা হয়েছে বলে মনে হয়। নিচতলায় উদ্যান রয়েছে; দেশীয় গাছ গাছালির বাগান; জলপ্রপাত ও জলাশয়; এবং প্যাগোডা, স্তূপ, লন্ঠন ও কেন্দ্রস্তম্ভের সংকলনও উপস্থাপিত আছে (কোরিয়ার দ্বিতীয় সম্পদ ও জোসিয়ন আমলের কোরিয়ান ঘন্টার উদাহরণস্বরূপ বোসিংগাকের গ্ৰেট বেল সমেত)।\n\n\n=== প্রথম তল ===\nপ্রথম তলায় প্রাগৈতিহাসিক এবং প্রাচীন ইতিহাসের গ্যালারি রয়েছে, যেখানে সারা কোরিয়া জুড়ে বিভিন্ন অঞ্চল থেকে খনন করা প্যালিওলিথিক থেকে ইউনিফাইড (সম্বনিত) সিল্লা যুগ পর্যন্ত প্রায় ৪,৫০০টি নিদর্শন রয়েছে। গ্যালারিটিতে নয়টি প্রদর্শনী কক্ষগুলি হল প্যালিওলিথিক কক্ষ, নিওলিথিক কক্ষ, ব্রোঞ্জ আমল ও গোজোসিয়ন কক্ষ, প্রোটো থ্রি কিংডমস্ রুম, গোগুরিয়েও গৃহ, বেকজে কক্ষ, গয়া কক্ষ এবং সিল্লা গৃহ। চিপ পাথরের হস্তকুঠার থেকে শুরু করে বিলাসবহুল প্রাচীন রাজকীয় অলংকার গুলিতে রঞ্জক, এখানে প্রর্দশিত পুরাণিদর্শনগুলি, উপদ্বীপে প্রাথমিক বসতি স্থাপনকারীদের মাধ্যমে, তাদের অনন্য সংস্কৃতি বিকাশের পথে এগিয়ে যাওয়ার দীর্ঘ যাত্রা দৃষ্টিগোচরিত হয়।\nগুরুত্বপূর্ণ প্রাগৈতিহাসিক অঞ্চলগুলি এবং বাঙ্গুজে পেট্রোগ্লাইফস্ ও‌ সংগং-নি এর জনবসতি থেকে প্রাপ্ত নিদর্শনগুলি নিওলিথিক এবং ব্রোঞ্জ আমলের কক্ষে দেখতে পাওয়া যায়।\nএছাড়াও প্রথম তলায় মধ্যযুগীয় এবং প্রারম্ভিক আধুনিক ইতিহাসের গ্যালারি রয়েছে যা ইউনিফাইড (সম্বনিত) সিল্লা, বালহে, গোরিয়েও এবং জোসিয়ন সময়কালের সাংস্কৃতিক ও ঐতিহাসিক ঐতিহ্যের চিত্র প্রদর্শন করে। গ্যালারিটির আটটি কক্ষের মধ্যে উপস্থিত আছে ইউনিফাইড (সম্বনিত) সিল্লা গৃহ, বালহে রুম, গোরিয়েও গৃহ এবং জোসিয়ন কক্ষ।\n\n\n=== দ্বিতল ===\nদ্বিতীয় তলায় অনুদান গ্যালারি এবং ক্যালিগ্ৰাফি ও পেইন্টিং গ্যালারি রয়েছে, যাতে কোরিয়ার ঐতিহ্যবাহী এবং ধর্মীয় কলা প্রর্দশন করে, এমন ৮৯০টি শিল্পকর্ম রয়েছে। ক্যালিগ্ৰাফি ও পেইন্টিং গ্যালারিটি চারটি কক্ষে বিভক্ত: পেইন্টিং রুম, ক্যালিগ্ৰাফি রুম, বৌদ্ধ চিত্র কক্ষ এবং সারাংবাং (স্কলার্স স্টুডিও)।ডোনেশন গ্যালারিতে সংগ্রহকারীদের ব্যক্তিগত সংগ্রহ থেকে দান করা ৮00 টি শিল্পকর্ম রয়েছে। গ্যালারিটি এগারোটি কক্ষে বিভক্ত: লি হং-কুন কালেকশন রুম, কিম চং-হাক কালেকশন রুম, ইউ কাং-ইউল কালেকশন রুম, পার্ক ইয়াং-সুক কালেকশন রুম, চোই ইয়ং-ডু কালেকশন রুম, পার্ক ব্যং-রে কালেকশন রুম, ইয়ু চ্যাং-জং কালেকশন রুম, কেনেকো কাজুশিগে কালেকশন রুম, হাচিউমা তাদাসু কালেকশন রুম, আইউচি আইসাও কালেকশন রুম, এবং অন্যান্য কালেকশন রুম।\n\n\n=== তৃতীয় তলা ===\nতৃতীয় তলায় রয়েছে ভাস্কর্য এবং কারুশিল্প গ্যালারি, ৬৩0 টুকরা যা কোরিয়ান বৌদ্ধ ভাস্কর্য এবং কারুশিল্পের প্রতিনিধিত্ব করে। গ্যালারির হাইলাইটগুলির মধ্যে রয়েছে গরিও সেলাডন মাল এবং কোরিয়া নং ৮৩ জাতীয় সম্পদ, বঙ্গসায়ুসং (বা চিন্তাশীল বোধিসত্ত্ব)। গ্যালারির পাঁচটি কক্ষ হল মেটাল আর্টস রুম, সেলাডন রুম, বুঞ্চিওং ওয়েয়ার রুম, হোয়াইট চীনামাটি রুম এবং বৌদ্ধ ভাস্কর্য রুম।\nএছাড়াও তৃতীয় তলায় রয়েছে এশিয়ান আর্টস গ্যালারি, যেখানে রয়েছে ৯৭0 টুকরা যা এশিয়ান আর্টের মিল ও ভিন্নতা এবং সিল্ক রোডের মাধ্যমে এশিয়ান এবং ওয়েস্টার্ন আর্টের সঙ্গম অন্বেষণ করে। পাঁচটি কক্ষ হল ভারতীয় ও দক্ষিণ -পূর্ব এশিয়ান আর্ট রুম, সেন্ট্রাল এশিয়ান আর্ট রুম, চাইনিজ আর্ট রুম, সিনান আন্ডারসিয়া রিলিক্স রুম এবং জাপানি আর্ট রুম।\n\n\n== আহরণ (Collection) ==\n\n\n=== গোল্ড ক্রাউন, কোরিয়ার জাতীয় ট্রেজার নং ১৯১ ===\n\nপঞ্চম শতাব্দীর সিলা স্বর্ণের মুকুট গিয়ংজুতে হোয়াংনামদাচংয়ের উত্তর সমাধি থেকে খনন করা হয়েছিল।  রুপোর বেল্টের অলঙ্কার (보인대) 'বুইন্দেই (\"ম্যাডামের বেল্ট\") সহ আরও অলঙ্কার পাওয়া গেছে, যা দক্ষিণ সমাধির চেয়ে উত্তর সমাধিতে পাওয়া গেছে, যা দিয়ে এটা বোঝা যায় যে এই কবরটি একজন মহিলার।  এই সোনার মুকুট মালিকের রাজনৈতিক ও সামাজিক শ্রেণীকে প্রতিফলিত করে।\n\n\n=== চিন্তাশীল বোধিসত্ত্ব (ধ্যানে গিল্ট-ব্রোঞ্জ মৈত্রেয়) (জাতীয় ধন নং ৮৩) ===\nএই বোধিসত্ত্ব, সপ্তম শতাব্দীর গোড়ার দিক থেকে, এক পা অন্য পায়ে রেখে, গালে হাত দিয়ে চিন্তায় হারিয়ে যাওয়ার রুপে বসা থাকে। এই  ভঙ্গি থেকে উদ্ভূত হয় যে বুদ্ধ মানুষের জীবন নিয়ে চিন্তা করে। এই মূর্তিটি 'থ্রি মাউন্টেন ক্রাউন' বা 'লোটাস ক্রাউন' নামে সমতল মুকুট পরিধান করে।  ধড় নগ্ন, সাধারণ গলার হার হিসেবে শোভিত। জাপানের কিয়োটোর কোরিউজি মন্দিরে কাঠের চিন্তাশীল বোধিসত্ত্বের সাথে অসাধারণ মিল রয়েছে, যা একটি সিলা সন্ন্যাসী প্রতিষ্ঠা করেছিলেন বলে মনে করা হয়।  সম্ভবত, এই মূর্তিটি সিল্লায় তৈরি করা হয়েছিল। সুষম সুষম আকৃতি, তবে মার্জিত এবং পরিমার্জিত কারুকাজ বাইকেজে আমলের বৈশিষ্ট্য।\n\n\n=== ধূপ বার্নার, ওপেনওয়ার্ক সহ সেলাডন, কোরিয়ার জাতীয় ট্রেজার নং ৯৫ ===\n\nদ্বাদশ শতাব্দীর এই ধূপ বার্নারটি সেরা মানের গরিও সেলাডনের প্রতিনিধিত্ব করে। এটি একটি কভার (ধূপ ছাড়ার জন্য একটি কেন্দ্রীয় গর্ত সহ), একটি বার্নার এবং একটি সমর্থন দিয়ে গঠিত। ধূপের জন্য ছিদ্রের উপরে একটি বাঁকানো গাঁট রয়েছে যা একটি সাত ট্রেজার নকশা সহ সুগন্ধি মুক্ত করতে সহায়তা করে।\n\n\n=== ঘিওংছংসার থেকে দশ তলা প্যাগোডা, কোরিয়ার জাতীয় ধন নং ৮৬ ===\n\"ঘিওংছংসার টেন-স্টোরি প্যাগোডা\" (হান্‌গল্: 경천사 십층석탑, হাঞ্জা: 敬天寺十層石塔) মূলত গরিওয়ের রাজা চুংমোকের চতুর্থ বছরে (1348) গিওংচিওনসা মঠে নির্মিত হয়েছিল। ১৯0৭ সালে, এটি একটি জাপানি আদালতের কর্মকর্তা দ্বারা অবৈধভাবে জাপানে পাচার করা হয়েছিল, কিন্তু ১৯১৮ সালে ব্রিটিশ এবং আমেরিকান সাংবাদিক, ই. বেথেল এবং এইচ. হালবাটদের জন্যে ফেরিত হয়ে। ১৯৬0 সালে, এটি ঘিওংবোকগুং প্রাসাদে পুনরুদ্ধার করা হয়েছিল, কিন্তু অ্যাসিড বৃষ্টি এবং আবহাওয়ার কারণে সংরক্ষণ করা কঠিন প্রমাণিত হয়েছিল। সুতরাং, এটি ১১৯৫ সালে পুনরায় ভেঙে ফেলা হয়েছিল, কোরিয়ার জাতীয় মিউজিয়াম 'পাথ টু হিস্ট্রি' এর ভিতরে রাখা হয়েছিল যখন ২oo৫ সালে এই মিউজিয়াম পুনরায় চালু হওয়াতে।\n\n\n=== ঘরোয়া চিত্রকলার অ্যালবাম ড্যানওয়ান, কোরিয়ার ধন নং ৫২৭ ===\n\nঅষ্টাদশ শতাব্দীর চিত্রশিল্পী কিম হং-ডো, ড্যানওন নামেও পরিচিত, সাধারণ মানুষের জীবনের হাস্যরসাত্মক এবং অকপট চিত্রের জন্য পরিচিত। এই অ্যালবামটিতে পঁচিশটি পেইন্টিং রয়েছে, প্রত্যেকটি পটভূমি বৈশিষ্ট্য ছাড়াই চিত্রের উপর দৃষ্টি নিবদ্ধ করে। কিমের পেইন্টিংগুলি স্কেচির মতো দেখাচ্ছে, তবুও অভিব্যক্তিপূর্ণ ব্রাশের স্ট্রোক এবং সুষম রচনা দেখায়। এটা অনুমান করা হয় যে এই স্টাইলটি কিমের ৩o -এর দশকের শেষের দিকে উদ্ভূত হয়েছিল, অ্যালবামটি প্রায় ৪০ বছর বয়সে সম্পন্ন হয়েছিল।\n\n\n=== ওগিউজংগাক ইউগুয়ে ===\nঘিওজাংগাক ১৭৭৬ সালে জোসেওনের ২২ তম শাসক রাজা জেওংজোর আদেশে রাজধানীর চাংডেকগুং প্রাসাদের মাঠে প্রতিষ্ঠিত একটি রাজকীয় গ্রন্থাগার তৈরি করা হয়েছিল। সমেয়ের সাথে সাথে, গ্রন্থাগারটি একটি রাষ্ট্রীয় পৃষ্ঠপোষক গবেষণা প্রতিষ্ঠানেও বিকশিত হয়। ১৭৮২ সালে, রাজপরিবারের সাথে সম্পর্কিত গুরুত্বপূর্ণ নথিপত্র সংরক্ষণের জন্য গাংওয়া দ্বীপে ওগিউজংগাক নামে একটি রাজকীয় লাইব্রেরি সংযোজন করা হয়, যা রাজধানীতে সম্ভবের চেয়েও বেশি সুশৃঙ্খল ও নিরাপদভাবে সংরক্ষণ করে রাখা হয়।  ওগিউজংগাক এ রচনা, ক্যালিগ্রাফি, এবং প্রাক্তন রাজাদের অঙ্কন পাশাপাশি রাজকীয় বংশানুক্রমিক, ইউগুয়ে, এবং এই ধরনের অন্যান্য আইটেম রাখা হয় ঠিক যেমন এটি ছিল রাজপরিবারের সংস্কৃতির ভান্ডার হিসেবে।  এতে জোসেওন রাজপরিবারের প্রধান সদস্যদের জড়িত রাষ্ট্রীয় পৃষ্ঠপোষক অনুষ্ঠান এবং অনুষ্ঠানের প্রস্তুতির রেকর্ড অন্তর্ভুক্ত রয়েছে। পাঠ্যটি প্রতিটি প্রক্রিয়াকে বিস্তারিতভাবে ব্যাখ্যা করে এবং হাত দ্বারা আঁকা চিত্রের দ্বারা সমর্থিত।  এগুলি পরবর্তী প্রজন্মের জন্য অনুরূপ অনুষ্ঠান বা ইভেন্ট আয়োজনের হিসাবে কাজ করে। ১৫ তম শতাব্দীতে, জোসিয়নের প্রথম দিকে, ইউগুয়ে উৎপাদিত হতে শুরু করে এবং ২০ শতকের গোড়ার দিকে রাজ্যের শেষ অবধি এই অভ্যাসটি অব্যাহত থাকে।  তারা কনফুসিয়ান সংস্কৃতির মূল উপাদানগুলি সংরক্ষণ করে, যা আচার এবং উপযুক্ততাকে সম্মান করে। এই কাজগুলি শাসক দর্শন এবং সিস্টেমগুলিও দেখায় যার দ্বারা জোসেওন রাজ্য পরিচালিত হয়েছিল।  তাদের ঐতিহাসিক এবং সাংস্কৃতিক মূল্যবোধ বিশ্বব্যাপী স্বীকৃত হয়েছে, যেহেতু \"জোসেওন রাজবংশের রাজকীয় প্রোটোকল\"* ২০০৭ সালে ইউনেস্কো মেমোরি অব দ্য ওয়ার্ল্ড রেজিস্টারে খোদাই করা হয়েছিল। কোরিয়ার বিরুদ্ধে ফরাসি অভিযানের সময়, ১৮৬৬ সালে, যেই ২৯৭টি প্রোটোকল গুলো লুটে নেওয়া হয়েছিল সেগুলিকে  বিবলিওথেক ন্যাশনাল ডি ফ্রান্সে রাখা হয়েছিল। এপ্রিল এবং জুন ২০১১ এ তাদের চারটি আলাদা কিস্তিতে ফেরত পাঠানো হয়েছিল।\nজুলাই থেকে ১ সেপ্টেম্বর ২০১১ পর্যন্ত একটি বিশেষ প্রদর্শনী, দ্য রিটার্ন অব দ্য ওগিউজংগাক উইগওয়ে: দ্য রেকর্ড অফ দ্য স্টেট রাইটস অফ দ্য জেসিওন রাজবংশ, \n২০১১ সালের জুন মাসে, প্রদর্শনীর আগে, মিউজিয়ামটি অন্যান্য খণ্ডের সিল্কের প্রচ্ছদ সহ গণমাধ্যমে রেকর্ডের পাঁচটি কপি প্রদর্শন করে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট (ইংরেজিতে)"}