{"pageid": 1080447, "title": "শিরোমণি গুরুদ্বারা প্রবন্ধক কমিটি", "url": "https://bn.wikipedia.org/wiki?curid=1080447", "content": "শিরোমনি গুরদ্বারা পার্বন্ধক কমিটি (এসজিপিসি) ভারতের একটি সংগঠন যা তিনটি রাজ্য পাঞ্জাব, হরিয়ানা, এবং হিমাচল প্রদেশ এবং চণ্ডীগড়ের কেন্দ্রশাসিত অঞ্চলগুলির গুরুদ্বারগুলি, শিখ উপাসনাগুলির পরিচালনার জন্য পরিচিত। এসজিপিসি অমৃতসরে দরবার সাহেব ও পরিচালনা করে।\nপাঞ্জাবের মুখ্যমন্ত্রী দ্বারা পরিচালিত এসজিপিসি।এসজিপিসি গুরুদুয়ারদের সুরক্ষা, আর্থিক, সুবিধার রক্ষণাবেক্ষণ এবং ধর্মীয় দিক পরিচালনা করার পাশাপাশি শিখ গুরুদের অস্ত্র, পোশাক, বই এবং লেখাসহ প্রত্নতাত্ত্বিকভাবে বিরল ও পবিত্র নিদর্শনগুলি পরিচালনা করে।\nবিবি জগির কৌর ২০০৪ সালের সেপ্টেম্বরে দ্বিতীয়বারের মতো এসজিপিসির সভাপতি নির্বাচিত প্রথম মহিলা হন। ১৯৯৯ সালের মার্চ থেকে নভেম্বর ২০০০ পর্যন্ত তিনি একই পদে অধিষ্ঠিত ছিলেন।\n\n\n== ইতিহাস ==\n১৯২০ সালে উদীয়মান আকালি নেতৃত্বের অমৃতসরের আকাল তখতের আশেপাশে ১৫ নভেম্বর ১৯২০ সালে শিখদের একটি সাধারণ সভা ডেকে পাঠানো হয়েছিল নভেম্বর এই সমাবেশের উদ্দেশ্য হরিমন্দির সাহেব কমপ্লেক্স এবং অন্যান্য গুরুত্বপূর্ণ ঐতিহাসিক গুরুদ্বারগুলি পরিচালনা করার জন্য শিখদের একটি প্রতিনিধি কমিটি নির্বাচন করা ছিল। প্রস্তাবিত সম্মেলনের দু'দিন আগে ব্রিটিশ সরকার হরিমন্দির সাহেবকে পরিচালনা করার জন্য ৩ জন শিখ নিয়ে একটি নিজস্ব কমিটি গঠন করে। শিখরা তাদের তফসিল বৈঠক করেন এবং ১৫ সদস্য বিশিষ্ট একটি বৃহত্তর কমিটি নির্বাচন করেন এবং এর নাম রাখলেন শিরোমণি গুরুদ্বার গুরুবন্ধক কমিটি। সরকার নিযুক্ত কমিটির সদস্যরাও এতে অন্তর্ভুক্ত ছিলেন। হরবানস সিং আত্তারী সহ-সভাপতি হন এবং সুন্দর সিং রামগড়িয়া কমিটির সেক্রেটারি হন। ততক্ষণে মাস্টার তারা তারা সিং শিখ ধর্মীয় বিষয়ে আগ্রহী হওয়া শুরু করেছিলেন। তিনি কমিটিতে নির্বাচিত ১৫ সদস্যের একজন ছিলেন। শিরোমণি গুরুদ্বার বন্ধনবন্ধ কমিটি গঠন শিখ ধর্মীয় স্থানগুলির সংস্কারের আন্দোলনের কেন্দ্রবিন্দু সরবরাহ করেছিল। কমিটি একের পর এক গুরুদ্বারদের পরিচালনা করতে শুরু করে এবং আগত মহান্ত দ্বারা প্রতিহত করা হয়। ১৯২০ সালের শেষের দিকে, শহুরে এবং গ্রামাঞ্চল উভয়ই পাঞ্জাবের বিপুল সংখ্যক সংস্কারকরা পৃথক ও স্বাধীন ধর্মীয় আদেশ গঠনে যোগ দিয়েছিলেন। জঠার প্রাথমিক উদ্দেশ্য ছিল স্থানীয় গুরুদ্বারগুলিতে নিয়ন্ত্রণ অর্জন করা। একটি জাসদারের নেতৃত্বে একটি জঠ একটি মন্দির দখল করত এবং বর্তমান বর্তমান পদস্থদের থেকে তার পক্ষে ব্যবস্থাপনার চেষ্টা করত। কখনও কখনও স্থানান্তর শান্তিপূর্ণভাবে হয়েছিল বিশেষত ছোট আয়ের সংস্থান সহ ছোট গুরুদুদের ক্ষেত্রে। এটি কখনও কখনও বলের হুমকি দিয়ে করা হয়েছিল। শিখ নেতৃত্ব যে কোনও আন্দোলনের সাফল্যের জন্য প্রেসের গুরুত্ব সম্পর্কে পুরোপুরি সচেতন ছিল। এটি 'দ্য ইন্ডিপেন্ডেন্ট', স্বরাজ (হিন্দি), দ্য ট্রিবিউন, লিবারেল, কেশরী (উর্দু), মিলাপ (উর্দু), জমিদার (উর্দু) এবং বন্দে মাতরমের মতো গুরুত্বপূর্ণ কিছু জাতীয়তাবাদী পত্রগুলির সক্রিয় সমর্থন ও সহানুভূতির তালিকাভুক্ত করেছিল। (হিন্দি) .মাস্টার তারা সিংহ সম্পাদিত আখেরি (পিবিআই) ও আখালি-তে-পরদেশী (উর্দু) ভাষাগত দুটি পত্রিকাও গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। এটি শিখ জনগণের মধ্যে প্রয়োজনীয় জাগরণ এনেছিল এবং তাদেরকে সংস্কারের সংগ্রাম চালানোর জন্য প্রস্তুত করেছিল। সেন্ট্রাল শিখ লীগ, ইন্ডিয়ান ন্যাশনাল কংগ্রেস এবং শিরোমণি গুরুদ্বারবান্ধব কমিটির প্রত্যক্ষ ও অপ্রত্যক্ষ সমর্থন নিয়ে শিরোমণি আকালি দল সরকার নিয়ন্ত্রণের জন্য সরকারের বিরুদ্ধে অহিংস লড়াই শুরু করেছিলগুরুদ্বারগুলি১৯২১ সালের ১৪ ই জানুয়ারী তারন-তরণে কিছু অনৈতিক কার্যকলাপের খবর শিরোমনি গুরুদ্বন্ধ বন্ধক কমিটিতে পৌঁছেছিল। পনেরো দিন আগে গুরুদ্বারায় একটি স্থানীয় জথাকে পিটিয়ে মেরেছিলেন এবং কীর্তন করতে দেওয়া হয়নি। এটি সিদ্ধান্ত নিয়েছিল যে অমৃতসর থেকে জেঠাদার তেজা সিং ভূচারের অধীনে একটি পাঠাবেন। 'খড় সৌদা বার' এর আকালিয়দের সাথে জামাতদার কর্তার সিং ঝব্বার তার সাথে যোগ দিয়েছিলেন। ২৫ জানুয়ারী, প্রায় চল্লিশ জন শ্রমিকের একটি দল তার দরবেশ থেকে শ্রী দরবার সাহেব তর্ন-তারানের নিয়ন্ত্রণ গ্রহণ করে। পরবর্তী সংঘর্ষে মহন্তের গুচ্ছরা দু'জন আকালী নিহত ও বেশ কয়েকজন আহত হয়েছিল। মহন্তদের গুরুদুয়ার থেকে ক্ষমতাচ্যুত করা হয় এবং শিরোমণি গুরুদ্বার পার্বন্ধক কমিটি একটি পরিচালনা কমিটি নিয়োগ করে।\n\n১৯২৫ সালের গুরুদ্বারা আইন\nমূল নিবন্ধ: ১৯২৫ সালের গুরুদারা আইন ১৯৮০ এর দশকের গোড়ার দিকে, পাঞ্জাবের গভর্নর ম্যালকম হেইলি শিখ সদস্যদের দ্বারা গঠিত পাঁচ সদস্যের কমিটির মাধ্যমে এই প্রদেশের সমস্ত গুরুত্বপূর্ণ গুরুদ্বারা দখল করতে শিখদের সহায়তা করার জন্য তত্পরতা দেখিয়েছিলেন আইন পরিষদ।\n\n\n== সভাপতি ==\n\nশিরোমণি গুরুদ্বার ব্যবস্থাপনা কমিটির (এসজিপিসি) সভাপতি এসজিপিসির সদস্যদের দ্বারা নির্বাচিত হন।সভাপতি এসজিপিসির সভাগুলি সংগঠিত করার এবং শিখ ধর্মের বিষয়গুলির সাথে মোকাবিলা করার ক্ষমতা রাখেন এবং গুরুদুয়ারার ব্যবস্থাপনার তত্ত্বাবধান করেন। ২০০৮ সাল থেকে, সভাপতি শ্রী গুরু গ্রন্থ সাহেব ওয়ার্ল্ড ইউনিভার্সিটির চ্যান্সেলর হিসেবেও কাজ করেন। ১৯২০ সালে এসজিপিসি প্রতিষ্ঠিত হয় যখন গুরুদ্বার সংস্কার আন্দোলন শুরু হয়। সুন্দর সিং মজিথিয়া কমিটির প্রথম সভাপতি নিযুক্ত হন। এই পদটি ব্রিটিশ ভারতে আইন করে ১৯২০ সালে শিখ গুরুদ্বার আইন, ১৯২৫ পাশ করার পর আইনি মর্যাদা লাভ করে। এই আইন পাস করার পর বাবা খড়ক সিং সভাপতি হন। এখন পর্যন্ত এসজিপিসি- এর সবচেয়ে দীর্ঘ মেয়াদে দায়িত্ব পালনকারী সভাপতি হলেন গুরচরণ সিংহ টোহরা এবং সবচেয়ে কম মেয়াদে একজন হলেন গোপাল সিং কওমি যিনি ১৯৩৩ সালের জুন মাসে একদিনের জন্য দায়িত্ব পালন করেছিলেন। প্রথম এবং একমাত্র মহিলা এবং বর্তমান সভাপতি হলেন জাগির কৌর।\n\n\n== বিধান-পরিষদ ==\nহেইলি লাহোর দুর্গে কারাবন্দী আকালী নেতাদের কাছে একটি নতুন গুরুদারা বিলের খসড়া উপস্থাপন করলেন।মাস্টার তারা সিংহ, ভাগ সিং অ্যাডভোকেট, গুরুচর্ন সিং অ্যাডভোকেট, তেজা সিং আখেরপুরী (জাসদার অকালখট সাহেব) সোহান সিং জোশ এবং সরদার তেজা সিং সামুন্দ্রি বিলের প্রতিটি ধারা সাবধানে অধ্যয়ন করেছিলেন। বিলে সমস্ত আকালি দাবি পূরণ হয় এবং পাঞ্জাব আইনসভা পরিষদ কর্তৃক এটি অনুমোদনের পরে ১৯৮৫ সালের ২৮ জুলাই ভারতের ভাইসরয় আইনে স্বাক্ষরিত হয়। এই আইনটি ১৯৫৫ সালের ১ নভেম্বর পাঞ্জাব সরকারের একটি গেজেট প্রজ্ঞাপন দ্বারা কার্যকর হয়। এই আইনটি শিখ দ্বারা নির্বাচিত একটি কেন্দ্রীয় গুরুদ্বার বোর্ডকে সমস্ত গুরুত্বপূর্ণ শিখ উপাসনার রক্ষক হিসাবে নির্বাচিত করেছিল। গুরুদুরা বোর্ডের প্রথম বৈঠকে একটি প্রস্তাব গৃহীত হয় যে এর পদবি পরিবর্তন করে শিরোমণি গুরুদ্বার বান্ধব কমিটিতে করা হবে, যা সরকার গৃহীত হয়েছিল। এভাবেই 'তৃতীয় শিখ যুদ্ধ' নামে প্রচলিত আলোচনা হিসাবে পরিচিতি লাভ করে।পাঞ্জাব সরকার শিরোমণি গুরুদ্বার বন্ধন্ধক কমিটি এবং অন্যান্য আকালী অঙ্গকে বেআইনী সমিতি হিসাবে ঘোষণা করার আদেশ প্রত্যাহার করে এবং শিখিমতী গুরুদ্বার বান্ধব কমিটিকে শিখদের প্রতিনিধি সংস্থা হিসাবে স্বীকৃতি দেয়। পাঞ্জাব সরকারকে এইরকম স্বীকৃতি দিতে রাজি করতেই, অকালি নেতৃত্ব নিঃসন্দেহে আমলাদের উপর একটি জয় অর্জন করেছিলেন। শিখ গুরুদ্বারা বিল শিখদের বেশিরভাগ দাবী পূরণ করেছিল, তবে সরকার শর্তসাপেক্ষে বন্দীদের মুক্তি দিতে ইচ্ছুক ছিল - অর্থাৎ আকালীরা যে গুরুদ্বারা আইনে কাজ করতে রাজি হবে তা বোঝার বিষয়ে। শিরোমণি আকালী দল ও নির্বাহী বন্দীদের মুক্তি দেওয়ার জন্য সম্পূর্ণ শর্তহীন অযৌক্তিক, অন্যায় ও আপত্তিজনক বলে শর্ত ঘোষণা করেছিল। বিশিষ্ট আকালিয়দের মধ্যে মেহতাব সিংহ ও গিয়ানী শের সিংহ সহ আরও বিশ জন আকালি নেতা শর্তযুক্ত মুক্তি গ্রহণ করেছিলেন। মাস্টার তারা সিং, ভাগ সিং অ্যাডভোকেট, তেজা সিং সমুন্দরী, তেজা সিং আখেরপুরী (জাসদার আকাল তখত) এবং পনেরো অন্যান্য আকালীরা লিখিত নিশ্চয়তা ও গ্রহণযোগ্যতার উপর সরকারের জোর দেওয়ার কারণেই মাঠে নামেনি, এই হামলা ছিল মাস্টার তারা সিংয়ের প্রতিশিখদের আত্মমর্যাদায়।তিনি বলেছিলেন, \"আমরা নিজেই এই আইনটি কার্যকর করেছি এবং এটি বাস্তবায়নের জন্য আমরা দায়বদ্ধ, তাহলে কেন এই শর্ত?\" কিছুটা সময় পরে কারাগারে হার্ট অ্যাটাকের কারণে মারা গেলেন তেজা সিং সামুন্দরী। পাঞ্জাব সরকার মাস্টার তারা সিং এবং বাকী আকালীদের বিরুদ্ধে অভিযোগ প্রমাণ করতে ব্যর্থ হয়েছিল, কয়েক মাস পরে তাদের সমস্তকে নিঃশর্ত মুক্তি দেওয়া হয়েছিল। বিচারের সময় আকালীরা যে সাহস ও ত্যাগ প্রদর্শন করেছিল তা খুব তাড়াতাড়িই মেহতাব সিংয়ের গোষ্ঠীকে রাজনৈতিক ক্ষেত্র থেকে সরিয়ে দেয় এবং আকালি পদে বিবাদের সৃষ্টি হয়, কারণ সদ্য মুক্তিপ্রাপ্ত আকালীরা মেহতাব সিংয়ের গ্রুপকে সহযোগী হিসাবে নিন্দা করেছিল। মেহতাব সিংহের গোষ্ঠী 'রায় বাহাদুর পার্টি' নামেও পরিচিত ছিল। এই গোষ্ঠীর কমিটিতে সংখ্যাগরিষ্ঠতা ছিল এবং মেহতাব সিং এর সভাপতি নির্বাচিত হন। শিয়াল শর্তে মুক্তিপ্রাপ্ত নেতাদের বিরুদ্ধে আকালী পার্টি প্রচারণা শুরু করে। শিরোমণি গুরুদ্বার বন্ধনবন্ধ কমিটির জন্য নতুন নির্বাচন অনুষ্ঠিত হলে, আকালি পার্টি সংখ্যাগরিষ্ঠতা অর্জন করে এবং নবনির্বাচিত শিরোমণি গুরুদ্বার বন্ধনবন্ধ কমিটি খারাক সিংকে সভাপতি এবং মাস্টার তারা সিংকে ভাইস হিসাবে নির্বাচিত করেসভাপতি।যেহেতু বাবা খড়াক সিং এখনও মুক্তি পান নি সভাপতির দায়িত্ব মাস্টার তারা সিংহের কাঁধে পড়েছিলেন। ১৯৯৬ সালের পরে হিমাচল প্রদেশে প্রথমবারের মতো এসজিপিসি নির্বাচন অনুষ্ঠিত হয়েছিল এবং সেই আসন থেকে প্রথম যে ব্যক্তি বিজয়ী হয়েছিলপান্থক আকালিদালের প্রার্থী যার নাম সাতনম সিং গিল।\n\n১৯৫৩ ও ১৯২৫ সালের গুরুদ্বারা আইন সংশোধনঃ\n১৯৫৩ সালে, ১৯২৫ সালের আইনে সংশোধন করে শিখ তফশিলী সম্প্রদায়ের সদস্যদের জন্য এসজিপিসিতে ১৪০ টির মধ্যে ২০ টি আসন সংরক্ষণের অনুমতি দেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র =="}