{"pageid": 1080845, "title": "২০২১–২২ উয়েফা ইউরোপা কনফারেন্স লিগ", "url": "https://bn.wikipedia.org/wiki?curid=1080845", "content": "২০২১–২২ উয়েফা ইউরোপা কনফারেন্স লিগ হচ্ছে উয়েফা কর্তৃক আয়োজিত ইউরোপীয় দলগুলোর ফুটবল প্রতিযোগিতার উয়েফা ইউরোপা কনফারেন্স লিগের প্রথম আসর।\nএই আসরের ফাইনাল আলবেনিয়ার তিরানার কোম্বেতারে এরিনায়য়ার সেন্ট পিটার্সবার্গের ক্রেস্তভস্কি স্টেডিয়ামে অনুষ্ঠিত হবে। এই আসরের বিজয়ী দল ২০২২–২৩ উয়েফা ইউরোপা লিগের গ্রুপ পর্বের জন্য স্বয়ংক্রিয়ভাবে উত্তীর্ণ হবে (যদি তারা ২০২২–২৩ উয়েফা চ্যাম্পিয়নস লিগের গ্রুপ পর্বের জন্য উত্তীর্ণ হতে ব্যর্থ হয়)।\nএই আসরটি ১৯৯৯–২০০০ মৌসুমের পর প্রথম (উক্ত মৌসুমে ১৯৯৮–৯৯ উয়েফা কাপ উইনার্স কাপের শেষ আসর অনুষ্ঠিত হয়েছিল) মৌসুম, যেখানে উয়েফার তিনটি প্রধান ক্লাব প্রতিযোগিতা (উয়েফা চ্যাম্পিয়নস লিগ, উয়েফা ইউরোপা লিগ এবং উয়েফা ইউরোপা কনফারেন্স লিগ) অনুষ্ঠিত হবে।\n২০২১ সালের ২৪শে জুন তারিখে উয়েফা সকল উয়েফা ক্লাব প্রতিযোগিতায় অ্যাওয়ে গোল নিয়ম বাতিল করার প্রস্তাব অনুমোদন করেছে, যা ১৯৬৫ সাল থেকে ব্যবহৃত হয়ে আসছিল। অতএব, যদি দুই লেগের পর্বের ম্যাচ সমতায় থাকে অর্থাৎ দুটি দল একই পরিমাণ গোল করে, তবে বিজয়ী প্রতিটি দলের অ্যাওয়ে গোলের সংখ্যা দ্বারা বিজয়ী নির্ধারণ করা হবে না, তবে সর্বদা অতিরিক্ত ৩০ মিনিটের খেলা অনুষ্ঠিত হবে। যদি অতিরিক্ত সময় শেষেও দুটি দল সমতায় থাকে, তবে পেনাল্টি শুট-আউটের মাধ্যমে ম্যাচের বিজয়ী নির্ধারণ করা হবে।\n\n\n== দল বণ্টন ==\nউয়েফার ৫৫টি সদস্য রাষ্ট্রের মধ্যে ৫৪টি রাষ্ট্রের সর্বমোট ৭৯টি দল ২০২১–২২ উয়েফা ইউরোপা কনফারেন্স লিগে অংশগ্রহণ করবে (সম্ভাব্য স্পেন এর ব্যতিক্রম, যদিও তাদের একটি দল ইউরোপা লিগের গ্রুপ পর্বে তৃতীয় স্থান অর্জন এবং প্লে-অফ জয়ের মাধ্যমে এখনো অংশ নিতে পারে)। উয়েফা দেশ গুণাঙ্ক নিয়ম অনুযায়ী উয়েফার অ্যাসোসিয়েশন র‍্যাঙ্কিং করা হয়, যার মাধ্যমে এই প্রতিযোগিতায় প্রত্যেক অ্যাসোসিয়েশন হতে কতটি দল অংশগ্রহণ করবে তা নির্ধারণ করা হবে:\n\nঅ্যাসোসিয়েশন ১–৫ হতে ১টি করে দল খেলার যোগ্যতা অর্জন করবে।\nঅ্যাসোসিয়েশন ৬–১৫ এবং ৫১–৫৫ হতে ২টি করে দল খেলার যোগ্যতা অর্জন করবে।\nঅ্যাসোসিয়েশন ১৬–৫০ (ব্যতিক্রম লিশটেনস্টাইন) হতে ৩টি করে দল খেলার যোগ্যতা অর্জন করবে।\nলিশটেনস্টাইন হতে ১টি দল খেলার যোগ্যতা অর্জন করবে।\nএছাড়াও, ২০২১–২২ উয়েফা চ্যাম্পিয়নস লিগ থেকে বাদ পড়া ২০টি দল এবং ২০২১–২২ উয়েফা ইউরোপা লিগ থেকে বাদ পড়া ২৬টি দলকে ইউরোপা কনফারেন্স লিগে স্থানান্তরিত হবে।\n\n\n=== অ্যাসোসিয়েশন র‍্যাঙ্কিং ===\n২০২১–২২ উয়েফা ইউরোপা কনফারেন্স লিগের জন্য, ২০২০ সালের উয়েফা দেশ গুণাঙ্ক অনুযায়ী প্রত্যেক সদস্য রাষ্ট্র হতে কতটি দল খেলবে তা বরাদ্দ করা হয়েছে, যেটি ২০১৫–১৬ মৌসুম হতে ২০১৯–২০ মৌসুম পর্যন্ত ইউরোপীয় প্রতিযোগিতায় তাদের ফলাফলের ওপর ভিত্তি করে নির্ধারিত।\nএই দেশ গুণাঙ্কের দল বরাদ্দ ছাড়াও, নিম্নে উল্লেখিত ক্ষেত্রে অ্যাসোসিয়েশন হতে অতিরিক্ত দলও এই প্রতিযোগিতায় অংশগ্রহণ করতে পারে:\n\n(ইউসিএল) – ২০২০–২১ উয়েফা চ্যাম্পিয়নস লিগ হতে আগত দলের অতিরিক্ত স্থান।\n(ইউইএল) – ২০২০–২১ উয়েফা ইউরোপা লিগ হতে আগত দলের অতিরিক্ত স্থান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (ইংরেজি)"}