{"pageid": 1080510, "title": "কোরিয়ার সাহিত্য অনুবাদ ইনস্টিটিউট", "url": "https://bn.wikipedia.org/wiki?curid=1080510", "content": "কোরিয়ার সাহিত্য অনুবাদ ইনস্টিটিউট (কোরীয় ভাষায়: 한국문학번역원, ইংরেজি: Literature Translation Institute of Korea) ১৯৯৬ সালে দক্ষিণ কোরিয়া সরকার কোরীয় সাহিত্য ও সংস্কৃতিকে বিভিন্ন দেশে ছড়িয়ে দেবার উদ্দেশ্য নিয়ে প্রতিষ্ঠা করেন। সাধারণভাবে এটি কোরিয়ান লিটারেচার ট্রান্সলেসন ফান্ড’ নামেই অধিক পরিচিত।\n\n\n== ইতিহাস ==\n১৯৯৬ সালে কোরিয়ান লিটারেচার ট্রান্সলেসন ফান্ড’ প্রতিষ্ঠিত হয়। ২০০১ সালে এর নতুন নামকরণ করা হয় কোরিয়ান লিটারেচার ট্রান্সলেশন ইন্সিটিউট নামে। এর প্রথম কর্ণধার ছিলেন ড. পার্ক হুয়ান-দক। ২০০৩সালে নতুন কর্ণধার হন ড. চিন হিয়ুং জুন। ২০১৮সালে সপ্তম তথা বর্তমান কর্ণধার হলেন কিম সা-ইন।\n\n\n== লক্ষ্য ==\nএই প্রতিষ্ঠানের মূল উদ্দেশ্য উচ্চমানের কোরিয়ান সাহিত্যের অনুবাদ প্রকাশ করা ও অনুবাদকদের স্পন্সরশীপ প্রদান করা। এরই সঙ্গে এ সমস্ত অনুবাদ কাজগুলিকে বিভিন্ন দেশে সংস্কৃতি বিনিময়ক অনুষ্ঠানে পাঠানো যাতে এর মধ্য দিয়ে কোরিয়ান সাহিত্য নানা দেশে ছড়িয়ে পরে এবং কোরিয়ান ও বিদেশী বই প্রকাশকদের মধ্যে সম্পর্কের ভিত্তিও সুদৃঢ় হয়।\n\n\n=== ‘লিটারেচার ট্রান্সলেসন ইন্সিটিউট’ ===\nএর লক্ষ্য শুধুমাত্র সাহিত্যের মাধ্যমে বিভিন্ন দেশের সাথে কোরিয়ার সংস্কৃতির বিনিময় করাই নয়, এর মূল উদ্দেশ্য হল কোরিয়ার ট্রান্সলেসন ও পাবলিকেশন অর্থাৎ অনুবাদ ও প্রকাশন ব্যবস্থাপনাকে নতুন ভাবে উজ্জীবিত করে তোলা। এর সাথে সাথে সাহিত্যিক অনুবাদের মানকে উন্নত করা, মাইনরিটি ভাষা দল থেকে নতুন অনুবাদকের সন্ধান করা, প্রফেশনাল অনুবাদকদের গবেষণার কাজে সহায়তা দান করাও এই প্রতিষ্ঠানের উদ্দেশ্য। এই প্রতিষ্ঠানের কাজের ফলে বর্তমানে অনলাইনেই কোরিয়ান সাহিত্যের সম্পর্কে সমস্ত ধরনের তথ্যাদি পাওয়া যায়।\n\n\n== স্ব-প্রকল্পিত প্রোগ্রাম ==\nএই প্রতিষ্ঠান কিছু কিছু প্রোগ্রামের সাহায্যে কোরিয়ান সাহিত্য ও সংস্কৃতি সম্পর্কে পৃথিবীর বিভিন্ন দেশে সচেতনতা বৃদ্ধির প্রচেষ্টা চালাচ্ছে। প্রত্যেকটি প্রোগ্রামই তৈরি করা হয়েছে এক একটি বিশেষ উদ্দেশ্যের কথা মাথায় রেখে যার মূল উদ্দেশ্য হল কোরিয়ান সাহিত্য ও সংস্কৃতিকে আরও ভালভাবে বোঝা ও উপলব্ধি করা।\n\n\n==== ট্রান্সলেসন ও পাবলিকেশন গ্রান্ট প্রোগ্রাম ====\nএল. টি. আই কোরিয়া, বিদেশী প্রকাশক যাদের লাইসেন্স এগ্রিমেন্ট বর্তমান তাদেরকে ট্রান্সলেশন ও পাবলিকেশন গ্রান্টের সুবিধা প্রদান করে থাকেন। এই সকল বিদেশী প্রকাশক্রা সাহিত্য ও ইতিহাস বিষয়ক বই অনুবাদ করে ছাপার অনুমোদন পেতে পারেন, তবে শিশুদের চিত্রবই এর অন্তর্গত নয়।এই গ্রান্ট ভাষা অনুযায়ী বিদেশী প্রকাশকরা তিন ভাগে পেয়ে থাকেন-ক) ইংরেজি,ফ্রেঞ্চ, জার্মান, জাপানি, নরডিক ভাষার প্রকাশকরা ১০০% গ্রান্ট পান; খ) রাশিয়ান, চাইনিজ ও অন্যান্য ইউরোপীয় ভাষার প্রকাশকরা ৮০% গ্রান্ট পান,গ)বাকি অন্যান্য ভাষার প্রকাশকরা ৬০% গ্রান্ট পান।\nবইএর বিষয়বস্তু অনুযায়ী প্রকাশকরা গ্রান্ট পান তিনভাবে।ক)ফিক্সন, নাটক বা ইতিহাস সম্বন্ধীয় বইএর ক্ষেত্রে অনুবাদের জন্য ৮মি.-১৪মি. ক্রোন।খ) কবিতার বইয়ের ক্ষেত্রে ১০মি. -১২মি. ক্রোন।গ)শিশুদের চিত্রবই ব্যতীত অন্যান্য বইয়ের জন্য অনুবাদের কাজে পান ৫মি. ক্রোন।সমস্ত ধরনের বই প্রকাশের জন্য ৩.৫মি. ক্রোন/ টাইটেল অনুদান দেওয়া হয়। এর মধ্যে প্রকাশককে ৩০টি কপি, কোন কোন ক্ষেত্রে বিশেষ করে ইংরেজি ফিকশন বইয়ের ক্ষেত্রে ৫০টি কপি প্রতিষ্ঠানকে কম্পিলিমেন্টারি রূপে দিতে হয়।\nমোটামুটি সারাবছর ধরেই প্রকাশকরা আবেদন করতে পারেন। এই কাজের দায়িত্বে আছেন জনজু লি এবং হিউনজিন লি।\n\n\n==== ইন্টারন্যাশনাল এক্সচেঞ্জ প্রোগ্রাম ====\nএল. টি. আই কোরিয়া বিভিন্ন আন্তর্জাতিক ও সাংস্কৃতিক অনুষ্ঠান পরিচালনা করে থাকে বিশ্বব্যাপী। এসবের মধ্যে উল্লেখযোগ্য হল আন্তর্জাতিক সাহিত্য সম্মেলন, বইমেলা, বিভিন্ন দেশের সাথে সাহিত্য আলোচনামূলক অনুষ্ঠান।ছমাস অন্তর অন্তর এই সকল কর্মসূচিতে অংশগ্রহণকারী দেশগুলি অনুদান পেয়ে থাকেন। ২০২০সালে ১০টি দেশের সঙ্গে মোট ২০টি প্রজেক্টে এখন পর্যন্ত এই অনুদান দেওয়া হয়েছে; সেইসব দেশগুলি হল- আমেরিকা, ইউ.কে. , জার্মানি, স্পেন, জাপান, ইউক্রেন,লিথুয়ানিয়া, জর্ডন, তাইওয়ান ও ভিয়েতনাম ।এই কাজ পরিচালনার দায়িত্বে রয়েছেন অ্যালেক্স বেক।\n\n\n==== ওভারসিস এক্সচেঞ্জ প্রোগ্রাম ====\nএল.টি.আই কোরিয়া সারাবছর ধরেই লেখকদের নিয়ে আলোচনা সভার আয়োজন করে থাকে যাতে বিদেশে কোরিয়ান সাহিত্যকে বেশি করে ছড়িয়ে দেওয়া যায়। সেই কারণে এই প্রতিষ্ঠান ‘সাহিত্যিক প্রবন্ধ প্রতিযোগিতা’র আয়োজন করে থাকে। ২০০৫ সাল থেকে এই প্রতিযোগিতার প্রারম্ভ হয়েছিল।বিদেশি পাঠকরা কোরিয়ান সাহিত্য পাঠের পর তার সমালোচনা লিখিতভাবে বা অনলাইনে প্রেরণ করতে পারেন। ২০২০ সালের প্রবন্ধ প্রতিযোগিতায়ে ২১টি দেশ অংশগ্রহণ করেছিল- তাইওয়ান,জার্মানি, রাশিয়া, মেক্সিকো, মঙ্গোলিয়া, আমেরিকা, ভিয়েতনাম, বুলগেরিয়া, ব্রাজিল,স্পেন,আজেরবাইজান, ইউ.কে, অস্ট্রিয়া,জর্ডন, ইটালি, ভারত, ইন্দোনেশিয়া, জাপান, কলোম্বিয়া, তুর্কি ও ফ্রান্স।\nএল.টি.আই কোরিয়া পাঁচ বছর বা তার অধিক সময় থেকে যে সকল বিদেশী প্রকাশক কোরিয়ান বই প্রকাশের কাজের সঙ্গে যুক্ত, তাদেরকে পি.আর ও মার্কেটিং অনুদান দিয়ে থাকে।এই কাজের দায়িত্বে আছেন সিলভিয়া ইও।\n\n\n==== ট্রেনিং প্রোগ্রাম ফর ট্রান্সলেটর ====\n২০০৮সালে এল.টি.আই কোরিয়া ‘ ট্রান্সলেসন একাডেমী’ প্রতিষ্ঠা করেন যাতে নতুন প্রজন্মের প্রফেশনাল ট্রান্সলেটর গড়ে তুলতে সহায়তা করতে পারেন। ট্রান্সলেশন একাডেমী চার ধরনের কোর্স করিয়ে থাকে- রেগুলার, স্পেশাল, ট্রান্সলেশন এতিলেয়ার ও আডভান্স কোর্স ইন কালচারাল কনটেন্ট ট্রান্সলেশন।এই কাজ পরিচালনা করে থাকেন হিউনজিন লি ও সুনইয়ং হয়াং ।\nএল.তি.আই কোরিয়া প্রফেশনাল ট্রান্সলেটরদেরকে পুরস্কৃতও করে থাকেন। ১৯৯৩ সালে এই পুরস্কার বছরে দুবার করে দেওয়া হত। কিন্তু ২০০৩ সাল থেকে এই পুরস্কার বিতরণী অনুষ্ঠান বার্ষিক ভাবে অনুষ্ঠিত হয়ে আসছে।\n\n\n==== এল.টি.আই কোরিয়া লাইব্রেরী ====\nএল.টি. আই কোরিয়া লাইব্রেরী যেখানে বিভিন্ন ধরনের কোরিয়ান বইয়ের অনুবাদ বিভিন্ন ভাষায় পাওয়া যায়। শুধু বইই নয় সিডি, ডিভিডি, ভিডিয় টেপ প্রভৃতি রয়েছে এই লাইব্রেরীতে। কোরিয়াতে এ ধরনের লাইব্রেরী প্রথম এই প্রতিষ্ঠানের উদ্যোগেই শুরু হয়েছে। ২০০৭ সালে প্রথম এই লাইব্রেরীর প্রথম যাত্রা শুরু হয়।\n\n\n==== ইনফরমেশন সার্ভিস ====\nএল . টি. আই কোরিয়া কোরিয়ান সাহিত্য ও প্রকাশনা সম্পর্কে সমস্ত ধরনের তথ্য দিয়ে থাকে বিভিন্ন ধরনের কনটেন্টের মাধ্যমে।\n\n\n== আন্তর্জাতিক লেখক উৎসব ==\n২০০৬ সালে প্রথম সোল আন্তর্জাতিক লেখক উৎসব এর সূচনা হয়েছিল।২০০৬-২০২০ পর্যন্ত প্রায় ৫৪টি দেশের ২৪০জন লেখক এই উৎসবে অংশ নিয়েছেন।এরই সাথে ২০১৬সালে শুরু হয়েছে এল. তি.আই কোরিয়ার ‘বাইলিঙ্গুয়াল রিডিং’ প্রোগ্রাম।\n\n\n== অবস্থান ==\nইয়েংডং-ডেইরো 112-গিল 32 (সামসেং-ডং), গ্যাংনাম-গু, সিউল, কোরিয়া প্রজাতন্ত্র\n\n\n== তথ্যসূত্র =="}