{"pageid": 1080047, "title": "দীর্ঘস্থায়ী করোনাভাইরাস রোগ", "url": "https://bn.wikipedia.org/wiki?curid=1080047", "content": "দীর্ঘস্থায়ী করোনাভাইরাস রোগ বলতে করোনাভাইরাস রোগ-২০১৯-এ আক্রান্ত রোগীর স্বাভাবিক স্বাস্থ্যোদ্ধারের পরে আবির্ভূত হওয়া বা বজায় থাকা দীর্ঘস্থায়ী পরিণামোপসর্গসমূহ দ্বারা বৈশিষ্ট্যায়িত একটি রোগাবস্থাকে বোঝায়। এটিকে দীর্ঘস্থায়ী কোভিড (long COVID), কোভিড-১৯-পরবর্তী সংলক্ষণ (post-COVID-19 syndrome), কোভিড-১৯-পরবর্তী প্রকট পরিণামোপসর্গসমূহ (post-acute sequelae of COVID-19 বা PASC), দীর্ঘস্থায়ী কোভিড সংলক্ষণ (chronic COVID syndrome বা CCS), বহুদূর টানা কোভিড (long-haul COVID), ইত্যাদি বিভিন্ন নামে ডাকা হতে পারে।\nদীর্ঘস্থায়ী করোনাভাইরাস রোগ দেহের প্রায় সমস্ত অঙ্গতন্ত্রের উপরে ক্রিয়াশীল হতে পারে এবং পরিণামোপসর্গের জন্ম দিতে পারে, যাদের মধ্যে রয়েছে শ্বসনতন্ত্রীয় বিকার, স্নায়ুতন্ত্রীয় ও স্নায়ু-সংজ্ঞানাত্মক বিকার, মানসিক স্বাস্থ্য বিকার, বিপাকীয় বিকার, হৃৎবাহ বিকার, জঠরান্ত্রীয় বিকার, অস্বস্তিভাব, অবসন্নতা, পেশী-কঙ্কালীয় ব্যথা ও রক্তাল্পতা। সাধারণত বিভিন্ন ধরনের লক্ষণ-উপসর্গ এ প্রসঙ্গে আলোচিত হয়ে থাকে, যেমন অবসন্নতা, মাথাব্যথা, শ্বাসকষ্ট, ঘ্রাণহানি (Anosmia), ঘ্রাণ অপবেদন (Parosmia), পেশীর দুর্বলতা, হালকা জ্বর ও সংজ্ঞানাত্মক ক্রিয়াবিকার।\nলক্ষণ-উপসর্গগুলির সঠিক প্রকৃতি এবং কতজন ব্যক্তি এরূপ দীর্ঘমেয়াদী লক্ষণ-উপসর্গ অনুভব করে থাকেন, তা অজানা এবং অধীত জনসমষ্টি, রোগাবস্থার সংজ্ঞা ও গবেষণার স্থায়িত্বকালের উপরে ভিত্তি করে এগুলি ভিন্ন ভিন্ন হয়ে থাকে। যুক্তরাজ্যের জাতীয় পরিসংখ্যান কার্যালয় (অফিস ফর ন্যাশনাল স্ট্যাটিস্টিকস) একটি জরিপে প্রাক্কলন করে যে পরীক্ষার দ্বারা নিশ্চিতভাবে প্রমাণিত সার্স-কোভি-২ ভাইরাসে আক্রান্ত রোগীদের প্রায় ১৩.৭% ১২ সপ্তাহের বেশি সময় ধরে উপরোক্ত এক বা একাধিক লক্ষণ-উপসর্গ অনুভব করেছেন।\nযদিও দীর্ঘস্থায়ী করোনাভাইরাস রোগের বিভিন্ন দিক নিয়ে গবেষণা চলমান আছে, জানুয়ারি ২০২১-এর হিসাব অনুযায়ী, এই অসুস্থতা বা রোগাবস্থাটির সংজ্ঞাটি এখনও সুস্পষ্ট নয় এবং এটি কীভাবে কাজ করে, তা নিয়ে শীঘ্রই সিদ্ধান্তে উপনীত হওয়া সম্ভব নয়। কিছু কিছু দেশ ও এলাকার স্বাস্থ্যব্যবস্থাতে এই ধরনের রোগীদের সেবার জন্য ব্যবস্থা করা হয়েছে এবং এই উদ্দেশ্যে বিশেষায়িত চিকিৎসাকেন্দ্র বা ক্লিনিক প্রতিষ্ঠা ও পরামর্শদানের ব্যবস্থা গ্রহণ করা হয়েছে। তা সত্ত্বেও অসুস্থতাটি ভালোভাবে এখনও চরিত্রায়িত করা হয়নি, এটি কীভাবে কাজ করে তা জানা সম্ভব হয়নি, এটি কীভাবে নির্ণয় করতে হবে, সে ব্যাপারে কোনও নির্দিষ্ট স্থিতিশীল মানদণ্ড নেই। তাই এটিকে এক ধরনের অজ্ঞাত কারণজাত বা স্বয়ম্ভূত রোগ হিসেবে গণ্য করা হয় এবং এটি নির্ণয়ের জন্য বর্জনমূলক রোগনির্ণয় পদ্ধতি অবলম্বন করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউটিউবে  Long Covid (21 October 2020). – UK Government film about long COVID.\n\"PHOSP\"। Home। University of Leicester। The Post-hospitalisation COVID-19 study (PHOSP-COVID) is a consortium of leading researchers and clinicians from across the UK working together to understand and improve long-term health outcomes for patients who have been in hospital with confirmed or suspected COVID-19."}