{"pageid": 1080188, "title": "সুদামা", "url": "https://bn.wikipedia.org/wiki?curid=1080188", "content": "সুদামা (সংস্কৃত: सुदामा) ছিলেন হিন্দু দেবতা কৃষ্ণের শৈশব বন্ধু, কৃষ্ণের সঙ্গে সাক্ষাতের জন্য যার দ্বারকায় যাওয়ার গল্পটি ভাগবত পুরাণে উল্লেখ আছে। সুদামা দক্ষিণ ভারতে কুচেলা নামেও পরিচিত। অতীত লীলা উপভোগ করার জন্য তিনি একজন দরিদ্র মানুষ হিসেবে জন্মগ্রহণ করেছিলেন।\nস্পষ্টতই, সুদামা ছিলেন পোরবন্দরের বাসিন্দা।  গল্পে তিনি সুদামপুরী থেকে ভেট দ্বারকা বা বেট দ্বারকা ভ্রমণ করেছিলেন। সুদামা ও কৃষ্ণ উজ্জয়িনীর সন্দিপানি আশ্রমে একসঙ্গে পড়াশোনা করেছিলেন।\n\n\n== কৃষ্ণ ও সুদামা ==\n\nসুদামা ব্রাহ্মণ বর্ণে জন্মগ্রহণ করেছিলেন। তাঁর পিতার নাম মাতুক ও মাতার নাম রচনা দেবী। কৃষ্ণ ছিলেন রাজপরিবারের এবং ভগবান বিষ্ণুর অবতার। কিন্তু আর্থ -সামাজিক অবস্থার এই পার্থক্য তাদের শিক্ষার পথে আসেনি। সমস্ত ছাত্রদের গুরুর জন্য অদ্ভুত কাজ করতে হয়েছিল এবং একবার কৃষ্ণ এবং সুদামা কাঠ নেওয়ার জন্য বনে গিয়েছিলেন। বৃষ্টি শুরু হয়েছিল এবং তাই তারা গাছের নিচে চলে গেল। জলখাবারের জন্য সুদামার কিছু চিঁড়া ছিল। সর্বজ্ঞ কৃষ্ণ বলেছিলেন যে তিনি ক্ষুধার্ত। সুদামা প্রথমে বলেছিলেন যে তার কিছু নেই, কিন্তু কৃষ্ণের প্রয়োজন দেখে তার সাথে আনা চিড়ের কথা বললো। ভগবান শ্রীকৃষ্ণ তাকে বলেন চিঁড়া তার প্রিয় জলখাবার। তাদের বন্ধুত্ব প্রস্ফুটিত হয়। শ্রীকৃষ্ণ মাত্র ৬৪ দিনে ৬৪ বিদ্যা লাভ করে গুরুগৃহ ত্যাগ করেন । বছরের পর বছর তাদের যোগাযোগ বিচ্ছিন্ন হয়ে যায় এবং যখন কৃষ্ণ দ্বারকায় বিখ্যাত খ্যাতিসম্পন্ন শাসক পরিবারের শক্তিশালী অংশ হয়ে ওঠে, সুদামা একজন নম্র ও কিছুটা দরিদ্র গ্রামবাসী ছিলেন।\n\nকিছুদিন পরে যখন সুদামা চরম দারিদ্র্যের মধ্যে দিয়ে যাচ্ছিলেন, এমনকি তার সন্তানদের খাওয়ানোর জন্য পর্যাপ্ত অর্থও ছিল না, তখন তার সহধর্মিণী সুশীলা (কোনো কোনো মতে বসুন্ধরা) তাকে কৃষ্ণের সাথে তার বন্ধুত্বের কথা মনে করিয়েছিলেন। সুদামা রাজা কৃষ্ণের কাছে গিয়ে অনুগ্রহ চাইতে চাননি। তিনি ভেবেছিলেন যে এটি বন্ধুত্বের ভাল ব্যবহার নয়। একদিন তিনি কৃষ্ণকে দেখতে গেলেন। বৃন্দাপুরী (সুদামার বসবাসের স্থান এবং পরবর্তী নাম সুদামানগর) থেকে সুদূর দ্বারকার উদ্দেশ্যে তিনি রওনা দিলেন। দীর্ঘপথ অতিক্রম করে অবশেষে দ্বারকায় উপস্থিত হন সুদামা। দ্বারকার বৈভব দেখে আপ্লুত হন সুদামা। তিনি কিছু দ্বারকাবাসীর কাছে শ্রীকৃষ্ণের বন্ধুর পরিচয় দিয়ে কৃষ্ণের প্রাসাদের পথ জানতে চাইলেন। একজন নির্ধন -জীর্ণবস্ত্র পরিহিত ব্রাহ্মণ দ্বারকাধিপতির সখা একথা ভেবে সবাই তাকে নিয়ে বিদ্রুপ করতে থাকেন। অবশেষে অনেক সন্ধান করে প্রাসাদে পৌঁছান সুদামা। কিন্তু সেখানেও সেনাদের কাছে নিজের পরিচয় দিলে তামাসার পাত্র হন। অনেক কাকুতি - মিনতির পর সৈনিকরা তাকে দ্বারে অপেক্ষা করতে বলে শ্রীকৃষ্ণকে সংবাদ দিতে যান। এদিকে শ্রীকৃষ্ণ তখন অষ্টভার্যার সহিত বাক্যালাপে ব্যস্ত। সৈনিক   তাকে সুদামার কথা জানালে শ্রীকৃষ্ণ তার মস্তষ্ক মুকুট ত্যাগ করে ছুটতে ছুটতে সুদামাকে স্বাগত জানাতে যান। এদিকে সুদামা অপমানিত বোধ করে শ্রীকৃষ্ণকে ভুল বুঝে তার প্রতীক্ষা না করেই প্রাসাদের দ্বার পরিত্যাগ করেন। শ্রীকৃষ্ণ দৌড়ে গিয়ে তাকে থামান। সুদামাকে দেখে কৃষ্ণ খুব আনন্দিত হন। তারপর তাকে সম্মান সহিত নিজ প্রাসাদে নিয়ে যান। সুদামার জন্য আতিথেয়তার ব্যবস্থা গ্রহণ করেন। এরপর কৃষ্ণ সুদামার নিকট কিছু খেতে চান। সুদামা বাড়ি থেকে যে চিড়ে এনেছিলেন তা কৃষ্ণকে দেন। সুদামা জানতেন কৃষ্ণ চিঁড়া পছন্দ করে। কৃষ্ণ, বন্ধুর আনা খাবার খুব আগ্রহের সহিত গ্রহণ করলেন, এবং খুব আনন্দিত হলেন। এবং খুশি হয়ে তিনি তিনলোক সুদামাকে দান করবেন বলেন। শ্রীকৃষ্ণ  প্রথম গ্রাসে সুদামাকে স্বর্গ , দ্বিতীয় গ্রাসে মর্ত দান করেন। ঠিক তখনই শ্রীকৃষ্ণের জেষ্ঠ্য ভার্যা মহারানী রুক্মিণী তাকে আটকান এবং তৃতীয় গ্রাসে গোলকধাম প্রদান করতে বাধা দেন। এবং সেই চিড়ে শ্রীকৃষ্ণের হাত থেকে কেড়ে অষ্টভার্য দেবীগণ (শ্রীকৃষ্ণের আটজন স্ত্রী) ভক্ষণ করেন।  তিনি বন্ধুর অবস্থা সম্পর্কে অবহিত হয়ে, বন্ধুর দরিদ্রতা দূর করতে পরিকল্পনা করলেন এবং ব্যবস্থা করলেন। বলা হয় যে তিনি ভগবান বিশ্বকর্মাকে বৃন্দাপুরীতে  পাঠান সুদামার জন্য দ্বারকার ন্যায় রাজপ্রাসাদ তৈরি করে দিতে। বিশ্বকর্মা বৃন্দাপুরীতে সুদামার প্রাসাদ নির্মাণ করার কথা জানালে সুদামাপত্নী শর্ত স্বরূপ বৃন্দাপুরীকে বৈভবশালী নগরে পরিণত করতে বলেন। আর বিশ্বকর্মা তাই করলেন। এবং দেবী লক্ষীর আশীর্বাদে সুদামাপত্নী বসুন্ধরা সুন্দর রূপের বরদান পান। এরপর সুদামা বাড়ি ফিরে গেলেন, তখন তিনি বিশ্বাস করতে পারছিলেন না যে তার কুঁড়েঘরটি প্রাসাদিক প্রাসাদে পরিণত হয়েছে। তিনি আরও দেখলেন তার স্ত্রী ঐশ্বর্য্যময় পোশাকে তার জন্য অপেক্ষারত। দ্বারকায় ভগবান দ্বারকা অধিপতি কৃষ্ণ ও নির্ধন ব্রাহ্মণ সুদামার বন্ধুত্বের এই অলৌকিক ঘটনাটি অক্ষয় তৃতীয়া উৎসবের সঙ্গে যুক্ত। \nবৃন্দাপুরীর রাজা নিজ ভুল বুঝতে পারেন এবং সুদামার কাছে ক্ষমা প্রার্থনা করেন এবং তিনি সুদামাকে রাজগুরুর আসন প্রদান করেন। রাজা বৃন্দাপুরীর নতুন নামকরণ করেন সুদামানগর। বর্তমানে এর নাম সুদামাপুরী। \n\nযদিও অতি প্রাচীন শাস্ত্র মহাভারত, হরিবংশ বা বিষ্ণু পুরাণে কোথাও সুদামার উল্লেখ নেই। তবে, ভাগবত পুরাণে সুদামার কাহিনী খুবই জনপ্রিয়।\n\n\n== আরও দেখুন ==\nভাগবত পুরাণ\nকৃষ্ণ\nমথুরা\nঅক্ষয় তৃতীয়া\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nThe Story of Krishna and Sudama\nKRISHNA AND SUDAMA: THE BOND OF TRUE FRIENDSHIP  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ আগস্ট ২০২১ তারিখে"}