{"pageid": 1080440, "title": "আনাইমালাই পর্বতমালা", "url": "https://bn.wikipedia.org/wiki?curid=1080440", "content": "আনাইমালাই বা আন্নামালাই, পশ্চিমঘাটের দক্ষিণতম প্রান্তে অবস্থিত পর্বতসমষ্টি। কেরালা ও তামিলনাড়ুর প্রান্ত বরাবর অবস্থিত এই পর্বতমালার বিস্তার দক্ষিণ ভারতের কোয়েম্বাটুর, তিরুপুর, পালঘাট, ত্রিশূর, এর্নাকুলাম এবং ইদুক্কি জেলায়। পর্বতমালার নামটি এসেছে তামিল শব্দ আনৈ তথা মালয়ালম শব্দ আন থেকে, যার অর্থ হাতি আবার স্থানীয় মালা (মল) বা মালাই (মলৈ) শব্দের অর্থ পর্বত, এই কারণে এই পর্বতমালা 'এলিফ্যান্ট হিল' নামেও পরিচিত।\nএই পর্বতমালার দক্ষিণ দিকে অবস্থিত আনাইমুড়ি শৃঙ্গ সর্বোচ্চ, যার উচ্চতা ৮,৮৪২ ফুট বা ২,৬৯৫ মিটির। এটি সমগ্র দক্ষিণ ভারতের সর্বোচ্চ শৃঙ্গ। পালঘাট গিরিবর্ত্ম আনাইমালাইকে নীলগিরি পর্বতমালা থেকে পৃথক করেছে। তামিলনাড়ুর দিকে অবস্থিত এর উত্তরের ঢালে মূলত বালপারাই এলাকায় বর্তমানে কফি এবং চা চাষ হয়ে থাকে। এছাড়াও এখানে সেগুন কাঠেরও চাষ হয়ে থাকে, যা স্থানীয় অর্থনীতিতে ব্যাপক প্রভাব ফেলেছে। এ ব্যতীত সমগ্র পার্বত্য অঞ্চল জঙ্গলময়, যা মূলত দুটি বাস্তুতন্ত্রে বিভক্ত। অধিকাংশ তামিলনাড়ু ও কেরালার পালঘাট ও ইদুক্কি জেলায় রয়েছে দক্ষিণ পশ্চিমঘাট আর্দ্র পর্ণমোচী অরণ্য এবং তামিলনাড়ুর কোয়েম্বাটুর ও কেরালার পালঘাট, এর্নাকুলাম জেলায় রয়েছে দক্ষিণ পশ্চিমঘাট পার্বত্য অতিবৃষ্টি অরণ্য।\nআনাইমালাই উপপর্বতগুচ্ছ সহ সমগ্র পশ্চিমঘাট পর্বতমালাই বর্তমানে ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থানসমূহের অন্তর্গত।\n\n\n== ভূগোল ==\nআনাইমালাই পর্বতমালা ১০° ১৩' উত্তর গোলার্ধ থেকে ১০° ৩১' উত্তর গোলার্ধ এবং ৭৬° ৫২' পূর্ব দ্রাঘিমা থেকে ৭৭° ২৩' পূর্ব দ্রাঘিমা পর্যন্ত বিস্তৃত। পশ্চিমঘাট পর্বতমালার যে স্থানে পালঘাট গিরিবর্ত্ম সেটিকে ভগ্ন করেছে, তথা নীলগিরি পার্বত্য অঞ্চলের দক্ষিণ দিকে এই পর্বতমালা অবস্থিত। দক্ষিণ পশ্চিম দিকে এর সীমানা কেরালা রাজ্য এবং দক্ষিণ-পূর্ব দিকে এলাচ পাহাড়ি অঞ্চল পর্যন্ত। এর পশ্চিম দিকে রয়েছে বাঁশ গাছ সমৃদ্ধ ইড়মালয়র-পুয়ামকুট্টি উপত্যকা। এর পূর্ব দিকে রয়েছে কেরালার পাম্পাট্টম শোল জাতীয় উদ্যান পর্যন্ত বিস্তারিত পালনি পাহাড়ি অঞ্চল। সমগ্র বিস্তার মোটামুটি ভাবে কেরালা পালঘাট, ত্রিশূর, এর্নাকুলাম ও ইদুক্কি জেলা এবং তামিলনাড়ুর কোয়েম্বাটুর ও তিরুপুর জেলায় জুড়ে।\nএই পর্বতমালার ভূতাত্ত্বিক গঠন রূপান্তরিত নিস শিলা সমৃদ্ধ, ফেল্ডস্পার ও কোয়ার্টজ জালিকাকারে বিন্যস্ত এবং‌ লাল বর্ণের পরফিরি ইতস্তত বিক্ষিপ্ত। এখানে অরণ্যের বারোটি বৃহত্তর প্রকার দেখা যায়। পার্বত্য জমির নিচু ঢালে বিভিন্ন খণ্ডে কফি এবং চা চাষ হয়,‌ আবার উঁচু ঢালে সেগুন গাছের চাষ হয়ে থাকে। মৌসুমী বায়ুর প্রভাবে বৃষ্টিপাতের পরিমাণ তুলনামূলকভাবে অধিক। গড় বার্ষিক বৃষ্টিপাত ২,০০০ থেকে ৫,০০০ মিলিমিটার এর মধ্যেই হেরফের করে।‌ হলোসিন যুগে এই অঞ্চলের ভূমিচ্যুতির গতিবিধির কারণে আনাইমালাই পর্বতে ধারাবাহিকভাবে ৩,৩০০ ফুট উঁচু পর্যন্ত খাঁড়া ঢাল দেখতে পাওয়া যায়।\n\n\n== প্রাণীজগৎ ==\n\nআনাইমালাই পার্বত্য অঞ্চল বন্য প্রাণীর প্রতুলতার জন্য বিখ্যাত। পর্বত বরাবর অবস্থিত এরবিকুলাম জাতীয় উদ্যান, চিন্নার বন্যপ্রাণী অভয়ারণ্য, ইড়মালাইয়ার সংরক্ষিত অরণ্য, মাঙ্কুলাম বন বিভাগ, পরম্বিকুলাম বন্যপ্রাণী অভয়ারণ্য এবং আনাইমালাই ব্যাঘ্র অভয়ারণ্য ভারতীয় হাতির জন্য বিখ্যাত। ইড়মালাইয়ার বাঁধ সহ পুয়ামকুট্টি ও আনকুলাম হল বৃহত্তম বন্যপ্রাণী সংরক্ষিত এলাকা। যারা এই সমস্ত এলাকায় রয়েছে প্রচুর সংরক্ষিত উপজাতি গ্রাম। হাতি, গৌর, বুনো মোষ, বেঙ্গল টাইগার, চিতাবাঘ, শ্লথ ভালুক, বনরুই, কালোমাথা বেনেবউ, কুমির, ধূসরমাথা হরিয়াল, ভাম, রামকুকুর, সম্বর হরিণ, কৃষ্ণসার এবং ৩১ গোষ্ঠীর সংকটাপন্ন কাঞ্চনদাড়ি বানর-এর মতো বিভিন্ন প্রজাতির উপস্থিতি এখানে লক্ষ্য করা গিয়েছে। দেখা গেছে এমন পাখির মধ্যে রয়েছে কাও ধনেশ, সিপাহি বুলবুল, কালো ফিঙে, ভীমরাজ এবং কেশরাজ।\nঅতিসম্প্রতি বনাঞ্চলে নতুন প্রজাতির ব্যাঙ পাওয়া গিয়েছে, যা বেডোমিক্সেলাস বিজুই বা বিজুই ব্যাঙ নামে পরিচিত।\n\n\n== জলাশয় ==\n\nচালাকুড়িপুড়া, আলিয়ায়র, আপম্বর, চিন্নার, কদম্বরাই, নীরার, মনমভল্লী, পাম্বার, ইড়মালয়ার প্রভৃতি একাধিক নদী এই অঞ্চল দিয়ে প্রবাহিত হয়েছে। এর মধ্যে অধিকাংশ নদীই কেরালার এর্নাকুলাম এবং ইদুক্কি জেলার ক্রান্তীয় চিরহরিৎ অরণ্য অঞ্চল থেকে সৃষ্ট, যার সিংহভাগ পশ্চিমদিকে আরব সাগরের দিকে প্রবাহিত। স্থানীয় ভাষায় চিরহরিৎ এই অরণ্য 'চোলা' নামে পরিচিত। অমরাবতী ও পাম্বার নদী ব্যতিক্রমী তামিলনাড়ুর দিকে প্রবাহিত হয়েছে যার মধ্যে অমরাবতী নদী কাবেরী নদীর অন্যতম উপনদী। এই অঞ্চলে আলিয়ায়র, অমরাবতী, কদম্বরাই, নীরর, শোলায়ার, মনমভল্লী, ইডমালয়ার, পরম্বিকুলাম প্রভৃতি বড় আকারের বাঁধ রয়েছে।\n\n\n== পর্যটন ও পরিবহন ==\nআনাইমালাই পর্বতমালা পশ্চিমঘাট এর অন্যতম জনপ্রিয় ট্রেকিংয়ের জায়গা। প্রাকৃতিক প্রতিকূলতা এবং অতিবৃষ্টির কারণে নভেম্বর থেকে মে মাস অবধি ট্রেকিং করার জন্য আদর্শ। কেরালার রাজ্যসড়ক-১৭ আনাইমালাই পর্বত বরাবর উদুমালাইপেট্টাই থেকে মুন্নার অবধি ও রাজ্যসড়ক-২১ চালাকুড়ি থেকে মালাখপারা অবধি বিস্তৃত। নিকটস্থ শহরগুলি হল মুন্নার, পুয়ামকুট্টি, মাঙ্কুলাম এবং কোটমঙ্গলম। নিকটবর্তী আন্তর্জাতিক বিমানবন্দর দুটি হল কোচিন এবং কোয়েম্বাটুর। আলুভা ও পোল্লাচি দুটি উল্লেখযোগ্য রেলওয়ে স্টেশন।\n\n\n== তথ্যসূত্র =="}