{"pageid": 1080046, "title": "ইসলামী বিশ্ববিদ্যালয় শহীদ মিনার", "url": "https://bn.wikipedia.org/wiki?curid=1080046", "content": "ইসলামী বিশ্ববিদ্যালয় শহীদ মিনার আয়তনের দিক থেকে বাংলাদেশের ২য় বৃহত্তম শহীদ মিনার ও দেশের বিশ্ববিদ্যালয়গুলোর মধ্যে সবচেয়ে বৃহত্তম শহীদ মিনার। এই শহীদ মিনারটি ২০১১ সালে নির্মাণ করা হয়। ১৯৫২ সালের ভাষা আন্দোলনের স্মৃতিতে উজ্জীবিত হয়ে বাংলাদেশের কেন্দ্রীয় শহীদ মিনারের আদলে শহীদ মিনারটি স্থাপন করা হয়। বিশ্ববিদ্যালয় সূত্রমতে এটি পূর্ণাঙ্গভাবে নির্মাণ করতে প্রায় ১ কোটি টাকা ব্যয় হয়েছিলো। শহীদ মিনারটির উচ্চতা ৪৫ ফুট।\n\n\n== অবস্থান ==\nইসলামী বিশ্ববিদ্যালয় শহীদ মিনার কুষ্টিয়া জেলায় অবস্থিত ইসলামী বিশ্ববিদ্যালয়ের প্রধান ফটকে প্রবেশ করতেই বাম পার্শ্বে অবস্থিত। এই শহীদ মিনারের পাশাপাশি রয়েছে বিশ্ববিদ্যালয়ের সততা ঝর্ণা এবং তার পার্শ্বে রয়েছে বিশ্ববিদ্যালয়ের শহীদ স্মৃতিসৌধ। শহীদ মিনার থেকে প্রধান ফটক পর্যন্ত প্রশস্ত রাস্তা রয়েছে যাতায়াতের জন্য।\n\n\n== ইতিহাস ==\n\n\n=== গাজীপুর ক্যাম্পাসে ===\n\nইসলামী বিশ্ববিদ্যালয় ১৯৮৬ সালে গাজীপুরে একাডেমিক কার্যক্রম শুরু করে। ১৯৮৬ সালে শিক্ষার্থীরা ক্যাম্পাসে শহীদ মিনার প্রতিষ্ঠার দাবী জানালে তৎকালীন উপাচার্য এএনএম মমতাজ উদ্দিন চৌধুরী শহীদ মিনার প্রতিষ্ঠার বিরোধিতা করেন। তিনি শিক্ষার্থীদের উদ্দেশ্য বলেন,\n\nপরের বছর শিক্ষার্থীরা আবারো শহীদ মিনার প্রতিষ্ঠার দাবী জানায়। তখন তাদেরকে বলা হয়, ইসলাম ধর্মে শহীদ মিনারে ফুল দেওয়া জায়েজ নয়, এই বিশ্ববিদ্যালয়ে এটা প্রতিষ্ঠা করা যাবেনা। কিন্তু শিক্ষার্থীরা নিষেধ অমান্য করে নিজ উদ্যোগে একটি শহীদ মিনার বানানোর পরিকল্পনা করে। প্রশাসন বিষয়টা অনুধাবন করে ১৯ ফেব্রুয়ারি ক্যাম্পাস ও হল বন্ধ ঘোষণা করলেও শিক্ষার্থীরা ক্যাম্পাসে অবস্থান করে। ২০ ফেব্রুয়ারি ১৯৮৭ সালে প্রশাসনের নির্দেশনা অমান্য করে ইট, বালু, সিমেন্ট দিয়ে প্রথম গাজিপুর ক্যাম্পাসে শহীদ মিনার নির্মাণ করা হয়। এই শহীদ মিনারটি উদ্বোধন করেন ভাষা সৈনিক গাজীউল হক। তবে প্রশাসনের নির্দেশনা অমান্য করার ফলে শাহজাহান আলম সাজুসহ ৪ জনের ছাত্রত্ব বাতিল করে হয়।\n\n\n=== বর্তমান ক্যাম্পাসে ===\n১৯৯০ সালে ইসলামী বিশ্ববিদ্যালয় ক্যাম্পাস গাজীপুর বোর্ড বাজার থেকে বর্তমান স্থানে কুষ্টিয়ার শান্তিডাঙ্গায় প্রতিষ্ঠা করা হয়। এই ক্যাম্পাসে ১৯৯১ সালে বিশ্ববিদ্যালয়ের ফুটবল মাঠের সামনে এক দেওয়াল বিশিষ্ট একটি শহীদ মিনার স্থাপন করা হয়, তৎকালীন প্রধানমন্ত্রী শেখ হাসিনা এই শহীদ মিনারটি উদ্বোধন করেন, এটাই ইবি প্রথম শহীদ মিনার নামে খ্যাত। এরপর ইসলামী বিশ্ববিদ্যালয়ে মূল ধারার কোন শহীদ মিনার না থাকায়, শিক্ষার্থীদের দাবীর প্রেক্ষিতে ২০০৯ সালে তৎকালীন উপাচার্য মুক্তিযোদ্ধা এম আলাউদ্দিন শহীদ মিনার নির্মাণের ঘোষণা দেন। ফলস্বরূপ ২০১১ সালে বর্তমান শহীদ মিনারটি স্থাপন করা হয়। ২০১১ সালে তৎকালীন শিক্ষামন্ত্রী নুরুল ইসলাম নাহিদ এই শহীদ মিনারটি উদ্বোধন করেন।\n\n\n== ইবি প্রথম শহীদ মিনার ==\n\nবর্তমানে ইসলামী বিশ্ববিদ্যালয়ে দুইটি শহীদ মিনার রয়েছে। একটি শহীদ মিনার দেশের কেন্দ্রীয় শহীদ মিনারের আদলে নির্মিত রয়েছে। আরেকটি শহীদ মিনার ক্রিকেট মাঠের পাশে অবস্থিত, যেটি আনু. ৫ ফুট উচ্চতা বিশিষ্ট এক দেওয়াল বিশিষ্ট শহীদ মিনার, এটি ইসলামী বিশ্ববিদ্যালয় প্রথম শহীদ মিনার নামে পরিচিত। ১৯৯০ সালে ক্যাম্পাস গাজীপুর থেকে বর্তমান স্থানে স্থানান্তর করা হয়। সেই সময়ে শিক্ষার্থীদের দাবীর মুখে পরে, ১৯৯১ সালে নতুন ক্যাম্পাসের ফুটবল মাঠের সামনে একটি শহীদ মিনার তৈরির উদ্যোগ নেওয়া হয়। তৎকালীন উপাচার্য মুহাম্মাদ সিরাজুল ইসলামের এটির ভিক্তি প্রস্তর স্থাপন করেন। তবে এই শহীদ মিনার বাংলাদেশের জাতীয় শহীদ মিনারের আকৃতিতে ছিলোনা, বরং একটি দেয়ালের আকারের ন্যায় ছিলো ও দেয়ালের সামনে কিছু জায়গা ছিলো। এটি ১৯৯১ সালে প্রতিষ্ঠা করা হলেও ২০০০ সালে তৎকালীন প্রধানমন্ত্রী শেখ হাসিনা এটির উদ্বোধন করেন। এটাই ইবি প্রথম শহীদ মিনার নামে খ্যাত।\n\n\n== স্থাপত্যশৈলী ==\nশহীদ মিনারটি মাটির উপর থেকে মূল বেদি ৯ ফুট উপরে অবস্থিত এবং মূল বেদি থেকে ১১৬ ফুট দৈর্ঘ্য এবং ৭৫ ফুট প্রস্থে অবস্থিত। শহীদ মিনারটির পিলারের মাঝে স্টিলের এসএস নল দিয়ে যুক্ত আছে। শহীদ মিনারের তিন পাশেই উঠার জন্য সুন্দর কারুকার্য খচিত সিরামিক ইট দিয়ে তৈরি সিঁড়ি তৈরি করা হয়েছে। এছাড়াও মূল বেদিতে পঙ্গু ও প্রতিবন্ধীদের উঠার জন্য ঢালু রাস্তা তৈরি করা হয়েছে। শহীদ মিনারটির মূল আয়তন ৪০০/২০০ বর্গফুট। মূল এছাড়াও মূল আয়তনের চতুর্দিকে দিয়ে স্থায়ীভাবে বিভিন্ন রকমের ফুলের বাগান, বক্স লাইটিং ও সার্চ লাইটিংয়ের ব্যবস্থা আছে।\n\n\n== স্থাপত্য তাৎপর্য ==\nএই স্থাপত্যটি মূলত ১৯৫২ সালের বাংলা ভাষা আন্দোলনের স্মৃতিস্বরূপ নির্মিত হয়েছে। কুষ্টিয়া-ঝিনাইদহ অঞ্চলের মানুষের ১৯৫২ সালের ভাষা আন্দোলন, ১৯৬৯ সালের গণঅভুথান, ১৯৭১ সালের মুক্তিযুদ্ধে বিশেষ অবদান ছিলো। এই অঞ্চলের মানুষের স্বীকৃতি স্বরূপ ও বিশ্ববিদ্যালয়ে মুক্তচিন্তা চর্চার জন্য এই শহীদ মিনার স্থাপন করা হয়। প্রতিবছর ২১ ফেব্রুয়ারি আন্তর্জাতিক মাতৃভাষা দিবস উপলক্ষে শহীদ মিনারের বেদিতে ফুল দেওয়ার মাধ্যমে ভাষাশহীদদের স্মরণ ও সম্মান জানানো হয়।\n\n\n== আর‌ও দেখুন ==\nজাহাঙ্গীরনগর বিশ্ববিদ্যালয় শহীদ মিনার\nইসলামী বিশ্ববিদ্যালয় শহীদ স্মৃতিসৌধ\nবাংলাদেশ কেন্দ্রীয় শহীদ মিনার\n\n\n== তথ্যসূত্র =="}