{"pageid": 1080732, "title": "কর্ম (হিন্দু দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1080732", "content": "কর্ম (সংস্কৃত: कर्म) হলো হিন্দুধর্মের ধারণা যা এমন প্রক্রিয়াকে বর্ণনা করে যেখানে উপকারী প্রভাবগুলি অতীতের উপকারী ক্রিয়াগুলি থেকে এবং ক্ষতিকারক প্রভাবগুলি অতীতের ক্ষতিকারক ক্রিয়াগুলি থেকে উদ্ভূত হয়, এবং আত্মার পুনর্জন্মের চক্র গঠন করে। কার্যকারণ শুধুমাত্র বস্তুজগতের ক্ষেত্রেই নয় বরং আমাদের চিন্তা, কথা, কাজ এবং কর্মের ক্ষেত্রেও প্রযোজ্য বলে বলা হয় যা অন্যরা আমাদের নির্দেশে করে।\nউদাহরণস্বরূপ, যদি কেউ একটি ভাল কাজ করে তবে তার সাথে ভাল কিছু ঘটবে এবং যদি কেউ খারাপ কাজ করে তবে একই কথা প্রযোজ্য। পুরাণে বলা হয়েছে যে কর্মের অধিপতি শনি গ্রহ দ্বারা প্রতিনিধিত্ব করা হয়, যা শনি নামে পরিচিত।\nবেদান্ত চিন্তাধারা অনুসারে, হিন্দু ধর্মতত্ত্বের সবচেয়ে প্রভাবশালী দর্শন, কর্মের প্রভাব ঈশ্বর দ্বারা নিয়ন্ত্রিত হয়।\nকর্মের তিনটি ভিন্ন প্রকার রয়েছে: প্রব্ধ, সঞ্চিত ও ক্রিয়ামান বা আগামি। প্রব্ধকর্ম বর্তমান দেহের মাধ্যমে অনুভব করা হয় এবং এটি শুধুমাত্র সঞ্চিতকর্মের একটি অংশ, যা একজনের অতীত কর্মফলের সমষ্টি, যেখানে আগামিকর্ম হল বর্তমান সিদ্ধান্ত ও কর্মের ফলাফল।\n\n\n== উৎপত্তি ==\n\"কর্ম\" শব্দের প্রথম আবির্ভাব ঋগ্বেদে পাওয়া যায়। কর্ম শব্দটি অন্যান্য বেদেও উল্লেখযোগ্যভাবে দেখা যায়। ব্রাহ্মণ শাস্ত্র মতে, \"যেহেতু তার সৃষ্টি তার তৈরি করা জগতের জন্ম হয়\" এবং একজনের ভালো ও মন্দ কাজের অনুমানের জন্য অন্য জগতে ভারসাম্য রাখা হয়। এটাও ঘোষণা করে যে মানুষ তার আকাঙ্ক্ষা দ্বারা 'গঠিত' হয়, সে এই বিষয়ে অন্য জগতে জন্মগ্রহণ করে।\nনৈতিক ডোমেনে শব্দটির সম্প্রসারণের প্রথম প্রমাণ উপনিষদে প্রদান করা হয়েছে। বৃহদারণ্যক উপনিষদে বৈদিক ধর্মতত্ত্ববিদ যাজ্ঞবল্ক্য ব্যক্ত করেছেন: \"একজন মানুষ ভাল কাজের দ্বারা ভাল কিছুতে পরিণত হয় এবং খারাপ কাজের দ্বারা খারাপ কিছুতে পরিণত হয়।\" মৃত্যুর পর ব্যক্তির ভাগ্য নিয়ে আলোচনার প্রেক্ষাপটে এই মতবাদটি এসেছে।\nআত্মার স্থানান্তরের মতবাদ, সংঘটিত কাজের জন্য ভাগ্যবান প্রতিশোধের ক্ষেত্রে, ঋগ্বেদে মণ্ডল ১, সুক্ত ২৪, মন্ত্র ২ এ দেখা যায়।\nমন্ত্রটি উল্লেখ করে যে, আপনাকে অবশ্যই জানতে হবে যে একজন ঈশ্বর পুনর্জন্ম দাতা, অন্য কেউ এই কাজ করতে পারে না। তিনিই মহাকল্পের শেষে পিতামাতার মাধ্যমে মুক্ত ব্যক্তিদের জন্ম দেন। পুনর্জন্ম ঋগ্বেদ মণ্ডলে ১০ সুক্ত ৫৬, শুক্ল যজুর্বেদ মণ্ডল ৩, মন্ত্র ৫৩, ৫৪ এও উল্লেখ আছে।\n\nরাধাকৃষ্ণণের মতে, পুনর্জন্মের বিশ্বাস ব্রাহ্মণের মধ্যে স্পষ্ট, যেখানে পুনর্মৃত্যু (পুন-মৃত্যু), পুন্রসু (পুনরায় জীবনে আসা) ও পুনর্জতী (পুনর্জন্ম) এর মতো শব্দ ব্যবহার করা হয়। রাধাকৃষ্ণণ স্বীকার করেছেন যে অন্যান্য পণ্ডিতগণ ঋগ্বেদ-এর কিছু পুনর্মৃত্যু শ্লোককে ব্যাখ্যা করতে \"বারবার মৃত্যু\" নিয়ে আলোচনা করে; যাইহোক, তিনি পরামর্শ দেন যে পুনর্জন্মকে বোঝানোর জন্য এটিকে আবারও ব্যাখ্যা করা যেতে পারে, যেমন \"আরেকবার বাড়িতে আসুন\"।\nভগবদ্গীতায় কর্মের মতো ধর্মীয় নীতিগুলিকে গুরুত্বপূর্ণ উৎস হিসাবে পুনঃব্যাখ্যা করার তাৎপর্যের পাশাপাশি উদারতা, ফলিত আধ্যাত্মিকতা এবং ধর্মীয় কার্যকলাপের প্রতি উৎসর্গের প্রতি গুরুত্ব দেওয়া হয়েছে। কর্মের বিষয় পুরাণে উল্লেখ করা হয়েছে।\n\n\n== সংজ্ঞা ==\n\nআমরা যা ভেবেছি, বলছি, করেছি বা করেছি তার সবই কর্ম, যেমনটি আমরা এই মুহূর্তে ভাবি, বলি বা করি। হিন্দু ধর্মগ্রন্থ কর্মকে তিন ভাগে ভাগ করে:\n\nসঞ্চিত: সঞ্চিত হল সঞ্চিতকর্ম। এক জীবনে সমস্ত কর্মফল অনুভব করা এবং সহ্য করা অসম্ভব। সঞ্চিত কর্মের এই মজুত থেকে, এক মুঠো করে সারাজীবনের সেবা করার জন্য বের করা হয় এবং এই মুষ্টিমেয় কর্ম, যা ফল দিতে শুরু করেছে এবং যেগুলি শুধুমাত্র তাদের ফল ভোগ করলেই নিঃশেষ হয়ে যাবে, অন্যথায় নয়, তাকে বলা হয় প্রবাদ কর্ম।\nপ্রব্ধ : প্রব্ধ হল অতীত সঞ্চিতকর্মের সংগ্রহ যা বর্তমান দেহের মাধ্যমে অনুভব করার জন্য নির্বাচিত হয়।\nক্রিয়মান: আমরা আমাদের বর্তমান জীবনে যা কিছু তৈরি করি তা হল ক্রিয়মান। সমস্ত ক্রিয়মান কর্ম সঞ্চিতকর্মে প্রবাহিত হয় এবং ফলস্বরূপ আমাদের ভবিষ্যত গঠন করে। শুধুমাত্র মানুষের জীবনেই আমরা আমাদের ভবিষ্যৎ ভাগ্য পরিবর্তন করতে পারি। মৃত্যুর পরে, আমরা অন্য মানবদেহে পুনরায় জন্ম না হওয়া পর্যন্ত ক্রিয়াশক্তি (কর্ম করার ক্ষমতা) এবং ক্রিয়মান (করতে) কর্ম হারাই।\nকেউ কেউ বিশ্বাস করেন যে কেবলমাত্র মানুষই সঠিক এবং অন্যায়কে আলাদা করতে পারে (ক্রিয়মান) কর্ম। অতএব, প্রাণী এবং ছোট বাচ্চারা নতুন কর্ম তৈরি করতে অক্ষম বলে বিবেচিত হয় (এবং এইভাবে তাদের ভবিষ্যতের ভাগ্যকে প্রভাবিত করতে পারে না) কারণ তারা সঠিক এবং ভুলের মধ্যে বৈষম্য করতে অক্ষম।\nতুলসীদাস নামে একজন হিন্দু সাধু বলেছিলেন, \"দেহ অস্তিত্বের অনেক আগে থেকেই আমাদের ভাগ্য রচিত হয়েছিল।\"যতক্ষণ সঞ্চিতা কর্মের মজুদ থাকে, ততক্ষণ পর্যন্ত এর একটি অংশকে একটি জীবদ্দশায় উপভোগ করার জন্য প্ররবধ কর্ম হিসাবে গ্রহণ করা অব্যাহত থাকে, যা জন্ম ও মৃত্যুর চক্রের দিকে নিয়ে যায়। সঞ্চিত সঞ্চিত কর্ম সম্পূর্ণরূপে নিঃশেষ না হওয়া পর্যন্ত জীব জন্ম ও মৃত্যুর চক্র থেকে মোক্ষ (মুক্তি) লাভ করতে পারে না।\nঅসভ্যতা নষ্ট ফল দেয়, যাকে বলা হয় পাপ, আর ভালো কাজগুলো করে মিষ্টি ফল, যার নাম পুণ্য। একজন যেমন কাজ করে, তেমনি একজনও হয়ে যায়: একজন পুণ্য কর্মের দ্বারা একজন পুণ্যবান হয়, এবং মন্দ কর্মের দ্বারা মন্দ হয়।\n\n\n== ঐশ্বরিক শক্তির ভূমিকা ==\nকর্মের প্রভাব বা তার অভাব নিয়ন্ত্রণে ঐশ্বরিক শক্তির ভূমিকা সম্পর্কে হিন্দুধর্মে বেশ কিছু ভিন্নমত বিদ্যমান, কিছু আজ বিদ্যমান এবং কিছু ঐতিহাসিক।\n\n\n=== মার্কণ্ডেয় পুরাণ ===\nমার্কণ্ডেয় পুরাণ অনুসারে, শনিকে দেবতা সূর্য এবং দেবী ছায়ার পুত্র হিসাবে বর্ণনা করা হয়েছে। বরফ দিয়ে তৈরি অভ্যন্তরীণ মূল কাঠামোর কারণে শনিকে ঠান্ডা ও শুষ্ক হিসাবে চিহ্নিত করা হয়। তাকে শুদ্ধ বলে মনে করা হয়। পুরাণ আরও বলে যে শনিকে ত্রিমূর্তি দ্বারা কর্ম ও ন্যায়বিচারের ভগবানের দায়িত্ব দেওয়া হয়েছিল।\n\n\n=== বেদান্ত দর্শন ===\nবেদান্তের ঈশ্বরবাদী দিক থেকে, স্রষ্টা ঈশ্বর কর্মের আইনের মাধ্যমে বিশ্বজুড়ে শাসন করেন। বেদান্তের বিভিন্ন দর্শন মনে করে যে কর্ম স্বাধীনভাবে কাজ করতে পারে না। পরিবর্তে তারা মনে করে যে ঈশ্বর কর্মের ফল সরবরাহকারী। এই ধারণাটি বেদান্তের প্রধান শাস্ত্রীয় উৎস, ব্রহ্মসূত্রে প্রতিরক্ষা করা হয়েছে।\nব্রহ্মসূত্র ৩.২.৩৮ বলে:\n\nকর্মের ফল (ফলম্) তাঁর (প্রভু, ঈশ্বর) থেকে আসে, যেহেতু এটি যুক্তিযুক্ত (উপাত্তেঃ)।\n\n\n==== অদ্বৈত বেদান্ত ====\nবেদান্তের অদ্বৈত দর্শনে, স্রষ্টা ঈশ্বর চূড়ান্ত বাস্তবতা নন, বরং নিরাকার ব্রহ্ম হল পরম সত্য। যেমন, কর্মের শিক্ষা হল মায়র অংশ, বা আপেক্ষিক এবং শেষ পর্যন্ত অলীক বাস্তবতা। তা সত্ত্বেও, অদ্বৈত কিছু পার্থক্য সহ অন্যান্য ভারতীয় ধর্মের সাথে কর্ম ও পুনর্জন্মের সাধারণ ধারণাগুলিও ভাগ করে নেয়।\nঅদ্বৈত পণ্ডিত আদি শঙ্কর ব্রহ্মসূত্র সম্পর্কে তাঁর ভাষ্যে যুক্তি দেন যে মূল কর্ম্ম ক্রিয়াগুলি ভবিষ্যতের কোনও সময়ে সঠিক ফলাফল আনতে পারে না; অদ্রষ্টার মতো অতি সংবেদনশীল, অ-বুদ্ধিমান গুণাবলী- কাজ ও এর ফলাফলের মধ্যে অদৃশ্য শক্তি- যা নিজেদের দ্বারা উপযুক্ত, ন্যায়সঙ্গতভাবে প্রাপ্য আনন্দ ও ব্যথার মধ্যস্থতা করতে পারে না। ফল, তার মতে, তারপর, সচেতন প্রতিনিধি, যথা, পরম সত্তার (ঈশ্বর) ক্রিয়া দ্বারা পরিচালিত হতে হবে।\nশঙ্কর নিম্নলিখিতভাবে মন্তব্য করেছেন:\n\nকর্ম অপ্রস্তুত এবং স্বল্পস্থায়ী, এবং তাই তার মরুভূমি অনুসারে ভবিষ্যতে কর্মের ফল প্রদানের আশা করা যায় না। যাঁরা উপাসনা করেন তাঁদেরকে আমরা কোনো অপ্রকৃত জিনিস ফল দিতে দেখি না। তাই কেবলমাত্র প্রভুর কাছ থেকে, যাকে কর্মের মাধ্যমে উপাসনা করা হয়, তাদের ফলাফল এগিয়ে যায়।\nমানুষের কর্ম্ম কর্মের ফলে ভালো ও মন্দ ফল পায়।\nযেহেতু অচেতন জিনিসগুলি সাধারণত প্রতিনিধি দ্বারা সৃষ্ট ব্যতীত নড়াচড়া করে না (উদাহরণস্বরূপ, কুঠারটি কেবল তখনই চলে যখন প্রতিনিধি দ্বারা দোলানো হয়),\nএবং যেহেতু কর্মের আইন বুদ্ধিহীন ও অচেতন আইন, তাই শঙ্করা যুক্তি দেন যে একজন সচেতন ঈশ্বর থাকতে হবে যিনি তাদের কর্ম দ্বারা অর্জিত ভালোগুলি ও ক্ষতিগুলি জানেন, এবং যারা একটি সহায়ক কারণ হিসাবে কাজ করে [\"বিচারক ও পুলিশ-বাহিনী\" যারা \"আইনের জন্য কাজ করে\"] ব্যক্তিদের তাদের উপযুক্ত ফল কাটাতে সহায়তা করে।\nএইভাবে, ঈশ্বর ব্যক্তির পরিবেশকে প্রভাবিত করেন, এমনকি তার পরমাণুতেও, এবং সেই সমস্ত আত্মাদের জন্য যারা পুনর্জন্ম গ্রহণ করে, উপযুক্ত পুনর্জন্মের শরীর তৈরি করে, যাতে ব্যক্তির কর্ম্মগতভাবে উপযুক্ত অভিজ্ঞতা হয়।\nযেহেতু কর্মের বিভিন্ন \"ন্যায়\" পরিণতি বোঝার জন্য ডেটা-সিস্টেম বা কম্পিউটার প্রয়োজন, তাই কর্মের (ঈশ্বর) জন্য সংবেদনশীল আস্তিক প্রশাসক বা সুপারভাইজার হওয়ার পরামর্শ দেওয়া হয়।\nঅদ্বৈত পণ্ডিত স্বামী শিবানন্দ ব্রহ্মসূত্র সম্পর্কে তাঁর ভাষ্যে উল্লেখ করেছেন যে কর্ম ক্ষীণ ও স্বল্পস্থায়ী, এবং কার্য সম্পাদন করার সাথে সাথেই তার অস্তিত্ব বিলুপ্ত হয়ে যায়। অতএব, কর্ম তার নিজস্ব যোগ্যতা অনুযায়ী ভবিষ্যতে কর্মের ফল দিতে পারে না, সেক্ষেত্রে ঈশ্বরের মত বুদ্ধিমান সত্তার প্রয়োজন। শিবানন্দ ব্যাখ্যা করেছেন যে পৃথক আত্মার অন্তর্গত বিভিন্ন গুণের কারণে প্রাণীর শ্রেণীর মধ্যে পার্থক্য রয়েছে। তিনি এই উপসংহারে পৌঁছেছেন যে ঈশ্বর শুধু জীবের নির্দিষ্ট কর্ম বিবেচনা করে পুরস্কার ও শাস্তি পূরণ করেন।\n\n\n==== বিশিষ্টদ্বৈত বেদান্ত ====\nবিশিষ্টাদ্বৈত পণ্ডিত রামানুজ এর মতে, জীবনের সমস্ত মন্দ জিনিসকে জীবের মন্দ কর্মের সঞ্চয়ের জন্য দায়ী করে মন্দের সমস্যাকে সম্বোধন করেন এবং বজায় রাখেন যে ঈশ্বর হলেন \"অমল\" বা মন্দের কোনো দাগ ছাড়াই। ব্রহ্মসূত্র সম্পর্কে ভাষ্য, শ্রীভাষ্যে রামানুজ ব্রহ্মকে বিষ্ণু হিসেবে উল্লেখ করেন, এবং তিনি স্বতন্ত্র আত্মার বিভিন্ন কর্ম অনুসারে সৃষ্টির বৈচিত্র্যকে সাজান। পরিবর্তে তিনি বিশ্বাস করতেন যে কর্ম, পূর্ববর্তী মূর্তিতে জীবের (আত্মা) কর্মের ফল, ভাল এবং মন্দের কারণ হয়, কর্মফলের ভোগ ও ভোগান্তি যা ভোগ করতে হবে বা ভোগ করতে হবে জীবদের দ্বারা, যারা ফলের জন্য দায়ী।\nযদিও একমাত্র আত্মারই তার কর্মের স্বাধীনতা ও দায়িত্ব রয়েছে এবং এইভাবে কর্মফলের ফল ভোগ করে, অর্থাৎ, ভাল ও মন্দ কর্ম, বিষ্ণু রূপে ঈশ্বর, কর্মের সর্বোচ্চ প্রবর্তক, মঞ্জুরকারী (অনুমন্ত) ও তত্ত্বাবধায়ক (উপদ্রষ্টা) হিসাবে কাজ করে। রামানুজের মতে, সমস্ত জীব তাদের কর্মের বোঝায় ভারাক্রান্ত, যা তাদের শুধুমাত্র ভোগ ও কষ্ট দেয়, কিন্তু বিশেষ উপায়ে কাজ করার ইচ্ছা ও প্রবণতাও দেয়; যদিও নৈতিক দায়িত্ব শুধুমাত্র জীবেরই জমা হয়, কারণ সে তার প্রবণতা ও মরুভূমি অনুযায়ী কাজ করেতার কর্ম দ্বারা অর্জিত, রামানুজ বিশ্বাস করেন যে ঈশ্বর শুধুমাত্র তাদের ফলপ্রসূ হবেন। পূর্বোক্ত ধারণা অনুসারে, ঈশ্বর \"আলোর সাথে তুলনা করেন যা জালিয়াতি বা ধর্মগ্রন্থ পড়ার জন্য ব্যবহার করা যেতে পারে,\" কিন্তু গুণ বা দোষ \"সম্পূর্ণভাবে সংশ্লিষ্ট ব্যক্তিদের উপর নির্ভর করে এবং অন্ধকারের উপর নয়।\"\nতদুপরি, রামানুজ বিশ্বাস করেন যে বিষ্ণু তাদের প্রতি অনুগ্রহ করতে চান যারা তাকে সন্তুষ্ট করার জন্য সম্পূর্ণরূপে কাজ করার জন্য সংকল্পবদ্ধ, তাদের মনে অত্যন্ত পুণ্যময় কর্মের প্রতি প্রবণতা জাগিয়ে তোলে, যেমন তাকে অর্জনের উপায়; অন্যদিকে, যারা সম্পূর্ণরূপে তাঁর অপছন্দনীয় কর্মের লাইনে মীমাংসা করা হয়েছে তাদের শাস্তি দেওয়ার জন্য, তিনি\nনিম্নমুখী প্রবণতা এবং ভগবান লাভের পথে বাধাস্বরূপ এমন কর্মে তিনি তাদের মনে আনন্দের উদ্রেক করেন।\n\n\n==== দ্বৈত বেদান্ত ====\nদ্বৈত পণ্ডিত মাধবাচার্য বিশ্বাস করেন যে কর্মের ভিন্নতার একটি মূল কারণ থাকতে হবে। তার মতে, জীব (আত্মা) খ্রিস্টান মতবাদের মত ঈশ্বরের সৃষ্টি নয়, বরং বিষ্ণুর সহাবস্থানকারী সত্তা, যদিও তার সম্পূর্ণ নিয়ন্ত্রণে। এইভাবে আত্মারা তাদের আদি স্বভাব ও সমস্ত রূপান্তরের ক্ষেত্রে তাঁর উপর নির্ভরশীল। মাধবের মতে, ঈশ্বর মানুষের স্বাধীন ইচ্ছায় হস্তক্ষেপ করে না; যদিও তিনি সর্বশক্তিমান, তার মানে এই নয় যে তিনি অসাধারণ কৃতিত্বের সাথে জড়িত। বরং, ঈশ্বর আইনের শাসন প্রয়োগ করেন এবং জীবের ন্যায্য মরুভূমি অনুসারে তাদের তাদের নিজস্ব প্রকৃতি অনুসরণ করার স্বাধীনতা দেন। মাধব সম্মত হন যে ঈশ্বর প্রদত্ত পুরস্কার এবং শাস্তিগুলি তাঁর দ্বারা সম্পাদিত ভাল এবং পাপ কর্ম অনুসারে নিয়ন্ত্রিত হয় এবং তিনি তা করেন ন্যায়বিচারের ক্ষেত্রে নিজেকে দৃঢ় রাখার জন্য তার নিজের ইচ্ছার বাইরে এবং মানুষের কর্ম দ্বারা তাকে তার ক্রিয়াকলাপে নিয়ন্ত্রণ করা যায় না বা তাকে কারও প্রতি পক্ষপাতিত্ব বা নিষ্ঠুরতার অভিযোগ আনা যায় না। তিনি আত্মাকে তিনটি শ্রেণীতে বিভক্ত করেন: এক শ্রেণীর আত্মা যা মুক্তির যোগ্যতা অর্জন করে, আরেকটি বিষয় অনন্ত পুনর্জন্ম বা অনন্ত স্থানান্তর, এবং তৃতীয় শ্রেণী যা অবশেষে নিন্দিত অনন্ত নরক।\n\n\n== ঈশ্বরবাদী হিন্দুঐতিহ্য ও সর্বোচ্চ ঈশ্বরে বিশ্বাস ==\nশিবানন্দ এই সিদ্ধান্তে উপনীত হন যে, ঈশ্বর শুধু মানুষের নির্দিষ্ট কর্মের বিবেচনায় পুরস্কার ও শাস্তি পান।\n\n\n=== শৈববাদ ===\n\n\n==== তিরুগ্নান সম্বন্দরের মতে ====\nশৈবসিদ্ধান্ত দর্শনের সম্বন্দর হিন্দুধর্মে কর্মের ধারণাটি বৌদ্ধ ও জৈন ধর্মের থেকে আলাদা করে ব্যাখ্যা করেছেন, যার জন্য ঈশ্বরের মতো বাহ্যিক সত্তার অস্তিত্বের প্রয়োজন নেই। তার মতে, বিপুল সংখ্যক গরুর মধ্যে একটি বাছুর দুধ খাওয়ার সময় তার মাকে খুঁজে পেতে পারে, তেমনি কর্মও নির্দিষ্ট ব্যক্তিকে খুঁজে পায় যা তার সাথে সংযুক্ত ও ফলপ্রসূ হতে হবে। সম্বন্দার আরও উল্লেখ করে যে নিখুঁত প্রজ্ঞা ও ক্ষমতার সাথে একজন বুদ্ধিমান পরম সত্তা (শিব) উপযুক্ত ব্যক্তির সাথে কর্মকে সংযুক্ত করার জন্য প্রয়োজনীয়। এই অর্থে, ঈশ্বর হলেন ঐশ্বরিক হিসাবরক্ষক।\n\n\n==== আপ্পায়া দীক্ষিতের মতে ====\nশৈব ধর্মতত্ত্ববিদ ও শিব অদ্বৈতের প্রবক্তা আপ্পায়া দীক্ষিত বলেছেন যে শিব শুধু কর্মের নিয়ম অনুযায়ী সুখ ও দুঃখ প্রদান করেন। এইভাবে ব্যক্তিরা নিজের সৃষ্ট প্রবণতা অনুসারে ভাল বা মন্দ কর্ম সম্পাদন করে যা অতীতের সৃষ্টিতে অর্জিত হয় এবং সেই কর্ম অনুসারে, কর্মের নিয়ম পূরণের জন্য একটি নতুন সৃষ্টি করা হয়।\n\n\n==== শ্রীকান্তর মতে ====\nশিব অদ্বৈতের আরেক শৈব ধর্মতাত্ত্বিক এবং প্রবক্তা শ্রীকান্ত বিশ্বাস করেন যে স্বতন্ত্র আত্মা নিজেই এমন কাজ করে যা তাদের বিশেষ কর্মের কারণ হিসেবে বিবেচিত হতে পারে, অথবা বিশেষ কর্ম থেকে বিরত থাকতে পারে তাদের অতীত কর্মের ফলের প্রকৃতি।\nশ্রীকান্ত আরও বিশ্বাস করেন যে শিব কেবল তখনই একজন ব্যক্তিকে সাহায্য করে যখন সে একটি বিশেষ উপায়ে কাজ করতে চায় বা কোন বিশেষ কর্ম থেকে বিরত থাকে। তার মতে, \"মানুষ দায়িত্বশীল, তার ইচ্ছামতো কাজ করার জন্য স্বাধীন, কারণ শিব কেবল আত্মার কর্ম অনুযায়ী চাহিদা পূরণ করে।\"\n\n\n=== বৈষ্ণবধর্ম ===\n\n\n==== পবিত্র গ্রন্থ ====\n\n\n===== ভাগবত পুরাণ =====\nভাগবত পুরাণের দশম গ্রন্থের ১ম অধ্যায়ে কৃষ্ণের পিতা বাসুদেব কামসকে (প্রাচীন উৎসে কামসকে মানুষ এবং পুরাণে রাক্ষস বা দানব হিসাবে বর্ণনা করা হয়েছে) তার স্ত্রী দেবকীকে হত্যা করা থেকে বিরত থাকার আহ্বান জানিয়ে বলেন যে, যারা জন্মগ্রহণ করে এবং যখন দেহ ফিরে আসে তাদের মৃত্যু নিশ্চিত। বৃহদারণ্যক উপনিষদ, ৪: ৪: ৩ অনুচ্ছেদের উদ্ধৃতি দিয়ে তিনি বলেন, আত্মা শরীর ত্যাগ করে এবং অসহায়ভাবে কর্মের নিয়ম অনুসারে অন্য রূপ লাভ করে। অনুচ্ছেদটি ভগবদ্গীতা, অষ্টম অধ্যায়, শ্লোক ৬ এর অনুরূপ।\n\n\n===== বিষ্ণু সহস্রনাম =====\nবিষ্ণু সহস্রনামে বিষ্ণুর অনেক নাম কর্ম নিয়ন্ত্রণে ঈশ্বরের শক্তিকে নির্দেশ করে। উদাহরণস্বরূপ, অদ্বৈত দার্শনিক শঙ্করের ব্যাখ্যায় বোঝানো হয়েছে, বিষ্ণুর ১৩৫ তম নাম, ধর্মমাধ্যম, \"যিনি জীবের যোগ্যতা (ধর্ম) ও অপকারিতা (অধর্ম) প্রত্যক্ষ করে, এবং সেইমত তাদের প্রাপ্য পুরস্কার প্রদান করে।\" শঙ্করের ব্যাখ্যা অনুসারে, ভবান (৩২ তম নাম) এর অর্থ হল \"যিনি সমস্ত জীবের (আত্মার) জন্য কর্মের ফল উৎপন্ন করেন।\" ব্রহ্মসূত্রের ৩.২.২৮ পদ, জীবের সমস্ত কর্মের ফল দানকারী হিসাবে প্রভুর কার্যকারিতার কথা বলে।\n\n\n===== গৌড়ীয় বৈষ্ণব মতবাদ =====\n\"তাদের কর্ম অনুযায়ী, সমস্ত জীব সত্তা সমগ্র মহাবিশ্ব জুড়ে বিচরণ করছে। তাদের মধ্যে কিছুকে উপরের গ্রহ ব্যবস্থায় উন্নীত করা হচ্ছে, এবং কিছু নিম্ন গ্রহের পদ্ধতির মধ্যে যাচ্ছে। বহু লক্ষ ভবঘুরে জীবের মধ্যে, যিনি খুব ভাগ্যবান তিনি কৃষ্ণের কৃপায় একজন সৎ আধ্যাত্মিক প্রভুর সাথে মেলামেশার সুযোগ পান। কৃষ্ণ ও আধ্যাত্মিক গুরু উভয়ের দয়ায়, এমন ব্যক্তি ভক্তিমূলক সেবার লতার বীজ লাভ করেন।\"\n\n\n===== অন্যান্য বৈষ্ণব ভাবনা =====\nকুলশেখরা আলওয়ার, একজন বৈষ্ণব ভক্ত, তার \"মুকুন্দমালা স্তোত্র\" -এ বলেছেন: 'যাদ যদ ভব্যম ভবতু ভগবান পুর-কর্ম-অনুপম'। পূর্ব-কর্ম বা ভাগ্য বা দৈব আমাদের দ্বারা অদৃশ্য আদর্শ, এবং শুধু ঈশ্বরের কাছে বিধাতা নামে পরিচিত। ঈশ্বর কর্মের নিয়ম তৈরি করেছেন, এবং ঈশ্বর তা লঙ্ঘন করবেন না। অবশ্য জিজ্ঞাসা করা হলে ঈশ্বর সাহস ও শক্তি দিন।\n\n\n=== ন্যায় দর্শন ===\nন্যায় দর্শন, হিন্দু দর্শনের ছয়টি গোঁড়া দর্শনের মধ্যে একটি, বলে যে ঈশ্বরের অস্তিত্বের অন্যতম প্রমাণ হল কর্ম; দেখা যায়, এই পৃথিবীতে কিছু মানুষ সুখী, কেউ দুঃখে আছে। কেউ ধনী আবার কেউ গরীব। নায়নিকরা কর্ম ও পুনর্জন্মের ধারণা দ্বারা এটি ব্যাখ্যা করে। একজন ব্যক্তির ক্রিয়াকলাপের ফল সবসময় সেই ব্যক্তির নাগালের মধ্যে থাকে না যিনি প্রতিনিধি; অতএব, কর্মের ফলের বিতরণকারী হওয়া উচিত, এবং এই সর্বোচ্চ ব্যবস্থাপক ঈশ্বর। ন্যায়ের এই বিশ্বাস, তদনুসারে, বেদান্ত ও বৈষ্ণিক সূত্রের মতই। এইভাবে ন্যায় দর্শন ঈশ্বরের অস্তিত্বের জন্য নৈতিক যুক্তি প্রদান করে।\n\n\n== ধর্মশাস্ত্র ==\nধর্মশাস্ত্রে, কর্ম হল এমন নীতি যেখানে \"কারণ ও প্রভাব নৈতিক ক্ষেত্রে অবিচ্ছেদ্যভাবে সংযুক্ত রয়েছে যেমন বিজ্ঞান দ্বারা দৈহিক ক্ষেত্রে অনুমিত হয়। ভালো কর্মের প্রতিদান রয়েছে এবং খারাপ কর্ম প্রতিশোধের দিকে নিয়ে যায়। যদি খারাপ কর্মগুলি এই জীবনে তাদের পরিণতি না দেয়, আত্মা অন্য অস্তিত্ব শুরু করে এবং নতুন পরিবেশে তার অতীত কর্মের জন্য কষ্ট ভোগ করে।\" বৃহদারণ্যক উপনিষদে বলা হয়েছে, \"একজন মানুষ যেমন কাজ করে এবং তার বিশ্বাস অনুযায়ী সে তাই হবে; একজন মেধাবী কাজের অধিকারী হবে, একজন খারাপ কাজের লোক হবে পাপী। সে শুদ্ধ কর্ম দ্বারা পবিত্র এবং মন্দ কর্ম দ্বারা মন্দ হয়ে যায়। এবং এখানে তারা বলে যে ব্যক্তি আকাঙ্ক্ষা নিয়ে গঠিত। এবং তার ইচ্ছা যেমন তার ইচ্ছা; এবং যেমন তার ইচ্ছা, তেমনি তার কাজ; এবং তিনি যা কিছু করেন তা তিনি কাটবেন।\" কর্মের মতবাদ প্রাচীনকাল থেকে এসেছে এবং উপরিউক্ত লেখকের পাশাপাশি গৌতম ধর্মসূত্র, শতপথ ব্রাহ্মণ, কঠ গ্রহসূত্র, ছান্দোগ্যোপনিষদ্‌, মার্কণ্ডেয় পুরাণ এবং আরও অনেক কিছু উল্লেখ আছে।\nকর্ম সম্পর্কে লেখা শাস্ত্রগুলি কর্মের সম্ভাব্য পরিণতি সম্পর্কে কিছু বিশদে যায়। পুনর্জন্ম এবং জীবন অতীত করার সময় প্রায়শই বিভিন্ন বস্তুর বিভিন্ন রূপে ফিরে আসার কথা বলা হয়। এই ক্ষেত্রে, এটি সত্য, বা কমপক্ষে পাঠ্য রাষ্ট্র হিসাবে। কথাকৃত্য-সূত্রে বলা হয়েছে, \"কিছু মানুষ মূর্ত আকার ধারণ করার জন্য গর্ভে প্রবেশ করে; অন্যরা তাদের কর্ম অনুযায়ী এবং তাদের জ্ঞান অনুসারে অজৈব পদার্থে প্রবেশ করে\"।\nআরো ব্যাপকভাবে আলোচনা করা হয় পাপের ব্যাপারে কর্মফল। \"কর্মবিপক মানে মন্দ কর্ম বা পাপের পাকা (বা ফল)। এই ফলটি তিনটি রূপ ধারণ করে, যেমন যোগসূত্র ২.৩ -এ বলা হয়েছে, জাতি (কৃমি বা প্রাণী হিসাবে জন্ম), আয়ুহ (পাঁচ বা দশ বছরের মতো স্বল্প সময়ের জন্য বেঁচে থাকা) ও ভোগা (যন্ত্রণার সম্মুখীন হওয়া)।\n\n\n== বেদ ==\nবৈদিক সাহিত্যে একটি উপমা আছে। ধনুকধারী ইতোমধ্যে তীর পাঠিয়েছে এবং এটি তার হাত ছেড়ে গেছে। তিনি এটা মনে করতে পারেন না। তিনি আরও তীর নিক্ষেপ করতে চলেছেন। তার পিঠে কাঁপুনিতে তীরের বান্ডিলটি হল সঞ্চিত; তিনি যে তীরটি ছুঁড়েছেন তা হল প্রব্ধ; এবং তিনি তার ধনুক থেকে যে তীরটি নিক্ষেপ করতে চলেছেন তা হল আগামি। এর মধ্যে, সঞ্চিত ও আগমি বা ক্রিয়মানের উপর তার নিখুঁত নিয়ন্ত্রণ আছে, তবে তাকে অবশ্যই তার প্রবাদটি কার্যকর করতে হবে। অতীত যা কার্যকর হতে শুরু করেছে তাকে অনুভব করতে হবে।\nআরেকটি উপমা আছে। শস্যভাণ্ডার সঞ্চিতা কর্মের প্রতিনিধিত্ব করে; যে অংশ শস্যভাণ্ডার থেকে নেওয়া হয় এবং ভবিষ্যতের দৈনিক বিক্রয়ের জন্য দোকানে রাখা হয় তা আগামীর সাথে মিলে যায়; প্রতিদিন যা বিক্রি হয় তা প্রব্ধের প্রতিনিধিত্ব করে।\n\n\n== দেহ ও কর্মের সম্পর্ক ==\nঈশ্বরবাদী দর্শনগুলি সৃষ্টির চক্রে বিশ্বাস করে যেখানে আত্মা কর্মের অনুসারে নির্দিষ্ট দেহে আকৃষ্ট হয়, যা একটি বুদ্ধিহীন বস্তু হিসাবে একমাত্র ঈশ্বরের ইচ্ছার উপর নির্ভর করে। উদাহরণস্বরূপ, কৌষীতকি উপনিষদের ১.২ দাবি করে যে কৃমি, পোকা, মাছ, পাখি, সিংহ, শুয়োর, সাপ বা মানুষ হিসাবে বিভিন্ন ধরনের অস্তিত্বের জন্ম, একজন ব্যক্তির কর্ম এবং জ্ঞানের দ্বারা নির্ধারিত হয়।\nছান্দোগ্যোপনিষদ্‌ ৫.১০.৭ পদ অনুসারে, ভাল জন্মের মধ্যে পার্থক্য করে যেমন আধ্যাত্মিক পরিবারে জন্ম, যেমন, (ব্রাহ্মণ) বা খারাপ জন্ম, যেমন কুকুর বা হগ হিসাবে জন্ম। এইভাবে, কর্মের মতবাদ ব্যাখ্যা করতে আসে যে কেন বিভিন্ন জীবন ফর্মগুলি প্রকাশ পায়, জৈবিক বিকাশের ব্যাপকভাবে বিভিন্ন স্তরে যেমন বিভিন্ন প্রজাতির মধ্যে উদ্ভিদ থেকে বিভিন্ন প্রজাতির প্রাণী এবং এমনকি পার্থক্য পর্যন্ত একই প্রজাতির সদস্যদের মধ্যে যেমন মানুষ।.\nস্বামী নিখিলানন্দ মন্তব্য করেন, \"নদীগুলি যেমন তাদের বিভিন্ন পথ অনুসরণ করে শেষ পর্যন্ত সমুদ্রে মিশে যায় এবং তাদের নাম এবং রূপগুলি ত্যাগ করে, তাই ভক্তরা, তাদের নাম এবং রূপগুলি হারিয়ে, পরম বাস্তবতার সাথে এক হয়ে যায়।\"\n\n\n== আরও দেখুন ==\nকর্ম (বৌদ্ধ দর্শন)\nকর্ম (জৈন দর্শন)\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nKrishnan, Yuvraj (১৯৯৭)। The Doctrine of Karma। New Delhi: Motilal Banarsidass। আইএসবিএন 81-208-1233-6। \nMichaels, Axel (২০০৪)। Hinduism: Past and Present। Princeton, New Jersey: Princeton University Press। আইএসবিএন 0-691-08953-1।  (English translation of Der Hinduismus: Geschichte und Gegenwart, Verlag C. H. Beck, 1998).\nVireswarananda, Swami (১৯৯৬)। Brahma Sūtras। Calcutta: Advaita Ashrama Publication Department। আইএসবিএন 81-85301-95-6। \n\n\n== বহিঃসংযোগ =="}