{"pageid": 1080933, "title": "কেদারেশ্বর মন্দির, বল্লিগাবি", "url": "https://bn.wikipedia.org/wiki?curid=1080933", "content": "কেদারেশ্বর মন্দির হল ভারতের কর্ণাটক রাজ্যের শিবমোগ্গা জেলার শিকারীপুরার কাছে অবস্থিত বল্লিবাবির একটি শিব মন্দির। খ্রিস্টীয় একাদশ-দ্বাদশ শতাব্দীতে পশ্চিম চালুক্য শাসনকালে বল্লিগাবি ছিল একটি শিক্ষাকেন্দ্র। মধ্যযুগীয় অভিলেখগুলিতে এটিকে ‘অনাদি রাজধানী’ (প্রাচীন রাজধানী) বলে উল্লেখ করা হয়েছে। শিল্প ইতিহাসবিদ অ্যাডাম হার্ডি কেদারেশ্বর মন্দিরটির নির্মাণশৈলিকে পরবর্তী চালুক্য শৈলীর “মূলধারার নয় অথচ মূলধারার তুলনামূলক কাছের ধারা” বলে উল্লেখ করেন। তিনি মন্দিরটিকে একাদশ শতাব্দীর শেষভাগের নির্মাণ বলে উল্লেখ করেন। অভিলেখের প্রমাণ থেকে জানা যায়, মন্দিরটি নির্মিত হয়েছিল ১১৩১ খ্রিস্টাব্দে। সেই সময় এই অঞ্চল শাসন করত হৈসলরা। মন্দিরটি তৈরি হয়েছিল সোপস্টোনে। ভারতীয় পুরাতত্ত্ব সর্বেক্ষণ মন্দিরটিকে হৈসল স্থাপত্যের নিদর্শন হিসেবে চিহ্নিত করেছে। সেই যুগে শাসক হৈসল পরিবার ছিল পশ্চিম চালুক্য সাম্রাজ্যের এক শক্তিশালী সামন্ত শাসক। রাজা বিষ্ণুবর্ধনের (১১০৮-১১৫১ খ্রিস্টাব্দ) শাসনকালেই হৈসলরা ক্রমশ স্বাধীনতা অর্জন করতে থাকে। বর্তমানে ভারতীয় পুরাতত্ত্ব সর্বেক্ষণ মন্দিরটিকে জাতীয় গুরুত্বসম্পন্ন স্মারক হিসেবে রক্ষণাবেক্ষণ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\n\n\"Kedaresvara Temple\"। Archaeological Survey of India, Bengaluru Circle। ASI Bengaluru Circle। ১৪ এপ্রিল ২০১৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৪ জুলাই ২০১২। \nAdam Hardy, Indian Temple Architecture: Form and Transformation : the Karṇāṭa Drāviḍa Tradition, 7th to 13th Centuries, Abhinav, 1995 আইএসবিএন ৮১-৭০১৭-৩১২-৪.\n\"Alphabetical List of Monuments - Karnataka -Bangalore, Bangalore Circle, Karnataka\"। Archaeological Survey of India, Government of India। Indira Gandhi National Center for the Arts। সংগ্রহের তারিখ ১২ জুলাই ২০১২। \nChopra, P.N.; Ravindran, T.K.; Subrahmanian, N (২০০৩) [2003]। History of South India (Ancient, Medieval and Modern) Part 1। New Delhi: Chand Publications। আইএসবিএন 81-219-0153-7। \nSen, Sailendra Nath (১৯৯৯) [1999]। Ancient Indian History and Civilization। New Age Publishers। আইএসবিএন 81-224-1198-3। \nGerard Foekema, A Complete Guide to Hoysala Temples, Abhinav, 1996 আইএসবিএন ৮১-৭০১৭-৩৪৫-০"}