{"pageid": 1080180, "title": "দ্য সিক্রেট গার্ডেন", "url": "https://bn.wikipedia.org/wiki?curid=1080180", "content": "দ্য সিক্রেট গার্ডেন (The Secret Garden; “গুপ্ত উদ্যান”) হলো ইংরেজি ভাষায় ফ্রান্সিস হজসন বার্নেট রচিত একটি কিশোর উপন্যাস। ১৯১০ খ্রিষ্টাব্দের নভেম্বর থেকে ১৯১১ খ্রিষ্টাব্দের আগস্ট পর্যন্ত দি আমেরিকান ম্যাগাজিন-এ প্রকাশের পর ১৯১১ খ্রিষ্টাব্দেই লেখাগুলোকে সংকলিত করে সর্বপ্রথম পুস্তকাকারে প্রকাশিত হয়। ইংল্যান্ডের প্রেক্ষাপটে রচিত এই উপন্যাসটি বার্নেটের অন্যতম জনপ্রিয় সাহিত্যকর্ম। একে অনেক সময় ইংরেজি ভাষায় শিশুসাহিত্যের ক্লাসিক উপন্যাস হিসেবে গণ্য করা হয়। এই উপন্যাসকে উপজীব্য করে অসংখ্য নাটক মঞ্চায়িত হয়েছে এবং চলচ্চিত্র তৈরি করা হয়েছে। মারিয়া লুইস কার্কের (সংক্ষেপে এম. এল. কার্ক) অলঙ্করণে উপন্যাসটির মার্কিন সংস্করণ প্রকাশ করে ফ্রেডরিক এ স্টোকস কোম্পানি। অন্যদিকে ব্রিটেনে উপন্যাসটি প্রকাশ করে হেইনমেন, যার অলঙ্করণ করেন চার্লস রবিনসন।\n\n\n== সারাংশ ==\n\n২০শ শতাব্দীর শেষে মেরি লেনক্স নামের এক দশ-বছর-বয়সী অবহেলিত ও ভালোবাসা-বঞ্চিত কিশোরীকে ঘিরে এই উপন্যাসের কাহিনি আবর্তিত। মেরি ঔপনিবেশিক ভারতবর্ষে এক ধনী ব্রিটিশ পরিবারে জন্মগ্রহণ করে। তার বাবা-মা কখনোই তাকে চায়নি এবং সবসময় তাকে দূরে সরিয়ে রাখতেন। শৈশব থেকে সে ভারতীয় চাকরদের কাছে বড় হয়েছে। যার কারণে সে বদমেজাজি, আবদেরে ও স্বার্থপর হিসেবে পরিণত হয়। কলেরা মহামারীতে মেরির বাবা-মা মারা যাওয়ার পর চাকরেরা মেরিকে একা ফেলে পালিয়ে যায়।\nএরপর ব্রিটিশ সৈন্যরা মেরিকে উদ্ধার করে এবং এক ইংরেজ পাদরির তত্ত্বাবধানে তাকে কিছুকাল রাখা হয়। সেখানকার ছেলেমেয়েরা তাকে “মিস্ট্রেস মেরি, কোয়াইট কন্ট্র‍্যারি” বলে খেপাতো। তাকে অল্পসময়ের মধ্যেই ইংল্যান্ডে তার ফুফা আর্চিবাল্ড ক্রেভেনের কাছে পাঠানো হয়। আর্চিবাল্ড ক্রেভেনের সাথে মেরির ফুফু লিলিয়াসের বিয়ে হয়েছিল। তিনি ইয়র্কশায়ার মুরসে মিসেলথওয়েট ম্যানর নামক প্রকাণ্ড ইংরেজি কান্ট্রি ধরনের বাড়িতে থাকতেন। গৃহপরিচারিকা মিসেস মেডলকের সাথে মিসেলথওয়েটে পৌঁছার পর মেরি জানতে পারে যে, তার ফুফু আর বেঁচে নেই এবং মিস্টার ক্রেভেন ছিলেন একজন কুঁজো।\nপ্রথমদিকে মেরি আগের মতোই সকলের সাথে দুর্ব্যবহার করতো। সে তার নতুন বাড়ি, তার আশেপাশের মানুষজন এবং বিরান মুর অঞ্চলকে খুবই অপছন্দ করতো। ক্রমে তার পরিচারিকা মার্থা সোয়েরবাইয়ের সাথে মেরির বন্ধুত্ব গড়ে ওঠে। তার কাছ থেকেই মেরি লিলিয়াসের ব্যাপারে জানতে পারে। লিলিয়াস ক্রেভেনের বাগান করার শখ ছিল। তিনি তার ব্যক্তিগত প্রাচীরঘেরা বাগানে গোলাপগাছের যত্ন নিয়ে সময় কাটাতেন। প্রায় দশ বছর আগে বাগানে কাজ করতে গিয়ে লিলিয়াস ক্রেভেন এক দুর্ঘটনায় মারা যান। স্ত্রীর শোকে মুহ্যমান আর্চিবাল্ড বাগানটি তালাবদ্ধ করে তার চাবি মাটিতে পুঁতে রাখেন।\nমেরি একা সেই বাগানটি খুঁজে বের করতে আগ্রহী হতে থাকে এবং ধীরে ধীরে তার আচরণের পরিবর্তন ঘটে। একসময় সে মার্থা, মালি বেন ওয়েদারস্টাফ এবং একটি বন্ধুসুলভ পাখি রবিন রেডব্রেস্টের সঙ্গ উপভোগ করতে শুরু করে। ফুফার এস্টেটের বাগানে ঘুরতে ঘুরতে ইয়র্কশায়ারের আলো-বাতাসে তার স্বাস্থ্য ও মানসিকতার পরিবর্তন ঘটে এবং সে আরও শক্তিশালী হিসেবে বেড়ে উঠতে থাকে। একই সাথে সেই গুপ্ত উদ্যান এবং রাতের বেলায় বাড়িতে ভেসে বেড়ানো এক রহস্যময় কান্না মেরির আগ্রহের কেন্দ্রবিন্দুতে পরিণত হয়।\nএকদিন বাগানে ঘোরার সময় রবিন পাখিটি একটু খোঁড়া মাটির দিকে মেরির দৃষ্টি আকর্ষণ করে। সেখানে মেরি গুপ্ত উদ্যানের চাবিটি খুঁজে পায় এবং একসময় বাগানে ঢোকার রাস্তাও সে পেয়ে যায়। মেরি মার্থার কাছে কিছু বাগান করার সরঞ্জামাদি চেয়ে নেয়। মার্থা তার বারো বছর বয়সী ভাই ডিকনকে দিয়ে সেসব মেরির কাছে পাঠিয়ে। ডিকন অধিকাংশ সময় মুরের মাঠে ঘুরে বেড়িয়ে সময় কাটায়। ডিকন ছিল খুবই সদাচারী; তার সাথে পশু-পাখির খুব ভালো একটা সম্পর্ক ছিল। মেরিও ডিকনের সাথে সময় কাটাতে পছন্দ করতে থাকে। ডিকনের কাছ থেকে বাগান করার জ্ঞান আহরণের জন্য মেরি তাকে গুপ্ত উদ্যানের বিষয়টি জানিয়ে দেয়।\nএক রাতে, মেরি আবার সেই কান্নার শব্দ শুনতে পায় এবং সেটা অনুসরণ করে এক ঘরে কলিনকে খুঁজে পায়৷ কলিন মেরির সমবয়সী এবং আর্চিবাল্ড ক্রেভেনের ছেলে। মেরি আরও জানতে পারে পিঠের কোনো এক অজানা রোগে কলিন হাঁটতে পারে না এবং সারাদিন বিছানায় শুয়ে থাকে। মেরির মতো কলিনও বদমেজাজি, খিটখিটে ও আবদেরে। ঘরের চাকরেরাও কলিনের ঘনঘন অজ্ঞান হওয়ার ভয়ে তার সকল চাহিদা পূরণ করে। মেরি সেই সপ্তাহে প্রতিদিন তার সাথে দেখা করে এবং মুর, ডিকন ও সেই গুপ্ত উদ্যানের গল্প করে। মেরি একদিন স্বীকার করে যে সে সেই গুপ্ত উদ্যানে ঢোকার রাস্তা খুঁজে পেয়েছে। কলিনও সেই বাগানে যেতে আগ্রহ প্রকাশ করে। কলিনকে হুইলচেয়ারে বসিয়ে সেই উদ্যানে নিয়ে যাওয়া হয়। বহু বছরের মধ্যে সেটাই ছিল কলিনের প্রথম বাইরে আসা।\nবাগানে গিয়ে শিশুরা দেখতে পায় মালি বেন ওয়েদারস্টাফ মই দিয়ে প্রাচীরের ওপর থেকে গোপনে তাদের পর্যবেক্ষণ করছে। গুপ্ত উদ্যানে শিশুদের দেখে স্তম্ভিত বেন মুখ ফসকে কলিনকে “পঙ্গু” বলে উপহাস করে। “পঙ্গু” ডাক শুনে কলিন রেগে যায় এবং চেয়ার ছেড়ে উঠে দাঁড়ায়। সে দ্রুতই বুঝতে পারে তার পা দুটো যথেষ্ট ভালো এবং কর্মক্ষম; যদিও দীর্ঘদিন অব্যবহারে তা কিছুটা দুর্বল হয়ে গেছে। কলিন ও মেরি সেই থেকে প্রায় সারাদিন সেই গুপ্ত উদ্যানে সময় কাটাতে শুরু করে, ডিকন মাঝে মাঝে তাদের সঙ্গ দেয়। স্ত্রীশোকে অভিভূত হয়ে বিদেশে ঘুরে বেড়ানো আর্চিবাল্ডকে চমকে দেওয়ার জন্য শিশুরা এবং বেন কলিনের সেরে ওঠার বিষয়টি বাড়ির বাকি চাকরদের থেকে গোপন রাখার সিদ্ধান্ত নেয়।\nকলিন একদিকে সেরে উঠতে থাকে, অন্যদিকে তার বাবাও কাকতালীয়ভাবে উদ্যমী হয়ে উঠতে থাকেন। এক রাতে তিনি স্বপ্নে দেখেন তার মৃতা স্ত্রী তাকে তার প্রিয় বাগানে ডাকছেন। এর মাঝে মার্থা ও ডিকনের মা মিসেস সোয়েরবাইয়ের একটি চিঠি পেয়ে তিনি মিসেলথওয়েটে ফিরে আসেন। তিনি তার স্ত্রীর প্রিয় বাগানের বাইরের দেয়াল ঘেঁষে হাঁটাচলা করতে গিয়ে ভেতরে বাচ্চাদের শব্দ শুনতে পান এবং গিয়ে বাগানের খোলা দরজা আবিষ্কার করেন। ভেতরে ঢুকে ফুলে ফুলে ভরে ওঠা বাগান এবং মাত্রই মেরিকে দৌড়ে হারিয়ে উদ্‌যাপনরত সুস্থ কলিনকে দেখে চমকে ওঠেন। শিশুরা আর্চিবাল্ডকে পুরো গল্প খুলে বলে। সেইদিন কলিন বাবার হাত ধরে হেঁটে ম্যানরে ফিরে আসে। চাকরেরা বিস্মিত ও অভিভূত হয়ে তাদের দেখতে থাকে।\n\n\n== নবজীবনের ভাবধারা ==\nমিসেলথওয়েট ম্যানরের গুপ্ত উদ্যান একটি পরিবারের নিকট-ধ্বংসপ্রাপ্ততা ও সেখান থেকে পুনরুত্থানের প্রতীকায়ন করে। উপন্যাসের আরেকটি ভাব হলো– অবহেলায় থেকে কোনো বস্তু বিবর্ণ ও নির্জীব হয়ে যায়; কিন্তু যত্ন পেলে তা ঠিকই বেঁচে ওঠে, ঠিক যেমনটি উপন্যাসের মেরি ও কলিন।\n\n\n== প্রেক্ষাপট ==\n\nদ্য সিক্রেট গার্ডেন গ্রন্থের সাহিত্যিক ক্রমোন্নয়ন ও মূল ধারণার উৎস সম্পর্কে খুব বেশি জানা যায় না। জীবনীকার ও পণ্ডিতেরা পরিবারের সদস্যদের লেখা বার্নেটের চিঠিপত্র থেকে তার অন্যান্য গ্রন্থের প্রেক্ষাপট খুঁজে বের করেছেন। কিন্তু দ্য সিক্রেট গার্ডেন নিয়ে কাজ করার সময় তিনি তার পরিবারের সান্নিধ্যে ছিলেন, যার কারণে তাদের চিঠি লেখার প্রয়োজনবোধ করেননি। অক্টোবর ১৯১০-এ ইংল্যান্ডে প্রকাশক উইলিয়াম হেইনমেনকে লেখা এক চিঠিতে বার্নেট তার কাজের শিরোনাম মিস্ট্রেস মেরি বলে বর্ণনা করেন এবং একে “একটি নিষ্পাপ রোমাঞ্চের কাহিনি” ও “[তার] সেরা আবিষ্কার” বলে বর্ণনা করেন। জীবনীকার গ্রেচেন হোলব্রুক গার্জিনা এই বইয়ের ক্রমোন্নয়নসংক্রান্ত এতো স্বল্প তথ্য পাওয়ার কারণ বর্ণনা করেন। প্রথমত, লং আইল্যান্ডের প্লেনডোমে অবস্থিত বাড়িতে ফেরার পর বার্নেটের স্বাস্থ্যের অবনতি ঘটে এবং সেই কারণে তার সামাজিক মেলামেশা সীমিত হয়ে পড়ে। দ্বিতীয়ত, মৃত্যুর কয়েক বছর পূর্বে লোয়ার ম্যানহাটন বধিরদের জন্য একটি সরকারি বিদ্যালয়ে বার্নেটের সফরকে স্মরণীয় করে রাখতে তার মৃত্যুর পর তার কিছু ছবিসহ দ্য সিক্রেট গার্ডেন-এর নোট তার ছেলে ভিভিয়ান বিদ্যালয়টিতে দান করে দেন। কিন্তু বিদালয়ের আর্কাইভ থেকে সেগুলো উধাও হয়ে যায়। সর্বশেষত, বইটির প্রকাশের পর বার্নেটের স্বামীর ভাই ট্রলির ধাক্কায় মৃত্যুবরণ করেন।\nবার্নেটের আরেকটি গল্প মাই রবিন-এ দ্য সিক্রেট গার্ডেন-এর সৃষ্টি সম্পর্কে কিছুটা ধারণা পাওয়া যায়। তাতে তিনি উপন্যাসের রবিন পাখির উৎপত্তি সম্পর্কে পাঠকের প্রশ্নের অবতারণা করেন, যাকে পাঠকের মনে হয়েছে “কেবলমাত্র কাল্পনিক চরিত্র হতে পারে না।” এখানে বার্নেট তার বাস্তবজীবনের বন্ধু হিসেবে এক রবিন পাখির উল্লেখ করেন, যা লেখিকার নিকট “কেবলমাত্র পাখি নয় — ব্যক্তি”। পাখিটি মেথাম হলে অবস্থানকালীন গোলাপের বাগানে লেখার সময় লেখিকাকে সঙ্গ দিতো। “মৃদু, হালকা, ছোট শব্দে” পাখিটির সাথে প্রথম যোগাযোগচেষ্টার স্মৃতিচারণা করে লেখিকা বলেন, “বহু বছর পর জানলাম মিস্ট্রেস মেরি হাঁটার সময় নুয়ে কী ভাবছিলো এবং কীভাবে ‘পাখির শব্দ করতে চেষ্টা করছিল।’”\nপণ্ডিত গ্রেচেন ভি রেক্টর দ্য সিক্রেট গার্ডেন-এর পাণ্ডুলিপি পর্যবেক্ষণ করেন এবং তার মতে এটিই “উপন্যাসের ক্রমোন্নয়নের একমাত্র দলিল।” পাণ্ডুলিপির প্রথম একশো পাতার মধ্যে আশিটি কালো কালিতে লেখা হয়েছে এবং বাকি অংশ ও পরবর্তী সংস্করণগুলো পেনসিলে লেখা। এতে মার্কিন বানানরীতি অনুসরণের প্রবণতা দেখা যায়। পাণ্ডুলিপিতে অধ্যায়গুলোর কোনো নাম ছিল না, কেবল সংখ্যা দ্বারা আলাদা করা ছিল। উপন্যাসের পুনঃক্রমায়নের সময় এতে অধ্যায়ের নাম সংযোজন করা হয়। পাণ্ডুলিপির পৃষ্ঠায়ন সম্ভবত দ্বিতীয় কোনো ব্যক্তি কর্তৃক করা হয়েছিল। এতে ১ থেকে ২৩৪ পৃষ্ঠা পর্যন্ত যায়, কেবল ঊনবিংশতম অধ্যায়ে পুনরায় শুরু হয়। প্রচ্ছদ পাতা দেখে রেক্টরের ধারণা উপন্যাসের প্রাথমিক শিরোনাম ছিল মেরি, মেরি কোয়াইট কন্ট্র‍্যারি; পরবর্তীতে তা পরিবর্তিত হয়ে কাজের শিরোনাম হয় মিস্ট্রেস মেরি। পাণ্ডুলিপিতে মেরির বয়স ছিল নয়; পরবর্তীতে সংশোধনের সময় মেরি, কলিন ও গুপ্ত উদ্যানকে একসূত্রে গাঁথার জন্য তার বয়স এক বছর বাড়িয়ে দেওয়া হয়। যদিও, ব্রিটিশ কিংবা মার্কিন কোনো সংস্করণেই এই সংশোধনের প্রভাব দেখা যায়নি। প্রথমদিকে সুসান সোয়েরবাইকে মৃত চরিত্র হিসেবে উপস্থাপনের কথা ছিল; যেখানে তার মেয়ে মার্থা মায়ের স্থানগুলো পূরণ করে। যদিও বার্নেট পরবর্তী সুসান সোয়েরবাইয়ের বিষয়ে তার চিন্তার পরিবর্তন ঘটে এবং কয়েক পৃষ্ঠা পর তার মৃত্যুর বিষয়টি পাশ কাটিয়ে সুসানকে জীবিত ব্যক্তি হিসেবে উপস্থাপন করেন। এছাড়া, পাণ্ডুলিপিতে ডিকন শারীরিকভাবে অক্ষম এবং চলাচলের জন্য ক্রাচ ব্যবহার করে; সম্ভবত তা বার্নেটের প্রথম স্বামী ডা. সোয়ান বার্নেটের প্রতিরূপ ছিলেন। বার্নেট পরবর্তীতে ডিকনের পঙ্গুত্বের বিষয় অবস্থা থেকে সরে আসেন।\nবইটির কাজের শিরোনাম ছিল মিস্ট্রেস মেরি, ইংরেজি ভাষার নার্সারি ছড়া মেরি, মেরি, কোয়াইট কন্ট্র‍্যারি থেকে এসেছে। বইটির প্রেক্ষাপটের উপজীব্য হিসেবে ইংল্যান্ডের কেন্টের মেথাম হলের নাম উল্লেখ করা হয়, যেখানে বার্নেট তার বিয়েত সময় কয়েক বছর ছিলেন। বার্নেটের একটি চমৎকার গোলাপের বাগানসহ একটি অতিরিক্ত বাগান ছিলেন। তবে, দৃশ্যতই কেবল বাগান ছাড়া মেথাম হল ও মিসেলথওয়েট ম্যানর গঠনগতভাবে সম্পূর্ণ আলাদা।\n\n\n== প্রকাশনার ইতিহাস ==\nদ্য সিক্রেট গার্ডেন সম্ভবত ইতিহাসের প্রথম শিশুতোষ উপন্যাসগুলোর অন্যতম, যেগুলো বড়দের ম্যাগাজিনে ছাপা হয়েছিল। তৎকালে এটি ছিল একটি গুরুতর বিষয়, যা সম্পর্কে বার্নেট নিজেও অবগত ছিলেন। দ্য সিক্রেট গার্ডেন সর্বপ্রথম দি আমেরিকান ম্যাগাজিন-এ দশটি সংখ্যায় (নভেম্বর ১৯১০ – আগস্ট ১৯১১) প্রকাশিত হয়। তাতে অলঙ্করণের কাজ করে জে. স্কট উইলিয়ামস। উপন্যাসটি সর্বপ্রথম ১৯১১ খ্রিষ্টাব্দের আগস্ট মাসে নিউ ইয়র্ক থেকে ফ্রেডরিক এ. স্টোকস কোম্পানি কর্তৃক প্রকাশিত হয়। একই বছর লন্ডন থেকে হেইনমেন কর্তৃক পুনঃপ্রকাশিত হয়। ১৯৮৭ খ্রিষ্টাব্দে মার্কিন যুক্তরাষ্ট্রে এই বইয়ের মেধাসত্ত্বের মেয়াদ উত্তীর্ণ হয়। পৃথিবীর অধিকাংশ দেশে ১৯৯৫ খ্রিষ্টাব্দ নাগাদ মেধাসত্ত্ব উত্তীর্ণ হয়ে যাওয়ায় এটি পাবলিক ডোমেনের আওতাভুক্ত হয়ে যায়। ফলস্বরূপ ১৯৮০-এর দশকের শেষদিকে বা ১৯৯০-এর দশকের শুরুর দিক থেকে উপন্যাসের বহু সংক্ষিপ্ত ও পূর্ণাঙ্গ সংস্করণ প্রকাশিত হতে থাকে। এর মধ্যে ১৯৮৯ খ্রিষ্টাব্দে প্রকাশিত ডেভিড আর গোডাইন, পাবলিশার কর্তৃক পূর্ণাঙ্গ রঙিন অলঙ্করণে প্রকাশিত সংস্করণ অন্যতম।\n২০০৮ খ্রিষ্টাব্দে প্রকাশিত ইনগা মুরের স্ব-অলঙ্কৃত সংক্ষিপ্ত সংস্করণে চিত্রগুলো এমনভাবে আঁকা, যেন প্রতিটি লাইন একেকটি ছবির ক্যাপশন হিসেবে কাজ করে।\n\n\n== সাধারণ প্রতিক্রিয়া ==\nপরিণত বয়সী ও কিশোর — উভয় ধরনের মধ্যে বাজার সৃষ্টি করার চেষ্টা সম্ভত উপন্যাসের প্রাথমিক প্রতিক্রিয়ায় প্রভাব রেখেছিল। বার্নেটের জীবদ্দশায় বইটি তার পূর্ববর্তী কর্মের তুলনায় অনেক কম খ্যাতি পেয়েছিল। সম্পূর্ণ আলোচনার বাইরে থেকে বইটির উঠে আসার ইতিহাস পর্যবেক্ষণ করে অ্যান এইচ লুন্ডিন দেখেন ১৯২৪ খ্রিষ্টাব্দে বার্নেটের মৃত্যুর পর অধিকাংশজন লিটল লর্ড ফাউন্টলেরয় গ্রন্থের স্মৃতিচারণা করেছেন, কিন্তু নীরবে দ্য সিক্রেট গার্ডেনকে পাশ কাটিয়ে গেছেন।\n২০০৬ খ্রিষ্টাব্দ পর্যন্ত ২৫ বছর শিশুসাহিত্য নিয়ে গবেষণার ফলে দ্য সিক্রেট গার্ডেন উপন্যাসের তাৎপর্য লক্ষ্যণীয়ভাবে বৃদ্ধি পায়। অনেকেই একে ২০শ শতাব্দীর শ্রেষ্ঠ শিশুতোষ বই হিসেবেও উল্লেখ করেন। ২০০৩ খ্রিষ্টাব্দে বিবিসি ব্রিটিশ “জাতির সবচেয়ে প্রিয় উপন্যাস” (শুধুমাত্র শিশুদের মধ্যে নয়) নির্ধারণের জন্য “দ্য বিগ রিড” নামে একটি জরিপ পরিচালনা করে। তাতে দ্য সিক্রেট গার্ডেন ৫১তম স্থান লাভ করে। ২০০৭ খ্রিষ্টাব্দে পরিচালিত একটি অনলাইন ভোটের ভিত্তিতে মার্কিন জাতীয় শিক্ষক সংস্থা বইটিকে “শিশুদের জন্য শিক্ষকদের শীর্ষ ১০০ বই”য়ের তালিকার স্থান দেয়।\n২০১২ খ্রিষ্টাব্দে মার্কিন গ্রাহকপ্রধান মাসিকী স্কুল লাইব্রেরি জার্নাল কর্তৃক পরিচালিত সর্বকালের শ্রেষ্ঠ কিশোর উপন্যাসের একটি জরিপে দ্য সিক্রেট গার্ডেন ১৫তম স্থান লাভ করে। (অ্যা লিটল প্রিন্সেস ৫৬তম স্থান লাভ করে এবং লিটল লর্ড ফাউন্টলেরয় শীর্ষ ১০০তেই ছিল না।) জেফরি ম্যাসন দ্য সিক্রেট গার্ডেনকে “শিশুদের জন্য এ পর্যন্ত লেখা সর্বশ্রেষ্ঠ বইগুলোর অন্যতম” বলে মন্তব্য করেন। বারবারা স্লাইয়ের কিশোর উপন্যাস জেসামির শুরুতে ট্রেনযাত্রায় কেন্দ্রীয় চরিত্রকে দ্য সিক্রেট গার্ডেন পড়তে দেখা যায়। আবার রুয়াল দালের শিশুতোষ বই মাতিলদায় কেন্দ্রীয় চরিত্রের ভাষ্যে সে পাঠাগারের ছোটদের সব বইয়ের মধ্যে দ্য সিক্রেট গার্ডেনকেই সবচেয়ে বেশি পছন্দ করে।\n\n\n== অভিযোজনা ==\n\n\n=== চলচ্চিত্র ===\n\n১৯১৯ খ্রিষ্টাব্দে ফেমাস প্লেয়ার্স-ল্যাস্কি কর্পোরেশন একই নামে একটি চলচ্চিত্র নির্মাণ করে। এতে সতেরো বছর বয়সী লিলা লি মেরি চরিত্রে এবং পল উইলিস ডিকনের চরিত্রে অভিনয় করেন। ধারণা করা হয়, চলচ্চিত্রটির সমস্ত অনুলিপি হারিয়ে গেছে।\n১৯৪৯ খ্রিষ্টাব্দে এমজিএম উপন্যাসের দ্বিতীয় চলচ্চিত্রায়ন করে। এতে মার্গারেট ও’ব্রায়েন মেরি হিসেবে, ডিন স্টকওয়েল কলিন হিসেবে এবং ব্রায়ান রোপার ডিকন হিসেবে অভিনয় করেন। এই সংস্করণটি মূলত সাদা-কালোয় ধারণ করা হয়েছিল; তবে পরবর্তীতে বাগানের সেটগুলো টেকনিকালারে ধারণ করা হয়। ১৯৪৮ খ্রিষ্টাব্দে প্রকাশিত নোয়েল স্ট্রিটফিল্ডের উপন্যাস দ্য পেইন্টেড গার্ডেন এই চলচ্চিত্রের নির্মাণ থেকে অনুপ্রাণিত।\nআগ্নিয়েসৎসকা হোলান্ডের পরিচালনায় এবং ক্যারোলাইন থম্পসনের চিত্রনাট্যে আমেরিকান জোয়িট্রোপ ১৯৯৩ খ্রিষ্টাব্দে আরেকটি চলচ্চিত্র নির্মাণ করে। এতে কেট মেবার্লি মেরি হিসেবে, হেইডেন প্রাউজ কলিন চরিত্রে, অ্যান্ড্রু নট ডিকন চরিত্রে, জন লিঞ্চ লর্ড ক্রেভেন চরিত্রে এবং ডেম ম্যাগি স্মিথ মিসেস মেডলক চরিত্রে অভিনয় করেন। চলচ্চিত্রটির নির্বাহী নির্মাতা ছিলেন ফ্রান্সিস ফোর্ড কোপলা।\nহেডে ফিল্মস এবং স্টুডিওক্যানাল কর্তৃক ২০২০ খ্রিষ্টাব্দে নির্মিত চলচ্চিত্রের পরিচালক ছিলেন মার্ক মুনডেন এবং এর চিত্রনাট্য লেখেন জ্যাক থোর্ন।\n\n\n=== টেলিভিশন ===\nডরোথিয়া ব্রুকিং বিবিসির জন্য বইটি থেকে কয়েকটি ধারাবাহিক নির্মাণ করেন: ১৯৫২ খ্রিষ্টাব্দে আটপর্বের, ১৯৬০ খ্রিষ্টাব্দে আরেকটি আটপর্বের (কলিন স্পাউল ডিকন চরিত্রে অভিনয় করেন) এবং ১৯৭৫ খ্রিষ্টাব্দে সাতপর্বের আরেকটি ধারাবাহিক নির্মাণ করেন (ডিভিডিসহ)।\nহলমার্ক হল অব ফেম ১৯৮৭ খ্রিষ্টাব্দে একটি টেলিভিশন চলচ্চিত্র তৈরি করে। সেখানে জিনি জেমস মেরি চরিত্রে, ব্যারেট ওলিভার ডিকন চরিত্রে এবং জেডরিয়েন স্টিল কলিন চরিত্রে অভিনয় করেন। এছাড়া বিলি হোয়াইটল মিসেস মেডলকের চরিত্রে, ডেরেক জ্যাকবি আর্চিবাল্ড ক্রেভেনের চরিত্রে এবং অ্যালিসন ডুডি স্মৃতি ও স্বপ্নে লিলিয়াসের ভূমিকায় অভিনয় করেন। এছাড়া কলিন ফার্থ পূর্ণবয়স্ক কলিন ক্রেভেন হিসেবে স্বল্পসময়ের জন্য আবির্ভূত হন। এতে মূল গল্পে কিছুটা পরিবর্তন করা হয়। এতে কলিনের বাবাকে (চলচ্চিত্রে মেরির ফুফা হওয়ার পরিবর্তে মেরির বাবার বন্ধু) চলচ্চিত্রের শেষে পূর্ণবয়স্ক মেরি ও কলিনের মধ্যে গড়ে ওঠা সম্পর্ককে মেনে নিতে দেখা যায়। চলচ্চিত্রটি হাইক্লেয়ার দুর্গে চিত্রায়ন করা হয়, যা পরবর্তীতে ডাউনটন অ্যাবির চলচ্চিত্রায়নের জন্য বিখ্যাত হয়। এটি ৩০ নভেম্বর প্রচারিত হয়। ২০০১ সালে হলমার্ক ব্যাক টু দ্য সিক্রেট গার্ডেন নামে এর একটি সিকুয়েলও তৈরি করে।\n১৯৯৪ খ্রিষ্টাব্দে এবিসি উইকেন্ড স্পেশাল-এর জন্য একটি অ্যানিমেটেড অভিযোজনা প্রচারিত হয়; তাতে মিসেস মেডলক চরিত্রে হনার ব্ল্যাকম্যান, আর্চিবাল্ড ক্রেভেন চরিত্রে ডেরেক জ্যাকবি, দার্জিলিং হিসেবে গ্লিনিস জন্স, ভিক্টর স্পিনেত্তি, মেরি লেনক্স হিসেবে অ্যান্ডি ম্যাকাফি, বেন ওয়েদারস্টাফ হিসেবে জো বেকার, ডিকন সোয়েরবাই হিসেবে ফেলিক্স বেল, মার্থা সোয়েরবাই হিসেবে নাওমি বেল, কলিন ক্রেভেন হিসেবে রিচার্ড স্টুয়ার্ট ও রবিন হিসেবে ফ্র‍্যাঙ্ক ওয়েলকার অভিনয় করেন। এবিসি ভিডিও ১৯৯৫ খ্রিষ্টাব্দে এই ভিডিও সংস্করণ প্রকাশ করে।\n১৯৯১–১৯৯২ খ্রিষ্টাব্দে জাপানে এনএইচকে অ্যানিমে হিমিৎসু নো হানাজোনো (アニメ ひみつの花園) নামে এই উপন্যাসের একটি অ্যানিমে অভিযোজনা নির্মাণ করে। এতে মিনা টোমিঙ্গা মেরি এবং মায়ুমি তানাকা কলিনের কণ্ঠ দেন। তামেও কোহানাওয়া ৩৯ পর্বের এই টেলিভিশন ধারাবাহিকের পরিচালনা করেন এবং তার চিত্রনাট্য লেখেন কাউরো উমেনো। এই অ্যানিমেকে অনেক সময় ভুলবশত জনপ্রিয় ডোরামো হিমিৎসু নো হানাজোনোর সাথে গুলিয়ে ফেলা হয়। ধারাবাহিকটি ইংরেজি ভাষায় পাওয়া যায় না; যদিও স্প্যানীয়, ইতালীয়, পোলীয় ও তাগালগ প্রভৃতি অনেক ভাষায় ডাব করা হয়েছে।\n\n\n=== মঞ্চায়ন ===\n\nউপন্যাসের উল্লেখযোগ্য মঞ্চায়নের মধ্যে ১৯৯১ খ্রিষ্টাব্দে অ্যারিজোনা স্টেট ইউনিভার্সিটির পামেলা স্টার্লিং কর্তৃক নির্মিত একটি শিশুতোষ মঞ্চায়ন অন্যতম। এটি আমেরিকান অ্যালায়েন্স ফর থিয়েটার অ্যান্ড এডুকেশন “ডিস্টিঙ্গুইশড নিউ প্লে” পুরস্কার লাভ করে এবং এএসএসআইটিইএইচ/ইউএসএ-র ইন্টারন্যাশনাল বিবলিওগ্রাফি অব আউটস্ট্যান্ডিং প্লেস ফর ইয়ং অডিয়েন্সেস-এর তালিকাভুক্ত হয়।\n১৯৯১ খ্রিষ্টাব্দে বইটির একটি সাঙ্গীতিক সংস্করণ ব্রডওয়েতে অবমুক্ত হয়। এর গানগুলো গেয়েছিলেন লুসি সাইমন এবং গানের কথা লিখেছিলেম মার্শা নরম্যান। এই নির্মাণটি টনি পুরস্কারের সাতটি বিভাগে মনোনয়ন পায়, সাঙ্গীতিক বিভাগে সেরা বই এবং মেরি চরিত্রে অভিনয় করে ডেইজি ইগান (তখন মাত্র এগারো বছর বয়সী) সাঙ্গীতিকে সেরা ফিচার্ড অভিনেত্রীর পুরস্কার লাভ করেন।\n২০১০–২০১১ খ্রিষ্টাব্দে ফেস্টিভ্যাল থিয়েটার এডিনবারা স্কটল্যান্ড ও কানাডায় এর একটি সাঙ্গীতিক অভিযোজনা মঞ্চায়ন করে।\n২০১৩ খ্রিষ্টাব্দে মার্কিন গীতিকার নোলান গ্যাসার উপন্যাসের একটি অপেরা সংস্করণ নির্মাণ করেন। সান ফ্রান্সিসকো অপেরার অর্থায়নে ইউনিভার্সিটি অব ক্যালিফোর্নিয়া, বার্কলির জেলারবাশ হলে এটি সর্বপ্রথম মঞ্চায়িত হয়।\n২০১৪ খ্রিষ্টাব্দে চেস্টারের গ্রসভেনর পার্ক ওপেন এয়ার থিয়েটারে জেসিকা সোয়েল বইটি থেকে উপজীব্য করে একটি মঞ্চনাটক পরিবেশন করেন।\n২০২০ খ্রিষ্টাব্দে স্কটিশ পারিবারিক থিয়েটার প্রতিষ্ঠান রেড ব্রিজ আর্টস আধুনিক স্কটল্যান্ডের প্রেক্ষাপটে উপন্যাসের কাহিনির নবরূপায়ন ঘটান। রোজালিন্ড সিডনি এই অভিযোজনার কাজটি সম্পন্ন করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBurnett, Frances Hodgson (২০০৭)। \"My Robin\"।   Gretchen Gerzina। The Annotated Secret Garden। New York: W.W. Norton। আইএসবিএন 978-0-393-06029-4। \nGerzina, Gretchen Holbrook (২০০৪)। Frances Hodgson Burnett: The Unexpected Life of the Author of The Secret Garden। New Brunswick, New Jersey: Rutgers University Press। আইএসবিএন 978-0813533827। \nGerzina, Gretchen, সম্পাদক (২০০৭)। \"Introduction\"। The Annotated Secret Garden। New York: W.W. Norton। আইএসবিএন 978-0-393-06029-4। \nRector, Gretchen (২০০৬)। \"The Manuscript of The Secret Garden\"।   Gretchen Holbrook Gerzina। The Secret Garden: Authoritative Text, Backgrounds and Contexts, Burnett in the Press, Criticism। New York: W. W. Norton & Company। আইএসবিএন 9780393926354। \n\n\n== বহিঃসংযোগ ==\n\nদ্য সিক্রেট গার্ডেন at Standard Ebooks\n\nগুটেনবের্গ প্রকল্পে The Secret Garden  (plain text and HTML illustrated)\n The Secret Garden লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)\nThe Secret Garden, available at Internet Archive. New York: F. A. Stokes, 1911 (colour scanned book)\nThe Secret Garden, লাইব্রেরি অব কংগ্রেস থেকে"}