{"pageid": 1080357, "title": "প্রথম কুলোত্তুঙ্গ চোল", "url": "https://bn.wikipedia.org/wiki?curid=1080357", "content": "চক্রবর্তী কুলোত্তুঙ্গ চোলদেব (বানানান্তরে কুলোতুঙ্গ; শা. ১০৭০ – ১১২২ খ্রিস্টাব্দ) ছিলেন দক্ষিণ ভারতের চোল সাম্রাজ্যের একাদশ শতাব্দীর এক রাজা। তিনি ছিলেন \"কুলোত্তুঙ্গ\" উপাধি (তামিল ভাষায় যার অর্থ \"কুলের গৌরব\") ধারণকারী সার্বভৌম রাজাদের অন্যতম। তিনি চোল রাজবংশের মূল শাখার বংশধর ছিলেন না, বরং ছিলেন পূর্ব চালুক্য রাজবংশের এক রাজকুমার। তাঁর মা আম্মানগাইদেবী ছিলেন এক চোল রাজকুমারী (সম্রাট প্রথম রাজেন্দ্র চোলের কন্যা)। তাঁর বাবা ছিলেন পূর্ব চালুক্য রাজা রাজরাজ নরেন্দ্র (প্রথম রাজেন্দ্র চোলের ভ্রাতুষ্পুত্র তথা প্রথম রাজরাজ চোলের দৌহিত্র)। ইতিহাসবিদ শৈলেন্দ্রনাথ সেনের মতে, কুলোত্তুঙ্গের সিংহাসনে আরোহণের ফলে এক নতুন যুগের সূচনা ঘটে। কারণ, তাঁর রাজত্বকাল ছিল অভ্যন্তরীণ শান্তি ও জনকল্যাণকারী প্রশাসনিক ব্যবস্থার একটি পর্যায়কাল।\nকুলোত্তুঙ্গ উত্তর ভারতীয় শহর কনৌজ এবং কম্বোডিয়া, শ্রীবিজয়, খেমের, পাগান (ব্রহ্মদেশ) ও চীনের ন্যায় বৈদেশিক রাজ্যগুলির সঙ্গেও কূটনৈতিক সম্পর্ক রক্ষা করে চলতেন। মালয় উপদ্বীপে শ্রীবিজয় প্রদেশ কেদাহে তিনি চোল অধিরাজত্ব স্থাপন করেছিলেন। গুয়াংঝউ-এর একটি তাও মন্দিরে পাওয়া অভিলেখে (১০৭৯ খ্রিস্টাব্দ) চুলিয়েন (চোল) রাজা কুলোত্তুঙ্গকে সান-ফো-ৎসি (শ্রীবিজয়) দেশের অধিরাজ বলে উল্লেখ করা হয়েছে। অভিলেখটির সম্পাদক তান ইয়েওক সেওং-এর মতে, কুলোত্তিঙ্গ চোল ও শ্রীবিজয় দুই রাজ্যই শাসন করতেন। ১০৯০ খ্রিস্টাব্দের একটি দানপত্রে কেদারমের (শ্রীবিজয়) রাজাকে কুলোত্তুঙ্গের সামন্ত হিসেবে উল্লেখ করা হয়েছে। পূর্বসূরিদের মতো কুলোত্তুঙ্গও শিল্পকলা ও সাহিত্যের পৃষ্ঠপোষক ছিলেন। বিখ্যাত তামিল কাব্য কলিঙ্গত্তুপরনি (কবি জয়মকোন্ডার কর্তৃক রচিত বলে কথিত) তাঁর শাসনকালেই রচিত হয়। তাঁর নথিপত্র থেকে একটি অতিমাত্রায় সুসংগঠিত সরকারি রাজস্ব ও স্থানীয় প্রশাসনিক ব্যবস্থার প্রমাণ পাওয়া যায়। নিজ শাসনকালে কুলোত্তুঙ্গ ব্যাপক হারে জমি জরিপ করে রাজস্বের হার ধার্য করেছিলেন।\nইতিহাসবিদ নীলকণ্ঠ শাস্ত্রীর মতে কুলোত্তুঙ্গ অপ্রয়োজনীয় যুদ্ধবিগ্রহ এড়িয়ে চলতেন এবং প্রজাদের সুখসুবিধার দিকে সর্বদা সতর্ক দৃষ্টি রাখতেন। তাঁর শাসনকাল ছিল সুদীর্ঘ ও সমৃদ্ধিশালী। এই শাসনকালী সাম্রাজ্যের পরবর্তী দেড়শো বছরের সাচ্ছন্দ্যের ভিত্তি স্থাপন করেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ==="}