{"pageid": 1081107, "title": "ইউরোপীয় কাপ এবং উয়েফা চ্যাম্পিয়ন্স লিগের ফাইনালের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1081107", "content": "উয়েফা চ্যাম্পিয়ন্স লিগ ১৯৫৫ সালে প্রতিষ্ঠিত একটি মৌসুমী ফুটবল প্রতিযোগিতা। ১৯৯২-৯৩ মৌসুমের আগে এই টুর্নামেন্টের নাম ছিল ইউরোপীয় কাপ। উয়েফা চ্যাম্পিয়নস লিগ সকল উয়েফা (ইউনিয়ন অব ইউরোপিয়ান ফুটবল অ্যাসোসিয়েশন) সদস্য সমিতির লিগ চ্যাম্পিয়নদের জন্য উন্মুক্ত (লিশটেনস্টাইন ব্যতীত, যার কোন লিগ প্রতিযোগিতা নেই), সেইসাথে শক্তিশালী লিগে দ্বিতীয় থেকে চতুর্থ অবস্থানে থাকা ক্লাবগুলোর জন্য। মূলত, শুধুমাত্র নিজ নিজ জাতীয় লিগের চ্যাম্পিয়ন এবং প্রতিযোগিতার ডিফেন্ডিং চ্যাম্পিয়নদের অংশগ্রহণের অনুমতি দেওয়া হয়েছিল। ১৯৯৭ সালে এটি পরিবর্তন করা হয় যাতে শক্তিশালী লিগের রানার্সআপরাও প্রতিযোগিতায় অংশ নিতে পারে এবং পুনরায় ১৯৯৯ সালে যখন এই লিগগুলির তৃতীয় এবং চতুর্থ স্থানে থাকা দলগুলিও যোগ্যতা পায়। চ্যাম্পিয়ন্স লিগে, ২০০৫ সালে নিয়ম পরিবর্তন হওয়ার আগ পর্যন্ত প্রতিযোগিতার ডিফেন্ডিং চ্যাম্পিয়নরা স্বয়ংক্রিয়ভাবে যোগ্যতা অর্জন করেনি যতক্ষণ না শিরোপা বিজয়ী লিভারপুলকে প্রতিযোগিতায় প্রবেশের অনুমতি দেয়।\nযে দলগুলো উয়েফা চ্যাম্পিয়ন্স লিগে টানা তিনবার, বা সামগ্রিকভাবে পাঁচবার জিতেছে, তারা একাধিক বিজয়ী ব্যাজ পায়। ছয়টি দল এই সুবিধা পেয়েছে: রিয়াল মাদ্রিদ, আয়াক্স, বায়ার্ন মিউনিখ, এসি মিলান, লিভারপুল এবং বার্সেলোনা। ২০০৯ সাল পর্যন্ত, যে ক্লাবগুলি এই ব্যাজটি অর্জন করেছিল তাদের ইউরোপীয় চ্যাম্পিয়ন ক্লাবস কাপ রাখার অনুমতি দেওয়া হয়েছিল এবং একটি নতুন কমিশন চালু করা হয়েছিল। ২০০৯ সাল থেকে, বিজয়ী দল প্রতি বছর ট্রফির একটি পূর্ণ আকারের রেপ্লিকা ট্রফি পেয়ে থাকে এবং মূল ট্রফিটি উয়েফাকে ফেরত দেয়া হয়।\nমোট ২২ টি ক্লাব চ্যাম্পিয়ন্স লিগ/ইউরোপীয় কাপ জিতেছে। প্রথম সংস্করণ সহ তেরো বার প্রতিযোগিতায় জিতে সবচেয়ে বেশি জয়ের রেকর্ড রিয়াল মাদ্রিদের দখলে। ১৯৫৬ থেকে ১৯৬০ সাল পর্যন্ত তারা পরপর টানা পাঁচবার শিরোপা জিতেছে। ইয়ুভেন্তুস সবচেয়ে বেশিবার রানার্সআপ হয়েছে, সাতটি ফাইনালে হেরেছে। আতলেতিকো মাদ্রিদ একমাত্র দল যারা ট্রফি না জিতে তিনটি ফাইনালে পৌঁছেছে অন্যদিকে রেঁস এবং ভালেনসিয়া ট্রফি না জিতে দুইবার রানার্সআপ হয়েছে। স্পেন থেকে সবচেয়ে বেশি চ্যাম্পিয়ন হয়েছে, দুটি ক্লাব থেকে আঠারোটি জয়। ইংল্যান্ডের পাঁচটি ক্লাব থেকে চৌদ্দটি জয় এবং ইতালির তিনটি ক্লাব থেকে বারোটি জয়। ১৯৮৫ সালে হেইসেল স্টেডিয়ামের বিপর্যয়ের পর ইংলিশ দলগুলোকে পাঁচ বছরের জন্য প্রতিযোগিতায় নিষিদ্ধ করা হয়। বর্তমান চ্যাম্পিয়ন হলো চেলসি, যারা ২০২১ সালের ফাইনালে ম্যানচেস্টার সিটিকে ১-০ গোলে হারিয়েছিল।\n\n\n== ফাইনালের তালিকা ==\n\n\"মৌসুম\" কলামটি মৌসুমকে বোঝায় যে সময় প্রতিযোগিতা অনুষ্ঠিত হয়েছিল, এবং মৌসুম সম্বন্ধে নিবন্ধের উইকিলিংক।\n\"চূড়ান্ত ফলাফল\" কলামের উইকিলিংকগুলি সেই মৌসুমের ফাইনাল খেলা সম্পর্কে নিবন্ধের নির্দেশ করে।\n\n\n== পরিসংখ্যান ==\n\n\n=== ক্লাব অনুযায়ী ===\n\n\n=== দেশ অনুযায়ী ===\nতেরোটি দেশের দল চ্যাম্পিয়নস লিগের ফাইনালে উঠেছে এবং তাদের মধ্যে দশটি দল প্রতিযোগিতায় জিতেছে। ১৯৯৫–৯৬ মৌসুমের পর থেকে, ২০০৩–০৪-এ পোর্তুর জয় ছাড়া, বিজয়ীরা কেবলমাত্র চারটি দেশ থেকে একটি করে এসেছে – স্পেন (১১), ইংল্যান্ড (৬), জার্মানি (৪) এবং ইতালি (৪) – এবং অন্যান্য ২০০৩–০৪ সালে মোনাকো এবং ২০১৯–২০ সালে পারি সাঁ-জেরমাঁ বাদে, রানার্স-আপ সবাই উক্ত চারটি দেশ থেকে এসেছে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}