{"pageid": 1081241, "title": "পঞ্চভুজাকার প্রিজম", "url": "https://bn.wikipedia.org/wiki?curid=1081241", "content": "পঞ্চভুজাকার ভূমি বিশিষ্ট প্রিজমই জ্যামিতিতে পঞ্চভুজাকার প্রিজম যা আসলে ৭টি তল, ১৫টি প্রান্তরেখা এবং ১০টি শীর্ষযুক্ত এক প্রকার সপ্ততলক।\n\n\n== অর্ধসুষম বা ধ্রুব তলক রূপে ==\nপঞ্চভুজাকার প্রিজমের প্রতিটি তল সুষম হলে এটি একটি অর্ধসুষম বহুতলক এবং আরও সাধারণভাবে বললে ধ্রুব বহুতলক হবে। তৃতীয়ত এমন অসংখ্য প্রিজম রয়েছে যা কিছু বর্গাকার তল এবং দুটি সুষম তল দ্বারা গঠিত। একে t{2,5} শ্লাফ্লি প্রতীকের মাধ্যমে উপস্থাপিত একটি ছিন্নশির পঞ্চভুজাকার হোসোতলক বা হোসোহেড্রনরূপে গণ্য করা যেতে পারে। এর বিকল্প হিসেবে একে একটি সুষম পঞ্চভুজ ও একটি রেখাংশের কার্তেসীয় গুণজরূপে গণ্য এবং {5}x{} গুণজটির দ্বারা উপস্থাপন করা যেতে পারে। পঞ্চভুজাকার প্রিজমটি দ্বৈত বহুতলকযুক্ত\nহলে এটি একটি পঞ্চভুজাকার বাইপিরামিড হবে।\nকোন ডান পঞ্চভুজাকার প্রিজমের প্রতিসাম্য গ্রুপ ২০ ক্রমের D5h হবে এবং ঘূর্ণন গ্রুপ হবে ১০ ক্রমের।\n\n\n== আয়তন ==\nসকল প্রিজমের ন্যায় পঞ্চভুজাকার প্রিজমেরও আয়তন হবে প্রিজমটির পঞ্চভুজাকার ভূমি এবং উচ্চতার গুণফল অর্থাৎ পঞ্চভুজাকার ভূমির ক্ষেত্রফলের সাথে ঐ ভূমি থেকে এর লম্বদিকে থাকা যেকোন প্রান্তরেখার মধ্যবর্তী দূরত্বের গুণফল।\nh প্রান্তবিশিষ্ট ধ্রুব পঞ্চভুজীয় প্রিজমের আয়তনের সূত্র হল:\n\n  \n    \n      \n        \n          \n            \n              h\n              \n                3\n              \n            \n            4\n          \n        \n        \n          \n            5\n            (\n            5\n            +\n            2\n            \n              \n                5\n              \n            \n            )\n          \n        \n      \n    \n    {\\displaystyle {\\frac {h^{3}}{4}}{\\sqrt {5(5+2{\\sqrt {5}})}}}\n  \n\n\n== ব্যবহার ==\nআলোকবিজ্ঞানে কোন ছবির কাইরালিটির পরিবর্তন ছাড়াই ছবিটিকে সমকোণে ঘোরানোর কাজে পেন্টাপ্রিজম নামক অধ্রুবীয় পঞ্চভুজাকার প্রিজমের ব্যবহার করা হয়। \n\n\n=== ৪-পলিটপে ব্যবহার ===\nচার মাত্রার পরিসরে একে চারটি অপ্রিজমীয়  অধ্রুব ৪-পলিটপের কোষরূপে দেখা যায়:\n\n\n== সম্পর্কযুক্ত বহুতলক ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএরিক ডব্লিউ. ওয়াইস্টাইন সম্পাদিত ম্যাথওয়ার্ল্ড থেকে \"Pentagonal prism\"।\nPentagonal Prism Polyhedron Model -- works in your web browser\nটেমপ্লেট:বহুতলক-অসম্পূর্ণ"}