{"pageid": 1081477, "title": "গ্রেট মঙ্গোল শাহনাম", "url": "https://bn.wikipedia.org/wiki?curid=1081477", "content": "মহাকাব্য শাহনামা এটা Demotte Shahnameh বা Great Ilkhanid  মহা শাহনামা নামে পরিচিত,  শাহনামা|, ইরানের জাতীয় মহাকাব্য । শাহনামার  সবচেয়ে প্রাচীন জীবন্ত চিত্রিত পাণ্ডুলিপির একটি। সম্ভবত ১০৩০ এর দশকে লেখা হয়, এবং তা অবিকল আকারে রয়েছে। সম্ভবত ১৯০টি চিত্রসহ প্রায় ২৮০ টি স্লোক সমন্বিত করার পরিকল্পনা করা হয়েছিল, যা দুটি খণ্ডে লেখা হয়।  এটি ফার্সি ক্ষুদ্রাকৃতির ঐতিহ্যের সবচেয়ে বড় প্রাথমিক বই, এটি \"চতুর্দশ শতাব্দীর সবচেয়ে চমৎকার পাণ্ডুলিপি\", \"অত্যন্ত উচ্চাভিলাষী  বিস্ময়কর কাব্য।\", এবং \"আবেগের তীব্রতা, সারগ্রাহী শৈলী, শৈল্পিক দক্ষতা এবং এর দৃষ্টান্তের জন্য প্রায় সর্বজনীন প্রশংসা পেয়েছে \"। \n\nএটি মঙ্গোল সাম্রাজ্যের অংশ হিসাবে পারস্যকে ইল-খানিদ শাসনের প্রেক্ষিতে তৈরি করা হয়েছিল, তাদের বিজয়ের প্রায় এক শতাব্দী পরে, এবং ঠিক তখন রাজবংশের পতন ঘটতে চলেছিল। এটি বিংশ শতাব্দীর গোড়ার দিকে পারস্যে রয়ে গিয়েছিল। এটি ইউরোপে ডিলার জর্জ ডেমোট ভেঙে দিয়েছিল। এখন ৫৭টি পৃথক পৃষ্ঠা হিসাবে বিদ্যমান আছে। শাহনামা বিশ্বে উল্লেখযোগ্যভাবে গ্রহনীয় হয়েছে। \n\n\n== ক্ষুদ্রাকৃতি ==\nঅন্যান্য ফার্সি পুঁথির মতো এটিও কাগজে লেখা। ফাঁকা মার্জিন বাদে পৃষ্ঠাগুলির দৈর্ঘ ৪১ এবং প্রস্থ  ২৯ সেমি। এগুলির বেশিরভাগ পৃষ্ঠায় সম্পূর্ণ প্রস্থ এবং বিভিন্ন দৈর্ঘে লেখা হযয়েছে। কোনোটিই পুরো পৃষ্ঠা নয়। কিছু ক্ষুদ্রাকৃতি বিষয় অনুসারে অনিয়মিত \"স্টেপড\" আকার ব্যবহার করা হয়েছে।  সম্পূর্ণ সংখ্যার স্বাভাবিক পদ্ধতি প্রয়োগ করা হয়নি। পাণ্ডুলিপির ইতিহাস (নীচে দেখুন) দেওয়া হলে-\nক্ষুদ্রাকৃতির শৈলী, কৌশল এবং শৈল্পিক গুণ অত্যন্ত পরিবর্তনশীল; বলা হয়, বিভিন্ন শিল্পীরা এ জন্য দায়ী ছিলেন, কিন্তু বিভিন্ন হাতে ক্ষুদ্রতা অর্পণের ক্ষমতা থাকা তা সফলতা অর্জন করতে পারেনি। বেশ কিছু ক্ষেত্রে পরীক্ষা -নিরীক্ষার দরকার আছে বলে মনে হয়। এতে কিছু ক্ষুদ্রাকৃতি কালির রেখা এবং রঙিন ধোয়ায় আঁকা আছে। অন্যগুলোতে বিভিন্ন রঙের প্যালেটে অস্বচ্ছ জলরঙ ব্যবহার আছে। কিছু রঙ্গক ভালভাবে স্থায়ী হয়নি। ক্ষুদ্রাকৃতিগুলিতে চীনা এবং পশ্চিমা ঐতিহ্য উভয় উপাদান রয়েছে; উদাহরণস্বরূপ ইস্কান্দারের শোককারীরা খ্রিস্টের বিলাপের খ্রিস্টান চিত্রাবলী থেকে এঁকেছেন এবং অন্যান্য ক্ষুদ্রাকৃতিতে শিল্পের জীবনী খ্রিস্টের অন্যান্য মানসম্মত দৃশ্যের স্মৃতিচারণ করে।  এমনকি পরিচ্ছদগুলি অত্যন্ত পরিবর্তনশীল: টুপিটির ৩৭ টি স্টাইল এবং ৮ টি ল্যাপেল পাওয়া গেছে। \n\nশাহনামায় চিত্রিত করার জন্য সম্ভাব্য মুহুর্তের বিস্তৃত পরিসর আছে, এবং সীমিত অনুপাতে আছে। চিত্রগুলি খুব ভালো। আলেকজান্ডার দ্য গ্রেটের ফার্সি সংস্করণ ইস্কান্দারের গল্পটি খুব ভালোভাবে চিত্রিত করা হয়েছে, অথচ রুস্তমের দীর্ঘ কাহিনী অনেক কম আছে।  কি কি চিত্র তুলে ধরতে হবে তার উপর জোর দেওয়া থিমগুলির মধ্যে রয়েছে \"ছোট রাজাদের সিংহাসন, রাজবংশীয় বৈধতা, এবং রাজার নির্মাতা হিসাবে মহিলাদের ভূমিকা\", সেইসাথে হত্যা এবং শোকের দৃশ্য।  এই দৃশ্যগুলো সাধারণত সমসাময়িক রাজনৈতিক ঘটনাগুলির প্রতিফলন হিসাবে নেওয়া হযয়েছে, যার মধ্যে রয়েছে \"ইল-খানিদ রাজবংশ এবং ফার্সি প্রজাদের মধ্যে উত্তেজনা\", এবং ব্ল্যাক ডেথ, যা ঐ বছরগুলিতে পারস্যকে ধ্বংস করেছিল। তাদের \"প্রায়শই ডুম-লেডেন\" হিসাবে বর্ণনা করা হয়েছে। \nচীনা শিল্প থেকে জীর্ণ গাছের আকারে, গোলাকার চূড়ায় তরঙ্গের  মতো শিলা এবং মেঘের শক্তভাবে কার্লিং স্ট্রিপগুলি, প্রাকৃতিক দৃশ্য এবং আকাশে আধিপত্য বিস্তার করে।  অনেক ছবিতে, প্রধান প্রধান ব্যক্তিত্বরা ফার্সি ক্ষুদ্রাকারের অস্বাভাবিকভাবে রচনাকে প্রাধান্য দেয়, যদিও তা পাশ্চাত্য্য সাধারণ বিষয়। চীনা শিল্পে, প্রধান প্রধান ব্যক্তিত্ব ছিল, কিন্তু এগুলি ল্যান্ডস্কেপ পেইন্টিংয়ের সাথে মিলিত হয়নি, কারণ তারা এখানে রয়েছে।  পরিসংখ্যান দ্বারা আবেগ প্রদর্শন ছাড়াও অস্বাভাবিক; দুঃখ চিত্রিত করার জন্য সম্পেলনের মতো খ্রিস্টীয় শিল্প থেকে ধার করা হয়েছে।  রাজাদের প্রায়ই এ অবস্থা থাকে।\n\n\n== পটভূমি ==\nশাহনামা, প্রায় ৬০,০০০ যুগলের একটি মহাকাব্য, ১০১০ সালে ফেরদৌসী দ্বারা সম্পন্ন হয়েছিল। এটি পারস্যের প্রাক-ইসলামিক ইতিহাসকে অন্তর্ভুক্ত করে, যা বিশুদ্ধ কিংবদন্তিতে শুরু হয়েছিল, কিন্তু চূড়ান্ত সাসানিদের রাজারা যুক্তিসঙ্গত সঠিক ঐতিহাসিক বিবরণ দিয়েছেন, যা রোমান্টিক গল্পের সাথে মিশে আছে। এটি পারস্যের জাতীয় পরিচয়ের দাবির প্রতিনিধিত্ব করে, আরব আব্বাসীয় খিলাফত পারস্যের কার্যকর নিয়ন্ত্রণ হারানোর পর ইরানি ইন্টারমেজোর সময় শুরু হয়েছিল। এটি শেষ হওয়ার পর তুর্কি গজনভিদের দখল হয়ে যায়।\nমঙ্গোল সাম্রাজ্য ১২১৯ সালে পারস্য জয় করতে শুরু করেছিল, এবং ১২৫০-এর দশকে এটি সম্পূর্ণ করেছিল, ইলখানাত নামে পরিচিত উপ-রাজবংশ এবং রাজ্য প্রতিষ্ঠা করেছিল, যেখানে পারস্যের পাশাপাশি আধুনিক ইরাক এবং আফগানিস্তান, তুরস্ক এবং বেশ কয়েকটি দেশ অন্তর্ভুক্ত ছিল (বিশেষত সাবেক সোভিয়েত ইউনিয়নের অংশ )।  মঙ্গোলরা প্রাথমিকভাবে বেশিরভাগ যাযাবর জীবনযাত্রা অব্যাহত রেখেছিল এবং তাদের ফার্সি বিষয় থেকে আলাদাভাবে বসবাস করছিল, কিন্তু ক্রমবর্ধমান ফার্সি শহরে বসতি স্থাপন করে এবং ফার্সিয়ান সংস্কৃতি সম্পর্কে একটি বোঝাপড়া গড়ে তুলেছিল, পাশাপাশি ইসলামে ধর্মান্তরিত হয়েছিল, যা কমপক্ষে অভিজাতদের মধ্যে দ্রুত ঘটেছিল, নতুনের পরে -রূপান্তরিত গাজান ১২৯৫ সালে সিংহাসনে পৌঁছান।  যাইহোক, গ্রেট মঙ্গোল শাহনাম তৈরি হওয়ার সময় মঙ্গোলরা সাংস্কৃতিকভাবে আলাদা ছিল।\n\nশাহনামের শ্লোক সংবলিত টাইলস একটি মঙ্গোল প্রাসাদে পাওয়া গেছে, যা প্রায় ১২৮০ সালের। সাহিত্যিক রেফারেন্স থেকে এটা স্পষ্ট যে, প্রাচীন-চিত্রকর্ম এবং সম্ভবত অন্যান্য মিডিয়াতে শাহনামা -এর অন্তর্ভুক্ত গল্পগুলি চিত্রিত করার একটি প্রাক-ইসলামী tradition  এবং কিছু ইসলামিক সিরামিক এই ধরনের দৃশ্য দেখাতে পারে। কিন্তু ১৪তম শতাব্দীর আগে শাহনামার সচিত্র বইগুলির কোন জীবিত বা উল্লেখ নেই এবং ১৩০০ থেকে ১৩৫০ এর মধ্যে দশটি জীবিত পাণ্ডুলিপি মঙ্গোলদের জন্য তৈরি করা হয়েছে বলে মনে হয়।  সম্ভবত ফার্সি ভাষা এবং পাঠ্যের সাথে আপেক্ষিক অপরিচিততা ছবি যোগ করতে উৎসাহিত করেছে। \nএর মধ্যে রয়েছে তিনটি \"ছোট\" শাহনাম, সম্ভবত প্রথম দিকের, যার ছোট আকার (একটি সাধারণ উদাহরণে ২৫০ x ১৭০ মিমি টেক্সট এবং ছবির ক্ষেত্র) যাযাবর মালিকদের উপযুক্ত হতে পারে, এবং শিরাজের আধা-স্বাধীন ইনজুইড শাসকদের জন্য চারটি পাণ্ডুলিপি এবং ইসফাহান দক্ষিণ-পশ্চিমে। এই পরবর্তী গোষ্ঠীটি সম্ভবত গ্রেট মঙ্গোল শাহনামের চেয়ে পরে, এটি দ্বারা প্রভাবিত, যদিও শৈলীতে অনেক কম জটিল। \nবইগুলির একটি রাজনৈতিক উদ্দেশ্য ছিল, যা চিত্রিত করার জন্য ঘটনাগুলির পছন্দকে প্রতিফলিত করে: \"এই ধরনের কাজগুলিতে, ইরানের এখন পর্যন্ত একগুঁয়েমির পরকীয় শাসকগণ তাদের নিজ দেশের ধর্ম এবং সাংস্কৃতিক ঐতিহ্যের প্রতি একটি নতুন এবং জনসাধারণের প্রতিশ্রুতি প্রকাশ করছিল। ইতিপূর্বে কিছু দুই প্রজন্মকে ধ্বংস করে দিয়েছিল - এবং তা এমন একটি জরুরী অবস্থার সাথে করা যা প্রস্তাব করেছিল যে তারা হারিয়ে যাওয়া সময়ের জন্য তৈরি করছে। \" \n১৩ তম শতাব্দীর প্রথম দশকে পারস্য ইহুদি উজির, রাউদ-আল-দানকে গাজান মঙ্গোলদের ইতিহাস অব্যাহত রাখার জন্য নিযুক্ত করেছিলেন, যা তিনি ১৩০৭ সালে সম্পন্ন করেছিলেন এবং পরবর্তী খান আলজাইতি একটি বিশ্ব ইতিহাসের আদেশ দিয়েছিলেন, জামি আল -তাওয়ারিখ, যার প্রাচীনতম পাণ্ডুলিপিও ১৩০৭ তারিখের।  রাদ-আল- দন রাব-ই-রশিদীর তাবরিজ শহরতলিতে একটি স্ক্রিপ্টরিয়াম স্থাপন করেছিলেন, যেখানে বইটি গবেষণা, লেখা, চিত্রিত এবং আবদ্ধ ছিল। উদ্দেশ্য ছিল প্রতি বছর দুটি সচিত্র পাণ্ডুলিপির কপি তৈরি করা, একটি ফার্সি এবং একটি আরবিতে, সাম্রাজ্যের চারপাশে বিতরণের জন্য; এর মধ্যে তিনটি অংশ বেঁচে আছে, পাশাপাশি কর্মশালার অন্যান্য বইয়ের অংশও রয়েছে। এগুলি একটি মোটামুটি সামঞ্জস্যপূর্ণ শৈলীতে চিত্রিত করা হয়েছে, যা গ্রেট মঙ্গোল শাহনামা নির্মাণ করে এবং উল্লেখযোগ্যভাবে বিকাশ লাভ করে।  ১৩১৮ সালে রাদ-আল-দানের মৃত্যুদণ্ড কার্যকর করার পর কর্মশালাটি বন্ধ হয়ে যায় বা বন্ধ হয়ে যায়, কিন্তু ১৩৩০-এর দশকে আদালতে উঠলে তার পুত্র আল-দান মোয়াম্মাদ এটিকে পুনরুজ্জীবিত করে এবং গ্রেট মঙ্গোল শাহনামাহকে সেখানে তৈরি করা হয়েছে বলে ধরে নেওয়া হয়। \n\n\n== ইতিহাস ==\nকাজটি কখন সংঘটিত হয়েছিল এবং কারা এটি চালু করেছিল তার বিবরণ সহ যে কোনও কথা, যা অনেক ফারসি পাণ্ডুলিপিতে রয়েছে, তা হারিয়ে গেছে। কাজটি সর্বদা ইল-খানিদ যুগে তাবরিজে অবস্থিত ছিল এবং এটি স্পষ্টতই একটি বিশাল প্রকল্প যা আদালতের গুরুত্বপূর্ণ ব্যক্তির দ্বারা কমিশন করা হয়েছিল, সম্ভবত শাসককে চূড়ান্ত প্রাপক হিসাবে, একটি উপহার বা একটি অর্পিত কমিশনের মাধ্যমে। পাণ্ডুলিপির সাম্প্রতিক গবেষণায় ১৯৭৫ সালে হার্ভার্ডের একটি সেমিনারে ওলেগ গ্রাবার এবং শিলা ব্লেয়ারের প্রকাশিত সেমিনারে পৌঁছানো সিদ্ধান্তের দ্বারা প্রভাবিত হয়েছে । \nএটি সৃষ্টির একটি সংক্ষিপ্ত সময়ের প্রস্তাব দেয়, যার কাজ শুরু করার সময় খুব সঠিকভাবে \"নভেম্বর ১৩৩৫ এবং মে ১৩৩৬ এর মধ্যে\", এবং রাউদ-আল- দানের পুত্র আল-দীন মোয়াম্মাদের একটি কমিশন, কাজের সাথে পাণ্ডুলিপিতে সম্ভবত ১৩৩৬ সালের মে মাসে তার হত্যার মাধ্যমে শেষ করা হয়েছিল। এই দুটি বিষয়ই সাধারণভাবে গৃহীত হয়েছে, যদিও উভয়ের জন্য প্রমাণের অভাব লক্ষ করা গেছে, এবং বিশেষ করে কিছু পণ্ডিতরা সৃষ্টির একটি সময়কে দীর্ঘকাল ধরে প্রসারিত করার পক্ষে।  প্রস্তাবিত প্রধান বিকল্প প্রাথমিক পৃষ্ঠপোষক ইলখানিদের শাসকদের মূল সারির শেষটি ছিল, আবু সা'দ, যিনি ১৩৩৫ সালে মারা গিয়েছিলেন প্লেগ রোগে। তাই ইলখানাতের বিভক্তিকে উদ্দীপিত করেছিল ছোট রাজ্য। যদি এইরকম হয়, তাহলে আল-দীন মোয়াম্মাদ খুব ভালভাবে এখনও কমিশন পূরণের জন্য দায়ী হতে পারে।\n\nমিনিয়েটুরিস্ট ডাস্ট মুহাম্মদ প্রায় ১৫৪৪ সালে ফার্সি পেইন্টিংয়ের ইতিহাস লিখেছিলেন, ২০০ বছরেরও বেশি পরে, যেখানে তিনি একটি গুরুত্বপূর্ণ রাজকীয় শাহনামাকে উল্লেখ করেছেন, যা তিনি বিন্যাসে \"বর্গক্ষেত্র\" হিসাবে বর্ণনা করেছেন, যা গ্রেট মঙ্গোল শাহনামা এটি না. তা সত্ত্বেও, অনেক পণ্ডিত মনে করেছেন যে তিনি গ্রেট মঙ্গোল শাহনামের বর্ণনা দিচ্ছিলেন। ডাস্ট মুহাম্মদ চিত্রশিল্পী আহমান মুসা নামে। তার ব্যবহার করা চিত্রকলার শৈলী, আঁকা  এবং তাঁর একটি পাণ্ডলিপি শামসুদ্দিন দ্বারা রচিত হয়, তাই শাহনামা। শাহনামার বর্ণনা কারী ওয়ায়েস জালালিল বলেন, সমাজের এক গুরুত্বপূর্ণ নেতা জুয়ায়েরাইড রাজবংশ  (১৩৫৬- ১৩৭৪) । \nমনে হয় পাণ্ডুলিপিটি ১৬তম শতাব্দীর গোড়ার দিকে তাবরিজে রয়ে গেছে  এবং তারপর কিছু সময়ে শাহের মূল লাইব্রেরিতে থাকে, যেখানে এটি ১৯ শতকের শেষের দিকে ছবি তোলা হয়েছিল, এখনও আছে।  এটি একসময় গোলেস্তান প্রাসাদে রাখা হয়েছিল। কিন্তু এটি প্রথম ইউরোপে প্রদর্শনী হয়েছিল প্যারিসে ১৯০০-১৯২৩ সালে, যা বেলজিয়ান শিল্প বিক্রেতা জর্জেস ডেমোটের সাথে হয়েছিল: \"বলা হয় যে ডেমোটে প্রায় ১৯১০ সালে প্যারিসে পাণ্ডুলিপি অর্জন করেছিলেন; তিনি শেমাভান মালায়ান থেকে এটি কিনেছিলেন, সুপরিচিত ডিলার হাগোপ কেভোরকিয়ানের ভগ্নিপতি, যিনি তেহরান থেকে এনেছিলেন \"। \nমেট্রোপলিটন মিউজিয়াম অফ আর্ট এবং অন্যান্য সম্ভাব্য ক্রেতাদের কাছ থেকে ডেমোটে পুরো পাণ্ডুলিপির জন্য তিনি যে দাম চেয়েছিলেন তা বাড়াতে ব্যর্থ হন। তারপরে তিনি বিক্রয়মূল্য বাড়ান এবং বইয়ের মূল ফর্মটি সঠিকভাবে রেকর্ড না করে ক্ষুদ্রাকৃতিগুলি আলাদা করে সেগুলি বিক্রি করেছিলেন। ক্ষুদ্রাকৃতির সঙ্গে দুটি দিক দিতে, এবং এই এবং ফলে ক্ষতি ছদ্মবেশে, পৃষ্ঠাগুলি আলাদা করা হয়েছিল, ক্যালিগ্রাফারদের নতুন টেক্সট যোগ করার জন্য নিয়োগ করা হয়েছিল কাজের ভুল ঠিক করার জন্য, কারণ ডেমোটে তার ধনী সংগ্রাহকদের নতুন গ্রাহক হওয়ার আশা করেনি ফার্সি পড়তে সক্ষম হবে।  এটি কিছু ক্ষুদ্রাকৃতির বিষয় এখনও অনিশ্চিত রেখেছে, কারণ আশেপাশের পাঠ্য তাদের সাথে মেলে না।  পণ্ডিতরা \"কুখ্যাত\" ডেমোটের   জন্য খুব সমালোচিত হয়েছেন এবং এটি অনেককে বিরক্ত করেছিল যে তিনি যে পাণ্ডুলিপির সাথে এত নিষ্ঠুরভাবে আচরণ করেছিলেন তার নাম বহন করেছিল, তাই \"গ্রেট মঙ্গোল শাহনাম \" এর নতুন নামটি প্রচার করা হয়েছিল এবং সাধারণভাবে গ্রহণযোগ্যতা অর্জন করেছিল।\n\nবর্তমানে, এই পাণ্ডুলিপি থেকে ৫৭ টি ক্ষুদ্রাকৃতি বিশ্বের বিভিন্ন জাদুঘরে রয়েছে, ফ্রি গ্যালারি অফ আর্টে যার ১৬টি পৃষ্ঠায় বৃহত্তম গ্রুপ রয়েছে।  লুভ্রে, ব্রিটিশ মিউজিয়াম, মেট্রোপলিটন মিউজিয়াম আর্ট, এবং ডাবলিন, বার্লিন, বোস্টন, ক্লিভল্যান্ড, ডেট্রয়েট, জেনেভা, মন্ট্রিল এবং অন্যান্য শহরের জাদুঘরে। পাশাপাশি ইসলামী শিল্পের শিলালিপি হিসাবে ব্যক্তিগত সংগ্রহে আছে । \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nBlair, Sheila, and Bloom, Jonathan M., The Art and Architecture of Islam, 1250–1800, 1995, Yale University Press Pelican History of Art, আইএসবিএন ০৩০০০৬৪৬৫৯\nCanby, Sheila R., Persian Painting, 1993, British Museum Press, আইএসবিএন ৯৭৮০৭১৪১১৪৫৯০\nCarboni, Stefano, Adamjee, Qamar, Folios from the Great Mongol Shahnama (Book of Kings), in Heilbrunn Timeline of Art History, 2003, The Metropolitan Museum of Art (accessed 22 August 2016)\n\"Grove\", The Grove Encyclopedia of Islamic Art and Architecture, Volume 3, Editors: Jonathan Bloom, Sheila S. Blair, 2009, Oxford University Press, আইএসবিএন ০১৯৫৩০৯৯১X, 9780195309911\nHillenbrand, Robert, in Linda Komaroff, Stefano Carboni, eds., The Legacy of Genghis Khan: Courtly Art and Culture in Western Asia, 1256–1353, 2002, Metropolitan Museum of Art, আইএসবিএন ১৫৮৮৩৯০৭১৩, 9781588390714\n\"Iranica\", \"Demotte ŠĀH-NĀMA\", Encyclopædia Iranica, online, accessed 28 August 2016\nSims, Eleanor, in Komaroff, Linda (ed), Beyond the Legacy of Genghis Khan, 2012, BRILL, আইএসবিএন ৯৭৮৯০৪৭৪১৮৫৭৩\nTitley, Norah M., Persian Miniature Painting, and its Influence on the Art of Turkey and India, 1983, University of Texas Press, আইএসবিএন ০২৯২৭৬৪৮৪৭\n\n\n== আরো পড়ুন ==\nGrabar, Oleg, and Sheila Blair, Epic Images and Contemporary History: The Illustrations of the Great Mongol Shahnama, 1980, University of Chicago Press.\nHillenbrand, Robert, ed., Shahnama: The Visual Language of the Persian Book of Kings, 2004, Ashgate.\n\n\n== বহিঃসংযোগ ==\nPenn Libraries  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ আগস্ট ২০২১ তারিখে small thumb images and catalogue information; full images restricted\nUniversity of Michigan small thumb images and catalogue information; full images restricted\nShahnama Project  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ মে ২০১৯ তারিখে, incomplete list with images\nIlkhanid Illustrations in the Great Mongol (Demotte) Shāh-Nāmeh  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ আগস্ট ২০২১ তারিখে"}