{"pageid": 1081486, "title": "হিন্দু খাদ্যাভ্যাস", "url": "https://bn.wikipedia.org/wiki?curid=1081486", "content": "হিন্দুধর্মে খাদ্যাভ্যাস ভারতীয় উপমহাদেশ জুড়ে বিভিন্ন ঐতিহ্যের প্রতীক। হিন্দু ধর্মগ্রন্থ অহিংসার ধারণা—সমস্ত প্রাণীর প্রতি অ-হিংসা এবং সহানুভূতির ওপর ভিত্তি করে নিরামিষ খাদ্যাভ্যাসকে আদর্শ হিসেবে প্রচার করে। পিউ রিসার্চ সেন্টারের এক জরিপ অনুসারে, ৪৪% হিন্দু নিরামিষভোজী বলে উল্লেখ করেছেন।\n\n\n== ইতিহাস ==\nখ্রিস্টপূর্ব প্রথম সহস্রাব্দের মাঝামাঝি সময়ে, তিনটি প্রধান ভারতীয় ধর্ম—হিন্দুধর্ম, জৈনধর্ম এবং বৌদ্ধধর্ম—অহিংসাকে একটি নৈতিক মূল্য হিসেবে গ্রহণ করেছিল এবং এটি পুনর্জন্মের ওপর প্রভাব ফেলে বলে বিশ্বাস করত। খ্রিস্টীয় ২০০ সালের দিকে, খাদ্য এবং প্রাণী হত্যার ওপর ভোজকে প্রাণের প্রতি হিংসার একটি রূপ হিসেবে দেখা হয় এবং এটি ধর্মীয় ও সামাজিক নিষিদ্ধে পরিণত হয়।\nলন্ডনের একজন ব্যবসায়ী এবং ভারতে ভ্রমণকারী প্রথম দিকের ইংরেজ পর্যটকদের একজন, রালফ ফিচ, ১৫৮০ সালে তার দেশে পাঠানো এক চিঠিতে লিখেছিলেন:\n\n \"তাদের মধ্যে একটি খুব অদ্ভুত রীতি রয়েছে ... তারা কোনো মাংস খায় না, বরং শিকড়, চাল এবং দুধের ওপর নির্ভর করে জীবনযাপন করে।\"\n\n\n== হিন্দু ধর্মগ্রন্থ এবং পাঠ্যে আহার ==\n\n\n=== বৈদিক সাহিত্যে ===\nবেদ থেকে প্রমাণ পাওয়া যায় যে আর্যদের খাদ্য শস্য ছিল, প্রথমে বার্লি কিন্তু পরে চাল, ডাল যেমন মাশা (উরদ), মুদগা (মুগ), এবং মাসুরা (মসুর), শাকসবজি যেমন পদ্মের শিকড়, পদ্মের কাণ্ড, বোতল করলা এবং দুধের দ্রব্য, প্রধানত গরু, মহিষ ও ছাগলের।  বেদে ষাঁড়, ঘোড়া, মেষ ও ছাগল সহ পশুবলি দেওয়া ও খাওয়ার বর্ণনা দেওয়া হয়েছে। যদিও বেদে গরু উচ্চ অবস্থানে ছিল, বন্ধ্যা গরুও বলি দেওয়া হত।\nতারপরও, অগ্ন্যা (অলঙ্ঘনীয়) শব্দটি গরুর জন্য ব্যবহার করা হয়েছে, কিছু ঋগ্বেদিক রচয়িতা পুরো গোবজাতীয় মসলাকে অলঙ্ঘনীয় বলে মনে করেন। পশুবলির কাজগুলি সম্পূর্ণরূপে গৃহীত হয় নি কারণ প্রাচীন বেদের থেকে শুরু হওয়া 'বলির বধকারীর ভয়ঙ্কর বর্বরতার' কারণে অস্বস্তি ও উত্তেজনার লক্ষণ ছিল। অহিংসা বা প্রাণীদের প্রতি অহিংসার (পশু-অহিংস), দৃশ্যত নৈতিক অর্থে, যজুর্বেদের কপিস্থল কঠ সংহিতা (৩১.১১), খ্রিস্টপূর্ব ৮ম শতাব্দীতে লেখা পাওয়া যায়। শতপথ ব্রাহ্মণ মাংস খাওয়ার এবং ছান্দোগ্য উপনিষদে 'সকল জীবকে' হত্যার বিরোধিতা করে। মাংস খাওয়ার বিরুদ্ধে আদেশ ধর্মসূত্রেও দেখা যায়। স্টিভেন জে. রোজেন প্রস্তাব করেন যে মাংস শুধুমাত্র ধর্মীয় বলির অংশ হিসাবে খাওয়া হতে পারে এবং অন্যথায় নয়।\n\n\n=== ধর্মশাস্ত্রে ===\nকেনের মতে, যিনি খাবার খেতে চলেছেন, তাকে খাবার পরিবেশনকারীকে অভিবাদন করা উচিত, তাকে সম্মান করা উচিত, কখনও খারাপ কথা বলা উচিত নয় এবং কখনও এতে দোষ খুঁজা উচিত নয়।\nধর্মশাস্ত্র সাহিত্য, প্যাট্রিক অলিভেল বলেন, \"মানুষকে একা নিজের জন্য রান্না না করার\" উপদেশ দেয়, দেবতাদের কাছে, পিতৃপুরুষদের কাছে, সহ-মানুষকে আতিথেয়তা হিসাবে এবং ভিক্ষু ও অভাবীদের ভিক্ষা হিসাবে অর্পণ করে। অলিভেল দাবি করেন যে সমস্ত জীবই খাদ্যের বিষয়ে পরস্পর নির্ভরশীল এবং এইভাবে খাদ্যকে সম্মান করা, পূজা করা এবং যত্ন সহকারে গ্রহণ করা উচিত। অলিভেল বলেছেন যে শাস্ত্র সুপারিশ করে যে যখন একজন ব্যক্তি খাবার দেখেন, তখন তার হাত গুটিয়ে প্রণাম করা উচিত এবং ধন্যবাদ প্রার্থনা করা উচিত। খাদ্যের প্রতি এই শ্রদ্ধা হিন্দুধর্মে পরিত্যাগকারী বা সন্ন্যাসী ঐতিহ্যের চরম পর্যায়ে পৌঁছেছে। হিন্দুঐতিহ্য খাদ্য সংগ্রহ ও প্রস্তুতকে অপরিহার্যভাবে একটি হিংসাত্মক প্রক্রিয়া হিসাবে দেখে, যেখানে অন্যান্য জীবনপ্রকৃতি ও প্রকৃতি বিঘ্নিত হয়, আংশিকভাবে ধ্বংস হয়, পরিবর্তিত হয় এবং ভোজ্য ও সুস্বাদু কিছুতে পরিবর্তিত হয়।\nভিক্ষাজীবীগন (সন্ন্যাসী, তপস্বী) এই প্রক্রিয়ার সূচনাকারী হওয়া এড়িয়ে চলে, এবং তাই গৃহকর্তাদের অবশিষ্ট খাদ্যের জন্য ভিক্ষা করার উপর সম্পূর্ণভাবে নির্ভর করে। অলিভেল বলেন, \"ভিক্ষাজীবীরা আধ্যাত্মিক বিশ্বাসের অনুসরণে অন্য লোকের অবশিষ্ট উদ্বৃত্ত খাবার খায়\"। যদি তারা অবশিষ্ট উদ্বৃত্ত খাবার খুঁজে না পায়, তারা ফসল কাটার পরে জমিতে পড়ে থাকা ফল বা বীজ খোঁজে।\nঅন্যদিকে, হিন্দুধর্মের অরণ্য সন্নাসীরা ভিক্ষাও করে না। তাদের খাদ্য বন্য ও অচাষিত। তাদের খাদ্যের মধ্যে প্রধানত ফল, শিকড়, পাতা এবং প্রাকৃতিকভাবে জঙ্গলে জন্মে এমন কিছু থাকবে। তারা লাঙ্গল করা জমিতে পা রাখেনা। তারা এমন জীবন যাপন করার চেষ্টা করেছিল যা জীবনের যেকোন প্রকারের ক্ষতির সম্ভাবনাকে কম করে, পছন্দ করে নির্মূল করে।\n\n\n=== মনুস্মৃতিতে ===\nমনুস্মৃতি অধ্যায় ৫-এ খাদ্য নিয়ে আলোচনা করেছে, এতে এমন শ্লোক রয়েছে যা মাংস খাওয়াকে দৃঢ়ভাবে নিরুৎসাহিত করে, সেইসাথে এমন শ্লোক রয়েছে যেখানে প্রতিকূলতার সময় এবং বিভিন্ন পরিস্থিতিতে মাংস খাওয়াকে উপযুক্ত বলে ঘোষণা করা হয়, এই ধরনের পরিস্থিতিতে মাংস পশুর ন্যূনতম ক্ষতি ও কষ্ট সহ উৎপাদিত করার সুপারিশ করা হয়েছে। মনুস্মৃতির ৫.৪৮-৫.৫২ শ্লোকগুলি নিম্নরূপ মাংস এড়ানোর কারণ ব্যাখ্যা করে (সংক্ষিপ্ত),\n\nজীবের ক্ষতি না করে কেউ কখনো মাংস পেতে পারে না...তাই তার মাংস পরিহার করা উচিত। কীভাবে মাংস পাওয়া যায় এবং কীভাবে মূর্ত প্রাণীকে বেঁধে হত্যা করা হয় তার প্রতিফলন করে, তাকে যে কোনও ধরনের মাংস খাওয়া ছেড়ে দেওয়া উচিত ...যে লোকটি অনুমোদন করে, যে লোক কসাই করে, যে লোকটি বধ করে, যে ব্যক্তি ক্রয় বা বিক্রয় করে, যে ব্যক্তি রান্না করে, যে ব্যক্তি পরিবেশন করে এবং যে ব্যক্তি খায় - এরা সবাই খুনি। ঐ মানুষের চেয়ে বড় পাপী আর কেউ নেই যে, দেবতা বা পূর্বপুরুষদের কাছে নৈবেদ্যর বাইরে, অন্য কারো খরচে তার নিজের মাংসকে সমৃদ্ধ করতে চায়।\n\nবিপরীতে, মনুস্মৃতির শ্লোক ৫.৩৩ বলে যে মানুষ প্রতিকূল সময়ে মাংস খেতে পারে, শ্লোক ৫.২৭ সুপারিশ করে যে মাংস খাওয়া ঠিক আছে যদি মাংস না খাওয়া ব্যক্তির স্বাস্থ্য ও জীবনকে ঝুঁকিতে ফেলতে পারে, যদিও বিভিন্ন শ্লোক যেমন ৫.৩১ ও ৫.৩৯ সুপারিশ করে যে মাংস বলি হিসাবে উৎপাদিত হয়। শ্লোক ৩.২৬৭ থেকে ৩.২৭২ পর্যন্ত, মনুস্মৃতি বলির খাবারের অংশ হিসাবে হরিণ, হাঁস-মুরগি, ছাগল, ভেড়া, খরগোশ এবং অন্যান্যদের মাছ ও মাংসকে অনুমোদন করে। যাইহোক, মনুস্মৃতি আইন গ্রন্থ নয়, আধ্যাত্মিক গ্রন্থ। তাই এটি মাংস খাওয়ার অনুমতি দেয় কিন্তু এটি প্রচার করে না। মনুস্মৃতির ব্যাখ্যামূলক বিশ্লেষণে, প্যাট্রিক অলিভেল বলেছেন যে নথিটি দেখায় যে মাংস খাওয়ার বিরোধী মতামত প্রাচীন হিন্দুদের মধ্যে প্রচলিত ছিল, এবং উপযুক্ত খাদ্যের উপর অন্তর্নিহিত উদীয়মান চিন্তাধারা অ-আঘাত এবং সমস্ত জীবন রূপ সম্পর্কে আধ্যাত্মিক চিন্তার নীতি দ্বারা চালিত হয়েছিল, প্রবণতা হল মাংসের ব্যবহার কমানো ও অ-ক্ষতিকর নিরামিষ জীবনধারার পক্ষে।\n\n\n=== মহাভারতে ===\nমহাভারতে অনেক গল্প রয়েছে যা প্রাণীদের প্রতি অহিংসাকে মহিমান্বিত করে এবং পশুহত্যার বিরুদ্ধে সবচেয়ে শক্তিশালী বক্তব্য দেয়। মহাকাব্যের তিনটি অধ্যায় মাংস ভক্ষণের কুফল সম্পর্কে উৎসর্গ করা হয়েছে। ভীষ্ম করুণাকে সর্বোচ্চ ধর্মীয় নীতি বলে ঘোষণা করেন এবং পশুর মাংস ভক্ষণকে নিজের সন্তানের মাংস খাওয়ার সঙ্গে তুলনা করেন। যদিও তিনি নামমাত্র স্বীকার করেন যে মনু বলেছিলেন উৎসর্গমূলক প্রেক্ষাপটে মাংস ভক্ষণ অনুমোদনযোগ্য, ভীষ্ম যুধিষ্ঠিরকে ব্যাখ্যা করেন যে \"যে ব্যক্তি এটি থেকে বিরত থাকে, সে অশ্বমেধ যজ্ঞ সম্পাদনের সমান পুণ্য অর্জন করে\" এবং \"যাঁরা স্বর্গপ্রাপ্তির ইচ্ছা করেন, তাঁরা পশুর পরিবর্তে বীজ দ্বারা যজ্ঞ সম্পন্ন করেন।\" মহাভারতে উল্লেখ করা হয়েছে যে পশুবলি প্রথম চালু হয়েছিল ত্রেতা যুগে, একটি কম পবিত্র এবং কম করুণাময় যুগে, এবং তা সত্য যুগে, 'স্বর্ণযুগে', বিদ্যমান ছিল না।\n\n\n=== তিরুক্কুরালে ===\nতিরুক্কুরাল পরিমিত খাদ্যকে গুণপূর্ণ জীবনধারা হিসাবে বর্ণনা করে এবং এর পুলান মারুথাল (মাংস বা মাংস থেকে বিরত থাকা) অধ্যায়, ২৫১ থেকে ২৬০ শ্লোকে \"অনিরামিষাবাদ\" এর সমালোচনা। শ্লোক ২৫১, উদাহরণস্বরূপ, প্রশ্ন \"কীভাবে একজন দয়ার অধিকারী হতে পারে, যে তার নিজের মাংস বাড়াতে, অন্য প্রাণীর মাংস খায়।\" এটি আরও বলে যে \"জ্ঞানীরা, যারা মানসিক বিভ্রান্তি বর্জিত, তারা অন্য প্রাণীর বিচ্ছিন্ন দেহ খায় না\" (শ্লোক ২৫৮), পরামর্শ দেয় যে \"মাংস স্তব্ধ শরীরের ঘৃণ্য ক্ষত ছাড়া কিছুই নয়\" (শ্লোক ২৫৭)। এটি বলে চলেছে যে মাংস না খাওয়া অভ্যাস যা এখনও পর্যন্ত জানা সবচেয়ে পবিত্র ধর্মীয় অনুশীলনের চেয়ে বেশি পবিত্র (শ্লোক ২৫৯) এবং যারা হত্যা করা এবং হত্যা করা থেকে বিরত থাকে তারাই শ্রদ্ধার যোগ্য (শ্লোক ২৬০)। পাঠ্যটির দ্বিতীয় বইয়ের অধ্যায় ৯৫ খাওয়ার অভ্যাস এবং স্বাস্থ্যকর জীবনে এর ভূমিকা (মিতাহার) নিয়ে আলোচনা করে।\nতিরুক্কুরাল শ্লোক ৯৪৩ থেকে ৯৪৫ তে বলা হয়েছে, \"পরিমিতভাবে খান, যখন আপনি ক্ষুধার্ত বোধ করেন, আপনার শরীরের জন্য সম্মত খাবার, আপনার শরীর অসম্মত মনে করে এমন খাবার থেকে বিরত থাকুন\"।\n৯৪৬ শ্লোকে তিরুক্কুরাল অতিরিক্ত খাওয়ার স্বাস্থ্যের উপর খারাপ প্রভাব রয়েছে বলেও জোর দিয়েছেন, কারণ \"যে ব্যক্তি পরিমিতভাবে খায় তার মধ্যে স্বাস্থ্যের আনন্দ থাকে। যে অত্যধিক খায় তার সাথে রোগের যন্ত্রণা থাকে।\"\n\n\n=== পুরাণে ===\nপৌরাণিক গ্রন্থগুলি অনেক জায়গায় পশুদের বিরুদ্ধে সহিংসতার তীব্র বিরোধিতা করে যদিও \"বলির প্রেক্ষাপটে এটিকে নামমাত্র গ্রহণ করার জন্য বৈদিক বাধ্যবাধকতার দ্বারা বাধা দেওয়ার নমুনা অনুসরণ করা সত্ত্বেও\"। সবচেয়ে গুরুত্বপূর্ণ পুরাণ পাঠ, ভাগবত পুরাণ পশুবলি প্রত্যাখ্যান করার ক্ষেত্রে সবচেয়ে বেশি এগিয়ে যায়—সকল জীবের ক্ষতি করা থেকে বিরত থাকাকে সর্বোচ্চ ধর্ম হিসেবে বিবেচনা করা হয়। পাঠ্যটিতে বলা হয়েছে যে পশুদের ক্ষতি করার পাপ \"শমবলি\" পালন করে ধুয়ে ফেলা যায় না, ঠিক যেমন \"কাদা দিয়ে কাদা ধুয়ে ফেলা যায় না\"। এটি স্পষ্টভাবে পশুবলির কর্মক্ষমতা থেকে সংগৃহীত ভয়ঙ্কর কর্মিক প্রতিক্রিয়া উপস্থাপন করে-যারা নির্দয়ভাবে পশু-পাখি রান্না করে তারা কুম্ভীপাক নরকে যায় এবং ফুটন্ত তেলে ভাজা হয়' এবং যারা শমবলি করে তারা নিজেরাই বিশসন নরকে টুকরো টুকরো হয়ে যায়। স্কন্দপুরাণ বলে যে পশুবলি দেখে ঋষিরা হতাশ হয়ে পড়েছিলেন এবং এটিকে ধর্মের বিরুদ্ধে বিবেচনা করেছিলেন, দাবি করেছিলেন যে বলি শস্য ও দুধ দিয়ে করা উচিত। এটি বর্ণনা করে যে পশুবলি শুধুমাত্র দুর্ভিক্ষের সময় জনগণকে খাওয়ানোর জন্য অনুমোদিত ছিল, তবুও ঋষিরা অনাহারে মারা গেলেও পশুবলি করেননি। মৎস্য পুরাণে ঋষিদের মধ্যে কথোপকথন রয়েছে যারা পশুদের বিরুদ্ধে সহিংসতাকে অস্বীকার করে, ফল ও শাকসবজির উৎসর্গের সাথে জড়িত আচার পছন্দ করে। পাঠ্যটিতে বলা হয়েছে যে পশুদের বিরুদ্ধে সহিংসতা থেকে অর্জিত নেতিবাচক কর্ম যে কোনো সুবিধার চেয়ে বেশি।\n\n\n== সমসাময়িক খাদ্য ==\nঅনুমান অনুযায়ী ৩৩% হিন্দু নিরামিষাশী। ২০২১ সালের পিউ রিসার্চ সেন্টারের সমীক্ষা অনুসারে, ৪৪% হিন্দু নিরামিষাশী।\n\n\n=== ল্যাক্টো-নিরামিষ খাদ্য ===\n\nনিরামিষবাদ হল অনেক হিন্দুদের মধ্যে একটি খাদ্যতালিকাগত আদর্শ, যা অহিংসার ধারণার উপর ভিত্তি করে —অহিংসা এবং সমস্ত প্রাণীর প্রতি সমবেদনা। নিরামিষ ভোজনকে সাত্ত্বিক বলে মনে করা হয়, যা কিছু হিন্দু গ্রন্থে শরীর ও মন জীবনধারাকে শুদ্ধ করে।\nল্যাক্টো-নিরামিষ ভোজনকে অনেক হিন্দুরা পছন্দ করেন তার \nসাধারণ আধুনিক শহুরে হিন্দু ল্যাক্টো-নিরামিষ খাবার চাল এবং গম, লেবু, সবুজ শাকসবজি এবং দুগ্ধজাত দ্রব্যের মিশ্রণের উপর ভিত্তি করে তৈরি করা হয়। ভৌগোলিক অঞ্চলের উপর নির্ভর করে কাঁচা মালগুলিতে বাজরা ভিত্তিক ফ্ল্যাটব্রেড অন্তর্ভুক্ত থাকতে পারে। বধ করা পশু থেকে প্রাপ্ত চর্বি পরিহার করা হয়।\nহিন্দুদের বৈষ্ণব সম্প্রদায় সম্পূর্ণভাবে বা চাতুর্মাসের সময় (গ্রেগরীয় বর্ষপঞ্জির প্রায় জুলাই-নভেম্বর) পেঁয়াজ ও রসুন খাওয়া থেকে বিরত থাকে। মহারাষ্ট্রে, বেশ কিছু হিন্দু পরিবারও এই সময়ের মধ্যে কোনো বেগুন খায় না।\nইসকন (আন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘ) এর অনুসারীরা মাংস, মাছ ও পাখী থেকে বিরত থাকে। সংশ্লিষ্ট পুষ্টিমার্গী  সম্প্রদায়ের অনুসারীরাও কিছু শাকসবজি যেমন পেঁয়াজ, মাশরুম এবং রসুন এড়িয়ে চলে, এই বিশ্বাস থেকে যে এগুলো তমাস (ক্ষতিকর)। স্বামীনারায়ণ আন্দোলনের সদস্যরা মাংস, ডিম এবং সামুদ্রিক খাবার বর্জিত এমন খাদ্যকে দৃঢ়ভাবে মেনে চলে।\n\n\n=== আমিষ খাবার ===\n\nহিন্দুধর্ম আমিষ খাদ্য নিষিদ্ধ করে না। যদিও ভারতীয় হিন্দুদের অধিকাংশই আমিষভোজী এবং ডিম, মাছ, মুরগি ও মাংস খায়, হিন্দুদের বৃহৎ সংখ্যকই নিরামিষভোজী। ডায়াস্পোরা হিন্দুদের উপর অনুমান অনুসারে, সুরিনামের হিন্দুদের মাত্র ১০% নিরামিষভোজী এবং গায়ানার হিন্দুদের পাঁচ শতাংশেরও কম নিরামিষাশী।\nআমিষভোজী ভারতীয়রা বেশিরভাগই তাদের মাংসের উৎস হিসেবে পোল্ট্রি, মাছ, অন্যান্য সামুদ্রিক খাবার, ছাগল ও ভেড়া পছন্দ করে। ভারতের পূর্ব ও উপকূলীয় দক্ষিণ-পশ্চিম অঞ্চলে, মাছ এবং সামুদ্রিক খাবার বেশিরভাগ স্থানীয় সম্প্রদায়ের প্রধান খাদ্য। অর্থনৈতিক কারণে, এমনকি ভারতে মাংস ভক্ষণকারী হিন্দুরাও বেশিরভাগ দিনে ল্যাক্টো-নিরামিষ খাবার খাওয়ার সামর্থ্য রাখে। বিশ্বব্যাপী, ভারত সর্বনিম্ন পরিমাণে মাথাপিছু মাংস খায়।\nহিন্দুরা যারা মাংস খায়, তারা প্রায়শই অন্য সব মাংসকে গরুর মাংস থেকে আলাদা করে। গরুর প্রতি শ্রদ্ধা হিন্দু বিশ্বাসের অংশ, এবং বেশিরভাগ হিন্দুরা গরু থেকে উৎসারিত মাংস এড়িয়ে চলে, পরিবারের অন্য সদস্য হিসেবে বিবেচিত। নেপালী হিন্দু সম্প্রদায়ের ছোট সংখ্যালঘুরা গাধিমাই উৎসবে মহিষ বলি দেয়, তবে গরুকে মহিষ বা অন্যান্য লাল মাংসের উৎস থেকে আলাদা বিবেচনা করুন। যাইহোক, ২০১৫ সালে গাধিমাই মন্দির ট্রাস্ট দ্বারা মহিষ বলি নিষিদ্ধ করা হয়েছিল।\nভিয়েতনামের চাম হিন্দুরাও গরুর মাংস খায় না।\nকিছু হিন্দু যারা আমিষ খাবার খান তারা জন্মাষ্টমীর মতো উৎসবের সময় আমিষ খাবার খাওয়া থেকে বিরত থাকেন।\n\n\n=== প্রসাদ ও নৈবেদ্য ===\n\nপ্রসাদ বা প্রসাদম হল হিন্দুধর্মের ধর্মীয় নৈবেদ্য। প্রায়শই এটি নিরামিষ খাবার বিশেষ করে ভক্তদের জন্য দেবতার প্রশংসা ও ধন্যবাদ জানানোর পরে রান্না করা হয়। মহাপ্রসাদ (যাকে ভান্ডারও বলা হয়), হিন্দু মন্দিরে দেবতার উদ্দেশ্যে দেওয়া পবিত্র খাবার যা কোনো অভিমুখ নির্বিশেষে সমস্ত ভক্তদের দ্বারা বিতরণ করা হয়।. প্রসাদ নৈবেদ্য শব্দের সাথে ঘনিষ্ঠভাবে যুক্ত, এছাড়াও নৈবেদ্য', নৈবেদ্য বা নৈবেদ(হ)যম বানান। ভগবানকে নিবেদন করা খাবারকে বলা হয় নৈবেদ্য, যখন পবিত্র খাবারকে বলা হয় প্রসাদ।\n\n\n=== হিন্দু উৎসব এবং ধর্মীয় পালনের উপর খাদ্য ===\n\nহিন্দু পঞ্জিকাতে অনেক উৎসব ও ধর্মীয় পর্যবেক্ষণ রয়েছে এবং সেই উৎসবের জন্য নির্দিষ্ট খাবার প্রস্তুত করা হয়।\n\n\n==== উৎসবের খাবার ====\nহিন্দুরা বিভিন্ন উৎসবের জন্য বিশেষ খাবার তৈরি করে। ক্ষীর ও হালুয়া হল দীপাবলির জন্য দুটি মিষ্টি। পুরান পোলি, এবং গুজিয়া ভারতের বিভিন্ন স্থানে হোলির জন্য প্রস্তুত করা হয়।\n\n\n==== উপবাসের দিনের খাবার ====\nহিন্দুরা একাদশীর মতো দিনে উপবাস করে, যেমন ভগবান বিষ্ণু বা তাঁর অবতারদের সম্মানে, গণেশের সম্মানে চতুর্থী, শিবের সম্মানে সোমবার, বা মারুতি বা শনির সম্মানে শনিবার। উপবাসের সময় শুধুমাত্র নির্দিষ্ট ধরনের খাবার খাওয়ার অনুমতি দেওয়া হয়।\nএর মধ্যে রয়েছে দুধ এবং অন্যান্য দুগ্ধজাত দ্রব্য যেমন দহি, ফল এবং স্টার্চি পশ্চিমা খাদ্য আইটেম যেমন সাগো, আলু, বেগুনি-লাল মিষ্টি আলু, আমরান্থ বীজ, বাদাম ও শামা বাজরা। জনপ্রিয় উপবাসের খাবারের মধ্যে রয়েছে ফারারি চেভডো, সাবুদানা খিচাড়ি বা চিনাবাদামের স্যুপ।\n\n\n==== উৎসবে আমিষ খাদ্য ====\n\nচিকেন ও মাটনের খাবার দিয়ে হোলি উৎসব উদযাপন করা হয়। মসলা, সরিষার তেল ও ঘি দিয়ে তৈরি মাটন কারি হোলির জনপ্রিয় খাবার। কর্ণাটকে, ধুলবাদের দিনে হোলি উদযাপনের মধ্যে রয়েছে মাটন বোন্ডা, বড় মাংস এবং আলুর বল খাওয়া।\nদশেরা (নবরাত্রি) উৎসব গুজরাটে মাটন ও মদের ভোজ দিয়ে পালিত হয়। জানুয়ারিতে পালিত মাঘ উৎসব শুরু হয় ছাগল ও শুকর বলি দিয়ে। মাঘ মাসেও ভেড়া ও মুরগি মারা হয়। বলিপশু তারপর রান্না এবং ভোজের সময় পরিবেশন করা হয়।\nমাটন, মাছ ও মুরগির খাবারের সাথে শিবরাত্রি উৎসব উদযাপিত হয়। মাটন ও মাছ প্রসাদ হিসাবে দেওয়া হয়। শিব ও দেবীর উদ্দেশ্যে ছাগল ও ভেড়া বলি দেওয়া হয় এবং মাটন প্রতিবেশী ও আত্মীয়-স্বজনের মধ্যে বিতরণ করা হয় এবং খাওয়া হয়। কাশ্মীরে, শিবরাত্রি পূজার প্রসাদে ছিল এক গাদা ভাত, রান্না করা ভেড়ার মাংস এবং মাছ, সঙ্গে সম্পূর্ণ কাঁচা মাছ স্তূপের উপরে যোগ করা হয়।\nহিমাচল প্রদেশে, সমস্ত উৎসবে মাংসের খাবারের বাধ্যতামূলক প্রস্তুতি জড়িত, বিশেষ করে দশেরা, শিবরাত্রি ও 'মাঘ কা সা' উৎসবে।\nকিছু হিন্দু নবরাত্রি ও দীপাবলি ইত্যাদি উৎসবে উপবাসের দিনগুলিতে আমিষ খাদ্য খাওয়া থেকে বিরত থাকে।  কিন্তু অন্যান্য অনেক হিন্দু সম্প্রদায়ের জন্য মাংস (প্রসাদ) নিবেদন এই উৎসবগুলি উদযাপনের অপরিহার্য আচার।\n\n\n== কিছু নিষিদ্ধ খাদ্য ==\nহিন্দুশাস্ত্র অনুসারে কয়েকটি নিষিদ্ধ খাদ্যের তালিকা উল্লেখ করা হলো:\n\n\n== আরও দেখুন ==\nনিরামিষ ভোজন\nসাত্ত্বিক আহার\nনিরামিষবাদ ও ধর্ম\nনিরামিষ ভোজনের ইতিহাস\nনিরামিষবাদ\nবিভিন্ন ধর্ম ও পুরাণে গবাদিপশু\nমিতাহার\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ==="}