{"pageid": 1081381, "title": "বিশ্ব ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1081381", "content": "বিশ্ব ইতিহাস বা বৈশ্বিক ইতিহাস হলো ইতিহাস লিখনধারার একটি ক্ষেত্র যেখানে বৈশ্বিক দৃষ্টিকোণ থেকে ইতিহাসকে বিশ্লেষণ করা হয়। বিষয়টি এক শতাব্দী পূর্বে আবির্ভূত হয়েছিল; তখন এর নেতৃত্ব স্থানীয় গবেষকদের মধ্যে ছিলেন ভলতেয়ার (১৬৯৪-১৭৭৮), গেয়র্গ ভিলহেল্ম ফ্রিডরিখ হেগেল (১৭৭০-১৮৩১) এবং আর্নল্ড জোসেফ টয়েনবি (১৮৮৯-১৯৭৫)। বিংশ শতাব্দীর শেষের দিকে বিশ্ববিদ্যালয় শিক্ষা, পাঠ্য বই, পণ্ডিত জার্নাল এবং একাডেমিক সমিতির ক্ষেত্রে ইতিহাসের এই ক্ষেত্রটি অনেক বেশি সক্রিয় হয়ে উঠে। তুলনামূলক ইতিহাসের সঙ্গে এটি গুলিয়ে ফেলা উচিত নয়, কেননা তুলনামূলক ইতিহাসে বিশ্ব ইতিহাসের মতোই একাধিক সংস্কৃতি ও জাতির ইতিহাস নিয়ে আলোচনা করা হয় তবে বৈশ্বিক মাত্রায় ইতিহাস নিয়ে সেখানে আলোচনা করা হয় না।\nবিশ্ব ইতিহাস এমন একটি সাধারণ সংস্কৃতির সন্ধান করে যা সমস্ত সংস্কৃতি জুড়ে উদ্ভূত হয়। বিশ্ব ইতিহাসের গবেষকেরা গবেষণা ও আলোচনার কাজে দুইটি প্রধান কেন্দ্রবিন্দুসহ একটি বিষয়ভিত্তিক পদ্ধতি ব্যবহার করেন: একীকরণ (বিশ্ব ইতিহাসের ঘটনাগুলো কীভাবে বিশ্বের মানুষকে একত্রিত করেছে) এবং পার্থক্য (বিশ্ব ইতিহাসের নিদর্শনগুলি কীভাবে মানুষের অভিজ্ঞতার বৈচিত্র্য প্রকাশ করে)।\n\n\n== প্রতিষ্ঠা এবং ক্ষেত্রটির পরিধি ==\nজেরি এইচ বেন্টলি নিরীক্ষণ করে দেখেছেন যে, \"বিশ্ব ইতিহাস\" শব্দটি পূর্বে কখনোই একটি নির্দিষ্ট প্রসঙ্গে পরিষ্কার অর্থ প্রকাশ করে নি, এবং শব্দটির ব্যবহার সর্বজনীন ইতিহাস, তুলনামূলক ইতিহাস, বৈশ্বিক ইতিহাস, মহা ইতিহাস, সামগ্রিক ইতিহাস এবং রূপান্তর্জাতিক ইতিহাস – ক্ষেত্রসমূহের মাঝে জুড়ে আছে।\nঅধ্যয়নের একটি স্বতন্ত্র প্রাতিষ্ঠানিক ক্ষেত্র হিসেবে বিশ্ব ইতিহাসের আবির্ভাব ১৯৬০-এর দশকে পাওয়া যায়, কিন্তু ১৯৮০-এর দশকে এর গতি দ্রুততর হয়। এর জন্য একটি গুরুত্বপূর্ণ পদক্ষেপ ছিল বিশ্ব ইতিহাস সমিতির সৃষ্টি এবং হাতে গোনা কয়েকটি বিশ্ববিদ্যালয়ের স্নাতক প্রোগ্রাম। পরবর্তী দশকগুলিতে বিভিন্ন প্রকাশনা, পেশাদার ও একাডেমিক সংস্থা এবং বিশ্ব ইতিহাসে স্নাতক প্রোগ্রাম এই ক্ষেত্রটিকে প্রসারিত করে। বিশ্ব ইতিহাস নতুন পাঠ্যপুস্তক দ্বারা সমর্থিত এবং প্রায়ই আমেরিকান উচ্চ বিদ্যালয় এবং বিশ্ববিদ্যালয়গুলির প্রয়োজনীয় পাঠ্যক্রমে 'পশ্চিমা সভ্যতার ইতিহাস'কে স্থানচ্যুত করেছে।\nবিশ্ব ইতিহাস এমন দুটি কাঠামোকে স্বীকৃতি ও সম্বোধন করার চেষ্টা করে যা পেশাদার ইতিহাস-লিখনকে গভীরভাবে রূপায়ন করেছে:\n\nঅতীত অধ্যয়নের সীমা এবং লক্ষ্যমাত্রা নির্ধারণের জন্য বর্তমান জাতিরাষ্ট্রগুলি ব্যবহার করার প্রবণতা।\nইউরোপকেন্দ্রিক ধৃষ্টতার একটি গভীর উত্তরাধিকার (পশ্চিমা ইতিহাস-লিখনীতে বিশেষত পাওয়া যায়, কিন্তু শুধুমাত্র সেখানেই নয়)।\nএইভাবে বিশ্ব ইতিহাস এমন যোগাযোগ, সংযোগ এবং পদ্ধতিসমূহ নিয়ে অধ্যয়ন করে যেগুলি ভাষাগত, সাংস্কৃতিক এবং জাতীয় সীমানার মতো ইতিহাস শিক্ষার প্রথাগত সীমা অতিক্রম করে গেছে। বিশ্ব ইতিহাস প্রায়শই সামাজিক গতিশীলতা যা মানুষের সমাজে বৃহৎ আকারের পরিবর্তন এনেছে, যেমন শিল্পায়ন এবং পুঁজিবাদের বিস্তারের দিকে পরিচালিত করে এবং বিশ্লেষণ করতে উদ্বিগ্ন হয় যে এই ধরনের বড় পরিবর্তনগুলি বিশ্বের বিভিন্ন অংশকে কীভাবে প্রভাবিত করেছে। বিংশ শতাব্দীর দ্বিতীয়ার্ধে ইতিহাস-লিখনের অন্যান্য শাখার মতো, বিশ্ব ইতিহাসেরও সামাজিক লিঙ্গের ইতিহাস, সামাজিক ইতিহাস, সাংস্কৃতিক ইতিহাস এবং পরিবেশগত ইতিহাসের মতো বিষয়সমূহ নিয়ে গবেষণার মাধ্যমে রাজনীতি, যুদ্ধ ও কূটনীতি নিয়ে ঐতিহাসিকদের প্রথাগত দৃষ্টিভঙ্গির বাইরে ছাড়িয়ে যাওয়ার সুযোগ হয়েছে।\n\n\n== সাম্প্রতিক বিষয়াবলি ==\nসাম্প্রতিক বছরগুলোতে আফ্রিকান ইতিহাস এবং বিশ্ব ইতিহাসের মধ্যে সম্পর্ক দ্রুততার সাথে একটি গভীর ঘৃণ্যতা থেকে একটি প্রবৃত্তি এবং সংশ্লেষণের মধ্যে স্থানান্তরিত হয়েছে। রেনল্ডস (২০০৭) আফ্রিকান ইতিহাস এবং বিশ্ব ইতিহাসের মধ্যে সম্পর্ক সমীক্ষা করে, এই অধ্যয়নের মধ্যে ছিল অঞ্চল অধ্যয়ন দৃষ্টান্তের মধ্যে উত্তেজনা এবং আঞ্চলিক সীমানা জুড়ে সংযোগ এবং বিনিময়ের উপর ক্রমবর্ধমান বিশ্ব-ইতিহাসের প্রভাব নিয়ে আলোচনা। এই বিনিময়ের যোগ্যতা নিয়ে সাম্প্রতিক বিনিময় এবং বিতর্কের একটি ঘনিষ্ঠ পরীক্ষাও বৈশিষ্ট্যযুক্ত। রেনল্ডস দেখেছে গত শতাব্দীতে ঐতিহাসিক অনুসন্ধানের পরিবর্তিত প্রকৃতির পরিমাপ হিসাবে আফ্রিকান ইতিহাস এবং বিশ্ব ইতিহাসের মধ্যেকার সম্পর্ক পরিবর্তন হয়েছে।\n\n\n== আরও দেখুন ==\nতুলনামূলক ইতিহাস\nবিশ্বায়নের ইতিহাস\nবিশ্বের রাজনৈতিক ইতিহাস\nসর্বজনীন ইতিহাস\nরূপান্তর্জাতিক ইতিহাস\n\n\n== তথ্যসূত্র =="}