{"pageid": 1081148, "title": "কুবাদ তালাবানি", "url": "https://bn.wikipedia.org/wiki?curid=1081148", "content": "কুবাদ তালাবানি (কুর্দি: قوباد تاڵەبانی) (জন্ম ২১ জুলাই ১৯৭৭) একজন ইরাকি কুর্দি রাজনীতিবিদ যিনি ২০১৪ সাল থেকে কুর্দিস্তান অঞ্চলের উপ-প্রধানমন্ত্রী ছিলেন। পূর্বে যুক্তরাষ্ট্রে কুর্দিস্তানের প্রতিনিধি হিসেবে দায়িত্ব পালন কারী কুবাদ ইরাকের সাবেক রাষ্ট্রপতি জালাল তালাবানির দ্বিতীয় পুত্র।\n\n\n== প্রারম্ভিক জীবন ==\nউপ-প্রধানমন্ত্রী তালাবানি ১৯৭৭ সালে জন্মগ্রহণ করেন এবং যুক্তরাজ্যের সারেতে তার মাতামহ ইব্রাহিম আহমেদ, একজন ঔপন্যাসিক, কবি এবং আধুনিক বৌদ্ধিক কুর্দি আন্দোলনের প্রতিষ্ঠাতা এবং গালাওয়েজ আহমেদ (একজন ঔপন্যাসিক) এর সাথে বড় হন। তার পরিবার কয়েক দশক ধরে কুর্দি রাজনীতিতে জড়িত; তার পিতা জালাল তালাবানি ২০০৫ সাল থেকে ২০১৪ সাল পর্যন্ত ইরাক প্রজাতন্ত্রের রাষ্ট্রপতি ছিলেন।\nউচ্চ বিদ্যালয় থেকে স্নাতক হওয়ার পর তিনি কারশালটন কলেজে মোটর ভেহিকেল ইঞ্জিনিয়ারিংয়ে ডিপ্লোমা অর্জন করেন এবং পরে লন্ডনের কিংস্টন বিশ্ববিদ্যালয়ে মেকানিক্যাল ইঞ্জিনিয়ারিংয়ে ডিগ্রি লাভ করেন।\n\n\n== রাজনৈতিক জীবন ==\n২০০১ থেকে ২০০৩ সাল পর্যন্ত কুবাদ বারহাম সালেহ-এর বিশেষ সহকারী হিসেবে কাজ করেন। এ সময় ওয়াশিংটন ডি.সি-এ প্যাট্রিয়টিক ইউনিয়ন অফ কুর্দিস্তানের (ইরাকের অন্যতম প্রধান কুর্দি রাজনৈতিক দল) প্রতিনিধি এবং পরে ডেপুটি পিইউকে প্রতিনিধি হিসেবে কাজ করেন। ২০০৩ সালে তিনি এক বছরের জন্য কুর্দিস্তানে ফিরে আসেন এবং জোট বাহিনী এবং কোয়ালিশন প্রভিশনাল অথরিটির পিইউকে-র সিনিয়র ফরেন রিলেশনস অফিসার হিসেবে দায়িত্ব পালন করেন। তিনি ইরাকে পিইউকে এবং মার্কিন সামরিক বাহিনীর মধ্যে যোগাযোগ কর্মকর্তা হিসেবেও কাজ করেছিলেন। সাদ্দাম হোসেনকে উৎখাতের পর প্রথম ইরাকি সংবিধান ট্রানজিশনাল অ্যাডমিনিস্ট্রেটিভ ল (টিএএল) এর খসড়া প্রণয়নে তিনি একজন নেতৃস্থানীয় আলোচক ছিলেন। \nএপ্রিল ২০০৪ সালে, কুবাদ মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন, এবং পিইউকে এবং কুর্দিস্তানের প্রতিনিধি হিসেবে নিযুক্ত হন।\n\n\n== ব্যক্তিগত জীবন ==\nতালাবানি জালাল তালাবানি এবং হিরো ইব্রাহিম আহমেদের ছেলে এবং তার স্ত্রী শেরি ক্রাহামের সাথে ইরবিলে থাকেন যার সাথে তিনি ২০০৫ সালে ইতালির ইল ক্যাস্টেলো দেল পালাজিওতে বিয়ে করেছিলেন।  এই দম্পতির দুটি সন্তান আছে, আরি এবং লারা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসোর্সওয়াচ প্রোফাইল\nউপস্থিতি - সি-স্প্যানে"}