{"pageid": 1081268, "title": "নিসান", "url": "https://bn.wikipedia.org/wiki?curid=1081268", "content": "নিসান (অথবা নিশান; হিব্রু ভাষায়: נִיסָן‎) হিব্রু ও ব্যাবিলনীয় বর্ষপঞ্জিতে যব পাকা এবং বসন্তের প্রথম মাস। নিসান মাসের নামটি এসেছে আক্কাদীয় ভাষা থেকে, যদিও এর উৎস পাওয়া যায় সুমেরীয় ভাষার নিসাগ (প্রথম ফল) শব্দটিতে। এটি ইহুদি ধর্মপঞ্জির প্রথম মাস যাকে বছরের প্রথম মাস বলা হয়। (যাত্রাপুস্তক ১২:১-২), \"প্রথম মাস\" (যা.পু. ১২:১৪), এবং আভিভ মাস (যা.পু. ১৩:৪) בְּחֹ֖דֶשׁ הָאָבִֽיב ḥōḏeš hā-’āḇîḇ)। এই মাসকে তানাখের অন্তর্গত এশথারের পুস্তকে নিসান এবং পরবর্তীতে তালমুদে রাজা ও তীর্থযাত্রীদের জন্য এটিকে \"নতুন বছর\", রোস হাসানাহ বলা হয়েছে।  এই মাস ত্রিশটি দিবস নিয়ে গঠিত। এই মাস সাধারণত গ্রেগরিয়ান বর্ষপঞ্জির মার্চ-এপ্রিলে পড়ে। সাধারণ নতুন বছরের ১ তিশ্রেই থেকে গণনা করলে এই মাসটি হয় বছরের সপ্তম মাস (অধিবর্ষে অষ্টম), কিন্তু ইহুদি ঐতিহ্যে তা পালনীয় নয়।\n\n\n== নাম ও ব্যুৎপত্তি ==\nবাইবেলীয় হিব্রু মাসগুলোর নামের পরিবর্তে এগুলোর অবস্থানগত গণনা প্রদান করা হয়েছে। আভিভের নতুন চাঁদ, হিব্রু ভাষায় যার অর্থ আক্ষরিকভাবে \"যব পাকা\" যা বসন্তের দিকে নির্দেশ করে (যাত্রাপুস্তক ৯:৩১), কিছুসংখ্যক ব্যক্তি এর মাসের ক্রম \"প্রথম মাস\" নামে ডেকে থাকে। \"নিসান\" এবং আরেকটি আক্কাদীয় নাম ব্যাবিলনীয় সৌরচান্দ্রিক বর্ষপঞ্জি এর সমতুল্য মাসগুলো ব্যাবিলনীয় বন্দিদশার সময়কালের জন্য প্রযোজ্য হয়েছিলো। সেই সময় আভিভ মাসের নাম বদল করে \"আরা নিসানু\" রাখা হয় যার অর্থ \"শুরু করার মাস\"।\n\n\n== ছুটির দিন ও উদযাপিত দিবস সমূহ ==\n১ নিসান নতুন চন্দ্র বছর, যা আভিভ মাসের (বসন্ত) নির্দেশক ও বছরের প্রথম মাস, যার নাম পরবর্তীতে নিসান হয়েছে। যাত্রাপুস্তক ১২:১–২, ১২:১৮ মতে প্রথম জাতীয় মিটজাহ ইহুদিদের আভিভের নতুন চাঁদ নির্দিষ্টকরণের জন্য দেওয়া হয়েছিলো (আনু. ১৪৫৬ খ্রিস্টপূর্ব)।\n৪-১১ নিসান - প্রাচীন ব্যাবিলনের আকিতু উৎসবের আনুমানিক তারিখ। এই তারিখে ব্যাবিলনীয়রা যব পাকার উৎসব পালন করতো।\n১০ নিসান – ইয়োম হাআলিয়াহ – আলিয়াহ দিবস, ইজরায়েলি জাতীয় দিবস।\n১৪ নিসান – প্রথমজাতদের উপবাস – যদি ১৪ নিসান সাব্বাথে পড়ে সেক্ষেত্রে ১২ নিসানে পালিত হবে।\n১৪ নিসান – বিরকাত হাখামাহ প্রতি ২৮ বছরে একবার পাঠ করা হয়।\n১৪ নিসান - নিস্তারপর্বের প্রস্তুতির খাবার এবং হাজ্ঞাদাহ যা ১৪ নিসান থেকে ১৫ নিসানের সন্ধ্যা পর্যন্ত পালন করা হয়।\n১৪ নিসান - কুয়ারটোডেসাইমান নিস্তারপর্বের ভোজ, এক প্রাচীন খ্রিস্টানদের নিস্তারপর্ব।\n১৫–২১ নিসান (ইজরায়েলের বাইরে ২২ নিসান) – মাতজত উৎসব  - নিস্তারপর্ব সপ্তাহ।\n২৩ নিসান – মাইমুনা – মাগরেবী ইহুদিদের নিস্তারপর্বের শেষের দিকে চামেটজ ভক্ষণে নিষেধাজ্ঞা উদযাপন, ইজরায়েলের অভ্যন্তরে ২২ নিসান।\n২৭ নিসান – ইয়োম হাসোয়াহ (গণহত্যা ও বীরত্ব স্মরণ দিবস) – ২৬ বা ২৮ নিসান যখন ২৭ তম দিন শুক্র বা রবিবারে পড়ে।\n\n\n== অনির্দিষ্ট ছুটির দিন ও উদযাপিত দিবস সমূহ ==\nসাব্বাত হাগাডোল, ১৪ নিসানের আগের দিনের সাব্বাথ।\n\n\n== ইতিহাস ও ধর্মে ==\n\n১ নিসান আদিপুস্তক ৮:১০-১৩ অনুযায়ী এই দিনে মহাপ্লাবনের জল ভূমি থেকে নেমে যায়, নোহের পাঠানো কবুতর জলপাই গাছের ডাল সমেত ফিরে আসে।\n১ নিসান (আনু. ১৬৩৮ খ্রিস্টপূর্ব) – তালমুদ অনুসারে আভ্রাহামের মৃত্যু।\n১ নিসান (আনু. ১৫৩৩ খ্রিস্টপূর্ব) – তালমুদ অনুসারে আইজ্যাকের মৃত্যু। \n১ নিসান (আনু. ১৫০৬ খ্রিস্টপূর্ব) – তালমুদ অনুসারে ইয়াকোভের মৃত্যু।\n১ নিসান (আনু. ১৪৫৫ খ্রিস্টপূর্ব) – দ্বিতীয় বছরে মিশকানের উদ্বোধন।\"যাত্রাপুস্তক ৪০\"। \n১ নিসান (আনু. ১৪৫৫ খ্রিস্টপূর্ব) নাদাব ও আবিহুর মৃত্যু;\n১ নিসান (আনু. ৩৭৬১ খ্রিস্টপূর্ব) – তালমুদের মতের উপর ভিত্তি করে যোশুয়া বেন হানানিয়াহের মতে মহাবিশ্বের সৃষ্টি (ট্রাকটেট রোস হাসানাহ ১০বি-১১এ)।\n১ নিসান (১৭৭২) – রাব্বাই ব্রেসলভের নাখমানের জন্ম ল\n১ নিসান (১৮৯২) – গ্রদঝিস্কের রাব্বাই এলিমেলেখ সাপিরার মৃত্যু\n২ নিসান (১৯২০) – শোলম ডভবার শিনিয়ার্সন এর মৃত্যু।\n৩ নিসান (১৪৯২) – আলহামব্রা ডিক্রি জারির ফলে স্পেনের ক্যাস্টিলে ও আরাগন থেকে ইহুদিদেফ বিতাড়িত করা হয়।\n৭ নিসান (আনু. ১৪১৬ খ্রিস্টপূর্ব) – যিহোশূয় দুজন গুপ্তচরকে জেরিকো শহরে পাঠান।\n৮ নিসান (১৯৪৮) – পুপা রাব্বাই ইয়াকোভ হেজদকিয়া গ্রিনওয়াল্ডের জন্ম।\n১০ নিসান (আনু. ১৪৫৬ খ্রিস্টপূর্ব) – নিস্তারপর্বের পাঁচ দিন পূর্বে ইস্রায়েলীয়দের বিশেষ সাব্বাথ পালন।\n১০ নিসান (আনু. ১৪১৭ খ্রিস্টপূর্ব) – নিস্তারপর্বের ৩৯ বছর পর মিরিয়ামের মৃত্যু।\n১০ নিসান (আনু. ১৪১৬ খ্রিস্টপূর্ব) – ইস্রায়েলীয়রা জর্দান নদী পার হয়ে কেনানে আসে (যিহোশূয়ের পুস্তক, অধ্যায় ৪)।\n১১ নিসান (১২৭০) – নাখমানিদেসের মৃত্যু।\n১১ নিসান (১৯০২) – সপ্তম লুবাভিচকার রাব্বাই মিনাখিম মেন্ডেল শিনিয়ার্সন এর জন্ম।\n১৩ নিসান (আনু. ৪৭৪ খ্রিস্টপূর্ব) – হামানের ইহুদিদের ধ্বংস করে দেওয়ার নির্দেশনা পাশ করা হয়।\n১৩ নিসান (১৫৭৫) – শুলখান আরুচের লেখক জোসেফ কারোর মৃত্যু।\n১৩ নিসান (১৮৬৬) – মিনাখিম মেন্ডেল শিনিয়ার্সনের মৃত্যু।\n১৪ নিসান (১১৩৫) – মাইমোনিদসের জন্ম।\n১৪ নিসান (১৯৪৩) – ওয়ারশ ঘেটো বিদ্রোহ শুরু হয় যা ইয়ার মাসের ৩ তারিখ পর্যন্ত স্তগায়ী হয়। বর্তমানে ইজরায়েলে এই দিবস ২৭ নিসানে পালন করা হয়।\n১৪ নিসান (আনু. ১৪৫৬ খ্রিস্টপূর্ব) - ১৫ই নিসানের সন্ধ্যার দিকে প্রথম নিস্তারপর্ব ভোজ ও মিশরের দশম মহামারীর অভিশাপ হিসেবে প্রত্যেক মিশরীয় পরিবারের বড় সন্তানের মৃত্যু।\n১৫ নিসান (আনু. ১৪৫৬ খ্রিস্টপূর্ব) – ইস্রায়েলীয় দাসদের মিশর থেকে মুক্তি।\n১৫ নিসান (আনু. ১৭১৩ খ্রিস্টপূর্ব) – ইসহাকের জন্ম।\n১৫ নিসান (৪৭৪ খ্রিস্টপূর্ব) – ইষ্টের রাজা অহশ্বেরশের সামনে উপস্থিত হয়ে তাকে ও হামানকে সেই দিনে অনুষ্ঠিত উৎসবে উপস্থিত হতে আমন্ত্রণ জানায়। উৎসবে ইষ্টের তাদেরকে পরবর্তী দিনের উৎসবে আমন্ত্রিণ জানায়।\n১৬ নিসান (আনু. ১২৭৩ খ্রিস্টপূর্ব) – পবিত্র ভূমিতে প্রবেশের ৬ দিন পরে ইস্রায়েলীয়রা মান্না ভক্ষণ করা বন্ধ করে।\n১৬ নিসান (আনু. ৪৭৪ খ্রিস্টপূর্ব) – ইষ্টেরের দ্বিতীয় উৎসব যেখানে সে হামানকে ইহুদি জাতি ধ্বংস করার ষড়যন্ত্রের দায়ে অভিযুক্ত করে। রাজা অহশ্বেরশ হামানকে ফাঁসিতে ঝুলানোর নির্দেশ দেয়।\n১৭ নিসান (আনু. খ্রিস্টপূর্ব চব্বিশ শতক) – নোহের নৌকা আরারাত পর্বতে বিশ্রাম নেয়।\n১৭ নিসান  (আনু. ৪৭৪ খ্রিস্টপূর্ব) –  হামানকে ফাঁসিতে ঝুলানো হয়।\n২১ নিসান (আনু. ১৪৫৬ খ্রিস্টপূর্ব) – সাগরের জল দুই ভাগে ভাগ হয়ে যায় যার ফলে ইস্রায়েলীয়রা মিশরীয় বাহিনীদের থেকে পালাতে সক্ষম হয়।\n২৬ নিসান (আনু. ১৩৮৬ খ্রিস্টপূর্ব) – যিহোশূয়ের মৃত্যুবার্ষিকী।\n২৮ নিসান (আনু. ১৪১৫ খ্রিস্টপূর্ব) – জেরিকোর যুদ্ধ অনুষ্ঠিত হয় (যিহোশূয়ের পুস্তক অধ্যায় ৬)।\n২৯ নিসান (১৬২০) – কাব্বালিস্ট হায়িম বেন জোসেফ ভিটালের মৃত্যু।\n২৯ নিসান (১৬৯৯) – ১৬৯৯ সালে জার্মানির বামবার্গে অর্থনৈতিক সংকটের সময় জনতাদের একটি অংশ ইহুদিদের বিরুদ্ধে জেগে উঠে এবং এক ইহুদি নিজেকে বাঁচাতে গাছের টব ছুঁড়ে মারে। এই দিনটিকে উইটজশজেন তানিত নামে বলা হয় যা পুরিম হিসেবে নিশ্চিত হওয়া আগ পর্যন্ত  সেখানে পালিত হতো।\n\n\n== অন্যান্য ব্যবহার ==\nআক্কাদ, আসুরীয় ও ব্যাবিলনীয় সাম্রাজ্যে আক্কাদীয়  নিসানু, যা সুমেরীয় ভাষার নিসাগ \"প্রথম ফল\" থেকে এসেছে।\n\"নিসান\" নামটি লেভানিটিয় ও মেসোপোটেমিয়ান আরবি ভাষায় (আরবি: نيسان), কুর্দি ভাষায় এবং আধুনিক তুর্কিতে গ্রেগরিয়ান এপ্রিল মাসকে নির্দেশ করে।\nজিনোগিয়ার্সের গল্পে \"নিসান\" একটি দেশের নাম যা হিব্রু নাম থেকে নেওয়া হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনিসান মাস সংক্রান্ত তথ্যাদি\nজিউইশ এনসাইক্লোপিডিয়া : নিসান\nস্ট্রং এর নির্ঘণ্ট : নিসান\nইহুদি ইতিহাসের এই মাসটি"}