{"pageid": 1081955, "title": "ভুল তথ্যের বিস্তার", "url": "https://bn.wikipedia.org/wiki?curid=1081955", "content": "ভুল তথ্যের বিস্তার (ইংরেজি: Misinformation) বলতে এমন একটি যোগাযোগমূলক প্রক্রিয়াকে বোঝায়, যার মাধ্যমে ভুল, ত্রুটিপূর্ণ, বিভ্রান্তিকর বা মিথ্যা তথ্য সমাজে ছড়িয়ে পড়ে বা বিস্তারলাভ করে, যার পেছনে ইচ্ছাকৃতভাবে বিভ্রান্ত করার কু-উদ্দেশ্য থাকতেও পারে বা না-ও থাকতে পারে।\nদৈনন্দিন জীবনে অহরহ ভুল তথ্যের বিস্তার ঘটে থাকে। মানুষ মাত্রেই ইচ্ছাকৃত বা অনিচ্ছাকৃতভাবে কোনও তথ্য শুনতে, বুঝতে কিংবা মনে রাখতে ভুল করে। অনেক সময় একজন ব্যক্তি অন্য কোনও উৎস থেকে প্রাপ্ত ভুল তথ্যকে সঠিক ভেবে আরেক ব্যক্তির কাছে জ্ঞাপন করতে পারে, এবং এভাবে নিজের অজান্তে ভুল তথ্যের বিস্তার ঘটাতে পারে। ভালো বা খারাপ অভিপ্রায় নির্বিশেষে ভুল তথ্যের বিস্তার ঘটতে পারে। আধুনিক যুগে পরিগণক (কম্পিউটার) ও আন্তর্জালের (ইন্টারনেট) সাহায্যে অতি সহজেই ভুল তথ্যের বিস্তার ঘটতে পারে। সামাজিক যোগাযোগ মাধ্যমগুলিতে ব্যবহাকারীরা তাদের কাছে পৌঁছানো ভুল তথ্যগুলি খুব সহজেই চোখের নিমিষে ক্লিক করে অন্যের কাছে ছড়িয়ে দিতে পারেন। এই ব্যাপারটি এখন এতই সাধারণ যে বেসরকারী তথ্য প্রযুক্তি দানব প্রতিষ্ঠানগুলি যেমন গুগল, টুইটার বা ফেসবুক ভুল তথ্যের বিস্তার রোধের জন্য কতটুকু দায়ী বা তাদের কী দায়িত্ব পালন করা উচিত, বা ব্যবহারকারীদের বাক-স্বাধীনতা হরণ না করে আদৌ এরকম ভুল তথ্যের বিস্তার রোধ করা যায় কি না, এ ব্যাপারে বিতর্ক চলমান।\n\n\n== ভুল তথ্যের বিভিন্ন রূপ ==\n\n\n=== অনিচ্ছাকৃত ত্রুটি ===\nকোনও প্রতিষ্ঠিত সংবাদ সংস্থা অনিচ্ছাকৃতভাবে ভুল তথ্য প্রচার করতে পারে। এক্ষেত্রে সংবাদ সংস্থাটির ভাবমূর্তি ক্ষুণ্ণ হতে পারে। ভুল তথ্যের কারণে অপমানিত ব্যক্তি সংবাদ সংস্থার বিরুদ্ধে আইনি ব্যবস্থা নিতে পারে। সাধারণত খ্যাতনামা সংবাদ সংস্থাগুলি ভুল তথ্য ধরা পড়ার পরে ক্ষমাপ্রার্থী মন্তব্য প্রকাশ করে থাকে।\n\n\n=== অপতথ্যের বিস্তার ===\n\nযখন কু-উদ্দেশ্যে ইচ্ছাকৃতভাবে সমাজের জন্য ক্ষতিকর বা বিপজ্জনক ভুল তথ্যের বিস্তার ঘটানোর চেষ্টা করা হয়, তখন সেই প্রক্রিয়াটিকে অপতথ্যের বিস্তার (ইংরেজি Disinformation ডিজিনফর্মেশন) নামক বিশেষ একটি পরিভাষা দিয়ে নির্দেশ করা হয়। এরূপ প্রচারিত তথ্যকে অপতথ্য বলে। সাধারণত অপতথ্যগুলি দ্বারা কোনও ব্যক্তি বা প্রতিষ্ঠানের সুনামহানির চেষ্টা করা হয়।\n\n\n=== ধোঁকাবাজি ===\nযখন উদ্দেশ্যপ্রণোদিতভাবে চালাকি করে বহুসংখ্যক মানুষের কাছে মিথ্যা তথ্যকে সত্য হিসেবে প্রচার ও প্রতিষ্ঠা করা হয়, তখন এই অনিষ্টকর প্রতারণা-প্রবঞ্চনামূলক কাজটিকে ধোঁকাবাজি বা ধাপ্পাবাজি (ইংরেজি Hoax হোক্স) বলা হয়ে থাকে। যেমন কোনও বিখ্যাত ব্যক্তির ভুল মৃত্যুসংবাদ ছড়িয়ে দেওয়া এক ধরনের ধোঁকাবাজি।\n\n\n=== মিথ্যা বিজ্ঞাপন ===\n\nযখন কোনও পণ্য বা সেবা বিক্রয় করার উদ্দেশ্যে তথ্য (বিশেষ করে দৃশ্যমান রূপে) প্রচার করা হয়, তাকে বিজ্ঞাপন (ইংরেজি Advertising অ্যাডভার্টাইজিং) বলে। যখন কোনও বিজ্ঞাপনে পণ্য বা সেবা সম্পর্কে মিথ্যা বা বিভ্রান্তিকর তথ্য প্রচার করা হয়, সে ঘটনাটিকে মিথ্যা বিজ্ঞাপন (ইংরেজি False advertising ফলস অ্যাডভার্টাইজিং) বলে।\n\n\n=== ক্লিক-টোপ ===\n\nআন্তর্জাল বা ইন্টারনেটে মিথ্যা বিজ্ঞাপনের একটি রূপ প্রচলিত, যাতে আন্তর্জাল ব্যবহারকারীদেরকে বিভ্রান্ত করে কোনও আন্তর্জাল পাতা বা ওয়েব পেজে যাওয়ার সংযোগে মাউসের বোতাম দিয়ে চাপ দিতে বা ক্লিক করতে প্ররোচিত করা হয়; একে ক্লিক-টোপ (ইংরেজি Click-bait ক্লিক-বেইট) বলে। ক্লিক-টোপগুলিতে নজরকাড়া, রোমাঞ্চকর শিরোনাম ব্যবহার করা হয় যাতে পাঠকের মনোযোগ বিঘ্নিত হয়ে সেগুলির দিকে আকৃষ্ট হয়। এগুলির সাথে ওয়েবসাইটের বিষয়বস্তুর সম্পর্ক তেমন থাকে না এবং ক্লিকের সংখ্যা বৃদ্ধি করে ওয়েবসাইট মালিকের বিজ্ঞাপনজাত আয় বৃদ্ধি করাই এর উদ্দেশ্য।\n\n\n=== উদ্দেশ্যপ্রণোদিত প্রচারণা ===\n\nযখন কোনও সরকারী, বেসরকারী অলাভজনক বা ব্যবসায়িক প্রতিষ্ঠান কোনও বিশেষ (সাধারণত রাজনৈতিক) উদ্দেশ্য বা মূল্যবোধের ব্যাপারে জনগণের মধ্যে সচেতনতা সৃষ্টি করতে বা জনগণকে প্রভাবিত করতে উদ্দেশ্যপ্রণোদিতভাবে তথ্য প্রচার করে, তখন তাকে উদ্দেশ্যপ্রণোদিত প্রচারণা (ইংরেজি Propaganda প্রোপাগান্ডা) বলে। উদ্দেশ্যপ্রণোদিত প্রচারণা ও বিজ্ঞাপনের মধ্যে সাদৃশ্য আছে, যেহেতু এগুলিতে তথ্যের দৃশ্যমান রূপের ব্যাপক প্রয়োগ ঘটে, কিন্তু উদ্দেশ্যপ্রণোদিত প্রচারণাতে কোনও পণ্য বা সেবা বিক্রয় করার চেষ্টা করা হয় না, বরং মানুষের বিশ্বাস, মূল্যবোধ ও জ্ঞানের উপর প্রভাব বিস্তার করার চেষ্টা করা হয়। এগুলিতে মানুষে আবেগিক প্রতিক্রিয়ার উপর জোর দেওয়া হয়। এগুলির ফলাফল ইতিবাচক বা নেতিবাচক দুই-ই হতে পারে।\n\n\n=== ভুয়া সংবাদ ===\n\nযখন (সাধারণত রোমাঞ্চকর বা ব্যক্তিগতভাবে গোপনীয় প্রকৃতির) কোনও মিথ্যা, রঙ-চড়ানো, কেলেঙ্কারি বা  কুৎসারটানো গল্পকে আপাতদৃষ্টিতে সংবাদের রূপদান করে ও দৃষ্টি-আকর্ষী শিরোনাম প্রদান করে আয় বৃদ্ধির উদ্দেশ্যে সেটিকে ব্যাপকভাবে বিতরণ করা হয়, তাকে ভুয়া সংবাদ (ইংরেজি Fake news ফেইক নিউজ) বলা হয়। এগুলিতে কোনও জনপ্রিয় ব্যক্তিত্ব, রাজনৈতিক আন্দোলন, ব্যবসা প্রতিষ্ঠান, ইত্যাদির সুনামহানি বা কলঙ্কলেপনের প্রচেষ্টা চালানো হয়। এরকম অনৈতিক ও অপেশাদার সাংবাদিকতাকে হলুদ সাংবাদিকতা (ইংরেজি Yellow journalism ইয়েলো জার্নালিজম) বলা হয়ে থাকে। ভুয়া সংবাদের বেশ কিছু রূপ আছে। যেমন মিথ্যা সংযুক্তি (যখন কোনও রচনার শিরোনাম, চিত্র বা চিত্রের ব্যাখ্যার সাথে রচনার বিষয়বস্তুর কোনও সম্পর্ক থাকে না), বিভ্রান্তিকর বিষয়বস্তু (যখন তথ্যকে বিভ্রান্তিকরভাবে ব্যবহার করে কোনও বিষয়, সমস্যা বা ব্যক্তিকে নির্দিষ্ট পরিকাঠামোয় আবদ্ধ করে উপস্থাপন হয়), মিথ্যা প্রেক্ষাপট (যখন প্রকৃত বা খাঁটি তথ্যকে মিথ্যা তথ্যের প্রেক্ষাপটে স্থাপন করে উপস্থাপন করা হয়), ভণ্ডের বিষয়বস্তু (যখন প্রকৃত তথ্যের উৎস সেজে ভুল বা মিথ্যা তথ্য দান করা হয়), কু-পরিবর্তিত বিষয়বস্তু (প্রকৃত তথ্য বা চিত্রাদি পরিবর্তিত করে প্রতারিত করা হয়), মনগড়া বিষয়বস্তু বা কূট-বিষয়বস্তু (শতভাগ মিথ্যা বিষয়বস্তু, যার উদ্দেশ্য প্রতারণা ও ক্ষতিসাধন করা) এবং বিজ্ঞাপনী বিষয়বস্তু (যেখানে সম্পাদকীয় বা মতামতের ছদ্মবেশে বিজ্ঞাপন বা গণসংযোগমূলক তথ্য প্রদান করা হয়; এতে স্বার্থের সংঘাত থাকে ও পাঠক-দর্শক-শ্রোতা খুব সহজেই বিজ্ঞাপনকে আসল সংবাদ ভেবে বিভ্রান্ত হতে পারেন)।\n\n\n=== ব্যঙ্গসংবাদ ও বিদ্রূপাত্মক সংবাদ ===\n\nভুয়া সংবাদের সাথে ব্যঙ্গসংবাদের পার্থক্য আছে। যখন হাস্যরস সৃষ্টির উদ্দেশ্যে সাম্প্রতিক ঘটনাবলী বা অন্যান্য সংবাদের বিষয়বস্তুগুলিকে প্রকৃত সংবাদের সুস্পষ্ট ব্যঙ্গাত্মক অনুকরণ হিসেবে উপস্থাপন ও প্রচার করা হয়, তাকে ব্যঙ্গসংবাদ (ইংরেজি News Parody নিউজ প্যারোডি) বলে। একেও ইংরেজিতে কদাচিৎ \"ফেইক নিউজ\" বলা হতে পারে। তবে ভুয়া সংবাদের মতো এটি ক্ষতিকর বা বিপজ্জনক নয়। ব্যঙ্গসংবাদের একটি বিশেষ রূপ হল বিদ্রূপাত্মক সংবাদ (ইংরেজি News satire নিউজ স্যাটায়ার), যেখানে মূলধারার সাংবাদিকতার বিন্যাসে ব্যক্তি, প্রতিষ্ঠান বা সমাজের কোনও প্রবণতাকে ব্যঙ্গবিদ্রূপকারী বক্তব্য উপস্থাপন করা হয়; এগুলিতে শ্লেষ, উপহাস, পরিহাস, বক্রাঘাত ও ভাবলেশহীন হাস্যরসের ব্যাপক প্রয়োগ থাকে। ব্যঙ্গ বা বিদ্রূপাত্মক সংবাদের ক্ষতি করার উদ্দেশ্য না থাকলেও এটি দ্বারা বিভ্রান্ত হবার সম্ভাবনা থাকে।\n\n\n=== ষড়যন্ত্র তত্ত্ব ===\n\nসংবাদ বা যোগাযোগ মাধ্যমগুলিতে ষড়যন্ত্র তত্ত্বগুলিও (Conspiracy theory কনস্পিরেসি থিওরি) বিস্তারলাভ করতে পারে। এগুলিতে কোনও বিষয়ের বিশেষজ্ঞ ও নির্ভরযোগ্য কর্তৃত্বস্থানীয় ব্যক্তিদের বক্তব্যকে প্রত্যাখ্যান করা হয় এবং জটিল বাস্তবতাকে সরলভাবে কোনও ভীতি বা অনিশ্চয়তার প্রেক্ষিতে উপস্থাপন করা হয়। এগুলি মিথ্যা প্রমাণযোগ্য হয় না এবং এগুলি খণ্ডনকারী কোনও সাক্ষ্যপ্রমাণ উপস্থাপন করলে সেগুলিকেও ষড়যন্ত্র তত্ত্বের প্রমাণ হিসবে উপস্থাপন করা হয়।\n\n\n=== ছদ্মবিজ্ঞান ===\n\nছদ্মবিজ্ঞান (Pseudoscience সিউডোসাইয়েন্স) নামের আরেক ধরনের ভুল তথ্যে প্রকৃত বৈজ্ঞানিক গবেষণাকে বিকৃতভাবে উপস্থাপন করে মিথ্যা কোনও কিছু দাবি করা হয়, যার সাথে প্রকৃত বিজ্ঞানী বা বিশেষজ্ঞরা একমত হন না। অলৌকিক ঔষধ, টিকাবিরোধিতা, জলবায়ু পরিবর্তন অস্বীকার, ইত্যাদি এরূপ ছদ্মবিজ্ঞানের মধ্যে পড়ে।\n\n\n== তথ্যসূত্র =="}