{"pageid": 1081903, "title": "জল নেতি", "url": "https://bn.wikipedia.org/wiki?curid=1081903", "content": "জল নেতি (আরো বলা হয় অনুনাসিক ল্যাভেজ, অনুনাসিক পায়খানা, অথবা অনুনাসিক ডুচ) এটি একটি ব্যক্তিগত স্বাস্থ্যবিধি অনুশীলন যেখানে নাকের শ্বাস-প্রশ্বাস বাড়ানোর জন্য নাক এবং সাইনাস থেকে শ্লেষ্মা এবং ধ্বংসাবশেষ বের করার জন্য অনুনাসিক গহ্বর ধুয়ে ফেলা হয়।  জল নেতি এছাড়াও শ্লৈষ্মিক ঝিল্লি আর্দ্র করার জন্য স্যালাইন অনুনাসিক স্প্রে বা নেবুলাইজার ব্যবহার করতে পারে।\n\n\n== চিকিৎসায় ব্যবহার ==\n\nদীর্ঘস্থায়ী সাইনোসাইটিসের পাশাপাশি তীব্র শ্বাসনালীর সংক্রমণ যেমন সাধারণ ঠান্ডার কারণে সৃষ্ট সাইনোসাইটিসের উপসর্গ দূর করতে জল নেতি থেরাপি কার্যকর হতে পারে। দীর্ঘস্থায়ী সাইনোসাইটিসে ব্যবহারে এটি দুর্বল প্রমাণিত হয়\nঅ্যালার্জিক রাইনাইটিসের সাথে যুক্ত লক্ষণগুলির সাময়িক উপশমের জন্যও এটি কার্যকর হতে পারে।\n২০২০ সালে,গবেষণায় দেখা গেছে যে কোভিড-১৯ এর ভাইরাল লোড প্রতিরোধে জল নেতি উপকারী হতে পারে।\n\n\n== বিরূপ প্রভাব ==\nবিরূপ প্রভাবগুলির মধ্যে রয়েছে অনুনাসিক জ্বালা, নাক দিয়ে রক্ত ​​পড়া, মাথাব্যথা এবং নেতি শেষ হওয়ার পর পানি নিষ্কাশন। এটি সাধারণত ভালভাবে সহ্য হয়।\nপানি জীবাণুমুক্ত না হলে বা ব্যবহারের পর ডিভাইস পরিষ্কার না করলে সংক্রমণের ঝুঁকি থাকে।  যদি ডিভাইসটি ভুলভাবে ব্যবহার করা হয় তবে এটি ক্ষতিকারক হতে পারে। প্রকৃতপক্ষে, সঠিক প্রয়োগ সেদ্ধ জল বা লবণাক্ত জল ব্যবহারের পরামর্শ দেয়। ২০১৮ সালে, একজন রোগী নাকের সেচের জন্য ব্রিটা ওয়াটার পিউরিফায়ারের মাধ্যমে ফিল্টার করা কলের জল ব্যবহার করার এক মাস পর বালামুথিয়া ম্যান্ড্রিলারিসে আক্রান্ত হয়েছেন বলে জানা গেছে।\nঅপ্রচলিত কলের জল থেকে অ্যামিবা নিগ্লেরিয়া ফাউলেরির (\"মস্তিষ্ক খাওয়ার অ্যামিবা\") অনুনাসিক অনুপ্রবেশের কারণে মারাত্মক নেগ্লেরিয়াসিসের বিরল ঘটনা ঘটেছে।  ২০১১ সালে, নিগ্লেরিয়া ফাউলেরির সংক্রমণে দুই জনের মৃত্যু হয়েছিল, যাতে কলের জলযুক্ত নেতি পাত্র ব্যবহার করা হয়েছিল। ২০১৩ সালে লুইসিয়ানার একজন মানুষ একই অ্যামিবা থেকে মারা গিয়েছিল।\n\n\n== কর্ম প্রক্রিয়া ==\nঅনুনাসিক গহ্বর ফ্লাশ করা স্ফীত টিস্যুকে প্রশমিত করতে পারে এবং অ্যালার্জেনের মতো জ্বালা দূর করতে পারে; এটি শ্লেষ্মা পরিষ্কার করতে সাহায্য করতে পারে।\nসাধারণ ব্যবহারের মধ্যে একটি নাসারন্ধ্রের মাধ্যমে লবণাক্ত জল ঢালা বা পাম্প করা এবং অন্যটি থেকে নিষ্কাশন করা হয়।\n\n\n== সমাধান এবং যন্ত্র ==\n\n\n=== সমাধান ===\nজলটি কলের জল হওয়া উচিত নয় কারণ এতে অল্প পরিমাণে ব্যাকটেরিয়া থাকতে পারে যা পান করা নিরাপদ কিন্তু নাকের মধ্যে বিপজ্জনক হতে পারে। ক্ষুদ্র জীবের জন্য জল জীবাণুমুক্ত বা ফিল্টার করা উচিত;  যদি কলের জল ব্যবহার করা হয় তবে এটি সিদ্ধ এবং ঠান্ডা করা উচিত। লবণাক্ত দ্রবণও মাঝে মাঝে ব্যবহার করা হয়।\nযু্ক্তরাষ্ট্র সেন্টারস ফর ডিজিজ কন্ট্রোল অ্যান্ড প্রিভেনশনে একটি ফ্যাক্ট শীট রয়েছে যাতে পানি নিরাপদ করার জন্য চারটি পদ্ধতির একটি সুপারিশ করা হয়:\n\nফোটান: প্রথমে পানি ১ মিনিটের জন্য সেদ্ধ করুন  এবং ঠান্ডা করার জন্য রেখে দিন পরে তা ব্যবহার করুন। ৬,৫০০ ফুট উপরে উচ্চতায়, ৩ মিনিটের জন্য সিদ্ধ করুন।\nফিল্টার: কিছু জলপ্রিয় জীবাণু অপসারণের জন্য ডিজাইনকৃত একটি ফিল্টার ব্যবহার করুন। লেবেলটি \"NSF 53\" বা \"NSF 58\" পড়া যেতে পারে। পড়া ফিল্টার লেবেলগুলি \"১ মাইক্রন বা ছোট আকারের পরম ছিদ্র আকার\" এছাড়াও কার্যকর।\nকিনুন: একটি পাতার সাথে জল ব্যবহার করুন যাতে উল্লেখ করা হয় যে এটি পাতিত বা জীবাণুমুক্ত জল রয়েছে।\nজীবাণুনাশক: আপনার জলকে নাইগ্লেরিয়া থেকে নিরাপদ রাখার জন্য কীভাবে জীবাণুমুক্ত করতে হয় তা শিখুন।  সঠিক মাত্রা এবং সময়ে ব্যবহৃত ক্লোরিন ব্লিচ এই জীবাণুর বিরুদ্ধে জীবাণুনাশক হিসেবে কাজ করবে।\nদীর্ঘস্থায়ী রাইনোসিনুসাইটিসের চিকিৎসার প্রচেষ্টায় স্টেরয়েড বুডসোনাইডের মতো সেচ তরল পদার্থের মধ্যে আরও কয়েকটি যৌগ অন্তর্ভুক্ত করা যেতে পারে।\n\n\n=== যন্ত্র ===\n\nনেতি পাত্রগুলি সাধারণত ব্যবহৃত হয় এবং বাইরের সাইনাস গহ্বরগুলি ধুয়ে ফেলার জন্য মাধ্যাকর্ষণ এবং মাথার অবস্থানের উপর নির্ভর করে। সাধারণত তাদের নিচে কাছাকাছি একটি তীব্রবেগে নির্গমন নল থাকে, কখনও কখনও বিপরীত দিকে একটি হাতল থাকে।\nজল নেতির জন্য বিভিন্ন চাপ প্রয়োগকৃত বোতলগুলিও জল প্রয়োগ করার জন্য ব্যবহার করা হয়।\nবাল্ব সিরিঞ্জগুলি সাধারণত নাবালক এবং শিশুদের জন্য ব্যবহৃত হয়।\nইলেকট্রিক মোটর চালিত পাম্প সংযুক্তও জল নেতি যন্ত্র পাওয়া যায়।\n\n\n== ইতিহাস ==\nজল নেতির প্রাচীনতম নথি ভারতীয় আয়ুর্বেদ প্রাচীন হিন্দু চর্চায় পাওয়া যায় যার মূল শিকড় বেদ। শৌচ (শাস্ত্র অনুযায়ী ব্যক্তিগত স্বাস্থ্যবিধি) এর অংশ হিসাবে প্রতিদিন জল-নেতি করার প্রথা ছিল। জল নেতি যার অর্থ পানি দিয়ে নাক পরিষ্কার করা,এটি ভারতবর্ষের একটি পুরনো যোগ কৌশল। নাকে স্যালাইন প্রদানের জন্য ব্যবহৃত পাত্রকে \"নেতি পাত্র\" বলা হয়।এই প্রক্রিয়াটি শ্লেষ্মা এবং ময়লা দূর করে এবং নাক পরিষ্কার করে। সূত্র নেতি নামে পরিচিত দ্বিতীয় নেতি কৌশল যাকে নেতিবাচক বলা হয় জলের বদলে এক অংশ জল প্রবাহ ব্যবহার করে।\nহেলথ সলিউশনস মেডিকেল প্রোডাক্টস, হাইড্রোমেড এবং নিলমেড নাসাল ওয়াশ ক্যাটাগরির আধুনিক দিনের জনপ্রিয়তার জন্য দায়ী।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}