{"pageid": 1081826, "title": "তুলনামূলক ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1081826", "content": "তুলনামূলক ইতিহাস হলো একই সময়কালে বিদ্যমান ছিল বা অনুরূপ সাংস্কৃতিক অবস্থা বিনিময় করেছিল এমন বিভিন্ন সমাজের তুলনাকরণ।\nঅষ্টাদশ শতাব্দীর জ্ঞান বিতরণ যুগে মঁতেস্কিয়ে, ভলতেয়ার, অ্যাডাম স্মিথ এবং অন্যান্য কিছু বুদ্ধিজীবীদের মধ্যে সমাজের তুলনামূলক ইতিহাস একটি গুরুত্বপূর্ণ বৈশিষ্ট্য হিসাবে আবির্ভূত হয়েছিল। উনবিংশ শতকের সমাজবিজ্ঞানী এবং অর্থনীতিবিদরা প্রায়শই তুলনামূলক ইতিহাস অন্বেষণ করেন, উদাহরণস্বরূপ আলেক্সি দ্য তোকভিল, কার্ল মার্কস এবং মাক্স ভেবার।\nবিংশ শতাব্দীর প্রথমার্ধে, জার্মানির জনসাধারণের একটি বৃহৎ পাঠক অংশ অসভাল্ট স্পেংলা, পিতিরিম সোরোকিন এবং আর্নল্ড জোসেফ টয়েনবির তুলনামূলক ইতিহাস অনুসরণ করেছিল। যদিও ১৯৫০ এর দশক থেকে তুলনামূলক ইতিহাস জনসাধারণের দৃষ্টি থেকে বিবর্ণ হয়ে গিয়েছে এবং এখন এটি শুধু কিছু স্বাধীনভাবে কাজ করা বিশেষায়িত পণ্ডিতদের গবেষণার ক্ষেত্র।\nউপরে উল্লেখিত ব্যক্তিদের ছাড়াও, তুলনামূলক ইতিহাসের সাম্প্রতিককালের বিখ্যাত বিশারদের মধ্যে রয়েছেন মার্কিন ঐতিহাসিগণ হার্বার্ট ইউজিন বোল্টন ও ক্যারল কুইগলি এবং ব্রিটিশ ইতিহাসবিদ জিওফ্রে ব্যারাক্লো। ব্যারিংটন মুর জুনিয়র, শমুইল আইসেনস্টাট, সেইমুর মার্টিন লিপসেট, চার্লস টিলি এবং মাইকেল ম্যানসহ বেশ কিছু সমাজবিজ্ঞানীও এই ক্ষেত্রে বিশিষ্ট।\nতুলনামূলক ইতিহাসে ঐতিহাসিকেরা সাধারণত বিভিন্ন সমাজের বিশেষ প্রতিষ্ঠানের (ব্যাংকিং, নারীর অধিকার, জাতিগত পরিচয়) তুলনাটি গ্রহণ করেন, কিন্তু যেহেতু ১৯৫০-এর দশকে ঐতিহাসিকদের মধ্যে টয়েনবির মতামতের প্রতি বিরূপ প্রতিক্রিয়া দেখা দেয়, তাই সাধারণত সারা বিশ্বে বিস্তৃত অথবা অনেক শতাব্দী ধরে প্রচলিত তুলনামূলক গবেষণায় ব্যাপক মনোযোগ দেওয়া হয় না।\n\n\n== উল্লেখযোগ্য বিষয় ==\n\n\n=== রোমান এবং হান সাম্রাজ্যের তুলনামূলক অধ্যয়ন ===\n\nযুদ্ধরত রাজ্য থেকে সার্বজনীন সাম্রাজ্যে পরিণত হওয়ায় প্রাচীন চীনা এবং রোমান সাম্রাজ্যকে প্রায়ই তাদের সমকালীন এবং অনুরূপ বিকাশের কারণে তুলনা করা হয়।\n\n\n=== তুলনামূলক রাজনীতি ===\nতুলনামূলক ইতিহাসের ক্ষেত্রটি প্রায়ই তুলনামূলক রাজনীতি নামে পরিচিত রাষ্ট্রবিজ্ঞানের একটি উপশাখার অংশ হিসাবে ধরা হয়। এর মধ্যে রয়েছে \"রূপান্তর্জাতিক\" ইতিহাস এবং মাঝে মাঝে আন্তর্জাতিক ইতিহাস বিষয়ক তুলনামূলক আলোচনা।\n\n\n=== সামরিক ইতিহাস ===\nসামরিক ইতিহাস বিষয়ক ঐতিহাসিকগণ প্রায়ই বিভিন্ন জাতির সেনাবাহিনীর সংগঠন, কৌশল এবং কৌশলগত ধারণা, নেতৃত্ব এবং জাতীয় সমর্থনকে তুলনা করেছেন।\nআরও তুলনামূলক বিশ্লেষণ করার জন্য ঐতিহাসিকরা যুদ্ধ এবং সেনাপতিদের ইতিহাসের বাইরে প্রসারিত হওয়ার প্রয়োজনীয়তার উপর জোর দিয়েছেন।\n\n\n=== দাস প্রথা ===\nপ্রাচীন যুগ থেকে উনবিংশ শতাব্দী পর্যন্ত তুলনামূলক দৃষ্টিভঙ্গিতে দাসত্বের অধ্যয়ন ১৯৬০-এর দশক থেকে অনেক ঐতিহাসিকদের আকৃষ্ট করেছে।\n\n\n== পরিমাণগত পদ্ধতি ==\nসোরোকিনের কর্মের ভিত্তিতে  বর্তমানে, তুলনামূলক ইতিহাসের গবেষকরা, বিশেষত সমাজবিজ্ঞানী এবং রাষ্ট্রবিজ্ঞানীরা, প্রায়শই পরিমাণগত এবং পরিসংখ্যানগত তথ্য ব্যবহার করে একাধিক সমাজের একাধিক মাত্রার সাথে তুলনা করেন। গাণিতিক গতিশীল মডেল তৈরির জন্য কিছু প্রচেষ্টা করা হয়েছে, কিন্তু এগুলি মূলধারার তুলনামূলক ইতিহাসের সাথে সঙ্গতিপূর্ণ নয়।\n\n\n== আরও দেখুন ==\nআনাল ঘরানা\nতুলনামূলক ইতিহাসের গবেষণা\nসমাজ ও ইতিহাসের তুলনামূলক অধ্যয়ন, একটি বিশেষজ্ঞ জার্নাল\nসর্বজনীন ইতিহাস\nবিশ্ব ইতিহাস\n\n\n== তথ্যসূত্র =="}