{"pageid": 1081007, "title": "নেটওয়ার্কের বাইরে", "url": "https://bn.wikipedia.org/wiki?curid=1081007", "content": "নেটওয়ার্কের বাইরে মিজানুর রহমান আরিয়ান রচিত ও পরিচালিত ২০২১ সালের বাংলাদেশী ওয়েব চলচ্চিত্র। এটি প্রযোজনা করেন রেদওয়ান রনি। এটি সদ্য বিশ্ববিদ্যালয় সমাপ্ত করা চার বন্ধুর আনন্দ–বেদনা, ভ্রমণ ও অপ্রত্যাশিত ঘটনার গল্প। এতে চার বন্ধুর চরিত্রে অভিনয় করেছেন শরিফুল রাজ, ইয়াশ রোহান, খায়রুল বাসার ও জুনায়েদ বোগদাদী।\nএটি আরিয়ানের প্রথম ওয়েব চলচ্চিত্র। তার এই গল্প মূলত বড় পর্দার জন্য ছিল, কিন্তু কোভিড-১৯ এর জন্য এটি প্রেক্ষাগৃহে মুক্তি দিতে পারেননি। চলচ্চিত্রটি ২০২১ সালের ১৯শে আগস্ট ওভার দ্য টপ প্ল্যাটফর্ম চরকিতে মুক্তি পায়। মুক্তির পরপরই চলচ্চিত্রটি বিপুল প্রশংসা অর্জন করে।\n\n\n== কাহিনি ==\nআবিরের (শরিফুল রাজ) স্মৃতিচারণ দিয়ে চলচ্চিত্রটি শুরু হয়। মুন্না (খায়রুল বাসার), সিফাত (জুনায়েদ বোগদাদী), রাতুল (ইয়াশ রোহান) ও আবির চার ঘনিষ্ঠ বন্ধু। আবির ধনী পরিবারের সন্তান। বিশ্ববিদ্যালয়ের পড়াশোনা শেষ হওয়ার পর সে তার বাবার ব্যবসায়ের দায়িত্ব গ্রহণ করবে। ইতোমধ্যে অন্য একটি মেয়ের সাথে ডেট করতে গিয়ে সেই মেয়ের বান্ধবী সামিয়ার (নাজিফা তুষি) সাথে প্রেমের সম্পর্কে জড়িয়ে পড়ে। মুন্না গান পাগল, কিন্তু সে সুর খুঁজে পাচ্ছে না। তার বাবা তাকে তার গানের ব্যাপারে উৎসাহ দেয়। সিফাত মেধাবী ছাত্র ও বিশ্বস্ত প্রেমিক। সে কথাকে (তাসনিয়া ফারিণ) ভালোবাসে। উচ্চশিক্ষার জন্য সে দেশের বাইরে যাবে। অন্যদিকে মুন্না মধ্যবিত্ত পরিবারের সন্তান। চাকরির অন্বেষণ করছে, কিন্তু ফলাফল খারাপ থাকার কারণে প্রত্যাশিত চাকরি পাচ্ছে না।\nচার বন্ধু জীবনের আসল যাত্রা শুরুর পূর্বে এই বিশৃঙ্খল শহর থেকে বের হয়ে কক্সবাজারে একটি ভ্রমণ পরিকল্পনা করে। এটিই একত্রে তাদের প্রথম সফর, তারা এটি চিরকাল চালিয়ে যাওয়ার পরিকল্পনা করে। ভ্রমণকালে মুন্নার পরিচয় হয় ডাক্তার তানিয়ার (নাজিয়া হক অর্ষা) সাথে। তানিয়া তার থেকে বয়সে বড় হলেও সে তার সাথে ভাব জমায় এবং দীর্ঘদিন পর সে তার গানের জন্য সুর খুঁজে পায়। অন্যদিকে, মুন্না, রাতুল ও আবির সিফাতকে বিস্মিত করে দিতে কথাকে কক্সবাজার আসতে বলে। সিফাত কথাকে কক্সবাজার থেকে অবাক হয় এবং তারা সেখানে ভালো সময় কাটায়। কথা সেদিনই ঢাকা ফিরে আসে।\nএরপর তারা তাদের বান্ধবী ফাইজার (তাসনুভা তিশা) সাথে দেখা করে। ফাইজা কক্সবাজারে একটি বেসরকারি সংস্থায় চাকরি করে। সে তাদের জন্য থাকার জায়গার ব্যবস্থা করে। ফাইজার সাথে দেখা হওয়ার পর কক্সবাজারের কেন্দ্রস্থলে যখন তারা মজা, ঠাট্টা এবং উন্মাদনায় লিপ্ত ছিল, তখন তাদের সাথে একটি অপ্রত্যাশিত ঘটনা ঘটে। এই অপ্রত্যাশিত ঘটনা তাদের জীবন পরিবর্তন করে দেয়।\n\n\n== অভিনয় ==\n\n\n== নির্মাণ ==\nএটি মিজানুর রহমান আরিয়ানের প্রথম ওয়েব চলচ্চিত্র। আরিয়ান মূলত বড় পর্দার জন্য এই চলচ্চিত্রের পরিকল্পনা করছিলেন। কিন্তু কোভিড-১৯-এর জন্য এই প্রকল্প আগাতে পারছিলেন না। পরবর্তীকালে চরকির ওয়েব চলচ্চিত্রের জন্য গল্প শোনাতে গেলে চরকির প্রধান নির্বাহী কর্মকর্তা ও প্রযোজক রেদওয়ান রনি তাকে এই গল্প নিয়ে কাজ করতে উৎসাহ দেন।\nচলচ্চিত্রটির চিত্রগ্রহণ শুরু হয় ২০২০ সালের ডিসেম্বর মাসে। এর দৃশ্য ধারণ করা হয় কক্সবাজার ও সেন্ট মার্টিন দ্বীপে। এছাড়া ঢাকা ও চট্টগ্রামে কিছু অংশের দৃশ্যধারণ করা হয়। ১৭ দিনের শুটিং শেষ হয় ২০২১ সালের জানুয়ারি মাসে।\n\n\n== সঙ্গীত ==\nচলচ্চিত্রটির সুর ও সঙ্গীত পরিচালনা করেছেন সাজিদ সরকার ও খৈয়াম সানু সন্ধি। গীত রচনা করেছেন সোমেশ্বর অলি ও খৈয়াম সানু সন্ধি। গানে কণ্ঠ দিয়েছেন ইব্রাহিম কামরুল শাফিন, অবন্তী সিঁথি, রেহান রাসুল, ও খৈয়াম সানু সন্ধি। ২০২১ সালের ১লা আগস্ট বন্ধু দিবস প্রকাশিত হয় বন্ধুত্ব নিয়ে চলচ্চিত্রটির \"চল বন্ধু চল\" গানটি।\n\n\n== মুক্তি ==\nনেটওয়ার্কের বাইরে চলচ্চিত্রটির ট্রেইলার প্রকাশিত হয় ২০২১ সালের ১৫ই আগস্ট। এরপর ২০২১ সালের ১৯শে আগস্ট ওভার দ্য টপ প্ল্যাটফর্ম চরকিতে মুক্তি পায়। এটি চরকিতে মুক্তিপ্রাপ্ত দ্বিতীয় ওয়েব চলচ্চিত্র।\n\n\n== প্রতিক্রিয়া ==\nনেটওয়ার্কের বাইরে চলচ্চিত্রটি সমালোচক এবং দর্শক উভয়ের দ্বারা প্রশংসিত হয়। চলচ্চিত্রটির প্রশংসায় সুবর্ণা মুস্তাফা লিখেন, “মিজানুর রহমান আরিয়ানের গল্প বলার ধরনটা একেবারেই আলাদা। ‌‌\"নেটওয়ার্কের বাইরে\" তার প্রতিভার আরেকটা স্বাক্ষর”।\n\n\n== পুরস্কার ও মনোনয়ন ==\nআইসিটি-চ্যানেল আই ডিজিটাল মিডিয়া অ্যাওয়ার্ড\n\nব্লেন্ডারস চয়েস-দ্য ডেইলি স্টার ওটিটি অ্যান্ড ডিজিটাল কনটেন্ট পুরস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে নেটওয়ার্কের বাইরে  (ইংরেজি)\nবাংলা মুভি ডেটাবেজে নেটওয়ার্কের বাইরে"}