{"pageid": 1081536, "title": "ফাইনান্সিয়াল রিপোর্টিং আইন, ২০১৫", "url": "https://bn.wikipedia.org/wiki?curid=1081536", "content": "ফাইনান্সিয়াল রিপোর্টিং আইন, ২০১৫ (এফআরএ ২০১৫ নামে পরিচিত) বাংলাদেশ জাতীয় সংসদ কর্তৃক প্রণীত একটি আইন। দেশে আর্থিক প্রতিবেদন পদ্ধতির জবাবদিহিতা এবং স্বচ্ছতা নিশ্চিত করার জন্য ৬ সেপ্টেম্বর, ২০১৫ সালে আইনটি পাস করা হয়েছিল। ২০১৫ সালের সেপ্টেম্বরে বাংলাদেশ সরকার আইনটি আনুষ্ঠানিকভাবে প্রকাশ করে।\n\n\n== বাংলাদেশে হিসাববিজ্ঞান ==\nইনস্টিটিউট অব চার্টার্ড অ্যাকাউন্ট্যান্টস অব বাংলাদেশ (আইসিএবি) দেশের চার্টার্ড অ্যাকাউন্ট্যান্টগুলিকে নিয়ন্ত্রণ করার জন্য একমাত্র নিয়ন্ত্রক সংস্থা, অন্যদিকে ইনস্টিটিউট অব কস্ট অ্যান্ড ম্যানেজমেন্ট একাউন্টেন্টস অব বাংলাদেশ (আইসিএমএবি) খরচ এবং ব্যবস্থাপনা হিসাবরক্ষকদের জন্য। আইসিএবি এবং আইসিএমএবি পর্যবেক্ষণের জন্য, ফিনান্সিয়াল রিপোর্টিং কাউন্সিল (এফআরসি), ১২ জন সদস্য নিয়ে, বাংলাদেশের চার্টার্ড অ্যাকাউন্ট্যান্ট এবং ম্যানেজমেন্ট অ্যাকাউন্ট্যান্টদের মধ্যে জবাবদিহিতা ও কর্মক্ষমতা নিশ্চিত করার জন্য আইনের অধীনে একটি সংস্থা গঠন করে। তাছাড়া, কাউন্সিলটি একটি সংবিধিবদ্ধ সংস্থা হবে যাতে বিভিন্ন সরকারি সংস্থা, প্রতিষ্ঠান এবং পেশাগত গোষ্ঠীর বিশেষজ্ঞ সদস্য থাকবেন।\n\n\n== কার্যকরী উদ্দেশ্য ==\nএফআরসি হবে নিরীক্ষকদের কার্যাবলী পর্যবেক্ষণ, হিসাব-নিকাশে স্বচ্ছতা ও জবাবদিহিতা নিশ্চিত করা এবং বিভিন্ন সরকারি, স্বায়ত্তশাসিত ও বেসরকারি প্রতিষ্ঠানসহ আর্থিক প্রতিষ্ঠানের নিরীক্ষণের দায়িত্বপ্রাপ্ত প্রহরী সংস্থা। এই প্রতিষ্ঠানের উল্লিখিত মিশন, বাংলাদেশে একটি মডেল সংস্থা হতে হবে যাতে অডিটিং, অ্যাকাউন্টিং এবং আর্থিক ও অ-আর্থিক প্রতিবেদনে মান নিশ্চিত করা যাবে।\n\n\n== বাংলাদেশে নিরীক্ষকদের উপর প্রভাব ==\nসমস্ত নিরীক্ষক এবং নিরীক্ষা সংস্থাগুলিকে অবশ্যই ফিনান্সিয়াল রিপোর্টিং কাউন্সিলে নিবন্ধন করতে হবে। নিবন্ধন ছাড়া, কোনও নিরীক্ষক বা নিরীক্ষা সংস্থা জনস্বার্থ সম্পর্কিত কোনও সত্তাকে নিরীক্ষণ পরিষেবা সরবরাহ করতে পারবে না। নিবন্ধনের জন্য, নিরীক্ষক বা নিরীক্ষা সংস্থাকে এফআরসিতে আবেদন করতে হবে। এফআরসি আবেদনটি পর্যালোচনা করবে এবং নির্দিষ্ট নিয়ম এবং নির্দেশিকা বাস্তবায়নের জন্য নিবন্ধনের অনুরোধ করবে। যদি কোনও নিরীক্ষক বা কোনও নিরীক্ষা সংস্থা আইন দ্বারা সৃষ্ট কোনও বিধান বা তার কোনও নিয়ম এবং নির্দেশিকা লঙ্ঘন করে তবে ফিনান্সিয়াল রিপোর্টিং কাউন্সিল নিবন্ধন বাতিল বা স্থগিত করতে পারে এবং আর্থিকভাবেও জবাবদিহিতাও করতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"ICAB\"। ICAB। সংগ্রহের তারিখ ২০১৫-০৯-০৭। \n\"Welcome to ICMAB\"। ICMAB। সংগ্রহের তারিখ ২০১৫-০৯-০৭।"}