{"pageid": 1081219, "title": "আরহোপালা পেরিমুটা", "url": "https://bn.wikipedia.org/wiki?curid=1081219", "content": "ইয়েলোডিস্ক টেইলেস ওকব্লু(বৈজ্ঞানিক নাম: Arhopala perimuta (Moore)) 'লাইসিনিডি' গোত্রের এবং 'থেকেলিনি' উপগোত্রের অন্তর্ভুক্ত মাঝারি আকার বিশিষ্ট প্রজাতি।\n\n\n== আকার ==\nইয়েলোডিস্ক টেইলেস ওকব্লু এর প্রসারিত অবস্থায় ডানার আকার ৩০-৩৭ মিলিমিটার দৈর্ঘ্যের হয়।\n\n\n== উপপ্রজাতি ==\nইয়েলোডিস্ক টেইলেস ওকব্লু এর প্রজাতিগুলো হলো:\n\nArhopala perimuta perimuta Moore, 1858\nArhopala perimuta regina Corbet, 1941\n\n\n=== ভারতে প্রাপ্ত ইয়েলোডিস্ক টেইলেস ওকব্লু এর উপপ্রজাতি ===\nভারতে প্রাপ্ত ইয়েলোডিস্ক টেইলেস ওকব্লু এর উপপ্রজাতি হল-\n\nArhopala perimuta perimuta (Moore, [1858]) – Sylhet Yellowdisc Tailless Oakblue\n\n\n== বিস্তার ==\nদক্ষিণ -পূর্ব এশিয়া (সিকিম থেকে আসাম, বার্মা, থাইল্যান্ড) এর বিভিন্ন অঞ্চলে দেখা যায়।\n\n\n== বর্ণনা ==\nপ্রজাপতির দেহাংশের পরিচয় বিষদ জানার জন্য প্রজাপতির দেহ এবং ডানার অংশের নির্দেশিকা দেখুন:-\nএই প্রজাতি পাউডার্ড ওকব্লু এর সাথে ভীষন সাদৃশ্যযুক্ত।\n\n\n=== পুরুষ ===\nডানার উপরিতল কালচে চকচকে বেগুনি (dark shining purple) বর্নের। সামনের ডানায় ১মিলিমিটার এবং পিছনের ডানায় ২মিলিমিটার চওড়া কালো বর্ডার দেখা যায়। সামনের ডানা শীর্ষভাগে তীক্ষ্ণ (pointed)।\nডানার নিম্নতল ফ্যাকাশে বাদামী। উভয় ডানার দাগ, ছোপ এবং বন্ধনী ইষদ হলুদ রেখা দ্বারা পরিবেস্টহিত। সামনের ডানায় ডিসকাল বন্ধনী ৪নং শিরায় স্থানচ্যুত হয়েছে (dislocated)। সামনের ডানার অ্যাপেক্স অথবা শীর্ষভাগ ফ্যাকাশেবেগুনি আঁশে ছাওয়া। পিছনের ডানায় ডানার সীমানা (margin) এবং মধ্যভাগ চকচকে তামাটে হলুদ (tawny yellow) বর্নের। সেল এর মধ্যভাগের ছোপটি কেন্দ্রীয় কোস্টার ছোপের প্রায় লাগোয়া। ডানার ছপগুলি এবং বন্ধনীগুলির মধ্যভাগ বেগুনি আঁশে ছাওয়া।\n\n\n=== স্ত্রী ===\nডানার উপরিতল মূলত কালচে বাদামী। সামনের ডানার মধ্যভাগে নীলচে বেগুনি বর্নের একটি বড় পটি (patch) বর্তমান। পিছনের ডানার সেলের অভ্যন্তর এবং চারপাশে উক্ত নীলচে বেগুনি বর্নের কিছুটা উপস্থিতি চখে পড়ে। ডানার নিম্নতল পুরুষ প্রকারের অনুরূপ।\n\n\n== আচরণ ==\nএই প্রজাতি দুর্লভ নয়, তবে খুবই কম দেখতে পাওয়া যায়। এরা মূলত পার্বত্য অঞ্চল এবং উষ্ণ উপত্যকা অঞ্চলে বিচরন করে। জঙ্গলের অভ্যন্তর অথবা কিনারায় অথবা ছায়াচ্ছন্ন নালাগুলি এদের প্রিয় বাসভূমি। হিমালয় এ ৯০০-১৮০০মিটার উচ্চতায় প্রায় সারা বছরই এদের সক্রিয়তা চোখে পড়ে প্রধানত এপ্রিল এবং অক্টোবর মাসে।\n\n\n== তথ্যসূত্র =="}