{"pageid": 1081980, "title": "মহাপ্রসাদ", "url": "https://bn.wikipedia.org/wiki?curid=1081980", "content": "মহাপ্রসাদ বা প্রসাদ (সংস্কৃত: प्रसाद) হিন্দুধর্মে ধর্মীয় উৎসর্গ। প্রসাদ, হিন্দুধর্মে মহাপ্রসাদ ও শিখধর্মে ল্যাঙ্গার হিসেবে বিবেচিত। প্রায়শই প্রসাদ নিরামিষ খাবার যা পূজার পরে উপাসকরা খায়। দেবতাদের উদ্দেশ্য দেওয়া ভোগই মূলত পরবর্তীকালে প্রসাদ।\nহিন্দু মন্দিরে দেবতাকে দেওয়া পবিত্র খাবার যা পরে জনসাধারণ দ্বারা বৈষম্য ছাড়াই ভাগ করে খাওয়া হয়। মহাপ্রসাদ বিখ্যাত ছাপ্পান ভোগ নামেও ব্যাপকভাবে পরিচিত।\n\n\n== শব্দতত্ত্ব ==\nপ্রসাদ শব্দটি দুটি পদ 'প্র' (পূর্বে, সামনে) ও 'সাদ' (বসতে, বাস করা) এর সমন্বয়ে গঠিত। প্রসাদ ক্রিয়াপদ প্রসিদতি হিসেবে ব্যবহৃত হয়,  এবং যার অর্থ বাস করে, সভাপতিত্ব করে, খুশি করে বা অনুগ্রহ করে।\n\nএটি যেকোনো কিছু, বিশেষত খাদ্যকে নির্দেশ করে, যা প্রথমে কোন দেবতা বা সাধুকে দেওয়া হয় এবং তারপর শুভ প্রতীক হিসাবে তার অনুসারীদের বা অন্যদের কাছে তার নামে বিতরণ করা হয়।\n\nপ্রসাদকে কখনও কখনও উপহার বা অনুগ্রহ হিসাবে অনুবাদ করা হয়।\n\n\n== অনুশীলন ==\nবস্তুগত অর্থে, প্রসাদ একজন মানব ভক্ত ও দেবতার মধ্যে দেওয়া ও গ্রহণের একটি প্রক্রিয়া দ্বারা তৈরি করা হয়। উদাহরণস্বরূপ, একজন ভক্ত কোনো বস্তু যেমন ফুল, ফল বা মিষ্টির নৈবেদ্য দেয়। দেবতা তখন 'উপভোগ করেন' বা নৈবেদ্যের কিছুটা স্বাদ পান।\nএই-ঐশ্বরিকভাবে বিনিয়োগ করা পদার্থকে প্রসাদ বলা হয় এবং ভক্ত দ্বারা গ্রহণ, পরিধান ইত্যাদি গ্রহণ করা হয়। এটি একই উপাদান হতে পারে যা মূলত দেওয়া হয়েছিল বা অন্যদের দ্বারা দেওয়া হয়েছিল এবং তারপর অন্যান্য ভক্তদের কাছে পুনরায় বিতরণ করা হয়েছিল। অনেক মন্দিরে, ভক্তদের জন্য বিভিন্ন ধরনের প্রসাদ (যেমন, বাদাম, মিষ্টি) বিতরণ করা হয়।\nখাদ্য প্রদান এবং পরবর্তীতে প্রসাদ গ্রহণ পুজোর অনুশীলনের কেন্দ্রীয় বিষয়। যে কোন খাবার যা শারীরিকভাবে দেবতার প্রতিমূর্তির জন্য দেওয়া হয় অথবা নীরবে প্রার্থনায় হয় তা প্রসাদ বলে বিবেচিত হয়।\nশিখধর্মে, প্রার্থনা এবং ধর্মগ্রন্থ পাঠের পর মণ্ডলীতে কারা পারশাদ পরিবেশন করা হয়।  পারশাদ ল্যাঙ্গারের মতোই মূল্যবোধের প্রতিনিধিত্ব করে যেখানে এটি নির্বিচারে পরিবেশন করা হয়।\n\n\n== ভূ-বিশেষ প্রসাদ ==\nকুরুক্ষেত্র প্রসাদম (চন্না লাড্ডু) কুরুক্ষেত্রের ৪৮ কোড পরিক্রমায়' এবং ব্রজ পরিক্রমে মথুরা পেডা হল ভূ-বিশেষ প্রসাদ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nThe food offerings of the Dark Lord"}