{"pageid": 1081880, "title": "আবদুর রাজ্জাক নুরুল আইন", "url": "https://bn.wikipedia.org/wiki?curid=1081880", "content": "সৈয়দ আব্দুর-রাজ্জাক নুরুল-আইন    একজন সুফি সাধক ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nতিনি ছিলেন সুফি সাধক সুলতান সৈয়দ আশরাফ জাহাঙ্গীর সেমনানির উত্তরসূরি। সৈয়দ আবদুল রাজ্জাক জিলানীর বংশধরদের মধ্যে আশরাফিয়া জিলানিয়ার সুফি বংশ উপমহাদেশের অন্যতম নামকরা পরিবার। এই বংশের মধ্যেই নূর-উল-আইন ছিলেন সৈয়দ আশরাফ জাহাঙ্গীর সেমনানির উত্তরাধিকারী, শিষ্য এবং খলিফা। তিনি ছিলেন তার মামাতো ভাইয়ের ছেলে। তিনি ইরাকের জিলানের সুফি সৈয়দ আবদুল কাদের জিলানির ১০ তম বংশধর। বারো বছর বয়সে নূর-উল-আইন প্রথম আশরাফ জাহাঙ্গীর সেমনানীর সাথে বাগদাদে দেখা করেন যখন সেমনানি সেখানে গিয়েছিলেন এবং তারপর থেকে তিনি কখনই তার সঙ্গ ত্যাগ করেননি।\n\n\n== কর্মজীবন ==\nসৈয়দ আশরাফ জাহাঙ্গীর সেমনানী ৮০৮ হিজরীতে মৃত্যুবরণ করেন এবং নূর-উল-আইন তার গদিনশীন উত্তরাধিকারী হন। কঠোর আধ্যাত্মিক প্রশিক্ষণের পর তাকে খেলাফত (আধ্যাত্মিক উত্তরাধিকারী) প্রদান করা হয় এবং তার থেকে আশরাফী আধ্যাত্মিক সিলসিলা বিকশিত হয়। মীরাত-উল-আসরার ঐতিহ্য অনুযায়ী, মৃত্যুর সময় সৈয়দ আশরাফ জাহাঙ্গীর সেমনানির বয়স হয় ১০৬ অথবা ১১০ বছর। তোহফতা উল আবরারে, তার বয়স ১২০ হিসাবে লেখা হয়েছে এবং জন্মের বছর ৬৮৮ হিজরি। এমনকি তার দত্তক পুত্র সৈয়দ আবদুল রাজ্জাকের মৃত্যুর সময় তার বয়স ছিল ১২০। তিনি বায়াত গ্রহণের ১২ বছর পূর্বে এবং ৬৮ বছর ভ্রমণে ও সৈয়দ আশরাফ জাহাঙ্গীর সেমনানীর সেবায় এবং অবশিষ্ট ৪০ বছর খেলাফতের গদিতে তার মুর্শিদের মৃত্যুর পর কাটিয়েছিলেন। তদনুসারে, তার জন্মের বছর ছিল ৭২৮ হিজরি, ভারতে আগমনের বছর ৭৪০ হিজরি এবং মৃত্যুর বছর ৮৪৮ হিজরি।  তার কবর ভারতের উত্তর প্রদেশের আম্বেদকর নগর জেলার কাচওয়াচা শরীফের একই মাজারে আশরাফ জাহাঙ্গীর সেমনানীর পাশে অবস্থিত।\n\n\n== কর্ম ==\nআবদুর-রাজ্জাক সংকলিত মাকতুবাতে আশরাফি (আশরাফের চিঠি)\n\n\n== চিশতী তরিকা ==\nসুফি তরিকাগুলি তাদের উৎপত্তির সন্ধান দেয় শেষ পর্যন্ত মহানবী হজরত মুহাম্মদ (দ.)'র কাছে , যিনি বিশ্বাস করেন যে তিনি কোরআন ছাড়াও বা কোরআনের মধ্যে লুকিয়ে থাকা রহস্যময় শিক্ষা এবং অনুশীলনে তার উত্তরসূরিদের নির্দেশ দিয়েছেন। এই উত্তরসূরি সম্পর্কে মতামত ভিন্ন। কিছু সুফি সিলসিলা তাদের বংশকে প্রথম সুন্নি খলিফা হযরত আবু বকর (রা.)'র কাছে, অন্যরা মহানবী হজরত মুহাম্মদ (দ.)'র এর চাচাতো ভাই ও জামাতা আলি ইবনে আবু তালিবের কাছে।\n\n\n== আরও দেখুন ==\nআশরাফ জাহাঙ্গীর সেমনানী\nআলাউল হক পাণ্ডভি\nসৈয়দ ওয়াহেদ আশরাফ\nআশরাফিয়া\nদক্ষিণ এশিয়ার সুফি সাধক\n\n\n== তথ্যসূত্র =="}