{"pageid": 1081414, "title": "ওয়েল্‌সের ভূগোল", "url": "https://bn.wikipedia.org/wiki?curid=1081414", "content": "ওয়েল্‌স্‌ এমন একটি দেশ যা যুক্তরাজ্যের অংশ এবং যার প্রাকৃতিক ভূগোল বৈচিত্র্যময় উপকূলরেখা এবং বৃহত্তর উঁচু অভ্যন্তর দ্বারা গঠিত। এর পূর্ব দিকে ইংল্যান্ড; উত্তর ও পশ্চিমে আইরিশ সাগর এবং দক্ষিণে ব্রিস্টল চ্যানেল। এর মোট আয়তন ২০,৬৪,১০০ হেক্টর (৫১,০১,০০০ একর) এবং উত্তর থেকে দক্ষিণে প্রায় ১৭০ মা (২৭৪ কিমি) দীর্ঘ এবং এটি কমপক্ষে ৬০ মা (৯৭ কিমি) প্রশস্ত। এর সমুদ্রতীরাতিক্রান্ত বেশ কয়েকটি দ্বীপ রয়েছে, যার মধ্যে সবচেয়ে বড় হল অ্যাঙ্গলেসি। অ্যাঙ্গলেসিসহ মূল ভূখণ্ডের উপকূলরেখার দৈর্ঘ্য প্রায় ১,৬৮০ মা (২,৭০৪ কিমি)। ২০১৪ সালের হিসাব অনুসারে, ওয়েলসের জনসংখ্যা প্রায় ৩০,৯২,০০০ জন; কার্ডিফ এর রাজধানী ও বৃহত্তম নগর এবং দক্ষিণ পূর্ব ওয়েলসের শহুরে এলাকায় অবস্থিত।\nওয়েলসের একটি জটিল ভূতাত্ত্বিক ইতিহাস রয়েছে যা এটিকে একটি বৃহৎ পার্বত্য বৈশিষ্ট্যমণ্ডিত দেশ হিসেবে পরিচিত করে তুলেছে। উপকূলীয় সমভূমি দেশের উত্তর ও পশ্চিমে সংকীর্ণ কিন্তু দক্ষিণে বিস্তৃত, যেখানে গ্ল্যামারগান উপত্যকায় কিছু ভাল কৃষিজমি রয়েছে। শিল্প বিপ্লবের সময় দক্ষিণ ওয়েলস কয়লাখনি হতে খনিজ আহরণের ফলে দক্ষিণ ওয়েলস উপত্যকায় একটি নগর অর্থনীতির বিকাশ ঘটে এবং কয়লা রপ্তানির জন্য নিউপোর্ট, কার্ডিফ এবং সোয়ানসি শহরগুলির সম্প্রসারণ ঘটে।\n\n\n== প্রাকৃতিক ভূগোল ==\n\nওয়েলস মধ্য দক্ষিণ গ্রেট ব্রিটেনের পশ্চিম দিকে অবস্থিত। উত্তর ও পশ্চিমে আইরিশ সাগর এবং দক্ষিণে ব্রিস্টল চ্যানেল। ইংল্যান্ডে চেশায়ার, শ্রোপশায়ার, হেয়ারফোর্ডশায়ার এবং গ্লোচেস্টারশায়ার কাউন্ট্রি এর পূর্বে অবস্থিত। অফা'স ডাইক নামে পরিচিত প্রাচীন মৃত্তিকায় গঠিত পথানুসারে ইংল্যান্ডের সাথে এর বেশিরভাগ সীমানা গঠিত। অ্যাঙ্গলেসির বিশাল দ্বীপটি উত্তর-পশ্চিম উপকূলে অবস্থিত, মেনাই প্রণালী দ্বারা ওয়েলসের মূল ভূখণ্ড থেকে এটি বিচ্ছিন্ন এবং এখানে বেশ কয়েকটি ছোট দ্বীপ রয়েছে।\n\n\n== জনমিতি ==\n\n২০১৯ সালে ওয়েলসের আনুমানিক জনসংখ্যা ছিল প্রায় ৩১,৫২,৮৭৯ জন, যা আগের বছরের তুলনায় ১৪,২৪৮ জন বৃদ্ধি পেয়েছ। ওয়েলসের অধিকাংশ অধিবাসীর বাস এবং শিল্প এলাকা দক্ষিণ ওয়েলসে, বিশেষ করে কার্ডিফ, সোয়ানসি এবং নিউপোর্ট এবং সংলগ্ন দক্ষিণ ওয়েলস উপত্যকায় অবস্থিত। কার্ডিফ রাজধানী শহর এবং ২০১১ সালের আদমশুমারি অনুসারে এর জনসংখ্যা ছিলো প্রায় ৩,৪৬,০০০ জন। কার্ডিফ ওয়েলসের সবচেয়ে জনবহুল এলাকা যেখানে প্রতি বর্গ কিলোমিটারে ২,৪৮২ জনের (প্রতি বর্গ মাইলে ৬,৪২৮ জনের) বাস বিপরীতে পাওয়েস বাস মাত্র ২৬ জনের।\n\n\n== আরও দেখুন ==\nওয়েল্‌সের ভূতত্ত্ব;\nওয়েল্‌সের উপকূলরেখা;\nওয়েল্‌সের নীল পতাকা চিহ্নিত সৈকতের তালিকা;\nযুক্তরাজ্যের ভূগোল;\nআয়ারল্যান্ডের ভূগোল;\nইংল্যান্ডের ভূগোল;\nস্কটল্যান্ডের ভূগোল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}