{"pageid": 1081101, "title": "সুশীল দাশগুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1081101", "content": "সুশীল দাশগুপ্ত (১০ জুলাই, ১৯০৬ ― ১১ সেপ্টেম্বর,  ১৯৪৭) ছিলেন ভারতীয় উপমহাদেশের ব্রিটিশ বিরোধী স্বাধীনতা আন্দোলনে অগ্নিযুগের এক বিপ্লবী। \"যুগান্তর দলের\" সদস্য হয়ে দেশের স্বাধীনতার জন্য  আন্দামান ও নিকোবর দ্বীপপুঞ্জের  সেলুলার জেলে  দীর্ঘদিন ব্রিটিশ শাসকের  সীমাহীন অকথ্য অত্যাচার সহ্য করেও শেষে শহীদ হন দেশবাসীর হাতে বীভৎস সাম্প্রদায়িক দাঙ্গায়। \n\n\n== জন্ম ==\nসুশীল দাশগুপ্তর জন্ম ১৯০৬ খ্রিস্টাব্দের ১০ ই জুলাই ব্রিটিশ ভারতের  অধুনা বাংলাদেশের বরিশালে । তিনি ছাত্রাবস্থাতেই বিপ্লবী দলে যুক্ত হয়ে যান।\n\n\n== বিপ্লবী কর্মকাণ্ড ==\nগুপ্ত সংগঠন \"যুগান্তর বিপ্লবী দলের\" সদস্য হন। ছোটবেলা থেকেই সুশীল বেশ সাহসী ও ডানপিটে ছিলেন। সেকারণে অচিরেই নেতাদের নজরে আসেন। এদিকে দলে অস্ত্র সংগ্রহ করার জন্য অর্থের প্রয়োজন।  সরকারের টাকা লুঠ করার দায়িত্ব বর্তায় তার উপর। ১৯২৯ খ্রিস্টাব্দের মার্চ মাসে একদিন দলবল নিয়ে হানা দেন পুঁটিয়া ডাকঘরের জন্য আসা এক মেলভ্যানে। কিন্তু সেদিন ভ্যান রক্ষীর সংখ্যা ছিল অনেক। সংঘর্ষে আহত হয়ে ধরা পড়ে যান। বিচারে দশ বছরের কারাদণ্ড হয় এবং বন্দী হন মেদিনীপুর জেলে। ওই জেলে সেসময় বন্দি ছিলেন বিপ্লবী দীনেশ মজুমদার। বছর খানেকের মধ্যে ৮ই ফেব্রুয়ারি ১৯৩২ খ্রিস্টাব্দে জেলের প্রাচীর ডিঙিয়ে পালালেন দীনেশ মজুমদার এবং সাথে সুশীল ও শচীন করগুপ্ত। আট মাস পর ধরা পড়লে দীনেশ মজুমদার ফাঁসির মঞ্চে শহীদ হন ১৯৩৪ খ্রিস্টাব্দের ৯ ই জুলাই দীর্ঘ বিচারের পর। ছাব্বিশ বৎসর বছরের সুশীল ও শচীনের ঠাঁই হয় প্রথমে মান্দালয় ও পরে ১৯৩২ খ্রিস্টাব্দের ১৭ আগস্ট  আন্দামান ও নিকোবর দ্বীপপুঞ্জের  সেলুলার জেলে।  সেলুলার জেলের দীর্ঘ সময়ের  স্কটিশ জেলার ডেভিড বেরির মদতে  চলল অকথ্য অমানবিক অত্যাচার। কাট ফাটা রোদ্দুরে অসহ্য গরমে নারকেল ছাড়িয়ে তার ছোবড়া হতে দড়ি তৈরি করা আর নারকেল থেকে তেল বের করা ― ছিল সুশীল দাশগুপ্তর কাজ। এর উপর জেল কুঠুরির অতি ক্ষুদ্র অস্বাস্থ্যকর পরিবেশের পরিসরে চলত পাশবিক অত্যাচার। শেষে বন্দিদের সাথে ভালো ব্যবহার, শৌচাগার, পানীয় জল ও খাদ্যের দাবিতে ১৯৩৩ খ্রিস্টাব্দের জানুয়ারি মাসে অনশন শুরু করেন সুশীল এবং ধীরে ধীরে গণ-অনশনে পরিণত হয়। পরে অত্যাচারের কবলে পড়ে  জোর করে দুধ খাওয়ানোর চেষ্টায় দুধের মিশ্রণ ফুসফুসে আটকে মারা যান বিপ্লবী  মহাবীর সিং, বিপ্লবী মোহিতমোহন মৈত্র, বিপ্লবী মোহনকিশোর নমোদাস। পঁয়তাল্লিশ দিনের অনশনে আবাসিকদের দাবি কিছুটা মানলেও,আবারও ১৯৩৭ খ্রিস্টাব্দে শুরু হয় অত্যাচার ও বন্দীদের অনশন। এদিকে মানবাধিকার লঙ্ঘনের প্রতিবাদে মহাত্মা গান্ধী এবং রবীন্দ্রনাথ ঠাকুর তৎকালীন ভাইসরয়ের কাছে একযোগে প্রতিবাদ জানালে ব্রিটিশ সরকার সেলুলার জেল বন্ধ করার সিদ্ধান্ত নেয় এবং বন্দীদের মূল ভূখণ্ডে নিজেদের প্রদেশের জেলে ফিরিয়ে আনে। সেই সূত্রে সুশীল দাশগুপ্ত ১৯৩৮ খ্রিস্টাব্দের ১৮ই জানুয়ারি প্রেসিডেন্সি জেলে আসেন এবং ১৯৪৩ খ্রিস্টাব্দের প্রথমদিকে মুক্তি পান। ১৯৪৬ খ্রিস্টাব্দের কলকাতা ও নোয়াখালীর সাম্প্রদায়িক  দাঙ্গায়  মহাত্মা গান্ধীর আবেদনে সশস্ত্র সংগ্রামীর মত দাঙ্গা পীড়িত এলাকায় শান্তি স্থাপনে ঘুরতে থাকেন। কিন্তু পুনরায় স্বাধীনতা লাভের ঠিক এক মাস পরই ১৯৪৭ খ্রিস্টাব্দের ১১ই সেপ্টেম্বর কলকাতার পার্ক সার্কাস এলাকায় সাম্প্রদায়িক দাঙ্গায় ধর্মোন্মাদ মানুষের চপারের আঘাতে নিরস্ত্র বিপ্লবী সুশীল দাশগুপ্ত  প্রাণ হারান রাজপথেই। \n\n\n== তথ্যসূত্র =="}