{"pageid": 1081563, "title": "ইয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1081563", "content": "ইয়ার (হিব্রু ভাষায়: אִייָר‎ বা אִיָּר) সাধারণ পঞ্জিকার (যা ১ তিশ্রেই থেকে শুরু হয়) অষ্টম মাসে এবং ইহুদি ধর্মপঞ্জির (যা ১ নিসান থেকে শুরু হয়) দ্বিতীয় মাসের নাম। এই নামটি এসেছে ব্যাবিলনীয় ভাষা থেকে। এই মাসে ২৯টি দিন রয়েছে। ইয়ার সাধারণত গ্রেগরিয়ান বর্ষপঞ্জির এপ্রিল-মে মাসে পড়ে।\nহিব্রু বাইবেলে ব্যাবিলনীয় বন্দিদশার আগে এই মাসের নাম ছিলো জিভ (রাজাপুস্তক খণ্ড ১ ৬:১, রাজাপুস্তক খণ্ড ১ ৬:৩৭)। জিভ একটি হিব্রু শব্দ যার অর্থ \"আলো\" কিংবা \"উজ্জ্বল\"।\nহিব্রু বর্ষপঞ্জির অন্যান্য মাসগুলো মতো এই মাসের নাম বন্দিদশার সময়ে ব্যাবিলনীয় বর্ষপঞ্জি থেকে নেওয়া হয়েছে। ব্যাবিলনীয় বর্ষপঞ্জিতে এর নাম ছিলো আরা আয়ারু, যার অর্থ \"প্রস্ফুটিত হওয়ার মাস\"।\n\n\n== ছুটির দিন ও উদযাপিত দিবস সমূহ ==\n\n\n=== ইহুদি ছুটির দিন ===\n১৪ ইয়ার – পেশাচ শেনি\n১৮ ইয়ার – লাগ বাওমের\nবাহাব – বিস্তারিত দেখুন চেশভন। এটি লাগ বাওমের দিবসের আগের সোমবার এবং বৃহস্পতিবার ও সোমবার পালিত হয়।\n\n\n=== ইজরায়েলীয় ছুটির দিন ===\n৪ ইয়ার – ইয়োম হাজিকারন\n৫ ইয়ার – ইজরায়েলের স্বাধীনতা দিবস\n১০ ইয়ার – হার্জেল দিবস\n২৮ ইয়ার – জেরুজালেম দিবস\n\n\n== ইতিহাস ও ধর্মে ==\n\n১ ইয়ার (১৭৮৮) - Death of Rabbi Menachem Mendel of Vitebsk.\n২ ইয়ার (১৮৩৪) - Birth of the Rebbe Maharash, 4th Chabad Rebbe.\n৪ ইয়ার (১১৬৫) – Maimonides survives a fierce storm at sea while fleeing from the Islamic persecution in Fez. From then on he observed the day as a personal day of fasting and prayer.\n৫ ইয়ার (১৯৪৮) – Israeli Declaration of Independence on Friday, 14 May 1948, before sunset.\n৭ ইয়ার (৪৯৮ খ্রিস্টপূর্ব) – Jerusalem's rebuilt walls are dedicated nearly 88 years after their destruction by Nabû-kudurri-uṣur (Nebuchadnezzar II) of the Neo-Babylonian Empire.\n৮ ইয়ার (১০৯৬) – Rhineland massacres of the First Crusade begin – On their way to Holy Land, small bands of knights and peasants, along with local inhabitants, the \"People's Crusade\", attacked many Jewish communities, most notably in the Rhineland towns of Worms and Mainz. On Shabbat, 8th of Iyar, the Jews of Speyer were also attacked. However, most of them were allowed refuge in the bishop's castle and neighbouring towns such as Heidelberg. (See Sivan in Jewish History\" for Sivan 1).\n১০ ইয়ার (আনু. ২৮৭০/২৮৭১ খ্রিস্টপূর্ব) প্রধান পুরোহিত এলি ও তার দুই পুত্রের মৃত্যু\n১০ ইয়ার (১১০৩) – Death of Isaac Alfasi\n১০ ইয়ার (১৮৬০) – Birthday of Theodor Herzl\n১১ ইয়ার (১৫১০) – 1500 Jewish books were confiscated in the Free City of Frankfurt at the instigation of an apostate.\n১১ ইয়ার (১৮৮১) – Pogroms in Wasilków and Konotop as Jews are blamed for the assassination of Tsar Alexander II of the Russian Empire, who was assassinated in a suicide attack by the Catholic Russified Pole Ignacy Hryniewiecki. Riots continued for three years across all of Russia.\n১১ ইয়ার (১৯৪৮) – Battle at Degania – The Israeli Army defeated the advancing Syrian Armed Forces, following the shelling at the entrance of Deganya, which began at sunrise and lasted nine hours. It is considered the first Israeli victory of 1948 Arab–Israeli War.\n১৩ ইয়ার (১৪২৭) – Jews expelled from Bern, Switzerland\n১৪ ইয়ার (১৩১২ খ্রিস্টপূর্ব) – \"Second Passover\" – an additional opportunity to offer the paschal sacrifice, for individuals who were impure on the main Passover holiday. (Book of Numbers, 9).\n১৪ ইয়ার (খ্রিস্টপূর্ব দ্বিতীয় শতাব্দী) – Death of Rabbi Meir\n১৪ ইয়ার (১৬০৫) – Jews of Bisenz, part of Austrian Bohemia, were massacred by Stephen Bocskai, Prince of Transylvania\n১৪ ইয়ার (১৯৩৩) – Nazis burned thousands of books written by Jews.\n১৪ ইয়ার (১৯৬০) – Adolf Eichmann captured in Buenos Aires.\n১৫ ইয়ার (১৭২৭) – Jews expelled from Ukraine by Empress Catherine I a few months prior to her death.\n১৫ ইয়ার (১৮৮৩) – Pogrom in Rostov-on-Don with the encouragement of local Russian officials.\n১৫ ইয়ার (১৯৩৯) – The Nuremberg laws, depriving Jews the rights citizenship, were passed by the government of Nazi Germany in 1935. In 1939, on the 16th of Iyar, the laws went into effect in Nazi-allied Hungary.\n১৫ ইয়ার (১৯৪৫) – Dachau concentration camp liberated by the 45th Infantry Division of the US Army.\n১৭ ইয়ার (৬৬ খ্রিস্টাব্দ) – Jews attack and defeat the Roman garrison in Jerusalem, following the theft of silver from the Holy Temple.\n১৭ ইয়ার (১৭৯৩) – Death of the Noda B'Yehudah\n১৭ ইয়ার (১৯৪৫) – Death of Adolf Hitler\n১৮ ইয়ার (আনু. ১২০ খ্রিস্টাব্দ) – A plague which killed 24000 of Rabbi Akiva's disciples ceases.\n১৮ ইয়ার (খ্রিস্টপূর্ব দ্বিতীয় শতাব্দী) – Death of Shimon bar Yochai On the day of his death—Iyar 18, the 33rd day of the Omer Count—Rabbi Shimon gathered his disciples and revealed many of the deepest secrets of the divine wisdom, and instructed them to mark the date as \"the day of my joy.\"\n১৮ ইয়ার (আনু. ১৫৭৩) – Death of Moses Isserles, who is regarded as the definitive Halachic authority for Ashkenazi Jews.\n১৮ ইয়ার (১৬৯০) – Ettingen Jews acquitted of a blood libel, avoiding the danger of the decree to destroy their synagogue were they to be found guilty. The local Jews celebrated this day as a local \"Purim\" celebration-day of thanksgiving.\n১৮ ইয়ার (১৯৪৮) – Israel Defense Forces created.\n১৮ ইয়ার (১৯৪৮) – Hurva Synagogue captured and dynamited by the Arab Legion of Jordan during the battle for Old Jerusalem. The synagogue was built by the group of disciples of the Vilna Gaon who immigrated from Lithuania in 1864. The synagogue was built on the ruins of the synagogue built by Judah HeHasid) and his disciples in 1700, which was destroyed by Arab mobs in 1721. It was therefore named the \"Hurvat Rabbi Judah HaChassid\"—the ruins of Rabbi Judah the Chassid, or simply \"The Hurva\"—The Ruin.\n১৯ ইয়ার (১২৯৩) – Death of Meir of Rothenburg in his cell in Ensisheim Fortress where he had been imprisoned for ten years in an attempt to exact a huge ransom from the Jewish community. The money had been raised, but Rabbi Meir refused to have himself redeemed, lest this encourage the hostage taking of other Jewish leaders. (see Adar 4)\n১৯ ইয়ার (১৮১৫) - Death of Menachem Mendel of Rimanov\n১৯ ইয়ার (১৯৪৫) – Joseph Goebbels commits suicide as World War II nears its end.\n২০ ইয়ার (আনু. ১৩১২ খ্রিস্টপূর্ব) – The Israelites departed their encampment near Mount Sinai.\n২০ ইয়ার (১২৮৮) – Thirteen Troyes Jews burned at the stake by the Inquisition for supposedly murdering a Christian child. The thirteen Jews chosen were from among the richer members of the community. Jews were also killed in a \"blood libel\" in Neuchâtel, Switzerland on this date.\n২০ ইয়ার (১৬৩৭) – Venetian Jews forbidden the right to practice law or to act as advocates in the Courts of the Republic of Venice.\n২০ ইয়ার (১৯৩৯) – Mount Scopus Hospital opened on Mount Scopus, Jerusalem. The hospital, designed by renowned Bauhaus architect Erich Mendelsohn, opened as a modern, 300-bed academic medical facility.\n২০ ইয়ার (১৯৪২) – All pregnant women in Kovno Ghetto sentenced to death by the Nazis.\n২২ ইয়ার (১৭৩১) – Jewish books begin to be searched for and confiscated by Giovanni Antonio Costanzi, the Vatican librarian and author of a catalogue of the Vatican's Hebrew manuscripts, in all the Jewish quarters throughout the Papal States. More confiscations continued over the next twenty years.\n২২ ইয়ার (১৯৪৪) – Two months after the Nazi occupation of Hungary, Nazis began deportation of Hungarian Jews to the Auschwitz concentration camp. Adolf Eichmann personally oversaw the following day the start of the extermination process. Eight days later an estimated 100,000 had been murdered.\n২৩ ইয়ার (১০৯৬) - Massacre of 800 Jews in Worms, Germany - this day was observed as a day of communal fasting in Worms for centuries to come.\n২৪ ইয়ার (১৯৪৫) – Nazi Germany surrenders to Allied Forces\n২৫ ইয়ার (১০৯৬) – Cologne Jews saved – During the First Crusade, the crusaders are locked out of the city in the commune of Cologne in the Rhineland and local Jews are saved, following the orders of the local bishop to close the gates to the city. In a number of local provinces, where the local bishop tried to avert the masses from harming the Jews, the bishop would have to escape for his own safety.\n২৫ ইয়ার (১৩৫৫) – Toledo Massacre – 1200 Jews massacred by an attack led by Henry II of Castile during a civil war on the Alcaná, the judería of Toledo\n২৬ ইয়ার (৯৪২) – Death of Saadia Gaon.\n২৬ ইয়ার (১৭৪৭) – Death of Moshe Chaim Luzzatto in a plague in Acre.\n২৬ ইয়ার (১৯৪৫) - 26 of Iyar - Day of Liberation and Rescue has been established as an official day to remember the date of the liberation from Nazi Germany, 26th of Iyar in the Hebrew calendar. The holiday was initiated by German Zakharyayev, Gorsky-Kavkazi Jewish philanthropist and businessman, and supported by Rabbis of Europe and Israel. The day was also recently accepted by the Israeli government.\n২৬ ইয়ার (১৯৪৫) – Theresienstadt concentration camp liberated by the Soviets.\n২৬ ইয়ার (১৯৬৭) – Six-Day War begins.\n২৮ ইয়ার (১৯৬৭) – Jerusalem conquered during the Six-Day War. The day is marked in Israel as \"Jerusalem Day\".\n২৮ ইয়ার (আনু. ১০১২ খ্রিস্টপূর্ব) – Death of Samuel the Prophet, marked by pilgrimages to his tomb on the outskirts of Jerusalem. Many Jews consider this a Ta'anit Tzadik and fast.[বঙ্গানুবাদ প্রয়োজন]\n\n\n== অন্যান্য ব্যবহার ==\nআরবি ভাষায় আয়য়ার বা এইয়ার (আরবি: أيّار) বলতে মে মাসকে বুঝানো হয়ে থাকে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইয়ার মাস সংক্রান্ত তথ্যাদি\nইহুদি ইতিহাসের এই মাসটি"}