{"pageid": 1081937, "title": "লাগো পর্বত", "url": "https://bn.wikipedia.org/wiki?curid=1081937", "content": "লাগো পর্বত ওয়াশিংটন অঙ্গরাজ্যের ওকানোগান কাউন্টিতে, উত্তর ক্যাসকেডের ওকানোগান রেঞ্জে অবস্থিত ৮,৭৪৫-ফুট (২,৬৬৫-মিটার) বিশিষ্ট পর্বতের শীর্ষস্থান। পর্বতটি ক্যাসকেড ক্রেস্টের পূর্ব দিকে, প্যাসায়েটেন মরুভূমিতে, ওকানোগান জাতীয় বন দ্বারা পরিচালিত জমিতে অবস্থিত। নিকটতম উচ্চ চূড়া হল জ্যাক পর্বত, পশ্চিম-দক্ষিণ-পশ্চিমে। ১৯.৫ মাইল (৩১.৪ কিলোমিটার)। মাউন্ট লাগো ওকানোগান রেঞ্জের সর্বোচ্চ চূড়া, এবং শুধুমাত্র জ্যাক পর্বত {৯,০৭৫ ফুট} প্যাসায়েটেন উপবনের সর্বোচ্চ চূড়া হিসেবে অনুসরণ করে। প্যাসায়েটেন উপবনে চতুর্থ-বিশিষ্ট পর্বত হল লাগো। পর্বত নালা থেকে প্যাসায়েটেন নদী এবং মেথো নদীর উপনদীগুলিতে বৃষ্টিপাতের প্রবাহ থাকে। পর্বতটির নামকরণ করা হয়েছিল লার্জ ওয়ার্নস্টেড (১৮৭৮-১৯৬৯) এর নামে, এক বন পরিষেবা জরিপকারী, যিনি উত্তর ক্যাসকেডগুলিতে মানচিত্র করেছিলেন ও এমন পাহাড়ে প্রথম অসংখ্যবার আরোহণ করেছিলেন। লাগো, আমেরিকানরা যেভাবে তার নাম উচ্চারণ করেছিল তার উপর একটি নাটক। লাগে উচ্চারণ লগ্গি, লাগো নামে একটি ছেলে ছিল।\n\n\n== ভূতত্ত্ব ==\nউত্তর ক্যাসকেড ক্যাসকেড রেঞ্জের সবচেয়ে কদর্য ভূসংস্থানের কিছু বৈশিষ্ট্যযুক্ত মধ্যে যেখানে বন্ধুর শৃঙ্গ, কাঠিন্য সর্পিল পথ, শৈলশিরা এবং গভীর হিমবাহ উপত্যকা রয়েছে। বহু বছর আগে ঘটে যাওয়া ভূতাত্ত্বিক ঘটনাগুলি ক্যাসকেড রেঞ্জের উপর বিচিত্র ভূসংস্থান এবং মারাত্মক উচ্চতা পরিবর্তনের সৃষ্টি করেছিল যা বিভিন্ন জলবায়ু পার্থক্যের দিকে পরিচালিত করে।\nক্যাসকেড পর্বতমালা গঠনের ইতিহাস লক্ষ লক্ষ বছর আগে ইওসিন যুগের শেষের দিকে। উত্তর আমেরিকান প্লেট প্যাসিফিক প্লেটকে অগ্রাহ্য করার সাথে সাথে আগ্নেয়গিরির অগ্নিসংযোগের ক্রিয়া অব্যাহত ছিল। এছাড়াও, টেরেন নামক মহাসাগরীয় এবং মহাদেশীয় লিথোস্ফিয়ারের ছোট ছোট টুকরা প্রায় ৫০ মিলিয়ন বছর আগে উত্তর ক্যাসকেড তৈরি করেছিল।\nদুই মিলিয়ন বছর আগে প্লাইস্টোসিন সময়কালে, হিমবাহ অগ্রসর এবং পশ্চাদপসরণ বারবার শিলা ধ্বংসাবশেষ জমা করে ভূদৃশ্যকে আঘাত করেছিল। নদী উপত্যকার \"U\" আকৃতির প্রস্থচ্ছেদ সাম্প্রতিক হিমবাহের ফল। উত্তোলন এবং হিমবাহের সংমিশ্রণে ত্রুটি হচ্ছে সর্বোচ্চ প্রক্রিয়া যা উত্তর ক্যাসকেড অঞ্চলের লম্বা চূড়া এবং গভীর উপত্যকা তৈরি করেছে।\n\n\n== জলবায়ু ==\nবেশিরভাগ আবহাওয়া ফ্রন্ট প্রশান্ত মহাসাগরে উদ্ভূত হয় এবং ক্যাসকেড পর্বতের দিকে উত্তর -পূর্বকোণে ভ্রমণ করে। যখন ফ্রন্টগুলি উত্তর ক্যাসকেডগুলির দিকে এগিয়ে যায়, তখন তারা ক্যাসকেড রেঞ্জের শৃঙ্গ দ্বারা ঊর্ধ্বমুখী হয়, যার ফলে তারা বৃষ্টি বা তুষারপাতের আকারে তাদের আর্দ্রতা ক্যাসকেড (অরোগ্রাফিক লিফট) এ ফেলে দেয়। ফলস্বরূপ, উত্তর ক্যাসকেডগুলির পশ্চিম দিকটি পূর্ব দিকের তুলনায় বেশি বৃষ্টিপাতের অভিজ্ঞতা লাভ করে, বিশেষ করে শীতকালে তুষারপাতের আকারে। শীতের মাসগুলিতে, আবহাওয়া সাধারণত মেঘলা থাকে, কিন্তু, প্রশান্ত মহাসাগরের উপর উচ্চ চাপ ব্যবস্থার কারণে যা গ্রীষ্মকালে তীব্র হয়, গ্রীষ্মকালে প্রায়ই কম বা কোন মেঘের আবরণ থাকে।\n\n\n== আরও দেখুন ==\n\nওয়াশিংটনের পর্বতশৃঙ্গের তালিকা (রাজ্য)\nউত্তর ক্যাসকেডের ভূগোল\nপ্রশান্ত মহাসাগরীয় উত্তর -পশ্চিমের ভূতত্ত্ব\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলাগো পর্বতের আবহাওয়া: NOAA"}