{"pageid": 1081319, "title": "ফায়ার ওএস", "url": "https://bn.wikipedia.org/wiki?curid=1081319", "content": "ফায়ার ওএস একটি মোবাইল অপারেটিং সিস্টেম যা অ্যান্ড্রয়েড উন্মুক্ত উৎসের প্রকল্পের উপর ভিত্তি করে এবং আমাজন তার ফায়ার ট্যাবলেট, ইকো স্মার্ট স্পিকার এবং ফায়ার টিভি ডিভাইসের জন্য তৈরি করেছে। এর মধ্যে রয়েছে মালিকানা সফটওয়্যার, যা একটি পরিবর্তিত ব্যবহারকারী ইন্টারফেস প্রাথমিকভাবে বিষয়বস্তু ব্যবহারকে কেন্দ্র করে এবং আমাজনের নিজস্ব স্টোরফ্রন্ট এবং পরিষেবা থেকে পাওয়া সামগ্রীর সাথে ভারী সম্পর্ক বজায় রাখে। ফায়ার ওএসের জন্য অ্যাপগুলি আমাজন অ্যাপস্টোরের মাধ্যমে সরবরাহ করা হয়।\n\n\n== ইতিহাস ==\nফায়ার ওএস ৫, যা অ্যান্ড্রয়েড ৫.০ \"ললিপপ\" ভিত্তিক, একটি হালনাগাদ করা ইন্টারফেস যোগ করেছিল। হোম স্ক্রিনে এখন আগের ক্যারোসেল ইন্টারফেসের বিপরীতে একটি ঐতিহ্যবাহী অ্যাপ্লিকেশন গ্রিড এবং বিষয়বস্তুর প্রকারের বৈশিষ্ট্য রয়েছে। এটি \"অন ডেক\" নামে একটি ফাংশন চালু করেছিল, যা স্বয়ংক্রিয়ভাবে নতুন সামগ্রীর জন্য সংরক্ষণ জায়গা বজায় রাখার জন্য অফলাইন সংরক্ষণাগার থেকে সামগ্রী সরিয়ে নেয়, দ্রুত পড়ার জন্য \"ওয়ার্ড রানার\" এবং স্ক্রিন কালার ফিল্টার যুক্ত করেছিল। অবসর মোডের জন্য একটি নতুন ওয়েব ব্রাউজারের মাধ্যমে অভিভাবক নিয়ন্ত্রণ উন্নত করা হয়েছিল যাতে শিশুদের জন্য উপযুক্ত সামগ্রীর একটি কিউরেটেড নির্বাচন এবং শিশুদের দ্বারা ফায়ার ওএস ব্যবহার পর্যবেক্ষণের জন্য \"অ্যাক্টিভিটি সেন্টার\" রয়েছে। ফায়ার ওএস ৫ ডিভাইস এনক্রিপশনের জন্য সমর্থন সরিয়ে দিয়েছিল; আমাজনের একজন মুখপাত্র বলেছিলেন যে এনক্রিপশন একটি এন্টারপ্রাইজ-ভিত্তিক বৈশিষ্ট্য যা সাধারণ ব্যবহারকারীর মধ্যে কম ব্যবহার করা হয়েছিল। এফবিআই -অ্যাপল এনক্রিপশন বিরোধের পরিপ্রেক্ষিতে অপসারণ প্রচার ও সমালোচনার পর ২০১৬ সালের মার্চ মাসে অ্যামাজন ঘোষণা করেছিল যে তারা ভবিষ্যতে প্যাচটিতে এই বৈশিষ্ট্যটি পুনরুদ্ধার করবে।\n\n\n== বৈশিষ্ট্যসমূহ ==\nফায়ার ওএস একটি পরিবর্তিত ব্যবহারকারী ইন্টারফেস ব্যবহার করে যা আমাজন অ্যাপস্টোর, প্রাইম ভিডিও, অ্যামাজন মিউজিক এবং অডিবল এবং কিন্ডল স্টোরের মতো অ্যামাজন পরিষেবাগুলির মাধ্যমে উপলব্ধ সামগ্রীর উল্লেখযোগ্যভাবে প্রচারের জন্য ডিজাইন করা হয়েছে। এর হোম স্ক্রিনে সাম্প্রতিক অ্যাক্সেস করা সামগ্রী এবং অ্যাপগুলির একটি ক্যারোসেল রয়েছে, যার নীচে সরাসরি পিন করা অ্যাপগুলি \"প্রিয় তাকে\" দেখায়। এছাড়াও বিভিন্ন ধরনের বিষয়বস্তু, যেমন অ্যাপস, গেমস, মিউজিক, অডিওবই, এবং ভিডিওগুলির জন্য আলাদা বিভাগ প্রদান করে। ফায়ার ওএসের সার্চ অংশ ব্যবহারকারীদের তাদের স্থানীয় বিষয়বস্তুসম্পন্ন লাইব্রেরি বা অ্যামাজনের অনলাইন দোকানে অনুসন্ধান করতে দেয়। একইভাবে অ্যান্ড্রয়েডে, স্ক্রিনের উপর থেকে স্লাইড করা দ্রুত সেটিংস এবং বিজ্ঞপ্তি প্রকাশ করে। ফায়ার ওএস গুডরিড্‌স, ফেসবুক এবং টুইটারের সাথে সংযোগ প্রদান করে। এক্স-রে তার প্লেব্যাক ফাংশনেও একীভূত হয়েছে, যার ফলে ব্যবহারকারীরা বর্তমানে যা দেখছেন তার পরিপূরক তথ্য অ্যাক্সেস করতে পারবেন। ফায়ার ওএসটিতে একটি ব্যবহারকারী সিস্টেম রয়েছে, যার সাথে কিন্ডল ফ্রিটাইম, অভিভাবক নিয়ন্ত্রণের একটি স্যুট যা অভিভাবকদের তাদের সন্তানদের জন্য নির্দিষ্ট ধরনের সামগ্রী ব্যবহারের জন্য সময়সীমা নির্ধারণ করতে দেয়।\n\n\n=== আমাজনের বাস্তুতন্ত্র ===\nফায়ার ওএস ডিভাইসগুলি আমাজনের সফটওয়্যার এবং সামগ্রী বাস্তুতন্ত্র যেমন হিয়ার উইগো সাথে গুগল ম্যাপস এপিআই ১.০ এর ক্লোন নিয়ে আসে। আমাজন ডিভাইসগুলি বাজারজাত করতে অ্যান্ড্রয়েড ট্রেডমার্ক ব্যবহার করতে পারে না। ফায়ার ওএসের জন্য অ্যাপগুলি আমাজন অ্যাপস্টোরের মাধ্যমে সরবরাহ করা হয়।\nফায়ার ওএস ডিভাইসে গুগল প্লে স্টোর বা মালিকানাধীন এপিআই, যেমন গুগল ম্যাপস বা গুগল ক্লাউড মেসেজিং সহ গুগল মোবাইল পরিষেবা নেই। তবে এই ডিভাইসগুলিতে গুগল প্লে স্টোর ইনস্টল করা যায় এবং তৃতীয় পক্ষের অ্যাপগুলি এখনও এপিকে ফাইলের মাধ্যমে সাইডলোড করা যায়। যদিও অ্যাপগুলো গুগল পরিষেবার উপর নির্ভর করলে সম্পূর্ণ সামঞ্জস্য নিশ্চিত করা যায় না।\nওপেন হ্যান্ডসেট অ্যালায়েন্সের সদস্যরা (যার মধ্যে বেশিরভাগ অ্যান্ড্রয়েড ওইএম রয়েছে) ওএসের শাখার উপর ভিত্তি করে অ্যান্ড্রয়েড ডিভাইস তৈরি করতে চুক্তিভিত্তিক হওয়া নিষিদ্ধ, তাই ফায়ার ট্যাবলেটগুলি কোয়ান্টা কম্পিউটার দ্বারা তৈরি করা হয়, যা ওএইচএ এর সদস্য নয়।\n\n\n== ফায়ার ওএস সংস্করণের তালিকা ==\n\nসংস্করণগুলি প্রধান ফায়ার ওএস সংস্করণ দ্বারা শ্রেণীবদ্ধ করা হয় যা প্রথমে একটি নির্দিষ্ট অ্যান্ড্রয়েড কোডবেসের উপর ভিত্তি করে এবং তারপর কালানুক্রমিকভাবে সাজানো।\n\n\n== ফায়ার ওএস ডিভাইসের তালিকা ==\nফায়ার ট্যাবলেট\nফায়ার টিভি\nফায়ার ফোন\nআমাজন ইকো\nঅ্যামাজন ইকো শো\n\n\n== আরও দেখুন ==\nটাইজেন\nঅ্যান্ড্রয়েড\nফায়ারফক্স অপারেটিং সিস্টেম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}