{"pageid": 10819, "title": "ফ্রান্‌ৎস কাফকা", "url": "https://bn.wikipedia.org/wiki?curid=10819", "content": "ফ্রান্ৎস কাফকা (৩ জুলাই ১৮৮৩ – ৩ জুন ১৯২৪) ছিলেন প্রাগের একজন অস্ট্রিয়ান-চেক ঔপন্যাসিক এবং লেখক। তিনি ২০শ শতকের সাহিত্য জগতের অন্যতম গুরুত্বপূর্ণ ব্যক্তিত্ব হিসেবে বিবেচিত। কাফকা জার্মান ভাষায় লেখালেখি করতেন এবং তার কাজ বাস্তবতা ও কল্পনার মিশ্রণ হিসেবে পরিচিত। তার লেখায় সাধারণত বিচ্ছিন্ন নায়করা অদ্ভুত বা অতিপ্রাকৃত পরিস্থিতির সম্মুখীন হয় এবং জটিল সামাজিক ও প্রশাসনিক ক্ষমতার মোকাবিলা করে। তার সাহিত্য alienation (বিচ্ছিন্নতা), existential anxiety (অস্তিত্বমূলক উদ্বেগ), guilt (অপরাধবোধ), এবং absurdity (অযৌক্তিকতা)-এর মতো বিষয় নিয়ে কাজ করে। তার সবচেয়ে পরিচিত রচনাগুলির মধ্যে রয়েছে The Metamorphosis (একটি নভেলা), এবং উপন্যাস The Trial ও The Castle। \"Kafkaesque\" (কাফকাস্ক) শব্দটি ইংরেজিতে তার লেখার মতো অযৌক্তিক পরিস্থিতি বোঝাতে ব্যবহৃত হয়।\nকাফকা জন্মগ্রহণ করেন প্রাগে একটি মধ্যবিত্ত জার্মান ও ইয়িদ্দিশ ভাষাভাষী চেক ইহুদি পরিবারে। সে সময় প্রাগ ছিল অস্ট্রো-হাঙ্গেরিয়ান সাম্রাজ্যের অস্ট্রিয়ান অংশের অন্তর্গত বোহেমিয়া রাজ্যের রাজধানী (বর্তমানে চেক প্রজাতন্ত্রের রাজধানী)। তিনি আইন বিষয়ে পড়াশোনা করেন এবং তার শিক্ষাজীবন শেষ করার পর সম্পূর্ণ সময়ের জন্য কর্মরত ছিলেন। প্রথমে তিনি প্রাগের প্রাদেশিক এবং ফৌজদারি আদালতে দরিদ্রদের মামলার দায়িত্ব পালন করেন, পরে একটি ইতালিয়ান বীমা কোম্পানিতে ৯ মাস কাজ করেন। ১৯০৮ সালে তিনি অস্ট্রিয়ান ইম্পেরিয়াল এবং রয়্যাল ওয়ার্কমেনস অ্যাক্সিডেন্ট ইনস্টিটিউট-এ যোগ দেন এবং পরবর্তী ১৪ বছর সেখানে কাজ করেন। চেকোস্লোভাক প্রজাতন্ত্রের অধীনে একই প্রতিষ্ঠানের উত্তরাধিকারী প্রতিষ্ঠানে তিনি প্রধান আইনি সচিব হিসেবে উন্নীত হন।\nপূর্ণকালীন চাকরির কারণে কাফকা তার লেখালেখির সময় কম পেতেন। জীবনের অধিকাংশ সময়ে তিনি তার পরিবার এবং ঘনিষ্ঠ বন্ধুদের কাছে শত শত চিঠি লিখেছেন। বিশেষত, তার বাবার সাথে তার সম্পর্ক ছিল জটিল এবং আনুষ্ঠানিক। কাফকা কয়েকজন নারীর সাথে বাগদান করেছিলেন, তবে তিনি কখনও বিয়ে করেননি। ১৯২৪ সালে ৪০ বছর বয়সে যক্ষ্মা রোগে তিনি নিঃসঙ্গ অবস্থায় মারা যান।\nকাফকা ছিলেন একজন প্রচুর পরিমাণে লেখালেখি করা লেখক, যিনি অধিকাংশ অবসর সময় তার লেখার পেছনে ব্যয় করতেন, প্রায়ই গভীর রাতে। আত্মবিশ্বাসের অভাবে তিনি তার প্রায় ৯০ শতাংশ কাজ পুড়িয়ে ফেলেছিলেন বলে মনে করা হয়। বাকি ১০ শতাংশের একটি বড় অংশ হারিয়ে গেছে বা এখনও প্রকাশিত হয়নি। তার জীবদ্দশায় খুব অল্প কাজ প্রকাশিত হয়েছিল, যেমন: Contemplation এবং A Country Doctor নামের গল্প সংকলন এবং \"The Metamorphosis\" এর মতো পৃথক গল্প। তবে এগুলো খুব বেশি জনপ্রিয়তা পায়নি।\nতার ইচ্ছাপত্রে কাফকা তার ঘনিষ্ঠ বন্ধু এবং সাহিত্যিক কার্যনির্বাহক ম্যাক্স ব্রডকে নির্দেশ দিয়েছিলেন তার অসমাপ্ত রচনা ধ্বংস করতে, যার মধ্যে ছিল The Trial, The Castle, এবং Amerika। তবে ব্রড এই নির্দেশ উপেক্ষা করে তার বেশিরভাগ কাজ প্রকাশ করেন। দ্বিতীয় বিশ্বযুদ্ধের পর জার্মান ভাষাভাষী দেশে কাফকার লেখা বিখ্যাত হয় এবং ১৯৬০-এর দশকে তার প্রভাব সারা বিশ্বে ছড়িয়ে পড়ে। তার সাহিত্য শিল্পী, সুরকার, এবং দার্শনিকদের উপরও গভীর প্রভাব ফেলেছে।\n\n\n== প্রাথমিক জীবন ==\n\n\n=== পরিবার ===\nমধ্যবিত্ত ইহুদি পরিবারের সন্তান ফ্রান্‌ৎস কাফকা অস্ট্রিয়া-হাঙ্গেরি সম্রাজ্যের প্রাগ (প্রাহা) শহরের 'ওল্ড টাউন স্কয়ারে' জন্মগ্রহণ করেন। তার বাবা হারমেইন কাফকা ছিলেন তার দাদা জ্যাকব কাফকার চতুর্থ সন্তান। জ্যাকব কাফকা দক্ষিণ বোহিমিয়ার একটি ছোট ইহুদি অধ্যুষিত গ্রামে বসবাস করতেন, কিন্তু পরবর্তীতে হারমেইন কাফকা পুরো কাফকা পরিবারকে প্রাগ শহরে নিয়ে আসেন। হারমেইন কাফকা প্রথম দিকে প্রাগ শহরের রাস্তায় ফেরি করে বিভিন্ন জিনিস বিক্রয় করলেও পরে তিনি একটি পোশাকের দোকান দেন যেখানে তিনি প্রায় ১৫ জন বিক্রয় কর্মী নিয়োগ দেন। কাফকার মা জুলি ছিলেন এক বিখ্যাত পোশাক বিক্রেতার মেয়ে যিনি ফ্রান্‌ৎস কাফকার বাবা হারমেইন কাফকার চেয়ে অধিকতর শিক্ষিত ছিলেন। ফ্রান্‌ৎস কাফকা যখন শিশু ছিলেন তখন জার্মানিতে অনেক প্রকরণের জার্মান ভাষায় মানুষ কথা বলত, তবে সমাজের সকল শ্রেণীর মানুষের সাথে অনায়াসে মেলামেশার স্বার্থে ফ্রান্‌ৎস কাফকার বাবা-মা তাকে উচ্চ শ্রেণীর জার্মান শিখতে অনুপ্রেরণা যোগান। হারমেইন এবং জুলির ছয়টি সন্তানের মধ্যে ফ্রান্‌ৎস কাফকা ছিলেন জ্যেষ্ঠ। ফ্রান্‌ৎসের বয়স যখন মাত্র সাত বছর তখন তার ছোট দুই ভাই জর্জ এবং হাইনরিখ শিশুকালেই মৃত্যুবরণ করে। তার তিন বোন এলি (১৮৮৯-১৯৪৪), ভেলি (১৮৯০-১৯৪২) এবং ওতলা (১৮৯২-১৯৪৩)। প্রত্যেকেই দ্বিতীয় বিশ্বযুদ্ধের সময় হত্যাকাণ্ডে নিহত হন।\nফ্রান্‌ৎসের জীবনীকার স্ট্যানলি কর্নগোল্ড ফ্রান্‌ৎসের বাবা হারমেইন কাফকাকে একজন স্বার্থপর ও লোভী ব্যবসায়ি হিসেবে বর্ণনা করলেও ফ্রান্‌ৎসের মতে তার বাবা ছিলেন শক্তি, জ্ঞান, মেধা সহনশীলতা এবং আচরণে একজন পরিপূর্ণ কাফকা। হারমেইন ও জুলি উভয়েই তাদের পারিবারিক ব্যবসায় এতটাই নিবেদিত ছিলেন যে তারা দিনের প্রায় পুরোটা সময়ই ব্যস্ত থাকতেন। এ কারণে ফ্রান্‌ৎস কাফকার শৈশব কিছুটা একাকীত্বের মধ্য দিয়ে অতিবাহিত হয় এবং তিনি শিশুকাল হতে গৃহপরিচারিকা ও পারিবারিক সেবকদের কাছে মানুষ হয়েছেন। বাবার সাথে কাফকার সম্পর্কের টানাপোড়ন বোঝা যায় তার ব্রিফ এন দেন ভেটার (Brief an den Vater) বা পিতার নিকট পত্র থেকে যেখানে তিনি তার বাবাকে অভিযোগের সুরে স্বৈরাচারী এবং মাত্রাতিরিক্ত চাহিদাসম্পন্ন ব্যক্তি হিসেবে তুলে ধরেছেন। অপরদিকে তার মা ছিলেন নম্র ও শান্ত স্বভাবের। ফ্রান্‌ৎস কাফকার লেখনীতে তার বাবার স্বৈরাচারী মনোভাবের ছোঁয়া কিছুটা আঁচ করা যায়।\nকাফকা পরিবারে একজন গৃহপরিচারিকা ছিলেন যিনি তাদের সাথে একই বাড়িতে বসবাস করতেন। বাড়িটি ছিল পুরো পরিবারের স্থান সংকুলানের ক্ষেত্রে কিছুটা ছোট এবং সেখানে ফ্রান্‌ৎসের কামরাটি সবসময়ই ঠাণ্ডা থাকত। ১৯১৩ সালের নভেম্বর মাসে তারা পুরনো ছোট বাড়িটি ছেড়ে একটি বড় বাড়িতে ওঠেন।\nএলি ও ভেলির বিয়ে হয়ে যাওয়ায় তারা আগেই বাড়ি ছেড়ে তাদের সেনাবাহিনীতে চাকুরীরত স্বামীর সাথে বসবাসের জন্য পরিবার ত্যাগ করে। ১৯১৪ খিস্টাব্দের আগস্ট মসে প্রথম বিশ্বযুদ্ধ শুরু হওয়ার পর এলি ও ভেলি জানতেন না তাদের স্বামীরা কোথায় যুদ্ধ করছেন তাই তারা পুনরায় সসন্তান তাদের বাবার বাড়িতে বসবাসের জন্য চলে আসেন। ৩১ বছর বয়সে ফ্রান্‌ৎস ভেলির পুরনো এপার্টমেন্টে বসবাসের জন্য চলে যান এবং এখানেই জীবনে প্রথমবারের মত তিনি একা বসবাস শুরু করেন।\nপ্রারম্ভিক জীবন\nফ্রান্ৎস কাফকার জন্ম প্রাগের ওল্ড টাউন স্কয়ারের কাছে, যা তখন অস্ট্রো-হাঙ্গেরিয়ান সাম্রাজ্যের অংশ ছিল। তার পরিবার জার্মানভাষী মধ্যবিত্ত আশকেনাজি ইহুদি ছিল। তার বাবা হারম্যান কাফকা (১৮৫৪–১৯৩১) ছিলেন জ্যাকব কাফকার চতুর্থ সন্তান। জ্যাকব কাফকা দক্ষিণ বোহেমিয়ার স্ট্রাকোনিসের কাছে অবস্থিত ওসেক গ্রামে এক বৃহৎ ইহুদি জনগোষ্ঠীর মধ্যে একজন শোচেট বা ধর্মীয় মাংস প্রস্তুতকারী ছিলেন। হারম্যান কাফকা তার পরিবারকে প্রাগে নিয়ে আসেন। প্রথমে ভ্রাম্যমাণ বিক্রয় প্রতিনিধির কাজ করার পর তিনি ফ্যাশন খুচরা ব্যবসায়ী হয়ে ওঠেন। তার ব্যবসায় প্রায় ১৫ জন কর্মী কাজ করতেন এবং তিনি তার ব্যবসার লোগো হিসেবে একটি কাভকা পাখির (চেক ভাষায় জ্যাকড অথবা কাভকা) ছবি ব্যবহার করতেন।\nফ্রান্ৎস কাফকার মা, জুলি (১৮৫৬–১৯৩৪), পডেব্রাডির এক ধনী খুচরা ব্যবসায়ী জ্যাকব লুইয়ের কন্যা ছিলেন এবং শিক্ষাগত দিক থেকে তার স্বামীর চেয়ে উন্নত ছিলেন।\nকাফকার বাবা-মা ঐতিহ্যবাহী ইহুদি সমাজ থেকে এসেছিলেন এবং তারা জার্মান ভাষায় কথা বলতেন, যেখানে তাদের মাতৃভাষা ইয়িদ্দিশের প্রভাব ছিল। কিন্তু তাদের সন্তানরা সংস্কৃতিশীল পরিবেশে বেড়ে ওঠায় স্ট্যান্ডার্ড জার্মান শিখেছিল। হারম্যান এবং জুলি ছয় সন্তানের বাবা-মা ছিলেন, এবং ফ্রান্ৎস তাদের মধ্যে সবচেয়ে বড়। ফ্রান্ৎসের দুই ভাই, জর্জ এবং হেইনরিখ, তার সাত বছর হওয়ার আগেই শিশুকালে মারা যায়। তার তিন বোন ছিলেন গ্যাব্রিয়েল (\"এলি\") (১৮৮৯–১৯৪২), ভ্যালেরি (\"ভ্যালি\") (১৮৯০–১৯৪২), এবং ওটিলি (\"ওটলা\") (১৮৯২–১৯৪৩)। তারা তিনজনই দ্বিতীয় বিশ্বযুদ্ধের হলোকাস্টে নিহত হন। ভ্যালিকে ১৯৪২ সালে জার্মান অধিকৃত পোল্যান্ডের লজ গেটোতে পাঠানো হয়েছিল, তবে তার পরবর্তী কোন তথ্য পাওয়া যায়নি। ধরে নেওয়া হয়, তিনি যুদ্ধ থেকে বাঁচতে পারেননি। ওটিলি কাফকার প্রিয় বোন ছিলেন।\nকাফকা বিষয়ে বিশেষজ্ঞ স্ট্যানলি কর্নগোল্ড হারম্যান কাফকাকে \"বড়, আত্মকেন্দ্রিক, এবং আধিপত্যশীল ব্যবসায়ী\" হিসেবে বর্ণনা করেছেন। ফ্রান্ৎস কাফকা তাকে \"একজন প্রকৃত কাফকা\" হিসেবে বর্ণনা করেছেন, যার মধ্যে ছিল শারীরিক শক্তি, স্বাস্থ্য, উদারতা, জোরালো কণ্ঠস্বর, আত্মতৃপ্তি, প্রভাবশালী ব্যক্তিত্ব, ধৈর্যশক্তি, এবং মানুষের প্রকৃতি সম্পর্কে গভীর জ্ঞান।\nব্যবসার দিনে, উভয় বাবা-মা বাড়ি থেকে অনুপস্থিত থাকতেন। জুলি কাফকা প্রতিদিন ১২ ঘণ্টা পর্যন্ত পারিবারিক ব্যবসা দেখাশোনা করতেন। এই কারণে, কাফকার শৈশব কিছুটা একাকী কেটেছিল এবং তাদের সন্তানদের প্রধানত দাই এবং গৃহপরিচারিকাদের মাধ্যমে লালন-পালন করা হয়। ফ্রান্ৎস তার বাবার সাথে কঠিন সম্পর্ক নিয়ে তার চিঠি Brief an den Vater (\"তার বাবার কাছে চিঠি\") তে বিশদভাবে আলোচনা করেছেন। এটি ১০০ পৃষ্ঠার বেশি দীর্ঘ এবং তাতে তিনি তার বাবার কর্তৃত্বপরায়ণ এবং চাহিদাপূর্ণ আচরণ সম্পর্কে অভিযোগ করেছেন। তার মা, বিপরীতে, শান্ত এবং লাজুক প্রকৃতির ছিলেন।\nকাফকার বাবার আধিপত্যশীল ব্যক্তিত্ব তার লেখার উপর উল্লেখযোগ্য প্রভাব ফেলেছিল। কাফকার পরিবার একটি ছোট অ্যাপার্টমেন্টে এক গৃহপরিচারিকার সাথে থাকতেন। ফ্রান্ৎসের ঘর প্রায়শই ঠাণ্ডা থাকত। নভেম্বর ১৯১৩ সালে পরিবারটি একটি বড় অ্যাপার্টমেন্টে চলে যায়।\n১৯১৪ সালের আগস্টের শুরুতে, প্রথম বিশ্বযুদ্ধ শুরু হওয়ার পর, এলি এবং ভ্যালি তাদের স্বামীদের সামরিক অবস্থান জানতেন না এবং তারা পরিবারের সাথে বড় অ্যাপার্টমেন্টে ফিরে আসেন। তাদের উভয়েরই তখন সন্তান ছিল। ফ্রান্ৎস, ৩১ বছর বয়সে, ভ্যালির পূর্বের অ্যাপার্টমেন্টে চলে যান এবং প্রথমবারের মতো একা থাকতে শুরু করেন।\n\n\n=== শিক্ষা ===\n১৮৮৯ থেকে ১৮৯৩ সাল পর্যন্ত কাফকা জার্মান ছেলেদের প্রাথমিক বিদ্যালয়ে পড়াশোনা করেন, যা মাসনি ত্রহ/ফ্লাইশমার্কেট (মাংস বাজার)-এ অবস্থিত ছিল এবং বর্তমানে মাসনা স্ট্রিট নামে পরিচিত। তার ইহুদি শিক্ষা তার বার মিত্‌জভাহ উদযাপনের (১৩ বছর বয়সে) মাধ্যমে শেষ হয়। কাফকা কখনোই সিনাগগে যাওয়া উপভোগ করতেন না এবং প্রতি বছর শুধুমাত্র চারটি প্রধান ইহুদি ধর্মীয় উৎসবে তার বাবার সাথে যেতেন।\n১৮৯৩ সালে প্রাথমিক বিদ্যালয় ছেড়ে যাওয়ার পর, কাফকা কঠোর ক্লাসিকস-ভিত্তিক রাজ্য জিমনেশিয়াম, আল্টস্ট্যাডটার ডয়েচেস জিমনেশিয়ামে ভর্তি হন। এটি কিনস্কি প্যালেসের মধ্যে ওল্ড টাউন স্কয়ারে অবস্থিত একটি একাডেমিক মাধ্যমিক বিদ্যালয়। সেখানে পাঠদানের ভাষা ছিল জার্মান, তবে কাফকা চেক ভাষায়ও কথা বলতেন এবং লিখতেন। তিনি আট বছর ধরে জিমনেশিয়ামে চেক ভাষা পড়াশোনা করেন এবং ভালো গ্রেড অর্জন করেন। যদিও কাফকা তার চেক ভাষার জন্য প্রশংসা পেয়েছিলেন, তিনি কখনোই নিজেকে এই ভাষায় সাবলীল বলে মনে করেননি, যদিও তিনি জার্মান ভাষায় চেক উচ্চারণে কথা বলতেন। ১৯০১ সালে তিনি তার মাতুরা পরীক্ষা সম্পন্ন করেন।\n১৯০১ সালে কাফকা প্রাগের ডয়েচে কার্ল-ফার্ডিন্যান্ডস-ইউনিভার্সিটেটে ভর্তি হন এবং রসায়ন শাস্ত্র নিয়ে পড়াশোনা শুরু করেন, তবে দুই সপ্তাহ পরে আইনশাস্ত্রে চলে আসেন। যদিও আইন তার বিশেষ আগ্রহের বিষয় ছিল না, এটি বিভিন্ন ক্যারিয়ার সম্ভাবনার সুযোগ তৈরি করেছিল, যা তার বাবাকে সন্তুষ্ট করেছিল। তাছাড়া, আইন পড়তে দীর্ঘ সময়ের প্রয়োজন ছিল, যা কাফকাকে জার্মান সাহিত্য ও শিল্প ইতিহাসের ক্লাস নিতে সময় দিয়েছিল।\nতিনি জার্মান ছাত্রদের ক্লাব Lese- und Redehalle der Deutschen Studenten-এ যোগ দেন, যা সাহিত্যিক ইভেন্ট, পাঠ এবং অন্যান্য কার্যক্রম আয়োজন করত। কাফকার বন্ধুদের মধ্যে ছিলেন সাংবাদিক ফেলিক্স ভেল্টশ, যিনি দর্শন পড়তেন; অভিনেতা ইয়িৎসাক লোভি, যিনি একটি প্রথাগত হাসিদিক ওয়ারশ পরিবার থেকে এসেছিলেন; এবং লেখক লুডভিগ উইন্ডার, অস্কার বাউম এবং ফ্রান্ৎস ভারফেল।\nতার প্রথম বর্ষের শেষে, কাফকার সঙ্গে পরিচয় হয় ম্যাক্স ব্রডের, যিনি আইন বিভাগের সহপাঠী এবং পরে আজীবন ঘনিষ্ঠ বন্ধু হন। ব্রড পরে \"ডের এনগে প্রাগার ক্রাইস\" (প্রাগের ঘনিষ্ঠ চক্র) শব্দটি তৈরি করেন, যা কাফকা, ফেলিক্স ভেল্টশ এবং ব্রডের মতো লেখকদের একটি গোষ্ঠীকে বর্ণনা করে।\nব্রড দ্রুত লক্ষ্য করেন যে, যদিও কাফকা লাজুক এবং খুব কম কথা বলতেন, তিনি যা বলতেন তা সাধারণত গভীর অর্থপূর্ণ হতো। কাফকা তার জীবনে উৎসাহী পাঠক ছিলেন। তিনি এবং ব্রড প্লেটোর Protagoras গ্রিক ভাষায় পড়েছিলেন এবং ফ্লোবেয়ারের L'éducation sentimentale এবং La Tentation de St. Antoine (সেন্ট অ্যান্টনি'র প্রলোভন) ফরাসি ভাষায় পড়েন।\nকাফকা ফিওদর দস্তয়েভস্কি, গুস্তাভ ফ্লোবেয়ার, নিকোলাই গোগল, ফ্রান্ৎস গ্রিলপার্জার এবং হাইনরিখ ভন ক্লেইস্টকে তার \"সত্যিকারের রক্তের ভাই\" হিসেবে গণ্য করতেন। তিনি চেক সাহিত্যেও আগ্রহী ছিলেন এবং গোয়েথের কাজগুলো বিশেষভাবে পছন্দ করতেন।\nকাফকা ১৯০৬ সালের ১৮ জুন ডক্টর অব ল-এর ডিগ্রি অর্জন করেন এবং দেওয়ানি ও ফৌজদারি আদালতগুলোর জন্য একটি বাধ্যতামূলক এক বছরের বিনা বেতনের আইনকর্মীর কাজ সম্পন্ন করেন।\n\n\n=== কর্মজীবন ===\n১৯০৭ সালের ১ নভেম্বর কাফকা অ্যাসিকুরাজিওনি জেনেরালি নামে একটি বীমা কোম্পানিতে চাকরি নেন, যেখানে তিনি প্রায় এক বছর কাজ করেন। সেই সময়ে তার চিঠিপত্রে প্রকাশ পায় যে, সকাল ৮টা থেকে সন্ধ্যা ৬টা পর্যন্ত কাজের সময়সূচি তাকে হতাশ করত। এটি তার জন্য লেখালেখিতে মনোযোগ দেওয়া খুব কঠিন করে তুলেছিল, যা তখন তার জীবনের একটি ক্রমবর্ধমান গুরুত্বপূর্ণ দিক হয়ে উঠেছিল। ১৯০৮ সালের ১৫ জুলাই তিনি চাকরিটি ছেড়ে দেন। দুই সপ্তাহ পরে, তিনি লেখালেখির জন্য আরও অনুকূল একটি চাকরি পান, যখন তিনি বোহেমিয়া রাজ্যের ওয়ার্কার্স অ্যাক্সিডেন্ট ইন্স্যুরেন্স ইনস্টিটিউটে যোগ দেন।\nএই চাকরির মধ্যে শিল্প শ্রমিকদের ব্যক্তিগত আঘাতের ক্ষতিপূরণ তদন্ত ও মূল্যায়নের কাজ ছিল; সে সময়ে দুর্বল কাজের নিরাপত্তা নীতির কারণে হাত বা আঙুল হারানোর মতো দুর্ঘটনা ছিল স্বাভাবিক ব্যাপার। বিশেষত, লেদ মেশিন, ড্রিল, প্ল্যানিং মেশিন এবং রোটারি করাতসহ এমন কারখানাগুলোতে এই ধরনের দুর্ঘটনা বেশি ঘটত, যেগুলোতে সুরক্ষার জন্য প্রয়োজনীয় সরঞ্জাম ছিল না।\nতার বাবা তার ছেলের বীমা কর্মকর্তার চাকরিটিকে ব্রটবেরুফ (শুধুমাত্র বিল পরিশোধের জন্য করা একটি কাজ) বলে উল্লেখ করতেন। কাফকা প্রায়ই বলতেন তিনি এই চাকরি অপছন্দ করতেন। যদিও তিনি দ্রুত পদোন্নতি পেয়েছিলেন এবং তার দায়িত্বের মধ্যে ছিল ক্ষতিপূরণ দাবি প্রক্রিয়াকরণ ও তদন্ত করা, রিপোর্ট লেখা এবং ব্যবসায়ীদের আপিল শুনা, যারা মনে করতেন তাদের প্রতিষ্ঠানকে বেশি ঝুঁকিপূর্ণ শ্রেণীতে রাখা হয়েছে, যার ফলে তাদের বীমা প্রিমিয়াম বেশি হয়েছে। তিনি সেখানে কাজ করার কয়েক বছর ধরে বীমা প্রতিষ্ঠানের বার্ষিক প্রতিবেদন তৈরি করতেন, যা তার ঊর্ধ্বতন কর্তৃপক্ষের কাছ থেকে প্রশংসা পেত। কাফকা সাধারণত দুপুর ২টায় কাজ শেষ করতেন, যাতে তার লেখালেখির জন্য সময় থাকত। তবে তার বাবা তাকে পারিবারিক ফ্যান্সি গুডস স্টোরেও সাহায্য করতে এবং এটি পরিচালনার দায়িত্ব নিতে বলতেন।\nতার জীবনের পরবর্তী সময়ে অসুস্থতা প্রায়ই তাকে বীমা প্রতিষ্ঠানে কাজ করা এবং লেখালেখি থেকে বিরত রেখেছিল।\n১৯১১ সালের শেষের দিকে, তার বোন এলির স্বামী কার্ল হারমান এবং কাফকা প্রাগে প্রথম অ্যাসবেস্টস কারখানা প্রতিষ্ঠা করেন, যার নাম ছিল Prager Asbestwerke Hermann & Co., যা হেরমান কাফকার যৌতুকের অর্থ ব্যবহার করে শুরু হয়েছিল। প্রথমদিকে কাফকা কাজটিকে ইতিবাচকভাবে গ্রহণ করেন এবং তার অবসর সময়ের অনেকটা এই ব্যবসায় উৎসর্গ করেন। তবে পরে তিনি এই কাজ তার লেখার সময় দখল করায় বিরক্তি প্রকাশ করেন।\nএই সময়ে কাফকা ইহুদি থিয়েটারের প্রতি আগ্রহী হন। ১৯১১ সালের অক্টোবরে একটি ইহুদি থিয়েটার দলকে পারফর্ম করতে দেখে, তিনি পরবর্তী ছয় মাস ধরে ইহুদি ভাষা ও সাহিত্যে গভীরভাবে আগ্রহী হয়ে ওঠেন। এই আগ্রহ তাকে ইহুদি ধর্ম সম্পর্কে আরও জানার পথে নিয়ে যায়।\n১৯১৫ সালের দিকে কাফকা প্রথম বিশ্বযুদ্ধে সামরিক সেবার জন্য ড্রাফট নোটিশ পান, কিন্তু তার বীমা প্রতিষ্ঠানের নিয়োগকর্তারা তার কাজকে গুরুত্বপূর্ণ সরকারি সেবা হিসেবে বিবেচনা করে তাকে সামরিক সেবা থেকে অব্যাহতি পাইয়ে দেন। পরে তিনি সেনাবাহিনীতে যোগদানের চেষ্টা করেছিলেন, তবে তার টিউবারকুলোসিস সংক্রান্ত স্বাস্থ্য সমস্যার কারণে তা সম্ভব হয়নি।\n১৯১৭ সালে তাকে টিউবারকুলোসিস ধরা পড়ে এবং ১৯১৮ সালে বীমা প্রতিষ্ঠান তাকে পেনশনে পাঠায়। সেই সময়ে এই রোগের কোনও চিকিৎসা ছিল না, এবং তিনি তার জীবনের বেশিরভাগ সময় স্যানাটোরিয়ামে কাটান।\n\nব্যক্তিগত জীবন\n\nফ্রান্‌জ কাফকা কখনো বিয়ে করেননি। তার বন্ধু ম্যাক্স ব্রডের মতে, কাফকা \"যৌন আকাঙ্ক্ষার দ্বারা অত্যন্ত পীড়িত\" ছিলেন। কাফকার জীবনীকার রেইনার স্টাখ বলেছেন, তার জীবন ছিল \"অবিরাম নারীসঙ্গ\" এবং \"যৌন ব্যর্থতার ভয়\" দ্বারা ভরা। কাফকা তার প্রাপ্তবয়স্ক জীবনের বেশিরভাগ সময়ই গণিকাগৃহে যেতেন এবং পর্নোগ্রাফিতে আগ্রহী ছিলেন। তাছাড়া, তার জীবনে একাধিক মহিলার সাথে ঘনিষ্ঠ সম্পর্ক ছিল।\n\n১৩ আগস্ট ১৯১২ সালে, কাফকা ফেলিস বাউয়ার নামের এক মহিলার সাথে পরিচিত হন। তিনি ব্রডের এক আত্মীয় ছিলেন এবং বার্লিনে একটি ডিক্টাফোন কোম্পানির প্রতিনিধি হিসেবে কাজ করতেন। ব্রডের বাড়িতে প্রথম সাক্ষাতের পর, কাফকা তার ডায়েরিতে লেখেন:\"মিস এফ.বি.। ১৩ আগস্ট ব্রডের বাড়িতে পৌঁছানোর সময়, তিনি টেবিলে বসে ছিলেন। আমি তার সম্পর্কে জানতে কোনো কৌতূহল অনুভব করিনি বরং তাকে স্বাভাবিকভাবেই গ্রহণ করেছিলাম। খালি, হাড়গোড়ের মতো মুখ যা তার শূন্যতা স্পষ্টভাবে প্রকাশ করত। খোলা গলা। একটি সাদাসিধে ব্লাউজ পরা। যদিও তিনি খুবই গৃহস্থ সজ্জায় ছিলেন, বাস্তবে তা ছিলেন না। (তাকে এত ঘনিষ্ঠভাবে পর্যবেক্ষণ করার কারণে আমি কিছুটা তার থেকে দূরে সরে গিয়েছিলাম ...) প্রায় ভাঙা নাক। সোজা, সোনালী, কিছুটা নিরানন্দ চুল। দৃঢ় চিবুক। আমি যখন বসার জন্য জায়গা নিচ্ছিলাম, তখন তাকে প্রথমবারের মতো নিবিড়ভাবে দেখলাম এবং বসে পড়ার আগেই আমার একটি অটল ধারণা তৈরি হয়েছিল।\"এই সাক্ষাতের পরপরই, কাফকা এক রাতের মধ্যেই \"দাস উরটাইল\" (\"রায়\") গল্পটি লিখে শেষ করেন। এরপর তিনি \"ডার ফারশোলেনে\" (\"অদৃশ্য মানুষ\") এবং \"ডি ফেরভান্ডলুং\" (\"রূপান্তর\") নিয়ে কাজ করেন। পরবর্তী পাঁচ বছর ধরে কাফকা এবং ফেলিস বাউয়ার চিঠির মাধ্যমে যোগাযোগ রাখেন, মাঝে মাঝে দেখা করতেন এবং দুবার বাগদান করেন। কাফকার বাউয়ারকে লেখা চিঠিগুলো \"ব্রিফে আন ফেলিস\" (ফেলিসকে লেখা চিঠি) নামে প্রকাশিত হয়েছিল; তবে বাউয়ারের চিঠিগুলো টিকে থাকেনি।\nকাফকা একবার বাউয়ারের পিতাকে বিয়ের প্রস্তাব দিয়ে একটি চিঠি লেখার পর তার ডায়েরিতে লিখেছিলেন:\"আমার কাজ আমার কাছে অসহনীয়, কারণ এটি আমার একমাত্র ইচ্ছা এবং একমাত্র ডাকে বাধা দেয়, যা হল সাহিত্য... আমি কিছুই না, কেবল সাহিত্য এবং আমি আর কিছু হতে পারি না, হতে চাই না... আমাকে নিয়ন্ত্রণ করে ভয়ঙ্কর স্নায়বিক অবস্থা... বিবাহ আমাকে বদলাতে পারবে না, যেমন আমার কাজও পারছে না।\"বায়োগ্রাফার স্টাখ এবং জেমস হজের মতে, ১৯২০ সালে কাফকা জুলি ভোহরিজেক নামে এক গরিব ও অশিক্ষিত হোটেলের চাকরানির সঙ্গে তৃতীয়বারের মতো বাগদান করেন। কাফকার পিতা এই সম্পর্কের বিরোধিতা করেন, কারণ জুলির মতাদর্শ ছিল জায়নবাদী। যদিও তারা একটি ফ্ল্যাট ভাড়া নেন এবং বিয়ের তারিখ নির্ধারণ করেন, বিয়েটি আর হয়নি।\nকাফকা তার জীবনে একাধিক সম্পর্ক রাখলেও, তিনি তার আত্মবিশ্বাসের অভাব, যৌনতার প্রতি নেতিবাচক দৃষ্টিভঙ্গি এবং নিজের শরীর নিয়ে লজ্জা অনুভব করতেন।\nস্টাখ এবং ব্রড বলেছেন, ফেলিস বাউয়ারের সাথে সম্পর্কের সময় কাফকা তার এক বন্ধু মার্গারেটে \"গ্রেটি\" ব্লোখের সাথে সম্পর্ক গড়ে তোলেন। ব্রড দাবি করেন, ব্লোখ একটি পুত্রসন্তানের জন্ম দেন, যিনি কাফকার সন্তান বলে মনে করা হয়। তবে এই দাবির পক্ষে তথ্যবিভ্রাট রয়েছে এবং অন্য জীবনীকার পিটার-আন্দ্রে অল্ট বলেছেন, ব্লোখের সন্তান থাকলেও তিনি কাফকার সন্তান ছিলেন না।\n১৯১৭ সালে, কাফকার যক্ষ্মা ধরা পড়ে। তিনি কিছু সময়ের জন্য জুরাউ গ্রামে থাকেন এবং এই সময়টিকে তার জীবনের সবচেয়ে সুখের সময় বলে বর্ণনা করেন।\n১৯২০ সালে কাফকা মিলেনা জেসেনস্কা নামে এক চেক সাংবাদিকের সাথে ঘনিষ্ঠ সম্পর্ক গড়ে তোলেন। পরে ১৯২৩ সালে ডোরা ডায়ামান্ট নামে ২৫ বছর বয়সী এক ইহুদি মহিলার সাথে পরিচিত হন। ডায়ামান্ট কাফকার প্রতি তালমুদ এবং ধর্মীয় বিষয়ের আগ্রহ জাগিয়ে তোলেন। তারা কিছু সময় বার্লিনে একসঙ্গে বসবাস করেছিলেন। মৃত্যুর কিছু আগেই কাফকা চারটি গল্প, যার মধ্যে \"আইন হাঙ্গারকুন্স্টলার\" (\"একজন ক্ষুধা শিল্পী\"), শেষ করেন।\n\nভাইবোন\n\nফ্রান্‌জ কাফকার বাবা-মার ছয়টি সন্তান ছিল; ফ্রান্‌জ ছিলেন সবচেয়ে বড়। তার দুই ভাই, জর্জ এবং হেইনরিখ, শৈশবে মারা যান। তার তিন বোন—গ্যাব্রিয়েলে (\"এলি\") (২২ সেপ্টেম্বর, ১৮৮৯–১৯৪২ সালের শেষের দিকে), ভ্যালেরি (\"ভ্যালি\") (১৮৯০–১৯৪২), এবং ওটিলি (\"অটলা\") (১৮৯২–১৯৪৩)—বিস্ব দ্বিতীয় যুদ্ধের সময় হলোকস্টে নিহত হয়েছেন বলে ধারণা করা হয়। অটলা ছিলেন কাফকার প্রিয় বোন।\nগ্যাব্রিয়েলে ছিলেন কাফকার বড় বোন। তিনি \"এলি\" বা \"এলি\" নামে পরিচিত ছিলেন; তার বিবাহিত নাম বিভিন্নভাবে হারমান বা হারমানোভা হিসেবে উল্লেখিত হয়। তিনি প্রাগের রেজনিক্কা স্ট্রিটে একটি জার্মান বালিকাদের স্কুলে এবং পরে একটি বেসরকারি উচ্চ বিদ্যালয়ে পড়াশোনা করেন। ১৯১০ সালে তিনি কার্ল হারমান (১৮৮৩–১৯৩৯) নামে এক সেলসম্যানকে বিয়ে করেন। তাদের একটি পুত্র সন্তান, ফেলিক্স (১৯১১–১৯৪০), এবং দুই মেয়ে, গার্ট্রুড (\"গার্টি\") কাউফমান (১৯১২–১৯৭২) এবং হান্না সিডনার (১৯২০–১৯৪১) ছিল।\nবিয়ের পর এলি তার ভাইয়ের আরও কাছাকাছি হন, এবং কাফকার চিঠিগুলোতে তার সন্তানের লালন-পালন ও শিক্ষার প্রতি তার সক্রিয় আগ্রহ দেখা যায়। ১৯১৫ সালে কাফকা তার সঙ্গে হাঙ্গেরি ভ্রমণে যান এবং ১৯১৬ সালে মৃত্যুর আগের গ্রীষ্মে মুরিটজে তার এবং তার সন্তানদের সাথে সময় কাটান।\n১৯২৯ সালে মহামন্দার সময় হারমান পরিবারের ব্যবসা আর্থিক সংকটে পড়ে এবং শেষ পর্যন্ত দেউলিয়া হয়ে যায়। ১৯৩৯ সালের ২৭ ফেব্রুয়ারি কার্ল হারমান মারা যান, এবং এলি আর্থিকভাবে তার বোনদের উপর নির্ভরশীল হয়ে পড়েন। ১৯৪১ সালের ২১ অক্টোবর তাকে তার মেয়ে হান্নার সাথে লডজ গেটোতে পাঠানো হয়, যেখানে তিনি ১৯৪২ সালের বসন্তে তার বোন ভ্যালি এবং ভ্যালির স্বামীর সাথে অস্থায়ীভাবে বসবাস করেন। সম্ভবত তাকে ১৯৪২ সালের শেষের দিকে কুলমহফ গণহত্যা শিবিরে হত্যা করা হয়। এলির তিন সন্তানের মধ্যে কেবল তার মেয়ে গার্টি দ্বিতীয় বিশ্বযুদ্ধ থেকে বেঁচে যান।\nপ্রাগের নতুন ইহুদি কবরস্থানে পারিবারিক সমাধিতে তিন বোনের স্মরণে একটি স্মারক ফলক স্থাপন করা হয়েছে।\n\nব্যক্তিত্ব\n\nফ্রান্‌জ কাফকার আজীবন সন্দেহ ছিল যে লোকেরা তাকে মানসিক ও শারীরিকভাবে বিকর্ষণীয় বলে মনে করত। তবে যারা তাকে ব্যক্তিগতভাবে দেখেছেন তারা তার বুদ্ধিমত্তা, রসবোধ এবং শারীরিক আকর্ষণীয়তা লক্ষ্য করেছেন, যদিও তার চেহারা ছিল বেশ কঠোর। তিনি নিজেকে খুব বিশ্লেষণমূলক মনে করতেন।\nম্যাক্স ব্রড কাফকার লেখনীকে হাইনরিখ ফন ক্লাইস্টের সাথে তুলনা করেছেন, উল্লেখ করেছেন যে তারা উভয়েই অত্যন্ত বাস্তবধর্মীভাবে পরিস্থিতি বর্ণনা করতে পারতেন। ব্রডের মতে, কাফকা ছিলেন অত্যন্ত বিনোদনদায়ক এবং তার বন্ধুরা প্রায়শই তার রসিকতার প্রশংসা করতেন। তিনি মানুষের কঠিন সময়ে ভালো পরামর্শ দিয়ে সাহায্য করতেন।\nকাফকা তার লেখালেখিকে \"প্রার্থনার এক রূপ\" মনে করতেন এবং লিখতে গিয়ে সম্পূর্ণ নির্জনতা পছন্দ করতেন। তিনি ছিলেন নিরামিষভোজী এবং মদ পান করতেন না।\nকিছু গবেষক মনে করেন, কাফকার মধ্যে স্কিজয়েড পার্সোনালিটি ডিসঅর্ডারের লক্ষণ ছিল। তার লেখনীতে তার অন্তর্নিহিত মনস্তাত্ত্বিক যন্ত্রণা প্রতিফলিত হয়েছে। অন্যরা মনে করেন, তিনি বর্ডারলাইন পার্সোনালিটি ডিসঅর্ডার এবং মানসিক উদ্বেগে ভুগতেন।\nযদিও কাফকা বিয়ে করেননি, তিনি বিয়ে এবং সন্তানকে অত্যন্ত গুরুত্ব দিতেন এবং তার জীবনে একাধিক প্রেমিকা ও বান্ধবী ছিলেন। তিনি মাঝে মাঝে আত্মহত্যার চিন্তা করতেন এবং ধারণা করা হয় তিনি অ্যানোরেক্সিয়ায় ভুগতেন।\n\nকাফকা তার ডায়েরি এবং চিঠিতে তার মানসিক অশান্তি এবং সৃষ্টিশীল সংগ্রামের কথা তুলে ধরেছেন। ২১ জুন, ১৯১৩ সালের একটি ডায়েরি এন্ট্রিতে তিনি লিখেছেন:\"আমার মাথার মধ্যে বিশাল এক জগৎ আছে। কিন্তু নিজেকে এবং এই জগৎকে মুক্ত করতে চাইলে নিজেকে ছিন্নভিন্ন হতে হবে। আমি হাজারবার ছিন্নভিন্ন হওয়াকে পছন্দ করব তার চেয়ে এই জগৎকে নিজের মধ্যে আটকে রাখা বা দাফন করে রাখার চেয়ে। আমি এখানে আছি কেবল এই কারণেই, এটি আমার কাছে সম্পূর্ণ স্পষ্ট।\"তার \"জুরাউ অ্যাফোরিজম\" নামক রচনাগুলির মধ্যে একটি বিখ্যাত লাইন:\"মানুষ তার মধ্যে এক অক্ষত ও অবিনাশী কিছুতে বিশ্বাস না করে বাঁচতে পারে না, যদিও এই অবিনাশী কিছু এবং এই বিশ্বাস তার কাছে চিরকালই অদৃশ্য থাকতে পারে।\"এই ধরনের উপলব্ধিগুলো তার রচনার গভীরতা এবং দর্শনশীল প্রকৃতির প্রতিফলন।\n১৯২০ সালে কাফকার জীবন আরো জটিল হয়ে ওঠে। তিনি চেক সাংবাদিক ও লেখিকা মিলেনা ইয়েসেনস্কার সঙ্গে একটি ঘনিষ্ঠ সম্পর্ক শুরু করেন। যদিও মিলেনা বিবাহিত ছিলেন, তার বিয়েকে তিনি \"প্রতারণাপূর্ণ\" বলে অভিহিত করেছিলেন। কাফকার এই সম্পর্কের চিঠিগুলো পরবর্তীতে \"ব্রিফে আন মিলেনা\" (চিঠি মিলেনার কাছে) শিরোনামে প্রকাশিত হয়।\nতার জীবনের শেষ দিকে, ১৯২৩ সালে, তিনি ২৫ বছর বয়সী ডোরা ডায়ামান্টের সঙ্গে পরিচিত হন। ডোরা ছিলেন একটি ধর্মপ্রাণ ইহুদি পরিবার থেকে আসা কিন্ডারগার্টেন শিক্ষিকা। কাফকা তার পরিবারের প্রভাব থেকে মুক্তি পেতে চেয়েছিলেন এবং তার লেখায় মনোযোগ দিতে ১৯২৩ সালের সেপ্টেম্বরে ডোরার সঙ্গে বার্লিনে বসবাস শুরু করেন। ডোরা তার প্রেমিকা হন এবং তাকে তালমুদ অধ্যয়নের প্রতি অনুপ্রাণিত করেন।\nবার্লিনে থাকার সময় কাফকা চারটি গল্পে কাজ করেন, যার মধ্যে অন্যতম হলো \"আইন হাঙ্গারকুনস্টলার\" (একজন অনশন শিল্পী)। এই রচনাগুলো তার মৃত্যুর পর প্রকাশিত হয়।\nকাফকার জীবন ছিল অবর্ণনীয় যন্ত্রণার এবং সৃষ্টিশীলতার মিশেল। যদিও তিনি বহু প্রতিকূলতার সম্মুখীন হয়েছিলেন, তার রচনা আজও সাহিত্যের জগতে অনন্য স্থান ধরে রেখেছে।\nকাফকার জীবনের শেষ সময়টি ছিল রোগব্যাধি এবং তার সৃষ্টিশীলতার প্রতি অনবদ্য প্রতিশ্রুতির মিশ্রণ। ১৯১৭ সালে তার যক্ষ্মার (টিউবারকুলোসিস) নির্ণয় হয়, যা তার জীবন ও কর্মজীবনে গভীর প্রভাব ফেলে। তিনি প্রায়শই আরামদায়ক পরিবেশে চিকিৎসা নিতে গ্রামাঞ্চলে যান। ১৯১৭ সালে, তিনি বোহেমিয়ার জুরাউ (সিরেম)-এ কয়েক মাস কাটিয়েছিলেন, যেখানে তার বোন ওটলা এবং তার স্বামী একটি খামারে কাজ করতেন। কাফকা এই সময়টিকে তার জীবনের অন্যতম সেরা সময় বলে বর্ণনা করেছিলেন, সম্ভবত কারণ এখানে তার কোনো সামাজিক বা পেশাগত দায়িত্ব ছিল না।\nএই সময়ে তিনি নিজের ডায়েরিতে লেখার পাশাপাশি ছোট নোটও তৈরি করেন, যা পরবর্তীতে \"জুরাউ অ্যাফোরিজম\" শিরোনামে প্রকাশিত হয়। এই নোটগুলোতে ধর্মীয়, দার্শনিক এবং মানসিক বিষয়গুলোর ওপর তার গভীর চিন্তাধারা ফুটে ওঠে।\n১৯২৪ সালের মার্চে, কাফকার স্বাস্থ্যের গুরুতর অবনতির কারণে তিনি ভিয়েনা এবং পরে কিয়ারলিংয়ে চিকিৎসার জন্য যান। তার অবস্থার অবনতির প্রধান কারণ ছিল তার যক্ষ্মা, যা তার গলার টিস্যুকে প্রভাবিত করে খাবার খাওয়া অসম্ভব করে তোলে। অবশেষে, ১৯২৪ সালের ৩ জুন, তিনি ৪০ বছর বয়সে মারা যান। তার শেষ ইচ্ছা অনুযায়ী, তার দেহ প্রাগের নতুন ইহুদি কবরস্থানে সমাহিত করা হয়।\nকাফকার মৃত্যুর আগে তিনি তার বন্ধু ম্যাক্স ব্রডকে নির্দেশ দিয়েছিলেন তার সমস্ত অপ্রকাশিত রচনা পুড়িয়ে ফেলার জন্য। তবে ব্রড তার ইচ্ছা উপেক্ষা করে সেগুলো সংরক্ষণ করেন এবং পরবর্তীতে প্রকাশ করেন। এই রচনাগুলোর মধ্যে রয়েছে \"দ্য ট্রায়াল\", \"দ্য ক্যাসল\", এবং \"আমেরিকা\" (অথবা \"দ্য ম্যান হু ডিসঅ্যাপিয়ার্ড\")। এই অমর সৃষ্টি তাকে আধুনিক সাহিত্যের অন্যতম প্রধান ব্যক্তিত্বে পরিণত করেছে।\nকাফকার রচনা সম্পর্কে বলা হয় যে সেগুলো মানুষের অস্তিত্বের জটিলতা, সামাজিক বিচ্ছিন্নতা, এবং মানসিক সংগ্রামের অনন্য প্রতিচ্ছবি। তার গল্পগুলো তার সময়ের সীমা ছাড়িয়ে আজও পাঠকদের মুগ্ধ করে এবং জীবনের গভীর প্রশ্নগুলোর উত্তর খুঁজতে প্ররোচিত করে।\nরাজনৈতিক দর্শন\nপ্রথম বিশ্বযুদ্ধের আগে, কাফকা চেক অ্যানার্কিস্ট, সামরিকবিরোধী এবং ধর্মবিরোধী সংগঠন ক্লুব ম্লাদিখ-এর (Klub mladých) কয়েকটি সভায় অংশগ্রহণ করেছিলেন।[123][124] তার সহপাঠী হুগো বার্গমান, যিনি কাফকার সঙ্গে একই প্রাথমিক এবং উচ্চ বিদ্যালয়ে পড়েছিলেন, তাদের শেষ শিক্ষাবর্ষ (১৯০০–১৯০১) চলাকালে কাফকার সঙ্গে মতবিরোধে জড়িয়ে পড়েন। বার্গমানের ভাষায়, \"[কাফকার] সমাজতন্ত্র এবং আমার জায়োনিজম ছিল একেবারেই বিপরীতমুখী।\"[125][126] বার্গমান আরও উল্লেখ করেন, \"১৮৯৮ সালে আমি জায়োনিস্ট হয়ে উঠি, আর ফ্রাঞ্জ সমাজতান্ত্রিক। সেই সময়ে জায়োনিজম এবং সমাজতন্ত্রের কোনো মিলন ঘটেনি।\"[126] বার্গমানের দাবি, কাফকা তার সমাজতান্ত্রিক সমর্থন প্রদর্শনের জন্য বিদ্যালয়ে একটি লাল কার্নেশন ফুল পরে যেতেন।[126] কাফকা তার একটি ডায়েরি এন্ট্রিতে প্রভাবশালী অ্যানার্কিস্ট দার্শনিক পিটার ক্রোপোটকিনকে উল্লেখ করে লিখেছিলেন: \"ক্রোপোটকিনকে ভুলে যেও না!\"[127]\nকমিউনিস্ট যুগে, কাফকার কাজের উত্তরাধিকার পূর্ব ব্লকের সমাজতন্ত্রের জন্য তীব্র বিতর্কের বিষয় ছিল। কিছু মতামত ছিল যে তিনি ধ্বংসপ্রায় অস্ট্রো-হাঙ্গেরীয় সাম্রাজ্যের আমলাতান্ত্রিক বিশৃঙ্খলাকে ব্যঙ্গ করেছেন, আবার অন্যদের মতে তিনি সমাজতন্ত্রের উত্থানকে তুলে ধরেছেন।[128] আরেকটি গুরুত্বপূর্ণ বিষয় ছিল মার্ক্সের বিচ্ছিন্নতার তত্ত্ব। প্রথাগত মতবাদ ছিল যে কাফকার বিচ্ছিন্নতার বর্ণনা সেই সমাজের জন্য আর প্রাসঙ্গিক নয়, যা অনুমিতভাবে এই বিচ্ছিন্নতাকে দূর করেছে। তবে, ১৯৬৩ সালে চেকোস্লোভাকিয়ার লিবলিচে কাফকার জন্মের আশি বছরের বার্ষিকী উপলক্ষে অনুষ্ঠিত একটি সম্মেলনে তার আমলাতন্ত্রের চিত্রায়নের গুরুত্ব পুনর্মূল্যায়ন করা হয়।[129] কাফকা রাজনৈতিক লেখক ছিলেন কি না, এটি এখনও বিতর্কের বিষয়।[130]\n\n\n== সাহিত্যকর্ম ==\nকাফকার প্রকাশিত সব কাজ, মিলেনা জেসেনস্কাকে চেক ভাষায় লেখা কিছু চিঠি ছাড়া, জার্মান ভাষায় রচিত। তার জীবদ্দশায় যা কিছু প্রকাশিত হয়েছিল, তা খুব সামান্য জনসাধারণের দৃষ্টি আকর্ষণ করতে পেরেছিল।\nকাফকা তার কোনো পূর্ণদৈর্ঘ্য উপন্যাস শেষ করতে পারেননি এবং তার কাজের প্রায় ৯০ শতাংশই পুড়িয়ে ফেলেছিলেন।[151][152] এর বেশিরভাগই বার্লিনে ডায়ামান্টের সঙ্গে থাকার সময় ঘটে, যিনি এই খসড়াগুলো পোড়াতে তাকে সাহায্য করেছিলেন।[153] একজন লেখক হিসেবে তার প্রাথমিক জীবনে তিনি হাইনরিশ ফন ক্লাইস্টের দ্বারা প্রভাবিত হয়েছিলেন। একটি চিঠিতে তিনি ক্লাইস্টের কাজকে \"ভীতিজনক\" বলে বর্ণনা করেছিলেন এবং তাকে নিজের পরিবারের চেয়েও কাছের মনে করেছিলেন।[154]\nকাফকা অঙ্কন ও স্কেচ করতেন। ২০২১ সালের মে পর্যন্ত তার প্রায় ৪০টি আঁকা চিত্র জানা ছিল।[155][156] ২০২২ সালে, ইয়েল ইউনিভার্সিটি প্রেস \"Franz Kafka: The Drawings\" প্রকাশ করে।[157]\n\n\n=== গল্পসমূহ ===\nকাফকার প্রথম প্রকাশিত কাজ ছিল আটটি গল্প, যা ১৯০৮ সালে সাহিত্যের পত্রিকা হাইপারিয়নের প্রথম সংখ্যায় \"বেট্রাখটুং\" (চিন্তাধারা) শিরোনামে প্রকাশিত হয়। তিনি \"বেশ্রাইবুং আাইনেস কাম্ফেস\" (\"একটি সংগ্রামের বিবরণ\") গল্পটি ১৯০৪ সালে লিখেছিলেন।[d] ১৯০৫ সালে তিনি এটি ব্রডকে দেখান। ব্রড তাকে লেখালেখি চালিয়ে যেতে উৎসাহিত করেন এবং হাইপারিয়নে জমা দিতে রাজি করান। ১৯০৮ সালে তিনি এর একটি অংশ প্রকাশ করেন,[158] এবং ১৯০৯ সালের বসন্তে মিউনিখে দুটি অংশ প্রকাশিত হয়।[159]\n২২ সেপ্টেম্বর, ১৯১২-এর রাতে সৃষ্টিশীল এক উদ্দীপনার মধ্যে কাফকা \"দাস উরটাইল\" (\"রায়\", আক্ষরিক অর্থে: \"ফয়সালা\") গল্পটি লিখেন এবং এটি ফেলিস বাউয়ারকে উৎসর্গ করেন। ব্রড উল্লেখ করেছিলেন যে গল্পের প্রধান চরিত্র জর্জ বেন্ডেমান এবং তার কল্পিত বাগদত্তা ফ্রিডা ব্রান্ডেনফেল্ডের নাম কাফকা এবং ফেলিস বাউয়ারকে স্মরণ করায়।[160] এই গল্পটিকে প্রায়ই কাফকার অন্যতম প্রধান কাজ হিসাবে বিবেচনা করা হয়। এটি একজন পুত্র এবং তার কর্তৃত্বপরায়ণ পিতার সমস্যাপূর্ণ সম্পর্কের উপর ভিত্তি করে তৈরি, যেখানে পুত্র তার বাগদানের পর নতুন পরিস্থিতির মুখোমুখি হয়।[161][162] কাফকা পরে এই গল্প লেখাকে \"শরীর ও আত্মার পূর্ণ উন্মুক্তি\" হিসাবে বর্ণনা করেছিলেন,[163] যা \"একটি সত্যিকারের জন্ম, ময়লা এবং কর্দমে ঢাকা\"।[164] গল্পটি ১৯১২ সালে লাইপজিগে প্রথম প্রকাশিত হয় এবং \"মিস ফেলিস বাউয়ারকে উৎসর্গীকৃত\", পরবর্তী সংস্করণে \"এফ-এর জন্য\" বলা হয়।[86]\n১৯১২ সালে কাফকা লিখেছিলেন \"ডি ফেরভান্ডলুং\" (দ্য মেটামরফোসিস বা রূপান্তর), যা ১৯১৫ সালে লাইপজিগে প্রকাশিত হয়। গল্পটি শুরু হয় একজন ভ্রমণকারী বিক্রেতার সঙ্গে, যে একদিন সকালে জেগে দেখে সে নিজেকে একটি বিশাল কীটপতঙ্গে রূপান্তরিত হয়েছে। সমালোচকরা এই কাজটিকে ২০শ শতাব্দীর অন্যতম গুরুত্বপূর্ণ সাহিত্যকর্ম হিসেবে বিবেচনা করেন।[166][167][168]\nগল্প \"ইন ডের স্ট্রাফকোলোনি\" (\"শাস্তি কলোনিতে\"), যেখানে একটি জটিল নির্যাতন এবং মৃত্যুদণ্ড কার্যকরণের যন্ত্র নিয়ে আলোচনা করা হয়েছে, এটি অক্টোবর ১৯১৪ সালে লেখা হয়,[86] ১৯১৮ সালে সংশোধিত হয়, এবং ১৯১৯ সালের অক্টোবরে লাইপজিগে প্রকাশিত হয়। \"আইন হুংগারকুনস্টলার\" (\"একজন ক্ষুধার শিল্পী\"), ১৯২৪ সালে ডি ন্যুয়ে রুন্ডশাউ পত্রিকায় প্রকাশিত হয়, যেখানে এক শিকারপ্রধান চরিত্রের কথা বলা হয়েছে, যার অনন্য ক্ষুধা-শিল্পের প্রতি মানুষের আগ্রহ কমে যায়।[169]\nতার শেষ গল্প \"জোসেফাইন, ডি জ্যাঙেরিন অডার দাস ফোল্ক ডের মাউসে\" (\"জোসেফাইন, গায়িকা বা ইঁদুরের জাতি\"), শিল্পী এবং তার দর্শকের মধ্যে সম্পর্ক নিয়ে আলোচনা করে।[170]\n\n\n== মৃত্যু ==\nকাফকার ল্যারিঞ্জিয়াল টিউবারকিউলোসিস আরও খারাপের দিকে গিয়েছিল, এবং ১৯২৪ সালের মার্চ মাসে তিনি বার্লিন থেকে প্রাগে ফিরে আসেন।[72] সেখানে তার পরিবারের সদস্যরা, বিশেষ করে তার বোন ওটলা এবং ডোরা ডায়ামান্ট, তার দেখাশোনা করতেন। ১০ এপ্রিল তিনি ভিয়েনার কাছাকাছি কিয়ারলিং-এ হুগো হফম্যানের স্যানেটোরিয়ামে চিকিৎসার জন্য যান।[86] তিনি ১৯২৪ সালের ৩ জুন সেখানেই মারা যান। মৃত্যুর কারণ ছিল সম্ভবত ক্ষুধায় মৃত্যু; কাফকার গলার অবস্থা খাওয়াকে অত্যন্ত বেদনাদায়ক করে তুলেছিল, এবং সেই সময় প্যারেন্টারাল পুষ্টি পদ্ধতি এখনও উন্নত হয়নি, ফলে তাকে খাওয়ানোর কোনো উপায় ছিল না।[147][148]\nতিনি মৃত্যুশয্যায় বসেও \"আ হাঙ্গার আর্টিস্ট\" গল্পটি সম্পাদনা করছিলেন, যা তিনি রচনা করতে শুরু করেছিলেন তার গলা এতটাই খারাপ হওয়ার আগে যে তিনি কোনো খাবার গ্রহণ করতে পারতেন না।[149] তার দেহ প্রাগে ফিরিয়ে আনা হয় এবং ১৯২৪ সালের ১১ জুন তাকে প্রাগ-জিজকভ-এর নতুন ইহুদি কবরস্থানে সমাহিত করা হয়।[68]\nকাফকা তার জীবদ্দশায় কার্যত অজানা ছিলেন, তবে তিনি খ্যাতিকে গুরুত্বপূর্ণ মনে করতেন না। দ্বিতীয় বিশ্বযুদ্ধের পর বিশেষ করে, তার মৃত্যুর পর তিনি দ্রুত খ্যাতি অর্জন করেন।[108] কাফকার সমাধিফলকটি স্থপতি লিওপোল্ড এহরম্যান ডিজাইন করেছিলেন।[150]\n\n\n== গ্রন্থাবলী ==\nউপন্যাস\n\nআমেরিকা (১৯১১)\nদ্য ট্রায়াল (১৯১৪)\nদ্য কাসল (১৯২২)\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nকবিতীর্থ- ফ্রানৎস কাফকা সংখ্যা - (মাঘ ১৪১৬, January 2010), কলকাতা ।\nকাফকার গল্প কবিতা ও নাটক । সৈয়দ সমিদুল আলম অনুদিত । কবিতীর্থ প্রকাশনী, কলকাতা ।\nফ্রানৎস কাফকার ডায়েরি । সৈয়দ সমিদুল আলম অনুদিত । কবিতীর্থ প্রকাশনী, কলকাতা ।\nবাবাকে লেখা ফ্রানৎস কাফকার চিঠি । সৈয়দ সমিদুল আলম অনুদিত । কবিতীর্থ প্রকাশনী, কলকাতা ।\nফেলিসকে লেখা কাফকার চিঠি । সৈয়দ সমিদুল আলম অনুদিত । কবিতীর্থ প্রকাশনী, কলকাতা ।\nফ্রানৎস কাফকার নির্বাচিত চিঠি । সৈয়দ সমিদুল আলম অনুদিত ।\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\nAlt, Peter-André (২০০৫)। Franz Kafka: Der ewige Sohn. Eine Biographie (German ভাষায়)। München: Verlag C.H. Beck। আইএসবিএন 978-3-406-53441-6। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nBathrick, David (১৯৯৫)। The Powers of Speech: The Politics of Culture in the GDR। Lincoln: University of Nebraska Press। \nBergman, Hugo (১৯৬৯)। Memories of Franz Kafka in Franz Kafka Exhibition (Catalogue) (PDF)। Library: The Jewish National and University Library। \nBloom, Harold (২০০৩)। Franz Kafka। Bloom's Major Short Story Writers। New York: Chelsea House Publishers। আইএসবিএন 978-0-7910-6822-9। \nBloom, Harold (Spring ২০১১)। \"Franz Kafka's Zionism\"। Midstream। 57 (2)। \nBloom, Harold (২০০২)। Genius: A Mosaic of One Hundred Exemplary Creative Minds। New York: Warner Books। আইএসবিএন 978-0-446-52717-0। \nBloom, Harold (১৯৯৪)। The Western Canon: The Books and School of the Ages। New York: Riverhead Books, Penguin Group। আইএসবিএন 978-1-57322-514-4। \nBossy, Michel-André (২০০১)। Artists, Writers, and Musicians: An Encyclopedia of People Who Changed the World। Westport, Connecticut: Oryx Press। আইএসবিএন 978-1-57356-154-9। \nBoyd, Ian R. (২০০৪)। Dogmatics Among the Ruins: German Expressionism and the Enlightenment। Bern: Peter Lang AG। আইএসবিএন 978-3-03910-147-4। \nBrod, Max (১৯৬০)। Franz Kafka: A Biography। New York: Schocken Books। আইএসবিএন 978-0-8052-0047-8। \nBrod, Max (১৯৬৬)। Über Franz Kafka (German ভাষায়)। Hamburg: S. Fischer Verlag। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nBruce, Iris (২০০৭)। Kafka and Cultural Zionism — Dates in Palestine। Madison, Wisconsin: University of Wisconsin Press। আইএসবিএন 978-0-299-22190-4। \nClasse, Olive (২০০০)। Encyclopedia of Literary Translation into English, Vol. 1। Chicago: Fitzroy Dearborn Publishers। আইএসবিএন 978-1-884964-36-7। \nContijoch, Francesc Miralles (২০০০)। Franz Kafka (Spanish ভাষায়)। Barcelona: Oceano Grupo Editorial, S.A.। আইএসবিএন 978-84-494-1811-2। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nCorngold, Stanley (১৯৭২)। Introduction to The Metamorphosis। New York: Bantam Classics। আইএসবিএন 978-0-553-21369-0। \nCorngold, Stanley (১৯৭৩)। The Commentator's Despair। Port Washington, New York: Kennikat Press। আইএসবিএন 978-0-8046-9017-1। \nCorngold, Stanley (২০০৪)। Lambent Traces: Franz Kafka। Princeton, New Jersey: Princeton University Press। আইএসবিএন 978-0-691-11816-1। \nCorngold, Stanley;  ও অন্যান্য (২০০৯)। Franz Kafka: The Office Writings। Princeton, New Jersey: Princeton University Press। আইএসবিএন 978-0-691-12680-7। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: ও অন্যান্য স্পষ্টভাবে ব্যবহার করছে (link) \nCorngold, Stanley – Wagner, Benno (২০১১)। Franz Kafka: The Ghosts in the Machine। Evanston, Illinois: Northwestern University Press। আইএসবিএন 978-0-8101-2769-2। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: একাধিক নাম: লেখকগণের তালিকা (link) \nDeleuze, Gilles; Guattari, Félix (১৯৮৬)। Kafka: Toward a Minor Literature (Theory and History of Literature, Vol 30)। Minneapolis: University of Minnesota Press। আইএসবিএন 978-0-8166-1515-5। \nDiamant, Kathi (২০০৩)। Kafka's Last Love: The Mystery of Dora Diamant। New York: Basic Books। আইএসবিএন 978-0-465-01551-1। \nDrucker, Peter (২০০২)। Managing in the Next Society (2007 সংস্করণ)। Oxford: Elsevier। আইএসবিএন 978-0-7506-8505-4। \nEngel, Manfred; Auerochs, Bernd (২০১০)। Kafka-Handbuch. Leben – Werk – Wirkung (German ভাষায়)। Metzler: Stuttgart, Weimar। আইএসবিএন 978-3-476-02167-0। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nElsaesser, Thomas (২০০৪)। The Last Great American Picture Show। Amsterdam: Amsterdam University Press। আইএসবিএন 978-90-5356-493-6। \nFurst, Lillian R. (১৯৯২)। Through the Lens of the Reader: Explorations of European Narrative। SUNY Press। আইএসবিএন 978-0-7914-0808-7। \nGale Research Inc. (১৯৭৯)। Twentieth-Century Literary Criticism: Excerpts from Criticism of the Works of Novelists, Poets, Playwrights, Short Story Writers, & Other Creative Writers Who Died Between 1900 & 1999। Farmington Hills, Michigan: Gale Cengage Learning। আইএসবিএন 978-0-8103-0176-4। \nGilman, Sander (১৯৯৫)। Franz Kafka, the Jewish Patient। New York: Routledge। আইএসবিএন 978-0-415-91391-1। \nGilman, Sander (২০০৫)। Franz Kafka। London: Reaktion Books। আইএসবিএন 978-1-881872-64-1। \nGray, Richard T. (২০০৫)। A Franz Kafka Encyclopedia। Westport, Connecticut: Greenwood Press। আইএসবিএন 978-0-313-30375-3। \nGray, Ronald (১৯৭৩)। Franz Kafka। Cambridge: Cambridge University Press। আইএসবিএন 978-0-521-20007-3। \nHamalian, Leo (১৯৭৪)। Franz Kafka: A Collection of Criticism। New York: McGraw-Hill। আইএসবিএন 978-0-07-025702-3। \nHawes, James (২০০৮)। Why You Should Read Kafka Before You Waste Your Life। New York: St. Martin's Press। আইএসবিএন 978-0-312-37651-2। \nJanouch, Gustav (১৯৭১)। Conversations with Kafka (2 সংস্করণ)। New York: New Directions Books। আইএসবিএন 978-0-8112-0071-4। \nKafka, Franz (১৯৪৮)। The Penal Colony: Stories and Short Pieces (1987 সংস্করণ)। New York: Schocken Books। আইএসবিএন 978-0-8052-3198-4। \nKafka, Franz (১৯৫৪)। Dearest Father. Stories and Other Writings। New York: Schocken Books। \nKafka, Franz (১৯৮৮)। The Castle। New York: Schocken Books। আইএসবিএন 978-0-8052-0872-6। \nKafka, Franz (১৯৯৬)। The Metamorphosis and Other Stories। New York: Barnes & Noble। আইএসবিএন 978-1-56619-969-8। \nKafka, Franz (১৯৯৮)। The Trial। New York: Schocken Books। আইএসবিএন 978-0-8052-0999-0। \nKafka, Franz (২০০৯)। The Trial। Oxford: Oxford University Press। আইএসবিএন 978-0-19-923829-3। \nKahn, Lothar; Hook, Donald D. (১৯৯৩)। Between Two Worlds: a cultural history of German-Jewish writers। Ames, Iowa: Iowa State University Press। আইএসবিএন 978-0-8138-1233-5। \nKarl, Frederick R. (১৯৯১)। Franz Kafka: Representative Man। Boston: Ticknor & Fields। আইএসবিএন 978-0-395-56143-0। \nKoelb, Clayton (২০১০)। Kafka: A Guide for the Perplexed। Chippenham, Wiltshire: Continuum International Publishing Group। আইএসবিএন 978-0-8264-9579-2। \nKrolop, Kurt (১৯৯৪)। Kafka und Prag (German ভাষায়)। Prague: Goethe-Institut। আইএসবিএন 978-3-11-014062-0। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nMiller, Alice (১৯৮৪)। Thou Shalt Not Be Aware:Society's Betrayal of the Child। New York: Farrar, Straus, Giroux। আইএসবিএন 978-0-9567982-1-3। \nMurray, Nicholas (২০০৪)। Kafka। New Haven, Connecticut: Yale University Press। আইএসবিএন 978-0-300-10631-2। \nNewmark, Peter (১৯৯১)। About Translation। Wiltshire, England: Cromwell Press। আইএসবিএন 978-1-85359-117-4। \nNorthey, Anthony (১৯৯৭)। Mišpoche Franze Kafky (Czech ভাষায়)। Prague: Nakladatelství Primus। আইএসবিএন 978-80-85625-45-5। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nO'Neill, Patrick M. (২০০৪)। Great World Writers: Twentieth Century। Tarrytown, New York: Marshal Cavendish। আইএসবিএন 978-0-7614-7477-7। \nPawel, Ernst (১৯৮৫)। The Nightmare of Reason: A Life of Franz Kafka। New York: Vintage Books। আইএসবিএন 978-0-374-52335-0। \nPreece, Julian (২০০১)। The Cambridge Companion to Kafka। Cambridge: Cambridge University Press। আইএসবিএন 978-0-521-66391-5। \nRothkirchen, Livia (২০০৫)। The Jews of Bohemia and Moravia: facing the Holocaust। Lincoln, Nebraska: University of Nebraska Press। আইএসবিএন 978-0-8032-3952-4। \nSilverman, Al, সম্পাদক (১৯৮৬)। The Book of the Month: Sixty Years of Books in American Life। Boston: Little, Brown। আইএসবিএন 0-316-10119-2। \nSinger, Isaac Bashevis (১৯৭০)। A Friend of Kafka, and Other Stories। New York: Farrar, Straus and Giroux। আইএসবিএন 978-0-374-15880-4। \nSokel, Walter H. (২০০১)। The Myth of Power and the Self: Essays on Franz Kafka। Detroit: Wayne State University Press। আইএসবিএন 978-0-8143-2608-4। \nSpector, Scott (২০০০)। Prague Territories: National Conflict and Cultural Innovation in Franz Kafka's Fin de Siècle। Berkeley: University of California Press। আইএসবিএন 978-0-520-23692-9। \nStach, Reiner (২০০৫)। Kafka: The Decisive Years। New York: Harcourt। আইএসবিএন 978-0-15-100752-3। \nSussman, Henry (১৯৭৯)। Franz Kafka: Geometrician of Metaphor। Madison, Wisconsin: Coda Press। আইএসবিএন 978-0-930956-02-8। \nZiolkowski, Theodore (২০০৩)। The Mirror of Justice: Literary Reflections of Legal Crisis। Princeton, New Jersey: Princeton University Press। আইএসবিএন 978-0-691-11470-5। \nJournals\n\nAdams, Jeffrey (Summer ২০০২)। \"Orson Welles's \"The Trial:\" Film Noir and the Kafkaesque\"। College Literature, Literature and the Visual Arts। West Chester, Pennsylvania। 29 (3)। জেস্টোর 25112662। \nAizenberg, Edna (জুলাই–ডিসেম্বর ১৯৮৬)। \"Kafkaesque Strategy and Anti-Peronist Ideology Martinez Estrada's Stories as Socially Symbolic Acts\"। Latin American Literary Review। Chicago। 14 (28)। জেস্টোর 20119426। \nBanakar, Reza (Fall ২০১০)। \"In Search of Heimat: A Note on Franz Kafka's Concept of Law\"। Law and Literature। Berkeley, California। 22 (2)। এসএসআরএন 1574870 । ডিওআই:10.2139/ssrn.1574870। \nButler, Judith (৩ মার্চ ২০১১)। \"Who Owns Kafka\"। London Review of Books। London। 33 (5)। সংগ্রহের তারিখ ১ আগস্ট ২০১২। \nCorngold, Stanley (Fall ২০১১)। \"Kafkas Spätstil/Kafka's Late Style: Introduction\"। Monatshefte। Madison, Wisconsin। 103 (3)। ডিওআই:10.1353/mon.2011.0069। \nDembo, Arinn (জুন ১৯৯৬)। \"Twilight of the Cockroaches: Bad Mojo Evokes Kafka So Well It'll Turn Your Stomach\"। Computer Gaming World। New York (143)। \nDodd, W. J. (১৯৯৪)। \"Kafka and Dostoyevsky: The Shaping of Influence\"। Comparative Literature Studies। State College, Pennsylvania। 31 (2)। জেস্টোর 40246931। \nDurantaye, Leland de la (২০০৭)। \"Kafka's Reality and Nabokov's Fantasy: On Dwarves, Saints, Beetles, Symbolism and Genius\" (পিডিএফ)। Comparative Literature। 59 (4): 315। ডিওআই:10.1215/-59-4-315। ২৫ মে ২০১০ তারিখে মূল (PDF) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩০ এপ্রিল ২০১৫। \nFichter, Manfred M. (মে ১৯৮৭)। \"The Anorexia Nervosa of Franz Kafka\"। International Journal of Eating Disorders। Washington, D.C.: American Psychological Association। 6 (3): 367। ডিওআই:10.1002/1098-108X(198705)6:3<367::AID-EAT2260060306>3.0.CO;2-W। \nFichter, Manfred M. (জুলাই ১৯৮৮)। \"Franz Kafka's anorexia nervosa\"। Fortschritte der Neurologie-Psychiatrie (German ভাষায়)। Munich: Psychiatrische Klinik der Universität München। 56 (7): 231–8। ডিওআই:10.1055/s-2007-1001787। পিএমআইডি 3061914। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nFort, Jeff (মার্চ ২০০৬)। \"The Man Who Could Not Disappear\"। The Believer। ১২ ফেব্রুয়ারি ২০১৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৭ আগস্ট ২০১২। \nGlen, Patrick J. (২০০৭)। \"The Deconstruction and Reification of Law in Franz Kafka's Before the Law and The Trial\" (পিডিএফ)। Southern California Interdisciplinary Law Journal। Los Angeles: University of Southern California। 17 (23)। ১৬ সেপ্টেম্বর ২০১২ তারিখে মূল (PDF) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩ আগস্ট ২০১২। \nGlen, Patrick J. (২০১১)। \"Franz Kafka, Lawrence Joseph, and the Possibilities of Jurisprudential Literature\" (PDF)। Southern California Interdisciplinary Law Journal। Los Angeles: University of Southern California। 21 (47)। সংগ্রহের তারিখ ২১ সেপ্টেম্বর ২০১২। \nHorton, Scott (১৯ আগস্ট ২০০৮)। \"In Pursuit of Kafka's Porn Cache: Six questions for James Hawes\"। Harper's Magazine। সংগ্রহের তারিখ ৩ আগস্ট ২০১২। \nHughes, Kenneth (Summer ১৯৮৬)। \"Franz Kafka: An Anthology of Marxist Criticism\"। Monatshefte। Madison, Wisconsin। 78 (2)। জেস্টোর 30159253। \nKavanagh, Thomas M. (Spring ১৯৭২)। \"Kafka's \"The Trial\": The Semiotics of the Absurd\"। Novel: A Forum on Fiction। Durham, North Carolina: Duke University Press। 5 (3)। জেস্টোর 1345282। ডিওআই:10.2307/1345282। \nKempf, Franz R. (Summer ২০০৫)। \"Franz Kafkas Sprachen: \"... in einem Stockwerk des innern babylonischen Turmes. ..\"\"। Shofar: an Interdisciplinary Journal of Jewish Studies। West Lafayette, Indiana: Purdue University Press। 23 (4): 159। ডিওআই:10.1353/sho.2005.0155। \nKeren, Michael (১৯৯৩)। \"The 'Prague Circle' and the Challenge of Nationalism\"। History of European Ideas। Oxford: Pergamon Press। 16 (1–3): 3। ডিওআই:10.1016/S0191-6599(05)80096-8। \nKopić, Mario (১৯৯৫)। \"Franz Kafka and Nationalism\"। Erewhon. An International Quarterly। Amsterdam: EX-YU PEN Amsterdam। 2 (2)। জেস্টোর 13813064। \nKundera, Milan (Winter ১৯৮৮)। \"Kafka's World\"। The Wilson Quarterly। Washington, D.C.: The Woodrow Wilson International Center for Scholars। 12 (5)। জেস্টোর 40257735। \nLawson, Richard H. (মে ১৯৬০)। \"Ungeheueres Ungeziefer in Kafka's \"Die Verwandlung\"\"। The German Quarterly। Cherry Hill, New Jersey: American Association of Teachers of German। 33 (3)। জেস্টোর 402242। \nLeiter, Louis H. (১৯৫৮)। \"A Problem in Analysis: Franz Kafka's 'A Country Doctor'\"। The Journal of Aesthetics and Art Criticism। Philadelphia: American Society for Aesthetics। 16 (3)। ডিওআই:10.2307/427381। \nLuke, F. D. (এপ্রিল ১৯৫১)। \"Kafka's \"Die Verwandlung\"\"। The Modern Language Review। Cambridge। 46 (2)। জেস্টোর 3718565। ডিওআই:10.2307/3718565। \nMcElroy, Bernard (Summer ১৯৮৫)। \"The Art of Projective Thinking: Franz Kafka and the Paranoid Vision\"। Modern Fiction Studies। Cambridge। 31 (2): 217। ডিওআই:10.1353/mfs.0.0042। \nPanichas, George A. (Spring–Fall ২০০৪)। \"Kafka's Afflicted Vision: A Literary-Theological Critique\"। Humanitas। Bowie, Maryland: National Humanities Institute। 17 (1–2)। \nPérez-Álvarez, Marino (২০০৩)। \"The Schizoid Personality of Our Time\"। International Journal of Psychology and Psychological Therapy। Almería, Spain। 3 (2)। \nRhine, Marjorie E. (Winter ১৯৮৯)। \"Untangling Kafka's Knotty Texts: The Translator's Prerogative?\"। Monatshefte। Madison, Wisconsin। 81 (4)। জেস্টোর 30166262। \nSayer, Derek (১৯৯৬)। \"The Language of Nationality and the Nationality of Language: Prague 1780–1920 – Czech Republic History\"। Past and Present। Oxford। 153 (1): 164। ওসিএলসি 394557। ডিওআই:10.1093/past/153.1.164। \nSandbank, Shimon (১৯৯২)। \"After Kafka: The Influence of Kafka's Fiction\"। Penn State University Press। Oxford। 29 (4)। জেস্টোর 40246852। \nSokel, Walter H. (এপ্রিল–মে ১৯৫৬)। \"Kafka's \"Metamorphosis\": Rebellion and Punishment\"। Monatshefte। Madison, Wisconsin। 48 (4)। জেস্টোর 30166165। \nSteinhauer, Harry (Autumn ১৯৮৩)। \"Franz Kafka: A World Built on a Lie\"। The Antioch Review। Yellow Springs, Ohio। 41 (4): 390। জেস্টোর 4611280। ডিওআই:10.2307/4611280। \nStrelka, Joseph P. (Winter ১৯৮৪)। \"Kafkaesque Elements in Kafka's Novels and in Contemporary Narrative Prose\"। Comparative Literature Studies। State College, Pennsylvania। 21 (4)। জেস্টোর 40246504। \nUpdike, John (২৪ জানুয়ারি ২০০৫)। \"Subconscious Tunnels: Haruki Murakami's dreamlike new novel\"। The New Yorker। সংগ্রহের তারিখ ২২ সেপ্টেম্বর ২০১২। \nNewspapers\n\nAdler, Jeremy (১৩ অক্টোবর ১৯৯৫)। \"Stepping into Kafka's Head\"। New York Times Literary Supplement। ২১ ফেব্রুয়ারি ২০০৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৪ আগস্ট ২০১২। (সদস্যতা প্রয়োজনীয়)\nGuvenc, Sibel (১৪ নভেম্বর ২০০৬)। \"About Guilt and Punishment by Satarupa Basu\"। Hindustan Times Article। সংগ্রহের তারিখ সেপ্টেম্বর ৭, ২০১১। \nApel, Friedman (২৮ আগস্ট ২০১২)। \"Der Weg in die Ewigkeit führt abwärts / Roland Reuß kramt in Kafkas Zürauer Zetteln\"। Frankfurter Allgemeine Zeitung (German ভাষায়)। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nBanville, John (১৪ জানুয়ারি ২০১১)। \"Franz Kafka's other trial / An allegory of the fallen man's predicament, or an expression of guilt at a tormented love affair?\"। The Guardian। London। সংগ্রহের তারিখ ১ আগস্ট ২০১২। \nBatuman, Elif (২২ সেপ্টেম্বর ২০১০)। \"Kafka's Last Trial\"। The New York Times। সংগ্রহের তারিখ ৩ আগস্ট ২০১২। \nBuehrer, Jack (৯ মার্চ ২০১১)। \"Battle for Kafka legacy drags on\"। The Prague Post। সংগ্রহের তারিখ ২৯ আগস্ট ২০১২। \nBurrows, William (২২ ডিসেম্বর ২০১১)। \"Winter read: The Castle by Franz Kafka\"। The Guardian। London। সংগ্রহের তারিখ ২৭ আগস্ট ২০১২। \nConnolly, Kate (১৪ আগস্ট ২০০৮)। \"Porn claims outrage German Kafka scholars\"। The Guardian। London। সংগ্রহের তারিখ ৩ আগস্ট ২০১২। \nGlass, Philip (১০ জুন ২০০১)। \"Adapting the Horrors of a Kafka Story To Suit Glass's Music\"। Los Angeles Times। সংগ্রহের তারিখ ১৭ জুন ২০১৩। \nJeal, Erica (১৮ মার্চ ২০১৪)। \"The Commission/Café Kafka, Royal Opera/Opera North/Aldeburgh Music – review\"। The Guardian। London। সংগ্রহের তারিখ ২০ এপ্রিল ২০১৫। \nKakutani, Michiko (২ এপ্রিল ১৯৮৮)। \"Books of the Times; Kafka's Kafkaesque Love Letters\"। The New York Times। সংগ্রহের তারিখ ৮ আগস্ট ২০১২। \nKenley-Letts, Ruth (১৯৯৩)। \"Franz Kafka's \"It's a Wonderful Life\" (1993)\"। The New York Times। সংগ্রহের তারিখ ৪ আগস্ট ২০১২। \nKirsch, Adam (২ জানুয়ারি ২০০৯)। \"America, 'Amerika'\"। The New York Times। সংগ্রহের তারিখ ২৫ সেপ্টেম্বর ২০১২। \nLerman, Antony (২২ জুলাই ২০১০)। \"The Kafka legacy: who owns Jewish heritage?\"। The Guardian। London। সংগ্রহের তারিখ ২৯ আগস্ট ২০১২। \nMcCarthy, Rory (২৪ অক্টোবর ২০০৯)। \"Israel's National Library adds a final twist to Franz Kafka's Trial\"। The Guardian। London। সংগ্রহের তারিখ ৩ আগস্ট ২০১২। \nMcLellan, Dennis (১৫ জানুয়ারি ২০০৯)। \"Patrick McGoohan dies at 80; TV's 'Secret Agent' and 'Prisoner'\"। Los Angeles Times। সংগ্রহের তারিখ ১৭ জুন ২০১৩। \nMetcalfe, Anna (৫ ডিসেম্বর ২০০৯)। \"Small Talk: José Saramago\"। Financial Times। সংগ্রহের তারিখ ১ আগস্ট ২০১২।  (সদস্যতা প্রয়োজনীয়)\nO'Connor, John J. (৪ জুন ১৯৮৭)। \"McGoohan a Spy on 31\"। The New York Times। সংগ্রহের তারিখ ১৬ জুন ২০১৩। \nPalmer, R. Barton (২০০৪)। Joel and Ethan Coen। Urbana, Illinois: University of Illinois Press। আইএসবিএন 0-252-07185-9। \nRizzulo, Rachel (২৩ সেপ্টেম্বর ২০১৩)। \"The Royal Ballet's production of The Metamorphosis with Edward Watson in New York\"। bachtrack। সংগ্রহের তারিখ ২৩ জানুয়ারি ২০১৪। \nRudoren, Jodi; Noveck, Myra (১৪ অক্টোবর ২০১২)। \"Woman Must Relinquish Kafka Papers, Judge Says\"। The New York Times। সংগ্রহের তারিখ ১৫ অক্টোবর ২০১২। \nTran, Mark (১৯ জুলাই ২০১০)। \"Lawyers Open Cache of Unpublished Kafka Manuscripts\"। The Guardian। London। সংগ্রহের তারিখ ২৮ সেপ্টেম্বর ২০১২। \nOnline sources\n\nBury, Liz (৩ জুলাই ২০১৩)। \"Franz Kafka's Metamorphosis becomes Google doodle\"। The Guardian। London। সংগ্রহের তারিখ ৪ জুলাই ২০১৩। \nCoker, Rachel (৪ জানুয়ারি ২০১২)। \"Kafka expert links teaching, research\"। State University of New York — Binghamton। সংগ্রহের তারিখ ৩০ আগস্ট ২০১২। \nErnst, Nathan (২০১০)। \"The Judgement\"। The Modernismm Lab। Yale University। ২১ মে ২০১৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৯ অক্টোবর ২০১২। \nFrenkel, Sheera (৩০ মে ২০১২)। \"Kafka's Final Absurdist Tale Plays Out in Tel Aviv\"। NPR। সংগ্রহের তারিখ ২৮ সেপ্টেম্বর ২০১২। \nGhosh, Pothik (১৩ মার্চ ২০০৯)। \"A Note on Kafka and the Question of Revolutionary Subjectivity\"। Hindu College – Delhi University via Radical Notes। ৭ মে ২০১১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৬ আগস্ট ২০১২। \nHorstkotte, Silke (২০০৯)। \"Kunst und Künstlerverständnis in Kafkas \"Josefine, die Sängering oder Das Volk der Mäuse\"\" (German ভাষায়)। University of Leipzig। সংগ্রহের তারিখ ৩১ আগস্ট ২০১২। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nKafka, Franz (২০১২)। \"Franz Kafka Letter to his Father\"। Kafka-Franz। ১৩ জুলাই ২০১১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩ আগস্ট ২০১২। \nKeynes, Laura (আগস্ট ২০০৫)। \"Kafka's Dick\"। Times Literary Supplement। ১৯ ফেব্রুয়ারি ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৪ আগস্ট ২০১২। \nKöhler, Manfred (২০১২)। \"Franz Kafka und Felice Bauer\" (German ভাষায়)। Protemion। সংগ্রহের তারিখ ৬ আগস্ট ২০১২। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nKopić, Mario (২০০৪)। \"Kafka and nationalism\"। Odjek। ১২ অক্টোবর ২০১৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১০ সেপ্টেম্বর ২০১৩। \nKreis, Steven (২৮ ফেব্রুয়ারি ২০০৬)। \"Franz Kafka, 1883–1924\"। History Guide। সংগ্রহের তারিখ ৫ আগস্ট ২০১২। \nMcGee, Kyle। \"Fear and Trembling in the Penal Colony\"। Kafka Project। ২৮ জুন ২০১০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৬ এপ্রিল ২০১৩। \nMilner, Cahterine (২৭ আগস্ট ২০০৫)। html \"If Kafka made the dinner ...\"। The Telegraph। সংগ্রহের তারিখ ২৫ আগস্ট ২০১২। \nMiron, Dan (২৪ নভেম্বর ২০০৮)। \"Sadness in Palestine\"। Haaretz। ২০ ডিসেম্বর ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১ আগস্ট ২০১২। \nOzorio, Anne (১৮ নভেম্বর ২০১০)। \"György Kurtág — Kafka Fragments, London\"। Opera Today। সংগ্রহের তারিখ ৪ আগস্ট ২০১২। \nPrinsky, Norman (২০০২)। \"Humn. 2002: World Humanities II. Notes and Questions on Franz Kafka's \"The Metamorphosis\" / \"The Transformation\"\"। Augusta State University। ১১ অক্টোবর ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২ সেপ্টেম্বর ২০১২। \nRahn, Josh (২০১১)। \"Existentialism\"। Online Literature। সংগ্রহের তারিখ ৫ আগস্ট ২০১২। \nRastalsky, Hartmut M. (১৯৯৭)। \"The Referential Kafka\"। University of Michigan। সংগ্রহের তারিখ ২২ আগস্ট ২০১২। \nSamuelson, Arthur। \"A Kafka for the 21st Century\"। Jewish Heritage। ৫ মে ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২ আগস্ট ২০১২। \nSeubert, Harald। \"Bauer, Felice\" (German ভাষায়)। Kulturportal-west-ost.eu। সংগ্রহের তারিখ ২ আগস্ট ২০১২। Knochiges leeres Gesicht, das seine Leere offen trug. Freier Hals. Überworfene Bluse ... Fast zerbrochene Nase. Blondes, etwas steifes, reizloses Haar, starkes Kinn. উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nStone, Peter H.। \"Gabriel Garcia Marquez, The Art of Fiction No. 69\"। The Paris Review। ১০ মে ২০১৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৪ আগস্ট ২০১২। \n\"Allegory\"। The Guardian। London। ৪ এপ্রিল ১৯৩০। সংগ্রহের তারিখ ২২ আগস্ট ২০১২। \n\"Disappearing Act\"। American Repertory Theatre। ২০০৫। ১ মে ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩ আগস্ট ২০১২। \n\"Drama on BBC Radio 3, Kafka the Musical\"। BBC। ২০১২। সংগ্রহের তারিখ ১ আগস্ট ২০১২। \n\"Franz Kafka\" (Czech ভাষায়)। The Research Library of South Bohemia in České Budějovice। ২০১১। সংগ্রহের তারিখ ৩ অক্টোবর ২০১২। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\"Franz Kafka – Articles\"। European Graduate School। ২০১২। ২৭ অক্টোবর ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২২ আগস্ট ২০১২। \n\"Franz Kafka – Biography\"। European Graduate School। ২০১২। ১৫ সেপ্টেম্বর ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৭ আগস্ট ২০১২। \n\"Franz Kafka and libertarian socialism\"। Libertarian-Socialism। ১৪ ডিসেম্বর ২০০৮। সংগ্রহের তারিখ ৩ আগস্ট ২০১২। \n\"Franz Kafka Museum\"। Franz Kafka Museum। ২০০৫। সংগ্রহের তারিখ ৭ আগস্ট ২০১২। \n\"The Franz Kafka Prize\"। Franz Kafka Society। ২০১১। ১৩ জানুয়ারি ২০১৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১ আগস্ট ২০১২। \n\"Franz Kafka: Tagebücher 1910–1923 – Kapitel 5\"। Der Spiegel (German ভাষায়)। Project Gutenberg — Spiegel Online। ২১ জুন ১৯১৩। সংগ্রহের তারিখ ২৯ আগস্ট ২০১২। Die ungeheure Welt, die ich im Kopfe habe. Aber wie mich befreien und sie befreien, ohne zu zerreißen. Und tausendmal lieber zerreißen, als in mir sie zurückhalten oder begraben. Dazu bin ich ja hier, das ist mir ganz klar. উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\"Franz Kafka Writing\"। Kafka-Franz। ২০১১। ২০ ডিসেম্বর ২০১০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১ আগস্ট ২০১২। \n\"Franz Kafka: writing of the system's despair and alienation\"। Socialist Worker Online। ১৭ মার্চ ২০০৭। ৩ অক্টোবর ২০১৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৬ আগস্ট ২০১২। \n\"Faksimiles der Kafka-Drucke zu Lebzeiten (Zeitschriften und Zeitungen)\" (German ভাষায়)। ITK Institute für Textkritik। ২০০৮। সংগ্রহের তারিখ ২৮ আগস্ট ২০১২। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\"Grete Bloch\" (German ভাষায়)। S. Fischer Verlag। ৯ সেপ্টেম্বর ২০১৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৪ আগস্ট ২০১২। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\"Kafka\"। New York State Writer's Institute। State University of New York। সংগ্রহের তারিখ ৪ আগস্ট ২০১২। \n\"Lothar Hempel\"। Atlegerhardsen। ২০০২। ২৪ সেপ্টেম্বর ২০০৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২ আগস্ট ২০১২। \n\"Musils 'Mann ohne Eigenschaften' ist \"wichtigster Roman des Jahrhunderts\"\" (German ভাষায়)। LiteraturHaus। ১৯৯৯। ৭ জুন ২০০১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২২ আগস্ট ২০১২। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\"Orson Welles on The Trial (BBC interview)\"। Welles Net। ১৯৬২। সংগ্রহের তারিখ ২২ সেপ্টেম্বর ২০১২। \n\"Oxford Kafka Research Centre\"। University of Oxford। ২০১২। সংগ্রহের তারিখ ৮ অক্টোবর ২০১২। \n\"Poul Ruders Biography – 06/2005\"। Poul Ruders। জুন ২০০৫। ৪ ফেব্রুয়ারি ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৪ আগস্ট ২০১২। \n\"Solving a Literary Mystery\"। Kafka Project, San Diego State University। ২০১২। সংগ্রহের তারিখ ২৫ আগস্ট ২০১২। \n\"Sound Interpretations — Dedication To Franz Kafka\"। HAZE Netlabel। ২০১২। ৯ অক্টোবর ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৪ অক্টোবর ২০১২। \n\"Who is citizen? Guide to Czech citizenship in 1918 – 1949\"। Embassy of the Czech Republic in Tel Aviv। ২৫ অক্টোবর ২০১২। সংগ্রহের তারিখ ১৭ জুন ২০১৩। \n\n\n=== আরও পড়ুন ===\nBegley, Louis (২০০৮)। The Tremendous World I Have Inside My Head, Franz Kafka: A Biographical Essay। New York: Atlas & Co.। আইএসবিএন 978-1-934633-06-9। \nCalasso, Roberto (২০০৫)। K.। New York: Alfred A. Knopf। আইএসবিএন 978-1-4000-4189-3। \nCitati, Pietro (১৯৮৭)। Kafka। New York: Alfred A. Knopf। আইএসবিএন 978-0-394-56840-9। \nCoots, Steve (২০০২)। Franz Kafka (Beginner's Guide)। London: Hodder & Stoughton। আইএসবিএন 978-0-340-84648-3। \nCorngold, Stanley; Gross, Ruth V. (২০১১)। Kafka for the Twenty-First Century। New York: Camden House। আইএসবিএন 978-1-57113-482-0। \nCzech, Danuta (১৯৯২)। Kalendarz wydarzeń w KL Auschwitz (Polish ভাষায়)। Oświęcim: Wydawn। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nEngel, Manfred; Robertson, Ritchie (২০১০)। Kafka und die kleine Prosa der Moderne / Kafka and Short Modernist Prose। Oxford Kafka Studies I (German and English ভাষায়)। Königshausen & Neumann: Würzburg। আইএসবিএন 978-3-8260-4029-0। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nEngel, Manfred; Robertson, Ritchie (২০১২)। Kafka, Prag und der Erste Weltkrieg / Kafka, Prague and the First World War। Oxford Kafka Studies II (German and English ভাষায়)। Königshausen & Neumann: Würzburg। আইএসবিএন 978-3-8260-4849-4। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nEngel, Manfred; Robertson, Ritchie (২০১৪)। Kafka und die Religion in der Moderne / Kafka, Religion, and Modernity। Oxford Kafka Studies III (German and English ভাষায়)। Königshausen & Neumann: Würzburg। আইএসবিএন 978-3-8260-5451-8। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nGlatzer, Nahum Norbert (১৯৮৬)। The Loves of Franz Kafka। New York: Schocken Books। আইএসবিএন 978-0-8052-4001-6। \nGray, Ronald (১৯৬২)। Kafka: A Collection of Critical Essays। Englewood Cliffs, NJ: Prentice-Hall। আইএসবিএন 1-199-77830-3। \nGreenberg, Martin (১৯৬৮)। The Terror of Art: Kafka and Modern Literature। New York: Basic Books। আইএসবিএন 978-0-465-08415-9। \nHayman, Ronald (২০০১)। K, a Biography of Kafka। London: Phoenix Press। আইএসবিএন 978-1-84212-415-4। \nHeller, Paul (১৯৮৯)। Franz Kafka: Wissenschaft und Wissenschaftskritik (German ভাষায়)। Tübingen: Stauffenburg। আইএসবিএন 978-3-923721-40-5। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nKafka, Franz; Brod, Max (১৯৮৮)। The Diaries, 1910–1923। New York: Schocken Books। আইএসবিএন 0-8052-0906-9। \nLundberg, Phillip (২০১১)। Essential Kafka, Rendezvous with Otherness / 9 Stories & 3 novel excerpts। Authorhouse। আইএসবিএন 978-1-4389-9021-7। \nMajor, Michael (২০১১)। Kafka ... for our time। San Diego, CA: Harcourt Publishing। আইএসবিএন 978-0-9567982-1-3। \nSuchoff, David (২০১২)। Kafka's Jewish Languages: the Hidden Openness of Tradition। Philadelphia: University of Pennsylvania Press। আইএসবিএন 978-0-8122-4371-0। \nThiher, Allen (২০১২)। Franz Kafka: A Study of the Short Fiction। Twayne's Studies in Short Fiction, No. 12। Philadelphia: University of Pennsylvania Press। আইএসবিএন 978-0-8057-8323-0। \nপত্রিকা\n\nDanta, Chris (এপ্রিল ২০০৮)। \"Sarah's Laughter: Kafka's Abraham\"। Modernism/modernity। Baltimore, MD। 15 (2): 343–359। ডিওআই:10.1353/mod.2008.0048।  (সদস্যতা প্রয়োজনীয়)\nRyan, Michael P. (১৯৯৯)। \"Samsa and Samsara: Suffering, Death and Rebirth in The Metamorphosis\"। German Quarterly। Durham, NC। 72 (2): 133–152। ডিওআই:10.2307/408369। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nKafka Society of America  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ নভেম্বর ২০২০ তারিখে\nOxford Kafka Research Centre – information on ongoing international Kafka research\nগুটেনবের্গ প্রকল্পে ফ্রান্‌ৎস কাফকা-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে ফ্রান্‌ৎস কাফকা কর্তৃক কাজ বা সম্পর্কে তথ্য\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  ফ্রান্‌ৎস কাফকা\nকার্লিতে ফ্রান্‌ৎস কাফকা (ইংরেজি)\nThe Album of Franz Kafka, Franz Kafka receives a tribute in this album of \"recomposed photographs\".\nJourneys of Franz Kafka Photographs of places where Kafka lived and worked\nLetters to Felice at Archive.org\nটেমপ্লেট:DNB portal\nSpolečnost Franze Kafky a nakladatelství Franze Kafky  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ জুন ২০১৭ তারিখে Franz Kafka Society and Publishing House in Prague\nইন্টারনেট স্পেকুলেটিভ ফিকশন ডাটাবেজে Franz Kafka(ইংরেজি)"}