{"pageid": 1081431, "title": "আপাত দেহরূপবিকার ব্যাধি", "url": "https://bn.wikipedia.org/wiki?curid=1081431", "content": "আপাত দেহরূপবিকার ব্যাধি বা ইংরেজি ভাষায় বডি ডিসমর্ফিক ডিসঅর্ডার (বিডিডি) (বা কদাচিৎ ডিসমরফোবিয়া), এক ধরনের মানসিক ব্যাধি যা আচ্ছন্ন বা আবিষ্ট ধারণা দ্বারা চিহ্নিত করা হয় যে একজনের নিজের শরীরের অংশ বা চেহারার কিছু দিক গুরুতরভাবে ত্রুটিপূর্ণ এবং তাই এটি লুকানো বা ঠিক করার জন্য ব্যতিক্রমী ব্যবস্থা গ্রহণ করা হয়। বিডিডির বিভ্রান্তিকর রূপটিতে, ত্রুটিটি কল্পনা করা হয়। যদি ত্রুটিটি প্রকৃত হয় তবে এর গুরুত্ব মারাত্মকভাবে অতিরঞ্জিত। যে কোন উপায়ে, এটি সম্পর্কে চিন্তাব্যাপক এবং চিন্তায় অনুপ্রবেশকারী, এবং দিনে বেশ কয়েক ঘন্টা ভাবাতে পারে, গুরুতর দুর্দশা সৃষ্টি করতে পারে এবং একজনের অন্যথায় স্বাভাবিক ক্রিয়াকলাপগুলিকে ক্ষতিগ্রস্থ করতে পারে। বিডিডিকে একটি সোমাটোফর্ম ডিসঅর্ডার হিসাবে শ্রেণীবদ্ধ করা হয়, এবং ডিএসএম-৫ বিডিডিকে অবসেসিভ-কম্পালসিভ স্পেকট্রামে শ্রেণীবদ্ধ করে, এবং এটিকে অ্যানোরেক্সিয়া নার্ভোসা থেকে পৃথক করে।\n\n\n== ইতিহাস ==\n১৮৮৬ সালে, এনরিকো মুরসেলি একটি ব্যাধির কথা জানান যাকে তিনি ডিসমরফোবিয়া বলে অভিহিত করেন, যা এই ব্যাধিকে কুৎসিত হওয়ার অনুভূতি হিসাবে বর্ণনা করে যদিও ব্যক্তির চেহারায় কোনও ভুল আছে বলে মনে হয় না।  1980 সালে, আমেরিকান সাইকিয়াট্রিক অ্যাসোসিয়েশন তার ডায়াগনস্টিক অ্যান্ড স্ট্যাটিস্টিক্যাল ম্যানুয়াল অফ মেন্টাল ডিসঅর্ডারস (ডিএসএম) এর তৃতীয় সংস্করণে এটিকে একটি অ্যাটিপিক্যাল সোমাটোফর্ম ডিসঅর্ডার হিসাবে শ্রেণীবদ্ধ করার সময় এই ব্যাধিটিকে স্বীকৃতি দেয়। এটিকে একটি স্বতন্ত্র সোমাটোফর্ম ব্যাধি হিসাবে শ্রেণীবদ্ধ করে, ডিএসএম-৩ এর ১৯৮৭ সালের সংশোধন শব্দটিকে শরীরের ডিসমর্ফিক ব্যাধিতে পরিবর্তন করে।\n১৯৯৪ সালে প্রকাশিত, ডিএসএম-৪ বিডিডিকে চেহারায় একটি কল্পিত বা তুচ্ছ ত্রুটি, সামাজিক বা পেশাগত অক্ষমতা সৃষ্টিকারী ব্যস্ততা, এবং অ্যানোরেক্সিয়া নার্ভোসার মতো অন্য ব্যাধি হিসাবে আরও ভালভাবে ব্যাখ্যা করা হয় না। ২০১৩ সালে প্রকাশিত, ডিএসএম-৫ বিডিডিকে একটি নতুন বিভাগে স্থানান্তরিত করে (অবসেসিভ-কম্পালসিভ স্পেকট্রাম), অপারেশনাল মানদণ্ড যোগ করে (যেমন পুনরাবৃত্তিমূলক আচরণ বা অনুপ্রবেশকারী চিন্তা), এবং সাবটাইপ পেশী ডিসমর্ফিয়া নোট করে (ব্যস্ততা যে একজনের শরীর খুব ছোট বা অপর্যাপ্ত পেশীবহুল বা রোগা)।\n\n\n== তথ্যসূত্র =="}