{"pageid": 1081689, "title": "২০৩৬ গ্রীষ্মকালীন অলিম্পিক", "url": "https://bn.wikipedia.org/wiki?curid=1081689", "content": "২০৩৬ গ্রীষ্মকালীন অলিম্পিক (ইংরেজি: 2036 Summer Olympics; আনুষ্ঠানিকভাবে ৩৬তম অলিম্পিক গেমস ইংরেজি: Games of the XXXVI Olympiad নামেও পরিচিত) আন্তর্জাতিক অলিম্পিক কমিটি দ্বারা আয়োজিত আন্তর্জাতিক বহু-ক্রীড়া প্রতিযোগিতা গ্রীষ্মকালীন অলিম্পিক গেমসের ৩৬তম আসন্ন আসর।\n\n\n== আয়োজক নির্বাচন প্রক্রিয়া ==\nনতুন আইওসির আয়োজক নির্বাচন প্রক্রিয়া ২০১৯ সালের ২৪শে জুন তারিখে সুইজারল্যান্ডের লোজানে ১৩৪তম আইওসি অধিবেশনে অনুমোদিত হয়েছিল। ২০২০ সালের অলিম্পিক আলোচ্যসূচি সম্পর্কিত প্রাসঙ্গিক প্রস্তাবগুলো দ্বারা প্রভাবিচ মূল প্রস্তাবগুলো হচ্ছে:\n\nযে কোনও অলিম্পিক ক্রীড়া প্রতিযোগিতার জন্য শহর/অঞ্চল/দেশ এবং জাতীয় অলিম্পিক কমিটিগুলোর মধ্যে আগ্রহ সন্ধানের জন্য একটি স্থিতিশীল, চলমান সংলাপ স্থাপন\nআসন্ন অলিম্পিক ক্রীড়া প্রতিযোগিতায় আগ্রহ দেখাশোনা করার জন্য দুটি ফিউচার হোস্ট কমিশন (গ্রীষ্ম ও শীতকালীন প্রতিযোগিতা) তৈরি এবং আইওসি নির্বাহী পরিষদকে প্রতিবেদন প্রদান\nঅ-নির্বাহী পরিষদের সদস্যদের ফিউচার হোস্ট কমিশনের অংশ হিসেবে আইওসি অধিবেশনকে আরও কর্তৃত্ব প্রদান\nকোন আলিম্পিক ক্রীড়া প্রতিযোগিতা আয়োজনের ৭ বছর পূর্বে আয়োজনের তারিখটি সরিয়ে এবং একক শহর/অঞ্চল/দেশ থেকে একাধিক শহর, অঞ্চল বা দেশগুলোতে স্থান পরিবর্তন করাকে অলিম্পিক সনদে পরিবর্তন করা হয়েছে।\n\n\n=== আয়োজক নির্ধারণে গ্রীষ্মকালীন কমিশন ===\nগ্রীষ্মকালীন কমিশন, আগ্রহী আয়োজকদের তদারকি করতে অথবা সম্ভাব্য আয়োজকদের সাথে সম্পর্ক স্থাপন করতে (যেখানে আইওসি আগ্রহ তৈরি করতে চাইতে পারে) গঠিত বোর্ড নিম্নে উল্লেখ করা হলো:\n\n\n=== আলোচনা পর্যায় ===\nভবিষ্যতের আয়োজক কমিশনের আচরণ বিধিসহ রেফারেন্স শর্তাবলী অনুসারে, নতুন আইওসি নিলাম প্রক্রিয়াকে ২টি সংলাপ পর্যায়ে ভাগ করা হয়েছে:\n\nধারাবাহিক আলোচনা: ভবিষ্যতের অলিম্পিক ইভেন্টগুলি আয়োজনের বিষয়ে আইওসি এবং আগ্রহী দলগুলির (শহর/অঞ্চল/দেশ/হোস্টে আগ্রহী এনওসি) মধ্যে অ-প্রতিশ্রুতিবদ্ধ আলোচনা।\nগঠনমূলক আলোচনা: আইওসি নির্বাহী পরিষদের নির্দেশ অনুসারে এক বা একাধিক আগ্রহী পক্ষের (যাদেরকে পছন্দের আয়োজক বলা হয়) সঙ্গে গঠনমূলক আলোচনা। এটি ধারাবাহিক আলোচনার ফলস্বরূপ ভবিষ্যতের আয়োজক কমিশনের একটি সুপারিশ অনুসরণ করে।\n\n\n== সম্ভাব্য নিলাম ==\n\n\n=== এশিয়া ===\n আহমেদাবাদ, ভারত\nভারত পূর্বে ২০৩২ গ্রীষ্মকালীন অলিম্পিক আয়োজনের আগ্রহ প্রকাশ করেছিল কিন্তু এখন ২০৩৬ গ্রীষ্মকালীন অলিম্পিক আয়োজনের দিকে মনোনিবেশ করছে। আহমেদাবাদ নগর উন্নয়ন কর্তৃপক্ষ (এইউডিএ) প্রাইস ওয়াটারহাউস কুপার্স কে তাদের পরামর্শদাতা হিসেবে নিয়োগ দিয়েছে তারা চূড়ান্ত রিপোর্ট দেবে যে অলিম্পিকের জন্য কোন স্থান এবং সাধারণ অবকাঠামো তৈরি করতে হবে। সর্দার বল্লভভাই প্যাটেল স্পোর্টস এনক্লেভ নামে একটি বড় ক্রীড়া কমপ্লেক্সও আহমেদাবাদে নির্মিত হচ্ছে যেখানে সমস্ত খেলাধুলার ব্যবস্থা থাকবে। স্পোর্টস কমপ্লেক্সেটির খরচ হবে ৪,6০০ কোটি রুপি (৬৪ কোটি মার্কিন ডলার) এবং ২০৩৬ সালে অলিম্পিকের আয়োজন করতে পারে। ২০২১ সালের ফেব্রুয়ারিতে ভারতের স্বরাষ্ট্রমন্ত্রী অমিত শাহ বলেছিলেন যে সর্দার প্যাটেল স্পোর্টস কমপ্লেক্স এমনভাবে তৈরি করা হবে যাতে এটিতে ভবিষ্যতে অলিম্পিক গেমস এবং অন্যান্য আন্তর্জাতিক গেমস আয়োজন করা যাবে।\n জাকার্তা, ইন্দোনেশিয়া\n২০২১ সালের ১ই জুলাই, ২০২২ সংস্করণটি সুরক্ষিত করতে ব্যর্থ হয়ে ইন্দোনেশীয় অলিম্পিক কমিটির প্রধান ঘোষণা করেছিলেন যে, ইন্দোনেশিয়া ২০৩৬ গ্রীষ্মকালীন অলিম্পিকের জন্য বিড করবে। কমিটির প্রধান রাজা সপ্ত ওকটোহারি বলেন, \"আমরা পিছিয়ে যাব না এবং ২০৩৬ সালের অলিম্পিকের জন্য লড়াই চালিয়ে যাব,\" আরো দৃঢ় প্রস্তুতির প্রতিশ্রুতি দিয়েছি। ইন্দোনেশিয়া এর আগে ২০১৮ এশিয়ান গেমস আয়োজন করেছিল এবং অস্ট্রেলিয়ার ব্রিসবেনের কাছে হেরে যাওয়ার আগে ২০৩২ গ্রীষ্মকালীন অলিম্পিকের আয়োজনেও আগ্রহী ছিল।\n\n\n=== ইউরোপ ===\n লন্ডন–বার্মিংহাম–লিভারপুল–ম্যানচেস্টার, যুক্তরাজ্য\n২০১৯ সালের ফেব্রুয়ারিতে, লন্ডনের মেয়র সাদিক খান এবং ইউকে স্পোর্ট ২০৩২ বা ২০৩৬ সালের অলিম্পিকের জন্য বিড করার আগ্রহ প্রকাশ করেন। মেয়র মন্তব্য করেছিলেন যে ২০৩২ 'প্রশ্নের বাইরে ছিল না' তবে ২০৩৬ এর সম্ভাবনা বেশি। তবে, কোন বছর বিড করা হবে তা স্পষ্ট নয়। লন্ডন ১৯০৮, ১৯8৮ এবং ২০১২ সালে গ্রীষ্মকালীন অলিম্পিকের আয়োজন করেছিল এবং জমা দেওয়া প্রতিটি বিডে সফল হয়।\n ইস্তাম্বুল, তুরস্ক\n৮ জুন ২০২০ তারিখে, তুর্কি অলিম্পিক কমিটির (টিএনওসি) সহ-সভাপতি হাজান আরাত বলেছিলেন, \"ইস্তাম্বুল ২০৩২ গ্রীষ্মকালীন অলিম্পিক গেমসের একটি প্রার্থী শহর হওয়া উচিত\"। ইস্তাম্বুলের মেয়র, একরেম ইমামো'লু আরও বলেছিলেন \"আমরা আমাদের ইচ্ছাকে সামনে রেখেছি, ইস্তাম্বুল এবং তুর্কি জনগণের নামে আমরা ইস্তাম্বুলে অলিম্পিক এবং প্যারালিম্পিক গেমস আয়োজন করতে চাই\"। ইস্তাম্বুল ২০০০ গ্রীষ্মকালীন অলিম্পিক, ২০০৮ গ্রীষ্মকালীন অলিম্পিক, এবং ২০২০ গ্রীষ্মকালীন অলিম্পিকের জন্য অসফলভাবে বিড করেছিল, যা যথাক্রমে সিডনি, বেইজিং এবং টোকিওর কাছে হেরেছিল।\n সেন্ট পিটার্সবার্গ, কাজান, রোস্তভ-ন্য-দানু এবং সোচি, রাশিয়া\nগভর্নর জর্জি পোলতাভচেনকো বলেছিলেন যে সেন্ট পিটার্সবার্গ ২০৩২ বা ২০৩৬ সালে গ্রীষ্মকালীন অলিম্পিকের জন্য বিড করতে পারে। ১৩ আগস্ট ২০২১ রোস্টভ ওব্লাস্টের গভর্নর ভ্যাসিলি গোলুবেভ ২০৩৬ সালে গেমসের জন্য বিড করার জন্য রোস্তভ-ন্য-দানুকে ঘোষণা করেছিলেন। চারটি শহর ছিল ২০১৮ ফিফা বিশ্বকাপ আয়োজন করা ১২ টির মধ্যে। সোচিই একমাত্র এই তিনটির মধ্যে অলিম্পিকের আয়োজন করেছে, ২০১৪ সালের শীতকালীন অলিম্পিক আয়োজন করেছে এবং কাজান ২০২২ বিশেষ অলিম্পিক বিশ্ব শীতকালীন গেমসেরও আয়োজন করবে।      ৯ ডিসেম্বর ২০১৯ সালে, ওয়াডা রাষ্ট্রীয় পৃষ্ঠপোষক ডোপিংয়ের শাস্তির অংশ হিসেবে আন্তর্জাতিক ইভেন্টের জন্য রাশিয়াকে বিড করা থেকে নিষিদ্ধ করে, যার কারণে আইওসি কর্তৃক বিড প্রত্যাখ্যান করা হয়। রাশিয়া সিএএস-এর কাছে আবেদন করে, পরবর্তিতে নিষেধাজ্ঞা কমিয়ে দুই বছর করে, যা ১৬ই ডিসেম্বর ২০২২-এ শেষ হবে। ২০২১ সালের আগস্টে, ২০২০ গ্রীষ্মকালীন অলিম্পিকের সমাপ্তির পর, রাশিয়ার পররাষ্ট্রমন্ত্রী সের্গেই ল্যাভরভ ঘোষণা করেছিলেন যে দেশটি ২০৩৬ সালের অলিম্পিকের জন্য আবেদন করছে এবং সেন্ট পিটার্সবার্গ এবং কাজান অগ্রগামী।\n  বার্লিন, জার্মানি এবং তেল আবিব, ইসরায়েল\nবর্তমানে জার্মানির বার্লিন এবং ইসরাইলের তেল আবিবের যৌথ আবেদন নিয়ে আলোচনা চলছে। বার্লিনে অলিম্পিকের ১০০ বছর পরে, এলএসবি সভাপতি টমাস হার্টেল ব্যাখ্যা করেছিলেন যে এই প্রস্তাবটি স্পষ্ট করা উচিত যে জার্মানি আজ কোথায় দাঁড়িয়ে আছে। ২০০৬ ফিফা বিশ্বকাপ এবং তার জার্মান নীতিবাক্যের কথা মনে করিয়ে দেয়, \"ডাই ওয়েল্ট জু গাস্ট বেই ফ্রেন্ডেন (বিশ্বজুড়ে বন্ধু বানান)\", তিনি বার্লিনে ২০৩৬ অলিম্পিকের কল্পনা করেছিলেন। অতীত এবং এখন পর্যন্ত উন্নয়ন মোকাবেলা করার জন্য এটি একটি ভাল সুযোগ হবে।\n\n\n=== উত্তর আমেরিকা ===\n মন্ট্রিয়ল–কেবেক সিটি–টরন্টো–অটোয়া, কানাডা\n২০২১ সালের ৩ ফেব্রুয়ারি, মন্ট্রিয়ল জার্নাল রিপোর্ট করেছিল যে কানাডীয় অলিম্পিক কমিটি ২০৩২ বা ২০৩৬ গ্রীষ্মকালীন অলিম্পিকের জন্য একটি যৌথ মন্ট্রিয়ল-টরন্টো বিড করার সম্ভাবনা অনুসন্ধান করছে। মন্ট্রিয়লে ব্যবহার হওয়া ১৯৭৬ গ্রীষ্মকালীন অলিম্পিক এবং টরন্টোতে ২০১৫ প্যান আমেরিকান গেমস এর মাঠগুলি সম্ভাব্য মাঠগুলির মধ্যে রয়েছে।\n গুয়াদালাজারা–মেক্সিকো সিটি–তিজুয়ানা–মোন্তেররেই, মেক্সিকো\nমেক্সিকীয় অলিম্পিক কমিটির সভাপতি কার্লোস প্যাডিলা বিশ্বাস করেন যে গুয়াদালাজারা চারটি মেক্সিকীয় শহরগুলির মধ্যে একটি (মেক্সিকো সিটি, তিজুয়ানা এবং মোন্তেররেই) যা ২০২৬ সালের পর কিছু অলিম্পিক গেমস আয়োজনের চেষ্টা করতে পারে। ইএসপিএন চেইনকে দেওয়া এক সাক্ষাৎকারে পরিচালক বলেছিলেন যে এই চারটি শহরের সদর দপ্তর হওয়ার জন্য \"সবকিছু\" আছে, কিন্তু তাৎক্ষণিকভাবে নয়। গুয়াদালাজারা ২০১১ প্যান আমেরিকান গেমস আয়োজন করেছিল এবং হংকংয়ের কাছে হেরে ২০২২ গে গেমসের জন্য বিড করেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\ngamesbids.com - ভবিষ্যতের গ্রীষ্মকালীন অলিম্পিক বিড"}