{"pageid": 10818, "title": "কায়কোবাদ", "url": "https://bn.wikipedia.org/wiki?curid=10818", "content": "কায়কোবাদ, মহাকবি কায়কোবাদ বা মুন্সী কায়কোবাদ (২৫ শে ফেব্রুয়ারি, ১৮৫৭ - ২১ জুলাই, ১৯৫১) বাংলা ভাষার উল্লেখযোগ্য কবি যাকে মহাকবিও বলা হয়। তার প্রকৃত নাম কাজেম আল কোরায়শী। “মীর মশাররফ, কায়কোবাদ, মোজাম্মেল হকের মধ্যে কায়কোবাদই হচ্ছেন সর্বতোভাবে একজন কবি। কাব্যের আদর্শ ও প্রেরণা তাঁর মধ্যেই লীলাময় হয়ে ওঠে। সেজন্য একথা বেশ জোরের সঙ্গে বলা যায় যে কবি কায়কোবাদই হচ্ছেন আধুনিক বাংলা সাহিত্যের প্রথম মুসলিম কবি”\nতিনি বাঙালি মুসলিম কবিদের মধ্যে প্রথম সনেট রচয়িতা।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nকায়কোবাদ ১৮৫৭ সালের ২৫ শে ফেব্রুয়ারি  (বর্তমানে বাংলাদেশের) ঢাকা জেলার নবাবগঞ্জ থানার অধীনে আগলা-পূর্বপাড়া গ্রামে জন্মগ্রহণ করেন। তিনি ছিলেন ঢাকা জেলা জজ কোর্টের একজন আইনজীবী শাহামাতুল্লাহ আল কোরেশীর পুত্র। কায়কোবাদ সেন্ট গ্রেগরি স্কুলে অধ্যয়ন করেন। পিতার অকালমৃত্যুর পর তিনি ঢাকা মাদ্রাসাতে (বর্তমান কবি নজরুল সরকারি কলেজ) ভর্তি হন যেখানে তিনি প্রবেশিকা পরীক্ষা পর্যন্ত অধ্যয়ন করেছিলেন। উপরন্তু, তিনি পরীক্ষা দেননি, বদলে তিনি পোস্টমাস্টারের চাকরি নিয়ে তার স্থানীয় গ্রামে ফিরে আসেন, যেখানে তিনি অবসর গ্রহণের আগ পর্যন্ত কাজ করেছেন। ১৯৩২ সালে, তিনি কলকাতাতে অনুষ্ঠিত বঙ্গীয় মুসলিম সাহিত্য সম্মেলন-এর প্রধান অধিবেশনে সভাপতিত্ব করেন।\n\n\n== কাব্যগ্রন্থ ==\nবিরহ বিলাপ (১৮৭০) (এটি তার প্রথম কাব্যগ্রন্থ)\nকুসুম কানন (১৮৭৩)\nঅশ্রুমালা (১৮৯৬);\nমহাশ্মশান (১৯০৪), এটি তার রচিত মহাকাব্য\nশিব-মন্দির বা জীবন্ত সমাধি (১৯২১),\nঅমিয় ধারা (১৯২৩),\nশ্মশানভষ্ম (১৯২৪)\nমহররম শরীফ (১৯৩৩), ‘মহররম শরীফ' কবির মহাকাব্যোচিত বিপুল আয়তনের একটি কাহিনী কাব্য।\nশ্মশান ভসন (১৯৩৮)।\nপ্রেমের  বাণী (১৯৭০)\nপ্রেম পারিজাত (১৯৭০)\n\n\n== পুরস্কার ও সম্মাননা ==\nবাংলা মহাকাব্যের অস্তোন্মুখ এবং গীতিকবিতার স্বর্ণযুগে মহাকবি কায়কোবাদ মুসলিমদের গৌরবময় ইতিহাস থেকে কাহিনী নিয়ে ‘মহাশ্মশান’ মহাকাব্য রচনা করে যে দুঃসাহসিকতা দেখিয়েছেন তা তাকে বাংলা সাহিত্যের গৌরবময় আসনে স্থান করে দিয়েছে। সেই গৌরবের প্রকাশে ১৯৩২ সালে বঙ্গীয় মুসলিম সাহিত্য সম্মেলনের মূল অধিবেশনে সভাপতির দায়িত্ব পালন করেন কবি কায়কোবাদ। তিনি আধুনিক বাংলাসাহিত্যের প্রথম মুসলিম কবি। বাংলা কাব্য সাহিত্যে অবদানের জন্য ১৯২৫ সালে নিখিল ভারত সাহিত্য সংঘ তাকে ‘কাব্যভূষণ’, ‘বিদ্যাভূষণ’ ও ‘সাহিত্যরত্ন’ উপাধিতে ভূষিত করেন।\n\n\n== মৃত্যু ==\n১৯৫১ সালের ২১ জুলাই কায়কোবাদ ঢাকায় মৃত্যুবরণ করেন। ঢাকার আজিমপুর কবরস্থানে তাকে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nগুনীজন ডটকম"}