{"pageid": 1081246, "title": "মিসিসিপি বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1081246", "content": "মিসিসিপি বিশ্ববিদ্যালয় মিসিসিপি রাজ্যের অক্সফোর্ডে অবস্থিত একটি সরকারি গবেষণা বিশ্ববিদ্যালয়। জ্যাকসনে মেডিকেল সেন্টার সহ মিসিসিপি বিশ্ববিদ্যালয় নথিভুক্তির দ্বারা রাজ্যের বৃহত্তম বিশ্ববিদ্যালয় এবং মিসিসিপির প্রধান বিশ্ববিদ্যালয়।\nমিসিসিপি আইনসভা কর্তৃক ১৮৪৪ সালের ২৪শে ফেব্রুয়ারি বিশ্ববিদ্যালয়টি সনন্দ দ্বারা প্রতিষ্ঠিত হয় এবং চার বছর পরে ৮০ জন শিক্ষার্থী প্রথম ভর্তি হয়। এটি গৃহযুদ্ধের সময় একটি কনফেডারেট হাসপাতাল হিসেবে পরিচালিত হয় এবং ইউলিসিস এস. গ্রান্টের বাহিনী কর্তৃক একটুর জন্য ধ্বংস এড়ানো হয়। একটি জাতিগত দাঙ্গা ১৯৬২ সালে নাগরিক অধিকার আন্দোলনের সময় বিদ্যায়াতনে শুরু হয়, যখন বিচ্ছিন্নতাবাদীরা আফ্রিকান-আমেরিকান জেমস মেরিডিথের তালিকাভুক্তির চেষ্টার বিরোধিতা করে। এরপর থেকে বিশ্ববিদ্যালয় তার ভাবমূর্তি উন্নত করার ব্যবস্থা গ্রহণ করে। ওলে মিস লেখক উইলিয়াম ফকনার এবং তার মালিকাধীন ও পরিচালিত প্রাক্তন বাড়ি রোয়ান ওকের সাথে ঘনিষ্ঠভাবে জড়িত। বিদ্যায়তনে দুটি স্থান, বার্নার্ড অবজারভেটরি ও দ্য লাইসিয়াম -দ্য সার্কেল হিস্টরিক ডিস্ট্রিক্ট, ঐতিহাসিক স্থানসমূহের জাতীয় নিবন্ধনে তালিকাভুক্ত রয়েছে।\nওলে মিসকে \"আর১: ডক্টরাল বিশ্ববিদ্যালয় – খুব উচ্চ গবেষণা কার্যক্রম\" -এর মধ্যে শ্রেণীবদ্ধ করা হয়। বিশ্ববিদ্যালয়টি ন্যাশনাল সি গ্রান্ট প্রোগ্রামে অংশগ্রহণকারী ৩৩ টি কলেজ ও বিশ্ববিদ্যালয়ের মধ্যে একটি এবং ন্যাশনাল স্পেস গ্রান্ট কলেজ অ্যান্ড ফেলোশিপ প্রোগ্রামে অংশগ্রহণকারী। এটির গবেষণা প্রচেষ্টার মধ্যে ন্যাশনাল সেন্টার ফর ফিজিক্স অ্যাকোস্টিকস এবং মিসিসিপি সেন্টার ফর সুপারকমপিউটিং রিসার্চ রয়েছে। গাঁজা গবেষণার জন্য একমাত্র খাদ্য ও ওষুধ প্রশাসন-অনুমোদিত উৎস হিসাবে যুক্তরাষ্ট্রীয়ভাবে চুক্তিবদ্ধ গাঁজা সুযোগ-সুবিধা প্রদানের কাজ করে। বিশ্ববিদ্যালয়টি সেন্টার ফর দ্য স্টাডি অফ সাউদার্ন কালচারের মত আন্তঃবিষয়ক প্রতিষ্ঠানসমূহ (ইন্টার ডিসিপ্লিনারি ইনস্টিটিউটসমূহ) পরিচালনা করে। এর ক্রীড়াবিষয়ক দলসমূহ ন্যাশনাল কলেজিয়েট অ্যাথলেটিক অ্যাসোসিয়েশন, সাউথইস্টার্ন কনফারেন্স, ডিভিশন ১-এ ওলে মিস বিদ্রোহী হিসাবে প্রতিদ্বন্দ্বিতা করে।\nবিশ্ববিদ্যালয়ের প্রাক্তন শিক্ষার্থীদের মধ্যে ৫ জন মার্কিন সিনেটর, ১০ জন গভর্নর, ২৭ জন রোডস স্কলার এবং একজন নোবেল পুরস্কার বিজয়ী রয়েছেন। অন্যান্য প্রাক্তন শিক্ষার্থীরা এমি অ্যাওয়ার্ড, গ্র্যামি অ্যাওয়ার্ড এবং পুলিৎজার পুরস্কারের মতো সম্মান অর্জন করেছেন। বিশ্ববিদ্যালয়টির মেডিকেল সেন্টার প্রথম মানব ফুসফুস প্রতিস্থাপন এবং প্রাণী থেকে মানব দেহে হৃৎপিণ্ড প্রতিস্থাপন করে।\n\n\tমিসিসিপি বিশ্ববিদ্যালয়ের ক্যাম্পাস\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nডেইলি মিসিসিপিয়ান-এর ওয়েবসাইট, মিসিসিপি বিশ্ববিদ্যালয়ের শিক্ষার্থী পত্রিকা"}