{"pageid": 1082074, "title": "যাজ্ঞবল্ক্য", "url": "https://bn.wikipedia.org/wiki?curid=1082074", "content": "যাজ্ঞবল্ক্য বা যজ্ঞবল্ক্য (সংস্কৃত: याज्ञवल्क्य) হলেন বৈদিক ঋষি যা বৃহদারণ্যক উপনিষদে মূর্ত। যাজ্ঞবল্ক্য অস্তিত্ব, চেতনা ও স্থায়িত্বের প্রকৃতি সম্পর্কে আধ্যাত্মিক প্রশ্নগুলি প্রস্তাব এবং বিতর্ক করেন এবং সর্বজনীন আত্মা ও আত্মাকে আবিষ্কার করার জন্য \"নেতি নেতি\" এর জ্ঞানতত্ত্বকে ব্যাখ্যা করেন।\nতার জন্য আরোপিত গ্রন্থগুলির মধ্যে রয়েছে যাজ্ঞবল্ক্য স্মৃতি, যোগ যাজ্ঞবল্ক্য এবং বেদান্ত দর্শনের কিছু গ্রন্থ। বিভিন্ন ব্রাহ্মণ ও আরণ্যক -এও তার উল্লেখ আছে।\n\n\n== বিন্যাস ==\n৭০০ খ্রিস্টপূর্বাব্দে রচিত বৃহদারণ্যক উপনিষদ অনুসারে, তাকে কোশল রাজ্যের (উত্তর প্রদেশের অংশ) আদিবাসী বলে মনে করা হয়।\nঅঞ্চলটি বৈদেহে অবস্থিত, লাফে বৈদিক জগতের \"অত্যাধুনিক সীমান্ত অঞ্চল\"। স্তাল উল্লেখ করেন যে যাজ্ঞবল্ক্য নামটি যজ্ঞ থেকে উদ্ভূত হয়েছে, যা আচারকে বোঝায়, যাজ্ঞবল্ক্যকে \"একজন চিন্তাবিদ, ধর্মীয় নয়\" হিসাবে উল্লেখ করা হয়েছে।\nবৃহদারণ্যক উপনিষদে, সংলাপের একটি সদৃশ দল যাজ্ঞবল্ক্যকে দুইজন স্ত্রী হিসেবে চিত্রিত করে, একজন মৈত্রেয়ী যিনি যাজ্ঞবল্ক্যকে একজন পণ্ডিত স্ত্রীর মত দার্শনিক প্রশ্নের সাথে চ্যালেঞ্জ করেন; অন্য কাত্যায়নী যিনি নীরব কিন্তু গৃহিণী হিসেবে উল্লেখ করেছেন। যাজ্ঞবল্ক্য ও কাত্যায়নী যখন সন্তুষ্ট গৃহস্থালিতে বসবাস করতেন, তখন মৈত্রেয়ী অধিবিদ্যা নিয়ে পড়াশোনা করতেন এবং স্বামীর সাথে ধর্মতাত্ত্বিক সংলাপে \"আত্মদর্শনের আত্ম-অনুসন্ধান\" করার পাশাপাশি ব্যস্ত ছিলেন। বৃহদারণ্যক উপনিষদের বিপরীতে, মহাকাব্য মহাভারতে বলা হয়েছে মৈত্রেয়ী একজন যুবতী সৌন্দর্য, যিনি অদ্বৈত পণ্ডিত কিন্তু কখনও বিয়ে করেননি।\nদার্শনিক শর্ফস্টেইনের মতে, যাজ্ঞবল্ক্য চরিত্রটি ইতিহাসের প্রথমদিকের। যাজ্ঞবল্ক্যকে অদ্বৈত (আত্মা ও ব্রহ্মের দ্বৈততা) শব্দটি রচনার জন্য উইটজেল কৃতিত্ব দেন। হিন্দু সন্ন্যাস ঐতিহ্যের জন্য জাগতিক সংযুক্তি ত্যাগের জন্য তাকে যে ধারণা দেওয়া হয়েছে তা গুরুত্বপূর্ণ।\n\n\n== গ্রন্থাবলী ==\nযাজ্ঞবল্ক্য সংস্কৃত ভাষায় আরো কয়েকটি প্রধান প্রাচীন গ্রন্থের সঙ্গে যুক্ত, যথা শুক্ল যজুর্বেদ, শতপথ ব্রাহ্মণ, বৃহদারণ্যক উপনিষদ, ধর্মশাস্ত্র যার নাম যাজ্ঞবল্ক্য স্মৃতি, বৃদ্ধ যাজ্ঞবল্ক্য ও বৃহদ যাজ্ঞবল্ক্য। মহাভারত ও পুরাণ, পাশাপাশি প্রাচীন জৈনধর্ম গ্রন্থ যেমন ইসিভাসিয়াইম- এ তার উল্লেখ রয়েছে।\nহিন্দুধর্মে আরেকটি গুরুত্বপূর্ণ ও প্রভাবশালী যোগ পাঠ্য তার নাম অনুসারে নামকরণ করা হয়েছে, যোজন যাজ্ঞবল্ক্য, কিন্তু এর লেখক অস্পষ্ট। যোগ যাজ্ঞবল্ক্য পাঠের প্রকৃত লেখক সম্ভবত এমন কেউ ছিলেন যিনি বৈদিক ঋষি যাজ্ঞবল্ক্যের পরে বহু শতাব্দী বেঁচে ছিলেন, এবং যাজ্ঞবল্ক্য ছিলেন বাবা, বাজাসনেয় ছিলেন তার জৈবিক পুত্র, যিনি তার বংশধরদের লেখায় যোগ যাজ্ঞবল্ক্য লিখেছিলেন বা ব্যাখ্যা করেছিলেন! ম্যানিটোবা বিশ্ববিদ্যালয়ের ধর্মের অধ্যাপক ইয়ান হুইচার বলেছেন যে যোগ যাজ্ঞবল্ক্যের রচয়িতা প্রাচীন যাজ্ঞবল্ক্য হতে পারেন, কিন্তু এই যাজ্ঞবল্ক্য বৈদিক যুগের যাজ্ঞবল্ক্যের সাথে বিভ্রান্ত হবেন না \"যিনি হিন্দুধর্মে শ্রদ্ধেয় বৃহদারণ্যক উপনিষদের জন্য\"।\nবিশ্বনাথ নারায়ণ মন্ডলিকের মতে, যাজ্ঞবল্ক্যকে অন্যান্য গ্রন্থে উল্লেখ করা হয়েছে, যোজন যাজ্ঞবল্ক্য নাম ছাড়াও, একই নামের বিভিন্ন ঋষি হতে পারে।\n\n\n== ধারণা ==\n\n\n=== কর্ম ও পুনর্জন্মের উপর ===\nযাজ্ঞবল্ক্যের আলোচনায় কর্ম ও পুনর্জন্ম তত্ত্বের প্রাথমিক ব্যাখ্যাগুলির একটি।\n\nম্যাক্স মুলার এবং পল ডিউসেন, তাদের নিজ নিজ অনুবাদে, \"আত্মা, স্বয়ং\" এবং \"অস্তিত্বের মুক্ত, মুক্ত অবস্থা\" সম্পর্কে উপনিষদের দৃষ্টিভঙ্গি বর্ণনা করেছেন, \"[স্ব] অবিনশ্বর, কারণ তিনি বিনষ্ট হতে পারেন না; তিনি অসংলগ্ন, কারণ তিনি সংযুক্ত করে না.নিজে; অপ্রতিরোধ্য, সে কষ্ট পায় না, সে ব্যর্থ হয় না।তিনি ভাল এবং মন্দের ঊর্ধ্বে, এবং তিনি যা করেছেন বা যা করতে বাদ দিয়েছেন তা তাকে প্রভাবিত করে না। (...) অতএব যিনি এটি জানেন [আত্ম-উপলব্ধিতে পৌঁছেছেন], তিনি শান্ত, বশীভূত, সন্তুষ্ট, ধৈর্যশীল এবং সংগৃহীত হন। তিনি নিজেকে নিজের মধ্যে দেখেন, নিজেকে দেখেন। মন্দ তাকে জয় করে না, সে সমস্ত মন্দকে জয় করে। মন্দ তাকে পোড়ায় না, সে সব মন্দকে পুড়িয়ে দেয়। মন্দ থেকে মুক্ত, দাগমুক্ত, সন্দেহমুক্ত, তিনি আত্ম-ব্রহ্ম হয়েছিলেন; এই ব্রহ্ম-জগৎ, হে মহারাজ, এইভাবে যাজ্ঞবল্ক্য বলেছেন।\"\n\n\n=== আধ্যাত্মিক মুক্তির উপর ===\nবৃহদারণ্যক উপনিষদের অধ্যায় ৪.৩ যাজ্ঞবল্ক্যকে আরোপিত করা হয়েছে, এবং এটি মোক্ষ (মুক্তি, স্বাধীনতা) এর প্রাঙ্গণ নিয়ে আলোচনা করে এবং এর কিছু সর্বাধিক অধ্যয়ন করা স্তোত্র প্রদান করে। পল ডিউসেন একে বলেছেন, \"উপস্থাপনার সমৃদ্ধি ও উষ্ণতায় অনন্য\", গভীরতার সাথে যা আধুনিক সময়ে এর সম্পূর্ণ মূল্য ধরে রেখেছে।\n\n\n=== মানুষের আলোর উপর ===\nরাজা জনককে জিজ্ঞাসা করা হলে, \"মানুষের আলো কী?'; তিনি উত্তর দেন \"সূর্য, হে রাজা; কারণ, তার আলোর জন্য সূর্য একা থাকার কারণে, মানুষ বসে থাকে, ঘুরে বেড়ায়, তার কাজ করে এবং ফিরে আসে। তারপর রাজা জিজ্ঞেস করেন সূর্য অস্ত যাওয়ার পর, মানুষের আলো কী? তিনি উত্তর দেন 'আসলে চাঁদই তার আলো; কারণ, চাঁদকে তার আলোর জন্য একা রেখে, মানুষ বসে থাকে, ঘুরে বেড়ায়, তার কাজ করে এবং ফিরে আসে। তখন রাজা জিজ্ঞেস করেন, হে যাজ্ঞবল্ক্য, সূর্য যখন অস্তমিত হয়েছে এবং চন্দ্র অস্তমিত হয়েছে, তখন মানুষের আলো কিসের? 'তিনি উত্তর দিয়ে বলেন, 'আগুনই তার আলো; কারণ, তার আলোর জন্য একা আগুন আছে, মানুষ বসে থাকে, ঘুরে বেড়ায়, তার কাজ করে এবং ফিরে আসে।\nতখন রাজা জিজ্ঞেস করেন, 'যাজ্ঞবল্ক্যের সূর্য অস্তমিত হয়ে গেলে, চাঁদ অস্তমিত হয়ে আগুন নিভে যায়, তখন মানুষের আলো কীসের? 'সে উত্তর দেয় 'শব্দই তার আলো; কারণ, তার আলোর জন্য একা শব্দ করে, মানুষ বসে থাকে, ঘুরে বেড়ায়, তার কাজ করে এবং ফিরে আসে। অতএব, হে মহারাজ, যখন কেউ নিজের হাত পর্যন্ত দেখতে পায় না, তবুও যখন শব্দ উচ্চারিত হয়, তখন কেউ তার দিকে যায়।' তখন রাজা জিজ্ঞেস করেন, 'যখন যাজ্ঞবল্ক্যের সূর্য অস্ত যায়, চাঁদ অস্ত যায়, আগুন নিভে যায় এবং শব্দ নিভৃত হয়, তখন মানুষের আলো কিসের? তিনি উত্তর দেন 'আত্মাই তার আলো; কারণ, নিজের আলোকে একা পেয়ে মানুষ বসে থাকে, ঘুরে বেড়ায়, তার কাজ করে এবং ফিরে আসে'।\n\n\n=== আত্মের উপর ===\nতিনি সিরিজের নেতিবাচকতার দ্বারা নিজেকে বর্ণনা করেন এবং বলেন এটি নয়, এটি নয় (নেতি নেতি) - উপলব্ধিযোগ্য নয়, ধ্বংসযোগ্য নয়, সংযুক্ত নয়, নিজের দ্বারা করা ভাল বা খারাপ কিছু দ্বারা বিরক্ত নয়। .তিনি তারপর বলেন, যে এই সত্যটি জানে সে \"নিয়ন্ত্রিত, শান্তিতে, ধৈর্যশীল ও বিশ্বাসে পূর্ণ\" থাকে এবং \"প্রত্যেকই তার নিজের হতে আসে\" এবং \"সে সবার স্বেচ্ছায় পরিণত হয়\"।\n\n\n=== স্বপ্নের উপর ===\nযাজ্ঞবল্ক্য বিশ্বাস করতেন যে স্বপ্ন হল আত্মের সক্রিয় অনুমান। তার কাছে এটা প্রমাণ যে স্বপ্ন বাস্তবের সৃজনশীল প্রকৃতিকে ভাগ করে নেয়।\n\n\n=== প্রেম ও আত্মার উপর ===\nবৃহদারণ্যক উপনিষদের মৈত্রেয়ী-যাজ্ঞবল্ক্য কথোপকথনে বলা হয়েছে যে প্রেম \"নিজের প্রতি প্রেম\" দ্বারা চালিত হয়, এবং এটি আত্মা ও ব্রহ্মের প্রকৃতি এবং তাদের ঐক্য নিয়ে আলোচনা করে, পরবর্তী অদ্বৈত দর্শনের মূল। মৈত্রেয়ী-যাজ্ঞবল্ক্য কথোপকথন মধ্যমদিনা ও কাণ্ব বৈদিক দর্শনের দুটি পাণ্ডুলিপির সংশোধনে টিকে আছে; যদিও তাদের উল্লেখযোগ্য সাহিত্যিক পার্থক্য রয়েছে, তারা একই দার্শনিক ধারণা ভাগ করে নেয়।\nএই সংলাপ বেশ কয়েকটি হিন্দুগ্রন্থে দেখা যায়; প্রারম্ভিকটি ২.৪ অধ্যায়ে - এবং ৪.৫ অধ্যায়ে পরিবর্তিত হয়েছে - বৃহদারণ্যক উপনিষদের প্রধান এবং প্রাচীনতম উপনিষদের একটি। হিন্দু দর্শনের প্রভাবশালী অদ্বৈত বেদান্ত বিদ্যালয়ের পণ্ডিত আদি শঙ্কর তার বৃহদারণ্যকোপনিষদ ভাষায় লিখেছেন যে বৃহদারণ্যক উপনিষদের ২.৪ অধ্যায়ে মৈত্রেয়ী-যাজ্ঞবল্ক্য সংলাপের উদ্দেশ্য এবং তাদের একত্ব বুঝতে আত্মা ও ব্রহ্মের জ্ঞানের গুরুত্ব তুলে ধরুন। শঙ্করের মতে, সংলাপ ব্রহ্ম ও আত্মার জ্ঞানের মাধ্যম হিসাবে শ্রুতিতে (হিন্দু ধর্মের বৈদিক গ্রন্থে) ত্যাগের পরামর্শ দেয়। তিনি যোগ করেন যে, শ্রুতিতে আত্ম-জ্ঞানের সাধনাকে গুরুত্বপূর্ণ বলে মনে করা হয় কারণ মৈত্রেয়ীর কথোপকথনটি উপনিষদে ব্রহ্মের আলোচনার একটি \"যৌক্তিক সমাপ্তি\" হিসাবে ৪.৫ অধ্যায়ে পুনরাবৃত্তি করা হয়েছে।\n\"অন্তরাত্মা\" বা আত্মার উপর তার কথোপকথনের সমাপ্তি, যাজ্ঞবল্ক্য মৈত্রেয়ীকে বলেন:\n\nযাজ্ঞবল্ক্য চলে গেলে এবং সন্ন্যাসী হওয়ার পর, মৈত্রেয়ী সন্ন্যাসী হন - তিনিও ঘুরে বেড়ান এবং ত্যাগী জীবনযাপন করেন।\n\n\n== আরও দেখুন ==\nনেতি নেতি\nগার্গী বাচকন্বী\nঋষি অরুণী\nঅষ্টাবক্র\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nগুটেনবের্গ প্রকল্পে যাজ্ঞবল্ক্য-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে যাজ্ঞবল্ক্য কর্তৃক কাজ বা সম্পর্কে তথ্য\nSukla Yajur Veda from http://www.shuklayajurveda.org\nYogeeswara Yagnavalkya"}