{"pageid": 1082910, "title": "আব্দুল হাকিম বিক্রমপুরী", "url": "https://bn.wikipedia.org/wiki?curid=1082910", "content": "আব্দুল হাকিম বিক্রমপুরী ছিলেন একজন বাংলাদেশী রাজনীতিবিদ ও সাহিত্যিক। তিনি বঙ্গীয় আইন পরিষদ, প্রাদেশিক আইনসভা ও পাকিস্তান জাতীয় পরিষদের সদস্য ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nতার জন্ম ১৮৯৩ সালের ৫ মার্চ। জন্মস্থান মুন্সীগঞ্জ শহরের কোর্টগাঁও গ্রাম। পিতা ইবরাহিম হোসেন। মায়ের নাম এলেম জান বিবি। লেখা পড়া করেছেন মুন্সীগঞ্জ উচ্চ বিদ্যালয়ে। এ স্কুল থেকে তিনি এনট্রান্স পাশ করেছিলেন ১৯১৩ সালে। ঢাকা কলেজে আই এ ক্লাশে ভর্তি হন। কিন্তু শারীরিক অসুস্থ্যতার জন্য বেশী দূর পড়তে পাড়েননি। শুরু করেন শিক্ষকতা। মুন্সীগঞ্জ হাই স্কুলেই কর্মজীবনের যাত্রা।\n\n\n== রাজনীতি ও কর্মজীবন ==\nকবিতা, গল্প আর প্রবন্ধ লিখে কর্মজীবন শুরু করলেও পরে তিনি রাজনীতিতে যোগ দেন। ১৯৩৬ সালে বঙ্গীয় আইন পরিষদের নির্বাচন অনুষ্ঠিত হয়। একে ফজলুল হক কৃষক প্রজা পার্টির প্রধান। আব্দুল হাকিম বিক্রমপুরী মুন্সীগঞ্জ থেকে মনোনয়ন চেয়ে পাঠান। শের-ই-বাংলা বিক্রমপুরীকে মনোনয়ন দেন। তিনি বিপুল ভোটের ব্যবধানে জয়ী হলেন এবং বঙ্গীয় আই পরিষদের সদস্য হলেন। আব্দুল হাকিম বিক্রমপুরী ১৯৩৬-১৯৪৫ সাল পর্যন্ত বঙ্গীয় আইন পরিষদের সদস্য ছিলেন। ১৯৪৬-১৯৫৪ সাল পর্যন্ত পাকিস্তান প্রাদেশিক আইন সভার সদস্য ছিলেন। ১৯৬৩ – ১৯৬৫ সাল পর্যন্ত পাকিস্তান জাতীয় পরিষদ সদস্য ছিলেন। তাঁর নির্বাচনী এলাকা ছিল টঙ্গীবাড়ী, লৌহজং, নড়িয়া, ভেদরগঞ্জ ও সুরেশ্বর থানা। তিনি মন্ত্রীর পদমর্যাদায় পূর্ব পাকিস্তান গভর্নর আজম খানের উপদেষ্টা ছিলেন।\n\n\n== লেখালেখি ==\nআব্দুল হাকিম বিক্রমপুরীর লেখা সমূহ সওগাত, মোহাম্মদী, প্রবাসী, মানসী, মর্মবানী, সাম্যবাদী ও ছোলতান প্রভৃতি পত্রিকায় প্রকাশিত হতো। চীনে ইসলাম, সাহিত্যের কথা, পানের বরোজ, হযরত শাহ্ আহসান উল্লাহ আব্দুল হাকিম বিক্রমপুরীর বিখ্যাত গ্রন্থ। তিনি একটি সাহিত্য পত্রিকার সম্পাদনা ও করতেন। পত্রিকাটির নাম “গ্রামের কথা” শিক্ষানুরাগী হিসেবেও খ্যাতি রয়েছে। আব্দুল হাকিম বিক্রমপুরীর।\nতিনি ১৯৪২ সালে কে. কে. সরকারি বিদ্যানিকেতন প্রতিষ্ঠা করেন। বঙ্গীয় সাহিত্য পরিষদের সদস্য ও ছিলেন। বিশিষ্ট সাহিত্যিক আবুল কালাম সামসুদ্দিন তাঁর স্মৃতি কথায় লিখেছেন, “বিক্রমপুরী সাহেব রাজনীতিতে গিয়ে বাংলা সাহিত্যকে বঞ্চিত করেছেন”।\n\n\n== মৃত্যু ==\n১৯৮৭ সালের ৪ জুলাই ঢাকায় পরলোক গমন করেন।\n\n\n== তথ্যসূত্র =="}