{"pageid": 1082267, "title": "যম", "url": "https://bn.wikipedia.org/wiki?curid=1082267", "content": "যম (সংস্কৃত: यम) বা সংযম হল নিয়ম, যা যোগ দর্শনের \"সঠিক জীবনযাপন\" বা নৈতিক নিয়মের ধারাবাহিক প্রতিনিধিত্ব করে। যথাযথ আচরণের জন্য বেদ ও যোগসূত্রে এগুলি সংযম। এগুলি নৈতিক বাধ্যবাধকতা, আদেশ, নিয়ম বা লক্ষ্যগুলির একটি রূপ। যম হল \"এগুলি করবেন না\" স্ব-সংযমের তালিকা, প্রতিশ্রুতির প্রতিনিধিত্ব করে যা অন্যদের ও নিজের সাথে সম্পর্ককে প্রভাবিত করে। পরিপূরক নিয়ম পালনের প্রতিনিধিত্ব করে এবং যম ও নিয়ম একসাথে ভালভাবে বেঁচে থাকার ব্যক্তিগত বাধ্যবাধকতা।\nযমের প্রথম দিকের উল্লেখ ঋগ্বেদে আছে এবং হিন্দুধর্মের পঞ্চাশেরও বেশি গ্রন্থে এর বিভিন্ন ঐতিহ্য থেকে যম নিয়ে আলোচনা করা হয়েছে। পতঞ্জলি তার যোগসূত্রে পাঁচটি যমের তালিকা করেছে। দশটি যমকে অসংখ্য হিন্দু গ্রন্থে \"সংযম\" হিসাবে সংজ্ঞায়িত করা হয়েছে, যার মধ্যে যাজ্ঞবল্ক্য স্মৃতির ৩.৩১৩ পদে, শাণ্ডিল্য ও বরাহ উপনিষদে, স্বত্মারামের হঠযোগ প্রদীপিকায়, এবং তিরুমুলার এর তিরুমন্তিরামায়।\nসর্বাধিক উল্লেখিত যম হচ্ছে অহিংসা, সত্য, অস্তেয়, মিতাহার, ক্ষমা ও দয়া। যম ব্যক্তির নিজের কর্ম, কথা ও চিন্তায় আত্ম-সংযম অন্তর্ভুক্ত করে।\n\n\n== ব্যুৎপত্তি ও অর্থ ==\nযমের প্রথম উল্লেখ হিন্দু ধর্মগ্রন্থ ঋগ্বেদের ৫.৬১.২ পদে এবং পরে জৈন আগমে পাওয়া যায়। ঋগ্বেদে শব্দটির অর্থ লাগাম বা সংযম। এই শব্দটি জৈন আগমে নৈতিক সংযম এবং নৈতিক কর্তব্য হিসেবে বিকশিত হয়। মন, শরীর ও আত্মার জ্ঞান এবং মিলনের জন্য যোগ দর্শন ও অনুশীলনের আটগুণ পথের প্রথম ধাপ হিসেবে পতঞ্জলি পতঞ্জলির যোগসূত্রে যমকে বিস্তারিতভাবে ব্যাখ্যা করেন।\nস্টিফেন স্টারগেস বলেন, ইংরেজি শব্দ \"Yamas\" সংস্কৃত শব্দ \"यम\" থেকে উদ্ভূত, যার অর্থ \"সংযম,\" বিশেষ করে \"কর্ম, শব্দ বা চিন্তা যা ক্ষতির কারণ হতে পারে\"।\n\n\n== উৎস ও যম ==\nযমের সংখ্যা উৎসের সাথে পরিবর্তিত হয়। \nপতঞ্জলির যোগসূত্র ২.৩০ অনুসারে যম পাঁচটি, এবং হঠযোগ প্রদীপিকা ও শাণ্ডিল্য উপনিষদ অনুসারে যম দশটি।\n\nঅন্তত ষাটটি প্রাচীন ও মধ্যযুগীয় যুগের ভারতীয় গ্রন্থগুলি এতদূর জানা যায় যেগুলি যমকে নিয়ে আলোচনা করে। অধিকাংশ সংস্কৃত, কিন্তু কিছু আঞ্চলিক ভারতীয় ভাষায়। ষাটটির মধ্যে, এই গ্রন্থগুলির মধ্যে এগারোটির তালিকা অনুরূপ, কিন্তু পতঞ্জলির গ্রন্থের মতো নয়। ১ থেকে ১০ যমের মধ্যে অন্যান্য গ্রন্থের তালিকা, তবে ১০টি সবচেয়ে সাধারণ।\nতালিকাভুক্ত যমের ক্রম, প্রতিটি যমের নাম এবং প্রকৃতি, সেইসাথে আপেক্ষিক জোর পাঠ্যের মধ্যে পরিবর্তিত হয়। কিছু গ্রন্থ অন্যান্য গ্রন্থে নিয়মের বিপরীত ব্যবহার করে, যম হিসাবে; উদাহরণস্বরূপ, বৈরাগ্য (হেডনিজম থেকে বিরক্তি, নিয়ম তাপস থেকে কিছুটা বিপরীত) ত্রিশিখী ব্রাহ্মণ উপনিষদের ৩৩ নং শ্লোকে যমের তালিকাতে বর্ণনা করা হয়েছে। অনেক পাঠ্য তাদের যমের তালিকায় এক বা একাধিক ভিন্ন ধারণাকে প্রতিস্থাপন করে।\nউদাহরণস্বরূপ, ইয়াতিধর্ম সংগ্রহের তালিকাভুক্ত দশটি যমের মধ্যে, অক্রোধ (ক্রোধহীন) যম হিসেবে অন্তর্ভুক্ত। ৩১.১৯ পদে অহিরবুদ্ধ্য সংহিতা এবং ১.১৪-১৫ পদে দর্শন উপনিষদ দয়াকে যম হিসেবে অন্তর্ভুক্ত করে এবং সিদ্ধান্তে ঝাঁপিয়ে না পড়ার নৈতিক সংযম, প্রতিটি সত্তার প্রতি সহানুভূতিশীল এবং অন্যের দুঃখকে বিবেচনা করার মতো নিজের ব্যাখ্যা করে। ৩১.২১ পদে, অহিরবুদ্ধ্য সংহিতা ক্ষমাকে ক্ষমা এবং অন্যদের দ্বারা অব্যাহত আন্দোলন থেকে সংযম করার গুণ হিসাবে অন্তর্ভুক্ত করেছে।\nমহাকাল সংহিতা শ্লোক ২.১১.৭২৩ থেকে ২.১১.৭৩৮ এর উপরে ১০ টি যমের অনেকগুলি তালিকা রয়েছে, কিন্তু ব্যাখ্যা করে কেন এটি একটি ভিন্ন উপায়ে একটি গুণ। উদাহরণস্বরূপ, পাঠ্যটি ব্যাখ্যা করে যে দয়া বা দায়া একটি নৈতিক নীতি এবং খুব বেশি এবং খুব কম আবেগ থেকে সংযম। এটি পরামর্শ দেয় যে দয়া একজনের অভ্যন্তরীণ অবস্থা প্রতিফলিত করে, আত্মীয়, বন্ধু, অপরিচিত এবং এমনকি প্রতিকূল ব্যক্তির প্রতি দয়া প্রকাশ করে, এবং যে কেউ পরিস্থিতি এবং পরিস্থিতি যাই হোক না কেন ভাল এবং সদয় থাকতে হবে।\nনীতিশাস্ত্র বজায় রাখা বা শেখানো থেকে বিরত থাকা ঠকানোর অজুহাত দেয় এবং এমনকি নিজের গুরুর কাছে মিথ্যা বলে অবস্থান ও জীবনে এগিয়ে যাওয়ার জন্য। দয়ার যমগুলোর জন্য এই দৃষ্টিভঙ্গি শান্ডিল্য উপনিষদ এবং জবালা দর্শন উপনিষদে ভাগ করা হয়েছে।\nঅত্রী সংহিতা ৪৮ নং শ্লোকে, আনর্শামস্য কে নিষ্ঠুরতা থেকে যে কোন জীবের প্রতি তার কর্ম, কথা বা চিন্তার দ্বারা সংযম হিসাবে তালিকাভুক্ত করা হয়েছে। শিবযোগ দীপিকা ২.৯ শ্লোকে সুনার্তকে সত্যের বদলে প্রতিস্থাপন করে, সুনার্তকে \"মিষ্টি এবং সত্য কথন\" হিসাবে সংজ্ঞায়িত করে।\nঅহিংসা, সত্য, অস্তেয়, মিতাহার, ক্ষমা, দয়া এই গ্রন্থগুলির অধিকাংশের দ্বারা বহুল আলোচিত যমের নৈতিক ধারণাগুলির মধ্যে একটি।\n\n\n== সম্পর্কিত ধারণা ==\nপ্রাচীন ও মধ্যযুগীয় ভারতীয় গ্রন্থে যম নিয়ম সম্পর্কিত। প্রাক্তনগুলি সৎকর্মের জীবনের সংযম, যখন পরবর্তীগুলি পালন করা হয়।\nহঠযোগ প্রদীপিকা শ্রেণিবিভাগকে নমনীয়ভাবে ব্যবহার করে, যেখানে যম (সংযম) নিয়মের বিপরীত হিসাবে বোঝা যায় (ইতিবাচক মনোভাব)। উদাহরণস্বরূপ, অহিংসা ও মিতহারকে যম হিসাবে বলা হয় এবং বই ১ এর ১৭ ও ৪০ পদে নিয়ম বলা হয়।১.৪০ পদে, হঠযোগ প্রদীপিকা অহিংসাকে সর্বোচ্চ পুণ্যময় অভ্যাস বলে, মিতাহারকে সর্বোত্তম ব্যক্তিগত সংযম বলে এবং সিদ্ধাসন আসনের মধ্যে সর্বাগ্রে।\n\n\n== আরও দেখুন ==\nনিয়ম (যোগশাস্ত্র)\nসমত্ব\n\n\n== তথ্যসূত্র =="}