{"pageid": 1082263, "title": "কাচেগুদা রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1082263", "content": "কাচেগুদা রেলওয়ে স্টেশন  (স্টেশন কোড: কেসিজি) ভারতের তেলেঙ্গানার হায়দ্রাবাদ শহরের তিনটি কেন্দ্রীয় স্টেশনের মধ্যে একটি। এটি বর্তমানে ভারতীয় রেলের দক্ষিণ মধ্য রেলওয়ে অঞ্চল দ্বারা পরিচালিত। স্টেশনটি প্রথম নিজাম ওসমান আলী খানের আমলে তৈরি করা হয়েছিল যাতে রাজ্যের মুম্বাইয়ের মতো পশ্চিমা শহরগুলির সাথে ওয়াদিতে রেলওয়ে জংশনের মাধ্যমে বিস্তৃত সংযোগ তৈরি হয়। \n\nকেন্দ্রীয় এবং পাশের গম্বুজ এবং তার সাথে মিনার সমৃদ্ধ এই স্টেশনে গথিক ধাঁচের স্থাপত্যের দিক রয়েছে। স্টেশনটি ইন্দোর, ভোপাল, ঔরঙ্গাবাদ, তিরুপতি, ব্যাঙ্গালোর, চেন্নাই, দিল্লি, নান্দেদ, নিজামাবাদ, ম্যাঙ্গালোর, মাদুরাই এবং আরও অনেক কিছুর জন্য উৎপন্ন ট্রেনপরিচালনা করে। অনেক আধুনিক যাত্রী সুবিধা আবাসন, এই স্টেশন এখন দক্ষিণ মধ্য রেলওয়ের অন্তর্গত হায়দ্রাবাদ রেলওয়ে বিভাগের সদর দপ্তর স্টেশন হিসাবে কাজ করে।\nনতুন টার্মিনাস ভবন ছাড়াও এখানে একটি ক্ষুদ্র রেল জাদুঘর নির্মিত হয়েছে এবং ক্যাফে কফি ডের মতো ব্র্যান্ডেড আউটলেট রয়েছে। জোনাল রেলওয়ে স্টেশন ভবন সংলগ্ন মাল্টি ফাংশনাল কমপ্লেক্সের উন্নয়নের জন্য স্টেশনটি চিহ্নিত করেছে।\nসুবিধাটি পিপিপি ভিত্তিতে বিকশিত হচ্ছে এবং দরপত্র প্রক্রিয়া শেষ হয়েছে এবং প্রকল্পের জন্য বেসরকারী ছাড় দেওয়া হয়েছে।\n\n\n== ইতিহাস ==\n১৯১৬ সালে হায়দ্রাবাদ আসাফ জাহ সপ্তম নিজাম দ্বারা নির্মিত এই স্টেশনটি তৎকালীন নিজামের গ্যারান্টিযুক্ত রাজ্য রেলওয়ের সদর দপ্তর ছিল। মনে করা হয় যে কাচি সম্প্রদায়ের কারণে কাচিগুড়া রেলওয়ে স্টেশন নামটি দেওয়া হয়েছিল যার স্টেশনের কাছাকাছি বসবাসকারী ভাল জনসংখ্যা রয়েছে। কাচ্চিরা আলমগির এবং পূর্ববর্তী রাজাদের সময়ে বুন্দেলখণ্ড থেকে পদাতিক ও অশ্বারোহী সৈন্য হিসাবে এসেছিল।\n\n\n== শ্রেণিবিভাগ ==\nকাচেগুদা রেলওয়ে স্টেশনকে হায়দরাবাদ রেলওয়ে বিভাগে এ১ – ক্যাটাগরি স্টেশন হিসাবে শ্রেণীবদ্ধ করা হয়েছে। \n\n\n== এমএমটিএস সংযোগ ==\nকাচেগুদা রেলওয়ে স্টেশন হায়দ্রাবাদ সিটিকে এমএমটিএস রেল ট্রানজিটের সাথে সংযুক্ত করেছে এবং এই স্টেশন থেকে কাচিগুড়া, বরকতপুরা, চাদেরঘাট, নারায়ণগুড়া, কাঠি এবং আবিদদের মতো এলাকাগুলি সহজে যাওয়া যায়।\n\nসেকেন্দ্রাবাদ -ফালাকনুমা রুট (এসএফ লাইন)\n\n\n== ট্রেন ==\nএই স্টেশনে ট্রেনগুলির প্রাথমিক রক্ষণাবেক্ষণের জন্য চারটি পিট লাইন রয়েছে যা এখান থেকে শুরু হয়েছে।\n\n\n== আরো দেখুন ==\nদক্ষিণ মধ্য রেলওয়ে অঞ্চল\nসেকেন্দ্রাবাদ জংশন রেলওয়ে স্টেশন\nহায়দরাবাদ ডেকান রেলওয়ে স্টেশন\nবেগমপেট রেল স্টেশন\nলিঙ্গামপালি রেলওয়ে স্টেশন\nফালাকনুমা রেলওয়ে স্টেশন\nমালকাজগিরি রেল স্টেশন\n\n\n== তথ্যসূত্র =="}