{"pageid": 1082550, "title": "মহাজাগতিক মতবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1082550", "content": "মহাজাগতিক মতবাদ হল এমন এক মতবাদ যা মহাজাগতিক জীবনের অস্তিত্বে বিশ্বাস করে; যা মানুষের সাথে যোগাযোগের মাধ্যম হিসেবে উড়ন্ত বস্তুর উপর নির্ভর করে। এই মতবাদগুলির বিশ্বাসের ভিত্তি হল যে মহাবিশ্বের কোথাও গ্রহে বাস করে এমন কিছু প্রাণী আছে যারা পৃথিবীতে মানুষকে সাহায্য করতে আগ্রহী। এই মতবাদগুলির মধ্যে কিছু অতিপ্রাকৃত কাহিনী, যেমন স্বর্গদূতদের ধারণা, আমাদের ছায়াপথের বাইরে দূরের গ্রহ থেকে আসা প্রাণীদের সাথে যুক্ত , এবং এই ধারণাগুলির প্রতি আগ্রহ বিজ্ঞান কল্পকাহিনী সাহিত্যের (বিশেষত স্পেস অপেরা ) বিস্তার করে এবং অদ্ভুত ভ্রান্ত চিন্তার উপর  ভিত্তি করে লেখা, যাকে ফ্যান্টাসি সাহিত্য বলা হয়। আবার একে ইউএফও বলা হয়। এটাকে সায়েন্টোলজি মতবাদের অনুসারীদের সবচেয়ে অসংখ্যের মধ্যে বিবেচনা করা হয় ।\n\n\n== মতবাদের সারাংশ ==\nএই মতবাদের অনুগামীরা বিশ্বাস করে যে আবিষ্কারের এই মহাজাগতিক সভ্যতা, অথবা এইসব সভ্যতাগুলোর থেকে মানুষ পৃথিবী, আগমনের কারণে সৃষ্টি হয়েছে পার্থিব সমস্যা,  পরিবেশ সমস্যা, ঘৃণা, দারিদ্র্য ও, সামাজিক ও আধ্যাত্মিক অনেক  সমস্যার সম্মুখীন হয়েছে ।\nঅবশ্যই, মহাজাগতিক মতবাদগুলি উন্নত দেশগুলিতে ছড়িয়ে রয়েছে যেখানে উন্নত প্রযুক্তি রয়েছে, যা অর্ধশিক্ষিত মানুষের জন্য মহাজাগতিক প্রাণীদের ধারণাগুলিকে আরও সহজে গ্রহণ করে, এবং তাই এই ধারণাগুলি মার্কিন যুক্তরাষ্ট্র, কানাডা, যুক্তরাজ্য জাপান ও ফ্রান্সের মত দেশে ছড়িয়ে পড়ে  ।  UFOs, UFOs এবং extraterrestrials এর মতো বিষয়গুলির ব্যবহার ১৯৪৭ সাল থেকে মানুষের মধ্যে ছড়িয়ে পড়তে শুরু করে এবং এটি বিংশ শতাব্দীর পঞ্চাশের দশকে প্রদর্শিত হতে শুরু করে।\nমহাজাগতিক  মতবাদের বিভিন্ন রূপ রয়েছে, এদের অনুসারীরা এর বিশ্বাসের কারণে আত্মহত্যা করে, আবার অনেকে ধারণাটিকে হাস্যকর মনে করে এবং কমিক বা ক্যারিকেচার সাহিত্যে ব্যবহার করে।\n\n\n== বিখ্যাত মহাজাগতিক মতবাদসমূহ ==\n\n\n=== এথেরোস অ্যাসোসিয়েশন ===\nএটা  ১৯৫৫ সালে জর্জ রাজা দ্বারা প্রতিষ্ঠিত যোগব্যায়াম । \n\n\n=== বুদ্ধি ছাড়া চার্চীয় মতবাদ ===\nএটি ইভান স্ট্যাগ ১৯৭৯ সালে প্রতিষ্ঠা করেছিলেন। ব্যঙ্গাত্মক কমেডির মাধ্যমে চার্চ এবং ধর্মের ধারণার অনেক অনুকরণের উপর নির্ভর করার জন্য একটি ব্যঙ্গাত্মক মতবাদ হিসাবে বিবেচনা করা হয়। ১০,০০ এরও বেশি অনুসারী রয়েছে।\n\n\n=== স্বর্গের দরজা ===\nহেভেনস গেট ১৯৯৭ সালে খ্যাতি অর্জন করেছিল যখন তার ৩৮ জন অনুসারী সম্মিলিতভাবে আত্মহত্যা করেছিল কারণ তারা বিশ্বাস করেছিল যে তারা এলিয়েন এবং হেল-পোপ ধূমকেতুর পিছনে লুকানো একটি মহাকাশযানে চড়তে আত্মহত্যা করতে হয়েছিল। \n\n\n=== গ্লোবাল ইন্ডাস্ট্রিয়াল চার্চ অফ দ্য নিউ ওয়ার্ল্ড কমফোর্টার্স ===\nএটি একটি মতবাদ যা অ্যালান মাইকেল ১৯৭৩ সালে প্রতিষ্ঠা করেছিলেন এবং \"এখানে এবং এখন\" নামে একটি রেস্তোরাঁর মাধ্যমে ছড়িয়ে পড়ে।। \n\n\n=== রেলিয়ান ===\nরেলিয়ানরা বিশ্বাস করত যে \" উলুহীম \"  নামক উন্নত মহাজাগতিক প্রাণীরা জেনেটিক ইঞ্জিনিয়ারিং, মানব ক্লোনিং এবং বুদ্ধিবৃত্তিক যোগাযোগের মাধ্যমে জীবন সৃষ্টি করেছিল এবং বিশ্বাস করেছিল যে তারাই ইতিহাসের সর্বত্র শিক্ষক এবং ভাববাদী পাঠিয়েছিল যেমন খ্রিস্ট, বুদ্ধ এবং নবী মুহাম্মাদ তারা সরাসরি তাদের সাথে, ফেরেশতা হিসাবে, অথবা তাদের প্রকাশের মাধ্যমে যা তাদের ব্যাপকভাবে বিকশিত হয়েছিল।  যিনি প্রত্যেক যুগের মানুষকে অবহিত করেছিলেন। \n\n\n=== সিনটোলোজি ===\nএটি এমন একটি মতবাদ যা মানুষের অমরত্বের উপর বিশ্বাস করে যারা তার উৎপত্তি এবং প্রকৃতি ভুলে গেছে, এবং এমন কার্যক্রমের উপর নির্ভর করে যা তার অনুগামীদের  অবস্থা উন্নত করতে তাদের অতীতকে প্রকাশ করতে সাহায্য করে।  যেমন UFO Religions এর এনসাইক্লোপিডিক সোর্সবুক জেমস আর। লুইস,\n\n\n=== ওনারিয়াস একাডেমি অফ সায়েন্সেস ===\n১৯৫৪ সালে প্রতিষ্ঠিত, এটি পদার্থবিজ্ঞানের চতুর্থ মাত্রার উপর নির্ভর করে উন্নত গ্রহের সাথে যোগাযোগ স্থাপন করে যা আমাদের গ্রহের চেয়ে উঁচু তরঙ্গে বাস করে। তারা পুনর্জন্মেও বিশ্বাস করে এবং আমাদের সৌরজগতে বিভিন্ন সভ্যতা ইতোমধ্যে সমৃদ্ধ হয়েছে বলে জ্ঞান করে। \n\n\n=== মহাবিশ্বের মানুষ ===\n\nঅথবা দ্য পিপলস অফ দ্য লাইট অথরিটি যারা মহাজাগতিক প্রাণীর অস্তিত্বে বিশ্বাস করে তাদের নেতার আগমনের মাধ্যমে। \n\n\n== এছাড়াও পড়ুন ==\nএথেরোস অ্যাসোসিয়েশন\nবুদ্ধিহীন চার্চ\nস্বর্গের দরজা\nরেলিয়ান\nমানবজাতির ইতিহাস\nঅর্ক ভন ডানকিন\n\n\n== তথ্যসূত্র =="}