{"pageid": 108224, "title": "চীনের গৃহযুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=108224", "content": "চীনা গৃহযুদ্ধ হল কুওমিনতাং (অথবা চীনের জাতীয়তাবাদী পার্টি) এবং চীনের কমিউনিস্ট পার্টির মধ্যে অনুষ্ঠিত চিনের এক অভ্যন্তরীণ যুদ্ধ। ১৯২৭ সালের এপ্রিল মাসে উত্তরের অভিযানের মধ্যেই এই যুদ্ধের সূচনা হয়। এই যুদ্ধ প্রকৃতপক্ষে ছিল পাশ্চাত্য বিশ্বের সমর্থনপুষ্ট চিনের জাতীয়তাবাদী দল কুওমিনতাং এবং সোভিয়েত সমর্থনপুষ্ট চীনের কমিউনিস্ট পার্টির মধ্যে এক মতাদর্শগত সংগ্রাম। গণপ্রজাতান্ত্রিক চিনে সাধারণত এই যুদ্ধ \"মুক্তিযুদ্ধ\" হিসেবে অভিহিত হয়ে থাকে।\nনিরবচ্ছিন্নভাবে এই যুদ্ধ অব্যাহত থাকে দ্বিতীয় চীন-জাপান যুদ্ধ পর্যন্ত। এই সময় কুওমিনতাং এবং কমিউনিস্ট পার্টি ঐক্যবদ্ধ হয়ে গঠন করে দ্বিতীয় যুক্ত ফ্রন্ট। ১৯৪৫ সালে জাপানের পরাজয়ের মধ্যে দিয়ে দ্বিতীয় বিশ্বযুদ্ধের পরিসমাপ্তি ঘটে। এরপরই ১৯৪৬ সালে চীনে পুনরায় পূর্ণমাত্রায় গৃহযুদ্ধ আরম্ভ হয়। এর চার বছর পরে চীন প্রত্যক্ষ করে এক বিশাল রাজনৈতিক উত্তেজনার অবসান, যখন নবগঠিত গণপ্রজাতান্ত্রিক চীন সম্পূর্ণভাবে চীনের মূল ভূখণ্ডকে নিয়ন্ত্রণ করতে শুরু করে এবং প্রজাতান্ত্রিক চীনের নিয়ন্ত্রণ কেবলমাত্র তাইওয়ান, পেংঘু, কিনমেন, মাৎসু এবং অন্যান্য সংলগ্ন দ্বীপসমূহে সীমাবদ্ধ হয়ে পড়ে। অদ্যাবধি যেহেতু এই গৃহযুদ্ধে অংশগ্রহণকারী দু'পক্ষের মধ্যে কোন যুদ্ধবিরতি অথবা কোন শান্তিচুক্তি স্বাক্ষরিত হয়নি সেহেতু এই যুদ্ধের আনুষ্ঠানিক ইতি নিয়ে বিতর্ক রয়ে গিয়েছে। বর্তমানে প্রজাতান্ত্রিক চীন এবং গণপ্রজাতান্ত্রিক চীনের মধ্যে ঘনিষ্ঠ অর্থনৈতিক আদানপ্রদান রয়েছে।\n\n\n== পটভূমি ==\nচিনের সর্বশেষ সাম্রাজ্য কিং সাম্রাজ্যের পতন ঘটে ১৯১১ সালে।\n\n\n== উত্তরের অভিযান (১৯২৬-১৯২৮) এবং কুওমিনতাং-কমিউনিস্ট পার্টির ভাঙন ==\n\n\n== কমিউনিস্ট পার্টি বনাম কুওমিনতাং এবং \"লং মার্চ\" (১৯২৭-১৯৩৭) ==\n\n\n== দ্বিতীয় চিন-জাপান যুদ্ধ (১৯৩৭-১৯৪৫) ==\n\n\n== যুদ্ধপরবর্তী সংঘর্ষ (১৯৪৫-১৯৪৬) ==\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\nVCEHistory Chinese Revolution Student + Teacher Discussion Forums\nVCEHistory Chinese Revolution Student Resources\nhttp://www.marxists.org/reference/archive/mao/selected-works/volume-4/mswv4_43.htm\nhttps://web.archive.org/web/20090326011824/http://cgsc.leavenworth.army.mil/carl/download/csipubs/bjorge_huai.pdf\nChinese Civil War 1945–1950\nPostal Stamps of the Chinese Post-Civil War Era\nTopographic maps of China Series L500, U.S. Army Map Service, 1954-"}