{"pageid": 1082265, "title": "অরুণ ভ্যালি লাইন", "url": "https://bn.wikipedia.org/wiki?curid=1082265", "content": "অরুণ ভ্যালি লাইন, যা মিড সাসেক্স লাইন নামেও পরিচিত, দক্ষিণ এবং টেমসলিংক পরিচালিত রেল পরিষেবার অংশ। রুটের প্রাথমিক অংশের জন্য ট্রেনগুলি ব্রাইটন মেইন লাইন অনুসরণ করে, এবং তিনটি সেতুর দক্ষিণে একটি সংযোগস্থলে রুটটি পশ্চিমদিকে ঘুরে যায়। তারপরে এটি ক্রাউলি, হরশাম (যেখানে মোল ভ্যালি লাইনের সাথে একটি জংশন রয়েছে) এবং আরুন্ডেল হয়ে চলে, আরুন্ডেল জংশনে ওয়েস্ট কোস্টওয়ে লাইনের সাথে দেখা করার আগে। অরুণ ভ্যালি লাইনের ট্রেনগুলি তারপরে পোর্টসমাউথ এবং সাউদাম্পটনে যায়।\nএই লাইনের অনেক স্টেশন সংক্ষিপ্ত প্ল্যাটফর্মগুলি ধরে রাখে যা মূলত নির্মিত হয়েছিল, ১৯৩০ এর দশকে লাইনটি আধুনিকীকরণের সময় দক্ষিণ রেল দ্বারা প্রসারিত করা হয়নি। এর ফলে আজ পর্যন্ত অপারেশনাল অসুবিধা রয়ে গেছে, যার জন্য ঘন ঘন প্ল্যাটফর্ম এবং অন-ট্রেন ঘোষণা প্রয়োজন, যাত্রীদের বলা হয়েছে যে তাদের অবশ্যই ট্রেনের সঠিক অংশে ভ্রমণ করতে হবে।\n\n\n== ইতিহাস ==\nলাইনটি ১৮৪৮ থেকে ১৮৬৩ সালের মধ্যে লন্ডন, ব্রাইটন এবং সাউথ কোস্ট রেলওয়ে (এলবি অ্যান্ড এসসিআর) দ্বারা তিনটি পর্যায়ে খোলা হয়েছিল, যা তখন পোর্টসমাউথের মিড-সাসেক্স রুট নামে পরিচিত ছিল।\n\n\n=== তিন সেতু-হোরশাম ===\n১৮৪৮ সালের ১৪ ফেব্রুয়ারি ক্রাউলি এবং ফেগেটের মধ্যবর্তী স্টেশনগুলিতে স্থান অতিক্রম করে একটি একক ট্র্যাক শাখা লাইন খোলা হয়। ১৮৬২ সালে লাইনটি দ্বিগুণ করা হয়েছিল। আইফিল্ড এবং লিটলহ্যাভেনের স্টেশনগুলো লাইন দিয়ে খোলা হয়নি, উভয়ই ১৯০৭ সালের ১ জুন খোলা হয়: লিয়ঁস ক্রসিং হল্ট হিসাবে আইফিল্ড এবং রুসপার রোড হল্ট হিসাবে লিটলহ্যাভেন; উভয়ই তাদের নিকটবর্তী শহরগুলির উপকণ্ঠে সেবা করছে। রফে রোড হল্টে একটি অতিরিক্ত স্টপ খোলা হয়েছিল, তবে এই স্টেশনটি ১৯৩০ এর দশকে বন্ধ ছিল, কারণ আশেপাশের জমিটি কখনই নির্মিত হয়নি (এবং এখনও পর্যন্ত নয়)।\n\n\n=== হরশাম – পুলবরো ===\n১৮৫৯ সালের ১০ অক্টোবর হরশাম থেকে পুলবরো, পেটওয়ার্থ এবং মিডহার্স্ট পর্যন্ত মিডহার্স্ট রেলওয়ে লাইন খোলা হয়। হার্ডহ্যাম জংশন থেকে মিডহার্স্ট পর্যন্ত বিভাগটি ১৯৬৪ থেকে ১৯৬৬ সালের মধ্যে বন্ধ ছিল। হোরশাম থেকে শোরহ্যাম বাই সি পর্যন্ত স্টেইনিং লাইনটি ১জুলাই ১৮৬১ সালে হোরশামের দক্ষিণে ইচিংফিল্ড জংশনে শাখা করে খোলা হয়েছিল। এটি ১৯৬৬ সালে বন্ধ হয়ে যায়।\n\n\n=== পুলবরো-আরুন্ডেল ===\nপুলবোরোর দক্ষিণে হার্ডহ্যাম জংশন এবং আরুন্ডেল জংশনের মধ্যে আরুন্ডেল জংশন ের মধ্যে লাইনটি অবশেষে ৩ আগস্ট ১৮৬৩ সালে পোর্টসমাউথের একটি মাধ্যমে রুট তৈরি করে খোলা হয়।\nমূলত, লন্ডন থেকে পোর্টসমাউথ পর্যন্ত প্রধান এলবি অ্যান্ড এসসিআর রুট টি পোর্টসমাউথ লাইন ব্যবহার করে হোরশাম পৌঁছানোর জন্য। যাইহোক, গ্যাটউইক বিমানবন্দরে চাহিদা বৃদ্ধির সাথে সাথে, মেইনলাইন পরিষেবাগুলি ১৯৭৮ সালে বিমানবন্দরের পরিষেবা দেওয়ার জন্য পুনরায় রুট করা হয়েছিল এবং তারপরে তিনটি সেতু দিয়ে ভ্রমণ করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}