{"pageid": 1082877, "title": "জাবালে নূর", "url": "https://bn.wikipedia.org/wiki?curid=1082877", "content": "জাবাল আল-নূর (আরবি: جَبَل ٱلنُّوْر বা 'প্রকাশের টিলা') হল একটি পর্বত যা সৌদি আরবের হেজাজ অঞ্চলের মক্কার নিকটবর্তী স্থানে অবস্থিত।\nএই পর্বতটি গুহা বা হেরা গুহার (আরবি: غَار حِرَاء) জন্য পরিচিত। এটি মুসলমানদের কাছে অত্যন্ত গুরুত্বপূর্ণ, কারণ এখানেই ইসলামের নবী মুহাম্মদ (সা.) কুরআনের প্রথম প্রকাশনা পান। এতে সূরা আলাকের প্রথম পাঁচটি আয়াত ফেরেশতা জিবরাঈল (আ.) কর্তৃক প্রেরিত হয়েছিল।\nএই পর্বতটি মক্কার অন্যতম জনপ্রিয় পর্যটন কেন্দ্র। এর উচ্চতা মাত্র ৬৪০ মি (২,১০০ ফু), তবু গুহার কাছে পৌঁছতে প্রায় এক থেকে দুই ঘণ্টা সময় লাগে। গুহার শীর্ষে পৌঁছানোর জন্য ১,৭৫০ ধাপ রয়েছে, যা উঠতে প্রায় আধা ঘণ্টা থেকে তিন ঘণ্টা সময় লাগতে পারে।\n\n\n== উৎপত্তি ==\nএখানেই মুহাম্মদ (সা.) তার প্রথম ওহি লাভ করেছিলেন বলে বলা হয়। এই সময় তিনি কুরআনের পাঁচটি আয়াত গ্রহণ করেছিলেন। এ কারণে পর্বতটি জাবাল আন-নূর (\"আলোর পর্বত\" বা \"প্রজ্ঞার পর্বত\") নামে পরিচিতি লাভ করে। এই ঘটনাকে কখনো কখনো ওহি প্রদানের সূচনা হিসেবে চিহ্নিত করা হয়। ফলে পর্বতের বর্তমান নামটি এর সঙ্গে জড়িত।\nপ্রথম ওহি লাভের তারিখ লাইলাতুল কদরের সময় বলে উল্লেখ করা হয়, যা রমজানের শেষ দশ রাতের একটি। এটি ৬১০ খ্রিষ্টাব্দের আগস্ট মাসের দিকে ঘটেছিল বলে ধারণা করা হয়।\n\n\n== উপস্থিতি ==\nজাবাল আল-নূরের যে শারীরিক বৈশিষ্ট্যটি এটিকে অন্যান্য পাহাড় ও টিলা থেকে আলাদা করে তা হলো এর অস্বাভাবিক চূড়া। এটি দেখতে এমন মনে হয় যেন দুটি পাহাড় একটির উপর আরেকটি অবস্থান করছে। এই পাহাড়ের চূড়া, যা একটি শুষ্ক মরুভূমির মধ্যে অবস্থিত, পৃথিবীর সবচেয়ে নির্জন স্থানগুলোর একটি। তবে এর ভেতরে থাকা গুহাটি, যা কাবার দিক বরাবর অবস্থিত, আরও বেশি বিচ্ছিন্ন।\nসেই সময়ে, যখন কেউ উঠানে দাঁড়াত, তখন শুধুমাত্র আশেপাশের পাথরগুলোই দেখা যেত। তবে এখনকার দিনে আশেপাশের পাথরগুলোর সঙ্গে শত শত মিটার নিচে এবং অনেক কিলোমিটার দূর পর্যন্ত বিস্তৃত ভবনগুলোও দেখা যায়। হিরা পানিহীন এবং উদ্ভিদহীন, কয়েকটি কাঁটাযুক্ত গাছপালা ছাড়া।\nহিরা পাহাড়ের উচ্চতা থাবীর (ثَبِيْر) থেকে বেশি এবং এর শীর্ষ একটি খাড়া ও পিচ্ছিল চূড়া দ্বারা সজ্জিত। মুহাম্মদ (সা.) একবার তাঁর কিছু সঙ্গীসহ এই চূড়ায় আরোহণ করেছিলেন।\n\n\n== ভূতত্ত্ব ==\nপাহাড়টি মূলত অন্তর্ভেদী আগ্নেয় শিলা দিয়ে গঠিত। এর বেশিরভাগ অংশ প্রাকক্যামব্রিয়ান বয়সের, মোটা দানার হর্নব্লেন্ড টোনালাইট দ্বারা গঠিত। এছাড়াও অল্প পরিমাণে গ্রানোডিওরাইট উপস্থিত রয়েছে।\n\n\n== হিরা গুহা ==\n ইসলামের পূর্বে হিরার গুহার তেমন কোনো গুরুত্বপূর্ণ ভূমিকা ছিল না। এর নামটি এসেছে ‘‘হিরা’’ (অর্থাৎ রত্ন) থেকে। এটি পাহাড়ের উপরে অবস্থিত, যেখানে পৌঁছাতে প্রায় ১৭৫০টি হাঁটার ধাপ লাগে। গুহাটির দৈর্ঘ্য প্রায় ৩.৭ মি (১২ ফু) এবং প্রস্থ ১.৬০ মি (৫ ফু ৩ ইঞ্চি)। এটি ২৭০ মি (৮৯০ ফু) উচ্চতায় অবস্থিত। ‘‘হজ’’ (তীর্থযাত্রা) চলাকালে প্রতিদিন প্রায় পাঁচ হাজার দর্শনার্থী এখানে ওঠেন। তাঁরা এটি দেখতে আসেন, কারণ বিশ্বাস করা হয় যে এই স্থানেই নবী মুহাম্মদ (সাঃ) প্রথম কুরআনের ওহি পেয়েছিলেন ‘‘লাইলাতুল কদর’’ (শক্তির রাত)-এ, যা তাঁকে জিব্রাইল ফেরেশতা দিয়েছিলেন। যদিও হজের অংশ হিসেবে এই গুহা পরিদর্শন করা মুসলমানদের জন্য আবশ্যিক নয়, অনেকেই এটি দেখার জন্য ব্যক্তিগত আনন্দ ও আধ্যাত্মিকতায় আসেন। তবে কিছু লোক এটিকে ইবাদতের স্থান হিসেবে মনে করলেও, এই দৃষ্টিভঙ্গি সালাফি মতবাদের সঙ্গে সাংঘর্ষিক। যদিও গুহাটি ‘‘আস-সীরাহ আন-নবাওয়িয়্যাহ’’-তে (নবীজির জীবনী) একটি গুরুত্বপূর্ণ ভূমিকা পালন করে, এটি মক্কার অন্যান্য পবিত্র স্থান যেমন মসজিদ আল-হারাম-এর মতো পবিত্র নয়। অধিকাংশ ইসলামী ব্যাখ্যায়, এখানে নামাজ পড়ার জন্য মক্কার যেকোনো স্থানের মতোই সমান সওয়াব পাওয়া যায়।\nনবী মুহাম্মদ (সাঃ)-এর প্রথম ওহির পূর্বে, তিনি আধ্যাত্মিক স্বপ্ন দেখতেন, যা ইঙ্গিত দিত তাঁর নবুওয়ত শুরু হয়েছে এবং মক্কার পাথরগুলো তাঁকে ‘‘সালাম’’ জানাবে। এই স্বপ্নগুলো ছয় মাস ধরে চলেছিল।\nবর্ধমান একাকীত্বের প্রয়োজন তাঁকে মক্কার আশেপাশের পাথুরে পাহাড়ে ধ্যান (মুরাকাবা) করার জন্য উৎসাহিত করে। নবী (সাঃ) প্রতি বছর এক মাস গুহায় ধ্যান (তাহান্নুথ) করতেন। তিনি খাবার সঙ্গে নিয়ে যেতেন এবং দরিদ্রদের খাওয়াতেন, যারা তাঁর কাছে আসত। বাড়িতে খাবারের যোগান সংগ্রহ করতে ফিরে আসার আগে তিনি কাবার চারপাশে সাতবার তাওয়াফ করতেন।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nবাইবেলিক মাউন্ট সাইনা\nকুমোরা\nইসলামের পবিত্র স্থানসমূহ\nপবিত্র পর্বতসমূহ\nসারাত পর্বতমালা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহিরা গুহার 3D ট্যুর\nহিরা গুহার 360° ভার্চুয়াল ট্যুর\nছবিতে: হাজযাত্রার প্রস্তুতি (ছবি #4 এবং #5 হলো জাবাল আন-নূর এবং হিরা গুহার)"}