{"pageid": 1082268, "title": "পতঞ্জলির যোগসূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1082268", "content": "পতঞ্জলির যোগসূত্র হল যোগের তত্ত্ব ও অনুশীলনের উপর সংস্কৃত সূত্র। বেদব্যাস ও কৃষ্ণমাচার্যের মতে সূত্রসংখ্যা ১৯৫, এবং বেল্লুর কৃষ্ণমাচার সুন্দররাজা আয়েঙ্গার সহ অন্যান্য পণ্ডিতদের মতে ১৯৬। যোগ সূত্রগুলি খ্রিস্টীয় শতাব্দীর প্রথম দিকে, ভারতের ঋষি পতঞ্জলি দ্বারা সংকলিত হয়েছিল যিনি অনেক পুরনো ঐতিহ্য থেকে যোগ সম্পর্কে জ্ঞান সংশ্লেষিত এবং সংগঠিত করেছিলেন।\n\nযোগসূত্রগুলি অষ্টঙ্গের উল্লেখ, সমাধিতে চর্চার আটটি উপাদান, ধ্যানের বস্তুতে মনের একাগ্রতা, যম (বিরত থাকা), নিয়ম (পালন), আসন (যোগ ভঙ্গি), প্রাণায়ামের (শ্বাস নিয়ন্ত্রণ) জন্য সর্বাধিক পরিচিত  প্রত্যাহার (ইন্দ্রিয়ের প্রত্যাহার), ধারণা (মনের ঘনত্ব), ধ্যান এবং সমাধি (শোষণ)। যাইহোক, এর মূল লক্ষ্য হল কৈবল্য, পুরুষের বিচক্ষণতা, সাক্ষী-সচেতন, প্রকৃতি থেকে পৃথক, জ্ঞানীয় যন্ত্রপাতি এবং প্রকৃতির মলিন অপবিত্রতা থেকে পুরুষের বিচ্ছিন্নতা।\n\nযোগসূত্রগুলি পুরুষ ও প্রকৃতির ধারণার উপর নির্মিত, এবং প্রায়শই এর পরিপূরক হিসাবে দেখা হয়। এটি বৌদ্ধধর্মের সাথে ঘনিষ্ঠভাবে জড়িত, এর কিছু পরিভাষা অন্তর্ভুক্ত করে। এখনো, সাংখ্য, যোগ, বেদান্ত, সেইসাথে জৈনধর্ম এবং বৌদ্ধধর্মকে দেখা যায় প্রাচীন ভারতে তপস্বী ঐতিহ্যের বিস্তৃত ধারার বিভিন্ন প্রকাশের প্রতিনিধিত্ব করে, যা ভক্তি ঐতিহ্য ও বৈদিক আচারের বিপরীতে প্রচলিত ছিল।\nসমসাময়িক যোগ ঐতিহ্য পতঞ্জলির যোগসূত্রকে শাস্ত্রীয় যোগ দর্শনের অন্যতম মৌলিক গ্রন্থ বলে মনে করে। যাইহোক, যোগসূত্রের অপব্যবহার - এবং অপব্যবহার - এবং যোগের পরবর্তী পদ্ধতিতে এর প্রভাব সম্পর্কে ডেভিড গর্ডন হোয়াইট প্রশ্ন করেছিলেন, যিনি যুক্তি দিয়েছিলেন যে পাঠ্যটি প্রায় ৭০০ বছর ধরে আপেক্ষিক অস্পষ্টতায় পড়েছিল ১৩ থেকে ১৯ শতকে, এবং উনিশ শতকের শেষের দিকে স্বামী বিবেকানন্দ, তাত্ত্বিক সমাজ এবং অন্যান্যদের প্রচেষ্টার কারণে প্রত্যাবর্তন করেন। এটি বিংশ শতাব্দীতে বিশুদ্ধ হিসেবে খ্যাতি অর্জন করে।\n\n\n== লেখক ও সময়কাল ==\n\n\n=== লেখক ===\nযোগসূত্রের পাণ্ডুলিপির শেষ পৃষ্ঠাগুলোর কাজটি পতঞ্জলির জন্য আরোপিত। পতঞ্জলীর পরিচয় একাডেমিক বিতর্কের বিষয় হয়েছে কারণ একই নামের একজন লেখককে মহাভাষ্য নামক সংস্কৃত ব্যাকরণের সর্বোত্তম পাঠ্যের রচনার কৃতিত্ব দেওয়া হয় যা খ্রিস্টপূর্ব দ্বিতীয় শতাব্দীতে দৃঢ়ভাবে বিতর্কিত। তবুও দুটি কাজের বিষয়বস্তু এবং ভাষা, ব্যাকরণ ও শব্দভান্ডারের বিবরণে সম্পূর্ণ ভিন্ন, যেমনটি লুই রেনু দ্বারা অনেক আগে উল্লেখ করা হয়েছিল। উপরন্তু, রাজা ভোজার সময় (১১ শতক) এর আগে, কোন পরিচিত পাঠ্য বলে না যে লেখক একই ছিলেন।\n\n\n=== সময়কাল ===\nফিলিপ এ ম্যাস পতঞ্জলীর পতঞ্জলায়োগশাস্ত্রের তারিখ প্রায় ৪০০ খ্রিস্টাব্দ বলে মূল্যায়ন করেছিলেন, এর যুক্তি এবং বসুবন্ধুর যুক্তিগুলির মধ্যে সমন্বয়ের ভিত্তিতে, প্রথম সহস্রাব্দে প্রকাশিত ভাষ্যগুলির ইতিহাসের সন্ধানের ভিত্তিতেপূর্বের সংস্কৃত ভাষ্যকারদের মতামত, পাণ্ডুলিপি শেষ পৃষ্ঠার সাক্ষ্য এবং বর্তমান সাহিত্যের পর্যালোচনায়।\nপতঞ্জলায়োগশাস্ত্রের জন্য এই তারিখ ১৯১৪ সালের প্রথম দিকে উডস প্রস্তাব করেছিলেন এবং ভারতীয় দার্শনিক চিন্তার ইতিহাসের শিক্ষাবিদগণ ব্যাপকভাবে গ্রহণ করেছিলেন।\nঅন্যদিকে এডউইন ব্রায়ান্ট তাঁর যোগসূত্রের অনুবাদে প্রধান ভাষ্যকারদের জরিপ করেছেন। তিনি লক্ষ্য করেছিলেন যে \"বেশিরভাগ পণ্ডিতরা সাধারণ যুগের (প্রায় প্রথম থেকে দ্বিতীয় শতাব্দী) পাল্টানোর পরেই পাঠ্যটির তারিখ নির্ধারণ করেছিলেন, কিন্তু এটি তার কয়েক শতাব্দী আগেও স্থাপন করা হয়েছিল।\" ব্রায়ান্ট এই সিদ্ধান্তে উপনীত হন যে, \"অনেক পণ্ডিত খ্রিস্টীয় চতুর্থ বা পঞ্চম শতাব্দীর শেষের দিকে যোগসূত্রের তারিখ নির্ধারণ করেছেন, কিন্তু এই যুক্তিগুলিকে সব চ্যালেঞ্জ করা হয়েছে।... এই ধরনের সমস্ত যুক্তি [পরবর্তী তারিখের জন্য] সমস্যাযুক্ত।\"\nমিশেল ডেসমারাইস যোগসূত্রের জন্য নির্ধারিত বিভিন্ন তারিখের সংক্ষিপ্ত বিবরণ দিয়েছেন, খ্রিস্টপূর্ব ৫০০ থেকে তৃতীয় শতাব্দী পর্যন্ত, উল্লেখ করে যে কোনও নিশ্চিততার জন্য প্রমাণের অভাব রয়েছে। তিনি বলেছিলেন যে এটি কীভাবে তারিখ করা যায় সে বিষয়ে পরস্পরবিরোধী তত্ত্বের ভিত্তিতে লেখাটি পূর্ববর্তী তারিখে রচিত হতে পারে, কিন্তু পরবর্তী তারিখগুলি সাধারণত পণ্ডিতরা গ্রহণ করেন।\n\n\n=== সংকলন ===\nযোগসূত্রগুলি বিভিন্ন ঐতিহ্যের সংমিশ্রণ। লেখাটিতে শেখানো সমাধির স্তরগুলি বৌদ্ধ ঝানার মতো। ফিউরস্টাইনের মতে, যোগসূত্র দুটি ভিন্ন ঐতিহ্যের সংমিশ্রণ, যেমন \"আটটি অঙ্গ যোগ\" (অষ্টাঙ্গ যোগ) ও কর্ম যোগ (ক্রিয়াযোগ) ক্রিয়াযোগ অংশটি অধ্যায় ১ ছাড়া অধ্যায় ২ সূত্র ১-২৭,  অধ্যায় ৩ সূত্র ৫৪ ও অধ্যায় ৪ এ রয়েছে। \"আট অঙ্গ যোগ\" অধ্যায় ২ সূত্র ২৮–৫৫, এবং অধ্যায় ৩ সূত্র ৩ ও ৫৪ এ বর্ণিত হয়েছে।\nপ্রাচীন সাংখ্য, যোগ এবং অভিধর্ম চিন্তাধারায় অসংখ্য সমান্তরালতা রয়েছে, বিশেষত খ্রিস্টপূর্ব দ্বিতীয় শতাব্দী থেকে খ্রিস্টীয় প্রথম শতাব্দী পর্যন্ত, লারসন উল্লেখ করেছেন। পতঞ্জলির যোগসূত্র এই তিনটি ঐতিহ্যের সংশ্লেষণ হতে পারে। হিন্দুধর্মের সাংখ্য দর্শন থেকে, যোগ সূত্রগুলি প্রকৃতি এবং পুরুষ (দ্বৈতবাদ) এর \"প্রতিবিম্বিত বিচক্ষণতা\" (অধ্যাবসায়), এর অধিবিদ্যাবাদী যুক্তিবাদ এবং নির্ভরযোগ্য জ্ঞান অর্জনের জন্য তার তিনটি মহাকাব্যিক পদ্ধতি গ্রহণ করে। অভিধর্ম বৌদ্ধধর্মের নিরোধসমাধির ধারণা থেকে, লারসনের পরামর্শ, যোগসূত্রগুলি সচেতনতার পরিবর্তিত অবস্থার অনুসরণ করে। যাইহোক, বৌদ্ধধর্মের বিপরীতে, যে বিশ্বাস করে যে আত্মা বা আত্মা নেই, যোগ হল শারীরিক এবং বাস্তববাদী, সাংখ্য মত, বিশ্বাস করে যে প্রত্যেক ব্যক্তির একটি আত্মা এবং আত্মা আছে।\nতৃতীয় সূত্র যা যোগসূত্র তার দর্শনে সংশ্লেষ করে তা হল বিচ্ছিন্নতা, ধ্যান এবং আত্মদর্শনের প্রাচীন তপস্বী ঐতিহ্য, সেইসাথে বিসিই ১ম সহস্রাব্দ ভারতীয় গ্রন্থ যেমন কঠ উপনিষদ থেকে যোগ ধারণাশ্বেতাশ্বর উপনিষদ ও মৈত্রী উপনিষদ।\nউজাস্তিকের মতে, ম্যাসের উল্লেখ করে, পতঞ্জলী পুরাতন ঐতিহ্য থেকে পতঞ্জালয়যোগশাস্ত্রে যোগব্যায়ামকে একীভূত করে, এবং একীভূত কাজ তৈরির জন্য তার নিজের ব্যাখ্যামূলক অনুচ্ছেদ যুক্ত করে, যা ১১০০ খ্রিস্টাব্দ থেকে দুইজন মানুষের কাজ হিসেবে বিবেচিত হয়।\nপতঞ্জলির সূত্র এবং ব্যাসভাষ্যের একসঙ্গে সংকলন, যাকে বলা হয় পতঞ্জলয়যোগশাস্ত্র।\n\n\n=== যোগভাষ্য ===\nযোগভাষ্য হল পতঞ্জলীর যোগসূত্রের একটি ভাষ্য, যা ঐতিহ্যগতভাবে কিংবদন্তি বৈদিক ঋষি বেদব্যাসের জন্য আরোপিত যিনি মহাভারত রচনা করেছেন বলে জানা যায়। এই ভাষ্যটি সূত্রধর্মী ও সংক্ষিপ্ত যোগসূত্র বোঝার জন্য অপরিহার্য, এবং সূত্রের অধ্যয়ন সবসময় যোগভাষ্যকে উল্লেখ করেছে। কিছু পণ্ডিত ব্যাসকে চতুর্থ বা পঞ্চম শতাব্দীর পরের ভাষ্যকার হিসেবে দেখেন (প্রাচীন পৌরাণিক চিত্রের বিপরীতে)।\nপণ্ডিতরা মনে করেন যে গ্রন্থ, সূত্র এবং ভাষ্য উভয়ই একজন ব্যক্তির দ্বারা লেখা হয়েছিল। ফিলিপ এ ম্যাসের মতে, মূল পাণ্ডুলিপির একটি গবেষণার উপর ভিত্তি করে, পতঞ্জলীর রচনাটির নাম ছিল পতঞ্জালয়যোগস্ত্র (পতঞ্জলী অনুসারে যোগের উপর গ্রন্থ) এবং সূত্র এবং ভাষ্য উভয়ের সমন্বয়ে গঠিত। এর মানে হল যে ভাষ্য আসলে পতঞ্জলীর নিজস্ব কাজ ছিল।\nলেখকের নিজস্ব ব্যাখ্যার সাথে একটি এফোরিজম লেখার অনুশীলন পতঞ্জলির সময়ে সুপরিচিত ছিল, যেমন বসুবন্ধুর অভিধর্মকোষভাষায় (যে, ঘটনাক্রমে, পতঞ্জলি উদ্ধৃতি)। এই গবেষণার ফলাফলগুলি যোগ ঐতিহ্যের ঐতিহাসিক বোঝাপড়াকে পরিবর্তন করে, যেহেতু তারা আমাদের ভাস্যকে পতঞ্জলির নিজের কিছুটা গুপ্ত সূত্রের অর্থের নিজস্ব ব্যাখ্যা হিসাবে গ্রহণ করার অনুমতি দেয়।\nযোগভাষ্য বলে যে যোগসূত্রগুলিতে 'যোগ' এর অর্থ 'সমাধি'। একটি নির্দিষ্ট  শঙ্করের আরেকটি ভাষ্য (বিভরণ), যোগ সমাধি (১.১) এর ব্যাখ্যা নিশ্চিত করে:\nপতঞ্জলির সূত্রে 'যোগ' এর অর্থ 'মিশ্রণ'। এই শঙ্কর বিখ্যাত বেদান্তিক পণ্ডিত আদি শঙ্কর (অষ্টম বা নবম শতাব্দী) হতে পারেন বা নাও থাকতে পারেন। এই বিষয়ে পণ্ডিতদের মতামত এখনও খোলা আছে।\n\n\n== বিষয়বস্তু ==\nপতঞ্জলি তার যোগসূত্রগুলিকে চারটি অধ্যায়ে বা বইয়ে (সংস্কৃত পদ) বিভক্ত করেছেন, যার মধ্যে ১৯৬ টি উপাখ্যান রয়েছে, নিম্নরূপ বিভক্ত:\n\nসমাধি পদ (৫১ সূত্র): সমাধি হল প্রত্যক্ষ এবং নির্ভরযোগ্য উপলব্ধির অবস্থা (প্রমান) যেখানে \"দ্রষ্টা\" (পুরুষ, বিশুদ্ধ চেতনা, স্বয়ং) নিজেই থাকে। সমাধি হল প্রধান কৌশল যা যোগী শিখেন যার দ্বারা মনের কাজকে শান্ত করা যায়, এরপর কৈবল্য, মনের অশুদ্ধি থেকে 'দ্রষ্টা' এর বিচ্ছিন্নতা অর্জন করা হয়। লেখক যোগ ও তারপরে প্রকৃতি এবং সমাধি অর্জনের উপায় বর্ণনা করেছেন।\nএই অধ্যায়ে রয়েছে বিখ্যাত সংজ্ঞায়িত শ্লোক (যোগসূত্র ১.২): \"যোগ চিত্ত-বৃত্তি-নিরোধ\" (যোগ হল মানসিকতার ওঠানামার নিষেধাজ্ঞা)। যখন মন স্থির হয়ে যায়, তখন দ্রষ্টা বা প্রকৃত আত্ম প্রকাশ পায়:\n১.৩. তারপর দ্রষ্টা তার নিজের অপরিহার্য এবং মৌলিক প্রকৃতিতে প্রতিষ্ঠিত হয়।\n১.৪. অন্যান্য রাজ্যে (মনের) পরিবর্তনের সাথে (দ্রষ্টার) আত্তীকরণ রয়েছে।\nযোগসূত্র ১.৩৩-৩৯ মনকে সাতটি অভ্যাসের উল্লেখ করে, সপ্তমটি ধ্যানমূলক শোষণ (যোগসূত্র ১.৩৯), যা যোগসূত্র ১.৪০-৫১ ও যোগসূত্র ৩.১-১২ এ আরও ব্যাখ্যা করা হয়েছে।\nসাধনা পদ (৫৫ সূত্র): সাধনা হল সংস্কৃতি \"অনুশীলন\" বা \"শৃঙ্খলা\", যার লক্ষ্য হচ্ছে বৈষম্যমূলক বিচক্ষণতা, দ্রষ্টক (চেতনা) কে তার বস্তু এবং প্রতিবন্ধকতা থেকে বোঝা। এখানে লেখক যোগের দুটি পদ্ধতির রূপরেখা দিয়েছেন: ক্রিয়াযোগ এবং অষ্টাঙ্গ যোগ।\nযোগ সূত্রে ক্রিয়া যোগ হল অষ্টাঙ্গ যোগের প্রস্তুতি:\nতাপস- কঠোরতা\nস্বাধ্যায়- শাস্ত্রের স্ব-অধ্যয়ন\nঈশ্বর প্রণিধান - ঈশ্বরের প্রতি ভক্তি বা বিশুদ্ধ চেতনা \nঅষ্টাঙ্গ যোগ হল আটটি অঙ্গের যোগ। অধ্যায় ২ এ, বিশুদ্ধকরণ ও সহায়ক অন্তর্দৃষ্টির জন্য পাঁচটি \"পরোক্ষ সাহায্য\" বর্ণিত হয়েছে:\nযম- সংযম বা আচরণের নীতি\nনিয়ম- পালন\nআসন- শারীরিক ভঙ্গি\nপ্রাণায়াম- প্রাণ নিয়ন্ত্রণ (শ্বাস)\nপ্রত্যয়- ইন্দ্রিয়ের প্রত্যাহার\nবিভূতি পদ (৫৬ সূত্র): বিভূতি হল \"শক্তি\" বা \"প্রকাশ\" এর সংস্কৃত শব্দ। ৩ অধ্যায়ে, সাম্য বর্ণিত হয়েছে:\nধারণা- একাগ্রতা\nধ্যান- ধ্যান\nসমাধি- শোষণ\nবিশুদ্ধ সচেতনতার (পুরুষ) অন্তর্দৃষ্টি ছাড়াও, সাম্য 'সুপার-স্বাভাবিক ক্ষমতা' (সংস্কৃত: সিদ্ধি) প্রদান করে, যেহেতু যোগী প্রবেশাধিকার লাভ করে এবং তত্ত্ব, প্রকৃতির উপাদানগুলির সাথে একত্রিত হয়। পাঠ্যটি (৩.৩৮) সতর্ক করে যে এই শক্তিগুলি যোগীদের জন্য বাধা হয়ে দাঁড়াতে পারে যারা মুক্তি চায়।\nকৈবল্য পদ (৩৪ সূত্র): কৈবল্য, মনের বিষয়বস্তু থেকে দ্রষ্টার \"বিচ্ছিন্নতা\", তাই এটি আর মনের গতিবিধি দ্বারা বিরক্ত হয় না। এটি মুক্তি বা মুক্তির জন্য দাঁড়িয়েছে এবং এটি ব্যবহৃত হয় যেখানে অন্যান্য গ্রন্থগুলি প্রায়ই মোক্ষ (মুক্তি) শব্দটি ব্যবহার করে। কৈবল্য পদ মুক্তির প্রক্রিয়া এবং দ্রষ্টার বাস্তবতা বর্ণনা করে।\n\n\n== দর্শন ==\n\n\n=== অধিবিদ্যা ===\nপতঞ্জলির অধিবিদ্যা সাংখ্য দর্শনের মতো দ্বৈতবাদী ভিত্তিতে নির্মিত। সাংখ্য-যোগ দর্শনে মহাবিশ্বকে দুটি বাস্তবতা হিসাবে ধারণ করা হয়েছে: পুরূণ (চেতনা) এবং প্রকৃতি (মন, জ্ঞান, আবেগ ও বিষয়)। এটি চেতনা এবং বস্তু, আত্ম/আত্মা এবং শরীরকে দুটি ভিন্ন বাস্তবতা হিসাবে বিবেচনা করে। জীব এমন রাষ্ট্র হিসাবে বিবেচিত হয় যেখানে পুরণকে কিছু রূপে প্রকৃতির সাথে আবদ্ধ করা হয়, বিভিন্ন অনুক্রম এবং বিভিন্ন উপাদান, ইন্দ্রিয়, অনুভূতি, কার্যকলাপ ও মনের সংমিশ্রণে। ভারসাম্যহীনতা বা অজ্ঞতার অবস্থার সময়, আরও উপাদান অন্যদেরকে অভিভূত করে, বন্ধনের রূপ তৈরি করে। এই বন্ধনের অবসানকে বলা হয় কৈবল্য, মুক্তি বা মোক্ষ উভয় যোগ ও সাংখ্য দর্শন।\nযোগশাস্ত্রের নৈতিক তত্ত্ব যোগ ও নিয়মের উপর ভিত্তি করে, পাশাপাশি সাংখ্য গুণ তত্ত্বের উপাদানগুলির উপর ভিত্তি করে।\nপতঞ্জলি সংখ্যা থেকে গুনের তত্ত্ব গ্রহণ করেন। গুণতত্ত্ব বলে যে তিনটি গুণ (সহজাত প্রবণতা, গুণাবলী) সকল প্রাণীর মধ্যে বিভিন্ন অনুপাতে বিদ্যমান, এবং এই তিনটি হল সত্ত্ব (মঙ্গল, গঠনমূলক, সুরেলা), রজঃ (আবেগ, সক্রিয়, বিভ্রান্ত), এবং তমঃ (অন্ধকার, ধ্বংসাত্মক, বিশৃঙ্খল)। এই তিনটিই প্রত্যেক সত্তায় উপস্থিত কিন্তু ভিন্ন অনুপাতে, এবং মানুষের মৌলিক প্রকৃতি এবং মনস্তাত্ত্বিক স্বভাব এই তিনটি গুণের আপেক্ষিক অনুপাতের ফল। যখন সত্ত্বগুণ একজন ব্যক্তিকে প্রাধান্য দেয়, তখন স্বচ্ছতা, প্রজ্ঞা, গঠনমূলকতা, সম্প্রীতি এবং শান্তির গুণাবলী প্রকাশ পায়; যখন রজঃ প্রাধান্য পায়, সংযুক্তি, তৃষ্ণা, আবেগ-চালিত কার্যকলাপ এবং অস্থিরতা প্রকাশ পায়; এবং যখন একজন ব্যক্তির মধ্যে তামাস প্রাধান্য পায়, তখন অজ্ঞতা, বিভ্রম, ধ্বংসাত্মক আচরণ, অলসতা এবং ভোগান্তি প্রকাশ পায়। গুণতত্ত্ব হিন্দুধর্মের যোগ দর্শনের মনের দর্শনকে ভিত্তি করে।\n\n\n=== স্নায়ুবিজ্ঞান ===\n\nব্রায়ান্টের মতে, যোগের উদ্দেশ্য হল বৈষম্যমূলক বিচক্ষণতার মাধ্যমে যন্ত্রণা থেকে মুক্তি। আটটি অঙ্গ হল \"বৈষম্যমূলক বিচক্ষণতা অর্জনের মাধ্যম\", \"প্রকৃতির সাথে সমস্ত সংযোগ এবং চিত্তের সাথে সমস্ত সম্পৃক্ততা থেকে পুরাণকে মুক্ত করা।\" ব্রায়ান্ট বলেছেন যে, পতঞ্জলীর কাছে, যোগ-অনুশীলন \"মূলত ধ্যানমূলক চর্চা নিয়ে গঠিত যা সক্রিয় বা বিচ্ছিন্ন চিন্তাধারা থেকে মুক্ত চেতনার অবস্থা অর্জন করে এবং অবশেষে যেখানে একটি রাজ্য অর্জন করেচেতনা তার নিজের বাহ্যিক কোন বস্তু সম্পর্কে অজ্ঞ, অর্থাৎ অন্য কোন বস্তুর সাথে মিশে থাকা চেতনা হিসাবে শুধুমাত্র তার নিজস্ব প্রকৃতি সম্পর্কে সচেতন।\"\nযদিও সাংখ্য দর্শন প্রস্তাব করে যে জ্ঞান (জ্ঞান) মোক্ষের জন্য একটি যথেষ্ট মাধ্যম, পতঞ্জলি প্রস্তাব করে যে, জ্ঞানের প্রতি সাংখ্য পদ্ধতির সাথে পদ্ধতিগত কৌশল/অনুশীলন (ব্যক্তিগত পরীক্ষা) মোক্ষের পথ। পতঞ্জলি মনে করেন যে অবিদ্যা, অজ্ঞানতা হল পাঁচটি ক্লেশের কারণ, যা দুঃখ ও সংসারের কারণ। অন্যান্য অনেক দর্শন মতো মুক্তি হল অজ্ঞতা দূর করা, যা বৈষম্যমূলক বিচক্ষণতার মাধ্যমে অর্জিত হয়জ্ঞান এবং আত্ম-সচেতনতা। কীভাবে যোগ করা যায় সে বিষয়ে যোগশাস্ত্র হল যোগ দর্শন গ্রন্থ। সমাধি হল সেই রাজ্য যেখানে উচ্ছ্বসিত সচেতনতা গড়ে ওঠে, রাজ্য যোগ পণ্ডিতরা, এবং এইভাবে একজন পুরুষ এবং প্রকৃত আত্ম সম্পর্কে সচেতন হওয়ার প্রক্রিয়া শুরু করে। এটি আরও দাবি করে যে এই সচেতনতা চিরন্তন, এবং একবার এই সচেতনতা অর্জিত হলে, একজন ব্যক্তি কখনও সচেতন হওয়া বন্ধ করতে পারে না; এই হল মোক্ষ, হিন্দুধর্মে বিষণ্ন লক্ষ্য।\nপতঞ্জলির যোগসূত্রের বই ৩ যোগদর্শন দর্শনের বিষাক্ত দিকগুলির জন্য নিবেদিত। পতঞ্জলি এই কথা দিয়ে শুরু করে যে, যোগের সমস্ত অঙ্গ স্ব-সচেতনতা, স্বাধীনতা এবং মুক্তির রাজ্যে পৌঁছানোর জন্য  প্রয়োজনীয় ভিত্তি। তিনি যোগের তিনটি শেষ অঙ্গকে সাংখ্য বলে উল্লেখ করেছেন, শ্লোক ৩.৪ থেকে ৩.৫ এ, এবং এটিকে \"বিচক্ষণ নীতি\" এবং চিত্ত এবং আত্ম-জ্ঞানের দক্ষতার প্রযুক্তি বলে অভিহিত করেছেন। ৩.১২ শ্লোকে, যোগসূত্ররা বলে যে এই বিচক্ষণ নীতিটি একজনকে তার মন এবং আত্মায় নিখুঁতভাবে সন্ত (শান্তি) এবং উদিতা (কারণ) করার ক্ষমতা দেয়। এটি একজন ব্যক্তির শব্দ, অর্থ ও প্রত্যয় (বোঝার) মধ্যে পার্থক্য বোঝার ক্ষমতা অর্জন করে এবং এই ক্ষমতা একজনকে সমস্ত প্রাণীর কান্না/কথার অনুকম্পা বোঝার ক্ষমতা দেয়। একবার যোগী এই সাম্যমায় পৌঁছলে, এটি যোগীর অস্বাভাবিক ক্ষমতা, অন্তর্দৃষ্টি, আত্ম-জ্ঞান, স্বাধীনতা এবং কৈবাল্যের দিকে পরিচালিত করে, যোগীর মুক্তির লক্ষ্য।\n\n\n=== জ্ঞানতত্ত্ব ===\nপতঞ্জলীর যোগব্যায়ামের জ্ঞানতত্ত্ব, যেমন ভারতীয় দর্শনের সাংখ্য দর্শন, নির্ভরযোগ্য জ্ঞান অর্জনের মাধ্যম হিসেবে ছয়টি প্রমানের মধ্যে তিনটির উপর নির্ভর করে। এর মধ্যে ছিল প্রত্যয় (উপলব্ধি), অনুমান এবং শব্দ (নির্ভরযোগ্য উৎসের শব্দ/সাক্ষ্য)।\nসাংখ্য দর্শনের মত পতঞ্জলির ব্যবস্থা, প্রত্যক্ষ বা দৃষ্টম (প্রত্যক্ষ ইন্দ্রিয় উপলব্ধি), অনুম্ননা (অনুমান), এবং শব্দ বা আপত্তাচান (ঋষি বা শাস্ত্রের মৌখিক সাক্ষ্য) জ্ঞান বা প্রমানের একমাত্র বৈধ মাধ্যম বলে মনে করে। অদ্বৈত বেদান্তের মত হিন্দুধর্মের অন্যান্য কয়েকটি দর্শনের মত, যোগ নিম্নলিখিত তিনটি প্রমান গ্রহণ করেনি: উপম (তুলনা ও সাদৃশ্য), অর্থপট্টি (অবস্থা, অবস্থা থেকে উদ্ভূত) বা অনুপলবদি (অনুধাবন,নেতিবাচক/জ্ঞানীয় প্রমাণ)।\n\n\n=== ঈশ্বর ===\nপতঞ্জলি ঘনিষ্ঠভাবে সম্পর্কিত নন-আস্তিক/নাস্তিক সাংখ্য দর্শনের থেকে আলাদা করে কিছু পণ্ডিত যাকে \"ব্যক্তিগত, কিন্তু মূলত নিষ্ক্রিয়, দেবতা\" বা \"ব্যক্তিগত দেবতা\" (ঈশ্বর) বলে অভিহিত করেছেন। হিন্দু পণ্ডিত যেমন ৮ম শতাব্দীর আদি শঙ্কর, সেইসাথে অনেক আধুনিক শিক্ষাবিদ পণ্ডিত যোগশাস্ত্রকে \"ঈশ্বরের সাথে সাংখ্য দর্শন\" বলে বর্ণনা করেছেন।\nপতঞ্জলির যোগসূত্রগুলি ১১ টি শ্লোকে ঈশ্বর শব্দটি ব্যবহার করে: ১.২৩ থেকে ১.২৯, ২.১, ২.২, ২.৩২ ও ২.৪৫। সূত্র মুক্তির পর থেকেই হিন্দু পণ্ডিতরা বিতর্ক করেছেন এবং মন্তব্য করেছেন যে কে বা কি ইসভার? এই ভাষ্যগুলি \"ব্যক্তিগত ঈশ্বর\" থেকে \"বিশেষ \"শ্বর\" থেকে \"ব্যক্তির কাছে আধ্যাত্মিক তাৎপর্যপূর্ণ কিছু\" থেকে ঈশ্বরকে সংজ্ঞায়িত করা শুরু করে। যেখানে বলা হয়েছে যে, পতঞ্জলির অসংখ্য শ্লোককে ঈশ্বরবাদী বা অ-ঈশ্বরিক উভয়ভাবেই ব্যাখ্যা করা যেতে পারে, যোগ দর্শনে পতঞ্জলির ঈশ্বর ধারণাকে \"রূপান্তরকারী অনুঘটক বা পথের যোগীদের সাহায্য করার জন্য পথপ্রদর্শক হিসাবে কাজ করেআধ্যাত্মিক মুক্তি \"। যেখানে যোগিনের পুরুষ (আত্মা, বা প্রকৃত আত্ম) প্রকৃতিতে আবদ্ধ - কর্মময় এবং ক্লেশের সাপেক্ষে বস্তুগত দেহ, ঈশ্বর নামক বিশেষ পুরুষ অসম্পূর্ণ এবং শেষ পর্যন্ত মুক্ত।\nপতঞ্জলি বই ১-এর ২৪ নং শ্লোকে ঈশ্বরকে সংজ্ঞায়িত করেছে, \"একটি বিশেষ আত্ম/আত্মা (পুরুষ)\" হিসাবে। কারো দ্বারা প্রভাবিত হয় নাবাধা/কষ্ট (ক্লেশ), অতীত বা কারোর বর্তমান কর্ম দ্বারা সৃষ্ট পরিস্থিতি, কারও জীবন ফল (বিপাক) এবং কারও মনস্তাত্ত্বিক স্বভাব/অভিপ্রায় (আশায়)।\n\n\n== দার্শনিক শিকড় ও প্রভাব ==\n\nযোগ সূত্রগুলি সেই সময়ে প্রচলিত অন্যান্য অনেক ভারতীয় দার্শনিক পদ্ধতির শিক্ষা অন্তর্ভুক্ত করেছিল। জিমারের মতে, সাংখ্য এবং যোগ হল দর্শনের বেশ কয়েকটি শাখা যা শতাব্দী ধরে উৎপত্তি হয়েছে যা ভারতের পূর্ব-আর্য সংস্কৃতি এবং ঐতিহ্যের সাধারণ শিকড় ছিল। তবুও, গোঁড়া হিন্দু এর দর্শন সাংখ্য, যোগ, বেদান্ত, সেইসাথে জৈন ও বৌদ্ধধর্মের অ-গোঁড়া নাস্তিক প্রথাগুলিকে প্রাচীন ভারতে আধ্যাত্মিক ক্রিয়াকলাপের একটি ধারার প্রতিনিধিত্ব করতে দেখা যেতে পারে, যা ভক্তি ঐতিহ্য এবং বৈদিক আচারের বিপরীতেএকই সময়ে প্রচলিত।ভগবত গীতায় বর্ণিত যথাক্রমে জ্ঞান মার্গ, ভক্তি মার্গ এবং কর্ম মার্গের সাথে বেদান্ত-শ্রমন ঐতিহ্য, মূর্তিবিদ্যা এবং বৈদিক আচারগুলি চিহ্নিত করা যেতে পারে।\n\n\n=== সাংখ্য ===\nযোগ সূত্রগুলি সাংখ্য দর্শনের ভিত্তিতে নির্মিত, এবং সাধারনত অনুশীলন হিসাবে দেখা হয় যখন সাংখ্য তত্ত্ব। সাংখ্য -এর প্রভাব সূত্রগুলিতে এত বিস্তৃত যে, ইতিহাসবিদ সুরেন্দ্রনাথ দাশগুপ্তএতদূর গিয়েছিলেন যে পতঞ্জলির ব্যবস্থায় স্বতন্ত্র শ্রেণিবিভাগকে অস্বীকার করে, এটিকে পতঞ্জলা সাংখ্য বলে উল্লেখ করতে পছন্দ করেন, যেমনটি গ্রহণ করা অবস্থানের অনুরূপজৈন লেখক হরিভদ্র যোগ সম্পর্কে তার ভাষ্যে। পতঞ্জলির যোগসূত্র জগতের সাংখ্যের বিভাজন এবং ঘটনাকে পঁচিশটি তত্ত্ব বা নীতির মধ্যে গ্রহণ করে, যার মধ্যে একটি হল পুরুষ মানে আত্মা বা চেতনা, অন্যরা প্রকৃতি (আদি প্রকৃতি), বুদ্ধি (বুদ্ধি বাহবে), আহমকর (অহং), মানস (মন), পাঁচজন বুদ্ধিন্দ্রিয় (সংবেদনশীল ক্ষমতা), পাঁচটি কর্মেন্দ্রিয় (কর্ম-ক্ষমতা) এবং দশটি উপাদান। সূত্রের দ্বিতীয় অংশ, সাধনা, সত্ত্ব (আলোকসজ্জা), রাজ (আবেগ) এবং তমস (অলসতা) এর তিনটি গুণের মধ্যে থাকা সমস্ত দেখা কার্যকলাপ সম্পর্কে সাংখ্য দৃষ্টিভঙ্গির সারসংক্ষেপও করে।\nযোগসূত্র সূত্রের প্রথম দিকের সাংখ্য থেকে বিচ্ছিন্ন হয়ে ঈশ্বর বা ঈশ্বরের নীতি যোগ করে, যেমন সূত্র ১.২৩ - \"ঈশ্বর প্রণিধানত ভ\", যার ব্যাখ্যা করা হয়েছে যে ঈশ্বরের কাছে আত্মসমর্পণ মুক্তির একটি উপায়। ঈশ্বরকে এখানে সংজ্ঞায়িত করা হয়েছে \"একটি স্বতন্ত্র চেতনা, দুর্ভোগ, কর্ম, ফল বা তাদের অবশিষ্টাংশ দ্বারা অনুপস্থিত\"। সূত্রগুলিতে, পরামর্শ দেওয়া হয়েছে যে, ঈশ্বরের প্রতি ভক্তি, যা রহস্যময় অক্ষর ওম(ওঁ) দ্বারা উপস্থাপিত হয়, যোগের লক্ষ্য অর্জনের সবচেয়ে কার্যকর পদ্ধতি হতে পারে। এই অক্ষরটি হিন্দু ধর্মের একটি কেন্দ্রীয় উপাদান, যা সমস্ত উপনিষদে আবির্ভূত হয়, যার মধ্যে প্রাচীনতম চান্দোগ্য এবং বৃহদারণ্যক উপনিষদ রয়েছে এবং মাণ্ডুক্য উপনিষদ-এ ব্যাখ্যা করা হয়েছে।\nসাংখ্য থেকে আরেকটি ভিন্নতা হল যে যখন সাংখ্য মনে করে যে জ্ঞান হল মুক্তির মাধ্যম, পতঞ্জলির যোগ একাগ্রতা এবং সক্রিয় প্রচেষ্টার পদ্ধতিগুলির উপর জোর দেয়। যোগের উদ্দেশ্য হল ব্যক্তিকে এই বিষয়ের চক্র থেকে মুক্ত করা, এবং শুধুমাত্র বুদ্ধিবৃত্তিক জ্ঞানকেই সে উদ্দেশ্যে অপ্রতুল মনে করে - যা সাংখ্য কর্তৃক গৃহীত অবস্থান থেকে ভিন্ন।\nযাইহোক, সাংখ্য ও পতঞ্জলি ব্যবস্থার মধ্যে অপরিহার্য মিল ঈশ্বর নীতি যোগ করার পরেও রয়ে গেছে,  ম্যাক্স মুলার উল্লেখ করেছিলেন যে \"দুটি দর্শন জনপ্রিয় ভাষায় একে অপরের থেকে আলাদা ছিলপ্রভু ছাড়া সাংখ্য এবং সাংখ্য .... \"  হিন্দুধর্মের অন্যতম প্রধান ধর্মগ্রন্থ ভগবদ গীতা এই পদ্ধতিকে সাংখ্য-যোগ পদ্ধতির উপর ভিত্তি করে বলে মনে করা হয়।\nপতঞ্জলির যোগসূত্র হিন্দুধর্মের যোগ দর্শন শাখার মৌলিক পাঠ।\n\n\n=== বৌদ্ধধর্ম ===\nপতঞ্জলির যোগসূত্র এবং বৌদ্ধ গ্রন্থে শিক্ষার মধ্যে সম্পর্ক নিয়ে পণ্ডিতরা বিভিন্ন দৃষ্টিভঙ্গি উপস্থাপন করেছেন।\nকারেল ওয়ার্নার লিখেছেন, \"বৌদ্ধধর্ম ছাড়া পতঞ্জলির ব্যবস্থা কল্পনাতীতযতদূর এর পরিভাষা যায় সেখানে যোগসূত্রগুলিতে অনেক কিছু আছে যা আমাদের পালি ধর্মশাস্ত্র থেকে বৌদ্ধ সূত্রের কথা স্মরণ করিয়ে দেয় এবং আরও অনেক কিছু সর্ববস্তু অভিধর্ম এবং সৌরান্তিক থেকে। তিনি যোগ করেন, \"সামগ্রিকভাবে এটি [পতঞ্জলির যোগসূত্র] আরও বিস্তৃত এবং বৌদ্ধ প্রদর্শনের চেয়ে যোগ পদ্ধতির প্রকৃত কৌশল সংক্ষিপ্ত করে\"। যাইহোক, ওয়ার্নার বলেন, \"বুদ্ধ তার ব্যবস্থার প্রতিষ্ঠাতা ছিলেন, যদিও, স্বীকার করে যে, তিনি তার সময়ের বিভিন্ন যোগ শিক্ষকের অধীনে পূর্বে প্রাপ্ত কিছু অভিজ্ঞতা ব্যবহার করেছিলেনপতঞ্জলি নতুন আন্দোলনের প্রতিষ্ঠাতা বা নেতা নন। (...) তাঁর [পতঞ্জলীর] কৃতিত্বের নিপুণতা নিখুঁততা এবং সম্পূর্ণতার মধ্যে নিহিত রয়েছে যার সাথে যোগ অনুশীলনের সমস্ত গুরুত্বপূর্ণ স্তর এবং মানসিক অভিজ্ঞতাগুলি তাঁর পরিকল্পনায় অন্তর্ভুক্ত করা হয়েছে এবং তাদের পরিকল্পিত উপস্থাপনায় সংক্ষিপ্ত আকারে গ্রন্থ।\" ওয়ার্নার যোগ করেন যে, অস্তিত্বের ধারণা এবং পাতজালির যোগসূত্রের \"আত্মা\" এর উপর দৃষ্টি নিবদ্ধ করা বৌদ্ধধর্মের \"স্ব -স্ব\" নীতি থেকে আলাদা।\nডেভিড গর্ডন হোয়াইটের মতে, যোগসূত্রের ভাষা প্রায়ই \"অন্যান্য হিন্দু ধর্মগ্রন্থের শাস্ত্রীয় সংস্কৃতের তুলনায়\" বৌদ্ধ হাইব্রিড সংস্কৃত, প্রাথমিক মহাযান বৌদ্ধ ধর্মগ্রন্থের সংস্কৃত \"এর কাছাকাছি। তিনি যোগ করেন, ঐতিহাসিক প্রমাণ থেকে বোঝা যায় যে যোগ দার্শনিক পদ্ধতিগুলি ভারতের অন্যান্য দার্শনিক পদ্ধতি যেমন প্রাথমিক বৌদ্ধধর্ম ও জৈনধর্মকে প্রভাবিত করেছিল এবং প্রভাবিত করেছিল। \nহোয়াইট যোগ সূত্র সম্পর্কে বিতর্ক উল্লেখ করেছে। একটি উল্লেখযোগ্য সংখ্যালঘু পণ্ডিত, উদাহরণস্বরূপ হোয়াইট নোট করেন, বিশ্বাস করেন যে বেদব্যাস বা ব্যাসদেব,  যিনি পতঞ্জলির কয়েক শতাব্দী পরে বেঁচে ছিলেন এবং তাঁর \"হিন্দু-ইজিং\" ভাষ্য যোগসূত্রের মূল \"বৌদ্ধ\" শিক্ষাকে বাতিল করে দিয়েছে; যখন সংখ্যাগরিষ্ঠ পণ্ডিতদের দৃষ্টিভঙ্গি এই মতের সাথে একমত নন।\nঅন্যান্য পণ্ডিতরা বলেছেন যে যোগসূত্র এবং বৌদ্ধ গ্রন্থে শিক্ষার মধ্যে পার্থক্য রয়েছে। উদাহরণস্বরূপ, মিশেল ডেসমারিয়াস বলেছেন, পতঞ্জলির যোগসূত্র কর্মক্ষম মনের পিছনে আত্মা বা আত্মার ধারণাটি গ্রহণ করুন, যখন বৌদ্ধরা এই ধরনের আত্মকে স্বীকার করে না। দেশমরিয়ার মতে, যোগসূত্রের ২ থেকে ৪ নং অধ্যায়গুলির মধ্যে যোগ, চিত্ত, আত্ম-সচেতনতা এবং অন্যান্য ধারণার জন্য নিজের ভূমিকা কেন্দ্রীয়।\nবারবারা মিলারের মতে, পতঞ্জলির যোগসূত্র এবং বৌদ্ধ গ্রন্থে শিক্ষার মধ্যে পার্থক্য হল, \"বৌদ্ধ ও জৈন ধর্মে যেমন সাংখ্য ও যোগে, অস্তিত্বের সবচেয়ে উল্লেখযোগ্য বৈশিষ্ট্য হল দুঃখ বা কষ্ট।বৌদ্ধধর্ম অনুসারে, দুঃখের উৎপত্তি হল ইচ্ছা; যোগ অনুসারে, এটি পর্যবেক্ষকের (পুরুষ) মধ্যে পর্যবেক্ষণের (প্রকৃতি) সঙ্গে সংযোগ। উভয় ব্যবস্থায়, দুখার উৎপত্তি অজ্ঞতা। দুটি ব্যবস্থার দ্বারা সুপারিশকৃত মুক্তির উপায়গুলির মধ্যেও মিল রয়েছে। বৌদ্ধ ধর্মে, প্রার্থীকে আটগুণ পথ অনুসরণ করতে বলা হয়, যা সঠিক ধ্যান বা সমাধিতে শেষ হয়। যোগে, প্রার্থীকে কিছুটা ভিন্ন আটগুণ পথ অনুসরণ করতে বলা হয়, যা সমাধিতেও শেষ হয়। কিন্তু যোগ ধ্যানের লক্ষ্যটি এমনভাবে ধারণা করা হয়েছে যা একজন বৌদ্ধ গ্রহণ করবে না: যেমন অচেতন বস্তু থেকে চিরন্তন সচেতন আত্মার বিচ্ছেদ। পতঞ্জলীর যোগের উদ্দেশ্য হল বোঝা, ভক্তি এবং অনুশীলনের মাধ্যমে এই বিচ্ছেদ ঘটানো।\"\nরবার্ট থুরম্যান লিখেছেন যে পতাজ্জলি বৌদ্ধ সন্ন্যাস পদ্ধতির সাফল্যে প্রভাবিত হয়ে চিন্তার সংস্করণের জন্য তার নিজস্ব ছাঁচ প্রণয়ন করেছিলেন। যোগসূত্র, বিশেষ করে কৈবল্য পদের চতুর্থ অংশে, বৌদ্ধধর্মের সমালোচনামূলক বেশ কয়েকটি রাজনৈতিক শ্লোক রয়েছে, বিশেষ করে বাসুবন্ধুর বিজ্ঞানভাদ দর্শন।\n\n\n=== জৈনধর্ম ===\nপাঁচ যম বা পতঞ্জলির যোগসূত্রের সীমাবদ্ধতা জৈনধর্মের পাঁচটি প্রধান ব্রতের সাথে একটি অসাধারণ সাদৃশ্য বহন করে, যা জৈনধর্মের প্রভাবকে নির্দেশ করে। জৈনধর্মের সাথে ঘনিষ্ঠভাবে যুক্ত আরও তিনটি শিক্ষা যোগেও উপস্থিত হয়: কর্মে \"রং\" এর মতবাদ (লেস্য); বিচ্ছিন্নতার টেলোস (জৈনধর্মে কেভাল এবং যোগে কৈবল্য); এবং অহিংসার অনুশীলন (অহিংসা), যদিও অহিংসা (অহিংসা) ভারতীয় দর্শন-কাম-ধর্মে উপনিষদ নামে পরিচিত হিন্দু গ্রন্থে প্রথম আবির্ভূত হয় [ খ্রিস্টপূর্ব ৮ম বা ৭ম শতাব্দীর ছান্দোগ্যোপনিষদ্‌ এর প্রাচীনতম প্রমাণ রয়েছে হিন্দু ধর্মে পরিচিত অর্থে অহিংসা শব্দটি ব্যবহারের জন্য।  এটি \"সমস্ত প্রাণীর\" (সর্বভূত) বিরুদ্ধে সহিংসতা রোধ করে এবং অহিংসার অনুশীলনকারীকে পুনর্জন্মের চক্র থেকে পালাতে বলা হয় (ছান্দোগ্যোপনিষদ্‌ ৮.১৫.১)। এটি অহিংসাকে পাঁচটি অপরিহার্য গুণের মধ্যে একটি হিসাবেও নাম দেয় ]।\n\n\n== প্রভাব ==\nসমসাময়িক যোগ ঐতিহ্য পতঞ্জলির যোগসূত্রকে শাস্ত্রীয় যোগ দর্শনের অন্যতম মৌলিক গ্রন্থ বলে মনে করে। যাইহোক, যোগ সূত্রের অপব্যবহার - এবং অপব্যবহার - এবং যোগের পরবর্তী পদ্ধতিতে এর প্রভাব সম্পর্কে ডেভিড গর্ডন হোয়াইট প্রশ্ন করেছিলেন, যিনি যুক্তি দিয়েছিলেন যে পাঠ্যটি প্রায় ৭০০ বছর ধরে আপেক্ষিক অস্পষ্টতায় পড়েছিল ১২ থেকে ১৯ শতকের মধ্যে, এবং ১৯ শতকের শেষের দিকে স্বামী বিবেকানন্দ, তাত্ত্বিক সমাজ এবং অন্যান্যদের প্রচেষ্টার কারণে ফিরে এসেছিলেন। এটি বিংশ শতাব্দীতে সর্বোত্তম হিসাবে খ্যাতি অর্জন করে। জেমস ম্যালিনসন তার প্রভাব পুনরায় নিশ্চিত করেছিলেন।\nবিংশ শতাব্দীর আগে, ইতিহাস ইঙ্গিত দেয় যে মধ্যযুগীয় ভারতীয় যোগ দৃশ্য ভগবদ গীতা এবং যোগ বশিষ্ঠ, যাজ্ঞবল্ক্য এবং হিরণ্যগর্ভের সাথে সম্পর্কিত গ্রন্থের পাশাপাশি অন্যান্য সাহিত্যের দ্বারা প্রভাবিত হয়েছিলপতঞ্জলির যোগসূত্রের বদলে হঠযোগ, তান্ত্রিক যোগ এবং পশুপত শৈবধর্ম যোগ। মহাকাব্য মহাভারতের মোক্ষধর্ম বিভাগে যোগ সম্পর্কে অনেক কিছু লেখা আছে। জৈন বিশ্বাসের সদস্যদের নিজস্ব, যোগের উপর বিভিন্ন সাহিত্য, এবং বৌদ্ধ যোগগুলি পূর্ব-পতঞ্জলি উৎস থেকে উদ্ভূত।\nযোগসূত্রের কিছু প্রধান ভাষ্য নবম থেকে ষোড়শ শতাব্দীর মধ্যে রচিত হয়েছিল। দ্বাদশ শতাব্দীর পরে, দর্শনটি হ্রাস পেতে শুরু করে এবং পতঞ্জলির যোগ দর্শনের উপর মন্তব্যগুলি কমে।  ষোড়শ শতাব্দীর মধ্যে পতঞ্জলীর যোগ দর্শন কার্যত বিলুপ্ত হয়ে গিয়েছিল।  যোগসূত্রের পাণ্ডুলিপি আর অনুলিপি করা হয়নি, যেহেতু কয়েকজনই পাঠ্যটি পড়েছিল এবং এটি খুব কমই শেখানো হয়েছিল।\nডেভিড গর্ডন হোয়াইটের মতে, যোগসূত্রের জনপ্রিয়তা সাম্প্রতিক, সাত শতাব্দী অবহেলিত থাকার পর স্বামী বিবেকানন্দের \"অলৌকিকভাবে পুনর্বাসিত\"। ১৮০০ এর দশকের গোড়ার দিকে ব্রিটিশ প্রাচ্যবিদদের দ্বারা পুনরায় আবিষ্কারের ফলে পশ্চিমে যোগসূত্রের প্রতি ব্যাপক আগ্রহ দেখা দেয়। উনিশ শতকে জনপ্রিয় আগ্রহ দেখা দেয়,যখন যোগসূত্র অনুসারে যোগের অনুশীলন তাত্ত্বিক সমাজের সভাপতি হেলেনা ব্লাভাতস্কির অনুসরণে, স্বামী বিবেকানন্দের দ্বারা যোগের বিজ্ঞান এবং \"আত্ম-উপলব্ধির সর্বোচ্চ চিন্তার পথ\" হিসাবে বিবেচিত হয়। হোয়াইট বলে, এটি পশ্চিমে একটি বিখ্যাত পাঠ্য হয়ে উঠেছে, কারণ \"বড় যোগ - কর্পোরেট যোগ উপসংস্কৃতি\"।\n\n\n== আরও দেখুন ==\nপতঞ্জলি\nসাংখ্য\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nমুদ্রিত উৎস\n\nওয়েব উৎস\n\nসাধারণ উৎস\n\n\n== আরও পড়ুন ==\nইতিহাস\nWhite, David Gordon (২০১৪)। The Yoga Sutra of Patanjali: A Biography। Princeton, NJ: Princeton University Press। আইএসবিএন 978-0-691-14377-4। \nঅনুবাদ\nBryant, Edwin F. (2009) The Yoga Sutras of Patanjali. New York: North Point Press. আইএসবিএন ৯৭৮-০-৮৬৫৪৭-৭৩৬-০\nTola, Fernando; Dragonetti, Carmen; Prithipaul, K. Dad (১৯৮৭)। The Yogasūtras of Patañjali on concentration of mind। Motilal Banarsidass। \nঅনুশীলন ও ভাষ্য\nGovindan, Marshall. Kriya Yoga Sutras of Patanjali and the Siddhas, Babaji’s Kriya Yoga and Publications,2000, 2nd edition 2010, আইএসবিএন ৯৭৮-১-৮৯৫৩৮৩-১২-৬\nIyengar, B.K.S. (1993, 2002). Light on the Yoga Sūtras of Patañjali. Hammersmith, London, UK: Thorsons. আইএসবিএন ৯৭৮-০-০০-৭১৪৫১৬-৪\nMaster, E. K. The Yoga of Patañjali Kulapathi Book Trust আইএসবিএন ৯৭৮-৮১-৮৫৯৪৩-০৫-৩\nSwami Satyandanda Four Chapters on Freedom: Commentary on the Yoga Sutras of Patanjali আইএসবিএন ৮১-৮৫৭৮৭-১৮-২\n\n\n== বহিঃসংযোগ ==\n\nপরিদর্শন\nEdwin Bryant, The Yoga Sutras of Patanjali, IEP\nপাণ্ডুলিপি\nManuscript (Alfred Foucher) from Bibliothèque Nationale de France\nঅনুবাদ\nJames Woods, The yoga-system of Patañjali; or, The ancient Hindu doctrine of concentration of mind; Yoga-sutras, of Patañjali (1914) Harvard University Press\nThe Yoga Sutras of Patañjali, translation by BonGiovanni, at sacred-texts.com\nYoga Sutras and related yoga texts, at sanskritdocuments.org\nThe Online Companion to The Yoga-Sûtra Of Patañjali : A New Translation With Commentary by Chip Hartranft Arlington Center. Parallel Sanskrit, IAST and English text, and word-for-word translation\nযোগ ভাষ্য\nGanganath Jha (1907), Yoga Philosophy with Vyasa Bhashya & Notes\nভাষ্য\nPatañjali - Yoga-Sutras: A word by word translation with grammar and comment\nThe Yoga Sutras of Patañjali by Charles Johnston  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ মার্চ ২০২১ তারিখে. Audiobook version* গুটেনবের্গ প্রকল্পে Patañjali-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে পতঞ্জলির যোগসূত্র কর্তৃক কাজ বা সম্পর্কে তথ্য\n\"The Yoga Sutras of Patanjali\" Rutgers University\nYoga Sutras of Patañjali: a Buddhist Commentary.\nAudio lectures on the Yoga Sutras, by Swami Harshananda, at archive.org\nYoga Sutras Online Program by A. G. Mohan\nYoga Sutras Commentary by a Modern Mystic.\n111 Audio lectures on the Yoga Sutras by Swami Tattwamayananda"}