{"pageid": 1082809, "title": "চা ইউন-উ", "url": "https://bn.wikipedia.org/wiki?curid=1082809", "content": "লি দং-মিন (কোরীয়: 이동민, জন্ম - ৩০ মার্চ, ১৯৯৭), যিনি তার স্টেজ নাম চা ইউন-উ (কোরীয়: 차은우) নামে পরিচিত, হচ্ছেন একজন দক্ষিণ কোরিয়ান গায়ক, অভিনেতা এবং মডেল। তিনি দক্ষিণ কোরিয়ার বালক দল অ্যাস্ট্রোর সদস্য।\n\n\n== কর্মজীবন ==\n\n\n=== ২০১৩-২০১৫: ক্যারিয়ারের সূচনা ===\nমাই ব্রিলিয়ান্ট লাইফ চলচ্চিত্রে একটি ছোটখাট চরিত্রে অভিনেতা হিসেবে চা আত্মপ্রকাশ করেন।\nআগস্ট ২০১৫ সালে, চা, অ্যাস্ট্রোর অন্যান্য সদস্যদের সাথে ওয়েব ড্রামা টু বি কন্টিনিউডে অংশ নিয়েছিলেন।\n\n\n=== ২০১৬-বর্তমান: অ্যাস্ট্রোর সাথে অভিষেক, একক কার্যক্রম এবং ক্রমবর্ধমান জনপ্রিয়তা ===\n\nইপ স্প্রিং আপ দিয়ে অ্যাস্ট্রো ২৩ ফেব্রুয়ারি, ২০১৬ এ আত্মপ্রকাশ করে। আগস্টে, চা চুসোক বিশেষ বৈচিত্র্য প্রদর্শনী উত্তরগুলি যা আমাদেরকে নাড়া দেয় (Replies That Make Us Flutter) তে অংশ নিয়েছিলেন। সেপ্টেম্বরে, তিনি আরেকটি চুসোক পাইলট প্রোগ্রাম বুমশালাকাতে অংশগ্রহণ করেন।\nকিম সে-রন এবং লি সু-মিন এর পাশাপাশি চা কে শো! মিউজিক কোর -এর উপস্থাপক হিসেবে ঘোষণা করা হয়, যা তিনি ২০১৬ থেকে ২০১৮ পর্যন্ত উপস্থাপন করেন।  একই বছর, তিনি ওয়েব ড্রামা মাই রোমান্টিক সাম রেসিপি তে অভিনয় করেন।\n২০১৭ সালে, চা কেবিএস২ নাটক হিট দ্য টপ -এ অভিনয় করেছিলেন। একই বছর, তিনি ওয়েব ড্রামা সুইট রিভেঞ্জে অভিনয় করেছিলেন।\n২০১৮ সালে, চা ওয়েব ড্রামা টপ ম্যানেজমেন্টে অভিনয় করেছিলেন। একই বছর, তিনি জেটিবিসি এর রোমান্টিক কমেডি নাটক গ্যাংনাম বিউটি তে প্রধান চরিত্রে অভিনয় করেন। সিরিজটি সম্প্রচারিত হওয়ার পর চা -এর জনপ্রিয়তা বৃদ্ধি পায় এবং তিনি জিকিউ কোরিয়ার 'মেন অব দ্য ইয়ার' -এ অন্তর্ভুক্ত হন।\n২০১৯ সালে, শিন সে-কিউং-এর সাথে ঐতিহাসিক নাটক রুকি হিস্টোরিয়ান গো হা-রিউং-এ অভিনয় করেছিলেন। ২০১৯ এমবিসি ড্রামা অ্যাওয়ার্ডে, চা একজন অভিনেতার জন্য এক্সিলেন্স অ্যাওয়ার্ড এবং শিন সে-কিউং এর সাথে সেরা দম্পতির পুরস্কার জিতেন।\n২০২০ সালের এপ্রিল মাসে, চা মাস্টার ইন দ্য হাউস এর ফিক্সড কাস্ট সদস্য হিসেবে যোগদান করেন। ২০২০ সালের এসবিএস এন্টারটেইনমেন্ট অ্যাওয়ার্ডে, তিনি মাস্টার ইন দ্য হাউস এর জন্য রুকি অ্যাওয়ার্ড জিতেছিলেন।\n২০২০ সালের ডিসেম্বরে, চা একই নামের ওয়েবটুনের উপর ভিত্তি করে টিভিএন নাটক ট্রু বিউটি তে প্রধান চরিত্রে অভিনয় শুরু করেন, যেখানে তিনি লি সু-হো এর ভূমিকা পালন করেন।\n২০২১ সালে, চা কিম রে-ওয়ান, লি জং-সুক এবং লি সাং-হির সাথে ডেসিবেল ছবিতে অভিনয় করবেন।\n\n\n== ডিস্কোগ্রাফী ==\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন সিরিজ ===\n\n\n=== ওয়েব সিরিজ ===\n\n\n=== টেলিভিশনের অনুষ্ঠানসমূহ ===\n\n\n=== উপস্থাপনা ===\n\n\n== তথ্যসূত্র =="}