{"pageid": 108261, "title": "সর্পদংশন", "url": "https://bn.wikipedia.org/wiki?curid=108261", "content": "সর্পদংশন (ইংরেজি: Snake bite) হচ্ছে একপ্রকার আঘাতগ্রস্ততা, যা সাপের কামড়ের মাধ্যমে হয়ে থাকে। বেশিরভাগ ক্ষেত্রে এই আঘাতটি সংঘটিত হয় প্রাণীটির বিষদাঁতের কামড়ের ফলে শরীরে বিষ প্রবেশের (envenomation) মাধ্যমে। সাপের বেশিরভাগ প্রজাতি নির্বিষ এবং সাধারণত তারা শিকার করে শিকারকে চারপাশ দিয়ে চাপ প্রয়োগের মাধ্যমে। তুলনামূলক অল্প সংখ্যক সাপই বিষপ্রয়োগের মাধ্যমে শিকারকে হত্যা করে। গড়ে পৃথিবীতে সাপের ৩,০০০ প্রজাতি পাওয়া যায়, যার মধ্যে মাত্র ১৫ শতাংশের দংশন মানুষের জন্য বিপজ্জনক। অ্যান্টার্কটিকা ব্যতীত পৃথিবীর সকল স্থানেই বিষধর সাপের দেখা মিলে। সাপ সাধারণত শিকারের জন্যই দংশন করে, কিন্তু কিছু ক্ষেত্রে নিজেকে হুমকির সম্মুখীন মনে করলে ক্ষতিসাধন এড়াতেও তারা দংশন করে। যেহেতু একই সাপ দেখতে বিভিন্ন রকম হতে পারে, তাই নির্দিষ্ট কোনো প্রজাতি নির্ণয় করা কষ্টসাধ্য। এজন্য সঠিক চিকিৎসা পেতে অবশ্যই পেশাদার চিকিৎসকের শরণাপন্ন হওয়া উচিত।\nসর্পদংশনের ফলাফল বিভিন্ন বিষয়ের ওপর নির্ভর করে। যেমন: সাপটির প্রজাতি, শরীরের কোন স্থানে কামড় দেওয়া হয়েছে, কতোটুকু বিষ প্রবেশ করানো হয়েছে, এবং যাকে কামড় দেওয়া হয়েছে তার স্বাস্থ্যগত অবস্থা। আতঙ্কগ্রস্ত বোধ করা সর্পদংশনের পর হওয়া একটি সাধারণ অনুভূতি। অটোমেটিক নার্ভাস সিস্টেমের দ্বারা নিয়ন্ত্রিত এই অনুভূতি সর্পদংশনের পর বিভিন্ন রকম আচরণের প্রকাশ ঘটাতে পারে। যেমন: ট্রাইকার্ডিয়া (বুক ধুকধুক করা), ও নসিয়া। নির্বিষ সাপের দংশনে আঘাতগ্রস্ত হওয়া স্বাভাবিক। সাপের দাঁতের দ্বারা সৃষ্ট ক্ষত জীবাণু সংক্রমণের সৃষ্টি করতে পারে। এছাড়া কামড়ের মাধ্যমে অ্যানাফাইলেকটিক বিক্রিয়ার সৃষ্টিও হতে পারে যা গুরুতর আকার ধারণ করতে পারে। সর্পদংশন পরবর্তী প্রাথমিক চিকিৎসা সাপের বিস্তৃতি অঞ্চল ও সাপের প্রজাতির ওপর নির্ভর করে। সেজন্য এক প্রজাতি সাপের জন্য কার্যকর প্রাথমিক চিকিৎসা অপর প্রজাতির জন্য কার্যকর নাও হতে পারে।\nসর্পদংশনের ফলে ক্ষতিগ্রস্ততার হার ভৌগোলিক অঞ্চল অনুসারে পরিবর্তিত হয়। ইউরোপ ও উত্তর আমেরিকায় সর্পদংশনে মৃত্যুর হার খুবই কম, কিন্তু বিশ্বের অনেক স্থানে এই শারীরিক ক্ষতি ও মৃত্যুর একটি অন্যতম কারণ। বিশেষ করে গ্রামীণ অঞ্চলে, যেখানে চিকিৎসাসুবিধা শহরাঞ্চলের তুলনায় অপ্রতুল। বিশ্বের মধ্যে দক্ষিণ এশিয়া, দক্ষিণ-পূর্ব এশিয়া, ও সাহারা-নিম্ন আফ্রিকায় সবচেয়ে বেশি পরিমাণ সর্পদংশনের প্রতিবেদন পাওয়া যায়। এছাড়া নিওট্রপিক, বিষুবীয়, এবং নাতিশীতোষ্ণ অঞ্চলগুলোতেও প্রচুর পরিমাণ সর্পদংশনের ঘটনা ঘটে থাকে। প্রতি বছর হাজারে দশজন মানুষ সর্পদংশনের কবলে পড়ে প্রাণ হারান। বিশেষজ্ঞরা সর্পদংশনের ঝুঁকি কমাতে বিশেষ ধরনের জুতা ও সাপের প্রাদুর্ভাব আছে এমন অঞ্চল এড়িয়ে চলার পরামর্শ দেন।\n\n\n== আরো দেখুন ==\nসাপ\nবিষধর সাপ\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\nCampbell, Jonathan A.; William W. Lamar (2004). The Venomous Reptiles of the Western Hemisphere, Ithaca, NY: Cornell University Press.\nSpawls, Stephen; Bill Branch (1995). The Dangerous Snakes of Africa: Natural History - Species Directory - Venoms and Snakebite, Sanibel Island, FL: Ralph Curtis Publishing.\nSullivan JB, Wingert WA, Norris Jr RL. North American Venomous Reptile Bites. Wilderness Medicine: Management of Wilderness and Environmental Emergencies, 1995; 3: 680–709.\nThorpe, Roger S.; Wolfgang Wuster, Anita Malhotra (1996). Venomous Snakes: Ecology, Evolution, and Snakebite, Oxford, England: Oxford University Press."}