{"pageid": 1082229, "title": "বন্দে নেওয়াজ", "url": "https://bn.wikipedia.org/wiki?curid=1082229", "content": "মুহাম্মদ বিন ইউসুফ আল হোসাইনি (৭ আগস্ট ১৩২১ − ১০ নভেম্বর ১৪২২), যা সাধারণত বান্দা নেওয়াজ গেসুদারাজ নামে পরিচিত, চিশতি তরিকার ভারতের একজন হানাফি মাতুরিদি পণ্ডিত এবং সুফি সাধক ছিলেন, যিনি ধর্মগুলির মধ্যে বোঝাপড়া, সহিষ্ণুতা এবং সম্প্রীতির পক্ষে ছিলেন।\nগেসুরাজ ছিলেন একজন শিষ্য এবং সুফি সাধক নাসিরউদ্দিন চেরাগ দেহলভীর উত্তরসূরি। দিল্লিতে তিমুরের আক্রমণের কারণে ১৪০০ সালের দিকে যখন তিনি দৌলতাবাদে চলে যান, তখন তিনি চিশতি তরিকা দক্ষিণ ভারতে নিয়ে যান। অবশেষে তিনি গুলবার্গে বসতি স্থাপন করেন, বাহমানি সুলতান, তাজ উদ-দীন ফিরুজ শাহের আমন্ত্রণে।\n\n\n== জীবনী ==\n\nবান্দা নাওয়াজ ১৩২১ সালে দিল্লির সাইদ ওয়ালশরীফ মুহাম্মদ বিন ইউসুফ আল হোসাইনির ঘরে জন্মগ্রহণ করেন। চার বছর বয়সে তার পরিবার ডেকানের দৌলতাবাদে (বর্তমানে মহারাষ্ট্রে) স্থানান্তরিত হয়। ১৩৯৭ সালে সুলতান তাজ উদ-দীন ফিরুজ শাহের আমন্ত্রণে তিনি গুলবার্গ, ডেকান (বর্তমানে কর্ণাটকে) যান।\nপনের বছর বয়সে তিনি নাসিরউদ্দিন চিরাঘ দেহলভির শিক্ষা ও প্রশিক্ষণের জন্য দিল্লি ফিরে আসেন। তিনি কেথলি, তাজউদ্দিন বাহাদুর এবং কাজী আব্দুল মুকতাদিরের খুব উৎসাহী ছাত্রও ছিলেন। দিল্লি, মেওয়াত, গোয়ালিয়র, চন্দর, এয়ারচা, চাত্রা, চান্দেরি, মিয়ান্ধর, বরোদা, খাম্বায়াত এবং গুলবার্গের মতো বিভিন্ন জায়গায় শিক্ষকতা করার পর ১৩৯৭ সালে এবং ১৪২২ সালের নভেম্বর মাসে গুলবার্গে মারা যান।\nতার নাম এবং পৃষ্ঠপোষকতা ছিল আবুল-ফাতাহ এবং গাইসু দারাজ তার উপাধি। আলেম ও ধর্মতত্ত্ববিদদের মধ্যে তিনি ছিলেন শেখ আবুল-ফাতাহ সদর উদ্দিন মুহাম্মদ দেহলভি কিন্তু লোকেরা তাকে খাজা বান্দা নাওয়াজ গেসুদারাজ বলে অভিহিত করে। \n\n\n== অভিভাবকত্ব ==\nতিনি আলীর বংশধর।  তার পূর্বপুরুষেরা হিরাতে বসবাস করতেন। তাদের মধ্যে একজন দিল্লিতে এসে এখানে বসতি স্থাপন করেছিল। তার পিতা সাইয়দ ওয়ালশরীফ মুহাম্মদ বিন ইউসুফ এখানে ৪, রজব, ৭২১ হিজরি তে জন্মগ্রহণ করেন। তার পিতা সৈয়দ ওয়ালশরীফ ইউসুফ বিন মুহাম্মদ আলহুসেইনি ছিলেন একজন পবিত্র ব্যক্তিত্ব এবং নিজাম উদ্দিন আউলিয়ার প্রতি নিবেদিতপ্রাণ ছিলেন।\nসুলতান মুহাম্মদ-বিন তুঘলক একবার তার রাজধানী দৌলতাবাদে (দেবগিরি) স্থানান্তর করেন এবং তার সাথে অনেক পণ্ডিত, ধর্মতত্ত্ববিদ এবং রহস্যবাদীরা যান। তার বাবা-মাও সেই জায়গায় চলে আসেন। মালিক-উল-উমর সাইয়ীদ ইব্রাহিম মুস্তাফা আলহাশমি, তার মামা, দৌলতাবাদের গভর্নর ছিলেন তখন তার বয়স ছিল চার বছর।\n\n\n== দিল্লিতে ==\nতার বাবা পনের বছর বয়সে মারা যান। তিনি নিজাম উদ্দিন আউলিয়া এবং নাসির উদ্দিন রোশন চিরাঘ দেহলভি সম্পর্কে তার বাবা এবং মাতৃমহের কাছ থেকে অনেক কিছু শুনেছিলেন এবং তাদের প্রতি নিবেদিত প্রাণ হয়ে উঠেছিলেন। একদিন তিনি সুলতান কুতুব উদ্দিনের জামা-মসজিদে তার নামায আদায় করতে যান, সেখানে তিনি শেখ নাসির উদ্দিন মাহমুদ চিরাঘ দেহলাভিকে দেখেন এবং ১৬ বছর বয়সে রজবের প্রতি আনুগত্য ের অঙ্গীকার করেন। নাসির উদ্দিন চিরাঘ দেহলভির পরিচালনায় তিনি নিজেকে প্রার্থনা ও ধ্যানে নিয়োজিত করেন এবং তাদের এতটাই উপভোগ করেন যে তিনি পড়াশোনা নিষিদ্ধ করেন এবং তার শিক্ষককে অনুরোধ করেন যাতে তিনি তা করতে পারেন। নাসির উদ্দিন তাকে অনুমতি প্রত্যাখ্যান করেন এবং তাকে মনোযোগ দিয়ে উসুল-ই-বিজুরি, রিসালস শামসিয়া, কাশাফ, মিসবাহকে অধ্যয়নের নির্দেশ দেন তাই তিনি প্রখ্যাত শিক্ষকদের পরিচালনায় অধ্যয়ন পুনরায় শুরু করেন।\nআলহুসাইনি ১৭ ডিসেম্বর, ১৯৯৮ সালে দিল্লি ত্যাগ করেন, কারণ শহরটি তৈমুরের দ্বারা অবরুদ্ধ ছিল এবং এর পতন আসন্ন ছিল। \n\n\n== উপাধি গেসু-দারাজ ==\nএকদিন তিনি অন্যান্য শিষ্যদের সাথে নাসির উদ্দিনবহনকারী পালকিটি তুলে ছিলেন। তার লম্বা চুল পালকির পাদদেশে আটকে যায় এবং তাকে মারাত্মকভাবে ব্যথা দেয় তবে তিনি শিক্ষকের প্রতি ভালবাসা এবং শ্রদ্ধার জন্য তাদের বিচ্ছিন্ন করেননি। নাসির উদ্দিন যখন এই পর্বের কথা জানতে পারেন, তখন তিনি অত্যন্ত আনন্দিত হন এবং ফার্সি যুগলপাঠ করেন:\n\"হর কি মুরিদ সৈয়দ গেসু দারাজ শুদ ভাল্লাহ খেলাফ-ই-নেস্ট কি উও ইসহাক বাজ শুদ।\" (\"সৈয়দ গেসু দারাজ তার আনুগত্যের অঙ্গীকার করেছেন; এতে দোষের কিছু নেই কারণ তিনি গভীরভাবে প্রেমে পড়ে গেছেন।\" )\nএভাবে তিনি \"গেসু দারাজ\" উপাধি লাভ করেন।\n\n\n== গুলবার্গায় ==\nচল্লিশ বছরেরও বেশি সময় ধরে দিল্লিতে থাকার পর তিনি প্রায় ৭৬ বছর বয়সে গুলবার্গে চলে যান। ফিরোজ শাহ বাহমানি এই সময়ের মধ্যে ডেকানের উপর শাসন করেছিলেন। তিনি তাকে অনেক সম্মান দিয়েছিলেন। দীর্ঘদিন ধরে তিনি ধর্মীয় বক্তৃতা, উপদেশ এবং জনগণের আধ্যাত্মিক প্রশিক্ষণে নিয়োজিত ছিলেন। তিনি ২৪ বছর গুলবার্গে থাকেন।\n\n\n== মৃত্যু ==\nবন্দে নাওয়াজ গুলবার্গে ১৬ জিলহজ্ব ৮২৫ হিজরিতে ১০১ বছর বয়সে মারা যান এবং সেখানে সমাধিস্থ হন। তার সমাধি জিয়ারাত এর একটি জায়গা।\n\n\n== বই ==\nতাফসীর-ই-কু'ওরানে-ই-মাজিদ\nমুলতাকিত\nহাভশি কাশফ\nশরহে মাশরেক\nশরহ ফিকাহ-ই-আকবর\nশরহ আদাব-উল-মুরিদীন\nশরহ তা-আরুফ\nরিসালা সিরাত-উল-নবী\nতারজুমা মাশরেক\nমা-আরিফ\nতারজুমা আওয়ারিফ\nশরহ ফাসুসুল হিকাম\nতরজুমা রিসালা কাশেরিয়া\nহাওয়া আসাহী ক্বাওয়াত-উল-কাল্ব\n\n\n== মৃত্যু বার্ষিকী ==\nগুলবার্গের বন্দে নাওয়াজ সমাধিসৌধে ১৫, ১৬ এবং ১৭ ধু আল-কাদাহ-এ তাঁর মৃত্যুবার্ষিকী অনুষ্ঠিত হয়। বিভিন্ন ধর্মের কয়েক লক্ষ মানুষ আশীর্বাদ নিতে জড়ো হন। \n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nসাধু এবং তার দরগাকে কেন্দ্র করে আবর্তিত ভারতীয় মুসলিম সামাজিক চলচ্চিত্র তৈরি করা হয়েছে। এর মধ্যে রয়েছে: সুলতান ই ডেকান: মালিক আনোয়ারের বান্দা নাওয়াজ (১৯৮২), সাইনির বান্দা নাওয়াজ (১৯৮৮)। \n\n\n== আরও দেখুন ==\nমুহাম্মদ মুসলেহউদ্দিন সিদ্দিকী\nদক্ষিণ এশিয়ার সুফি সাধক\nমওদুদ চিশতী\nওয়ালী কিরানি\nআশরাফ জাহাঙ্গীর সেমনী\n\n\n== তথ্যসূত্র =="}