{"pageid": 108251, "title": "হ্যারি পটার অ্যান্ড দ্য হাফ-ব্লাড প্রিন্স", "url": "https://bn.wikipedia.org/wiki?curid=108251", "content": "হ্যারি পটার অ্যান্ড দ্য হাফ-ব্লাড প্রিন্স (ইংরেজিতে Harry Potter and the Half-Blood Prince) ব্রিটিশ লেখিকা জে. কে. রাউলিং রচিত হ্যারি পটার উপন্যাস সিরিজের ষষ্ঠ বই। এটি ২০০৫ সালের ১৬ জুলাই প্রকাশিত হয়। বইটিতে হ্যারি পটার হগওয়ার্টস স্কুলে তার ষষ্ঠ বর্ষে পদার্পণ করে। বইটিতে লর্ড ভলডেমর্টের অতীত জীবনের বিস্তারিত বর্ণনা দেয়া হয়েছে। এ বই থেকেই হ্যারি ও অন্যান্যরা শেষ লড়াইয়ের প্রস্তুতি নেয়া শুরু করে। এছাড়া, হ্যারি ও তার বন্ধুদের বয়োঃসন্ধিকালের বিভিন্ন সমস্যা, সম্পর্কের জটিলতা ও আবেগের দ্বন্দ্ব প্রভৃতি বিষয় এই বইটির অন্যতম উপজীব্য বিষয়।\nবইটি প্রকাশিত হওয়ার মাত্র ১৬ ঘণ্টার মধ্যে এর তিন মিলিয়ন কপি বিক্রিত হয়, যা ঐ সময়ের জন্য একটি রেকর্ড ছিল। পরবর্তীতে এই বইয়ের সিকোয়াল হ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোস রেকর্ডটি ভঙ্গ করে।\n\n\n== কাহিনী সংক্ষেপ ==\n\n\n=== পূর্ব প্রেক্ষাপট ===\nহ্যারি পটার সিরিজের পূর্ববর্তী চারটি উপন্যাসে, প্রধান চরিত্র হ্যারি পটারকে কেন্দ্র করে কাহিনী গড়ে উঠে। হ্যারির বয়স যখন এক বছর, তখন সেই সময়ের সব্বচেয়ে ভয়ঙ্কর কালো জাদুকর লর্ড ভলডেমর্ট হ্যারির বাবা মাকে হত্যা করে। ভলডেমর্ট হ্যারিকেও হত্যা করতে চেয়েছিল, কিন্তু কোন এক রহস্যময় কারণে হ্যারি বেঁচে যায় এবং ভলডেমর্টের পতন ঘটে। এরপর থেকে সে তার মাগল খালা ও খালু পেতুনিয়া ও ভার্নন ডার্সলির সঙ্গে বসবাস করতে থাকে।\nএগার বছর বয়সে সে জাদুবিশ্বের অস্তিত্ব সম্পর্কে জানতে পারে এবং হগওয়ার্টস স্কুলে ভর্তি হয়। সে রন উইজলি ও হারমায়োনি গ্রেঞ্জার এর সাথে বন্ধুত্ব গড়ে তোলে এবং ভলডেমর্টের পুনরায় ক্ষমতায় ফিরে আসার পথে বাঁধা দেয়। পরের বছর কেউ একজন স্কুলে অবস্থিত চেম্বার অফ সিক্রেটস খুলে দেয় এবং একটি বাসিলিস্ক ছাত্রছাত্রীদের আক্রমণ করতে থাকে। হ্যারি বাসিলিস্কটিকে হত্যা করে এবং ভলডেমর্টের ফিরে আসার আরেকটি পথ বন্ধ করে দেয়। এর পরের বছর হ্যারি জানতে পারে, আজকাবান ভেঙ্গে পালানো বন্দী সিরিয়াস ব্ল্যাক হ্যারিকে হত্যার টার্গেট করেছে। এই পরিস্থিতিতে স্কুলের নিরাপত্তা জোরদার করা হয়। কিন্তু শেষে জানা যায়, সিরিয়াস ব্ল্যাক আসলে প্রকৃত অপরাধী নয়, বরং সে হ্যারির গডফাদার। হ্যারি তার চতুর্থ বর্ষে একটি বিপজ্জনক জাদুর প্রতিযোগিতা ট্রাইউইজার্ড টুর্নামেন্টে অংশ নেয়। টুর্নামেন্টের শেষে, হ্যারি ভলডেমর্টের পুনরাগমন প্রত্যক্ষ করে। পরবর্তী বছরে, জাদু মন্ত্রণালয় ডলোরেস আমব্রিজকে হগওয়ার্টসের উচ্চ ক্ষমতাসম্পন্ন তদন্তকারী হিসেবে নিয়োগ দেয়। এসময় হ্যারি তার বন্ধুদের নিয়ে আমব্রিজের বিরুদ্ধে একটি গোপন সংগঠন ডাম্বলডোর'স আর্মি গড়ে তোলে। বছরের শেষ দিকে, হ্যারি ও তার বন্ধুরা ডেথ ইটারদের বিরুদ্ধে লড়াই করে এবং অল্পের জন্য জয়লাভ করে।\n\n\n=== মূল কাহিনী ===\nহ্যারি পটার, রন উইজলি ও হারমায়োনি গ্রেঞ্জার হগওয়ার্টস স্কুলে তাদের ষষ্ঠ বর্ষে ফিরে আসে। এই বছর, সেভেরাস স্নেইপ ডিফেন্স অ্যাগেইনস্ট দ্য ডার্ক আর্টস বিষয়ের শিক্ষক হন। অন্যদিকে হোরেস স্লাগহর্ন স্নেইপের বদলে পোশানস বিষয়ের শিক্ষক নিযুক্ত হন। এ সময় হ্যারি আবিষ্কার করে যে, তার পোশান বইয়ের পূর্ববর্তী মালিক হাফ-ব্লাড প্রিন্স, বইটিতে অনেক কিছু সংযোজন, বিয়োজন ও পরিমার্জন করেছে; যার মাধ্যমে হ্যারি ক্লাসের সেরা হয় এবং স্লাগহর্নের প্রিয় ছাত্রে পরিণত হয়। স্লাগহর্ন ভাবতেন হ্যারি হচ্ছে চোজেন ওয়ান যে লর্ড ভলডেমর্টকে পরাজিত করতে সক্ষম হবে।\nএদিকে হ্যারি অনুভব করে যে, জিনি উইজলির প্রতি তার আকর্ষণ রয়েছে। কিন্তু সে এ ব্যাপারে অগ্রসর না হওয়ার সিদ্বান্ত নেয় কারণ এর ফলে তার ও রনের বন্ধুত্ব নষ্ট হওয়ার আশঙ্কা দেখা দেয়। এদিকে রন ল্যাভেন্ডার ব্রাউন|ল্যাভেন্ডার ব্রাউনের সাথে ডেটিং শুরু করে, যার ফলে হারমায়োনির সাথে তার সম্পর্ক শীতল হয়। হারমায়োনি অবশ্য গোপনে রনের প্রতি আকৃষ্ট ছিল। তাদের সম্পর্ক আবার স্বাভাবিক হয় যখন রন বিষাক্ত মিড পান করে প্রায় মারা যাচ্ছিল। এই বিষাক্ত মিডটি আসলে অ্যালবাস ডাম্বলডোর এর কাছে পাঠানো হয়েছিল। হ্যারি সন্দেহ করে যে ড্রেকো ম্যালফয় এর জন্য দায়ী। যদিও কেউ তার কথা বিশ্বাস করে না।\nপুরো বছর জুড়ে, প্রাইভেট লেসনে ডাম্বলডোর তার পেনসিভের মাধ্যমে হ্যারিকে ভলডেমর্টের অতীতের বিভিন্ন মেমোরি বা স্মৃতি দেখাতে থাকেন। স্লাগহর্নের কাছ থেকে পাওয়া একটি মেমোরির মাধ্যমে ডাম্বলডোরের সন্দেহ সঠিক বলে প্রমাণিত হয় যে, ভলডেমর্ট অমরত্ব লাভের জন্য তার আত্মাকে সাতটি অংশে বিভক্ত করে রেখেছে। আত্মার এই খন্ডিত অংশকে হুকক্রাক্স বলে। ভলডেমর্টকে হত্যা করতে হলে সর্বপ্রথম এই হুকক্রাক্সগুলোকে ধ্বংস করতে হবে। এদের মধ্যে দুইটি হুকক্রাক্স ইতোমধ্যেই ধ্বংস হয়েছে, এগুলো হল- টম রিডলের ডায়েরি ও মারভোলো গন্টের আংটি। ডায়েরিটি হ্যারি এবং আংটিটি ডাম্বলডোর ধ্বংস করেছিল। অবশিষ্ট হরক্রাক্সগুলো হল- ভলডেমর্টের সাপ নাগিনি এবং হগওয়ার্টসের প্রতিষ্ঠাতাদের সম্পদঃ সালাজার স্লিদারিন এর লকেট, হেলগা হাফলপাফ এর কাপ এবং গড্রিক গ্রিফিন্ডর বা রোয়েনা র‌্যাভেনক্লর একটি বস্তু।\nএদিকে ডিটেনশনের জন্য হ্যারি অনুপস্থিত থাকা সত্ত্বেও গ্রিফিন্ডর হাউজ কুইডিচ চ্যাম্পিয়ন হয় এবং এর ধারাবাহিকতায় হ্যারি ও জিনির মধ্যে সম্পর্ক গড়ে ওঠে।\nবইয়ের শেষ দিকে, ডাম্বলডোর ভলডেমর্টের আরেকটি হুকক্রাক্সের অবস্থান সম্পর্কে জানতে পারে এবং হ্যারিকে সাথে নিয়ে সেটি উদ্ধার করতে যায়। সেটি ছিল স্লিদারিনের লকেট হুকক্রাক্সটি। বিভিন্ন বাঁধা পেরিয়ে তারা লকেটটি উদ্ধার করতে সক্ষম হয়। হগওয়ার্টসে ফিরে আসার পর ড্রেকো ম্যালফয় অ্যাস্ট্রোনমি টাওয়ারে ডাম্বলডোরকে কোনঠাসা করে ফেলে। এর আগেই ডাম্বলডোর হ্যারিকে অদৃশ্য হওয়ার আলখাল্লাটির নিচে সম্মোহিত করে ফেলে। কিন্তু ড্রেকো ডাম্বলডোরকে হত্যা করতে সক্ষম ছিল না। শেষে সেভেরাস স্নেইপ ঘটনাস্থলে উপস্থিত হয় এবং ডাম্বলডোরকে হত্যা করে। এরপর ডেথ ইটাররা অর্ডার অফ দ্য ফিনিক্সের সদস্যদের সাথে লড়াই করে এবং তারা হগওয়ার্টস থেকে পালিয়ে যেতে বাধ্য হয়। হগওয়ার্টস ত্যাগ করার পূর্বমুহূর্তে, স্নেইপ জানায় যে, আসলে স্নেইপই হল দ্য হাফ-ব্লাড প্রিন্স।\nহ্যারি ডাম্বলডোরের মৃতদেহ থেকে লকেটটি নিজের কাছে নেয়ার সময় বুঝতে পারে যে, এটি আসলে প্রকৃত স্লিদারিনের লকেটটি নয়; বরং একটি নকল লকেট। R. A. B. নামের একজন ব্যক্তি (পরে জানা যায় সে ছিল- রেগুলাস ব্ল্যাক) আসল লকেট তথা হরক্রাক্সটি চুরি করে এবং সেখানে একটি নকল লকেট রেখে যায়। ডাম্বলডোরের শেষকৃত্য অনুষ্ঠানের মাধ্যমে বছরটি শেষ হয়। তাকে স্কুলের পাশে কবর দেয়া হয়। এ সময়, হ্যারি জিনির সাথে সম্পর্ক শেষ করার সিদ্ধান্ত নেয়, কারণ, জিনি হ্যারির সাথে যুক্ত থাকলে, ভলডেমর্ট জিনিকে টার্গেট করবে। এরপর, হ্যারি, রন ও হারমায়োনি পরবর্তী বছরে স্কুলে ফিরে না এসে অবশিষ্ট হুকক্রাক্সগুলো খুঁজে বের করার সিদ্ধান্ত নেয়।\nউন্নয়ন\nফ্র্যাঞ্চাইজ\nহ্যারি পটার অ্যান্ড দ্য হাফ-ব্লাড প্রিন্স হ্যারি পটার সিরিজের ষষ্ঠ বই। সিরিজের প্রথম বই, হ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন, প্রথম ব্লুমসবারি দ্বারা 1997 সালে প্রকাশিত হয়েছিল, হার্ডব্যাকে 500 কপির প্রাথমিক মুদ্রণ সহ, যার মধ্যে 300টি লাইব্রেরিতে বিতরণ করা হয়েছিল। [৫] দ্বিতীয় বই, হ্যারি পটার অ্যান্ড দ্য চেম্বার অফ সিক্রেটস, প্রাথমিকভাবে যুক্তরাজ্যে 2 জুলাই 1998 এবং মার্কিন যুক্তরাষ্ট্রে 2 জুন 1999-এ প্রকাশিত হয়েছিল।[6][7] হ্যারি পটার অ্যান্ড দ্য প্রিজনার অফ আজকাবান তারপর এক বছর পরে যুক্তরাজ্যে 8 জুলাই 1999 এবং মার্কিন যুক্তরাষ্ট্রে 8 সেপ্টেম্বর 1999-এ প্রকাশিত হয়।[6][7] হ্যারি পটার অ্যান্ড দ্য গবলেট অফ ফায়ার 8 জুলাই 2000 এ একই সময়ে ব্লুমসবারি এবং স্কলাস্টিক দ্বারা প্রকাশিত হয়েছিল। হ্যারি পটার অ্যান্ড দ্য অর্ডার অফ দ্য ফিনিক্স, হ্যারি পটার সিরিজের দীর্ঘতম উপন্যাস, 21 জুন 2003 মুক্তি পায়। হ্যারি পটার অ্যান্ড দ্য হাফ-ব্লাড প্রিন্স প্রকাশের পর, সপ্তম এবং চূড়ান্ত উপন্যাস, হ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোস, 21 জুলাই 2007 মুক্তি পায়।[10] বইটি প্রকাশের 24 ঘন্টার মধ্যে 11 মিলিয়ন কপি বিক্রি হয়েছে: যুক্তরাজ্যে 2.7 মিলিয়ন এবং মার্কিন যুক্তরাষ্ট্রে 8.3 মিলিয়ন কপি।\n\n\n== অধ্যায়সমূহ ==\nহাফ-ব্লাড প্রিন্স বইটিতে মোট ৩০ টি অধ্যায় রয়েছে। এগুলো হলঃ\n১। নতুন মন্ত্রী\n২। স্পিনার্স এন্ড\n৩। উইল এবং উওন্ট\n৪। হোরেস স্লাগহর্ন\n৫। ফ্লেমের আতিশায্যতা\n৬। ড্রেকোর ঘুরপাক\n৭। স্লাগ ক্লাব\n৮। বিজয়ী স্নেইপ\n৯। হাফ-ব্লাড প্রিন্স\n১০। গন্টদের বাড়ি\n১১। হারমায়োনির সাহায্যকারী হাত\n১২। সিলভার এবং ওপালস\n১৩। রিডলের গোপনকথা\n১৪। ফেলিক্স ফেলিসিস\n১৫। অভঙ্গনীয় প্রতিজ্ঞা\n১৬। একটি হিমশীতল বড়দিন\n১৭। একটি স্লাগিশ স্মৃতি\n১৮। জন্মদিনের চমক\n১৯। এলফদের কাহিনী\n২০। লর্ড ভল্ডেমর্টের অনুরোধ\n২১। অজ্ঞাত কক্ষ\n২২। সমাধিকার্যের পরে\n২৩। হরক্রাক্সেস\n২৪। সেকটামসেম্প্রা\n২৫। ভবিষ্যতদ্রষ্টার কথোপকথন\n২৬। গুহা\n২৭। লাইটনিং-স্ট্রাক টাওয়ার\n২৮। প্রিন্সের পলায়ন\n২৯। ফিনিক্সের বিলাপ\n৩০। সাদা রঙের কবর\n\n\n== উন্নয়ন ==\n\n\n=== ফ্র্যাঞ্চাইজ ===\nহ্যারি পটার অ্যান্ড দ্য হাফ-ব্লাড প্রিন্স হ্যারি পটার সিরিজের ষষ্ঠ বই। সিরিজের প্রথম বই, হ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন, sorbo প্রথম ব্লুমসবারি prokashoni দ্বারা 1997 সালে প্রকাশিত হয়েছিল, se somoi প্রাথমিকvabe হার্ডব্যাক sonkoshkoron e boitir 500 কপির  মুদ্রণ সহ, যার মধ্যে 300টি লাইব্রেরিতে বিতরণ করা হয়। [৫] \n1997 সাল শেষ hobar agei, boiTir ইউকে সংস্করণ একটি জাতীয় grontho পুরস্কার ebong নেসলে স্মার্টিজ বুক পুরস্কারের 9 থেকে 11 বছর বয়সী বিভাগে একটি স্বর্ণপদক joy kore .\nদ্বিতীয় বই, হ্যারি পটার অ্যান্ড দ্য চেম্বার অফ সিক্রেটস,  prothom prokash kora hoi যুক্তরাজ্যে 2 জুলাই 1998 e এবং মার্কিন যুক্তরাষ্ট্রে 2 জুন 1999-এ ।[6][7] হ্যারি পটার অ্যান্ড দ্য প্রিজনার অফ আজকাবান তারপর এক বছর পরে যুক্তরাজ্যে 8 জুলাই 1999 এবং মার্কিন যুক্তরাষ্ট্রে 8 সেপ্টেম্বর 1999-এ প্রকাশিত হয়।[6][7] হ্যারি পটার অ্যান্ড দ্য গবলেট অফ ফায়ার 8 জুলাই 2000 এ একই সময়ে ব্লুমসবারি এবং স্কলাস্টিক দ্বারা প্রকাশিত হয়েছিল। হ্যারি পটার অ্যান্ড দ্য অর্ডার অফ দ্য ফিনিক্স, হ্যারি পটার সিরিজের দীর্ঘতম উপন্যাস, 21 জুন 2003 মুক্তি পায়। হ্যারি পটার অ্যান্ড দ্য হাফ-ব্লাড প্রিন্স প্রকাশের পর, সপ্তম এবং চূড়ান্ত উপন্যাস, হ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোস, 21 জুলাই 2007 মুক্তি পায়।[10] বইটি প্রকাশের 24 ঘন্টার মধ্যে 11 মিলিয়ন কপি বিক্রি হয়েছে: যুক্তরাজ্যে 2.7 মিলিয়ন এবং মার্কিন যুক্তরাষ্ট্রে 8.3 মিলিয়ন কপি।\n\n\n== রূপায়ন ==\n\n\n=== চলচ্চিত্র ===\nমূল নিবন্ধঃ হ্যারি পটার অ্যান্ড দ্য হাফ-ব্লাড প্রিন্স (চলচ্চিত্র)\nসিরিজের ষষ্ঠ বই হাফ-ব্লাড প্রিন্স অবলম্বনে নির্মিত চলচ্চিত্র ২০০৮ সালের ২১ নভেম্বর মুক্তি পাওয়ার কথা ছিল, কিন্তু পরবর্তীতে এটি ২০০৯ সালের ১৫ জুলাই মুক্তি পায়। স্টিভ ক্লোভস এর চিত্রনাট্য লেখেন এবং ডেভিড ইয়েটস চলচ্চিত্রটি পরিচালনা করেন। এটি দৈর্ঘ্যে ১৫৩ মিনিট লম্বা। যা হ্যারি পটার সিরিজের তৃতীয় দীর্ঘতম চলচ্চিত্র। চলচ্চিত্রটিতে প্রধান তিন চরিত্র হ্যারি, রন ও হারমায়োনির ভূমিকায় ড্যানিয়েল র‌্যাডক্লিফ, রুপার্ট গ্রিন্ট ও এমা ওয়াটসন অভিনয় করেছে। এছাড়া অন্যান্য চরিত্রে মাইকেল গ্যাম্বন, অ্যালান রিকম্যান, টম ফেল্টন, জিম ব্রডবেন্ট, বোনি রাইট, হেলেনা বনহাম কার্টার প্রমুখ অভিনয় করেছেন।\n\n\n=== ভিডিও গেমস ===\nহাফ-ব্লাড প্রিন্স বই ও চলচ্চিত্রের কাহিনী অবলম্বনে ইলেকট্রনিক আর্টস একটি ভিডিও গেমস তৈরি করেছে। সিরিজের অন্যান্য গেমসমূহের মত এই গেমটিও অ্যাডভেঞ্চার নির্ভর। এই গেমে গেমারকে মূলত হ্যারি পটার হিসেবেই খেলতে হবে। তবে বিশেষ কয়েকটি জায়গায় রন উইজলি ও জিনি উইজলিকে নিয়ে খেলার সুযোগ রয়েছে। গেমটির কাহিনী হুবহুব চলচ্চিত্রের মত। গেমে অতিরিক্ত ফিচার হিসেবে যোগ করা হয়েছে ডুয়েলিং, কুইডিচ ও পোশান তৈরি করা। গেমটির গ্রাফিক্স অন্যান্য গেমগুলোর তুলনায় যথেষ্ট ভাল। গেমটি ২০০৯ সালের জুন মাসে বাজারে আসে।\n\n\n== অনুবাদ ==\nহ্যারি পটার সিরিজের অন্যান্য বইগুলোর মত হাফ-ব্লাড প্রিন্স বইটিও ৬৭ টি ভাষায় অনূদিত হয়েছে। ২০১০ সালের জুলাই মাসে ব্লুমসবারি বইটির স্কটিশ গ্যালিক ভাষার সংস্করণ প্রকাশ করবে। এছাড়া বইটি যেসব ভাষায় অনূদিত হয়েছে তার মধ্যে উল্লেখযোগ্য হল- বাংলা, হিন্দি, আরবি, ফরাসি, জার্মান প্রভৃতি।\n\n\n=== বাংলা ভাষায় অনুবাদ ===\nঅঙ্কুর প্রকাশনী বাংলাদেশ এ বাংলা ভাষায় হ্যারি পটার বইগুলোকে প্রকাশ করেছে। সেই ধারাবাহিকতায়, হাফ-ব্লাড প্রিন্স বইটির বাংলা সংস্করণও অঙ্কুরই প্রকাশ করেছে। বইটির অনুবাদক হলেন অসীম চৌধুরী। বইট ২০০৮ সালের ফেব্রুয়ারি মাসে প্রকাশিত হয়। এর পৃষ্ঠাসংখ্যা ৫২৭। বইটির টাইটেল হিসেবে এর মূল ইংরেজি নাম অপরিবর্তিত রাখা হয়েছে।\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nHarry Potter and the Half-Blood Prince   on Harry Potter Wiki,  an external wiki"}