{"pageid": 1082290, "title": "আভ", "url": "https://bn.wikipedia.org/wiki?curid=1082290", "content": "আভ (হিব্রু ভাষায়: אָב‎, ʾĀḇ; আক্কাদীয় আবু; \"বাবা\" থেকে) সাধারণ পঞ্জিকার একাদশ ও হিব্রু বর্ষপঞ্জির ধর্ম পঞ্জিকা পঞ্চম মাস। এই মাসের নাম এসেছে ব্যাবিলনীয় বর্ষপঞ্জির আরা আবু (আবু মাস) থেকে এবং তালমুদে এই নামটি আসে তৃতীয় শতাব্দীর দিকে। এই মাসটি হিব্রু বাইবেলে (তানাখ) অনুল্লেখিত মাসগুলোর নামের একটি। এই মাসে ত্রিশটি দিন রয়েছে। এই মাসটি গ্রেগরীয় জুলাই-আগস্টে পড়ে।\nব্যাবিলনীয় তালমুদের তানিত ২৯ক এ উল্লেখ রয়েছে \"যখন আমরা আভ এ প্রবেশ করি, আমাদের আনন্দ ধুলিস্নাৎ হয়ে যায়। এর কারণ ইহুদি ইতিহাসে এই মাসের দেড় সপ্তাহের দিকে ঘটা অন্ধকারচ্ছন্ন ঘটনার জন্য, বিশেষত নয়টি দিবস যা চূড়ান্ত রূপ নেয় তিসা বা'আভ, আভ মাসের নয় তারিখে। যদিও আগের যুগে এই মাসে পূর্ণ চন্দ্রের সময় তু বা'আভ নামক বছরের সবচেয়ে আনন্দদায়ক পবিত্র দিবস বিদ্যমান ছিলো যা অনেকের কাছে অজানা। এই মাসটি মিনাখিম আভ (হিব্রু ভাষায়: מנחם אב‎) (স্বস্তির আভ বা পিতাদের স্বস্তিদায়ক) নামেও পরিচিত ছিলো, কিন্তু অধিকাংশ ব্যক্তি এই নামটি রোস চদেশের আগের সাব্বাথে এবং পরবর্তী তিসা বা'আভ এ মাসের পবিত্রকরণের উদ্দেশ্যে ব্যবহার করেন।\"\n\n\n== ছুটির দিন ও উদযাপিত দিবস সমূহ ==\nআভ ৯ – তিসা বা'আভ\nআভ ১৫ – তু বা'আভ\n\n\n== ইতিহাস ও ধর্মে ==\n১ আভ (আনু ১২৭৩ খ্রিস্টপূর্ব) – প্রধান পুরোহিত হারোণের মৃত্যু\n১ আভ (৫১৩ খ্রিস্টপূর্ব) – এজ্রা ও তার অনুসারীরা ইজরায়েলে প্রবেশ করে।\n৫ আভ (১৫৭২ খ্রিস্টাব্দ) – আরিজালের হিলুলা।\n৭ আভ (৫৮৬ খ্রিস্টপূর্ব) – সম্রাট দ্বিতীয় নেবুচাদনেজার প্রথম মন্দির আক্রমণ করেন।\n৭ আভ (৬৭ খ্রিস্টাব্দ) – দখলকৃত জেরুজালেমে গৃহযুদ্ধ ছড়িয়ে পড়ে; একটি দল শহরের খাবারের দোকানগুলোতে আগুন দেয়, যার কারণে বলা হয় শহরে দুর্ভিক্ষ ত্বরান্বিত হয়।\n৭ আভ (১৪৯২ খ্রিস্টপূর্ব) – স্পেনের রাজা ফারদিনান্দ ও রাণী ইসাবেলা ইহুদিদের রাজ্য থেকে বহিষ্কার করেন।\n৭ আভ (১৮৫৩) - আরুগাথ হাবসেম এর লেখক রাব্বাই মোশি গ্রিনওয়াল্ডের মৃত্যু।\n৯ আভ (৫৮৬ খ্রিস্টপূর্ব ও ৭০ খ্রিস্টাব্দ) – যথাক্রমে ব্যাবিলনীয়দের দ্বারা ও রোমানদের দ্বারা পবিত্র মন্দির ধ্বংসপ্রাপ্ত হয়।\n৯ আভ (১৩৩ খ্রিস্টাব্দ) – বিতার দূর্গের পতন হওয়া, যার ফলে বার কহবা বিদ্রোহ সমাপ্ত হয়।\n৯ আভ (১২৯০ খ্রিস্টপূর্ব) – রাজা প্রথম এডওয়ার্ড দ্বারা ইংল্যান্ডের ইহুদিদের বহিষ্কার করা এবং ইংল্যান্ডে ৩৫০ দিনের জন্য বৈধভাবে প্রবেশ নিষিদ্ধ করা হয়।\n১০ আভ (৭০ খ্রিস্টাব্দ) – পূর্বদিনের পবিত্র মন্দিরে লাগা আগুন এই দিনে শেষ হয়।\n১২ আভ (১২৬৩) – নাখমানিডেস ও পাবলো ক্রিশ্চিয়ানির মধ্যকার বার্সেলোনার বিতর্ক।\n১৩ আভ (১৯৮৪) - পুপার রাব্বাই ভায়খি ইয়োসেফ এর লেখক ইয়োসেফ গ্রিনওয়াল্ডের মৃত্যু।\n১৪ আভ (১৪৮ খ্রিস্টাব্দ) – পতনের ১৫ বছর পর বিতার দূর্গের মৃতদের কবর দেওয়া হয়।\n১৫ আভ – কুঠারের কাঠ কাটার দিন – যখন পবিত্র মন্দিরের অস্তিত্ব ছিলো তখন মন্দিরের বেদির জ্বালানি কাঠ প্রতি বছরের এই দিনে কাটা হতো।\n১৭ আভ (১৯২৯) – হেব্রোনের গণহত্যায় ৬৭ ইহুদি মৃত্যুবরণ করে।\n২৪ আভ (আনু ১০০ খ্রিস্টপূর্ব) – হেলেনীয় সভ্যতার ধর্মনিরপেক্ষ আইনকে ইহুদি আইন দ্বারা প্রতিস্থাপন করা হয় এই দিনে।\n\n\n== অন্যান্য ব্যবহার ==\nআব (আরবি: آﺏ) লেভান্তে আগস্ট মাসের নাম।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনিসান মাস সংক্রান্ত তথ্যাদি\nআভ হিব্রু মাস\nইহুদি ইতিহাসের এই মাসটি\nআ চদেশ আভের দৃষ্টিকোণ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ এপ্রিল ২০১২ তারিখে\n উইকিসংকলনে পাঠ্য:\n\"Ab\"। ব্রিটিশ বিশ্বকোষ (১১তম সংস্করণ)। ১৯১১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Ab\"। কলিয়ার নিউ এনসাইক্লোপিডিয়া। ১৯২১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}