{"pageid": 108271, "title": "জ্যাক স্প্যারো", "url": "https://bn.wikipedia.org/wiki?curid=108271", "content": "ক্যাপ্টেন জ্যাক স্প্যারো (ইংরেজি: Captain Jack Sparrow) হচ্ছে জনি ডেপ চিত্রায়িত পাইরেটস অফ দ্য ক্যারিবিয়ান: দ্য কার্স অফ দ্য ব্ল্যাক পার্ল (২০০৩)-এর একটি চরিত্র। পরবর্তীতে তাকে পরপর এই চলচ্চিত্রের অন্যান্য পর্বগুলোতেও ধারাবাহিকভাবে দেখা যায়। ধারাবাহিকগুলো হচ্ছে ডেড ম্যান’স চেস্ট (২০০৬), অ্যাট ওয়ার্ল্ড’স এন্ড (২০০৭) এবং অন স্ট্রেঞ্জার টাইডস (২০১১) ডেড ম্যান টেলস নো টেল (২০১৭)।  তিনি একই সাথে শিশুদের বইয়ের ধারাবাহিক পাইরেটস অফ দ্য ক্যারিবিয়ান: জ্যাক স্প্যারো-এরও নায়ক। এখানে মূলত তার শৈশবকালীন জীবন ফুটে উঠেছে। এই চরিত্রটি বিভিন্ন ভিডিও গেমেও স্থান পেয়েছে।\nস্প্যারো ক্যারিবীয় উপসাগরের ব্রেদার্ন কোর্টের একজন পাইরেট লর্ড, বা নেতৃস্থানীয় জলদস্যু। সে সবসময় পরিস্থিতির সাপেক্ষে অস্ত্র ও জোরাজুরি এড়িয়ে কথা ও মধ্যস্থতার মাধ্যমে সমস্যা সমাধান করার চেষ্টা করে। যদিও প্রয়োজনে সে মারামারিও করে, কিন্তু সে সবসময়ই বিপজ্জনক পরিস্থিতি এড়িয়ে চলতে চায়। স্প্যারোকে প্রথম দেখা যায় যে, সে তার বিদ্রোহী ফার্স্ট মেট হেক্টর বারবোসার কাছ থেকে তার জাহাজ ব্ল্যাক পার্লের কর্তৃত্ব নেওয়ার চেষ্টা করছে। পরবর্তীতে পর্বগুলোতে তাকে ব্রিটিশ ইস্ট ইন্ডিয়া ট্রেডিং কোম্পানির সাথে যুদ্ধরত, এবং কিংবদন্তি ডেভি জোন্সের রক্তের ঋণ পরিশোধ না করে পালানোর চেষ্টায় ব্যস্ত।\n\n\n== সংশ্লিষ্ট তথ্য ==\nচলচ্চিত্রের বাইরে জ্যাক স্প্যারোকে প্রথম দেখা যায় ভিডিও গেম কিংডম হার্টস টু-তে একটি সহযোগী চরিত্র হিসেবে। ভিডিও গেমটির ইংরেজি সংস্করণে জ্যাক স্প্যারোর কণ্ঠ দিয়েছিলেন জেমস আর্নল্ড টেইলর এবং জাপানী সংস্করণে হিরোআকি হিরাতা। এছাড়া জ্যাক স্প্যারোকে নিয়ে নির্মিত কয়েকটি ভিডিও গেমের মধ্যে আছে, পাইরেটস অফ দ্য ক্যারিবিয়ান: দ্য লিজেন্ড অফ জ্যাক স্প্যারো। এখানে জ্যাক স্প্যারো হিসেবে কণ্ঠ দিয়েছেন জনি ডেপ। আরো আছে চলচ্চিত্রভিত্তিক ভিডিও গেম পাইরেটস অফ দ্য ক্যারিবিয়ান: ডেড ম্যান’স চেস্ট, এবং পাইরেটস অফ দ্য ক্যারিবিয়ান: অ্যাট ওয়ার্ল্ড’স এন্ড-এর বিভিন্ন সংস্করণ। এ সমস্ত গেমে জ্যাক স্প্যারোর কণ্ঠ দিয়েছেন জেরাল্ড বাটলার, এবং মোশন ক্যাপচারের প্রাযুক্তিক সহায়তা দিয়েছেন জনি প্যাটন। চলচ্চিত্র মুক্তি পাবার আগে নির্মিত পাইরেটস অফ দ্য ক্যারিবিয়ান অনলাইন-এও জেরাড বাটলার কণ্ঠ দিয়েছেন।\n\n\n== দ্য কার্স অফ দ্য ব্ল্যাক পার্ল ==\nক্যাপ্টেন জ্যাক স্প্যারো প্রথম দ্য কার্স অফ দ্য ব্ল্যাক পার্ল  (২০০৩) ছবিতে অভিনয় করেন।\nতার প্রথম দৃশ্যে, স্প্যারো একটি ডুবন্ত নৌকায় করে পোর্ট রয়েল,জ্যামাইকায় আসে, একটি নতুন জাহাজকে কমান্ড করার চেষ্টা করে। গভর্নর ওয়েদারবি সোয়ানের কন্যা এলিজাবেথ সোয়ানকেডুবে যাওয়া থেকে উদ্ধার করা সত্ত্বেও, তাকে জলদস্যুতার জন্য কারাগারে পাঠানো হয়েছে। সেই রাতে, ব্ল্যাক পার্ল নামে একটি অভিশপ্ত জলদস্যু জাহাজ আক্রমণ করে পোর্ট রয়্যাল এবং এলিজাবেথকে অপহরণ করে। ব্ল্যাক পার্লের ক্যাপ্টেন হেক্টর বারবোসা,একটি প্রাচীন অ্যাজটেক অভিশাপ ভাঙার জন্য মরিয়া হয়ে একটি শেষ সোনার মুদ্রা খুঁজছেন যা তিনি এবং তার ক্রুদের অধীনে রয়েছে। উইল টার্নার নামে একজন কৃষ্ণাঙ্গ এলিজাবেথকে উদ্ধারে তাকে সাহায্য করার জন্য স্প্যারোকে মুক্ত করে। তারা এইচএমএস ইন্টারসেপ্টরকে কমান্ড করে এবং ইসলা ডি মুয়ের্তাতেযাওয়ার আগে হাইতির টরটুগায় একটি মোটলি ক্রু নিয়োগ করে, যেখানে এলিজাবেথকে বন্দী করে রাখা হয়। পথে, উইল জানতে পারে যে স্প্যারো ব্ল্যাক পার্লের ক্যাপ্টেন ছিল যতক্ষণ না বারবোসা দশ বছর আগে একটি বিদ্রোহের নেতৃত্ব দেয় এবং জাহাজটি দখল করে নেয়, একটি দ্বীপে স্প্যারোকে মৃত্যুর জন্য ডুবিয়ে দেয়। স্প্যারো টার্নারকে বলে যে তার বাবা বুটস্ট্র্যাপ বিল টার্নার নামে পরিচিত একজন জলদস্যু ছিলেন।\nউদ্ধার প্রচেষ্টাটি ব্যর্থ হয়ে যায় এবং বারবোসা জ্যাক এবং এলিজাবেথকে একই দ্বীপে মেরুন করে, যেখানে তিনি এর আগে স্প্যারোকে আটকে রেখেছিলেন। এলিজাবেথ রাম ব্যারেল থেকে একটি সংকেত আগুন তৈরি করে এবং তারা রাজকীয় নৌবাহিনীদ্বারা উদ্ধার করা হয়। স্প্যারো কমোডর জেমস নরিংটনকে ব্ল্যাক পার্লে নিয়ে যাওয়ার জন্য একটি চুক্তি করে। নরিংটন অস্বীকার করে যতক্ষণ না এলিজাবেথ, উইলকে বাঁচাতে মরিয়া, স্বতঃস্ফূর্তভাবে নরিংটনের আগের বিয়ের প্রস্তাব গ্রহণ করে। ইসলা ডি মুয়ের্তাতে জলদস্যুদের সাথে চলচ্চিত্রের ক্লাইম্যাকটিক যুদ্ধের ঠিক আগে, স্প্যারো গুপ্তধনের বুক থেকে একটি অভিশপ্ত মুদ্রা সোয়াইপ করে, নিজেকে অমর করে তোলে এবং বারবোসাকে দ্বৈত করতে সক্ষম করে তোলে। তিনি দশ বছর ধরে বহন করা পিস্তলটি দিয়ে তার পুরোনো শত্রুকে গুলি করেন, ঠিক যেমন উইল অভিশাপটি ভেঙে দেয়, বারবোসাকে হত্যা করে। নৌবাহিনীকে সহায়তা করা সত্ত্বেও, স্প্যারোকে ফাঁসিতে ঝোলানো হয়।\nপোর্ট রয়েলে স্প্যারোর মৃত্যুদণ্ড কার্যকর করার সময়, উইল স্প্যারোকে বাঁচায়, তবে তারা দ্রুত ধরা পড়ে। এলিজাবেথ হস্তক্ষেপ করে, উইলের প্রতি তার ভালবাসা ঘোষণা করে যাকে ক্ষমা করা হয়, যখন স্প্যারো সমুদ্রের প্রাচীর থেকে ছিটকে পড়ে পালিয়ে যায়। ব্ল্যাক পার্ল এবং তার নতুন ক্রুরা তাকে পুনরুদ্ধার করার জন্য সময়মতো আসে এবং তিনি আরও একবার ক্যাপ্টেন হন। চতুর জলদস্যু দ্বারা প্রভাবিত, নরিংটন তাকে তাড়া করার আগে একদিনের জন্য মন তাজা করার ছুটির অনুমতি নেয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nজ্যাক স্প্যারো  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ জুলাই ২০১৭ তারিখে — ইন্টারনেট মুভি ডেটাবেজ\nজ্যাক স্প্যারো — পাইরেটস অফ দ্য ক্যারিবিয়ান উইকি"}