{"pageid": 1082051, "title": "মিতাহার", "url": "https://bn.wikipedia.org/wiki?curid=1082051", "content": "মিতাহার (সংস্কৃত: मिताहार) এর আক্ষরিক অর্থ হল পরিমিত খাবারের অভ্যাস। মিতাহার ভারতীয় দর্শনে বিশেষ করে যোগে, একটি ধারণা, যা খাদ্য, পানীয়, সুষম খাদ্য ও সেবন অভ্যাস, এবং এটি শরীর ও মনের উপর এর প্রভাব সম্পর্কে সচেতনতা সংহত করে। এটি প্রাচীন ভারতীয় গ্রন্থে দশটি যমের একটি।\n\n\n== সংজ্ঞা ==\nমিতাহার সংস্কৃত সংমিশ্রণ শব্দ, মিতা (মধ্যপন্থী) ও অহার (খাদ্য গ্রহণ) এই শব্দ দুটোর সংমিশ্রণে গঠিত, এবং একসাথে এর অর্থ পরিমিত খাদ্য। যোগব্যায়াম ও অন্যান্য প্রাচীন গ্রন্থে, এটি এমন ধারণার প্রতিনিধিত্ব করে যা পুষ্টিকে নিজের শরীর ও মনের স্বাস্থ্যের সাথে যুক্ত করে। এটি ভারতীয় ঐতিহ্যের কিছু দর্শনে যম বা আত্ম-সংযম গুণ হিসাবে বিবেচিত হয়,  যেখানে কেউ খুব বেশি খাওয়া বা খুব কম পরিমাণে খাবার খাওয়া থেকে বিরত থাকে এবং যেখানে কেউ খুব বেশি বা খুব কম খাওয়া থেকে বিরত থাকেখাবারের কিছু গুণ।  মিতাহার মাত্রাসিনের সমার্থক।\n\n\n== সাহিত্য ==\nপ্রাচীন ও মধ্যযুগীয় যুগের ভারতীয় সাহিত্য মিতহার দুটি শ্রেণীর - একটি মধ্যপন্থা ও সঠিক পুষ্টির দার্শনিক আলোচনার সাথে সম্পর্কিত, এবং অন্য বিভাগটি আহারতত্ত্ব সম্পর্কিত। প্রাক্তন শ্রেণীর মধ্যে রয়েছে উপনিষদ ও সূত্র যা আলোচনা করে যে কেন খাবারের ক্ষেত্রে পুণ্যবান আত্মসংযম উপযুক্ত, যখন পরবর্তীতে সংহিতাগুলি অন্তর্ভুক্ত থাকে যা কিছু খাবার কখন এবং কখন উপযুক্ত তা নিয়ে আলোচনা করে। হঠযোগ প্রদীপিকার মত কয়েকটি গ্রন্থ উভয়কে একত্রিত করে।\n\n\n=== মিতাহারের গুণ ===\nমিতাহার সম্পর্কে শাণ্ডিল্য উপনিষদ  ও স্বতমারাম গ্রন্থে আলোচনা করা হয়েছে। এটি প্রাচীন ভারতীয় গ্রন্থে আলোচিত যম (গুণগত আত্মসংযম)। অন্য নয়টি যম হল অহিংসা (হিংসা না করা), সত্য (সত্যবাদিতা), অস্তেয় (চুরি না করা), ব্রহ্মচর্য (ব্রহ্মচর্য এবং নিজের পত্নীকে প্রতারণা না করা), ক্ষমা (ক্ষমা করা), ধৃতি (দৃঢ়তা), দয়া (করুণা), অর্জব (আন্তরিকতা, অ-কপটতা), ও সৌকা (বিশুদ্ধতা, পরিচ্ছন্নতা)।\nমিতাহরের পেছনের কিছু আদি ধারণা প্রাচীন যুগের তৈত্তিরীয় উপনিষদে পাওয়া যায়, যা বিভিন্ন স্তোত্রগুলিতে স্বাস্থ্যকর জীবনযাপন, জীবনচক্রের জন্য খাদ্যের গুরুত্ব আলোচনা করে, সেইসাথে একজনের শরীরে তার ভূমিকা এবং নিজের উপর তার প্রভাব (ব্রহ্ম, আত্মা)।\nস্টাইলস বলে, উপনিষদ উল্লেখ করে, \"খাদ্য জীবন থেকে উদ্ভূত হয়, খাদ্য দ্বারা এটি টিকে থাকে, এবং খাদ্য যখন জীবন চলে যায় তখন এটি মিশে যায়\"।\nভগবদ্গীতা ষষ্ঠ অধ্যায়ে ‘মিতাহার’ শ্লোক অন্তর্ভুক্ত করেছে। ৬.১৬ পদে বলা হয়েছে যে একজন যোগীকে খুব বেশি খাওয়া উচিত নয় বা খুব কম খাওয়া উচিত নয়, খুব বেশি ঘুমানো উচিত নয় বা খুব কমও নয়।\n৬.১৭ পদে যোগ অনুশীলনের জন্য অপরিহার্য হিসাবে খাওয়া, ঘুম ও বিনোদন সম্পর্কে একজনের প্রতিষ্ঠিত অভ্যাস বোঝা ও নিয়ন্ত্রণ করা প্রস্তাবিত।\nআরেকটি প্রাচীন পাঠ্য, দক্ষিণ ভারতীয় ভাষায়, তিরুক্কুশ পরিমিত খাদ্যাভ্যাসকে পুণ্যময় জীবনধারা বলে। খ্রিস্টপূর্ব ২০০ থেকে ৪০০ খ্রিস্টাব্দের মধ্যে এই গ্রন্থটি কখনও কখনও তামিল বেদ নামেও পরিচিত, এর ৭ম বইয়ের ৯৫ অধ্যায়ে খাদ্যাভ্যাস এবং সুস্থ জীবনে (মিতাহার) এর ভূমিকা নিয়ে আলোচনা করা হয়েছে। তিরুক্কুশ ৯৪৩ থেকে ৯৪৫ পদে বলে, \"পরিমিত পরিমাণে খাও, যখন তোমার ক্ষুধা লাগবে, যে খাবারগুলো তোমার শরীরের সাথে মানানসই হবে, যে খাবারগুলো তোমার শরীরকে অসম্মানজনক মনে হবে তা থেকে বিরত থাক\"। বইটির লেখক ভালুভার জোর দিয়ে বলেন যে অতিরিক্ত খাবারের স্বাস্থ্যের উপর খারাপ প্রভাব রয়েছে। ৯৪৬ নং শ্লোক উল্লেখ করে, \"যে ব্যক্তি পরিমিত খায় তার মধ্যে স্বাস্থ্যের আনন্দ থাকে। যে ব্যক্তি অতিরিক্ত খায় তার সাথে রোগের যন্ত্রণা থাকে।\"\nমধ্যযুগীয় যুগের সংস্কৃত গ্রন্থ যেমন দশকুমার চরিতা এবং হঠযোগ প্রদীপিকা মিতাহার নিয়ে আলোচনা করে। উদাহরণস্বরূপ, হঠযোগ প্রদীপিকা শ্লোক ১.৫৭ 'মিতাহার' এর গুরুত্ব উল্লেখ করে, যেমন\n\nহঠযোগ প্রদীপিকার সমালোচনামূলক সংস্করণের ১.৫৭ থেকে ১.৬৩ শ্লোক প্রস্তাব করে যে, রুচির অভাব কারো খাদ্যাভ্যাসকে চালিত করতে পারে না, বরং সর্বোত্তম খাদ্য হল সেই খাবার যা সুস্বাদু, পুষ্টিকর ও পছন্দসই এবং ব্যাক্তি শরীর ও অন্তরের জন্য চাহিদা মেটানোর জন্য যথেষ্ট।\nএটি সুপারিশ করে যে একজনকে কেবল তখনই খেতে হবে যখন কেউ ক্ষুধার্ত বোধ করে এবং \"তার পেটের ক্ষমতা সম্পূর্ণরূপে পূরণ করার জন্য অতিরিক্ত খাওয়া বা না খাওয়া; বরং এক চতুর্থাংশ অংশ খালি রাখুন এবং তিন চতুর্থাংশ মানসম্মত খাবার এবং মিঠা জলে ভরে দিন।\" হঠযোগ প্রদীপিকার ১.৫৯ থেকে ১.৬১ পদে যোগীর ‘মিতাহার’ পদ্ধতি প্রস্তাব করে যে, অতিরিক্ত পরিমাণে টক, লবণ, তিক্ততা, তেল, মশলা পোড়ানো, অপরিপক্ব শাকসবজি, গাঁজনযুক্ত খাবার বা অ্যালকোহলযুক্ত খাবার পরিহার করে। মিতাহারের অনুশীলন, হঠযোগ প্রদীপিকায়, বাসি, অশুদ্ধ ও তামসিক খাবার পরিহার করা এবং মাঝারি পরিমাণে তাজা, অত্যাবশ্যক ও সাত্ত্বিক খাবার গ্রহণ করা অন্তর্ভুক্ত।\n\n\n=== খাদ্যতালিকা ও মিতাহার ===\nচরক সংহিতা ও সুশ্রুত সংহিতা ভারতে প্রাচীন ও মধ্যযুগ থেকে বেঁচে থাকা পুষ্টি ও খাদ্যাভ্যাসের মধ্যে বেঁচে থাকা দুটি বৃহত্তম সংকলনের মধ্যে অন্যতম। চরক সংহিতা ৫, ৬, ২৫, ২৬ ও ২৭ অধ্যায় জুড়ে স্বাস্থ্যের খাদ্যের ভূমিকা পরিকল্পনা এবং বোঝার প্রয়োজনীয়তার উপর জোর দেয়। ২৫.৩১ শ্লোকে বলা হয়েছে, \"সুষম খাদ্য স্বাস্থ্য এবং বৃদ্ধিকে উৎসাহিত করে, অস্বাস্থ্যকর খাদ্য রোগের সবচেয়ে গুরুত্বপূর্ণ কারণ\"। শ্লোক ২৫.৩৮-৩৯ এ, কারাক সংহিতা তার উৎস এবং স্বাদের উপর ভিত্তি করে খাবারের শ্রেণীতে শ্রেণীবদ্ধ করে, তারপর সেগুলিকে পুষ্টিকর ও ক্ষতিকর শ্রেণীভুক্ত করে। ২৬ ও ২৭ অধ্যায়ে, এটি প্রস্তাব করে যে একই খাবার অল্প পরিমাণে পুষ্টিকর হতে পারে যখন বিপুল পরিমাণে ক্ষতিকারক হয় বা যদি অনুপযুক্তভাবে রান্না করা হয় বা যদি খাবারের তালিকাগুলি একসাথে খাওয়া হয়।চরক সংহিতার দাবি, খাদ্য অবশ্যই নিজের শরীরের চাহিদা, স্বাস্থ্যের অবস্থা, জলবায়ু, ঋতু, অভ্যাস ও ব্যক্তিগত স্বাদ এবং প্রয়োজনের সাথে সামঞ্জস্যপূর্ণ হতে হবে। মিতাহারের চেতনায়, অধ্যায় ৫ এ, এটি জোর দেয় যে এমনকি হালকা, সহজে হজম হয় ও পুষ্টিকর খাবার পরিমিত পরিমাণে খাওয়া উচিত এবং শারীরিক প্রয়োজনের অতিরিক্ত খাওয়া উচিত নয়। অধ্যায় ৬ -এ, চরক সংহিতা সুপারিশ করে যে, ঋতু অনুসারে খাদ্য হওয়া উচিত, শীতকালে সমৃদ্ধ ও চর্বিযুক্ত খাবার উপকারী, যখন গ্রীষ্মের জন্য হালকা স্যুপ, ফল এবং অম্লযুক্ত পানীয় বেশি উপযোগী। শ্লোক ৬.৬-৭,-এ, এটি পরামর্শ দেয় যে খাদ্যের পরিকল্পনা করা উচিত এবং আবর্তনের সময় খাওয়া পুষ্টিকর খাবার, একজনের স্বাস্থ্যের অবস্থা এবং ব্যক্তিগত চাহিদা অনুযায়ী তৈরি করা উচিত।\nচরক সংহিতার মতো, স্বাস্থ্যের অন্যান্য বৃহৎ সংকলন - সুশ্রুত সংহিতা - একজন ব্যক্তির খাদ্য এবং ব্যক্তিগত প্রয়োজনের ভূমিকা সম্পর্কে অনেক অধ্যায় অন্তর্ভুক্ত করে। সুশ্রুত সংহিতার দশম অধ্যায়ে, উদাহরণস্বরূপ, গর্ভবতী মহিলা, নার্সিং মা এবং ছোট বাচ্চাদের খাদ্য ও পুষ্টি বর্ণনা করা হয়েছে। এটি দুধ, মাখন, তরল খাবার, ফল, শাকসবজি এবং জংলা (বন্য) মাংস থেকে তৈরি স্যুপের সাথে প্রত্যাশিত মায়েদের জন্য আঁশযুক্ত খাদ্যের সুপারিশ করে। বেশিরভাগ ক্ষেত্রে, সংহিতায় নিরামিষভোজী খাবার পছন্দ করা হয় এবং সুপারিশ করা হয়; যাইহোক, যারা আঘাত থেকে সেরে উঠছে, ক্রমবর্ধমান শিশু, যারা উচ্চ মাত্রার শারীরিক ব্যায়াম করে, এবং প্রত্যাশিত মায়েরা, সূত্রস্থানের ২০ অধ্যায় এবং অন্যান্য গ্রন্থে সাবধানে প্রস্তুত মাংসের সুপারিশ করা হয়েছে। সুশ্রুত সংহিতা পরিমিত খাবারের মধ্যে ঘূর্ণন এবং ভারসাম্যের সুপারিশ করে। এই উদ্দেশ্যে, এটি স্বাদের মতো বিভিন্ন বৈশিষ্ট্যের দ্বারা খাবারের শ্রেণিবিন্যাস করে। সূত্রস্থানের ৪২ অধ্যায়ে, উদাহরণস্বরূপ, এটি ছয়টি স্বাদ তালিকাভুক্ত করে - মধুর (মিষ্টি), আমল (অম্লীয়), লাভান (লবণাক্ত), কাতুক (তীব্র), তিক্ত  এবং কাশয় (অস্থির)। এটি তারপরে বিভিন্ন স্বাদের খাবারের তালিকা তৈরি করে যা এই স্বাদগুলি সরবরাহ করে এবং সুপারিশ করে যে সমস্ত ছয়টি স্বাদ (স্বাদ) ভাল স্বাস্থ্যের অভ্যাস হিসাবে পরিমিত ও নিয়মিতভাবে খাওয়া উচিত।\n\n\n== সম্পর্কিত ধারণা ==\nহিন্দুধর্মের ৩০ টিরও বেশি প্রাচীন এবং মধ্যযুগীয় যুগের গ্রন্থে মিতাহারের ধারণা আলোচনা করা হয়েছে। যাইহোক, কিছু পাঠ্য \"পরিমিত খাদ্য এবং কোনটি খায় ও পান করে সেদিকে মনোযোগ দেওয়া\" এর ধারণার জন্য একটি ভিন্ন শব্দ এবং ধারণা ব্যবহার করে। উদাহরণস্বরূপ, শিবযোগ দীপিকা নিয়তশাসন (পরিকল্পিত, নিয়ন্ত্রিত খাওয়া) শব্দটি ব্যবহার করেন, যখন দত্তাত্রেয় সংহিতা লঘরাহার ব্যবহার করেন (হালকাভাবে, বিভিন্ন খাবারের ছোট অংশ খাওয়া)।\n\n\n== আরও দেখুন ==\nঅহিংসা (ভারতীয় দর্শন)\nসত্য (ভারতীয় দর্শন)\nঅস্তেয় (ভারতীয় দর্শন)\nব্রহ্মচর্য\nক্ষমা (ভারতীয় দর্শন)\nধৃতি (গুণ)\nদয়া (গুণ)\nঅর্জব (গুণ)\nশৌচ\nঅক্রোধ (ভারতীয় দর্শন)\nদান (ভারতীয় দর্শন)\nনিয়ম\nমায়া (ভারতীয় দর্শন)\n\n\n== তথ্যসূত্র =="}