{"pageid": 1082867, "title": "পিসি কেমব্রিজ সিনিয়র মাধ্যমিক বিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1082867", "content": "পিসি কেমব্রিজ সিনিয়র মাধ্যমিক বিদ্যালয় হল ভারতের হিমাচল প্রদেশের সোলান জেলার বাদ্দিতে অবস্থিত একটি বিদ্যালয়।  \n\n\n== ইতিহাস ==\nএটি ২০০২ সালে ১৪ জন শিক্ষার্থী নিয়ে যাত্রা শুরু করেছিল।\nএখন বিদ্যালয়টিতে প্রায় ১৫০০ শিক্ষার্থী রয়েছে।\n\n\n== ব্যবহারিক শিক্ষা এবং অতিরিক্ত সহ-পাঠ্যক্রমিক কার্যকলাপের উপর জোর দেওয়া ==\nস্কুল ব্যবহারিক ভিত্তিক শিক্ষার উপর অনেক জোর দেয়। এটি শিক্ষার্থীদের সম্পূর্ণ বৃদ্ধির জন্য সহ-পাঠ্যক্রমিক ক্রিয়াকলাপ এবং খেলাধুলার গুরুত্বের উপরও প্রচেষ্টা চালায়। রাজ্য এবং জাতীয় স্তরের প্রতিনিধিত্বের মাধ্যমে খেলাধুলা এবং অন্যান্য ক্রিয়াকলাপে নেতৃত্বদানকারী PCians এর প্রয়োগযোগ্যতার যথেষ্ট প্রমাণ প্রদান করে। \"সম্পূর্ণ শিক্ষা\" এর দর্শন\n\n\n== সম্পূর্ণ প্রযুক্তি অত্যাধুনিক অবকাঠামো সক্ষম করে ==\nশ্রেণীকক্ষের অধ্যয়নের পরিপূরক করার জন্য স্কুলে সমস্ত প্রয়োজনীয় প্রযুক্তি সহায়তা রয়েছে৷ এটি স্মার্ট ক্লাস এবং ল্যাবরেটরিগুলির সাথে সুসজ্জিত৷ সাম্প্রতিক প্রযুক্তি তার ছাত্রদের সঠিক এক্সপোজার এবং অন্যদের তুলনায় একটি কাটিং প্রান্ত প্রদান করে!\n\n\n== ইনডোর অডিটোরিয়াম ==\nস্কুলে অভ্যন্তরীণ উদযাপন এবং অনুশীলনের জন্য একটি প্রশস্ত অডিটোরিয়াম রয়েছে, স্পিকার এবং অডিও সিস্টেমের সাথে সুসজ্জিত\n\n\n== ল্যাবরেটরিজ ==\nস্কুলে হাতের জন্য বিভিন্ন পরীক্ষাগার রয়েছে - অভিজ্ঞতা এবং সক্রিয় পরীক্ষা-নিরীক্ষা। যেমন বায়ো ল্যাব, কেমিস্ট্রি ল্যাব, কম্পিউটার ল্যাব ।\n\n\n== লাইব্রেরি ==\nপ্রাঙ্গণে সমস্ত শ্রেণীর জন্য রেফারেন্স বইগুলির একটি বড় সেট সহ একটি ইন-হাউস লাইব্রেরি রয়েছে৷ এই স্কুলটি ছাড়াও একটি \"অনুরোধ প্রক্রিয়া\" বজায় রাখে, যেখানে শিক্ষার্থীরা যে কোনও প্রয়োজনীয় বইয়ের জন্য অনুরোধ করতে পারে যা লাইব্রেরিতে উপস্থিত নেই৷\n\n\n== রেজাল্ট ওরিয়েন্টেড ==\nস্কুল একাডেমিক এবং খেলাধুলা উভয় ক্ষেত্রেই অঞ্চলের নেতৃত্ব দেয়। উচ্চ বোর্ডের ফলাফলের শতাংশ এবং খেলাধুলায় রাজ্য স্তরের প্রতিনিধিত্ব, ইনস্টিটিউটের বিজয়ী গল্প বলে।\n\n\n== নিরাপদ এবং চাপমুক্ত পরিবেশ ==\nশিশু সুরক্ষা প্রথম পদ্ধতি এবং শেখানোর বন্ধুত্বপূর্ণ উপায় শিক্ষাকে একটি চাপমুক্ত অভিজ্ঞতা করে তোলে\n\n\n== টেকনোলজি এডেড স্মার্ট ক্লাসরুম ==\nপ্রজেক্টর, টাচ স্মার্টবোর্ড, স্পিকার এবং ইন্টারেক্টিভ শিক্ষা সফ্টওয়্যার সহ বিশেষ শ্রেণীকক্ষও শিক্ষার্থীদের জটিল ধারণাগুলি উপলব্ধি করতে সহায়তা করার জন্য উপলব্ধ।\n\n\n== পরিবহন সুবিধা ==\nস্কুল ডোর-স্টেপ পিকআপ এবং ড্রপ বিকল্প সহ পরিবহন সুবিধা প্রদান করে। এই পরিষেবাটি খুব নামমাত্র ফি দিয়ে নেওয়া যেতে পারে\n\n\n== ভালোভাবে ডিজাইন করা ক্লাসরুম ==\nশ্রেণীকক্ষগুলি প্রশস্ত, ভাল বায়ুচলাচল এবং বিভিন্ন বয়সের বিভিন্ন চাহিদা অনুযায়ী ডিজাইন ও কাস্টমাইজ করা হয়\n\n\n== বিশেষায়িত ডোমেইন প্রশিক্ষণ সহ ভাল যোগ্য অনুষদ ==\nসমস্ত শিক্ষক সরকারী নিয়ম অনুসারে ভাল যোগ্য এবং উপরন্তু, স্কুল শিক্ষকদের সময়মত প্রশিক্ষণ এবং উন্নয়ন কর্মসূচী প্রদান করে যাতে কর্মীদের আপ টু ডেট থাকে। অত্যন্ত নিষ্ঠার সাথে সেরা উপলব্ধ শিক্ষকরা শেখার জন্য একটি অনুকূল পরিবেশ তৈরি করে।\n•ইসমাইল হোসাইন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nস্কুলের ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ সেপ্টেম্বর ২০১৯ তারিখে"}