{"pageid": 1082299, "title": "আল-আজহার শিয়া ফতোয়া", "url": "https://bn.wikipedia.org/wiki?curid=1082299", "content": "আল-আজহার শিয়া ফতোয়া, যা আরবি ভাষায় শালতুত ফাতওয়া (আরবি: فتوى شلتوت) নামে পরিচিত, সুন্নি পণ্ডিত শেখ মাহমুদ শালতুত কর্তৃক শিয়া-সুন্নি সম্পর্ক বিষয়ে ১৯৫৯ সালে জারি করা একটি ইসলামী ফতোয়া। শালতুতের অধীনে সুন্নি-শিয়া দের বুদ্ধিমত্তামূলক কার্যকলাপ তাদের শীর্ষে পৌঁছে যাবে। \nকায়রোর আল-আজহার বিশ্ববিদ্যালয়ের দার আল-তাকরিব আল-মাদ্বাহিব আল-ইসলামিয়াহ্ (\"বিভিন্ন ইসলামিক চিন্তাধারাকে একত্রিত করার কেন্দ্র\") সুন্নি ও শিয়া পণ্ডিতদের একটি দলের মধ্যে এক দশক ব্যাপী সহযোগিতামূলক প্রচেষ্টার ফল এই ফতোয়া। এই প্রচেষ্টার লক্ষ্য হচ্ছে বিভিন্ন ইসলামিক চিন্তাধারার মধ্যে ব্যবধান দূর করা এবং ইসলামিক আইনশাস্ত্রের উন্নয়নে প্রতিটি বিদ্যালয়ের অবদানের পারস্পরিক শ্রদ্ধা, বোঝাপড়া এবং প্রশংসা বৃদ্ধি করা। যাইহোক, ইকুমেনিকাল ফতোয়া সত্ত্বেও, যখন শালতুত আল-আজহারের গ্র্যান্ড ইমাম ছিলেন তিনি বিশ্ববিদ্যালয়ে একটি স্বাধীন শিয়া চেয়ার প্রতিষ্ঠা করতে অস্বীকার করেছিলেন, যা দার আল-তাকরিবের শিয়া সদস্যদের অন্যতম বড় আকাঙ্ক্ষা ছিল। \nএই বিরল ফতোয়া, যা শিয়া, আলাউই এবং দ্রুজকে স্বীকার করে, যাকে শত শত বছর ধরে বিধর্মী এবং ধর্মদ্রোহী হিসেবে বিবেচনা করা হত, তারা মূলধারার ইসলামে প্রবেশ করে, মিশরের রাষ্ট্রপতি গামাল আবদেল নাসের দ্বারা অনুপ্রাণিত বলে মনে করা হচ্ছে।  নাসের এটিকে পুরো আরব বিশ্বে তার আবেদন ও প্রভাব বিস্তারের হাতিয়ার হিসেবে দেখেছিলেন। \n২০১২ সালে আল-আজহারে ইসলামবাদের দিকে ধাবিত হওয়ার কারণে এবং মুসলিম ব্রাদারহুডের নেতৃত্বে উত্থানের কারণে আল-আজহারের ইসলামিক স্টাডিজ অনুষদের ডিন ১৯৫৯ সালের ফতোয়ার তীব্র বিরোধিতা করে একটি ফতোয়া জারি করেন। এটি শিয়া ঐতিহ্য অনুযায়ী উপাসনা নিষিদ্ধ করে এবং যে কেউ ইসলামের শেষ নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অথবা তাঁর স্ত্রী বা সঙ্গীদের অপমান করে তাকে বিধর্মী বলে নিন্দা করা হয়। আল-আজহার শিয়াদের নিন্দা জানিয়ে একটি বইও প্রকাশ করেছেন।  তবে ২০১৩ সালের মিশরীয় অভ্যুত্থান দে'তাঁত এর পর জামিয়া আল'আজহারের শাইখ আহমেদ এল-তায়েব আবার এক সাক্ষাৎকারে শেখ শালতুতের অবস্থানের পুনরাবৃত্তি করেন। \n\n\n== আরও দেখুন ==\nশিয়াদের উপর সুন্নি ফতোয়া\nমানবকল্যাণে শান্তির ফতওয়া\n\n\n== তথ্যসূত্র =="}