{"pageid": 1082230, "title": "নাসিরউদ্দিন চিরাঘ দেহলভি", "url": "https://bn.wikipedia.org/wiki?curid=1082230", "content": "নাসিরউদ্দিন মাহমুদ চিরাগ-দেহলভী ( উর্দু نصیرالدین چراغ دہلوی)  (আনুমানিক ১২7-১37) ছিলেন চতুর্দশ শতাব্দীর মরমী-কবি এবং চিশতী অর্ডারের একজন সুফি সাধক। তিনি ছিলেন সুফি সাধক নিজামুদ্দিন আউলিয়ার শিষ্য,  এবং পরবর্তীকালে তার উত্তরসূরি।  তিনি দিল্লী থেকে চিশতী তরিকার শেষ গুরুত্বপূর্ণ সুফি ছিলেন। \nদেহলভীর অনুসারীরা তাকে \"রওশন চিরাগ-ই-দিল্লি\" বলে ডাকে, যার ফার্সি ভাষায় অর্থ \" দিল্লির আলোকিত বাতি\"। \n \n\n\n== জীবনী ==\nনাসিরউদ্দিন মাহমুদ চিরাগ দেহলভী (বা চিরাগ-ই-দিল্লি)  উত্তর প্রদেশের অযোধ্যায় ১২৭৪ সালের দিকে নাসিরউদ্দিন মাহমুদ আল ফারুকী হিসেবে জন্মগ্রহণ করেন।  দেহলভীর পিতা ইয়াহিয়া আল ফারুকী, যিনি পশমিনায় ব্যবসা করতেন এবং তার দাদা শাইখ ইয়াহইয়া আবদুল লতিফ আল ফারুকী প্রথমে উত্তর -পূর্ব ইরানের খোরাসান থেকে লাহোরে চলে আসেন এবং তারপরে অযোধ্যায়, অবধায় স্থায়ী হন। তার বয়স যখন নয় বছর তখন তার বাবা মারা যান এবং তিনি আবদুল করিম শেরওয়ানির কাছ থেকে এবং তারপর ইফতেখার উদ্দিন গিলানির কাছ থেকে শিক্ষা গ্রহণ করেন। \nচল্লিশ বছর বয়সে তিনি অযোধ্যা ছেড়ে দিল্লীর উদ্দেশ্যে চলে যান, যেখানে তিনি নিজামুদ্দিন আউলিয়ার শিষ্য হন। দেহলভী তাঁর শিষ্য হিসেবে সারা জীবন সেখানেই ছিলেন  এবং তাঁর মৃত্যুর পর তাঁর উত্তরসূরি হন। কালক্রমে, তিনি ফারসি ভাষার একজন পরিচিত কবিও হয়ে ওঠেন।\nতিনি ১৭ রমজান ৭৫৭ হিজরি বা ১৩৫৭ খ্রিস্টাব্দে, ৮২ বা ৮৩ বছর বয়সে মারা যান এবং তাকে ভারতের দক্ষিণ দিল্লির একটি অংশে সমাহিত করা হয় যা তার পরে \"চিরাগ দিল্লি\" নামে পরিচিত। \n\n\n== শিষ্য ==\nতাঁর শিষ্যদের মধ্যে একজন ছিলেন বন্দে নওয়াজ গেজু দারাজ, যিনি পরে দিল্লিতে তৈমুরের আক্রমণের কারণে ১৪০০ সালের দিকে দৌলতাবাদে চলে আসেন।  বাহামানি রাজা ফিরুজ শাহ বাহামানীর আমন্ত্রণে তিনি কর্ণাটকের গুলবার্গায় চলে যান। ১৪২২ সালের নভেম্বরে মৃত্যুর আগ পর্যন্ত তিনি চিশতী অর্ডার বিস্তার করে পরবর্তী ২২ বছর সেখানে ছিলেন।\nবহু ধর্মীয় ঐক্যের প্রতীক হিসেবে বন্দে নওয়াজের মাজার গুলবার্গায়।  আরেকটি বিশিষ্ট শৃঙ্খলা ছিল উচ শরীফের মাখদুম জাহান জহঙ্গাষ্ট (সৈয়দ জালালউদ্দিন শুরখপোশ বুখারির নাতি) মখদুম জাহানিয়ান জহঙ্গাশত ৩৬ হজ করেছিলেন, তিনি কিচৌচা শরীফের আশরাফ জাহাঙ্গীর সিমনানি এবং সৈয়দ সাদরুদ্দিন রাজু কাত্তাল সহ ৮০ জন মাখদুমের সমকক্ষ ছিলেন এবং লুধিয়ানা শেখ চাচুর শাসক গুজরাত জাফর শাহের সুলতান রাজা ফিরোজ শাহ তুগলাকের পীরও ছিলেন। খাজা মঈনুদ্দিন খুর্দ বিন খোয়াজা হিসামউদ্দিন জিগার সোখতা বিন খোয়াজা ফখরুদ্দিন বিন খোয়াজা মইনুদ্দিন হাসান চিশতি রেহমতুল্লাহ আলাইহও শিষ্য ও খলিফা ছিলেন।\nদিল্লীতে থাকার সময়, দেহলভী প্রায়ই অযোধ্যায় যাওয়া অব্যাহত রাখেন, যেখানে তিনি বেশ কয়েকজন শিষ্য তৈরি করেন, বিশেষ করে, শাইখ জয়নুদ্দিন আলী আওধী, শাইখ ফতেউল্লাহ আওয়াদী এবং আল্লামা কামালুদ্দিন আওধী।  কামালউদ্দিন আলাউদ্দিন তার ভাগ্নে ছিলেন এবং তাকে তার উত্তরসূরি করেছিলেন এবং তারপরে তার উত্তরসূরিরা আহমেদাবাদে রয়েছেন। ভারত খানকা ই আউলিয়া চিশতিয়ার বর্তমান উত্তরসূরি হলেন খাজা রুকনউদ্দিন মোহাম্মদ ফারুখ চিশতি। তিনি নাসিরবাগ, শাহীবাগ, গুজরাত, আহমেদাবাদ, ভারতের বাসিন্দা\n\n\n== দরগা ==\nতাঁর মৃত্যুর পর ১৩৫৮ সালে দিল্লির সুলতান ফিরুজ শাহ তুঘলুক (রঃ ১৩৫১ - ১৩৮৮) তাঁর সমাধি নির্মাণ করেন এবং পরে সমাধিসৌধের দু'পাশে দুটি গেটওয়ে যুক্ত করা হয়। একটি লক্ষণীয় সংযোজন ছিল অষ্টাদশ শতাব্দীর প্রথম দিকে পরবর্তী মুঘল সম্রাট ফারুখসিয়ার দ্বারা নির্মিত একটি মসজিদ, এবং মুসলিম এবং অমুসলিম উভয়ের মধ্যে জনপ্রিয়। লোধি রাজবংশের প্রতিষ্ঠাতার কবর বাহলুল লোদির সমাধি (আর.১৪৫১-৮৯) মাজারটির কাছাকাছি অবস্থিত বলে অভিযোগ করা হয়েছে।  ১৮০০ সাল থেকে সমাধির চারপাশে বেড়ে ওঠা 'চিরাগ দিল্লি'-র বর্তমান এলাকায়, এবং এখনও তাঁর নামে চলে, এটি দক্ষিণ দিল্লির গ্রেটার কৈলাসের স্থানীয়তার খুব কাছাকাছি। \n\n\n== উত্তরাধিকার ==\nনাসিরউদ্দিন চিরাঘ দেহলভি, তার আধ্যাত্মিক মাস্টার নিজামুদ্দিন আউলিয়ার মতো, সেমার কথা শোনেননি, যা সেই সময়ের মুসলিম বুদ্ধিজীবীদের একটি অংশ অ-ইসলামিক বলে মনে করত। তিনি অবশ্য এর বিরুদ্ধে কোনও নির্দিষ্ট রায় দেননি। এই কারণেই আজও দিল্লিতে তাঁর মাজারের কাছে কাওয়ালি করা হয় না। নাসিরউদ্দিনের বংশধরদের অনেক দূরে খুঁজে পাওয়া যাবে।। বদি বুয়া বা বদি বিবির দরগা, যিনি বলেছিলেন নাসিরউদ্দিন মাহমুদ চিরাগ দেহলভীর বড় বোন, এখনও অযোধ্যা শহরে বিদ্যমান। \n\n\n== তথ্যসূত্র =="}