{"pageid": 108248, "title": "হ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন", "url": "https://bn.wikipedia.org/wiki?curid=108248", "content": "হ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন (অনু. হ্যারি পটার এবং পরশ পাথর) (ইংরেজি: Harry Potter and the Philosopher's Stone) ব্রিটিশ লেখিকা জে. কে. রাউলিং রচিত হ্যারি পটার নামক কাল্পনিক উপন্যাস সিরিজের প্রথম উপন্যাস। এখানে হ্যারি পটার নামে একজন জাদুকরের কথা বলা হয়েছে, যে এগার বছর বয়সে সর্বপ্রথম আবিষ্কার করে যে সে একজন জাদুকর এবং হগওয়ার্টস নামের একটি জাদুবিদ্যা শিক্ষার স্কুলে ভর্তি হয়। হগওয়ার্টসে সে রন উইজলি ও হারমায়োনি গ্রেঞ্জার এর সাথে বন্ধুত্ব গড়ে তোলে এবং তাদের সহযোগিতায় কালো জাদুকর লর্ড ভলডেমর্টকে পরাজিত করে এবং পরশপাথরটিকে উদ্ধার করে। ভলডেমর্টই হ্যারির এক বছর বয়সে তার বাবা মাকে হত্যা করেছিল এবং তাকেও হত্যার চেষ্টা করেছিল।\n১৯৯৭ সালে ব্লুমসবারি যুক্তরাজ্যের লন্ডনে সর্বপ্রথম বইটি প্রকাশ করে। ১৯৯৮ সালে বইটি হ্যারি পটার অ্যান্ড দ্য সরসারার্স স্টোন নামে স্কলাস্টিক কর্পোরেশনের মাধ্যমে যুক্তরাষ্ট্রে প্রকাশিত হয়। ২০০৩ সালের ১৫ জুলাই অঙ্কুর প্রকাশনী বইটির বাংলা অনুবাদ প্রকাশ করে। বইটি শিশুদের জন্য শ্রেষ্ঠ বই হিসেবে যুক্তরাজ্য ও যুক্তরাষ্ট্রের অধিকাংশ পুরস্কার অর্জন করে। ১৯৯৯ সালের আগস্ট মাসে বইটি নিউইয়র্ক টাইমসের সর্বাধিক বিক্রিত বইয়ের তালিকায় প্রথম স্থান লাভ করে এবং ২০০০ সাল পর্যন্ত স্থানটি ধরে রাখে। বইটি বিশ্বের বিভিন্ন ভাষায় অনূদিত হয়েছে এবং বইয়ের কাহিনী অবলম্বনে একই নামের একটি চলচ্চিত্রও নির্মিত হয়েছে।\n\n\n== কাহিনী সংক্ষেপ ==\n\n\n=== মূল কাহিনী ===\n\nবইয়ের কাহিনী শুরু হয়, ইতিহাসের সবচেয়ে ভয়াবহ কালো জাদুকর লর্ড ভলডেমর্ট এর পতনের মাধ্যমে। যে এক বছর বয়স্ক হ্যারির বাবা মাকে হত্যা করে এবং হ্যারিকে হত্যা করার চেষ্টার সময় রহস্যজনকভাবে উধাও হয়ে যায়। এর ফলে অনাথ হ্যারির জায়গা হয় তার খালা ও খালু পেতুনিয়া ও ভার্নন ডার্সলির পরিবারে। এগার বছর বয়সে হ্যারি হগওয়ার্টস স্কুল থেকে একটি চিঠি পায় এবং জানতে পারে যে সে একজন জাদুকর। অর্ধ দানব এবং হগওয়ার্টসের চাবি ও ভূমির রক্ষক রুবিয়াস হ্যাগ্রিড এর সহযোগিতায় হ্যারি স্কুলের জন্য প্রয়োজনীয় সবকিছু সংগ্রহ করে এবং হগওয়ার্টসে পৌঁছায়।\nহগওয়ার্টসে হ্যারি গ্রিফিন্ডর হাউজের ছাত্র হিসেবে নির্বাচিত হয় এবং বুঝতে পারে যে, সে জাদুকরদের জগতে অত্যন্ত বিখ্যাত। সে রন উইজলি ও হারমায়োনি গ্রেঞ্জার এর সাথে ঘনিষ্ঠ বন্ধুত্ব গড়ে তোলে। তবে স্লিদারিন হাউজের ছাত্র ড্রেকো ম্যালফয় এর সাথে তার শত্রুতা গড়ে উঠে। সকল শিক্ষক হ্যারিকে পছন্দ করলেও একমাত্র পোশন বিষয়ের শিক্ষক সেভেরাস স্নেইপ হ্যারিকে অপছন্দ করত। এসময় ধীরে ধীরে হ্যারি তার বাবা মায়ের অতীত ইতিহাস সম্পর্কে জানতে থাকে। প্রথমবর্ষের ছাত্রছাত্রীদের কুইডিচ খেলা নিষিদ্ধ হলেও হ্যারি তার স্বীয় দক্ষতার গুণে গ্রিফিন্ডর হাউজের কুইডিচ টিমে সিকার হিসেবে খেলার সুযোগ পায়।\nএসময় হ্যারি জানতে পারে, কোন একজন গ্রিংগটস ব্যাঙ্কের পূর্বেই খালি করা একটি ভল্ট ভেঙ্গে ভিতরে প্রবেশ করে। এ রহস্য আরো ঘনীভূত হয় যখন তারা ফ্লাফি নামের তিন মাথাওয়ালা একটি কুকুরকে আবিষ্কার করে যেটি চতুর্থ তালার নিষিদ্ধ করিডোর পাহারা দিচ্ছে। হ্যালোইনের সময় একটি ট্রল স্কুলে ঢুকে পড়ে এবং ঘটনাক্রমে হারমায়োনিকে আক্রমণ করে। হ্যারি ও রন এ সময় তাকে উদ্ধার করে, কিন্তু প্রফেসর ম্যাকগোনাগলের কাছে ধরা পড়ে যায়। তবে হারমায়োনি সব দোষ নিজের বলে স্বীকার করে নেয়। এরপর থেকে তাদের মধ্যে বন্ধুত্ব আরো গভীর হয়।\nস্লিদারিনদের বিপক্ষে হ্যারির প্রথম কুইডিচ ম্যাচে, হ্যারি তার ঝাড়ুর উপর নিয়ন্ত্রণ হারিয়ে ফেলে। হারমায়োনি লক্ষ্য করে যে, স্নেইপ বিড়বিড় করে কিছু বলছে। সে স্নেইপের আলখাল্লায় আগুন লাগিয়ে দেয়। এ সুযোগে হ্যারি স্নিচটি ধরে ফেললে গ্রিফিন্ডর হাউজ জয়ী হয়।\nক্রিসমাস বা বড়দিনের সময় একজন অজানা ব্যক্তি হ্যারিকে তার বাবার অদৃশ্য হওয়ার আলখাল্লাটি পায়। এ সময় সে একটি পরিত্যক্ত রুমে এরিসেডের আয়না দেখতে পায়, যার মধ্যে মানুষের অন্তরের সবচেয়ে গভীর ইচ্ছা প্রতিফলিত হয়। হ্যারি তার মৃত বাবা মাকে এই আয়নায় দেখতে পায়। এদিকে, হ্যারি, রন ও হারমায়োনি নিকোলাস ফ্লামেল সম্পর্কে জানতে পারে। যিনি ফিলোসফার্স স্টোন বা পরশপাথরের স্রষ্টা। পরশপাথর হল এমন একটি পাথর যা যেকোন ধাতুকে সোনায় পরিণত করে এবং যা ব্যবহার করে এলিক্সির অফ লাইফ তৈরি করা যায়। তারা আরো জানতে পারে যে, এই পাথরটি হগওয়ার্টসে লুকানো আছে এবং ফ্লাফি এটিকে পাহারা দিচ্ছে। ভলডেমর্ট পুনরায় শক্তিশালী হয়ে ফিরে আসার জন্য পাথরটি চুরি করার চেষ্টা করছে।\nহ্যারি তাৎক্ষণিকভাবে সন্দেহ করে যে, স্নেইপ ভলডেমর্টের জন্য পাথরটি চুরি করার প্রচেষ্টা চালাচ্ছে। এসময় হ্যারি ডিটেনশনের জন্য নিষিদ্ধ বনে যায় এবং দেখতে পায় যে, একটি কালো ছায়া একটি আহত ইউনিকর্নের রক্তপান করছে। ফিরেঞ্জ নামের একজন সেনট্যার জানায় যে, এই কালো ছায়াটি হচ্ছে ভলডেমর্ট। ভলডেমর্ট নিষিদ্ধ বনে ইউনিকর্নদের হত্যা করছে এবং এদের রক্ত পান করছে। কারণ ইউনিকর্নের রক্ত মানুষকে নিশ্চিত মৃত্যুর হাত থেকে রক্ষা করলেও তাকে সারাজীবনের জন্য অভিশপ্ত করে দেয়। ইউনিকর্নকে হত্যা করা একটি মারাত্মক অপরাধ। এ সময় হ্যাগ্রিড একটি ড্রাগনের ডিমের বিনিময়ে অসাবধানতাবশত একজন অপরিচিত আগন্তুকের নিকট পরশপাথরের নিরাপত্তা ব্যবস্থা ভেদ করার উপায় ফাঁস করে দেয়। হ্যারি সন্দেহ করে, আগন্তুকটি ছিল স্নেইপ এবং সে অচিরেই পাথরটি চুরি করবে।\nতাই হ্যারি পরশপাথরটি উদ্ধার করার সিদ্ধান্ত নেয়। সে, রন ও হারমায়োনি ফ্লাফিকে কৌশল অবলম্বন করার মাধ্যমে পরাস্ত করে, এরপর তারা একের পর এক বাঁধা পার হতে থাকে। হ্যারি যখন শেষ চেম্বারে পৌঁছায় তখন সে একা হয়ে পড়ে এবং স্নেইপকে নয়, বরং প্রফেসর কুইরেলকে দেখতে পায়। কুইরেল জানায় যে, হ্যালোইনের সময় ট্রলটিকে সেই ছেড়ে দিয়েছিল। কুইডিচ ম্যাচে স্নেইপ নয়, কুইরেলই হ্যারিকে হত্যার চেষ্টা করেছিল। বরং স্নেইপ হ্যারিকে রক্ষার চেষ্টা করেছিল। সে এরিসেডের আয়নাটি ব্যবহারের মাধ্যমে পরশপাথরটি হস্তগত করার চেষ্টা করে, কিন্তু ব্যর্থ হয়। এরপর কুইরেল হ্যারিকে আয়নাটির সামনে দাঁড়াতে বাধ্য করে, এ সময় ব্যাখ্যাতীতভাবে পাথরটি হ্যারির পকেটে চলে আসে। তারপর কুইরেল তার পাগড়িটি খুলে ফেললে, তার মাথার পিছনের দিকে ভলডেমর্টের মুখটি দেখা যায়। ভলডেমর্ট/কুইরেল হ্যারির কাছ থেকে পাথরটি নেওয়ার চেষ্টা করে, কিন্তু হ্যারিকে স্পর্শ করা মাত্রি কুইরেলের হাত পুড়ে যায়। সেই মুহূর্তে অ্যালবাস ডাম্বলডোর হ্যারিকে রক্ষা করতে আসেন; ভল্ডেমর্ট পালিয়ে যায় এবং কুইরেল মারা যায়।\nহ্যারি সুস্থ হয়ে উঠলে, ডাম্বলডোর হ্যারিকে জানায় যে, হ্যারির মা লিলি হ্যারির জীবন রক্ষা করার জন্য নিজের জীবন উৎসর্গ করেছিল। হ্যারির জন্য তার মায়ের এই ভালবাসা ও আত্মদানের শক্তিই হ্যারিকে ভলডেমর্টের হাত থেকে সুরক্ষিত করে রেখেছে। ডাম্বলডোর আরো জানান, পরশপাথরটি ধ্বংস করে ফেলা হয়েছে, যাতে ভলডেমর্ট পাথরটি চুরি করতে না পারে। তিনি বলেন, যারা পাথরটি খুঁজে পেতে চায় কিন্তু এটি ব্যবহার করতে চায়না, কেবলমাত্র তারাই পাথরটি খুঁজে পেতে সক্ষম, এই কারণেই হ্যারি পাথরটি পেয়েছিল।\nবছর শেষ হওয়ার অনুষ্ঠানে, হ্যারি, রন, হারমায়োনি ও নেভিলের প্রাপ্ত পয়েন্টের ভিত্তিতে গ্রিফিন্ডর হাউজ হাউজকাপ লাভ করে।\n\n\n== অধ্যায়সমূহ ==\nফিলোসফার্স স্টোনে মোট ১৭ টি অধ্যায় রয়েছে। এগুলো হল-\n১। যে ছেলেটি বেঁচে ছিল\n২। কাচের খাঁচার অন্তর্ধান\n৩। যে চিঠি কেউ লিখেনি\n৪। চাবি রক্ষক\n৫। ডায়াগন অ্যালি\n৬। পৌনে দশ নম্বর প্লাটফর্ম থেকে যাত্রা\n৭। বাছাই টুপি\n৮। পোশন শিক্ষক\n৯। মধ্যরাতের মল্লযুদ্ধ\n১০। হ্যালোইন\n১১। কুইডিচ\n১২। এরিসেডের আয়না\n১৩। নিকোলাস ফ্লামেল\n১৪। নরবার্ট দ্য নরওয়েজিয়ান রিজব্যাক \n১৫। নিষিদ্ধ বন\n১৬। গোপন দরজার মধ্য দিয়ে\n১৭। দুমুখো মানুষ\n\n\n== রূপায়ন ==\nহ্যারি পটার সিরিজের বিশ্বব্যাপী জনপ্রিয়তার কারণে হ্যারি পটার শুধু বইয়ের মধ্যেই সীমাবদ্ধ থাকে নি। বরং বইগুলোর কাহিনীর উপর ভিত্তি করে নির্মিত হয়েছে চলচ্চিত্র ও ভিডিও গেমস। এখন পর্যন্ত ছয়টি চলচ্চিত্র মুক্তি পেয়েছে। এর মধ্যে ফিলোসফার্স স্টোন বা সরসারার্স স্টোন চলচ্চিত্রটি মুক্তি পায় ২০০১ সালে। এছাড়া শেষ বইয়ের কাহিনীর উপর ভিত্তি করে, দুই পর্ববিশিষ্ট চলচ্চিত্র নির্মিত হচ্ছে। চলচ্চিত্র ছাড়াও এখন পর্যন্ত ছয়টি ভিডিও গেমস বের হয়েছে।\n\n\n=== চলচ্চিত্র ===\nমূল নিবন্ধঃ হ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন (চলচ্চিত্র)\n১৯৯৯ সালে জে কে রাউলিং হ্যারি পটার সিরিজের প্রথম চারটি বই অবলম্বনে চলচ্চিত্র নির্মাণের জন্য ওয়ার্নার ব্রাদার্সের কাছে ১৯,৮২,৯০০ ডলারের বিনিময়ে বইগুলোর স্বত্ত্ব বিক্রি করেন। রাউলিং অবশ্য একটি শর্ত দিয়েছিলেন; সেটি হল চলচ্চিত্রসমূহের কুশীলবদের ব্রিটিশ হতে হবে। কাস্টিং প্রক্রিয়া শেষ হওয়ার পর ২০০০ সালের অক্টোবর মাসে, ফিল্মিং শুরু হয় এবং ২০০১ সালের জুলাইয়ে তা শেষ হয়। ২০০১ সালের ১৪ নভেম্বর সিরিজের প্রথম চলচ্চিত্র হ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন লন্ডনে মুক্তি পায়। চলচ্চিত্র সমালোচকরা চলচ্চিত্রটির বেশ প্রশংসা করেন। এটি ৭৮% ফ্রেশ রটেন টম্যাটো লাভ করে।\nক্রিস কলম্বাস চলচ্চিত্রটি পরিচালনা ও ডেভিড হেয়ম্যান প্রযোজনা করেন। চলচ্চিত্রটিতে প্রধান চরিত্রসমূহে ড্যানিয়েল র‌্যাডক্লিফ, রুপার্ট গ্রিন্ট, এমা ওয়াটসন প্রমুখ নতুন কুশীলবদের পাশাপাশি রিচার্ড হ্যারিস, রোবি কলট্রেন, রিচার্ড গ্রিফিথস, ম্যাগি স্মিথ, অ্যালান রিকম্যান প্রমুখরাও অভিনয় করেন।\nফিলোসফার্স স্টোন চলচ্চিত্রটি ব্যবসায়িকভাবে দারুণ সফল হয়। ২০০১ সালে মুক্তিপ্রাপ্ত চলচ্চিত্রটি প্রায় ৯৩৬ মিলিয়ন মার্কিন ডলার আয় করে। যা হ্যারি পটার সিরিজের চলচ্চিত্রসমূহের মধ্যে সর্বোচ্চ।\n\n\n=== ভিডিও গেমস ===\nহ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন বই ও চলচ্চিত্রের কাহিনীর অবলম্বনে ২০০১-২০০৩ সালের মধ্যে বেশ কয়েকটি ভিডিও গেমস নির্মিত হয়েছে। 'ইলেকট্রনিক্স আর্টস' গেমগুলো প্রকাশ করলেও বিভিন্ন ডেভেলপাররা এগুলো প্রযোজনা করেঃ\n\n\n== অনুবাদ ==\n\nবিভিন্ন দেশের বিভিন্ন ভাষাভাষী পাঠকদের মধ্যে অত্যন্ত জনপ্রিয় হওয়ায় হ্যারি পটার সিরিজের বইগুলো বিশ্বের বিভিন্ন ভাষায় অনূদিত হয়েছে। হ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন বইটি এ পর্যন্ত প্রায় ৬৭ টি ভাষায় অনূদিত হয়েছে। যেসব ভাষায় বইটি অনূদিত হয়েছে তার মধ্যে উল্লেখযোগ্য কয়েকটি ভাষা হল- বাংলা, হিন্দী, ফরাসি, আরবি, চীনা ও রুশ ভাষা প্রভৃতি।\n\n\n=== বাংলা ভাষায় অনুবাদ ===\nঅঙ্কুর প্রকাশনী হ্যারি পটার সিরিজের বইগুলোকে বাংলাদেশে বাংলা ভাষায় প্রকাশ করেছে। সিরিজের প্রথম বই হ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন এর বাংলা অনুবাদ ২০০৩ সালের ১৫ জুলাই অঙ্কুর সর্বপ্রথম বাংলাদেশে প্রকাশ করে। বইটির প্রকাশক হলেন মেসবাহউদ্দীন আহমেদ। দুইজন অনুবাদক সোহরাব হাসান ও শেহাবউদ্দিন আহমেদ যুগ্মভাবে বইটিকে বাংলা ভাষায় অনুবাদ করেন। বইটি বাংলাভাষী হ্যারি পটার ভক্তদের মধ্যে ব্যাপক সাড়া ফেলে।\n\n\n== তথ্যসূত্র ==\n27. ↑ \"হ্যারি পটার এন্ড দ্য ফিলোসফার্স স্টোন।  (বাংলা ভাষায়)\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট আর্কাইভের ওপেন লাইব্রেরিতে হ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন (ইংরেজি)"}