{"pageid": 1082836, "title": "প্রথম-ব্যক্তি শুটার", "url": "https://bn.wikipedia.org/wiki?curid=1082836", "content": "প্রথম-ব্যক্তি শুটার (এফপিএস) হলো বন্দুক এবং অন্যান্য অস্ত্র-ভিত্তিক যুদ্ধকে কেন্দ্র করে শুটার ভিডিও গেমগুলির একটি উপ-ধারা যা প্রথম ব্যক্তির দৃষ্টিভঙ্গিতে রয়েছে, খেলোয়াড় নায়কের চোখ দিয়ে কর্মের অভিজ্ঞতা লাভ করে এবং খেলোয়াড়ের চরিত্রকে নিয়ন্ত্রণ করে একটি ত্রিমাত্রিক ক্ষেত্র। ধারাটি অন্যান্য শুটার গেমগুলির সাথে সাধারণ বৈশিষ্ট্যগুলি ভাগ করে এবং পরিবর্তে অ্যাকশন গেমের ধারাটির মধ্যে পড়ে। জেনার শুরু থেকে, উন্নত থ্রিডি গ্রাফিক্স হার্ডওয়্যার ডেভেলপমেন্টকে চ্যালেঞ্জ করেছে এবং দলগত খেলোয়াড় ভিডিও গেমের অবিচ্ছেদ্য।\nপ্রথম ব্যক্তির শুটার ধারাটি উলফেনস্টাইন থ্রিডি (১৯৯২)-এ পাওয়া গেছে, যা ধারার মৌলিক প্রত্নতত্ত্ব তৈরি করার জন্য কৃতিত্ব পেয়েছে যার উপর পরবর্তী শিরোনামগুলি ভিত্তিক ছিল। এই ধরনের একটি শিরোনাম, এবং ধারার ব্যাপক মূলধারার গ্রহণযোগ্যতা এবং জনপ্রিয়তার পূর্বপুরুষ, ধুম (১৯৯৩), প্রায়শই এই ধারার সবচেয়ে প্রভাবশালী খেলা হিসেবে বিবেচিত হয়; কয়েক বছর ধরে, ধুম ক্লোন শব্দটি ধুমের প্রভাবের কারণে এই ধারাটি মনোনীত করতে ব্যবহৃত হয়েছিল। করিডোর শুটার তার প্রথম বছরগুলিতে এই ধারাটির আরেকটি সাধারণ নাম ছিল, যেহেতু যুগের হার্ডওয়্যারের প্রক্রিয়াকরণের সীমাবদ্ধতার অর্থ ছিল যে গেমগুলির বেশিরভাগ ক্রিয়া ঘেরা জায়গাগুলিতে যেমন করিডোর এবং টানেলের মতো সংকীর্ণ স্থানে হতে হয়েছিল।\n\n\n== ইতিহাস ==\nপ্রথম দুটি নথিভুক্ত প্রথম ব্যক্তি শুটার ভিডিও গেম হলো মেজ ওয়ার এবং স্পাসিম। মেজ ওয়ার মূলত ১৯৭৩ সালে গ্রেগ থম্পসন, স্টিভ কলি এবং হাওয়ার্ড পামার দ্বারা তৈরি করা হয়েছিল, একটি নাসার ওয়ার্ক-স্টাডি প্রোগ্রামে উচ্চ বিদ্যালয়ের শিক্ষার্থীরা মহাকাশযানের নকশার জন্য তরল গতিবিদ্যা কল্পনা করার জন্য একটি প্রোগ্রাম বিকাশের চেষ্টা করেছিল। কাজটি প্রথম ব্যক্তির খেলোয়াড়ের কাছে উপস্থাপিত একটি গোলকধাঁধার গেম হয়ে ওঠে, এবং পরে দ্বিতীয় খেলোয়াড়ের সমর্থন এবং গেমটি জেতার জন্য অন্য খেলোয়াড়কে গুলি করার ক্ষমতা অন্তর্ভুক্ত করে। থম্পসন তার সাথে গেমের কোডটি ম্যাসাচুসেট্‌স ইনস্টিটিউট অব টেকনোলজিতে নিয়ে যান, যেখানে ডেভ লেবলিংয়ের সাহায্যে একটি আট-প্লেয়ার সংস্করণ তৈরি করা হয় যা আরপানেট-এ চালানো যেতে পারে, কৃত্রিম বুদ্ধিমত্তা ব্যবহার করে কম্পিউটার চালিত খেলোয়াড়, কাস্টমাইজযোগ্য মানচিত্র, অনলাইন স্কোরবোর্ড এবং একটি দর্শক মোড। স্প্যাসিম ১৯৭৪ সালে ইলিনয় বিশ্ববিদ্যালয়ে একটি নথিভুক্ত আত্মপ্রকাশ করেছিলেন। গেমটি ছিল ৩২ জন খেলোয়াড়ের জন্য একটি প্রাথমিক স্পেস ফ্লাইট সিমুলেটর, যার মধ্যে একজন প্রথম ব্যক্তির দৃষ্টিভঙ্গি ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}