{"pageid": 1083299, "title": "ওয়্যারলেস", "url": "https://bn.wikipedia.org/wiki?curid=1083299", "content": "ওয়্যারলেস যোগাযোগ (ইংরেজি: Wireless communication; বা শুধু ওয়্যারলেস, যখন প্রেক্ষাপট অনুমতি দেয়) হলো দুই বা ততোধিক পয়েন্টের মধ্যে তথ্য স্থানান্তর যা মাধ্যম হিসাবে তড়িৎ পরিবাহী ব্যবহার করে না যার মাধ্যমে স্থানান্তর করা হয়। সবচেয়ে সাধারণ ওয়্যারলেস প্রযুক্তি বেতার তরঙ্গ ব্যবহার করে। বেতার তরঙ্গের সাথে, উদ্দেশ্যযুক্ত দূরত্বগুলি ছোট হতে পারে, যেমন ব্লুটুথের জন্য কয়েক মিটার বা গভীর-স্থান রেডিও যোগাযোগের জন্য লক্ষ লক্ষ কিলোমিটার। এটি দ্বি-মুখী রেডিও, সেলুলার টেলিফোন, পার্সোনাল ডিজিটাল অ্যাসিসটেন্ট (পিডিএ) এবং ওয়্যারলেস নেটওয়ার্কিং সহ বিভিন্ন ধরনের স্থির, মোবাইল এবং বহনযোগ্য অ্যাপ্লিকেশনগুলিকে অন্তর্ভুক্ত করে। রেডিও ওয়্যারলেস প্রযুক্তির অ্যাপ্লিকেশনের অন্যান্য উদাহরণগুলির মধ্যে রয়েছে জিপিএস ইউনিট, গ্যারেজ দরজা খোলা, ওয়্যারলেস কম্পিউটার মাউস, কিবোর্ড এবং হেডসেট, হেডফোন, রেডিও রিসিভার, স্যাটেলাইট টেলিভিশন, সম্প্রচার টেলিভিশন এবং কর্ডলেস টেলিফোন। ওয়্যারলেস যোগাযোগ অর্জনের কিছুটা কম প্রচলিত পদ্ধতিগুলির মধ্যে রয়েছে অন্যান্য তড়িচ্চুম্বকত্ব ওয়্যারলেস প্রযুক্তির ব্যবহার, যেমন আলো, চৌম্বক বা বৈদ্যুতিক ক্ষেত্র বা শব্দ ব্যবহার।\nওয়্যারলেস শব্দটি যোগাযোগের ইতিহাসে দুইবার ব্যবহৃত হয়েছে, যার অর্থ কিছুটা ভিন্ন। এটি প্রাথমিকভাবে প্রায় ১৮৯০ থেকে প্রথম রেডিও ট্রান্সমিটিং এবং রিসিভিং প্রযুক্তির জন্য ব্যবহার করা হতো, যেমন বেতার টেলিগ্রাফিতে, যতক্ষণ না নতুন শব্দ রেডিও ১৯২০ এর কাছাকাছি প্রতিস্থাপিত হয়। যুক্তরাজ্যের রেডিও যেগুলো পোর্টেবল ছিল না তা ১৯৬০-এর দশকে বেতার সেট হিসাবে উল্লেখ করা হয়। শব্দটি ১৯৮০ এবং ১৯৯০ এর দশকে পুনরুজ্জীবিত হয়েছিল মূলত তারবিহীন যোগাযোগকারী ডিজিটাল ডিভাইসগুলিকে আলাদা করার জন্য, যেমন পূর্ববর্তী অনুচ্ছেদে তালিকাভুক্ত উদাহরণ, তারের বা তারের প্রয়োজনের থেকে। মোবাইল ব্রডব্যান্ড, ওয়াই-ফাই এবং ব্লুটুথের মতো প্রযুক্তির আবির্ভাবের কারণে ২০০০ এর দশকে এটির প্রাথমিক ব্যবহারে পরিণত হয়।\nওয়্যারলেস অপারেশন পারমিট সার্ভিস, যেমন মোবাইল এবং আন্তঃগ্রহ যোগাযোগ, যা তারের ব্যবহারে বাস্তবায়ন করা অসম্ভব বা অবাস্তব। শব্দটি সাধারণত টেলিযোগাযোগ শিল্পে টেলিযোগাযোগ সিস্টেম (যেমনঃ রেডিও ট্রান্সমিটার এবং রিসিভার, রিমোট কন্ট্রোল ইত্যাদি) বোঝাতে ব্যবহৃত হয় যা তারের ব্যবহার ছাড়াই তথ্য স্থানান্তর করার জন্য কিছু ধরনের শক্তি (যেমনঃ রেডিও তরঙ্গ, শাব্দ শক্তি) ব্যবহার করে। স্বল্প এবং দীর্ঘ উভয় দূরত্বে এই পদ্ধতিতে তথ্য স্থানান্তর করা হয়।\n\n\n== ইতিহাস ==\n\n\n=== ফটোফোন ===\n\nপ্রথম ওয়্যারলেস টেলিফোন কথোপকথন ১৮৮০ সালে ঘটেছিল, যখন আলেকজান্ডার গ্রাহাম বেল এবং চার্লস সুমনার টেইন্টার ফটোফোন আবিষ্কার করেছিলেন, একটি টেলিফোন যা আলোর রশ্মিতে অডিও পাঠিয়েছিল। ফটোফোনের কাজ করার জন্য সূর্যের আলো প্রয়োজন, ট্রান্সমিটার এবং রিসিভারের মধ্যে একটি স্পষ্ট রেখা। এই বিষয়গুলি যে কোনও ব্যবহারিক ফটোফোনের কার্যকারিতা ব্যাপকভাবে হ্রাস করেছে। ফটোফোনের নীতিগুলি সামরিক যোগাযোগে এবং পরে ফাইবার-অপটিক যোগাযোগে তাদের প্রথম ব্যবহারিক প্রয়োগ খুঁজে পাওয়ার কয়েক দশক আগে।\n\n\n=== বৈদ্যুতিক ওয়্যারলেস প্রযুক্তি ===\n\n\n==== প্রাথমিক ওয়্যারলেস ====\n১৯ শতকের শেষের দিকে ব্যবহারিক বেতার সিস্টেম উপলব্ধ হওয়ার আগে টেলিগ্রাফির জন্য ইলেক্ট্রোস্ট্যাটিক এবং তড়িচ্চুম্বকীয় আবেশ ব্যবহার করে পানির মাধ্যমে বৈদ্যুতিক স্রোত প্রেরণ সহ বেশ কয়েকটি ওয়্যারলেস বৈদ্যুতিক সংকেত প্রকল্পগুলি অনুসন্ধান করা হয়েছিল। এর মধ্যে টমাস এডিসনের একটি পেটেন্ট আবেশন সিস্টেম অন্তর্ভুক্ত ছিল যা চলমান ট্রেনে একটি টেলিগ্রাফকে ট্র্যাকের সমান্তরালে চলমান টেলিগ্রাফের তারের সাথে সংযোগ স্থাপনের অনুমতি দেয়, পানির বিভিন্ন অংশে বার্তা পাঠানোর জন্য একটি উইলিয়াম প্রিস আবেশ টেলিগ্রাফ সিস্টেম এবং বেশ কয়েকটি অপারেশনাল এবং প্রস্তাবিত টেলিগ্রাফি এবং ভয়েস আর্থ পরিবহন সিস্টেম।\n১৮৮৮ সালের গ্রেট ব্লিজার্ডের সময় আটকে পড়া ট্রেনগুলির দ্বারা এডিসন সিস্টেম ব্যবহার করা হয়েছিল এবং প্রথম বিশ্বযুদ্ধের সময় পৃথিবী পরিবাহী সিস্টেমগুলি পরিখাগুলির মধ্যে সীমিত ব্যবহার খুঁজে পেয়েছিল কিন্তু এই সিস্টেমগুলি অর্থনৈতিকভাবে কখনই সফল হয়নি।\n\n\n== আরও দেখুন ==\nহটস্পট (ওয়াই-ফাই)\nলাই-ফাই\nমোবাইল\nঅ্যান্টেনা\nওয়্যারলেস্‌ অ্যাক্সেস পয়েন্ট\n\n\n== তথ্যসূত্র =="}