{"pageid": 1083250, "title": "সিন্ধু রাজ্য (পুরাণ)", "url": "https://bn.wikipedia.org/wiki?curid=1083250", "content": "সিন্ধু ছিল মহাকাব্য মহাভারত এবং হরিবংশ পুরাণে উল্লেখিত প্রাচীন ভারতের একটি রাজ্য। এটি প্রাচীন ভারতে সিন্ধু ( সিন্ধু ) নদীর তীর, আধুনিক পাকিস্তানে প্রসারিত ছিল। এটি প্রায়শই সৌভিরা রাজ্যের পাশাপাশি উল্লেখ করা হয়। এটা বিশ্বাস করা হয় যে সিন্ধু রাজ্য প্রতিষ্ঠা করেছিলেন সিভির পুত্র বর্ষদর্ব। প্রাচীন সিন্ধুর ঝলক অনুসারে, মীরচাঁদানি রচিত, এর রাজধানী ছিল বর্ষার্ভপুরা নামে পরিচিত, এবং তুলসিয়ানি, যা পরে সিন্ধু নামে পরিচিত, বর্তমান মিঠানকোট শহরের (দক্ষিণ পাঞ্জাবের ) স্থানে বা তার কাছাকাছি অবস্থিত ছিল। রাজ্যের অধিবাসীদের সিন্ধু বা সৈন্দব বলা হত। \"সিন্ধু\" এর আক্ষরিক অর্থ \"নদী\" এবং \"সমুদ্র\"।  মহাকাব্য মহাভারত অনুসারে, জয়রথ (দুর্যোধনের বোনের স্বামী) সিন্ধু, সৌভিরাস এবং সিভিসের রাজা ছিলেন। সম্ভবত সৌভিরা এবং সিভি সিন্ধু রাজ্যের কাছাকাছি দুটি রাজ্য ছিল এবং জয়রথ তাদের জয় করেছিলেন, কিছু সময়ের জন্য তাদের ধরে রেখে। সিন্ধু এবং সৌভিরা মনে হয় দুটি যুদ্ধরত রাজ্য একে অপরের সাথে লড়াই করছে।\n\n\n== নামের উৎপত্তি ==\nশাস্ত্রীয় সংস্কৃতে \"সিন্ধু\" অর্থ \"নদী\" এবং \"সমুদ্র\"। এটি ইন্দো-আরিয়ানের একমাত্র নদী, যার পুংলিঙ্গ নাম রয়েছে  । শব্দটি প্রোটো-ইন্দো-আর্য *সান্দুউ থেকে, প্রোটো-ইন্দো-ইরানি *সান্দুউ থেকে (সম্ভবত বিএমএসি সাবস্ট্রেট  থেকে উদ্ভূত) , অথবা সম্ভবত সাধাতী (\"যেতে, সরানো\") থেকে, প্রোটো-ইন্দো থেকে ইউরোপীয় *ḱiesdʰ- (\"তাড়িয়ে দিতে; দূরে যেতে\")। সিন্ধু শব্দটি প্রায়ই সিন্ধু অঞ্চলকে সামগ্রিকভাবে বর্ণনা করার জন্য ব্যবহৃত হত, পাঞ্জাবের প্রাথমিক বৈদিক নাম, উদাহরণস্বরূপ, ছিল সপ্ত সিন্ধু ।\n\n\n== মহাভারতে তথ্যসূত্র ==\nসিন্ধু (ভোজ, সিন্ধু, পুলিন্দাকা) (6:9) এ ভারত বর্ষা একটি পৃথক রাজ্য হিসাবে উল্লেখ করা হয়।  কামিরা, সিন্ধু সৌভিরা, গন্ধরা (বা গন্ধর্ব) ভারত বর্ষা রাজ্য হিসাবে উল্লেখ করা হয়েছিল (6:9)। সিন্ধু ও সৌভিরাকে অনেক জায়গায় উল্লেখ করা হয়েছে, যার মধ্যে একত্রিত দেশ হিসাবে রয়েছে (৫:১৯), (৬:৫১), (৬:৫৬), (৭:১০৭), (৮:৪০), এবং (১১:২২)।\n\n\n=== সাংস্কৃতিক সম্পর্ক ===\nসাংস্কৃতিকভাবে সিন্ধুকে কর্ণের মতো মাদ্রাজের অনুরূপ বলে উল্লেখ করা হয়েছিল: \"প্রস্থল, মাদ্রাজ, গন্ধরা, আরতা, খাসাস, ভাসাটি, সিন্ধু এবং সৌভিরা তাদের অনুশীলনে প্রায় ততটাই দোষারোপযোগ্য।\" (৮:৪৪)\"একজনকে সবসময় এড়িয়ে চলতে হবে যে, সেই অশুদ্ধ মানুষ যারা পুণ্যের ফ্যাকাশে, এবং যারা হিমাভাত এবং গঙ্গা এবং সরস্বতী এবং যমুনা এবং কুরুক্ষেত্র এবং সিন্ধু এবং এর পাঁচটি উপনদী নদী থেকে দূরে থাকে। \" (৮:৪৪)\n\n\n=== সামরিক অভ্যাস ===\n\"গন্ধরা (বা গন্ধর্ব), সিন্ধু এবং সৌভিরা তাদের নখ এবং ল্যান্স দিয়ে সর্বোত্তম লড়াই করে। তারা সাহসী এবং অত্যন্ত শক্তিতে এন্ডু। তাদের সৈন্যবাহিনী সকল শক্তিকে পরাজিত করতে সক্ষম, উসিনারা সব ধরনের অস্ত্রে অত্যন্ত শক্তিও ও দক্ষ। পূর্বাঞ্চলীয়রা যুদ্ধহাতির পিঠ থেকে লড়াইয়ে দক্ষ এবং অন্যায় লড়াইয়ের সমস্ত উপায়ের সাথে পরিচিত। যাওয়ানা, কাম্বোজা এবং যারা মথুরার চারপাশে বাস করে তারা খালি হাতে লড়াই করতে ভাল দক্ষ। দক্ষিণের রা হাতে তলোয়ারের বিরুদ্ধে লড়াই করতে দক্ষ।\" (১২:১০০).\n\n\n=== সিন্ধু এবং সৌভির মধ্যে যুদ্ধ ===\n(৫:১৩৩) এ আমরা কুন্তিকে বিদুলার গল্প বলতে দেখি, যিনি তার ছেলেকে রাজি করিয়েছিলেন, যিনি সৌভিরার রাজা ছিলেন কিন্তু সিন্ধু রাজা দ্বারা নির্বাসিত হয়েছিলেন, সিন্ধুদের বিরুদ্ধে লড়াই করতে এবং তাদের কাছ থেকে তার রাজ্য ফিরিয়ে নিতে: \"রাজকুমারী বিদুলা একদিন তার নিজের ছেলেকে তিরস্কার করেছিলেন, যিনি সিন্ধুর রাজার কাছে পরাজয়ের পরে,  হতাশায় হতাশ হয়ে সিজদা করি।\" (৫:১৩৩) \"এটা সত্য যে, সিন্ধুর রাজা অনেক অনুসারী রওয়ানা হন। তারা অবশ্য সবাই ছাড় প্রাপ্ত। হে পুত্র, আনন্দ কর এবং সৌভিরদের কন্যাদের সান্নিধ্যে ধনসম্পদের  জন্য নিজেকে সুখী কর এবং হৃদয়ের দুর্বলতায়, সাইন্ধাদের কন্যাদের দ্বারা শাসন করো না।\" (৫:১৩৪) \"তার মায়ের শব্দগত তীর দ্বারা বিদ্ধ হয়ে ছেলে নিজেকে গর্বিত দক্ষতার মতো জাগিয়ে তুলেছিল এবং তার মা যা দেখিয়েছিল তা অর্জন করেছিল (সিন্ধুদের পরাজিত করে)। (৫:১৩৬)\n\n\n== আরও দেখুন ==\nসিন্ধিরা\nভারতের ইতিহাস\nপাকিস্তানের ইতিহাস\n\n\n== তথ্যসূত্র =="}