{"pageid": 108313, "title": "অনুবাদে হ্যারি পটার", "url": "https://bn.wikipedia.org/wiki?curid=108313", "content": "ব্রিটিশ লেখিকা জে. কে. রাউলিং রচিত হ্যারি পটার উপন্যাস সিরিজ ইতিহাসের সর্বাধিক পঠিত শিশুসাহিত্য এ পরিণত হয়েছে। বিভিন্ন দেশে বিভিন্ন বয়সী পাঠকেরা এর পাঠক। ২০১১ সালের এপ্রিল মাস পর্যন্ত বইগুলোর ৪৫০ মিলিয়ন কপিরও বেশি বিক্রিত হয়েছে এবং প্রায় ৬৪টি ভাষায় অনূদিত হয়েছে। তবে ব্রাজিলীয় পর্তুগিজ এবং সিম্পলিফাইড চাইনিজ ভাষার অনুবাদগুলোও যদি ধরা হয়, তাহলে বলা যায় বইগুলো কমপক্ষে ৬৭টি ভাষাতে অনুবাদ হয়েছে। (আমেরিকান ইংরেজি সংস্করণ ছাড়াই।)\n\n\n== অনুবাদ প্রক্রিয়া ==\nযদি কোন প্রকাশক বইগুলোকে অন্য কোন ভাষায় বৈধভাবে অনুবাদ করতে চায় তাহলে তাকে সর্বপ্রথম লেখিকার এজেন্ট দ্য ক্রিস্টোফার লিটল লিটারারি এজেন্সির সাথে যোগাযোগ করার মাধ্যমে একটি চুক্তি সই করতে হয়। জেকে রাউলিংয়ের ওয়েবসাইটে বৈধ প্রকাশকদের একটি তালিকা রয়েছে। প্রকাশকরা অনুবাদক নির্বাচন করে।\nবইগুলো অফিসিয়ালভাবে ইংরেজিতে প্রকাশিত হওয়ার আগে অনুবাদকদের দেওয়া হয় না। তাই, বইগুলোর ইংরেজি সংস্করণ প্রকাশিত হওয়ার পরই তারা অনুবাদ শুরু করতে পারেন। ফলে অনূদিত বইগুলো পাঠকের হাতে পৌঁছতে কয়েক মাস সময় লাগে। এই কারণেই বইগুলোর ইংরেজি সংস্করণগুলোর বিক্রির হার অ-ইংরেজি ভাষাভাষী দেশগুলোতেও বেশি। এভাবে সিরিজের পঞ্চম বইটির ইংরেজি সংস্করণ প্রথমবারের মত ফ্রান্সে সর্বাধিক বিক্রিত ইংরেজি ভাষার বইয়ের রেকর্ড করে। এইসব কারণেই বিভিন্ন দেশে বইগুলোর অবৈধ অনুবাদ এবং নকল সংস্করণ প্রকাশিত হয়েছে।\n\n\n== বিভিন্ন ভাষায় বৈধভাবে অনূদিত সংস্করণের তালিকা ==\nহ্যারি পটারের বইগুলো প্রকৃত ব্রিটিশ ইংরেজি ভার্সন যুক্তরাজ্যে ব্লুমসবারি প্রকাশ করে। নিম্নোক্ত ভাষাসমূহে বইগুলোর অনুমোদিত অনুবাদ হয়েছে:\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nArticle from \"Translorial\", Part I, Part II\nThe Sphinx's Song in 13 Languages\nInternational cover gallery\nHarry Potter name and word equivalents in many different languages\nThe Intricacies of Onomastics in Harry Potter and its French Translation (La Clé des Langues)\nDatabase of Harry Potter terms and chapter titles in different languages\nDictionary of Dutch Harry Potter terms\nDictionary of Norwegian Harry Potter terms and names\nHarry Potter in Chinese, Japanese and Vietnamese Translation\nEnglish - German Dictionary + Lexicon of Harry Potter terms and names\nPlatform 9 3/4: Crown Publishing (Taiwan) site containing lists of names, books, spells, quidditch terms, etc. in Chinese and English  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ জুন ২০১১ তারিখে\nArticle about American English \"translation\"\nHarry Potter terms in Japanese\nPetition to help publish an Esperanto translation of Harry Potter\nInterview with the Swedish translator of the series\nHarry Potter books in Indian languages"}