{"pageid": 1083348, "title": "কন্নড় সাহিত্য", "url": "https://bn.wikipedia.org/wiki?curid=1083348", "content": "কন্নড় সাহিত্য হল প্রধানত দক্ষিণ ভারতের কর্ণাটক রাজ্যে কথিত এবং কন্নড় লিপিতে লিখিত দ্রাবিড় কন্নড় ভাষায় রচিত সাহিত্য।\nএই সাহিত্যকে দেড় হাজার বছরের প্রাচীন এক সাহিত্যধারা মনে করা হয়। খ্রিস্টীয় নবম শতাব্দী থেকে বর্তমান কাল পর্যন্ত সমৃদ্ধ পাণ্ডুলিপি প্রথায় নির্দিষ্ট কিছু কন্নড় সাহিত্যকর্ম এখনও সুলভ। কন্নড় ভাষা তিনটি ভাষাগত পর্যায়ে বিভক্ত: প্রাচীন (৪৫০-১২০০ খ্রিস্টাব্দ), মধ্য (১২০০-১৭০০ খ্রিস্টাব্দ) ও আধুনিক (১৭০০-বর্তমান); এবং আধুনিক যুগে উত্তরণের পূর্বাবধি এই সাহিত্যকে জৈন, লিঙ্গায়েত ও বৈষ্ণব —এই তিন শ্রেণির অন্তর্ভুক্ত করা হয়, কারণ এই তিনটি মতবিশ্বাসই কন্নড় ভাষার ধ্রুপদি সাহিত্যকে রূপদান করেছিল। অষ্টাদশ শতাব্দীর আগের সাহিত্য প্রধানত ধর্মীয় সাহিত্য হলেও সেই যুগে কিছু ধর্মনিরপেক্ষ সাহিত্যও রচিত হয়েছিল।\nকবিরাজমার্গ (আনুমানিক ৮৫০ খ্রিস্টাব্দ) থেকে শুরু করে দ্বাদশ শতাব্দীর মধ্যভাগ পর্যন্ত কন্নড় সাহিত্য প্রায় সম্পূর্ণতই জৈন সাহিত্যিকদের রচনা। এঁদের পৃষ্ঠপোষকতা করতেন চালুক্য, গঙ্গ, রাষ্ট্রকূট, হৈসল ও যাদব রাজারা। রাজা অমোঘবর্ষের রাজত্বকালে রচিত কবিরাজমার্গ কন্নড় সাহিত্যের প্রাচীনতম প্রাপ্ত সাহিত্য নিদর্শন হলেও আধুনিক গবেষকেরা সর্বসম্মতভাবেই মনে করেন যে এই ভাষায় গদ্য, কাব্য ও ব্যাকরণের ঐতিহ্য তার আগেও বিদ্যমান ছিল।\nদ্বাদশ শতাব্দীতে লিঙ্গায়েত আন্দোলনের ফলে সৃষ্ট সাহিত্য জৈন সাহিত্যের সঙ্গে সঙ্গেই বিকাশ লাভ করতে শুরু করে। চতুর্দশ শতাব্দীতে বিজয়নগর সাম্রাজ্যের যুগে জৈন প্রভাব হ্রাস পেতে থাকে এবং পঞ্চদশ শতাব্দীতে এক নতুন বৈষ্ণব সাহিত্যের দ্রুত বৃদ্ধি ঘটে। এই যুগে হরিদাস সন্তদের ভক্তি আন্দোলন ছিল একটি যুগান্তকারী ঘটনা।\nষোড়শ শতাব্দীতে বিজয়নগর সাম্রাজ্যের পতনের পরে মহীশূরের ওডেয়ার ও কেলাডির নায়ক সহ বিভিন্ন রাজবংশ কন্নড় সাহিত্যের পৃষ্ঠপোষকতা করতে থাকে। ঊনবিংশ শতাব্দীতে গদ্য আখ্যান, উপন্যাস, ছোটোগল্পের মতো কয়েকটি ধারার উদ্ভব ঘটে ইংরেজি সাহিত্যের প্রভাবে। আধুনিক কন্নড় সাহিত্য সুপরিচিত ও বহুল স্বীকৃত: বিগত অর্ধশতাব্দীকালে কন্নড় ভাষার ৮ জন সাহিত্যিক জ্ঞানপীঠ পুরস্কার, ৬৩ জন সাহিত্যিক সাহিত্য অকাদেমি পুরস্কার এবং ৯ জন সাহিত্যিক সাহিত্য অকাদেমি ফেলোশিপ পেয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\n\nBhat, Thirumaleshwara (১৯৯৩) [1993]। Govinda Pai। Sahitya Akademi। আইএসবিএন 81-7201-540-2। \nChidananda Murti, M. (১৯৭৮)। \"Kannada language and literature during the Chalukyas of Badami (c. 540–750 A.D.)\"।   M. S. Nagaraja Rao। The Chalukyas of Badami: Seminar Papers। Bangalore: Mythic Society। \nCrystal, David (২০০১)। A Dictionary of Language। Chicago and London: University of Chicago Press. Pp. 390। আইএসবিএন 0-226-12203-4। \nDalby, Andrew (১৯৯৮)। Dictionary of Languages: The Definitive Reference to More Than 400 Languages। Columbia University Press। আইএসবিএন 0-231-11568-7। \nDas, Sisir Kumar (১৯৯৫) [1995]। A History Of Indian Literature 1911–1956। Sahitya Akademi। আইএসবিএন 81-7201-798-7। \nGai, Govind Swamirao (১৯৯২)। \"Studies in Indian History, Epigraphy, and Culture\"। Karnataka, India: Shrihari Prakashana. Pp. 346। \nGai, Govind Swamirao (১৯৯৬)। Inscriptions of the early Kadambas। New Delhi: Indian Council of Historical Research and Pratibha Prakashan. Pp. xv, 170, 88 plates। আইএসবিএন 81-85268-47-9। \nGarg, Ganga Ram (১৯৯৬) [1987]। International Encyclopaedia of Indian Literature – vol 4, Kavirajamarga-Kannada। New Delhi: Mittal Publications। আইএসবিএন 81-7099-038-6। \nIyer, Panchapakesa A.S. (২০০৬) [2006]। Karnataka Sangeeta Sastra। Chennai: Zion Printers। \nKamath, Suryanath U. (২০০১) [1980]। A concise history of Karnataka : from pre-historic times to the present। Bangalore: Jupiter books। এলসিসিএন 80905179। ওসিএলসি 7796041। \nKarmarkar, A.P. (১৯৪৭) [1947]। Cultural history of Karnataka : ancient and medieval। Dharwad: Karnataka Vidyavardhaka Sangha। ওসিএলসি 8221605। \nKrishnamurti, Bhadriraju (২০০৩)। The Dravidian Languages (Cambridge Language Surveys)। Cambridge and London: Cambridge University Press. Pp. 574.। আইএসবিএন 0-521-77111-0। \nMasica, Colin P (১৯৯৩)। The Indo-Aryan Languages। Cambridge University Press। আইএসবিএন 0-521-23420-4। \nMaster, Alfred (১৯৪৪)। \"Indo-Aryan and Dravidian\"। Bulletin of the School of Oriental and African Studies, University of London। 11 (2): 297–307। ডিওআই:10.1017/s0041977x00072487। \nMoorthy, Vijaya (২০০১) [2001]। Romance of the Raga। Abhinav Publications। আইএসবিএন 81-7017-382-5। \nMugaḷi, Raṃ Śrī (১৯৭৫) [1975]। History of Kannada literature। Sahitya Akademi। ওসিএলসি 2492406। \nMugaḷi, Raṃ Śrī (২০০৬) [1946]। The Heritage of Karnataka: in relation to India। Read Books [Bangalore: Satyasodhama]। আইএসবিএন 978-1-4067-0232-3। \nMurthy, K. Narasimha (১৯৯২)। \"Modern Kannada Literature\"।   George K.M। Modern Indian Literature:An Anthology – Vol 1। Sahitya Akademi। আইএসবিএন 81-7201-324-8। \nNagaraj, D.R. (২০০৩) [2003]। \"Critical Tensions in the History of Kannada Literary Culture\"।   Sheldon I. Pollock। Literary Cultures in History: Reconstructions from South Asia। Berkeley and London: University of California Press. Pp. 1066। পৃষ্ঠা 323–383। আইএসবিএন 0-520-22821-9। \nNarasimhacharya, Ramanujapuram (১৯৯০) [1934]। History of Kannada Language। Mysore: Government Press. Reprinted by Asian Educational Services, New Delhi। আইএসবিএন 81-206-0559-4। \nNarasimhacharya, Ramanujapuram (১৯৮৮) [1934]। History of Kannada Literature। Mysore: Government Press. Reprinted by Asian Educational Services, New Delhi। আইএসবিএন 81-206-0303-6। \nPollock, Sheldon (১৯৯৮)। \"The Cosmopolitan Vernacular\"। The Journal of Asian Studies। 57 (1): 6–37। জেস্টোর 2659022। ডিওআই:10.2307/2659022। \nPollock, Sheldon (২০০৬)। The Language of Gods in the World of Men: Sanskrit, Culture and Power in Pre-modern India। Berkeley and London: University of California Press. Pp. 703। আইএসবিএন 0-520-24500-8। \nPollock, Sheldon (২০০৭)। \"Literary Culture and Manuscript Culture in Precolonial India\" (পিডিএফ)।   Simon Elliot;  ও অন্যান্য। Literary Cultures and the Material Book। London: British Library। পৃষ্ঠা 77–94। আইএসবিএন 978-0-7123-0684-3। ২৪ জুন ২০১০ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৯ আগস্ট ২০২১। \nPranesh, Meera Rajaram (২০০৩) [2003]। Musical Composers during Wodeyar Dynasty (1638–1947 A.D.)। Bangalore: Vee Emm। \nPrasad, K.B. Prabhu (১৯৮৭) [1987]। Sarvajna। Sahitya Akademi। আইএসবিএন 81-7201-404-X। \nRice, B.L. (২০০১) [1897]। Mysore Gazetteer Compiled for Government-vol 1। New Delhi, Madras: Asian Educational Services। আইএসবিএন 81-206-0977-8। [১]\nRice, E.P. (১৯৮২) [1921]। A History of Kanarese Literature। New Delhi: Asian Educational Services। আইএসবিএন 81-206-0063-0। \nRamesh, K. V. (১৯৮৪)। \"Indian Epigraphy\"। Sundeep। \nRao, Sheshagiri L.S. (১৯৯৪) [1989]।  Amaresh Datta, সম্পাদক। Encyclopaedia of Indian literature vol 3, Literature (Kannada)। Sahitya Akademi। আইএসবিএন 81-260-1804-6। \nSastri, K.A. Nilakanta (২০০২) [1955]। A history of South India from prehistoric times to the fall of Vijayanagar। New Delhi: Indian Branch, Oxford University Press। আইএসবিএন 0-19-560686-8। \nSharma, B.N.K (২০০০) [1961]। History of Dvaita school of Vedanta and its Literature (3rd সংস্করণ)। Bombay: Motilal Banarsidass। আইএসবিএন 81-208-1575-0। \nShipley, Joseph T. (২০০৭) [2007]। Encyclopedia of Literature – Vol I। READ BOOKS। আইএসবিএন 978-1-4067-0135-7। \nShiva Prakash, H.S. (১৯৯৭)। \"Kannada\"।   Ayyappapanicker। Medieval Indian Literature:An Anthology। Sahitya Akademi। আইএসবিএন 81-260-0365-0। \nSinopoli, Carla M. (২০০৩)। The Political Economy of Craft Production: Crafting Empire in South India c. 1350–1650। Cambridge University। আইএসবিএন 0-521-82613-6। \nSircar, D. C. (১৯৯৬)। Indian Epigraphy। Motilal Banarsidass Publications। আইএসবিএন 81-208-1166-6। \nSteever, S. B. (১৯৯৮)। \"Kannada\"।   Steever, S. B.। The Dravidian Languages (Routledge Language Family Descriptions)। London: Routledge. Pp. 436। পৃষ্ঠা 129–157। আইএসবিএন 0-415-10023-2। \nThapar, Romila (২০০৪)। Early India: From the origins to AD 1300। Berkeley: University of California Press। পৃষ্ঠা 586। আইএসবিএন 0-520-24225-4। \nVarious (১৯৮৭) [1987]।  Amaresh Datta, সম্পাদক। Encyclopaedia of Indian literature – vol 1। Sahitya Akademi। আইএসবিএন 81-260-1803-8। \nVarious (১৯৮৮) [1988]।  Amaresh Datta, সম্পাদক। Encyclopaedia of Indian literature – vol 2। Sahitya Akademi। আইএসবিএন 81-260-1194-7। \nVarious (১৯৯২) [1992]।  Mohan Lal, সম্পাদক। Encyclopaedia of Indian literature – vol 5। Sahitya Akademi। আইএসবিএন 81-260-1221-8। \nT. V. Venkatachala Sastry (১৯৯৪) [1897]। Sabdamanidarpanam of Kesiraja। Bangalore: Kannada Sahitya Parishad। \nWarder, A.K. (১৯৮৮) [1988]। Indian Kavya Literature। Motilal Banarsidass। আইএসবিএন 81-208-0450-3। \nZvelebil, Kamil V. (২০০৮)। \"Dravidian Languages\"। Encyclopædia Britannica। সংগ্রহের তারিখ ২০০৮-০৪-০৮।"}