{"pageid": 1083127, "title": "অল্লম প্রভু", "url": "https://bn.wikipedia.org/wiki?curid=1083127", "content": "অল্লম প্রভু (কন্নড়: ಅಲ್ಲಮ   ಪ್ರಭು) ছিলেন দ্বাদশ শতাব্দীর এক অতিন্দ্রীয়বাদী-সন্ত এবং কন্নড় ভাষার বচন কবি (‘বচনকার’)। তিনি আত্মা ও শিবের একত্ব প্রচার করতেন। তিনি ছিলেন এক বিশিষ্ট কবি তথা লিঙ্গায়েত ধর্মান্দোলনের পৃষ্ঠপোষক সন্ত। এই আন্দোলন মধ্যযুগীয় কর্ণাটক ভূখণ্ড এবং জনপ্রিয় কন্নড় সাহিত্যকে পুনর্গঠিত করেছিল। লিঙ্গায়েত ধর্মের প্রবর্তক বসব ও এই মতাবলম্বী সর্বাপেক্ষা উল্লেখযোগ্য মহিলা কবি অক্ক মহাদেবীর সঙ্গে অল্লম প্রভুকে ‘লিঙ্গায়েত ধর্মের ত্রয়ী’র অন্যতম গণ্য করা হয়।\nঅল্লম প্রভুর রচিত কবিতাগুলি বর্তমানে বচন সাহিত্যের অঙ্গ। এই কবিতাগুলিতে তিনি আচার-অনুষ্ঠান ও সামাজিক রীতিনীতির সমালোচনা করেছেন, সামাজিক বাধাগুলিকে ছিন্ন করেছেন এবং নৈতিক মূল্যবোধ ও শিবের প্রতি ভক্তিমূলক পূজার উপর গুরুত্ব আরোপ করেছেন। একথা সর্বজনবিদিত যে বসবকে লিঙ্গায়েত আন্দোলনের প্রধান অনুপ্রেরণাদাতা মনে করা হয় এবং সেই জন্য তিনি অনুভব মন্তপে ‘অন্ন’ (‘জ্যেষ্ঠ ভ্রাতা’) আখ্যাও পেয়েছিলেন, কিন্তু অল্লম প্রভু ছিলেন এই অনুভব মন্তপে পৌরোহিত্যকারী প্রকৃত গুরু।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\n\n\n=== মুদ্রিত সূত্র ===\n\n\n=== ওয়েব-সূত্র ===\n\n\n== আরও পড়ুন ==\nRamanujan, A.K. (১৯৭৩), Speaking of Siva, Penguin Classics, আইএসবিএন 0-14-044270-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nShivaprakash, H.S. (২০১০), I Keep Vigil of Rudra, London: Penguin Classics, আইএসবিএন 9788184752830 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMichael, R. Blake (১৯৯২), The Origins of Vīraśaiva Sects: A Typological Analysis of Ritual and Associated Patterns in the Śūnyasaṃpādane, Motilal Banarsidass Publ. উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPuranik, Basavaraj (১৯৯৯), Anupamacharita Allamaprabhudeva, Basava Samithi উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nIntroducing Vacanas: Some poems of Allama Prabhu and other Virasaiva saints, MD Shirley\nLingayats as a Sect, William McCormack (1963), The Journal of the Royal Anthropological Institute of Great Britain and Ireland, Vol. 93, No. 1, pages 59–71\nWork as Worship in Vīraśaiva Tradition, R Blake Michael (1982), Journal of the American Academy of Religion, Vol. 50, No. 4, pages 605-619\nটেমপ্লেট:Lingayatism topics"}