{"pageid": 1083962, "title": "কিসলেভ", "url": "https://bn.wikipedia.org/wiki?curid=1083962", "content": "কিসলেভ বা চিসলেভ (হিব্রু: כִּסְלֵו), সাধারণ বর্ষের তৃতীয় মাস এবং ধর্মপঞ্জির নবম মাস। ব্যাবিলনীয় বর্ষপঞ্জিতে এর নাম ছিলো \"আরা কিসলিমু\"।\nসাধারণ (কেসিদ্রান) বছরে কিসলেভে দিবসের সংখ্যা ত্রিশ দিন, কিন্তু রোস হাসানাহ স্থগিত আইনের কারণে কিছু বছরে এই মাসে একটি দিন কমিয়ে \"ছোট\" (চাজার) মাস করা হয়। কিসলেভ মাসটি গ্রেগরীয় বর্ষপঞ্জিতে নভেম্বর-ডিসেম্বরে পড়ে এবং এই মাসটিকে স্বপ্নের মাস বলা হয়।\nএই মাসের নামটি এসেছে আক্কাদীয় কিসলিমু থেকে।\nইহুদি রাব্বাইনীয় সাহিত্যে কিসলেভ মাসকে বেনিয়ামিনের গোত্রের সাথে সম্পৃক্ত করা হয়।\n\n\n== পবিত্র দিন ও উদযাপিত দিবস সমূহ ==\n২৫ কিসলেভ – ২ তেভেত  – হানুক্কাহ – যদি কিসলেভ ২৯ তারিখে শেষ হয় সেক্ষেত্রে ৩ তেভেতে শেষ হবে।\n\n\n== ইতিহাস ও ধর্মে ==\n১ কিসলেভ (১৯৭৭) – রাব্বাই মিনাখিম মেন্ডেল শিনিয়ার্সন হার্ট এ্যাটাক থেকে সেরে উঠেন।\n৬ কিসলেভ (১৯৭৩) – ডেভিড বেন-গুরিয়নের মৃত্যু।\n৮ কিসলেভ (১৯৭৮) – গোল্ডা মেইরের মৃত্যু।\n৯ কিসলেভ(১৭৭৩) – মিট্টলের রেব্বের জন্ম।\n৯ কিসলেভ(১৮৮৭) – মিট্টলের রেব্বের মৃত্যু।\n১০ কিসলেভ (১৮২৬) – মিট্টলের রেব্বের কারাগার থেকে মুক্তি।\n১৪ কিসলেভ (আনু. ১৪৪৫ খ্রিস্টপূর্ব) – যাকোবের সন্তান রুবীর মৃত্যু।\n১৪ কিসলেভ (আনু. ১৫৬৮ খ্রিস্টপূর্ব) – যাকোবের সন্তান রুবীর জন্ম।\n১৪ কিসলেভ (১৯২৯) - রাব্বাই মিনাখিম মেন্ডেল শিনিয়ার্সন, ইয়োসেফ ইশহাক শিনিয়ার্সনের কন্যা চায়া মুশকা শিনিয়ার্সনের সাথে বিবাহ বন্ধনে আবদ্ধ হন।\n১৫ কিসলেভ (১৬৭ খ্রিস্টপূর্ব) – ইহুদিদের পবিত্র মন্দিরে গ্রিকরা দেব-দেবীদের মূর্তি স্থাপন করে।\n১৭ কিসলেভ (১৯৪৭) – জাতিসংঘ সাধারণ পরিষদ কর্তৃত্বপ্রাপ্ত শক্তির অধীন ফিলিস্তিনকে বিভক্ত করার পরিকল্পনা অনুমোদন দেয় যার ফলে ইসরায়েল রাষ্ট্রের সৃষ্টি হয়।\n১৯ কিসলেভ (১৭৭২) - বা'আল শেম তোভের উত্তরাধিকারী মেজরিথের মাগিদের মৃত্যু।\n১৯ কিসলেভ (১৭৯৮) – লিয়াডির রাব্বাই শিনিউর জালমানের কারাগার থেকে মুক্তি যা ইউড তেস কিসলেভ হিসেবে উদযাপিত হয়।\n২০ কিসলেভ (আনু. ৪৫৭ খ্রিস্টপূর্ব) – এজ্রা জেরুজালেমে তিনদিনব্যাপী নিয়ে সম্মেলনের আয়োজন করেন যেখানে তিনি ইহুদিদের তোরাহ মেনে চলতে বলেন এবং ভিন্নধর্মী বৈবাহিক সম্পর্কগুলো শেষ করে দিতে বলেন।\n২১ কিসলেভ (আনু. ১২৮ খ্রিস্টপূর্ব) – গেরিজিম পর্বতে অবস্থিত শমরীয় মন্দির প্রথম ইয়োহানান হুরকানুস দ্বারা ধ্বংসপ্রাপ্ত হয়।\n২১ কিসলেভ (১৬৪ খ্রিস্টপূর্ব) –  হানুক্কাহ দিবস।\n২৫ কিসলেভ (১৬৭ খ্রিস্টপূর্ব) গ্রিকরা ইহুদিদের পবিত্র মন্দির নিজেদের দেব-দেবীদের জন্য উৎসর্গ করে।\n২৭ কিসলেভ (আনু. ২১০৫ খ্রিস্টপূর্ব) – আদিপুস্তক ৬-৮ অনুসারে এই দিনে মহাপ্লাবনের জল কমে আসতে শুরু করে।\n\n\n== অন্যান্য ব্যবহার ==\nজেনোগিয়ার্সের গল্পে কিসলেভ একটি দেশের নাম যা এই মাসের নাম থেকে গৃহীত হয়েছে।\nওয়্যারহ্যামার জগতে, কিসলেভ একটি দেশ ও শহরের নাম। কিসলেভকে ১৬তম শতাব্দীর পোল্যান্ড-লিথুয়ানিয়া এবং রাশিয়ার স্টারডমের আদলে তৈরি করা হয়েছে।\nড্রাগনল্যান্স জগতে, কিসলেভ (বা চিসলেভ) দৈব্য প্রবৃত্তির শক্তিকে বুঝানো হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইহুদি ইতিহাসের এই মাসটি\nকিসলেভ মাস সংক্রান্ত তথ্যাদি"}