{"pageid": 108307, "title": "হ্যারি পটার অ্যান্ড দি অর্ডার অব দ্য ফিনিক্স", "url": "https://bn.wikipedia.org/wiki?curid=108307", "content": "হ্যারি পটার অ্যান্ড দ্য অর্ডার অব দ্য ফিনিক্স (ইংরেজিতে Harry Potter and the Order of the Phoenix) জে. কে. রাউলিং-এর হ্যারি পটার সিরিজের পঞ্চম বই। বইটিতে প্রধান চরিত্র হ্যারি পটার হগওয়ার্টস স্কুলে তার পঞ্চম বর্ষে ফিরে আসে এবং পুরো বছরজুড়েই তাকে বিভিন্ন প্রতিকূল পরিস্থিতি মোকাবেলা করতে হয়।\nএই বইটি সিরিজের সবচেয়ে দীর্ঘতম বই। ২০০৩ সালের ২১ জুন ব্লুমসবারি যুক্তরাজ্যে এবং স্কলাস্টিক যুক্তরাষ্ট্রে বইটি প্রকাশ করে। বইটির কাহিনী অবলম্বনে একই নামের একটি চলচ্চিত্র নির্মিত হয় যা ২০০৭ সালে মুক্তি পায়। এছাড়াও বেশ কয়েকটি ভিডিও গেমসও নির্মিত হয়েছে। হ্যারি পটার অ্যান্ড দ্য অর্ডার অফ দ্য ফিনিক্স বইটি বেশ কিছু পুরস্কার অর্জন করে। এর মধ্যে উল্লেখযোগ্য হল, ২০০৩ সালের বেস্ট বুক ফর ইয়াং এডাল্টস পুরস্কার।\n\n\n== কাহিনী সংক্ষেপ ==\n\n\n=== পূর্ব প্রেক্ষাপট ===\nহ্যারি পটার সিরিজের পূর্ববর্তী চারটি উপন্যাসে, প্রধান চরিত্র হ্যারি পটারকে কেন্দ্র করে কাহিনী গড়ে উঠে। হ্যারির বয়স যখন এক বছর, তখন সেই সময়ের সব্বচেয়ে ভয়ঙ্কর কালো জাদুকর লর্ড ভলডেমর্ট হ্যারির বাবা মাকে হত্যা করে। ভলডেমর্ট হ্যারিকেও হত্যা করতে চেয়েছিল, কিন্তু কোন এক রহস্যময় কারণে হ্যারি বেঁচে যায় এবং ভলডেমর্টের পতন ঘটে। এরপর থেকে সে তার মাগল খালা ও খালু পেতুনিয়া ও ভার্নন ডার্সলির সঙ্গে বসবাস করতে থাকে।\nএগার বছর বয়সে সে জাদুবিশ্বের অস্তিত্ব সম্পর্কে জানতে পারে এবং হগওয়ার্টস স্কুলে ভর্তি হয়। সে রন উইজলি ও হারমায়োনি গ্রেঞ্জার এর সাথে বন্ধুত্ব গড়ে তোলে এবং ভলডেমর্টের পুনরায় ক্ষমতায় ফিরে আসার পথে বাঁধা দেয়। পরের বছর কেউ একজন স্কুলে অবস্থিত চেম্বার অফ সিক্রেটস খুলে দেয় এবং একটি বাসিলিস্ক ছাত্রছাত্রীদের আক্রমণ করতে থাকে। হ্যারি বাসিলিস্কটিকে হত্যা করে এবং ভলডেমর্টের ফিরে আসার আরেকটি পথ বন্ধ করে দেয়। এর পরের বছর হ্যারি জানতে পারে, আজকাবান ভেঙ্গে পালানো বন্দী সিরিয়াস ব্ল্যাক হ্যারিকে হত্যার টার্গেট করেছে। এই পরিস্থিতিতে স্কুলের নিরাপত্তা জোরদার করা হয়। কিন্তু শেষে জানা যায়, সিরিয়াস ব্ল্যাক আসলে প্রকৃত অপরাধী নয়, বরং সে হ্যারির গডফাদার। হ্যারি তার চতুর্থ বর্ষে একটি বিপজ্জনক জাদুর প্রতিযোগিতা ট্রাইউইজার্ড টুর্নামেন্টে অংশ নেয়। টুর্নামেন্টের শেষে, হ্যারি ভলডেমর্টের পুনরাগমন প্রত্যক্ষ করে।\n\n\n=== মূল কাহিনী ===\nবইটির শুরুতে হ্যারি ও তার খালাত ভাই, ডাডলি, ডিমেন্টরদের আক্রমণের শিকার হয়। হ্যারি নিজেকে ও ডাডলিকে বাঁচাতে জাদু ব্যবহার করে, ফলে তাকে জাদু মন্ত্রণালয় এর শুনানিতে অংশগ্রহণ করতে হয়। ভলডেমর্ট পুনরায় ফিরে আসায়, তার বিরুদ্ধে প্রতিরোধ গড়ে তোলার জন্য অ্যালবাস ডাম্বলডোর তার গোপন সংগঠন অর্ডার অফ দ্য ফিনিক্স পুনর্গঠন করেন। তবে এ পরিস্থিতিতে জাদু মন্ত্রণালয় ভলডেমর্টের ফিরে আসাকে অবাস্তব ও অসম্ভব আখ্যায়িত করে এবং এটিকে ডাম্বলডোরের ক্ষমতা দখলের ষড়যন্ত্র হিসেবে চিহ্নিত করে।\nমন্ত্রণালয় নিজেদের মতবাদকে স্কুলের কার্যক্রমের অন্তর্গত করার লক্ষ্যে হগওয়ার্টসে ডলোরেস আমব্রিজকে উচ্চ ক্ষমতাসম্পন্ন তদন্তকারী হিসেবে নিয়োগ প্রদান করে। আমব্রিজ স্কুলটিকে কার্যত মন্ত্রণালয়ের অধীনে নিয়ে আসেন এবং শিক্ষার্থীদের কালো জাদু প্রতিরোধের ব্যবহারিক কৌশল শিখাতে অস্বীকার করেন। ফলে হ্যারি, রন ও হারমায়োনি সমমনা ছাত্রছাত্রীদের নিয়ে ডাম্বলডোর'স আর্মি নামের একটি গোপন ছাত্রসংগঠন প্রতিষ্ঠা করে। যার উদ্দেশ্য ছিল, কালো জাদুর বিরুদ্ধে আত্মরক্ষার কৌশল শিখা এবং তা অনুশীলন করা। বইটিতে, হ্যারি লুনা লাভগুডের সাথে পরিচিত হয় যে বিভিন্ন অদ্ভুত দর্শনে বিশ্বাস করে। ঐসময় হ্যারি খুব বেশি একাকিত্ব অনুভব করছিল ৷ লুনা লাভগুড তার একাকিত্বকে কিছুটা দুর করে ৷ এই বইয়ে হ্যারি ও ভলডেমর্টের উপর প্রবর্তিত প্রফেসি বা ভবিষ্যতবাণীটি প্রকাশিত হয়। হ্যারি আরো আবিষ্কার করে যে, তার ও ভলডেমর্টের মধ্যে একটি সংযোগ রয়েছে, যার মাধ্যমে হ্যারি ভলডেমর্টের বিভিন্ন কাজকর্ম দেখতে পায়। বইয়ের শেষে হ্যারি ও তার বন্ধুরা ভলডেমর্টের ডেথ ইটারদের বিরুদ্ধে লড়াই করে। অর্ডার অফ দ্য ফিনিক্সের সদস্যরাও তাদের সাথে যোগ দেয়। এসময় বেল্লাট্রিক্স লেস্ট্র্যাঞ্জ হ্যারির গডফাদার সিরিয়াস ব্ল্যাককে হত্যা করে। অনেক ডেথ ইটার এ সময় বন্দী হয় এবং জাদুকর সম্প্রদায় ভলডেমর্টের পুনরাগমন সম্পর্কে নিশ্চিত হয়।\n\n\n== অধ্যায়সমূহ ==\n\nঅর্ডার অফ দ্য ফিনিক্সে মোট ৩৮ টি অধ্যায় রয়েছে। এগুলো হলঃ\n১। ডাডলি ডিমেন্টেড\n২। পেঁচাদের আনাগোনা\n৩। অ্যাডভান্স গার্ড\n৪। বার নম্বর গ্রিমল্ড প্লেস\n৫। অর্ডার অফ দ্য ফিনিক্স\n৬। ব্ল্যাক পরিবারের সুপ্রাচীন ও ঐতিহ্যবাহী বাড়ি\n৭। জাদু মন্ত্রণালয়\n৮। শুনানি\n৯। মিসেস উইজলির ভয়\n১০। লুনা লাভগুড\n১১। বাছাই টুপির নতুন গান\n১২। প্রফেসর আমব্রিজ \n১৩। ডলোরেসের সাথে শাস্তি\n১৪। পার্সি ও প্যাডফুট\n১৫। হগওয়ার্টসের উচ্চক্ষমতাসম্পন্ন তদন্তকারী\n১৬। হগস হেডে\n১৭। শিক্ষা সংক্রান্ত প্রজ্ঞাপন নাম্বার ২৪\n১৮। ডাম্বলডোর'স আর্মি\n১৯। সিংহ ও সরীসৃপ\n২০। হ্যাগ্রিডের কাহিনী\n২১। সাপের চোখ\n২২। সেন্ট মাঙ্গোস জাদু হাসপাতাল\n২৩। নিশ্ছিদ্র পাহারায় বড়দিন\n২৪। অকলামেন্সি\n২৫। গোবরে পোকা\n২৬। দেখা ও অদেখা\n২৭। সেনট্যুর ও গুপ্তচর\n২৮। স্নেইপের নিকৃষ্টতম স্মৃতি\n২৯। ক্যারিয়ার সম্পর্কিত উপদেশ\n৩০। গ্রপ\n৩১। আউলস (O.W.L.S)\n৩২। আগুনের বাইরে\n৩৩। লড়াই ও পলায়ন\n৩৪। রহস্য বিভাগ\n৩৫। পর্দার ওপাশে\n৩৬। একমাত্র ব্যক্তি যাকে সে ভয় করে\n৩৭। ভবিষ্যতবাণীর ধ্বংস\n৩৮। দ্বিতীয় যুদ্ধের সূচনা\n\n\n== রূপায়ন ==\n\n\n=== চলচ্চিত্র ===\nমূল নিবন্ধঃ হ্যারি পটার অ্যান্ড দ্য অর্ডার অফ দ্য ফিনিক্স (চলচ্চিত্র)\n২০০৭ সালে, হ্যারি পটার অ্যান্ড দ্য অর্ডার অফ দ্য ফিনিক্স চলচ্চিত্রটি মুক্তি পায়। এটি পরিচালনা করেন ডেভিড ইয়েটস, প্রযোজনা করেন ডেভিড হেয়ম্যান এবং চিত্রনাট্য লেখেন মাইকেল গোল্ডেনবার্গ। এই চলচ্চিত্রের বাজেট ছিল ১৫০-২০০ মিলিয়ন মার্কিন ডলার। এবং এটি ব্যবসায়িকভাবে দারূণ সফল হয়। এটি সর্বমোট ৯৩৯ মিলিয়ন ডলার আয় করে। যা ২০০৭ সালের মুক্তিপ্রাপ্ত চলচ্চিত্রসমূহের মধ্যে দ্বিতীয় সর্বোচ্চ আয়কারী চলচ্চিত্র।\n\n\n=== ভিডিও গেমস ===\nঅর্ডার অফ দ্য ফিনিক্স বই এবং চলচ্চিত্রের কাহিনী অবলম্বনে বেশ কয়েকটি ভার্সন সংবলিত একটি ভিডিও গেমসও নির্মিত হয়েছে। যা মাইক্রোসফট উইন্ডোজ, প্লেস্টেশন ২, প্লেস্টেশন ৩, এক্সবক্স ৩৬০, নিন্টেন্ডো ডিএস, গেমবয়, ম্যাক ওসি এক্স প্রভৃতিতে খেলা যায়। এটি ২০০৭ সালে বাজারে আসে। ইলেকট্রনিক্স আর্টস (ই এ) গেমটি তৈরি করে। গেমভক্তদের মধ্যে গেমটি ব্যাপক সাড়া ফেলতে সক্ষম হয়।\n\n\n== অনুবাদ ==\nমূল নিবন্ধঃ অনুবাদে হ্যারি পটার\nসিরিজের অন্য বইগুলোর মত অর্ডার অফ দ্য ফিনিক্স বইটিও বিভিন্ন ভাষায় অনূদিত হয়েছে। বইটি সর্বপ্রথম ভিয়েতনামি ভাষায় অনূদিত হয়, এরপর একে একে সার্বীয়, ডাচ, জার্মান, রুশ, হিন্দি, বাংলা, আরবি, ফরাসি, ফার্সি প্রভৃতি ভাষায় অনূদিত হতে থাকে। ফ্রান্স ও নেদারল্যান্ডে বইটির অনেক বেআইনি অনুবাদও প্রকাশিত হয়। চেক প্রজাতন্ত্রে, বেশ কয়েকজন তরুণ ছেলেমেয়ে বইটির ইংরেজি সংস্করণ বের হওয়ার মাত্র দুই সপ্তাহের মধ্যেই এর অর্ধেক অনুবাদ করে ফেলে।\n\n\n=== বাংলা ভাষায় অনুবাদ ===\nঅঙ্কুর প্রকাশনী হ্যারি পটার সিরিজের বইগুলোকে বাংলাদেশে বাংলা ভাষায় প্রকাশ করেছে। সিরিজের পঞ্চম বই অর্ডার অফ দ্য ফিনিক্স এর বাংলা অনুবাদ ২০০৭ সালের ফেব্রুয়ারিতে অঙ্কুর সর্বপ্রথম বাংলাদেশে প্রকাশ করে। অনুবাদক অসীম চৌধুরী বইটিকে সহজ ও সরলভাবে বাংলা ভাষায় অনুবাদ করেছেন। এর পৃষ্ঠাসংখ্যা ৬৮৮। বইটি বাংলাভাষী হ্যারি পটার ভক্তদের মধ্যে ব্যাপক সাড়া ফেলে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nHarry Potter and the Order of the Phoenix   on Harry Potter Wiki,  an external wiki"}