{"pageid": 108357, "title": "কলকাতা দাঙ্গা", "url": "https://bn.wikipedia.org/wiki?curid=108357", "content": "প্রত্যক্ষ সংগ্রাম দিবস (১৬ আগস্ট ১৯৪৬), এছাড়াও ১৯৪৬-এর কলকাতা হত্যাকাণ্ড হিসাবে পরিচিত, দেশব্যাপী সাম্প্রদায়িক দাঙ্গার একটি দিন ছিল। এটি ব্রিটিশ ভারতের বাংলা প্রদেশের কলকাতা শহরে মুসলমান ও হিন্দুদের বৃহত্তর সহিংসতার দিকে পরিচালিত করেছিল। এই দিনটিই দীর্ঘ ছুরিকার সপ্তাহ নামে পরিচিত কুখ্যাত সপ্তাহকালের প্রথম দিন ছিল। যদিও তাদের স্বল্পমেয়াদী পরিণতি, বিতর্কিত ঘটনাসমূহের সঠিক ক্রম, বিভিন্ন কর্মকর্তাদের দায়বদ্ধতা ও দীর্ঘমেয়াদী রাজনৈতিক পরিণতি সহ হত্যার মাত্রা সম্পর্কে একটি ঐক্যমত্যের নিশ্চিত তুল্যমান রয়েছে (যদিও কোনও হত্যা বা মৃত্যুর সুনির্দিষ্ট পরিসংখ্যান পাওয়া যায় না)।\nবিতর্কটি হত্যাকাণ্ডে পৃথক নেতাদের ভূমিকা ছাড়াও এখনও দুই প্রধান সম্প্রদায় হিসাবে হিন্দু ও মুসলমানদের সম্পর্কিত দায়িত্ব সম্পর্কে উত্থিত হয়। প্রভাবশালী ব্রিটিশ দৃষ্টিভঙ্গি উভয় সম্প্রদায়কে সমানভাবে দোষারোপ করেছিল এবং অপরাধী উপাদান বিশিষ্ট নেতাদের গণনা ও অনুগামীদের বর্বরতা এককভাবে প্রকাশ করেছিল। ঘটনাসমূহের কংগ্রেসের সংস্করণে, দোষটি সরাসরি মুসলিম লিগ এবং বিশেষত বাংলার মুখ্যমন্ত্রী সোহ্‌রাওয়ার্দীর দিকে ঝুঁকছে। পূর্ব পাকিস্তানের উত্তরসূরি রাষ্ট্র বাংলাদেশে আংশিকভাবে বহাল রাখা মুসলিম লিগ পক্ষের দৃষ্টিভঙ্গি হল বাস্তবে কংগ্রেস ও হিন্দুরা কলকাতায় মুসলমানদের একটি শিক্ষা প্রদানের জন্য সরাসরি সংগ্রাম দিবসের প্রস্তাবিত সুযোগটি ব্যবহার করেছিল এবং তাদের প্রচুর সংখ্যায় হত্যা করেছিল। এইভাবে, দাঙ্গাসমূহ কলকাতা সহ হিন্দু-অধ্যুষিত পশ্চিম বাংলা ও মুসলিম-অধ্যুষিত পূর্ব বাংলার (অধুনা বাংলাদেশ) মধ্যে বাংলার বিভাজনের একটি পথ উন্মুক্ত করেছিল।\nসর্বভারতীয় মুসলিম লিগ ও ভারতীয় জাতীয় কংগ্রেস ১৯৪০-এর দশকে ভারতের গণপরিষদের দুটি বৃহত্তম রাজনৈতিক দল ছিল। মুসলিম লিগ ১৯৪০ খ্রিস্টাব্দের লাহোর প্রস্তাব থেকেই উত্তর-পশ্চিম ও পূর্ব ভারতের মুসলিম সংখ্যাগরিষ্ঠ অঞ্চলসমূহকে 'স্বাধীন রাষ্ট্র' হিসাবে গঠন করার দাবি জানাতে থাকে। ব্রিটিশ রাজের থেকে ভারতীয় নেতৃত্বের হাতে ক্ষমতা হস্তান্তরের পরিকল্পনা জন্য ভারতে ১৯৪৬-এর ক্যাবিনেট মিশন একটি ত্রিস্তরীয় পরিকাঠামো প্রস্তাব করেছিল: কেন্দ্র, প্রদেশ গোষ্ঠী ও প্রদেশ। মুসলিম লিগের দাবি পূরণ করার জন্য \"প্রদেশ গোষ্ঠী \" ছিল। মুসলিম লিগ ও কংগ্রেস উভয়ই নীতিগতভাবে ক্যাবিনেট মিশনের পরিকল্পনা গ্রহণ করেছিল। যাইহোক, মুসলিম লিগ সন্দেহ করেছিল যে কংগ্রেসের গ্রহণযোগ্যতা ছিল অবিশ্বাস্য। \nফলস্বরূপ, মুসলিম লিগ ১৯৪৬ খ্রিস্টাব্দের জুলাই মাসে পরিকল্পনা থেকে তার চুক্তি প্রত্যাহার করে নিয়েছিল এবং ১৬ই আগস্ট একটি সাধারণ ধর্মঘট (হরতাল) ঘোষণা দিয়েছিল, ঔপনিবেশিক ভারতে উত্তর-পশ্চিম ও পূর্ব প্রদেশের বাইরে নির্দিষ্ট ভারতীয় মুসলমানদের জন্য পৃথক ভূমি দাবিকে দৃঢ়রূপে ঘোষণা করার জন্য প্রত্যক্ষ সংগ্রাম হিসেবে আখ্যায়িত করেছিল। প্রত্যক্ষ সংগ্রামের ডাক দিয়ে নিখিল ভারত মুসলিম লিগের নেতা মুহাম্মদ আলী জিন্নাহ বলেছিলেন, যে তিনি “বিভক্ত ভারত অথবা ধ্বংসপ্রাপ্ত ভারত” দেখতে চান।\nসাম্প্রদায়িক উত্তেজনার পটভূমিতে, বিক্ষোভটি কলকাতায় ব্যাপক দাঙ্গার সূত্রপাত করেছিল। মাত্র ৭২ ঘন্টার মধ্যে কলকাতায় ৪,০০০ জনের বেশি সাধারণ মানুষ প্রাণ হারিয়েছিল ও ১,০০,০০০ জন বাসিন্দা গৃহহীন হয়েছিল। এই সহিংসতা নোয়াখালী, বিহার, যুক্তপ্রদেশ (অধুনা উত্তরপ্রদেশ), পাঞ্জাব ও উত্তর-পশ্চিম সীমান্ত প্রদেশে আরও ধর্মীয় দাঙ্গার সূত্রপাত করেছিল। এই ঘটনাসমূহ শেষ পর্যন্ত ভারত বিভাজনের বীজ বপন করেছিল।\n\n\n== প্রেক্ষাপট ==\n১৯৪৬ খ্রিস্টাব্দে ব্রিটিশ রাজের বিরুদ্ধে ভারতের স্বাধীনতা আন্দোলন একটি গুরুত্বপূর্ণ পর্যায়ে পৌঁছায়। ব্রিটিশ প্রধানমন্ত্রী ক্লেমেন্ট অ্যাটলি ব্রিটিশ রাজের থেকে ভারতীয় নেতৃত্বের হাতে ক্ষমতা হস্তান্তরের পরিকল্পনা নিয়ে আলোচনা ও সিদ্ধান্ত চূড়ান্ত করার লক্ষ্যে তিন সদস্যের মন্ত্রিসভা মিশন ভারতে প্রেরণ করেছিলেন। ১৯৪৬ খ্রিস্টাব্দের ১ মে ভারতের গণপরিষদের দুটি বৃহত্তম রাজনৈতিক দল ভারতীয় জাতীয় কংগ্রেস এবং অল ইন্ডিয়া মুসলিম লিগের প্রতিনিধিদের সঙ্গে আলোচনা করার পরে এই ক্যাবিনেট মিশন ভারতের নতুন আধিপত্য এবং গঠন প্রক্রিয়া নিয়ে একটি প্রস্তাব দেয়। মুসলিম লিগের উত্তর-পশ্চিমাঞ্চল ও পূর্বাঞ্চলে 'স্বায়ত্তশাসিত ও সার্বভৌম' রাষ্ট্রের দাবিতে প্রাদেশিক স্তর এবং কেন্দ্রীয় সরকারের মধ্যে ‘'প্রদেশসমূহ’' নামে একটি নতুন স্তর তৈরি করা হয়েছিল। প্রস্তাবিত ত্রিস্তরীয় পরিকাঠামোয় বলা হয়- কেন্দ্রীয় সরকার প্রতিরক্ষা, বৈদেশিক বিষয় এবং যোগাযোগের বিষয়গুলি পরিচালনা করবে এবং অন্যান্য সমস্ত ক্ষমতা প্রদেশ গুলিকে প্রেরণ করা হবে।\nএক সময়ের কংগ্রেস সদস্য এবং বর্তমানে মুসলিম লিগের নেতা কংগ্রেসের কেন্দ্রীয় সভাপতিমণ্ডলী হিসাবে ১৬ জুন ক্যাবিনেট মিশন পরিকল্পনা গ্রহণ করেছিলেন। তবে ১০ জুলাই কংগ্রেস সভাপতি জওহরলাল নেহেরু বোম্বাইয়ে সংবাদ সম্মেলন করে ঘোষণা করেন যে, যদিও কংগ্রেস গণপরিষদে অংশ নিতে রাজি হয়েছে, তবে ক্যাবিনেট মিশন পরিকল্পনাকে উপযুক্ত করতে সংশোধন করার অধিকার সংরক্ষণ করে। কেন্দ্রীয় সরকারে হিন্দু আধিপত্যের ভয়ে মুসলিম লিগের রাজনীতিবিদরা জিন্নাহকে \"তার পূর্বের অনমনীয় অবস্থান\" ফিরিয়ে নিতে বলেন। জিন্নাহ ব্রিটিশ ক্যাবিনেট মিশনের পরিকল্পনা প্রত্যাখ্যান করে গণপরিষদ বয়কট করার সিদ্ধান্ত নেন। ১৯৪৬ খ্রিস্টাব্দের জুলাইয়ে জিন্নাহ বোম্বাইয়ের (বর্তমান মুম্বাই) নিজ বাড়িতে একটি সংবাদ সম্মেলন করেন। সেখানে তিনি ঘোষণা করেন যে মুসলিম লিগ \"সংগ্রাম শুরু করার প্রস্তুতি নিচ্ছে\" এবং তারা \"একটি পরিকল্পনা তৈরি করেছে\"। তিনি আরও বলেন যে, মুসলমানদের যদি আলাদা পাকিস্তান না দেওয়া হয় তবে তারা ‘সরাসরি পদক্ষেপ বা প্রত্যক্ষ সংগ্রামের\" ডাক দেবে। সুনির্দিষ্ট হওয়ার বিষয়ে জিজ্ঞাসা করা হলে, জিন্নাহ জবাব দিয়েছিলেন: \"কংগ্রেসে যান এবং তাদের পরিকল্পনা জিজ্ঞাসা করুন। যখন তারা আপনাকে তাদের আস্থা নেবে আমি আপনাকে আমার আত্মবিশ্বাস দেখাবো। আপনারা আমাকে কেন হাত গুটিয়ে বসে থাকতে বলেছেন? আমরাও ঝামেলা করতে চলেছি।\"\nপরের দিন, জিন্নাহ ১৬ আগস্টকে \"প্রত্যক্ষ সংগ্রাম দিবস\" হিসাবে ঘোষণা করেন এবং কংগ্রেসকে হুঁশিয়ারি দেন- \"আমরা যুদ্ধ চাই না। যদি আপনারা যুদ্ধ চান, তবে আমরাও যুদ্ধ করতে পিছুপা হবো না। আমাদের হয় বিভক্ত ভারত অথবা ধ্বংসপ্রাপ্ত ভারত থাকবে।\"\nএইচ ভি হডসন তাঁর দ্য গ্রেট ডিভাইড বইয়ে উল্লেখ করেছেন, \"ওয়ার্কিং কমিটি ভারতবর্ষের মুসলমানদেরকে ১৬ আগস্টকে 'ডাইরেক্ট অ্যাকশন ডে' হিসেবে পালনের আহ্বান জানিয়েছিল। সেদিন, লিগের প্রস্তাব ব্যাখ্যা করতে সারাদেশে সভা অনুষ্ঠিত হয়। এই সভা এবং মিছিলগুলি শেষ হয়ে গেল–যা স্পষ্টতই কেন্দ্রীয় লিগের নেতাদের উদ্দেশ্য ছিল–সাধারণ এবং সীমাবদ্ধ ঝামেলা ছাড়া এক বিস্তৃত এবং করুণ ব্যতিক্রম ছাড়া...যা ঘটেছিল তা পূর্বে কোনোদিন ঘটেনি।\"\n\n\n== দাঙ্গা ও হত্যাকাণ্ড ==\n\nঝামেলা ১৬ আগস্ট সকাল থেকেই শুরু হয়েছিল। এমনকি সকাল ১০ টার আগেই লালবাজারের পুলিশ সদর দফতর জানিয়েছিল যে শহরজুড়ে উত্তেজনা ছড়িয়ে পড়েছে, দোকানপাট বন্ধ করতে বাধ্য করা হচ্ছে, এবং পাথর ও ইটপাটকেল ছোঁড়াছুঁড়ি, ছুরিকাঘাতের খবর পাওয়া গিয়েছে। এই ঘটনাগুলো প্রধানত রাজাবাজার, কলাবাগান, কলেজ স্ট্রিট, হ্যারিসন রোড (বর্তমানে মহাত্মা গান্ধী রোড), কলুটোলা এবং বড়বাজারের মতো শহরের উত্তর-মধ্য অংশগুলোতে কেন্দ্রীভূত ছিল। এর মধ্যে বেশ কিছু এলাকা ১৯১০ সালের ডিসেম্বরেও সাম্প্রদায়িক দাঙ্গায় কেঁপে উঠেছিল। এসব অঞ্চলে হিন্দুরা সংখ্যাগরিষ্ঠ ছিল এবং উচ্চতর ও শক্তিশালী অর্থনৈতিক অবস্থানেও ছিল। সমস্যাটি সাম্প্রদায়িক চরিত্র ধারণ করেছিল, যা সর্বত্র বজায় রাখা হয়েছিল। ঠিক দুপুরে অক্টারলোনি মনুমেন্ট ময়দানে লিগের সমাবেশ শুরু হয়। সমাবেশটিকে সে সময় 'বাংলার সর্ববৃহৎ মুসলিম সমাবেশ' হিসেবে বিবেচনা করা হয়। \nদুপুর ২টার দিকে সমাবেশ শুরু হয়, যদিও দুপুরের নামাজের পর থেকেই কলকাতার সব জায়গা থেকে মুসলমানদের মিছিল জড়ো হতে শুরু করেছিল। অংশগ্রহণকারীদের একটি বিশাল অংশ লোহার রড ও লাঠি (বাঁশের লাঠি) দিয়ে সজ্জিত ছিল বলে জানা যায়। একজন কেন্দ্রীয় গোয়েন্দা কর্মকর্তার প্রতিবেদনের তথ্য অনুযায়ী ৩০,০০০ জন এবং কলকাতা পুলিশের বিশেষ শাখার পরিদর্শকের তথ্য অনুযায়ী ৫,০০,০০০ জন সমাবেশে উপস্থিত ছিল বলে অনুমান করা হয়েছিল। পরবর্তী পরিসংখ্যানটি অসম্ভব বেশি ছিল এবং স্টার অব ইন্ডিয়ার প্রতিবেদক এই সংখ্যাকে প্রায় ১,০০,০০০ বলে উল্লেখ করেছিল। প্রধান বক্তা হিসাবে খাজা নাজিমউদ্দিন ও মুখ্যমন্ত্রী হোসেন শহীদ সোহ্‌রাওয়ার্দী ছিলেন। খাজা নাজিমুদ্দিন তার বক্তৃতায় প্রাথমিকভাবে শান্তিপূর্ণতা ও সংযমের কথা বললেও পরবর্তীকালে প্রভাব বিনষ্ট করেন ও উত্তেজনা ছড়িয়ে দেন এই বলে, যে সকাল ১১ টা অবধি আহত সমস্ত ব্যক্তিই মুসলমান এবং মুসলিম সম্প্রদায় শুধুমাত্র আত্মরক্ষায় প্রতিশোধ নিয়েছিল।\nকলকাতা পুলিশের বিশেষ শাখা সভায় একজন মাত্র শর্টহ্যান্ড সাংবাদিককে প্রেরণ করেছিল, ফলস্বরূপ মুখ্যমন্ত্রীর বক্তব্যের কোনও প্রতিলিপি উপলব্ধ নেই। তবে সামরিক কর্তৃপক্ষ দ্বারা নিযুক্ত কেন্দ্রীয় গোয়েন্দা কর্মকর্তা ও প্রতিবেদক ফ্রেডেরিক বারোজ একটি বিবৃতিতে একমত হন (কলকাতা পুলিশের পক্ষে থেকে কোনও খবর দেওয়া হয়নি)। প্রথমজনের বক্তব্য অনুযায়ী - \"তিনি [মুখ্যমন্ত্রী] লক্ষ রেখেছিলেন যাতে কোনো পুলিশ এই বিষয়ে হস্তক্ষেপ না করে\"। ফ্রেডরিক বারোজের মতে- \"তিনি সামরিক বাহিনী ও পুলিশকে আটকাতে সক্ষম হয়েছিলেন\"। যদিও পুলিশের ‘নীরব’ থাকার জন্য কোনো সুনির্দিষ্ট আদেশ দেওয়া হয়নি। সুতরাং, হোসেন শহীদ সোহ্‌রাওয়ার্দী সমাবেশে যাই বলুন, উপস্থিত থাকা অশিক্ষিত দর্শকদের কাছে সেটা বিশৃঙ্খলতা সৃষ্টির উন্মুক্ত আমন্ত্রণ বলে মনে হয়েছিল, প্রকৃতপক্ষে শ্রোতাদের অনেকেই সমাবেশ শেষ হওয়ার পর ফেরার সময় হিন্দুদের উপর আক্রমণ ও হিন্দুদের দোকান লুট করা শুরু করেছিল বলে জানা যায়। পরবর্তীকালে, কলকাতায় হ্যারিসন রোডে ইট-পাটকেল সহ সশস্ত্র কট্টরপন্থী মুসলিম গুন্ডাদের বহনকারী লরি (ট্রাক) আসার খবর পাওয়া গিয়েছিল এবং হিন্দু মালিকানাধীন দোকানে আক্রমণ করেছিল। \n\nশহরের যেসব জায়গায় দাঙ্গা লাগে সেখানে সন্ধ্যে ৬টার সময় কারফিউ জারি করা হয়েছিল। এই সকল অঞ্চল ও প্রধান রাস্তাগুলো সুরক্ষিত রাখার জন্য রাত ৮টায় পুলিশি নজরদারি শুরু হয়, যার ফলে বস্তি ও অন্যান্য অনুন্নত অঞ্চল সমূহকে পুলিশ মুক্ত করা হয়েছিল।\nকট্টরপন্থী মুসলিম গুন্ডা এলিয়ান মিস্ত্রি সহ গার্ডেন রিচ টেক্সটাইল ওয়ার্কার্স ইউনিয়নের সভাপতি সৈয়দ আবদুল্লাহ ফারুকী ১৭ আগস্ট এবং মেটিয়াব্রুজের লিচুবাগান এলাকার কসোরাম কটন মিলসের মিল প্রাঙ্গণে একটি বিশাল সশস্ত্র জনতার নেতৃত্ব দিয়েছিলেন। মিল শ্রমিকরা, যাদের মধ্যে উল্লেখযোগ্য সংখ্যক ওড়িয়া ছিল, তারা মিল চত্বরেই থাকত। চারজন জীবিত ব্যক্তি ২৫ আগস্ট সৈয়দ আবদুল্লাহ ফারুকীর বিরুদ্ধে মেটিয়াব্রুজ থানায় অভিযোগ দায়ের করেছিল। ওড়িশা সরকারের একজন মন্ত্রী বিশ্বনাথ দাস কসোরাম কটন মিলসের ওড়িয়া শ্রমিকদের হত্যার তদন্ত করতে লিচুবাগান পরিদর্শন করেছিলেন। কিছু সূত্র অনুমান করে যে মৃতের সংখ্যা ১০,০০০ বা তার বেশি ছিল। অনেক লেখক দাবি করেন যে হিন্দুরা প্রাথমিক ভুক্তভোগী ছিল।\nসবচেয়ে জঘন্যতম হত্যাকাণ্ড ১৭ আগস্ট দিনের বেলায় ঘটেছিল। শেষ বিকেলের মধ্যে সৈন্যরা সবচেয়ে ক্ষতিগ্রস্ত জায়গাগুলোকে নিয়ন্ত্রণে নিয়ে আসে এবং সামরিক বাহিনী রাতারাতি তার দখল প্রসারিত করেছে। সেই সময়ে সামরিক নিয়ন্ত্রণের বাইরে থাকা বস্তি ও অন্যান্য অঞ্চলে আইনশৃঙ্খলার অবনতি ও দাঙ্গা প্রতি ঘণ্টায় ঘন্টায় বাড়তে থাকে। বাস ও ট্যাক্সি ভর্তি শিখ ও হিন্দুরা ১৮ আগস্ট সকালে তরোয়াল, লোহার রড ও আগ্নেয়াস্ত্র সহযোগে প্রতিরোধ আক্রমণ শুরু করেছিল।\nএই সাম্প্রদায়িক সংঘাত প্রায় এক সপ্তাহ অব্যাহত ছিল। অবশেষে ২১ আগস্ট বাংলাকে ভাইসরয়ের শাসনের অধীনে রাখা হয়েছিল। ব্রিটিশ সৈন্যদের ৫ টি ব্যাটালিয়ন, ভারতীয় ও গোর্খাদের দ্বারা সমর্থিত ৪ টি ব্যাটালিয়ন শহরে মোতায়েন করা হয়েছিল। পর্যাপ্ত সংখ্যক সৈন্য থাকা সত্ত্বেও  কেন সৈন্যদের আরো আগে ডাকা হয়নি সেই বিষয়ে লর্ড ওয়াভেল পরবর্তীকালে অভিযোগ করেন।  দাঙ্গা ২২ আগস্ট হ্রাস পায়।\n\n\n== পরিণতি ==\nএই ভয়াবহ হত্যাকাণ্ডের সময় বহু মানুষ কলকাতা ত্যাগ করে পালিয়ে যেতে থাকে। বেশ কয়েকদিন ধরেই অগণিত মানুষের ঢেউ হাওড়া ব্রিজ দিয়ে স্টেশন অভিমুখে যেতে থাকে। তাদের অনেকেই কলকাতার বাইরের অঞ্চলে ছড়িয়ে পড়া এই হিংস্রতা থেকে বাঁচতে পারেননি। লর্ড ওয়াভেল ১৯৪৬ খ্রিস্টাব্দের ২৭ আগস্ট সাক্ষাৎকারে দাবি করেন যে, মহাত্মা গান্ধী তাকে বলেছিলেন, \"ভারত যদি রক্তপাত চায় তবে সে তা গ্রহণ করতে পারে … যদি রক্তপাতের প্রয়োজন হয়, তা অহিংসা সত্ত্বেও ঘটবে\"।\nপরিস্থিতি নিয়ন্ত্রণে আনার চেষ্টা না করার জন্য কলকাতার হোম পোর্টফোলিওর দায়িত্বে থাকা মুখ্যমন্ত্রী সোহরাওয়ার্দীর সমালোচনা করা হয়েছিল। বাংলার ব্রিটিশ গভর্নর, স্যার ফ্রেডারিক জন বারুজও পরিস্থিতি নিয়ন্ত্রণে না আনার জন্য সমালোচিত হতে হয়। মুখ্যমন্ত্রী লালবাজার পুলিশ সদর দফতরের কন্ট্রোল রুমে তার সমর্থকদের নিয়ে প্রচুর সময় ব্যয় করলেও পরিস্থিতি নিয়ন্ত্রণে আনার জন্য কোনো রকম নির্দেশ দেননি। রাজ্যপালের থেকে কোনো সরাসরি আদেশ না থাকায়, মুখ্যমন্ত্রীর কন্ট্রোল রুমে যেতে কোনো বাধা ছিল না এবং মুখ্যমন্ত্রীর উপর অধিক ভরসা থাকায় গভর্নর ফ্রেডেরিক বারোজ এ জাতীয় আদেশ দিতে প্রস্তুত ছিলেন না। বিশিষ্ট মুসলিম লিগ নেতারা অভিযান পরিচালনার জন্য পুলিশ কন্ট্রোল রুমগুলিতে প্রচুর সময় ব্যয় করেছিলেন এবং সেক্ষেত্রে সোহরাওয়ার্দীর পুলিশি দায়িত্বে বাধা দেওয়ার উল্লেখ পাওয়া যায়।\nব্রিটিশ এবং কংগ্রেস উভয়েই জিন্নাহকে এই ভয়াবহ হত্যাকাণ্ডের জন্য দোষারোপ করেছিল এবং এই ধরনের মুসলিম জাতীয়তাবাদী মনোভাব জাগ্রত করার জন্য মুসলিম লিগকে দায়ী করা হয়েছিল। প্রত্যক্ষ সংগ্রাম দিবসের এই দাঙ্গার সঠিক কারণ সম্পর্কে বিভিন্ন মতামত রয়েছে। হিন্দু সংবাদমাধ্যম সোহরাওয়ার্দী সরকার এবং মুসলিম লিগকে দোষ দিয়েছিল। তাদের মতে, মুসলিম লিগের সদস্য এবং এদের অনুমোদিত স্বেচ্ছাসেবক বাহিনী 'প্রত্যক্ষ সংগ্রামের' ঘোষণা কার্যকর করার জন্য মুসলিম জনগণকে উস্কানিমূলক বক্তৃতা দেওয়া হয়েছিল এবং তাদের স্বাধীন পাকিস্তানের দাবি সমর্থন করার জন্য 'সমস্ত ব্যবসায় স্থগিত' করাতে বলা হয়েছিল। তবে, মুসলিম লিগের সমর্থকদের মতে বাংলায় ভঙ্গুর মুসলিম লিগ সরকারকে দুর্বল করার প্রয়াসে এই সহিংসতার পিছনে কংগ্রেস পার্টি ছিল। ঐতিহাসিক জয়া চ্যাটার্জি দাঙ্গা রোধ করতে ব্যর্থ হওয়ার এবং পুলিশবাহিনীকে নীরব থাকতে বলার জন্য সোহরাওয়ার্দীকে বিশেষভাবে দায়ী করেন, পাশাপাশি তিনি উল্লেখ করেছন যে হিন্দু নেতারাও দোষী ছিলেন। মহাত্মা গান্ধী এবং জওহরলাল নেহেরু সহ ভারতীয় জাতীয় কংগ্রেসের সদস্যরা দাঙ্গার বিষয়ে নেতিবাচক প্রতিক্রিয়া জানিয়ে শোক প্রকাশ করেছিলেন। দাঙ্গার ফলে হিন্দু, শিখ এবং মুসলমানদের মধ্যে আরও দাঙ্গা ও অসম্প্রীতি বৃদ্ধি পেয়েছিল।\n\n\n=== দাঙ্গা পরবর্তী প্রতিহিংসা ===\nপ্রতক্ষ্য সংগ্রাম দিবস দাঙ্গা সেই বছরেই নোয়াখালী, বিহার ও পাঞ্জাবের মুসলিম ও হিন্দু-শিখদের মধ্যে বেশ কয়েকটি দাঙ্গার সূত্রপাত করেছিল।\n\n\n==== নোয়াখালী দাঙ্গা ====\n\n১৯৪৬ খ্রিস্টাব্দের অক্টোবরে নোয়াখালী ও টিপ্পেরা জেলায় ঘটা গণহত্যা গ্রেট ক্যালকাটা কিলিংসের একটি কলঙ্কিত পরবর্তী ঘটনা হিসেবে মনে করা হয়। কলকাতা দাঙ্গার খবর নোয়াখালী-টিপ্পার দাঙ্গাকে প্রভাবিত করেছিল। তবে হিংস্রতা কলকাতা দাঙ্গার চেয়ে প্রকৃতিতে আলাদা ছিল।\nউত্তর নোয়াখালী জেলার রায়গঞ্জ থানার অধীনে থাকা অঞ্চলগুলোতে ১৯৪৬ খ্রিস্টাব্দের ১০ অক্টোবর গণহত্যা শুরু হয়। এই গণহত্যাকে \"মুসলিম উচ্ছৃঙ্খল জনতার সংগঠিত ক্রোধ\" হিসেবে আখ্যায়িত করা হয়েছিল। এই হত্যাকাণ্ডের ঢেউ শীঘ্রই প্রতিবেশী থানার রায়পুর, লক্ষ্মীপুর, বেগমগঞ্জ, নোয়াখালীর সন্দ্বীপ এবং ত্রিপুরা জেলার ফরিদগঞ্জ, হাজীগঞ্জ, চাঁদপুর, লাকসাম এবং চৌদ্দগ্রাম ছড়িয়ে পরে। এই ভয়াবহ হত্যাকাণ্ডের জন্য হতাহতের সংখ্যা সঠিকভাবে নির্ণয় করা যায় না। তবে, সরকারি মতে, এই হত্যাকাণ্ডে ২০০-৩০০ জন মারা যায়। নোয়াখালীতে দাঙ্গা বন্ধ হওয়ার পরে, মুসলিম লিগ দাবি করেছিল যে এই সংঘর্ষে কেবল ৫০০ হিন্দু মারা গিয়েছিল, কিন্তু বেঁচে থাকা ব্যক্তিরা মনে করেন যে ৫০,০০০ এরও বেশি হিন্দু নিহত হয়েছিল। কেউ কেউ দাবি করেন এর ফলে নোয়াখালীতে হিন্দু জনসংখ্যা প্রায় ধ্বংস হয়ে গিয়েছিল। ফ্রান্সিস টুকারের মতে, হিন্দু সংবাদমাধ্যম বিশৃঙ্খলার মারাত্মক অতিরঞ্জিত সংবাদ প্রকাশ করেছিল। তবে নিরপেক্ষ এবং ব্যাপকভাবে গৃহীত মতানুযায়ী মৃত্যুর সংখ্যা ছিল প্রায় ৫০০০-এর কাছাকাছি।\nগভর্নর ফ্রেডেরিক বারোজের মতে, \"জনসমাবেশ অনুষ্ঠিত হওয়ার পর রামগঞ্জ থানার একটি বাজারে লুঠপাঠই ঝামেলা শুরু হওয়ার তাৎক্ষণিক ঘটনা ছিল।\" সুরেন্দ্রনাথ বসু এবং হিন্দু মহাসভার বিশিষ্ট নেতা রাজেন্দ্রলাল রায় চৌধুরীর ব্যবসার জায়গায় হামলা হয়েছিল।\n\n\n==== বিহার ও ভারতের অন্যান্য অংশ ====\nবিহারে একটি ধ্বংসাত্মক দাঙ্গা ১৯৪৬ খ্রিস্টাব্দের শেষের দিকে শুরু হয়েছিল। বিহারে ৩০ অক্টোবর থেকে ৭ নভেম্বরের মধ্যে ঘটা একটি বড় আকারের গণহত্যা দেশ ভাগকে অনিবার্যকরণের দিকে নিয়ে গিয়েছিল। ছাপড়া ও সারন জেলায় ২৫ অক্টোবর থেকে ২৮ অক্টোবরের মধ্যে মারাত্মক সহিংসতা ছড়িয়ে পড়েছিল। খুব শীঘ্রই পাটনা, মুঙ্গের ও ভাগলপুর মারাত্মক সহিংসতার স্থানে পরিণত হয়েছিল। নোয়াখালী দাঙ্গার প্রতিশোধ হিসাবে শুরু হয়েছিল, যে দাঙ্গায় মৃত্যুর সংখ্যা তাৎক্ষণিক প্রতিবেদনে ব্যাপকভাবে বাড়িয়ে বলা হয়েছিল, এটি কর্তৃপক্ষের পক্ষে মোকাবিলা করা কঠিন ছিল কারণ দাঙ্গাটি ছড়িয়ে ছিটিয়ে থাকা গ্রামগুলির একটি বৃহৎ অঞ্চল জুড়ে ছড়িয়ে পড়েছিল এবং সঠিকভাবে হতাহতের সংখ্যাটি প্রতিষ্ঠা করা অসম্ভব ছিল: \"ব্রিটিশ সংসদে গৃহীত বিবৃতি অনুসারে, মৃতের সংখ্যা ৫০০০-এর কাছাকাছি ছিল। দ্য স্টেটসম্যান পত্রিকার অনুমান ৭,৫০০ জন থেকে ১০,০০০ জনের মধ্যে ছিল; কংগ্রেসের পক্ষ থেকে ২০০০ জন বলা হয়েছিল; তবে জিন্নাহ ৩০,০০০ জন বলে দাবি করেছিলেন। তবে, সরকারি হিসেবে মৃতের সংখ্যা ৩রা নভেম্বরের ৪৪৫ জন বলা হয়েছিল।\nবর্তমান সময়ের কিছু স্বাধীন উৎস অনুসারে, মৃত্যুর সংখ্যা প্রায় ৮,০০০ ছিল।\nজঘন্যতম কিছু দাঙ্গা যুক্ত প্রদেশের গড়মুক্তেশ্বরে ঘটেছিল, এখানে একটি গণহত্যার ঘটনা ১৯৪৬ খ্রিস্টাব্দের নভেম্বর মাসে ঘটেছিল, যেখানে \"হিন্দু তীর্থযাত্রীরা বার্ষিক ধর্মীয় মেলায় শুধুমাত্র উৎসবের মাঠেই নয় পার্শ্ববর্তী শহরেও মুসলমানদের উপর চড়াও হয়েছিল ও উচ্ছেদ করেছিল\", পুলিশ প্রায় নীরব ছিল বলে দাবি করা হয়েছিল; মৃত্যুর সংখ্যা এক হাজার থেকে দুই হাজারের মধ্যে ছিল বলে অনুমান করা হয়। দাঙ্গা ১৯৪৬-এর শেষদিকে ও ১৯৪৭-এর গোড়ার দিকে পাঞ্জাব ও উত্তর-পশ্চিম সীমান্ত প্রদেশে হয়েছিল।\n\n\n== আরও দেখুন ==\nভারত ভাগের বিরোধিতা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}