{"pageid": 1083055, "title": "তিশ্রেই", "url": "https://bn.wikipedia.org/wiki?curid=1083055", "content": "তিশ্রেই () বা তিশরি (; হিব্রু ভাষায়: תִּשְׁרֵי‬‎ tīšrē (তিসরে) বা תִּשְׁרִי‬ tīšrī (তিসরি); আক্কাদীয় শব্দ tašrītu (তাসরিতু) থেকে যার উৎস šurrû, অর্থ \"শুরু করা\") সাধারণ পঞ্জিকার প্রথম মাস (যা তিশ্রেই মাসের ১ তারিখ থেকে শুরু হয়) এবং ইহুদি ধর্মপঞ্জির সপ্তম মাস (যা নিসান মাসের ১ তারিখ থেকে শুরু হয়। এই মাসের নামটি মূলত ব্যাবিলনীয় ভাষার শব্দ। এই মাসে ত্রিশটি দিন রয়েছে। গ্রেগরীয় বর্ষপঞ্জির সেপ্টেম্বর-অক্টোবরে পড়ে এই মাসটি।\nহিব্রু বাইবেলে ব্যাবিলনীয় বন্দিদশার পূর্বে এই মাসের নাম ছিলো এথানিম (হিব্রু ভাষায়: אֵתָנִים‎ – ১ রাজাবলি ১:২)। ব্যাবিলনীয় বর্ষপঞ্জিতে এই মাস আরা তিসরিতাম নামে পরিচিত যার অর্থ \"আরম্ভের মাস\" (দ্বিতীয় অর্ধ বছরের)।\nএডউইন আর. থেইলে তাঁর মিস্ট্রেরিয়াস নাম্বারস অব দ্যা হিব্রু কিংস বইটিতে উপসংহার টেনেছেন এই কথা ব্যক্ত করে যে প্রাচীন যিহূদা রাজ্যে তিশ্রেই মাস থেকে বছর হিসেব করা হতো অন্যদিকে ইস্রায়েল রাজ্যে নিসান মাস থেকে শুরু করা হতো। তিশ্রেই মাস যুগ গণনার ক্ষেত্রে ব্যবহার করা হতো – যেমন বছর গণনা প্রতি বছরের প্রথম তিশ্রেই থেকে শুরু করা হতো।\n\n\n== ছুটির দিন ও উদযাপিত দিবস সমূহ ==\n\n১-২ তিশ্রেই – রোস হাসানাহ\n৩ তিশ্রেই – যোম গিডালিয়া – (উপবাস দিবস) – তিশ্রেই ৪ তারিখে পালিত হয় যখন তিশ্রেই ৩ তারিখে সাব্বাথ পড়ে\n৯ তিশ্রেই – এরেভ ইয়োম কিপ্পুর\n১০ তিশ্রেই – ইয়োম কিপ্পুর – (উপবাস দিবস)\n১৫–২১  তিশ্রেই – সুক্কত/সুক্কস\n২১ তিশ্রেই – হোসানাহ রাব্বাহ\n২২ তিশ্রেই (ইজরায়েলের বাইরে ২৩ তিশ্রেই) – শেমিনি আসজেরেত/আসজেরেস ও সিমখাত তোরাহ/সিমচাস তোরাহ\n\n\n== ইতিহাস ও ধর্মে ==\n১ তিশ্রেই (আনু. ৩৭৬০ খ্রিস্টপূর্ব) – তালমুদ অনুসারে এই দিনে আদম ও হাওয়াকে সৃষ্টি করা হয়েছিলো।\n১ তিশ্রেই (১৯২৩) – দাফ ইয়োমি শিক্ষা প্রতিষ্ঠান প্রতিষ্ঠিত হয়।\n২ তিশ্রেই (১৬৫৯) – হারাভ তুভয়া ও হারাভ ইশরয়েলকে খ্রিস্টান শিশুদের রক্ত ব্যবহারের গুজবের মুখে রাজিনোতে হত্যা করা হয়।\n৩ তিশ্রেই (আনু. ৫৮২ খ্রিস্টপূর্ব) – গিডালিয়ার মৃত্যুদণ্ড, বর্তমানে উপবাস হিসেবে পালন করা হয়।\n৪ তিশ্রেই (১৬৮৩) – রাজা চতুর্দশ লুইস আমেরিকার ফরাসি উপনিবেশগুলো থেকে সমস্ত ইহুদিদের বহিষ্কার করেন।\n৫ তিশ্রেই (১৩৫) – রাব্বাই আকিভাকে গ্রেপ্তার করা হয়।\n৬ তিশ্রেই (১৯৩৯) – নাৎসি ওয়েহরমাচট বাহিনীর হাতে পোল্যান্ডের লুকভে ১০০ ইহুদি হত্যার শিকার হয়।\n৭ তিশ্রেই (আনু. ১৩১৩ খ্রিস্টপূর্ব) – তানিত জাদিকিম (ওরাখ খাইম ৫৫৮০:২) হাশেমের হামিদবারের সোনার বাছুরের পাপের ফলে মরুভূমিতে মৃত্যুর ফরমান স্মরণ করেন। অনেকের মতে এই ঘটনাটি একদিন পূর্বে অর্থ্যাৎ ৬ তিশ্রেইতে ঘটেছিলো।\n৮ তিশ্রেই (আনু. ৯৪৬ খ্রিস্টপূর্ব) – সলোমনের মন্দিরের ১৪ দিনব্যাপী উৎসর্গ শুরু হয়।\n৯ তিশ্রেই (১২৩) – তান্না আর' এলাজার বেন রাব' শিমনের মৃত্যু।\n১০ তিশ্রেই (আনু. ১৩১৩ খ্রিস্টপূর্ব) – মোশি সিনাই পর্বত থেকে দশ আজ্ঞার ফলক ও সোনার বাছুরের পাপের প্রায়শ্চিত্তের বার্তা সমেত চূড়ান্তভাবে ফিরে আসেন।\n১১ তিশ্রেই – বা'আল শেম তোভ লিখেন যে ইয়োম কিপ্পুরের পরবর্তী দিনটি ইয়োম কিপ্পুরের চেয়ে গুরুত্বপূর্ণ যার নাম \"বশেম হাসেম\" বা জিদ্দিস ভাষায় \"গোটস নমেন\", আক্ষরিকভাবে যার অর্থ \"ঈশ্বরের নাম\"।\n১৩ তিশ্রেই (১৮৮২) – রাব্বাই মাহারাসের মৃত্যু।\n১৬ তিশ্রেই (১৩৪৯) – জার্মানির ক্রেমসের ইহুদি গণহত্যা যাকে ব্ল্যাক ডেথ রিওট বলা হয়।\n২৫ তিশ্রেই (১৮০৯) – বারদিটচেভের রাব্বাই লেভি ইশহকের মৃত্যু।\n\n\n== অন্যান্য ব্যবহার ==\nতিশরিন (আরবি: تشرين) লেভান্তে দুটি গ্রেগরীয় মাসের নাম:\nতিশরিন আল-আওয়াল (আরবি: تشرين الأول, আক্ষরিক অর্থ \"প্রথম তিশরিন\"): অক্টোবর মাস। ১৯৭৩ সালের ইয়োম কিপ্পুরের যুদ্ধ হার্ব তিশরিন (অক্টোবরের যুদ্ধ) নামে সিরিয়া, লেবানন ও ফিলিস্তিনে পরিচিত।\nতিশরিন আল-সানি (আরবি: تشرين الثاني, আক্ষরিক অর্থ \"দ্বিতীয় তিশরিন\"): নভেম্বর মাস।\n\n\n== বহিঃসংযোগ ==\nতিশ্রেই মাস সংক্রান্ত তথ্যাদি\nইহুদি ইতিহাসের এই মাসটি"}