{"pageid": 1083915, "title": "লিব্যার কুয়াদরাতোরুম", "url": "https://bn.wikipedia.org/wiki?curid=1083915", "content": "লিব্যার কুয়াদরাতোরুম হল ল্যাটিন ভাষায় লিওনার্দো ফিবোনাচ্চির লেখা বীজগণিতের উপর একটি বই যার অর্থ The Book of Squares বা বর্গ সংখ্যার পুস্তক। ১২২৫ খ্রীস্টাব্দের এই বইটি পবিত্র রোমান সম্রাট, দ্বিতীয় ফ্রেডরিখকে উৎসর্গ করা হয়েছিল।\n\nAfter being brought to Pisa by Master Dominick to the feet of your celestial majesty, most glorious prince, Lord F.,\nলিব্যার কুয়াদরাতোরুম গ্রন্থটি ১৫শ শতকের একটি একক পাণ্ডুলিপির মাধ্যমে হাতে এসেছে; এই পাণ্ডুলিপিটি ইটালির বিবলিওতেকা অ্যামব্রোজিয়ানা গ্রন্থাগারে E 75 Sup. নামে নথিবদ্ধ যার ফোলিও কোড হল ff. 19r-39v। ইটালীয় ইতিহাসবিদ ও গণিতবিদ পিওম্বিনোর রাজপুত্র বালদাস্সারে বুঙকুমপাঙয়ি লুদোভিসি কর্তৃক ফিবোনাচ্চির এই সৃষ্টিকর্ম ১৯শ শতাব্দীতে প্রথমবারের মত মুদ্রিত সংস্করণ আকারে প্রকাশিত হয়।\nবইটিতে ফিবোনাচ্চির অভেদ তথা ব্রহ্মগুপ্ত-ফিবোনাচ্চি অভেদের উল্লেখ পাওয়া যায়। এই অভেদটি দুটি বর্গের সমষ্টি এরূপ দুটি সংখ্যার গুণফলকে ভিন্ন দুটি উপায়ে দুটি বর্গের সমষ্টিরূপে প্রকাশ করে। যেকোন দুটি বর্গের সমষ্টি হিসেবে যেসব সংখ্যা পাওয়া যাবে তার সবগুলোই যে গুণের অধীনে বদ্ধ হবে তা এই অভেদের দ্বারা প্রতিষ্ঠা করা যায়। পরবর্তী গণিতবিদ ফের্মা ও অয়লারের কাজের পূর্বানুমান পাওয়া যায় এই বইয়ে। এই বইয়ে সংখ্যাতত্ত্বের বিভিন্ন বিষয়বস্তুর পরীক্ষা করা হয়েছে। এদের একটি হচ্ছে বিজোড় পূর্ণসংখ্যার অনুক্রমের ভিত্তিতে পিথাগোরাসীয় ত্রয়ী বের করার আরোহ বিধি যেটি একটি কংগ্রুয়াম সমস্যা। তিনটি বর্গসংখ্যা নিয়ে গঠিত কোন সমান্তর প্রগমনের অন্তর্ভুক্ত দুটি ধারাবাহিক বর্গসংখ্যার অন্তরফলকে কংগ্রুয়াম বলা হয়। কোন সমান্তর ধারায় বর্গসংখ্যা এবং ঐ বর্গসংখ্যার কংগ্রুয়ামসমূহ বের করার সমস্যাটিই কংগ্রুয়াম সমস্যা।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nB. Boncompagni Ludovisi, Opuscoli di Leonardo Pisano secondo un codice della Biblioteca Ambrosiana di Milano contrassegnato E.75. Parte Superiore, in Id., Scritti di Leonardo Pisano matematico del secolo decimoterzo, vol. II, Roma 1862, pp. 253–283\nP. Ver Eecke, Léonard de Pise. Le livre des nombres carrés. Traduit pour la première fois du Latin Médiéval en Français, Paris, Blanchard-Desclée - Bruges 1952.\nG. Arrighi, La fortuna di Leonardo Pisano alla corte di Federico II, in Dante e la cultura sveva. Atti del Convegno di Studi, Melfi, 2-5 novembre 1969, Firenze 1970, pp. 17–31.\nE. Picutti, Il Libro dei quadrati di Leonardo Pisano e i problemi di analisi indeterminata nel Codice Palatino 557 della Biblioteca Nazionale di Firenze, in «Physis. Rivista Internazionale di Storia della Scienza» XXI, 1979, pp. 195–339.\nL.E. Sigler, Leonardo Pisano Fibonacci, the book of squares. An annotated translation into modern English, Boston 1987.\nM. Moyon, Algèbre & Practica geometriæ en Occident médiéval latin: Abū Bakr, Fibonacci et Jean de Murs, in Pluralité de l’algèbre à la Renaissance, a cura di S. Rommevaux, M. Spiesser, M.R. Massa Esteve, Paris 2012, pp. 33–65.\n\n\n== বহিঃসংযোগ ==\nFibonacci and Square Numbers at [১]"}