{"pageid": 1083365, "title": "পেজার", "url": "https://bn.wikipedia.org/wiki?curid=1083365", "content": "একটি পেজার (একটি বীপার, ব্লিপার বা পকেট বেল নামেও পরিচিত) হলো একটি বেতার টেলিযোগাযোগ যন্ত্র যা আলফানিউমেরিক বা ভয়েস বার্তা গ্রহণ করে এবং প্রদর্শন করে। একমুখী পেজার শুধুমাত্র বার্তা গ্রহণ করতে পারে, অন্যদিকে প্রতিক্রিয়া পেজার এবং দ্বিমুখী পেজাররা অভ্যন্তরীণ ট্রান্সমিটার ব্যবহার করে বার্তাগুলি গ্রহণ করতে, উত্তর দিতে এবং উৎপন্ন করতে পারে।\nপেজার একটি পেজিং সিস্টেমের অংশ হিসাবে কাজ করে যার মধ্যে রয়েছে এক বা একাধিক স্থির ট্রান্সমিটার (প্রতিক্রিয়া পেজার এবং দ্বিমুখী পেজারের ক্ষেত্রে, এক বা একাধিক বেস স্টেশন), পাশাপাশি মোবাইল ব্যবহারকারীদের দ্বারা বহন করা কয়েকটি পেজার। এই সিস্টেমগুলি একটি রেস্তোরাঁ সিস্টেম থেকে শুরু করে একক লো-পাওয়ার ট্রান্সমিটার সহ, দেশব্যাপী হাই-পাওয়ার বেস স্টেশন সহ সিস্টেম পর্যন্ত হতে পারে।\nপেজারগুলি ১৯৫০ এবং ১৯৬০ এর দশকে বিকশিত হয়েছিল এবং ১৯৮০ এর দশকে এটি ব্যাপকভাবে ব্যবহৃত হয়েছিল। একবিংশ শতাব্দীতে, সেলফোন এবং স্মার্টফোনের ব্যাপক প্রাপ্যতা পেজার শিল্পকে ব্যাপকভাবে হ্রাস করেছে। তা সত্ত্বেও, কিছু জরুরি পরিষেবা এবং জননিরাপত্তা কর্মীদের দ্বারা পেজারগুলির ব্যবহার করা অব্যাহত রয়েছে, কারণ আধুনিক পেজার সিস্টেমের কভারেজ ওভারল্যাপ, স্যাটেলাইট যোগাযোগের ব্যবহারের সাথে মিলিত হতে পারে, যা পেজিং সিস্টেমগুলিকে কিছু ক্ষেত্রে স্থলভিত্তিক সেলুলার নেটওয়ার্কের তুলনায় আরো নির্ভরযোগ্য করে তুলতে পারে। এই স্থিতিস্থাপকতা জনসাধারণের নিরাপত্তা সংস্থাগুলিকে সমালোচনামূলক বার্তার জন্য সেলুলার এবং অন্যান্য বাণিজ্যিক পরিষেবার উপর পেজার গ্রহণ করতে পরিচালিত করেছে।\n\n\n== ইতিহাস ==\nপ্রথম টেলিফোন পেজার সিস্টেম আলফ্রেড জে গ্রোস ১৯৪৯ সালে উন্মুক্ত করেছিলেন।\nনিউইয়র্ক সিটি এলাকার চিকিৎসকদের জন্য ১৯৫০ সালে প্রথম ব্যবহারিক পেজিং পরিষেবা চালু করা হয়েছিল। চিকিৎসকরা সেবার জন্য প্রতি মাসে ১২ডলার প্রদান করেন এবং একটি ২০০-গ্রাম (7 oz) পেজার বহন করেন যা একটি একক ট্রান্সমিটার টাওয়ারের ৪০ কিলোমিটার (২৫ মাইল) এর মধ্যে ফোন বার্তা গ্রহণ করে। সিস্টেমটি রিভসাউন্ড কোম্পানি দ্বারা নির্মিত হয়েছিল এবং টেলানসওয়ারফোন দ্বারা পরিচালিত হয়েছিল। ১৯৬০ সালে, জন ফ্রান্সিস মিচেল মটোরোলার ওয়াকিটকি এবং অটোমোবাইল বেতার প্রযুক্তির উপাদানগুলিকে একত্রিত করে প্রথম ট্রানজিস্টরাইজড পেজার তৈরি করেছিলেন এবং সেই সময় থেকে, পেজিং প্রযুক্তি অগ্রসর হতে থাকে এবং জরুরি কর্মীদের মধ্যে পেজার গ্রহণ এখনও জুলাই ২০১৬ পর্যন্ত জনপ্রিয়।\n১৯৬২ সালে, বেল সিস্টেম, মার্কিন টেলিফোন একচেটিয়া, সিয়াটল ওয়ার্ল্ডস মেলায় তার বেলবয় রেডিও পেজিং সিস্টেম উপস্থাপন করেছিল। বেলবয় ছিল ব্যক্তিগত পেজিংয়ের প্রথম বাণিজ্যিক ব্যবস্থা। এটি ট্রানজিস্টরের প্রথম ভোক্তা অ্যাপ্লিকেশনগুলির মধ্যে একটি (১৯৪৭ সালে বেল ল্যাবস দ্বারা উদ্ভাবিত) হিসাবে চিহ্নিত করা হয়েছিল, যার জন্য বেল ল্যাবের তিনজন আবিষ্কারক ১৯৫৬ সালে পদার্থবিজ্ঞানে নোবেল পুরস্কার পেয়েছিলেন। সলিড-স্টেট সার্কিটরি বেলবয় পেজারকে, একটি ছোট টিভি রিমোট ডিভাইসের আকারের মতো, গ্রাহকের পকেট বা পার্সে ফিট করতে সক্ষম করে, সেই সময়ে এটি একটি কৃতিত্ব। বেলবয় ছিল একটি টার্মিনাল যা ব্যবহারকারীকে অবহিত করে যখন কেউ তাদের কল করার চেষ্টা করে। ১৯৮০-এর দশকের মাঝামাঝি সময়ে, টোন এবং ভয়েস রেডিও পেজিং জরুরি প্রতিক্রিয়াশীল এবং পেশাদারদের মধ্যে জনপ্রিয় হয়ে ওঠে। টোন এবং ভয়েস পেজারগুলি স্থানীয় বেস স্টেশন দ্বারা, অথবা প্রতিটি পৃথক পেজারের জন্য নির্ধারিত টেলিফোন নম্বরের মাধ্যমে সক্রিয় করা হয়েছিল। বেল সিস্টেম বেলবয় রেডিও পেজার প্রত্যেকে তিনটি রিড রিসিভার রিলে ব্যবহার করে, প্রতিটি রিলে ৩৩টি ভিন্ন ফ্রিকোয়েন্সিগুলির মধ্যে একটিতে টিউন করা হয়, একটি নির্দিষ্ট গ্রাহককে নির্বাচনীভাবে বাজিয়ে দেয় যখন তিনটি রিলে একই সময়ে সক্রিয় হয় - ডিটিএমএফ -এর অগ্রদূত। ১৯৯০-এর দশকের মাঝামাঝি সময়ে রেফ্লেক্স প্রোটোকল তৈরি করা হয়েছিল।\nমটোরোলা ২০০১ সালে তার নতুন পেজার উৎপাদন বন্ধ ঘোষণা করলেও, বড় হাসপাতাল কমপ্লেক্সে পেজারগুলি ব্যবহারে রয়ে গেছে। অপর্যাপ্ত সেলুলার কভারেজ সহ গ্রামাঞ্চলে প্রথম উত্তরদাতাদের প্রায়ই পেজার দেওয়া হয়।\n২০০৫ সালে লন্ডনের বোমা হামলার ফলে জরুরি পরিষেবাগুলির দ্বারা টেরা সিস্টেমগুলি ওভারলোড হয়েছিল এবং দেখিয়েছিল যে পেজারগুলি তাদের বার্তাটি দেখানোর আগে একটি স্বীকৃতি প্রেরণের প্রয়োজনীয়তার অনুপস্থিতি এবং খুব কম সংকেত স্তরে কাজ করার সম্পর্কিত ক্ষমতা দ্বারা সম্পূর্ণরূপে বর্জিত নয় তাদের উত্তরসূরিরা। স্বেচ্ছাসেবী অগ্নিনির্বাপক, ইএমএস প্যারামেডিক্স এবং রেসকিউ স্কোয়াডের সদস্যরা সাধারণত তাদের বিভাগের জন্য জরুরি কল আউট সম্পর্কে সতর্ক করার জন্য পেজার বহন করে। এই পেজারগুলি ফায়ার ডিপার্টমেন্টের রেডিও ফ্রিকোয়েন্সি থেকে একটি বিশেষ সুর পায়।\nরেস্তোরাঁর পেজার ২০০০-এর দশকে ব্যাপকভাবে ব্যবহৃত হয়। গ্রাহকদের একটি বহনযোগ্য রিসিভার দেওয়া হয় যা সাধারণত একটি টেবিল মুক্ত হয়ে গেলে বা যখন তাদের খাবার প্রস্তুত হয় তখন কম্পন, ঝলকানি বা বীপ হয়। ১৯৯১ সাল থেকে ব্রিটেন এবং আয়ারল্যান্ডে পাখি দেখার জন্য পেজার জনপ্রিয়, কোম্পানিগুলো বিরল বার্ড অ্যালার্ট এবং বার্ডনেট ইনফরমেশন পেজারদের কাছে পাঠানো বিরল পাখির খবর দেয়।\nমার্কিন পেজিং শিল্প ২০০৮ সালে ২.১ বিলিয়ন ডলার আয় করেছে, যা ২০০৩ সালে ৬.২ বিলিয়ন ডলার থেকে কমেছে। কানাডায় ১৬১,৫০০ কানাডিয়ান ১৮.৫ মিলিয়ন ডলার ২০১৩ সালে পেজার সার্ভিসের জন্য প্রদান করেছে। তিনটি প্রধান মোবাইল ক্যারিয়ারের মধ্যে অন্যতম টেলুস, ৩১ মার্চ ২০১৫ সাল পর্যন্ত কানাডিয়ান পেজার পরিষেবা বন্ধ করার ঘোষণা দিয়েছিল, কিন্তু প্রতিদ্বন্দ্বী বেল, রজার্স এবং পেজনেট পরিষেবাটি চালিয়ে যেতে চায়।\nবর্তমানে, ভিসিপ্লেক্সের মতো সংস্থাগুলি চিকিৎসা, শিক্ষা এবং বাণিজ্যিক খাতে অনসাইট পেজার সিস্টেমগুলির জন্য অনুরূপ সমাধান সরবরাহ করে।\n\n\n===== প্রত্যাখ্যান =====\nইউকে ন্যাশনাল হেলথ সার্ভিস ২০১৭ সালে  অবশিষ্ট পেজারগুলির ১০%  (১৩০,০০০) ব্যবহার করবে বলে ধারণা করা হয়,[১৬] যার বার্ষিক খরচ £৬.৬ মিলিয়ন। [২২] ম্যাট হ্যানকক, (তৎকালীন) সেক্রেটারি অফ স্টেট ফর হেলথ অ্যান্ড সোশ্যাল কেয়ার, ফেব্রুয়ারী ২০১৯ এ ঘোষণা করেছিলেন যে ১৩০,০০০ পেজার এখনও ব্যবহার করা হচ্ছে পর্যায়ক্রমে বহি:স্থ করা হবে। এনএইচএসএক্স ২০২০ সালের মে মাসে পেজার এবং ব্লিপারকে \"আরো আধুনিক যোগাযোগের সরঞ্জাম\" দিয়ে প্রতিস্থাপন করার পরিকল্পনা ঘোষণা করেছিল, যা ইংল্যান্ডে COVID-19 মহামারি দ্বারা পরিষেবার উপর চাপের কারণে ত্বরান্বিত হয়েছিল।[২৪] আগস্ট ২০২০-এ, ক্লিনিকাল যোগাযোগের জন্য একটি নতুন ক্রয় কাঠামো চালু করা হয়েছিল যা ২০২১ সালের শেষ নাগাদ পেজারগুলিকে ফেজ আউট করার উদ্দেশ্যে, ২৫টি অনুমোদিত সরবরাহকারীর কাছ থেকে \"ডেডিকেটেড ক্লিনিকাল-মুখী যোগাযোগ এবং কার্য পরিচালনার সরঞ্জাম\" দিয়ে প্রতিস্থাপন করা হয়।[25]জাপানে, ১৯৯৬সালে দশ মিলিয়নেরও বেশি পেজার সক্রিয় ছিল।১ অক্টোবর ২০১৯-এ, জাপানের শেষ পেজিং পরিষেবা প্রদানকারী রেডিও সংকেত বন্ধ করে এবং তার পরিষেবা বন্ধ করে দেয়।\n\n\n== নকশা ==\nঅনেক পেজিং নেটওয়ার্ক অপারেটর এখন সংখ্যাসূচক এবং পাঠ্য পেজগুলিকে ইমেলের মাধ্যমে পেজিং নেটওয়ার্কগুলিতে জমা দেওয়ার অনুমতি দেয়।ইমেলের ব্যাপক গ্রহণযোগ্যতা এবং ডেলিভারি আশ্বাসের সাধারণতার কারণে ব্যবহারকারীদের জন্য এটি একটি উল্লেখযোগ্য সুবিধা।এর ফলে পেজার বার্তা বিলম্বিত বা হারিয়ে যেতে পারে। টেলিলোকেটর আলফানিউমেরিক প্রোটোকল ব্যবহার করে বার্তা জমা দেওয়ার পুরানো ফর্মগুলি সরাসরি একটি পেজিং নেটওয়ার্কে মডেম সংযোগগুলিকে জড়িত করে এবং এই বিলম্বের বিষয় কম। এই কারণে, বার্তা জমা দেওয়ার পুরানো ফর্মগুলি জরুরি পরিষেবা কর্মীদের মতো ব্যবহারকারীদের কাছে অত্যন্ত-গুরুত্বপূর্ণ সতর্কতা ছড়িয়ে দেওয়ার জন্য তাদের উপযোগিতা বজায় রাখে।\nসাধারণ পেজিং প্রোটোকলের মধ্যে রয়েছে TAP, FLEX, ReFLEX, POCSAG, GOLAY, ERMES এবং NTT।অতীতের পেজিং প্রোটোকলের মধ্যে রয়েছে টু-টোন এবং ৫/৬-টোন। মার্কিন যুক্তরাষ্ট্রে, পেজাররা সাধারণত ৯০০ MHz ব্যান্ডে FLEX প্রোটোকল ব্যবহার করে সংকেত গ্রহণ করে। বাণিজ্যিক পেজিং ট্রান্সমিটারগুলি সাধারণত 1000 ওয়াট কার্যকর শক্তি বিকিরণ করে, যার ফলে একটি মোবাইল ফোন ট্রান্সমিটারের তুলনায় প্রতি টাওয়ারে অনেক বেশি কভারেজ এলাকা হয়, যা সাধারণত প্রতি চ্যানেলে প্রায় ০.৬ ওয়াট বিকিরণ করে। যদিও ৯০০ MHz FLEX পেজিং নেটওয়ার্কগুলি মোবাইল ফোন নেটওয়ার্কগুলির তুলনায় শক্তিশালী ইন-বিল্ডিং কভারেজের প্রবণতা রাখে, বাণিজ্যিক পেজিং পরিষেবা প্রদানকারীরা বৃহৎ প্রতিষ্ঠানের সাথে কাজ করবে রিপিটার ইকুইপমেন্ট ইনস্টল করার জন্য যদি সাবস্ক্রাইবকারী প্রতিষ্ঠানের ভবনগুলির প্রয়োজনীয় এলাকায় পরিষেবা উপলব্ধ না হয়। এটি হাসপাতালের সেটিংসে বিশেষভাবে গুরুত্বপূর্ণ যেখানে জরুরি কর্মীরা অবশ্যই রোগীর প্রয়োজনে সাড়া দেওয়ার জন্য নির্ভরযোগ্যভাবে পেজগুলি গ্রহণ করতে সক্ষম হবেন।\nমোবাইল ফোনের বিপরীতে, বেশিরভাগ ওয়ান-ওয়ে পেজার সিগন্যাল প্রাপ্ত হচ্ছে কিনা বা সিগনাল গ্রহনের শক্তি আছে কিনা সে সম্পর্কে কোনো তথ্য প্রদর্শন করে না।  যেহেতু ওয়ান-ওয়ে পেজারগুলিতে ট্রান্সমিটার থাকে না, তাই ওয়ান-ওয়ে পেজিং নেটওয়ার্কগুলির কাছে ট্র্যাক করার কোনও উপায় নেই যে কোনো পেজারে কোনো বার্তা সফলভাবে বিতরণ করা হয়েছে কিনা। এই কারণে, যদি কোনও একমুখী পেজার বন্ধ থাকে বা কোনও বার্তা প্রেরণের সময় ব্যবহারযোগ্য সংকেত না পায়, তবে বার্তাটি গ্রহণ করা হয় না এবং বার্তা প্রেরককে এই সম্পর্কে অবহিত করা হয় না। ১৯৯০-এর দশকের মাঝামাঝি সময়ে, কিছু পেজিং কোম্পানি একটি পরিষেবা অফার করতে শুরু করে, যা একজন গ্রাহককে তাদের পেজার-নম্বরে কল করার অনুমতি দেয় এবং তাদের কাছে সংখ্যাসূচক বার্তা পড়তে পারে। এটি এমন সময়গুলির জন্য দরকারী ছিল যখন পেজারটি বন্ধ ছিল বা কভারেজ এলাকার বাইরে ছিল,  এটি জানতে পারে যে কি যে কি পেজ প্রেরণ করা হয়েছে এমনকি গ্রাহর কখনো গ্রহণ না করলেও। পেজারের জন্য ব্যবহৃত অন্যান্য রেডিও ব্যান্ডের মধ্যে রয়েছে ৪০০ MHz ব্যান্ড, VHF ব্যান্ড এবং FM বাণিজ্যিক ব্রডকাস্ট (৮৮-১০৮&MHz)। VHF, ৪০০ MHz UHF এবং ৯০০ MHz ব্যান্ডে ব্যবহৃত অন্যান্য পেজিং প্রোটোকলের মধ্যে রয়েছে POCSAG এবং ERMES। বাণিজ্যিক এফএম ব্যান্ড ব্যবহারকারী পেজাররা একটি ব্রডকাস্ট স্টেশনের সাবসিডিয়ারি কমিউনিকেশন অথরিটি নামে একটি সাবক্যারিয়ার পায়। হাসপাতালের অন-সাইট পেজিং সিস্টেম, ওয়াইড এরিয়া পেজিং সিস্টেমের বিপরীতে, স্থানীয় এলাকা পরিষেবা। হাসপাতালগুলি সাধারণত কর্মীদের সাথে যোগাযোগের জন্য এবং তাদের অ্যাপয়েন্টমেন্টের সময় অপেক্ষারত রোগীদের সাথে যোগাযোগ করার জন্য সাধারণত সাইট পেজিং ব্যবহার করে। এই অপেক্ষমাণ রোগীদের অপেক্ষমাণ রুম ছেড়ে যাওয়ার সুযোগ দেয়, কিন্তু তবুও তাদের সাথে যোগাযোগ রাখা হয়।\n\n\n== ক্রিয়াকলাপ ==\nপেজিং সিস্টেমগুলি বাণিজ্যিক বাহক দ্বারা পরিচালিত হয়, প্রায়ই একটি সাবস্ক্রিপশন পরিষেবা হিসাবে এবং সেগুলি ব্যক্তিগত সিস্টেম হিসাবে শেষ ব্যবহারকারীদের দ্বারা সরাসরি পরিচালিত হয়। বাণিজ্যিক বাহক সিস্টেমগুলি প্রাইভেট সিস্টেমের তুলনায় একটি বৃহত্তর ভৌগোলিক এলাকা কভার করার প্রবণতা রাখে, যখন ব্যক্তিগত সিস্টেমগুলি তাদের সীমিত এলাকাকে আরও পুঙ্খানুপুঙ্খভাবে কভার করে এবং বাণিজ্যিক সিস্টেমের তুলনায় দ্রুত বার্তা প্রদান করে। সমস্ত সিস্টেমে, ক্লায়েন্টরা পেজারদের কাছে বার্তা পাঠায়, একটি কার্যকলাপ যাকে সাধারণত পেজিং বলা হয়। সিস্টেম অপারেটররা প্রায়শই পেজারকে অনন্য ফোন নম্বর বা ইমেল ঠিকানা বরাদ্দ করে (এবং পেজারের পূর্ব-নির্ধারিত গোষ্ঠী), ক্লায়েন্টদের টেলিফোন কল, ই-মেইল এবং এসএমএসের মাধ্যমে পেজ করতে সক্ষম করে।  স্বয়ংক্রিয় পর্যবেক্ষণ এবং বৃদ্ধি সফ্টওয়্যার ক্লায়েন্ট, প্রায়শই হাসপাতাল, আইটি বিভাগ এবং অ্যালার্ম কোম্পানিগুলিতে ব্যবহৃত হয়, বর্ধিত নির্ভরযোগ্যতার কারণে সরাসরি সংযোগ পছন্দ করে। ছোট পেজিং সিস্টেম, যেমন রেস্তোরাঁ এবং খুচরা প্রতিষ্ঠানে ব্যবহৃত হয়, প্রায়শই একটি কীবোর্ড এবং পেজিং সিস্টেমকে একটি একক বাক্সে একীভূত করে, খরচ এবং জটিলতা উভয়ই হ্রাস করে।\nপেজিং সিস্টেম TAP, TNPP, SNPP এবং WCTP, সেইসাথে মালিকানাধীন মডেম- এবং সকেট-ভিত্তিক প্রোটোকল সহ বেশ কয়েকটি জনপ্রিয় সরাসরি সংযোগ প্রোটোকল সমর্থন করে। উপরন্তু, সংস্থাগুলি প্রায়ই তাদের ভয়েস-মেইল এবং PBX সিস্টেমের সাথে পেজিং সিস্টেমগুলিকে একীভূত করে, ধারণাগতভাবে একটি টেলিফোন এক্সটেনশনের সাথে পেজার সংযুক্ত করে এবং তাদের এন্টারপ্রাইজের অন্যান্য অংশে পেজারগুলিকে একীভূত করার জন্য ওয়েব পোর্টাল সেট আপ করে।  একটি পেজিং সিস্টেম একটি ঠিকানা এবং বার্তা তথ্য সহ একটি RF চ্যানেলের মাধ্যমে তথ্য প্রেরণ করে একটি পেজার (বা পেজারদের গ্রুপ) সতর্ক করে। এই তথ্য একটি পেজিং প্রোটোকল ব্যবহার করে ফর্ম্যাট করা হয়, যেমন ২-টোন, ৫/৬-টোন, GOLAY, POCSAG, FLEX, ERMES, বা NTT। দ্বি-মুখী পেজার এবং প্রতিক্রিয়া পেজাররা সাধারণত ReFLEX প্রোটোকল ব্যবহার করে।\nআধুনিক পেজিং সিস্টেমগুলি সাধারণত একই RF চ্যানেলে একই সংকেত পরিবর্তন করতে একাধিক বেস ট্রান্সমিটার ব্যবহার করে, যাকে সিমুলকাস্ট নামে একটি ডিজাইন পদ্ধতি বলে। এই ধরনের ডিজাইন পেজারগুলিকে FM ক্যাপচার ব্যবহার করে বেশ কয়েকটি প্রার্থী ট্রান্সমিটার থেকে শক্তিশালী সংকেত নির্বাচন করতে সক্ষম করে, যার ফলে সামগ্রিক সিস্টেমের কার্যকারিতা উন্নত হয়। সিমুলকাস্ট সিস্টেমগুলি প্রায়শই স্যাটেলাইট ব্যবহার করে একাধিক ট্রান্সমিটার এবং জিপিএস-এ অভিন্ন তথ্য বিতরণ করতে , প্রতিটি ট্রান্সমিটারে অন্যান্য ট্রান্সমিটারের তুলনায় এর মড্যুলেশনকে সুনির্দিষ্টভাবে সময় দিতে। কভারেজ ওভারল্যাপ, স্যাটেলাইট যোগাযোগের ব্যবহারের সাথে মিলিত, প্রাকৃতিক এবং মনুষ্যসৃষ্ট দুর্যোগ সহ কিছু ক্ষেত্রে স্থলজ ভিত্তিক সেলুলার নেটওয়ার্কের তুলনায় পেজিং সিস্টেমগুলিকে আরও নির্ভরযোগ্য করে তুলতে পারে। এই স্থিতিস্থাপকতা জননিরাপত্তা সংস্থাগুলিকে সমালোচনামূলক বার্তা প্রেরণের জন্য সেলুলার এবং অন্যান্য বাণিজ্যিক পরিষেবাগুলির উপর পেজার গ্রহণ করতে পরিচালিত করছে।\n\n\n== ক্যাটাগরি ==\nপেজারগুলি খুব সস্তা এবং সাধারণ বীপার থেকে শুরু করে আরও জটিল ব্যক্তিগত যোগাযোগ সরঞ্জামে পরিবর্তিত হয়, আটটি প্রধান বিভাগে পড়ে।\n\n\n===== বিপার বা টোন-অনলি পেজার =====\nবিপার বা টোন-অনলি পেজার হল পেজিংয়ের সবচেয়ে সহজ এবং কম ব্যয়বহুল ফর্ম। এটিকে  বিপার নামকরণ করা হয়েছে কারণ তারা মূলত একটি বীপিং আওয়াজ করেছিল, কিন্তু এই ক্যাটাগরির পেজাররা অন্যান্য ফর্মও ব্যবহার করে। কিছু অডিও সংকেত ব্যবহার করে, অন্যরা আলো দেয় এবং কিছু কম্পন করে, প্রায়শই সংমিশ্রণে ব্যবহৃত হয়। রেস্টুরেন্ট পেজারদের সংখ্যাগরিষ্ঠ এই বিভাগে পড়ে।\n\n\n===== ভয়েস/টোন =====\nভয়েস/টোন পেজার একটি সতর্কতা সংকেত প্রাপ্ত হলে পেজার ব্যবহারকারীদের একটি রেকর্ড করা ভয়েস বার্তা শুনায়।\n\n\n===== সংখ্যাসূচক =====\nসাংখ্যিক পেজারগুলিতে একটি সাংখ্যিক LCD ডিসপ্লে থাকে যা সাধারণত ১০ সংখ্যা পর্যন্ত কলিং ফোন নম্বর বা অন্যান্য সাংখ্যিক তথ্য প্রদর্শন করতে সক্ষম হয়।\n\n\n===== আলফানিউমেরিক =====\nআলফানিউমেরিক পেজারগুলিতে আরও  পরিশীলিত LCD রয়েছে যা টেক্সট এবং আইকনগুলি প্রদর্শন করতে সক্ষম । এই ডিভাইসগুলি প্রায়শই ইমেল বা পেজিং সিস্টেমের সাথে সরাসরি সংযোগের মাধ্যমে টেক্সট বার্তা পায়। প্রেরককে অবশ্যই একটি বার্তা লিখতে হবে, হয় সংখ্যাসূচক এবং পুশ # বা, টেক্সট এবং পুশ # বা একটি মৌখিক বার্তা। পেজার স্বয়ংক্রিয়ভাবে প্রেরকের নম্বর রেকর্ড করে না; পেজার বীপ হবে কিন্তু কোনো বার্তা দেখা বা শোনা যাবে না যদি কোনো প্রবেশ না করা হয়।\n\n\n===== প্রতিক্রিয়া =====\nপ্রতিক্রিয়া পেজার হল আলফানিউমেরিক পেজার যা বিল্ট-ইন ট্রান্সমিটার দিয়ে সজ্জিত, বার্তাগুলি স্বীকার/নিশ্চিত করার ক্ষমতা সহ। তারা ব্যবহারকারীকে একাধিক-পছন্দের প্রতিক্রিয়া তালিকার মাধ্যমে বার্তাগুলির উত্তর দেওয়ার এবং পূর্ব-প্রোগ্রাম করা ঠিকানা এবং বার্তা তালিকা থেকে \"ক্যানড\" বার্তাগুলি শুরু করার অনুমতি দেয়। এই ডিভাইসগুলিকে কখনও কখনও \"1.5-ওয়ে পেজার\" বা \"1.7-ওয়ে পেজার\" বলা হয় ক্ষমতার উপর নির্ভর করে।\n\n\n===== টূ-ওয়ে =====\nটূ-ওয়ে পেজার হল বিল্ট-ইন QWERTY কীবোর্ড সহ প্রতিক্রিয়া পেজার। এই পেজারগুলি ব্যবহারকারীকে বার্তাগুলির উত্তর দিতে, বার্তাগুলি তৈরি করতে এবং ফ্রি-ফর্ম পাঠ্যের পাশাপাশি \"ক্যানড\" প্রতিক্রিয়াগুলি ব্যবহার করে বার্তাগুলিকে ফরোয়ার্ড করার অনুমতি দেয়।\n\n\n===== ওয়ান-ওয়ে =====\nওয়ান-ওয়ে মডেম হল ইন্টিগ্রেটেড পেজিং রিসিভার সহ কন্ট্রোলার, যেগুলি তাদের প্রাপ্ত বার্তা এবং ডেটার উপর ভিত্তি করে স্থানীয় পদক্ষেপ নিতে সক্ষম।\n\n\n===== দ্বিমুখী মডেম =====\nদ্বি-মুখী মডেমগুলির ক্ষমতা একমুখী মডেমের মতোই রয়েছে। তারা বার্তা নিশ্চিত করতে এবং তাদের নিজস্ব বার্তা এবং ডেটা প্রেরণ করতে পারে।\n\n\n== নিরাপত্তা ==\nসেলুলার ফোনের তুলনায় পেজারদের গোপনীয়তার সুবিধাও রয়েছে। যেহেতু একটি ওয়ান-ওয়ে পেজার শুধুমাত্র একটি প্যাসিভ রিসিভার (এটি বেস স্টেশনে কোনো তথ্য ফেরত পাঠায় না), এর অবস্থান ট্র্যাক করা যায় না। যাইহোক, এটিও অসুবিধাজনক হতে পারে, কারণ পেজারে পাঠানো একটি বার্তা অবশ্যই পেজারের পরিষেবা এলাকায় প্রতিটি পেজিং ট্রান্সমিটার থেকে সম্প্রচার করা উচিত। এইভাবে, যদি একটি পেজারের দেশব্যাপী পরিষেবা থাকে, তাহলে এটিতে প্রেরিত একটি বার্তা অপরাধী বা আইন প্রয়োগকারী সংস্থাগুলি দেশব্যাপী পরিষেবা এলাকার মধ্যে যেকোনো জায়গায় আটকাতে পারে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nযেমনটি অনেক নতুন প্রযুক্তির ক্ষেত্রে, পেজারের কার্যকারিতা প্রয়োজনীয় পেশাগত ব্যবহার থেকে একজনের ব্যক্তিগত জীবনে সংহত একটি সামাজিক টুলে স্থানান্তরিত হয়। , সবচেয়ে উল্লেখযোগ্যভাবে ১৯৯০এর হিপ-হপ দৃশ্যে। আসন্ন মূলধারার শিল্পীরা যেমন আইস কিউব, মেথড ম্যান এবং এ ট্রাইব কলড কোয়েস্ট রেফার করছে আসন্ন মোবাইল প্রযুক্তিকে, বিশেষ করে পেজারকে উল্লেখ করতে শুরু করেছে। কোয়েস্টের একক \"স্কাইপেজার\" নামে একটি উপজাতি সরাসরি এই ধরনের একটি বেতার যোগাযোগ ডিভাইসের গুরুত্বের কথা বলে। কিউ-টিপ\" বোঝায় যে স্কাইপেজার \"একজন তরুণ পেশাদারের জন্য একটি সম্পূর্ণ ক্যালেন্ডারের সাথে একটি গুরুত্বপূর্ণ যোগাযোগমূলক ফাংশন পরিবেশন করে।\" ডেসটিনি'স চাইল্ডের একটি বু\" পেজারদেরও উল্লেখ করে।অবৈধ মাদক ব্যবসায়ীরা 1990-এর দশকে বাণিজ্য পরিচালনার জন্য পেজার ব্যবহার করত, ক্রেতাদের সাথে মিটিং এর ব্যবস্থা করতে তাদের ব্যবহার করত। ফ্লোরিডার ডেড কাউন্টি পাবলিক স্কুলগুলির সহযোগী সুপারিনটেনডেন্ট জেমস ফ্লেমিং একবার তাদের \"মাদক ব্যবসার সবচেয়ে প্রভাবশালী প্রতীক\" বলে অভিহিত করেছিলেন এবং স্কুলগুলি আগে শিক্ষার্থীদের বহন করতে নিষেধ করেছিল কারণ তারা \"অবৈধ মাদক বিক্রির ব্যবস্থা করার জন্য ব্যবহার করা যেতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}