{"pageid": 1083698, "title": "দ্য মার্ভেলস", "url": "https://bn.wikipedia.org/wiki?curid=1083698", "content": "দ্য মার্ভেলস হলো ২০২৩ মার্কিন সুপারহিরো চলচ্চিত্র, যা মার্ভেল কমিক্স চরিত্র ক্যারল ড্যানভার্স/ক্যাপ্টেন মার্ভেল, কামালা খান/মিস. মার্ভেল এবং মনিকা র‌্যামবোর উপর কেন্দ্রিত। মার্ভেল স্টুডিওজ দ্বারা পরিচালিত এবং ওয়াল্ট ডিজনি স্টুডিওজ মোশন পিকচার্স দ্বারা পরিবেশিত, চলচ্চিত্রটিকে ক্যাপ্টেন মার্ভেল (২০১৯) এর ধারাবাহিক চলচ্চিত্র এবং ডিজনি+ ধারাবাহিক মিস মার্ভেল এর সংযোজন।\n\n\n== কাহিনি ==\n\n\n== শ্রেষ্ঠাংশে ==\nক্যারল ড্যানভার্স / ক্যাপ্টেন মার্ভেল চরিত্রে ব্রি লারসন:একজন অ্যাভেঞ্জার এবং মার্কিন বিমানবাহিনীর একজন প্রাক্তন যোদ্ধা বৈমানিক, যে একটি দুর্ঘটনার ফলে তার ডিএনএ নবরূপ এবং অতীমানবীয় শক্তি, শক্তি অভিক্ষেপ এবং উড়ার ক্ষমতা লাভ করে।\nকামালা খান হিসেবে ইমান ভিলানি: জার্সি শহর থেকে একজন আকার-পরিবর্তন ক্ষমতাসম্পন্ন কিশোরী, যে ড্যানভার্স কে শ্রদ্ধা করে।\nমনিকা র‌্যামবো হিসেবে টিওনাহ প্যারিস:এস.ডাব্লিউ.ও.আর.ডি. (শোয়ার্ড) এর একজন প্রতিনিধি এবং ড্যানভার্সের বান্ধবী ও সহকর্মী বৈমানিক, মারিয়া র‍্যামবো এর মেয়ে। এছাড়াও, মনিকা বলশক্তি শোষণের ক্ষমতার সাথে সম্পন্ন। প্যারিস উল্লেখ করেন যে ওয়ান্ডাভিশন (২০২১) এ চরিত্রটির প্রতিষ্ঠানের পর দর্শকদের দ্য মার্ভেলস থেকে র‍্যামবোকে \"অধিকতরভাবে বোঝা\"[য়] সুযোগ প্রদান করবে।\nঅধিকতরভাবে, সাগর শেখ, জেনোবিয়া শ্রফ ও মোহান কাপুর যথাক্রমে মিস মার্ভেল থেকে খানের বড় ভাই আমির, মা মুনিবা এবং বাবা ইউসুফ হিসেবে তাদের ভূমিকায় পুনরাবৃত্তি করবেন। পার্ক সিও-জুন কে একটি অপ্রকাশিত ভূমিকার পাশাপাশি, যাউই অ্যাসটন কে একটি অপ্রকাশিত খলনায়িকার ভূমিকায় নির্বাচন করা হয়েছে।\n\n\n== মুক্তি ==\nদ্য মার্ভেলস চলচ্চিত্রটি ২০২৩ সালের ১০ নভেম্বর যুক্তরাষ্ট্র সহ বিশ্বব্যাপী প্রেক্ষাগৃহে মুক্তি পায়। পূর্বে, এটিকে ২০২২ সালের ৮ জুলাই বা ১১ নভেম্বরে মুক্তির জন্য ঠিক করা হয়েছিল। এটি এমসিইউ এর চতুর্থ পর্যায়ের একটি অংশ।\n\n\n== সমালোচনামূলক প্রতিক্রিয়া ==\nপর্যালোচনা সমষ্টিকারী Rotten Tomatoes 355টি পর্যালোচনার উপর ভিত্তি করে 5.9/10 গড় স্কোর সহ 62% অনুমোদনের রেটিং রিপোর্ট করেছে। ওয়েবসাইটের সমালোচনামূলক সম্মতিতে লেখা হয়েছে, \"মজার, রিফ্রেশিংভাবে সংক্ষিপ্ত, এবং এর তিনটি লিডের রসায়ন দ্বারা উন্নত, দ্য মার্ভেলস এর বিশৃঙ্খল গল্প এবং টোনাল পরিবর্তন সত্ত্বেও এই মুহূর্তে উপভোগ করা সহজ।\" মেটাক্রিটিক, যা একটি ওজনযুক্ত গড় ব্যবহার করে, 57 সমালোচকের উপর ভিত্তি করে ফিল্মটিকে 100 এর মধ্যে 50 স্কোর প্রদান করে, যা \"মিশ্র বা গড়\" পর্যালোচনাগুলি নির্দেশ করে। CinemaScore দ্বারা জরিপ করা দর্শকরা চলচ্চিত্রটিকে A+ থেকে F স্কেলে গড় \"B\" গ্রেড দিয়েছে, Eternals (2021) এবং Ant-Man and the Wasp: Quantumania-এর সাথে MCU-এর সর্বনিম্ন স্কোরের জন্য, যখন পোস্টট্র্যাকের দ্বারা জরিপ করা হয়েছে তারা এটি দিয়েছে একটি 73% ইতিবাচক স্কোর।\nহলিউড রিপোর্টারের জন্য লেখা, লোভিয়া গায়ারকি ডাকোস্তার নির্দেশনাকে \"কাইনেটিক\" হিসাবে প্রশংসা করেছেন এবং অনুভব করেছেন যে পরিচালনা এবং \"ঘনিষ্ঠ গল্প বলার শৈলী\" দর্শকদের \"নতুন এবং বিনোদনমূলক সুবিধার পয়েন্ট\" থেকে প্রধান চরিত্রগুলি দেখতে দেয়। অ্যাবি ওলসিস, পেস্টের জন্য, ফিল্মটিকে 8.5/10 রেট দিয়েছেন এবং জেনারের সাথে খেলার জন্য এবং Ms. Marvel স্ট্রিমিং সিরিজ থেকে \"নন্দনতত্ত্ব\" টানার জন্য চলচ্চিত্রটির প্রশংসা করেছেন; ওলসেস অনুভব করেছিলেন যে \"ডাকস্তার নিশ্চিত, দক্ষ দিকনির্দেশনা\" এমসিইউ কী হতে পারত তার একটি উদাহরণ যদি ফ্র্যাঞ্চাইজি \"গ্লোপি ইফেক্ট এবং অতিপ্রকাশিত বিদ্যা দ্বারা আচ্ছন্ন না হত\"। বিপরীতে, এনএমই-এর জেমস মটরাম ফিল্মটিকে 3/5 স্টার রেটিং দিয়েছেন এবং অনুভব করেছেন যে ফিল্মটি \"কখনও ডাকোস্টা'স ক্যান্ডিম্যানের মতো একই স্তরের ব্যস্ততা অর্জন করে না\" এমনকি \"একটি স্ক্রিপ্ট যা ভাল লাইনে পূর্ণ এবং ইচ্ছুক কাস্টের সাথে অংশগ্রহণকারীদের\"। RogerEbert.com-এর ক্রিস্টি লেমিয়ার ছবিটিকে 1.5 স্টার রেটিং সহ একটি নেতিবাচক পর্যালোচনা দিয়েছেন, এটিকে \"ভয়ংকর\" বলে অভিহিত করেছেন এবং মতামত দিয়েছেন যে এটি \"মার্ভেল সিনেমাটিক ইউনিভার্সে এখনও পর্যন্ত সবচেয়ে খারাপ চলচ্চিত্র\" শুধুমাত্র সঙ্গীতের মুহূর্তগুলিকে \"অপ্রত্যাশিত এবং অনেক কিছু বলে\" -প্রয়োজন আনন্দ\"\n\n\n== আরও দেখুন ==\nমার্ভেল সিনেম্যাটিক ইউনিভার্স\nমার্ভেল সিনেম্যাটিক ইউনিভার্সের চলচ্চিত্রের তালিকা\nমার্ভেল সিনেম্যাটিক ইউনিভার্সের টেলিভিশন ধারাবাহিকের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nইন্টারনেট মুভি ডেটাবেজে দ্য মার্ভেলস   (ইংরেজি)"}