{"pageid": 108394, "title": "প্রেরণা", "url": "https://bn.wikipedia.org/wiki?curid=108394", "content": "প্রেরণা হলো একটি মানসিক চালিকা শক্তি যার কারণে মানুষ একটি উদ্দীষ্ট লক্ষ্য অর্জনের জন্য সক্রিয় হয়ে ওঠে। প্রেরণা অন্তর্মুখী বা বহির্মুখী হতে পারে, কিন্তু অভ্যাস হলো চতুর্মুখী। শব্দটি সাধারণত মানুষের ক্ষেত্রেই ব্যবহার করা হয়, কিন্তু এটি প্রাণীর আচরণ বর্ণনার ক্ষেত্রেও শব্দটিকে ব্যবহার করা যায়। বিভিন্ন তত্ত্ব অনুযায়ী প্রেরণার শিকড় প্রোথিত রয়েছে আমাদের প্রাথমিক প্রয়োজনের মধ্যেই - যার মধ্যে অন্যতম শারীরিক কষ্ট হ্রাস করা এবং সন্তুষ্টি বাড়ানো। এর মধ্যে অন্যান্য নির্দিষ্ট চাহিদা যেমন খাওয়া, ঘুমানো, বা কোনো কামনার বস্তু, শখ, লক্ষ্য, জীবনযাত্রার পরিস্থিতি, আদর্শ থাকতে পারে। এছাড়াও মান কল্যাণ, নীতি বা মৃত্যুশীলতা এড়ানোর অনেক কারণ থাকতে পারে যা আপাতদৃষ্টি দিয়ে বোঝা যায় না।\n\n\n== প্রেরণার ধারণা ==\n\n\n=== অন্তর্নিহিত প্রেরণা ===\nঅন্তর্নিহিত প্রেরণার উৎস লুকিয়ে থাকে কোনো নির্দিষ্ট কাজ বা ক্রিয়াকলাপের মধ্যে - যেমন কোনো ধাঁধার সমাধান করে মজা পাওয়া বা খেলার প্রতি অনুরাগ বা ভালোবাসা। এই প্রকারের প্রেরণা নিয়ে সামাজিক এবং শিক্ষা সংক্রান্ত কাজে জড়িত মনোবৈজ্ঞানিকরা ১৯৭০ সালের প্রথম ভাগ থেকে গবেষণা শুরু করেছেন। গবেষণায় প্রমাণিত হয়েছে, যে প্রেরণা ছাত্রছাত্রীদের উচ্চমানের ফলাফল এবং তৃপ্তির সঙ্গে সাধারণত জড়িয়ে থাকে। ফ্রিত্জ হাইডার তার এট্রিবিউশন তত্ত্বের সাহায্যে অন্তর্নিহিত প্রেরণা বুঝিয়েছেন। বান্দুরাও তার স্ব-সক্ষমতা সম্বন্ধীয় তত্ত্বে এ ব্যাপারে আলোচনা করেছেন, এছাড়াও রয়েছে রায়ান এবং ডেসি-র জ্ঞানীয় মূল্যায়ন তত্ত্ব। শিক্ষার্থীরা অন্তর্নিহিত প্রেরণা লাভ করেন যদি তারা:\n\nপরীক্ষার ফলের কারণ হিসেবে অন্তর্নিহিত উপাদানকে দায়ী ধরে নেন (যেমন কতটা পরিশ্রম তারা পড়াশোনার পিছনে খরচ করেছেন),\nবিশ্বাস করেন যে তারা নিজেরাই নির্দিষ্ট লক্ষ্যে পৌছনোর মাধ্যম (অর্থাত পরীক্ষার ফলাফল ভাগ্য নির্ভর নয়)\nমুখস্থবিদ্যার উপর নির্ভর না করে, ভালো ফলের জন্যে কোনো বিষয় সম্বন্ধে ভালো করে জানতে চান।\nআরও দেখুন নিচে দেওয়া অন্তর্নিহিত প্রেরণা এবং ১৬ প্রাথমিক ইচ্ছার তত্ত্ব।\n\n\n=== বহির্মুখী প্রেরণা ===\nবহির্মুখী প্রেরণা আসে যে কাজ করছে তার বাইরে থেকে। বহির্মুখী প্রেরণার সবচেয়ে বড় উদাহরণ হচ্ছে অর্থ, কিন্তু শারীরিক জোর খাটানো বা শাস্তি অন্যান্য উদাহরণের মধ্যে অন্তর্ভুক্ত।\nখেলার সময় ক্রীড়াবিদকে দর্শকরা উৎসাহ দিয়ে থাকেন, যার দ্বারা তিনি ভালো ফল করার প্রেরণা লাভ করে থাকেন। পুরস্কারও জরুরি বহির্মুখী প্রয়োজ। সাধারণত প্রতিদ্বন্দ্বিতাকেও বহির্মুখী প্রেরণার উদাহরণ হিসেবে গন্য করা হয্‌, কারণ এর দ্বারা প্রদর্শনকারী কার্যের অন্তর্নিহিত উপাদান থেকে তৃপ্তি লাভ করার বদলে অন্যকে হারিয়ে জিত হাসিল করতে বেশি উৎসাহ পান।\nসামাজিক মনোবৈজ্ঞানিক গবেষণায় দেখা গেছে যে বহির্মুখী পুরস্কারের দ্বারা বহির্মুখী প্রেরণা অতিন্যায্যতায় পৌছয় যার ফলস্বরূপ অন্তর্নিহিত প্রেরণা হ্রাস পায়। বহির্মুখী প্রয়োজক অনেক সময় প্রেরণা হ্রাসের কারণ হয়ে দাঁড়ায়। একটি বিখ্যাত পরীক্ষা দ্বারা গ্রিন এবং লেপ্পার দেখিয়েছিলেন যেসব শিশুরা ফেল্ট-টিপ কলম দিয়ে ছবি আঁকার জন্যে পুরস্কৃত হয়েছে, তারা পরে সেই পেন নিয়ে খেলার ব্যাপারে আর কোনো উৎসাহ পায় না।\n\n\n=== আত্মনিয়ন্ত্রণ ===\nপ্রেষনার আত্মনিয়ন্ত্রণকে আবেগময় বুদ্ধিমত্তার একটি উপবিন্যাস হিসেবে বোঝা হয়; একজন মানুষ হয়ত উচ্চ বুদ্ধিসম্পন্ন (বুদ্ধিমত্তা পরিমাপের পরীক্ষা অনুযায়ী), কিন্তু সেই কোনো কাজ করার ব্যাপারে তিনি হয়ত সেই বুদ্ধি চালিত করেন না অর্থাত তার যথেষ্ট প্রেরণা নেই। ইয়েল স্কুল অফ ম্যানেজমেন্টের অধ্যাপক ভিক্টর ভ্রুম তার \"এক্সপেকটেনসি তত্ত্ব\" অথবা প্রত্যাশা তত্ত্ব- এ বিস্তারিতভাবে দেখিয়েছেন কখন মানুষ নির্দিষ্ট লক্ষ্যে পৌছনোর জন্যে আত্মনিয়ন্ত্রণ ব্যবহার করার সিদ্ধান্ত নেন।\nউদ্যম বা কামনাকে এক ধরনের অভাব হিসেবে যা বোঝানো হয়ে থাকে যা নির্দিষ্ট লক্ষ্য বা প্রযোজকের দিকে এগিয়ে যাওয়ার জন্যে প্রযোজনীয় ব্যবহারে কর্মশক্তি যোগ করে। এই ধরনের ব্যবহার মানুষের ভেতরেই তৈরি হয় এবং একে উৎসাহ প্রদান করার জন্যে বহিরাগত উদ্দীপনার প্রয়োজন হয় না। প্রাথমিক উদ্যমর কারণ হতে পারে কোনো কিছুর অভাব যেমন ক্ষুদা যা মানুষকে খাবারের সন্ধান করার প্রেরণা দেয। আবার সুক্ষ কামনার মধ্যে পরে প্রশংসা বা অনুমোদন লাভ করার ইচ্ছা যা একজন মানুষকে অন্য মানুষের সঙ্গে ভালো ব্যবহার করার প্রেরণা দেয়।\nঠিক বিপরীতে বহির্মুখী পুরস্কার এবং উদ্দীপনার ভূমিকা দেখা যায় পশুদের প্রশিক্ষণের উদাহরণে, পশুরা ঠিকমত ভেলকি দেখাতে পারলে তাদের পুরস্কার দেওয়া হয়। এই পুরস্কারই তাদের বার বার ভেলকি দেখাবার প্রেরণা যোগায, এমনকি সেই কর্ম পদ্ধতি থেকে তাদের সরিয়ে নিলেও তারা একই কাজ বারবার করে যায়।\n\n\n== প্রেরণা তত্ত্ব ==\n\n\n=== প্রেরণার প্রয়োজক তত্ত্ব ===\nএকটি পুরস্কার, দৃশ্যমান হোক বা দৃশ্যমান না হোক, দেওয়া হয় কোনো ঘটে যাওয়া কাজের (যেমন ব্যবহার) পুনরাবৃত্তির জন্যে। এটি ঘটে ইতিবাচক অর্থর সঙ্গে ব্যবহারের সংযোগের দ্বারা। গবেষণা প্রমাণ করে যে যদি কোনো ব্যক্তি তত্ক্ষনাত পুরস্কার লাভ করে তার প্রভাব বেশি হয়, এবং সময়ের সঙ্গে সঙ্গে সেই প্রভাব হ্রাস পায়। কাজ-পুরস্কার যোটকের পুনরাবৃত্তি ঘটলে কাজ অভ্যাসে পরিণত হয়। প্রেরণা দুটি উৎস থেকে জন্ম নেয়: নিজস্ব এবং অন্যান্যদের থেকে, এই দুই উৎস হলো অন্তর্নিহিত প্রেরণা এবং বহির্মুখী প্রেষণা।\nপ্রেরণার কৌশল প্রয়োগ করা আপাতদৃষ্টিতে যা মনে হয় তার থেকে অনেক বেশি কঠিন। স্টিভেন কের লক্ষ্য করেছেন যে পুরস্কার ব্যবস্থা তৈরি করলে A-কে পুরস্কার দেওয়া সহজ, একই সঙ্গে B-এর প্রতি আশা রেখে, কিন্তু এইভাবে ক্ষতিকারক প্রভাব তৈরি হয় যা লক্ষ্যকে কেড়ে নেয়।\nযেহেতু কোনও কিছু বলবত করার উদ্দেশ্য হল পরিবেশে বাড়তি কিছু যোগ করে ঈপ্সিত আচরণের হারে পরিমিত বৃদ্ধি ঘটানো, তাই একজন বলবত্কারী পুরস্কারের চেয়ে আলাদা।\n\n\n=== উদ্যম-হ্রাস তত্ত্ব উদ্যম ===\nবেশ কয়েকটি উদ্যম তত্ত্ব রয়েছে। এই উদ্যম-হ্রাস তত্ত্ব একটি ধারণার উপর ভিত্তি করে গড়ে ওঠে যার মূল কথা হলো আমাদের কয়েকটি জৈব উদ্যম, যেমন ক্ষুধা। সময়ের সঙ্গে সঙ্গে এই উদ্যম সন্তুষ্ট না হলে তা আরও শক্তিশালী হয়ে ওঠে (এ ক্ষেত্রে খাওয়ার দ্বারা)। সন্তুষ্টি লাভ করলে এই উদ্যমর শক্তি কমে আসে। ফ্রয়েড-এর তত্ত্বের থেকে থেকে শুরু করে প্রতিক্রিয়া নিয়ন্ত্রণ ব্যস্থা (যেমন থার্মোস্ট্যাট) অবধি বিভিন্ন ধারণা নিয়ে এই তত্ত্ব গড়ে উঠেছ।\nউদ্যম তত্ত্বের কিছু স্বজ্ঞাত বা লোকসিদ্ধতা রয়েছে। যেমন রান্না করার সময় উদ্যম প্রতিরূপ ক্ষুদাবৃদ্ধির অনুভূতির সঙ্গে একাত্ম হয়ে যায়। রান্না হয়ে যাওয়ার পর এবং খাওয়ার পর সেই বিষয়ী ক্ষুধা হ্রাস পায়, বিতর্কের জন্যে উদ্যম হ্রাসের সিদ্ধতার ক্ষেত্রে বেশ কিছু সমস্যা রয়েই যায়। প্রথম সমস্যা হলো কীভাবে দ্বিতীয় পর্যায়িক বলবত্কারীরা উদ্যম হ্রাস ঘটায় সে ব্যাপারটা এখানে বর্ণিত হয় না। যেমন, অর্থ কোনো জৈব বা মানসিক প্রয়োজন সন্তুষ্ট করে না, কিন্তু বেতনের চেক ক্ষুধা কমাতে সাহায্য করে দ্বিতীয়-ধাপের সাপেক্ষতার সাহায্যে। দ্বিতীয়ত, ক্ষুধার মত উদ্যমকে দেখা হয়ে থাকে খাওয়ার \"ইচ্ছা\" হিসেবে যার দ্বারা উদ্যমকে একটি বামনাণু জীবে পরিণত করা হয়। এই বৈশিষ্টকে সমালোচনা করা হয় কারণ তা মূল সমস্যাকে একটি \"ক্ষুদ্র\" মানুষ এবং তার ইচ্ছের আড়ালে লুকিয়ে রাখে।\nএছাড়াও পরিষ্কার বোঝা যায় যে উদ্যম হ্রাস তত্ত্ব সম্পূর্ণ ব্যবহার তত্ত্ব হতে পারে না, কারণ একজন ক্ষুধার্ত মানুষ খাবার রান্না শেষ হওয়ার আগে সেই খাবার না খেয়ে তার খাবার রান্না করতে পারে না। উদ্যম তত্ত্বের সব রকম ব্যবহারের সঙ্গে মানিয়ে নেওয়ার ক্ষমতা যা শুরু হয় উদ্যম অসন্তুষ্টি থেকে (সংযমের মত চারিত্রিক বৈশিষ্ট যোগ করে) বা \"সুস্বাদু\" খাবারের মত বাড়তি উদ্যম যোগ করে, যা \"খাবার\"-এর উদ্যমের সঙ্গে যোগ হয়ে প্রস্তুত হয। এর ফলে রান্না বিস্তারিত ভাবে পরীক্ষা করা জটিল হয়ে দাঁড়ায়।\n\n\n=== জ্ঞানীয় অনৈক্য তত্ত্ব ===\nএই তত্ত্বের প্রবক্তা লিয়ন ফেসতিঙ্গার মনে করতেন যে, এটি দেখা দেয় যখন একটি মানুষ দুটি জ্ঞানের অমিলের কারণে কিছু মাত্রায় অস্বস্তি বোধ করে। যেমন একজন ক্রেতা কোনো একটি সামগ্রী ক্রয় করার পর নিজেকে প্রবোধ দিতে চান, কারণ ক্রয় করার পরে তার মনে হতে থাকে এই সিদ্ধান্তটি নিয়ে তিনি ঠিক করেননি।\nজ্ঞানীয় অনৈক্যের অন্য একটি উদাহরণ হচ্ছে বিশ্বাস এবং ব্যবহারের মধ্যে দ্বন্দ্ব। একটি মানুষ সুস্থ্য জীবন যাপন করতে চান, বিশ্বস করেন ধূমপান শরীরের জন্যে ক্ষতিকার কিন্তু কোনোভাবেই এই নেশা ত্যাগ করতে পারেন না।\n\n\n=== প্রয়োজন তত্ত্ব ===\n\n\n==== প্রয়োজন ক্রমস্তর বিন্যাস তত্ত্ব ====\nআব্রাহাম মাসলোর তত্ত্ব প্রেরণার ক্ষেত্রে সবচেয়ে আলোচিত তত্ত্ব।\nএই তত্ত্বের সারাংশ:\n\nমানুষের প্রয়োজন এবং কামনা থাকে যা তাদের ব্যবহারের উপর প্রভাব বিস্তার করে। শুধুমাত্র অপূর্ণ প্রয়োজন ব্যবহার প্রভাব বিস্তার করে, পূর্ণ হয়ে যাওয়া প্রয়োজন নয়।\nযেহেতু প্রয়োজন একাধিক, তারা কতটা জরুরি সেইভাবে তাদের সাজানো হয় হয়, প্রাথমিক থেকে জটিল।\nএকজন মানুষ পরের প্রয়োজনের স্তরে তখনি পৌছয় যখন তার আগের প্রয়োজনগুলি অন্তত ন্যুনতমভাবে মিটে যায়।\nমানুষ যত ক্রম বিন্যাস স্তরে উপরে ওঠে, ততই তার ব্যক্তিস্বাতন্ত্র, মানবিকতা এবং মানসিক স্বাস্থ্য স্পষ্ট হয়ে ওঠে।\nপ্রয়োজনের তালিকা প্রাথমিক (নিম্ন-প্রথম) থেকে জটিল (উচ্চ-সাম্প্রতিক)দেওয়া হলো:\n\nশারীরবৃত্ত (ক্ষুধা, পিপাসা, ঘুমান ইত্যাদি)\nসুরক্ষা/নিরাপত্তা/বাসস্থান/স্বাস্থ্য\nএকাত্মতা/ভালোবাসা/বন্ধুত্ব\nস্ব-শ্রদ্ধা/স্বীকৃতি/সম্পাদন\nস্ব অভীষ্ট অর্জন\n\n\n==== হার্জবার্গের দ্বি-পূরক তত্ত্ব ====\nফ্রেডরিক হাজবার্গের দ্বি-পূরক তত্ত্ব, বা অন্তর্নিহিত/বহির্মুখী প্রেরণা থেকে বোঝা যায় যে কর্মক্ষেত্রের কিছু উপাদান কর্ম সন্তুষ্টি প্রদায়ক হিসেবে কাজ করে। সেইগুলি না থাকলে অসুন্তুষ্টির কারণ হয়ে দাঁড়ায়।\nসারা জীবন জুড়ে প্রেরণা প্রদায়ক পূরক বদলে যেতে থাকে। কিন্তু \"নিজের প্রতি শ্রদ্ধা\" জীবনের যে কোনো পর্যায়ে প্রেরণা প্রদায়কদের মধ্যে উচ্চতম স্থানে বিরাজ করে।\nতিনি দুটি পূরকের মধ্যে পার্থক্য নির্ণয় করেছিলেন:\n\nপ্রেরণা প্রদায়ক ; (যেমন প্রতিদ্বন্দ্বিতাযুক্ত কাজ, পরিচিতি, দ্বায়িত্ব) যা ইতিবাচক সন্তুষ্টি প্রদান করে এবং\nস্বাস্থ্য পূরক; (যেমন অবস্থান, কর্ম নিরাপত্তা, বেতন এবং অন্যান্য সুবিধা) যা সরাসরি প্রেরণা যোগে না কিন্তু যাদের অনুপস্থিতিতে প্রেসনার ঘাটতি দেখা দেয়।\nস্বাস্থ্য পূরক নামটি ব্যবহৃত হয় কারণ ঠিক স্বাস্থ্যরক্ষা বিধানের মতই এর উপস্থিতি কাউকে স্বাস্থ্যবান করে তোলে না কিন্তু অনুপস্থিতি স্বাস্থ্যহানি ঘটায়।\nএই তত্ত্বকে মাঝে মাঝে \"প্রেরণা প্রদায়ক-স্বাস্থ্য তত্ত্ব\" বলা হয়ে থাকে।\nবহু পেশাদারী ক্ষেত্র যেমন তথ্য ব্যবস্থা এবং ব্যবহারকারীর সন্তুষ্টি সম্বন্ধীয় গবেষণায় হার্জবার্গের তত্ত্বের প্রয়োগ ঘটেছে (দেখুন কম্পিউটার ব্যবহারকারী সন্তুষ্টি)।\n\n\n==== অলডারফারের এআরজি তত্ত্ব ====\nক্লেটন অলডারফর, মাসলোর ক্রম স্তর বিন্যাসের বিস্তার ঘটিয়ে, সৃষ্টি করেন এআরজি তত্ত্ব (অস্তিত্ব, সম্পর্কিততা এবং বৃদ্ধি)। এই অস্তিত্ব তত্ত্বে শারীরবৃত্তীয় এবং নিরাপত্তা প্রয়োজনের নিম্ন স্তর্ভুক্ত করা হয়ে থাকে, প্রেম এবং স্ব-শ্রদ্ধা সম্পর্কিততা শ্রেণীতে অন্তর্ভুক্ত করা হয়। বৃদ্ধির শ্রেণীতে সব-অভিষ্ঠ অর্জন এবং স্ব-শ্রদ্ধার প্রয়োজনগুলি শ্রেণীভুক্ত করা হয়।\n\n\n==== স্ব-সংকল্প তত্ত্ব ====\nস্ব-সংকল্প তত্ত্বের বিকাশ ঘটান এডওয়ার্ড দেসি এবং রিচার্ড রায়ান। এই তত্ত্ব মানুষের ব্যবহার চালনার ক্ষেত্রে অন্তর্নিহিত প্রেরণার গুরুত্ব নির্দিষ্ট করে। মাসলোর ক্রম স্তর বিন্যাস তত্ত্ব এবং অন্যান্য তত্ত্ব যা একে সমর্থন করে, ঠিক তাদের মতই স্ব-সংকল্প তত্ত্বের স্বাভাবিক প্রবণতা বৃদ্ধি এবং বিকাশের দিকে। তবে অন্যান্য তত্ত্বের মতে এর মধ্যে সাফল্যের জন্যে কোনো ধরনের \"স্বনির্দেশকারী\" নেই, তবে তার বদলে পরিবেশের তরফ থেকে প্রচন্ড উৎসাহ রয়েছে। যে সব প্রাথমিক পূরক প্রেরণা এবং বিকাশকে উৎসাহ যোগায় তা হলো স্বায়ত্ত্ব, যোগ্যতা সম্বন্ধীয় প্রতিক্রিয়া, এবং সম্পর্কিততা।\n\n\n=== ব্রড তত্ত্ব ===\nসফল প্রেরণার সাম্প্রতিক খোঁজ একটি সামগ্রিক সামগ্রিক দৃষ্টিভঙ্গি পাওয়া যায় হাইনজ স্কুলার, জর্জ চি.থর্নটেন III, আন্দ্রিয়াস ফ্রিনট্রুপ এবং রোজ মুলার-হ্যানসন দ্বারা কৃত \"সাফল্য প্রেরণার অনিয়ন-রিং-মডেল\"-এর মাধ্যমে। এটি সেই বিশ্বাসের উপর গঠিত যে কাজ করার প্রেরণা আসে ব্যক্তিত্বের জরুরি উপাদান থেকে যা কার্য সম্পাদনের দিকে নির্দেশ করে। ফলস্বরূপ এর মধ্যে বেশ কিছু বিশেষ মাত্রা অন্তর্ভুক্ত রয়েছে যা কাজের সাফল্যৰ সঙ্গে জড়িত, যদিও সাধারনভাবে তাদের কার্য সম্পাদনের প্রেরণার একটি অংশ হিসেবেই ধরে নেওয়া হয়ে থাকে। বিশেষ করে আগে থেকে বিভক্ত সাফল্যের প্রয়োজনের খোঁজ এবং সামাজিক উদেশ্য যেমন প্রভুত্ব কায়েম করার মধ্যে একাত্মতা ঘটায়। Achievement Motivation Inventory (AMI) (স্কুলার এবং মুলার-হ্যানসন, ২০০৩) এই ভিত্তিতে গঠিত এবং তিনটি পূরক নির্ণয় করে (১৭টি ভিন্ন মানদণ্ডে)যা বৃত্তিমূলক এবং পেশাদারী সাফল্যের সঙ্গে যুক্ত।\n\n\n=== জ্ঞানীয় তত্ত্ব ===\n\n\n==== লক্ষ্য-মানসমূহ তত্ত্ব ====\nলক্ষ্য-মানসমূহ তত্ত্ব এমন একটি ধারণার উপর গঠিত যা বিশ্বাস করে ব্যক্তিমানুষের মধ্যে কখনো কখনো একটি পরিষ্কার সংজ্ঞায়িত অন্তিম পরিস্থিতিতে পৌছনোর উদ্যম দেখা দেয়। বেশিরভাগ ক্ষেত্রে এই অন্তিম পরিস্থিতি নিজেই একটি পুরস্কার বিশেষ। এই গোল বা লক্ষ্যর সুকার্যকারিতা নির্ভর করে তিনটি বৈশিষ্টের উপর: তার নৈকট্য, তার জটিললা এবং তার নির্দিষ্টতা। একটি আদর্শ লক্ষ্য এমন একটি পরিস্থিতি তৈরি কবে যেখানে ব্যবহারের প্রথম ধাপ এবং অন্তিম পরিস্থিতির মধ্যে নৈকট্য থাকবে। এই থেকেই বোঝা যায, কেন কিছু শিশু বীজগণিতের বদলে সাইকেল চালাতে শিক্ষার ব্যাপারে এত প্রেরণা পায়। লক্ষ্য হওয়া উচিত মধ্যম মানের যেখানে পৌছনো খুব সহজ বা খুব কঠিন নয়। এই দুই পরিস্থিতিতেই বেশিরভাগ মানুষ প্রকৃষ্ট ভাবে প্রেরণা লাভ করেন না, কারণ অনেকেই চ্যালেঞ্জের সন্ধানে থাকেন (যার মধ্যে সাফল্যের প্রতি একধরেনের নিরাপত্তাহীনতা কাজ করে)। একই সঙ্গে মানুষ মনে করতে চান যে সাফল্যের উল্লেখযোগ্য সম্ভাবনা থাকুক। তার নিজস্ব শ্রেণীতে লক্ষ্যের বর্ণনার সঙ্গে নির্দিষ্টতা জড়িয়ে থাকে। একটি লক্ষ্যকে সংজ্ঞায়িত করা উচিত বিষয়গত ভাবে যা সবাই বুঝতে পারবে। একটি অনির্দিষ্ট দুর্বল লক্ষ্য হচ্ছে পরীক্ষায় যতটা সম্ভব ভালো ফল করা। বেশির ভাগ শিশুই বুঝতে পারে না এই লক্ষ্যে পৌছনোর জন্যে তাদের কতটা পরিশ্রম করতে হবে। কেন অনেক মানুষ নিজেদের লক্ষ্যে পৌছতে পারেন না, তাই নিয়ে ডগলাস ভেরমিরেন বিস্তারিত গবেষণা করেছেন। প্রেরণার পূরককে এই অসাফল্যের কারণ হিসেবে ধরে নেওয়া হয়। ভেরমিরেন বলেন যদি না একজন ব্যক্তিমানুষ পরিষ্কারভাবে তার প্রেরণার পূরক চিহ্নিত করতে পারেন বা তার পিছনের উল্লেখযোগ্য বা অর্থবহ কারণ নির্দেশ করতে পারেন, তাহলে তারা কখনো এই লক্ষ্যে পৌছতে পারবেন না।\n\n\n=== ব্যবহার বদলের প্রতিরূপ ===\nব্যবহারের সামাজিক-জ্ঞানীয় প্রতিরূপে বদলের মধ্যে প্রেরণা এবং নির্বাচন-এর নির্মাণ অন্তর্ভুক্ত রয়েছে। প্রেরণাকে একটি পদ্ধতি হিসেবে দেখা হয় যা ব্যবহারজনিত বিভিন্ন ইচ্ছা জাগে। নির্বাচনকে সেই পদ্ধতি হিসেবে দেখা হয় যা ইচ্ছা থেকে আসল ব্যবহারের দিকে যায়। অন্য দিক দিয়ে, দেখতে গেলে প্রেরণা এবং নির্বাচন হচ্ছে লক্ষ্য নির্দেশ এবং সেই লক্ষ্যের দিকে এগিয়ে যাওয়া, দুটি পদ্ধতির জন্যই স্বনিয়ন্ত্রণের প্রয়োজন হয়। বেশ কিছু স্বনিয়ন্ত্রণকারী নির্মাণের প্রয়োজন হয় যাতে তারা লক্ষ্য পূরণের জন্যে একে অপরের পরিপূরক হিসেবে কাজ করতে পারে. প্রেরণাদায়ী এবং নির্বাচনী নির্মাণের একটি উদাহরণ হচ্ছে দৃশ্যমান স্ব-সাফল্য। স্ব-সাফল্য ব্যহারের প্রয়োজক প্রস্তুত করতে, কর্ম পরিকল্পনার বিকাশ ঘটাতে এবং কাজ শুরু করতে সাহায্য করে। প্রয়োজনাকে কাজে রূপান্তরিত করতেও সাহায্য করে।\nআরও দেখুনঃ\n\nস্বাস্থ্য ক্রিয়া ব্যবস্থায় অগ্রসর\nI-চেঞ্জ মডেল\n\n\n=== অবচেতন প্রেরণা ===\nকিছু মনোবৈজ্ঞানিকের মতে মানুষের ব্যবহারের একটি উল্লেখযোগ্য অংশ কর্মশক্তি এবং পরিচালনা লাভ করে অবচেতন উদ্দেশ্য থেকে। মাসলো মনে করেন,\"মনঃসমীক্ষা মাঝে মাঝে প্রমাণ করে দেখায় যে সংজ্ঞাত বিশ্বাস এবং অন্তিম অবচেতন লক্ষ্য যা তার পিছন থেকে কাজ করে সবসময় প্রতক্ষ্য নাও হতে পারে। অন্য ভাবে বলতে গেলে, প্রতক্ষ্য উদ্দেশ্য সবসময় কুশল পর্যবেক্ষকের চোখে ধরা পড়ে না। যেমন, একজন মানুষ দূর্ঘটা-প্রবণ হতে পারেন কারণ এমন নয় যে তিনি সুরক্ষার নিয়মকানুন সম্বন্ধে অসাবধান বা তা জানেন না কিন্তু অবচেতনে তিনি নিজেকে আঘাত করতে চান। একই ভাবে কিছু মোটা মানুষ সবসময় ক্ষুদার্থ থাকেন না কিন্তু মারামারি করা বা চুম্বন করার জন্যে নিজের ওজন ব্যবহার করে থাকেন। খাওয়া শুধুমাত্র একটি মনোযোগ আকর্ষণ করার জন্যে পরিরক্ষা প্রতিক্রিয়া হিসেবে কাজ করে। কিছু কর্মচারী অন্যদের থেকে যন্ত্রপাতি বেশি নষ্ট করেন কারণ তাঁরা কর্তৃপক্ষের বিরুদ্ধে অবচেতনে আগ্রাসী মনোভাব পোষণ করেন।\nমনঃসমীক্ষক নির্দেশ অনুযায়ী কিছু ব্যবহার এত স্বয়ংক্রিয় যে তার পিছনের কারণ সবসময় ব্যক্তিমানুষের মনে উপলব্ধ থাকে না। উদাহরণ হিসেবে নেওয়া যেতে পারে নেশাগ্রস্ত ধুমপায়ী, কখনো সব-শ্রদ্ধা রক্ষা করা খুব গুরুত্বপূর্ণ হয়ে এবং কোনো কাজের পিছনের উদ্দেশ্য এতটাই ঝুঁকিপূর্ণ হয় যে সহজভাবে তা বোঝা যায় না, আসলে তারা ছদ্মবেশে লুকিয়ে বা দমিত অবস্থায় থাকে। এরকম একটি ছদ্মবেশ বা প্রতিরক্ষার উপায় হচ্ছে যুক্তি প্রয়োগ পদ্ধতি বা \"বুঝিয়ে বলা\". অন্যটি হচ্ছে নিজের দোষ অন্যের ঘরে চাপানো. \"মার মনে হয় আমারই দোষ \", পরিণত হয় \"এটা অর দোষ; ও খুব স্বার্থপর\"। শক্তিশালী এবং সামাজিকভাবে স্বীকৃত উদ্দেশ্য দমন করে রাখলে তার ফলস্বরূপ এই দমিত প্রবণতার ঠিক বিপরীত দিকটি প্রত্যক্ষ্য ব্যবহারে ধরা পড়ে। যেমন একটি কর্মছারী যে তার ঊর্ধ্বতন কর্তাকে অপছন্দ করে কিন্তু বেশি কাজ করে দেখাতে চায় যে তাকে খুব সম্মান করে চলে।\nঅবচেতন উদ্দেশ্য মানুষের ব্যবহার ব্যাখ্যা করার সমস্যায় ইন্ধন যোগে ঠিক ততটাই যে তাদের উপস্থিতিতে প্রশাসকের জীবনে জটিলতা দেখা দিতে শুরু করে। অন্য দিকে যদি জানা থাকে যে অবচেতন উদ্দেশ্যর অস্তিত্ব আছে তাহলে ব্যবহার সংক্রান্ত সমস্যার নির্ণয় অনেক সাবধানতার সঙ্গে করা যায়। যদিও কিছু সমকালীন মনোবৈজ্ঞানিক অবচেতন পূরকে বিশ্বাস রাখেন না, অনেকে মেনে নেন যে উত্কন্ঠা এবং মানসিক চাপের সময় তারা কর্মক্ষমতা পায় এবং পাত্রের দৃষ্টিভঙ্গি থেকে সাধারণ জীবনযাত্রায় মানুষের ব্যবহার যুক্তিসঙ্গতভাবে উদ্দেশ্যপ্রণোদিত।\n\n\n=== অন্তর্নিহিত প্রেরণা এবং ১৬ প্রাথমিক ইচ্ছা তত্ত্ব ===\n৬,০০০ মানুষকে নিয়ে গবেষণা করে অধ্যাপক স্তেভেন রিস একটি তত্ত্ব উত্থাপন করেছেন. সেই তত্ত্ব অনুযায়ী ১৬ প্রাথমিক ইচ্ছা মানুষের ব্যবহারকে পথ দেখায়।\n\nএই ইচ্ছেগুলো হলো:\n\nএই প্রতিরূপ অনুযায়ী মানুষের প্রাথমিক ইচ্ছায় পার্থক্য থাকে। এই প্রাথমিক ইচ্ছেগুলো মানুষের অন্তর্নিহিত ইচ্ছের প্রতিনিধি যা মানুষের ব্যবহারকে সরাসরি প্রেরণা প্রদান করে এবং অপ্রত্যক্ষভাবেও অন্যের ইচ্ছার সন্তুষ্টি ঘটায় না। অ-প্রাথমিক ইচ্ছে থেকেও মানুষ প্রেরণা লাভ করে। এর সঙ্গে গভীর প্রেসনার কোনো সম্পর্ক নেই। এই ইচ্ছে প্রাথমিক ইচ্ছেগুলো খুঁজে পাওয়ার মাধ্যম হিসেবেও কাজ করতে পারে।\n\n\n== অন্যান্য তত্ত্ব ==\nবিপরিতমূখী তত্ত্ব\n\n\n== প্রেরণা নিয়ন্ত্রণ ==\nপ্রেরণা নিয়ন্ত্রণ খুব স্বল্প পরিধির মধ্যে বোঝা যায়। প্রেরণা প্রশিক্ষণ-এর বেশ কিছু বিভিন্ন উপায় রয়েছে কিন্তু সমালোচকরা একে অপবৈজ্ঞানিক বলে মনে করেন। প্রেরণা নিয়ন্ত্রণ বুঝতে হলে প্রথমে বোঝা দরকার কেন এত মানুষের মধ্যে প্রেরণার অভাব হয়।\n\n\n=== প্রথম ধাপের কার্যক্রম ===\nআধুনিক প্রতিরূপন মনোবৈজ্ঞানিক তত্ত্বের সমর্থনে গবেষণালব্ধ প্রমাণ দাখিল করে যে আবেগগত অনুক্রম বেশিরভাগ ক্ষেত্রেই শৈশবে সংজ্ঞায়িত হয়। মিশিগানের শিশু হাসপাতালের অন্তর্গত PET ক্লিনিকের ডিরেক্টর এবং ওয়েন স্টেট বিশ্ববিদ্যালয়ের স্কুল অফ মেডিসিনের শিশুরোগ, স্নায়ুবিজ্ঞান ও রঞ্জনবিদ্যা বিষয়ক অধ্যাপক হ্যারল্ড চুগানি সন্ধান করে দেখেছেন যে শিশুদের মস্তিষ্ক নতুন তথ্য আহরণের (আবেগের সঙ্গে সংযুক্ত) ক্ষেত্রে বড়দের চেয়ে অনেক ক্ষমতাশালী। জীবনের তৃতীয় থেকে নবম বছর পর্যন্ত শিশুদের মস্তিষ্কের বহিস্তরীয় অংশ বড়দের থেকে প্রায় দ্বিগুন পরিমাণে থাকে। সেই সময়ের পড়ে সেটি কমতে থাকে এবং প্রাপ্ত বয়েসে নিচু স্তরে নেমে আসে। জীবনের নবন বছরে মস্তিষ্কের ঘনমান প্রাপ্ত বয়েস্কদের মাত্রানুযায়ী ৯৫%-এ পৌছে যায়।\n\n\n=== সংগঠন ===\nযদিও প্রেষনা বোঝার অনেক প্রত্যক্ষ উপায় রয়েছে যা জীবনের প্রথম পর্যায় থেকেই শুরু হয়, এমন অনেক সমাধান পাওয়া যায় যা বিমূর্ত হলেও স্বপ্রেরণার ক্ষেত্রে অনেক বেশি কার্যকর। বেশিরভাগ সময়ই দেখা যায় যে প্রেরণা সম্পর্কিত প্রত্যেকটি পথপ্রদর্শক গ্রন্থেই একটি অধ্যায় থাকে যেখানে নিজের লক্ষ্য এবং কাজ সুষ্ঠ ভাবে সংগঠিত করার কথা আলোচিত হয়। সেখানে বলা থাকে নিজের কাজের একটি তালিকা তৈরি করার কথা যেখানে নির্দিষ্ট করা থাকবে কোন কাজটি সম্পূর্ণ এবং কোনটি অসম্পূর্ণ। এইভাবেই যে কাজগুলি হয়ে গেছে তার থেকে প্রেরণা সরিয়ে \"কাজ সম্বন্ধীয় কাজ\"-এর উপর নিবদ্ধ করা যা এই ক্ষেত্রে কাজের তালিকার ভিত্তিতে কাজ প্রক্রিয়াকরণ। এইভাবেই একটা দৈনন্দিন কার্যতালিকা প্রস্তুত হয়ে যেতে পারে. কার্য তালিকা ভালো করে পর্যবেক্ষণ করাটাও প্রেরণা প্রদান করতে পারে কারণ তা এক ধরনের সাফল্যজনিত সন্তুষ্টি দেয়।\nবেশির ভাগ বৈদ্যুতিন \"করতে হবে\" তালিকার একটি প্রাথমিক কার্যকারিতা রয়েছে. যদিও অনেক সময় সম্পূর্ণ এবং অসম্পূর্ণ কাজের বিভেদ বোঝা যায় না(মাঝে মাঝে সম্পূর্ণ কাজ ভিন্ন তালিকাভুক্ত না করে, পুরোপুরি মুছে দেওয়া হয়)\nঅন্যান্য ধরনের তথ্য সংগঠনও প্রেরণা যোগান দেয়, যেমন নিজের চিন্তাকে সংগঠিত করার জন্যে \"চিন্তা চিত্র\"-র ব্যবহার. সেই ভাবেই স্নায়ুর নেটওয়ার্ক বা মানুষের মস্তিষ্ককে \"প্রশিক্ষণ\" দেওয়া হয় কোনো নির্দিষ্ট কাজের উপর দৃষ্টি নিবদ্ধ করার ব্যাপারে. অনেক সময় সহজ উপায়ে চিন্তার তালিকা প্রস্তুত করা যায় প্রতিক বিন্দুর সাহায্যে. যাঁরা সব সময় দেখে বুঝতে পারেন না তাদের ক্ষেত্রেও এটা খুব কার্যকর.\n\n\n=== কর্মচারী প্রেরণা ===\nপ্রতিষ্ঠানে কর্মরত কর্মীদের কাজ চালিয়ে যাওয়ার জন্যে কিছু একটার প্রয়োজন হয়. বেশির ভাগ সময়ই তারা বেতন-এর জন্যই প্রতিষ্ঠানে কাজ চালিয়ে যান. যাই হোক,সবসময় শুধুমাত্র বেতন একজন কর্মচারীর প্রতিষ্ঠানে কাজ চালিয়ে যাওয়ার পক্ষে যথেষ্ট নয়. কোনো সংস্থা বা প্রতিষ্ঠানে কাজ করার জন্যে কর্মচারীর প্রেরণারও প্রয়োজন হয়. যদি প্রেরণা না থাকে তাহলে কর্মচারীর কাজের গুণমান বা কাজের সাধারণ মানের অবনতি ঘটবে. \nকমচারী প্রেরণার মূল ধারণা হলো একজন কর্মচারীকে তার পূর্ণ ক্ষমতানুযায়ী কাজ করতে দেওয়া. কর্মচারীদের প্রেরণা বজায় রাখার বিভিন্ন পদ্ধতি রয়েছে. প্রেরণা বজায় রাখার চিরন্তন পদ্ধতি হিসেবে কর্মীদের একে অপরের মধ্যে প্রতিদ্বন্দ্বিতা কাজে লাগানো হয়. কর্মচারীদের মধ্যে প্রেরণা বজায় রাখার জন্যে বন্ধুত্বপূর্ণ প্রতিযোগিতা একটি কার্যকর উপায়. এর থেকে কর্মচারীরা তাদের সহকর্মীদের সঙ্গে নিজেদের দক্ষতা প্রদর্শন করার সুযোগ পান. এটি শুধুমাত্র কর্মচারীদের প্রেরণা প্রদান করে বৃহত উপাদনের কারণে করা হয় না. এ ছাড়াও এই প্রতিদ্বন্দ্বিতার নথিভুক্ত ফল কর্তৃপক্ষকে আন্দাজ করতে সুবিধা করে দেয় কে ভালো কাজ করছেন.\n\n\n=== মাদকদ্রব্য ===\nকিছু গ্রন্থকার, বিশেষ করে যাঁরা ট্রান্সহিউম্যানিস্ট আন্দোলনের (একটি সাংস্কৃতিক আন্দোলন যা মানুষের উন্নতিকল্পে বৈজ্ঞানিক ব্যবহারকে সমর্থন করে)শরিক তারা নুট্রপিক নামক এক ধরনের \"চটপটে ওষুধ\" ব্যবহারের পরামর্শ দিয়েছেন যা \"প্রেরণা বৃদ্ধি\"-র কাজ করবে. মস্তিষ্কের উপর এই ওষুধের প্রভাব খুব স্পষ্ট নয় এবং তা নিয়ে আইনি অবস্থানের কারণে খোলাখুলি পরীক্ষা করাও কঠিন.[24]\nপ্রয়োগ\n\n\n=== শিক্ষা ===\nশিক্ষা মনোবৈজ্ঞানিকদের কাছে প্রেরণা খুব উৎসাহজনক বিষয় কারণ ছাত্রছাত্রীদের পড়াশোনায় এটি গুরুত্বপূর্ণ ভূমিকা পালন করে. যাই হোক, একটি নির্দিষ্ট ধরনের প্রেরণা যা নিয়ে শিক্ষার পটভূমিকায় গবেষণা করা হয় তা গুণগতদিক দিয়ে অন্যান্য সাধারণ রকমের প্রেরণা যা নিয়ে অন্য ক্ষেত্রে মনোবৈজ্ঞানিকরা কাজ করেন তার থেকে একেবারে আলাদা.\nশিক্ষায় প্রেরণার অনেক প্রভাব কীভাবে ছাত্রছাত্রীরা পড়াশোনা শেখে এবং বিষয়ের প্রতি কেমন আচরণ করে তার উপর থাকতে পারে [25]. এর দ্বারা :\n১) লক্ষ্যে পৌছনোর জন্যে প্রত্যক্ষ ব্যবহার নির্দিষ্ট হতে পারে\n২)ক্রম বর্ধমান পরিশ্রম এবং কর্মশক্তি উৎপন্ন হতে পারে\n৩)কর্মসূচিতে প্রবেশ এবং বহাল থাকা বাড়তে পাড়ে\n৪)জ্ঞানীয় প্রক্রিয়াকরণ বৃদ্ধি পেতে পাড়ে\n৫)কোন ফলাফল পুনর্বহাল হচ্ছে তা নির্দিষ্ট করা\n৬)উন্নত মানের প্রদর্শন দেখা যেতে পারে।\nছাত্রছাত্রীদের মধ্যে অন্তরের প্রেরণা না থাকার জন্যে তাদের কখনো কখনো পরিস্থিতি প্রেরণার প্রয়োজন পড়ে যা শিক্ষক সৃষ্ট পরিবেশ থেকে পাওয়া যায়.\nদুই ধরনের প্রেরণা রয়েছে:\nঅন্তর্নিহিত প্রেরণা দেখা দেয় যখন মানুষ কিছু করার প্রেষণা পায় কারণ তা তৃপ্তি নিয়ে আসে. তাদের মনে হয় কাজটা গুরুত্বপূর্ণ বা তাদের মনে হয় তারা উল্লেখযোগ্য কিছু শিখছেন.\nবহির্মুখী প্রেরণা কাজ করে যখন কোনো শিক্ষার্থী কিছু করতে বা কোনো ধরনের আচরণ করতে বাধ্য হয় তার নিজের থেকে বাইরের (অর্থ বা ভালো ফল)কোনো কারণের জন্যে.\nমনে রাখতে হবে প্রেরণার দ্বিমুখীনতা নিয়ে অনেক প্রশ্ন এবং বিস্তার এখনই রয়েছে, যেমন ., স্ব-সংকল্প তত্ত্ব.\nঅটিজম স্পেকট্রাম ডিসঅর্ডার-এর চিকিৎসা ক্ষেত্রে যেমন পিভটাল রেসপন্স থেরাপি দ্বারা প্রেরণা কেন্দ্রীয় গুরুত্ব লাভ করে.\nবয়েস্ক শিক্ষাক্ষেত্রের ধারণায় (যা প্রাপ্ত বয়েস্কদের প্রেরণা যোগে)প্রেরণা গুরুত্বপূর্ণ ভূমিকা নেয়.\nসাডবেরি মডেল স্কুলের প্রেরণা বোঝার উপায়\nসাডবেরি মডেল স্কুল যুক্তি সহ প্রমাণ করেছেন যে সাধারণভাবে লেখাপড়ারবা বিশেষভাবে বৈজ্ঞানিক নিরক্ষরতার ক্ষেত্রে দীর্ঘসূত্রিতার সমস্যার পুরোপুরি সমাধান করার একমাত্র উপায় হচ্ছে বিদ্যালয়ের বাধ্যতামূলক ব্যবস্থা নামক পুরনো অসুখটা সরিয়ে দেওয়া. তাদের মতানুযায়ী মুক্ত সমাজের মানুষের প্রকৃতি তাকে বাধ্যতামূলক ছাঁচে ফেলার যে কোনো প্রচেষ্টা দেখলেই গুটিয়ে যায়. শিশুদের উপর আমরা যত বোঝা চাপিয়ে দেব ততই তারা সেই ব্যাপারে অনুতসাহিত হয়ে পড়বে. তাদের বিশ্বাস যে শিশুদের জগতের পরিচালক করে তলার পিছনের উদ্যম এবং প্রেরণা কিংবদন্তি. তারা জোর দিয়ে বলেন যে বিদ্যালয়ের উচিত এই উদ্যম বাঁচিয়ে রাখা যেভাবে কিছু বিদ্যালয় কাজ করে:বেঁচে থাকার জন্যে প্রয়োজনীয় স্বাধীনতায় তাদের লালনপালন করা.[26] \nসাডবেরি মডেল স্কুলগুলি কোনো রকম প্রদর্শনে বিশ্বাস করে না. তারা মূল্যায়ন,মান নির্ণয়,প্রতিলিখন বা অনুমোদন করেন না কারণ তাদের মতানুযায়ী তারা শিক্ষার্থীদের মান নির্ণয় করেন না এবং বিদ্যালয়কে বিচারকের আসনে বসান না. তারা মনে করেন যে শিক্ষার্থীদের একে অপরের সঙ্গে বা কোনো নির্দিষ্ট মানের সঙ্গে তুলনা করা তাদের ব্যক্তিগত অধিকার এবং স্ব-সংকল্পে হস্তক্ষেপ করা. শিক্ষার্থীরা নিজেরাই ঠিক করেন কীভাবে স্বনিযুক্ত ছাত্রছাত্রী হিসেবে তারা স্ব-মূল্যায়ন পদ্ধতি দ্বারা নিজের উন্নতির পরিমাপ করবেন. তাদের মতে এটাই বাস্তবে সারা জীবনের শিক্ষা এবং 21 শতকের জন্যে যোগ্য মূল্যায়ন পদ্ধতি.[27] সা ড বেরি মডেল স্কুলগুলির মতানুযায়ী এই নীতি বিদ্যালয়ের বাইরের জগতে শিক্ষার্থীদের কোনো ক্ষতিসাধন করে না. যাই হোক তারা স্বীকার করে নেন যে এই পদ্ধতি বেশ কঠিন কিন্তু শিক্ষার্থীদের স্বনির্ভর হওয়া, নিজস্ব মান নির্ণয় এবং নিজের লক্ষ্য স্থির করার জন্যে এই পরিশ্রম দরকার. এই নম্বর-শূন্য এবং মান-শূন্য নীতি শিক্ষার্থীদের মধ্যে একটি প্রতিদ্বন্দ্বিতাহীন পরিবেশ সৃষ্টি করে. বড়দের অনুমোদনের জন্যে যুদ্ধও শুরু হয়ে যায়. এছাড়াও শিক্ষার্থীদের মধ্যে একটি ইতিবাচক সহযোগিতার পরিবেশের জন্ম দেয়.[28]\n\n\n=== ব্যবসায়িক কাঠোমো ===\nনিম্নস্তরে মাসলোর প্রয়োজনের ক্রম স্তর বিন্যাসে যেমন শারীরবৃত্তীয় চাহিদার ক্ষেত্রে অর্থ প্রেষনার গুরুত্বপূর্ণ মাধ্যম. তবে মানুষের উপর এই প্রেষনার প্রভাব খুব স্বল্পকালের জন্য স্থায়ী হয় (হার্জবার্গের দ্বি-পূরক প্রেরণার প্রতিরূপ অনুযায়ী) ক্রম স্তর বিন্যাসের উপরের দিকে অর্থের চেয়ে অনেক বেশি প্রেরণা যোগায় প্রশংসা, সম্মান, পরিচিতি, ক্ষমতায়ন এবং একাত্মতার অনুভূতি. আব্রাহাম মাসলোর প্রেরণা তত্ত্ব এবং ডগলাস ম্যাকগ্রেগরের তত্ত্ব X এবং তত্ত্ব Y-ও(নেতৃত্ব সম্বন্ধীয় তত্ত্ব সম্পর্কিত)এটা প্রমাণিত করে দেখায়. \nমাসলো অর্থ কে স্তর বিন্যাসের সবচেয়ে নিচে রেখেছিলেন এবং তার মতে অন্যান্য প্রয়োজন মানুষকে বেশি প্রেরণা যোগায়. ম্যাকগ্রেগর অর্থকে তত্ত্ব X-এর শ্রেণীতে ফেলেছেন এবং তার মতানুযায়ী এটি খুব দুর্বল প্রেরণা প্রদায়ক. প্রসংসা এবং পরিচিতিকে তত্ত্ব -এর শ্রেণীতে রাখা হয়. মনে করা হয় তারা অর্থের থেকে অনেক শক্তিশালী প্রেরণা প্রদায়ক.\nপ্রেরণা দ্বারা উদ্দীপ্ত কর্মচারীরা কাজ করার উত্কৃষ্ট পদ্ধতির সন্ধান করেন .\nপ্রেরণা দ্বারা উদ্দীপ্ত কর্মচারীরা কাজের গুণমান সম্বন্ধে সচেতন হন.\nপ্রেরণা দ্বারা উদ্দীপ্ত কর্মচারীরা অনেক বেশি কাজ করেন.\nগড়পরতা কর্মক্ষেত্র ভয় দেখানো এবং উচ্চমানের সুযোগ এই দুটি চরমের মাঝামাঝি অবস্থানে বিরাজ করে. ভয় দেখানোর মাধ্যমে প্রেরণা একটি চরম কৌশল. স্বাভাবিকভাবেই কর্মচারীরা ভয় দেখানোর দিক থেকে সুযোগের বক্ররেখার দিকটির দিকেই বেশি আকর্ষিত বোধ করেন. প্রেরণা কর্মক্ষেত্রের পরিবেশে একটি ভীষণ শক্তিশালী হাতিয়ার যা কর্মচারীদের কাজের মান উত্কৃষ্ট পর্যায় নিয়ে যেতে সক্ষম. [29]\nজসি হোক স্টেনমারত্জ তিন ধরনের সাধারণ কর্মচারীদের নিয়েও আলোচনা করেন: উর্ধমুখী,উদাসীন এবং উভয় বল. এরা সবে একে অপরের থেকে আলাদাভাবে কাজ করেন এবং প্রতিক্রিয়া ব্যক্ত করেন. এদের সঙ্গে ব্যবহার, এদের পরিচালনা করা এবং প্রেরণা প্রদান করার পদ্ধতিও ভিন্ন. একজন কার্যকর নেতাকেবুজতে হবে কী করে এই সব চরিত্রদের পরিচালনা করতে করতে হবে. এর থেকেও বেশি জরুরি তাকে সেই সব উপায় জানতে হবে যার দ্বারা কর্মচারীরা কাজ, করা, বিকশিত হার এবং স্বাধীনভাবে নিজের সমস্যার সমাধান করার সুযোগ পাবেন.[30]\nমাসলো এবং হার্জবার্গের মেনে নেওয়া ধারণাগুলিকে চ্যালেঞ্জ জানিয়েছিল অন্য একটি উত্তম গবেষণা [31] যা বোক্ষ্হোল মটরস UK উৎপাদন কেন্দ্রে ঘটেছিল. এর দ্বারা কাজের সঙ্গে নিজেকে সম্পর্কান্বিত করার ধারণার উদ্ভব ঘটে.সম্পর্কান্বিত হওয়ার তিনটি ভিন্ন উপায়ের মধ্যে পার্থক্য যায়: যান্ত্রিক (যেখানে কাজ শেষে সফল হওয়ার একটি মাধ্যম), আমলাতান্ত্রিক (যেখানে কাজ সম্মানজনক অবস্থান, নিরাপত্তা এবং তাৎক্ষণিক পুরস্কারের উৎস) এবং একাত্মতাভিত্তিক (যেখানে দলের প্রতি অনুরক্তি সবচেয়ে উচ্চে স্থান পায়).\nঅন্যান্য তত্ত্ব যা মাসলো এবং হার্জবার্গের তত্ত্বের বিস্তার করে তাদের বৃদ্ধি ঘটায় তার মধ্যে রয়েছে কার্ট লেউইনের ফোর্স ফিল্ড তত্ত্ব, এডুইন লকের গোল তত্ত্ব এবং ভিক্টর ভ্রুমের এক্সপেকটেনসি তত্ত্ব. এই তত্ত্বগুলি মানুষের মধ্যের সাংকৃতিক পার্থক্য এবং মানুষ বিভিন্ন পূরক দ্বারা ভিন্ন সময়ে মানুষকে প্রেরণা পায় এই ব্যাপারগুলির উপর জোর দেয়.[32]\nফ্রেডরিক উইনসলো টেলর দ্বারা প্রস্তুত বৈজ্ঞানিক পরিচালন ব্যবস্থা অনুযায়ী একজন কর্মচারীর প্রেসনার একমাত্র উৎস হচ্ছে তার বেতন. সেইজন্যে পরিচালন কর্তৃপক্ষের কাজের মানসিক এবং সামাজিক দিক নিয়ে চিন্তা করার বিশেষ কোনো প্রয়োজন নেই. এর মোদ্দা ব্যাপার হলো বৈজ্ঞানিক পরিচালন মনে করে মানুষের প্রেরণা শুধুমাত্র বহির্মুখী পুরস্কারের উপর নির্ভরশীল. অন্তর্নিহিত পুরস্কারের ধারণাকে বর্জন করা হয়.\nবিপরীতদিকে ডেভিড ম্যাক ক্লেল্যান্ড বিশ্বাস করেন যে কর্মচারীদের শুধুমাত্র অর্থ দ্বারা প্রেরণা প্রদান করা যায় না. আদতে বহির্মুখী প্রেষণা (অর্থাত অর্থ)সাফল্যলাভের প্রেষণার মত অন্তর্নিহিত প্রেষণাকে নিভিয়ে দিতে সক্ষম যদিও অর্থকে বিভিন্ন উদ্দেশ্যে সাফল্যর (যেমন হিসেব রাখা) সূচক হিসেবে ব্যবহার করা হয়. এই চিন্তাধারার সঙ্গে ঐকমত্য হয়ে তার পরামর্শদান সংস্থা ম্যাকবের & কোম্পানি \"সবাইকে কার্যকর,আনন্দিত এবং মুক্ত করা \"-কে নিজেদের আদর্শ বাণী হিসেবে গ্রহণ করেছেন. ম্যাক ক্লেল্যান্ড মনে করেন যে একজন মানুষের জীবনের সঙ্গে tar মূল প্রেরণাকে একাত্ম করাতেই সন্তুষ্টি বিরাজ করে.\nএলটন মেয়ো অনুসন্ধান করে প্রমাণ করেন যে কর্মক্ষেত্রে একজন কর্মচারীর সামাজিক যোগাযোগ খুব জরুরি এবং একঘেয়েমি ও পুনরাবৃত্তি প্রেরণার হ্রাস ঘটায়. মেয়ো মনে করতেন যে কর্মচারীদের প্রেরণা প্রদান করা যায় যদি তাদের সামাজিক প্রয়োজনগুলি স্বীকার করে নেওয়া যায় এবং তাদের গুরুত্ব দেওয়া যায়. ফলস্বরূপ কর্মচারীরা কাজ সম্পর্কিত সিদ্ধান্ত নেওয়ার স্বাধীনতা পান এবং যাতে তারা অনুপচারিক দলে কাজ করতে পারেন সে দিকে নজর দেওয়া হয়েছিল . \nমেয়ো এই প্রতিরূপের নাম দেন হথর্ন মডেল. বলা হয়ে থাকে তার প্রতিরূপ কর্মচারীদের প্রেরণার জন্যে কর্মক্ষেত্রে সামাজিক যোগাযোগের উপর অপ্রয়োজনীয় গুরুত্ব দেন.[33]\nএসেনশিয়ালস অফ অর্গানাইজেশনাল বিহেভিয়ার নামক গ্রন্থে রবিন্স এবং জাজ প্রেরণা প্রদানকারী হিসেবে পরিচিতি নিয়ে পরীক্ষা-নিরীক্ষা চালান এবং পাঁচটি নীতি চিহ্নিত করেন যা কর্মচারী প্রয়োজক প্রকল্পের সাফল্যের কারণ হয়ে দাঁড়াতে সক্ষম :[35]\nকর্মচারীদের ব্যক্তিগত পার্থক্যর সঙ্গে পরিচিতি এবং তাদের ব্যবহারে যা পরিচিতি পাওয়া যোগ্য তার চিহ্নিতকরণ\nকর্মচারীদের অংশগ্রহণ করতে অনুমতি দেওয়া\nকর্ম প্রদর্শনের সঙ্গে পুরস্কারের সংযোগস্থাপন\nমননযন্কারীদের পুরস্কার প্রদান\nপরিচিতি পদ্ধতির দৃশ্যমানতা\nঅনলাইন গোষ্ঠী\nঅনলাইন গোষ্ঠির (এবং ভার্চুয়াল গোষ্ঠী)সাফল্যের একটি গুরুত্বপূর্ণ উপাদান হচ্ছে অংশগ্রহণ করা এবং নিজস্ব কিছু দানের মাধ্যমে যোগ দেওয়ার ইচ্ছা.\nআরও দেখুন: অনলাইন অংশগ্রহণ\n\n\n== আরও দেখুন ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Intrinsic motivation doesn't exist, researcher says\": An article summarizing the view of Steven Reiss"}