{"pageid": 1084932, "title": "কেসিয়া আলি", "url": "https://bn.wikipedia.org/wiki?curid=1084932", "content": "কেসিয়া আলী (জন্ম ১৯৭২) একজন আমেরিকান ইসলামিক পণ্ডিত। যিনি ইসলামিক আইনশাস্ত্র (ফিকহ) এবং প্রাথমিক ও আধুনিক ইসলামে নারীদের ভূমিকা বিষয়ে  গবেষণায করেন। বর্তমানে তিনি বোস্টন বিশ্ববিদ্যালয়ে ধর্মীয় বিষয়ক অধ্যাপক হিসেবে কর্মরত আছেন।  তিনি এর আগে ব্র্যান্ডাইস বিশ্ববিদ্যালয়ের নারীবাদী যৌন নৈতিকতা প্রকল্পের একটি পদে অধিষ্ঠিত ছিলেন এবং ব্র্যান্ডিস ইউনিভার্সিটি (২০০১-২০০৩) ও হার্ভার্ড ডিভিনিটি স্কুলে গবেষণা সহযোগী ও পোস্টডক্টরাল ফেলো ছিলেন।\n\n\n== শিক্ষাজীবন ==\nআলী ১৯৯৩ সালে স্ট্যানফোর্ড বিশ্ববিদ্যালয় হতে ইতিহাস ও নারীবাদী শিক্ষায় বিএ ডিগ্রি অর্জন করেন। তারপর তিনি ডিউক বিশ্ববিদ্যালয় হতে ধর্ম বিষয়ে যথাক্রমে এমএ (২০০০) ও পিএইচডি (২০০২) ডিগ্রি লাভ করেন। কলেজে পড়ার সময় তিনি ইসলাম ধর্ম গ্রহণ করেন।\n\n\n== কর্মজীবন ==\nইসলামের সাথে বিবাহ ও নারীত্বের সম্পর্ক এবং বিকাশ সম্পর্কিত উল্লেখযোগ্য সংখ্যক লেখনি কেসিয়া আলী লিখেছেন। তার প্রধান রচনার মধ্যে রয়েছে সেক্সুয়াল ইথিক্স ও ইসলাম: কুরআন, হাদীস ও আইনশাস্ত্রে নারীবাদী ভাবনা; প্রাথমিক ইসলামে বিবাহ এবং দাসত্ব; ইমাম শাফি: পণ্ডিত ও আলেম; দ্যা লাইভস অব মোহাম্মাদ; এবং অতি সম্প্রতি হিউম্যান ইন ডেথ: মরালিটি এন্ড মর্টালিটি ইন জেডি রব'স নোভেলস। উইমেন ইন ল্যাটিন আমেরিকা এন্ড দ্যা ক্যারিবিয়ান এবং ইসলাম: দ্যা কি কনসেপ্ট বই দুইটির সহ-লেখক হিসেবেও কেসিয়া আলী কাজ করেছেন। একজন পণ্ডিত হিসেবে, পশ্চিমা বিশ্ব ইসলামে নারীদের যেভাবে উপলব্ধি করে সে সম্পর্কে তিনি সংবেদনশীল এবং বলেছেন যে ইসলামী গবেষণায় \"লিঙ্গের বিষয়গুলি প্রত্যেকের মনে খুব বেশি।\" \nসেক্সুয়াল ইথিক্স এন্ড ইসলাম: ফেমিনিস্ট রিফ্লেকশনস অন কুরআন, হাদিস ও জুরিস্প্রুডেন্স  কে বলা হয় তুলনামূলক ইসলামী গবেষণায় ইসলামের ইতিহাসে \"চ্যালেঞ্জেনিং অবদান\"।\nআমেরিকান একাডেমি অব রিলিজিয়ন এর বেশ কয়েকটি পরিসেবায় তিনি নেতৃত্বে ভূমিকা পালন করেছেন। তিনি এখানে স্ট্যাটাস কমিটির পরিচালক হিসেবেও দায়িত্ব পালন করেছেন। মিস আলী সোসাইটি ফর দ্য স্টাডি অফ মুসলিম এথিক্সের সভাপতি হিসেবেও দায়িত্ব পালন করেছেন। পেশাগত কর্মকাণ্ডের বাইরে, তিনি ২০১০ সাল থেকে অক্সফ্যাম আমেরিকার সাথে জড়িত এবং ২০১৩ সাল থেকে সেখানে নেতৃত্ব পরিষদে দায়িত্ব পালন করছেন।\n২০১৮ সালে সহ-প্রিতিষ্ঠাতা হিসেবে বিলিভারস বেইল আউট নামের একটি সাহায্য সংস্থা গঠন করেন। এই সংস্থার কাজ হচ্ছে যাকাতের অর্থ ব্যবহার করে অভাবী মুসলিমদের প্রি ট্রায়াল ডিটেনশন থেকে মুক্ত করা  এবং তাদের শিক্ষা ও সচেতনতা বৃদ্ধি করা।\n\n\n== প্রকাশনা ==\n\n\n=== বই ===\nসেক্সুয়াল ইথিক্স ও ইসলাম: কুরআন, হাদীস ও আইনশাস্ত্রে নারীবাদী ভাবনা (২০০৬; সম্প্রসারিত সম্পাদনা ২০১৬)। Sexual Ethics and Islam: Feminist Reflections on Qur'an, Hadith, and Jurisprudence (2006; expanded ed. 2016).\nপ্রাথমিক ইসলামে বিবাহ এবং দাসত্ব (২০১০)। Marriage and Slavery in Early Islam (2010).\nইমাম শাফি: পণ্ডিত ও আলেম (২০১১)। Imam Shafi‘i: Scholar and Saint (2011).\nন্যায়বিচারের জন্য একটি জিহাদ: আমিনা ওয়াদুদের কাজ ও জীবনকে সম্মান করা (২০১২)। A Jihad for Justice: Honoring the Work and Life of Amina Wadud (2012) (co-edited with Juliane Hammer and Laury Silvers).\nদ্যা লাইভস অব মোহাম্মাদ (২০১৪)।The Lives of Muhammad (2014).\nহিউম্যান ইন ডেথ: মরালিটি এন্ড মর্টালিটি ইন জেডি রব'স নোভেলস (২০১৭)। Human in Death: Morality and Mortality in J.D. Robb's Novels (2017).\nউইমেন ইন ল্যাটিন আমেরিকা এন্ড দ্যা ক্যারিবিয়ান। Women in Latin America and the Caribbean (co-authored with ...).\nইসলাম: দ্যা কি কনসেপ্ট। Islam: The Key Concepts (2007) (co-authored with Oliver Leaman).\n\n\n== তথ্যসূত্র =="}