{"pageid": 1084463, "title": "সেভিল (১৯২৮-এর নাটক)", "url": "https://bn.wikipedia.org/wiki?curid=1084463", "content": "সেভিল হল আজারবাইজান নাট্যকার জাফর জব্বারলি রচিত একটি নাটক। এটি ১৯২৮ সালে রচিত হয়। নারীর ভূমিকা, তাদের উপর অত্যাচার-নিপীড়ন,নারীর সংগ্রাম এবং শেষ পর্যন্ত পিতৃতান্ত্রিক ঐতিহ্যের শিকল থেকে মুক্তির বিজয়কে প্রতিপাদ্য করে নাটকটি রচিত। এই নাটকটি দেখার পর অনেক নারী থিয়েটারেই তাদের মুখে থাকা পর্দা সরিয়ে নেন।\nনাটকের পরবর্তী অভিযোজনগুলি মূল নাটকের তুলনায় কম চরমমাত্রার ছিল। ১৯১৯ সালে একই শিরোনামে নাটকটিকে চলচ্চিত্রে রূপ দেওয়া হয়, যা মধ্য এশিয়া এবং ককেশাস জুড়ে প্রদর্শন করা হয়।\n\n\n== পটভূমি ==\nবাকুতে ১৯১৮-১৯১৯ সালে এই ঘটনা ঘটে। সেভিল ও বালাশ কৃষক বংশোদ্ভূত একটি আজারবাইজানি দম্পতি।  সেভিল যখন নিজেকে বাড়ি ও পরিবারের জন্য উৎসর্গ করেন,তখন বালাশ সমাজে কিছু অবস্থান অর্জন করেন এবং তার স্ত্রীকে তার সহজ আচরণের জন্য ঘৃণা করেন।যখন সেভিল পুত্রের পরিবর্তে একটি কন্যা সন্তানের জন্ম দেয় তখন বালাশ তাকে নবজাতক শিশুর সাথে রেখে চলে যায়।  কিছু সময় অতিবাহিত হওয়ার পর, বালাশ একজন প্রধান বিনিময় ব্যবসায়ী হিসেবে প্রতিষ্ঠিত হয়ে দিলবু নামে এক সুন্দরী তরুণী গায়িকার সাথে বাকুতে বসবাস করতে থাকেন।  তিনি মুসাভাত সরকার এবং শ্বেতাঙ্গ সেনা কর্মকর্তাদের সাথে যুক্ত বাকুর অভিজাত উচ্চ সমাজে জড়িত হন।  একই সময়ে, সেভিল তখনও গ্রামে বাস করে এবং তার স্বামীর সাথে পুনরায় মিলিত হওয়ার স্বপ্ন দেখে।  বালাশের বোন ও বাবা সেভিলের প্রতি সহানুভূতি দেখায় এবং তাকে বাকুতে যেতে রাজি করায় বালাশকে পরিবারে ফিরে যেতে রাজি করাতে।\nতারা বালাশের প্রাসাদে এসে জানতে পারে যে সেখানে একটি বড় ভোজের আয়োজন করা হয়েছে। বালাশ ক্ষুব্ধ যে তারা তাদের কৃষক চেহারা দিয়ে তার অনুষ্ঠানের পরিবেশ নষ্ট করার সাহস করেছে। তিনি সেভিলের মেয়েকে নিয়ে যাওয়ার ও তার নিজের বাবা এবং বোনকে তার বাড়ি থেকে বের করে দেওয়ার আদেশ দেন।\nঅসহায় সেভিল মাথা গুঁজার ঠাঁই খুঁজতে থাকে,সে সাধারণ নাগরিক এবং শ্রমিকদের জীবন পর্যবেক্ষণ করতে শুরু করে।  তিনি বিপ্লবী আন্দোলনে যুক্ত হতে শুরু করেন।  একই সময়ে,  দিলবু জামানত ও টাকা চুরি করে বালাশকে ফতুর করে দিয়ে  ছেড়ে চলে যায়।  সে অগ্রসরমান রেড আর্মি থেকে পালিয়ে বাকু থেকে পালিয়ে যায়, যখন সেভিল তার ঘোমটা ছিঁড়ে বিপ্লবী জনতার সারিতে হাঁটছে।  হতাশায় বালাশ সেভিলকে গুলি করার চেষ্টা করে।\nদশ বছর কেটে গেছে।  সেভিল মস্কোতে বেশ কয়েক বছর অধ্যয়নের পর বাকুতে ফিরে আসে।  তিনি তার মেয়ের সাথে পুনরায় মিলিত হয়েছেন এবং তারা আনন্দের সাথে একটি নতুন, আধুনিক বাকুর মাধ্যমে গাড়ি চালাচ্ছে, যখন অসভ্য এবং দুখী বালাশ চুপচাপ ভিড়ের মধ্যে দাঁড়িয়ে আছে - সোভিয়েত সমাজে তার কোন স্থান নেই।\n\n\n== তথ্যসূত্র =="}