{"pageid": 1084730, "title": "আমিনা ওয়াদুদ", "url": "https://bn.wikipedia.org/wiki?curid=1084730", "content": "আমিনা ওয়াদুদ (জন্ম ২৫শে সেপ্টেম্বর, ১৯৫২) একজন আমেরিকান মুসলিম ধর্মতত্ত্ববিদ, যিনি কুরআনের একজন প্রগতিশীল ব্যাখ্যাকারী। ওয়াদুদ ভার্জিনিয়া কমনওয়েলথ বিশ্ববিদ্যালয়ে ইসলামি শিক্ষা বিভাগের ইমেরিটাস অধ্যাপক হিসেবে কাজ করেন এবং মন্ত্রণালয়ের স্টার কিং স্কুলে একজন অতিথি পণ্ডিত।  ওয়াদুদ ইসলামে নারীর ভূমিকা নিয়ে ব্যাপকভাবে লিখেছেন।\nমেরিল্যান্ডের বেথেসডায় মেথডিস্ট হিসেবে জন্ম ও বেড়ে ওঠা ওয়াদুদ পেনসিলভানিয়া বিশ্ববিদ্যালয়ে পড়ার সময় ১৯৭২ সালে ইসলাম ধর্ম গ্রহণ করেন। তিনি প্রথমে মার্কিন যুক্তরাষ্ট্রে এবং পরে মিশরে আরবি বিভাগ ও ইসলামি শিক্ষা বিভাগে পড়ার জন্য যান। ওয়াদুদ ২০০৫ সালে আন্তর্জাতিক শিরোনাম করেছিলেন, যখন তিনি নিউইয়র্কের একটি মিশ্র জামাতে জুমার নামাজের নেতৃত্ব দিয়েছিলেন, যা ইসলামী বিশ্বের কিছু ক্ষেত্রে বিতর্কের সৃষ্টি করেছিল। তারপর থেকে ওয়াদুদ বিশ্বের বিভিন্ন জামাতে নামাজের নেতৃত্ব দিয়ে চলেছেন।\n\n\n== প্রাথমিক জীবন ==\nওয়াদুদ মেরিল্যান্ডের বেথেসডায় একটি আফ্রিকান-আমেরিকান পরিবারে মেরি টিসলি নামে জন্মগ্রহণ করেন। তার বাবা একজন মেথডিস্ট মন্ত্রী ছিলেন।\n১৯৭২ সালে তিনি ইসলাম ধর্ম গ্রহণ করেন, যখন পেনসিলভানিয়া বিশ্ববিদ্যালয়ের ছাত্র ছিলেন, যেখানে তিনি ১৯৭০ থেকে ১৯৭৫ পর্যন্ত অংশ নিয়েছিলেন।  দুই বছর পর তিনি আনুষ্ঠানিকভাবে তার নাম পরিবর্তন করে আমিনা ওয়াদুদ রাখেন।\n\n\n== শিক্ষাজীবন ==\n১৯৭৫ সালে ওয়াদুদ পেনসিলভানিয়া বিশ্ববিদ্যালয় থেকে স্নাতক ডিগ্রি অর্জন করেন।\nতিনি নিয়ার ইস্টার্ন স্টাডিজ থেকে সম্মান সম্পন্ন করেন ও ১৯৮৮ সালে মিশিগান বিশ্ববিদ্যালয় থেকে আরবি এবং ইসলাম শিক্ষা পিএইচডি ডিগ্রি লাভ করেন। স্নাতক বিদ্যালয় থাকাকালীন তিনি মিশরে পড়াশোনা করেন। কায়রোর আমেরিকান বিশ্ববিদ্যালয়ে উন্নত আরবি ভাষা-সহ, কায়রো বিশ্ববিদ্যালয়ে কুরআনের শিক্ষা ও তাফসীর (বাইবেলের সমালোচনা ও ভাষ্য বা ধর্মীয় ব্যাখ্যা) এবং আল-আজহার বিশ্ববিদ্যালয়ে দর্শন নিয়ে পড়াশোনা করেন।\n\n\n== কর্মজীবন ==\nওয়াদুদের গবেষণার বিশেষত্বের মধ্যে রয়েছে ‘লিঙ্গ এবং কুরআন অধ্যয়ন’।\n১৯৮৯ থেকে ১৯৯২ সাল পর্যন্ত তিনি IIUM -এ কুরআনি অধ্যয়নের সহকারী অধ্যাপক হিসাবে কাজ করেছিলেন। সেখানে থাকাকালীন তিনি তার গবেষণাপত্র কুরআন ও নারী: একজন নারীর দৃষ্টিকোণ থেকে পবিত্র পাঠ্য পুনঃপঠন প্রকাশ করেন এবং ইসলামে বেসরকারি বোন সংস্থা সহ-প্রতিষ্ঠা করেন।  বইটি এখনও এনজিও দ্বারা কর্মী ও শিক্ষাবিদদের জন্য একটি মৌলিক পাঠ্য হিসেবে ব্যবহৃত হয়।  কিন্তু সংযুক্ত আরব আমিরাতে এটি নিষিদ্ধ।\n১৯৯২ সালে ওয়াদুদ ভার্জিনিয়া কমনওয়েলথ বিশ্ববিদ্যালয়ে ধর্ম ও দর্শনের অধ্যাপক হিসেবে একটি পদ গ্রহণ করেন। তিনি ২০০৮ সালে অবসর গ্রহণ করেন এবং ইন্দোনেশিয়ার বালি শহরে গাদজাহ মাদা বিশ্ববিদ্যালয়ের ধর্মীয় ও ক্রস সাংস্কৃতিক শিক্ষা সেন্টারে অতিথি অধ্যাপক হিসাবে একটি পদ গ্রহণ করেন।\nওয়াদুদ যুক্তরাষ্ট্র, মধ্যপ্রাচ্য, দক্ষিণ-পূর্ব এশিয়া, আফ্রিকা ও ইউরোপজুড়ে বিশ্ববিদ্যালয়, তৃণমূল, সরকারি ও বেসরকারি ফোরামে কথা বলেছেন। তার বক্তৃতার মূল বক্তব্য হলো \"ইসলাম, ন্যায়বিচার ও লিঙ্গ\", বোঝার দ্বন্দ্ব: ক্রস-সাংস্কৃতিক দৃষ্টিকোণ, ডেনমার্কের আরহুস বিশ্ববিদ্যালয়ে অনুষ্ঠিত; ২০০৯ সালের মুসাওয়াহ -এ পারিবারিক সম্মেলনে সমতা ও ন্যায়বিচার। \n২০০৯ সালের মার্চে ইন্দোনেশিয়ার জাকার্তায় আয়োজিত আঞ্চলিক সম্মেলন, ইউনাইটেড নেশনস ডেভেলপমেন্ট ফান্ড ফর উইমেন (UNIFEM) ও ইন্টারন্যাশনাল সেন্টার ফর ইসলাম অ্যান্ড প্লুরালিজম (ICIP) মুসলিম সমাজে লিঙ্গ সমতা এবং নারীর ক্ষমতায়নের উপর কথা বলেন। ২০০৯ সালের নভেম্বরের শেষের দিকে নরওয়ের বার্গেন বিশ্ববিদ্যালয়ে শরিয়া ও মানবাধিকার বিষয়ক একটি কর্মশালা পরিচালনা করেন। ২০১০ সালের ফেব্রুয়ারিতে অস্ট্রেলিয়ার মেলবোর্ন বিশ্ববিদ্যালয়ে কলা অনুষদে মুসলিম মহিলা ও লিঙ্গ বিচার: পদ্ধতি, প্রেরণা এবং অর্থ শীর্ষক একটি সর্বজনীন বক্তৃতা দেন।  ২০১১ সালের জুলাই মাসে ক্যালিফোর্নিয়ার বার্কলেতে প্যাসিফিক স্কুল অব রিলিজিয়নে মুসলিমদের জন্য প্রগতিশীল মূল্যবোধের জন্য তাওহীদ ও আধ্যাত্মিক উন্নয়ন সামাজিক কর্ম -এর উপর একটি বক্তৃতা প্রদান করেন।\nওয়াদুদ, এলজিবিটি (সমকামিতা) অধিকারের অনুমোদন হিসাবে বহুত্ববাদ ও সমতা -এর প্রকাশ্যে সমর্থন করেছেন। \n\n\n== বিতর্ক ==\n\n\n=== ১৯৯৪ সালের উপদেশ ===\n১৯৯৪ সালের আগস্ট মাসে ওয়াদুদ দক্ষিণ আফ্রিকার কেপটাউনের ক্লেয়ারমন্ট মেইন রোড মসজিদে ‘ইসলামের সাথে সম্পৃক্ত আত্মসমর্পণ’ বিষয়ে শুক্রবারের খুতবা প্রদান করেন।  মহিলাদের এমন একটি খুতবাহ প্রদান মুসলিম বিশ্বে পূর্বে শোনা যায়নি। এটা ব্যাপকভাবে ভুল রিপোর্ট করা হয়েছিল যে, ওয়াদুদ প্রকৃতপক্ষে খুতবাহ প্রদান করেছিলেন (মিম্বার থেকে আনুষ্ঠানিক আরবি খুতবা), যা তিনি করেননি। ফলস্বরূপ, ভার্জিনিয়াতে কিছু মুসলমানের দ্বারা ভার্জিনিয়া কমনওয়েলথ বিশ্ববিদ্যালয়ে তার পদ থেকে তাকে বরখাস্ত করার চেষ্টা করা হয়েছিল।\n\n\n=== ২০০৫ সালে নামাজের নেতৃত্ব ===\nএক দশকেরও বেশি সময় পরে ওয়াদুদ মার্কিন যুক্তরাষ্ট্রে ইসলামী আইন ভঙ্গ করে একটি জামাতের জন্য জুমার নামাজ নেতৃত্ব দেওয়ার সিদ্ধান্ত নেন, যা মিশ্র লিঙ্গের জামাতে শুধুমাত্র পুরুষ ইমামদের অনুমতি দেয়। ২০০৫ সালের ১৮ই মার্চ শুক্রবার ওয়াদুদ কোনো লিঙ্গ-বিচ্ছেদ ছাড়াই প্রায় ৬০ জন মহিলা ও ৪০ জন পুরুষের সমাবেশে ইমাম হিসেবে কাজ করেন। নামাজের আযান দিলেন আরেক মহিলা, সুহায়লা এল-আত্তার। এটাকে আসরা নোমানি, ওয়েবসাইট মুসলিম ওয়েকআপ, ও প্রগ্রেসিভ মুসলিম ইউনিয়নের সদস্যদের দ্বারা উপস্থাপিত হয় মুসলিম মহিলাদের স্বাধীনতা বুঝানোর জন্য।  অল্প সংখ্যক বিক্ষোভকারী এমন জামাতের বিরুদ্ধে বাইরে জড়ো হয়েছিল।\nজমায়েত অনুষ্ঠিত হয় সিনোড ঘরে। তিনি পরে মসজিদ সার্ভিস ও হোস্ট প্রত্যাখ্যান করেছে। সান্ডারাম ট্যাগর গ্যালারিতে একটি বোমা হুমকির পরে তার প্রস্তাব প্রত্যাহার করে নেয়। তিনি প্রথমে একটি নিরপেক্ষ জায়গায় জামাত করতে চেয়েছিলেন। কিন্তু বোমা হুমকির পরে, তিনি গীর্জার উপর সিদ্ধান্ত নিয়েছেন। কিন্তু সে একটি পবিত্র জায়গায় নামাজ আদায় করতে চেয়েছিলেন। কারণ তিনি বলেন,\n“আমি মুসলিম মসজিদ পরিবর্তন করতে চাই না। আমি মুসলমানদের অন্তরে উৎসাহিত করতে চাই। উভয় তাদের ব্যক্তিগত ও অনুষ্ঠান বিষয়ক জনগন, তারা এক ও সমান বিশ্বাসী.”\n\n\n==== সাড়া ====\nএমন নামাজ আদায় মুসলিম সম্প্রদায়ের মিশ্র প্রতিক্রিয়া নিয়ে বিতর্ক সৃষ্টি করে।  ১০০ জনেরও বেশি নারী-পুরুষ নামাজে অংশ নেন। প্রায় ১৫ জন লোক গির্জার বাইরে প্রতিবাদ করেন। \nকাতারের শেখ ইউসুফ আল-কারাদাবি বলেন,\n“একজন মহিলা অন্য মহিলাদের ও এমনকি তার ছোট বাচ্চাদের সালাতে নেতৃত্ব দিতে পারলেও, তিনি নন-মাহরাম পুরুষসহ একটি মিশ্র দলের নেতৃত্ব দিতে পারেন না। কায়রোর আল-আজহার মসজিদের শেখ সাইয়্যেদ তানতাভি মিশরীয় সংবাদপত্র আল-আহরামে জামাতের সমালোচনা করে বলেন,\n“যখন সে পুরুষদের নামাজে নেতৃত্ব দেয়, এই ক্ষেত্রে, তাদের জন্য সেই মহিলার দিকে তাকানো ঠিক নয় যাদের শরীর তাদের সামনে রয়েছে।” \nকিছু মুসলিম শিক্ষাবিদ ওয়াদুদকে সমর্থন করেছিলেন। মিশরের শিক্ষাবিদ গামাল আল বান্না যুক্তি দিয়েছিলেন যে তার কাজগুলি ইসলামি উৎস দ্বারা সমর্থিত।  ইউসিএলএ, ক্যালিফোর্নিয়ার ইসলাম শিক্ষার অধ্যাপক খালেদ আবু এল-ফাদল বলেছেন,\n“মৌলবাদীরা যা নিয়ে চিন্তিত তা হল যে শুধু মার্কিন যুক্তরাষ্ট্রেই নয়, সারা মুসলিম বিশ্বে এর প্রভাব বিস্তার করবে। যে মহিলারা শিক্ষিত এবং হতাশ যে তারা ইমাম হতে পারে না। তারা দেখতে পাবে যে, কেউ পদমর্যাদা ভেঙে তা করার সাহস পেয়েছে।”\nকারণ ওয়াদুদ বলেছিলেন যে, তিনি হত্যার হুমকির শিকার হয়েছেন। পুলিশ ও তার নিয়োগকর্তা, তার নিরাপত্তার জন্য ভীত এবং তাদের সন্তানদের নিরাপত্তা নিয়ে অভিভাবকদের উদ্বেগের প্রতিক্রিয়া জানিয়ে তাকে ভিডিও লিঙ্কের মাধ্যমে বাড়ি থেকে তার ক্লাস পরিচালনা করতে বলেন।  নামাজের পর তার প্রথম সাক্ষাৎকারে ওয়াদুদ হত্যার হুমকি পাওয়ার কথা অস্বীকার করেন ও তাদের মিডিয়ার প্রচার হিসেবে বর্ণনা করেন।\nওয়াদুদ তার বক্তৃতা ও মিশ্র লিঙ্গের জুমার নামাজের সেবার নেতৃত্ব দিয়ে চলেছেন। ২০০৫ সালের ২৮ অক্টোবর , স্পেনের বার্সেলোনায় ইসলামিক নারীবাদ সম্পর্কিত আন্তর্জাতিক কংগ্রেসে তার বক্তৃতার পর, তাকে প্রায় ত্রিশ জনের একটি মণ্ডলীর নেতৃত্ব দেওয়ার জন্য আমন্ত্রণ জানানো হয়েছিল।  অক্সফোর্ডের মুসলিম এডুকেশনাল সেন্টারের আমন্ত্রণের পর, তিনি যুক্তরাজ্যে একটি মিশ্র-লিঙ্গের প্রার্থনার নেতৃত্ব দেন। যদিও মুসলমানরা উপস্থিত থাকার পরিকল্পনা করছেন। মসজিদ থেকে ব্যক্তিগত ভিজিটের মাধ্যমে রক্ষণশীল ইমামদের দ্বারা অস্বীকার করার হুমকি দেওয়া হয়েছিল। \n\n\n=== ২০১৩ সালে মাদ্রাজ বিশ্ববিদ্যালয় বিতর্ক ===\nওয়াদুদ ২৯ জুলাই ২০১৩ সালে ভারতের চেন্নাইয়ের মাদ্রাজ বিশ্ববিদ্যালয়ে ইসলামে লিঙ্গ ও সংস্কার বিষয়ে একটি বক্তৃতা দেওয়ার কথা ছিল। নির্ধারিত বক্তৃতা বাতিল করা হয়েছিল কারণ পুলিশ মুসলিম গোষ্ঠীর বিরোধিতার পরিপ্রেক্ষিতে আইনশৃঙ্খলার সম্ভাব্য সমস্যার কথা উল্লেখ করেছিল।  ভারতের তৌহিদ জামাতের রাজ্য সম্পাদক এস এম সৈয়দ ইকবাল বলেছেন যে, তিনি মার্কিন সরকারের সমর্থন নিয়ে এসেছেন ও তথাকথিত প্রগতিশীল মতামত দিয়েছেন, যা ইসলামের মৌলিক নীতির পরিপন্থী।\n\n\n== পুরস্কার ==\n২০০৭ সালে ওয়াদুদ ডেনিশ গণতন্ত্র পুরস্কার পান।\nআমিনা ওয়াদুদের পাঁচ সন্তান এবং তিন নাতি-নাতনি রয়েছে।  তিনি ক্যালিফোর্নিয়ার ওকল্যান্ডে থাকেন। তিনি সর্বনাম (She/Her) ও (They/Them) ব্যবহার করে অ-বাইনারি হিসাবে চিহ্নিত করেন।\n\n\n== মিডিয়া উপস্থিতি ==\nওয়াদুদ মুহাম্মদ: লিগেসি অব আ নবী (২০০২) ডকুমেন্টারিটির এর উপদেষ্টা ছিলেন, যা ইউনিটি প্রোডাকশনস ফাউন্ডেশন দ্বারা প্রযোজিত এবং পিবিএস -এ সম্প্রচারিত।\nওয়াদুদকে তার বই ইনসাইড দ্য জেন্ডার জিহাদ নিয়ে আলোচনা করার জন্য ১৪ জুলাই, ২০০০ সালে ডব্লিউএনওয়াইসি রেডিওতে সাক্ষাৎকার দেওয়া হয়েছিল। তিনি জেন্ডার-মিশ্র জুমার নামাজের সেবায় মহিলা-সহ অন্যান্য কার্যক্রম সম্পর্কে প্রশ্ন ও মন্তব্যের উত্তর দেন। \n২০০৭ সালে ওয়াদুদ ইরানি-ডাচ চলচ্চিত্র নির্মাতা এলি সাফারির একটি ডকুমেন্টারির বিষয় ছিল, যার নাম ছিল দ্য নোবেল স্ট্রাগল অব আমিনা ওয়াদুদ। \n\n\n== নির্বাচিত গ্রন্থপঞ্জি ==\n\n\n=== বই ===\nওয়াদুদ, আমিন (১৯৯৯)। নারীর দৃষ্টিতে কুরআন ও নারীর পবিত্র বার্তা পুনঃপঠন। অক্সফোর্ড বিশ্ববিদ্যালয় প্রেস। আইএসবিএন 9780198029434। \nওয়াদুদ, আমিনা (২০০৬)। লৈঙ্গিক জিহাদের ভেতরে: ইসলামে নারীদের পুনর্গঠন। ওয়ানওয়াল্ড। আইএসবিএন 9781851684632। \n\n\n== আরও দেখুন ==\nআসমা বার্লাস\nআসমা লামরাবেত\nফাতেমা মার্নিসি\nজিবা মীর-হোসেনী\nআজিজাহ ওয়াই আল-হিবরি\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== বহিঃসংযোগ ==\nআমিনা ওয়াদুদ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ জুন ২০২০ তারিখে, ক্যালিফোর্নিয়া ইন্টিগ্রাল স্টাডিজ ইনস্টিটিউট\nআমিনা ওয়াদুদ সাক্ষাৎকার , ফ্রন্টলাইনের \"মুসলিম\" পর্ব\nআমিনা ওয়াদুদ সাক্ষাৎকার, হালাল সন্ন্যাসী\nনতুন আন্তর্জাতিকতাবাদী ম্যাগাজিনে আমিনা ওয়াদুদ দ্বারা আয়িশার উত্তরাধিকার (সংখ্যা 345, মে 2002)"}