{"pageid": 108473, "title": "পূর্বাশা দ্বীপ", "url": "https://bn.wikipedia.org/wiki?curid=108473", "content": "দক্ষিণ তালপট্টি বা পূর্বাশা দ্বীপ হাড়িয়াভাংগা নদীর মোহনায় বঙ্গোপসাগরে অবস্থিত, যা ভারতের অন্তর্ভুক্ত। গঙ্গা-ব্রহ্মপুত্র বদ্বীপ অঞ্চলের উপকূলে অবস্থিত  এবং পশ্চিমবঙ্গ রাজ্যের  দক্ষিণ চব্বিশ পরগনা জেলার উপকূলবর্তী দ্বীপ। ১৯৭০ সালে ভোলা সাইক্লোনের পরবর্তীকালে বঙ্গোপসাগরে এর আবির্ভাব ঘটে, এবং কিছুকাল পরে এর অস্তিত্ত্ব বিলীন হয়। স্থায়ী জনবসতিহীন এই অঞ্চলে তেল এবং প্রাকৃতিক গ্যাসের অস্তিত্বের আশঙ্কা থাকায় ভারত এবং বাংলাদেশ সরকার যৌথভাবে এর সার্বভৌমত্ব দাবি করে। এই এলাকার বাংলাদেশ-ভারতের সীমানা বিভাজক হাড়িয়াভাংগা নদীর মূলস্রোত যেহেতু দ্বীপের পশ্চিম ভাগ দিয়ে প্রবাহিত হচ্ছে, সেহেতু \"নদীর মূল স্রোতধারার মধ্যরেখা নীতি\" বা Thalweg doctrine অনুযায়ী বাংলাদেশ দ্বীপটিকে নিজ দেশের অন্তভুর্ক্ত মনে করছে। অপরদিকে ভারতীয় দাবি হচ্ছে, নদীর মূলস্রোত পরিবর্তনশীল। সার্বভৌমত্ব প্রদানের এই বিষয় এবং দুই দেশের মধ্যে সামুদ্রিক সীমা প্রতিষ্ঠাপন র‌্যাডক্লিফ লাইন পদ্ধতি অনুযায়ী বড় আকারের বিতর্কের অংশ হয়ে ওঠে।\n\n\n== আবিষ্কার ==\n১৯৭০ সালের প্রলয়ংকরী ঘূর্ণিঝড়ের পর হাড়িয়াভাঙ্গা নদীর মোহনার অদূরে বাংলাদেশের সমুদ্রসীমায় দক্ষিণ তালপট্টি দ্বীপ জেগে ওঠে। নদীর মোহনা থেকে দুই কিলোমিটার দূরে এর অবস্থান। ১৯৭৪ সালে একটি আমেরিকান স্যাটেলাইটে আড়াই হাজার বর্গমিটার এ দ্বীপটির অস্তিত্ব ধরা পড়ে। পরে রিমোট সেন্সিং সার্ভে চালিয়ে দেখা গিয়েছিল, দ্বীপটির আয়তন ক্রমেই বাড়ছে এবং একপর্যায়ে এর আয়তন ১০ হাজার বর্গমিটারে দাঁড়ায়। তবে অনেকে দাবি করেন, ১৯৫৪ সালে প্রথম দ্বীপটির অস্তিত্ব ধরা পড়ে। দ্বীপটির মালিকানা বাংলাদেশ দাবি করলেও ভারত ১৯৮১ সালে সেখানে সামরিক বাহিনী পাঠিয়ে তাদের পতাকা ওড়ায়। ভারতের যুক্তি, ১৯৮১ সালের আন্তর্জাতিক জরিপ অনুযায়ী দক্ষিণ তালপট্টির পূর্ব অংশটির অবস্থান ভারতের দিকে, যা ১৯৯০ সালের ব্রিটিশ অ্যাডমিরালটি চার্টেও স্বীকৃত।\n\n\n== বর্তমান ==\nমার্চ, ২০১০ এ বিবিসি খবর অনুযায়ী দ্বীপটি বর্তমানে ২ মিটার সমুদ্রতলে নিমজ্জিত। ২০১৪ সালে ৭ জুলাই আন্তর্জাতিক সালিশি আদালতের রায় অনুযায়ী দ্বীপটি ভারতের সমুদ্র সীমায় পড়েছে।\n\n\n== আরও দেখুন ==\n\nবাংলাদেশ-ভারত সম্পর্ক\nইন্দো-বাংলাদেশ ছিটমহল\nবাংলাদেশের দ্বীপসমূহের তালিকা\nভারতের দ্বীপসমূহের তালিকা\n\n\n== তথ্যসূত্র =="}