{"pageid": 1084969, "title": "আয়না সুলতানোভা", "url": "https://bn.wikipedia.org/wiki?curid=1084969", "content": "আয়না মাহমুদ গিজি সুলতানোভা (১৮৯৫-১৯৩৮) ছিলেন আজারবাইজান কমিউনিস্ট পার্টির একজন নারী কর্মী এবং দেশের শীর্ষস্থানীয় রাজনৈতিক নেতা। তিনি প্রথম দিকের আজারবাইজানি নারী বিপ্লবীদের একজন ছিলেন। তিনি সোভিয়েত ইউনিয়েন নিয়ন্ত্রনে থাকা আজারবাইজানের শীর্ষ সরকারি পদে অধিষ্ঠিত ছিলেন। ১৯৩৮ সালে তিনি আজারবাইজানের ইতিহাসের প্রথম নারী হিসেবে ক্যাবিনেট তথা মন্ত্রীসভার সদস্য অর্থাৎ মন্ত্রী হন।\n\n\n== জীবন এবং কর্মজীবন ==\nআইনা সালতানোভা (নে মুসাবেইওভা) ১৮৯৫ সালে আধুনিক আজারবাইজানের শাবরান শহর থেকে প্রায় ১৫ কিলোমিটার পূর্বে পিরাবাদিল গ্রামে জন্মগ্রহণ করেন। তিনি গাজানফার মুসাবেকভের বোন ছিলেন যিনি পরে বলশেভিক বিপ্লবী এবং প্রজাতন্ত্রের সর্বোচ্চ পরিচালক সংস্থা আজারবাইজানের কাউন্সিল অফ পিপলস কমিসার্সের প্রধান হন। ১৯১২ সালে তিনি তৎকালীন আজারবাইজানের বৃহত্তম শহর ও বর্তমান রাজধানী বাকুর সেন্ট নিনো জিমন্যাসিয়াম থেকে স্নাতক হন এবং পরে সংক্ষিপ্ত সময়ের জন্য সেই স্কুলে শিক্ষকতা করেন। ১৯১৭ সালে তিনি বলশেভিক ধারণায় আগ্রহী হন এবং ১৯১৮ সালে রুশ কমিউনিস্ট পার্টিতে (যা পরবর্তীতে সোভিয়েত ইউনিয়নের কমিউনিস্ট পার্টিতে পরিণত হয়) যোগদান করেন।  ১৯১৯ সালে তিনি অস্ত্রখান শহরে চলে যান। তারপর মস্কোতে যান। সেখানে তিনি রাশিয়ার পিপলস কমিশিয়েট অফ ফরেন অ্যাফেয়ার্সের মধ্যপ্রাচ্য বিষয়ক ব্যুরোতে কাজ করেন। ১৯২০ সালে তিনি ইতোমধ্যে সোভিয়েত নিয়ন্ত্রনে থাকা আজারবাইজানে ফিরে যান এবং ১৯৩০ সাল পর্যন্ত নারী বিষয়ক বিভিন্ন প্রশাসনিক পদে কাজ করেন। ১৯২৩ সালে, তিনি শারগ গ্যাডিনির নামক একটি কমিউনিস্ট ম্যাগাজিনের প্রধান সম্পাদক হন। এর মূল লক্ষ্য ছিল নারীমুক্তি। \n১৯৩৭ থেকে ১৯৩৮ সালের মধ্যে সালতানোভা শিক্ষা বিষয়ক ডেপুটি পিপলস কমিসার (মন্ত্রী) হিসেবে কাজ করেন, তারপর পিপলস কমিসার অফ জাস্টিস হিসেবে কাজ করেন। তিনি ইনস্টিটিউট অফ রেড প্রফেসরের ছাত্রীও ছিলেন। সোভিয়েত রাষ্ট্রে তার সেবার জন্য সুলতানোভাকে অর্ডার অফ দ্য রেড ব্যানার অফ লেবার প্রদান করা হয়।\nতিনি নাখচিভান এএসএসআর-এর কাউন্সিল অফ পিপলস কমিসারের চেয়ার হামিদ সুলতানভের সাথে বিবাহ বন্ধনে আবদ্ধ হন। ১৯৩৮ সালে গ্রেট পার্জের পরিপ্রেক্ষিতে আইনা সালতানোভার ভাই গজনফর মুসাবেকভসহ দুজনকেই বিপ্লবের পাল্টা অভিযোগে গ্রেপ্তার করা হয় এবং কিছুক্ষণের মধ্যেই ফায়ারিং স্কোয়াড তাদের মৃত্যুদণ্ড দেয়।\nগানজার আয়না সুলতানোভার নামে একটি রাস্তা এবং বাকুতে তার জন্য উৎসর্গীকৃত একটি স্মৃতিস্তম্ভ রয়েছে।\n\n\n== তথ্যসূত্র =="}