{"pageid": 1084994, "title": "আণ্ডাল", "url": "https://bn.wikipedia.org/wiki?curid=1084994", "content": "আণ্ডাল (তামিল: ஆண்டாள், Āṇṭāḷ; অপর নাম: গোডাদেবী, নচিয়ার ও কোতাই) ছিলেন দক্ষিণ ভারতের ১২ জন অলবর সন্তের মধ্যে একমাত্র নারী অলবর। অলবর সন্তেরা হিন্দুধর্মের শ্রী বৈষ্ণব সম্প্রদায়ের অন্তর্ভুক্ত ছিলেন। আণ্ডাল ছিলেন খ্রিস্টীয় অষ্টম শতাব্দীর ব্যক্তিত্ব (মতান্তরে সপ্তম শতাব্দীর)। বিখ্যাত তামিল গ্রন্থ তিরুপ্পবাই ও নচিয়ার তিরুমোঝি তাঁর লেখা বলে মনে করা হয়। এই দুই গ্রন্থ অদ্যাবধি তামিল ‘মারগাঝি’ মাসের শীতকালীন উৎসবের সময় ভক্তদের দ্বারা পঠিত হয়। আণ্ডাল হলেন দক্ষিণ ভারতের এক গুরুত্বপূর্ণ ঐতিহাসিক নারী চরিত্র, যিনি গোডা মণ্ডলী সহ বিভিন্ন নারীগোষ্ঠীর অনুপ্রেরণা।\n\n\n== কিংবদন্তি ==\nসাহিত্য ও ধর্মীয় ঐতিহ্য অনুসারে, পেরিয়ালবর (মূলত বিষ্ণুচিত্তর নামে পরিচিত), পেরুমাল (বিষ্ণু)-এর একনিষ্ঠ ভক্ত ছিলেন এবং তিনি প্রতিদিন দেবতাকে মালা পরিয়ে দিতেন। তিনি নিঃসন্তান ছিলেন এবং তিনি ঈশ্বরের কাছে প্রার্থনা করতেন যেন তিনি সন্তানের পিতা হতে পারেন। একদিন, তিনি মন্দিরের ভিতরে একটি বাগানে তুলসীর নিচে একটি মেয়েকে দেখতে পান। শিশুটিকে দেবী ভূদেবীর অবতার মনে করা হয়। তিনি শিশুটির নাম রাখেন কোথাই, যিনি পরম দেবতা বিষ্ণুর অবতার কৃষ্ণের ভক্ত হিসাবে বেড়ে ওঠেন। বিশ্বাস করা হয় যে তিনি মন্দিরের প্রধান দেবতাকে উৎসর্গ করার আগে মালাটি পরেছিলেন। পেরিয়ালবর পরে এটি খুঁজে পেয়ে অত্যন্ত বিরক্ত হয়েছিলেন এবং তাকে তিরস্কার করেছিলেন। বিষ্ণু স্বপ্নে আবির্ভূত হন এবং তাকে কেবল মাত্র আন্দালের পরিহিত মালাটি তাকে উৎসর্গ করতে বলেছিলেন কারণ যখন বিষ্ণুর মূর্তিতে নতুন মালা লাগানো হয়েছিল, তখন এটি পড়ে গিয়েছিল কিন্তু যখন অন্ডাল এই মালাটি পরেছিলেন, তখন বিষ্ণু সোনায় পরিণত হয়েছিলেন। কোঠাই নামের মেয়েটির নাম রাখা হয়েছিল আন্দাল এবং তাকে \"চুডিকোদুথা সুদারকোদি\" নামে অভিহিত করা হয়, যার অর্থ সেই মহিলা যিনি বিষ্ণুকে তার মালা পরিয়েছিলেন এবং দিয়েছিলেন। পেরিয়ালবর অন্ডালকে শ্রীরঙ্গমের রঙ্গনাথস্বামী মন্দিরে নিয়ে যান এবং অন্ডালকে বিষ্ণুর সাথে তার কনে হিসাবে পুনরায় মিলিত হন। আধুনিক যুগে এই রীতি অনুসরণ করা হয় যখন শ্রীভিলিপুথুর অন্ডাল মন্দির থেকে অন্ডালের মালা তামিল মাস পুরতাসি (সেপ্টেম্বর -অক্টোবর) এর সময় গারুড়োৎসবমের তিরুমালা বেঙ্কটেশ্বর মন্দিরে প্রেরণ করা হয় এবং চিত্রা পূর্ণিমার সময় আজাগার কোয়িল প্রেরণ করা হয়। আন্দালকে নাচিয়ার বা আন্দালনাচিয়ার নামেও ডাকা হয়।\n\n\n== মূর্তিকল্প ==\nআন্দালের কেশসজ্জা এবং অলঙ্করণ প্রাচীন তামিল সংস্কৃতির অনন্য প্রতীক । তার চুলের গোড়া পাশের অংশে বাঁধা এবং জুঁই ফুল এবং বিস্তৃত গহনা দিয়ে সজ্জিত। \nশ্রীভিলিপুথুর অন্ডালের হাতে তৈরি তোতাপাখি প্রতিদিন তাজা সবুজ পাতা দিয়ে তৈরি করা হয়। অন্ডালের বাম হাতে রাখা হয় এই তোতাপাখি।  চঞ্চু ও মুখের জন্য একটি ডালিম ফুল, পায়ের জন্য বাঁশের লাঠি, কলা গাছ, গোলাপী করবীর পাপড়ি এবং নান্দিয়াভট্টাই এই তোতাপাখি প্রস্তুত করতে ব্যবহৃত হয়। \n\n\n== সাহিত্যকর্ম ==\nআন্দাল দুটি সাহিত্যকর্ম রচনা করেছেন, উভয়ই সমৃদ্ধ তামিল শ্লোক আকারে সাহিত্যিক, দার্শনিক, ধর্মীয় এবং নান্দনিক বিষয়বস্তু প্রকাশ করেছে।\n\n\n=== তিরুপ্পবাই ===\nতার প্রথম রচনা হল তিরুপ্পবাই নামক ৩০টি শ্লোকের সংকলন যেখানে অন্ডাল নিজেকে একজন গোপী বলে কল্পনা করেছেন। গোপী কৃষ্ণের প্রতি তার নিঃশর্ত ভক্তির জন্য পরিচিত। তিরুপ্পবাইতে, অন্ডাল রাধাকে আদর্শ গোপী হিসাবে প্রশংসা করেছিলেন এবং ব্রজের গোপীদেরও আহ্বান করেছিলেন।  নাপিনাইকে লক্ষ্মীর একটি রূপ হিসাবে চিহ্নিত করা হয় যাকে শ্রী বৈষ্ণবধর্মে বিষ্ণুর সর্বোচ্চ স্ত্রীর মর্যাদা দেওয়া হয়েছে।  এই শ্লোকগুলিতে, তিনি শুধুমাত্র এক জীবনে নয়, বরং অনন্তকালের জন্য বিষ্ণুর সেবা করে সুখ অর্জনের আকাঙ্ক্ষার কথা বর্ণনা করেছেন। তিনি ধর্মীয় ব্রত (পাওয়াই) বর্ণনা করেছেন যা তিনি এবং তার সহপাত্রী মেয়েরা এই উদ্দেশ্যে পালন করবেন। বলা হয় যে তিরুপ্পাভাই বেদের অমৃত এবং দার্শনিক মূল্যবোধ, নৈতিক মূল্যবোধ, বিশুদ্ধ প্রেম, ভক্তি, নিবেদন, একক-মনা লক্ষ্য, গুণাবলী এবং জীবনের চূড়ান্ত লক্ষ্য শিক্ষা দান করে। \n\nঅন্ডাল এই পাঠে এইভাবে কৃষ্ণের প্রশংসা করেছেন:மரயனைமன்னு வடமதுரைலமந்தனை\nதூயபெருநீர்‌ யமுனைத்துறைவனை\nஆயர்குலத்தினில்‌ தோன்றும்‌ ௮அணிவிளக்மை\nதாயைக்குடல்‌ விளக்கம்‌ செய்த தாமோதரனை தூயோமாய்வந்துநாம்‌ தூமலர்‌ தூவித்தொழுது\nவாயினால்பாடி மனத்தினால்‌ சித்திக்க\nோயபிழையும்‌ புகுதருவான்‌ நின்றனவும்‌\nதியினில்தூசாகும்‌ செப்பேலோரெம்பாவாய்‌\n\nআমার প্রিয় কন্যাগণ! তোমরা সকলেই মায়ানকে জান, (শ্রী কৃষ্ণ রহস্যময়, যার মহিমা বাক্যের অতীত এবং যাঁর কাজ সাধারণের বোঝার বাইরে), যিনি উত্তর মাত্রে জন্মগ্রহণ করেছিলেন, যিনি শুদ্ধ যমুনার বিশাল জলে খেলা করেন, তিনি রত্ন (চুনি) প্রদীপের মতো জ্বলজ্বল করতেন, সেই দামোদর গোপীদের মধ্যে তাঁর মা যশোদার নাম ও যশ এনেছিলেন ! আমরা পবিত্র হয়ে তাঁর কাছে যাব, আমরা তাঁর পায়ে শুদ্ধ ও পছন্দের ফুল বিছিয়ে দেব এবং তাঁর পূজা করব। আমরা তাঁর সম্বন্ধে গান গাইব এবং আমরা (নিরবচ্ছিন্নভাবে) তাঁর কথা চিন্তা করব: এবং এর ফলে আমাদের পাপ যা ইতোমধ্যে করা হয়েছে এবং ভবিষ্যতে যা করার সম্ভাবনা রয়েছে, সেগুলি সমস্ত আগুনে তুলার মতো অদৃশ্য হয়ে যাবে।\n\n\n=== নাচিয়ার তিরুমোই ===\nআন্দালের দ্বিতীয় রচনাটি হল নাছিয়ার তিরুমোই নামক ১৪৩টি শ্লোকের একটি কবিতা। তামিল কাব্যিক শৈলীতে \"তিরুমোই\" এর আক্ষরিক অর্থ \"পবিত্র উক্তি\" এবং \"নাচিয়ার\" অর্থ দেবী। অতএব, নাচিয়ার তিরুমোইর অর্থ \"দেবীর পবিত্র উক্তি।\" এই কবিতাটি দৈবপ্রিয় বিষ্ণুর প্রতি অন্ডালের তীব্র আকাঙ্ক্ষাকে সম্পূর্ণরূপে প্রকাশ করে। শাস্ত্রীয় তামিল কাব্যিক প্রথা এবং বেদ ও পুরাণ থেকে আন্তঃসম্পর্কিত গল্পগুলি ব্যবহার করে, অন্ডাল এমন চিত্রকল্প তৈরি করেছেন যা সম্ভবত ভারতীয় ধর্মীয় সাহিত্যের সমগ্র স্বরগ্রামে অতুলনীয়।\nনাচিয়ার তিরুমোই- তে, অন্ডাল ঈশ্বরের জন্য কামনা করে বলেন যে তিনি যদি তাকে বিয়ে করেন তবে তিনি ঈশ্বরকে ১০০০ পাত্র \"আক্কারবাদিসাল\" উপহার দেবেন যা পরে একাদশ শতকে সন্ত রামানুজ পূরণ করেছিলেন।\nতা সত্ত্বেও, রক্ষণশীল বৈষ্ণব সম্প্রদায়গুলি নাচিয়ার তিরুমোইয়ের প্রচারকে ততটা উৎসাহিত করে না যতটা তারা তিরুপ্পবাইকে উৎসাহিত করে। কারণ নাচিয়ার তিরুমোই জয়দেবের গীতা গোবিন্দের অনুরূপ আধ্যাত্মিকত কাম-প্রেম ধারার অন্তর্গত। \n\n\n== দক্ষিণ ভারতে গুরুত্ব ==\n\nঅন্ডাল তামিলদের একজন স্বনামধন্য কবি-সাধিকা।  ধার্মিক ঐতিহ্য, মানবজাতিকে বিষ্ণুর পাদপদ্মের পথ দেখানোর জন্য তাকে ভূমি দেবীর ( ভূমিরূপী শ্রীলক্ষ্মী ) অবতার হিসেবে আবির্ভূত বলে বর্ণনা করে । দক্ষিণ ভারতে, বৈষ্ণব মন্দিরগুলিতে বিষ্ণুর পাশে তার প্রতিনিধিত্ব রয়েছে। অনেক মন্দিরে অন্ডালের পৃথক মন্দিরও রয়েছে। মারগাই মাসে, তামিল, তেলুগু, কন্নড় এবং হিন্দিতে তিরুপ্পবাইয়ের উপর প্রবচন সমগ্র ভারত জুড়ে হয়। শ্রীভিলিপুথুর দিব্য দেশম শ্রীভিলিপুথুরে জোড়া মন্দির নিয়ে গঠিত যার মধ্যে একটি অন্ডালকে উৎসর্গ করা হয়েছে। অন্ডালকে উৎসর্গীকৃত বেশ কয়েকটি উৎসব রয়েছে। এর মধ্যে সবচেয়ে উল্লেখযোগ্য হল পাভাই ননবু তামিল মাসে মারগাই (ডিসেম্বর - জানুয়ারি), পাঙ্গুনিতে আন্দাল থিরুকল্যানম, পগলপাথু, রাপাথু, আদি থিরুভিয়া যেখানে আন্দালকে রঙ্গনাথরের কোলে বসা অবস্থায় চিত্রিত করা হয়েছে।  অন্ডাল সংরক্ষণকারী দেবতা বিষ্ণুর প্রতি তার অটল ভক্তির জন্য পরিচিত। তিনি তার পিতা পেরিয়ালবর দ্বারা পালিত, অন্ডাল আধ্যাত্মিক এবং শারীরিকভাবে বিষ্ণুকে বিবাহ করার জন্য পার্থিব বিবাহ এড়িয়ে চলেন যা তার সংস্কৃতির মহিলাদের জন্য স্বাভাবিক এবং প্রত্যাশিত পথ। ভারতের অনেক জায়গায়, বিশেষ করে তামিলনাড়ুতে, অন্ডালকে একজন সাধিকার চেয়ে বেশি এবং দেবীর রূপ হিসাবে বিবেচনা করা হয় এবং বেশ কয়েকটি বিষ্ণু মন্দিরে অন্ডালের জন্য একটি মন্দির উৎসর্গ করা হয়। \nতামিলনাড়ু রাজ্যের হাজার হাজার মানুষ অন্ডাল মন্দিরে উদযাপিত \"আদি পুরম\" উৎসবে অংশগ্রহণ করে। খুব ভোরে বিশেষ পূজার পর, প্রধান দেবতা, শ্রী রেঙ্গামান্নার এবং দেবী অন্ডালকে সজ্জিত পালকি গাড়িতে নিয়ে যাওয়া হয়। তামিল আদি মাসের অষ্টম দিনে শ্রীভিলিপুথুরে বটপত্রসায়ী মন্দিরের বাগানে একটি তুলসী গাছের কাছে পেরিয়ালবর তাকে দেখতে পাওয়ার পর এই উৎসবটি প্রধান দেবতা অন্ডালকে গ্রহণ করে। তিরুপতি ব্রহ্মোৎসবমের জন্য, শ্রীভিলিপুথুর মন্দিরের অন্ডালের পরা মালা অন্ধ্রপ্রদেশের তিরুপতির বেঙ্কটেশ্বর মন্দিরে পাঠানো হয়। ঐতিহ্যবাহী এই মালা তুলসী, সেবন্তী ও সাম্পাঙ্গী ফুল দিয়ে তৈরি। গরুড় সেবা শোভাযাত্রার সময় বেঙ্কটেশ্বর কর্তৃক মালা পরা হয়।  প্রতি বছর, তিরুপতি বেঙ্কটেশ্বরের মালা অন্ডালের বিবাহ উৎসবের জন্য শ্রীভিলিপুত্তুর অন্ডালে পাঠানো হয়। চিথিরাই উৎসবের জন্য মাদুরাই কাল্লাঘর মন্দিরেও অন্ডাল মালা পাঠানো হয়। \nকবিতায়, ৯ম শতাব্দীর অন্ডাল একজন সুপরিচিত ভক্তি আন্দোলনের কবি হয়ে ওঠেন। পিঞ্চম্যান বলেন, এবং ঐতিহাসিক নথি থেকে জানা যায় যে ১২ শতকের মধ্যে তিনি দক্ষিণ ভারত এবং অন্যত্র হিন্দু মহিলাদের জন্য একটি প্রধান অনুপ্রেরণা ছিলেন।  আধুনিক সময়ে অন্ডালের গান নৃত্যশিল্পে নৃত্যের ক্ষেত্রে শত শত ধ্রুপদী নৃত্যশিল্পীকে অনুপ্রাণিত করে চলেছে।  অন্ডালকে গোদাও বলা হয়, এবং শিল্পকলায় তার অবদান বৈষ্ণব ঐতিহ্যে গোদা মন্ডলী তৈরি করেছে। \nসাধুদের কবিতার মাধ্যমে (যেমন অন্ডাল) নারীরা সরাসরি ভগবানের সাথে সংযোগ স্থাপন করতে সক্ষম বলে মনে করা হয় এবং এই শব্দগুলি তাদের ব্যক্তিগত আবেগকে আবদ্ধ করে বলে মনে করা হয়। \nগোদা মন্ডলী অন্ডালের নামে নামকরণ করে ১৯৭০ সালে গঠিত হয়েছিল এবং ১৯৮২ সালে পুনর্গঠিত হয়েছিল। তারা টিভি এবং রেডিও অনুষ্ঠানের মাধ্যমে অন্ডালের গানকে ব্যাপকভাবে ছড়িয়ে দেয়।  দলটি গান শেখার জন্য সাপ্তাহিক একত্রিত হবে এবং উৎসবের অনুষ্ঠানে গান করবে যেখানে তারা মন্দিরের জন্য অর্থ সংগ্রহ করবে। \n\n\n== সমসাময়িক বিশ্বে প্রভাব ==\n\n\n=== ভক্তি কবিতা ===\nতামিল ভক্তি কবিতার সমসাময়িক ভাষ্যগুলিতে, এ কে রামানুজন মন্তব্য করেন যে কতগুলি অন্যান্য ধর্মীয় ঐতিহ্য ঈশ্বরের প্রতি আবেগপ্রবণ প্রেম এবং ভক্তিকে আলাদা হিসাবে রাখবে এবং বিবেচনা করবে। ভক্তি ঐতিহ্যে, তারা একে অপরের সাথে অনুরণিত হতে পারে:\n\"সমস্ত ভক্তিমূলক কবিতা সগুণ ও নির্গুণের মধ্যকার প্রসার, ব্যক্তি হিসাবে ঈশ্বর এবং নীতি হিসাবে ঈশ্বরকে ধ্বনিত করে। তিনি যদি সম্পূর্ণরূপে একজন ব্যক্তি হতেন তবে তিনি ঐশ্বরিক হতেন না, এবং যদি তিনি সম্পূর্ণরূপে এক নীতি, এক দেবতা হতেন তবে কেউ কবিতা তৈরি করতে পারত না। তাঁর সম্বন্ধে বৈষ্ণবরাও বলেন যে ঈশ্বর 'পরত্ব', 'অন্যতা' এবং সৌলভয়, 'অধিগম্যের সহজলভ্য' উভয় ক্ষেত্রেই বৈশিষ্ট্যযুক্ত; তিনি এখানে এবং তার বাইরেও, ব্যক্তি হিসাবে মূর্ত এবং নীতি হিসাবে অধরা উভয়ই। সমস্ত সত্তার ভূমির প্রকৃতি। এটি হয়/বা নয়, তবে উভয়ই এবং; পুরাণ, ভক্তি এবং কবিতা উভয় মনোভাবের উপস্থিতি ছাড়া অসম্ভব।\" \n\n\n=== নারীবাদী ব্যাখ্যা ===\nবেশ কিছু সমসাময়িক ব্যাখ্যা তার বিষ্ণুকে বিবাহ করাকে নারীবাদী হিসেবে দেখে।  ঐশ্বরিক বিবাহ এবং কুমারীত্ব নারীর বিষয়বস্তুকে অনুমতি দেয়, কারণ সে তার স্বামী পছন্দ করতে সক্ষম হয় এবং একটি \"কুলীন স্বাধীনতা\" প্রদান করে।  বলা হয় যে নিজেকে ঈশ্বরের প্রতি উৎসর্গ করে এবং একজন মানুষকে বিয়ে করা প্রত্যাখ্যান করে, তিনি একজন স্ত্রী হওয়ার সাথে জড়িত নিয়মিত দায়িত্বগুলি এড়িয়ে গিয়েছিলেন যা তার স্বাধীনতাকে বাধা দেবে। \n\nতার একটি কবিতায়, অন্ডাল বলেছেন যে তার স্বেচ্ছাচারী হৃদয় শুধুমাত্র ঈশ্বরের জন্য পূর্ণ হয়ে উঠবে, এবং নশ্বর প্রাণীদের প্রতি প্রেম করার ধারণাটিকে ঘৃণা করে, এটিকে বনে শিয়াল দ্বারা লঙ্ঘন করা ব্রাহ্মণকৃত যজ্ঞের সাথে তুলনা করে।  এবং অন্য একটি পদে তিনি তার স্ফীত স্তন শঙ্খধারী ভগবানকে উৎসর্গ করেছেন। \nনারীবাদী ব্যাখ্যাগুলি আন্দালের কিছু শ্লোককে বিষ্ণুর প্রতি তার প্রেমের প্রকাশ্য স্বীকৃতি হিসাবে দেখে থাকে যা সাহসী কামুকতা এবং চমকপ্রদ কামনার আকাঙ্ক্ষা, ক্ষুধা এবং অনুসন্ধানের সাথে লেখা যা তামিল সঙ্গম সাহিত্যে ব্যাপকভাবে পাওয়া যায় যেখানে নারীর আকাঙ্ক্ষা এবং তাদের পুরুষদের থেকে তাদের বিচ্ছিন্নতা প্রকাশ করে; এমনকি আজও, তার সবচেয়ে কাম-প্রেমভাবমূলক কবিতাগুলি খুব কমই প্রকাশ্যে প্রচার করা হয়।  এরকম এক শ্লোকে অন্ডাল রূপক দিয়ে নিজে কৃষ্ণের কোলে শুয়ে আছেন, তাকে প্রেম করছেন, এরকম কল্পনা করেছেন। \nঅরবিন্দ শর্মা, ক্যাথরিন কে. ইয়াং কর্তৃক ফেমিনিজম অ্যান্ড ওয়ার্ল্ড রেলিজিয়ন থেকে উদ্ধৃত: \"অন্ডাল এবং অন্যান্য নারী কবিরা যেভাবে জীবনযাপন করেছিলেন তা হল একটি বিবাহ-প্রধান সমাজের মধ্যে একটি স্থান নিয়ে আলোচনা করা এবং সমাজের অন্তত কিছু অংশকে জায়গা তাদের করে দেওয়া।\"\nঅন্ডাল ঈশ্বরকে বিয়ে করে স্ত্রী হওয়ার প্রত্যাশা পূরণ করেছিলেন, কিন্তু যেহেতু তার স্বামী চিন্ময় ছিলেন তাই তিনি তার ব্যক্তিস্বাধীনতা লাভ করেছিলেন।  পিতৃবাদী ধর্মতত্ত্বে অসংখ্য পণ্ডিত এই কার্যকে কুমারী নারীবাদ বলে উল্লেখ করেছেন।  কুমারীত্বকে নারীদের সন্তান জন্মদান, \"পুরুষের আধিপত্য\" এড়ানো এবং ঈশ্বরের প্রতি ভক্তির নতুন জীবন যাপন করার বিকল্প হিসাবে দেখা হয়। \n\n\n=== অমুক্তমাল্যদা ===\nবিজয়নগর রাজবংশের কৃষ্ণদেবরায় তেলুগু ভাষায় মহাকাব্য অমুক্তমাল্যদা রচনা করেছিলেন যা একটি শ্রেষ্ঠ অবদান হিসাবে বিবেচিত হয়। অমুক্তমাল্যদা অনুসারে একজনকে তিনি মালা পরিয়ে দেন এবং পেরিয়ালবরের কন্যা অন্ডাল বা গোদা দেবীর গল্প বর্ণনা করেন। \nঅমুক্তমাল্যদা অন্ডালের অনুভব করা বিচ্ছেদের (বিরহ) যন্ত্রণা বর্ণনা করেছেন যাকে বিষ্ণুর সহধর্মিণী লক্ষ্মীর অবতার হিসাবে বর্ণনা করা হয়েছে। উপরন্তু, কবিতাটি কেশাদি-পাদম শৈলীতে লেখা ৩০টি শ্লোকে কেশ থেকে শুরু করে পা পর্যন্ত অন্ডালের সৌন্দর্য বর্ণনা করেছে। \n\n\n=== মঙ্গলাসসনম ===\nদিব্য দেশম মঙ্গলাসনম : অন্ডাল এগারোটি পবিত্র স্থানের প্রশংসায় গান গেয়েছেন:\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nAndal's Thirupavai meaning in English\nAndal's Varanam Aayiram\n\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  আণ্ডাল\nhttp://www.advaita.org.uk/discourses/teachers/andal_marvelly.htm"}