{"pageid": 1084961, "title": "বেটিনা গোইসলার্ড", "url": "https://bn.wikipedia.org/wiki?curid=1084961", "content": "বেটিনা গোইসলার্ড (১১ নভেম্বর ১৯৭৪–১৬ নভেম্বর ২০০৩) ছিলেন জাতিসংঘের শরণার্থীবিষয়ক হাইকমিশনারের (ইউএনএইচসিআর) একজন ফরাসি কর্মী। তাকে আফগানিস্তানে এই সংস্থার পরিচালিত মিশনে নিযুক্ত করা হয়েছিল। ২০০১ সালের ডিসেম্বরে তালেবানদের পতনের পর তিনিই প্রথম জাতিসংঘের কর্মী যিনি সেই দেশে নিহত হন।\nবেটিনা গোইসলার্ড ফ্রান্সের সাউমুরে জন্মগ্রহণ করেন। তার বাবা কূটনীতিক বার্নার্ড গোইসলার্ড ফরাসি হলেও মাতা একজন ইংরেজ। তিনি প্যারিস এবং কায়রোতে আরবিতে ডিগ্রি নেন এবং স্নাতক শেষ করার পর, ইউএনএইচসিআর কর্তৃক জুন ১৯৯৯ সালে রুয়ান্ডায় একটি ফিল্ড অ্যাসাইনমেন্টের জন্য নিয়োগ প্রাপ্ত হন। তিনি প্রায় তিন বছর সেখানে কাটিয়েছেন। সেখানে তিনি ফিরে আসা শরণার্থীদের সহায়তা করার জন্য কাজ করছেন। এরপর তিনি ২০০২ সালের জুন মাসে গিনি এবং তারপর আফগানিস্তানে চলে যান।\nআফগানিস্তানে, তিনি ইউএনএইচসিআরের প্রায় ৫০,০০০ বাস্তুচ্যুত আফগান শরণার্থীদের দেশের দক্ষিণ-পূর্বের গজনি শহরের আশেপাশে তাদের বাড়িতে ফিরতে সাহায্য করার কাজে জড়িত ছিলেন।\n২০০৩ সালের ১৬ নভেম্বর, স্পষ্টভাবে চিহ্নিত ইউএনএইচসিআর গাড়িতে গজনির রাস্তা দিয়ে গাড়ি চালানোর সময় মোটরসাইকেলে দুই জন তাকে পয়েন্ট-ব্ল্যাঙ্ক রেঞ্জ থেকে গুলি করে। কয়েক মিনিট পরে হাসপাতালে পৌঁছানোর পরে তাকে মৃত ঘোষণা করা হয়। তার দুই আততায়ীকে স্থানীয় জনতা ধরে মারধর করে এবং তারপর স্থানীয় নিরাপত্তা বাহিনী তাকে হেফাজতে নেয়।\n১৮ নভেম্বর তালেবানরা তাকে হত্যার দায় স্বীকার করে। তারা দাবি করে, গোইসলার্ড খ্রিস্ট ধর্মের অনুসারী হওয়ায় তারা তার উপর আক্রমণ করে হত্যা করে। এই ঘটনার পর জাতিসংঘ অবিলম্বে আফগানিস্তানে তার মিশনের কলেবর হ্রাস করে। সেসময় সংঘটনটি আফগানিস্তানের চারটি প্রদেশ থেকে তাদের আন্তর্জাতিক শরণার্থী বিষয়ক কর্মীদের প্রত্যাহার করে। দুই দিন পর তার ইচ্ছানুযায়ী বেটিনা গুইসলার্ডকে কাবুলে সমাহিত করা হয়।\n২০০৪ সালের ১০ ফেব্রুয়ারি তার দুই আততায়ী জিয়া আহমাদ এবং আব্দুল নবী এই হত্যার দায়ে দোষী সাব্যস্ত হয় এবং তাদের মৃত্যুদণ্ড কার্যকর করা হয়। উভয়ই সাবেক তালেবান শাসনের অধীনে সরকারি কর্মচারী ছিল। তারা এই সিদ্ধান্তের বিরুদ্ধে আপিলের পরিকল্পনা করছেন বলে জানা গেছে। এক মাস পরে, তালেবান বিদ্রোহীরা তুর্কি হাইওয়ে ইঞ্জিনিয়ার এবং তার আফগান ড্রাইভারকে অপহরণ করে এবং আহমদ এবং নবীকে মুক্তি না দিলে তাদের হত্যার হুমকি দেয়। তুর্কি প্রকৌশলী এবং তার আফগান ড্রাইভার কয়েক মাস পরে নিঃশর্ত মুক্তি পায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউএনএইচসিআর নিহত সহকর্মীকে বিদায় জানায়"}