{"pageid": 1084718, "title": "হামিদ দলওয়াই", "url": "https://bn.wikipedia.org/wiki?curid=1084718", "content": "হামিদ উমর দলওয়াই (২৯ সেপ্টেম্বর ১৯৩২ – ৩ মে ১৯৭৭) ছিলেন ভারতের মহারাষ্ট্রের একজন মারাঠি ভাষী সমাজ সংস্কারক, চিন্তাবিদ, কর্মী এবং লেখিকা।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nতিনি কোঙ্কনের রত্নগিরি জেলার একটি মারাঠিভাষী মুসলিম পরিবারে জন্মগ্রহণ করেন। তার গ্রাম মিরজোলি চিপলুনের নিকটে অবস্থিত।\n\n\n== ক্যারিয়ার ==\nদলওয়াই যৌবনের শুরুর দিকে জয়প্রকাশ নারায়ণের ভারতীয় সমাজতান্ত্রিক পার্টিতে যোগদান করেছিলেন, কিন্তু মুসলিম সমাজে বিশেষ করে নারীর অধিকার সংক্রান্ত সামাজিক সংস্কারে নিজেকে নিয়োজিত করার জন্য এটি ছেড়ে দিয়েছিলেন। এমন এক সময়ে বসবাস করা সত্ত্বেও যখন অধিকাংশ মানুষ কট্টর ধর্মীয় এবং গোঁড়া ছিল, হামিদ দলওয়াই ছিলেন কয়েকজন ধর্মীয় ধর্মনিরপেক্ষ মানুষের মধ্যে একজন। তিনি ধর্ম নির্দিষ্ট আইনের পরিবর্তে একটি অভিন্ন নাগরিক আইনের দিকে অগ্রসর হয়েছিলেন এবং ভারতে তিন তালাক বিলোপের জন্য লড়াই করেছিলেন।\nতাঁর মতামত ও কাজের জন্য একটি মঞ্চ তৈরি করতে তিনি ১৯৭০ সালের ২২ মার্চ পুনেতে মুসলিম সত্যসোধক মণ্ডল (মুসলিম ট্রুথ সিকিং সোসাইটি) প্রতিষ্ঠা করেন।  এই সোসাইটির মাধ্যমে হামিদ মুসলিম সম্প্রদায়ের বিশেষত মহিলাদের প্রতি খারাপ অভ্যাসের সংস্কারের জন্য কাজ করেছিলেন। তিনি অনেক নির্যাতনের শিকার হওয়া মুসলিম নারীদের ন্যায়বিচার পেতে সাহায্য করেছিলেন। তিনি তাদের মাতৃভাষা উর্দুর পরিবর্তে রাষ্ট্রীয় ভাষায় শিক্ষা অর্জনে মুসলমানদের উৎসাহিত করার জন্য প্রচারণা চালান। তিনি ভারতীয় মুসলিম সম্প্রদায়ের মধ্যে একটি গ্রহণযোগ্য অনুশীলন করার চেষ্টা করেছিলেন।\nতিনি মুসলিম ধর্মনিরপেক্ষ সমাজও প্রতিষ্ঠা করেন। উন্নত সামাজিক চর্চার জন্য প্রচারণার জন্য তিনি অনেক জনসভা, সমাবেশ, সম্মেলন ও সম্মেলনের আয়োজন করেছিলেন। তিনি একজন মহান মারাঠি সাহিত্যিকও ছিলেন। তিনি ইন্ধন (জ্বালানী) লিখেছিলেন - একটি উপন্যাস, লাট (তরঙ্গ) - ছোট গল্পের সংকলন এবং ধর্মনিরপেক্ষ ভারতের মুসলিম রাজনীতি - একটি চিন্তাভাবনামূলক বই। তিনি তার লেখার মাধ্যমটি ব্যবহার করেছিলেন সমাজ সংস্কারের জন্য।\nতাঁর সামাজিক কর্মকাণ্ডে একটি অভূতপূর্ব ঘটনা ছিল মুসলিম নারিদের অধিকার আদায়ের জন্য তিনি মন্ত্রালয়ে (দক্ষিণ মুম্বাইয়ে মহারাষ্ট্রের প্রশাসনিক সদর দফতর, ১৯৫৫ সালে নির্মিত) মিছিল সংগঠিত করা। হামিদ দলওয়াই বিপুল সমতা নিয়ে বিরোধীদের মোকাবেলা করেন এবং সাফল্যের ধীর গতিতে নিরুৎসাহিত না হয়ে সমাজ সংস্কারের দিকে কাজ করেন। এই বৈশিষ্ট্যের কারণেই মহান মারাঠি প্রতিভাধর পিএল ওরফে পুলা দেশপান্ডে তাঁকে একজন মহান সমাজ সংস্কারক হিসেবে বর্ণনা করেছিলেন এবং তাঁকে মহান ভারতীয় নেতা মহাত্মা জ্যোতিবা ফুলে এবং আম্বেদকরের মতো এক কাতারে রেখেছিলেন।\nতিনি ১৯৭৭ সালের ৩ মে ৪৪ বছর বয়সে বৃক্ক বিকল হওয়ার ফলে মৃত্যুবরণ করেন।\n\n\n== সাহিত্যিক কাজ ==\nদলওয়াই সাংবাদিক হিসেবে কাজ করতেন। তাঁর রচনার মধ্যে রয়েছে মারাঠি ভাষায় লাত (তরঙ্গ) ও ইন্ধন (লাকড়ি বা জ্বালানী), এবং ইংরেজিতে সেকুলার ভারতে মুসলিম রাজনীতি , মারাঠিতে ইসলামছে ভারতীয় চিত্র (ইসলামের ভারতীয় গল্প), মারাঠি ভাষায় রাষ্ট্রীয় একাত্মতা আনি ভারতীয় মুসলিম (জাতীয় ঐক্য ও ভারতীয় মুসলমান)। তিনি \"১০ রূপায়াছি গোস্ত\" নামে একটি ছোট গল্পও লিখেছেন যা পরবর্তীতে \"ধানুরধরা\" পত্রিকায় প্রকাশিত হয়েছিল।\n\n\n== পরিবার ==\nদলওয়াইয়ের ভাই হোসেন দলওয়াই মহারাষ্ট্রের একজন কংগ্রেস নেতা। তিনি বর্তমানে সংসদের উচ্চকক্ষ রাজ্যসভার সদস্য। তিনি মহারাষ্ট্রে কংগ্রেসের মুখপাত্র হিসাবেও কাজ করেছিলেন।\n\n\n== কাজ ==\nভারতে মুসলিম রাজনীতি। নচিকেতা পাবলিকেশন্স, 1969\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nঅভিনেত্রী জ্যোতি সুভাষ ২০১৭ সালে হামিদ দলওয়াই সম্পর্কে একটি তথ্যচিত্র নির্মাণ করেন।\n\n\n== তথ্যসূত্র =="}