{"pageid": 1084382, "title": "কঙ্গু নাড়ু", "url": "https://bn.wikipedia.org/wiki?curid=1084382", "content": "কোঙ্গু নাডু, যাকে কোঙ্গু মণ্ডলম এবং কঙ্গু বেল্ট নামেও পরিচিত, একটি ভৌগোলিক অঞ্চল যা বর্তমানের পশ্চিম ও উত্তর -পশ্চিম তামিলনাড়ুর অংশ, দক্ষিণ -পূর্ব কর্ণাটক এবং উত্তর -পূর্ব কেরালার অংশ নিয়ে গঠিত। প্রাচীন তামিলাকামে, এটি ছিল চেরা রাজাদের আসন, যা পূর্বদিকে টন্ডাই নাডু দ্বারা, দক্ষিণ-পূর্বে চোলা নাডু দ্বারা এবং দক্ষিণে পান্ড্য নাডু অঞ্চল দ্বারা সীমাবদ্ধ ছিল।\n\n\n== ভূগোল ==\nকঙ্গু নাডু কোয়েম্বাটুর, তিরুপপুর, ইরোড, সালেম, নীলগিরিস, করুর, নামাক্কাল, ডিন্ডিগুল, ধর্মপুরী, কৃষ্ণগিরি এবং তিরুচিরপল্লী জেলার ছোট অংশ নিয়ে গঠিত তালুক), কালাকুরিচি জেলা (কালরায়ণ পাহাড় অঞ্চল) এবং দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের পেরামবলুর জেলা (পচাইমালাই পাহাড়)।  কেরালা রাজ্যের পালক্কাদ জেলার কিছু অংশ এবং কর্ণাটক রাজ্যের চামরাজনগর জেলার কিছু অংশও এই অঞ্চলের আওতায় পড়ে। \nপশ্চিম ঘাট পর্বতশ্রেণীটি এই অঞ্চলের মধ্য দিয়ে প্রবাহিত হয়েছে প্রধান নদী কাবেরী, ভবানী, অমরাবতী এবং নৈয়ালের মধ্য দিয়ে।  পালঘাট গ্যাপ, একটি পর্বত পাস পাশের রাজ্য কেরালা কে এই অঞ্চলের সাথে সংযুক্ত করে।  পূর্ব ঘাট পর্বতশ্রেণী, যা নামক্কল জেলার কোলিমালাই পাহাড়, সালেম জেলার শেভরয় এবং মেট্টুর পাহাড় এবং কোয়েম্বাটুর জেলার পালামালাই নিয়ে গঠিত। চামারাজনগর জেলার বিলিগিরিঙ্গা পাহাড় পূর্ব ও পশ্চিম ঘাটের সঙ্গমস্থলে অবস্থিত। ধর্মপুরী, সালেম, ইরোড, নমাক্কল এবং করুর জেলার মধ্য দিয়ে কাবেরী নদী কর্নাটক থেকে তামিলনাড়ুতে প্রবাহিত হয়েছে। \n\n\n== অর্থনীতি ==\nকঙ্গু নাডুর প্রাচীনকাল থেকে একটি সমৃদ্ধ অর্থনীতি ছিল এবং বিদেশী দেশগুলির সাথে বাণিজ্যিক যোগাযোগ ছিল। কোডুমানাল ছিল 2,500 বছরের পুরনো শিল্প উপনিবেশ যা প্রত্নতাত্ত্বিকরা আবিষ্কার করেছিলেন।  এই অঞ্চলটি একটি প্রাচীন রোমান বাণিজ্য পথ বরাবর অবস্থিত ছিল যা মুজিরিস থেকে আরিকামেডু পর্যন্ত বিস্তৃত ছিল।  রাজকেশরী পেরুভাজি নামে একটি চোল হাইওয়ে এই অঞ্চল দিয়ে চলেছিল। \nকঙ্গু নাডু দেশের সবচেয়ে শিল্পোন্নত অঞ্চলগুলির মধ্যে একটি।  কৃষি এবং বস্ত্র শিল্প এই অঞ্চলের অর্থনীতিতে বড় অবদান রাখে। কঙ্গু অঞ্চল তামিলনাড়ুর অর্থনীতিতে 50% এরও বেশি অবদান রাখে। কোভাই কোরা সুতির শাড়ি, কোয়েম্বাতুর ভেজা গ্রাইন্ডার, সেলিম সিল্কের শাড়ি, ভবানী জামাক্কালাম, টোডা এমব্রয়ডারি এবং নীলগিরি চা অঞ্চল থেকে স্বীকৃত ভৌগোলিক ইঙ্গিত। কোয়েম্বাটুর, (তিরুপপুর সহ \"কটন সিটি\" এবং \" দক্ষিণ ভারতের ম্যানচেস্টার \" নামেও পরিচিত), ভারতের দ্রুত উন্নয়নশীল শহরগুলির মধ্যে একটি এবং তামিলনাড়ুর দ্বিতীয় বৃহত্তম শহর। কোয়েম্বাটুর তার টেক্সটাইল কারখানা, ইঞ্জিনিয়ারিং ফার্ম, অটোমোবাইল যন্ত্রাংশ প্রস্তুতকারক, স্বাস্থ্যসেবা সুবিধা, শিক্ষা প্রতিষ্ঠান, ভেজা গ্রাইন্ডার এবং পানির পাম্পের জন্যও পরিচিত।  তুলা থেকে ভারতের সুতা উৎপাদনের প্রায় 35% উৎস কোয়েম্বাটুর। ইরোড হলুদ এবং টেক্সটাইল পণ্যের জন্য সুপরিচিত। ভারতে কোমল নারকেলের সবচেয়ে বড় বাজার রয়েছে পোলাচির।\nতিরুপপুর তুলা জ্যাকেট এবং ইনারগুলির সবচেয়ে বড় উত্পাদনকারী। ভারতের মোট টেক্সটাইল বাজারের%% ইরোড ( লুম সিটি ) এবং তিরুপপুর ( টেক্সটাইল সিটি ) থেকে। এটি তার উৎপাদনের অনেকটা দক্ষিণ পূর্ব এশীয় এবং ইউরোপীয় দেশগুলোতে রপ্তানি করে। তিরুপপুর জেলা তুলা, পোশাক এবং নিট পরিধান  এবং হোসিয়ারিসহ বস্ত্রের অন্যতম প্রধান উৎপাদক। 43% ভাগ নিয়ে, ইরোড জেলা হল তামিলনাড়ুতে হলুদ উৎপাদনে শীর্ষস্থানীয়। ইরোড হলুদ শহর হিসেবেও পরিচিত, যেহেতু এশিয়ার হলুদে সবচেয়ে বড় বাজার রয়েছে। দেশের প্রথম স্বয়ংক্রিয় সিল্ক রিলিং ইউনিট সহ এখানে প্রতিষ্ঠিত হোয়াইট সিল্কের বৃহত্তম উৎপাদকদের মধ্যে গোবিচেটিপলয়াম অন্যতম।\nকারুর হল ভারতের বৃহত্তম হোম টেক্সটাইল উৎপাদন ও রপ্তানি কেন্দ্র। কারুর ( হোম টেক্সটাইল সিটি ) হোম টেক্সটাইল উৎপাদন ও রপ্তানির জন্য ভারতের কেন্দ্র। এটি ভারতের মোট উৎপাদনের 60% এর বেশি অবদান রাখে। কারুর বাস বডি বিল্ডিংয়ের জন্যও পরিচিত (দক্ষিণ ভারতীয় বাস বডি বিল্ডিংয়ের %০% অবদান রাখে)। কারুর টিএনপিএল উৎপাদনে এশিয়ার বৃহত্তম পরিবেশবান্ধব কাগজ কল।\nনমাক্কাল দেশের মুরগির সবচেয়ে বড় উৎপাদকদের মধ্যে একটি, যা প্রতিদিন .5.৫ কোটি ডিম উৎপাদন করে এবং ভারত থেকে 95৫% ডিম রপ্তানি হয় নমাক্কাল থেকে।  নমাক্কাল জেলা ভারতের বৃহত্তম পরিবহন কেন্দ্রও। সালেমকে স্টিল সিটি বলা হয় এবং অনেক সাগু উৎপাদনকারী ইউনিট, খনিজ সম্পদ রয়েছে। সালেম জেলায় ভারতে সবচেয়ে বড় ম্যাগনেসাইট, বক্সাইট এবং লৌহ আকরিকের মজুদ রয়েছে। এশিয়ার কয়েকটি অঞ্চলের মধ্যে সেলিম এবং নামাক্কাল জেলাগুলি যেখানে ট্যাপিওকা ( মারভাল্লিকিলাঙ্গু ) উৎপাদনশীলতা বেশি। \n\n\n== তথ্যসূত্র =="}