{"pageid": 1084820, "title": "কাহাল জুর ইসরায়েল সিনাগগ", "url": "https://bn.wikipedia.org/wiki?curid=1084820", "content": "কাহাল জুর ইসরায়েল (ইংরেজি/পর্তুগিজ: Kahal Zur Israel; হিব্রু: קהל צור ישראל) ব্রাজিলের রেসিফি ১৯৭ নম্বরে রুয়া দো বোম জেসুসে (রুয়া দোস জুদেউস) অবস্থিত একটি ইহুদি সিনাগগ (উপাসনালয়) ছিল। এটি ১৬৩৬ সালে পর্তুগিজ এবং স্পেনীয় সেফার্দি ইহুদিদের দ্বারা প্রতিষ্ঠিত হয়েছিল, যারা জোরপূর্বক ধর্মান্তরকরণ থেকে বাঁচতে নেদারল্যান্ডসে আশ্রয় নিয়েছিল। নব্য খ্রিস্টানরা এবং যারা ইতোমধ্যে এই উপনিবেশে বসবাস করছিল তারাও উপাসনালয়টি নির্মাণে অংশ নিয়েছিল যারা সম্ভবত কাঠামো নির্মাণে সহায়তা করেছিল। এটি হলো সমগ্র আমেরিকা মহাদেশে নির্মিত প্রথম এবং সবচেয়ে পুরোনো সিনাগগ। বর্তমানে ভবনটি একটি যাদুঘর ব্যবহৃত হচ্ছে, যার মধ্যে একটি তাওরাত এবং বিমাহর পাশাপাশি প্রত্নতাত্ত্বিক খননকারীরা মূল সিনাগগের বিভিন্ন অংশ যেমন- মিকভেহ প্রদর্শিত রয়েছে।\n\n\n== ইতিহাস ==\n\n১৬৩৬ থেকে ১৬৫৪ সাল পর্যন্ত সিনাগগটি ১৯৭ ও ২০৩ নং বাড়ি রুয়া দো বোম জেসুস (পুরাতন নাম: রুয়া দো বোম জুদেউস; অর্থ: \"ইহুদিদের সড়ক\")-এর স্থানে ব্যবহৃত হয়েছিল। ১৭ শতকের মাঝামাঝি সময়ে যখন ওলন্দাজরা উত্তর-পূর্ব ব্রাজিলের এই অংশটি সাময়িকভাবে নিয়ন্ত্রণে নিয়েছিল তখন এটি সমৃদ্ধির দিকে ধাবিত হয়। তখন উপাসনালয় প্রায় ১,৪৫০ জন ইহুদিদের একটি সম্প্রদায়কে সেবা প্রদান করেছিল। ১৬৪২ সালে এর একজন হাজ্জান জোসু ভেলোসিনো, এবং একজন রব্বি আইজাক আবোয়াব দা ফনসিকাকে রেসিফিতে পাঠানো হয়েছিল।\nমূল সিনাগগ ভবনটি ২০ শতকের গোড়ার দিক পর্যন্ত টিকে ছিল, অতঃপর এটি ভেঙে ফেলা হয়। প্রত্নতাত্ত্বিক খননের মাধ্যমে ভেঙে ফেলা সিনাগগটি নিশ্চিত করা হয়েছে। ২০০১ সালে তারপর পুরানো সিনাগগটির স্থানে দাঁড়িয়ে থাকা একটা দোতলা বাড়িতে একটি ইহুদি যাদুঘর তৈরির সিদ্ধান্ত নেওয়া হয়, যার প্রথম তলায় দুটি দোকান ছিল।\n\n\n=== বর্তমানে ===\nস্পেন এবং পর্তুগালের সেফার্দি ইহুদিদের দ্বারা ১৭শ এবং ১৮শ শতকে নির্মিত সিনাগগগুলোর নকশার অনুকরণে নির্মিত এই জাদুঘরটি ২০০১ সালে খোলা হয়। বর্তমানে রেসিফিতে চারটি সিনাগগ রয়েছে। অনেক স্থানীয় ইহুদি তাদের বিবাহ এবং বেনেই মিজাভত কাহাল জুর ইসরাইলে উদযাপন করতে পছন্দ করে, কারণ তারা মনে করে, ব্রাজিলের সঙ্গে তাদের সংযোগের দীর্ঘ ইতিহাসের একটি প্রতীক হিসাবে ভূমিকা পালন করে এই সিনাগগটি। উপাসনালয়টি একটি বৃহত্তর সাংস্কৃতিক নবজাগরণের কেন্দ্রস্থল। প্রতি বছরের নভেম্বর মাসে একটি ইহুদি উৎসবে, নৃত্য, সিনেমা, খাবার, জিফিল্ট মাছ থেকে ফ্লুদেন পর্যন্ত অঞ্জলি দেওয়া হয়, যা প্রায় ২০,০০০ ইহুদি/অ-ইহুদি দর্শককে এখানে আকর্ষিত করে।\n\n\n== আরও পড়ুন ==\n\"The Kahal Zur Israel Synagogue, Recife, Brazil\"। The Museum of the Jewish People at Beit Hatfutsot। নভেম্বর ২৪, ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৮-০৬-২৮। \n\"The Jewish Community of Recife\"। The Museum of the Jewish People at Beit Hatfutsot। সংগ্রহের তারিখ ২০০৮-০৬-২৮। \n\"Synagogue in Brazilian town Recife considered oldest in the Americas\"। Reuters। ২০০৮-১১-১২। মে ৩০, ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৮-০৬-২৯। \n\n\n== বহিঃসংযোগ ==\nJosé Luiz Mota Menezes, Sinagoga Kahal Zur Israel, Recife-PE  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ নভেম্বর ২০০৬ তারিখে"}