{"pageid": 1084792, "title": "গোল পার্থক্য", "url": "https://bn.wikipedia.org/wiki?curid=1084792", "content": "গোল পার্থক্য অথবা পয়েন্ট পার্থক্য (ইংরেজি: Goal difference) ফুটবল খেলায় সমতা ভঙ্গ করার একটি নিয়ম, যা একটি লীগ প্রতিযোগিতায় সমান পয়েন্টে বিদ্যমান দলের অবস্থান নির্ণয় করতে ব্যবহৃত হয়। এই নিয়মের ব্যবহার ফুটবল, ফিল্ড হকি, আইস হকি, রাগবি, বাস্কেটবল ইত্যাদি খেলায় প্রসিদ্ধ। বাস্কেটবলের মতো খেলায় গোলের পরিবর্তে পয়েন্ট ব্যবহৃত হয়, এর ফলে এই খেলায় তা পয়েন্ট পার্থক্য নামে পরিচিত। সমতায় থাকা দলের অবস্থান নির্ণয় করতে \"গোল পার্থক্য\" এবং \"পয়েন্ট পার্থক্য\"-এর মধ্যে যেকোনো একটি নিয়ম ব্যবহার করা হয়।\nগোল পার্থক্য (অথবা পয়েন্ট পার্থক্য) লীগের সকল ম্যাচে করা গোলের সংখ্যা (অথবা পয়েন্ট) হতে হজম করা গোলের সংখ্যা বিয়োগ করার মাধ্যমে গণনা করা হয়। ১৯৭০ ফিফা বিশ্বকাপে গোল পার্থক্য প্রথম ফুটবলে টাইব্রেকার হিসেবে প্রবর্তিত হয়েছে এবং পাঁচ বছর পর ইংল্যান্ডে ফুটবল লীগ কর্তৃক তা গৃহীত হয়েছে। এরপর থেকে এটি অন্যান্য প্রায় সকল প্রতিযোগিতায় ব্যবহৃত হয়, যেখানে এটি সাধারণত প্রথম অথবা দলের হেড-টু-হেড রেকর্ড, দ্বিতীয় টাইব্রেকারের পর ব্যবহৃত হয়।\nগোল পার্থক্যের পরিবর্তে প্রায়ই পুরানো গড় গোল বা গোলের অনুপাত ব্যবহৃত হয়। গড় গোলের অর্থ হচ্ছে মোট গোল সংখ্যাকে হজম করা গোল করা বিভক্ত করার পর পাওয়া ফলাফল। এটি গোল পার্থক্য দ্বারা প্রতিস্থাপিত হয়েছে, যা আক্রমণাত্মক খেলাকে উৎসাহিত করার পাশাপাশি দলগুলোকে আরও গোল (অথবা পয়েন্ট) করতে উৎসাহিত করে। তবে গড় গোল এখনও অস্ট্রেলীয় রুলস ফুটবলে টাইব্রেকার হিসেবে ব্যবহৃত হয়, যেখানে এটিকে \"শতাংশ\" হিসেবে উল্লেখ করা হয়। এটি অর্জিত পয়েন্টকে হজম করা পয়েন্ট দ্বারা বিভক্ত করে ১০০ দ্বারা গুণ করে নির্ধারণ করা হয়।\nযদি দুই বা ততোধিক দলের মোট অর্জিত পয়েন্ট এবং গোল পার্থক্য উভয়ই সমান হয়, তবে প্রায়ই স্বপক্ষে গোল টাইব্রেকার হিসেবে ব্যবহৃত হয়; এর ফলে যে দল সর্বাধিক গোল করে সে দল বিজয়ী হয়। এরপরও সমতায় থাকলে অন্যান্য টাইব্রেকার নিয়ম ব্যবহার করা হয়।\n\n\n== গোল পার্থক্য বনাম গোল অনুপাত ==\nবিভিন্ন প্রতিযোগিতায় সমতায় থাকা দলের অবস্থান নির্ধারণ করার জন্য গোল পার্থক্যের ভিন্ন ভিন্ন রূপ ব্যবহার করা হয়। নিম্নে বিভিন্ন প্রতিযোগিতায় ব্যবহৃত গোল পার্থক্য এবং গোল অনুপাতের উদাহরণ উল্লেখ করা হলো:\n\nএমন পরিস্থিতিতে, তিন ম্যাচের গ্রুপ পর্ব শেষে গড় গোলের নিয়মের অধীনে ক দল বিজয়ী বলে পরিগণিত হবে।\n\n \nএমন পরিস্থিতিতে, তিন ম্যাচের গ্রুপ পর্ব শেষে গড় পার্থক্য নিয়মের অধীনে খ দল বিজয়ী বলে পরিগণিত হবে।\n\n \nগড় গোল নিয়মটি কম গোল হওয়া খেলার ফলে গোল পার্থক্য নিয়ম দ্বারা প্রতিস্থাপিত করা হয়েছে। উদাহরণস্বরূপ, যে দল ৪০ গোল হজম করার বিপরীতে ৭০টি গোল করেছে, তাদের গড় গোল (১.৭৫০) অন্য দলের চেয়ে কম হবে যারা ৩৯ গোলে হজম করার বিপরীতে ৬৯টি গোল করেছে (১.৭৬৯)। অথবা যে দল ৪০ গোল হজম করার বিপরীতে ৭০টি গোল করেছে, যদি তারা আরেকটি গোল হজম করে তবে তাদের গড় গোল আরো ০.০৪৩ (১.৭০৭) হ্রাস করবে, যেখানে আরেকটি গোল করলে এটি মাত্র ০.০২৫ (১.৭৭৫) বৃদ্ধি পাবে, যা রক্ষণশীল খেলার কৌশল তথা গোল করার থেকে গোল হজম না করার প্রতি বেশি গুরুত্ব প্রদান করে। গড় গোলের আরেকটি বিষয় হচ্ছে: যদি কোন দল কোন গোল হজম না করে থাকে (যেমন: ১৯৬৬ ফিফা বিশ্বকাপের গ্রুপ ১) তবে তা গণনা করা যায় না, কারণ শূন্য দ্বারা বিভাজন অসংজ্ঞায়িত।\n\n\n== আরও দেখুন ==\nনেট রান রেট\n\n\n== তথ্যসূত্র =="}