{"pageid": 1084349, "title": "বানতি শ্রীনিবাসন", "url": "https://bn.wikipedia.org/wiki?curid=1084349", "content": "ভনাথি শ্রীনিবাসন(Vāṉathi Srīṉivāsaṉ) একজন ভারতীয় রাজনীতিবিদ, সমাজকর্মী এবং একজন আইনজীবী বর্তমানে ভারতীয় জনতা পার্টির মহিলা শাখার জাতীয় সভাপতির দায়িত্ব পালন করছেন। তিনি কোয়েম্বাটুর দক্ষিণ আসন থেকে তামিলনাড়ু বিধানসভার সদস্য। একজন আইনজীবী হিসাবে, তিনি 1993 সাল থেকে চেন্নাই হাইকোর্টে অনুশীলন করেছেন।\nবনতি একজন মহিলা কল্যাণ কর্মী, বক্তা, সমাজকর্মী, লেখক এবং সমাজসেবী। তিনি মেয়ে-শিশু শিক্ষার পক্ষে, একক মায়েদের ক্ষমতায়নের জন্য পরিচিত এবং লাইভ-টেলিভিশন বিতর্কে ভদ্র এবং সুনির্দিষ্ট রাজনৈতিক উত্তর দেওয়ার জন্য কয়েকজন রাজনীতিবিদদের মধ্যে একজন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nVanathi শ্রীনিবাসন Kandasamy এবং Poovathal জুন 1970 6 জন্মগ্রহণ করেন Kongu Vellalar সম্প্রদায় ঐতিহ্যগতভাবে অনুশীলন কৃষি মধ্যে Thondamuthur কাছাকাছি Uliyampalayam Village সালে কইম্বাতরে ।  তিনি পরিবারের বড় সন্তান এবং শিব কুমার নামে তার এক ভাই আছে।  তিনি থন্ডামুথুর উচ্চ মাধ্যমিক বিদ্যালয়ে তার স্কুল করেছেন। তিনি পিএসজি আর্টস অ্যান্ড সায়েন্স কলেজ থেকে রসায়নে স্নাতক করেছেন। তিনি 1993 সালে ড Ambedkar আম্বেদকর সরকারি আইন কলেজ, চেন্নাই থেকে স্নাতক হন এবং 1995 সালে আন্তর্জাতিক সংবিধান শাখায় মাদ্রাজ বিশ্ববিদ্যালয় থেকে আইন বিষয়ে স্নাতকোত্তর ডিগ্রি অর্জন করেন। \n\n\n== আইনি পেশা ==\nভনাথি পেশায় একজন আইনজীবী।  তিনি তার পেশাগত জীবন শুরু করেছিলেন 1993 সালে, শ্রী এর জন্য কাজ করে। BSGnanadesikan, সিনিয়র অ্যাডভোকেট (সাবেক তামিলনাড়ু কংগ্রেস কমিটির সভাপতি)। তিনি দুই দশকেরও বেশি সময় ধরে চেন্নাই হাইকোর্টে আইন অনুশীলন করছেন। ২০১২ সালে, বনতি মাদ্রাজ হাইকোর্টের প্রধান বিচারপতি ইকবালের কাছ থেকে অসামান্য মহিলা আইনজীবী পুরস্কার লাভ করেন এবং পরবর্তীকালে তাকে ভারতের সর্বোচ্চ আদালতে উন্নীত করা হয়। \nবনতি দক্ষিণ রেলওয়ে এবং কেন্দ্রীয় সরকারের স্থায়ী পরামর্শদাতা ছিলেন, তিনি বিজেপি তামিলনাড়ুর প্রাক্তন রাজ্য সম্পাদক ছিলেন এবং সেন্ট্রাল বোর্ড অফ ফিল্ম সার্টিফিকেশনের বোর্ড সদস্য হিসাবেও বিচ্ছিন্ন হয়েছিলেন।  তিনি বিজেপি প্রার্থী হিসেবে ২০১১ এবং ২০১ Tamil সালে তামিলনাড়ু রাজ্য বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিলেন। \n\n\n== রাজনৈতিক পেশা ==\nবিজেপির সঙ্গে বনতি শ্রীনিবাসনের সম্পর্ক তিন দশকেরও বেশি সময় ধরে। তিনি 1993 সাল থেকে বিজেপির সদস্য এবং 1999 থেকে দলের বিভিন্ন পদে রয়েছেন। তিনি একটি স্টেট সেক্রেটারি নিযুক্ত হন বিজেপি তামিলনাড়ু 2013 সালে এবং অব্যাহত 2014 পর্যন্ত যখন সে সাধারণ সম্পাদক হিসাবে নিযুক্ত করা হয় বিজেপি তামিলনাড়ু একটি পোস্ট সে জুন 2020 পর্যন্ত অব্যাহত যখন সে রাজ্যের ভাইস প্রেসিডেন্ট হিসাবে উন্নীত হন বিজেপি তামিলনাড়ু । ২ 28 অক্টোবর ২০২০, ভারতীয় জনতা পার্টির জাতীয় সভাপতি জগৎ প্রকাশ নাড্ডা ভনাতি শ্রীনিবাসনকে বিজেপি মহিলা মোর্চার জাতীয় সভাপতি নিযুক্ত করেন। \n\n\n=== 2016 বিধানসভা নির্বাচন ===\nওয়ানাথী শ্রীনিবাসন কোয়েম্বাটুর দক্ষিণ বিধানসভা নির্বাচনে 2016 সালে 33,113 ভোট পেয়েছিলেন। \n\n\n=== 2021 বিধানসভা নির্বাচন ===\nতিনি মক্কাল নিধি মায়ামের অভিনেতা কমল হাসানকে পরাজিত করে বিজেপির টিকিটে কোয়েম্বাটুর দক্ষিণ আসন থেকে ২০২১ সালের তামিলনাড়ু বিধানসভা নির্বাচনে সফলভাবে প্রতিদ্বন্দ্বিতা করেছিলেন। \n\n\n== ব্যক্তিগত জীবন ==\nবনথী সু.শ্রীনিবাসনকে বিয়ে করেছেন। তাদের দুটি ছেলে আছে।\n\n\n== লেখা ==\nতিনি 2018 সালে 'উইমেন- ইউ আর দ্য গ্রেট' এবং ২০২০ সালে 'কেন আমাদের সিএএ দরকার' (তামিল ভাষায়) বই লিখেছেন।\n\n\n== সামাজিক সক্রিয়তা ==\nভানাথি প্রতিষ্ঠা করেন থামরাই শক্তি ট্রাস্ট - একটি নারীর ক্ষমতায়নের জন্য কাজ করে এমন একটি এনজিও।  তিনি বোন নিবেদিতার ১৫০ তম জন্মবার্ষিকী উদযাপনের রাজ্য সংগঠক ছিলেন। বনতি এশিয়ান গেমসের পদকপ্রাপ্ত সাঁথি সৌন্দরাজনের জাস্টিস ফর সাঁথি অভিযানকে সমর্থন করেছেন যাতে খেলাধুলায় মহিলাদের যৌনতা যাচাই পরীক্ষা শেষ করা যায়। স্থানীয় জলাশয়গুলিকে সুরক্ষার জন্য তিনি কোয়েম্বাটুরে জল সংরক্ষণ প্রকল্পও শুরু করেছিলেন। \nকোভাই মাক্কাল সেবাই মাইয়াম হল একটি এনজিও যা 2017 সালে বানাতি শ্রীনিবাসন দ্বারা প্রতিষ্ঠিত হয়েছিল যা কোয়েম্বাটুর এবং আশেপাশের এলাকার বাসিন্দাদের কল্যাণের দিকে মনোনিবেশ করে। \nশিল্পপতি এবং তরুণ পেশাজীবীদের একত্রিত করার জন্য থাঙ্ক ট্যাঙ্ক হিসাবে 2019 সালে ভনাথি কর্তৃক নিউ ইন্ডিয়া ফোরাম প্রতিষ্ঠিত হয়েছিল।\nভনাতি অরুণ জেটলি সহ তার রাজনৈতিক দলের কয়েকজন সদস্যের সাথে ভারতে লিঙ্গ এবং যৌন সংখ্যালঘুদের অধিকার প্রকাশ্যে সমর্থন করে। তিনি গোপী শঙ্কর মাদুরাইয়ের লেখা তামিল ভাষায় এলজিবিটি সম্প্রদায়ের উপর প্রথম বইটি চালু করেন। \n\n\n== তথ্যসূত্র =="}