{"pageid": 108443, "title": "কোকা-কোলা", "url": "https://bn.wikipedia.org/wiki?curid=108443", "content": "কোকা-কোলা হচ্ছে এক প্রকার অঙ্গারযুক্ত কোমল পানীয়। বিশ্বব্যাপী বিভিন্ন রেস্তোরাঁ, জেনারেল বা ডিপার্টমেন্টাল স্টোর, ভেন্ডিং মেশিনসহ বিভিন্ন স্থানে কোকা-কোলা বিক্রি হয়। দ্য কোকা-কোলা কোম্পানির দাবি অনুসারে বিশ্বের ২০০টিরও বেশি দেশে কোকা-কোলা বিক্রি হয়। যুক্তরাষ্ট্রের জর্জিয়া অঙ্গরাজ্যের আটলান্টা শহরে অবস্থিত দ্য কোকা-কোলা কোম্পানি এই পানীয় উৎপাদন করে থাকে। কোকা-কোলা সংক্ষেপে কোক (Coke) নামে পরিচিত। যুক্তরাষ্ট্রে এটি ১৯৪৪ সালের ২৭ মার্চ থেকে দ্য কোকা-কোলা কোম্পানির রেজিস্টার্ড ট্রেডমার্ক। এছাড়া এটি ইউরোপ-আমেরিকায় কোলা ও পপ নামেও পরিচিত। কোকা-কোলার উৎপত্তি হয়েছিলো একটি ওষুধ হিসেবে। উনিশ শতকে জন পেম্বারটন নামক একজন রসায়নবিদ কোকা-কোলার ফর্মুলা আবিষ্কার করেন। ব্যবসায় কোকা-কোলাকে পরিবেশন ও বিপণন করেন ব্যবসায়ী আসা গ্রিগস ক্যান্ডেলার। তার বাজারজাতকরণ কৌশলেই বিশ শতক থেকে কোকা-কোলা বিশ্বের কোমল পানীয়র বাজারে একটি প্রভাবশালী ও শক্তিশালী প্রতিদ্বন্দী হিসেবে চিহ্নিত।\n\n\n== ইতিহাস ==\n\nকোকা-কোলার আদি রেসিপি তৈরি হয়েছিলো যুক্তরাষ্ট্রের জর্জিয়া অঙ্গরাজ্যের কলম্বাসে অবস্থিত ইগল ড্রাগ এন্ড ক্যামিক্যাল কোম্পানিতে। এটি তৈরি করেছিলেন জন পেম্বারটন নামক একজন ড্রাগিস্ট। এর প্রকৃত নাম ছিলো কোকা ওয়াইন, যাকে বলা হতো ফ্রেঞ্চ ওয়াইন কোকা। তিনি সম্ভবত ইউরোপীয় ভিন মারিয়ানি নামক কোকা ওয়াইনের ব্যবসায়িক সাফল্য দেখে এরকম একটি পানীয় প্রস্তুত করতে অনুপ্রাণিত হন।\n১৮৮৬, যখন আটলান্টা ও ফুলটন কাউন্টি অ্যালকোহলিক পানীয়ের বিরুদ্ধে আইন পাস করে, তখন পেম্বারটন কোকা-কোলা তৈরি শুরু করেন। এটি ছিলো মূলত ফ্রেঞ্চ ওয়াইন কোলার একটি অ্যালকোহলমুক্ত সংস্করণ।\nকোকাকোলার প্রথম বিক্রিটি হয় ৮ মে, ১৮৮৬ সালে, যুক্তরাষ্ট্রের জর্জিয়া অঙ্গরাজ্যের আটলান্টা শহরে। এটি প্রথমে বিক্রি হয়েছিলো একটি পেটেন্টভুক্ত ওষুধ হিসেবে। প্রতি গ্লাস ৫ সেন্ট দামে। এটি স্বাস্থ্যের জন্য ভালো – এরকম বিশ্বাসের কারণে পুরো যুক্তরাষ্ট্রেই এটি যথেষ্ট জনপ্রিয় হয়ে ওঠে। বাজারজাতকরণের প্রথম বছরে কোকা-কোলা বিক্রয় হয়েছিল নয় গ্লাস। বর্তমানে সমগ্র পৃথিবীতে কোমল পানীয় হিসেবে প্রতিদিন কোকা-কোলা বিক্রয় হয় প্রায় ১৬০ কোটি গ্লাস। পেম্বারটন দাবি করেছিলেন যে, কোকা-কোলা অনেক রোগের প্রতিকার করে। যেমন: মরফিন আসক্তি, বদহজম বা অজীর্ণ, স্নায়ুবিক দুর্বলতা, মাথাব্যথা, ধ্বজভঙ্গ প্রভৃতি। একই বছর ২৯ মে আটলান্টা জার্নাল পত্রিকায় পেম্বারটন কোকা-কোলার প্রথম বিজ্ঞাপনটি দেন।\n\n\n== উৎপাদন ==\n\n\n=== উপাদানসমূহ ===\nকার্বোনেটেড ওয়াটার\nচিনি (সুকরোজ বা হাই-ফ্রুক্টোজ কর্ন সিরাপ দেশ বা এলাকার ওপর ভিত্তি করে)\nক্যাফেইন\nফসফরিক এসিড বা ক্যারামেল (ই১৫০ডি)\nপ্রাকৃতিক ফ্লেভার বা স্বাদ\nএক ক্যান কোক (১২ ফ্লুইড আউন্স/৩৫৫ মিলিলিটার)-এ ৩৯ গ্রাম শর্করা (সম্পূর্ণটাই চিনি থেকে) থাকে। এছাড়া থাকে ৫০ মিলিগ্রাম সোডিয়াম, ০ গ্রাম চর্বি, ০ গ্রাম পটাশিয়াম, এবং ১৪০ ক্যালরি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nCocaCola.com Coca-Cola website\nCoke.mobi Coca-Cola mobile website\nKinescope of a live 1954 TV commercial for Coca-Cola (Internet Archive)\nCoca-Cola Advertising History  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ মে ২০১০ তারিখে\ntheContourBottle.com  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ ফেব্রুয়ারি ২০১০ তারিখে Website dedicated to Earl R. Dean, Coca-Cola's contour bottle designer"}