{"pageid": 108433, "title": "গোবিন্দপুর, কলকাতা", "url": "https://bn.wikipedia.org/wiki?curid=108433", "content": "গোবিন্দপুর বাংলার একটি অধুনালুপ্ত ঐতিহাসিক জনপদ। সপ্তদশ শতাব্দীর শেষভাগে যে-তিনটি গ্রাম নিয়ে কলকাতা শহর গড়ে উঠেছিল, গোবিন্দপুর ছিল তার অন্যতম। প্রসঙ্গত উল্লেখ্য, অপর দুটি গ্রাম ছিল সুতানুটি ও ডিহি কলিকাতা। কলকাতা মহানগরীর প্রসারের সঙ্গে সঙ্গে সুতানুটি ও ডিহি কলিকাতা তাদের নিজস্ব পরিচিতি হারায়; এবং নতুন ফোর্ট উইলিয়াম দুর্গ নির্মাণের সময় গোবিন্দপুর গ্রামটি ধ্বংস করে ফেলা হয়।\n\n\n== প্রতিষ্ঠা ==\n১৫৩০ খ্রিস্টাব্দ নাগাদ বাংলায় পর্তুগিজদের যাতায়াত শুরু হয়। এই যুগে পূর্ববঙ্গের চট্টগ্রাম ও পশ্চিমবঙ্গের সপ্তগ্রাম বন্দরদুটি ছিল বাংলার দুটি প্রধান বাণিজ্যকেন্দ্র। পর্তুগিজরা চট্টগ্রামকে বলত \"Porto Grande\" বা \"মহা পোতাশ্রয়\" (\"Great Haven\") ও সপ্তগ্রামকে বলত \"Porto Piqueno\" বা \"ছোটো পোতাশ্রয়\" (\"Little Haven\")। সেযুগে টালির নালা বা আদিগঙ্গা ছিল সমুদ্রে যাতায়াতের পথ। সমুদ্রগামী বড়ো বড়ো জাহাজগুলি এখন যেখানে গার্ডেনরিচ, সেই অঞ্চলে নোঙর ফেলত। কেবল মাত্র দেশি ছোটো নৌকাগুলিই হুগলি নদীর আরো উজানের দিকে চলাচল করত। সম্ভবত, সরস্বতী নদী ছিল এই সময়কার আরও একটি জলপথ। এই নদী ষোড়শ শতাব্দীর মধ্যভাগ থেকে শুকিয়ে যেতে শুরু করে। ১৫৮০ সালে হুগলি-চুঁচুড়াতে পর্তুগিজরা একটি নতুন বন্দর স্থাপন করে।\nষোড়শ শতাব্দীর শেষভাগে সপ্তগ্রামের দেশীয় বণিকেরা নতুন একটি বাণিজ্যকেন্দ্র স্থাপনের প্রয়োজনীয়তা অনুভব করলেন। তাঁদের অধিকাংশই হুগলিতে বসতি স্থাপন করলেন। কিন্তু চারটি বসাক পরিবার ও একটি শেঠ পরিবার বেতরের বাণিজ্যিক সমৃদ্ধির ব্যাপারে আশাবাদী হয়ে নদীর পূর্বতীরে গোবিন্দপুর গ্রামের পত্তন করেন। \n\nগোবিন্দপুর গ্রামের নামকরণ প্রসঙ্গে তথ্য পাওয়া কবিরামের লেখা \"দিগ্বিজয়ী প্রকাশে\" রাজা গোবিন্দশরণ দত্ত নামে এক ব্যক্তি এই অঞ্চলের উপর দিয়ে তীর্থে যাচ্ছিলেন। দেবী কালী তাঁকে স্বপ্নে দর্শন দিয়ে আদেশ করেন নদীর তীরবর্তী পরিত্যক্ত ভূভাগ খনন করতে। স্বপ্নাদেশ অনুযায়ী কাজ করে তিনি মাটির তলা থেকে প্রচুর ধনসম্পত্তি উদ্ধার করেন। গোবিন্দ দত্ত এখানেই থেকে যান এবং তাঁর নামানুসারেই ১৫৯৬ খ্রিস্টাব্দের আসে-পাশে গ্রামের নামকরণ হয় গোবিন্দপুর। আবার শ্রীলা ভক্তিবিনোদ কেদারনাথ দত্তের তাঁর \"দত্ত বংশমালা\"-র দ্বিতীয় প্রকাশনে লিখেছেন যে আন্দুলের দত্তচৌধুরী পরিবারের রাজা গোবিন্দশরণ দত্ত দিল্লীশ্বর আকবরের কাছ থেকে এই গোটা জমিটি পেয়েছিলেন। পরতবর্ত্তী কালে সেই জমি তাঁরই নামে \"গোবিন্দপুর\" নামে নামন্ত্রিত হয়।\n১৫৯৬ সালে আকবরের প্রধানমন্ত্রী আবুল ফজল তাঁর আইন-ই-আকবরি গ্রন্থে সাতগাঁও (সপ্তগ্রাম) সরকারের একটি জেলা হিসেবে এই অঞ্চলের নাম উল্লেখ করেন। পর্তুগিজদের পর এখানে ওলন্দাজ ও শেষে ব্রিটিশরা বাণিজ্য করতে উপস্থিত হয়।\n\n\n== ব্রিটিশ আগমন ==\nজব চার্নক সুতানুটির নিরাপদ অবস্থানের জন্য সেখানেই বসতি স্থাপন করেন। সেই যুগে সুতানুটি পশ্চিমে হুগলি নদী এবং পূর্বে ও দক্ষিণে দুর্গম জলাভূমির দ্বারা বেষ্টিত ছিল। কেবলমাত্র উত্তর-পূর্ব অংশে প্রহরার প্রয়োজন হত।\nসুতানুটি, ডিহি কলিকাতা ও গোবিন্দপুর ছিল মুঘল সম্রাটের খাসমহল অর্থাৎ সম্রাটের নিজস্ব জায়গির বা ভূসম্পত্তি। এই অঞ্চলের জমিদারির দায়িত্ব ছিল বড়িশার সাবর্ণ রায়চৌধুরী পরিবারের উপর। ১৬৯৮ সালের ১০ নভেম্বর জব চার্নকের উত্তরসূরি তথা জামাতা চার্লস আয়ার সাবর্ণ রায়চৌধুরী পরিবারের থেকে এই তিনটি গ্রামের জমিদারির অধিকার কিনে নেন। এরপরই কলকাতা মহানগর দ্রুত বিকাশ লাভ করে। ১৭৫৭ সাল পর্যন্ত ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি নিয়মিত এই অঞ্চলের রাজস্ব মুঘল সম্রাটকে দিয়ে এসেছিল।\n\n\n== নতুন ফোর্ট উইলিয়াম ==\nবাংলার নবাব সিরাজদ্দৌলা কলকাতায় দুর্গপ্রতিষ্ঠা ও সামরিক আয়োজনে অসন্তুষ্ট হয়ে ১৭৫৬ সালে কলকাতা আক্রমণ ও অধিকার করে নেন। এই সময় ইংরেজরাই গোবিন্দপুরে অগ্নিসংযোগ করে গ্রামটি জ্বালিয়ে দেয়। নদীর চল্লিশ মাইল ভাটিতে ফলতায় তারা সাময়িকভাবে আশ্রয় নেয়। ১৭৫৭ সালের ২৩ জুন পলাশীর যুদ্ধে জয়লাভ করার পরই তারা কলকাতার অধিকার পুনরায় ফিরে পেয়েছিল।\n\nকলকাতায় ফিরে এসে ব্রিটিশরা যে কাজটি করেছিল তা হল ফোর্ট উইলিয়াম দুর্গের পুনর্নির্মাণ। ১৭৫৮ সালে এই কাজ শুরু হয়; শেষ হয় ১৭৭৩ সালে। দুর্গনির্মাণের জন্য বেছে নেওয়া হয় ‘বর্ধিষ্ণু’ গোবিন্দপুর গ্রামের কেন্দ্রীয় অঞ্চলটিকে। ‘ক্ষতিপূরণ অর্থে’র একাংশ খরচ করা হয় দুর্গনির্মাণের জন্য জমিদাতাদের তালতলা, কুমারটুলি ও শোভাবাজার অঞ্চলে জমিদান করার জন্য।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন =="}