{"pageid": 10841, "title": "আলেকজান্দ্রিয়া", "url": "https://bn.wikipedia.org/wiki?curid=10841", "content": "আলেকজান্দ্রিয়া (গ্রিক: Αλεξάνδρεια, কপ্টিক: Rakotə, আরবি: الإسكندرية আল ইস্কান্দারিয়া) হলো মিশরের দ্বিতীয় বৃহত্তম শহর এবং এই শহরেই মিশরের বৃহত্তম সমুদ্র বন্দর অবস্থিত। এটি উত্তর-পশ্চিম মিশরে ভূমধ্যসাগরের উপরে এবং নিচে প্রায় ৩২ কিলোমিটার (২০ মাইল) পর্যন্ত বিস্তৃত। এই শহরের মিশরের বিখ্যাত গ্রন্থাগার বিবলিওথেকা আলেক্সান্দ্রিয়া অবস্থিত। এটি শিল্প ও বাণিজ্য কেন্দ্র, কারণ এর সাথে সুয়েজ হয়ে আসা প্রাকৃতিক গ্যাস এবং তেলের পাইপলাইন রয়েছে। এই শহরটি গভর্নর শাসিত এবং এ ধরনের শহরকে মিশরে মুহাফাজা বলা হয়।\nপ্রাচীনকালে এই শহরটি বাতিঘর (প্রাচীন পৃথিবীর সপ্তাশ্চর্যের একটি) এবং গ্রন্থাগারের (প্রাচীন পৃথিবীর সর্ববৃহৎ গ্রন্থাগার) জন্য বিখ্যাত ছিল। সম্প্রতি আলেক্সান্দ্রিয়ার সমুদ্রতীরবর্তী এলাকায় সামুদ্রিক নৃবিজ্ঞান এর উপর ভিত্তি করে পরিচালিত গবেষণায় (যা ১৯৯৪ সালে শুরু হয়েছিল) আলেক্সান্ডারের আগমনের পূর্বে যখন এই শহরের নাম ছিল রাকোটিস সেই সময় এবং টলেমীয় রাজত্বের সময়ের আলেক্সিন্দ্রিয়া সম্বন্ধে নতুন অনেক তথ্যই পাওয়া যাচ্ছে।\n\n\n== ইতিহাস ==\n\nআলেক্সান্দ্রিয়ার নামকরণ করা হয়েছে এর প্রতিষ্ঠাতা মহান আলেকজান্ডারের নামানুসারে। আলেক্সান্ডারের মৃত্যুর পর তার অন্যতম সেনাপতি টলেমী আলেক্সান্ডারের সাম্রাজ্যের এই অংশের অধিকারী হন। এটি ছিল মিশরের টলেমীয় শাসকদের রাজধানী এবং হেলেনীয় পৃথিবীর শ্রেষ্ঠতম শহর যা আয়তন এবং সম্পদে একমাত্র রোমের থেকে পিছনে ছিল। মিশরের মধ্যযুগীয় মুসলিম শাসকগণ যখন কায়রো শহরের গোড়াপত্তন ঘটান তখনই আলেক্সান্দ্রিয়ার পতন ত্বরান্বিত হয় এবং উসমানীয় রাজত্বের সময় এটি নিছক একটি ছোট জেলেপাড়া হিসেবে পরিগণিত হয়।\n\n\n=== গোড়াপত্তন ===\nমহান আলেকজান্ডার আলেক্সান্দ্রিয়া নগরী প্রতিষ্ঠা করেন আনুমানিক ৩৩৪ খৃস্টপূর্বাব্দের দিকে। সঠিক তারিখ নির্ণয় করা সম্ভব হয়নি। প্রতিষ্ঠার সময় এর প্রকৃত নাম ছিল Αλεξάνδρεια (Aleksándreia; আরও দেখুন-বিভিন্ন স্থানের প্রথাগত গ্রিক নামের তালিকা)। এই নগরী তৈরিতে আলেক্সান্ডারের প্রধান স্থপতি হিসেবে কাজ করেছেন রোড্‌সের ডাইনোক্রেট্‌স। এ সম্বন্ধে প্রাচীন বর্ণনাসমূহ বেশ জটিল এবং বিভিন্ন কারণ দ্বারা প্রভাবান্নিত। ইতিহাসবেত্তা অ্যারিয়ানের বর্ণনায় আলেক্সান্ডার কীভাবে শহর তৈরির প্রাথমিক পরিকল্পনা করেছিলেন তা জানা যায়। আলেক্সান্ডারের ভবিষ্যৎ দ্রষ্টারা বিশেষ করে টেলমেসাসের অ্যারিস্টান্ডার কিছু পূর্ব লক্ষণ বিবেচনা করে বলেছিলেন যে এই শহর ব্যাপক উন্নতি করবে এবং বিশেষ করে শষ্যের দিক দিয়ে এই উন্নতি ত্বরান্বিত হবে।\n\n\n== যোগাযোগ ==\n\n\n=== বিমানবন্দর ===\nআলেকজান্দ্রিয়া শহরে আলেকজান্দ্রিয়া আন্তর্জাতিক বিমানবন্দর দ্বারা উড়ান পরিবেশিত হয় যা বর্তমানে বন্ধ রয়েছে এবং বোরগ এল আরব আন্তর্জাতিক বিমানবন্দর এই শহরেইঅবস্থিত, যা শহরের কেন্দ্র থেকে ২৫ কিলোমিটার (১৬ মাইল) দূরে অবস্থিত। ২০১১ সালের শেষের দিকে, আলেকজান্দ্রিয়া আন্তর্জাতিক বিমানবন্দরের উড়ান পরিষেবা বোরগ এল আরব আন্তর্জাতিক বিমানবন্দরে স্থানান্তরের সাথে সাথে আলেকজান্দ্রিয়া আন্তর্জাতিক বিমানবন্দরের বাণিজ্যিক সম্প্রসারণের জন্য দুই বছরের জন্য এটি বন্ধ করে দেয়া হয়েছিল, যেখানে একটি নতুন টার্মিনাল ফেব্রুয়ারি ২০১০ সালে সম্পন্ন হয়েছিল। ২০১৭ সালে সরকার আনুষ্ঠানিকভাবে ঘোষণা করেন যে আলেকজান্দ্রিয়া আন্তর্জাতিক বিমানবন্দর কর্মক্রম বিমানবন্দরের উন্নয়নের জন্য বন্ধ হবে, প্রাথমিকভাবে পরে ঘোষণা করে যে মধ্য ২০১৭ সালের মাঝামাঝি সময় বিমানবন্দরটি চালু হবে।\n\n\n=== মহাসড়ক ===\nইন্টারন্যাশনাল কোস্টাল রোড (মারসা মাথ্রাহ - আলেকজান্দ্রিয়া - পোর্ট সাইদ) কায়রো-আলেকজান্দ্রিয়া ডেজার্ট রোড (আলেকজান্দ্রিয়া - কায়রো - ২২০ কিমি (১৩৭ মা), ৬-৮ লেনে) কায়রো-আলেকজান্দ্রিয়া কৃষি সড়ক (আলেকজান্দ্রিয়া - কায়রো) মেহেরর এল তামের - (আলেকজান্দ্রিয়া - বোরগ এল আরব)\n\n\n=== রেল ===\n\nআলেকজান্দ্রিয়ার ইনট্রাসিটি কম্যুটার রেল সিস্টেম বা আন্তঃনগর কমিউটার রেল ব্যবস্থাটি মিশর স্টেশন (আলেকজান্দ্রিয়ার প্রধান আন্তঃনগর রেলওয়ে স্টেশন) থেকে আবু কীর পর্যন্ত বিস্তৃত, ট্রাম লাইন সমান্তরালে। ওভারহেড-ইলেকট্রিক ট্রামের কারণে কম্যুটার রেল পথে ট্রেনগুলি ডিজেল ইঞ্জিন চালিত হয়।\nআলেকজান্দ্রিয়া খেলে দুই আন্তনগর রেলস্টেশন: পূর্বে উল্লিখিত মিশর স্টেশন (শহরের পশ্চিমাঞ্চলীয় পুরোনো ম্যানশিয়া জেলায়) এবং সিদি গাবের রেলওয়ে স্টেশন (আলেকজান্দ্রিয়া পূর্ব দিকে শহরের সম্প্রসারিত আংশের কেন্দ্রস্থলে সিডি গ্যাবের জেলার, যেখানে অধিকাংশ আলেকজান্দ্রিয়ার আধিকাংশ মানুষ বসবাস করে)। উভয় স্টেশন এছাড়াও কমিউটার রেল পরিষেবা পরিবেশন করা।\n\n\n=== ট্রাম ===\n\n১৮৬০ সালে আলেকজান্দ্রিয়া শহরে একটি বিস্তৃত ট্রাম পরিবহন ব্যবস্থা বা ট্রামওয়ে নেটওয়ার্ক তৈরি করা হয়েছিল এবং আফ্রিকাতে এটি প্রাচীনতম ট্রাম পরিবহন ব্যবস্থা। ট্রাম পরিবহন ব্যবস্থাটি পশ্চিমে এল রামল জেলায় শুরু হয় এবং পূর্ব দিকে ভিক্টোরিয়া জেলায় শেষ হয়। কিছু ছোট পিওর রঙের ট্রাম দুটি প্রধান প্রান্ত অতিক্রম করে। এছাড়া আরও রুট আছে। ট্রাম রুটগুলি চারটি সংখ্যা দ্বারা চিহ্নিত: যথা-১, ২, ৫, এবং ৬। এল রামল থেকে চারটি ট্রাম লাইন শুরু হয়, কিন্তু মাত্র দুটি (১ ও ২) ট্রাম ভিক্টোরিয়াতে পৌঁছায়। দুটি সমকেন্দ্রি এবং উত্পথ প্রান্তিক যুক্ত। প্রথমটি বল্কিয়ে (ইসস) শুরু হয় এবং সান স্টেফানোতে শেষ হয়। অন্যটি স্পটিং-এ শুরু হয় এবং মোস্তফা কামেল'য়ে শেষ হয়। রুট ৫ সান স্টেফানোতে শুরু হয় এবং ভেতরের রুট ধরে বল্কিয়ে পৌছায়। স্পটিং এবং মুস্তাফা কামেলকে সংযোগকারী বাইরের রুট হিসাবে সিডি গ্যাবের এল শেখ থেকে রুট ৬ শুরু হয়।\n\n\n=== বন্দর ===\n\nআলেকজান্দ্রিয়া শহরে মোট চারটি বন্দর রয়েছে; পশ্চিম বন্দর (ওয়েস্টার্ন পোর্ট) যা দেশের প্রধান বন্দর এবং দেশের প্রায় ৬০ শতাংশ রপ্তানি ও আমদানী পরিচালনা করে, পশ্চিম বন্দরের পশ্চিমাঞ্চলে ডেখলা বন্দর অবস্থিত, পূর্ব বন্দর (ইস্টার্ন পোর্ট) যা একটি ইয়টিং আশ্রয় এবং উত্তরপূর্বের রয়েছে আবু কীর বন্দর। এটি সাধারণ সরকারি পণ্যসম্ভার এবং ফসফেট পরিবহনের জন্য একটি বাণিজ্যিক বন্দর।\n\n\n== ভূগোল ==\nআলেকজান্দ্রিয়া ভূমধ্যসাগরের দক্ষিণ উপকূলে অবস্থিত, মিশরের একটি শহর।\n\n\n=== জলবায়ু ===\n\n\n== আন্তর্জাতিক সম্পর্ক ==\n\n\n=== যমজ শহর / ভগিনী শহর ===\n\nআলেকজান্দ্রিয়া হল নিচের শহরগুলির সাথে ভগিনী শহর:\n\n কাজাখস্তান আলমাটি\n স্লোভাকিয়া ব্রাতিস্লাভা\n মরক্কো কাসাব্লাংকা\n মার্কিন যুক্তরাষ্ট্র ক্লিভল্যান্ড\n রোমানিয়া কনস্ট্যান্টা\n দক্ষিণ আফ্রিকা ডারবান\n তুরস্ক ইজমির\n বুলগেরিয়া কাজানলাক\n ফ্রান্স মার্সেই\n ভারত কানপুর\n আজারবাইজান ইয়েভালখ\n আর্মেনিয়া গুমরি\n সাইপ্রাস লিমাসোল\n ইউক্রেন ওডেসা\n চীন সাংহাই\n রাশিয়া সেন্ট পিটার্সবার্গ\n গ্রীস থেসালোনিকি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}