{"pageid": 1084785, "title": "হালেহ আফশার, ব্যারনেস আফশার", "url": "https://bn.wikipedia.org/wiki?curid=1084785", "content": "হালেহ আফশার ব্রিটেনের হাউজ অফ লর্ডস এর একজন পিয়ারেস। তিনি পারস্যে ১৯৪৪ সালের ২১ মে জন্মগ্রহণ করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nআফসার ইরানের তেহরানের একটি বিশেষাধিকার পরিবারে বেড়ে ওঠেন। তাঁর পিতা রাজনীতির সাথে জড়িত থাকায় সেটার প্রভাব তাঁর পুরো পরিবারেই পড়ে। ১৯৪০ সালের দিকে তাঁদের পরিবার প্যারিস-এ গমন করে এবং সেখানে তাঁর বাবা সেখানকার সরকারের প্রতিনিধিত্ব করেন।উল্লেখ্য, ১৪ বছর বয়স পর্যন্ত আফসারকে একজন মহিলা দেখাশোনা করতো। এই কয়েক বছরের মধ্যে আফসার জেন এয়র\" উপন্যাসটি পড়েন এবং তাঁর অধিকারের ব্যাপারে জানতে পারেন ও উপলদ্ধি করেন যে তিনি মূলত অন্যদের উপর নির্ভরশীল। অতঃপর তিনি তার বাবা মাকে তাঁকে ইংল্যান্ডে প্রেরণ করার জন্য রাজি করান এবং ইংল্যান্ডের সলিহালে একটি বোর্ডিং স্কুলে ভর্তি হন যদিও তিনি ইংরেজি জানতেন না।\n\n\n== কর্মজীবন ==\nআফসার ইংল্যান্ডের ইয়র্ক বিশ্ববিদ্যালয়ে রাজনীতি ও নারী শিক্ষার অধ্যাপক এবং ফ্রান্সের স্ট্রাসবার্গের রবার্ট স্কুম্যান বিশ্ববিদ্যালয়ে ইন্টারন্যাশনাল ফ্যাকাল্টি অফ কম্পারেটিভ ল' তে ইসলামি আইনের পরিদর্শক অধ্যাপক ছিলেন। তিনি বিভিন্ন ধরনের আন্তর্জাতিক সেবামূলক কার্যক্রমের সাথে জড়িত ছিলেন যেমন ব্রিটিশ কাউন্সিল ও ইউনাইটেড ন্যাশন্স এসোসিয়েশন। ২০০৮ সালে তাঁকে ওমেন'স ন্যাশনাল কমিশনের (ডব্লিওএনসি)বোর্ডে নিযুক্ত করা হয়। এছাড়াও তিনি \"ব্রিটিশ সোসাইটি ফর মিডল ইস্টার্ন স্টাডিজ\" এও কাজ করেছেন। তিনি \"মুসলিম ওমেন নেটওয়ার্ক\" এর একজন প্রতিষ্ঠাতা সদস্য। \"মহিলাদের সাথে বিবাদ\" ও \"উগ্রবাদ\" বিষয়ক আলোচনায় ইউনাইটেড কিংডমের মন্ত্রী বিভাগ বিষয়ক হোম অফিসেও (এইচও) তিনি অংশ নিয়েছিলেন।\nরানীদের জন্মদিন উপলক্ষে অর্ডার অফ দ্যা ব্রিটিশ এম্পায়ার কর্তৃক আয়োজিত অনুষ্ঠান 2005 Birthday Honours - এ তাঁকে সমান সু্যোগ-সুবিধা সেবামূলক কার্যক্রমের সাথে জড়িত থাকার জন্য ডাকা হয় এবং ২০০৭ সালের ১৮ অক্টোবর তাঁকে \"ব্যারোনেস\" উপাধি দেওয়ার এবং ক্রস বেঞ্চার লাইফ পিয়ার (Life peer) হিসেবে হাউজ অফ লর্ডস-এ যুক্ত করানোর সিদ্ধান্ত নেওয়া হয়। ২০০৭ সালের ১১ ডিসেম্বর আনুষ্ঠানিকভাবে \"হেসলিংটনের ব্যারোনেস আফসার\" হিসেবে তিনি হাউজ অফ লর্ডসে যোগদান করেন। উল্লেখ্য, হেসলিংটন উত্তর ইয়র্কশায়ার দেশে অবস্থিত।\n২০০৯ সালের মার্চ মাসে ইউনাইটেড কিংডমের মুসলিম ওমেন পাওয়ার তালিকায় শীর্ষ ২০ জন সফল মহিলার তালিকার ভেতরে তাঁর নাম উঠে আসে। ইউনাইটেড কিংডমে মুসলিম নারীদের বিভিন্ন অর্জন উদযাপনের জন্য তালিকাটি মিলিতভাবে তৈরি করে \"সমতা ও মানবাধিকার কমিশন\", \"ইমিল ম্যাগাজিন\" এবং \"দ্য টাইমস।\"\nসামাজিক বিজ্ঞান একাডেমিতে ২০০৯ সালে তিনি একাডেমিশিয়ান হিসেবে নিযুক্ত হন।\n\n\n== সম্মাননা ==\n২০১১ সালঃ এসেক্স বিশ্ববিদ্যালয় হতে সম্মানসূচক ডক্টরেট ডিগ্রি অর্জন করেন।\n২০১৩ সালঃ জানুয়ারি মাসে ব্রিটিশ মুসলিম এওয়ার্ডস হতে শিক্ষা ও সেবার জন্য পুরস্কৃত হন।\n২০১৭ সালঃ ব্রাডফোর্ড বিশ্ববিদ্যালয় হতে সম্মানসূচক ডক্টরেট ডিগ্রি অর্জন করেন।\n\n\n== ব্যক্তিগত জীবন ==\n১৯৭৪ সালে আফশার মরিস ডডসন, নিউজিল্যান্ডের একজন উচ্চশিক্ষিত শিক্ষককে বিয়ে করেন। পরবর্তীতে তাঁদের দুইজন সন্তান জন্ম নেয়। একজনের নাম মলি (জন্মঃ১৯৭৭) ও আরেকজন জেমস (জন্মঃ ১৯৭৮)। প্রথমে আফশার ভেবেছিলেন মাতৃত্ব তাঁর জন্য নয়। এটা তাঁর দক্ষতায় নেতিবাচক প্রভাব ফেলবে কারন ব্রিটেনের সমাজব্যবস্থায় একই সাথে মা ও কর্মী হওয়া গ্রহণযোগ্য নয়। তিনি যখন এটি উপলদ্ধি করতে পারেন তখন তিনি ৭ মাসের গর্ভবতী ছিলেন। কিন্তু এখন তিনি মনে করেন দুইজন সন্তান নেওয়া তাঁর জীবনের সবচেয়ে ভালো সিদ্বান্ত ছিল। এখন তিনি একজন দাদী।\nআফশার পর্দা প্রথার বিরোধীতার দিক থেকে তার পরিবারের তৃতীয় প্রজন্ম। তাঁর নানী পর্দাকে প্রত্যাখান করেছিলেন। তাঁর পরিবার নারীদের সম্ভাবনাকে বিস্তৃত করতে ইচ্ছুক ছিল এবং আফসার ইরানি নারী ভোটারদের দিক থেকে একদম শুরুর একজন ভোটার। তখন তিনি ভেবেছিলেন তিনি তাঁর মায়ের ইচ্ছা পূর্ণ করতে যাচ্ছেন। অনেক পরিচিত মানুষ যাদের সাথে তিনি বেড়ে ওঠেন তারা ইরান বিপ্লব এর সময়ে মৃত্যুবরণ করেন। ইরানি রাজনৈতিক ও ধার্মিক নেতা রুহোল্লাহ খোমেইনির দেওয়া নারী অধিকার বিষয়ক নীতির দ্বিমত পোষণ করেন ও সেটাকে অ-ইসলামিক হিসেবে মতামত দেন। যার ফলে তাঁকে মৃত্যু হুমকি দেওয়া হয়। তিনি ভাবলেন, তাঁর মাতৃভূমি ইরানে ফিরে যাওয়া তাঁর জন্য ঠিক হবে না।\n\n\n== কর্ম ==\nইউরোপ, আমেরিকা, মধ্যপূর্ব ও দক্ষিণ পূর্ব এশিয়ার গণমাধ্যমে ও বিশ্ববিদ্যালয়ের বিভিন্ন কাজে আফশার ইরান ও ইরানের রাজনৈতিক পরিস্থিতি নিয়ে প্রচুর লিখেছেন। তাঁর উল্লেখযোগ্য গ্রন্থ হলোঃ ইসলাম এবং নারীবাদঃ একটি ইরানীয় কেস স্টাডি (ম্যাকমিলান, ১৯৯৮), ইসলাম এবং ইরানের পূর্ব বিপ্লব পরিস্থিতি (ম্যাকমিলান, ১৯৯৪)। এছাড়াও তিনি নারী ও উন্নয়ন বিষয়ক ১৩ টি বই সম্পাদনা করেছেন।\n\nআফশার, হালেহ (১৯৮৫)ঃ তৃতীয় বিশ্বে নারী, কর্ম ও আদর্শ\nলন্ডন, নিউ ইয়র্ক, টাভিস্টক পাব্লিকেশন\n\nআফশার, হালেহ (১৯৮৫)ঃ ইরান, এ রিভোলিউশন ইন টার্মইল (ইরান, অশান্তির বিপ্লব)\nআলবানিঃ নিউ ইয়র্ক স্টেট ইউনিভার্সিটি\n\nআফশার হালেহ (১৯৮৭)ঃ নারী, রাষ্ট্র এবং আদর্শঃ আফ্রিকা ও এশিয়া হতে গবেষণা\nআলবানিঃ নিউ ইয়র্ক প্রেস, স্টেট ইউনিভার্সিটি।\n\nআফশার হালেহ (১৯৮৯)ঃ ওমেন, পোভার্টি এন্ড আইডিওলজি ইন এশিয়াঃ কন্ট্রাডিক্টরি প্রেসার্স, আনইজি রিজোলিউশন্স\nহাউন্ডমিলস, ব্যাসিংস্টোক, হ্যাম্পশায়ার ইংল্যান্ডঃ ম্যাকমিলান\n\nআফশার হালেহ (১৯৯১)ঃ ওমেন, ডেভেলপমেন্ট এন্ড সার্ভাইভাল ইন দ্যা থার্ড ওয়ার্ল্ড\nলন্ডন নিউ ইয়র্কঃ লংম্যান।\n\nআফশার হালেহ (১৯৯৩)ঃ ওমেন ইন দ্যা মিডল ইস্টঃ পার্সেপশন্স, রিয়েলিটিজ এন্ড স্ট্রাগলস ফর লিবারেশন\nব্যাসিংস্টোক, ম্যাকমিলান।\n\nআফশার হালেহ, ম্যায়নার্ড, ম্যারি (১৯৯৪)ঃ দ্যা ডায়নামিক্স অফ রেস এন্ড জেন্ডারঃ সাম ফেমিনিস্ট ইনভেনশন্স\nলন্ডন ব্রিস্টল, পি.এঃ টেয়লর ও ফ্রান্সিস।\n\nআফশার হালেহ (১৯৯৬)ঃ ওমেন এন্ড পলিটিক্স ইন দ্যা থার্ড ওয়ার্ল্ড\nলন্ডন, নিউ ইয়র্ক, রুটলেজ\n\nআফশার, হালেহ (১৯৯৮)ঃ ওমেন এন্ড এম্পাওয়ারমেন্টঃ ইলাস্ট্রেশন্স ফ্রম দ্যা থার্ড ওয়ার্ল্ড\nনিউ ইয়র্কঃ সেন্ট মার্টিন প্রেস\n\nআফশার হালেহ (১৯৯৮)ঃ ইসলাম এন্ড ফেমিনিজমসঃ অ্যান ইরানিয়ান কেস স্টাডি\nনিউ ইয়র্ক, সেন্ট মার্টিন প্রেস\n\nআফশার হালেহ, ব্যারিয়েন্টস, স্টিফানি (১৯৯৯)ঃ ওমেন, গ্লোবালাইজেশন অ্যান্ড ফ্র‍্যাগমেন্টেশন ইন দ্যা ডেভেলপিং ওয়ার্ল্ড\nহাউন্ডমিলস, ব্যাসিংস্টোক, হ্যাম্পশায়ার নিউ ইয়র্ক, সেন্ট মার্টিন প্রেস।\n\n\n== তথ্যসূত্র =="}