{"pageid": 1084653, "title": "নিজার কাব্বানি", "url": "https://bn.wikipedia.org/wiki?curid=1084653", "content": "নিজার তৌফিক কাব্বানি (আরবি: نزار توفيق قباني‎; ২১ মার্চ ১৯২৩ - ৩০ এপ্রিল ১৯৯৮) একজন সিরিয়ান কূটনীতিক, কবি, লেখক এবং প্রকাশক ছিলেন। তাঁর কাব্যশৈলী প্রেম, কামোত্তেজকতা, নারীবাদ, ধর্ম এবং আরব জাতীয়তাবাদের চেতনা অন্বেষণে সরলতা এবং কমনীয়তার সমন্বয় করেছে। কাব্বানি আরব বিশ্বের অন্যতম সম্মানিত সমসাময়িক কবি এবং সিরিয়ার জাতীয় কবি হিসেবে বিবেচিত।\n\n\n== জীবনী ==\n\n\n=== প্রাথমিক জীবন ===\n\nনিজার কাব্বানি সিরিয়ার রাজধানী দামেস্কে একটি মধ্যবিত্ত বণিক পরিবারে জন্মগ্রহণ করেন। তার মা ফাইজা আকবিক তুর্কি বংশোদ্ভূত। কাব্বানী 'মিঠনাহ আল-শাহম' নামে দামেস্কের একটি পাড়াতে বেড়ে ওঠেন এবং ১৯৩০ থেকে ১৯৪১ সাল পর্যন্ত দামেস্কের ন্যাশনাল সায়েন্টিফিক কলেজ স্কুলে পড়াশোনা করেন। স্কুলটি ছিল তার বাবার বন্ধু আহমদ মুনিফ আল-এইদির মালিকানাধীন এবং পরিচালিত। পরে তিনি দামেস্ক বিশ্ববিদ্যালয়ে আইন বিষয়ে পড়াশোনা শুরু করেন এবং ১৯৪৫ সালে আইন বিষয়ে স্নাতক ডিগ্রি লাভ করেন।\nকলেজে ছাত্র থাকাকালীন তিনি 'দ্য ব্রুনেট টোল্ড মি' (The Brunette Told Me) নামে তাঁর প্রথম কবিতা সংকলন লিখেছিলেন, যা তিনি ১৯৪২ সালে প্রকাশ করেছিলেন। এটি ছিল রোমান্টিক শ্লোকের সংকলন যা দামেস্কের রক্ষণশীল সমাজ জুড়ে আলোড়ন তোলে। এটিকে আরো গ্রহণযোগ্য করার জন্য, কাব্বানী এটি মুনির আল-আজলানিকে (আল-আজলানি তৎকালীন সিরিয়ার শিক্ষামন্ত্রী এবং একজন শীর্ষস্থানীয় জাতীয়তাবাদী নেতা ছিলেন) দেখিয়েছিলেন, আজলানি কবিতাগুলি পছন্দ করেছেন এবং নিজারের প্রথম বইয়ের প্রস্তাবনা লিখে তাকে সমর্থন করেছিলেন।\n\n\n=== কূটনীতি ===\nআইন বিষয়ে স্নাতক হওয়ার পর, কাব্বানি সিরিয়ার পররাষ্ট্র মন্ত্রণালয়ের জন্য কাজ করেন। বৈরুত, কায়রো, ইস্তাম্বুল, মাদ্রিদ এবং লন্ডন সহ বেশ কয়েকটি রাজধানী শহরে সাংস্কৃতিক দূত হিসাবে কাজ করেন। ১৯৫৯ সালে, যখন সংযুক্ত আরব প্রজাতন্ত্র গঠিত হয়, কাব্বানী চীনের দূতাবাসে ভাইস-সেক্রেটারি নিযুক্ত হন। তিনি এই বছরগুলিতে প্রচুর লিখেছিলেন এবং এই সময়ের কবিতাগুলি তার সেরা কবিতা ছিল। তিনি ১৯৬৬ সালে পদত্যাগ না করা পর্যন্ত কূটনৈতিক কাজ চালিয়ে যান। তখন তিনি বৈরুতে তার নিজের নামে একটি প্রকাশনা সংস্থা প্রতিষ্ঠা করেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\n\n\n=== পরিবার ===\nকাব্বানীর দুই বোন ছিল, উইসাল এবং হাইফা; তার তিন ভাই ছিল: মুতাজ, রশিদ এবং সাবাহ। সাবাহ কাব্বানি ১৯৬০ সালে সিরিয়ান রেডিও এবং টিভির পরিচালক এবং ১৯৮০ এর দশকে যুক্তরাষ্ট্রে সিরিয়ার রাষ্ট্রদূত নিযুক্ত হয়েছিলেন।\n\n\n== তথ্যসূত্র =="}