{"pageid": 1084460, "title": "সিস্টারহুড অনলাইন মিক্সটেপ (অ্যালবাম)", "url": "https://bn.wikipedia.org/wiki?curid=1084460", "content": "সিস্টারহুড অনলাইন মিক্সটেপ হলো সিস্টারহুডের প্রথম প্রকল্প। এটি ছিল একটি অনলাইন মিক্সটেপ। দীয়াহ প্রেজেন্টস সিস্টারহুড ২০০৮ সালের মে মাসে চালু হয়েছিল। মিক্সটেপ মাইস্পেসের মাধ্যমে শুরু হয়েছিল এবং ইন্টারনেটের মাধ্যমে তার জন্মের সত্য থাকার জন্য অনলাইনে বিনামূল্যে রাখা হয়েছিল। দীয়াহ খান অনলাইনে তরুণ মুসলিম মহিলাদের সাথে যুক্ত ছিলেন যারা উচ্চাকাঙ্ক্ষী র‍্যাপার, গায়ক এবং কবি ছিলেন। এই সিস্টারহুড সংগ্রহটি তার ধরনের প্রথম অনলাইন মিক্সটেপ হয়ে ওঠে। এই মিক্সটেপ প্রকল্পের প্রতিক্রিয়া প্রাথমিকভাবে ইতিবাচক এবং পশ্চিমা মিডিয়া এবং মুসলিম সম্প্রদায়ের কাছ থেকে খুব সহায়ক ছিল।\nমুসলিম কাউন্সিল অফ গ্রেট ব্রিটেনের (এমসিবি) ডেপুটি সেক্রেটারি জেনারেল ডাঃ দাউদ আবদুল্লাহ এক বিবৃতিতে প্রকল্পটির প্রতি উদ্বেগ প্রকাশ করে বলেন, \"ইসলাম অনুসারে, নারী শিল্পীদের মিশ্র দর্শকের সামনে অভিনয় করা থেকে বিরত থাকা উচিত\"। এবং \"ইসলামী দৃষ্টিভঙ্গিতে নারীদের নিজেদের প্রতি অপ্রয়োজনীয় মনোযোগ আকর্ষণ করা উচিত নয়, কারণ এটি পুরুষ দর্শকদের উপর প্রভাব ফেলবে। ইসলামের নৈতিক কাঠামো ইতোমধ্যেই নির্ধারিত হয়েছে এবং নারীদের বাণিজ্যিক লাভের জন্য এর সীমানা অতিক্রম করা উচিত নয়।\"\nদীয়াহ ইঙ্গিত দিয়েছিলেন যে তিনি তরুণ মুসলিম মহিলাদের সমর্থন এবং সিস্টারহুড উদ্যোগকে অব্যাহত রাখবেন।\nদীয়াহ বলেন, \"এই যুবতী মহিলাদের এবং তাদের মতো অন্যদের তাদের স্বপ্ন ও প্রত্যাশার জন্য সেখানে উৎসাহিত করার জন্য এটি প্রথম ছোট পদক্ষেপ। যদিও সিস্টারহুডের অনেক মহিলা তাদের শৈল্পিক যাত্রার একেবারে শুরুতে এবং তাদের সৃজনশীল এবং শৈল্পিক অভিব্যক্তিগুলি অন্বেষণ এবং আবিষ্কার করতে শুরু করেছেন, আমি আশা করি যে সিস্টারহুডের মাধ্যমে তারা তাদের নৈপুণ্যের আরও বিকাশ এবং উন্নতির জন্য একে অপরের কাছ থেকে অনুপ্রেরণা এবং উৎসাহ পাবে। আশা করি আমরা পশ্চিমাদের সমাজে বসবাসকারী শিল্পী এবং মুসলিম নারী উভয়ের মত তাদের কণ্ঠ ও মতামত শোনার জন্য একটি প্লাটফর্ম তৈরি করতে সাহায্য করতে পারি।\"\nদীয়াহ প্রযোজনা করেন বানাজ এ লাভ স্টোরি ডকুমেন্টারি দিয়ে। ২০১২ সালের সেপ্টেম্বরে লন্ডনের রেইনডান্স ফিল্ম ফেস্টিভ্যালে ছবিটি ইউকে প্রিমিয়ার পায়। পরিচালক এবং প্রযোজক হিসেবে দীয়াহ এর এটি প্রথম ছবি। এটি সেরা আন্তর্জাতিক ডকুমেন্টারি ফিল্মের জন্য ২০১৩ সালের এমি অ্যাওয়ার্ড সহ সমালোচনামূলক প্রশংসা এবং আন্তর্জাতিক পুরস্কার জিতেছে। ছবিটি ব্রিটিশ পুলিশকে অনার কিলিং সম্পর্কে প্রশিক্ষণ দিতে ব্যবহৃত হচ্ছে।\nদীয়াহ প্রেজেন্টস সিস্টারহুড অনলাইন মিক্সটেপ (২০০৮): বিক্রির জন্য নয়। ২০০৮ সাল থেকে ওয়ার্ল্ড ওয়াইড ওয়েবে অনলাইনে স্ট্রিম করা হয়েছে।\n\nশিল্পী: লেডি ডিজলা – গান: আই ডোন্ট ক্রাই\nশিল্পী: জাস১জ্যাম (ফ্যাট. কিরণ জাম্মান) – গান: \"রাইড (এ রেকুয়েম)\"\nশিল্পী: এমসি সুরিয়া – গান: \"ব্রেকিং দ্য সাইলেন্স\" (জি-বিটজ্_পাইপলাইনপ্রোডাকশন)\nশিল্পী: শাহীন – গান: \"রেভোলিউশন\"\nশিল্পী: নিলুফার মীর – গান: \"পোয়েট\"\nশিল্পী: কিরণ জাম্মান – গান: \"আই হেভ এ ড্রিম\"\nশিল্পী: লিরিক্যাল লাইলা – গান: \"আন-অ্যাবিউসড\"\nশিল্পী: লেডি ম্যাসাকার – গান: \"লাইফ\"\nশিল্পী: এল্লি & খাই – গান: \"ওয়াটার্স\"\nশিল্পী: ফিনিক্স – গান: \"লিপ অব ফেইথ\"\nশিল্পী: ডিজি এমসি – গান: \"ইন্সপেক্টা\"\nশিল্পী: লেডি স্লি – গান: কিতাব\nশিল্পী: ইয়াসসালাম – গান: \"বেল্লে আলজেরি\"\nশিল্পী: নিয়া-ভি – গান: \"৬ ডিগ্রি অব সেপারেশন\"\nশিল্পী: কায়লা লাহমার – গান: \"হাও ডু উই গেট হিয়ার\"\n\n\n== তথ্যসূত্র =="}