{"pageid": 1084541, "title": "দ্বিতীয় দেব রায়", "url": "https://bn.wikipedia.org/wiki?curid=1084541", "content": "দ্বিতীয় দেব রায় (রাজত্বকাল: ১৪২২–১৪৪৬ খ্রিস্টাব্দ) ছিলেন বিজয়নগর সাম্রাজ্যের এক সম্রাট। সঙ্গম রাজবংশের শ্রেষ্ঠ শাসক দ্বিতীয় দেব রায় ছিলেন একজন দক্ষ প্রশাসক, যোদ্ধা ও পণ্ডিত। তিনি কন্নড় ভাষায় সোবগিন সোনে ও অমরুক এবং সংস্কৃত ভাষায় মহান্তক সুধানিধি নামে কয়েকটি সুপরিচিত গ্রন্থ রচনা করেন। তিনি ছিলেন মধ্যযুগের কয়েকজন বিশিষ্ট কবির পৃষ্ঠপোষক। এঁদের মধ্যে উল্লেখযোগ্য কন্নড় কবি চমরস ও কুমার ব্যাস, সংস্কৃত কবি গুন্ডা ডিমডিমা এবং বিশিষ্ট তেলুগু কবি শ্রীনাথ (যাঁকে রাজা ‘কবিসার্বভৌম’ উপাধিতে ভূষিত করেন)। দ্বিতীয় দেব রায় ধর্মনিরপেক্ষ সাহিত্যের এবং তাঁর রাজ্যে বসবাসকারী বিশিষ্ট দক্ষিণ ভারতীয় গণিতজ্ঞ পরমেশ্বরেরও (কেরল জ্যোতির্বিজ্ঞান ও গণিত ঘরানার) পৃষ্ঠপোষকতা করেন।\nইতিহাসবিদ শাস্ত্রীর মতে, দ্বিতীয় দেব রায়ের উপাধি ছিল ‘গজবেতীগর’ (অর্থাৎ ‘হাতি শিকারী’)। এই উপাধির প্রকৃত অর্থ ছিল, দ্বিতীয় দেব রায়ের শত্রুরা ছিল হাতির মতো পরাক্রমী এবং রাজা তাদের পরাস্ত করেছিলেন। কয়েকজন প্রতিদ্বন্দ্বী থাকা সত্ত্বেও দ্বিতীয় দেব রায় তাঁর সাম্রাজ্যের পরিধি কৃষ্ণা নদী অববাহিকা পর্যন্ত প্রসারিত করেন ও তা ধরেও রাখেন। পারস্যের কালপঞ্জিকার আব্দুর রাজ্জাকের মতে, দ্বিতীয় দেব রায়ের সাম্রাজ্যের প্রসার ছিল সিংহল থেকে গুলবার্গা এবং ওডিশা থেকে মালাবার উপকূল পর্যন্ত। ইতিহাসবিদ চোপড়া, রবীন্দ্রন ও সুব্রহ্মণ্যমের মতে, দ্বিতীয় দেব রায় একটি নৌবহর রাখতেন, যেটি তাঁকে বৈদেশিক সম্পর্ক রক্ষার কাজে সাহায্য করত। সমসাময়িক ইউরোপীয় অভিযাত্রী নিকোলো কন্টির বিবরণ থেকে জানা যায়, দ্বিতীয় দেব রায় সিংহল, কুইলোন, পেগু, পুলিকট ও টেনাসেরিমে কর আরোপ করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nChopra, P.N.; Ravindran, T.K.; Subrahmanian, N (২০০৩) [2003]। History of South India (Ancient, Medieval and Modern) Part 2। New Delhi: Chand Publications। আইএসবিএন 81-219-0153-7। \nKamath, Suryanath U. (২০০১) [1980]। A concise history of Karnataka: from pre-historic times to the present। Bangalore: Jupiter books। এলসিসিএন 80905179। ওসিএলসি 7796041। \nSastri, K.A. Nilakanta (২০০২) [1955]। A history of South India from prehistoric times to the fall of Vijayanagar। New Delhi: Indian Branch, Oxford University Press। আইএসবিএন 0-19-560686-8। \nSinopoli, Carla M. (২০০৩) [2003]। The Political Economy of Craft Production: Crafting Empire in South India c. 1350-1650। New Delhi: Cambridge University Press। আইএসবিএন 0-521-82613-6। \nFarooqui, Salma Ahmed (২০১১) [2011]। A Comprehensive History of Medieval India: From Twelfth to the Mid-Eighteenth Century। New Delhi: Pearson Education। আইএসবিএন 978-81-317-3202-1। \nChandra, Satish (১৯৯৭) [1997]। Medieval India: From Sultanat to the Mughals-Delhi Sultanat (1206-1526)। New Delhi: Har-Anand। আইএসবিএন 8124110646। \nRice, E.P. (১৯৮২) [1921]। A History of Kanarese Literature। New Delhi: Asian Educational Services। আইএসবিএন 81-206-0063-0। \n\n\n== বহিঃসংযোগ ==\nPrabhu:Sangama"}