{"pageid": 1084372, "title": "চে জাহারা", "url": "https://bn.wikipedia.org/wiki?curid=1084372", "content": "চে জাহারা বিনতে নূর মোহাম্মদ (ডাক নাম চে জাহারা কৌম ইবু, ১৯০৭–১৯৬২) ছিলেন একজন মালয় কর্মী যিনি সিঙ্গাপুরে নারী ও শিশুদের অধিকারের জন্য কাজ করেছিলেন। সাংবাদিক হাজা হালিজাহ মোহাম্মদ সোমের মতে তিনি ছিলেন সিঙ্গাপুরের প্রথম মালয় নারীদের একজন যিনি আধুনিক নারীর অধিকারের জন্য লড়াই করেছিলেন।  চে জাহারা সিঙ্গাপুরের প্রথম মুসলিম মহিলা কল্যাণ সংস্থা, মালয় মহিলা কল্যাণ সমিতির (এমডব্লিউডব্লিউএ) প্রতিষ্ঠাতা। তেরো বছর ধরে তিনি \"জাতি বা ধর্ম নির্বিশেষে ৩০০ জনেরও বেশি নারী ও অনাথদের দেখাশোনা করেছিলেন।\" তিনি মানুষকে শুধু একটি আশ্রয়ই দেননি, বরং তাদের ধর্মীয় জ্ঞান দিয়েছেন এবং প্রাথমিক অর্থ উপার্জনকারী দক্ষতা যেমন সেলাই শেখাতেন।\n\n\n== জীবনী ==\nচে জাহারা \"সিঙ্গাপুরে একটি বিশিষ্ট পরিবারে\" জন্মগ্রহণ করেন। তার বাবা নূর মোহাম্মদ ছিলেন একজন গুরুত্বপূর্ণ মানুষ এবং ইংরেজি শেখার প্রথম মালয়দের একজন। তিনি তার ইংরেজির দক্ষতা তার মেয়েকে শিখিয়েছিলেন। চে জাহারার স্বামী আলাল মোহাম্মদ রাসুল সমাজ কল্যাণ ও ন্যায়বিচার বিষয়ক একজন উকিল ছিলেন। দ্বিতীয় বিশ্বযুদ্ধের পর তিনি এবং তার স্বামী অনাথ ও অভাবী মহিলাদের নিজেদের বাড়িতে রেখেছিলেন, যা \"রেড-লাইট ডিস্ট্রিক্ট \" বা নিষিদ্ধ পল্লির মাঝখানে ডেসকার রোডে অবস্থিত।\nচে জাহারা ১৯৪৭ সালের অক্টোবরে এমডব্লিউডব্লিউএ প্রতিষ্ঠা করেন এবং বিবাহ সংস্কার কে ঘিরে বিষয়গুলিতে মনোনিবেশ করার জন্য গ্রুপটি ব্যবহার করেন। প্রতিষ্ঠার প্রায় সাথে সাথে এমডাব্লিউডাব্লিউএ আশি জন সদস্যকে আকৃষ্ট করেছিল, যার মধ্যে প্রায় পঞ্চাশজন শিক্ষক ছিল।\n১৯৪৮ সালে, তিনি ঐতিহ্যবাহী মালয় বিয়ের রীতির বিরুদ্ধে প্রতিবাদ হিসেবে চারটি ছোট নাটক লিখেছিলেন। এসব রীতির মধ্যে আইনি তদন্ত ছাড়াই একজন পুরুষের স্ত্রীকে তালাক দেওয়ার ক্ষমতা অন্তর্ভুক্ত ছিল। উপরন্তু, তালাকপ্রাপ্ত স্ত্রী যতদিন না পুনরায় বিয়ে করেন, ততদিন তিনি যেন স্বামীর কাছ থেকে ভরণপোষণ পান সেইজন্য লড়াই করেছিলেন। চে জাহারা লেকক ম্যারেজ বিলকেও সমর্থন করেছিলেন যাতে সিঙ্গাপুরে বিয়ের জন্য ন্যূনতম বয়স উল্লিখিত ছিল। চে জাহারা আরেকটি উদ্যোগকে সমর্থন করেছিলেন তা হ'ল সিঙ্গাপুর হাসপাতালকে রক্ত সঞ্চালনের চাহিদা পূরণে সহায়তা করার জন্য মহিলাদের রক্ত দিতে উৎসাহিত করা।\n১৯৫২ সালে সিঙ্গাপুর কাউন্সিল অফ উইমেন (এসসিডব্লিউ) প্রতিষ্ঠিত হওয়ার পর চে জাহারার \"ব্যাপক নেটওয়ার্ক এবং এমডাব্লুডাব্লিউএ-এর জন্য আরও সম্পদ উপলব্ধ ছিল।\"১৯৫৫ সালে তিনি সুইজারল্যান্ডে অনুষ্ঠিত ওয়ার্ল্ড কংগ্রেস অফ মাদারস-এ সিঙ্গাপুরের প্রতিনিধিত্ব করেন।  ১৯৬১ সালে এসসিডব্লিউসহ চে জাহারা সিঙ্গাপুরের নারী সনদ প্রতিষ্ঠায় সহায়তা করেন।\nচে জাহারাকে ২০১৪ সালে সিঙ্গাপুর উইমেন্স হল অফ ফেমে অন্তর্ভুক্ত করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\nপ্রাথমিক সিঙ্গাপুরের মালয় অগ্রদূত (ভিডিও এবং পাঠ্য)"}