{"pageid": 1084468, "title": "লুক ডে ইয়ং", "url": "https://bn.wikipedia.org/wiki?curid=1084468", "content": "লুক ডে ইয়ং (ওলন্দাজ: Luuk de Jong, ওলন্দাজ উচ্চারণ: [ˈlyk də ˈjɔŋ]; জন্ম: ২৭ আগস্ট ১৯৯০) হলেন একজন ওলন্দাজ পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে নেদারল্যান্ডসের পেশাদার ফুটবল লিগের শীর্ষ স্তর এরেডিভিজির ক্লাব পিএসভি এবং নেদারল্যান্ডস জাতীয় দলের হয়ে স্ট্রাইকার হিসেবে খেলেন। তিনি মূলত সেন্টার ফরোয়ার্ড হিসেবে খেললেও মাঝেমধ্যে সেকেন্ড স্ট্রাইকার হিসেবেও খেলেন।\nডিজেডসি ১৯৬৮-এর যুব পর্যায়ের হয়ে খেলার মাধ্যমে ডে ইয়ং ফুটবল জগতে প্রবেশ করেছেন এবং পরবর্তীকালে ডে গ্রাফসখাপের যুব দলের হয়ে খেলার মাধ্যমে তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০০৮–০৯ মৌসুমে, ওলন্দাজ ক্লাব ডে গ্রাফসখাপের মূল দলের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন; ডে গ্রাফসখাপের হয়ে মাত্র এক মৌসুমে ১৪ ম্যাচে ২টি গোল করার পর ২০০৯–১০ মৌসুমে তিনি প্রায় ১ মিলিয়ন ইউরোর বিনিময়ে ওলন্দাজ ক্লাব টুয়েন্টেতে যোগদান করেছেন। টুয়েন্টের হয়ে তার প্রথম মৌসুমে তিনি স্টিভ ম্যাকক্লারেনের অধীনে ২০০৯–১০ এরেডিভিজির শিরোপা জয়লাভ করেছেন। পরবর্তীকালে, তিনি বরুসিয়া মনশেনগ্লাডবাখ এবং ধারে নিউক্যাসেল ইউনাইটেডের হয়ে খেলেছেন। অতঃপর তিনি প্রায় ৬ মিলিয়ন ইউরোর বিনিময়ে ওলন্দাজ ক্লাব পিএসভি এইন্থোভেনের সাথে চুক্তি স্বাক্ষর করেছেন, যেখানে তিনি সকল প্রতিযোগিতায় ২০৪ ম্যাচে ১১২টি গোল করেছেন। ২০১৯–২০ মৌসুমে, তিনি প্রায় ১২.৫ মিলিয়ন ইউরোর বিনিময়ে পিএসভি এইন্থোভেন হতে স্পেনীয় ক্লাব সেভিয়ায় যোগদান করেন। ২০২১–২২ মৌসুমে তিনি সেভিয়া থেকে ধারে বার্সেলোনায় খেলেন। ২০২২ সালের জুলাই মাসে তিনি ওলন্দাজ ক্লাব পিএসভিতে পূণরায় যোগদান করেন।\n২০০৮ সালে, ডে ইয়ং নেদারল্যান্ডস অনূর্ধ্ব-১৯ দলের হয়ে নেদারল্যান্ডসের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ৪ বছর যাবত নেদারল্যান্ডসের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১১ সালে নেদারল্যান্ডসের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; নেদারল্যান্ডসের জার্সি গায়ে তিনি এপর্যন্ত ৩৮ ম্যাচে ৮টি গোল করেছেন। তিনি নেদারল্যান্ডসের হয়ে এপর্যন্ত ২টি উয়েফা ইউরোপীয় চ্যাম্পিয়নশিপে (২০১২ এবং ২০২০) অংশগ্রহণ করেছেন।\nব্যক্তিগতভাবে, ডে ইয়ং বেশ কিছু পুরস্কার জয়লাভ করেছেন, যার মধ্যে টানা দুই মৌসুমে এরেডিভিজির বর্ষসেরা দলে এবং ২০১৯–২০ উয়েফা ইউরোপা লিগের মৌসুম সেরা দলে অন্তর্ভুক্তি অন্যতম। দলগতভাবে, ডে ইয়ং এপর্যন্ত ১০টি শিরোপা জয়লাভ করেছেন, যার মধ্যে ৪টি টুয়েন্টের হয়ে, ৫টি পিএসভির হয়ে এবং ১টি সেভিয়ার হয়ে জয়লাভ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nলুক ডে ইয়ং ১৯৯০ সালের ২৭শে আগস্ট তারিখে সুইজারল্যান্ডের এগলে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন। তার বাবা একজন পেশাদার ভলিবল খেলোয়াড় ছিলেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nডে ইয়ং নেদারল্যান্ডস অনূর্ধ্ব-১৯ এবং নেদারল্যান্ডস অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে নেদারল্যান্ডসের প্রতিনিধিত্ব করেছেন। নেদারল্যান্ডস অনূর্ধ্ব-২১ দলের হয়ে তিনি ২০১৩ উয়েফা ইউরোপীয় অনূর্ধ্ব-২১ চ্যাম্পিয়নশিপে অংশগ্রহণ করেছেন, তবে তার দল উক্ত আসরের সেমি-ফাইনালে ইতালি অনূর্ধ্ব-২১ দলের কাছে ১–০ গোলের ব্যবধানে পরাজিত হয়ে আসর হতে বিদায় নিয়েছিল। এই আসরে তিনি ৩ ম্যাচে ১টি গোল করেছিলেন। নেদারল্যান্ডসের বয়সভিত্তিক দলের হয়ে তিনি ২৩ ম্যাচে অংশগ্রহণ করে ৬টি গোল করেছেন। তিনি ২০০৯ সালের ৩১শে মার্চ তারিখে অনুষ্ঠিত প্রীতি ম্যাচে রোমানিয়া অনূর্ধ্ব-১৯ দলের বিরুদ্ধে নেদারল্যান্ডসের বয়সভিত্তিক দলের হয়ে প্রথমবারের মতো গোল করেছেন।\n২০১১ সালের ৯ই ফেব্রুয়ারি তারিখে, মাত্র ২০ বছর ৫ মাস ১৩ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী ডে ইয়ং অস্ট্রিয়ার বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে নেদারল্যান্ডসের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৭৫তম মিনিটে আক্রমণভাগের খেলোয়াড় ডির্ক কুইটের বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ২০ নম্বর জার্সি পরিধান করে কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি নেদারল্যান্ডস ৩–১ গোলের ব্যবধানে জয়লাভ করেছিল। জাতীয় দলের হয়ে অভিষেকের ৬ মাস ২৮ দিন পর, নেদারল্যান্ডসের জার্সি গায়ে প্রথম গোলটি করেছেন; ৬ই সেপ্টেম্বর তারিখে, ফিনল্যান্ডের বিরুদ্ধে ম্যাচে এলজেরো এলিয়ার অ্যাসিস্ট হতে নেদারল্যান্ডসের প্রথম গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন। নেদারল্যান্ডসের হয়ে অভিষেকের বছরে ডে ইয়ং সর্বমোট ৬ ম্যাচে ১টি গোল করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== ক্লাব ===\n১৫ মে ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n=== আন্তর্জাতিক ===\n১ সেপ্টেম্বর ২০২১ পর্যন্ত হালনাগাদকৃত।\n\n\n== অর্জন ==\n\n\n=== ক্লাব ===\nটুয়েন্টে\nএরেডিভিজি: ২০০৯–১০\nকেএনভিবি কাপ: ২০১০–১১\nইয়োহান ক্রুইফ শিল্ড: ২০১০, ২০১১\nপিএসভি\nএরেডিভিজি:২০১৪–১৫, ২০১৫–১৬, ২০১৭–১৮\nইয়োহান ক্রুইফ শিল্ড: ২০১৫, ২০১৬\nসেভিয়া\nউয়েফা ইউরোপা লিগ: ২০১৯–২০\n\n\n=== ব্যক্তিগত ===\nএরেদিভিজি বর্ষসেরা দল: ২০১৭–১৮, ২০১৮–১৯\nইউরোপা লিগ বর্ষসেরা দল: ২০১৯–২০\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nলুক ডে ইয়ং – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nলুক ডে ইয়ং – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে লুক ডে ইয়ং  (ইংরেজি)  \nসকারবেসে লুক ডে ইয়ং (ইংরেজি) \nবিডিফুটবলে লুক ডে ইয়ং  (ইংরেজি)  \nট্রান্সফারমার্কেটে লুক ডে ইয়ং (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে লুক ডে ইয়ং (ইংরেজি) \nইএসপিএন এফসিতে লুক ডে ইয়ং (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে লুক ডে ইয়ং (ইংরেজি)"}