{"pageid": 1084166, "title": "পোন্ন", "url": "https://bn.wikipedia.org/wiki?curid=1084166", "content": "পোন্ন (কন্নড়:   ಪೊನ್ನ, আনুমানিক ৯৪৫ খ্রিস্টাব্দ) ছিলেন রাষ্ট্রকূট রাজা তৃতীয় কৃষ্ণের (রাজত্বকাল ৯৩৯-৯৬৮ খ্রিস্টাব্দ) রাজসভার এক বিশিষ্ট কন্নড় কবি। তৃতীয় কৃষ্ণ সমসাময়িক কালে কন্নড় সাহিত্যে অবদানের জন্য তাঁকে ‘কবিচক্রবর্তী’ (‘কবিগণের সম্রাট’) এবং সংস্কৃত ভাষায় তাঁর দখলের প্রেক্ষিতে ‘উভয়কবি চক্রবর্তী’ (‘দুই ভাষার সম্রাট কবি’) উপাধি প্রদান করেন। পোন্নকে প্রায়শই ‘কন্নড় সাহিত্যের ত্রিরত্ন’-এর অন্যতম মনে করা হয় (অপর দুই রত্ন হলেন আদিকবি পম্প ও রন্ন। গবেষক আর. নরসিংহাচার্যের মতে, পোন্ন ছিলেন তাঁর সমসাময়িক কালের শ্রেষ্ঠ কবি। গবেষক নীলকণ্ঠ শাস্ত্রী ও ই. পি. রাইসের মতে, পোন্ন ছিলেন বেঙ্গি অঞ্চলের (অধুনা অন্ধ্রপ্রদেশ রাজ্যের অন্তর্গত) আদি বাসিন্দা, পরে তিনি জৈনধর্ম গ্রহণ করে রাষ্ট্রকূট রাজধানী মান্যখেতে (অধুনা গুলবার্গা জেলা, কর্ণাটক) চলে আসেন।\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\nSastri, Nilakanta K. A. (১৯৫৮) [first published 1955], A History of South India from Prehistoric Times to the Fall of Vijayanagar (Second সংস্করণ), New Delhi: Oxford University Press, আইএসবিএন 0-19-560686-8  – archive.org-এর মাধ্যমে উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRice, E. P. (১৯৮২) [first published 1921], Kannada Literature, New Delhi: Asian Educational Services, আইএসবিএন 81-206-0063-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNarasimhacharya, R (১৯৮৮), History of Kannada Literature, New Delhi: Asian Educational Services, আইএসবিএন 81-206-0303-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGarg, Ganga Ram (১৯৯২), Encyclopaedia of the Hindu World: A-Aj, Volume 1, New Delhi: Concept Publishing, আইএসবিএন 81-7022-374-1 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKamath, Suryanath U. (২০০১) [1980], A concise history of Karnataka : from pre-historic times to the present, Bangalore: Jupiter books, এলসিসিএন 80905179, ওসিএলসি 7796041 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNagaraj, D. R. (২০০৩), \"Critical Tensions in the History of Kannada Literary Culture\",   Sheldon I. Pollock, Literary Cultures in History: Reconstructions from South Asia, University of California Press, পৃষ্ঠা 323–382, আইএসবিএন 0-520-22821-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nVarious (১৯৮৭), Encyclopaedia of Indian literature - vol 1, Sahitya Akademi, আইএসবিএন 81-260-1803-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDatta, Amaresh (১৯৮৮), Encyclopaedia of Indian literature - vol 2, Sahitya Akademi, আইএসবিএন 81-260-1194-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nVarious (১৯৯২), Encyclopaedia of Indian literature - vol 5, Sahitya Akademi, আইএসবিএন 81-260-1221-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWarder, A.K. (১৯৮৮), Indian Kavya Literature, Motilal Banarsidass, আইএসবিএন 81-208-0450-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMukherjee, Sujit (১৯৯৯), A Dictionary of Indian Literature: Beginnings - 1850, Orient Blackswan, আইএসবিএন 81-250-1453-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBhat, M. Thirumaleshwara (১৯৯৩), Govinda Pai, Sahitya Akademi, আইএসবিএন 81-7201-540-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDas, Sisir Kumar (২০০৫), A History of Indian Literature, 500-1399: From Courtly to the Popular, Sahitya Akademi, আইএসবিএন 9788126021710 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}