{"pageid": 1084488, "title": "আজিজা ওয়াই আল-হিবরি", "url": "https://bn.wikipedia.org/wiki?curid=1084488", "content": "আজিজাহ ওয়াই আল - হিবরি (আরবি: عزيزة يحيى الهبري; জন্ম ১৯৪৩) একজন আমেরিকান দার্শনিক এবং আইনবিদ যিনি ইসলাম ও আইন বিষয়ে বিশেষজ্ঞ।\n\n\n== জীবনী ==\nআল - হিবরি টিসি উইলিয়ামস স্কুল অফ ল, রিচমন্ড বিশ্ববিদ্যালয়ের অধ্যাপক ইমেরিটা। ২০১২ সালে অবসরের আগ পর্যন্ত তিনি টিসি উইলিয়ামস স্কুল অফ ল, রিচমন্ড বিশ্ববিদ্যালয়ের ফ্যাকাল্টি হিসেবে কাজ করেন। তার কাজ ইসলামি মানবাধিকার আইন, লিঙ্গ সমতা সম্পর্কিত ইসলামি আইন ও বিধান, মানবাধিকার উন্নয়ন এবং গণতান্ত্রিক শাসন ব্যবস্থা কেন্দ্রিক। তিনি  দর্শনের একজন প্রাক্তন অধ্যাপক, হাইপেশিয়া: এ জার্নাল অব ফেমিনিস্ট ফিলোসফির একজন প্রতিষ্ঠাতা সম্পাদক, এবং কারামাহের প্রতিষ্ঠাতা ও সভাপতি। তিনি মুসলিম মানবাধিকার কর্মী হিসেবে নারী আইনজীবী হিসেবে মানবাধিকারের পক্ষে কাজ করেন। তিনি একজন ফুলব্রাইট পণ্ডিত। তিনি ইসলাম এবং গণতন্ত্র, মুসলিম নারীর অধিকার এবং ইসলামে মানবাধিকার সম্পর্কে তিনি ব্যাপকভাবে লেখালেখি করেছেন। তিনি পিবিএস ডকুমেন্টারি মুহাম্মদ: লিগ্যাসি অফ এ প্রফেট (২০০২) -এর উপদেষ্টা ছিলেন। মুহাম্মদ: লিগ্যাসি অফ এ প্রফেট ডকুমেন্টারিটি ইউনিটি প্রোডাকশনস ফাউন্ডেশন প্রযোজনা করেছে। তার লেখা থিসি জার্নাল, অব ল অ্যানড রিলিজিয়ন অনেক সম্মানজনক জার্নালে প্রকাশিত হয়েছে।\nআল - হিবরি বিভিন্ন প্রতিষ্ঠানের উপদেষ্টা বোর্ডের সদস্য, যার মধ্যে পিউ রিসার্চ সেন্টার অন রিলিজিয়ন ইন পাবলিক লাইফ, বহুত্ববাদ প্রকল্প হার্ভার্ড ইউনিভার্সিটি এবং রিলিজিয়ন অ্যান্ড এথিক্স নিউজ উইকলি (পিবিএস)। তিনি সংবিধান প্রকল্পের স্বাধীনতা ও নিরাপত্তা কমিটির সদস্য। ২০১১ সালের জুনে, আল - হিব্রিকে রাষ্ট্রপতি বারাক ওবামা আন্তর্জাতিক ধর্মীয় স্বাধীনতা বিষয়ক মার্কিন কমিশনের কমিশনার হিসেবে নিযুক্ত করেন।\nতিনি ট্রান্সফর্মিং দ্য ফেইথস অফ আওয়ার ফাদার্স: উইমেন হু চেঞ্জড আমেরিকান রিলিজিয়ন (২০০৪), অ্যান ব্রাউড সম্পাদিত বইযটির তৃতীয় অধ্যায় লিখেছেন।\nহিবরি ডিসট্রিক্ট অব কলাম্বিয়া বারের আইনজীবী।\nআল - হিবরি শেখ তৌফিক এল হিব্রির নাতি যিনি আরব বিশ্বে প্রথম স্কাউট আন্দোলন প্রতিষ্ঠা করেছিলেন।\n\n\n== বই ==\n•(ইংরেজি) Sex, Marriage and Family in World Religions (Working Title). ইসলামিক অংশের সহ-সম্পাদক। ডন ব্রাউনিং, ক্রিশ্চিয়ান গ্রিন, এবং জন উইট, ও অন্যরা (কলাম্বিয়া ইউনিভার্সিটি প্রেস, ২০০৬)।\n• (ইংরেজি) \"Redefining Muslim Women's Roles in the Next Century,\" in Democracy and the Rule of Law, নরম্যান ডরসেন ও প্রসার জিফোর্ড, ও অন্যরা (কংগেশনাল কোয়ার্টারলি, ২০০১).\n\n\n== সূত্র ==\n• (ইংরেজি) \"শ্যাটেরিং দ্য স্টেরিওটাইপস: মুসলিম উইমেন স্পিক আউট\" (২০০৫)\n\n\n== তথ্যসূত্র =="}