{"pageid": 1084354, "title": "তেভেত", "url": "https://bn.wikipedia.org/wiki?curid=1084354", "content": "তেভেত (হিব্রু ভাষায়: טֵבֵת‎; আক্কাদীয় ṭebētu থেকে) সাধারণ পঞ্জির চতুর্থ এবং ইহুদি ধর্মপঞ্জির দশম মাস। এই মাসের পূর্বে কিসলেভ ও পরে শেভাত রয়েছে। এই মাসে ২৯টি দিন বিদ্যমান। গ্রেগরীয় বর্ষপঞ্জির ডিসেম্বর-জানুয়ারিতে পড়ে এই হিব্রু মাস। ব্যাবিলনীয় বর্ষপঞ্জিতে এর নাম আরা তেবেতাম, যার অর্থ \"কর্দমাক্ত মাস\"।\n\n\n== গ্রেগরীয় নববর্ষ ==\nগ্রেগরীয় নববর্ষ দিবস (১ জানুয়ারি) সর্বদা এই মাসের কাছাকাছি ঘটে। শুধু মাঝেমধ্যে গ্রেগরীয় নববর্ষ কিসলেভ বা শেভাতে ঘটে।\n\n\n== পবিত্র দিন ও উদযাপিত দিবস সমূহ ==\n ২৫ কিসলেভ – ২ তেভেত  – হানুক্কাহ (অথবা ৩ তেভেত যদি কিসলেভ মাস ১ দিন সংক্ষিপ্ত হয়)।\n১০ তেভেত – দশম তেভেত (আসারা বে'তেভেত), ইহুদিদের একটি উপবাস দিবস।\n\n\n=== সম্প্রদায়ভিত্তিক ছুটির দিন ===\n৫ তেভেত রাব্বাই জোসেফ আইজ্যাক শিনিয়ার্সনের বইগুলোর উত্তরাধিকার সংক্রান্ত ১৯৮৭ সালের রায় স্মরণে চাবাদ হাসিদিমের এই ছুটির দিনটি উদযাপন করা হয়।\n\n\n== ইতিহাস ও ধর্মে ==\n১ তেভেত (আনু ৪৭৯ খ্রিস্টপূর্ব) – ইষ্টেরকে রাজা অহশ্বেরশেরের প্রাসাদে নিয়ে যাওয়া হয় যার ফলাফলস্বরূপ ইষ্টের রাণী হিসেবে ভূষিত হন। (ইষ্টের পুস্তক ২:১৬-১৭)।\n১০ তেভেত (৫৮৮ খ্রিস্টপূর্ব) – নেবুচাদনেজারের সেনারা জেরুজালেম অবরোধ করে, যা এখন ইহুদিদের উপবাস দিবস।\n১০ তেভেত (৪৭৯ খ্রিস্টপূর্ব) – ইষ্টের রাজা অহশ্বেরশেরের সামনে প্রথমবারের মত উপস্থিত হন এবং রাণী হিসেবে নির্বাচিত হন।\n১১ তেভেত (১৬৬৮) – পবিত্র রোম সাম্রাজ্যের সম্রাট প্রথম লিওপল্ডের আমলে ইহুদিদের ভিয়েনা থেকে বহিষ্কার করা হয়।\n১৭ তেভেত (১৭২৮) – নিউ ইয়র্কের প্রথম ইহুদি মন্দির শেরিথ ইস্রায়েল লোয়ার ম্যানহাটনে নির্মিত হয়।\n২০ তেভেত (১৪৮৩) – ব্যাবিলনীয় তালমুদের প্রথম খণ্ড ট্র‍্যাকটেট বেরাখট ইটালির সনিকো শহরে ছাপানো হয়।\n২২ তেভেত (১৪৯৬) – স্পেন থেকে বহিষ্কারের চার বছর পর পর্তুগাল থেকে এই দিনে ইহুদিদের তাড়িয়ে দেওয়া হয়।\n২৪ তেভেত (খ্রিস্টপূর্ব তৃতীয় শতাব্দী) – ইহুদি বয়োজ্যেষ্ঠগণ মিশরের ফারাও দ্বিতীয় টলেমি ফিলাদেলফাজের জন্য হিব্রু বাইবেলকে গ্রিক ভাষায় অনুবাদের কাজ শুরু করে।\n২৪ তেভেত (১৮১২) - চাবাদ দর্শনের প্রতিষ্ঠাতা আল্টার রেব্বের মৃত্যু।\n২৫ তেভেত (১৫৫৯) – খভত হা'লেভাভত প্রকাশিত হয়।\nশমরীয় কর্তৃক ইহুদিদের বিশ্বাসঘাতকতার অভিযোগ জানার পর মহান আলেকজান্ডার তাদের সাথে দেখা করেন। \n\n২৮ তেভেত (৮১ খ্রিস্টপূর্ব) – শিমন বেন শেতাখ সানহেদ্রিন বিচারসভা থেকে সেদুকিমদের বের করে মিশনাহের প্রতি বিশ্বস্ত ফরিশীদের স্থাপন করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইহুদি ইতিহাসের এই মাসটি\nতেভেত মাস সংক্রান্ত তথ্যাদি"}