{"pageid": 1084686, "title": "যোনিতে আঘাত", "url": "https://bn.wikipedia.org/wiki?curid=1084686", "content": "স্ত্রীযোনিতে আঘাত হলো যোনিতে আঘাত বা জখম। এটি প্রসবকালীন বা যৌন নিপীড়ন কিংবা দুর্ঘটনাক্রমেও ঘটতে পারে।\nপ্রাপ্তবয়স্কদের মধ্যে, মোনস পিউবিস এবং লেবিয়া মেজরার প্রতিরক্ষামূলক কার্যকারিতার কারণে যোনি মূলত আঘাত থেকে রক্ষা পায়। এই সুরক্ষার অভাব রয়েছে ঐসকল মহিলাদের যাদের যোনি রক্ষায় প্রতিরক্ষামূলক চর্বির স্তর নেই। যোনিতে কিছু প্রবেশ করানো হলে কিংবা তীক্ষ্ণ ধারালো কোন বস্তু ঢুকে গেলে যোনি আঘাতপ্রাপ্ত হতে পারে।  যন্ত্রণাদায়ক যৌন অভিজ্ঞতা বা যৌন নির্যাতনের ফলে যোনিতে আঘাত লাগতে পারে বা যোনি জঘম হতে পারে।  দুই পা ফাঁক করে হাঁটার সময় পড়ে গিয়ে শিশুদের যোনিতে আঘাত লাগতে পারে। এদের অধিকাংশই কষ্টদায়ক হলেও গুরুতর নয়।\nকিছু ক্ষেত্রে, যদি আঘাত গুরুতর হয়, তবে অবিলম্বে তাকে চিকিৎসকের তত্বাবধানে নেয়া প্রয়োজন। বিশেষ করে যদি রক্তপাত বন্ধ না হয়।  যোনি প্রসবের সময় যোনিমুখ প্রশস্ত হওয়ার সময় এটি হতে পারে। এ আঘাত এড়াতে প্রসবের সময় যোনিগাত্র অল্প কাটা লাগতে পারে, যা বিষণ্ণতা দূর করে, হাসপাতালে পুনঃ ভর্তি হওয়া এবং নিম্নাঙ্গের ব্যথা প্রশমনে সহায়তা করে। \n\n\n== লক্ষণ ও উপসর্গ ==\nলক্ষণ ও উপসর্গগুলির মধ্যে রয়েছে: পেটে ব্যথা, রক্তপাত, ক্ষত, মূর্ছা যাওয়া, যোনি স্রাব, যোনিতে প্রোথিত বস্তু, যৌনাঙ্গে ব্যথা, ফোলা, বমি, বেদনাদায়ক প্রস্রাব, প্রস্রাব করতে অক্ষমতা, ক্ষতের উপস্থিতি, যৌন নির্যাতনের প্রতিবেদন এবং রক্ত প্রস্রাব।  যোনি আঘাতের পরে একটি হেমাটোমা বা রক্তনালী ছেড়ায় কাল দাগ তৈরি হতে পারে। ইমেজিং করলে জমে থাকা রক্তের উপস্থিতি চিহ্নিত করা যেতে পারে। \n\n\n== কারণ ==\n\n\n=== গর্ভাবস্থায় ===\nপ্রসবের সময়, যোনি বা জরায়ু আঘাতপ্রাপ্ত হতে পারে এবং এ অবস্থা এড়াতে অস্ত্রোপচারের প্রয়োজনও হতে পারে।  প্রসূতিকালীন সময় যোনি কখনও কখনও আঘাতপ্রাপ্ত হয়, তখন যোনিসহ নিম্নাঙ্গের বিভিন্ন অংশ ছিড়ে প্রসারিত হতে পারে।\n\n\n=== গর্ভাবস্থা ছাড়া ===\nঅ-প্রসূতিকালীন কারণগুলির মধ্যে রয়েছে: যৌন নিপীড়ন, সম্মতিপূর্ণ যৌনতা, শ্রোণীর হাড় ভেঙে যাওয়া, যোনিতে কোন বস্তু ঢুকে গেলে, জেট স্কি এবং ওয়াটার-স্কিইং দুর্ঘটনা  বা ভোঁতা বল প্রয়োগজনিত আঘাত, যেমন ক্রীড়াবিদের প্রতিযোগিতার সময় কুঁচকিতে প্রতিপক্ষের খেলোয়াড়ের লাথি বা হাঁটু লাগলে হতে পারে।\n\n\n=== ঝুঁকির কারণ ===\nঝুঁকির কারণগুলির মধ্যে রয়েছে: সম্মতিপূর্ণ সহবাসের প্রথম পর্ব, বুকের দুধ খাওয়ানো,  রজোনিবৃত্তি, এবং ওষুধের পার্শ্বপ্রতিক্রিয়া। \n\n\n== প্রতিরোধ ==\nএকটি নিরাপদ পরিবেশ তৈরি করা যেতে পারে পাশাপাশি ছোটখাট জিনিসপত্র ছোট বাচ্চাদের নাগালের বাইরে রাখা যেতে পারে। \n\n\n== চিকিৎসা ==\nচিকিৎসা একটি পুঙ্খানুপুঙ্খ মূল্যায়ন দিয়ে শুরু হয়। পরীক্ষার সময় সহায়তা প্রদানের জন্য কারো উপস্থিতি খুবই উপকারী।  যৌন নিপীড়নের কারণে যোনিপথের আঘাতের ক্ষেত্রে এই ধরনের সমর্থন বিশেষভাবে অগ্রাধিকার পায়। একজন সমর্থনকারী ব্যক্তি মানসিক সহায়তা প্রদান করে এবং পুনরায় আঘাতের ঝুঁকি কমাতে সাহায্য করতে পারে।  যারা নির্যাতনের শিকার হয় তাদের যত্ন নেওয়ার জন্য এমন নার্স/ফরেনসিক পরীক্ষক নিযুক্ত করে প্রয়োজন যারা এ বিষয়ে প্রশিক্ষণ প্রাপ্ত। তারা একটি নিবিড় মেডিকেল-আইনি পরীক্ষা পরিচালনা করতে সক্ষম। যদি এই ধরনের প্রশিক্ষিত চিকিৎসক পাওয়া না যায়, তবে জরুরী বিভাগে যৌন নির্যাতন প্রোটোকল রয়েছে, যা চিকিৎসা ও প্রমাণ সংগ্রহের জন্য প্রতিষ্ঠিত হয়েছে।\n\n\n== আরো দেখুন ==\nপ্রধান ট্রমা\nযৌনাঙ্গে আঘাত\nপেডিয়াট্রিক গাইনোকোলজি\nজরুরী ঔষধ\nপেলভিক পরীক্ষা\n\n\n== তথ্যসূত্র =="}