{"pageid": 1084791, "title": "শৌচ", "url": "https://bn.wikipedia.org/wiki?curid=1084791", "content": "শৌচ (সংস্কৃত: शौच) এর আক্ষরিক অর্থ হল বিশুদ্ধতা, পরিচ্ছন্নতা ও স্পষ্টতা। এটি মন, বাক এবং দেহের বিশুদ্ধতাকে নির্দেশ করে। শৌচ যোগের অন্যতম নিয়ম। মহাভারত ও পতঞ্জলির যোগসূত্রেও এটি আলোচিত হয়েছে। হিন্দুধর্ম ও জৈনধর্মে এটি একটি গুণ। হিন্দুধর্মে পবিত্রতা পূজার অংশ, মনোভাব বা মনের বিশুদ্ধতা পরিত্রাণের জন্য গুরুত্বপূর্ণ গুণ। বিশুদ্ধতা হল মন বিশুদ্ধ ও মন্দ চিন্তা ও আচরণ থেকে মুক্ত।\nশৌচ শরীরের বাইরের বিশুদ্ধতা ও মনের অভ্যন্তরীণ বিশুদ্ধতা অন্তর্ভুক্ত করে।  শৌচ ধারণাটি শুদ্ধির সমার্থক। লেপেজ বলে যে যোগে শৌচ অনেক স্তরে আছে, এবং একটি বোঝার এবং বিবর্তন হিসাবে বৃদ্ধি আত্ম বৃদ্ধি।\nশৌচ, বা শরীরের সামগ্রিক বিশুদ্ধতা, স্বাস্থ্য, সুখ ও সাধারণ সুস্থতার জন্য অপরিহার্য বলে মনে করা হয়। দৈহিক পরিচ্ছন্ন দ্বারা বাহ্যিক বিশুদ্ধতা অর্জন করা হয়, যখন আসন ও প্রাণায়াম সহ শারীরিক ব্যায়ামের মাধ্যমে অভ্যন্তরীণ বিশুদ্ধতা গড়ে তোলা হয়। দৈহিক পরিচ্ছন্নর সাথে সাথে নিজের শরীরকে পরিচ্ছন্নতার জন্য, শৌচের ধারণা শরীরকে বিশুদ্ধ করার জন্য তাজা এবং পরিষ্কার খাবারের সাথে চারপাশের পরিষ্কার পরিচ্ছন্নতার পরামর্শ দেয়। শৌচের অভাব, যেমন শরীরে বিষ তৈরি হতে দেওয়া অপবিত্রতার উৎস।\nশৌচ শরীরের বিশুদ্ধতার বাইরে যায়, এবং বাক এবং মনের বিশুদ্ধতা অন্তর্ভুক্ত করে। রাগ, ঘৃণা, কুসংস্কার, লোভ, অহংকার, ভয়, এবং নেতিবাচক চিন্তা মনের অপবিত্রতার উৎস। বুদ্ধির অশুচি আত্ম-পরীক্ষা প্রক্রিয়ার মাধ্যমে, অথবা স্ব-জ্ঞানের মাধ্যমে (অধ্যাত্ম-বিদ্যা) পরিষ্কার করা হয়। মন উদ্দেশ্য, অনুভূতি, কর্ম ও এর কারণগুলির উপর মননশীলতা এবং ধ্যানের মাধ্যমে শুদ্ধ হয়।\nযোগের বেদান্ত পথের শিক্ষকরা পবিত্র চিন্তাভাবনা ও পবিত্র কর্ম সম্পাদনের জন্য প্রস্তুত হন। শিক্ষার্থীরা এবং তরুণরা শিক্ষকদের উপাসনার জন্য প্রস্তুত, আত্মনিয়ন্ত্রণ এবং নিঃস্বার্থতা তৈরি করতে সাহায্য করে। এটি একটি সত্য উপহার দেওয়া - বিনিময়ে কিছু প্রত্যাশা না করে কিছু দেওয়া। সারদা দেবী বলেছিলেন \"বিশুদ্ধ মন আনন্দিত প্রেম (প্রেমা-ভক্তি) লাভ করে।\"\n\n\n== সাহিত্য ==\nশৌচকে যোগের পাঁচটি নিয়মের মধ্যে অন্তর্ভুক্ত করা হয়েছে, এটি এমন কার্যকলাপ যা ব্যক্তির আধ্যাত্মিক বিকাশের জন্য সুপারিশ করা হয়। যোগসূত্রের শ্লোক ২.৩২ পাঁচটি নিয়মের তালিকা করেছে। শ্লোক ২.৪০ তে, পতঞ্জলি বাইরের বিশুদ্ধতা বর্ণনা করে, যখন শ্লোক ২.৪১ ভিতরের বিশুদ্ধতা নিয়ে আলোচনা করে, নিম্নরূপ:\n\nশাণ্ডিল্য উপনিষদের তালিকাভুক্ত দশটি যমের মধ্যে একটি হল শৌচ। এটি প্রাচীন ভারতীয় গ্রন্থে শেখানো পুণ্য সংযম (যম) অন্যতম। অন্য নয়টি যম হল অহিংসা, সত্য, অস্তেয়, ব্রহ্মচর্য,  ক্ষমা, ধৃতি, দয়া, অর্জব, ও মিতাহার।\nমহাকাব্য মহাভারত অসংখ্য বইয়ে বিশুদ্ধতার গুণ (সৌচা) উল্লেখ করেছে। উদাহরণস্বরূপ, বই ১৪ অধ্যায় ৩৮ এ, এটি শৌচকে মুক্ত, সুখী ও ধার্মিক ব্যক্তির মধ্যে পাওয়া উচ্চ মানের হিসাবে তালিকাভুক্ত করেছে,\n\nভগবদ্গীতা বই ১৭, শ্লোক ১৪-১৬, শরীর, বক্তৃতা ও চিন্তা-ভাবনায় তিনটি স্তরে বিশুদ্ধতা বর্ণনা করেছে। দেহের বিশুদ্ধতা আসে শরীরের পরিচ্ছন্নতার সাথে সাথে একজন যা খায় ও পান করে। কথার বিশুদ্ধতা আসে সত্যবাদী হওয়া এবং এমন শব্দ ব্যবহারের মাধ্যমে যা অন্যের বা নিজের জন্য ক্ষতিকারক, ক্ষতিকর বা কষ্টদায়ক নয়। চিন্তার বিশুদ্ধতা প্রতিফলন, মনের শান্তি, নীরবতা, শান্তি, ভদ্রতা এবং সত্তার বিশুদ্ধতা থেকে আসে।\nমন, বাক ও দেহের বিশুদ্ধতা ভারতীয় দর্শনের অন্যতম গুরুত্বপূর্ণ গুণ।\n\n\n== আরও দেখুন ==\nযম\nনিয়ম\n\n\n== তথ্যসূত্র =="}