{"pageid": 1084696, "title": "সুরেন্দ্রমোহন বসু", "url": "https://bn.wikipedia.org/wiki?curid=1084696", "content": "সুরেন্দ্রমোহন বসু   (২ সেপ্টেম্বর, ১৮৮২ - ১১ অক্টোবর, ১৯৪৮) স্বদেশী চিন্তাধারায় অনুপ্রাণিত ব্যক্তিত্ব যিনি দেশে প্রথম  ডাকব্যাক ব্র্যান্ডের জলনিরোধক তথা ওয়াটারপ্রুফ সরঞ্জাম ইত্যাদির প্রস্তুতকারক। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nসুরেন্দ্রমোহন বসুর জন্ম ব্রিটিশ ভারতের অধুনা বাংলাদেশের ঢাকা জেলার বামনতিতা গ্রামে। পিতা মোহিনীমোহন বসু ছিলেন একজন প্রধান শিক্ষক। স্কুলের পড়াশোনা তৎকালীন  বেঙ্গল প্রেসিডেন্সির অধুনা  বিহার রাজ্যের গয়া জেলা স্কুলে। এখান থেকে প্রবেশিকা পাশের পর ভর্তি হন ভাগলপুর টি এন জুবিলি কলেজে। এফ এ পাশের পর ঢাকা কলেজে বি এসসি ক্লাসে ভরতি হন।এই সময় বিদেশ থেকে বৈজ্ঞানিক জ্ঞান আহরণ করে স্বদেশসেবায় তা নিয়োজিত করা ছিল তার অন্যতম বৈপ্লবিক কার্যক্রম। সেই উদ্দেশ্যে ১৯০৫ খ্রিস্টাব্দে  যোগীন্দ্রচন্দ্র ঘোষ স্কলারশিপ পাওয়া মাত্রই তিনি জাপান যাত্রা করেন। সেখানে প্রায় দেড় বছর হাতে-কলমে রঞ্জন শিল্প ও কাপড় ছাপাই-এর কাজ শেখেন। পরে আমেরিকার  স্ট্যানফোর্ড বিশ্ববিদ্যালয় থেকে ইন্ডাস্ট্রিয়াল কেমিস্ট্রি' তে বি এ ও ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় থেকে ফলিত রসায়নে এম এসসি পাশ করেন।  যুক্তরাষ্ট্রে পড়ার সময় ১৯১৩ খ্রিস্টাব্দে প্রতিষ্ঠিত হিন্দুস্থান স্টুডেন্টস অ্যাসোসিয়েশনের তিনি প্রথম সভাপতি হন। সেই অ্যাসোসিয়েশনে তিনি দেশের স্বনির্ভরতা ও স্বাধীনতার বিষয়ে বক্তৃতা দিয়ে বেড়াতেন। স্বভাবতই তিনি ব্রিটিশ শাসকের কোপদৃষ্টিতে পড়েন। দেশে ফিরে আসার পর বিপ্লবী হিসাবে তাঁকে বহু বছর সরকারি নির্যাতন সহ্য করতে হয়।  \n\n\n== কর্মজীবন ==\nকরদ রাজ্য রেওয়া স্টেটের শিল্পোন্নয়নে নিযুক্ত হওয়ার পর ভারত সরকারের ডিফেন্স   অফ ইন্ডিয়া অ্যাক্টে গ্রেফতার হয় যুক্তপ্রদেশের হামিরপুরে অন্তরীণ হন। সেই অবস্থাতেই নিজের চেষ্টায় সেখানে ছোটো ল্যাবরেটরির সরঞ্জাম জোগাড় করে জল নিরোধক কাপড় ও ক্যানভাস তৈরির গবেষণায় নিয়োজিত হন। প্রথম বিশ্বযুদ্ধ শেষের কিছু পরে ছাড়া পেয়ে বাংলায়  ফিরে আসেন। ১৯২০ খ্রিস্টাব্দে তিনি তার তিন ভাই- অজিতমোহন, যোগেন্দ্রমোহন ও বিষ্ণুপদ বসুর সহায়তায় প্রথমে কলকাতার নজর আলি লেনের বাসা-বাড়িতে প্রতিষ্ঠা করেন 'বেঙ্গল ওয়াটারপ্রুফ ওয়ার্কস'। \"ডাকব্যাক\" ব্র্যান্ডের  সহজলভ্য অথচ উচ্চমানের  ওয়াটারপ্রুফ স্কুলব্যাগ, আইস ব্যাগ, গামবুট, এয়ার পিলো তৈরি হতে লাগল। এমনকি সেনাদের ব্যবহার্য স্নো অ্যানকেল বুট, লাইফ জ্যাকেট এমনকি সাব মেরিন এস্কেপ স্যুটও ইত্যাদি  তৈরির কৃতিত্ব এই প্রতিষ্ঠানেরই। ১৯৪০ খ্রিস্টাব্দে প্রতিষ্ঠানটির নাম পরিবর্তিত হয়ে  বেঙ্গল ওয়াটারপ্রুফ লিমিটেড।\n\n\n== তথ্যসূত্র =="}