{"pageid": 1084621, "title": "আব্দুল হামিদ সোয়াতি", "url": "https://bn.wikipedia.org/wiki?curid=1084621", "content": "আব্দুল হামিদ খান সোয়াতি (১৯১৭ - ৬ এপ্রিল ২০০৮) (উর্দু: عبد الحمید خان سواتی) ছিলেন একজন পাকিস্তানি ইসলামি পণ্ডিত, লেখক, ইমাম, প্রভাষক এবং জামিয়া নুসরাতুল উলুম গুজরানওয়ালার প্রতিষ্ঠাতা। তিনি ছিলেন মুহাম্মদ সরফরাজ খান সফদারের ছোট ভাই এবং জাহিদুর রাশদির চাচা।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nআব্দুল হামিদ খান সোয়াতি ১৯১৭ সালে মনসেহরা জেলার শিনকিয়ারি থেকে কয়েক মাইল দূরে কুরমাং বালা পাহাড়ের চূড়ায় চিরান ঢাকিতে নূর আহমদ খানের পরিবারে জন্মগ্রহণ করেন। শৈশবে তার মা মারা যান। কিছু দিন পরে তার বাবাও মারা যান এবং তিনি তার ভাই মুহাম্মদ সরফরাজ খান সফদারের সাথে বুফা, মালিকপুর, খাখো, লাহোর, ওয়াডালা সিন্ধওয়ান, জাহানিয়ান মান্ডি, গুজরানওয়ালা এবং অন্যান্য জায়গার বিভিন্ন মাদ্রাসাতে একসাথে পড়াশোনা চালিয়ে যান এবং তারপরে ১৯৪১ সালে দারুল উলুম দেওবন্দে পৌঁছান। সেখানে তারা হুসাইন আহমদ মাদানি এবং অন্যান্য বিখ্যাত পণ্ডিতদের কাছ থেকে শিক্ষালাভ করেন। সোয়াতি সরকারী নিজামিয়া টিব্বি কলেজ এবং দারুল মুবাল্লিগিন লখনউতে আব্দুল শাকুর লখনভির অধীনে পড়াশোনা করেছিলেন। \n\n\n== কর্মজীবন ==\nস্নাতক শেষ করে গুজরানওয়ালায় ফিরে আসার পর তিনি কিছু সময়ের জন্য খায়ালি এবং কৃষ্ণ নগর (ফয়সালাবাদ পাড়া) এর কিছু মসজিদে ধর্মীয় সেবা করেন এবং চক নিয়ানে একটি ক্লিনিক শুরু করেন।১৯৫২ সালে তার শিক্ষক মুফতি আব্দুল ওয়াহিদ এবং অন্যান্য পণ্ডিতদের পরামর্শে, তিনি একটি ধর্মীয় মাদ্রাসা নুসরাতুল উলুম এবং একটি মসজিদ জামিয়া মসজিদ নূর নির্মাণ শুরু করেন। এবং ছিল আহমদ আলী লাহোরি, আবদুল্লাহ দরখাস্তি এবং মুফতি আবদুল ওয়াহিদ এবং তার ভাই মুহাম্মদ সরফরাজ খান সফদার তাকে এই কাজে সাহায্য করেছিল। \n\n\n== রচনাবলী ==\nসোয়াতি বেশ কয়েকটি বই লিখেছেন, যেমন;\n\nমালিমুল ইরফান ফি দারুসুল কুরআন \nখুতবাতে সোয়াতি \nমাকালাতে সোয়াতি \nআউনুল খাবির \n\n\n== মৃত্যু এবং উত্তরাধিকার ==\n৫ এপ্রিল ২০০৮ সালে দীর্ঘ অসুস্থতার পর সোয়াতি মারা যান এবং কালান গুজরানওয়ালা কবরস্থানে সমাহিত হন। তিনি তিন পুত্র রেখে গেছেন, তার উত্তরসূরী মাওলানা হাজী মুহাম্মদ ফাইয়াজ খান সোয়াতি, মাওলানা মুহাম্মদ রিয়াজ খান সোয়াতি এবং মাওলানা মুহাম্মদ আরবাজ খান সোয়াতি। \n\n\n== তথ্যসূত্র =="}