{"pageid": 1084169, "title": "ব্যান্ডউইথ (কম্পিউটিং)", "url": "https://bn.wikipedia.org/wiki?curid=1084169", "content": "কম্পিউটিংয়ে, ব্যান্ডউইথ হলো প্রদত্ত পাথ জুড়ে ডেটা স্থানান্তরের সর্বোচ্চ হার। ব্যান্ডউইথকে নেটওয়ার্ক ব্যান্ডউইথ, ডেটা ব্যান্ডউইথ বা ডিজিটাল ব্যান্ডউইথ হিসাবে চিহ্নিত করা যেতে পারে।\nব্যান্ডউইথের এই সংজ্ঞাটি সিগন্যাল প্রসেসিং, ওয়্যারলেস কমিউনিকেশনস, মডেম ডেটা ট্রান্সমিশন, ডিজিটাল কমিউনিকেশনস এবং ইলেকট্রনিক্সের ক্ষেত্রের বিপরীত, যেখানে ব্যান্ডউইথ হার্জে পরিমাপ করা এনালগ সিগন্যাল ব্যান্ডউইথ উল্লেখ করতে ব্যবহৃত হয়, যার মানে ফ্রিকোয়েন্সি পরিসীমা সর্বনিম্ন এবং সর্বোচ্চ প্রাপ্য ফ্রিকোয়েন্সি যখন সিগন্যাল শক্তিতে একটি সংজ্ঞায়িত দুর্বলতা স্তর পূরণ করে। আসল বিট রেট যা অর্জন করা যায় তা কেবল সিগন্যাল ব্যান্ডউইথের উপরই নয় চ্যানেলের গোলমালের উপরও নির্ভর করে।\n\n\n== নেটওয়ার্ক ক্ষমতা ==\nব্যান্ডউইথ শব্দটি কখনও কখনও নেট বিট রেট 'পিক বিট রেট', 'ইনফরমেশন রেট', বা ফিজিক্যাল লেয়ার 'ইউস বিট রেট', চ্যানেল ক্যাপাসিটি বা ডিজিটাল কমিউনিকেশন সিস্টেমে লজিক্যাল বা ফিজিক্যাল কমিউনিকেশন পাথের সর্বোচ্চ থ্রুপুটকে সংজ্ঞায়িত করে। উদাহরণস্বরূপ, ব্যান্ডউইথ পরীক্ষাগুলি একটি কম্পিউটার নেটওয়ার্কের সর্বোচ্চ থ্রুপুট পরিমাপ করে। এই যোগাযোগ ব্যবস্থার জন্য শ্যানন-হার্টলি চ্যানেলের ক্ষমতা দ্বারা একটি লিঙ্কে যে সর্বোচ্চ হার টিকিয়ে রাখা যায় তা সীমিত, যা হার্জ এর ব্যান্ডউইথ এবং চ্যানেলের গোলমালের উপর নির্ভরশীল।\n\n\n== নেটওয়ার্ক খরচ ==\nবিট/সেকেন্ডে খরচ করা ব্যান্ডউইথ, প্রাপ্ত থ্রুপুট বা গুডপুটের সাথে মিলে যায়, অর্থাৎ, যোগাযোগের মাধ্যমে সফল ডেটা ট্রান্সফারের গড় হার। খরচ করা ব্যান্ডউইথ ব্যান্ডউইথের আকৃতি, ব্যান্ডউইথ ম্যানেজমেন্ট, ব্যান্ডউইথ থ্রোটলিং, ব্যান্ডউইথ ক্যাপ, ব্যান্ডউইথ অ্যালোকেশন (উদাহরণস্বরূপ ব্যান্ডউইথ অ্যালোকেশন প্রোটোকল এবং ডাইনামিক ব্যান্ডউইথ অ্যালোকেশন) ইত্যাদি প্রযুক্তির দ্বারা প্রভাবিত হতে পারে। একটি বিট স্ট্রিমের ব্যান্ডউইথ একটি অধ্যয়নকৃত সময়ের ব্যবধানে হার্জ (বিট স্ট্রিমের প্রতিনিধিত্বকারী এনালগ সিগন্যালের গড় বর্ণালি ব্যান্ডউইথ)-এর গড় খরচ সংকেত ব্যান্ডউইথের সমানুপাতিক।\n\n\n== ওয়েব হোস্টিং ==\nওয়েব হোস্টিং পরিসেবায়, একটি নির্দিষ্ট সময়ের মধ্যে ওয়েবসাইট বা সার্ভারে স্থানান্তরিত ডেটার পরিমাণ বর্ণনা করতে ব্যান্ডউইথ শব্দটি প্রায়ই ভুলভাবে ব্যবহার করা হয়, উদাহরণস্বরূপ প্রতি মাসে গিগাবাইটে পরিমাপ করা ব্যান্ডউইথ খরচ। প্রতি মাসে বা প্রদত্ত সময়সীমার সর্বাধিক পরিমাণ ডেটা ট্রান্সফারের এই অর্থের জন্য ব্যবহৃত আরও সঠিক বাক্য হল মাসিক ডেটা ট্রান্সফার।\nএকই ধরনের পরিস্থিতি এন্ড ইউজার আইএসপি-এর ক্ষেত্রেও ঘটতে পারে, বিশেষ করে যেখানে নেটওয়ার্কের ক্ষমতা সীমিত (উদাহরণস্বরূপঃ অনুন্নত ইন্টারনেট সংযোগ এবং ওয়্যারলেস নেটওয়ার্কের ক্ষেত্রে)।\n\n\n== তথ্যসূত্র =="}