{"pageid": 1084283, "title": "দান (গুণ)", "url": "https://bn.wikipedia.org/wiki?curid=1084283", "content": "দান (সংস্কৃত: दान)  সংস্কৃত ও পালি শব্দ যা ভারতীয় দর্শনগুলিতে উদারতা, সহায়তা বা ভিক্ষা দেওয়ার গুণকে বোঝায়। এটিকে বিকল্পভাবে দান হিসাবে প্রতিলিপি করা হয়।\nহিন্দু, বৌদ্ধ, জৈন ও শিখ ধর্মে দান হলো উদারতা গড়ে তোলার অভ্যাস। এটি কষ্ট বা প্রয়োজনে ব্যক্তিকে দান করার রূপ নিতে পারে।  এটি জনহিতকর সর্বজনীন প্রকল্পের রূপও নিতে পারে যা অনেককে ক্ষমতায়ন করে এবং সাহায্য করে। দান ভারতীয় ঐতিহ্যের প্রাচীন রীতি, যা বৈদিক ঐতিহ্যে ফিরে আসে।\n\n\n== হিন্দুধর্ম ==\nহিন্দুধর্মে দান অর্থ দান করা, এবং প্রায়ই দান ও দানের প্রসঙ্গে। অন্যান্য প্রেক্ষাপটে, যেমন আচারে এটি কেবল কিছু দেওয়ার কাজকে নির্দেশ করতে পারে।  দান পরোপকারের ধারণার সাথে প্রাচীন গ্রন্থে সম্পর্কিত এবং উল্লেখ করা হয়েছে যার অর্থ হিতকর কাজ, অন্যকে সাহায্য করা;  দক্ষিণা যার অর্থ উপহার বা বেতন; এবং ভিক্ষা।\nদানকে ঐতিহ্যবাহী গ্রন্থে সংজ্ঞায়িত করা হয়েছে যে কেউ যাকে নিজের বলে মনে করে বা চিহ্নিত করে তার মালিকানা ত্যাগ করা, এবং বিনিময়ে কিছু আশা না করে প্রাপকের কাছে বিনিয়োগ করা।\nযখন দান সাধারণত এক ব্যক্তি বা পরিবারকে দেওয়া হয়, হিন্দুধর্মও জনসাধারণের উপকারের জন্য দান বা দান সম্পর্কে আলোচনা করে, যাকে কখনও কখনও উৎসর্গ বলা হয়। এটি একটি বৃহৎ প্রকল্প যেমন বিশ্রামাগার, স্কুল, পানীয় জল বা সেচের কূপ, গাছ লাগানো এবং অন্যান্যদের মধ্যে যত্নের সুবিধা নির্মাণের লক্ষ্যে কাজ করে।\n\n\n=== হিন্দুগ্রন্থে দান ===\nঋগ্বেদে বেদের মধ্যে দান-এর আদি আলোচনা আছে। ঋগ্বেদ এটিকে \"সত্য\" এর সাথে সম্পর্কিত করে এবং অন্য একটি স্তোত্রের মধ্যে দোষের দিকে ইঙ্গিত করে যে কেউ অভাবগ্রস্তদের না দেওয়া থেকে অনুভব করে। এটি দান শব্দের মূল, তার স্তোত্রগুলিতে দুঃখভোগীদের দান করার কাজটি উল্লেখ করার জন্য ব্যবহার করে। উদাহরণস্বরূপ, রালফ টি এইচ গ্রিফিথ, ঋগ্বেদের বই ১০, স্তোত্র ১১৭ এর অনুবাদ করেন:\n\nউপনিষদসমূহ দান-এর আদি উপনিষদিক আলোচনা উপস্থাপন করে। বৃহদারণ্যক উপনিষদ, ৫.২.৩ পদে উল্লেখ করেছে যে, একজন ভাল, উন্নত ব্যক্তির তিনটি বৈশিষ্ট্য হল আত্মসংযম (যম), সমস্ত সংবেদনশীল জীবনের প্রতি সহানুভূতি বা ভালবাসা (দয়া), এবং দান।\n\nतदेतत्त्रयँ शिक्षेद् दमं दानं दयामिति\nতিনটি প্রধান গুণাবলী শিখুন -আত্মসংযম, দান এবং সমস্ত জীবনের জন্য করুণা।\n\nছান্দোগ্য উপনিষদ, তৃতীয় বই, একইভাবে, বলে যে একটি সৎকর্মপূর্ণ জীবন প্রয়োজন: তাপস (তপস্যা), দান, অর্জব (সরলতা), অহিংসা (সমস্ত প্রানবন্ত মানুষের ক্ষতি না করা) এবং সত্যবচন (সত্যবাদিতা)।\nভগবদ গীতা ১৭.২০ থেকে ১৭.২২ পদে দান-এর সঠিক ও ভুল রূপ বর্ণনা করেছে। এটি ১৭.২০ শ্লোকে সাত্ত্বিক (ভাল, আলোকিত, বিশুদ্ধ) দানকে সংজ্ঞায়িত করে, যেমন প্রত্যাবর্তন ছাড়াই দেওয়া হয়, যথাযথ সময় ও স্থানে এবং যোগ্য ব্যক্তিকে। এটি রাজসিক (আবেগ, অহং চালিত, সক্রিয়) দানক সংজ্ঞায়িত করে ১৭.২১ শ্লোকে, যা কিছু প্রত্যাবর্তনের প্রত্যাশা দিয়ে, অথবা ফল ও ফলাফলের আকাঙ্ক্ষার সাথে, অথবা বিদ্বেষপূর্ণভাবে। এটি ১৭.২২ পদে তামসিক (অজ্ঞান, অন্ধকার, ধ্বংসাত্মক) দানকে সংজ্ঞায়িত করে, যেমন অযোগ্য ব্যক্তি,  ভুল জায়গায় ও সময়ে অবজ্ঞার সাথে দেওয়া হয়েছে। ১৭ অধ্যায়ে, ভগবদ গীতা সাত্ত্বিক দানে অবিচলতার পরামর্শ দেয়, অথবা দানের উত্তম রূপ হিসেবে উল্লেখ করে; এবং সেইসাথে তামসিক দানকে পরিহার করার পরামর্শ দেয়। এই তিনটি মনস্তাত্ত্বিক বিভাগকে হিন্দু দর্শনে গুণ বলা হয়।\nহিন্দু মহাকাব্য মহাভারতের আদিপর্ব, ৯১ অধ্যায়ে বলা হয়েছে যে একজন ব্যক্তিকে প্রথমে সৎ উপায়ে সম্পদ অর্জন করতে হবে, তারপরে দাতব্য কাজে লাগাতে হবে; যারা তার কাছে আসে তাদের অতিথিপরায়ণ হও; কোনো জীবকে কখনোই কষ্ট দিও না; এবং একটি অংশ ভাগ করুনঅন্যদের সাথে সে যা খায়। আদিপর্বের ৮৭ অধ্যায়ে, এটি মিষ্টি কথা বলা এবং কঠোর শব্দ ব্যবহার করতে অস্বীকার করা বা অন্যকে অন্যায় করা এমনকি যদি আপনার প্রতি অন্যায় করা হয়, দানশীলতার রূপ হিসাবে বলা হয়।\nবনপর্ব, ১৯৪ অধ্যায়ে, মহাভারত সুপারিশ করে যে, একজনকে অবশ্যই \"দান দ্বারা, অসত্যকে সত্য দ্বারা, দুষ্টকে ক্ষমা দ্বারা এবং অসততাকে সততার দ্বারা জয় করতে হবে\"। ৫৮ অধ্যায়ে অনুশাসন পর্ব, দান রূপে সর্বজনীন প্রকল্পগুলি সুপারিশ করে। এটি মানুষ ও গবাদি পশুর জন্য পানীয় জলের ট্যাঙ্ক নির্মাণের মহৎ রূপ হিসেবে আলোচনার পাশাপাশি অন্ধকার সর্বজনীন স্থানগুলোকে আলোকিত করার জন্য বাতি প্রদানের বিষয়ে আলোচনা করে। অধ্যায় ৫৮ এর পরবর্তী অংশে, এটি সর্বজনীন ফলের বাগান রোপণ বর্ণনা করে, এমন গাছের সাথে যা অপরিচিতদের জন্য ফল দেয় এবং ভ্রমণকারীদের ছায়া দেয়, যা দাতব্য দানশীলতার গুণগত কাজ। মহাভারতের ১৩ তম বইয়ের ৫৯ অধ্যায়ে, যুধিষ্ঠির এবং ভীষ্ম মানুষের মধ্যে সর্বোত্তম এবং স্থায়ী উপহার নিয়ে আলোচনা করেছে:\n\nসমস্ত প্রাণীর প্রতি ভালবাসা এবং স্নেহ এবং প্রতিটি ধরনের আঘাত থেকে বিরত থাকার আশ্বাস, দু inখের সময় একজন ব্যক্তির প্রতি দয়া ও অনুগ্রহের কাজ, যে কোনও উপহার দেওয়া হয় তা প্রদানকারীকে তার দ্বারা উপহার হিসাবে কখনও মনে না করেগঠন কর, হে ভারতবর্ষের প্রধান, সর্বোচ্চ এবং শ্রেষ্ঠ উপহার (দান)।\nভাগবত পুরাণ দান-এর উপযুক্ত ও অনুপযুক্ত ক্ষেত্র \nআলোচনা করে। বই ৮, অধ্যায় ১৯, শ্লোক ৩৬ এ বলা হয়েছে যে দাতব্য যদি অনুপযুক্ত হয় তবে এটি জৈবিক নির্ভরশীলদের বা নিজের ব্যক্তির পরিমিত জীবনযাপনকে বিপন্ন ও পঙ্গু করে। বিনয়ী জীবনযাপনের জন্য প্রয়োজনের অতিরিক্ত উদ্বৃত্ত আয় থেকে দানের জন্য পুরাণে সুপারিশ করা হয়েছে।\nঅনেক ভাষায় ভারতীয় হিন্দুগ্রন্থ বিদ্যমান।উদাহরণস্বরূপ, ২০০ খ্রিস্টপূর্বাব্দ থেকে ৪০০ খ্রিস্টাব্দের মধ্যে লেখা তিরুক্কুরাল, একটি দক্ষিণ ভারতীয় ভাষায় রচিত হিন্দুধর্মের সবচেয়ে প্রিয় ক্লাসিক। তিরুক্কুরাল তার ১নং বইয়ের ২৩ অধ্যায়ে  দাতব্য বিষয় ও এর গুণাবলী নিয়ে আলোচনা করেছে। তিরুক্কুরাল পরামর্শ দেন যে সৎকর্মপূর্ণ জীবন ও সুখের জন্য দান করা প্রয়োজন। তিনি ২৩ অধ্যায়ে বলেছেন: \"দরিদ্রকে দান করা সত্যিকারের দান, অন্য সব দান কিছু প্রত্যাশা প্রত্যাশা করে\"; \"সত্যিই, ক্ষুধা সহ্য করার ক্ষমতা মহান। বৃহত্তর এখনও অন্যের ক্ষুধা দূর করার শক্তি \"; \"দান করা নিজের জন্য একটি বড় পুরস্কার\"। ১০১ অধ্যায়ে তিনি বলেছেন: \"সম্পদ বিশ্বাস করা সবকিছুই, তবুও কিছু না দেওয়া, মনের একটি শোচনীয় অবস্থা\"; \"বিশাল সম্পদ এমন একজনের জন্য অভিশাপ হতে পারে, যে না তা ভোগ করে, না যোগ্যকে দেয়\"। মহাভারতের মতো, তিরুক্কুরালও দানের ধারণাকে কর্ম (শরীর), শব্দ (কথন) এবং চিন্তা (মন) পর্যন্ত বিস্তৃত করে। এটি বলে যে একটি উজ্জ্বল উজ্জ্বল হাসি, প্রেমময় চোখের দয়াশীল আলো, এবং আন্তরিক হৃদয় দিয়ে মনোরম কথা বলা একটি দানশীলতার ধরন যা প্রত্যেক মানুষের দেওয়া উচিত।\n\n\n=== আচার-অনুষ্ঠানে দান ===\nআচার -অনুষ্ঠান বোঝাতেও দান ব্যবহৃত হয়।উদাহরণস্বরূপ, হিন্দু বিবাহে, কন্যাদানের আচারে একজন পিতা তার মেয়ের হাতে বরের তুলে দেন, বরকে প্রতিশ্রুতি দেওয়ার জন্য যে তিনি ধর্ম, অর্থ ও কাম (প্রেম) এর সাধনায় কখনও ব্যর্থ হবেন না। বর কনের পিতাকে প্রতিশ্রুতি দেয় এবং সাক্ষী হিসেবে সকলের উপস্থিতিতে তিনবার তার প্রতিশ্রুতি পুনরাবৃত্তি করে।\nঅন্যান্য ধরনের দাতব্য অর্থনৈতিক কর্মকাণ্ডের দান এবং খাদ্য উৎসের অন্তর্ভুক্ত। উদাহরণস্বরূপ, গোদান (গরু দান), ভূ-দান (জমি দান), ও বিদ্যাদান বা জ্ঞানদান: জ্ঞান ও শিক্ষণ দক্ষতা ভাগ করা, ঔষধদান: অসুস্থ ও অসুস্থদের যত্নের দাতব্য, অভয়দান: ভয় থেকে মুক্তি দেওয়া (আশ্রয়, আসন্ন আঘাতের মুখোমুখি কাউকে সুরক্ষা দেওয়া), এবং আন্ন-দান: দরিদ্র, অভাবগ্রস্ত এবং সকলের জন্য খাদ্য দান।\n\n\n=== নিত্য দান ===\nহিন্দু ধর্মের দৃষ্টিকোণ থেকে নিত্য অর্থাৎ প্রতিদিন দানের মাহাত্ম্য যথেষ্ট। এ বিষয়টি নির্দেশ করেছেন ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথ :\n\n\"প্রত্যহ কিছু না কিছু সৎপাত্রে দান করিবে এবং তাহা শ্রদ্ধার সহিত করিবে’। ‘শ্রদ্ধয়া দেয়ম্’ ‘অশ্রদ্ধয়া অদেয়ম্’। এই সব করিলে চিত্তশুদ্ধ হইবে, চিত্তশুদ্ধ হইলে উপাসনায় দেবতার অনুভব আসিবে। এইসব বাহ্যকর্ম আচরণ করিতে হয়, তদ্দারা অন্তরে প্রতিক্রিয়া আসে।\"\n\n\n=== দানের প্রভাব ===\nহিন্দুধর্মে দাতব্য একটি মহৎ কাজ হিসাবে রাখা হয়, যা দাতব্য গ্রহণকারীদের কাছ থেকে কোন ফেরতের প্রত্যাশা ছাড়াই করা হয়। কিছু পাঠ্য কারণ, সামাজিক জীবনের প্রকৃতির কথা উল্লেখ করে, যে দান একটি ভাল কর্মের একটি রূপ যা ভবিষ্যতের পরিস্থিতি এবং পরিবেশকে প্রভাবিত করে, এবং সেই ভাল দাতব্য কাজগুলি পারস্পরিকতা নীতির কারণে ভাল ভবিষ্যৎ জীবনের দিকে পরিচালিত করে।\n\nঅন্যান্য হিন্দু গ্রন্থ, যেমন ব্যাস সংহিতা, বলে যে পারস্পরিকতা মানুষের স্বভাব এবং সামাজিক কার্যক্রমে সহজাত হতে পারে কিন্তু দান নিজের মধ্যে একটি গুণ, যেমন ভাল কাজ করা একজনের প্রকৃতি তুলে ধরে। পাঠ্যগুলি অযোগ্য প্রাপকদের দাতব্য করার সুপারিশ করে না বা যেখানে দাতা ক্ষতিগ্রস্ত হতে পারে বা প্রাপককে আঘাত করতে পারে। দান, এইভাবে, একটি ধর্মীয় কাজ, আদর্শবাদী-আদর্শিক পদ্ধতির প্রয়োজন, এবং আধ্যাত্মিক এবং দার্শনিক প্রসঙ্গ আছে। প্রাপকের উপর দানের প্রভাব সম্পর্কে অধ্যবসায়ের জন্য দাতার অভিপ্রায় এবং দায়বদ্ধতা দানের মতোই গুরুত্বপূর্ণ হিসাবে বিবেচিত হয়। যদিও দাতার বিনিময়ে দানের কিছু আশা করা উচিত নয়, তবে দাতা প্রাপকের চরিত্র নির্ধারণের জন্য প্রচেষ্টা করবেন বলে আশা করা হচ্ছে, সম্ভবত প্রাপকের কাছে এবং সমাজে ফিরে আসবে। মধ্যযুগের কিছু লেখক বলেছেন যে দান সর্বোত্তমভাবে করা হয় শ্রদ্ধা (বিশ্বাস) দিয়ে, যা সংজ্ঞায়িত করা হয় সদিচ্ছায় থাকা, প্রফুল্ল, দাতব্য গ্রহীতাকে স্বাগত জানানো এবং অনসূয়া ছাড়া দেওয়া (প্রাপকের ত্রুটি খুঁজে পাওয়া)। কোহলার বলছেন, হিন্দুধর্মের এই পণ্ডিতরা পরামর্শ দেন যে দানটি সবচেয়ে বেশি কার্যকর হয় যখন এটি আনন্দের সাথে করা হয়, \"প্রশ্নহীন আতিথেয়তা\" এর অনুভূতি, যেখানে দানা স্বল্পমেয়াদী দুর্বলতা এবং প্রাপকের পরিস্থিতি উপেক্ষা করেএবং একটি দীর্ঘমেয়াদী দৃশ্য নেয়।\n\n\n=== ঐতিহাসিক দলিলে ===\nজুয়ানজ্যাং, ভারতে চীনা তীর্থযাত্রী, তার ৭ম শতাব্দীর খ্রিস্টীয় স্মৃতিচারণে অনেক \"পূণ্য-সালাস\" (মঙ্গল, যোগ্যতা, দানের ঘর) বর্ণনা করেছেন। তিনি তক্কা (পাঞ্জাব) এবং অন্যান্য উত্তর ভারতীয় স্থান যেমন গঙ্গা নদীর মুখে হরিদ্বারের দেব মন্দির এবং মুলস্থানপুরায় আটটি দেব মন্দিরের মতো এই পূণ্যসাল ও ধর্মশালগুলির উল্লেখ করেছেন। এগুলি, রেকর্ড করা জুয়ানজ্যাং, দরিদ্র ও দুর্ভাগ্যবানদের সেবা করেছে, তাদের খাদ্য, বস্ত্র এবং ওষুধ সরবরাহ করেছে, ভ্রমণকারীদের এবং দুঃস্থদের স্বাগত জানিয়েছে। এগুলি এত সাধারণ ছিল, তিনি লিখেছিলেন যে, \"[তার মতো] ভ্রমণকারীরা কখনই খারাপভাবে ছিল না।\"\nফার্সি ঐতিহাসিক আল-বিরুনি, যিনি ১০১৭ সাল থেকে ১৬ বছর ধরে ভারতে গিয়েছিলেন এবং বসবাস করেছিলেন, তিনি হিন্দুদের মধ্যে দান ও অনুদান দেওয়ার অভ্যাসের কথা উল্লেখ করেছিলেন, যেমনটি তিনি তার থাকার সময় দেখেছিলেন। তিনি লিখেছিলেন, \"তাদের (হিন্দুদের) প্রতিদিন যতটা সম্ভব ভিক্ষা দেওয়া বাধ্যতামূলক।\"\n\nকরের পরে, তাদের আয় কীভাবে ব্যয় করা যায় সে সম্পর্কে বিভিন্ন মতামত রয়েছে। কেউ কেউ এর এক-নবম ভাগ ভিক্ষার জন্য নির্ধারণ করে। অন্যরা এই আয়কে (করের পরে) চার ভাগে ভাগ করে। এক চতুর্থাংশ সাধারণ ব্যয়ের জন্য নির্ধারিত হয়, দ্বিতীয়টি একটি মহৎ মনের উদার কাজের জন্য, তৃতীয়টি ভিক্ষার জন্য এবং চতুর্থটি সংরক্ষিত রাখার জন্য।\nস্যাট্রাম, যাকে বলা হয় চোল্ট্রি, ধর্মশালা বা ভারতের কিছু অংশে, হিন্দু দাতব্যতার একটি প্রকাশ।স্যাট্রামগুলি ভ্রমণকারী এবং দরিদ্রদের জন্য আশ্রয়স্থল (বিশ্রামাগার), যেখানে অনেক পরিবেশন করা জল এবং বিনামূল্যে খাবার রয়েছে। এগুলি সাধারণত দক্ষিণ এশিয়ার প্রধান হিন্দু মন্দিরের স্থানগুলির পাশাপাশি প্রধান মন্দিরগুলির কাছাকাছি রাস্তার পাশে প্রতিষ্ঠিত ছিল।\nহিন্দু মন্দিরগুলি দাতব্য প্রতিষ্ঠান হিসেবে কাজ করে।বার্টন স্টেইন বলেছেন যে দক্ষিণ ভারতীয় মন্দিরগুলি চোল রাজবংশ এবং বিজয়নগর সাম্রাজ্যের সময় দ্বিতীয় সহস্রাব্দের প্রথমার্ধের মধ্য থেকে ভক্তদের কাছ থেকে দান (মেলভারাম) সংগ্রহ করেছিল। এই দান তখন দুঃখ -কষ্টে মানুষকে খাওয়ানোর পাশাপাশি সেচ ও ভূমি পুনরুদ্ধারের মতো জনসাধারণের প্রকল্পে অর্থায়নে ব্যবহৃত হত।\n\n\n=== দানের উপর হিন্দুশাস্ত্র ===\nবিজ্ঞানেশ্বরের মিতাকার হল চালুক্য রাজবংশের পৃষ্ঠপোষকতায় রচিত ১১ শতাব্দীর প্রথাগত আলোচনা এবং দানের ভাষ্য। দাতব্য সম্পর্কে আলোচনা আকরার (নৈতিক আচরণ) বিষয়ে তার নিবন্ধ অন্তর্ভুক্ত করা হয়েছে।\nহিন্দুধর্মে দান এবং ভিক্ষার জন্য নৈতিকতা, পদ্ধতি এবং যৌক্তিকতা নিয়ে আলোচনা করা প্রধান সংস্কৃত গ্রন্থগুলির মধ্যে রয়েছে, মারিয়া হেইম বলেন, দ্বাদশ শতাব্দীর দান কান্দা \"১২ শতাব্দীর দান সাগর\" এরদেবগিরির হেমাদিরির (আধুনিক দৌলতাবাদ, মহারাষ্ট্র) বাংলার বল্লালসেন এবং চতুর্দশ শতাব্দীর উপ-বই দানখণ্ড কাতুরবর্গাসিন্তামনিতে \"মানব জীবনের চারটি লক্ষ্যগুলির মণি\" দেওয়া। প্রথম দুটি হল কয়েকশ পৃষ্ঠার গ্রন্থ, যখন তৃতীয়টি দানের জন্য হাজার পৃষ্ঠার সংকলন, এমন একটি অঞ্চল থেকে যা বর্তমানে আধুনিক মহারাষ্ট্র এবং তেলেঙ্গানার অংশ; লেখাটি ১৪ থেকে ১৯ শতকে দাক্ষিণাত্য অঞ্চল এবং দক্ষিণ ভারতের হিন্দুদের প্রভাবিত করেছিল।\n\n\n== বৌদ্ধধর্ম ==\nদান আনুষ্ঠানিক ধর্মীয় কাজ হিসাবে বিশেষভাবে একজন সন্ন্যাসী বা আধ্যাত্মিকভাবে বিকশিত ব্যক্তির দিকে পরিচালিত হয়। বৌদ্ধ চিন্তাধারায়, এটি প্রদানকারীর মনকে পরিশুদ্ধ ও রূপান্তরিত করার প্রভাব রয়েছে।\nদান করার মাধ্যমে উদারতা বিকশিত হয় বস্তুগত সম্পদের অভিজ্ঞতা এবং সম্ভবত সুখী অবস্থায় পুনর্জন্ম লাভ করে। পালি মূলে দীঘাজানু সূত্রে, উদারতা (সেখানে পালি শব্দ কাগা দ্বারা চিহ্নিত করা হয়েছে, যা দানের সমার্থক হতে পারে) চারটি বৈশিষ্ট্যের মধ্যে একটি হিসেবে চিহ্নিত করা হয়েছে পরবর্তী জীবনে সুখ এবং সম্পদের শর্ত। বিপরীতভাবে, প্রদানের অভাব অসুখী রাজ্য এবং দারিদ্র্যের দিকে পরিচালিত করে।\n\nদান একটি পারমিতা বা \"পারফেকশন\" এর দিকে নিয়ে যায়, দানপারমিতা। এটি অননুমোদিত এবং নিঃশর্ত উদারতা, দেওয়া এবং ছেড়ে দেওয়া দ্বারা চিহ্নিত করা যেতে পারে।\nবৌদ্ধরা বিশ্বাস করে যে বিনিময়ে কিছু না চাওয়া দিলে বৃহত্তর আধ্যাত্মিক সম্পদ পাওয়া যায়। তদুপরি, এটি অর্জনের আবেগকে হ্রাস করে যা শেষ পর্যন্ত অহংকার থেকে অব্যাহত ভোগান্তির দিকে পরিচালিত করে।\nদান, বা উদারতা, উভয় বস্তুগত বা অপ্রয়োজনীয় উপায়ে দেওয়া যেতে পারে। আধ্যাত্মিক দান- বা মহৎ শিক্ষার উপহার, যা ধম্ম-দান নামে পরিচিত, বুদ্ধ অন্য সব উপহারকে ছাড়িয়ে যাওয়ার কথা বলেছেন। এই ধরনের উদারতার মধ্যে রয়েছে যারা বুদ্ধের শিক্ষাকে ব্যাখ্যা করে, যেমন ভিক্ষু, যারা উপদেশ প্রচার করেন বা ত্রিপিটক থেকে পাঠ করেন, ধ্যানের শিক্ষক, অযোগ্য ব্যক্তি যারা অন্যদেরকে নীতি রাখতে বা শিক্ষকদের সহায়তা করতে উৎসাহিত করেনধ্যানের। খাদ্য, অর্থ, পোশাক, এবং ঋষধের মতো বস্তুগত উপহার দেওয়ার সবচেয়ে সাধারণ রূপ।\n\n\n== জৈনধর্ম ==\nদান, হিন্দুগ্রন্থ মিতাক্ষরা ও বাহনি পুরাণ ও বৌদ্ধগ্রন্থে যেমন গুরুত্বপূর্ণ, তেমনি জৈনধর্মে পুণ্য ও কর্তব্য হিসাবে বর্ণনা করা হয়েছে। এটি করুণার কাজ হিসেবে বিবেচিত, এবং বস্তুগত লাভের আকাঙ্ক্ষা ছাড়াই করা উচিত। জৈনধর্মের গ্রন্থে চার ধরনের দান নিয়ে আলোচনা করা হয়েছে: অহার-দান (খাদ্য দান), ঔষধ-দান, জ্ঞান-দান ও অভয়-দান (সুরক্ষা দেওয়া বা ভয় থেকে মুক্তি দেওয়া)। জৈনধর্মের বিষণ্ন পদ্ধতিতে, ইতিবাচক কর্মফল লাভের দশটি মাধ্যমের মধ্যে একটি হল দান। জৈনধর্মের মধ্যযুগীয় গ্রন্থগুলি তাদের আলোচনার উল্লেখযোগ্য অংশ দানের প্রয়োজন ও গুণের জন্য উৎসর্গ করে।  যশস্তিলকের বই অষ্টম ধারা ৪৩ জৈনধর্মে দানের ধারণাকে উৎসর্গ করা হয়েছে।\n\n\n== শিখধর্ম ==\n\nদান, যাকে ভন্ড ছাকো বলা হয়, শিখদের তিনটি দায়িত্বের মধ্যে একটি হিসেবে বিবেচিত হয়। দায়িত্বের মধ্যে রয়েছে একজনের উপার্জনের অংশ অন্যের সাথে ভাগ করা, দাতব্য দান করা এবং অন্যের যত্ন নেওয়া। শিখধর্মে দানের উদাহরণগুলির মধ্যে রয়েছে নিঃস্বার্থ সেবা ও ল্যাঙ্গার।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nMaria Heim (2004), Theories of the Gift in Medieval South Asia: Hindu, Buddhist, and Jain, Routledge, আইএসবিএন ৯৭৮-০৫২১৬০৫১৩৭\nVijay Nath (1987), Dāna, gift system in ancient India, c. 600 BC - c. AD 300: a socio-economic perspective, Munshiram Manoharlal Publishers, আইএসবিএন ৯৭৮-৮১২১৫০০৫৪৮\n\n\n== বহিঃসংযোগ ==\nPhilanthropy in India, K.A.N. Singh, Queensland University of Technology, Australia (2002)\nDana -- The Practice of Giving.   Selected essays edited by Bhikkhu Bodhi\nRevealing Indian Philanthropy  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ আগস্ট ২০২১ তারিখে M Cantegreil et al., UBS, Switzerland (2013)"}