{"pageid": 1085566, "title": "উইমেন অন ওয়েব", "url": "https://bn.wikipedia.org/wiki?curid=1085566", "content": "উইমেন অন ওয়েব (ওয়াও) একটি কানাডীয় অলাভজনক সংগঠন, যা নারীদের স্বাস্থ্য ও জীবন রক্ষার জন্য গর্ভনিরোধ এবং নিরাপদ গর্ভপাতের সেবা পাওয়ার পক্ষে এবং সুবিধা প্রদান সহজতর করে।  যাদের নিরাপদ গর্ভপাত বা গর্ভনিরোধের জন্য সহায়তা প্রয়োজন তাদের অনলাইন পরামর্শ পাবার ব্যবস্থা এই ওয়েবসাইটে রয়েছে।  উইমেন অন ওয়েব ওয়েবসাইটটি ১৬টি ভাষায় উপলব্ধ; ভাষাগুলো হলো: আরবি, ইংরেজি, ফরাসি, জার্মান, জাপানি, কোরীয়, হাঙ্গেরীয়, ইন্দোনেশীয়, ইতালীয়, ফার্সি, পোলিশ, পর্তুগিজ, রুশ, স্পেনীয়, থাই ও তুর্কি। ডঃ রেবেকা গম্পার্টস নামে একজন ওলন্দাজ চিকিৎসক ২০০৫ সালে ওয়েবসাইটটি প্রতিষ্ঠা করেছিলেন। \nগবেষণা  দেখায় যে যদি নিরাপদ গর্ভপাত না পাওয়ায়, নারীরা স্বেচ্ছায় অস্বাস্থ্যকর পরিবেশে অযোগ্য ব্যক্তিদের কাছ থেকে অনিরাপদ গর্ভপাত ঘটায়, যাতে তাদের স্বাস্থ্য এবং জীবনের ঝুঁকি বেড়ে যায়। উইমেন অন ওয়েবের লক্ষ্য হল নিরাপদ গর্ভপাত যত্ন যে সকল নারী এবং গর্ভবতী মহিলারা পান সেই ব্যবস্থা করা এবং তা যেন হয় নিরাপদ, লজ্জামুক্ত এবং কলঙ্কমুক্ত গর্ভপাতের টেলিমেডিসিন সুবিধা প্রদান করা।\nগর্ভাবস্থার ৯ম সপ্তাহের আগে বাড়িতে মিফপ্রিস্টোন এবং মিসোপ্রস্টল দিয়ে স্ব-পরিচালিত চিকিৎসায় গর্ভপাত করানো হয়।  ২০০৮ সালের ব্রিটিশ জার্নাল অব অবস্টেট্রিক্স অ্যান্ড গাইনোকোলজি কর্তৃক প্রকাশিত এক গবেষণায় দেখা গেছে যে, নারীরা শারীরিকভাবে দেখা না করেই বাড়িতে মিফপ্রিস্টোন এবং মিসোপ্রস্টল দিয়ে স্ব -পরিচালনায় গর্ভপাত করতে সক্ষম, যদি তাদের সঠিক তথ্য ও নির্দেশনা দেওয়া হয়। \n\n\n== গবেষণা ==\nগর্ভপাতের ফলাফলের উপর বেশ কয়েকটি বৈজ্ঞানিক গবেষণায় এবং উইমেন অন ওয়েব সেবা ব্যবহার করা মহিলাদের অভিজ্ঞতা প্রমাণ করেছে যে, টেলিমেডিসিনের মাধ্যমে গর্ভপাত নিরাপদ, অত্যন্ত কার্যকর এবং মহিলাদের কাছে গ্রহণযোগ্য।      এটি নিশ্চিত যে, উইমেন অব ওয়েবের সহায়তায় গর্ভপাত করা বিশ্ব স্বাস্থ্য সংস্থা দ্বারা নিরাপদ বলে স্বীকৃত। \nযেসব দেশে গর্ভপাত আইনত সীমাবদ্ধ নয় সেসব দেশের মহিলাদের তথ্যও উইমেন অন ওয়েব গবেষণা করেছে, মহিলাদের নিরাপদ গর্ভপাত পরিষেবা প্রদানের বাধাগুলি তুলে ধরার জন্য। যুক্তরাজ্য, নেদারল্যান্ডস, হাঙ্গেরি এবং মার্কিন যুক্তরাষ্ট্রের মতো দেশগুলির গবেষণায় দেখা গেছে যে, মহিলারা গর্ভপাতের পরিষেবা পেতে বাধার সম্মুখীন হন যখন এই পরিষেবাগুলি কেবল ক্লিনিক বা হাসপাতালেই পাওয়া যায়। \n\n\n== আরও দেখুন ==\nউইমেন অন ওয়েভস\n\n\n== তথ্যসূত্র ==\n\n \n\nWHO প্রকাশনার তালিকা: অনিরাপদ গর্ভপাত\n\n\n== বহিঃসংযোগ ==\nউইমেন অন ওয়েবের প্রাতিষ্ঠানিক ওয়েবসাইট"}