{"pageid": 1085773, "title": "নদওয়াতুল উলামা", "url": "https://bn.wikipedia.org/wiki?curid=1085773", "content": "নদওয়াতুল উলামা ভারতীয় আলেমদের একটি পরিষদ। মাহমুদ হাসান দেওবন্দি, আশরাফ আলী থানভী, খলিল আহমদ সাহারানপুরি সহ প্রমুখ আলেমের উপস্থিতিতে ১৮৯৩ সালে কানপুরে এটি প্রতিষ্ঠিত হয়। পরিষদের প্রথম পরিচালক ছিলেন মুহাম্মদ আলি মুঙ্গেরি এবং বর্তমান পরিচালক রাবে হাসানী নদভী। এটি ১৮৯৮ সালের ২৬ সেপ্টেম্বর লখনউতে দারুল উলুম নদওয়াতুল উলামা নামে একটি বিখ্যাত মাদ্রাসা প্রতিষ্ঠা করে।\n\n\n== ইতিহাস ==\n১৮৯৩ সালে কানপুরের মাদ্রাসা ফয়েজে আমের বার্ষিক সভায় আলেমদের একটি দল সর্বসম্মতিক্রমে নদওয়াতুল উলামা নামে এই পরিষদ গঠন করেন। এই সভায় মাহমুদ হাসান দেওবন্দি, আশরাফ আলী থানভী, খলিল আহমদ সাহারানপুরি, মুহাম্মদ আলি মুঙ্গেরি, ফখরুল হাসান গাঙ্গুহি, আহমদ হাসান কানপুরী এবং অন্যান্যরা উপস্থিত ছিলেন। প্রচলিত শিক্ষাব্যবস্থার সংস্কার এবং বিভিন্ন ধর্মীয় বিষয়ে মুসলিমদের মধ্যে মতপার্থক্য দূর করাই ছিল এই পরিষদ গঠনের উদ্দেশ্য। মুহাম্মদ আলি মুঙ্গেরি এই পরিষদের প্রধান প্রতিষ্ঠাতা মনে করা হয়।\n১৮৯৪ সালের ২২–২৪ এপ্রিলের মধ্যে মাদ্রাসা ফয়েজে আমে নদওয়াতুল উলামার প্রথম সাধারণ সভা অনুষ্ঠিত হয়। মুহাম্মদ আলি মুঙ্গেরি এই পরিষদের ছত্রছায়ায় একটি দারুল উলুম প্রতিষ্ঠা করার ধারণা দেন এবং ১৩১৩ হিজরির ১২ মুহররম ‘মুসাওয়াদায়ে দারুল উলুম’ নামে এর খসড়া উপস্থাপন করেন। ১৮৯৬ সালের ১১ এপ্রিল বেরেলিতে অনুষ্ঠিত নদওয়াতুল উলামার তৃতীয় সাধারণ সভায় এই খসড়া অনুমোদিত হয়। নদওয়াতুল উলামার অধীনে প্রতিষ্ঠিত দারুল উলুমের নাম দারুল উলুম নদওয়াতুল উলামা।\n\n\n== দারুল উলুম নির্মাণ ==\n\nহাবিবুর রহমান খান শেরওয়ানি এবং জহুরুল ইসলাম ফতেহপুরীর সাথে মুহাম্মদ আলি মুঙ্গেরি লখনউতে দারুল উলুম নদওয়াতুল উলামা নির্মাণের জন্য একটি জমি খুঁজতে যান। মুন্সি এহতেশাম আলী প্রতিষ্ঠানটির জন্য তার জমি দান করেছিলেন। প্রতিষ্ঠানটি নির্মাণের আগে তিনি গোলাগঞ্জে একটি বড় বাড়ি কিনে নদওয়াতুল উলামার হাতে তুলে দেন এবং ১৮৯৮ সালের ২ সেপ্টেম্বর পরিষদের কার্যালয় সেখানে স্থানান্তরিত হয়। ১৮৯৮ সালের ২৬ সেপ্টেম্বর প্রতিষ্ঠানটির প্রাথমিক ক্লাস শুরু হয়। মাদ্রাসাটি বর্তমানে নদওয়াতুল উলামা থেকেও বেশি জনপ্রিয়।\n\n\n== পরিচালক ==\nনদওয়াতুল উলামার প্রতিষ্ঠাকালীন বৈঠকে মুহাম্মদ আলি মুঙ্গেরি প্রথম পরিচালক নিযুক্ত হন। ১৯০৩ সালের ১৯ জুলাই তিনি পদত্যাগ করেন। ১৯০৫ সালের ২১ এপ্রিল পর্যন্ত মাসিহুজ্জামান খান ভারপ্রাপ্ত পরিচালক ছিলেন।\n১৯০৫ সালে পরিচালক নিযুক্ত হন খলিলুর রহমান সাহারানপুরি। তিনি ১৯১৫ সালের জুলাই পর্যন্ত এই পদে দায়িত্ব পালন করেন। তারপর আব্দুল হাই হাসানি পরিচালক নিযুক্ত হন। হাসানির মৃত্যুর পর আলী হাসান খানকে পরিচালক নিযুক্ত করা হয়। তার সময়ে নদওয়াতুল উলামার শেষ চারটি সাধারণ সভা অনুষ্ঠিত হয়েছিল। ১৯৩১ সালের ৯ জুন হাকিম আব্দুল আলী পরিচালক নিযুক্ত হন। তিনি ত্রিশ বছর এই পদে ছিলেন। ১৯৬১ সালে আবদুল আলীর স্থলাভিষিক্ত হন আবুল হাসান আলী নদভী। রাবে হাসানী নদভী ২০০০ সালে নদওয়াতুল উলামার পরিচালক হন।\n\n\n== আরও দেখুন ==\nদেওবন্দি সংগঠনের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\nআলি খান, গাজানফার (২০০১)। নদওয়াতুল উলামা: এ সেন্টার ফর ইসলামিক লার্নিং। পিএইচডি অভিসন্দর্ভ। ভারত: আলিগড় মুসলিম বিশ্ববিদ্যালয়। \nআল হাসানি, সৈয়দ মুহাম্মদ (২০১৬)। সীরাতে হযরত মাওলানা মুহাম্মদ আলি মুঙ্গেরি: বানী নদওয়াতুল উলামা (উর্দু ভাষায়) (৪র্থ সংস্করণ)। লখনউ: মজলিস সাহাফাত ওয়া নাশরিয়্যাত, নদওয়াতুল উলামা। \nখান, শামস তাবরিজ (২০১৫)। তারিখে নদওয়াতুল উলামা। ২। লখনউ: মজলিস সাহাফাত ওয়া নাশরিয়্যাত, নদওয়াতুল উলামা। \n\n\n== আরও পড়ুন ==\nওজকান, আজমি (২০০৬)। NEDVETÜ’l-ULEMÂ। টিডিবি এনসাক্লোপিডিয়া অব ইসলাম (তুর্কি ভাষায়)। ৩২। ইস্তাম্বুল, তুরস্ক: ইসলামি গবেষণা কেন্দ্র, ধর্ম বিষয়ক অধিদপ্তর। পৃষ্ঠা ৫১৪–৫১৫। আইএসবিএন 9789753894142। \nটেইলর, ক্রিস্টোফার বি. (১৮ জুন ২০১৫)। \"মাদ্রাসাস এন্ড সোশ্যাল মোবিলিটি ইন দি রিলিজিয়াস ইকোনমি: দি কেইস অব নদওয়াতুল উলামা ইন লখনউ\" (ইংরেজি ভাষায়)। আইএসএসএন 1960-6060। ডিওআই:10.4000/samaj.3932। \nরাশেদ, নিগাত (২০০৭)। এ ক্রিটিকাল স্টাডি অব দি রিফরমারিস্ট ট্রেন্ডস ইন দি ইন্ডিয়ান মুসলিম সোসাইটি ডিউরিং দি নাইন্টিং সেঞ্চুরি। পিএইচডি অভিসন্দর্ভ। ভারত: আলিগড় মুসলিম বিশ্ববিদ্যালয়। \nসাইফ, মশাল (২০১৯)। \"দি নদওয়াতুল উলামাস রোম্যান্স উইথ ইকবাল: ন্যারেটিভ কনস্ট্রাকশন এন্ড হিস্টোরিওগ্রাফি\" (ইংরেজি ভাষায়): ১৭৬২–১৭৯৬। আইএসএসএন 0026-749X। ডিওআই:10.1017/S0026749X17000956।"}