{"pageid": 1085270, "title": "ড্রিমস অফ ট্রেসপাস (বই)", "url": "https://bn.wikipedia.org/wiki?curid=1085270", "content": "ড্রিমস অফ ট্রেসপাস: টেলস অফ এ হারেম গার্লহুড হলো ফতেমা মের্নিসির লেখা একটি উপন্যাস (যুক্তরাজ্যে উপন্যাসটির মূল শিরোনাম ছিল দ্য হেরেম উইদিন: টেলস অব এ মরক্কো গার্লহুড)। এটিতে ১৯৪০-এর দশকে মরক্কোর একটি হারেমে লেখকের কাল্পনিক যৌবনের বর্ণনা এবং ইসলামি নারীবাদ, আরব জাতীয়তাবাদ, ফরাসি উপনিবেশবাদ ও চিরাচরিত এবং আধুনিকদের মধ্যে সংঘর্ষের মতো বিষয়গুলো তুলে ধরা হয়েছে। বইটি কাল্পনিক ঘটনার উপর ভিত্তি করে লেখা, যদিও এই সত্যটি শুধুমাত্র ফরাসি সংস্করণে উল্লেখ করা হয়েছে।\n\n\n== সারমর্ম ==\nএটি ১৯৪০ এবং ১৯৫০ এর দশকের প্রথম দিকে মরক্কোর ফেজের একটি চিরাচরিত হারেমে মের্নিসির শৈশব এবং কৈশোরের একটি কাল্পনিক বিবরণ বর্ণনা করে। লেখক তার শৈশবে ফেজের চিরাচরিত, প্রাচীরযুক্ত হারেম এবং গ্রামাঞ্চলে তার দাদার অন্তর্গত হারেম একই ভাবে চিরাচরিত কিন্তু ভৌগোলিকভাবে খোলা উভয় ক্ষেত্রেই বর্ণনা করে।\nমের্নিসি এবং তার চাচাতো ভাই সামিরের জন্য বিশেষ উদ্বেগের বিষয় হলো প্রাপ্তবয়স্ক ধারণার যথাযথ বর্ণনা — পুরো বই জুড়ে তারা ক্রমাগত হারেমের প্রকৃতি, হুদুদ (পবিত্র সীমানা), সত্য বনাম সুবিধার প্রশ্ন এবং ফরাসি উপনিবেশের বাহিনী ও মরক্কোর জাতীয়তাবাদীর মধ্যে ক্রমবর্ধমান উত্তেজনা নিয়ে আলোচনা করেছে।\nমরক্কো ১৯১২ সাল থেকে দুটি ইউরোপীয় দেশ দ্বারা সুরক্ষিত একটি রাজ্য। অর্থাৎ, এটি একটি সুরক্ষা কেন্দ্র। যার অর্থ মরক্কো একটি রাজ্য এবং অঞ্চল হিসাবে তার চরিত্র ধরে রেখেছে। একইভাবে, মরক্কোর নাগরিকদের তাদের জাতীয়তা অব্যাহত রয়েছে যা ফরাসি এবং স্প্যানীয় রাজ্যের আর নেই। ফরাসি সুরক্ষা রাজ্য হিসেবে এবং প্রতিরক্ষামূলক রাজ্যের প্রভাবের কারণে, রাজ্যের প্রশাসনে সবচেয়ে গুরুত্বপূর্ণ পরিবর্তন দেখা গিয়েছিল। যা বিদ্যমান প্রশাসনকে রূপান্তর করেছিল। \nযদিও ঐতিহ্যবাহী স্থানীয় প্রতিষ্ঠান এবং স্থানীয় ব্যবস্থাপনা কর্মী বজায় ছিল, যা ফ্রান্সের প্রশাসনের সরাসরি হস্তক্ষেপ ছাড়াই অঞ্চলটি নিয়ন্ত্রণ করা সহজ করে তোলে। এছাড়াও এই পরিবর্তনের অধীনে সুলতানের ক্ষমতা বৃদ্ধি পায়। নির্বাহী ও বিচারিকগণের ক্ষমতা ছাড়াও, দাহির মাধ্যমে আইনী ক্ষমতা ছিল, যা তখন পর্যন্ত সম্প্রদায়ের প্রতিনিধি উলামায়ে কেরামগণ ছিল। দুটি ভিন্ন প্রতিষ্ঠান তৈরি করা হয়েছিল, প্রথমটি হলো সুলতানকে কেন্দ্র করে, যা মন্ত্রী মাখজেনদের নিয়ে গঠিত এবং দ্বিতীয়টি প্রশাসনটি হলো ফরাসি সুরক্ষার আবাসিক কমিশনারের দায়িত্বে ছিল। এইভাবে, সরকারের সমস্ত ক্ষমতা এই দুটি প্রাতিষ্ঠানিক ব্যক্তিত্বের উপর পড়ে, যদিও এটি ফরাসি এবং মরক্কোর উপদেষ্টা কার্যালয়ের অস্তিত্বের দিকে লক্ষ্য করা উচিত ছিল কারণ সেসব প্রতিষ্ঠানের সদস্যরা জনগণের মাধ্যমে গণতান্ত্রিকভাবে নির্বাচিত হয়েছিল এবং তারা বড় শহরগুলিতে বিদ্যমান ছিল।\n\n\n== চরিত্র ==\n\n\n=== ফেজ ===\nচাচা আলী: মের্নিসির চাচা এবং তার বাবার বড় ভাই\nপিতা: মের্নিসির বাবা, দুই ভাইয়ের মধ্যে ছোট যারা হারেমে থাকেন\nলাল্লা রাডিয়া: মের্নিসির খালা\nমা: মের্নিসির মা হলো ফতেমা, ‍যিনি একজন স্পষ্টভাষী নারীবাদী এবং হারেম জীবনের প্রতিপক্ষ\nলাল্লা মণি: মের্নিসির পিতামহ, একজন অত্যন্ত রক্ষণশীল, পরম্পরাগত কর্ত্রী\nচাচাতো ভাই সামির: মের্নিসির পুরুষ চাচাতো ভাই, তার মাত্র কয়েক ঘন্টা আগে সে জন্মগ্রহণ করেন। শৈশব জুড়ে তিনি তার একজন নিত্যসঙ্গী\nচাচাতো বোন ছামা : মের্নিসির অন্য চাচাতো বোন, একজন স্বভাবগত অভিনয়কারী এবং গল্পকার\nচাচি হাবিবা: ফেজ হারেমের ছাদের কাছে, যিনি দারুণ কোমলময়ী এবং গল্প বলার দক্ষতার অধিকারী\nচাচাতো বোন মালিকা: মের্নিসির ধান্দাবাজ বড় চাচাতো বোন\nআহমদ: ভাড়া করা দারোয়ান, যার কাজ এটা নিশ্চিত করা যে, নারীদের কেউই যেন অনুমতি ছাড়া হারেম ত্যাগ না করে\nমিনা: একজন হারেম ক্রীতদাসী যার বন্দিদশার গল্প মের্নিসিকে সাহসিকতার জন্য অনুপ্রাণিত করে\nলাল্লা তাম: মের্নিসির সঠিক কুরআনের স্কুল প্রশিক্ষক; গল্পের কয়েকজন ব্যক্তির মধ্যে একজন যারা হারেমের সদস্য নন\n\n\n== হারেমের গ্রামাঞ্চল ==\nইয়াসমিনা: মের্নিসির স্নেহময়ী, বিদ্রোহী দাদি।\nলালা থর: মের্নিসির দাদার (তাজি) \"প্রথম স্ত্রী\"; যে তার সম্পদ এবং অহংকারের মাধ্যমে নিজেকে অন্য স্ত্রীদের থেকে বিচ্ছিন্ন করে।\nতামোউ: অ্যাটলাস পর্বতমালার একজন যোদ্ধা এবং বিধবা (আন অ্যামাজি), যার পরিবার (বাবা, স্বামী এবং একটি ছোট ছেলে এবং মেয়ে) স্প্যানীয় দখলদারিত্বের সাথে লড়াই করার সময় নিহত হয়েছিল। মের্নিসির দাদা তাজি তাকে আশ্রয় দেন ও বিয়ে করেন এবং তিনি এবং ইয়াসমিনা শেষ পর্যন্ত বন্ধু হয়ে যায়।\nইয়া: সুদান থেকে আসা একজন স্ত্রী, তিনি ইয়াসমিনা এবং তামোউ তার জন্য একটি কলাগাছ খুঁজে এবং রোপণ করার আগ পর্যন্ত বাড়িতে রোগে ভোগেন।\n\n\n== তথ্যসূত্র =="}