{"pageid": 1085423, "title": "গ্ল্যাডিস অ্যাডা", "url": "https://bn.wikipedia.org/wiki?curid=1085423", "content": "গ্ল্যাডিস অ্যাডা (১৯২১ - ১৯৯৫) একজন তিউনিসিয়ীয় কমিউনিস্ট এবং স্বাধীনতাবাদী এবং নারী অধিকার কর্মী ছিলেন।\n\n\n== জীবন ==\nঅ্যাডা গাবাসে ২ জুন ১৯২১ সালে একটি ইহুদি পরিবারে জন্মগ্রহণ করেছিলেন। অস্বাভাবিকভাবে তিনি প্রথমে মেয়েদের সাথে শিক্ষিত হন এবং তারপর সহশিক্ষায় শিক্ষিত হন। মুসলিম, ইহুদি এবং ইউরোপীয় মেয়েদের সংমিশ্রণে প্রাথমিক বিদ্যালয়ের ক্লাসে যাওয়া সত্ত্বেও, তার শিক্ষকদের সবাই ফরাসি বা ইউরোপীয় ছিলেন; ইউরোপীয় শিক্ষকদের থেকে বর্ণহীন বর্ণবাদের অভিজ্ঞতা অ্যাডার ইউরোপীয় উপনিবেশিকতা সম্পর্কে সচেতনতা জাগিয়ে তোলে। তার ইহুদি সম্প্রদায় এন্টিসেমিটিক ফ্যাসিস্টদের কাছ থেকে কিছু বর্ণবাদের শিকার হয়েছিল, কিন্তু মুসলিম সংখ্যাগরিষ্ঠদের দ্বারা সম্প্রদায়টি সুরক্ষিত ছিল। পনেরো বছর বয়সে তিনি তার সাত বছরের জ্যেষ্ঠ একজন ব্যক্তির সাথে বিবাহ বন্ধনে আবদ্ধ হন এবং তিনি তাকে তালাক না দেওয়া পর্যন্ত সাত বছর তার সাথে সংসার করেন। যে সময়ে তিউনিসিয়া ফরাসি সাম্রাজ্যের অংশ ছিল দ্বিতীয় বিশ্বযুদ্ধের সময় ছাড়া তখন এটি নাৎসি জার্মানির দখলে ছিল। অ্যাডা ভিচি তিউনিসিয়ায় জার্মান দখলদার বাহিনীর বিরুদ্ধে গোপনে নাৎসি-বিরোধী এবং উপনিবেশ বিরোধী লিফলেট বিতরণ করে রাজনৈতিক সক্রিয়তায় নিয়োজিত ছিলেন।\n১৯৪৪ সালে তিনি তার দ্বিতীয় স্বামী জর্জেস অ্যাডার সাথে দেখা করেন এবং বিয়ে করেন, তাদের যমজ সন্তান হয়। তাদের ছেলে সার্জ অ্যাডা ছিলেন একজন সফল ফরাসি ব্যবসায়ী। একই বছর তিনি, নীলা হাদ্দাদ এবং গিল্ডা খিয়ারি ছিলেন ইউনিয়ন অব দ্য উইমেন অব তিউনিসিয়ার (ইউএফটি)-এর সহ-প্রতিষ্ঠাতা। এটি ছিল স্থানীয় কমিউনিস্ট পার্টির সাথে যুক্ত একটি সংগঠন এবং এর নেতৃত্বে ছিলেন নাবিহা বেন মাইল্ড যিনি একজন মুসলিম ছিলেন। তিনি মহিলাদের জন্য বিনামূল্যে ক্লিনিক, শিশু এবং প্রাপ্তবয়স্কদের জন্য বিকল্প স্কুলের সাথে জড়িত হন। তিউনিশিয়ার স্বাধীনতার দাবির ফলে সেই সময়ে উপনিবেশিক বিদ্যালয়ে শিক্ষার প্রবেশাধিকার বন্ধ করা হচ্ছিল। অ্যাডাকে ঝুঁকিপূর্ণ হিসেবে দেখা হয়েছিল এবং জর্জেসকে ১৯৫০ এর দশকে বন্দী করা হয়েছিল।\nতিনি এবং ইউএফটি নিন্দিত তিউনিসিয়ান বন্দীদের পক্ষে ফরাসি কর্তৃপক্ষের কাছে আবেদনে জড়িত ছিলেন। তিউনিসিয়া ১৯৫৬ সালে স্বাধীনতা অর্জন করে এবং অনেকের বিপরীতে তিনি এবং তার স্বামী তিউনিসিয়ায় থাকার সিদ্ধান্ত নেন, তিনি এবং ইউএফটি ভেঙে পড়েননি এবং তারা আলজেরিয়ার কর্মীদের প্রতি তাদের সমর্থন বাড়িয়েছিলেন যারা এখনও ফ্রান্স থেকে স্বাধীনতা অর্জনের চেষ্টা করছেন। অ্যাডা এবং তার বন্ধু, তিউনিশিয়ার সংবাদপত্রের প্রাথমিক বিতরণের সাথে জড়িত হন এবং ফলস্বরূপ তিনি তিউনিসে বক্তৃতা দেন।\nতার দাম্পত্য সঙ্গী জর্জেস ২০০৯ সালে মারা যান।\n\n\n== তথ্যসূত্র =="}