{"pageid": 1085661, "title": "বারবারে জোর্জাদজে", "url": "https://bn.wikipedia.org/wiki?curid=1085661", "content": "বারবারে জোর্জাদজে (১৮৩৩-১৮৯৫), যিনি বারবারে এরিস্টভি-জোর্জাদজে নামেও পরিচিত, একজন জর্জিয়ান রাজকন্যা, লেখিকা এবং নারী অধিকারের আইনজীবী ছিলেন।\n\n\n== পটভূমি ==\nজোর্জাদজে ১৮৩৩ সালে জর্জিয়ার কিস্তৌরীতে জন্মগ্রহণ করেন এবং তিনি প্রিন্স ডেভিট এরিস্টভির কন্যা। তিনি ১২ বছর বয়সে জাকারিয়া জোর্জাদজের সাথে বিবাহ করেছিলেন। তার ভাই ছিলেন কবি এবং ইতিহাসবিদ রাফায়েল এরিস্টভি।\n\n\n== লেখা ==\n\nজর্জিয়ার প্রথম নারীবাদী হিসেবে বিবেচিত, জোর্জাদজে ছিলেন একজন কবি, নাট্যকার এবং প্রাবন্ধিক। তিনি ১৮৫৮ সালে সিস্কারি পত্রিকায় কবিতা প্রকাশ শুরু করেন। জনসাধারণের সমালোচনা সত্ত্বেও তিনি দ্রোয়েবা, ইভেরিয়া, কভালি এবং জেজিলির মতো সংবাদপত্র এবং ম্যাগাজিনে প্রকাশ অব্যাহত রেখেছিলেন।\n১৮৬১ সালে তিনি জর্জীয় ভাষার আধুনিকীকরণের চারপাশে বিতর্কে সোচ্চার ছিলেন, বিশেষ করে ইলিয়া চাভচাভাদজে এর ধারণাকে চ্যালেঞ্জ করে।\nজর্জাদজের নাটক, আমি যা খুঁজছিলাম এবং যা পেলাম, কুটাইসি থিয়েটারে ১৮৬৭ সালে প্রথম মঞ্চস্থ হয়েছিল। এটি বেশ কয়েক বছর এবং বিভিন্ন প্রেক্ষাগৃহে প্রদর্শিত হয়েছিল।\n১৮৭৪ সালে তিনি রান্নার বই, জর্জীয় রন্ধনপ্রণালী এবং চেষ্টা করা গৃহকর্মী নোট প্রকাশ করেছিলেন। একভটাইম খেলাদজের ছাপাখানা দ্বারা প্রকাশিত, এটি জর্জীয় এবং ইউরোপীয় উভয় খাবারের জন্য রন্ধনপ্রণালী সংগ্রহ করেছে। তার অনেক রন্ধনপ্রণালী ঐতিহ্যবাহী জর্জীয় খাবার তৈরির জন্য আদর্শ অনুশীলন বলে মনে করা হয় এবং বইটি জনপ্রিয় হয়ে উঠছে, যার মধ্যে টেকুনা গাছেচিলাদজের মতো পাচকও রয়েছে।\nজোর্জাদজে \"তরুণদের মনোযোগের জন্য কিছু শব্দ\" পত্র লিখেছিলেন যা ১৮৯৩ সালে কভালি পত্রিকায় প্রকাশিত হয়েছিল। এটি নারীর অধিকার সম্বন্ধে, জর্জীয় নারীবাদের একটি ইশতেহার হিসেবে বিবেচিত।\n২০১৭ সালে জর্জিয়ার জাতীয় সংসদীয় গ্রন্থাগার জর্জাদজের নামে একটি পাঠকক্ষের নামকরণ করে। কক্ষটিতে অনুক বেলুগার ম্যুরাল রয়েছে, যার মধ্যে জোর্জাদজে এবং অন্যান্য জর্জীয় মহিলা লেখক এবং কর্মীদের ম্যুরাল চিত্রিত হয়েছে।\n\n\n== সৃজনশীলতা ==\nহারানো স্বামী, সন্তান, দারিদ্র্য এবং নিজের এবং অন্য কারোর জীবন বদলানোর আকাঙ্ক্ষা থাকা বারবারে তার জীবনের শেষের দিকে উদ্ভাবন এবং তার নিজের যোগ্যতাকে অনেক উপায়ে সাধনা করতে চেয়েছিল। তিনি একজন লেখিকা ছিলেন, কবিতা ও নাটকেও কাজ করতেন, প্রচারক বা সাহিত্যিক চিঠি লিখতেন, নারী শিক্ষার ধারণা নিয়ে এসেছিলেন, সমতা প্রচার করেছিলেন, সমস্ত গুরুত্বপূর্ণ ঘটনাতে তার নিজস্ব মতামত ছিল, সাক্ষরতা শেখানোর জন্য তার নিজস্ব পদ্ধতি ছিল। কবিতা, গদ্য, নাট্যবিদ্যা, সাংবাদিকতা - বারবারে এরিস্টভি-জোর্জাদজে এই সমস্ত ক্ষেত্রে তার আকর্ষণীয় কাজ তৈরি করেছেন।\n\n\n== তথ্যসূত্র =="}