{"pageid": 1085342, "title": "বেঙ্গি ইয়ালদিস", "url": "https://bn.wikipedia.org/wiki?curid=1085342", "content": "বেঙ্গি ইয়ালদিস (জন্ম:১৫ নভেম্বর, ১৯৬৫ কুজলুক, বাটমান প্রদেশ, তুরস্ক ) একজন তুর্কি রাজনীতিবিদ, প্রাক্তন আইনজীবি ও সাংবাদিক। তিনি পিস এন্ড ডেমোক্রেসি পার্টির প্রতিনিধি হিসেবে দেশটির বাটমান প্রদেশ হতে তুরস্কের জাতীয় সংসদ সদস্য ছিলেন। জাতিগতভাবে একজন কুর্দিশ, এই রাজনীতিবিদ দুই মেয়াদে বাটমান প্রদেশ হতে ২০০৭ এবং ২০১১-এর তুরস্কের সাধারণ নির্বাচনে বিজয়ী হয়েছিলেন।\n\n\n== প্রারম্ভিক ও ব্যক্তিগত জীবন ==\nবেঙ্গি ইয়ালদিস তুরস্কের বাটমান প্রদেশের কুলজুকে ১৯৬৫ সালে জন্মগ্রহণ করেন। ইস্তাম্বুল বিশ্ববিদ্যালয়ের আইন অনুষদ থেকে স্নাতক অর্জন করেন এবং পেশাদার আইনজীবী ছিলেন। এছাড়াও তিনি সাংবাদিক হিসেবে গুনডেম, ডেমোক্রাসি, আলকেডেন উজগুর গন্ডেম পত্রিকায় কাজ করেছেন। এছাড়াও তুর্কি মানবাধিকার সমিতির (আইএইচডি) বাটমান শাখার সাবেক সভাপতি। বাটমান প্রদেশে তিনি আইনজীবি হিসেবে কাজের পাশাপাশি বাটমান শহরের মেয়রের উপদেষ্টা ছিলেন তিনি। ব্যক্তিগত জীবনে তিনি বিবাহিত, তার দুটি সন্তান আছে।\n\n\n== রাজনৈতিক জীবন ==\nবেঙ্গি ইয়ালদিস ২০০৭ সালের জুলাই মাসে, ডেমোক্রেটিক সোসাইটি পার্টির (ডিটিপি) স্বতন্ত্র প্রার্থী হিসেবে দাঁড়িয়েছিলেন এবং তুর্কি সংসদ নির্বাচনে সহস্র আশা জোট সমর্থন করেছিলেন এবং ডিটিপিতে যোগ দেওয়ার জন্য ব্যাটম্যানের সংসদ সদস্য হিসেবে তুর্কি সংসদে প্রবেশ করেছিলেন। এসময় তিনি তুরস্ক-ইইউ যৌথ সংসদীয় কমিটির সদস্য ছিলেন। তিনি ১২ জুন ২০১১-এর সাধারণ নির্বাচনে পুনরায় নির্বাচিত হন।\n\n\n== উল্লেখযোগ্য কর্ম ==\n২৫ জুলাই ২০১১ তারিখে তিনি ঘোষণা করেন যে পিকেকে/বিডিপি-এর নিয়ন্ত্রণাধীন কুর্দিরা তুর্কি সরকারকে কর প্রদান বন্ধ করবে। তিনি পরামর্শ দিয়েছিলেন যে পিকেকে/বিডিপি একটি লিবিয়ান জুমহুরিয়া ধরনের কাঠামো গঠন করবে যার মাধ্যমে পিকেকে/বিডিপি সমর্থিত কুর্দিরা স্থানীয়ভাবে সংগঠিত হবে এবং \"স্ব-নির্ধারিত গণতান্ত্রিক\" স্বায়ত্তশাসন তৈরির জন্য রাজনৈতিক দলগুলিকে বাতিল করবে। তিনি আরও পরামর্শ দিয়েছিলেন যে, যদিও পিকেকে/বিডিপি সমর্থিত কুর্দিরা কর থেকে অব্যাহতি পেতে চায়, তবুও তুর্কি প্রজাতন্ত্রের দায়িত্ব তাদের অবকাঠামো, রাস্তাঘাট, স্কুলে বিনিয়োগ করা এবং তাদের সরকারি কর্মচারীদের বেতন দেওয়া।\nসংসদ সদস্য থাকাকালীন তিনি কুর্দি ভাষা বলার স্পষ্ট সমর্থক ছিলেন।  এটি তুর্কি গ্র্যান্ড ন্যাশনাল এসেম্বলির স্পিকার মেহমেত আলী সাহিনের (যিনি অ্যান্ড ডেভেলপমেন্ট পার্টির সদস্য ছিলেন) কাছ থেকে বেশ সমালোচিত হয়েছিল, স্পিকার মনে করিয়ে দিয়েছিলেন যে, তুরস্কের রাজনৈতিক দল আইনের অনুচ্ছেদ ৮১ অনুসারে কুর্দি ভাষায় সংসদে কথা বলার অনুমতি ছিল না।\nতিনি ২০০৭ সালে ইউরোপীয় সংসদ কর্তৃক কুর্দি নারীদের আত্মহত্যার হার বৃদ্ধি সংক্রান্ত প্রতিবেদন তৈরীতে তথ্য দিয়ে সহায়তা করেছিলেন।\n\n\n== তথ্যসূত্র =="}