{"pageid": 1085763, "title": "সুইডেনে ধর্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1085763", "content": "সুইডেনে ধর্ষণ হল সুইডিশ পেনাল কোডের অধ্যায়ে বর্ণিত একটি আইনি সংজ্ঞা রয়েছে।  ঐতিহাসিকভাবে, ধর্ষণকে সংজ্ঞায়িত করা হয়েছে একজন নারী বা পুরুষের বিরুদ্ধে এক বা একাধিক লোকের দ্বারা সম্মতি ছাড়াই জোরপূর্বক যৌন সম্পর্ক। সাম্প্রতিক বছরগুলোতে, সুইডেনের আইনে ধর্ষণের সংজ্ঞায় বেশ কয়েকটি সংশোধন করা হয়েছে,   শুধুমাত্র সহবাস নয় বরং সম্মতি দিতে অক্ষম কারো বিরুদ্ধে দুর্বল পরিস্থিতিতে তুলনামূলক যৌন ক্রিয়াকলাপও অন্তর্ভুক্ত করা হয়েছে, যেমন ভয় বা অজ্ঞান অবস্থা, এমন ঘটনা কেউ ধর্ষণ হিসাবে মান্য করা হবে।\n২০১০-এর দশকের মাঝামাঝি সময়ে, প্রতি ১০০,০০০ জনের মধ্যে ৫০০০ জন থেকে ৭০০০ জনের মধ্যে ধর্ষণের ঘটনা ঘটেছে, যা অনেক ইউরোপীয় দেশের তুলনায় বেশি, কারণ সুইডিশ আইনে ধর্ষণকে সংজ্ঞায়িত শর্ত ও ২০০ টিরও কম দোষী সাব্যস্ত হওয়ার ঘটনার।\n২০১৮ সালে, সুইডেন একটি নতুন আইন পাস করেছে, যা সম্মতি ছাড়াই যৌনতাকে  ধর্ষণ হিসাবে প্রতিপন্ন করা হয়, এমনকি যখন কোন হুমকি, জবরদস্তি বা সহিংসতার ঘটনা জড়িত না থাকলেও। সুইডেনের আর কোনো সহিংসতা বা জবরদস্তির ব্যবহার বা হুমকি প্রমাণ করার জন্য প্রসিকিউটরদের প্রয়োজন নেই। এর ফলে অপরাধী সাব্যস্ত হওয়ার ঘটনা ৭৫% বৃদ্ধি পেয়ে ৩৩৩ টিতে পউচ্ছেছে পৌঁছেছে। \n\n\n== আইন ==\nসুইডেনে ধর্ষণের বিরুদ্ধে প্রথম বিধিবদ্ধ আইন ১৩তম শতাব্দীতে জারি করা হয়। এটি একটি গুরুতর অপরাধ হিসেবে বিবেচিত হয়েছিল, ১৭৭৯ সাল পর্যন্ত মৃত্যুদণ্ডযোগ্য অপরাধ হিসাবে বিবেচিত হত। বর্তমান সুইডিশ পেনাল কোড ১৯৬২ সালে গৃহীত হয়েছিল এবং ১৯৬৫ সালের ১লা জানুয়ারি আইনে পরিণত করা হয়েছিল। নীতি ও আইনে লিঙ্গ সমতার একটি দীর্ঘদিনের ঐতিহ্য, পাশাপাশি একটি প্রতিষ্ঠিত নারীবাদী আন্দোলন, বিভিন্ন আইনগত পরিবর্তন ও সংশোধনের দিকে পরিচালিত করেছে, যা ধর্ষণের সংজ্ঞা ব্যাপকভাবে প্রসারিত করেছে। উদাহরণস্বরূপ, ১৯৬৫ সালে সুইডেন বৈবাহিক ধর্ষণকে অপরাধ হিসাবে স্বীকার করা বিশ্বের প্রথম দেশগুলির মধ্যে একটি।  সমকামী কাজ ও লিঙ্গ নিরপেক্ষতা প্রথম ১৯৮৪ সালে প্রবর্তিত হয়েছিল,  এবং অজ্ঞান অবস্থায় (যেমন নেশা বা ঘুমের কারণে) থাকা কারো সাথে যৌন সম্পর্ক স্থাপন করার ঘটনাকে ২০০৫ সালে ধর্ষণের সংজ্ঞায় অন্তর্ভুক্ত করা হয়।\nসুইডেনে, আইন প্রয়োগের ক্ষেত্রে নজির স্থাপনে কেস লও গুরুত্বপূর্ণ ভূমিকা পালন করে। উদাহরণস্বরূপ, সুপ্রিম কোর্টের ২০০৮ সালের একটি রায় সিদ্ধান্ত নিয়েছে যে  মাদকাসক্ত বা ঘুমন্ত মহিলার যোনিতে ডিজিটাল অনুপ্রবেশকে যৌনমিলনের সাথে তুলনা করা ও একটি যৌন কাজ হিসেবে গণ্য করা হবে এবং তাই এটি ধর্ষণ হিসাবে বিবেচিত হবে। \n\n\n== তথ্যসূত্র =="}