{"pageid": 1085758, "title": "লীলা আহমেদ", "url": "https://bn.wikipedia.org/wiki?curid=1085758", "content": "লীলা আহমেদ (আরবি: لیلى أحمد; জন্ম ১৯৪০) একজন মিশরীয়-আমেরিকান ইসলামের পণ্ডিত। ১৯৯২ সালে তিনি তার বই \"উইমেন অ্যান্ড জেন্ডার ইন ইসলাম\" প্রকাশ করেন, যা আরব মুসলিম সমাজে নারীদের অবস্থানের একটি ঐতিহাসিক বিশ্লেষণ হিসেবে বিবেচিত। তিনি ১৯৯৯ সালে হার্ভার্ড ডিভিনিটি স্কুলে ধর্ম বিষয়ক মহিলাদের অধ্যয়নের প্রথম অধ্যাপক হয়েছিলেন এবং ২০০৩ সাল থেকে ভিক্টর এস থমাস অধ্যাপক ডিভিনিটি চেয়ার অধিকার করেন। আহমেদ যুক্তরাষ্ট্রে মুসলিম মহিলাদের \"পর্দা\" সম্পর্কে বিশ্লেষণের জন্য ধর্ম  লুইসভিলে বিশ্ববিদ্যালয়ের গ্রাউমায়ার পুরস্কার লাভ করেন।\n\n\n== জীবনী ==\nআহমেদ ১৯৪০ সালে কায়রোর হেলিওপলিস জেলায় জন্মগ্রহণ করেন। তার পিতা মিশরীয় মধ্যবিত্ত এবং মাতা উচ্চ শ্রেণীর তুর্কি পরিবারের। আহমদের শৈশব মুসলিম মিশরীয় মূল্যবোধ এবং প্রাচীন রাজ্য এর অধীনে মিশরের অভিজাত শ্রেণীর উদার দৃষ্টিভঙ্গি দ্বারা গঠিত হয়েছিল। ১৯৫২ সালে মুক্ত অফিসার্স আন্দোলনের সাথে থাকার কারণে আহমেদ পরিবার রাজনৈতিকভাবে বিচ্ছিন্ন হয়ে পড়ে। তার পিতা, একজন সিভিল ইঞ্জিনিয়ার, পরিবেশগত নীতির কারণে জামাল আবদেল নাসেরের আসওয়ান উচ্চ বাঁধ নির্মাণের একজন সোচ্চার বিরোধী ছিলেন।\n\n\n== কর্ম ==\n\n\n=== এ বর্ডার প্যাসেজ (১৯৯৯) ===\nআহমেদ মিশর এবং মধ্যপ্রাচ্য এ আরব জাতীয়তাবাদের একজন কঠোর সমালোচক ছিলেন। তিনি তার আত্মজীবনীতে আরব জাতীয়তাবাদ, এবং সেনাবাহিনীর অভ্যুত্থান এর পরে মিশরের জন্য আরব পরিচয় তৈরিতে যে রাজনৈতিক কারণ এবং প্রচেষ্টার প্রশ্নে একটি সম্পূর্ণ অধ্যায় উৎসর্গ করেন। আহমদের গবেষণার মতে, মিশরীয় \"আরব\" ধারণাটি বিশ শতকে কার্যত অচেনা ছিল।\nআহমেদ তার ইউরোপ এবং মার্কিন যুক্তরাষ্ট্র এর অভিজ্ঞতার কথা বলেছেন যা প্রায়ই উত্তেজনা এবং বিভ্রান্তিতে ভরা ছিল কারণ তিনি তার মুসলিম মিশরীয় পরিচয়কে পশ্চিমা মূল্যবোধের সাথে পুনর্মিলন করার চেষ্টা করেছিলেন।\nমহিলাদের প্রতি ইসলামিক দৃষ্টিভঙ্গি এবং মুসলিম বিশ্বে তাদের ঐতিহাসিক ও সামাজিক মর্যাদা সম্পর্কে যুগান্তকারী কাজের জন্য আহমেদ সম্ভবত আজ বিশেষভাবে পরিচিত পেয়েছেন। বিশেষ করে পর্দাপ্রথার প্রতি তার সমর্থনের জন্য, যে প্রথায় তিনি এক ধর্মনিরপেক্ষ মিশরীয় পরিবারে বড় হয়েছিলেন এবং তার বিরোধিতা করেছিলেন।\n\n\n=== উইমেন অ্যান্ড জেন্ডার ইন ইসলাম (১৯৯২) ===\nতার মৌলিক কাজে, ওইমান এন্ড জেন্ডার ইন ইসলাম (১৯৯২), আহমদ যুক্তি দেন যে মধ্যপ্রাচ্য তে যে নিপীড়নমূলক চর্চা মহিলাদেরকে করা হয় তা ইসলামের পরিবর্তে ইসলামের পিতৃতান্ত্রিক ব্যাখ্যার ব্যাপকতার কারণে ঘটে। তিনি বলেছিলেন যে ইসলামের বিকাশের সাথে সাথে ধর্মে দুটি ভিন্ন কণ্ঠস্বর প্রকাশিত হয়েছিল:\n\nএকটি নৈতিক কাঠামো যা সমস্ত মানুষের নৈতিক ও আধ্যাত্মিক সমতার পক্ষে;\nপুরুষ/মহিলা সম্পর্কের ভিত্তি হিসাবে একটি শ্রেণিবিন্যাস কাঠামো; লিঙ্গ ভিত্তিক/যৌন অনুক্রম।\n\n\n== তথ্যসূত্র =="}