{"pageid": 1085946, "title": "জাতীয় নারী ফ্রন্ট", "url": "https://bn.wikipedia.org/wiki?curid=1085946", "content": "জাতীয় মহিলা ফ্রন্ট (ইংরেজি: National Women's Front,এনডব্লিউএফ), ভারতের মহিলাদের ক্ষমতায়নের লক্ষ্যে ২০০৯ সালে গঠিত হয়েছিল। এটি ভারতের পপুলার ফ্রন্টের মহিলা শাখা, যা ভারতের একটি চরমপন্থী ও জঙ্গি ইসলামী মৌলবাদী সংগঠন বলে অভিযোগ রয়েছে। এনডব্লিউএফ -এর দৃষ্টিতে, \"বিশ্বের বৃহত্তম গণতন্ত্রে এখনও নারীরা প্রান্তিক এবং নিপীড়িত\"।\n\n\n== পটভূমি ==\nভারতীয় নারীদের অবস্থা লিঙ্গ সমতার দিকে এগিয়ে যাচ্ছে, কিন্তু নারীরা পুরুষতান্ত্রিক মানদণ্ডের সম্মুখীন হচ্ছে। লিঙ্গ সমতার দিকে পদক্ষেপ সত্ত্বেও, নারীরা এখনও সমাজ থেকে নির্যাতনের মুখোমুখি হয়। ভারতে ধর্ষণের হার বেশি, অন্যদিকে শারীরিক আক্রমণ এবং এসিড হামলাও বাড়ছে।  ন্যায় ও সমতার লড়াইয়ে নারীর ক্ষমতায়নের আশা নিয়ে জাতীয় মহিলা ফ্রন্ট প্রতিষ্ঠিত হয়েছিল।\n\n\n=== সংগঠনের ইতিহাস ===\nযদিও এনজিও এবং মানবিক সংগঠনগুলি ভারতে নারীদের অধিকারের প্রতি সমর্থন প্রদান করে, নারীবাদের প্রতি পশ্চিমা দৃষ্টিভঙ্গিগুলি প্রয়োজনীয় ত্রাণ সরবরাহ করতে পারে না।  ২০০৯ সালে বিতর্কিত পপুলার ফ্রন্ট অফ ইন্ডিয়ার নির্দেশনায় জাতীয় মহিলা ফ্রন্ট চালু করা হয়েছিল, যাতে \"নারীদের জন্য একটি প্ল্যাটফর্ম তৈরি করা যায়, যার মাধ্যমে নারীরা অন্যায়ের বিরুদ্ধে রুখে দাঁড়াতে পারে এবং তাদের অধিকারের জন্য লড়াই করতে পারে\"। সংস্থাটি প্রথমে তিনটি রাজ্যে কাজ শুরু করেছিল, এখন আটটি রাজ্যে কাজ করছে। উদ্দেশ্য হল গ্রামীণ সম্প্রদায়ের মহিলাদের সহায়তা প্রদান এবং উৎসাহিত করা, যা প্রায়ই সরকার তাদের সমতার জন্য লড়াই করার জন্য উপেক্ষা করে।\n\n\n== কর্মসূচি এবং প্রচারণা ==\n২০১৩ সালে নয়াদিল্লির ইন্ডিয়া ইসলামিক কালচারাল সেন্টারে ন্যাশনাল উইমেন্স ফ্রন্ট কর্তৃক মহিলা নিরাপত্তা বিষয়ক একটি কর্মশালার আয়োজন করা হয়েছিল যেখানে একজন অংশগ্রহণকারী উল্লেখ করেছিলেন যে \" ডিসেম্বর ২০১২ -এর সাম্প্রতিক ধর্ষণের ঘটনার মূল কারণ [নির্ভয়া ধর্ষণের ঘটনা উল্লেখ করে] ছিল মদ, কিন্তু কেউই অ্যালকোহল পরীক্ষার উপর জোর দেয়নি, যা এই জঘন্য অপরাধের নেতৃত্ব দেয়। এই ধরনের সহিংসতা বন্ধ করে আমাদের মদের বিরুদ্ধে সচেতনতামূলক প্রচারণায় কাজ করা উচিত।” \nনভেম্বরে ২০১৪, এনডব্লিউএফ কোয়েম্বাটুরে ভারতীয় মহিলাদের বিষয়ে বিতর্ক করার জন্য 'জাগরণ' সম্মেলনের আয়োজন করে। সম্মেলনের প্রাক্কালে, পপুলার ফ্রন্ট অফ ইন্ডিয়ার রাজ্য সভাপতি এএসআই ইসমাইল নারীদের অধিকার বিষয়ক সমস্যা নিয়ে একটি প্রদর্শনীর উদ্বোধন করেন। পারিবারিক সহিংসতা, ধর্ষণ, কন্যা ভ্রূণহত্যা এবং দাঙ্গার শিকারদের গ্রাফিক চিত্র প্রদর্শনীতে উপস্থাপন করা হয়। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}