{"pageid": 1085578, "title": "বিচিরা বেন ম্রাদ", "url": "https://bn.wikipedia.org/wiki?curid=1085578", "content": "বিচিরা বেন ম্রাদ (১৯১৩–১৯৯৩; بشيرة بن مراد) ছিলেন একজন তিউনিশিয়ার নারী অধিকার কর্মী। তিনি মুসলিম ইউনিয়ন অব তিউনিসিয়ান উইমেন (ইউএমএফটি) প্রতিষ্ঠা করেন এবং ১৯৩৬ থেকে ১৯৫৬ সাল পর্যন্ত সেখানে সভাপতিত্ব করেন।\n\n\n== জীবনী ==\nতিনি একটি পুরোনো তিউনিসীয় ধর্মীয় পণ্ডিত (ওলামা) পরিবারে জন্মগ্রহণ করেছিলেন, মূলত তারা উসমানীয় ছিল, যা খোদজা আলী আল হানাফি এবং উসমানীয় সেনাবাহিনীর সামরিক ইমাম, যারা ১৫৭৪ সালে লা গুলেতে পঞ্চম চার্লস সেনার বিরুদ্ধে যুদ্ধের জন্য তিউনিসে এসেছিলেন।\nবিচিরা বেন ম্রাদ ছিলেন শেখ এল ইসলাম, মোহাম্মদ সালাহ বেন ম্রাদের মেয়ে এবং তিউনিসের মুফতি হমিদা বেন ম্রাদের নাতনী। তার মা সালোহা, আরেক শেখ এল ইসলাম, মাহমুদ বেলখোডজারের মেয়ে।\nতার বাবা তাকে এবং তার বোনদের একজন পারিবারিক বন্ধু, শেখ মনাচৌকে পরম্পরাগত শিক্ষা এবং গৃহশিক্ষক হিসেবে নিয়োগ দিয়েছিলেন। তিনি আহমেদ জহরকে বিয়ে করেন।\n\n\n== সক্রিয়তা ==\nদেশের ভয়াবহ পরিস্থিতি নিয়ে জাতীয়তাবাদী নেতাদের মধ্যে আলোচনা শোনার পর, যেখানে মাহমুদ এল মাতেরিও উপস্থিত ছিলেন, বিচিরা বেন ম্রাদ নারীদের জাতীয় আন্দোলনে সক্রিয় হওয়ার জন্য একটি কাঠামো তৈরির ধারণা দিয়েছিলেন।\n১৯৩৬ সালে, আলি বেলহোয়ান এবং অন্যান্য কর্মীরা ফ্রান্সে স্থায়ী উত্তর আফ্রিকান শিক্ষার্থীদের জন্য অর্থ সংগ্রহের জন্য ব্যর্থভাবে একটি মেলার আয়োজন করেছিলেন। বেন ম্রাদ তখন নারীদের নিয়ে তা পুনরায় আয়োজন করার সিদ্ধান্ত নেন। তিনি জাতীয়তাবাদী নেতা বেলহোয়ান এবং মঙ্গি স্লিমের চুক্তি পেয়েছিলেন, প্রাথমিকভাবে সংশয়ী নাইমা বেন সালাহ, তেভিদা বেন শেখ (তিউনিসিয়ার প্রথম মহিলা চিকিৎসক), হাজ্জাজি মেয়েরা (যার বাবা একজন মন্ত্রী), হাসিবা ঝিলিব (চেইখ এল মদিনা সাদোক গিলিবের নাতনী) এবং নাবিহা বেন মাইল্ডকে (আহমেদ বেন মাইল্ডের স্ত্রী) নিয়ে একটি আয়োজক কমিটি তৈরি করেছিলেন। তারা দার এল ফৌরাতিতে ৯০০০ জনকে একত্রিত করতে পেরেছিলেন, সেখানে বুর্জোয়া পরিবারের ব্যবসায়ী ছিলেন এবং জাতীয়তাবাদী নেতাদের দেওয়া উল্লেখযোগ্য পরিমাণ অর্থ সংগ্রহ করেছিলেন। এক সপ্তাহ পরে, ১৯৩৬ সালের মে মাসে, তিনি ইউএমএফটি প্রতিষ্ঠা করেন, যা প্রথম তিউনিসিয়ার নারী সংগঠন। তার বাবা ও বোনদের সহযোগিতায়, তিনি তার বাবার সাময়িক পত্রিকা, শামস আল-ইসলাম (ইসলামের সূর্য)-তে অসংখ্য নিবন্ধ প্রকাশ করেছিলেন।\nইউএমএফটি নিও ডেস্টোরের সাথে কাজ করেছিল। ১৯৫১ সাল পর্যন্ত ভিসা না পাওয়া সংগঠন তার আইন প্রতিষ্ঠা করে যার লক্ষ্য নারীদের মধ্যে জ্ঞান গড়ে তোলা, নৈতিকতা ও ধর্মের সীমার মধ্যে তাদের শিক্ষার দিকে পরিচালিত করা এবং তরুণ ও শিশুদের জন্য প্রতিষ্ঠানের প্রচার করা। অফিসের স্থায়ী সদস্যরা হলেন হামিদা জহর (মহাসচিব এবং বিচিরার বোন), তেহিদা বেন শেখ, নাবিহা বেন মাইল্ড, ইসিয়া বেন মাইল্ড (বিচিরার বোন), হাসিবা গিলিব, সৌদ বেন মাহমুদ, নাইমা বেন সালাহ, জলিলা মাজালি, এবং মঙ্গিয়া বেন ইজেদ্দিন। অন্যান্য মহিলারা যারা ইউএমএফটি-তে কর্মী হিসেবে যোগ দেন তারা হলেন মৌফিদা বুরগুইবা, ওয়াসিলা বেন আম্মার, রাধিয়া হাদ্দাদ এবং ফেথিয়া মাজালি।\n১৯৫৬ সালে বিলুপ্ত হওয়ার আগ পর্যন্ত বেন ম্যারাড ইউএমএফটির সভাপতি ছিলেন।\n\n\n== শ্রদ্ধা ==\nতার স্মৃতির প্রতি সম্মান জানাতে তার নামে বেশ কয়েকটি রাস্তার নামকরণ করা হয়েছে।\n\n\n== তথ্যসূত্র =="}