{"pageid": 1085575, "title": "উইমেড (ওয়েবসাইট)", "url": "https://bn.wikipedia.org/wiki?curid=1085575", "content": "উইমেড (কোরীয়: 워마드) দক্ষিণ কোরিয়া ভিত্তিক একটি মৌলবাদী নারীবাদী অনলাইন সম্প্রদায়। এটি পুরুষ বিরোধী অনুভূতির জন্য সমালোচিত হয়েছে। এটি দক্ষিণ কোরিয়া ভিত্তিক আরেকটি নারীবাদী অনলাইন সম্প্রদায় মেগালিয়া থেকে বিভক্ত হয়ে তৈরি হয়েছে।\n\n\n== ওভারভিউ ==\nউইমেড ২২ জানুয়ারি ২০১৬ সালে মেগালিয়া থেকে বিচ্ছিন্ন হয়।  মেগালিয়া সমকামী পুরুষদের বিরুদ্ধে নির্দিষ্ট অশ্লীল ব্যবহারের প্রতি নিষেধাজ্ঞা জারি করার কারণে এটি গঠিত হয়েছিল।  নীতির এই পরিবর্তনের ফলে রূপান্তরিত লিঙ্গ বিরোধী সদস্যদের অভিবাসন ঘটে।\nউইমেড চরম অনলাইন ট্রলিংয়ের কারণে বিতর্ক সৃষ্টি করেছে যেমন পশুর অপব্যবহারকে গর্ব করে এমন পোস্ট  এবং রূপান্তরিত লিঙ্গদের প্রতি চরম বিদ্বেষ দেখায়; এই কারণে, উইমেড-কে বলা হয় \"কোরীয় ধাঁচের রূপান্তরিত লিঙ্গ বিষয়ে নারীবাদী মতামত \"  এটি কোরিয়ান যুদ্ধের প্রবীণদের এবং শ্রমিক অধিকার কর্মীদের উপহাস করার জন্য বেশ কয়েকটি অভিযোগে জড়িয়ে পড়েছিল।  মৃত অভিনেতা কিম জু-হিউককে নিয়ে উপহাস করা বেশ কয়েকটি পোস্ট আরও বিতর্কের সৃষ্টি করেছিল। এই ধরনের ঘটনার পরে, সমালোচকরা উইমেড-কে \"একটি ঘৃণ্য ওয়েবসাইট, যা দক্ষিণ কোরীয়দের মধ্যে দ্বন্দ্ব এবং সমাজের বিভাজন বাড়িয়ে তুলছে\" বলে অভিহিত করে। \nএর কঠোর অবস্থানটি ওয়েব সাইটের বিভিন্ন স্থানে উপস্থাপন করা হয়। এটি 'থাম্বস-আপ' বোতামে একটি লাল স্বস্তিকা চিহ্ন ব্যবহার করে, যার নিচে '워 념글 추천' লেখা আছে, যার অর্থ 'কোরিয়ান ভাষায় এটি একটি অন্তর্দৃষ্টিপূর্ণ নিবন্ধ হিসেবে প্রস্তাব করুন'। এর ফেভিকন হল একটি ভালভার উপস্থাপনা, এর কেন্দ্রে লাল বিন্দু আছে যা রক্ত এবং আগুন উভয়েরই প্রতিনিধিত্ব করে। এটি কোরীয় সমাজে, বিশেষ করে ইলবেতে কুসংস্কারের প্রতিফলন বলে দাবি করা হয়।\n\n\n== ঘটনা ==\n\n\n=== পুরুষদের লক্ষ্য করে হত্যার দাবি ===\n২০১৬ সালে, ওয়েবসাইটে একাধিক পোস্ট হাজির হয়েছিল, তারা দাবি করেছিল যে তারা পুরুষদের খুন করেছে, যেমন \"আমি গাড়ির অ্যান্টিফ্রিজ তরল মিশ্রিত কফি পুরুষদের খাওয়াই\", \"আমি একজন মানুষকে জলাশয়ে ঠেলে দিয়ে হত্যা করেছি\" এবং \"আমি একজন পুরুষ বাচ্চার গর্ভপাত করেছি\" ইত্যাদি। \"  উলসান মেট্রোপলিটন পুলিশ এজেন্সি এবং গুয়াংজু মেট্রোপলিটন পুলিশ এজেন্সি ২৮ জুলাই ২০১৬ তারিখে পুলিশ প্রতিবেদন পাওয়ার পর তদন্ত শুরু করে। সম্প্রদায়ের বিরুদ্ধে বেশ কয়েকটি 'বন্ধ করার' অনুরোধ করা হয়েছে, কিন্তু দাউম কাকাও অনুরোধগুলি প্রত্যাখ্যান করে বলে যে, \"কিছু পোস্ট লুকানো হয়েছে, কিন্তু এটি বন্ধ করার জন্য সম্প্রদায়ে অপর্যাপ্ত অবৈধ কার্যকলাপ রয়েছে\"।\n\n\n== আরো দেখুন ==\nমেগালিয়া\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== বহিঃসংযোগ ==\nউইমেড ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ মার্চ ২০২০ তারিখে (কোরীয় ভাষায়)"}