{"pageid": 1085988, "title": "প্রাক-ইসলামি আরবের নারী", "url": "https://bn.wikipedia.org/wiki?curid=1085988", "content": "প্রাক-ইসলামি আরবে নারীদের সম্পর্কে খুব কম তথ্যই আছে। এগুলোর অধিকাংশই হাদিস এবং ঐতিহাসিক মতবাদ, ইসলামপূর্ব কবিতা, এবং প্রাথমিক জীবনী, অথবা কুরআনের বক্তব্য থেকে উদ্ভূত।\nপ্রাক-ইসলামি যুগে, আরব নারীদের বিবাহ বিচ্ছেদের অধিকার ছিল না এবং তাদের উত্তরাধিকার কোন অংশ দেওয়া হতো না; ইসলামের আবির্ভাবের পর, এই অধিকারগুলি দেওয়া হয়েছিল।\nইসলামের ইতিহাস অনুসারে, মুহাম্মদ (সাঃ) এর প্রথম স্ত্রী খাদিজা ছিলেন একজন সফল নারী ব্যবসায়ী মহিলা যিনি মুহাম্মদ (সাঃ) এর কাছে প্রস্তাব করেছিলেন (প্রস্তাবিত হওয়ার বিপরীতে)। তারা আরও বলেন যে, তার (মুহাম্মদ) প্রধান প্রতিদ্বন্দ্বী আবু সুফিয়ান (হিন্দ) এর স্ত্রী রাজনৈতিকভাবে সক্রিয় ছিলেন এবং বদরের যুদ্ধে উপস্থিত থেকে মুহাম্মদের এক চাচার লাশকে ব্যক্তিগতভাবে অপবিত্র করার বর্ণনাও পাওয়া যায়।\n\n\n== আইনি অবস্থা এবং ব্যবস্থা ==\n\n\n=== গোত্র ===\nপ্রাক-ইসলামি আরব সমাজের মধ্যে কীভাবে আইন প্রণয়ন করা হয়েছিল তা বোঝার ক্ষেত্রে অসঙ্গতির কারণে অনেক কিছুই অনুমান করা হয়েছে। আরব সমাজের প্রধান কার্যকরী একক গোত্র যা সাধারণত আত্মীয়ের সম্পর্কযুক্তদের নিয়ে গঠিত হয়েছিল। গোত্রসমূহ নিজেদের মৌখিক নিয়মের পারস্পরিক বোঝাপড়ায় একত্রে আবদ্ধ ছিল যা গোত্রে নারীর ভূমিকা ও অধিকারসহ এর অর্থনৈতিক ক্রিয়াকলাপের উপর নির্ভর করে উল্লেখযোগ্যভাবে পরিবর্তিত হতো।এই নিয়মগুলি গোত্র প্রধান দ্বারা প্রয়োগ করা হতো এবং নতুন আইনের আলোচনায়ও তিনি মধ্যস্থতা করতেন। গোত্রের মধ্যে পৃথক পুরুষদের নতুন নিয়ম সুপারিশ করার অনুমতি দেওয়া হয়েছিল, কিন্তু পুরো দল দ্বারা একটি ঐকমত্য না হওয়া পর্যন্ত তা আইন করা হতো না।  এই গোত্রগুলো পিতৃপ্রধান হওয়ায় একপ্রজন্ম থেকে অন্য প্রজন্ম পুরুষানুক্রমে সংযুক্ত ছিলো।\nইসলামপূর্ব সময়ে (খ্রিস্টপূর্ব ৩৫০০ থেকে ৩০০০ এর মধ্যে), স্বতন্ত্র গোত্র সংবলিত নগর-রাজ্যগুলির শাসন ক্ষমতা অনেকের  মধ্যেই ক্রমাগত পরিবর্তিত হয়। গোত্রসমূহের মধ্যে সংঘটিত বংশীয় যুদ্ধের কারণে এই পরিবর্তন ঘটেছিল। সরকারী ক্ষমতার পালাবদল অব্যাহত থাকায়, সময়ের সাথে সাথে নারীদের প্রতি আইন আরও কঠোর হয়ে পড়ে। কিছু কিছু সময় স্ত্রী ও সন্তানদের বেঁধে নির্দয়ভাবে মারধর করা অথবা তাদের চুল ধরে টানা হেচড়া করাও স্বামীদের অধিকার ছিল। এজন্য তাদের (স্বামীদের) কোনো সাজা দেয়া হতো না। ১৭৫২ খ্রিস্টপূর্বাব্দে হামুরাবি কোডে বলা হয়েছে এই সময়গুলোতে একজন মহিলার একমাত্র প্রধান অধিকার ছিল, \"নারীরা কেবল খুব কষ্টে তালাক পেতে পারে। যদি একজন মহিলা তার স্বামীকে অনেক ঘৃণা করে ঘোষণা করে যে, 'তুমি হয়তো আমাকে পাবে না ', তখন তা সিটি কাউন্সিলে তদন্ত করা হবে \"। উদ্ধৃতিটি আরও বলে যে আদালত যদি স্ত্রীর দোষ খুঁজে না পায় তবে তাকে তার বাবার বাড়িতে ফিরে যাওয়ার অনুমতি দেওয়া হবে।\n\n\n=== পর্দা ===\nপ্রাক-ইসলামিক সময়ে, অ্যাসিরীয় আইন তাদের লিখিত প্রবিধানের মধ্যে স্পষ্টভাবে নারীদের পর্দা করার অনুমতি দেওয়া হয়েছিল। যারা আগে পতিতা ছিলেন কিন্তু এখন বিবাহিত তাদের মতো যেসব মহিলারা \"সিনিয়র\" পরিবারের সদস্য ছিলেন তাদেরও পর্দা করতে হয়েছিল। পর্দার উপর আইন এত কঠোর ছিল যে এই মহিলাদের জন্য অসহনীয় পরিণতি জারি করা হয়েছিল, যার মধ্যে কিছু ছিল মারধর করা বা তাদের কান কেটে ফেলা। পতিতাদের এবং দাসীদের পর্দা করা নিষিদ্ধ ছিল। পর্দা শুধুমাত্র মহিলাদের তাদের অবস্থা অনুযায়ী শ্রেণীবদ্ধ করার জন্য ব্যবহার করা হয়নি, বরং এটি তাদের যৌন কার্যকলাপ এবং বৈবাহিক অবস্থার উপর ভিত্তি করে লেবেলযুক্ত করা হয়েছিল।\n\n\n=== উচ্চ শ্রেণী মর্যাদার নারীরা ===\nইসলামপূর্ব আরবে সাধারণ জনগোষ্ঠীর নারীদের অনেক অধিকার ছিল না, কিন্তু উচ্চ শ্রেণীর মহিলাদের অধিকার ছিল বেশি। অনেকে 'ন্যাটিডম' বা ধর্মযাজিকা হয়েছিলেন, যা তাদের আরও বেশি অধিকার দেয়। এই নারীরা সম্পত্তির মালিক এবং উত্তরাধিকারী হতে পেরেছিলেন। এছাড়াও, ন্যাটিডম তাদের সম্প্রদায়ের অর্থনৈতিক জীবনে সক্রিয় ভূমিকা পালন করতে সক্ষম হয়েছিল।\n\n\n== বিবাহ প্রথা ==\nপ্রাক-ইসলামি আরবে, বিবাহের বিভিন্ন প্রথা বিদ্যমান ছিল। এই সময়ে সর্বাধিক প্রচলিত এবং স্বীকৃত প্রথার মধ্যে রয়েছে: চুক্তি দ্বারা বিবাহ, অপহরণের মাধ্যমে বিবাহ, ক্রয় দ্বারা বিবাহ, উত্তরাধিকার দ্বারা বিবাহ এবং মুতাহ বা অস্থায়ী বিবাহ।\n\n\n== পারিবারিক কাঠামো এবং মাতৃত্ব ==\nপ্রাক-ইসলামি আরবের পারিবারিক কাঠামো নিয়ে গবেষণায় অনেক অস্পষ্ট মতামত রয়েছে তাই এই সময়ের মধ্যে পরিবারের সঠিক কাঠামো জানা কঠিন হয়ে পড়ে।\n\n\n== নারী শিশুহত্যা ==\nপ্রাক-ইসলামি আরবে শিশু হত্যার প্রবণতা, বিশেষ করে নারী শিশুহত্যা নিয়ে প্রচুর পাণ্ডিত্যপূর্ণ বিতর্ক রয়েছে। প্রাক-ইসলামি যুগ, যা জাহিলিয়ার যুগ নামে পরিচিত, যার অর্থ বর্বরতার যুগ, অন্ধকার যুগ এবং অজ্ঞতার যুগ যার নির্দেশনার সরাসরি কুরআন থেকে এসেছে (3: 154, 5:50, 33:33, 48:26)। প্রাক ইসলামিক যুগ হলো মুহাম্মদের (সাঃ)  জন্ম এবং ইসলামের উত্থানের আগের সময়।\n\n\n== তথ্যসূত্র =="}