{"pageid": 1085890, "title": "উমা দেবী বাদি", "url": "https://bn.wikipedia.org/wiki?curid=1085890", "content": "উমা দেবী বাদি (জন্ম ১৯৬৫) নেপালের সুদুর পশ্চিম প্রদেশের প্রাদেশিক পরিষদের সদস্য, ২০১৭ সালে নির্বাচিত হন। তিনি একজন মানবাধিকার কর্মী এবং বাদি আন্দোলনের নেত্রী, যিনি অস্পৃশ্যতা ও পতিতাবৃত্তির অবসান, জমির মালিকানা এবং নাগরিকত্ব সহ তার সম্প্রদায়ের অধিকারের স্বীকৃতির জন্য সক্রিয়ভাবে প্রতিবাদ করছেন।\n\n\n== প্রাথমিক জীবন ==\nউমা দেবী বদি ১৯৬৫ সালে নেপালের স্যালিয়ান জেলার থাপাগাউনে জন্মগ্রহণ করেছিলেন। অল্প বয়স থেকেই তিনি বেশ্যা হিসাবে জীবন শুরু করেছিলেন, সেই সময়ে বদি বর্ণের মহিলাদের জন্য একমাত্র পেশা ছিল। ২১ বছর বয়সে, তিনি ব্রাহ্মণ বর্ণের প্রেম ভট্টকে বিয়ে করেন। তাদের আন্ত -জাতি বিবাহ সেই সময় একটি কলঙ্ক সৃষ্টি করেছিল, যেহেতু বদি জাতকে নেপালের সর্বনিম্ন গণ্য করা হয় এবং অস্পৃশ্য হিসাবে গণ্য করা হয়। বাডির নিজের কোন সন্তান নেই, বরং তার বোনের দুই ছেলেকে বড় করেছে।\n\n\n== কার্যক্রম ==\nউমা দেবী বদি তার সম্প্রদায়ের নারীদের সমাজের প্রত্যাশা পূরণ করেন এবং তার সমাজকে তাদের ভবিষ্যতের জন্য আরও ভাল সুযোগ দেওয়ার লক্ষ্যে কাজ করেন। ৪০ বছর বয়সে, অ্যাকশন এইডের সহায়তায়, তিনি স্থানীয় সংগঠন কমিউনিটি সাপোর্ট গ্রুপের প্রধান হন এবং পশ্চিম নেপালের টিকাপুরে একটি ভাড়া করা বদি বর্ণের ২৫ জন ছেলে ও মেয়েদের জন্য একটি হোস্টেল স্থাপন করেন। শিশুদের সেখানে থাকার ব্যবস্থা করা হয় এবং স্থানীয় স্কুলে পাঠানো হয় এবং তাদের সাক্ষরতা এবং সংখ্যার দক্ষতার সাথে স্কুলের পরে অতিরিক্ত সহায়তা দেওয়া হয়। এই প্রকল্পের সাফল্য বর্তমানে নির্মাণাধীন একটি বৃহত্তর প্রকল্পের দিকে পরিচালিত করেছে যার লক্ষ্য ভবিষ্যতে ১০০ টিরও বেশি শিশুদের আয়োজক করা। হোস্টেল স্থাপনের দুই বছর পর, ২০০৭ সালে, উমা দেবী বদি বদি সম্প্রদায়ের অধিকারের জন্য প্রতিবাদকারী আন্দোলনের নেতা হন। এটি দিনব্যাপী বদি আন্দোলন হিসেবে পরিচিতি লাভ করে। সেই সময়কালে, উমা দেবী বদি ২৩ টি জেলা থেকে আনুমানিক ৫০০ বদি কর্মীদের তাদের গ্রাম থেকে কাঠমান্ডুর সিংহ দরবারে নিয়ে যান। তাদের আগমনে তারা প্রধানমন্ত্রীর কার্যালয় এবং পশুপতিনাথ মন্দিরের বাইরে শান্তিপূর্ণ বিক্ষোভ করে।তাদের দাবি ছিল সরকারের কাছে ২০০৫ সালের সুপ্রিম কোর্টের আদেশ জারি করা উচিত যাতে বদি সম্প্রদায়ের জীবনযাত্রার অবস্থার উন্নতি হয় এবং ২৬-দফার বিষয়গুলি সমাধান করা হবে। এর মধ্যে রয়েছে পতিতাবৃত্তি এবং অস্পৃশ্যতার অবসান, অন্যথায় যাযাবর সম্প্রদায়ের স্থায়ী আশ্রয়, তাদের জন্ম নিবন্ধন এবং তাদের সন্তানদের জন্য মায়ের নামে নাগরিকত্ব5] যখন তাদের দাবিগুলি শোনেনি, তখন উমা দেবী বদি বিক্ষোভ আরও বাড়িয়ে দেন, তার উপরের অর্ধেক থেকে তার কাপড় সরিয়ে দেন এবং স্লোগান দিতে গিয়ে সরকারের আসনের গেট থেকে ঝুলিয়ে রাখেন। প্রতিবাদে অন্যান্য মহিলারা তার উদাহরণ অনুসরণ করেছিলেন। এই আচরণ গণমাধ্যমের দৃষ্টি আকর্ষণ করে এবং বিষয়টিকে আন্তর্জাতিক কভারেজ দেওয়া হয় যাতে সরকারকে বাধ্য করা হয়। ২০০৭ সালের ১০ সেপ্টেম্বর, সরকার উমা দেবী বদির সাথে দেখা করতে এবং বদি সম্প্রদায়ের জন্য একটি পাবলিক আবাসিক কর্মসূচি প্রবর্তনের লক্ষ্যে কাজ করতে সম্মত হয়। তার সক্রিয়তার স্বীকৃতিস্বরূপ, তিনি ২০১৮ সালের সময় বিবিসির ১০০ মহিলাদের একজন হিসাবে তালিকাভুক্ত হন।\n\n\n== ২০১৭ সালে নির্বাচন ==\n২০১৭ সালে, উমা দেবী বদি ৭ নং প্রদেশের জাতীয় পরিষদের সদস্য নির্বাচিত হন। তিনি বদি সম্প্রদায়ের প্রতিনিধিত্বকারী প্রথম নির্বাচিত কর্মকর্তা হন। উমা দেবী বদি অফিসে দৌড়েছিলেন এই উল্লেখ করে যে, ২০০৭ সাল থেকে, নেপাল সরকারের জীবনযাত্রার উন্নতি, শিক্ষা এবং বদি সম্প্রদায়ের সুযোগের উন্নতির প্রচেষ্টা ধীরগতির। উমা দেবী বদি বলেছিলেন যে তিনি সরকারের মধ্যে থেকে কাজ করে এই পরিবর্তনগুলি ত্বরান্বিত করার আশা করেছিলেন।\n\n\n== তথ্যসূত্র =="}