{"pageid": 1085010, "title": "জন্ন", "url": "https://bn.wikipedia.org/wiki?curid=1085010", "content": "জন্ন (কন্নড় : ಮಹಾಕವಿ ಜನ್ನ) ছিলেন খ্রিস্টীয় ত্রয়োদশ শতাব্দীর প্রথম ভাগের এক বিশিষ্ট কন্নড় কবি, মন্ত্রী ও মন্দির-নির্মাতা। তিনি হৈসল রাজা দ্বিতীয় বীর বল্লালের সভা অলংকৃত করতেন এবং ‘কবিচক্রবর্তী’ (‘কবিগণের সম্রাট’) উপাধি অর্জন করেছিলেন। তাঁর প্রধান গ্রন্থগুলির মধ্যে রয়েছে যশোধর চরিতে (আনুমানিক ১২০৯ খ্রিস্টাব্দ, জৈন মতাদর্শ-বিষয়ক), অনন্তনাথ পুরাণ (আনুমানিক ১২৩০ খ্রিস্টাব্দ, চতুর্দশ জৈন তীর্থংকর অনন্তনাথের শিক্ষা-কেন্দ্রিক) এবং অনুভব মুকুর নামে একটি ক্ষুদ্র কাব্য। জন্নের সব ক’টি রচনাই সাবলীলতা ও উন্নত শৈলীর জন্য বিখ্যাত হলেও যশোধর চরিতে তাঁর শ্রেষ্ঠ রচনা এবং কন্নড় সাহিত্যের অন্যতম ধ্রুপদি কীর্তি।\nআদিকবি পম্পের মতো বিখ্যাত না হলেও জন্ন কন্নড় সাহিত্যে এক গুরুত্বপূর্ণ স্থানের অধিকারী। তিনি এক বিশিষ্ট কন্নড় সাহিত্যিক পরিবারের সদস্য। বিখ্যাত সংকলক মল্লিকার্জুন ছিলেন তাঁর শ্যালক এবং বৈয়াকরণ কেশিরাজ ছিলেন তাঁর ভ্রাতুষ্পুত্র। জন্নর রচনাশৈলী কন্নড় সাহিত্যে ধ্রুপদি ‘মার্গ’ (মূলধারা) ধারার অন্তর্গত এবং তাঁর সাহিত্যের প্রধান উদ্দেশ্য ছিল জৈন দর্শনের প্রচার।\n\n\n== যশোধর চরিতে ==\n\nজন্ন রচিত যশোধর চরিতে মহাকাব্যটি ‘কাণ্ডপদ্য’ ছন্দে রচিত ৩১০টি শ্লোকে রচিত একটি স্বতন্ত্র কাহিনিগুচ্ছ, যার বিষয়বস্তু হল বিকৃত যৌনকামনা ও হিংসার শাস্তি এবং মাত্রাতিরিক্ত কামনাবাসনার কুফল সম্পর্কে সাবধানতামূলক নীতিকথা। সমকালীন বদিরাজের সংস্কৃত রচনা দ্বারা অনুপ্রাণিত হয়ে জন্ন রাজা যশোধর ও তাঁর মায়ের কাহিনিগুলি পুনঃসৃজিত করেন এবং দেখান কীভাবে মোক্ষ লাভ না করে তাঁরা এক জন্ম থেকে আরেক জন্ম অতিবাহিত করেন। একটি কাহিনিতে দেখা যায়, রাজা স্থানীয় দেবী মারিয়াম্মার সম্মুখে দুই বালককে বলি দেওয়ার ইচ্ছা প্রকাশ করেন। কিন্তু বালক দু’টি দেখে তাঁর মন দয়ার্দ্র হয় এবং তিনি তাদের মুক্তি দিয়ে নরবলি প্রথা পরিত্যাগ করেন। অপর একটি কাহিনিতে দেখা যায়, রাজা বন্ধুপত্নীর প্রতি আসক্ত হয়ে বন্ধুকে হত্যা করেন এবং বন্ধুপত্নীকে অপহরণ করেন। কিন্তু সেই বন্ধুপত্নীও দুঃখে দেহত্যাগ করলে অনুশোচনায় রাজা তার চিতায় আত্মাহুতি দেন। প্রেমান্ধতার কাহিনিগুলি সর্বোচ্চ বিন্দুতে আরোহণ করে যখন জন্ন কুৎসিত মাহুত অষ্টাবক্রের প্রতি রানি অম্রুতমতীর আকর্ষণবোধের বর্ণনা দেন। অষ্টাবক্র রানিকে লাথি ও চাবুক মেরে যৌনসুখ প্রদান করত—এই ধরনের কাহিনি আধুনিক গবেষকদের কাছেও একটি আগ্রহের বিষয়। রানিকে এই পাপকর্ম থেকে বিরত করতে রাজা যশোধর তাঁর মায়ের পরামর্শ নেন এবং দেবতাদের তুষ্ট করতে পিটুলি নির্মিত একটি মোরগ বলি দিয়ে প্রতীকী যজ্ঞানুষ্ঠানের সিদ্ধান্ত নেন। কিন্তু মোরগটি জীবন্ত হয়ে মৃত্যুকালে ডেকে ওঠে। সহিংস আচরণের পাপে যশোধর ও তাঁর মা পশুজন্ম প্রাপ্ত হন। দীর্ঘকাল দুঃখভোগ করার পর তাঁরা সপ্তম জন্মে যশোধরের পুত্রের সন্তানরূপে পুনর্জন্ম গ্রহণ করেন। এই গ্রন্থে বলিষ্ঠ ভঙ্গিতে অত্যুগ্র কামনাবাসনার ফল এবং তা মানুষের জীবনে কী ভয়ংকর দুঃখ বয়ে আনে তা বর্ণনা করা হয়েছে।\n\n\n== অন্যান্য রচনা ==\nজন্নের অনুভব মুকুর হল রতিশাস্ত্র-সংক্রান্ত একটি সন্দর্ভ। এই বিষয়টি তাঁর সময়কালে কন্নড় সাহিত্যের একটি বর্গ হিসেবে প্রতিষ্ঠা অর্জন করেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\nSastri, K.A. Nilakanta (২০০২) [1955]। A history of South India from prehistoric times to the fall of Vijayanagar। New Delhi: Indian Branch, Oxford University Press। আইএসবিএন 0-19-560686-8। \nShiva Prakash, H.S. (১৯৯৭)। \"Kannada\"।   Ayyappapanicker। Medieval Indian Literature:An Anthology। Sahitya Akademi। আইএসবিএন 81-260-0365-0। \nVarious (১৯৮৮) [1988]। Encyclopaedia of Indian literature – vol 2। New Delhi: Sahitya Akademi। আইএসবিএন 81-260-1194-7। \nNagaraj, D.R. (২০০৩) [2003]। \"Critical Tensions in the History of Kannada Literary Culture\"।   Sheldon I. Pollock। Literary Cultures in History: Reconstructions from South Asia। Berkeley and London: University of California Press.  Pp. 1066। পৃষ্ঠা 323–383। আইএসবিএন 0-520-22821-9। \nKamath, Suryanath U. (২০০১) [1980]। A concise history of Karnataka : from pre-historic times to the present। Bangalore: Jupiter books। এলসিসিএন 80905179। ওসিএলসি 7796041। \nVarious (১৯৯২) [1992]। Encyclopaedia of Indian literature – vol 5। Sahitya Akademi। আইএসবিএন 81-260-1221-8।"}