{"pageid": 1085642, "title": "এলিজাবেথ স্মার্টের অপহরণ", "url": "https://bn.wikipedia.org/wiki?curid=1085642", "content": "এলিজাবেথ অ্যান স্মার্টকে ২০০২ সালের ৫ জুন চৌদ্দ বছর বয়সে ব্রায়ান ডেভিড মিচেল মার্কিন যুক্তরাষ্ট্রের ইউটা রাজ্যের সল্টলেক সিটির ফেডারেল হাইটস পাড়ার বাড়ি থেকে অপহরণ করা হয়েছিল। মিচেল ও তার স্ত্রী ওয়ান্ডা বার্জি তাকে সল্টলেক সিটির উপকণ্ঠে এবং পরে ক্যালিফোর্নিয়ার সান দিয়েগো কাউন্টিতে বন্দী করে রেখেছিলেন। তার বাড়ি থেকে আনুমানিক ১৮ মাইল (২৯ কিলোমিটার) দূরে ইউটার স্যান্ডিতে খুঁজে পাওয়ার পূর্বে তার বন্দীদশা প্রায় নয় মাস স্থায়ী হয়েছিল।\nএলিজাবেথকে তার বাড়ি থেকে নাইফপয়েন্টে মিচেল অপহরণ করেছিল, যখন তার ছোট বোন মেরি ক্যাথরিন ঘুমের ভান করেছিল। নিজেকে একজন ধর্ম প্রচারক বলে দাবি করা মিচেল,  ওয়ান্ডা বারজির সাথে জঙ্গলের একটি ক্যাম্পে এলিজাবেথকে সঙ্গে নিয়ে ছিলেন, যেখানে তিনি বারবার তাকে ধর্ষণ করেছিলেন। বন্দিদশার সময়, এলিজাবেথ তার বন্দীদের সাথে বিভিন্ন অনুষ্ঠানে জনসাধারণের সাথে সাদা পোশাক মাথা থেকে পায়ের আঙ্গুল পর্যন্ত পরিধান করত এবং যাঁদের সংস্পর্শে এসেছিল তাদের বেশিরভাগই অচেনা হয়ে যায়।\nতার অপহরণের পর থেকে এলিজাবেথ নিখোঁজ ব্যক্তি ও যৌন নিপীড়নের শিকারদের পক্ষে একজন আইনজীবী হয়ে ওঠেন। ওয়ান্ডা বারজিকে অপহরণ ও অপহরণে তার ভূমিকার জন্য ২০১০ সালে ফেডারেল কারাগারে ১৫ বছরের কারাদণ্ড দেওয়া হয়েছিল, যদিও পূর্বে অনির্দিষ্ট সময়ের জন্য তাকে ২০১৮ সালের ১৯শে সেপ্টেম্বরে মুক্তি দেওয়া হয়েছিল।  ২০১০ সালে মানসিকভাবে সক্ষম বলে বিবেচিত হওয়ার আগে মিচেলের বিচারের যোগ্যতা নিয়ে বিস্তর বিতর্ক চলেছিল, যদিও ফরেনসিক মনোবিজ্ঞানীদের দ্বারা তাকে অসামাজিক ও নার্সিসিস্টিক ব্যক্তিত্বের রুগী বলে উল্লেখ করা হয়। ২০১১ সালে প্যারোলের সম্ভাবনা ছাড়াই মিচেলকে যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছিল। \n\n\n== অপহরণকারীদের পটভূমি ==\nএলিজাবেথকে অপহরণকারীদের মধ্যে একজন, ব্রায়ান ডেভিড মিচেল, ১৯৫৩ সালের ১৮ই অক্টোবর ইউটার সল্টলেক সিটিতে জন্মগ্রহণ করেছিলেন, তিনি পরিবারের ছয় সন্তানের মধ্যে তৃতীয় ছিলেন। তার মা একজন শিক্ষক এবং তার বাবা একজন সমাজকর্মী ছিলেন। মিচেলকে যৌনতা সম্পর্কে শেখানোর জন্য, তার বাবা তাকে কিশোর বয়সে একটি মেডিকেল জার্নাল থেকে স্পষ্ট ছবি দেখিয়েছিলেন, এবং তাকে স্বাধীনতা সম্পর্কে শেখানোর জন্য, মিচেলকে সল্টলেক সিটির অপরিচিত অংশে নিয়ে যেতেন এবং তাকে ছেড়ে চলে যেতেন, যাতে মিচেল তার বাড়ির পথ খুঁজতে সক্ষম হয়।\n\n\n== আবিষ্কার ==\n২০০২ সালের অক্টোবরে, এলিজাবেথের বোন মেরি ক্যাথরিন হঠাৎ বুঝতে পারলেন যে অপহরণকারীর কণ্ঠ ছিল একজন বেকার লোকের, যাকে পরিবার ইমানুয়েল নামে চেনে, যাকে পরিবার ছাদে কাজ করার ও মই দিয়া পাতা আহরণ করাতে এক দিনের জন্য ভাড়া করেছিল।\nঅল্প সময়ের জন্য \"ইমানুয়েল\" পরিবারের জন্য কাজ করেছে, তার পরে দীর্ঘ সময় কেটে গেছে, ফলে মেরি ক্যাথরিন সত্যই অপহরণকারীর কণ্ঠস্বর শুনতে পেয়েছে কিনা তা নিয়ে পুলিশ সন্দেহ করেছিল; যাইহোক, পরিবারের একজন স্কেচ শিল্পী ছিল, যে তাদের বর্ণনা থেকে \"ইমানুয়েলের মুখ\" আঁকেন এবং ফেব্রুয়ারিতে এই ছবিটি মিডিয়াতে প্রকাশ করা হয়; এটি ল্যারি কিং লাইভ ও আমেরিকার মোস্ট ওয়ান্টেডে দেখানো হয়েছিল। ছবিটি মিচেলের আত্মীয় স্বীকৃতি পেয়েছিল, যিনি পুলিশকে তার সমসাময়িক ছবি দিয়েছিলেন।\n\n\n== তথ্যসূত্র =="}