{"pageid": 1085613, "title": "মেগালিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1085613", "content": "মেগালিয়া (কোরীয়: 메갈리아 ) দক্ষিণ কোরিয়া ভিত্তিক একটি মৌলবাদী নারীবাদী অনলাইন সম্প্রদায় ছিল। এটি দক্ষিণ কোরিয়ান ইন্টারনেট ফোরাম ডিসি ইনসাইডের ভাষা নীতির প্রতিবাদে ২০১৫ সালে চালু করা হয়েছিল, যাকে কিছু ব্যবহারকারী মহিলাদের প্রতি বৈষম্যমূলক বলে মনে করেছিলেন।\n\n\n== ওভারভিউ ==\n২০১৫ সালের বসন্তে, দক্ষিণ কোরিয়ার ইন্টারনেট ফোরাম ডিসি ইনসাইড মধ্যপ্রাচ্য শ্বাসযন্ত্রের সিন্ড্রোম (এমইআরএস) প্রাদুর্ভাব সম্পর্কে তথ্য ভাগ করে নেওয়ার জন্য একটি ফোরাম হিসাবে \"এমইআরএস গ্যালারি\" শুরু করেছিল।\nযখন একটি মিথ্যা গুজব ছড়িয়ে পড়ে যে, এমইআরএস-এ চুক্তিবদ্ধ দুইজন মহিলা কোয়ারেন্টাইন প্রত্যাখ্যান করেছেন এবং পরিবর্তে হংকং গেছেন কেনাকাটা করতে, তখন এই ফোরামে তাকে মারধর করা হয়েছিল। এই কথিত স্বাস্থ্যবিধি লঙ্ঘনকারীদের \"কিমচি মহিলা\" (김치녀  ; gimchi-nyeo ) শব্দটি দিয়ে অবমাননা করা হয়েছিল, যেসব মহিলাদের মনে শুধু কেনাকাটা আছে তাদের জন্য এটি একটি নারীবিদ্বেষী শব্দ। \nনারীবাদী ব্যবহারকারীদের একটি প্রবাহ প্রতিক্রিয়াশীল শব্দ \"কিমচি ম্যান\" (김치남; gimchi-nam ) ব্যবহার শুরু করে, যা কোরীয় পুরুষদের উপহাস করে। ডিসি ইনসাইড একটি নীতি প্রবর্তনের মাধ্যমে এখানে হস্তক্ষেপ করে, যে \"কিমচি ম্যান\" শব্দটি ব্যবহার নিষিদ্ধ করে। এর ব্যবহারকারীদের একটি অংশ একে বৈষম্যমূলক বলে মনে করে,  এবং এই নিয়মগুলি সীমাবদ্ধ বলে মনে করে এবং ডিসি ইনসডেরডে অন্যান্য ফোরামে স্থানান্তরিত হয়, অবশেষে তাদের নিজস্ব ওয়েবসাইট, মেগালিয়া চালু করে। ''মেগালিয়া'' নামটি হলো একটি পিন্ডারিশব্দ, যা দুটি শব্দের সমন্বয়ে গঠিত; \"এমইআরএস গ্যালারী\" এবং এগালিয়া'স ডটার্স, একটি নারীবাদী উপন্যাস গার্ড ব্র্যান্টেনবার্গের লেখা। \n\n\n== বিতর্ক ==\nমেগালিয়া ব্যাপকভাবে একটি মৌলবাদী নারীবাদী সম্প্রদায় হিসাবে বিবেচিত হয়, যা ইলবে-র মতো পুরুষ-অধ্যুষিত ফোরামে নিয়োজিত ভুল ভাষাবিজ্ঞানের ভাষা সচেতনভাবে প্রতিফলিত করে।  অনলাইন সমালোচকেরা দাবি করেন যে, মেগালিয়ানদের প্রতিবিম্বিত করার কৌশলটি ঘৃণ্য এবং ভুল ধারণা; সমর্থকদের কাছে, তারা একটি পুরুষ কেন্দ্রিক ভাষার দাবি পুনরায় করছে যা মহিলাদের প্রতি হুমকি এবং বৈষম্যমূলক আচরণ করে। \nকিছু নারীবাদী সহ অনেকেই বলেন, মেগালিয়ার কৌশলগুলি অনুৎপাদনশীল এবং বিভাজক।  কিছু মেগালিয়া পোস্টার আছে যা গে পুরুষ প্রকাশ করে যারা নারীদের বিয়ে করেছে। \n১৭ অক্টোবর ২০১৫ সালে, একটি কিন্ডারগার্টেনের শিক্ষক বেনামে একটি পোস্ট আপলোড করেছিলেন যা একজন জোনিনির ( 좆린이 ) সাথে যৌন মিলনের ইচ্ছা প্রকাশ করে, যা পুরুষ শিশুর জন্য মেগালিয়া ভাষা। পোস্টারে (উল্লেখ করা হয় এটি \"মিস এ\" কর্তৃক পোস্টকৃত) পরে তার পরিচয় জানা যায়। তিনি তার বক্তব্যের গুরুতরতা স্বীকার করার সময়, তিনি দাবি করেছিলেন যে তিনি কেবল এই বিষয়ে সচেতনতা আনার চেষ্টা করছিলেন, যেখানে ইলবে-র মত পুরুষ-শাসিত বোর্ডগুলি নিয়মিতভাবে অপ্রাপ্তবয়স্ক মেয়েদের (লোলিনি ( 로린이, 'ললিতা গার্ল') প্রতি যৌন আকাঙ্ক্ষা নিয়ে আলোচনা করা হয়।  \n\n\n== ব্যাখ্যামূলক নোট ==\n\n\n== আরো দেখুন ==\nদক্ষিণ কোরিয়ায় নারীবাদ\nনারীর প্রতি সহিংসতা\nনারী বিদ্বেষ\nডিসি ইনসাইড\nউইমেড (ওয়েবসাইট)\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট  (আর্কাইভ করা) (কোরীয় ভাষায়)\nদক্ষিণ কোরিয়ার লিঙ্গ যুদ্ধ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ মার্চ ২০২০ তারিখে। ১০১ পূর্ব, আল জাজিরা ইংরেজি, এপ্রিল ২০১৭ (ভিডিও, ২৫ মিনিট)"}