{"pageid": 1085877, "title": "বেলকিস আল লাহাবি", "url": "https://bn.wikipedia.org/wiki?curid=1085877", "content": "বেলকিস আল লাহাবি (আরবি: بلقيس الذهبي; জন্ম ১৯৭২) হলেন একজন ইয়েমেনি নাগরিক ও নারীবাদী রাজনৈতিক কর্মী, সংগঠক এবং ইয়েমেন বিপ্লবের ব্যক্তিত্ব। সারা জীবন তিনি ক্রমবর্ধমানভাবে রাজনৈতিক এবং কর্মী সংগঠনগুলির সাথে জড়িত ছিলেন, যার বেশিরভাগই নারীর অধিকার, মানবাধিকার এবং রাজনৈতিক স্বাধীনতার সাথে জড়িত। তিনি ২০১৮ সালে অসলো ফ্রিডম ফোরামের বক্তা ছিলেন।\n\n\n== প্রাথমিক জীবন এবং সক্রিয়তা ==\nআল লাহাবি ১৯৭২ সালে ইয়েমেনের সানাতে একটি দরিদ্র পরিবারে জন্মগ্রহণ করেন, এমন একটি সমাজে \"চিরাচরিত কিন্তু রঙিন, নারীরা প্রতিদিনের জীবনে সবকিছুতেই অংশগ্রহণ করতেন\" বলে তিনি বর্ণনা করেন। ১৯৮০-এর দশকে যখন তিনি বড় হয়েছিলেন, তখন তিনি উল্লেখ করেন যে সমাজে নারীদের অবস্থা নিয়ে দ্বন্দ্বের সাথে সমাজ আরও কঠোর হয়ে উঠছে।\n২০০৬ সালে, আল লাহাবি সামাজিক আন্দোলন সংগঠনগুলির একটি জোটের অন্যতম নেতা হয়েছিলেন, যারা বিক্ষোভ এবং বিক্ষোভের মতো কৌশল নিয়ে সরকারের প্রতিবাদ করেছিল। তিনি সরকার এবং হাউথি আন্দোলনের মধ্যে গৃহযুদ্ধের বিরুদ্ধে ২০০৭ সালের একটি ফোরামের সংগঠক ছিলেন।\n\n\n== আরব বসন্ত এবং ইয়েমেনি বিপ্লব ==\n২০১১ সালে যখন তারা তিউনিসিয়ার বিপ্লব পর্যবেক্ষণ করেছিল, তখন তিনি এবং অন্যান্য বিক্ষোভকারীরা বেসামরিক কর্মকাণ্ডের মাধ্যমে শাসন ক্ষমতা ভেঙে ফেলার সম্ভাবনা চিহ্নিত করেছিলেন, তারা দেখেছিল তিউনিসিয়া যা অর্জন করেছে। প্রাথমিক বিক্ষোভের সময়, তিনি এবং অন্যান্য বিক্ষোভকারীরা ইয়েমেনে তিউনিসীয় দূতাবাসের সামনে বিক্ষোভ করেন; আল লাহাবি ইয়েমেনের তৎকালীন রাষ্ট্রপতি আলী আবদুল্লাহ সালেহের জন্য একটি বার্তা দিয়ে আল জাজিরার এক প্রতিবেদকের সাথে কথা বলেছিলেন: \"আমি আশা করি আলী আবদুল্লাহ সালেহের শাসনের পতনের জন্য আন্দোলন এগিয়ে যাবে। যিনি আমাদের আফগানাইজেশন, সোমালাইজেশন এবং ইরাকীকরণের হুমকি দিয়েছিলেন।\" দ্য নিউ ইয়র্ক টাইমসের কাছে তিনি উল্লেখ করেছিলেন যে, প্রাথমিকভাবে মহিলারা অনেক বিক্ষোভের নেতৃত্ব দিয়েছেন এবং উত্থাপিত অনেকগুলি বিষয়ের মধ্য ছিল মাতৃমৃত্যু, বাল্যবিবাহ এবং নারীদের ওপর নিরক্ষরতা ও দারিদ্র্যের অসম বোঝা। যদিও প্রথম মাসের শেষের দিকে, নারীরা যে শহরে একসময় নেতৃত্ব দিয়েছিল সেই শহরের চত্বরে তাদেরকে মারধর করা হয়েছিল\n২০১২ সালে সালেহের পতনের পর, ইয়েমেন সংকট পুনর্মিলন প্রচেষ্টার অংশ হিসেবে জাতীয় সংলাপ সম্মেলনের আয়োজন করা হয়। সেখানে ৩০% আসন মহিলাদের জন্য সংরক্ষিত ছিল, আল লাহাবি তাদের মধ্যে অন্যতম। যদিও তিনি সুনির্দিষ্ট মহিলাদের সমস্যা উত্থাপন করার চেষ্টা করেছিলেন, তিনি এবং অন্যান্য মহিলাদের আবার পিছনে ঠেলে দেওয়া হয়েছিল, যেখানে বিপ্লবের সময় নারীদের অগ্রগতিতে নারীরা কেন্দ্রীয় ভূমিকা পালন করেছিলেন। একটি সাক্ষাৎকারে, তিনি দেশের বিভিন্ন গোষ্ঠীর মধ্যে ক্রমাগত সহিংস দ্বন্দ্ব লক্ষ্য করেছেন এবং এমনকি প্রগতিশীল সরকারি কর্মকর্তা এবং নারীরাও বলে চলেছিলেন যে এটি নারী স্বাধীনতার সঠিক সময় নয়।\n\n\n== পরিণাম ==\n২০১৫ সালের এপ্রিলে গোলাগুলি আল লাহাবির বাড়ি ধ্বংস করে এবং তাকে নির্বাসনের জন্য বাধ্য করে; তিনি ফিরে আসার ইচ্ছা ছাড়াই জর্ডানে পালিয়ে যান।\nআল লাহাবি ২০১৮ সালের অসলো ফ্রিডম ফোরামের অন্যতম বক্তা ছিলেন এবং কর্তৃত্ববাদের বিরুদ্ধে অহিংস প্রতিরোধের কথা বলেছিলেন।\n\n\n== তথ্যসূত্র =="}