{"pageid": 1085037, "title": "পাকিস্তানে নারীর প্রতি সহিংসতা", "url": "https://bn.wikipedia.org/wiki?curid=1085037", "content": "নারীর প্রতি সহিংসতা, বিশেষ করে ঘনিষ্ঠ আত্মীয় সহিংসতা ও যৌন সহিংসতা, একটি বড় জনস্বাস্থ্য সমস্যা ও পাকিস্তানে নারীর মানবাধিকার লঙ্ঘন । নারীদের প্রতি সহিংসতা পাকিস্তানে এমন একটি সমস্যার অংশ, যা দেশটির সমগ্র অঞ্চলে পরিলক্ষিত হয়। ২০১৯ সালে নারী, শান্তি ও নিরাপত্তা সূচকে ১৬৭ টি দেশের মধ্যে পাকিস্তান ১৬৪তম স্থানে রয়েছে।\nপাকিস্তানে ১০.৬ মিলিয়ন ছেলেদের তুলনায় প্রায় ১২.২ মিলিয়ন মেয়ে বিদ্যালয় শিক্ষার বাইরে রয়েছে। এই সূচক অনুযায়ী পাকিস্তানে পার্লামেন্টে মহিলাদের জন্য ২০ শতাংশ প্রতিনিধিত্ব অর্জনের ক্ষেত্রে ছেলেদের প্রতি পক্ষপাতের ক্ষেত্রে ভারতের চেয়ে ভালো নির্দেশক ছিল।\n২০১৭ সালে আনুমানিক ৭৪৬ টি অনার অপরাধ, ২৪ টি স্টোভ পোড়ানো, ১ টি নিষ্পত্তির বিয়ের ঘটনা ঘটেছে। ২০১৭ সালে একটি বিকল্প বিরোধ নিষ্পত্তি (এডিআর) পদ্ধতি খাইবার পাখতুনখোয়াতে সাফল্য হিসেবে প্রশংসিত হয়েছে।\n২০১৯ সালে, সিন্ধু প্রদেশের ন্যায়পাল সুপ্রিম কোর্টকে জানিয়েছিলেন যে  ৩৫০ টি মামলার মধ্যে মাত্র ৮ টি ক্ষেত্রে ব্যবস্থা নেওয়া হয়েছে। সবচেয়ে বড় প্রদেশ পাঞ্জাব, ২০১৩ সালে কার্যালয় প্রতিষ্ঠার পর থেকে ১১৬ টি অভিযোগ পেয়েছে, যার ফলে ৪২ টি দোষী সাব্যস্ত, ১৫ টি বেকসুর খালাস, ২৭ টি প্রত্যাহার এবং ২৪ টি এখনও চলমান মামলা রয়েছে। এটি ১৩ টি আপিল পর্যালোচনা করেছে।\nচারটি সিদ্ধান্ত সরিয়ে রাখা হয়েছিল, পাঁচটি সিদ্ধান্ত বহাল রাখা হয়েছিল, দুটি মামলাকে সময়-নিষিদ্ধ ঘোষণা করা হয়েছিল, এবং দুটি এখনও চলমান রয়েছে। পাকিস্তানে নারীরা মূলত বিয়েতে বাধ্য হয়ে, কর্মক্ষেত্রে যৌন হয়রানি, গার্হস্থ্য সহিংসতা ও অনার কিলিংয়ের মাধ্যমে সহিংসতার মুখোমুখি হয়। থমসন রয়টার্স ফাউন্ডেশন কর্তৃক পরিচালিত একটি জরিপে ২০১৮ সালে নারীদের জন্য পাকিস্তানকে বিশ্বের ষষ্ঠ সবচেয়ে বিপজ্জনক দেশ হিসেবে চিহ্নিত করা হয়েছে।\n\n\n== ইতিহাস ==\nপাকিস্তানে পারিবারিক সহিংসতাকে ব্যক্তিগত বিষয় হিসেবে বিবেচনা করা হয়, কারণ এটি পরিবারে ঘটে। স্বামীর অপব্যবহার সামাজিকভাবে খুব কমই অপরাধ হিসেবে বিবেচিত হয় যদি না এটি হত্যা বা হত্যার প্রচেষ্টার চরম রূপ নেয়। গার্হস্থ্য সহিংসতার বিভিন্ন রূপের মধ্যে রয়েছে শারীরিক, মানসিক ও আবেগপ্রবণ নির্যাতন । ১৯৬৯ সালের একটি অনুমান অনুসারে, সাক্ষাৎকার নেওয়া পাকিস্তানি মহিলাদের প্রায় ৭০% থেকে ৯০% গার্হস্থ্য সহিংসতার শিকার হয়েছিল।\nতিনজন বিবাহিত পাকিস্তানি মহিলার মধ্যে প্রায় একজন তাদের স্বামীর কাছ থেকে শারীরিক সহিংসতার মুখোমুখি হয়েছেন বলে জানা গেছে। পাকিস্তানের কর্মক্ষেত্রে মাত্র ২২% নারী আনুষ্ঠানিকভাবে অংশগ্রহণের খবর পাওয়া গেছে। ঘনিষ্ঠ আত্মীয় সহিংসতা, চিকিৎসা খরচ ও কাজের দিন পরিত্যাগ করার  দিক থেকে ব্যয়বহুল ঘটনা। পাকিস্তান  ৭০-এর দশক ও ৮০-এর দশকের শেষের দিকে, নারীদের অধিকার সম্পর্কে একটি প্রতিক্রিয়া দেখে এবং এই বৈষম্যের প্রতিফলনের জন্য আইন সংশোধন করা হয়। যাইহোক, গত ১০-১৫ বছরে, বাল্যবিয়ে, অনার কিলিং, যৌন হয়রানি, গার্হস্থ্য সহিংসতা ও ধর্ষণের মতো ঘটনা রোধে নীতি ও আইন পাসে কিছু সাফল্য এসেছে। এর মধ্যে অনেক আইন পাকিস্তানের নারী সংসদ সদস্যরা চালু করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগার্হস্থ্য সহিংসতা (প্রতিরোধ ও সুরক্ষা) আইন, ২০১২ (পিডিএফ)"}