{"pageid": 1085972, "title": "শরীফা হামিদ আলী", "url": "https://bn.wikipedia.org/wiki?curid=1085972", "content": "শরীফা হামিদ আলী (আনুমানিক ১৮৮৩ - ১৯৭১) বেগম হামিদ আলী নামেও পরিচিত, একজন ভারতীয় নারীবাদী, জাতীয়তাবাদী, আইনজীবী এবং রাজনৈতিক ব্যক্তিত্ব ছিলেন।  তিনি ১৯৩৫ সালে সর্বভারতীয় মহিলা সম্মেলনের সভাপতি ছিলেন  এবং ১৯৪৭ সালে জাতিসংঘ কমিশন অব দ্য স্ট্যাটাস অব মহিলাদের অন্যতম প্রতিষ্ঠাতা ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nবেগম শরীফা হামিদ আলি গুজরাটের বারোদায় ১৮৮৩ সালের ১২ ডিসেম্বর একটি প্রগতিশীল মুসলিম পরিবারে জন্মগ্রহণ করেন। তিনি আমেনা তায়াবজি ও আব্বাস যে. তায়াবজির কন্যা এবং ভারতীয় রাজনৈতিক কর্মী বরুদ্দিন তায়াবজির ভাগ্নি। তাঁর বাবা আব্বাস তায়াবজি বারোদা এলাকার প্রধান বিচারপতি ও মহাত্মা গান্ধীর অনুসরণকারী। তাঁর মা অন্যতম প্রথম দিকের মুসলিম নারী যিনি পর্দাপ্রথাকে প্রত্যাখ্যান করেন। শরীফা তাঁর মায়ের আদর্শ অনুসরণ করেন এবং এই কঠোর নিয়মের বিরুদ্ধে সোচ্চার ছিল যেহেতু তিনি উপলদ্ধি করেছিলেন এটি সামাজিক দুরত্ব ও লিঙ্গ বৈষম্য তৈরি করে। পাশাপাশি, তাঁর পরিবার তাঁকে ও তাঁর বোনদেরকে এ দিকটায় সাহায্য করে এবং পর্দাপ্রথা বিধিনিষেধ থাকা সত্ত্বেও তাঁদেরকে বিদ্যালয়ে পাঠায়। বেগম হামিদ আলি ছয়টি ভাষা শিখেছিলেনঃ উর্দু, গুজরাটি, পার্সিয়ান, মারাঠি, ইংরেজি ও ফরাসি। এছাড়াও তিনি শিল্পকলা ও গানেও সময় দিয়েছিলেন।  ২৫ বছর বয়সে তিনি তার পারিবারিক সম্পর্কের ভাই ও ভারতীয় সিভিস সার্ভিসের অফিসার হামিদ আলিকে বিয়ে করেন। বিয়ের পরে তাঁরা বুম্বাই প্রদেশে গমন করেন এবং সমাজ কল্যাণ ও নিজের প্রিয় কাজের পেছনে সময় দিতে থাকেন। \n\n\n== রাজনৈতিক জীবন ==\n১৯০৭ সালে শরীফা ভারত জাতীয় কংগ্রেসের একটি সেশনে উপস্থিত হন এবং সেখান থেকে স্বদেশি আন্দোলনের প্রতি আগ্রহী হন। তিনি গ্রামে নার্সিং সেন্টার এবং মহিলাদের শিক্ষক ছিলেন। তাঁর অন্যতম উল্লেখযোগ্য অর্জন ছিল একটি বাল্য বিবাহ বিরোধী আইনের প্রচারনা যা ১৯২৯ সালের ২৮শে সেপ্টেম্বর শুরু হয়েছিল। তিনি সিন্ধুর মহিলাদের ডাকেন এবং নিজের ব্যক্তিগত অভিজ্ঞতা বর্ণনা করে তাদেরকে নিজের সমর্থনে আনেন। সাত কন্যার মাতা হওয়ার অভিজ্ঞতা থেকে বলেন যে 'দুইজন উক্ত অবস্থার শিকার' ছিল। ফলস্বরূপ, শরীফা তাদের বিয়ে স্থগিত করার সিদ্ধান্ত নেয় কারন তিনি বিশ্বাস করতেন বিয়ে করার আগে শিক্ষিত ও পরিপক্ক হওয়া জরুরি এবং বিয়ের বৈধ বয়স হওয়া উচিত ১৮। \n১৯৩৪ সালে তিনি আন্তর্জাতিক মহিলা জোটের ইস্তানবুল কংগ্রেসে \"সর্ব ভারত নারী সম্মেলনে\" প্রতিনিধিত্ব করেন এবং ১৯৩৭ সালে চেকোস্লোভাকিয়ার লোহাকোভিচে \"ওমেন্স ইন্টারন্যাশনাল লিগ ফর পিস এন্ড ফ্রিডম\"- এর কংগ্রেসে অংশ নেন।\n১৯৩৯ সালে আলি জাতীয় পরিকল্পনা কমিটির একটি নারী উপ-কমিটিতে অংশ নেন। উপ-কমিটির কাজ ছিল নারীদের সামাজিক, আর্থিক ও বৈধ অবস্থা পর্যালোচনা করা এবং সমান সুযোগ-সুবিধা প্রদানের প্রস্তাব করা। উপ-কমিটি প্রথমে দুইজন মুসলিম মহিলা নিয়ে শুরু হয় কিন্তু পরবর্তীতে তাঁরা ভাবেন যে হয়ত তাঁদের মতামত গ্রহণ করা হচ্ছে না। এজন্য আলি আলাদা দৃষ্টিকোণের উদ্দেশ্যে শরীয়তের কর্তৃপক্ষদের কাছ থেকে পরামর্শ নেন। তবে ফলাফল দুঃখজনক ছিল কারন কেউই তাঁর মতামত গ্রাহ্য করছিলেন না।\nএরপর ভারতের রাজনৈতিক কর্মী (পরবর্তীতে প্রধানমন্ত্রী) জহরলাল নেহরুর হস্তক্ষেপে উপ-কমিটি বিস্তৃত হয় এবং শরীফা শেষ রিপোর্টে সাক্ষর করেন। \nভারত সরকার তাঁকে \"United Nations Commission on the Status of Women\" এ ভারতের প্রতিনিধি হিসেবে প্রেরণ করে। এছাড়াও তিনি ভারতের জাতীয় কংগ্রেসে জাতীয় পরিকল্পনা কমিশনের সদস্য ও হিন্দুস্তান পাঠ্যবই কমিটির সদস্য ছিলেন। \n\n\n== বাল্যবিবাহ নির্মূল আইন(সারদা আইন) ==\nহর বিলাশ সারদার সাথে আলি সারদা আইন প্রয়োগের পেছনে ভূমিকা রাখেন। এই আইন মেয়েদের পনেরো বছর বয়সের নিচে বিয়ে হ্রাসের উদ্দেশ্যে প্রণীত হয়। সিন্ধুতে আলি মুসলিম নারীদের একত্র করেন এবং উক্ত আইন কার্যকর করার জন্য আইন প্রণেতাদের চাপ দিতে থাকেন ও প্রচারণা চালান। তিনি মতামত দেন যে মেয়েদের বিয়ের বয়স আরো বাড়াতে হবে যেন তারা শিক্ষিত ও পরিপক্ক হতে পারে এবং ১৮ বছরকে মেয়েদের বিয়ের সঠিক বয়স হিসেবে প্রস্তাব দেন। সাতজন মেয়ের মা হিসেবে ও সাতজন মেয়েদের মধ্যে দুইজন বাল্যবিবাহের ঝুঁকিতে থাকার কারণে শরীফা উক্ত প্রচারণা কার্যক্রমের সাথে ব্যক্তিগতভাবে জড়িত ছিলেন। হিন্দু, মুসলিম, শিখ এবং অন্যান্য কিছু ধর্মসহ স্বাধীন নারীবাদের সাথে সারদা আইনের প্রচারণা একীভূত হয়। এখানকার নারীবাদীরা একত্রিত হয় ও মেয়েরা কোন বিষয়ে আগ্রহী সে বিষয় নিয়ে সন্দেহ দূর করে। এই আন্দোলনের ফলে অবশেষে ১৯২৯ সালে মেয়েদের বৈধ বিয়ের বয়স ১৮ ও ছেলেদের জন্য এই বয়স ২১ করা হয়।\n\n\n== তথ্যসূত্র =="}