{"pageid": 108526, "title": "নেতৃত্ব", "url": "https://bn.wikipedia.org/wiki?curid=108526", "content": "নেতৃত্ব হল এমন এক \"সামাজিক প্রভাবের প্রক্রিয়া যার সাহায্যে মানুষ কোনও একটি সার্বজনীন কাজ সম্পন্ন করার জন্য অন্যান্য মানুষের সহায়তা ও সমর্থন লাভ করতে পারে।\" জিনতত্ত্ববিদের এলান কিথ আরও সর্বব্যাপী একটি সংজ্ঞা দেন। তিনি বলেন, \"নেতৃত্ব হল মানুষের জন্য একটি পথ খুলে দেওয়া যাতে তারা কোনও অসাধারণ ঘটনা ঘটানোর ক্ষেত্রে নিজেদের অবদান রাখতে পারে।\" কেন অগবন্নিয়ার (২০০৭) কথায় \"প্রাতিষ্ঠানিক বা সামাজিক লক্ষে পৌঁছনোর জন্য অন্তর্বর্তী ও বাহ্যিক পরিবেশে প্রাপ্ত সম্পদকে সফলভাবে সমন্বয় সাধন করাও তা থেকে সর্বাধিক লাভ তোলার ক্ষমতাই হল কার্যকরী নেতৃত্ব।\" কার্যকর নেতার সংজ্ঞা অগবন্নিয়া দেন এভাবে, \"যে কোনও পরিস্থিতিতে যে ব্যক্তি ধারাবাহিকভাবে সফল হওয়ার ক্ষমতা রাখেন এবং কোনও সংস্থা বা সমাজের প্রত্যাশা পূরণকারী হিসেবে স্বীকৃতি পান\", তিনিই কার্যকর নেতা।\nপ্রতিষ্ঠানগত অনুষঙ্গে তার অন্যতম প্রাসঙ্গিক দিক হল নেতৃত্ব। কিন্তু নেতৃত্বের সঠিক সংজ্ঞা দেওয়া বেশ কঠিন। লিঙ্কন ইউনিভার্সিটির সহকারী অধ্যাপক এন মেরি ই. ম্যাকসোয়েনের মতে, \"নেতৃত্ব আসলে ক্ষমতা: নেতাদের শোনার ও পর্যবেক্ষণ করার ক্ষমতা, সব স্তরের সিদ্ধান্ত নেওয়ার ক্ষেত্রে আলোচনা শুরু করায় উৎসাহদানের জন্য নিজেদের দক্ষতাকে কাজে লাগানোর ক্ষমতা, সিদ্ধান্ত নেওয়ার ক্ষেত্রে সঠিক প্রক্রিয়া ও স্বচ্ছতাকে প্রতিষ্ঠিত করার ক্ষমতা, জোর করে চাপিয়ে না দিয়ে নিজেদের মূল্যবোধ ও দূরদর্শিতাকে স্পষ্টভাবে প্রকাশ করার ক্ষমতা। নেতৃত্ব মানে শুধুই সভায় আলোচ্য বিষয়সূচির প্রতি প্রতিক্রিয়া দেখানো নয়, নিজে সেই কর্মসূচি স্থির করা, সমস্যা চিহ্নিত করা এবং শুধুই পরিবর্তনের সঙ্গে সামাল দিয়ে না চলে নিজেই এমন পরিবর্তনের সূচনা করা যা উল্লেখযোগ্য উন্নতির পথ প্রশস্ত করে।\"\nপরবর্তী বিভাগগুলিতে নেতৃত্বের বেশ কিছু গুরুত্বপূর্ণ দিক নিয়ে আলোচনা করা হয়েছে। নেতৃত্ব কী এবং নেতৃত্বকে ঘিরে বেশ কিছু প্রচলিত তত্ত্ব এবং শৈলীর বিবরণও এই আলোচনার অন্তর্গত। আবেগ ও দূরদৃষ্টির ভূমিকা এবং নেতৃত্বের কার্যকারিতা ও কার্য সম্পাদন, বিভিন্ন অনুষঙ্গে নেতৃত্বের ধারণা, সংশ্লিষ্ট অন্যান্য ধারণার (যেমন, ম্যানেজমেন্ট) থেকে এটি কীভাবে আলাদা, এবং সাধারণভাবে নেতৃত্বের কিছু সমালোচনা।\n\n\n== নেতৃত্বের তত্ত্ব ==\nনেতৃত্ব বিষয়টি নিয়ে অধ্যয়নরত ছাত্র-ছাত্রীরা নেতৃত্ব সম্পর্কে অনেকগুলি তত্ত্বের জন্ম দিয়েছেন। বৈশিষ্ট্য, অবস্থাভেদে পারস্পরিক যোগস্থাপন, ব্যবহার, ক্ষমতা, দূরদৃষ্টি ও মূল্যবোধ, সহজাত দক্ষতা এবং বুদ্ধিমত্তা তাদের অন্যতম।\n\n\n== নেতৃত্বের উদাহরণ ==\nপ্রহরীদের নেতা (বয়েজ স্কাউট),\nব্যবস্থাপক বা ম্যানেজার (বিভিন্ন সংস্থা ও ব্যবসায়িক প্রতিষ্ঠান),\nপাচক (রেস্তরা),\nনিমন্ত্রণকারী (ভোজসভা ও অন্যান্য অনুষ্ঠান),\nবৈশিষ্ট্য তত্ত্ব\nকার্যকরী নেতৃত্বের সঙ্গে জড়িত নানা ধরনের ব্যবহার ও চারিত্রিক বৈশিষ্ট্যের বর্ণনা দেওয়ার চেষ্টা করে বৈশিষ্ট্য তত্ত্ব। এটিই সম্ভবত নেতৃত্ব সম্পর্কে প্রথম পুঁথিগত তত্ত্ব। বৈশিষ্ট্য তত্ত্বের অন্যতম পথিকৃৎ হলেন টমাস কার্লাইল (১৮৪১)। ক্ষমতায় উন্নীত ব্যক্তির প্রতিভা, দক্ষতা এবং শারীরিক বৈশিষ্ট্য চিহ্নিত করার জন্য তিনি এমন একটি তত্ত্বের ব্যবহার করেছেন। রোনাল্ড হেইফেজ (১৯৯৪) বৈশিষ্ট্য তত্ত্বের মধ্যে উনিশ শতকের ছায়া খুঁজে পেয়েছেন, যখন মহান ও বিখ্যাত ব্যক্তিত্বদের জীবন-ইতিহাসের সঙ্গে সমাজের ইতিহাসকেও যুক্ত করা হত।\nবৈশিষ্ট্য তত্ত্বের প্রবক্তারা সাধারণত নেতৃত্বের জন্য প্রয়োজনীয় গুণাবলিকে তালিকাবদ্ধ করে রাখেন। তারা ধরে নেন যে কোনও নির্দিষ্ট বৈশিষ্ট্য বা লক্ষণই কার্যকর নেতৃত্ব দানের ক্ষমতায় পৌঁছতে সাহায্য করে। শেলি কার্কপ্যাট্রিক এবং এডুইন এ. লক (১৯৯১) বৈশিষ্ট্য তত্ত্বের উদাহরণ দিয়েছেন। তারা বলেন, \"নেতৃত্বের মূল বৈশিষ্ট্যগুলি হল চালনাশক্তি (একটি ব্যাপক অর্থে ব্যবহৃত শব্দ যার অন্তর্ভুক্ত হল কৃতিত্ব, প্রেরণা, উচ্চাশা, প্রাণশক্তি, উদ্যোগ এবং লেগে থাকার ক্ষমতা), নেতৃত্বের প্রেরণা (নেতৃত্ব দানের ইচ্ছা কিন্তু ক্ষমতা লাভকেই লক্ষ্য হিসেবে দেখা নয়), সততা, ন্যায়পরায়ণতা, আত্মবিশ্বাস (যা আবেগের স্থৈর্যতার সঙ্গে সম্পর্কিত), অনুধাবনের ক্ষমতা এবং ব্যবসায়িক জ্ঞান। তাঁদের গবেষণা অনুসারে, \"সহজাত দক্ষতা, সৃজনশীলতা এবং নমনীয়তার মতো বৈশিষ্ট্যের প্রমাণ তত স্পষ্ট নয়।\"\nঅনুজ পাল এক জন নেতা।\n\n\n== বৈশিষ্ট্য তত্ত্বের সমালোচনা ==\nবৈশিষ্ট্য তত্ত্বের একটি স্বতলব্ধ আবেদন থাকলেও এই মতবাদ প্রমাণ করতে অসুবিধে দেখা দিতে পারে এবং বিরোধীরা প্রায়শই এই মতটির বিরুদ্ধে প্রশ্ন তোলেন। বৈশিষ্ট্য তত্ত্বের সব চেয়ে শক্তিশালী সংস্করণটি \"নেতৃত্বের এই চরিত্রগুলিকে\" সহজাত বলে মনে করেন এবং সে জন্য কিছু মানুষকে তাদের মানসিক গঠনের জন্য \"জন্ম থেকেই নেতা\" বলে অভিহিত করেন। এই তত্ত্ব অনুযায়ী নেতৃত্বের বিকাশের অন্তর্গত হল নেতৃত্বের গুণাবলি চিহ্নিত ও পরিমাপ করা, অ-নেতাদের মাঝখান থেকে নেতাকে বেছে নেওয়া এবং তারপর সম্ভাবনাময় ব্যক্তিদের প্রশিক্ষণ দান।\n\n\n== আচরণগত ও শৈলী তত্ত্ব ==\nবৈশিষ্ট্য তত্ত্বের সমালোচনার জবাবে তাত্ত্বিকেরা নেতৃত্বকে কিছু বিশেষ আচরণের সমষ্টি বলে ধরে নিয়ে গবেষণা শুরু করলেন এবং 'সফল' নেতাদের আচরণের মূল্যায়ন ঘটালেন, আচরণের বর্গীকরণ সূত্র স্থির করলেন এবং মোটামুটিভাবে নেতৃত্বের শৈলীগুলি শনাক্ত করলেন। উদাহরণ হিসেবে ডেভিড ম্যাকক্লেল্যান্ডের কথা বলা যায়। তিনি নেতৃত্বের দক্ষতাকে যত না বৈশিষ্ট্যের সমষ্টি হিসেবে দেখেছিলেন, তার চেয়ে অনেক বেশি করে দেখেছিলেন কিছু উদ্দেশ্যের নকশা হিসেবে। তিনি দাবি করেন, সফল নেতাদের মধ্যে ক্ষমতার চাহিদা বেশি থাকবে, সংযোগের চাহিদা কম থাকবে, এবং উচ্চ মাত্রায় সক্রিয়ভাবে বাধাদানের ক্ষমতা থাকবে (একে আত্ম-নিয়ন্ত্রণও বলা যায়)।\nকার্ট লেউইন, রোনাল্ড লিপিট ও রাল্ফ হোয়াইট ১৯৩৯ সালে নেতৃত্বের শৈলী ও কার্যসম্পাদনের প্রভাব নিয়ে একটি গবেষণাপত্র তৈরি করেন। এই গবেষকেরা বিভিন্ন ধরনের কাজের পরিবেশে এগারো বছর বয়সী বালকের দলের কার্যসম্পাদনের মূল্যায়ন করেন। প্রতিটি ক্ষেত্রে দলের নেতা দলের সিদ্ধান্ত গ্রহণ, প্রশংসা ও সমালোচনা (ওই বিষয়ে তথ্য প্রদান বা ফিডব্যাক ), এবং দলের কাজের ব্যবস্থাপনা (প্রকল্পের ব্যবস্থাপনা) সম্পর্কে তিনটি শৈলী অনুসারে নিজের প্রভাব খাটিয়েছিল। এই তিনটি শৈলী হল: (১) কর্তৃত্বপূর্ণ, (২) গণতান্ত্রিক এবং (৩) অবাধ স্বাধীনতাপূর্ণ। কাজের কর্তৃত্বপূর্ণ পরিবেশ সেই সব নেতাদের দ্বারা বিশেষায়িত হয়েছে যাঁরা একাই যাবতীয় সিদ্ধান্ত নিয়েছেন, নিজের আদেশের প্রতি অনুগামীদের কাছ থেকে কঠোর মান্যতা দাবি করেছেন, এবং প্রতিটি পদে ছড়ি ঘুরিয়েছেন; ভবিষ্যতের পদক্ষেপগুলি অবশ্য যথেষ্ট অনিশ্চিত। এই নেতা যে শত্রুতাপরায়ণ তা নয়, কিন্তু কাজে অংশ নেওয়ার ব্যাপারে নির্লিপ্ত এবং সম্পাদিত কাজের ক্ষেত্রে সাধারণত ব্যক্তিগতভাবে প্রশংসা বা সমালোচনা করেন। গণতান্ত্রিক পরিবেশ বিশেষায়িত হয়েছে সিদ্ধান্তের ক্ষেত্রে সম্মিলিত প্রক্রিয়ার মাধ্যমে, যাতে নেতারা সহায়তা করেছেন। কাজ শেষ করার আগে দলের গৃহীত সিদ্ধান্ত থেকে দৃষ্টিভঙ্গি এবং নেতার কাছ থেকে প্রয়োগগত উপদেশ গ্রহণ করা হয়েছে। সদস্যদের বেছে নেওয়ার সুযোগ দেওয়া হয়েছে এবং শ্রমের বণ্টন কীভাবে হবে, সে বিষয়ে সম্মিলিতভাবে সিদ্ধান্ত নেওয়ার ক্ষমতাও দেওয়া হয়েছে। এইরকম একটি পরিবেশে প্রশংসা ও সমালোচনা খুবই বস্তুগত, তথ্যনির্ভর এবং তা পাওয়া যায় প্রকৃত কাজে ব্যাপকভাবে অংশগ্রহণ করেননি, এমন সদস্যের কাছ থেকে। অবাধ স্বাধীনতাপূর্ণ পরিবেশের ক্ষেত্রে দল নীতি নির্ধারণের সময় নেতার কাছ থেকে স্বাধীনতা পেয়েছে এবং নেতা তাতে কোনও অংশ নেননি। না বলা হলে কাজে সিদ্ধান্ত নেওয়ার সময় নেতা নিজেকে জড়ান না, শ্রমের বণ্টনে অংশ নেন না, এবং খুব কমই প্রশংসা করেন। ফলাফল থেকে নিশ্চিতভাবেই বোঝা যায় যে গণতান্ত্রিক পরিবেশই অধিক কাম্য।\nব্যবস্থাপনাগত গ্রিড মডেলটিও আচরণগত তত্ত্বের ভিত্তিতে গঠিত। ১৯৬৪ সালে রবার্ট ব্লেক ও জেন মাউটন এই মডেলটি তৈরি করেন এবং মানুষ সম্পর্কে এবং লক্ষ্যে পৌঁছনোর ব্যাপারে নেতার চিন্তার ভিত্তিতে নেতৃত্বের পাঁচটি পৃথক শৈলীর কথা বলেন।\n\n\n== পরিস্থিতিগত এবং ঘটনানির্ভর তত্ত্ব ==\nনেতৃত্বকে কেন্দ্র করে গড়ে ওঠা বৈশিষ্ট্য তত্ত্বের প্রতিক্রিয়া হিসেবে তৈরি হয়েছে পরিস্থিতিগত তত্ত্ব। কার্লাইল যেমন বলেছিলেন যে সমাজ আসলে মহান ব্যক্তিদের হস্তক্ষেপের ফল, তার প্রতিক্রিয়ায় সমাজবিজ্ঞানীরা যুক্তি দেন সমাজ আসলে তার চেয়ে আরও বেশি কিছু। হার্বার্ট স্পেন্সার বলেছিলেন সময়ই মানুষকে তৈরি করে, উল্টোটা নয়। এই তত্ত্ব অনুসারে বিভিন্ন পরিস্থিতি বিভিন্ন বৈশিষ্ট্যের জন্ম দেয়; এই তত্ত্ব গোষ্ঠীর বক্তব্য অনুযায়ী নেতার মনোজগতের কোনও একটি সন্তোষজনক চেহারা নেই। এই তত্ত্ব অনুসারে, \"নেতা হিসেবে কাজ করার সময় কোনও ব্যক্তিমানুষ আসলে যা করেন তা বহুলাংশে সেই পরিস্থিতির বৈশিষ্ট্যের উপর নির্ভরশীল, যেখানে তিনি কাজ করছেন।\"\nবহু তাত্ত্বিক বৈশিষ্ট্য তত্ত্ব ও পরিস্থিতিগত তত্ত্বের মধ্যে সমন্বয় সাধন করতে শুরু করেছিলেন। লেউইন এবং অন্যান্যদের গবেষণার ভিত্তিতে পণ্ডিতেরা নেতৃত্বের পরিবেশের বর্ণনামূলক নকশাগুলির একটি আদর্শ মান নির্ণয় করতে শুরু করেন। তারা নেতৃত্বের তিনটি শৈলীকে সংজ্ঞায়িত করেন এবং কোন পরিস্থিতিতে কোন শৈলী ভাল কাজ করে তা-ও চিহ্নিত করেন। উদাহরণ হিসেবে বলা যায় যে, সংকটের সময় কর্তৃত্বপূর্ণ নেতৃত্ব দানের শৈলীকে অনুমোদন করা হলেও তা দৈনন্দিন ব্যবস্থাপনার ক্ষেত্রে অনুগামীদের \"হৃদয় ও মন\" জিতে নিতে ব্যর্থ; জনমত তৈরি করা প্রয়োজন এমন পরিস্থিতিতে গণতান্ত্রিক নেতৃত্ব শৈলী অধিকতর সমুচিত; এবং শেষত, অবাধ স্বাধীনতাপূর্ণ নেতৃত্ব শৈলী প্রশংসার যোগ্য তার প্রদত্ত স্বাধীনতার জন্য কিন্তু যে হেতু নেতা কোনও দায়িত্ব নেন না, তাই প্রতিষ্ঠানের দীর্ঘায়িত বা কণ্টকপূর্ণ সমস্যাগুলি সমাধানের ক্ষেত্রে তাকে ব্যর্থ বলে মনে করা হতে পারে। এই ভাবে তাত্ত্বিকেরা নেতৃত্বের শৈলীকে পরিস্থিতি নির্ভর বলেছেন যাকে মাঝে মাঝে ঘটনানির্ভর বা পরিস্থিতিগত বলা হয়। সাম্প্রতিক বছরগুলিতে চারটি পরিস্থিতিগত তত্ত্ব স্পষ্টভাবে উঠে এসেছে। সেগুলি হল, ফিয়েডলার ঘটনানির্ভর মডেল (ফিয়েডলার কন্টিনজেন্সি মডেল), ভ্রুম-ইয়েটন সিদ্ধান্ত মডেল (ভ্রুম-ইয়েটন ডিসিশন মডেল), পথ-লক্ষ্য তত্ত্ব (পথ-গোল থিওরি) এবং হারসে-ব্ল্যানচার্ড পরিস্থিতিগত তত্ত্ব (হারসে-ব্ল্যানচার্ড সিচুয়েশনাল থিওরি)।\nফ্রেড ফিয়েডলারযাকে পরিস্থিতিগত নির্ভরতা বলেছেন, ফিয়েডলারকন্টিনজেন্সি মডেল অনুযায়ী তার উপরেই নির্ভর করে একজন নেতার কার্যকারিতা। নেতৃত্বের শৈলী ও পরিস্থিতিগত আনুকূল্যের পারস্পরিক ক্রিয়া থেকে তা উৎপন্ন হয় (একে পরে \"পরিস্থিতিগত নিয়ন্ত্রণ\" বলা হয়েছে) এই তত্ত্ব দু ধরনের নেতার সংজ্ঞা দিয়েছে: যাঁরা দলের সঙ্গে সুসম্পর্ক গড়ে তোলার মাধ্যমে কাজ সম্পন্ন করতে চান (সম্পর্কমুখী), এবং যাঁরা কাজ সম্পন্ন করার বিষয়টিকেই সর্বাপেক্ষা গুরুত্ত্ব দিয়ে বিবেচনা করেন (কাজমুখী)। ফিডলারের মতে আদর্শ নেতা বলে কিছু হয় না। কাজমুখী এবং সম্পর্কমুখী, এই দু ধরনের নেতাই সফল হতে পারেন যদি তাদের নেতৃত্বের ধরনের সঙ্গে পরিস্থিতি মানানসই হয়। দলের নেতা-সদস্যের মধ্যে সুসম্পর্ক থাকলে, কাজ অত্যন্ত সুগঠিত হলে এবং নেতার অবস্থানজনিত ক্ষমতা অত্যন্ত বেশি হলে সেই পরিস্থিতিকে \"অনুকূল পরিস্থিতি\" বলা হয়। ফিয়েডলারদেখেন যে উচ্চ মাত্রায় অনুকূল বা প্রতিকূল পরিস্থিতিতে কাজমুখী নেতারা বেশি কার্যকরী এবং মাঝারি আনুকূল্য যুক্ত পরিস্থিতিতে সম্পর্কমুখী নেতারা নিজেদের সেরাটা দিতে পারেন।\nভিক্টর ভ্রুম নেতৃত্বের পরিস্থিতির বিবরণ দেওয়ার জন্য প্রথমে ফিলিপ ইয়েটন (১৯৭৩) এবং পরে আর্থার জাগো (১৯৮৮)-এর সঙ্গে সহযোগিতায় একটি বর্গীকরণ সূত্র তৈরি করেন, যা একটি আদর্শ সিদ্ধান্ত মডেলের ক্ষেত্রে ব্যবহার করা হয়েছিল। এই মডেলে নেতৃত্বের বিভিন্ন শৈলিগুলি পরিস্থিতিগত পরিবর্তনশীলতার সঙ্গে যুক্ত ছিল এবং কোন শৈলীটি কোন পরিস্থিতির পক্ষে মানানসই, তারও সংজ্ঞা দেওয়া হয়েছিল। এই দৃষ্টিভঙ্গিটিতে নতুনত্ব ছিল, কারণ এমন একটি ধারণাকে তা সমর্থন করেছিল যে ধারণা অনুযায়ী একজন ব্যবস্থাপক প্রতিটি পরিস্থিতির গুণাবলির ভিত্তিতে বিভিন্ন ধরনের দলীয় সিদ্ধান্ত গ্রহণের উপর নির্ভর করতে পারতেন। এই মডেলটিকেই পরে পরিস্থিতিগত নির্ভরতা বলা হয়েছে।\nনেতৃত্বের পথ-লক্ষ্য তত্ত্বটি তৈরি করেন রবার্ট হাউস (১৯৭১)। ভিক্টর ভ্রুমের প্রত্যাশা তত্ত্বের (এক্সপেকটেনসি থিওরি) উপর এই তত্ত্ব নির্ভরশীল। হাউসের বক্তব্য অনুযায়ী এই তত্ত্বের মূল কথা রয়েছে, \"একটি অধি-বচনে। সেটি হল, কার্যকরী হতে গেলে নেতাদের এমন আচরণ করতে হবে যা অধস্তনদের কাজের পরিবেশ ও ক্ষমতার এমনভাবে পরিপূরক হয়ে ওঠে যাতে সমস্ত অসম্পূর্ণতা পূরণ হয়ে যায়, এবং তা অধস্তনদের সন্তুষ্টি এবং ব্যক্তিমানুষ এবং কর্মক্ষেত্রের কার্জসম্পাদনের পক্ষে গুরুত্বপূর্ণ হয়। এই তত্ত্ব নেতাদের চার ধরনের আচরণকে চিহ্নিত করে, কৃতিত্বমুখী, নির্দেশক, অংশগ্রহণমুখী এবং সহায়ক। ফিয়েডলারের নির্ভরতা মডেলের বিপরীতে রয়েছে পথ-লক্ষ্য মডেল। এই মডেল অনুযায়ী নেতৃত্বের চারটি আচরণ খুবই নমনীয় এবং নেতারা পরিস্থিতি অনুযায়ী চারটি আচরণের যে কোনও একটি গ্রহণ করতে পারেন। পথ-লক্ষ্য মডেলটিকে যুগপত ঘটনানির্ভর তত্ত্ব ও সম্পাদনামূলক নেতৃত্ব তত্ত্ব হিসেবে শ্রেণীবদ্ধ করা যায়। ঘটনানির্ভর তত্ত্ব বলা হয় কারণ তা পরিস্থিতি বা ঘটনার উপর নির্ভর করে, এবং সম্পাদনামূলক নেতৃত্ব বলা হয় কারণ তা নেতা ও তার অনুগামীদের আদান-প্রদানমূলক আচরণের উপর জোর দেয়।\nহারসে ও ব্ল্যানচার্ড প্রস্তাবিত পরিস্থিতিগত নেতৃত্বের মডেলটি চারটি নেতৃত্বের ধরন এবং চারটি স্তরের অনুগামিত্বের বিকাশের কথা বলে। এই মডেল অনুযায়ী কার্যকারিতার জন্য নেতৃত্বের ধরনকে অবশ্যই অনুগামিত্ব-বিকাশের যথাযথ স্তরের সঙ্গে মানানসই হতে হবে। এই মডেলে নেতৃত্বমূলক আচরণটি শুধু নেতার চারিত্রিক বৈশিষ্ট্যের স্বাভাবিক ক্রিয়া হয়ে ওঠে না, তা অনুগামীদের চারিত্রিক বৈশিষ্ট্যেরও স্বাভাবিক ক্রিয়ায় পর্যবসিত হয়।\n\n\n== স্বাভাবিক ক্রিয়াগত তত্ত্ব ==\nস্বাভাবিক ক্রিয়াগত নেতৃত্ব তত্ত্ব (হ্যাকম্যান ও ওয়ালটন, ১৯৮৬; ম্যাকগ্র্যাথ, ১৯৬২) একটি বিশেষ গুরুত্বপূর্ণ তত্ত্ব। নেতাদের যে সুনির্দিষ্ট আচরণগুলি প্রতিষ্ঠান বা কর্মস্থলের কার্যকারিতার ক্ষেত্রে বিশেষ অবদান রাখে, তাদের সম্ভাষণের জন্য এই তত্ত্বটি ব্যবহার করা হয়। এই তত্ত্ব বলে, একজন নেতার মূল কাজ হল দলের প্রয়োজনের ক্ষেত্রে আবশ্যক সমস্ত বিষয়ের প্রতি বিশেষ যত্ন নেওয়া; তাই একজন নেতা ভালভাবে কাজ করতে পেরেছেন, এ কথা বলা হবে তখনই, যখন তারা দলের কার্যকারিতা ও সংসক্তির প্রতি নিজেদের অবদান রাখবেন (ফ্লেইশম্যান ও অন্যান্য, ১৯৯১; হ্যাকম্যান ও ওয়েজম্যান, ২০০৫; হ্যাকম্যান ও ওয়ালটন, ১৯৮৬)। স্বাভাবিক ক্রিয়াগত নেতৃত্ব তত্ত্ব প্রায়শই দলীয় নেতৃত্বের ক্ষেত্রে প্রয়োগ করা হলেও (জাকারো, রিটম্যান, ও মার্কস, ২০০১), বৃহত্তর প্রাতিষ্ঠানিক নেতৃত্বের ক্ষেত্রেও এই তত্ত্বকে সফলভাবে প্রয়োগ করা গিয়েছে (জাকারো, ২০০১)। স্বাভাবিক ক্রিয়াগত নেতৃত্ব তত্ত্বের উপর প্রাপ্ত রচনার সংক্ষিপ্তসার তৈরি করতে গিয়ে (কোজলোবস্কি ও অন্যান্য (১৯৯৬), জাকারো ও অন্যান্য (২০০১), হ্যাকম্যান ও ওয়ালটন (১৯৮৬), হ্যাকম্যান ও ওয়েজম্যান (২০০৫), মর্গেসন (২০০৫) দেখুনঃ ক্লেইন, জেইগার্ট, নাইট ও জিয়াও (২০০৬) দেখেন যে প্রতিষ্ঠানের কার্যকারিতা উন্নত করার সময় একজন নেতা পাঁচটি মূল স্বাভাবিক ক্রিয়া সম্পাদন করে। এই ক্রিয়াগুলির অন্তর্গত হল:\n\nপরিবেশগত নজরদারি\nঅধস্তনদের কার্যকলাপকে বিন্যস্ত করা\nঅধস্তনদের শিক্ষা ও প্রশিক্ষণ দান\nঅন্যদের উদ্বুদ্ধ করা\nদলের কাজে সক্রিয়ভাবে হস্তক্ষেপ করা\nনেতৃত্বের বিভিন্ন আচরণ এই স্বাভাবিক ক্রিয়াগুলিকে সহজতর করে দেয় বলে মনে করা হয়। নেতার আচরণগুলিকে চিহ্নিত করার বিষয়ে তার প্রথমদিককার গবেষণায় ফ্লেইশম্যান দেখেন যে অধস্তনেরা তাদের কার্যাধীপের আচরণকে মোটামুটিভাবে দুটি বড় শ্রেণীতে ফেলেন। এই শ্রেণীদুটি হল বিবেচনা ও পরিকাঠামো গঠনের উদ্যোগ। কার্যকরী সুসম্পর্ক গড়ে তোলার বিষয়টি বিবেচনার অন্তর্গত। অধস্তনের বিষয়ে উদ্বেগ প্রকাশ অথবা অন্যান্যদের প্রতি সমর্থনসূচক ব্যবহার এই আচরণের অন্তর্গত। পরিকাঠামো গঠনের উদ্যোগের অন্তর্গত হল নেতার কাজ, যা কাজ শেষ করার প্রতিই বিশেষভাবে নিবদ্ধ। ভূমিকা স্পষ্ট করা, কার্য সম্পাদনের মান নির্ণয়, এবং এই মান আয়ত্ত করার ক্ষেত্রে অধস্তনদের দায়বদ্ধ রাখা তার অন্তর্গত হতে পারে।\n\n\n== সম্পাদনামূলক ও স্বাভাবিক ক্রিয়াগত তত্ত্ব ==\nএরিক বার্নে প্রথম সম্পাদনামূলক বিশ্লেষণের ভিত্তিতে একটি দল ও তার নেতার সম্পর্ক বিশ্লেষিত করেছিলেন।\nবিশেষ কোনও কাজ সম্পাদন এবং দলের কাজের জন্য তাকে পুরস্কার বা শাস্তি দানের ক্ষমতা সম্পাদনামূলক নেতার (বার্নস, ১৯৭৮) হাতে থাকে। তা ব্যবস্থাপককে দলকে নেতৃত্ব দেওয়ার সুযোগ দেয় এবং দলও অন্য কোনও কিছুর বিনিময়ে একটি পূর্ব-নির্ধারিত লক্ষ্যে পৌঁছনোর জন্য তার নেতৃত্ব অনুসরণ করতে সম্মত হয়। উৎপাদনশীলতা সন্তুষ্টির পর্যায়ে না পৌঁছলে নেতাকে অধস্তনদের মূল্যায়ন করা, সংশোধন করা ও প্রশিক্ষণ দানের ক্ষমতা দেওয়া হয় এবং আশানুরূপ ফলাফলে পৌঁছনো গেলে তখন সেই কার্যকারিতাকে পুরস্কার প্রদানের ক্ষমতাও নেতাকে দেওয়া হয়।\nসম্পাদনামূলক নেতা (বার্নস, ১৯৭৮) তার দলকে কার্যকরী ও দক্ষ হওয়ার জন্য উদ্বুদ্ধ করেন। লক্ষ্যে পৌঁছনোর জন্য যোগাযোগই সেরা মাধ্যম, তা দলকে শেষ ঈপ্সিত ফলাফল বা লক্ষ্য প্রাপ্তির বিষয়ে মন নিবদ্ধ করতে সাহায্য করে। এই নেতা অত্যন্ত বেশি মাত্রায় দৃষ্টিগোচর এবং কাজ শেষ করার জন্য তিনি একটি নির্দেশ-শৃঙ্খল ব্যবহার করেন। সম্পাদনামূলক নেতা বৃহত্তর ছবির প্রতি মন নিবদ্ধ করেন, এবং তাকে ঘিরে থাকেন একদল মানুষ যাঁরা বাকি খুঁটিনাটির দায়িত্ব নেন। নেতা সর্বদাই নতুন নতুন চিন্তার খোঁজে থাকেন যা প্রতিষ্ঠানকে সংস্থার কল্পিত পথে অগ্রসর হতে সাহায্য করে।\n\n\n== নেতৃত্ব এবং আবেগ ==\nনেতৃত্বকে একটি বিশেষভাবে আবেগবহুল প্রক্রিয়া হিসেবে দেখা হয়। এখানে সামাজিক প্রভাব বিস্তারের প্রক্রিয়ার সঙ্গেই জড়িয়ে থাকে আবেগ। একটি প্রতিষ্ঠানে নেতার মেজাজের কিছু প্রভাব তার দলের উপর পড়ে। এই প্রভাব্গুলিকে তিনটি স্তরে ভাগ করা যেতে পারে।\nদলের প্রতিটি সদস্যের মেজাজ। যে দলের নেতার মেজাজ ইতিবাচক সেই দলের সদস্যরা, যে দলের নেতার মেজাজ নেতিবাচক সেই দলের সদস্যদের তুলনায়, বেশি ইতিবাচক মেজাজে থাকেন।নেতারা আবেগ সঞ্চারণ কৌশলের মাধ্যমে তাদের মেজাজ দলের অন্যান্য সদস্যদের মধ্যে চারিয়ে দেন। মনস্তাত্ত্বিক যে সব কৌশলের মাধ্যমে সহজাত দক্ষতা সম্পন্ন নেতারা অনুগামীদের প্রভাবিত করেন, আবেগ সঞ্চারণ তার অন্যতম।\nদলের আবেগপূর্ণ মনোভাব দলের মধ্যে ধারাবাহিক বা সমপ্রকৃতি যুক্ত আবেগের ক্রিয়া-প্রতিক্রিয়াকে ফুটিয়ে তোলে দলের আবেগপূর্ণ মনোভাব। দলের আবেগপূর্ণ মনোভাব হল দলের প্রতিটি সদস্যের ব্যক্তিগত মেজাজ্রে গড় এবং তা দলীয় স্তরের বিশ্লেষণে প্রাপ্ত মেজাজকে বোঝায়। যে দলের নেতার মেজাজ ইতিবাচক সেই দলের আবেগপূর্ণ মনোভাব, যে দলের নেতার মেজাজ নেতিবাচক সেই দলের তুলনায় অনেক বেশি ইতিবাচক হয়।\nসমন্বয়, প্রচেষ্টার বিস্তার এবং কাজের কৌশলের ক্ষেত্রে দলের প্রক্রিয়া। সর্বসমক্ষে মেজাজের বহিঃপ্রকাশ দলের সদস্যদের চিন্তা ও কাজ করার ধরনের উপর প্রভাব ফেলে। যখন মানুষ একটি বিশেষ মেজাজের মধ্যে দিয়া যায় ও তা প্রকাশ করে, তখন তারা অন্যান্যদের একটি সংকেত পাঠায়। নেতারা তাদের মেজাজের বহিঃপ্রকাশের মাধ্যমে তাদের লক্ষ্য, উদ্দেশ্য এবং মনোভাবের সংকেত দেন। উদাহরণ হিসেবে বলা যায়, নেতাদের ইতিবাচক মেজাজের বহিঃপ্রকাশ এই সংকেত পাঠায় যে নেতারা লক্ষ্যের দিকে অগ্রগতিকে ভাল বলে মনে করছেন।দলের সদস্যের এই সব সংকেতের প্রতি জ্ঞানাত্মক ও আচরণগতভাবে সাড়া দেন যা দলের প্রক্রিয়ার মধ্যে প্রতিবিম্বিত হয়।\nমক্কেল পরিষেবা সংক্রান্ত গবেষণায় দেখা গিয়েছে নেতার ইতিবাচক মেজাজের বহিঃপ্রকাশ দলের কার্য সম্পাদনার মান উন্নত করে। তবে অন্যান্য ক্ষেত্রে অন্যান্য তথ্য পাওয়া গিয়েছে।\nনেতার মেজাজ বাদে তার আচরণও কর্মস্থলে কর্মীদের ইতিবাচক ও নেতিবাচক আবেগের উৎস। নেতা কিছু পরিস্থিতি ও ঘটনার জন্ম দেন যার ফলে আবেগপূর্ণ সাড়া পাওয়া যায়। কর্মীদের সঙ্গে পারস্পরিক ক্রিয়ার সময় নেতাদের কিছু কিছু আচরণ এই সব আবেগপূর্ণ ঘটনার উৎস। কর্মস্থলে আবেগপূর্ণ ঘটনাগুলিকে রূপদান করেন নেতারা। উদাহরণ- কোনও নির্দিষ্ট বিষয়ে তথ্য প্রদান, কাজ বণ্টন, সম্পদের বিতরণ। যে হেতু কর্মীদের আচরণ ও উৎপাদনশীলতা তাদের মানসিক আবেগ দ্বারা সরাসরি প্রভাবিত হয়, তাই প্রতিষ্ঠানের নেতাদের প্রতি কর্মীদের আবেগবহুল প্রতিক্রিয়াগুলিকে বিবেচনা করা একান্ত প্রয়োজনীয়।\nআবেগপূর্ণ বুদ্ধিমত্তা, অধিগম্যতার ক্ষমতা এবং নিজের ও অন্যান্যদের মেজাজ ও আবেগকে পরিচালনা করা প্রতিষ্ঠানে কার্যকরী নেতৃত্বের প্রতি অবদান রাখে। নেতৃত্বের অর্থ দায়িত্বশীলতা।\n\n\n== পরিবেশগত নেতৃত্ব তত্ত্ব ==\nপরিবেশগত নেতৃত্ব মডেল (কারমাজি) নেতৃত্বকে একটি দলীয় গতিবিজ্ঞানের দৃষ্টিকোণ থেকে ব্যাখ্যা করে। যে \"পরিবেশ\" দলের কার্যকলাপ থেকে প্রাপ্ত ব্যক্তিগত আবেগের পরিতৃপ্তির ভিত্তিতে নিজেকে নিজেই টিকিয়ে রাখতে সক্ষম এমন দলীয় নেতৃত্বকে তুলে ধরে, সেই পরিবেশকে লালন করার জন্য দলীয় মনস্তত্ত্ব ও স্ব-সচেতনতাকে সংঘবদ্ধ করে এই মডেল। পরিবেশগত নেতা এমন একটি মনস্তাত্ত্বিক কাঠামো গঠন করেন যার সাহায্যে কর্মীরা কাজ অথবা সক্রিয়তার মাধ্যমে এই পরিতৃপ্তিকে খুঁজে নিতে ও অর্জন করতে পারেন।\nএই বিষয়টি উদ্ভূত হয়েছে একটি ধারণা থেকে। ধারণাটি হল, প্রত্যেক ব্যক্তিমানুষের বিভিন্ন পরিবেশ রয়েছে যা তাদের আত্ম-পরিচয়ের বিভিন্ন দিক বের করে আনে, এবং প্রতিটি পরিবেশের আবেগ সঞ্চারিত দৃষ্টিভঙ্গি দ্বারা এই প্রতিটি দিক চালিত হয়। পরিবেশগত নেতা শিক্ষা ও সচেতনতার মাধ্যমে একটি মঞ্চ তৈরি করে দেন যেখানে ব্যক্তিমানুষ পরস্পরের আবেগজাত চাহিদা পূরণ করেন এবং কখন ও কীভাবে তারা ব্যক্তিগত ও দলের আবেগের পরিতৃপ্তিতে প্রভাব ফেলেন, সে বিষয়ে অনেক বেশি সচেতন হয়ে যান। মানুষ কেন বুদ্ধিমত্তার সঙ্গে কাজ না করে নিজেদের পরিবেশের প্রতি প্রতিক্রিয়া দেখান, তা জানার মাধ্যমে এই ধারণাটি আয়ত্ত করা যায়।\n\"পরিবেশগত নেতৃত্ব শুধু দল বা ব্যক্তির মনোভাব বদল করার মধ্যেই সীমিত নয়। পরিবেশগত নেতৃত্ব ওই দলের কাছ থেকে সেরাটা বের করে আনতে পারে এবং দলের প্রতিটি সদস্যকে অনুপ্রাণিত করে এমন পরিবেশের উন্নতি সাধন করে। এটি শুধু মানুষকে এমন কোনও কিছু, যার প্রতি তারা দায়বদ্ধ নয়, তা করার ব্যাপারে অনুপ্রাণিত করার ক্ষমতা নয়,বরং এমন একটি সংস্কারকে লালন করা যা ব্যক্তিমানুষকে সবার মঙ্গলের জন্য প্রয়োজন, এমন কাজ করতে উদ্বুদ্ধ করে, উদ্দীপ্তও করে। এটি শুধু অন্যদের লক্ষ্যে পৌঁছে দেওয়া নয়, বরং তাঁদের মধ্যে নানা গুণাবলি বিকাশের পরিবেশ তৈরি করে দেওয়া যাতে তাঁরা পরস্পরকে লক্ষ্যের দিকে বহন করতে পারেন।\" কারমাজি\nপরিবেশগত নেতার কাজ হল দলের মধ্যে প্রচণ্ড আবেগসঞ্চার করা, দলকে একটি নির্দিষ্ট অভিমুখ দেওয়া এবং তাতে গতি আনা। এই নেতা দলের মধ্যে একটি মনস্তাত্ত্বিক অবলম্বন তন্ত্র গড়ে দেন যা ওই দলের আবেগজাত ও বিকাশগত চাহিদা পূরণ করে।\n\n\n== নেতৃত্বের শৈলী ==\nনেতৃত্বের শৈলী বলতে নেতার আচরণকে বোঝায়। এটি নেতার দর্শন, ব্যক্তিত্ব ও অভিজ্ঞতার ফসল।\n\n\n=== কার্ট লেউইনের নেতৃত্ব শৈলী ===\nকার্ট লেউইন ও তার সহকর্মীরা নেতৃত্বের বিভিন্ন শৈলীকে চিহ্নিত করেছেন:\n\nএকনায়ক\nস্বৈরাচারী\nঅংশগ্রহণকারী\nঅবাধ-স্বাধীনতা প্রদানকারী\n\n\n== স্বৈরাচারী নেতা ==\nস্বৈরাচারী নেতৃত্ব শৈলী অনুযায়ী সিদ্ধান্ত নেওয়ার সমস্ত ক্ষমতা নেতার হাতেই কেন্দ্রীভূত থাকে, এই নেতারাও একনায়ক। তারা অধস্তনদের কোনওরকম পরামর্শ বা উদ্যোগকে প্রশ্রয় দেন না। ব্যবস্থাপককে প্রবলভাবে উদ্বুদ্ধ করতে পারে বলে স্বৈরাচারী ব্যবস্থা সফল হয়েছে। যে হেতু একজন ব্যক্তিই সমগ্র দলের হয়ে সিদ্ধান্ত নেন এবং যতক্ষণ না তারা সে সিদ্ধান্ত দলকে জানানোর প্রয়োজনীয়তা বোধ করছেন ততক্ষণ তা নিজেদের মধ্যেই রাখেন, তাই এ ক্ষেত্রে দ্রুত সিদ্ধান্ত নেওয়া সম্ভব হয়। স্বৈরাচারী নেতা কাউকে বিশ্বাস করেন না।\n\n\n== অংশগ্রহণকারী বা গণতান্ত্রিক নেতা ==\nগণতান্ত্রিক নেতৃত্ব শৈলীতে দলের সিদ্ধান্ত-গ্রহণকেই পছন্দ করা হয়, অর্থাৎ এই নেতা দলের সঙ্গে প্রথমে আলোচনা করে তার পর নির্দেশ দেন। তিনি দলের সহযোগিতা লাভ করতে পারেন এবং দলকে কার্যকরী ও ইতিবাচকভাবে উদ্বুদ্ধ করতে পারেন। গণতান্ত্রিক নেতার সিদ্ধান্ত স্বৈরাচারী নেতার মতো একপেশে নয়, কারণ দলের সদস্যদের সঙ্গে আলোচনা ও তাদের অংশগ্রহণের মাধ্যমেই এই সিদ্ধান্তে পৌঁছনো হয়।\n\n\n== অবাধ-স্বাধীনতা বা মুক্ত বিচরণপন্থী নেতা ==\nমুক্ত বিচরণপন্থী নেতা নেতৃত্ব দেন না, বরং দলকে সম্পূর্ণভাবে তার নিজের মতো চলতে দেন; এই ধরনের নেতা তার অধস্তনদের সর্বাধিক স্বাধীনতা দেন। অধস্তনদের তাদের নিজস্ব নীতি ও কৌশল স্থির করার ক্ষেত্রে পূর্ণ স্বাধীনতা দেওয়া হয়। মুক্ত বিচরণপন্থী নেতৃত্ব শৈলীকে স্বৈরাচারী শৈলীর চেয়ে ভাল বলে মনে করা হয়। কিন্তু এটি গণতান্ত্রিক শৈলীর মতো কার্যকরী নয়।\n\n\n== নেতৃত্বের কার্যসম্পাদন ==\nঅতীতে কিছু গবেষক যুক্তি দিয়েছেন যে নেতাদের সম্পর্কে পক্ষপাতদুষ্ট গুণাগুণ আরোপের ফলস্বরূপ প্রাতিষ্ঠানিক ফলাফলের ক্ষেত্রে নেতাদের প্রকৃত প্রভাবকে অতিরিক্ত গুরুত্ব দেওয়া হয়েছে এবং কল্পনামদির করে তোলা হয়েছে (মেইনডল ও এরলিক, ১৯৮৭)। তবে এই বক্তব্যগুলি থাকা সত্ত্বেও এই বিষয়টি নিয়ে অনুশীলনকারী ও গবেষকেরা নেতৃত্বের গুরুত্বকে স্বীকার করেন ও মেনে নেন, এবং গুরুত্ত্বপূর্ণ প্রাতিষ্ঠানিক ফলাফলের ক্ষেত্রে নেতৃত্বের যে অবদান আছে, গবেষণাও সে কথা সমর্থন করে (দে ও লর্ড, ১৯৮৮; কেইসার, হোগান ও ক্রেগ, ২০০৮)। সফল কার্য সম্পাদনের সুবিধার্থে নেতৃত্ব সম্পাদনকে বোঝা এবং সঠিকভাবে পরিমাপ করা গুরুত্বপূর্ণ।\nকার্য সম্পাদন বলতে বোঝায় এমন আচরণ যা প্রাতিষ্ঠানিক সাফল্যের ক্ষেত্রে অবদান রাখে (ক্যাম্পবেল, ১৯৯০)। ক্যাম্পবেল কার্য সম্পাদনার বেশ কিছু সুনির্দিষ্ট মাত্রাকে চিহ্নিত করেছেন; তাদের মধ্যে একটি হল নেতৃত্ব। নেতৃত্বের কার্য-সম্পাদনার কোনও ধারাবাহিক, সামগ্রিক সংজ্ঞা নেই (য়ুকল, ২০০৬)। নেতৃত্ব সম্পাদনার বড় ছাতার নিচে অনেক স্বতন্ত্র ধারণা পরস্পরের সঙ্গে জড়িয়ে আছে। নেতার কার্যকারিতা, নেতার অগ্রগতি এবং নেতার উত্থান তার অন্তর্গত (কেইসার ও অন্যান্য, ২০০৮)। উদাহরণ হিসেবে বলা যায়, ব্যক্তি নেতার পেশাগত ক্ষেত্রে সাফল্য, দল বা প্রতিষ্ঠানের কার্য সম্পাদনা, এমনকী, নেতার উত্থানকে বোঝাতে নেতৃত্ব সম্পাদনাকে ব্যবহার করা যেতে পারে। এই মাত্রাগুলির প্রতিটি ধারণার দিক থেকে স্বতন্ত্র। এই দিকগুলি পরস্পরের সঙ্গে সম্পর্কযুক্ত হলেও ফলাফল হিসেবে এরা প্রত্যেকেই ভিন্ন এবং প্রযুক্ত/গবেষণার দৃষ্টিভঙ্গির উপর তাদের অন্তর্ভুক্তি নির্ভর করবে।\n\n\n== নেতৃত্বের অনুষঙ্গ ==\n\n\n=== প্রতিষ্ঠানের নেতৃত্ব ===\nযে প্রতিষ্ঠানটি সংজ্ঞায়িত লক্ষ্য আয়ত্ত করার হাতিয়ার বা উপায় হিসেবে প্রতিষ্ঠিত তাকে প্রথাগত প্রতিষ্ঠান বলা হয়। লক্ষ্যের কীভাবে উপবিভাজন হয় এবং প্রতিষ্ঠানের উপশাখাগুলিতে তা কীভাবে প্রতিফলিত হয়, প্রথাগত প্রতিষ্ঠানের নকশা তা নির্দিষ্ট করে। বিভাজন, বিভাগ, অংশ, অবস্থান, চাকরি, কাজ, এ সব কিছু মিলে তৈরি হয় এই কাজের কাঠামো। তাই মক্কেল বা তার সদস্যদের সঙ্গে সম্পর্কের ক্ষেত্রে প্রথাগত প্রতিষ্ঠান নৈর্ব্যক্তিক আচরণ করবে বলে আশা করা হয়। ওয়েবারের সংজ্ঞা অনুযায়ী মেধা ও প্রবীণত্বের ভিত্তিতেই প্রতিষ্ঠানে প্রবেশ ও পরবর্তী অগ্রগতি হবে। প্রত্যেক কর্মী বেতন পাবেন এবং একটি নির্দিষ্ট সময়সীমার সুবিধা পাবেন যা তাকে উপরওয়ালা অথবা ক্ষমতাবান মক্কেলের স্বেচ্ছাচারী প্রভাবের হাত থেকে রক্ষা করবে। পদমর্যাদার এই শ্রেণীক্রমে তার অবস্থান যত উঁচুতে হবে, ধরে নেওয়া হবে যে প্রতিষ্ঠানের নিচু স্তরে কাজ করার সময় উত্থিত সমস্যাগুলি বিচার করে সমাধান করার ক্ষেত্রে তার দক্ষতাও তত বেশি হবে। আমলাতান্ত্রিক এই কাঠামোই প্রতিষ্ঠানের প্রশাসনিক উপবিভাজনগুলিতে প্রধান নিযুক্ত করার ভিত্তি তৈরি করে এবং তাদের পদের সঙ্গে যুক্ত কর্তৃত্ব তাদের প্রদান করে।\nপ্রথাবহির্ভূত প্রতিষ্ঠানের নেতার অবস্থান প্রশাসনিক কর্মক্ষেত্রের নিযুক্ত প্রধানের ঠিক বিপরীতে। এখানে প্রথাবহির্ভূত প্রতিষ্ঠানের অনুষঙ্গের মধ্যে থেকেই উঠে আসেন নেতা এবং তা প্রথাগত কাঠামোর ঠিক নিচেই থাকে। প্রথাবহির্ভূত প্রতিষ্ঠান স্বতন্ত্র সদস্যতার ব্যক্তিগত অভীষ্ট ও লক্ষ্যকে প্রকাশ করে। তাদের অভীষ্ট ও লক্ষ্য প্রথাগত প্রতিষ্ঠানের অভীষ্ট ও লক্ষ্যের সঙ্গে মিলতে পারে, অথবা না-ও পারে। প্রথাবহির্ভূত প্রতিষ্ঠান সামাজিক কাঠামোরই একটি সংযোজিত অংশকে উপস্থাপিত করে যা সাধারণভাবে মানুষের জীবনকে বৈশিষ্ট্য প্রদান করে- লক্ষ্য হিসেবে দল ও প্রতিষ্ঠানের স্বতঃস্ফূর্ত উত্থান তার অন্তর্গত।\nপ্রাগৈতিহাসিক যুগে মানুষ তার ব্যক্তিগত নিরাপত্তা, ভরণপোষণ, সুরক্ষা এবং উদ্বর্তন নিয়ে ব্যস্ত থাকত। এখন মানুষ তার জেগে থাকার সময়ের একটা বড় অংশ প্রতিষ্ঠানে কাজ করে কাটায়। কিন্তু তাকে নিরাপত্তা, সুরক্ষা, ভরণপোষণ এবং অধিকারবোধ প্রদান করবে, এমন একটি সম্প্রদায়কে চিহ্নিত করার চাহিদা তার মধ্যে আজও রয়েছে, যা প্রাগৈতিহাসিক যুগ থেকে এখনও অপরিবর্তিত। প্রথাবহির্ভূত প্রতিষ্ঠানগুলি এবং তার উদীয়মান, বা অনুমোদনহীন, নেতা এই চাহিদা পূরণ করেন।\nপ্রথাবহির্ভূত প্রতিষ্ঠানের কাঠামোর মধ্যে থেকেই নেতার উত্থান হয়। তাদের ব্যক্তিগত গুণ, পরিস্থিতির চাহিদা, অথবা এই দুইয়ের যোগফল এবং অন্যান্য বিষয় অনুগামীদের আকৃষ্ট করে যাঁরা একটি অথবা অনেকগুলি আস্তরণ বিশিষ্ট কাঠামোর মধ্যে তাদের নেতৃত্ব মেনে নেন। নিযুক্ত প্রধানের মতো কর্তৃত্ব দখল করে থাকার বদলে উদীয়মান নেতা তার প্রভাব ও ক্ষমতাকে কাজে লাগান। প্রত্যয় উৎপাদন বা পুরস্কারের উপর নিয়ন্ত্রণের মাধ্যমে অন্যদের কাছ থেকে সহযোগিতা লাভের জন্য প্রভাব বিস্তারই হল একজন মানুষের ক্ষমতা। প্রভাবের একটি অধিক শক্তিশালী রূপ হল প্রতাপ, কারণ তা শাস্তিদান নিয়ন্ত্রণের মাধ্যমে একজন মানুষের কাজ করিয়ে নেওয়ার ক্ষমতাকে প্রতিফলিত করে।\nনেতা হলেন একজন মানুষ যিনি একদল মানুষকে একটি নির্দিষ্ট ফলের দিকে এগিয়ে যাওয়ার জন্য প্রভাবিত করেন। এই বিষয়টি কোনও খেতাব বা প্রথাগত কর্তৃত্বের উপর নির্ভরশীল নয়। (এলেভস, নেতার ভাষান্তর, বেনিস, এবং লিডারশিপ প্রেজেন্স, হলপার্ন ও লুবার)। অন্যদের যত্ন নেওয়ার ব্যাপারে তাদের ক্ষমতা, স্পষ্ট যোগাযোগস্থাপন এবং লেগে থাকার ব্যাপারে তাদের দায়বদ্ধতা, এই ক্ষমতাগুলির দ্বারা একজন নেতাকে চিহ্নিত করা হয়। যে ব্যক্তি ব্যবস্থাপকের পদে নিযুক্ত হয়েছেন, তার নিজের পদমর্যাদা ও কর্তৃত্বের বলে আদেশ দান এবং আনুগত্য আদায়ের অধিকার আছে। তবে নিজের কর্তৃত্বের সঙ্গে মানানসই ব্যক্তিগত গুণাগুণ তার থাকতেই হবে, কারণ এই কর্তৃত্ব তার হাতে শুধুমাত্র প্রচ্ছন্নভাবে রয়েছে। পর্যাপ্ত ব্যক্তিগত পারদর্শিতার অনুপস্থিতিতে একজন ব্যবস্থাপকের সঙ্গে একজন উদীয়মান নেতা সংঘর্ষে লিপ্ত হতে পারেন। এই নেতা প্রতিষ্ঠানে ব্যবস্থাপকের ভূমিকা নিয়ে প্রশ্ন তুলতে পারেন এবং তাকে একজন নামমাত্র নেতায় পরিণত করতে পারেন। তবে শুধু পদমর্যাদাগত কর্তৃত্বেরই প্রথাগত অনুমোদন আছে। এ থেকে এই সিদ্ধান্তে পৌঁছনো যায় যে, ব্যক্তিগত প্রভাব ও ক্ষমতা কাজে লাগান যে ব্যক্তি, তিনি কর্মক্ষেত্রের শ্রেণিবিন্যাসে একটি প্রথাগত পদ এবং তার সমানুপাতে কর্তৃত্ব দখল করেই একমাত্র সেই ক্ষমতাকে বিধিসম্মত করতে পারেন। নেতৃত্ব হল একজনের এমন ক্ষমতা যাকে অন্যেরা স্বেচ্ছায় মেনে চলে। প্রতিটি প্রতিষ্ঠানের প্রতিটি স্তরে নেতাদের প্রয়োজন।\n\n\n=== নেতৃত্ব বনাম ব্যবস্থাপনা ===\nবছরের পর বছর ধরে প্রাতিষ্ঠানিক অনুষঙ্গে \"ব্যবস্থাপনা\" এবং \"নেতৃত্ব\" শব্দদুটিকে যুগপত্ সমার্থক হিসেবে এবং স্পষ্টতই পৃথক অর্থে ব্যবহার করা হয়। এই শব্দদুটির ব্যবহারকে নিয়ন্ত্রণ করা উচিত কিনা তা নিয়ে বিতর্ক খুব স্বাভাবিক, এবং বার্নস (১৯৭৮) যে পার্থক্য করেছিলেন তার প্রতি একটি সচেতনতাকে প্রতিফলিত করে। বার্নস \"সম্পাদনামূলক\" নেতৃত্ব (পদ্ধতির উপর জোরদান, সম্ভাব্য পুরস্কার, ব্যতিক্রমের মাধ্যমে ব্যবস্থাপনার দ্বারা একে বৈশিষ্ট্যদান করা হয়) এবং \"রূপান্তরমূলক\" নেতৃত্বের (সহজাত দক্ষতা, ব্যক্তিগত সম্পর্ক, সৃজনশীলতার দ্বারা একে বৈশিষ্ট্যদান করা হয়) মধ্যে পার্থক্য করেছিলেন। \"ব্যবস্থাপনা\" ও \"নেতৃত্ব\" বিশেষ্যদুটির সঙ্গে এই বিশেষণদুটি সমান ভালভাবে ব্যবহার করা যায়। এর ফলে বোঝা যায় যে শিক্ষাগত চর্চার ক্ষেত্রে এই দুটি বিষয় একসঙ্গে এমনভাবে জড়িয়ে-পাকিয়ে রয়েছে যে তাদের পার্থক্য নিয়ে গুরুগম্ভীর কথা বলার চেষ্টা করাটা নেহাতই সময় নষ্ট করা ছাড়া আর কিছু নয়।\n\n\n=== দলগত নেতৃত্ব ===\nব্যক্তি নেতৃত্বের বিপরীতে কিছু প্রতিষ্ঠান দলগত নেতৃত্বকে গ্রহণ করেছে। এই পরিস্থিতিতে একের বেশি ব্যক্তি দলকে সামগ্রিকভাবে অভিমুখ দেন। কিছু প্রতিষ্ঠান সৃজনশীলতা বৃদ্ধি, ব্যয়সংকোচ বা কর্মী ছাঁটাইয়ের আশায় এই পথ বেছে নিয়েছে। একজন মনিবের সনাতনী নেতৃত্ব দলের কার্য সম্পাদনায় অনেক বেশি প্রভাব ফেলতে পারে বলেও অনেকে মনে করেন। কিছু ক্ষেত্রে এই মনিবকে প্রতিপালন করা অনেক বেশি ব্যয়বহুল হয়ে পড়ে। তা দুভাবে হতে পারে- হয় সামগ্রিকভাবে দলের সম্পদ নিঃশেষিত হয়ে যাওয়ার মাধ্যমে, অথবা অনিচ্ছাকৃতভাবে হলেও,দলের মধ্যে সৃজনশীলতায় প্রতিবন্ধকতা সৃষ্টি করার মাধ্যমে।\nদলগত নেতৃত্বের একটি সাধারণ উদাহরণের অন্তর্গত হল পরস্পরের সঙ্গে ক্রিয়ারত দল। বিভিন্ন দক্ষতা সম্পন্ন এবং প্রতিষ্ঠানের বিভিন্ন অংশ থেকে একদল মানুষ একটি প্রকল্পে নেতৃত্ব দেওয়ার কাজে একজোট হন। এই দলের কাঠামোয় প্রতিটি বিষয়ে সমানভাবে ক্ষমতা ভাগ করে নেওয়া যায় কিন্তু এ ক্ষেত্রে সাধারণত আবর্তিত নেতৃত্বকেই কাজে লাগানো হয়। দলের যে সদস্য প্রকল্পের যে কোনও স্তর সব চেয়ে ভালভাবে পরিচালনা করতে পারেন, তিনি (তারা) সাময়িকভাবে নেতা হন। এ ছাড়াও যে হেতু দলের প্রত্যেক সদস্যের কাছে উন্নীত স্তরের ক্ষমতার স্বাদ উপভোগ করার সুযোগ থাকে, তাই তা কর্মীদের মধ্যে উদ্যম সঞ্চারিত করে এবং সাফল্যের চক্রটিকে টিকিয়ে রাখে।\nযে সব নেতার মধ্যে অধ্যবসায়, লেগে থাকার ক্ষমতা এবং সহযোগমূলক যোগাযোগ দক্ষতা রয়েছে, তারা ওই গুণগুলি দলের মধ্যে সঞ্চারিত করেন। একজন ভাল নেতা দল ও প্রতিষ্ঠানকে উদ্দীপিত করার জন্য তাদের ভিতরের উপদেষ্টাকে কাজে লাগান।\nন্যাশনাল স্কুল বোর্ডস এসোসিয়েশন (মার্কিন যুক্তরাষ্ট্র)-এর মতে, এই দলগত নেতৃত্ব বা নেতৃত্বমূলক দলের কিছু নির্দিষ্ট বৈশিষ্ট্য থাকে।\n\n\n=== দলের বৈশিষ্ট্য ===\nদলের সব সদস্য একতার ব্যাপারে সচেতন থাকবেন। আন্তঃব্যক্তিগত সম্পর্ক থাকতেই হবে। সদস্যদের নিজেদের অবদান রাখা, অন্যের কাছ থেকে সেখা এবং অন্যদের সঙ্গে কাজ করার সুযোগ থাকা অবশ্য প্রয়োজন। একটি সাধারণ লক্ষ্যে পৌঁছনোর জন্য অদস্যদের একসঙ্গে কাজ করার ক্ষমতা থাকতেই হবে। উন্নত ক্রিয়াশীল দলের দশটি বৈশিষ্ট্য:\n\nঅভিপ্রায়: দলের অস্তিত্ব কেন আছে, সে বিষয়ে সদস্যদের মধ্যে একটি গর্ববোধ থাকে এবং তারা দলের উদ্দেশ্য ও লক্ষ্যে পৌঁছনোর ব্যাপারে নিবেদিত।\nঅগ্রাধিকার: এর পর কী করতে হবে, তা কে করবেন, এবং কোন সময়ের মধ্যে দলের লক্ষ্যে উপনীত হতে হবে তা সদস্যেরা জানেন।\nভূমিকা: কাজ নিষ্পন্ন করার ক্ষেত্রে তাদের ভূমিকা কী, সদস্যের তা জানেন, এবং কখন আরও দক্ষ একজন সদস্যকে একটি বিশেষ কাজ করার সুযোগ দিতে হবে, সে সম্পর্কেও তারা অবগত।\nসিদ্ধান্ত: কর্তৃত্ব এবং সিদ্ধান্ত-গ্রহণের সীমা সম্পর্কে স্পষ্ট বোধ।\nবিরোধ: সমস্ত বিরোধের মোকাবিলা খোলাখুলিভাবে করা হয়, এবং সিদ্ধান্ত-গ্রহণ ও ব্যক্তিগত বিকাশের ক্ষেত্রে তাকে গুরুত্বপূর্ণ বলে মনে করা হয়।\nব্যক্তিগত বৈশিষ্ট্য: সদস্যের মনে করেন তাদের অভিনব ব্যক্তিত্বকে প্রশংসা করা হয় এবং তার সদ্ব্যবহার করা হয়।\nবিধি: একসঙ্গে কাজ করার ক্ষেত্রে দলীয় বিধি স্থির করা হয় এবং দলের প্রত্যেকের জন্য তা মান হিসেবে দেখা হয়।\nকার্যকারিতা: সদস্যের দলীয় বৈঠককে দক্ষ ও উৎপাদনশীল বলে মনে করেন এবং একত্রিত হওয়ার এই সময়টুকুর জন্য প্রতিক্ষা করেন।\nসাফল্য: দল কখন সফল হয়েছে, তা সদস্যের স্পষ্টভাবে জানেন এবং তা সবার সঙ্গে সমানভাবে ও গর্বের সঙ্গে ভাগ করে নেন।\nপ্রশিক্ষণ: সংশ্লিষ্ট বিষয়ে তথ্য প্রদানের সুবিধা এবং দক্ষতা বাড়িয়ে নেওয়ার সুযোগ দেওয়া হয় এবং দলের সদস্যেরা সেই সুবিধা নেন।\nবনমানুষদের মধ্যে নেতৃত্ব\nরিচার্ড রাংহ্যাম এবং ডেল পিটারসন বলেন, সাম্প্রতিক প্রমাণ অনুযায়ী পৃথিবীর সমস্ত প্রজাতির প্রাণীর মধ্যে শুধু মানুষ ও শিম্পাঞ্জি সমতুল ধরনের আচরণ দেখায়। হিংসা, অন্যের জমি দখল, এবং এলাকার একমাত্র পুরুষ প্রধানের অধীনে সংঘবদ্ধ হওয়ার জন্য প্রতিযোগিতা এর অন্তর্গত। এই অবস্থান নিয়ে বাদানুবাদ আছে। বানর ছাড়াও অন্যান্য অনেক প্রাণী অন্যের জমি দখল করতে চায়, প্রতিযোগিতা করে, হিংসা করে এবং একজন কর্তৃত্বপূর্ণ পুরুষ দ্বারা নিয়ন্ত্রিত সামাজিক কাঠামোয় থাকে (সিংহ, নেকড়ে ইত্যাদি), যা ইঙ্গিত দেয় রাংহ্যাম ও পিটারসেনের দেওয়া প্রমাণ অভিজ্ঞতালব্ধ নয়। তবে হাতি (এদের সমাজ নিঃসন্দেহে মাতৃতান্ত্রিক এবং এরা একজন শক্তিশালী নারীর অনুগামী), মিরকাট (এরাও একইরকম মাতৃতান্ত্রিক) সহ অন্যান্য অনেক প্রজাতির প্রাণীদেরও পরীক্ষা করে দেখা আমাদের প্রয়োজন।\nগত কয়েক লক্ষ বছরের (খ্রিস্টধর্মের সৃষ্টির পর) নেতৃত্বের ইতিহাস পরীক্ষা করে দেখা ভাল। পরীক্ষা করলে দেখা যাবে যে নেতৃত্বের অধিকাংশ বিবরণই দেওয়া হয়েছে একটি পিতৃতান্ত্রিক সমাজের দৃষ্টিকোণ থেকে, যা গড়ে উঠেছে খ্রিস্ট ধর্মাবলম্বী সাহিত্যের ভিত্তিতে। এই সময়কালেরও আগে পিছিয়ে যাওয়া যায়, তা হলে দেখা যাবে, পৌত্তলিক এবং ভূমিজ উপজাতিদের নেতা ছিলেন নারী। তবে একই সঙ্গে এটিও মনে রাখতে হবে যে একটি উপজাতির নিজস্ব চালচলন অন্য উপজাতির উপর আরোপ করা যাবে না, কারণ আধুনিক যুগেও আমাদের প্রথা ও রীতিনীতির মধ্যে অনেক ফারাক রয়েছে। বর্তমান দিনের পিতৃকুল-পরিচয়ধারী রীতিনীতি মানব ইতিহাসের খুবই সাম্প্রতিক উদ্ভাবন এবং আমাদের মূল পারিবারিক প্রথা মাতৃকুল-পরিচয়ধারীই ছিল (ডক্টর ক্রিস্টোফার শেলি ও বিয়াঙ্কা রুস, ইউবিসি)। বিশ্বের ৯০% দেশে যে মৌলিক ধারণাটি গড়ে উঠেছে তা হল পিতৃতন্ত্র মানুষ অর্থাৎ হোমো স্যাপিয়েন্সের 'স্বাভাবিক' জৈব প্রবণতা। দুর্ভাগ্যবশত এই বিশ্বাসের ফলে এই সবকটি দেশেই ব্যাপক হারে এবং বিভিন্ন মাত্রায় নারীর উপর নিপীড়ন শুরু হয়েছে। (টমাস লেয়ার্ড, মাইকেল ভিক্টর রচিত হোল আর্থ রিভিউ, উইন্টার, ১৯৯৫)। মায়া উপজাতির পাশাপাশি ইরুকুও প্রথম প্রজাতির উপজাতিও মাতৃকুল-পরিচয়ধারী উপজাতির উদাহরণ। এ ছাড়া ভারতের মেঘালয়ের সমাজও মাতৃকুল-পরিচয়ধারী। (লেয়ার্ড ও ভিক্টর, ১৯৯৫)।\nতুলনামূলকভাবে মানুষের দ্বিতীয় সব চেয়ে নিকট আত্মীয়-প্রজাতি বনোবো কিন্তু এলাকার প্রধান পুরুষের অধীনে ঐক্যবদ্ধ হয় না। তারা শক্তিশালী বা প্রথম সারির নারীর আনুগত্য স্বীকার করে, অন্যান্য নারীর সঙ্গে এই প্রথম সারির নারীর জোট তৈরি হলে তা এলাকার সব চেয়ে শক্তিশালী পুরুষটির সমতুল শক্তিমান হয়ে উঠতে পারে। তাই যদি নেতৃত্ব বলতে সব চেয়ে বেশি সংখ্যার অনুগামী পাওয়া বোঝায়, তা হলে বনোবোদের মধ্যে প্রায় সব সময় একটি নারীই সব চেয়ে শক্তিশালী ও কার্যকর নেতৃত্ব দিতে পারে। তবে বনোবোদের এই তথাকথিত \"শান্তিপূর্ণ\" স্বভাব বা \"হিপি শিম্পাঞ্জি\" হিসেবে তাদের খ্যাতির প্রসঙ্গে সব বিজ্ঞানী একমত নন।\n\n\n== নেতৃত্ব প্রসঙ্গে ঐতিহাসিক মতবাদ ==\nসংস্কৃত সাহিত্যে দশ রকম নেতাকে চিহ্নিত করা হয়েছে। ইতিহাস ও পুরাণ থেকে উদাহরণ তুলে এনে এই দশ রকম নেতার চারিত্রিক বৈশিষ্ট্যকে ব্যাখ্যা করা হয়েছে। অভিজাত চিন্তাবিদেরা বলেছেন মানুষের সম্ভ্রান্ত রক্ত ও জিন বা বংশগৌরবের উপর নেতৃত্ব নির্ভর করে: এই একই ধারণার একটি চরম রূপ প্রকাশ পায় রাজতন্ত্রে যা দৈব অনুমোদনকে আবাহন করার মাধ্যমে সাধারণ অভিজাতদের দাবির বিরুদ্ধে নিজের মত তুলে ধরতে পারে: তা হল রাজার দৈবলব্ধ অধিকার। এর বিপরীতে, গণতান্ত্রিক মতে বিশ্বাসী বহু তাত্ত্বিক নেতাদের যোগ্যতার প্রতি ইঙ্গিত করেছেন। উদাহরণ হিসেবে বলা যায়, নেপোলিয়নের মতো নেতারা প্রতিভার সাহায্যে নিজেদের পেশা থেকে প্রভূত উন্নতি করেছেন। \nস্বৈরাচারী/পিতৃসুলভ চিন্তাধারা অনুযায়ী সনাতনপন্থীরা রোমান সমাজের পরিবারে পিতৃকুলের নেতৃত্ব (প্যাটার ফ্যামিলিয়াস)-এর কথা বলেন। নারীবাদীরা আবার অন্যদিকে পিতৃতান্ত্রিক এই মডেলের বিরোধিতা করতে পারেন এবং তার বিরুদ্ধে আবেগচালিত, প্রতিক্রিয়াশীল, এবং সর্বসম্মত সহানুভূতিশীল পথপ্রদর্শনের কথা বলেন, যা প্রায়শই মাতৃতান্ত্রিকতার সঙ্গে যুক্ত।\nসন্তানোচিত পিতৃ-মাতৃ সেবার ঐতিহ্য দ্বারা সমর্থিত (পুরুষ) পণ্ডিত-নেতা এবং তার হিতৈষী শাসনের আদর্শের সঙ্গে কনফুসীয় দর্শনে বলা \"সঠিক জীবনধারণ\" ঘনিষ্ঠভাবে সম্পর্কিত। এই বিষয়টি রোমান ঐতিহ্যের সঙ্গেও তুলনীয়।\n\nউনিশ শতকে নৈরাজ্যবাদী চিন্তাধারার বিস্তার নেতৃত্বের সমগ্র ধারণাটিকেই প্রশ্নচিহ্নের মুখে দাঁড় করিয়ে দেয়। (এ প্রসঙ্গে লক্ষ্যণীয় যে অক্সফোর্ড ইংলিশ ডিকশনারি ইংরেজিতে \"লিডারশিপ\" শব্দটির উৎস খুঁজে পেয়েছে মাত্র উনিশ শতকেই।) সমাজের উচ্চবর্গের এই অপলাপের একটি প্রতিক্রিয়া আসে লেনিনপন্থার হাত ধরে। এই পন্থা শৃঙ্খলাবদ্ধ কর্মির একটি উচ্চবর্গীয় দল দাবি করে যা সামাজিক বিপ্লবের অগ্রদূত হিসেবে কাজ করবে এবং সমাজে সর্বহারাদের একনায়কতন্ত্রের অস্তিত্ব সূচিত করবে।\nনেতৃত্ব সম্পর্কে অন্যান্য ঐতিহাসিক মতবাদ ধর্মনিরপেক্ষ ও ধর্মীয় নেতৃত্বের মধ্যে আপাতভাবে বিদ্যমান বৈপরীত্য নিয়ে আলোচনা করেছে। সিজারো-প্যাপিজম (গণতান্ত্রিক সরকার গির্জার চেয়ে বড়) মতবাদ বারবার ফিরে এসেছে এবং বহু শতক ধরে এই মতবাদের নিন্দাকারীও জুটেছে অনেক। নেতৃত্ব প্রসঙ্গে খ্রিস্টীয় চিন্তাধারা ঈশ্বর-প্রেরিত সম্পদের দায়িত্বভার নেওয়ার উপর জোর দিয়েছে এবং এক ঐশ্বরিক পরিকল্পনা অনুযায়ী তা কাজে লাগানোর কথা বলেছে। মানুষ ও দ্রব্য, দুইই এই সম্পদের অন্তর্গত। এর সঙ্গে তুলনীয় ভৃত্যসুলভ নেতৃত্ব (সার্ভেন্ট লিডারশিপ)।\nরাজনীতিতে নেতৃত্ব সম্পর্কে একটি সাধারণ মতের জন্য এই ধারণাটিকে রাষ্ট্রপুরুষের ধারণার সঙ্গে তুলনা করা যায়।\n\n\n== কার্যমুখী দলীয় নেতৃত্বের দক্ষতা বা কৌশল ==\nদলীয় নেতৃত্বের ক্ষেত্রে এটি এক অভিনব দৃষ্টিভঙ্গি যা কার্যমুখী পরিবেশের প্রতি উদ্দিষ্ট। কর্মক্ষেত্রে নিযুক্ত ছোট ছোট দল যাতে জটিল বা প্রতিক্রিয়াশীল কাজ করতে পারে, তার জন্য কার্যকরী, ক্রিয়াশীল নেতৃত্বের প্রয়োজন হয় এই পরিবেশে। অন্যভাবে বলতে গেলে বড় অথবা জটিল ঘটনাকে আয়ত্ত করার জন্য প্রায়ই ছোট ছোট দলের নেতৃত্ব সৃষ্টি করার প্রয়োজন হয়।\nঅধিকাংশ ক্ষেত্রে এই দলগুলিকে প্রত্যন্ত ও পরিবর্তনশীল পরিবেশে সীমিত সহায়তা বা সমর্থন নিয়েই কাজ করতে বলা হয় (কার্যমুখী পরিবেশ)। ব্যবস্থাপনার প্রথম সারিতে যে ধরনের দক্ষতা থাকার প্রয়োজন হয়, তার চেয়ে এই সব পরিবেশে নেতৃত্বদানের জন্য প্রয়োজনীয় দক্ষতা একেবারে আলাদা। এই নেতাদের অবশ্যই প্রত্যন্তভাবে অথচ কার্যকরীভাবে কাজ করতে হবে, এবং একটি পরিবর্তনশীল পরিবেশের মধ্যে থেকেই ব্যক্তি, দল ও কাজ, সবার চাহিদা পূরণ করতে হবে। একে বলা হয় কার্যমুখী নেতৃত্ব। কার্জমুখ নেতৃত্বের কয়েকটি উদাহরণ নিম্নলিখিতভাবে দেওয়া যায়: গ্রামাঞ্চলে অগ্নি নির্বাপণ, নিখোঁজ ব্যক্তিকে খুঁজে বের করা, বাইরে অভিযানে যাওয়ার সময় দলকে নেতৃত্ব দান বা ক্ষতির আশঙ্কাযুক্ত পরিবেশ থেকে কোনও ব্যক্তিকে উদ্ধার করা।\n\n\n=== খেতাবের মাধ্যমে কর্তৃত্বের উপর জোর দেওয়া ===\nবিকাশের বিশেষ বিশেষ স্তরে সামাজিক পদমর্যাদার শ্রেণিবিন্যাসের ফলে সমাজে নেতৃত্বের বিভিন্ন মান ও ক্রমের সৃষ্টি হয়েছে। তাই একজন নাইট একজন ডিউকের তুলনায় কম মানুষকে নেতৃত্ব দিতেন; তত্ত্বগতভাবে একজন ব্যারনেট একজন আর্লের তুলনায় কম পরিমাণ ভূখণ্ড নিয়ন্ত্রণ করতেন। এই শ্রেণিবিন্যাসের সুশৃঙ্খল বিবরণী এবং বিভিন্ন শৃঙ্খলে তার পূর্ববর্তিতার ক্রম জানতে হলে খেতাবযুক্ত ব্যক্তিবর্গের নাম-তালিকা (পিয়ারেজ) দেখতে হবে।\nঅষ্টাদশ ও বিংশ শতকে বহু রাজনৈতিক কর্মী নিজেদের সমাজে ক্ষমতাশালী হয়ে ওঠার জন্য অপ্রথাগত পথ বেছে নেন। তারা অথবা তাদের শৃঙ্খল প্রায়শই ক্ষমতাশালী ব্যক্তিমানুষের নেতৃত্বের প্রতি আস্থাজ্ঞাপন করতেন, কিন্তু অস্তিত্বশীল খেতাব ও তকমাগুলি (\"মহারাজ\", \"সম্রাট\", \"সভাপতি\" ইত্যাদি) কিছু পরিস্থিতিতে অসঙ্গত, অপর্যাপ্ত অথবা একেবারে বেঠিক দেখাত। তারা বা তাদের চাটুকারেরা যে সব প্রথাগত বা প্রথাবহির্ভূত খেতাব বা বিবরণী ব্যবহার করতেন, তা অনুপ্রাণিত এবং স্বৈরাচারী গোত্রভুক্ত নেতৃত্বের প্রতি একটি সাধারণ শ্রদ্ধাপূর্ণ মনোভাব প্রকাশ করতো ও এই ধরনের মনোভাবের জন্মও দিত। খেতাবের অংশ হিসেবে নির্দিষ্ট আর্টিকলের (ছোট শব্দ যা বিশেষ্যের আগে বসে তার প্রয়োগকে সীমিত করে দেয়) ব্যবহার (যে সব ভাষায় নির্দিষ্ট আর্টিকল ব্যবহৃত হয়) একজন \"প্রকৃত\" নেতার অস্তিত্বের উপর জোর দেয়।\n\n\n=== নেতৃত্বের ধারণাকে ঘিরে সমালোচনামূলক চিন্তাধারা ===\nনোয়াম চমস্কি ও অন্যান্যরা নেতৃত্বের মূল ধারণাটিকেই সমালোচনা করেছেন এবং সেই প্রক্রিয়াগুলির বিশ্লেষণ করেছেন যখন মানুষ নিজেদের চিন্তাভাবনা করার দায়িত্ব ঝেড়ে ফেলে শুধু নিজেদের জন্যই কাজ করবে। যাঁরা চান তাদের \"কী করতে হবে বলে দেওয়া হোক\", সেই সব মানুষের কাছে নেতৃত্বের প্রচলিত ধারণা যথেষ্ট সন্তোষজনক হলেও, প্রশ্ন ওঠা উচিত কেন তারা নিজেদের নয়, বরং অন্যের ইচ্ছা বা বুদ্ধিমত্তার বিষয় হচ্ছেন, যদি না সেই নেতা সংশ্লিষ্ট বিষয়ে পারদর্শী (সাবজেক্ট ম্যাটার এক্সপার্ট বা SME) হন।\nআত্ম-ব্যবস্থাপনা, কর্মীতন্ত্র, সাধারণ নাগরিক গুণ ইত্যাদি ধারণার সঙ্গে পরিচিতি ঘটার ফলে নেতৃত্ব নীতির মৌলিকভাবে গণতন্ত্র-বিরোধী প্রকৃতির বিরুদ্ধে প্রশ্ন উঠে গিয়েছে। এই নতুন ধারণাগুলি কর্মক্ষেত্রে ব্যক্তিগত দায়িত্ববোধ অথবা দলের কর্তৃত্বের উপর এবং অন্যত্র সাধারণভাবে যে দক্ষতা ও মনোভাবগুলি মানুষের দরকার তার উপর জোর দেয়। এ ক্ষেত্রে বিশেষ শ্রেণীর ব্যক্তিমানুষের ভিত্তি হিসবে নেতৃত্বকে পৃথক করে দেখা হয় না।\nএকইভাবে বিভিন্ন ঐতিহাসিক বিপর্যয়ের কারণ হিসেবেও নেতৃত্ব নীতির উপর ভ্রান্ত আস্থাকে দায়ী করা হয়।\n\n\n== নেতৃত্বের প্রকারভেদ ও অন্যন্য তত্ত্ব ==\n\n\n== নেতৃত্বের প্রসঙ্গ ==\n\n\n== সম্পর্কযুক্ত বা প্রাসঙ্গিক প্রবন্ধসমূহ ==\n\n\n== পাদটিকা ==\nপুস্তক\nBlake, R.; Mouton, J. (১৯৬৪)। The Managerial Grid: The Key to Leadership Excellence। Houston: Gulf Publishing Co.। \nCarlyle, Thomas (১৮৪১)। On Heroes, Hero-Worship, and the Heroic History। Boston, MA: Houghton Mifflin। \nFiedler, Fred E. (১৯৬৭)। A theory of leadership effectiveness। McGraw-Hill: Harper and Row Publishers Inc.। \nHeifetz, Ronald (১৯৯৪)। Leadership without Easy Answers। Cambridge, MA: Harvard University Press। আইএসবিএন 0-674-51858-6। \nHemphill, John K. (১৯৪৯)। Situational Factors in Leadership। Columbus: Ohio State University Bureau of Educational Research। \nHersey, Paul; Blanchard, Ken; Johnson, D. (২০০৮)। Management of Organizational Behavior: Leading Human Resources (9th সংস্করণ)। Upper Saddle River, NJ: Pearson Education। \nMiner, J. B. (২০০৫)। Organizational Behavior: Behavior 1:  Essential Theories of Motivation and Leadership। Armonk: M.E. Sharpe। \nSpencer, Herbert (১৮৪১)। The Study of Sociology। New York: D. A. Appleton। \nVroom, Victor H.; Yetton, Phillip W. (১৯৭৩)। Leadership and Decision-Making। Pittsburgh: University of Pittsburgh Press। \nVroom, Victor H.; Jago, Arthur G. (১৯৮৮)। The New Leadership: Managing Participation in Organizations। Englewood Cliffs, NJ: Prentice-Hall। \nVan Wormer, Katherine S.; Besthorn, Fred H.; Keefe, Thomas (২০০৭)। Human Behavior and the Social Environment: Macro Level: Groups, Communities, and Organizations। US: Oxford University Press। আইএসবিএন 0195187547। \nজার্নালের নিবন্ধ\nHouse, Robert J. (১৯৭১)। \"A path-goal theory of leader effectiveness\"। Administrative Science Quarterly। 16: 321–339। ডিওআই:10.2307/2391905। \nHouse, Robert J. (১৯৯৬)। \"Path-goal theory of leadership: Lessons, legacy, and a reformulated theory\"। Leadership Quarterly। 7 (3): 323–352। ডিওআই:10.1016/S1048-9843(96)90024-7। \nLewin, Kurt; Lippitt, Ronald; White, Ralph (১৯৩৯)। \"Patterns of aggressive behavior in experimentally created social climates\"। Journal of Social Psychology: 271–301। \nKirkpatrick, S.A., (১৯৯১)। \"Leadership: Do traits matter?\"। Academy of Management Executive। 5 (2)।  উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: একাধিক নাম: লেখকগণের তালিকা (link) \nLorsch, Jay W. (Spring ১৯৭৪)। \"Review of Leadership and Decision Making\"। Sloan Management Review। \nSpillane, James P.;  ও অন্যান্য (২০০৪)। \"Towards a theory of leadership practice\"। Journal of Curriculum Studies। 36 (1): 3–34। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: ও অন্যান্য স্পষ্টভাবে ব্যবহার করছে (link) \nVroom, Victor; Sternberg, Robert J. (২০০২)। \"Theoretical Letters: The person versus the situation in leadership\"। The Leadership Quarterly। 13: 301–323। \n\n\n== রোজনামচা বা পত্রিকার প্রবন্ধসমূহ ==\nঅগবোনিয়া, কে.এস. (২০০৭ নাইজিরিয়ার রাজনৈতিক দল ব্যবস্থা ও কার্যকরি নেতৃত্ব: একটি অন্যসাপেক্ষ ঘটনার প্রেক্ষিতে অভিগমন (ওয়ালডেন বিশ্ববিদ্যালের ডক্টর উপাধি স্তরের তত্ত্ব আলোচনা, ২০০৭)। তত্ত্বআলোচনার সারসংক্ষেপ ৩২৫২৪৬৩\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nকার্লিতে নেতৃত্ব (ইংরেজি)"}