{"pageid": 1085913, "title": "তারাব আব্দুল হাদি", "url": "https://bn.wikipedia.org/wiki?curid=1085913", "content": "তারাব আবদুল হাদি (আরবি: طَرب عبد الهادي), তারাব'আবদ্ আল-হাদি নামেও লিপ্যন্তর করা হয়, (১৯১০ জেনিন–১৯৭৬ কায়রো) ছিলেন একজন ফিলিস্তিনি সক্রিয় কর্মী এবং নারীবাদী। ১৯২০-এর দশকের শেষের দিকে, তিনি ব্রিটিশ ম্যান্ডেট ফিলিস্তিনের প্রথম মহিলা সংগঠন প্যালেস্টাইন আরব উইমেন্স কংগ্রেস (পিএডব্লিউসি)-এর সহ-প্রতিষ্ঠাতা ছিলেন এবং তিনি আরব উইমেন্স অ্যাসোসিয়েশনের (এডব্লিউএ) একজন সক্রিয় সংগঠক ছিলেন।\n\n\n== রাজনৈতিক সক্রিয়তা ==\nতারাব আবদুল হাদি আওনি আবদ্ আল-হাদীর স্ত্রী ছিলেন, যিনি নিজে রাজনীতিতে সক্রিয় ছিলেন এবং ইন্ডিপেন্ডেন্স পার্টির একজন বিশিষ্ট সদস্য হয়েছিলেন। আবদুল হাদীসহ এবং উল্লেখযোগ্য জেরুসালেম পরিবারের অন্যান্য মহিলারা ফিলিস্তিনে জায়নবাদের বিরোধিতা এবং পুরুষদের জাতীয় স্বাধীনতার সংগ্রামের প্রতি তাদের সমর্থন স্পষ্ট করার জন্য ফিলিস্তিন আরব মহিলা কংগ্রেস (পিএডাব্লিউসি) প্রতিষ্ঠা করেন।\n১৯২৯ সালের ২৬শে অক্টোবর জেরুসালেমে আবদুল হাদীর বাড়িতে পিএডাব্লিউসি-এর প্রথম সভা অনুষ্ঠিত হয়, সেখানে ফিলিস্তিনি মহিলারা রাজনৈতিক অঙ্গনে প্রথমবারের মতো \"ফার্স্ট টাইম\" ঘোষণা দিয়েছিলেন। আবদুল হাদী পিএডাব্লিউসি-এর নির্বাহী কমিটির অন্যতম সদস্য হয়েছিলেন, যার মধ্যে চৌদ্দজন মহিলা ছিল, যা মূলত জেরুসালেমের উল্লেখযোগ্য পরিবার (যেমন হুসাইনী, আলমিস, নাশাশিবিস এবং বুদাইরিস) থেকে এসেছে। ফিলিস্তিনিদের দুর্দশার বিষয়ে সচেতনতা বৃদ্ধির জন্য চিঠি এবং টেলিগ্রাম লেখার পাশাপাশি, পিএডাব্লিউসি বন্দিদের ওকালতিতেও নিযুক্ত ছিল। এর মধ্যে ব্রিটিশ কর্তৃপক্ষের কাছে আবেদন করে এবং যেসকল পরিবারের যারা অর্থ উপার্জনকারী ছিল তাদের কারাগারে পাঠানোয় তাদের সহায়তার জন্য অর্থ সংগ্রহের মাধ্যমে কঠোর কারাদণ্ডের সাজা কমানোর প্রচেষ্টা জড়িত ছিল।\n১৯২৯ সালে প্রতিষ্ঠিত আরব উইমেন্স অ্যাসোসিয়েশনেও আব্দুল হাদী সক্রিয় ছিলেন, যা ফিলিস্তিনের সবচেয়ে বিশিষ্ট নারীবাদী সংগঠনে পরিণত হয়। একজন এডাব্লিউএ সংগঠক হিসাবে তার ক্ষমতায়, তিনি ১৯৩৩ সালের এপ্রিল মাসে চার্চ অফ দ্য হোলি সেপুলচারে একটি বক্তৃতা দেন।\nআবদুল হাদী পর্দার বিরুদ্ধে প্রচারণায়ও সক্রিয় ছিলেন, এটি স্থানীয় মহিলাদের দ্বারা শুরু করা একটি উদ্যোগ যা ফিলিস্তিনি মহিলাদের তাদের পর্দা অপসারণে উৎসাহিত করে।\n১৯৪৮ সালে আরব-ইসরায়েল যুদ্ধের পর, আবদুল হাদী তার স্বামী আওনি আবদ্ আল-হাদীর সাথে মিশরের কায়রোতে শেষ জীবন অতিবাহীত করেন। তার স্বামী ১৯৭০ সালে কায়রোতে এবং ১৯৭৬ সালে তিনিও সেখানে মারা যান।\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== তথ্যসূত্র =="}