{"pageid": 1085042, "title": "নাদিম বেগ", "url": "https://bn.wikipedia.org/wiki?curid=1085042", "content": "মির্জা নাদিম বেগ (জন্ম ১৯ জুলাই, ১৯৪১), যিনি নাদিম বেগ (উর্দু: ندیم‎‎)  নামে চলচ্চিত্র জগতে পরিচিত, একজন পাকিস্তানি অভিনেতা, গায়ক ও প্রযোজক। ১৯৬৭ সালে কর্মজীবনের শুরু থেকে বর্তমান পর্যন্ত তিনি দুইশটির বেশি চলচ্চিত্রে অভিনয় করে ১৯৯৭ এর প্রাইড অব পারফরম্যান্স পুরস্কার সহ অনেক পুরস্কার জিতেছেন। পাকিস্তানে নাদিম ভারতের অমিতাভ বচ্চনের মত মর্যাদা পেয়ে থাকেন।\n\n\n== অতীত জীবন ==\nনাদিম বেগ ১৯৪১ সালে আধুনিক ভারতের অন্ধ্র প্রদেশের বিজয়ওয়াড়া শহরে জন্মগ্রহণ করেন, যা অতীতে ব্রিটিশ ভারতের মাদ্রাজ প্রেসিডেন্সির অংশ ছিলো। নাদিম বেগের পরিবার ভারত বিভাজনের পর ১৯৪৭ সালে পাকিস্তানে চলে যায়। তিনি তাঁর স্কুলজীবন সিন্ধ মাদ্রাসাতুল-ইসলামে শেষ করে পাকিস্তানি চলচ্চিত্র জগতে প্রবেশের আগে কিছু বছর করাচির সরকারি ইসলামিয়া বিজ্ঞান কলেজে পড়াশুনা করেন।\n১৯৬০ সালে নাদিম সহ তালাত হুসাইন, এম. জাহির খান, আফতাম আজিম, সালিম জাফরি ও টিভি প্রযোজক ইকবাল হায়দারদেরকে করাচির একটি ক্লাবে উপস্থিত থাকতে দেখা যায়। তিনি ও তাঁর বন্ধু আমির আহমেদ খান ও কাসিম সিদ্দিকি অনেক সংগীত প্রতিযোগিতায় জিতেছিলেন। সেরকম একটি সংগীত প্রতিযোগিতায় বাংলাদেশের বিখ্যাত সংগীতশিল্পী ফেরদৌসী রহমানের সাথে তার দেখা হয়। নাদিমের গান গাওয়ার প্রতিভা দেখে তিনি মুগ্ধ হয়ে ঢাকা শহরের চলচ্চিত্র শিল্পে তাকে প্লেব্যাক গাওয়ার জন্য উৎসাহ প্রদান করেছিলেন।\n\n\n== কর্মজীবন ==\n২০১৯ সাল পর্যন্ত নাদিম চলচ্চিত্র শিল্পে পঞ্চাশ বছরের বেশি সময় ধরে অভিনয় করে আসছেন। তিনি তার প্রথম কাজ শুরু করেন ১৯৬৭ সালে চকোরী চলচ্চিত্রে শাবানার সাথে অভিনয়ের মধ্য দিয়ে। চকোরী চলচ্চিত্রটি অধিনায়ক এহতেশাম কর্তৃক অভিনীত ও প্রযোজিত যিনি বাস্তব জীবনে নাদিমের শ্বশুর। চকোরী পশ্চিম ও পূর্ব পাকিস্তানে (বর্তমান বাংলাদেশ) ব্যবসা সফল ছিলো। চকোরীতে অভিনয়ের জন্য সেরা অভিনেতার পদে নাদিমকে নিগার পুরস্কার দেওয়া হয়। তিনি অভিনেত্রী শবনমের সাথে সেরা চলচ্চিত্র জুটি হিসেবে বেশ কিছু চলচ্চিত্রে অভিনয় করেছেন। অভিনয়ের পাশাপাশি নাদিম বেশকিছু চলচ্চিত্রের জন্য গান গেয়েছেন। নাদিম পারভেজ মালিক, নজরুল ইসলাম, এস. সুলেমান, শামিম আরা, সঙ্গীতা ও সামিনা পীরজাদা সহ পাকিস্তানি চলচ্চিত্র শিল্পের বহু অভিজ্ঞ পরিচালকদের সাথে কাজ করেছেন। জনপ্রিয় অভিনয়শিল্পীর পাশাপাশি তিনি সন্তোষ কুমার, দর্পন, ওয়াহিদ মুরাদ, আলাউদ্দিন এবং সৈয়দ কামালের সাথে তার দীর্ঘ অভিনয়জীবনে কাজ করেছেন।\n\n\n== প্লেব্যাক গায়ক ==\nকর্মজীবনে নাদিমের গানের গলা বেশিরভাগ ক্ষেত্রে আহমেদ রুশদি ও পরবর্তীতে আখলাক আহমেদ দিয়েছেন। নাদিম নিজে স্বীকার করেছেন যে রুশদির গলায় গাওয়া গানগুলো তার কাজ সহজ করে দিয়েছে এবং তার সফলতার পথ সুগম করে দিয়েছে। অন্যান্য যেসব প্লেব্যাক গায়কেরা তার জন্য গানের গলা দিতে তারা হচ্ছেন মেহদি হাসান, মাসুদ রানা, মুজিব আলাম, আসাদ আমানত আলী খান, বশির আহমাদ, ওস্তাদ আমানত আলী খান এবং এ নাওয়ার।\n\n\n== উল্লেখযোগ্য চলচ্চিত্রের নাম ==\n\nচকোরী (১৯৬৭) (নাদিমের প্রথম অভিনীত চলচ্চিত্র)\nদিয়া অউর তুফান (১৯৬৯)\nদামান অউর চিংগারি (১৯৭৩)\nআইনা (১৯৭৭)\nবানদিস (১৯৮০)\nদিল্লাগি (১৯৭৪)\nশামা (১৯৭৪)\nফুল ম্যাঁ গুলশান কা (১৯৭৪)\nআনাড়ি (১৯৭৫)\nজাব জাব ফুল খিলে (১৯৭৫)\nপেহচান (১৯৭৫)\nউমাং\nনাদান\nছোটে সাহাব\nদাঘ\nমুথি ভার চাওয়াল (১৯৭৮)\nআম্বার (১৯৭৮)\nআকিজা (১৯৭৯)\nদূরদেশ (১৯৮৩)\nমুখরা (১৯৮৮)- নাদিম বেগ কর্তৃক প্রযোজিত চলচ্চিত্র\nবুলান্দি (১৯৯০)\nআনহনি (১৯৯৩)\nসারগাম (১৯৯৫)\nজিভা (১৯৯৫)\nজো দার গায়া ওহ মার গায়া (১৯৯৫)\nউমার মুখতার (১৯৯৭)\nদুপাত্তা জাল রাহা হ্যাঁয় (১৯৯৮)\nইনতেহা (১৯৯৯)\nকোই তুঝ সা কাহান (২০০৫)\nমেইন এক দিন লাউত কে আউন গা (২০০৭)\nলাভ মেইন গাম (২০০১)\nম্যাঁয় হুন শাহিদ আফ্রিদি (২০১৩)\nদ্যা সিস্টেম (২০১৪)\nহিজরাত (২০১৬)\nসিকান্দার (২০১৬)\nশান-এ-এশক (২০১৭)\nসুপারস্টার (২০১৯)\nপারে হাট লাভ (২০১৯)\nজারার (২০২০)\n\n\n== টেলিভিশন ধারাবাহিক ==\n\n\n== পুরস্কার ও স্বীকৃতি ==\nনিগার পুরস্কার অভিনেতা হিসেবে ১৯৬৭ থেকে ২০০২ সাল পর্যন্ত সর্বমোট ১৬ বার সহ ১৯৯৯ সালে নিগার মিলিনিয়াম পুরস্কার।\nপাকিস্তানের রাষ্ট্রপতি দ্বারা ১৯৯৭ সালে হাসিন কারকারদেগি পুরস্কার।\n\n\n== আরও দেখুন ==\nপাকিস্তানি অভিনেতাগণের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে নাদিম বেগ (ইংরেজি) (আইএমডিবি এর ওয়েবসাইটে নাদিমের অভিনীত চলচ্চিত্রের তালিকা)"}