{"pageid": 1085769, "title": "গৃহকর্মী নির্যাতন", "url": "https://bn.wikipedia.org/wiki?curid=1085769", "content": "গৃহকর্মী নির্যাতন, গৃহকর্মী হিসেবে নিযুক্ত ব্যক্তির প্রতি অসদাচরণ বা অবহেলা, বিশেষ করে নিয়োগকর্তা বা নিয়োগকর্তার পরিবারের সদস্য দ্বারা। এটি এমন কোনও কাজ বা কাজ করতে ব্যর্থতা যার ফলে সেই কর্মচারীর ক্ষতি হয়।  এটি শারীরিক, মানসিক, যৌন এবং অর্থনৈতিক অপব্যবহার সহ অসংখ্য রূপ ধারণ করে। অপরাধীদের অধিকাংশই নারী এবং তাদের সন্তান।  এই কাজগুলি বিভিন্ন কারণে হতে পারে, যার মধ্যে শিকারের মধ্যে ভীতি জাগানো, তাদের শৃঙ্খলাবদ্ধ করা বা অপব্যবহারকারীর কাঙ্ক্ষিত উপায়ে কাজ করা। \nইউনাইটেড স্টেটস হিউম্যান ট্রাফিকিং হটলাইন গৃহকর্মী নির্যাতনকে মানব পাচারের একটি ধরন হিসেবে বর্ণনা করে - এটা হল \"জোর করে, জালিয়াতি করা বা জবরদস্তি করে শ্রমিকের উপর নিয়ন্ত্রণ বজায় রাখা এবং শ্রমিককে এটা বিশ্বাস করানো যে তার এ ছাড়া আর কোন উপায় নেই\" তারা বলেছিল।  যদিও এটি যে কোনও জায়গায় ঘটতে পারে, সিঙ্গাপুরের গৃহকর্মীরা সবচেয়ে বেশি এমন নির্যাতনের শিকার হয়।\n\n\n== ব্যাপকতা ==\nগৃহকর্মী নির্যাতন, যদিও একটি বৈশ্বিক ঘটনা, বিশেষ করে সিঙ্গাপুরে প্রচলিত। রিসার্চ অ্যাক্রস বর্ডার্সের এক গবেষণায় দেখা গেছে, সিঙ্গাপুরের দশজন গৃহকর্মীর মধ্যে ছয়জন কর্মক্ষেত্রে কোনো না কোনো ধরনের অপব্যবহারের সম্মুখীন হন। প্রতি চারজনের মধ্যে একজন শারীরিক সহিংসতার কথা জানিয়েছেন।  উপরন্তু, সাতজন সিঙ্গাপুরবাসীর মধ্যে একজন গৃহকর্মী নির্যাতন প্রত্যক্ষ করেছেন। \nবিদেশী গৃহকর্মীরা, যারা কর্মসংস্থানের জন্য বিদেশ যান, তারা অপব্যবহারের উচ্চ ঝুঁকিতে রয়েছেন। যেহেতু সিঙ্গাপুরের কর্মসংস্থান আইনের অধীনে অভিবাসী কর্মীদের মধ্যে কেবলমাত্র গৃহকর্মীরাই  সুরক্ষিত নয়, তাই অনেকে অবমাননাকর পরিস্থিতিতে পড়ে। সিঙ্গাপুরে বিদেশী গৃহকর্মী চুক্তিতে বাহিরে থাকার বিকল্পের অভাবের কারণে এটি আরও বাড়ানো হয়েছে; বিদেশী গৃহকর্মীরা তাদের নিয়োগকর্তার বাসভবনে থাকেন।  সিঙ্গাপুরের বিদেশী গৃহকর্মীদের সাথে দুর্ব্যবহার অস্বাভাবিক নয় এবং এটি ব্যাপকভাবে বিস্তৃত। তারা শারীরিক নির্যাতন,   গোপনীয়তার উপর আক্রমণ, এবং যৌন নির্যাতন (ধর্ষণ সহ) এর শিকার হন।  \n\n\n== আইন ==\n\n\n=== সিঙ্গাপুর ===\nসিঙ্গাপুরে, একজন বিদেশী গৃহকর্মীকে নির্যাতন করা আইনের পরিপন্থী। জনশক্তি মন্ত্রণালয় (এমওএম) বলেছে যে, অপরাধীরা কঠোর শাস্তির সম্মুখীন হয়; দোষী সাব্যস্ত হলে, অপরাধী জেল, বেত্রাঘাত বা ২০,০০০ ডলার (ইউএসডি) পর্যন্ত জরিমানার সম্মুখীন হতে পারে।  অপরাধীকে বিদেশী গৃহকর্মী রাখা থেকেও নিষিদ্ধ করা হবে। \n\n\n=== মালয়েশিয়া ===\nমালয়েশিয়ায়, নির্যাতিত বিদেশী গৃহকর্মীরা ভিসা পেতে পারে যাতে তারা আইনি অভিযোগের জন্য দেশে থাকতে পারে; যুক্তরাষ্ট্রেও একই কথা প্রযোজ্য। \n\n\n== আরও দেখুন ==\nগৃহকর্মী\n\n\n== তথ্যসূত্র =="}