{"pageid": 1085956, "title": "দক্ষিণ সাগর ম্যান্ডেট", "url": "https://bn.wikipedia.org/wiki?curid=1085956", "content": "দক্ষিণ সাগর ম্যান্ডেট, সরকারি নামে ম্যান্ডেট ফর দ্য জার্মান পজেশনস ইন দ্য প্যাসিফিক ওশেন লাইং নর্থ অফ দ্য ইকুয়েটর, ছিল দক্ষিণ সাগরে অবস্থিত একটি সম্মিলিত জাতিপুঞ্জ ম্যান্ডেট। প্রথম বিশ্বযুদ্ধের পর এটি সম্মিলিত জাতিপুঞ্জ কর্তৃক জাপান সাম্রাজ্যকে প্রদত্ত হয়েছিল। উত্তর প্রশান্ত মহাসাগরে জার্মান ঔপনিবেশিক সাম্রাজ্যের অধীনস্থ জার্মান নিউ গিনি নিয়ে এই ম্যান্ডেট গঠিত হয়। এই অঞ্চলটি প্রথম বিশ্বযুদ্ধে জাপান দখল করে নিয়েছিল। দ্বিতীয় বিশ্বযুদ্ধ পর্যন্ত জাপান ঔপনিবেশিক সাম্রাজ্যের অংশ হিসেবে জাপানই এই ম্যান্ডেট শাসন করে। তারপর মার্কিন যুক্তরাষ্ট্র এই অঞ্চল দখল করে নেয়। তখন এই অঞ্চলটি রাষ্ট্রসংঘ প্রতিষ্ঠিত ট্রাস্ট টেরিটরি অফ দ্য প্যাসিফিক আইল্যান্ডসে পরিণত হয়, যা শাসন করত মার্কিন যুক্তরাষ্ট্রই। এই দ্বীপগুলি বর্তমানে পালাউ, উত্তর মারিয়ানা দ্বীপপুঞ্জ, মাইক্রোনেশিয়া যুক্তরাষ্ট্র ও মার্শাল দ্বীপপুঞ্জের অংশ।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nUS National Park Service (২০০৪)। \"Chapter 3: America On Guam — 1898-1950 (continued)\"। War in the Pacific: Administrative History। Evans-Hatch & Associates, Inc.। \nAxelrod, Alan; Kingston, Jack A. (২০০৭)। Encyclopedia of World War II, Volume 1। H W Fowler। আইএসবিএন 9780816060221। \nBeasley, W.G. (১৯৯১)। Japanese Imperialism 1894-1945। London: Oxford University Press। আইএসবিএন 0-19-822168-1। \nMyers, Ramon Hawley; Peattie, Mark R. (১৯৮৪)। The Japanese Colonial Empire, 1895-1945। Princeton University Press। আইএসবিএন 9780691102221। \nNish, Ian (১৯৯১)। Japanese Foreign Policy in the Interwar Period। Praeger Publishers। আইএসবিএন 0-275-94791-2। \nOliver, Douglas L. (১৯৮৯)। The Pacific Islands। University of Hawaii Press। আইএসবিএন 9780824812331। \nHowe, Christopher (১৯৯৯)। The Origins of Japanese Trade Supremacy: Development and Technology in Asia from 1540 to the Pacific War। University Of Chicago Press। আইএসবিএন 0-226-35486-5। \nPeattie, Mark (১৯৮৮)। Nan'Yo: The Rise and Fall of the Japanese in Micronesia, 1885-1945। Pacific Islands Monograph Series। Volume 4। University of Hawaii Press। আইএসবিএন 0-8248-1480-0। \nPonsonby-Fane, Richard (১৯৬২)। Sovereign and Subject। Ponsonby Memorial Society। পৃষ্ঠা 346–353। \n\n\n== আরও পড়ুন ==\nAnnual report to the League of Nations on the administration of the South Sea islands under Japanese Mandate. [Tokyo]: Japanese Government. (Years 1921 to 1938)\nArnold, Bruce Makoto. \"Conflicted Childhoods in the South Seas: The Failure of Racial Assimilation in the Nan'yo\". The Tufts Historical Review Vol 4, No. 11 (Spring 2011) [১]\nHerbert Rittlinger, Der Masslose Ozean, Stuttgart, Germany, 1939\nCressey George B. Asia's Lands and Peoples, X Chapter: \"Natural Basis of Japan\" (pp. 196–285), section \"South Seas\" (p. 276-277).,1946\nTze M. Loo, \"Islands for an Anxious Empire: Japan’s Pacific Island Mandate\", The American Historical Review, Volume 124, Issue 5, December 2019, Pages 1699–1703\nSion, Jules. Asie des Moussons, Paris Librarie Armand Colin, (1928) I, 189–266, Chapter X \"The Nature of Japan\", section XIII \"Japanese Colonial Empire\" (p. 294-324), and section IV \"Formosa and Southern Islands\" (p. 314-320)\nBook Asia, Chapter X \"Japanese Empire\" (p. 633–716), section \"The Japanese islands in South Seas\".\nChildress, David Hatcher, The Lost City of Lemuria & The Pacific, 1988. Chapter 10 \"The Pohnpei Island, in finding of sunken city\"(p. 204-229)\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে দক্ষিণ প্রশান্ত মহাসাগর ম্যান্ডেট সম্পর্কিত মিডিয়া দেখুন।\nটেমপ্লেট:Gaichi\n\nটেমপ্লেট:States and territories in the sphere of influence of Imperial Japan during World War II"}