{"pageid": 1085417, "title": "রিফাত হাসান (ধর্মবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1085417", "content": "রিফাত হাসান (জন্ম ১৯৪৩) হলেন একজন পাকিস্তানি-মার্কিন ধর্মতাত্ত্বিক এবং কুরআনের একজন শীর্ষস্থানীয় ইসলামি নারীবাদী পণ্ডিত।\n\n\n== প্রাথমিক এবং কর্মজীবন ==\nহাসানের জন্ম পাকিস্তানের লাহোরের একটি উচ্চবিত্ত সৈয়দ মুসলিম পরিবারে। হাসানের দাদা ছিলেন হাকিম আহমদ সুজা, যিনি একজন পাকিস্তানি কবি, লেখক এবং নাট্যকার। তিনি একটি সুখকর শৈশব কাটিয়েছিলেন, কিন্তু তার বাবার চিরাচরিত মতামত এবং মায়ের অসংগতিবাদের মধ্যে দ্বন্দ্ব দ্বারা প্রভাবিত হয়েছিল। তার জীবনের বেশিরভাগ সময়, সে তার বাবার গতানুগতিকবাদকে ঘৃণা করেছিল কারণ তার সেক্সের প্রতি তার দৃষ্টিভঙ্গি ছিল, কিন্তু পরবর্তীকালে তিনি তার দয়া এবং করুণার কারণে এটির প্রশংসা করেছিলেন। তিনি ক্যাথিড্রাল হাই স্কুল, একটি অ্যাঙ্গলিকান মিশনারি স্কুল এবং পরে ইংল্যান্ডের ডারহাম বিশ্ববিদ্যালয়ে সেন্ট মেরি কলেজে পড়াশোনা করেন, যেখানে তিনি ইংরেজি ও দর্শনশাস্ত্র অধ্যয়ন করেন। মুহাম্মদ ইকবালের উপর তার থিসিসের জন্য ১৯৬৮ সালে ডারহাম বিশ্ববিদ্যালয় থেকে তিনি পিএইচডি পেয়েছে, যার সম্পর্কে তিনি ঘন ঘন লিখেছেন।\nতিনি ১৯৬৬ থেকে ১৯৬৭ সাল পর্যন্ত লাহোরের পাঞ্জাব বিশ্ববিদ্যালয়ে শিক্ষকতা করেন এবং ১৯৬৯ থেকে ১৯৭২ সাল পর্যন্ত পাকিস্তানের তথ্য ও সম্প্রচার মন্ত্রণালয়ে কাজ করেন। ১৯৭২ সালে তিনি তার মেয়ের সঙ্গে যুক্তরাষ্ট্রে চলে আসেন। তিনি ওকলাহোমা স্টেট বিশ্ববিদ্যালয় এবং হার্ভার্ড বিশ্ববিদ্যালয় সহ বিভিন্ন স্কুলে শিক্ষকতা করেছেন এবং বর্তমানে তিনি কেন্টাকির লুইসভিলে বিশ্ববিদ্যালয়ের ধর্মীয় গবেষণার অধ্যাপক।\n\n\n== ধর্মতত্ত্ব এবং সক্রিয়তা ==\nহাসানের ধর্মতত্ত্ব প্রগতিশীল ইসলামের একটি উদাহরণ। তিনি বলেন, কুরআন হলো \"মানবাধিকারের ম্যাগনা কার্টা\", সবার জন্য মানবাধিকার ও সমতার বিধান, যদিও আজ অনেক মুসলিম সমাজে নারীর বৈষম্য সাংস্কৃতিক প্রভাবের কারণে। হাসান দাবি করেন যে কুরআন অন্যদের মধ্যে জীবন, সম্মান, ন্যায়বিচার, স্বাধীনতা, জ্ঞান, ভরণ-পোষণ, কাজ এবং গোপনীয়তার অধিকারকে সমর্থন করে।\nতিনি কুরআনের একটি অনমনীয় ব্যাখ্যা সমর্থন করেন, যুক্তি দিয়ে যে এটি ঈশ্বরের শব্দ হলেও শব্দের বিভিন্ন অর্থ থাকতে পারে, তাই তাত্ত্বিকভাবে কুরআনের অসংখ্য সম্ভাব্য অর্থ রয়েছে। তিনি বিশ্বাস করেন যে কুরআনের অর্থ হার্মেনিউটিক্সের মাধ্যমে নির্ধারিত হওয়া উচিত, এটি যখন লেখা হয়েছিল তখন তার শব্দের অর্থ কী ছিল তা পরীক্ষা করা। তিনি একটি \"নৈতিক মানদণ্ড\"-এর কথাও বলেন যা অন্যায়ের জন্য কুরআনের ব্যবহার প্রত্যাখ্যান করে, কারণ ইসলামে সৃষ্টিকর্তা এক।\nহাসান মুসলিম মহিলাদের গর্ভপাতের অধিকার এবং জন্ম নিয়ন্ত্রণ ব্যবহারের সুযোগ সমর্থন করে বলেন, কুরআনে সরাসরি গর্ভনিরোধককে সম্বোধন করে না, কিন্তু ইসলামের ধর্মীয় এবং নৈতিক কাঠামো এই সিদ্ধান্তে পৌঁছে দেয় যে পরিবার পরিকল্পনা একটি মৌলিক অধিকার হওয়া উচিত। তিনি বলেন, মুসলিম আইনশাস্ত্রের পর্যালোচনা ইঙ্গিত দেয় যে গর্ভাবস্থার প্রথম ১২০ দিনের মধ্যে গর্ভপাত গ্রহণযোগ্য বলে বিবেচিত হয়েছে, যখন ভ্রূণকে এখনও নিশ্চিত করা হয়নি।\n\n\n== প্রকাশনা ==\nহাসানের কর্মজীবনে অসংখ্য প্রকাশনা রয়েছে, যেখানে তিনি ইসলামের তার অপুরুষতান্ত্রিক ব্যাখ্যার প্রয়োগ করেন।\nহাসানের প্রকাশনাগুলির মধ্যে একটি হলো উইমেনস রাইটস ইন ইসলাম: নর্মাটিভ টিচিংস ভার্সেস প্রাকটিস-এ তার নিবন্ধ, যেখানে তিনি নারীদের জন্য কুরআনের নির্দেশ অনুসারে যে অধিকারগুলি চিহ্নিত করেছেন এবং কীভাবে মুসলিম অনুশীলনগুলি এই অধিকারগুলিকে সমর্থন করে বা সমর্থন করে না তা নিয়ে আলোচনা করে। এই নিবন্ধে, তিনি পাশ্চাত্য এবং ইসলামের মধ্যে সম্পর্কের প্রতি বিশেষ মনোযোগ দেন কারণ তাদের মাঝে মাঝে উত্তেজনাপূর্ণ সম্পর্কের কারণে। এই নিবন্ধটি সমস্ত মানবজাতির দেওয়া নির্দিষ্ট অধিকারগুলি চিহ্নিত করে, যার মধ্যে কিছু সম্মান, ন্যায়বিচার, জ্ঞান অর্জন এবং \"ভাল জীবন\" এর অধিকার অন্তর্ভুক্ত। তারপরে তিনি মুসলিম মহিলাদের অভ্যাসে বৈবাহিক সমস্যা এবং বিবাহবিচ্ছেদ, বহুবিবাহ এবং পৃথকীকরণ এবং পর্দাসহ নির্দিষ্ট সমস্যাগুলি বের করেন।\n\n\n== তথ্যসূত্র =="}