{"pageid": 1085593, "title": "সলোমনের মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1085593", "content": "শলোমনের মন্দির, যা প্রথম মন্দির নামেও পরিচিত (হিব্রু ভাষায়: בֵּית-הַמִּקְדָּשׁ הָרִאשׁוֹן‎; 'গর্ভগৃহের প্রথম ঘর'), হল হিব্রু বাইবেল অনুযায়ী জেরুসালেমের প্রথম মন্দির। এটি শলোমনের শাসনামলে ইস্রায়েল যুক্তরাজ্যে নির্মিত হয়েছিল। এটি সম্পূর্ণরূপে নির্মিত হয়েছিল আনু. ৯৫৭ খ্রিস্টপূর্বাব্দে। এটি ৫৮৭/৫৮৬ খ্রিস্টপূর্বাব্দে নব্য-ব্যাবিলনীয় সাম্রাজ্যের দ্বিতীয় ব্যাবিলনীয় রাজা দ্বিতীয় নেবুচাদনেজার ধ্বংস করে। তার আগ পর্যন্ত এটি প্রায় চার শতাব্দী ধরে টিকে ছিলো, দ্বিতীয় নেবুচাদনেজার পরবর্তীকালে যিহূদা রাজ্যের পতন ও যিহূদাকে ব্যাবিলন সাম্রাজ্যে অন্তর্ভুক্ত করে। এরপর তিনি ইহুদিদেরকে ব্যাবিলনে নির্বাসিত করেন। ব্যাবিলনীয় প্রদেশ হিসেবে মন্দিরের ধ্বংস ও ব্যাবিলনীয় নির্বাসনকে বাইবেলের ভবিষ্যদ্বাণীর পরিপূর্ণতা হিসাবে দেখা হয়েছিল। ফলে এটি ইহুদি ধর্মবিশ্বাসকে শক্তিশালী করে। ঘটনাটি ইস্রায়েলীয়দের ইহুদি ধর্মের বহু-ঈশ্বরবাদী বা একতাবাদী বিশ্বাস থেকে বিকশিত একেশ্বরবাদী ধর্মগুলোতে আনতে শুরু করেছিল।\nইহুদি ধর্মের হিব্রু বাইবেল (বা খ্রিস্টধর্মের পুরনো নিয়ম) শলোমনের পিতা দায়ূদের বারোটি ইস্রায়েলীয় বংশকে একত্রিত করা, জেরুসালেম জয় ও ইস্রায়েলীয়দের কেন্দ্রীয় শিল্পকর্ম চুক্তিসিন্দুক শহরে নিয়ে আসাকে বর্ণনা করে। পরবর্তীকালে দায়ূদ ভবিষ্যতের মন্দিরের স্থান হিসাবে জেরুসালেমের মোরিয়া পর্বতকে বেছে নেন, মন্দিরটিতে তিনি সিন্দুকটি রাখার পরিকল্পনা করেন; তবে ঈশ্বর তাকে এটি নির্মাণ করতে নিষেধ করেছিলেন কারণ তিনি \"অনেক রক্তপাত\" করেছিলেন। প্রথম মন্দিরটি তার পুত্র শলোমনের অধীনে নির্মিত হয়েছিল। শলোমন প্রাচীন ইস্রায়েলে জনসাধারণের কাছে একজন উচ্চাভিলাষী নির্মাতা হয়ে উঠেছিলেন। তিনি সিন্দুকটিকে পবিত্রদের মাঝে পবিত্রতম স্থানে স্থাপন করেছিলেন। এটি ছিলো একটি জানালাবিহীন অভ্যন্তরীণ কক্ষ এবং তথা মন্দিরের সবচেয়ে পবিত্র এলাকায় — যেখানে ঈশ্বরের উপস্থিতি বিশ্রাম নিতো; পবিত্রদের মাঝে পবিত্রতম স্থানে প্রবেশের উপর ব্যাপকভাবে নিষেধাজ্ঞা জারি করা হয়েছিল। এখানে শুধুমাত্র ইস্রায়েলের মহাযাজক বছরে একবার ইয়োম কিপ্পুরে অভয়ারণ্যে বলির মেষের রক্ত নিয়ে প্রবেশ করতেন ও ধূপ জ্বালাতেন।\nবাইবেল অনুযায়ী মন্দিরটি কেবল উপাসনার জন্য একটি ধর্মীয় ভবন ছিলো না, এটি ইস্রায়েলীয়দের সমাবেশের স্থান হিসাবেও ব্যবহৃত হতো। ব্যাবিলনের যিহূদা বিজয়ের পর ইহুদিরা নির্বাসিত হয়। তারা শেষ পর্যন্ত ব্যাবিলনের পতনের পর হাখমানেশি সাম্রাজ্যের রাজা মহান কুরুশের একটি ঘোষণার মাধ্যমে ফিরে আসার অনুমতি পায়। পারস্যের প্রাদেশিক শাসনের অধীনে যিহূদায় ফিরে আসা ইহুদি জনগোষ্ঠী জেরুসালেমে মন্দিরটি পুনর্নির্মাণ করে, যা দ্বিতীয় মন্দির নামে পরিচিত; পুনঃনির্মিত মন্দিরে আর সিন্দুক রাখা হয়নি, কারণ এটি উধাও হয়ে গিয়েছিল।\nবেশিরভাগ পণ্ডিতরা আজ একমত যে নেবুচাদনেজার দ্বিতীয় জেরুসালেম অবরোধের সময় হারাম আল-শরিফে একটি মন্দির বিদ্যমান ছিল। যাইহোক এর নির্মাণ তারিখ ও এর নির্মাতার পরিচয় নিয়ে বিতর্ক রয়েছে। রাজাবলিতে ইস্রায়েলীয় রাজা শলোমনের দ্বারা খ্রিস্টপূর্ব ১০ম শতাব্দীতে তৈরি হওয়া একটি মন্দির নির্মাণের বিশদ বিবরণ রয়েছে, যা পূর্ববর্তী প্রজন্মের পণ্ডিতরা সঠিক হিসাবে গ্রহণ করেছিলেন। ১৯৮০ এর দশক থেকে বাইবেলের পাঠ্য ও প্রত্নতাত্ত্বিক নথির প্রতি সন্দেহজনক দৃষ্টিভঙ্গি কিছু পণ্ডিতদের এই সন্দেহের দিকে পরিচালিত করেছিল যে খ্রিস্টপূর্ব দশম শতাব্দীতে জেরুসালেমে আদৌ কোনো মন্দির নির্মিত হয়েছিল কিনা। শলোমনের মন্দিরের অস্তিত্বের কোনো প্রমাণ পাওয়া যায়নি ও বাইবেল-বহির্ভূত বিবরণে এর উল্লেখ নেই। তবে স্থানটির চরম রাজনৈতিক সংবেদনশীলতার কারণে হারাম আল-শরিফে কোনো প্রকৃত প্রত্নতাত্ত্বিক খনন করা হয়নি। কিছু পণ্ডিত বিশ্বাস করেন যে ৬০০ খ্রিস্টপূর্বাব্দে লিখিত মৃৎশিল্পের একটি শিলালিপি অস্ট্রাকন ১৮ জেরুসালেম মন্দিরের উল্লেখ করে। যদি তাই হয়, তবে এটি হবে মন্দিরের একমাত্র অনুমোদিত বাইবেল-বহির্ভূত প্রমাণ।\nগত দশকে আধুনিক ইসরায়েলের দুটি প্রাচীন ইস্রায়েলীয় স্থান থেকে নতুন করে অনুসন্ধানের মাধ্যমে মন্দিরের ব্যাপারে ধারণার চিত্রটি পরিবর্তিত হয়েছে: খিরবেত কিয়াফা থেকে খ্রিস্টপূর্ব ১০ম শতাব্দীর একটি মন্দিরের মডেল ও পশ্চিম জেরুসালেমের উপকণ্ঠে মোতজাতে পাওয়া একটি প্রকৃত মন্দির যেটি খ্রিস্টপূর্ব ৯ম শতাব্দী সময়ের। উভয় প্রমাণই শলোমনের মন্দিরের সাথে সাদৃশ্য বহন করে যেমনটি বাইবেলে বর্ণিত হয়েছে।\n\n\n== অবস্থান ==\nবাইবেল অনুযায়ী শলোমনের মন্দির জেরুসালেমের মোরিয়া পর্বতে নির্মিত হয়েছিল, যেখানে ঈশ্বরের একজন দেবদূত দায়ূদের কাছে উপস্থিত হয় (২ বংশাবলি ৩:১)। জায়গাটি মূলত একটি মাড়াইয়ের ভূমি ছিল যা দায়ূদ অরৌণা নামক জেবুসীয় ব্যক্তির কাছ থেকে কিনেছিলেন (২ শমূয়েল ২৪:১৮-২৫; ২ বংশাবলি ৩:১)।\nশ্মিড এবং রুপ্রেচট এই মত পোষণ করেন যে মন্দিরের স্থানটিতে একটি জেবুসীয় মন্দির ছিল যার ফলে শলোমন জেবুসীয় ও ইস্রায়েলীয়দের একত্রিত করার প্রয়াসে জায়গাটি বেছে নিয়েছিলেন।\nমন্দিরের সঠিক অবস্থানটি অজানা। এটি পাহাড়ের উপরে অবস্থিত বলে মনে করা হয় যা ১ম শতাব্দীর দ্বিতীয় মন্দির এবং বর্তমান হারাম আল-শরিফের স্থান নিয়ে গঠিত। বর্তমানে সেখানে কুব্বাত আস-সাখরা অবস্থিত।\n\n\n== বাইবেলীয় বিবরণ ==\n\n\n=== নির্মাণ ===\n১ রাজাবলির মতে মন্দিরের ভিত্তিপ্রস্তর স্থাপন করা হয় শলোমনের রাজত্বের চতুর্থ বছরের দ্বিতীয় মাস জিভে ও নির্মাণকাজ শেষ হয় শলোমনের একাদশ বছরের অষ্টম মাস বুলে, এটি নির্মাণে প্রায় সাত বছর সময় লাগে।\nখ্রিস্টাব্দের ১ম শতাব্দীর ঐতিহাসিক ফ্লাভিয়াস জোসেফাসের মতে, \"শলোমন তার রাজত্বের চতুর্থ বছরের দ্বিতীয় মাসে তথা যাকে ম্যাসেডোনীয়দের আর্টেমিসিয়াস বা হিব্রু ইয়ার মাসে, মিশর থেকে নির্বাসনের পাঁচশত নিরানব্বই বছর পরে মন্দিরটি নির্মাণ শুরু করেছিলেন। কিন্তু আব্রাহামের মেসোপটেমিয়া থেকে কেনানে আসার এক হাজার বিশ বছর পরে ও প্লাবনের পর এক হাজার চারশত চল্লিশ বছর পরে; এবং সৃষ্টি করা প্রথম মানুষ আদম থেকে, শলোমন মন্দির নির্মাণ না করা পর্যন্ত, তিন হাজার একশত দুই বছরের পার্থক্য ছিল।\"\nঅ্যাপিয়নের বিরুদ্ধে বইতে, জোসেফাস উল্লেখ করেছেন যে টায়ারের ফিনিশীয় শহর-রাজ্যের ইতিহাস অনুযায়ী শলোমনের মন্দিরটি টায়ারের প্রথম হিরামে ১২তম বছরে এবং টাইরীয়রা কার্থেজ প্রতিষ্ঠার ১৪৩ বছর ৮ মাস আগে নির্মিত হয়েছিল। কার্থেজের ভিত্তি তারিখ সাধারণত ৮১৭ খ্রিস্টপূর্বাব্দ, এইভাবে জোসেফাসের মতে মন্দির নির্মাণের তারিখ প্রায় ৯৫৮/৯ খ্রিস্টপূর্ব তারিখে হওয়া উচিত, যা শলোমনের রাজত্বকালের প্রচলিত তারিখ ৯৭০-৯৩১ খ্রিস্টপূর্বাব্দের মধ্যে রয়েছে।\nহিব্রু বাইবেল উল্লেখ করে যে টাইরীয়রা মন্দির নির্মাণে অগ্রণী ভূমিকা পালন করেছিল। শমূয়েলের দ্বিতীয় বইয়ে উল্লেখ করা হয়েছে যে কীভাবে দায়ূদ ও হিরাম একটি জোট গঠন করেছিলেন। শলোমন দায়ূদের স্থলাভিষিক্ত হওয়ার পর এই বন্ধুত্ব অব্যাহত থাকে এবং দুজন একে অপরকে ভাই বলে উল্লেখ করেন। হিরাম কীভাবে শলোমনকে মন্দির নির্মাণে সাহায্য করেছিলেন তার একটি সাহিত্যিক বিবরণ ১ রাজাবলি (অধ্যায় ৫-৯) ও ২ বংশাবলি (অধ্যায় ২-৭) দুটিতে দেওয়া হয়েছে। হিরাম মন্দির নির্মাণের জন্য তাকে দেবদারু ও সাইপ্রেস গাছ সরবরাহ করার জন্য শলোমনের অনুরোধে সম্মত হন। তিনি শলোমনকে বলেন যে তিনি গাছগুলো সমুদ্রপথে পাঠাবেন: \"আমি সেগুলো ভেলা বানিয়ে সমুদ্রের ধারে আপনার নির্দেশিত জায়গায় যেতে দেব। তোমার কাছে নিয়ে যাওয়ার জন্য আমি ওগুলো সেখানে ভেঙ্গে দেব।\" বিনিময়ে শলোমন তাকে গম এবং তেল পাঠান। শলোমন টাইরি থেকে হিরাম (অথবা হুরাম-আবি) নামে একজন দক্ষ কারিগরকেও নিয়ে আসেন, যে মন্দিরের নির্মাণ তদারকি করেছিল। গেবাল (বাইব্লোস) থেকে পাথর প্রস্তুতকারক এসে মন্দিরের জন্য পাথর কেটেছিলো।\nমন্দির ও প্রাসাদ (অতিরিক্ত ১৩ বছর সময় লাগে) সম্পূর্ণ হওয়ার পরে শলোমন হিরামের কাছে শোধ হিসাবে টায়ারের কাছে উত্তর-পশ্চিম গালীলের বিশটি শহর হস্তান্তর করেন। যাইহোক হিরাম এই উপহারে সন্তুষ্ট ছিলেন না, তিনি জিজ্ঞাসা করেন \"ভাই, আপনি আমাকে এগুলো কি শহর দিয়েছেন?\" হিরাম তখন তাদের \"কাবুলের দেশ\" বলে ডাকতেন এবং ১ রাজাবলি ৯-এ লেখক বলেছেন যে সেগুলো \"আজ পর্যন্ত\" এই নামেই ডাকা হত। তবে শলোমনের সাথে হিরাম বন্ধুত্বপূর্ণ শর্তে থাকে।\nবংশাবলির দ্বিতীয় পুস্তকটি ১ রাজাবলির বর্ণনায় দেওয়া হয়নি এমন নির্মাণের কিছু বিবরণ প্রকাশ করে। এটি বলে যে ভেলা হিসাবে পাঠানো গাছগুলো ভূমধ্যসাগরীয় উপকূলে জোপ্পা শহরে পাঠানো হয়েছিল এবং সরবরাহকৃত কাঠের বিনিময়ে শলোমন গম ও তেল ছাড়াও, হিরামের কাছে মদ প্রেরণ করেন।\n\n\n=== চুক্তির সিন্দুক স্থানান্তর ===\n১ রাজাবলি ৮:১-৯ ও ২ বংশাবলি ৫:২-১০ অনুযায়ী বছরের সপ্তম মাসে, তাঁবুর উৎসবে, পুরোহিত ও লেবীয়রা দায়ূদ নগর থেকে চুক্তিসিন্দুক নিয়ে আসে এবং এটিকে মন্দিরের পবিত্রদের মাঝে পবিত্রতম কক্ষে স্থাপন করে।\n\n\n=== উৎসর্গ ===\n১ রাজাবলি ৮:১০-৬৬ ও ২ বংশাবলি ৬:১-৪২ মন্দিরের উৎসর্গের ঘটনাগুলো স্মরণ করে। সিন্দুক রাখার পর পুরোহিতরা যখন পবিত্রদের মাঝে পবিত্রতম স্থান থেকে বেরিয়ে আসে তখন মন্দিরটি একটি অপ্রতিরোধ্য মেঘে পূর্ণ হয়ে যেতো যা উৎসর্গের অনুষ্ঠানকে বাধাগ্রস্ত করেছিলো, \"কারণ প্রভুর মহিমা প্রভুর ঘরকে [এমনভাবে] পূর্ণ করেছিল যে পুরোহিতরা পরিচর্যা করতে দাঁড়াতে পারেনি\" (১ রাজাবলি ৮:১০–১১; ২ বংশাবলি ৫:১৩, ১৪)। শলোমন মেঘকে ব্যাখ্যা করেছিলেন \"[প্রমাণ হিসেবে] যে তার ধর্মীয় কর্ম গৃহীত হয়েছে\":\n\n\"হে প্রভু পরমেশ্বর, তুমিই গগনমণ্ডলে\nসূর্যকে স্থাপন করেছ,\nতবু তুমি চেয়েছ মেঘাবৃত অন্ধকারেই থাকতে গীত\nতাই আমি তোমার জন্য\nসুমহান এক মন্দির করেছি রচনা!\nএখানেই বাস কর তুমি\n\nচিরদিন চিরকাল।\"\nইঙ্গিতটি লেবীয় ১৬:২-এও দেওয়া হয়েছে:\n\nপ্রভু পরমেশ্বর মোশিকে বললেন, তুমি তোমার ভাই হারোণকে বল, সে যেন পর্দার অন্তরালে মহাপবিত্র স্থানে চুক্তি সিন্দুকের উপরে স্থিত আবরণের সম্মুখে সব সময়ে না যায়, তাহলে সে মারা যাবে। কারণ সেই আবরণের উপরে মেঘের মধ্য থেকে আমি দর্শন দেব।\nপুলপিট ভাষ্য উল্লেখ করে যে \"শলোমনের কাছে এইভাবে প্রতিটি ক্ষেত্রে ঈশ্বরের উপস্থিতিকে ঘন অন্ধকার মেঘের সাথে সংযুক্ত করার জন্য সনদ ছিল\"।\n\nশলোমন তখন ইস্রায়েলের সমগ্র সমাবেশকে প্রার্থনায় নেতৃত্ব দেন, উল্লেখ্য যে মন্দিরের নির্মাণটি দায়ূদের কাছে ঈশ্বরের প্রতিশ্রুতির পরিপূর্ণতাকে প্রতিনিধিত্ব করে, মন্দিরটিকে ইস্রায়েলের লোকেদের জন্য ও ইস্রায়েলে বসবাসকারী বিদেশীদের জন্য প্রার্থনা ও পুনর্মিলনের স্থান হিসাবে উৎসর্গ করা করেছিল এবং স্বর্গে বসবাসকারী ঈশ্বরকে সত্যিই একটি ভবনের মধ্যে ধারণ করা যায় না, এই হেঁয়ালিকে সবার নিকট দৃষ্টিগোচর করে। উৎসর্গটি বাদ্যযন্ত্র উদযাপনের মাধ্যমে সমাপ্ত হয়েছিল এবং বলা হয়েছিল যে \"বাইশ হাজার ষাঁড় ও এক লক্ষ বিশ হাজার ভেড়া\" এই উৎসর্গে অন্তর্ভুক্ত ছিল। এই বলিগুলো মন্দিরের বাইরে, \"প্রভুর ঘরের সামনের প্রাঙ্গণের মাঝখানে\" দেওয়া হয়েছিল, কারণ মন্দিরের ভিতরের বেদীটি যে দিন তৈরি করা হয়েছিলো, তার বিস্তৃত স্থান সত্ত্বেও, নৈবেদ্য কাজের জন্য যথেষ্ট বড় ছিল না। উদযাপনটি আট দিন যাবত স্থায়ী ছিল ও \"হামাথের প্রবেশদ্বার থেকে মিশরের নদী পর্যন্ত খুব বড় সমাবেশে মানুষ [একত্রিত]\" অংশগ্রহণ করেছিল। লোকেদের \"তাদের বাড়িতে পাঠানো দেওয়ার\" পূর্বে তাঁবু পরবর্তী উৎসব সমগ্র উদযাপনকে ১৪ দিন পর্যন্ত বৃদ্ধি করা হয়।\nউৎসর্গের পরে শলোমন স্বপ্নে শুনতে পান যে ঈশ্বর তাঁর প্রার্থনা শুনেছেন ও ঈশ্বর ইস্রায়েলের লোকেদের প্রার্থনা শুনতে থাকবেন যদি তারা চারটি উপায় অবলম্বন করে, যার মাধ্যমে তারা ঈশ্বরকে তাদের জন্য নিজ কর্মে আগ্রহী করে তুলতে পারে: নম্রতা, প্রার্থনা, তাঁর মুখাপেক্ষীতা, এবং দুষ্ট উপায় থেকে দূরে থাকা। বিপরীতভাবে যদি তারা দূরে সরে যায় ও ঈশ্বরের আদেশ ত্যাগ করে এবং অন্যান্য দেবতাদের উপাসনা করে, তাহলে ঈশ্বর মন্দিরটি পরিত্যাগ করবেন: \"এই ঘরটি যা আমি আমার নামের জন্য পবিত্র করেছি, আমি আমার দৃষ্টি থেকে দূরে সরিয়ে দেব\"।\n\n\n=== লুণ্ঠন ===\nবাইবেলের বর্ণনা অনুযায়ী শলোমনের মন্দির বেশ কয়েকবার লুণ্ঠিত হয়েছিল। রহবিয়ামের রাজত্বের পঞ্চম বছরে (সাধারণত ৯২৬ খ্রিস্টপূর্বাব্দে) মিশরীয় ফারাও শিশক (ইতিবাচকভাবে প্রথম শোশেঙ্ক হিসেবে চিহ্নিত) মন্দির ও রাজার বাড়ির ধন-সম্পদ সেইসাথে শলোমনের তৈরি সোনার ঢালগুলো নিয়ে যায়; রহবিয়াম সেগুলোকে পিতলের ঢাল দ্বারা প্রতিস্থাপিত করে (১ রাজাবলি ১৪:২৫ ; ২ বংশাবলি ১২:১-১২)। এক শতাব্দী পরে ইস্রায়েলের উত্তর রাজ্যের রাজা যিহোয়াশ জেরুসালেমের দিকে অগ্রসর হয়ে প্রাচীরের একটি অংশ ভেঙে দেন এবং মন্দির ও প্রাসাদের ধন-সম্পদ নিয়ে যান (২ রাজাবলি ১৪:১৩-১৪)। পরে যখন যিহূদার আহস আরাম-দামাস্কাসের রেৎসিন ও ইস্রায়েলের পেকাহের হাতে পরাজয়ের হুমকি পেয়েছিলেন তখন তিনি সাহায্যের জন্য রাজা চতুর্থ তিগলাৎ পিলেশরের কাছে যান। তাকে রাজি করানোর জন্য তিনি \"ইয়াহওয়েজের গৃহের ও রাজার বাড়ির ধনভান্ডারের রূপা ও সোনা নিয়েছিলেন এবং অ্যাসিরিয়ার রাজার কাছে উপহারের জন্য পাঠিয়েছিলেন\" (২ রাজাবলি ১৬:৮)। অন্য একটি জটিল সন্ধিক্ষণে হিষ্কিয় মন্দিরের দরজা এবং দরজার চৌকাঠ থেকে সোনা কেটে ফেলেছিলেন যা তিনি নিজেই আবৃত করেছিলেন ও এগুলো রাজা সেনাখেরিবকে দিয়েছিলেন (২ রাজাবলি ১৮:১৫-১৬)।\n\n\n=== যোয়াশের পুনরুদ্ধার ===\n২ রাজাবলি ১২:১-১৭ ও ২ বংশাবলি ২৪:১-১৪ স্মরণ করে যে রাজা যোয়াশ ও মন্দিরের পুরোহিতগণ জনপ্রিয় অনুদানের অর্থের মাধ্যমে একটি পুনর্গঠন প্রকল্প চালু করে। মন্দিরটিকে তার আসল অবস্থায় পুনরুদ্ধার করে আরও মজবুত করা হয়।\n\n\n=== ব্যাবিলনীয়দের দ্বারা ধ্বংস ===\n\nবাইবেল অনুযায়ী যিহোয়াখিনের সংক্ষিপ্ত রাজত্বকালে যখন ব্যাবিলনীয়রা ৫৯৮ খ্রিস্টপূর্বে জেরুসালেম আক্রমণ করেছিল (২ রাজাবলি ২৪:১৩) তখন নব্য-ব্যাবিলনীয় সাম্রাজ্যের রাজা দ্বিতীয় নেবুচাদনেজার দ্বারা মন্দিরটি লুণ্ঠন করা হয়েছিল।\nএর এক দশক পরে নেবুচাদনেজার আবার জেরুসালেম ঘেরাও করে ও ৩০ মাস পরে অবশেষে ৫৮৭/৬ খ্রিস্টপূর্বাব্দে শহরের প্রাচীর ভেঙ্গে ফেলে। শেষ পর্যন্ত ৫৮৬/৭ খ্রিস্টপূর্বাব্দে এই শহরটি তার সেনাবাহিনীর হাতে চলে আসে। এক মাস পরে নেবুচাদনেজারের প্রহরীর কমান্ডার নেবুজারাদানকে শহরটিকে পুড়িয়ে ফেলা এবং ধ্বংস করার জন্য পাঠানো হয়। বাইবেল অনুযায়ী \"সে ইয়াহওয়েহের মন্দির, রাজপ্রাসাদ ও জেরুসালেমের সমস্ত বাড়িতে আগুন লাগিয়ে দিয়েছিলো\" (২ রাজাবলি ২৫:৯)। লুণ্ঠনযোগ্য সমস্ত কিছু তখন সরিয়ে নিয়ে ব্যাবিলনে নিয়ে যাওয়া হয়েছিল (২ রাজাবলি ২৫:১৩-১৭)।\nইহুদি বিবরণ বলে যে মন্দিরটি তিশা ব'আভ তথা আভ (হিব্রু বর্ষপঞ্জি) মাসের ৯ম দিনে,  দ্বিতীয় মন্দির ধ্বংসের একই তারিখে ধ্বংস হয়েছিল। রাব্বাইনীয় সূত্রগুলো বলে যে প্রথম মন্দিরটি ৪১০ বছর ধরে দাঁড়িয়েছিল ও দ্বিতীয় শতাব্দীর সেদের ওলাম রাব্বাহের উপর ভিত্তি করে ধর্মনিরপেক্ষ অনুমানের চেয়ে ১৬৫ বছর পরে ৮৩২ খ্রিস্টপূর্বাব্দে সৃষ্টি ও ৪২২ খ্রিস্টপূর্বাব্দে (৩৩৩৮ সৃষ্টাব্দ) ধ্বংস হয়েছিল।  ইহুদি ঐতিহাসিক জোসেফাস বলেছেন; \"মন্দিরটি নির্মিত হওয়ার চারশত সত্তর বছর ছয় মাস এবং দশ দিন পরে পুড়িয়ে দেওয়া হয়েছিল।\" \nশলোমন্রর মন্দির পরবর্তীতে ৫১৬ খ্রিস্টপূর্বাব্দে দ্বিতীয় মন্দিরের মাধ্যমে প্রতিস্থাপিত হয়।\n\n\n== উপাসনা ==\n\nসংযুক্ত রাজতন্ত্রের সময় মন্দিরটি ইস্রায়েলের ঈশ্বর ইয়াহওয়েহ্কে উৎসর্গ করা হতো। রাজা মনঃশেহের রাজত্ব থেকে রাজা যোশিয় পর্যন্ত সেখানে বাআল ও \"স্বর্গীয় বাহিনীদেরও\" উপাসনা করা হত।\nরাজা যোশিয়ের সংস্কারের আগ পর্যন্ত সেখানে দেবী আশেরার একটি মূর্তিও ছিল (২ রাজাবলি ২৩:৬) ও পুরোহিতরা তার জন্য ধর্মানুষ্ঠানের বস্ত্র বুনতো (২ রাজাবলি ২৩:৭)। পাশে মন্দিরের পতিতাদের জন্য একটি ঘর ছিল (২ রাজাবলি ২৩:৭) যারা মন্দিরে পবিত্র গণিকাবৃত্তি করত। পতিতাদের মধ্যে পুরুষ ও মহিলা উভয়ই অন্তর্ভুক্ত ছিল নাকি শুধু পুরুষ পতিতা ছিল তা স্পষ্ট নয়।\nবাইবেলের অধিকাংশ পণ্ডিতদের মতে, আশেরা ছিলেন ইয়াহওয়েহের সহধর্মিণী ও তার পাশাপাশি আশেরার উপাসনা করা হতো। এটি একটি উল্লেখযোগ্য সংখ্যালঘু সম্প্রদায়ের দ্বারা বিতর্কিত, যারা মনে করেন যে মন্দিরের আশেরাটি একটি মূর্তি নয় বরং একটি কাঠের খুঁটি ছিল। যদিও মূলত দেবীর প্রতীক আশেরাহকে ইয়াহওয়েহের প্রতীক হিসেবে গৃহীত হয়েছে বলে যুক্তি দেওয়া হয়। রিচার্ড এইচ. লোয়ারির মতে ইয়াহওয়েহ ও আশেরা মন্দিরে উপাসনা করা অন্যান্য যিহূদীয় দেবতাদের একটি পরিবারের নেতৃত্বে ছিল।\nমন্দিরটিতে একটি সূর্যের রথ ছিল (২ রাজাবলি ২৩:১১) ও যিহিষ্কেলের মন্দির উপাসকদের পূর্ব দিকে মুখ করে সূর্যের দিকে প্রণাম করার একটি দর্শন বর্ণনা করেছেন (যিহিষ্কেল ৮:১৬)। কিছু বাইবেল পণ্ডিত যেমন মার্গারেট বার্কার বলেন যে এই সৌর উপাদানগুলো একটি সৌর ধর্মকে নির্দেশ করে। তারা ষেদেকের পূর্ববর্তী জেবুসীয় উপাসনা বা সম্ভবত একটি সৌরকৃত ইয়াহওয়েহবাদকে প্রতিফলিত করতে পারে।\nতানাখ অনুযায়ী মন্দিরে চুক্তিসিন্দুক রাখা হতো। তানাখ বলে যে সিন্দুকটিতে দশ প্রত্যাদেশ রয়েছে ও শলোমনের মন্দিরে স্থানান্তরিত হওয়ার আগে দায়ূদ দ্বারা কিরিয়াথ ইয়েরিম থেকে জেরুসালেমে স্থানান্তরিত হয়েছিল। পণ্ডিতদের মধ্যে একটি সাধারণ দৃষ্টিভঙ্গি হল যে সিন্দুকটি মূলত ইয়াহওয়েহের পাদদেশ হিসাবে কল্পনা করা হত, যার উপরে তিনি অদৃশ্যভাবে সিংহাসনে বসেন। বাইবেলীয় পণ্ডিত ফ্রান্সেস্কা স্টাভরাকোপোলু বলেছেন যে ইয়াহওয়েকে একটি ধর্মীয় মূর্তি হিসাবে সিন্দুকের উপরে সিংহাসনে বসানো হতো এবং কেবল নির্বাসনের পরেই ইয়াহওয়েহকে অদৃশ্য হিসাবে কল্পনা করা হয়েছিল ও খোদাই করা চিত্রের উপর নিষেধাজ্ঞাটি দশটি প্রত্যাদেশে যুক্ত করা হয়েছিল। অন্যদিকে কিছু বাইবেলীয় পণ্ডিত বিশ্বাস করেন যে সিন্দুকের গল্পটি স্বতন্ত্রভাবে লেখা হয়েছিল তারপর ব্যাবিলনে নির্বাসনের ঠিক আগে মূল বাইবেলের আখ্যানে অন্তর্ভুক্ত করা হয়। বাইবেলীয় পণ্ডিত থমাস রোমার অনুমান করেন যে সিন্দুকটিতে ইয়াহওয়েহ ও আশেরাহের মূর্তি থাকতে পারে এবং সম্ভবত ব্যাবিলনীয় বিজয়ের কিছুক্ষণ আগে পর্যন্ত এটি কিরিয়াথ ইয়েরিমে আরও বেশি সময় থাকতে পারে।\nরাজা যোশিয়ের দ্বিবিধানীয় সংস্কারের সময় সূর্য বস্তু ও আশেরার ধর্মীয় বস্তুগুলো মন্দির থেকে সরিয়ে নেওয়া হয়েছিল, তখন পবিত্র পতিতাবৃত্তির অনুশীলন এবং বা'আল ও স্বর্গীয় বাহিনীদের উপাসনা বন্ধ করা হয়েছিল।\n\n\n=== বলিদান ===\n\nকোরবান হল এক ধরনের কোশার পশু বলি, যেমন একটি ষাঁড়, ভেড়া, ছাগল বা একটি ঘুঘু ইত্যাদি শেখিতা (ইহুদি রীতিতে বধ) করা। বলিদানের মধ্যে শস্য, খাবার, দ্রাক্ষাসুরা বা ধূপও থাকতে পারে। বলিদানের মাধ্যমে পাওয়া নৈবেদ্যগুলো প্রায়শই রান্না করা হত ও এর বেশিরভাগই উৎসর্গকারীরা এর খাদ্য খেতো, যার কিছু অংশ কোহেন পুরোহিতদের দেওয়া হত এবং ছোট অংশ জেরুসালেমের মন্দিরের বেদীতে পোড়ানো হত। শুধুমাত্র বিশেষ ক্ষেত্রে সমস্ত নৈবেদ্য শুধুমাত্র ঈশ্বরকে দেওয়া হত, যেমন বলির পাঁঠার ক্ষেত্রে। রাজা যোশিয়ের অধীনে শলোমনের মন্দিরে বলিদান কার্যক্রম কেন্দ্রীভূত করা হয়েছিল ও বলিদানের অন্যান্য স্থানগুলো বিলুপ্ত করা হয়েছিল। অতঃপর মন্দিরটি একটি প্রধান বধ্যভূমি ও জেরুসালেমের অর্থনীতির একটি প্রধান অংশ হয়ে ওঠে।\n\n\n== স্থাপত্য ==\n১ রাজাবলি ও ২ বংশাবলিতে শলোমনের মন্দিরের উল্লেখযোগ্যভাবে বিশদ বিবরণ দেওয়া আছে কিন্তু বিবরণের ভিত্তিতে পুনর্গঠনের প্রচেষ্টায় অনেক অসুবিধার সম্মুখীন হতে হয়েছে। বর্ণনায় বিভিন্ন প্রযুক্তিগত শব্দ রয়েছে যা সময়ের সাথে সাথে তাদের আসল অর্থ হারিয়েছে। প্রত্নতাত্ত্বিক অধ্যয়ন স্থাপত্য বৈশিষ্ট্য, আসবাবপত্র এবং আলংকারিক উদ্দেশ্যগুলির জন্য প্রাচীন নিকট প্রাচ্যের পূর্বের সমসাময়িক প্রমাণাদি প্রদান করেছে। সমসাময়িক ইসরায়েলি প্রত্নতাত্ত্বিক ফিঙ্কেলস্টেইন শলোমনের মন্দিরকে ফিনিশীয় নকশা অনুসারে তৈরি বলে মনে করেন ও এর বর্ণনা ফিনিশীয় মন্দিরগুলি দেখতে যেমন ছিল তার সাথে সঙ্গতিপূর্ণ; অন্যান্যরা এই স্থাপনাকে অ্যান্টিসের মন্দির বলে বর্ণনা করেছেন। ২০১১ সালে জেরুসালেম থেকে ৩০ কিমি (২০ মাইল) দূরের একটি প্রত্নতাত্ত্বিক স্থান খিরবেত কিয়াফাতে ১০২৫-৯৭৫ খ্রিস্টপূর্বাব্দের তিনটি ছোট বহনযোগ্য মন্দির আবিষ্কৃত হয়েছিল, এর সময়কালটির দায়ূদ এবং শলোমনের রাজত্বের বাইবেলের তারিখের মাঝে অন্তর্ভুক্ত রয়েছে। ছোট মাজারগুলোয় বিভিন্ন সজ্জা সহ বাক্সের আকৃতি প্রদান করা হয়েছে যেগুলো চিত্তাকর্ষক স্থাপত্য ও আলংকারিক শৈলী প্রদর্শন করে। খননকারীদের মধ্যে একজন ইসরায়েলি প্রত্নতাত্ত্বিক ইয়োসেফ গারফিঙ্কেল পরামর্শ দিয়েছেন যে এই সংস্কৃতির বস্তুর শৈলী এবং সজ্জার সাথে শলোমনের মন্দিরের কিছু বৈশিষ্ট্যের বাইবেলের বর্ণনার খুব মিল রয়েছে।\nপ্রত্নতাত্ত্বিকরা শলোমনের মন্দিরের বাইবেলীয় বর্ণনাকে ল্যাংবাউ ভবন হিসাবে শ্রেণীবদ্ধ করেছেন। অর্থাৎ একটি আয়তক্ষেত্রাকার ভবন যা তার প্রশস্ততার চেয়ে দীর্ঘ। এটি একটি ত্রিপক্ষীয় ভবন হিসাবে শ্রেণীবদ্ধ করা হয়েছে যা তিনটি শাখা নিয়ে গঠিত; উলাম (বারান্দা), হেইকাল (অভয়ারণ্য), এবং দেবির (পবিত্রদের পবিত্রতম স্থান)। এটিকে একটি সরল-অক্ষ মন্দির হিসাবেও শ্রেণীবদ্ধ করা হয়েছে, যার অর্থ হল প্রবেশদ্বার থেকে সবচেয়ে ভিতরের মন্দিরের আকৃতি সরল রেখার মতো।\n\n\n=== বারান্দা ===\nউলাম বা বারান্দায় দুটি ব্রোঞ্জের স্তম্ভ ছিল যেগুলোর নাম যাচিন এবং বোয়াজ। বারান্দাটি একটি বদ্ধ ঘর, এটিতে কোন ছাদযুক্ত প্রবেশপথ বা খোলা উঠান ছিল কিনা তা বাইবেলের বর্ণনা থেকে স্পষ্ট নয়। এইভাবে স্তম্ভগুলো বারান্দায় নির্মিত বা স্থাপনাগত উপাদান ছিল কিনা তা জানা যায়নি। যদি সেগুলো বারান্দায় তৈরি করা হয় তবে এটি নির্দেশ করতে পারে যে নকশাটি প্রাচীন হিট্টাই সাম্রাজ্যের উৎসস্থল সিরিয়া বা এমনকি তুরস্কের অনুরূপ মন্দির দ্বারা প্রভাবিত হয়েছিল। যদিও মন্দিরের বেশিরভাগ পুনর্নির্মাণে স্তম্ভগুলি ভবনের কাঠামোর উপর নির্ভরশীলতা মুক্ত করে নির্মিত হয়েছে, ইয়োসেফ গারফিঙ্কেল এবং ম্যাডেলিন মুমকুওগ্লু সম্ভবত স্তম্ভগুলো বারান্দার উপরে একটি ছাদকে ধরে রাখতো বলে মনে করেন।\n\n\n=== অভয়ারণ্য (প্রধান কক্ষ) ===\n\nবারান্দাটি হেইকাল, প্রধান কক্ষ বা অভয়ারণ্যের দিকে নিয়ে যেতো। এটি দৈর্ঘ্যে ৪০ হাত, প্রস্থে ২০ হাত ও উচ্চতায় ৩০ হাত পরিমাপ করা হয়েছিল এবং এতে একটি দীপাধার, একটি টেবিল ও একটি স্বর্ণ আচ্ছাদিত বেদি ছিল যা নৈবেদ্যর জন্য ব্যবহৃত হতো। মূল কক্ষে ঈশ্বরের উদ্দেশ্যে নৈবেদ্য হিসাবে নিবেদিত রুটি রেখে দেওয়া হতো। কক্ষের শেষ প্রান্তে একটি কাঠের দরজা ছিল যা দুটি করুবিম দ্বারা সুরক্ষিত ছিল, এটি পবিত্র পবিত্র স্থানে নিয়ে যেতো।\nকক্ষের দেয়ালগুলো সোনা দিয়ে মোড়ানো  দেবদারু দিয়ে সারিবদ্ধ ছিল যার উপর করুবিম, পাম গাছ এবং খোলা ফুলের মূর্তি খোদাই করা ছিল (১ রাজাবলি ৬:২৯-৩০)। সোনার চেইনগুলো এটিকে পবিত্রদের পবিত্রতম স্থান থেকে আরও পৃথক করেছে। মন্দিরের মেঝে সোনা দিয়ে মোড়ানো ছিল। জলপাই কাঠের দরজার চৌকাঠ দেবদারু গাছের ভাঁজকৃত দরজা সমর্থন করতো। পবিত্রদের মাঝে পবিত্রতমর দরজাগুলো ছিল জলপাই কাঠের। দরজার উভয় সেটে করুবিম, পাম গাছ এবং ফুল খোদাই করা ছিল, সবগুলোই সোনা দিয়ে মোড়ানো ছিল (১ রাজাবলি ৬:১৫ এবং নিম্নলিখিত)। এই প্রধান ভবনটি বাইরের বেদীর মাঝখানে ছিল যেখানে বেশিরভাগ বলিদান করা হত এবং ভিতরের শেষ প্রান্তে পবিত্রদের মাঝে পবিত্রতমতে যাওয়ার প্রবেশপথ ছিল, এখানে মূলত চুক্তিসিন্দুক ছিল। প্রধান হেখলে সাত-শাখাযুক্ত মোমবাতি, ধূপের সোনার বেদি এবং নিবেদিত রুটির টেবিল সহ বেশ কয়েকটি পবিত্র ধর্মানুষ্ঠানের বস্তু থাকতো। ১ রাজাবলি ৭:৪৮ অনুযায়ী বেদীর প্রতিটি পাশে পাঁচটি মোমবাতি সমেত এই টেবিলগুলি সোনার ছিল। মোমবাতি-চিমটি, বেসিন, আগুন বহনকারী, অগ্নিপাত্র, এমনকি দরজার কব্জাও ছিল সোনার।\n\n\n=== পবিত্রদের মাঝে পবিত্রতম ===\n\nপবিত্রদের মাঝে পবিত্রতম দৈর্ঘ্য, প্রস্থ এবং উচ্চতায় ছিল ২০ হাত। একে \"ভেতরের ঘর\"ও বলা হয়। এর উচ্চতা এবং মন্দিরের ৩০-হাত উচ্চতার মধ্যে পার্থক্যের জন্য এর স্বাভাবিক ব্যাখ্যা হল যে এর মেঝে অন্যান্য প্রাচীন মন্দিরের উচ্চতার মতো উঁচু ছিল। এটি লেবাননের দেবদারু দিয়ে মেঝে এবং ঘরের ভিতরের দেওয়ালে তক্তা বসানো হয়েছিল এবং এর দেয়াল ও মেঝে ৬০০ ট্যালেন্ট বা প্রায় ২০ মেট্রিক টন সোনা দিয়ে মোড়ানো ছিল। তাতে জলপাই কাঠের দুটি করবিম ছিল, প্রতিটি ১০ হাত উঁচু ও প্রতিটির ১০ হাত বিস্তৃত ডানা ছিল, যাতে তারা পাশাপাশি দাঁড়িয়েছিল, তাই ডানাগুলি উভয় পাশের দেয়ালে স্পর্শ করেছিল এবং ঘরের মাঝখানে মিলিত হয়েছিল। এর ও পবিত্র স্থানের মাঝখানে সোনা দিয়ে মোড়ানো একটি দুই পাতার দরজা ছিল; এছাড়াও ছিল তেখেলেট (নীল), বেগুনি, এবং রক্তলাল ও সূক্ষ্ম পট্টবস্ত্রের একটি ওড়না। এটির কোন জানালা ছিল না এবং এটি ঈশ্বরের \"নাম\"-এর আবাসস্থল হিসাবে বিবেচিত হত।\nপবিত্রদের মাঝে পবিত্রতম কক্ষে সিন্দুকটি গ্রহণ ও রাখার জন্য প্রস্তুত ছিল; এবং যখন মন্দিরটি উৎসর্গ করা হয়েছিল তখন সিন্দুকটি, দশটি প্রত্যাদেশের মূল ফলকগুলি সম্বলিত ছিল যা করুবিমগুলির নীচে স্থাপন করা হয়েছিল।\n\n\n=== আশেপাশের কক্ষ ===\nমন্দিরটির চারপাশে দক্ষিণ, পশ্চিম ও উত্তর দিকে কক্ষ তৈরি করা হয়েছিল (১ রাজাবলি ৬:৫–১০)। এগুলো ভবন একটি অংশ তৈরি করেছিল যা সংরক্ষণ করার কাজের জন্য ব্যবহৃত হত। এগুলো সম্ভবত প্রথমে এক তলা উঁচু ছিল; পরে আরও দুটি তলা যোগ করা হতে পারে।\n\n\n=== দরবার ===\nবাইবেল অনুযায়ী মন্দিরটিকে ঘিরে দুটি দরবার ছিল। অভ্যন্তরীণ দরবার (১ রাজাবলি ৬:৩৬), বা পুরোহিতদের দরবার (২ বংশাবলি ৪:৯), যাকে খোদাই করা পাথরের তিনটি স্তুপের একটি প্রাচীর দ্বারা অন্যান্য অংশ থেকে পৃথক করা হয়েছিল, এর উপরে ছিল দারূবৃক্ষ কড়িকাঠ (১ রাজাবলি ৬:৩৬)। এতে পোড়ানো-উৎসর্গের বেদি (২ বংশাবলি ১৫:৮), গলিত সাগরের ভারোত্তোলন-দণ্ড (৪:২-৫, ১০) এবং আরও দশটি জলাশয় (১ রাজাবলি ৭:৩৮, ৩৯) ছিল। মন্দিরের সামনে একটি পিতলের বেদি ছিল (২ রাজাবলি ১৬:১৪), এর আকার ছিল ২০ হাত বর্গক্ষেত্র ও ১০ হাত উঁচু (২ বংশাবলি ৪:১)। মহাদরবার পুরো মন্দিরকে ঘিরে রাখতো (২ বংশাবলি ৪:৯)। এখানেই উপাসনার জন্য মানুষ জড়ো হতো। (যিরমিয় ১৯:১৪; ২৬:২)।\n\n\n=== গলিত সাগর ===\n\nহিব্রু বাইবেল অনুযায়ী গলিত সাগর বা পিতলের সাগর (ים מוצק \"ঢালাইকৃত ধাতুর সাগর\") পুরোহিতদের অজু করার জন্য মন্দিরের একটি বড় বেসিন ছিল। এটি ১ রাজাবলি ৭:২৩-২৬ ও ২ বংশাবলি ৪:২-৫-এ বর্ণিত হয়েছে। এটি ভিতরের প্রাঙ্গণের দক্ষিণ-পূর্ব কোণে অবস্থিত ছিল। বাইবেল অনুযায়ী এটি ছিল পাঁচ হাত উঁচু, কানা থেকে কানায় দশ হাত ব্যাস এবং পরিধি ত্রিশ হাত। কানাটা ছিল \"লিলির ক্যালিক্সে\"-এর মত এবং বাইরের দিকে \"এক হাত চওড়া\"; বা প্রায় চার ইঞ্চি। এটি বারোটি ষাঁড়ের পিঠে রাখা হত, তাদের মুখ বাইরের দিকে নিয়ে দাঁড়িয়ে থাকতো। রাজাবলি বলে যে এটিতে ২,০০০ স্নানজল (৯০ কিউবিক মিটার) থাকত, অন্যদিকে বংশাবলি (২ বংশাবলি ৪:৫-৬) বলে যে এটি ৩,০০০ স্নানজল (১৩৬ ঘনমিটার) পর্যন্ত ধারণ করতে পারে এবং বলে যে এর উদ্দেশ্য ছিল যাজকদের মৃতদেহ নিমজ্জন করে শুদ্ধিকরণ করার সুযোগ সামলানো। এটি একটি শুদ্ধকরণ বেসিন যা উপরে থেকে প্রবেশ করার পক্ষে খুব বড় ছিল যা এই ধারণার অবতারণা করে যে এটি থেকে জল সম্ভবত নীচে একটি উপধারকে প্রবাহিত হত। এর জল মূলত গিবিয়নীয়দের দ্বারা সরবরাহ করা হত কিন্তু পরে এর জল শলোমনের জলাশয় থেকে একটি নালী দ্বারা আনা হত। গলিত সমুদ্রটি পিতল বা ব্রোঞ্জের তৈরি ছিল, যা শলোমন সোবাহের রাজা হদদেষরের দখলকৃত শহরগুলি থেকে নিয়েছিলেন (১ বংশাবলি ১৮:৮)। আহস পরে বলদ থেকে এই জলাশয় অপসারণ, এবং একটি পাথরের ফুটপাথে এটি স্থাপন করেন (২ রাজাবলি ১৬:১৭)। এটি কলদীয়দের দ্বারা ধ্বংস হয়েছিল (২ রাজাবলি ২৫:১৩ )।\nএছাড়াও মন্দিরের বাইরে ১০টি জলাশয় ছিল, যার প্রতিটিতে ছিল \"চল্লিশটি স্নানস্থল\" (১ রাজাবলি ৭:৩৮), যেখানে সিংহ, করবিম এবং পাম-বৃক্ষের মূর্তি দিয়ে অলংকৃত করা চাকা সহ ব্রোঞ্জের তৈরি বহনযোগ্য বাহকের বিশ্রাম নিত। রাজাবলির লেখক অত্যন্ত আগ্রহের সাথে তাদের পুঙ্খানুপুঙ্খ বিবরণ বর্ণনা করেছেন (১ রাজাবলি ৭:২৭-৩৭)। জোসেফাস ইহুদিদের প্রাচীনত্ব বইতে লিখেছেন যে মন্দিরের পাত্রগুলো সোনায় আচ্ছাদিত অরিচালকাম দিয়ে তৈরি।\n\n\n== প্রত্নতত্ত্ব ==\n\nবেশিরভাগ পণ্ডিতরা আজ একমত যে জেরুসালেমের ব্যাবিলনীয় অবরোধের সময় (৫৮৭ খ্রিস্টপূর্ব) হারাম আল-শরিফে একটি মন্দিরের অস্তিত্ব ছিল, তবে এর নির্মাতার পরিচয় ও নির্মাণের তারিখ নিয়ে জোর বিতর্ক রয়েছে। ধর্মীয় ও রাজনৈতিক সংবেদনশীলতার কারণে ১৮৬৭-৭০ সালের চার্লস ওয়ারেনের অভিযানের পর থেকে কোনো প্রত্নতাত্ত্বিক খনন ও হারাম আল-শরিফে সীমিত ক্ষেত্র ছাড়া আর কোন সমীক্ষা করা হয়নি। সম্ভবত একটি একক খণ্ডিত \"ইয়াহওয়েহের ঘর\" ছাড়া আর কোন নির্দিষ্ট উল্লেখ বিহীন অস্ট্রাকন ছাড়া আজ অবধি শলোমনের মন্দিরের অস্তিত্বের পক্ষে কোনও দৃঢ় প্রত্নতাত্ত্বিক প্রমাণ নেই ও বাইবেলের বহির্ভূত বিবরণগুলোয় ভবনটির উল্লেখ নেই। শলোমনের মন্দিরের অস্তিত্ব প্রমাণ করার জন্য পূর্বে মেনে নেওয়া নিদর্শনগুলো যেমন - একটি হাতির দাঁতের ডালিম এবং খ্রিস্টপূর্ব নবম শতাব্দীর একটি পাথরের ফলক নকল বলে প্রমাণিত হয়েছে৷ তদুপরি ১৯৮০-এর দশক থেকে শুরু করে বাইবেলীয় ন্যূনতমবাদীরা মন্দিরটির সাথে কখনও কখনও পাহাড়ী দেশের সেনাপতির চেয়ে সামান্য বেশি বলে বর্ণনাকৃত রাজা শলোমনের সংযোগ নিয়ে সন্দেহ প্রকাশ করেছেন।\nঅন্যদিকে উইলিয়াম জি. ডেভার যুক্তি দেন যে মন্দিরের বাইবেলীয় বর্ণনাটি নিজেই সেই সময়ের অন্যান্য মন্দিরগুলির সাথে গভীর মিল প্রদর্শন করে (ফিনিশীয়, অ্যাসিরীয় ও পলেষ্টীয়), যা প্রস্তাব করে যে এই ধর্মীয় স্থাপনাটি আসলে খ্রিস্টপূর্ব দশম শতাব্দীতে শলোমন দ্বারা নির্মিত হয়েছিল (যাকে তিনি ইস্রায়েলের একজন প্রকৃত রাজা হিসেবে দেখেন), যদিও বাইবেলীয় বর্ণনাটি নিঃসন্দেহে বাড়বাড়ন্ত। এই মতামতগুলো প্রত্নতাত্ত্বিক অমিহাই মাজার দিয়েছেন, যিনি বাইবেলে মন্দিরের বর্ণনা কীভাবে অতিরঞ্জিত হওয়া সত্ত্বেও খ্রিস্টপূর্ব সহস্রাব্দে পূর্ব-ভূমধ্যসাগরীয় অঞ্চলে ইতিমধ্যেই বিদ্যমান স্থাপত্য বর্ণনার সাথে উল্লেখযোগ্যভাবে সামঞ্জস্যপূর্ণ তা দেখিয়েছেন।\n\n\n=== প্রথম মন্দির সম্পর্কে উল্লেখকৃত সূত্র ===\n\n\n==== নির্দিষ্ট প্রমাণাদি ====\nকখনও কখনও ইয়াহওয়েহের ঘর অস্ট্রাকন হিসাবে উল্লেখ করা একটি অস্ট্রাকন (১৯৮১ সালের আগে খনন করা) তেল আরাদে আবিষ্কৃত হয়, যা খ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দীতে একটি মন্দিরের উল্লেখ করে যা সম্ভবত জেরুসালেমের মন্দির।\n\n\n==== অনিশ্চিত/অসম্ভাব্য সত্যতা ====\n\n৪৪ মিলিমিটার (১.৭ ইঞ্চি)) উচ্চতার একটি প্রাচীন হিব্রু শিলালিপি \"---হ,]-এর ধর্মযাজকদের জন্য পবিত্র দান\" বহনকারী একটি অঙ্গুষ্ঠ আকারের হাতির দাঁতের ডালিম (যা ১৯৭৯ সালে প্রকাশিত হয়েছিল) শলোমনের মন্দিরে মহাযাজক দ্বারা ব্যবহৃত শোভিত একটি রাজদণ্ড বলে বিশ্বাস করা হয়। ইসরায়েল জাদুঘরের সংগ্রহে এটিকে বাইবেলের প্রাচীন জিনিসের সবচেয়ে গুরুত্বপূর্ণ জিনিস হিসাবে বিবেচনা করা হয়েছিল। যাইহোক ২০০৪ সালে ইসরায়েল জাদুঘরের বিশেষজ্ঞরা শিলালিপিটিকে একটি জাল বলে জানিয়েছেন যদিও হাতির দাঁতের ডালিমটি খ্রিস্টপূর্বাব্দ ১৪ বা ১৩শ শতাব্দীর। এটি এই প্রতিবেদনের দাবির উপর ভিত্তি করে বিশ্বাস করা হয়েছিল যে শিলালিপিতে তিনটি ছেদযুক্ত অক্ষর একটি প্রাচীন বিরতির জন্য সংক্ষিপ্তাকারে বন্ধ হয়ে গিয়েছিল, যেমনটি প্রাচীন বিরতি তৈরি করার পরে খোদাই করা হত। তারপর থেকে এটি প্রমাণিত হয়েছে যে এর একটি অক্ষর প্রকৃতপক্ষে প্রাচীন বিরতির আগে খোদাই করা হয়েছিল এবং অন্য দুটি অক্ষরের অবস্থান প্রশ্নবিদ্ধ। কিছু প্যালিওগ্রাফার এবং অন্যরা অবিরত জোর দিয়ে বলেছেন যে শিলালিপিটি প্রাচীন, কেউ কেউ এটি নিয়ে বিতর্ক করেন, তাই এই লেখার সত্যতা এখনও আলোচনার বিষয়।\nআরেকটি নিদর্শন যিহোয়াশ শিলালিপি, যেটি প্রথম নজরে আসে ২০০৩ সালে, এতে রাজা যিহোয়াশ নবম শতাব্দীর খ্রিস্টপূর্বাব্দে মন্দিরের পুনরুদ্ধারের ১৫ লাইনের বর্ণনা রয়েছে। ইসরায়েলের পুরাকীর্তি কর্তৃপক্ষের একটি প্রতিবেদনের মাধ্যমে এর সত্যতা নিয়ে প্রশ্ন তোলা হয়েছিল, যেখানে বলা হয়েছিল যে পৃষ্ঠের প্যাটিনায় ফোরামিনিফেরার মাইক্রোফসিল রয়েছে। যেহেতু এই জীবাশ্মগুলি জলে দ্রবীভূত হয় না, তাই এগুলো ক্যালসিয়াম কার্বনেট প্যাটিনায় ঘটতে পারে না, প্রাথমিক তদন্তকারীরা এই সিদ্ধান্তে পৌঁছেছেন যে প্যাটিনাটি অবশ্যই কৃত্রিম রাসায়নিক মিশ্রণ যা পাথরে জালিয়াতি দ্বারা প্রয়োগ করা হয়েছে। ২০১২ সালের শেষের দিকে ফলকটি আসল কিনা তা নিয়ে গবেষক সম্প্রদায় বিভক্ত। শিলালিপিটির সত্যতার পক্ষে যুক্তি দিয়ে ভূতাত্ত্বিকদের একটি অংশে ২০১২ সালের প্রতিবেদনে মন্তব্য করে, ২০১২ সালের অক্টোবরে, হার্শেল শ্যাঙ্কস (যিনি শিলালিপিটিকে আসল বলে বিশ্বাস করেন) লিখেছিলেন বর্তমান পরিস্থিতি ছিল যে বেশিরভাগ হিব্রু ভাষার পণ্ডিতরা বিশ্বাস করেন যে শিলালিপিটি একটি জাল এবং ভূতাত্ত্বিকরা এটি আসল মনে করেন, এবং এইভাবে \"যেহেতু আমরা বিশেষজ্ঞদের উপর নির্ভর করি, এবং যেহেতু এই ক্ষেত্রে বিশেষজ্ঞদের একটি আপাতদৃষ্টিতে অমীমাংসিত দ্বন্দ্ব রয়েছে, বিএআর যিহোয়াশের শিলালিপির সত্যতা নিয়ে কোন অবস্থান নেয়নি।\"\n\n\n=== টেম্পল মাউন্ট স্থানান্তর প্রকল্প ===\n২০০৬ সাল নাগাদ টেম্পল মাউন্ট স্থানান্তর প্রকল্প হারাম আল-শরিফের শলোমনের আস্তাবল এলাকা থেকে জেরুসালেম ইসলামি ওয়াকফ দ্বারা ১৯৯৯ সালে অপসারণ করা মাটি থেকে ৮ম থেকে ৭ম শতাব্দীর খ্রিস্টপূর্বাব্দের বহু নিদর্শন উদ্ধার করেছে। এর মধ্যে রয়েছে রৌপ্য ওজন করার জন্য পাথরের ওজন ও একটি প্রথম মন্দির যুগের বুলা বা সিল ছাপ।\n\n\n=== হারাম আল-শরিফের পাশে পাওয়া বস্তু ===\n২০১৮ সালে এবং কয়েক বছর আগে হারাম আল-শরিফের পাদদেশে রবিনসনের খিলানের নীচে খননকালে মন্দিরের দানকৃত অর্ধ-শেকেল ওজনের জন্য ব্যবহৃত দুটি প্রথম মন্দির আমলের পাথরের ওজন পাওয়া গিয়েছিল। সাথে বেকা শব্দের সাথে খোদাই করা ক্ষুদ্র শিল্পকর্ম সম্বলিত রূপার টুকরো ওজন করার ওজনমাপনী পাওয়া যায় যা সম্ভবত সেই জায়গায় পাওয়া যায় যেখানে সেগুলি আবিষ্কার করা হয়েছিল। বস্তুটি হিব্রু বাইবেলে সম্পর্কিত প্রসঙ্গ থেকে পরিচিত।\n\n\n=== অন্যান্য ===\n২০০৭ সালে খ্রিস্টপূর্ব ৮ম থেকে ৬ষ্ঠ শতাব্দীর নিদর্শনগুলিকে প্রথম মন্দিরের সময়কালে হারাম আল-শরিফে মানুষের কার্যকলাপের প্রথম শারীরিক প্রমাণ হিসাবে বর্ণনা করা হয়েছিল। অনুসন্ধানে অন্তর্ভুক্ত ছিল প্রাণীর হাড়; সিরামিক বাটির রিম, মেঝে, ও শরীরের ভাঙ্গা সিরামিকের অংশ; তেল ঢালার জন্য ব্যবহৃত জগের ভিত; একটি ছোট জগের হাতল; এবং একটি গুদাম জারের রিম।\n\n\n== অন্যান্য সমসাময়িক মন্দির ==\nইয়াহওয়েহকে উৎসর্গকৃত (এলিফ্যান্টানীয় মন্দির, সম্ভবত আরাদও) তিনটি ইস্রায়েলীয় মন্দিরের প্রত্নতাত্ত্বিক ও লিখিত প্রমাণ রয়েছে যেগুলো হয় সমসাময়িক বা খুব কাছাকাছি সময়ের ইস্রায়েলের দেশে বা মিশরে অবস্থিত। তাদের মধ্যে দুটি জেরুসালেমের মন্দিরের জন্য বাইবেলে দেওয়া একই সাধারণ রূপরেখায় নির্মিত।\n\nখ্রিস্টপূর্ব ১০ম থেকে ৮ম/৭ম শতাব্দীতে যিহূদার তেল আরাদের ইস্রায়েলীয় মন্দির যা সম্ভবত ইয়াহওয়েহ ও আশেরাকে উৎসর্গ করা হয়েছে।\n৫২৫ খ্রিস্টপূর্বাব্দের মিশরের এলিফ্যান্টাইনের ইহুদি মন্দির, যার অস্তিত্ব এখনো বিদ্যমান।\nজেরুসালেম থেকে কয়েক কিলোমিটার পশ্চিমে অবস্থিত আনু. ৭৫০ খ্রিস্টপূর্বাব্দের তেল মোতজার ইস্রায়েলীয় মন্দির যা ২০১২ সালে আবিষ্কৃত হয়।\nএই অঞ্চলে বেশ কিছু লৌহ যুগের মন্দির পাওয়া গেছে যেগুলোর সাথে রাজা শলোমনের মন্দিরের অসাধারণ মিল রয়েছে। বিশেষ করে উত্তর সিরিয়ার আইন দারা মন্দির যার বয়স, আকার, পরিকল্পনা ও সজ্জা সহ ইত্যাদি শলোমনের মন্দিরের সাথে কিছু মিল রয়েছে।\n\n\n== কিংবদন্তি ==\n\n\n=== ফ্রিম্যাসনরি ===\nফ্রিম্যাসনরির আচার-অনুষ্ঠানগুলো রাজা শলোমন এবং তার মন্দিরের নির্মাণকে নির্দেশ করে। লজ এবং তাদের সদস্যরা মিলিত হওয়ার স্থান তথা মেসোনীয় ভবনটিকে রাজা শলোমনের মন্দিরের একটি রূপক হিসেবে কখনও কখনও \"মন্দির\" বলা হয়ে থাকে।\n\n\n=== কাব্বালাহ ===\nকাব্বালাহ শলোমনের মন্দিরের নকশাকে আধিভৌতিক জগতের প্রতিনিধি হিসাবে ও জীবনের গাছের সেফিরাতের মাধ্যমে স্রষ্টার অবতরণকারী আলোক হিসেবে দেখে। বাহির, অভ্যন্তরীণ ও পুরোহিতের আদালতের স্তরগুলো কাব্বালার তিনটি নিম্ন বিশ্বের প্রতিনিধিত্ব করে। মন্দিরের প্রবেশদ্বারে বোয়াজ ও জাচিন স্তম্ভগুলি আতজুলিথের জগতের সক্রিয় ও নিষ্ক্রিয় উপাদানগুলির প্রতিনিধিত্ব করে৷ মূল মেনোরাহ এবং এর সাতটি শাখা জীবন বৃক্ষের সাতটি নিম্ন সেফিরাতকে প্রতিনিধিত্ব করে। পবিত্রদের মাঝে পবিত্রতমের ঘোমটা ও মন্দিরের অভ্যন্তরীণ অংশ জীবনের গাছের উপর পাতালের পর্দার প্রতিনিধিত্ব করে, যার পিছনে সাকিনাহ বা ঐশ্বরিক উপস্থিতি ঘুরতে থাকে।\n\n\n=== ইসলাম ===\nজেরুসালেমের মন্দিরটি কুরআনের সূরা আল-ইসরার ৬ নং আয়াতে \"(আমরা আপনার শত্রুদের) ... আপনার বাসস্থানে প্রবেশ করার অনুমতি দিয়েছি\" উল্লেখ করা হয়েছে; মুহাম্মাদ আল-তাহির ইবনে আশুরদের মতো কুরআনের ভাষ্যকারগণ অনুমান করেন যে এই আয়াতটি বিশেষভাবে শলোমনের মন্দিরকে নির্দেশ করেছে।\n\n\n=== স্থাপত্য ===\nমন্দিরের বাইবেলীয় বর্ণনা আধুনিক প্রতিরূপকে অনুপ্রাণিত করেছে ও বিশ্বজুড়ে পরবর্তী কাঠামোকে প্রভাবিত করে। এল এস্কওরিয়াল, ১৬শ শতাব্দীতে নির্মিত স্পেনীয় রাজার একটি ঐতিহাসিক বাসভবন শলোমনের মন্দিরের বর্ণনার উপর ভিত্তি করে তৈরিকৃত একটি পরিকল্পনা থেকে নির্মিত হয়েছিল।\nমন্দিরের একই স্থাপত্য বিন্যাস উপাসনালয়গুলিতে গৃহীত হয়েছিল যার ফলে হেখাল সেফারদি ব্যবহারে আশকেনাজি তোরাহ সিন্দুকে প্রয়োগ করা হয়েছিল, যা নেভের সমতুল্য।\n\n\n=== জনপ্রিয় সংস্কৃতি ===\nশলোমনের মন্দির সলোমন অ্যান্ড শেবা (১৯৫৯) এবং কিং সলোমন'স মাইনস (১৮৮৫) উপন্যাসে প্রদর্শিত হয়। এটি ভিডিও গেম অ্যাসাসিনস ক্রিডেও প্রদর্শিত হয় যেখানে প্রধান চরিত্র আলতাইর ইবনে-লা'আহাদ রবার্ট ডি সাবলের সাথে কাজ করে। এটি অ্যাসাসিনস ক্রিড ইউনিট (২০১৪) ভিডিও গেমেও দেখা যায় যেখানে নাইট টেম্পলার জ্যাক ডি মোলেকে পুড়িয়ে মারা হয়।\n\n\n== আরও দেখুন ==\n\nদায়ূদ নগর\n\n\n== পাদটীকা ও তথ্যসূত্র ==\n\n\n=== তথ্যসূত্র ===\n\n\n=== সূত্র ===\n\n\n==== বই ====\n\n\n==== গবেষণা নিবন্ধ ====\n\n\n==== অন্যান্য ====\n\n This article incorporates text from a publication now in the public domain: Easton, Matthew George (১৮৯৭)। \"Temple, Solomon's\"। Easton's Bible Dictionary (New and revised সংস্করণ)। T. Nelson and Sons। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n এই নিবন্ধটি এখন পাবলিক ডোমেইনের একটি প্রকাশনার পাঠ্য অন্তর্ভুক্ত করে: Singer, Isidore;  ও অন্যান্য, সম্পাদকগণ (১৯০১–১৯০৬)। \"Temple of Solomon\"। The Jewish Encyclopedia। New York: Funk & Wagnalls। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরো পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\n উইকিমিডিয়া কমন্সে Temple of Solomon সম্পর্কিত মিডিয়া দেখুন।"}