{"pageid": 1085429, "title": "ওয়াল্টার কফম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1085429", "content": "ওয়াল্টার কফম্যান (ইংরেজি: Walter Kaufmann) (১ এপ্রিল ১৯০৭ ― ৯ সেপ্টেম্বর, ১৯৮৪) ছিলেন একজন খ্যাতনামা সুরকার, সঙ্গীত পরিচালক, নৃতাত্ত্বিক সঙ্গীতজ্ঞ, সাহিত্যিক এবং শিক্ষাবিদ। তৎকালীন\nঅস্ট্রিয়া-হাঙ্গেরির অধীনস্থ বহিমিয়ায় (বর্তমানে জার্মানিতে) জন্ম গ্রহণ করেন। প্রাগ এবং বার্লিনে শিক্ষালাভের পর ইহুদিদের উপর নাৎসি নিপীড়ন সময় ভারতের বোম্বাই বর্তমানের মুম্বই চলে আসেন। ভারতের স্বাধীনতা লাভের পর যান লন্ডন এবং কানাডায়। তারপর মার্কিন যুক্তরাষ্ট্রের ইন্ডিয়ানা বিশ্ববিদ্যালয়ের সঙ্গীতবিদ্যার অধ্যাপক হন এবং শেষ জীবন সেখানে অতিবাহিত করেন। তিনি ভারতের সরকারি বেতার সম্প্রচার সংস্থা অল ইন্ডিয়া রেডিও তথা  আকাশবাণীর সিগনেচার টিউন সৃষ্টি করেন এবং ১৯৩৭ খ্রিস্টাব্দ হতে ১৯৪৬ খ্রিস্টাব্দ পর্যন্ত বোম্বাই কেন্দ্রের সঙ্গীত বিভাগের অধিকর্তা ছিলেন।। \n\n\n== জীবনী ==\nওয়াল্টার কফম্যানের জন্ম তৎকালীন অস্ট্রিয়া-হাঙ্গেরির অধীনস্থ বহিমিয়ার বর্তমানে জার্মানির স্পা শহর কার্লোভি ভ্যারি তথা কার্লসবাডে এক ইহুদি পরিবারে। পিতা জুলিয়াস ও মাতা যোশেফিন তিনি ১৯২৭ খ্রিস্টাব্দ হতে ১৯৩০ খ্রিস্টাব্দ পর্যন্ত বার্লিনে ফ্রাঞ্চ শ্রেকার এবং কার্ট স্যাচের কাছে সঙ্গীত শিক্ষা নেন। এরপর প্রাগে গুস্তাভ বেকিং এবং পল নেটলের কাছেও সঙ্গীত বিষয়ে পড়াশোনা করেন। ছাত্রাবস্থায় তার  আলবার্ট আইনস্টাইনের সাথে বন্ধুত্ব ছিল। ১৮৩৪ খ্রিস্টাব্দে তিনি গুস্তাভ মল্লারের রাগের উপর স্নাতক হন। কিন্তু গুস্তাভ বেকিং একজন নাৎসি সমর্থক হওয়ায় তিনি ডিগ্রি প্রত্যাখান করেন। তারপর কিছুদিন তিনি শার্লটেনবার্গ অপেরা এবং রেডিও প্রাগের পরিচালক ব্রুনো ওয়াল্টারের সহকারী হিসাবে কাজ করেন।।\nকফম্যান প্রখ্যাত জার্মান ভাষার ঔপন্যাসিক  ফ্রান্‌ৎস কাফকার ভাগ্নী গের্টিকে (গারট্রুড হারম্যানকে) বিবাহ করেন। কিন্তু ইহুদিদের উপর নাৎসি নিপীড়নের জন্য দ্বিতীয় বিশ্বযুদ্ধের আগেই পরিবারটি নাৎসি জার্মানি হতে পালিয়ে যায়। চেক সীমান্তে পৌঁছালে তার পিতা মারা যান। নানা দেশ ঘুরে কোনক্রমে ভারত চলে আসেন এবং বোম্বাই-এ বসবাস করতে থাকেন। ওয়াল্টার কফম্যান ১৯৩৭ খ্রিস্টাব্দ হতে ১৯৪৬ খ্রিস্টাব্দ পর্যন্ত বোম্বাইয়ের অল ইন্ডিয়া রেডিওতে সংগীত পরিচালক হিসাবে কাজ করেন। এই সময়ে তার সমসাময়িক জন ফোল্ডস, যিনি ভারতীয় বেতার কেন্দ্র হারমোনিয়াম এক সময় নিষিদ্ধ করেছিলেন, তিনি দিল্লি কেন্দ্রে কাজ করতেন। তিনি বোম্বাইতে মেহলি মেহতার সহায়তায় বোম্বে চেম্বার মিউজিক সোসাইটি স্থাপন করেন। মেহলি মেহতার পুত্র  জুবিন মেহতাকে কফম্যান সঙ্গীত শিক্ষা দিয়েছেন। এছাড়াও তিনি ভারতীর ও এশীয় সঙ্গীত নিয়ে গবেষণা করেছেন এবং জার্নালে প্রকাশিত হয়েছে। ওয়াল্টার কফম্যান ১৯৩৬ খ্রিস্টাব্দে অল ইন্ডিয়া রেডিও তথা আকাশবাণী'র জন্য সিগনেচার টিউনটি সৃষ্টি করেন। সেটি দেশের সমস্ত বেতার কেন্দ্র হতে প্রচারিত হয়।\nদ্বিতীয় বিশ্বযুদ্ধের ঠিক আগে ওয়াল্টার কফম্যান আমেরিকায় কিছু সময় কাটিয়েছিলেন, সেখানে নিজেকে প্রতিষ্ঠিত করার ব্যর্থ চেষ্টা করেছিলেন, কিন্তু শেষ পর্যন্ত ভারতে ফিরে আসেন। দ্বিতীয় বিশ্বযুদ্ধের সময় তিনি ব্রিটিশ নৌবাহিনীতে চাকরি করেন এবং যুদ্ধের পর তিনি প্রাগে ফিরে আসার চেষ্টা করেন কিন্তু ১৯৪৬ খ্রিস্টাব্দের আগস্টে লন্ডনে পৌঁছান ও কিছু দিন স্থায়ী হন। সেখানে তিনি অ্যাড্রিয়ান বোল্টের আমন্ত্রণে র‍্যাঙ্ক অর্গানাইজেশনের জন্য দুটি ডকুমেন্টারি ফিল্ম এবং মাঝে মাঝে বিবিসি থিয়েটার অর্কেস্ট্রা পরিচালনা করতেন। এক বছর পরে তিনি ইংল্যান্ড ত্যাগ করেন, কানাডার নোভাস্কটিয়ায় চলে যান যেখানে তিনি হ্যালিফ্যাক্স কনজারভেটরিতে শিক্ষকতা করেন। স্যার আর্নেস্ট ম্যাকমিলানের সহযোগিতায়, কফম্যান ১৯৪৮ খ্রিস্টাব্দ থেকে ১৯৫৬ খ্রিস্টাব্দ পর্যন্ত উইনিপেগ সিম্ফনি অর্কেস্ট্রার প্রথম পেশাদার পরিচালক হওয়ার জন্য আমন্ত্রিত হন। তার প্রথম স্ত্রী গের্টি থেকে বিবাহবিচ্ছেদ হলে তিনি ১৯৫১ খ্রিস্টাব্দে পিয়ানোবাদক ফ্রেদা ট্রেপেলকে বিবাহ করেন। যুক্তরাষ্ট্রে যাওয়ার পর, তিনি ১৯৫৭ খ্রিস্টাব্দ থেকে ব্লুমিংটনে আমৃত্যু ইন্ডিয়ানা বিশ্ববিদ্যালয়ে সংগীতবিদ্যার অধ্যাপক ছিলেন।\n\n\n== সঙ্গীত ==\nকফম্যান ছিলেন একজন অসামান্য সুরকার। তাঁর ক্যাটালগে অর্কেস্ট্রার সাথে ১৯৩০ খ্রিস্টাব্দ হতে ১৯৫৬ খ্রিস্টাব্দে মধ্যে ছয়টি সিম্ফনি সহ আশিটিরও বেশি কাজ রয়েছে। এছাড়াও রয়েছে এগারো নম্বর স্প্রিং চতুর্ভুজ এবং এক ডজনেরও বেশি অপেরা। কফম্যান সঙ্গীত জগতে সমস্ত প্রতিকূলতার মাঝে নিজ গুণে নিজেকে খাপ খাইয়ে নিয়ে প্রতিষ্ঠা লাভ করেছিলেন। তিনি ১৯২৭ খ্রিস্টাব্দ হতে প্রাথমিকভাবে প্রাগ, ভিয়েনা এবং বার্লিনে সিম্ফনি নং ১, পিয়ানো কনসার্টো নং ১, স্যুট ফর স্ট্রিং এবং ফাইভ অর্কেস্ট্রাল পিসেরএ নিজেকে সুরকার হিসাবে প্রতিষ্ঠিত করেছিলেন। তিনি ভারতে পাশ্চাত্য এবং প্রাচ্য ঐতিহ্যের সুষ্ঠু মেলবন্ধন করেছিলেন। যেমন ― ১৯৪৮ খ্রিস্টাব্দের মাদ্রাজ এক্সপ্রেস, এবং ১৯৪৩ খ্রিস্টাব্দের সিক্স ইন্ডিয়ান মিনিয়েচার এবং ভায়োলিন কনসার্টো নং৩ -এ। কফম্যান ১৯৩৯ খ্রিস্টাব্দে ভারতে প্রথম বেতার অপেরার পরিচালনার দায়িত্বে ছিলেন।ভারতীয় শাস্ত্রীয় সংগীতের প্রভাবে সুরারোপিত সুরগুলির একত্রে অনুসূয়া নামে পরিচিত ছিল এবং এগুলিকে বেতার অপেরায় পরিবেশিত হত। এ ছাড়াও তিনি ভারতীয় চলচ্চিত্র জগতের সাথে যুক্ত ছিলেন। ভাবনানী ফিল্মস্ এবং ইনফরমেশন ফিল্মস্ অফ ইন্ডিয়ার সাথে কাজ করেছেন। কিছু রাগ কৌশল প্রয়োগ করেছেন বোম্বাই-এর প্রাক-বলিউড চলচ্চিত্র শিল্পের জন্য সাউন্ডট্র্যাকগুলিতে। যেমন ― জাগরণ (১৯৩৬), তুফানি টারজান (১৯৩৭) এবং এক দিন কা সুলতান (১৯৪৬)। যুক্তরাজ্যে থাকাকালীন তিনি ফ্লিট স্ট্রিট টেভার্ন ওভারচারের মতো হালকা সঙ্গীত চরিত্রের টুকরো লিখতে শুরু করেন। কানাডায় তার ব্যালে স্কোর ভিজেস (১৯৪৮) এবং দ্য রোজ অ্যান্ড দ্য রিং (১৯৪৯) রয়্যাল উইনিপেগ ব্যালে দ্বারা পরিচালিত হয়েছিল,\n\n\n== নির্বাচিত কাজের তালিকা ==\n\nপুস্তকসমূহ\n\nAltindien (Musikgeschichte in Bildern, Bd. 2; Musik des Altertums, Lfg. 8. Leipzig, Deutscher Verlag für Musik, 1981)\nMusical Notations of the Orient: Notational Systems of Continental, East, South and Central Asia (Indiana University Humanities Series, no. 60. Bloomington, Indiana University Press, 1967)\nMusical References in the Chinese Classics (Detroit, Information Coordinators, 1976)\nThe Ragas of North India (Bloomington, Indiana University Press, 1968)\nThe Ragas of South India: A Catalogue of Scalar Material (Bloomington, Indiana University Press, 1976)\nSelected Musical Terms of Non-Western Cultures: A Notebook-Glossary (Detroit Studies in Music Bibliography, no. 65. Warren, MI, Harmonie Park Press, 1990)\nTibetan Buddhist Chant: Musical Notations and Interpretations of a Song Book by the Bkah Brgyud Pa and Sa Skya Pa Sects (Translated by T. Norbu. Indiana University Humanities Series, no. 70. Bloomington, Indiana University Press, 1975)\nHe also published a number of research papers and record reviews especially in ethnomusicology. After coming in contact with Verrier Elwin, he studied Gond music.\n\n\n== তথ্যসূত্র =="}