{"pageid": 1085364, "title": "জেহান সাদাত", "url": "https://bn.wikipedia.org/wiki?curid=1085364", "content": "জেহান সাদাত  (আরবি: جيهان السادات   জিহান আস-সাদাত,মিশরীয় আরবি: ʒeˈhæn es.sæˈdæːt ; née সাফওয়াত রাউফ ; ২৯ আগস্ট ১৯৩৪  - ৯ জুলাই ২০২১ ) একজন মিশরীয় মানবাধিকার কর্মী ছিলেন। তিনি ১৯৭০ সাল থেকে ১৯৮১ সালে তার স্বামীর হত্যাকাণ্ড পর্যন্ত মিশরের ফার্স্ট লেডি ছিলেন। ফার্স্ট লেডি হিসেবে তিনি দেশের নাগরিক অধিকার আইনের সংস্কারকে ব্যাপকভাবে প্রভাবিত করেছিলেন। আধুনিক আইন, যাকে \"জেহান আইন\" বলা হয়, যা মিশরে মহিলাদের নতুন অধিকার প্রদান করেছে, যেমন তালাকের ক্ষেত্রে শিশুর সহায়তা এবং হেফাজতের অধিকার।\n\n\n== শুরুর বছরগুলো ==\nজেহান সাদাত, বা জিহান, জন্মগ্রহণ করেন জেহান সাফওয়াত রাউফ (আরবি: جيهان صفوت رؤوف   জাহান সাফওয়াত রাউফমিশরীয় আরবি: ʒeˈhæːn ˈsˤɑfwɑt ɾɑˈʔuːf) মিশরের কায়রোতে, একজন মিশরীয় সার্জন পিতা সাফওয়াত রাউফ, এবং ইংরেজি সঙ্গীত শিক্ষক মা, গ্ল্যাডিস কোটারিলের মধ্যবিত্ত পরিবারের প্রথম মেয়ে এবং তৃতীয় সন্তান হিসেবে। তার মা ছিলেন শেফিল্ড সিটি পুলিশ সুপার চার্লস হেনরি কোটারিলের মেয়ে। বাবার ইচ্ছানুযায়ী তিনি একজন মুসলিম হিসেবে বেড়ে ওঠেন, কিন্তু কায়রোতে মেয়েদের একটি খ্রিস্টান মাধ্যমিক বিদ্যালয়েও পড়েন।\nকিশোরী স্কুলছাত্রী হিসেবে, আনোয়ার সাদাত তার সাহসিকতা, আনুগত্য এবং মিশরের ব্রিটিশ দখল প্রতিরোধে দৃঢ় সংকল্প ছাড়াও তার সাহসিকতা, আনুগত্য এবং দৃঢ়তার পাশাপাশি তার সাহসিকতা সম্পর্কে গণমাধ্যমে নিম্নলিখিত প্রতিবেদনের মাধ্যমে স্থানীয় নায়ক হিসেবে আগ্রহী হয়েছিলেন। তিনি তার চাচাতো বোনের কাছ থেকে তার সম্পর্কে অনেক গল্প শুনেছিলেন, যার স্বামী প্রতিরোধে সাদাতের সহকর্মী  এবং পরে কারাগারে সঙ্গে ছিলেন।\nতার ১৫ তম জন্মদিনের পার্টিতে তিনি তার ভবিষ্যৎ স্বামী সাদাতের সাথে প্রথম দেখা করেন, কারাগার থেকে মুক্তির কিছুক্ষণ পরে। সাদাত তার রাজনৈতিক কর্মকাণ্ডের জন্য আড়াই বছর কারাগারে ছিলেন।\nতার বাবা -মায়ের কাছ থেকে আপত্তি থাকা সত্ত্বেও এই দম্পতি বিয়ে করেন। তার বয়স ছিল ৩০, যখন সে ছিল ১৫। আনোয়ার সাদাত পরবর্তীকালে ১৯৫২ সালের মিশরীয় বিপ্লবের নেতৃত্বাধীন ফ্রি অফিসার্স মুভমেন্টের মূল সদস্যদের অংশ ছিলেন, যা মিশর এবং সুদানের রাজতন্ত্রকে উৎখাত করেছিল।\n\n\n== ফার্স্ট লেডি হিসেবে ==\n\n৩২ বছর ধরে, সাদাত তার স্বামীর জন্য একজন সহায়ক স্ত্রী ছিলেন, যিনি তার ক্রমবর্ধমান রাজনৈতিক জীবনে মিশরের প্রেসিডেন্ট হতে চলেছিলেন। এই দম্পতির তিন মেয়ে ছিল, নোহা, জিহান, লোবনা এবং এক ছেলে গামাল।\nসাদাত ১৯৭০ সালে মিশরের ফার্স্ট লেডি হয়েছিলেন, এবং তার প্ল্যাটফর্ম ব্যবহার করে দেশের অভ্যন্তরে লক্ষ লক্ষ মানুষের জীবনকে স্পর্শ করেছিলেন, সর্বত্র মহিলাদের জন্য রোল মডেল হিসেবে কাজ করেছিলেন। তিনি ১৯৭০-এর দশকে স্বেচ্ছাসেবী কাজ করার সময় এবং কম ভাগ্যবানদের জন্য বেসরকারি চাকরিতে অংশ নেওয়ার সময় আরব নারীদের বিশ্বের ভাবমূর্তি পরিবর্তন করতে সাহায্য করেছিলেন।\n‌তিনি টালা সোসাইটি গঠনেও গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন, রেটিং নীলনদ অঞ্চলের একটি সমবায় যা স্থানীয় মহিলাদের স্বাবলম্বী হতে সাহায্য করে, মিশরীয় ক্যান্সার রোগীদের ব্লাড ব্যাঙ্ক এবং মিশরের এসওএস চিলড্রেন ভিলেজ (একটি পরিবার যা এতিমদের পারিবারিক পরিবেশে নতুন বাড়ি সরবরাহ করে)।\nতিনি মেক্সিকো সিটি এবং কোপেনহেগেনে জাতিসংঘের আন্তর্জাতিক নারী সম্মেলনে মিশরের প্রতিনিধি দলের নেতৃত্ব দেন। তিনি আরব-আফ্রিকান মহিলা লীগ প্রতিষ্ঠা করেন। একজন কর্মী হিসেবে, তিনি আফ্রিকা, এশিয়া, ইউরোপ এবং উত্তর ও দক্ষিণ আমেরিকায় নারীর সমস্যা, শিশুদের কল্যাণ এবং শান্তি সম্পর্কিত বিশ্বজুড়ে অসংখ্য সম্মেলনের আয়োজন ও অংশগ্রহণ করেছিলেন।\nঅপারেশন বদর উদযাপনের জন্য কায়রোতে অনুষ্ঠিত বার্ষিক বিজয় কুচকাওয়াজের সময় ১৯৫১ সালের অক্টোবর মিশরের ইসলামিক জিহাদের সদস্যদের দ্বারা সাদাতের স্বামী নিহত হন। এটি তার রাষ্ট্রপতি এবং ফার্স্ট লেডি হিসাবে তার মেয়াদ উভয়ই শেষ করেছিল, যা প্রায় ১১ বছর ধরে ছিল।\n\n\n=== শিক্ষা ===\nসাদাত ১৯৭৭ সালে কায়রো বিশ্ববিদ্যালয়ে আরবি সাহিত্যে বিএ অর্জন করেন। এর পরে ১৯৮০ সালে তুলনামূলক সাহিত্যে এমএ এবং 1986 সালে তুলনামূলক সাহিত্যে পিএইচডি, উভয় একই বিশ্ববিদ্যালয়ে।\n\n\n== পুরস্কার ও সম্মাননা ==\nসাদাত জনসেবা এবং নারী ও শিশুদের জন্য মানবিক প্রচেষ্টার জন্য বেশ কয়েকটি জাতীয় ও আন্তর্জাতিক পুরস্কার পেয়েছিলেন। তিনি বিশ্বব্যাপী জাতীয় এবং আন্তর্জাতিক কলেজ এবং বিশ্ববিদ্যালয় থেকে ২০ টিরও বেশি সম্মানসূচক ডক্টরেট ডিগ্রি পেয়েছেন। ১৯৯৩ সালে, তিনি কমিউনিটি অফ ক্রাইস্ট ইন্টারন্যাশনাল পিস অ্যাওয়ার্ড পেয়েছিলেন, যখন ২০০১ সালে তিনি পার্ল এস. বাক অ্যাওয়ার্ডের বিজয়ী ছিলেন। তার মৃত্যুর পর, মিশরের রাষ্ট্রপতি আবদেল ফাত্তাহ এল সিসি তাকে একটি অর্ডার অব পারফেকশন প্রদান করেন।  কায়রোতে আল-ফিরদৌস অক্ষ (স্বর্গের অক্ষ) তার নামে নামকরণ করা হবে বলেও ঘোষণা করা হয়েছিল। \n\n\n== তথ্যসূত্র =="}