{"pageid": 1085709, "title": "মুনিরা ফখরো", "url": "https://bn.wikipedia.org/wiki?curid=1085709", "content": "মুনিরা ফখরো ( আরবি: منيرة فخرو   ) একজন বাহরাইন শিক্ষাবিদ এবং বাহরাইনের ২০০৬  সালের সাধারণ নির্বাচনে ওয়াদের প্রার্থী ছিলেন।\nডা ফখরো বাহরাইন বিশ্ববিদ্যালয়ের সহযোগী অধ্যাপক। তিনি কলাম্বিয়া বিশ্ববিদ্যালয়র থেকে সামাজিক নীতি, পরিকল্পনা ও প্রশাসনে ডক্টরেট করেছেন যেখানে তিনি ১৯৯৭ সাল থেকে একজন ভিজিটিং স্কলার হিসাবে কাজ করেছেন। তিনি হার্ভার্ড বিশ্ববিদ্যালয়র সেন্টার ফর মিডল ইস্ট স্টাডিজের পারস্য উপসাগরীয় রাজ্যের লিঙ্গ, নাগরিকত্ব এবং নাগরিক সমাজ নিয়ে গবেষণাও করেছেন। তিনি বাহরাইন নিয়ে কাজ প্রকাশ করেছেন, যার মধ্যে নারী, নাগরিক সমাজ এবং গণতন্ত্রীকরণ সম্পর্কিত সমস্যা রয়েছে। ডা. ফখরো বর্তমানে বাহরাইন একাডেমিক সোসাইটি এবং সুপ্রিম কাউন্সিল ফর উইমেনের বোর্ড সদস্য। তিনি আরব মানব উন্নয়ন প্রতিবেদন ২০০৪ এর উপদেষ্টা বোর্ডের সদস্য ছিলেন।\n১৯৯০ -এর দশকের অভ্যুত্থান চলাকালীন, ডা. ফখরো আমিরের কাছে ১৯৯৪  সালের জনপ্রিয় আবেদনে স্বাক্ষরকারী ছিলেন এবং সংসদ ও ১৯৭৩ সালের সংবিধান পুনরুদ্ধারের আহ্বান জানান। এর পর ১৯৯৫ সালে আরেকটি পিটিশনের মাধ্যমে ৩৫০ জন মহিলার স্বাক্ষরিত গণতন্ত্র পুনরুদ্ধার এবং নির্যাতন বন্ধের আহ্বান জানানো হয়। ফলস্বরূপ, বাহরাইন সরকার তাকে তার নাম প্রত্যাহার বা বাহরাইন বিশ্ববিদ্যালয়ে তার পদ থেকে বরখাস্ত করার দাবি জানায়। তিনি তার নাম প্রত্যাহার করতে অস্বীকার করেন এবং স্বাক্ষরকারীদের সাথে আরও বেশ কয়েকজনকে বরখাস্ত করা হয়।  যাইহোক, বাদশাহ হামাদ সিংহাসনে আরোহণ করার পর তিনি সমস্ত রাজনৈতিক বন্দি এবং নির্বাসিতদের জন্য সাধারণ ক্ষমা করেছিলেন এবং ডা  ফখরোকে বাহরাইন বিশ্ববিদ্যালয়ে তার চাকরি ফিরিয়ে দেওয়া হয়েছিল। ডা  ফখরোকে বাদশাহর স্ত্রী শেখা সাবিকা বিনতে ইব্রাহিম আল খলিফা সুপ্রিম কাউন্সিল ফর উইমেনের উপদেষ্টা বোর্ডে নিয়োগ করেছিলেন।\n\n\n== ২০০৬ বাহরাইন সংসদ নির্বাচন ==\n২০০৬ সালের ২৫ নভেম্বর বাহরাইনে অনুষ্ঠিত সংসদ নির্বাচনে ডা. ফখরো নির্বাচনে অংশ নিয়েছেন। তিনি বামপন্থী ওয়াদের সহ-সভাপতি এবং একমাত্র মহিলা প্রার্থী, শিয়া ইসলামপন্থী দল আল ওয়েফাক দ্বারা অনুমোদিত। ডা. ফখরো মধ্যবিত্ত ইসা টাউন আসনে ড. সালাহ আলী এমপি, (যিনি মুসলিম ব্রাদারহুডের  রাজনৈতিক শাখা আল-মেনবার ইসলামিক সোসাইটির সদস্য)র বিরুদ্ধে লড়েছেন।\nনারীর অধিকার ইস্যুতে, ডা. ফখরো যুক্তি দিয়েছিলেন যে এটি গণতন্ত্রের মূল উপাদান: \"আপনি গণতন্ত্রের অন্যান্য কারণ থেকে গণতন্ত্রকে আলাদা করতে পারবেন না ... আমি বিশ্বাস করি যে পুরুষ এবং মহিলাদের একসাথে কাজ করা উচিত - নারী বা পুরুষ বা সমগ্র সমাজের জন্য। আমাদের এমন অনেক পুরুষ আছে যারা এই ধরনের (মহিলাদের অধিকার) বিশ্বাস করে, যারা আমাদের সাথে বিশ্ববিদ্যালয়ে পণ্ডিত বা রাজনৈতিক সমিতিতে কাজ করে। নারীর অধিকার সম্পর্কে তার মতামত মানে এই যে তিনি ইসলামপন্থীদের সাথে নারীদের অধিকার রক্ষার জন্য একটি সংঘবদ্ধ আইনের বিরোধিতা নিয়ে সংঘর্ষ করেছেন: “ধর্মীয় নেতারা পারিবারিক আইনের বিরুদ্ধে। আমি সুন্নি ও শিয়ার জন্য দুটি পৃথক আইনের বিরুদ্ধে - আমরা আরও আলাদা হব।\n“যদি আপনি চরমপন্থার বিরুদ্ধে লড়াই করতে চান, তাহলে আপনাকে একটি শক্তিশালী সরকার থাকতে হবে। গণতন্ত্র চরমপন্থীদের নিয়ে আসবে, কিন্তু নিয়ন্ত্রিত উপায়ে - যেমন ফিলিস্তিনে হামাস এবং মিশরে মুসলিম ব্রাদার্স। গণতন্ত্রে অনেক ধূসর অঞ্চল রয়েছে, তবে আপনাকে অবশ্যই প্রতিটি গোষ্ঠীকে সামঞ্জস্য করতে হবে। এটি একটি ইতিবাচক নীতি। তাদের আইনগতভাবে বিষয়গুলি মোকাবেলা করতে হবে। আমি মনে করি জিনিসগুলি এই ধরনের আংশিক মুক্ততার দিকে এগিয়ে যাচ্ছে। ”\n\n\n== আরও দেখুন ==\nন্যাশনাল ডেমোক্রেটিক অ্যাকশন\nবাহরাইন বিশ্ববিদ্যালয়\nবাহরাইনে মহিলাদের রাজনৈতিক অধিকার\nবাহরাইন নির্বাচনে ২০০৬ মহিলা প্রার্থী\nলায়লা ফখরো\nইব্রাহিম শরীফ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nন্যাটো সম্মেলন প্রোফাইল\nA Rebel With a Cause, Woman This Month Interview, April 2006\nদ্য ভয়েস অব কমন ম্যান  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ সেপ্টেম্বর ২০২১ তারিখে, বাহরাইন ট্রিবিউন প্রোফাইল, ১৪ অক্টোবর ২০০৬"}