{"pageid": 1085719, "title": "আব্দুর রাজ্জাক ইস্কান্দার", "url": "https://bn.wikipedia.org/wiki?curid=1085719", "content": "আব্দুর রাজ্জাক ইস্কান্দার (১৯৩৫ – ৩০ জুন ২০২১; উর্দু: عبد الرزاق اسکندر‎‎) ছিলেন একজন পাকিস্তানি দেওবন্দি ইসলামি পণ্ডিত এবং লেখক। তিনি জামিয়া উলুমুল ইসলামিয়ার মুহতামিম, আলমি মজলিস তাহাফফুজ খতমে নবুয়তের আমির এবং বেফাকুল মাদারিসিল আরাবিয়া পাকিস্তানের সভাপতি ছিলেন। তিনি দারুল উলুম করাচী, জামিয়া উলুমুল ইসলামিয়া, মদিনা ইসলামী বিশ্ববিদ্যালয় এবং আল-আজহার বিশ্ববিদ্যালয়ের প্রাক্তন ছাত্র। তার রচনার মধ্যে আত তরিকত আল আসরিয়াহ এবং তাহাফফুজে মাদারিস অন্যতম।\n\n\n== জীবনী ==\nআব্দুর রাজ্জাক ১৯৩৫ সালে অ্যাবোটাবাদ জেলার কোকালের একটি ধর্মীয় পরিবারে জন্মগ্রহণ করেন। শুরুতে তিনি হরিপুরের মাদ্রাসা দারুল উলুম ছোহর শরিফ এবং আহমেদ আল মাদ্রাসা সিকান্দারপুরে পড়াশোনা করেন। পরে তিনি দারুল উলুম করাচীতে ভর্তি হন। ১৯৫৬ সালে তিনি জামিয়া উলুমুল ইসলামিয়া থেকে দাওরায়ে হাদিস (স্নাতক) সমাপ্ত করেন। তিনি জামিয়া উলুমুল ইসলামিয়ার দাওরায়ে হাদিসের প্রথম ছাত্র ছিলেন। এরপর ১৯৬২ সালে তিনি মদিনা ইসলামী বিশ্ববিদ্যালয়ে ভর্তি হয়ে চার বছর ধর্মতত্ত্ব অধ্যয়ন করেন। ১৯৭২ সালে আল-আজহার বিশ্ববিদ্যালয় থেকে তিনি পিএইচডি ডিগ্রি লাভ করেন। তিনি মুহাম্মদ ইউসুফ লুধিয়ানভির খলিফা ছিলেন। তার শিক্ষকদের মধ্যে মুহাম্মদ ইউসুফ বিন্নুরী এবং ওয়ালি হাসান টঙ্কি অন্যতম।\n১৯৫৫ সালে তিনি শিক্ষকতা জীবন শুরু করেন। তিনি নিজামুদ্দিন শামজাইয়ের মৃত্যুর পর জামিয়া উলুমুল ইসলামিয়ার শায়খুল হাদিস এবং ১৯৯৭ সালে হাবিবুল্লাহ মুখতারের মৃত্যুর পর অত্র প্রতিষ্ঠানটির মুহতামিম নিযুক্ত হন। ১৯৯৭ সালে তাকে বেফাকুল মাদারিসিল আরাবিয়া পাকিস্তানের কার্যনির্বাহী কমিটির সদস্য এবং ২০০১ সালে সহ-সভাপতি করা হয়। সলিমুল্লাহ খানের মৃত্যুর পর তিনি নয় মাসের জন্য ভারপ্রাপ্ত সভাপতি হিসেবে দায়িত্ব পালন করেন। ২০১৭ সালের ৫ অক্টোবর তিনি সংস্থাটির সভাপতি নিযুক্ত হন।\n১৯৮১ সালে তিনি আলমি মজলিস তাহাফফুজ খতমে নবুয়তের নির্বাহী পরিষদের সদস্য নির্বাচিত হন। ২০০৮ সালে সৈয়দ নাফিস আল-হুসাইনির মৃত্যুর পর তিনি সংগঠনটির কেন্দ্রীয় নায়েবে আমির নিযুক্ত হন। ২০১৫ সালে আব্দুল মজিদ লুধিয়ানভির মৃত্যুর পর তিনি সংগঠনটির আমির মনোনীত হন। তিনি ইত্তেহাদে তানজিমাত মাদারিস পাকিস্তানের সভাপতির দায়িত্বও পালন করেন।\n২০১৬ সালের আগস্টে বার্মিংহাম কেন্দ্রীয় মসজিদে একটি আলোচনায় তিনি বলেছিলেন, ‘ইসলাম সম্পূর্ণ এবং এর মানে হল এতে কিছু যোগ করা, অপসারণ বা পরিবর্তন করা যাবে না’। তিনি বলেছিলেন, ‘খতমে নবুয়তের বিরোধিতাকারীরা মুহাম্মদ স. থেকে নিজেদের বিচ্ছিন্ন করেছে।’\nতিনি ২০২১ সালের ৩০ জুন করাচীতে মৃত্যুবরণ করেন। তার মৃত্যুতে কামার জাভেদ বাজওয়া, শেহবাজ শরীফ, ফজলুর রহমান, সুজাত হুসাইন, চৌধুরী পারভেজ এলাহী, ইমরান ইসমাইল, সৈয়দ মুস্তফা কামাল, আনিস কাইমখানি প্রমুখ শোক প্রকাশ করেছেন।\n\n\n== সাহিত্যকর্ম ==\nতার সাহিত্যকর্মের মধ্যে রয়েছে:\n\nআত তরিকত আল আসরিয়াহ (২ খণ্ড) (এই বইটি বেফাকুল মাদারিসিল আরাবিয়া পাকিস্তানের পাঠ্যসূচীর অন্তর্ভুক্ত।)\nমুশাহিদাত ওয়া তাআসসুরাত : আলমে ইসলামি কি চান্দ শাখছিয়্যাত কা তাজকিরাহ\nতাহাফফুজে মাদারিস আওর উলামা ওয়া তুলাবা সে চান্দ বাতেন\nতাবলিগি জামাত এবং এর দাওয়াতের নীতি ও পদ্ধতি\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র =="}