{"pageid": 1085166, "title": "পাবলো মারি", "url": "https://bn.wikipedia.org/wiki?curid=1085166", "content": "পাবলো মারি ভিয়ার (স্পেনীয়: Pablo Marí, স্পেনীয় উচ্চারণ: [ˈpaβlo maˈɾi biˈʎaɾ]; জন্ম: ৩১ আগস্ট ১৯৯৩; পাবলো মারি নামে সুপরিচিত) হলেন একজন স্পেনীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইংল্যান্ডের পেশাদার ফুটবল লিগের শীর্ষ স্তর প্রিমিয়ার লিগের ক্লাব আর্সেনালের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন।\nস্পেনীয় ফুটবল ক্লাব মায়োর্কার যুব পর্যায়ের হয়ে খেলার মাধ্যমে মারি ফুটবল জগতে প্রবেশ করেছেন এবং এই দলের হয়ে খেলার মাধ্যমেই তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০১০–১১ মৌসুমে, প্রথমে মায়োর্কা বি এবং পরবর্তীকালে মায়োর্কার মূল দলের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন; মায়োর্কার হয়ে এক মৌসুমে ২ ম্যাচে অংশগ্রহণ করার পর ২০১৩–১৪ মৌসুমে তিনি তারাগোনায় যোগদান করেছেন। তারাগোনায় তিন মৌসুম অতিবাহিত করার পর প্রায় ০.২ মিলিয়ন ইউরোর বিনিময়ে ইংরেজ ক্লাব ম্যানচেস্টার সিটির সাথে চুক্তি স্বাক্ষর করেছেন। অতঃপর জিরোনা, ব্রেদা এবং দেপোর্তিভো লা কোরুনিয়ার হয়ে ধারে খেলার পর তিনি প্রায় ২ মিলিয়ন ইউরোর বিনিময়ে ব্রাজিলীয় ক্লাব ফ্লামেঙ্গোয় যোগদান করেছেন, ফ্লামেঙ্গোর হয়ে তার তিনি ২০১৯ কোপা লিবের্তাদোরেসের শিরোপা জয়লাভ করেছেন। ২০২০–২১ মৌসুমে, তিনি প্রায় ৬ মিলিয়ন ইউরোর বিনিময়ে ফ্লামেঙ্গো হতে ইংরেজ ক্লাব আর্সেনালে যোগদান করেছেন, এরপূর্বে তিনি এক মৌসুমে জন্য ধারে আর্সেনালের হয়ে খেলেছেন।\nব্যক্তিগতভাবে, মারি বেশ কিছু পুরস্কার জয়লাভ করেছেন, যার মধ্যে ২০১৯ সালে কাম্পেরনাতো ব্রাজিলেইরো সেরিয়ে আ-এর বর্ষসেরা দলে অন্তর্ভুক্তি অন্যতম। দলগতভাবে, মারি এপর্যন্ত ২টি শিরোপা জয়লাভ করেছেন, যার উভয়ই ফ্লামেঙ্গোর হয়ে জয়লাভ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nপাবলো মারি ভিয়ার ১৯৯৩ সালের ৩১শে আগস্ট তারিখে স্পেনের আলমুসাফেসে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসকারওয়েতে পাবলো মারি  (ইংরেজি)  \nসকারবেসে পাবলো মারি (ইংরেজি) \nবিডিফুটবলে পাবলো মারি  (ইংরেজি)  \nট্রান্সফারমার্কেটে পাবলো মারি (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে পাবলো মারি (ইংরেজি) \nইএসপিএন এফসিতে পাবলো মারি (ইংরেজি)"}