{"pageid": 1085721, "title": "জেমস ডান (অভিনেতা)", "url": "https://bn.wikipedia.org/wiki?curid=1085721", "content": "জেমস হাওয়ার্ড ডান (২ নভেম্বর ১৯০১ - ১ সেপ্টেম্বর ১৯৬৭) একজন মার্কিন অভিনেতা ও ভোদভিল পরিবেশক ছিলেন। কর্মজীবনের শুরুতে তিনি জিমি ডান নামেও পরিচিত ছিলেন। তার পিতা একজন স্টকব্রোকার ছিলেন এবং তিনি শুরুতে তার পিতার ফার্মে কাজ করতেন, কিন্তু মঞ্চে কাজের প্রতি অধিক আগ্রহী ছিলেন। তিনি প্যারামাউন্ট পিকচার্সের লং আইল্যান্ড স্টুডিওতে নির্মিত স্বল্পদৈর্ঘ্য চলচ্চিত্রসমূহে অতিরিক্ত শিল্পী হিসেবে কাজ করতেন। পাশাপাশি কয়েকটি স্টক থিয়েটার কোম্পানিতে অভিনয় করতেন, যার ফলে তিনি ১৯২৯ সালের ব্রডওয়ে সঙ্গীতনাট্য সুইট অ্যাডেলাইন-এ কেন্দ্রীয় চরিত্রে অভিনয়ের সুযোগ পান। এতে তার অভিনয় চলচ্চিত্র স্টুডিওর নির্বাহীদের নজর কাড়ে এবং ১৯৩১ সালে ফক্স ফিল্ম হলিউডে কাজের জন্য তার সাথে চুক্তি করে।\n১৯৩১ সালে ব্যাড গার্ল চলচ্চিত্র দিয়ে তার বড় পর্দায় অভিষেক ঘটে, এবং এটি দিয়ে তিনি রাতারাতি বক্স-অফিস তারকা হয়ে ওঠেন। এরপর তাকে প্রণয়-নাট্যধর্মী এবং হাস্যরসাত্মক চলচ্চিত্রে প্রধান চরিত্রে নির্বাচন করতে দেখা যায়। ১৯৩৪ সালে তিনি শার্লি টেম্পলের অভিনীত প্রথম তিনটি চলচ্চিত্রে সহশিল্পী হিসেবে অভিনয় করেন। ১৯৩৫ সালে তার জনপ্রিয়তার শীর্ষে অবস্থানকালে তিনি ফক্স স্টুডিওর সাথে তার চুক্তির মেয়াদ শেষ হওয়ার দুই বছর পূর্বেই চুক্তি ভঙ্গ করেন এবং স্বাধীন শিল্পী হন। ১৯৩০-এর দশকের শেষভাগে সঙ্গীতধর্মী চলচ্চিত্রের জনপ্রিয়তা হ্রাস পেতে থাকলে তিনি কয়েকটি 'বি' শ্রেণির চলচ্চিত্রে কাজ করেন এবং ব্যক্তিগত জীবনে মদ্যাসক্তি নিয়ে সমস্যা পোহান। ১৯৪৫ সালে পাঁচ বছর ধরে কোন বড় স্টুডিওতে কাজ করতে না পারার পরও পরিচালক এলিয়া কাজান আ ট্রি গ্রোজ ইন ব্রুকলিন (১৯৪৫)-এ স্বপ্নবিলাসী মদ্যপ পিতা জনি নোলান চরিত্রের জন্য তাকে নির্বাচন করেন, যার জন্য তিনি শ্রেষ্ঠ পার্শ্ব অভিনেতা বিভাগে একাডেমি পুরস্কার অর্জন করেন।\nঅস্কার পাওয়ার পরও তার চলচ্চিত্র কর্মজীবন এগিয়ে যায় নি, তবে তিনি তখনও ব্রডওয়ে মঞ্চে কাজ পেতে থাকেন এবং টেলিভিশনে চরিত্রাভিনেতা হয়ে ওঠেন। ১৯৫৪ থেকে ১৯৫৬ সাল পর্যন্ত তিনি সে সময়ের জনপ্রিয় সিটকম ইট্‌স আ গ্রেট লাইফ-এ নিয়মিত কাজ করতেন এবং ১৯৫০-এর দশক থেকে ১৯৬০-এর দশকের মাঝামাঝি পর্যন্ত ডজনখানেক জনপ্রিয় টেলিভিশন ধারাবাহিকে অতিথি চরিত্রে অভিনয় করেন। ১৯৬০ সালে চলচ্চিত্র ও টেলিভিশনে তার অবদানের স্বীকৃতি হিসেবে হলিউড ওয়াক অব ফেমে তার নামাঙ্কিত দুটি তারকা খচিত হয়।\n\n\n== প্রারম্ভিক জীবন ==\nজেমস হাওয়ার্ড ডান ১৯০১ সালের ২রা নভেম্বর নিউ ইয়র্ক অঙ্গরাজ্যের ম্যানহাটনে জন্মগ্রহণ করেন। তার পিতা রাল এইচ. ডান (আনু. ১৮৭৫-১৯৪৩) নিউ ইয়র্ক স্টক এক্সচেঞ্জের সদস্য এবং মাতা জেসি এল. আর্চার (আনু. ১৮৭১-১৯৪৬)। তারা ১৯০১ সালের জানুয়ারি মাসে বিয়ে করেন। জেমস তাদের একমাত্র সন্তান। তিনি আইরিশ বংশোদ্ভূত।\n৪ বছর বয়সে কানেটিকাটের শিপান পয়েন্টে তার পিতামাতার সাথে শীতকালীন অবকাশ কাটানোর সময় ডান দুর্ঘটনার শিকার হন, দ্য নিউ ইয়র্ক টাইমস-এর প্রতিবেদন অনুসারে তার বেবিসিটারের একটি বুলডগ তার উপর ঝাপিয়ে পড়ে। তবে তিনি কোন রকমের আঘাত পাননি। ডান নিউ ইয়র্কের নিউ রোশেলে বেড়ে ওঠেন এবং সেখানেই বিদ্যালয়ে পড়াশোনা করেন। তিনি আপার ব্রংক্সের চলচ্চিত্র স্টুডিওগুলোতে ঘুরে বেড়ানোর জন্য প্রায়ই উচ্চ বিদ্যালয়ের ক্লাস ফাঁকি দিতেন।\n\n\n== প্রারম্ভিক চলচ্চিত্র ও মঞ্চ অভিনয় ==\nপড়াশোনা সমাপ্ত করার পর ডান বিক্রয়কর্মী হিসেবে কাজ করেন এবং অটোমোবাইল প্রদর্শক হন। তিনি তিন বছর তার পিতার ব্রোকারেজ ফার্মেও কাজ করেন। কিন্তু তার ভালোবাসার জায়গা ছিল মঞ্চ। ১৯২৭ সালে তিনি তার পিতার কাজ ছেড়ে দিয়ে একটি ছোট মঞ্চদলে যোগ দেন। তিনি ১৯৩৪ সালে এক সাক্ষাৎকারে বলেন: \"আমি নিশ্চিত ছিলাম না যে আমি জনপ্রিয় হব, অথবা নিয়মিত কাজ পাওয়ার মত ভালো অভিনেতা হব। কিন্তু তা বিশাল কোন পার্থক্য তৈরি করেনি। আমি অন্য কোন পেশার কথা ভাবতে পারতাম না এবং আমি জানতাম এটাতে চেষ্টা না করা পর্যন্ত আমি সুখী হব না।\" তিনি প্যারামাউন্ট পিকচার্সের লং আইল্যান্ড স্টুডিওজের স্বল্পদৈর্ঘ্য চলচ্চিত্রসমূহেও অতিরিক্ত শিল্পী হিসেবে কাজ করেন। তিনি নিউ জার্সির এঙ্গলউডের একটি স্টক থিয়েটার কোম্পানিতে ৩৭ সপ্তাহের জন্য যোগদান করেন এবং কানাডার উইনিপেগের প্লেহাউজ থিয়েটারে পার্মানেন্ট প্লেয়ার্স নামক অপর একটি কোম্পানিতে ২২ সপ্তাহ কাজ করেন। তিনি বলেন দ্বিতীয় মঞ্চদলে তার \"প্রীত ও প্রফুল্ল ব্যক্তিত্বের\" জন্য মঞ্চগামী দর্শকদের কাছে তিনি \"খুবই জনপ্রিয়\" ছিলেন। নিউ ইয়র্কে ফিরে আসার পর তিনি ১৯২৯ সালে ব্রডওয়ের সঙ্গীতনাট্য সুইট অ্যাডেলাইন-এ হেলেন মরগানের বিপরীতে প্রধান অভিনেতা হিসেবে অভিনয় করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট ব্রডওয়ে ডেটাবেজে জেমস ডান  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে জেমস ডান  (ইংরেজি)\nফাইন্ড এ গ্রেইভে জেমস ডান (ইংরেজি)\nভার্চুয়াল হিস্ট্রিতে James Dunn"}