{"pageid": 1085035, "title": "মুক্তিপ্রাপ্ত নারীর ভাষ্কর্য", "url": "https://bn.wikipedia.org/wiki?curid=1085035", "content": "একটি মুক্তিপ্রাপ্ত নারী-ভাষ্কর্য (বা ইংরেজি: Statue of a Liberated Woman) হলো ফুয়াদ আবদুরহমানভের একটি ভাস্কর্য। এটি ১৯৬০ সালে আজারবাইজানের বাকুতে গুরবানভ এবং কাফার ক্যাবার্লি রাস্তার শাখা পাবলিক স্কোয়ারে নির্মিত হয়েছিল এবং জাফর জব্বারলির নাটক সেভিলের চরিত্র থেকে অনুপ্রাণিত হয়েছিল। প্রকাশ্যে পর্দা অপসারণের কাজটি আজারবাইজানি মহিলাদের সোভিয়েত সমাজে অংশগ্রহণ থেকে নির্জনতা থেকে পরিবর্তনের প্রতীক।\n\n\n== পটভূমি ==\nভাস্কর্যটির নকশাকার ফুয়াদ আবুরাহমানভ বলেছেন: \"আজারবাইজানি নারীদের মুক্তির বিষয় আমাকে দীর্ঘদিন ধরে আকৃষ্ট করেছে। যখন আমি ভাস্কর্য নিয়ে কাজ শুরু করি, তখন কিছু কারণে আমি একটি ঈগলকে কল্পনা করেছিলাম যা জালে জড়িয়ে পড়েছিল। তিনি তার বন্ধন অশ্রু, অবশেষে, তাদের থেকে মুক্তি। আরও একবার এটি রৌদ্রোজ্জ্বল আকাশে উড়ে যাবে।\"\nনারীর পোশাকের একটি অংশ হিসেবে পর্দা ছিল এমন সব শহরের বৈশিষ্ট্য যেখানে বাণিজ্য উন্নয়নশীল ছিল। ১৯২৭ সালে সোভিয়েত হুজুমের ঠিক আগে উদার বুর্জোয়াদের দ্বারা বাকুতে ১৯০৮ সালে পর্দা-বিরোধী আন্দোলন শুরু হয়। তবে, পর্দা বিরোধী বিক্ষোভ ইসলামী পন্ডিতরা দমন করে, যার ফলে বড় ধরনের ধাক্কা লাগে। যদিও কিছু মহিলা তখন বোরখা পরা বন্ধ করে দিয়েছিলেন, অনেকে সামাজিক চাপের কারণে ওড়না পরতেন।\nবাকু ভিত্তিক একটি বিশিষ্ট আজেরী মহিলা সংগঠন আলি বায়রামভ ক্লাব, মহিলাদের পর্দা খুলে উৎসাহিত করার জন্য প্রচারণায় সক্রিয়ভাবে অংশগ্রহণ করেছিল।\nআজারবাইজান সোভিয়েত ইউনিয়নের অংশ হওয়ার পর নারীদের সামাজিক অবস্থা বদলে যায়। যত বেশি নারী চাকরিজীবী হয়েছেন, তারা বোরখার পরিবর্তে প্রায়শই কাজের পোশাক পরেন। বোরখা বিরোধী অনুভূতির প্রকাশ্য প্রদর্শন, হুজুম বাস্তবায়নের সাথে সাথে ১৯২০ এর দশকে আবার গতি ফিরে পায়, যা ইসলামী পন্ডিতদের বিরোধিতার মুখোমুখি হতে থাকে। যেসব মেয়েরা বোরখা পরা বন্ধ করে দেয় তাদের পরিবারের দ্বারা প্রত্যাখ্যাত হওয়া অস্বাভাবিক ছিল না। কোমসোমলের সদস্য সারা খলিলোভা ওড়না খুলে দেওয়ার জন্য তার বাবার হাতে নিহত হতে হয়েছিল। ভাষ্কর্যটির বৈশিষ্টতা পর্দা পরিত্যাগকারী মহিলাদের সাহসিকতা এবং ইচ্ছাশক্তিকে প্রতিফলিত করে এবং সম্মান করে।\n\n\n== নির্মাণ ==\nফুয়াদ আবদুরাহমানভ ১৯৫১ সালে জিপসাম থেকে মূল ভাস্কর্য তৈরি করেছিলেন। ব্রোঞ্জের ভাস্কর্যটির নাম ছিল \"লিবার্টি\" এবং আর্ট জাদুঘরের প্রদর্শনীতে প্রদর্শিত হয়েছিল। বেশ কয়েকজন কর্মকর্তা যারা স্মৃতিস্তম্ভটি দেখেছিলেন তারা সিদ্ধান্ত নিয়েছিলেন যে সোভিয়েত সরকারের ৪০তম বার্ষিকীর সম্মানে এটিকে কেন্দ্রীয় বাকুতে স্থানান্তরিত করা হবে। আবদুরহমানভ তখন স্মৃতিস্তম্ভের একটি বৃহত্তর সংস্করণে কাজ শুরু করেন, যা ১৯৫৯ সালে লেনিনগ্রাদ শহরে সম্পন্ন হয়েছিল যেখানে ব্রোঞ্জ এর কাজ করা হয়েছিল; সমাপ্ত ভাস্কর্যটি তারপর আজারবাইজানে নিয়ে যাওয়া হয়েছিল এবং একটি লম্বা স্তম্ভের পাদভূমিতে রাখা হয়েছিল।\n\n\n== আরও দেখুন ==\nসেভিল (১৯২৮-এর নাটক)\n\n\n== তথ্যসূত্র =="}