{"pageid": 1085071, "title": "আসমা লামরাবেট", "url": "https://bn.wikipedia.org/wiki?curid=1085071", "content": "আসমা লামরাবেট (রাবাত, মরক্কো, ১৯৬১) হলেন একজন মরক্কীয় ডাক্তার, ইসলামি নারীবাদী এবং লেখক।\n\n\n== ব্যক্তিগত জীবন ==\nআসমা লামরাবেট রাবাতে জন্মগ্রহণ করেন। তিনি বর্তমানে মরক্কোর রাবাতে থাকেন। সে তার শিক্ষাকে অকস্মাৎ বলে মনে করে। তিনি এক সন্তানের জনকের সাথে বিবাহ করেন।\n\n\n== কর্মজীবন ==\nতিনি চিকিৎসাশাস্ত্রে প্রশিক্ষিত, স্পেন এবং লাতিন আমেরিকায় একজন স্বেচ্ছাসেবক ডাক্তার হিসাবে কাজ করেছিলেন। তিনি মূলত চিলি এবং মেক্সিকোতে ১৯৯৫ সাল থেকে শুরু করে আট বছর কাজ করেছিলেন। তিনি সেখানে মুক্তি ধর্মতত্ত্বের সংস্পর্শে আসেন, যার ফলে তিনি তার নিজের ধর্ম পরীক্ষা করেন।\n২০০৪ সাল থেকে ২০০৭ সাল পর্যন্ত, তিনি মরক্কোতে ফিরে আসেন, যেখানে তিনি ইসলাম এবং আন্তঃসংস্কৃতিক সংলাপ নিয়ে গবেষণা ও প্রতিফলন করতে আগ্রহী একদল মুসলিম মহিলাকে একত্রিত করেছিলেন।\n২০০৮ সালে, তিনি বার্সেলোনা ভিত্তিক ইন্টারন্যাশনাল গ্রুপ অফ স্টাডিজ অ্যান্ড রিফ্লেকশন অন উইমেন অ্যান্ড ইসলাম (জিআইইআরএফআই)-এর সভাপতি এবং বোর্ড সদস্য হন। জিআইইআরএফআইতে যুক্তরাজ্য, ফ্রান্স, মার্কিন যুক্তরাষ্ট্র এবং মরক্কো সহ কমপক্ষে আটটি দেশের সদস্য এবং বিশেষজ্ঞ রয়েছেন। তাদের উদ্দেশ্য একটি নতুন নারী মুসলিম চেতনা তৈরি করতে সাহায্য করা।\nএই পুরো সময়কালে, তিনি রাবাত শিশু হাসপাতালে রক্ত রোগের বিশেষজ্ঞ চিকিৎসক হিসাবে কাজ চালিয়ে যান।\n২০১১ সালে তিনি বাদশাহ ষষ্ঠ মুহাম্মদের পৃষ্ঠপোষকতায় রাবিতা মোহাম্মদিয়া দেশ ওলামাদের ইসলাম নারী বিষয়ক ও গবেষণা কেন্দ্রের পরিচালক হন। পরিচালক হিসাবে, তিনি তিনটি বড় ইব্রাহিমীয় ধর্ম জুড়ে মহিলাদের জন্য একটি আন্তর্জাতিক সেমিনারের আয়োজন করেছিলেন।\nতিনি পাঁচটি বইয়ের লেখক (ফরাসি ভাষায়)। তিনি মুসুলমেন টাউট সিমপ্লিমেন্ট-এর জন্য সর্বাধিক পরিচিত। তিনি ইংরেজি এবং ফরাসি নিবন্ধ প্রকাশ করেছেন যা মুসলিম প্রেক্ষাপটে আন্তঃবিশ্ব বিবাহ এবং ধর্মীয় সংস্কারের মতো বিতর্কিত বিষয়গুলি অনুসন্ধান করে।\n\n\n== তৃতীয় উপায় নারীবাদী ==\n\"তৃতীয় উপায়\" ডরিস এইচ গ্রে দ্বারা তৈরি একটি শব্দ এবং ইসলামী নারীবাদের প্রতি একটি মানবতাবাদী পদ্ধতি। এটি দুটি ইসলামী সম্প্রদায়কে পুনরায় একত্রিত করার চেষ্টা করে যা \"মানবিক মূল্যবোধের একটি মৌলিক গোষ্ঠীর অস্তিত্বকে অনুমান করে যা সীমানা এবং সংস্কৃতি জুড়ে পৌঁছে\"। বর্তমানে, এটি মূলত মরক্কোর নারীবাদীরা ব্যবহার করে। লামরাবেট এবং তার সহকর্মীরা পবিত্র গ্রন্থগুলিকে পুনরায় ব্যাখ্যা করে যাতে পুরুষদের সাথে সম্পর্কের পরিবর্তে নারীকে স্বাধীন মানুষ হিসেবে দেখানো যায়। লামরাবেটের রচনাগুলি তৃতীয় উপায় নারীবাদকে কীভাবে প্রয়োগ করা যায় তার একটি উদাহরণ, কারণ তিনি যেসব সাংস্কৃতিক প্রেক্ষাপটে লেখা হয়েছিল সেগুলি মনে রাখার সময় তিনি একটি পণ্ডিত পদ্ধতিতে পবিত্র গ্রন্থগুলি পরীক্ষা করেন। লামরাবেট এছাড়াও একটি বিশেষ ধরনের ধর্মনিরপেক্ষতা বিশ্বাস করে যা ইসলাম ভিত্তিক এর পশ্চিমা ধারণার বিপরীত। তিনি বিশ্বাস করেন যে ধর্মকে ব্যক্তিগত বা রাজনৈতিক লাভের জন্য ব্যবহার করা উচিত নয়।\n\n\n=== সমালোচনা ===\nতার কাজ সমালোচকদের উস্কে দিয়েছিল যারা যুক্তি দিয়েছিল যে এই পদ্ধতিটি গুরুত্বপূর্ণ বিষয়গুলি, যেমন মহিলাদের প্রতি সহিংসতা এবং বহুবিবাহের যথেষ্ট মোকাবেলা করে না। আরেকটি সমালোচক মনে করেন যে তৃতীয় পথের নারীবাদীদের গ্রন্থগুলোকে সঠিকভাবে ব্যাখ্যা করার জন্য পর্যাপ্ত ধর্মতাত্ত্বিক জ্ঞান এবং পটভূমির অভাব রয়েছে। তার কাজটি ধারণাগত এবং পদ্ধতিগতভাবে দুর্বল হিসাবে বর্ণনা করা হয়েছে।\n\n\n== পুরস্কার ==\n২০১৩ সালে, তার বই Femmes et hommes dans le Coran: quelle égalité? এর জন্য তিনি আরব উইমেন অর্গানাইজেশন কর্তৃক সামাজিক বিজ্ঞান পুরস্কারে ভূষিত হন।\n\n\n== তথ্যসূত্র =="}