{"pageid": 108592, "title": "দাসত্ব", "url": "https://bn.wikipedia.org/wiki?curid=108592", "content": "দাসত্ব বলতে বোঝায় একজন ব্যক্তিকে সম্পত্তি হিসেবে অধিকারভুক্ত করা, বিশেষ করে তার শ্রমকে কেন্দ্র করে। দাসত্ব সাধারণত জোরপূর্বক শ্রমের সঙ্গে জড়িত, যেখানে দাসের কাজের স্থান এবং বাসস্থান নির্ধারণ করে দাসাধিপতি। দাসত্বে পরিণত করা বলতে বোঝায় কাউকে দাসে পরিণত করা, আর ঐ ব্যক্তিকে বলা হয় দাস বা দাসত্বে নিপতিত ব্যক্তি (দেখুন: টেমপ্লেট:§l)।\n\nঐতিহাসিকভাবে বহু ব্যক্তি আইন ভঙ্গ, ঋণের দায়, যুদ্ধে পরাজয় অথবা সস্তা শ্রমের জন্য শোষণের মাধ্যমে দাসে পরিণত হয়েছে। আবার অনেক সমাজে দাসত্ব আরোপ করা হয়েছে জাতি বা লিঙ্গভিত্তিক ব্যবধানের মাধ্যমে। অনেক সময় দাসদের সারাজীবনের জন্য দাসত্বে আবদ্ধ রাখা হতো, আবার কখনো নির্দিষ্ট সময় পরে মুক্তি দেওয়া হতো। যদিও দাসত্ব সাধারণত অনিচ্ছাকৃত এবং বলপ্রয়োগের মাধ্যমে হয়, কিছু ক্ষেত্রে লোকেরা স্বেচ্ছায় দাসত্বে প্রবেশ করে ঋণ শোধ বা দারিদ্র্যের কারণে অর্থ উপার্জনের চেষ্টা করে।\nমানব ইতিহাসে, দাসত্ব ছিল সভ্যতার একটি সাধারণ বৈশিষ্ট্য, এবং অধিকাংশ সমাজেই এটি বিদ্যমান ছিল। তবে বর্তমানে দাসত্ব বিশ্বের অধিকাংশ দেশেই নিষিদ্ধ, যদিও কিছু ক্ষেত্রে অপরাধের শাস্তি হিসেবে দাসত্বের অনুরূপ ব্যবস্থা রাখা হয়েছে।\nচাটেল দাসত্বে, দাসকে আইনগতভাবে দাসাধিপতির ব্যক্তিগত সম্পত্তি (চাটেল) হিসেবে বিবেচনা করা হয়। অর্থনীতির ভাষায়, বাস্তবিক দাসত্ব বলতে বোঝায় অসাংবিধানিক শ্রম ও জবরদস্তিমূলক শ্রম-এর পরিস্থিতি, যা অধিকাংশ দাসের জীবনে ঘটে থাকে।\nবিশ্বের শেষ দেশ হিসেবে ইসলামী প্রজাতন্ত্র মরিতানিয়া ১৯৮১ সালে দাসত্ব নিষিদ্ধ করে, এবং ২০০৭ সালে দাসাধিপতিদের বিরুদ্ধে আইনগত ব্যবস্থা প্রবর্তন করে। তবে ২০১৯ সালেও প্রায় ৪ কোটির মতো মানুষ দাসত্বের শিকার ছিল, যাদের মধ্যে প্রায় ২৬% ছিল শিশু। আধুনিক যুগে ৫০% এর বেশি দাস জবরদস্তিমূলক শ্রম দিয়ে থাকে, যা সাধারণত কারখানা এবং ঘর্মশালাগুলিতে ঘটে থাকে এবং এগুলো সাধারণত বেসরকারি খাতে হয়।\nউন্নত দেশগুলোতে মানব পাচার আধুনিক দাসত্বের একটি রূপ; অনুন্নত দেশগুলোতে ঋণ দাসত্ব প্রচলিত। অন্যান্য রূপের মধ্যে রয়েছে বন্দী গৃহকর্মী, জোরপূর্বক বিবাহ, এবং শিশু সৈন্যদের ব্যবহার। এছাড়াও, কিছু ইসলামী চরমপন্থী গোষ্ঠী এবং সন্ত্রাসবাদী সংগঠন মাঝে মাঝে শরিয়া আইনের তাদের ব্যাখ্যার ভিত্তিতে দাসত্বের চর্চা পুনরুজ্জীবিত করেছে।\n\n\n== শব্দের উত্স ==\nইংরেজি slave (দাস) শব্দটি পুরনো ফরাসি ভাষার esclave শব্দ থেকে মধ্য ইংরেজিতে প্রবেশ করে। এই শব্দটির মূল উৎস বাইজান্টাইন গ্রিকের σκλάβος (sklábos) অথবা εσκλαβήνος (ésklabḗnos)।\nপ্রচলিত ধারণা অনুযায়ী, যা ১৮শ শতক থেকে জানা যায়, গ্রিক শব্দ Σκλάβινοι (Sklábinoi) বা Έσκλαβηνοί (Ésklabēnoí), যেটি একটি স্লাভিক জনগোষ্ঠীর আত্মপরিচয় *Slověne থেকে এসেছে, তা থেকেই σκλάβος এবং εσκλαβήνος শব্দদ্বয় উদ্ভূত হয়েছে। এই শব্দগুলি ৮ম/৯ম শতকে 'যুদ্ধবন্দী দাস' বা 'দাস' অর্থে ব্যবহৃত হতো, কারণ ঐ সময় স্লাভিক জনগণ প্রায়ই বন্দি হয়ে দাসে পরিণত হতো।\nতবে এই ব্যাখ্যার বিরোধিতা ১৯শ শতক থেকেই হয়ে আসছে।\nএকটি বিকল্প আধুনিক মতবাদ অনুসারে, মধ্যযুগীয় লাতিন শব্দ sclāvus, যা *scylāvus থেকে এসেছে, তার উৎস হতে পারে বাইজান্টাইন গ্রিক σκυλάω (skūláō বা skyláō) এবং σκυλεύω (skūleúō, skyleúō)। এই শব্দগুলোর অর্থ ‘যুদ্ধে নিহত শত্রুর দেহ লুট করা’ বা ‘যুদ্ধলব্ধ সম্পদ সংগ্রহ করা’। তবে এই ব্যাখ্যাও সমালোচনার মুখে পড়েছে।\n\n\n== পরিভাষা ==\nঐতিহাসিকদের মধ্যে এই নিয়ে মতবিরোধ রয়েছে যে, দাসত্বের শিকার ব্যক্তিদের বর্ণনার ক্ষেত্রে অস্বাধীন শ্রমিক বা দাসত্বে নিপতিত ব্যক্তি– এ ধরনের শব্দ ব্যবহার করা উচিত কি না, নাকি শুধুই দাস শব্দটিই যথাযথ। যাঁরা পরিভাষা পরিবর্তনের পক্ষে, তাঁদের মতে দাস শব্দটি ভাষাগতভাবে দাসত্বের অপরাধকে চিরস্থায়ী করে তোলে, কারণ এটি ভুক্তভোগীদের মানুষ হিসেবে নয়, বরং সম্পত্তি হিসেবে উপস্থাপন করে। তাই তাঁদের মতে, ভাষায় পরিবর্তনের মাধ্যমে দাসদের ‘সম্পত্তি’ নয়, ‘মানুষ’ হিসেবে বিবেচনা করা উচিত (দেখুন: ব্যক্তি-প্রথম ভাষা)।\nঅন্যদিকে, কিছু ঐতিহাসিক দাস শব্দটির পক্ষপাতী, কারণ এটি পরিচিত এবং সংক্ষিপ্ত। আবার অনেকের মতে, এই শব্দটি দাসত্বের অমানবিক বাস্তবতাকে স্পষ্টভাবে তুলে ধরে, যেখানে ব্যক্তি শব্দটি এমন এক স্বায়ত্তশাসনের ইঙ্গিত দেয়, যা দাসত্বের মধ্যে অনুপস্থিত।\n\n\n== ইতিহাস ==\n\nদাসত্ব লিখিত ইতিহাসের আগেই বিদ্যমান ছিল এবং এটি বহু সংস্কৃতিতে দেখা গেছে। \nশিকারি-সংগ্রাহক জনগোষ্ঠীগুলোর মধ্যে দাসত্ব খুবই বিরল, কারণ এর জন্য অতিরিক্ত অর্থনৈতিক সম্পদ ও উল্লেখযোগ্য জনঘনত্ব প্রয়োজন। তবে কিছু সম্পদসমৃদ্ধ শিকারি-সংগ্রাহক জনগোষ্ঠীর মধ্যে, যেমন প্রশান্ত মহাসাগরের উত্তর-পশ্চিম উপকূলের স্যালমন-সমৃদ্ধ নদীঘেঁষা অঞ্চলের আমেরিকান আদিবাসীদের মধ্যে, দাসত্ব দেখা গেছে। \nতবে দাসত্ব ব্যাপক আকারে ছড়িয়ে পড়ে নিওলিথিক বিপ্লবের সময় প্রায় ১১,০০০ বছর আগে কৃষি আবিষ্কারের পর থেকে। প্রায় সব প্রাচীন সভ্যতায় দাসত্ব চর্চা করা হতো। এই ব্যবস্থাগুলোর মধ্যে ছিল ঋণ-ভিত্তিক দাসত্ব, অপরাধের শাস্তিস্বরূপ দাসত্ব, যুদ্ধে বন্দি হওয়া ব্যক্তিদের দাসে রূপান্তর, শিশু পরিত্যাগের ফলে দাসত্বে পতন, এবং দাসদের সন্তানদের দাস করে রাখার প্রথা।\n\n\n== সমসাময়িক দাসত্ব ==\n\nযদিও বর্তমানে বিশ্বের সব দেশেই দাসত্ব আইনত নিষিদ্ধ, তবুও আজকের দিনে আনুমানিক ১.২ কোটি থেকে ২.৯৮ কোটি মানুষ দাসত্বের শিকার বলে ধারণা করা হয়।\nদাসত্বের একটি বিস্তৃত সংজ্ঞা অনুসারে, ১৯৯৯ সালে বিশ্বব্যাপী প্রায় ২.৭ কোটি মানুষ দাসত্বে আবদ্ধ ছিল। ২০০৫ সালে আন্তর্জাতিক শ্রম সংস্থার একটি প্রতিবেদনে ১.২৩ কোটি জোরপূর্বক শ্রমিকের কথা বলা হয়।\nসিদ্ধার্থ কারা ২০০৬ সালের শেষ নাগাদ বিশ্বজুড়ে ২.৮৪ কোটি দাসের হিসাব দেন, যা তিনটি ভাগে বিভক্ত: ঋণদাসত্ব বা ঋণজনিত দাসত্ব (১.৮১ কোটি), জোরপূর্বক শ্রম (৭৬ লক্ষ), এবং পাচারকৃত দাস (২৭ লক্ষ)। তিনি এক ধরনের গতিশীল মডেলও প্রস্তাব করেছেন, যার ভিত্তিতে প্রতি বছর বিশ্বে দাসের সংখ্যা নির্ধারণ করা যায়। তার হিসাবে, ২০০৯ সালের শেষ নাগাদ এই সংখ্যা ছিল ২.৯২ কোটি।\n\n২০০৩ সালে হিউম্যান রাইটস ওয়াচ প্রকাশিত একটি প্রতিবেদনে বলা হয়েছে, ভারতে ঋণদাসত্বে প্রায় ১.৫ কোটি শিশু কাজ করছে, যারা তাদের পরিবারের ঋণ শোধের জন্য দাসত্বসদৃশ পরিবেশে বাধ্যতামূলক শ্রমে নিযুক্ত।\nস্লাভোই জিজেক মত দেন যে, ঠান্ডা যুদ্ধ-পরবর্তী বৈশ্বিক পুঁজিবাদী যুগে সমসাময়িক দাসত্বের নতুন রূপ তৈরি হয়েছে। এর মধ্যে আছে আরব উপদ্বীপে বেসিক নাগরিক অধিকার থেকে বঞ্চিত অভিবাসী শ্রমিক, এশিয়ার ঘর্মশালাগুলিতে শ্রমিকদের উপর পূর্ণ নিয়ন্ত্রণ, এবং মধ্য আফ্রিকায় প্রাকৃতিক সম্পদের শোষণে জোরপূর্বক শ্রমের ব্যবহার।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBales, Kevin, Disposable People: New Slavery in the Global Economy (1999)\nFernand Braudel, Civilization and Capitalism, vol. III: The Perspective of the World (1984, originally published in French, 1979.)\nDavis, David Brion. The Problem of Slavery in the Age of Revolution, 1770-1823 (1999)\nDavis, David Brion. The Problem of Slavery in Western Culture (1988)\nFinkelman, Paul. Encyclopedia of Slavery (1999)\nLal, K. S. Muslim Slave System in Medieval India (1994) আইএসবিএন ৮১-৮৫৬৮৯-৬৭-৯\nGordon, M. Slavery in the Arab World (1989)\nE. Wyn James, 'Welsh Ballads and American Slavery', Welsh Journal of Religious History, 2 (2007), pp. 59–86. ISSN 0967-3938.\nJacqueline Dembar Greene, Slavery in Ancient Egypt and Mesopotamia, (2001), আইএসবিএন ০-৫৩১-১৬৫৩৮-৮\nMorgan, Kenneth. Slavery and the British Empire: From Africa to America (2008)\nNieboer, H. J. (1910). Slavery as an Industrial System\nPostma, Johannes. The Atlantic Slave Trade, (2003)\nRodriguez, Junius P., ed., The Historical Encyclopedia of World Slavery (1997)\nRodriguez, Junius P., ed. Slavery in the United States: A Social, Political, and Historical Encyclopedia (2007)\nShell, Robert Carl-Heinz Children Of Bondage: A Social History Of The Slave Society At The Cape Of Good Hope, 1652-1813 (1994)\nWilliam Linn Westermann, The Slave Systems of Greek and Roman Antiquity (1955), আইএসবিএন ০-৮৭১৬৯-০৪০-৩\nসূত্রবিহীন উৎস\nHogendorn, Jan and Johnson Marion: The Shell Money of the Slave Trade. African Studies Series 49, Cambridge University Press, Cambridge, 1986.\nThe Slavery Reader, ed. by Rigas Doganis, Gad Heuman, James Walvin, Routledge 2003\nMintz, S. Facts and Myths\nযুক্তরাষ্ট্র\nBerlin, Ira. Many Thousands Gone: The First Two Centuries of Slavery in North America (1999), most important recent survey\nBlackmon, Douglas A. Slavery by Another Name: The Re-Enslavement of Black Americans from the Civil War to World War II Doubleday (March 23, 2008), আইএসবিএন ০-৩৮৫-৫০৬২৫-২ আইএসবিএন ৯৭৮-০-৩৮৫-৫০৬২৫-০\nBoles, John. Black Southerners: 1619-1869 (1983) brief survey\nEngerman, Stanley L. Terms of Labor: Slavery, Serfdom, and Free Labor (1999)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ জুন ২০১২ তারিখে\nGenovese Eugene D. Roll, Jordan Roll (1974), classic study\nRichard H. King, \"Marxism and the Slave South\", American Quarterly 29 (1977), 117-31, a critique of Genovese\nEscott, Paul D. \"Remembering Slavery: African Americans Talk about Their Personal Experiences of Slavery and Freedom\" Journal of Southern History, Vol. 67, 2001  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ মে ২০১২ তারিখে\nParish, Peter J. Slavery: History and Historians (1989)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ মে ২০১২ তারিখে\nPhillips, Ulrich B. American Negro Slavery:A Survey of the Supply, Employment and Control of Negro Labor as Determined by the Plantation Regime (1918; paperback reprint 1966), southern white perspective\nPhillips, Ulrich B. Life and Labor in the Old South (1929)\nSellers, James B. Slavery in Alabama (1950).\nSydnor, Charles S. Slavery in Mississippi (1933\nStampp, Kenneth M. The Peculiar Institution: Slavery in the Ante-Bellum South (1956), a rebuttal of U B Philipps\nVorenberg, Michael . Final Freedom: The Civil War, the Abolition of Slavery, and the Thirteenth Amendment (2001)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ মে ২০১২ তারিখে\nWeinstein, Allen , Frank O. Gatell, and Lewis Sarasohn, eds., American Negro Slavery: A Modern Reader, third ed. (1978)\nMintz, S. Slavery Facts & Myths, Digital History\nআধুনিক যুগে দাসত্ব\nJesse Sage and Liora Kasten, Enslaved: True Stories of Modern Day Slavery, Palgrave Macmillan, 2008 আইএসবিএন ৯৭৮-১-৪০৩৯-৭৪৯৩-৮\nTom Brass, Marcel van der Linden, and Jan Lucassen, Free and Unfree Labour. Amsterdam: International Institute for Social History, 1993\nTom Brass, Towards a Comparative Political Economy of Unfree Labour: Case Studies and Debates, London and Portland, OR: Frank Cass Publishers, 1999. 400 pages.\nTom Brass and Marcel van der Linden, eds., Free and Unfree Labour: The Debate Continues, Bern: Peter Lang AG, 1997. 600 pages. A volume containing contributions by all the most important writers on modern forms of unfree labour.\nKevin Bales, Disposable People. New Slavery in the Global Economy, Revised Edition, University of California Press 2004, আইএসবিএন ০-৫২০-২৪৩৮৪-৬\nKevin Bales (ed.), Understanding Global Slavery Today. A Reader, University of California Press 2005, ISBN 0-520-24507-5freak\nKevin Bales, Ending Slavery: How We Free Today's Slaves, University of California Press 2007, আইএসবিএন ৯৭৮-০-৫২০-২৫৪৭০-১.\nMende Nazer and Damien Lewis, Slave: My True Story, আইএসবিএন ১-৫৮৬৪৮-২১২-২. Mende is a Nuba, captured at 12 years old. She was granted political asylum by the British government in 2003.\nGary Craig, Aline Gaus, Mick Wilkinson, Klara Skrivankova and Aidan McQuade (2007). Contemporary slavery in the UK: Overview and key issues  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ জুন ২০০৭ তারিখে, Joseph Rowntree Foundation. আইএসবিএন ৯৭৮-১-৮৫৯৩৫-৫৭৩-২.\nSomaly Mam Foundation\n\n\n== বহিঃসংযোগ ==\n\nঐতিহাসিক\nAfrican Holocaust\nParliament & The British Slave Trade 1600 - 1807\nEmory and Oxford College  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ জুলাই ২০১১ তারিখে\nSlavery Fact Sheets, Digital History\nThe West African Squadron and slave trade\nSlavery - PBS\nUnderstanding Slavery"}