{"pageid": 1085433, "title": "গিসেল হালিমি", "url": "https://bn.wikipedia.org/wiki?curid=1085433", "content": "গিসেল হালিমি (জন্ম জাইজা গিসলে এলিস তায়েব ; ২৭ জুলাই ১৯২৭-২৮ জুলাই ২০২০) একজন তিউনিসিয়ান-ফরাসি আইনজীবী, নারীবাদী এবং প্রাবন্ধিক ছিলেন।\n\n\n== জীবনী ==\nহালিমির জন্ম ১৯২৭ সালের ২৭ জুলাই তিউনিসিয়ার লা গুলেতে, একজন ইহুদি মা এবং বারবার বাবার ঘরে। তিনি  তিউনিসের একটি ফরাসি লাইসিতে শিক্ষিত হয়েছিলেন এবং তারপরে আইন ও দর্শনে স্নাতক হয়ে প্যারিস বিশ্ববিদ্যালয়ে পড়াশোনা করেছিলেন। তার শৈশব এবং যেভাবে সে ইহুদি-মুসলিম পরিচয় মিশ্রিত করেছে সেগুলি তার স্মৃতিকথা লে লেট ডি ল'অরঞ্জারে আলোচনা করা হয়েছে। তিনি প্রথমে পল হালিমির সাথে এবং পরে ক্লড ফক্সের সাথে বিবাহ বন্ধনে আবদ্ধ হন। তিনি তার ৯৩ তম জন্মদিনের পরদিন, ২৮ জুলাই ২০২০ সালে মারা যান।\n\n\n== কর্মজীবন ==\n১৯৪৮ সালে, হালিমি একজন আইনজীবী হিসেবে যোগ্যতা অর্জন করেন এবং আট বছর তিউনিস বারে থাকার পর ১৯৫৬ সালে প্যারিস বারে অনুশীলন শুরু করেন। তিনি আলজেরিয়ান ন্যাশনাল লিবারেশন ফ্রন্টের পরামর্শদাতা হিসাবে কাজ করেছিলেন, বিশেষত ১৯৬০ সালে কর্মী জামিলা বউপাছার যিনি ফরাসি সৈন্যদের দ্বারা ধর্ষণ ও নির্যাতনের শিকার এবং ১৯৬১ সালে একটি বই লিখেছিলেন (সিমোন ডি বেভোয়ারের ভূমিকা) তার মামলার আবেদন জানাতে। তিনি বাস্ক দেশে সংঘর্ষের সময় সংঘটিত অপরাধের জন্য অভিযুক্ত বাস্কবাসীদের হয়ে মামলা লড়েছেন, যেমন ১৯৭২ ববিগনি গর্ভপাতের বিচার (১৭ বছর বয়সী অভিযুক্তের গর্ভপাত করার অভিযোগে) (ধর্ষণের পর), যা জাতীয় দৃষ্টি আকর্ষণ করেছিল।\n১৯৬৭ সালে, তিনি রাসেল ট্রাইব্যুনালের সভাপতিত্ব করেন, যা ভিয়েতনামে আমেরিকান সামরিক পদক্ষেপের তদন্ত এবং মূল্যায়নের জন্য বার্ট্রান্ড রাসেল এবং জিন-পল সার্ত্র দ্বারা শুরু হয়েছিল।\n১৯৭১ সালে, তিনি নারীবাদী গোষ্ঠী চয়েসির সেই মহিলাদের সুরক্ষার জন্য যারা অবৈধ গর্ভপাতের কথা স্বীকার করে ৩৪৩ -এর ইশতেহারে স্বাক্ষর করেছিলেন, যার মধ্যে তিনি একজন ছিলেন। ১৯৭২ সালে Choisir একটি স্পষ্টভাবে সংস্কারবাদী সংগঠনে নিজেকে গঠন করে, এবং প্রচারাভিযানটি ১৯৭৪ সালে সিমোন ভিল গর্ভনিরোধ এবং গর্ভপাতের অনুমতি দেওয়ার আইনকে প্রভাবিত করে।\n১৯৮১ সালে তিনি  ফরাসি জাতীয় পরিষদে নির্বাচিত হন,   স্বাধীন সমাজতান্ত্রিক হিসাবে, এবং  ইসেরের  ডেপুটি ছিলেন ১৯৮৪ পর্যন্ত। ১৯৮৫ এবং ১৯৮৭ এর মধ্যে তিনি ইউনেস্কোর একজন ফরাসি উত্তরাধিকারী ছিলেন।\nতিনি ১৯৯৮ সালে এটিটিএসি-এর প্রতিষ্ঠাতা সদস্যা ছিলেন।\n\n\n== কাজ ==\n\n\n== তথ্যসূত্র =="}