{"pageid": 1085215, "title": "হাশেমিয়া কামিল মাদ্রাসা কক্সবাজার", "url": "https://bn.wikipedia.org/wiki?curid=1085215", "content": "হাশেমিয়া কামিল মাদ্রাসা কক্সবাজার বাংলাদেশের কক্সবাজার জেলার সদর উপজেলার একটি আলিয়া মাদ্রাসা। মাদ্রাসাটি ১৯৫২ সালে কলিমুল্লাহ কনট্রাক্টর  প্রতিষ্ঠা করেন। মুজহের আহমদ রেক্টর হুজুর মাদ্রাসার প্রতিষ্ঠাকালীন সুপার হিসেবে দায়িত্ব পালন করেন। মাদ্রাসাটি বর্তমানে ইসলামি আরবি বিশ্ববিদ্যালয় অধিভুক্ত কামিল মাদ্রাসা এবং মাদ্রাসার দাখিল ও আলিম স্তর বাংলাদেশ মাদ্রাসা শিক্ষাবোর্ডের আওতাধীন পরিচালিত হয়ে থাকে। মাদ্রাসার ইনস্টিটিউট কোড EIIN নাম্বার ১০৬২৯৪ এবং এমপিও নম্বর ৩০২০২২৪০২। মাদ্রাসাটিকে কক্সবাজারে উম্মুল মাদারিস বা মাদ্রাসাসমূহের মা বলে উল্লেখ করা হয়। এটি কক্সবাজার জেলার প্রথম কামিল মাদ্রাসা। মাদ্রাসার বর্তমান অধ্যক্ষের নাম রহমত সালাম।\n\n\n== ইতিহাস ==\nকক্সবাজার অঞ্চলে ইসলামি আধুনিক শিক্ষার বিস্তার ঘটাতে এই মাদ্রাসাটি চালু করা হয়, তৎকালীন সময়ে মাদ্রাসাটি প্রতিষ্ঠায় জমি ও অর্থ দিয়ে সাহায্য করেছিলেন কলিমুল্লাহ কন্ট্রাক্টর। ২০২১-২২ সেশনে চট্টগ্রাম বিশ্ববিদ্যালয়ের আরবি বিভাগে \"ইসলামী শিক্ষা বিস্তারে কক্সবাজার হাশেমিয়া কামিল মাদ্রাসার ভূমিকা\" শিরোনামে একটি এমফিল গবেষণা করা হয়, গবেষণাটি করেন চট্টগ্রাম বিশ্ববিদ্যালয়ের আরবি বিভাগের ছাত্র মুহাম্মদ ইউনুছ। সেখানে দেখানো হয় মাদ্রাসাটি প্রতিষ্ঠার পরে কক্সবাজার জেলায় ইসলামি শিক্ষার অবদান রাখতে সক্ষম হয়েছে।\n২০০৬ সালের পূর্বে বাংলাদেশের আলিয়া মাদ্রাসার পরীক্ষা বাংলাদেশ মাদ্রাসা শিক্ষাবোর্ড নিয়ন্ত্রণ করত। তবে ২০০৬ সালে ইসলামী বিশ্ববিদ্যালয় সংশোধনী আইন, ২০০৬ অনুযায়ী সারাদেশের ফাযিল (স্নাতক ডিগ্রি) ও কামিল (স্নাতকোত্তর) মাদ্রাসা কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের অধিভুক্ত লাভ করে। তখন এই মাদ্রাসাটিও ইবি অধিভুক্তি লাভ করে। এরপর ২০১৬ সালে মাদ্রাসাটি ইসলামি আরবি বিশ্ববিদ্যালয়ে স্থানান্তরিত করা হয়।\n\n\n== শিক্ষা কার্যক্রম ==\n১৯৫২ সালে মাদ্রাসার শিক্ষা কার্যক্রম একটি ইবতেদায়ী শাখা দিয়ে শুরু হলেও দ্রুতই মাদ্রাসাটি পূর্ব পাকিস্তান সরকারের অনুমোদন লাভ করে। এরপরে কার্যক্রম বৃদ্ধি পেলে দাখিল স্তরের লাভ করে। এবং ধীরে ধীরে মাদ্রাসাটি আলিম ও ফাজিল শ্রেণীর অনুমোদন লাভ করে। এই মাদ্রাসায় ফাজিল ও কামিল শ্রেণীতে আল কুরআন, আল হাদিস ও আল ফিকহ বিভাগে পড়াশোনার সুযোগ রয়েছে। মাদ্রাসার দাখিল ও আলিম শ্রেণীতে মানবিক ও বিজ্ঞান উভয় শাখা চালু রয়েছে। মাদ্রাসাটির ফলাফল প্রায়ই কক্সবাজার জেলার শীর্ষস্থানে দেখা যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফেসবুকে হাশেমিয়া কামিল মাদ্রাসা কক্সবাজার"}