{"pageid": 1085844, "title": "মোসি রাজ", "url": "https://bn.wikipedia.org/wiki?curid=1085844", "content": "মোশে \"মোসি\" রাজ (হিব্রু ভাষায়: מֹשֶׁה \"מוּסִי\" רָז‎, জন্ম ১৯ ডিসেম্বর ১৯৬৫) একজন ইসরায়েলি রাজনীতিবিদ। তিনি বর্তমানে মেরেৎজ দলের সদস্য হিসেবে নেসেটের সদস্য।\n\n\n== জীবনের প্রথমার্ধ ==\nজেরুজালেমে কুর্দি-ইহুদি পিতামাতার ঘরে জন্মগ্রহণ করেন। তিনি তার আইডিএফ জাতীয় সেবার সময় রাজ স্বেচ্ছায় প্যারাট্রুপারস ব্রিগেডে প্যারাট্রুপার হিসেবে কাজ করেছিলেন। তিনি একজন সৈনিক এবং স্কোয়াড নেতা হিসেবে দায়িত্ব পালন করেছিলেন। পরবর্তীতে তিনি অফিসার ক্যান্ডিডেট স্কুল শেষ করার পর পদাতিক কর্মকর্তা হন এবং অভিজাত ম্যাগলান ইউনিটে প্লাটুন নেতা হিসেবে দায়িত্ব পালন করেন, যেখানে তিনি রিজার্ভ মেজর হিসেবে কাজ করে যাচ্ছেন। \nতিনি হিব্রু বিশ্ববিদ্যালয় থেকে অ্যাকাউন্টিং এবং অর্থনীতিতে বিএ অর্জন করেন।\n\n\n== রাজনৈতিক পেশা ==\nএকজন সক্রিয় কর্মী রাজ পিস নাও-এর সেক্রেটারি জেনারেল এবং অলাভজনক সংস্থা ইর শালেমের পরিচালক হিসেবে দায়িত্ব পালন করেছেন। ১৯৯৯ সালের নেসেট নির্বাচনের জন্য রাজকে মেরেৎজ তালিকায় ১১তম স্থানে রাখা হয়, কিন্তু তারা মাত্র ১০ টি ম্যান্ডেট জিতে একটি আসন থেকে বঞ্চিত হয়। যাইহোক, তিনি ২৫ ফেব্রুয়ারি ২০০০ সালে নেসেট প্রবেশ করেন যখন হাইম অরন তার আসন থেকে পদত্যাগ করেন।\nতিনি ২০০৩ সালের নির্বাচনের জন্য দলের তালিকায় অষ্টম স্থান অর্জন করেন, কিন্তু দল ছয় টি আসনে হ্রাস পেলে তিনি তার আসন হারান। ২০০৬ সালের নির্বাচনের জন্য রাজকে তালিকায় দশম স্থানে রাখা হয়, কিন্তু দলটি মাত্র পাঁচটি আসন জিতেছিল। ২০০৯ সালের নির্বাচনের পূর্বে তিনি মেরেৎজ তালিকায় চতুর্থ স্থান অর্জন করেন কিন্তু দলটি মাত্র তিনটি আসনে জয়লাভ করে।\n২০১১ সালে পুলিশ তাকে একটি রেডিও স্টেশন পরিচালনার জন্য জিজ্ঞাসাবাদ করেছিল যা তারা বলেছিল যে অবৈধভাবে সম্প্রচার করা হয়েছে। \n২০১৫ সালের নেসেট নির্বাচনের জন্য রাজকে মেরেটজ তালিকায় ষষ্ঠ স্থান অর্জন করেন। ফলে সেবার তিনি খুব অল্পের জন্য আইনসভার সদস্য হতে পারেননি। কারণ মেরেটজ পাঁচটি আসনে জিতেছিলেন।  ২০১৫ সালে লিকুদ এম কে মিকি জোহর দাবি করেছিলেন যে রাজ ইসরায়েলিদের উপর হামলাকে ন্যায্য বলে দাবি করেছেন, মেরেটজ সদস্যদেরকে \"সন্ত্রাসী ফ্লোটিলাতে যাওয়া এমকে এবং [প্রাক্তন মেরেটজ এমকে] মসি রাজকে নিন্দা করার আহ্বান জানান, যিনি [মারাত্মক সন্ত্রাস] হামলার দিন [দোলেভের কাছে], লিখেছেন যে এটি বসতি স্থাপনের কারণে হয়েছিল। \"  লেবার নেসেট সদস্য স্ট্যাভ শফির জোহরের বক্তব্যকে \"একটি অশ্লীল, কুরুচিপূর্ণ, বিরক্তিকর মিথ্যা\" বলে প্রত্যাখ্যান করেছেন এবং অ্যাটর্নি জেনারেলকে জোহরের বিরুদ্ধে মানহানির তদন্ত করতে বলেছেন।\nরাজ তার আসন ছেড়ে দেওয়ার পর মেরেটজ নেতা জেহাভা গাল-অনের পরিবর্তে ২২ অক্টোবর ২০১৭ তারিখে নেসেটে পুনরায় প্রবেশ করেন। \nরাজ সক্রিয়ভাবে রুয়ান্ডায় আশ্রয়প্রার্থীদের দেশত্যাগ করার স্বল্পকালীন ইসরায়েল সরকারের নীতির বিরোধিতা করতে সক্রিয় ছিলেন। ২০১৮ সালের ফেব্রুয়ারিতে, তিনি মিচাল রোজিনের সাথে রুয়ান্ডা পরিদর্শন করেন, সেই সরকারকে নির্বাসন পরিকল্পনায় সহযোগিতা শেষ করার চেষ্টা করার জন্য।  ২০১৯ সালের এপ্রিল নির্বাচনে তিনি তার আসন হারান।\nরাজকে ২০২১ সালের নির্বাচনের জন্য মেরেটজের তালিকায় ষষ্ঠ স্থানে রাখা হয়েছিল।  মেরেটজ ছয়টি আসনে জয়ী হওয়ায় তিনি নেসেটে তার আসন ফিরে পান। \n\n\n== পুরস্কার ==\n২০১০ সালে, রাজ সহকর্মী মায়সা বারানসি-সিনিওরার সাথে অল ফর পিস রেডিওতে তার কাজের জন্য লন্ডনের ইন্টারন্যাশনাল মিডিয়া অ্যাওয়ার্ডে ইন্টারন্যাশনাল কাউন্সিল ফর প্রেস অ্যান্ড ব্রডকাস্টিং থেকে শান্তিতে অসামান্য অবদান প্রদান করে। \n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\nMossi Raz on the Knesset website"}