{"pageid": 1085409, "title": "অন্তরঙ্গ সঙ্গীর প্রতি সহিংসতা", "url": "https://bn.wikipedia.org/wiki?curid=1085409", "content": "অন্তরঙ্গ সঙ্গীর প্রতি সহিংসতা (আইপিভি) হল একজন বর্তমান বা প্রাক্তন পত্নী বা সঙ্গীর দ্বারা অন্য স্ত্রী বা সঙ্গীর বিরুদ্ধে ঘনিষ্ঠ সম্পর্কের ক্ষেত্রে পারিবারিক সহিংসতা। আইপিভি শারীরিক, মৌখিক, মানসিক, অর্থনৈতিক ও যৌন নির্যাতন সহ বেশ কয়েক ধরণের হতে পারে। বিশ্ব স্বাস্থ্য সংস্থা (ডব্লিউএইচও) আইপিভি'কে সংজ্ঞায়িত করেছে নিন্মক্ত ভাবে \"... ঘনিষ্ঠ সম্পর্কের মধ্যে যে কোনও আচরণ যা সম্পর্কের মধ্যে শারীরিক, মানসিক বা যৌন ক্ষতি করে, যার মধ্যে শারীরিক আগ্রাসন, যৌন জবরদস্তি, মানসিক নির্যাতন এবং আচরণ নিয়ন্ত্রণ করার ঘটনা রয়েছে।\" আইপিভি'কে কখনও কখনও কেবল ব্যাটারি বা স্ত্রী বা সঙ্গীর অপব্যবহার হিসাবে উল্লেখ করা হয়।\nআইপিভি-এর সবচেয়ে চরম রূপকে ঘনিষ্ঠ সন্ত্রাসবাদ, জোর করে নিয়ন্ত্রণ করার সহিংসতা, অথবা কেবল জোরপূর্বক নিয়ন্ত্রণ বলা হয়। এই ধরনের পরিস্থিতিতে, একজন সঙ্গী নিয়মতান্ত্রিকভাবে হিংস্র ও নিয়ন্ত্রণকারী। এটি সাধারণত মহিলাদের বিরুদ্ধে পুরুষদের দ্বারা সংঘটিত হয়, এবং এই ক্ষেত্রে চিকিৎসা সেবা ও মহিলাদের আশ্রয়ের ব্যবহার সবচেয়ে বেশি প্রয়োজন। ঘনিষ্ঠ সন্ত্রাসবাদের বিরুদ্ধে প্রতিরোধ, যা আত্মরক্ষার একটি ধরন, এবং যাকে হিংসাত্মক প্রতিরোধ বলা হয়, তা সাধারণত মহিলাদের দ্বারা পরিচালিত হয়।\nপুরুষদের বিরুদ্ধে গার্হস্থ্য সহিংসতার উপর গবেষণায় দেখা গেছে যে মহিলা অন্তরঙ্গ সঙ্গীদের দ্বারা গৃহস্থালি সহিংসতার ক্ষেত্রে পুরুষরাদের দ্বারা রিপোর্ট বা প্রতিবেদন করার সম্ভাবনা কম। অন্যদিকে, পুরুষদের মারাত্মক গার্হস্থ্য আক্রমণ করার সম্ভাবনা বেশি, এবং এর ফলে মহিলারা গুরুতর আঘাত পাওয়ার সম্ভাবনা বেশি।\nঅন্তরঙ্গ সঙ্গীর সহিংসতার সবচেয়ে সাধারণ কিন্তু কম ক্ষতিকর রূপ হল পরিস্থিতিগত দম্পতি সহিংসতা (যা পরিস্থিতিগত সহিংসতা নামেও পরিচিত), যা পুরুষ ও মহিলাদের দ্বারা প্রায় সমানভাবে পরিচালিত হয়, এবং এটি হওয়ার সম্ভাবনা কিশোর -কিশোরী ও কলেজ বয়সী সহ তরুণ দম্পতিদের (কিশোর ডেটিং সহিংসতা দেখুন) মধ্যে বেশি। সহিংসতার আরেকটি রূপ, যেখানে সম্পর্কের উভয় সঙ্গী নিয়ন্ত্রণ ও হিংসাত্মক আচরণে জড়িত, একে পারস্পরিক সহিংস নিয়ন্ত্রণ বলা হয়।\n\n\n== পটভূমি ==\n\nঅন্তরঙ্গ সম্পর্কের দুই ব্যক্তির মধ্যে অন্তরঙ্গ সঙ্গী সহিংসতা ঘটে। এটি বিষমকামী বা সমকামী দম্পতির মধ্যে হতে পারে এবং শিকার পুরুষ বা মহিলা উভয়ই হতে পারে। দম্পতিরা ডেটিং, সহবাস বা বিবাহিত হতে পারে এবং বাড়িতে বা বাড়ির বাইরে সহিংসতা ঘটতে পারে।\n১৯৯০-এর দশকে গবেষণায় দেখা গেছে যে নারী-পুরুষ উভয়েই গালিগালাজ করতে পারে বা গার্হস্থ্য সহিংসতার শিকার হতে পারে। নারীদের প্রতিহিংসা বা আত্মরক্ষায় হিংস্রভাবে কাজ করার সম্ভাবনা বেশি এবং পুরুষদের তুলনায় কম গুরুতর ধরনের সহিংসতায় লিপ্ত হওয়ার প্রবণতা দেখা যায়, যেখানে পুরুষদের দ্বারা নারীদের তুলনায় দীর্ঘমেয়াদী চক্রের অপব্যবহার করার সম্ভাবনা বেশি থাকে।\nবিশ্ব স্বাস্থ্য সংস্থা (ডব্লিউএইচও) অন্তরঙ্গ সঙ্গীর প্রতি সহিংসতাকে \"ঘনিষ্ঠ সম্পর্কের মধ্যে থাকা ব্যক্তিদের মধ্যে যে কোনো আচরণ যা শারীরিক, মানসিক বা যৌন ক্ষতির কারণ হয়\" হিসেবে সংজ্ঞায়িত করে। ডব্লিউএইচও নিয়ন্ত্রক আচরণগুলোকেও অত্যাচারের একটি রূপ হিসেবে যুক্ত করে।\n২০১০ সালে পরিচালিত একটি সমীক্ষা অনুসারে, বিশ্বব্যাপী ১৫ বছর বা তার বেশি বয়সী ৩০% নারী শারীরিক এবং/অথবা যৌন অন্তরঙ্গ সঙ্গীর সহিংসতার সম্মুখীন হয়েছেন।\n\nডব্লিউএইচও-এর বৈশ্বিক অনুমান, গণনা করেছে যে নারীরা তাদের জীবদ্দশায় একজন অন্তরঙ্গ সঙ্গীর দ্বারা শারীরিক বা যৌন নির্যাতনের শিকার হয়েছেন তাদের সংখ্যা প্রতি ৩ জনের মধ্যে ১ জন।\n\n\n== মূল্যায়ন ==\n\n\n=== স্ক্রিনিং সরঞ্জাম ===\nইউ. এস. প্রিভেন্টিভ সার্ভিসেস টাস্ক ফোর্স (ইউএসপিএসটিএফ) ২০১৮ সাল থেকে প্রজনন বয়সের নারীদের স্ক্রিনিং করার পরামর্শ প্রদান করে।\nসবচেয়ে বেশি অধ্যয়ন করা কিছু আইপিভি স্ক্রিনিং সরঞ্জাম ছিল আঘাত, অপমান, হুমকি এবং চিৎকার (এইচআইটিএস), নারী নির্যাতন স্ক্রিনিং সরঞ্জাম/নারী নির্যাতন স্ক্রিনিং সরঞ্জাম-সংক্ষিপ্ত রূপ (ডব্লিউএএসটি/ডব্লিউএএসটি-এসএফ), অংশীদার সহিংসতা স্ক্রিন (পিভিএস), এবং নির্যাতন মূল্যায়ন স্ক্রিন (এএএস)।\nএইচআইটিএস হল একটি চার-মাত্রা স্কেল যেখানে ৫-পয়েন্ট লিকার্ট স্কেলে ১ (কখনই নয়) থেকে ৫ (প্রায়শই) মূল্যায়ন করা হয়। এই স্টরঞ্জামটি প্রাথমিকভাবে পারিবারিক চিকিৎসক এবং পারিবারিক চিকিৎসকদের অফিসগুলোর মধ্যে পরীক্ষা করতে তৈরি করা হয়েছিল এবং তারপর থেকে বিভিন্ন বহিরাগত রোগীদের মাঝে মূল্যায়ন করা হয়। অভ্যন্তরীণ নির্ভরযোগ্যতা এবং সমকালীন বৈধতা গ্রহণযোগ্য। সাধারণত, এই পরিমাপের সংবেদনশীলতা নারীদের তুলনায় পুরুষদের মধ্যে কম পাওয়া গেছে।\nডব্লিউএএসটি হল একটি আট-মাত্রা পরিমাপ (ডব্লিউএএসটি-এর একটি সংক্ষিপ্ত রূপ আছে যা শুধুমাত্র প্রথম দুটি মাত্রা নিয়ে গঠিত)। এটি মূলত পারিবারিক চিকিৎসক জন্য তৈরি করা হয়েছিল, কিন্তু পরবর্তীকালে জরুরি বিভাগে পরীক্ষা করা হয়েছে। এটির ভাল অভ্যন্তরীণ নির্ভরযোগ্যতা এবং গ্রহণযোগ্য সমকালীন বৈধতা পাওয়া গেছে।\nপিভিএস হল নির্যাতন নির্দেশ করে এমন যেকোনো প্রশ্নের ইতিবাচক প্রতিক্রিয়াসহ একটি তিন-মাত্রা পরিমাপ যা হ্যাঁ/না স্কেলে মূল্যায়ন করা হয়। এটি জরুরি বিভাগের জন্য একটি সংক্ষিপ্ত সরঞ্জাম হিসেবে তৈরি করা হয়েছিল।\nএএএস হল নির্যাতন নির্দেশ করে এমন যেকোনো প্রশ্নের ইতিবাচক প্রতিক্রিয়াসহ একটি পাঁচ-মাত্রা পরিমাপ যা হ্যাঁ/না স্কেলে মূল্যায়ন করা হয়। এটি গর্ভবতী নারীদের বিরুদ্ধে সংঘটিত নির্যাতন সনাক্ত করার জন্য তৈরি করা হয়েছিল। স্ক্রিনিং স্টরঞ্জামটি মূলত অল্পবয়সী, দরিদ্র নারীদের সাথে পরীক্ষা করা হয়েছে। এটির গ্রহণযোগ্য পরীক্ষা-পুনরায় পরীক্ষার নির্ভরযোগ্যতা রয়েছে।\n\n\n=== গবেষণা সরঞ্জাম ===\nপারিবারিক সহিংসতার গবেষণায় ব্যবহৃত একটি সরঞ্জাম হল সংঘাত কৌশল মাত্রা (সিটিএস)। মূল সিটিএস থেকে দুটি সংস্করণ তৈরি করা হয়েছে: সিটিএস২ (মূল সিটিএস-এর একটি প্রসারিত এবং পরিবর্তিত সংস্করণ)\n এবং সিটিএসপিসি (সিটিএস প্যারেন্ট-চাইল্ড)। সিটিএস হল সবচেয়ে ব্যাপকভাবে সমালোচিত গার্হস্থ্য সহিংসতা পরিমাপের সরঞ্জামগুলোর মধ্যে একটি যা সহিংসতার কাজগুলো বোঝার ক্ষেত্রে প্রসঙ্গ পরিবর্তনশীল এবং প্রেরণামূলক কারণগুলোকে বাদ দেওয়ার কারণে। ন্যাশনাল ইনস্টিটিউট অফ জাস্টিস সতর্ক করে যে সিটিএস আইপিভি গবেষণার জন্য উপযুক্ত নাও হতে পারে \"কারণ এটি নিয়ন্ত্রণ, জবরদস্তি বা সংঘাতের কৌশলের উদ্দেশ্য পরিমাপ করে না।\" চিকিৎসা ব্যবস্থায় জনপ্রিয় স্বামী নির্যাতনের সূচক, সিটিএস থেকে তৈরি একটি ৩০-বিষয়ের স্ব-প্রতিবেদন মাত্রা।\nআইপিভি পরিমাপ করার জন্য গবেষণায় ব্যবহৃত আরেকটি মূল্যায়ন হল নারীর প্রতি সহিংসতার তীব্রতার মাত্রা (এসভিএডব্লিউএস)। এই মাত্রাটি পরিমাপ করে যে একজন নারী কতবার তার সঙ্গীর দ্বারা হিংসাত্মক আচরণের সম্মুখীন হয়।\n\n\n== কারণ ==\n\n\n=== মনোভাব ===\nঅস্পষ্ট যৌনতা তত্ত্বের উপর ভিত্তি করা গবেষণায় দেখা গেছে যে ব্যক্তিরা যারা যৌনতাবাদী মনোভাবকে যারা সমর্থন করে না তাদের তুলনায় যারা সমর্থন করে তারা পৌরাণিক কাহিনীগুলোর উচ্চতর গ্রহণযোগ্যতা দেখায় যা অন্তরঙ্গ সঙ্গীর সহিংসতাকে। ছাত্র এবং প্রাপ্তবয়স্ক উভয়ই লিঙ্গ ভূমিকা সম্পর্কে যারা একটি অধিকতর ঐতিহ্যগত ধারণা পোষণ করে তারা যারা বেশি অপ্রচলিত ধারণা পোষণ করে তাদের তুলনায় নির্যাতনের জন্য ভুক্তভোগীকে দায়ী করার সম্ভাবনা বেশি। গবেষক রোলেরো এবং টারটাগলিয়া দেখেছেন যে দ্ব্যর্থহীন লিঙ্গবাদের দুটি মাত্রা বিশেষত সহিংসতার পৌরাণিক কাহিনীর ভবিষ্যদ্বাণী করে: নারীদের প্রতি বৈরিতা এবং পুরুষের প্রতি দানশীলতা। তারা উভয়ই অংশীদার সহিংসতাকে বৈধতা দিতে অবদান রাখে এবং এর ফলে, নির্যাতনের গুরুতরতাকে অবমূল্যায়ন করা হয়।\nবিভিন্ন অধ্যয়ন পরিচালিত হয়েছে যে রোমান্টিক প্রেমের পৌরাণিক কাহিনীগুলোতে বিশ্বাসগুলো ১৮ থেকে ৩০ বছর বয়সী যুবকদের মধ্যে সঙ্গীর প্রতি সাইবার-নিয়ন্ত্রণ অপরাধের বৃহত্তর সম্ভাবনা সৃষ্টি করে এবং প্রাপ্তবয়স্কদের মধ্যে অন্তরঙ্গ সঙ্গীর সহিংসতাকে ন্যায্যতা দেওয়ার উচ্চ মাত্রার সাথে যুক্ত করে। রোমান্টিক প্রেমের পৌরাণিক কাহিনীগুলোর মধ্যে রয়েছে সমস্ত ধরনের অসুবিধা মোকাবেলা করার জন্য ভালবাসার শক্তিতে বিশ্বাস, সুখী হওয়ার জন্য একটি রোমান্টিক সম্পর্কের প্রয়োজনীয়তা, ভালবাসার লক্ষণ হিসেবে ঈর্ষায় বিশ্বাস, কষ্ট হিসেবে ভালবাসার উপলব্ধি এবং আমাদের আত্মার সাথীর অস্তিত্ব যিনি আমাদের একমাত্র সত্যিকারের ভালবাসা।\n\n\n=== জনসংখ্যা ===\nন্যাশনাল ইনস্টিটিউট অফ জাস্টিস থেকে একটি বিজ্ঞপ্তিতে উল্লেখ করা হয়েছে যে, যেসব নারীদের অন্তরঙ্গ সঙ্গীর সহিংসতার শিকার হওয়ার সম্ভাবনা বেশি তারা কিছু সাধারণ জনসংখ্যার মধ্যে ছিল। যে নারীরা ২১ বছর বয়সের মধ্যে সন্তান ধারণ করেছিলেন তারা সেই বয়সে মা না হওয়া নারীদের তুলনায় অন্তরঙ্গ সঙ্গীর সহিংসতার শিকার হওয়ার সম্ভাবনা দ্বিগুণ ছিল। যে পুরুষদের ২১ বছর বয়সের মধ্যে সন্তান হয়েছে তারা সেই বয়সে বাবা না হওয়া পুরুষদের তুলনায় নির্যাতনের সম্ভাবনা তিনগুণ বেশি। অনেক পুরুষ নির্যাতনকারী মাদকাসক্ত। দুই-তৃতীয়াংশেরও বেশি পুরুষ যারা ঘটনার সময় অ্যালকোহল, ড্রাগ বা উভয়ই ব্যবহার করে একজন সঙ্গীর বিরুদ্ধে হত্যাকাণ্ডের চেষ্টা করে বা হত্যার করে; এবং ভুক্তভোগীদের এক-চতুর্থাংশেরও কম তা ব্যবহার করে। পারিবারিক আয় যত কম, অন্তরঙ্গ অংশীদারদের সহিংসতার হার তত বেশি। অন্তরঙ্গ সঙ্গীর সহিংসতা একজন নারীর কর্মসংস্থান খোঁজার ক্ষমতাকে ব্যাহত করে। এএফডিসি সুবিধাপ্রাপ্ত নারীদের উপর একটি সমীক্ষায় দেখা গেছে যে গার্হস্থ্য সহিংসতা কর্মসংস্থানের স্থিতিশীলতা হ্রাসের একটি সাধারণ প্যাটার্নের সাথে যুক্ত ছিল অবশেষে, অনেক ভুক্তভোগীর মানসিক স্বাস্থ্য সমস্যা ছিল। গুরুতর গার্হস্থ্য সহিংসতার রিপোর্ট করা প্রায় অর্ধেক নারীও বড় বিষণ্ণতার মানদণ্ড পূরণ করে; ২৪ শতাংশ পোস্টট্রমাটিক স্ট্রেস ডিসঅর্ডার এবং ৩১ শতাংশ উদ্বেগে ভোগেন।\n\n\n== প্রকার ==\nমাইকেল পি. জনসন চারটি প্রধান ধরনের অন্তরঙ্গ অংশীদার সহিংসতার পক্ষে যুক্তি দেন (যা \"জনসনের টাইপোলজি\" নামেও পরিচিত), যা পরবর্তীতে গবেষণা এবং মূল্যায়ন, সেইসাথে স্বাধীন গবেষকদের দ্বারা সমর্থিত। সহিংসতার ধরন, অপরাধীদের উদ্দেশ্য এবং সামাজিক ও সাংস্কৃতিক প্রেক্ষাপটের উপর ভিত্তি করে অসংখ্য ঘটনা এবং অপরাধীর উদ্দেশ্যের ওপর ভিত্তি করে এই পার্থক্য করা হয়েছে। এছাড়াও মার্কিন যুক্তরাষ্ট্রের রোগ নিয়ন্ত্রণ কেন্দ্র (সিডিসি) গার্হস্থ্য সহিংসতাকে বিভিন্ন প্রকারে ভাগ করে। ইলেন স্টর্কি তার ব্যাপক বিশ্লেষণ, স্কারস এক্রোস হিউম্যানিটি আইভিপি একাডেমিক ২০১৮-এ, যুক্তি দেন যে অন্তরঙ্গ অংশীদার সহিংসতা নারীর বিরুদ্ধে সহিংসতার বৈশ্বিক প্রকাশের একটি দিক। তার উদ্ধৃত অন্যান্য উদাহরণ হল বাছাইকৃত গর্ভপাত, নারীদের যৌনাঙ্গ বিচ্ছেদ, বাল্য বিবাহ, জোরপূর্বক বিবাহ, অনার কিলিং, ধর্ষণ, পাচার, পতিতাবৃত্তি এবং যুদ্ধে যৌন সহিংসতা।\n\n\n=== অন্তরঙ্গ সন্ত্রাসবাদ ===\nঅন্তরঙ্গ সন্ত্রাসবাদ, বা জবরদস্তি নিয়ন্ত্রণ সহিংসতা (সিসিভি), ঘটে যখন সম্পর্কের একজন অংশীদার, সাধারণত একজন পুরুষ, অন্য অংশীদারের উপর জবরদস্তি নিয়ন্ত্রণ ও ক্ষমতা ব্যবহার করে, হুমকি, ভীতি প্রদর্শন, এবং বিচ্ছিন্নতাব্যবহার করে। সিসিভি নির্ভর করে নিয়ন্ত্রণের উদ্দেশ্যে গুরুতর মানসিক নির্যাতনের ওপর; আর যখন শারীরিক অত্যাচার ঘটে তখন তাও মারাত্মক হয়। এই ধরনের ক্ষেত্রে, \"একজন অংশীদার, সাধারণত একজন পুরুষ, ভুক্তভোগীর, সাধারণত একজন নারীর জীবনের প্রতিটি দিক নিয়ন্ত্রণ করে।\" জনসন ২০০১ সালে রিপোর্ট করেছিলেন যে অন্তরঙ্গ সন্ত্রাসবাদের ৯৭% সন্ত্রাস ছিল পুরুষ দ্বারা সংগঠিত।\nঅন্তরঙ্গ সঙ্গীর সহিংসতায় জড়িত থাকতে পারে যৌন, স্যাডিস্টিক নিয়ন্ত্রণ, অর্থনৈতিক, শারীরিক, মানসিক এবং মনস্তাত্ত্বিক নির্যাতন। অন্তরঙ্গ সন্ত্রাসবাদ সময়ের সাথে সাথে বাড়তে পারে, পারস্পরিক সমঝোতা হওয়ার সম্ভাবনা থাকে না, এবং গুরুতর আঘাত জড়িত হওয়ার সম্ভাবনা বেশি থাকে। এক ধরনের নির্যাতনের শিকার ব্যক্তিরা প্রায়শই অন্য ধরনের নির্যাতনের শিকার হয়। একাধিক ঘটনার সাথে তীব্রতা বাড়তে থাকে, বিশেষ করে যদি অপব্যবহার বিভিন্নভাবে সংগঠিত হয়। যদি অপব্যবহারটি আরও গুরুতর হয়, তবে এটি ভুক্তভোগীদের উপর দীর্ঘস্থায়ী প্রভাব ফেলার সম্ভাবনা বেশি রাখে কারণ অপব্যবহারের দীর্ঘমেয়াদী প্রভাবগুলো ক্রমবর্ধমান হতে থাকে। যেহেতু এই ধরনের সহিংসতা চরম হওয়ার সম্ভাবনা বেশি, তাই অন্তরঙ্গ সন্ত্রাসবাদ থেকে বেঁচে যাওয়া ব্যক্তিদের চিকিৎসা পরিষেবা এবং আশ্রয়কেন্দ্রের নিরাপত্তার প্রয়োজন হতে পারে। শারীরিক বা যৌন অন্তরঙ্গ সন্ত্রাসবাদের পরিণতিগুলোর মধ্যে রয়েছে দীর্ঘস্থায়ী ব্যাথা, গ্যাস্ট্রোইনটেস্টাইনাল এবং স্ত্রীরোগ সংক্রান্ত সমস্যা, বিষণ্নতা, দুর্ঘটনা পরবর্তী মানসিক বৈকল্য এবং মৃত্যু। অন্যান্য মানসিক স্বাস্থ্যের ক্ষতি হল উদ্বেগ, মাদকের অপব্যবহার এবং কম আত্মসম্মানবোধ।\nযারা পরিস্থিতিগত দম্পতি সহিংসতায় জড়িত তাদের তুলনায় শিশু হিসেবে নির্যাতনের সাক্ষী হওয়া ব্যক্তিদের অপব্যবহারকারী হবার সম্ভাবনা বেশি।\nঅন্তরঙ্গ সন্ত্রাসবাদীদের মধ্যে দুটি প্রকার রয়েছে: \"সাধারণত-হিংসাত্মক-অসামাজিক\" এবং \"ডিসফোরিক-বর্ডারলাইন\"। প্রথম প্রকারের মধ্যে সাধারণ সাইকোপ্যাথিক এবং হিংসাত্মক প্রবণতা রয়েছে এমন ব্যক্তিরা অন্তর্ভুক্ত। দ্বিতীয় প্রকারের মধ্যে এমন লোক রয়েছে যারা সম্পর্কের উপর আবেগগতভাবে নির্ভরশীল। একজন ব্যক্তির দ্বারা তাদের অন্তরঙ্গ সঙ্গীর বিরুদ্ধে সহিংসতা প্রায়শই অংশীদারকে নিয়ন্ত্রণ করার উপায় হিসেবে করা হয়, এমনকি যদি এই ধরনের সহিংসতা ঘন ঘন নাও হয়।\n\n\n=== হিংসাত্মক প্রতিরোধ ===\nহিংসাত্মক প্রতিরোধ (ভিআর), আত্মরক্ষা-এর একটি রূপ, এটি হলো বিশেষ ধরনের সহিংসতা যেটি যারা ভুক্তভোগী তারা তাদের অংশীদারদের বিরুদ্ধে সংঘটিত করে যারা তাদের বিরুদ্ধে অন্তরঙ্গ সন্ত্রাসবাদ চালায়। অন্তরঙ্গ সন্ত্রাসবাদ এবং সহিংস প্রতিরোধের সম্পর্কের মধ্যে, সহিংস প্রতিরোধকারীদের ৯৬%-ই নারী। দীর্ঘস্থায়ী সহিংসতার ঘটনার পরে প্রাথমিক আক্রমণ বা প্রতিরক্ষা ব্যবস্থার প্রতিক্রিয়া হিসেবে ভিআর একটি সহজাত প্রতিক্রিয়া হিসেবে ঘটতে পারে। এই ধরনের প্রতিরোধ কখনো কখনো জীবননাশক হয়ে উঠতে পারে যদি ভুক্তভোগী মনে করে যে তার বাঁচার একমাত্র উপায় হলো তার সঙ্গীকে হত্যা করা।\n\n\n=== পরিস্থিতিগত দম্পতি সহিংসতা ===\n\nপরিস্থিতিগত দম্পতি সহিংসতা, যাকে সাধারণ দম্পতি সহিংসতাও বলা হয়, এটি সাধারণ নিয়ন্ত্রণমূলক আচরণের সাথে সংযুক্ত নয়, তবে একটি একক ঝগড়া থেকে উদ্ভূত হয় যেখানে একজন বা উভয় অংশীদার শারীরিকভাবে অন্যের উপর আঘাত করে। এটি অন্তরঙ্গ অংশীদার সহিংসতার সবচেয়ে সাধারণ রূপ, বিশেষ করে পশ্চিমা বিশ্বে এবং অল্প বয়স্ক দম্পতিদের মধ্যে, এবং এতে প্রায় সমানভাবে নারী এবং পুরুষ জড়িত। জনসন দেখেছেন যে, কলেজ ছাত্রদের মধ্যে এটি প্রায় ৪৪% সময় নারীদের দ্বারা এবং ৫৬% সময় পুরুষদের দ্বারা সংঘটিত হয়।\nজনসন বলেছেন যে পরিস্থিতিগত দম্পতি সহিংসতা একটি সম্পর্ককে গতিশীল করে \"যেখানে সংঘর্ষ মাঝে মাঝে 'নিয়ন্ত্রণের বাইরে' চলে যায়, যা সাধারণত 'ছোট' সহিংসতার দিকে পরিচালিত করে এবং খুব কমই গুরুতর বা প্রাণঘাতী সহিংসতায় পরিণত হয়।\"\nপরিস্থিতিগত দম্পতি সহিংসতায়, পুরুষ ও নারীদের দ্বারা সহিংসতার কাজগুলো মোটামুটি সমান হারে ঘটে, এক্ষেত্রে আঘাতের বিরল ঘটনা, এবং কোনো অংশীদারকে নিয়ন্ত্রণ করার চেষ্টায় বদ্ধপরিকর হয় না। এটি অনুমান করা হয় যে প্রায় ৫০% দম্পতি তাদের সম্পর্কের ক্ষেত্রে পরিস্থিতিগত দম্পতি সহিংসতার সম্মুখীন হয়।\nপরিস্থিতিগত দম্পতি সহিংসতা জড়িত:\n\nধরন: হালকা আক্রমনাত্মক আচরণ যেমন বস্তু নিক্ষেপ করা, ধাক্কা দেওয়া, থাপ্পড় দেওয়া, কামড় দেওয়া, আঘাত করা, আঁচড় কাটা বা চুল টানার মতো আরও আক্রমণাত্মক আচরণ।\nঘটনার কাল: অংশীদার সন্ত্রাসবাদের চেয়ে কম ঘন ঘন হয়, একটি তর্ক বা মতবিরোধের সময় একবারে ঘটে থাকে।\nতীব্রতা: ঘনিষ্ঠ সন্ত্রাসবাদের চেয়ে মৃদু, এবং তা খুব কমই আরও গুরুতর অপব্যবহারের দিকে বর্ধিত হয়, সাধারণত গুরুতর আঘাতগুলো এতে অন্তর্ভুক্ত করে না যার কারণে একজন সঙ্গীকে হাসপাতালে ভর্তি করা হয়েছিল।\nপারস্পরিকতা: সম্পর্কের অংশীদারদের দ্বারা সহিংসতা সমানভাবে প্রকাশ পেতে পারে।\nঅভিপ্রায়: অন্য অংশীদারের উপর নিয়ন্ত্রণ এবং ক্ষমতা অর্জনের উপায় হিসেবে না হয়ে বরং রাগ বা হতাশার কারণে ঘটে।\n\n\n=== পারস্পরিক এবং অ-পারস্পরিক ===\nসিডিসি গার্হস্থ্য সহিংসতাকে দুই প্রকারে ভাগ করে: পারস্পরিক, যেখানে উভয় অংশীদারই সহিংস এবং অ-পারস্পরিক সহিংসতা, যেখানে একজন অংশীদার সহিংস। চারটি প্রকারের মধ্যে, পরিস্থিতিগত দম্পতি সহিংসতা এবং পারস্পরিক সহিংস নিয়ন্ত্রণ পারস্পরিক, যেখানে অন্তরঙ্গ সন্ত্রাসবাদ হলো অ-পারস্পরিক। নিজে থেকে সহিংস প্রতিরোধ অ-পারস্পরিক, কিন্তু অন্তরঙ্গ সন্ত্রাসবাদের প্রতিক্রিয়ায় তা পারস্পরিক।\n\n\n== লিঙ্গ অনুসারে ==\n১৯৭০ এবং ১৯৮০-এর দশকে, বৃহৎ, জাতীয় প্রতিনিধিত্বমূলক নমুনা ব্যবহার করে গবেষণার ফলাফলে দেখা গেছে যে নারীরা অন্তরঙ্গ সম্পর্কের ক্ষেত্রে পুরুষদের মতোই হিংস্র ছিল। এই তথ্যগুলো আশ্রয়স্থল, হাসপাতাল এবং পুলিশের তথ্য থেকে উল্লেখযোগ্যভাবে বিচ্ছিন্ন হয়ে গেছে, একটি দীর্ঘস্থায়ী বিতর্ক শুরু করেছে, যাকে \"লিঙ্গ প্রতিসাম্য বিতর্ক\" বলা হয়। এই বিতর্কের একটি পক্ষ যুক্তি দেয় যে প্রধানত পুরুষরা আইপিভি (লিঙ্গ অসাম্যের দৃষ্টিকোণ) দ্বারা অপরাধ করে, অন্যদিকে অপর পক্ষ বজায় রাখে যে পুরুষ এবং নারী প্রায় সমান হারে আইপিভি করে (লিঙ্গ প্রতিসাম্য দৃষ্টিকোণ)। তবে, লিঙ্গ প্রতিসাম্য সম্পর্কিত গবেষণা আইপিভি-এর অসমমিত দিকগুলোকে স্বীকার করে, যা দেখায় যে পুরুষরা আইপিভি-এর আরও হিংসাত্মক এবং প্রায়শই মারাত্মক উপায় ব্যবহার করে। লিঙ্গ সহিংসতার দুটি গুরুত্বপূর্ণ দিক বাদ দেওয়ার জন্য পুরানো দ্বন্দ্ব কৌশল মাত্রা (সিটিএস) পদ্ধতির সমালোচনা করা হয়েছিল: দ্বন্দ্ব-প্ররোচিত আগ্রাসন এবং নিয়ন্ত্রণ-প্রণোদিত আগ্রাসন। উদাহরণস্বরূপ, নারীরা সাধারণত আত্মরক্ষা বা প্রতিশোধের একটি রূপ হিসেবে আইপিভি-তে জড়িত হন।\nগবেষণায় দেখা গেছে যে পুরুষ অংশীদারদের উপর নারীদের দ্বারা সংঘটিত অপব্যবহারের প্রকৃতি পুরুষদের দ্বারা সংঘটিত অপব্যবহারের থেকে ভিন্ন, কারণ এটি সাধারণত নিয়ন্ত্রণের একটি রূপ হিসেবে ব্যবহৃত হয় না এবং একই মাত্রার অংশীদার কর্তৃক আঘাত বা অপব্যবহারের ভয় সৃষ্টি করে না।. পণ্ডিতরা বলছেন যে এই কেসগুলোকে সাধারণীকরণ করা উচিত নয় এবং প্রতিটি দম্পতির নির্দিষ্টতা অবশ্যই মূল্যায়ন করা উচিত। ২০১৬ সালের একটি মেটা-বিশ্লেষণ নির্দেশ করে যে অন্তরঙ্গ অংশীদার সহিংসতার জন্য শুধুমাত্র ঝুঁকির কারণগুলো যা লিঙ্গ দ্বারা পৃথক হয় সেগুলো হলো শিশু হিসেবে অন্তরঙ্গ অংশীদার সহিংসতা দেখা, অ্যালকোহলের ব্যবহার, পুরুষের চাহিদা এবং নারীদের যোগাযোগ প্রত্যাহারের ধরন।\n\n\n=== লিঙ্গ বৈষম্য ===\n\nযদিও নারী ও পুরুষ উভয়েই আইপিভির শিকার এবং অপরাধী হতে পারে, এই ধরনের সহিংসতার বেশিরভাগই নারীদের উপর সঞ্চালিত হয়, যার ফলে যারা বিষমকামী এবং সমকামী সম্পর্কের ক্ষেত্রেও অনেক বেশি আঘাতপ্রাপ্ত হওয়ার সম্ভাবনা রয়েছে। যদিও পুরুষ এবং নারীরা পরিস্থিতিগত বিবাদের মাধ্যমে অপ্রতিবেদিত ছোটখাটো সহিংসতা সমান হারে সংগঠিত করে, তবে আরো গুরুতর অপরাধ এবং ঘরোয়া আঘাত মূলত পুরুষদের দ্বারা সংঘটিত হয়। এটি নতুন সিটিএস পদ্ধতির উপর ভিত্তি করে তৈরি করা হয়েছে যেটি হলো পুরানো সংস্করণগুলোর বিপরীত, যেগুলো সহিংসতা সংঘটিত হওয়া প্রসঙ্গগুলোকে বিবেচনা করে না। ভায়োলেন্স অ্যান্ড ভিক্টিমস জার্নালে প্রকাশিত একটি ২০০৮-এর সিস্টেম্যাটিক রিভিউতে দেখা গেছে যে কম গুরুতর ঝগড়া বা সহিংসতা পুরুষ এবং নারী উভয়ের মধ্যে সমান হওয়া সত্ত্বেও, আরও গুরুতর এবং সহিংস নির্যাতন করা হয়েছিল পুরুষদের দ্বারা। এটিও পাওয়া গেছে যে নারীদের দ্বারা শারীরিক সহিংসতার ব্যবহার সম্ভবত আত্মরক্ষা বা ভয় দ্বারা অনুপ্রাণিত হয়েছিল যেখানে পুরুষদের সহিংসতার ব্যবহার নিয়ন্ত্রণ করার অভিপ্রায় দ্বারা অনুপ্রাণিত হয়েছিল। \"ট্রমা ভায়োলেন্স অ্যাবিউজ\" জার্নালে প্রকাশিত ২০১০ সালের একটি পদ্ধতিগত পর্যালোচনায় দেখা গেছে যে পুরুষের প্রতি আইপিভিতে নারীদের জন্য সাধারণ উদ্দেশ্য ছিল রাগ, মনোযোগের প্রয়োজন বা তাদের সঙ্গীর সহিংসতার প্রতিক্রিয়া হিসেবে। আগ্রাসন এবং সহিংস আচরণ জার্নালে প্রকাশিত ২০১১ সালের একটি পর্যালোচনায় পুরুষ ও নারীদের দ্বারা করা অপব্যবহারের পদ্ধতির মধ্যে পার্থক্য পাওয়া গেছে, পরামর্শ দেওয়া হয়েছে যে পুরুষদের দ্বারা \"মারধর, শ্বাসরোধ করার সম্ভাবনা বেশি\" বা তাদের সঙ্গীদের গলা টিপে মারার সম্ভাবনা ছিল, যেখানে নারীরা \"তাদের সঙ্গীর দিকে কিছু ছুঁড়ে মারা, চড়, লাথি, কামড়, ঘুষি বা কোনো বস্তু দিয়ে আঘাত করার\" সম্ভাবনা বেশি ছিল।\nগবেষকরা যেমন মাইকেল এস কিমেল লিঙ্গ এবং গার্হস্থ্য সহিংসতার মধ্যে সম্পর্ক মূল্যায়নে সিটিএস পদ্ধতির সমালোচনা করেছেন। কিমেল যুক্তি দিয়েছিলেন যে সিটিএস লিঙ্গ সহিংসতার দুটি গুরুত্বপূর্ণ দিক বাদ দিয়েছে: দ্বন্দ্ব-প্ররোচিত আগ্রাসন এবং নিয়ন্ত্রণ অনুপ্রাণিত আগ্রাসন। প্রথম দিকটি পারিবারিক দ্বন্দ্বের একটি রূপ (যেমন একটি যুক্তি) যখন পরবর্তীটি নিয়ন্ত্রণের একটি হাতিয়ার হিসেবে সহিংসতা ব্যবহার করছে। কিমেল আরও যুক্তি দিয়েছিলেন যে সিটিএস আঘাতের তীব্রতা, যৌন নিপীড়ন এবং প্রাক্তন অংশীদার বা স্ত্রীদের কাছ থেকে নির্যাতনের জন্য মূল্যায়ন করতে ব্যর্থ হয়েছে।\nনারীরা সাধারণত পুরুষদের তুলনায় সঙ্গীর অপব্যবহারের গুরুতর এবং দীর্ঘস্থায়ী রূপের শিকার হয় এবং পুরুষদের সাধারণত নারীদের তুলনায় একটি আপত্তিজনক সঙ্গীকে ছেড়ে যাওয়ার বেশি সুযোগ থাকে। গবেষকরা এই ধরনের অপব্যবহারের প্রতিক্রিয়ায় পুরুষ এবং নারীদের মাঝে ভিন্ন ফলাফল খুঁজে পেয়েছেন। সাইকোলজি অফ ভায়োলেন্স জার্নাল থেকে ২০১২ সালের একটি পর্যালোচনায় দেখা গেছে যে অংশীদারদের সহিংসতার ফলে নারীরা আনুপাতিকভাবে বেশি সংখ্যায় আঘাত, ভয় এবং পোস্টট্রমাটিক স্ট্রেস ভুগছেন। পর্যালোচনায় আরও দেখা গেছে যে ৭০% নারী ভুক্তভোগী তাদের অংশীদারদের দ্বারা সংঘটিত সহিংসতার ফলে ভীত বোধ করেছে যেখানে ৮৫% পুরুষ ভুক্তভোগী এই ধরনের সহিংসতার প্রতিক্রিয়ায় \"কোনো ভয় নেই\" বলে জানিয়েছেন৷ অবশেষে, আইপিভি নারীদের সাথে সম্পর্কের সন্তুষ্টির সাথে সম্পর্কযুক্ত করেছে কিন্তু এটি পুরুষদের জন্য তা করেনি।\nইউএস ডিপার্টমেন্ট অফ জাস্টিস-এর সরকারি পরিসংখ্যান অনুসারে, গৃহস্থালী সহিংসতার উপর যুক্তরাষ্ট্রীয় বিচারের ৯৬% পুরুষ অপরাধী দ্বারা সংগঠিত হয়। ২০০৩ থেকে ২০১২ সাল পর্যন্ত অ-মারাত্মক গার্হস্থ্য সহিংসতার উপর মার্কিন বিচার বিভাগের আরেকটি প্রতিবেদনে দেখা গেছে যে ৭৬% গার্হস্থ্য সহিংসতা নারীদের বিরুদ্ধে এবং ২৪% পুরুষদের বিরুদ্ধে সংঘটিত হয়েছিল। ইউনাইটেড নেশনস অফিস অন ড্রাগস অ্যান্ড ক্রাইম অনুসারে, ২০০৮ সালে ইউরোপ জুড়ে নির্বাচিত কিছু দেশগুলোতে অংশীদার বা প্রাক্তন অংশীদার দ্বারা নিহতদের মধ্যে ৭৭.৪% নারী এবং ২২.৬% পুরুষ ছিল।\nবিশ্বব্যাপী, নারীদের বিরুদ্ধে অন্তরঙ্গ সঙ্গীর সহিংসতার পুরুষদের অপরাধ প্রায়শই পুরুষত্ব এবং পিতৃতন্ত্রের ধারণা থেকে উদ্ভূত হয়। মার্কিন যুক্তরাষ্ট্র, নাইজেরিয়া এবং গুয়াতেমালায় করা অধ্যয়নগুলো এই ধারণাটিকে সমর্থন করে যে পুরুষরা তাদের অংশীদারদের প্রতি হিংসাত্মক প্রতিক্রিয়া দেখায় যখন তাদের লিঙ্গ ভূমিকা পরিবর্তন করে তাদের পুরুষত্ব হুমকির মুখে পড়ে। সাম্প্রতিক বৃত্তিগুলো বিশ্বজুড়ে অন্তরঙ্গ অংশীদার সহিংসতার প্রতি দৃষ্টিভঙ্গি গঠনে পুরুষত্বের ধারণা এবং ঔপনিবেশিকতা, বর্ণবাদ, শ্রেণী এবং যৌন অভিযোজন-এর মতো কারণগুলোর মধ্যে মিথস্ক্রিয়াগুলোর জটিলতার দিকে মনোযোগ আকর্ষণ করে।\n\n\n=== লিঙ্গ প্রতিসাম্য ===\nযে তত্ত্বটি অনুসারে পুরুষদের মতো প্রায় একই হারে নারীরা অন্তরঙ্গ অংশীদার সহিংসতা (আইপিভি) করে তাকে \"লিঙ্গ প্রতিসাম্য\" বলা হয়েছে। লিঙ্গ প্রতিসাম্যের প্রথম অভিজ্ঞতামূলক প্রমাণ ১৯৭৫ সালের মারে এ. স্ট্রাউস এবং রিচার্ড জে. গেলেস দ্বারা মার্কিন জাতীয় পারিবারিক সহিংসতা সমীক্ষায় উপস্থাপিত হয়েছিল যেখানে ২,১৪৬টি \"অক্ষত পরিবারের\" জাতীয় প্রতিনিধি নমুনা ছিল। সমীক্ষায় দেখা গেছে ১১.৬% পুরুষ এবং ১২% নারী গত বারো মাসে কোনো না কোনো ধরনের আইপিভি-এর অভিজ্ঞতা পেয়েছেন, যেখানে ৪.৬% পুরুষ এবং ৩.৮% নারী \"গুরুতর\" আইপিভি-এর অভিজ্ঞতা পেয়েছেন।\nএই অপ্রত্যাশিত ফলাফলগুলো সুজান কে. স্টেইনমেটজকে ১৯৭৭ সালে বিতর্কিত শব্দ \"ব্যাটারড হাজব্যান্ড সিন্ড্রোম\" তৈরি করতে পরিচালিত করেছিল। স্ট্রাউস এবং গেলসের ফলাফল প্রকাশের পর থেকে, গার্হস্থ্য সহিংসতার অন্যান্য গবেষকরা লিঙ্গ প্রতিসাম্য সত্যিই বিদ্যমান কি না তা নিয়ে বিতর্ক করেছেন। সমাজবিজ্ঞানী মাইকেল ফ্লাড লিখেছেন, \"গার্হস্থ্য সহিংসতায় কোনো 'লিঙ্গ প্রতিসাম্য' নেই; পুরুষ এবং নারীদের নির্যাতিত হওয়ার সাধারণ নিদর্শনের মধ্যে গুরুত্বপূর্ণ পার্থক্য রয়েছে; এবং গার্হস্থ্য সহিংসতা শুধুমাত্র পুরুষদের যে সহিংসতার শিকার হয় তার একটি ছোট অংশকে প্রতিনিধিত্ব করে। \"\n১৯৭৫ সাল থেকে অন্যান্য অভিজ্ঞতামূলক গবেষণা আইপিভিতে লিঙ্গ প্রতিসাম্যের পরামর্শ দেয়। অভিজ্ঞতামূলক অধ্যয়নগুলো নির্দেশ করে যে অপরাধের হার ছোট এবং গুরুতর উভয় ধরনের অপব্যবহারের জন্য প্রতিসম থাকে। এই ফলাফলটি অপব্যবহারের দ্বি-দিক বা পারস্পরিক ধরনের কারণে হতে পারে, একটি সমীক্ষায় উপসংহারে বলা হয়েছে যে ৭০% আক্রমণে পারস্পরিক সহিংসতা জড়িত৷ স্ট্রাউসের ২০১১ সালের একটি পর্যালোচনায় দেখা গেছে যে পুরুষ এবং নারীরা একই হারে একে অপরের বিরুদ্ধে আইপিভি করে থাকে। একটি কারণ যে তথ্য প্রতিফলিত হতে পারে যে পুরুষ এবং নারী সমানভাবে অন্তরঙ্গ সঙ্গীর সহিংসতা করে তা হল যে নারীরা তাদের সহিংস পুরুষ অংশীদারদের বিরুদ্ধে আত্মরক্ষার উপায় হিসেবে প্রায়শই সহিংস প্রতিরোধে লিপ্ত হয়। ২০১০ সালের আইপিভি-এর নারীর অপরাধের উপর গবেষণার একটি পদ্ধতিগত পর্যালোচনাতে আত্মরক্ষা এবং প্রতিশোধের মধ্যে পার্থক্য করা কঠিন ছিল বলে পাওয়া গেছে।\nপাঁচটি মহাদেশের প্রমাণের একটি ২০১৩ সালের পর্যালোচনায় দেখা গেছে যে যখন অংশীদারদের অপব্যবহারকে বিস্তৃতভাবে সংজ্ঞায়িত করা হয় (আবেগজনিত অপব্যবহার, যেকোনো ধরনের আঘাত, কে প্রথমে আঘাত করে), এটি তুলনামূলকভাবে সমান। যাইহোক, যখন পর্যালোচনাটি পরীক্ষা করে যে কারা শারীরিকভাবে ক্ষতিগ্রস্থ হয়েছে এবং কতটা গুরুতরভাবে, বেশি ভয় প্রকাশ করে এবং পরবর্তী মানসিক সমস্যার সম্মুখীন হয়, তখন গার্হস্থ্য সহিংসতা প্রাথমিকভাবে নারীদের প্রভাবিত করে। বতসোয়ানার একটি নমুনা আইপিভি ভোগ করা নারীদের মধ্যে মানসিক স্বাস্থ্যের ক্ষতির উচ্চ স্তর প্রদর্শন করেছে, অন্যদিকে পাকিস্তানে আইপিভি ভোগকারী পুরুষ এবং নারীদের মধ্যে একই রকম মানসিক স্বাস্থ্যের ক্ষতি পাওয়া গেছে।\n\n\n== যৌন সহিংসতা ==\nঅন্তরঙ্গ অংশীদারদের দ্বারা যৌন সহিংসতা দেশ অনুসারে পরিবর্তিত হয়, বিশ্বব্যাপী আনুমানিক ১৫ মিলিয়ন কিশোরী মেয়ে জোরপূর্বক যৌনতা থেকে বেঁচে যায় কিছু দেশে জোরপূর্বক যৌনতা বা বৈবাহিক ধর্ষণ প্রায়শই অন্যান্য ধরনের গার্হস্থ্য সহিংসতার সাথে ঘটে, বিশেষ করে শারীরিক নির্যাতন।\n\n\n== চিকিৎসা ==\n\n\n=== ব্যক্তিগত চিকিৎসা ===\nআইপিভি-এর উচ্চ প্রসার এবং বিধ্বংসী পরিণতির কারণে, সহিংসতা হ্রাস এবং পুনরায় সংঘটিত হওয়া থেকে প্রতিরোধ করার পদ্ধতিগুলো অত্যন্ত গুরুত্বপূর্ণ। পুলিশের প্রাথমিক প্রতিক্রিয়া এবং গ্রেফতার সব সময় নির্যাতনের পুনরাবৃত্তি থেকে ক্ষতিগ্রস্তদের রক্ষা করার জন্য যথেষ্ট নয়; এইভাবে, অনেক এলাকা এমন পুরুষদের জন্য ব্যাটারার ইন্টারভেনশন প্রোগ্রামে (বিআইপি) অংশগ্রহণ বাধ্যতামূলক করেছে যাদের বিরুদ্ধে অন্তরঙ্গ সঙ্গীর প্রতি হামলার অভিযোগ আনা হয়েছে। এই বিআইপিগুলোর বেশিরভাগই ডুলুথ মডেল এর উপর ভিত্তি করে এবং কিছু জ্ঞানীয় আচরণগত কৌশল অন্তর্ভুক্ত করে তৈরি।\nডুলুথ মডেল হল আইপিভি-এর জন্য বর্তমানে সবচেয়ে সাধারণ হস্তক্ষেপগুলোর মধ্যে একটি। এটি একটি মনো-শিক্ষামূলক পদ্ধতির প্রতিনিধিত্ব করে যা আশ্রয়কেন্দ্রে ক্ষতিগ্রস্ত নারীদের সাক্ষাৎকার এবং নারীবাদী এবং সমাজতাত্ত্বিক কাঠামোর নীতিগুলো ব্যবহার করে সংগৃহীত তথ্য থেকে প্যারা-পেশাদারদের দ্বারা তৈরি করা হয়েছিল। ডুলুথ মডেলে ব্যবহৃত প্রধান উপাদানগুলোর মধ্যে একটি হলো 'পাওয়ার এবং কন্ট্রোল হুইল', যা পুরুষের বিশেষাধিকার বজায় রাখার জন্য আইপিভি-কে অপব্যবহারের এক রূপ হিসেবে ধারণা করে। 'পাওয়ার অ্যান্ড কন্ট্রোল হুইল' ব্যবহার করে, চিকিৎসার লক্ষ্য হলো এমন আচরণগুলো অর্জন করা যা 'সমতা চাকা'-এর উপর পড়ে পুরুষদেরকে পুনঃশিক্ষিত করে এবং পুরুষদের দ্বারা ধারণ করা অস্বাভাবিক মনোভাব প্রতিস্থাপন করে।\nজ্ঞান ভিত্তিক আচরণগত থেরাপি (সিবিটি) কৌশলগুলো ভবিষ্যতের হিংসাত্মক আচরণ প্রতিরোধ করতে ত্রুটিপূর্ণ বা সমস্যাযুক্ত জ্ঞান, বিশ্বাস এবং আবেগগুলোকে সংশোধন করার উপর গুরুত্ব দেয় এবং রাগ ব্যবস্থাপনা, দৃঢ়তা এবং শিথিলকরণ কৌশলগুলোর মতো দক্ষতা প্রশিক্ষণ অন্তর্ভুক্ত করে।\nসামগ্রিকভাবে, ডুলুথ এবং সিবিটি পদ্ধতির যোগ করার ফলে আইপিভি 5% হ্রাস পেয়েছে। এই কম হ্রাসের হারকে ব্যাখ্যা করা যেতে পারে, অন্তত আংশিকভাবে, দ্বিমুখী সহিংসতার উচ্চ প্রবণতা, এবং সেইসাথে সেবাগ্রহীতা-চিকিৎসার মিলকরণ বনাম \"এক-আকার-সব-মিল\" পন্থা দ্বারা।\nমূল্যবোধ-ভিত্তিক আচরণ (এসিটিভি)-এর মাধ্যমে পরিবর্তন অর্জন একটি নতুন উন্নত গ্রহণযোগ্যতা এবং প্রতিশ্রুতি থেরাপি (এসিটি)-ভিত্তিক প্রোগ্রাম। গার্হস্থ্য সহিংসতার গবেষক অ্যামি জার্লিং এবং আইওয়া স্টেট ইউনিভার্সিটির সহকর্মীদের দ্বারা তৈরি, এসিটিভি-এর লক্ষ্য হলো অপব্যবহারকারীদের \"পরিস্থিতিগত সচেতনতা\" শেখানো - অস্বস্তিকর অনুভূতিগুলোকে চিনতে এবং সহ্য করতে - যাতে তারা ক্রোধে বিস্ফোরিত হওয়া থেকে নিজেকে বিরত রাখতে পারে৷\nএসিটিভি প্রোগ্রামের প্রাথমিক ফলাফলগুলো উচ্চ প্রতিশ্রুতি দেখিয়েছে: একটি নমুনা ব্যবহার করা হয় যেখানে ৩,৪৭৪ জন পুরুষ ছিল যারা গার্হস্থ্য হামলার জন্য গ্রেপ্তার হয়েছিল এবং আদালত কর্তৃক একটি বিআইপি (হয় এসিটিভি বা ডুলুথ/সিবিটি) বাধ্যতামূলক করা হয়েছিল, জার্লিং এবং সহকর্মীরা দেখিয়েছেন যে ডুলুথ/সিবিটি অংশগ্রহণকারীদের তুলনায়, উল্লেখযোগ্যভাবে কম এসিটিভি অংশগ্রহণকারীরা পুনরায় কোনো নতুন অভিযোগ, গার্হস্থ্য হামলার অভিযোগ বা হিংসাত্মক অভিযোগ তৈরি করেছে। এসিটিভি অংশগ্রহণকারীরাও ডুলুথ/সিবিটি অংশগ্রহণকারীদের তুলনায় চিকিৎসার পরে এক বছরে গড়ে উল্লেখযোগ্যভাবে কম অভিযোগ তৈরি করেছে।\nনারীদের জন্য মনস্তাত্ত্বিক থেরাপি সম্ভবত বিষণ্নতা এবং উদ্বেগ হ্রাস করে, তবে এটি স্পষ্ট নয় যে এই পদ্ধতিগুলো জটিল ট্রমা থেকে পুনরুদ্ধার এবং সুরক্ষা পরিকল্পনার প্রয়োজনীয়তাকে সঠিকভাবে মোকাবেলা করে কি না।\n\n\n=== যৌথ চিকিৎসা ===\nকিছু অনুমানে দেখা যায় যে প্রায় ৫০% দম্পতি যারা আইপিভি-এর অভিজ্ঞতা লাভ করে তারা কোনো না কোনো ধরনের পারস্পরিক সহিংসতায় জড়িত। তা সত্ত্বেও, বেশিরভাগ পরিষেবা অপরাধীদের এবং ভুক্তভোগী ব্যক্তিদের আলাদাভাবে মোকাবেলা করে। এছাড়াও, অনেক দম্পতি যারা আইপিভি-এর অভিজ্ঞতা অর্জন করেছেন তারা একসাথে থাকার সিদ্ধান্ত নেন। এই দম্পতিদের দম্পতি বা পারিবারিক থেরাপি উপস্থাপন করা যেতে পারে। প্রকৃতপক্ষে, ৩৭-৫৮% দম্পতিরা যারা নিয়মিত বহির্বিভাগের রোগীদের চিকিৎসা নেন তারা বিগত বছরে শারীরিক নির্যাতনের সম্মুখীন হয়েছেন। এই ক্ষেত্রে, চিকিৎসকরা এই দম্পতিদের চিকিৎসা দিবেন না অস্বীকার করবেন সে বিষয়ে সিদ্ধান্তের মুখোমুখি হন। যদিও আইপিভি-এর জন্য যৌথ চিকিৎসার ব্যবহার বিতর্কিত কারণ এটি ভুক্তভোগীদের জন্য একটি বিপদ উপস্থাপন করতে পারে এবং সম্ভাব্য অপব্যবহারকে বাড়িয়ে তুলতে পারে, এটি অন্যদের জন্য দরকারী হতে পারে, যেমন যেসকল দম্পতিরা পরিস্থিতিগত দম্পতি সহিংসতার সম্মুখীন হয়। এই ক্ষেত্রের পণ্ডিত এবং অনুশীলনকারীরা বিভিন্ন উপ-প্রকার সহিংসতা এবং পরিবেশিত ব্যক্তিদের জন্য হস্তক্ষেপগুলোকে বিশেষায়িত করার আহ্বান জানান।\nআচরণগত দম্পতির থেরাপি (বিসিটি) হল একটি জ্ঞানীয়-আচরণমূলক পদ্ধতি, যা সাধারণত কয়েক মাস ধরে ১৫-২০ সেশনে বহিরাগত রোগীদের কাছে সরবরাহ করা হয়। গবেষণা পরামর্শ দেয় যে বিসিটি আইপিভি কমাতে কার্যকর হতে পারে যখন সহ-ঘটনা আসক্তির চিকিৎসার জন্য ব্যবহার করা হয়, যা গুরুত্বপূর্ণ কাজ কারণ আইপিভি এবং মাদকের ব্যবহার এবং অপব্যবহার প্রায়শই একত্রে ঘটে।\nডোমেস্টিক কনফ্লিক্ট কন্টেনমেন্ট প্রোগ্রাম (ডিসিসিপি) হলো একটি উচ্চ কাঠামোগত দক্ষতা-ভিত্তিক প্রোগ্রাম যার লক্ষ্য দম্পতিদের দ্বন্দ্ব নিয়ন্ত্রণের দক্ষতা শেখানো।\nশারীরিক আগ্রাসন দম্পতিদের চিকিৎসা (পিএসিটি) হল ডিসিসিপি-এর একটি পরিবর্তিত রূপ, যাতে যোগাযোগের দক্ষতা, ন্যায্য লড়াইয়ের কৌশল এবং লিঙ্গ পার্থক্য, লিঙ্গ এবং ঈর্ষা মোকাবেলা করার মতো বিষয়গুলোসহ সম্পর্কের গুণমান উন্নত করার জন্য অতিরিক্ত মনোশিক্ষামূলক উপাদান রয়েছে।\nগার্হস্থ্য সহিংসতা কেন্দ্রীক দম্পতিদের চিকিৎসার (ডিভিএফসিটি) প্রাথমিক লক্ষ্য হলো দম্পতিদের তাদের সম্পর্কের মান উন্নত করতে সহায়তা করার অতিরিক্ত লক্ষ্যসহ সহিংসতা বন্ধ করা। এটি ১৮ সপ্তাহের বেশি পরিচালনা করার জন্য তৈরি করা হয়েছে এবং এটি পৃথক বা একাধিক-দম্পতি গোষ্ঠী বিন্যাসে সরবরাহ করা যেতে পারে।\n\n\n=== অ্যাডভোকেসি ===\nঅ্যাডভোকেসি হস্তক্ষেপগুলো নির্দিষ্ট পরিস্থিতিতে কিছু সুবিধাও প্রদান করে থাকে। সংক্ষিপ্ত অ্যাডভোকেসি স্বল্পমেয়াদী মানসিক স্বাস্থ্য সুবিধা প্রদান করতে পারে এবং অপব্যবহার কমাতে পারে, বিশেষ করে গর্ভবতী নারীদের ক্ষেত্রে।\n\n\n== আরও দেখুন ==\nপারিবারিক সহিংসতা\nসম্মান রক্ষার্থে হত্যা\nবৈবাহিক ধর্ষণ\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে অন্তরঙ্গ সঙ্গীর প্রতি সহিংসতা সম্পর্কিত মিডিয়া দেখুন।"}