{"pageid": 1085070, "title": "প্রযুক্তি ফিরিয়ে নাও!", "url": "https://bn.wikipedia.org/wiki?curid=1085070", "content": "প্রযুক্তি ফিরিয়ে নাও হল একটা  বৈশ্বিক প্রচারাভিযান, যে কর্মসূচির সঙ্গে যুক্ত আছে নারীর প্রতি সহিংসতা এবং তথ্য ও যোগাযোগ প্রযুক্তি (আইসিটি) বিষয়গুলো। এই প্রচারের মূল উদ্দেশ্য হচ্ছে আইসিটি অর্থাৎ ইন্টারনেট ও মোবাইল ফোনের ব্যবহারের ক্ষেত্রে নারীদের উপর ঘটে যাওয়া সহিংসতা সম্পর্কে গণসচেতনতা উত্থাপন করা, এবং নারীদের প্রতি সহিংসতা রোধ করতে আন্দোলন কর্মকাণ্ডে তথ্য ও যোগাযোগ প্রযুক্তিকে ব্যবহার করা।\nএই কার্যসূচি ২০০৬ খ্রিস্টাব্দে প্রথম চালু করেছিল অ্যাসোসিয়েশন ফর প্রগ্রেসিভ কমিউনিকেশন্স, উইমেন্স নেটওয়ার্কিং সাপোর্ট প্রোগ্রাম। সেই সময় থেকে, অন্তত পক্ষে ২৪টা দেশে ব্যক্তিগত, সমষ্টিগত এবং বেসরকারি সংস্থার বিভিন্ন ধরনের উদ্যোগে এই প্রচারাভিযান কার্যকর করে।\nপাকিস্তানে ২০১৩ খ্রিস্টাব্দে 'ইনোভেটিভ ক্যাম্পেইন অ্যাওয়ার্ড' এই বিষয়ের অন্তর্গত এক অনুকরণীয় জাতীয় প্রচারাভিযানে নেতৃত্ব দেওয়ার জন্য বাইটস ফর অল নামে পাকিস্তানের এক সংস্থাকে অ্যাভন কমিউনিকেশন অ্যাওয়ার্ড দেওয়া হয়। জাতিসংঘ সদর দপ্তরে সালমা হায়েক কর্তৃক এই পুরস্কার প্রদান করা হয়েছিল।\n\n\n== সমস্যা ==\nএই প্রচারাভিযান আলোকপাত করে যে পথে নারীর প্রতি সহিংসতা তথ্য ও যোগাযোগ প্রযুক্তির মাধ্যমে নতুন নতুন রূপ নিচ্ছে। বিষয়সমূহ নিম্নে প্রদত্ত হল:\n\nঅনলাইন হয়রানি। উদাহরণস্বরূপ, যখন একজন হয়রানকারী বারংবার, অবাঞ্ছিত, হুমকি এবং/অথবা ইমেইল বা এসএমএস ব্যবহারের মাধ্যমে যৌনতা সম্বন্ধীয় বার্তা পাঠায়। এসবের মধ্যে যুক্ত থাকে প্রতারিত ব্যক্তি সম্পর্কে ব্যক্তিগত তথ্য এবং/অথবা ডিজিটালভাবে পরিবর্তিত ছবি পাবলিক ফোরাম এবং ওয়েবসাইটগুলিতে পোস্ট করা, প্রায়শই এই ধরনের বার্তায় যৌনতা কিংবা সহিংস কাজের প্ররোচনা যুক্ত থাকে।\nসাইবারস্টকিং। উদাহরণস্বরূপ, কোনো একজন ব্যক্তির কার্যকলাপ এবং চলাফেরা সন্ধান করতে গিয়ে ফেসবুক এবং টুইটারের মতো সামাজিক নেটওয়ার্কিং পরিষেবা ব্যবহার, কোনো একজন ব্যক্তির কম্পিউটার এবং ইন্টারনেট কার্যকলাপ  নিরীক্ষণের জন্যে স্পাইওয়্যার ব্যবহার এবং কোনো একজন ব্যক্তির শারীরিক গতিবিধি এবং অবস্থান সন্ধান করতে গ্লোবাল স্যাটেলাইট পজিশনিং ডিভাইসের ব্যবহার, গার্হস্থ্য সহিংসতা অপব্যবহারকারীদের দ্বারাই সাধারণত এই সমস্ত ঘটনা ঘটে থাকে।\nঅনলাইন গোপনীয়তা লঙ্ঘন এবং ব্ল্যাকমেইল। উদাহরণস্বরূপ, সাধারণত ইন্টারনেট সাইটে কোনো ব্যক্তির যৌন আবেদনে ভরা ব্যক্তিগত গোপন ছবি অথবা ভিডিয়ো ক্লিপ পোস্ট করা; উদ্দেশ্য হল অন্য কোনো ব্যক্তিকে অপমান করা, অথবা কোনো ব্যক্তিকে পোস্টারের দাবি মেনে চলতে বাধ্য করা।\nগবেষণা থেকে জানা এটা যায় যে, প্রযুক্তি-সক্ষম কাজের ধরনগুলোতে সহিংসতার বলি হয় বেশির ভাগ ক্ষেত্রেই নারী।\nএই প্রচারাভিযান লিঙ্গভিত্তিক ডিজিটাল বিভাগকে মান্যতা দিয়ে থাকে, যা কিনা অসম শক্তি সম্পর্কে অবদান রেখে নারীদের বিরুদ্ধে সহিংসতার প্রসঙ্গকে সক্রিয়ভাবে তুলে ধরে। এই অসংলগ্নতাকে বুঝিয়ে দেওয়ার জন্যে প্রচারকারীরা যেসব বিষয়ে সাহস জোগায়, সেগুলো হল:\n১। তথ্য ও যোগাযোগ প্রযুক্তির উন্নয়নে নারীরা যে ঐতিহাসিক অবদান রেখেছেন সেই সমস্ত কাজকে পুনরাহ্বান এবং স্বীকৃতি দান; যেমন, অ্যাডা লাভলেস এবং গ্রেস হপার প্রমুখ, এঁদের অবদান হল অবিস্মরণীয়।\n২। নতুন তথ্য ও যোগাযোগ প্রযুক্তির ব্যবহারে নারী এবং বালিকাদের কর্মক্ষমতা তৈরিতে মদত করা।\n৩। প্রযুক্তিভীতি জয় করার জন্যে পরীক্ষা করার ধারণাকে লালন করা এবং নতুন তথ্য ও যোগাযোগ প্রযুক্তি নিয়ে কাজ করা।\n৪। ইন্টারনেট নীতির সংশোধিত উন্নয়নে তথ্য ও যোগাযোগ প্রযুক্তির ক্ষেত্রে লিঙ্গের মাত্রাকে হিসেবের মধ্যে নিয়ে সক্রিয়তা ও প্রচারে নিযুক্ত করা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nTake Back The Tech! campaign website\nLebanon's girls set to take back the tech this summer, The Daily Star, 16 May 2011\nVirtual world, real dangers, The Express Tribune, 3 April 2011\nTake back the tech to eliminate violence against women, Global Voices Online, 29 Nov 2010"}