{"pageid": 1085912, "title": "উইন্ডারমেয়ার হ্রদ (ব্রিটিশ কলাম্বিয়া)", "url": "https://bn.wikipedia.org/wiki?curid=1085912", "content": "উইন্ডারমেয়ার হ্রদ কলম্বিয়া নদীর প্রবাহপথে অবস্থিত একটি বিস্তৃত হ্রদ। এটি কানাডার ব্রিটিশ কলাম্বিয়া প্রদেশের উইন্ডারমেয়ার গ্রামের পূর্বদিকে অবস্থিত, সুপেয় পানির হ্রদ। ইনভারমেয়ার শহর হ্রদের উত্তর-পশ্চিম কোণে অবস্থিত। ভৌগোলিকভাবে হ্রদটি রকি পর্বতের গিরিখাত অঞ্চলে ইনয়ারমেয়ার সমতল ও ফেয়ারমন্ট হটস্প্রিং বসতির মাঝামাঝি অবস্থিত। সুপেয় জলের উৎস, সেচ, মৎস্য আরোহণ, বন্যপ্রানী বিচরণ ও পর্যটন কেন্দ্র হিসেবে স্থানীয়ভাবে প্রখ্যাত, হ্রদটির উপরিভাগ প্রাকৃতিকভাবে হিমায়িত হলে এটি বরফ স্কেটিং করার পথে পরিণত হয়। গিনেস বিশ্বরেকর্ড অনুযায়ী উইন্ডারমেয়ার হ্রদে প্রাকৃতিকভাবে সৃষ্ট বরফ স্কেটিং করার পথটি বিশ্বের দীর্ঘতম, ২৯.৯৮ কিলোমিটার।\n\n\n== নামকরণ ==\nএই অঞ্চলের পুরনো মানচিত্রে উইন্ডারমেয়ার হ্রদ একসময় 'লোয়ার কলম্বিয়া' হ্রদ নামে পরিচিত ছিল। ১৯০২ সালে গিলবার্ট ম্যালকম স্প্রোট ইংলিশ লেক জেলার উইন্ডারমেয়ারের সাথে সাদৃশ্য দেখে হ্রদটির বর্তমান নামকরণ করেছিলেন।\n\n\n== ভূগোল ==\nউইন্ডারমেয়ার হ্রদ সমুদ্রপৃষ্ট হতে ৭৯৮ উপরে অবস্থিত। হ্রদের সর্বোচ্চ গভীরতা ৬.৪ মিটার, গড় গভীরতা মাত্র ১৫ ফুট (৪.৬ মিটার)। ১৬১০ হেক্টর এলাকাজুড়ে বিস্তৃত হ্রদটির তটরেখার পরিধি ৩৬ কিলোমিটার। কলাম্বিয়া নদী হ্রদটির প্রধান জল সরবরাহ ও নির্গমনকারী প্রবাহ। মূলত এটি হ্রদ নয়, বরং নদীর প্রবাহপথে থাকা বিশাল জলাধার। হ্রদে কলাম্বিয়া নদীর অন্তপ্রবাহের মাধ্যমে প্রবেশকরা পানি গড়ে ৪৭ দিন পর পর বহিঃপ্রবাহ হিসেবে নির্গত হয়।\n\n\n== জলজপ্রাণ ==\nউইন্ডারমায়ার হ্রদ মূলত কয়েক প্রজাতির ট্রাউট মাছ সহ ১৫ প্রজাতির মাছের আবাস ও বিচরণক্ষেত্র। বুল ট্রাউট, রংধনু ট্রাউট, কোকানি, পার্বত্য সাদামাছ, অয়েস্টলোপ, গলাকাটা ট্রাউট, বারবট, বড়মুখ বাস, ছেনিমুখ চাব, বড় চোষক, উত্তুরে স্কাউফিস, কুমড়াবীজ, রেডসাইড শাইনার, সূর্যমাছ এবং লম্বা নাক চোষক মাছ হ্রদের জলের বিভিন্ন স্তরে বাস করে। মাছের প্রজাতিগত বৈচিত্রতা থাকলেও হ্রদে মাছের আবাস গড়ে ওঠার মত পরিবেশ না থাকায় মাছের জনন কম হয়।\n\n\n== পর্যটন ==\nউইন্ডারমেয়ার হ্রদ খুব জনপ্রিয় অবকাশ যাপনের স্থান, বিশেষ করে ক্যালগেরির বাসিন্দাদের জন্য। হ্রদের পূর্বদিকে ক্যালগেরি মাত্র ৩ ঘন্টার গাড়ি চালানো দূরত্বে অবস্থিত। হ্রদের পশ্চিম দিকে পার্সেল পর্বতমালার সম্মুখভাগ দেখা যায়, পশ্চিম তীরে একটি রেলপথ রয়েছে ফলস্বরূপ, সেখানে আবাসন এবং বিনোদনমূলক উন্নয়ন সম্ভাবনা কম। হ্রদের পূর্ব দিকে হ্রদের তীর এবং রকি পর্বতমালার মধ্যে আরও বিস্তৃত সমতল ভূমি রয়েছে। এখানে বিভিন্ন অবসর কাটানোর কুটির, ক্যাম্পিং গ্রাউন্ড, বিনোদনমূলক সৈকত, গল্ফ কোর্স এবং বিভিন্ন পর্যটন আকর্ষণ সহ যথেষ্ট উন্নয়ন করা হয়েছে। শীতকালে হিমায়িত হ্রদের বরফে গর্ত করে মাছ ধরার জন্য হ্রদটি আশে পাশের জনবসতির লোকদের কাছে আকর্ষণীয় স্থান হিসেবে বিবেচিত।\n\n\n== উইন্ডারমেয়ার শুভ্রপথ ==\nউইন্ডারমেয়ার হ্রদের উপরস্থিত শুভ্রপথ সবচেয়ে দীর্ঘ বরফ স্কেটিং পথ। প্রাকৃতিকভাবে সৃষ্ট হিমায়িত পথটি ২৯.৯৮ কিলোমিটার (১৮.৬৩ মাইল) দীর্ঘ। ২০১৪ সালে যখন গিনেস বিশ্ব রেকর্ড পথটির দৈর্ঘ্য যাচাই করে, তখন হ্রদের উপরিভাগে বরফের বেধের পরিমাপ স্থানভেদে ১২ ইঞ্চি (৩০ সেন্টিমিটার) থেকে ৩০ ইঞ্চি (৭৬ সেন্টিমিটার) ছিল।\n\n\n== তথ্যসূত্র =="}