{"pageid": 1085837, "title": "গর্ভপাতের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1085837", "content": "গর্ভপাতের প্রচলন কিংবা গর্ভাবস্থার অবসান বিষয়টি প্রাচীনকাল থেকেই পরিচিত। গর্ভপাত করানোর জন্য বা গর্ভপাতের চেষ্টা হিসেবে বিভিন্ন পদ্ধতি ব্যবহার করা হয়েছে, যার মধ্যে রয়েছে গর্ভপাতে সহায়ক ঔষধি, ধারালো যন্ত্রের ব্যবহার, পেটে চাপ প্রয়োগ এবং অন্যান্য কৌশল।\nগর্ভপাত সংক্রন্ত আইন এবং তাদের প্রয়োগ বিভিন্ন যুগে পরিবর্তিত হয়েছে। বিংশ শতাব্দীতে অনেক পশ্চিমা দেশে গর্ভপাত-অধিকার আন্দোলন গর্ভপাত নিষিদ্ধকরণ তৎপরতাকে বাতিল করতে সফল হয়েছিল। যদিও পশ্চিমের বেশিরভাগ দেশে গর্ভপাত বৈধ, তবে এই বৈধতা নিয়মিতভাবে গর্ভপাত বিরোধী গোষ্ঠীগুলো দ্বারা চ্যালেঞ্জের সম্মুখীন হচ্ছে।\n\n\n== প্রাক -আধুনিক যুগ ==\nভারতের বৈদিক ও স্মৃতি আইনে তিনটি উঁচুবর্ণের পুরুষদের শুক্রাণু সংরক্ষণ বিষয়ে চিন্তাভাবনা ছিল এবং ধর্মীয় আদালতগুলো গর্ভপাতকারী নারীদের জোর করে প্রায়শ্চিত্ত করাত। সেই সাথে গর্ভপাত করাতেন এমন পুরোহিতদের বহিষ্কার করা হতো। মহাকাব্য রামায়ণে সেই সময়ের সার্জন (শল্যবিদ) বা নাপিতদের মধ্যে গর্ভপাতের চর্চা ছিল বলে বিবরণ পাওয়া গেছে। প্রাচীন আইনে গর্ভপাতের জন্য মৃত্যুদণ্ডের বাধ্যতামূলক হওয়ার একমাত্র প্রমাণ পাওয়া যায় অ্যাসিরিয় আইন, ১০৭৫ খ্রিষ্টপূর্বাব্দে আসুরার কোড বা আইন থেকে এবং এটি শুধুমাত্র ঐ নারীর ক্ষেত্রে প্রযোজ্য ছিল যে নিজের স্বামীর ইচ্ছের বিরুদ্ধে গর্ভপাত করাত। ১৫৫০ খ্রিস্টপূর্বাব্দে মিশরীয় ইবার্স প্যাপিরাস থেকে প্ররোচনামূলক গর্ভপাতের প্রথম তথ্য পাওয়া যায়।\nআদি সংস্কৃতিগুলোতে গর্ভপাতের জন্য ব্যবহৃত অনেকগুলো পদ্ধতি ছিল অস্ত্রোপচারবিহীন। শারীরিক ক্রিয়াকলাপ যেমন কঠোর পরিশ্রম, আরোহণ, বৈঠা বাওয়া, ভারোত্তোলন বা পানিতে ঝাঁপিয়ে পড়া ইত্যাদি সাধারণ কৌশল ছিল। অন্যগুলোর মধ্যে ছিল যন্ত্রণাদায়ক পাতার ব্যবহার, রোজা রাখা, রক্ত ​​পড়া, পেটে গরম পানি ঢেলে দেওয়া এবং গরম নারকেলের খোসায় শুয়ে থাকা। কার্যত সমস্ত সংস্কৃতিতেই পর্যবেক্ষণ, প্রসূতি পদ্ধতির অভিযোজন এবং ট্রান্সকালচারের মাধ্যমে গর্ভপাতের কৌশল বিকশিত হয়েছে। ব্যাটারি, ব্যায়াম, এবং কটিবন্ধকে শক্ত করা সহ গর্ভপাতকে প্ররোচিত করার শারীরিক উপায়গুলো ইংরেজ নারীদের মধ্যে প্রাক আধুনিক যুগের মতো দীর্ঘদিন ধরে ব্যবহৃত হতো।\nপ্রত্নতাত্ত্বিক আবিষ্কার থেকে একটি ভ্রূণ নিষ্কাশনের অস্ত্রোপচারের আদি প্রচেষ্টার নিদর্শন পাওয়া গেছে। তবে, প্রাচীন চিকিৎসা গ্রন্থে ধারাবাহিক উল্লেখ না থাকায় এ ধরনের পদ্ধতিগুলো খুব প্রচলিত ছিল বলে মনে করা হয় না।\nঅষ্টম শতাব্দীর সংস্কৃত লেখায় গর্ভপাত করতে ইচ্ছুক নারীদের বাষ্পের পাত্র বা গাজানো পেঁয়াজের পাত্রের উপরে বসতে নির্দেশ দেওয়া হয়েছে। গর্ভবতীর পেটে চাপ প্রয়োগের সাথে মালিশের মাধ্যমে গর্ভপাতের কৌশলটি শতাব্দী ধরে দক্ষিণ -পূর্ব এশিয়ায় প্রচলিত রয়েছে। কম্বোডিয়ায় আংকর ওয়াটের মন্দিরকে সাজিয়ে তোলার অন্যতম স্থাপত্য বেস রিলিফে (তারিখ ‌আনুমানিক. ১১৫০) দেখানো হয়েছে যে, পৃথিবীর নিচে পাঠানো একজন নারীকে গর্ভপাত করাচ্ছে একজন শয়তান।\nজাপানি নথিতে ১২ শতকের প্রথম দিক থেকে প্ররোচিত গর্ভপাতের একাধিক রেকর্ড দেখা যায়। ইডো সময়কালে এটি অনেক বেশি প্রচলিত হয়ে ওঠে, বিশেষ করে কৃষক শ্রেণীর মধ্যে, যারা বারবার দুর্ভিক্ষ ও বয়সের জন্য উচ্চ করের দ্বারা সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়েছিল।  গর্ভপাত, নিঃসন্তান, বা শৈশবের মৃত্যুর স্মৃতি উপলক্ষ্যে বোধিসত্ত্ব জিজোর মূর্তি ১৭১০ সালের প্রথম দিকে ইয়োকোহামার একটি মন্দিরে প্রদর্শিত হতো।\nনিউজিল্যান্ড উপনিবেশের স্থানীয় মাওরি জনগণ গর্ভপাত-প্ররোচনামূলক ওষুধ, আনুষ্ঠানিক পদ্ধতি এবং একটি সীমাবদ্ধ বেল্ট দিয়ে পেট বেষ্টনের মাধ্যমে গর্ভপাত করত। আরেকটি সূত্রমতে দাবী করা হয়, মাওরি জনগণ মাকুতুর (মাওরি জনগণের ভাষায় ডাইনীবিদ্যা) ভয়ে গর্ভপাত করতো না, কিন্তু অপূর্ণাঙ্গ গর্ভাবস্থায় কৃত্রিম পদ্ধতির মাধ্যমে গর্ভপাতের চেষ্টা করত।\n\n\n=== গ্রেকো-রোমান বিশ্ব ===\n\nগ্রিক এবং রোমান ইতিহাসে গর্ভপাতের পদ্ধতি এবং চর্চা সম্পর্কে যেটুকু জানা যায় তার বেশিরভাগেরই উৎস ধ্রুপদী সাহিত্যের লেখাসমূহ। স্ত্রীরোগ সংক্রান্ত একটি পদ্ধতি হিসেবে গর্ভপাত প্রাথমিকভাবে নারীদের চর্চার বিষয় ছিল যাঁরা হয় ধাত্রী ছিলেন কিংবা এ বিষয়ে ভালো জানাশোনা আছে এমন সাধারণ মানুষ ছিলেন। প্লেটো তার থিয়েটেটাস -এ গর্ভাবস্থার প্রাথমিক পর্যায়ে গর্ভপাতের জন্য ধাত্রীর সক্ষমতা কতটুকু সে প্রসঙ্গে উল্লেখ করেছেন। তাই এটি মনে করা যায় না যে, প্রাচীন গ্রীসে গর্ভপাত শাস্তিযোগ্য অপরাধ ছিল। তবে কবি লিসিয়াসের একটি লেখা থেকে জানা যায় \"এথেন্সে স্বামীর অজান্তে বিরুদ্ধে গর্ভপাত করা একটি অপরাধ ছিল। কেননা স্বামী মারা যাওয়ার সময় যদি কোন স্ত্রী গর্ভবতী থাকেন তাহলে তার অনাগত সন্তান পিতার সম্পত্তির দাবিদার হতে পারত।\"\nপ্রাচীন গ্রীকরা জন্মনিয়ন্ত্রক এবং গর্ভপাতের জন্য ভেষজ গাছ সিলফিয়ামের উপর নির্ভর করত। সাইরিনের প্রধান রপ্তানি দ্রব্য হিসাবে উদ্ভিদটি বিলুপ্তপ্রায় পর্যায়ে চলে গিয়েছিল। বোঝা যায়, এটি তার নিকটবর্তী বৈশিষ্ট্য বিশিষ্ট আপিয়াসি প্রজাতির অন্যান্য গাছের মতোই একই গর্ভপাত সংক্রান্ত গুণাবলী ধারণ করত। সিলফিয়াম সাইরেনীয় অর্থনীতির এতটাই কেন্দ্রীয় বিষয় ছিল যে, এর অধিকাংশ মুদ্রায় এই উদ্ভিদের ছবি মুদ্রিত থাকত। প্লিনি দ্য এল্ডার (২৩-৭৯ খ্রিষ্টাব্দ) সাধারণ রুর (বলকান উপদ্বীপে জন্মানো বিশেষ ধরনের ভেষজ উদ্ভিদ) পরিশোধিত তেলকে একটি শক্তিশালী গর্ভপাতকারী হিসেবে উল্লেখ করেছেন। রোমান শিক্ষক ও লেখক সেরেনাস স্যামোনিকাস  ডিম এবং ভেষজ উদ্ভিদ ডিল ও রু দিয়ে তৈরি একটি সংমিশ্রণের কথা লিখেছিলেন। সোরেনাস, ডিওস্কোরাইডস, ওরিবাসিয়াসও এই উদ্ভিদের প্রায়োগিক দিক বিষয়ে বিস্তারিত লিখেছেন। আধুনিক বৈজ্ঞানিক গবেষণা নিশ্চিত হয়েছে যে, রুতে মূলত তিনটি গর্ভপাতকারী যৌগ রয়েছে। বার্থওয়ার্ট নামে আরেকটি ভেষজ উদ্ভিদ যা সাধারণত প্রসব সহজ করতে ব্যবহৃত হয় তেমনি গর্ভপাতের জন্যও ব্যবহৃত হয়। গ্যালেন এটিকে ডি অ্যান্টিডোটিসের একটি ওষুধের সূত্রে অন্তর্ভুক্ত করেছিলেন। ডিয়োস্কোরাইডসও বলেছিলেন মরিচ ও মীর সুগন্ধ ব্যবহার করে প্রস্তুত এই ঔষধ মুখ দিয়ে সেবন কিংবা প্রজনন পথে স্থাপনের সরঞ্জামেও ব্যবহার করা যাতে পারে।\nগ্রিক নাট্যকার অ্যারিস্টোফানেস ৪২১ খ্রিস্টপূর্বাব্দে পেনিরোয়ালের গর্ভপাতমূলক উপাদানের  একটি রসাত্মক উল্লেখ করেছিলেন, তার কমেডি নাটক, পিস  বা শান্তিতে। গ্রীক চিকিৎসক হিপোক্রিটাস (আনু. ৪৬০ - আনু. ৩৭০ খৃষ্টপূর্বাব্দ), একজন গর্ভবতী পতিতাকে পরামর্শ দিয়েছিলেন যে, তাকে গর্ভপাতের জন্য লাফিয়ে উঠবস করতে হবে এবং এমনভাবে লাফাতে হবে যাতে প্রতি লাফে তার পায়ের গোড়ালি তার পশ্চাতদেশ স্পর্শ করতে পারে। তাঁর অন্যান্য লেখায় জরায়ুর ভিতরে জরায়ুমুখ এবং কিউরেট প্রসারিত করার সরঞ্জামের বর্ণনা দেওয়া হয়েছে।\nদ্বিতীয় শতাব্দীর গ্রিক চিকিৎসক সোরানাস, নিরাপদ গর্ভপাত পদ্ধতি হিসেবে মূত্রবর্ধক, এমেনাগোগ (জরায়ুঅঞ্চলে রক্তপ্রবাহ বর্ধক ভেষজ উদ্ভিদ), এনিমা (তলপেটে প্রয়োগের বিশেষ ইনজেকশন), উপবাস এবং রক্তপাত করানো ইত্যাদি পরামর্শ দিয়েছিলেন। তবে তিনি গর্ভপাত ঘটানোর জন্য তীক্ষ্ণ যন্ত্রের ব্যবহারকে নিরুৎসাহিত করেছেন কেননা তাতে অঙ্গ ছিদ্র হওয়ার ঝুঁকি হতে পারে। তিনি গর্ভাবস্থায় গর্ভপাত করতে ইচ্ছুক নারীদেরও, স্বতস্ফূর্ত হাঁটাচলা, ভারী বস্তু বহন, পশুচালন করতে পরামর্শ দিয়েছিলেন। লাফাতেও বলেছেন; মাটি থেকে যেভাবে লাফালে পায়ের গোড়ালি পশ্চাতদেশ স্পর্শ করে সেটিকে তিনি \"ল্যাসেডেমোনিয়ান লিপ\" বলে বর্ণনা করেছেন। তিনি ভেষজ স্নান, মালিশের বিবিধ প্রণালী সম্পর্কেও জানিয়েছেন। ডি মেটারিয়া মেডিকা লিব্রি কুইঙ্ক -এ, গ্রিক ফার্মাকোলজিস্ট ডিয়োস্কোরাইডস \"গর্ভপাতের ওয়াইন\" নামে একটি মিশ্রণের উপাদান তালিকাভুক্ত করেছিলেন - যেখানে হেলিবোর (এক ধরনের ফুল গাছ), স্কুইটারিং কুকুম্বার (এক ধরনের ফলজ উদ্ভিদ), এবং স্ক্যামমনি (ভূমধ্যসাগরের পূর্বাঞ্চলের এক প্রকার বনজ উদ্ভিদ) ইত্যাদি নাম উল্লেখিত হয়েছিল কিন্তু কীভাবে এগুলোর যথাযথ সমন্বয় করা সম্ভব তা জানান নি। এগুলোর মধ্যে বিশেষ করে হেলিবোর গর্ভপাতে কার্যকরি হিসেবে পরিচিত।\nদ্বিতীয় এবং তৃতীয় শতাব্দীর খ্রিস্টান ধর্মতাত্ত্বিক টার্টুলিয়ান কিছু অস্ত্রোপচারের সরঞ্জামের বর্ণনা দিয়েছিলেন যার তৎকালীন ব্যবহার অনেকটাই আধুনিক ডাইলেশন বা প্রসারণ এবং ইভ্কুয়েশন বা খালি করার সঙ্গে সাদৃশ্যপূর্ণ। একটি সরঞ্জাম ছিল \"সুন্দরভাবে সমন্বিত নমনীয় ফ্রেম\" যা প্রসারণের জন্য ব্যবহার করা হতো, একটি ছিল \"কৌণিক ব্লেড\" যা কিউরেট বা চেঁছে পরিষ্কারের জন্য ব্যবহার করা হতো এবং আরেকটি ছিল \"নিষ্ক্রিয় বা আবৃত হুক\" যা নিষ্কাশনের জন্য ব্যবহৃত হতো। আরো একটি সরঞ্জাম ছিল \"তামার সুঁই বা স্পাইক\"। তিনি হিপোক্রিটাস, অ্যাসক্লেপিয়াডস, ইরাসিস্ট্রাটাস, হেরোফিলাস এবং সোরেনাসকে এই ধরনের সরঞ্জামগুলোর প্রবর্তক বলেছেন।\nঅলাস কর্নেলিয়াস সেলসাস নামে প্রথম শতাব্দীর একজন রোমান বিশ্বকোষবিদ মৃত ভ্রুণ অপসারণের অত্যন্ত বিশদ বিবরণ উপস্থাপন করেছেন যা তাঁর অস্তিত্বশীল একমাত্র কাজ হিসেবে ডি মেডিসিনায়  উপস্থাপিত হয়েছে। রিফিউটেশন অফ অল হেরেসিস, হিপ্পোলাইটাস অফ রোমের ৯ নং গ্রন্থে তৃতীয় শতাব্দীর আরেকজন খ্রিস্টান ধর্মতাত্ত্বিক, নারীদের শরীরের মধ্যভাগ শক্তভাবে বেঁধে রাখার কথা উল্লেখ করেছেন যাতে \"যা ধারণ করা হয়েছিল তা বের করে দেওয়া যায়\"।\n\n\n=== প্রাকৃতিক গর্ভনিরোধক ঔষধ ===\n\nধ্রুপদী সাহিত্য এবং লোকজ ঔষধে গর্ভপাতের জন্য ভেষজ ঔষধের কার্যকারিতা বেশ প্রচলিত ছিল। তবে এই জাতীয় লোক প্রতিকারগুলো কার্যকারিতার দিক থেকে বিভিন্ন ছিল আবার এগুলো একেবারে প্রতিকূল প্রভাবমুক্ত তাও বলা যায় না। গর্ভাবস্থা নিষ্ক্রিয় করার জন্য মাঝে মাঝেই কিছু ভেষজ উপাদান ব্যবহৃত হতো যেগুলো ছিল বিষাক্ত।\nগর্ভপাত ঘটাতে সক্ষম এমন উদ্ভিদের একটি তালিকা ডি ভিরিবাস হারবারাম-এ দেওয়া হয়েছিল, যা একাদশ শতাব্দীর একটি হারবাল (যে গ্রন্থে গাছের নাম ও বিভিন্ন তথ্যমূলক বিবরণ থাকত) ছিল, একে একটি কবিতার আকারে লেখা হয়েছিল যার লেখক হিসেবে এমিলিয়াস মেসারকে উল্লেখ করা হয়েছে, যদিও তথ্যটি ভুল বলা হয়। উল্লেখিত ভেষজসমূহের মধ্যে রু, ইতালিয়ান ক্যাটনিপ, স্যাভরি, সেইজ, সোপওয়ার্ট, সাইপেরাস, সাদা এবং কালো হেলিবোর এবং পেনিরয়্যাল ইত্যাদি ভেষজ উদ্ভিদ অন্তর্ভুক্ত ছিল। মধ্যযুগে ইসলামী বিশ্বের চিকিৎসকগণ গর্ভপাতের ঔষধের ব্যবহার নথিভুক্ত করেছিলেন, তাদের কার্যকারিতা এবং প্রভাব সম্পর্কে বিবরণ দিয়েছিলেন।\n১৮৯৮ সালের কিংস' আমেরিকান ডিসপেনসেটরি ব্রিউয়ারের ইস্ট (মদ চোলাই বা পাউরুটি  ফাঁপানোর জন্য ব্যবহৃত ছত্রাকঘটিত হলেদেটে সাদা পদার্থ) এবং পেনিরোয়াল চায়ের মিশ্রণকে \"একটি নিরাপদ এবং নিশ্চিত গর্ভপাতের\" উপায় হিসেবে উল্লেখ করেছে। পেনিরয়্যাল গর্ভপাতের ঔষধ হিসেবে ব্যবহার করা হলে তা জটিলতা সৃষ্টি করে বলে জানা গেছে। ১৯৭৮ সালে কলোরাডো থেকে একজন গর্ভবতী মহিলা ২ টেবিল চামচ পেনিরয়্যাল এসেনশিয়াল অয়েল খেয়ে মারা যান যা মূলত বিষাক্ত একটি তেল। ১৯৯৪ সালে একজন গর্ভবতী মহিলা, এক্টোপিক প্রেগনেন্সির (জরায়ু ছাড়া অন্য কোন জায়গায় গর্ভাবস্থার পরিস্থিতি) শিকার হন এবং তিনি জানতেন না এর জন্য অবিলম্বে চিকিৎসার আশ্রয় নেয়া প্রয়োজন। তিনি পেনিরয়্যাল নির্যাসযুক্ত চা পান করেছিলেন যাতে চিকিৎসা সহায়তা ছাড়াই গর্ভপাত হয়। কিন্তু পরবর্তীকালে গর্ভপাতের ঔষধ কাজ করছে মনে করে এক্টোপিক গর্ভাবস্থার চিকিৎসা না নেয়ায় তিনি মারা যান।\nহাজার হাজার বছর ধরে, মাসিক পুনরায় শুরু করার জন্য গর্ভাবস্থার প্রথম দিকে ট্যানসি নামের ভেষজ নেয়া হতো। এটি সর্বপ্রথম বিনজেনের সেন্ট হিল্ডগার্ডের ডি সিমপ্লিসিস মেডিসিনা গ্রন্থে একটি এমেনাগগ বা রক্তপ্রবাহ বৃদ্ধিকারী ভেষজ হিসেবে নথিভুক্ত হয়েছিল।\nবিভিন্ন ধরনের জুনিপার (এক ধরনের বিষাক্ত গাছের শেকড়), যা স্যাভিন নামে পরিচিত, ইউরোপীয় লেখায় এর একাধিকবার উল্লেখ করা হয়েছে। ইংল্যান্ডের একটি ক্ষেত্রে, এসেক্সের একজন রেক্টর (প্রশাসনিক নেতা) ১৫৭৪ সালে একজন নারীর জন্য ক্রয় করেছিলেন বলে জানা গেছে যে নারী তার কারণে গর্ভবতী হয়েছিলেন; অন্য একটি ঘটনায় জানা যায়, একজন ব্যক্তি তার গর্ভবতী প্রেমিকাকে কালো হেলিবোর এবং স্যাভিন দুটো একসঙ্গে সেদ্ধ করে দুধে দিয়ে পান করার পরামর্শ দিয়েছিলেন নয়তো বিয়ারে সিদ্ধ ম্যাডার (ভেষজ উদ্ভিদ) খেতে বলেছিলেন। ইংরেজদের দ্বারা ব্যবহৃত অন্যান্য পদার্থের মধ্যে ছিল স্প্যানিশ ফ্লাই (এক ধরনের সবুজ গুবরে পোকা), আফিম, ওয়াটারক্রেস বীজ (এক ধরনের ফুলদ উদ্ভিদ), আয়রন সালফেট এবং আয়রন ক্লোরাইড। আরেকটি মিশ্রণ ছিল যেটি গর্ভপাতের জন্য ব্যবহৃত হতো না বরং গর্ভপাত কোন কারণে ব্যর্থ হলে সেটির যন্ত্রণা উপশম করার উদ্দেশ্যে ব্যবহৃত হতো এবং এটি তৈরি করা হতো ডিটানি, হাইসপ এবং গরম জলের মিশ্রণে।\nফ্রান্স এবং জার্মানিতে কৃমি ফার্নের শেকড় ব্যবহৃত হতো, যাকে ফরাসি ভাষায় \"পতিত শেকড়\" বলা হয়। এটি প্রথম শতাব্দীতে একজন গ্রিক চিকিৎসক দ্বারা সুপারিশ করা হয়েছিল। জার্মান লোক ঔষধে গর্ভপাতে সহায়ক এক প্রকার চায়ের উল্লেখ রয়েছে, যা তৈরি হতো মারজোরাম (টকমিষ্টি ঠান্ডা সুগন্ধযুক্ত ভেষজ উদ্ভিদ), থাইম (চিরসবুজ বৈশিষ্ট্যের ভেষজ উদ্ভিদ), পার্সলে (ধনেপাতা) এবং ল্যাভেন্ডারের (সুগন্ধযুক্ত বেগুনী রঙের ফুল) সমন্বয়ে। অনির্দিষ্ট উৎস থেকে পাওয়া আরেকটি প্রস্তুত প্রণালীতে দেখা যায়, পিষ্ট পিঁপড়া, উটের লালা এবং কালো লেজযুক্ত হরিণের লেজের চুল, ভাল্লুকের চর্বিতে দ্রবীভূত করেও মিশ্রণ তৈরি করা হতো।\n\n\n=== গর্ভপাতের প্রতি দৃষ্টিভঙ্গি ===\nস্টোয়িকরা (নিস্পৃহবাদী) বিশ্বাস করত, ভ্রূণ প্রাকৃতিক উদ্ভিদের মতো, এবং জন্মের মুহূর্ত থেকে শ্বাস গ্রহণের পূর্ব পর্যন্ত সে প্রাণী হিসেবে গণ্য নয়। তাই তারা গর্ভপাতকে নৈতিকভাবে গ্রহণযোগ্য বলে মনে করতেন।\nঅ্যারিস্টটল লিখেছেন, \"বৈধ এবং অবৈধ গর্ভপাতের মধ্যে পার্থক্য নির্দেশক রেখাটি সংবেদনশীলতা এবং জীবিত আছে কিনা তার উপর নির্ভর করে চিহ্নিত করা হবে।\" এই পর্যায়ে পৌঁছানোর আগে, অ্যারিস্টটল গর্ভপাতকে কোনও মানুষকে হত্যা করার সমতুল্য গণ্য করেননি। অ্যারিস্টটল মনে করতেন, পুরুষ ভ্রূণ ৪০ দিনে এবং নারী ভ্রূণ ৯০ দিনে মনুষ্য আত্মা অর্জন করে; এর আগে এটি উদ্ভিদ ও প্রাণীজ আত্মা ধারণ করে।\nহিপোক্রেটিসের ওথ বা শপথে (চিকিৎসকদের জন্য লিখিত নৈতিক শপথ) গর্ভপাতের জন্য পেসারির (প্রজনন পথে ব্যবহারের সরঞ্জাম) ব্যবহার নিষিদ্ধ করা হয়েছে। আধুনিক ব্যাখ্যা থেকে জানা যায়, পেসারি নিষিদ্ধ করা হয়েছিল কারণ তাতে ব্যবহারকারীদের আলসার হওয়ার অভিযোগ ছিল।  পেসারি ব্যবহার ছাড়াও এই সুনির্দিষ্ট নিষেধাজ্ঞাকে কিছু চিকিৎসাবিজ্ঞানী ব্যাপক অর্থে গর্ভপাত নিষিদ্ধ করার পক্ষে ব্যাখ্যা করেছেন।\nএইরকম একটি ব্যাখ্যা ছিল রোমান চিকিৎসা বিষয়ক লেখক স্ক্রিবোনিয়াস লারগাসের: \"হিপোক্রিটাস, যিনি আমাদের পেশা প্রতিষ্ঠা করেছিলেন, আমাদের শৃঙ্খলার ভিত্তি স্থাপন করেছিলেন একটি শপথের মধ্যে, যেখানে গর্ভবতী নারীর ভ্রূণকে বের করে দেওয়ার মতো ওষুধ না দেওয়ার নিষেধাজ্ঞা ছিল।\" অন্যান্য চিকিৎসা পণ্ডিতগণ এ বিষয়ে একমত নন কেননা তারা মনে করেন যে, হিপোক্রিটাস ভ্রূণ গর্ভপাত করার জন্য বিপজ্জনক পদ্ধতি ব্যবহার করার ক্ষেত্রে চিকিৎসকদের নিরুৎসাহিত করতে চেয়েছিলেন। সম্ভবত এই দ্বিমতের সূত্রপাত হয়েছিল কারণ শপথটিতে মূলত অস্ত্রোপচারকে নিষিদ্ধ করেছিল (সেই সময়ে অস্ত্রোপচার খুব বেশি বিপজ্জনক ছিল এবং শল্যবিদদের পেশা চিকিৎসকদের থেকে আলাদা ছিল)।\nসোরানাস চিকিৎসকদের মধ্যে দুটি পক্ষকে স্বীকার করেছেন: যারা হিপোক্রেটিক শপথের উদ্ধৃতি দিয়ে গর্ভপাত করেননি এবং অন্য দলটি তার নিজের। সোরানাস স্বাস্থ্য সংক্রান্ত জটিলতার পাশাপাশি মানসিক অপরিপক্কতার বিষয় বিবেচনা করা গর্ভপাত সমর্থন করেছিলেন এবং এ সম্পর্কে তাঁর গাইনোকলজি গ্রন্থে বিস্তারিত পরামর্শ দিয়েছেন।\nরোমান প্রজাতন্ত্রে গর্ভপাতের শাস্তি সাধারণত প্রয়োগ করা হতো মূলত সন্তান রাখা না রাখা সংক্রান্ত পিতার সিদ্ধান্তের অধিকার লঙ্ঘন করার কারণে। স্টোয়িসিজম বা নিস্পৃহবাদে যেহেতু ভ্রূণকে ব্যক্তি হিসেবে স্বীকার করা হতো না এবং রোমে এ মতবাদের প্রভাবের ছিল ফলে গর্ভপাতকে মানবহত্যার অপরাধ গণ্য করে শাস্তি দেয়া হতো না।\nযদিও রোমে গর্ভপাত সাধারণভাবে গৃহীত হয়েছিল তবে প্রায় ২১১ খ্রিস্টাব্দে সম্রাট সেপটিমিয়াস সেভেরাস এবং কারাকাল্লা পিতামাতার অধিকারের লঙ্ঘন হিসেবে গর্ভপাত নিষিদ্ধ করেছিলেন এবং এর শাস্তি ছিল সাময়িক নির্বাসন। খ্রিস্টধর্মের প্রসারের সাথে এই মনোভাবের পরিবর্তন হতে থাকে।\nতৃতীয় শতাব্দীর আইনি সংকলন পাউলি সেন্ডেনটিয়া (জুলিয়াস পলাস প্রুডেন্টিসিমাসকে লেখক বলা হয়েছে) উল্লেখ করছে: \"যারা গর্ভপাতের ঔষধ দেয় এবং একাজে তারা প্রতারণ না করলেও এটি একটি খারাপ উদাহরণ স্থাপন করে এবং একাজে যুক্ত নিম্ন স্তরের ব্যক্তি, [যেমন, মুক্ত দাস]  শাস্তি হিসেবে খনিতে কাজ করবে, এবং উচ্চ মর্যাদার ব্যক্তিকে [যেমন, প্যাট্রিশিয়ান] তার সম্পত্তির  কিছু অংশ বাজেয়াপ্ত করে একটি দ্বীপে নিষিদ্ধ করা হবে, এবং যদি একাজে একজন নারী বা পুরুষ মারা যায়, তাহলে দায়ী ব্যক্তি মৃত্যুদণ্ড পাবে।\" এক্ষেত্রে ভ্রূণ হত্যার পরিবর্তে যে নারী গর্ভপাত করেছে তার হত্যাকেই গুরুত্বের সাথে বোঝানো হয়েছে বলে মনে হয় ।\nরোমান আইনবিদ উলপিয়ান ডাইজেস্ট  গ্রন্থে  লিখেছেন: \"একটি অনাগত সন্তানের জন্মের কথা বিবেচনা করা হয় তার কল্যাণের কথা চিন্তা করেই।\" তা সত্ত্বেও, গর্ভপাত \"কোন প্রকার লজ্জাবোধ ছাড়াই\" অনুশীলন অব্যাহত আছে।\n\n\n====== খৃষ্টধর্মে গর্ভপাত ======\nযাত্রাপুস্তক ২১:২২-২৪ তে দুজন পুরুষের লড়াইয়ের বর্ণনা দেয়া হয়েছে এবং লড়াইয়ের সময় তাদের একজনের গর্ভবতী স্ত্রী আঘাতপ্রাপ্ত হয়। যদি এ ঘটনায় শুধুমাত্র গর্ভপাত হয়,  তাহলে অপরাধীকে শাস্তি হিসেবে শুধু জরিমানা করা হয়। তবে, যদি সে নারী মারা যান তাহলে ধরে নিতে হবে অপরাধী তার জীবন কেড়ে নিয়েছে (আইন অনুযায়ী, একটি জীবনের বদলে আরেকটি জীবন)। ব্রুস ওয়ালটকের মতো যারা মন্তব্য করেন তারা এটি প্রমাণ হিসেবে উপস্থাপন করেছেন যে, \"ঈশ্বর ভ্রূণকে আত্মা মনে করেন না\"। সি. এভারেট কুপ এই ব্যাখ্যার সাথে একমত নন।\nআরেকটি বাইবেলের রেফারেন্সে দেখা যায়, ওল্ড টেস্টামেন্ট ভ্রূণকে আত্মা (নেফেশ) বলে গণ্য করে না; সংখ্যা ৫:১১-৩১ এ অবিশ্বস্ত স্ত্রীর পরীক্ষার বর্ণনা দেয়। যদি কোন পুরুষ তার স্ত্রীর বিশ্বস্ততা নিয়ে সন্দেহ করে, সে তাকে মহাযাজকের কাছে নিয়ে যেত। পুরোহিত সেই নারীর জন্য জল এবং \"পবিত্র স্থানের মেঝে থেকে ধুলো\" দিয়ে তৈরি পানীয় পান করাতেন। যদি সে অবিশ্বস্ত হতো তবে \"তার পেট ফুলে যাবে, তার গর্ভপাত হবে, এবং সে অভিশাপে পরিণত হবে।\" যদি সে নির্দোষ হয় তবে পানীয়টির কোন প্রভাব হতো না।\nডিডাচে (১০০ খ্রিস্টাব্দের পূর্ব সময়ের) নামক আদি খ্রিস্টীয় নীতিমালায় বলা হয়েছে: \"গর্ভপাতের মাধ্যমে কোন শিশুকে হত্যা করবেন না কিংবা নবজাতক শিশুকে হত্যা করবেন না।\" দ্বিতীয় এবং তৃতীয় শতাব্দীর ধর্মতাত্ত্বিক টেরটুলিয়ান বলেন, গর্ভপাত শুধুমাত্র সেই সমস্ত ক্ষেত্রেই করা উচিত যদি গর্ভে ভ্রূণের অস্বাভাবিক অবস্থান গর্ভবতী নারীর জীবনকে বিপন্ন করে তোলে। সেন্ট অগাস্টিন, এনচিরিডিয়ন  গ্রন্থে জরায়ুতে মারা যাওয়া ভ্রূণ অপসারণের জন্য অস্ত্রোপচারের পদ্ধতির উল্লেখ করেছিলেন।\nসেন্ট অগাস্টিন বিশ্বাস করতেন, মানুষের অঙ্গ এবং আকৃতি বিশিষ্ট পরিণত ভ্রূণের গর্ভপাত করা একটি হত্যাকাণ্ড। তবে, প্রাথমিক পর্যায়ে গর্ভপাতের ব্যাপারে তাঁর বিশ্বাস অনেকটা এরিস্টটলের মতোই ছিল, যদিও তিনি অস্বীকার করতে পারেননি আবার নিশ্চিতও করতে পারেননি যে এই ধরনের আংশিকভাবে গঠিত ভ্রূণ দ্বিতীয়বার আসার সময় পূর্ণ মানুষ হিসেবে পুনরুত্থিত হবে কিনা।\n\n\"এমন কে আছে যিনি ভাববেন না যে অপরিপক্ক বীজ যেমন কখনো ফল দিতে পারে না তেমনি অগঠিত গর্ভপাতও ধ্বংস হয়ে যায়?\"\n\"এবং সেজন্যই নিচের প্রশ্ন খুব সতর্কতার সাথে অনুসন্ধান করা যেতে পারে এবং জ্ঞানী ব্যক্তিদের সাথে আলোচনা করা যেতে পারে, যদিও আমি জানি না যে এটি সমাধান করার ক্ষমতা মানুষের আছে কি না। কোন সময়ে গর্ভে থাকা শিশু জীবনের স্পন্দন পেতে শুরু করে এবং জীবিত অবস্থায় আবির্ভাবের পূর্বে সুপ্ত রূপে জীবনের অস্তিত্ব থাকে কিনা। গর্ভ থেকে কোন শিশুর একে একে সব অঙ্গ -প্রত্যঙ্গ কেটে কেটে ফেললে যদি সে সেখানে মারা যায় সেক্ষেত্রে তার মায়েরও মারা যাওয়ার কথা সুতরাং গর্ভস্থ শিশু কখনোই জীবিত নয় এটি অস্বীকার করা হঠকারি।\"\nআনু. ১১১৫ সালে লিখিত দ্য লেগেস হেনরিসি প্রিমি তে প্রি-কুইকেনিং গর্ভপাতকে একটি অপকর্ম হিসেবে গণ্য করা হয়েছে এবং পোস্ট কুইকেনিং গর্ভপাতকে হত্যার চেয়ে কম শাস্তিযোগ্য বলা হয়েছে। \"কুইকেনিং\", শব্দটি যা প্রায়শই \"এনসুলমেন্ট\" (প্রাণ সঞ্চারণ) বা \"অ্যানিমেশন\" (জীবন্ত অবস্থা) এর সাথে বিনিময়যোগ্যভাবে ব্যবহৃত হয় এবং এটি জরায়ুতে ভ্রূণের প্রথম সচলতার সাথে সম্পৃক্ত। এই সচলতা সাধারণত গর্ভাবস্থার তৃতীয় থেকে পঞ্চম মাসে নারী অনুভব করেন। গর্ভপাত করা মিডওয়াইফদের বিরুদ্ধে ম্যালিউস ম্যালিফিকারাম (দ্য হ্যামার অফ উইচস) -গ্রন্থে জাদুবিদ্যা করার অভিযোগ আনা হয়েছিল, যা ১৪৮৭ সালে জার্মানিতে ডাইনি-অনুসন্ধান নির্দেশনা হিসেবে প্রকাশিত হয়েছিল।\nবর্তমানে, রোমান ক্যাথলিক, ইস্টার্ন অর্থোডক্স, ইভানজেলিক্যাল প্রোটেস্ট্যান্ট এবং কিছু মূলধারার প্রোটেস্ট্যান্ট গির্জা বিভিন্ন মাত্রায় গর্ভপাতের বিরোধিতা করে আবার আরো কিছু মূলধারার প্রোটেস্ট্যান্ট গির্জা বিভিন্ন মাত্রায় গর্ভপাত প্রক্রিয়া অনুসরণের অনুমতিও দেয়।\n\n\n====== ইহুদি ধর্মে গর্ভপাত ======\nবাইবেলের সময় থেকে ইহুদি দৃষ্টিকোণ অনুযায়ী গর্ভপাতকে ধর্মীয় প্রেক্ষাপটের চেয়ে সামাজিক প্রেক্ষাপট থেকে বিবেচনা করা হয় এবং মায়ের জীবনকে মূলত অগ্রাধিকার প্রদান করা হয়।\n\n\n=== অপরাধকরণ ===\n\nউনিশ শতকে চিকিৎসা শাস্ত্র সার্জারি (শল্যচিকিৎসা) অ্যানেস্থেশিয়া (অবশকরণ) এবং স্যানিটেশনের (স্বাস্থ্যব্যবস্থা) ক্ষেত্রে অসাধারণ অগ্রগতি দেখেছে। গর্ভপাতের প্রতি সামাজিক দৃষ্টিভঙ্গি বদলে যায় নারী অধিকার আন্দোলনের বিরুদ্ধে প্রতিক্রিয়ার প্রেক্ষিতে। পূর্বে প্রাথমিক গর্ভাবস্থায় (সচলতা তৈরির পূর্ব পর্যন্ত) প্রচলিত আইনের অধীনে গর্ভপাত ব্যাপকভাবে প্রচলিত এবং আইনত বৈধ ছিল। তবে ইংরেজীভাষী বিশ্বে গর্ভাবস্থার সকল পর্যায়েই গর্ভপাতকে অবৈধ ঘোষণা করে আইন পাস করেছিল।\nউনিশ শতকের গোড়ার দিকে গর্ভপাত সম্পর্কে মতামত পরিবর্তনের পেছনে বেশ কয়েকটি কারণ ছিল। মার্কিন যুক্তরাষ্ট্রে, যেখানে চিকিত্সকরা গর্ভপাত অপরাধমূলক আইনের অগ্রণী সমর্থক ছিলেন, তাদের মধ্যে কেউ কেউ যুক্তি দিয়েছিলেন যে চিকিৎসা জ্ঞানের অগ্রগতির কারণে গর্ভধারণের প্রক্রিয়াতে অন্যন্য ধাপের চেয়ে কুইকেনিং বা সচলতার পর্যায় কোন অর্থেই কম বা বেশি সংকটময় অবস্থা নয়। সুতরাং যদি কেউ কুইকেনিং পর্যায়ের পর গর্ভপাত করাকে বিরোধিতা করেন তাহলে কুইকেনিং এর আগেও গর্ভপাত করাকে তার বিরোধিতা করা উচিত।\nব্যবহারিক বিভিন্ন কারণও গর্ভপাত বিরোধী আইন আরোপের জন্য চিকিৎসা ক্ষেত্রকে প্রভাবিত করেছিল। এক, গর্ভপাত প্রদানকারীরা প্রশিক্ষণহীন এবং মেডিকেল সোসাইটির সদস্য নয়। এমন একটি সময়ে যেখানে দেশের শীর্ষস্থানীয় ডাক্তাররা চিকিৎসা পেশাকে মানসম্মত করার চেষ্টা করছিলেন সেখানে এই \"অনিয়মিত পেশা\"  জনস্বাস্থ্যের জন্য একটি উপদ্রব বলে বিবেচিত হতো। এই \"অনিয়মিত\" পেশা আনুষ্ঠানিক চিকিৎসা পেশা দ্বারা অপছন্দনীয় ছিল কারণ অনিয়মিত পেশাজীবীরা নিয়মিত চিকিৎসকদের জন্য  প্রতিযোগিতা তৈরি করছিল এবং প্রায়ই সেটি সস্তা প্রতিযোগিতা ছিল। যদিও গর্ভপাতের বিরুদ্ধে চিকিৎসকদের অভিযান ১৮০০ এর দশকের গোড়ার দিকে শুরু হয়েছিল তবে মার্কিন যুক্তরাষ্ট্রে গৃহযুদ্ধের পর পর্যন্ত এ সংক্রান্ত সামান্যই পরিবর্তন আনা হয়েছিল।\nগর্ভপাত সংক্রান্ত ইংরেজ আইনটি প্রথম বিদ্বেষপূর্ণ গুলি নিক্ষেপ বা ছুরিকাঘাত আইন ১৮০৩ এর ধারা ১ এবং ২ এর অধীনে বিধিভুক্ত করা হয়েছিল। গর্ভপাত সম্পর্কিত আইনকে স্পষ্ট করার জন্য বিলটি ইংল্যান্ড এবং ওয়েলসের লর্ড চিফ জাস্টিস (ইংল্যান্ডের প্রধান বিচারপতি), এডওয়ার্ড ল, (প্রথম ব্যারন এলেনবোরো) প্রস্তাব করেছিলেন এবং এটি ছিল প্রথম আইন যা দ্বারা গর্ভপাতকে স্পষ্টভাবে নিষিদ্ধ করা হয়েছিল। এই আইনে বলা হয়, যে কোনো ব্যক্তির জন্য গর্ভপাত করানো বা করা অপরাধ। কুইকেনিং পর্যায়ের পর গর্ভপাত করানোর বা করার চেষ্টা করার শাস্তি ছিল মৃত্যুদণ্ড (ধারা ১) এবং অন্যথায় চৌদ্দ বছরের জন্য নির্বাসন (ধারা ২)। ১৯ শতকের আমেরিকাতে, গর্ভপাত নিয়ন্ত্রণের ব্যবস্থা ছিল না বললেই চলে। ইংরেজি প্রচলিত আইনের রীতি অনুযায়ী গর্ভপাতের কুইকেনিং পর্যায়ের পূর্বে গর্ভপাত করাকে সাধারণ বেআইনী কাজ হিসাবে বিবেচনা করা হত। এ ধরনের মামলার বিচার করা কঠিন প্রমাণিত হয় কারণ কুইকেনিং পর্যায় কখন ছিল এ বিষয়ে একমাত্র মায়ের সাক্ষ্যের উপরই নির্ভর করতে হতো।\nআইনটি ১৮২৮ এবং ১৮৩৭ সালে সংশোধন করা হয়েছিল - পরের আইনটি নারীদের মধ্যে কারা কুইকনিং পর্যায়ে ছিল আর কারা ছিল না তাদের মধ্যে পার্থক্য দূর করে। এতে সম্ভাব্য শাস্তি হিসাবে মৃত্যুদণ্ডকেও বাদ দেয়া হয়েছে। উনবিংশ শতাব্দীর শেষ দিকে গর্ভপাতের অপরাধে শাস্তি প্রদান বাড়তে থাকে। একজন লেখক এ প্রসঙ্গে দাবি করেছেন, ১৮৪০ সাল থেকে বিবাহিত মহিলাদের মধ্যে গর্ভপাতের সংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে। ব্যক্তির বিরুদ্ধে অপরাধ আইন ১৮৬১ গর্ভপাতের অভিপ্রায় নিয়ে বিষ বা যন্ত্র সংগ্রহকে একটি নতুন প্রস্তুতিমূলক অপরাধের আওতায় অন্তর্ভুক্ত করেছে। ১৮৬০ এর দশকে যদিও নিউইয়র্ক, নিউ অর্লিন্স, সিনসিনাটি, লুইসভিলে, ক্লিভল্যান্ড, শিকাগো এবং ইন্ডিয়ানাপলিসে গর্ভপাত সংক্রান্ত সেবা পাওয়া যেত এবং এসব এলাকায় প্রতি ৪টি জীবন্ত শিশু জন্মের পাশাপাশি একটি করে গর্ভপাত হতো বলে অনুমান করা যায়।\n১৮২০-এর দশক থেকে মার্কিন যুক্তরাষ্ট্রে গর্ভপাত বিরোধী আইনগুলো তৈরি হতে শুরু করে। ১৮২১ সালে, কানেকটিকাটের একটি আইন গর্ভপাতের উদ্দেশ্যে নারীদের কাছে বিষ বিক্রিকারি এপোথেকারিদের (যিনি ঔষধ প্রস্তুত করেন এবং চিকিৎসকদের কাছে বিক্রি করেন; আধুনিক কেমিস্ট বা ফার্মাসিস্ট) লক্ষ্য করে করা হয়েছিল; এবং নিউইয়র্ক পোস্ট- কুইকনিং পর্যায়ের গর্ভপাতকে গুরুতর অপরাধ ঘোষণা করে এবং আট বছর পর প্রি-কুইকনিং গর্ভপাতকে বেআইনি ঘোষণা করে। ১৮৬০ এর দশকের শেষ দিকে সংশ্লিষ্ট বিধায়ক, ডাক্তার এবং আমেরিকান মেডিকেল অ্যাসোসিয়েশনের প্রচেষ্টার মাধ্যমে গভর্পাত অপরাধকরণ প্রক্রিয়া ত্বরান্বিত হয়। ১৮৭৩ সালে, কমস্টক আইন দ্বারা গর্ভপাত সহায়ক, গর্ভধারণ প্রতিরোধ এবং বংশগত রোগ প্রতিরোধ সংক্রান্ত যেকোন তথ্য উৎপাদন ও প্রকাশ পদ্ধতি নিষিদ্ধ করেছিল এমনকি চিকিৎসা শাস্ত্রের ছাত্রদের জন্যও নিষিদ্ধ করা হয়। ১৯০৯ সালের মধ্যে এই আইনগুলো লঙ্ঘনের শাস্তি হিসেবে ৫০০০ ডলার জরিমানা ধার্য করা হয় এবং পাঁচ বছরের কারাদণ্ড ঘোষণা করা হয়। ১৯১০ সালের মধ্যে প্রায় প্রতিটি রাজ্যে গর্ভপাত বিরোধী আইন ছিল, কিন্তু এগুলো প্রয়োগের ক্ষেত্রটি ছিল চূড়ান্ত রকমের অসম।\nবিপরীতভাবে, ফ্রান্সে গর্ভপাতের সামাজিক ধারণাগুলি পরিবর্তিত হতে শুরু করে। উনিশ শতকের প্রথমার্ধে, গর্ভবতীকে অবিবাহিত গর্ভবতী নারীদের শেষ অবলম্বন হিসেবে দেখা হত। তবে লেখকরা যখন থেকে বিবাহিত নারীদের পরিবার পরিকল্পনার পরিপ্রেক্ষিতে গর্ভপাত সম্পর্কে লিখতে শুরু করলেন তখন থেকে অনাকাঙ্খিত গর্ভধারণের যৌক্তিক সমাধান হিসেবে গর্ভপাতের প্রচলনকে পুনরায় বৈধ করা হয়। বিবাহিত নারীদের জন্য পরিবার পরিকল্পনার একটি মাধ্যম হিসেবে গর্ভপাতের বিষয়টি চিন্তা করা হয়েছিল কারণ চিকিৎক এবং অ-চিকিৎসক সকলেই এ পদ্ধতির আপেক্ষিক নিরাপত্তার বিষয়ে একমত ছিলেন।\n\n\n=== গর্ভপাত পদ্ধতি ===\n\n১৮৭০ ​​সাল থেকে ইংল্যান্ডে প্রজনন ক্রমাগতভাবে হ্রাস পেতে থাকে, যা কিছু ভাষ্যমতে, কৃত্রিম গর্ভনিরোধের ব্যবহার বৃদ্ধির সাথে নয় বরং আরো প্রচলিত পদ্ধতি যেমন- প্রত্যাহার এবং বিরত থাকার সাথে সংযুক্ত ছিল। এটি সন্তান লালন -পালনের আপেক্ষিক খরচের ধারণার পরিবর্তনের সাথে সংযুক্ত ছিল। তখনও নারীরা অনাকাঙ্খিত গর্ভধারণের সমস্যায় পড়ত। সেসময় গর্ভপাত সহায়ক ঔষধের বিজ্ঞাপন দেওয়া হতো বিচক্ষণতার সাথে এবং লোক সংস্কৃতিতেও গর্ভপাত করার  বিভিন্ন পদ্ধতির সবিশেষ উল্লেখ ছিল। শ্রমিকশ্রেণীর নারীদের মধ্যে উগ্র পরিশোধক জনপ্রিয় ছিল, পেনিরয়্যাল, অ্যালো এবং টারপেন্টাইন সবই ব্যবহৃত হতো। গর্ভপাত সহায়ক অন্যান্য পদ্ধতিগুলো ছিল খুব গরম জলে স্নান এবং জিন মদের ব্যবহার, চরম পরিশ্রম, সিঁড়ি থেকে মেঝেতে নিয়ন্ত্রিত পতন, বা পশুচিকিতৎসার ঔষধের ব্যবহার প্রভৃতি। তথাকথিত অবৈধ গর্ভপাতকারীদের সাধারণভাবেই প্রচলন ছিল, যদিও তাদের রক্তাক্ত প্রচেষ্টা প্রাণঘাতি হওয়ার সম্ভাবনা থাকত। ইংল্যান্ডে সংঘটিত অবৈধ গর্ভপাতের সংখ্যার অনুমানিক হিসেব একেক জায়গায় একে রকম ছিল: একটি অনুমান অনুসারে, ১৯১৪ সালে ১০০,০০০ নারী ওষুধের মাধ্যমে গর্ভপাতের  প্রচেষ্টা নিয়েছিল। ২০০৮ সালে কানাডায় ঔষধের ব্যবহারে মাত্র ১-২% গর্ভপাত হয়েছিল। অনেক বিতর্কের পর, ২০১৭ সালে গর্ভপাতের ঔষধ কানাডায় বৈধভাবে ব্যবহারের অনুমতি দেয়া হয়।\nনিউইয়র্কে, ১৮০০-র দশকে  হাসাপাতালের সার্বিক ব্যবস্থাপনা ভালো খারাপ যাই থাকুক না কেন অস্ত্রোপচার করে গর্ভপাতে সেখানে ৩০% হারে মৃত্যু ঘটেছিল। এরপর আমেরিকান মেডিকেল এসোসিয়েশন গর্ভপাত বিরোধী অভিযান শুরু করে যার ফলে গর্ভপাত ডাক্তারদের একচেটিয়া ক্ষেত্র হয়ে ওঠে। ১৮৭০ সালে নিউইয়র্কের সাইরাকিউসে প্রকাশিত গর্ভপাতের পরিষেবা সংক্রান্ত একটি গবেষণাপত্রে দেখা যায়, সে সময়ে সেখানে ইনজেকশনের পানি দিয়ে জরায়ুর ভিতরে ফ্লাশ করার মাধ্যমে গর্ভপাতের পদ্ধতি প্রচলিত ছিল। প্রবন্ধটির লেখক, এলি ভ্যান ডি ওয়ার্কল দাবি করেছেন, এই পদ্ধতিটি একজন গৃহ পরিচারিকার পক্ষেও সাশ্রয়ী ছিল, কারণ শহরের এক লোক কিস্তির পরিকল্পনায় একে ১০ ডলারে অফার করেছিল। ১৯ শতকে অন্যান্য যে মূল্য গর্ভপাত প্রদানকারীরা ধার্য করেছিলেন তার অনেকটাই বেশি ছিল বলে জানা গেছে। ব্রিটেনে, এটি ১০ ​​থেকে ৫০ গিনি পর্যন্ত ছিল যা একটি নিম্ন মধ্যবিত্ত পরিবারের বার্ষিক আয়ের ৫ ভাগ।\nইংল্যান্ডের শেফিল্ডে আকস্মিকভাবে গর্ভপাত হতে থাকে যার জন্য শহরের জল সরবরাহের ধাতব পাইপ হতে সৃষ্ট সীসা বিষক্রিয়াকে দায়ী করা হয়েছিল। এ ঘটনার পর নারীরা ডায়াকিলন ঔষধ ব্যবহার করতে শুরু করেন যা মূলত সীসার উচ্চ ঘনত্ববিশিষ্ট একটি পদার্থ এবং স্বাভাবিকভাবেই গর্ভপাতে সহায়ক। ১৮৯৮ সালে, একজন নারী গর্ভপাতের জন্য ডায়াকিলন ব্যবহার করার কথা স্বীকার করেছিলেন। প্রথম বিশ্বযুদ্ধ পর্যন্ত ইংল্যান্ডের মধ্যভাগে ডায়াকিলনের ব্যবহার প্রচলিত ছিল। ১৮৯৪ সালে ক্যালগেরি, আলবার্টায় একজন গর্ভপাতকারী ওপর ফৌজদারি তদন্তে রাসায়নিক বিশ্লেষণের মাধ্যমে জানা যায়, তিনি একজন পুরুষকে গর্ভপাতের জন্য যে মিশ্রণ সরবরাহ করেছিলেন তাতে স্প্যানিশ মাছি ব্যবহৃত হয়েছিল।\nডা. এভলিন ফিশার লিখেছেন, কীভাবে ১৯২০-এর দশকে ওয়েলসের একটি খনির শহরে বসবাসকারী নারীগণ গর্ভপাতকে স্ব-প্ররোচিত করার প্রচেষ্টায় জরায়ুকে প্রসারিত করার জন্য রোমান ক্যাথলিক অনুষ্ঠানের উদ্দেশ্যে তৈরি মোমবাতি ব্যবহার করতেন। একইভাবে, মোমবাতি এবং অন্যান্য বস্তুর ব্যবহার, যেমন কাচের রড, কলমদানি, কার্লিং আয়রন (চুল কোঁকড়ানোর যন্ত্র), চামচ, লাঠি, ছুরি, এবং ক্যাথেটার (শল্যচিকিৎসায় ব্যবহৃত টিউব জাতীয় যন্ত্র) মার্কিন যুক্তরাষ্ট্রে ১৯ শতকে ব্যবহৃত হতো বলে জানা যায়। বিংশ শতাব্দীর প্রথম দিকে ম্যানহাটনের দক্ষিণ-পূর্ব দিকে ইহুদি বংশোদ্ভূত নারীগণ বাষ্পের পাত্রের উপর বসে থাকার প্রাচীন ভারতীয় প্রথা অনুসরণ করতেন বলে জানা যায়। কিছু ভাষ্যকার বলেন, বিশ শতকের গোড়ার দিকে গর্ভপাত একটি বিপজ্জনক পদ্ধতি ছিল এবং ১৯৩০ সাল পর্যন্ত এটি প্রসবের চেয়েও বিপজ্জনক ছিল। কিন্তু অন্যরা বলেছেন, ১৯ শতকের প্রথম দিকে গর্ভপাত স্বাস্থ্যকর ব্যবস্থার অধীনে ছিল যা সাধারণত মিডওয়াইফরা বা ধাত্রীদের দ্বারা সম্পন্ন হতো এবং অপেক্ষাকৃত নিরাপদ ছিল। উপরন্তু, কিছু লেখক লিখেছেন, উন্নত চিকিৎসা পদ্ধতি সত্ত্বেও, ১৯৩০ এর দশক থেকে বৈধকরণের সময় পর্যন্ত গর্ভপাত বিরোধী আইনের আরো উদ্যোগী প্রয়োগ এবং সংঘবদ্ধ অপরাধ দ্বারা গর্ভপাত প্রদানকারীদের উপর ক্রমবর্ধমান নিয়ন্ত্রণ দেখা গিয়েছে।\n\n\n=== গর্ভপাতকারক ঔষধের বিজ্ঞাপন ও গর্ভপাত পরিষেবাসমূহ ===\nআটলান্টিক মহাসাগরের উভয় প্রান্তে নিষেধাজ্ঞা সত্ত্বেও, গর্ভপাত অব্যাহত ছিল, কারণ ভিক্টোরিয়ান যুগে গর্ভপাত পরিষেবা, গর্ভপাত-সহায়ক সরঞ্জাম এবং গর্ভপাতের ঔষধের পরোক্ষ বিজ্ঞাপনের যথেষ্ট প্রচলন ছিল। এই ধরনের মুদ্রিত বিজ্ঞাপনগুলো মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য, এবং কানাডায় পাওয়া গেছে। ব্রিটিশ মেডিকেল জার্নালের একজন লেখক ১৮৬৮ সালে সংবাদপত্রের বিজ্ঞাপনগুলোর জবাবে বলেন,  \"সাময়িকভাবে অসুস্থ\" নারীদের জন্য বিজ্ঞাপনগুলো অনেকটা স্বস্তিদায়ক ছিল এবং এগুলোর বেশিরভাগে গর্ভপাতকে মূলত উৎসাহিতই করা হয়েছিল।\nগোপনে বাজারজাত করা গর্ভপাত ঔষধের কয়েকটি উদাহরণের মধ্যে রয়েছে \"ফেরারর্স ক্যাথলিক পিলস\", \"হার্ডিস উইমেন'স ফ্রেন্ড\", \"ড. পিটার'স ফরাসি রেনোভেটিং পিলস\", \"লিডিয়া পিংকহ্যামস ভেজিটেবল কম্পাউন্ড\", এবং \"ম্যাডাম ড্রুনেটস লুনার পিলস\"  যেসমস্ত পেটেন্ট ঔষধ (ওটিসি ঔষধ) যা \"নারীদের সমস্যার\" চিকিৎসায় সক্ষম দাবী করত সেগুলোতে প্রায়ই পেনিরোয়াল, ট্যানসি এবং স্যাভিন ইত্যাদি ভেষজ উদ্ভিদের উপাদান থাকত। \"নারীদের ঋতু পুনরুদ্ধার\" এবং \"শারীরিক প্রক্রিয়া থেকে অপবিত্রতা দূর করার\" প্রতিশ্রুতিতে গর্ভপাতের পণ্য বিক্রি করা হতো। এই ধরনের বিজ্ঞাপনে স্থানীয় ভাষায়, \"অনিয়ম\", \"বাধা\", \"ঋতু দমন\", এবং \"বিলম্বিত ঋতু\" ইত্যাদি শব্দের ব্যবহারে গর্ভাবস্থার নির্দিষ্ট ধাপের পরোক্ষ উল্লেখ ছিল বোঝা যায় । যেমন, কিছু কিছু গর্ভপাতকারি ঔষধ মাসিক নিয়মিত করার ঔষধ হিসেবে বাজারজাত করা হতো।\nবিচাম'স পিল বা ঔষধ মূলত ১৮৪২ সাল থেকে রেচক হিসেবে বাজারজাত করা হয়েছিল। এগুলো ইংল্যান্ডের ল্যাঙ্কাশায়ারের সেন্ট হেলেন্সের থমাস বিচাম আবিষ্কার করেছিলেন। ঔষধগুলো অ্যালো, আদা এবং সাবানের সংমিশ্রণ, আরো কিছু ছোটোখাটো উপাদানের সংমিশ্রণে তৈরি হয়েছিল। বিজ্ঞাপনের জন্য এই ঔষধের জনপ্রিয়তা ব্যাপক বৃদ্ধি পেয়েছিল। কবি উইলিয়াম টোপাজ ম্যাকগোনাগল ঔষধের বিজ্ঞাপন উপলক্ষ্যে একটি কবিতা  লিখেছিলেন এবং সেখানে ঔষধের পক্ষে তাঁর সম্মতি জানিয়েছিলেন। ১৮৮০-এর দশকে বিচামের বিজ্ঞাপন খরচ £২২,০০০ থেকে £৯৫,০০০ পর্যন্ত গিয়েছিল। রানী ভিক্টোরিয়ার হীরক জয়ন্তির জন্য ১৮৯৭ সালে ক্রিশ্চিয়ান হেরাল্ড সংস্করণে একটি বিজ্ঞাপনে বলা হয়েছিল: \"একটি গিনি বক্সের সমতুল্য। অসুস্থ মাথাব্যথা, কোষ্ঠকাঠিন্য, দুর্বল পেট, হজম দুর্বল, লিভার এবং নারীদের অসুস্থতার মতো সমস্ত পিত্তজনিত ও স্নায়বিক রোগের জন্য বীচামের ওষুধ। বিক্রি এখন বছরে ৬ মিলিয়ন বক্স।\" সমুদ্র সৈকতে এক যুবতীর ছবির পাশাপাশি লেখাটি ছাপা হয়েছিল এবং ছবির ক্যাপশনে লেখা ছিল \"সাগরের উদ্দাম ঢেউ কি বলছে? বিচামের পিল খেয়ে দেখুন।\"\n\n\"ওল্ড ডক্টর গর্ডনের পার্লস অফ হেলথ\", মন্ট্রিলের একটি ওষুধ কোম্পানি দ্বারা উৎপাদিত, যেটির প্রতি মাসে নিয়মিত ব্যবহার \"সব ধরনের শারিরীক দমন এবং অনিয়ম নিরাময় করতে সক্ষম দাবি করা হয়েছিল। তবে, কয়েকটি বিজ্ঞাপনে স্পষ্টভাবে তাদের উৎপাদিত পণ্য ব্যবহারে গর্ভধারণের আশাবাদী নারীদের সতর্ক করা হয়েছে অথবা গর্ভপাতকে অনিবার্য পার্শ্বপ্রতিক্রিয়া হিসেবে তালিকাভুক্ত করা হয়েছে। \"ড. পিটারের ফ্রেঞ্চ রেনোভেটিং পিলস\" এর বিজ্ঞাপনে পরামর্শ ছিল, \"... গর্ভবতী নারীদের এগুলো ব্যবহার করা উচিত নয়, কারণ এগুলো অবধারিতভাবে গর্ভপাত ঘটায় ...\", এবং \"ড. মনরোর ফ্রেঞ্চ পিরিয়ডিকাল পিলস\" এবং \"ড. মেলভিউস' পর্তুগিজ ফিমেইল পিলস\" ও গর্ভপাত নিশ্চিত করে\"। টরন্টোর এফ ই কার্ণ নামে একজন ব্যক্তি, ১৯০১ সালে তার বিজ্ঞাপিত \"ফ্রায়ারস' ফ্রেঞ্চ ফিমেইল রেগুলেটর\" গর্ভধারণ করেছেন এমন নারীদের ব্যবহার না করার বিষয়ে সতর্ক করেন কারণ এই ঔষধ \"দ্রুত ঋতুস্রাব পুনরুদ্ধার করবে।\" ইতিহাসবিদ অ্যান হিবনার কোবলিটজ মন্তব্য করেছেন, ঊনবিংশ শতাব্দীর গ্রাহকরা বিক্রেতাদের উদ্দেশ্য অনুযায়ী এই 'সতর্কতা' ঠিক বুঝতে পারতেন যে এগুলো মূলত একটি গর্ভপাতের ঔষধের বিজ্ঞাপন।\"\n১৯৩০ এর দশকের মাঝামাঝি সময়ে মার্কিন যুক্তরাষ্ট্রে মহিলাদের কাছে বিভিন্ন নামে বিক্রি করা হতো যেমম: মোলেক্স পিলস এবং কোট পিলস। যেহেতু জন্মনিয়ন্ত্রণ সরঞ্জাম এবং গর্ভপাতের ঔষধ সে সময় বাজারজাত করা এবং বিক্রি করা অবৈধ ছিল ফলে সেগুলো \"বিলম্বিত\" ঋতুর সমস্যায় ভুক্তভোগী নারীদের দ্বারাই সাধারণত ব্যবহৃত হতো। এই পিলগুলোতে সাধারণত এরগোটিন, অ্যালো, ব্ল্যাক হেলিবোরের মতো উপাদান থাকে। তবে এগুলোর কার্যকারিতা এবং নিরাপদ কতটুকু সেটি অজানা। ১৯৪০ সালে এফটিসি তাদের অনিরাপদ ও অকার্যকর মনে করে এই কোম্পানিগুলো বন্ধ এবং এ ধরনের পণ্য বিক্রি থেকে নিবৃত্ত করার দাবি জানায়।\nভিক্টোরিয়ান-যুগের গর্ভপাতকারী হিসেবে একটি সুপরিচিত উদাহরণ ছিল ম্যাডাম রেসটেল, বা অ্যান লোহমান, যিনি চল্লিশ বছরেরও বেশি সময় ধরে অবৈধভাবে উত্তর আমেরিকায় অস্ত্রোপচার করে গর্ভপাত করতেন এবং গর্ভপাতের ঔষধ সরবরাহ করতেন। তিনি ১৮৩০ -এর দশকে নিউইয়র্কে তার ব্যবসা শুরু করেছিলেন এবং ১৮৪০ -এর দশকে বোস্টন এবং ফিলাডেলফিয়ার ফ্র্যাঞ্চাইজিগুলোও তার ব্যবসার অন্তর্ভুক্ত হয়েছিল। অনুমান করা হয়, ১৮৭০ সালের নাগাদ শুধুমাত্র বিজ্ঞাপনে তার বার্ষিক ব্যয় ছিল ৬০,০০০ ডলার। তার খ্যাতির সুবাদে, তারই নাম অনুকরণে রিস্টেলিজম গর্ভপাতের সমার্থক শব্দে পরিণত হয়।\n\nনিউইয়র্ক সানে মুদ্রিত রেসটেলের চিকিৎসা সেবার একটি বিজ্ঞাপনে প্রতিশ্রুতি দেয়া হয়েছিল যে, তিনি তার অভিজ্ঞতা ও জ্ঞানের সাহায্যে আত্মবিশ্বাসের সঙ্গে নারীর শারীরিক অনিয়ম \"চিকিৎসা করতে সক্ষম তবে চিকিৎসা ফলপ্রসূ করার জন্য বা সম্পূর্ণ আরোগ্য লাভের জন্য কয়েক দিন সময়ের প্রয়োজন\"। অন্য জায়গায়, বিবাহিত নারীদের উদ্দেশ্যে তিনি প্রশ্ন রেখেছিলেন যে,\" তবে কি নিজেদের পরিণতি বা বংশের কল্যাণের কথা বিবেচনা না করে পিতামাতাদের নিজের পরিবার বৃদ্ধি করাই বাঞ্ছনীয়, যখন একটি সাধারণ, সহজ, স্বাস্থ্যকর এবং নির্দিষ্ট প্রতিকার আমাদের নিয়ন্ত্রণেই রয়েছে?\" \"ফিমেইল মান্থলি রেগুলেটিং পিলস\" এর বিজ্ঞাপনগুলোতে তিনি সব ধরনের দমন, অনিয়ম বা ঋতু বন্ধের সমাধান করার প্রতিশ্রুতি দিয়েছিলেন। তবে ম্যাডাম রেসটেল মর্যাদাসম্পন্ন এবং ক্ষুদ্র অপ্রধান সংবাদমাধ্যম, দুজায়গাতেই সমালোচিত হয়েছিলেন। তাকে প্রথম ১৮৪১ সালে গ্রেপ্তার করা হয়েছিল এবং এন্থনি কমস্টক কর্তৃক চূড়ান্তভাবে গ্রেপ্তারের পর  ১লা এপ্রিল, ১৮৭৮ সালে বিচারের দিন তিনি আত্মহত্যা করেছিলেন।\nএই ধরনের বিজ্ঞাপন হাতুড়ে চিকিৎসার উপায় এবং অনৈতিক হিসেবে সমালোচনা তৈরি করেছিল। অনেক হাতুড়ে ঔষধের  নিরাপত্তা নিয়ে সন্দেহ ছিল এবং অন্যদের কার্যকারিতা আদৌ ছিল কিনা তা নিয়েও প্রশ্ন আছে। ১৮৭১ সালে লেখা নিউইয়র্ক হেরাল্ডের সম্পাদকীয়তে হোরেস গ্রিলি গর্ভপাত এবং এর প্রচারকে \"কুখ্যাত এবং দুর্ভাগ্যজনকভাবে সাধারণ অপরাধ\" বলে অভিহিত করেছেন এবং এটি এত সাধারণ অপরাধ যে এতে পেশাদার খুনিদের গোষ্ঠীকে লাভজনক সহায়তা প্রদান করা হয় সেই সাথে এটি এতটাই নিরাপদ যে, এর অপরাধীরা সংবাদপত্রে তাদের বিজ্ঞাপনও প্রকাশ করে\"। যদিও গ্রিলি যে পত্রিকায় লেখাটি লিখেছিলেন তারাও এ ধরনের বিজ্ঞাপন গ্রহণ করত তবে নিউইয়র্ক ট্রিবিউন এর মতো কিছু পত্রিকা এসব ছাপতে চাইত না। এলিজাবেথ ব্ল্যাকওয়েল, যিনি মার্কিন যুক্তরাষ্ট্রে ডক্টর অব মেডিসিন প্রাপ্ত প্রথম নারী ছিলেন তিনিও খেদ প্রকাশ করে বলেছিলেন, কীভাবে এই ধরনের বিজ্ঞাপনগুলো \"গর্ভপাতকারী\" শব্দের সাথে \"নারী চিকিৎসক\" শব্দ দুটো মিলিয়ে সমসাময়িক সমার্থক শব্দে পরিণত করেছে।\n\n\n=== গর্ভপাত আইনের সন্ধিক্ষণ ===\nগর্ভপাতের ঔষধের বিজ্ঞাপন মার্কিন যুক্তরাষ্ট্রে অত্যন্ত কার্যকর ছিল, যদিও আটলান্টিক অঞ্চলে দৃশ্যত প্রভাব কম। মার্কিন যুক্তরাষ্ট্রে ১৯ শতকের মাঝামাঝি সময়ে  গর্ভপাতের হার থেকে অনুমান করা যায়,  মার্কিন যুক্তরাষ্ট্রে  এ সময়ের সকল গর্ভাবস্থার ২০% থেকে ২৫% এর পরিসমাপ্তি ঘটেছে গর্ভপাতের মাধ্যমে। এমনকি এই সময়ে যারা গর্ভপাত করছিল তাদের মধ্যেও একটি উল্লেখযোগ্য পরিবর্তন দেখা যায়। ১৯ শতক শুরু হওয়ার পূর্বে, বেশিরভাগ গর্ভপাত করতেন অবিবাহিত নারীরা যারা বিয়ে করা ছাড়াই গর্ভবতী হয়েছিলেন। কিন্তু, ১৮৩৯ থেকে ১৮৮০ সালের মধ্যে আমেরিকান মেডিক্যাল জার্নালে প্রকাশিত গর্ভপাতের ৫৪ টি ঘটনার মধ্যে অর্ধেকের বেশি গর্ভপাত বিবাহিত নারীরা করতে চেয়েছিলেন এবং যাদের মধ্যে ৬০ শতাংশ বিবাহিত নারীর ইতোমধ্যেই অন্তত একটি সন্তান ছিল। এ পরিবর্তনের জন্য গৃহযুদ্ধোত্তর যুগে নারীর অধিকার আন্দোলনকে দায়ী করা হয়েছিল।\nএ যুগের অনেক নারীবাদী গর্ভপাতের বিরোধী ছিলেন। এলিজাবেথ ক্যাডি স্ট্যান্টন এবং সুসান বি অ্যান্টনি কর্তৃক প্রকাশিত দ্য রিভোল্যুশন  পত্রিকায় ১৮৬৯ সালে \"এ\" স্বাক্ষরকারী এক অজ্ঞাত লেখক এই বিষয়ে যুক্তি দিয়েছিলেন যে, কেবল গর্ভপাতের বিরুদ্ধে আইন পাস করার করার পরিবর্তে মূল কারণটিও সমাধান করা উচিত। লেখকের মতে, কেবল গর্ভপাত বিরোধী আইন পাস করা হলে তাতে শুধু ক্ষতিকারক আগাছার উপরের অংশই কেটে ফেলা হবে, অথচ শেকড় তখনও থেকে যাবে। গর্ভপাতের উদ্দেশ্য নিজের স্বার্থ কিংবা অনাগত সন্তানকে ভোগান্তির হাত থেকে বাঁচানো, যাই হোক না কেন, যে নারী গর্ভপাত করেন তিনি একজন ভয়ঙ্কর অপরাধী। এটি জীবদ্দশায় তার বিবেকের দংশন ঘটাবে এবং মৃত্যুর পরও তার আত্মার জন্য বোঝাস্বরূপ; আর হ্যাঁ! তৃতীয় অপরাধী সেই ব্যক্তি যে তাকে এই অপরাধ করতে বাধ্য করেছে।\" এ যুগের অনেক নারীবাদীদের কাছে, গর্ভপাতকে বিবেকহীন পুরুষদের দ্বারা নারীদের উপর বাধ্য করা একটি অনাকাঙ্খিত অনিবার্য বিষয় হিসেবে গণ্য করা হয়েছিল। এমনকি নারীবাদী আন্দোলনের \"ফ্রি লাভ\" (মুক্ত প্রেম) শাখাও গর্ভপাত সমর্থন করতে অস্বীকৃতি জানিয়েছিল এবং বলেছিল এ ধরনের চর্চা ভয়ঙ্কর চরমতার উদাহরণ যা আধুনিক বিয়েব্যবস্থার কারণে নারীরা করতে প্ররোচিত হচ্ছে। বৈবাহিক ধর্ষণ, অবিবাহিত নারীদের প্রলোভন  ইত্যাদি সামাজিক অসুস্থতাকে নারীবাদীগণ গর্ভপাতের প্রয়োজনীয়তা তৈরি করে বলে মনে করেন কেননা পুরুষ নারীদের মিতাচারি থাকবার অধিকারকে সম্মান করে না।\nসমাজতান্ত্রিক নারীবাদীগণ দরিদ্রদের জন্য গর্ভপাতের প্রয়োজনের প্রতি সহানুভূতিশীল ছিলেন এবং প্রকৃতপক্ষে সমাজতান্ত্রিক নারীবাদী ডাক্তার, যেমন মেরি ইকুই, ম্যাডেলিন পেল্লেটিয়ার, এবং উইলিয়াম জে রবিনসন, দরিদ্র নারীদের স্বল্প খরচে বা বিনামূল্যে গর্ভপাত করতেন।\n\n\n=== গর্ভপাত আইন সংস্কার অভিযান ===\nগর্ভপাত আইনকে আরো মুক্ত করার আন্দোলন ১৯২০ এবং ৩০ এর দশকে নারীবাদী সক্রিয়তার অংশ হিসেবে উদ্ভূত হয়েছিল যা ইতোমধ্যে জন্ম নিয়ন্ত্রণের ক্ষেত্রে অর্জনে পরিণত হয়েছিল। ইংল্যান্ডের মেরি স্টোপস এবং মার্কিন যুক্তরাষ্ট্রে মার্গারেট স্যাঙ্গার সহ প্রচারকরা এই বিষয়টি প্রকাশ্যে আনতে সফল হয়েছিলেন এবং জন্ম নিয়ন্ত্রণ ক্লিনিকসমূহ প্রতিষ্ঠিত হয়েছিল যা অভাবী নারীদের পরিবার পরিকল্পনা পরামর্শ এবং গর্ভনিরোধক পদ্ধতি সরবরাহ করেছিল।\n১৯২৯ সালে, ব্রিটেনে শিশু জীবন সংরক্ষণ আইন পাস করা হয়, যা ব্যক্তির বিরুদ্ধে অপরাধ আইন ১৮৬১ সংশোধন করে যাতে বলা হয় মায়ের জীবন রক্ষার উদ্দেশ্যে সৎ বিশ্বাসে গর্ভপাত করা হলে তা অপরাধ হিসেবে গণ্য হবে না।\nস্টেলা ব্রাউনি একজন শীর্ষস্থানীয় জন্মনিয়ন্ত্রণ প্রচারক ছিলেন যিনি ক্রমাগতভাবে ১৯৩০ -এর দশকে গর্ভপাতের আরও বিতর্কিত ইস্যু নিয়ে কাজ করতে শুরু করেছিলেন। হ্যাভলক এলিস, এডওয়ার্ড কার্পেন্টার এবং অন্যান্য প্রজনন বিজ্ঞানীদের কাজ দ্বারা ব্রাউনির বিশ্বাস ব্যাপকভাবে প্রভাবিত হয়েছিল। তিনি দৃঢ়ভাবে বিশ্বাস করতেন, কর্মজীবী ​​নারীদের গর্ভবতী হওয়ার এবং গর্ভাবস্থা বন্ধ করার স্বাধীনতা থাকা উচিত। এই ক্ষেত্রে তাঁর যুক্তি ছিল, ডাক্তারদের উচিত নারীদের জন্ম নিয়ন্ত্রণ সম্পর্কে বিনামূল্যে তথ্য দেয়া যারা এই বিষয়ে জানতে ইচ্ছুক। এতে নিজস্ব পরিস্থিতির উপর নারীর নিয়ন্ত্রণ তৈরি হবে এবং তারা সিদ্ধান্ত নিতে পারবে যে তারা মা হতে চায় কি না।\n১৯২০-এর দশকের শেষ দিকে ব্রাউনি ইংল্যান্ডের আশেপাশের এলাকায় বক্তৃতা সফর শুরু করেন, যেখানে অন্যান্য বিষয়ের মধ্যে নারীদের জন্য জন্ম নিয়ন্ত্রণ, তাদের স্বাস্থ্য সমস্যা, বয়ঃসন্ধি সম্পর্কিত সমস্যা ও যৌনশিক্ষা এবং প্রসূতিদের উচ্চ রোগের হার সম্পর্কে তার চিন্তা ভাবনা তুলে ধরেন। এই আলোচনাগুলো নারীদের তাদের যৌনতা এবং স্বাস্থ্যের বিষয়গুলো সম্পর্কে সচেতন হতে উদ্বুদ্ধ করে। তিনি মহিলাদের গর্ভধারণ বন্ধ করার অধিকার সম্পর্কে তার দৃষ্টিভঙ্গি নিয়ে বেশ আগ্রহী হয়ে ওঠেন এবং ১৯২৯ সালে তিনি লন্ডনে ওয়ার্ল্ড সেক্সুয়াল রিফর্ম কংগ্রেসের সামনে \"গর্ভপাতের অধিকার\" নামে তার বক্তব্য পেশ করেন। ১৯৩১ সালে ব্রাউনি নারীদের গর্ভপাতের সিদ্ধান্ত নেওয়ার অধিকারের পক্ষে তার যুক্তি প্রস্তুত করতে থাকেন। এরপর তিনি গর্ভপাত এবং সেই সাথে যদি নারী তাদের নিজের পছন্দ মতো গর্ভধারণ বন্ধ করতে অক্ষম হন তাহলে তার নেতিবাচক পরিণতি যেমন: আত্মহত্যা, আঘাত, স্থায়ী অবৈধতা, উন্মাদনা, রক্ত-বিষক্রিয়া ইত্যাদির উপর আবারও নানা জায়গায় ভ্রমণ করে বক্তৃতা প্রদান করেন।\nগর্ভপাত আইনকে প্রভাবিত করার জন্য আরেকজন বিশিষ্ট নারীবাদী ছিলেন এমিলি স্টো। উনবিংশ শতাব্দীতে তিনি কানাডায় গর্ভপাতের প্রচেষ্টা নেয়া প্রথম চিকিৎসকদের মধ্যে অন্যতম ছিলেন।\nফ্রিদা লাস্কি, ডোরা রাসেল, জোয়ান ম্যালেসন এবং জ্যানেট চান্স সহ অন্যান্য প্রগতিশীল বিশিষ্ট নারীবাদীগণ গর্ভপাত সংক্রান্ত আইনী বিষয়ের ক্ষেত্রে সাফল্যের মুখ দেখতে শুরু করেন। কারণ নাটকীয়ভাবে বিষয়টি মূলধারার অন্তর্ভুক্ত হয়ে যায় যখন ১৯৩২ সালের জুলাই মাসে ব্রিটিশ মেডিকেল অ্যাসোসিয়েশন কাউন্সিল গর্ভপাত সংক্রান্ত আইনের পরিবর্তন নিয়ে আলোচনা করার জন্য একটি কমিটি গঠন করে। ১৯৩৬ সালের ১৭ ফেব্রুয়ারি, জ্যানেট চান্স, অ্যালিস জেনকিন্স এবং জোয়ান ম্যালেসন গর্ভপাত উদারীকরণের প্রথম প্রচার সংস্থা হিসেবে গর্ভপাত আইন সংস্কার অ্যাসোসিয়েশন প্রতিষ্ঠা করেন। এ সমিতি যুক্তরাজ্যে গর্ভপাতের অধিকারের পক্ষে প্রচারণা শুরু করে এবং আইনি বাধা দূর করার জন্য প্রচারণা চালায়। প্রতিষ্ঠানটি প্রথম বছরে ৩৫ জন সদস্য নিয়োগ করেছিল যা ১৯৩৯ সালের মধ্যে প্রায় ৪০০ জনে দাঁড়ায়।\n১৯৩৬ থেকে ১৯৩৯ সালের মধ্যে এএলআরএ খুব সক্রিয় ছিল এবং তারা সারা দেশে বক্তাদের পাঠাতো শ্রম ও সম নাগরিকত্ব নিয়ে কথা বলার জন্য। পত্রপত্রিকায় চিঠি এবং নিবন্ধও প্রকাশ করার চেষ্টা করা হয়েছিল যদিও প্রায়শই তাদের ব্যর্থ হতে হয়েছিল। তারা সবচেয়ে জনপ্রিয় হয়ে ওঠে যখন এএলআরএ- এর মেডিকো-লিগ্যাল কমিটির একজন সদস্য চৌদ্দ বছর বয়সী একটি মেয়েকে ধর্ষণের মামলা হাতে পেয়েছিলেন, এবং এএলআরএ- এর অন্যতম প্রতিষ্ঠাতা ডা. জোয়ান ম্যালেসন তার গর্ভপাতের সিদ্ধান্ত নিয়েছিলেন। মামলাটি ব্যাপক প্রচার লাভ করেছিল, তবে যুদ্ধ শুরু হওয়ার পরে, মামলাটি আড়ালে চলে যায় এবং মোকাদ্দমাটি আবারও জনসাধারণের কাছে গুরুত্ব হারিয়ে ফেলে।\n১৯৩৮ সালে, জোয়ান ম্যালেসন একজন গর্ভবতী চৌদ্দ বছর বয়সী ধর্ষণের শিকারকে গাইনোকোলজিস্ট অ্যালেক বোর্নের কাছে চিকিৎসার জন্য পাঠানোর মধ্য দিয়ে ব্রিটিশ গর্ভপাত আইনের সবচেয়ে প্রভাবশালী ঘটনাগুলোর মধ্যে একটির সূত্রপাত করেছিলেন। তিনি তার গর্ভপাত করেছিলেন এবং তারপরই অবৈধভাবে গর্ভপাত করার অভিযোগে তাকে বিচারের মুখোমুখি করা হয়েছিল। শেষ পর্যন্ত বোর্নকে রেক্স বনাম বোর্নে  র মামলা থেকে বেকসুর খালাস দেওয়া হয় কারণ তিনি যা করেছেন তা ছিল তাঁর \"পেশার সর্বোচ্চ রীতির সাথে সামঞ্জস্যপূর্ণ নিরপেক্ষ আচরণের উদাহরণ\"। এই মামলাটির মধ্য দিয়ে একটি নজির স্থাপন হল যে, গর্ভাবস্থার কারণে \"মানসিক এবং শারীরিক ক্ষতি\" হওয়ার সম্ভাবনা আছে এমন কোন ক্ষেত্রে গর্ভপাত করার জন্য কোন ডাক্তার বিচারের সম্মুখীন হবেন না  ।\nঅবশেষে, ব্রিটিশ সরকার কর্তৃক ১৯৩৭ সালে প্রতিষ্ঠিত বির্কেট কমিটি দুই বছর পর \"গর্ভপাতের বিস্তার এবং এর সাথে সম্পর্কিত আইন\" অনুসন্ধানের জন্য গর্ভপাত আইন পরিবর্তনের সুপারিশ করে। অতঃপর আবারও দ্বিতীয় বিশ্বযুদ্ধের আবির্ভাবের সাথে সমস্ত পরিকল্পনা স্থগিত হয়ে যায়।\nগর্ভপাত আইন সংস্কারের আরেকজন বিশিষ্ট ব্যক্তিত্ব ছিলেন ড. মর্গেন্টেলার। পোল্যান্ডে জন্মগ্রহণ করলেও তিনি কানাডার টরেন্টো, অন্টারিওতে একাধিক অবৈধ গর্ভপাত ক্লিনিক খুলে খ্যাতি অর্জন করেছিলেন।\n\n\n=== গর্ভপাত আইনের উদারীকরণ ===\n\n\n==== কানাডা ====\n১৯৬৯ এর আগে কানাডাতে গর্ভপাতকে একটি অপরাধ হিসেবে বিবেচনা করা হতো যার জন্য গর্ভপাত করানো ডাক্তারের সর্বোচ্চ শাস্তি ছিল যাবজ্জীবন কারাবাস এবং গর্ভপাত প্রাপ্ত নারীর দুই বছরের কারাদণ্ড। গর্ভপাত ১৯৮৮ সালে কানাডার সুপ্রিম কোর্ট গর্ভপাতের জন্য ফৌজদারি শাস্তি বাতিল করা অবধি অবৈধ ছিল। এখনও গর্ভপাত একটি আলোচিত বিষয় হিসেবে রয়ে গেছে।\n\n\n==== রাশিয়া ====\nরাশিয়ান সোভিয়েত ফেডারেটিভ সোশিয়ালিস্ট রিপাবলিক প্রথম সরকার ছিল যারা গর্ভপাতকে বৈধতা দিয়েছিল এবং আবেদনের প্রেক্ষিতে একে অনেক ক্ষেত্রেই বিনা মূল্যে সহজলভ্য করেছিল। সোভিয়েত সরকার বাবকির  ( রাশিয়ান ভাষায় টাকার বিনিময়ে গর্ভপাত করানো স্থানীয় ধাত্রী) পরিবর্তে একজন প্রশিক্ষিত ডাক্তার দ্বারা সঞ্চালিত নিরাপদ পরিবেশে গর্ভপাতের সুযোগ দেওয়ার আশা করেছিল। এই অভিযান শহরাঞ্চলে অত্যন্ত কার্যকর ছিল (মস্কোতে ১৯২৫ সালের মধ্যে ৭৫% গর্ভপাত হাসপাতালে করা হয়েছিল) তবে এটি গ্রামীণ অঞ্চলে খুব কম প্রভাব ফেলেছিল কেননা সেখানে ডাক্তার বা পরিবহন কিংবা উভয়ই নারীদের জন্য সহজলভ্য ছিল না ফলে তাদের প্রথাগত ঔষধের উপর নির্ভর করতে হতো। সোভিয়েত ইউনিয়নে গর্ভপাতকে বৈধ করার পর বিশেষত গ্রামাঞ্চলে নারীরা তখনওবাবকি, ধাত্রী, নাপিত, নার্স এবং অন্যান্যদের উপর গর্ভপাত প্রক্রিয়ার জন্য নির্ভর করত।\n১৯৩৬ সাল থেকে ১৯৫৫ পর্যন্ত সোভিয়েত ইউনিয়ন আবার গর্ভপাতকে অবৈধ করে (মেডিক্যালি সুপারিশকৃত মামলা ব্যতীত)। এর সূচনা হয় মূলত জনসংখ্যা বৃদ্ধির বিষয়ে জোসেফ স্ট্যালিনের উদ্বেগের কারণে। স্ট্যালিন জনসংখ্যা বৃদ্ধিকে উৎসাহিত করতে চেয়েছিলেন, সেইসাথে কমিউনিজমে (সাম্যবাদ) পারিবারিক এককের গুরুত্বের উপর জোর দিয়েছিলেন।\n\n\n==== স্পেন ====\nস্প্যানিশ গৃহযুদ্ধের সময়, ২৫ ডিসেম্বর ১৯৩৬ সালে কাতালোনিয়ায়, গর্ভাবস্থার প্রথম ১২ সপ্তাহের মধ্যে বিনামূল্যে গর্ভপাত বৈধ করা হয়েছিল যা কাতালোনিয়া সরকারের প্রথম মন্ত্রী জোসেপ তারাদেল্লাস স্বাক্ষরিত একটি ডিক্রির মাধ্যমে কার্যকরি হয়েছিল এবং ৯ জানুয়ারি ১৯৩৭ সালে প্রকাশিত হয়েছিল (ডায়রি অফিসিয়াল ডি লা জেনারেলিটাত ডি কাতালুনিয়া, নাম ৯)।\n\n\n==== গ্রেট ব্রিটেন ====\nব্রিটেনে, গর্ভপাত আইন সংস্কার সমিতি (এবরশন ল রিফর্ম এসোসিয়েশন) যুদ্ধের পরও প্রচারণা অব্যাহত রেখেছিল এবং এটি ব্যাপক সামাজিক পরিবর্তনের মধ্য দিয়ে ১৯৬০ এর দশকে গর্ভপাতের বিষয়টিকে আবার রাজনৈতিক অঙ্গনে নিয়ে আসে। রয়্যাল কলেজ অব অবস্টেট্রিশিয়ানস এবং গাইনোকোলজিস্টের সভাপতি জন পিলের সভাপতিত্বে কমিটি ব্রিটিশ সরকারকে যে পরামর্শ দিয়েছিল তা ১৯৬৭ সালে গর্ভপাত আইনে পরিণত হয়। অবৈধ গর্ভপাতের সাথে সম্পর্কিত রোগ এবং মৃত্যুর পরিমাণ হ্রাস করার ভিত্তিতে গর্ভপাত আইন নারীর শারীরিক বা মানসিক স্বাস্থ্যের উপর গুরুতর স্থায়ী আঘাত প্রতিরোধ বা ১৮ সপ্তাহের কম গর্ভবস্থায় থাকা নারীর অন্যান্য সন্তানদের উপর শারীরিক বা মানসিক আঘাত এড়ানো, অথবা যদি শিশুটির শারীরিকভাবে বা মানসিকভাবে প্রতিবন্ধী হওয়ার সম্ভাবনা থাকে ইত্যাদি বেশ কয়েকটি পূর্বশর্তের আলোকে বৈধ গর্ভপাতের অনুমতি দেয়। জাতীয় স্বাস্থ্য সেবার (ন্যাশনাল হেলথ সার্ভিস) মাধ্যমে বিনামূল্যে গর্ভপাতের বিধান প্রদান করা হয়েছিল।\n\n\n==== যুক্তরাষ্ট্র ====\nআমেরিকায় ১৯৬০ -এর দশকে গর্ভপাত সংস্কার আন্দোলন গড়ে ‌উঠেছিল। ১৯৬৩ সালে গর্ভপাতের জন্য একটি সমিতি গঠন করা হয়েছিল যেখানে কীভাবে নারীদের গর্ভপাত সম্পাদন সম্পর্কিত তথ্য প্রদান করা হতো। ১৯৬৪ সালে কানেকটিকাটের গেরি স্যান্টোরো অবৈধ গর্ভপাতের চেষ্টা করে মারা যান এবং তার ছবি আন্দোলনের প্রতীক হয়ে ওঠে। কিছু নারী অধিকার কর্মী গোষ্ঠী সেসব নারীদের গর্ভপাত করার জন্য নিজস্ব দক্ষতা গড়ে তুলেছিলেন যারা অন্য কোথাও সেবা পেত না। উদাহরণস্বরূপ, শিকাগোতে, \"জেন\" নামে পরিচিত একটি দল ১৯৬০ -এর দশকের বেশিরভাগ সময় ধরে একটি ভাসমান গর্ভপাত ক্লিনিক পরিচালনা করত। যারা সেখান থেকে সেবা চাইত একটি নির্ধারিত নম্বরে ফোন করত এবং \"জেন\" এর নির্দেশনা অনুযায়ী তারা নির্ধারিত স্থানে গর্ভপাতের জন্য পৌঁছে যেত॥\n১৯৬০ -এর দশকের শেষ দিকে, গর্ভপাতের বিরুদ্ধে এবং এর পক্ষে উভয়ভাবে মতামত সংগ্রহের জন্য বেশ কয়েকটি সংগঠন গঠিত হয়েছিল। নারাল প্রো-চয়েস আমেরিকা ১৯৬৯ সালে গর্ভপাতের উপর নিষেধাজ্ঞার বিরোধিতা এবং গর্ভপাতের সুযোগ বাড়ানোর জন্য গঠিত হয়েছিল। ১৯৭৩ সালের শেষ দিকে নারাল প্রতিষ্ঠানটি ন্যাশনাল অ্যাবর্শন রাইটস অ্যাকশন লীগে পরিণত হয়। আমেরিকান মেডিকেল অ্যাসোসিয়েশন, আমেরিকান বার অ্যাসোসিয়েশন, আমেরিকান একাডেমি অফ পেডিয়াট্রিকস, ক্যালিফোর্নিয়া মেডিকেল অ্যাসোসিয়েশন, ক্যালিফোর্নিয়া বার অ্যাসোসিয়েশন এবং অন্যান্য অসংখ্য গ্রুপ নতুন আইনের প্রতি সমর্থন ঘোষণা করে যে আইন হাসপাতালে কঠোর নিয়ন্ত্রণের মধ্যে গর্ভপাত সম্পাদন করা ডাক্তারদের ফৌজদারি মামলা থেকে রক্ষা করবে। ১৯৬৭ সালে, কলোরাডো প্রথম রাজ্য ছিল যারা ধর্ষণ, অজাচার, বা যে ধরনের গর্ভাবস্থায় নারী স্থায়ী শারীরিক অক্ষমতা সম্মুখীন হন ইত্যাদি ক্ষেত্রে গর্ভপাত করানো ডাক্তারকে অপরাধী গণ্য করত না।\nক্যালিফোর্নিয়ার আইনসভার দ্বিপক্ষীয় সংখ্যাগরিষ্ঠ ডেমোক্র্যাটিক স্টেট সিনেটর অ্যান্থনি বাইলেনসন, \"থেরাপিউটিক অ্যাবোরশন অ্যাক্ট\" কর্তৃক প্রবর্তিত একটি নতুন আইন সমর্থন করেছিল। ক্যাথলিক পাদ্রিরা এর তীব্র বিরোধিতা করেছিল কিন্তু ক্যাথলিক সাধারণ মানুষ এ নিয়ে বিভক্ত ছিল। তবে নন-ক্যাথলিকরা এই প্রস্তাবকে দঢ়ভাবে সমর্থন করেছিল। গভর্নর রোনাল্ড রিগান তার শ্বশুরের সঙ্গে বিষয়টি নিয়ে পরামর্শ করেছিলেন যিনি একজন বিশিষ্ট সার্জন ছিলেন এবং এ আইনকে সমর্থন করেছিলেন। রিগান লস এঞ্জেলেসের ক্যাথলিক আর্চবিশ জেমস কার্ডিনাল ম্যাকইনটায়ারের সাথেও পরামর্শ করেছিলেন। আর্চবিশপ গর্ভপাতের যে কোন বৈধকরণের তীব্র বিরোধিতা করেছিলেন এবং তিনি রিগানকে জানিয়েছিলেন যে, তিনি প্রস্তাবিত আইনে ভেটো প্রদান করবেন কারণ সেখানে জন্মগত ত্রুটির ক্ষেত্রে গর্ভপাতের অনুমতি দেয়া হয়েছে। আইনসভায় বিধানটি বাতিল করে দেয়া হয় এবং রিগান আইনে স্বাক্ষর করেন যা মায়ের স্বাস্থ্য সুরক্ষার জন্য গর্ভপাতকে নিরপরাধ হিসেবে গণ্য করে। প্রত্যাশা ছিল যে এই আইনের ফলে গর্ভপাত সংখ্যায় বৃ্দ্ধি পাবে না বরং হাসপাতালের ব্যবস্থাপনায় গর্ভপাত আরও নিরাপদ হয়ে উঠবে। ১৯৬৮ সালে নতুন আইনের অধীনে বছর জুড়ে ক্যালিফোর্নিয়ায় ৫,০১৮ টি গর্ভপাতের ঘটনা ঘটে। এ সংখ্যা দ্রুত বৃদ্ধি পেয়েছিল এবং ১৯৭০ এর দশকে বার্ষিক প্রায় ১০০,০০০ টি গর্ভপাত হতো। গর্ভপাতের আবেদন করার প্রেক্ষিতে গর্ভপাত করা হতো। ক্যালিফোর্নিয়ায় ৯৯.২% নারী যারা গর্ভপাতের জন্য আবেদন করেছিলেন তাদের মধ্যে মাত্র একটি মঞ্জুর করা হয়েছিল। প্রতি তিনটি গর্ভধারণের মধ্যে একটি অবৈধ গর্ভপাতের ঘটনা ঘটত। এর পেছনে মূল কারণ ছিল, নারী আন্দোলনের আকস্মিক উত্থান যা একটি খুব নতুন ধারণা চালু করেছিল যে, নারীদের তাদের দেহ নিয়ন্ত্রণ করার মৌলিক অধিকার আছে এবং তারা গর্ভপাত করবে নাকি করবে না সে সিদ্ধান্ত নেবার অধিকার রাখে। ১৯৮০ সালে রিগান গর্ভপাত বিরোধী ধর্মীয় গোষ্ঠীর মধ্যে তার সমর্থন পেয়েছিলেন যারা তাকে বলেছিলেন যে, একেবারে নতুন একজন গভর্নর হিসেবে এ ধরনের গুরুত্বপূর্ণ বিষয়ে সঠিক সিদ্ধান্ত গ্রহণের জন্য তিনি উপযুক্ত নন।\n১৯৭০ সালে হাওয়াই নারীদের অনুরোধে গর্ভপাতকে বৈধ করার প্রথম রাজ্য হয়ে ওঠে এবং নিউইয়র্ক তার ১৮৩০ এর আইন বাতিল করে, সেই সাথে গর্ভাবস্থার ২৪ তম সপ্তাহ পর্যন্ত গর্ভপাতের অনুমতি দেয়। আলাস্কা এবং ওয়াশিংটনে অনুরূপ আইন শীঘ্রই পাস করা হয়েছিল। ওয়াশিংটন ডিসির যে আইনে নারীর জীবন বা স্বাস্থ্য রক্ষার জন্য গর্ভপাতের অনুমতি দেয়া হয়েছিল তা ১৯৭১ সালে মার্কিন যুক্তরাষ্ট্র বনাম ভুইচ মামলায় সুপ্রিম কোর্টে চ্যালেঞ্জ করা হয়েছিল। আদালতের পক্ষ থেকে বলা হয় \"স্বাস্থ্য\" বলতে \"মানসিক এবং শারীরিক সুস্থতা\" উভয়কেই বোঝায়। সুতরাং আদালত এই আইনকে সমর্থন করেন এবং ওয়াশিংটন ডিসিতে গর্ভপাতের অনুমতি দেন। ১৯৭২ সালের শেষ দিকে, ১৩ টি রাজ্যে কলোরাডোর মতো আইন ছিল। তবে মিসিসিপি শুধুমাত্র ধর্ষণ বা অজাচারের ক্ষেত্রে গর্ভপাতের অনুমতি দেয় এবং আলাবামা এবং ম্যাসাচুসেটস কেবল সেই ক্ষেত্রে গর্ভপাতের অনুমতি দিয়েছিল যেখানে নারীর শারীরিক স্বাস্থ্য বিপন্ন হওয়ার আশঙ্কা থাকতে পারে।\n\nরো বনাম ওয়েড মামলায় সুপ্রিম কোর্টের যুগান্তকারী বিচারিক রায় বলেছিল যে, মায়ের জীবন বাঁচানোর জন্য প্রয়োজন ছাড়া গর্ভপাত নিষিদ্ধ করা টেক্সাসের আইনটি অসাংবিধানিক। অবিলম্বে দেখা গেল, বিপরীত সব রাষ্ট্রীয় আইন অকার্যকর হয়ে পড়ে। আদালত এই সিদ্ধান্তে পৌঁছাল যে, গর্ভপাত এবং গর্ভপাতের অধিকারের বিষয়টি গোপনীয়তার অধিকারের আওতায় পড়ে। আদালত বলেন, গোপনীয়তার অধিকার অস্তিত্বশীল এবং সেখানে গর্ভপাতের অধিকারও অন্তর্ভুক্ত। আদালত পর্যবেক্ষণে দেখেছেন, একজন মায়ের গর্ভপাত করার অধিকার আছে যতক্ষণ তা ডাক্তার কর্তৃক বাস্তবসম্মত পরিগণিত হয়। শুধুমাত্র তখনই একজন নারী নিজের স্বাস্থ্যের বিবেচনায় গর্ভপাত করতে পারেন, যা আদালত মানসিকভাবে স্বাস্থ্যের সুস্থতার আওতায় ব্যাপকভাবে সংজ্ঞায়িত করেছেন।\n১৯৭০-এর দশক থেকে এবং দ্বিতীয়-তরঙ্গ নারীবাদের বিস্তারের সময় থেকে গর্ভপাত এবং প্রজনন অধিকার কানাডা, মার্কিন যুক্তরাষ্ট্র, নেদারল্যান্ডস, ব্রিটেন, নরওয়ে, ফ্রান্স, জার্মানি ও ইতালীর বিভিন্ন নারী অধিকার গোষ্ঠীর মধ্যে ঐক্যের বিষয় হয়ে ওঠে।\n\n\n== সমসাময়িক গর্ভপাত পদ্ধতির উন্নয়ন ==\nযদিও আধুনিক কিউরেটের (শল্যচিকিৎসায় ব্যবহৃত সরঞ্জাম) আদিরূপ প্রাচীন গ্রন্থে উল্লেখ করা হয়েছে, বর্তমানে যে যন্ত্রটি ব্যবহার করা হয় তা প্রাথমিকভাবে ১৭২৩ সালে ফ্রান্সে ডিজাইন করা হয়েছিল তবে ১৮৪২ সাল পর্যন্ত বিশেষভাবে কোন গাইনোকোলজিক্যাল উদ্দেশ্যে প্রয়োগ করা হয়নি। প্রসারণ এবং কিউরেটেজ ১৯ শতকের শেষ দিক থেকে অনুশীলিত হতে থাকে।\nবিংশ শতাব্দীতে গর্ভপাতের নিরাপত্তা বাড়ানো এবং এর পার্শ্বপ্রতিক্রিয়া হ্রাস করার মধ্য দিয়ে গর্ভপাত সংক্রান্ত প্রযুক্তির প্রভূত উন্নয়ন পরিলক্ষিত হয়। ১৯ শতকে স্কটিশ প্রসূতিবিদ জেমস ইয়ং সিম্পসন কর্তৃক প্রথম বর্ণিত ভ্যাকুয়াম ডিভাইসগুলো সাকশন-এসপিরেশন গর্ভপাত বিকাশের অনুমতি দেয়। ১৯২৭ সালে রাশিয়ান ডাক্তার এসজি বাইকভ এই প্রক্রিয়া আরো উন্নত করেছিলেন এবং সেখানে এই পদ্ধতিটি ১৯২০ থেকে ১৯৩৬ পর্যন্ত উদার গর্ভপাত আইন চলাকালে ব্যবহার করা হয়েছিল। ১৯৬০ এর দশকে বৃটেন ও মার্কিন যুক্তরাষ্ট্রে প্রক্রিয়াটির সূচনা হওয়ার আগে চীন ও জাপানেও এর ব্যবহার হয়েছিল। ১৯৭০ এর দশকে কার্মান ক্যানুলা নামে একটি নমনীয় প্লাস্টিক ক্যানুলা (শরীর থেকে তরল সংগ্রহের জন্য বা নমুনা সংগ্রহের কাজে শরীরের অভ্যন্তরে প্রবেশ করানো প্লাস্টিকের নল) আবিষ্কার হল যা মূলত আগের ধাতব সরঞ্জামগুলোর প্রতিস্থাপন করেছিল। এই আবিষ্কার গর্ভপাত প্রক্রিয়ায় ছিদ্র হওয়ার ঘটনাকে হ্রাস করেছিল এবং লোকাল অ্যানেস্থেশিয়ার (শরীরে যেকোন নির্দিষ্ট অংশ অবশ করে ফেলার প্রক্রিয়া) মাধ্যমে সাকশন-এসপিরেশন পদ্ধতি সম্ভব করেছিল।\n১৯৭১ সালে নারীবাদী স্বনির্ভর আন্দোলনের প্রতিষ্ঠাতা সদস্য লরেন রথম্যান এবং ক্যারল ডাউনার, ডেল-এম উদ্ভাবন করেন যা ছিল একটি নিরাপদ ও সুলভ মূল্যের সাকশন ডিভাইস যার ফলে ন্যূনতম প্রশিক্ষণপ্রাপ্ত ব্যক্তিরাও মাসিক নিষ্কাশনের নামে প্রাথমিকভাবে গর্ভপাত করতে পারতেন। যুক্তরাষ্ট্রে ১৯৯০-এর দশকের মাঝামাঝি সময়ে চিকিৎসক সম্প্রদায় অস্ত্রোপচার করে প্রাথমিক পর্যায়ের গর্ভপাত পদ্ধতি হিসেবে ম্যানুয়াল ভ্যাকুয়াম এসপিরেশনের প্রতি নতুন করে আগ্রহী হয়ে ওঠেন। এই পুনরুজ্জীবন সম্ভব হয়েছিল প্রথমত, প্রযুক্তিগত অগ্রগতির কারণে যা প্রাথমিক গর্ভাবস্থা সনাক্তকরণের অনুমতি দেয় (গর্ভধারণের এক সপ্তাহ পরে) এবং দ্বিতীয়ত অস্ত্রোপচার ও চিকিৎসা উভয় ক্ষেত্রেই নিরাপদ, কার্যকর প্রাথমিক গর্ভপাতের বিকল্পগুলোর প্রতি ক্রমবর্ধমান জনপ্রিয় চাহিদার কারণে। অস্ত্রোপচার করে প্রাথমিক গর্ভপাত পরিষেবার বিকাশে উদ্ভাবক ছিলেন একজন চিকিৎসক, জেরি এডওয়ার্ডস। তিনি একটি বিভাগ তৈরি করেছিলেন যেখানে পরীক্ষা করে গর্ভাবস্থা চিহ্নিত হওয়ার সাথে সাথে নারীদের হাতের মুঠোয় ধরা যায় এমন ভ্যাকুয়াম সিরিঞ্জ ব্যবহার করে গর্ভপাতের প্রস্তাব দেয়া হতো। এই বিভাগে এক্টোপিক গর্ভাবস্থার প্রাথমিক সনাক্তকরণের ব্যবস্থাও ছিল।\n১৯৮৩ সালে ডা. জেমস ম্যাকমোহন নিখুঁত প্রসারণ এবং নিষ্কাশন প্রক্রিয়া তৈরি করেছিলেন। এটি ১৯ শতকে বাধাগ্রস্ত প্রসবের ক্ষেত্রে নারীর জীবন বাঁচাতে ব্যবহৃত পদ্ধতির অনুরূপ ছিল যেখানে ভ্রূণের মাথার ছিদ্রক দিয়ে প্রথমে ছিদ্র করা হতো এবং তারপর ফরসেপস-এর মতো যন্ত্র দিয়ে পিষে বের করা হতো, যা ক্র্যানিওক্লাস্ট নামে পরিচিত।\n১৯৮০ সালে ফ্রান্সের রাউসেল উক্লাফের গবেষকগণ মাইফিপ্রিস্টোন নামে একটি রাসায়নিক যৌগ তৈরি করেছিলেন যা হরমোনের ক্রিয়া বন্ধ করে গর্ভপাতের করতে পারত। এটি ফ্রান্সে ১৯৮৮ সালে মাইফিজিন নামে বাণিজ্যিকভাবে প্রথম বাজারজাত করা হয়েছিল। ২০১৫ সালের জুলাই মাসে কানাডা মিসোপ্রস্টলের (মাইফিগিমিসো নামে) মিশ্রণে মাইফিপ্রিস্টোন অনুমোদন করেছিল।\n\n\n== সারা বিশ্বে গর্ভপাত ==\nবিভিন্ন সময়ে সারা বিশ্বে গর্ভপাত সীমিত বা নিষিদ্ধ করা হয়েছে। একাধিক পণ্ডিত লক্ষ্য করেছেন, এর ফলে অনেক ক্ষেত্রেই নারীরা গোপনে বিদেশে গিয়ে বিপজ্জনক ও অবৈধ গর্ভপাত করতে চেষ্টা করেছেন। অনিরাপদ গর্ভপাতের কারণে বিশ্বের বর্তমান মৃত্যুর অর্ধেক এশিয়ায় ঘটছে। তবে অন্যান্য লেখকরা লিখেছেন যে অবৈধতা দিয়ে সবসময় এটি বোঝায় না যে, গর্ভপাত অনিরাপদ ছিল। উদাহরণস্বরূপ, মার্কিন যুক্তরাষ্ট্রে ১৯ শতকের শুরুর দিকে যে ধরনের স্বাস্থ্যকর ব্যবস্থায় মিডওয়াইফরা সাধারণত কাজ করতেন সে অবস্থায় হওয়া গর্ভপাতগুলো তুলনামূলকভাবে নিরাপদ ছিল।\n\n\n==== চীন ====\n১৯৫০ -এর দশকের গোড়ার দিকে, চীন সরকার গর্ভপাতকে অবৈধ করে এবং যারা আইনে লিখিত অবৈধ গর্ভপাত প্রক্রিয়া অবলম্বন করবে তাদের জন্য শাস্তির বিধান করে। এই নিষেধাজ্ঞাগুলোকে সরকার কর্তৃক জনসংখ্যা বৃদ্ধির গুরুত্ব বোঝানোর উপায় হিসেবে দেখা হয়েছিল।\nএই দশকেরই এক পর্যায়ে, অবৈধ গর্ভপাতের কারণে নারী মৃত্যু কমানোর জন্য এবং জন্ম নিয়ন্ত্রণের একটি পন্থা হিসেবে আইনগুলো শিথিল করা হয়েছিল। ১৯৮০-র দশকের গোড়ায়, গর্ভপাতকে \"ব্যাক-আপ পদ্ধতি\" হিসেবে ব্যবহার করে রাষ্ট্র একটি পরিবার পরিকল্পনা প্রণয়ন করে এবং ২০০৫ সালে, লিঙ্গ-নির্বাচনী গর্ভপাত রোধ করার জন্য আইন প্রণয়ন করে। ২০০৯ সালের হিসেব মতে, যদিও পুরো বিশ্বে চীনে গর্ভপাতের সংখ্যা সবচেয়ে বেশি ছিল তবে গর্ভপাতের হার সর্বোচ্চ ছিল রাশিয়ায়।\n\n\n==== ভারত ====\nভারত ১৮৬০ থেকে ১৯৭১ সাল পর্যন্ত ভারতীয় দণ্ডবিধি প্রয়োগ করে যেখানে গর্ভপাতকে অপরাধ গণ্য করে এর অনুশীলনকারী ও গর্ভপাত করা নারীদের শাস্তির বিধান করে। ফলস্বরূপ, অনেক নারী অযোগ্য ধাত্রী এবং \"ডাক্তার\" থেকে অবৈধ গর্ভপাত করার চেষ্টায় মারা যায়। ১৯৭১ সালে নির্দিষ্ট পরিস্থিতিতে গর্ভপাতকে বৈধ করা হয়েছিল, কিন্তু পণ্ডিত এস চন্দ্রশেখর লিখেছেন,  এখনও নিম্নবর্গের নারীগণ অস্বাস্থ্যকর গর্ভপাতের ফলে আঘাত বা মৃত্যুর বড় ঝুঁকির মুখোমুখি হন।\n\n\n==== জাপান ====\nগর্ভপাত অনুমোদনে জাপান আজ বিশ্বব্যাপী পরিচিত। অনুমান করা হয় জাপানের দুই-তৃতীয়াশ নারীর চল্লিশ বছর বয়সে গর্ভপাত হয় যা আংশিকভাবে 'জনসুস্বাস্থ্যের' বিবেচনায় গর্ভনিরোধক ঔষধের উপর সাবেক সরকারি বিধিনিষেধের কারণে ঘটেছিল।\n১৯৪৮ সালের ইউজেনিক্স প্রোটেকশন আইনে চাহিদার পরিপ্ররেক্ষিতে ২২ সপ্তাহের গর্ভকালীন অবস্থার পূর্ব পর্যন্ত গর্ভপাত বৈধ করা হয়। ১৯৪৯ সালে সন্তানের জন্মের ঝুঁকির সাথে নারীর অর্থনৈতিক কল্যাণের বিবেচনায় আইনটির পরিধি বিস্তৃত করা হয়। অর্থাৎ প্রতিটি মামলা স্থানীয় ইউজেনিক্স কাউন্সিল কর্তৃক অনুমোদিত হতে হবে। কিন্তু  ১৯৫২ সালে একে আইন থেকে সরিয়ে ফেলা হলে সিদ্ধান্তটি একজন নারী এবং তার চিকিৎসকের মধ্যে ব্যক্তিগত বিষয়ে পরিণত হয়।\n১৯৬৪ সালে প্রতিষ্ঠিত শিচো-নো-লি নামে রক্ষণশীল ডানপন্থী জাতীয়তাবাদী রাজনৈতিক লবিং গোষ্ঠীর গর্ভপাত আইনের তীব্র বিরোধিতা করেছিল। এই প্রচারাভিযান ১৯৮০ -এর দশকের গোড়ার দিকে সর্বোচ্চ পর্যায়ে পৌঁছেছিল যদিও শেষ পর্যন্ত ১৯৮৩ সালে ব্যর্থ হয়েছিল।\n\n\n==== রোমানিয়া ====\n১৯৫৭ সালে,রোমানিয়া গর্ভপাতকে বৈধতা দেয়, কিন্তু ১৯৬৬ সালে জাতীয় জন্মহার হ্রাসের পর নিকোলাই সিউয়েস্কু ৭৭০ ডিক্রি অনুমোদন করেন যা গর্ভপাতকে অপরাধ বিবেচনা এবং প্রসবকে উৎসাহিত করে। এই ডিক্রির ফলস্বরূপ, গর্ভপাতের অভাবে নারীরা অবৈধ পদ্ধতির দিকে ঝুঁকলেন যা ৯,০০০ এরও বেশি মহিলাদের মৃত্যুর কারণ হয় এবং অনাকাঙ্খিত শিশুদের অনাথাশ্রমের উপর নির্ভর করতে হয়। ১৯৮৯ সালে এই ডিক্রি বাতিল করার পূর্ব পর্যন্ত রোমানিয়ায় গর্ভপাত অবৈধ ছিল।\n\n\n==== থাইল্যান্ড ====\n১৯৮০ এবং ১৯৯০ এর দশকে বৈধ গর্ভপাত সংস্কার নিয়ে তীব্র প্রকাশ্য বিতর্ক চলছিল। এই বিতর্কগুলো গর্ভপাতকে অ-বৌদ্ধ এবং ধর্মবিরোধী হিসেবে চিত্রিত করে। গর্ভপাত বিরোধীরা চূড়ান্তভাবে একে পশ্চিমা দুর্নীতির একটি রূপ হিসেবে চিহ্নিত করে যা স্বভাবতই থাই-বিরোধী ছিল এবং জাতির অখণ্ডতাকে হুমকির মুখে ফেলেছিল। তাসত্ত্বেও, ২০০৬ সালে, ধর্ষণ বা ভ্রূণের প্রতিবন্ধকতার ক্ষেত্রে গর্ভপাত বৈধ হয়ে ওঠে। গর্ভপাত পদ্ধতির বৈধতা নির্ধারণে মানসিক স্বাস্থ্যও একটি কারণ হয়ে দাঁড়িয়েছিল। আইনত বৈধ গর্ভপাতের যোগ্যতা অর্জনের ক্ষেত্রে কঠোর নিয়মাবলী সম্পৃক্ত ছিল। পণ্ডিত আন্দ্রেয়া হুইটটেকারের মতে, এ কারণেই প্রতিবছর প্রায় ৩,০০,০০০ নারীকে অবৈধ পথ অবলম্বন করতে হচ্ছে, যার মধ্যে হত দরিদ্ররা সবচেয়ে বিপজ্জনক প্রক্রিয়ার মধ্য দিয়ে যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়া ==\nCritchlow, Donald T. (১৯৯৯)। Intended consequences: birth control, abortion, and the federal government in modern America। Oxford: Oxford University Press। আইএসবিএন 0-19-504657-9। ওসিএলসি 38542669। \nCritchlow, Donald T. (১৯৯৬)। The politics of abortion and birth control in historical perspective। University Park, Pennsylvania: Penn State University Press। আইএসবিএন 0-271-01570-5। ওসিএলসি 33132898। \nGarrow, David J. (১৯৯৪)। Liberty and sexuality: the right to privacy and the making of Roe v. Wade। New York City: Macmillan Publishers। আইএসবিএন 0-02-542755-5। ওসিএলসি 246873646। \nHartmann, Betsy (১৯৯৫)। Reproductive Rights and Wrongs: The Global Politics of Population Control। South End Press। আইএসবিএন 978-0896084919। \nHull, N. E. H.; Peter Charles Hoffer (২০০১)। Roe v. Wade: the abortion rights controversy in American history। Lawrence, Kansas: University Press of Kansas। আইএসবিএন 0-7006-1142-8। ওসিএলসি 231958828। \nLewis, Margaret Brannan. Infanticide and abortion in early modern Germany (Routledge, 2016).\nMohr, James C. (১৯৭৮)। Abortion in America: the origins and evolution of national policy, 1800–1900। Oxford: Oxford University Press। আইএসবিএন 0-19-502249-1। ওসিএলসি 3016879। \nOlasky, Marvin (১৯৯২)। Abortion Rites: A Social History of Abortion in America। Wheaton, Illinois: Crossway Books। আইএসবিএন 0-89107-687-5। \nStaggenborg, Suzanne (১৯৯১)। The pro-choice movement: organization and activism in the abortion conflict। Oxford: Oxford University Press। আইএসবিএন 0-19-506596-4। ওসিএলসি 22809649। \nRubin, Eva R. (১৯৯৪)। The Abortion controversy: a documentary history। Westport, Connecticut: Greenwood Publishing Group। আইএসবিএন 0-313-28476-8। ওসিএলসি 28213877। \nWiesner-Hanks, Merry E. (১৯৯৯)। Christianity and Sexuality in the Early Modern World Regulating Desire, Reforming Practice.। Hoboken: Routledge। আইএসবিএন 9780203979419। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে গর্ভপাতের ইতিহাস সম্পর্কিত মিডিয়া দেখুন।\nText of the Roe v Wade decision from Findlaw"}