{"pageid": 1085402, "title": "স্যালন মাজাল", "url": "https://bn.wikipedia.org/wiki?curid=1085402", "content": "স্যালন মাজাল (סלון מזל) ছিল ইসরায়েলের তেল আবিবে অবস্থিত একটি ইনফোশপ। এর উদ্দেশ্য ছিল মানবাধিকার, প্রাণী অধিকার, পরিবেশ, বিশ্বায়ন, সামাজিক ও অর্থনৈতিক নিপীড়ন, ভোগবাদ, নারীবাদ এবং লিঙ্গ সমস্যাসহ সামাজিক পরিবর্তন সম্পর্কিত সমস্যা সম্পর্কে তথ্য ছড়িয়ে দেওয়া এবং সচেতনতা বৃদ্ধি করা। এটি তেল আবিবের ওয়াই২ ইৎজাক সাদেহ স্ট্রিটে স্বেচ্ছাসেবীদের একটি উন্মুক্ত, শ্রেণিবিন্যাসবিহীন সমষ্টি দ্বারা পরিচালিত হয়েছিল।\n\n\n== কার্যক্রম ==\nস্যালন মাজালে একটি প্রদানকারী গ্রন্থাগার, একটি দোকান এবং সভা, বক্তৃতা, কর্মশালা এবং চলচ্চিত্র প্রদর্শনের জন্য একটি স্থান ছিল। মাঝে মাঝে আগ্রহের বিভিন্ন বিষয়ের উপর অন্যান্য প্রকল্প রয়েছে, যেমন যুব গোষ্ঠীর সভা, আরবি পাঠ, ডিআইওয়াই কর্মশালা, নৈরাজ্যবাদী গ্রন্থের একটি পাঠক গোষ্ঠী।\nপ্রদানকারী ও রেফারেন্স গ্রন্থাগার সামাজিক পরিবর্তন সম্পর্কিত বিষয়গুলির উপর কয়েক হাজার বই মজুদ করে, যার মধ্যে প্রায় অর্ধেক ইংরেজিতে রয়েছে। এর পিছনে ধারণাটি হলো মানুষকে বই কিনতে উৎসাহিত না করে পড়তে সক্ষম করা, এইভাবে বিদ্যমান ভোক্তা সংস্কৃতির বিকল্প তৈরি করা। স্যালন মাজাল বিভিন্ন বিষয়ে উপকরণ ছাপা এবং প্রকাশ করে, যার মধ্যে হলো একটি ডিআইওয়াই নির্দেশনা, বিজ্ঞ ভোক্তাদের উপর একটি নির্দেশনা, পারমাকালচারের অনূদিত পুস্তিকা, অনুবাদিত নৈরাজ্যবাদী গ্রন্থ, নারী ও পুরুষের নারীবাদ সম্পর্কিত পুস্তিকা।\nকর্মশালা, বক্তৃতা, চলচ্চিত্র প্রদর্শনী, গ্রুপ আলোচনা এবং বিভিন্ন বিষয়ে সভা সপ্তাহে কয়েকবার অনুষ্ঠিত হতো, যা জনসাধারণের জন্য ছিল উন্মুক্ত এবং বিনামূল্যে। স্যালন মাজাল অধ্যয়ন, সংগঠন, মিটিং, পরিকল্পনা এবং সামাজিক পরিবর্তনের জন্য উদ্যোগ এবং প্রকল্পগুলিতে কাজ করার জন্য বিনামূল্যে একটি স্থান প্রদান করে। যেসব দল বছরের পর বছর ধরে তাদের বৈঠকের জন্য স্থান ব্যবহার করেছে তাদের মধ্যে রয়েছে নৈরাজ্যবাদী অগাস্ট দ্য ওয়াল, ইন্ডিমিডিয়া, ওয়ান স্ট্রাগল, উইমেন ফর উইমেন, কেলাফ (দ্য লেসবিয়ান ফেমিনিস্ট কমিউনিটি), এ গার্ডেন ফর পিস, দ্য কোএক্সিস্টেন্স ফোরাম ইন দ্য নেগেভ, কমিউনিটি অ্যাডভোকেট ইত্যাদি।\n\n\n=== দোকান ===\nস্যালন মাজাল ছিল ইসরায়েলের ন্যায্য বাণিজ্য পণ্য (কফি, কোকো এবং অলিভ অয়েল) এর একটি বিতরণ কেন্দ্র, যা দোকানে বিক্রি হয়েছিল। ইসরাইলে এই পণ্যগুলির বাজার এখনও খুব ছোট, মূলত সচেতনতার অভাবের কারণে। তারা তুল-কারেমের ফিলিস্তিনি কৃষকদের কাছ থেকে জলপাই তেল এবং বুদ্রুসের ফিলিস্তিনি কৃষকদের কাছ থেকে জলপাই তেল সাবানও সরবরাহ করে। পণ্যগুলি গ্রিন অ্যাকশন দ্বারা আমদানি করা হয় এবং তাদের উৎপাদন শ্রমিকদের শোষণ বা পরিবেশের অবনতি এড়িয়ে যায়। এছাড়াও, তারা ন্যায্য বাণিজ্যের জন্য ফ্লায়ার এবং বুকলেট বিতরণ করে এবং এই বিষয়ে বক্তৃতা করে।\nইনফোশপ ইসরাইলের একমাত্র স্থান যেখানে স্ব-তৈরি পণ্য এবং স্ব-প্রকাশিত বই বিতরণ করা যায়। মানুষ শিল্পকর্ম, বই, কবিতার বই, বাড়িতে তৈরি জ্যাম, ডিওডোরেন্ট, স্ব-তৈরি রাজনৈতিক টি-শার্ট এবং ব্যক্তিদের তৈরি অন্যান্য পণ্য সহ তাদের পণ্য বিক্রি করতে উৎসাহিত হয়। এইভাবে ইনফোশপ স্থানীয়, অ-শিল্প উৎপাদনকে উৎসাহিত করে এবং স্থানীয় স্বাধীন উৎপাদকদের সমর্থন করে।\n\n\n== তথ্যসূত্র =="}