{"pageid": 10853, "title": "হারানো সুর", "url": "https://bn.wikipedia.org/wiki?curid=10853", "content": "হারানো সুরসুর হলো ১৯৫৭ সালের বাংলা - ভাষার ভারতীয় প্রণয়ধর্মী নাট্য চলচ্চিত্র। নৃপেন্দ্রকৃষ্ণ চট্টোপাধ্যায়ের চিত্রনাট্যে পরিচালনা করেন অজয় কর। প্রধান চরিত্রে অভিনয় করেছেন উত্তম কুমার ও সুচিত্রা সেন। এটিই প্রথম চলচ্চিত্র যা উত্তম অজয় ​​কর-এর সাথে প্রযোজনা করেছিলেন। চলচ্চিত্রটিকে এই প্রারম্ভিক যুগের বাংলা চলচ্চিত্রের সর্বোত্তম উদাহরণ হিসেবে গণ্য করা হয়। ছবিটি ১৯৪২ সালের মার্কিন চলচ্চিত্র র‍্যান্ডম হারভেস্টের উপর ভিত্তি করে নির্মিত। যা ১৯৫৭ সালের সর্বোচ্চ আয়কারী বাংলা চলচ্চিত্রে পরিণত হয় ।\n\n\n== পটভূমি ==\nট্রেন দুর্ঘটনায় স্মৃতিভ্রষ্ট হয়ে পড়েন অলোক মুখোপাধ্যায় (উত্তম কুমার)। তাকে ভর্তি করা হয় মানসিক রোগীদের একটি আশ্রয়কেন্দ্রে। সেখান থেকে পালিয়ে যাওয়ার পর, ডাক্তার রমা ব্যানার্জি (সুচিত্রা সেন) তাকে উদ্ধার করেন এবং তাকে তার পিতার (পাহাড়ী সান্যাল) পলাশপুর গ্রামের বাড়িতে নিয়ে যান। সেখানে রমা তার চিকিৎসার দায়িত্ব নেন এবং ধীরে ধীরে তারা একে অপরের প্রতি ভালোবাসায় আবদ্ধ হন। তারা বিয়ে করেন, কিন্তু একটি দ্বিতীয় দুর্ঘটনা অলোকের স্মৃতি ফিরিয়ে আনে, যেখানে তিনি নিজেকে কলকাতার একজন ধনী ব্যবসায়ী হিসেবে মনে করতে পারেন। তবে পলাশপুরে রমার সঙ্গে কাটানো সময়ের স্মৃতি হারিয়ে ফেলেন।\nরমা তাকে খুঁজতে কলকাতায় যান এবং তার সঙ্গে দেখা করেন, কিন্তু অলোক তাকে চিনতে পারেন না। অলোক তাকে তার ভাগ্নির গৃহশিক্ষিকা হিসেবে নিয়োগ দেন। রমা অলোকের স্মৃতি ফিরে পাওয়ার চেষ্টা চালিয়ে যান। এদিকে, অলোকের কলকাতার বাগদত্তা লতা রমার ওপর সন্দেহ করতে শুরু করেন এবং অভিযোগ করেন যে রমা অলোককে তার কাছ থেকে ছিনিয়ে নিতে চায়। লতার অভিযোগে অলোকের মা রমাকে বাড়ি থেকে বের করে দেন।\nঅবশেষে, অলোক বুঝতে পারেন যে রমা পলাশপুর থেকে এসেছেন এবং সেখানেই তিনি তার স্মৃতি ফিরে পেয়েছিলেন। তিনি পলাশপুরে ফিরে যান এবং রমার সঙ্গে কাটানো স্মৃতি পুনরুদ্ধার করেন।\n\n\n== অভিনয়শিল্পী ==\nঅলোক মুখোপাধ্যায়ের চরিত্রে উত্তম কুমার\nডাঃ রোমা ব্যানার্জির চরিত্রে সুচিত্রা সেন\nরমার বাবার চরিত্রে পাহাড়ি সান্যাল\nঅলোক মায়ের চরিত্রে চন্দ্রাবতী দেবী\nমজুমদারের চরিত্রে উৎপল দত্ত\nস্টেশন মাস্টার হিসেবে খগেন পাঠক\nম্যানেজার হিসেবে শৈলেন মুখোপাধ্যায়\nহরেন মুখোপাধ্যায় ডক্টর হরেন মুখোপাধ্যায়\nমিহির ভট্টাচার্যের চরিত্রে দীপক মুখোপাধ্যায়\nলতার চরিত্রে কাজরী গুহ\n\n\n== উৎপাদন ==\nহারানো সুর ছিল অজয় ​​কর-এর সাথে উত্তম কুমার প্রযোজিত প্রথম চলচ্চিত্র। উত্তম বাংলা সিনেমাকে জাতীয় পর্যায়ে রাখার সিদ্ধান্ত নিয়েছিলেন, তাই তিনি তাদের ব্যানার আলোছায়া প্রোডাকশন প্রাইভেট লিমিটেডের অধীনে চলচ্চিত্র নির্মাণে আসেন। ছবিটি ১৯৪২ সালের অস্কার মনোনীত চলচ্চিত্র র‍্যান্ডম হারভেস্টের উপর ভিত্তি করে তৈরি হয়েছিল যা নিজেই জেমস হিলটনের লেখা একই নামের উপন্যাসের উপর ভিত্তি করে ।\n\n\n== মুক্তি এবং অভ্যর্থনা ==\nএটি আলোছায়া প্রোডাকশনের ব্যানারে ১৯৫৭ সালের ৬ সেপ্টেম্বর ভারতে মুক্তি পায় এবং ছায়াবানী প্রাইভেট লিমিটেড দ্বারা বিতরণ করা হয়।\n\n\n=== রিভিউ ===\nদ্য টাইমস অব ইন্ডিয়া লিখেছেন কিংবদন্তি সুচিত্রা সেন এবং উত্তম কুমার – এই সিনেমাটি এই বিষয়েই। এটি কেবল তাদের ক্যারিশমা, তাদের রসায়ন, তাদের উপস্থিতি যা আপনাকে সর্বত্র বিমোহিত করবে ।\n\n\n=== বক্স অফিস ===\nচলচ্চিত্রটি ১৯৫৭ সালে সর্বোচ্চ আয়কারী বাংলা চলচ্চিত্র হয়ে ওঠে ।\n\n\n== প্রতিপাদ্য ==\nর‍্যান্ডম হার্ভেস্ট এর আগে ১৯৫৬ সালে তামিল ভাষায় অমরা দীপম এবং শিবাজি গণেশান এবং সাবিত্রী অভিনীত চরিত্রে রূপান্তরিত হয়েছিল , যা পরবর্তীতে দেব আনন্দ এবং বৈজয়ন্তীমালা অভিনীত অমর দীপ হিসাবে হিন্দিতে পুনঃনির্মিত হয়েছিল ।\n\n\n== পুরস্কার ==\n১৯৫৭ – বাংলায় তৃতীয় সেরা ফিচার ফিল্মের জন্য মেরিট সার্টিফিকেট।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে হারানো সুর   (ইংরেজি)"}