{"pageid": 1086971, "title": "মেহাদ্রিন বাস লাইন", "url": "https://bn.wikipedia.org/wiki?curid=1086971", "content": "মেহাদ্রিন বাস লাইন (হিব্রু ভাষায়: קו מהדרין‎) ইসরায়েলে এক ধরনের বাস লাইন, যা প্রধান হারেদি জনসংখ্যা কেন্দ্রের মধ্যে চলাচল করত এবং/অথবা যেখানে কিছু অতি-অর্থোডক্স ইহুদিদের দ্বারা পালন করা লিঙ্গ পৃথকীকরণ ও অন্যান্য কঠোর ধর্মীয় নিয়মগুলি ১৯৯৭ সাল থেকে ২০১১ সাল পর্যন্ত প্রয়োগ করা হয়েছিল। এই লিঙ্গ-বিচ্ছিন্ন বাসগুলিতে, মহিলা যাত্রীরা বাসের পিছনে বসে এবং যদি সম্ভব হয় তবে পিছনের দরজা দিয়ে বাসে প্রবেশ ও প্রস্থান করে, যখন পুরুষ যাত্রীরা বাসের সামনের অংশে বসে এবং সামনের দরজা দিয়ে প্রবেশ ও প্রস্থান করে। উপরন্তু, মহিলাদের জন্য প্রায়ই \"বিনয়ী পোষাক \" প্রয়োজন হতো, বাসে রেডিও বা ধর্মনিরপেক্ষ সঙ্গীত বাজানো এড়ানো হতো, বিজ্ঞাপনগুলি সেন্সর করা হতো। মেহাদ্রিন লাইন সাধারণত অন্যান্য লাইনের ভাড়া তুলনায় সস্তা ছিল। পাবলিক ট্রান্সপোর্টেশন কোম্পানি দ্বারা ২০১০ সালের প্রথম দিকে ইসরায়েলের ২৮ টি শহরে ৫৬ টি মেহাদ্রিন বাস পরিচালিত হত, যদিও সাধারণত বিশেষভাবে লেবেলযুক্ত নয়।\nইসরায়েলি হাইকোর্ট অফ জাস্টিস ২০১১ সালের জানুয়ারি মাসে রায় দেয় যে লিঙ্গ বিচ্ছিন্নতা বেআইনি এবং \"মেহাদ্রিন\" পাবলিক বাসগুলি বাতিল করে। যাইহোক, আদালতের নিয়ম এক বছরের পরীক্ষামূলক সময়ের জন্য কঠোরভাবে স্বেচ্ছাসেবী ভিত্তিতে সরকারী বাসে লিঙ্গ পৃথকীকৃত  অব্যাহত রাখার অনুমতি দেয়। শাসনের আগে, মহিলা যাত্রীদের ঘন ঘন হয়রানি করা হত এবং বাসের পিছনে বসতে বাধ্য করা হত। হারেদিম ব্যক্তিগত বাস লাইন চালানোর জন্য অনুরোধ করেছিল, কিন্তু পরিবহন মন্ত্রণালয় বাধা দিয়েছিল।\nপৃথকীকৃত বাস লাইনে লড়াই করা অ্যাডভোকেসি গ্রুপগুলি দাবি করেছে যে এক বছর পরে সরকারী বাসে মহিলাদের প্রতি বৈষম্য বজায় রাখা হয়েছিল। যেসব ঘটনায় অতি-অর্থোডক্স পুরুষরা মহিলাদের বাসের পেছনে বসার নির্দেশ দিয়েছিল এবং তারা অস্বীকার করলে নির্যাতন করা হয়েছিল বলে জানা গেছে। ২০১৩ সালের হিসাবে, 'মহিলাদের পিছনে বসতে বাধ্য করা যাবে না' বিষয়টি চালক যাত্রীদের বোঝানোর পর হারেদিম বাসগুলোকে ঘিরে ফেলে ও গ্রেপ্তার না হওয়া পর্যন্ত পাথর ছুড়ে মারে জানালা ভাঙেদেয়; এক মাস পরে, একজন ধর্মনিরপেক্ষ লোক একজন হারেদিকে ঘুষি মেরেছিল ও দাড়ি টেনেছিল, যখন উক্ত হারেদি একজন মহিলাকে সরানোর চেষ্টা করেছিলেন। এই ঘটনার পরে সেই গ্রেপ্তার হওয়ার পূর্বেই হারেদি ঘটনাস্থল থেকে পালিয়ে যান।\n\n\n== তথ্যসূত্র =="}