{"pageid": 1086914, "title": "২০০২ মক্কা বালিকা বিদ্যালয়ে অগ্নিকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1086914", "content": "২০০২ সালের মক্কা বালিকা বিদ্যালয়ে অগ্নিকাণ্ড ২০০২সালের ১১ই মার্চ  সৌদি আরবের মক্কায় একটি বালিকা বিদ্যালয়ে  ঘটেছিল এবং পনেরো জনের মৃত্যু হয়, যাদের সকলেই অল্পবয়সী মেয়ে ছিলেন। অভিযোগ করা হয়েছিল যে সৌদি আরবের \" ধর্মীয় পুলিশ \", বিশেষ করে কমিটি ফর দ্য প্রোমোশন অফ দ্য প্রিভেনশন অ্যান্ড দ্য প্রিভেনশন অব ভাইস, বিদ্যালয় ছাত্রীদের জ্বলন্ত ভবন ত্যাগ করতে বাধা দেয় এবং উদ্ধারকর্মীদের বাধা দেয়, কারণ শিক্ষার্থীরা পরিমিত পোশাক পরিধান করে না। ধর্মীয় পুলিশের কর্মকাণ্ড দেশের অভ্যন্তরে ও আন্তর্জাতিকভাবে নিন্দিত হয়েছিল। সৌদি সরকারের একটি তদন্তে এই সিদ্ধান্তে উপনীত হয় যে ধর্মীয় শিক্ষা কর্তৃপক্ষ বিদ্যালয়ের অগ্নি নিরাপত্তা উপেক্ষা করার জন্য দায়ী ছিল, কিন্তু তারা এই অভিযোগ প্রত্যাখ্যান করেছিল। কর্তৃপক্ষের মতে ধর্মীয় পুলিশের কার্যক্রমগুলি মৃত্যুর জন্য অবদান রেখেছে, কারণ তারা পরিমিত পোশাকের কারণ দেখিয়ে শিক্ষার্থীদের বিদ্যালয় ছেড়ে যেতে বাধা দিয়েছে। পরে, বালিকা বিদ্যালয়টি পরিচালনার ক্ষমতা রক্ষণশীল আলেমদের দ্বারা নিয়ন্ত্রিত একটি এজেন্সি থেকে সরিয়ে শিক্ষা মন্ত্রণালয়ের এখতিয়ারভুক্ত করা হয়।\n\n\n== অগ্নিকাণ্ড ==\nসৌদি প্রেস রিপোর্ট অনুযায়ী, মক্কা ইন্টারমিডিয়েট স্কুলের ৩১ নম্বরে অগ্নিকাণ্ড সকাল ৮ টার দিকে শুরু হয়। উপরের তলার একটি ঘরে আগুনের সূত্রপাত হয়েছিল, দৃশ্যত একটি অপ্রয়োজনীয় সিগারেটের কারণে।   \nআগুনের ফলে এবং পরবর্তীতে পালানোর জন্য তাড়াহুড়ো করে, ১৫ জন তরুণী মারা যায় এবং ৫০ এরও বেশি আহত হয়। মৃত মেয়েদের মধ্যে নয়জন সৌদির ছিল; বাকিরা চাদ, মিশর, গিনি, নাইজার ও নাইজেরিয়া থেকে ছিল। মেয়েরা ভবন থেকে পালিয়ে যাওয়ার সময় একটি সিঁড়ি ভেঙে যাওয়ার কারণে বেশিরভাগ মৃত্যুর ঘটনা ঘটে। যে আবাসিক সম্পত্তির উপর বিদ্যালয়টি নির্মিত হয়েছিল সেখানে ৮০০ জন শিক্ষার্থী ছিল। উপরন্তু, ভবনটিতে সম্ভবত সঠিক নিরাপত্তা অবকাঠামো ও যন্ত্রপাতির অভাব ছিল, যেমন আগুনের সিঁড়ি ও অ্যালার্ম।\nকমপক্ষে দুটি রিপোর্ট অনুসারে, সিপিভিপিভির সদস্যরা, যা মুতাউইন নামেও পরিচিত, তারা মেয়েদের পালাতে দেয়নি বা আগুন থেকে বাঁচতে দেয়নি, কারণ মেয়েরা \"সঠিকভাবে পোশাক দ্বারা আচ্ছাদিত ছিল না\" এবং মুতাউইনরা যৌন প্রলোভনের ভয়ে মেয়েদের ও সিভিল ডিফেন্স ফোর্সের মধ্যে কোন প্রকার শারীরিক সংস্পর্শ চায়নি। ফলে বিভিন্নভাবে মেয়েদের পুলিশ দ্বারা আটকে রাখা হয়েছিল, অথবা ভবনে ফিরে যেতে বাধ্য করা হয়েছিল। \n\n\n== তথ্যসূত্র =="}