{"pageid": 1086926, "title": "শ্রাবুহি তুসাব", "url": "https://bn.wikipedia.org/wiki?curid=1086926", "content": "শ্রাবুহি তুসাব বা স্রপৌহি দুসাপ ( আর্মেনীয় : Սրբուհի Տիւսաբ  ) (১৮৪০-১৯০১) ছিলেন একজন আর্মেনীয় নারীবাদী লেখক এবং আর্মেনীয় ভাষার প্রথম নারী ঔপন্যাসিক। তিনি ছিলেন বিখ্যাত অটোমান আর্মেনীয় রাজনীতিবিদ হোভানেস ভাহানিয়ানের বোন। \n\n\n== জীবনী ==\nতুসাব কনস্টান্টিনোপলের ওরতাকয় জেলায় স্রপুহি ভাহানিয়ান নামে একটি সমৃদ্ধ উচ্চশ্রেণীর আর্মেনীয় ক্যাথলিক পরিবারে জন্মগ্রহণ করেন। সেই সময় ধনী পরিবারগুলি নিয়মিতভাবে পশ্চিম ইউরোপীয়, প্রাথমিকভাবে ফরাসি সমাজের প্রবণতা এবং রীতিনীতি অনুকরণ করত। তরুণ তুসাব, পশ্চিম ইউরোপীয় প্রতিষ্ঠানে শিক্ষিত হওয়ায়, আর্মেনীয় ভাষার প্রতি খুব কম আগ্রহ দেখিয়েছিল। যাইহোক, শ্রদ্ধেয় আর্মেনীয় কবি এমকার্টিচ বেশিকতাশলিয়ান দ্বারা শিক্ষকতাকরার পর, তুসাব ভাষার পাশাপাশি ঐতিহ্যের প্রতি গভীর স্নেহ দেখাতে শুরু করেন। তার প্রথম সৃজনশীল লেখার প্রচেষ্টা ধ্রুপদী আর্মেনীয় ভাষায় লেখা হয়েছিল।\n\nতুসাব একজন ফরাসি সঙ্গীতশিল্পী পল তুসাবকে বিয়ে করেন, যিনি একটি ইউরোপীয় স্টাইল সেলুন চালাতেন যেখানে শহরের বিশিষ্ট বুদ্ধিজীবী, উদারপন্থী, লেখক এবং কর্মীরা সামাজিক ও রাজনৈতিক বিষয়, সাহিত্য এবং কবিতা নিয়ে আলোচনা করতে একত্রিত হতেন। তিনি জনহিতকর এবং দাতব্য সংস্থায় সক্রিয় ছিলেন যা মহিলাদের সমর্থন এবং শিক্ষাকে আরও এগিয়ে নিয়ে যায়। তুসাবের অউভার ঊনবিংশ শতাব্দীর ইউরোপীয় প্রবণতাকে প্রতিফলিত করে। তিনি মূলত রোমান্টিক স্টাইলে লিখেছিলেন।\nতুসাবের দুই সন্তান ছিল, ডোরিন এবং এডগার। ডোরিন ১৮৯১ সালে মারা যান। এর পর তুসাব প্রকাশনার জন্য লেখা বন্ধ করে দেয়। তুসাব ১৯০১ সালে মারা যান।\n\n\n== লেখা ==\nতুসাব হলেন প্রথম আর্মেনীয় লেখক যিনি এমন কাজ প্রকাশ করেছিলেন যাকে আজ নারীবাদী বলা হয়ে থাকে। এর মধ্যে প্রথমটি ছিল নারী শিক্ষা ও কর্মসংস্থানের স্থিতি নিয়ে ধারাবাহিক প্রবন্ধ। ১৮৮৩ সালে তিনি একজন আর্মেনীয় নারী হিসেবে প্রথম উপন্যাস মায়াদা প্রকাশ করেন, যা নারীদের অসম মর্যাদার বিষয়বস্তুকে বিবেচনা করে। নারী অধীনতা, নিম্নমানের শিক্ষা এবং আর্থিক স্বাধীনতার অভাব নিয়ে তুসাবের উদ্বেগ পরবর্তী উপন্যাস সিরানুশ (১৮৮৪) এবং আরাক্সিয়া, বা দ্য গভর্নেস (১৮৮৭) এ বিকশিত হয়েছিল।\n\nতিনি উসমানীয় সাম্রাজ্যের নারী কৃষকদের পরিস্থিতি নিয়ে খুব চিন্তিত ছিলেন। তাদের অজ্ঞতার পিছনে ঐতিহ্যবাহী পিতৃতান্ত্রিক কাঠামোকে আক্রমণ করেছিলেন। পুরুষদের এই নিপীড়ন গ্রামাঞ্চলে মেয়েদের জোর পূর্বক বিবাহের দিকে ধাবিত করেছিল। তিনি আরও উল্লেখ করেন যে, এমনকি সাংস্কৃতিক ও বৈশ্বিক শহর কনস্টান্টিনোপলেও নারীরা \"এখনও তাদের স্বাধীনতা থেকে বঞ্চিত এবং পুরুষেরা তাদের আধিপত্য বিস্তার করে।\" তুসাব নিশ্চিত ছিলেন যে নারী মুক্তি ছাড়া সমাজ অগ্রসর হতে এবং অগ্রসর হতে পারবে না। এই উদার ধারণাগুলির জন্য তিনি ক্রিকোর জোহরাবের মতো কিছু আর্মেনীয় বুদ্ধিজীবীদের বিরক্তির সম্মুখীন হয়েছিলেন, কিন্তু প্রগতিশীলদের দ্বারা সম্মানিত হয়েছিলেন।\n\n\n== উত্তরাধিকার ==\nতুসাবকে আজ নারী বৈষম্য এবং নারী শিক্ষার প্রয়োজনীয়তা মোকাবেলায় অগ্রগামী হিসাবে গণ্য করা হয়। তিনি অন্যান্য আর্মেনীয় নারী লেখক এবং সাংবাদিকদের কাছে অনুপ্রেরণা ছিলেন যেমন জাবেল ইয়েসায়ান, যিনি তার যৌবনে তাকে পড়ার কথা স্মরণ করে বলেছিলেন,\n\"আমরা একসাথে ম্যাডাম তুসাবের বই পড়তাম, এবং সেই নারীবাদী লেখক হিসেবে, আমরা যে সমস্যার সম্মুখীন হয়েছি তার সমাধান খোঁজার চেষ্টা করেছি।\" পরে, তিনি এবং তার বন্ধুরা তুসাব পরিদর্শন করেন: \"তিনি তৎক্ষণাৎ প্রশ্ন জিজ্ঞাসা শুরু করেন এবং উষ্ণতা এবং উৎসাহের সাথে আমাদের সাথে কথা বলেন... আমি লেখক হওয়ার আশা করেছিলাম শুনে ম্যাডাম তুসাব আমাকে সতর্ক করার চেষ্টা করেছিলেন। তিনি বলেছিলেন যে, মহিলাদের জন্য সাহিত্যের জগৎ সম্মানের চেয়ে অনেক বেশি কাঁটায় পরিপূর্ণ ছিল। তিনি আমাকে বলেছিলেন যে আমাদের যুগে, একজন মহিলা যিনি সমাজে নিজের জন্য একটি জায়গা তৈরি করতে চেয়েছিলেন তা এখনও সহ্য করা হয় না। এই সমস্ত বাধা অতিক্রম করার জন্য, আমার মধ্যমতা অতিক্রম করা দরকার ছিল। .. সে আমাদের উপর গভীর ছাপ ফেলেছিল... আমরা দুজনেই একমত হয়েছি যে মধ্যমমানের চেয়ে বেশি করার জন্য আমাদের শিক্ষা চালিয়ে যাওয়ার জন্য ইউরোপে যাওয়া দরকার।\" \n\nনারেগ সেফেরিয়ানের অনুদীত তার উপন্যাসমায়াদা-র প্রথম ইংরেজি অনুবাদ ২০২০ সালে প্রকাশিত হয়।\n\n\n== তথ্যসূত্র ==\n \n\n\n== গ্রন্থ ==\nআর্মেনীয় থেকে অনুবাদ: Արդի հայ գրականութիւն [ আধুনিক আর্মেনীয় সাহিত্য ], বৈরুত, 1943, পিপি। ১–-১8\n\n\n== বহিঃসংযোগ ==\nবই পর্যালোচনা: শ্রপুহি দুসাপের 'ময়দা'তে প্রতিবাদের প্রতিধ্বনি"}