{"pageid": 1086059, "title": "শূদ্র", "url": "https://bn.wikipedia.org/wiki?curid=1086059", "content": "শূদ্র হিন্দু বর্ণপ্রথা ও সমাজ ব্যবস্থার চারটি বর্ণের মধ্যে সর্বনিম্ন স্থান।  বিভিন্ন উৎস এটিকে বর্ণ হিসেবে অথবা বিকল্পভাবে একটি সামাজিক শ্রেণী হিসেবে অনুবাদ করে।\n\nশূদ্র শব্দটি ঋগ্বেদে আবির্ভূত হয় এবং এটি অন্যান্য হিন্দু গ্রন্থে যেমন মনুস্মৃতি, অর্থশাস্ত্র ও ধর্মশাস্ত্রে পাওয়া যায়। তাত্ত্বিকভাবে, শূদ্ররা বংশানুক্রমিক শ্রমিক শ্রেণী গঠন করেছে যা অন্যদের সেবা করে। কিছু কিছু ক্ষেত্রে, তারা রাজাদের রাজ্যাভিষেকে অংশগ্রহণ করেছিল, অথবা ভারতীয় গ্রন্থ অনুসারে মন্ত্রী ও রাজা ছিল।\n\n\n== পাঠ্য ==\n\n\n=== বেদ ===\nশূদ্র শব্দটি শুধুমাত্র একবার ঋগ্বেদে আবির্ভূত হয়। এই উল্লেখ পাওয়া যায় পুরুষ সূক্তে মূর্ত সৃষ্টির পৌরাণিক কাহিনীতে। এতে বলা হয়েছে যে, তার মুখ থেকে ব্রাহ্মণ, বাহু থেকে ক্ষত্রিয়, উরু থেকে বৈশ্য এবং পা থেকে শূদ্র বেরিয়েছে। ঐতিহাসিক আর এস শর্মার মতে, এই শ্লোকের উদ্দেশ্য হতে পারে যে শূদ্রদের অন্যান্য বর্ণের সমান বংশ ছিল এবং তাই বৈদিক সমাজের একটি অংশ ছিল। অন্যদিকে, এটি ভিন্নধর্মী ব্রাহ্মণ্য সমাজের জন্য একটি সাধারণ পৌরাণিক উৎস প্রদানের প্রচেষ্টাকেও প্রতিনিধিত্ব করতে পারে।\nযদিও ঋগ্বেদ সম্ভবত খৃষ্টপূর্ব ১৫০০ থেকে ১২০০ এর মধ্যে সংকলিত হয়েছিল, ১৮৬৮ সালে জন মুইর প্রস্তাব করেছিলেন যে চারটি বর্ণের কথা উল্লেখ করে যে শ্লোকটি আছে \"তার কথাবার্তা এবং ধারণা উভয় ক্ষেত্রেই সংযমের প্রতিটি চরিত্র\"। পুরুষ সূক্ত শ্লোকটি এখন সাধারণত বৈদিক পাঠ্যে পরবর্তী তারিখে সন্নিবেশ করা হয়েছে বলে মনে করা হয়, সম্ভবত সনদ মিথ হিসাবে।\nস্টেফানি জেমিসন ও জোয়েল ব্রেটনের মতে, \"ঋগ্বেদে একটি বিস্তৃত, বহুবিভাজিত এবং অতি বিস্তৃত বর্ণ ব্যবস্থার কোন প্রমাণ নেই\", এবং \"বর্ণ ব্যবস্থা ঋগ্বেদে ভ্রূণ বলে মনে হয় এবং পরে এবং পরে, সামাজিক বাস্তবতার চেয়ে আদর্শ \"। ঐতিহাসিক আর এস শর্মা বলেছেন যে \"ঋগ্বৈদিক সমাজ না হয় শ্রমের সামাজিক বিভাজনের ভিত্তিতে সংগঠিত হয়েছিল এবং না সম্পদের পার্থক্যের ভিত্তিতে ... [এটি] মূলত আত্মীয়, গোত্র এবং বংশের ভিত্তিতে সংগঠিত হয়েছিল।\"\nশর্মার মতে, ঋগ্বেদ বা অথর্ববেদ -এর কোথাও \"দাস ও আর্য, অথবা শূদ্র এবং উচ্চবর্ণের মধ্যে খাদ্য ও বিবাহ সংক্রান্ত বিধিনিষেধের কোন প্রমাণ নেই\"। আরও, শর্মা যোগ করেন, শেষ অথর্ববেদে, \"শূদ্র নোটিশের জন্য আসেন না, সম্ভবত তার বর্ণটি সেই পর্যায়ে ছিল না\"।\nরোমিলা থাপারের মতে, শূদ্র এবং অন্যান্য বর্ণের বৈদিক পাঠের উল্লেখকে এর উৎপত্তি হিসাবে দেখা হয়েছে এবং \"সমাজের বর্ণ আদেশে, বিশুদ্ধতা ও দূষণের ধারণাগুলি কেন্দ্রীয় ছিল এবং এই প্রেক্ষাপটে কাজ করা হয়েছিল\" এবংএটি হল \"সূত্রগত এবং সুশৃঙ্খল, সমাজকে একটি শ্রেণিবিন্যাসে সাজানো চারটি দলে বিভক্ত\"। শর্মার মতে, শূদ্র শ্রেণীর উৎপত্তি হয়েছে ইন্দো-আর্য এবং অ-ইন্দো-আর্যদের থেকে যারা \"আংশিকভাবে বাহ্যিক এবং আংশিক অভ্যন্তরীণ দ্বন্দ্বের কারণে\" এই পদে প্রত্যাবর্তিত হয়েছিল।\nপুসান শব্দটি বৈদিক যুগের উপনিষদে আবির্ভূত হয়, যার অর্থ \"পোষক\" এবং এটি পৃথিবী সৃষ্টি ও উৎপাদন কার্যক্রমের সাথে যুক্ত করে যা সমগ্র বিশ্বকে পুষ্ট করে, এবং পাঠ্য এই পুসানকে শূদ্র বলে ডাকে। পুসান শব্দটি, হিন্দু পুরাণে, সূর্যের সারথী যিনি পথগুলি জানেন যার মাধ্যমে সকলের কাছে আলো, জ্ঞান এবং জীবন নিয়ে আসে। একই শব্দ পুসান অবশ্য ব্রাহ্মণ গ্রন্থে বৈশ্যের সাথে যুক্ত।\n\n\n=== অর্থশাস্ত্র ===\nশর্মার মতে প্রাচীন হিন্দু ধর্মগ্রন্থ অর্থশাস্ত্রে বলা হয়েছে যে, আর্যরা স্বাধীন পুরুষ ছিলেন এবং কোনো অবস্থাতেই দাসত্বের শিকার হতে পারেন না। লেখাটি আর্যদের শূদ্রের সাথে বৈপরীত্য করে, কিন্তু বংশগত দাস হিসেবে বা অর্থনৈতিকভাবে বন্ধ সামাজিক স্তর হিসেবে না যেভাবে শূদ্র শব্দটি পরে ব্যাখ্যা করা হয়।  রঙ্গরাজনের মতে, অর্থশাস্ত্রে শ্রম এবং কর্মসংস্থান সংক্রান্ত আইন বিভিন্ন অনুবাদক এবং ভাষ্যকারদের দ্বারা বিভিন্ন রকমের ব্যাখ্যার দিকে পরিচালিত করেছে এবং \"স্বীকৃত দৃষ্টিভঙ্গি হল দাসত্ব, যে রূপে এটি প্রচলিত ছিল সমসাময়িক গ্রিসে, কৌতিল্য ভারতে বিদ্যমান ছিল না।\"\nকৌতিল্য শূদ্র বা বিষ্ণুগুপ্ত শূদ্র এবং সকল শ্রেণীর যোদ্ধা হিসেবে অংশগ্রহণের অধিকারের পক্ষে যুক্তি দিয়েছিলেন। রজের বোয়েশে বলছেন যে এটা এমন কারণ যে শাসকের স্বার্থে \"জনগণের সেনাবাহিনীকে তার প্রতি নিখুঁতভাবে অনুগত থাকতে হবে কারণ জনগণের সাথে ন্যায়সঙ্গত আচরণ করা হয়েছিল\"।\n\n\n=== মনুস্মৃতি ===\nমনুস্মৃতি প্রধানত ব্রাহ্মণ (পুরোহিত শ্রেণী) এবং ক্ষত্রিয় (রাজা, প্রশাসন এবং যোদ্ধা শ্রেণী) এর আচরণবিধি (ধর্ম বিধি) নিয়ে আলোচনা করে। পাঠ্য শূদ্রদের পাশাপাশি বৈশ্যদের উল্লেখ করেছে, কিন্তু এই অংশটি এর সবচেয়ে ছোট অংশ। মনুস্মৃতি বিভাগের ধারায় বৈশ্যদের জন্য আটটি এবং শূদ্রদের জন্য দুটি নিয়ম উল্লেখ করা হয়েছে।\n১০.৪৩ - ১০.৪৪ ধারায় মনু ক্ষত্রিয় উপজাতিদের একটি তালিকা দেয় যারা পুরোহিতদের অবহেলার এবং তাদের আচার -অনুষ্ঠানের মাধ্যমে শূদ্রদের মর্যাদায় পতিত হয়েছিল। এগুলি হল: করণ, পুণ্ড্রক, কোদ, দ্রাবিড়, কম্বোজ, যবন, সাকা, পরদাস, পাহলবা, চিনা, কিরাত ও দরদাস।\n\n\n=== যাজ্ঞবল্ক্য স্মৃতি ও গৃহ্যসূত্র ===\nপ্রারম্ভিক ভারতীয় ধর্মের বিশেষজ্ঞ ধর্মের অধ্যাপক লরি প্যাটনের মতে, শূদ্রের অধিকার ও মর্যাদা প্রাথমিক ভারতীয় গ্রন্থে ব্যাপকভাবে পরিবর্তিত হয়।  যখন অথর্ববেদের ৯.১৫ ধারায় বলা হয়েছে যে শূদ্ররা সুতো পরার অনুষ্ঠান (উপনয়ন) করতে পারে, অপস্তম্ব গৃহ্যসূত্র বলেছে যে তারা শূদ্র ছাত্রদের বেদ শুনতে বা শেখার থেকে বাদ দিতে পারে না। যাজ্ঞবল্ক্য স্মৃতি বিপরীতে শূদ্র ছাত্রদের উল্লেখ করে এবং মহাভারত বলে যে শূদ্র সহ চারটি বর্ণই বেদ শুনতে পারে। অন্যান্য হিন্দু গ্রন্থ আরও এগিয়ে গিয়ে বলে যে, ব্রাহ্মণ, ক্ষত্রিয়, বৈশ্য - এই তিনটি বর্ণ শূদ্র শিক্ষকদের কাছ থেকে জ্ঞান অর্জন করতে পারে, এবং যজ্ঞের বলিদানগুলি শূদ্ররা করতে পারে।  শূদ্রদের জন্য এই অধিকার এবং সামাজিক গতিশীলতা কম সামাজিক চাপ এবং বৃহত্তর অর্থনৈতিক সমৃদ্ধির সময়ে উদ্ভূত হতে পারে, এমন সময় যা মহিলাদের সামাজিক অবস্থার উন্নতি দেখেছিল।\n\n\n=== মধ্যযুগীয় উপনিষদ ===\nবজ্রসূচী উপনিষদের মতো মধ্যযুগের গ্রন্থ বর্ণ নিয়ে আলোচনা করে এবং শূদ্র শব্দটি অন্তর্ভুক্ত করে।  উইলফ্রিড লরিয়ার বিশ্ববিদ্যালয়ের দর্শনের অধ্যাপক অশ্বনি পিটুশের মতে, বজ্রসুচি উপনিষদ একটি উল্লেখযোগ্য পাঠ্য কারণ এটি ধরে নেয় এবং দাবি করে যে যে কোনও সামাজিক পটভূমি থেকে যে কোনও মানুষ সর্বোচ্চ অর্জন করতে পারে অস্তিত্বের আধ্যাত্মিক অবস্থা।\n\n\n=== অহিন্দু গ্রন্থ ===\nহিন্দু গ্রন্থগুলির মধ্যে বিরোধপূর্ণ অবস্থানের বাইরে, অহিন্দু গ্রন্থগুলি শূদ্রদের সম্পর্কে একটি ভিন্ন চিত্র উপস্থাপন করে। প্যাটন বলে, একটি বৌদ্ধ পাঠ্য, \"শূদ্রকে বোঝায় যারা বেদ, ব্যাকরণ, মীমাংসা, সাংখ্য, বৈশেষিক ও লগ্নকে জানে\"।\nপ্রারম্ভিক বৌদ্ধধর্ম ও হিন্দুধর্মের উপর বিশেষজ্ঞ ইন্দোলজির অধ্যাপক জোহানেস ব্রঙ্কহর্স্টের মতে, প্রাচীন বৌদ্ধ ধর্মটি মূলত বর্ণ আলোচনার বাইরে, এবং শূদ্র এবং অন্যান্য বর্ণগুলি এর প্রাচীনকালে খুব কম আলোচনা উল্লেখ করা হয়েছে।  বৌদ্ধ গ্রন্থে ভারতীয় সমাজকে \"ব্রাহ্মণ, ক্ষত্রিয়, বৈশ্য ও শূদ্র\" এর চারটি শ্রেণীতে বিভক্ত বলে বর্ণনা করা হয়নি। এর পরিবর্তে, ব্রঙ্কহর্স্ট বলে, সমাজের বেশিরভাগ অংশকে \"গৃহকর্তা\" (পালি: গহপতি) দ্বারা গঠিত হিসাবে বর্ণনা করা হয়েছে, যা অভ্যন্তরীণ পার্থক্য ছাড়াই।  এমনকি যেখানে ব্রাহ্মণদের এমন প্রেক্ষাপটে উল্লেখ করা হয়েছে, তাদেরকেও গৃহকর্তা বা ব্রাহ্মণ-গহপতি বলা হয়। ব্যানা শব্দটি বৌদ্ধ গ্রন্থে কয়েকটি ব্যতিক্রম হিসাবে দেখা যায়, কিন্তু ব্রঙ্কহর্স্ট বলেছেন, শুধুমাত্র সমাজের বিমূর্ত বিভাজনের প্রেক্ষিতে এবং মনে হয় \"প্রকৃত অনুশীলনে কোন সমান্তরাল ছাড়া একটি তাত্ত্বিক ধারণা রয়ে গেছে\"।\n\n\n== শিক্ষাদীক্ষা ==\nঐতিহাসিক আর এস শর্মা, বেশ কয়েকটি উদাহরণ নিয়ে আলোচনা করার পর এই সিদ্ধান্তে উপনীত হন যে ধর্মশাস্ত্র শূদ্রদের \"সাক্ষর শিক্ষায়\" প্রবেশের অনুমতি দেয়নি বরং তাদেরকে হাতি প্রশিক্ষণ প্রভৃতি শিল্প ও কারুশিল্প শিখতে দেয়। তিনি আরও যোগ করেন যে গ্রন্থগুলি তাদের বৈদিক শিক্ষা অস্বীকার করেছিল কারণ এটি বিশ্বাস করা হয়েছিল যে এটি কৃষিতে বাধা দেয় এবং বিপরীতভাবে। অন্যান্য বর্ণগুলি সাক্ষরতার বিভিন্ন মাত্রা দেখালেও শূদ্ররা সাধারণত নিরক্ষর ছিল। সমাজ সংস্কারক জ্যোতিরাও ফুলে নিরক্ষরতার জন্য শূদ্রদের অবনতিকে দায়ী করেন এবং তাদের জন্য শিক্ষার উপর জোর দেন। ফুলে বলেছেন:\n\nশিক্ষার অভাবে বুদ্ধির অবনতি হয়েছে, বুদ্ধির অভাবে নৈতিকতা ক্ষয় হয়েছে, নৈতিকতার অগ্রগতি বন্ধ হয়েছে, উন্নতির অভাবে সম্পদ বিলুপ্ত হয়েছে, সম্পদের অভাবে শূদ্র ধ্বংস হয়েছে এবং এই সব দুঃখ নিরক্ষরতা থেকে উদ্ভূত হয়েছে।\n\n\n== পেশা ==\nঐতিহ্যগতভাবে, শূদ্ররা ছিল কৃষক এবং কারিগর। প্রাচীন গ্রন্থগুলি শূদ্রকে কৃষক হিসাবে চিহ্নিত করে। শূদ্রকে শস্যদাতা হিসেবে বর্ণনা করা হয়েছিল এবং প্রাচীন গ্রন্থগুলি শূদ্রের উপার্জনের পদ্ধতিকে \"ভুট্টা এবং কানের দ্বারা\" হিসাবে বর্ণনা করে। প্রাচীন নিয়ম, \"বেদ কৃষির ধ্বংসকারী এবং কৃষি বেদের ধ্বংসকারী\", শূদ্রদের কেন বেদ শেখার অনুমতি দেওয়া হয়নি তার অন্যতম কারণ হিসাবে দেখানো হয়েছে। ৭ম শতাব্দীতে চীনা ভ্রমণকারী জুয়ানজ্যাং কর্তৃক কৃষকদের শূদ্র হিসাবে ধরে রাখার বিষয়টিও নথিভুক্ত করা হয়েছিল।\nএছাড়াও, একজন \"বহির্মুখী\" যিনি কৃষি পেশায় প্রবেশ করেছিলেন শূদ্র বর্ণের মধ্যে শোষিত হবে।\nমারভিন ডেভিস বলেছেন, শূদ্রদের বেদ শেখার প্রয়োজন নেই। তারা \"দুবার জন্ম\" (দ্বিজ) ছিল না, এবং তাদের পেশাগত ক্ষেত্রটি অন্য তিনটি বর্ণের পরিষেবা (সেবা) হিসাবে বর্ণিত হয়েছিল। দ্বিজ শব্দটি কোনো বেদ ও উপনিষদে পাওয়া যায় না, অথবা শ্রৌত-সূত্র বা গৃহ-সূত্রের মতো কোনো বেদাঙ্গ সাহিত্যেও পাওয়া যায় না। খ্রিস্টপূর্ব ১ম সহস্রাব্দীর শেষ শতাব্দীর পূর্বে রচিত প্রাচীন সংস্কৃত সাহিত্য থেকে শব্দটি প্রায় সম্পূর্ণরূপে অনুপস্থিত, এবং ধর্মসূত্র সাহিত্যে এটি খুব কমই দেখা যায়। ক্রমবর্ধমান উল্লেখগুলি ধর্মশাস্ত্র গ্রন্থে মধ্য থেকে প্রথম সহস্রাব্দের শেষের দিকে দেখা যায়। দ্বিজ শব্দের উপস্থিতি একটি চিহ্নিতকারী যে লেখাটি সম্ভবত মধ্যযুগীয় ভারতীয় পাঠ্য।\nশূদ্রের ঐতিহ্যবাহী পেশা যেমন ঘুরি বর্ণনা করেছেন কৃষি, বাণিজ্য এবং কারুশিল্প। যাইহোক, এই শ্রেণিবিন্যাস পণ্ডিত দ্বারা পরিবর্তিত হয়। ড্রেকমেয়ার রাজ্য অনুযায়ী \"বৈশ্য এবং শূদ্র আসলে অনেক পেশা ভাগ করে নিয়েছিল এবং প্রায়শই একত্রিত হয়েছিল\"।\nঅর্থশাস্ত্র শূদ্রকে কারিগর হিসেবে উল্লেখ করেছে, যখন বিষ্ণুস্মৃতি (তৃতীয় শতাব্দী) সমস্ত শিল্পকে তাদের পেশাগত ক্ষেত্র বলে উল্লেখ করেছে। বিপরীতে, পরাশ্রমস্মৃতি এবং অন্যান্য গ্রন্থে বলা হয়েছে যে চারি বর্ণের পেশাভূমি শিল্প ও কারুশিল্প।\nঅন্যান্য সূত্র বলছে যে শূদ্রের পেশার এই বিবৃতি একটি তাত্ত্বিক আলোচনা যা নির্বাচিত গ্রন্থে পাওয়া যায়, এটি তিহাসিক নয়। অন্যান্য হিন্দু গ্রন্থ যেমন মহাকাব্য, নাহিম জব্বার বলে, শূদ্ররা রাজা এবং মন্ত্রীদের মতো অন্যান্য ভূমিকা পালন করেছিল। ঘুরির মতে, বাস্তবে শূদ্র এবং অন্যান্য বর্ণের বংশগত পেশার দিকটি ভারতের বড় অংশ থেকে অনুপস্থিত ছিল এবং চারটি বর্ণের (ব্রাহ্মণ, ক্ষত্রিয়, বৈশ্য এবং শূদ্র) কৃষিবিদ, ব্যবসায়ী ছিলেন বা হয়েছিলেনঅর্থনৈতিক সুযোগ এবং পরিস্থিতিগত প্রয়োজনীয়তার উপর নির্ভর করে বিপুল সংখ্যক যোদ্ধা।  ঘুরির মতে:\n\nযদিও তাত্ত্বিকভাবে শূদ্রদের অবস্থান খুবই নিচু ছিল, কিন্তু তাদের অনেকেরই ভালো করার প্রমাণ পাওয়া যায়। তাদের কেউ কেউ রাজপরিবারে তাদের মেয়েদের বিয়ে করতে সফল হয়। রাজা দশরথের ৩ জন স্ত্রীর মধ্যে সুমিত্রা ছিলেন একজন শূদ্র। তাদের মধ্যে কেউ কেউ সিংহাসনে ওঠার পথেও কাজ করেছেন। বিখ্যাত চন্দ্রগুপ্ত মৌর্য ঐতিহ্যগতভাবে শূদ্র বলে পরিচিত।মৌর্য সাম্রাজ্যে'র চন্দ্রগুপ্ত এবং সম্রাট অশোক ছাড়াও ভারতের ইতিহাসে অনেক রাজা ছিলেন যারা ঐতিহ্যগতভাবে শূদ্র ছিলেন। তাদের মধ্যে মরাঠা সাম্রাজ্যে'র রাজা \"ছত্রপতি শিবাজী মহারাজ\", \"শম্ভাজী মহারাজ\" ও \"মহারাজা রঞ্জিত সিং\" অন্যতম।\n\n\n=== বালি, ইন্দোনেশিয়া ===\nবালি, ইন্দোনেশিয়ার হিন্দু সম্প্রদায়ের মধ্যে শূদ্র (স্থানীয়ভাবে বানানো সোয়েদ্রা) সাধারণত মন্দিরের পুরোহিত ছিলেন, যদিও জনসংখ্যার উপর নির্ভর করে মন্দিরের পুরোহিত ব্রাহ্মণ (ব্রাহ্মণ), ক্ষত্রিয় (ক্ষত্রিয়) বা বৈশ্যও হতে পারেন। অধিকাংশ অঞ্চলে, এটি শূদ্র যারা সাধারণত হিন্দু ভক্তদের পক্ষ থেকে দেবতাদের উদ্দেশ্যে নৈবেদ্য প্রদান করে, প্রার্থনা করে, মেওয়াডা (বেদ) পাঠ করে এবং বালিনীয় মন্দিরের উৎসবগুলি নির্ধারণ করে।\n\n\n=== ঐতিহাসিক প্রমাণ ===\nমধ্যযুগীয় ভারতের নথিপত্র এবং শিলালিপিতে বর্ণ এবং জাতীর অস্তিত্ব ও প্রকৃতির জন্য পণ্ডিতরা ঐতিহাসিক প্রমাণ খুঁজে বের করার চেষ্টা করেছেন। মধ্যযুগীয় ভারতে বর্ণ ও জাতি প্রণালীর অস্তিত্বের পক্ষে সহায়ক প্রমাণ অধরা ছিল এবং এর বিরোধী প্রমাণ উঠে এসেছে।\nঅন্ধ্রপ্রদেশের বিস্তৃত মধ্যযুগীয় যুগের রেকর্ডগুলিতে বর্ণ খুব কমই উল্লেখ করা হয়েছে।এর ফলে ইতিহাস ও এশিয়ান স্টাডিজের অধ্যাপক সিন্থিয়া টালবট প্রশ্ন করেছিলেন যে এই অঞ্চলের দৈনন্দিন জীবনে বর্ণ সামাজিকভাবে গুরুত্বপূর্ণ ছিল কি না। ত্রয়োদশ শতাব্দীর মধ্যে জাতিটির উল্লেখ এমনকি বিরল। ১৪ শতাব্দীর যোদ্ধা পরিবারের দুটি দুর্লভ মন্দির দাতার রেকর্ড শূদ্র বলে দাবি করে। একটি বলে যে শূদ্ররা সবচেয়ে সাহসী, অন্যরা বলে যে শূদ্ররা সবচেয়ে শুদ্ধ।\nইতিহাসের অধ্যাপক রিচার্ড ইতন লিখেছেন, \"সামাজিক উৎপত্তি নির্বিশেষে যে কেউই যোদ্ধা হতে পারে, না জটি মানুষের পরিচয়ের বৈশিষ্ট্য হিসেবে আবির্ভূত হয়। পেশা ছিল তরল।\" ইটনের মতে, প্রমাণ দেখায় যে, শূদ্ররা আভিজাত্যের অংশ ছিল এবং অনেক \"পিতা -পুত্রের বিভিন্ন পেশা ছিল, যা থেকে বোঝা যায় যে সামাজিক মর্যাদা অর্জিত হয়েছিল, উত্তরাধিকারসূত্রে নয়\" দাক্ষিণাত্য অঞ্চলের হিন্দু কাকতিয়া জনসংখ্যার মধ্যে ১১ ও ১৪ শতাব্দী।\nজোহানেস ব্রনহর্স্টের মতে, অশোকের কোনো শিলালিপিতে ক্ষত্রিয়, বৈশ্য বা শূদ্রের উল্লেখ নেই, এবং শুধুমাত্র ব্রাহ্মণ ও শ্রামানদের উল্লেখ আছে।\nমধ্যযুগের বেশ কয়েকটি জনপ্রিয় ভক্তি আন্দোলন কবি-সাধু এবং ধর্মীয় নেতাদের জন্ম হয়েছিল একটি শূদ্র পরিবারে। উদাহরণগুলির মধ্যে রয়েছে তুকারাম ও নামদেব। নামদেবের রচনাগুলি শুধুমাত্র মহারাষ্ট্রের হিন্দু সম্প্রদায়ের মধ্যে নয়, শিখ সম্প্রদায়ের মধ্যেও জনপ্রিয়। তাঁর ষাটটি রচনা পাঞ্জাব অঞ্চলের শিখ গুরুগণ অন্তর্ভুক্ত করেছিলেন কারণ তারা শিখ ধর্মগ্রন্থ গুরু গ্রন্থ সাহিব সংকলন করেছিলেন।\n\n\n== মন্তব্য ==\nভীম রাও আম্বেদকর, একজন সমাজ সংস্কারক, বিশ্বাস করতেন যে প্রাথমিকভাবে মাত্র তিনটি বর্ণ ছিল: ব্রাহ্মণ, ক্ষত্রিয় এবং বৈশ্য, এবং শূদ্ররা ক্ষত্রিয় ছিলেন যাদের ব্রাহ্মণরা উপনয়ন, একটি দীক্ষা অনুষ্ঠান অস্বীকার করেছিল।  এই দাবির বিরোধিতা করেছেন ঐতিহাসিকরা যেমন আর এস শর্মা। শর্মা আম্বেদকরকে তার তথ্যের জন্য শুধুমাত্র গ্রন্থের অনুবাদের উপর নির্ভর করার জন্য সমালোচনা করেছিলেন এবং বলেছিলেন আম্বেদকর শূদ্রদের উচ্চ বর্ণের বংশের প্রমাণ করার একমাত্র উদ্দেশ্য নিয়ে বইটি লিখেছিলেন, যা উচ্চ শিক্ষিত অংশের মধ্যে খুব জনপ্রিয় ছিলসেই সময়ের মধ্যে নিম্নবর্গের।\n\nশ্রী অরবিন্দ শূদ্র এবং অন্যান্য বর্ণ হল একটি ধারণা যা সমস্ত মানুষের মধ্যে বিভিন্ন অনুপাতে পাওয়া যায়। তিনি বলেছিলেন যে এটি বহিরাগত এবং যান্ত্রিকীকৃত একটি ব্যবস্থায় পরিণত হয়েছিল যা তার উদ্দেশ্য থেকে সম্পূর্ণ ভিন্ন।\nউত্তর ভারতে বৈদিক হিন্দুধর্মের নীতিগুলি দক্ষিণে কম প্রভাব বিস্তার করেছিল, যেখানে সামাজিক বিভাজন ছিল কেবল ব্রাহ্মণ এবং শূদ্র। যাইহোক, কিছু অ-ব্রাহ্মণ নিজেদেরকে অন্যান্য অ-ব্রাহ্মণ সম্প্রদায়ের থেকে আলাদা করার প্রয়াসে শূদ্র (পরিষ্কার শূদ্র) শ্রেণিবিভাগ গ্রহণ করেছিল।\n\n\n== আরও দেখুন ==\nবর্ণ (হিন্দুধর্ম)\nভারতে বর্ণপ্রথা\nঅস্পৃশ্যতা\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nBasham, Arthur Llewellyn (১৯৮৯)। The Origin and Development of Classical Hinduism (Reprinted সংস্করণ)। Oxford University Press। আইএসবিএন 978-0-19-507349-2। \nD. R. Bhandarkar (১৯৮৯)। Some Aspects of Ancient Indian Culture। Asian Educational Services। আইএসবিএন 978-81-206-0457-5। \nJohannes Bronkhorst (২০১১)। Buddhism in the Shadow of Brahmanism। BRILL Academic। আইএসবিএন 978-90-04-20140-8। \nEaton, Richard (২০০৮)। A social history of the Deccan, 1300–1761। Cambridge University Press। আইএসবিএন 978-0-521-51442-2। \nFlood, Gavin D. (১৯৯৬), An Introduction to Hinduism, Cambridge University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRoger Boesche (২০১৩), The First Great Political Realist: Kautilya and His Arthashastra, Lexington, আইএসবিএন 978-0739104019 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nVaradaraja V. Raman (২০০৬)। \"Hinduism\"।   Elizabeth M. Dowling & W. George Scarlett। Encyclopedia of Religious and Spiritual Development। SAGE Publications। আইএসবিএন 978-0761928836। ডিওআই:10.4135/9781412952477.n114। \nEncyclopedia Britannica (২০১০)। \"Shudra: Hindu Class\"। The Editors of Encyclopædia Britannica। \nGhurye, G. S. (১৯৬৯) [first published 1932], Caste and Race in India (Fifth সংস্করণ), Popular Prakashan, আইএসবিএন 978-81-7154-205-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nStephanie Jamison; Joel Brereton (২০১৪)। The Rigveda : the earliest religious poetry of India। Oxford University Press। আইএসবিএন 978-0-19-937018-4। \nNovetzke, Christian Lee (২০১৩), Religion and Public Memory: A Cultural History of Saint Namdev in India, Columbia University Press, আইএসবিএন 978-0-23151-256-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPatrick Olivelle (২০০৫)। Manu's Code of Law। Oxford University Press। আইএসবিএন 978-0195171464। \nOrr, Leslie (২০০০)। Donors, devotees, and daughters of God temple women in medieval Tamilnadu। Oxford University Press। আইএসবিএন 978-0-19-509962-1। \nLaurie Patton (২০০২)। Jewels of Authority: Women and Textual Tradition in Hindu India। Oxford University Press। আইএসবিএন 978-0-19-513478-0। \nLN Rangarajan (১৯৯২), The Arthashastra, Penguin Classics, আইএসবিএন 978-0140446036 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSharma, R. S. (১৯৫৮), Śūdras in Ancient India, Delhi: Motilal Banarasi Dass  – archive.org-এর মাধ্যমে উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSharma, Ram Sharan (১৯৯০), Śūdras in Ancient India: A Social History of the Lower Order Down to Circa A.D. 600 (Third সংস্করণ), Motilal Banarsidass Publishers., আইএসবিএন 978-81-208-0706-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTalbot, Cynthia (২০০১), Precolonial India in practice society, region, and identity in medieval Andhra, Oxford University Press, আইএসবিএন 978-0-19-513661-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nThapar, Romila (২০০৪), Early India: From the Origins to AD 1300, University of California Press, আইএসবিএন 9780520242258 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWitzel, Michael (১৯৯৫), \"Early Sanskritization: Origin and Development of the Kuru state\", EJVS, 1 (4) উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}