{"pageid": 1086425, "title": "ইকবাল বারাকা", "url": "https://bn.wikipedia.org/wiki?curid=1086425", "content": "ইকবাল বারাকা (জন্ম ১৯৪২) একজন মিশরীয় সাংবাদিক এবং মহিলা অধিকারকর্মী। তিনি দুই দশকেরও বেশি সময় ধরে হাওয়া মহিলা ম্যাগাজিনের এডিটর ইন চিফ হিসাবে দায়িত্ব পালন করেন। বারাকা মিশরীয় এবং ইসলামী সমাজে মহিলাদের ভূমিকা অগ্রসর করার কাজের জন্য পরিচিত। তাকে \"আরব বিশ্বের অন্যতম প্রভাবশালী নারীবাদী\" হিসাবে বিবেচনা করা হয়।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nবারাকা ১৯৪২ সালে মিশরের কায়রোতে জন্মগ্রহণ করেছিলেন। তিনি এল দাহের এলাকার একটি উদার, মধ্যবিত্ত পরিবারে বেড়ে ওঠেন, যেখানে পড়তে এবং শিক্ষা অর্জনে তাকে উত্সাহিত করা হয়েছিল।\nতিনি ১৯৬২ সালে আলেকজান্দ্রিয়া বিশ্ববিদ্যালয় হতে ইংরেজিতে স্নাতক, এবং ১৯৭৯ সালে কায়রো বিশ্ববিদ্যালয় হতে আরবি সাহিত্যে দ্বিতীয় স্নাতক ডিগ্রি অর্জন করেন। কায়রোতে, তিনি কুরআন এবং হাদিস হতে নারীদের ভূমিকা নিয়ে পড়াশোনা করেছিলেন।\n\n\n== কর্মজীবন ==\nআলেকজান্দ্রিয়া বিশ্ববিদ্যালয় থেকে স্নাতক শেষ করার পরে, বারাকা বহুজাতিক সংস্থা ফিলিপসের জনসংযোগে কাজ করেছিলেন; এবং পরে তা ছেড়ে দোভাষী হিসাবে কাজ শুরু করেন। তারপরে তিনি কুয়েতে চলে আসেন এবং ইংরেজ শিক্ষক হিসাবে কাজ করেন।\nমিশরে ফিরে এসে তিনি ইংরেজি ভাষার রেডিওতে সাংবাদিক হিসাবে কর্মজীবন শুরু করেন। তিনি তারপর সাবাহ এল খায়ের (সুপ্রভাত) ম্যাগাজিনের সম্পাদক হিসাবে কাজ করতে শুরু করেন, যা রোজ আল-ইউসুফ গ্রুপের সাথে যুক্ত একটি ম্যাগাজিন। এই পদে, তিনি প্রায়শই ইসলামী চিন্তাবিদদের সাথে মানবাধিকার এবং ইসলামে নারীর ভূমিকা নিয়ে লড়াই করেন।\n১৯৯৩ সালে তিনি হাওয়া মহিলা ম্যাগাজিনের এডিটর ইন চিফ হিসাবে মনোনীত হন। তার লক্ষ্য ছিল রক্ষণশীল পত্রিকাটিকে নতুনরূপে রূপান্তরিত করা, যা আগে কীভাবে একজন ভালো গৃহিণী হতে হবে সেসব বিষয় নিয়ে কাজ করছিল, রূপান্তরিত হয়ে রাজনীতি, মানবাধিকার এবং প্রভাবশালী মহিলাদের নিবন্ধের উত্সে পরিণত হয়েছিল।\nতার বেশ কয়েকটি গল্প ও উপন্যাস টেলিভিশন প্রোগ্রামে রূপান্তরিত হয়েছে। তিনি ২০০০ সাল থেকে টেলিভিশনের জন্য স্ক্রিপ্টও লিখেছেন।\nবারাকা মিশরের পিইএন ক্লাবের প্রেসিডেন্ট এবং পিইএন ইন্টারন্যাশনালের মহিলা কমিটির সভাপতি হিসাবে দায়িত্ব পালন করেছেন। তিনি মিশরীয় মহিলা চলচ্চিত্র নির্মাতাদের সমিতিও প্রতিষ্ঠা করেন।\n\n\n== স্বীকৃতি ==\nবারাকা ২০০৪ সালে মিশরের রাষ্ট্রীয় পুরস্কার লাভ করেন। ২০০৭ সালে, তিনি মত প্রকাশের স্বাধীনতার জন্য অক্সফাম নোবিব/পেন পুরস্কার পেয়েছিলেন।\n\n\n== নির্বাচিত কাজ ==\n\n\n=== কল্পকাহিনী ===\nফ্রেন্ডস ফরএভার (১৯৭০)\nডন ফর দ্যা ফার্স্ট টাইম (১৯৭৫)\nলায়লা এন্ড দ্যা আননোন (১৯8০)\nFishing in the Sea of Illusions (১৯8১)\nCrocodile of the Lake (১৯8৩)\nWhenever Spring Returns (১৯8৫)\nAn Incident of Rape (১৯৯৩, stories)\nDiaries of a Working Woman (১৯৯৩)\n\n\n== তথ্যসূত্র =="}