{"pageid": 1086364, "title": "ইমরি কালমান", "url": "https://bn.wikipedia.org/wiki?curid=1086364", "content": "ইমরি কালমান (হিব্রু ভাষায়: אימרי קלמן‎ ; জন্ম জুন ১৭, ১৯৮৬) একজন সমাজকর্মী এবং ইজরায়েলি এলজিবিটি অ্যাসোসিয়েশনের প্রাক্তন সহ-চেয়ারপার্সন। তিনি একজন উদ্যোক্তা এবং তেল আভিভ নাইটলাইফ ব্যক্তিত্ব যিনি শহরে বেশ কয়েকটি সফল ক্লাব খুলেছেন।\nদ্যা মার্কার ম্যাগাজিন কালমানকে তার রাজনৈতিক ও রাত্রি জীবনের কার্যক্রমের জন্য ২০১৫ সালের ৪০ জন সবচেয়ে সম্ভাবনাময় তরুণের একজন হিসেবে বেছে নেয় এবং ২০১৬ সালে ওয়েবসাইট মাকো তাকে ইজরায়েলের সমকামী সম্প্রদায়ের অন্যতম প্রভাবশালী ব্যক্তি হিসেবে বেছে নেয়।\n\n\n== জীবনের প্রথমার্ধ ==\nকালমান হাইফাতে জন্মগ্রহণ করেন। তিনি নেদারল্যান্ডস থেকে আসা অভিবাসী ডোভ কালমান এবং সিলভিয়া কোহেনের কনিষ্ঠ পুত্র। অল্প বয়সেই তিনি তার পরিবারের সাথে কেফার সাবায় চলে যান। তার আট বছর বয়সে তার পিতামাতার বিবাহবিচ্ছেদ হয়। তারণ তখন তার বাবা সমকামী হিসেবে আত্মপ্রকাশ করে। তারপর তার নানাও নিজেকে সমকামী ঘোষণা করে।\nতিনি পাঁচ বছর আইডিএফ-এ দায়িত্ব পালন করেন, এই সময় তিনি আর্মার্ড কর্পসে অ্যাডজুটান্ট হিসেবে, কর্পস অফিসার কমপ্লিশন কোর্সের টিম কমান্ডার এবং নৌবাহিনীর সাবমেরিন প্রকল্পের মানবসম্পদ উন্নয়ন কর্মকর্তা হিসেবে দায়িত্ব পালন করেন।\n\n\n== কার্যকালাপ ==\nআগস্ট, ২০০৯ সালে, কালমান ইজরায়েল গে ইয়ুথ অর্গানাইজেশনের (আইজিওয়াই) সারিতে যোগ দেন, যেখানে তিনি পাঁচ বছর স্বেচ্ছাসেবক ছিলেন। তিনি যুব দলের যুব পরামর্শদাতা এবং শ্যারন জেলা পরামর্শদাতাদের শিক্ষাসমন্বয়কারী হিসাবে দায়িত্ব পালন করেছিলেন।\n২০১২ এবং ২০১৩ সালে, কালমানকে তেল আভিভ সমকামী প্রাইড প্যারেড প্রচারণার নেতৃত্ব দেওয়ার জন্য বেছে নেওয়া হয়। প্রচারাভিযান ডিজাইনার হিসেবে তিনি \"ইটস ওয়ার্থ বিয়িং প্রাউড\" (\"লেট ইট বি\") ছবিটি তৈরি করেন যেখানে ইজরায়েলের সমকামী সম্প্রদায়ের নেতারা অংশ নেন।\n২০১৫ সালে, কালমান এলজিবিটি অ্যাসোসিয়েশনের চেন এরিয়েলির সাথে সহ-সভাপতি নির্বাচিত হন, যিনি বর্তমানে সংস্থার চেয়ারপার্সন হিসাবে দায়িত্ব পালন করছেন। সেই সময়, সমিতি ইজরায়েলের অন্যান্য সমকামী সংগঠনের সাথে সাংগঠনিক পরিবর্তন এবং সহযোগিতার নেতৃত্ব দেয়। সমিতি সদস্য সংখ্যায় দশগুণ বৃদ্ধি পায় এবং সম্প্রদায়ের সাংগঠনিক বাজেট বছরে ১.৫ মিলিয়ন শেকেল থেকে বাড়িয়ে ১১ মিলিয়ন শেকেল করে। তিনি প্রয়াত শিরা বাঙ্কী এবং সমকামী কেন্দ্র বার-নোয়ারে হত্যার শিকার ব্যক্তিদের স্মরণঅনুষ্ঠানে শিক্ষামন্ত্রী নাফতালি বেনেতকে বক্তব্য রাখতে না দেওয়ার সিদ্ধান্ত নেন, কারণ মন্ত্রী সম্প্রদায়ের অধিকারের প্রতি অঙ্গীকারের বিবৃতিতে স্বাক্ষর করতে অস্বীকার করেন।\nকালমান এবং এরিয়েলি সমকামী সম্প্রদায়ের অধিকারের প্রতি নিবেদিত নেসেট-এ একটি বিশেষ দিন শুরু করেন। তারা রাব্বি ইগাল লেভিনস্টাইনের হোমোফোবিক মন্তব্যের বিরুদ্ধে একটি প্রতিবাদের নেতৃত্ব দেন, যার ফলে প্রতিরক্ষা মন্ত্রণালয় আইডিএফ ঘাঁটিতে তার প্রবেশ নিষিদ্ধ করে। এছাড়াও সমকামী বিবাহের জন্য ইজরায়েলের সুপ্রিম কোর্টে একটি আবেদন, মহিলা দম্পতিদের সন্তানদের নিবন্ধনের ক্ষেত্রে সমতার জন্য উচ্চ আদালতে আবেদন,  এবং একটি সংগ্রাম যা স্বাস্থ্য মন্ত্রণালয় এবং ম্যাগেন ডেভিড আদোমের সিদ্ধান্তের দিকে পরিচালিত করে সমকামী এবং উভকামীদের রক্ত দান করার অনুমতি দেয়।\nবিংশ নেসেট নির্বাচনের প্রাক্কালে, কালমান দলের নেসেট তালিকায় মেরেৎজ দলের হয়ে ১৭ তম স্থানে নির্বাচিত হন। ২০১৭ সালে, তিনি রাজনীতিতে প্রবেশ এবং মেরেৎজ দলের নেতৃত্বে তার একীকরণের ঘোষণা দেন। পরে তিনি তেল-আভিভ শাখার চেয়ারপারসন নির্বাচিত হন এবং দলের চেয়ারপারসনের জন্য তার প্রার্থীতা ঘোষণা করেন। \n\n\n== তথ্যসূত্র =="}