{"pageid": 1086600, "title": "ইরানে মানবাধিকার", "url": "https://bn.wikipedia.org/wiki?curid=1086600", "content": "সাম্রাজ্যিক পাহলভী রাজবংশ (১৯২৫ সাল থেকে ১৯৭৯ সাল) থেকে ইসলামী বিপ্লবের (১৯৭৯) মাধ্যমে ইসলামী প্রজাতন্ত্র ইরানের যুগ (১৯৭৯ সাল থেকে বর্তমান) পর্যন্ত, ইরানি নাগরিকদের অধিকারে সরকারি আচরণ ইরানি জনগণ, আন্তর্জাতিক মানব অধিকার কর্মী, লেখক, এনজিও ও মার্কিন যুক্তরাষ্ট্র দ্বারা সমালোচিত হয়। যদিও শাহের শাসনের অধীনে রাজতন্ত্র ব্যাপকভাবে মানবাধিকারের নজিরবিহীন নথিভুক্তির জন্য পশ্চিমা প্রহরী সংগঠনগুলি ব্যাপকভাবে আক্রমণ করেছিল, তবে পশ্চিমা প্রহরী সংগঠনগুলি আক্রমণের বিপরীতে ইসলামী প্রজাতন্ত্রের সরকার সফলতা অর্জন করেছে, যা অনেকের কাছে খারাপ বলে মনে করা হয়।\nপাহলভী রাজবংশ - রেজা শাহ পাহলভী ও তার পুত্র মোহাম্মদ রেজা শাহ পাহলভীকে - কখনও কখনও \"রাজকীয় একনায়কত্ব\",  বা \"এক ব্যক্তির শাসন\",  হিসাবে বর্ণনা করা হয়েছে এবং রাজনৈতিক মতবিরোধ দমন করার জন্য গোপন পুলিশ, নির্যাতন ও ফাঁসি কার্যকর করা হয়েছে। মোহাম্মদ রেজা শাহ পাহলভীর শাসনামলে, মৃত্যুদণ্ডপ্রাপ্ত রাজনৈতিক বন্দীর সংখ্যা অনুমান ১০০ জন  এর কম থেকে ৩০০ জন পর্যন্ত।\nইসলামী প্রজাতন্ত্রের অধীনে, কারাগার ব্যবস্থা কেন্দ্রীভূত এবং ব্যাপকভাবে সম্প্রসারিত হয়েছিল, এক প্রারম্ভিক সময়ে (১৯৮১-১৯৮৫) ৭৯০০ জনেরও বেশি লোককে মৃত্যুদণ্ড দেওয়া হয়েছিল। ইসলামী প্রজাতন্ত্র সংবিধান ও আইন অনুসারে নিষেধাজ্ঞা ও শাস্তি উভয়ের জন্যই সমালোচিত হয়েছে, কিন্তু আন্তর্জাতিক মানবাধিকার মানদণ্ড নয় (অপরাধের জন্য কঠোর শাস্তি, শিকারহীন অপরাধের শাস্তি, বাক ও সংবাদপত্রের স্বাধীনতার উপর বিধিনিষেধ, ধর্ম ও ইত্যাদির স্বাধীনতার উপর নিষেধাজ্ঞা); এবং \"বিচারবহির্ভূত\" ক্রিয়াকলাপের জন্য যা অনুসরণ যোগ্য না, যেমন সংবাদপত্রের অফিসে অগ্নিসংযোগ ও মারধর, নির্যাতন, ধর্ষণ, এবং রাজনৈতিক বন্দি ও অসন্তুষ্ট/বেসামরিক লোকদের বিচার ছাড়াই হত্যা।\n\n\n== পাহলভী রাজবংশ (১৯২৫ সাল থেকে ১৯৭৯ সাল) ==\nপাহলভী রাজবংশের সময় ইরানের সরকার ইম্পেরিয়াল স্টেট অব ইরান ১৯২৫ সাল থেকে ১৯৭৯ সাল পর্যন্ত স্থায়ী ছিল। এক ইতিহাস অনুসারে, পাহলভী শাসনামলে বন্দীদের নির্যাতন ও অপব্যবহারের ব্যবহার বিভিন্ন সময়ে পরিবর্তিত হয়েছিল, \n\n\n=== রেজা শাহ যুগ ===\nরেজা শাহের শাসনকাল কর্তৃত্ববাদী ও একনায়কতান্ত্রিক ছিল, সেই সময়ে স্বৈরাচারী সরকার ও স্বৈরশাসন উক্ত অঞ্চল ও বিশ্বে প্রচলিত ছিল। রেজা শাহের অধীনে সংবাদপত্রের স্বাধীনতা, শ্রমিকদের অধিকার এবং রাজনৈতিক স্বাধীনতা সীমাবদ্ধ ছিল। স্বাধীন সংবাদপত্র বন্ধ করা হয়েছিল, রাজনৈতিক দলগুলি – এমনকি অনুগত রিভাইভাল পার্টি – নিষিদ্ধ করা হয়েছিল। সরকার ১৯২৭ সালে সমস্ত ট্রেড ইউনিয়ন নিষিদ্ধ করে এবং ১৯২৯ সাল থেকে ১৯৩২ সালের মধ্যে ১৫০ জন শ্রমিক সংগঠককে গ্রেফতার করে। \n\n\n== তথ্যসূত্র =="}