{"pageid": 1086772, "title": "থাংজাম মনোরামা", "url": "https://bn.wikipedia.org/wiki?curid=1086772", "content": "থাংজাম মনোরামা (১৯৭০-২০০৪) ছিলেন ভারতের মণিপুরের ৩২ বছর বয়সী এক মহিলা, যাকে ২০০৪ সালের ১১ জুলাই ভারতীয় আধাসামরিক ইউনিট, ১৭তম আসাম রাইফেলস হত্যা করে। তার গুলিবিদ্ধ এবং খারাপভাবে ক্ষতবিক্ষত মৃতদেহ টি তার বাড়ি থেকে তিন কিলোমিটার দূরে পরিত্যক্ত অবস্থায় পাওয়া যায় যেখানে তাকে আগের রাতে গ্রেপ্তার করা হয়েছিল। তাকে বেশ কয়েকবার গুলি করা হয়েছিল। তদন্তে জানা গেছে যে তাকে হত্যা করার আগে নির্যাতন করা হয়েছিল এবং ধর্ষণ করা হয়েছিল এবং এই ঘটনার সাথে আসাম রাইফেলস জড়িত ছিল।\n\n\n== সরকারী সংস্করণে বৈষম্য ==\nগ্রেপ্তারের সময় গ্রেপ্তারের মেমো অনুযায়ী, কোন অপরাধমূলক বিষয় পাওয়া যায়নি। পরে বলা হয় যে তার বাড়ি থেকে একটি গ্রেনেড এবং অন্যান্য জিনিসপত্র বাজেয়াপ্ত করা হয়েছে।\nআসাম রাইফেলস দাবি করেছে যে পালানোর চেষ্টা করার সময় তাকে গুলি করা হয়েছিল। তবে ছয়টি গুলি বিদ্ধ থাকা সত্ত্বেও মৃতদেহের কাছে কোনও রক্ত পাওয়া যায়নি। এমন কোনও সৈনিককে পাওয়া যায়নি যে তাকে দৌড়ে আটক করার চেষ্টা করেছিল।\nএই বৈষম্যের পরিপ্রেক্ষিতে, ২০০৪ সালে মণিপুর সরকার একটি তদন্ত কমিশন গঠন করে এবং ২০০৪ সালের নভেম্বরে তার প্রতিবেদন জমা দেয়। তবে গুয়াহাটি হাইকোর্টও বিষয়টি খতিয়ে দেখে রায় দেয় যে যেহেতু আসাম রাইফেলস সশস্ত্র বাহিনী (বিশেষ ক্ষমতা) আইন, ১৯৫৮ এর অধীনে মোতায়েন করা হয়েছিল, তাই রাজ্য সরকারের তাদের উপর এখতিয়ার ছিল না, এবং মামলাটি কেন্দ্রীয় সরকারের সামলানো উচিত। সুতরাং, এই রায় সাপেক্ষে প্রতিবেদনটি কখনই প্রকাশ করা হয়নি।\n\n\n== আফস্পার বিরুদ্ধে প্রতিবাদ ==\nকথিত ধর্ষণ ও হত্যা মামলায় দোষী সাব্যস্ত করতে ব্যর্থতা মণিপুর এবং দিল্লিতে ব্যাপক এবং বর্ধিত বিক্ষোভের জন্ম দেয়।\nহত্যার পাঁচ দিন পর প্রায় ৩০ জন মধ্যবয়স্ক মহিলা নগ্নাবস্থায় ইম্ফল হয়ে আসাম রাইফেলসের সদর দপ্তরে যান। তাঁরা চিৎকার করে বলেন: \"ভারতীয় সেনাবাহিনী, আমাদেরও ধর্ষণ করো... আমরা সবাই মনোরামা'র মা।\"  এর প্রতিবাদে পদ্মশ্রী জয়ী লেখক এম কে বিনোদিনী দেবী তাঁর পুরস্কার ফিরিয়ে দিয়েছিলেন। ২০০৪ সালে এবং তার পরেও বছরের পর বছর ধরে বিক্ষোভ অব্যাহত রয়েছে।\n২০১২ সালের শুরুতে, বিচারপতি বর্মা কমিটিতে নারীদের প্রতি সহিংসতা হ্রাসের জন্য একগুচ্ছ পদক্ষেপের অংশ হিসাবে আফস্পা পর্যালোচনার ব্যবস্থা অন্তর্ভুক্ত করা হয়েছে; এই ব্যবস্থাগুলো আংশিকভাবে মনোরামার অত্যাচারের বিরুদ্ধে ঘটিত বিক্ষোভকে সামনে রেখে নেওয়া হয়েছিল।\n২০১৪ সালের ডিসেম্বরমাসে ভারতের সুপ্রিম কোর্টে দায়ের করা একটি মামলায় শীর্ষ আদালত সরকারকে বলে মনোরামার পরিবারকে ১০ লক্ষ টাকা ক্ষতিপূরণ দিতে। আদালতে শুনানির জন্য মামলাটি গৃহীত হয়েছিল। এটিকে আংশিক বিজয়ের একটি প্রতীক হিসেবে দেখা হয়েছিল, কিন্তু সন্দেহটি অতীতের মতো একই রয়েছে, আফস্পা আক্রান্তদের জন্য ক্ষতিপূরণ ঘোষণা করা হয়েছিল, কিন্তু আদালত শাস্তি প্রদানের জন্য অপরাধীদের বিরুদ্ধে কোনও রায় দিতে পারেনি।\n\n\n== তথ্যসূত্র =="}