{"pageid": 1086070, "title": "ধর্ষণ-বিবাহ আইন", "url": "https://bn.wikipedia.org/wiki?curid=1086070", "content": "তোমার-ধর্ষককে-বিয়ে আইন, ধর্ষকে-বিবাহ আইন, বা ধর্ষণ-বিবাহ আইন হল আইনের একটি ধারা, আইনের একটি নিয়মের অধীনে একজন পুরুষ যে ধর্ষণ, যৌন নিপীড়ন, বিধিবদ্ধ ধর্ষণ, অপহরণ বা অন্যান্য অনুরূপ কাজ করে তাকে মুক্তি দেওয়া হয়, যদি সে ভুক্তভোগী মহিলাকে বিয়ে করে, অথবা অন্তত বিচারব্যবস্থায় তাকে বিয়ে করার প্রস্তাব প্রদান করে। \"তোমার-ধর্ষকে-বিবাহ\" আইন অভিযুক্তদের বিরুদ্ধে মামলা বা শাস্তি এড়ানোর একটি আইনি উপায়। প্রায়ই,  এই ক্ষেত্রে অপরাধীকে তার বর্তমান স্ত্রীকে তালাক দেওয়ার অনুমতি দেওয়া হয়।\nযদিও এই ঘটনার জন্য শর্তাবলী শুধুমাত্র ২০১০ এর দশকে তৈরি করা হয়েছিল, অভ্যাসটি ইতিহাসে বেশ কয়েকটি আইনি ব্যবস্থায় বিদ্যমান ছিল, এবং কিছু সমাজে আজ বিভিন্ন রূপে বিদ্যমান রয়েছে ।  এই ধরনের আইন ১৯৭০-এর দশক পর্যন্ত সারা বিশ্বে প্রচলিত ছিল। বিংশ শতাব্দীর শেষের দিক থেকে, এই ধরনের অবশিষ্ট আইনগুলিকে বেশ কয়েকটি দেশে ক্রমবর্ধমানভাবে চ্যালেঞ্জ ও বাতিল করা হয়েছে। সাধারণত পিতামাতার সম্মতিতে  আইনগুলি আদালতকে অনুমতি দেয় এক জন মহিলার অপ্রাপ্তবয়স্ক গর্ভাবস্থার কারণে কম বয়সী বিবাহ অনুমোদন করার অনুমতি দেয়, যা বাস্তবে একটি শিশুকে বিধিবদ্ধ ধর্ষণের জন্য সংবিধিবদ্ধ ধর্ষকের  বিচার এড়াতে একটি উপায় হতে পারে।\nবিয়ের সময় নারী কুমারীত্বের ওপর যে সাংস্কৃতিক মূল্য দেওয়া হয়েছে, তার স্বীকৃতি হিসেবে এই আইনকে ন্যায়সঙ্গত করা হয়েছে, যেখানে \"অপদস্থ মেয়েরা ও মহিলারা তাদের পরিবারের জন্য লজ্জার কারণ হিসাবে ভাবা হয়, যদিও তাঁর সাথে অন্যায় হলেও সে নির্দোষ।\"  কিছু ক্ষেত্রে, অপরাধী  প্রতীক্ষিত হওয়ার পর, সে যে মেয়ে বা মহিলাকে বিয়ে করতে চায় তাকে ধর্ষণ করে।\n\n\n== পটভূমি ==\nধর্ষণ-বিবাহ আইনের সমর্থকরা যুক্তি দেন যে তারা ধর্ষণের লজ্জা থেকে ভুক্তভোগী ও তার পরিবারকে রক্ষা করেন। এটি যে ধারণার উপর ভিত্তি করে প্রতিষ্ঠিত, তা হল - যদি কোনও মেয়ে বা মহিলা ধর্ষিত হয়, তবে এটি তার নিজের দোষ এবং এভাবে সে তার পরিবারকে অসম্মানিত করেছে। ফলস্বরূপ, অনেক নারী তাদের যৌন নিপীড়নের খবর প্রকাশ করে না, কারণ তারা এই লজ্জার ও পরিবারের সদস্য দ্বারা খুন হওয়ার সম্ভাবনা আশঙ্কা করে। যদি একজন নারী কেবল তার ধর্ষককে বিয়ে করে, সে তার পরিবারের নাম রক্ষা করে এবং যৌন লজ্জার জীবনকে এড়িয়ে যায়। ২০০০ সালের আগস্ট মাসে তাইওয়ানে পরিচালিত একটি গবেষণায় ধর্ষণের পরে বাঁচে যাওয়া ৩৫ জন ব্যক্তিদের সাক্ষাৎকার নেওয়া হয়েছিল, তাদের ট্রমা বিশ্লেষণ করার পাশাপাশি যৌন নিপীড়নের ফলে তারা যে কোন যৌন লজ্জা বা উদ্বেগ অনুভব করতে পারে তা অনুধাবন করতে। এই গবেষণার ফলাফলগুলি দেখায় যে এই মহিলারা তাদের আক্রমণ সম্পর্কে প্রকাশে সোচ্চার হতে ভয় পেয়েছিল, তাদের পরিবারকে লজ্জিত করার জন্য নিজেদেরকে অপরাধী বোধ করেছিল, যৌন লজ্জা ও নিজের দোষ অনুভব করেছিল এবং নারী হিসাবে নিজেদের সম্পর্কে নেতিবাচক দৃষ্টিভঙ্গি তৈরি হয়েছিল।\n\n\n== তথ্যসূত্র =="}