{"pageid": 108622, "title": "গোর্খা", "url": "https://bn.wikipedia.org/wiki?curid=108622", "content": "গোর্খা (নেপালি: गोर्खाली) নেপাল ও উত্তর ভারতের একটি জাতিগোষ্ঠী। গোর্খা নামটির উৎপত্তি অষ্টম শতাব্দীর হিন্দু যোদ্ধা-সন্ত গুরু গোরক্ষনাথের নাম থেকে। তার শিষ্য বাপ্পা রাওয়াল (জন্মগত নাম যুবরাজ কালভোজ বা যুবরাজ শালিয়াধীশ) রাজপুতানার (রাজস্থান) মেবার রাজবংশের প্রতিষ্ঠাতা। বাপ্পা রাওয়ালের পরবর্তী উত্তরাধিকারগণ আরও পূর্বে চলে এসে গোর্খা বংশের প্রতিষ্ঠা করেন। গোর্খা বংশ পরে নেপাল রাজ্যের প্রতিষ্ঠা করেছিল। আধুনিক নেপালের ৭৫টি জেলার মধ্যে অন্যতম হল গোর্খা জেলা।\nভারতীয় সেনাবাহিনীর গোর্খা রেজিমেন্ট ও ব্রিটিশ সেনাবাহিনীর ব্রিগেড অফ গুর্খায় গোর্খারা তাদের সাহসিকতা এবং শক্তিমত্তার ইতিহাসের জন্য সুপ্রসিদ্ধ। ব্রিটিশ আধিকারিকেরা গোর্খাদের \"মার্শাল রেস\" বা যোদ্ধা-জাতির মর্যাদা প্রদান করে। ব্রিটিশ ভারতে যুদ্ধপ্রিয়, আগ্রাসী মনোভাবাপন্ন, সাহসী, অনুগত, সুশৃঙ্খল, শক্তিমান ও কর্মঠ জাতিগুলিকে \"মার্শাল রেস\"-এর মর্যাদা দেওয়া হত। ব্রিটিশ ভারতীয় সেনাবাহিনীতে এই সকল মার্শাল রেস থেকে প্রচুর সংখ্যক সৈনিক নিয়োগ করা হত।\nভারতীয় সেনাবাহিনীর প্রাক্তন সেনাপ্রধান, ফিল্ড মার্শাল শ্যাম মানেকশ গোর্খাদের সম্পর্কে একটি বিখ্যাত উক্তি করেন: \n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\nBarthorp, Michael. (2002).Afghan Wars and the North-West Frontier 1839-1947. Cassell. আইএসবিএন ০-৩০৪-৩৬২৯৪-৮\nChappell, Mike (১৯৯৩)। The Gurkhas। Oxford: Osprey Publishing। আইএসবিএন 9781855323575। \nChauhan, Dr. Sumerendra Vir Singh. (1996). The Way of Sacrifice: The Rajputs, Pages 28–30, Graduate Thesis, South Asian Studies Department, Dr. Joseph T. O'Connell, Professor Emeritus, University of Toronto, Toronto, Ontario Canada.\nCross, J.P & Buddhiman Gurung. (2002) Gurkhas at War: Eyewitness Accounts from World War II to Iraq. Greenhill Books. আইএসবিএন ৯৭৮-১-৮৫৩৬৭-৭২৭-৪.\nEmber, Carol & Ember, Melvin. (2003). Encyclopedia of Sex and Gender: Men and Women in the World's Cultures. Springer. আইএসবিএন ০-৩০৬-৪৭৭৭০-X.\nParker, John. (2005). The Gurkhas: The Inside Story of the World's Most Feared Soldiers. Headline Book Publishing. আইএসবিএন ৯৭৮-০-৭৫৫৩-১৪১৫-৭\nPoddar, Prem and Anmole Prasad. (2009). Gorkhas Imagined: I.B. Rai in Transaltion. Mukti Prakashan. আইএসবিএন ৯৭৮-৮১-৯০৯৩৫৪-০-১\nPurushottam Sham Shere J B Rana. (1998). Jung Bahadur Rana-The Story of His Rise and Glory. আইএসবিএন ৮১-৭৩০৩-০৮৭-১\nSengupta, Kim. (2007). 'The Battle for Parity: Victory for the Gurkhas', The Independent, 9 March 2007. Retrieved from: http://www.independent.co.uk/news/uk/this-britain/the-battle-for-parity-victory-for-the-gurkhas-439464.html  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ নভেম্বর ২০০৯ তারিখে\nTod, James & Crooke, William. (eds.) (1920). Annals and Antiquities of Rajasthan. 3 Volumes. Motilal Banarsidass Publishers Pvt. Ltd., Delhi. Reprinted 1994.\n\n\n== অতিরিক্ত পঠন ==\nAustin, Ian and Thakur Nahar Singh Jasol. (eds.) The Mewar Encyclopedia.\nAustin, Ian. (1999). Mewar—The World’s Longest Serving Dynasty. Roli Books, Delhi/The House of Mewar.\nDavenport, Hugh. (1975). The Trials and Triumphs of the Mewar Kingdom. Maharana Mewar Charitable Foundation, Udaipur.\nFarwell, Byron. (1985).The Gurkhas. W.W. Norton & Co. আইএসবিএন ০-৩৯৩-৩০৭১৪-X\nGoswami, C.G. and M.N. Mathur. Mewar and Udaipur. Himnashu Publications, Udaipur-New Delhi.\nGriffiths, Neil. Gurkha Walking books: 'Hebridean Gurkha; 'Gurkha Highlander'; 'Gurkha Reiver'. Neil takes a Scottish cross-country walk with Gurkhas every year to raise funds for the Gurkha Welfare Trust.\nLatimer, Jon. (2004). Burma: The Forgotten War, London: John Murray. আইএসবিএন ৯৭৮-০-৭১৯৫-৬৫৭৬-২.\nPemble, John. (2009). Forgetting and remembering Britain's Gurkha War. Asian Affairs, 40(3), 361–376. Abstract available here (retrieved 12-22-2009). Contains a historiographical analysis of the Gurkha \"legend.\"\nTucci, Sandro. (1985). Gurkhas. Published by H.Hamilton. আইএসবিএন ০-২৪১-১১৬৯০-২.\nBritish Broadcasting Commission Staff (২০০৭)। \"Gurkha tells of citizenship joy\"। BBC News, 2 June 2007। সংগ্রহের তারিখ ২০০৯-০৫-৩১। \n\n\n== বহিঃসংযোগ ==\n\nGurkha Museum\nThe Tripartite Agreement (TPA) 1947  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ মে ২০০৪ তারিখে\nTwenty-Six Victoria Crosses have been won by Gurkha Regiments"}