{"pageid": 1086553, "title": "থোরা দাউগার্ড", "url": "https://bn.wikipedia.org/wiki?curid=1086553", "content": "থিওডোরা (থোরা) ফ্রেডেরিক মারি দাউগার্ড (২২ অক্টোবর ১৮৭৪–২৮ জুন ১৯৫১) ছিলেন ডেনমার্কের নারী অধিকার কর্মী, শান্তিবাদী, সম্পাদক এবং অনুবাদক। ১৯১৫ সালে, তিনি ক্লারা টাইবজার্গের সাথে হেগে আন্তর্জাতিক নারী সম্মেলনে যোগ দিয়েছিলেন। এরপর তিনি ডেনিশ উইমেনস পিস চেইন প্রতিষ্ঠা করেন এবং পরে এটির নেতৃত্ব দেন যা উইমেন ইন্টারন্যাশনাল লীগ ফর পিস অ্যান্ড ফ্রিডমের ডেনীয় শাখা হয়ে ওঠে। দ্বিতীয় বিশ্বযুদ্ধের সময় নাৎসি-অধিকৃত ডেনমার্কে ইহুদি এবং তাদের সন্তানদের জন্য সহায়তার আয়োজনের জন্যও তাকে স্মরণ করা হয়।\n\n\n== জীবনী ==\n১৮৭৪ সালের ২২ অক্টোবর জোটল্যান্ডের হোব্রোর কাছে স্টোর আর্ডেনে জন্মগ্রহণকারী থিওডোরা ফ্রেডেরিক মারি দাউগার্ড হোটেল কিপার পেডার জোহানেস জেনসেন (১৮৪১–১৯০৩) এবং পেট্রিন দাউগার্ড (১৮৪৮–১৯২৫) এর মেয়ে। ১৯০৩ সালে অনুবাদক হিসেবে শিক্ষা গ্রহণের পর, তিনি ডেনিশ উইমেনস সোসাইটি কর্তৃক তাদের সাময়িকী নারী এবং সমাজ-এর সম্পাদক সম্পাদক এবং তাদের নতুন অফিসের ব্যবসায়িক ব্যবস্থাপক হিসেবে নিযুক্ত হন। তিনি সংগঠনের নির্বাচনী কমিটিতে যোগদান করেন। তিনি এস্থার কারস্টেনসেন, গাইরিথ লেমচে এবং অ্যাস্ট্রিড স্ট্যাম্প ফেডারসনের সাথে একসাথে কাজ করে। তিনি সংগঠনের নির্বাচনী কমিটিতে যোগদান করেন, তিনি এটির আন্তর্জাতিক সচিব হিসেবে ছিলেন ১৯১৫ পর্যন্ত যখন ডেনিশ নারীরা ভোটাধিকার জিতেছিল। তারপরে, তিনি প্রধানত শান্তি আন্দোলনের জন্য তার প্রচেষ্টা চালিয়ে গিয়েছিলেন। তিনি হেগের ১৯১৫ সালের আন্তর্জাতিক মহিলা সম্মেলনে যোগ দিয়েছিলেন।\n১৯১৮ সালে, বিদেশে তার অভিজ্ঞতার উপর ভিত্তি করে, তিনি প্রায় ১৫০টি অ্যাপার্টমেন্ট, একটি রেস্তোরাঁ এবং একটি লন্ড্রিসহ অবিবাহিত, স্বনির্ভর নারীদের জন্য একটি ঘর নির্মাণ শুরু করেছিলেন। ১৯২১ তিনি একটি নতুন সাপ্তাহিক পত্রিকা টিডেন্স কেভিনদের-এর সম্পাদক হিসাবে নিযুক্ত হন যা ১৯২৩ সাল পর্যন্ত ড্যানস্কে মহিলা পরিষদ দ্বারা প্রকাশিত হয়েছিল।\nআমেরিকার সমাজকর্মী জেন অ্যাডামসের আমন্ত্রণে যিনি উইমেনস ইন্টারন্যাশনাল লীগ ফর পিস অ্যান্ড ফ্রিডমের সভাপতি ছিলেন, তিনি ১৯২৭ থেকে ১৯২৯ সাল পর্যন্ত মার্কিন যুক্তরাষ্ট্রে একটি বক্তৃতা সফর করেন। ১৯৩৪ সালে, দাউগার্ড লীগ অব নেশনস- এর প্রতিনিধিত্ব করেন, সেখানে তিনি ১৯৩৮ থেকে ১৯৪৬ সাল পর্যন্ত লীগের আন্তর্জাতিক কোষাধ্যক্ষ হন।\n১৯৩৮ থেকে ১৯৩৯ সালে, মেলানি ওপেনহেজম এবং কার্স্টেন গ্লোয়ারফেল্ট-টার্পের সাথে তিনি নাৎসি দেশ থেকে ইহুদি শিশুদের বাঁচাতে সক্রিয় ছিলেন এবং তারা ৩২০ জনকে ডেনমার্কে পাঠাতে সফল হন। ডেনমার্কে নাৎসি দখলের সময়, তাদের বেশিরভাগকে সুইডেনে পাঠানো হয়েছিল। ইহুদিদের সাথে তার সম্পৃক্ততার জন্য তাকে ১৯৪৩ সালে সুইডেনে পালিয়ে যেতে বাধ্য করেছিল।\nথোরা দাউগার্ড ১৯৫১ সালের ২৮ জুন হলস্টেব্রোতে মারা যান এবং তাকে মারিয়াগার অ্যাবেতে সমাধিস্থ করা হয়।\n\n\n== তথ্যসূত্র =="}