{"pageid": 1086698, "title": "ইরাম (হারানো শহর)", "url": "https://bn.wikipedia.org/wiki?curid=1086698", "content": "ইরামের স্তম্ভ (আরবি: إرَم ذَات ٱلْعِمَاد), যাকে \" ইরুম \", \" ইরেম \", \" ইরুম \", \" উবার \", বা \" স্তম্ভের শহরও \" বলা হয়, কুরআনে উল্লিখিত একটি হারিয়ে যাওয়া শহর বা অঞ্চল অথবা গোত্র।\n\n\n== কুরআনে ইরাম ==\nকুরআন ' ইমাদ (স্তম্ভ) সম্পর্কিত বিষয়ে ইরামের উল্লেখ করেছে : সূরা আল ফজর (৬-১৪)\n\n৬। আপনি কি লক্ষ্য করেননি, আপনার পালনকর্তা আদ বংশের ইরাম গোত্রের সাথে কি আচরণ করেছিলেন, \n৭। যাদের দৈহিক গঠন স্তম্ভ ও খুঁটির ন্যায় দীর্ঘ ছিল এবং\n৮। যাদের সমান শক্তি ও বলবীর্যে সারা বিশ্বের শহরসমূহে কোন লোক সৃজিত হয়নি \n৯। এবং সামুদ গোত্রের সাথে, যারা উপত্যকায় পাথর কেটে গৃহ নির্মাণ করেছিল।\n১০। এবং বহু কীলকের অধিপতি ফেরাউনের সাথে\n১১। যারা দেশে সীমালঙ্ঘন করেছিল।\n১২। অতঃপর সেখানে বিস্তর অশান্তি সৃষ্টি করেছিল।\n১৩। অতঃপর আপনার পালনকর্তা তাদেরকে শাস্তির কশাঘাত করলেন।\n\n১৪। নিশ্চয় আপনার পালকর্তা সতর্ক দৃষ্টি রাখেন।\n\"ইরাম - যার অর্থ উঁচু স্তম্ভ\" উল্লেখের জন্য বেশ কয়েকটি ব্যাখ্যা রয়েছে। কেউ কেউ এটাকে ভৌগোলিক অবস্থান হিসেবে দেখেন, হয় শহর বা এলাকা, অন্যরা মনে করেন উপজাতি। যারা এটিকে একটি শহর হিসাবে চিহ্নিত করে তারা আলেকজান্দ্রিয়া বা দামেস্ক থেকে শুরু করে উবারকে মনে করেন। যা ধারণা করেন এটি এলাকা, তারা এটিকে আরাম নামে পরিচিত বাইবেলের অঞ্চলের হিসাবে চিহ্নিত করা করছেন। যারা একে উপজাতি বা গোত্র হিসাবে চিহ্নিত করা হয়েছে, তা সম্ভবত আদ গোত্র। নাবাতীয়রা ছিল অনেক যাযাবর বেদুইন উপজাতির মধ্যে একজন যারা আরব মরুভূমিতে ঘুরে বেড়াত এবং তাদের পালকে নিয়ে যেত যেখানে তারা তৃণভূমি এবং পানি খুঁজে পেত। ঋতু অতিবাহিত হওয়ার সাথে সাথে তারা তাদের এলাকার সাথে পরিচিত হয়ে ওঠে, এবং মৌসুমি বৃষ্টিপাত হ্রাস পেলে খারাপ বছরগুলিতে তারা বেঁচে থাকার জন্য লড়াই করে। যদিও নাবাতীয়রা প্রাথমিকভাবে আরামিন সংস্কৃতিতে সন্নিবিষ্ট ছিল, কিন্তু তাদের আরামিন শিকড় রয়েছে এমন তত্ত্বআধুনিক পণ্ডিতরা প্রত্যাখ্যান করেন। পরিবর্তে, প্রত্নতাত্ত্বিক, ধর্মীয় এবং ভাষাগত প্রমাণ নিশ্চিত করে যে তারা একটি উত্তর আরব উপজাতি।\nইরামের সাথে ওয়াদি রাম এবং কুরআনে উল্লিখিত আদ গোত্রের সাথে ওয়াদি রামের সনাক্তকরণের প্রস্তাব করেছেন পণ্ডিতরা যারা ইরাম এবং ʿআদ ও সামুদের উপজাতি উভয়কে নাম দিয়ে সামুদিক এবং নাবাতাইন শিলালিপি অনুবাদ করেছেন।\"\nইরান পশ্চিমা সাহিত্যের কাছে ব্যাপক পরিচিতি লাভ করে। দ্য বুক অফ ওয়ান থাউজেন্ড অ্যান্ড ওয়ান নাইটসে \"দ্য সিটি অব ম্যানি-কলামেড ইরাম অ্যান্ড আবদুল্লাহ সন অব আবি কিলাবা\" উল্লেখ আছে।\n\n\n== প্রত্নতাত্ত্বিক গবেষণা ==\nইরাম শহরের প্রাচীনতম উল্লেখ পাওয়া গেছে এবলা ট্যাবলেটে, যা আনুমানিক ২৫০০ খ্রিস্টপূর্বাব্দ থেকে ২২৫০ খ্রিস্টপূর্বাব্দ পর্যন্ত তারিখযুক্ত। ১৯৯১ সালের নভেম্বরমাসে দক্ষিণ ওমানে একটি বসতির ধ্বংসাবশেষ আবিষ্কৃত হয় যা ঈশ্বরের দ্বারা ধ্বংস হয়ে যাওয়া কিংবদন্তি হারিয়ে যাওয়া শহর বলে অনুমান করা হয়েছিল। ১৯৯২ সালে রানুলফ ফিয়েন্স অভিযান সম্পর্কে আটলান্টিস অফ দ্য স্যান্ডস নামে একটি বই লিখেছিলেন। আটলান্টিস অব দ্য স্যান্ডস শব্দটি মূলত টিই লরেন্স দ্বারা তৈরি করা হয়েছিল।\nপ্রত্নতত্ত্ববিদ জুরিস জারিন্স ১৯৯৬ সালের নোভা সাক্ষাৎকারে উবারকে নিয়ে আলোচনা করেছিলেন\n\nএই শব্দটি নিয়ে অনেক বিভ্রান্তি রয়েছে। আপনি যদি ধ্রুপদী গ্রন্থ এবং আরব ঐতিহাসিক উৎসগুলি দেখেন, উবার একটি অঞ্চল এবং একদল লোককে বোঝায়, কোনও নির্দিষ্ট শহরে নয়। লোকেরা সবসময় এটি উপেক্ষা করে। টলেমি-এর দ্বিতীয় শতাব্দীর এই এলাকার মানচিত্রে এটি খুব স্পষ্ট। এটি বড় অক্ষরে বলে \"আইওবারিটা\"। এবং মানচিত্রের সাথে তার পাঠ্যে, তিনি সে সম্পর্কে খুব স্পষ্ট। চতুর্দশ বা পঞ্চদশ শতাব্দীতে এটি কেবল আরব্য রজনীর শেষ মধ্যযুগীয় সংস্করণ ছিল, যা উবারকে রোমান্টিক করে তোলে এবং এটিকে একটি অঞ্চল বা জনগণের পরিবর্তে একটি শহরে পরিণত করে।\n২০০৭ সালের মধ্যে, আরও গবেষণা এবং খননের পরে, জারিনস দ্বারা আংশিকভাবে রচিত একটি গবেষণা নিম্নরূপ সংক্ষিপ্ত করা যেতে পারে:\n\nউবার কিংবদন্তি র বিষয়ে, শহরটি একটি বালি ঝড়ে ধ্বংস হয়ে গেছে এমন কোনও প্রমাণ ছিল না। দুর্গের বেশিরভাগ অংশ একটি সিঙ্কহোলে ভেঙে পড়েছিল যা কূপটির মধ্যে ছিল, সম্ভবত আশেপাশের মরূদ্যানকে সেচ দেওয়ার জন্য ভূগর্ভস্থ জল নিয়ে যাওয়ার কারণে দুর্বল হয়ে পড়েছিল।\nএকটি শহর হওয়ার পরিবর্তে, প্রমাণের ব্যাখ্যায় বলা হয়েছে যে \"উবার\" একটি অঞ্চল হওয়ার সম্ভাবনা বেশি ছিল - টলেমি দ্বারা চিহ্নিত \"আইওবারিটিয়ের ভূমি\"। এই অঞ্চলের পতন সম্ভবত রোমান সাম্রাজ্যের খ্রিস্টান ধর্মে রূপান্তরিত হওয়ার কারণে ধূপের বাণিজ্য হ্রাসের কারণে হয়েছিল, যার জন্য তার আচারের জন্য একই পরিমাণে ধূপের প্রয়োজন ছিল না। এছাড়াও, রজন সংগ্রহের জন্য স্থানীয় শ্রমিক খুঁজে পাওয়া কঠিন হয়ে পড়ে। জলবায়ু পরিবর্তনের ফলে এলাকাটি শুকিয়ে যায় এবং সমুদ্র পরিবহন পণ্য পরিবহনের আরও নির্ভরযোগ্য উপায় হয়ে ওঠে।\n\n\n== কথাশিল্পে ==\nগেমস\n\nUncharted 3: Drake's Deception গেমে ইরাম শহর অনুসন্ধান করে।\nফলআউট ৪ উবার এবং রুব আল খালিকে লরেঞ্জো ক্যাবোট চরিত্রের মাধ্যমে উল্লেখ করেছে।\nলিগ অব লিজেন্ডস ' ইকাথিয়া (রানেটেরার একটি অবস্থান) হারিয়ে যাওয়া শহরের উপর ভিত্তি করে বলে মনে হয় কারণ এর শিক্ষাটি এইচপি লাভক্রাফ্টের \"নামহীন শহর\" এবং সাধারণভাবে তার পৌরাণিক কাহিনীগুলিকেও উল্লেখ করে।\nসাহিত্য\n\nবায়ার্ড টেলরের কবিতা দ্য গার্ডেন অফ ইরেম । \nজোসেফাইন টের উপন্যাস দ্য সিংগিং স্যান্ডস (১৯৫২) অন্যান্য বিষয়ের মধ্যে, হারিয়ে যাওয়া শহর ইরামের সন্ধান রয়েছে।\n\n\n== আরও দেখুন ==\nআল-হিজর প্রত্নতাত্ত্বিক স্থান\nআরব মরুভূমি\nআল-উখদুদ (\"দ্য ডাইচ\", বা নাজরানের কাছে একটি জায়গা)\nব্যাবিল ( ব্যাবিলন )\nকাহতানাইট\nসদোম ও গোমোরাহ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nPellegrino, Charles R. (১৯৯৪)। Return to Sodom & Gomorrah: Bible Stories from Archaeologists। Random House। আইএসবিএন 0-679-40006-0। \nClapp, Nicholas (১৯৯৯)। The road to Ubar: Finding the Atlantis of the Sands। Houghton Mifflin Harcourt। আইএসবিএন 978-0-395-95786-8। ওসিএলসি 41557131। \n\n\n== বহিঃসংযোগ ==\nড্যান ক্লোরের A Necronomicon Glossary তে আইরেমের প্রবেশ\n\"Lost City of Arabia\"। PBS Nova documentary companion website। সংগ্রহের তারিখ ১৭ নভেম্বর ২০১৯। \n\"Space Radar Image of Ubar Optical/Radar\"। Jet Propulsion Laboratory। ২৮ এপ্রিল ১৯৯৮। সংগ্রহের তারিখ ১৭ নভেম্বর ২০১৯। \n\"Space Radar Image of the Lost City of Ubar\"। Jet Propulsion Laboratory। ২৭ জানুয়ারি ১৯৯৯। সংগ্রহের তারিখ ১৭ নভেম্বর ২০১৯। \n\"The Search for Ubar: How Remote Sensing Helped Find a Lost City\"। NASA's Observatorium। ২৭ ফেব্রুয়ারি ২০০১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৭ নভেম্বর ২০১৯। \nWilford, John Noble (২১ এপ্রিল ১৯৯২)। \"The Frankincense Route Emerges From the Desert\"। New York Times। সংগ্রহের তারিখ ১৭ নভেম্বর ২০১৯। \nBlom, Ronald G.; Crippen, Robert (মার্চ ১৯৯৭)। Space Technology And The Discovery Of The Lost City Of Ubar (পিডিএফ)। IEEE। ডিওআই:10.1109/AERO.1997.574258। ১১ অক্টোবর ২০০৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২২ নভেম্বর ২০১৯।"}