{"pageid": 1086884, "title": "আব্দুস সালাম চাটগামী", "url": "https://bn.wikipedia.org/wiki?curid=1086884", "content": "আব্দুস সালাম চাটগামী দারুল উলুম হাটহাজারীর মাদ্রাসার মহাপরিচালক এবং বাংলাদেশ ও পাকিস্তানের প্রধান মুফতি ছিলেন।\n\n\n== জন্ম ==\nআব্দুস সালাম ১৯৪৩ সালে দক্ষিণ চট্টগ্রামের আনোয়ারা থানার নলদিয়া গ্রামে জন্মগ্রহণ করেন। শৈশবকাল তিনি গ্ৰামেই কাটিয়েছেন, ছোট বেলা থেকেই তার ইসলামের প্রতি প্রবল আগ্রহ তাকে ধর্মীয় জ্ঞানে উচ্চ শিক্ষা অর্জনে যুগিয়েছিলো তাই তিনি উচ্চ শিক্ষার জন্য বাংলাদেশ ছেড়ে পাকিস্তান গমণ করেন।\n\n\n== শিক্ষা জীবন ==\n১৯৫৮ সালে গ্রামে প্রাথমিক পড়াশোনা শেষ করে বাবুনগর মাদরাসায় ভর্তি হন। তারপর ১৯৬৭ সালে চট্টগ্রামের জিরি মাদ্রাসায় থেকে দাওরায়ে হাদিস সম্পন্ন করেন। শিক্ষাজীবনের শুরু থেকে শেষ পর্যন্ত সব পরীক্ষায় প্রথম স্থান অধিকার করতেন। তিনি ছাত্র সংসদ জমিয়তুত তলাবার জিরি মাদ্রাসা শাখার প্রধান হিসেবে দায়িত্ব পালন করেন। ১৯৬৭ সালে বাংলাদেশের প্রথম মুহাদ্দিস আল্লামা আবদুল ওয়াদুদ-এর নির্দেশনাক্রমে তিনি পাকিস্তানের জামেয়াতুল উলুম আল ইসলামিয়া আল্লামা বান্নুরি টাউন করাচিতে ভর্তি হন এবং তৎকালীন মুহাদ্দিস আল্লামা মুহাম্মদ ইউসুফ বানুরি-এর তত্ত্বাবধানে প্রথম বছর তিনি উচ্চতর হাদিস শাস্ত্র নিয়ে পড়াশোনা করেন এবং পরের বছর ইফতা বিভাগের প্রথম ব্যাচের শিক্ষার্থী হিসেবে তিনি আল ফিকহুল ইসলামী নিয়ে পড়াশোনা করেন। এ সময় হাদিস ও ফিকাহ বিষয়ক অসংখ্য গ্রন্থ অধ্যয়ন করে গভীর ব্যুৎপত্তি অর্জন করেন।\n\n\n== কর্মজীবন ==\nহাদিস ও ইফতা বিভাগের শিক্ষা সমাপ্তির পর জামেয়াতুল উলুম আল ইসলামিয়া আল্লামা বান্নুরিতে মুফতি হিসেবে নিয়োগ পান। পাকিস্তানের মুফতি ওয়ালি হাসান টুংকি-এর বার্ধক্যজনিত অসুস্থার কারণে মুফতি আব্দুস সালাম এ প্রতিষ্ঠানের ভারপ্রাপ্ত প্রধান মুফতি হিসেবে দায়িত্ব পালন করেন। ওয়ালি হাসান টুংকির মৃত্যুর পর তিনি এই প্রতিষ্ঠানের প্রধান মুফতির পদ লাভ করেন এবং দীর্ঘ তিন দশক দায়িত্ব পালন করেন। এই প্রতিষ্ঠানের ইফতা বিভাগে প্রতি বছর ৯ হাজারের বেশি ফতোয়া জমা হত৷ সেই হিসেবে এ দীর্ঘ সময় তিনি তিন লাখের বেশি লিখিত ফতোয়া সম্পাদনা করেন, যা ওই প্রতিষ্ঠানের ইতিহাসে অনন্য নজির স্থাপন করে।\nমাদ্রাসার দ্বিতীয় আচার্য আল্লামা আহমাদুর রহমান বলেন, ‘ফাতওয়া প্রদানের ক্ষেত্রে মুফতি আব্দুস সালাম চাটগামী এক অনন্য দৃষ্টান্ত উপস্থাপন করেছেন। প্রধান মুফতি হিসেবে দায়িত্ব পালনের পাশাপাশি মুফতি আব্দুস সালাম একই প্রতিষ্ঠানে সহিহ মুসলিম ও সুনানে তিরমিজি গ্রন্থের পাঠদান করেন।\nএছাড়াও করাচীর ঐতিহ্যবাহী আহমদ উসমানি জামে মসজিদ এর খতিব হিসেবে দায়িত্ব পালন করেন। ২০০০ সালে মুফতি আব্দুস সালাম চাটগামী ইসলামী শিক্ষা প্রসারে নিজ দেশে ফিরে আসেন। করাচির বান্নুরী টাউন থেকে চলে এলেও প্রতিষ্ঠানে অন্য কাউকে প্রধান মুফতি হিসেবে নিয়োগ দেওয়া হয়নি। বরং দেশে ফিরেও বিশেষ সম্মাননা হিসেবে আব্দুস সালাম চাটগামী করাচীর উক্ত মাদ্রাসায় প্রধান মুফতি পদে ছিলেন। এরপর দারুল উলুম হাটহাজারীর আচার্য আল্লামা শাহ আহমদ শফীর আহ্বানে ২০০১ সালে দারুল উলুম হাটহাজারীয় প্রধান মুফতি হিসেবে যোগদান করেন। তার নিয়োগের পর হাটহাজারি মাদরাসায় ২ বছর মেয়াদি উচ্চতর হাদিস শাস্ত্র বিভাগ চালু হয়। পরে তিনি হাটহাজারী মাদরাসার মহাপরিচালকের পদ গ্রহণ করেন।\n\n\n== রচনা ==\nআবদুস সালাম রচিত উল্লেখযোগ্য গ্রন্থগুলোর মধ্যে রয়েছে\n\nজাওয়াহিরুল ফাতওয়া\nমাকালাতে চাটগামী\nকরোনাকালীন সমস্যা ও তার শরয়ী বিধান\nদিল জাগানো সুরভী মালফুজাতে বোয়ালভী রহ\nবিতর নামায ও রাকাত সংখ্যা\nকুরবানী আহকাম ও জরুরী মাসায়েল\nআহকামে তাওহীদ ও রেসালাত \nআপকা সুওয়াল আওর উনকা জওয়াব আহাদীছ কি রৌশনি মেঁ (উর্দু),\nইসলামী মায়িশাত কে বুনয়াদী উসূল (উর্দু)\nইসলাম ও আধুনিক চিকিৎসা বিজ্ঞানের দৃষ্টিতে মানব অঙ্গের ক্রয়-বিক্রয় (বাংলায় অনূদিত)\nরহমতে আলম (সা.) এর মকবুল দোয়া (উর্দু-বাংলা)\nমুরাওয়াজা ইসলামী ব্যাংকারী (উর্দু)\nহায়াতে শায়খুল কুল\nতাজকেরায়ে মুখলিছ\nআত্মজীবনী (মৃত্যুর পর প্রকাশিত)\n\n\n== মৃত্যু ==\n৮ সেপ্টেম্বর সকাল সাড়ে ১১ টায় দারুল উলুম হাটহাজারীর পরিচালনা কমিটির পরামর্শ সভা চলাকালে আবদুস সালাম জ্ঞান হারিয়ে ফেলেন। এরপর অ্যাম্বুলেন্স করে হাটহাজারী উপজেলা স্বাস্থ্য কমপ্লেক্সে নিয়ে গেলে চিকিৎসক তাকে মৃত ঘোষণা করেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\nহাসনাবাদী, মুহাম্মদ জাকারিয়া (২০২৩)। মাশায়েখে বাবুনগর। বাংলাদেশ: ইত্তিহাদ পাবলিকেশন। পৃষ্ঠা ১৪০–১৪৩। \nখালিদ হোসেন, আ ফ ম (২০২২)। নিভে যাওয়া দীপশিখা ১। বাংলাদেশ: আকাবিব স্টাডিজ অ্যান্ড পাবলিশিং হাউস। পৃষ্ঠা ২৫৯–২৬৫। আইএসবিএন 9789849591405। \nখালিদ হোসেন, আ ফ ম। \"আল্লামা মুফতি আবদুস সালাম চাটগামী (রহ:) নিভে গেল ইলমি অঙ্গনের এক উজ্জ্বল প্রদীপ\"। মাসিক আত তাওহীদ। আল জামিয়া আল ইসলামিয়া পটিয়া। ১২ ডিসেম্বর ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১২ ডিসেম্বর ২০২১।"}