{"pageid": 1086601, "title": "সাকিনা আখুন্দজাদাহ", "url": "https://bn.wikipedia.org/wiki?curid=1086601", "content": "সাকিনা মির্জা হেইবাত কিজি আখুন্দজাদাহ ( আজারবাইজানি: Səkinə Axundzadə) (১৮৬৫- ১৯২৭) ছিলেন একজন আজারবাইজানি নাট্যকার। তিনি আজারবাইজানি সাহিত্যে প্রথম পরিচিত মহিলা নাট্যকার এবং নাট্যনির্মাতা  ছিলেন। \n\n\n== জীবন এবং অবদান ==\nসাকিনা আখুন্দজাদাহ তার বাবা দ্বারা বাড়িতে পড়াশোনা করেছিলেন। তার বাবা ফাদা ছদ্মনামে কবিতা লিখতেন। পরবর্তীতে কুবায় ধর্মনিরপেক্ষ শিক্ষা প্রতিষ্ঠার তার প্রচেষ্টা এক মর্মান্তিক উপায়ে শেষ হয়: ধর্মান্ধরা আখুন্দজাদাহের স্বামীকে হত্যা করে প্রতিশোধ নেয় তিনি নিজে বাকু (আজারবাইজানের বর্তমান রাজধানী) পালিয়ে যান, যেখানে তিনি ১৯০১ সালে প্রতিষ্ঠিত সম্রাজ্ঞী আলেকজান্দ্রা রাশিয়ান মুসলিম বোর্ডিং স্কুল ফর গার্লস-এর প্রথম শিক্ষকদের একজন হন, যেখানে তিনি আজেরি, সাহিত্য এবং ধর্মীয় অধ্যয়ন পড়াতেন। এটি একটি গুরুত্বপূর্ণ নিয়োগ ছিল কারণ বিদ্যালয়টি সমগ্র রুশ সাম্রাজ্যের মুসলিম মেয়েদের জন্য প্রথম ধর্মনিরপেক্ষ বিদ্যালয় ছিল। এটি কেবল মাত্র আজেরি তেল ম্যাগনেট জেইনাল আবদিন তাঘিয়েভ অর্থায়ন করার কারণে খোলা হয়েছিল, এবং বলা হয় যে তিনি জারিনা আলেকজান্দ্রাকে একটি চিঠি লেখার পরে বিদ্যালয়ের নামকরণ করা হয়েছিল। স্থানীয় থিয়েটারটিও তাঘিয়েভ দ্বারা অর্থায়ন করা হয়েছিল।\nতিনি নাট্যকার হিসাবে তার কর্মজীবন শুরু করেছিলেন সেই স্কুলে একটি নাটক ক্লাব প্রতিষ্ঠা করার পর এবং তার নাটকগুলোকে শিক্ষার্থীদের মঞ্চে অভিনয়ের উপযোগী করে তোলার পর। ১৯০৪ সালে প্রথমবারের মতো এলমিন মানফাতি (\"বিজ্ঞানের সুবিধা\") শিরোনামে তার প্রথম নাটক মঞ্চস্থ হয়। সফল অভিনয়ে উৎসাহিত হয়ে আখুন্দজাদাহ আরো নাটক লিখতে যান; তাদের মধ্যে,হাগ সোজ আজি ওলার (\"ট্রুথ হার্টস\") এবং গ্যালিন ভ্যা গাইনা (\"পুত্রবধূ এবং শাশুড়ি\")। এটি পরিবর্তনের সময় ছিল। ১৯০১ সালে বাকুতে প্রথম মহিলা অভিনেত্রীদের পর্দা ছাড়াই উপস্থিত হতে দেখেছিলেন। জারবাদী সরকারের আরো উদার দৃষ্টিভঙ্গি অনুসরণ করে, ১৯১১ সালে নারীদের দ্বারা এবং তাদের জন্য লেখা প্রথম ম্যাগাজিনের মতো স্বাধীনতা দেখা যায়। সাকিনাকে প্রথম নারীবাদী নাট্যকার হিসেবে স্বীকৃতি দেওয়ার কথা ছিল, তার অনেক নাটকের সাথে আজেরি নারীদের দুর্দশা নিয়ে কাজ করে।\n১৯১১ সালে হুসেইন আরবলিনস্কি আখুন্দজাদাহের নামিক কেমালের নাটক জাভালি চুইজুক (আজেরিতে বাখতসিজ উশাগ, \"দ্য কনজারবল কিড\") এর রিমেক মঞ্চস্থ করেন, যা শীঘ্রই ককেশাসের বাইরে শৌখিন প্রেক্ষাগৃহে পরিবেশিত হতে শুরু করে। তিনি ১৯১৯ সালে মৃত্যুর আগ পর্যন্ত আরবলিনস্কির সাথে কাজ চালিয়ে যান, পাশাপাশি ১৯১৭-১৯২২ সালে আব্বাস মির্জা শরীফজাদাহের সাথেও কাজ করেন। অবশেষে ১৯১৭ সালে বাকুর তাঘিয়েভ থিয়েটারে (আজকাল আজারবাইজান স্টেট থিয়েটার অফ মিউজিক্যাল কমেডি) আখুন্দজাদাহের জুলমুন নাতিজাসি (\"মন্দের পরিণতি\"; লেও ডেলিবেসের অপেরা লাকমে অবলম্বনে) মঞ্চস্থ হয়। অভিনয়টি একটি দুর্দান্ত সাফল্য ছিল এবং আখুন্দজাদাহকে বিপুল খ্যাতি এনে দেয়। যার ফলে তিনি ইতিহাসের প্রথম মহিলা আজেরি নাট্যকার হিসাবে স্বীকৃত হন।\nসাকিনা আখুন্দজাদাহ কথাসাহিত্য লেখার জন্যও পরিচিত ছিলেন। ১৯১৮ সালে তিনি তার উপন্যাস শাহজাদে আবুলফাজ বা রানা খানিম প্রকাশ করেন। উপন্যাসটিতে ২৬০ টি হেমাইস্টিজ নিয়ে গঠিত কাব্যিক শ্লোকও ছিল।\n\n\n== তথ্যসূত্র =="}