{"pageid": 1086739, "title": "আহমদ ইয়াসাভী", "url": "https://bn.wikipedia.org/wiki?curid=1086739", "content": "খাজা আহমদ ইয়াসাভী (কাজাখ: Қожа Ахмет Ясауи, প্রতিবর্ণী. Qoja Ahmet Yasawï , قوجا احمەت ياساۋٸ; আরবি: أحمد يسوي, প্রতিবর্ণীকৃত: Ahmad Yasawī; ১০৯৩–১১৬৬) ছিলেন একজন তুর্কি কবি এবং সুফি, একজন প্রাথমিক মরমী যিনি তুর্কীভাষী বিশ্বজুড়ে সুফি তরিকার বিকাশে শক্তিশালী প্রভাব বিস্তার করেছিলেন। ইয়াসাভী হলেন প্রাচীনতম পরিচিত তুর্কী কবি যিনি মধ্য তুর্কি ভাষায় কবিতা রচনা করেছিলেন।  তিনি জনপ্রিয় রহস্যবাদের পথিকৃৎ ছিলেন, প্রথম তুর্কী সুফি তরিকা ইয়াসাভীয়া বা ইয়েসেভিয় প্রতিষ্ঠা করেছিলেন, যা খুব দ্রুত তুর্কি ভাষাভাষী এলাকায় ছড়িয়ে পড়ে।  তিনি ছিলেন তার মুর্শিদ (আধ্যাত্মিক পথপ্রদর্শক), ইউসুফ হামাদানির মতো একজন হানাফি আলেম।\n\n\n== প্রাথমিক জীবন ==\n\nএকাদশ শতাব্দীর শেষ দিকে সায়রামে ইব্রাহিমের ঘরে আহমদ ইয়াসাভীর জন্ম হয়েছিল। তিনি সাত বছর বয়সে তার বাবাকে হারিয়েছিলেন এবং তারপরে আরসলান বাবা তাকে বড় করেছিলেন।ততক্ষণে, ইয়াসাভী ইতিমধ্যেই উচ্চতর আধ্যাত্মিক পর্যায়গুলির মধ্য দিয়ে এগিয়ে গিয়েছিলেন এবং আরসলান বাবার নির্দেশনায় তরুণ আহমদ পরিপক্কতার একটি উচ্চ স্তরে পৌঁছেছিলেন এবং ধীরে ধীরে প্রতি অংশ থেকে খ্যাতি অর্জন করতে শুরু করেছিলেন। তার পিতা ইব্রাহিম সেই অঞ্চলে অসংখ্য কীর্তি সম্পাদনের জন্য বিখ্যাত ছিলেন এবং তার সম্পর্কে অনেক কিংবদন্তি বলা হয়েছিল। ফলস্বরূপ, এটি স্বীকৃত হয়েছিল যে, তার বংশের ক্ষেত্রেও, এই শান্ত এবং বিনয়ী তরুণ ছেলেটি, যিনি সর্বদা তার বড় বোনের কথা শুনতেন, তিনি আধ্যাত্মিকভাবে গুরুত্বপূর্ণ পদে অধিষ্ঠিত ছিলেন।\nইয়াসাভী পরে বুখারায় চলে যান এবং ইউসুফ হামাদানির সাথে তার চর্চা অনুসরণ করেন। ইউসুফ হামদানীর মৃত্যুর পর প্রথমে আবদুল্লাহ বারকি এবং তারপর হাসান-ই আন্দাকি হামদানি খানকাহের প্রধান নিযুক্ত হন।১১৬০ সালে হাসান-ই আন্দাকির মৃত্যু হলে ইয়াসাভী নকশবন্দী তরিকার প্রধান মুর্শিদ হন। এরপর তিনি হামাদানির নির্দেশে এই পদটি আবদুল খালিক গজাদওয়ানীর কাছে পরিণত করেন এবং তুর্কিস্তানে ইসলাম প্রচারের জন্য তুর্কিস্তান শহরে চলে যান।\n\n\n== প্রভাব ==\nআহমদ ইয়াসাভী মধ্য এশিয়া জুড়ে ইসলাম প্রচারের জন্য যথেষ্ট প্রচেষ্টা করেছিলেন এবং এই অঞ্চলে অসংখ্য ছাত্র ছিল। ইয়াসাভীর কবিতা মধ্য এশীয় তুর্কী সাহিত্যে ধর্মীয় লোক কবিতার একটি নতুন ধারা তৈরি করে এবং নিম্নলিখিত দেশগুলির অনেক ধর্মীয় কবিদের প্রভাবিত করেন।  ইয়াসাভী ইয়াসি শহরকে কাজাখ স্টেপের জন্য শিক্ষার প্রধান কেন্দ্রে পরিণত করেছিলেন, তারপর ৬৩ বছর বয়সে মননশীল জীবনে অবসর নিয়েছিলেন। তিনি নিজেই একটি ভূগর্ভস্থ কক্ষ খনন করেন যেখানে তিনি তার বাকি জীবন কাটিয়েছিলেন।\nতুর্কী পণ্ডিত হাসান বসরী চান্তে উল্লেখ করেছেন: \"ইহা একজন সেলজুক রাজা ছিলেন যিনি মহান সূফী কবি রুমিকে কোনিয়ায় নিয়ে এসেছিলেন এবং সেলজুক সময়ে আহমদ ইয়াসাভী, আরেক বিখ্যাত সূফী, বসবাস করতেন ও শিক্ষা দিতেন। সেই দুই অসাধারণ শিক্ষকের প্রভাব বর্তমান পর্যন্ত অব্যাহত রয়েছে।\"  এডওয়ার্ড ক্যাম্পবেল (আর্নেস্ট স্কট হিসেবে লেখা) ইয়াসাভীকে খাজাগানের সদস্য হিসেবে উল্লেখ করেছেন। ইয়াসাভী তুর্কি কবি ইয়াহিয়া কামাল বেয়াতলিকেও প্রভাবিত করেছিলেন, তিনি বলেছিলেন: \"এই আহমদ ইয়াসাভী কে? যদি আপনি তাকে অধ্যয়ন করেন, তাহলে আপনি তার মধ্যে আমাদের জাতীয়তা পাবেন।\" \n\n\n== উত্তরাধিকার ==\nখাজা আহমেদ ইয়াসাভীর সমাধি পরবর্তীতে তুর্কিস্তান শহরে তৈমুর তার কবরের স্থানে নির্মাণ করেছিলেন। তার প্রতিষ্ঠিত ইয়াসাভি তরিকাটি কয়েক শতাব্দী পরও প্রভাবশালী হতে থাকে, ইয়েসেভী সৈয়দ আতা শেখগণ উনিশ শতকে বুখারার দরবারে বিশিষ্ট পদে অধিষ্ঠিত ছিলেন।  \nইয়াসাভী বুক অফ উইজডম (তুর্কীয় বইয়ের লেখক: ديوان حكمت‎ , Dīvān-i Ḥikmet ), তুর্কি ভাষায় কবিতা সংকলন।বইটি ১৯০৫ বং ১৮৯৫ সালে কাজানে প্রকাশিত হয়েছিল।\nনকশবন্দী ইদ্রিস শাহ দ্য বুক অফ বুক এ ইয়াসাভীর বংশ উল্লেখ করেছেন।\nপ্রথম কাজাখ-তুর্কি বিশ্ববিদ্যালয়, আহমদ ইয়াসাভী বিশ্ববিদ্যালয়, তার সম্মানে নামকরণ করা হয়েছিল।\n\n\n== আহমদ ইয়াসাভী সম্পর্কে কিংবদন্তি ==\n\n\n=== খেজুর গাছ ===\nজনশ্রুতি আছে যে একজন ধর্মীয় মরমী, আরিস্তান-বাব ছিলেন খাজা আহমদ ইয়াসাভীর শিক্ষক এবং আধ্যাত্মিক পরামর্শদাতা। এটি আরিস্তান-বাবের ছিল যিনি আমানত প্রেরণ করেছিলেন, যা খেজুরের বীজের মধ্যে ছিল। জনশ্রুতি অনুসারে, আরিস্তান-বাব ছিলেন মহানবী হজরত মুহাম্মদ (দ.)'র সহযোগী। একদিন নবী মুহাম্মদ এবং তার সঙ্গীরা বসে খেজুর খাচ্ছিলেন। একটি ফল থালা থেকে পড়ে গেল, এবং নবী ওহীটি শুনলেন: \"এই খেজুরটি একটি মুসলিম বালক আহমদের জন্য, যিনি আপনার চেয়ে ৪০০ বছর পরে জন্মগ্রহণ করবেন।\" নবী তার সাথীদের জিজ্ঞাসা করলেন কে এই খেজুরটি তার ভবিষ্যতের মালিককে দেবে। কেউ স্বেচ্ছায় কাজ করেনি। নবী তার প্রশ্নের পুনরাবৃত্তি করলেন, এবং তারপরে আরিস্তান-বাব উত্তর দিলেন: \"আপনি যদি আল্লাহর কাছে আমার ৪০০ বছরের জীবন দেওয়ার জন্য দোয়া করেন, তাহলে আমি খেজুরটি দেব।\" \n\n\n=== তৈমুরের স্বপ্ন ===\nএটা বিশ্বাস করা হয় যে একদিন রাতে তৈমুর তার স্বপ্নে আহমদ ইয়াসাভীকে দেখেছিলেন, যেখানে ইয়াসাভী আসন্ন বুখারার বিজয়ের সুসংবাদ দিয়েছিলেন। এটিকে একটি নিদর্শন হিসেবে গ্রহণ করে তৈমুর এমন একটি প্রচারণা চালিয়েছিলেন যা সত্যিই সফল হবে। তার বিজয়ের পর, তিনি ইয়াসাভীর কবর দেখার সিদ্ধান্ত নেন এবং সেখানে একটি রাজকীয় সমাধি নির্মাণের আদেশ দেন। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBeben, Daniel (২০২০)। \"Aḥmad Yasavī and the Ismāʿīlīs of Badakhshān: Towards a New Social History of Sufi-Shīʿī Relations in Central Asia\": 643–681। ডিওআই:10.1163/15685209-12341523। \nJohn G. Bennett (১৯৯৫)। The Masters of Wisdom। Bennett Books। আইএসবিএন 978-1-881408-01-7। \n\n\n== বহিঃসংযোগ ==\n(রুশ ভাষায়) ইউনেস্কো ঐতিহ্য দরগা খাজা আহমদ ইয়াসাভী\n(রুশ ভাষায়) কাজাখস্তান প্রজাতন্ত্রের জাতীয় গ্রন্থাগার - খাজা আহমদ ইয়াসাভী\n(রুশ ভাষায়) গ্রেট সোভিয়েত এনসাইক্লোপিডিয়া। তুর্কিস্তান (কাজাখ এসএসআরের শহর)"}