{"pageid": 1086595, "title": "ওয়াহিদা খলিল", "url": "https://bn.wikipedia.org/wiki?curid=1086595", "content": "ওয়াহিদা খলিল , একজন ইরাকি গায়িকা ও অভিনেত্রি। যার আসল নাম মরিয়ম আবদুল্লাহ জুমা (১৯২৪ - ১৯৯৫), ইরাকে গান গাওয়ার পারফরম্যান্সের জন্য তিনি অনন্য। \n\n\n== জন্ম ==\nতিনি ১৯২৮ সালে ইরাকের বসরা শহরের রিবাত আস সগির গ্রামে জন্ম গ্রহণ করেন। তার পিতা-মাতা দু’জনেই ইরাকি। ছোটকালে পিতা মৃত্যুবরণ করেন এবং মাতার তত্বাবধানে লালিতপালিত হন।\n\n\n== সংগীত জীবন ==\nতিনি অনেক দুঃখ-কষ্টের মধ্যে জীবন যাপন করেন। পিতৃহীন জীবনযাপনের যে কষ্ট সেটা জীবনে পাওয়া যায়্। সংসারের অভাব অনটনে তার সংগীতই ছিল একমাত্র উপার্জনের মাধ্যম। ১৯৪০ সালে বাগদাদে আসেন এবং সেখানে সংগীত, চারুকলাসহ বিভিন্ন বিষযয়ে পড়াশুনা ও চর্চা করা শুরু করেন। ১৯৪৮ সালে শিল্পী সাইয়েদ উম্মু কুলসুম এবং অভিনেত্রি ও গায়ক লাইলি মুরাত এবং অন্যান্যদের দ্বারা প্রভাবিত হয়ে সংগীত চর্চা শুরু করেন। তিনি সে সময়কার সংগীত শিল্পী গীতিকার, সুরুকার হাদিরি ওবায়জিজ, দাখিল হাসার প্রমুখ শিল্পীর সহযোগিতায় নেন। ১০৫০ সালে তিনি রেডিও বাগদাদে গান পরিবেশ করার সুযোগ পান এবং সবার মাঝে নিজের স্থান করে নেন। রেডিওতে তার প্রথম গান ছিল\nيا يمه ذاك اهواي “ইয়া ইয়াম্মা যাকা হাওয়ায়ি অর্থ- ও নদী এটাই আমার কামানা। এ গানটির সুর করেন বিখ্যাত সুরুকার নাজিম নাঈম। তার গানে সুর প্রদান করতেন ইরাকের বিখ্যাত সুরুকার আব্বাস জামিল, মুহাম্মদ নোশি এবং অন্যান্যরা।\nতিনি যখন রেডিও ইরাকে গান করেন সে সময় তার অসংখ্য গানের সিডি বের হয়। গানের এ সিডি গুলোর মধ্যে উল্লেখযোগ্য হচ্ছে-\" دللول يا الولد يا أبني \" অর্থ- ও বাবা ও ছেলে আমাকে পথ দেখাও। খুব অল্প সময়ের মধ্যে ওয়াহিদা খলিলের গান ইরাকের বিভিন্ন প্রান্তে ছড়িয়ে পড়ে। দোকান, বাড়ি, অফিস সবখানে তার গান বাজতে থাকে। তিনি বাগদাদের বাড়িতে বা কোন অনুষ্ঠানে গান গাওয়া শুরু করেন। তার অনুষ্ঠানে অসংখ্য মানুষ উপস্থিত হত। তিনি নিজেকে এ খ্যাতির মধ্যে না রেখে তার গান বিভিন্ন থিয়েটার, ক্লাব ও মঞ্চে পরিবেশন করা শুরু করেন। ফলে সে সময়কার বড় বড় সংগীত শিল্পগণ তার গানের প্রসংশা করতে থাকে।\nসংগীত শিল্পী ওয়াহিদা খলিলের অনেক গান ইরাকিরা সংগ্রহ করতে থাকে। ইরাকি সংগীত সংঘ তার গান সংগ্রহ করে এবং এতে তারা আশ্চার্য হয়। তারা সবাই ওয়াহিদা খলিলের গান, কণ্ঠ, সাবলিল সুরের প্রসংশা করে। আর বলে এ যুগের শ্রেষ্ঠ সংগীত শিল্পী হচ্ছে ওয়াহিদা খলিল। তার সুমধুর গানের সুর আজও ইরাকের পথে প্রান্তরে, শহর-গ্রামে বাজে। মনে হয় যেন এক শিশু শিল্পী গান করছে। ১৯৬১ সালে তিনি “ফজরুল হুররিয়াত” সিনেমায় অভিনয় ও সংগীত পরিবেশন করেন। এ সিনেমায় তিনি-\" هذا منو دق الباب \" গানটি গান।\n\n\n== মৃত্যু ==\n১৯৯৫ সালে এই গায়িকা মারা যান।\n\n\n== জনপ্রিয় গান ==\nতার অনেক গান প্রসিদ্ধি লাভ করে তন্মধ্যে-\n\nأنا وخلي تسامرنة وحجينه “আনা ওয়া খালি তাসামারনা ওয়া হাজিনা।”\nلا هو جرح ويطيب “লা হুয়া জরহুন ওয়া ইয়াতলুব।”\nعليمن ياقلب تعتب عليمن “আলিমান ইয়া কলবি তা‘তাবু আলিমা”\nحرت والله بزماني “হারাত ওয়াল্লাহে বি যমানি”\nسبحانة الجمعنة “সুবহানাতাল জুমাআনা”\nهذا منو دق الباب “হাযা মানু দাক্কল বাবা”\nامس واليوم “আমসি ওয়াল ইয়াওম “\nارد اوقف بحي الولف “উরেদু আওকাফু বি হাইয়েল উলফা”\nعلى بالي ابد “আলা বালি আবাদা”\nاقولك لو عواذلنا تقولك “আকুলুকা লাও আওয়াজাল না তাকুলুকা”\nبسكوت اون بسكوت “বি সুকুতি আওয়ানে বি সুকুতি”\nيمة هنا “ইয়াম্মা হুনা”\nماني صحت “মানি সাহাত”\nجان الحي حلو بعيني “জানুল হাইয়ে হুলুবুন বি আইনে”\nاليه يحفظج يا يمة “এলাইহে ইয়াহফেজা ইয়া ইয়াম্মাহ”\n\n\n== তথ্যসূত্র =="}