{"pageid": 1086276, "title": "লেবিয়া গৌরব", "url": "https://bn.wikipedia.org/wiki?curid=1086276", "content": "লেবিয়া গৌরব  বা লেবিয়া প্রাইড (ইংরেজি: Labia pride) হল একটি নারীবাদী আন্দোলন, যা নারী যৌনাঙ্গ সম্পর্কে সচেতনতা বাড়ানোর লক্ষ্যে এবং ভালভা সম্পর্কিত সকলপ্রকার ট্যাবু ভাঙতে কাজ করে। নামটি লেবিয়ার প্রতি জোর দেয়, কারণ মহিলাদের যৌনাঙ্গে কসমেটিক সার্জারির প্রবণতা (লেবিয়াপ্লাস্টি, যা \"নকশাকৃত যোনি\" নামেও পরিচিত) অনেক মহিলাকে তাদের লেবিয়ার আকার এবং চেহারা নিয়ে শঙ্কিত হতে দেখা যায়।  এটি বেশ কয়েকটি স্বাধীন নারীবাদী গোষ্ঠী দ্বারা সমর্থিত হয় এবং যোগাযোগের বিভিন্ন মাধ্যম যেমন সাইবারনারীবাদ, প্রতিবাদ মিছিলের মাধ্যমে প্রতারণামূলক বিজ্ঞাপন ব্যবহার করে এমন চিকিৎসক ও ক্লিনিকের বিরুদ্ধে বয়কট ঘোষণা করে।\nপ্রচারাভিযানগুলি প্রাকৃতিক যৌনাঙ্গের প্রকরণ সম্পর্কে শিক্ষিত, ক্ষমতায়ন এবং সমালোচনামূলক সচেতনতা বাড়াতে চায়। মহিলাদের (এবং পুরুষদেরও) সব ধরনের ভালভার প্রতি আরও ইতিবাচক মনোভাব গড়ে তোলা উচিত। ভালভাকে শরীরের একটি স্বাভাবিক অংশ হিসেবে দেখা উচিত যা লুকিয়ে রাখা বা নিষিদ্ধ মনে করার দরকার নেই। মহিলাদের তাদের ভালভা নিয়ে লজ্জিত হওয়া উচিত নয় এবং সামগ্রিকভাবে এর সাথে স্বাচ্ছন্দ্য বোধ করা উচিত।\n\n\n== পটভূমি ==\n\nলেবিয়াপ্লাস্টি সার্জারির ক্রমবর্ধমান চাহিদার কারণে এই ধারণা হতে পারে যে, অনেক মহিলার পাশাপাশি পুরুষদেরও যৌনাঙ্গের চেহারা সম্পর্কে অবাস্তব প্রত্যাশা রয়েছে। মহিলাদের যৌনাঙ্গের সবচেয়ে স্পষ্ট চিত্র যা মানুষ মুখোমুখি হয় সেগুলি যৌন শিল্প দ্বারা উৎপাদিত। পর্নোগ্রাফি সাধারণত বাণিজ্যিক প্রেক্ষাপটে তৈরি হয় এবং প্রাথমিকভাবে পুরুষ গ্রাহকদের সম্বোধন করে। অতএব, মহিলাদের যৌনাঙ্গের এই চিত্রগুলি প্রায়ই বাণিজ্যিক প্রয়োজনে (বা কিছু দেশে আইনগত কারণে), বিশেষভাবে তৈরি করা হয় বা ছবিগুলি ফটোশপ করে \"সুন্দর\" করা হয়। চর্জিত চর্চায়, এর অর্থ অনিয়মিতকে মসৃণ করা এবং লেবিয়া মিনোরাকে \"ডিজিটালভাবে ছোট করা\"।\n\n\"ইন্টারনেটে নিয়ে বড় হয়ে ওঠা যুবতীদের একটি সম্পূর্ণ প্রজন্ম এই মাধ্যমে তাদের শরীর এবং যৌনতা সম্পর্কে শিখছে ... পর্নোগ্রাফির মাধ্যমেই তারা প্রথম ও একমাত্র উপায়ে অন্য মেয়েদের নগ্ন যৌনাঙ্গ ভালোভাবে দেখে থাকে, [যা তাদের দেয়] একটি মিথ্যা দৃষ্টিভঙ্গি সত্যিকারের মহিলাদেরটা দেখতে কেমন হয় সে সম্পর্কে।\n২০২০ সালে ৪,৫১৩ পুরুষ এবং মহিলাদের মধ্যে চালানো একটি সমীক্ষা সরাসরি এই প্রশ্নটির সমাধান করে যে, উভয় লিঙ্গেরই ভালভা সম্পর্কে কী নান্দনিক পছন্দ রয়েছে। এই উদ্দেশ্যে, লেবিয়াপ্লাস্টি করা এবং ছাড়া দুটি ভালভার ছবি তাদের দেখানো হয়েছিল এবং অংশগ্রহণকারীদের ব্যক্তিগত আদর্শ (যা তারা নিজেরাই আদর্শ বলে মনে করে), সামাজিক আদর্শ (যা তারা অন্যদের আদর্শ বলে মনে করে)-এর উপর তাদের রেট দিতে বলা হয়েছিল এবং স্বাভাবিকতা (চিত্রিত ভালভা কতটা প্রাকৃতিক গড়ের সাথে মিলে যায়) মিলানো হয়েছিল। দেখা গেছে যে নারী ও পুরুষ উভয়েই লেবিয়াপ্লাস্টি করা ভালভাকে আরও আকর্ষণীয় অর্থাৎ আদর্শ (সামাজিক এবং ব্যক্তিগত উভয়ই) নয়, বরং আরও সাধারণ বলে মনে করেন। এই প্রভাব পুরুষদের তুলনায় মহিলাদের মধ্যে আরও বেশি প্রকট ছিল। এইভাবে, শল্যচিকিত্সায় অপসারিত বা কমানো লেবিয়া মাইনরা সহ ভালভাকে বেশিরভাগ মানুষ প্রাকৃতিক ভালভার চেয়ে বেশি স্বাভাবিক বলে মনে করেন। লেখকরা এই সিদ্ধান্তে উপনীত হয়েছেন যে, \"নারী যৌনতার ক্রমাগত দমন, যেখানে মহিলাদের যৌনাঙ্গের সরাসরি প্রকাশ অযৌক্তিকতা বা বিতৃষ্ণার অনুভূতি প্রকাশ করতে পারে, এবং মিডিয়াতে অগোঁজা লেবিয়ার সেন্সরশিপের ফলে, আরও বেশি গোঁজা বা অদৃশ্য লেবিয়ার চেহারা স্বাভাবিক অনুভূত হতে অবদান রাখতে পারে।\" \n\n\n== আরও দেখুন ==\nফেমেন\nলাবিয়া\nনগ্নতা ও প্রতিবাদ\nওয়ান বিলিয়ন রাইজিং\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটিফার, এল. (২০১৯): ফেমিনিস্ট এক্টিভিজম টু চ্যালেঞ্জ দ্য নিউ ইন্ডাস্ট্রি অব ফিমেল জেনিটাল কসমেটিক সার্জারি ফিমেল জেনিটাল কসমেটিক সার্জারি, ৯০-৯৮। ডিওআই:10.1017/9781108394673.010\nদ্য \"লেবিয়া প্রাইড\" আন্দোলন - সেলুন\nগেরিলা ভালভাস টেক অন ভ্যাজাইনাল রিজুভেনেটরস -এমএস ম্যাগাজিন"}