{"pageid": 1086229, "title": "বিবাহিত নারীদের সম্পত্তি আইন ১৮৮২", "url": "https://bn.wikipedia.org/wiki?curid=1086229", "content": "বিবাহিত মহিলাদের সম্পত্তি আইন ১৮৮২ (৪৫ এবং ৪৬ ভিসিটি. সি.৭৫) যুক্তরাজ্যের পার্লামেন্টের একটি আইন যা বিবাহিত মহিলাদের সম্পত্তির অধিকার সম্পর্কিত ইংরেজ আইনকে উল্লেখযোগ্যভাবে পরিবর্তন করে, যা অন্যান্য বিষয় ছাড়াও বিবাহিত মহিলাদের সম্পত্তিতে নিজস্ব মালিকানা ও নিয়ন্ত্রণের অধিকার প্রতিষ্ঠার অনুমতি দেয়।\nআইনটি ইংল্যান্ড (এবং ওয়েলস) এবং আয়ারল্যান্ডে প্রযোজ্য, কিন্তু স্কটল্যান্ডে গৃহীত হয়নি। বিবাহিত নারী সম্পত্তি আইন অন্যান্য ব্রিটিশ অঞ্চলে অনুরূপ আইনের জন্য একটি মডেল ছিল। উদাহরণস্বরূপ, ভিক্টোরিয়া ১৮৮৪ সালের আইন, ১৮৮৯ সালের নিউ সাউথ ওয়েলস এবং বাকি অস্ট্রেলীয় উপনিবেশগুলি ১৮৯০ এবং ১৮৯৭ এর মধ্যে অনুরূপ আইন পাস করে।\n\n\n== ইংরেজ নারীদের সম্পত্তির অধিকার ==\nইংরেজ আইন স্ত্রীর ভূমিকাকে একজন নারীর আশ্রয় বলে সংজ্ঞায়িত করে, স্বামীর প্রতি তার অধীনতার উপর জোর দেয় এবং তাকে \"তার স্বামী, তার ব্যারন বা প্রভুর সুরক্ষা ও প্রভাবের অধীনে রাখে\"। বিবাহের পর, স্বামী এবং স্ত্রী আইনের অধীনে এক ব্যক্তি হয়েছিলেন, কারণ স্ত্রীর সম্পত্তি তার স্বামীর কাছে সমর্পণ করা হয়েছিল এবং তার আইনি পরিচয় বিদ্যমান ছিল না।বিবাহের সময় স্ত্রীর দ্বারা অর্জিত কোন ব্যক্তিগত সম্পত্তি, যদি না নির্দিষ্ট করা হয় যে এটি তার নিজের আলাদা ব্যবহারের জন্য, স্বয়ংক্রিয়ভাবে তার স্বামীর কাছে চলে যায়। উদাহরণস্বরূপ, যদি একজন নারী লেখকের বিয়ের আগে কপিরাইট থাকে, তাহলে কপিরাইট স্বামীর কাছে চলে যায়। অধিকন্তু, একজন বিবাহিত মহিলা তার স্বামীর অনুমতি ছাড়া উইলের খসড়া তৈরি করতে বা কোন সম্পত্তি নিষ্পত্তি করতে অক্ষম ছিলেন।\nমহিলারা প্রায়শই তাদের উত্তরাধিকার সূত্রে সীমাবদ্ধ ছিল। যখন ভাইদের সাথে মহিলারা কখনও কখনও উত্তরাধিকারসূত্রে প্রাপ্ত ব্যক্তিগত সম্পত্তির মধ্যে সীমাবদ্ধ ছিল, যার মধ্যে ছিল পোশাক, গহনা, গৃহস্থালির আসবাবপত্র, খাদ্য এবং সমস্ত চলমান সামগ্রী, তখন পুরুষদের প্রকৃত সম্পত্তি (জমি) পাওয়ার সম্ভাবনা বেশি ছিল। এমন কোন ক্ষেত্রে যেখানে কোন উইল পাওয়া যায়নি, জ্যেষ্ঠাধিকারে ইংরেজ আইন স্বয়ংক্রিয়ভাবে সবচেয়ে বড় ছেলেকে সমস্ত বাস্তব সম্পত্তির অধিকার দিয়েছে, এবং কন্যা শুধুমাত্র একজন পুরুষ উত্তরাধিকারীর অনুপস্থিতিতে প্রকৃত সম্পত্তি পেয়েছে। ১৯২৫ সালের সম্পত্তি আইনে ইংল্যান্ডের প্রকৃত সম্পত্তির প্রাচীন আইনকে সরলীকরণ এবং আপডেট না করা পর্যন্ত ব্রিটেনের বিধিবদ্ধ বইগুলিতে অন্তর্নিহিত জ্যেষ্ঠাধিকারের আইনটি রয়ে গেছে। \nযেসব বাবারা তাদের মেয়েদের দুর্ভাগ্যজনক পরিস্থিতি সম্পর্কে সচেতন, তারা প্রায়ই যৌতুক প্রদান করতেন অথবা বিবাহ পূর্ব চুক্তিতে হাত খরচের অর্থের জন্য কাজ করতেন, যে সম্পত্তি তার স্বামীর নিয়ন্ত্রণের অধীন নয়, তার একক এবং পৃথক ব্যবহারের জন্য যে সম্পত্তি ছিল আয় তার থেকে আলাদা। \n\n\n== তথ্যসূত্র =="}