{"pageid": 1086862, "title": "নাদিন লকউড হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1086862", "content": "নাদিন লকউড (সেপ্টেম্বর ১৯৯১ - আগস্ট ৩১, ১৯৯৬) ছিল নিউ ইয়র্ক সিটির একজন আমেরিকান ৪ বছর বয়সী মেয়ে, যাকে ১৯৯৬ সালের আগস্ট মাসে হত্যা করা হয়। ওয়াশিংটন হাইটসে লকউডের অ্যাপার্টমেন্টে নাদিনকে তার মা-বাবা কার্লা লকউড এবং লেরোয় ডিকারসন অনাহারে রেখে হত্যা করে এবং উভয়কেই দ্বিতীয় ডিগ্রি হত্যার দায়ে দোষী সাব্যস্ত করা হয়। নাদিনের মৃত্যুর ফলে নিউ ইয়র্ক সিটিতে শিশু সুরক্ষা মূলক পরিষেবা ব্যবস্থার আমূল সংস্কার করা হয়।\n\n\n== হত্যা ==\nনাদিন লকউড তার মা কার্লা লকউডের সাথে নিউ ইয়র্ক সিটির ম্যানহাটনের ওয়াশিংটন হাইটস এলাকার একটি অ্যাপার্টমেন্টে তার ছয় ভাইবোনের সাথে থাকত। কার্লা একজন মাদকাসক্ত ছিলেন এবং শিশু সুরক্ষা পরিষেবা সংস্থার কাছে পরিচিত ছিলেন, কিন্তু তাঁর বিরুদ্ধে কোনও গুরুতর ব্যবস্থা নেওয়া হয়নি। নাদিনকে তার মায়ের দ্বারা পরিকল্পিতভাবে অনাহারে রাখা হয়েছিল। তিনি পুলিশের কাছে স্বীকার করেছিলেন যে তিনি ছোট্ট মেয়েটিকে ঘৃণা করতেন এবং বিশেষভাবে তাকে নির্যাতনের জন্য আলাদা করে রেখেছিলেন। লকউড নাদিনকে \"এটি\" বলে উল্লেখ করেছিলেন। তাকে তিনি নোংরা পরিবেশে একটি আচ্ছাদিত শিশুশয্যায় রেখে একটি ঘরে তালাবদ্ধ করে রেখেছিলেন। ১৯৯৬ সালের ৩১ শে আগস্ট যখন নাদিনকে তার পঞ্চম জন্মদিনের এক মাসেরও কম সময় আগে মৃত অবস্থায় পাওয়া যায় তখন সে ছিল অত্যন্ত কৃশ এবং তার ওজন ছিল মাত্র সাড়ে ১৫ পাউন্ড। অবশেষে লকউড দ্বিতীয় ডিগ্রী হত্যার জন্য দোষ স্বীকার করেন এবং তাঁকে ১৫ বছরের কারাদণ্ড দেওয়া হয়।\nনাদিনের বাবা লেরোয় ডিকারসন আলাদা থাকতেন এবং দায়িত্বজ্ঞানহীন পিতা ছিলেন। লকউড এবং ডিকারসনের অন্য দুই কিশোর সন্তান, আদালতে তাঁর বিরুদ্ধে সাক্ষ্য দিয়েছিল যে লেরোয়ও নাদিনের নির্যাতনের সাথে সমানভাবে জড়িত ছিল। তারা আরও বলেছিল যে  নির্যাতনের কথা যেন কাউকে না বলা হয় সে বিষয়ে তাদের উৎসাহিত করা হয়েছিল এবং নাদিন দক্ষিণে এক আত্মীয়ের সাথে দেখা করতে যাচ্ছে বলার জন্য তাদের নির্দেশ দেওয়া হয়েছিল। ডিকারসনকে দ্বিতীয় ডিগ্রী হত্যার দায়ে দোষী সাব্যস্ত করা হয় এবং নাদিনের জীবনের প্রতি \"বিকৃত উদাসীনতার\" জন্য তাকে ২৫ বছরের কারাদণ্ড দেওয়া হয়। \n\n\n== সংবাদমাধ্যম সম্প্রচার ==\nনাদিন নিউ ইয়র্ক ভিত্তিক ট্যাবলয়েড যেমন নিউ ইয়র্ক ডেইলি নিউজ এবং দ্য নিউ ইয়র্ক পোস্টে তার মৃত্যু কে ঘিরে তৈরি পরিস্থিতির কারণে পরিচিত হয়। প্রচার মাধ্যম তাকে অভিহিত করেছি \"যে মেয়েটিকে কখনো ভালোবাসা হয়নি\" বলে এবং তার বাবা-মা উভয়ের বিচার তারা নিবিড়ভাবে অনুসরণ করেছিল। তার ঘটনাটিও প্রচার পেয়েছিল কারণ এটি এর নয় মাস আগে মায়ের দ্বারা হত্যা করা এলিসা ইজকুইয়েরডোর ঘটনার সাথে ব্যাপকভাবে সমান্তরাল ছিল; উভয় মেয়েকেই তাদের অসংখ্য ভাইবোনের মধ্যে নির্যাতনের জন্য আলাদা করা হয়েছিল। এরপরে, মামলাটি নিক্সমেরি ব্রাউনের সাথেও তুলনা করা হবে, সে আরেকটি শিশু যে ও বিশেষভাবে পিতামাতার দ্বারা নির্যাতনের লক্ষ্য হয়েছিল।\nইজকুইয়েরদো মামলার মতো, নাদিনের মৃত্যুর তদন্তে জানা গেছে যে হস্তক্ষেপ করার অনেক সম্ভাব্য সুযোগ হাতছাড়া হয়েছে। পরিবারটি ১৯৮৯ সাল থেকে নগর সংস্থাগুলির নজরে ছিল, যখন অবহেলার প্রক্রিয়া সামনে এসেছিল, কারণ কার্লা লকউডের অন্য শিশুদের একজন জন্মের সময় পরীক্ষায় কোকেইনের উপস্থিতি পাওয়া গিয়েছিল। লকউড একটি ড্রাগ চিকিৎসা প্রোগ্রামে অংশ নেওয়া বিষয়টি বাদ দেওয়া হয়েছিল। নাদিনের নিজের জন্মের সময়েই তার শরীরে কোকেনের উপস্থিতি লক্ষিত হয়েছিল, কিন্তু আবার, ছয় মাসের মধ্যেই লকউডের বিরুদ্ধে মামলাটি খারিজ হয়ে যায়। অভিযোগ, নাদিন তার মায়ের হাতে যে নির্যাতনের শিকার হয়েছিল, তার বিষয়ে প্রতিবেশীরা বেশ কয়েকবার শিশু কল্যাণ প্রশাসনকে ফোন করেছিল, কিন্তু তদন্ত প্রায় কিছুই করা হয়নি। নাদিনের মামলার অপব্যবহার ছিল একটি কারণ যা নিউ ইয়র্ক সিটির শিশু সুরক্ষা মূলক পরিষেবা এবং নির্যাতনের অভিযোগের তদন্তের জন্য প্রোটোকলগুলির একটি বড় পরিবর্তনকে প্ররোচিত করেছিল।\n\n\n== আরও দেখুন ==\n\nনিক্সমারি ব্রাউন হত্যা\nএলিসা ইজকুইয়ের্ডোর হত্যা\nজাস্টিনা মোরালেসের হত্যা\nজোসেফ ওয়ালেসের হত্যা\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\n\"\"Not Found\" - An Investigation Into Carla Lockwood's Neglect and Community School District 6's Failure to Act\" (পিডিএফ)। ২২ জুলাই ২০১২ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৮ সেপ্টেম্বর ২০২১।  (132 KiB), Special Commissioner of Investigation for NYC School District, February 1997"}