{"pageid": 1086014, "title": "রিয়াদ দারার", "url": "https://bn.wikipedia.org/wiki?curid=1086014", "content": "রিয়াদ হাম্মুদ দারার (আরবি: رياض حمود دارار, জন্ম ১৯৫৪) হচ্ছেন সিরিয়ার একজন বিরোধী দলীয় রাজনৈতিক ও সামাজিক কর্মী এবং সাহিত্যক। তিনি সিরিয়ার দেইর এজ-জোর শহরে জন্মগ্রহণ করেন এবং তিনি সেখানেই বসবাস করেন। তিনি ২০০০ সাল থেকে সিরিয়ায় কুর্দিদের মানবাধিকারের প্রবক্তা ছিলেন। এছাড়াও তিনি সিরিয়ায় নারীবাদীদের সমর্থন করতেন। তার সক্রিয় কার্যক্রমের সময়, তিনি ৫ বছরের জন্য সিরিয়া সরকার কর্তৃক কারাগারে বন্দী ছিলেন এবং ২০১০ সালে তিনি কারাগার থেকে মুক্তি লাভ করেন। ২০১৭ সালের ২৫ ফেব্রুয়ারি তারিখে তিনি সিরিয়ান ডেমোক্রেটিক কাউন্সিল নামক সিরীয় রাজনৈতিক দলের সহ-নেতা হিসেবে নির্বাচিত হন।\n\n\n== জীবনের প্রথমার্ধ ==\nরিয়াদ দারার ১৯৫৪ সালে দেইর-এজ-জোর শহরের জন্মগ্রহণ করেন। তিনি কিছু সময় পরে আরবি ভাষায় স্নাতক ডিগ্রী লাভ করেন, এবং দেইর এজ-জোর শহরের একটি মসজিদে ধর্ম প্রচারক এবং ইমাম হন।\n\n\n== রাজনৈতিক পেশা ==\n২০০০ সাল থেকে রিয়াদ দারার একজন রাজনৈতিক কর্মী হন এবং বিভিন্ন বেসরকারী সংস্থার সাথে কাজ করা শুরু করেন। ২০০৪ সালে সিরিয়ায় কুর্দিদের বিদ্রোহের পর ২০০৫ সালের মে মাসে কুর্দি সুফি ধর্মীয় নেতা শেখ মুহাম্মদ মা'র শৌক আল-খাজনউইকে সিরিয়ার সামরিক গোয়েন্দারা গ্রেপ্তার করে হত্যা করে। আল-খাজনাভির অন্ত্যেষ্টিক্রিয়ায় যারা উপস্থিত ছিলেন তাদের মধ্যে রিয়াদ দার উপস্থিত ছিলেন এবং সেই অনুষ্ঠানে তিনি একটি বক্তৃতা দিয়েছিলেন। এই অনুষ্ঠানে তার উপস্থিতি ও তার প্রদানকৃত বক্তৃতার জের ধরে পরের মাসে রিয়াদ দারারকে গ্রেপ্তার করা হয়। ২০০৬ সালের ২ এপ্রিল তারিখে সিরিয়ার সুপ্রিম স্টেট সিকিউরিটি কোর্ট তাকে ৫ বছরের কারাদণ্ড দেয়।\n৫ বছরের কারাভোগের পত ২০১০ সালের ১০ জুন তারিখে রিয়াদ দারার কারাগার থেকে মুক্তি লাভ করেন। পরের বছর ২০১১ সালের জুন মাসে সিরিয়ার গণজাগরণের প্রথম পর্যায়ে তিনি সিরিয়ার বিরোধী দল ন্যাশনাল কো-অর্ডিনেশন কমিটি ফর ডেমোক্রেটিক চেঞ্জের প্রতিষ্ঠাতা সদস্য হন। অল্প সময়ের মধ্যেই রিয়াদ দার সিরিয়ার বিরোধী দলের অন্যতম প্রধান ব্যক্তিত্ব হয়ে ওঠেন। তবে ২০১৪ সালের আগস্ট মাসে ন্যাশনাল কো-অর্ডিনেশন কমিটি ফর ডেমোক্রেটিক চেঞ্জ দলের অভ্যন্তরে ঐক্যের অভাবে তিনি এই দল থেকে পদত্যাগ করেন।\n২০১৭ সালের ২৫ ফেব্রুয়ারি আল-মালিকিয়াহ-এ সিরিয়ান ডেমোক্রেটিক কাউন্সিলের দ্বিতীয় সম্মেলনে রিয়াদ দারার এসডিসির সহ-নেতা নির্বাচিত হন। তিনি এসসিসি থেকে পদত্যাগকারী এনসিসির আরেক প্রাক্তন সদস্য হায়থাম মান্নার স্থলাভিষিক্ত হন। এরপর রিয়াদ দারার সিরিয়ায় যুক্তরাষ্ট্রীয়তা এবং গণতন্ত্রের প্রতি তার সমর্থনের কথা ঘোষণা করেন,যার মধ্যে দেইর-এজ-জোরও রয়েছে।\n\n\n== আরও দেখুন ==\nমিশেল কিলো\n\n\n== তথ্যসূত্র =="}