{"pageid": 108663, "title": "হু জিনতাও", "url": "https://bn.wikipedia.org/wiki?curid=108663", "content": "হু জিনতাও (জন্ম: ২১ ডিসেম্বর ১৯৪২) একজন চীনা রাজনীতিবিদ ও বর্তমান গণপ্রজাতন্ত্রী চীনের একচ্ছত্র নেতা। তিনি চীনের ক্ষমতাসীন কমিউনিস্ট পার্টি অফ চায়নার (সিপিসি) মহাসচিব, গণপ্রজাতন্ত্রী চীনের রাষ্ট্রপতি ও দেশটির কেন্দ্রীয় সামরিক পরিষদের চেয়ারম্যান ছিলেন। তিনি যথাক্রমে ২০০২, ২০০৩ ও ২০০৪ সাল থেকে এই পদগুলোতে আসীন ছিলেন। শীর্ষ এই পদগুলোতে জিনতাও চীনের চতুর্থ প্রজন্মের নেতা হিসেবে তার উত্তরসূরী জিয়াং জেমিনের স্থলাভিষিক্ত হয়েছেন।\nপ্রাপ্তবয়সের প্রায় পুরোটা জুড়েই জিনতাও সিপিসির রাজনীতিতে জড়িত ছিলেন। তিনি পৃথক দফায় কুইচৌ ও তিব্বতের স্বায়ত্তশাসিত অঞ্চলের সিপিসি সম্পাদকের দায়িত্ব পালন করেন। কেন্দ্রীয় রাজনীতিতে তার পদার্পণের শুরুতে তিনি সিপিসি সচিবালয়ের মুখ্য সচিব পদে ছিলেন ও শীর্ষস্থানে অধীষ্ঠ হওয়ার আগে সাবেক একচ্ছত্র নেতা জিয়াং জেমিনের অধীনে উপ-রাষ্ট্রপতি হিসেবে দায়িত্ব পালন করেন। জিনতাও গণপ্রজাতন্ত্রী চীনের প্রথম শীর্ষ নেতা যিনি চীনের কমিউনিস্ট বিপ্লবের সাথে জড়িত ছিলেন না। বলা হয়ে থাকে যে জিনতাওর দায়িত্বগ্রহণ ছিল চীনের নেতৃত্বে পরিবর্তনের একটি প্রতীক যার মধ্য দিয়ে দেশটির ক্ষমতা তার প্রতিষ্ঠালগ্নের বিপ্লবী নেতাদের হাত থেকে পারদর্শী (টেকনোক্র্যাট) ও অপেক্ষাকৃত তরুণ নেতাদের হাতে হস্তান্তরিত হয়েছে।\nদায়িত্বগ্রহণের পর জিনতাও-প্রশাসন রাজনীতি ও অর্থনীতির একাধিক এমন ক্ষেত্রে সরকারি নিয়ন্ত্রণ জোরদার করেন যেগুলোর ওপর কৌশলগত বা অন্য যে কোন কারণে আগের প্রশাসনগুলোর তেমন শক্ত নিয়ন্ত্রণ ছিল না। জিনতাও রক্ষণশীল দৃষ্টিভঙ্গি বজায় রেখে রাজনৈতিক সংস্কার প্রক্রিয়া পরিচালনা করেন। রাষ্ট্রপরিচালনার ক্ষেত্রে সঙ্গী প্রধানমন্ত্রী ওয়েন জিয়াবাওকে সাথে নিয়ে তিনি দশ বছর সময় যাবৎ চীনের ধারাবাহিক রাজনৈতিক ও অর্থনৈতিক প্রবৃদ্ধির প্রক্রিয়া পরিচালনা করেন। তার দায়িত্বপালনকালেই চীন বিশ্বব্যাপী একটি অন্যতম অর্থনৈতিক ও রাজনৈতিক শক্তি রূপে আবির্ভূত হয়। অভ্যন্তরীণ ভাবে সামাজিক বৈষম্য দূরীকরণে তিনি বৈজ্ঞানিক উন্নয়ন তত্ত্ব অবলম্বন করেন, যার লক্ষ্য ছিল একটি উন্নয়নশীল ও সংঘর্ষহীন চীনা সমাজ গড়ে তোলা। একই সাথে জিনতাও চীনের রাজনীতির রাশ শক্ত ভাবে নিজের হাতে রাখতে সক্ষম হন, যা করতে গিয়ে তিনি কোন ধরনের সামাজিক বিশৃংখলা, সরকারবিরোধী কর্মকাণ্ড ও জাতিগত বিদ্বেষের ঘটনা শক্ত হাতে দমন করেন।\nজিনতাও প্রশাসনের অধীনে চীনের বৈদেশিক নীতির মূল ভিত্তি ছিল শান্তিপূর্ণ উন্নয়ন। জিনতাওর বৈদেশিক নীতির গুরুত্বপূর্ণ অঙ্গ হচ্ছে আন্তর্জাতিক সম্পর্কের ক্ষেত্রে রাজনৈতিক প্রভাব বজায় রাখা ও কূটনীতির ক্ষেত্রে বাণিজ্যকে প্রাধান্য দেয়া। জিনতাওর নেতৃত্বে চীন আফ্রিকা ও দক্ষিণ অ্যামেরিকা মহাদেশে সফল ভাবে রাজনৈতিক ও অর্থনৈতিক প্রভাব বিস্তারে ও বৃদ্ধিতে সক্ষম হয়।\nহু জিনতাও তুলনামূলক ভাবে প্রচারবিমুখ নেতৃত্ব বজায় রাখেন। নীতি নির্ধারণের ক্ষেত্রে তিনি সংশ্লিষ্টদের ঐকমমত্যের ওপর সবচেয়ে বেশি জোর দেন বলে প্রচলিত আছে। জিনতাওর এরূপ নীতির কারণে চীনে তার নেতৃত্ব ব্যক্তিনির্ভরতার চেয়ে বাস্তববাদীতা বা বিজ্ঞাননির্ভরতার জন্য বেশি পরিচিত।\nকমিউনিস্ট পার্টি অফ চায়নার গঠনতন্ত্র অনুযায়ী হু জিনতাওয়ের ২০১২ সালে দলের মহাসচিব পদ ও ২০১৩ সালে চীনের রাষ্ট্রপতির পদ ছাড়বার কথা রয়েছে, যে পদগুলোতে তার সম্ভাব্য উত্তরসূরী হচ্ছেন চীনের পঞ্চম প্রজন্মের নেতা শি চিনফিং।\n\n\n== প্রাথমিক জীবন ==\nহু জিনতাও ২১ ডিসেম্বর, ১৯৪২ তারিখে গণপ্রজাতন্ত্রী চীনের চিয়াংসু প্রদেশের থাইচৌ জেলায় জন্মগ্রহণ করেন। তার শৈশব ও স্কুল জীবন তাইঝৌতেই কেটেছে। তার পিতামহের পরিবার মূলত চীনের আনহুয়েই প্রদেশ থেকে চিয়াংসুতে এসেছিল। অবশ্য তার মায়ের পরিবার থাইচৌয়ের স্থানীয়।\nহু জিনতাওর বাবা ছোট পরিসরে চায়ের ব্যবসায় ও মা স্কুলে শিক্ষকতায় নিয়োজিত থাকলেও, পরিবারটি মূলত অসচ্ছল ছিল। জিনতাওর সাত বছর বয়সে তার মা মারা যান। তারপর জিনতাওর এক খালা তাকে বড় করে তুলেন। জিনতাওর বাবার পরিবার চীনের সাংস্কৃতিক বিপ্লবের বিরোধী ছিলেন, যা তরুণ জিনতাওর উপর গভীর প্রভাব ফেলেছিল। কথিত আছে এর সূত্র ধরে জিনতাও তার পিতৃপরিচয় মুছে ফেলার চেষ্টা করেছিলেন।\nজিনতাও তাইঝৌ হাই স্কুলে পড়তেন এবং জানা যায় যে ছাত্র হিসেবে অত্যন্ত মেধাবী ছিলেন। পড়ালেখার পাশাপাশি নাচ ও গানে তার আগ্রহ ও মেধা ছিল।\n১৯৬৪ সালে কিংহুয়া বিশ্ববিদ্যালয়ের ছাত্র থাকা অবস্থায় জিনতাও কমিউনিস্ট পার্টি অফ চায়নার সদস্যপদ গ্রহণ করেন। এই যোগদানের সময়টা ছিল চীনের সাংস্কৃতিক বিপ্লবের কিছু আগে। বিপ্লবের সময়ে জিনতাও কিংহুয়া বিশ্ববিদ্যালয় ছাত্র ইউনিয়নের চেয়ারম্যান ছিলেন। তিনি কিংহুয়া বিশ্ববিদ্যালয় থেকে ১৯৬৫ সালে পানিসম্পদ প্রকৌশল বিষয়ে স্নাতক হিসেবে উত্তীর্ণ হন। কিংহুয়াতেই তার সাথে তার বর্তমান স্ত্রী লিউ ইয়ংকিঙ্গের প্রথম দেখা হয়। পরে তারা বিয়ে করেন।\n১৯৬৮ সালে জিনতাও একজন স্বেচ্ছাসেবক হিসেবে উত্তরপূর্ব চীনের গানসু প্রদেশে যান এবং সেখানকার লিউজিয়াক্সিয়া হাইড্রোইলেক্ট্রিক স্টেশানে নিযুক্ত হন। এর পাশাপাশি জিনতাও পানি সম্পদ ও বিদ্যুৎ মন্ত্রণালয়ের স্থানীয় রাজনৈতিক কর্মকাণ্ডও দেখাশোনা করতেন। জিনতাও ১৯৬৯ সালে চীনের রাষ্ট্রনিয়ন্ত্রিত সিনোহাইড্রো ইঞ্জিনিয়ারিং ব্যুরোতে একজন প্রকৌশলী হিসেবে যোগ দেন এবং পরের পাঁচ বছর এখানে কর্মরত ছিলেন।\n\n\n== শুরুর দিকে রাজনৈতিক জীবন ==\nহু জিনতাও ১৯৭৩ সালে  গানসু প্রদেশের নির্মাণ অধিদপ্তরে সচিব হিসেবে বদলি হন। পরের বছর তিনি দপ্তরটির উপ-সহকারী প্রধান হিসেবে পদোন্নতি পান।\n১৯৮০ সালে তৎকালীন একচ্ছত্র নেতা (প্যারামাউন্ট লিডার) দেং জিয়াওপিং ভবিষ্যত চীনের জন্য তরুণ, বিপ্লবী, জ্ঞানসম্পন্ন ও বিশেষায়িত নেতৃত্ব গড়ে তোলার উদ্দেশ্যে ফোর ট্রান্সফরমেশান কর্মসূচী শুরু করেন। এই দেশব্যাপী কর্মসূচী শুরু হওয়ার পর গানসু প্রদেশ সিপিসির প্রধান ও প্রাদেশিক গভর্নর সং পিং সম্ভাবনাময় নেতা হিসেবে হু জিনতাওকে চিহ্নিত করেন ও তাকে গুরুত্বপূর্ণ দলীয় দায়িত্বসমূহ দিতে শুরু করেন। উল্লেখ্য একই সময়ে সং পিঙ্গের পছন্দের তালিকায় আরেকজন সম্ভাবনাময় নেতা ছিলেন ওয়েন জিয়াবাও, যিনি বর্তমানে চীনের প্রধানমন্ত্রী।\nজিনতাও ১৯৮২ সালে গানসু প্রদেশ কমিউনিস্ট ইয়ুথ লীগের সম্পাদক মনোনীত হন। একই সাথে তিনি অল চায়না ইয়ুথ ফেডারেশানের পরিচালক নিযুক্ত হন। এ সময়ে জিনতাওর রাজনৈতিক গুরু সং পিং কেন্দ্রীয় সরকারের সিপিসি সংগঠন বিষয়ক মন্ত্রী হিসেবে পদোন্নতি লাভ করেন। এই নতুন দায়িত্বের আওতায় সং পিং সিপিসির জন্য জ্যেষ্ঠ ক্যাডার নির্বাচন, তাদের মনোনয়ন ও পদোন্নতির বিষয়গুলো দেখাশোনা করতেন। এ সময়ে তরুণ নেতা হিসেবে হু জিনতাও সিপিসির তখনকার শীর্ষ নেতা ডেং শিয়াওপিং ও হু ইয়াওবাঙ্গের সমর্থন লাভ করেন। এর মধ্য দিয়ে সিপিসি তথা চীন সরকারে তার উজ্জ্বল ভবিষ্যতের বিষয়টি স্পষ্ট হয়ে উঠেছিল।\nঐ বছরই সং পিঙ্গের মনোনয়নে জিনতাও বেইজিংয়ে আসেন ও সিপিসির কেন্দ্রীয় বিদ্যালয়ে প্রশিক্ষণ নেয়া শুরু করেন। এর পরপরই জিনতাও স্থায়ীভাবে বেইজিঙ্গে বদলি হন ও কমিউনিস্ট ইয়ুথ লীগের সচিবালয়ে নিযুক্ত হন। দুই বছরের মধ্যে জিনতাও ইয়ুথ লীগের মুখ্য সচিব হিসেবে পদোন্নতি পান, এবং প্রকারান্তরে ইয়ুথ লীগের সাংগঠনিক প্রধানের দায়িত্ব লাভ করেন। ইয়ুথ লীগের সচিব হিসেবে জিনতাও সিপিসির তৎকালীন মহাসচিব হু ইয়াওবাঙ্গের দেশব্যাপী রাজনৈতিক সফরে তার সঙ্গী হওয়ার সুযোগ লাভ করেন। জানা যায় সাবেক ইয়ুথ লীগ নেতা হু ইয়াওবাং জিনতাওর মধ্যে নিজের তারুণ্যকে দেখতে পেতেন।\n\n\n=== কুইচৌয়ের সিপিসি সম্পাদক ===\n১৯৮৫ সালে সিপিসির তখনকার মহাসচিব হু ইয়াওবাঙ্গের মনোনয়নে জিনতাও কুইচৌ প্রদেশে প্রেরিত হন এবং সেখানকার সিপিসি কমিটির সম্পাদক পদে বহাল হন। নতুন দায়িত্ব পেয়ে হু জিনতাও দুর্গম প্রদেশটির অর্থনৈতিক উন্নয়ন সাধনের উদ্যোগ নেন। জানা যায় এই পদে থাকা অবস্থায় তিনি কুইচৌ প্রদেশের ৮৬টি জেলার সবগুলো পরিদর্শন করেন। কুইচৌতে তিনি সতর্ক ভাবে রাজনৈতিক কর্মকাণ্ড পরিচালনা করেন ও বেইজিঙ্গের বিভিন্ন নির্দেশনা সাবধানতার সাথে পালন করতেন। বলা হয়ে থাকে দায়িত্ব পালনের পুরো সময়ে রাজনীতি ও সংশ্লিষ্ট ক্ষেত্রে তার নিজস্ব মত বা নিজস্ব রাজনৈতিক ধ্যান ধারণার কথা তিনি সহজে প্রকাশ করতেন না।\n১৯৮৮ সালে জিনতাওকে তিব্বতের স্বায়ত্তশাসিত অঞ্চলে সিপিসির আঞ্চলিক প্রধান হিসেবে বদলি করা হয়। একই সাথে তিনি সেখানকার গণমুক্তি বাহিনী (চীনের সেনাবাহিনী)-তে রাজনৈতিক কর্মকর্তার দায়িত্ব পান। এ সময়ে তিব্বতের বিভিন্ন অংশে সরকারবিরোধীরা সক্রিয় ছিল এবং স্থানীয় তিব্বতীদের মধ্যে হান (চীনের একটি নৃগোষ্ঠী যা সংখ্যার বিচারে বিশ্বের বৃহত্তম) বিরোধী চেতনা মাথাচাঁড়া দিয়ে উঠছিল। ১৯৮৭ সাল থেকেই এসবকে কেন্দ্র করে ছোট বড় সংঘর্ষ চলে আসছিল। সংঘর্ষের জবাবে হু জিনতাও ১৯৮৯ সালের ফেব্রুয়ারিতে তিব্বতে অতিরিক্ত ১,৭০০ সশস্ত্র পুলিশ সদস্য মোতায়েন করেন। ১৯৮৯ সালের মার্চে, ১৯৫৯ তিব্বত আন্দোলনের ৩০তম বার্ষিকীর পাঁচ দিন আগে, মূল লাসা শহরে এক রক্তক্ষয়ী দাঙ্গার সৃষ্টি হয়। তিব্বতী বিক্ষোভকারীরা পুলিশের বিরুদ্ধে নির্বিচারে গুলিবর্ষণের অভিযোগ আনেন। জবাবে পুলিশের পক্ষ থেকে জানানো হয়, গুলিবর্ষণের ঘটনা ছিল আত্মরক্ষামূলক। বলা হয়ে থাকে, বিক্ষোভ অনেক ছড়িয়ে পড়লেও আঞ্চলিক রাজনৈতিক ও সামরিক প্রধান হু জিনতাও পুলিশী ব্যবস্থা গ্রহণের নির্দেশ দিচ্ছিলেন না। এর ফলে পুলিশকে স্বতপ্রণোদিত হয়ে বিক্ষোভ দমনে ব্যবস্থা নিতে হয় এবং এই উদ্দেশ্যে গুলিবর্ষণ করতে হয়। এভাবে একদিন পরই পুলিশ বিক্ষোভ নিয়ন্ত্রণে নিয়ে আসে এবং ৮ মার্চ জিনতাও তিব্বতে সামরিক শাসন জারির জন্য বেইজিঙ্গের সাথে যোগাযোগ করেন।\nমার্চ ১৯৮৯ এর তিব্বত আন্দোলন ও এর দমনে হু জিনতাওর ভূমিকা পরিষ্কার করে কখনও জানা যায়নি। রাজনৈতিক ও সামরিক অবস্থানের জন্য জিনতাওর শক্তি প্রয়োগের নির্দেশ দেয়ার ক্ষমতা থাকলেও তিনি কি সে নির্দেশ দিয়েছিলেন কিনা, তা নিয়ে বিতর্ক রয়েছে। কিছু সূত্র জানায়, বিক্ষোভ চলাকালে তিনি চেংদু সামরিক অঞ্চলের নেতৃবৃন্দের সাথে যোগাযোগ রাখছিলেন যেন পরিস্থিতির অবনতি হলে দ্রুত সেনা মোতায়েন করা যায়। কোন কোন কূটনৈতিক বিশ্লেষক অবশ্য বলে থাকেন, জিনতাও বিক্ষোভ দমনে শক্তি প্রয়োগ ও নির্মমতা প্রদর্শনের জন্য খ্যাতি অর্জন করেছিলেন, যেটি তিন মাস পর সংঘটিত তিয়ানানমেন স্কয়ার বিক্ষোভের সময়ও স্পষ্ট হয়েছিল। তিয়ানানমেন স্কয়ার আন্দোলন দমনে সামরিক বাহিনীকে জিনতাও আদৌ কোন নির্দেশ দিয়েছিলেন কিনা সেটি নিয়ে বিতর্ক থাকলেও, লাসার দাঙ্গার মুখে তার পালিত ভূমিকা তাকে একচ্ছত্র নেতা ডেং শিয়াওপিং সহ সিপিসির শীর্ষ নেতৃবৃন্দের মনযোগে নিয়ে আসে।\nতিয়ানানমেন স্কয়ার বিক্ষোভের মুখে যখন চীন সরকার ট্যাংক মোতায়েন করতে বাধ্য হল, তখন রাজনৈতিক ডামাডোলের মাঝে হু জিনতাও প্রথম প্রাদেশিক নেতা হিসেবে কেন্দ্রীয় সরকারের প্রতি পূর্ণ সমর্থনের ঘোষণা দেন।\n১৯৯০ সালে জিনতাও ভূ-উচ্চতার দ্বারা অসুস্থ হয়ে পড়েন ও চিকিৎসার জন্য বেইজিঙ্গে আসেন। সুস্থ হওয়ার পর জিনতাও তার আঞ্চলিক রাজনৈতিক পদে ফিরে আসলেও সেখানে তার সাফল্য ও অর্জন সীমিত হয়ে পড়ে। অবশ্য এও বলা হয় যে বেইজিঙ্গে অবস্থানের ফলে কেন্দ্রীয় রাজনীতিতে প্রবেশের ক্ষেত্রে জিনতাওর সুযোগ বৃদ্ধি পেয়েছিল।\n\n\n== পলিটব্যুরোর পদপ্রার্থীতা ==\n১৯৯২ সালের ১৪তম জাতীয় কংগ্রেসকে সামনে রেখে ডেং শিয়াওপিং, চেন ইয়ুন সহ সিপিসির তৎকালীন শীর্ষ নেতাররা পলিটব্যুরোতে অন্তর্ভুক্তির জন্য যোগ্য নেতৃবৃন্দ নির্বাচনের প্রক্রিয়া শুরু করেন। চীনের দ্বিতীয় প্রজন্মের (শিয়াওপিং, ইয়ুন, লি শিয়ানিয়ান, ওয়্যাং চেন প্রভৃতি) কাছ থেকে তৃতীয় প্রজন্মের (জিয়াং জেমিন, লি পেং, কিয়াও শি প্রভৃতি) হাতে ক্ষমতার সুষ্ঠু হস্তান্তরের জন্য এই নির্বাচন প্রক্রিয়া যথাযথ ও সার্থক হওয়ার প্রয়োজন ছিল। সিপিসির অভ্যন্তরীণ আলোচনায় দেং জিয়াওপিং মতামত ব্যক্ত করেন, দলের ভবিষ্যত নেতৃত্ব নির্ধারণের জন্য পলিটব্যুরোতে তরুণতর (৫০ অনূর্ধ্ব) নেতাদের অন্তর্ভুক্ত করা উচিত। এ সময়ে দেশের কমিউনিস্ট পার্টি বিষয়ক মন্ত্রী সং পিং হু জিনতাওকে ভবিষ্যতের সম্ভাব্য নেতা হিসেবে আদর্শ মনোনয়ন হিসেবে তুলে ধরেন। এই মনোয়নের সুবাদে হু জিনতাও ১৯৯২ সালে তার ৫০তম জন্মদিনের কিছুদিন আগে গণপ্রজাতন্ত্রী চীনের সর্বোচ্চ নীতিনির্ধারণী কমিটি- সিপিসির সাত সদস্য বিশিষ্ট পলিটব্যুরোতে অন্তর্ভুক্ত হন।\nহু জিনতাও গণপ্রজাতন্ত্রী চীনের ক্ষমতাসীন দল হিসেবে কমিউনিস্ট পার্টি অফ চায়নার পলিটব্যুরোর ইতিহাসের কনিষ্ঠতম সদস্য।\n১৯৯৩ সালে হু জিনতাও সিপিসি কেন্দ্রীয় কমিটির সচিবালয়ের দায়িত্ব গ্রহণ করেন। এই সচিবালয় থেকে সিপিসির কেন্দ্রীয় কমিটি এবং কেন্দ্রীয় দলীয় বিদ্যালয়ের দৈনন্দিন কর্মকাণ্ড নিয়ন্ত্রণ করা হয়ে থাকে। এই দায়িত্ব পালনের মাধ্যমে জিনতাও দলীয় বিদ্যালয়ে তার সমর্থক ক্যাডারদের প্রশিক্ষণের ব্যবস্থা করার সুযোগ পান।\nহু জিনতাওকে সিপিসির আদর্শগত কর্মকাণ্ডগুলোর দায়িত্বে নিয়োজিত করা হয়। যদিও তখনই এটা নিশ্চিত হয়ে গিয়েছিল যে জিনতাওই হতে যাচ্ছেন একচ্ছত্র নেতা জিয়াং জেমিনের উত্তরসূরী, তাও জিনতাও অত্যন্ত সতর্কভাবে জিয়াং জেমিনকেই সিপিসির যেকোন প্রচারণা বা ঘটনাবলীর মনযোগের কেন্দ্রবিন্দুতে রাখার ব্যবস্থা করতেন।\n১৯৯৮ সালে হু জিনতাও গণপ্রজাতন্ত্রী চীনের উপ-রাষ্ট্রপতি মনোনীত হন। এ সময় থেকেই জিয়াং জেমিন চীনের পররাষ্ট্র বিষয়ে জিনতাওর ভূমিকা বৃদ্ধি করতে উদ্যোগী হন। ১৯৯৯ সালে বেলগ্রেডের চীন দূতাবাসে ন্যাটো বাহিনীর বোমাবর্ষণের পর হু জিনতাও চীনের আনুষ্ঠানিক প্রতিবাদ জ্ঞাপনে প্রধান ভূমিকা পালন করেন।\n\n\n== সিপিসির মহাসচিব ও চীনের রাষ্ট্রপতি ==\n \n২০০২ সালে অনুষ্ঠিত ১৬তম জাতীয় কংগ্রেসে হু জিনতাও কমিউনিস্ট পার্টি অফ চায়নার মহাসচিব মনোনীত হন। দায়িত্ব পাওয়ার পর জিনতাও তার শীর্ষ সহকর্মী ও প্রধানমন্ত্রী ওয়েন জিয়াবাওকে সাথে নিয়ে চীনে একটি সমন্বিত সমাজ গঠনের পরিকল্পনা হাতে নেন, যার অধীনে প্রশাসন ও দলের নীতি হবে ‘প্রথমত জিডিপি, দ্বিতীয়ত কল্যাণ’।\nজিনতাও ও জিয়াবাওর নেতৃত্বে চীনের কিছু বিশেষ জনগোষ্ঠীকে চিহ্নিত করা হয় যেগুলো পূর্বাপর অর্থনৈতিক সংস্কার প্রক্রিয়ার বাইরে ছিল বা সেগুলো দ্বারা বিশেষ সুফল পায়নি। এই প্রক্রিয়ার আওতায় জিনতাও চিহ্নিত দারিদ্র্যক্লিষ্ট অঞ্চলগুলোতে বেশ কয়েকবার উচ্চ পর্যায়ের পরিদর্শনে যান, যার মূল উদ্দেশ্য ছিল এলাকাগুলোর অর্থনৈতিক ও রাজনৈতিক বাস্তবতা সম্পর্কে ধারণা লাভ করা।\nজিনতাও ও জিয়াবাও প্রশাসন যেকোন মূল্যে প্রবৃদ্ধি অর্জনের নীতি থেকে কিছুটা সরে আসে, যার মূল উদ্দেশ্য ছিল পরিবেশ ও সামাজিক সমতার বিষয়গুলোর উপর অপেক্ষাকৃত বেশি জোর দেওয়া। এখানে বলা হয়ে থাকে, প্রশাসন ও নীতিমালার উন্নয়নমুখী অধিকাংশ পর্যায়ই জিয়াং জেমিনের শাসনামলের শক্তিশালী প্রভাব থেকে যাওয়ার কারণে জিনতাও ও জিয়াবাওর এই ব্যাষ্টিক অর্থনীতিমুখী এবং এই ‘সরে আসা’ নীতিটি ক্ষেত্রবিশেষে কিছুটা ব্যাহত হচ্ছিল।\n\n\n=== সার্স সংকট ===\n২০০৩ সালের সার্স রোগের বিস্তার শীর্ষ পদে অধীষ্ঠানের পর জিনতাওর অভিজ্ঞতার প্রথম জাতীয় সংকট। রোগ ছড়াবার শুরুর দিকে শক্ত পদক্ষেপ না নেওয়া ও পরে বিষয়টিকে সরকারি ভাবে চেপে যাওয়ার ফলে দেশে ও বিদেশে চীন কঠোর ভাবে সমালোচিত হয়। এই পরিস্থিতিতে হু জিনতাও একাধিক দলীয় ও সরকারি উচ্চপদস্থ ব্যক্তিকে পদচ্যুত করেন, যাদের মধ্যে ছিলেন চীনের স্বাস্থ্য মন্ত্রী ও বেইজিঙ্গের মেয়র মেং শ্যুনং। এদের মাঝে স্বাস্থ্য মন্ত্রীকে জিনতাও প্রশাসনের একজন শীর্ষ জেমিনপন্থী হিসেবে দেখা হত, আর মেং শ্যুনং ছিলেন জিনতাওর দায়িত্ব পালনের শুরুর দিকে তার ধারণাকৃত সম্ভাব্য উত্তরসূরীদের একজন। সার্স সংকট মোকাবিলার পরপরই জিনতাও ও জিয়াবাও একত্রে চীনের সরকারি কর্মকাণ্ডে স্বচ্ছতা বৃদ্ধির উদ্যোগ গ্রহণ করেন। বিশেষ করে চীন সরকারের পক্ষ থেকে বিশ্ব স্বাস্থ্য সংস্থায় তথ্য প্রদানের ক্ষেত্রে স্বচ্ছতার মাত্রা বাড়ানো হয়। এ ধরনের উদ্যোগের মধ্য দিয়ে জিনতাও তার পূর্বসূরী জিয়াং জেমিনের মৌলিক নীতিমালা থেকে একটু একটু করে সরে আসছিলেন।\n\n\n=== জিয়াং জেমিনের স্থলাভিষেক ===\n\n২০০২ সালের ১৫ নভেম্বর তারিখে সিপিসির গঠনতন্ত্র মতে সরকারপ্রধান জিয়াং জেমিনের মেয়াদ শেষ হয় এবং পলিটব্যুরোর শীর্ষ সদস্য হিসেবে হু জিনতাও গণপ্রজাতন্ত্রী চীন সরকারের দায়িত্ব গ্রহণ করেন। যদিও ৭৬ বছর বয়সী জিয়াং জেমিন মেয়াদ শেষ হওয়ার কারণেই পদ ছেড়ে দিতেন, তবু ধারণা করা হয়েছিল পদে না থেকেও সিপিসির পলিটব্যুরো তথা চীন সরকারে তার প্রভাব অনেকটাই অটুট থাকবে। এর কারণ হিসেবে দেখানো হয়েছিল যে পলিটব্যুরোতে জিনতাও ব্যতীত বাকি সদস্যদের প্রায় সবাইই জিয়াং জেমিনের অনুসারী সাংহাই ক্লিক (সিপিসির অঘোষিত উপগোষ্ঠী যার সবাই কোন না কোন সময়ে জিয়াং জেমিনের অধীনে সাংহাইর পৌর সিপিসিতে বিভিন্ন পদে ছিলেন)-এর সদস্য। পরে অবশ্য দেখা গিয়েছিল তারা জিয়াং জেমিনের অনুসারী হলেও পরিবর্তিত নেতৃত্বে প্রত্যেকেই মৌলিক অবস্থানের পরিবর্তন করেছেন। উদাহরণ স্বরূপ জেং কিংহং যদিও জিয়াং জেমিনের একজন কট্টরপন্থী অনুসারী ছিলেন, কিন্তু জিনতাওর দায়িত্ব গ্রহণের পর তিনি মূলত উভয় পক্ষের মাঝে মধ্যস্থতাকারী হিসেবে আবির্ভূত হন।\n২০০৩ সালে জিয়াং জেমিন দ্বিতীয়বারের মত চীনের কেন্দ্রীয় সামরিক পরিষদের চেয়ারম্যান নির্বাচিত হন। উল্লেখ্য কেন্দ্রীয় সামরিক পরিষদের এই পদ এবং এর প্রভাবাদি মূলত ডেং শিয়াওপিঙ্গের সৃষ্টি। ধারণা করা হয় শিয়াওপিং ভবিষ্যত প্যারামাউন্ট লিডারদের সম্ভাব্য স্বেচ্ছাচারীতা রোধ করতে ও গুরুত্বপূর্ণ সামরিক সিদ্ধান্তের ক্ষেত্রে বৃহত্তর ঐকমত্য্য নিশ্চিত করতে পদটির আবির্ভাব ঘটিয়ে এর ক্ষমতায়ন করেছিলেন।\nপশ্চিমা পর্যবেক্ষকদের মতে হু জিনতাওর রাজনৈতিক দর্শন কিছুটা সতর্কতার উপর স্থাপিত হয়েছে। ডেং শিয়াওপিং তার শাসনামলে সিপিসির মহাসচিব পদে পরপর তিনজনকে বহাল করেছিলেন, যাদের প্রত্যেককেই তিনি নিজের যোগ্য উত্তরসূরী ও চীনের যোগ্য নেতা হিসেবে গড়ে তুলতে চেয়েছিলেন। কিন্তু এদের মাঝে দু’জনকে, হু ইয়াওবাং ও সাও সিয়াং, তিনিই অপ্রীতিকর ভাবে পদচ্যুত করেন। শুধুমাত্র তৃতীয় মহাসচিব জিয়াং জেমিনই শিয়াওপিঙ্গের আস্থা বজায় রাখেন ও মসৃণ ভাবে চীনের রাজনৈতিক ও রাষ্ট্রীয় দায়িত্ব গ্রহণ করেন। আবার জিয়াং জেমিন হচ্ছেন সিপিসির একমাত্র মহাসচিব যিনি মেয়াদ শেষ হয়ে যাওয়ার পর নিজ উদ্যোগে পদত্যাগ করেছেন।\nযদিও অনেকে ধারণা করেন ডেং শিয়াওপিং হু জিনতাওকে তরুণ নেতা হিসেবে নব্বইয়ের দশকের শুরুতে পলিটব্যুরোতে অন্তর্ভুক্ত করেছিলেন, এও সত্যি যে ১৯৯২ থেকে ২০০২ পর্যন্ত জিনতাও অসামান্য রাজনৈতিক প্রজ্ঞা ও কৌশলের পরিচয় দিয়েছেন বলেই ২০০২ সালে জিয়াং জেমিনের স্থলাভিষেকের জন্য তিনিই ছিলেন সিপিসির যোগ্যতম নেতা। অন্য দিকে জিনতাও সিপিসির নেতৃত্ব বদলের ধীর কিন্তু চলমান প্রাতিষ্ঠানিকীকরণ প্রক্রিয়া থেকেও সুবিধা লাভ করেছেন। সিপিসির প্রথম ও দ্বিতীয় প্রজন্মের নেতৃত্বে এই প্রাতিষ্ঠানিকতার কোন অবস্থানই ছিল না, বরং নেতৃত্ব নির্ধারণ অনেকটাই নির্ভর করত কোন্দলরত শীর্ষ নেতাদের শক্তি পরীক্ষায় কে জয়ী কে হয় তার উপর।\n১৯৮০-র দশকের শুরু থেকেই চীনের নেতৃত্ব নির্ধারণে প্রাতিষ্ঠানিকতার আবির্ভাব ঘটতে থাকে। সিপিসি আস্তে আস্তে তার প্রথম প্রজন্মের মাওবাদী কর্তৃত্ববাদ থেকে বেরিয়ে আসতে শুরু করে। অধুনা সিপিসিতে সংগঠনের শীর্ষ পর্যায়ের কর্মকাণ্ড ও দায়িত্ব হস্তান্তরের বিষয়গুলো অনেকটাই দলীয় সংবিধান ও নীতিমালা অনুযায়ী সম্পন্ন হয়। এই নীতিমালা ও সংবিধান আগে থাকলেও হু জিনতাওর ক্ষমতাগ্রহণের আগে চীনে বা সিপিসির ইতিহাসে এত মসৃণ ক্ষমতা হস্তান্তরের ঘটনা আর ঘটেনি। ধারণা করা হয় নেতৃত্ব নির্ধারণ ও নতুন নেতৃত্বের কাছে ক্ষমতা হস্তান্তরের এই নিয়মতান্ত্রিক প্রক্রিয়াটি ভবিষ্যতে বিস্তৃত হবে এবং এটি হয়তো আরও প্রাতিষ্ঠানিক রূপ লাভ করবে, যেন দল বা সরকারের কোন পর্যায়ে কোন বিশেষ নেতার ব্যক্তিগত প্রচারণার প্রয়োজন না হয়।\n\nজিয়াং জেমিনের কাছ থেকে হু জিনতাওর ক্ষমতাগ্রহণের পর জেমিনপন্থীদের সাথে নতুন দায়িত্বপ্রাপ্তদের যে রেশারেশি দেখা দিয়েছিল, তা মূলত চীনের ক্ষমতা হস্তান্তর পরবর্তী সংস্কৃতিরই একটি অংশ। বিশ্লেষকরা বলেন, জিয়াং জেমিন যদিও অবসর গ্রহণের আগে শেষ মুহুর্তে দল ও সরকারে যথেষ্ট প্রভাব বিস্তার করছিলেন, কিন্তু সিপিসির আদর্শগত চর্চায় তার নীতিমালার অবস্থান, তথা চীনের সমাজতন্ত্রে তার উদ্ভাবিত বা উপস্থাপিত নীতিগুলোকে ঠিক ভাবে স্থাপন করার জন্য জিয়াং জেমিনের আরও কিছুদিন ক্ষমতায় থাকা প্রয়োজন ছিল। জেমিন ২০০৪ সালের সেপ্টেম্বরে কেন্দ্রীয় সামরিক পরিষদের চেয়ারম্যানের পদ থেকে অব্যাহতি নেন। এটিই ছিল চীনের রাজনীতি ও সরকারে জিয়াং জেমিনের শেষ আনুষ্ঠানিক পদ। জেমিন কি নিজে থেকেই অব্যাহতি নিয়েছিলেন, নাকি হু জিনতাওর নীতিমালার প্রভাবে তা করতে বাধ্য হয়েছিলেন, তা নিয়ে বিতর্ক রয়েছে। জেমিনের পদত্যাগের পর হু জিনতাও একাধারে গণপ্রজাতন্ত্রী চীনের রাষ্ট্রপতি, কমিউনিস্ট পার্টি অফ চায়নার মহাসচিব ও কেন্দ্রীয় সামরিক পরিষদের চেয়ারম্যান হিসেবে আবির্ভুত হন, যার মধ্য দিয়ে তিনি চীনের প্যারামাউন্ট লিডার বা একচ্ছত্র নেতাতে পরিণত হন।\nহু জিনতাও ও ওয়েন জিয়াবাওর দায়িত্ব গ্রহণের সময়ে চীনের অভ্যন্তরে একাধিক সামাজিক, রাজনৈতিক ও পরিবেশগত সংকট বিরাজ করছিল। জিনতাওর মুখোমুখি হওয়া প্রধান সমস্যাগুলোর একটি ছিল- চীনের দরিদ্র ও ধনী জনগোষ্ঠীর মাঝে সম্পদের বিশাল ব্যবধান, যার ফলশ্রতিতে সৃষ্ট ক্ষোভের ফলে দেশের বিভিন্ন স্থানে অস্থিতিশীলতা তৈরির সম্ভাবনা দেখা দিয়েছিল। এছাড়াও চীনের জনপ্রশাসন, সামরিক, শিক্ষা, বিচার ও স্বাস্থ্য খাতে অত্যন্ত গভীর ভাবে ব্যাপক অনিয়ম, দুর্নীতি ও স্বজনপ্রীতি বিরাজ করছিল। ২০০৬ সালের শুরুতে জিনতাও “]]আটটি সম্মান ও আটটি লজ্জা]]” নামক সচেতনতামূলক আন্দোলনের সূচনা করেন। এর উদ্দেশ্য ছিল সাধারণ জনগোষ্ঠীর মাঝে নিঃস্বার্থতা ও নৈতিকতা বাড়ানো।\n২০০৭ সালের অক্টোবারে সিপিসির ১৭তম জাতীয় কংগ্রেসে হু জিনতাও দলের মহাসচিব ও কেন্দ্রীয় সামরিক পরিষদের চেয়ারম্যান হিসেবে পুনর্নির্বাচিত হন। ২০০৮ সালের মার্চে ১১তম জাতীয় পিপলস কংগ্রেসে জিনতাও চীনের রাষ্ট্রপতি হিসেবেও পুনর্নির্বাচিত হন।\nনিউজউইক ম্যাগাজিন হু জিনতাওকে বিশ্বের দ্বিতীয় সর্বোচ্চ ক্ষমতাধর ব্যক্তি হিসেবে ঘোষণা করে। ফোর্বস ম্যাগাজিনও ২০০৯ সালে তাকে বিশ্বের দ্বিতীয় সর্বোচ্চ ক্ষমতাধর ব্যক্তি ঘোষণা করে।\n২০১০ সালে ফোর্বস ম্যাগাজিন হু জিনতাওকে বিশ্বের সবচেয়ে ক্ষমতাধর (প্রথম) ব্যক্তি হিসেবে ঘোষণা করে।\n\n\n== রাজনৈতিক অবস্থান ==\n\n\n=== বৈজ্ঞানিক দৃষ্টিভঙ্গি ও সমন্বিত সমাজ ===\n\nপর্যবেক্ষকরা মনে করেন হু জিনতাও অভ্যন্তরীণ ও বৈদেশিক নীতি, দুই ক্ষেত্রেই তার পূর্বসূরীদের চেয়ে কিছুটা আলাদা। দায়িত্বপালন কালে জিনতাওর রাজনৈতিক দর্শনকে তিনটি মূল শ্লোগানের উপর স্থাপিত হতে দেখা যায়- ‘চীনের সমন্বিত সমাজ’, ‘শান্তিপূর্ণ উন্নয়ন’ এবং ‘বৈজ্ঞানিক উন্নয়ন তত্ত্ব’। তার এই ‘বৈজ্ঞানিক উন্নয়ন তত্ত্ব’ ২০০৭ ও ২০০৮ সালে যথাক্রমে সিপিসি গঠনতন্ত্র ও গণপ্রজাতন্ত্রী চীনের সংবিধানে অন্তর্ভুক্ত করা হয়। জিনতাওর শাসনামলে চীনে সিপিসির ভূমিকাতেও মৌলিক পরিবর্তন আসে। এই পরিবর্তনটি মূলত ডেং শিয়াওপিং পরিকল্পনা করেছিলেন এবং জিয়াং জেমিনের সময়েই তার আংশিক বাস্তবায়ন শুরু হয়েছিল। জিনতাও সিপিসির এই ‘এগিয়ে চলা’-কে বজায় রাখেন, যার একটি মূল অঙ্গ ছিল রাজনৈতিক ও সরকারি কর্মকাণ্ডে স্বচ্ছতা বাড়ানো।\nজিনতাওর এই দর্শনগুলো থেকে স্পষ্ট হয়, যে তিনি আসলে এমন একটি চীনের লক্ষ্য নির্ধারণ করেন যেখানে থাকবে অর্থনৈতিক প্রবৃদ্ধি কেন্দ্রীক উন্নয়ন, সমৃদ্ধ বেসরকারী খাতসহ একটি মুক্ত বাজার, গণমাধ্যম ও রাজনীতির উপর শক্ত নিয়ন্ত্রণ, রাজনৈতিক নয় কিন্তু ব্যক্তিগত স্বাধীনতা, নাগরিকদের স্বার্থ বজায় রেখে কল্যাণমুখী ধ্যান ধারণা, সাংস্কৃতিক উৎকর্ষ সাধন ও সামাজিক নানান ঘটনার প্রতি স্বতন্ত্র দৃষ্টিভঙ্গি। জিনতাওর দর্শনে এটিই হচ্ছে চীনের কাঙ্ক্ষিত ‘সমন্বিত সমাজ’।\nচীনের দৃষ্টিতে হু জিনতাওর এই পরিকল্পনা আন্তর্জাতিক ক্ষেত্রেও প্রভাব বিস্তার করতে পারে, যার মধ্যে বিশ্বের উন্নয়নশীল দেশগুলো রাষ্ট্র নিয়ন্ত্রণের ক্ষেত্রে পশ্চিমা গণতন্ত্রের একটি বিকল্প ব্যবস্থা খুঁজে পেতে পারে। হু জিনতাওর ভাষায়, “সমন্বিত সমাজের মূল অঙ্গসমূহ হচ্ছে গণতন্ত্র, আইনের শাসন, সমতা, ন্যায়পরায়ণতা, আন্তরিকতা, সৌহার্দ্য ও জীবনীশক্তি”। জিনতাও মনে করেন এ ধরনের একটি সমাজে সাধারণ মানুষের মেধা ও সৃষ্টিশীলতার পরিপূর্ণ উৎকর্ষ সাধন সম্ভব যেখানে উন্নয়ন ও সংস্কারের মধ্য দিয়ে সামাজিক সম্পদকে সবাই মিলে সুষ্ঠু ভাবে ব্যবহার করতে পারবে। এই ব্যবস্থায় সাধারণ মানুষ সরকারের সাথে সবচেয়ে বেশি ঘনিষ্ঠ ভাবে অবস্থান করবে বলেও তিনি মনে করেন। জিনতাও মানুষের ধর্মীয় বিশ্বাসকেও এই দর্শনে অন্তর্ভুক্ত করে বলেন, ধর্মাবলম্বী অর্থাৎ বিশ্বাসীরা সহজেই এই ব্যবস্থায় নিজেদেরকে অন্তর্ভুক্ত করে সামাজিক ও অর্থনৈতিক উন্নয়নের অংশীদার হতে পারবেন, যার মধ্য দিয়ে সফল ভাবে একটি সমন্বিত সমাজ গড়ে উঠবে।\nপশ্চিমা বিশ্বে মানবাধিকার প্রসঙ্গে জিনতাওর সমালোচনা হলেও চীনের বহুমুখী সামাজিক সমস্যাগুলো নিরসনে তার প্রচেষ্টা ও অঙ্গিকারের কথা তাদের আলোচনায় তেমন আসে না। জিনতাওর উদ্যোগী ও আপাতদৃষ্টিতে আদর্শমুক্ত লক্ষ্যের দুটো মূল নীতি হচ্ছে- বর্ধিত অর্থনৈতিক উন্নয়নের লক্ষ্যে সার্বিক স্থিতিশীলতা বজায় রাখা এবং চীনের সংস্কৃতির সুষ্ঠু চর্চার মধ্য দিয়ে জাতীয় সার্বভৌমত্বকে সংহত করা। চীনের অভ্যন্তরীণ নীতি নির্ধারণ ও তার বাস্তবায়নের ক্ষেত্রে তিনি স্বচ্ছতা বজায় রাখা ও বৃদ্ধি করার কথা বলে থাকেন। সাম্প্রতিক বছরগুলোতে চীনের গণমাধ্যমে সিপিসির পলিটব্যুরো বৈঠকগুলো প্রসঙ্গে বিস্তারিত প্রতিবেদন প্রকাশিত হয়, যা সিপিসির আগের প্রজন্মের পলিটব্যুরোগুলোর ক্ষেত্রে বিরল। জিনতাও রাষ্ট্রীয় অনুষ্ঠান উদযাপনে অতিরিক্ত কমিউনিস্ট চেতনা বা ঐতিহ্য প্রদর্শন থেকেও বিরত থাকার নীতি গ্রহণ করেন। আগে চীনের শীর্ষ নেতাদের কেউ বিদেশ সফরে গেলে তার আগে বা সফর থেকে ফেরার পর উগ্র মেজাজের সংবর্ধনা অনুষ্ঠান আয়োজনের রেওয়াজ ছিল, যা জিনতাও দায়িত্ব গ্রহণের পর বর্জন করা হয়েছে। দায়িত্ব গ্রহণের পরপরই জিনতাও ধনী-দরিদ্রের ব্যবধান মেটানো এবং অনুন্নত অভ্যন্তরীণ ও উপকূলীয় অঞ্চল চিহ্নিত করে সেখানে উদ্যোগী হওয়ার নীতি গ্রহণ এবং এ নিয়ে খোলামেলা আলোচনা করার ফলে আগের সরকারগুলোর চেয়ে তুলনামূলক ভাবে বেশি গণমুখী হিসেবে পরিচিতি লাভ করেন। বিশেষ করে হু জিনতাও ও ওয়েন জিয়াবাও প্রশাসনের একটি মৌলিক নীতি ছিল যে কোন উপায়ে জিডিপি বৃদ্ধিতে মনযোগী না হয়ে কর্মপরিকল্পনায় সামাজিক সমতা বিধান ও পরিবেশবাদী বিষয়গুলোকেও অন্তর্ভুক্ত করা।\n২০০৪ সালে হু জিনতাও একটি আকস্মিক নির্দেশ জারি করে একটি ঐতিহ্যবাহী গ্রীষ্মকালীন কমিউনিস্ট সম্মেলন উদযাপনের প্রথা বন্ধ করে দেন। প্রতি বছর গ্রীষ্মে সরকার ও সিপিসির ক্যাডাররা চীনের বেইদাইহো উপকূলে বার্ষিক সম্মেলনের জন্য জড়ো হতেন, যেখানে চীনের বর্তমান ও প্রাক্তন শীর্ষ নেতারা সবাইক উপস্থিত হতেন। প্রীতি সম্মেলনের পাশাপাশি সেখানে চীন ও সিপিসির রাজনৈতিক ভবিষ্যত পরিকল্পনা নিয়ে আলোচনা ও সিদ্ধান্ত হত। প্রতি বছর এই সম্মেলন আয়োজনে রাষ্ট্রীয় তহবিল থেকে বড় অঙ্কের টাকা খরচ করা হত, যেটিকে অনেকেই অপচয় হিসেবে গণ্য করতেন। জিনতাও নির্দেশ জারি করে সম্মেলনটি বন্ধ করে দেন, যার মধ্য দিয়ে দেশব্যাপী তার দুর্নীতিবিরোধী অবস্থানটি স্পষ্ট হয়েছিল।\n\n\n=== গণমাধ্যমে নিয়ন্ত্রণ ===\nগণমাধ্যম বিষয়ে জিনতাওকে শুরুতে কিছুটা উদার মনে করা হলেও দায়িত্ব গ্রহণের পর তিনি গণমাধ্যমের উদারিকরণের ক্ষেত্রে শক্ত অবস্থান গ্রহণ করেন।\nজিনতাও প্রশাসন স্থানীয় ঘটনাবলী সহ বড় কোন ঘটনা বা দুর্ঘটনার বিষয়ে গণমাধ্যমকে স্বাধীন ভাবে খবর প্রকাশ করার সুযোগ দিয়েছে। এছাড়াও জিনতাও ও ওয়েন জিয়াবাও প্রশাসন সরকারি অনিয়ম বা ভুল সিদ্ধান্তের বিষয়ে গণমাধ্যমের সমালোচনার ইতিবাচক জবাব দেয়ার নজির দেখিয়েছে। যেমন গণমাধ্যমে ২০০৩ সালের সার্স সংকট মোকাবেলায় সরকারি নীতিমালা ও বিশেষ কর্মকর্তাদের সমালোচনা হলে সরকার চাও জিয়াংকে তার দায়িত্ব থেকে অব্যাহতি দান করে।\n\n\n=== তাইওয়ান ===\nক্ষমতাগ্রহণের পরপরই হু জিনতাও তাইওয়ানের রাষ্ট্রপতি চেন শুই-বানের কিছু প্রস্তাবের মুখোমুখি হন। শুই-বান তাইওয়ানের ১৯৯২ গণভোটের বরাত দিয়ে চীনের সাথে শর্তমুক্ত আলোচনার প্রস্তাব দেন। উল্লেখ্য শুই-বানের রাজনৈতিক দল আগে থেকেই তাইওয়ানের পরিপূর্ণ ও সর্বজনবিদিত স্বাধীনতার জন্য বলে আসছিল, যেটিকে গণপ্রজাতন্ত্রী চীন শান্তির পরিপন্থী হিসেবে চিহ্নিত করছিল। শুই-বানের প্রস্তাবনার মুখে জিনতাওর প্রাথমিক জবাব ছিল কঠোরতা ও নম্রতা একটি সংমিশ্রণ। জিনতাও সরাসরি বিষয়ে না হলেও চীন-তাইওয়ান সম্পর্কের ভেতরকার বিভিন্ন বিষয় নিয়ে আলোচনার প্রয়াস দেখান। অন্যদিকে তিনি শর্তহীনতার বিষয়ে চীনের অপারগতা বজায় রাখেন এবং সংশ্লিষ্টদের মনে করিয়ে দেন, তাইওয়ান প্রসঙ্গে গণপ্রজাতন্ত্রী চীনের চূড়ান্ত লক্ষ্য হচ্ছে চীনের একত্রিকরণ। যদিও একাধিক বক্তব্য ও ভাষণে জিনতাও তাইওয়ানের জন্য পৃথক ভূখণ্ডের প্রসঙ্গে তুলেছেন এবং ক্ষেত্রবিশেষে নমনীয়তার ইঙ্গিত দিয়েছেন, কিন্তু তিনি বারবার এটি স্পষ্ট করেছেন যে গণপ্রজাতন্ত্রী চীন কোন অবস্থাতেই তাইওয়ানের একতরফা স্বাধীনতা মেনে নিবে না।\n২০০৪ সালে চেন শুই-বান পুনরায় তাইওয়ানের রাষ্ট্রপতি নির্বাচিত হলে জিনতাও সরকার কৌশল পরিবর্তন করে। চীন আক্ষরিক অর্থে তাইওয়ানের সাথে সকল প্রকার কূটনৈতিক যোগাযোগ বিচ্ছিন্ন করে এবং তাইওয়ানমুখী সামরিক প্রস্তুতি শক্তিশালী করে। তাইওয়ানের সাথে বিশ্বের দূরত্ব বৃদ্ধি করতে চীন কৌশলগত কূটনীতি শুরু করে এবং এক হিসেবে পরিপূর্ণ তাইওয়ানবিরোধী নীতি গ্রহণ করে। ২০০৫ সালে ন্যাশনাল পিপলস কংগ্রেসে বিচ্ছিন্নতা বিরোধী বিশেষ আইন তৈরি করে চীন নিয়মতান্ত্রিক ভাবে তাইওয়ানের স্বাধীনতা সংক্রান্ত যেকোন বিষয়ে বেসামরিক সমাধানের পথ বন্ধ করে দেয়।\nঅন্য দিকে জিনতাও প্রশাসন গত শতাব্দীর মধ্যভাগ পর্যন্ত চলা গৃহযুদ্ধে চীনের প্রতিপক্ষ তাইওয়ানের কুয়োমিনতাংপন্থীদের সাথে যোগাযোগ বৃদ্ধি করে। এই বর্ধিত যোগাযোগের ফলে ২০০৫ সালের এপ্রিলে কুয়োমিনতাংদের বর্তমান নেতা লিয়েন চ্যানের নেতৃত্বে একটি শক্তিশালী প্রতিনিধিদল চীন সফর করেন। এ সময়ে চ্যানের সাথে জিনতাওর একটি অত্যন্ত অর্থবহ বৈঠক হয়। দ্বিতীয় বিশ্বযুদ্ধের পর এটিই ছিল কমিউনিস্ট পার্টি অফ চায়না ও কুয়োমিনতাংদের মধ্যে অনুষ্ঠিত প্রথম বৈঠক।\n২০০৮ সালের মার্চে তাওইয়ানের জাতীয় নির্বাচনে কুয়োমিনতাং পার্টি জয়ী হয়। এর নেতা মা ইং-জিউ রাষ্ট্রপতি হন এবং দলটি তাইওয়ানের সংসদ ইউয়ানে সংখ্যাগরিষ্ঠতা অর্জন করে। এর সাথে সাথেই চীনের জিনতাও প্রশাসন তাইওয়ানবিরোধী কঠোর অবস্থান থেকে সরে আসে এবং তাইওয়ান সরকারের সাথে আলোচনার পথ খুলে দেয়। এর পর থেকেই সিপিসির সাথে কুয়োমিনতাঙ্গের দল পর্যায়ের একাধিক ঐতিহাসিক বৈঠক হয়। ঐ বছরের এপ্রিলে জিনতাও তাইওয়ানের উপ-রাষ্ট্রপতি হিসেবে নির্বাচিত ভিনসেন্ট সিউর সাথে বৈঠক করেন। মে মাসে জিনতাও কুয়োমিনতাঙ্গের চেয়ারম্যান উ পোহইসুঙ্গের সাথে দেখা করেন। এটি ছিল ইতিহাসে সিপিসি ও কুয়োমিন্তাঙ্গের নির্বাহী প্রধান পর্যায়ের প্রথম বৈঠক। এই বৈঠকে তারা ১৯৯২ সালের গণভোটের উপর আলোচনা করে এই সিদ্ধান্তে আসেন, চীন ও তাইওয়ান, উভয় কর্তৃপক্ষই বিশ্বাস করে বিশ্বে একটিই চীন রয়েছে। একদিকে পোহইসুং তার সরকারের পক্ষ থেকে তাইওয়ানের স্বাধীনতার দাবী না তোলার নিশ্চয়তা দেন, অন্যদিকে জিনতাও তার সরকারের পক্ষ থেকে তাইওয়ানের জনগণের সম্মান, নিরাপত্তা ও অধিকার রক্ষার বিষয়ে নিজেদের অঙ্গিকারের ঘোষণা দেন। এই বৈঠকের পরই চীন আনুষ্ঠানিক ভাবে তাইওয়ানের বিশ্ব স্বাস্থ্য সংস্থায় যোগদানের বিষয়ে তাদের আপত্তি তুলে নেয়।\nসিপিসি ও কুয়োমিনতাং বৈঠকের পাশাপাশি চীন ও তাইওয়ানের দুই সরকারও বাণিজ্য, সংশ্লিষ্ট যোগাযোগ ও মূদ্রানীতির বিষয়ে দ্বিপক্ষীয় বৈঠক করে, যার প্রথমটি ২০০৮ সালের জুনে বেইজিঙ্গে অনুষ্ঠিত হয়। দ্বিপক্ষীয় বৈঠকে হু জিনতাও ও তাইওয়ানের তখনকার নব্য রাষ্ট্রপতি মা ইং-জিউ এই বিষয়ে একমত হন যে চীন ও তাইওয়ানের ইতিবাচক সম্পর্কে মূল ভিত্তিই হবে ১৯৯২ সালের গণভোট।\n২০০৮ সালের মার্চে হু জিনতাও তৎকালীন মার্কিন প্রেসিডেন্ট জর্জ ডব্লিউ. বুশের সাথে এক ফোনালাপে জানান, তিনি গণপ্রজাতন্ত্রী চীনের পক্ষে ১৯৯২ সালের তাইওয়ানের গণভোটকে মেনে নিচ্ছেন।\nনতুন কুয়োমিনতাং সরকার গঠন ও জিনতাওর কূটনৈতিক তৎপরতার পর থেকে চীন ও তাইওয়ানের মধ্যে বাণিজ্য ও যোগাযোগ স্থাপিত হয়। তারপর থেকে এখন পর্যন্ত চীন ও তাইওয়ানের সম্পর্ক স্থিতিশীল ও আন্তরিক রয়েছে।\n\n\n== মূল্যায়ন ==\nচীনের বাহ্যিক পর্যবেক্ষকদের সবাই এ বিষয়ে একমত হন, চীনের দশকব্যাপী স্থিতিশীল প্রবৃদ্ধি ও অর্থনৈতিক প্রতিপত্তি বৃদ্ধির মূলে রয়েছেন হু জিনতাও। তারা বলেন, জিনতাও বিশ্ব অর্থনৈতিক সংকটের কোন আঁচ চীনের গায়ে লাগতে দেননি, বরং এই পরিস্থিতিতে দেশটির বিশেষ অর্থনৈতিক কৌশলের ফলে বিশ্বব্যাপী প্রত্যেকটি অর্থনীতিতে চীনের সুস্পষ্ট প্রভাব সংহত হয়েছে। বিশেষ করে জিনতাওর তাইওয়ান নীতি, কুয়োমিনতাঙ্গের প্রতি নৈতিক সমর্থন এবং তারা নির্বাচনী বিজয়ী হয়ে সরকার গঠনের পর সম্পর্কোন্নয়নে তার ঐতিহাসিক উদ্যোগ গ্রহণ, এসব নীতির ফলে চীন-তাইওয়ান সম্পর্কের দীর্ঘকালের অস্বস্তি নিরসন শুরু হয়। বর্তমানে দুটি ভুখন্ডের মাঝে ইতিবাচক কূটনীতি ও পরিপূর্ণ বাণিজ্যিক সম্পর্ক বিরাজ করছে।\nবিশেষ করে জিনতাও ও ওয়েন জিয়াবাওর কিছু গণমুখী নীতি, যেগুলোর অধীনে কৃষকদের বাধ্যতামূলক কৃষি কর বাতিল হয়েছে, শহরে কর্মরত গ্রামীণ জনগোষ্ঠীর জন্য সুবিধাজনক নীতিমালা প্রণিত ও বাস্তবায়িত হয়েছে এবং চীনের বিভিন্ন অঞ্চলের উন্নয়ন কর্মকাণ্ডে ভারসাম্য এসেছে, এসব নীতির জন্য জিনতাওকে কৃতিত্ব দেয়া হয়ে থাকে। এই নীতিগুলো আখেরে স্বয়ম্ভর উন্নয়নই শুধু বয়ে আনেনি, এগুলোকে চীনের জনগণ সানন্দে গ্রহণও করেছে।\nজিনতাওর বৈদেশিক নীতি প্রসঙ্গে মন্তব্য করতে গিয়ে বিশ্লেষকরা বলেন, তিনি চীনের নতুন অর্থনৈতিক ক্ষমতাবলে একাধিক ক্ষেত্রে শক্তির প্রয়োগ করেছেন, যেগুলোর কম বেশি লক্ষ্য ছিল দক্ষিণ ও দক্ষিণপূর্ব এশিয়ার ভারত ও জাপান। এছাড়া অর্থনৈতিক নীতিমালার ক্ষেত্রে জিনতাও শাসিত চীনের ভূমিকা যুক্তরাষ্ট্রের প্রতি কিছুটা প্রতিযোগিতামূলক ছিল বলেও ধারণা করা হয়।\nহু জিনতাওর অভ্যন্তরীণ সমালোচকরা, অর্থাৎ যারা চীনে অবস্থান করছেন, তারা মন্তব্য করেন যে জিনতাওকে তার উদ্ভাবিত ‘সমন্বিত সমাজের’ ধারণা বাস্তবায়নে কিছুটা বেগ পেতে হয়েছে। উদাহরণ স্বরূপ তারা বলেন, দায়িত্ব গ্রহণের পর জিনতাও চীনের সামরিক বাজেট যতটা বৃদ্ধি করেছেন, তার চেয়ে বেশি বৃদ্ধি পেয়েছে চীনের অভ্যন্তরীণ নিরাপত্তা বাজেট, যার মূলে ছিল অভ্যন্তরীণ নানান সামাজিক বিশৃংখলা ও বিক্ষোভের আশংকা।\nচীনে ধনী-দরিদ্রের অর্থনৈতিক ব্যবধান নিরসনে জিনতাওর প্রশাসন আন্তরিক ও উদ্যোগী হলেও সাফল্যের মাত্রা যথাযথ নয় বলে কিছু সমালোচক মন্তব্য করেন। তারা উদাহরণ দেন- ২০১০ সালেও চীনের গিনি গুণাংক ছিল ০.৪৭, যা নির্দেশ করে তখন পর্যন্ত ধনীশ্রেণী ও দরিদ্রশ্রেণীর সম্পত্তির পার্থক্য যথেষ্ট বেশি ছিল।\nসমালোচকদের আরেকটি দল জিনতাও প্রশাসনের দুর্নীতিবিরোধী সাফল্যকে প্রশ্নবিদ্ধ করে বলেন, লিউ ঝিজুনের মত একজন জ্যেষ্ঠ মন্ত্রীর বিরুদ্ধে দুর্নীতির অভিযোগ ও তার অপসারণ নির্দেশ করে, চীনের ক্ষমতা কাঠামোর শীর্ষস্থানে তখনও দুর্নীতি বিরাজ করছিল। ঝিজুন ২০০৩ সাল থেকে জিনতাও সরকারের রেল মন্ত্রীর দায়িত্ব পালন করছিলেন এবং ২০১১ সালে দুর্নীতি অভিযোগে সমস্ত সরকারি ও রাজনৈতিক অবস্থান থেকে অপসারিত হন।\nপশ্চিমা সরকারগুলো ও একাধিক মানবাধিকার সংগঠন জিনতাও সরকারের গণমাধ্যম নীতিমালার সমালোচনা করে বলে, তার শাসনামলেও চীনের মতপ্রকাশের স্বাধীনতা অনেকটাই খর্বিত থেকে গিয়েছে। চীনে বসবাসকারী অনেক শিল্পী-সাহিত্যিকও এই সমালোচনার সাথে একমত প্রকাশ করে বলেন, জিনতাও সরকার মত প্রকাশের ক্ষেত্রে নিষেধাজ্ঞার মাত্রা বৃদ্ধি করেছে।\nঅধুনা চীনে সরকার ও রাজনৈতিক পরিচালনা ব্যবস্থা অনেকটাই প্রাতিষ্ঠানিক রূপ নেয়াতে এবং সেখানে ঐকমত্য্যের প্রয়োজনীয়তা বৃদ্ধি পাওয়াতে অনেকে বলেন, সরকারি সিদ্ধান্তগুলোর সবক্ষেত্রেই জিনতাওর ব্যক্তিগত শক্তিশালী ভূমিকা থাকবে এটা নিশ্চিত করে বলা যায় না। এই পর্যায়ে রাজনৈতিক কোন্দল ও ক্ষমতাধর রাষ্ট্র হিসেবে চীনের বিশেষ নীতিমালার সমন্বয় করে জিনতাও সন্তোষজনক ভাবেই দেশটি চালাচ্ছেন বলে বলে হয়ে থাকে।\n\n\n== ব্যক্তিগত জীবন ==\nহু জিনতাও তার কিংহুয়া বিশ্ববিদ্যালয়ের বান্ধবী লিউ ইয়ংকিংকে বিয়ে করেন। তাদের হু হাইফেং নামে একটি পুত্র ও হু হাইকিং নামে একটি কন্যা রয়েছে। এছাড়াও, হু জিনতাও চীনের প্রথম প্যারামাউন্ট লিডার যিনি কোন প্রকারের আঞ্চলিক টান ছাড়াই শুদ্ধ ভাষায় কথা বলেন। তিনি ব্যক্তিগত মহলে একজন সাবধানী ও আত্মসমালোচনাকারী মানুষ হিসেবে পরিচিত। জিনতাও তার পুরো রাজনৈতিক জীবনে কখনও গণমাধ্যমের সামনে কোন একান্ত সাক্ষাৎকার দেননি। ব্যক্তিগত জীবনে তার শখ ও পছন্দের মধ্যে রয়েছে টেবিল টেনিস এবং বল নাচ। বলা হয়ে থাকে, হু জিনতাও ফটোগ্রাফিক স্মৃতির অধিকারী, অর্থাৎ তিনি একবার কিছু পড়লে সেটি কখনও ভুলেন না। উল্লেখ্য তার এই বিশেষত্ব তার বিদ্যালয় জীবনেই প্রকাশ পেয়েছিল।\n\n\n== বহিঃসংযোগ =="}