{"pageid": 1086403, "title": "তৃতীয় বিশ্বে নারীবাদ ও জাতীয়তাবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1086403", "content": "তৃতীয় বিশ্বের নারীবাদ ও জাতীয়তাবাদ শ্রীলঙ্কার লেখক কুমারী জয়াবর্ধনের দ্বারা ১৯৮৬ সালে প্রকাশিত একটি বই। কুমারীর বইটিকে নারীবাদী ক্লাসিক হিসাবে বর্ণনা করা হয় এবং তৃতীয় বিশ্বের নারীবাদের প্রথম পাঠ্যপুস্তক হিসাবে আজ পর্যন্ত লিঙ্গ ও নারী গবেষণায় ব্যাপকভাবে ব্যবহৃত হয়েছে।\nবইটিতে পুর্বের এগারোটি দেশ জুড়ে নারীবাদী, সমাজতান্ত্রিক ও রাজনৈতিক আন্দোলনের প্রথম সারিতে থাকা নারীদের সম্পর্কে গবেষণায়গুলি অনুসরণ করা হয়েছে: দেশগুলি হল মিশর, ইরান, তুরস্ক, ভারত, শ্রীলঙ্কা, চীন, জাপান, কোরিয়া, ফিলিপাইন, ভিয়েতনাম ও ইন্দোনেশিয়া,; সাম্রাজ্যবাদী শাসকগণ পূর্বের অঞ্চলকে পরাধীন করতে আগ্রহী এবং এই শাসন ব্যবস্থার দাসত্ব পরিকল্পনায় পরোক্ষ শোষণের দ্বারা প্রত্যক্ষ আক্রমণ ও শত্রুতার ইতিহাস তুলে ধরে। এই গবেষণায়গুলি ক্রমবর্ধমান জাতীয়তাবাদের পটভূমির বিপরীতে স্থাপন করা হয়েছে - নিজেদের উপনিবেশবাদীদের থেকে মুক্ত করার জন্য পূর্ব বিশ্বের মুক্তি সংগ্রাম, যা নারীবাদী ও জাতীয়তাবাদী আন্দোলনের মধ্যে মুক্তির জন্য একটি সাধারণ সংগ্রাম তৈরি করেছিল।\n\n\n== পটভূমি ও প্রকাশনা ==\n১৯৮০ এর দশকে, কুমারী নেদারল্যান্ডসের ইন্টারন্যাশনাল ইনস্টিটিউট অফ সোশ্যাল স্টাডিজ (আইএসএস) -এ ভিজিটিং স্কলার হিসেবে মহিলাদের জন্য শিক্ষণ সামগ্রীর ব্যবস্থা করছিলেন। সেই সময়, তিনি আইএসএস থেকে তার সহকর্মী মারিয়া মিসের সাথে ইউরোপে নারীবাদ: লিবারেল ও সমাজতান্ত্রিক কৌশল নিয়ে কাজ করছিলেন।\nকুমারী 'তৃতীয় বিশ্বের' নারীদের ঐতিহাসিক সংগ্রামের সমান্তরাল হিসাবের অভাব অনুভব করেছিলেন, তার মনে হয়েছিল - \"আমাদের বিশ্বের অংশের মধ্যে একটি ফাঁক ছিল\"। \nতিনি অ্যামস্টারডামে আন্তর্জাতিক আর্কাইভ ফর দ্য উইমেন্স মুভমেন্ট -এ পাওয়া গবেষণাটি তৃতীয় বিশ্বের মহিলাদের ইতিহাস সংক্রান্ত একটি পাণ্ডুলিপিতে সংকলিত করেছেন, যা  তিনি  হেগ ও ব্রাসেলসের ট্রেনের যাত্রায় লিখেছিলেন। পাণ্ডুলিপিটি প্রথম ১৯৮২  প্রকাশিত হয়েছিল এবং যখন কুমারী মূলত ছবি যোগ করতে চেয়েছিলেন, সেই সময় এটি একটি ছোট বই হিসাবে মুদ্রিত হয়েছিল এবং পরবর্তীকালে, আইএসএস-এ তার ছাত্ররা ব্যবহার করেছিল। পরবর্তীতে, এটি জেড বুকস গ্রহণ করে, যারা এটিকে ১৯৮৬ সালের ১লা মে একটি পেপারব্যাক ফরম্যাটে সম্প্রসারিত ও প্রকাশ করে। \n\n\n== বিন্যাস ==\nবইটি পেপারব্যাক, হার্ডকভার, ই-বুক এবং একটি কিন্ডল সংস্করণে প্রকাশিত হয়েছে। \n\n\n== উত্তরাধিকার ==\nতৃতীয় বিশ্বে নারীবাদ ও জাতীয়তাবাদ বইটি যুক্তরাজ্যের নারীবাদী ফোর্টনাইট পুরস্কার অর্জন করে এবং মিস ম্যাগাজিন কর্তৃক শীর্ষ ২০ টি নারীবাদী ক্লাসিকের একটি হিসেবে নির্বাচিত হয়েছে।\n\n\n== তথ্যসূত্র =="}