{"pageid": 1086749, "title": "খ্রিস্টধর্মে নারী", "url": "https://bn.wikipedia.org/wiki?curid=1086749", "content": "জিওফ্রে ব্লেনির মতো ঐতিহাসিকদের মতে, গির্জার দ্বারা বিশ্বজুড়ে নারীদের সামাজিক দৃষ্টিভঙ্গিকে উল্লেখযোগ্য ভাবে প্রভাবিত করেছে। খ্রিস্টধর্মের ইতিহাসে, খ্রিস্টীয় প্রথম শতাব্দীর পর থেকে ঘটে যাওয়া ইতিহাসের কারণে নারীর ভূমিকা আজ অনেকটাই আলাদা। এটি বিশেষভাবে বিবাহের ক্ষেত্রে এবং কিছু খ্রিস্টান ধর্মাবলম্বী, গীর্জা এবং ধর্মীয় সংগঠনের মধ্যে সরকারী বিশব দ্বারা বিপ্লব সাধিত হয়েছে॥\nগির্জায় নেতৃত্বের ক্ষেত্রে পুরুষদের ভূমিকা সীমাবদ্ধ করা হয়েছে। ক্যাথলিক এবং অর্থোডক্স গীর্জাগুলিতে, কেবল পুরুষরাই বিশব বা পোপ হতে পারেন। কেবল পোপ, এবং বিশপের মতো পদে পুরুষরা নেতৃত্ব দেবে, তবে একজন মহিলা একজন নান হিসাবে কাজ করতে পারেন। বেশিরভাগ মূলধারার প্রোটেস্ট্যান্ট সম্প্রদায়গুলি মহিলাদের বিশপ হিসাবে পরিচালনার উপর দীর্ঘদিনের বিধিনিষেধগুলি সহজ করার চেষ্টা করছে। কিছু বড় খ্রিস্টান সম্প্রদায় রয়েছে যারা এই বিধিনিষেধকে কঠোর করে। যদিও ক্যারিশম্যাটিক এবং পেন্টেকোস্টাল গীর্জাগুলি তাদের প্রতিষ্ঠার পর থেকে নারীদের ক্ষেত্রে নতুন আদেশ গ্রহণ করেছিল।\nখ্রিস্টান ইতিহাসবিদগণ অনেক নারীকে সাধুদের মধ্যে অন্তর্ভুক্ত করেন। যেমন যীশুর মা মেরি যিনি সকল খ্রিস্টান ধর্মাবলম্বীদের নিকট বিশেষ করে রোমান ক্যাথলিক ধর্মে উচ্চ মর্যাদার অধিকারী নারী ছিলেন। তাকে তারা ইশ্বরের বা যীশুর মা বলেন। এছাড়াও পরবর্তীকালে অনেক নারীকে তারা ধর্মতাত্ত্বিক, নান, রহস্যবিদ, চিকিৎসক, ধর্মীয় গোষ্ঠী প্রতিষ্ঠা করা নারী বা সামরিক নেতা, রাণী এবং শহীদদেরও অন্তর্ভুক্ত রয়েছে। এটি খ্রিস্টান জীবনে নারীরা যে বিচিত্র ভূমিকা পালন করেছে তা প্রমাণ করে। প্রেরিত পল এই বিষয়ে নারীদের প্রতি খুব মনোযোগ দিয়েছিলেন, এবং স্বীকার করেছিলেন যে নারীরা গির্জায় বিশিষ্ট অবস্থানের অধিকারীনি। যদিও তিনি নিউ টেস্টামেন্টে পারিবারিক জীবনের গুরুত্ব তুলে ধরেছেন যা খ্রিস্ট প্রথম শতাব্দীতে কার্যকর ছিল।\n\n\n== ধর্মতত্ত্ব ==\nনারী-পুরুষের পার্থক্য\n\nলিন্ডা উডহেড পর্যালোচনা করে বলেছেন যে উদীয়মান খ্রিস্টান ধর্মতত্ত্ব মহিলাদের ভূমিকার উপর তার অবস্থান গঠনের জন্য জেনেসিসের উপর ভিত্তি করে তৈরি করেছে। পাঠকরা এই সিদ্ধান্তে পৌঁছেছেন যে মহিলারা পুরুষদের চেয়ে কম শক্তিশালী এবং নারীদের তুলনায় পুরুষদের মধ্যে ঈশ্বরের প্রতিমূর্তি আরও চমৎকার।\" উডহেড আরও উল্লেখ করেছেন যে \"বাইবেলে কোথাও স্পষ্টভাবে এবং দ্ব্যর্থহীনভাবে দেখা যায় না যে, নারী এবং পুরুষ মর্যাদা ও ভাগ্যে সমান। তবে নারীদের কখনই পুরুষের চেয়ে নিকৃষ্ট বলে গণ্য করা উচিত নয় এবং এক লিঙ্গকে অন্যের উপর কর্তৃত্ব করা পাপ। । \" নিম্নলিখিত ধর্মতাত্ত্বিক মতামত নারীদের ভূমিকা উপস্থাপন করে:\n\nমহিলারা বিনয়ী পোশাকে নিজেদেরকে ধার্মিকতা ও সংযম দিয়ে সজ্জিত করবে। তবে বিনুনি, সোনা বা দামি মুক্তা দিয়ে নয়, বরং সেইসব নারীদের উপযুক্ত হবে যারা ঈশ্বরকে ভয় করে এবং ভাল কাজ করে। (১ টিমোথি ২: ৯-১০)\nরীতি হল নারী তার স্বামীর সাথে থাকবে। যেহেতু স্ত্রী ঈশ্বরের আদেশে তাকে মানতে বাধ্য হয়েছিল। আর স্বামী বাড়ির কাজ করে, রাজ্য শাসন করে, যুদ্ধ করে এবং তার সম্পদ রক্ষা করে। অন্যদিকে, একজন নারী একটি প্রাচীরের মধ্যে পেরেকের মতো। তার ব্যক্তিগত প্রয়োজন ছাড়া তার বাইরে যাওয়ার কোন অধিকার নেই। (লুথার, বক্তৃতা)\nবাইবেলের কর্তৃত্ব এবং অযোগ্যতা \nসাধারণভাবে, সমস্ত ধর্ম প্রচারক দাবি করে যে উভয় লিঙ্গই বাইবেলের কর্তৃত্ব মেনে চলে। ইগালিটারিয়ানরা সাধারণত যুক্তি দেন যে, এই বিতর্কটি নির্দিষ্ট অনুচ্ছেদের ব্যাখ্যারে পার্থক্যের কারণে ঘটেছে। যাইহোক, ইয়ান গ্রোডিম এবং অন্যান্য অর্থোডক্স অনুগামীরা কিছু সমতাবাদীদের ঘৃণা করে এবং বাইবেলের কর্তৃত্ব অস্বীকার করার অভিযোগ করে।\n\nধর্মীয় ফাংশনে নারী\n\nইতিহাস সাক্ষী খ্রিস্টান নেতারা গির্জার পিতৃপুরুষ ছিলেন, এবং তারা গির্জায় পুরুষ নেতৃত্বের উপর জোর দিয়েছিল। এ জন্য তারা গির্জার প্রধানদের উপাধি পুংলিঙ্গ দ্বারা রেখেছিল। যেমন  \"পিতা\" (অ্যাবট: আব্বা = পিতা), এবং পোপ (পোপ: পাপা = পিতা)। লিন্ডা হলম সমালোচনা করে বলেন \"এই ধরনের ভাষা গির্জা থেকে বাদ দেওয়া দরকার।\n\nনারীর অধিকারে বাইবেল\nইগালিটারিয়ান এবং জাতীয়তাবাদীরা মনে করে নারী-পুরুষ খ্রিস্ট ধর্মে সমানভাবে তৈরি করা হয়েছে (আদিপুস্তক ১: ২) এতে কোন ভূমিকা অনুসরণ করা হযনি। তাই ঈশ্বর মানুষকে তার প্রতিমূর্তিতে সৃষ্টি করেছেন। ঈশ্বর প্রথম দম্পতিকে পৃথিবীতে নেতৃত্বের সমান অংশীদার বানিয়েছিলেন। তবে ইভ যেহেতু প্রথম ফল খেয়েছিল তাই \"তার উপর স্বামীর প্রভুত্ব আছে।\" (আদিপুস্তক ৩:১৬) রক্ষণশীল খ্রিস্টান ধর্মতাত্ত্বিক গিলবার্ট বেলজেকিয়ান উল্লেখ করেছেন যে ওল্ড টেস্টামেন্টের যুগে এবং এর পরেও, ঈশ্বর ভবিষ্যদ্বাণী করেছিলেন যে, পুরুষরা পুরুষতান্ত্রিক ব্যবস্থায় নারীদের উপর আধিপত্য বিস্তার করে যাকে পাপের বাস্তবতা বলা হয় এবং ঐশ্বরিক আদর্শের মধ্যে \"আপোষ\" বা \"পুনর্মিলন\" হিসাবে দেখা হয়। যীশু পিতৃতান্ত্রিক “ওল্ড টেস্টামেন্টের” সীমা লঙ্ঘনকারী, এবং মর্যাদার দিক থেকে লিঙ্গের সম্পূর্ণ সমতার উপর ভিত্তি করে একটি সংবিধান পুন -প্রতিষ্ঠা করেছেন, যা সংক্ষেপে উল্লেখ করা হয়েছে (গালাতীয় ৩:২৮  নিউ টেস্টামেন্ট বা বাইবেলের কিছু অনুচ্ছেদ বলা হয়েছে যেমন\n\nঅনুচ্ছেদ ২২ এ বলা হয়েছে, “হে স্ত্রীগণ, প্রভুর জন্য আপনার স্বামীদের বশ্যতা স্বীকার করুন।”\nঅনুচ্ছেদ ২৩ এ বলা হয়েছে, “কারণ পুরুষ হল নারীর মাথা, ঠিক যেমন খ্রীষ্ট গীর্জার প্রধান এবং তিনিই দেহের ত্রাণকর্তা।”\nঅনুচ্ছেদ ২৪ এ বলা হয়েছে, “গীর্জা যেমন খ্রীষ্টের অধীন, তেমনি নারীরা সব বিষয়ে তাদের স্বামীর অধীন।”\n(ইফিষীয় ২২: ৫-২৪) এ স্ত্রীদের স্বামীর প্রতি আনুগত্য শেখানো হয়, এবং এই অনুচ্ছেদগুলি সাধারণত সমতুল্যদের দ্বারা বোঝা যায় প্রথম শতাব্দীর সংস্কৃতির অভিযোজন সাময়িক কঠোর ছিল। অর্থাৎ নারীদেরকে স্বামীর আজ্ঞাবহ করা হয়েছে\n\nলিঙ্গ সমতা এবং ঈশ্বরের বাণী\nট্যামিরা পন্থীরা ঐতিহ্যগতভাবে সম্মত হয়েছে যে, খ্রিস্টান পুরোহিতদের অবশ্যই পুরুষ হতে হবে। যীশু খ্রীষ্টের প্রতিনিধিত্ব করার প্রয়োজনের কারণে, যিনি ঈশ্বরের \"পুত্র\" ছিলেন এবং একজন পুরুষ মানুষ হিসাবে অবতার ছিলেন। অন্যদিকে, যখন পুরুষ এবং মহিলা উভয়ই ঈশ্বরের প্রতিমূর্তি এবং সাদৃশ্যের মধ্যে তৈরি করা হয়েছিল, তখন নারী তার ঐশ্বরিক প্রতিমূর্তি পুরুষের কাছ থেকে পেয়েছিল, কারণ তাকে তার কোমর থেকে সৃষ্টি করা হয়েছিল, এবং তাকে বিবেচনা করা হয় তার \"গৌরবের\" মূর্ত প্রতীক হিসাবে। (১ করিন্থীয় ১১: ৭-৮) \n\n\n== ওল্ড টেস্টামেন্টের উল্লেখযোগ্য নারী ==\n\nখ্রিস্টধর্ম কতিপয় সামাজিক রীতিনীতির বিরোধিতা করে  যার মধ্যে রয়েছে নারী শিশুহত্যা, বিবাহবিচ্ছেদ, অজাচার, বহুবিবাহ, বৈবাহিক অবিশ্বাস এবং পুরুষ ও মহিলাদের মধ্যে পাপের সমান ভাগ।  গির্জা অনুসারে সমতার  আইন এবং বিভিন্ন গির্জার ব্যক্তিগত অবস্থার মধ্যে পার্থক্য আইনে প্রতিফলিত হয়।  তবে এটি উত্তরাধিকার ইস্যুর মতো বেশ কয়েকটি আইন যেখানে পুরুষ এবং মহিলা তাদের উত্তরাধিকারের অংশে সমান, সেইসাথে  বিবাহবিচ্ছেদের ক্ষেত্রে, যেখানে বাবা এবং মা ব্যয়ভার বহন করে এবং সংরক্ষিত সম্পদ সমানভাবে ভাগ করে নেয়। তবে কিছু বিশেষ ক্ষেত্র ছাড়া, যেখানে শৈশবের প্রথম বছরগুলিতে হেফাজতের দায়িত্ব মহিলাকে দেওয়া হয়।  \nজেনেসিস বুক (ওল্ড টেস্টামেন্টের প্রথম অধ্যায়) সৃষ্টির শুরু ইতিহাস এভাবে বলে,  আদম এবং হাওয়া ছিলেন প্রথম পুরুষ এবং প্রথম নারী। বাইবেলের পাঠ্য অনুসারে, ইশ্বর প্রথমে আদমকে সৃষ্টি করেছিলেন, এবং তারপর ইভকে আদমের পাঁজর থেকে সৃষ্টি করা হয়েছিল।  কিছু ভাষ্যকার পরামর্শ দেন যে ইভের দ্বিতীয় সৃষ্টি নারীর হীনম্মন্যতার ইঙ্গিত ছাড়া আর কিছুই নয়, কিন্তু অন্যরা এই ভাষ্যের উদ্ধৃতি দিয়ে এর প্রতি সাড়া দেয়: \"আদম বলেছিলেন: এটি এখন আমার হাড়ের হাড় এবং আমার মাংসের মাংস।\"  তারা যুক্তি দেয় যে এটা পূর্বোক্ত লিঙ্গ সমতার অস্তিত্বকে বোঝায়।\nকিছু নারী রুথ এবং ইষ্টারের অধ্যায় বৈশিষ্ট্যযুক্ত। রুথ পুস্তকে ঘটনা এরকম-  একজন আইনত ইহুদি মায়ের  অল্প বয়স্ক মোয়াবীয় নারীকে প্রায়  রুথ, নামে ডাকে এবং তার বৈশিষ্টকে বনি ইসরাইলের বৈশিষ্ট বলে মত দেয়া হয়। তাদেরকে মাতৃভুমি থেকে সরানো যায় না, তার সম্মতিতে তাদের সঙ্গে বাস করতে হয় এবং তাদের জীবনযাপনের সাথে মিশে থাকতে হয়। অধ্যায়টি নারীর জন্য একটি আশীর্বাদ এবং আশীর্বাদ দিয়ে শেষ হয়েছে। যেহেতু সে একজন ইসরায়েলীকে বিয়ে করেছিল এবং একটি ভবিষ্যদ্বাণী করেছিল যে রাজা ডেভিড তার বংশ থেকে আসবে। ইষ্টের অধ্যায়ে এক তরুণীর তার সাহসের জন্য প্রশংসা করেছে  ্কএ বলে যে সে ইহুদি বংশের ইষ্টার। যেহেতু তিনি পারস্যের রানী হয়েছিলেন, এবং তার অনুরোধে পার্সিয়ান রাজাবনি ইসরাইলেদের অনেক জীবন রক্ষা করেছিলেন। \n\n\n=== যীশু এবং নারী ===\n\nআধুনিক সমতাবিদরা যুক্তি দেন যে আদিপুস্তক : ১: ২৬-২৮ এবং গালাতীয় : ৩:২৮ এ মূল্য এবং মর্যাদার দিক থেকে পুরুষ এবং মহিলাদের মধ্যে সম্পূর্ণ সমতা প্রতিষ্ঠা করা হয়েছে।  বিবাহ এবং গির্জার নেতৃত্বের পরিপূরক ভূমিকা, পুরুষদের কর্তৃত্ব এবং স্ত্রীদের অধীনতাসহ, সমতার তাত্ত্বিক নীতির সাথে সাংঘর্ষিক বলেতারা  বিশ্বাস করে না। ভূমিকা বা কার্যকরী অধীনতা এবং হীনম্মন্যতা জটিলতার মধ্যে সমতা বিভ্রান্তির অন্যতম ক্ষেত্র। \nলেখক রেবেকা মেরিল গ্রোথওয়েস, সমতাবাদী মতবাদের অন্যতম পথিকৃৎ, তিনি এই অবস্থানে আপত্তি করেছিলেন। তিনি বলেন \"পুরুষদের সাথে নারীদের আধ্যাত্মিক এবং অস্তিত্বগত সমতা এই ধরনের লিঙ্গ অধীনতাকে বাদ দেয়\" । \n\n\n=== রসুলিও যুগ ===\n\nখ্রিস্টধর্মের প্রথম দিক থেকে নারীরা জনজীবনের গুরুত্বপূর্ণ সদস্য ছিল, যদিও কেউ কেউ অভিযোগ করেছেন যে মহিলাদের কাজ সম্পর্কিত অনেক বিষয় বাইবেলে উপেক্ষা করা হয়েছে।  কিন্তু অন্যরা বিশ্বাস করে যে, \"পুরুষের চার্চ\" বা চার্চ  হচ্ছে পুরুষের জন্য যা বাইবেল এবং এর ব্যাখ্যা থেকে প্রাপ্ত  নীতি ছাড়া আর কিছুই নয়। কেননা এ বাইবেল  \"পুরুষকে প্রাধান্য দিয়ে লেখা হয়েছে। সম্প্রতি, পণ্ডিতগণ প্রধম যুগে চার্চে নারীদের ভূমিকা চিহ্নিত করার জন্য সেই সময়কালের শিলালিপি অধ্যয়ন করার জন্য ব্যাপক গবেষণা শুরু করেছেন। \nঐতিহাসিক জোফ ব্লেইনি যুক্তি দেন যে, প্রাথমিক খ্রিস্টান গ্রন্থগুলি বিভিন্ন ক্রিয়াকলাপের উল্লেখ করে যা প্রধম যুগের গির্জার অধীনে মহিলারা অনুশীলন করতেন। তাদের মধ্যে একজন ছিলেন সেন্ট প্রিসিলা নামে একজন মহিলা, যিনি রোমে সুসমাচার প্রচারের জন্য দায়ী ছিলেন এবং করিন্থে খ্রিস্টান সম্প্রদায়কে খুঁজে পেতে সাহায্য করেছিলেন। তিনি সুসমাচার প্রচারের লক্ষ্যে তার স্বামী এবং সেন্ট পল এর সাথে ভ্রমণ করেছিলেন এবং পণ্ডিত অ্যাপোল্লোসের অধীনে ইহুদি ধর্ম অধ্যয়ন করেছিলেন।  প্রেরিত নবীদের কাছ থেকে ফিলিস্তিনের সিজারিয়ার চারজন মহিলার সাথে তাকে গণনা করা হয় এবং ফিলিপের কাছে পল এর চিঠি অনুযায়ী তারা তাদের বাড়িতে সেন্ট পলকে আতিথ্য দেয় । \n\n\n== চার্চ ফাদারদের যুগ ==\nপ্রারম্ভিক পিতৃতান্ত্রিক যুগের পর থেকে, পুরোহিতের পদগুলি পূর্ব এবং পশ্চিমে পুরুষরা সংরক্ষণ করে আসছে।  সেন্ট টারটুলিয়ান লিখেছেন যে: \"একজন নারীর জন্য গির্জায় কথা বলা জায়েজ নয়, এমনিভাবে বাইবেল শিক্ষা করা, লক্ষ্য স্থির করা, যোগাযোগ করা, পুরুষদের সাথে কোন কাজ অনুশীলন করা, সংরক্ষিত কোন পদে  রাখা যা পুরুষদের জন্য থাকে, এবং পুরোহিত পদে থাকা বৈধ নয়। আর কুমারীদের পর্দার মধ্যে রাখা হবে। \nসেন্ট এর ওরিজেন আলেকজান্দ্রিয়া (১৮৫-২৫৪ খ্রিস্টাব্দ) আরো বলেন, এমনকি যদি নারীকে পূর্ণ  বিশবদের স্থানে স্থান দেয়া হয় তবুও তাকে ভিড়ের মধ্যে কথা বলতে দেওয়া হয় না। যখন নবী মরিয়ম কথা বলেছিলেন, (তিনি নারীদের একটি কোরাস বা দলের  নেতৃত্ব দিচ্ছিলেন।)  সেজন্য (এবং পল যেমন বলে) \"আমি একজন মহিলাকে শিক্ষা দিতে বা একজন পুরুষের উপর শাসন করার অনুমতি দিই না।\" প্রধম যুগে\nখ্রিস্টীয় প্রথম শতাব্দীর শুরুর দিকে অনেক নারীকে রোমান সাম্রাজ্যের অধীনে শহীদ এবং আত্মত্যাগী হওয়ার জন্য সাধু হিসাবে নিয়োগ করা হয়েছিল। যেমন রোমের অ্যাগনেস, সেন্ট সিসিলিয়া  এবং পোল্যান্ডের আগাথা। ২০৩ সালে তার যাবজ্জীবন কারাদণ্ডের সময় পারপেটুয়া কর্তৃক লিখিত \"দ্য লাভ স্টোরি অফ পেন্টস  ফেলিসিটি\", একটি আত্মজীবনী যা তাদের শহীদ হওয়া পর্যন্ত তাদের যন্ত্রণার বর্ণনা দেয়।  এই গল্পটি প্রধম যুগের খ্রিস্টধর্মের একজন মহিলার লেখা প্রাচীনতম নথিগুলির মধ্যে একটি বলে বিশ্বাস করা হয়।  প্রাচীনকালের শেষের দিকে, সেন্ট হেলেনা ছিলেন একজন খ্রিস্টান, সম্রাট কনস্টান্টাইনের স্ত্রী এবং সম্রাট কনস্টান্টাইন ১ এর মা। একইভাবে, সেন্ট মনিকা একজন ধর্মপ্রাণ খ্রিস্টান ছিলেন এবং সেন্ট অগাস্টিনের মা ছিলেন।\n\n\n=== মধ্যযুগে খ্রিস্টান নারী ===\n\nপশ্চিম ইউরোপ যখন ক্লাসিক যুগ থেকে মধ্যযুগে রূপান্তরিত হয়, তখন পোপের প্রতিনিধিত্বকারী পিতৃতন্ত্র ইউরোপীয় রাজনীতিতে একটি কেন্দ্রীয় বিষয় হয়ে ওঠে। সুফিবাদ এবং তপস্যাবাদ বৃদ্ধি পায়। গির্জা  এবং সন্ন্যাসবাদ এমন প্রতিষ্ঠানে পরিণত হয় যা ইউরোপের মধ্যে ক্যাথলিক মহিলা সমাজ গঠন করে।\nখ্রিস্টান সন্ন্যাসবাদ প্রতিষ্ঠার সাথে সাথে মহিলাদের জন্য অতিরিক্ত কাজের ক্ষেত্র খোলা হয়। খ্রিস্টীয় পঞ্চম শতাব্দী থেকে, খ্রিস্টান গির্জাগুলি কিছু নারীদের বিবাহ না করার, শিশুদের বেড়ে ওঠার, পড়া -লেখা শেখার এবং আগের চেয়ে আরও প্রভাবশালী ধর্মীয় ভূমিকা পালনের সুযোগ প্রদান করে। মধ্যযুগের শেষের দিকে, এই ধরনে কিছু নারী সফল হয়েছিল। যেমন  সিয়েনার সেন্ট অ্যান ও  সেন্ট আভিলা এর তেরেসা, যারা গির্জার আইন ভঙ্গ করেছিল। আবার কিছু নারী চিকিৎসা বা ঔষধ ক্ষেত্রে রোমান ক্যাথলিক চার্চ এর ধারণা উন্নয়নে একটি কেন্দ্রীয় ভূমিকা পালন করতে সক্ষম হয়েছিল।  বেলজিয়ামের সন্ন্যাসী সেন্ট জুলিয়ানা লিগে (১১৯৩-১২৫২) খ্রিস্টের দেহকে পবিত্র কমিউনিয়ান হিসাবে উদযাপনের জন্য একটি ভোজের প্রস্তাব করেছিলেন, যা খ্রিস্টান বিশ্ব জুড়ে একটি প্রধান ভোজ হয়ে উঠেছিল। ত্রয়োদশ শতাব্দীর ফ্রান্সিসকান আন্দোলনে, অ্যাসিসির সেন্ট ক্লেয়ারের মতো ধর্মীয় মহিলারা বড় ভূমিকা পালন করেছিলেন। পরে, জোয়ান অফ আর্ক তলোয়ার বহন করে এবং ফ্রান্সের পক্ষে গুরুত্বপূর্ণ সামরিক বিজয় অর্জন করে। তাকে গ্রেপ্তার করার আগে, তাকে  \"ডাইনী এবং বিধর্মী\" হিসাবে দেখানোর চেষ্টা করে। তারপর তাকে একটি খুঁটিতে পোড়ায়। পরে একটি পোপাল তদন্ত ইঙ্গিত দেয় যে বিচারটি বেআইনি ছিল। তাকে ফরাসি নায়িকা হিসেবে বিবেচনা করা হত, এবং ইংল্যান্ডে এমনকি জিনের প্রতি জনপ্রিয় সহানুভূতি বাড়তে থাকায় পোপ বেনেডিক্ট পঞ্চম তাকে ১৯২০ সালে ক্যানোনাইজ করেছিলেন। \nঐতিহাসিক জেফরি ব্লেইন লিখেছেন যে, গির্জার প্রবর্তিত সংস্কারের সাথে সঙ্গতি রেখে, ইতিহাসের অন্য যেকোনো সময়ের তুলনায় মধ্যযুগে গির্জার জীবনে নারীরা বেশি বিশিষ্ট হয়ে ওঠে। ত্রয়োদশ শতাব্দীতে, জনৈক মহিলা পোপ জন যিনি রোমে মিছিলের সময় তার জন্ম প্রকাশ না হওয়া পর্যন্ত তার লিঙ্গ গোপন করতে সক্ষম ছিলেন।  প্লিনি সেই সময় খ্রিস্টানদের মধ্যে নারীদের উচ্চ মর্যাদার প্রমাণ হিসেবে ভার্জিন মেরি এবং মেরি ম্যাগডালিন উভয়ের ক্রমবর্ধমান প্রার্থনাকে উল্লেখ করেছেন। ভার্জিন মেরি যেমন থিওটকসকে স্বর্গের রানী হিসাবে উপাধি  দেওয়া হয়েছিল, এবং ৮৬৩ সালে এক দিন  তার নামে নিবেদিত হয়েছিল \"ভার্জিন মেরি এর ফিস্ট।\" এই পর্ব দু’ ইস্টার ডে-তে সমান  গুরুত্ব হিসেবে বিবেচনা করা হয়, একটি হলো ইস্টার হলি যে  এবং অন্যটি বড়দিন  । মেরি ম্যাগডালিনের উৎসব অষ্টম শতাব্দী থেকে আন্তরিকভাবে উদযাপিত হয়েছিল, এবং তিনি অন্যান্য নারীদের সাথে চিত্রকর্ম এবং আইকনে অনন্য ব্যক্তিত্ব ছিলেন যাদের সাথে যিশু তাঁর জীবনে দেখা করেছিলেন। \nধর্মতাত্ত্বিক প্রতিষ্ঠা ছাড়াও, গ্রেট ইউরোপীয় রয়্যাল ইনস্টিটিউশন ছিল নারীদের জন্য বিবাহ এবং সন্তান লালন-পালনের অন্য বিকল্প।  সেই যুগের মহিলা রাজাদের মধ্যে: ওলগা, যিনি ৯৫০ খ্রিস্টাব্দের দিকে খ্রিস্টধর্মে ধর্মান্তরিত প্রথম রাশিয়ান শাসক হয়েছিলেন। ইতালীয় মাতিলদে (১০৪৬ - ১১১৫), তার সামরিক কৃতিত্বগুলি সিংহাসনের বিরোধের সময় সপ্তম পোপ গ্রেগরির  প্রধান সমর্থক হিসেবে অমর হয়ে আছে। সিলেশিয়ার সেন্ট হেডউইগ (১১৭৪-১২৪৩) পূর্ব ইউরোপের দরিদ্র মানুষ এবং চার্চকে সমর্থন করেছিলেন। পোল্যান্ডের জাদউইগা, যিনি একসঙ্গে ক্যাথলিক চার্চের সাথে পোল্যান্ড শাসন করেছিলেন, তিনি রানীদের পৃষ্ঠপোষক উপাধি গ্রহণ করেছিণে এবং সম্মিলিত ইউরোপের সম্মান লাভ করেছিলেন।  হাঙ্গেরির সেন্ট এলিজাবেথ (১২০৭-১২৩১) হাসপাতাল প্রতিষ্ঠা করেছিলেন এবং নিজের অর্থ দিয়ে দরিদ্রদের যত্ন নেওয়ার মাধ্যমে খ্রিস্টান প্রেমের প্রতীক ছিলেন। পোপ জন পল দ্বিতীয় তার চিঠিতে মুলিয়েরিস ডিগনিটেমকে বিবেচনা করেছিলেন যে এই সমস্ত নারীরা খ্রিস্টান মহিলাদের মডেল। \n\n\n== খ্রিস্টধর্মে নারীদের অবস্থান ==\n\nখ্রিস্টান ধর্মতত্ত্বে পুরুষ ও নারীর অধিকারে সমান সমান। লিঙ্গের এ সমতার ক্ষেত্রে যীশুর শিক্ষার উপর ভিত্তি করা হয়েছে।  সম্ভবত নারীর সম্মান এবং  মর্যাদা বৃদ্ধির সবচেয়ে উল্লেখযোগ্য কারণ হল ভার্জিন মেরিকে বিশেষ সম্মান দেওয়া।  খ্রিস্টান বিশ্বের সবচেয়ে গুরুত্বপূর্ণ  হলো গীর্জা এবং ধর্ম। মারিয়ামাইট  মতাদর্শ ধর্মতত্ত্বের একটি শাখা, যেখানে খ্রিস্টান বিশ্বাসে মেরির ভূমিকা অধ্যয়ন করা হয়, যা মারিওলজি নামেও পরিচিত।\nগির্জা ভার্জিন মেরির সাথে তার সম্পর্ককে ফিলিয়েশনের সাথে সম্পর্ক হিসাবে বিবেচনা করেছিল, যা ভার্জিন মেরির প্রতিচ্ছবিতে প্রচুর সংখ্যক শিল্পীকে প্রভাবিত করেছিল , যাকে লেডি বা ম্যাডোনা বলা হত। এটি ছিল পশ্চিমা শিল্প ও সঙ্গীত, যা মাতৃত্ব এবং পরিবারের একটি কেন্দ্রীয় বিষয়। সেইসাথে পশ্চিমা সভ্যতার প্রাণকেন্দ্রে সমবেদনা এবং মাতৃত্বের ধারণার একত্রীকরণ, যেমন পণ্ডিতদের বহুলাংশ বিশ্বাস করেন যে, অ্যালিস্টার ম্যাকক্রা, ইভের ভূমিকার  বিপরীতে বাইবেলের গল্প পাশ্চাত্য ধারণায় নারীদের দৃষ্টিভঙ্গিকে প্রভাবিত করেছিল \"প্রলোভনসঙ্কুল\" হিসাবে। \nযাইহোক, বিষয়টি সমালোচনা ছাড়া নয়, যেহেতু ক্যাথলিক এবং অর্থোডক্স চার্চ নারীদের পুরোহিতত্বের বিধান প্রদান করতে অস্বীকার করেছে।  কিছুক্ষেত্রে নারীর অধিকার এবং সমতার ক্ষয় হিসাবে পাওয়া গেছে। সাধারণভাবে, খ্রিস্টান প্রতিষ্ঠানগুলিতে, বিশেষ করে সন্ন্যাসীদের আদেশ, তাদের অধিভুক্ত প্রতিষ্ঠানে তার বড় প্রভাবকে বাধা দেয় না, কারণ এই চার্চগুলিতে অনেক সাধু ছিলেন।\nসম্ভবত সম্রাট কনস্টান্টাইনের মা সেন্ট হেলেনা এবং সেন্ট অগাস্টিনের মা সেন্ট মনিকা ধর্মীয় ইতিহাসের সবচেয়ে প্রভাবশালী মহিলাদের মধ্যে রয়েছেন। মধ্যযুগে, বিশিষ্ট নারীবাদী ব্যক্তিত্ব এবং তাদের প্রধান ভূমিকা গির্জাগুলিতে বৃদ্ধি পেয়েছিল। যেমন অ্যাসিসির সেন্ট ক্লারা,  সেন্ট জোয়ান অফ আর্ক, যিনি \"ফ্রান্সের পৃষ্ঠপোষক\" ছিলেন এবং প্রথম ইংল্যান্ডের রানী দ্য এলিজাবেথ   যিনি দেশে প্রোটেস্ট্যান্ট সম্প্রদায় প্রতিষ্ঠা করেছিলেন এবং বাইজেন্টাইন সম্রাজ্ঞী থিওডোরা, যিনি পাল্টা তা অ -সমর্থন করেছিলেন এবং -বাইজেন্টাইন সাম্রাজ্যের চ্যালসোডোনিয়ান অর্থোডক্সি।  অ্যাডভেন্টিস্টের প্রতিষ্ঠাতা এলেন হোয়াইট এবং খ্রিস্টান বিজ্ঞানের প্রতিষ্ঠাতা মেরি বেকার এ দলগুলির প্রতিষ্ঠানের জন্য এডি ছিলেন। বিংশ শতাব্দীতে, ক্যাথলিক চার্চ ইউনিভার্সাল চার্চের শিক্ষক  তিনজন মহিলাকে: আভিলার স্প্যানিশ সেন্ট টেরেসা, সিনাইয়ের সেন্ট ক্যাথরিন এবং শিশু যিশুর ফরাসি সন্ন্যাসী সেন্ট থেরেস উপাধি দিয়েছিল। মাদার তেরেসার কথাও উল্লেখ করা হয়েছে, যিনি সামাজিক ন্যায়বিচারকে প্রাধন্য দিয়েছিলেন, মানুষের সহায়তার পৃষ্ঠপোষকতা করেছিলেন এবং নোবেল শান্তি পুরস্কার পেয়েছিলেন ।\n\n\n== খ্রিস্টধর্মে নারীর অধিকার ==\nখ্রিস্টধর্ম কতিপয় সামাজিক রীতিনীতির বিরোধিতা করে যাকে তিনি নিন্দনীয় বলে মনে করেন, যার মধ্যে রয়েছে নারী শিশুহত্যা, বিবাহবিচ্ছেদ, অজাচার, বহুবিবাহ, বৈবাহিক অবিশ্বাস এবং নারী-পুরুয়ের মধ্যে পাপের সমান ভাগ। গির্জা অনুসারে সমতার আইন এবং বিভিন্ন গির্জার ব্যক্তিগত অবস্থার মধ্যে পার্থক্য আইনে প্রতিফলিত হয়, তবে এটি উত্তরাধিকার ইস্যুর মতো বেশ কয়েকটি আইনে পুরুষ এবং নারী তাদের উত্তরাধিকারের অংশে সমান, সেইসাথে বিবাহবিচ্ছেদের ক্ষেত্রে, যেখানে বাবা এবং মা ব্যয়ভার বহন করে এবং সংরক্ষিত সম্পদ সমানভাবে ভাগ করে নেয়। তবে কিছু বিশেষ ক্ষেত্র ছাড়া, যেখানে শৈশবের প্রথম বছরগুলিতে হেফাজতের দায়িত্ব নারীকে দেওয়া হয়।\n\n\n== তথ্যসূত্র =="}