{"pageid": 1086800, "title": "নাওয়াল আস-সাদাউই", "url": "https://bn.wikipedia.org/wiki?curid=1086800", "content": "নাওয়াল আস-সাদাউই (আরবি: نوال السعداوي‎, ২৭ অক্টোবর, ১৯৩১–২১ মার্চ, ২০২১) বা নাওয়াল আস-সাদাবি ছিলেন একজন মিশরীয় নারীবাদী লেখিকা, সক্রিয়তাবাদী, চিকিৎসক ও মনোরোগ বিশেষজ্ঞ। ইসলামে নারীর অবস্থান নিয়ে বহু লেখালেখি করেছেন, যার অনেকটাতেই উঠে এসেছে তাঁর সমাজে বিরাজিত নারী খৎনা। তাঁকে অভিহিত করা হয় আরব জাহানের সিমন দ্য বোভোয়ার ও মিশরের সবচেয়ে উচ্চকণ্ঠ আমূল-সংস্কারবাদী হিসাবে।\n\n\n== প্রথম জীবন ==\nনয় সন্তানের মধ্যে দ্বিতীয় বয়োজ্যেষ্ঠ সাদাউইর জন্ম হয় মিশরের কালয়ুবিয়্যা নামক মুহ়াফাজা বা প্রদেশের কাফরু তাহ়লা নামের ছোটো একটি গ্রামে। সন্তানাদিকে শিক্ষিত করতে মত ছিল পিতার, তারপরও ছয় বছর বয়সে আস-সাদাউইর খৎনা হয়।\n\n\n== শিক্ষাজীবন ==\nনাওয়াল আস-সাদাউই ১৯৫৫ সালে জামি’য়াতুল ক-হিরা (কায়রো বিশ্ববিদ্যালয়) চিকিৎসক হিসাবে স্নাতক উপাধি লাভ করেন।\n\n\n== কর্মজীবন ==\nজন্মস্থান কাফরু তাহলায় কাজ করবার সময় গ্রামীণ নারীদের দুর্দশা আর অসমতা প্রত্যক্ষ করেন। এক রোগীকে পারিবারিক সহিংসতার হাত থেকে বাঁচাতে গেলে কায়রো থেকে তাঁকে ডেকে পাঠানো হয়। মিসরের জনস্বাস্থ্য মন্ত্রণালয়ের পরিচালকের দায়িত্ব পান এক সময়, যেখানে তাঁর তৃতীয় স্বামী শারিফু হাতাতার সাথে পরিচয় হয়। হাতাতাও ছিলেন একজন চিকিৎসক ও লেখক; রাজনৈতিক রোষানলে পড়ে জেল খাটেন ১৩ বছর।\n\n\n== প্রাতিস্বিক জীবন ==\nতিনবার বিয়ে করেন তিনি। ১৯৫৫ সালে আহমাদ হিলমি-র সঙ্গে তাঁর বিয়ে সম্পন্ন হয়। পরে বিয়ে হয় শারিফু হাতাতার সনে।\n\n\n== লেখালেখি ==\nসাদাউই চোস্ত ইংরেজি বলতেন, সাথে তাঁর মাতৃভাষা মিশরীয় আরবি তো ছিলই। তবে আরবি ভাষায় লিখতেন বলে বিশ্বমঞ্চে যথার্থ কদর না পাওয়ার আক্ষেপ জানিয়ে গেছেন তিনি:আরবি (বা অন্য কোনো ভাষা) হতে ইংরেজি ও ফরাসিতে রূপান্তর এক বিরাট মুশকিলের কথা।...ঔপনিবেশিক পুঁজিবাদী শক্তি প্রধানত ইংরেজি আর ফরাসি ভাষী।...আফ্রিকা ও এশিয়ায় কোটি কোটি মানুষ আছে যারা ইংরেজি বা ফরাসি বলে না।...আরবিতে লিখি বলে আমি এখনো [৩০ জুন , ২০১৬ তারিখে প্রদত্ত সাক্ষাৎকার] সাহিত্যিক পরাশক্তিদের কাছে পাত্তা পাই না; এর আরেকটা কারণ পরাশক্তিগুলোর উপনিবেশক, পুঁজিবাদী, বর্ণবাদী ও পিতৃতান্ত্রিক মানসিকতার সমালোচনা করি তাই।\n\n\n== গ্রন্থাবলি ==\nসাদাউই তাঁর কিছু কাজ তাঁর ওয়েবসাইটে রেখেছিলেন।\n\nডাক্তারের দিনপঞ্জি (مذكرات طبيبة মুজ়াককিরাত ত়বিইবাহ)। ১৯৬০, ১৯৮০।\nগায়েব যে জন (الغائب আল-গ়ইব)। ১৯৬৮।\nপৃথিবীর একমাত্র মানুষটির মউত (موت الرجل الوحيد على الأرض মউত আল-রজুল আল-ওয়াহ়িদ আ'লা আল-আরদ়)। ১৯৭৪।\nআরব নারীর নগ্ন বদনখানি (الوجه العاري المرأة العربية আল-ওয়াজহুল আ'রিইলিল মারআতুল আরাবিয়্যাহ)। ১৯৭৭।\nমেখলাসংগীত (الأغنية الدائرية আল-উঘনিয়াতুত দা-রিয়াহ)। ১৯৭৮।\nসাবেক মন্ত্রী মহোদয়ের তিরোধান (موت معالي الوزير سابقا মউতু মা'আলিল ওয়াজ়িরিস সাআবিক়ন)। ১৯৮০।\nসে ছিল অবলাতমা (كانت هي الأضعف কাআনাত হিয়্যাল আদ়আ'ফ)। ১৯৭৯।\nশূন্য বিন্দুতে নারী (امرأة عند نقطة الصفر ইমরআতুন ঈনদা নুক়ততিস সিফর)। বৈরুত: দারুল আদাব, ১৯৭৯।\nএক প্রমীলায় দুই প্রমীলা (امرأتان في امرأة ইমরআতাআনি ফী ইমরআহ)। ১৯৮৩।\nইমামের পতন (سقوط الإمام সুক়ুতুল ইমাআম)। দারুল মুসতাক়বালিল আরাবি, ১৯৮৭।\nমেয়েদের বন্দিশালায় লেখা দিনপঞ্জি (مذكراتى فى سجن النساء মুজ়াককিরতা ফা-সিজনিন নিসা)। ১৯৮৪।\nউত্তর-দক্ষিণ: নাওয়াল আস-সাদাউই প্রবেশিকা (North-South: The Nawaal El Saadawi Reader)। জেড প্রেস, ১৯৯৭। বইটি বিভিন্ন প্রবন্ধ, সম্মেলন সন্দর্ভ ও বইয়ের সারাংশের সংকলন।)\nএক আইসিস-সুতা (A Daughter of Isis)।জেড বুকস, ২০০৯।\nয়ুসুফ, নারিমান (অনু.)। সীমানা পেরিয়ে: পরোয়া ও পাতকের নতুন লেখা (Off Limits: New Writings on Fear and Sin)। শিকাগো বিশ্ববিদ্যালয় প্রকাশনা, ২০১৯।\n\n\n== তথ্যসূত্র =="}