{"pageid": 1086634, "title": "জলগাঁও ধর্ষণ মামলা", "url": "https://bn.wikipedia.org/wiki?curid=1086634", "content": "জলগাঁও ধর্ষণ মামলা মানব পাচার, ধর্ষণ এবং যৌন দাসত্বের একটি বড় ঘটনা যা ভারতের মহারাষ্ট্রের জলগাঁওয়ে ঘটেছিল। এটি ১৯৯৪ সালের জুলাই মাসে প্রকাশ্যে আসে। এই নারীদের মধ্যে অনেকেই স্কুলগামী নাবালক। তাদের প্রতারিত করে মাদক খাইয়ে কখনও কখনও ব্যবসায়ী, পেশাদার, রাজনীতিবিদ এবং অপরাধীদের দ্বারা ধর্ষণের জন্য নির্যাতন করা হয়। বলা হয় যে এতে ৩০০ থেকে ৫০০ মহিলা জড়িত এবং ৫ থেকে ১২ বছর ধরে চলছে। এটি শহরের প্রভাবশালী ব্যক্তিদের একটি যোগসূত্র প্রকাশ করেছে যারা মেয়েদের শোষণ করেছিল।\nজলগাঁওয়ে মেয়েদের শোষণ অনেক বছর ধরে লাগামছাড়া ভাবে চলেছিল। পুরুষরা মেয়েদের জন্য কলেজ ক্যাম্পাস, বিউটি পার্লার, আইসক্রিম পার্লার, হাসপাতাল এবং বাস টার্মিনাল গুলি স্কাউট করত। কয়েকজন ভুক্তভোগী দাবি করেছেন যে যৌন নিপীড়ন এবং ছবি তোলার আগে তাদের শান্ত করা হয়েছিল। পরে তারা তাদের ব্ল্যাকমেল করত।\n\n\n== ফাঁস হওয়া ও পুলিশি তদন্ত ==\n১৯৯৩ সালে কয়েকজন মেয়ে অবশেষে পুলিশে অভিযোগ দায়ের করে। তারপরে জেলা পুলিশ সুপার দীপক যোগ তদন্ত শুরু করেন এবং শীঘ্রই অভিযোগ আসতে শুরু করে।\nমহিলা সংগঠনগুলি এই মামলার বিস্তারিত তদন্তের দাবিতে রাজ্যের বিভিন্ন স্থানে বিক্ষোভ প্রদর্শন করে। ভারতীয় জাতীয় কংগ্রেস দলের জলগাঁও পৌর পরিষদের (জেএমসি) সদস্য পণ্ডিত সাপকেলে এবং রাজু তাদভির জড়িত থাকার গুজবের ফলে রাজ্য বিধানসভাতেও বিষয়টি নিয়ে তীব্র বিতর্ক হয়।\nএই শোরগোলের পর জলগাঁওতে একটি বিশেষ তদন্ত দল মোতায়েন করা হয়। অরবিন্দ ইনামদার, মীরা বোরওয়ানকর এবং দীপক জোগ-এর নেতৃত্বে এই মামলায় ফাটল ধরে। পরবর্তীতে, একটি অভিযোগপত্র দাখিল করা হয় এবং বিচার পরিচালনার জন্য পুনেতে দায়রা বিচারক মৃদুলা ভাটকরের একটি বিশেষ আদালত গঠন করা হয়। প্রমাণের রেকর্ডিং শুরু হয় ১৯৯৫ সালে।\nজলগাঁও এবং পার্শ্ববর্তী ভুসাভালে ১২টি ধর্ষণ সহ প্রায় ২০টি যৌন শোষণের মামলা দায়ের করা হয়েছে। নিহতদের মধ্যে কয়েকজন মাত্র ১২ বছর বয়সী ছিল এবং সবাই দরিদ্র পরিবার থেকে এসেছিল।\n\n\n== অভিযুক্ত ==\nআসামিদের মধ্যে দুই শিবসেনা নেতা ও জলগাঁও পৌর পরিষদের সদস্য, একজন ডাক্তার, একজন আইনজীবী, একটি রেডিও সম্প্রচার কেন্দ্রের কর্মচারী এবং একজন লজমালিক ছিলেন। বিশিষ্ট স্থানীয় কংগ্রেস নেতা সুরেশ জৈনকেও (সুরেশদাদা) জড়িত থাকার কথা গণমাধ্যমে উল্লেখ করা হয়েছিল তবে তিনি এই মামলায় জড়িত থাকার কথা অস্বীকার করেছিলেন।\n\n\n== আদালতের মামলা ==\nমীরা বোরওয়ানকর, যিনি পরে মুম্বাইয়ে যুগ্ম কমিশনার (অপরাধ) হয়েছিলেন: '' মূল সমস্যাটি ছিল যে অপরাধগুলি দেরিতে রিপোর্ট করা হয়েছিল। এফআইআর নথিভুক্ত হওয়ার সময়, এক বছর হয়ে গেছে। সুতরাং, চিকিৎসা প্রমাণ অনুপস্থিত ছিল। এমনকি অভিযোগপত্র দাখিলের সময়ও আমরা জানতাম যে মামলাগুলি দুর্বল কিন্তু তবুও আমরা আদালতে যাওয়ার জন্য একটি বিবেকবান সিদ্ধান্ত নিয়েছি।\nযদিও তদন্তকারীরা সাক্ষীদের বিবৃতি রেকর্ড করেছিলেন, এবং অভিযুক্তের তোলা ভুক্তভোগীদের ''আপত্তিকর'' ছবিগুলি উদ্ধার করেছিলেন, বেশ কয়েকজন সাক্ষী প্রতিকূল হয়ে উঠেছিলেন। ১৯৯৭ সালে বিশেষ আদালত ২০টি মামলার মধ্যে পাঁচটিতে সাজা দেয়॥\n\n\n== খালাস এবং প্রতিবাদ ==\nযাইহোক, ২০০০ সালে বম্বে হাইকোর্ট প্রধান অভিযুক্ত এবং কংগ্রেস নেতা পণ্ডিত ওমকার সাক্পালেকে চার বছর কারাগারে থাকার পর বেকসুর খালাস দেয়, এই কারণে যে তার বিরুদ্ধে প্রমাণ \"স্বাভাবিক এবং বিশ্বাসযোগ্য\" বলে মনে হয় না।\nপ্রধান অভিযুক্ত পণ্ডিত সাপকেলেকে বেকসুর খালাস দেওয়ার প্রতিবাদে হাজার হাজার মহিলা জলগাঁও কালেক্টরেটে একটি নীরব মোর্চায় অংশ নিয়েছিলেন। পরে মোর্চা নেতারা জেলা কালেক্টরের কাছে একটি স্মারকলিপি হস্তান্তর করেন, যাতে কংগ্রেস নেতা সাপকেলেকে জলগাঁওয়ে প্রবেশ করতে না দেওয়া হয়। তারা অভিযুক্তের একটি কুশপুত্তলিকাও পুড়িয়েছে। মহারাষ্ট্রের তৎকালীন উপ-মুখ্যমন্ত্রী শ্রী গোপীনাথ মুন্ডে বলেছিলেন যে রাজ্য সরকার ভারতের সুপ্রিম কোর্টে এই রায়কে চ্যালেঞ্জ করবে।\n\n\n== আরো দেখুন ==\nসূর্যনেলী ধর্ষণ মামলা\nআজমির ধর্ষণ মামলা\n\n\n== বহিঃসংযোগ ==\n[১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩১ জানুয়ারি ২০১০ তারিখে\n[২]\n[৩]"}