{"pageid": 1086511, "title": "কুন্দুজ হাসপাতাল বিমান হামলা", "url": "https://bn.wikipedia.org/wiki?curid=1086511", "content": "২০১৫ সালের ৩ অক্টোবর, মার্কিন বিমানবাহিনীর AC-130U উড়োযান কর্তৃক উত্তর আফগানিস্তানের কুন্দুজ প্রদেশের কুন্দুজ শহরে মেডেসিন্স সান্স ফ্রন্টিয়ারেস (এমএসএফ, বা ডক্টরস উইদাউট বর্ডার) দ্বারা পরিচালিত কুন্দুজ ট্রমা সেন্টারে হামলা চালানো হয়।  রিপোর্ট অনুযায়ী, কমপক্ষে ৪২ জন নিহত এবং ৩০ জনের বেশি আহত হয়েছিল এই হামলায়।\nমেডিসিন্স সান্স ফ্রন্টিয়েরেস ঘটনাটির তীব্র নিন্দা জানিয়ে একে আন্তর্জাতিক মানবিক আইনের ইচ্ছাকৃত লঙ্ঘন এবং যুদ্ধাপরাধ বলে অভিহিত করেছেন।  তারা আরও বলে যে, সমস্ত যুদ্ধ পক্ষকে হাসপাতাল এবং এর কার্যক্রম সম্পর্কে আগে থেকেই অবহিত করা হয়েছিল।\nমার্কিন সামরিক বাহিনী প্রাথমিকভাবে বলে যে, বিমান হামলাটি ভূমিতে মার্কিন বাহিনীকে রক্ষা করার জন্য করা হয়েছিল। পরে আফগানিস্তানে মার্কিন কমান্ডার জেনারেল জন এফ ক্যাম্পবেল বলেন, বিমান হামলার করার জন্য স্বয়ং আফগান বাহিনীই অনুরোধ করেছিল যারা তালেবানদের গুলির মধ্যেপড়েছিল। ক্যাম্পবেল বলেন, এই হামলাটি \"একটি ভুল\" এবং \"আমরা কখনই ইচ্ছাকৃতভাবে একটি সুরক্ষিত চিকিৎসা কেন্দ্রকে টার্গেট করিনি। \" ক্যাম্পবেল বলেন, বিমান হামলাটি মার্কিন সিদ্ধান্তের মধ্যে চেইন অব কমান্ডের মাধ্যমেই সংঘঠিত হয়েছিল।\n২০১৫ সালের ৭ অক্টোবর, প্রেসিডেন্ট বারাক ওবামা ক্ষমা চান এবং ঘোষণা করেন যে, যুক্তরাষ্ট্র বিমান হামলায় নিহতদের পরিবারকে ৬,০০০ ডলালের সমবেদনার ক্ষতিপূরণ দিবেন।\n\n\n== আক্রমণ ==\n\n\n=== পটভূমি ===\n২০১৫ সালের ২৮ সেপ্টেম্বর তালেবান যোদ্ধারা কুন্দুজ শহর দখল করে এবং সরকারী বাহিনীকে তাড়িয়ে দেয়। পুনরায় শক্তি অর্জন করে আসার পর, মার্কিন বিমান সমর্থিত আফগান সেনাবাহিনী শহরের নিয়ন্ত্রণ ফিরে পেতে আক্রমণাত্মক অভিযান শুরু করে। কয়েক দিনের লড়াইয়ের পর আফগান বাহিনী শহরটি পুনরুদ্ধার করার দাবি করে। অবশ্য, লড়াই যখন অব্যাহত ছিল, সেই সময় ৩ অক্টোবর, মার্কিন নেতৃত্বাধীন বিমান কুন্দুজ ট্রমা হাসপাতালে বিমান হামলা করে।  যার ফলে হাসপাতালটি প্রচণ্ড ক্ষতিগ্রস্ত হয়। ডাক্তার, স্বাস্থ্য কর্মী এবং রোগীরা সেখানে মৃত্যুবরণ করে।\n\n\n=== ঘটনাটি ===\nমেডিসিন্স সান্স ফ্রন্টিয়ার্স এর রিপোর্ট অনুযায়ী, ৩ অক্টোবর রাতে স্থানীয় সময় ০২:০৮ এবং ০৩:১৫ (UTC +০৪: ৩০) এর মধ্যে, সংস্থার কুন্দুজ হাসপাতালে কয়েকদফা বিমান বোমা হামলা হয়। সংগঠনটি বলে যে, হামলার সময় হাসপাতালটি \"বেশ কয়েকবার আঘাতপ্রাপ্ত হয়\" এবং ভবনটি \"আংশিকভাবে ধ্বংস হয়ে যায়\"। এতে আরও বলা হয়, হাসপাতালটিকে \"বারবার এবং সুনির্দিষ্টভাবে হামলা করা হচ্ছিল \" এবং এমএসএফ কর্মীরা মার্কিন এবং আফগান কর্মকর্তাদের সাথে যোগাযোগ করার পরের ৩০ মিনিট পর্যন্ত আক্রমণ অব্যাহত ছিল। অ্যাসোসিয়েটেড প্রেস জানিয়েছে যে, হামলার সময় মার্কিন বিশেষ বাহিনী হাসপাতাল থেকে আধা মাইল দূরে ছিল, যেখানে তারা কুন্দুজ প্রদেশের গভর্নরকে রক্ষা করেছিল। একইভাবে, আফগান বাহিনী ছিল আধা মাইল দূরে।\n\n\n== আরো দেখুন ==\nআফগানিস্তান যুদ্ধ (২০০১–২০২১)\n\n\n== তথ্যসূত্র =="}