{"pageid": 1086579, "title": "হলি জোন্স হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1086579", "content": "হলি মারিয়া জোন্স (১৪ সেপ্টেম্বর ১৯৯২-১২ মে ২০০৩)  মাত্র ১০ বছর বয়সে  কানাডার অন্টারিওর টরন্টো থেকে অপহরণ ও হত্যার শিকার হন। ২০০৩ সালের ১২ ই মে, এক বন্ধুকে বাড়ি নিয়ে যাওয়ার সময় মাইকেল ব্রিয়ার তাকে অপহরণ করে যৌন নিপীড়ন করে এবং শ্বাসরোধ করে হত্যা করে। তার দেহ ছিন্নভিন্ন করার পর, ব্রিয়ার দেহাবশেষ দুটি ব্যাগে রেখে গায়েব করে দেওয়ার চেষ্টা করে। এই লক্ষ্যে সে টরন্টো হারবারে মৃতদেহ সমেত ব্যাগদুটি ডুবিয়ে দেওয়ার জন্য ব্যাগের ভিতর ভারী কিছু ব্যবহার করে। পরের দিন সকালে ব্যাগগুলি পাওয়া যায়। \nব্রিয়ার এই অপরাধে দোষী সাব্যস্ত হয়ে স্বয়ংক্রিয় যাবজ্জীবন কারাদণ্ড পায় এবং ২০২৮ সাল পর্যন্ত সে প্যারোলের জন্য আবেদন করার যোগ্য হবে না।  \n\n\n== অন্তর্ধান ==\n১২ মে, ২০০৩ তারিখে টরন্টোর পশ্চিম প্রান্তের এলাকায় এক বন্ধুর বাড়ি হেঁটে জোন্স নিখোঁজ হয়ে যান; তার পথে ব্রিয়ারের বাড়ি ছিল। নিখোঁজ হওয়ার কয়েক ঘন্টা পরে, তার নিখোঁজ হওয়ার খবর পাওয়া যায়, যার ফলে বড় আকারের পুলিশ অনুসন্ধান এবং অ্যাম্বার অ্যালার্ট জারি করা হয়।\n\n\n== আবিষ্কার এবং তদন্ত ==\n১৩ মে, ২০০৩ তারিখে টরন্টো দ্বীপের তীরে দুটি আবর্জনার ব্যাগে জোন্সের দেহাবশেষ আবিষ্কৃত হয়। জোন্সের আশেপাশের এলাকায় হত্যার পরের সপ্তাহগুলিতে একাধিক শিশু অপহরণের চেষ্টা হয় এবং এলাকায় পুলিশের উপস্থিতি বৃদ্ধি পায়। জোন্স যে এলাকায় নিখোঁজ হয়েছিলেন সেই এলাকার সকল পুরুষের কাছ থেকে নমুনার জন্য ব্যাপক অনুসন্ধানের সময় ডিএনএ নমুনা সরবরাহ করতে অস্বীকার করার কারণে পুলিশ প্রাথমিকভাবে ব্রিয়ারকে সন্দেহ করেছিল। পুলিশ ব্রিয়ারকে নজরদারিতে রাখে, এবং একটি সোডা ক্যানে একটি তার লালা পরীক্ষা করে একটি ডিএনএ নমুনা পেয়েছিল, যা সে একটি পাবলিক জনসাধারণের আবর্জনার ক্যানের মধ্যে ফেলে দেয়। তার অ্যাপার্টমেন্টের সবুজ কার্পেট থেকে পাওয়া কার্পেট ফাইবার জোন্সের দেহাবশেষে পাওয়া তন্তুর সাথে মিলে যায়। ২০০৩ সালের ২০ শে জুন তাকে গ্রেপ্তার করা হয় এবং তার বিরুদ্ধে হত্যার অভিযোগ আনা হয়। \n\n\n== গ্রেফতার এবং প্রত্যয় ==\n৩৫ বছর বয়সী সফ্টওয়্যার ডেভেলপার মাইকেল ব্রিয়ারের বিরুদ্ধে জোন্সের বাড়ির কাছে তার পশ্চিম প্রান্তের বাসভবনে এই হত্যার অভিযোগ আনা হয়। ১৭ জুন, ২০০৪ তারিখে ব্রিয়ার হলি জোন্সের মৃত্যুতে প্রথম ডিগ্রি হত্যার দায়স্বীকার করেন। আদালতে তিনি তার কর্মকাণ্ডকে শিশু পর্নোগ্রাফি দেখার জন্য দায়ী করেন, তার অপরাধকে \"নিষ্ঠুর, অমানবিক এবং দুঃস্বপ্ন\" হিসেবে বর্ণনা করেন এবং বলেন যে তিনি তার শিকারের পরিবারকে বিচারের বেদনা থেকে রক্ষা করতে চান। তিনি স্বয়ংক্রিয় যাবজ্জীবন কারাদণ্ড পায় এবং ২০২৮ সাল পর্যন্ত সে প্যারোলের জন্য আবেদন করার যোগ্য হবে না। \n\n\n== আরো দেখুন ==\nঅপহরণের তালিকা\nসমাধান করা নিখোঁজ ব্যক্তিদের তালিকা\n\n\n== তথ্যসূত্র =="}