{"pageid": 1086589, "title": "রেভিতাল সুইদ", "url": "https://bn.wikipedia.org/wiki?curid=1086589", "content": "রেভিতাল সুইদ ( হিব্রু ভাষায়: רויטל סויד‎ জন্ম ১৭ আগস্ট ১৯৬৭) হচ্ছেন  একজন ইজরায়েলি ফৌজদারি প্রতিরক্ষা বিষয়ক আইনজীবী এবং উল্লেখযোগ্য নারী রাজনীতিবিদ। তিনি ইসরায়েলের জায়নবাদী ইউনিয়নের একজন সদস্য হিসেবে সেই দেশের আইনসভা নেসেটের সদস্য হিসেবে দায়িত্ব পালন করেছেন। বর্তমানে তিনি ইসরায়েলী লেবার পার্টির সদস্য হিসেবে নেসেটে দায়িত্ব পালন করছেন।\n\n\n== জীবনী ==\nরেভিতাল সুইদ ইসরায়েলের উত্তরাঞ্চলীয় শ্যারন অঞ্চলের হাইফা জেলার হাদেরা শহরে জন্মগ্রহণ করেন। তার পিতার নাম ইয়োসেফ কাস্তেল এবং মায়ের নাম ব্রুরিয়া কাস্তেল। যদিও বিয়ের আগে তার মায়ের নাম ছিল ব্রুরিয়া মাইমন। তার বাবা ইজরায়েলে লিবিয়ার থেকে আসা ইহুদি অভিবাসী ছিলেন এবং তার মা ছিলেন জেরুজালেমের বাসিন্দা ইহুদি সেফার্দি পরিবারের বংশধর। এই পরিবারটি হাদেরা শহর প্রতিষ্ঠায় অংশ নিয়েছিল। তিনি ইসরায়েলের রাজধানী তেল আবিভে অবশিত বার-ইলান বিশ্ববিদ্যালয় থেকে আইন বিষয়ে স্নাতক ও স্নাতকোত্তর ডিগ্রি সম্পন্ন করেন। পরে তিনি তেল আভিভ জেলার অ্যাটর্নি অফিসের ফৌজদারি বিভাগে শিক্ষানবিশ বা ইন্টার্ন হিসেবে যোগদান করেন। বেশ কয়েক বছর ধরে তিনি ইসরায়েলের উত্তরাঞ্চলীয় শহর নেতানিয়ায় অ্যাটর্নি হিসাবে কাজ করেছিলেন। ১৯৯৪ সালে তিনি হাদেরার হিল্লেল ইয়াফে মেডিকেল সেন্টারের জেনারেল কাউন্সেল হিসেবে বেশ কয়েক মাস দায়িত্ব পালন করেন। একই বছরে তিনি একটি স্বাধীন আইন ফার্ম প্রতিষ্ঠা করেন। এই আইন সংস্থার মক্কেলদের মধ্যে ছিল বহুল আলোচিত আবুতবুল পরিবার। এই পরিবারটি ইজরায়েলি মাফিয়াদের সদস্য।\n২০০৮ সালে মাত্র ৪ বছর বয়সী শিশু রোজ পিজেমকে হত্যার দায়ে আটক হওয়া রনি রন এবং মারি-শার্লট পিজেমের  বিচারের সময় তিনি তাদের রক্ষার উদ্দেশ্যে নিযুক্ত অ্যাটর্নি হিসেবে কুখ্যাতি অর্জন করেন। এসময় তিনি হত্যাকারীদের পক্ষে আদালতে সওয়াল করার জন্য ব্যপক নিন্দিত হন।\nসুইড ইসরায়েল বার অ্যাসোসিয়েশনের তেল আবিব জেলার অপরাধ বিষয়ক বিভাগের চেয়ারম্যান। তিনি শাআরেই মিশপত কলেজের একজন সহকারী অধ্যাপক এবং ফৌজদারি আইনের বিষয়ে প্রাইভেট কোম্পানির পরামর্শদাতা হিসেবে কাজ করেন।\nলেবার পার্টির সদস্য হিসেবে তিনি ২০১৫ সালের নেসেট নির্বাচনের জন্য জায়নিস্ট ইউনিয়নের তালিকার চৌদ্দতম স্লটে নির্বাচিত হয়েছিলেন।\nএকজন পর্যবেক্ষণকারী ইহুদি রেভিতাল সুইদ চার সন্তানের জননী। তিনি বর্তমানে রা'আনানাতে থাকেন। তিনি একজন ধর্মীয় নারীবাদী।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরেভিতাল সুইদ on the Knesset website"}