{"pageid": 1086662, "title": "বীরভুম গণধর্ষণ মামলা (২০১৪)", "url": "https://bn.wikipedia.org/wiki?curid=1086662", "content": "২০১৪ বীরভুম গণধর্ষণ মামলা হচ্ছে ২০১৪ সালের ২১ জানুয়ারি পশ্চিমবঙ্গের বীরভুম জেলায় সংঘটিত একটি গণধর্ষনের ঘটনা সম্পর্কিত মামলা। সুবলপুর গ্রামের ২০ বছর বয়সী এক আদিবাসী কিশোরীর ভিন্ন সম্প্রদায়ের একটি ছেলের সাথে সম্পর্ক স্থাপনের কারণে গ্রামের ক্যাঙ্গারু আদালতের সালিশি সভার আদেশে কিশোরীটি কে একদল লোক গণধর্ষন করে।\n২০১৪ সালের ১৯সে সেপ্টেম্বর জেলা আদালত অভিযুক্ত ১৩ জনকেই দোষী সাব্যস্ত করে ২০ বছরের কারাদণ্ড প্রদান করে, যা আইপিসির (৩৭৬(ডি) ধারায় সর্বনিম্ন শাস্তি।\n\n\n== ঘটনা ==\n২০১৪ সালের ২১ জানুয়ারি আদিবাসী অধ্যুষিত বীরভুম জেলার লাভপুর থানা এলাকার মধ্যে সুবলপুর গ্রামে এই ঘটনা ঘটে। এর আগে, ২০শে জানুয়ারি সালিশি সভার \"তলবে\" অত্যাচারিতা এবং তার প্রেমিককে ধরা হয় এবং সারা দিনরাত আটকে রাখা হয়, তাদের একটি গাছে বেঁধে লাঞ্ছিত করা হয় বলে অভিযোগ। এরপর ক্যাঙ্গারু আদালত তাদের ৫০,০০০ টাকা জরিমানা দেওয়ার নির্দেশ দেয়। মেয়েটি যখন জরিমানা দিতে অক্ষম হয়, তখন গণধর্ষনের আদেশ দেওয়া হয়।\nনির্বাচিত গ্রাম পঞ্চায়েত নেতার নেতৃত্বে গ্রাম স্তরের স্ব-শাসিত প্রতিষ্ঠান গ্রাম সভা সালিশি সভা নামে একটি ক্যাঙ্গারু আদালতের আয়োজন করেছিল। সালিশি সভার প্রধান সুনীল সোরেনও এই ধর্ষণের সাথে জড়িত ছিল।\n\n\n== পরে ==\nএই ঘটনা পরে আন্তর্জাতিক সংবাদ মাধ্যমে প্রচার পায়, বিশেষত এটি ঘটেছিল মধ্যমগ্রাম ধর্ষণ ও হত্যা মামলা শিরোনামে আসার তিন দিন পর। সেই ঘটনায় একটি ফিটনেস সেন্টারের ১৬ বছর বয়সী এক বালিকা কর্মচারীকে ২০১৩ সালের অক্টোবরে কলকাতায় চলন্ত গাড়িতে দুবার গণধর্ষণ করা হয়। তারপরে তার পরিবারকে খুঁজে বের করা হয় এবং তাকে তাদের নতুন বাসভবনে জ্বালিয়ে দেওয়া হয়।\nঘটনার পর পরই বীরভুমের পুলিশ সুপার সি সুধাকরকে সরিয়ে দেওয়া হয়। রাজ্যের রাজ্যপাল এম কে নারায়ণন এই জাতীয় আদালতের উপর নিষেধাজ্ঞা আরোপের আহ্বান জানিয়েছেন।\nপশ্চিমবঙ্গ সরকার বিশেষ করে উপজাতি অধ্যুষিত এলাকার মধ্যে ক্যাঙ্গারু আদালত নিষিদ্ধ করে। কিছু আদিবাসী নেতা বিক্ষোভ জানায় এবং দাবি করে যে এগুলি তাদের ঐতিহ্যের অংশ এবং এই ধরনের পদক্ষেপ সম্প্রদায়ের বিচার ব্যবস্থার ওপর হস্তক্ষেপ করবে। ২০১৪ সালের ২৪ জানুয়ারি ভারতের সুপ্রিম কোর্ট বীরভুমের জেলা জজকে একটি প্রতিবেদন জমা দেওয়ার নির্দেশ দেয়। এরপর ২৮ মার্চ, একটি বিচারবিভাগীয় দৃষ্টান্ত স্থাপন করে, সুপ্রিম কোর্ট স্বতঃপ্রণোদিত নোটিশে পশ্চিমবঙ্গ সরকারকে এই মামলায় \"দৃঢ় পদক্ষেপ\" নেওয়ার নির্দেশ দেয়।\n\n\n== গ্রেফতার ==\nমেয়েটিকে ডাক্তারি পরীক্ষা ও চিকিৎসার জন্য বীরভূমের সিউড়ির স্থানীয় হাসপাতালে ভর্তি করা হলেও তার পরিবার ২২ জানুয়ারি লাভপুর থানায় অভিযোগ দায়ের করে। পরবর্তীকালে, একটি এফআইআর দায়ের করা হয়েছিল, পুলিশ বলাই মার্দি (সবচেয়ে বয়স্ক অভিযুক্ত, বয়স ৫৮), সুনীল কিস্কু্র সহযোগী সুনীল সোরেন (৩৫, সালিশি সভার প্রধান), ছানা মার্দি (২৫), মদন মার্দি (২৯), সুরেশ মার্দি (২২), কার্তিক মার্দি (বয়স ২০), জেঠা মুর্মু (২১), লালু মুর্মু (২৬), বালু টুকু (৫৭), রাম সোরেন (২০), জোথা মার্দি (৫০), বাবন মার্দি (কনিষ্ঠতম অভিযুক্ত, বয়স ১৯) এবং ডেবরাজ মণ্ডল সহ ১৩ জনকে গ্রেপ্তার করেছে । সন্দেহভাজনদের মধ্যে একজন পলাতক ছিল, কিন্তু পরবর্তীতে তাকে আটক করা হয়। তবে প্রথমে পুলিশ যখন গ্রেপ্তারের জন্য গ্রামে অভিযান চালিয়েছিল, তখন গ্রামবাসীদের একাংশ তাদের বিরোধিতা করে এবং অতিরিক্ত পুলিশকর্মীর সাহায্যের প্রয়োজন হয়।\nজনসাধারণের প্রতিক্রিয়া বাড়ার সাথে সাথে, কলকাতা থেকে চার সদস্যের ফরেনসিক দল গ্রাম এবং ঘটনাস্থল পরিদর্শন করে এবং ফরেনসিক পরীক্ষার জন্য নমুনা সংগ্রহ করে এবং গ্রামবাসীদের কাছ থেকে ঘটনা সম্পর্কে বিবৃতি নেয়।\n\n\n== মামলা ==\n২০১৪ সালের ১৮ এপ্রিল তদন্তকারী অফিসার পার্থ ঘোষ ১৩ জন অভিযুক্তের নাম উল্লেখ করে এর আগে বোলপুর আদালতে এই মামলায় ৪১৬ পৃষ্ঠার অভিযোগপত্র দাখিল করেন। এরপর জুলাই মাসে তাদের বিরুদ্ধে ৩৬৪(এ) (মুক্তিপণের জন্য অপহরণ), ৩৪২ (অন্যায়ভাবে আটকে রাখা), ৩৭৬(ডি) (গণধর্ষণ), ৫০৬ (অপরাধমূলক ভীতি প্রদর্শন) এবং ৩২৩ (ইচ্ছাপূর্বক আঘাত করা) ধারায় অভিযোগ আনা হয়, বোলপুর আদালতের অতিরিক্ত জেলা ও দায়রা বিচারক সিদ্ধার্থ রায় চৌধুরীর এজলাসে।\n২০১৪ সালের ১৯ সেপ্টেম্বর অতিরিক্ত জেলা ও দায়রা বিচারক সিদ্ধার্থ রায় চৌধুরী তাঁর রায়ে অভিযুক্তদের আইপিসির ৩৪২ (অন্যায়ভাবে বন্দী), ৩৭৬(ডি) (গণধর্ষন) এবং ৩২৩ (স্বেচ্ছায় আঘাত করা) এর অধীনে দোষী সাব্যস্ত করেন এবং তাদের ২০ বছরের কারাদণ্ড দেন।\n\n\n== আরো দেখুন ==\nসুজেট জর্ডান\n২০১৫ কন্ধমল গণধর্ষণ মামলা\nকাঠুয়া ধর্ষণ মামলা\n\n\n== তথ্যসূত্র =="}