{"pageid": 1086920, "title": "গোপেশ্বর পাল", "url": "https://bn.wikipedia.org/wiki?curid=1086920", "content": "গোপেশ্বর  পাল  (বা সংক্ষেপে  জি পাল নামে পরিচিত ভাস্কর) ( ১৮৯২ ―  ৯ জানুয়ারি ১৯৪৪) ছিলেন প্রখ্যাত  ভারতীয় বাঙালি মৃৎশিল্পী, যার হাতের জাদু-স্পর্শে এবং অবিশ্বাস্য  দক্ষতায় সাধারণ মাটির তাল নিমেষের মধ্যে পরিবর্তিত হয়ে যায় এক অপরূপ শিল্পমন্ডিত মূর্তিতে। বাংলার তৎকালীন ছোট লাট তাঁকে অভিহিত করেছেন   ― The Lightening Sculptor অভিধায় এবং তিনি  স্বর্ণপদকে সম্মানিত হয়েছেন জাদুকর মৃৎশিল্পী হিসাবে।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nগোপেশ্বর পালের জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের নদীয়া জেলার কৃষ্ণনগরের ঘূর্ণির প্রসিদ্ধ মৃৎশিল্পী পরিবারে। পিতা বিনোদবিহারী পাল ও মাতা কুসুমকুমারী দেবী। তাদের চার পুত্র ও এক কন্যার মধ্যে গোপেশ্বর ছিলেন তৃতীয় সন্তান। অল্প বয়সেই তাঁর মা মারা যান। তাঁর মাতুল লব্ধপ্রতিষ্ঠ মৃৎশিল্পী সতীশচন্দ্র পাল ছিলেন পুতুল শিল্পী। মামার কাছে গোপেশ্বরের মৃৎশিল্পের অনুশীলনের সূত্রপাত। \n\n\n== প্রতিভার স্ফূরণ ==\n\nমামার সুনিপুণ কাজ দেখে আর অনুশীলনে অচিরে অসাধারণ দক্ষতা অর্জন করলেন। নিমেষে অসাধারণ সব মূর্তি তৈরি করে ফেলা শুরু করেন তিনি। ১৯১৫ খ্রিস্টাব্দে তৎকালীন বাংলার ছোট লাট কারমাইকেলের কৃষ্ণনগরের  ঘূর্ণিতে এসে স্বচক্ষে দেখলেন তাঁর কর্মদক্ষতা। কয়েক মিনিটে দুর্গাপুজোর কিছু মুহূর্তের অসাধারণ জীবন্ত ছবি তৈরি করে দেখালেন। তিনি অভিভূত হয়ে তাঁকে \"The Lightening Sculpture\" হিসাবে অভিহিত করলেন। ফলস্বরূপ সংশ্লিষ্ট মহলে তার খ্যাতি বৃদ্ধি হল। এরপর তিনি জীবিকার সন্ধানে পশ্চিমবঙ্গের রানিগঞ্জে বার্ন কোম্পানির পটারি ওয়ার্কসে পঁচিশ টাকা মাইনের চাকরি নেন। সেখানে অল্প কয়েকদিনে প্রতিমা গড়ে সকলকে চমৎকৃত করেন এবং সেখানেই তাঁর শিল্পী জীবনের সাফল্যের সূচনা হয়। চাকরি ছেড়ে শিল্পশালা গড়ে মূর্তি গড়তে শুরু করলেন। মর্মরমূর্তি থেকে প্রস্তরমূর্তিও গড়তে শুরু করলেন। পরে এক মাড়োয়ারি ব্যবসায়ীর পৃষ্ঠপোষকতায় কলকাতার কাশী মিত্র ঘাট সংলগ্ন এলাকায় শিল্পশালা জি পাল অ্যান্ড সন্স স্থাপন করেন। শেষে গভর্নমেন্ট আর্ট কলেজের অধ্যক্ষ পার্সি ব্রাউনের উদ্যোগে ব্রিটিশ সরকারের আমন্ত্রণে ১৯২৪ খ্রিস্টাব্দে তিনি পাড়ি দেন ইংল্যান্ডে ব্রিটিশ এম্পায়ার একজিবিশনে  অংশগ্রহণ করতে। সেখানে ওয়েম্বলিতে অনুষ্ঠিত প্রদর্শনীতে তিনি কৃষ্ণনগরের মৃৎশিল্পীদের প্রতিনিধি হিসাবে যোগ দিয়ে মৃর্তিগড়ার কলাকৌশল প্রদর্শন করেন। প্রদর্শনীতে একদিন  রাজা পঞ্চম জর্জ ও রাজপরিবারের অন্যান্য সদস্যদের মধ্যে উপস্থিত ছিলেন Duke of Connaught। ডিউকের মুখের নিখুঁত অবয়ব  তাঁর সামনে পাঁচ মিনিটে গড়ে দেন। ১৯২৪ খ্রিস্টাব্দের ৭ই জুলাই লন্ডনের 'ডেইলি টেলিগ্রাফ' সপ্রশংস প্রচার করে সে ঘটনা আর গোপেশ্বরের দুরন্ত প্রতিভার কথা। স্বর্ণপদক লাভ করেন তিনি। সেখানে বিদেশের শিল্পকলা দেখেন কিছু অভিজ্ঞতা অর্জনও করেন। \nইংল্যান্ড হতে ইটালি হয়ে কলকাতায় ফিরে আসেন গোপেশ্বর। নিজের শিল্পশালা জি পাল অ্যান্ড সন্স-এ গড়তে লাগলেন বিভিন্ন মৃন্ময়মূর্তি ও প্রস্তরমূর্তি। পরিণত জীবনে দেব-মূর্তি গড়ায় পারদর্শী হন।\n\n\n== উল্লেখযোগ্য শিল্পকর্ম ==\nগোপেশ্বর পালের মৃন্ময়মূর্তি, প্রস্তরের প্রতিকৃতি ইত্যাদি তৈরিতে তাঁর শিল্পদক্ষতা প্রশংসনীয়। তাঁর শিল্পশালায় বহু মূর্তি রয়েছে। রামকৃষ্ণ মিশন তাদের বিভিন্ন কেন্দ্রের জন্য মূর্তি তাঁর কাছ থেকেই তৈরি করান। তাঁর উল্লেখযোগ্য শিল্পকর্মগুলি হল   -   \n\nবেলুড়মঠে  রামকৃষ্ণদেবের মূর্তি\nদিল্লি কালীবাড়িতে প্রতিষ্ঠিত কালীমূর্তি\nকলকাতা হাইকোর্টে প্রতিষ্ঠিত স্যার রমেশচন্দ্র মিত্রের মূর্তি\nস্যার রাজেন্দ্রনাথ মুখোপাধ্যায়ের মূর্তি (১৯৩৮ খ্রিস্টাব্দে ডালহৌসি স্কোয়ারে স্থাপিত, বর্তমানে ভিক্টোরিয়া মেমোরিয়ালের দক্ষিণ উদ্যানে স্থানান্তরিত)\n\n\n== দুর্গাপ্রতিমায় বিবর্তন ==\nগোপেশ্বর পাল ভাস্কর্যকলায় পারদর্শী হয়েও সারাজীবন পারিবারিক পেশা মৃৎশিল্পের অনুশীলন অব্যাহত রেখেছেন। ১৯৩৩ খ্রিস্টাব্দ হতে কলকাতার কুমারটুলির সর্বজনীন দুর্গাপ্রতিমা গড়ার দায়িত্ব দীর্ঘদিন তাঁর হাতে ছিল। পুতুলের টানা চোখের অনুরূপ-প্রতিমা গড়ার প্রচলন ভেঙ্গে তিনি মানুষের স্বাভাবিক মুখাকৃতিকে বেছে নিয়েছেন। এছাড়া সর্বজনীন দুর্গাপূজার প্রারম্ভিক একচালার (একই চালচিত্রের নিচে দুর্গা ও তাঁর পুত্রকন্যাদের মূর্তি গড়ার) প্রথাকে পরিবর্তন করে তিনিই প্রথম মূর্তিগুলিকে পৃথক পৃথক করে গড়া ও পাঁচ চালায় স্থাপন করা শুরু করেন।\n\n\n== জীবনাবসান ==\nপ্রবাদপ্রতিম মৃৎশিল্পী গোপেশ্বর পাল ১৯৪৪ খ্রিস্টাব্দের ৯ই জানুয়ারি প্রয়াত হন।\n\n\n== উৎকর্ষের স্বীকৃতি ==\nকলকাতার কুমারটুলির ৪০-এ কাশী মিত্র ঘাট স্ট্রিটে অবস্থিত গোপেশ্বর পালের শিল্পশালা জি পাল অ্যান্ড সন্স এ এখন বহু মূর্তি ও প্রতিকৃতির মধ্যে আছেন- বিশুদ্ধানন্দ সরস্বতী, শ্রীরামকৃষ্ণ, মা সারদা, স্বামী বিবেকানন্দ থেকে শুরু করে দেশবন্ধু চিত্তরঞ্জন দাশ, শরৎচন্দ্র চট্টোপাধ্যায়, ঈশ্বরচন্দ্র বিদ্যাসাগর, রবীন্দ্রনাথ ঠাকুর সহ বাংলার সব মনীষীর মৃৎমূর্তি। এদের সঠিক সংরক্ষণ ও প্রদর্শনের জন্য প্রয়াত শিল্পীর পরিবারের প্রস্তাব মতো পশ্চিমবঙ্গ সরকারের হেরিটেজ কমিশন গোপেশ্বর পালের শিল্পশালা তথা স্টুডিও হেরিটেজ তালিকায় অন্তর্ভুক্ত করে।\n\n\n== তথ্যসূত্র =="}