{"pageid": 1086672, "title": "ফিল্ড মার্শাল", "url": "https://bn.wikipedia.org/wiki?curid=1086672", "content": "ফিল্ড মার্শাল (বা ফিল্ড-মার্শাল, সংক্ষেপে এফএম) হলো সবচেয়ে জ্যেষ্ঠ সামরিক পদমর্যাদা, যা জেনারেল অফিসার পদের থেকে জ্যেষ্ঠ। সাধারণত, এটি একটি সেনাবাহিনীর সর্বোচ্চ পদমর্যাদা, এবং তাই, এটিতে খুব কম লোক নিয়োগ করা হয়। এটিকে অনেক দেশে আধুনিক সশস্ত্র বাহিনীতে পাঁচ তারকা র‍্যাঙ্ক (ও এফ-১০) হিসাবে বিবেচনা করা হয়। অনেক দেশে ফিল্ড মার্শাল পদে পদোন্নতির জন্য ঐতিহাসিকভাবে একজন জেনারেলের অসাধারণ সামরিক কৃতিত্বের প্রয়োজন ছিল (একটি যুদ্ধকালীন বিজয়)। যাইহোক, পদটি একটি বিভাগীয় কমান্ড র‍্যাঙ্ক এবং ব্রিগেড কমান্ড র‍্যাঙ্ক হিসাবেও ব্যবহৃত হয়েছে। অস্ট্রিয়া-হাঙ্গেরি, পাকিস্তান, প্রুশিয়া/জার্মানি, ভারত এবং শ্রীলঙ্কা একটি অসাধারণ কৃতিত্বের জন্য পদের বিভিন্ন ব্যবহারের উদাহরণ; একটি বিভাগীয় কমান্ডের জন্য স্পেন এবং মেক্সিকো (স্প্যানিশ: mariscal de campo); এবং ফ্রান্স, পর্তুগাল এবং ব্রাজিল একটি ব্রিগেড কমান্ডের জন্য (ফরাসি: maréchal de camp, পর্তুগিজ: marechal de campo)।\n\n\n== উৎপত্তি ==\nএই শব্দটির উৎপত্তি মধ্যযুগ এর প্রথম দিকে, যার মূল অর্থ রাজার ঘোড়ার রক্ষক (পুরাতন জার্মান Marh-scalc = \"ঘোড়া-সেবক\" থেকে), প্রাথমিক ফ্রাঙ্কিশ রাজাদের সময় থেকে; \"ভৃত্য\" শব্দের মূল অর্থ কখনও কখনও \"অধীনস্থ কর্মকর্তা\" বা অনুরূপ বোঝাতে ব্যবহৃত হত। জার্মান পবিত্র রোমান সাম্রাজ্য এবং ফ্রান্সের রাজ্যে ১৬০০-এর দশকে যথাক্রমে ফেল্ডমার্শাল এবং মারিশাল দি কাম্প নামে অফিসার ছিল। ফিল্ড মার্শালদের দ্বারা ব্যবহৃত শিরোনামের সঠিক শব্দগুলি পরিবর্তিত হয়: উদাহরণগুলির মধ্যে রয়েছে \"মার্শাল\" এবং \"ফিল্ড মার্শাল জেনারেল\"। কমনওয়েলথ এবং অনেক মধ্যপ্রাচ্যের বিমান বাহিনীর সমতুল্য বিমানবাহিনী হল বিমান বাহিনীর মার্শাল (এয়ার মার্শাল -এর সাথে বিভ্রান্ত হবেন না)। নৌবাহিনী, যারা সাধারণত সেনাবাহিনী বা বিমান বাহিনীর দ্বারা নিযুক্ত নামকরণ ব্যবহার করে না, সমতুল্য পদের জন্য \"ফ্লিট অ্যাডমিরাল,\" \"গ্র্যান্ড অ্যাডমিরাল\" বা \"অ্যাডমিরাল অফ দ্য ফ্লিট\" এর মতো শিরোনাম ব্যবহার করে। ফিল্ড মার্শালকে আলাদা করার ঐতিহ্যগত বৈশিষ্ট্য হল ব্যাটন। ব্যাটন আজকাল সম্পূর্ণরূপে শোভাময়, এবং সমৃদ্ধভাবে সজ্জিত। তাতে বলা হয়েছে, চিহ্নের জন্য ব্যাটন হওয়া আবশ্যক নয় (১৯৯১-এর পরে রাশিয়া এবং সাবেক সোভিয়েত ইউনিয়ন রত্নখচিত তারা ব্যবহার করত, যাকে মার্শালের তারা বলা হত)।\n\n\n== দেশ অনুযায়ী ফিল্ড মার্শাল র‌্যাঙ্ক ==\n\n\n=== আফগানিস্তান ===\nমুসাহিবানের সর্দার ও রাজা মোহাম্মদ জহির শাহের চাচা সর্দার শাহ ওয়ালী খান (মৃত্যু ১৯৭৭)  এবং রাষ্ট্রপতি মোহাম্মদ দাউদ খান ফিল্ড মার্শাল ছিলেন। মোহাম্মদ ফাহিম ২০০৪ সালে একজন সাম্মানিক মার্শাল হন। আবদুল রশিদ দোস্তম ২০২০ সালে সাম্মানিক মার্শাল হন (এই পদটি এখন বিলুপ্ত)।\n\n\n=== অস্ট্রেলিয়া ===\n\nএই পদে প্রথম নিযুক্ত হন স্যার উইলিয়াম বার্ডউড, যিনি ১৯২৫ সালের মার্চ মাসে এই সম্মান পেয়েছিলেন। স্যার থমাস ব্লেমি এই পদে দ্বিতীয় নিযুক্ত ছিলেন এবং এখনও পর্যন্ত একমাত্র অস্ট্রেলিয়ান বংশোদ্ভূত এবং অস্ট্রেলিয়ান সেনাবাহিনীর মূল (সম্মানসূচক নয়) ফিল্ড মার্শাল ছিলেন। ১৯৫০ সালের জুন মাসে অস্ট্রেলিয়ার প্রধানমন্ত্রী স্যার রবার্ট মেনজিস-এর পীড়াপীড়িতে তাকে পদে উন্নীত করা হয়। ক্যানবেরার অস্ট্রেলিয়ান ওয়ার মেমোরিয়ালে দ্বিতীয় বিশ্বযুদ্ধের গ্যালারিতে তার ফিল্ড মার্শালের ব্যাটন প্রদর্শন করা আছে। তৃতীয় নিয়োগ ছিল ডিউক অফ এডিনবার্গ প্রিন্স ফিলিপ, যিনি ১লা এপ্রিল ১৯৫৪-এ পদোন্নতি পেয়েছিলেন।\n\n\n=== ব্রাজিল ===\n\n১৮২২ সালে ব্রাজিল যখন পর্তুগাল থেকে স্বাধীন হয়, তখন  ব্রাজিলিয়ান সেনাবাহিনী পর্তুগিজদের র‌্যাঙ্কের ব্যবস্থা অনুসরণ করত, যার মধ্যে ছিল মারেশাল দি কাম্পো-র পদমর্যাদা। ১৯ শতকের দ্বিতীয়ার্ধে, পর্তুগাল এবং ব্রাজিল উভয় ক্ষেত্রেই, জেনারেল ডি ব্রিগেড (ব্রিগেড জেনারেল) পদমর্যাদার মাধ্যমে মারেশাল দি কাম্পো পদটি প্রতিস্থাপিত হয়। এই শেষ পদটি এখনও ব্রাজিলের সেনাবাহিনীতে বিদ্যমান, তবে পর্তুগিজ সেনাবাহিনীতে মেজর-জেনারেলের (মেজর-জেনারেল) বর্তমান পদের সাথে মিল রয়েছে। আজও, মারেশালের পদমর্যাদা সর্বাধিক উপলব্ধ তবে শুধুমাত্র যুদ্ধের সময় পুরস্কৃত করা হয়। ব্রাজিলিয়ান বিমানবাহিনীতে অনুরূপ একটি এয়ার মার্শালের-এর পদ রয়েছে।\n\n\n=== চাদ ===\n১১ই আগস্ট ২০২০-তে, পশ্চিম আফ্রিকায় সন্ত্রাসবাদের বিরুদ্ধে তার প্রচেষ্টার জন্য চাদিয়ার প্রেসিডেন্ট ইদ্রিস ডেবিকে মার্শাল পদে উন্নীত করা হয়েছিল। পরের বছর তিনি মারা যান।\n\n\n=== চীন ===\n\nচীনে সাম্রাজ্য শাসনের সময়, বিভিন্ন রাজবংশ জেনারেলদের বিভিন্ন উপাধি দিয়েছিল। পূর্ব হান রাজবংশের একটি খুব অনুরূপ শিরোনাম হল \"司馬\" (সিমা), যার আক্ষরিক অর্থ \"ঘোড়ার প্রভু\" এবং পরে এটি একটি দুই-অক্ষরের উপাধিও হয়ে ওঠে। \"司馬\" হলেন পূর্ব হানের তিন মহামান্যের একজন, যিনি দেশের সামরিক বিষয়ের দায়িত্বে আছেন। পরবর্তীতে, একজন ফিল্ড মার্শাল বা কমান্ড্যান্টের জন্য একটি সাধারণ উপাধি ছিল (元帥 Yuan Shuai) বা গ্র্যান্ড ফিল্ড মার্শাল (大元帥 da yuan Shuai)। এই জেনারেলদের মধ্যে অন্যতম বিখ্যাত ছিলেন সং রাজবংশের ইউ ফেই। ১৯৪৯ সালে গণপ্রজাতন্ত্রী চীন প্রতিষ্ঠিত হওয়ার পর থেকে, তারা ১০ জন সামরিক কমান্ডারকে মার্শাল পদে উন্নীত করেছে, সবগুলোই ১৯৫৫ সালে এবং ১৯৬৫ সালে বিলুপ্ত হয়েছে। তারপর থেকে, পদটি অপ্রচলিত রয়েছে।\n\n\n=== ইথিওপিয়া ===\n৮ই জানুয়ারী ২০২২-এ, চিফ অফ জেনারেল স্টাফ বিরহানু জুলাকে ফিল্ড মার্শাল (বা উৎসের উপর নির্ভর করে ফিল্ড মার্শাল জেনারেল) পদে উন্নীত করা হয়েছিল। এই পদোন্নতির সাথে ইথিওপিয়ান ন্যাশনাল ডিফেন্স ফোর্সে র‌্যাঙ্ক চালু করা হয়। ফিল্ড মার্শালের পদ শেষবার ইথিওপিয়াতে ২০ শতকের গোড়ার দিকে ইম্পেরিয়াল ইথিওপিয়ান সেনাবাহিনীর প্রধান হিসেবে সম্রাট হেইল সেলাসি ব্যবহার করেছিলেন।\n\n\n=== ফিনল্যান্ড ===\n\nকার্ল গুস্তাফ এমিল ম্যানারহেইম ১৯৩৩ সালে ফিল্ড মার্শাল পদে উন্নীত হন। ১৯৪২ সালে তিনি ফিনল্যান্ডের মার্শাল পদে উন্নীত হন, যা একটি স্বতন্ত্র সামরিক পদ নয় বরং একটি সম্মান।\n\n\n=== ফ্রান্স ===\n\nপ্রাচীন শাসনকালে (অ্যানসেন রে ফরাসি সেনাবাহিনীতে, সাধারণ ব্রিগেড কমান্ডের পদমর্যাদা ছিল ফিল্ড মার্শাল (মারেচাল দে ক্যাম্প)। ১৭৯৩ সালে, ফরাসি বিপ্লবের সময়, ফিল্ড মার্শালের পদটি ব্রিগেড জেনারেলের পদে প্রতিস্থাপিত হয়েছিল। ফিল্ড মার্শালের পদমর্যাদার চিহ্ন ছিল দুটি তারা (একটি তারা সিনিয়র কর্নেল পদে ব্যবহার করা হয়)। ফরাসি ফিল্ড মার্শাল পদমর্যাদা লেফটেন্যান্ট জেনারেল নিচে ছিল, যা ১৭৯৩ সালে বিভাগীয় জেনারেল হয়ে ওঠে। মারেচাল দে ক্যাম্প এবং ইংরেজি \"ফিল্ড মার্শাল\" শিরোনামে, ইংরেজি শব্দ \"ক্যাম্প\" এবং \"ফিল্ড\" -এর মধ্যে ফরাসি ক্যাম্প-এ একটি ব্যুৎপত্তিগত বিভ্রান্তি রয়েছে। ফিল্ড মার্শালের ফরাসি পদমর্যাদাকে মার্শাল অফ ফ্রান্স পদের সাথে বিভ্রান্ত করা উচিত নয়, যা ১৮৪৮ সালে মার্শাল জেনারেল অফ ফ্রান্সের উচ্চ মর্যাদা বিলুপ্ত হওয়ার পর থেকে ফরাসি সেনাবাহিনীর সর্বোচ্চ পদমর্যাদা ছিল (যদিও তাত্ত্বিকভাবে এটি একটি বাস্তব পদমর্যাদা নয় বরং একটি \"রাষ্ট্রীয় মর্যাদা\")।\n\n\n=== জার্মান ভাষী ক্ষেত্র ===\n\nজেনারেলফেল্ডমার্শাল (জেনারেল ফিল্ড মার্শাল, ফিল্ড মার্শাল জেনারেল, বা ফিল্ড মার্শাল, সংক্ষেপে ফেল্ডমার্শাল) ছিল স্যাক্সনি, ব্র্যান্ডেনবার্গ-প্রুশিয়া, প্রুশিয়া, জার্মান সাম্রাজ্য, এবং সবশেষে, জার্মানি (১৯১৮ থেকে) সহ  বেশ কয়েকটি জার্মান রাজ্যের সেনাবাহিনীতে সবচেয়ে সিনিয়র জেনারেল অফিসার পদমর্যাদা। । হ্যাবসবার্গ রাজতন্ত্র, অস্ট্রিয়ান সাম্রাজ্য এবং অস্ট্রিয়া-হাঙ্গেরিতে, ফেল্ডমার্শাল পদটি ব্যবহার করা হয়েছিল। ১৮০৬ সাল পর্যন্ত পবিত্র রোমান সাম্রাজ্য়ের অস্তিত্বের সময় পবিত্র রোমান সম্রাট দ্বারা দক্ষিণ জার্মান রাজ্য এবং অস্ট্রিয়ার জেনারেলদেরও পদমর্যাদা দেওয়া হয়েছিল।\n\n\n=== গ্রিস ===\n\nস্ট্র্যাটার্চেস (গ্রিক: Στρατάρχης), যার অর্থ গ্রীক ভাষায় সেনাবাহিনীর শাসক, \"কমান্ডার-ইন-চিফ\" অর্থে ধ্রুপদী প্রাচীনকালের প্রবীণ সামরিক কমান্ডারদের জন্য একটি উপাধি। আধুনিক গ্রীক ব্যবহারে, এটি ফিল্ড মার্শালের পদমর্যাদা অনুবাদ করতে ব্যবহৃত হয়েছে। এই অর্থে, ১৯৩৯ সাল থেকে গ্রিসের রাজারা এই পদটি বহন করেছিলেন এবং আধুনিক গ্রীক ইতিহাসে শুধুমাত্র একবার একজন পেশাদার অফিসার আলেকজান্দ্রোস পাপাগোসকে পুরস্কৃত করা হয়েছিল ১৯৪৯ সালে দ্বিতীয় বিশ্বযুদ্ধে ফ্যাসিস্ট ইতালির বিরুদ্ধে গ্রিক বিজয় এবং গ্রিক গৃহযুদ্ধে কমিউনিস্ট বাহিনীর বিরুদ্ধে নেতৃত্ব দেওয়ার জন্য। বর্তমান (১৯৭৪ সাল থেকে) তৃতীয় হেলেনিক প্রজাতন্ত্র দ্বারা র‍্যাঙ্কটিকে রাখা হয়নি।\n\n\n=== ভারত ===\n\nফিল্ড মার্শাল ভারতীয় সেনাবাহিনীতে সর্বোচ্চ অর্জনযোগ্য পদ। এটি একটি আনুষ্ঠানিক/যুদ্ধকালীন পদমর্যাদা। এখনও পর্যন্ত দুজন ভারতীয় ফিল্ড মার্শাল হয়েছেন। ১৯৭১ সালের বাংলাদেশ (পূর্ব পাকিস্তান)-পাকিস্তান যুদ্ধে ভারতীয় সেনাবাহিনীর বিজয়ে নেতৃত্ব দেওয়ার ভূমিকার জন্য স্যাম মানেকশ-কে ১৯৭৩ সালে পদোন্নতি দেওয়া হয়েছিল। প্রথম ভারতীয় কমান্ডার হিসাবে তাঁর পরিষেবার স্বীকৃতিস্বরূপ, অবসর নেওয়ার অনেক পরে, কে এম কারিয়াপ্পাকে ১৯৮৬ সালে পদোন্নতি দেওয়া হয়েছিল।\n\n\n=== লিবিয়া ===\n\nঅপারেশন সুইফ্ট লাইটনিং-এ তেল বন্দরগুলিকে মুক্ত করার পর ২০১৬ সালে হাউস অফ রিপ্রেজেন্টেটিভস (লিবিয়া) থেকে লিবিয়াতে খলিফা হাফতার প্রথম এই র‌্যাঙ্ক পেয়েছিলেন।\n\n\n=== মালয়েশিয়া ===\nমালয়েশিয়ার ফিল্ড মার্শাল র‍্যাঙ্ক মার্কিন যুক্তরাষ্ট্রের সেনাবাহিনীর জেনারেলের সমতুল্য যা মালয়েশিয়ান সেনাবাহিনীর সর্বোচ্চ পদ এবং মালয়েশিয়ার মহামহিম রাজার জন্য সংরক্ষিত, যদিও বেশ কিছু অ-রাজকীয় ব্যক্তি রয়েছেন যারা এই পদে আছেন।\n\n\n=== পাকিস্তান ===\n\nআইয়ুব খান (১৯০৭-১৯৭৪) পাকিস্তানের ইতিহাসে একমাত্র ফিল্ড মার্শাল ছিলেন। তিনি ছিলেন পাকিস্তানের দ্বিতীয় রাষ্ট্রপতি এবং সেনাবাহিনীর প্রথম নেটিভ কমান্ডার ইন চিফ।\n\n\n=== ফিলিপাইনস ===\n\nইউএস আর্মি জেনারেল ডগলাস ম্যাকআর্থার ছিলেন ফিলিপাইন আর্মির ইতিহাসে প্রথম এবং একমাত্র ফিল্ড মার্শাল, তিনি একই সঙ্গে ফিলিপাইনের কমনওয়েলথ সরকারের সামরিক উপদেষ্টা হিসেবে মেজর জেনারেলের পদমর্যাদার সাথে কাজ করেছিলেন। রাষ্ট্রপতি কুইজন ২৪শে আগস্ট ১৯৩৬-এ ফিল্ড মার্শাল পদে ভূষিত করেন এবং ম্যাকআর্থারের দায়িত্বের মধ্যে ফিলিপাইন জাতি-রাষ্ট্র গঠনের তত্ত্বাবধান অন্তর্ভুক্ত ছিল।\n\n\n=== পর্তুগাল ===\n\nপর্তুগিজ সেনাবাহিনীতে, ১৭৬২ সালে সবচেয়ে জুনিয়র জেনারেল অফিসার পদমর্যাদা হিসাবে মরেচাল ডি ক্যাম্পোর পদটি তৈরি করা হয়েছিল। ক্রমানুসারে, এটি টেনেন্ট-জেনারেল (লেফটেন্যান্ট-জেনারেল) এবং ব্রিগেডিয়ার (ব্রিগেডিয়ার) পদের মধ্যে ছিল, শেষের পদটি একটি সাধারণ পদ হিসাবে বিবেচিত হয় না, তবে তা এক ধরণের সিনিয়র কলোনেল পদ।\nপর্তুগালে, ্মারেশাল-জেনারেল (মার্শাল-জেনারেল) এবং মারেশাল দো এক্সারসিতো (সেনাবাহিনীর মারেশাল) বা সাধারণভাবে মারেশাল-এর পদও বিদ্যমান ছিল। মরেচাল দে ক্যাম্পোর পদ থেকে স্বতন্ত্রভাবে, পর্তুগিজ সেনাবাহিনীতে মরেচাল-জেনারেল এবং মারেচালের পদমর্যাদা ছিল সর্বোচ্চ, সাধারণত সেনাবাহিনীর কমান্ডার-ইন-চিফের জন্য সংরক্ষিত ছিল। পরবর্তীকালে, মারেশাল-জেনারেল পদটি সম্রাটের জন্য সংরক্ষিত হয়, নিছক সম্মানজনক মর্যাদা হিসাবে।\n\n\n=== রোমানিয়া ===\n\nরোমানিয়ান সশস্ত্র বাহিনীর সর্বোচ্চ পদ মরেসাল। যুদ্ধের সময় ব্যতিক্রমী সামরিক যোগ্যতার জন্য, রোমানিয়ার রাষ্ট্রপতি এবং সুপ্রিম কাউন্সিল অফ ন্যাশনাল ডিফেন্স দ্বারা নিশ্চিত হওয়া শুধুমাত্র একজন জেনারেল বা অ্যাডমিরালকে (রোমানিয়ান: amiral) মারেসালের পদমর্যাদা দেওয়া যেতে পারে।\n\n\n=== রাশিয়া/সোভিয়েত ইউনিয়ন ===\n\nইম্পেরিয়াল রাশিয়া দীর্ঘদিন ধরে ফিল্ড মার্শালের পদ বজায় রেখেছিল। ১৯১৭ সালের রুশ বিপ্লবের আগে পর্যন্ত এটি সক্রিয় ছিল। যখন বলশেভিকরা ক্ষমতা গ্রহণ করে, তারা ১৯৩৫ সাল পর্যন্ত সংক্ষিপ্তভাবে সামরিক পদ পরিত্যাগ করে। যখন এটি পুনরায় চালু করা হয়, তখন ইম্পেরিয়াল রাশিয়ান আর্মি ফিল্ডের জায়গায় সমতুল্য সোভিয়েত ইউনিয়নের মার্শাল পদটির প্রবর্তন করা হয়। মার্শাল। সোভিয়েত ইউনিয়নের বিলুপ্তির পরে, পদটি রাশিয়ান ফেডারেশনের মার্শাল পদ দ্বারা প্রতিস্থাপিত হয়েছিল। যাইহোক, ২০২৩ সাল পর্যন্ত, রাশিয়ান ফেডারেশনের মাত্র একজন মার্শাল রয়েছেন।\n\n\n=== সার্বিয়া এবং যুগোস্লাভিয়া ===\n\nসার্বিয়ান ভাষায়, ফিল্ড মার্শালকে আক্ষরিক অর্থে বোজনি মার্শাল হিসাবে অনুবাদ করা যেতে পারে। সার্বিয়ায় একজন পাঁচ তারকা জেনারেলের নিকটতম সমতুল্য ছিল ভজভোদা (সার্বিয়া এবং যুগোস্লাভিয়া), একটি সামরিক পদ যা জেনারেলফেল্ডমার্শাল, মার্শাল অফ ফ্রান্স এবং ফিল্ড মার্শাল (যুক্তরাজ্য) এর সাথে অনেক মিল রয়েছে কিন্তু পদোন্নতি, সময়কাল, শৈলী এবং পদ্ধতিতে পার্থক্যও রয়েছে।  যাইহোক, এই সামরিক নামটি ব্যুৎপত্তিগতভাবে ডিউকের আভিজাত্য উপাধির কাছাকাছি। এটি দ্বিতীয় বিশ্বযুদ্ধ পর্যন্ত সার্বিয়া রাজ্য এবং যুগোস্লাভিয়ার রাজ্যের সেনাবাহিনীর সর্বোচ্চ পদ ছিল। এটি সর্বপ্রথম ১৯০১ সালে সার্বিয়া রাজ্যের সেনাবাহিনীর সংগঠনের আইন পাসের মাধ্যমে তৈরি করা হয়েছিল। আইনটি লেফটেন্যান্ট কলোনেল (পরবর্তীতে ডিভিশনাল জেনারেল) মিলোস ভাসিচের পরামর্শে পাস করা হয়েছিল, যিনি সেই সময়ে প্রতিরক্ষা মন্ত্রী ছিলেন। যুদ্ধের সময় শুধুমাত্র শীর্ষ জেনারেলদের বিশেষ সামরিক অবদানের জন্য র‌্যাঙ্ক দেওয়া হয়েছিল। মাত্র চার সার্বিয়ান জেনারেল ভোজভোদার পদে পৌঁছেছেন, বিশেষ করে রাডোমির পুটনিক।\nপরবর্তীকালে, যুগোস্লাভ পিপলস আর্মি-তে মার্শাল অফ যুগোস্লাভিয়া-এর পদমর্যাদা ছিল যা শুধুমাত্র জোসিপ ব্রোজ টিটো সর্বোচ্চ কমান্ডার হিসেবে পদলাভ করেছেন। এটি আসলে ফিল্ড মার্শালের পদমর্যাদার উপরে এবং একজন ছয়-তারকা বিশিষ্ট জেনারেল-এর সমতুল্য হবে, তবে এটি মূলত রাজনৈতিক অর্থের সাথে একটি সম্মানজনক উপাধি যা টিটোর সবচেয়ে পরিচিত ডাকনাম হয়ে ওঠে।\n\n\n=== দক্ষিণ আফ্রিকা ===\n\nদক্ষিণ আফ্রিকার রাষ্ট্রনায়ক এবং প্রধানমন্ত্রী জান স্মাটস-কে ২৪শে মে ১৯৪১ সালে ব্রিটিশ সেনাবাহিনীর ফিল্ড মার্শাল পদে নিযুক্ত করা হয়।\n\n\n=== দক্ষিণ কোরিয়া ===\n২০১০ সালে, দক্ষিণ কোরিয়ার সরকার পাইক সান-ইউপ-কে ফিল্ড মার্শাল পদে উন্নীত করার চেষ্টা করেছিল। যদিও, অতীতে মানচুকুও ইম্পেরিয়াল আর্মি-তে তার চাকরির কারণে এই প্রচেষ্টা ব্যর্থ হয়।\n\n\n=== শ্রীলংকা ===\n\nফিল্ড মার্শাল শ্রীলঙ্কার সেনাবাহিনী-র সর্বোচ্চ পদ। এটি একটি আনুষ্ঠানিক পদ। সারাথ ফনসেকা হলেন প্রথম এবং একমাত্র শ্রীলঙ্কার অফিসার যিনি এই পদে অধিষ্ঠিত হয়েছেন। তিনি ২২শে মার্চ ২০১৫ তে এই পদে উন্নীত হন।\n\n\n=== সুইডেন ===\n \nসুইডেনে, ১৬০৯ থেকে ১৮২৪ সাল পর্যন্ত মোট ৭৫ জন ফিল্ড মার্শাল নিয়োগ করা হয়েছে। ১৯৭২ সাল থেকে এই পদটি সুইডেনে ব্যবহার করা হয়নি এবং এটি দীর্ঘদিন ধরে শুধুমাত্র যুদ্ধকালীন সময়ে ব্যবহার করার সিদ্ধান্ত নেওয়া হয়েছিল।\nউপাধিটি সেনাবাহিনীর মাউন্ট করা অংশের কমান্ডারকে নির্দেশ করে। ত্রিশ বছরের যুদ্ধ-এর সময়, ফিল্ড মার্শাল দেশের লেফটেন্যান্ট জেনারেলের অধীনস্থ ছিলেন। সুইডিশ সেনাবাহিনীতে, ফিল্ড মার্শালের সীমাহীন সামরিক এবং যথেষ্ট রাজনৈতিক কর্তৃত্ব ছিল। যাইহোক, ফিল্ড মার্শাল ছিলেন সুইডেনের লর্ড হাই কনস্টেবল (Riksmärsken) এর অধীনস্থ এবং তার সবচেয়ে কাছের মানুষ ছিলেন rikstygmästaren।\nপ্রাথমিকভাবে, ফিল্ড মার্শাল ছিলেন অশ্বারোহী বাহিনীর কমান্ডার এবং ১৭ শতকের প্রথম দিকে সুইডেনে প্রথম সামরিক পদে পরিণত হয়, বিশেষ করে জ্যাকব পন্টুসন দে লা গার্ডি পদমর্যাদাটি পাওয়ার পর।\n\n\n=== সিরিয়া ===\nফিল্ড মার্শাল (আরবি: فريق) হল সিরিয়ান সেনাবাহিনী-র মধ্যে সর্বোচ্চ পদমর্যাদা যা একটি আনুষ্ঠানিক এবং সম্মানসূচক সামরিক পদ, এখনও পর্যন্ত একমাত্র ধারক হলেন বর্তমান প্রেসিডেন্ট বাশার আল-আসাদ যিনি কর্নেল থেকে পদোন্নতি পেয়েছিলেন। আরব রাষ্ট্রগুলির মধ্যে এটির চিহ্নটি ভিন্ন, কারণ বেশিরভাগ আরব সামরিক বাহিনী যাদের ফিল্ড মার্শাল পদমর্যাদা রয়েছে, চিহ্নগুলির জাতীয় কোট বা দুটি ক্রস করা ব্যাটনের উপরে একটি মুকুট বা নীচে হলুদ পাতা দিয়ে ঘেরা তলোয়ার রয়েছে, সিরিয়ার মার্শাল পদে একটি অতিরিক্ত তারা যোগ করা হয়েছে। স্টার থেকে তার সাধারণ চিহ্ন এর্গো কোট অফ আর্মসের নীচে ক্রস করা তলোয়ার উপরে তিনটি তারা রয়েছে।\n\n\n=== থাইল্যান্ড ===\n\nরয়্যাল থাই আর্মিতে চোম ফোনের পদমর্যাদা (থাই: จอมพล, จอมพลทหารบก) ১৮৮৮ সালে রাজা চুলালংকর্ন দ্বারা পশ্চিম লাইনে অন্যান্য সমস্ত সামরিক পদের সাথে তৈরি করা হয়েছিল। ১৯১০ সালে প্রথম নিয়োগের আগে পর্যন্ত, পদটি শুধুমাত্র শাসক রাজার জন্য সংরক্ষিত ছিল। বর্তমানে পদটি স্থগিত রয়েছে।\n\n\n=== তুরস্ক ===\n\nতুর্কি সশস্ত্র বাহিনী-তে, সংশ্লিষ্ট পদমর্যাদা হল মারেসাল। এর উৎপত্তি অটোমান সাম্রাজ্য এবং পারস্যের সামরিক বাহিনীতে পাওয়া যায়, যেখানে একে \"মুসির\" বলা হত এবং ক্ষমতাসীন সুলতান-এর আদেশে সিনিয়র কমান্ডারদের দেওয়া হত। মেরেশালের পদটি কেবলমাত্র জাতীয় পরিষদ দ্বারা প্রদান করা যেতে পারে, এবং শুধুমাত্র একজন জেনারেলকে দেওয়া যেতে পারে যিনি একটি সেনা, নৌবাহিনী বা বিমানবাহিনীকে তিনটি যুদ্ধে বা একই সময়ে বিভিন্ন ফ্রন্ট লাইনে সফলভাবে নেতৃত্ব দেন, শত্রুর বিরুদ্ধে বিজয়লাভ করেন। মাত্র দুজন ব্যক্তিকে এই পদমর্যাদা দেওয়া হয়েছে: আধুনিক তুরস্ক-এর প্রতিষ্ঠাতা কামাল আতাতুর্ক এবং তার চিফ অফ স্টাফ ফেভজি চাকমাক, উভয়ই তুরস্কের স্বাধীনতা যুদ্ধ-এ সাফল্যের জন্য পদমর্যাদা লাভ করেন।\n\n\n=== উগান্ডা ===\n\nফিল্ড মার্শাল ইদি আমিন ১৯৭১ থেকে ১৯৭৯ সাল পর্যন্ত উগান্ডার সামরিক স্বৈরশাসক এবং তৃতীয় রাষ্ট্রপতি ছিলেন। আমিন ১৯৪৬ সালে ব্রিটিশ ঔপনিবেশিক রেজিমেন্ট, কিংস আফ্রিকান রাইফেলস-এ যোগদান করেন, সোমালিয়া এবং কেনিয়াতে দায়িত্ব পালন করেন। অবশেষে, আমিন উত্তর-ঔপনিবেশিক উগান্ডার সেনাবাহিনীতে মেজর জেনারেলের পদে অধিষ্ঠিত হন এবং ১৯৭১ সালের জানুয়ারী মাসে সামরিক অভ্যুত্থানে ক্ষমতা দখলের আগে মিল্টন ওবোটকে পদচ্যুত করে এর কমান্ডার হন। পরে রাষ্ট্রপ্রধান থাকাকালীন তিনি নিজেকে ফিল্ড মার্শাল পদে উন্নীত করেন।\n\n\n=== যুক্তরাজ্য ===\n\nপ্রথম ডিউক অফ ওয়েলিংটন  আর্থার ওয়েলেসলি ১৮১৩ সালে ফিল্ড মার্শাল (একাধিক সেনাবাহিনীর) পদে উন্নীত হন। তার নয়টি ফিল্ড মার্শাল ব্যাটন অ্যাপসলে হাউস-এ প্রদর্শন করা আছে।\n\n\n=== যুক্তরাষ্ট্র ===\nমার্কিন যুক্তরাষ্ট্রের সশস্ত্র বাহিনী-র কোনো শাখা কখনোই ফিল্ড মার্শালের পদ ব্যবহার করেনি। ১৪ই ডিসেম্বর ১৯৪৪-এ, কংগ্রেস \"জেনারেল অফ দ্য আর্মি\" পদমর্যাদা তৈরি করে, যা অন্যান্য দেশের ফিল্ড মার্শালের সমতুল্য একটি পাঁচ তারকা র‌্যাঙ্ক। দুই দিন পরে, জর্জ মার্শাল আমেরিকার ইতিহাসে প্রথম পাঁচ তারকা জেনারেল হয়ে এই পদে উন্নীত হন। এটি প্রস্তাব করা হয়েছে যে, একজন পাঁচ তারকা অফিসারের জন্য \"মার্শাল\" নামটি গৃহীত হয়নি কারণ, অন্যথায়, জর্জ মার্শালকে \"মার্শাল মার্শাল\" হিসাবে সম্বোধন করা হবে, যা অমার্জিত বলে বিবেচিত হত। এইভাবে, ডগলাস ম্যাকআর্থার একমাত্র মার্কিন অফিসার যিনি মার্শাল পদমর্যাদা পেয়েছেন, যা তাকে ফিলিপাইন সরকার দিয়েছিল।\n\n\n=== ইয়েমেন ===\nআবদরাব্বুহ মনসুর হাদি, ইয়েমেনের সাবেক রাষ্ট্রপতি এবং ইয়েমেন প্রজাতন্ত্রের সশস্ত্র বাহিনীর  ফিল্ড মার্শাল\nমাহদি আল-মাশাত, ইয়েমেনের সুপ্রিম পলিটিক্যাল কাউন্সিল-এর চেয়ারম্যান এবং ফিল্ড মার্শাল\n\n\n=== জাইরে ===\n১৭ই জুন ১৯৮৩-তে, মোবুতু সেসে সেকো নিজেকে ফিল্ড মার্শাল পদে উন্নীত করেন। সেই আদেশে স্বাক্ষর করেছিলেন জেনারেল লিকুলিয়া বোলোঙ্গো।\n\n\n== চিহ্ন ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== বৈকল্পিক ==\nফেল্ডমার্শাল (অস্ট্রো-হাঙ্গেরিয়ান রাজতন্ত্র)\nস্টোজারনি জেনারেল (ক্রোয়েশিয়া)\nসাম্রাজ্যের মার্শাল (প্রথম ফরাসি সাম্রাজ্য)\nস্টাটার্চেস (গ্রীস)\nমার্শাল অফ ইটালি\nওনসু (উত্তর ও দক্ষিণ কোরিয়া)\nমুশির (অটোমান সাম্রাজ্য, মধ্যপ্রাচ্য ও উত্তর আফ্রিকা)\nমার্শাল অফ পেরু\nমার্শাল অফ পোল্যান্ড\nজেনারেল ফিল্ড মার্শাল (ইম্পেরিয়াল রাশিয়া)\nরাশিয়ান ফেডারেশনের মার্শাল\nসোভিয়েত ইউনিয়নের মার্শাল\nফালতস্মারকাল্ক (সুইডেন)\nচম ফোন (থাইল্যান্ড)\n\n\n== আরও দেখুন ==\nঅ্যাডমিরালিসিমো\nজেনারেলিসিমো\nমার্শাল\nগ্র্যান্ড মার্শাল\nগ্র্যান্ড অ্যাডমিরাল\nঅ্যাডমিরাল অফ দ্য ফ্লিট\nফিল্ড মার্শালদের তালিকা\nজার্মান ফিল্ড মার্শালদের তালিকা\nআর্মির জেনারেল\nনৌবাহিনীর অ্যাডমিরাল\nবিমান বাহিনীর জেনারেল\n\n\n== তথ্যসূত্র ==\n\n\n== বাহ্যিক সংযোগ ==\n উইকিমিডিয়া কমন্সে ফিল্ড মার্শাল সম্পর্কিত মিডিয়া দেখুন।"}