{"pageid": 1086713, "title": "বাবরি আন্দিজানী", "url": "https://bn.wikipedia.org/wiki?curid=1086713", "content": "বাবুরি আন্দিজানি (বাবুরি আল-বারীন, ফার্সি: بابری اندجان) ১৪৮৬ -  ১৫২৬) মুঘল সম্রাট জহিরউদ্দিন মুহাম্মদ বাবরের কুড়িয়ে পাওয়া দাস এবং তার গোপন প্রেমিক, যাকে তিনি ১৪৯৯ সালে উজবেকিস্তানের শিবির বাজার থেকে উদ্ধার করেছিলেন। আন্দিজান শহর থেকে আসার জন্য, সম্রাট বাবর তাকে আন্দিজানি বলে ডাকতে পছন্দ করতেন। বাবুরির সম্পর্কে ইতিহাসে তেমন কিছু জানা যায় না। যদিও অন্যান্য ঐতিহাসিক গ্রন্থে বাবুরির কথা খুব কমই উল্লেখ করা হয়েছে, তবে সম্রাট বাবুর তার গোপন প্রেমিক বাবুরিকে তার আত্মজীবনী \"বাবরনামা\" -তে অনেকবার উল্লেখ করেছেন এবং বাবুরির প্রতি তার অনুভূতিগুলো নির্ভয়ে প্রকাশ করেছেন, এমনকি তাকে নিয়ে বেশ কিছু ফারসি কবিতাও লিখেছেন।\n\n\n== প্রাথমিক জীবন এবং কর্মজীবন ==\n১৪৯৯ সালে,বাবুরি সম্রাট বাবরের হেফাজতে আসেন। অতঃপর সম্রাট বাবুরই তাকে ঘোড়া চড়ানো শিখিয়ে  আস্তাবলের দায়িত্বে নিযুক্ত করেন এবং তাকে বিশ্বস্ত এবং সর্বক্ষণের সঙ্গী হিসেবে সাথে রাখেন। ১৫০৭ সালের মে মাসে, সম্রাটের প্রতি অভিমান করে বাবুরি সম্রাটের সঙ্গ ত্যাগ করে চলে যায় এবং ১৫২২ সালে পুনরায় সম্রাটের নিকট ফিরে আসে।\n\n\n== বাবুরনামায় বাবুরি ==\nযদিও বিখ্যাত সম্রাটরা প্রায়ই তাদের অনুভূতিগুলো গোপন রাখেন, তবে সম্রাট বাবর নির্ভয়েই বাবুরির প্রতি তার অনুভূতি প্রকাশ করেন। আর তার এই সূক্ষ্ম অনুভূতিগুলো \"বাবুরনামা\" এর ১২০ এবং ১২১ পৃষ্ঠায় স্পষ্টভাবে লক্ষ্য করা যায়, যেখানে তিনি লিখেছেন:\n(বি.দ্র :নিচের অনুবাদটি শচীন্দ্রলাল রায়ের 'বাবরনামা'-এর বাংলা অনুবাদ 'বাবরের আত্মকথা' থেকে গৃহীত হয়েছে।)\n\nসুলতান আমেদের কন্যা আয়েশা সুলতান বেগমের সঙ্গে আমার বিয়ের কথা আমার বাবা ও কাকার জীবিতাবস্থাতেই পাকাপাকি ঠিক হয়েছিল। খোন্দাজে পৌঁছিয়েই শাবান মাসে তাকে বিয়ে করি। দাম্পত্য জীবনের প্রথম দিকে তার প্রতি আমার ভালবাসা খুব গভীর হলেও লজ্জায় তার কাছে সব সময়ে যেতে পারিনি—দশ, পনরো কিংবা বিশ দিনের মধ্যে এক একবার যেতাম। পরে অবশ্য আমার ভালবাসায় মন্দা পড়ে এলো, আর আমার লজ্জাও বেড়ে গেলো। ফলে মা রেগে অগ্নিশর্মা হয়ে আমাকে তিরস্কার করে তার কাছে জোর করে পাঠাতে লাগলেন। আমিও তখন অপরাধীর মত স্ত্রীর কাছে ত্রিশ কি চল্লিশ দিন পর এক একবার যেতাম।\nএই অবসর সময়ে শিবির বাজারের একটি ছেলের সঙ্গে হঠাৎ আমার দেখা হয়ে যায়। তার নাম বাবুরি। আমার নামের সঙ্গে তার নামের অদ্ভুত সাদৃশ্য ছিল। দেখা মাত্রই তার প্রতি আমার একটা অদ্ভুত আকর্ষণ অনুভব করি।  যা আমাকে তাকে নিয়ে লিখতে অনুপ্রাণীত করে:\n -গভীর প্রেমে পড়ে গেলাম আমি,          মুগ্ধ হলাম, পাগল হলাম,           মনের কথা জানেন অন্তর্যামী।\nএর আগে আমি কারও প্রতি এমন উগ্র ভালবাসা বা আকর্ষণ অনুভব করিনি। বলতে কি ভালবাসা কিংবা উগ্র কামনার অভিজ্ঞতা আমার এর আগে কোন দিনই হয়নি এবং কারও কাছ থেকে শুনিওনি। এমন অবস্থায় পড়ে কিছু করতে না পেরে তাকে নিয়ে শুধু ফারসীতে কবিতা লিখে যাই, তার মধ্যে একটি এই—\n- কোন প্রেমিক বল আমার মত মুগ্ধ, প্রেমানলে এমন ভাবে দগ্ধ ।         আমার মতো অসম্মানের পশরা কেবা বয়!কে দেখেছে এমন পাষাণ হিয়া,       কেন এমন ঘৃণা? কেন নাইকো মায়া? করো দয়া, নইলে আমার প্রাণ যে রাখা দায়। \n\nকখনও কখনও এমন হয়েছে যে বাবুরি আমার কাছে এসেছে, কিন্তু আমি লজ্জায় সোজাসুজি তার মুখের দিকে চাইতে পারিনি। তাহলে কেমন করে তাকে আমার কামনা আর প্রেমের কথা মুখ ফুটে বলে মনের গুরুভার হাল্কা করতে পারি ? এমনি বিপর্যয়কর মনের মত্ত অবস্থা আমার তথন যে—সে যখন আমার কাছে আসতো তখন তাকে ধন্যবাদ দিতে পারিনি—আর যখন সে চলে যেত তখনও কোন অভিযোগের কথা আমার মুখ দিয়ে বেরোয়নি। আমার এই প্রেমবিহ্বল অবস্থায় একদিন কয়েকজন অনুচর সঙ্গে নিয়ে আমি এক সরু গলিপথের ভিতর দিয়ে যাচ্ছিলাম। হঠাৎ মুখোমুখি বাবুরির সঙ্গে দেখা হয়ে গেল। অতর্কিত সাক্ষাৎ আমার মনের ওপর এমন ঘা দিল যে, আমার অস্তিত্বকে যেন ভেঙ্গে টুকরো টুকরো করে দিল। আমি চোখ তুলে তার মুখের দিকে চাইবো অথবা একটা কথা তাকে বলবো এমন অবস্থা আমার ছিল না। মনে পড়লো মুহাম্মদ শেখের কবিতাটি :\n-\"যখন আমি তোমায় দেখি প্রিয়, লাজে তখন পড়ি কাতর হয়ে। সঙ্গীরা যে মুচকি হাসি হাসে, আমার দিকে চেয়ে, ঘুরে দাড়াই মুখ ফিরিয়ে নিয়ে।\"\nএই কবিতা আমার মানসিক অবস্থার সঙ্গে সুন্দর ভাবে খাপ খেয়ে যায়। আমার কামনার উগ্রতায় এবং যৌবনের পাগলামিতে উদ্ভ্রান্ত হয়ে ঘুরে বেড়াতাম খালি মাথায়, খালি পায়, রাস্তায়, অলিতে-গলিতে, ফুল আর ফল বাগানে। বন্ধু-বান্ধব বা অপরিচিতের দিকে কোনও নজরই দিতাম না। আমার নিজের সম্মান বা অন্যের সম্মানের দিকেও আমার কোনও লক্ষ্য ছিল না। তুর্কিতে তখন এই কবিতাটি লিখি:\n-\"কামনায় জরজর হিয়া কাপে থরথর পাগল হলাম নাকি? জানিনে। বুঝেছি কি কখনই, প্রেমিকের দশা এই, যে মজেছে সুন্দর আননে।\"\nকখনও কখনও পাগলের মত ঘুরে বেড়াতাম পাহাড়ে, সমতলভূমিতে, কখনও বা রাস্তায় রাস্তায়,  অলিতে-গলিতে, কোনও বাড়ী বা উদ্যানের সন্ধানে যেখানে আমার প্রিয়কে দেখতে পাব। আমার এমন অস্থির অবস্থা হলো যে বসতেও পারি না, উঠতেও পারি না, দাড়াতেও পারি না, হাঁটতেও পারি না। তুর্কিতে তখন লিখি : \n\n-\"চলে যাওয়ার আমার শক্তি নাই, থাকতেও না পারি। কি দশায় ফেলেছ প্রিয় নিজের অজান্তেই, লাজে আমি মরি।\"\n\n\n== অন্যান্য সাহিত্যে বাবুরি ==\nবাবুরি এলেক্স রাদারফোর্ডের ঐতিহাসিক উপন্যাস \"এম্পায়ার অব দ্য মোগল\"-এর প্রথম খন্ড \"রাইডার ফর্ম দা নর্থ\" এর একজন প্রধান চরিত্র, নবম অধ্যায় হতে যার অস্তিত্ব বিরাজমান।\n\n\n== তথ্যসূত্র =="}