{"pageid": 1086530, "title": "আফিফা ইস্কান্দার", "url": "https://bn.wikipedia.org/wiki?curid=1086530", "content": "আফিফা ইস্কান্দার এস্তেফিয়ান (ডিসেম্বর ১০, ১৯২১ - অক্টোবর ২২, ২০১২), একজন ইরাকি গায়িকা যার ডাকনাম ছিল \"শাহরুরা ইরাক\"।\n\n\n== জীবনী ==\nতিনি মসুলে জন্ম গ্রহণ করেন। তার পিতা একজন ইরাকি-আর্মেনীয়  খ্রিস্টান এবং মাতা গ্রিক ছিলেন। তিনি বাগদাদে বসবাস করতেন। তিনি পাঁচ বছর বয়স থেকে গান করেন।১৯৩৫ সালে তিনি প্রথম কনসার্ট করেন। আরব মিউজিক সোসাইটি থেকে তাকে \"ম্যানলগিস্ট\" উপাধি দেওয়া হয়েছিল, কারণ তিনি ইরাকি গান এবং মাকামাতে সাবলীল ছিলেন।\nতিনি একজন শিল্পী শিক্ষিত পরিবারের সন্তান। তার মা \"মারিকা দিমিত্রি\" নামে চারটি বাদ্যযন্ত্র বাজিয়েছিলেন। তিনি হিলাল নাইটক্লাবে \"মাজেসতিক\" নামে গায়িকা হিসেবে ১৯৪০ সাল পর্যন্ত কাজ করেছিলেন। এ ক্লাবটি বাগদাদ দখলের পর আল- ময়দান জেলায় প্রতিষ্ঠিত হয়েছিল। এ এলাকাটি নাইট ক্লাবের জন্য প্রসিদ্ধ ছিল। তার মা এক নম্বর ফানি শিল্পী ছিল। এবং সবসময় তাকে পরামর্শ দেন যে ধোকাই হলো শিল্পীর সমাধি। ১২ বছর বয়সে, তিনি \"ইস্কান্দার এস্তেফিয়ান\" নামে একজন ইরাকি- আর্মেনিীয় ব্যক্তিকে বিয়ে করেন, যিনি একজন সঙ্গীতশিল্পী এবং শিল্পী ছিলেন। যখন তারা বিয়ে করেছিলেন তখন তার বয়স ৫০ বছরের বেশি ছিল এবং তার কাছ থেকে তিনি ইস্কান্দার ডাকনাম গ্রহণ করেছিলেন।\n\n\n== শৈল্পিক কর্মজীবন ==\nতিনি প্রথম ত্রিশের দশকের মাঝামাঝি আর্বিল শহরের একটি ছোট নাইটক্লাবে মঞ্চে হাজির হন এবং তারা তাকে (জাবেরকালি) বলে ডাকে, যার অর্থ \"কুইক-শট পিস্তল\"। এ উপাধি তাকে গানের জগতে খ্যাতি এনে দেয়। মাত্র ৮ বছর বয়সে এ গান আর্বিল শহরে জানুবা নামে প্এরচার হয়। \nতিনি ১৯৩৫ সালে বাগদাদের বিনোদন পার্ক এবং ক্লাবে গান গেয়ে তার শৈল্পিক জীবন শুরু করেছিলেন এবং তিনি তখন রাজধানী বাগদাদের সবচেয়ে মর্যাদাপূর্ণ বিনোদন পার্কে গেয়েছিলেন। যেমন আল-জাওয়াহরি) আল-হিলাল, আব্দুল্লাহ ক্যাবারে এবং ব্র্যাডি। এ. ক্লাবগুলি বর্তমানে বিদ্যমান সামাজিক ক্লাবগুলির তুলনায় অনেক উন্নত ছিল। আফিফা, ঈর্ষনীয় খ্যাতির সাথে, শিল্পের পরিবেশের সাথে শিখতে, মানিয়ে নিতে সক্ষম হয়েছিলেন এবং দ্রুত শিল্পীতে পরিণত হয়েছিলেন। সেই সময় তিনি ছিলেন একজন খুব স্মার্ট এবং কোকুয়েটিশ তরুণী। সামাজিক অবস্থানের গুরুত্বপূর্ণ ব্যক্তিত্বরা তার চারপাশে জড়ো হয়েছিলেন .. তিনি তুর্কি, ফরাসি, জার্মান এবং ইংরেজিতে (৫-৬) মিনিটের জন্য তাদের জন্য একাত্মতা গেয়েছিলেন এবং শিল্পী মুনিরা আল-হাউজুজ শিল্পী ফখরিয়া মাশত এর সঙ্গে কাজ করেছিলেন।\n\n\n== মিশরে আফিফা ==\nতিনি ১৯৩৮ সালে কায়রো ভ্রমণ করেছিলেন এবং সেখানে গান গেয়েছিলেন। দীর্ঘদিন ধরে মিশরে বাদিয়া মাসাবনি ট্রুপের সাথে কাজ করেছেন। যিনি চল্লিশের দশকের সবচেয়ে বিখ্যাত মিশরীয় নৃত্যশিল্পী এবং অভিনেত্রী ছিলেন। তিনি তাহিয়া কারিওকা গ্রুপের সাথেও কাজ করেছেন। তার সবচেয়ে বড় কৃতিত্ব হলো প্রয়াত মহান শিল্পী মোহাম্মদ আবদেল ওয়াহাব এবং ফাতেন হামামার সাথে মুভি (হ্যাপি ডে) তে অভিনয় করা এবং তিনি এতে গান গেয়েছিলেন। কিন্তু যখন চলচ্চিত্রটি দেখানো হয়েছিল তখন দুর্ভাগ্যবশত গানটি প্রদর্শিত হয়নি। কারণ পরিচালক মুভিটির সময় দু’ঘন্টার বেশি হওয়ায় গানটি মুছে ফেলেছিলেন। তিনি লেবানন, সিরিয়া মিশর, সহ কায়রো - বাগদাদে, আহমেদ বাদরাখান পরিচালিত অনেক ছবিতে অভিনয় করেন। মিশরীয় শিল্পী ইউনিয়ন কোম্পানির সহযোগিতায় ইসমাইল শরীফ কোম্পানির দ্বারা পরিচালিত হাকি আল-শিবলী, ইব্রাহিম জালাল, ফাখরি আল-জুবাইদি, মাদিহা ইয়াসরি, বিশারা ওয়াকিম এর সাথে সিনেমা করেন। সেইসাথে আহমেদ কামেল পরিচালিত সিনেমা “লায়ালি ফীল ইরাক” প্রদর্শি ত হয়, তিনি এ সিনেমায় গান করেন। তিনি মুরসি পরিচালিত জাফর আল-সাদি সিনেমায় অংশগ্রহণ করেন।, প্রয়াত শিল্পী মুহাম্মদ সালমান, শিল্পী নুরহান এবং আব্দুল্লাহ আল আজজাভি চলচ্চিত্রটির প্রতিনিধিত্ব করেন এবং ১৯৪৯ সালে রক্সি সিনেমায় ছবিটি দেখানো হয়েছিল। তারপরে তিনি লেখক আল-মাজনি এবং কবি ইব্রাহিম নাজির সাথে দেখা করেন এবং তার সাহিত্য জীবন শুরু হয়। তারপর তিনি ইরাকে ফিরে আসেন এবং বাগদাদে স্থায়ী হন।\n\n\n== আফিফা ইস্কান্দারের অভ্যর্থনা কক্ষ ==\nশিল্পী জীবনে তার বিশেষ ঐতিহ্য ছিল যে, তিনি করারাডার পুল এলাকায় অবস্থিত তার বাড়িতে একটি মার্জিত এবং বিলাসবহুল অভ্যার্থনা কক্ষ তৈরী করেছিলেন। এতে আগন করত ইরাকের শিল্পী, সাহিত্যিক, রাজনীতিবিদ। তাদের মধ্যে ইরাকের সাবেক প্রধানমন্ত্রী নুরি সা ই দ, ইন্ডিপেন্ডেন্স পার্টির সদস্য ফেক আল-সামাররাই, জাতীয় পরিষদের সদস্য, হাততাব আল-খুদাইরি, আকরাম আহমেদ, হুসেইন মারদান, জাফর আল-খলিলি, ইব্রাহিম আলী, আইনজীবী আব্বাস আল-বাগদাদী এবং পণ্ডিত ড মোস্তফা জাওয়াদ, যিনি তার শিল্প, সৌন্দর্য এবং ভাষাগত উপদেষ্টার প্রতি অনুরাগী ছিলেন। পাশাপাশি শিল্পী হাকি আল- শিবলী, আবদুল্লাহ আল-আজযাবি, মাহমুদ শওকা, সাদেক আল-আজদি, ফটোগ্রাফার আমরি সেলিম এবং প্রয়াত ফটোগ্রাফার হাজেম বাক এবং আরো অনেকে।\n\n\n== আফিফা ইস্কান্দারের গান ==\n\nতিনি যে সুরকারদের সঙ্গে কাজ করেছেন তাদের মধ্যে আছেন আহমদ আল-খলিল, সুরকার খাজল মাহদী এবং সুরকার ইয়াসিন আল-শেখলি। তিনি যে গানগুলো পরিবেশন করেছেন তার মধ্যে রয়েছে\n\nইয়া আকিদিল হাজিবিন\nইয়াস্কারি ই আসালি\nউরুদুল্লাহ ইউবাইয়েনু হুবাতি বায়নাহু।\nকলব---কলব\nগাবাত আন্নি ফামাল খবর। ইত্যাদি। তার ১৫০০টিরও বেশি গান আছে।\n\n\n== রাজনীতি ==\nতিনি রাজকীয় যুগের প্রথম গায়িকা ছিলেন এবং রাজা, নেতা, রাষ্ট্রপতি, মন্ত্রিসহ ইরাকি রাজ্যের উর্ধ্বতন কর্মকর্তারা তার মন চেয়েছিলেন। তারা তার কণ্ঠে গান গেয়েছিলেন এবং লজ্জা ছাড়াই তার কনসার্টে অংশ নিয়েছিলেন। রাজা ফয়সাল তার কন্ঠের ভক্ত ছিল। প্রাক্তন প্রধানমন্ত্রী নূরী আল- সাইদ তার ভক্ত ছিলেন প্রতি সোমবার মাকাম পার্টিতে উপস্থিত থাকতেন এবং তাদের কনসার্টে যোগ দিতেন। আবদুল করিম কাসিমও তার গানকে ভালোবাসতেন এবং শ্রদ্ধা করতেন। কিন্তু আব্দুল সালাম আরেফ তার সাথে প্রতিযোগিতা করছিলেন এবং তার বর্ণনা অনুযায়ী তাকে শ্বাসরোধ করছিলেন, এবং বলেছিলেন যে তিনি তার বাগানে কমিউনিস্টদের কবর দেওয়ার জন্য তাকে অভিযুক্ত করছিলেন।\n\n\n== মৃত্যু ==\nতিনি অসুস্থতার সাথে দীর্ঘ সংগ্রামের পর বাগদাদ শহরে ২০১২ সালে ৯১ বছর বয়সে ২২ অক্টোবর, ২০১২ তারিখে মারা যান।\n\n\n== তথ্যসূত্র =="}