{"pageid": 1086883, "title": "দ্য লিটল বুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1086883", "content": "দ্য লিটল বুদ্ধ  একটি  ১৯৯৩ সালের নাট্য চলচ্চিত্র যা বেরনার্দো বেরতোলুচ্চি  পরিচালিত, রুডি ওয়ারলিটজার এবং মার্ক পেপ্লো দ্বারা রচিত, এবং সাধারণ বার্টোলুচির সহযোগী জেরেমি থমাস প্রযোজিত।[১]  ইতালি, ফ্রান্স এবং যুক্তরাজ্যের একটি আন্তর্জাতিক সহ-প্রযোজনা, চলচ্চিত্রটিতে ক্রিস আইজাক, ব্রিজেট ফন্ডা এবং কিয়ানু রিভস প্রিন্স সিদ্ধার্থ (জ্ঞানের আধার বুদ্ধ) চরিত্রে অভিনয় করেছিলেন।\n\n\n== পটভূমি ==\nভুটানের একটি বিহার থেকে তিব্বতীয় বৌদ্ধ ভিক্ষুরা, লামা নরবুর নেতৃত্বে, একটি শিশুকে খুঁজছেন, যিনি একজন মহান বৌদ্ধ শিক্ষক, লামা দর্জে পুনর্জন্ম।  লামা নরবু এবং তার সহকর্মী সন্ন্যাসীরা বিশ্বাস করেন যে তারা সেই সন্তানের জন্য প্রার্থী খুঁজে পেয়েছেন যার মধ্যে লামা দর্জে পুনর্জন্ম হয়েছে: জেসি কনরাড নামে একজন আমেরিকান ছেলে, একজন স্থপতি এবং সিয়াটলে বসবাসকারী একজন শিক্ষকের ছোট ছেলে।  সন্ন্যাসীরা ছেলের সাথে দেখা করার জন্য সিয়াটলে আসে।\nজেসি সন্ন্যাসীদের এবং তাদের জীবনযাত্রার প্রতি মুগ্ধ, কিন্তু তার বাবা-মা, ডিন এবং লিসা সতর্ক, এবং সেই নীরবতা কাছাকাছি শত্রুতায় পরিণত হয় যখন নরবু ঘোষণা করেন যে তিনি জেসিকে তার সাথে ভুটানে নিয়ে যেতে চান পরীক্ষার জন্য।  তবে ডিন তার মন পরিবর্তন করেন, যখন তার এক ঘনিষ্ঠ বন্ধু এবং সহকর্মী আত্মহত্যা করেন কারণ তিনি ভেঙে পড়েছিলেন।  ডিন তখন জেসির সাথে ভুটান ভ্রমণের সিদ্ধান্ত নেন।  নেপালে, দুই সন্তান যারা পুনর্জন্মের জন্য প্রার্থী, তাদের সম্মুখীন হয়, রাজু এবং গীতা।\nধীরে ধীরে, সিনেমা চলাকালীন, প্রথমে জেসির মা এবং তারপর লামা নরবু প্রিন্স সিদ্ধার্থের জীবন কাহিনী বলুন, লামা নরবু জেসিকে দেওয়া একটি বই থেকে পড়ছেন।\nপ্রাচীন ভারতে, সিদ্ধার্থ নামক এক রাজপুত্র তার আরামদায়ক এবং সুরক্ষিত জীবনের দিকে মুখ ফিরিয়ে নেয় এবং সর্বজনীন দুঃখের সমস্যা সমাধানে যাত্রা শুরু করে।  তিনি অগ্রসর হওয়ার সাথে সাথে তিনি জীবনের প্রকৃতি, চেতনা এবং বাস্তবতা সম্পর্কে গভীর সত্যগুলি শিখেন।  শেষ পর্যন্ত, তিনি মারার (অহংকে প্রতিনিধিত্বকারী একটি দৈত্য) যুদ্ধ করেন, যিনি বারবার সিদ্ধার্থকে বিচ্যুত ও ধ্বংস করার চেষ্টা করেন।  নিজের অহংকারের মায়াময় প্রকৃতির চূড়ান্ত সম্পূর্ণ উপলব্ধির মাধ্যমে, সিদ্ধার্থ জ্ঞান লাভ করেন এবং বুদ্ধ হন।\nসিনেমার চূড়ান্ত দৃশ্যে দেখা গেছে যে তিনটি শিশুই লামা দর্জে পুনর্জন্ম, তার শরীর (রাজু), বক্তৃতা (গীতা) এবং মনের (জেসি) পৃথক প্রকাশ।  একটি অনুষ্ঠান অনুষ্ঠিত হয় এবং জেসির বাবাও বৌদ্ধধর্মের কিছু প্রয়োজনীয় সত্য জানতে পারেন।তার কাজ শেষ, লামা নরবু ধ্যানের গভীর অবস্থায় প্রবেশ করেন এবং মারা যান।  অন্ত্যেষ্টিক্রিয়া অনুষ্ঠান শুরু হওয়ার সাথে সাথে, লামা নরবু বাচ্চাদের সাথে কথা বলে, আপাতদৃষ্টিতে একটি উঁচু বিমান থেকে, তাদের সমবেদনা জানাতে বলে;  এবং ক্রেডিট রোল করার ঠিক আগে শিশুদের তার ছাই বিতরণ করতে দেখা যায়।\nসিনেমার ক্রেডিটের একেবারে শেষের দিকে, সিনেমার সময় যে বালু মন্ডলাটি নির্মাণ করতে দেখা গিয়েছিল তা ধ্বংস হয়ে যায়, \"একটি দ্রুত গতিতে।\"\n\n\n== অভিনয়ে ==\nলিজা কনরাডের চরিত্রে ব্রিজেট ফন্ডা।\nসিদ্ধার্থ চরিত্রে কিয়ানু রিভস।\nডিন কনরাডের চরিত্রে ক্রিস আইজাক।\nলামা নরবু চরিত্রে ইং রুচেং।\nজেসি কনরাডের ভূমিকায় অ্যালেক্স উইসেনডাঙ্গার।\nউইলিয়াম রবিন হিসেবে ভিন ডাইসেল।\nরাজুর চরিত্রে রাজু লাল।\nগীতা চরিত্রে গ্রীষ্মা মকর সিং।\nকেনপো টেনজিনের চরিত্রে সোগিয়াল রিনপোচে।\nভেন অ্যাবটের চরিত্রে খিয়ংলা রাতো রিনপোচে।\nচন্না চরিত্রে সন্তোষ বাঙ্গেরা (রাজপুত্র সিদ্ধার্থের সারথি)\nভেন লামা দর্জে চরিত্রে গেশে গিয়েলসেন।\nমারিয়া চরিত্রে জো চম্পা।\nচম্পার চরিত্রে জিগমে কুনসাং।\nপুঞ্জোর চরিত্রে থুবতেম জাম্পা।\nরাহুল চরিত্রে লিওনার্দো ডিক্যাপ্রিও।\nসোনালি চরিত্রে সুরেখা সিকরি (সুরেহকা সিক্রি হিসাবে)।\nটিকে সাংমা চরিত্রে লামা।\nআনি লা হিসাবে ডোমা।\n\n\n== মুক্তি ==\n১৯৯৩ সালের ১ ডিসেম্বর ফ্রান্সে চলচ্চিত্রটির ওয়ার্ল্ড প্রিমিয়ার হয়, যা ১৭ টি পর্দায় খোলা হয়।[২]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ সেপ্টেম্বর ২০২১ তারিখে এরপর চলচ্চিত্রটি ১০ ডিসেম্বর ভেনিস ও লন্ডনে মুক্তি পায়।যা এটিকে অনেকটা সফল করে।১৫ ডিসেম্বর চলচ্চিত্রটি আইম্যাক্স থিয়েটারে মুক্তি পায়।\n\n\n== প্রোডাকশন ==\nতিন তিব্বতি অবতার উচ্চ লামা, যা তুলকুস বা রিনপোচে নামেও পরিচিত, ছবিতে ভূমিকা রয়েছে৷  \"আমি আসল জিনিসটি চেয়েছিলাম,\" মিঃ বার্টোলুচি বললেন।  শ্রদ্ধেয় খিয়ংলা রাতো রিনপোচে ভুটানের মঠের মঠের ভূমিকা পালন করেন।  Dzongsar Jamyang Khyentse Rinpoche চলচ্চিত্রের শেষের দিকে দেখা যায়, যখন লামা নরবুকে রাতারাতি ধ্যান করতে দেখানো হয় এবং একজন পরামর্শক হিসেবে তিব্বতি সন্ন্যাসীদের দ্বারা সম্পাদিত প্রতিটি অঙ্গভঙ্গি এবং আচার-অনুষ্ঠানের তত্ত্বাবধান করেন।  সোগ্যাল রিনপোচে খেনপো তেনজিনের ভূমিকায় আগের অংশগুলিতে উপস্থিত হয়েছেন।  খিয়েনসে রিনপোচে সম্পর্কে পরবর্তীতে ওয়ার্ডস অফ মাই পারফেক্ট টিচার শিরোনামে একটি ডকুমেন্টারিতে, বার্তোলুচ্চির সাথে একটি সংক্ষিপ্ত সাক্ষাৎকার সহ চলচ্চিত্রে তার ভূমিকা নিয়ে আলোচনা করা হয়েছে।\n\n\n== বক্স অফিস ==\nএই ছবিটি ফ্রান্সে খুব সফল ছিল, যেখানে এটি বছরের ১,৩৫,৪৮৩ ডলার আয়ের সাথে বছরের ১৯ তম সর্বোচ্চ জনসমক্ষে প্রকাশিত চলচ্চিত্র ছিল। ফ্রান্সে প্রথম সপ্তাহে এটি ৩০,৮৬,৬০৯ টিকিট বিক্রি হয়।[৩] চলচ্চিত্রটি, ফ্লিনটোনস এবং ম্যভারিকের মতো চলচ্চিত্রগুলির প্রতিযোগিতার বিরুদ্ধে, মার্কিন বক্স অফিসে ৯ নম্বর নম্বর খোলা হয়েছিল। এটি শীর্ষ দশটি শীর্ষ দশটি ডলারে ১৬ জুন,১৯৯৪ তারিখে ৩০ কোটি ডলারের বেশি বাজেটের বিরুদ্ধে ৪,৮৫৮,১৩৯ মিলিয়ন ডলারের বেশি আয় করে।\n\n\n== পুরস্কার ও মনোনয়ন ==\nএই ছবিটি রাজ্জি পুরস্কার এর জন্য মনোনীত হয়েছিল এবং পুরস্কার জিতেছিল।[৪]\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttps://www.rottentomatoes.com/m/little_buddha\nhttps://www.imdb.com/title/tt0107426/\nhttp://www.themoviedb.org/movie/1689-little-buddha"}