{"pageid": 1086441, "title": "আরওয়া সালেহ", "url": "https://bn.wikipedia.org/wiki?curid=1086441", "content": "আরওয়া সালেহ (১৯৫১-১৯৯৭) একজন মিশরীয় কমিউনিস্ট এবং নারীবাদী ছিলেন, যিনি ১৯৭০ এর দশকের উগ্র ছাত্র আন্দোলনের একজন অভিজ্ঞ ছাত্র নেত্রী ছিলেন। তিনি মার্কসবাদী-লেনিনবাদী মিশরীয় কমিউনিস্ট ওয়ার্কার্স পার্টির (ইসিডব্লিউপি) কেন্দ্রীয় কমিটির সদস্যও ছিলেন। কমিউনিস্টদের রাষ্ট্রীয় নিপীড়নের কারণে তার বেশিরভাগ লেখাই ইসিডব্লিউপি পত্রিকায় প্রকাশিত হয়েছিল, যা গোপনে প্রচারিত হত। তিনি আরবিতে মার্কসবাদী সাহিত্যের বেশ কয়েকটি অনুবাদও প্রকাশ করেছেন, যার মধ্যে রয়েছে টনি ক্লিফের 'ক্লাস স্ট্রাগল অ্যান্ড উইমেন্স লিবারেশন' (১৯৮৪)। তার দুটি প্রকাশিত প্রবন্ধ সংকলন রয়েছে - আল-মুবতাসারুন (অথবা  দ্যা প্রিম্যাচিউর ওয়ানস/দ্য স্টিলবর্ন ) এবং আরেকটি, মরণোত্তর প্রকাশিত, শিরোনাম সারাতান আল-রাওহ (আত্মার ক্যান্সার)। তিনি ১৯৯৭ সালে আত্মহত্যা করেছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nআরওয়া সালেহ ১৯৫১ সালে কায়রোতে জন্মগ্রহণ করেন এবং কায়রো বিশ্ববিদ্যালয়ে ইংরেজি সাহিত্য অধ্যয়ন করেন। স্নাতক হওয়ার পর, তিনি স্বল্প সময়ের জন্য স্কুল শিক্ষক হিসাবে কাজ করেন, এবং তারপর রাষ্ট্রীয় মালিকানাধীন মধ্যপ্রাচ্য সংবাদ সংস্থা এবং সৌদি অর্থায়নে অর্থনৈতিক সংবাদপত্র 'আল-আলাম আল-ইয়াওম' (দ্যা ওয়ার্ল্ড টুডে) এ কাজ করেন। তিনি ছদ্মনামে সামাজিক-রাজনৈতিক প্রবন্ধ লিখেন এবং তার মার্কসবাদী সাহিত্যের অনুবাদ মিশরীয় কমিউনিস্ট ওয়ার্কার্স পার্টির (হিযব আল-উম্মাল আল-শুয়ুই আল-মিসরি) এর অভ্যন্তরীণ এবং গোপন পত্রিকা এবং নিউজলেটারে প্রকাশিত হয়েছিল। এটি একটি গুপ্ত সংগঠন ছিল।\n\n\n== উগ্র রাজনীতিতে যোগ ==\nসালেহ ১৯৭০-এর দশকের গোড়ার দিকে উগ্রবাদী ছাত্র আন্দোলনের একজন অন্যতম ব্যক্তি ছিলেন। এ ছাত্র আন্দোলন মুলত ১৯৬৭ সালের আরব-ইসরায়েল যুদ্ধ এ মিশরের পরাজয়ের প্রতিক্রিয়ায় এবং আা-সাদাতের শাসনের বিরোধিতায় দানা বেধে উঠে।\n\n\n== পরবর্তী জীবন এবং প্রকাশিত লেখা ==\nবিপ্লবী বামদের প্রতিশ্রুতির ব্যর্থতায় এবং ১৯৮০ এর দশকে মিশরের অবস্থার কারণে সালেহ হতাশা হয়ে দল থেকে বিচ্ছিন্ন হয়ে যান। পরে তিনি স্পেনে চলে যান।\n\n\n== ব্যক্তিগত জীবন ==\nসালেহ তিনবার বিয়ে করেছিলেন - দুবার কমিউনিস্ট বুদ্ধিজীবীর সাথে, এবং একটি সংক্ষিপ্ত বিয়ে হয়েছিল ১৯৯০ এর প্রজন্মের তার থেকে বয়সে অনেক ছোট এক কবির সাথে।\n\n\n== মৃত্যু এবং মরণোত্তর প্রকাশনা ==\n১৯৯৭ সালে আরওয়া সালেহ একটি দশম তলার অ্যাপার্টমেন্ট থেকে লাফ দিয়ে আত্মহত্যা করেন।\nতার কাগজের একটি সংক্ষিপ্ত এবং ঝটিতি সম্পাদিত নির্বাচন ১৯৯৮ সালে প্রকাশিত হয়েছিল - এর মধ্যে ছিল তার স্মৃতিকথা, একটি দীর্ঘ কবিতা এবং ঔপন্যাসিক সোনাল্লাহ ইব্রাহিমের কথাসাহিত্যের উপর একটি প্রবন্ধ - এবং শিরোনাম ছিল সারাতান আল-রাওহ (আত্মার ক্যান্সার)। 'আল-মুবতাসারুন' পরবর্তীতে ২০১৬ সালে মিশরীয় সাধারণ বই সংগঠন, যা সংস্কৃতি মন্ত্রণালয়ের একটি অংশ, তার 'পারিবারিক গ্রন্থাগার' সিরিজের অংশ হিসাবে পুনরায় প্রকাশ করা হয়।\n\n\n== তথ্যসূত্র =="}