{"pageid": 1086326, "title": "সুহির হাম্মাদ", "url": "https://bn.wikipedia.org/wiki?curid=1086326", "content": "সুহির হাম্মাদ একজন ফিলিস্তিনি-আমেরিকান কবি, লেখক এবং রাজনৈতিক কর্মী, ১৯৭৩ সালে জন্মগ্রহণ করেন। তিনি জর্ডানের রাজধানী আম্মানে জন্মগ্রহণ করেন এবং তার পরিবার পাঁচ বছর বয়সে যুক্তরাষ্ট্রে অভিবাসিত হয় এবং ব্রুকলিনে‌‌ স্থায়ী হয়। তিনি ২০০৩ সালে টনি পুরস্কার জিতেছিলেন। আমেরিকার ব্রুকলিন শহরের রাস্তায় হিপ-হপ সংগীত গেয়ে ও কবিতা লেখে তিনি খ্যাতি অর্জন করেছিলেন।  সুহাইর হলেন প্রথম ফিলিস্তিনি মহিলা যিনি বিখ্যাত ব্রডওয়ে থিয়েটারে অভিনয় করেছেন। \n\n\n== জীবনী ==\nতিনি জর্ডানের আম্মানে জন্মগ্রহণ করেছিলেন। তার বাবা-মা ছিলেন ফিলিস্তিনি শরণার্থী যারা তাদের মেয়ের সাথে নিউ ইয়র্ক সিটির ব্রুকলিনে অভিবাসী হয়েছিলেন তখন তার বয়স ছিল পাঁচ বছর । তার বাবা -মা পরে স্টেটেন দ্বীপে চলে যান এবং সেখানে বসবাস করেন।  তিনি ব্রুকলিনে বেড়ে ওঠেন এবং তার কিশোর বয়স এখানে কাটে। আমেরিকার ব্রুকলিন শহরের রাস্তায় হিপ-হপ সংগীত গেয়ে ও বিভিন্ন কবিতা লেখে তিনি খ্যাতি অর্জন করেছিলেন।  সুহাইর হলেন প্রথম ফিলিস্তিনি মহিলা যিনি বিখ্যাত ব্রডওয়ে থিয়েটারে অভিনয় করেছেন। ১৯৪৮ সালে তার বাবা-মা ও দাদা-দাদী যখন ফিলিস্তিন ত্যাগ করেছিলেন সেই গল্পগুলো তার জীবনে ব্যাপক প্রভাব ফেলে ছিল। তাদের জীবনের কষ্টগুলো যা  প্রথমে গাজা উপত্যকায় এবং পরে জর্ডানে সংঘটিত হয়েছিল। বিশেষ করে তার দাদা -দাদীর নিজ শহর লিডায় গল্পগুলি। এই ভিন্ন ভিন্ন প্রভাব থেকে হাম্মাদ তার কাজের মধ্যে একটি অভিবাসী, একজন ফিলিস্তিনি এবং একজন মুসলিম হিসেবে তার ক্ষমতা ছাড়াও তার কাজের মধ্যে একটি সাধারণ বিবরণ বুনতে সক্ষম হয়েছিল। তিনি সমাজের সহজাত যৌনতার বিরুদ্ধে সংগ্রামরত একজন নারী এবং একজন কবি হিসেবে পরিচিত ছিলেন। যখন হিপ-হপ উদ্যোক্তা রাসেল সিমন্স তার লেখা \"ফাস্ট রাইটিং সিন্স\" শিরোনামে প্রকাশ করেছিল।, ১১ সেপ্টেম্বরের হামলার প্রতি তার প্রতিক্রিয়া বর্ণনা করে একটি কবিতা লেখেন। তিনি এ কবিতাটি নিয়ে এইচবিও'র ডিফ পোয়েট্রি জ্যামের সাথে  চুক্তি স্বাক্ষর করেছিলেন।  তিনি পরবর্তী দুই বছর ভ্রমণের মূল কাজ হিসাবে কবিতাগুলো আবৃত্তি করেছিলেন। ২০০৮ সালে, তিনি সিনেমায় তার প্রথম কথাসাহিত্যের ভূমিকায় অভিনয় করেছিলেন। তিনি অ্যানিমারি জ্যাকিরের রচিত ফিলিস্তিনি চলচ্চিত্র সল্ট অফ দিস সি (২০০৮) তে অভিনয় করেন, যা কান চলচ্চিত্র উৎসবের আন সেরটেন রিগার্ড প্রতিযোগিতায় অফিসিয়ালভাবে সিলেকশন হয়েছিল।  তিনি এখন তার তৃতীয় প্রকাশনায় কাজ করছেন যা গদ্যের বই হবে। তিনি বুশ থিয়েটারের ২০১১ সালের প্রজেক্ট সিক্সটি সিক্স বইয়ে অংশ নিয়েছিলেন।, যার জন্য তিনি কিং জেমস বাইবেলে বুক অফ হেগাইর উপর ভিত্তি করে একটি অংশ লিখেছিলেন। \n\n\n== সাহিত্যকর্ম ==\nকবি তার সাহিত্যে আরব-ইসলামী সংস্কৃতিকে পাশ্চাত্য এবং আমেরিকান সংস্কৃতির সাথে একত্রিত করেছেন। যা এক সমৃদ্ধ সাহিত্য, উন্মুক্ত এবং মানবিক বহুত্ববাদের সাথে মিল রাখে। তিনি ১৯৯৬ সালে \"জন্মের দ্বারা ফিলিস্তিনি, জন্মের দ্বারা কৃষ্ণাঙ্গ\" শিরোনামে তার প্রথম কাব্য সংকলন প্রকাশ করেন, তারপর একই বছরে \"কাতরাতু মিন হাজিহিল কিচ্চা\" শিরোনামে আরেকটি সংকলন প্রকাশিত হয় এবং তার শেষ সংকলন \"কাসিদাতু আজেলাহ\" শিরোনামে ২০০৮ সালে প্রকাশিত হয় । হাম্মাদ বেশ কিছু সাহিত্য ও শৈল্পিক পুরস্কার পেয়েছিলেন, যার মধ্যে সবচেয়ে সাম্প্রতিক ছিল ২০০৯ সালে আমেরিকান বুক অ্যাওয়ার্ড। \n\n\n== চলচ্চিত্র এবং ভিডিও ==\nলেস্ট উিই ফরগেট (২০০৩) বা পাছে আমরা ভুলে যাই (২০০৩)\nদা ফোরথ ওয়াল্ড ওয়ার (২০০৪) বা চতুর্থ বিশ্বযুদ্ধ (২০০৪)\nসল্ট অফ দা সী (২০০৮) বা এই সমুদ্রের লবণ (২০০৮)\nহোয়েন আই স্ট্রেস ফোরথ মিন হ্যান্ড (২০০৯)\nইনটু ইজেপ্ট বা মিশরে (২০১১)\n\n\n== প্রযোজিত নাটক ==\nব্রেকিং লেটার (এস) (২০০৮), নিউ ওয়ার্ল্ড থিয়েটার\nব্লাড ট্রিনিটি (২০০২), দ্য নিউ ইয়র্ক হিপ হপ থিয়েটার ফেস্টিভাল\nরি ওরিয়েনটালিজম বা পুনরায় প্রাচ্যবাদ (২০০৩)\nলিবারেটো\n\n\n== পুরস্কার ==\nদা অডরি লর্ডT রাইটিং অ্যাওয়ার্ড, কান্টার কলেজ (১৯৯৫, ২০০০)\nমরিস সেন্টার ফর হিলিং পোয়েট্রি অ্যাওয়ার্ড (১৯৯৬)\nনিউ ইয়র্ক মিলস আর্টিস্ট রেসিডেন্সি (১৯৯৮)\nভ্যান লিয়ার ফেলোশিপ (১৯৯৯)\n২০০১ এমার্জিং আর্টিস্ট অ্যাওয়ার্ড, যা এনওয়াইইউতে এশিয়ান/প্যাসিফিক/আমেরিকান স্টাডিজ ইনস্টিটিউট প্রদান করে।\nটনি পুরস্কার - (২০০৩)\nপিবডি অ্যাওয়ার্ড, (২০০৩)\n২০০৯ আমেরিকান বুক অ্যাওয়ার্ডস \n\n\n== অবদান ==\nবরন ফিলিস্তিন, বরন ব্লাক” বা ফিলিস্তিনে জন্ম, কৃষ্ণাঙ্গ জন্ম ”, প্রকাশক- হারলেম রিভার প্রেস, ১৯৯৬,আইএসবিএন ০-৮৬৩১৬-২৪৪-৪ । \nড্রপস অফ দিস স্টোরি, প্রকাশক-  হারলেম রিভার প্রেস, ১৯৯৬।\nজাটার ডিভা  প্রকাশক- সাইফার বুকস, ২০০৬,আইএসবিএন ১-৮৯২৪৯৪-৬৭-১\nব্রেকিং পোয়েমস, পকাশ সাইফার বুকস, ২০০৮,আইএসবিএন ৯৭৮-০-৯৮১৯১৩১-২-৪\nজন্ম ফিলিস্তিনি, জন্ম কালো। আপসেট প্রেস, ২০১০,আইএসবিএন ৯৭৮০৯৭৬০১৪২২৫\n\n\n== সাময়িকী ==\nআমস্টারডাম সংবাদ\nব্লাক রেনেসাস /রেনেসাঁ নোয়ার\nব্রিলিয়ান্ট করনার বা উজ্জ্বল কর্নার\nক্লিকে\nড্রাম ভয়েস রিভিউ\nইসেন্স\nলঙ শর্ট  বা দীর্ঘ শট\nআটলান্টা রিভিউ বা আটলান্টা পর্যালোচনা\nবোমা\nব্রুকলিন ব্রিজ বা ব্রুকলিন সেতু\nফিয়ারস\nস্ট্রেস হিপ-হপ ম্যাগাজিন\nকোয়ারটলি ব্লাক রিভিউ অফ বুকস\nকালার লাইনস বা রঙিন রেখা\nস্ফেরিক\nদা অলিভ ট্রি রিভিউ\nদা হান্টার ইনভয়\nমেরিডিয়ানস\nমিজনা\nসিন্গস\n\n\n== অ্যান্থোলজিস ==\nইন ডিফেন্স অপ মোমিয়া\nনিউ টু নর্থ  আমেরিকা বা নতুন উত্তর আমেরিকায়  (বার্নিং বুশ প্রেস)\nদা স্পেস বিটুইন আওয়ার ফুটস্টেড়স বা আমাদের পদচিহ্নের মধ্যবর্তী স্থান (সাইমন এবং শুস্টার)\nআইডেন্টি লিসোন (পেঙ্গুইন)\nলিসেন আপ (ব্যালেন্টাইন)\nপোস্ট জিব্রান: নিউ আরব-আমেরিকান রাইটিং এর অ্যানথোলজি (জুসুর প্রেস)\nবি কামিং আমেরিকান (হাইপারিয়ন)\nবাম রাশ দ্য পেজ (থ্রি রিভার প্রেস)\nআরব মহিলাদের কবিতা (ইন্টারলিঙ্ক বুকস)\nভয়েস অফ পিস বা শান্তির বাণী (লেখক)\nএনাদার ওয়াল্ড ইজ পসিবল বা আরেকটি পৃথিবী সম্ভব (সাবওয়ে এবং এলিভেটেড প্রেস)\n৩৩ টি জিনিস যা প্রত্যেক মেয়েরই মহিলাদের ইতিহাস সম্পর্কে জানা উচিত (ক্রাউন)\nট্রমা এ্যাট হোম বা বাড়িতে ট্রমা (বাইসন প্রেস)\nগান, ফিসফিস, চিৎকার, প্রার্থনা! ন্যায়বিচারের জন্য নারীবাদী দৃষ্টিভঙ্গি (এজ ওয়ার্ক)\nরাসেল সিমন্স প্রেজেন্টস ডিপ পয়েট্রিজ্যাম অন  ব্রডওয়ে (অ্যাট্রিয়া)\nশর্ট ফিউজ, দ্য গ্লোবাল অ্যান্থোলজি অফ নিউ ফিউশন পোয়েট্রি, সম্পাদনা করেছেন সুইফ্ট অ্যান্ড নর্টন; (রেটাপ্যালেক্স প্রেস)\nওয়ার্ড  ওন বা শব্দ বিগিনিং আ ওমেন রাইটার,  (ফেমিনিস্ট প্রেস)\n\n\n== তথ্যসূত্র =="}