{"pageid": 1086042, "title": "এসথার এলাম", "url": "https://bn.wikipedia.org/wiki?curid=1086042", "content": "ইষ্টার এলাম (হিব্রু ভাষায় : עילם עילם ; জন্ম ১৯৩৯) শুরু থেকেই ইসরায়েলি নারীবাদের একজন কেন্দ্রীয় ব্যক্তিত্ব। ইষ্টারের সক্রিয়তা ও নারীবাদ এবং সামাজিক ন্যায়বিচারের উপর তার লেখার মাধ্যমে পুরস্কার ও স্বীকৃতি অর্জন করেছেন, যার মধ্যে জেরুসালেম হিব্রু বিশ্ববিদ্যালয়ের সম্মানসূচক ডক্টরেটও রয়েছে।\nইষ্টার তেল আবিবের (১৯৭১) নারীবাদী আন্দোলনের একজন প্রবর্তক ও প্রতিষ্ঠাতা এবং ইসরায়েলি সেন্টার ফর অ্যাসিস্টেন্স টু ভিকটিমস অব সেক্সুয়াল অ্যাসল্টের প্রতিষ্ঠাতা এবং সেই সাথে মিজরাহি নারীবাদী সংগঠন হোতি - ফর ওমেন ইন ইসরায়েল-এর সহ প্রতিষ্ঠাতা। তিনি রাজনীতি, সংস্কৃতি ও শিক্ষা সহ ইসরায়েলি নারীবাদের বিভিন্ন ক্ষেত্রে সক্রিয়। তিনি ইসরায়েলে যৌন ও লিঙ্গ সহিংসতার বিরুদ্ধে প্রধান অনুষ্ঠানের আয়োজক, এবং শান্তির প্রতিষ্ঠার জন্য সক্রিয়।\n\n\n== পটভূমি ==\nইষ্টার সাপোর্তা ১৯৩৯ সালে তেল আবিবে গ্রিসের সালোনিকি থেকে সেফারডিক বংশোদ্ভূত পিতামাতার সন্তান হিসাবে জন্মগ্রহণ করেছিলেন। তিনি মরিয়ম ও লিওন সাপোর্তার চার সন্তানের মধ্যে দ্বিতীয়। তার ভাইবোনরা হলেন ইয়াকভ (১৯২৮-২০১৪), রাচেল (১৯৪০), এবং আলিজা (১৯৪৮)। তিনি ১৯৬৪ সালে তার সহকর্মী ছাত্র জোহর আইলামকে বিয়ে করেন, যিনি মনোবিজ্ঞানের একজন ডাক্তার, উদ্ভাবক, লেখক ও সম্প্রদায় সংগঠক। তিনি ১৯৭২ সালে তেল আবিব বিশ্ববিদ্যালয়ে মনোবিজ্ঞান ও দর্শনে বিএ সম্পন্ন করেন।\nইষ্টার ১৯৮০ সালে তেল আবিব বিশ্ববিদ্যালয়ে সমাজবিজ্ঞানে তার মাস্টার্স থিসিসে কাজ করেছিলেন, লিঙ্গের স্টেরিওটাইপগুলি নিয়ে গবেষণা করেছিলেন। এর আগে, তিনি অধ্যাপক ডাফনা ইসরাইয়েলের গবেষণা সহকারী হিসাবে কাজ করেছিলেন, \" যিশুযুগের মহিলা নেতা বিষয়ে অধ্যয়নরত \" ছিলেন। তিনি \"ইসরায়েলের পরিধি ডেভেলপমেন্ট টাউনস\" (১৯৭৮) নামক একাডেমিক প্রকল্পের গবেষকও ছিলেন। তিনি ২০০২ সালে \"নারীবাদী বিজ্ঞান সৃষ্টি: 'পাবলিক-প্রাইভেট' ডিস্টিংশনের আলোকে বিজ্ঞানের নারীবাদী দর্শন \" থিসিস বা গবেষণা পত্রের মাধ্যমে দর্শনে এমএ সম্পন্ন করেন।\nইষ্টারর মতে, তিনি ইতোমধ্যে দুই সন্তানের মা ছিলেন, যখন ১৯৭০ সালে তিনি বুঝতে পেরেছিলেন, তার জীবনের প্রতিটি দিক কতটা প্রভাবিত হয়েছিল এই সত্য দ্বারা যে তিনি পুরুষতান্ত্রিক সমাজে একজন মহিলা। এই উপলব্ধির পরে, তিনি সমাজ ও এর প্রতিষ্ঠানে লিঙ্গের ভূমিকা সম্পর্কিত পরিবর্তনের জন্য কাজ শুরু করেন এবং তিনি এই আন্দোলনকে একজন কর্মী হিসাবে প্রচার করতে থাকেন, বিভিন্ন আন্দোলন ও সংগঠনের পাশাপাশি একাডেমিয়ায় কাজ করেন। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে Esther Eillam সম্পর্কিত মিডিয়া দেখুন।\n\nנשים זקנות וזועמות: ראיון עם אסתר עילם, טל דקל ואורה ראובן; חוה ראוכר, ערב רב, 7 במרץ 2013\n(\"Angry Old Women\" - an Interview with Esther Eillam, Tal Dekel and Ora Reuven\" - Erev Rav, by Hava Raucher)\nইউটিউবে עושות סדר - נשים בארגוני שלום, פאנל בטלוויזיה החברתית"}