{"pageid": 1086823, "title": "হানিফা ইউসুফি", "url": "https://bn.wikipedia.org/wiki?curid=1086823", "content": "হানিফা ইউসুফি প্রথম আফগান মহিলা যিনি আফগানিস্তানের সর্বোচ্চ শৃঙ্গ মাউন্ট নোশাককের ২৪,৫৮০ ফুট (৭,৪৯২ মিটার) উচ্চতার শীর্ষে আরোহণ করেছিলেন। তিনি ১০ আগস্ট, ২০১৮ তারিখে কাবুলের একটি অলাভজনক সংস্থা অ্যাসেন্ড অ্যাথলেটিক্স আয়োজিত একমাস ব্যাপী অভিযানের অংশ হিসেবে এই কৃতিত্ব অর্জন করেন, যা তরুণ আফগান নারীদের পাহাড়ে আরোহণের প্রশিক্ষণ দেয়। আফগানিস্তান-পাকিস্তান সীমান্তে বয়ে চলা হিন্দু কুশ রেঞ্জের দ্বিতীয় সর্বোচ্চ পর্বত নশাক।\n\n\n== ব্যক্তিগত জীবন ==\nইউসুফি কাবুলে বেড়ে ওঠেন এবং ১৪ বছর বয়সে একজন বয়স্ক ব্যক্তিকে বিয়ে করার জন্য তাকে পাকিস্তানে পাঠানো হয়। প্রায় দুই বছর পর তিনি তাকে তালাক দিয়ে কাবুলে তার পিতামাতার কাছে ফিরে যান।\nতার চাচাতো ভাই ইউসুফিকে ২০১৬ সালে এই প্রোগ্রামে যোগ দিতে উৎসাহিত করেছিলেন এবং তারপর থেকে তিনি পর্বতারোহণের প্রশিক্ষণের সময় প্রোগ্রাম সহকারী হিসেবে কাজ করেছিলেন। নোশাক আরোহণের পর, ইউসুফি শুধুমাত্র নিরাপত্তা জনিত উদ্বেগের কারণে রেডিও এবং ফেসবুকের মিডিয়া এক্সপোজার (কোন টিভি কভারেজ নেই) সীমাবদ্ধ করার সিদ্ধান্ত নেন, কিন্তু তার কৃতিত্বের জন্য এবং অন্যান্য আফগান নারীদের অনুপ্রাণিত করার জন্য গর্বের সাথে তার পুরো নাম প্রচার করেন।\n\n\n== অভিযান ==\nএটি  $৩০,০০০ ডলার ব্যয়ে একটি অভিযান ছিল, যা ব্যায়ভার অ্যাসেন্ড অ্যাথলেটিক্স এবং অর্ধেক অর্থ একক দাতার কাছ থেকে সংগ্রহ করা হয়েছিল। তালেবান বাহিনী এবং আফগান সেনাবাহিনীর মধ্যে লড়াই সহ দলটিকে বেশ কয়েকটি জটিলতার সম্মুখীন হতে হয়েছিল। ইউসুফি ২০১৬ সাল থেকে মাউন্ট নোশাক আরোহণের চেষ্টা করার জন্য অ্যাসেন্ড অ্যাথলেটিক্সের সাথে প্রশিক্ষণ নিছিলেন। দেশটিতে তালেবান শাসনামলে বেশ কয়েক বছর ধরে অস্থিরতার কারণে মাউন্ট নোশাক প্রায় ৩০ বছর ধরে পর্বতারোহীদের জন্য বন্ধ ছিল। এটি আবার ২০০৯ সালে খোলা হয়েছিল। তালেবানরা সেবাক-এ আফগান জাতীয় সেনাবাহিনীর দুটি হেলিকপ্টার গুলি করে ভূপাতিত করে। গ্রুপ আগের দিন থেকে উড়ে অনুমিত ছিল কাবুল বেস ক্যাম্পে ভাড়ায় নিকটতম বিমানঘাঁটি রয়েছে। সুতরাং, অভিযান চালিয়ে যাওয়ার জন্য দলটিকে একটি নিরাপদ গ্রামে নিয়ে যাওয়া হয়েছিল। বিশ্বের অন্যতম চ্যালেঞ্জিং শীর্ষ সম্মেলন মাউন্ট নোশাকের মধ্যে রয়েছে বিপজ্জনক ক্রেভাস, ভাঙা বরফের মুখ, আলগা পাথর, শূন্য তাপমাত্রা এবং তালেবানদের সাথে জড়িত সামাজিক-রাজনৈতিক বিষয়গুলির মতো বিপদ এবং চ্যালেঞ্জ; এই শৃঙ্গে অভিযানের মধ্যে রয়েছে যুদ্ধবিধ্বস্ত অঞ্চলগুলির মধ্য দিয়ে ট্রেকিং করা, গৃহযুদ্ধের যুগের স্থল-খনি এবং যেখানে বহিরাগতরা অপহৃত বা লাঞ্ছিত হওয়ার বিপদের সম্মুখীন হয়। আরোহণ শুরু হয় ৯ এ.এম থেকে এবং আরোহণের সময় ইউসুফি ক্যাম্প টুতে উচ্চতার অসুস্থতার সম্মুখীন হন এবং তাকে ক্যাম্প ওয়ানে নামিয়ে আনতে হয়। পরের দিন সকালে তিনি ক্যাম্প ওয়ানে বিশ্রাম নেওয়ার পরে ক্যাম্প টুতে ফিরে যান। অন্য দুটি মেয়ে ইউসুফির সাথে ট্রেক চালিয়ে যেতে পারেনি, উচ্চতার অসুস্থতার কারণে এবং তাকে একা আরোহণ চালিয়ে যেতে হয়েছিল। তিনি সন্ধ্যা ৭:১০ মিনিটে শীর্ষ সম্মেলনে পৌঁছান। \n\n\n== আরও দেখুন ==\nবাচেন্দ্রী পাল\nজুনকো তাবেই\nওয়ান্ডা রুটকিউইচ\nআর্লিন ব্লাম\nঅ্যাথলেটিক্সে আফগান রেকর্ডের তালিকা\n\n\n== তথ্যসূত্র =="}