{"pageid": 1086852, "title": "এলাইন ক্যাম্পিওন", "url": "https://bn.wikipedia.org/wiki?curid=1086852", "content": "ফ্রান্সেস এলাইন ক্যাম্পিওন  একজন অন্টারিওর নারী যে ২ অক্টোবর, ২০০৬ তারিখে অন্টারিওর ব্যারিতে তার দুই সন্তানকে হত্যা করে। কানাডিয়ান অভিশংসক যুক্তি দেখিয়েছিলেন যে সে তার প্রাক্তন স্বামীর উপর প্রতিশোধ নিতে চেয়েছিল। কারণ, সে ভয় পেয়েছিল সে সন্তানদের হেফাজত পাবে না। \n\n\n== পটভূমি এবং অপরাধ ==\nএলাইন ক্যাম্পিওন নিউ ব্রান্সউইকের কোলস দ্বীপে জন্ম গ্রহণ করেন। প্রায় ২০ বছর বয়সে জীবিকার জন্য অন্টারিওতে চলে যাওয়ার আগে পর্যন্ত সে সেখানে বসবাস করত। সে এক বছরের জন্য একটি কমিউনিটি কলেজে হোম সাপোর্ট ক্লাসে অংশ নিয়েছিল। দ্য গ্লোব অ্যান্ড মেইলের ক্রিস্টি ব্ল্যাচফোর্ড লিখেছিলেন যে তার \"যথেষ্ট স্বাভাবিক শৈশব\" ছিল।\nএলেন এবং তার তৎকালীন স্বামী লিও ক্যাম্পিওন অন্টারিওর ব্র্যাডফোর্ডে থাকত। স্বামী সাথে সে ২০০০ সালে পরিচিত হয়েছিল। পরবর্তীতে তাদের ডিভোর্স হয়ে যায় এবং লিও বাড়ি থেকে চলে যায়।  নিহত সেরেনা এবং সোফিয়া তাদের মৃত্যুর সময় যথাক্রমে তিন বছর এবং উনিশ মাস বয়সী ছিল। \nঘটনার সময়, ক্যাম্পিওন তার সন্তানদের সাথে উত্তর ব্যারির কুল্টার গ্লেন অ্যাপার্টমেন্টে থাকত।  ব্ল্যাচফোর্ড লিখেছিলেন যে লিও এবং এলেন ক্যাম্পিওন \"একটি বাজে বিবাহ বিচ্ছেদ এবং হেফাজতের যুদ্ধে লিপ্ত ছিল।\"  লিও অভিযোগ করেছিলেন যে ক্যাম্পিওন তার অ্যাপার্টমেন্টে মেয়েদের খুব খারাপ অবস্থার মধ্যে রেখেছিল। তিনি কর্তৃপক্ষকে শিশুদের কাছে আরও প্রবেশাধিকারের অনুরোধ করেছিলেন এবং মৃত্যুর প্রায় এক সপ্তাহ আগে শিশুদের জন্য আইনজীবী নিয়োগের জন্য বলেন; লিও বলেছিলেন শিশুদের মায়ের \"মানসিক স্বাস্থ্যের ভাঙ্গন\" দেখা গিয়েছিল।\n২০০৬ সালের ২ রা অক্টোবর, ক্যাম্পিওনে মেয়েদের তাদের বড়িতে বাথটাবে ডুবিয়ে হত্যা করে। সে তার প্রাক্তন স্বামীকে উদ্দেশ্য করে একটি ভিডিও চিত্রায়িত করে যেখানে তার মেয়েদের মৃত্যুর আগের এবং পরের ছবির বিভিন্ন অংশ ছিল। ভিলেজ মিডিয়ার জেসিকা ওয়েন ভিডিওটিকে \"দীর্ঘ\" বলে বর্ণনা করেছেন।  যখন ডুবে যাওয়া শেষ হয়, ক্যাম্পিওন তাদের পায়জামা এবং গহনা পরায়, নান জিনিস সহ তাদের বিছানায় শোওয়ায় এবং তারপর আত্মহত্যা করার চেষ্টা করে।\n\n\n== বিচার ও পরবর্তী ঘটনা ==\nক্রাউন (অন্টারিও কর্তৃপক্ষ) তার বিরুদ্ধে প্রথম ডিগ্রি হত্যার দুটি অভিযোগ আনে। মেরি ক্রিমার ক্যাম্পিওনের আইনজীবী হিসেবে দায়িত্ব পালন করেন। \nবিচারের জন্য সাত সপ্তাহ সময় লেগেছিল। ক্যাম্পিওনের আইনজীবী যুক্তি দিয়েছিলেন যে মানসিক অসুস্থতার কারণে তাকে দোষী সাব্যস্ত করা যায়না; যদিও তারা মেনে নিয়েছিল যে সে মেয়েদের হত্যা করেছে। ১৫ নভেম্বর, ২০১০ তারিখে তাকে দোষী সাব্যস্ত করা হয়। বিচারক সিদ্ধান্ত নিয়েছিল, সে দোষী। কারণ মানসিক অসুস্থতা থাকা সত্ত্বেও সে জানত যে হত্যা করা অপরাধ। ক্যাম্পিওনকে সর্বনিম্ন ২৫ বছরের জন্য আটক রাখার পাশাপাশি যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছিল। লিও ক্যাম্পিওন একটি অত্যাচারিতার প্রভাব বিবৃতি পড়েছিলেন।\nক্যাম্পিওন ২০১০ সালে তার দণ্ডের বিরুদ্ধে আপিল দায়ের করেছিল।  ২০১৫ সালে সেগুলোর মধ্যে কয়েকটিকে অস্বীকার করা হয়েছিল। ২০১৯ সালে কানাডার প্যারোল বোর্ড তাকে কারাগার থেকে বাইরে থাকার অনুমতি দেয়। \n\n\n== আরও দেখুন ==\nকানাডায় ফিলিসাইডের ঘটনা:\n\nঅ্যালিসন ম্যাককনেল\nপ্রাক্তন পত্নীর বিরুদ্ধে প্রতিশোধের জন্য দায়ী ফিলিসাইডের মামলা:\n\nজন বাটাগলিয়া\nঅ্যামি হেবার্ট\nকুমারী-বেকার বোনদের হত্যা\nচার্লস মিহায়ো\nঅ্যারন শাফহাউসেন\n\n\n== তথ্যসূত্র =="}