{"pageid": 1086483, "title": "সালিমা মুরাদ", "url": "https://bn.wikipedia.org/wiki?curid=1086483", "content": "সালিমা মুরাদ ( ২ফেব্রুয়ারি ১৯০৫ - ২৮ জানুয়ারি, ১৯৭৪ ), একজন ইরাকি গায়িকা। তিনি বাগদাদের তাতারান গ্রামে জন্মগ্রহণ করেন। তিনি ইরাকি সংগীতে বিশেষ অবদান রাখেন এবং ইরাকের গানের জগতে একটা বিশেষ স্থান দখল করে নেন। তিনিই প্রথম মহিলা যিনি পাশা উপাধি গ্রহণ করেন। সালিমা মুরাদ, বাগদাদের অন্যান্য মহিলা গায়কদের মতো বাগদাদী পরিবেশে বেড়ে উঠেছিলেন। তিনি সংগীতশিল্পী আল-জাওকি মাওসুকি, আল-জলহি আল-বাগদাদী এবং সেই সময়ের বিখ্যাত গায়ক ও সঙ্গীতশিল্পীদের সাথে পরিচিত ছিলেন। তিনি কবি আবদুল করিম আল্লাফের সাথে দেখা করেছিলেন এবং তিনি বাগদাদকে নিয়ে সবচেয়ে সুন্দর যে গান লিখেছিলেন তা তাকে দেখান। যেমন\nخدري الجاي خدري وكلبك صخر جلمود وعلى شواطئ دجلة مر\n“খাদরি আল জাই খাদরি ওয়া কলবু কা সাখার জালমুদ ওয়া আলা শাওয়াতি দজলাতে মার্রি”\nএবং অন্যান্য গান।\nএসব গানের সুর দিয়েছিলেন সুরকার সালেহ কুয়েতী। ১৯৩৫ সালে শিল্পী উম্মে কুলসুম প্রথমবার বাগদাদে আগমন করলে “মাসরাহের হেলাল” বা ক্রিসেন্ট থিয়েটারে  তার সাথে সাক্ষাত করেন। এসময় তিনি নিজের গানগুলো তাকে দেখান। তিনি তার লেখা  গান-\nكلبك صخر جلمود\n“কলবু কা সাখার জালমুদ”\nগানটি শুনে বিশেষভাবে প্রভাবিত হন। তিনি এ গানটিকে সাউন্ড শিল্পীদের দ্বারা বিশেষভাবে সংরক্ষণ করেন এবং বলেন, সালিমা মুরাদ গানের জগতে একজন মহান গায়িকা। তিনি এ গানটি সাহিত্যিক জাকি মুবারকের এক অনুষ্ঠানে গান। এ গানটির নাম দেয়া হয় “ওরাকাল ইরাক” বা ইরাকের বাণী। তিনি প্রথম ইরাকি যুবতী গায়িকা যিনি প্যারিসের বিমান সংস্থা মায়মুনায় গান করেছিলেন। তিনি ১৯৩৬ সালে ইরাকি রেডিওতে নিয়মিত গায়িকা হিসাবে গান গেয়েছিলেন এবং অনেক কনসার্ট করেছিলেন। তার বাড়িতে একটি সাহিত্য ফোরাম ছিল, যেখানে বিশিষ্ট লেখক, কবি এবং রাজনীতিকরা উপস্থিত ছিলেন।\n\n\n== ইরাক এবং ইহুদিদের মধ্যে সালিমা মুরাদ ==\nসালিমা মুরাদ ধর্মীয়ভাবে ইহুদি ছিলেন, কিন্তু ইহুদিদের ইসরায়েলে স্থানান্তরের প্রচারণার দিনগুলোতে তিনি ইরাক ত্যাগ করেননি। যখন ইরাকের রাজকীয় সরকার সকল ইহুদিদের ইরাকের নাগরিকত্ব প্রত্যাহার করে তাদের ইসরায়েলে চলে যেতে বাধ্য করেছিল, তখন সে ইরাকেই ছিল। সেখানে তিনি জীবনের শেষ বছর পর্যন্ত গান গাইতে থাকেন। তিনি শিল্পী সুলতানা ইউসুফ এর অনুসরণ করেন, কেননা তিনিও একজন ইহুদি ছিলেন। তার ওপর ইরাকি সরকার ভ্রমণ নিষেধাজ্ঞা আরোপ করেনি, যেভাবে অন্যান্য ইহুদিদের জন্য বিকল্প পথ রাখা হয়েছিল। কেননা ইরাক সরকার কাউকে দেশত্যাগ করতে বাধ্য করেনি এবং কাউকে তাদের নাগরিকত্ব প্রত্যাহার করতে বাধ্য করেনি।\n\n\n== বিয়ে ==\n৮ জানুয়ারি, ১৯৫২ সালে, গায়ক সালিমা মুরাদ  নাজিম আল-গাযযালী বাগদাদী বাড়িতে যান। সেখানে এক পার্টিতে উভয়ে গান গায়। এখান থেকে উভয়ের মাঝে প্রেম শুরু হয়। এ প্রেমের পথ ধরে ১৯৫৩ সালে উভয়ের মাঝে বিবাহ হয়। বিরাট শিল্পী মুহাম্মদ আল-কাব্বানজীর উপস্থিতিতে বিয়ের পুরো সময় জুড়েই গভীর রাত পর্যন্ত অনুষ্ঠান এবং গান পরিবেশন হয়েছিল। ১৯৫৮ সালে এক বড় দলীয় সমাবেশে গান করেন। তারপর প্যারিস এবং লন্ডনে ইরাকি কনসার্ট করেন।  সালিমা মুরাদ মরহুম নাজিম আল গাজ্জালীর চেয়ে কয়েক বছরের বড় ছিলেন এবং তিনি ছিলেন তার বন্ধু, শিক্ষক এবং স্ত্রী।\n\n\n== পাশা উপাধি ==\nসালিমা মুরাদ ইরাক সরকারের প্রধান মন্ত্রী নুরী সাইদের কাছ থেকে পাশা উপাধি লাভ করেন। তিনি ১৯৩৫ সালে “মালহিল হেলাল” বা হেলাল খিয়েটারে গান গাইতেন। তার অনেক গান সালেহ কুয়েতী, দাউদ কুয়েতী, সালিম জাবাালী ও অন্যান্য সুরকারদের সুরে প্রচার হয়েছে। তার প্রসিদ্ধ গানগুলোর মধ্যে উল্লেখ যোগ্য গান হচ্ছে-\n\nايها الساقي إليك المشتكى “আইহাস সাকি এলাইকাল মুসতাকি”\nقلبك صخر جلمود “কলবু কা সাখার জালমুদ”\nيا نبعة الريحان “ইয়া নিয়াতাল রাইহান”\nবিশিষ্ট কবি মরহুম আব্দুল করিম আল্লাপ তার সম্পর্কে বলেছিলেন, “সালিমা মুরাদ ‘পাশা’ উপাধিতে প্রসিদ্ধি লাভ করেন। তিনি নিজের গুণেই অনন্য। যদিও  উসমানি শাসনব্যবস্থার স্থলে ইরাকি সরকার একখন প্রতিষ্ঠিত। তবুও সালিমা মুরাদ এবং তার গান সমগ্র ইরাকে ছড়িয়ে আছে। তার গান সবসময় ইরাকি জনগণ, মাটি-মানুষের পক্ষে সুর তোলে। তিনি ইরাকের জন্য তার ভালোবাসা উজার করে দিয়েছেন।”\n\n\n== জীবনের শেষ সময় ==\nতার জীবনের শেষ দিনে তিনি হিলাল ক্লাবে তার স্বামীর সাথে গান করেছেন। যৌথভাবে অনেক গান পরিচালনা করেন।  নাজিম আল-গাজ্জালি, তার পুরানো  অনেক গান গেয়েছিলেন।  যখন নাজেম আল গাজ্জালি হঠাৎ মারা যান, সালিমা মুরাদের বিরুদ্ধে অভিযোগ করা হয়েছিল যে তিনি তার স্বামী, গায়ক নাজিম আল-গাজ্জালীকে হত্যা করেছিলেন, যিনি তার কনিষ্ঠ ছিলেন।\n\n\n=== মৃত্যু ===\nতিনি ১৯৭৪ সালের ২৮ জানুয়ারি বাগদাদে মৃত্যুবরণ করেন।  তার প্রিয় স্বামী  নাজিম আল গাজ্জালীর মৃত্যুর শোকে তিনি মৃত্যুবরণ করেন। তার মৃত্যু সম্পর্কে, মাকাবা বলেন, \"তার মৃত্যুর দিন, আমি বৈরুত থেকে দুপুর বারোটার দিকে ফিরছিলাম। আমি বাড়ির দিকে গিয়ে দেখলাম দরজায় মানুষের ভিড় জমে আছে। যখন আমি তাদের কাছে ঘটনা সম্পর্কে জিজ্ঞাসা করি তাদের চোখে  একটি বিপর্যয়ের পূর্বাভাস দেখি। আমি খবর শুনে পাগল হয়ে গেলাম। অথচ  রোজ - আমি তাকে  সত্যতার ট্র্যাজেডি সম্পর্কে জিজ্ঞাসা করার সময় অবাক করে দিয়েছিলাম। তারপর আমি বাড়ির প্রবেশদ্বারে গেলাম এবং  ভিড় ঠেলে প্রবেশ করলাম।\n\n\n== স্বামীর সাথে সংগীত জীবন ==\nসালিমা পাশা বলেন,  \"বিয়ের পর আমরা শিল্পী হিসেবে একসাথে কাজ করি, আমরা কিছু অনুষ্ঠান এবং ভালো কনসার্টে  করি এবং আমরা প্রায়ই গভীর রাতে জেগে থাকতাম, একসাথে গান পরিবেশন করতাম এবং একসঙ্গে গান মুখস্থ করতাম।\n\n\n== উল্লেখযোগ্য গান ==\nতোমার হৃদয় একটি শিলা\nবসন্ত তুলসী\nখুদরি জে খুদরি\nটাইগ্রিস মুরের তীরে\n\n\n== তথ্যসূত্র =="}