{"pageid": 1086819, "title": "ইরানে পরিবার পরিকল্পনা", "url": "https://bn.wikipedia.org/wiki?curid=1086819", "content": "ইরানে নব্বইয়ের দশকের শুরু থেকে পরিবার পরিকল্পনা একটি ব্যাপক ও কার্যকর কর্মসূচি ছিল।  যদিও ইরানের জনসংখ্যা ১৯৬৫ সাল থেকে ১৯৮৬ সালের মধ্যে প্রতি বছর ৩% -এর বেশি হারে বৃদ্ধি পেয়েছিল, ১৯৮০-এর দশকের শেষের দিকে এবং ১৯৯০-এর দশকের শুরুতে সরকার একটি বড় জনসংখ্যা নিয়ন্ত্রণ কর্মসূচি শুরু করার পর প্রবৃদ্ধির হার কমতে শুরু করে। জনের জন্ম হার প্রতি ১,০০০ জনে ১৭ জন ও মৃত্যুর হার প্রতি ১,০০০ জনে ৬ জন সহ ২০০৭ সালের মধ্যে প্রতি বছর বৃদ্ধির হার ০.৭ শতাংশে নেমে এসেছে।  জাতিসংঘের রিপোর্ট দেখায় যে ইরানে জন্মনিয়ন্ত্রণ নীতি কার্যকর হওয়ার ফলে দেশটি সর্বাধিক উর্বরতা হ্রাসের তালিকায় শীর্ষে রয়েছে। জাতিসংঘের অর্থনৈতিক ও সামাজিক বিষয়ক বিভাগের জনসংখ্যা বিভাগ বলছে, ১৯৭৫ সাল থেকে ১৯৮০ সালের মধ্যে মোট প্রজনন সংখ্যা ৬.৫ ছিল। ইরানের ২০০৫ সাল থেকে ২০১০ সালের জন্মহারের অনুমিত মাত্রা ২ এর কম। \n২০১২ সালের জুলাইয়ের শেষের দিকে, সুপ্রিম লিডার আলি খামেনি ইরানের গর্ভনিরোধক পরিষেবাগুলিকে \"ভুল\" বলে বর্ণনা করেছিলেন এবং একটি পশ্চিমা সংবাদপত্র (ইউএসএ টুডে ) তার দীর্ঘস্থায়ী নীতির \"বড় বিপরীত\" হিসাবে ইরানি কর্তৃপক্ষ জন্মনিয়ন্ত্রণ কর্মসূচি হ্রাস করছে। বড় পরিবারের জন্য কর্মসূচি ছাঁটাই ও উচ্চ স্তরের আবেদন সফল হবে কিনা তা এখনও অস্পষ্ট। \n\n\n== ইতিহাস ==\n\n\n=== প্রাক-বিপ্লবী যুগ ===\nইরানের স্বাস্থ্য মন্ত্রণালয়ের গবেষণা ও প্রযুক্তি বিষয়ক উপমন্ত্রী ডঃ মালেক আফজালির মতে, ইসলামী বিপ্লবের আগে পরিবার পরিকল্পনা ছিল কিন্তু \"মানুষ তা গ্রহণ করেনি\"। \n১৯৬৭ সালের তেহরান ঘোষণাপত্রে দাবি করা হয়েছিল যে পরিবার পরিকল্পনা একটি মানবাধিকার, এবং স্বাস্থ্য মন্ত্রণালয়ের অংশ হিসেবে পরিবার পরিকল্পনা বিভাগ ও পরিবার পরিকল্পনা সমন্বয়ের জন্য একটি উচ্চ পরিষদ উভয়ই তৈরির ব্যবস্থা করা হয়েছিল। এই কর্মসূচিগুলো দেশব্যাপী ২,০০০ টি ক্লিনিকের জন্ম নিয়ন্ত্রণের ফর্ম বিতরণের জন্য দায়ী ছিল। \n\n\n=== খোমেনী যুগ ও জন্মবাদ ===\nইসলামী প্রজাতন্ত্র প্রতিষ্ঠার পর; শাহের পরিবার পরিকল্পনা বিষয়ক চিকিৎসাকেন্দ্রগুলি এই ভিত্তিতে ভেঙে দেওয়া হয়েছিল, যে \"ইসলাম ও ইরানের একটি বিশাল জনসংখ্যার প্রয়োজন রয়েছে\"। এই যুগে মজলিস অনেক ন্যাশনালপন্থী আইন পাস করেছে, যেমন মেয়েদের বিয়ের বয়স কমিয়ে নয় বছর ও ছেলেদের চৌদ্দ বছর করা, বহুবিবাহের বৈধতা, এক প্যাকেট জন্মনিয়ন্ত্রণ পিলের মূল্য একশ রিয়াল থেকে এক হাজার রিয়াল নির্ধারণ করা এবং ইরানি ম্যারেজ ফাউন্ডেশনের সৃষ্টি, যেটি নবদম্পতিকে আসবাবপত্র সরবরাহ করে, যাতে আরও বেশি মানুষ বিবাহ করতে পারে ও সন্তান উৎপাদন করতে পারে।\n\n\n== তথ্যসূত্র =="}