{"pageid": 1086918, "title": "রোলা দাশতি", "url": "https://bn.wikipedia.org/wiki?curid=1086918", "content": "রোলা আব্দুল্লাহ রোলা (আরবি: رولا عبدالله علي حاجيه دشتي, জন্ম ১৯৬৪) একজন কুয়েতি অর্থনীতিবিদ ও ব্যবসায়িক নির্বাহী এবং সাবেক রাজনীতিবিদ ও মন্ত্রী। রোলা কুয়েতি মহিলাদের মহিলাদের প্রথমবারের মতো সংসদ নির্বাচনে অংশ নেওয়ার অনুমতি দেওয়ার জন্য ২০০৫ সালের মে মাসে ডিক্রির জন্য তদবির করেছিলেন এবং কুয়েতের পার্লামেন্টে নির্বাচিত প্রথম মহিলা এমপিদের একজন ছিলেন। পরবর্তীতে তিনি রাজ্য পরিকল্পনা ও উন্নয়ন বিষয়ক মন্ত্রী এবং রাজ্য বিধানসভা বিষয়ক মন্ত্রীর দায়িত্ব পালন করেন।\n\n\n== শিক্ষা ==\nরোলা চিকোয় অবস্থিত ক্যালিফোর্নিয়া স্টেট ইউনিভার্সিটিথেকে ১৯৮৪ সালে স্নাতক ডিগ্রি অর্জন করেন, স্যাক্রামেন্তোর ১৯৮৫ সালে ক্যালিফোর্নিয়া স্টেট ইউনিভার্সিটি থেকে স্নাতকোত্তর ডিগ্রি এবং কুয়েতে শিক্ষক সরবরাহের গতিশীলতার উপর একটি গবেষণাপত্রের মাধ্যমে জনস হপকিন্স বিশ্ববিদ্যালয় থেকে জনসংখ্যার গতিশীলতায় ১৯৯৩ সালে পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nরোলা এফএআরও ইন্টারন্যাশনালের প্রধান নির্বাহী, একটি আর্থিক সেবা পরামর্শক, এবং দামাক কুয়েতি হোল্ডিং কোং এর বোর্ড সদস্য।\nরোলা ১৯৯০-১৯৯১ সালে সংঘটিত কুয়েতে ইরাকি আক্রমণের পর কুয়েত রাষ্ট্রের জন্য জরুরি পুনর্গঠন চুক্তি পরিচালনা করেন এবং তারপর ইরাকের হাতে থাকা কুয়েতি বন্দীদের মুক্তির প্রচেষ্টায় অংশগ্রহণ করেন। তিনি ছিলেন কুয়েত ইকোনমিক সোসাইটির প্রথম নির্বাচিত নারী প্রেসিডেন্ট এবং কুয়েত পেশাদার সমিতির প্রধান নির্বাচিত প্রথম নারী।\nরোলা ২০০৫ সালের মে মাসের ডিক্রির জন্য তদবির করেছিলেন, যাতে কুয়েতি মহিলাদের ভোট দেওয়ার এবং সংসদ নির্বাচনে অংশ নেওয়ার অনুমতি দেওয়া হয়। তিনি ২০০৬ সালের সংসদ নির্বাচনে ২৮ জন মহিলা প্রার্থীর একজন ছিলেন এবং এই নির্বাচনটি কুয়েতের ইতিহাসে প্রথম নির্বাচন ছিল, যেটি প্রথম মহিলা প্রার্থীদের জন্য প্রথম উন্মুক্ত করা হয়। ২০০৬ সাল ও  ২০০৮ সালে তিনি নির্বাচনে জয়ী হননি; তিনি কুয়েতের পার্লামেন্টে ২০০৯ সালের মে মাসে নির্বাচিত প্রথম চার নারীর একজন হন।\nরোলা পার্লামেন্টে সামাজিক বিষয়, শ্রম ও স্বাস্থ্য কমিটির সভাপতিত্ব করেন। তিনি ২০১১ সালের অক্টোবর মাসে বাজেট কমিটি এবং আমিরের বক্তব্যের জবাব দেওয়ার কমিটিতেও নিযুক্ত হন।\nতিনি ২০১২ সালে পুনরায় নির্বাচিত হননি। পরবর্তীকালে তিনি নতুন কুয়েতি মন্ত্রিসভায় একমাত্র নারী, পরিকল্পনা ও উন্নয়ন প্রতিমন্ত্রী এবং জাতীয় পরিষদ বিষয়ক প্রতিমন্ত্রী হিসেবে নিয়োগপ্রাপ্ত ছিলেন; সেই ডিসেম্বরে তাকে পুনরায় নিয়োগ দেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র =="}