{"pageid": 1086022, "title": "গ্রাহামের সূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1086022", "content": "গ্রাহামের সূত্র গ্যাস বা বাষ্পীয় পদার্থের মধ্যে ক্রমঃমিশ্রণ সংক্রান্ত একটি প্রাকৃতিক নিয়ম। দুটি গ্যাস বা বাষ্পীয় পদার্থ একসঙ্গে রাখা হলে কোনো প্রকার প্রচাপ বা ঝাঁকুনি ব্যাতিরিকেই, কেবল অন্তর্নিহিত আণবিক কণার আভ্যন্তরিক আন্দোলনের কারণে, তাদের মধ্যে মিশ্রণ ঘটে। স্কটল্যাণ্ডের ভৌত রসায়নবিদ টমাস গ্রাহাম পরীক্ষা-নিরীক্ষার মাধ্যমে ১৮৪৮ সালে আবিষ্কার করেন যে একটি গ্যাসের ব্যাপনের হার গ্যাসটির আণবিক ভরের (Molar mass) বর্গমূলের ব্যস্তানুপাতিক। গ্রাহাম পরীক্ষাগারে পর্যবেক্ষণ করেন যে, দুটি গ্যাসের ব্যাপনের হার গাণিতিকভাবে নিম্নরূপভাবে প্রকাশ করা যায়:\n\n  \n    \n      \n        \n          \n            \n              \n                \n                  Rate\n                \n              \n              \n                1\n              \n            \n            \n              \n                \n                  Rate\n                \n              \n              \n                2\n              \n            \n          \n        \n        =\n        \n          \n            \n              \n                M\n                \n                  2\n                \n              \n              \n                M\n                \n                  1\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {{\\mbox{Rate}}_{1} \\over {\\mbox{Rate}}_{2}}={\\sqrt {M_{2} \\over M_{1}}}}\n  \n,\nযেখানে:\n\nRate1 হলো প্রথম গ্যাসের ব্যাপন হার (একক সময়ে আয়তন বা মোলসংখ্যা)।\nRate2 হলো দ্বিতীয় গ্যাসের ব্যাপন হার।\nM1 হলো প্রথম গ্যাসের মোলার ভর।\nM2 হলো দ্বিতীয় গ্যাসের মোলার ভর।\n\nগ্রাহামের ব্যাপন সূত্র বা গ্রাহামের নিঃসরণ সূত্র কোনো ছিদ্রের মধ্য দিয়ে যে কোনো সময়ে কোনো একটি গ্যাসের চলাচলকে ব্যাখ্যা করতে পারে করে। এই সূত্র গ্রাহামের উপর্যুক্ত সূত্রেরই ব্যাপ্ত রূপ। গ্রাহাম পর্যবেক্ষণ করেন যে, দুটো গ্যাসের ব্যাপনের হার এবং এদের আণবিক ভরের (Molar mass) বর্গমূলের ব্যস্তানুপাত সমান। সেহেতু, যদি একটি গ্যাসের আণবিক ভর অন্য কোনো গ্যাসের চারগুণ হয়, তাহলে একটি ছিদ্রযুক্ত প্লাগের মধ্য দিয়ে নিঃসৃত হয়ে ব্যাপীত হয়ে ছড়িয়ে পরার হার অন্য গ্যাসটির তুলনায় অর্ধেক (ভারী গ্যাসসমূহ আরও ধীরে ছড়িয়ে পড়বে)। \nবহু বছর পর গ্যাসের গতিবিজ্ঞান তত্ত্বের (Kinetic Theory of Gases) মাধ্যমে গ্রাহামের সূত্রের একটি সম্পূর্ণ তাত্ত্বিক ব্যাখ্যা প্রদান করা হয়েছিল। গ্রাহামের সূত্র ব্যাপনের সাহায্যে আইসোটোপসমূহকে পৃথক করার একটি ভিত্তি প্রদান করে, যা পারমাণবিক বোমা উৎপাদনের ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করে।\nগ্রাহামের সূত্র আণবিক নিঃসরণের জন্য সবচেয়ে সঠিক সূত্র যা কোনো ছিদ্রের মধ্য দিয়ে যে কোনো সময়ে কোনো একটি গ্যাসের চলাচলকে ব্যাখ্যা করতে পারে করে। এটি কেবল বাতাস বা অন্য কোনো গ্যাসের মধ্যে কোনো একটি গ্যাসের ব্যাপনের ক্ষেত্রে ব্যবহৃত হয়, কারণ সাধারণত এই প্রক্রিয়ায় একাধিক গ্যাসের চলাচল জড়িত।\nযদি একটি বেলুনে হাইড্রোজেন এবং অন্য আরেকটি বেলুনে অক্সিজেন ভরা থাকে, তবে ক্ষুদ্র ছিদ্র দিয়ে গ্যাস নিঃসরণের পারস্পরিক গতি কীরূপ হবে তা নিম্নের সূত্র দিয়ে বোঝা যায়:\n\n  \n    \n      \n        \n          \n            \n              \n                \n                  Rate H\n                \n              \n              \n                2\n              \n            \n            \n              \n                \n                  Rate O\n                \n              \n              \n                2\n              \n            \n          \n        \n        =\n        \n          \n            \n              \n                M\n                (\n                \n                  O\n                  \n                    2\n                  \n                \n                )\n              \n              \n                M\n                (\n                \n                  H\n                  \n                    2\n                  \n                \n                )\n              \n            \n          \n        \n        =\n        \n          \n            \n              \n                32\n              \n            \n            \n              \n                2\n              \n            \n          \n        \n        =\n        \n          \n            16\n          \n        \n        =\n        4\n      \n    \n    {\\displaystyle {{\\mbox{Rate H}}_{2} \\over {\\mbox{Rate O}}_{2}}={\\sqrt {M(O_{2}) \\over M(H_{2})}}={{\\sqrt {32}} \\over {\\sqrt {2}}}={\\sqrt {16}}=4}\n  \n\nউপর্যুক্ত নিঃসরণ সূত্রানুযায়ী, বেলুন থেকে অক্সিজেনের তুলনায় হাইড্রোজেনের নিঃসরণ হার হবে প্রায় চারগুন।\n\n\n== তথ্যসূত্র =="}