{"pageid": 1086321, "title": "তানসু চিলের", "url": "https://bn.wikipedia.org/wiki?curid=1086321", "content": "তানসু চিলের (তুর্কি: [ˈtansu tʃiˈlːæɾ] তান্‌সু চিল্ল্যার্‌; জন্ম ২৪ মে ১৯৪৬) একজন তুর্কি একাডেমিক, অর্থনীতিবিদ এবং রাজনীতিবিদ যিনি ১৯৯৩ থেকে ১৯৯৬ পর্যন্ত ২২ তম তুরস্কের প্রধানমন্ত্রী হিসাবে দায়িত্ব পালন করেছিলেন। তিনি এখন পর্যন্ত তুরস্কের প্রথম এবং একমাত্র মহিলা প্রধানমন্ত্রী। ১৯৯৬ হতে ১৯৯৭ সালের মধ্যে তিনি ট্রু পাথ পার্টি এর নেত্রী হিসাবে তুরস্কের উপপ্রধানমন্ত্রী এবং পররাষ্ট্র মন্ত্রীর দায়িত্বে ছিলেন।\nঅর্থনীতি এর অধ্যাপক হিসাবে, ১৯১৯ সালে প্রধানমন্ত্রী সুলেমান দেমিরেল দ্বারা অর্থনীতি এর প্রতিমন্ত্রী নিযুক্ত হন। ১৯৯২ সালে যখন ডেমিরেল নির্বাচিত রাষ্ট্রপতি হিসাবে ছিলেন, তখন সিলার ট্রু পাথ পার্টির নেতা নির্বাচিত হন এবং প্রধানমন্ত্রী হিসেবে ডেমিরেলের স্থলাভিষিক্ত হন।\n\n\n== জীবনী ==\n\n\n=== প্রারম্ভিক জীবন ===\nচিলের ইস্তাম্বুলে জন্মগ্রহণ করেছিলেন; তাঁর বাবা প্রথমে একজন সাংবাদিক ছিলেন, তারপর ১৯৫০-এর দশকে বিলেসিক প্রদেশ এর তুর্কি গভর্নর ছিলেন। তানসু একমাত্র সন্তান এবং তিনি ইস্তাম্বুল আর্নভুটকি আমেরিকান কলেজ ফর গার্লস এ উচ্চ বিদ্যালয়ের শিক্ষা সমাপ্ত করার পর বোগাজিসি বিশ্ববিদ্যালয় এর অর্থনীতি বিভাগ থেকে স্নাতক হন। বোগাজিসি থেকে স্নাতক হওয়ার পর, তিনি যুক্তরাষ্ট্রে তাঁর পড়াশোনা চালিয়ে যান, যেখানে তিনি নিউ হ্যাম্পশায়ার এবং কানেকটিকাট বিশ্ববিদ্যালয় থেকে স্নাতক ডিগ্রি অর্জন করেন। তিনি নিউ হ্যাম্পশায়ার বিশ্ববিদ্যালয় হতে এম.এস. এবং কানেকটিকাট বিশ্ববিদ্যালয় থেকে পিএইচডি সম্পন্ন করেন। পরে তিনি ইয়েল বিশ্ববিদ্যালয় এ পোস্টডক্টরাল পড়াশোনা শেষ করেন।\nচিলের ল্যাঙ্কাস্টার, পেনসিলভানিয়া এ অবস্থিত ফ্রাঙ্কলিন এবং মার্শাল কলেজ এ অর্থনীতি বিষয়ে শিক্ষকতা করেন। ১৯৭৮ সালে তিনি ইস্তাম্বুলের বোগাজিসি বিশ্ববিদ্যালয়ে প্রভাষক হন এবং ১৯৮৩ সালে তিনি একই প্রতিষ্ঠানের অধ্যাপক হিসাবে নিযুক্ত হন। তিনি বর্তমানে নিষ্ক্রিয় ইস্তাম্বুল ব্যাংক এও কোম্পানির প্রেসিডেন্ট হিসাবে ছিলেন।\n\n\n=== পরবর্তী জীবন ===\nতিনি ২০০২ পর্যন্ত ডিওয়াইপি এর নেতা ছিলেন; নভেম্বর ২০০২ নির্বাচন পরাজয়ের পর, তিনি রাজনৈতিক জীবন থেকে অবসর নেন।\nতানসু চিলের মহিলা বিশ্ব নেতাদের কাউন্সিল এর সদস্য, যা বর্তমান ও প্রাক্তন মহিলা রাষ্ট্রপতি ও প্রধানমন্ত্রীদের একটি আন্তর্জাতিক নেটওয়ার্ক, যার মিশন হচ্ছে গুরুত্বপূর্ণ বিষয়ে সম্মিলিত পদক্ষেপের জন্য বিশ্বব্যাপী সর্বোচ্চ স্তরের নারী নেতাদের একত্রিত করে নারী এবং ন্যায়সঙ্গত উন্নয়নে অব্দান রাখা।\n\n\n== আরও দেখুন ==\nতুর্কি রাজনীতিতে নারী\nমুসলিম রাজনৈতিক নেত্রীগণ\nমুসলিম সংখ্যাগরিষ্ঠ রাষ্ট্রসমূহে নারীদের ভোটাধিকার লাভের সময়কাল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nBiyografi.net - Biography of Tansu Çiller\nWho is Who - Biographies : Prof. Dr. Tansu Çiller"}