{"pageid": 1086731, "title": "আলভারেজ মামলা", "url": "https://bn.wikipedia.org/wiki?curid=1086731", "content": "আলভারেজ অজাচারের মামলাটি ২০০৯ সালের মার্চের শেষের দিকে ৫৯ বছর বয়সী আর্সিডিও আলভারেজকে কলম্বিয়ার মারিকুইটাতে গ্রেপ্তার করার পর উন্মোচিত হয়। তার মেয়ে আলবা নিদিয়া আলভারেজকে ২৫ বছর ধরে বন্দি রেখে যৌন নির্যাতনের অভিযোগে তাকে গ্রেপ্তার করা হয়েছিল। এই নির্যাতন শুরু হয়েছিল নিদিয়ার ৯ বছর বয়স থেকে। পিতার যৌন নির্যাতনের ফলে নিদিয়া ১৪টি সন্তানের জন্ম দিয়েছিল, যাদের মধ্যে ৬ জন চিকিৎসা সেবার অভাবে মারা যায়।  \n\n\n== অপরাধী ==\nআর্সেডিও আলভারেজ কুইন্তেরো (১৯৫০-২০১১) কলম্বিয়ার মারিকুইটার একজন দোষী সাব্যস্ত শিশু উত্ত্যক্তকারী এবং যৌন অপরাধী ছিল। সে তার পরিবারের সাথে কৃষিকাজ করে বড় হয়েছিল। প্রাপ্তবয়স্ক হওয়ার পর সে কৃষিকাজকেই জীবিকা হিসেবে বেছে নিয়েছিল।\n২০০৯ সালে আলভারেজের বিরুদ্ধে বছরের পর বছর ধরে তার আপন কন্যাকে ধর্ষণ ও নির্যাতনের অভিযোগে মামলা করা হয়। অত্যচারের ফলে জন্ম নেওয়া ১৪ জন শিশুর মধ্যে ৬ জন অপুষ্টি এবং সঠিক পরিচর্যার অভাবে মারা গিয়েছিল। আলভারেজ দাবি করে যে তার অপরাধ \"ঈশ্বরের পরিকল্পনার অংশ\" এবং উপরন্তু অত্যাচারিতার সাথে কোন জৈবিক সম্পর্ক অস্বীকার করে, কিন্তু পরে অত্যাচারিতার সাথে তার জৈবিক সম্পর্কের বিষয়টি নিশ্চিত হওয়ার পর এটি মিথ্যা প্রমাণিত হয়।  কুখ্যাত অস্ট্রিয়ান খুনি, ধর্ষক এবং শিশু উত্ত্যক্তকারী জোসেফ ফ্রিৎজেলের পরে আলভারেজ \"দ্য মনস্টার অফ মারিকুইটা\" বা \"মারিকুইটার দানব\" ও \"কলম্বিয়ান ফ্রিৎজল\" নামে পরিচিত হয়। \n\n\n== অপরাধ ==\nআলভারেজের স্ত্রীর মৃত্যুর পর সে তার অল্পবয়সী মেয়ে নিদিয়াকে নির্যাতন করতে শুরু করে। মনে করা হয় যে ধর্ষণ শুরু হয়েছিল যখন তার বয়স ছিল প্রায় ৭ বা ৯ বছর, এবং প্রায় ২৬ বছর ধরে এই অত্যাচার চলেছিল।  এর ফলে নিদিয়া ১৪ বার গর্ভধারণ করেছিল। প্রথম বার নিদিয়ার বয়স ছিল মাত্র ১৩ বছর।   এই নির্যাতন থেকে জন্ম নেওয়া ১৪ টি শিশুর মধ্যে ৬ জন আলভারেজের চিকিৎসা সেবা দিতে অসম্মত হওয়ার কারণে মারা যায়। আলভারেজ কখনই তার মেয়েকে তাদের বাড়ি থেকে তদারকি ছাড়া বের হতে দেয়নি এবং প্রায়শই তাকে বলত যে তাদের সম্পর্ক কেবল \"ঈশ্বরের ইচ্ছা\"।  বাচ্চারা বড় হওয়ার সাথে সাথে, আলভারেজ সেই বাচ্চা মেয়েদের সাথেও একই কাজ করতে শুরু করে এবং তার ছেলেদেরও একই কাজ করার জন্য প্রস্তুত করতে থাকে। \n\n\n== ভিকটিম ==\nআর্সিডিও আলভারেজের শিকারদের মধ্যে ছিল তার মেয়ে আলবা নিদিয়া ও নিদিয়ার ছোট সন্তানেরা। বিচারের সময় নিদিয়ার বয়স ছিল ৩৫ বছর। তার ছোট সন্তানেরা একই সাথে তার নাতি-নাতনিও ছিল। আলবা নিদিয়া মধ্য কলম্বিয়ার ছোট্ট গ্রামের বাড়িতে দরিদ্র অবস্থাতে বড় হয়েছে।   আলভারেজ তাকে লিখতে পড়তে শিখিয়েছিল, কিন্তু তাকে বা তার সন্তানদের কাউকে স্কুলে যেতে দেয়নি। তার ও তার মেয়ে নিদিয়ার সব সন্তানই ঘরে জন্মগ্রহণ করেছিল। এবং তাদের মধ্যে ৬ জন শৈশবেই মারা গিয়েছিল। কারণ তখন আলভারেজ তাদের হাসপাতালে নিতে অসম্মত হয়েছিল।  জীবিত ৮ সন্তানের মধ্যে ৫ টি মেয়ে ও ৩ টি ছেলে।  বিচারের সময় সবচেয়ে বয়স্ক সন্তানের বয়স ছিল ১৯ বছর এবং সর্বকনিষ্ঠ সন্তানের বয়স ছিল মাত্র কয়েক মাস। \n\n\n== তদন্ত ==\nযখন আলবা নিদিয়া তার সন্তানদের ছয়জনকে (অজ্ঞাত কারণে দুজনকে ছাড়া) নিয়ে পালিয়ে যেতে সক্ষম হন এবং চরম দারিদ্র্যের মধ্যে বাস করতে থাকেন, তখন আর্সিডিও আলভারেজকে গ্রেপ্তার করা হয়। এরপর নিদিয়া শিশু কল্যাণ কর্মীদের কাছে স্বীকার করেন যে প্রায় ৩০ বছর ধরে তিনি যৌন নির্যাতন সহ্য করেছিলেন।   স্থানীয় কাউন্সিলওম্যান গিলমা জিমেনেজ জনসমক্ষে প্রকাশ করেন কতটা চরম পরিস্থিতিতে আলবা এবং তাঁর সন্তানরা তাঁর বাবার সাথে বসবাস করছিল এবং তাদের স্বাস্থ্য কতটা খারাপ ছিল।  পরে তদন্তে জানা যায় যে, যে গ্রামাঞ্চলে তাঁরা বাস করতেন, সেখানে অনেকেই এই সন্দেহজনক ঘটনাগুলো সম্পর্কে জানতেন এবং এ বিষয়ে কিছু বলেননি। \nযখন ঘটনাটি প্রকাশ্যে আসে, তখন আলভারেজ বারবার দাবি করেছিল যে আলবা নিদিয়াকে দত্তক নেওয়া হয়েছিল। তবে বেশ কয়েকটি ল্যাব পরীক্ষা প্রমাণ করে যে আলবা নিডিয়া আলভারেজের আপন কন্যা। সে আরও দাবি করে তার এবং আলবা নিদিয়ার মধ্যে একটি সম্মতিসূচক, প্রেমময় রোমান্টিক সম্পর্ক ছিল। \nতদন্তের সময়, আদালতে উপস্থিত থাকার জন্য, আলভারেজের পুলিশ সুরক্ষার প্রয়োজন হয়েছিল, তার প্রতি তার সম্প্রদায়ের প্রচণ্ড ঘৃণার কারণে এই ব্যবস্থা নিতে হয়েছিল। সে তার মেয়ে এবং তার সন্তানদের বিরুদ্ধে অপরাধের জন্য দোষী সাব্যস্ত হয়, এবং শেষ পর্যন্ত সর্বনিম্ন পনের বছরের কারাদণ্ডে দণ্ডিত হয়। তবে আলভারেজ ২০১১ সালে মারা যায়।\n\n\n== আরো দেখুন ==\nফ্রিৎজেল মামলা\nইনব্রিডিং\nঅজাচার\nদীর্ঘমেয়াদী আটকের বৈশিষ্ট্যযুক্ত শিশু নির্যাতনের মামলার তালিকা\n\n\n== তথ্যসূত্র =="}