{"pageid": 1086893, "title": "স্টাভ শফির", "url": "https://bn.wikipedia.org/wiki?curid=1086893", "content": "স্টাভ শফির ( হিব্রু ভাষায়: סְתָיו שָׁפִיר‎   ; জন্ম ১৭ মে ১৯৮৫) একজন ইসরায়েলি রাজনীতিবিদ। তিনি গ্রিন পার্টির নেতা এবং ডেমোক্রেটিক ইউনিয়ন জোটের জন্য কনেসেট সদস্য ছিলেন। তিনি ২০১১ সালের ইসরায়েলি সামাজিক ন্যায়বিচার বিক্ষোভ অন্যতম নেত্রী হিসেবে জাতীয় খ্যাতি অর্জন করেন। তিনি আবাসন, জনসেবা, আয়ের বৈষম্য ও গণতন্ত্রের দিকে মনোনিবেশ করেন এবং পরে আন্দোলনের মুখপাত্র হন। এর পরে তিনি লেবার পার্টির একজন সদস্য হিসেবে কনেসেট সদস্য নির্বাচিত হন। জায়নিস্ট ইউনিয়ন জোটের অংশ হিসাবে দলটি ২০১৫ সালের নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিল, স্টাভ শফির তার আসন ধরে রেখেছিল। তিনি ২০১৯ সালের এপ্রিল মাসের নির্বাচনে পুনরায় নির্বাচিত হন, যেখানে লেবার পার্টি একক ভাবে নির্বাচনে অবতীর্ণ হয়েছিল। যাইহোক, ২০১৯ সালের জুন মাসে আমির পেরেটজের কাছে লেবার নেতৃত্বের নির্বাচনে হেরে যাওয়ার পর, তিনি দল ত্যাগ করেন এবং কনেসেট থেকে পদত্যাগ করেন এবং সবুজ আন্দোলনের প্রধান হন। তার নতুন দল মেরেটজ ও ইসরায়েল ডেমোক্রেটিক পার্টির সাথে ডেমোক্রেটিক ইউনিয়ন গঠন করে। স্টাভ শাফির  ২০২০ সালের নির্বাচনে তার কনেসেট আসন হারায়।\n\n\n== জীবনী ==\nস্টাভ শাফির  ইসরায়েলের নেতানিয়ায় আশকেনাজি ইহুদি ( পোলিশ-ইহুদি, লিথুয়ানিয়ান-ইহুদি ও রোমানিয়ান-ইহুদি ) ও সেফারডিক ইহুদি ( ইরাকি-ইহুদি ) বংশোদ্ভূত পরিবারে জন্মগ্রহণ করেছিলেন। তিনি ১২ বছর বয়সে পরিবার শ্যারন এলাকায় একটি ছোট শহরে পারদেশিয়ায় চলে আসে, যেখানে তার বাবার একটি অ্যাকাউন্টিং ফার্ম ছিল। স্টাভ  হানোয়ার হাঅভেদ ভেহালোমেদ-এ\n(ওয়ার্কিং ফেডারেশন এবং অধ্যয়নরত যুব) যোগদান করেন। স্টাভ উচ্চ বিদ্যালয়ের পর  ইসরায়েলের সোসাইটি ফর দ্য প্রোটেকশন অব নেচারের সাথে যুক্ত একটি স্বেচ্ছাসেবক দলের অংশ হিসাবে টাইবেরিয়াসে এক বছর কাজ করেছিলেন।  তিনি ইসরায়েল প্রতিরক্ষা বাহিনীতে ইসরায়েলি বিমান বাহিনীর ফ্লাইট একাডেমিতে ক্যাডেট হিসেবে কাজ করেছিলেন। পাঁচ মাস পর, তিনি আইডিএফ ম্যাগাজিন, বামহানে জন্য লিখতে শুরু করেন।  এই অবস্থানে তিনি গাজা থেকে ইসরায়েলি বিতাড়ন এবং ২০০৬-এর লেবানন যুদ্ধকে কভার করেছিলেন। \n\n\n=== গ্রিন পার্টি ===\nস্টাভ শফির ২০১৯ সালের ডিসেম্বর মাসে  ঘোষণা করেন, যে তিনি গ্রিন মুভমেন্টের নাম পরিবর্তন করে গ্রিন পার্টি করবেন এবং ২০২০ সালের নির্বাচনে স্বাধীনভাবে লড়বেন।  তিনি ২০২১ সালের ২০ই জানুয়ারি দলের প্রধান হিসেবে পুনরায় নির্বাচিত করা হয়। \n\n\n== তথ্যসূত্র =="}