{"pageid": 1086765, "title": "বিলম্বিত লয়", "url": "https://bn.wikipedia.org/wiki?curid=1086765", "content": "বিলম্বিতলয় হল একটি জনপ্রিয় বাংলা চলচ্চিত্র যা পরিচালনা করেন অগ্রগামী। এই চলচ্চিত্রটি ১৯৭০ সালে অনুরাধা ফিল্মস ব্যানারে মুক্তি পেয়েছিল এবং এই চলচ্চিত্রটি সংগীত পরিচালনা করেছিলেন নচিকেতা ঘোষ। এই চলচ্চিত্রটির মুখ্য চরিত্রে অভিনয় করেন উত্তম কুমার, সুপ্রিয়া চৌধুরী , দীপা চ্যাট্টার্জী, অসিতবরণ মুখোপাধ্যায়।\n\n\n== কাহিনী ==\nবিলম্বিতলয় হল মৃগাঙ্ক এবং অদিতির গল্প এবং তাদের জীবনে উত্থান -পতনের মধ্য দিয়ে যায়। মৃগাঙ্ক একজন উদীয়মান চিত্রকর এবং অদিতি একজন গায়িকা। তারা প্রেমে পড়ে এবং তাদের পরিবারের ইচ্ছার বিরুদ্ধে বিয়ে করে। তাদের বিবাহিত জীবনে একটি কঠিন  সৃষ্টি হয়  তখন মৃগাঙ্ক পরিবারের চাহিদা থেকে দূরে থাকে এবং অদিতিকে পরিবার চালানোর জন্য কঠোর পরিশ্রম করতে হয়। অবশেষে তাদের ডিভোর্স হয়ে যায়। অদিতি একজন বিখ্যাত গায়িকা হয়ে ওঠে। মৃগাঙ্ক একজন মাতাল হয়ে ওঠে,  তখন সে একজন ভাল শিল্পী হতে  ব্যর্থ হয়। এডিথ,  অদিতির পরিবার এবং অদিতির সহচর মৃগঙ্ককে নিয়ে আসে এবং  তার স্বাস্থ্য ফিরিয়ে দেন। তিনি তাকে আবার ছবি আঁকতে  শুরু করতে উৎসাহিত করেন। এডিথ বিবাহ করে মৃগাঙ্ককে।  চার্চে অদিতির সাথে এডিথের সাক্ষাৎ হয় তাকে অনুভব করে যে সে তাদেরকে  আলাদা করেছে। এডিথ গর্ভপাতের শিকার হয় এবং মারা যায়। অদিতি এডিথের দাফনে যোগ দিতে আসে এবং বুঝতে পারে যে মৃগাঙ্কর সমর্থন প্রয়োজন।\n\n\n== শ্রেষ্ঠাংশে ==\nউত্তম কুমার\nসুপ্রিয়া চৌধুরী\nদীপা চ্যাটার্জী\nনির্মল কুমার\nঅসিতবরণ মুখোপাধ্যায়\nবিমল বন্দ্যোপাধ্যায়\nজ্যোৎস্না বন্দ্যোপাধ্যায়\nমন্টু ব্যানার্জী\nরমেশ ব্যানার্জী\nরতন ব্যানার্জী\nপ্রণব বসু\nনির্মল ভট্টাচার্য\nরাজা ভট্টাচার্য\nরুনু ভট্টাচার্য\nমীরা চক্রবর্তী\nসুনির্মল চ্যাটার্জী\nফিরোজ চৌধুরী\nবলাই দাস\nদিলীপ দেব\nখোকন দেব\nঅনিতা দত্ত\nনিমাই দত্ত\nসলিল দত্ত\nঅরিন্দম গঙ্গোপাধ্যায়\nশৈলেন গাঙ্গুলী\nজয়ন্তী ঘোষ\nমুক্ত ঘোষ\nশ্যামল ঘোষাল\nজীবন কর্মকার\nতরুণ কুমার\nকনিকা মজুমদার\nবিমল মিত্র\nধীরেশ মিত্র\nসুহৃত মিত্র\nসুপ্রিয় মিত্র\nহীরেন মুখোপাধ্যায়\nমৃণাল মুখোপাধ্যায়\nপ্রশান্ত মুখোপাধ্যায়\nসমর মুখোপাধ্যায়\nপদ্মদেবী\nপ্রমথ নাথ রায়\nশোভা সেন\nসুব্রত সেন\n\n\n== সাউন্ডট্রাক ==\nসকল গানের সুরকার নচিকেতা ঘোষ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে বিলম্বিত লয়  (ইংরেজি)"}