{"pageid": 1087364, "title": "নিনা পপের মৃত্যু", "url": "https://bn.wikipedia.org/wiki?curid=1087364", "content": "২০২০ সালের ৩ মে মিসৌরির সিকেস্টনের সাউথ নিউ মাদ্রিদ স্ট্রিটে তার অ্যাপার্টমেন্টের ভিতরে নিনা পপ নামে ২৮ বছর বয়সী এক কৃষ্ণাঙ্গ রূপান্তরিত লিঙ্গ বা ট্রান্সজেন্ডার নারীকে একাধিক বার ছুরিকাঘাতের ফলে মৃত অবস্থায় পাওয়া যায়।     \n\n\n== নিনা পপ ==\nপপ ছিলেন একজন কৃষ্ণাঙ্গ রূপান্তরিত লিঙ্গের বা ট্রান্স জেন্ডার নারী। তিনি স্থানীয় একটি ফাস্ট ফুড রেস্টুরেন্টে কাজ করতেন এবং এই এলাকায় তিনি বেশ ভালোভাবেই পরিচিত ছিলেন। তিনি সেন্ট লুইস থেকে ১৪৫ মাইল দক্ষিণে অবস্থিত মার্কিন যুক্তরাষ্ট্রের মিসৌরি অঙ্গরাজ্যের সিকেস্টনে বাস করতেন। এটি মাত্র ১৬,০০০ জন বসতির সমন্বয়ে গঠিত একটি ছোট শহর। \n\n\n== পরে ==\n২০২০ সালের ১৫ ই মে মিসৌরির ডেক্সটারে মিসৌরির পপলার ব্লাফের ৪০ বছর বয়সী জোসেফ বি ক্যাননের বিরুদ্ধে পপকে হত্যার অভিযোগ আনা হয় এবং দ্বিতীয়-ডিগ্রি হত্যা এবং সশস্ত্র অপরাধমূলক কাজের জন্য তাকে গ্রেপ্তার করা হয়। পপলার ব্লাফের এই অপরাধের দোষ স্বীকার করেননি। তাই তিনি একজন পাবলিক ডিফেন্ডারকে অনুরোধ করেছিলেন এবং বিচারের অপেক্ষায় ছিলেন   মার্কিন পুলিশের ১১টি অপরাধ গবেষণাগার, সহিংসতা বিরোধী সংগঠন এবং পুলিশ বিভাগ তদন্তে অবদান রাখে।\nসিকেস্টন ডিপার্টমেন্ট অফ পাবলিক সেফটি অর্থাৎ সিকেস্টন শহরের জনসুরক্ষা বিভাগ এবং একটি স্থানীয় টিভি নেটওয়ার্ক প্রাথমিকভাবে তাদের তদন্ত এবং প্রতিবেদনের সময় পপকে যথাক্রমে ভুল ভাবে বিকৃত করে। \nহিউম্যান রাইটস ক্যাম্পেইন জানিয়েছে যে তার মৃত্যু ২০২০ সালে একজন আমেরিকান রূপান্তরিত লিঙ্গ ব্যক্তি বা লিঙ্গ অ-অনুরূপ ব্যক্তির অন্তত দশম সহিংস মৃত্যু।\n\n\n== সম্প্রদায়ের প্রতিক্রিয়া ==\nওকরা প্রকল্প নামক একটি তৃণমূল রূপান্তরিত লিঙ্গ সংগঠন প্রাথমিকভাবে যুক্তরাষ্ট্রের কৃষ্ণাঙ্গ রূপান্তরিত লিঙ্গ সম্প্রদায়ে খাদ্য নিরাপত্তাহীনতা মোকাবেলায় মনোনিবেশ করে, কৃষ্ণাঙ্গ রূপান্তরিত লিঙ্গ দের জন্য বিনামূল্যে এককালীন মানসিক স্বাস্থ্য থেরাপি সেশনের জন্য অর্থ সংগ্রহের জন্য নিনা পপ মেন্টাল হেলথ রিকভারি ফান্ড এবং টনি ম্যাকডেড মেন্টাল হেলথ রিকভারি ফান্ড গঠনের জন্য $১৫,০০০ উৎসর্গ করে।  \n২০২০ সালের ২ জুন তারিখে মার্কিন যুক্তরাষ্ট্রের নিউ ইয়র্ক সিটির স্টোনওয়াল ইন-এ নিনা পপ এবং টনি ম্যাকডেডের জীবনকে সম্মান জানাতে এবং কৃষ্ণাঙ্গ রূপান্তরিত লিঙ্গ সম্প্রদায়ের বিরুদ্ধে পুলিশের সহিংসতা এবং রূপান্তরিত লিঙ্গ বিরোধী তথা ট্রান্সফোবিক সহিংসতার প্রতিবাদে হাজার হাজার মানুষ একত্রিত হয়।    \n\n\n== তথ্যসূত্র =="}