{"pageid": 1087630, "title": "জার্মান ঔপনিবেশিক সাম্রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1087630", "content": "জার্মান ঔপনিবেশিক সাম্রাজ্য (জার্মান: Deutsches Kolonialreich) গড়ে উঠেছিল জার্মান সাম্রাজ্যের বৈদেশিক উপনিবেশ, আশ্রিত রাজ্য ও অঞ্চল নিয়ে। ১৮৭০-এর দশকের গোড়ার দিকে একত্রীভূত হওয়ার সময় এই সময়কালে সাম্রাজ্যের চ্যান্সেলর ছিলেন অটো ফন বিসমার্ক। পূর্ববর্তী শতাব্দীগুলিতেও পৃথক পৃথক জার্মান রাজ্যগুলির দ্বারা উপনিবেশ স্থাপনের সাময়িক প্রচেষ্টা চালানো হয়েছিল, কিন্তু ১৮৮৪ সালেই প্রথম আফ্রিকার জন্য অগ্রসরণের মাধ্যমে গুরুত্বপূর্ণ উপনিবেশ স্থাপন শুরু হয়। আফ্রিকার যে সব এলাকায় তখনও উপনিবেশ স্থাপিত হয়নি, সেগুলি অধিকার করে জার্মানি ব্রিটিশ ও ফরাসি সাম্রাজ্যের পরে সমকালীন যুগের তৃতীয় বৃহত্তম ঔপনিবেশিক সাম্রাজ্যটি গড়ে তোলে। জার্মান ঔপনিবেশিক সাম্রাজ্য গড়ে উঠেছিল বেশ কয়েকটি আফ্রিকান দেশ নিয়ে, যার অন্তর্গত ছিল অধুনা বুরুন্ডি, রোয়ান্ডা, তানজানিয়া, নামিবিয়া, ক্যামেরুন, গ্যাবোন, কঙ্গো, মধ্য আফ্রিকা প্রজাতন্ত্র, চাদ, নাইজেরিয়া, টোগো, ঘানা, নিউ গিনি ও অসংখ্য পশ্চিম প্রশান্ত মহাসাগরীয় / মাইক্রোনেশীয় দ্বীপপুঞ্জ।\n১৯১৪ সালে প্রথম বিশ্বযুদ্ধের সূচনাতেই জার্মানি নিজের ঔপনিবেশিক সাম্রাজ্যের উপর থেকে নিয়ন্ত্রণ হারিয়ে ফেলে। যুদ্ধের প্রথম সপ্তাহেই মিত্র বাহিনী জার্মানির সকল উপনিবেশে সামরিক অভিযান চালায়। যদিও প্রত্যন্ত কয়েকটি এলাকার ঔপনিবেশিক সামরিক ইউনিটগুলি তুলনামূলকভাবে দীর্ঘকাল কর্তৃত্ব ধরে রাখতে সক্ষম হয়: জার্মান দক্ষিণ পশ্চিম আফ্রিকা আত্মসমর্পণ করে ১৯১৫ সালে, ক্যামেরুন ১৯১৬ সালে এবং জার্মান পূর্ব আফ্রিকা ১৯১৮ সালে।\nযুদ্ধে জার্মানির পরাজয় ঘটলে ভার্সাই চুক্তি বলে জার্মানির ঔপনিবেশিক সাম্রাজ্য আনুষ্ঠানিকভাবে বাজেয়াপ্ত করা হয় এবং প্রতিটি উপনিবেশ এক-একটি বিজয়ী শক্তির তত্ত্বাবধানে (মালিকানায় নয়) সম্মিলিত জাতিপুঞ্জ ম্যান্ডেটে পরিণত হয়। ১৯১৯ সালে জার্মান ঔপনিবেশিক সাম্রাজ্য বিলুপ্ত হয়। হারানো উপনিবেশগুলি পুনরুদ্ধার করার চেষ্টা জার্মানি দ্বিতীয় বিশ্বযুদ্ধের সময়ও করেছিল। সেই যুগে অনেকেই সন্দেহ করেছিলেন যে, জার্মান তৃতীয় রাইখের একটি উদ্দেশ্যই ছিল তাই।\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\nAchleitner, Arthur; Johannes Biernatzki (১৯০২)। Deutschland und seine Kolonieen; Wanderungen durch das Reich und seine überseeischen Besitzungen, unter Mitwirkung von Arthur Achleitner, Johannes Biernatzki [etc.]। Berlin, Germany: H. Hilger। \nWestermann, Großer Atlas zur Weltgeschichte (জার্মান ভাষায়)\nWorldStatesmen.org\n\n\n== গ্রন্থপঞ্জি ==\nAusten, Ralph A.; Derrick, Jonathan (১৯৯৯)। Middlemen of the Cameroons Rivers: The Duala and their Hinterland, c. 1600–c.1960। Cambridge University Press। \nBerghahn, Volker Rolf. \"German Colonialism and Imperialism from Bismarck to Hitler\" German Studies Review 40#1 (2017)  pp. 147–162 Online\nBoahen, A. Adu, ed. (১৯৮৫)। Africa Under Colonial Domination, 1880–1935। Berkeley: U of California Press]]। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অতিরিক্ত লেখা: লেখকগণের তালিকা (link)  আইএসবিএন ৯৭৮-০-৫২০-০৬৭০২-৮ (1990 Abridged edition).\nCarroll, E. Malcolm. Germany and the great powers, 1866-1914: A study in public opinion and foreign policy (1938)   online at Questia  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ আগস্ট ২০২০ তারিখে also online review\nChurchill, William. \"Germany's Lost Pacific Empire\" Geographical Review 10.2 (1920): 84–90. online\nCrankshaw, Edward (১৯৮১)। Bismarck। New York: The Viking Press। আইএসবিএন 0-14-006344-7। \nDavidson, J. W. (১৯৬৭)। Samoa mo Samoa, the Emergence of the Independent State of Western Samoa। Melbourne: Oxford University Press। \nEley, Geoff, and Bradley Naranch, eds. German Colonialism in a Global Age (Duke UP, 2014).\nGann, L., and Peter Duignan. The Rulers of German Africa, 1884–1914 (1977) focuses on political and economic history\nGarfield, Brian (২০০৭)। The Meinertzhagen Mystery। Washington, DC: Potomac Books। আইএসবিএন 978-1-59797-041-9। \nGiordani, Paolo (১৯১৬)। The German colonial empire, its beginning and ending। London: G. Bell। \nHenderson, W. O. \"The German Colonial Empire, 1884–1918\" History 20#78 (1935), pp. 151–158 Online, historiography\nHenderson, W. O. “Germany's Trade with Her Colonies, 1884-1914.” Economic History Review, 9#1 1938, pp. 1–16. online\nLahti, Janne. \"German Colonialism and the Age of Global Empires.\" Journal of Colonialism and Colonial History 17.1 (2016). historiography;  excerpt\nLewthwaite, Gordon R. (১৯৬২)।  James W. Fox; Kenneth B. Cumberland, সম্পাদকগণ। Life, Land and Agriculture to Mid-Century in Western Samoa। Christchurch, New Zealand: Whitcomb & Tombs Ltd। \nLouis, Wm. Roger (১৯৬৭)। Great Britain and Germany's Lost Colonies 1914–1919। Clarendon Press। \nLouis, Wm. Roger (১৯৬৩)। Ruanda-Urundi 1884–1919। Clarendon Press। \nMiller, Charles (১৯৭৪)। Battle for the Bundu. The First World War in East Africa। Macmillan। আইএসবিএন 0-02-584930-1। \nOlivier, David H. German Naval Strategy, 1856–1888: Forerunners to Tirpitz (Routledge, 2004).\nPerraudin, Michael, and Jürgen Zimmerer, eds. German Colonialism and National Identity (2010) focuses on cultural impact in Africa and Germany.\nPoddar, Prem, and Lars Jensen, eds., A historical companion to postcolonial literatures: Continental Europe and Its Empires (Edinburgh UP, 2008), \"Germany and its colonies\" pp 198–261. excerpt also entire text online\nReimann-Dawe, Tracey. \"The British Other on African soil: the rise of nationalism in colonial German travel writing on Africa,\"  Patterns of Prejudice (2011) 45#5 pp 417–433, the perceived hostile force was Britain, not the natives\nSmith, W.D. (১৯৭৪)। \"The Ideology of German Colonialism, 1840–1906\"। Journal of Modern History। 46 (1974): 641–663। ডিওআই:10.1086/241266। \nSteinmetz, George (২০০৭)। The Devil's Handwriting: Precoloniality and the German Colonial State in Qingdao, Samoa, and Southwest Africa। Chicago: University of Chicago Press। আইএসবিএন 978-0226772431। \nStoecker, Helmut, ed. (১৯৮৭)। German Imperialism in Africa: From the Beginnings Until the Second World War। Translated by Bernd Zöllner। Atlantic Highlands, NJ: Humanities Press International। আইএসবিএন 978-0-391-03383-2। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অতিরিক্ত লেখা: লেখকগণের তালিকা (link) \nStrandmann, Hartmut Pogge von. \"Domestic Origins of Germany's Colonial Expansion under Bismarck\" Past & Present (1969) 42:140–159 online\nTaylor, A.J.P. (১৯৬৭)। Bismarck, The Man and the Statesman। New York: Random House, Inc.। \nTownsend, Mary Evelyn. The rise and fall of Germany's colonial empire, 1884-1918 (1930).\nWehler, Hans-Ulrich \"Bismarck's Imperialism 1862–1890,\" Past & Present, (1970) 48: 119–55 online\nWesseling, H.L. (১৯৯৬)। Divide and Rule: The Partition of Africa, 1880-1914। Translated by Arnold J. Pomerans। Westport, CT: Preager। আইএসবিএন 978-0-275-95137-5।  আইএসবিএন ৯৭৮-০-২৭৫-৯৫১৩৮-২ (paperback).\n\n\n=== জার্মান ভাষায় ===\nDetzner, Hermann, (Oberleut.) Kamerun Boundary: Die nigerische Grenze von Kamerun zwischen Yola und dem Cross-fluss. M. Teuts. Schutzgeb. 26 (13): 317–338.\nHaupt, Werner (১৯৮৪)। Deutschlands Schutzgebiete in Übersee 1884–1918। [Germany’s Overseas Protectorates 1884–1918]। Friedberg: Podzun-Pallas Verlag। আইএসবিএন 3-7909-0204-7। \nNagl, Dominik (2007). Grenzfälle – Staatsangehörigkeit, Rassismus und nationale Identität unter deutscher Kolonialherrschaft. Frankfurt/Main: Peter Lang Verlag. আইএসবিএন ৯৭৮-৩-৬৩১-৫৬৪৫৮-৫.\nSchultz-Naumann, Joachim (১৯৮৫)। Unter Kaisers Flagge, Deutschlands Schutzgebiete im Pazifik und in China einst und heute। [Under the Kaiser’s flag, Germany’s Protectorates in the Pacific and in China then and today]। Munich: Universitas Verlag। \nSchaper, Ulrike (২০১২)। Koloniale Verhandlungen. Gerichtsbarkeit, Verwaltung und Herrschaft in Kamerun 1884-1916। Frankfurt am Main: Campus Verlag। আইএসবিএন 978-3-593-39639-2। \nKarl Waldeck: \"Gut und Blut für unsern Kaiser\", Windhoek 2010, আইএসবিএন ৯৭৮-৯৯৯৪৫-৭১-৫৫-০\nHistoricus Africanus: \"Der 1. Weltkrieg in Deutsch-Südwestafrika 1914/15\", Band 1, 2. Auflage Windhoek 2012, আইএসবিএন ৯৭৮-৯৯৯১৬-৮৭২-১-৬\nHistoricus Africanus: \"Der 1. Weltkrieg in Deutsch-Südwestafrika 1914/15\", Band 2, \"Naulila\", Windhoek 2012, আইএসবিএন ৯৭৮-৯৯৯১৬-৮৭২-৩-০\nHistoricus Africanus: \"Der 1. Weltkrieg in Deutsch-Südwestafrika 1914/15\", Band 3, \"Kämpfe im Süden\", Windhoek 2014, আইএসবিএন ৯৭৮-৯৯৯১৬-৮৭২-৮-৫\nHistoricus Africanus: \"Der 1. Weltkrieg in Deutsch-Südwestafrika 1914/15\", Band 4, \"Der Süden ist verloren\", Windhoek 2015, ISBN 978-99916-909-2-6\nHistoricus Africanus: \"Der 1. Weltkrieg in Deutsch-Südwestafrika 1914/15\", Band 5, \"Aufgabe der Küste\", Windhoek 2016, আইএসবিএন ৯৭৮-৯৯৯১৬-৯০৯-৪-০\nHistoricus Africanus: \"Der 1. Weltkrieg in Deutsch-Südwestafrika 1914/15\", Band 6, \"Aufgabe der Zentralregionen\", Windhoek 2017, ISBN 978-99916-909-5-7\nHistoricus Africanus: \"Der 1. Weltkrieg in Deutsch-Südwestafrika 1914/15\", Band 7, \"Der Ring schließt sich\", Windhoek 2018, ISBN 978-99916-909-7-1\nHistoricus Africanus: \"Der 1. Weltkrieg in Deutsch-Südwestafrika 1914/15\", Band 8, \"Das Ende bei Khorab\", Windhoek 2018, ISBN 978-99916-909-9-5\n\n\n=== ফরাসি ভাষায় ===\nGemeaux (de), Christine,(dir., présentation et conclusion): \"Empires et colonies. L'Allemagne du Saint-Empire au deuil post-colonial\", Clermont-Ferrand,PUBP, coll. Politiques et Identités, 2010, আইএসবিএন ৯৭৮-২-৮৪৫১৬-৪৩৬-৯.\n\n\n== বহিঃসংযোগ ==\nDeutsche-Schutzgebiete.de  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ নভেম্বর ২০১৬ তারিখে (\"German Protectorates\") (জার্মান ভাষায়)"}