{"pageid": 1087073, "title": "লায়লা এরবিল", "url": "https://bn.wikipedia.org/wiki?curid=1087073", "content": "লায়লা এরবিল (তুর্কি: Leylâ Erbil ; ১২ জানুয়ারি ১৯৩১, ইস্তাম্বুল - ১৯ জুলাই ২০১৩, ইস্তাম্বুল) তুরস্কের সমসাময়িক শীর্ষস্থানীয় মহিলা লেখকদের একজন ছিলেন। তিনি ছয়টি উপন্যাস, তিনটি ছোট গল্পের সংকলন এবং একটি প্রবন্ধ বইের লেখক। তিনি প্রথম তুর্কি মহিলা লেখক যিনি ২০০২ সালে পিইএন ইন্টারন্যাশনাল দ্বারা সাহিত্যে নোবেল পুরস্কারের জন্য মনোনীত হন। লায়লা তুর্কি শিল্পীদের ইউনিয়ন ও তুরস্কের লেখক সিন্ডিকেটের সহ-প্রতিষ্ঠাতা ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nতিন সন্তানের একটি পরিবারের দ্বিতীয় সন্তান লায়লা এরবিল তুরস্কের ইস্তাম্বুলে এমিন হুরিয়ে হানিম ও হাসান তাহসিনের ঘরে জন্মগ্রহণ করেন। তিনি কাদিকি বালিকা বিদ্যালয়ে পড়াশোনা করেছেন এবং ইস্তাম্বুল বিশ্ববিদ্যালয়ে ইংরেজি ভাষা ও সাহিত্য বিভাগে পড়াশোনা করেন। তিনি তার প্রথম স্বামী, আইতেক শায়কে ১৯৫১ সালে বিশ্ববিদ্যালয়ের প্রথম বর্ষ পরে বিয়ে করেছিলেন। বিবাহ দীর্ঘস্থায়ী হয়নি, ফলে তিনি তার শিক্ষা থেকে বিরতি নিয়েছিল; বিবাহবিচ্ছেদ হওয়ার কিছুদিন পরেই তিনি বিশ্ববিদ্যালয়ে ফিরে আসেন। তিনি ১৯৩৫ সালে স্ক্যান্ডিনেভিয়ান এয়ারলাইন্সে সেক্রেটারি ও অনুবাদক হিসেবে কাজ করার সময় তার দ্বিতীয় স্বামী মেহমেত এরবিলের সাথে দেখা করেন এবং শেষ বর্ষে শিক্ষা থেকে আরেকটি বিরতি নেন। তারা কয়েক মাস পরে বিয়ে করে, এবং তার পরে আর পড়াশোনা শুরু করেনি। দম্পতি ইজমিরে চলে যান, যেখানে লায়লা এরবিল ১৯৬০ সালে তার একমাত্র কন্যা ফাতো এরবিল-পনারের জন্ম দেন। পরে তিনি ইস্তাম্বুলে বসবাস করতে ফিরে আসেন।\nলায়লার শরীরে ২০০৫ সালে ল্যাঙ্গারহ্যান্স সেল হিস্টিসাইটোসিস নির্ণয় করা হয়েছিল, এবং তিনি আট বছর ধরে, তার অসুস্থতার সাথে সাহসের সাথে লড়াই করেছিলেন। তবে  তিনি ২০১৩ সালে লড়াই হেরে যান। তিনি ইস্তাম্বুল হাসপাতালে ৮২ বছর বয়সে ২০১৩ সালের ১৯শে জুলাই মারা যান, যেখানে তার লিভার ফেইলিউর ও শ্বাসকষ্টের জন্য চিকিৎসা করা হচ্ছিল, যা তার অসুস্থতার পার্শ্বপ্রতিক্রিয়া ছিল।\n\n\n== সাংগঠনিক সংশ্লিষ্টতা এবং সক্রিয়তা ==\n১৯৬০ -এর দশকে তিনি তৎপরতার সাথে জড়িত ছিলেন এবং তৎকালীন সবচেয়ে প্রভাবশালী সমাজতান্ত্রিক দল ওয়ার্কার্স পার্টি অফ তুরস্কের  শিল্পকলা ও সংস্কৃতি কার্যালয়ে কাজ করেছিলেন,  এটি যতক্ষণ না ১৯৮৮ সালে তুরস্কের কমিউনিস্ট পার্টির সাথে একীভূত হয় এবং বন্ধ হয়ে যায়। লায়লা ১৯৭০ সালে তুর্কি শিল্পীদের ইউনিয়নের কয়েকজন প্রতিষ্ঠাতা সদস্যের একজন হয়েছিলেন। চার বছর পরে, ১৯৭৪ সালে, তিনি তুরস্কের রাইটার্স সিন্ডিকেটের প্রতিষ্ঠাতা সদস্য হন। একজন প্রতিষ্ঠাতা সদস্য হিসাবে, তিনি তার বন্ধুদের সাথে সিন্ডিকেটের জন্য সংবিধান প্রস্তুত করেছিলেন। এই সময়ে, তিনি পিইএন লেখক সমিতির সদস্যও ছিলেন।\n\n\n== তথ্যসূত্র =="}