{"pageid": 1087447, "title": "জাবেল সিবিল আসাদুর", "url": "https://bn.wikipedia.org/wiki?curid=1087447", "content": "জাবেল আসাদুর (আর্মেনীয়: Զապէլ Ասատուր)  সাহিত্যিক ছদ্মনাম সিবিল নামে অধিক পরিচিত (আর্মেনীয়: Սիպիլ) জাবেল খানজিয়ান (আর্মেনীয়: Զապէլ Խանճեան), ২৩ জুলাই ১৮৬৩-১৯ জুন ১৯৩৪) একজন বিখ্যাত উসমানীয় আর্মেনিয়ান কবি, লেখক, প্রকাশক, শিক্ষাবিদ এবং সমাজসেবী ছিলেন। তিনি সালে ইস্তানবুলের উসকুদার জেলায় জন্মগ্রহণ করেন। \n\n\n== জীবনী ==\nতিনি কনস্টান্টিনোপলের জেমারান লাইসিয়াম নামক শিক্ষাপ্রতিষ্ঠানে পড়াশোনা করেন। সেখানে তিনি ১৮৭৯ সালে স্নাতক ডিগ্রি অর্জন করেন। তিনি ছিলেন সোসাইটি অফ নেশন-ডেডিকেটেড আর্মেনিয়ান উইমেন বা Ազգանուէր հայուհեաց ընկերութիւն নামক একটি সংগঠনের সদস্য। সংগঠনটি অটোমান সাম্রাজ্যের আর্মেনিয়ান জনবহুল জেলা জুড়ে আর্মেনিয়ান বালিকা বিদ্যালয় নির্মাণ, রক্ষণাবেক্ষণ এবং পরিচালনায় সহায়তা করে।  তিনি প্রদেশগুলিতে এবং তারপর কনস্টান্টিনোপলে শিক্ষকতা করেছিলেন।\n১৮৭৯ সালে তিনি সমসাময়িক আধুনিক আর্মেনিয়ানের জন্য ব্যবহারিক ব্যাকরণ বা քերականութիւն քերականութիւն արդի աշխարհաբարի নামক পাঠ্যপুস্তক লিখেছিলেন। একটি ধ্রুপদী ব্যাকরণ বই যা তার স্বামী হরান্ট আসাদুরের সহায়তায় অনেকবার সংশোধিত এবং পুনরায় প্রকাশিত হয়েছে। সিবিল শিক্ষা ও শিক্ষাবিজ্ঞান সম্পর্কে সাধারণ নিবন্ধের পাশাপাশি শিশুদের জন্য কবিতাও লিখেছিলেন।\nলেখক ও রাজনৈতিক ব্যক্তিত্ব ক্রিকোর জোহরাব, হরান্ট আসাদুর, সিবিলের সাথে একত্রে সম্মিলিতভাবে সাহিত্য প্রকাশনা ম্যাসিস পুনরায় প্রতিষ্ঠা করেন, যেখানে সিবিল অনেক প্রখ্যাত পশ্চিম আর্মেনিয়ান সাহিত্যিকদের প্রতিকৃতি লিখেছিলেন। নিবন্ধগুলি ১৯২১ সালে একটি যৌথ বইয়ে সংগ্রহ করা হয়েছিল যার শিরোনাম ছিল হরান্ট আসাদুর প্রোফাইলস (Դիմաստուերներ)।\nসিবিল তার সাহিত্যকর্মের জন্য সর্বাধিক পরিচিত ছিলেন। ১৮৮০-এর দশকে তিনি ম্যাসিস এবং হেয়ারেনিক ভাষায় তার কবিতা প্রকাশ করেন। ১৮৯১ সালে তিনি তার উপন্যাস দ্য হার্ট অফ আ গার্ল (Աղջկան մը սիրտը) এবং ১৯০২ সালে রিফ্লেকশনস (Ցոլքեր) কবিতার একটি সংকলন প্রকাশ করেন, যার বেশিরভাগই রোমান্টিক এবং দেশাত্মবোধক কবিতা। তিনি ছোট গল্পও লিখেছিলেন, বিশেষ করে মহিলাদের নিয়ে। তিনি থিয়েটারের জন্যও লিখেছিলেন এবং তার অন্যতম বিখ্যাত কাজ হল দ্য ব্রাইড (Հարսը) নাটক।  ১৯০১ সালে তিনি লেখক, সাংবাদিক এবং বুদ্ধিজীবী হরান্ট আসাদুরকে বিয়ে করেন। তিনি এবং হরান্ট আসাদুর তাদের প্রেমপর্ব চলাকালীন অসংখ্য প্রেমপত্র বিনিময় করেন, যার মধ্যে মুষ্টিমেয় কিছু জেনিফার মানুকিয়ান ইংরেজিতে অনুবাদ করেছেন।\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\nজাবেল সিবিল আসাদ’র নাটক দ্য ব্রাইড।  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ ডিসেম্বর ২০১১ তারিখে নিশান পার্লাকিয়ান ইংরেজিতে অনুবাদ করেছেন।  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ ডিসেম্বর ২০১১ তারিখে\nতার জীবন ও কর্মের উপর (আর্মেনীয় ভাষায়)\nআর্মেনিয়ান সাহিত্যের ঐতিহ্য: তৃতীয় খণ্ড"}