{"pageid": 1087551, "title": "নাজির আফজাল", "url": "https://bn.wikipedia.org/wiki?curid=1087551", "content": "নাজির আফজাল  (জন্ম অক্টোবর ১৯৬২, বার্মিংহাম) একজন ব্রিটিশ আইনজীবী যিনি শিশু যৌন নির্যাতন এবং মহিলাদের বিরুদ্ধে সহিংসতার আইনি ক্ষেত্রে অভিজ্ঞ। তিনি একজন অনুশীলনকারী মুসলিম, নারীর অধিকারের পক্ষে এবং জোরপূর্বক বিবাহ, মেয়েদের যৌনাঙ্গ বিচ্ছেদ এবং অনার্য হত্যার বিরুদ্ধে স্পষ্ট বক্তব্য রাখেন।\nআফজাল তার ক্যারিয়ারের বেশিরভাগ সময় ক্রাউন প্রসিকিউশন সার্ভিসে কাটিয়েছেন, তিনি ২০১১ সালে উত্তর পশ্চিম ইংল্যান্ডের প্রধান ক্রাউন প্রসিকিউটর হয়ে উঠেছিলেন, ২০১৫ সালে সিপিএস ছাড়ার আগ পর্যন্ত তিনি একটি ভূমিকা পালন করেছিলেন। তিনি ২০১৭ সালের মে মাসে ম্যানচেস্টার এরিনা বোমা হামলার পর অবিলম্বে পদত্যাগ করেছিলেন যাতে তিনি এই হামলার বিষয়ে নির্দ্বিধায় মন্তব্য করতে পারেন। ২০১৬ সালের এপ্রিল মাসে তিনি এসোসিয়েশন অব পুলিশ অ্যান্ড ক্রাইম কমিশনারদের প্রধান নির্বাহী হিসাবে নিযুক্ত হন।\n২০১৭ সালের অক্টোবর থেকে তিনি স্বাধীন প্রেস স্ট্যান্ডার্ড অর্গানাইজেশন (আইপিএসও) এর অভিযোগ কমিটির সদস্য। এবং ২০১৮ সালে তিনি গ্রেটার ম্যানচেস্টারের রোচডেলের হপউড হল কলেজে কর্পোরেশন বোর্ডের চেয়ারম্যান নিযুক্ত হন।\n\n\n== পটভূমি এবং প্রাথমিক জীবন ==\nনাজির আফজাল বার্মিংহামে জন্মগ্রহণ করেছিলেন, তার বাবা-মা পাকিস্তান থেকে বার্মিংহামে এসেছিলেন। তার বাবা এবং তার বাবার পরিবার ব্রিটিশ সেনাবাহিনীর খাবারের জন্য কাজ করে এবং উত্তর আয়ারল্যান্ডে দ্য ট্রাবলসের উচ্চতায় আইআরএ দ্বারা তার এক আত্মীয় নিহত হয়। তার পরিবার পশতুন জাতিগোষ্ঠীর।\nআফজাল বার্মিংহাম বিশ্ববিদ্যালয়ের অধিভুক্ত গিল্ডফোর্ডের দ্য কলেজ অব ল থেকে আইন ডিগ্রি অর্জন করেন, যেখানে তিনি ফৌজদারি আইনে বিশেষ ডিগ্রি অর্জন করে।\n\n\n== ক্রাউন প্রসিকিউশন সার্ভিস ==\nআফজাল ১৯৮৮ থেকে বার্মিংহামে সলিসিটর হিসেবে কাজ করেন, ১৯৯১ সালে লন্ডনে যাওয়া পর্যন্ত যেখানে তিনি ক্রাউন প্রসিকিউটর হন। ২০০১ সালে তিনি সর্বকনিষ্ঠ ব্যক্তি এবং প্রথম মুসলিম সহকারী প্রধান ক্রাউন প্রসিকিউটর হিসেবে নিযুক্ত হন। ২০১১ সালে তিনি গ্রেটার ম্যানচেস্টার, কুম্ব্রিয়া এবং ল্যাঙ্কাশায়ারের আওতাধীন উত্তর-পশ্চিমের প্রধান ক্রাউন প্রসিকিউটর হিসাবে নিযুক্ত হন। ক্যারিয়ারের সেই সময়ে তিনি স্পষ্ট করে দিয়েছিলেন যে প্রসিকিউটররা জনসাধারণের ব্যক্তিত্ব এবং তাদের সাথে গণমাধ্যমের মাধ্যমে নিজেকে ব্যাখ্যা করে সেখানে উপস্থিত থাকতে হবে। ইংল্যান্ড এবং ওয়েলসকে আচ্ছাদিত ১৩ জন প্রধান ক্রাউন প্রসিকিউটরের ভেতর তিনি একজন হিসাবে, তিনি বছরে ১০০,০০০ এরও বেশি বিচারের জন্য দায়ী পালন ছিলেন এবং ৮০০ আইনজীবী এবং প্যারাগেল পরিচালনা করেছিলেন।\n\n\n== তথ্যসূত্র =="}