{"pageid": 1087460, "title": "ট্রেসি হ্যামারবার্গ হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1087460", "content": "ট্র্যাসি লিন হ্যামবার্গ  (মার্চ ৭, ১৯৬৬ - ডিসেম্বর ১৫, ১৯৮৪) ছিলেন ১৮ বছর বয়সী একজন মার্কিন নারী যিনি ১৯৮৪ সালের ১৫ ডিসেম্বর নিহত হন। তার খুনিকে ২০১৯ সালে ফরেনসিক বংশানুক্রমিকতার মাধ্যমে শনাক্ত করা হয়েছিল।\n\n\n== পটভূমি ==\nট্র্যাকি লিন হ্যামারবার্গ ১৯৬৬ সালের ৭ই মার্চ মিলওয়াকির জুডি ক্লাবুন্ডে এবং হারলান হ্যামারবার্গের ঘরে জন্মগ্রহণ করেন। পরিবারটি আনু. ১৯৭৬ সালে উইসকনসিনের সাউকভিলে চলে যায় যেখানে হ্যামারবার্গ পোর্ট ওয়াশিংটন হাই স্কুলে পড়াশোনা করেছিলেন। ওজাউকি কাউন্টির শেরিফ জেমস জনসনের মতে, হত্যার রাতে হ্যামারবার্গ সাউকভিলের একটি বাড়ি থেকে বের হন যেখানে তিনি বন্ধুদের সাথে দেখা করার জন্য একটি মুদির দোকানে হাঁটার জন্য বেবিসিটিং করছিলেন। তারা গাড়ি চালিয়ে পোর্ট ওয়াশিংটনের কুয়েদ'স ট্যাভার্নে যায়। তিনি বারটেন্ডারকে বলেছিলেন যে তিনি গ্রাফটনের একটি পার্টিতে যাচ্ছেন। প্রতিবেদনে বলা হয়েছে, হ্যামারবার্গ এবং তার বন্ধুরা একটি  \"বিয়ার পানের খেলা\" খেলে এবং পার্টিতে গাঁজা সেবন করে।  তিনি রাত সাড়ে ১২টার দিকে বাড়ির দিকে রওনা হন, যার দূরত্ব উইসকনসিন হাইওয়ে ৩৩ বরাবর হাঁটা পথে ৩.৭ মাইল ছিল। তাকে ধর্ষণ করে শ্বাসরোধ করা হয় এবং মাথায় আঘাতের কারণে তার মৃত্যু হয়। তার দেহটি গ্রাফটনের ম্যাপল রোডের একটি তুষারাবৃত ড্রাইভওয়েতে ফেলে দেওয়া হয়েছিল। শনিবার ভোরে ড্যান সিয়ারাকি হ্যামারবার্গের আংশিক কাপড় পরা দেহটি আবিষ্কার করেছিলেন।\n\n\n== তদন্ত ==\nওজাউকি কাউন্টি পুলিশ বিভাগের কাছে তাৎক্ষণিকভাবে পরিষ্কার ছিলো না যে তাকে ঘটনাস্থলেই হত্যা করা হয়েছে নাকি অন্য কোথাও হত্যা করে তার দেহ সেখানে ফেলা হয়েছে। কর্তৃপক্ষ মাথায় কি দিয়ে আঘাত করেছে তা শনাক্ত করতে পারেনি এবং বলেছে যে এটি \"লাঠি থেকে শুরু করে বেসবল ব্যাট পর্যন্ত\" যেকোনো কিছু হতে পারে।] পরে বস্তুটিকে ধাতব হিসেবে চিহ্নিত করা হয়। গ্রাফটনের উত্তরে বনাঞ্চলের প্রতিবেশীরা অস্বাভাবিক কিছু দেখতে বা শুনতে পায়নি। দুজন  শিকারী পৃথকভাবে একটি গাড়িকে হেডলাইট ছাড়াই ম্যাপল রোড থেকে দ্রুত গতিতে দূরে যেতে দেখেছিল। তদন্তের নেতৃত্ব দেয় ওজাউকি কাউন্টি শেরিফের অফিস। তারা উইসকনসিন ডিপার্টমেন্ট অফ জাস্টিস এবং ফৌজদারি তদন্তের বিভাগ থেকে সমর্থন পেয়েছে। একটি আচরণগত বিশ্লেষণ ইউনিট একটি অপরাধমূলক প্রোফাইল তৈরি করতে সহায়তা করে। শেরিফের অফিস শত শত সাক্ষীর সাক্ষাৎকার নিয়েছিল। রক্ত টাইপিং এবং ডিএনএ বিশ্লেষণের মাধ্যমে  ৪০০ জনেরও বেশি পুরুষকে সন্দেহ তালিকা থেকে বাদ দেয়।\nএক বছর পরে, হ্যামারবার্গের বন্ধু এবং প্রাক্তন সহপাঠী ওয়েন্ডি স্মিথকে মৃত অবস্থায় পাওয়া যায়। তার মৃত্যু হত্যাকাণ্ড বলে গণ্য করা হয়েছিল এবং  মৃত্যুর কারণ অনুসন্ধান করা হয়েছিল।\nহ্যামারবার্গের হত্যাকারীকে পরে ফরেনসিক বংশানুক্রমিক মাধ্যমে শনাক্ত করা হয়। হত্যাকারী ছিল ফিলিপ ক্রস নামে একজন উইসকনসিনের একজন ব্যক্তি। ২০১২ সালে সে অতিরিক্ত মাদক সেবনের কারণে মৃত্যুবরণ করে। পুলিশ তার  নখের নীচ থেকে রক্ত নিয়ে এবং ঘটনাস্থলে উদ্ধার হওয়া বীর্য ব্যবহার করে অভিযুক্ত হত্যাকারীর একটি ডিএনএ প্রোফাইল তৈরি করে। ২০১৯ সালের মার্চ মাসে পুলিশ বংশতালিকা অনুসন্ধান শুরু করে এবং ক্রসকে দ্বিতীয় চাচাতো ভাই হিসেবে শনাক্ত করে। পুলিশ লস অ্যাঞ্জেলেস ফেডারেল ব্যুরো অব ইনভেস্টিগেশন (এফবিআই) দলের কাছে পৌঁছায় যারা ফরেনসিক বংশানুক্রমিক প্রযুক্তির সাথে তাদের দক্ষতার জন্য গোল্ডেন স্টেট কিলার মামলার সমাধান করে।\n\n\n== তথ্যসূত্র =="}