{"pageid": 1087453, "title": "আইলেসবরি শিশু যৌন নির্যাতন চক্র", "url": "https://bn.wikipedia.org/wiki?curid=1087453", "content": "আইলেসবরি শিশু যৌন নির্যাতনের চক্র ছিল পাঁচজন পুরুষের একটি দল যারা ইংলিশ শহর বাকিংহামশায়ারের আইলেসবরিতে দুজন কম বয়সী মেয়ের বিরুদ্ধে গুরুতর যৌন অপরাধ করেছিল। ২০০৬ থেকে ২০১২ সাল পর্যন্ত ক্রমান্বয়ে ধর্ষণ এবং শিশু পতিতাবৃত্তি সহ বিভিন্ন অপরাধের জন্য তারা ২০১৫ সালের জুলাই মাসে দোষী সাব্যস্ত হয়েছিল। শিশু সুরক্ষা দাতব্য সংস্থা বার্নার্ডো জানিয়েছে যে তারা ২০০৮ সালে দুই মেয়েকে নিয়ে কাজ করেছিল এবং তাদের মধ্যে একজনকে শিশু যৌন শোষণের ঝুঁকি হিসাবে উল্লেখ করে বাকিংহামশায়ার কাউন্টি কাউন্সিলে পাঠানো হয়েছিল। কাউন্সিল পর্যাপ্ত সাড়া দেয়নি এবং দোষী সাব্যস্ত হওয়ার পর, তাদের রক্ষা করতে ব্যর্থতার জন্য দুই মেয়ের কাছে ক্ষমা চেয়েছিল। এই ব্যর্থতাগুলি পরীক্ষা করার জন্য এটি এখন একটি গুরুতর মামলা পর্যালোচনা চালু করেছে।\n\n\n== অপরাধ ==\nএই দলটি অবমাননাকর যৌন সম্পর্ক শুরু করার আগে মেয়েদের বিশ্বাস অর্জনের জন্য তাদের খাবার, অ্যালকোহল, ড্রাগ এবং ডিভিডি উপহার হিসেবে দিয়েছিল। আদালতে গার্ল এ এবং গার্ল বি নামে উল্লেখ করা ওই মেয়েদের আইলেসবেরিতে শিশু পতিতা হিসেবে পাচার করা হয়েছিল। একটি মেয়ে প্রমাণ দিয়েছে যে সে মাত্র ১২ বা ১৩ বছর বয়সে ৬০ জন পুরুষের সাথে যৌন সম্পর্ক স্থাপন করেছিল, যারা সবাই প্রায় এশীয় ঐতিহ্যের ছিল, তাকে এই ঘটনা \"স্বাভাবিক আচরণ বলে মনে করতে বাধ্য করা হয়েছিল\"। আইলেসবরির বিভিন্ন স্থান যৌন সম্পর্ক স্থাপনের জন্য বেছে নেওয়া হয়েছিল, যার মধ্যে মেয়েদের নিজের বাড়িও ছিল। পুরুষরা ছিল এলাকায় বসবাসকারী এবং পরস্পর বন্ধু, এদের মধ্যে কেউ ছিল বিবাহিত এবং বাচ্চার পিতা, কেউ বাজারে কাজ করত এবং কেউ ট্যাক্সি চালাত।\nযারা দোষী সাব্যস্ত হয়েছে তাদের নাম দেওয়া হয়েছে:\n\n\n== আইলেসবরি এবং অন্যান্য স্থানে প্রতিক্রিয়া ==\nশিশুদের সেবা বিষয়ক বাকিংহামশায়ার কাউন্টি কাউন্সিলের পরিচালক ডেভিড জনস্টন এই দুই মেয়ের কাছে ক্ষমা প্রার্থনা করে বলেছিলেন: \"আজ ওল্ড বেইলিতে দোষী সাব্যস্ত ব্যক্তিদের নিষ্ঠুর নির্যাতনের ঘৃণ্য কাজের কারণে আমরা সব বাবা-মা এবং বাকিংহামশায়ারের সম্প্রদায়ের মতো বিস্মিত।\" তিনি প্রমাণ দিতে এবং তাদের কিছু নির্যাতনকারীর বিরুদ্ধে দোষী সাব্যস্ত করতে সহায়তা করার জন্য তাদের সাহসিকতার জন্য ধন্যবাদ জানান। বার্নার্ডোর প্রধান নির্বাহী জাভেদ খান বলেন, এই মামলা প্রমাণ করেছে যে অপরাধীরা শিশু নির্যাতনের 'ভয়াবহ অপরাধের' জন্য অর্থ প্রদান করে এবং বলেন যে \"এই মামলায় সাক্ষ্য প্রদানকারী ভুক্তভোগীদের সাহসিকতার প্রশংসা করা উচিত।\"\n\n\n== সাজা এবং বিচারকের মন্তব্য ==\n২০১৫ সালের জুলাই মাসে দোষী সাব্যস্ত হওয়ার পর, সেপ্টেম্বরে এই ব্যক্তিদের তিন থেকে সাড়ে উনিশ বছর পর্যন্ত কারাদণ্ড দেওয়া হয়। বিচারক জন বেভান কিউসি বলেন, \"ম্যাকডোনাল্ডস, একটি মিল্কশেক এবং সিনেমার টিকিটের দামের জন্য \"গার্ল এ\"কে \"আইলেসবারি বাজারে স্টল হোল্ডার, ট্যাক্সি এবং বাস চালকদের দ্বারা যৌন শোষণ করা হয়েছিল\"। তিনি বলেন যে কেন অপরাধীরা \"সাদা চামড়ার কম বয়সী মেয়েদের প্রতি তাদের মনোযোগী হয়\" তা তিনি ব্যাখ্যা করতে পারেন নি, কিন্তু বিশ্বাস করেন যে মেয়েদের \"অসুরক্ষা\" একটি প্রধান ভূমিকা পালন করেছে। তিনি বলেন, অপরাধীরা যদি \"এশীয় কম বয়সী মেয়েদের\" লক্ষ্য করে হামলা করত, তাহলে তারা তাদের সম্প্রদায়ে অনেক মূল্য দিতে পারত। গার্ল এ নিজেই তার ওপর ৬০ জন এশীয় পুরুষের শোষণের প্রভাব সম্পর্কে একটি বিবৃতি দিয়েছে, যেখানে তার \"মূল্যহীন\" অনুভূতি এবং হতাশা এবং অ্যালকোহল আসক্তির সাথে তার লড়াইয়ের বর্ণনা দেওয়া হয়েছে। সে আরও যোগ করেছিল যে সে অনুভব করেছিল যে তার \"কিশোর বয়স কেড়ে নেওয়া হয়েছিল\"। গার্ল বি তার বিবৃতিতে বলেছিল যে শাস্তিগুলি \"একাডেমিক\" কারণ \"যা ঘটেছে, কোনও শাস্তিই তাকে কখনও সঠিক করতে পারবে না\"।\n\n\n== আরো দেখুন ==\nদল দ্বারা সংঘটিত যৌন নির্যাতনের তালিকা\n\n\n== তথ্যসূত্র =="}