{"pageid": 1087861, "title": "ফ্যান্টাসমাগরি", "url": "https://bn.wikipedia.org/wiki?curid=1087861", "content": "ফ্যান্টাসমাগরি (বাংলা: একটি কল্পনা) এমিল কোল কর্তৃক ১৯০৮ সালে প্রকাশিত ফরাসি অ্যানিমেটেড চলচ্চিত্র। এটি প্রথাগত অ্যানিমেশনের একটি প্রাথমিক উদাহরণ এবং কিছু চলচ্চিত্র ঐতিহাসিক এটিকে পৃথিবীর ইতিহাসে প্রথম অ্যানিমেটেড কার্টুন মনে করে থাকেন।\n\n\n== বর্ণনা ==\n\nএই চলচ্চিত্র মূলত একটি লাঠির মানব নিয়ে যে ধীরে ধীরে পরিবর্তনশীল চিত্রগুলোর মাধ্যমে বিভিন্ন জিনিসের সম্মুখীন হয়, যেমন একটি মদের বোতল যা ফুলে পরিণত হয়ে পরবর্তীতে হাতিতে পরিণত হয়। এই চলচ্চিত্র কিছুটা লাইভ অ্যাকশনও দেখা যায় যেখানে অ্যানিমেটরের হাত চলচ্চিত্রের দৃশ্যে প্রবেশ করে। চলচ্চিত্রের প্রধান চরিত্রটিগুলো অঙ্কন শিল্পীর হাত ক্যামেরার সামনে অঙ্কন করে এবং তারা ভাঁড় ও ভদ্রলোক হিসেবে অভিনয় করে। এছাড়া অন্যান্য চরিত্র এখানে বিদ্যমান যেমন চলচ্চিত্র মঞ্চের এক মহিলা যিনি একটি বড় টুপি মাথায় পড়ে থাকেন।\nএই চলচ্চিত্র ফ্রান্সের অসংলগ্ন আন্দোলনকে শ্রদ্ধা অর্পণ করে নির্মিত হয়েছিলো। চলচ্চিত্রের নামটি \"ফান্টাসমাগরিয়া\" ম্যাজিক লণ্ঠন শো এর ফরাসি নাম থেকে নেওয়া হয়েছে।\n\n\n== প্রযোজনা ==\n\n১৯০৮ সালের ফেব্রুয়ারি থেকে জুন পর্যন্ত পরিচালক কোল ফান্টাসমাগরি নিয়ে কাজ করেন। সীমিত দৈর্ঘ্য হওয়া সত্ত্বেও দৃশ্যগুলোতে মগ্নচৈতন্য ফুটিয়ে তোলা সম্ভব হয়েছিলো।\nফান্টাসমাগরি নির্মাণ করতে চলচ্চিত্রের প্রতিটি ফ্রেমে কাগজ ব্যবহার করে অঙ্কন এবং তারপরে প্রতিটি ফ্রেম নেগেটিভ ফিল্মে চিত্র ধারণ করা হয় যার ফলে ছবিগুলোকে ব্ল্যাকবোর্ডের মত লাগে। ৭০০ কাগজে আঁকার মাধ্যমে ফ্রেমগুলো তৈরি করা হয়, প্রতিটি ফ্রেম দুবার ফিল্মে ধারণ করা হয় যার ফলে চলচ্চিত্রের দৈর্ঘ্য প্রায় ২ মিনিটে দাঁড়ায়। সাদা কাগজে কালো কালি ব্যবহার করে আঁকার পর সেটাকে বিপরীত তথা ব্ল্যাকবোর্ডে সাদা চকে আঁকার ন্যায় ইফেক্ট সৃষ্টি করা হয় যা জে. স্টুয়ার্ড ব্ল্যাকটনের পদ্ধতি থেকে নেওয়া হয়। ব্ল্যাকটন ও কোল চলচ্চিত্র নির্মাণে কিছু কৌশল জর্জ মেলিয়েসের থেকে ধার করেন, যেমন স্টপ ট্রিক ইফেক্ট। চলচ্চিত্রটি ১৯০৮ সালের ১৭ আগস্ট তারিখে মুক্তি পায়।\n\n\n== ঐতিহাসিক গুরুত্ব ==\nব্রিটিশ-আমেরিকান চলচ্চিত্র নির্মাতা জে.স্টুয়ার্ড ব্ল্যাকটন সম্ভবত তার লাইটিং আর্টিস্ট চলচ্চিত্রে প্রথম অ্যানিমেশনের ব্যবহার করার মাধ্যমে ইতিহাসে প্রথমবারের মত চলচ্চিত্রে অ্যানিমেশন ব্যবহার করেন। দ্যা এঞ্চেন্টেনড ড্রয়িং (১৯০০) চলচ্চিত্রে স্টপ ট্রিক কৌশল ব্যবহার করে চিত্রগুলোর যাদুকরি পরিবর্তন দেখানো হয়। দ্যা হিউমরাস ফেজেস অব ফানি ফেসেস (১৯০৬) চলচ্চিত্রে ব্ল্যাকবোর্ডের মধ্যে চিত্র অঙ্কনের পর গতির মাধ্যমে চিত্রের পরিবর্তনের ক্ষেত্রে অ্যানিমেশনের ব্যবহার লক্ষ্য করা হয়। এই চলচ্চিত্রটিকে প্রাচীনতম অ্যানিমেশন বলা হয়ে থাকে। এই ধারাবাহিকতায় ফ্রান্সের এমিল কোল প্রথাগত ধারার প্রথম পূর্ণাঙ্গ চলচ্চিত্র হিসেবে ফ্যান্টাসমাগরি নির্মাণ করেছিলেন। এপ্রেক্ষিতে চলচ্চিত্র ঐতিহসিকরা ফ্যান্টাসমাগরিকে প্রথাগত ধারার প্রথম পূর্ণাঙ্গ চলচ্চিত্র হিসেবে বর্ণনা করেন।\n\n\n== আরও দেখুন ==\nঅ্যানিমেশনের ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nফ্যান্টাসমাগরি - বিগ কার্টুন ডেটাবেজ\nইন্টারনেট মুভি ডেটাবেজে Fantasmagorie  (ইংরেজি)\nইন্টারনেট আর্কাইভ থেকে বিনামূল্যে ডাউনলোডের জন্য ফ্যান্টাসমাগরি উপলব্ধ রয়েছে\nইউটিউবে Emile Cohl – Fantasmagorie 1908"}