{"pageid": 1087920, "title": "ভয়েস অফ লিবিয়ান উইমেন (সংগঠন)", "url": "https://bn.wikipedia.org/wiki?curid=1087920", "content": "ভয়েস অব লিবিয়ান উইমেন (ভিএলডব্লিউ) একটি বেসরকারি সংস্থা (এনজি) যা লিবিয়ায়   প্রতিষ্ঠিত।এই সংস্থাটির প্রধান লক্ষ নারী অধিকার সুরক্ষা এবং অগ্রগতি। এর প্রধান দপ্তর ত্রিপোলিতে এবং জাভিয়া ও মিশ্রতায় শাখা অফিস আছে ।  ভিএলডব্লিউ এখনও একটি যুব নেতৃত্বাধীন সংগঠন যা নারী উন্নয়নের পক্ষে সমর্থন অব্যাহত রাখে এবং লিবিয়ান সমাজের প্রচলিত নিয়মকে চ্যালেঞ্জ করে।  তারা ব্যক্তি ও সংগঠন উভয়কে নিয়ে স্থানীয় দল তৈরি করে জাতীয় পর্যায়ে তথ্য ছড়িয়ে দেওয়ার কাজ করে।\n\n\n=== ইতিহাস ===\n১৭  ই ফেব্রুয়ারি লিবিয়ার বিপ্লবের প্রতিক্রিয়ায় আগস্ট ২০১১  সালে প্রতিষ্ঠিত হয়েছিল ভিএলডব্লিউ।  এটি ত্রিপোলিতে প্রতিষ্ঠিত হয়েছিল আলা মুরাবিত, একজন তরুণ ডাক্তার এবং নারী অধিকার কর্মী। মুরাবিত তার মেডিকেল স্কুলের শেষ বর্ষে ছিলেন এবং বিপ্লবের পর, তিনি অনুভব করেছিলেন যে \"লিবিয়ায় মহিলাদের জন্য সুযোগের একটি জানালা আছে।\"নভেম্বরের মধ্যে, দলটি লিবিয়ায় প্রথম আন্তর্জাতিক নারী সম্মেলনের আয়োজন করেছিল।  এছাড়াও, খুব অল্প সময়ের মধ্যে, ভিএলডব্লিউ ত্রিপোলিতে একটি মহিলা কেন্দ্র তৈরি করেছিল এবং ক্লাস করছিল।\n\n\n== প্রকল্প এবং প্রোগ্রাম ==\n\n\n===== এক কণ্ঠস্বর =====\nওয়ান ভয়েস, যা ১১-১৫ নভেম্বর, ২০১১ সালে  ভিএলডব্লিউ দ্বারা সংগঠিত হয়েছিল এবং এটি ছিল লিবিয়ায় অনুষ্ঠিত প্রথম আন্তর্জাতিক নারী সম্মেলন। সম্মেলনে রাজনীতি, ধর্ম, অর্থনীতির বিষয় অন্তর্ভুক্ত ছিল এবং নারীদের স্বাস্থ্য এবং লিঙ্গভিত্তিক সহিংসতার মতো বিষয়গুলিতে শুধুমাত্র মহিলাদের জন্য একটি চূড়ান্ত, বন্ধ সেশন ছিল।\n\n\n===== প্রকল্প নূর =====\nপ্রজেক্ট নূর, যার অর্থ আরবিতে \"আলো\", একটি প্রোগ্রাম যা লিবিয়ায় গার্হস্থ্য সহিংসতা এবং মহিলাদের যৌন নির্যাতনের বিষয়ে সচেতনতা বাড়ানোর চেষ্টা করে। এটি একটি মিডিয়া ক্যাম্পেইন যা বিলবোর্ড, রেডিও, টেলিভিশন এবং সোশ্যাল মিডিয়া ব্যবহার করে তার বার্তা ছড়িয়ে দেয়।  প্রজেক্ট নূর অনন্য যে এটি প্রধানত মুসলিম দেশে ধর্মীয় ভাষা ব্যবহার করে এই সমস্যাগুলির আশেপাশের ধারণাগুলি সমাধান করার চেষ্টা করে।\nনাদিয়া এল-ফাল্লাহ ২০১৩ সালে নূর প্রজেক্ট শুরু করতে সাহায্য করেছিলেন এবং আশা করেন যে এটি \"মানুষের বাড়ি, মসজিদ, (এবং) কফি শপে কথোপকথন ছড়ানোর হাতিয়ার হতে পারে।\" নিজ নিজ দেশে।\n\n\n===== আন্তর্জাতিক বেগুনি হিজাব দিবস =====\nআন্তর্জাতিক বেগুনি হিজাব দিবস একটি অনুষ্ঠান যেখানে নারীরা একটি বেগুনি হিজাব পরিধান করে \"গার্হস্থ্য সহিংসতার বিরুদ্ধে ইসলামের কঠোর অবস্থানের স্মরণ করিয়ে দেয়।\" মেয়ে, মা, বা বোন। \" লিবিয়ায় প্রথম বেগুনি হিজাব দিবস ছিল ২০১২ এবং ২০১৩ এর অনুষ্ঠানে ১৩,০০০ লিবিয়ান জড়িত ছিল।  বেগুনি হিজাব দিবসের তারিখ (ফেব্রুয়ারির দ্বিতীয় শনিবার) আসিয়া জুবায়েরের হত্যার কথা মনে রাখার জন্য ঘটে, যিনি একজন নারী স্থপতি ছিলেন তার অপমানজনক স্বামী মুজ্জাম্মিল হাসান কর্তৃক ছুরিকাঘাত এবং শিরশ্ছেদ করা হয়েছিল। পুরুষরা এবং যারা হিজাব পরেন না তাদের বেগুনি হিজাব দিবসে বেগুনি স্কার্ফ, টাই বা ফিতা পরতে উৎসাহিত করা হয়।\n\n\n==== তথ্যসূত্র ====\n^ http://www.saferworld.org.uk/expertise/staff-details/162--voice-of-libyan-women-  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ সেপ্টেম্বর ২০১৫ তারিখে নিরাপদ বিশ্ব। সংগ্রহের তারিখ ১ আগস্ট ২০১৫।\n^ The Voice of Libyan Women\". Zoom Company Information. July 2015 – via Lexis Nexus.\n^ \"Violence Against Women Does Not Cease Just Because People Can Vote, Global Fund for Women Says\". The Tripoli Post. 12 July 2012 – via Lexis Nexus."}