{"pageid": 1087929, "title": "রাহওয়ে হত্যাকাণ্ড (১৮৮৭)", "url": "https://bn.wikipedia.org/wiki?curid=1087929", "content": "রাহওয়ে হত্যাকাণ্ড বলতে ১৯৮৭ সালে যুক্তরাষ্ট্রের রাহওয়ে শহরে সংঘটিত এক অজ্ঞাত যুবতীর হত্যার ঘটনাকে বোঝায়। ১৮৮৭ সালের ২৫ শে মার্চ নিউ জার্সির রাহওয়েতে তার মৃতদেহের উদ্ধার করা হয়েছিল। এই হত্যাকাণ্ড আজ পর্যন্ত রহস্যাময় রয়ে গেছে। এখনো নিহতের পরিচয় জানা যায় নি। হত্যাকাণ্ডের শিকার এই যুবতী অজ্ঞাত নারী বা রাহওয়ে জেন ডো নামেও পরিচিত।\nএকদিন ভোরে চার ভাই নিউ জার্সির ক্লার্কের ব্লাডগুডস পুকুরের ফেল্ট মিলগুলোতে কাজ করতে যাওয়ার সময় তরুণীটিকে জেফারসন অ্যাভিনিউয়ের কাছে সেন্ট্রাল অ্যাভিনিউ থেকে রাহওয়ে নদীর উপর সেন্ট্রাল অ্যাভিনিউ ব্রিজ থেকে কয়েকশো ফুট দূরে পড়ে থাকতে দেখেন  । তার দেহ রাস্তার পাশে পড়ে ছিলো আর দেহ থেকে বের হওয়া রক্ত পাশের পুকুরে পড়ে ঠান্ডায় জমে গিয়েছিল। তার গলা এক কান থেকে আরেক কান পর্যন্ত দুবার কাটা হয়েছিল, তার হাতেও আঘাত করা হয়েছিল আর বিশেষ করে তার মুখের ডান দিকটিতে প্রচন্ড মারধোর করে একদম ক্ষতবিক্ষত করা হয়েছিল।\nতার শরীরের চারপাশে পাওয়া পায়ের ছাপ \"বিশাল\"  আকারের ছিলো বলে জানা যায়। \n\n\n== বর্ণনা ==\nমহিলার বয়স ২০ এর কোঠায় বলে মনে হয়েছিল, এবং তাকে আকর্ষণীয় হিসাবে বর্ণনা করা হয়েছিল, বাদামী চুল এবং নীল চোখ। তাকে একটি গাঢ় সবুজ কাশ্মীরি পোশাক পরিহিত অবস্থায় পাওয়া গেছে যা ঠান্ডা থেকে রক্ষা করার জন্য সবুজ পালক এবং একটি পশমের কেপ দিয়ে ছাঁটা হয়েছিল। তিনি হলুদ বাচ্চার গ্লাভসও পরেছিলেন, যাকে কাগজগুলি \"বিদেশী দামি জুতা\" হিসাবে বর্ণনা করেছিল, একটি কালো টুপি যা লাল রঙের মখমলের ছাঁটাই দিয়ে তৈরি, একটি কালো বিন্দুযুক্ত ঘোমটা এবং একটি বনেট। সে ডিমের ঝুড়ি বহন করেছিল। অন্যান্য জিনিসপত্র রাহওয়ে নদীতে পাওয়া গেছে।\n\n\n== পরে ==\nতার হত্যা জাতীয় শিরোনামের বিষয় ছিল এবং শত শত মানুষ মৃতদেহ দেখতে এসেছিল। তদন্তকারীদের তোলা তার পোশাক-সজ্জিত মৃতদেহের ছবিগুলি ব্যাপকভাবে প্রচারিত হয়েছিল। কিন্তু তাকে বা তার হত্যাকারীকে কখনও শনাক্ত করা যায়নি। রাহওয়ে পুলিশের কাছে এখনও তার দেহের মূল ছবি তোলা আছে, যা পুলিশ বিভাগের প্রমাণ হিসাবে প্রথম তোলা হয়েছিল।\n১৮৮৭ সালের মে মাসে তাকে রাহওয়ে কবরস্থানে মার্চেন্টস এবং ড্রভার্স ট্যাভার্নের পাশে সমাধিস্থ করা হয়। \nকেউ কেউ মনে করে তার ভূত রাহওয়ে কবরস্থানকে তাড়া করে বেড়ায়!\nতাকে হত্যার সময়, ফ্রান্সিস টাম্বলটি, জ্যাক দ্য রিপার হত্যাকাণ্ডের অনেক বিতর্কিত সন্দেহভাজনদের মধ্যে একজন (রিপারোলজিস্টদের মতে) নিউ ইয়র্ক সিটিতে বসবাস করছিলেন। নিউ ইয়র্ক সিটি সাইট থেকে বিশ মাইল দূরে এবং একজন প্রায় ৩৫ মিনিটের মধ্যে সেখান থেকে রাহওয়ে ভ্রমণ করতে পারে; অতএব অন্তত একজন ইতিহাসবিদ তাত্ত্বিক সম্ভাবনা সম্পর্কে অনুমান করেছেন যে টাম্বলটি হত্যার সাথে যুক্ত।\n\n\n== আরও দেখুন ==\nঅমীমাংসিত হত্যার তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nইন্ডিয়ানাপলিস জার্নাল 4 এপ্রিল 1887 (\"সন্দেহ যে রাহওয়ে লাশ লিলিয়ান স্নেভেলির অবশেষ। ওয়াটসন দাবি করেন যে তিনি বাল্টিমোরে মার্ডারের সময় ছিলেন \")\nব্রুকলিন ডেইলি agগল (ব্রুকলিন, নিউ ইয়র্ক), রবিবার, 10 এপ্রিল, 1887, পৃষ্ঠা 4।\nপিটার জেনোভেস। নিউ জার্সি কৌতূহল: অদ্ভুত চরিত্র, রাস্তার পাশের অদ্ভুততা এবং অন্যান্য অফবিট স্টাফ (2003)।\nমার্ক সিকুরম্যান, মার্ক মোরান। অদ্ভুত এনজে: নিউ জার্সির স্থানীয় কিংবদন্তি এবং সেরা গোপন রহস্যের জন্য আপনার ভ্রমণ নির্দেশিকা (2003)।\nSleuth, পুরাতন। তরুণ ডায়ার: অথবা, স্ট্র্যাটফোর্ড হত্যার রহস্য \"পাইপিং\"। রাহওয়ে রহস্যের একজন সঙ্গী। মুনরো, 1887 (একটি ডাইম উপন্যাস বা পয়সা ভয়ঙ্কর )\nরাহওয়ে হত্যার রহস্য: লিটল লিনক্স রাস্তার পাশে ট্র্যাজেডিকে \"পাইপিং\" করেছে। নিউইয়র্ক। মুনরো, 1887 (ক তুচ্ছ উপন্যাস বা পেনি ভয়ঙ্কর )\nদ্য নিউ ইয়র্ক টাইমস (মার্চ 1887) (\"রহস্যের কোন আলো নেই; রাহুয়ার মারদারের একটি সম্ভাব্য সূত্র। রহস্যময় স্ট্রেঞ্জার সম্ভাব্য ক্র্যাঙ্ক \")।\nজুন 16, 1887 - রাহুয়ে মার্ডার মিস্ট্রি। শিকাগো ট্রিবিউন।\n\"অলস গুজব ছাড়া কিছুই নয় - রাহওয়ে মার্ডার এখনও এ রহস্য\" নিউইয়র্ক টাইমস (এপ্রিল,, ১7)"}