{"pageid": 1087973, "title": "আহরারুল হিন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1087973", "content": "আহরারুল হিন্দ (উর্দু: احرار الہند; আলোকিত। ভারতের স্বাধীনতা সংগ্রামীরা) পাকিস্তানের একটি জঙ্গী ইসলামপন্থী দল ছিল যা ২০১৪ সালের ফেব্রুয়ারিতে তেহরিক-ই-তালিবান পাকিস্তান (টিটিপি) থেকে বিচ্ছিন্ন হয়ে যায়। পাকিস্তান সরকার এবং টিটিপির মধ্যে শান্তি আলোচনার সময় আহরার-উল-হিন্দ গণমাধ্যমকে একটি বিবৃতি জারি করে আলোচনা প্রত্যাখ্যান করে এবং ঘোষণা দেয় যে তারা কোন শান্তি চুক্তি গ্রহণ করবে না।  প্রাথমিক ঘোষণার পর, দলটি ২০১৪ সালের আগস্টমাসে জামাত-উল-আহরার গ্রুপে একীভূত হওয়ার আগে ইসলামাবাদ আদালতে হামলা সহ পাকিস্তানে বেশ কয়েকটি হামলার দায় স্বীকার করে। \n\n\n== ব্যুৎপত্তি ==\nগোষ্ঠীর নামের আক্ষরিক অর্থ ভারতের মুক্তিযোদ্ধা (সামগ্রিকভাবে ভারতীয় উপমহাদেশকে উল্লেখ করে)।  এক তালেবান দলের কমান্ডারের মতে, এই দলটি মজলিস-ই-আহরার-উল-ইসলাম থেকে \"আহরার\" নাম টি পেয়েছে, কারণ আহরারিরা ভারত বিভাজন এবং পাকিস্তান গঠনের বিরুদ্ধে ছিল; তারা বরং বিশ্বাস করত যে সমগ্র উপমহাদেশই তাদের জন্মভূমি। কমান্ডার বলেছিলেন, দলটি উপমহাদেশের অবশিষ্ট অংশে তাদের কার্যক্রম সম্প্রসারণের পরিকল্পনা করেছিল।\n\n\n== তেহরিক-ই-তালিবান পাকিস্তান থেকে বিভক্ত ==\nএই গোষ্ঠীতে বেশিরভাগই মোহাম্মাদ এজেন্সির উপজাতিদের  দক্ষিণ পাঞ্জাবের পাঞ্জাবি তালেবানের কিছু সদস্যের সাথে ছিল।  এর অনেক সদস্য পূর্ব আফগানিস্তানের ।  যদিও দলটি সরকারের সাথে শান্তি আলোচনার বিরোধিতার কারণে এবং একটি নির্দিষ্ট পরচা সাবের পরামর্শের পরে টিটিপি থেকে বিচ্ছিন্ন হয়ে গেছে বলে দাবি করেছে  কিছু পর্যবেক্ষক বিশ্বাস করেন টিটিপি এই দলটিকে যুদ্ধবিরতি আলোচনা ব্যাহত না করে ডেনিবল আক্রমণ চালানোর জন্য ব্যবহার করেছিল। \n\n\n== টিটিপির সাথে সম্পর্ক ==\nপাকিস্তান সরকার আহরার-উল-হিন্দকে অস্বীকার করে শান্তি আলোচনা চালিয়ে যাওয়ার জন্য টিটিপির একটি শর্ত তৈরি করে, একই সাথে আহরার-উল-হিন্দ ঘাঁটিতে বিমান হামলা চালায়।  জবাবে তালেবান যুদ্ধবিরতি ঘোষণা করে এবং আহরার-উল-হিন্দ-এর সাথে মোকাবিলার শর্ত মেনে নেয়। এই ঘোষণার পর, গ্রুপটি ২০১৪ সালের মার্চ মাসে ইসলামাবাদ হাইকোর্টে হামলার দাবি করে। \n২০১৪ সালের আগস্ট মাসে ওমর খালিদ খোরাসানি আহরার-উল-হিন্দকে অন্যান্য ভিন্নমতাবলম্বী টিটিপি কমান্ডারদের সাথে জামাত-উল-আহরার নামে একটি নতুন দলে একীভূত করেন, যা ২০১৪ সালের সেপ্টেম্বরে আনুষ্ঠানিকভাবে তেহরিক-ই-তালেবান পাকিস্তান থেকে বিচ্ছিন্ন হয়ে যায়। \n\n\n== আরো দেখুন ==\nতেহরিক-ই-তালিবান পাকিস্তান\nজামাতুল আহরার\nঅপারেশন জারব-ই-আজব\n\n\n== তথ্যসূত্র =="}