{"pageid": 1087733, "title": "হানা হারজগ", "url": "https://bn.wikipedia.org/wiki?curid=1087733", "content": "হানা হারজগ  (হিব্রু ভাষায়: חנה הרצוג‎) হলেন তেল আবিব বিশ্ববিদ্যালয়ের সমাজবিজ্ঞান ও নৃবিজ্ঞান বিভাগে সমাজবিজ্ঞানের অধ্যাপক এবং জেরুজালেমের সিভিল সোসাইটি ফোরামের অন্তর্গত ভ্যান লিয়ার জেরুজালেম ইনস্টিটিউট -এ একজন বরিষ্ঠ গবেষণা সহযোগী (রিসার্চ ফেলো) ও অধ্যয়ন বিষয়ক পরিচালক।\n\n\n== শিক্ষা জীবন ==\nইসরাইলে ২০০০ সাল থেকে বিদ্যমান নারী ও জেন্ডার বিদ্যার প্রতিষ্ঠাতাদের মধ্যে হারজগ একজন। তিনি রাজনৈতিক সমাজবিজ্ঞান, রাজনৈতিক যোগাযোগ এবং লিঙ্গ সমাজবিজ্ঞানে বিশেষজ্ঞ। তিনি রাজনীতি নিয়ে অনেক নিবন্ধ প্রকাশ করেছেন। এর মধ্যে রয়েছে প্রধানত জাতিতত্ত্বমূলক ও নরগোষ্ঠীগত সম্পর্কের সঙ্গে রাজনীতিতে নারীকে নিয়ে নিবন্ধ, ইসরায়েলের ফিলিস্তিনি নারী নাগরিক এবং লিঙ্গ, ধর্ম ও রাজনীতি নিয়ে নিবন্ধ।\n\n\n== রাজনৈতিক সক্রিয়তা ==\nতিনি জনসাধারণের ক্ষেত্রে রাজনৈতিক তদবিরে সক্রিয় ছিলেন। তিনি লিঙ্গ বৈষম্যের বিরুদ্ধে সংগ্রামে সক্রিয়ভাবে যোগদান করেছেন। তিনি ইসরায়েল উইমেন্স নেটওয়ার্কের (আইএনডব্লিউ) সদস্য এবং বোর্ড সদস্য ছিলেন; তিনি আইএনডব্লিউ- এর গবেষণা ও তথ্য কেন্দ্রের পরিচালনা সংসদকে চালনা করেছেন। বিভিন্ন নারী সংগঠনের প্রভাষক এবং উপদেষ্টা হিসেবে তাঁর প্রচণ্ড চাহিদা রয়েছে; তিনি বিজ্ঞান ও একাডেমিতে নারীর মর্যাদার অগ্রগতির জন্য পাবলিক ফোরামের একজন সদস্য এবং শান্তি আন্দোলনে সক্রিয়। তিনি ইসরাইলের রাষ্ট্রপতি দ্বারা প্রতিষ্ঠিত ইসরাইলে শাসন কাঠামো পরীক্ষা করার জন্য পাবলিক কাউন্সিলে পরিষেবা দিয়েছেন এবং ইসরায়েলে মহিলাদের জন্য সামরিক পরিষেবা সংজ্ঞায়িত করার জন্য কাউন্সিলের (২০০৭) সদস্যপদ অধিকার করেছেন।\nহানা হারজোগ সংখ্যালঘু গোষ্ঠীর সমতা ও পূর্ণতার উপর বিশেষ জোর প্রদান করে ইজরায়েলের সমাজ ও রাজনীতির মধ্যে সংযোগের দিকে মনোনিবেশ করেছেন। তিনি ইসরায়েলে ইহুদি এবং ফিলিস্তিনি-আরব মহিলাদের মধ্যে শিক্ষাগত এবং রাজনৈতিক সংলাপকে এগিয়ে নিয়ে যেতে, তাঁর বিশেষ পরিচিত গবেষণা এবং শিক্ষাগত সরঞ্জামগুলি ব্যবহার করেন।\n\n\n== প্রকাশিত রচনা ==\n\n\n=== পুস্তক সমূহ ===\nহারজগ অসংখ্য বই এবং নিবন্ধের লেখক, এদের মধ্যে কয়েকটি হল:\n\nপলিটিক্যাল এথনিসিটি - দ্য ইমেজ অ্যাণ্ড দয় রিয়ালিটি, ১৯৮৬ (হিব্রু)\nবাস্তববাদী নারী - ইসরায়েলি স্থানীয় রাজনীতিতে নারী, ১৯৯৪ (হিব্রু)\nজেন্ডারিং পলিটিক্স - ইসরাইলে নারী, মিশিগান বিশ্ববিদ্যালয় প্রেস, ১৯৯৯\nসেক্স জেণ্ডার পলিটিক্স - ইসরায়েলে নারী (অন্যদের সাথে লেখা) ১৯৯৯ (হিব্রু)।\nহারজগ তেল আবিব বিশ্ববিদ্যালয়ের সমাজবিজ্ঞান বিভাগের প্রধান ছিলেন, তিনি ১৯৯৪ - ২০০১ সালে তেল আবিব-ইয়াফো একাডেমিক কলেজে সমাজ ও রাজনীতি বিভাগের প্রধান ছিলেন। তিনি (আন্তর্জাতিক) অ্যাসোসিয়েশন ফর ইজরায়েল স্টাডিজ (১৯৯৯ - ২০০১), একাডেমিক জার্নাল \"ইসরায়েলি সমাজবিজ্ঞান\" (২০০১-২০০৫) এর সম্পাদক হিসাবে দায়িত্ব পালন করেছেন। তিনি হিব্রু একাডেমিক জার্নালের এবং আন্তর্জাতিক একাডেমিক জার্নালগুলির সম্পাদকীয় বোর্ডের সদস্য।\n\n\n=== প্রবন্ধ ===\nহারজগ, হানা (Fall ২০০৪)। \"ফ্যামিলি - মিলিটারি রিলেশনস ইন ইসরায়েল অ্যাজ আ জেন্ডারাইজিং সোশ্যাল মেকানিজম\"। আর্মড ফোর্সেস অ্যাণ্ড সোসাইটি। 31 (1): 5–40। এসটুসিআইডি 144293980। ডিওআই:10.1177/0095327X0403100102। \n\n\n== আরও দেখুন ==\nইসরায়েলে নারী\n\n\n== তথ্যসূত্র =="}