{"pageid": 1087627, "title": "প্রিয়দর্শিনী মাট্টু", "url": "https://bn.wikipedia.org/wiki?curid=1087627", "content": "প্রিয়দর্শিনী মট্টু (২৩ জুলাই ১৯৭০-২৩ জানুয়ারি ১৯৯৬) একজন ২৫ বছর বয়সী আইনের ছাত্রী ছিলেন। ২৩ জানুয়ারি, ১৯৯৬ সালে নতুন দিল্লির বাড়িতে তাকে ধর্ষণ ও খুন করা হয়েছিল। ১৭  অক্টোবর ২০০৬ সালে, দিল্লি হাইকোর্ট সন্তোষ কুমার সিংকে ধর্ষণ এবং হত্যার উভয় কারণে দোষী সাব্যস্ত করে এবং একই বছরের ৩০ অক্টোবর তাকে মৃত্যুদণ্ড দেয়। ২০১০ সালের ৬ অক্টোবর, ভারতের সর্বোচ্চ ন্যায়ালয় মৃত্যুদণ্ডকে যাবজ্জীবন কারাদণ্ডে রূপান্তরিত করে। পুলিশের কর্মরত মহাপরিদর্শকের পুত্র ছিলো সন্তোষ কুমার সিং যে কিনা ১৯৯৯ সালের একটি বিচারে আদালত থেকে খালাস পেয়েছিলেন। হাইকোর্টের এই সিদ্ধান্ত ভারতে একটি ল্যান্ডমার্ক রিভার্সাল হিসেবে ব্যাপকভাবে অনুভূত হয়েছিল। নিম্ন আদালতে তথ্য সঠিকভাবে উপস্থাপন না করায় এই সিদ্ধান্ত বাতিল করা হয়।\n\n\n== মামলার তাৎপর্য ==\n১৯৯৯ সালে সন্তোষ সিংকে খালাস দিলে তদন্ত সংস্থা সিবিআই, ২৯ ফেব্রুয়ারি ২০০০ সালে দিল্লি হাইকোর্টের রায়কে চ্যালেঞ্জ করে।\nদিল্লি হাইকোর্টের বিচারপতি আর এস সোধি এবং পিকে ভাসিন আসল খালাস বাতিল করে সন্তোষ সিংহকে হত্যা ও ধর্ষণের জন্য দোষী সাব্যস্ত করে।\nএই মামলাটি ভারতের এমন অনেকগুলি মামলার মধ্যে একটি যা প্রচলিত ফৌজদারি আইন ব্যবস্থার অকার্যকরতাকে তুলে ধরে, বিশেষ করে যখন জেসিকা লালের হত্যা এবং সঞ্জীব নন্দার খালাস সহ উচ্চ পদস্ত অপরাধীদের কথা আসে।\n\n\n== শৈশব ==\nপ্রিয়দর্শিনী ছিলেন কাশ্মীরি পণ্ডিত। তিনি শ্রীনগরে বড় হয়েছেন। শ্রীনগরের প্রেজেন্টেশন কনভেন্ট স্কুল থেকে স্কুল জীবন শেষ করে। কাশ্মীরে ক্রমবর্ধমান ইসলামীক সন্ত্রাসবাদের কারণে তিনি তার পরিবারের সাথে জম্মুতে চলে আসেন। এলএলবি ডিগ্রি অর্জনের জন্য দিল্লি বিশ্ববিদ্যালয়ে ভর্তি হওয়ার আগে প্রিয়দর্শিনী এমএএম কলেজ থেকে বিকম পেয়েছিলেন যেটি জম্মুতে অবস্থিত। দিল্লিতে ছাত্রী থাকাকালীন সময়েই সন্তোষ সিং তার সাথে খারাপ আচরন এবং অশালীন প্রস্তাব দেয়। এক পর্যায়ে সন্তোষ সিং তার পিছু নেওয়া শুরু করে, তাই প্রিয়দর্শিনীর পরিবার পুলিশের কাছে বেশ কয়েকটি এফআইআর দায়ের করে। কিছু দিনের জন্য একটি পুলিশ এসকর্ট প্রদান করা হয়েছিল, কিন্তু তার পিছু নেওয়া অব্যাহত ছিল।\n\n\n== হত্যা ==\nপ্রিয়দর্শিনী আইনী ছাত্রী হিসেবে তৃতীয় বর্ষে ছিলেন, যখন তাকে তার মামার বাসায় শ্বাসরোধ অবস্থায় পাওয়া যায়। তাকে ধর্ষণ করা হয়েছিল, মোটরসাইকেলের হেলমেট দিয়ে ১৪ বার আঘাত করা হয়েছিল এবং অবশেষে তারের সাথে শ্বাসরোধ করে হত্যা করা হয়েছিল। সন্তোষ কুমার সিং তার কলেজের সিনিয়র ছিলো, কয়েক বছর ধরে প্রিয়দর্শিনীকে হয়রানি করে আসছিল, এই কারণে হত্যার ঘটনায় তাৎক্ষণিক সন্দেহ করা হয়েছিলো সন্তোষ কুমারকে। কিন্তু সন্তোষ একজন প্রভাবশালী পরিবার থেকে এসেছিলেন - তার বাবা জেপি সিং তখন পুদুচেরিতে পুলিশ মহাপরিদর্শক ছিলেন - বিচার চলাকালীন তিনি দিল্লিতে পুলিশের যুগ্ম কমিশনার হিসেবে দায়িত্ব পালন করেছিলেন, যেখানে অপরাধ সংঘটিত হয়েছিল। এসব সংযোগের পরিপ্রেক্ষিতে আদালত মামলার তদন্ত সেন্ট্রাল ব্যুরো অফ ইনভেস্টিগেশন (সিবিআই) কাছে হস্তান্তর করে। ১৯৯৫ সালে, প্রিয়দর্শিনী অভিযোগ করেছিলেন যে সন্তোষ সিং তাকে হয়রানি করছে এবং পিছু নিয়েছে। সে সময় তাকে একজন ব্যক্তিগত নিরাপত্তা কর্মকর্তা দেওয়া হয়েছিল। প্রতিশোধের জন্য, সন্তোষ বিশ্ববিদ্যালয়ের কাছে অভিযোগ দায়ের করেছিলেন যে প্রিয়দর্শিনী একযোগে দুটি ডিগ্রি অর্জন করছেন। যাইহোক, দেখা গেল যে প্রিয়দর্শিনী ১৯৯১ সালে এম.কম পাশ করেছিলেন এবং অভিযোগটি কেবল বিদ্বেষপরায়ণ মুলক ছিল। ১৯৯৬ সালের ২৩ জানুয়ারি সকালের দিকে দিল্লির বসন্ত কুঞ্জ এলাকায় সন্তোষকে প্রিয়দর্শিনীর চাচার বাড়িতে নক করতে দেখা যায়। একজন চাকর সন্তোষকে তার বাড়িতে ঢুকতে দেখেছিল, স্পষ্টতই বলেছিল যে সে তাদের আইনি অভিযোগের মধ্যে একটি আপস চায়। পরে তিনি তাকে ধর্ষণ করেন, একটি বৈদ্যুতিক তার দিয়ে তার শ্বাসরোধ করে তারপরে মোটরসাইকেল হেলমেট দিয়ে তার মুখে আঘাত করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nOverview of the case, Indian Express, 29 Jan 2006\nProceedings of Indian Parliament 9 December 1999 : Priyaranjan Dasmunsi raises the Priyadarshini Mattoo matter during Zero Hour.\nCBI considering course of action after judgment, The Tribune (Chandigarh) 8 Dec 1999\nKashmir Sentinel reporting on the judgment and protests by Kashmiri women, Dec 1999\nFrontline, Volume 16 - Issue 27, 25 December 1999 – 7 Jan 2000\nMid-Day, 27 February 2006\nNDTV, 5 March 2006\nRediff, Nov. 2003\nThe Week, 12 March 2006\nHindustan Times, 26 December 2006\nThe Tribune, 11 December 1999\nIndian Express, 29 January 2006\nBangalore Live  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ মার্চ ২০০৭ তারিখে\nDaily Excelsior, 15 December 1999\nI am feeling relieved, says Priyadarshini Mattoo's killer, 6 October 2010"}