{"pageid": 1087975, "title": "অ্যালিসিয়া গালি", "url": "https://bn.wikipedia.org/wiki?curid=1087975", "content": "অ্যালিসিয়া গালি ছিলেন একজন অস্ট্রেলিয়ান মহিলা,যিনি ২০০৮ সালে সংযুক্ত আরব আমিরাতের ফুজাইরায় আট মাসের জন্য কারাগারে ছিলেন। তিন সহকর্মীর দ্বারা মাদকদ্রব্য সেবন করানো এবং ধর্ষণের বিষয়ে পুলিশকে অভিযোগ করার পর সংযুক্ত আরব আমিরাতের আইনে তার বিরুদ্ধে অবৈধ যৌন সম্পর্ক রাখার অভিযোগ করা হয়। তার মামলাটি জনসাধারণের দৃষ্টি আকর্ষণ করে এবং সংযুক্ত আরব আমিরাতের বিচার ব্যবস্থার এই ঘটনাটি পরিচালনা করার সমালোচনা করে।\n\n\n== লে মেরিডিয়ান হোটেলে ধর্ষণের অভিযোগ ==\nঅ্যালিসিয়া গালি ফুজাইরার লে মেরিডিয়ান আল আকাহ বিচ রিসর্টে বিউটি সেলুন ম্যানেজার হিসেবে কাজ করতেন। তিনি তিন সহকর্মীর সাথে মদ্যপান করে একটি সন্ধ্যা কাটিয়েছিলেন। তিনি দাবি করেন যে পরের দিন যখন তিনি ঘুম থেকে উঠেছিলেন, তখন তিনি \"নগ্ন ছিলেন, পাঁজর ভেঙে গিয়েছিল এবং ব্যাপক আঘাত ছিল\" কিন্তু স্বীকার করেছিলেন যে আগের রাতের কোনও স্মৃতি ছিল না। তার সহকর্মীরা শপথ করে কোন হামলার কথা অস্বীকার করে যে এবং আদালতে সাক্ষ্য দেয় যে গালি তাদের সাথে যৌন সম্পর্ক স্থাপনে সম্মতি দিয়েছে। তারা অভিযোগ করে যে টেবিলের ওপরে নাচের সময় পড়ে যাওয়ার কারণে তার আঘাত হয়েছিল।\n\n\n== জেলকাল ==\nধর্ষণের অভিযোগে গালি প্রতিবেশী দুবাইয়ের এক অস্ট্রেলীয় কনস্যুলার কর্মকর্তার সাথে যোগাযোগ করেন। তাকে সতর্ক করা হয়নি যে ধর্ষণের অভিযোগ প্রমাণিত না হলে তা স্থানীয় আইনের অধীনে বিবাহ বহির্ভূত যৌন মিলনের দিকে পরিচালিত করতে পারে। গালি স্থানীয় পুলিশকে ধর্ষণের অভিযোগ জানিয়েছিলেন। যাইহোক, পুরুষরা আদালতে সাক্ষ্য দেয় যে যৌনতা সম্মতিসূচক ছিল এবং ধর্ষণ ঘটেছে এমন কোনও প্রমাণ সরবরাহ করা যায়নি। গালি এবং অভিযুক্ত পুরুষদের গ্রেপ্তার করা হয় এবং সকলকে বিবাহবহির্ভূত যৌন সম্পর্ক স্থাপনের জন্য ১২ মাসের জন্য কারাদন্ড দেওয়া হয়। ২০০৯ সালের মার্চ মাসে আট মাস পর তিনি কারাগার থেকে মুক্তি পেয়েছিলেন।\n\n\n== মামলা ==\nগালি হোটেলে তার নিয়োগকর্তাদের বিরুদ্ধে মামলা করেছেন, তাদের কর্মীদের লাঞ্ছনা থেকে রক্ষা করার ব্যবস্থা করতে ব্যর্থ হওয়ায় কর্মক্ষেত্রের বাধ্যবাধকতা লঙ্ঘন হয়েছে। হোটেল ম্যানেজমেন্ট দাবি করেছে যে মামলার পরে গালিকে প্রয়োজনীয় সহায়তা দেওয়া হয়েছিল।\nগালি পরে অস্ট্রেলিয়া সরকারের বিরুদ্ধে মামলা করেন, এই যুক্তিতে যে তারা তাকে যথাযথ পরামর্শ দিতে ব্যর্থ হয়েছে।\n\n\n== প্রচার ==\nঅস্ট্রেলিয়া সরকার গালির পরিবারকে অনুরোধ করেছিল তার কারাবাসের সময় এই মামলাটি প্রচার না করার জন্য। গালির মুক্তি, অস্ট্রেলিয়ান কনস্যুলার সেবার সমালোচনা এবং স্টারউডের বিরুদ্ধে তার মামলা আন্তর্জাতিক গণমাধ্যমের দৃষ্টি আকর্ষণ করে। ঘটনাটি হাফপোস্টে প্রকাশিত হয়েছিল, ইয়াহু নিউজ অস্ট্রেলিয়ার সানডে নাইট প্রোগ্রামে মামলার বিষয়ে ৩০ মিনিটের একটি প্রামাণ্য তথ্যচিত্র প্রকাশিত হয়েছিল!\n\n\n== বহিঃসংযোগ ==\nসংযুক্ত আরব আমিরাতে ধর্ষণ আইন এবং ধর্ষণ এবং যৌন নিপীড়নের ধারণা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ সেপ্টেম্বর ২০২১ তারিখে\n\n\n== তথ্যসূত্র =="}