{"pageid": 1087317, "title": "যুক্তরাজ্যে অপহরণ", "url": "https://bn.wikipedia.org/wiki?curid=1087317", "content": "অপরাধকে ঘিরে দেশটির নীতিমালার কারণে যুক্তরাজ্যে অপহরণের পরিসংখ্যান বের করা প্রায় কঠিন।\n\n\n== গবেষণা ==\nউল্লেখযোগ্যভাবে, শিশু অপহরণের অপরাধের জন্য ইউকে-র বিশেষ শ্রেণিবিন্যাস রয়েছে, এটি অপহরণের জায়গায় ব্যক্তির বিরুদ্ধে সহিংসতার অধীনে শ্রেণীবদ্ধ করা হয়েছে। অফেন্ডার ম্যানেজমেন্ট কেসলোড স্ট্যাটিসটিক্স অনুসারে, যুক্তরাজ্য ২০০৭-২০০৮ সালের মধ্যে প্রায় ৫৭ টি দোষী সাব্যস্ত অপহরণের মামলা রেকর্ড করেছে। ২০০৮-২০০৯ সালে তা ছিল ২১। কেসলোড স্ট্যাটিসটিক্স আরও উল্লেখ করেছে যে ইংল্যান্ড এবং ওয়েলসে ৯৮,৮২০ জন বন্দীর মধ্যে ২১৭ জনকে অপহরণের দায়ে দোষী সাব্যস্ত করা হয়েছে। এই ২১৭ জন অপহরণকারীর মধ্যে ২০৮ জন পুরুষ এবং ৯ জন মহিলা। অন্যান্য বিশ্লেষণ অপরাধমূলক ইতিহাস সম্পর্কে কথা বলে, উৎস হিসাবে সরকারী রেকর্ড ব্যবহার করে। ১৯৭৯ থেকে ২০০১ সালের মধ্যে দোষী সাব্যস্ত অপহরণের দায়ে প্রায় ৭০৪২ জন পুরুষ এবং ৫৪৫ জন মহিলা কারাগারে বন্দী ছিলেন। ১ জনেরও বেশি দোষী সাব্যস্ত অপহরণের দায়ে মাত্র ১০ জন পুরুষ এবং ১৪ জন মহিলাকে সাজা দেওয়া হয়েছিল। অপহরণকারীদের গড় বয়স প্রায় ২০ এর দশকের মাঝামাঝি, এবং পুরুষদের মধ্যে ১/২ জনেরও বেশি, এবং ১/৩ জন মহিলা অপহরণকারীকে অন্যান্য অপরাধের জন্য দোষী সাব্যস্ত করা হয়েছিল, সাধারণত চুরি এবং সহিংসতা।\n\n\n== ব্যাপকতা ==\n২০০৪ সালের হোম অফিসের একটি গবেষণায় ইংল্যান্ড এবং ওয়েলসে শিশু অপহরণ সম্পর্কিত ৭৯৮ টি পুলিশ প্রতিবেদন উপস্থাপন করা হয়েছিল। এই রিপোর্টগুলির মধ্যে ৫৬% (৪৪৭ জন) একজন অপরিচিত ব্যক্তির সাথে জড়িত ছিল, প্রায় ৩৭৫ জনকে অপহরণের চেষ্টা করা হয়েছিল এবং ৭২ জন সফল হয়েছিল।\nঅফিস ফর ন্যাশনাল স্ট্যাটিসটিক্স কর্তৃক প্রকাশিত অপহরণের পরিসংখ্যানে শিশু অপহরণের প্রায় ৫৩২টি ঘটনা নথিভুক্ত করা হয়েছে যা ২০১১/১২ সালে পুলিশকে জানানো হয়েছিল। পরিসংখ্যানে স্কটল্যান্ড অন্তর্ভুক্ত নেই।\nপ্রতি বছর দেশটিতে পিতামাতা কর্তৃক অপহরণের আনুমানিক ৫০০ টি ঘটনা রিপোর্ট করা হয়।\n\n\n== উল্লেখযোগ্য ঘটনা ==\n\nএমন কিছু ঘটনা ঘটেছে যেখানে অপহরণের অভিনয় বা ভূয়া অপহরণ করা হয়েছিল। ১৯৯২ সালে ইংল্যান্ডের হারপেনডেনের একজন অ্যারোবিক্স শিক্ষক জোয়ানা গ্রেনসাইড বড়দিনে তার অংশগ্রহণ এড়াতে নিখোঁজ হওয়ার নাটক তৈরি করেছিলেন।\n\n\n== তথ্যসূত্র =="}