{"pageid": 1087489, "title": "ক্যাথলিন জো হেনরি হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1087489", "content": "ক্যাথলিন জো হেনরি হত্যাকাণ্ড ঘটে ৪ সেপ্টেম্বর, ২০১৯ তারিখে আলাস্কার অ্যাঙ্করেজে। ম্যারিয়ট ইন্টারন্যাশনাল পরিচালিত স্থানীয় টাউনেপ্লেস সুইটস হোটেলে এই হত্যাকাণ্ড ঘটে। ক্যাথলিন হেনরি মৃত্যুর আগে যৌন নিপীড়নের শিকার হয়েছিলেন। এই হত্যাকাণ্ড আন্তর্জাতিক সংবাদে পরিণত হয়, যখন জানা যায় যে তার কথিত হত্যাকারী ব্রায়ান স্টিভেন স্মিথ তার মৃত্যুর দৃশ্য বেশকিছু স্থিরচিত্র ভিডিও হিসেবে একটি এসডি কার্ডে রেকর্ড করে। ২ অক্টোবর, ২০১৯ তারিখে আলাস্কার সেওয়ার্ড হাইওয়েবরাবর হেনরির দেহাবশেষ পাওয়া যায়।\nঅ্যাঙ্কোরেজ পুলিশ বিভাগের গোয়েন্দারা স্মিথকে তার সাথে জড়িত পূর্ববর্তী তদন্ত থেকে স্বীকৃতি দেয় এবং তার গ্রেপ্তারের জন্য একটি পরোয়ানা অর্জন করে। ২০১৯ সালের ৮ অক্টোবরে স্মিথ টেড স্টিভেনস অ্যাঙ্কোরেজ আন্তর্জাতিক বিমানবন্দরে গ্রেপ্তার করা হয়, যেখানে তিনি একটি ভ্রমণ থেকে ফিরে এসে পৌঁছান। পরবর্তীকালে স্মিথকে অ্যাঙ্কোরেজ কারাগারে বন্দী করা হয়। পুলিশ জানিয়েছে যে তারা এসডি কার্ডে হেনরির আক্রমণ এবং হত্যার সাথে সম্পর্কিত উনত্রিশটি ছবি এবং বারোটি ভিডিও আবিষ্কার করেছে, যা অ্যাঙ্কোরেজের ফেয়ারভিউ বিভাগে রাস্তায় একজন মহিলা খুঁজে পেয়েছিলেন।\n১৭ অক্টোবর, ২০১৯ তারিখে স্মিথের বিরুদ্ধে দ্বিতীয় মহিলা ভেরোনিকা আবুচুককে হত্যার অভিযোগ আনা হয়, যাকে স্মিথ হত্যার কথা স্বীকার করেন বলে অভিযোগ করা হয়। স্মিথ তার মৃত্যুর কথা স্বীকার করেছেন বলে অভিযোগ করা হয়েছে, এবং কর্তৃপক্ষকে জানিয়েছেন যে তারা তার মৃতদেহ কোথায় খুঁজে পেতে পারে।\n\n\n== ক্যাথলিন জো হেনরি ==\nক্যাথলিন জো হেনরি ১৯৮৮ সালের ২২ ডিসেম্বর আলাস্কার বেথেলে জন্মগ্রহণ করেন। আলাস্কার এক নেটিভ মহিলা হেনরি ২০১২ সালে তার জিইডি অর্জন করেন, যখন তিনি আলাস্কার হাইল্যান্ড মাউন্টেন সংশোধনাগারে বন্দী ছিলেন, যা ঈগল নদীর অ্যাঙ্কোরেজ এলাকার একটি রাষ্ট্রীয় কারাগার। একজন ডিভোর্সি যিনি তার মৃত্যুর সময় অবিবাহিত ছিলেন, হেনরি বছরের পর বছর ধরে আইন প্রয়োগকারীদের সাথে আসক্তি এবং অপকর্মের সাথে লড়াই করেছিলেন। তিনি ফেসবুক সহ অন্যান্য সামাজিক মিডিয়ার নিয়মিত ব্যবহারকারী ছিলেন, এবং কবিতা লিখতে উপভোগ করতেন। মৃত্যুর সময় তার বয়স ছিল ৩০ বছর। \n\n\n== সন্দেহভাজন ==\nঅ্যাঙ্কোরেজ পুলিশ বিভাগের প্রাপ্ত ছবি এবং ভিডিও প্রমাণের ভিত্তিতে ক্যাথলিন হেনরিহত্যার সন্দেহভাজন হিসেবে ব্রায়ান স্টিভেন স্মিথকে শনাক্ত করা হয়। তারপর থেকে, স্মিথ আরেকটি হত্যায় জড়িত ছিল, এবং কর্তৃপক্ষ তাকে সিরিয়াল কিলার বলে মনে করে। মার্কিন যুক্তরাষ্ট্র এবং দক্ষিণ আফ্রিকা উভয় দেশেই তার অতীত একটি চলমান, আন্তর্জাতিক তদন্তের বিষয়।\nব্রায়ান স্টিভেন স্মিথ (জন্ম: মার্চ ২৩, ১৯৭১) দক্ষিণ আফ্রিকায় কেপ টাউন এলাকায় জন্মগ্রহণ করেন এবং পরে যুক্তরাষ্ট্রে অভিবাসিত হন। স্মিথ সেপ্টেম্বর ২০১৯ সালে মার্কিন নাগরিক হন। ২০১৯ সালে, স্মিথকে আলাস্কার অ্যাঙ্কোরেজে গ্রেপ্তার করা হয় যখন তিনি রাষ্ট্রীয় ভ্রমণ থেকে ফিরে আসেন, এবং গত সেপ্টেম্বরে ক্যাথলিন জো হেনরির যৌন নিপীড়ন এবং হত্যার অভিযোগে অভিযুক্ত হন, একটি ম্যারিয়ট ইন্টারন্যাশনাল অনুমোদিত প্রতিষ্ঠানে, যেখানে তিনি একজন কর্মচারী ছিলেন এবং ২-৪ সেপ্টেম্বর পর্যন্ত একটি ছাড়ের ঘর ভাড়া নিয়েছিলেন। পুলিশ মনে করে যে হেনরির হত্যা ৪ সেপ্টেম্বর, ২০১৯ তারিখে ঘটেছিল।\n১৭ ই অক্টোবর, ২০১৯ তারিখে স্মিথের বিরুদ্ধে দ্বিতীয় মহিলা ভেরোনিকা আবুচুককে হত্যার অভিযোগ আনা হয়। অ্যাঙ্কোরেজ পুলিশ বিভাগের গোয়েন্দারা এবং মার্কিন এফবিআই স্মিথের অতীতের দিকে নজর দিতে থাকে। \n\n\n== তথ্যসূত্র =="}