{"pageid": 1087888, "title": "জোরপূর্বক পতিতাবৃত্তি", "url": "https://bn.wikipedia.org/wiki?curid=1087888", "content": "জোরপূর্বক পতিতাবৃত্তি এমন একটি অবস্থা যে ক্ষেত্রে দেহব্যবসায়ে অনিচ্ছুক নারীকে পতিতাবৃত্তিতে বাধ্য করা হয়। তৃতীয় পক্ষের দ্বারা জবরদস্তির ফলে ঘটে পতিতাবৃত্তি বা যৌন দাসত্ব সংঘটিত হয়।\n\"জোরপূর্বক পতিতাবৃত্তি\" বা \"জোরপূর্বক পতিতাবৃত্তি\" শব্দটি আন্তর্জাতিক অপরাধমূলক আদালতের রোম সংবিধানের কিন্তু অপর্যাপ্তভাবে বোঝা যায়  এবং অসঙ্গতিপূর্ণভাবে প্রয়োগ করা হয়। \"জোরপূর্বক পতিতাবৃত্তি\" বলতে একজন ব্যক্তির উপর নিয়ন্ত্রণের শর্তাবলী বোঝায়, যাকে অন্যের দ্বারা যৌন ক্রিয়াকলাপে জড়িত হতে বাধ্য করা হয়।\nবাধ্যতামূলক পতিতাবৃত্তি হচ্ছে ব্যক্তির বিরুদ্ধে জবরদস্তির মাধ্যমে চলাচলের অধিকার লঙ্ঘনের কারণে এবং তাদের বাণিজ্যিক শোষণের কারণে সংঘটিত অপরাধ।\n\n\n== আইনি অবস্থা ==\nসব দেশে প্রচলিত আইনে জোরপূর্বক পতিতাবৃত্তি অবৈধ। এটি স্বেচ্ছাসেবী পতিতাবৃত্তির থেকে ভিন্ন। এটি বিভিন্ন দেশে ভিন্ন আইনি মর্যাদা পেতে পারে, যা সম্পূর্ণ অবৈধ ও মৃত্যুদণ্ড থেকে শুরু করে আইনগত ও পেশা হিসেবে নিয়ন্ত্রিত হওয়া পর্যন্ত হতে পারে।\nযদিও প্রাপ্তবয়স্ক পতিতাবৃত্তির বৈধতা এখতিয়ারের মধ্যে পরিবর্তিত হয়, শিশুদের পতিতাবৃত্তি বিশ্বের প্রায় সর্বত্র অবৈধ।\n১৯৪৯ সালে, জাতিসংঘ সাধারণ পরিষদ মানবপাচার দমন এবং অন্যদের পতিতাবৃত্তির মাধ্যমে শোষণের জন্য কনভেনশন গ্রহণ করে। এই কনভেনশনটি পূর্ববর্তী বেশ কয়েকটি কনভেনশনকে অপসারিত করে, যা জোরপূর্বক পতিতাবৃত্তির কিছু দিককে আচ্ছাদিত করে এবং পতিতাবৃত্তির অন্যান্য দিকগুলি নিয়েও কাজ করে। এটি পতিতাবৃত্তির রক্ষণাবেক্ষণের পাশাপাশি পতিতাবৃত্তির জন্য ক্রয় ও প্রলোভনের ক্ষেত্রে শাস্তি প্রদান করে। কনভেনশনটি ২০১৩ সালের ডিসেম্বর মাস পর্যন্ত শুধুমাত্র ৮২ টি দেশ দ্বারা অনুমোদন লাভ করে। অনেক দেশ কর্তৃক এটি অনুমোদিত না হওয়ার একটি প্রধান কারণ হল এটি একটি আইনী যৌন শিল্পের দেশগুলিতে 'স্বেচ্ছাসেবী' ব্যাপকভাবে সংজ্ঞায়িত। উদাহরণস্বরূপ, জার্মানি, নেদারল্যান্ডস, নিউজিল্যান্ড, গ্রীস ও তুরস্ক এবং অন্যান্য দেশে বেশ কিছু ধরনের পতিতাবৃত্তি এবং পিম্পিং পেশাগত পেশা হিসাবে আইনি ও নিয়ন্ত্রিত।\n\n\n== শিশু পতিতাবৃত্তি ==\nশিশু পতিতাবৃত্তি সহজাতভাবে অসম্মতিপূর্ণ এবং শোষণমূলক বলে বিবেচিত হয়, কারণ শিশুরা তাদের বয়সের কারণে আইনত সম্মতি দিতে সক্ষম নয়। বেশিরভাগ দেশে শিশু পতিতাবৃত্তি অবৈধ।\nশিশু বিক্রয়, শিশু পতিতাবৃত্তি ও শিশু পর্নোগ্রাফি সংক্রান্ত ঐচ্ছিক প্রটোকলের রাষ্ট্রীয় পক্ষকে শিশু পতিতাবৃত্তি নিষিদ্ধ করতে হবে। প্রটোকল একটি শিশুকে ১৮ বছরের কম বয়সী মানুষ হিসেবে সংজ্ঞায়িত করে, \"যদি না একটি দেশের আইন দ্বারা পূর্বের সংখ্যাগরিষ্ঠতার বয়স স্বীকৃত হয়\"। প্রটোকলটি ২০০২ সালে ১৮ই জানুয়ারি কার্যকর হয় এবং ২০১৩ সালের ডিসেম্বর মাস পর্যন্ত ১৬৬ টি রাষ্ট্র প্রোটোকলের অংশ এবং আরও ১০ টি রাষ্ট্র স্বাক্ষর করেছে কিন্তু এখনো তা অনুমোদন করেনি।\n\n\n== তথ্যসূত্র =="}