{"pageid": 1087027, "title": "বেল বাজাও", "url": "https://bn.wikipedia.org/wiki?curid=1087027", "content": "বেল বাজাও (ইংরেজি: রিং দ্য বেল) হল একটি গার্হস্থ্য সহিংসাবিরোধী প্রচার যেন গৃহকোণে শারীরিক নির্যাতন সহ হিংসা সংঘটিত হওয়ার সম্ভাবনা থাকলে স্থানীয় বাসিন্দাদের কিছু সহজ কাজ করার মধ্যে দিয়ে ওই গার্হস্থ্য সহিংস কাজকে বাধা দেয়া যায়, এটা তারই আহ্বান। বাসিন্দাদের মধ্যে বিশেষ করে পুরুষেরা যখন শুনে ফেলে যে, একজন মহিলার বিরুদ্ধে হিংস্র আচরণ করা হচ্ছে, ঠিক সেই সময় তাড়াতাড়ি দরজার ঘণ্টা বাজিয়ে তাদেরকে একটি সহজ প্রশ্ন জিজ্ঞাসা করা হয়: যেমন খানিক চায়ের ব্যবস্থা করা, টেলিফোন ব্যবহার করা, অথবা এক গ্লাস জল পান করা। এর মাধ্যমে নির্যাতনকারীকে জানান দেওয়া হচ্ছে যে, তাদের কার্যকলাপ ও কথাবার্তা অন্যান্যরাও শুনতে পারে এবং এই হিংসাকে বাধাদান করার কাজ চলবে।\n২০০৮ খ্রিস্টাব্দের ২০ আগস্ট ব্রেকথ্রু সংস্থা নারী ও শিশু উন্নয়ন মন্ত্রণালয়, ইউএনআইএফইএম এবং জাতিসংঘ ট্রাস্ট তহবিলের সহযোগিতায় ভারতে এই প্রচার চালু করেছিল। যে প্রচারাভিযান ইংরেজিতে 'রিং দ্য বেল' নামে পরিচিত, সারা বিশ্বব্যাপী সেই  প্রচারাভিযান ক্লিনটন গ্লোবাল ইনিশিয়েটিভে চালু করা হয়েছিল।   উদ্বোধনী বৈশ্বিক 'চ্যাম্পিয়ন' হিসেবে জাতিসংঘের মহাসচিব বান কি মুন এই প্রচারাভিযানে  যোগদান করেছিলেন এবং ব্রেকথ্রু তার প্রথম বৈশ্বিক অংশীদার হিসেবে UNiTE সংস্থার সঙ্গে নারীদের বিরুদ্ধে হিংস্রতা বন্ধ করার শক্তিতে এই অভিযানে যোগদান করবে।\n\n\n== বিরাট সাফল্য অর্জন ==\nব্রেকথ্রু হল একটা আন্তর্জাতিক মানবাধিকার সংস্থা যারা জনপ্রিয় সংস্কৃতি, বিভিন্ন মাধ্যম এবং সামাজিক সংহতির শক্তি ব্যবহার করে জনগণের সমতা, ন্যায় এবং মর্যাদা সম্পর্কিত ধারণাকে বদলে দিতে পারে। যুক্তরাষ্ট্রে অন্যান্য উদ্যোগগুলোর মধ্যে আছে: 'স্বচ্ছতা ফিরিয়ে দাও' (মার্কিন অভিবাসন পদ্ধতির যথবিহিত নিয়ম ফেরানোর জন্যে মার্কিন সরকারের কাছে দাবি), 'এটা কী ন্যায়' (গার্হস্থ্য হিংসা সম্পর্কে) এবং 'আপনি কী ধরনের মানুষ' (এইচআইভি/এইডস ও কন্ডোম ব্যবহার সম্পর্কে)। অতি সম্প্রতি ব্রেকথ্রু 'আমেরিকা ২০৪৯' নামে বিকল্প ভবিষ্যতের জন্যে ডিস্টোপিক আদলে একটা ফেসবুক গেম সেট করেছে যাতে অভিবাসন, যৌন পাচার এবং শ্রম অধিকার এই সমস্যাগুলো নিয়ে কাজ করবে। ব্রেকথ্রু যে সমস্যাগুলো নিয়ে সমাধানের পথ দেখায় তা হল: নারীদের বিরুদ্ধে হিংস্রতা, যৌনতা ও এইচআইভি/এইডস, জাতিগত ন্যায় এবং অভিবাসীদের অধিকার।\n২০০৮ খ্রিস্টাব্দে সংগঠনের জারি রাখা ঘণ্টা বাজাও প্রচার ছিল গার্হস্থ্য হিংসা শেষ করার একটা গুরুত্বপূর্ণ আহ্বান। সারা ভারত জুড়ে সামাজিক সতর্কতার কার্যক্রমের সঙ্গে দূরদর্শন, বেতার এবং ছাপা বিজ্ঞাপনের সহায়তায় ঘণ্টা বাজাও ১৩ কোটির বেশি মানুষের কাছে পৌঁছাতে পেরেছিল। সমস্ত বড়ো দূরদর্শন চ্যানেলে ৬টা বিজ্ঞাপন সমেত এই প্রচারগুলোর বৈশিষ্ট্য ছিল চলমান ভিডিয়ো ভ্যান যেটা ভারতের কর্ণাটক, মহারাষ্ট্র এবং উত্তরপ্রদেশ এই তিন রাজ্যে সফর করেছিল। 'ঘণ্টা বাজাও―চ্যাম্পিয়ন আওয়াজগুলো' উদ্যোগের পক্ষে নেতৃস্থানীয় ব্যক্তি ও সেলিব্রিটিদের সাক্ষাৎকার ও মতামত চলমান ভ্যান কার্যকারতাকে সমর্থন করেছিল। এছাড়াও সমাজে পরিবর্তন আনা জীবনের চলতি পথে বিভিন্ন বিষয়ে চ্যাম্পিয়নরা উৎসাহ জোগানোর মডেল হিসেবে ছিলেন। ভিডিয়ো ভ্যান কার্যকারিতা কর্ণাটকের চারটে জেলায় ৫৫ লক্ষ মানুষের কাছে পৌঁছাতে সাহায্য করেছিল। এই প্রচারের লক্ষ্য ছিল প্রধানত পুরুষ ও বালকদের বেশি করে গার্হস্থ্য হিংসা আটকানোতে ব্যস্ত রাখা এবং সতর্কতা ও হস্তক্ষেপ অভিযানে সামিল করা; যে কার্যক্রমে আর্থিক সহায়তা দেয় রাষ্ট্রসংঘ মহিলারা এবং বাস্তবায়িত করে ব্রেকথ্রু ট্রাস্ট।\nভিডিয়ো ভ্যানটি ১০৩ ও ১২৯৮ নম্বরগুলো প্রচার করেছিল যাতে ব্যস্ততার মধ্যে অডিয়ো ভিসুয়াল আবেদন, পথনাটিকা গ্রুপ, লিঙ্গ অসমতার মিথস্ক্রিয়াযুক্ত খেলাগুলো সহ সেলেব্রিটি চ্যাম্পিয়ন আওয়াজ এবং হ্যান্ডিবিল পাওয়া যেতে পারে। মহারাষ্ট্রের ঔরঙ্গাবাদের একটা সত্যি ঘটনার ভিত্তিতে নির্মিত এই প্রচারের অন্তর্গত এক বিজ্ঞাপন চলচ্চিত্র 'দ্য বাস ড্রাইভার' কান বিজ্ঞাপন চলচ্চিত্র উৎসবে সিংহ বিভাগে এক জনপ্রিয় পুরস্কার পেয়েছিল; যে চলচ্চিত্রের কাহিনিতে ছিল এক মহিলাকে তাঁর স্বামী যখন পিটিয়েছে সেই নিষ্ক্রিয় ভূমিকায় অভিনয় করতে এক বাস চালক অস্বীকার করেছিল।\nউপরোক্ত উদ্যোগের বাইরেও কর্ণাটক ও উত্তরপ্রদেশে বেসরকারি প্রতিষ্ঠান, সিবিও এবং ইতিবাচক মানুষের নেটওয়ার্কের ৫৭৫ কর্মী ও সদস্য মিলে এই সমস্যার বোঝাপড়া বাড়ানোর জন্যে ২৩টার মতো কর্মশালা এবং শিক্ষাশিবির সংগঠিত করেছিল।\n\n\n== আলোকপাত ==\nনারীর বিরুদ্ধে হিংসা―এই বিশ্বের প্রত্যেক নারী অথবা পুরুষের নিজস্ব মর্যাদা ও আত্মসম্মান নিয়ে বাঁচার মানবাধিকার আছে। দীর্ঘকালব্যাপী নারীদেরকে পুরুষের চেয়ে ছোটো করে দেখা হোত, এবং সেইজন্যে নারীরা মানবাধিকার থেকে বঞ্চিত ছিল। ব্রেকথ্রু এই কাজই করে যাতে নারীরা তাদের পূর্ণ সম্ভাবনাকে কাজে লাগানোর মনোভাবকে অনুভব করে। ব্রেকথ্রু মন কে মঞ্জীরে সঙ্গীত ভিডিয়ো যেটা নারীর আত্ম-আবিষ্কারের উদযাপন এবং জীবনে পছন্দ করার সামর্থ্যের কথা বলে, এটা হল এক জ্বলন্ত উদাহরণ। ঘণ্টা বাজাও! প্রচার একটা শক্তিশালী পিএসএ কার্যক্রমগুলোর ক্রমশ এই সমস্যায় আলোকপাত করা গার্হস্থ্য হিংসার দিকে দৃষ্টি আকর্ষণ করেছিল।\n\n\n== সতর্কতা সৃষ্টি ==\nব্রেকথ্রু যুবশক্তিকে কাজে লাগানো এবং মানবাধিকারের সংস্কৃতি তৈরি করতে উদ্ভাবনী হাতিয়ার ব্যবহার করে থাকে। ব্রেকথ্রু যেভাবে সারা দেশে ঘণ্টা বাজাও! বার্তা ছড়িয়ে দিয়েছিল এখানে তারই কিছু উপায় বলা হল:\nসেলিব্রিটিদের সামিল করা: এই প্রচারের জন্যে ব্রান্ড অ্যাম্বাসাডর অভিনেতা বোমান ইরানি যিনি মানুষের মধ্যে মিশে গিয়ে বলেছিলেন যে, মানুষ আবেগপ্রবণ ও সমস্যায় সামিল হয়ে গার্হস্থ্য হিংসা থামাতে পারে।\nদূরদর্শন, বেতার ও সংবাদপত্র: ৩ কোটি ২০ লক্ষ মানুষ দূরদর্শন, বেতার ও সংবাদপত্রের মাধ্যমে ঘণ্টা বাজাও! বার্তাটি দেখেছেন এবং শুনেছেন। দূরদর্শন বিজ্ঞাপনে পুরুষ এবং বালকদের দেখানো হয়েছিল যারা গার্হস্থ্য হিংসার কথা শুনেছিল এবং প্রাত্যহিক জীবনের বাইরে  হস্তক্ষেপ ও হিংসা থামাতে এক মিনিট সময় নিয়েছিল।\nভিডিয়ো ভ্যানগুলো: চলমান ভ্যান ১৫০ দিন ধরে রাস্তায় ছিল, উত্তরপ্রদেশ, কর্ণাটক এবং মহারাষ্ট্র রাজ্যের ৬টা জেলার ৮০,০০০ কিলোমিটার জুড়ে সফর করেছিল এবং এই জ্বলন্ত সমস্যাতে ২৭ লক্ষ মানুষকে দেখানো হয়েছিল। উদ্ভাবনী ও মিথষ্ক্রিয় পদ্ধতিতে তৈরি ভ্যানটি দর্শক-শ্রোতাদের গেমস, পথনাটিকা, অডিয়ো ভিসুয়াল হাতিয়ার এবং ক্যুইজের মাধ্যমে অংশগ্রহণ করানো হয়েছিল।\nমিথষ্ক্রিয়, উৎসর্গিত ওয়েবসাইট: ব্রেকথ্রুর যুগান্তকারী ব্লগ করার www.bellbajao.org হল এক প্রদেয় মঞ্চ―অতীতে গার্হস্থ্য হিংসা সম্পর্কিত কথোপকথন থাকার জন্যে ভারতে এর অস্তিত্ব ছিলনা। বর্তমানে প্রত্যক্ষদর্শী, হিংসার শিকার এবং সমর্থক সকলেরই ব্যক্তিগত প্রমাণ ও প্রতিফলন উপস্থাপনের একটা জায়গা আছে।\nনেতৃত্বের ট্রেনিং: তৃণমূল স্তরে যুবা এবং সমষ্টি নেতৃত্ব ট্রেনিং অধিকারের সমর্থনে কার্যক্রমকে রূপ দেয় যাতে ঘণ্টা বাজাও! বার্তাকে পুনরাবৃত্তি করে এবং তাদের নিজেদের সমষ্টিগত হিংসার বিরুদ্ধে লড়াই করতে পারে। এই ট্রেনিং জটিলতার বৈচিত্র্যের ওপর মানবাধিকার,লিঙ্গভিত্তিক হিংসা এবং পুনরুৎপাদনকারী স্বাস্থ্যে শিক্ষার্থীদের ধারণক্ষমতা ও জীবন দক্ষতা উন্নত করে। ২০০৮ খ্রিস্টাব্দে এই কার্যক্রম ১০০,০০০ সংখ্যাধিক মানুষকে ট্রেনিং দিয়েছিল এবং ২০০৯ খ্রিস্টাব্দে সংখ্যাটা দ্বিগুণ করার লক্ষ্যমাত্রা ধার্য হয়।\n\n\n== পুরস্কার ও স্বীকৃতি ==\nরৌপ্য সিংহ, কান চলচ্চিত্র উৎসব (ঘণ্টা বাজাও) ২০১০\nসিংহ, লন্ডন আন্তর্জাতিক বিজ্ঞাপন পুরস্কার ২০১০\nসরকারি মনোনয়ন, ফেস্টিভ্যাল দু কান্স, শর্ট ফিল্ম কর্নার ২০১০\nগোয়াফেস্টে সোনা ও রুপো, (ঘণ্টা বাজাও), ২০০৯\nসোনা, স্পাইকস এশিয়া ২০১০\nসোনা, স্পাইকস এশিয়া ২০০৯\nওয়ান শো মেরিট ২০০৯\nওয়ান শো মেরিট ২০১০\nঅ্যাডভার্টাইজিং ক্লাব অব বম্বে থেকে ইয়ং অ্যাচিভার্স অ্যাওয়ার্ড (ঘণ্টা বাজাও), (ও অ্যান্ড এম'স রয়ান মেন্ডোনকা), ২০০৯\nবেস্ট ইন্টিগ্রেটেড ক্যাম্পেইন অব দ্য ইয়ার, ক্রিয়েটিভ অ্যাবি অ্যাওয়ার্ডস অ্যাট গোয়াফেস্ট ফর পাবলিক সার্ভিস, অ্যাপিলস অ্যান্ড চ্যারিটি (ঘণ্টা বাজাও), ২০০৯\nলাডলি অ্যাওয়ার্ডস (লিটল ল্যাম্ব ফিল্মস বৌধায়ন মুখার্জি) ২০১০\nমন্থন অ্যাওয়ার্ড ইন ২০১১, স্টার্টেড বাই দ্য ডিজিটাল এম্পাওয়ারমেন্ট ফাউন্ডেশন\n\n\n== বহির্সংযোগসমূহ ==\nব্রেকথ্রু, অফিসিয়াল ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ অক্টোবর ২০১৫ তারিখে\nঘণ্টা বাজাও, অফিসিয়াল ওয়েবসাইট\n\n\n== তথ্যসূত্র =="}