{"pageid": 1087887, "title": "লিঙ্গ বর্ণবৈষম্য", "url": "https://bn.wikipedia.org/wiki?curid=1087887", "content": "লিঙ্গ বর্ণবৈষম্য (যাকে যৌন বর্ণবাদ বা লিঙ্গ বর্ণবাদও বলা হয় ) হল লিঙ্গ বা লিঙ্গের কারণে ব্যক্তিদের বিরুদ্ধে অর্থনৈতিক ও সামাজিক যৌন বৈষম্য। এটি এমন একটি ব্যবস্থা, যা শারীরিক বা আইনী অনুশীলন ব্যবহার করে ব্যক্তিদের অধীনস্থ পদে নামিয়ে দেয়। নারীবাদী মনোবিজ্ঞানী ফিলিস চেসলার ঘটনাটিকে সংজ্ঞায়িত করেছেন- \"এমন অভ্যাস যা মেয়েদের ও মহিলাদেরকে একটি পৃথক ও অধীনস্থ উপ-অস্তিত্বের জন্য নিন্দা করে এবং ছেলে ও পুরুষদের তাদের মহিলা আত্মীয়দের সতীত্বের স্থায়ী অভিভাবক হিসাবে পরিণত করে\"। লিঙ্গ বর্ণবৈষম্যের দৃষ্টান্তগুলি কেবল ব্যক্তির সামাজিক ও অর্থনৈতিক বঞ্চনার দিকে পরিচালিত করে না, বরং এর ফলে মারাত্মক শারীরিক ক্ষতিও হতে পারে।\nতুলনামূলকভাবে, লিঙ্গ বিচ্ছেদ (বা লিঙ্গ বিচ্ছিন্নতা) শব্দটি মানুষের জৈবিক যৌনতা অনুসারে মানুষের শারীরিক, আইনগত ও সাংস্কৃতিক বিচ্ছেদ এবং পরিস্থিতির উপর নির্ভর করে এটি অবশ্যই বৈষম্যের একটি রূপ নয়। \n\n\n== ব্যুৎপত্তি ==\nলিঙ্গ বর্ণবাদ শব্দটি দক্ষিণ আফ্রিকার জাতিগত বর্ণবিদ্বেষ থেকে উদ্ভূত যা শ্বেতাঙ্গ আধিপত্যের একটি ব্যবস্থা প্রতিষ্ঠা করেছিল ( আফ্রিকান্স: Baasskap ) এবং দেশের সংখ্যাগরিষ্ঠ কৃষ্ণাঙ্গ অধিবাসীদেরকে শ্বেতাঙ্গ থেকে পৃথক করে।  বিচ্ছিন্নতা বা বিচ্ছিন্নতার জন্য আফ্রিকান, লিঙ্গকে বোঝাতে বর্ণবাদ শব্দটির ব্যবহার একটি মানবাধিকার লঙ্ঘনকে প্রতিফলিত করে, যা বিচ্ছেদ ও নিপীড়ন উভয়কেই অন্তর্ভুক্ত করে।\nএটা লক্ষ করা গুরুত্বপূর্ণ যে লিঙ্গ বর্ণবাদ একটি সার্বজনীন ঘটনা এবং তাই এটি দক্ষিণ আফ্রিকায় সীমাবদ্ধ নয়। যদিও লিঙ্গ বর্ণবাদের প্রতিবেদনগুলি প্রায়শই ইসলামী সংস্কৃতির প্রেক্ষাপটে উদ্ভূত হয়, এটি বিশ্বজুড়ে প্রচলিত। কিছু মানবাধিকার সমর্থক লিঙ্গ বর্ণবাদ অনুশীলনকারী রাজ্যের বিরুদ্ধে নিষেধাজ্ঞার পক্ষে যুক্তি দেখিয়েছেন, যেমন বর্ণবাদের অধীনে দক্ষিণ আফ্রিকার উপর আরোপিত হয়। \n\n\n== ধর্মে ==\nধর্মীয় ও সাংস্কৃতিক চর্চার মাধ্যমে লিঙ্গ বর্ণবাদের দৃষ্টান্ত প্রাতিষ্ঠানিকভাবে পাওয়া গেছে। উদাহরণস্বরূপ, ইসলাম, খ্রিস্টধর্ম, ইহুদি ও বৌদ্ধধর্মের মৌলবাদী ব্যাখ্যার অধীনে নারীদের প্রতি যে আচরণ করা হয়েছে, তার দিকগুলি লিঙ্গ বর্ণবাদ হিসেবে বর্ণনা করা হয়েছে।  ধর্মীয় আইনের কঠোর ব্যাখ্যার মাধ্যমে বিশ্বাসের ব্যবহার, লিঙ্গ বর্ণবাদকে ন্যায্যতা দেওয়ার জন্য অত্যন্ত বিতর্কিত। \n\n\n== সামাজিক হস্তক্ষেপ ==\nপণ্ডিত ও কর্মীরা সমানভাবে আন্তর্জাতিক আইনের সমালোচনা করেছেন, বিশেষভাবে লিঙ্গের বর্ণবাদ হিসেবে স্বীকৃতি দেওয়ার ক্ষেত্রে এবং এটি প্রতিরোধের জন্য কাজ করার ক্ষেত্রে বিশেষ উদ্যোগের স্বীকৃতি ও জনসাধারণের পদক্ষেপের অভাবের জন্য।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}