{"pageid": 1087203, "title": "পুরুষ (বিশুদ্ধ চেতনা)", "url": "https://bn.wikipedia.org/wiki?curid=1087203", "content": "পুরুষ (সংস্কৃত: पुरुष) হলো বৈদিক ও উপনিষদিক যুগে বিবর্তিত একটি ধারণা। উৎস ও ঐতিহাসিক সময়রেখার উপর নির্ভর করে, এর অর্থ মহাজাগতিক সত্তা বা স্ব, চেতনা ও সর্বজনীন নীতি।\nপ্রারম্ভিক বেদে, পুরুষ ছিলেন মহাজাগতিক সত্তা যার দেবতাদের দ্বারা আত্মত্যাগ সমস্ত জীবন সৃষ্টি করেছিল। বেদে আলোচিত বহু সৃষ্টিকাহিনীর মধ্যে এটি ছিল একটি। উপনিষদে, পুরুষ ধারণাটি আত্ম, আত্মা ও সার্বজনীন নীতির বিমূর্ত সারাংশকে বোঝায় যা চিরন্তন, অবিনাশী, বিনা রূপে ও সর্বব্যাপী।\nসাংখ্য দর্শনে, পুরুষ হল বহুবচন অচল পুরুষ (আধ্যাত্মিক) মহাজাগতিক নীতি, বিশুদ্ধ চেতনা। প্রকৃতি (পদার্থ) এর সাথে একত্রিত পুরুষ জীবনকে জন্ম দেয়।\n\n\n== সংজ্ঞা ও সাধারণ অর্থ ==\nপুরুষের সংজ্ঞা নিয়ে হিন্দুধর্মের দর্শনের মধ্যে কোন ঐকমত্য নেই, এবং প্রতিটি দর্শন ও ব্যক্তির নিজের সিদ্ধান্তে পৌঁছানোর জন্য এটি ছেড়ে দেওয়া হয়েছে।\nউদাহরণস্বরূপ, কপিলাসুরিসমবদ এর মতো অনেক ঐতিহ্যবাহী ঐতিহ্যের লিপির মধ্যে একটি, যা কপিলা নামে আরেক প্রাচীন হিন্দু দার্শনিকের কাছে জমা হয়, প্রথমে পুরুষকে সংখ্যায় যোগ দর্শনে অনুরূপ বর্ণনা করে, কিন্তু তারপর বৌদ্ধিকে বর্ণনা করতে এগিয়ে যায়(বুদ্ধি) দ্বিতীয় পুরুষ হিসাবে, এবং আহংকার (অহং) তৃতীয় পুরুষ হিসাবে। হিন্দুধর্মের মধ্যে এই ধরনের বহুত্ববাদ এবং চিন্তার বৈচিত্র্য  বোঝায় যে পুরুষ শব্দটি একটি জটিল শব্দ যার বিভিন্ন অর্থ রয়েছে।\nপ্রকৃতির প্রাণবন্ত কারণ, ক্ষেত্র এবং নীতি হল হিন্দু দর্শনে পুরুষ। হিন্দুধর্ম পুরুষকে মহাবিশ্বের আত্মা, সর্বজনীন আত্মা সর্বত্র, সবকিছুতে এবং প্রত্যেকের মধ্যে, সর্বদা উপস্থিত বলে উল্লেখ করে। পুরুষ হল সর্বজনীন নীতি যা চিরন্তন, অবিনাশী, বিনা রূপে এবং সর্বব্যাপী।এটি প্রকৃতির নিয়ম এবং নীতিগুলির আকারে পুরুষ যা পটভূমিতে নিয়ন্ত্রণ, নির্দেশিকা এবং সরাসরি পরিবর্তন, বিবর্তন, কারণ এবং প্রভাবকে পরিচালনা করে। অস্তিত্বের হিন্দু ধারণায় পুরুষ হল, যা পদার্থের মধ্যে জীবনকে শ্বাস দেয়, সমস্ত চেতনার উৎস, যে সমস্ত জীবের মধ্যে, সমস্ত মানবতায় এবং আত্মার সারমর্মের মধ্যে একত্ব সৃষ্টি করে। এটি হিন্দু ধর্ম অনুসারে পুরুষ, কেন মহাবিশ্ব কাজ করে, গতিশীল এবং বিকশিত হয়, স্থির হওয়ার বিপরীতে।\n\n\n== বৈদিক গ্রন্থে ==\nবৈদিক যুগে, পুরুষ ধারণাটি ছিল মহাবিশ্ব সৃষ্টির জন্য প্রস্তাবিত বেশ কয়েকটি উপকথার মধ্যে একটি। পুরুষ, ঋগ্বেদে, এমন একজন ব্যক্তিরূপে বর্ণনা করা হয়েছিল যিনি দেবতাদের যজ্ঞে পরিণত হন এবং যার আত্মত্যাগ সমস্ত জীবন সৃষ্টি করে মানুষ সহ ফর্ম। ঋগ্বেদে বলা হয়েছে, \"পুরুষ সবই যা এখনও হয়েছে এবং যা যা হওয়ার আছে\"।\n\n\n=== বেদে ===\n\nপুরুষ সুক্ত, ঋগ্বেদের দশম গ্রন্থের ১০ম স্তোত্র, বর্ণকে দেবতা পুরুষের দেহের বিভিন্ন অংশ থেকে সৃষ্ট মানুষের ফলস্বরূপ চিত্রিত করা হয়েছে। এই পুরুষ সুক্ত শ্লোকটি বিতর্কিত এবং অনেক পণ্ডিত যেমন ম্যাক্স মুলার বিশ্বাস করেন যে বেদে দুর্নীতি ও মধ্যযুগীয় বা আধুনিক যুগের সন্নিবেশ, কারণ বেদ সহ অন্যান্য সমস্ত প্রধান ধারণার বিপরীতে পুরুষ, চারটি বর্ণকে বেদে কোথাও অন্য কোথাও উল্লেখ করা হয়নি, এবং এই শ্লোকটি ভারতের বিভিন্ন অঞ্চলে পাওয়া কিছু পাণ্ডুলিপি মুদ্রণে অনুপস্থিত।\n\n\n=== উপনিষদে ===\nবিমূর্ত ধারণা পুরুষকে বিভিন্ন উপনিষদে ব্যাপকভাবে আলোচনা করা হয়েছে, এবং একে অপরকে পরমাত্মা ও ব্রহ্ম হিসাবে উল্লেখ করা হয়েছে। হিন্দু দর্শনের উপনিষদ এবং পরবর্তী গ্রন্থে, পুরুষ ধারণাটি পুরুষের বৈদিক সংজ্ঞা থেকে দূরে সরে গিয়েছিল এবং আর একজন ব্যক্তি, মহাজাগতিক মানুষ বা সত্তা ছিল না। পরিবর্তে, ধারণাটি আরও জটিল বিমূর্ততায় পরিণত হয়েছিল:\n\nজাঁকজমকপূর্ণ ও শারীরিক রূপ ছাড়াই এই পুরুষ, বাহিরে ও ভিতরে, অজাত, জীবন শ্বাস ছাড়াই এবং মন ছাড়া, সর্বোচ্চ উপাদান থেকে উচ্চতর। তার কাছ থেকে জীবনের শ্বাস এবং মন জন্ম নেয়। তিনি সকল প্রাণীর আত্মা।\nউপনিষদে, পুরুষ ধারণাটি আত্ম, আত্মা এবং সার্বজনীন নীতির বিমূর্ত সারাংশকে বোঝায় যা চিরন্তন, অবিনাশী, বিনা রূপে এবং সর্বব্যাপী। পুরুষ ধারণাটি উপনিষদে প্রকৃতির ধারণার সাথে ব্যাখ্যা করা হয়েছে। এই প্রাচীন সংস্কৃত গ্রন্থে মহাবিশ্বকে উপলব্ধিযোগ্য বস্তুগত বাস্তবতা এবং অনুধাবনযোগ্য, অ-বস্তুগত আইন এবং প্রকৃতির নীতির সংমিশ্রণ হিসাবে কল্পনা করা হয়েছে। বস্তুগত বাস্তবতা (বা প্রকৃতি) হল সবকিছু যা পরিবর্তিত হয়েছে, পরিবর্তিত হতে পারে এবং কারণ এবং প্রভাব সাপেক্ষে। পুরুষ হল সার্বজনীন নীতি যা অপরিবর্তনীয়, অকার্যকর কিন্তু সর্বত্র বিদ্যমান এবং যে কারণে প্রকৃতির পরিবর্তন, রূপান্তর এবং সব সময় অতিক্রম করে এবং যার কারণ এবং প্রভাব রয়েছে।\nঅথর্ববেদের অন্তর্গত আত্মা উপনিষদের ঋষি অ্যাঙ্গিরাস ব্যাখ্যা করেন যে, দেহে বসবাসকারী পুরুষ তিনগুণ: বহ্যমান (বাহ্য-আত্মা) যা জন্মগ্রহণ করে এবং মারা যায়; অন্তরাত্মান (অভ্যন্তরীণ-আত্মা) যা পুরোটা বোঝেবস্তুগত ঘটনার পরিসীমা, স্থূল এবং সূক্ষ্ম, যা নিয়ে জীব নিজেকে উদ্বিগ্ন করে, এবং পরমাত্মা যা সর্বব্যাপী, অচিন্তনীয়, অবর্ণনীয়, কর্মবিহীন এবং কোন সংস্কৃতি নেই।\n\n\n== সাংখ্য ও যোগ দর্শনে ==\nসাংখ্য, হিন্দু দর্শনের একটি দর্শন যা যুক্তি বিবেচনা করে, ন্যায় দর্শনের যুক্তি বা মীমাংসা দর্শনের ঐতিহ্যের বিপরীতে, জ্ঞানের যথাযথ উৎস হিসাবে, এবং যোগ দর্শন বলে যে দুটি চূড়ান্ত বাস্তবতা রয়েছে যার মিথস্ক্রিয়া সমস্ত অভিজ্ঞতা ও মহাবিশ্বের জন্য বর্ণনা, যথা পুরুষ (আত্মা) এবং প্রকৃতি (বিষয়)।  মহাবিশ্বকে উপলব্ধিযোগ্য বস্তুগত বাস্তবতা ও অ-অনুধাবনযোগ্য, অ-বস্তুগত আইন ও প্রকৃতির নীতির সংমিশ্রণ হিসাবে কল্পনা করা হয়েছে। বস্তুগত বাস্তবতা, বা প্রকৃতি, সবকিছুই পরিবর্তিত হয়েছে, পরিবর্তিত হতে পারে এবং কারণ ও প্রভাব সাপেক্ষে। সর্বজনীন নীতি, বা পুরুষ, যা অপরিবর্তনীয় (অক্ষর) ও অকার্যকর।\nপুরুষ হল অতিকায় আত্ম বা বিশুদ্ধ চেতনা। এটি পরম, স্বাধীন, মুক্ত, অগোচরে, অন্য এজেন্সির মাধ্যমে অজ্ঞাত, মন বা ইন্দ্রিয় দ্বারা কোন অভিজ্ঞতার ঊর্ধ্বে এবং কোন শব্দ বা ব্যাখ্যার বাইরে। .এটি বিশুদ্ধ থাকে, \"অখাদ্য চেতনা\"। পুরাণ না হয় উৎপাদিত হয় এবং না উৎপন্ন হয়। এটা বিশ্বাস করা হয় যে অদ্বৈত বেদান্তের মত নয় এবং পূর্ব-মীমাংসের মতো, সাংখ্য পুরূণের বহুত্ববাদে বিশ্বাস করে।\nযোগ দর্শনের মতে, প্রত্যেক ব্যক্তির পুরুষ ছাড়াও ঈশ্বর নামক একটি বিশেষ পুরুষ রয়েছে, যা সকল ক্লেশ ও কর্ম থেকে মুক্ত।\nসাংখ্য এবং যোগ দর্শন উভয়ই মনে করে যে মোক্ষের পথ (মুক্তি, আত্ম-উপলব্ধি) পুরুষের উপলব্ধি অন্তর্ভুক্ত করে।\n\n\n== পুরাণে ==\nপুরাণে, \"ভাগবত পুরাণ ও মহাভারত সাহসিকতার সাথে বিষ্ণুকে পুরুষ সূক্ত প্রার্থনায় বর্ণিত চূড়ান্ত পুরুষ বলে ঘোষণা করেন\", যেখানে শিবকে পুরান পুরুষ হিসেবে চূড়ান্ত পুরুষ (মহাজাগতিক পুরুষ) হিসাবে বর্ণনা করা হয়েছে। ইন্ডোলজিস্ট ডব্লিউনরম্যান ব্রাউন, \"পুরুষ সূক্তের শ্লোকগুলি অবশ্যই বিষ্ণুর প্রতি একটি রেফারেন্স, যিনি তার তিনটি ধাপের মাধ্যমে সমস্ত পরিব্যাপ্ত (অর্থাৎ তিনি সব দিকে ছড়িয়েছেন)\"।\n\n\n== বেদান্তে ==\n\n\n=== ব্রহ্মসূত্র ===\nভাগবত পুরাণ ১.১.১ অনুসারে,\nব্রহ্মসূত্র রাজ্য \"জন্মেদি আস্য যাত্', যার অর্থ হল 'পরম সত্য হল যা থেকে অন্য সব কিছু উৎপন্ন হয়'।\n\n\n== আরও দেখুন ==\nহিন্দু দেবদেবী\nহিন্দু পুরাণ\nবর্ণ (হিন্দুধর্ম)\nআত্মা (হিন্দু দর্শন)\nবিষ্ণু\nহিরণ্যগর্ভ\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== অন্যান্য উৎস ===\nRosen, Steven (২০০৬), Essential Hinduism, Greenwood Publishing Group, আইএসবিএন 978-0275990060 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSharma, C. (১৯৯৭), A Critical Survey of Indian Philosophy, New Delhi: Motilal Banarsidass Publ, আইএসবিএন 81-208-0365-5, ২ অক্টোবর ২০০৯ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ১১ সেপ্টেম্বর ২০২১ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\nBrahma Sutra in Devanagari"}