{"pageid": 1087773, "title": "নাৎসি যুগে জার্মানির নারী", "url": "https://bn.wikipedia.org/wiki?curid=1087773", "content": "নাৎসি যুগে জার্মানির নারী একটি সংকুচিত পরিসরে জীবনযাপন করত। কার্যতঃ এ সময়ের নারীরা মা ও স্ত্রী’র প্রাগৈতিহাসকি ভূমিকা ছাড়া অন্য কোনো ভূমিকা গ্রহণ করতে পারতো না। তাদের রাজনৈতিক ও শিক্ষায়তনিক কোনো পদ অলংকরণের সুযোগ ছিল না। উইমার প্রজাতন্ত্রের অধীন  নাৎসি নীতি নারীর উন্নয়ন ও স্বাধীনতার ক্ষেত্রে সম্পূর্ণ বিপরীত ছিল। জার্মান সাম্রাজ্যের অধীনে পুরুষতান্ত্রিক ও রক্ষণশীল কর্তৃত্বের অবস্থান থেকে সমতার নীতি আলাদা আলাদা হয়ে থাকে। সন্তানদের শিক্ষা এবং গৃহস্থালির দায়িত্ব ছাড়া নাৎসি নারীর কোন পেশা ছিল না। যুগের পরিক্রমায় নারীবাদী নেতা গেরট্রুড শুলজ ক্লিংক বিশ্ববিদ্যালয়ে শিক্ষকতা, চিকিৎসা পেশা এবং পার্লামেন্ট সদস্য হওয়ার ক্ষেত্রে অনুমতি দিয়েছিল তবে তা বাস্তবায়নের অনুমতি দেওয়া হয়নি। সে সময়ে সরকারী দায়িত্বে এবং কিছু সিস্টেমে নারীরা কাজ করত। তাদের মধ্যে অন্যতম হলেন ম্যাগদা গোয়েবলস। আবার তাদের মধ্যে কেহ  কিছুক্ষেত্রে দক্ষতা অর্জন করেছিলেন, যেমন চলচ্চিত্র পরিচালক লেনি রিফেনস্টাহল এবং ক্যাপ্টেন পাইলট হানা রাইখ। এছাড়াও কিছু নারী নাৎসি শাসনকে উৎখাত করার প্রচেষ্টায় একটি শক্তিশালী ভূমিকা পালন করেছিল এবং তাদের মধ্যে কেউ কেউ নিজেদের জীবন দিয়েছিল। যেমন লিবার্টাস শুলজ, সোফি স্কল।\n\n\n== মুক্তি থেকে বর্জন ==\n\n\n=== উইমার প্রজাতন্ত্র ===\nউইমার প্রজাতন্ত্রের অধীনে ইউরোপে নারীদের অবস্থান সবচেয়ে উন্নত ছিল। ১৯ জানুয়ারি ১৯১৯ সালে উইমার সংবিধানে নারীদের ভোটের অধিকার, লিঙ্গ সমতা, নারী আমলাদের বিরুদ্ধে বৈষম্যহীনতা, মাতৃত্বের অধিকার এবং স্বামী/স্ত্রীদের মধ্যে সমতা ঘোষণা করে। জার্মান নারীবাদী আন্দোলনের প্রতীক ক্লারা জেটকিন ১৯২০-১৯৩৩ সাল পর্যন্ত রিকস্ট্যাগে সংসদ সদস্য ছিলেন। কিন্তু উইমার সাম্রাজ্য নারীমুক্তির জন্য বড়কোন অগ্রগতির ক্ষেত্রে প্রতিনিধিত্ব করেনি এবং পার্লামেন্টে এখনও নারীদের জন্য কম আসন বরাদ্য করা হয়। ১৯২১ সালের জানুয়ারি থেকে নাৎসি পার্টির মতবাদ স্পষ্ট হয় এবং রাজনৈতিক জীবন থেকে নারীকে বাদ দেওয়ার গোপন ষড়যন্ত্র করা হয়। সেইসময় কিছু অঞ্চলে রাজনৈতিক দল তাদের নির্বাহী কমিটির সদস্য হিসাবে নারীকে মনোনয়ন দেয়। দ্য নাৎসি পার্টি ঘোষণা করে, \"নারীরা তাদের দলের সদস্য পদ গ্রহণ করতে পারে, কিন্তু নির্বাহী কমিটি বা প্রশাসনিক কমিটিতে তা পারবে না।\" সাধারণভাবে নারীকে নাৎসি পার্টির সদস্য হতে তারা বাধা দেয়নি। কেননা তারা বলে, জার্মান পুরুষরা যুদ্ধ ক্ষেত্রে লড়াইয়ের দক্ষতা রাখে ও তারা ভ্রাতৃত্ব বজায় রাখে। কিন্তু নারীরা তা পারে না। যদিও উইমার প্রজাতন্ত্রের কাঠামোতে বেশিরভাগ দল তাদের প্রার্থীসহ নির্বাচন করেছিল এবং কিছু এলাকায় নারীরা জয়ী হয়েছিল। তবে নাৎসি দলে তা ছিল না। ১৯৩৩ সালে জোসেফ গোয়েবলস  এই অবস্থানের ন্যায্যতা ব্যাখ্যা করে বলেন, \"পুরুষদের চাকরি পুরুষদের জন্য ছেড়ে দেওয়া আবশ্যক।” জার্মানি সিদ্ধান্ত নেয়, জার্মানির নির্বাচনের পর ৫৭৭ আসনের মধ্যে ৩৭ জন মহিলা সংসদ সদস্য হবে অথচ নভেম্বর ১৯৩৩ সালে কেহই সংসদ সদস্য ছিল না।।\n\n\n== জার্মানিতে নাৎসি  যুগের সূচনা ==\n\n১৯৩৩ সালে মেয়েদের জন্য বিদ্যালয়ের নিয়মগুলো পরিবর্তন করা হয়। বিশেষ করে তাদের লক্ষ্য ছিল বিশ্ববিদ্যালয়ের পড়াশোনা করা থেকে নিরুৎসাহিত করা। নারীরা ল্যাটিন ভাষায় পাঁচ বছরের কোর্স এবং তিন বছরের বিজ্ঞানের কোর্সের পরিবর্তে জার্মান ভাষায় কোর্স সম্পন্ন করে দক্ষতা অর্জন করত। কিন্তু এর সুফল পাওয়া যায়নি। বিপুল সংখ্যক ছেলেমেয়েরা স্কুলে ভর্তি হয়েছে ঠিকই কিন্তু  \"বিশ্ববিদ্যালয় পর্যায়ে ১০%  ভর্তির উপর নিষেধাজ্ঞা থাকায় সফল হয়নি। এইভাবে মেডিকেল স্কুলে ভর্তির ক্ষেত্রে ২০% থেকে ১৭% পর্যন্ত হ্রাস পায়।\" নারীদের সংগঠন, বিশেষত কমিউনিস্ট এবং সমাজতান্ত্রিক দলকে নিষিদ্ধ করা হয়। কিছু বিরল ক্ষেত্রে তাদের কয়েকজনকে গ্রেপ্তার বা হত্যা করা হয়। ইহুদি সদস্যদের সমস্ত সমিতিকে বন্ধের দাবি ওঠে যেমন প্রোটেস্ট্যান্ট নারী ইউনিয়ন। কিন্তু সমিতির বিশাল সংখ্যাগরিষ্ঠতা সময়ের তালে দ্রুত বিলুপ্ত হয়ে যায়। কেউ কেউ পুরোপুরি হারিয়ে যায়, যেমন \"ফেডারেশন অফ জার্মান উইমেন অর্গানাইজেশনস\" ১৮৯৪ সালে তৈরি হয়, যা সেন্সর এড়ানোর জন্য ১৯৩৩ সালে বিলুপ্ত হয়। শিক্ষা ও প্রচার  মন্ত্রী জোসেফ গোয়েবলসের তত্ত্বাবধানে ১৯৪৪ সাল পর্যন্ত একটি নারী সংগঠন চালু ছিল। রুডলফ হেস নাৎসি পার্টির একটি নারী শাখা খোলার মাধ্যমে জার্মান ফ্রাওয়ার্ক তৈরি করেছিল। জাতীয় সমাজতান্ত্রিক নারী লীগও রয়েছে যার উদ্দেশ্য ছিল “শাসনের সমর্থক একটি নারী গণসংগঠনে রূপান্তরিত করা।”\n\n\n== আদর্শ নাৎসি নারী ==\n\n\n=== জার্মানিতে আধুনিক নারী ===\n\nঅ্যাডলফ হিটলারের ইচ্ছা অনুযায়ী নাৎসি নারীকে জার্মান সমাজের সাথে সামঞ্জস্য রাখতে হয়েছিল। তাদেরকে জাতিগতভাবে বিশুদ্ধ এবং শারীরিকভাবে শক্তিশালী হতে হয়েছিল। তিনি বলেছিলেন, “নারীর চাকরি করা উচিত নয়, তাদের মাতৃত্বের জীবন যাপন করা উচিত।” জার্মানির সম্রাট দ্বিতীয় উইলিয়ামের স্লোগান ছিল নারীরা তিনটি কাজ করবে- (১) শিশু লালনপালন করবে, (২) রান্নাঘরের কাজ করবে এবং (৩) গির্জায় উপাসনা করবে। ১৯৩৪ সালে প্রকাশিত একটি নথিতে দেখা যায়, দ্য নাইন কমান্ডস অফ দ্য ওয়ার্কার্স স্ট্রাগল, হারমান গুরিং নাৎসি যুগে জার্মান নারীদের ভবিষ্যতের ভূমিকাকে স্পষ্ট করে তুলে ধরেছিলেন। তা হলো \"একটি বাটি নিন এবং একটি ঝাড়ু নিন এবং একজন পুরুষকে বিয়ে করুন।\" তিনি নারীবাদী আন্দোলনের বৈরী ছিলেন। নারীদের রাজনৈতিক অধিকার (যেমন  উচ্চপদস্থ পদ প্রাপ্তি) বিবেচনা করা নাৎসিরদের স্বভাবের বিপরীত ছিল। তাদের অধিকার ছিল, তারা জাতির স্বার্থে অন্য কাজ করতে পারে। ম্যাগদা গোয়েবলস ১৯৩৩ সালে বলেন, \"জার্মান নারীদের তিনটি পেশা থেকে বাদ দেওয়া হয়েছে। সে তিনটি হলো-(১) সেনাবাহিনী, (২) সরকারি দায়িত্ব এবং (৩) বিচার বিভাগ।” যদি কোনও জার্মান মেয়েকে বিয়ে বা পেশার ক্ষেত্রে বেছে নিতে হয়, তাহলে তাকে বিয়েতে বেছে নেওয়া উচিত, কারণ নারীরা রক্ষণশীল হওয়া ভাল। পুরুষতান্ত্রিক সমাজে মানসিকভাবে তাদের উপরে উঠা সম্ভব নয় যা দ্বিতীয় সম্রাটের যুগে প্রচলিত ছিল। এটা সে সময় নারীদের জন্য তৈরি করা হয়েছিল এবং পরে সমাজের দ্বারা তা বাতিল করা হয়। বিপরীত ভাবে, নারী মা এবং স্ত্রীর ভূমিকায় নিম্ন স্তরে অংশ নেবে বলে আশা করা হয়। ১৯ শতকে নারীরা কি করতে পারে তার অনুমতি দেয়া হয়নি। বিশের দশকের গোড়ার দিকে কিছু রক্ষণশীল ভোটার ও বাসিন্দা নারী মুক্তির জন্য নিজেদেরকে খুব অনিশ্চিত ভাবত, তবে তারা নতুন আইনে সন্তুষ্টি ছিল। আর সেটা হলো নারীরা \"হাজার বছরের রাজত্ব\" নির্মাণে অংশগ্রহণ করুক।\n\n\n=== আন্তর্জাতিক নিয়ম এবং বাধ্যবাধকতা ===\n\nজার্মান নারীদের মুখের সাজসজ্জা বা  মেকআপ ব্যবহার নিষিদ্ধ ছিল। তারা উয়েমার প্রজাতন্ত্রের সময়ে এটাকে নম্রতা হিসাবে মনে করত। ১৯৩৩ সালে জার্মান ওয়ার্কার্স ফ্রন্টের নারী বিভাগের সভাগুলিতে ঘোষণা করা হয়েছিল, (১) যেসব নারী মেক-আপ ব্যবহার করে তাদের সমস্ত কাজ থেকে নিষিদ্ধ করা হবে; (২) যেসব নারী  পাবলিক প্লেসে  যেমন হোটেল, ক্যাফে, রাস্তায় ইত্যাদির সামনে ধূমপান করে তাদেরকে সমাজ থেকে বাদ দেওয়া হবে; (৩) যে ক্রিয়াকলাপগুলি বেশি ভাল বা কম ঐতিহ্যগত সেগুলো করার সুপারিশ করা হয় যেমন সঙ্গীত, কায়িক শ্রম এবং জিমন্যাস্টিকস। প্রগতিশীল তরুণীদের বিকৃত বা অসামাজিক মনে করা হতো। মায়েদের সন্তান নেওয়ার জন্য উৎসাহিত করা হতো যেমন হিটলার ১৯৩৩  সালে ক্ষমতায় আসার পর বিবাহকে উৎসাহিত করার জন্য একটি আইন জারি করে শর্ত দেয়, একজন জার্মানকে বিয়ে করলে প্রত্যেককেই সরকার থেকে ১,০০০ জার্মান মার্ক দেওয়া হবে। এতে পরিবারে জন্মগ্রহণকারী প্রতিটি শিশু পিতা বা মাতার ধর্ম থেকে ২৫% হ্রাস পায়। তবে এই আইন মানুষকে বিয়ে করতে এবং একটি প্রাচীন জার্মান জাতি প্রতিষ্ঠার জন্য সন্তান ধারণ করতে উৎসাহিত করে। সেই অনুযায়ী  জার্মান আদর্শ মায়ের জন্য সম্মানসূচক ক্রুসেডার তৈরি করে যা  চারটি শিশু বা তার বেশিকে নির্দেশ করে। জার্মান মা দিবসও প্রতিষ্ঠিত হয়েছিল। ১৯৩৯ সাল পর্যন্ত ৩ মিলিয়ন জার্মান মাকে পদক দিয়ে সম্মানিত করা হয়েছিল।  ১৯৩৫ সাল অবধি কঠোরভাবে গর্ভপাতকে নিষিদ্ধ করা হয়েছিল এবং এই ধরনের সমস্যাকে রিপোর্ট করা রাজ্যের স্বাস্থ্য দফতরের চিকিৎসকদের দায়িত্ব ছিল। তারা শিশুর প্রাকৃতিক ক্ষতি সম্পর্কেও তদন্ত করত। ১৯৪৩ সালে একটি আইন প্রণয়ন করা হয়েছিল তাতে বলা হয়েছিল \"পারিবারিক সুরক্ষা, বিবাহ এবং মাতৃত্ ” দেখাশুনার দায়িত্ব স্বরাষ্ট্র ও বিচার মন্ত্রীদের কাজ। এ আইনের দ্বারা দোষী মায়েদের মৃত্যুদণ্ড দেয়া হত।\n\n\n=== শিক্ষা ===\nহিটলার মেয়েদের শিক্ষার ক্ষেত্রে স্কুলে ছেলেমেয়েদের সমান ভিত্তিতে বসাত। মেয়েদের মাধ্যমিক শিক্ষা পর্যন্ত উৎসাহিত করা হয়েছিল, তবে তা সীমিত ছিল। ১৯৩৫ সাল থেকে মেয়েদের  সেবার অনুকূলে ছয় মাসের পুনর্বাসনের দায়িত্ব নেয়া হত। এডলফ হিটলার ১৯৪২ সালের ১২ এপ্রিল বলেন \"সমস্ত শ্রেণীর ছেলেমেয়েদের একত্রিত করতে হবে যাতে তারা জার্মান শিক্ষার মাধ্যমে সকল যুবকদের মুখোমুখি হতে পারে। শিক্ষা নির্দেশিকায় বলা হয়- সমস্ত মেয়েদের জন্ম তারিখ, জন্মস্থান, ভোট প্রদান ও আন্দোলনের ইতিহাস জানা উচিত।  তাদেরকে জার্মানির ভূগোল, ভার্সাই চুক্তি ও ইতিহাস বিস্তারিত জানতে হবে। মেয়েদের শিক্ষার অর্থ হলো রাজনৈতিক শিক্ষা করা। সেখানে রাজনীতি অধ্যয়নের জন্য অভিজাত স্কুল ছিল। ১৯৩৯ সালে মেয়েদের জন্যভিয়েনায় একটি স্কুল খোলা হয়েছিল এবং শেষটি ১৯৪২ সালে লুক্সেমবার্গে ছিল । এই প্রতিষ্ঠানগুলি শুধুমাত্র নারীদের রাজনৈতিক জীবনে প্রবেশের ক্ষমতায়ন করার জন্য নয়, বরং নারী বিষয়ক ব্যবস্থাপনা সম্পর্কিত পদগুলি পূরণ করার জন্য তাদের শিক্ষা দেয়া হত। এটাতে অনেকে উদ্বেগ প্রকাশ করে। তাদের মধ্যে অর্থমন্ত্রী লোটাস ভন ক্রেউজিগ, একজন রক্ষণশীল রাজনীতিবিদ ছিলেন । তিনি ১৯৪২ সালের ৫ জুন স্কুলে মেয়েদের বৃত্তি বন্ধের হুমকি দেন এবং মেয়েদের রাজনৈতিকভাবে শিক্ষিত করতে অস্বীকার করেন।\n\n\n== দ্বিতীয় বিশ্বযুদ্ধ ==\n\nদ্বিতীয় বিশ্বযুদ্ধের সময়, ন্যাশনাল সোস্যালিস্ট পার্টি তার নীতি পরিবর্তন করার আগে, নারীদের জার্মান সেনাবাহিনীতে যোগ দেওয়ার অনুমতি দেয়। অ্যাডলফ হিটলার এর আগে ১৩ সেপ্টেম্বর ১৯৩৬ তারিখে নারী সমাজতান্ত্রিক দলের কর্মীদের উদ্দেশ্যে দেওয়া বক্তৃতায় তিনি বলেন, “আমাদের সুস্থ প্রজন্মের একটি প্রজন্ম আছে - এবং আমরা, জাতীয় সমাজতান্ত্রিক দল, জার্মানিকে মহিলা গ্রেনেডিয়ার বা স্নাইপার হিসাবে কল্পনা করি না।” দ্বিতীয় বিশ্বযুদ্ধে নারীরা যুদ্ধে জড়িত ছিল না, কিন্তু সামরিক কর্মীদের সাহায্যকারিনি হিসেবে বিবেচনা করা হত, তবে যুদ্ধে পুরুষদের সংখ্যার সাথে নারীরা অপ্রতুল ছিল। কেননা  রসদ ও প্রশাসনিক ক্ষেত্রগুলি কম ছিল। নারীরা কারখানায় ও সামরিক শিক্ষায়ও কাজ করত। ন্যাশনাল রেলওয়ে কোম্পানির সদস্যরা ‘স্কার্ট’ নামে সামরিক ইউনিফর্ম পরত।\n\n\n=== জার্মান সেনাবাহিনীতে ===\n১৯৪৫ সালে সশস্ত্র বাহিনী তথা স্থল বাহিনী, বিমান বাহিনী ও নৌবাহিনীতে নারীদের সংখ্যা প্রায় ৫,০০,০০০ ছিল। তাদের মধ্যে প্রায় অর্ধেক স্বেচ্ছাসেবক ছিল। অন্যরা যুদ্ধের কাজের সাথে যুক্ত থেকে বাধ্যতামূলক সেবা সম্পাদন করত। কেবল মুল দেশের মধ্যেই নয়, বরং বিভিন্ন দখলকৃত অঞ্চলগুলিতে যেমন দখলকৃত পোল্যান্ড, ফ্রান্স, যুগোস্লাভিয়া, গ্রীস এবং রোমানিয়াতে নারীরা কাজ করত।\n\n\n=== এসএস বিভাগে নারী ===\nএসএস  এর নারী শাখা ছিল। তারা শুধুমাত্র জরুরি সেবায় স্বেচ্ছাসেবী কাজ করার মধ্যে সীমাবদ্ধ ছিল। এসএস নারীরা হিলফ্রিয়েনেন ছিলেন। তারা নাৎসি কনসেনট্রেশন ক্যাম্পে রক্ষী হিসাবে অথবা এসএস-ক্রিগশিলফ্রেনেনে কাজ করতেন। তারা একটি বেসরকারি স্কুলে প্রশিক্ষণ নিতো, আর অন্যরা স্বল্পমেয়াদি প্রশিক্ষণ নিতো। নারী এসএস (টেলিফোন অপারেটর, রেডিও অপারেটরদের) সহযোগিতা করত। এসএসের নারী শাখায় একটি অভ্যন্তরীণ শ্রেণিবিন্যাস ছিল, যা পুরুষ বাহিনীর উপর কোন প্রভাব ছিল না, যদিও নারীদের নির্দিষ্ট শিরোনামগুলি কখনও কখনও তাদের অফিসারদের উপর প্রভাব ফেলেছিল।\n\n\n=== জেলের মধ্যে ===\n\nনাৎসি নারীরা কনসেনট্রেশন ক্যাম্পে ছিল এবং সাধারণত এসএস -এর অধীন প্রহরী, নিরাপত্তা বা নার্স এর কাজ করত। তারা যুদ্ধের আগে  লিচটেনবার্গ অঞ্চলে প্রশিক্ষণ নিয়েছিল। ১৯৩৮ সালের ৮ ও ৯ অক্টোবর  ক্রিস্টাল রাতের পরে বিপুল সংখ্যক রাজনৈতিক বন্দী ও শ্রমিকদের প্রয়োজনের কারণে এটি ঘটেছিল। ১৯৩৯ সালের পরে, নারী সৈন্যরা বার্লিনের কাছে ক্যাম্প রেভেনসব্রুকে প্রশিক্ষণ নিয়েছিল। তাদের অধিকাংশই নিম্ন বা মধ্যবিত্ত পরিবার থেকে এসেছিল। নারীরা কেবল ঐতিহ্যবাহী পেশা যেমন হেয়ারড্রেসিং ও শিক্ষাদানে কাজ করত এবং পুরুষদের মত সামরিক চাকরিতে তারাও বাধ্য ছিল। সমস্ত নাৎসি ক্যাম্পে ৫৫,০০০ জন রক্ষীর মধ্যে ৩৬,০০ জন নারী ছিল, তাদের শতকরা হার ছিল প্রায় ১০% জন। তবে কোনও নারীকে পুরুষদের কমান্ড করার অনুমতি দেওয়া হয়নি।\n\n\n== নাৎসিবাদ প্রত্যাখ্যানকারি নারী ==\n১৯৩৩ সালে, কমিউনিস্ট ছাত্র লিসোলিথ হারম্যান অ্যাডলফ হিটলারকে চ্যান্সেলর নিয়োগের বিরুদ্ধে প্রতিবাদ করে। সে জার্মান পুনর্নির্মাণের বিষয়ে তথ্য প্রচার করত এবং বিদেশী সরকারদের কাছে তা পৌঁছে দিতো। তার এ অপরাধের কারণে ১৯৩৫ সালে তাকে গ্রেপ্তার করা হয় এবং ১৯৩৮ সালে তাকে মৃত্যুদণ্ড দেওয়া হয়। জার্মান ইতিহাসে  তিনি নাৎসি শাসনের শুরুতে প্রথম মৃত্যুদণ্ডপ্রাপ্ত নারী ছিলেন।\n\n\n== নাৎসিবাদের পতনের পর ==\nনাৎসি শাসনের পতনের পর, জার্মান পুনর্নির্মাণে অনেক নারী অংশ নিয়েছিল। যুদ্ধে জার্মন ধ্বংসস্তূপে পতিত হয় এবং দুই মিলিয়নেরও বেশি নারী ধর্ষণের শিকার হয়। তাদের একজন বার্লিনে “এ ওম্যান” নামে একটি বইয়ে এই অভিজ্ঞতার স্মরণ করিয়ে স্মৃতিকথা প্রকাশ করেন। যদিও তারা নাৎসি শাসনের নেতৃত্বের সাথে জড়িত ছিল না, কিন্তু যুদ্ধের পরে কিছু নারীর বিরুদ্ধে মামলা হয়েছিল। ১৯৪০-১৯৪৩  সালে রাভেনসব্রুকের নুরেমবার্গের ডক্টরস ট্রায়ালে নাৎসি চিকিৎসা পরীক্ষায় অংশগ্রহণকারী একমাত্র নারী চিকিৎসক যার নাম হের্টা ওবারহাউজার ছিল। তাকে ৮৬ জন নারীকে ভাইরাসে আক্রান্ত করা এবং শিশুদের হত্যার জন্য দায়ী করা হয়। এ অপরাধে তাকে ২০ বছরের কারাদণ্ড দেওয়া হয়। অন্যদিকে, ইনজ ভেরিমিটজ মামলা থেকে খালাস পায়।\n\n\n== নাৎসি সমাজে প্রভাবের বৃত্ত ==\n\nযদিও নাৎসি শাসনের অধীন নারীদের রাজনৈতিক ক্ষমতা ছিল না, তবে অ্যাডলফ হিটলারের চারপাশে নারীদের প্রভাবের একটি বৃত্ত বিদ্যমান ছিল। এই বৃত্তের মধ্যে হিটলার ব্রিটিশ ফ্যাসিস্ট ইউনিটি মিটফোর্ডের গোয়েবলসের তথ্য মন্ত্রীর স্ত্রী ম্যাগদা গোয়েবলস সাথে পরিচিত হন যিনি একজন নাৎসি সহানুভূতিশীল নারী ছিলেন। ম্যাগদা গোয়েবলস \"নাৎসি শাসনের ফার্স্ট লেডি\" হিসাবে পরিচিত ছিলেন। তিনি সরকারী সফর ও বিদেশীদের সাথে পরিচয়ের ক্ষেত্রে প্রতিনিধিত্ব করেন। ১৯ ডিসেম্বর ১৯৩১ সালে গোয়েবলসের সাথে তার বিয়ে জার্মান সমাজে একটি বড় ঘটনা হিসেবে বিবেচিত ছিল। কারণ পরিচালক লেনি রিফেনস্টাহল ছিলেন তার একজন বিশিষ্ট অতিথি। ১৯২০ সাল থেকে হিটলারের বন্ধু লেডি অ্যান্ড দ্য ড্রেড এলিয়েনর স্ত্রী ছিলেন অভ্যুত্থানে অংশ নেওয়া একমাত্র নারী। তাকে “লাল পদক” দেওয়া হয়েছিল। তিনি  আনুষ্ঠানিক অভ্যর্থনায় অংশ নিয়েছিলেন এবং হেনরিচ হিমলারের কাছাকাছি থেকে তা গ্রহণ করেছিলেন। তাকে কর্নেল ওয়ালেস বলে ডাকতেন। তাকে ডাকাউ অঞ্চলের কনসেনট্রেশন ক্যাম্পে বিনামূল্যে প্রবেশের অনুমতি দেওয়া হয়েছিল। নারীরাও কিছু কিছু ক্ষেত্রে নিজেদের আলাদা করতে পেরেছিল, কিন্তু অন্যান্য ক্ষেত্রে তাদের বাদ দেওয়া হয়েছিল। চলচ্চিত্র পরিচালক লেনিকে বেশ কিছু চলচ্চিত্র (যেমন উইল অফ দ্য উইল ও অলিম্পিয়া) প্রযোজনার জন্য প্রচুর অর্থায়ন দেওয়া হয়েছিল। ইউনিফ্রেড ওয়াগনার অপেরা গায়িকা এলিজাবেথ শোয়ার্জকোফের অংশগ্রহণে বহুল প্রচারিত “বায়রুথ” উৎসবের তত্ত্বাবধান করেন। তিনি আমেরিকান সংবাদপত্রে \"নাৎসি গায়ক\" নামেও পরিচিত ছিলেন। হানা রাইচ, একজন যোদ্ধা ও পাইলট যিনি শাসন ব্যবস্থার জন্য বিমান এবং সামরিক প্রকল্প পরীক্ষা করতে বেরিয়েছিলেন, বিশেষ করে ভি-১। দ্বিতীয় বিশ্বযুদ্ধে তিনিই একমাত্র নারী যিনি রাজ্যে তার মহান অবদানের স্বীকৃতিস্বরূপ “আয়রন ক্রস” পদক পেয়েছেন।\n\n\n== বিখ্যাত জার্মান নারী ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== বালিকা ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}