{"pageid": 1087008, "title": "সৃষ্টাব্দ", "url": "https://bn.wikipedia.org/wiki?curid=1087008", "content": "সৃষ্টাব্দ (লাতিন: Anno Mundi, পৃথিবী সৃষ্টির অব্দ; হিব্রু ভাষায়: לבריאת העולם‎পৃথিবী সৃষ্টির শুরুতে), হল আদিপুস্তকে উল্লেখিত পৃথিবীর সৃষ্টির বাইবেলীয় বর্ণনা ও ইতিহাস ভিত্তিক একটি পঞ্জিকা সাল। ইংরেজিতে সৃষ্টাব্দকে লাতিন শব্দ ব্যবহারের রীতি মেনে অ্যানো মুন্ডি ও এর সংক্ষিপ্ত রূপ এএম (AM) ব্যবহৃত হয়। ঐতিহাসিকভাবে এই জাতীয় দুটি পঞ্জিকা সাল ব্যবহৃত হয়েছে: \n\nমধ্যযুগ থেকে হিব্রু বর্ষপঞ্জী বাইবেলের মেসোরেটীয় উৎস থেকে প্রাপ্ত পৃথিবী সৃষ্টির বছরের রাব্বাইনীয় হিসাবের উপর ভিত্তি করে চলছে। এই বর্ষপঞ্জী ইহুদি সম্প্রদায়ের ধর্মীয় উদ্দেশ্যের জন্য ব্যবহৃত হওয়ার পাশাপাশি ইসরায়েলের জাতীয় বর্ষপঞ্জী। হিব্রু বর্ষপঞ্জীতে নতুন দিবস সূর্যাস্তে শুরু হয়। এই বর্ষপঞ্জি যুগ পৃথিবী সৃষ্টির তারিখের উপর ভিত্তি করে প্রস্তুতকৃত যা জুলীয় বর্ষপঞ্জিতে ৩৭৬১ খ্রিস্টপূর্ব সালের ৬ অক্টোবর (গ্রেগরীয় বর্ষপঞ্জির ৬ সেপ্টেম্বর) তারিখের সূর্যাস্তে পড়ে। এই পঞ্জিকায় নতুন বছর ৫৭৮৫ সৃষ্টাব্দের ১ তিশ্রেই তথা রোস হাসানাহ দিবসে শুরু হয়েছে (যার অর্থ পৃথিবী সৃষ্টির ৫৭৮৫ তম বছরে) যা গ্রেগরীয় বর্ষপঞ্জির সূর্যাস্ত, ২২ সেপ্টেম্বর ২০২৫ – দিবাবসান, ২৪ সেপ্টেম্বর ২০২৫ তারিখে পড়ে।\nপূর্ব রোমক সাম্রাজ্যে বাইজেন্টাইন বর্ষপঞ্জী ব্যবহৃত হত এবং বিভিন্ন সনাতনী খ্রিস্টান দেশ ও পূর্ব সনাতনী মণ্ডলীগুলো বাইবেলের সপ্ততি উৎস ভিত্তিক ছিলো। এই বর্ষপঞ্জীর সাথে জুলীয় বর্ষপঞ্জীর সাদৃশ্য রয়েছে শুধু পার্থক্য পঞ্জিকা যুগে যা জুলীয় বর্ষপঞ্জীতে ১ সেপ্টেম্বর ৫৫০৯ খ্রিস্টপূর্বে শুরু হয়েছে। সেই হিসেবে ২০২১ সালে সৃষ্টির ৭৫৩০ তম বছর চলছে।\nদুটো বর্ষপঞ্জী পৃথিবী সৃষ্টির বছরের হিসাব মেনে চললেও তাদের হিসাবের পার্থক্যের কারণ হলো বাইবেলের সংস্করণ (বাইবেলের গ্রিক অনুবাদ তথা সপ্ততিতে পৃথিবীর সৃষ্টির সাল ৫৫০০ খ্রিস্টপূর্বের দিকে, অন্যদিকে হিব্রু মেসোরেটীয় সংস্করণে ৩৭৬০ খ্রিস্টপূর্ব সালে)। দুটি পঞ্জিকার ১,৭৩২ বছরের পার্থক্য মূলত আদিপুস্তকের দুটি সংস্করণের জন্য হয়েছে। আদম থেকে আব্রাহামের পিতা তেরাহ পর্যন্ত বলা হচ্ছে গ্রিক সপ্ততির অনুসারে প্রত্যেকের সন্তান হওয়ার সময় তাদের হিব্রু সংস্করণের চেয়ে বয়স একশো বছরের বেশি ছিলো। দুটি আদিপুস্তকীয় ঘটনার মাঝে ১৪৬৬ বছরের পার্থক্য বিদ্যমান।\nবাইবেলীয় ও ঐতিহ্যগত তারিখ এবং গবেষণাকৃত তারিখের মধ্যে পার্থক্য বিদ্যমান রয়েছে, যেমন প্রথম মন্দিরের ধ্বংস।\n\n\n== ইহুদি ঐতিহ্য ==\n\nতালমুদীয় যুগ তথা প্রথম থেকে দশম শতাব্দীর দিকে ইহুদি বিশ্বের কেন্দ্র ছিলো মধ্যপ্রাচ্য, মূলত ব্যাবিলনীয়, সিরীয় ও ফিলিস্তিনি তালমুদ একাডেমিতে। এই অঞ্চলে ইহুদিরা পঞ্জিকার বর্ষ গণনা করার জন্য সেলেউসিড পদ্ধতি ব্যবহার করতো যার নাম লাতিন ভাষায় ছিলো অ্যানো গ্রেকোরাম; অর্থ \"চুক্তিপত্রের সাল\"। উদাহরণস্বরূপ, জোসেফাসের লেখাপত্র ও মাকাবীয়দের পুস্তক সেলেউসিড সাল পদ্ধতি ব্যবহার করেছে, এবং তালমুদ ট্র‍্যাকটেড আভোডাহ জারায় রয়েছে:\n\nরাব্বাই আহা বি. যাকোব তারপর প্রশ্ন তুললেন: কীভাবে আমরা জানলাম যে আমাদের সাল [কাগজপত্রের] গ্রিক সাম্রাজ্যের সাথে পুরোপুরি সম্পর্কিত? কেন এটা বলা হয়না যে প্রথম এক হাজার বছর বাদ দিয়ে পরের এক হাজার বছর থেকে এটি মিশর থেকে প্রস্থানের সময় থেকে শুরু হয়েছে? সেক্ষেত্রে এই প্রমাণ প্রকৃতপক্ষে পরবর্তী নির্ধারণকৃত তারিখ!\nরাব্বাই নাহমান বললেন: ইহুদিদের অভিবাসিত হওয়ার সময় গ্রিক পঞ্জিকা সাল ব্যবহৃত হয়েছিলো। তিনি [প্রশ্নকর্তা] ভেবেছিলেন যে রাব্বাই নাহমান তার প্রশ্ন কোনভাবে এড়িয়ে যেতে চেয়েছেন, কিন্তু যখন তিনি বিষয়টি সম্পর্কে ভালোভাবে অধ্যয়ন করলেন তিনি খুঁজে পেলেন যে এটা বলা হয়েছে (বারাইতায়): অভিবাসনের সময় শুধুমাত্র গ্রিক পঞ্জিকা সাল ব্যবহৃত হত।\nমাঝে মাঝে তালমুদীয় লেখাপত্রে পাওয়া যায়, যুগের সূচনা চিহ্নিত করতে উদ্ধৃতি প্রদান করা হতো, যেমন ধ্বংসের সাল পদ্ধতি, যা ৭০ খ্রিস্টাব্দের দ্বিতীয় মন্দিরের ধ্বংসের ঘটনার বছর থেকে বর্ষ সংখ্যা গণনা, এবং ১৬০ সালে সেদের ওলাম রাব্বার রাব্বাই জোশ বেন হালাফতার হিসাবকৃত পৃথিবী সৃষ্টির বছরের সংখ্যা। রাব্বাই জোশের মেসোরেটীয় পত্রের ভিত্তিতে করা এই হিসাবে আদম ও হাওয়াকে ৩৭৬০ খ্রিস্টপূর্ব সালের তিশ্রেই মাসের ১ তারিখে (রোস হাসানাহ) সৃষ্টি করা হয়েছে, পরবর্তীতে মুসলিম কালপঞ্জি গবেষক আল-বিরুনি দ্বারা এর তারিখ সেলেউসিড সালের ৩৪৪৮ বছর আগে নিশ্চিতকরণ করা হয়। একটি উদাহরণ হচ্ছে অষ্টম শতাব্দীর শমূয়েলের বারাইতা।\nখ্রিস্টাব্দ অষ্টম ও নবম শতাব্দীতে ইহুদিদের প্রাণকেন্দ্র ব্যাবিলন থেকে ইউরোপে সরিয়ে নেওয়া হয়, তাই সেলেউসিড পঞ্জিকা সাল অর্থহীন হয়ে পড়ে। একাদশ শতাব্দী থেকে সৃষ্টাব্দ পঞ্জিকা সাল সেলেউসিড সালকে প্রতিস্থাপন করে বিশ্বের ইহুদি সম্প্রদায়গুলোতে প্রভাবশালী হয়ে উঠে। নতুন ব্যবস্থাটি ১১৭৮ সালে মুসা বিন মৈমুন কর্তৃক মিশনাহ তোরাহ সম্পন্ন করার পর চূড়ান্ত পর্যায়ে রূপ নেয়। এই বইটির চন্দ্রের পবিত্রতা অধ্যায়ে (১১.১৬) তিনি তার পঞ্জিকা সালের নির্বাচন, যেখান থেকে সব তারিখ হিসাব করা উচিত, তা তিনি \"বর্তমান বছরের নিসান মাসের তৃতীয় দিবস... যা পৃথিবী সৃষ্টির ৪৯৩৮ তম বছর\" (২২ মার্চ ১১৭৮ খ্রিস্টাব্দ) লিখেন। তিনি বইতে পঞ্জিকা সালের হিসাবের সব পদ্ধতি ও সেগুলোর স্বপক্ষে ধর্মীয় যুক্তি সহ তার আধুনিক পঞ্জিকা যুগের সম্পর্ক তুলে ধরে সৃষ্টাব্দের চূড়ান্ত রূপ প্রতিষ্ঠা করেন।\nইহুদি বর্ষপঞ্জীর প্রথম বছর, ১ সৃষ্টাব্দ (ইংরেজিতে অ্যানো মুন্ডি ১ বা ১ এএম) পৃথিবী সৃষ্টির এক বছর আগে শুরু হয় বলে সেই বছরটিকে শূন্যতার বছর বলা হয়ে থাকে। ইহুদি ধর্মের সৃষ্টির সপ্তাহটি ১ সৃষ্টাব্দের ২৫-২৯ এলুল তথা শেষ পাঁচটি দিনে ঘটে। সৃষ্টির ষষ্ঠ দিনে আদম ও হাওয়াকে সৃষ্টি করা হয় যা ২ সৃষ্টাব্দের প্রথম দিন রোস হাসানাহ (১ তিশ্রেই)। এর সাথে সম্পৃক্ত মোলাদ আদম ঘটে ষষ্ঠ দিবসের (ইয়োম ভাভ) ১৪ তম (ইয়ুড দালেড) ঘন্টায় (এবং ০ খণ্ডে)। তার এক বছর আগের রোস হাসানাহ মোলাদ তহুর (বিশৃঙখলার নতুন চাঁদ) সাথে সম্পৃক্ত, এই নাম রাখার কারণ হলো সৃষ্টির আগে সবকিছু বিশৃঙখল অবস্থায় ছিলো যাকে শূন্যতার নতুন চন্দ্র হিসেবেও অনুবাদ করা হয়েছে। এছাড়াও একে মোলাদ বাহারাদ বলা হয় কেননা এটি দ্বিতীয় দিবসের (ইয়োম বেইস), পঞ্চম (হেই) ঘন্টার, ২০৪ (রেইশ দালেড) খণ্ডে (২৩:১১:২০ টা) ঘটেছিলো। কারণ পশ্চিমা দিবস শুরুর সময় মধ্যরাত থাকে, কিন্তু সন্ধ্যা ৬টার পরে ইহুদি পঞ্জিকায় নতুন দিবস শুরু হয়, এর জুলীয় বর্ষপঞ্জীর তারিখটি হলো ৬/৭ অক্টোবর ৩৭৬১ খ্রিস্টপূর্বাব্দ (গ্রেগরীয় বর্ষপঞ্জিতে ৬/৭ সেপ্টেম্বর ৩৭৬১ খ্রিস্টপূর্ব)।\n\n\n== গ্রিক ঐতিহ্য ==\n\nসপ্ততি ছিলো প্রথমদিককার খ্রিস্টানদের নিকট সহজলভ্য পুরাতন নিয়মের অ-হিব্রু সংস্করণ। অনেক গ্রিকভাষী রূপান্তরিত খ্রিস্টান পূর্ব রোমক সাম্রাজ্যের ভাষায় অনূদিত হওয়ার জন্য সপ্ততিকে গ্রহণ করে। পরবর্তীতে সপ্ততি লাতিন ভাষায় অনূদিত হয় যার নাম ছিলো ভালগেট, এটি খ্রিস্টীয় দৃষ্টিকোণের দিক থেকে হিব্রু ও গ্রিক পুস্তকের সমন্বিত আরেকটি অনুবাদ যা পরবর্তীতে সন্ত জেরোম দ্বারা ৪০৫ খ্রিস্টাব্দে পশ্চিমে প্রতিস্থাপিত হয় যেখানে লাতিন প্রচলিত ভাষা ছিলো।\n\n\n=== পূর্বকালীন খ্রিস্টীয় কালপঞ্জি ===\nপ্রাপ্যতার কারণে বাইবেলীয় ঘটনাপঞ্জি অনুসারে পৃথিবী সৃষ্টির বছর সম্পর্কিত বিদ্যমান প্রথমদিককার খ্রিস্টীয় লেখাপত্রগুলো ছিলো সপ্ততি ভিত্তিক। সেই লেখাগুলো পাওয়া যায় অ্যান্টিওকের ষষ্ঠ বিশপ থিওফিলাসের (১১৫-১৮১) অটোলাইকাসের কাছে ক্ষমা (এপলোজিয়া অ্যাড অটোলাইকাস), এবং সেক্সটাস জুলিয়াস আফ্রিকানাস (২০০-২৪৫) রচিত ফাইভ বুকস অব ক্রোনলজি বইতে।\nথিওফিলাস \"বিশ্বের ভিত্তিপ্রস্তর\" থেকে সম্রাট মার্কাস অরেলিয়াস পর্যন্ত বিশদ ঘটনাপঞ্জি তার বইতে উপস্থাপন করেছিলেন। তার ঘটনাপঞ্জি বাইবেলীয় প্রথম মানব আদম থেকে তার জীবনকাল সম্রাট মার্কাস অরেলিয়াসের সময় পর্যন্ত দেখিয়েছে। তার ঘটনাপঞ্জি পৃথিবীর সৃষ্টি ৫৫২৯ খ্রিস্টপূর্বাব্দের দিকে দেখিয়েছে: \"বিশ্বের সৃষ্টি সমস্ত বছরের সর্বমোট পরিমাণ ৫,৬৯৮ বছর\"।\nডক্টর বেন জিওন ওয়াকহোল্ডার নির্দেশ করেন যে এই বিষয়ের উপর খ্রিস্টীয় পিতাদের লেখাগুলোর গুরুত্বপূর্ণ তাৎপর্য রয়েছে (এমনকি যদিও তিনি এই ব্যাপারে দ্বিমত পোষণ করেন যে সবগুলো ঘটনাপঞ্জি ব্যবস্থাই সপ্ততির তথ্যের উপর ভিত্তি করে তৈরি করা হয়েছে) যার মাধ্যমে পূর্বকালীন হেলেনীয় যুগের বাইবেলীয় কালপঞ্জি লেখকদের সাথে খ্রিস্টীয় কালপঞ্জি লেখকদের একটি সম্পর্ক সংরক্ষিত করে:\n\nহেলেনীয় যুগে ইহুদি ও পৌত্তলিকদের দ্বারা মহাবিশ্বের সৃষ্টি, মহাপ্লাবন, বাইবেলীয় প্রস্থান, শলোমনের মন্দির নির্মাণের তারিখ নির্ণয়ের ক্ষেত্রে একটি অপরিসীম বুদ্ধিবৃত্তিক প্রচেষ্টার বৃদ্ধি পেয়েছিলো... তাদের অধ্যয়নের সম্পদনকালে অ্যান্টিওকের তাতিয়ান (কর্মজীবন ১৮০ সাল), আলেকজান্দ্রিয়ার ক্লিমেন্ট (মৃত্যু ২১৫ এর পূর্বে), রোমের হিপোলাইটাস (২৩৫ এ মৃত্যু), জেরুসালেমের সেক্সটাস জুলিয়াস আফ্রিকানাস (মৃত্যু ২৪০ এর পরে), ফিলিস্তিনে সিজারিয়ার ইউসেবিয়াস (২৬০-৩৪০) এবং সিউডো-জাস্টিন এর মত মানুষেরা প্রায়ই তাদের হেলেনীয় যুগের গ্রিক-ইহুদি বাইবেলীয় কালপঞ্জিকার পূর্বসুরীদের উদ্ধৃতি অরদান করতেন যা তাদের সুদূর-শিক্ষাবৃত্তির ক্ষেত্রে বিচক্ষণতার প্রমাণ দেয়।\nইউসেবিয়াস (চতুর্থ শতাব্দীর প্রথমদিকে) এবং জেরোমের বিশ্ব ইতিহাস (৩৮০ খ্রিস্টাব্দ) মহাবিশ্বের সৃষ্টি ৫১৯৯ খ্রিস্টপূর্ব নির্ধারণ করেছে। বড়দিনের জন্য রোমান শহীদবিজ্ঞানের পূর্ববর্তী সংস্করণগুলো এবং আইরিশ চার গুরুর ইতিহাস এই তারিখ ব্যবহার করতো।\n\n\n=== আলেকজান্দ্রীয় সাল ===\n৪১২ খ্রিস্টাব্দে হিসাবকৃত ও চালুকৃত আলেকজান্দ্রীয় সাল ছিলো বাইজেন্টাইন সালের আগে ব্যবহৃত পঞ্জিকা সাল। রোমের হিপোলাইটাস, আলেকজান্দ্রিয়ার ক্লিমেন্ট ও বাকিদের প্রাথমিক প্রচেষ্টার পরে পৃথিবীর সৃষ্টির তারিখ ২৫ মার্চ ৫৪৯৩ খ্রিস্টপূর্ব নির্ধারণ করা হয়েছিলো।\nআলেকজান্দ্রীয় যাজক প্যান্ডোরাস আদমের সৃষ্টি থেকে ৪১২ খ্রিস্টাব্দ পর্যন্ত ৫,৯০৪ বছর গণনা করেছলেন। তার বছরগুলো ২৯ আগস্টে শুরু হতো যা প্রাচীন মিশরীয় নববর্ষ থোথ মাসের ১ তারিখের সাথে সংশ্লিষ্টতা রয়েছে। যদিও আলেকজান্দ্রিয়ার অ্যানিয়ানাস সৃষ্টির প্রথম দিন হিসেবে ২৫ মার্চ তারিখকে বেছে নিয়েছিলেন যা ছিলো প্যান্ডোরাসের হিসাব থেকে আনুমানিক ছয় মাস পরে। এর ফলে আলেকজান্দ্রীয় সাল সৃষ্টি হয় যার পূর্বনির্ধারিত আলেকজান্দ্রীয় বেসামরিক বছর ২৯ আগস্ট, ৫৪৯৩ খ্রিস্টপূর্ব ও ধর্মীয় বছর ২৫ মার্চ ৫৪৯৩ খ্রিস্টপূর্বাব্দে শুরু হয়।\n\nএই পঞ্জিকা যুগ ব্যবস্থা পৃথিবীর ইতিহাসের তিনটি মূল তারিখের ঐশ্বরিক কাকতালীয়তা দক্ষভাবে সাজানোপূর্বক প্রদর্শন করে: সৃষ্টির সূচনা, যিশু খ্রিস্টের জন্ম, এবং পুনরুত্থান। এই সবগুলো ঘটনা আলেকজান্দ্রীয় ঘটনাপঞ্জি অনুসারে মার্চ মাসের ২৫ তারিখে ঘটেছিলো; উপরন্তু, প্রথম দুটি ঘটনার মাঝে ঠিক ৫৫০০ বছরের পার্থক্য বিদ্যমান; প্রথম ও তৃতীয় ঘটনাটি ঘটে রবিবারে – সৃষ্টির পবিত্র সূচনা এবং খ্রিস্টের পুনরুত্থান দিবসে\nএর পূর্বে আলেকজান্দ্রিয়ার ডায়োনিসিয়াস ২৫ মার্চকে বছরের সূচনা নির্বাচিত করার পেছনে ঐশ্বরিক যুক্তি প্রদান করেন:\n\n২৫ মার্চকে সৃষ্টির দিবস হিসেবে বিবেচনা করা হয়। এটি ছিলো মধ্যযুগীয় জুলীয় বর্ষপঞ্জির প্রথম দিবস এবং মহাবিষুব (এটি জুলীয় বর্ষপঞ্জি গঠনের সময় প্রকৃত মহাবিষুব ছিলো)। যিশুর গর্ভে আগমনের উৎসবের তারিখ ২৫ মার্চ ধরে নিয়ে তার নয় মাস পর যিশুর জন্মদিন তথা বড়দিন ২৫ শে ডিসেম্বরে পালন করা হয়।\nম্যাক্সিমাস দ্যা কনফেসর এবং থিওফানেস এর মত গির্জার ফাদারেরা এবং জর্জ সিনসেলাস এর মত ঘটনাপঞ্জি কর্তাগণ ৫৪৯৩ খ্রিস্টপূর্বের ২৫ মার্চ থেকে শুরু হওয়া আলেকজান্দ্রীয় সাল গ্রহণ করেন। এর সাথে জড়িত আধ্যাত্মিকতার বিষয়টি বাইজেন্টিয়ামে জনপ্রিয় হয়েছিলো। যদিও খ্রিস্টীয় প্রতীকের এই অসাধারণ যুগটির দুটি বড় সমস্যা ছিলো, ইস্টার ভিত্তিক ঐতিহাসিক যিশুর পুনরুত্থানের তারিখের ত্রুটি, এবং সন্ত যোহনের সুসমাচারের সময়রেখার সাথে নিস্তারপর্ব পরবর্তী শুক্রবারে যিশুর ক্রুশবিদ্ধ হওয়া ঘটনার তারিখের অসঙ্গতি।\n\n\n=== ক্রোনিকন পাশ্চাল ===\nসৃষ্টাব্দের একটি নতুন প্রকার পাওয়া যায় ৬৩০ সালে এন্টিওকীয় পাণ্ডিত্যপূর্ণ ঐতিহ্যের কিছু প্রতিনিধিদের দ্বারা লিখিত ক্রোনিকন পাশ্চাল নামক এক মূল্যবান বাইজেন্টিনীয় সর্বজনীন বিশ্বের ঘটনাপঞ্জির বইতে। বইটিতে আদমের সৃষ্টি হিসেবে ২১ মার্চ ৫৫০৭ খ্রিস্টপূর্ব উল্লেখ রয়েছে।\nগ্রিক খ্রিস্টীয় কালপঞ্জিতে এর প্রভাবের জন্য ক্রোনিকন পাশ্চালকে ইউসেবিয়াস ও সন্ন্যাসী জর্জিয়াস সিনসেলাসের কালপঞ্জির পাশে স্থান দেওয়া হয়। যা মধ্যযুগে খুব গুরুত্বপূর্ণ হলেও বিন্যাসের দিক দিয়ে বাকি দুটো কর্মের তুলনায় এটি নগণ্য।\n\n\n=== বাইজেন্টাইন সাল ===\nবাইজেন্টাইন সাম্রাজ্যে ৬৯১ থেকে ১৭২৮ খ্রিস্টাব্দ পর্যন্ত সৃষ্টাব্দ ছিলো পূর্বদেশীয় সনাতনপন্থী মণ্ডলীর সর্বজনীন পিতৃতন্ত্রের দাপ্তরিক পঞ্জিকা সাল। দশম শতাব্দীর পরে ক্যালসিডোনীয় খ্রিস্টধর্ম বাইজেন্টাইন সৃষ্টাব্দকে পঞ্জিকা সাল হিসেবে গ্রহণ করে যা ১ সেপ্টেম্বর ৫৫০৯ খ্রিস্টপূর্বাব্দে শুরু হয় (যার সাথে আলেকজান্দ্রীয় সালের ১৬ বছর এবং ক্রোনিকন পাশ্চালের ২ বছরের পার্থক্য)। বাইজেন্টিনীয় সৃষ্টাব্দ সাল ৯৮৮ থেকে ১৪৫৩ খ্রিস্টাব্দ পর্যন্ত বাইজেন্টাইন সাম্রাজ্যের এবং ৯৮৮ থেকে ১৭০০ খ্রিস্টাব্দ পর্যন্ত রুশ সনাতনপন্থী মণ্ডলীর বেসামরিক পঞ্জিকা ছিলো।\nবাইবেলের সপ্ততির সংস্করণ থেকে বাইজেন্টিনীয় সৃষ্টাব্দের বছরের হিসাব করে সৃষ্টির তারিখ যিশুর মনুষ্য দেহে আবির্ভাবের ৫৫০৯ বছর পূর্বে নির্ধারণ করা হয়েছিলো, যা পরবর্তীতে খ্রিস্টাব্দ পদ্ধতি জনপ্রিয়করণের পর ৫৫০৯ খ্রিস্টপূর্বাব্দ বলে বিবেচিত হয়। সৃষ্টির তারিখ ১ সেপ্টেম্বরে নির্ধারণের ফলে তা সনাতনী খ্রিস্টধর্মের ধর্মীয় বছরের সূচনা হিসেবে পরিগনিত হয় এবং ১ সৃষ্টাব্দ ১ সেপ্টেম্বর ৫৫০৯ খ্রিস্টপূর্ব (জুলীয়) থেকে শুরু হয়ে ৩১ আগস্ট, ৫৫০৮ খ্রিস্টপূর্বাব্দে শেষ হয়। \"সৃষ্টির বর্ষ\" বাইজেন্টাইন বর্ষপঞ্জীতে গ্রিক ভাষায় বলা হয় এটোস কসমো যার অর্থ \"মহাবিশ্বের বর্ষ\"।\n\n\n=== পশ্চিমা খ্রিস্টধর্ম ===\nপশ্চিমের খ্রিস্টধর্মাবলম্বীরা কখনো সৃষ্টাব্দ পদ্ধতি পুরোপুরিভাবে গ্রহণ করেনি এবং ভালগেট পুস্তকের ভিত্তিতে সময়রেখাও প্রস্তুত করেনি যা গ্রিক সপ্ততির হিসাবের ন্যায় তৈরি হয়েছিলো। গথদের দ্বারা লিখিত বাইবেলের ভালগেট সংস্করণ রোমের লাঞ্ছনার আগে সম্পন্ন হয়নি এবং রাজনৈতিক অস্থিতিশীলতার পূর্বে এর উন্নয়নের জন্য খুব কম সময় ছিলো। কারণ যাই হোক, পশ্চিম ইউরোপ নিজেরা খ্রিস্টাব্দ পঞ্জিকা সালের উন্নয়ন করে। ধর্মীয় কারণে সৃষ্টাব্দ পদ্ধতির প্রতি কৌতুহল ইউরোপে ছিলো না। তাছাড়া যিশু খ্রিস্টের জন্ম (৫১৯৭-৫১৯৯ সৃষ্টাব্দ) ও দুঃখভোগের (৫২২৮-৫২৩১ সৃষ্টাব্দ) সাথে খ্রিস্টাব্দের প্রত্যক্ষ সম্পর্ক বিদ্যমান রয়েছে। উদাহরণস্বরূপ, বিড তার বিশ্ব সময়রেখায় (ডি টেম্পোরাম রেশিওনে এর ৬৬ তম অধ্যায়ে) সমস্ত ঘটনাগুলোর তারিখ ভালগেট অনুসারে নির্ধারণের সময় তিনি যিশুর জন্ম ৩৯৫২ সৃষ্টাব্দে নির্ধারণ করেন। প্লেগউইনকে প্রেরিত চিঠিতে বিড দুটো পঞ্জিকা সালের পার্থক্য তুলে ধরেন।\n\n\n== আরো দেখুন ==\nআদিপুস্তকে কুলপিতাদের সময়রেখা\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== উৎস ==="}