{"pageid": 1087252, "title": "হান্না লালাঙ্গোর মৃত্যু", "url": "https://bn.wikipedia.org/wiki?curid=1087252", "content": "১ নভেম্বর ২০১৪ তারিখে ইথিওপিয়ার ১৬ বছর বয়সী স্কুল ছাত্রী হান্না লালাঙ্গগো মারা যায়। হান্নাকে অপহরণ করা হয়েছিল এবং আদ্দিস আবাবাতে বেশ কয়েকদিন ধরে বন্দী রাখা হয়েছিল। তিনি তার পিতামাতার ছয় সন্তানের মধ্যে একজন ছিলেন। তিনি আয়ার টেনা এলাকার একটি বেসরকারি উচ্চ বিদ্যালয়ে পড়াশোনা করেছিলেন। \n\n\n== ঘটনা ==\nজানা যায় ১ অক্টোবর স্থানীয় সময় বিকাল ৪টা নাগাদ হান্না স্কুল ছেড়ে বাড়ি যাওয়ার জন্য একটি শেয়ারকৃত ট্যাক্সিতে উঠে। ট্যাক্সিতে আগে থেকেই কয়েকজন যাত্রী ছিলেন।\n২০১৪ সালের ১১ অক্টোবর, হান্নাকে কেরানিওর কাছে শহরের শহরতলির একটি পরিত্যক্ত এলাকায় অচৈতন্য অবস্থায় পাওয়া যায় এবং তাকে হাসপাতালে নিয়ে যাওয়া হয়। পরবর্তী কয়েক দিন, পরিবার তাকে বিভিন্ন রেফারেল হাসপাতালে নিয়ে যায়, এবং ভর্তি হওয়ার জন্য অপেক্ষা করে। অন্যান্য আঘাতের মধ্যে, হান্না রেক্ট্টোভ্যাজাইনাল ফিস্টুলায় ভুগছিলেন এবং তাকে খুঁজে পাওয়ার ১৯ দিন পরে মারা যান। তিনি তার হাসপাতালের বিছানা থেকে পাঁচ সন্দেহভাজনের মধ্যে তিনজনকে শনাক্ত করেছেন বলে জানা গেছে।\n\n\n== গ্রেফতার ও বিচার ==\n২০১৪ সালের ১৯ নভেম্বর পুলিশ পাঁচ সন্দেহভাজনকে আদ্দিস আবাবার প্রথম হাজিরা আদালতে হাজির করে। সাংবাদিক এবং নারী অধিকার গোষ্ঠীগুলোর উপস্থিতিতে একটি শুনানির সময় সন্দেহভাজনদের মধ্যে একজন দোষ স্বীকার করে এবং পাঁচজনই এই অভিযোগ অস্বীকার করে এবং আদালতকে জানায় যে চাপের মুখে তাদের প্রাথমিক স্বীকারোক্তি পাওয়া গেছে। পুলিশ সন্দেহভাজনদের উপর নির্যাতনের কথা অস্বীকার করেছে এবং আরও তদন্ত করার জন্য ১৪ দিন সময় চেয়েছে। সেই মাসে লিডেটা ফেডারেল হাইকোর্টের তৃতীয় ফৌজদারি বেঞ্চে চূড়ান্ত বিচারের শুনানি হয়। প্রথম সন্দেহভাজন স্যামসন সিলেশি এবং বেজভি জি মারিয়ামকে প্যারোল ছাড়াই যাবজ্জীবন কারাদণ্ড দেওয়া হয়। পরবর্তী তিনজন, তৃতীয়, চতুর্থ ও ৫ম আসামি বেকালু জি মেদিহিন, আফ্রেম আয়েলে এবং টেমেসগেন সেগাইকে একইভাবে ১৭, ২০ এবং ১৮ বছরের কারাদণ্ড দেওয়া হয়েছে।\n\n\n== প্রতিক্রিয়া ==\nএই হামলার সহিংসতা এবং তার আঘাতের পরিমাণ আদ্দিস আবাবাতে ক্ষোভের বন্যা সৃষ্টি করে যা সোশ্যাল মিডিয়ায় অভিব্যক্তি খুঁজে পায়। হ্যানার ঘটনা এবং মৃত্যু কীভাবে সাংস্কৃতিক মনোভাব এই সহিংসতাকে সহজতর করতে পারে তার উপর আলোকপাত করেছে। ফেসবুক থেকে ব্যাপক প্রতিক্রিয়া দেখা দেয়, এর পরে #JusticeForHanna নামে একটি টুইটার পাতায় বিক্ষোভ অব্যাহত থাকে। \n\n\n== তথ্যসূত্র =="}