{"pageid": 1087494, "title": "নরউইচ যৌন নির্যাতন চক্র", "url": "https://bn.wikipedia.org/wiki?curid=1087494", "content": "২০১০ সালে, পুলিশ ইংল্যান্ডের নরউইচে একটি শিশু যৌন নির্যাতন চক্রের একটি প্রতিবেদন পায়। এসব অপরাধ ১০ বছর ধরে বিস্তৃত ছিল এবং সমস্ত ভুক্তভোগী, দুটি ছেলে এবং তিনটি মেয়ে, ১৩ বছরের কম বয়সী নারী ছিল। অপরাধীরা যৌন পার্টির আয়োজন করেছিল যেখানে প্রাপ্তবয়স্করা কার্ড গেম খেলে সিদ্ধান্ত নেয় কে কোন শিশুকে নির্যাতন করবে। এই দলের তিনজন সদস্য উল্লেখযোগ্য কারাদন্ড পেয়েছেন, যার মধ্যে রয়েছে রিংলিডার মারি ব্ল্যাক, যাকে যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছে। ব্ল্যাকের শাস্তি তাকে \"যুক্তরাজ্যের অন্যতম কুখ্যাত পিডোফিল\" করে তোলে। \n\n\n== নির্যাতন ==\nযৌন নির্যাতন নরউইচ এবং লন্ডনে দশ বছর ধরে সংঘটিত হয়েছিল এবং ২০১০ সালে শেষ হয়েছিল যখন পুলিশের কাছে একটি প্রাথমিক প্রতিবেদন করা হয়েছিল এবং শিশুদের \"সুরক্ষিত\" করা হয়েছিল। বাচ্চাদের এত ঘন ঘন নির্যাতন করা হত যে তারা ভেবেছিল যে এটি \"স্বাভাবিক\" এবং \"সবাই এটি করেছে\"। গোয়েন্দা প্রধান ইন্সপেক্টর পিটার হর্নবি বলেছেন যে এই অপব্যবহার \"বেশিরভাগ মানুষের কল্পনার বাইরে\"। সমস্ত ভুক্তভোগীর বয়স ১৩ বছরের কম ছিল।\n\n\n== অপারেশন মক্কাসন ==\nমারি ব্ল্যাকের দল নরউইচে শিশু যৌন নির্যাতনের প্রথম প্রতিবেদনটি ২০১০ সালে পুলিশের কাছে করা হয়েছিল। পুলিশ শিশুদের \"রক্ষা\" করে, আর কোন নির্যাতন প্রতিরোধ করে। ২০১২ সালের ডিসেম্বরমাসে পুলিশকে আরো প্রমাণ প্রদান করা হয় এবং অপারেশন মোকাসন চালু করা হয়। ২০১৩ সালে পুলিশ গ্রেপ্তার শুরু করে। ২০১৪ সালে পুলিশ ১০ জন সন্দেহভাজনকে মোট ১০১টি অপরাধের দায়ে অভিযুক্ত করে।\n২০১৫ সালে, ১০ জন সন্দেহভাজন বিচারের মুখোমুখি হয়। ১০ জনের মধ্যে চারজনকে দোষী সাব্যস্ত করা হয় এবং মারি ব্ল্যাক, জেসন অ্যাডামস এবং মাইকেল রজার্স- এই তিন নেতাকে দীর্ঘ কারাদন্ড দেওয়া হয়।\nবিচারের পর গোয়েন্দা প্রধান ইন্সপেক্টর পিট হর্নবি বলেন, \"জটিল এবং দীর্ঘায়িত\" তদন্তে ২৮ মাস সময় লেগেছে। জুলাই ২০১৫ সালের মধ্যে, অপারেশন মক্কাসনে সাত জন তদন্তকারী এবং হাজার হাজার নথিজড়িত ছিল। ৭৬ টি বিবৃতি এবং ১৭৬ টি প্রদর্শনী প্রমাণ হিসাবে ব্যবহার করা হয়েছিল এবং পরে আরও অনেক সংগ্রহ করা হয়েছিল।\nগোয়েন্দা হর্নবি বলেছিলেন যে এই অভিযানটি \"বড় আকারে যৌন নির্যাতনের একটি ঘৃণ্য ঝলক\" প্রকাশ করেছে এবং তদন্ত চলছে।\n\n\n== দণ্ডাদেশ ==\nমারি ব্ল্যাক, জেসন অ্যাডামস, মাইকেল রজার্স এবং ক্যারল স্ট্যাডলারকে ২৮ সেপ্টেম্বর ২০১৫ তারিখে শাস্তি দেওয়া হয়।\nবিচারক নিকোলাস কোলম্যান বলেছেন যে আসামিরা \"পুরোপুরি বিকৃত\" এবং তাদের অপরাধ বিশ্বাসকে অমান্য করেছে।\n\nমারি ব্ল্যাক, যিনি শিশু নির্যাতন সমাবেশের আয়োজন করেছিলেন, তাকে যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছিল এবং কমপক্ষে ২৪ বছর কারাদণ্ড ভোগ করতে হবে। তার বিরুদ্ধে ২৬টি অপরাধের বিচার করা হয় এবং একটি শিশুকে ধর্ষণ, ধর্ষণের ষড়যন্ত্র এবং একটি শিশুকে যৌন ক্রিয়াকলাপে লিপ্ত হতে প্ররোচিত করা সহ ২৩ টি অপরাধে দোষী সাব্যস্ত করা হয়। গোয়েন্দা কনস্টেবল কিম টেলর ব্ল্যাককে \"ঠান্ডা এবং গণনা\" হিসাবে বর্ণনা করেছেন। নভেম্বর ২০১৫ সালে, ব্ল্যাক তার দোষী সাব্যস্ত হওয়া এবং যাবজ্জীবন কারাদণ্ডের বিরুদ্ধে একটি আপিল দায়ের করেন। ২০১৬ সালের ফেব্রুয়ারিতে একক বিচারক এটি প্রত্যাখ্যান করেছিলেন। তিনি ২০১৬ সালের এপ্রিলে দ্বিতীয়বার আবেদন করেছিলেন। ২০১৬ সালের মে মাসে তার দ্বিতীয় আপিলও প্রত্যাখ্যান করা হয়, এবার আপিল কার্যে ছিলেন ফৌজদারি বিভাগের তিনজন বিচারক।\nলন্ডনের রমফোর্ডের মাইকেল রজার্স এবং নরউইচের জেসন অ্যাডামস দুজনকেই ২৪ বছরের জন্য কারাগারে পাঠানো হয়েছিল এবং তাদের কমপক্ষে ১৬ বছর কাজ করতে হবে। তাদের যথাক্রমে ১৪ এবং ১৩ টি দোষী সাব্যস্ত হয়েছিল, যার মধ্যে ছিল ধর্ষণ, নিষ্ঠুরতা এবং একটি শিশুকে যৌন ক্রিয়াকলাপে লিপ্ত হতে প্ররোচিত করা।  \nনরউইচের ক্যারল স্ট্যাডলারকে প্রকৃত শারীরিক ক্ষতি করার জন্য আক্রমণের জন্য ছয় মাসের জন্য কারাগারে পাঠানো হয়েছিল।\n\n\n== তথ্যসূত্র =="}