{"pageid": 1087437, "title": "সিমা ওয়ালি", "url": "https://bn.wikipedia.org/wiki?curid=1087437", "content": "সিমা ওয়ালি (৭ এপ্রিল, ১৯৫১ - ২২ সেপ্টেম্বর, ২০১৭) বিশ্বের অন্যতম প্রধান আফগান মানবাধিকার সমর্থক ছিলেন, যিনি শরণার্থী ও অভ্যন্তরীণভাবে বাস্তুচ্যুত জনগোষ্ঠীর স্বাধীনতা এবং ক্ষমতায়নের জন্য আন্তর্জাতিক প্রচারক হিসেবে কাজ করেন। তিনি একটি বৈশ্বিক অলাভজনক সংস্থা রিফিউজি উইমেন ইন ডেভেলপমেন্টের (রিফউইড) ইনকর্পোরেটেড-এর প্রধান নির্বাহী কর্মকর্তা ছিলেন, যেটি সংঘাত থেকে পালিয়ে আসা শরণার্থী নারী ও মেয়েদের নাগরিক অধিকার এবং তাদের সমাজে ন্যায়সঙ্গত পুনর্গঠনের জন্য সমর্থন করেছিল। তিনি বিশ্বের প্রথম নারীবাদী চিন্তাকেন্দ্র সিস্টারহুড ইজ গ্লোবাল ইনস্টিটিউটের উপপ্রধান (ভাইস প্রেসিডেন্ট) ছিলেন।\nসিমা বলেছিলেন যে সোভিয়েত-আফগান যুদ্ধের শরণার্থী হিসাবে তার ব্যক্তিগত অভিজ্ঞতা তাকে ছিন্নমূল জনগোষ্ঠীর মানবাধিকারের লড়াইয়ে অনুপ্রাণিত করেছিল। কর্মজীবন জুড়ে  জাতিসংঘ, মার্কিন কংগ্রেস ও মার্কিন পররাষ্ট্র দফতরের সামনে তার সাক্ষ্যগুলি আফগান মহিলাদের নেতৃত্বাধীন এনজিওগুলিকে সমর্থন করে এবং আফগানিস্তানের নবজাত গণতন্ত্রে নারীদের অংশগ্রহণের জন্য লক্ষ লক্ষ ডলার বরাদ্দ করে।\n২০০২ সালে জাতিসংঘের আন্তর্জাতিক নারী দিবস উদযাপনে তিনি মূল বক্তব্য দেন, জাতিসংঘ মহাসচিব কফি আনান, ফার্স্ট লেডি লরা বুশ এবং জর্ডানের রানী নূরের সাথে কথা বলেন।\nতিনি ১৯৯৯ সাল ২০০৯ সালে ফোর্ড হল ফোরামে বক্তা ছিলেন এবং অন্যান্য অনেক মর্যাদাপূর্ণ অনুষ্ঠান ও উল্লেখযোগ্য প্রতিষ্ঠানের মধ্যে ড্রপিং নলেজ প্রজেক্টে অংশগ্রহণ করেছেন।\n\n\n== কর্মজীবন ==\nসিমা ওয়ালি ২০০১ সালে  জার্মানিতে জাতিসংঘের আয়োজিত বন চুক্তিতে উপস্থিত তিনজন মহিলা প্রতিনিধি অন্যতম একজন ছিলেন, চুক্তিটির মাধ্যমে তালেবানদের পতনের পর নতুন আফগান সরকার গঠন করা হয়। তিনি বাদশাহ মোহাম্মদ জহির শাহের রোম প্রতিনিধি দলের প্রতিনিধি হিসেবে কাজ করেছিলেন।\nসম্মেলনে, সিমা মহিলা বিষয়ক মন্ত্রণালয় তৈরিতে গুরুত্বপূর্ণ ছিলেন এবং তার পুরুষ সহকর্মীরা নতুন প্রশাসনে মন্ত্রণালয়কে স্থায়ীভাবে অন্তর্ভুক্ত করার বিষয়ে জোর দিয়েছিলেন। তিনি তখন সেই মন্ত্রণালয়ের নেতৃত্বের জন্য মনোনীত হন, কিন্তু তিনি তার আন্তর্জাতিক সক্রিয়তায় মনোনিবেশ করার জন্য প্রত্যাখ্যান করেন। ওয়ালী সিমা সমরকে মহিলা বিষয়ক মন্ত্রীর পদে মনোনীত করেন এবং অন্তর্বর্তী সরকারে কাজ করার জন্য অন্যান্য মহিলাদেরও বেছে নেন এবং নিশ্চিত করেন যে লিঙ্গ-সংবেদনশীল ভাষাটি শান্তি চুক্তিতে অন্তর্ভুক্ত করা হয়েছে।\n\n\n== শিক্ষা ==\nসিমা ওয়ালিকে যথাক্রমে ২০০২ সাল এবং ২০০৩ সালে সালে স্মিথ কলেজ এবং শেনান্দোহ বিশ্ববিদ্যালয় উভয়ই সম্মানসূচক ডক্টরেট ডিগ্রি প্রদান করে। তিনি আমেরিকান ইউনিভার্সিটির স্কুল অফ ইন্টারন্যাশনাল সার্ভিস (এসআইএস) থেকে আন্তর্জাতিক সম্পর্ক বিষয়ে স্নাতকোত্তর ডিগ্রি অর্জন করেন; এবং তিনি কাবুল বিশ্ববিদ্যালয় থেকে ব্যবসা প্রশাসনে স্নাতক ডিগ্রি লাভ করেন।\n\n\n== তথ্যসূত্র =="}