{"pageid": 1087811, "title": "প্রজাপতি (দেবতা)", "url": "https://bn.wikipedia.org/wiki?curid=1087811", "content": "প্রজাপতি (সংস্কৃত: प्रजापति, অনুবাদ 'সৃষ্টিকর্তা ও রক্ষক') হলেন একজন বৈদিক দেবতা।\nপরবর্তী সাহিত্যে, প্রজাপতিকে সৃষ্টিকর্তা দেবতা ব্রহ্মার সাথে চিহ্নিত করা হয়েছে, কিন্তু হিন্দু পাঠ্য অনুসারে শব্দটি দ্বারা বিশ্বকর্মা, অগ্নি, ইন্দ্র, দক্ষ সহ অনেক দেবতাকেও বোঝায়, এবং বৈচিত্র্যময় সৃষ্টিচক্রকে প্রতিফলিত করে। শাস্ত্রীয় ও মধ্যযুগীয় সাহিত্যে, প্রজাপতিকে ব্রহ্ম নামে প্রজাপতি-ব্রহ্ম (স্বয়ম্ভু ব্রহ্ম) নামে আধ্যাত্মিক ধারণার সমতুল্য করা হয়, অথবা বিকল্পভাবে ব্রহ্মকে প্রজাপতির আগে অস্তিত্ব হিসেবে বর্ণনা করা হয়।\n\n\n== ব্যুৎপত্তি ==\nপ্রজাপতি হল \"প্রজা\" (সৃষ্টি, প্রজনন ক্ষমতা) ও \"পতি\" (প্রভু) এর একটি যৌগ। শব্দটির অর্থ \"জীবের প্রভু\", বা \"সমস্ত জন্মগত প্রাণীর প্রভু\"। পরবর্তী বৈদিক গ্রন্থে, প্রজাপতি একটি স্বতন্ত্র বৈদিক দেবতা, কিন্তু যার গুরুত্ব হ্রাস পায়।  পরবর্তীতে, শব্দটি অন্যান্য দেবতাদের, বিশেষ করে ব্রহ্মার সমার্থক। এখনও পরে, এই শব্দটি যে কোন ঐশ্বরিক, অর্ধ-ঐশ্বরিক বা মানব ঋষিদের দ্বারা উদ্ভূত হয় যারা নতুন কিছু সৃষ্টি করে।\n\n\n== উৎপত্তি ==\n\nপ্রজাপতির উৎপত্তি অস্পষ্ট। তিনি পাঠের বৈদিক স্তরে দেরিতে উপস্থিত হন এবং তাঁর উল্লেখ করা স্তোত্রগুলি বিভিন্ন অধ্যায়ে বিভিন্ন মহাজাগতিক তত্ত্ব প্রদান করে। জন গোন্ডার মতে, তিনি বৈদিক সাহিত্যের সংহিতা স্তর থেকে অনুপস্থিত, ব্রাহ্মণ স্তরে কল্পনা করা হয়েছে। প্রজাপতি সবিত্রর চেয়ে ছোট এবং শব্দটি মূলত সূর্যের প্রতীক ছিল। তার প্রোফাইল ধীরে ধীরে বেদে উঠে, ব্রহ্মের মধ্যে উঁকি দেয়। রেনু, কিথ এবং ভট্টাচার্জী প্রজাপতির মত পণ্ডিতদের মত, প্রজাপতি পরবর্তী বৈদিক পরিবেশে বিমূর্ত বা আধা-বিমূর্ত দেবতা হিসাবে উদ্ভূত হয়েছিল কারণ পুরাতন থেকে আরও জ্ঞাত অনুমানগুলিতে ধারণাগুলি বিকশিত হয়েছিল।\n\n\n=== ইন্দো-ইউরোপীয় ===\nভারতীয় ঐতিহ্যের প্রজাপতি এবং গ্রিক অর্ফিক ঐতিহ্যের প্রোতোগোনো (গ্রিক: Πρωτογόνος; প্রথম-জন্ম) এর মধ্যে সম্ভাব্য সংযোগ রয়েছে:\n\nপ্রোতোগোনো বিভিন্ন উপায়ে বৈদিক প্রজাপতির অর্ফিক সমতুল্য: তিনি মহাজাগতিক ডিম থেকে জন্মগ্রহণকারী প্রথম দেবতা, তিনি মহাবিশ্বের স্রষ্টা, এবং ডায়োনিসাসের চিত্রে প্রোতোগোনোর প্রত্যক্ষ বংশধর — উপাসকরা তার মৃত্যু ও পুনর্জন্মে অংশগ্রহণ করে।\nরবার্ট গ্রেভসের মতে, /PRA-JĀ[N]-pati/ (শক্তিশালী বংশধর) এর নাম ব্যুৎপত্তিগতভাবে কোলোফনে ওরাকুলার দেবতার সমতুল্য (ম্যাক্রোবিও অনুসারে),অর্থাৎ /প্রোতোগোনো/। প্রজাপতি ও প্রোতোগোনোর সাথে যুক্ত মহাজাগতিক ডিমের ধারণাটি বিশ্বের অনেক জায়গায় প্রচলিত, ডেভিড লিমিং বলেছেন, যা গ্রীসের পরবর্তী অর্ফিক সংস্কৃতিতে দেখা যায়।\n\n\n== বিভিন্ন ধর্মগ্রন্থে ==\nপ্রজাপতি হিন্দুগ্রন্থে, বেদে ও বৈদিক-পরবর্তী গ্রন্থে উভয়ভাবেই বহুভাবে ও অসঙ্গতিপূর্ণভাবে বর্ণনা করা হয়েছে। স্রষ্টা দেবতা হওয়া থেকে শুরু করে নিম্নলিখিতগুলির মধ্যে একটির মতো: ব্রহ্মা, অগ্নি, ইন্দ্র, বিশ্বকর্মা, দক্ষিণ এবং আরও অনেকগুলি।\n\n\n=== বেদ ===\nতাঁর ভূমিকা বৈদিক গ্রন্থের মধ্যে পরিবর্তিত হয় যেমন স্বর্গ ও পৃথিবী সৃষ্টিকারী, সমস্ত জল এবং প্রাণী, প্রধান, দেবতাদের পিতা, দেব ও অসুরের স্রষ্টা, মহাজাগতিক ডিম ও পুরুষ (আত্মা)। বৈদিক পাঠের ব্রাহ্মণ স্তরে তার ভূমিকা তুঙ্গে, তারপর সৃষ্টির প্রক্রিয়ায় সাহায্যকারীদের একটি দল হতে অস্বীকার করে। কিছু ব্রাহ্মণ গ্রন্থে, তাঁর ভূমিকা অস্পষ্ট থেকে যায় কারণ তিনি দেবী বাক (ধ্বনি) দিয়ে ক্ষমতার সাথে সহ-সৃষ্টি করেন।\nঋগ্বেদে, প্রজাপতি সবিত্র, সোম, অগ্নি ও \nইন্দ্রের প্রতীক হিসাবে আবির্ভূত হন, যারা সকলেই সমান, একই ও জীবের প্রভু হিসাবে প্রশংসিত। অন্যত্র, ঋগ্বেদের ১০.১২১ স্তোবে হিরণ্যগর্ভ (স্বর্ণ ভ্রূণ) হিসেবে বর্ণনা করা হয়েছে যা সমস্ত কিছু ধারণকারী জল থেকে জন্মগ্রহণ করেছিল, যা প্রজাপতি উৎপন্ন করেছিল। এটি তখন মন, কাম (ইচ্ছা) ও তাপ সৃষ্টি করে। যাইহোক, এই প্রজাপতি একটি রূপক, অনেক হিন্দু মহাজাগতিক তত্ত্বের মধ্যে একটি, এবং ঋগ্বেদে কোন সর্বোচ্চ দেবতা নেই। হিন্দু প্রজাপতি পৌরাণিক কাহিনীগুলির মধ্যে একটি আকর্ষণীয় বৈশিষ্ট্য, জান গোন্ডা বলে, সৃষ্টির কাজ একটি পর্যায়ক্রমিক প্রক্রিয়া, যা পরীক্ষা ও উন্নতির পর্যায়ে সম্পন্ন হয়।\nশতপথ ব্রাহ্মণে, যজুর্বেদের ভিতরে খোঁচিত, প্রজাপতি পুরুষ (মহাজাগতিক আত্মা) থেকে উদ্ভূত এবং প্রজাপতি ভাষার দেবীর সাথে পৃথিবীকে সহ-সৃষ্টি করে। এর মধ্যে রয়েছে \"সোনালী মহাজাগতিক ডিম\" পৌরাণিক কাহিনী, যেখানে প্রজাপতির ডিম এক বছরের জন্য ডিম ফোটানোর পর আদিম সাগরে সোনার ডিম থেকে জন্মগ্রহণ করা হয়েছে। তার শব্দ আকাশ, পৃথিবী ও ঋতু হয়ে ওঠে। যখন তিনি শ্বাস নিলেন, তিনি দেবতা, আগুন ও আলো তৈরি করলেন। যখন তিনি শ্বাস ছাড়লেন, তিনি অসুর ও অন্ধকার সৃষ্টি করলেন। তারপর, ভাষা দেবীর সাথে একত্রে, তিনি সমস্ত প্রাণী এবং সময় সৃষ্টি করেছিলেন। শতপথ ব্রাহ্মণের ১০ম অধ্যায়ের পাশাপাশি পঞ্চবিংশ ব্রাহ্মণের ১৩ অধ্যায়ে, আরেকটি তত্ত্ব উপস্থাপন করা হয়েছে যেখানে তিনি (প্রজাপতি) একজন মা, সমস্ত জীবিত প্রাণীর সাথে স্ব-গর্ভবতী হন, তারপর দুষ্ট মর্ত্যু এগুলিকে ধরে ফেলে। তার গর্ভের মধ্যে জীব, কিন্তু যেহেতু এই প্রাণীরা চিরন্তন প্রজাপতির অংশ, তারা তার মতো দীর্ঘজীবী হতে চায়।\nঐতরেয় ব্রাহ্মণ একটি ভিন্ন মিথ উপস্থাপন করেন, যেখানে প্রজাপতি দেবতাদের সৃষ্টি করে, একটি হরিণে রূপান্তরিত হন এবং তার কন্যা ডনের কাছে যান, যিনি ডো আকারে ছিলেন, অন্যান্য পার্থিব প্রাণী উৎপাদনের জন্য। .অজাচারের ফলে দেবতারা ভীতসন্ত্রস্ত হয়ে পড়েন এবং প্রজাপতিকে \"যা করা হয় না তা করার জন্য\" শাস্তি দেওয়ার জন্য ক্ষুব্ধ ধ্বংসাত্মক রুদ্র উৎপন্ন করতে বাহিনীতে যোগ দেন। রুদ্রের হাতে প্রজাপতি নিহত হন। কৌষিতকী ব্রাহ্মণ আরেকটি পৌরাণিক কাহিনী উপস্থাপন করেছেন, যেখানে প্রজাপতি তাঁর নিজের অগ্নি, সূর্য, চন্দ্র, বায়ু ও নারী ভোর থেকে সৃষ্টি করেছেন। প্রথম চারটি ভোর দেখেছিল এবং তাদের বীজগুলি ছেড়ে দিয়েছিল, যা অস্তিত্ব (ভব) হয়ে উঠেছিল।\nজৈমিনীয় ব্রাহ্মণের ২.২৬৬ ধারায় প্রজাপতিকে আধ্যাত্মিক শিক্ষক হিসেবে উপস্থাপন করা হয়েছে। তার ছাত্র বরুণ তার সাথে ১০০ বছর ধরে বসবাস করে, \"দেবতাদের পিতার মত রাজা\" হওয়ার শিল্প ও কর্তব্য অধ্যয়ন করে।\n\n\n=== উপনিষদ ===\nপ্রজাপতি হিন্দুধর্মের সবচেয়ে প্রভাবশালী গ্রন্থগুলির মধ্যে প্রথম উপনিষদে আবির্ভূত হয়। উপনিষদে তাকে বিভিন্নভাবে বর্ণনা করা হয়েছে। উদাহরণস্বরূপ, বিভিন্ন উপনিষদে, তাকে ব্রহ্মের পর সৃজনশীল শক্তির রূপ হিসেবে উপস্থাপন করা হয়েছে, বিচরণকারী অনন্ত আত্মার মতই, প্রথম অস্পষ্ট প্রতীক হিসেবে, প্রকাশ্য প্রজনন যৌন ক্ষমতা হিসাবে, বিশেষ করে আত্মা (আত্মা, আত্ম) হিসাবে, এবং প্রত্যেক ব্যক্তির মধ্যে থাকা একজন আধ্যাত্মিক শিক্ষক হিসাবে। ছান্দোগ্য উপনিষদ, একটি দৃষ্টান্ত হিসাবে, তাকে নিম্নরূপ উপস্থাপন করে:\n\nআত্ম (আত্মা) যা মন্দ থেকে মুক্ত, বার্ধক্য ও মৃত্যু থেকে মুক্ত, দুঃখ থেকে মুক্ত, ক্ষুধা ও তৃষ্ণা থেকে মুক্ত; যে আত্মার আকাঙ্ক্ষা ও উদ্দেশ্য বাস্তব - সেই আত্মা যা আপনার আবিষ্কার করার চেষ্টা করা উচিত, সেই আত্মাই আপনার উচিতঅনুধাবন করতে চাই।প্রজাপতি বলেন, যখন কেউ সেই আত্মাকে আবিষ্কার করে এবং তা উপলব্ধি করে, তখন সে সমস্ত জগৎ লাভ করে এবং তার সমস্ত বাসনা পূর্ণ হয়।\n\n\n=== বৈদিক পরবর্তী গ্রন্থ ===\nমহাভারতে, ব্রহ্মাকে প্রজাপতি হিসেবে ঘোষণা করা হয়েছে যিনি বহু পুরুষ ও মহিলা সৃষ্টি করেন, এবং তাদের আকাঙ্ক্ষা ও ক্রোধের দ্বারা আচ্ছন্ন করেন, প্রাক্তন তাদের নিজেদেরকে পুনরুৎপাদন করতে এবং পরবর্তীতে তাদের দেবতাদের মতো হতে বাধা দেয়। মহাকাব্যের অন্যান্য অধ্যায় এবং পুরাণ শিব বা বিষ্ণুকে প্রজাপতি বলে ঘোষণা করে।\nভগবদ্গীতা প্রজাপতি উপাধি ব্যবহার করে কৃষ্ণের বর্ণনা দেয়, সহ অন্যান্য অনেক উপাখ্যান।\nগৃহ্যসূত্রগুলি প্রজাপতিকে বিয়ের অনুষ্ঠানের সময় আহ্বান করা দেবতাদের অন্তর্ভুক্ত করে এবং সমৃদ্ধ বংশের আশীর্বাদ এবং স্বামী -স্ত্রীর মধ্যে সম্প্রীতির প্রার্থনা করে।\nপ্রজাপতিকে কিছুসময়ে, অগ্নি, সূর্য ইত্যাদি ব্যক্তিত্বের সাথে চিহ্নিত করা হয়। তিনি বিভিন্ন পৌরাণিক প্রজন্মের সাথেও চিহ্নিত হন, বিশেষ করে (মনুস্মৃতি ১.৩৪) সৃষ্ট জীবের দশজন প্রভু যিনি প্রথম ব্রহ্মার সৃষ্টি করেছিলেন: প্রজাপতি মরীচি, অত্রি, অঙ্গিরা, পুলস্ত্য, পুলহ, ক্রতু, বশিষ্ঠ, প্রচেতা বা দক্ষ, ভৃগু ও নারদ।\nপুরাণে, প্রজাপতি নামক প্রজাপতির দল রয়েছে যারা ঋষি বা \"দাদা\" ছিলেন যাদের কাছ থেকে সমগ্র মানবজাতির ফল হয়েছিল, তারপরে একটি প্রজাপতি তালিকা রয়েছে যা বিভিন্ন গ্রন্থের মধ্যে সংখ্যা এবং নামে ব্যাপকভাবে পরিবর্তিত হয়।  জর্জ উইলিয়ামসের মতে, হিন্দু পৌরাণিক কাহিনীতে অসঙ্গতিপূর্ণ, বৈচিত্রপূর্ণ এবং বিকশিত প্রজাপতি ধারণাটি বিভিন্ন হিন্দু সৃষ্টিতত্ত্বকে প্রতিফলিত করে।\nমহাভারত এবং পুরানের ধারা বিভিন্ন দেবতা এবং ঋষিদের প্রজাপতি বলে ডাকে। কিছু দৃষ্টান্ত, রোশেন দালাল, অগ্নি, ভরত, শশবিন্দু, শুক্র, হাবির্ধমান, ইন্দ্র, কপিলা, ক্ষুপা, পৃথু-বৈন্য, সোম, বশিষ্ঠ, সংস্কৃত, বিশ্বকর্ম এবং বিরাণকে অন্তর্ভুক্ত করে।\n\n\n== উপাধি হিসাবে প্রজাপতি ==\nহিন্দু ধর্মের মধ্যযুগের গ্রন্থে, প্রজাপতি সৃষ্টির কিংবদন্তি প্রতিনিধি, দেবতা বা ঋষি হিসাবে কাজ করে, যারা সৃষ্টি-রক্ষণাবেক্ষণ-ধ্বংস (মন্বন্তর) প্রতিটি চক্রের মধ্যে উপস্থিত। তাদের সংখ্যা সাত, দশ, ষোল বা একুশের মধ্যে পরিবর্তিত হয়।\n\n\n==== একুশজনের তালিকা ====\n\nতাদের সৃজনশীল ভূমিকা পরিবর্তিত হয়। পুলাহ, উদাহরণস্বরূপ, ব্রহ্মার পৌরাণিক মন-জন্মান্তর পুত্র এবং একজন মহান ঋষি। প্রজাপতিদের একজন হিসাবে, তিনি সিংহ, বাঘ, ভাল্লুক, নেকড়ের মতো জীবন্ত বন্যপ্রাণী তৈরি করতে সাহায্য করেন, সেইসাথে কিমপুরুষ এবং শালভাসের মতো পৌরাণিক জন্তুও।\n\n\n== বালি হিন্দুধর্ম ==\nইন্দোনেশিয়ার বালি ইন্দোনেশিয়ায় হিন্দু মন্দির যাকে পুর প্রজাপতি বলা হয়, যাকে পুর ম্রাজপতিও বলা হয়। তারা সবচেয়ে বেশি অন্ত্যেষ্টিক্রিয়া অনুষ্ঠান এবং মৃতদের জন্য ঙাবেন (শ্মশান) অনুষ্ঠানের সাথে জড়িত। \n\n\n== আরও দেখুন ==\nঋষি\nহিন্দু দেবদেবী\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nDictionary of Hindu Lore and Legend (আইএসবিএন ০-৫০০-৫১০৮৮-১) by Anna Dhallapiccola\n\n\n== বহিঃসংযোগ ==\nPrajapati: Hindu Deity, Encyclopaedia Britannica"}