{"pageid": 1087219, "title": "জেসিকা রিজওয়ে হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1087219", "content": "জেসিকা রিজওয়ে (২৩ জানুয়ারি ২০০২ - ৫ অক্টোবর ২০১২) ছিলেন একজন মার্কিন মেয়ে। তাকে ২০১২ সালের ১৫ অক্টোবরে যুক্তরাষ্ট্রের কলোরাডো অঙ্গরাজ্যের ওয়েস্টমিনস্টার থেকে অস্টিন সিগ (জন্ম ১৭ জানুয়ারি ১৯৯৫) নামক এক ব্যক্তি অপহরণ করে পরবর্তীকালে হত্যা করে।\nঅপহরণের পাঁচ দিন পরে আরভাদার একটি পার্কের নিকটের ফুটপাথে তার ছিন্নভিন্ন দেহ পাওয়া যায়। পরবর্তীকালে বিচারের পর ২০১৩ সালের নভেম্বরে জেসিকা রিজওয়েকে হত্যার দায়ে অস্টিন সিগকে যাবজ্জীবন কারাদণ্ড দেওয়া হয়\n\n\n== অন্তর্ধান ==\n২০১২ সালের ৫ অক্টোবরে জেসিকা রিজওয়ে স্বাভাবিক ভাবে বিদ্যালয়ে গিয়েছিল। কিন্তু সন্ধ্যা ঘনিয়ে এলেও সে বাড়ি ফিরছিল না। এর পর রিজওয়ের নিখোঁজ হওয়ার খবর পাওয়া যায় এবং এলাকায় একটি অ্যাম্বার অ্যালার্ট জারি করা হয়। দুই দিন পরে, তার স্কুলের ব্যাকপ্যাক ও তার চশমা সহ, একটি ফুটপাথে পাওয়া যায়। ১০ ই অক্টোবর, আরভাদার একটি পার্কে তার ছিন্নভিন্ন দেহাবশেষ পাওয়া যায়।\n\n\n== অপরাধের স্বীকারোক্তি ==\nপরে ২০১২ সালের অক্টোবরে পুলিশের কাছে অস্টিন সিগ নামে ১৭ বছর বয়সী এক যুবক রিজওয়েকে হত্যার কথা স্বীকার করে। সে পুলিশকে বলেছিলেন যে সে তার জিপ যেখানে পার্ক করেছিলেন তার দিকে যাওয়ার সময় সে তাকে অপহরণ করেছিলেন, এবং তারপরে সে তার কব্জি এবং গোড়ালি জিপ টাই দিয়ে বেঁধে তার বাড়িতে নিয়ে যান। সেখানে, সে তাকে তার পোশাক থেকে এবং একজোড়া শর্টস এবং একটি টি-শার্টে পরিবর্তন করতে বাধ্য করেছিলেন তার আগে সে তাকে শ্বাসরোধ করে হত্যা করে। অস্টিন সিগ জেসিকার মৃতদেহ কেটে ছিন্নভিন্ন করে এবং তার হাত-পা এবং মাথা একটি হামাগুড়ি দেওয়ার জায়গায় লুকিয়ে রেখেছিল। পরে আরভাদার একটি পার্কে তার মৃত দেহ ফেলে দিয়ে আসে।\n\n\n== বিচার ==\n২০০৫ সালে সুপ্রিম কোর্টের একটি সিদ্ধান্তের অধীনে সিগ মৃত্যুদণ্ডের যোগ্য ছিলেন না কারণ অপরাধের সময় তার বয়স ১৮ বছরের চেয়ে এক বছর কম ছিল। তবে এই মামলায় আদালতে তাকে প্রাপ্তবয়স্ক হিসাবে বিচার করা হয়েছিল। ২০১৩ সালের ১৯ নভেম্বর তারিখে সিগকে যাবজ্জীবন কারাদণ্ড দেওয়া হয় এবং ২০১৪ সালের জুন মাসে তার এবং রিজওয়ের পরিবারের গোপনীয়তা এবং নিরাপত্তা রক্ষার জন্য তাকে রাজ্যের বাইরে একটি অজ্ঞাত কারাগারে স্থানান্তরিত করা হয়।\n\n\n== আরও দেখুন ==\nঅপহরণের তালিকা\nসমাধান করা নিখোঁজ ব্যক্তিদের তালিকা\n\n\n== তথ্যসূত্র =="}