{"pageid": 1087257, "title": "ইসরা ঘরায়েবের মৃত্যু", "url": "https://bn.wikipedia.org/wiki?curid=1087257", "content": "ইসরা ঘরায়েবের মৃত্যু্র ঘটনা হচ্ছে ফিলিস্তিন অঞ্চলের একটি বহুল আলোচিত \"পারিবারিক সম্মান\" রক্ষার্থে সংঘটিত হওয়া হত্যা বা অনার কিলিং। ২০১৯ সালের ২২ আগস্ট তারিখে ফিলিস্তিন অঞ্চলের ঐতিহাসিক শহর \"বাইত লাহম\" বা বেথলেহেমে ইসরা ঘরায়েবের মৃত্যু ঘটে। জানা যায় ২১ বছর বয়সী ইসরা ঘরায়েবকে তার পরিবারের সদস্যদের দ্বারা \"সম্মান রক্ষার্থে হত্যা বা অনার কিলিংয়ের উদ্দেশ্যে মারধর করা হয়। তাদের দাবি করেছিল, তিনি তার বাগদত্তার সাথে বাগদানের একদিন আগেই একটি সেলফি পোস্ট করেছিলেন এবং এর ফলে তাদের পরিবারের \"সুনাম ক্ষুণ্ণ\" হয়েছে। তবে তার পরিবার এই সম্মান রক্ষার্থে হত্যার অভিযোগ অস্বীকার করে বলেছে যে, এর পরিবর্তে তিনি হৃদরোগে আক্রান্ত হয়ে স্বাভাবিক ভাবে মৃত্যু বরণ করেছেন।\n\n\n== মৃত্যু এবং তদন্ত ==\nইসরা ঘরায়েব ২২ আগস্ট ২০১৯ তারিখে বেইট শৌরে তার বাড়িতে মারধোরের ফলে আহত হয়ে পরিবর্তীতে মৃত্যু বরণ করেন। তার মৃত্যু ফিলিস্তিনিদের বিক্ষোভের কারণ এই অভিযোগ যে, এটি একটি সম্মানরক্ষার্থে হত্যা। ঘরায়েবের পরিবারের দাবি, তার মৃত্যুর কারণ ছিল হার্ট অ্যাটাক। ৬ সেপ্টেম্বর পর্যন্ত ফিলিস্তিনি কর্তৃপক্ষের কাছে এই মৃত্যুর ঘটনায় তিনজন লোক হেফাজতে ছিল এবং তারা চূড়ান্ত ফরেনসিক প্রতিবেদনের অপেক্ষায় ছিল। ২০১৯ সালের ১২ ই সেপ্টেম্বর তদন্তে এই সিদ্ধান্তে উপনীত হয় যে বারবার মারধরের কারণে তার শ্বাসযন্ত্রে সৃষ্ট জটিলতার কারণে ঘরায়েব মারা যান। এই হত্যাকাণ্ডের ফলে ইসরা ঘরায়েবের পরিবারের তিনজন সদস্যের বিরুদ্ধে অভিযোগ আনা হয়েছে।\n\n\n== জনসাধারণের প্রতিক্রিয়া ==\nফিলিস্তিনের পশ্চিম তীরের মানুষ বেথলেহেমের ২১ বছর বয়সী ফিলিস্তিনি তরুণী ইসরা ঘরায়েবের সাথে একাত্মতা প্রকাশ করে সামাজিক যোগাযোগ মাধ্যমে #WeAreAllIsraa হ্যাশট্যাগ ছড়িয়ে দেওয়ার কাজ করে। তিনি \"অনার কিলিং\"-এ প্রহৃত ও নির্যাতনের শিকার হয়ে মারা যান।\n\n\n== প্রতিক্রিয়া ==\nইসরা ঘরায়েবের মৃত্যুর ঘটনা ফিলিস্তিনের পশ্চিম তীরের মানুষের মধ্যে ক্ষোভের সঞ্চার করে। সাধারণ জনতা এই ঘটনার বিরুদ্ধে প্রতিবাদ হিসেবে ফিলিস্তিনিরা বেথলেহেম এবং রামাল্লা শহরে বিক্ষোভের ব্যবস্থা করে।\nফিলিস্তিনি মানবাধিকার সংগঠন আদালাহ জাস্টিস প্রজেক্ট বলেছে যে তারা এই \"জঘন্য হত্যাকাণ্ডে\" \"ক্ষুব্ধ এবং দুঃখিত\"।\n\n\n== আরো দেখুন ==\n\nফিলিস্তিনে মানবাধিকার\n\n\n== তথ্যসূত্র =="}