{"pageid": 1087442, "title": "বিট্টি মোহন্তি", "url": "https://bn.wikipedia.org/wiki?curid=1087442", "content": "বিট্টি মোহন্তি, এছাড়াও বিটিহোত্রা মোহান্তি নামেও ডাকা হয়, একজন কম্পিউটার প্রকৌশলী এবং উচ্চ পদস্ত আসামি, ভারতের আলোয়ারে একজন জার্মান পর্যটককে ধর্ষণের দায়ে তিনি সাত বছর কারাদন্ডে দন্ডিত হন, ও পরে ওড়িশার কটকে তাঁর অসুস্থ মায়ের সঙ্গে দেখা করতে তিনি ২০ নভেম্বর ২০০৬ প্যারোলে মুক্তি পান এবং পালিয়ে যান। শনিবার, ৯ মার্চ ২০১৩ তারিখে কেরলের কান্নুর থেকে তাকে গ্রেফতার করা হয়।  তার মামলাটি দ্রুত বিচার আদালত কর্তৃক পরিচালিত দ্রুততম ধর্ষণ বিচারের একটি; অভিযোগ দায়েরের ১৫ দিনের মধ্যে বিচার সম্পন্ন হয়।  তার দোষী সাব্যস্ত হওয়ার ৮ মাসের মধ্যে তার প্যারোল মঞ্জুর করা হয়েছিল।  তার পিতা, বিদ্যা ভূষণ মোহান্তি (বিবি মোহান্তি), একজন ভারতীয় পুলিশ সার্ভিস অফিসার, তার ছেলের ১৫ দিনের প্যারোলের জন্য জামিন চেয়েছিলেন এবং পরবর্তীতে তার ছেলেকে সাহায্য, লুকানো এবং আশ্রয় দেওয়ার অভিযোগে তাকে সাসপেন্ড এবং গ্রেপ্তার করা হয়েছিল।  পরবর্তীতে তিনি ২০০৯ সালে চাকরিতে পুনর্বহাল হন এবং ২০১২ সালে অবসর গ্রহণ করেন।  ছেলের নিখোঁজের ছয় বছর পর, পিতা তার ছেলের হদিস সম্পর্কে অজ্ঞতা প্রকাশ করেন এবং দৃঢ়তার সাথে বলেন যে তার ছেলে কোন বড় অপরাধ করেনি। \nএ এস গিল (রাজস্থানের পুলিশ মহাপরিচালক) এবং বি বি মোহান্তির একই ব্যাচের ছিলেন এবং উচ্চপদস্থ কর্মকর্তাদের হস্তক্ষেপে তদন্তের গতি কমে গিয়েছে বলে অভিযোগ করা হয়। তদন্তকারী প্যারোল অফিসারকে ২০০৭ সালের ২৯ মে হঠাৎ বদলি করা হয় এবং এটিও দ্রুত তদন্তে বাধার সৃষ্টি করে। \n\n\n== অন্তর্ধান ==\nতার বিরুদ্ধে ২১ মার্চ ২০০৬ সালে একজন জার্মান নাগরিককে ধর্ষণের অভিযোগ আনা হয়েছিল। জার্মান মহিলা এবং বিটি মোহান্তি রাজস্থানে ছুটিতে ছিলেন এবং ২০০৬ সালের ২০ মার্চ আলোয়ারের একটি হোটেল রুম তারা ভাড়া করেছিলেন। ২০০৬ সালের ১২ এপ্রিল ফাস্ট ট্র্যাক আদালত তাকে দোষী সাব্যস্ত করে এবং ওড়িশা ও রাজস্থানের পুলিশ সেখান থেকে তাকে খুঁজে বের করতে ব্যর্থ হয়।\nরাজস্থানের মুখ্যমন্ত্রী আশ্বাস দিয়েছিলেন যে, পুলিশের বিশেষ দল গঠন করে বিটি মোহান্তিকে খুঁজে বের করার চেষ্টা করা হচ্ছে, কারণ তাকে একজন উচ্চ-পদস্ত দোষী অপরাধী হিসাবে বিবেচনা করা হয়। যাইহোক, দোষী নিখোঁজের সাত বছর পর, রাজস্থানের সরকার বলেছিল যে, বিটি মোহান্তিকে গ্রেপ্তার করার জন্য যা সম্ভব ছিল তারা তা করেছে। \n\n\n== গ্রেফতার ==\nবিটি মোহান্তিকে ৯ মার্চ ২০১৩ কেরলের কান্নুর থেকে গ্রেফতার করা হয়।  ব্যাঙ্ক শাখা কর্তৃপক্ষের কাছ থেকে প্রাপ্ত বেনামী চিঠির মাধ্যমে পুলিশ বিটির তথ্য পেয়েছিল, যেখানে তিনি অন্ধ্রপ্রদেশের রাঘব রাজন হিসেবে কাজ করছিলেন। টেলিভিশন এবং ইন্টারনেটে চলমান অভিযুক্ত যৌন অপরাধীর ছবি দেখানো হয়েছিল, যা তাকে শনাক্ত করতে সাহায্য করেছিল। একটি ব্যাংকে তিনি রাঘব রাজন নামে পরিচিত এবং কর্মরত ছিলেন। \n\n\n== তথ্যসূত্র =="}