{"pageid": 1087046, "title": "জেনা লেপোমাকি হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1087046", "content": "জেনা লেপোমাকি ছিলেন একজন ১৮ বছর বয়সী ফিনিশ নারী। ২০১১ সালের ৬ অক্টোবরে তাকে স্পেনের ফুয়েনগিরোলায় মৃত অবস্থায় পাওয়া যায়।\nলেপোমাকিকে সর্বশেষ ২০১১ সালের জুন মাসে জীবিত অবস্থায় দেখা গিয়েছিল। কয়েক মাস ধরে অনুসন্ধানের পর, অক্টোবর ২০১১ সালে তার মমি করা মৃতদেহটি একটি স্লিপিং ব্যাগে মোড়ানো অবস্থায় পাওয়া যায়। ফিনল্যান্ডের অপরাধ বিষয়ক পুলিশ এসপু, স্প্যানিশ পুলিশের সাথে একযোগে বিষয়টি তদন্ত করে। লাশ আবিষ্কারের তিন দিন পর ১৯ বছর বয়সী জোনা মিকেল হাসেলকিউভিস্ট এবং ২০ বছর বয়সী জোয়েল আরনে এসাইয়াস লিলোকে গ্রেপ্তার করা হয়। পরবর্তীকালে তাদের বিরুদ্ধে হত্যার অভিযোগ আনা হয়। \nহাসেলকভিস্ট এবং লিলো  তামপেরে বাসিন্দা ছিল। তাই ২০১২ সালের ৫ জুন এই বিচার প্রক্রিয়া পিরকানমা জেলা আদালতে শুরু হয়। আদালতে তাদের বিরুদ্ধে হত্যা ও অবৈধ ভাবে মাদক রাখার অভিযোগ আনা হয়। প্রসিকিউশনের মতে হাসেলকভিস্ট এবং লিলো লেপোমাকিকে মাদক পাচারকারী হিসেবে তালিকাভুক্ত করার চেষ্টা করেছিল। লেপোমাকি তা প্রত্যাখ্যান করার পর গার্ডিয়া সিভিলকে বিষয়টি জানানোর হলে হ্যাসেলকিউভিস্ট এবং লিলো তাকে হত্যার সিদ্ধান্ত নেন। ২০১২ সালের ২ আগস্ট হ্যাসেলকভিস্ট এবং লিলোকে হত্যার দায়ে যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছিল। হাসেলকভিস্টকে জালিয়াতি এবং অবৈধ মাদক বহন করার জন্য এবং লিলোকে জালিয়াতি, অর্থ পাচার এবং অবৈধ মাদক বহন করার জন্য দণ্ডিত করা হয়েছিল। হাসেলকভিস্টের সৎ বাবাকেও অবৈধভাবে অবৈধ মাদক রাখার দায়ে প্যারোল ছাড়া দুই বছরের কারাদণ্ড দেওয়া হয়েছিল। তার মা প্যারোলে কারাগারে ছিলেন।\nএই শাস্তির বিরুদ্ধে তুর্কু আপিল আদালতে আপিল করা হয়। আদালত ২০১৩ সালের অক্টোবরে রায় প্রদান করে, রায়ে আদালত এই সিদ্ধান্তে উপনীত হয় যে অপরাধটি খুনের পরিবর্তে অনিচ্ছাকৃত নরহত্যা এবং সহায়তাযুক্ত অনিচ্ছাকৃত নরহত্যা ছিল। আদালতের মতে, এই হত্যাকাণ্ড পূর্ব পরিকল্পিত ছিল না। এর কারণগুলির মধ্যে ছিল যে অপরাধটি অপরাধীর অ্যাপার্টমেন্টে ঘটেছিল, যেখানে অপরাধের চিহ্নগুলি অপসারণ করা কঠিন ছিল। উপরন্তু, লেপোমাকিকে হত্যা করার জন্য অ্যাপার্টমেন্টে নিতে প্রলুব্ধ করা হয়েছিল এমন কোনও প্রমাণ ছিল না। জোনা হাসেলকিউভিস্টকে হত্যার দায়ে ১২ বছরের কারাদণ্ড দেওয়া হয়। জোয়েল লিলোকে ৬ বছর কারাদণ্ড দেওয়া হয়। কারণ জেলা আদালতের বিচারক উভয়কেই হত্যার দায়ে শাস্তি দিয়েছিলেন। সাজা ঘোষণার পর লিলোকে মুক্তি দেওয়া হয়, কারণ ফিনল্যান্ডের আইন এক তৃতীয়াংশ সাজা ভোগ করার পর ২১ বছরের কম বয়সী অপরাধের জন্য প্যারোল মঞ্জুর করে। \nলিলোর প্যারোলে জনসাধারণের মধ্যে অসন্তুষ সৃষ্টি হয়েছিল, কারণ প্যারোলে থাকার পর তিনি অশালীন মন্তব্য করে লেপোমাকির অন-লাইন স্মারককে অসম্মানিত করেছিলেন। লেপোমাকির বাবা ফিনল্যান্ডের পুলিশকে এই খবর দেন এবং লিপোকে স্মৃতিকে অপমান করার অভিযোগে কয়েকদিনের জন্য আটক করা হয়।  ফিনল্যান্ডের পার্লামেন্টের সদস্য কারি টলভেনেনের মতে, প্রথমবারের অপরাধীদের ক্ষেত্রে ফিনিশ ফৌজদারি আইন পরিবর্তন করা উচিত এবং তিনি এই বিষয়ে একটি প্রস্তাব রেখে যান। স্বরাষ্ট্রমন্ত্রী পেভি রাসেনেন মন্তব্য করেছিলেন যে তার মতে, গুরুতর অপরাধের ক্ষেত্রে প্রথমবারের অপরাধীদের ধারণা সম্পূর্ণরূপে মুছে ফেলা উচিত। প্রাক্তন বিচারমন্ত্রী তুইজা ব্র্যাক্স আইন পরিবর্তনের ব্যাপারে আরও নেতিবাচক দৃষ্টিভঙ্গি পোষণ করেন। \nপ্রসিকিউটর এবং লেপোমাকির পরিবার ফিনল্যান্ডের সুপ্রিম কোর্টে দণ্ডের বিরুদ্ধে আপিলের অনুমতি চেয়েছিল। আদালত অনুমতি প্রত্যাখ্যান করেন, তাই আপুর্কের তুর্কু আদালতের দণ্ড স্থগিত থাকে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nPaha perhe-Jennan surmaajien hyytävä tarina  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ ফেব্রুয়ারি ২০১৪ তারিখে, Ilta-Sanomat 19 নভেম্বর 2013।"}