{"pageid": 1087891, "title": "নারী যাত্রীবাহী গাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1087891", "content": "নারীযাত্রী-বাহী গাড়ি হল রেলওয়ে বা পাতাল রেল গাড়ি, যা শুধুমাত্র মহিলাদের জন্য তৈরি। এগুলি কিছু সমাজে যৌন বিচ্ছিন্নতার ফলাফল, কিন্তু যৌন হয়রানি যেমন গ্রপিং হ্রাসের প্রচেষ্টার ফলেও হতে পারে।\n\n\n== আফ্রিকা ==\n\n\n=== মিশর ===\nসমস্ত কায়রো মেট্রো ট্রেনে, প্রতিটি ট্রেনের মাঝের দুটি কোচ বা কামরা (৪র্থ ও ৫ম) মহিলাদের জন্য সংরক্ষিত (৫ম গাড়ি ২১:০০ এর পর মিশ্র ব্যবহারে পরিণত হয়)। এই গাড়িগুলি এমন মহিলাদের জন্য বিকল্প হিসাবে ব্যবহৃত হয়, যারা একই গাড়িতে পুরুষদের সাথে চড়তে চায় না; যাইহোক, মহিলারা এখনও অন্য গাড়ি অবাধে চালাচল পারেন। এই নীতি পুরুষদের দ্বারা যৌন হয়রানি থেকে নারীদের সুরক্ষার জন্য প্রবর্তিত হয়েছিল।\n\n\n== আমেরিকা ==\n\n\n=== ব্রাজিল ===\n\n২০০৬ সালের এপ্রিল মাসে, রিও ডি জেনিরো মেট্রো রাষ্ট্রীয় আইন দ্বারা প্রতিষ্ঠিত আদেশ কার্যকর করে। এটি যৌন হয়রানি এড়াতে মহিলাদের জন্য নিবেদিত যাত্রীবাহী গাড়ি রাখার জন্য মার্চ মাসে পাস করা হয়েছিল। ছয়টি যাত্রীবাহী গাড়ির জন্য, একটি হালাক রেল গাড়িকে গোলাপী রং দিয়ে মহিলাদের একচেটিয়া হিসাবে ব্যবহারের জন্য চিহ্নিত করা হয়, এবং মহিলাদের ব্যবহারের ক্ষেত্রে নিষেধাজ্ঞা কেবলমাত্র সোমবার থেকে শুক্রবার পর্যন্ত ভিড়ের সময় ৬:০০ টা থেকে ৯:০০ টা এবং ১৭:০০ টা থেকে ২০:০০টা পর্যন্ত থাকে। মহিলাদের জন্য নিবেদিত যাত্রীবাহী গাড়িতে পুরুষদের চড়তে বাধা দেওয়ার জন্য মেট্রো পুলিশ নিযুক্ত রয়েছে এবং প্ল্যাটফর্মে মেঝেতে একটি চিহ্ন রয়েছে যা কেবলমাত্র মহিলাদের গাড়ির জন্য বোর্ডিং পয়েন্ট নির্দেশ করে।\n১৯৯৫ সালের অক্টোবর মাস থেকে ১৯৯৭ সালের সেপ্টেম্বর মাসের মধ্যে সাও পাওলো মেট্রোতে অনুরূপ নীতি প্রয়োগ করা হয়েছিল, কিন্তু কোম্পানিয়া পলিস্তা ডি ট্রেনস মেট্রোপলিটানোস (সিপিটিএম) বিবাহিত দম্পতিদের কিছু অভিযোগের পরে 'নারীযাত্রী-বাহী গাড়ি' না রাখার সিদ্ধান্ত নিয়েছে এবং এটা ব্রাজিলের সংবিধানে নাগরিকদের মধ্যে সমতার নিশ্চয়তা প্রদানকারী অনুচ্ছেদ ৫-এর সম্ভাব্য লঙ্ঘন এড়াতে করা হয়।\n\n\n=== মেক্সিকো ===\nমেক্সিকো সিটিতে ২০০৮ সালে শুধুমাত্র মহিলাদের জন্য বাস চালু করা হয়েছিল।  মেক্সিকো সিটি মেট্রোতে শুধুমাত্র মহিলাদের জন্য গাড়ি রয়েছে।\nমেক্সিকো সিটিতে মহিলাদের জন্য শুধুমাত্র ট্যাক্সি ও বাস আছে, যাকে \"গোলাপী লাইন\" বলা হয়।\n\n\n== এশিয়া ==\n\n\n=== ভারত ===\n\nসারা ভারত জুড়ে, সমস্ত দূরপাল্লার ট্রেন পরিষেবার বিশেষ বগি শুধুমাত্র মহিলাদের জন্য সংরক্ষিত আছে। বাণিজ্যিক মহানগরী মুম্বাইতে, সমস্ত শহরতলির যাত্রীবাহী ট্রেনে বিশেষভাবে শুধুমাত্র মহিলাদের জন্য বগি রয়েছে, যদিও স্কুলগামী বয়সের শিশুদেরও ভ্রমণের অনুমতি দেওয়া হয়। যদিও দুটি বগি মহিলাদের জন্য ২৪ ঘণ্টার জন্য নির্ধারিত হয়, একটি বগি নির্দিষ্ট সময়ে মহিলাদের জন্য সংরক্ষিত থাকে। প্রথম ও দ্বিতীয় শ্রেণীর ভ্রমণের জন্য শুধুমাত্র মহিলাদের জন্য বগি সরবরাহ করা হয়। এছাড়াও, \"লেডিস স্পেশাল\" ট্রেনগুলি ব্যস্ত সময়ে চালু করা হয়েছে, যেখানে পুরো ট্রেনটি মহিলাদের জন্য সংরক্ষিত। ব্যস্ত সময়ে তিন-চারটি লেডিস স্পেশাল ট্রেন রয়েছে। ২০০০-এর দশকে রেল ভ্রমণে  মহিলাদের সংখ্যার দ্বিগুণ হওয়ার সাথে, এই ধরনের পরিষেবার খুব জোরালো চাহিদা রয়েছে। মুম্বাই মেট্রো ও দিল্লি মেট্রো সহ অনেক রেল পরিষেবা মহিলাদের জন্য কেবল গাড়ি সরবরাহ করে। এমনকি এটি শুধুমাত্র মহিলাদের জন্য ট্যাক্সি ও রিক্সা পরিষেবারও তৈরি  করেছে। \n\n\n== তথ্যসূত্র =="}