{"pageid": 108773, "title": "জলবিদ্যুৎ", "url": "https://bn.wikipedia.org/wiki?curid=108773", "content": "পড়ন্ত বা স্রোত আছে এমন নদীর পানির চাপকে ব্যবহার করে তৈরি করা হয় জলবিদ্যুৎ। এটি নবায়নযোগ্য শক্তিগুলোর মধ্যে অন্যতম। একবার যদি জলবিদ্যুৎ কেন্দ্র তৈরি করা সম্ভব হয়, খুব কম শক্তি ব্যয়ের মাধ্যমে এটি চালানো যায়। এবং এটা জীবাশ্ম জ্বালানী, যেমন: তেল, গ্যাস, কয়লা ইত্যাদি চালিত বিদ্যুৎ কেন্দ্রের তুলনায় খুব কম পরিমাণে গ্রীনহাউস গ্যাস কার্বন ডাই অক্সাইড নির্গমন করে। জলবিদ্যুৎ পৃথিবীর মোট বিদ্যুতের ২০% এবং নবায়নযোগ্য বিদ্যুতের ৮৮% উৎপন্ন করে।\n\n\n== ইতিহাস ==\n\n\n== বিদ্যুৎ উৎপাদন ==\n\n\n== সুবিধা ==\n\n\n=== অর্থনৈতিক সুবিধা ===\nজলবিদ্যুতের সবচেয়ে বড় সুবিধা হচ্ছে এটি খুব স্বল্প খরচেই উৎপাদন করা যায়। তাছাড়া জলবিদ্যুৎ কেন্দ্র জ্বালানী-নির্ভর বিদ্যুৎ থেকে অনেক দীর্ঘস্থায়ী। এখনো কিছু জলবিদ্যুৎ কেন্দ্র রয়েছে যা ৫০-১০০ বছর আগে তৈরি হয়েছিলো। যেহেতু এটা স্বয়ংক্রিয়, তাই শ্রমিক খরচও কম পড়ে। তাছাড়া এর নির্মাণ ব্যয়ও কম। যেমন: হিসাব করে দেখা গেছে যে, থ্রি জর্জেস বাঁধ হতে উৎপাদিত বিদ্যুৎ বিক্রি করে ৫-৮ বছরের মধ্যেই এর নির্মাণ ব্যয় তুলে ফেলা যায়।\n\n\n=== স্বল্প গ্রীনহাউস গ্যাস নির্গমন ===\nযেহেতু জলবিদ্যুৎ কেন্দ্রে কোনো ধরনের জ্বালানী পোড়ানো হয় না, তাই এখান থেকে সরাসরি কোনো কার্বন ডাই অক্সাইড নির্গমন হয় না। যদিও সামান্য কিছু কার্বন ডাই অক্সাইড নির্গমন হয় বিদ্যুৎ কেন্দ্রটি বানাতে অর্থাৎ যন্ত্রপাতি তৈরি করতে। ফলে এর গ্রীনহাউজ গ্যাস নির্গমনকারী জ্বালানীনির্ভর বিদ্যুৎ কেন্দ্রের তুলনায় খুবই কম। ইউরোপিয়ান কমিশনের অর্থায়নে শক্তির উৎসগ‌ুলোর গ্রীনহাউজ গ্যাস নির্গমনের হারের পরীক্ষা চালানো হয় ExternE প্রজেক্টে। গবেষণা অনুযায়ী জলবিদ্যুৎ অন্য যেকোনো বিদ্যুৎ-উৎস থেকে কম গ্রীনহাউজ গ্যাস উৎপন্ন করে। এ তালিকায় দ্বিতীয় হলো বায়ু শক্তি, তৃতীয় পারমাণবিক শক্তি এবং চতুর্থ সৌরশক্তি। সবচেয়ে বেশি পরিমাণ গ্রীনহাউস গ্যাস নির্গমন হয় অধিক তাপমাত্রায়। কারণ তাপ বাড়লে জলের প্রসারণ ঘটে এবং আয়তন বাড়ে। ফলে জলের চাপ বাড়ে, আর চাপই হলো জলবিদ্যুতের চালনশক্তি।\n\n\n== অসুবিধা ==\n\n\n=== বাঁধ ধ্বসে পড়া ===\nবাঁধ ধ্বসে পড়া মানবসৃষ্ট সবচেয়ে বড় দুর্যোগগুলোর মধ্যে অন্যতম। এমনকি ভালো নকশা দ্বারা প্রস্তুতকৃত বাঁধও শতভাগ নিরাপদ নয়। যেমন: বাঙ্কিয়াও বাঁধ ধ্বসে পড়ে দক্ষিণ চীনে তাৎক্ষণিকভাবে ২৬,০০০ মানুষ মারা যায়। লক্ষাধিক মানুষ গৃহহীন হয়। ভুল জায়গায় বাঁধ স্থাপনের কারণে, বাঁধ অনেক ভয়ানক দুর্যোগও বয়ে আনতে পারে, যেমন ১৯৫৭ খ্রিষ্টাব্দে ইতালিতে ভেয়ন্ট বাঁধ-এর কারণে ২,০০০ মানুষ মারা যায়।\nএছাড়াও মাছের আবাসস্থল ও খাদ্যাভাসের পরিবর্তন ঘটে, মাছের চলাচলে ব্যাঘাত ঘটে, বাধ পূর্ববর্তী বিস্তীর্ন অঞ্চল প্লাবিত হয় ও বাধ পরবর্তী অঞ্চলে তীব্র খরা দেখা দিতে পারে।\n\n\n=== ভূমিকম্পের ঝুঁকি বাড়ে ===\n\n\n== বিভিন্ন আকারের জলবিদ্যুৎ কেন্দ্র ==\n\n\n=== বড় জলবিদ্যুৎ কেন্দ্র ===\nযদিও ঠিক কতটুকু ক্ষমতার অধিকারী হলে একটি জলবিদ্যুৎ কেন্দ্রকে 'বড়' বলা যাবে তার সীমা নেই, তারপরও কয়েকশ' মেগাওয়াট থেকে ১০ গিগাওয়াটেরও বেশি ক্ষমতার বিদ্যুৎ কেন্দ্রগুলোকেই সাধারণত 'বড়' বলা হয়। বর্তমানে শুধুমাত্র তিনটি কেন্দ্র আছে যা ১০ গিগাওয়াটের থেকেও বেশি বিদ্যুৎ উৎপাদন করতে সক্ষম; সেগুলো হলো: ত্রি জর্জেস ড্যাম (২২.৫ গিগাওয়াট), ইটাপু ড্যাম (১৪ গিগাওয়াট), গুরি ড্যাম (১০.২ গিগাওয়াট)। বড় জলবিদ্যুৎ কেন্দ্রগুলোই সাধারণত সবচেয়ে বেশি শক্তির উৎস হয়ে থাকে। উদাহরণ হিসেবে বলা যায়, এমন কিছু জলবিদ্যুৎ কেন্দ্র আছে যা বর্তমানের সবচেয়ে ক্ষমতাশালী পারমাণবিক বিদ্যুৎকেন্দ্রগ‌ুলোর দ্বিগুণের চেয়েও বেশি শক্তি উৎপাদন করে থাকে।\n\n\n=== ছোট জলবিদ্যুৎ কেন্দ্র ===\nযদিও বড় বিদ্যুৎ কেন্দ্র থেকেই অধিকাংশ বিদ্যুৎ উৎপাদন হয়, তবুও কিছু কিছু ক্ষেত্রে ছোট কেন্দ্রেরও প্রয়োজন আছে। ১০ মেগাওয়াট বা তার কম ক্ষমতাসম্পন্ন বিদ্যুৎ কেন্দ্রগুলোকেই সাধারণত ছোট বিদ্যুৎ কেন্দ্র বলা হয়। অবশ্য উত্তর আমেরিকার প্রজেক্টে এর সীমা ৩০ মেগাওয়াট পর্যন্ত। একটি ছোট বিদ্যুৎ কেন্দ্র একটি বিদ্যুৎ বিতরণ গ্রীডের সাথে যুক্ত থাকতে পারে, থাকতে পারে শুধুমাত্র একটি বিচ্ছিন্ন এলাকার সাথে অথবা শুধুমাত্র কোনো একটি বাসার সাথে। ছোট কেন্দ্রে সাধারণত অর্থ, প্রযুক্তি এবং পরিবেশগত সুযোগ সুবিধা জরিপ করে দেখতে হয় না, যেখানে বড় প্রকল্পে এসবে যথেষ্ট সময় এবং গুরুত্ব দিতে হয়। তাই প্রায়ই এইসব ছোট প্রকল্প খুব দ্রুততার সাথে সম্পন্ন করা যায়। এইসব ছোট বিদ্যুৎ কেন্দ্র বন্যা নিয়ন্ত্রণ, সেচ এবং অন্যান্য প্রকল্পের সাথেও তৈরি করা হয়। এর ফলে সেসব প্রকল্পের খরচ কমে যাবার সাথে সাথে সেগুলোর বাস্তবায়নও সহজতর হয়।\nছোট জলবিদ্যুৎ কেন্দ্র চীনে বেশ জনপ্রিয়। সেখানেই বিশ্বের ৫০% ছোট জলবিদ্যুৎ কেন্দ্র অবস্থিত।\n\n\n== শক্তির পরিমাপ ==\nএকটি পানিবিদ্যুৎ কেন্দ্রের সম্ভাব্য বিদ্যুৎ উৎপাদনের সহজ সূত্র হলো: P = ρhrgk, যেখানে\n\nP হল ক্ষমতা (ওয়াট),\nρ হলো পানির ঘনত্ব (~১০০০ কিঃগ্রাঃ/মিঃ২),\nh  হলো উচ্চতা (মিটার)\nr হলো ফ্লু রেট (কিউবিক মিটার/সেকেন্ড)\ng হলো অভিকর্ষজ ত্বরণ (৯.৮ মি./সেকেন্ড২)\nk হলো সমানুপাতিক ধ্রুবক\n\n\n== সর্বোচ্চ জলবিদ্যুৎ উৎপাদনকারী দেশসমূহ ==\nব্রাজিল, কানাডা, নরওয়ে, সুইজারল্যান্ড এবং ভেনেজুয়েলা হলো একমাত্র দেশ যেখানে পানিবিদ্যুৎ, শক্তির প্রধান উৎস। প্যারাগুয়ে হচ্ছে এমন একটি দেশ যেখানে শুধুমাত্র শক্তির ১০০% উৎসই জলবিদ্যুৎ নয়, বরং তাদের মোট জলবিদ্যুৎ উৎপাদনের ৯০%ই অন্যান্য দেশে (ব্রাজিল এবং আর্জেন্টিনায়) রপ্তানি করা হয়। নরওয়ের মোট বিদ্যুতের ৯৮-৯৯% আসে পানিবিদ্যুৎ থেকে।\n\n২০০৯ সালের সর্বোচ্চ জলবিদ্যুৎ উৎপাদনকারী ১০টি দেশঃ \n\n\n== বাংলাদেশে জলবিদ্যুৎ কেন্দ্র ==\nদক্ষিণ এশিয়ার দেশ বাংলাদেশে ১৯০৬ সালে সর্বপ্রথম জলবিদ্যুৎ কেন্দ্র স্থাপনের জন্য সম্ভাব্যতা যাচাই করা হয়। এদেশের একমাত্র পানি বিদ্যুৎ কেন্দ্র কাপ্তাইয়ে অবস্থিত। কর্ণফুলী নদীর উপর বাঁধ দিয়ে রাঙামাটি জেলার কাপ্তাই উপজেলায় কাপ্তাই বাঁধ তৈরি করা হয়। ১৯৬২ খ্রিষ্টাব্দে ৪৬ মেগাওয়াট করে দুটি ইউনিট নিয়ে কেন্দ্রটির যাত্রা শুরু হয়। পরবর্তীকালে ৫০ মেগাওয়াট করে আরো তিনটি ইউনিট স্থাপন করা হয়। এর মধ্যে তিন নম্বর ইউনিটটি ১৯৮২, এবং ৪ ও ৫ নম্বর ইউনিট চালু হয় ১৯৮৭ খ্রিষ্টাব্দে। এর মধ্যে প্রথম তিনটি বসে যুক্তরাষ্ট্রের প্রযুক্তিতে। পরের দুটি স্থাপন করে জাপানের টোকিও ইলেক্ট্রিক পাওয়ার সার্ভিসেস কোম্পানি (টেপ্সকো)। এ দুটি স্থাপনের সময়ই আরো দুটি ইউনিট স্থাপনের জন্য আনুষঙ্গিক সুবিধা রেখে দেয়া হয়। জাপানী এই প্রতিষ্ঠানটিই ১৯৯৮ খ্রিষ্টাব্দে সেখানে আরো বিদ্যুৎ উৎপাদন করা সম্ভব কিনা সে বিষয়ে একটি সম্ভাব্যতা যাচাই করে। এ সংক্রান্ত প্রতিবেদনে তারা জানায়, বর্তমান অবকাঠামো এবং এই পানি দিয়েই কাপ্তাই হ্রদে ৫০ মেগাওয়াট ক্ষমতাসম্পন্ন আরো দুটি ইউনিট বসানো সম্ভব। তাতে কাপ্তাইয়ে বিদ্যুৎ উৎপাদন খরচ আরো কমে আসবে। বর্তমানে গড়ে প্রতি ইউনিট বিদ্যুৎ উৎপাদনে ব্যয় হয় বিশ পয়সা।\nEXTRA :\nকাপ্তাই বাঁধ বাংলাদেশের রাঙামাটি জেলার কাপ্তাই উপজেলায় অবস্থিত ও চট্টগ্রাম থেকে ৬৫ কিলোমিটার (৪০ মাইল) উজানে কর্ণফুলি নদীর উপর নির্মিত একটি বাঁধ। কাপ্তাই হ্রদ নামে পরিচিত এটির একটি কৃত্রিম জলাধার রয়েছে যার পানি ধারণক্ষমতা ৫২,৫১,০০০ একর (২১,২৫,০০০ হেক্টর)। বাঁধ ও হ্রদটি নির্মাণের প্রাথমিক উদ্দেশ্য ছিল জলবিদ্যুৎ উৎপাদন করা। ১৯৬২ খ্রীস্টাব্দে এটির নির্মাণ কাজ শেষ হয়।[১] বাঁধের সঞ্চিত পানি ব্যবহার করে কাপ্তাই পানি বিদ্যুৎ কেন্দ্রে বিদ্যুৎ উৎপাদন করা হয়। ১৯৬২ ও ১৯৮৮ সালের মধ্যে এখানে সর্বমোট ২৩০ মেগাওয়াট (৩,১০,০০০ অশ্বশক্তি) বিদ্যুৎ উৎপাদনের ক্ষমতাসম্পন্ন জেনারেটর বসানো হয়। এটি বাংলাদেশের বৃহত্তম বাঁধ ও একমাত্র জলবিদ্যুৎ কেন্দ্র।[২]\nকাপ্তাই বাঁধ\nKaptai Dam (03).jpg\n২০২০ সালে কাপ্তাই বাঁধ\nকাপ্তাই বাঁধ বাংলাদেশ-এ অবস্থিতকাপ্তাই বাঁধ\nকাপ্তাই বাঁধ অবস্থানের বাংলাদেশ\nদেশ\nবাংলাদেশ\nঅবস্থান\nকাপ্তাই, রাঙ্গামাটি জেলা\nস্থানাঙ্ক\n২২°২৯′৪০.১১″ উত্তর ৯২°১৩′৩১.৫৩″ পূর্ব\nউদ্দেশ্য\nবিদ্যুৎ উৎপাদন\nঅবস্থা\nক্রিয়াকলাপ\nনির্মাণ শুরু\n১৯৫৭\nউদ্বোধনের তারিখ\n১৯৬২\nবাঁধ এবং স্পিলওয়েস\nবাঁধের ধরন\nবাঁধ\nআবদ্ধতা\nকর্ণফুলী নদী\nউচ্চতা\n৪৫.৭ মিটার (১৫০ ফুট)\nদৈর্ঘ্য\n৬৭০.৬ মিটার (২,২০০ ফুট)\nপ্রস্থ (চূড়ায়)\n৭.৬ মিটার (২৫ ফুট)\nপ্রস্থ (ভিত্তিতে)\n৪৫.৭ মিটার (১৫০ ফুট)\nবাঁধের আয়তন\n১৯,৭৭,০০০ ঘনমিটার (৬,৯৮,০০,০০০ ঘনফুট)\nস্পিলওয়ের ধরন\nনিয়ন্ত্রিত, ১৬টি গেট\nস্পিলওয়ের ধারণক্ষমতা\n১৬,০০০ ঘনমিটার প্রতি সেকেন্ড (৫,৭০,০০০ ঘনফুট/সেকেন্ড)\nজলাধার\nতৈরি\nকাপ্তাই হ্রদ\nমোট ধারণক্ষমতা\n৬,৪৭,৭০,০০,০০০ ঘনমিটার (৫২,৫১,০০০ acre feet)\nঅববাহিকার আয়তন\n১১,০০০ বর্গকিলোমিটার (৪,২০০ বর্গমাইল)\nপৃষ্ঠতলের আয়তন\n৭৭৭ বর্গকিলোমিটার (৩০০ বর্গমাইল)\nসাধারণ উচ্চতা\n৩৩ মিটার (১০৮ ফুট)\nপাওয়ার স্টেশন\nসম্পাদনের তারিখ\n১৯৬২, ১৯৮২, ১৯৮৮\nঘূর্ণযন্ত্র\n২ x ৪০ মেগাওয়াট (৫৪,০০০ অশ্বশক্তি), ৩ x ৫০ মেগাওয়াট (৬৭,০০০ অশ্বশক্তি) কাপলান-টাইপ\nস্থাপিত ক্ষমতা\n২৩০ মেগাওয়াট (৩,১০,০০০ অশ্বশক্তি)\nএছাড়া এখানে ‘কাপ্তাই ৭.৪ মেগাওয়াট সোলার পিডি গ্রিড কানেকটেড বিদ্যুৎকেন্দ্র' নামে দেশের প্রথম সৌরবিদ্যুৎকেন্দ্র স্থাপিত হয়। পানিবিদ্যুৎকেন্দ্রের ভেতরে বাঁধের পাশে বিদ্যুৎ উন্নয়ন বোর্ডের এই সৌরবিদ্যুৎকেন্দ্রের অবস্থান।[৩]\nইতিহাস:\n১৯৬৫ সালে কাপ্তাই বাঁধ\n১৯০৬ সালে কর্ণফুলি জলবিদুৎ প্রকল্প সম্পর্কে প্রথম চিন্তাভাবনা করা হয় এবং সে সময়ে এ লক্ষ্যে একটি সংক্ষিপ্ত প্রাথমিক সমীক্ষা চালানো হয়। ১৯২৩ সালে এ ধরনের আরেকটি সমীক্ষা চালানো হয়। ১৯৪৬ সালে, ই.এ. মুর কর্তৃক পেশকৃত প্রতিবেদনে বর্তমান বাঁধের অবস্থান থেকে ৬৫ কিমি উজানে বরকলে বাঁধ নির্মাণের প্রস্তাব করা হয়। ১৯৫০ সালে, প্রকৌশল পরামর্শক সংস্থা মার্জ রেনডাল ভ্যাটেন কাপ্তাই থেকে ৪৮ কিলোমিটার (৩০ মাইল) উজানে চিলারডাকে বাঁধ নির্মাণের প্রস্তাব করে।\n১৯৫১ সালে, সরকারি প্রকৌশলীগণ কাপ্তাই থেকে ১১ কিলোমিটার (৬.৮ মাইল) ভাটিতে চিতমোরামে বাঁধ নির্মাণের প্রস্তাব করে। ১৯৫১ সালে, সেচ বিভাগের প্রধান প্রকৌশলী খাজা আজিমুদ্দিনের তত্ত্বাবধানে বাঁধ নির্মাণের স্থান হিসেবে কাপ্তাইকে নির্বাচিত করা হয়। ১৯৫৭ সালের অক্টোবরে বাঁধের নির্মাণ কাজ শুরু হয়।\nনির্মাণ:\nতৎকালীন পাকিস্তান সরকারের আমলে ১৯৫৭ সালে কাপ্তাই বাঁধের নির্মাণ কার্য শুরু হয় ও ১৯৬২ সালে এর নির্মাণ সমাপ্ত হয়।[৪] ইন্টারন্যাশনাল ইঞ্জিনিয়ারিং কোম্পানি এবং ইউতাহ ইন্টারন্যাশনাল ইনকর্পোরেট এ বাঁধটি নির্মাণ করে। সে সময় বাঁধে, পানি নির্গমন পথ, জলকপাট এবং দুটি ৪০ মেগাওয়াট উৎপাদন ক্ষমতাসম্পন্ন কাপলান টারবাইন জেনারেটর নির্মিত হয়। প্রকল্পের জন্য তখন প্রায় ২৫ কোটি ৪০ লাখ টাকা বাজেট নির্ধারণ করা হলেও পরে তা ৪৮ কোটি ছাড়িয়ে যায়। এই প্রকল্পটির অর্থায়ন করে পূর্ব পাকিস্তান সরকার, মার্কিন যুক্তরাষ্ট্র এবং বিদেশী অর্থনৈতিক সহযোগিতা তহবিল।\n১৯৮২ সালের আগস্টে, এখানে একটি ৫০ মেগাওয়াট বিদ্যুৎ উৎপাদন ক্ষমতাসম্পন্ন জেনারেটর স্থাপন করা হয়। ১৯৮৮ সালের অক্টোবরে, চতুর্থ এবং পঞ্চম উৎপাদক ইউনিটে ৫০ মেগাওয়াট উৎপাদন ক্ষমতাসম্পন্ন কাপলান ধরনের টারবাইন স্থাপন করা হয়; যার ফলে মোট বিদ্যুৎ উৎপাদন ক্ষমতা ২৩০ মেগাওয়াটে উন্নীত হয়।[৫]\nবিবরণ:\nকাপ্তাই হ্রদে নৌকা\nমাটি ভরাটের মাধ্যমে এই বাঁধটি নির্মিত হয়েছে। বাঁধটির দৈর্ঘ্য ৬৭০ মিটার (২,২০০ ফুট) ও প্রশস্ত ৪৫.৭ মিটার (১৫০ ফুট)। এর ভিত্তিস্তর এবং উপরিতলের প্রশস্ততা যথাক্রমে ৪৫৭ মিটার এবং ৭.৬ মিটার। বাঁধটি সমুদ্রপৃষ্ঠের গড় উচ্চতা থেকে ৩৬ মিটার উপরে অবস্থিত। পানি নির্গমনের জন্য বাঁধের বাঁদিকে ২২৭ মিটার দীর্ঘ আলাদা নির্গমপথ রয়েছে, যা দিয়ে প্রতি সেকেন্ডে ১৬,০০০ ঘন মিটার পানি নির্গত হতে পারে। নির্গমপথে ১৬টি পরপর আলাদা দরজা যুক্ত রয়েছে, যার প্রতিটির মাপ ১২.২ মিটার × ১১.৫ মিটার।\nপ্রভাব:\nবাঁধটি নির্মাণের ফলে ৬৫৫ বর্গকিলোমিটার (২৫৩ বর্গমাইল) অঞ্চল পানিতে নিমজ্জিত হয়। কাপ্তাই এলাকার স্থায়ী অধিবাসীরা এই বাঁধ নির্মাণের ফলে তারা তাদের বাড়ী-ঘর এবং চাষাবাদযোগ্য জমি হারিয়েছেন। প্রায় ১৮,০০০টি পরিবার এবং ১,০০,০০০ জন উপজাতিকে বাস্তুচ্যুত হতে হয়। চল্লিশ হাজারেরও অধিক চাকমা আদিবাসী সম্প্রদায় প্রতিবেশী দেশ ভারতে স্থানান্তরিত হয়। জমি অধিগ্রহণের ফলে ঐ এলাকায় সৃষ্ট সংঘর্ষের অন্যতম প্রধান কারণ হিসেবে বিবেচিত হয়ে আসছে।[৬] এছাড়াও, এ বাঁধ নির্মাণজনিত কারণে জীববৈচিত্র্য ব্যাপকভাবে ধ্বংস হয়েছে। বন্যপ্রাণী এবং তাদের বসবাস উপযোগী আবাসও ক্ষতিগ্রস্ত হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআন্তর্জাতিক জলশক্তি সংস্থা (International Hydropower Association)\nকার্লিতে জলবিদ্যুৎ (ইংরেজি)\nইউটিউবে Mechanicville Hydroelectric Station Tour\nNational Hydropower Association, USA\nHydropower Reform Coalition, USA  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ জানুয়ারি ২০১৮ তারিখে\nইউটিউবে Lecture - 10 Hydroelectric Power and ইউটিউবে Lecture - 11 Hydroelectric Power\nInteractive site that demonstrates dams' effects on rivers  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ জুলাই ২০১৯ তারিখে\nCenter of expertise on hydropower impacts on fish and fish habitat, Canada\nHydro-Québec\nCBC Digital Archives – Hydroelectricity: The Power of Water\nUniversity of Washington Libraries – Seattle Power and Water Supply Collection\nInternational Rivers\nUnited States Federal Energy Regulatory Commission (FERC)\nEuropean Small Hydropower Association\nPower at Niagara Falls Niagara Falls Public Library (Ont.)\nMilford Hydroelectric Station Restoration Tour Built by Henry Ford in 1939\n60,000,000 Horsepower Ready to be Harnessed for Work: when these giants are set in action, the real age of electricity will begin and our dreams will become realities, Popular Science monthly, February 1919, page 46-47, Scanned by Google Books: books.google.com"}