{"pageid": 1087912, "title": "মিকাল রোজিন", "url": "https://bn.wikipedia.org/wiki?curid=1087912", "content": "মিকাল রোজিন (হিব্রু ভাষায়: מִיכַל רוֹזִין‎, জন্ম ২৫শে জুন ১৯৬৯) একজন ইসরায়েলি রাজনীতিবিদ যিনি বর্তমানে মেরেটজ এর জন্য কনেসেট এর সদস্য হিসাবে কাজ করছেন। তিনি ২০১৩ থেকে ২০১৯ এর মধ্যেও দায়িত্ব পালন করেছেন।\n\n\n== শিক্ষা ==\nরোজিন তেল আবিব বিশ্ববিদ্যালয়ে রাষ্ট্রবিজ্ঞান বিভাগ থেকে স্নাতক এবং স্নাতকোত্তর পর্যায়ের শিক্ষা সমাপ্ত করেছিলেন।\n\n\n== রাজনৈতিক কর্মজীবন ==\nরোজিন মেরেটজ তালিকায় ২০১৩ কনেসেটে নির্বাচিত হয়েছিলেন। কনেসেটে তাঁর প্রথম মেয়াদকালে তিনি বিদেশী শ্রমিক সম্পর্কিত কমিটির সভাপতিত্ব করেন এবং তিনটি তদ্বির আয়োগ (লবি) পরিচালনা করেছিন, সেগুলি ছিল- কর্মসংস্থানে সমতার জন্য লবি, মহিলা কনেসেট সদস্যদের জন্য লবি এবং সমতা ও বহুত্ববাদের জন্য লবি।\nতিনি উইমেন অফ দ্য ওয়াল সংগঠনের সদস্য, এবং বলেছেন যে তিনি নারীবাদের সাথে ধর্মীয় স্বাধীনতার সমন্বয়ের একটি বৈশ্বিক ভাবনাকে সমর্থন করেন। ২০১৪ সালের ৪ঠা মার্চ, তিনি এবং আমরাম মিতজনা ইসরায়েল ডেমোক্রেসি ইনস্টিটিউট এর ২০১৩ সালের 'অসামান্য সাংসদ' পুরস্কারে ভূষিত হন। নারী, শিশু এবং সুবিধাবঞ্চিত গোষ্ঠীর অধিকার উন্নয়নে তাঁর কাজের স্বীকৃতি হিসেবে এই পুরস্কার দেওয়া হয়েছিল।\n২০১৫ সালের জানুয়ারিতে সমকামী বিবাহের বিরোধিতার প্রতিবাদে দ্য জুইশ হোম দলের সদর দফতরের বাইরে রোজিন নকল সমকামী বিবাহ পরিচালনা করেন। এছাড়াও তিনি আগুদা - ইসরায়েলি সমকামী পুরুষ, সমকামী মহিলা, উভকামী এবং রূপান্তরিত লিঙ্গ সমিতির বিচারে কনেসেটে এলজিবিটি অধিকারের সমর্থক হিসাবে তৃতীয় স্থানে ছিলেন, তাঁর আগে ছিলেন শুধুমাত্র মেরেটজ সহকর্মী নিটজান হোরোভিৎজ এবং তামার জ্যান্ডবার্গ। দলের তালিকায় চতুর্থ স্থানে থাকার পর তিনি ২০১৫ কনেসেট নির্বাচনে পুনরায় নির্বাচিত হয়েছিলেন, এবং দলীয় তৃতীয় স্থানে থেকে এপ্রিল ২০১৯ নির্বাচনে তিনি পুনরায় নির্বাচিত হন।\n\n\n== সংসদীয় কার্যকালে সম্পাদিত কাজ ==\n• উচ্চশিক্ষা প্রতিষ্ঠানে অংশগ্রহণকারী শিক্ষার্থীদের জন্য মাতৃত্বকালীন ছুটির মেয়াদ ন্যূনতম ছয় সপ্তাহ বাড়ানো।\n• পরিবেশের ক্ষতি করে এমন প্লাস্টিক ব্যাগের ব্যবহার কমিয়ে আনতে সরকারী আইন।\n• দক্ষিণ তেল-আবিবে বিদেশী কর্মীদের চিকিৎসার জন্য একটি নির্দিষ্ট ক্লিনিক স্থাপন করা, যাতে দক্ষিণ তেল-আবিব এলাকার এইচএমও- এর বোঝা কমানো যায়।\n• বন্দোবস্ত বিভাগের কার্যকলাপের উপর তথ্য স্বাধীনতা আইনের প্রয়োগ।\n• কনেসেট এ প্রথমবার এলজিবিটি অধিকারের জন্য একটি বিশেষ দিন স্মরণীয় করা।\n• কনেসেটে প্রথমবারের মত ইহুদি ধর্মের বিভিন্ন ধারার প্রতিনিধিদের সাথে যৌথভাবে হানুক্কা মোমবাতি জ্বালানো।\n\n\n== ব্যক্তিগত জীবন ==\nমিচাল রোজিন তিন সন্তানের জননী। তিনি বর্তমানে পেটা টিকভায় থাকেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nমিকাল রোজিন on the Knesset website\nMichal Rozin  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ নভেম্বর ২০১৬ তারিখে on the Meretz website\n\nটেমপ্লেট:Current MKs"}