{"pageid": 1087439, "title": "আলি হায়দার কায়তান", "url": "https://bn.wikipedia.org/wiki?curid=1087439", "content": "আলি হায়দার কায়তান (জন্ম ১৯৫২) যিনি ফুয়াদ নামেও পরিচিত, তিনি কুর্দিস্তান ওয়ার্কার্স পার্টির (পিকেকে) সহ-প্রতিষ্ঠাতা এবং কুর্দিস্তান কমিউনিটিজ ইউনিয়নের নির্বাহী পরিষদের বর্তমান সদস্য।\n\n\n== জীবনী ==\nতিনি একটি কুর্দি পরিবারে জন্মগ্রহণ করেন যার সদস্যরা ডারসিম বিদ্রোহের পরে পুনর্বাসিত হয়েছিল।  তিনি আবদুল্লাহ ওজালান, হাকি কারের, মাজলুম দোয়ান এবং জেমিল বায়িকের আশেপাশের একটি গোষ্ঠীর প্রাথমিক সদস্যদের মধ্যে ছিলেন যারা ১৯৭৩ সাল থেকে নিয়মিত আদর্শগত সভা করতেন এবং যা পরে \"কুর্দিস্তান বিপ্লবী\" নামে পরিচিত হয়ে ওঠে।\n১৯৭৪ সালের ডিসেম্বর মাসে ADYÖD নিষিদ্ধ করার আগে তাকে ওজালান এবং কালকানের সাথে একসাথে আটক করা হয়।  তিনি ১৯৭৮ সালের নভেম্বরে প্রতিষ্ঠিত কুর্দিস্তান ওয়ার্কার্স পার্টির সহ-প্রতিষ্ঠাতাদের মধ্যে ছিলেন।  লেবাননে অনুষ্ঠিত দ্বিতীয় পার্টি কংগ্রেসে পিকেকে সমর্থন সংগ্রহের জন্য তাকে ইউরোপে পাঠানোর সিদ্ধান্ত নেয়। ১৯৮৪ সালের ২২ জুলাই তিনি ইরাকের লোলান উপত্যকার একটি পিকেকে ক্যাম্পে এক নির্ণায়ক সভায় অংশ নেন যেখানে বিদ্রোহের সাথে শুরু করার সিদ্ধান্ত নেওয়া হয়।  সেমিল বায়িক এবং দুরান কালকানও বৈঠকে অংশ নেন।  তিনি জার্মানিতে ফিরে আসেন, যেখানে ১৯৮৮ সালে তাকে গ্রেপ্তার করা হয় এবং ডসেলডোর্ফের কুর্দি বিচারের সময় তার বিরুদ্ধে লেবাননের বারিয়াসের একটি তথাকথিত বিপ্লবী আদালতের সদস্য হিসেবে অভিযোগ আনা হয়, যা দুজনকে মৃত্যুদণ্ড দেয়। গ্রেপ্তারের সময় তিনি প্রাক-বিচারের আটকের অবস্থার প্রতিবাদে কয়েকবার অনশন করেন।  ১৯৯৪ সালের ৭ মার্চ সন্ত্রাসী সংগঠনের সদস্য হওয়ার অভিযোগে তাকে ৭ বছরের কারাদণ্ড দেওয়া হয়, কিন্তু হত্যার বিষয়টি বিবেচনায় নেওয়া হয়নি। যদিও বিচারকরা রায় দিয়েছেন যে এই হত্যাকাণ্ড লেবাননের সাধারণ ক্ষমার আওতায় পড়েছে যা লেবাননের গৃহযুদ্ধের সময় সংঘটিত অপরাধকে আচ্ছাদিত করেছে। ডুরান কালকানের সাথে তার কয়েক বছর বিচার-পূর্ব আটক থাকার কারণে তাকে অবিলম্বে মুক্তি দেওয়া হয়েছিল। যদিও তার বিরুদ্ধে সন্ত্রাসী সংগঠনের সদস্য হওয়ার অভিযোগও ছিল।  পরে তিনি কুর্দিস্তানে ফিরে আসেন এবং বর্তমানে তিনি কুর্দিস্তান কমিউনিটিজ ইউনিয়নের (কেসিকে) সহ-সভাপতি পরিষদের সদস্য। \n\n\n== মনোভাব ==\nতিনি আবদুল্লা ওজালানের ঘনিষ্ঠ ছিলেন এবং দুজনেই একে অপরের কাছ থেকে সৌহার্দ্যপূর্ণ কথা বলেন। জানা গেছে, হায়দার কায়তান ওজালানকে \"প্রাচ্যচিন্তার মুকুটধারী ব্যক্তিত্ব\" বলে অভিহিত করেন এবং কুর্দিদের জন্য তাকে স্বাভাবিক নেতার মতো উপস্থাপন করেন, অন্যদিকে ওজালান বলেন যে ১৯ সালের ফেব্রুয়ারিতে গ্রেপ্তারের পর জিজ্ঞাসাবাদের সময় হায়দার কায়তানের একটি \"শক্তিশালী আদর্শগত দিক এবং ব্যাখ্যা ক্ষমতা\" ছিল।\n\n\n== তথ্যসূত্র =="}