{"pageid": 1087083, "title": "খাওলা দুনিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1087083", "content": "খাওলা দুনিয়া (আরবি: خولة دنيا) হলেন সিরিয়ার দামেস্কের একজন সিরীয় কবি, সাংবাদিক, গবেষক এবং মানবিক সহায়তা ও ত্রাণ সংগঠক। তার পরিবার মূলত সিরিয়ার হামা প্রদেশের বাসিন্দা। তিনি আলবীয় পটভূমির একজন স্বঘোষিত নাস্তিক।\nতিনি জার্মানির লিউ কোপেলিউ সংস্থার মানবাধিকার ও মানবিক কাজের পুরস্কার প্রাপক। ২০০০ থেকে ২০০২ সাল পর্যন্ত তিনি মানবাধিকার রক্ষা কমিটি- অমরজি পত্রিকার সদস্য ছিলেন। তিনি বেশ কয়েকটি গবেষণা প্রকাশ করেছেন, যার মধ্যে রয়েছে \"সিরিয়ান উইমেন বিটুইন রিয়েলিটি অ্যান্ড অ্যাম্বিশন, রিপোর্ট অন দ্য দামেস্ক ডিরেকশন ডিটেইনালস\" (২০০৮), এবং নির্বাচন এবং রাজনৈতিক বিষয়ে প্রতিবেদন। ২০০৯ সালে তিনি দামেস্ক স্প্রিং-এর বন্দীদের সম্পর্কে একটি প্রতিবেদন লিখেছিলেন।\nতিনি সিরিয়ার সিরিয়ান হিউম্যানিটারিয়ান রিলিফ অ্যান্ড ডেভেলপমেন্ট ইনস্টিটিউট নাজদা নাও-এর পরিচালনা পর্ষদের সভাপতি। তিনি সিরিয়ার নারীদের এবং লারিসা বেন্ডার (এইচজি), সিরিয়েন, ডার শ্উইরিগে ওয়েগ ইন ডাই ফ্রেইহেইট (সিরিয়া, স্বাধীনতার কঠিন পথ) এর বিপ্লব সম্পর্কে একটি অধ্যায় লিখেছিলেন।  ২০১২ সালে বিপ্লবের সময় তিনি অমরজি পত্রিকায় \"ক্ষেপণাস্ত্র পতনের আগে অতি তাড়াহুড়োর কবিতা\" শিরোনামে একটি কবিতা সংকলন প্রকাশ করেন।\n২০১৩ সালে তিনি \"রাইটিং রেভল্যুশন, ভয়েসেস ফ্রম তিউনিস টু দামেস্ক\" নামে একটি বইতে  সিরিয়া সম্পর্কে একটি অধ্যায় লিখেছিলেন। এর ফলে পিইএন অনুবাদ পুরস্কার অর্জন করেন। তিনি ত্রাণ সংস্থা নাজদা নাও-এর অন্যতম প্রতিষ্ঠাতা যারা সিরিয়ার গৃহযুদ্ধে বাস্তুচ্যুত মানুষদের আশ্রয় এবং মানবিক সহায়তা প্রদান করে।\nদুনিয়া এবং তার মনোরোগ বিশেষজ্ঞ স্বামী জালাল নাওফালকে সিরিয়ার নিরাপত্তা বাহিনী দুবার গ্রেপ্তার করেছে।  ২০১১ সালের অক্টোবর থেকে সিরিয়া সরকারের অনুসরণে, তার লেখা, গবেষণা, বিক্ষোভে অংশগ্রহণ এবং ত্রাণ কাজের কারণে, তিনি এপ্রিল ২০১৩ সালে অবৈধভাবে লেবাননে পালিয়ে যান। তিনি বর্তমানে লেবাননে শরণার্থীদের সাথে কাজ করছেন, বেকা শিবিরে, শরণার্থীদের জীবন উন্নত করার চেষ্টা করছেন। তার স্বামী এখনো সিরিয়ায় আটক আছেন। \nদুনিয়া সিরিয়ার বিপ্লবে নারীদের লক্ষ্য এবং কীভাবে এটি \"সকল নিষিদ্ধ তার বিরুদ্ধে বিপ্লব\" সম্পর্কে কথা বলেছেন। তিনি এই দ্বন্দ্বের পরিবর্তিত প্রকৃতি এবং কীভাবে নারীদের প্রান্তিক করা হয়েছে সে সম্পর্কেও কথা বলেছেন কারণ সংঘর্ষ নাগরিক, শান্তিপূর্ণ বিক্ষোভ থেকে সামরিকীকৃত সংঘাতে পরিবর্তিত হয়েছে। তাঁর কথায়, \"রাজনৈতিক বিরোধী দলে মহিলারা পুরুষদের জন্য মশলার মতো। তারা আমাদের কিছু স্বাদ যোগ করতে ব্যবহার করে, কিন্তু আমরা প্রধান উপাদানগুলিকে প্রভাবিত করি না। আমি এই রান্নায় অংশ নিতে অস্বীকার করি, যতক্ষণ না আমাকে সক্রিয় অংশগ্রহণকারী হিসাবে বিবেচনা করা হয়।\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফেসবুকে Khawla Dunia"}