{"pageid": 1088547, "title": "কারমিন চান হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1088547", "content": "কারমিন চান ছিল একজন ১৩ বছর বয়সী অস্ট্রেলীয় মেয়ে। তাকে ১৯৯১ সালের ১৩ই এপ্রিল রাতে টেম্পলস্টো, ভিক্টোরিয়াতে তার বাড়ি থেকে অপহরণ করা হয়েছিল এবং পরে তাকে হত্যা করা হয়েছিল। প্রধান সন্দেহভাজন ছিল \"মি. ক্রুয়েল\"।\n\n\n== অপহরণ ==\nকারমিনের বাবা এবং মা উভয়েই নিকটবর্তী মেলবোর্ন শহরতলির এলথামের একটি নিজস্ব চীনা রেস্তোরাঁয় কাজ করতেন। সেই সময়টায় কারমিন বাড়িতে তার দুই ছোট বোনকে দেখাশোনা করত। কারমিন এবং তার বোনেরা বালাক্লাভা পোশাক পরিহিত ছুরি হাতে নেওয়া একজনের মুখোমুখি হয়েছিল। কারমিনকে নিয়ে সাথে পালিয়ে যাওয়ার আগে সে কারমিনের বোনদের একটি পোশাকের আলমারিতে বন্ধ করে দিয়েছিল। যাওয়ার আগে, সে তাদের সামনের উঠোনে রাখা একটি গাড়ির উপর স্প্রে রং দিয়ে \"এশিয়ান ড্রাগ ডিল\", \"বদলা\" এবং \"আরো আসছে\" এইসব লিখে দিয়ে যায়। পুলিশের সন্দেহ ছিল যে এটি আসল উদ্দেশ্য থেকে তাদের বিভ্রান্ত করার জন্য হত্যাকারীর একটি কৌশল। কারমিনের মা কারমিনকে ফিরিয়ে দেবার জন্য টেলিভিশনে একটি আবেগপূর্ণ আবেদন রেখেছিলেন।\n\n\n== তদন্ত ==\nগণমাধ্যমে মি. ক্রুয়েল নামে পরিচিত একজন অপরাধীর দ্বারা কারমিনের অপহরণের আগে মেলবোর্নে বেশ কয়েকটি মেয়ে অপহরণের ঘটনা ঘটেছিল। ভিক্টোরিয়া পুলিশ কারমিনের অপহরণের আগের দিন থেকে অপারেশন চ্যালেঞ্জের কার্যকলাপ কমানো শুরু করেছিল। এটি শুরু হয়েছিল দুটি অপহরণের তদন্তের জন্য, যেখানে অত্যাচারিতাকে ধর্ষণ করা হয়েছিল এবং এর আগে বাড়িতে হামলার সঙ্গেও ধর্ষণ জড়িত ছিল। গোয়েন্দারা মনে করে ছিলেন কারমিনকে আগের মেয়েদের অপহরণের মতোই ছেড়ে দেওয়া হবে।\nকারমিনের অপহরণের ২৩ দিন পর, ১৯৯১ সালের ৬ই মে, কারমিন অপহরণের তদন্ত এবং অপারেশন চ্যালেঞ্জ তদন্ত চালিয়ে যাওয়ার জন্য ভিক্টোরিয়া পুলিশ বিশেষ কর্মীদল,- স্পেকট্রাম টাস্কফোর্স গঠন করে। তার অপহরণ সম্বন্ধে কোন তথ্যের জন্য ১০০,০০০ ডলার পুরস্কার ঘোষণা করা হয়েছিল।\n১৯৯২ সালের ৯ই এপ্রিল, থমাসটাউন শহরতলির এডগার ক্রিকের একটি ভাগাড় এলাকায় কারমিনের দেহাবশেষ পাওয়া যায়। মাথার পেছনে খুলিতে তিনটি গুলির ছিদ্র ছিল। মৃতদেহটি সম্ভবত সেখানে ১২ মাস ধরে পড়েছিল। ১৯৯৪ সালের ৩১শে জানুয়ারি, স্পেকট্রাম টাস্কফোর্স ভেঙে দেওয়া হয়েছিল।  অপরাধীকে ধরে বিচারের আওতায় আনা সম্ভব হয়নি। কয়েকজন গোয়েন্দার সন্দেহ ছিল কারমিন মিস্টার ক্রুয়েলের শিকার কিনা। ১৯৯৭ সালে শবপরীক্ষকের সাথে একটি তদন্ত করা হয়েছিল, যাতে জানা গিয়েছিল যে কোন বিকৃত কারণেই তার মৃত্যু হয়েছিল, কিন্তু দায়ী ব্যক্তি বা ব্যক্তিদের চিহ্নিত করা সম্ভব হয়নি॥\n'অমীমাংসিত মামলা'র (কোল্ড কেস) গোয়েন্দারা নিয়মিত তদন্ত পর্যালোচনা করে মামলাটি উন্মুক্ত রেখেছেন। তার অপহরণের ২৫ তম বার্ষিকীতে পুরস্কারমূল্য ১০০,০০০ ডলার থেকে বাড়িয়ে ১,০০০,০০০ করা হয়েছিল।\n\n\n== আরও দেখুন ==\nঅপহরণের তালিকা\nনিখোঁজ ব্যক্তির মামলার সমাধান\nঅমীমাংসিত হত্যার তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nDaly, Martin (১৩ এপ্রিল ১৯৯৬)। \"Cruel legacy\"। The Age। পৃষ্ঠা A19। সংগ্রহের তারিখ ২২ জুলাই ২০১৮  – Newspapers.com-এর মাধ্যমে।  \nDelianis, Paul (১৫ ফেব্রুয়ারি ১৯৯৩)। \"To catch a killer\"। The Age। পৃষ্ঠা 11। সংগ্রহের তারিখ ২২ জুলাই ২০১৮  – Newspapers.com-এর মাধ্যমে।"}