{"pageid": 1088585, "title": "অ্যাবিগেল উইচলসকে ছুরিকাঘাত", "url": "https://bn.wikipedia.org/wiki?curid=1088585", "content": "অ্যাবিগেল উইচলসকে ছুরিকাঘাত ছিল ২০০৫ সালে ইংল্যান্ডে ঘটে যাওয়া একটি অপরাধ। যার ফলে একজন গর্ভবতী মহিলা পক্ষাঘাতগ্রস্ত হয়ে পড়েছিলেন।\n\n\n== অ্যাবিগাইল উইচলস ==\n১৯৭৮ সালের ২৫ নভেম্বর অ্যাবিগেল হোলিন্স জন্মগ্রহণ করেন। তিনি ডা. মার্টিন হোলিন্স এবং তার স্ত্রী, লাইফ পিয়ার (বিশেষ উপাধি) শীলা হোলিন্সের কন্যা। তিনি সেন্ট বেনেডিক্টের লে কমিউনিটির সাথে সম্পর্কযুক্ত একটি সমর্পিত রোমান ক্যাথলিক পরিবার থেকে এসেছিলেন। তিনি ১২ অক্টোবর ২০০২ সালে বেনোইট উইচলসকে বিয়ে করেন।\n\n\n== ছুরিকাঘাত ==\n২০শে এপ্রিল, ২০০৫ তারিখে সারেতে তার ২১ মাসের ছেলে জোসেফের সাথে হাঁটতে বের হওয়ার সময় উইচলস এক অজ্ঞাত ব্যক্তির দ্বারা আক্রান্ত হন এবং তার ঘাড়ে ছুরিকাঘাত করা হয়। তিনি সেই সময় গর্ভবতী ছিলেন। তাকে এক প্রতিবেশী খুঁজে পায় এবং হাসপাতালে নিয়ে যায়। তিনি পক্ষাঘাতগ্রস্ত হয়ে পড়েছিলেন এবং কথা বলতে অক্ষম ছিলেন। তিনি বেশ কয়েক সপ্তাহ ধরে ইন্টেন্সিভ কেয়ারে (আই সি ইউ) ছিলেন, শুধুমাত্র চোখের পলক ফেলে পরিবার এবং পুলিশের সাথে যোগাযোগ করেছিলেন। পুলিশ তিনজনকে গ্রেপ্তার করে, কিন্তু পরে তাদের ছেড়ে দেয়। প্রাথমিকভাবে তাকে টুটিং এর সেন্ট জর্জ হাসপাতালে চিকিৎসা দেওয়া হয় - যেখানে তার মা ডাঃ শীলা হোলিন্স কাজ করতেন, এবং সেদিন কাজ করছিলেন - তারপর পুনর্বাসনের জন্য স্ট্যানমোরের রয়্যাল ন্যাশনাল অর্থোপেডিক হাসপাতালে স্থানান্তরিত হন।\n২০০৫ সালের ২৮ শে এপ্রিল, উদ্যান কেন্দ্রের ২৩ বছর বয়সী একজন কর্মী রিচার্ড ক্যাজালি, যিনি আক্রমণস্থলের কাছাকাছি থাকতেন, অতিরিক্ত মাত্রায় ঔষধ গ্রহণ করেন। তাঁকে স্কটল্যান্ডের এডিনবরা রয়্যাল ইনফার্মারিতে নিয়ে যাওয়া হয়েছিল, কিন্তু লিভার বিকল হওয়ার ৩০ এপ্রিল মারা যান। তার বান্ধবীকে লেখা একটি সুইসাইড চিরকুটে ক্যাজালি লিখেছিলেন: \"আমার প্রিয়তম নেসার, আমি খুব দুঃখিত! আমার মনে হয় আমার মধ্যে ২ জন আছে। আমি খুব ভয় পাচ্ছি কিন্তু শীঘ্রই সব শেষ হয়ে যাবে! এবং সবার ভাল হবে। আমার মনে নেই কি হয়েছে তবে আমি ভয় পাচ্ছি যে আমি এটি করেছি। তুমি আরও ভাল কিছু পাওয়া উচিত। তোমার মা তোমার দেখাশোনা করবেন। তাকে বলো আমি এই সমস্ত কিছুর জন্য খুব দুঃখিত। আমার সমস্ত ভালবাসা সবসময় এবং '4এভার'।\" চিরকুটে নির্দিষ্টভাবে অ্যাবিগেল উইচলসের কথা উল্লেখ করা হয়নি। ২০০৫ সালের ১৮ মে বিবিসির ক্রাইমওয়াচ প্রোগ্রামে উইচলসের স্বামী বেনোইটের সাক্ষাৎকার নেদেওয়া হয় এবং তিনি বলেন যে তিনি এবং তার স্ত্রী হামলাকারীর প্রতি কোন ক্ষোভ অনুভব করেন না। \nস্ত্রীর ভবিষ্যৎ নিয়ে আলোচনা করতে গিয়ে তিনি বলেছিলেন, \"মানুষ ঘাড় থেকে নীচে পক্ষাঘাতগ্রস্ত হয়ে বিস্ময়কর জীবন যাপন করে। গত তিন সপ্তাহে আমাদের প্রত্যাশা ব্যাপকভাবে পরিবর্তন করতে হয়েছে, কিন্তু এটা বলা যায় না যে আমরা এখনও একটি পরিবারের সাথে শান্তিপূর্ণ জীবন যাপন করতে যাচ্ছি না।\" তিন সপ্তাহ পরে ঘোষণা করা হয় যে তার গর্ভস্থ শিশুর স্বাভাবিকভাবে বিকাশ হচ্ছে। উইচলসের দ্বিতীয় পুত্র ডমিনিক আদ্রিয়ান ২০০৫ সালের ১১ নভেম্বর পাঁচ সপ্তাহ আগে জন্মগ্রহণ করে। জন্মটি স্বাভাবিক ছিল, এবং ঘোষণা করা হয়েছিল যে তিনি স্তন্যপান করাচ্ছেন, এবং তার ডান হাতের ব্যবহারযোগ্যতা কিছুটা ফিরে পেয়েছেন। \n২০০৫ সালের ২২ নভেম্বর পুলিশ জানায়, যদি কাজালেকে সময়মতো গ্রেপ্তার করা হতো, তাহলে তার বিরুদ্ধে হত্যার চেষ্টার অভিযোগ আনা হতো এবং তারা এই মামলার সমাধান বিবেচনা করে, যদিও উইচলস তাকে ফটোগ্রাফ আইডেন্টিটি প্যারেডে নিতে ব্যর্থ হয়। \n\n\n== পুনরুদ্ধার ==\n২০০৬ সালের জুলাই মাসে উইচলস এবং তার পরিবার আধ্যাত্মিক সমর্থনের জন্য ফ্রান্সের লুর্দেসে তীর্থযাত্রায় যান। ঘোষণা করা হয়েছিল যে তার জন্য একটি বিশেষভাবে অভিযোজিত বাংলো তৈরি করা হচ্ছে, এবং তিনি আশা করেছিলেন যে শেষ পর্যন্ত তিনি শিক্ষকতায় ফিরে আসবেন।\n২০০৯ সালের এপ্রিল মাসে উইচলস লর্ডস সম্পর্কে একটি বইয়ের জন্য একটি অধ্যায় লিখেছিলেন। দ্যা ডেইলি টেলিগ্রাফ, অধ্যায়টি পুনরায় প্রকাশ করেছে। ২০০৫ সালে একবার ভেন্টিলেটর থেকে সরিয়ে নেওয়ার পরে উইচলস তাঁর কথা বলার ক্ষমতা ফিরে পেয়েছিলেন।\nউইচলস ৬ জুন ২০১০ তারিখে টুটিং-এর সেন্ট জর্জ হাসপাতালে রেবেকা গ্রেস নামক একটি সুস্থ কন্যা সন্তানের জন্ম দেন।\n\n\n== তথ্যসূত্র =="}