{"pageid": 1088097, "title": "ইয়ারা সালাম", "url": "https://bn.wikipedia.org/wiki?curid=1088097", "content": "ইয়ারা সালাম (আরবি: يارا رفعت سلّام; জন্ম নভেম্বের ২৪, ১৯৮৫) একজন বিশিষ্ট মিশরীয় নারীবাদী এবং মানবাধিকার কর্মী। তিনি বেশ কিছু মিশরীয় এবং আন্তর্জাতিক মানবাধিকার সংগঠনের পাশাপাশি আফ্রিকান কমিশন অন হিউম্যান অ্যান্ড পিপলস রাইটস (এসিএইচপিআর) এর জন্য আইনজীবী এবং গবেষক হিসেবে কাজ করেছেন।\n২১ শে জুন, ২০১৪ তারিখে কায়রোতে মিশরের রাষ্ট্রপতির কার্যালয় ইতিহাদিয়া প্রাসাদের কাছে মিছিলরত অবস্থায় তিনি প্রায় ৩০০ জন কর্মীসহ গ্রেফতার হন। তারা মিশরের আইনের বিরুদ্ধে একটি শান্তিপূর্ণ বিক্ষোভ করছিলেন। প্রতিবাদ আইন লঙ্ঘনের দায়ে অভিযুক্ত ২২ সহকর্মী বিক্ষোভকারীদের সাথে তার বিচার কার্যক্রম, রাষ্ট্রপতি আবদেল ফাত্তাহ আল-সিসির সরকার কর্তৃক আরোপিত ভিন্নমতের কঠোর বিধিনিষেধের প্রতিরোধের একটি প্রতীক হয়ে উঠে।\nঅ্যামনেস্টি ইন্টারন্যাশনাল এই দৃষ্টান্তটিকে \"স্বল্পসংখ্যক এবং সন্দেহজনক প্রমাণের উপর ভিত্তি করে একটি লোকদেখানো মামলা (শো-ট্রায়াল)\" বলে অভিহিত করেছে যা মিশরের প্রতিবাদ আইনকে অমান্য করে এমন কাউকে স্পষ্ট সতর্কবার্তা দেওয়ার উদ্দেশ্যে করা হয়েছে।\n\n\n== প্রাথমিক জীবন এবং সক্রিয়তা ==\nইয়ারা সালাম কায়রোর হেলিওপলিস জেলায় জন্মগ্রহণ করেছিলেন। তার পিতামাতা বামপন্থী ছিলেন। ইয়ারা সালাম পরে বলেছিলেন, \"নারীবাদ চর্চার জন্য আমার তত্ত্ব এবং বই পড়ার দরকার ছিল না। আমি ভাগ্যবান যে আমি একটি বামপন্থী পরিবারে বেড়ে উঠেছি, যেখানে নারী -পুরুষের সমতায় বিশ্বাস করা হয় এবং এই মূল্যবোধগুলো প্রয়োগ করা হয়।\"\nসালাম ২০১৩ সালে একজন সাক্ষাৎকারদাতাকে বলেছিলেন যে, ১৫ বছর বয়সে মানবাধিকারের প্রতি তার আগ্রহ দেখা দেয়, যখন \"আমি আল-নসুর আল-সাগিরা\" (দ্য ইয়াং ঈগলস) -এর সদস্য ছিলাম, যা শিশুদের অধিকার নিয়ে কাজ করছিল।\" মিশরীয় অনলাইন সংবাদপত্র মাসা মাসর অনুসারে, \"গ্রুপটি মধ্যবিত্ত পরিবারদেরকে বামপন্থী দিকে আকৃষ্ট করছিল এবং যার ফলে ১৯৯০ এবং ২০০০ এর দশকের গোড়ার দিকে তাদের সভা ও ক্যাম্পে সন্তানদের পাঠিয়েছিল। গ্রুপটি এই শিশুদের মানবাধিকার ইস্যুতে যুক্ত করতে অবদান রেখেছে।\"\nসালাম ২০০০ সালে কায়রো বিশ্ববিদ্যালয় থেকে আইন বিষয়ে উচ্চশিক্ষায়তনিক উপাধি (ডিগ্রি) অর্জন করেন এবং ২০০৭ সালে ফ্রান্সের প্যারিসে পঁতেও-সর্বন বিশ্ববিদ্যালয় থেকে বাণিজ্যিক আইনে স্নাতকোত্তর উপাধি (মেত্রিজ) পান। তিনি যুক্তরাষ্ট্রেও পড়াশোনা করেছেন এবং ২০১০ সালে সেখানে নটর ডেম বিশ্ববিদ্যালয় থেকে আন্তর্জাতিক মানবাধিকার আইনবিদ্যায় স্নাতকোত্তর (মাস্টার অব লজ, এলএলএম) উপাধি লাভ করেন। এই উপাধিগুলি অর্জন করার পাশাপাশি তিনি মিশরে একজন মানবাধিকার কর্মী হিসাবে পেশাগতভাবেও কাজ করেছিলেন। ফরাসি চিন্তাকেন্দ্র আঁস্তিত্যু দে র‍্যশের্শ পুর ল্য দেভলপমঁ-র কায়রো কার্যালয়ে একজন গবেষক হিসেবে তিনি মিশরের নারীদের জীবনে বিবাহ বিচ্ছেদ আইন এবং নীতির প্রভাবগুলি অনুসন্ধান করেছিলেন। পরে তিনি ইজিপশিয়ান ইনিশিয়েটিভ ফর পারসোনাল রাইটস (ইআইপিআর, \"ব্যক্তি অধিকারের জন্য মিশরীয় উদ্যোগ\") নামক একটি শীর্ষস্থানীয় গার্হস্থ্য মানবাধিকার গোষ্ঠীর নাগরিক স্বাধীনতা বিভাগে যোগদান করেন। সেখানে তিনি ধর্মীয় সংখ্যালঘুদের বিরুদ্ধে বৈষম্য এবং সহিংসতার দিকে মনোনিবেশ করেছিলেন।\n\n\n== তথ্যসূত্র =="}