{"pageid": 1088411, "title": "আমান্ডা মিলান হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1088411", "content": "আমান্ডা মিলানের হত্যাকাণ্ড হচ্ছে ২০০০ সালের ২০ শে জুন নিউ ইয়র্ক সিটির পোর্ট অথরিটি বাস টার্মিনালের কাছে রাস্তায় ২৫ বছর বয়সী রূপান্তরিত লিঙ্গের নারী মিলানকে দুই ব্যক্তির হত্যা করার ঘটনা। এই অনুষ্ঠান রূপান্তরিত লিঙ্গ সম্প্রদায়ের মধ্যে ক্ষোভ উস্কে দেয়। এই ঘটনা জনসাধারণের বিক্ষোভে স্মরণীয় হয়ে আছে এবং বেশ কিছু প্রকাশনায় তা আলোচনা করা হয়েছে।\n\n\n== হত্যা ==\n২০ শে জুন ভোর ৪টায় বাস টার্মিনালে একদল বন্ধুকে ছেড়ে রেখে মিলান ক্যাব ধরার জন্য হাঁটছিল। প্রত্যক্ষদর্শীদের মতে, সেইসময় ডোয়েন ম্যাককুলার নামে এক ব্যক্তি তার কাছে গিয়ে তাকে হয়রানি করে ও হুমকি দিতে শুরু করে। মিলান তার বিরোধিতা করে ও তাকে জিজ্ঞাসা করে যে সে লড়াই চাইছে কিনা। পুলিশ রিপোর্ট অনুযায়ী, সে মিলানকে গুলি করার ও ঘুষি মারার হুমকি দিয়েছিল। প্রত্যক্ষদর্শীরা জানিয়েছেন যে সে প্রত্যাখ্যান করেছিল। সে চলে যাওয়ার সময় ইউজিন সেলেস্টিন নামে আরেক যুবক ম্যাককুলারকে বলে যে তার কাছে একটি ছুরি রয়েছে। ম্যাককুলার এটি ধরে, এবং মিলানের ঘাড়ে ছুরি মারে। ডেভিড অ্যান্ডারসন নামে এক ব্যক্তি ম্যাককুলারকে ঘটনাস্থল থেকে পালাতে সহায়তা করেছিল বলে অভিযোগ। \nএকজন পথচারী রক্তপাত থামানোর চেষ্টা করে এবং মিলানকে হাসপাতালে নিয়ে যাওয়ার জন্য একটি অ্যাম্বুলেন্স আসে; যাইহোক, তাদের প্রচেষ্টা সত্ত্বেও, তিনি সেন্ট ভিনসেন্ট হাসপাতালে এক ঘন্টারও কম সময়ের মধ্যে মারা যান। \n\n\n== প্রতিক্রিয়া ==\nবার্ষিক এলজিবিটি প্রাইড প্যারেডের কয়েক দিন আগে এই হত্যা সংঘটিত হয়েছিল। ট্রান্সজেন্ডার এক্টিভিস্ট সিলভিয়া রিভেরা মিলানের মৃত্যুর তদন্ত করা হয়েছে এবং মিলানের রাজনৈতিক অন্ত্যেষ্টিক্রিয়ার আয়োজন করেছে এবং অন্যান্য বিক্ষোভের পাশাপাশি বৃহত্তর এলজিবিটি সম্প্রদায় থেকে রূপান্তরকামীদের অধিকার বিচ্ছিন্ন করার দাবি করেছে। কুইর অ্যাক্টিভিস্ট এবং লেখক মাটিল্ডা বার্নস্টাইন সিকামোরের মতে \"মিলান একটি এলজিবিটি আন্দোলনের অসমাপ্ত কার্যের প্রতীক হয়ে উঠেছিল, যেখানে প্রায়শই দেখা যেত, 'রূপান্তরকামীদের বাসের পিছনে ফেলে রেখেছিল।' মিলানের হত্যার কারণে রিভেরা একটি রূপান্তরকামী কর্মী দল স্ট্রিট ট্রান্স অ্যাক্টিভিস্ট রেভলিউশনারিস (স্টার) সংস্কার করেছিলেন। রিভেরা নিউ ইয়র্ক সিটি মানবাধিকার আইনে লিঙ্গের একটি বিস্তৃত সংজ্ঞা যুক্ত করার কারণগুলির মধ্যে এই অপরাধের কথা উল্লেখ করেছেন।\nদীর্ঘদিনের ট্রান্স এক্টিভিস্ট মেলিসা শ্লার্জ ব্যাখ্যা করেছেন যে ১৯৭০-এর দশকের মাঝামাঝি সময় থেকে তিনি টাইমস স্কোয়ারে ট্রান্স নারীদের হত্যার বিষয়ে পড়েছিলেন, কিন্তু \"মিলান মামলাটি যা তাৎপর্যপূর্ণ করে তোলে তা হ'ল আমান্ডা মিলান পর্যন্ত কেউ সাড়া দেয়নি।\" শ্লার্জ বলেছিলেন যে সাধারণত সংবাদপত্রগুলি অস্পষ্টভাবে \"ট্রান্সপ্যানিকের ইঙ্গিত\" ফেলে দিচ্ছিল। শ্লার্জ এই সিদ্ধান্তে উপনীত হন যে, \"মিলান শহীদ নয়, বরং একটি সমাবেশের আর্তনাদ হয়ে উঠেছে। তার মৃত্যু কে ঘিরে সক্রিয়তা দেখিয়েছে যে বিশ্ব রূপান্তরকামী রা কুইর সম্প্রদায়ের অন্তর্ভুক্ত - এক্টিভিস্টদের বার্তা হচ্ছে ম্যাথিউ শেফার্ড এবং আমান্ডা মিলানের মধ্যে কোন পার্থক্য নেই। তার মৃত্যুর প্রতিক্রিয়া অ-কুইর সম্প্রদায়কে বলে: যথেষ্ট, আজ সহিংসতা বন্ধ হয়ে গেছে।\"\nআমান্ডা মিলান এবং দ্য রিবার্থ অফ স্ট্রিট ট্রান্স অ্যাক্টিভিস্ট রেভলিউশনারিজএ বেঞ্জামিন হাইম শেপার্ডের মতে এই মামলা এবং এর ফলে মিডিয়ার মনোযোগ \"রূপান্তরকামী সম্প্রদায়কে গ্যালভানাইজ করতে এবং পরিবর্তনকে প্ররোচিত করতে\" সহায়তা করেছিল।\n\n\n== পরে ==\nম্যাককুলারকে দ্বিতীয় ডিগ্রীতে হত্যার জন্য অভিযুক্ত করা হয়েছিল। পরবর্তীতে তিনি দোষ স্বীকার করেন এবং তাকে সতেরো বছরের কারাদণ্ড দেওয়া হয়। \nঅ্যান্ডারসনকে প্রথম ডিগ্রি প্রসিকিউশনে বাধা দেওয়ার জন্য অভিযুক্ত করা হয়েছিল, এবং সেলেস্টাইনকে অপরাধমূলকভাবে অবহেলিত হত্যাকাণ্ড, চতুর্থ ডিগ্রীতে অপরাধমূলক সুবিধা এবং চতুর্থ ডিগ্রিতে অস্ত্রের অপরাধমূলক দখলের জন্য প্রত্যেকের জন্য একটি অভিযোগ করা হয়েছিল। \n\n\n== আরও দেখুন ==\nগুয়েন আরাউজোর হত্যা\nট্রান্স-বাশিং\nহিজড়া স্মরণ দিবস\nট্রান্সফোবিয়া\n\n\n== তথ্যসূত্র =="}