{"pageid": 1088853, "title": "রফিক আহমদ পামপুরি", "url": "https://bn.wikipedia.org/wiki?curid=1088853", "content": "রফিক আহমদ পামপুরি (জন্ম: ১৩ ফেব্রুয়ারি ১৯৫৬) একজন ভারতীয় ইসলামি পণ্ডিত, ডাক্তার, শিক্ষাবিদ ও লেখক। তিনি শ্রীনগরের অন্যতম প্রধান মাদ্রাসা দারুল উলুম ইলাহিয়ার প্রতিষ্ঠাতা পরিচালক। তাকে জম্মু ও কাশ্মীরের স্নায়ুবিজ্ঞানের শীর্ষ অনুশীলনকারী হিসেবে দেখা হয়।\nতিনি আশরাফ আলী থানভীর খলিফা মুহাম্মদ মাসিহুল্লাহ খানের শিষ্য। তিনি সরকারি মেডিকেল কলেজ, শ্রীনগরের অধ্যক্ষ হিসেবে দায়িত্ব পালন করেছিলেন। তিনি সৌরার ডায়ালাইসিস সেন্টারের পরিচালক। তিনি সহীহ বুখারীর পাঁচ খণ্ডের ভাষ্য রাফাতুল বারী ও আইজাজুল কুরআন রচনা করেছেন।\n\n\n== জীবনী ==\nরফিক আহমদ পামপুরি ১৯৫৬ সালের ১৩ ফেব্রুয়ারি শ্রীনগরের সাফা কাদালে জন্মগ্রহণ করেন। তিনি কারান নগরের জাতীয় স্কুলে প্রাথমিক এবং ১৯৭৪ সালে শ্রী প্রতাপ কলেজ থেকে উচ্চ মাধ্যমিক শিক্ষা সম্পন্ন করেন। তিনি ১৯৭৯ সালে সরকারি মেডিকেল কলেজ, শ্রীনগর থেকে এমবিবিএস এবং ১৯৮৩ সালে মাস্টার্স সমাপ্ত করেন। তিনি অখিল ভারতীয় আয়ুর্বিজ্ঞান সংস্থান, দিল্লি থেকে নিউরোটোলজিতে ফেলোশিপ করেন। সুফিবাদে তিনি মুহাম্মদ মাসিহুল্লাহ খান থেকে উপকৃত হন।\n১৯৮৩ সালে তিনি শ্রীনগর সরকারি মেডিকেল কলেজের রেজিস্ট্রার নিযুক্ত হন। ১৯৯০ সালে তিনি কলেজের ইএনটি বিভাগের অধ্যাপক নিযুক্ত হন এবং পরে এর প্রধান অধ্যাপক হিসেবে পদোন্নতি পান। ২০১২ সালের ১ অক্টোবর তিনি কলেজটির অধ্যক্ষ নিযুক্ত হন। তিনি স্বেচ্ছায় অবসর নেওয়ার জন্য ২০১৫ সালের ডিসেম্বরে একটি প্রতিবাদী ছুটিতে যান, যদিও অধ্যক্ষ হিসেবে তার মেয়াদ শেষ হওয়ার কথা ২০১৮ সালের ১ ফেব্রুয়ারি। তিনি উল্লেখ করেন, তিনি প্রতিষ্ঠানগুলোর (জিএমসি এবং সংশ্লিষ্ট হাসপাতাল) অবনতি দেখতে পারেন না। বলা হয়েছিল, তিনি বিজেপির রাজনীতিবিদ লাল সিং চৌধুরীর জন্য অকাল অবসরের আবেদন করতে বাধ্য হন।\nমুহাম্মদ সাইদের অনুরোধে তিনি অবসরের আবেদন প্রত্যাহার করেন। এদিকে, লাল সিং ২০১৫ সালের ১৯ ডিসেম্বর কায়সার আহমেদকে অন্তর্বর্তীকালীন অধ্যক্ষ হিসেবে নিয়োগ করেন, যিনি পদ ছাড়তে অস্বীকার করেন। ওমর আবদুল্লাহ এটিকে ‘পিডিপি বনাম বিজেপির ইগোর লড়াই’ হিসেবে বর্ণনা করেন। কাশ্মীর অবজারভারের মতে, সরকার ২২ ডিসেম্বর ২০১৫ তারিখে কায়সারকে অধ্যক্ষ হিসেবে ঘোষণা করে বিতর্ক বন্ধ করে।\nরফিক আহমেদকে জম্মু ও কাশ্মীরের স্নায়ুবিজ্ঞানের শীর্ষ অনুশীলনকারী হিসেবে দেখা হয়। মুহাম্মদ মাসিহুল্লাহ খান দ্বারা প্রভাবিত হয়ে তিনি খানের নির্দেশে শ্রীনগরে ১৯৯২ সালে দারুল উলুম ইলাহিয়া প্রতিষ্ঠা করেন। বড়গাম, গণ্ডেরবাল ও কুলগামে দারুল উলুম ইলাহিয়ার অনেক শাখা আছে। ইলাহিয়ায় দারুল উলুম দেওবন্দের দারসে নিজামি এবং রাজ্য বোর্ডের ধর্মনিরপেক্ষ শিক্ষা প্রদান করা হয়। এটি একটি মাধ্যমিক বিদ্যালয় পরিচালনা করে যেখানে প্রায় তিনশত শিক্ষার্থী অধ্যয়ন করে।\nতিনি সৌরার ডায়ালাইসিস সেন্টারের প্রতিষ্ঠাতা পরিচালক। এটি স্বেচ্ছাসেবী মেডিকেল ট্রাস্ট কর্তৃক প্রতিষ্ঠিত হয়, যার চেয়ারম্যান তিনি। প্রতিষ্ঠার পর থেকে তিনি দারুল উলুম ইলাহিয়ার মুহতামিম।\n\n\n== প্রকাশনা ==\nতিনি আইজাজুল কুরআন, কুরআন বোঝার যন্ত্র, রাফাতুল বারী এবং দ্য নিড ফর ডিভাইন গাইডেন্সের মতো ধর্মীয় বই লিখেছেন। তার অন্যান্য একাডেমিক প্রকাশনার মধ্যে রয়েছে:\n\nক্রনিক সাপিউরেটিভ ওটিটিস মিডিয়া\nমুখের স্নায়ুর প্রাথমিক টিউমার: রোগ নির্ণয় ও ব্যবস্থাপনা\nট্রান্সসার্ভিকাল ফরেন বডি\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\nরফিক আহমদ পামপুরির ওয়াজের সংকলন"}