{"pageid": 1088003, "title": "অনুভূতি বিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1088003", "content": "প্রভাবক বিজ্ঞান বা অনুভূতি বিজ্ঞান হল আবেগ বা প্রভাবের বৈজ্ঞানিক অধ্যয়ন। এর মধ্যে রয়েছে আবেগ প্রকাশ, মানসিক অভিজ্ঞতা এবং অন্যদের মধ্যে আবেগের স্বীকৃতি নিয়ে অধ্যয়ন। বিশেষ প্রাসঙ্গিকতার মধ্যে রয়েছে অনুভূতি, মেজাজ, আবেগ-চালিত আচরণ, সিদ্ধান্ত গ্রহণ, মনোযোগ এবং আত্ম-নিয়ন্ত্রণ, সেইসাথে আবেগের অন্তর্নিহিত শারীরবিদ্যা এবং স্নায়ুবিজ্ঞান।\n\n\n== আলোচনা ==\nআচরণগত, জৈবিক এবং সামাজিক বিজ্ঞানে আবেগের প্রতি ক্রমবর্ধমান আগ্রহ দেখা যায়। গত দুই দশক ধরে গবেষণা ইঙ্গিত দেয় যে ব্যক্তিগত জ্ঞানীয় প্রক্রিয়াকরণ থেকে শুরু করে সামাজিক এবং সম্মিলিত আচরণ পর্যন্ত অনেক ঘটনা প্রভাবক নির্ধারক (অর্থাৎ উদ্দেশ্য, মনোভাব, মেজাজ এবং আবেগ) বিবেচনা না করে বোঝা যায় না। ১৯৬০-এর দশকের সংজ্ঞানাত্মক বিপ্লব যেমন সংজ্ঞানাত্মক বিজ্ঞানের জন্ম দেয় এবং বিভিন্ন সুবিধাজনক দিক থেকে সংজ্ঞানাত্মক কার্যকারিতা অধ্যয়নকারী শাখাগুলিকে সংযুক্ত করে, প্রভাবক বিজ্ঞানের উদীয়মান ক্ষেত্রটিও সেভাবেই প্রভাবের জৈবিক, মনস্তাত্ত্বিক এবং সামাজিক মাত্রা অধ্যয়নকারী শৃঙ্খলাগুলিকে একত্রিত করতে চায়।\nপ্রভাবক বিজ্ঞানে বিশেষ করে মনোবিজ্ঞান, প্রভাবক স্নায়ুবিজ্ঞান, সমাজবিজ্ঞান, মনোরোগ, নৃতত্ত্ব, ইথোলজি, প্রত্নতত্ত্ব, অর্থনীতি, অপরাধবিদ্যা, আইন, রাষ্ট্রবিজ্ঞান, ইতিহাস, ভূগোল, শিক্ষা এবং ভাষাবিজ্ঞান অন্তর্ভুক্ত। সমসাময়িক দার্শনিক বিশ্লেষণ এবং আবেগের শৈল্পিক অন্বেষণ দ্বারাও গবেষণাকে অবহিত করা হয়। মানব ইতিহাসে বিকশিত আবেগগুলি পরিবেশগত উদ্দীপনা এবং চ্যালেঞ্জগুলির প্রতি প্রতিক্রিয়া জানাতে জীবগুলিকে তৈরি করে।\n\n\n== স্ট্যানফোর্ড ==\nস্ট্যানফোর্ড বিশ্ববিদ্যালয় মনোবিজ্ঞান বিভাগের একটি প্রভাবক বিজ্ঞান বিভাগ রয়েছে। এটি মানুষের আচরণের অন্তর্নিহিত মনস্তাত্ত্বিক প্রক্রিয়া সম্পর্কে তত্ত্ব পরীক্ষা করার জন্য পরীক্ষামূলক, মনোশারীরবৃত্তীয়, নিউরাল এবং জেনেটিক পদ্ধতির একটি বিস্তৃত পরিসর ব্যবহার করে আবেগ, সংস্কৃতি এবং সাইকোপ্যাথোলজির উপর মৌলিক গবেষণার উপর জোর দেয়। বিষয়গুলির মধ্যে রয়েছে দীর্ঘায়ু, সংস্কৃতি এবং আবেগ, পুরস্কার প্রক্রিয়াকরণ, হতাশা, সামাজিক উদ্বেগ, সাইকোপ্যাথোলজির ঝুঁকি, এবং আবেগের অভিব্যক্তি, দমন এবং ডিসরেগুলেশন।\n\n\n== তথ্যসূত্র =="}