{"pageid": 108889, "title": "জাদু মন্ত্রক", "url": "https://bn.wikipedia.org/wiki?curid=108889", "content": "জাদু মন্ত্রক বা জাদু মন্ত্রণালয় (ইংরেজি: Ministry of Magic) জে. কে. রাউলিং রচিত হ্যারি পটার সিরিজে উল্লিখিত ব্রিটেনের জাদুকর সম্প্রদায়ের একটি কাল্পনিক সরকার। হ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন উপন্যাসে জাদু মন্ত্রকের কথা প্রথম উল্লেখ করা হয়। হ্যারি পটার অ্যান্ড দ্য অর্ডার অফ দ্য ফিনিক্স উপন্যাসে প্রথম জাদু মন্ত্রকের বর্ণনা দেওয়া হয়। সমগ্র সিরিজ জুড়ে দেখানো হয়েছে যে জাদু মন্ত্রক আগাগোড়া দুর্নীতিপূর্ণ। এর উচ্চপদস্থ আধিকারিকবর্গ প্রকৃত ঘটনা ও জাদুদুনিয়ার বিপদ সম্পর্কে অন্ধ। খলনায়ক লর্ড ভলডেমর্টের উত্থানের পর জাদু মন্ত্রক দুর্নীতির চূড়ান্ত অবস্থায় চলে যায়।\n\n\n== গঠন ও মর্যাদা ==\n\n\n=== \"মাগল\" বিশ্বের সঙ্গে সংযোগ ===\nজাদুমন্ত্রী প্রত্যেক নতুন মাগল প্রধানমন্ত্রীর সঙ্গে সাক্ষাৎ করে তাকে জাদুদুনিয়ার অস্তিত্ব সম্পর্কে অবহিত করেন। তিনি প্রধানমন্ত্রীকে জানান যে যখন জাদুদুনিয়ার কোনো ঘটনার দ্বারা মাগলরা বিপন্ন হবে, তখনই তিনি প্রধানমন্ত্রীর সঙ্গে যোগাযোগ করবে। যেমন, কোনো বিপজ্জনক জাদুক্ষমতাসম্পন্ন বস্তু বা প্রাণীকে যুক্তরাজ্যে নিয়ে আসা হলে জাদুমন্ত্রী মাগল প্রধানমন্ত্রীকে সে সম্পর্কে অবহিত করেন।\n১০ ডাউনিং স্ট্রিটে ব্রিটিশ প্রধানমন্ত্রীর কার্যালয়ে রাখা একটি চিত্রের মাধ্যমে জাদুমন্ত্রী ব্রিটিশ প্রধানমন্ত্রীর সঙ্গে যোগাযোগ রাখেন। একটি চিরস্থায়ী বন্ধনমন্ত্র বলে এই চিত্রটিকে দেওয়াল থেকে সরানো যায় না। এই চিত্রটি ব্রিটিশ প্রধানমন্ত্রীকে জাদুমন্ত্রীর উপস্থিতি সম্পর্কে অবহিত করে।টেমপ্লেট:HP6 হ্যারি পটার সিরিজের কর্নেলিয়াস ফাজ ও রুফাস স্ক্রিমগেয়র প্রমুখ মন্ত্রীকে ব্রিটিশ প্রধানমন্ত্রীর প্রতি পৃষ্ঠপোষকসুলভ আচরণ করতে দেখা যায়।\nজাদু মন্ত্রকের পূর্বসূরি সরকার ব্যবস্থাটি হল \"জাদুকর পরিষদ\" (\"Wizards' Council\")। এই সংগঠন হ্যারি পটার জাদু দুনিয়ার প্রাচীনতম সরকার ব্যবস্থা।\n\n\n=== সরকারের গঠন ===\nহ্যারি পটার সিরিজে মন্ত্রকের কর্মচারীদের প্রধানত অনির্বাচিত কর্মী হিসেবেই দেখানো হয়েছে। যদিও বলা হয়েছে যে জাদুমন্ত্রীর পদটি নির্বাচিত। কিন্তু মন্ত্রীকে নিয়োগ বা পদচ্যুত করার ক্ষমতা কে রাখেন তা কোথাও বলা হয়নি। অবশ্য সমগ্র হ্যারি পটার সিরিজেই দেখা যায় যে জাদু মন্ত্রক জাদুকরদের জনমত প্রসঙ্গে অত্যন্ত সংবেদন ও নির্ভরশীল। তবে জাদুকরদের মতামতকে মন্ত্রক জাদুবিশ্বের সংবাদপত্র ডেইলি প্রফেট পত্রিকার মাধ্যমে প্রভাবিত করতে সদা সপ্রচেষ্ট। জাদুশিক্ষা সম্পন্ন করার পরই জাদুকরেরা মন্ত্রকের কর্মচারী হিসেবে নিযুক্ত হতে পারেন। যদিও বিভিন্ন প্রকার পদে নিয়োগের জন্য নির্দিষ্ট যোগ্যতা অথবা পরীক্ষায় নির্দিষ্ট বিষয়ের ফলাফল চাওয়া হয়।\nএছাড়া, বিভিন্ন সময়ে এই সরকারকে অযোগ্য ও দুর্নীতিপরায়ণ সরকার ব্যবস্থা হিসেবে প্রদর্শিত করা হয়েছে। জাদু মন্ত্রকের অযোগ্যতার একটি নিদর্শন হল সর্বোচ্চ নিরাপত্তাযুক্ত রহস্য বিভাগে কোনো আক্রমণ চিহ্নিতকরণ বা প্রতিহত করতে না পারা। নিরাপত্তার অভাবজনিত কারণে হগওয়ার্টের একদল ছাত্র ও এক ডজন ডেথ ইটার সহ লর্ড ভল্ডেমর্ট এই অংশে ঢুকে পড়ে পরস্পরের বিরুদ্ধে সংঘাতে জড়িয়ে পড়ে।টেমপ্লেট:HP5\n\n\n=== বিচারব্যবস্থা ও দুর্নীতিপরায়ণতা ===\nসিরিজের বইগুলির বর্ণনা অনুসারে, জাদুকরদের বিচারব্যবস্থায় অভিযুক্তের সপক্ষে বা বিরুদ্ধে তথ্যপ্রমাণের পরিবর্তে ঘটনার সম্ভাব্যতা নির্ণয়ে ব্যক্তিগত সংস্কারের গুরুত্বই বেশি।টেমপ্লেট:HP5 সকল অভিযুক্ত ব্যক্তির বিচারও হয় না। বিনা নোটিশে ডিক্রি জারি করতে মন্ত্রক সিদ্ধহস্ত। কখনও আবার মন্ত্রক খারাপ খবরকে উপেক্ষা করে প্রকৃত সমস্যা সমাধানে নিজেদের অনীহাই প্রকাশ করে ফেলে। হ্যারি পটার অ্যান্ড দ্য চেম্বার অফ সিক্রেট উপন্যাসে দেখা যায়, হগওয়ার্টের আক্রমণের ব্যাপারে ব্যবস্থা নিতে দীর্ঘসূত্রতা করছেন মন্ত্রী ফাজ। পঞ্চম উপন্যাসে, সকল তথ্যপ্রমাণ থাকা সত্ত্বেও ফাজ ভলডেমর্টের পুনরুত্থানের সংবাদটিকে অসত্য বলে উড়িয়ে দিচ্ছেন এবং হ্যারি পটারে বিশ্বাসযোগ্যতা নষ্ট করার জন্য প্রচারাভিযানে নেমেছেন; কারণ তার ভয় অ্যালবাস ডাম্বলডোর তার পদের জন্য লোলুপ। কিন্তু এর পরই মন্ত্রককে সত্য মেনে নিতে হয়। অযোগ্যতার জন্য ফাজ অপসৃত হন এবং রুফাস স্ক্রিমগেয়ার জাদুমন্ত্রী নির্বাচিত হন।\n\n\n== জাদুমন্ত্রী ==\nসিরিজের অন্তিম ভাগে ডেথলি হ্যালোসের পর ব্রিটেনের জাদুমন্ত্রী হন কিংসলে শ্যাকলবোল্ট।পরে অবশ্য এর ১৯ বছর পর হ্যারি পটার অ্যান্ড দ্য কার্সড চাইল্ড এ হারমায়োনি গ্রেঞ্জারকে জাদু মন্ত্রী হিসেবে দেখা যায়। কিংসলে ভলডেমর্টের ক্রীড়ানক পায়াস থিকনিসকে অপসারিত করে জাদুমন্ত্রী নির্বাচন হয়েছিলেন। উল্লেখ্য স্ক্রিমগেয়ারকে হত্যার পর ভলডেমর্টের ইমপেরিয়াস কার্সের অধীনে থিকনিস তার হয়ে কাজ করছিলেন।\nস্ক্রিমগেয়ার ফাজকে অপসারিত করে জাদুমন্ত্রী হন। ফাজ আবার মিলিসেন্ট ব্যাগনল্ডকে অপসারিত করে জাদুমন্ত্রী হয়েছিলেন। ব্যাগনল্ডের সম্পর্কে অবশ্য কোনো তথ্যই জানা যায় না। অন্যান্য মন্ত্রীদের মধ্যে গ্রোগান স্টাম্প (১৭৭০-১৮৮৪) ছিলেন অত্যন্ত জনপ্রিয়। তিনি ১৮১১ সালে জাদুমন্ত্রী হন। জীব বনাম পশু বর্গীকরণ সমস্যার সমাধান তার উল্লেখযোগ্য কীর্তি। আর্টেমিসিয়া লুফকিন ছিলেন প্রথম মহিলা জাদুমন্ত্রী। অ্যালবাস ডাম্বলডোরকে অন্তত তিন বার জাদুমন্ত্রীর পদ গ্রহণের আহ্বান জানানো হয়। কিন্তু ডাম্বলডোর এই পদ গ্রহণে অস্বীকার করেছিলেন। হগওয়ার্টে বিদ্যালয় জীবনের শেষ পরর্বে টম মার্ভোলো রিডলের জাদুমন্ত্রী হওয়ার সম্ভাবনার কথাও কেউ কেউ বলতেন। তার সেই বুদ্ধি, জাদুদক্ষতা ও জনমোহিনী ক্ষমতাও ছিল। কিন্তু রিডল জাদু মন্তকের সঙ্গে কোনোরূপ সহযোগিতা করতে অস্বীকার করেন।\nনিচে জ্ঞাত জাদুমন্ত্রীদের নাম ও কার্যকালের তথ্য প্রদত্ত হল:\n\nআর্টেমিশিয়া লুফকিন (১৭৯৮–১৮১১)\nগ্রোগান স্টাম্প (১৮১১–১৮১৯)\nফারিস \"স্পাউট-হোল\" স্প্যাভিন (১৮৬৫–১৯০৩)\nনবি লিচ (১৯৬২–১৯৬৮)\nমিলিসেন্ট ব্যাগনল্ড (১৯৮০–১৯৯০)\nকর্নেলিয়াস ফাজ (১৯৯০–১৯৯৬)\nরুফাস স্কিমগেয়ার (১৯৯৬–১ অগস্ট, ১৯৯৭)\nপায়াস থিকনিস (১ অগস্ট, ১৯৯৭ –২ মে, ১৯৯৮) (ভলডেমর্টের ইমপেরিয়াস কার্সের অধীনে; ক্রীড়ানক মন্ত্রী)\nকিংসলে শ্যাকলবোল্ট (১৯৯৮–২০০৮)\nহারমায়োনি গ্রেঞ্জার (২০০৮–?)\n\n\n== জাদু আইন বলবৎকরণ বিভাগ ==\nজাদু আইন বলবৎকরণ বিভাগ জাদু মন্ত্রকের সর্বাপেক্ষা গুরুত্বপূর্ণ বিভাগ। পুলিশ ও বিচারবিভাগের সমন্বয়ে গঠিত এই বিভাগটি জাদু মন্ত্রকের দ্বিতীয় স্তরে অবস্থিত। সিরিজের সূচনাভাগে এই বিভাগের বিভাগীয় প্রধান ছিলেন অ্যামেলিয়া বোনস। ভলডেমর্টের হাতে তিনি নিহত হওয়ার পর তার স্থলে আসেন পায়াস থিকনিস।টেমপ্লেট:HP6 পরে ভলডেমর্ট থিকনিসকে ক্রীড়ানক মন্ত্রী নিযুক্ত করলে ইয়াক্সলে এই পদে বৃত হন। অতীতে বার্টিমাস ক্রাউচ সিনিয়র এই বিভাগের প্রধান ছিলেন বলে জানা যায়।টেমপ্লেট:HP4\nরাউলিং জানিয়েছেন, হগওয়ার্টসে পড়াশোনা শেষ করে হারমায়োনি গ্রেঞ্জার প্রথমে জাদুক্ষমতাসম্পন্ন জীব নিয়ামন ও নিয়ন্ত্রণ বিভাগে যোগ দেয় এবং পরে সেখান থেকে বদলি এই বিভাগে আসে।\n\n\n=== অরর কার্যালয় ===\nঅররের কাজ হল দুষ্ট জাদুকরদের অনুসরণ করে তাদের বন্দী করা। মিনার্ভা ম্যাকগনাগিলের মতে, অরর কার্যালয় কর্মচারীদের ন্যূনতম যোগ্যতা অন্তত পাঁচটি এন.ই.ডব্লিউ.টি (ন্যূনতম \"একসিডস এক্সপেকটেশন\" গ্রেড সহ)। তার মতে পোশনস, ডিফেন্স এগেনস্ট দ্য ডার্ক আর্টস, ট্রান্সফিগারেশন, চার্মস ও হার্বোলজি এন.ই.ডব্লিউ.টি সর্বাপেক্ষা গ্রহণযোগ্য। অবশ্যই এই কার্যালয়ে পদপ্রার্থীদের একটি কঠিন ব্যক্তিত্ব পরীক্ষাতেও পাস করতে হয়। নিম্ফ্যাডোরা টঙ্কস উল্লেখ করেছেন, যে কার্যক্রমের পাঠ্যসূচির দুটি বিষয় হল \"Concealment and Disguise\" ও \"Stealth and Tracking\"। এই পরীক্ষা অধিক নম্বর সহকারে পাস করা বেশ কঠিন। আর সেটিই পদপ্রার্থীর যোগ্যতা বলে বিবেচিত হয়।\nহ্যারি পটার সিরিজের গুরুত্বপূর্ণ অররেরা হলেন অ্যালাস্টার মুডি, নিম্ফ্যাডোরা টঙ্কস, কিংসলে শ্যাকলবোল্ট, জন ডলিশ, ফ্র্যাঙ্ক ও অ্যালিস লংবটম, রুফাস স্ক্রিমগেয়ার, গাওইন রোবার্ডস, প্রাউডফুট, স্যাভেজ ও উইলিয়ামসন। রাওলিং-এর মতে, হ্যারি পটার সতেরো বছর বয়সে এই বিভাগে যোগ দেয় ও পরে বিভাগীয় প্রধানের পদে উন্নীত হয়। রন উইজলিও অরর কার্যালয়ের সদস্য হয়েছিলেন।\nভলডেমর্টের বিরুদ্ধে প্রথম যুদ্ধে অররদের সন্দেহজনক ডেথ ইটারদের উপর আনফরগিভেবল কার্স প্রয়োগের অধিকার দেওয়া হয়। এর ফলে তারা ডেথ ইটারদের হত্যা করতে, বলপূর্বক কথা আদায় করতে ও অত্যাচার করার অধিকার প্রাপ্ত হন। হ্যারি পটার মহাবিশ্বের অনেক অপরাধীই অররদের সঙ্গে দ্বন্দ্বযুদ্ধে অবতীর্ণ হয়ে পরে গ্রেফতার হয়েছে। অরররা হ্যারি, হগওয়ার্টস ও ব্রিটিশ প্রধানমন্ত্রীর মতো ডেথ ইটারদের বড়ো বড়ো নিশানাগুলিকে রক্ষাও করেছেন।\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\n\nMinistry of Magic   on Harry Potter Wiki,  an external wiki\nThe HP-Lexicon talks about the various departments in The Ministry of Magic\nMugglenet page on The Ministry of Magic  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ এপ্রিল ২০০৬ তারিখে"}