{"pageid": 1088545, "title": "হোমাইরা কাদেরি", "url": "https://bn.wikipedia.org/wiki?curid=1088545", "content": "হোমাইরা কাদেরী (দারি: حمیرا قادری‎ ; জন্ম ১৯৮০) একজন আফগান লেখক, কর্মী ও শিক্ষাবিদ।\nতিনি রাশিয়ার দখলদারিত্বের সময় আফগানিস্তানের কাবুলে জন্মগ্রহণ করেছিলেন একজন শিল্পী মা ও একজন উচ্চ বিদ্যালয়ের শিক্ষক পিতার কন্যা হিসাবে। তার শৈশব প্রথমে সোভিয়েতদের কাছ থেকে আশ্রয় নিয়ে এবং তারপর সোভিয়েত প্রত্যাহারের পর গৃহযুদ্ধের মধ্যে কেটেছে। যখন তালিবানরা হেরাত জয় করে, তখন বিদ্যালয়ে যাওয়া নিষিদ্ধ করা হয় এবং তিনি তার বাড়িতে আটকে পড়ে। কিশোর বয়সে, তিনি মেয়ে ও মহিলাদের বিরুদ্ধে তালেবানদের কঠোর হুকুম প্রতিহত করার অসংখ্য উপায় খুঁজে পেয়েছিলেন।  প্রথম শুরু থেকেই, তিনি আফগান নারীদের অধিকার ও আইনের শাসনের পক্ষে একজন স্পষ্টভাষী আইনজীবী হয়েছিলেন, আফগানিস্তানের রাষ্ট্রপতি আশরাফ ঘানির কাছ থেকে ব্যতিক্রমী সাহসিকতার জন্য মালালাই পদক পেয়েছিলেন।\nতার ১৩ বছর বয়সে, যখন তালেবানরা দেশের নিয়ন্ত্রণ নেয় এবং মেয়েদের স্কুল বন্ধ হয়ে যায়, তখন সে গোপনে মেয়ে ও ছেলেদের গৃহ-বিদ্যালয় শুরু করেন। তালেবানের অধীনে একজন মহিলার প্রথম ছোটগল্প প্রকাশের পর তারা তার জীবনে মারার হুমকি দেয়। তাকে বিদ্যালয় থেকে বের করে দেওয়া হয়েছিল এবং বলা হয়েছিল যে সে আর ফিরে আসতে পারবে না।\nতিনি ইরানে আশ্রয় নেন। সাত বছর ধরে, ইরানে অধ্যয়নরত অবস্থায়, তিনি ইরানে বসবাসরত আফগান লেখকদের জন্য প্রতিষ্ঠিত দ্য আফগান আর্টিস্টস অ্যান্ড কালচারাল ইন্সট্রাক্টর সোসাইটির পরিচালক হিসেবে দায়িত্ব পালন করেন। তার তিনটি গল্প ২০০৩ সালে হেরাতে   \"জিরে গনবদেহ কাবুদ\" পত্রিকায়  প্রকাশিত হয়েছিল। তিনি সেই বছর আফগানিস্তানে লেখা প্রকাশিত একমাত্র আফগান নারী লেখিকা ছিলেন। তিনি ২০০৩ সালে তার ছোট গল্প, 'বাজ বারান আগর মিবরিদ'- এর জন্য  ইরানের সাদেঘ হেদায়াত পুরস্কার পেয়েছিলেন। এটি ছিল ইরানে কোনো আফগানকে দেওয়া প্রথম পুরস্কার।\nতিনি ইরানে এই সাংস্কৃতিক প্রচেষ্টার পাশাপাশি তার পড়াশোনাও চালিয়ে যান। তিনি ২০০৫ সালে শহীদ বেহেশতি বিশ্ববিদ্যালয় (তেহরান) থেকে ফারসি সাহিত্যে স্নাতক ডিগ্রি অর্জন করেন। তিনি ২০০৭ সালে আলমে তাবাতাবাই বিশ্ববিদ্যালয় (ইরান) থেকে সাহিত্যে স্নাতকোত্তর ডিগ্রি লাভ করেন। তিনি তেহরান বিশ্ববিদ্যালয়ে ফারসি ভাষা ও সাহিত্য অধ্যয়ন করেন। ২০১৪  সালে, তিনি ভারতের জওহরলাল নেহেরু বিশ্ববিদ্যালয় থেকে ফারসি সাহিত্যে একটি পিএইচডি ডিগ্রি অর্জন করেন। তার থিসিসের শিরোনাম ছিল, রিফ্লেকশন্স অফ ওয়ার অ্যান্ড ইমিগ্র্যাশন ইন স্টোরিজ অ্যান্ড নোভেলস অব আফগানিস্তান (বাংলা:\"আফগানিস্তানের গল্প ও উপন্যাসে যুদ্ধ এবং দেশত্যাগের প্রতিফলন\")।\nতিনি ২০১৫ সালে আইওয়া সিটি বিশ্ববিদ্যালয়ে আন্তর্জাতিক রাইটিং প্রোগ্রামে যোগ দেওয়ার জন্য আমন্ত্রিত হন। তিনি আইওয়া বিশ্ববিদ্যালয়ের আন্তর্জাতিক রাইটিং প্রোগ্রামে অংশ নিয়েছিলেন।\n\n\n== তথ্যসূত্র =="}