{"pageid": 1088388, "title": "তারিফ খালিদি", "url": "https://bn.wikipedia.org/wiki?curid=1088388", "content": "তারিফ খালিদী (আরবি: طريقف الخالدي; জন্ম ২৪শে জানুয়ারি ১৯৩৮) একজন ফিলিস্তিনি ঐতিহাসিক, যিনি এখন লেবাননের আমেরিকান ইউনিভার্সিটি অব বৈরুতে ইসলামিক ও আরবি স্টাডিজের শায়েখ জায়েদ চেয়ারে আছেন।\n\n\n== পরিবার ==\nতারিফ হলেন আহমদ সামিহ খালিদির (১৮৯৬–১৯৫১) ও আনবারা সালামের (১৮৯৭-১৯৮৬) সন্তান, উসামা আল খালিদির ভাই এবং ওয়ালিদ খালিদির সৎ ভাই। তার বোন রান্ডা আল-ফাত্তাল  একজন ফিলিস্তিনি-সিরিয়ান লেখক, নাট্যকার ও রাজনৈতিক কর্মী। ফিলিস্তিনি-আমেরিকান ইতিহাসবিদ রশিদ খালিদী তারিফের প্রথম কাকাতো ভাই।\nতারিফের ছেলে মোহাম্মদ আলী খালিদী ইয়র্ক বিশ্ববিদ্যালয়ের একজন দর্শনের অধ্যাপক। তার মেয়ে আলিয়া খালিদী লেবানন আমেরিকান ইউনিভার্সিটির প্রভাষক। খালিদী পরিবার একাদশ শতাব্দী থেকে জেরুসালেমে বসবাস করছে এবং পরিবারটিতে বিচারক ও পণ্ডিতদের উপস্থিতির জন্য বিখ্যাত। তারিফের পিতা ১৯২৫ সাল থেকে ১৯৪৮ সাল পর্যন্ত জেরুসালেমের সরকারি আরব কলেজের অধ্যক্ষ ছিলেন। তিনি ব্রিটিশ ম্যান্ডেটের অধীনে শিক্ষা উপপরিচালক হিসেবেও দায়িত্ব পালন করেন।  তিনি শিক্ষামূলক তত্ত্ব এবং ফিলিস্তিনের ইতিহাসের উপর বেশ কয়েকটি অগ্রণী কাজের লেখক ছিলেন। তারিফের মা একজন বিশিষ্ট বৈরুতি রাজনৈতিক পরিবার থেকে এসেছিলেন। তিনি ছিলেন একজন অগ্রণী নারীবাদী, কর্মী ও লেখক; এবং বৃহত্তর সিরিয়ায় (সিরিয়া, লেবানন, জর্ডান ও প্যালেস্টাইন) প্রথম মুসলিম মহিলা হিসাবে ১৯২৭ সালে প্রকাশ্যে তার পর্দা ত্যাগ করে ছিলেন। তিনি হোমারের ইলিয়াড ও ওডিসিসহ বেশ কিছু সাহিত্যকর্ম আরবিতে অনুবাদ করেন এবং ১৯৭৮ সালে তার স্মৃতিকথা প্রকাশ করেন। \nতারিফ ও তার পরিবারকে ১৯৪৮ সালের এপ্রিল মাসে তাদের বাড়ি ছেড়ে বৈরুতে আশ্রয় চাইতে হয়েছিল।\n\n\n== শিক্ষা জীবন ==\nতিনি ১৯৫২ সালে ইংল্যান্ডের হার্টফোর্ডের হেইলিবারি কলেজে পড়াশোনা করেছিলেন, যেখানে তিনি শাস্ত্রীয় দিক (ল্যাটিন, গ্রিক এবং প্রাচীন ইতিহাস) ছিলেন। তিনি অক্সফোর্ডের ইউনিভার্সিটি কলেজে যান, যেখানে তিনি ১৯৬০ সালে আধুনিক ইতিহাসে বিএ এবং তিন বছর পরে স্নাতকোত্তর ডিগ্রি লাভ করেন। তিনি ১৯৬০ সাল থেকে ১৯৬৬ সালের মধ্যে আমেরিকান বৈরুত বিশ্ববিদ্যালয়ের সাংস্কৃতিক অধ্যয়নের একজন প্রশিক্ষক ছিলেন।\nতিনি ১৯৭০ সালে শিকাগো বিশ্ববিদ্যালয় থেকে ইসলামিক স্টাডিজ-এ পিএইচডি ডিগ্রি লাভ করেন। সে বছর তিনি ইতিহাস বিভাগে সহকারী অধ্যাপক হিসেবে এইউবি-এ ফিরে আসেন। তিনি অক্সফোর্ডের সেন্ট এন্টনি কলেজের সিনিয়র রিসার্চ অ্যাসোসিয়েট হওয়ার জন্য ১৯৮৫ সাল থেকে ১৯৮৬ সাল পর্যন্ত একটি সংক্ষিপ্ত প্রস্থান সহ লেবাননের গৃহযুদ্ধের মাধ্যমে এইউবি'তে শিক্ষকতা করেছিলেন।\n\n\n== তথ্যসূত্র =="}