{"pageid": 1088537, "title": "দিনা আলি লাসলুম", "url": "https://bn.wikipedia.org/wiki?curid=1088537", "content": "দিনা আলি লাসলুম (আরবি: دينا علي السلوم; জন্ম ২৯ মার্চ ১৯৯৩) একজন সৌদি মহিলা যিনি সৌদি অভিভাবক আইন থেকে বাঁচতে অস্ট্রেলিয়ায় আশ্রয় নেওয়ার চেষ্টা করেছিলেন। কিন্তু তাকে ফিলিপাইন থেকে জোরপূর্বক সৌদি আরবে ফেরত পাঠানো হয়েছিল। তার বিমান যাত্রা ২০১৭ সালের ১০ এপ্রিল ম্যানিলার নিনয় অ্যাকুইনো আন্তর্জাতিক বিমানবন্দরে আটকানো হয়েছিল এবং ২০১৭ সালের ১১ এপ্রিল তারিখে সৌদি আরবে ফেরত পাঠানো হয়েছিল।\nদিনার নথি ফিলিপিনো বিমানবন্দরের কর্মকর্তারা আন্তর্জাতিক অঞ্চলে বাজেয়াপ্ত করেছিলেন। ম্যানিলা বিমানবন্দরে একজন কানাডিয়ান পর্যটকের সহায়তায় একটি ভিডিও রেকর্ড করার পর তার ঘটনাটি সামাজিক মাধ্যমে ব্যাপকভাবে ছড়িয়ে পড়ে, যেখানে তিনি বলেছিলেন যে তিনি আশঙ্কা করেছিলেন যে তিনি সৌদি আরবে প্রত্যাবর্তন করলে তার পরিবার তাকে হত্যা করবে। যাইহোক, শারীরিকভাবে প্রতিরোধ করা সত্ত্বেও, তাকে শেষ পর্যন্ত তার কাকারা ২০১৭ সালের ১১ এপ্রিল একটি বিমানে করে সৌদি আরবের রিয়াদে নিয়ে যান।\nসৌদি আরবে নারী মুক্তির ইতিহাসে এটি একটি বিরল নথিভুক্ত ঘটনা, রাজকুমারী মিশালের সাথে অনেকটা সমান্তরাল।\nলন্ডন স্কুল অব ইকোনমিক্স মিডল ইস্ট সেন্টারের ভিজিটিং প্রফেসর মাদাভী আল-রশিদ মন্তব্য করেছেন যে দিনার ঘটনাটি \"একটি ক্লাসিক ... যেখানে কেএসএ [সৌদি আরবের রাজ্য] রাষ্ট্র ও পরিবার নারীদের বিরুদ্ধে একে অপরকে সহযোগিতা করে।\" সৌদি নারীদের তাদের দেশ ছেড়ে পালিয়ে যাওয়ার কারণগুলি বিভিন্ন, বেশিরভাগই নারীর অধিকারের তীব্র অভাবের কারণে। সৌদি অভিভাবকত্ব ব্যবস্থার অধীনে প্রাপ্তবয়স্ক মহিলাদের অবশ্যই একজন পুরুষ অভিভাবকের কাছ থেকে বিদেশ ভ্রমণ, বিবাহ, অথবা কারাগার থেকে মুক্তি পাওয়ার অনুমতি নিতে হবে এবং কাজ করতে বা স্বাস্থ্যসেবা পেতে অভিভাবকের সম্মতি প্রদান করতে হতে পারে। উপরন্তু, সবে মাত্র মহিলাদের গাড়ি চালানোর অধিকার দেওয়া হয়েছে। এই নিষেধাজ্ঞাগুলি জন্ম থেকে মৃত্যু পর্যন্ত স্থায়ী হয়, যেমন সৌদি রাষ্ট্রের দৃষ্টিতে নারীরা স্থায়ী বৈধ নাবালিকা।\nতার ঘটনাটি বিশ্বব্যাপী লক্ষ লক্ষ সহানুভূতির সাথে বিশ্বব্যাপী ক্ষোভের জন্ম দেয়।\n\n\n== রিয়াদের উড়ানে জোরপূর্বক বোর্ডিং ==\nসৌদি কর্মীরা জানান, ২০১৭ সালের ১১ এপ্রিল মঙ্গলবার রাতে ম্যানিলা থেকে রিয়াদগামী সৌদি আরব এয়ারলাইন্সের একটি উড়ানে লাসলুমকে জোর করে নিয়ে যাওয়া হয়। একজন সৌদি নারীবাদী একজন প্রত্যক্ষদর্শীর কাছ থেকে ভিডিওটি পেয়েছেন, তিনি জানিয়েছেন যে লাসলুমকে তার দুই কূটনীতিক কাকা এবং ফিলিপিনো পুলিশ জোর করে বিমানে তুলেছিল। হিউম্যান রাইটস ওয়াচ লাসলুমের ঘটনার সাথে যুক্ত চারজনের সাক্ষাৎকার নিয়েছে, যাদের মধ্যে দুজন বলেছে যে তারা ম্যানিলার নিনয় অ্যাকুইনো আন্তর্জাতিক বিমানবন্দরে তার সাথে কথা বলেছেন।\n\n\n== তথ্যসূত্র =="}