{"pageid": 1088543, "title": "মজন হাসান", "url": "https://bn.wikipedia.org/wiki?curid=1088543", "content": "মজন হাসান (জন্ম ১৯৭৯) একজন মিশরীয় নারী অধিকার প্রচারক। তিনি নাজরা ফর ফেমিনিস্ট স্টাডিজের প্রতিষ্ঠাতা, তিনি ২০১১ সালের মিশরীয় বিপ্লবের প্রতিবাদে অংশ নিয়েছিলেন এবং সেই সময়ে যারা যৌন নির্যাতনের শিকার হয়েছিল তাদের সাহায্য করার জন্য কাজ করেছিলেন। তিনি এরপর থেকে সফলভাবে মিশরের সংবিধান এবং নারীদের সুরক্ষার জন্য যৌন অপরাধ আইনে পরিবর্তন আনার জন্য প্রচারণা চালান। মজন ২০১৩ সালে গ্লোবাল ফান্ড ফর উইমেনের উদ্বোধনী শার্লট বুনছ হিউমান রাইটস অ্যাওয়ার্ডে ভূষিত হন। তিনি ২০১৬ সালে \"বিকল্প নোবেল শান্তি পুরস্কার\" নামে পরিচিত রাইট লাইভলিহুড অ্যাওয়ার্ডও পেয়েছিলেন। বিদেশী তহবিল আইন লঙ্ঘনের অভিযোগে মিশর সরকার তার ভ্রমণ নিষেধাজ্ঞা ও সম্পদ বাজেয়াপ্ত করেছে।\n\n\n== জীবনের প্রথমার্ধ ==\nমজন হাসান ১৯৭৯ সালে সৌদি আরবে মিশরীয় পিতামাতার কাছে জন্মগ্রহণ করেছিলেন। তার বাবা সেখানে একটি বিশ্ববিদ্যালয়ে কাজ করতেন এবং তার মা ছিলেন একজন শিক্ষাবিদ। তাকে ১০ বছর বয়স থেকে সৌদি আরবে তার ইচ্ছার বিরুদ্ধে পর্দা করতে হয়েছিল, যতক্ষণ না ১৪ বছর বয়সে তার পরিবার মিশরে ফিরে আসে। তিনি কায়রো বিশ্ববিদ্যালয় থেকে নাগরিক সমাজ ও মানবাধিকার বিষয়ে ডিপ্লোমা এবং আমেরিকান কায়রো বিশ্ববিদ্যালয় থেকে আন্তর্জাতিক মানবাধিকার বিষয়ে স্নাতকোত্তর ডিগ্রি অর্জন করেন। তিনি বলেছেন যে তার মা তাকে নারীবাদী হওয়ার জন্য অনুপ্রাণিত করেছিলেন।\n\n\n== নারী অধিকার প্রচারক ==\nতিনি ২০০৭ সালে নারীদের জন্য নারিজা স্টাডিজ নামে নারাজা স্টাডিজ প্রতিষ্ঠা করেন এবং এর নির্বাহী পরিচালক হিসেবে কাজ করেন। সংগঠনটি সারা দেশে মানবাধিকার লঙ্ঘনের নথির কাজ করে। নাজরা ২০১১ সালের মিশরীয় বিপ্লবের সময় তাহরির স্কয়ারে বিক্ষোভে সক্রিয় অংশ নিয়েছিল এবং সেখানে ঘটে যাওয়া যৌন নিপীড়নের একটি সমন্বিত প্রতিক্রিয়া প্রদান করতে সাহায্য করেছিল। এছাড়াও ২০১১ সালে সংগঠনটি সুয়েজে রুটি বিক্রেতাদের জন্য একটি ইউনিয়ন প্রতিষ্ঠায় সহায়তা করেছিল। নাজরা ২০১২ সাল থেকে ধর্ষণের শিকার ১২ জনকে স্থানান্তরিত করতে সাহায্য করেছে। এটি যৌন নিপীড়নের ৬০ জনেরও বেশি ভুক্তভোগীদের চিকিৎসা ও মনস্তাত্ত্বিক সহায়তা প্রদান করেছে এবং ১০০ টিরও বেশি নারীকে আইনি পরামর্শ দিয়েছে যারা যৌন হয়রানির শিকার হয়েছেন বা প্রতিবাদে অংশগ্রহণের কারণে গ্রেফতার হয়েছে।\nমজন হাসানের অধীনে নাজরা ২০১৪ সালের মিশরের সংবিধানে নারীর অধিকার সম্পর্কিত যৌন হয়রানির বিরুদ্ধে আইন প্রবর্তন এবং আরো যৌন অপরাধকে সংবিধানে তুলে ধরার জন্য বিদ্যমান আইন সম্প্রসারণের জন্য সফলভাবে তদবির করেছিলেন।\n\n\n== তথ্যসূত্র =="}