{"pageid": 1088271, "title": "শেলি ইয়াচিমোভিচ", "url": "https://bn.wikipedia.org/wiki?curid=1088271", "content": "শেলি রেচেল ইয়াচিমোভিচ (হিব্রু ভাষায়: שלי רחל יחימוביץ׳‎, জন্ম ২৮শে মার্চ ১৯৬০) একজন ইসরায়েলি রাজনীতিবিদ, যিনি বিরোধীদলীয় নেত্রী, কনেসেট সদস্য এবং পররাষ্ট্র বিষয়ক ও প্রতিরক্ষা কমিটির সদস্য হিসেবে তিন মেয়াদে দায়িত্ব পালন করেছেন। তিনি ২০১১ সাল থেকে ২০১৩ সালের মধ্যে ইসরায়েলি লেবার পার্টির নেতার দায়িত্ব পালন করেছিলেন। রাজনীতিতে প্রবেশের আগে, তিনি একজন সাংবাদিক, লেখিকা এবং একটি টেলিভিশন ও রেডিও ভাষ্যকার ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nশেলি ইয়াচিমোভিচের জন্ম কেফার সাবায়। তার বাবা মোশে একজন নির্মাণ শ্রমিক ছিলেন এবং তার মা হানা একজন শিক্ষক। তার পিতা-মাতা হলোকস্ট থেকে বেঁচে যারা অভিবাসী হিসাবে পোল্যান্ড থেকে ইসরাইল এসেছিলেন তাদের অন্তর্ভুক্ত ছিলেন। তিনি অল্প বয়সে রাজনৈতিকভাবে ব্যস্ত হয়ে পড়েন, এবং ১৫ বছর বয়সে রয়ানার অস্ট্রোভস্কি উচ্চ বিদ্যালয় থেকে অধ্যক্ষের নেতৃত্বের শৈলীর নিন্দা করে পোস্টার ঝুলানোর জন্য বহিষ্কৃত হন। তাকে ১৯৭৮ সালে বাধ্যতামূলকভাবে সৈন্যদলে নিযুক্ত করে দেওয়া হয়েছিল এবং তিনি ১৯৮৫ সালে নেগেভের বেন-গুরিয়ন বিশ্ববিদ্যালয় থেকে আচরণগত বিজ্ঞানে স্নাতক ডিগ্রি অর্জন করেছিলেন।\n\n\n== সাংবাদিকতা ও সংবাদমাধ্যমে কর্মজীবন ==\n\nবেরশেবাতে পড়ার সময় , তিনি আল হামিশমার পত্রিকার সংবাদদাতা হিসাবে কাজ করেছিলেন। তিনি ইসরায়েল ব্রডকাস্টিং অথরিটির রেডিও স্টেশন রেশেট বেটের অ্যাঙ্কর হয়েছিলেন, যা প্রচলিত প্রজ্ঞা এবং প্রতিষ্ঠানের মতামত ও সমালোচনামূলক হিসাবে খ্যাতি অর্জন করেছিল। তাকে খুব দৃঢ় ভাবে নারীবাদী এবং সামাজিক-গণতান্ত্রিক দৃষ্টিভঙ্গি সহ একটি দৃঢ় ঘর্ষণকারী রেডিও সাংবাদিক হিসাবেও বর্ণনা করা হয়েছে। একজন সাংবাদিক হিসেবে তিনি নারী ও সমাজকল্যাণ বিষয়ক বিষয়গুলো তুলে ধরেন। ২০০০ সালের অক্টোবর মাসে একটি কাজের বিরোধের পর, তিনি তার রেডিওর চাকরি ছেড়ে চ্যানেল ২ টিভিতে যোগ দেন, যেখানে তিনি একটি রাজনৈতিক টক শো হোস্ট করেন এবং একটি সংবাদ ধারাভাষ্যকার হিসেবে কাজ করেন। তিনি ইসরায়েল আর্মি রেডিও (গালেই তাজহাল) এর জন্য একটি সাপ্তাহিক কর্মসূচিও করেছিলেন।\n\n\n== রাজনৈতিক জীবনে প্রবেশ ==\nশেলি ২০০৫ সালের ২৯শে নভেম্বর, লেবার পার্টির নেত্রী নির্বাচিত হওয়ার উপলক্ষ্যে \"মিট দ্য প্রেস\"-এ আমির পেরেৎজের সাক্ষাৎকার গ্রহণের দুই সপ্তাহ পর ঘোষণা করেন যে তিনি সাংবাদিকতা ছেড়ে রাজনীতিতে প্রবেশ করছেন। তিনি লেবার প্রাথমিক নির্বাচনগুলিতে লড়াই করেছিলেন এবং ২০০৬ সালের নির্বাচনের জন্য দলের তালিকায় নবম স্থান অর্জন করেছিলেন, যেখানে তিনি কনেসেটে নির্বাচিত হয়েছিলেন।\n\n\n== তথ্যসূত্র =="}