{"pageid": 1088743, "title": "সাধনা", "url": "https://bn.wikipedia.org/wiki?curid=1088743", "content": "সাধনা (সংস্কৃত: साधना) শব্দটি যোগিক ঐতিহ্য থেকে এসেছে যা সাধকের জীবনকে চূড়ান্ত অভিব্যক্তির দিকে অগ্রসর করার লক্ষ্যে পরিচালিত আধ্যাত্মিক অনুশীলন। এটি হিন্দু, বৌদ্ধ, জৈন ও শিখ ঐতিহ্যের বিভিন্ন অনুশাসন অন্তর্ভুক্ত করে যা বিভিন্ন আধ্যাত্মিক বা ধর্মীয় উদ্দেশ্য অর্জনের জন্য অনুসরণ করা হয়।\nসাধনা পার্থিব জিনিস থেকে বিচ্ছিন্নতা অর্জনের জন্য করা হয়, যা সাধুর লক্ষ্য হতে পারে।কর্ম যোগ, ভক্তি যোগ এবং জ্ঞান যোগকে সাধনা হিসাবেও বর্ণনা করা যেতে পারে, দৈনন্দিন জীবনের সমস্ত ধারাগুলিতে সর্বোচ্চ স্তরের পূর্ণতা অর্জনের নিরন্তর প্রচেষ্টাকে সাধনা হিসাবে বর্ণনা করা যেতে পারে।\n\n\n== সংজ্ঞা ==\nসাধনা তান্ত্রিক উপাসনা বা ধর্মীয় সারগ্রন্থও, অর্থাৎ নির্দিষ্ট অনুশীলন করার নির্দেশাবলী। একজন সমসাময়িক আধ্যাত্মিক শিক্ষক ও যোগী, জগ্গী বাসুদেব, সাধনার সংজ্ঞা নিম্নরূপ:\n\nসবকিছু সাধনা হতে পারে। আপনি যেভাবে খাবেন, যেভাবে বসবেন, যেভাবে দাঁড়াবেন, যেভাবে আপনি শ্বাস নেবেন, আপনার শরীর, মন এবং আপনার শক্তি ও আবেগগুলি পরিচালনা করবেন - এটি সাধনা। সাধনা মানে কোন নির্দিষ্ট ধরনের ক্রিয়াকলাপ নয়, সাধনা মানে আপনি আপনার সুস্থতার জন্য সবকিছুকে হাতিয়ার হিসাবে ব্যবহার করছেন।\nঐতিহাসিক এন ভট্টাচার্য নিম্নরূপ সাধনার সুবিধাগুলির একটি কার্যকরী সংজ্ঞা প্রদান করেন:\n\nধর্মীয় সাধনা, যা উভয়ই জাগতিকতার অতিরিক্ততা রোধ করে এবং মন এবং স্বভাব (ভাব) কে এমন রূপে রূপান্তরিত করে যা বৈষম্য এবং অ-সংযুক্তির জ্ঞান বিকাশ করে। সাধনা এমন মাধ্যম যার দ্বারা বন্ধন মুক্তি লাভ করে।\nবি কে এস আয়েঙ্গার (১৯৯৩: পৃষ্ঠা ২২), তাঁর ইংরেজী অনুবাদ এবং পতঞ্জলির যোগসূত্রের ভাষ্যে, অভ্যাস ও ক্রিয়া সম্পর্কিত সাধনার সংজ্ঞা দিয়েছেন:\n\nসাধনা হল লক্ষ্য অর্জনের জন্য পরিচালিত শৃঙ্খলা। অভ্যাস পর্যবেক্ষণ ও প্রতিফলন সঙ্গে সঞ্চালিত অনুশীলন পুনরাবৃত্তি হয়। ক্রিয়া, বা কর্ম, অধ্যয়ন এবং তদন্তের সাথে নিখুঁত মৃত্যুদন্ডকেও বোঝায়। অতএব, সাধনা, অভ্যাস ও ক্রিয়া সবই এক এবং একই জিনিস বোঝায়। একজন সাধক, বা অনুশীলনকারী, যিনি দক্ষতার সাথে প্রয়োগ করেন ... আধ্যাত্মিক লক্ষ্যের দিকে অনুশীলনে মন ও বুদ্ধি।\n\n\n== পদ্ধতি ==\nসাধনা শব্দের অর্থ \"পছন্দসই জ্ঞান বা লক্ষ্য অর্জনের পদ্ধতিগত শৃঙ্খলা\"। সাধনা পার্থিব জিনিস থেকে বিচ্ছিন্নতা অর্জনের জন্যও করা হয় যা একটি লক্ষ্য হতে পারে, এই ধরনের অনুশীলনকারী একজন ব্যক্তি সংস্কৃত ভাষায় একজন সাধু (মহিলা সাধ্বী), সাধক (মহিলা সাধক) বা যোগী (তিব্বতীয় পাও; মেয়েলি যোগিনী বা ডাকিনী, তিব্বতী খান্দ্রোমা)।সাধনার লক্ষ্য হল কিছু স্তরের আধ্যাত্মিক উপলব্ধি অর্জন করা, যা হতে পারে জ্ঞান, ঈশ্বরের নিখাদ ভালবাসা (প্রেম), জন্ম ও মৃত্যুর চক্র (সংসার) থেকে মুক্তি (মোক্ষ), অথবা বিশেষ লক্ষ্য যেমন আশীর্বাদ হিসাবে ভক্তি ঐতিহ্যের মতো দেবতা\nসাধনায় ধ্যান, মন্ত্রের জপ কখনও কখনও প্রার্থনার মালা, দেবতার পূজা, যজ্ঞের সাহায্যে এবং খুব বিরল ক্ষেত্রে মাংস বা তান্ত্রিক অনুশীলন যেমন শ্মশানের মধ্যে বিশেষ সাধনা করার মতো সংবেদনশীলতায় স্থল (মাঠ) অন্তর্ভুক্ত থাকতে পারে।\nঐতিহ্যগতভাবে কিছু হিন্দু এবং বৌদ্ধ ঐতিহ্যে সাধনার নির্দিষ্ট পথে যাত্রা করার জন্য, একজন গুরুকে প্রয়োজনীয় নির্দেশ দেওয়ার প্রয়োজন হতে পারে। এই পদ্ধতিকে কিছু তান্ত্রিক ঐতিহ্য দ্বারা চিহ্নিত করা হয়েছে, যার মধ্যে একজন গুরু কর্তৃক দীক্ষা কখনও কখনও সাধনার নির্দিষ্ট পর্যায় হিসেবে চিহ্নিত করা হয়। অন্যদিকে, ব্যক্তিগত ত্যাগীরা সংগঠিত গোষ্ঠীতে অংশগ্রহণ না করেই তাদের নিজস্ব আধ্যাত্মিক অনুশীলন গড়ে তুলতে পারে।\n\n\n== তান্ত্রিক সাধনা ==\nতান্ত্রিক আচারকে \"সাধনা\" বলা হয়। কিছু সুপরিচিত সাধন-গুলি হল:\n\nশব সাধনা (মৃতদেহে বসে কল্পনা করার সময় সাধনা করা হয়)।\nশ্মশান সাধনা (শ্মশান বা শ্মশানে থাকার দৃশ্য দেখার সময় সাধনা করা হয়)।\nপঞ্চ-মুন্ড সাধনা (পাঁচটি খুলির আসনে বসে সাধনা করা)।\n\n\n== বৌদ্ধধর্ম ==\nবজ্রযান বৌদ্ধধর্ম ও নালন্দা ঐতিহ্যে পনেরোটি প্রধান তান্ত্রিক সাধন রয়েছে:\n\nসুরঙ্গামা / সীতাপাত্র\nনলাকাশ\nতারা\nমহাকাল\nহায়গ্রীব\nঅমিতাভ\nভাইজ্যগুরু / অক্ষোভ্যা\nগুহ্যসমাজ\nবজ্রযোগিনী / বজ্রবাহী\nহেরুকা / চক্রাশ্বর\nযমন্তক\nকালচক্র\nহেভাজরা\nচোদ\nবজ্রপাশী\nঅবলোকিতেশ্বর\nএই তালিকার মধ্যে নয় কিন্তু বজ্রযানের একটি কেন্দ্রীয় সাধনা হল বজ্রসত্ত্ব।\nএই সবগুলি তিব্বতীয় আকারে পাওয়া যায়, অনেকগুলি চীনা ভাষায় পাওয়া যায় এবং কিছু এখনও প্রাচীন সংস্কৃত পাণ্ডুলিপিতে বিদ্যমান।\nকভাএরনে  (১৯৭৫: পৃষ্ঠা ১৬৪) তাঁর সহজের বিস্তৃত আলোচনায়, মণ্ডলের সঙ্গে সাধনার সম্পর্ককে এভাবে বিবেচনা করে:\n\nবাহ্যিক আচার এবং অভ্যন্তরীণ সাধনা একটি পৃথক পৃথক গঠন করে, এবং এই ঐক্য মন্ডলের আকারে তার সবচেয়ে গর্ভবতী অভিব্যক্তি খুঁজে পায়, পবিত্র ঘেরটি মাটিতে টানা বর্গক্ষেত্র এবং বৃত্ত নিয়ে গঠিত এবং .সেই অবিচল সমতলকে প্রতিনিধিত্ব করে যার উপর বুদ্ধত্বের আকাঙ্ক্ষী নিজেকে প্রতিষ্ঠিত করতে চায়। মন্ত্রের উপর নির্ভর করে তান্ত্রিক আচারের প্রকাশ; এবং যেখানে একটি বস্তুগত মণ্ডল নিযুক্ত করা হয় না, সেখানে পারদর্শী তার ধ্যানের সময় একজনকে মানসিকভাবে গড়ে তুলতে এগিয়ে যায়।\n\n\n== আরও দেখুন ==\nসাধন\n\n\n== তথ্যসূত্র =="}