{"pageid": 1088019, "title": "চেরিশ পেরিউইঙ্কল হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1088019", "content": "চেরিশ পেরিউইঙ্কল (২৪ ডিসেম্বর ২০০৪-২২ জুন ২০১৩) ফ্লোরিডার জ্যাকসনভিলের একটি 8 বছর বয়সী মেয়ে ছিল। তাকে ২০১৩ সালের ২১ জুনে ওয়ালমার্ট থেকে অপহরণ করা হয়েছিল। সিসিটিভি ক্যামেরায় তাকে দেখা গিয়েছিল ডোনাল্ড জেমস স্মিথ (জন্ম ৪ সেপ্টেম্বর ১৯৫৬) নামে একজনের সাথে দোকান থেকে বেরিয়ে যেতে। পরে এই স্মিথ চেরিশকে হত্যার দায়ে দোষী সাব্যস্ত হয় এবং তাকে মৃত্যুদণ্ড দেওয়া হয়েছিল। \n\n\n== জীবন এবং হত্যা ==\n২০০৪ সালের ক্রিসমাসের প্রাক্কালে ফ্লোরিডার জ্যাকসনভিলে রেইন পেরিউইঙ্কল এবং বিলি জারেরুর ঘরে চেরিশের জন্ম হয়। তার পিতা মাতার মধ্যে কখনো বিয়ে হয়নি এবং তারা চেরিশের হেফাজন নেওয়ার জন্য লড়াই করছিল। \n২০১৩ সালের ২১ জুন রাত ৮টার দিকে, রেইন, চেরিশ এবং তার দুই ছোট বোন কেনাকাটা করতে যায়। যখন প্রথমবার তাদের সাথে ডোনাল্ড স্মিথের ডলার জেনারেলে দেখা হয়, সে তাদের ১৫০ ডলারের ওয়ালমার্ট উপহার কার্ড দিয়ে তাদের সামর্থ্য না থাকা পোশাক কিনে দেওয়ার প্রস্তাব দেয়। পেরিউইঙ্কলরা তখন তার সাদা ভ্যানে উঠে তার সাথে ওয়ালমার্টে যায়, যেখানে তারা পরবর্তী ২ ঘন্টা কেনাকাটা করে। রাত ১০:৩০ টায়, স্মিথ প্রস্তাব দেয় তাদের জন্য ম্যাকডোনাল্ডসের চিজবার্গার আনার এবং চেরিশ তাকে অনুসরণ করে। যাইহোক, নজরদারি ফুটেজ দেখায় যে তারা পরিবর্তে দোকান থেকে বেরিয়ে যায়, তখনই শেষবারের মতো চেরিশকে জীবিত অবস্থায় দেখা গিয়েছিল। প্রায় আধ ঘন্টা পরে, রেইন পুলিশকে ফোন করে জানান যে তার মেয়েকে অপহরণ করা হয়েছে এবং পাঁচ ঘন্টা পরে একটি অ্যাম্বার সতর্কতা জারি করা হয়।  পরের দিন সকালে হাইল্যান্ডের ব্যাপটিস্ট চার্চের পিছনে একটি খাঁড়িতে চেরিশের মৃতদেহ পাওয়া যায়। এটা বিশ্বাস করা হয় যে স্মিথ তাকে তার ভ্যানের পিছনে বেঁধে রেখেছিল, যেখানে তাকে যৌন নিপীড়ন করা হয়েছিল এবং শ্বাসরোধ করে হত্যা করা হয়েছিল।\n\n\n== স্মিথের গ্রেপ্তার ==\nপুলিশ তৎক্ষণাৎ স্মিথকে অপহরণকারী হিসাবে শনাক্ত করে, তার ভ্যানটি অন্যতম প্রধান কেন্দ্রবিন্দু ছিল। পরের দিন সকাল ৯টার দিকে কর্মকর্তারা আন্তঃরাজ্যটিতে তার ভ্যানটি দেখতে পায় এবং আত্মসমর্পণ করার আগে তাকে কোণঠাসা করে এবং তৎক্ষণাৎ গ্রেপ্তার করা হয়। স্মিথ পুলিশের কাছে স্থানীয় যৌন অপরাধী হিসাবে পরিচিত ছিল যার দীর্ঘ অপরাধের ইতিহাস রয়েছে যার মধ্যে নাবালকদের বিরুদ্ধে অসংখ্য অপরাধও রয়েছে। চেরিশের হত্যার মাত্র তিন সপ্তাহ আগে সে জেল থেকে মুক্তি পেয়েছিল। \n\n\n== বিচার ==\nস্মিথের বিচার ২০১৮ সালের ফেব্রুয়ারিতে শুরু হয়েছিল। সে প্রথম ডিগ্রি হত্যা এবং যৌন অপরাধে দোষী সাব্যস্ত হয় এবং মে ২০১৮ সালে মৃত্যুদণ্ড দেওয়া হয়। হত্যার অপরাধ দৃশ্যের ছবি দেখে বিচারকেরা কান্নায় ভেঙে পড়েছিলেন, এবং প্রতিবাদী পক্ষ ছবিগুলি লুকোনোর চেষ্টা করেছিল। প্রতিরক্ষা অ্যাটর্নি জুলি শ্ল্যাক্স জুরিদের কাঁচা আবেগের দিকে মন না দিয়ে, আইনের দিকে মনোনিবেশ করার আহ্বান জানান। \n২০২১ সালের এপ্রিল মাসে স্মিথ তার সাজার বিরুদ্ধে আপিল করার ব্যর্থ চেষ্টা করে। \n\n\n== আরও দেখুন ==\nযুক্তরাষ্ট্রে মৃত্যুদণ্ডপ্রাপ্ত বন্দীদের তালিকা\nখুন হওয়া আমেরিকান শিশুদের তালিকা\n\n\n== তথ্যসূত্র =="}