{"pageid": 1088010, "title": "লুলওয়া খাযুম", "url": "https://bn.wikipedia.org/wiki?curid=1088010", "content": "লুলওয়া খাযুম (আরবি: لولوا خزوم) একজন ইরাকি আমেরিকান - ইহুদি লেখক, সাংবাদিক, কর্মী ও সঙ্গীতজ্ঞ। তিনি ইহুদি বহুসংস্কৃতিবাদের পাশাপাশি সাফার্ডি, মিজরাহি, ইয়েমেনীয় ও  ইথিওপীয় ইহুদিদের সাংস্কৃতিক ঐতিহ্য এবং আধুনিক সংগ্রাম সম্পর্কে ব্যাপকভাবে কথা বলেছেন ও লিখেছেন। তিনি ১৯৯০-এর দশকের ইহুদি নারীবাদী আন্দোলনে ব্যাপকভাবে জড়িত ছিলেন এবং তিনি ইহুদি বহুসংস্কৃতি প্রকল্পের প্রতিষ্ঠাতা। তিনি স্বাস্থ্য ও সুস্থতা অনুশীলনকারীদের জনসংযোগ ব্যবস্থাপক হিসাবেও কাজ করেছেন।\n\n\n== জীবনের প্রথমার্ধ ==\nলুলওয়া ক্যালিফোর্নিয়ায় একজন আমেরিকান ইহুদি মা এবং একজন ইরাকি ইহুদি পিতার সন্তান হিসাবে বেড়ে ওঠেন। তিনি ছোটবেলায়  ইহুদি শিক্ষা গ্রহণ করেছিলেন, এবং প্রথমে তার বিদ্যালয়ে মিজরাচি ইহুদি হওয়ার অন্যান্য প্রভাবের মুখোমুখি হয়েছিলেন: \"যখন আমি মিজরাহি প্রার্থনার বই থেকে পড়া শুরু করি তখন আমার বয়স ছিল মাত্র সাত, এবং আমার শিক্ষকরা মুখমণ্ডল তৈরি করতেন এবং সম্পর্কে বাজে কথা বলতেন। তারা চেয়েছিল আমি অন্যরা যা করছে আমি তাই করবো - অর্থাৎ, আশকেনাজি স্টাইলে একটি আশকেনাজি প্রার্থনার বই পড়া।\" তিনি বার্নার্ড কলেজে পড়াশোনা করেন, যেখানে তিনি রাষ্ট্রবিজ্ঞানে মেজর ছিলেন।\n\n\n== ইহুদি বহুসংস্কৃতি ও নারীবাদী কাজ ==\nলুলওয়া ইহুদি বহুসংস্কৃতি প্রকল্পের প্রতিষ্ঠাতা, যা ইহুদি সম্প্রদায়কে ইহুদি সংস্কৃতি ও ঐতিহ্যের বৈচিত্র্য সম্পর্কে শিক্ষা সম্পদ প্রদান করে। তিনি এসওজেআইএসি (ইরান ও আরব দেশ থেকে ইহুদিদের জন্য ছাত্র সংগঠন) এবং জেআইএমইএনএ (মধ্যপ্রাচ্য ও উত্তর আফ্রিকার ইহুদিদের ইহুদি) এর সাথেও জড়িত ছিলেন। তিনি আমেরিকায় জাতি এবং লিঙ্গের পারস্পরিক ক্রিয়াকলাপ সম্পর্কে একটি তথ্যচিত্র দ্য ওয়ে হোম-এর চিত্রগ্রহণে অংশ নিয়েছিলেন এবং চলচ্চিত্রে প্রতিনিধিত্বকারী ইহুদি মহিলাদের গোষ্ঠীকে বৈচিত্র্যময় করতে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।  তিনি ইহুদি মহিলা আর্কাইভের অনলাইন প্রদর্শনীতে ইহুদি নারী ও  নারীবাদী বিপ্লবে বহুসংস্কৃতিবাদ ও লিঙ্গ বিষয়ক কাজের জন্য বৈশিষ্ট্যযুক্ত। ডকুমেন্টারিতে লুলওয়া খাজুম দেখানো হয়েছে, ইয়াং, জিউশ অ্যান্ড লেফট ।\n\n\n== বই ==\nতার প্রথম বই, কনসকুয়েন্স : বিয়ন্ড রেসিস্টিং রেপ, ২০০২ সালে প্রকাশিত হয়েছিল। এটি লুলওয়ার দুঃসাহসিকতা অনুসরণ করে, যখন সে যৌন হয়রানির দৈনিক মাত্রায় সাড়া দেওয়ার জন্য খামগুলিকে ধাক্কা দেয়। স্ট্রিট হ্যারাসমেন্ট প্রজেক্টের একটি পর্যালোচনায় বলা হয়েছে যে, \"সত্য যে খাজজুম সাহসীভাবে প্রশ্ন উত্থাপন করার জন্য যথেষ্ট সাহসী হয়েছে তা আমাদের এই বইটি পড়তে অনুপ্রাণিত করবে এবং খুব কমপক্ষে, আমরা কীভাবে আমাদের জীবনযাপন করি এবং কীভাবে আমরা আমাদের জীবনযাপন করতে চাই তা বিবেচনা করুন।\"\n\n\n== তথ্যসূত্র =="}