{"pageid": 1088711, "title": "হেইডেন ওয়ালশ জুনিয়র", "url": "https://bn.wikipedia.org/wiki?curid=1088711", "content": "হেইডেন রশিদি ওয়ালশ (জন্ম ২৩ এপ্রিল ১৯৯২) একজন মার্কিন ভার্জিন দ্বীপবাসী ক্রিকেটার ‍যিনি আন্তর্জাতিক ক্রিকেটে মার্কিন যুক্তরাষ্ট্র ও ওয়েস্ট ইন্ডিজ ক্রিকেট দলের প্রতিনিধিত্ব করেছেন। তার বাবা অ্যালবার্ট ওয়ালশ (ওরফে হেইডেন ওয়ালশ সিনিয়র) ছিলেন একজন অ্যান্টিগান ক্রিকেটার। হেইডেন রশিদি ওয়ালশ একজন বাঁহাতি ব্যাটার ও ডানহাতি লেগ স্পিন বোলার।\n\n\n== প্রারম্ভিক জীবন ==\nমার্কিন ভার্জিন দ্বীপপুঞ্জের সেন্ট ক্রয়ে হেইডেন ওয়ালশের জন্ম হওয়ার সুবাদে তিনি একজন মার্কিন নাগরিক। তার বাবা অ্যালবার্ট ওয়ালশ ও পিতৃব্য ভন ওয়ালশ দুজনেই লিওয়ার্ড দ্বীপপুঞ্জের হয়ে প্রথম শ্রেণীর ক্রিকেট খেলেছেন।\n\n\n== ওয়েস্ট ইন্ডিয়ান ঘরোয়া ক্রিকেট ==\n২০১১–২০১২ আঞ্চলিক চার দিনের প্রতিযোগিতায় লিওয়ার্ড দ্বীপপুঞ্জের হয়ে হেইডেন ওয়ালশ তার প্রথম শ্রেণীর ক্যারিয়ার শুরু করেন। ত্রিনিদাদ ও টোবাগো দলের বিরুদ্ধে তার তৃতীয় ম্যাচে তিনি ৪/৪৭-এর বোলিং ফিগার তুলে নেন, যার মধ্যে ওয়েস্ট ইন্ডিজ জাতীয় দলের খেলোয়াড় জেসন মোহাম্মদ ও রায়াদ এমরিতের উইকেটও ছিল। একই প্রতিযোগিতার ২০১৩–২০১৪ মৌসুমে হেইডেন ওয়ালশ প্রথম শ্রেণীর ক্রিকেট তার সর্বোচ্চ ইনিংসের দেখা পান, যেটি ছিল জ্যামাইকার বিরুদ্ধে ৮৬ রানের একটি ইনিংস।\n২০১৮ সালের ২৮ আগস্ট তার টোয়েন্টি২০ অভিষেক হয় ২০১৮ ক্যারিবিয়ান প্রিমিয়ার লিগে সেন্ট কিটস অ্যান্ড নেভিস প্যাট্রিয়টস-এর হয়ে।\n\n\n== যুক্তরাষ্ট্রে ক্রিকেট ==\n২০১৮ সালের অক্টোবর মাসে ওমানে অনুষ্ঠিত ২০১৮ আইসিসি বিশ্ব ক্রিকেট লিগ তৃতীয় বিভাগ টুর্নামেন্টে মার্কিন যুক্তরাষ্ট্রের দলে  ২০১৯ সালের ফেব্রুয়ারি মাসে সংযুক্ত আরব আমিরাতের বিরুদ্ধে যুক্তরাষ্ট্রের সিরিজের টোয়েন্টি২০ আন্তর্জাতিক (টি২০আই) দলে হেইডেন ওয়ালশ সুযোগ পান। এ সিরিজের ম্যাচগুলো ছিল মার্কিন যুক্তরাষ্ট্র দলের খেলা প্রথম টোয়েন্টি২০ আন্তর্জাতিক। ২০১৯ সালের ১৫ মার্চ সংযুক্ত আরব আমিরাতের বিরুদ্ধে তার যুক্তরাষ্ট্রের হয়ে অভিষেক হয়।\n২০১৯ সালের এপ্রিল মাসে নামিবিয়ায় অনুষ্ঠিত ২০১৯ আইসিসি বিশ্ব ক্রিকেট লিগ দ্বিতীয় বিভাগ টুর্নামেন্টে মার্কিন যুক্তরাষ্ট্রের দলে হেইডেন ওয়ালশের নাম রাখা হয়। মার্কিন যুক্তরাষ্ট্র টুর্নামেন্টের সেরা চারে জায়গা করে নেয়, এবং ফলস্বরূপ তারা একদিনের আন্তর্জাতিক (ওডিআই) মর্যাদা লাভ করে। ২০১৯ সালের ২৭ এপ্রিল টুর্নামেন্টটির তৃতীয় স্থান নির্ধারণী ম্যাচে পাপুয়া নিউ গিনির বিরুদ্ধে যুক্তরাষ্ট্রের হয়ে হেইডেন ওয়ালশের ওডিআই অভিষেক হয়।\n২০১৯ সালের জুনে বারমুডায় অনুষ্ঠিত ২০১৮–২০১৯ আইসিসি টি২০ বিশ্বকাপ আমেরিকা বাছাইপর্বের আঞ্চলিক ফাইনালের পূর্বে মার্কিন যুক্তরাষ্ট্র ক্রিকেট দলের ৩০ সদস্যের প্রশিক্ষণ দলে হেইডেন ওয়ালশের নাম রাখা হয়। পরবর্তীতে একই মাসে তিনি ২০১৯ গ্লোবাল টি২০ কানাডা টুর্নামেন্টে ভ্যানকুভার নাইটস দলের হয়ে খেলার সুযোগ পান।\n\n\n== ওয়েস্ট ইন্ডিজ কর্মজীবন ==\n২০১৯ সালের অক্টোবর মাসে ২০১৯–২০২০ আঞ্চলিক সুপার৫০ টুর্নামেন্টে লিওয়ার্ড দ্বীপপুঞ্জের দলে হেইডেন ওয়ালশ সুযোগ পান।\n২০১৯ সালের অক্টোবর মাসে ভারতে আফগানিস্তানের বিরুদ্ধে ওয়েস্ট ইন্ডিজের সিরিজের একদিনের আন্তর্জাতিক (ওডিআই) ও টোয়েন্টি২০ আন্তর্জাতিক (টি২০আই) দলে হেইডেন ওয়ালশকে রাখা হয়। ২০১৯ সালের ৬ নভেম্বর আফগানিস্তানের বিরুদ্ধে ওয়েস্ট ইন্ডিজের হয়ে তার ওডিআই অভিষেক হয়। এর আগে মার্কিন যুক্তরাষ্ট্রের হয়ে ওডিআই খেলায় তিনি একাধিক দলের হয়ে ওডিআই ক্রিকেট খেলা চতুর্দশ ক্রিকেটার হন। ২০১৯ সালের ১৪ নভেম্বর আফগানিস্তানের বিরুদ্ধেই তিনি ওয়েস্ট ইন্ডিজের হয়ে প্রথম টি২০আই ম্যাচ খেলেন। এর আগে মার্কিন যুক্তরাষ্ট্রের হয়ে তার আটটি টি২০আই খেলা থাকায় তিনি একাধিক জাতীয় দলের হয়ে টি২০আই খেলা নবম ক্রিকেটার হন।\n২০২০ সালের জুলাই মাসে ২০২০ ক্যারিবিয়ান প্রিমিয়ার লিগে বার্বাডোস ট্রাইডেন্টস-এর দলে হেইডেন ওয়ালশ ডাক পান।\n২০২০ সালের ডিসেম্বর মাসে বাংলাদেশের বিরুদ্ধে ওডিআই সিরিজের দলে হেইডেন ওয়ালশকে রাখা হয়। কিন্তু পরীক্ষায় তার কোভিড-১৯ পজিটিভ আসার কারণে সিরিজটি থেকে তিনি ছিটকে যান। ২০২১ সালের জুলাই মাসে অস্ট্রেলিয়ার বিরুদ্ধে পাঁচ ম্যাচের টি২০আই সিরিজে ১২ উইকেট লাভ করায় হেইডেন ওয়ালশ সিরিজসেরার খেতাব লাভ করেন।\n২০২১ সালের জুলাই মাসে অস্ট্রেলিয়ার বিপক্ষে সিরিজের প্রথম ম্যাচে হেইডেন ওয়ালশ ওডিআই ক্রিকেটে নিজের প্রথম পাঁচ উইকেট লাভ করেন। ২০২১ সালের সেপ্টেম্বর মাসে ২০২১ আইসিসি পুরুষ টি২০ বিশ্বকাপের দলে হেইডেন ওয়ালশ ডাক পান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nক্রিকেটআর্কাইভ-এ খেলোয়াড়ের পরিচিতি তথ্য ও পরিসংখ্যান\nইএসপিএনক্রিকইনফোতে খেলোয়াড়ের পরিচিতি তথ্য ও পরিসংখ্যান"}