{"pageid": 1088831, "title": "অরবিন্দ শর্মা", "url": "https://bn.wikipedia.org/wiki?curid=1088831", "content": "অরবিন্দ শর্মা ম্যাকগিল বিশ্ববিদ্যালয়ের তুলনামূলক ধর্মের বার্কস অধ্যাপক। শর্মার রচনাবলি হিন্দুধর্ম, ধর্মের দর্শনের উপর আলোকপাত করে। তার বই রচনার মধ্যে রয়েছে আওয়ার রিলিজিয়নস অ্যান্ড উইমেন ইন ওয়ার্ল্ড রিলিজিয়নস, ওয়ার্ল্ড রিলিজিয়নে নারীবাদ রচনাটি চয়েস আউটস্ট্যান্ডিং একাডেমিক বই (১৯৯৯) হিসেবে নির্বাচিত হয়েছিল।\n\n\n== জীবনী ==\nঅরবিন্দ শর্মার জন্ম ১৯৪০ সালের ১ জানুয়ারি ভারতের বারাণসীতে।\nতিনি ১৯৬৪ সালে গুজরাটের সিভিল সার্ভিসে পরিবেশিত সিরাকিউস বিশ্ববিদ্যালয়, মার্কিন যুক্তরাষ্ট্র, এ অর্থনীতিতে উচ্চশিক্ষা গ্রহণের জন্য গিয়েছিলেন এবং ১৯৭০ সালে অর্থনীতিতে মাস্টার্স ডিগ্রী পান। তিনি অর্থনৈতিক উন্নয়নে অ-অর্থনৈতিক কারণের ভূমিকা বিষয়ে পড়াশুনার সময় ধর্মের প্রতি আগ্রহী হয়ে উঠেন এবং ১৯৭২ সালে হার্ভার্ড ডিভিনিটি স্কুলে ভর্তি হন। ধর্মতত্ত্ব শিক্ষা-এ মাস্টার্স করার পর, তিনি ১৯৭৪ সালে সংস্কৃত ও ভারতীয় শিক্ষা বিষয়ে পিএইচডি অর্জন করেন। \nহার্ভার্ডে থাকাকালীন তিনি ১৯৭৬ সালে অস্ট্রেলিয়ার ব্রিসবেনের কুইন্সল্যান্ড বিশ্ববিদ্যালয়ে ধর্ম গবেষণায় নতুন প্রতিষ্ঠিত অধিদপ্তরে নিয়োগ লাভ করেন। ১৯৮০ সালে তিনি সিডনি বিশ্ববিদ্যালয়ে চলে যান।  ১৯৯৪ সালে তিনি ম্যাকগিল বিশ্ববিদ্যালয়ে তুলনামূলক ধর্মের বার্কস অধ্যাপক নিযুক্ত হন, যেখানে তিনি শিক্ষকতা করেন। \nম্যাকগিল ইউনিভার্সিটি আর্কাইভস (এমইউএ) এ অরবিন্দ শর্মার আর্কাইভস শখের আয়োজন করা হয়। \n\n\n== নারী নিয়ে লেখা ==\nঅরবিন্দ শর্মা নারীবাদ নিয়ে অসংখ্য লেখা লিখেন। এ লেখাগুলোর মাধ্যমে তিনি হিন্দুধর্মের নারীদেরকে সনাতন ধর্ম থেকে বের করে আনার চেষ্টা করেছেন। তিনি প্রমাণ করেছেন ধর্ম, জীবন, সংস্কৃতি, রাজনীতি এবং নারী কারোর মাঝে কোন পার্থক্য নেই। একজন পুরুষ যেমন স্বাধীনভাবে ধর্ম পালন, পরিবার গঠন এবং সমাজ নির্মাণ করতে পারে তদ্রূপ একজন নারীও পারে। শতরূপা ও মনু দু’জনে এ পৃথিবীতে ঈশরের বিধান পালন করেছে, তারা সমাজ তৈরী করেছে এবং পরিবার গঠন করে সন্তানেন বিস্তার ঘটায়েছে। তাই হিন্দু শিক্ষা কখনই নারীর বিপরীত নয়। আধুনিকতা কখনই নারীদের অসম্মান করে না। তাই তিনি নারীকে নিয়ে “হার ভয়েস, হার ফেইথ: ওমেন স্পিক অন ওয়াল্ড রিলিজিয়নস”, “গডেজেজ এন্ড ওমেন ইন দা ইনডিক রিলিজিয়াস”, “মডার্ন হিন্দু থ্যাট: অ্যান ইন্ট্রোডাকশন”, “ হিন্দুইজম এ্যাজ আ মিশনারী রিলিজিয়ন”, “হিন্দু ইজালিটেরিয়ানজম: ইকুয়েলিটি অর জাস্টিক?”, “ওম্যান ইন ইন্ডিয়ান রিলিজিয়নস”, “পার্ট অব দা প্রোবেলেম, পার্ট অব দা সলুশন: রিলিজিয়ন”। “হিন্দুইজম এন্ড হিউম্যান রাইটস: আ কনসেপচুয়াল অ্যাপ্রোস ল ইন ইন্ডিয়া”সহ অনেক বই লেখেন।\n\n\n== রচনাসমূহ ==\nতিনি ৫০টিরও বেশি বই এবং ৫০০টি প্রবন্ধের লেখক, সম্পাদক বা সহ-সম্পাদক, তার উল্লেখযোগ্য রচনার মধ্যে রয়েছে:\n\nদ্যা রুলার্স গেজ : আ স্টাডি অব ব্রিটিশ রুল অভার ইন্ডিয়া ফরম আ সাইডিয়ান পারসপেকটিভ (হারপার কলিংস পাবলিকেশন, ২০১৮) আইএসবিএন-9789352641024\nহিন্দুইজম এ্যাজ আ মিশনারী রিলিজিয়ন (স্টেট ইউনিভাটির্সি, নিউ ইয়র্ক প্রেস, ২০১১) আইএসবিএন-9781438432113\nদা ফিলোসফি অব রিলিজিয়ন এন্ড অদ্বৈত বেদান্ত (প্যানিসেলভিয়া স্টেট বিশ্ববিদ্যালয় প্রেস, ২০০৮), আইএসবিএন-9780271028323\nপার্ট অব দা প্রোবেলেম, পার্ট অব দা সলুশন: রিলিজিয়ন টু ডে এন্ড টুমরো (প্রিগার পাবলিকেশনস, ২০০৮), আইএসবিএন-9780313358999\nহার্মেনিউটিকস এন্ড হিন্দু থ্যাট: টুওয়ার্ডস আ ফোশিন অব হরিজন (স্প্রিংগা্, ২০০৮), আইএসবিএন-9781402081910\nফান্টামেন্টালিজম এন্ড ওমেন ইন ওয়াল্ড রিলিজিয়ন (টি এন্ড টি কেলার্ক পাবলিকেশনস, ২০০৭), আইএসবিএন-9780567025333\nগডেজেজ এন্ড ওমেন ইন দা ইনডিক রিলিজিয়াস ট্রেডিশন (ব্রিল অ্যাকাডেমিক পাবলিকেশনস ২০০৫), আইএসবিএন-9789004124660\nনিউ ফোকাস অন হিন্দু স্টাডিজ (ডিকে প্রিন্ট ওয়াল্ড, ২০০৫), আইএসবিএন-9788124603079\nআ নিউ কার্ভ ইন দা গেনগেজ (ডিকে প্রিন্ট ওয়াল্ড, ২০০৫), আইএসবিএন-9788124602713\nক্রিস্টানেটি এন্ড হিউম্যান রাইটস: ইনফ্লোয়েন্সেস এন্ড ইসুস (স্টেট ইউনিভার্সিটি অব নিউ ইয়ার্ক প্রেস, ২০০৭), আইএসবিএন-9780791469521\nদা কোয়েস্টার ফর সেরেনিটি ইন ওয়াল্ড রিলিজিয়নস (ডিকে প্রিন্ট ওয়াল্ড, ২০০৫), আইএসবিএন-97888124604205\nআ গাইড টু হিন্দু স্প্রিচুয়ালিটি (ওয়াল্ড ওয়াইজডম, ২০০৬), আইএসবিএন-9781933316178\nহিন্দু ইজালিটেরিয়ানজম: ইকুয়েলিটি অর জাস্টিক? (রুপা এন্ড কোং, ২০০৬), আইএসবিএন-9788128108333\nঅদ্বৈত বেদান্ত (লুডিং ভারলাগ, ২০০৬), আইএসবিএন-9783778781869\nআর হিউম্যান রাইটস ওয়েস্টার্ন?: আ কন্ট্রিবুশন টু দা ডায়ালগ অব সিভিলাইজেশনস (অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০০৬), আইএসবিএন-9780195679489\nমডার্ন হিন্দু থ্যাট: অ্যান ইন্ট্রোডাকশন (অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০০৬), আইএসবিএন-9780195676389\nডার্মা (ডিকে প্রিন্ট ওয়াল্ড, ২০০৫), আইএসবিএন-9788124602706\nস্লিপ অ্যাজ আ স্টেট অব কনসকিউনেস ইন ইনডিয়া (স্টেট ইউনিভার্সিটি অব নিউ ইয়ার্ক প্রেস, ২০০৪), আইএসবিএন-9780791462515\nদা বৌদ্ধইজম অমনিবাস: কমপ্রেসিং গৌতম বৌদ্ধ, দা দামাপাদা, এন্ড দা ফিলোসফি অব রিলিজিয়ন (অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০০৪), আইএসবিএন-9780195668988\nহার ভয়েস, হার ফেইথ: ওমেন স্পিক অন ওয়াল্ড রিলিজিয়নস (ওয়েস্টভিউ প্রেস) ২০০৪), আইএসবিএন-9780813342573\nহিন্দুইজম এন্ড হিউম্যান রাইটস: আ কনসেপচুয়াল অ্যাপ্রোস ল ইন ইন্ডিয়া (অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০০৪), আইএসবিএন-9780195665857\nঅদ্বৈত বেদান্ত: অ্যান ইন্টারোডাকশন (মদিলালবানারশিদাশ, ২০০৪), আইএসবিএন-9788120820272\nদা স্টাডি অব হিন্দুইজম (ইউনিভার্সিটি অব সাউথ কেরেলিনা প্রেস, ২০০৩), আইএসবিএন-9781570034497\nহিন্দুইজম এন্ড ইটস সিন্স অব হিস্টোরি (অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০০৪), আইএসবিএন-9780195665314\nম্যাথোডোলজি ইন রিলিজিয়াস স্টাডিজ: দা ইন্টাফেস উইথ ওম্যান্স স্টাডিজ (স্টেট ইউনিভার্সিটি অব নিউ ইয়ার্ক প্রেস, ২০০৪), আইএসবিএন-9780791453476\nমডার্ন হিন্দু থ্যাট: দা ইসেন্সিয়াল টেক্সস (অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০০৪), আইএসবিএন-9780195653151\nওম্যান ইন ইন্ডিয়ান রিলিজিয়নস (অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০০২), আইএসবিএন-9780195646344\nরিলিজিয়ন ইন দা সেকুলার সিটি: এসেস ইন অনার অব হারভে কক্স (ট্রিনটি প্রেস ইন্টারন্যাশনাল, ২০০১), আইএসবিএন-9781563383373\nসতী: হিস্টোরিকাল এন্ড ফিনোমেনোজিক্যাল এসেস (মদিলাল বানারশিদাশ, ২০০৪), আইএসবিএন-9788120804647\n\n\n== তথ্যসূত্র =="}