{"pageid": 1088639, "title": "টেরেসা কোর্ম্যাক হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1088639", "content": "টেরেসা মাইডা কোর্ম্যাক (১৮ জুন ১৯৮১ - ১৯ জুন ১৯৮৭) নিউজিল্যান্ডের নেপিয়ারের ছয় বছর বয়সে হত্যার শিকার হয়েছিল। পনের বছর পর, জেনেটিক বিশ্লেষণের অগ্রগতির ফলে জুলস মিকাসকে (২৮ সেপ্টেম্বর ১৯৫৮ - ৬ ডিসেম্বর ২০১৯) এই অপরাধের জন্য দোষী সাব্যস্ত করা হয়। তদন্তের শুরুতে তাকে সম্ভাব্য সন্দেহভাজন হিসেবে চিহ্নিত করা হয়েছিল, কিন্তু সে সময় তার অ্যালিবি গৃহীত হয়েছিল।\n\n\n== হত্যা ও মৃত্যু ==\nটেরেসা তার মা কেলি পিগট এবং তার ছোট বোন সারার সাথে নিউজিল্যান্ডের নেপিয়ারে থাকতেন। জন্মদিনের পরের দিন স্কুলে যেতে অনিচ্ছুক হলেও, কোর্ম্যাক তার স্বাভাবিক হাঁটা পথে রিচমন্ড প্রাথমিক বিদ্যালয়ে বাড়ি থেকে রওনা হয়। বিদ্যালয়টি তার বাড়ি থেকে কিছুটা দূরে অবস্থিত। তবে সে বিদ্যালয়ে যায়নি এবং পরিবর্তে প্রায় এক ঘন্টা মারানুই শহরতলীতে রাস্তায় ঘুরে বেড়ায়।\nআট দিন পরে, ওয়েরিনাকি সৈকতে একটি গাছের গোড়ায় একজন মহিলা কোর্ম্যাকের দেহ আবিষ্কার করেন, তাঁর কুকুর হাঁটানোর সময়। একটি ময়নাতদন্তে জানা গেছে যে তাকে ধর্ষণ করা হয়েছিল এবং শ্বাসরোধ করা হয়েছিল।\n\n\n== তদন্ত ==\nতার মুখে ও অন্তর্বাসে তিনজন পুরুষের শ্রোণীদেশের চুল পাওয়া গিয়েছিল। এছাড়া কোর্ম্যাকের দেহে ও যোনিপথে বীর্য পাওয়া গিয়েছিল। তবে সেই সময় জেনেটিক ফিঙ্গারপ্রিন্টিং তার হত্যাকারী খুঁজে পাওয়ার জন্য যথেষ্ট উন্নত ছিল না।\nজুলস মিকাস (জন্ম ২৮ সেপ্টেম্বর ১৯৫৮, যে কিশোর বয়সে অনেক যৌন অপরাধ করেছিল, পুলিশ তাকে জিজ্ঞাসাবাদ করে এবং তার লালা ও রক্তের নমুনা সরবরাহ করে। মিকাস অপহরণের ঘটনা ঘটার জন্য একটি অ্যালিবি দিয়েছিলেন। পরে, তাকে সন্দেহভাজন হিসাবে বাদ দেওয়া হয়।\n\n\n== যুগান্তকারী ঘটনা ==\n১৯৯৮ সালে কোর্ম্যাক হত্যা মামলাটি পুনরায় চালু করা হয় এবং যুক্তরাষ্ট্রের একটি অপরাধ গবেষণাগারে নতুন করে পরীক্ষা করা হয়। জেনেটিক ফিঙ্গারপ্রিন্টিংয়ের অগ্রগতির কারণে, দুটি মাইক্রোস্কোপ স্লাইডের মধ্যে সিল করা বীর্যের একটি নমুনা ২০০১ সালে ইএসআর (এনভায়রনমেন্টাল সায়েন্স অ্যান্ড রিসার্চ, একটি ক্রাউন রিসার্চ ইনস্টিটিউট, যা সম্পূর্ণভাবে নিউজিল্যান্ড সরকারের মালিকানাধীন) টেকনিশিয়ানদের দ্বারা প্রোফাইল করতে সক্ষম হয়েছিল।\nএই প্রোফাইল থাকা সত্ত্বেও, তাৎক্ষণিকভাবে কাউকে গ্রেপ্তার করা হয়নি। টেলিভিশনে দায়িত্বপ্রাপ্ত গোয়েন্দার সম্প্রচারিত একটি অনুষ্ঠান দেখে মিকাসের মধ্যে প্রতিক্রিয়া দেখা গিয়েছিল, যাদের সাথে সে থাকত তারা এই প্রতিক্রিয়া দেখেও পুলিশের সাথে যোগাযোগ করেনি। আটশ পঁয়তাল্লিশটি রক্তের নমুনা নেওয়া হয়েছিল, এর মধ্যে চারটি প্রোফাইল তৈরি করার জন্য অপর্যাপ্ত মানের ছিল। প্রায় এক বছর রক্ত পরীক্ষার পর (২২ ফেব্রুয়ারি ২০০২ পর্যন্ত সময় নিয়ে), কেবল একটি রক্তের প্রোফাইল বীর্যের সাথে মিলে যায় যেটি ছিল মিকাসের।\n২০০২ সালের ২৬ ফেব্রুয়ারি, কোর্ম্যাকের মৃত্যুর পনের বছর পর পুলিশ মিকাসকে হত্যার দায়ে গ্রেপ্তার করে। যদিও মিকাস দোষ স্বীকার করেনি, একটি জুরি তাকে অপহরণ, ধর্ষণ, যৌন নিপীড়ন এবং হত্যার জন্য দোষী সাব্যস্ত করে। তাকে হত্যার দায়ে যাবজ্জীবন কারাদণ্ড, ধর্ষণের জন্য প্রতিরোধমূলক আটক এবং যৌন নিপীড়ন ও অপহরণের জন্য প্রত্যেকটির জন্য ১৪ বছর করে কারাদণ্ড দেওয়া হয়, সব দণ্ডই এক সাথে চলছিল, সর্বনিম্ন ১০ বছরের প্যারোল বিহীন সময়কাল সহ। ৬ বছর বয়সী টেরেসা কোর্ম্যাকের মৃত্যুর জন্য যাবজ্জীবন কারাদণ্ড ভোগ করতে গিয়ে মিকাস মারা যায়। জানা গেছে যে ৯ ডিসেম্বর ২০১৯ সালে সে মস্তিষ্কের টিউমার থেকে মারা গিয়েছিল।\n\n\n== পরে ==\nএই মামলাটি নিউজিল্যান্ডে ব্যাপক আগ্রহ আকর্ষণ করে।\n২০০৪ সালে, রোয়েন মার্শ-পোতাকা (যিনি তার ভাইকে হত্যার জন্য প্যারোলে মুক্তি দেওয়া থেকে বিরত রাখার জন্য প্রচারণা চালিয়েছিল) একটি প্যারোল বিরোধী গান লেখার জন্য কোর্ম্যাকের মা কেলি পিগটের সাথে সহযোগিতা করেছিলেন। তারা চেয়েছিল যে গানটি মানুষকে জানাতে পারে যে মিকাসের মতো অপরাধীদের তাদের পুরো শাস্তি ভোগ করা উচিত। পিগট-এর সারা নামে একটি মেয়েও রয়েছে।\nপল রথওয়েলের নাটক গোল্ডেন বয়েজ, যা ২০০৬ সালের শুরুতে সির্কা থিয়েটারে চলেছিল, কোর্ম্যাক কেস দ্বারা অনুপ্রাণিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n \nhttps://www.stuff.co.nz/national/crime/118052123/teresa-cormacks-killer-jules-mikus-dies\n\n\n== বহিঃসংযোগ ==\nতেরেসা করম্যাকের জন্য মায়ের বিলাপ 13 মার্চ 2004 অ্যানি বেস্টন নিউজিল্যান্ড হেরাল্ড\nডিএনএ পরীক্ষার অগ্রগতি করম্যাক কেস কোর্ট ক্রাইম.কনজ -এ নিয়ে আসে\nতেরেসা করম্যাক হত্যাকাণ্ড, 19 জুন 1987 নিউজিল্যান্ড পুলিশের ওয়েবসাইট\nটেরেসা করম্যাকের স্মৃতিতে (JonBenét Ramsey মেমোরিয়াল ওয়েবসাইটের সাথে)\nএকটি কবর খুঁজুন - টেরেসা মেইদা করম্যাক\nযে মেয়েটি দু sadখের প্রতীক হয়ে উঠেছিল তার প্রিয় স্মৃতি\n[১]"}