{"pageid": 1088835, "title": "মজলিসে দাওয়াতুল হক বাংলাদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1088835", "content": "মজলিসে দাওয়াতুল হক বাংলাদেশ বাংলাদেশের একটি বৃহত্তর অরাজনৈতিক দাওয়াতি সংগঠন। ঢাকার জামিয়া ইসলামিয়া দারুল উলুম মাদানিয়ায় এর মূল কেন্দ্র অবস্থিত। সংগঠনটির প্রধানকে বলা হয় আমীরুল উমারা। এর বর্তমান আমীরুল উমারা মাহমুদুল হাসান। আবরারুল হক হক্কীর হাত ধরে এই সংগঠনের চর্চা শুরু হয়। এটি প্রতিষ্ঠায় মুহাম্মদুল্লাহ হাফেজ্জী ও হাকিম মুহাম্মদ আখতার গুরুত্বপূর্ণ ভূমিকা পালন করেন। এটি বিংশ শতাব্দীতে ভারতীয় উপমহাদেশে সংগঠিত উল্লেখযোগ্য ধর্মীয় আন্দোলন সমূহের মধ্যে অন্যতম।\n\n\n== ইতিহাস ==\nআশরাফ আলী থানভী ইসলামের দৃষ্টিতে সমাজের পাঁচটি সমস্যা চিহ্নিত করে তা সমাধান করার জন্য ১৯৩৯ সালে মজলিসে দাওয়াতুল হকের সূচনা করেন। তারপর তার শিষ্যদের নিজ নিজ এলাকায় এই সংগঠনের আলোকে কাজ করার নির্দেশ দেন। বাংলা অঞ্চলে আতহার আলী, শাহ আবদুল ওয়াহহাব, শামসুল হক ফরিদপুরী প্রমুখ এই কাজ চালিয়ে যান। ঢাকায় এই কাজ শুরু করেন মুহাম্মদুল্লাহ হাফেজ্জী। শেষ বয়সে হাফেজ্জী নিজের বার্ধক্যের কথা চিন্তা করে থানভীর আরেক খলিফা আবরারুল হক হক্কী ও হাকিম মুহাম্মদ আখতারকে বাংলাদেশে আসার আমন্ত্রণ দেন। ১৯৮১ সালে তারা উভয়ই বাংলাদেশে আগমণ করেন। হাফেজ্জী নিজের শিষ্যদের তাদের হাতে বায়আত হয়ে যাওয়ার নির্দেশ দেন।। তারপর সংগঠনটির কাজ আরও গতিশীল হয়। ১৯৯৩ সালের ২৪ এপ্রিল আবরারুল হক হক্কী ২য় বারের মত বাংলাদেশে আসেন। তখন তিনি সংগঠনের ১৩টি হালকা গঠন করেন। প্রত্যেক হালকার জন্য একজন আমীর ও একজন নায়েবে আমীর নিধার্রণ করে কার্যক্রম পরিচালনার পরামর্শ দেন। তারপর তিনি মাহমুদুল হাসানকে আমীরুল উমারা বা আমীরদের আমীর মনোনীত করেন। তখন থেকে মাহমুদুল হাসানের তত্ত্ববধানে সংগঠনটির কার্যক্রম পরিচালিত হয়ে আসছে।\n\n\n== লক্ষ্য ও উদ্দেশ্য ==\nসংগঠনটির মৌলিক উদ্দেশ্য মানবজীবনের সকল ক্ষেত্রে মুহাম্মদ (স.)-এর সুন্নত ও আদর্শের প্রতিফলন ঘটানো। থানভীর রচিত গ্রন্থসমূহে বিশেষত দাওয়াতীদ্দায়ী, তাফহীমুল মুসলিমীন, তানজীমুল মুসলিমীন এবং আবরারুল হক হক্কীর রচিত আশরাফুন্নেজামে সংগঠনটির বিস্তারিত লক্ষ্য-উদ্দেশ্য ও কর্মসূচী বিদ্যমান রয়েছে।\n\n\n== কর্মসূচি ==\nএই সংগঠনের কর্মসূচির মধ্যে রয়েছে:\n\nমানবজীবনের প্রাত্যহিক কাজ সমূহের সুন্নত তরিকার বাস্তব প্রশিক্ষণ প্রদান।\nমক্তব প্রতিষ্ঠা, বয়স্ক এবং মহিলাদের তালিম তরবিয়তের উপযুক্ত ব্যবস্থাপনা।\nকুরআনের বিশুদ্ধ পাঠ, প্রয়োজনীয় সূরা মশক করানো, দোয়া এবং জরুরী মাসলা-মাসায়েল শিক্ষাদান।\nশিরক-বিদআত দমনে ওয়াজ মাহফিলের মাধ্যমে মুসলমানদেরকে উদ্ধুদ্ধ করা এবং এ কাজের জন্য স্বতন্ত্র জামাত তৈরী করা।\nএ সমস্ত কর্মসূচি বাস্তবায়নের জন্য রয়েছে মজলিসুল উমারা, থানা ভিত্তিক হালকা, মজলিসে আম, কর্মী মজলিস, গাশতী মজলিস, ইসলাহি মজলিস, তরবিয়তুল মুআল্লিমীন, মজলিসুল ইফতা, মজলিসুল উলামা ওয়াল আইম্মা।\nওয়াজ মাহফিল আয়োজনে এটি সবচেয়ে কঠোর নীতি পালন করে। বাড়তি কিছু সংযোজন থেকে বিরত থাকে। তার মধ্যে রয়েছে: ওয়াজের জন্য মসজিদ বা মাদ্রাসা বেছে নেওয়া, রাস্তা বন্ধ করে মাহফিল না করা, সীমাবদ্ধ এলাকায় মাইক বসানো, বেশি রাত অবধি মাহফিল না করা, বয়ানের জন্য হাদিয়া বা সম্মানী পেশ না করা, অনুমতি ছাড়া খাবারের আয়োজন না করা, বক্তার আগমনে স্লোগান না দেওয়া, মঞ্চে আলোকসজ্জা না করা ইত্যাদি।\n\n\n== আরও দেখুন ==\nদেওবন্দি সংগঠনের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ==="}