{"pageid": 1088654, "title": "মরিয়ম গনি", "url": "https://bn.wikipedia.org/wiki?curid=1088654", "content": "মরিয়ম গনি ( পশতু/দারি : مریم غنی;জন্ম ১৯৭৮) একজন আফগান-মার্কিন দৃশ্যকলা শিল্পী, ফটোগ্রাফার, চলচ্চিত্র নির্মাতা এবং সমাজকর্মী।\n\n\n== জীবনী ==\nমরিয়ম গনি ১৯৭৮ সালে নিউ ইয়র্কের ব্রুকলিনে আফগান পিতা ও লেবাননি বংশোদ্ভূত মায়ের ঘরে জন্মগ্রহণ করেন। তার বাবা মোহাম্মদ আশরাফ গনি ২০২১ সালের ১৫ আগস্ট পর্যন্ত আফগানিস্তানের রাষ্ট্রপতি ছিলেন। তার মা রুলা সাদে লেবাননের নাগরিক। গনি নির্বাসনে থাকা অবস্থায়  বড় হন এবং ২০০২ সালে ২৪ বছর বয়সের আগে পর্যন্ত আফগানিস্তানে ভ্রমণ করতে পারেননি।  তার পরিবার মেরিল্যান্ডের শহরতলিতে বাস করত। গনি তুলনামূলক সাহিত্য এবং ভিডিও ফটোগ্রাফি এবং ইনস্টলেশন শিল্পে নিউ ইয়র্ক বিশ্ববিদ্যালয় এবং ম্যানহাটনের স্কুল অফ ভিজ্যুয়াল আর্টস থেকে তার ডিগ্রি অর্জন করেন। গনি আইবিমের বাসিন্দা ছিলেন। তিনি বেনিংটন কলেজের ভিজ্যুয়াল আর্টস ফ্যাকাল্টির সদস্য।\n\n\n== কাজ ==\n২০০৪ সাল থেকে গনি তার দীর্ঘদিনের সহযোগী চিত্রা গণেশের সাথে \"অদৃশ্যের সূচক\" শিরোনামে একটি মাল্টি মিডিয়া প্রকল্পে কাজ করছেন। এই প্রকল্পটি ৯/১১ পরবর্তী অভিবাসীদের মার্কিন যুক্তরাষ্ট্রের আটক এবং অভিবাসীদের প্রতি জনসাধারণের প্রতিক্রিয়ার একটি রেকর্ড। প্রকল্পটি সময়ের সাথে সাথে বৃদ্ধি পেয়েছে এবং বিকশিত হয়েছে, যার ফলে একটি স্বল্পদৈর্ঘ্য চলচ্চিত্র, হাউ ডু ইউ সি দ্য ডিসেপড?, এবং একটি ওয়েব প্রকল্প। অন্যান্য কিছু উপকরণ হল ট্রান্সক্রিপ্ট, কিছু ভিডিও বা রেডিও ক্লিপের স্ক্র্যাপ। [১] তিনি ট্রান্সমিডিয়াল বার্লিন (২০০৩), লিভারপুল (২০০৪), ইএমএপি সিওল (২০০৫), টেট মডার্ন লন্ডন (২০০৭), ন্যাশনাল গ্যালারি ওয়াশিংটন (২০০৮), বেইজিং (২০০৯) এবং শারজাহ (২০০৯, ২০১১) এ তার প্রদর্শনী উপস্থাপন করেছেন।\nসূচক ছাড়াও, তিনি একাধিক চলচ্চিত্র প্রকল্প তৈরি করেছেন, যেমন লাইক ওয়াটার ফ্রম এ স্টোন একটি ২০১৩ সালের একটি প্রকল্প গনি নরওয়ের স্টাভাঙ্গারে তেল আবিষ্কারের সাথে দেশটির রূপান্তর সম্পর্কে চিত্রায়িত হয়েছিল; অথবা ২০১৪ সালে মিসৌরির ফার্গুসনে নির্মিত একটি স্বল্পদৈর্ঘ্য চলচ্চিত্র মার্কিন যুক্তরাষ্ট্রে প্রাতিষ্ঠানিক অসাম্যের দিকে লক্ষ্য করে তৈরি হয়েছে। ২০১৪ সালে লস অ্যাঞ্জেলেসে প্রদর্শিত অনধিকার প্রবেশকারীদের মতো অন্যান্য চলচ্চিত্রগুলি ভাষা অনুবাদের অন্তর্নিহিত সমস্যাগুলি পরীক্ষা করে। গনি তার শিল্প তৈরির জন্য ডিজিটাল মিডিয়া এবং প্রযুক্তির ব্যবহারকে একটি টুলকিট হিসাবে দেখেন।\nতার সৃজনশীল শিল্পকর্ম ছাড়াও, গনি একজন সাংবাদিক হিসেবে কাজ করেন, এবং প্রবাসীদের প্রভাবিত করে এমন বিষয়এবং উপসাগরীয় শ্রম ওয়ার্কিং গ্রুপের সদস্য হিসাবে বক্তৃতা দেন, যা আবু ধাবিতে জাদুঘর নির্মাণকারী শ্রমিকদের জন্য একটি এডভোকেসি গ্রুপ। তিনি কমিউনিস্ট যুগে আফগান রাষ্ট্রীয় চলচ্চিত্র নির্মাতাদের দ্বারা ১৯৭৮ থেকে ১৯৯১ সালের মধ্যে নির্মিত কাজগুলি ডিজিটাইজ এবং পুনঃচিত্রিত করার জন্য একজন আর্কিভিস্ট হিসাবেও কাজ করছেন। তিনি আরও মন্তব্য করেছেন যে রেডিও টেলিভিশন আফগানিস্তানে \"অডিওভিজুয়াল উপাদানের একটি আশ্চর্যজনক সমৃদ্ধ আর্কাইভ রয়েছে যা ব্যাপক মনোযোগের যোগ্য।\" তার বেশিরভাগ কাজের একটি রাজনৈতিক উপাদান রয়েছে এবং সামাজিক ব্যবস্থা এবং অর্থনীতিতে পদ্ধতিগত বৈষম্যের সাথে কথা বলে। তিনি নারী অধিকার এবং মানবাধিকার কর্মী উভয়ই।\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Mariam Ghani (ইংরেজি)"}