{"pageid": 1088588, "title": "সুয়াদ জোসেফ", "url": "https://bn.wikipedia.org/wiki?curid=1088588", "content": "সুয়াদ জোসেফ (আরবি: سعاد جوزيف; জন্ম ৬ সেপ্টেম্বর ১৯৪৩) ১৯৭৫ সালে কলম্বিয়া বিশ্ববিদ্যালয় থেকে নৃবিজ্ঞানে তার ডক্টরেট লাভ করেন। তিনি ডেভিসের ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ে নৃবিজ্ঞান এবং মহিলা ও জেন্ডার স্টাডিজের অধ্যাপকএবং ২০০৯ সালে উত্তর আমেরিকার মিডল ইস্ট স্টাডিজ অ্যাসোসিয়েশনের সভাপতি ছিলেন। তার গবেষণা লিঙ্গ সমস্যা; পরিবার, শিশু ও যুবক; পরিবারের সমাজবিজ্ঞান; এবং স্বকীয়তা, নাগরিকত্ব ও মধ্যপ্রাচ্যের রাষ্ট্রে তার স্থানীয় লেবাননের উপর দৃষ্টি নিবদ্ধ করে। তার আগের কর্মকাণ্ড লেবাননে ধর্মের রাজনীতিকরণের উপর দৃষ্টি নিবদ্ধ করেছিল।  তিনি নৃবিজ্ঞানের মধ্যপ্রাচ্য গবেষণা গোষ্ঠীর প্রতিষ্ঠাতা (বর্তমানে আমেরিকান নৃবিজ্ঞান সমিতির মধ্যপ্রাচ্য বিভাগ), আরব ফ্যামিলিজ ওয়ার্কিং গ্রুপের প্রতিষ্ঠাতা ও সমন্বয়কারী, অ্যাসোসিয়েশন ফর মিডল ইস্ট উইমেন স্টাডিজের প্রতিষ্ঠাতা, নারী ও ইসলামী সংস্কৃতির বিশ্বকোষের  সাধারণ সম্পাদক, এবং ডেভিসের ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ে মধ্যপ্রাচ্য/দক্ষিণ এশীয় স্টাডিজ প্রোগ্রামের প্রতিষ্ঠাতা পরিচালক। তিনি আমেরিকান ইউনিভার্সিটি অব বৈরুত, কায়রোর আমেরিকান ইউনিভার্সিটি, লেবাননের আমেরিকান ইউনিভার্সিটি, ডেভিসের ইউনিভার্সিটি অব ক্যালিফোর্নিয়া ও বার্জিট ইউনিভার্সিটি নিয়ে গঠিত ইউনিভার্সিটির কনসোর্টিয়ামের প্রতিষ্ঠাতা ও সুবিধা প্রদানকারী।\n\n\n== জীবনের প্রথমার্ধ ==\nতিনি সাত সন্তানের মধ্যে সর্বকনিষ্ঠ হিসেবে লেবাননে জন্মগ্রহণ করেছিলেন। তিনি এবং চার ভাই ও দুই বোনকে তাদের অদক্ষ শ্রমিক বাবা -মা বিদ্যালয়ে পড়াশোনা করতে পাঠান। তার মা রোজ হাদ্দাদ জোসেফ ছিলেন নিরক্ষর। সুয়াদ নিউইয়র্কের কর্টল্যান্ডে বেড়ে ওঠেন এবং তিনি  নিউইয়র্কের স্থানীয় স্টেট ইউনিভার্সিটি, কর্টল্যান্ডক থেকে একটি স্নাতক শিক্ষা অর্জন করতে সক্ষম হন। তারপরে তিনি নৃতত্ত্ববিদ্যা অধ্যয়ন করে  করেন, পিটসবার্গ বিশ্ববিদ্যালয়ে স্নাতক শিক্ষা সম্পন্ন করেন এবং কলম্বিয়া বিশ্ববিদ্যালয়ে  নৃবিজ্ঞানে ডক্টরেট ডিগ্রি অর্জন করেন। তিনি এবং তার ছয় ভাইবোন উন্নত ডিগ্রি অর্জন করেন।\n\n\n== আরব ফ্যামিলি ওয়ার্কিং গ্রুপ ==\nতিনি ২০০১ সালে আরব ফ্যামিলি ওয়ার্কিং গ্রুপ (এএফডব্লিউজি) প্রতিষ্ঠা করেছিলেন। সংগঠনটি ষোলজন পণ্ডিতের একটি আন্তর্জাতিক সমষ্টি, যার কাজ ফিলিস্তিন, লেবানন ও মিশরের পরিবার ও যুবকদের এবং তাদের প্রবাসীদের উপর দৃষ্টি নিবদ্ধ করা। এএফডব্লিউজি, তার গবেষণার পাশাপাশি, ফিলিস্তিন, লেবানন ও মিশরে নতুন প্রজন্মের পণ্ডিতদের প্রস্তুত করার জন্য সক্ষমতা বৃদ্ধির কাজ করে; এনজিও ও স্টেকহোল্ডারদের সাথে গবেষণার ফলাফল বিনিময় করার জন্য কাজ করে; এবং আরব পরিবার ও যুবকদের নিয়ে কাজ করা এনজিও ও নীতিনির্ধারকদের জন্য তাদের গবেষণাকে নীতি সংক্ষিপ্ত ও  কাগজপত্রে রূপান্তরিত করার কাজ করে। তারা তাদের প্রাসঙ্গিক কাজগুলিকে আরবিতে অনুবাদ করার জন্য প্রতিশ্রুতিবদ্ধ, যাতে তাদের ব্যবহারের ফলাফল স্থানীয় জনসাধারণের কাছে পৌঁছে যায়।\n\n\n== তথ্যসূত্র =="}