{"pageid": 1088126, "title": "এটেল আদনান", "url": "https://bn.wikipedia.org/wiki?curid=1088126", "content": "এটেল আদনান (আরবি: إيتيل عدنان; জন্ম ২৪ ফেব্রুয়ারি, ১৯২৫, বৈরুতে, ফরাসি লেবাননের) একজন সিরিয়ান-আমেরিকান কবি, প্রাবন্ধিক ও দৃশ্যকলা শিল্পী। তিন ২০০৩ সালে একাডেমিক জার্নাল মেলাস: মার্কিন যুক্তরাষ্ট্রের বহু-জাতিগত সাহিত্যে \"যুক্তিসঙ্গতভাবে সর্বাধিক বিখ্যাত এবং দক্ষ আরব আমেরিকান লেখক\" নামকরণ করা হয়েছিল। \nতার সাহিত্যিক প্রযোজনা ছাড়াও, তিনি বিভিন্ন মিডিয়ায় দৃশ্যকলা রচনা তৈরি করেছেন, যেমন তেলচিত্র, চলচ্চিত্র ও টেপস্ট্রি, যা সারা বিশ্বের গ্যালারিতে প্রদর্শিত হয়েছে।\nতিনি প্যারিস ও ক্যালিফোর্নিয়ার সাসালিতোয় বসবাস করেন। \n\n\n== জীবন ==\nএটেল আদনান ১৯২৫ সালে লেবাননের বৈরুত শহরের জন্মগ্রহণ করেন। তার মায়ের স্মুর্ণার একজন গ্রিক অর্থডক্স এবং তার পিতা অটোমান সিরিয়ার দামেস্কে জন্মগ্রহণকারী একজন মুসলিম-তুর্কিতে ছিলেন। তার পিতা উচ্চপদস্থ অটোমান কর্মকর্তা হিসাবে নিযুক্ত ছিলেন। তার পিতা একটি ধনী পরিবার থেকে এসেছিলেন; তিনি সামরিক একাডেমিতে একজন শীর্ষ কর্মকর্তা ও মোস্তফা কামাল আতাতুর্কের প্রাক্তন সহপাঠী ছিলেন। এটেলের মাকে বিয়ে করার আগে, তার পিতা ইতোমধ্যে তিন শিশুর সাথে বিবাহিত ছিলেন। বিপরীতে, এটেলের মা চরম দারিদ্র্যে বেড়ে ওঠেন; তার বাবা-মা প্রথম বিশ্বযুদ্ধের সময় স্মুর্ণায় মিলিত হয়, যখন তার বাবা স্মুর্ণা গভর্নর হিসেবে কর্মরত ছিলেন। পরে অটোমান সাম্রাজ্য ভেঙে যায় এবং স্মিরনা দখলের সময় স্মিরনা আগুনে পুড়ে যায়, আদনানের এটেলের বাবা-মা বৈরুতে চলে যান। যদিও তিনি প্রাথমিকভাবে আরবি ভাষাভাষী সমাজে গ্রীক ও তুর্কি ভাষায় কথা বলে বড় হয়েছিলেন, তিনি ফরাসি কনভেন্ট স্কুলে শিক্ষিত হয়েছিলেন এবং তার নিকট ফরাসি সেই ভাষায় পরিণত হয়েছিল যে ভাষায় তার প্রারম্ভিক কাজ প্রথম লেখা হয়।  তিনি তার যৌবনে ইংরেজি অধ্যয়ন করেছিলেন, এবং তার পরবর্তী কাজগুলির অধিকাংশই এই ভাষায় প্রথম লেখা হয়।\nএটেল ২৪ বছর বয়সে প্যারিস ভ্রমণ করেন, যেখানে তিনি প্যারিস বিশ্ববিদ্যালয় থেকে দর্শনে একটি ডিগ্রি লাভ করেন।  এরপর তিনি যুক্তরাষ্ট্রে যান যেখানে তিনিবা বার্কলির ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় এবং হার্ভার্ড বিশ্ববিদ্যালয়ে স্নাতক অধ্যয়ন চালিয়ে যান।  ১৯৫২ সাল থেকে ১৯৭৮ সাল পর্যন্ত, তিনি ক্যালিফোর্নিয়ার ডোমিনিকান ইউনিভার্সিটি অব সান রাফায়েলে আর্ট ফিলোসফি বিষয়ে পাঠদান করেন।  তিনি মার্কিন যুক্তরাষ্ট্র জুড়ে অনেক বিশ্ববিদ্যালয়ে বক্তৃতা দিয়েছেন।\nতার পরবর্তী বছরগুলিতে, তিনি খোলাখুলিভাবে সমকামী হিসেবে চিহ্নিত হতে শুরু করেন।\n\n\n== তথ্যসূত্র =="}