{"pageid": 1088780, "title": "দাগী-কাচের সিলিং", "url": "https://bn.wikipedia.org/wiki?curid=1088780", "content": "দাগী-কাচের সিলিং ধর্মীয় সম্প্রদায়ের একটি সমাজতাত্ত্বিক ঘটনা যা \"কাচের সিলিং\" ধারণার অনুরূপ। এই ধারণাটি গির্জার নেতৃত্বের মধ্যে একটি ভূমিকা অর্জন করতে চায় এমন মহিলাদের আপাত অসুবিধার চারপাশে আবর্তিত হয়। \"স্টেইনড-গ্লাস সিলিং\" শব্দটির ব্যবহার রূপক, যা কাঠামোর মধ্যে একটি নির্দিষ্ট স্তরের ক্ষমতা বা কর্তৃত্ব নির্দেশ করে যা মহিলারা গির্জার অনুক্রমের মধ্যে উপরে উঠতে চায় না। এটি হতে পারে একটি গোষ্ঠীর ডি জ্যুরে বাদে মহিলাদের পুরোহিত, বিশপ, যাজক, রাব্বি, বা অনুরূপ আলেম ব্যক্তিত্ব থেকে শুরু করে স্থানীয় মণ্ডলীর স্তরে লিঙ্গ বৈষম্য যা মহিলাদের নির্দিষ্ট মর্যাদা বা ক্ষমতার যে কোন ভূমিকায় উঠতে বাধা দেয়।\nদাগী-কাচের সিলিং ধর্মীয় সম্প্রদায়ের মধ্যে লিঙ্গ-বিচ্ছিন্নতা এবং বৈষম্যের বিস্তৃত প্রবণতার একটি বিশেষ দিক, সংজ্ঞায়িত সামাজিক ভূমিকা এবং বাধাগুলি সাধারণত গির্জা গোষ্ঠীর ঐতিহ্য, মতবাদ বা মতবাদ দ্বারা সমর্থনযোগ্য।\n\"দাগযুক্ত কাচ\" বাক্যাংশটি খ্রিস্টান উপাসনার স্থানে দাগযুক্ত কাচের শিল্পকর্মের ঘন ঘন স্থাপনকে বোঝায়।\n\n\n== পরিসংখ্যান ==\nমহিলা পাদ্রীদের প্রতিরোধের সবচেয়ে উল্লেখযোগ্য উদাহরণগুলির মধ্যে রয়েছে বড় গির্জার পরিবেশে সিনিয়র যাজকের পদে থাকা। উদাহরণস্বরূপ, ইউনাইটেড মেথোডিস্ট চার্চে মার্কিন যুক্তরাষ্ট্রে ইউনাইটেড মেথোডিস্ট চার্চের শীর্ষ  ১০০  এর মধ্যে সদস্য সংখ্যা সহ কেবলমাত্র দুইজন মহিলা মন্ত্রী গির্জার নেতৃত্ব দিয়েছেন সাম্প্রতিকতম জাতীয় তথ্য (২০০৫) ইঙ্গিত দেয় যে বর্তমানে মহিলা সদস্যদের নেতৃত্বে কোন মহিলা মন্ত্রী নেই ইউএমসি ইউনাইটেড মেথোডিস্ট চার্চে বিশপের অবস্থানের জন্য প্রতিরোধ আরও দ্রুত হ্রাস পেয়েছে। ২০০৪-২০০৮ এর জন্য, মার্কিন যুক্তরাষ্ট্রে কর্মরত ৫০ (৩০%)  ইউনাইটেড মেথডিস্ট বিশপের মধ্যে ১৫  জন নারী।\n\n\n== উল্লেখযোগ্য মানুষ ==\n১। মার্জোরি ম্যাথিউস, ১৯৮০ সালে ইউনাইটেড মেথোডিস্ট চার্চে বিশপ নির্বাচিত হন। তিনি প্রথম মার্কিন নারী ছিলেন একজন মার্কিন প্রধান খ্রিস্টান সম্প্রদায়ের বিশপ হিসেবে নির্বাচিত।\n২। জুলি পেনিংটন-রাসেল, প্রথম ব্যাপটিস্ট চার্চের সিনিয়র যাজক (ডেকাতুর, জর্জিয়া) (৮/২০০৭ -বর্তমান)। সিনিয়র যাজক হিসাবে একজন মহিলার সাথে সাউদার্ন ব্যাপটিস্ট কনভেনশনের সাথে যুক্ত সবচেয়ে বড় গির্জা (৪৮৩/২৬৯৬ সদস্যের সাপ্তাহিক উপাসনা উপস্থিতি \"১৮০৪ বাসিন্দা এবং ৮৯২ অনাবাসী\")।\n৩। বারবারা হ্যারিস - অ্যাঙ্গলিকান কমিউনিয়নে বিশপ হিসেবে নিযুক্ত প্রথম মহিলা (১৯৮৯) ক্যাথরিন জেফার্টস শোরী - বিশ্বব্যাপী অ্যাঙ্গলিকান কমিউনিয়ান (২০০৬) এর প্রাইমেট হিসাবে নির্বাচিত প্রথম মহিলা\n৪। এলিজাবেথ ইটন - আমেরিকার ইভানজেলিক্যাল চার্চের প্রধান বিশপ হিসেবে নির্বাচিত প্রথম মহিলা (২০১৩)\n\n\n== তথ্যসূত্র ==\n\n^ http://www.umnexus.org/?p=28  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ জুলাই ২০১১ তারিখে ইউনাইটেড মেথডিস্ট নেক্সাস। সংগ্রহের তারিখ ২০০০-০২-২০\n^ https://web.archive.org/web/20081005061421/http://aglorybe.com/#Research_pdf সংগ্রহের তারিখ ২০০৭-১০- ২৪\n^ http://www.gcsrw.org/the_flyer/flyer_archives/2004%20SON.pdf দ্য ফ্লায়ার। ইউনাইটেড মেথোডিস্ট চার্চে মহিলাদের অবস্থা এবং ভূমিকা সাধারণ কমিশন। সংগ্রহের তারিখ  ২০০৭-৯-৮"}