{"pageid": 1088072, "title": "কারিন গ্রেচকে খুন", "url": "https://bn.wikipedia.org/wiki?curid=1088072", "content": "কারিন মারিয়া গ্রেচ (১৯৬২ - ২৮ ডিসেম্বর ১৯৭৭) মাল্টার সেন্ট লুকস হাসপাতালের প্রসূতি ও স্ত্রীরোগ বিভাগের তৎকালীন প্রধান অধ্যাপক এডউইন গ্রেচের কন্যা ছিলেন। \n১৯৭৭ সালে, ১৫ বছর বয়সে, তার বাবাকে উদ্দেশ্য করে পাঠানো একটি পত্রবোমার আঘাতে তিনি নিহত হন। তার ভাই কেভিনের (তখন ১০ বছর বয়সী) উপস্থিতিতে তিনি মোড়কটি খোলেন। এটি তিনি একটি উপহার বলে মনে করেছিলেন, কারণ এটি মোড়ানো কাগজে আচ্ছাদিত ছিল। তখন বোমাটি বিস্ফোরিত হয় এবং তার শরীরের বিভিন্ন অংশে গুরুতর পোড়ার কারণে তিনি আধ ঘন্টা পরে সেন্ট লুকস হাসপাতালে মারা যান, আর্চবিশপ মিকিল গোনজি কারিন গ্রেচের অন্ত্যেষ্টিক্রিয়ায় তার হত্যাকে \"দেশের প্রথম সন্ত্রাসী কর্মকাণ্ড\" বলে অভিহিত করেন। \n\n\n== ১৯৭৭ ডাক্তারদের ধর্মঘট ==\nসেই সময় সেন্ট লুকস হাসপাতালের ডাক্তারদের লেবার পার্টির সরকারের সাথে একটি সমস্যা ছিল এবং হাসপাতালে ধর্মঘট হয়েছিল। তা সত্ত্বেও গ্রেচ তখনও কাজে গিয়েছিলেন। যদিও বোমাটিকে ডাক্তারদের ধর্মঘটের সাথে যুক্ত করার কোনও ফরেনসিক প্রমাণ নেই, তবে ধর্মঘট এবং সেই ঘটনাগুলির সাথে সম্পর্কিত ব্যক্তিদের দোষারোপ করা হয়েছিল। যেদিন গ্রেচ পরিবার বোমাটি পেয়েছিল, সেদিনই আরেকটি বোমা ডাক্তার এবং তৎকালীন লেবার এমপি পল চেটকুটি কারুয়ানার কাছে পাঠানো হয়েছিল, কিন্তু এটি বিস্ফোরিত হয়নি।\n\n\n== তদন্ত ==\nমামলাটি এখনও অমীমাংসিত রয়েছে অপরাধীরা অজান এবং ম্যাজিস্ট্রেট তদন্ত এখনও উন্মুক্ত রয়েছে। ২০০৮ সাল থেকে পুলিশ এমন লোকদের জিজ্ঞাসাবাদ করছে, যাদের আগের তদন্তে পুলিশ জিজ্ঞাসাবাদ করেনি। ২০০৯ সালে সংবাদপত্র ইট-টরকা রিপোর্ট করে যে পুলিশ অল্প সংখ্যক মাল্টীয় ডাক্তারকে সন্দেহ করছে যারা ইংল্যান্ডে বাস করে এবং তারা ১৯৭৭ সালের ডাক্তারদের ধর্মঘটের সময় জাতীয়তাবাদী দলের সাথে ঘনিষ্ঠ সম্পর্কিত ছিল বলে জানা যায়। একই সংবাদপত্র জানিয়েছে যে ১৯৭৭ সালে ব্রিটিশ মেডিকেল জার্নালে প্রকাশিত নিবন্ধগুলিও তদন্ত করা হচ্ছে। \n\n\n== ক্ষতিপূরণ ==\n\n২০১০ সালের নভেম্বরের শেষের দিকে, দেওয়ানি আদালত প্রধানমন্ত্রীকে কারিনের হত্যার ক্ষতিপূরণ হিসাবে অধ্যাপক গ্রেচ এবং তার পরিবারকে ৪,১৯,২৮৭ ইউরো দেওয়ার নির্দেশ দেয়। গ্রেচ বলেছিলেন যে এটি তার তদন্তের জন্য অনেক দরজা খুলে দিয়েছে যাতে পুলিশকে হত্যাকারী বা হত্যাকারীদের খুঁজে বের করতে সহায়তা করা যায়। একই সময়ে, পুলিশ যেভাবে তার মেয়ের হত্যার তদন্ত করেছে তাতে তিনি হতাশা দেখিয়েছেন। এই কার্যক্রমের সভাপতি বিচারক রেমন্ড পেস বলেন যে সরকার এত বছর ধরে পরিবারকে ক্ষতিপূরণ দিতে ব্যর্থ হয়েছে, এটি নীতির উপর ভিত্তি করে একটি বৈষম্যমূলক আচরণ। বিচারক স্পষ্ট করে দেন যে অধ্যাপক গ্রেচ মাল্টিজ সরকারকে যে সেবা প্রদান করেছিলেন তার ফলে এই অপরাধ সংঘটিত হয়েছে এবং সরকার ক্ষতিপূরণ প্রত্যাখ্যান করার সিদ্ধান্ত নেওয়ার ক্ষেত্রে বৈষম্যমূলক আচরণ করছে। \n\nকিছুদিন পর সরকার ঘোষণা দেয় যে তারা এই রায়ের বিরুদ্ধে আবেদন করবে। যদিও সরকার বলেছিল যে তারা ক্ষতিপূরণ দেবে, কিন্তু তারা আদালতের সাথে একমত নয় যে এটি একটি রাজনৈতিক মামলা, কারণ অপরাধটি অমীমাংসিত রয়ে গেছে। ১১ এপ্রিল ২০১১ তারিখে সাংবিধানিক আদালত সরকারের আনা আবেদন খারিজ করে দেয় এবং দেওয়ানী আদালতের রায় বহাল রাখে। সরকার রায় মেনে নেয় এবং ক্ষতিপূরণ প্রদান করে।\n\n\n== উত্তরাধিকার ==\nকারিন হত্যার পর, ১৯৭৮ থেকে ২০০১ সালের মধ্যে কিছু ডাক সামগ্রী পরীক্ষা করা হয়েছিল বোমা আছে কিনা দেখার জন্য। যেগুলি নিরাপদ হিসাবে চিহ্নিত হয়েছিল তাদের একটি কাটা চিহ্ন দিয়ে এবং জায়গার নাম দিয়ে চিহ্নিত করা হয়েছিল।\n\n\n=== স্মৃতিসৌধ এবং স্মৃতিসৌধ ===\nকারিন গ্রেচ হসপিটাল, গার্ডামাঙ্গিয়া হিল, পিটার (সেন্ট লুকস হাসপাতালের কাছে ১৯৮১ সালে নির্মিত)\nকারিন গ্রেচ গার্ডেন, সান ইভান, যেখানে তার একটি ভাস্কর্য অবস্থিত। \n\n\n== আরো দেখুন ==\n১৯৭৭ সালে সন্ত্রাসী ঘটনার তালিকা\nঅমীমাংসিত হত্যার তালিকা\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\nকারিন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ সেপ্টেম্বর ২০২১ তারিখে গ্রেচের স্মৃতিতে, dailymalta.com, জুন 2005; অ্যাক্সেস 16 জুলাই 2015।"}