{"pageid": 1088416, "title": "মহাভারতের চরিত্র তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1088416", "content": "মহাভারত হলো সংস্কৃত ভাষায় লিখিত প্রাচীন ভারতের দুটি মহাকাব্যের অন্যতম বৃহৎ মহাকাব্য। মহর্ষি বেদব্যাস মহাকাব্যটি রচনা করেন। মহাভারতকে সংহিতা অর্থাৎ সংগ্রহগ্রন্থ এবং পঞ্চম বেদ স্বরূপ ধর্মগ্রন্থ বলা হয়। মহাভারতের সবচেয়ে গুরুত্বপূর্ণ চরিত্রগুলো হল, শ্রীকৃষ্ণ; পাণ্ডবগণ— যুধিষ্ঠির, ভীম, অর্জুন, নকুল, এবং সহদেব সাথে তাঁদের স্ত্রী দ্রৌপদী; ১০০ কৌরব ভাই যাদের নেতা জ্যেষ্ঠ ভ্রাতা দুর্যোধন। অন্যান্য গুরুত্বপূর্ণ চরিত্রের মধ্যে রয়েছে: ভীষ্ম, কর্ণ, দ্রোণাচার্য, শকুনি, ধৃতরাষ্ট্র, গান্ধারী, এবং কুন্তি। অন্যান্য সহকারী গুরুত্বপূর্ণ চরিত্র হলো: বলরাম, সুভদ্রা, বিদুর, অভিমন্যু, কৃপাচার্য, পাণ্ডু, সত্যবতী, অশ্বত্থামা এবং অম্বা। যেসব দেবতা এই কাব্যে গুরুত্বপূর্ণ ভূমিকা রেখেছেন তাঁরা হলেন: বিষ্ণু, ব্রহ্মা, শিব, গঙ্গা, ইন্দ্র, সূর্য এবং যম।\nনিচের তালিকাটিতে মহাভারতের সব গুরুত্বপূর্ণ চরিত্রের বর্ণনা করা হলেও তালিকাটি সম্পূর্ণ নয়। এর বেশ কিছু চরিত্র, মহাভারত সম্বন্ধীয় আঞ্চলিক লোকগাঁথা থেকেও পাওয়া গেছে।\n\n\n== অ ==\n\n\n=== অভিমন্যু ===\nঅভিমন্যু হলেন তৃতীয় পাণ্ডব অর্জুন এবং যাদব রাজকন্যা সুভদ্রার পুত্র, দেবরাজ ইন্দ্রের পৌত্র এবং কৃষ্ণের ভাগিনেয়। তিনি তাঁর মামা কৃষ্ণ এবং বলরামের শিষ্য। কুরুক্ষেত্র যুদ্ধের ত্রয়োদশ দিবসে তাকে অন্যায়ভাবে হত্যা করা হয়। কুরুক্ষেত্র যুদ্ধে অভিমন্যু রুক্মরথ, বৃহদ্বল, লক্ষ্মণ (দুর্যোধনের পুত্র), দুষ্মন্র (দুঃশাসনের ২য় পুত্র), কর্ণের ৭ ভাই, শল্যের পুত্র প্রমুখ কৌরব বীরদের বধ করেন। এছাড়া, অভিমন্যু কৌরবপক্ষীয় রথী-মহারথী যেমন- অশ্বত্থামা, কৃপ, কর্ণ, শল্য, দুর্যোধন, দুঃশাসনকে এককভাবে এবং যৌথ আক্রমণে পরাজিত করেন। তিনি তার পিতা অর্জুনের মতোই রণনিপুন মহাযোদ্ধা। তিনি পাণ্ডবদের পুত্রদের মধ্যে সবচেয়ে স্নেহের পুত্র।\n\n\n=== অধিরথ ===\nঅধিরথ ছিলেন কর্ণের পালক পিতা এবং মহাবীর ভীষ্মের সারথী। তার স্ত্রীর নাম ছিল রাধা।\n\n\n=== অম্বা ===\nঅম্বা ছিলেন কাশীরাজের জ্যেষ্ঠ্যা কন্যা। তার অপর দুই বোনের নাম অম্বালিকা ও অম্বিকা। ভীষ্ম, তাকে স্বয়ম্বর সভা থেকে তার আরো দুই বোনের সাথে নিজের ভ্রাতার সাথে বিয়ে দেবার উদ্দেশ্যে ছিনিয়ে নিয়ে আসেন।\n\n\n=== অগ্নি ===\nআগুনের দেবতার নাম অগ্নি। বাণ পর্বে ঋষি মার্কণ্ড অগ্নি সম্পর্কে বর্ণনা করেন। খাণ্ডব পর্বে অগ্নি কৃষ্ণের ছদ্মবেশ।\n\n\n=== অশ্বত্থামা ===\nঅশ্বত্থামা ছিলেন গুরু দ্রোণের পুত্র এবং ভরদ্দাজ মুণির দৌহিত্র। তিনি নারায়নাস্ত্র ব্যবহার করতেন। কুরুক্ষেত্র যুদ্ধে অশ্বত্থামা কৌরবদের হয়ে যুদ্ধ করেন। কর্ণের মৃত্যুর পর অশ্বত্থামাকে কৌরবদের সেনাপতি নিয়োগ করা হয়। যুদ্ধে দ্রোণকে হত্যা করা অসম্ভব জেনে পাণ্ডবগন কিছুটা ছলনার আশ্রয় নিয়ে দ্রোণেকে অম্ভত্থামার মৃত্যুর বার্তা প্রদান করেন। শোকাহত দ্রোণ স্বেচ্ছায় দেহত্যাগ করেন। এই ছলনার প্রতিশোধ নিতে অশ্বত্থামা রাতের অন্ধকারে পাণ্ডব শিবির আক্রমণ করে ঘুমন্ত অবস্থায় পাণ্ডবদের পাঁচ পুত্র, শিখন্ডী ও আরো পাণ্ডব বীরদের হত্যা করেছিলেন। এই কাপুরুষিত কাজের জন্য শ্রীকৃষ্ণ অশ্বত্থামার বীরত্বের প্রতীক, তার মাথার মনি কেড়ে নেন এবং তাকে অমরত্বের অভিশাপ দেন।\n\n\n=== অর্জুন ===\nঅর্জুন ছিলেন তৃতীয় পাণ্ডব। তার মার নাম কুন্তি। মন্ত্রবলে দেবরাজ ইন্দ্রের ইচ্ছায় তার জন্ম। তিনি দ্রোণাচার্য এর কাছে ধনুবিদ্যা শিক্ষা লাভ করেন 'অর্জুন' শব্দের অর্থ 'উজ্জ্বল', 'জাজ্বল্যমান', অথবা 'রূপালি'। পার্থ এবং ধনঞ্জয় নামেও তিনি পরিচিত। মহাভারতে তাকে একজন অব্যর্থ ধনুর্বিদ ও অসমসাহসী বীর যোদ্ধা হিসাবে বর্ণনা করা হয়েছে। হিন্দুদের অন্যতম ধর্মগ্রন্থ গীতা অর্জুনকে দেয়া শ্রীকৃষ্ণের উপদেশ সমূহের সংকলন। তিনি দ্রৌপদী, উলূপী, চিত্রাঙ্গদা, সুভদ্রাকে বিয়ে করেন। অর্জুন কৃপা, কর্ণ ও দ্রোণকে কুরুক্ষেত্র যুদ্ধে পরাজিত করেন। ভিষ্মকেও তিনি শরবিদ্ধ করেন।\n\n\n=== অম্বালিকা ===\nঅম্বালিকা হলেন কাশীরাজের কনিষ্ঠা কন্যা। তিনি রাজা বিচিত্রবীর্যের দ্বিতীয়া স্ত্রী এবং পাণ্ডুর জননী। বিবাহের সাত বৎসর পর বিচিত্রবীর্য নিঃসন্তান অবস্থায় মারা গেলে বংশ রক্ষার জন্য অম্বালিকা ঋষি বেদব্যাসের সাথে সহবাস করেন। এই বেদব্যাস ছিলেন সত্যবতীর কুমারী অবস্থার পুত্র।\n\n\n=== অগ্নিবেশ ===\nঅগ্নিবেশ হলেন একজন ঐতিহাসিক, ঋষি ও আয়ুর্বেদ এর প্রাচীন লেখকদের মধ্যে অন্যতম। তিনি পুনর্বসু আত্রেয়র শিষ্য ছিলেন। মহাভারত-এর দুই প্রধান প্রতিদ্বন্দ্বী দ্রোণ ও দ্রুপদ এঁরই অধীনে শিক্ষালাভ করেছিলেন।\n\n\n=== অষ্টাবক্র ===\nঅষ্টাবক্র ছিলেন একজন বেদজ্ঞ পণ্ডিত, মহর্ষি কহোর ও সুজাতার পুত্র। মাতৃগর্ভে থাকা অবস্থায় পিতার শাস্ত্র পঠনের ভুল ধরায় পিতার অভিশাপে তার শরীরের আট জায়গা বেঁকে যায়। এই কারণে তার নাম হয় অষ্টাবক্র।\n\n\n=== অলম্বুষ ===\nঅলম্বুষ ছিলেন বক ও কিরমিরার কনিষ্ঠ ভ্রাতা। কুরুক্ষেত্রের যুদ্ধে তিনি কৌরবদের পক্ষে যুদ্ধ করেছিলেন। ভীমের পুত্র ঘটোৎকচ তাকে হত্যা করেন।\n\n\n== ই ==\n\n\n=== ইন্দ্র ===\nদেবতাদের রাজা, কশ্যপ ও অদিতির পুত্র, অর্জুনের পিতা। মহাভারতে বেশ কয়েকবার ইন্দ্রের আবির্ভাব ঘটেছে।\n\n\n=== ইরাবান ===\nইরাবান ছিলেন অর্জুনের পুত্র। মহাভারতের তার মাতার বিষয়ে কোন কিছু বলা না হলেও বিষ্ণুপূরাণ অনুসারে উলুপী তার মাতা। যুদ্ধের অষ্টম দিনে অলম্বুষ তাকে হত্যা করে।\n\n\n== উ ==\n\n\n=== উগ্রশ্রবা সৌতী ===\nউগ্রশ্রবা সৌতী ছিলেন মুনি লোমহর্ষণের পুত্র। তিনি ঋষি বেদব্যাসের শিষ্য ছিলেন। নৈমিষ অরণ্যে অন্যান্য মুনিদের সম্মুখে তিনিই মহাভারত এবং অন্যান্য পুরাণের বর্ণনা দেন।\n\n\n=== উত্তরা ===\nউত্তরা, মৎসদেশের রাজা বিরাটের কন্যা এবং তিনি অর্জুন ও সুভদ্রার পুত্র অভিমন্যুর পত্নী। তাঁর মাতার নাম সুদেষ্ণা; রাজকুমার উত্তর তাঁর ভ্রাতা এবং কীচক তার মাতুল ছিলেন৷\n\n\n=== উত্তর ===\nউত্তর বিরাটরাজের পুত্র, উত্তরার ভাই এবং বিরাটযুদ্ধে অর্জুনের সারথী।\n\n\n=== উলুপী ===\n\nউলুপী অর্জুনের দ্বিতীয়া স্ত্রী। বিষ্ণু পুরাণ এবং ভাগবত পুরাণে এই চরিত্রের উল্লেখ পাওয়া যায়।\n\n\n=== উলূক ===\nউলূক ছিলেন শকুনির জ্যেষ্ঠ্য পুত্র, পাণ্ডবদের নিকট প্রেরিত কৌরবদের দূত। কুরুক্ষত্রযুদ্ধের আঠারতম দিনে তিনি সহদেবের নিকট পরাজিত ও নিহত হন।\n\n\n=== উতঙ্ক ===\nউতঙ্ক হলেন মরুপ্রদেশে বসবাসরত এক ঋষি। তার গুরু মহর্ষি গৌতমের দক্ষিণা হিসাবে গুরুপত্নীর জন্য মূল্যবান কুণ্ডল আনতে গিয়ে তিনি পাতালপুরীতে অভিযান করেন।\n\n\n=== উদ্ধব ===\nউদ্ধব ছিলেন শ্রীকৃষ্ণের বন্ধু ও পরামর্শদাতা। কৃষ্ণ তাকে প্ৰত্যক্ষভাবে যোগ ও নববিধা ভক্তি শিক্ষা প্ৰদান করেছেন।\n\n\n=== উগ্রসেন ===\nউগ্রসেন ছিলেন মথুরার রাজা। তিনি তার নিজ পুত্র কংস কর্তৃক সিংহাসনচ্যুত হবার পর, তার কন্যা দেবকী ও জামাতা বাসুদেবের সাথে কারাগারে অন্তরীন হন।\n\n\n=== উর্বশী ===\n উর্বশী দেবরাজ ইন্দ্রের সভার এক অপ্সরা। সৌন্দর্যের বিবেচনায় তিনি সকল অপ্সরাদের মধ্যে সেরা ছিলেন। অর্জুন ইন্দ্রের সাথে স্বর্গে দেখা করতে গেলে উর্বশী তাকে প্রেম নিবেদন করেন। অর্জুন তাতে সাড়া না দিয়ে তাকে মাতৃবৎ জ্ঞান করেছিলেন। এতে উর্বশী রেগে গিয়ে তাকে নপুংসকে পরিণত হবার অভিশাপ দেন।\n\n\n== ঋ ==\n\n\n=== ঋষ্যশৃঙ্গ ===\nবিভাণ্ডক মুনির পুত্র। নদীতে স্নানরতা উর্বশীকে দেখে বিভাণ্ডক মুনির বীর্যস্খলন হলে নদীতীরে জলপানরত একটি হরিণী সেই শুক্রমিশ্রিত জল পান করে গর্ভবতী হয়ে পড়ে এবং ঋষ্যশৃঙ্গের জন্ম হয়।\n\n\n== এ ==\n\n\n=== একলব্য ===\nএকলব্য ছিলেন এক আদিবাসী জাতির রাজপুত্র। যুদ্ধবিদ্যা শেখার জন্য তিনি গুরু দ্রোণের কাছে গিয়েছিলেন। কিন্তু ক্ষত্রিয় না হওয়ায় দ্রোণ তাকে শিষ্য হিসাবে গ্রহণ করেননি।\n\n\n== ক ==\n\n\n=== কৃষ্ণ ===\nভগবান বিষ্ণুর অষ্টম অবতার। অর্জুনের সারথী ও পরামর্শদাতা। তার পিতার নাম বাসুদেব, মাতার নাম দেবকী। কৃষ্ণ মহাভারতের একটি গুরুত্বপূর্ণ চরিত্র। সম্পর্কে তিনি পাণ্ডবদের আত্মীয়। তিনি সরাসরি অস্ত্র হাতে যুদ্ধ না করলেও কুরুক্ষেত্র যুদ্ধে পাণ্ডবদের পক্ষ অবলম্বন করেছিলেন। অর্জুনের রথের সারথীর দায়িত্ব পালন করা ছাড়াও তিনি পাণ্ডবদের বিভিন্ন উপদেশ দিয়ে যুদ্ধে জিততে সহায়তা করেন।\n\n\n=== কর্ণ ===\nকর্ণের প্রকৃত নাম বসুসেন। তিনি অঙ্গের রাজা, সূর্যদেব ও কুন্তীর পুত্র। কুন্তির কুমারী অবস্থায় তার জন্ম হয়। লোকলজ্জার ভয়ে কুন্তি তাকে ত্যাগ করেছিলেন। রাধা আর অধিরথের গৃহে কর্ণ পালিত হন। কুরুক্ষেত্র যুদ্ধে তিনি কৌরবদের পক্ষে যুদ্ধ করেন। কর্ণ অত্যন্ত সুপুরুষ ছিলেন। কৃষ্ণ তাকে ‘প্রিয়দর্শন’ ডাকতেন। কর্ণ মহাভারতে বর্ণিত বীর যোদ্ধাদের একজন। অর্জুন ব্যতিত আর সকল পাণ্ডবদের তিনি পরাজিত করেছিলেন। কর্ণ পাণ্ডবদের ভাই হওয়া সত্বেও তিনি ছিলেন রাজকুমার দুর্যোধনের ঘনিষ্ঠতম মিত্র। তিনি কুরুক্ষেত্রের যুদ্ধে কৌরবদের পক্ষে যুদ্ধ করেন।\n\n\n=== কচ ===\nমহাভারতের আদি পর্বে কচের পরিচয় পাওয়া যায়। কচ বৃহস্পতির পুত্র। মৃতসন্জিবনী মন্ত্র শিক্ষা করার জন্য দেবতরা তাকে শুক্রাচার্য়্যের আশ্রমে প্রেরণ করেছিলেন।\n\n\n=== কুন্তীভোজ ===\nহিন্দু পুরাণে, কুন্তী-ভোজ (বা কুন্তীভোজ) ছিলেন কুন্তির দত্তক পিতা এবং শূরসেনের কাকাতো ভাই। তিনি কুন্তী রাজ্যের শাসক ছিলেন। কুন্তী ছিলেন রাজা শূরসেনের কন্যা কিন্তু পরবর্তীতে কুন্তীভোজকে দেওয়া হয় কারণ তিনি সন্তানহীন ছিলেন। কুন্তিভোজ তাকে নিজের মেয়ের মতো লালন-পালন করতেন এবং ভালোবাসতেন। তিনি খুব সুন্দরী এবং বুদ্ধিমতী ছিলেন এবং পরে পাণ্ডু তাকে বিয়ে করেছিলেন। কুন্তী যখন অল্পবয়সী ছিলেন, ঋষি দুর্বাসা একদিন কুন্তীভোজের কাছে গিয়েছিলেন এবং তার আতিথেয়তা কামনা করেছিলেন। রাজা ঋষিকে কুন্তীর তত্ত্বাবধানে অর্পণ করেন এবং কুন্তীকে ঋষিদের সেবা করার এবং তাদের সাথে থাকার সময় তার সমস্ত প্রয়োজন মেটানোর দায়িত্ব দেন। অবশেষে ঋষি তৃপ্ত হলেন। প্রস্থান করার আগে, তিনি কুন্তীকে অথর্ববেদ মন্ত্র শিক্ষা দিয়ে পুরস্কৃত করেছিলেন যা তাকে তাদের দ্বারা সন্তান জন্ম দেওয়ার জন্য তার পছন্দের যে কোনও দেবতাকে ডাকতে সক্ষম করেছিল। তাঁর পুত্র বিশারদ তাঁর স্থলাভিষিক্ত হন যিনি দুর্যোধন কর্তৃক অষ্টম দিনে নিহত হন।\n\n\n=== কুন্তী ===\nকুন্তী মথুরার রাজা শূরসেনের কন্যা, বসুদেবের বোন, রাজা কুন্তী-ভোজের পালিতা কন্যা, পাণ্ডুর স্ত্রী এবং যুধিষ্ঠির, ভীম, অর্জুন এবং কর্ণের মাতা।\n\n\n=== কৃপ ===\nকৃপ ছিলেন রাজা শান্তনুর পালিত পুত্র। কৃপীর যমজ ভাই, দ্রোণের সম্মন্ধী। কৃপ একজন গুরু হয়ে হস্তিনাপুরের রাজকুমারদের শিক্ষার কাজে নিয়োজিত ছিলেন। কুরুক্ষেত্র যুদ্ধে তিনি কৌরবদের পক্ষে যুদ্ধ করেছিলেন।\n\n\n=== কীচক ===\nমৎস্যরাজ বিরাটের সেনাপতি ও শ্যালক। রানী সুদেষ্ণার ছোট ভাই। পাণ্ডবরা অজ্ঞাতবাসে থাকার সময়ে কীচক দ্রৌপদীকে ধর্ষণ করার চেষ্টা করেছিল। ভীমের হাতে উৎকটভাবে তার মৃত্যু হয়।\n\n\n=== কিরমির ===\nকিরমির ছিলেন কাম্যক বনের একজন রাক্ষস, বক রাক্ষসের ভ্রাতা। বনে ঢুকতে বাধা দেয়ায় ভীম তাকে হত্যা করে।\n\n\n=== কৃতবর্মা ===\nকৃতবর্মা ছিলেন নারায়ণী সেনাদের প্রধান। কুরুক্ষেত্র যুদ্ধে তিনি কৌরবদের পক্ষে যুদ্ধ করেছিলেন।\n\n\n=== কদ্রু ===\nকদ্রু ছিলেন দক্ষের কন্যা, কশ্যপের স্ত্রী ও শতনাগের মাতা।\n\n\n=== কনিক ===\nহস্তিনাপুরের একজন ঋষি, ধৃতরাষ্ট্রের মন্ত্রী।\n\n\n=== কুরু ===\nসাহিত্যে, কুরু পাণ্ডু এবং তার বংশধর পাণ্ডবদের পূর্বপুরুষ এবং ধৃতরাষ্ট্র এবং তার বংশধর কৌরবদেরও। এই শেষোক্ত নামটি \"কুরু\" থেকে একটি পৃষ্ঠপোষকতা হিসাবে উদ্ভূত, কেবল ধৃতরাষ্ট্রের বংশধরদের জন্য ব্যবহৃত হয়।\nরাজা কুরুর শুভাঙ্গী ও বহিনী নামে দুই স্ত্রী ছিলেন। শুভাঙ্গীর সাথে তার বিদুরথ নামে একটি পুত্র এবং বহিনীর সাথে অশ্ববত, অভিষ্যত, চিত্ররথ, মুনি এবং জনমেজয় নামে পাঁচ পুত্র ছিল। তাঁর গুণাবলী এবং মহান তপস্বী সাধনার কারণে তাঁর নামে এই অঞ্চলের নামকরণ করা হয় \"কুরুজঙ্গল\"। প্রাচীন বৈদিক কাল থেকে এটি কুরুক্ষেত্র নামেও পরিচিত।\n\n\n== গ ==\n\n\n=== গান্ধারী ===\nগান্ধারী হলেন গান্ধাররাজ সুবলের কন্যা, দুর্যোধনের মাতা এবং শকুনির বোন।\n\n\n=== গঙ্গা ===\n গঙ্গা হলেন নদীরূপে এক দেবী। রাজা শান্তুনুর স্ত্রী এবং ভীষ্মের মাতা।\n\n\n=== গণেশ ===\nগণেশ হচ্ছেন প্রারম্ভের দেবতা। শিব ও পার্বতীর পুত্র। মহাভারতের লেখক বেদব্যাস গণেশকে এই মহাকাব্যের লিখিত রূপ দিতে অনুরোধ করেছিলেন। \n\n\n== ঘ ==\n\n\n=== ঘটোৎকচ ===\nঘটোৎকচ হস্তিনাপুরের রাজা পাণ্ডুর দ্বিতীয় পুত্র ভীমের রাক্ষসী স্ত্রী হিড়িম্বার পুত্র। কুরুক্ষেত্রের যুদ্ধে তিনি পাণ্ডবদের পক্ষে লড়াই করেন এবং কর্ণের হাতে নিহত হন।\n\n\n== চ ==\n\n\n=== চিত্রাঙ্গদা ===\nচিত্রাঙ্গদা ছিলেন মণিপুরের রাজা চিত্রবাহনের কন্যা, অর্জুনের তৃতীয়া স্ত্রী। রবীন্দ্রনাথ ঠাকুরের চিত্রা নাটকে চিত্রাঙ্গদার গল্পটি বর্ণিত হয়েছে।\n\n\n=== চেকিতান ===\nচেকিতান  শ্রুতকীর্তির পুত্র, বৃষ্ণিবংশীয় রাজা। কুরুক্ষেত্র যুদ্ধে তিনি পাণ্ডবদের পক্ষে যুদ্ধ করেছিলেন।\n\n\n=== চিত্রসেন ===\nচিত্রসেন ছিলেন গন্ধর্বের রাজা। তিনি দুর্যোধনকে বন্দি করেছিলেন। পাণ্ডবরা চিত্রসেনের সাথে লড়াই করে তাকে সবান্ধব উদ্ধার করেছিল।\n\n\n=== চ্যবন ===\nচ্যবন ছিলেন মহর্ষি ভৃগুর পুত্র। পুলোমর গর্ভে তার জন্ম হয়। দীর্ঘ তপস্যার ফলে তার সমস্ত শরীর উইপোকার ঢিবিতে পরিণত হয়েছিল। সুকন্যা নামক এক রাজকন্যা কৌতুহল বশতঃ তার গায়ে কাঁটা বিদ্ধ করেছিলেন। চ্যবন রেগে গিয়ে সেনাবাহিনীকে অভিশাপ দেন। এই অভিশাপ থেকে মুক্তির জন্য সুকন্যার সাথে তার বিবাহ হয়। অশ্বিনীকুমারদ্বয় বা দেব-চিকিৎসকদ্বয়ের সাহায্যে বৃদ্ধ চ্যবন পুনরায় যৌবন ফিরে পেয়েছিলেন।\n\n\n== য ==\n\n\n=== যুধিষ্ঠির ===\nযুধিষ্ঠির ছিলেন জেষ্ঠ্য পাণ্ডব। যার নামের অর্থ হল, যুদ্ধে যার বুদ্ধি স্থির। ধর্মদেবের ঔরসে মাতা কুন্তীর গর্ভে তার জন্ম। কুন্তীর স্বামী পাণ্ডুর প্রতি এক মুনির অভিশাপে তিনি স্ত্রী সংগম করতে পারতেন না বিধায় তার দুই পত্নী কুন্তী এবং মাদ্রী দেবতাদের নিকট থেকে পাঁচ সন্তাদের জননী হন। যাদেরকে একত্রে পঞ্চপাণ্ডব বলা হয়। যুধিষ্ঠির এই পঞ্চপাণ্ডবদের মধ্যে প্রথম পাণ্ডব। মহাভরতে তার চরিত্রটি অত্যন্ত ধর্মপরায়ন ও সত্যবাদী রূপে বর্ণিত হয়েছে।\n\n\n=== যমুনা ===\nযমুনা একজন নদীরূপি দেবী। ভগবান শ্রী কৃষ্ণের আটজন স্ত্রীর একজন। তিনি কালিন্দী নামেও পরিচিত।\n\n\n=== যশোদা ===\nযশোদা ছিলেন কৃষ্ণের পালিত মাতা ও নন্দ ঘোষের স্ত্রী।\n\n\n=== যোগমায়া ===\nযোগমায়া ছিলেন যশোদা ও নন্দ ঘোষের কন্যা। কৃষ্ণ ও যোগমায়া একই দিনে জন্ম গ্রহণ করেছিলেন।\n\n\n=== যুযুৎসু ===\nযুযুৎসু ধৃতরাষ্ট্রের পুত্র। দাসীর গর্ভে তার জন্ম। পাণ্ডবদের পক্ষে যুদ্ধ করেছিলেন। কুরুক্ষেত্র যুদ্ধের পর ধৃতরাষ্ট্রের একমাত্র জীবিত পুত্র।\n\n\n== প ==\n\n\n=== পরিক্ষিৎ ===\nপরীক্ষিৎ অভিম্যনুর পুত্র, অর্জুনের পৌত্র। মায়ের গর্ভে থাকার সময় অশ্বত্থামার ছোড়া অস্ত্রের আঘাতে সে মারা যায়। কৃষ্ণ তাকে জীবনদান করেন। কুরুক্ষেত্র যুদ্ধের অনেক বছর পর, পাণ্ডবদের স্বর্গে গমন করার পর তিনি রাজা হন।\n\n\n=== পাণ্ডু ===\nপাণ্ডু হস্তিনাপুরের রাজা। বিচিত্রবীর্য় এবং অম্বালিকার পুত্র। একবার মৃগয়ার সময়ে তিনি ভুলবশত দুটি মিলনরত হরিণকে শরবিদ্ধ করেন। প্রকৃতপক্ষে তারা ছিল ঋষি কিন্দম ও তার স্ত্রী। শরাঘাতে মৃত্যুর পূর্বে কিন্দম পাণ্ডুকে অভিশাপ দেন, পাণ্ডু স্ত্রীর সাথে মিলিত হবার সময় একইভাবে মৃত্যুবরণ করবেন।\n\n\n=== পুরোচন ===\nপুরোচন পেশায় ছিলেন একজন স্থপতি। দুর্যোধনের একজন বিশ্বস্ত সহচর ও মন্ত্রি এবং পাণ্ডবদের হত্যার উদ্দেশ্যে নির্মিত জতুগৃহের নির্মাতা।\n\n\n=== পরাশর ===\nপরাশর ছিলেন মহর্ষি শক্তির পুত্র ও বশিষ্ঠ মুনির পৌত্র এবং কৃষ্ণদ্বৈপায়ন ব্যাসদেবের পিতা। তিনি নিজেও একজন ঋষি। সত্যবতীর বিবাহ পূর্বে পরাশরের ঔরশে ব্যাসদেবের জন্ম।\n\n\n=== পদ্মাবতী ===\nপদ্মাবতী ছিলেন উগ্রসেনের স্ত্রী, অত্যাচারী রাজা কংসের মাতা।\n\n\n=== পরশুরাম ===\nপরশুরাম ছিলেন বিষ্ণুর ষষ্ঠ অবতার। তিনি একুশবার পৃথিবী থেকে দুষ্টু ক্ষত্রিয়দের নিধন করেছিলেন। তার অস্ত্র ছিল কুঠার। মাতৃহত্যার পাপে তার হস্তে সেই কুঠার স্থায়ীভাবে এঁটে গিয়েছিল।\n\n\n=== প্রদ্যুম্ন ===\nপ্রদ্যুম্ন ছিলেন কৃষ্ণ ও রুক্মিনীর পুত্র। পূর্বজন্মে তিনি কামদেব ছিলেন। শিব তাকে ভস্ম করে দেন।\n\n\n== ব ==\n\n\n=== বিদুর ===\nমহাভারতের প্রধান চরিত্রগুলোর অন্যতম। বিদুর ছিলেন হস্তিনাপুরের মন্ত্রী, নিয়োগের মাধ্যমে ঋষি বেদব্যাসের ঔরসে শূদ্র পরিচারিকার পুত্র এবং পাণ্ডব ও কৌরবদের ছোট কাকা।\n\n\n=== বায়ু ===\nবায়ু ছিলেন বাতাসের দেবতা। কশ্যপ ও অদিতির পুত্র। তার আশীর্বাদে কুন্তির গর্ভে ভীমের জন্ম হয়। কুন্তীর স্বামী অভিশাপের ফলে সন্তানের পিতা হতে অপরাগ হওয়ায় মন্ত্রবলে বায়ুর কাছ থেকে দ্বিতীয়বার কুন্তী সন্তান লাভ করেন।\n\n\n=== বিরাট ===\nবিরাট ছিলেন মৎসদেশের রাজা। তিনি পাণ্ডবদের হয়ে যুদ্ধ করেছিলেন। পাণ্ডবরা অজ্ঞাতবাসের সময়ে তার রাজপ্রাসাদেই অবস্থান করছিল।\n\n\n=== বসুদেব ===\nবসুদেব ছিলেন সুভদ্রা, বলরাম ও কৃষ্ণের পিতা, রাজা সুরসেনের পুত্র ও কুন্তির ভ্রাতা।\n\n\n=== বলরাম ===\nবলরাম ছিলেন কৃষ্ণের জ্যেষ্ঠভ্রাতা। তাঁর অন্য নামগুলো হলো বলদেব, বলভদ্র, হলধর ও হলায়ুধ। কুরুক্ষেত্র যুদ্ধে বলরাম কোনও পক্ষেই যুদ্ধ করেননি। ভীম এবং দুর্যোধন দুজনেই বলরামের শিষ্য।\n\n\n=== বিনতা ===\nবিনতা ছিলেন গরুড় পক্ষী ও অরুনের মাতা, দক্ষের কন্যা ও কশ্যপ মুনির স্ত্রী।\n\n\n=== বিচিত্রবীর্য ===\nবিচিত্রবীর্য ছিলেন রাজা শান্তনু ও সত্যবতীর কনিষ্ঠপুত্র। চিত্রাঙ্গদের মৃত্যুর পর তিনি হস্তিনাপুরের সিংহাসনের উত্তরাধিকারী হন।\n\n\n=== বাসুকী ===\nবাসুকী হলেন সর্প বা নাগরাজ। তিনি কশ্যপ ও তার স্ত্রী কদ্রুর পুত্র। মনসা তার বোন। বাসুকী শিবের গলা জড়িয়ে থাকেন। সমুদ্র মন্থনের সময় বাসুকীকে রজ্জু হিসেবে ব্যাবহার করা হয়েছিল।\n\n\n=== বৃহন্নলা ===\nঅজ্ঞাতবাসের সময় অর্জুন বৃহন্নলা নামে পরিচিত ছিলেন। এ সময়ে রাজকুমারী উত্তরাকে তিনি নৃত্যগীত শিখাতেন।\n\n\n=== ব্যাস ===\n\nকৃষ্ণ দ্বৈপায়ন বা বেদব্যাস বা সংক্ষেপে ব্যাস একজন ঋষি ও মহাভারতের রচয়িতা, পরাশর মুনি ও সত্যবতীর পুত্র। তিনি এই মহাকাব্যের একটি গুরুত্বপূর্ণ চরিত্রও বটে। তিনি হিন্দু ধর্মের অন্যতম ধর্মগ্রন্থ বেদের ব্যবহারিক বিন্যাস করেছিলেন। মহাভারতের বর্ণনা অনুসারে, ব্যাস ধৃতরাষ্ট্র, পাণ্ডু ও বিদুরকে নিয়োগের মাধ্যমে উৎপন্ন করেছিলেন।\n\n\n=== বকাসুর ===\nবকাসুর একজন রাক্ষস, যে শ্রীকৃষ্ণের হাতে নিহত হয়।\n\n\n=== বিকর্ণ ===\nবিকর্ণ মহাভারতের একটি ছোট চরিত্র। কৌরবদের একশত ভাইয়ের মধ্যে একজন। দ্রৌপদির বস্ত্রহরণের সময় যুযুৎসুর সাথে বিকর্ণও এই হীন কাজের প্রতিবাদ করেছিলেন।\n\n\n=== বশিষ্ঠ ===\nবশিষ্ঠ, ব্রহ্মার মানসপুত্র, অরুন্ধতির পতি এবং ইক্ষ্বাকু বংশের কূল পুরোহিত।\nবৃষালি\nবৃষালি ছিলেন অঙ্গরাজ কর্ণের স্ত্রী।\nবৃষকেতু\nবৃষকেতু কর্ণ এবং বৃষালির পুত্র সন্তান ছিলেন। তিনি কৌরব পক্ষ থেকে যুদ্ধে অস্ত্র ধারণ করেন।\nবভ্রুবাহন\nমহাভারত অনুযায়ী অর্জুন  এবং চিত্রাঙ্গদা র পুত্র ছিলেন বভ্রুবাহন। তিনি মনিপুর রাজ্যের উত্তরাধিকারী ছিলেন। আদি পর্ব ও অশ্বমেধিক পর্বে তার কথা উল্লেখ রয়েছে।\n\n\n== ভ ==\n\n\n=== ভরত ===\nমহাভারতের আদিপর্ব অনুসারে, ভরত রাজা দুষ্মন্ত ও শকুন্তলার পুত্র। পাণ্ডবদের আদি পিতা। তিনি বহুশত অশ্বমেধ যজ্ঞের- অনুষ্ঠান করে সার্বভৌম রাজচক্রবর্তী হয়েছিলেন।\n\n\n=== ভুরিশ্রবা ===\nভুরিশ্রবা সোমদত্তের পুত্র, ধৃতরাষ্ট্র, পাণ্ডু ও বিদুরের জ্ঞ্যাতি ভাই। কুরুক্ষেত্র যুদ্ধে তিনি কৌরবদের পক্ষে যুদ্ধ করেছিলেন। সাত্যকি তাকে হত্যা করেছিলেন।\n\n\n=== ভীষ্ম ===\n\nভীষ্ম ছিলেন কুরু বংশের রাজা শান্তনু এবং গঙ্গা দেবীর অষ্টম পুত্র। তার প্রকৃত নাম দেবব্রত। বৈমাত্রেয় ভাইদের বংশধরদের জন্য সিংহাসন নিশ্চিত করার নিমিত্তে তিনি আজীবন চিরকুমার থাকার প্রতীজ্ঞা করায় তাকে ভীষ্ম নামে ডাকা হয়। মহাভারতে তিনি পাণ্ডব ও কৌরব উভয় পক্ষের পিতামহ ভীষ্ম হিসাবে উল্লেখিত হয়েছেন। তিনি মহাভারতের একজন বিশেষ গুরুত্বপূর্ণ চরিত্র।\n\n\n=== ভীম ===\nপঞ্চপাণ্ডব ভ্রাতাদের মধ্যে ভীম দ্বিতীয়। দুর্বাসা মুনির দেয়া বরের মাধ্যমে বায়ু দেবকে আহ্বান করে ভীমের জন্ম হয়। ভীম বিশাল দেহ ও প্রবল শক্তির অধিকারী ছিলেন।\n\n\n=== ভগদত্ত ===\nভগদত্ত ছিলেন কামরূপ রাজ্যের রাজা, দুর্যোধনের এবং ধৃষ্টদ্যুম্নের শ্বশুর।\n\n\n=== ভৃগু ===\nএকজন ঋষি। ব্রহ্মা যখন বরুনের যজ্ঞ করছিলেন তখন সেই যজ্ঞাগ্নি থেকে ভৃগুর জন্ম হয়েছিল। মহর্ষি ভৃগু অগ্নিকে সর্বভুক হবার অভিশাপ দিয়েছিলেন।\n\n\n== ম ==\n\n\n=== মেনকা ===\n মেনকা ছিলেন স্বর্গের একজন অপরূপা অপ্সরা। বিশ্বামিত্রর ধ্যান ভঙ্গের জন্য ইন্দ্র তাকে প্রেরণ করেছিলেন। বিশ্বামিত্রা তার প্রেমে পড়েন এবং তার সাথে মিলিত হন। শকুন্তলা নামে তাদের এক কন্যা সন্তানের জন্ম হয়।\n\n\n=== ময় ===\nদানবকুলের বিশ্বকর্মা ও একজন মহাশিল্পী। ময় যুধিষ্ঠিরের রাজসভা নির্মাণ করেছিলেন।\n\n\n=== মান্ধাতা ===\nমান্ধাতা ছিলেন যুবনাশ্ব রাজার পুত্র। তার কোন মাতা ছিল না। পিতার শরীরের বাম পার্শ্ব ভেদ করে তার জন্ম হয়েছিল। মাতৃদুগ্ধের পরিবর্তে, শিশু মান্ধাতা ইন্দ্রের অংগুলি নিঃসৃত সুধা পান করেছিল।\n\n\n=== মার্কণ্ডেয় ===\nএকজন তপস্বী। তাঁর সহস্র বৎসর বয়স হলেও দেখতে পঁচিশ বছরের যুবার মতো ছিলেন।\n\n\n=== মনু ===\nমনু বিবস্বানের পুত্র। মহাবন্যার সময়ে যিনি সপ্তর্ষিকে নিয়ে বৃহৎ নৌযানে ভ্রমণ করেছিলেন। এই সময় নারায়ণ মৎস অবতার এবং বাসুকি নাগ রশি রূপে তার নৌযান চালনা করেছিলেন।\n\n\n== ত ==\n\n\n=== তিলোত্তমা ===\nতিলোত্তমা একজন অপ্সরা। ব্রহ্মার অনুরোধে বিশ্বকর্মা সর্বশ্রেষ্ঠ উপাদানসমূহের সমন্বয়ে তাকে সৃষ্ট করেছিলেন। দেবর্ষি নারদ পাণ্ডব ভাইদের অপ্সরা তিলোত্তমার কারণে সুন্দ ও উপসুন্দ ভাতৃদ্বয়ের ধ্বংসের কাহিনি বর্ণনা করেছিলেন; এবং তাদের এই বলে সতর্ক করে দিয়েছিলেন যে তাদের যৌথস্ত্রী দ্রৌপদী একই ভাবে তাদের মধ্যেকার বিবাদের কারণ হতে পারে।\n\n\n=== তপতী ===\nতপতী হলেন নদীর দেবী। সূর্য ও ছায়াদেবীর কন্যা। শ্যামবর্ণকে বিয়ে করার পর কুরু নামে তাদের এক সন্তানের জন্ম হয়।\n\n\n=== তক্ষক ===\nতক্ষক ছিলেন নাগদের রাজা। তিনি তক্ষশীলায় বাস করতেন। মহাভারত ছাড়াও চৈনিক ও জাপানী পৌরাণিক কাহিনীতে তক্ষকের চরিত্রটিকে দেখতে পাওয়া যায়।\n\n\n=== তারা ===\nতারা হলেন সৌভাগ্যের দেবী, দেবতাদের গুরু বৃহস্পতির স্ত্রী। স্বামী বৃহস্পতি তাকে অবজ্ঞা করায় তারা চন্দ্রের সাথে প্রণয়ে জড়িয়ে পরেন। তাদের পুত্রের নাম বুধ।\n\n\n== দ ==\n\n\n=== দুর্যোধন ===\nদুর্যোধন কৌরবদের যুবরাজ, ধৃতরাষ্ট্র ও গান্ধারীর পুত্র।\n\n\n=== দুঃশলা ===\nদুঃশলা হলো গান্ধারী ও ধৃতরাষ্ট্রের একমাত্র কন্যা এবং কৌরবদের একমাত্র বোন।\n\n\n=== দুঃশাসন ===\nদুঃশাসন ছিলেন অন্ধরাজ ধৃতরাষ্ট্র ও রাণী গান্ধারীর দ্বিতীয় পুত্র এবং দুর্যোধনের ছোট ভাই। পাশা খেলায় পাণ্ডবদের পরাজয় হলে, দুঃশাসন দ্রৌপদীকে তার অন্তঃপুর থেকে কেশ আকর্ষণ করে সভায় নিয়ে আসেন। পরে কর্ণের আদেশে তাকে বিবস্ত্রা করার চেষ্টা করেন।\n\n\n=== দুর্বাসা ===\n\nদুর্বাসা ছিলেন একজন ঋষি। পিতা অত্রি এবং মাতা অনসূয়ার পুত্র। দুর্বাসা মুনি তার প্রবল ক্রোধের জন্য পরিচিত। দুর্বাসা নামের অর্থ, যার সাথে বাস করা যায় না।\n\n\n=== দ্রৌপদী ===\nদ্রৌপদী ছিলেন পঞ্চপাণ্ডবের স্ত্রী, রাজা দ্রুপদের কন্যা এবং মহাভারতের কেন্দ্রীয় নারী চরিত্র।\n\n\n=== দময়ন্তী ===\nদময়ন্তী ছিলেন বিদর্ভের রাজকন্যা। তার স্বয়ংবর সভায় ইন্দ্র, অগ্নি, বরুন ও যম এই চার দেবতা তার পাণিপ্রার্থি হয়ে এসেছিলেন। কিন্তু দময়ন্তী নিষধরাজ নলকে পছন্দ করতেন। কিন্তু চার দেবতা নলের রূপ ধরে সভায় উপস্তিত হওয়ায় দময়ন্তী প্রকৃত নলকে চিনতে পারছিলেন না। পরে দেবতাদের বরে দময়ন্তী প্রকৃত নলকে চিনতে পারেন এবং তার সাথেই তার বিবাহ হয়।\n\n\n== ধ ==\n\n\n=== ধৌম্য ===\nধৌম্য ছিলেন পাণ্ডবদের পুরোহিত।\n\n\n=== ধৃষ্টদ্যুম্ন ===\nধৃষ্টদ্যুম্ন ছিলেন দ্রুপদের পুত্র। কুরুক্ষেত্র যুদ্ধে তিনি পাণ্ডবপক্ষে যুদ্ধ করেছিলেন। পুত্রের মৃত্যু সংবাদ শুনে অস্ত্র ত্যাগ করার পর ধৃষ্টদ্যুম্ন দ্রোণের প্রাণহীন দেহের শিরচ্ছেদ করেছিলেন।\n\n\n== ন ==\n\n\n=== নকুল ===\nনকুল পাণ্ডবদের পাঁচ ভাইদের মধ্যে চতুর্থ এবং সহদেব তথা পঞ্চম পাণ্ডবের জমজ ভাই। পাণ্ডুর দ্বিতীয় স্ত্রী মাদ্রীর গর্ভে তাদের জন্ম। নকুল তলোয়ার চালনায় অত্যন্ত সিদ্ধহস্ত ছিলেন। কুরুক্ষেত্র যুদ্ধের ষোলতম দিনে কর্ণ নকুলকে পরাজিত করেছিলেন। কিন্তু সুযোগ থাকা সত্বেও মাতা কুন্তির অনুরোধে তাকে হত্যা না করে ছেড়ে দেন। আঠারতম দিনে নকুল কর্ণের তিন পুত্রকে পরাজিত ও হত্যা করেছিলেন।\n\n\n=== নন্দিনী ===\n বশিষ্ঠ মুনির কামধেনুর নাম ছিল নন্দিনী। ঋষি বিশ্বামিত্র আগে রাজা ছিলেন। তিনি একবার বশিষ্ঠ মুনির আশ্রমে এসে নন্দিনীর দেখা পান। মুনির আদেশে নন্দিনী বহুবিধ সুস্বাদু খাদ্যদ্রব্য আনয়ন করে বিশ্বামিত্রকে পরিবেশন করে। এহেন কামধেনু দেখে বিশ্বামিত্রের লোভ হয়ে এবং সৈন্যদের সাহায্যে নন্দিনীকে বলপূর্বক ছিনিয়ে নিতে চায়। কিন্তু কামধেনু রাজা বিশ্বামিত্রের সেনাবাহিনীকে পরাজিত করে এবং এরপর প্রকৃত ব্রহ্মশক্তির ক্ষমতা বুঝতে পেরে বিশ্বামিত্র রাজ্যপাট ছেড়ে ঋষি হয়ে যান।\n\n\n=== নারদ ===\nনারদ একজন দেবর্ষি ও ব্রহ্মার মানসপুত্র। পঞ্চপাণ্ডব দ্রোপদীকে বিয়ে করার পর তাদের মধ্যে দাম্পত্য সম্পর্ক কিরূপ হবে সে বিষয়ে তিনি তাঁদের উপদেশ দিয়েছিলেন।\n\n\n=== নন্দ ===\nনন্দ ছিলেন গোকুল প্রধান, বাসুদেবের বন্ধু, যশোদার স্বামী ও কৃষ্ণের পালিত পিতা।\n\n\n=== নল ===\nনল নিষধরাজ্যের রাজা, দময়ন্তীর স্বামী। কলির প্ররোচনায় পাশা খেলায় সর্বসান্ত হয়েছিলেন। কিন্তু পত্নী দময়ন্তীকে বাজি রাখেননি। রাজ্য ও রাজত্ব হারিয়ে নল ও দময়ন্তী কারো কোন সাহায্য ও অনুগ্রহ পেলেন না। একবার ক্ষুন্নিবৃত্তির জন্য নিজের পোশাক খুলে পাখি শিকার করতে গিয়ে নল তার একমাত্র পোশাক হারিয়ে বিবস্ত্র হয়ে পরেন। নল ও দময়ন্তী তখন একই পোশাক পরে দিন কাটাতে থাকেন। কিন্তু একরাতে দময়ন্তী ঘুমন্ত অবস্থায় নল তাদের পোশাক কর্তন করে স্ত্রীকে ত্যাগ করে চলে যায়।\n\n\n== শ ==\n\n\n=== শল্য ===\nশল্য ছিলেন নকুল ও সহদেবের মাতুল, মাদ্রী রাজ্যের শাসক। একজন শক্তিশালী বল্লম যোদ্ধা। কুরুক্ষেত্রের যুদ্ধে কৌরব পক্ষে যুদ্ধ করেছিলেন। যুদ্ধের শেষ দিনে যুধিষ্ঠিরের সাথে এক মল্লযুদ্ধে তিনি নিহত হন।\n\n\n=== শঙ্খ ===\nবিরাটরাজের তৃতীয় পুত্র। কুরুক্ষেত্রের যুদ্ধে তিনি পাণ্ডবদের পক্ষে ছিলেন। ভীষ্মের হাতে তিনি নিহত হন।\n\n\n=== শর্মিষ্ঠা ===\nশর্মিষ্ঠা একজন অসূর রাজকন্যা, শকুন্তলার দাসী।\n\n\n=== শ্বেত ===\nবিরাট রাজের দ্বিতীয় পুত্র। ভীষ্মের শরাঘাতে তিনি কুরুক্ষেত্র যুদ্ধের প্রথম দিনে নিহত হন।\n\n\n=== শাল্ব ===\nশাল্ব ছিলেন শাল্বদেশের রাজা। কাশিরাজের কন্যা অম্বা তাকে ভালবাসতেন। স্বয়ংবর সভায় অম্বার তাকেই বর হিসাবে গ্রহণের অভিপ্রায় ছিল। কিন্তু ভীষ্ম তার ভাইদের জন্য তাকে হরণ করে নিয়ে আসেন। পরে তাদের প্রণয়ের কথা জানতে পেরে তিনি অম্বাকে শাল্বরাজের কাছে প্রেরণ করলেও শাল্ব তাকে আর গ্রহণ করেননি। শাল্ব একজন দক্ষ বল্লমযোদ্ধা ছিলেন। কুরুক্ষেত্র যুদ্ধে তিনি কৌরবদের হয়ে যুদ্ধ করেছিলেন। যুদ্ধের শেষ দিনে শাল্ব যুধিষ্ঠিরের কাছে পরাজিত ও নিহত হন।\n\n\n=== শ্রুতসেন ===\nসহদেব ও দ্রৌপদির পুত্র।\n\n\n=== শিশুপাল ===\nশিশুপাল বিকৃত শরীরে জন্মগ্রহণ করেছিলেন। কৃষ্ণের স্পর্শে তার সেই শারীরিক ত্রুটি দূর হয়ে যায়। শ্রী কৃষ্ণ শিশুপাল এর মাতাকে বচন দিয়েছিলেন, শিশুপাল এর একশত অপরাধ তিনি ক্ষমা করবেন। কৃষ্ণের স্ত্রী রুক্মিনীর সাথে শিশুপালের বিবাহ হবার কথা ছিল। কিন্তু তার আগেই কৃষ্ণ রুক্মিনীকে হরণ করে বিবাহ করেছিলেন। যুধিষ্ঠিরের রাজ্যাভিষেক অনুষ্ঠানের সময়ে কৃষ্ণকে কটূক্তি করায় একশত অপরাধ পূর্ণ হয়ে যায়। শ্রীকৃষ্ণ সুদর্শন চক্র দ্বারা তাঁকে হত্যা করেছিলেন৷ ঘটনাটি “শিশুপাল বধ” নামে খ্যাত।\n\n\n=== শকুন্তলা ===\n\nঋষি বিশ্বামিত্র ও অপ্সরা মেনকার কন্যা, রাজা দুষ্মন্তের স্ত্রী এবং সম্রাট ভরতের মাতা।\n\n\n=== শ্রুতশ্রবা ===\nএকজন ঋষি। দেবশুনী সরমার অভিশাপ পোচনের জন্য রাজা জনমেজয় শ্রুতশ্রবার শরণাপন্ন হয়েছিলেন।\n\n\n=== শক্তি ===\nশক্তি ছিলেন বশিষ্ঠ মুনির পুত্র। তার অভিশাপে কম্লাষপাদ নামক এক রাজা রাক্ষসে পরিণত হয়েছিল।\n\n\n=== শান্তনু ===\nশান্তনু ছিলেন হস্তিনাপুরের রাজা, ভীষ্ম, চিত্রাঙ্গদ আর বিচিত্রবীর্যের পিতা, গঙ্গা ও সত্যবতীর স্বামী।\n\n\n== স ==\n\n\n=== সঞ্জয় ===\n\nসঞ্জয় ছিলেন মহাভারতে বর্ণিত রাজা ধৃতরাষ্ট্রের রথের সারথি এবং ব্যাসদেব-এর শিষ্য। যুদ্ধের স্থান থেকে অনেক দূরে অবস্থান করেও অন্ধ রাজা ধৃতরাষ্ট্রকে তিনি যুদ্ধের সব বিবরণ দিয়েছিলেন। শ্রীমদ্ভাগবত গীতার (০১/১৩/৩২) এখানে সঞ্জয়কে গাবল্গন বলা হয়েছে অর্থাৎ সূত গাবল্গন হচ্ছেন সঞ্জয়ের পিতা।\n\n\n=== সহদেব ===\nসহদেব পঞ্চ পাণ্ডবদের মধ্যে সর্ব কনিষ্ঠ পাণ্ডব এবং নকুলের যমজ ভাই। মাদ্রীর গর্ভে তার জন্ম। নকুলের মতো তিনি তলোয়ার বিদ্যায় পারদর্শী ছিলেন। কুরুক্ষেত্র যুদ্ধের আঠারতম দিনে সহদেব শকুনিকে পরাজিত ও হত্যা করেন। কুরুক্ষেত্র যুদ্ধের পিছনে শকুনির ব্যাপক ভূমিকা ছিল।\n\n\n=== সত্যবতী ===\nসত্যবতী ছিলেন রাজা শান্তনুর স্ত্রী। চিত্রাঙ্গদ ও বিচিত্রবীর্যের মাতা। তিনি কৃষ্ণদ্বৈপায়ন বেদব্যাসেরও মাতা।\n\n\n=== সত্যভামা ===\nসত্যভামা কৃষ্ণের তৃতীয় স্ত্রী। রাজা সত্রাজিতের কন্যা, বসুমতী বা বসুন্ধরার অবতার।\n\n\n=== সুবল ===\nগান্ধারী ও শকুনির পিতা।\n\n\n=== সুভদ্রা ===\nসুভদ্রা ছিলেন কৃষ্ণ ও বলরামের ভগিনী, অর্জুনের স্ত্রী ও অভিমন‍‍্যুর মাতা। দ্বারকা ভ্রমণের সময় সুভদ্রাকে দেখে অর্জুন তার প্রেমে পড়েন। সুভদ্রা দুর্যোধনের বাগদত্তা হওয়া সত্ত্বেও অর্জুন তাকে হরণ করে বিবাহ করেন।\n\n\n=== সুদক্ষিণ ===\nকম্বোজের রাজা। কুরুক্ষেত্রের যুদ্ধে কৌরবদের হয়ে যুদ্ধ করেছিলেন।\n\n\n=== সুদেষ্ণা ===\nসুদেষ্ণা ছিলেন মৎসরাজ বিরাটের স্ত্রী, উত্তর ও উত্তরার মাতা।\n\n\n=== সাত্যকি ===\nসাত্যকি ছিলেন অর্জুনের শিষ্য। পাণ্ডবদের পক্ষে যুদ্ধ করেন। তিনি পাণ্ডবদের শান্তির দূত হিসাবে কৌরবদের রাজধানীতের গমনের সময় কৃষ্ণের সাথী হয়েছিলেন। কুরুক্ষেত্র যুদ্ধে তিনি শাল্বরাজকে হত্যা করেন। এই যুদ্ধের পঁয়ত্রিশ বছর পর, কৃতবর্মার সাথে তার বচসা হয়। ঘুমন্ত অবস্থায় পাণ্ডব বীরদের হত্যাকাণ্ডে অশ্বত্থামাকে সহযোগিতার করার জন্য সাত্যকি তাকে তিরস্কার করেন। মল্লযুদ্ধের এক পর্যায়ে সাত্যকি তার শিরচ্ছেদ করেন।\n\n\n=== সাবিত্রী ===\nসাবিত্রী ছিলেন মদ্র দেশের রাজা অশ্বপতির কন্যা, সত্যবানের স্ত্রী। তিনি যমের হাত থেকে নিজের স্বামীকে ফিরিয়ে নিয়ে এসেছিলেন।\n\n\n== র ==\n\n\n=== রুক্মিনী ===\nকৃষ্ণের পত্নী, বিদর্ভের রাজকন্যা, ভীষ্মক রাজের কন্যা ও রুক্মিনের বোন। রুক্মিনী লক্ষ্মীর অবতার।\n\n\n=== রুরু ===\nএকজন ঋষি, প্রমতি ও ঘৃতাচির পুত্র।\n\n\n== জ ==\n\n\n=== জনমেজয় ===\nজনমেজয় ছিলেন রাজা পরীক্ষিত ও রাণী মদ্রবতীর পুত্র, অভিমন্যুর পৌত্র এবং অর্জুনের প্রপৌত্র। মহাভারতের আদি পর্বের শুরুতেই সৌতির বর্ণনায় রাজা জনমেজয়ের কাহিনী এসেছে।\n\n\n=== জরাসন্ধ ===\nজরাসন্ধ মগধের রাজা ছিলেন। শ্রী কৃষ্ণের পরামর্শে ভীম জরাসন্ধকে মল্লযুদ্ধে আহ্বান জানান। যুদ্ধের অন্তিম ভাগ এ শ্রী কৃষ্ণের ইশারায় ভীম জরাসন্ধের দেহের মধ্যভাগ ছিরে দেহের একটি অংশ অপরটির বিপরীত দিকে নিক্ষেপ করে বধ করে। তার একজন সহধর্মীনির নাম শশীরেখা।\n\n\n=== জয়দ্রথ ===\nজয়দ্রথ সিন্ধুদেশের রাজা ছিলেন। বৃদ্ধক্ষত্রের পুত্র, দুর্যোধনের বোন দুঃশলার স্বামী ও সুরথের পিতা। জয়দ্রথ দ্রৌপদিকে অপহরণ করেছিল। ভীম ও অর্জুন তাকে ধরে ফেলে কিন্তু যুধিষ্ঠীরের আদেশে তাকে হত্যা না করে তার মাথা কামিয়ে ছেড়ে দেয়। প্রাণ ফিরে পেয়ে জয়দ্রথ মহাদেবের তপস্যা শুরু করে। তার তপস্যায় খুশি হয়ে মহাদেবতাকে বর দিতে চাইলে জয়দ্রথ পঞ্চপাণ্ডবকে পরাজিত করার বর চান। কিন্তু মহাদেব তাকে অর্জুন ছাড়া অন্য সকল পাণ্ডবদের শুধু একদিনের জন্য জয় করার বর দেন।\n\n\n=== জমদগ্নি ===\nমহর্ষি জমদগ্নি সপ্তর্ষি একজন, পরশুরামের পিতা, ঋচিক ও সত্যবতীর পুত্র। ক্রোধের বশে তিনি তার পুত্র পরশুরামকে মাতৃহত্যা করতে আদেশ দিয়েছিলেন।\n\n\n== হ ==\n\n\n=== হনুমান ===\n\nরামায়ণের মতো মহাভারতে হনুমান খুব গুরুত্বপূর্ণ কোন চরিত্র নয়। পাণ্ডবদের নির্বাসনের সময় তার আবির্ভাব ঘটে। দৌপদীর জন্য পদ্মফুল আনতে গন্ধমাদন পর্বতে গেলে হনুমান ভীমকে পরীক্ষা করার জন্য একটি সাধারণ বানরের বেশে তাঁর সামানে হাজির হন এবং নিজের লেজ তুলে ধরতে বলেন। ভীম তার সর্ব শক্তি দিয়েও হনুমানের লেজ তুলে ধরতে পারেননি। পরে ভীম হনুমানকে চিনতে পেরে তাঁর কাছে ক্ষমা প্রার্থনা করেছিলেন। হনুমান ভীমকে কিছু সময় যুদ্ধবিদ্যা শিক্ষা দিয়েছিলেন।\n\n\n=== হিড়িম্বা ===\nহিড়িম্বা একজন রাক্ষস কন্যা, হিড়িম্বর ভগিনী এবং ভীমের স্ত্রী। জতুগৃহ থেকে পলায়নের সময় বনের মধ্যে ভীমের সাথে হিড়িম্বার পরিচয় ও প্রণয় হয়।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== বহিঃসংযোগ =="}