{"pageid": 1088295, "title": "ওয়ারুদ জুহাইর", "url": "https://bn.wikipedia.org/wiki?curid=1088295", "content": "ওয়ারুদ জুহাইর (আরবি: ورود زهير‎)  (জন্ম ১৯৮৭) হচ্ছেন একজন ইরাকি বংশোদ্ভুত নারী অধিকার কর্মী, জীববিজ্ঞানী ও লেখিকা। বর্তমানে তিনি জার্মানিতে বসবাস করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nওয়ারুদ জুহাইর ১৯৮৭ সালে মধ্য ইরাকের নাজাফ শহরে জন্মগ্রহণ করেন। ২০১০ সালে তিনি ইরাকের ঐতিহাসিক শহর কারবালায় অবস্থিত কারবালা বিশ্ববিদ্যালয় থেকে জীববিজ্ঞান বিষয়ে স্নাতক ডিগ্রি অর্জন করেন। তিনি বলেন যে স্নাতক হওয়ার আগে, তিনি পারিবারিক সহিংসতা ব গার্হস্থ্য সহিংসতার শিকার হয়েছিলেন। তখন তার বাবা এবং তার ভাই তার উপর চড়াও হয়ে আক্রমণ করে। যার ফলে তিনি জ্ঞান হারিয়ে ফেলেছিলেন এবং তাকে মারধর করার ফলে তার মেরুদণ্ড ভেঙে গিয়েছিল। কারণ তার বাবা ও ভাও অভিযোগ করেছিল যে, তিনি অনুমতি ছাড়াই বাড়ি ছেড়ে চলে গিয়েছিলেন এবং তার নাস্তিকতা নিয়ে আলোচনা করেছিলেন।\n\n\n== জার্মানিতে সক্রিয়তা ==\nওয়ারুদ জুহাইর ২০১৬ সালে সফলভাবে যুক্তি দেখিয়ে জার্মানিতে চলে যান যে তার পরিবার থেকে তিনি যে বিপদের সম্মুখীন হয়েছিলেন তা তাকে শরণার্থী মর্যাদার প্রার্থী করে তোলে। জার্মানিতে আসার পর তিনি তার ধর্মনিরপেক্ষতা বিষয়ক ব্লগ পোস্টের জন্য সন্ত্রাসীদের কাছ থেকে প্রাণনাশের হুমকি পান এবং এই ঘটনার ফলে তিনি বর্তমানে পুলিশের সুরক্ষায় রয়েছেন।\nজার্মানিতে পৌঁছানোর পর তিনি মধ্যপ্রাচ্যে নারীদের অধিকার দাবি করার জন্য প্রচারণা শুরু করেন, এই উদ্দেশ্যে সংগঠিত হন এবং বিক্ষোভে অংশ নেন এবং স্বাধীনতা ও লিঙ্গ সমতার প্রচারণার সমর্থনে আন্তর্জাতিক প্রচার মাধ্যম সংস্থা এবং সামাজিক যোগাযোগ মাধ্যমের সাথে কথা বলেন। \nতিনি অনেক মিডিয়া সাক্ষাৎকার নিয়েছেন, বক্তৃতা দিয়েছেন এবং আন্তর্জাতিক সম্মেলনে অংশ নিয়েছেন, যার মধ্যে রয়েছে রিচার্ড ডকিন্স ফাউন্ডেশন, যেখানে তিনি তার ব্যক্তিগত জীবন নিয়ে আলোচনা করেছেন এবং ইরাকিদের জন্য বাক স্বাধীনতা এবং মত প্রকাশের স্বাধীনতার পক্ষে সওয়াল করেছেন।\n\n\n== বই ==\nওরুদ, জুহাইর। নেকেড রেভলিউশন (আরবি ভাষায়)। \nজুহাইর তার প্রথম বই নেকেড রেভলিউশন নামে প্রকাশের ঘোষণা করেন যা শীঘ্রই আরবি ভাষায় এবং পরে ইংরেজিতে প্রকাশিত হবে, তিনি বইটিকে \"সাধারণের বাইরে\" বলে অভিহিত করেন, তিনি তার নগ্ন বিপ্লব প্রচারণার পরে ঘোষণা করেন যে তিনি নারীদের বৌদ্ধিক বন্ধ মানসিক অবস্থা থেকে মুক্তি এবং শরীরের বিধিনিষেধ থেকে মুক্ত করার দাবি জানান। \n\n\n== আরও দেখুন ==\nহানা এডওয়ার\nরানা আহমেদ\nরাহাফ মোহাম্মদ\nতারা ভাড়া\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্সটাগ্রামে ওয়ারুদ জুহাইর\nইউটিউবে ওয়ারুদ জুহাইরের চ্যানেল"}