{"pageid": 1088912, "title": "মরিয়ম বেহনাম", "url": "https://bn.wikipedia.org/wiki?curid=1088912", "content": "মরিয়ম বেহনাম (ফার্সি: مریم بهنام, ২৫ ফেব্রুয়ারি ১৯২১ - ৪ ডিসেম্বর ২০১৪) একজন ইরানি বংশোদ্ভূত এমিরতি লেখক, কূটনীতিক ও নারী অধিকার কর্মী। উচ্চ বিদ্যালয় থেকে স্নাতক এবং পাকিস্তানে শিক্ষক হিসেবে কর্মজীবন শুরু করার পর, তিনি ইরানে ফিরে আসেন এবং প্রথমে তেহরানে ও পরে বন্দর আব্বাসে সামাজিক উন্নতি প্রকল্পে কাজ শুরু করেন। ১৯৬০-এর দশকে, তিনি পাকিস্তানে ফিরে আসেন এবং সাংস্কৃতিক সংযুক্তি হিসেবে আট বছর ধরে সাংস্কৃতিক কেন্দ্র,  গ্রন্থাগার স্থাপন ও ইরানি সংস্কৃতির প্রচারের মাধ্যমে  কাজ করেন। ১৯৬৫ সালের ভারত-পাকিস্তান যুদ্ধের সময়, যখন অন্য কূটনীতিকরা দেশ ছেড়ে পালিয়ে গিয়েছিলেন, তিনি দেশে থাকার জন্য এবং তার কাজ অব্যাহত রাখার জন্য ইরানি অর্ডার অফ দ্যা ক্রাউন এবং পাকিস্তানি সাহসের একটি সম্মাননা পেয়েছিলেন।১৯৭২ সালে ইরানে ফিরে, তিনি সিস্তান ও বালুচিস্তান প্রদেশের শিল্প ও সংস্কৃতি মন্ত্রকের সাথে কাজ করেন এবং পরে হরমোজগান প্রদেশে এলাকার সাংস্কৃতিক ঐতিহ্য সংরক্ষণ ও প্রচারের জন্য উন্নয়নমূলক কর্মসূচি গড়ে তোলেন।\nমরিয়ম বিপ্লবের সময় ১৯৭৮ সালে ইরান থেকে পালিয়ে দুবাইতে স্থায়ী হন। তিনি একটি সংবাদপত্র লেখক হিসাবে কাজ করেন এবং তারপরে চারুকলা উন্নীত করার জন্য সাংস্কৃতিক পত্রিকা আল জুমার সহ-প্রতিষ্ঠা করেন। তিনি মহিলা সংস্থায় যোগদান করেন এবং নারীদের উন্নত অধিকারের পক্ষে ওকালতি করেন এবং ঐতিহ্যবাহী কারুশিল্প সংরক্ষণের জন্য প্রশিক্ষণ কর্মসূচিকে উস্কে দিতে সাহায্য করেন। ১৯৯০-এর দশকের শুরু থেকে, তিনি বেশ কয়েকটি উপন্যাস ও একটি আত্মজীবনী, পাশাপাশি কবিতা প্রকাশ করেছিলেন। তিনি ২০১০ সালে এমিরেটস ওম্যান অফ দ্য ইয়ার হিসেবে সম্মানিত হন।\n\n\n== জীবনের প্রথমার্ধ ==\nমরিয়ম বেহনাম ১৯২১ সালের ২৫ ফেব্রুয়ারি ইরানের হরমোজগান প্রদেশের বান্দর লেঙ্গেহে হাফসা আব্বাস ও আবদুল ওয়াহিদ বেহনামের ঘরে জন্মগ্রহণ করেন।  তার ধনী পরিবার মুক্তার ব্যবসার সাথে জড়িত ছিল  এবং \"বোম্বাই, বাহরাইন, দুবাই, করাচি ও প্যারিস\"-এ মালিকানাধীন বাড়ি ছিল।  একই বছর ভূমিকম্প তার জন্মস্থানে আঘাত হানে এবং তার একটি শক্তিশালী ব্যক্তিত্বের কারণে, তাকে  \"জেলজেলাহ বিবি\" (ছোট ভূমিকম্প) ডাকনাম দেওয়া হয়েছিল।  তার মা মারা যান, যখন তিনি দশ বছর বয়স বয়সী এবং তাকে তার পাঁচজন বেঁচে থাকা ভাইবোন সহ তার ঠাকুমা মোনখালি আব্বাসের নিকট বেড়ে ওঠেন। তার পরিবারের ইচ্ছার বিরুদ্ধে, যিনি মেয়েদের শিক্ষিত হওয়ার কোনো কারণ দেখেননি, তিনি সরকারি বিদ্যালয়ে যাওয়ার জন্য চাপ দেন এবং অবশেষে করাচির জুফেল হার্স্ট হাই স্কুলে পড়ার অনুমতি পান।\n\n\n== তথ্যসূত্র =="}