{"pageid": 1088842, "title": "ট্যামি হোমলকা হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1088842", "content": "ট্যামি লিন হোমোলকা (১ জানুয়ারি ১৯৭৫ - ২৪ ডিসেম্বর ১৯৯০) ছিলেন একজন কানাডীয় হত্যার শিকার নারী। তাকে তার বড় বোন কার্লা হোমোলকা এবং কার্লার সঙ্গী পল বার্নার্ডো হত্যা করেছিল। ১৯৯০ সালের ২৪ শে ডিসেম্বরে ট্যামির ১৬ তম জন্মদিনের দুই সপ্তাহেরও কম সময় আগে, কার্লা এবং বার্নার্ডো ট্যামিকে ঘুমের ওষুধ হ্যালসিওন যুক্ত অ্যালকোহলযুক্ত পানীয় দিয়ে প্রতারিত করেছিলেন। যখন সে অজ্ঞান হয়ে যায়, তখন দুজনে তাকে ধর্ষণ করে। অচেতন অবস্থায় ট্যামি অসুস্থ হয়ে পড়ে এবং মারা যায়। তাকে পুনরুজ্জীবিত করার ব্যর্থ প্রচেষ্টার পর, কার্লা আক্রমণের প্রমাণ ঢেকে দেয় এবং একটি অ্যাম্বুলেন্স ডাকে। তার মৃত্যুর সরকারি কারণটি তার নিজের বমিতে শ্বাসরোধ হয়ে মারা যাওয়ার জন্য তালিকাভুক্ত করা হয়েছিল, এবং সেই সময় মনে করা হয়েছিল যে এটি একটি দুর্ঘটনা ছিল। লেসলি মাহাফি এবং ক্রিস্টেন ফ্রেঞ্চহত্যার জন্য হত্যাকারীদের গ্রেপ্তার করার পর, ট্যামি হোমোলকার দেহ উদ্ধার করা হয়। তিনি অন্টারিওর সেন্ট ক্যাথারিনসের ভিক্টোরিয়া লন কবরস্থানে আন্তঃসংযোগ করেছেন।\n\n\n== জীবনী ==\nট্যামি হোমোলকা পোর্ট ক্রেডিট শহরে বড় হয়েছেন। তিনি তার ক্রীড়াদক্ষতার জন্য পরিচিত ছিলেন এবং তিনি আগ্রহের সাথে ট্র্যাক এবং ফিল্ড, ক্রস কান্ট্রি রানিং এবং সকার সহ বিভিন্ন খেলাধুলায় অংশ নিয়েছিলেন, ফুটবল তার প্রিয় ছিল। মৃত্যুর সময় তিনি সেন্ট ক্যাথারিনসের স্যার উইনস্টন চার্চিল মাধ্যমিক বিদ্যালয়ের দশম শ্রেণীর ছাত্রী ছিলেন।\n\n\n== বার্নার্ডোর সম্পৃক্ততা ==\nতাদের সম্পর্কের শুরু থেকেই কার্লা লক্ষ্য করেছিলেন যে বার্নার্ডো ট্যামিকে বিশেষ পছন্দ করেছিলেন। তিনি প্রায়ই তার প্রতি বিশেষ মনোযোগ দিতেন, এমনকি যৌনমিলনের সময় তার বান্ধবীকে তার বোন হওয়ার ভান করতে পর্যন্ত যেতেন।\n১৯৯০ সালের সেপ্টেম্বর মাসে কার্লা পৌলকে ট্যামির সাথে যৌন সম্পর্ক স্থাপনে অনুমতি দিতে সম্মত হন। তিনি যে ভেটেরিনারি ক্লিনিকে কাজ করতেন সেখান থেকে হ্যালোথানের (একটি তরল সাধারণ অ্যানাস্থেটিক) বোতল পেয়েছিলেন, যা পরে ট্যামিকে বিকৃত করার জন্য ব্যবহার করা হবে যখন দুজনে তাকে ধর্ষণ করেছিল। ১৯৯০ সালের ২৪ শে ডিসেম্বর, ট্যামি হ্যালসিওন এবং অ্যালকোহলের সংমিশ্রণে মাদকাসক্ত হন, হোমোলকা বাড়ির বেসমেন্টে পারিবারিক কক্ষে পাস আউট হন। ট্যামির বাবা-মা এবং বোন লরি সেই সময় উপরে ঘুমিয়ে ছিলেন।\nট্যামিকে অচেতন রাখার জন্য হ্যালোথেন ব্যবহার করার সময় তারা ক্যামেরা ধরে পালা করে পুরো ধর্ষণের চিত্রায়ন করে।\nট্যামি হোমোলকার মৃত্যুর তিন সপ্তাহ পর কার্লা এবং বার্নার্ডো হোমোলকার বাসভবনের মধ্যে \"দ্য ফায়ারসাইড চ্যাট\" নামে একটি ভিডিও চিত্রায়িত করেন। ভিডিওটি শেষ পর্যন্ত আদালতের প্রমাণ হিসাবে দেখা হয়েছিল। এটি বেসমেন্ট বিনোদন কক্ষে শুরু হয়েছিল এবং এক পর্যায়ে চিত্রগ্রহণ ট্যামির শোবার ঘরে চলে যায়। তারা যখন বিনোদন কক্ষে ছিল, কার্লা বার্নার্ডোর কাছে স্বীকার করেছিলেন যে তিনি বার্নার্ডোর ট্যামিকে ধর্ষণ উপভোগ করেছিলেন। তিনি ভিডিওতে আরও বলেছিলেন যে তিনি ট্যামির কবর স্থানে একটি গোলাপ রেখে যেতে চান। যখন তারা ট্যামির শোবার ঘরে ছিল, কার্লা ট্যামির পোশাক পরেছিল এবং তার বোনের মতো আচরণ করেছিল। তারা ট্যামির বিছানায় যৌন মিলন করেছিল।\n২০০১ সালে এলম স্ট্রিট পত্রিকাটি একটি নিবন্ধ প্রকাশ করে যেখানে বলা হয় যে ফরেনসিক প্রমাণ প্রমাণ করে যে ট্যামির মৃত্যু কোন দুর্ঘটনা নয় এবং তার বোন ইচ্ছাকৃতভাবে হ্যালোথানের মাত্রাতিরিক্ত মাত্রায় ওষুধ দিয়েছে। ম্যাগাজিনটি কার্লাকে একজন \"ম্যালিগন্যান্ট নারসিসিস্ট\" হিসেবে বর্ণনা করেছে, যিনি তার বোনের প্রতি তার ফিয়াঙ্কের আকর্ষণে এতটাই ক্ষুব্ধ হয়েছিলেন যে তিনি ট্যামিকে স্থায়ীভাবে তার স্নেহ থেকে সরিয়ে দেওয়ার পদক্ষেপ নিয়েছিলেন।\n\n\n== কারলা হোমোলকার আবেদনের দরকষাকষির প্রভাব ==\n১৯৯৩ সালের ২৬ শে ফেব্রুয়ারি, প্রতিরক্ষা আইনজীবী এবং ক্রাউন কার্লাকে তার সাক্ষ্য এবং সমস্ত অপরাধের সম্পূর্ণ প্রকাশের বিনিময়ে ১০ বছরের কারাদণ্ডের বিষয়ে আলোচনা শুরু করেন। আলোচনার সময়, ট্যামির মৃত্যুতে তিনি এবং বার্নার্ডো যে ভূমিকা পালন করেছিলেন তা জানা যায়নি। ১৯৯৩ সালের মার্চ মাসে যখন তাকে মানসিক মূল্যায়নের জন্য ভর্তি করা হয়, তখন কার্লা তার বাবা-মাকে লেখা একটি চিঠিতে ট্যামির মৃত্যুর সাথে জড়িত থাকার কথা স্বীকার করেন। যখন আবেদন চুক্তি চূড়ান্ত হয়, প্রাথমিক ১০ বছরের সাজা এখনও অক্ষত ছিল, ট্যামির মৃত্যুর জন্য দুই বছর যুক্ত করা হয়েছিল। ১৯৯৩ সালের ৬ জুলাই কার্লাকে আনুষ্ঠানিকভাবে ১২ বছরের কারাদণ্ড দেওয়া হয়। \n১৯৯৩ সালের ২০ শে জুলাই ট্যামির দেহ উদ্ধার করা হয়। তার ক্যাসকেটের ভিতরে কার্লা এবং বার্নার্ডোর বিয়ের জন্য বিয়ের আমন্ত্রণ ছিল, সেইসাথে কিছু নোটছিল। হোমোলকা পরিবারের অন্যান্য সদস্যরা ট্যামির পুনরায় বন্দী হওয়ার আগে জিনিসগুলি সরিয়ে ফেলতে বলেছিলেন। \n\n\n== বই ==\nস্টিফেন উইলিয়ামস দ্বারা অদৃশ্য অন্ধকার\nস্কট বার্নসাইডের মারাত্মক নির্দোষতা\n২০০৬ সালে আমেরিকান চলচ্চিত্র কারলা প্রিমিয়ার হয়েছিল। এটি কারলা হোমোলকার দৃষ্টিকোণ থেকে বলা হয়েছিল। ছবিতে, ট্যামি হোমোলকার মৃত্যুকে একটি দৃশ্যে দেখানো হয়েছে। লরা প্রেপন করলার চরিত্রে, মিশা কলিন্স পল বার্নার্ডোর চরিত্রে, এবং চেরিলিন হায়রেস ট্যামি হোমোলকার চরিত্রে অভিনয় করেছেন।\n\n\n== তথ্যসূত্র ==\n \nঅন্যান্য সূত্র\n\nJeff Hutcheson (মার্চ ১৬, ২০০১)। \"Tammy Homolka's death no accident, writer suggests\"। CTV। মার্চ ১৮, ২০০৫ তারিখে মূল থেকে আর্কাইভ করা।"}