{"pageid": 1088309, "title": "মাহবুবাহ আব্বাসঘোলিজাদাহ", "url": "https://bn.wikipedia.org/wiki?curid=1088309", "content": "মাহবুবাহ আব্বাসঘোলিজাদাহ (ফার্সি: محبوبه عباسقلی‌زاده) একজন ইরানি নারী অধিকার কর্মী, গবেষক, সাংবাদিক এবং চলচ্চিত্র নির্মাতা ।  তিনি জনান ব্রডকাস্টিং নেটওয়ার্কের (www.zanantv.org) একজন পরিচালক, এবং স্টপ স্টোনিং ফরএভার ক্যাম্পেইন ও ইরানি মহিলা সনদ আন্দোলনের একজন সক্রিয় সদস্য। তিনি নারী লেখক ও সাংবাদিক সমিতির প্রধান ছিলেন এবং মহিলা গবেষণা জার্নাল ফারজেনাহ -এর প্রধান সম্পাদক ছিলেন। ২০০৪ সাল থেকে, যখন তার বেসরকারী সংস্থা প্রশিক্ষণ কেন্দ্র (এনজিওটিসি) বন্ধ করে দেওয়া হয়, তখন থেকে তাকে বেশ কয়েকবার গ্রেপ্তার করা হয়েছে। ২০১০ সালে তিনি ইরান ছেড়ে ইউরোপে যাওয়ার পর ইরানের বিপ্লবী আদালত তাকে আড়াই বছরের কারাদণ্ড এবং \"জাতীয় নিরাপত্তার বিরুদ্ধে কাজ\" করার জন্য ৩০ টি বেত্রাঘাতের শাস্তি প্রদান করে।\n\n\n== জীবনের প্রথমার্ধ ==\nমাহবুবাহ আব্বাসঘোলিজাদাহ দক্ষিণ ইরানের খোরামশহরে জন্মগ্রহণ করেন। তিনি তেহরান বিশ্ববিদ্যালয় থেকে ধর্মতত্ত্বে বিএ, তেহরানের ইসলামিক আজাদ বিশ্ববিদ্যালয় থেকে ইসলামিক বিজ্ঞানে বিএ এবং তেহরানের আল্লামেহ তাবাতাবাই বিশ্ববিদ্যালয় থেকে যোগাযোগ বিজ্ঞানে এমএসসি করেছেন। তিনি কায়রোর আইন শামস বিশ্ববিদ্যালয়ে আরবি সাহিত্য অধ্যয়ন করেন। ইরানের ইসলামিক বিপ্লবে অংশগ্রহণকারী হয়ে তিনি কুরআনের নারীবাদী পাঠে আগ্রহী হয়ে ওঠেন। মনির গুরজি এবং মনির আমাদির সাথে একটি কুরআন পাঠগ্রুপে অংশ নিয়ে তিনি ১৯৮৬ সালে তাদের সাথে ইনস্টিটিউট অফ উইমেন্স স্টাডিজ অ্যান্ড রিসার্চ (আইডব্লিউএসআর) প্রতিষ্ঠা করেন। তিনি ১৯৯৩ সালে প্রতিষ্ঠানের জার্নাল ফারজানাহ [ওয়াইজ ওম্যান] এর সম্পাদক হন, ২০০৩ সালে আইডাব্লুএসআর ছাড়ার পর এটি সম্পাদনা চালিয়ে যান। ফারজানাহের প্রথম সংখ্যার সম্পাদকীয়তে তিনি একটি বিজ্ঞান হিসেবে নারী অধ্যয়নের প্রয়োজনীয়তার যুক্তি দেখিয়েছেন যা নারীদের একটি ভাল ইসলামিক জীবন যাপনে সহায়তা করতে পারে। ১৯৯৭ সালে ইরানের বিচার বিভাগ নারী প্রকাশনার উপর দমনপীড়নের সম্মুখীন হয়ে তিনি এসোসিয়েশন অফ উইমেন রাইটার্স অ্যান্ড জার্নালিস্টস প্রতিষ্ঠা করেন। তিনি মহিলাদের পাবলিক স্টেডিয়াম অ্যাক্সেস প্রচারাভিযান, স্টপ স্টনিং ফরএভার প্রচারণা এবং ইরানি মহিলা সনদে সক্রিয় ছিলেন।\n২০০৪ সালের ১ নভেম্বর নিরাপত্তা বাহিনী তাকে প্রথম গ্রেপ্তার করে, ব্যাংককে তার দেওয়া ভাষণের ফলে তাকে এক মাস ধরে আটকে রাখা হয়। তার ব্যক্তিগত প্রভাবগুলি সংক্ষিপ্তভাবে বাজেয়াপ্ত করা হয়েছিল এবং বেসরকারী সংস্থা প্রশিক্ষণ কেন্দ্র (এনজিওটিসি), যেখানে তিনি পরিচালক ছিলেন, বন্ধ করে দেওয়া হয়েছিল। ২০০৭ সালের ৪ মার্চ আন্তর্জাতিক নারী দিবসের আগে তেহরানের বিপ্লবী আদালতের সামনে এক শান্তিপূর্ণ বিক্ষোভের সময় তাকে আবার গ্রেপ্তার করা হয়। এবার তাকে এক মাসেরও বেশি সময় ধরে এভিন কারাগারে রাখা হয়েছিল।  ২০০৯ সালের ২১ ডিসেম্বর তাকে তৃতীয়বার গ্রেপ্তার করা হয়, অন্যদের সাথে তিনি গ্র্যান্ড আয়াতুল্লাহ হোসেইনালি মোন্তাজারির অন্ত্যেষ্টিক্রিয়ায় অংশ নেওয়ার চেষ্টা করেন, যিনি একজন প্রবীণ ধর্মযাজক, যিনি ২০০৯ সালের জুন মাসে অনুষ্ঠিত রাষ্ট্রপতি নির্বাচনের পর বিক্ষোভকারীদের বিরুদ্ধে ইরান সরকারের কঠোর অভিযানের সমালোচনা করেছিলেন। ২৪ ঘণ্টা পর মুক্তি পায় - এই শর্তে যে সে তার সম্মিলিত ওয়েবসাইট থেকে তৈরি চলচ্চিত্রগুলো সরিয়ে ফেলতে পারে - সে ইরান ছেড়ে ইউরোপের উদ্দেশ্যে রওনা হয়।  ২০১০ সালের মে মাসে তাকে অনুপস্থিতিতে ৩০ মাসের কারাদণ্ড এবং ৩০ টি বেত্রাঘাতের শাস্তি প্রদান করা হয় \"জননিরাপত্তা বিঘ্নিত করার উদ্দেশ্যে ষড়যন্ত্র এবং যোগসাজশের মাধ্যমে জাতীয় নিরাপত্তার বিরুদ্ধে কাজ করার জন্য, জনশৃঙ্খলা বিঘ্নিত করার জন্য এবং সরকারী কর্মকর্তাদের বিরুদ্ধে অবাধ্যতার জন্য।\" \nমাহবুবাহ আব্বাসঘোলিজাদাহকে ২০১০ সালে জোহান ফিলিপ পাম পুরস্কার প্রদান করা হয় মত প্রকাশের স্বাধীনতা এবং সংবাদপত্রের জন্য। তিনি ইউকনে মুসলিম প্রসঙ্গে একটি নারী সামাজিক আন্দোলন শেখাচ্ছেন।\n\n\n== কাজ করে ==\n\n\n=== লেখা ===\n\"চিরা ফারজানাহ?\" [কেন ফারজানাহ? ], \" ফারজানাহ ১ (১৯৯৩ সালের পতন)\n\"ইরানে ইসলামী নারীবাদের অভিজ্ঞতা,\" ফারজানাহ ১৫, নং। ১০ (শীতকাল ২০০০): ৭-১4\n\n\n=== চলচ্চিত্র ===\nবারের পিছনে মহিলারা । \n\n\n== আরও পড়া ==\nLichter, Ida (২০০৯)। \"Mahboubeh Abbasgholizadeh and Fereshteh Ghazi\"। Muslim Women Reformers: Inspiring Voices against Oppression। Prometheus Books। পৃষ্ঠা 142–144। আইএসবিএন 9781591027164। \n\n\n== তথ্যসূত্র =="}