{"pageid": 1088317, "title": "ব্রাচা সেরি", "url": "https://bn.wikipedia.org/wiki?curid=1088317", "content": "ব্রাচা সেরি (হিব্রু : ברכה סרי; ১৩ জুলাই, ১৯৪০ - ২৫শে এপ্রিল, ২০১৩)  একজন ইসরায়েলি কবি ছিলেন, যিনি ১৯৯০ সালে প্রধানমন্ত্রীর সাহিত্য পুরস্কার  লাভ করেন।\n\n\n== জীবনী ==\nব্রাচা ইয়েমেনের সানায়, একটি ধর্মীয় ইহুদি পরিবারে জন্মগ্রহণ করেছিলেন। তার বাবা মোশে (\"মোশি\") ছিলেন একজন দোকানদার এবং রব্বি ইয়াসিয়া কাফিয়ের ছাত্র, ডোর দাইম ধর্মীয় ধারার নেতা। তার মা ছিলেন হামামা, মায়ের পরিবারের অধিকাংশই ১৯৩২ সাল থেকে ইসরায়েলে বসবাস করছিল। ব্রাচা অপারেশন ম্যাজিক কার্পেটে (বিমানের মাধ্যমে বিশেষ স্থানান্তর কার্যক্রম) ১০ বছর বয়সে তার পিতামাতার সাথে ইসরায়েলে এসেছিলেন। পরিবারটি কিরিয়াত আতার কাছে ইয়েমেনীয় পাড়ায় বসতি স্থাপন করেছিল। তিনি জেরুসালেমের হিব্রু বিশ্ববিদ্যালয় থেকে হিব্রু ও সেমেটিক ভাষাবিজ্ঞানে বিএ ও এমএ ডিগ্রি এবং ইয়েমেনীয় উপভাষা, বিশেষ করে মহিলাদের ভাষা নিয়ে গবেষণা করেছেন।\nজেরুসালেমে ১৯৬০এর দশক থেকে ১৯৭০-এর দশকে  ব্ল্যাক প্যান্থার ( মিজরাহি সামাজিক আন্দোলন) ও ম্যাটজপেন ( জায়নবাদ বিরোধী) সহ  সামাজিক ও রাজনৈতিক অধিকার নিয়ে আন্দোলনের সাথে বিশ্বের অন্যত্র অনুরূপ উন্নয়ন দ্বারা প্রভাবিত সামাজিক আন্দোলনের ঢেউ ছিল। ব্রাচা ইয়েমেনীয় জনসংখ্যার ক্ষমতায়নের জন্য নিবেদিত ক্যাম্পাসে একটি গোষ্ঠীর সাথে জড়িত হন। তিনি পূর্ব জেরুজালেম ((সম্প্রতি ১৯৬৭ সালে ইসরাইল এই অঞ্চল জয় করেছে) থেকে আসা ফিলিস্তিনিদের হিব্রু শিখিয়েছিলেন এবং অভিবাসী সম্প্রদায়ের মধ্যে সাক্ষরতা অভিযান শুরু করেছিলেন। তিনি ১৯৭০-এর দশকে আমেরিকান বংশোদ্ভূত প্রাক্তন হিপ্পিকে বিয়ে করেন, যাকে তিনি পরবর্তীতে গার্হস্থ্য সহিংসতার কারণে তার দুই ছোট বাচ্চাদের সাথে নিয়ে ছেড়ে চলে যান এবং তাদের একা বড় করেন।\nতিনি জেরুসালেম পৌরসভার সহযোগিতায় যুব কর্মসূচি পরিচালনা করতেন, কিন্তু প্রায়শই আমলাতান্ত্রিক প্রতিষ্ঠানের সাথে মতবিরোধে জড়িয়ে পরতেন। এটি সেরির জীবনে বারবার ঘটেছে, যিনি প্রায় প্রতিটি সামাজিক ও প্রাতিষ্ঠানিক পরিবেশের কিনারায় নিজেকে পেয়েছেন: বিশ্ববিদ্যালয়ে, তিনি বুদ্ধিবৃত্তিক বিকাশ খুঁজে পেয়েছিলেন, কিন্তু সেটি তার ধর্ম, সংস্কৃতি ও ঐতিহ্য থেকে বিচ্ছিন্ন ছিল। শহর ও ধর্মীয় সংগঠনগুলির সাথে তার কাজের ক্ষেত্রে, তিনি ছিলেন আশকেনাজি (ইহুদি প্রবাসী) বিশ্বে \"আদিম\" মিজরাহি (প্রার্থনার সময় জেরুজালেম-মুখী)। সামরিক পুরুষদের দ্বারা শাসিত একটি দেশে, তিনি ছিলেন একজন নারী।\nতিনি ১৯৮৯-১৯৯৭ সালে ক্যালিফোর্নিয়ার বার্কলেতে থাকতেন।\n\n\n== লেখা ==\nতার লেখা ইহুদি ধর্ম, মিজরাহি পরিচয় এবং রাজনৈতিক নারীবাদ সহ বেশ কয়েকটি প্রধান বিষয়ের উপর দৃষ্টি নিবদ্ধ করে। তার প্রকাশ্য রাজনৈতিক ও নারীবাদী কবিতাগুলি প্রায়শই শালোম শাবাজীর মতো মহান ইয়েমেনীয় কবিদের রূপক ঐতিহ্য ব্যাপকভাবে অনুসরণ করে লেখা।\n\n\n== তথ্যসূত্র =="}