{"pageid": 1088482, "title": "ইসমাঈল আলম", "url": "https://bn.wikipedia.org/wiki?curid=1088482", "content": "আবুল আযীজ মোহাম্মদ ইসমাইল আলী (১৮৬৮-১৯৩৭) একজন বাংলাভাষী মুসলিম উর্দু কবি, সুবক্তা, তার্কিক ও খিলাফত আন্দোলন-এর সক্রিয় কর্মী। তার কাব্যনাম আলম। দিওয়ান-ই-আলম কাব্যের জন্য তিনি কলকাতা আলিয়া মাদ্রাসা থেকে ১৯১০ সালে 'বাংলার তুতা' উপাধি প্রাপ্ত হন।\n\n\n== জন্ম ও পারিবারিক পরিচিতি ==\nআবুল আযীজ মোহাম্মদ ইসমাইল আলী ১৮৬৮ খ্রিস্টাব্দে সিলেট জেলার কানাইঘাট উপজেলার বাটইআইল গ্রামে জন্মগ্রহণ করেন।  তার পিতা মাওলানা আব্দুর রহমান কাদেরি ছিলেন একজন আলেম ও মুফতি। ইসমাঈল আলমের ছোট ভাই মরমি কবি ইবরাহীম আলী তশনা। তার পূর্বপুরুষ শাহ তাকী-উদ-দীন ছিলেন শাহজালালের সফরসঙ্গী।\n\n\n== শিক্ষাজীবন ==\nবাল্যকালে পিতা আব্দুর রহমান কাদরীর কাছে প্রাথমিকের পাঠ সমাপ্তির পর ইসমাঈল আলম ভর্তি হন তৎকালীন সিলেট তথা আসাম অঞ্চলের প্রাচীন শিক্ষাপ্রতিষ্ঠান ফুলবাড়ি আজিরিয়া মাদ্রাসায় । সেখানে আরবি-ফার্সিতে ভালো ফলাফল করে উচ্চশিক্ষার জন্যে ভর্তি হন কলকাতা আলিয়া মাদ্রাসায় এবং ১৮৯৭ সালে শিক্ষা সমাপ্তির পর দেশে ফিরেন।\n\n\n== কর্ম জীবন ==\nইসমাঈল আলম আরবী, ফার্সি, উর্দু ভাষায় বক্তব্য দিতেন। ব্রিটিশবিরোধী খেলাফত আন্দোলনে ভূমিকা রাখেন এবং উজ্জীবনী অনেক সঙ্গিত রচনা করেন। তিনি বিচারিক কাজ করতেন।\" তিনি ফজলুর রহমান গঞ্জে মুরাদাবাদীর মুরিদ ছিলেন।\n\n\n== রচনাবলী ==\nমাওলানা মোহাম্মদ ইসমাইল আলী উর্দু এবং ফার্সিতে কবিতা লিখেছেন। তিনি ছোটবেলা থেকেই উর্দু-ফারসি শায়েরির প্রতি আকৃষ্ট ছিলেন এবং সে সময়ের বড় আলেমদের একজন।  তিনি ছিলেন সহজাত কবি। তাঁর রচিত কেতাবের মধ্যে দিওয়ান-ই-আলম অন্যতম। দিওয়ান-ই-আলম কাব্যের জন্য কলকাতা আলিয়া বিশ্ববিদ্যালয়-এর তৎকালীন প্রিন্সিপাল উইলিয়াম হেমিল্টন হার্লি তাকে 'বাংলার তুতা' উপাধি প্রদান করেন। দিওয়ান-ই-আলম-এর প্রকাশকাল: ১৩২৮ হিজরি, ১৯১০খ্রিস্টাব্দ; কাইয়ুমী, ওয়াকিয়ী মহল্লা, টিকাপুর, জেলা: কানপুর, উত্তরপ্রদেশ, ভারত থেকে। এ কাব্য ফারসি-উর্দুর সমন্বয়ে মহানবী (সঃ)-এর সীরাত ও উচ্চাঙ্গের না’ত সমৃদ্ধ। বাংলাভাষী উর্দু কবি মাওলানা আনজব আলী শওক বলেন \"মাওলানা ইসমাঈল আলম আমার কাব্যগুরু”।\nআলমের অনুদিত কাব্যরূপঃ\n\n \n\n\n== মৃত্যু ==\nজীবনের শেষ তেরো বছর ইসমাঈল আলম অন্ধ ছিলেন। ১৩৪৪ বাংলা, ১৯৩৭ খ্রিস্টাব্দে নিভৃতচারী এ মনিষী মৃত্যুবরণ করেন। মুরিদানের ভালবাসার দাবীতে নিজবাড়ী থেকে বিশ কিলোমিটার দূর সড়কেরবাজার, [[কানাইঘাট]] ঈদগাহ-গোরস্তানে দাফন করা হয়।\n\n\n== তথ্যসূত্র =="}