{"pageid": 1088143, "title": "চালানা চামিরা", "url": "https://bn.wikipedia.org/wiki?curid=1088143", "content": "চালানা চামিরা মিগালাহান্দিগে (ইংরেজি: Chalana Chameera; জন্ম: ১০ জানুয়ারি ১৯৯৩; চালানা চামিরা নামে সুপরিচিত) হলেন একজন শ্রীলঙ্কান পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে শ্রীলঙ্কান ক্লাব কলম্বো এবং শ্রীলঙ্কা জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন।\nশ্রীলঙ্কান ক্লাব সোন্ডার্সের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন; সোন্ডার্সের হয়ে খেলার করার পর ২০১৫–১৬ মৌসুমে তিনি শ্রীলঙ্কা নৌবাহিনীতে যোগদান করেছেন। শ্রীলঙ্কা নৌবাহিনীতে দুই মৌসুম অতিবাহিত করার পর কলম্বোর সাথে চুক্তি স্বাক্ষর করেছেন। পরবর্তীকালে, তিনি পুনরায় সোন্ডার্সের হয়ে খেলেছেন। ২০২০–২১ মৌসুমে, তিনি সোন্ডার্স হতে পুনরায় কলম্বোতে যোগদান করেছেন।\n২০১৫ সালে, চামিরা শ্রীলঙ্কার হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; শ্রীলঙ্কার জার্সি গায়ে তিনি এপর্যন্ত ১৭ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nচালানা চামিরা মিগালাহান্দিগে ১৯৯৩ সালের ১০ই জানুয়ারি তারিখে শ্রীলঙ্কার কলম্বোতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\n২০১৫ সালের ২৩শে ডিসেম্বর তারিখে, ২২ বছর, ১১ মাস ও ১৩ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী চামিরা নেপালের বিরুদ্ধে অনুষ্ঠিত ২০১৫ সাফ চ্যাম্পিয়নশিপের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে শ্রীলঙ্কার হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ৪ নম্বর জার্সি পরিধান করে ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি শ্রীলঙ্কা ১–০ গোলের ব্যবধানে জয়লাভ করেছিল। শ্রীলঙ্কার হয়ে অভিষেকের বছরে চামিরা সর্বমোট ৩ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১৩ সেপ্টেম্বর ২০২১ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসকারওয়েতে চালানা চামিরা  (ইংরেজি)  \nট্রান্সফারমার্কেটে চালানা চামিরা (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে চালানা চামিরা (ইংরেজি) \nইএসপিএন এফসিতে চালানা চামিরা (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে চালানা চামিরা (ইংরেজি)"}