{"pageid": 1088969, "title": "চৌলুক্য রাজবংশ", "url": "https://bn.wikipedia.org/wiki?curid=1088969", "content": "চালুক্য রাজবংশ (আইএএসটি: কৌলুক্য) একটি রাজবংশ ছিল যা খ্রিস্টাব্দ ৯৪০ থেকে ১২৪৪ সালে উত্তর-পশ্চিম ভারতে এখন গুজরাত এবং রাজস্থান-র কিছু অংশ শাসন করেছিল। স্থানীয় ভাষায় এই পরিবারটি সোলাঙ্কি রাজবংশ নামেও পরিচিত। তারা রাজপুতদের সোলাঙ্কি বংশের বংশধর ছিল।\nরাজবংশের প্রতিষ্ঠাতা প্রথম মুলরাজ 940 খ্রিস্টাব্দে চাভদা রাজবংশের শেষ শাসককে পরাজিত করে সাম্রাজ্যের সূচনা করেছিলেন। তার উত্তরাধিকারীরা প্রতিবেশী শাসকদের যেমন চুদসমাস, পরমার রাজবংশ এবং শাকম্ভরীর চাহামানরা সাথে বেশ কয়েকটি যুদ্ধে লিপ্ত হয় ।\nখ্রিস্টাব্দ ১০২৪-২৫ সালে প্রথম ভীম রাজত্বকালে গজনভি রাজবংশ শাসক মাহমুদ গজনভি এই রাজ্য আক্রমণ করে সোমনাথ মন্দির-এ অভিযান চালায়। \n\n\n== ইতিহাস ==\nগুর্জারা-প্রতিহার এবং রাষ্ট্রকূট রাজবংশ-র পতনের মধ্যে ক্ষমতায় ওঠা বেশ কয়েকটি রাজবংশের মধ্যে চৌলুক্য ছিল অন্যতম। \nখ্রিস্টীয় দশম শতাব্দীর মাঝামাঝি সময়ে, রাজবংশের প্রতিষ্ঠাতা মুলারাজা শেষ চাভদা রাজা সামন্তসিমাকে পরাজিত করে নতুন সাম্রাজ্যের সূচনা করেছিলেন।\nখ্রিস্টাব্দ ১২৪৪ সালে শেষ রাজা ত্রিভুবনপালের পর তারা সিংহাসন দখল করে, বাঘেলা রাজবংশ প্রতিষ্ঠা হয় ।\n\n\n== ধর্ম-বিশ্বাস ==\nরাজবংশের অধিকাংশ শাসক ছিলেন শৈব ধর্ম, যদিও তারা জৈন ধর্মকেও পৃষ্ঠপোষকতা করেছিলেন  । রাজবংশের প্রতিষ্ঠাতা মুলরাজা দিগম্বর জৈনদের জন্য মুলভাসতীকা মন্দির এবং স্বেতাম্বর জৈনদের জন্য মুলানাথ-জিনদেব মন্দির নির্মাণ করেছিলেন বলে জানা যায় । মন্দিরের মধ্যে প্রাচীনতম হচ্ছে দিলওয়ারা জৈন মন্দির এবং মোধেরা সূর্য মন্দির প্রথম ভীম-এর রাজত্বকালে নির্মিত হয়েছিল। ঐতিহ্য অনুসারে, প্রথম ভীম-এর রানী উদয়মতী রানীর কূপটি উদ্বোধন করেছিলেন । কুমারপাল (দ্বাদশ শতাব্দীর শাসক) জৈন ধর্মের পৃষ্ঠপোষকতা শুরু করেনতাঁর জীবনের কোনো এক সময়ে, এবং পরবর্তী জৈন বিবরণগুলি তাঁকে জৈন ধর্মের শেষ মহান রাজকীয় পৃষ্ঠপোষক হিসাবে চিত্রিত করে। মুসলিম ব্যবসায়ীদের সাথে সুসম্পর্ক বজায় রাখার জন্য শাসকরা মসজিদকেও অনুমোদন দিয়েছিল । \n\n\n== শাসকদের তালিকা ==\nগুজরাতের চালুক্য শাসকদের রাজত্বের আনুমানিক তারিখগুলি নিম্নরূপ:\n\nমুলরাজা (আনু. 940 – আনু. 995)\nChamundaraja (আনু. 996 – আনু. 1008)\nVallabharaja (আনু. 1008)\nDurlabharaja (আনু. 1008 – আনু. 1022)\nপ্রথম ভীমা (আনু. 1022 – আনু. 1064)\nKarna (আনু. 1064 – আনু. 1092)\nজয়সিংহ সিদ্ধরাজ (আনু. 1092 – আনু. 1142)\nকুমারপালা (আনু. 1142 – আনু. 1171)\nAjayapala (আনু. 1171 – আনু. 1175)\nMularaja II (আনু. 1175 – আনু. 1178)\nদ্বিতীয় ভীমা (আনু. 1178 – আনু. 1240)\nTribhuvanapala (আনু. 1240 – আনু. 1244)\n\n\n== দাবিকৃত বংশধর ==\nকুমারপালের মৃত্যুর পর, অভ্যন্তরীণ বিদ্রোহের কারণে সামন্তদের দ্বারা বিদ্রোহ; এবং পরমার, ঘুরিদ , যাদব এবং অন্যান্যদের আক্রমণ-এ  রাজ্যটি ধীরে ধীরে দুর্বল হয়ে পড়ে । এর সুযোগ নিয়ে, বাঘেলারা , যারা আগে চাউলুক্য সেনাপতি হিসেবে কাজ করেছিল, তারা ক্ষমতা দখল করে এবং ১২৪০-এর দশকে একটি নতুন রাজবংশ প্রতিষ্ঠা করে।\n\n\n== স্থাপত্য ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}