{"pageid": 1088559, "title": "সোফিয়া কোপলা", "url": "https://bn.wikipedia.org/wiki?curid=1088559", "content": "সোফিয়া কারমিনা কোপলা (জন্ম ১৪ মে ১৯৭১) একজন মার্কিন চলচ্চিত্র নির্মাতা ও অভিনেত্রী। তিনি চলচ্চিত্র নির্মাতা দম্পতি এলিনর ও ফ্রান্সিস ফোর্ড কোপলার কন্যা। শিশু অবস্থায় তার পিতার বিপুল সমাদৃত অপরাধ নাট্য চলচ্চিত্র দ্য গডফাদার (১৯৭২) চলচ্চিত্রে তার অভিষেক ঘটে। তিনি এরপর কয়েকটি মিউজিক ভিডিওতে এবং পেগি সু গট ম্যারিড (১৯৮৬) চলচ্চিত্রে পার্শ্ব চরিত্রে অভিনয় করেন। কোপলা এরপর দ্য গডফাদার পার্ট ৩ (১৯৯০)-এ মাইকেল করলেওনের কন্যা ম্যারি করলেওনে চরিত্রে অভিনয় করেন। এই চলচ্চিত্রে তার অভিনয় সমালোচিত হলে তিনি চলচ্চিত্র নির্মাণের দিকে মনযোগ দেন।\nকোপলা দ্য ভার্জিন সুইসাইডস (১৯৯৯) দিয়ে চলচ্চিত্র পরিচালনায় আত্মপ্রকাশ করেন। এটি অভিনেত্রী কিয়ার্স্টন ডান্‌স্টের সাথে তার প্রথম কাজ। ২০০৪ সালে তিনি হাস্যরসাত্মক নাট্যধর্মী লস্ট ইন ট্রান্সলেশন চলচ্চিত্রের জন্য শ্রেষ্ঠ মৌলিক চিত্রনাট্য বিভাগে একাডেমি পুরস্কার অর্জন করেন এবং তৃতীয় নারী হিসেবে শ্রেষ্ঠ পরিচালনা বিভাগে একাডেমি পুরস্কারের মনোনয়ন লাভ করেন। কোপলা ২০০৬ সালে ডান্‌স্টকে নিয়ে ঐতিহাসিক নাট্যধর্মী মারি অঁতোয়ানেত চলচ্চিত্র নির্মাণ করেন, ডান্‌স্ট এতে নাম ভূমিকায় অভিনয় করেন। ২০১০ সালে তিনি নাট্যধর্মী সামহোয়্যার নির্মাণ করে প্রথম মার্কিন নারী এবং চতুর্থ মার্কিন চলচ্চিত্র নির্মাতা হিসেবে ভেনিস চলচ্চিত্র উৎসবের শীর্ষ পুরস্কার স্বর্ণ সিংহ অর্জন করেন। ২০১৩ সালে তিনি অপরাধ চক্র ব্লিং রিংকে নিয়ে ব্যঙ্গধর্মী অপরাধ চলচ্চিত্র দ্য ব্লিং রিং নির্মাণ করেন, যা কান চলচ্চিত্র উৎসবে প্রদর্শিত হয়।\n২০১৭ সালে তিনি নাট্যধর্মী দ্য বিগাইল্ড (প্রতারিত) চলচ্চিত্র নির্মাণ করে কান চলচ্চিত্র উৎসবের ইতিহাসে দ্বিতীয় নারী হিসেবে শ্রেষ্ঠ পরিচালকের পুরস্কার লাভ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nসোফিয়া কারমিনা কোপলা ১৯৭১ সালের ১৪ই মে নিউ ইয়র্ক সিটিতে জন্মগ্রহণ করেন। তার মাতা প্রামাণ্যচিত্র নির্মাতা এলিনর (জন্মনাম: নিল) এবং পিতা চলচ্চিত্র নির্মাতা ফ্রান্সিস ফোর্ড কোপলা। তিনি তার পিতামাতার কনিষ্ঠ সন্তান ও একমাত্র কন্যা। তার বড় দুই ভাই হলেন জান-কার্লো কোপলা ও রোমান কোপলা। পিতার দিক থেকে তিনি ইতালীয় (লুকানীয় ও নেপোলিতানীয়) বংশোদ্ভূত। তার পরিবারের অধিকাংশ ব্যক্তিবর্গ হলিউডের বিনোদনের সাথে জড়িত। তার পিতামহ কারমিনে কোপ্পোলা এবং পিতামহী ইতালিয়া পেননিনো। তার চাচা অগাস্ট কোপলা, ফুফু তালিয়া শায়ার, চাচাতো ভাই নিকোলাস কেজ, ফুফাতো ভাই জেসন শোয়ার্জম্যান।\nতিনি ক্যালিফোর্নিয়া অঙ্গরাজ্যের রাদারফোর্ডে তার পিতার খামারবাড়িতে বেড়ে ওঠেন। কোপলা ১৯৮৯ সালে সেন্ট হেলেনা হাই স্কুল থেকে পাস করেন। এরপর তিনি মিলস কলেজ ও ক্যালিফোর্নিয়া ইনস্টিটিউট অব দি আর্টসে পড়াশোনা করেন। ১৫ বছর বয়সে তিনি শানেলে অন্তরীণ ছিলেন। কলেজ থেকে ঝরে পড়ার পর কোপলা মিল্কফেড নামে একটি পোশাকের ব্যবসা শুরু করেন, যা বর্তমানে কেবল জাপানে বিক্রি হয়।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== পরিচালক ===\nচলচ্চিত্র\n\nটেলিভিশন\n\nমঞ্চ\n\nমিউজিক ভিডিও\n\n\"শাইন\" - ওয়াল্ট মিঙ্ক (১৯৯৩)\n\"দিস হেয়ার জিরাফ\" - দ্য ফ্ল্যামিং লিপস (১৯৯৬)\n\"প্লেগ্রাউন্ড লাভ\" - এয়ার (২০০০)\n\"সিটি গার্ল\" - কেভিন শিল্ডস (২০০৩)\n\"আই জাস্ট ডোন্ট নো হোয়াট টু ডো উইথ মাইসেলফ\" - দ্য হোয়াইট স্ট্রাইপস (২০০৩)\n\"ক্লোরোফর্ম\" - ফিনিক্স (২০১৩)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে সোফিয়া কোপলা  (ইংরেজি)\nMilk fed. - Coppola's Japanese fashion label\nSofia Mini  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ ফেব্রুয়ারি ২০০৯ তারিখে - Coppola's Canned Wine\n\"Sofia Coppola Marie Antoinette Interview\"। Clubplanet। \n\"Sofia Coppola's Parisian Inspired Style\"। FashionHippo.com। ডিসেম্বর ২১, ২০১১। ফেব্রুয়ারি ২৫, ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ সেপ্টেম্বর ১৪, ২০২১।"}