{"pageid": 1088713, "title": "আলি ফরনি", "url": "https://bn.wikipedia.org/wiki?curid=1088713", "content": "আলি হিশুন ফরনি (১২ এপ্রিল ১৯৭৫ –৫ ডিসেম্বর ১৯৯৭) ছিলেন একজন আফ্রিকান-আমেরিকান সমকামী এবং রূপান্তরিত লিঙ্গ যুবক যিনি লুসিয়াস নামটিও ব্যবহার করে থাকেন।  ফোরনি গৃহহীন লেসবিয়ান, সমকামী, উভকামী এবং রূপান্তরকামী (এলজিবিটি) যুবকদের একজন সহকর্মী পরামর্শদাতা এবং উকিল ছিলেন এবং নিউ ইয়র্ক সিটির ম্যানহাটনের হারলেম এলাকায় রাস্তায় নিহত হন। ২০০২ সালের জুন মাসে নিউ ইয়র্ক সিটিতে খোলার সময় গৃহহীন এলজিবিটি যুবকদের জন্য আলি ফোরনি সেন্টারের নামকরণ করা হয়েছিল ফোরনির নামে।\n\n\n== জীবন ==\nফরনি উত্তর ক্যারোলিনার শার্লটে জন্মগ্রহণ করেন এবং ব্রুকলিনে একক মায়ের দ্বারা বেড়ে ওঠেন। ফোরনি বলেছিলেন যে তিনি প্রথম ১৩ বছর বয়সে যৌন কর্মে লিপ্ত হন এবং এই কাজে ৪০ ডলার পেয়ে তিনি নিজেকে ধনী মনে করেব। প্রায় সেই সময়ে তার পরিবার তাকে প্রত্যাখ্যান করে। তখন তাকে একটি গ্রুপ হোমে রাখা হয়। সেখান থেকে সে শীঘ্রই পালিয়ে যায়। ফরনি বেশ কয়েকটি পালক বসানোর কাজের মধ্যে ছিল, তবে রাস্তাগুলি পছন্দসই বলে মনে হয়েছিল। পুরুষ হিসেবে জন্ম নিলেও ফোরনি প্রায়ই মহিলাদের পোশাক পরে যৌনকর্মী হিসেবে কাজ করতে থাকেন। ফোরনি ক্র্যাক কোকেন ব্যবহারের কথা স্বীকার করেছেন \"কারণ এটি যৌন কাজ থেকে অবক্ষয় এবং ভয়কে হ্রাস করেছে\"।  \n১৭ বছর বয়সে, ফোরনি সেফ হরাইজন স্ট্রিটওয়ার্ক প্রোগ্রামে যোগ দেন, যেখানে পরামর্শদাতারা তাকে একটি সামাজিক সুরক্ষা কার্ড এবং একটি মেডিকেল কার্ড অর্জনে সহায়তা করেছিলেন। ফোরনি একটি জিইডি সম্পন্ন করেন এবং মৃত্যুর সময়, অন্যান্য গৃহহীন যুবকদের সাহায্য করার জন্য কর্মীদের সাথে কাজ শুরু করেছিলেন। ১৮ বছর বয়সে, ফোরনি একটি শৈশবের গাড়ি দুর্ঘটনার জন্য একটি বন্দোবস্ত পান, কিন্তু তার পরিবার থেকে বিচ্ছিন্ন ছিলেন, এবং ১৯ বছর বয়সে পৌঁছানোর পরে শহরের যুব আশ্রয়ের জন্য অযোগ্য ছিলেন।\nগর্বের সাথে এইচআইভি-নেতিবাচক, ফোরনি সহকর্মীদের পরামর্শে ভাল হয়ে ওঠে এবং সুরক্ষা প্রচার করে, একটি পকেটভর্তি কনডম বহন করে এবং ওষুধ বিক্রেতাদের সেগুলি সরবরাহ করে। ফোরনি বলেছিলেন, \"আমি একজন পিয়ার এডুকেটর হয়েছি কারণ আমি অনেক এইচআইভি সংক্রামিত লোককে হাঁটতে দেখি। এখনও, এমন কিছু লোক আছে যারা কনডম ব্যবহার করতে জানে না।\" ১৯৯৬ সালে, ফোরনিকে ক্যালিফোর্নিয়ার সান ফ্রান্সিসকোতে গৃহহীন রূপান্তরকামী যুবকদের চাহিদা সম্পর্কে সমাজকর্মীদের বলার জন্য আমন্ত্রণ জানানো হয়।১৯৯৭ সালের ৫ই ডিসেম্বর ভোর ৪টায় হার্লেমের ইস্ট ১৩১তম স্ট্রিটে একটি হাউজিং প্রকল্পের সামনে ফুটপাথে পুলিশ ফোরনিকে গুলি করে হত্যা করা অবস্থায় পায়। দ্য নিউ ইয়র্ক টাইমস অনুসারে ফোরনি ছিলেন তৃতীয় তরুণ রূপান্তরকামী যৌনকর্মী যিনি চৌদ্দ মাসের মধ্যে হারলেমে খুন হন। হত্যার কোন সমাধান হয়নি।\nসত্তর জনেরও বেশি মানুষ ফোরনির স্মরণসভায় যোগ দিয়েছিলেন।  \n\n\n== আলী ফরনি সেন্টার ==\nকার্ল সিসিলিও যখন ২০০২ সালে নিউ ইয়র্কে গৃহহীন এলজিবিটি যুবকদের জন্য একটি কেন্দ্র শুরু করেন, তখন তিনি ফোরনির স্মৃতিতে এর নাম দেন আলি ফোরনি সেন্টার (এএফসি নামেও পরিচিত)। কেন্দ্রটি জুন ২০০২ সালে খোলা হয়েছিল। এটি বেশিরভাগ ম্যানহাটন এবং ব্রুকলিন যুবকদের ১৬ থেকে ২৪ বছর বয়সী পরিবেশন করে, যেখানে প্রয়োজন সেখানে তাদের পরিবারের জন্য পরামর্শ দেওয়ার পাশাপাশি তাদের নিরাপদ আশ্রয় এবং অন্যান্য সহায়তা প্রদান করে।\n\n\n== আরও দেখুন ==\nমার্কিন যুক্তরাষ্ট্রে এলজিবিটি যুবকদের মধ্যে গৃহহীনতা\nব্রুকলিন থেকে মানুষের তালিকা\nঅমীমাংসিত হত্যার তালিকা\n\n\n== তথ্যসূত্র =="}