{"pageid": 1088644, "title": "পাটনাগড় বোমাহামলা", "url": "https://bn.wikipedia.org/wiki?curid=1088644", "content": "পাটনাগড় বোমা হামলা (খবরে পাটনাগড় পার্সেল বোমা নামেও উল্লেখ করা হয়) হল ২৩ ফেব্রুয়ারি ২০১৮ তারিখে ভারতের ওড়িশা রাজ্যের বলাঙ্গির জেলার একটি নোটিফায়েড এরিয়া কাউন্সিল পাটনাগড়ে ঘটে যাওয়া একটি বোমা হামলা। ২৬ বছর বয়সী সফটওয়্যার ইঞ্জিনিয়ার সৌম্য শেখর সাহু এবং তার জ্যেঠিমা জেমামণি সাহু, সৌম্যর বাড়িতে আসা পার্সেল বোমা ফেটে নিহত হন, সৌম্যের বিয়ের কয়েক দিন পরেই এই ঘটনা ঘটেছিল। সৌম্যর স্ত্রী রিমা গুরুতর আহত হন। কয়েক মাস ধরে তদন্তের পর পুলিশ সৌম্যর মায়ের এক সহকর্মীকে গ্রেপ্তার করে, সৌম্যর মা কলেজে যাঁর স্থলাভিষিক্ত হয়েছিলেন।\n\n\n== ঘটনা ==\nসৌম্য শেখর সাহু এবং রিমা সাহুর বিয়ের পাঁচ দিন পর ২৩ ফেব্রুয়ারি, ভারতের ওড়িশার পাটনাগড়ে তাদের বাড়িতে একটি বিস্ফোরণ ঘটে, যখন সৌম্য একটি সদ্য আসা পার্সেল খোলেন। পার্সেলটিতে যে ব্যক্তির প্রত্যাবর্তন ঠিকানা ছিল, রায়পুরের এস কে শর্মা, ২৩০ কিলোমিটার (১৪০ মাইল) দূরে, তাঁকে তাঁরদের দুজনের কেউ চিনতেন না। সৌম্য মন্তব্য করেছেন, \"এটি বিয়ের উপহারের মতো দেখাচ্ছে। একমাত্র জিনিস যা আমি জানি না তা হ'ল প্রেরক। আমি রায়পুরের কাউকে চিনি না\"। বিস্ফোরণের ফলে ছাদ থেকে প্লাস্টার খসে গিয়েছিল, দেয়ালগুলি ফেটে গিয়েছিল এবং রান্নাঘরের জানালাটি উড়ে নিকটবর্তী একটি মাঠে গিয়ে পড়েছিল। সৌম্য এবং তার জ্যেঠিমা জেমামানি, যিনি সেই সময় দম্পতির সাথে দেখা করতে এসেছিলেন, তিনি ৯০% টিবিএসএ দগ্ধ হন এবং হাসপাতালে যাওয়ার পথে মারা যান। গুরুতর আহত অবস্থায় রিমাকে হাসপাতালে নিয়ে যাওয়া হয়।\n\n\n== তদন্ত ==\nদম্পতির কারুরই কোন শত্রু ছিল না। সৌম্য শেখরের বাবা-মা কলেজের প্রভাষক ছিলেন। সৌম্য ব্যাঙ্গালোরে একটি জাপানি ইলেকট্রনিক্স ফার্মে কাজ করতেন। \nমারাত্মক বোমা হামলার এক মাস পরেও পুলিশ কোনও সন্দেহভাজনের খোঁজ পায়নি।। স্বামীর মৃত্যুর কথা জানতে পেরে সৌম্যর স্ত্রীর আর্তনাদের একটি ভিডিও প্রকাশ হয়েছিল। প্রচার মাধ্যমের পরিবেশনের চাপে পুলিশ মামলাটি রাজ্যের রাজধানীর একটি অভিজাত পুলিশ শাখায়  তুলে দেয়। সৌম্যর স্ত্রীর প্রাক্তন প্রেমিকের হুমকি দেওয়া কল খুঁজে বের করার পরে পুলিশ তাঁকে একজন সন্দেহভাজন মনে করেছিল, তিনি বিশ্বাস করত যে একজন ধনী ব্যক্তির জন্য তাঁকে ত্যাগ করা হয়েছিল। তিনি স্বেচ্ছায় পলিগ্রাফ পরীক্ষা করার পর তাকে সন্দেহভাজন তালিকা থেকে বাদ দেওয়া হয়েছিল। পুলিশ তদন্তকারীরা প্যাকেজটির মাধ্যমে কুরিয়ার কোম্পানিটিকে খুঁজে বের করে, তবে তাদের অফিসে কোনও ভিডিও নজরদারি ছিল না।\n\n\n== গ্রেফতার ==\n২০১৮ সালের এপ্রিল মাসে, বালাঙ্গির পুলিশ একটি বেনামী চিঠি পায় যা সৌম্যর \"বিশ্বাসঘাতকতা\" এবং অর্থ ক্ষতির জন্য পার্সেল বোমা হামলাকে দায়ী করে, সম্ভবত সম্পত্তি বিবাদের ফলে। চিঠিতে স্পষ্ট করা হয়েছে যে প্রেরক একজন এস কে সিনহা, আর কে শর্মা নন, এবং \"তিনজন পুরুষ\" জড়িত থাকার কথাও উল্লেখ করেছেন। পুলিশ তদন্তকারীরা চারটি ভিন্ন শহরে লিড অনুসরণ করতে এক মাসেরও বেশি সময় ব্যয় করেছিলেন। অবশেষে, সৌম্যর মা চিঠিটি অধ্যয়ন করেন এবং স্মরণ করেন যে তার সহকর্মী প্রায়শই \"প্রকল্পটি সম্পূর্ণ করা\" বাক্যাংশটি ব্যবহার করতেন, যা \"প্রকল্পটি গ্রহণ\" করার চিঠিতে বাক্যাংশের অনুরূপ ছিল।  \nপুঞ্জি লাল মেহের, একজন ইংরেজি শিক্ষক এবং পূর্বে বালাঙ্গির জেলার জ্যোতি বিকাশ কলেজের অধ্যক্ষ, যাকে সৌম্যর মায়ের স্থলাভিষিক্ত করা হয়েছিল, তাকে আগে জিজ্ঞাসাবাদ করার পরে গ্রেপ্তার করা হয়েছিল এবং সন্দেহভাজন হিসাবে সাব্যস্ত করা হয়েছিল। পুলিশের চিঠি প্রাপ্তির পর আবার জিজ্ঞাসাবাদ করা হলে মেহের বলেন, চিঠি না দিলে তার কাছে গিয়ে হুমকি দেওয়া হয়েছে। তদন্তকারী পুলিশ ব্যাখ্যাটি বিশ্বাস করেননি, মন্তব্য করেছেন, \"এটি ছিল সবচেয়ে অবিশ্বাস্য গল্প যা আমরা একজন সন্দেহভাজনের কাছ থেকে শুনেছি\"। মুছে ফেলা তথ্য বিশ্লেষণ ও পুনরুদ্ধারের জন্য পুলিশ সন্দেহভাজনের কম্পিউটার হার্ডওয়্যার একটি ইজরায়েলি সংস্থায় পাঠিয়েছে।\n\nমেহেরের বিরুদ্ধে অভিযোগ ছিল যে তিনি মোবাইল ফোন ছাড়াই রায়পুর ভ্রমণ করেছেন বা ট্রেনের টিকিট কিনে পার্সেলটি পোস্ট করেছেন, একই দিনে ফিরেছেন।  \nবোমা হামলার ব্যাখ্যা হিসাবে সন্দেহভাজনব্যক্তির \"লক্ষ্য করার\" ইচ্ছা ছিল বলে মনে করা হয়।  প্রত্যক্ষদর্শীদের মুখোমুখি হওয়ার জন্য তাকে রায়পুরে নিয়ে যাওয়া হয়। \n\n\n== তাৎপর্য এবং পরিণতি ==\nপার্সেল বোমা হামলার খবর ভারত এবং অন্যান্য দেশে ব্যাপকভাবে প্রকাশিত হয়েছিল। বিবিসি এটিকে \"ভারতকে আকৃষ্ট\" হিসাবে চিহ্নিত করেছে। বুলেট রাজা শিরোনামের একটি চলচ্চিত্রের পরিকল্পনা করা হয়েছে ওড়িয়া অভিনেতা হারা রথ অভিনীত এবং শ্রীধর মার্থা পরিচালিত।\n\n\n== পটনাগড় মুভি ==\nঅভিনেতা মনোজ মিশ্র, অতুল কুলকার্নি, চিন্ময় মিশ্র, অনু চৌধুরী, পরিচালক রাজেশ টাচরিভার প্রযোজক শ্রীধর মার্থা এই ঘটনার উপর ভিত্তি করে একটি চলচ্চিত্র তৈরি করছেন। \n\n\n== তথ্যসূত্র =="}