{"pageid": 1088677, "title": "জানান ম্যাগাজিন", "url": "https://bn.wikipedia.org/wiki?curid=1088677", "content": "জানান পত্রিকা  (ماهنامه زنان, যার অর্থ নারী) ইরানে প্রকাশিত একটি মাসিক মহিলা পত্রিকা ছিল। এটি ছিল দেশের একমাত্র ফার্সি ভাষার মহিলা পত্রিকা। পত্রিকাটি ২০০৮ সালে প্রকাশনা বন্ধ করে দেয়, কিন্তু ২০১৪ সালের ২৯ মে পুনরায় চালু করা হয়। ২০১৪ সালের সেপ্টেম্বরমাসে ইরানের প্রেস কোর্টে (ইসলামিক বিপ্লবী আদালতের অংশ) এর প্রতিষ্ঠাতা ও সম্পাদক শাহলা শেরকাতের বিরুদ্ধে অ-ইসলামিক এবং \"অপ্রচলিত\" মতামত প্রচারের জন্য অভিযুক্ত করা হয় এবং এপ্রিল ২০১৫ সালে পত্রিকাটির প্রকাশনা আবার স্থগিত করা হয়।\n\n\n== ইতিহাস ==\n১৯৯২ সালে শেরকাত কর্তৃক জানান নামে একটি মাসিক পত্রিকা হিসেবে প্রতিষ্ঠিত হন। এটি ১৬ বছর ধরে মহিলাদের অধিকারপ্রচার করেছিল এবং মোট ১৫২টি বিষয়বস্তু ছিল।\nজানান ইসলামিক দৃষ্টিভঙ্গি নিয়ে ইরানি নারীদের উদ্বেগের উপর মনোনিবেশ করেছিলেন এবং তাদের অধিকার রক্ষা এবং প্রচার করার উদ্দেশ্য ছিল। যাইহোক, মাসিক ম্যাগাজিন টি সংস্কার রাজনীতি, পারিবারিক সহিংসতা এবং যৌনতার এজি কভারেজ দিয়ে রাজনৈতিক জলপরীক্ষা করেছিল। নিবন্ধের বিষয়গুলিতে গার্হস্থ্য নির্যাতন থেকে প্লাস্টিক সার্জারি পর্যন্ত বিতর্কিত বিষয়গুলি অন্তর্ভুক্ত ছিল। এটি যুক্তি দিয়েছিল যে লিঙ্গ সমতা ইসলামিক এবং ধর্মীয় সাহিত্যকে নারীবিদ্বেষীরা ভুল ভাবে এবং অপব্যবহার করেছে। মেহঙ্গিজ কর, শাহলা লাহিজি এবং জানানের সম্পাদক শাহলা শেরকাত নারী অধিকার নিয়ে বিতর্কের নেতৃত্ব দেন এবং সংস্কারের দাবি জানান। এই নেতৃত্ব সাড়া না দিলেও, বিপ্লবের পর প্রথমবারের মতো আন্দোলনকে নিশ্চুপ করিয়ে দেননি।\n২০০৮ সালের জানুয়ারি মাসে প্রেসিডেন্ট মাহমুদ আহমাদিনেজাদের অধীনে ইরানের শাসকরা \"পাঠকদের আধ্যাত্মিক, মানসিক ও বৌদ্ধিক স্বাস্থ্য বিপন্ন করা এবং সমাজের মানসিক নিরাপত্তাহুমকির\" জন্য পত্রিকাটি বন্ধ করে দেয় এবং দাবি করে যে এটি নারীদের \"কালো আলোতে\" দেখিয়েছে।\n\n\n== পুনঃপ্রকাশ ও স্থগিত ==\n২০১৪ সালের জুন মাসে, জানান এর মূল প্রতিষ্ঠাতা দ্বারা পুনরায় চালু করা হয়। মুদ্রিত এবং অনলাইন উভয় সংস্করণ সহ ম্যাগাজিনটির নাম পরিবর্তন করে জানান-ই এমরুজ (আজকের নারী) রাখা হয়।\nসেপ্টেম্বর, ২০১৪ সালে, শেরকাটের বিরুদ্ধে নারীদের \"বস্তু হিসেবে বিবেচিত\" ছবি প্রকাশের অভিযোগ আনা হয় - যা সেন্সরশিপ আইনের লঙ্ঘন। ম্যাগাজিনটি তার দশম সংখ্যা প্রকাশের পরে ২০১৫ সালের শুরুতে স্থগিত করা হয়েছিল। ইরানের প্রেস ওভারসাইট কমিটি জানিয়েছে যে ম্যাগাজিনের বিষয়বস্তু \"প্রেস আইনের ৬, আইটেম ২ অনুচ্ছেদের উপর ভিত্তি করে জনসাধারণের সতীত্বের বিরুদ্ধে\"। শেরকাতের বিরুদ্ধে অভিযোগ এবং ম্যাগাজিনের স্থগিতাদেশ একটি বিশেষ বিষয় প্রকাশের সাথে সম্পর্কিত, যেখানে সহবাসের বিভিন্ন দিক নিয়ে আলোচনা করা হয়েছে, যাকে ইরানে \"শ্বেতাঙ্গ বিবাহ\" বলা হয় - এই প্রথার নিন্দা করেছেন আয়াতুল্লাহ আলী খামেনি। বিশেষ বিষয়টি আন্তর্জাতিক সংবাদ মাধ্যম তুলে ধরেছিল এবং বিবিসি জানানের কভারেজ এবং অনুশীলনের উপর একটি নিবন্ধ প্রকাশ করেছিল।\n\n\n== তথ্যসূত্র =="}