{"pageid": 1089489, "title": "কলি (অসুর)", "url": "https://bn.wikipedia.org/wiki?curid=1089489", "content": "কলি (সংস্কৃত: कलि) হল হিন্দুধর্ম অনুসারে কলিযুগের শাসনকর্তা, কল্কি অবতারের প্রতিপক্ষ।\n\n\n== কিংবদন্তি ==\n\n\n=== মহাভারত ===\n\nমহাভারত অনুসারে, গন্ধর্ব কলি রাগান্বিত হন, যখন রাজকুমারী দময়ন্তী বিয়ের অনুষ্ঠানে বিলম্ব করেছিলেন এবং নলকে স্বামী হিসাবে বেছে নেওয়ার জন্য দেবতা ইন্দ্র, অগ্নি, বরুণ ও যমকে উপেক্ষা করেছিলেন। রাগে, কলি তার সঙ্গী দ্বাপর যুগের রূপ, দ্বাপরকে বললেন:\n\nহে দ্বাপর, আমি আমার ক্রোধ দমন করতে অক্ষম। আমি নলকে অধিকার করব, তাকে তার রাজ্য থেকে বঞ্চিত করব এবং সে আর ভীমের কন্যার সাথে খেলা করবে না। পাশায় প্রবেশ করে, আমাকে সাহায্য করা তোমার কর্তব্য।\nকলি নিশাদরাজ নলের রাজ্যে ভ্রমণ করেছিলেন এবং বারো বছর ধরে অপেক্ষা করেছিলেন সঠিক মুহূর্তের জন্য। যেহেতু নল তাঁর প্রার্থনার আগে পা না ধুয়ে নিজেকে অশুদ্ধ করে তুলেছিলেন, তাই কলি তাঁর আত্মাকে মোহিত করতে পেরেছিলেন। কলি তখন পুষ্করের সামনে হাজির হন এবং তাকে তার ভাইয়ের সাথে পাশার খেলা খেলতে আমন্ত্রণ জানান, নলের পতনের নিশ্চয়তা দেন। দ্বাপর বৃষ পাশার রূপ ধারণ করেছিল যা নির্দিষ্ট খেলায় ব্যবহৃত হবে। কলি নলকে হারতে বাধ্য করেছিলেন এবং প্রতিবারই তিনি তার উপদেষ্টা এবং স্ত্রীর প্রতিবাদ সত্ত্বেও উচ্চমূল্য বাড়াতেন। অবশেষে পুষ্কারের কাছে নল তার রাজ্য হারালেন। তিনি এবং দময়ন্তী উভয়েই জঙ্গলে নির্বাসিত হয়েছিলেন।\n\nতাদের নির্বাসনের সময়, কলি নলকে দময়ন্তীকে পরিত্যাগ করতে নিয়ে যান, যিনি পরবর্তীতে তার স্বামীর পতনের কারণ হওয়া প্রত্যেকের বিরুদ্ধে অভিশাপ প্রয়োগ করেছিলেন। তিনি শেষ পর্যন্ত চেদির রাজকুমারীর দাসী হিসেবে স্বল্প সময়ের পরে দেশে ফিরে আসেন। এদিকে নল নাগ কর্কোটককে আগুন থেকে রক্ষা করেছিলেন (যেখানে তাকে নারদ ঋষি ভোগ করার জন্য অভিশাপ দিয়েছিলেন)। তার মধ্যে শয়তানকে বের করে দেওয়ার ইচ্ছা, সাপ কামড়ায় নল, কলিকে চিরকাল অত্যাচার করে এমন মারাত্মক বিষ দিয়ে তাকে ইনজেকশন দেওয়া হয়। বিষ নলকে বাহুক নামে কুৎসিত বামনে রূপান্তরিত করেছে। তিনি পরবর্তীকালে অযোধ্যা রাজা ঋতুপর্ণের সারথি হয়েছিলেন, যিনি একজন দক্ষ গণিতবিদ এবং পাশা খেলোয়াড় ছিলেন।\nবহু বছর পরে, রাজা ঋতুপর্ণ ঘোড়ায় চড়ার পাঠের বিনিময়ে পাশা নিয়ন্ত্রণের সর্বোচ্চ দক্ষতা প্রকাশ করেন। এই দক্ষতা নলকে কলির নিয়ন্ত্রণ থেকে জাগিয়ে তোলে এবং তাকে (দময়ন্তীর অভিশাপ এবং কর্কোটকের বিষের সাহায্যে) অসুরকে বের করে দেওয়ার অনুমতি দেয়; তার মুখ থেকে বিষের আকারে তাকে বমি করা। নল কলির কাঁপানো চেতনাকে বিভিতক গাছে নিয়ে যেতে বাধ্য করেছিলেন। এরপর তিনি গাছের ফল গণনা করে স্ত্রীর খোঁজে চলে যান এবং পরে তার আসল রূপ ফিরে পান। কলিও তার আবাসে ফিরে এলো।\nকলি পরে রাজা দুর্যোধন রূপে অবতীর্ণ হন, একশত কৌরব ভাইদের মধ্যে জ্যেষ্ঠ। তার সঙ্গী দ্বাপর হয়ে উঠলেন তার মামা শকুনি। যেদিন দুর্যোধন জন্মগ্রহণ করেছিলেন, তিনি গাধার মতো চিৎকার বের করে দিয়েছিলেন, যার উত্তর বাড়ির বাইরে গাধারা দিয়েছিল। বিদুর দ্বারা দুষ্ট শিশুটিকে পরিত্যাগ করার পরামর্শ সত্ত্বেও, দুর্যোধনের পিতা ধৃতরাষ্ট্র তার ছেলের প্রতি তার অন্ধ ভালোবাসার কারণে শিশুটিকে রেখেছিলেন এবং রাজা হিসাবে তার দায়িত্ব উপেক্ষা করেছিলেন।\nকলিযুগের সূচনায় একবার রাজা পরীক্ষিত বনে শিকারে গিয়েছিলেন। ঠিক তখনই মাঝ পথে, কলি তাঁর সামনে হাজির হয়ে তাঁর রাজ্যে প্রবেশের অনুমতি চাইলেন, যা রাজা অস্বীকার করলেন। পীড়াপীড়ি করে, পরীক্ষিৎ তাকে পাঁচটি থাকার জায়গা দিয়েছিলেন: যেখানে জুয়া, মদ খাওয়া, পতিতাবৃত্তি, পশু বধ ও সোনা আছে। কলি চতুরতার সাথে পরীক্ষিতের সোনার মুকুটে প্রবেশ করে এবং তার চিন্তাভাবনা নষ্ট করে দেয়। পরীক্ষিৎ তৃষ্ণার্ত হলে শমীক নামের এক ঋষির কুঁড়েঘরে প্রবেশ করেন। তিনি গভীর ধ্যানে ঋষিকে খুঁজে পান। তিনি তাকে কয়েকবার প্রণাম করলেন কিন্তু কোন সাড়া পেলেন না। রাগে তিনি মৃত সাপ নিয়ে ঋষির গলায় ফেলে দিলেন। পরে যখন ঋষির পুত্র শৃঙ্গি এই ঘটনার কথা শুনলেন তখন তিনি সপ্তম দিনে রাজাকে সাপের কামড়ে মারা যাওয়ার অভিশাপ দিলেন। এই কথা শুনে, রাজা তার পুত্র জনমেজয়ের জন্য সিংহাসন ত্যাগ করেন এবং শুক্রতালের বটগাছের নীচে ভাগবত পুরাণ হিসাবে সংকলিত শুক ঋষির বক্তৃতা শুনতে তার শেষ সাত দিন অতিবাহিত করেন। ভবিষ্যদ্বাণী অনুসারে, সাপ রাজা তক্ষক তাকে পরীক্ষা করেছিলেন, যিনি তার নশ্বর দেহ রেখে গিয়েছিলেন এবং মোক্ষ লাভ করেছিলেন।\n\n\n=== পুরাণ ===\nকল্কি পুরাণ তাকে বিশাল সত্তা, কাঁচের রঙ, বড় জিহ্বা ও ভয়ঙ্কর দুর্গন্ধ হিসাবে বর্ণনা করে। জন্ম থেকেই তিনি উপস্থি (পূজা) হাড় বহন করেছিলেন। কল্কি পুরাণ বলে যে এই দৈত্য তার স্থায়ী বাসস্থান হিসেবে জুয়া, মদ, পতিতাবৃত্তি, জবাই এবং সোনা বেছে নিয়েছে। সংস্কৃত-ইংলিশ ডিকশনারিতে বলা হয়েছে কলি হল \"এক শ্রেণীর পৌরাণিক প্রাণীর (গন্ধর্বদের সাথে সম্পর্কিত, এবং কিছু লোকের কাছে জুয়া খেলার অনুরাগী)\"। ভাগবত পুরাণ  কলিকে 'রাজার পোশাক পরা শূদ্র' বলে বর্ণনা করেছে এবং তাকে বাদামী চামড়ার দানবের চরিত্রে দেখানো হয়েছে কুকুরের মতো মুখ, বেরিয়ে আসা ফ্যাংগ, পয়েন্টযুক্ত কান এবং লম্বা সবুজ ঝোপানো চুল, লাল কটি কাপড় ও সোনার গয়না পরা।\nএটা বিশ্বাস করা হয় যে, বৈদিক যুগে জনপ্রিয় পাশার খেলা থেকে \"পাশা নিক্ষেপ\" নামক সময়ের চারটি যুগের নাম - সত্য,  ত্রেতা, দ্বাপর ও কলি। তাদের আদেশ প্রতিটি নিক্ষেপের অনুকূলতার সাথে মিলে যায়: সত্য হল সেরা নিক্ষেপ, যেখানে কলিকে সবচেয়ে খারাপ বলে মনে করা হয়। মহাভারতের সময়, রাজা নালা কলিদার বিচ্ছিন্ন চেতনাকে বিভাদক গাছ (টার্মিনালিয়া বেলারিকা) থেকে বের করে দেন, যার ফলগুলিতে বাদাম থাকে যা বৈদিক পাশা খেলার জন্য পাশা হিসাবে ব্যবহৃত হত। অতএব, কেবল কলির নামই নয়, জুয়া খেলার প্রতি তার প্রবণতা ও মন্দ হিসাবে খ্যাতি এই পাশা খেলা থেকে এসেছে।\nহিন্দুগ্রন্থে কখনোই উল্লেখ করা হয়নি যে যুগের নাম একটি পাশা খেলা থেকে এসেছে। মনুস্মৃতি (১.৬৯) যুগ নামে কিছু প্রাচীন ঋষিদের নির্দেশ করে, যদিও পাশা খেলার কোন উল্লেখ নেই।\n\n\n==== মার্কণ্ডেয় পুরাণ ====\nমার্কণ্ডেয় পুরাণ অনুসারে, ব্রাহ্মণ প্রভারকে যাদুকরী মলম দেওয়া হয়েছিল যা তাকে উড়তে দেয়। কিন্তু যখন তিনি হিমালয়ে উড়ে গেলেন, তখন তার স্ত্রীর বাড়ি ফিরে যাওয়া থেকে বিরত রেখে তার পায়ের তলা থেকে মলম ধুয়ে ফেলা হল। এই সময়ে, নিম্ফ বরুথিনী তার প্রেমে পাগল হয়ে যায় এবং ব্রাহ্মণকে চিরকাল তার সাথে থাকার জন্য অনুরোধ করে। কিন্তু শেষ পর্যন্ত, তিনি তাকে প্রত্যাখ্যান করেছিলেন। তিনি অগ্নির কাছে প্রার্থনা করেছিলেন যিনি তাকে নিরাপদে বাড়ি ফিরিয়ে দিয়েছিলেন।\nগন্ধর্ব কলি বরুথিনী এর প্রেমে পড়েছিলেন এবং অতীতে তাকে প্রত্যাখ্যান করেছিলেন। তিনি দেখলেন কীভাবে তিনি ব্রাহ্মণের জন্য ক্ষুধার্ত ছিলেন, তাই তিনি প্রভার রূপ ধারণ করেন এবং গণিকার সামনে উপস্থিত হন। তিনি তাকে বিছানার চেম্বারে নিয়ে গেলেন এবং তাকে তাদের যৌনসম্ভোগের সময় চোখ বন্ধ করতে বললেন [সম্ভোগ]। যখন তারা প্রেম করেছিল, বরুথিনী লক্ষ্য করেছিলেন যে তার শরীর জ্বলন্ত উত্তপ্ত হয়ে উঠেছিল এবং বিশ্বাস করেছিল যে তার ব্রাহ্মণ আত্মা যজ্ঞের আগুনে জ্বলছিল। চূড়ান্ত হওয়ার পর, কলি, এখনও-হিসাবে-প্রভার, অপ্সরা ছেড়ে চলে যান এবং তার আবাসে ফিরে যান। বরুথিনী শীঘ্রই গর্ভবতী হন এবং নয় মাস পরে একজন মানব সন্তানের জন্ম দেন যা কেবল ব্রাহ্মণের মতোই নয়, তার আত্মারও অধিকারী ছিল। সায়েন্স ইন কালচার বইয়ের লেখকরা মন্তব্য করেছেন এটি ছিল সংস্কৃত শব্দগুচ্ছের উদাহরণ \"তার বীর্য থেকে এবং তার চিন্তাভাবনা থেকে,\" যার অর্থ শিশুটি প্রকৃতপক্ষে প্রভার সন্তান ছিল কারণ সে বিশ্বাস করেছিল যে এটি তার।\nঅন্য সংস্করণে, কলি শর্ত দেয় যে সে কেবলমাত্র অপ্সরাকে বিয়ে করবে যদি সে তার চোখ বন্ধ করে রাখে যখন তারা বনে থাকে (সম্ভবত প্রেম করছে)। যাইহোক, কলও তাদের বিবাহ এবং তাদের পুত্র স্বারোসিসার জন্মের পরে চলে যান। স্বারোসিস বড় হয়ে বেদের খুব জ্ঞানী পণ্ডিত হন এবং তাঁর তিন স্ত্রীর মধ্যে একজনের কাছ থেকে সমস্ত প্রাণীর ভাষায় কথা বলতে শেখে। তিনি পরবর্তীতে একজন দেবীকে বিয়ে করেন এবং মানবজাতির অন্যতম পূর্বসূরী স্বরোসিসা মনুকে বিয়ে করেন।\n\n\n==== ভাগবত পুরাণ ====\nভাগবত পুরাণে বলা হয়েছে যে দিন ও মুহূর্তে অবতার কৃষ্ণ এই পৃথিবী ছেড়ে চলে গিয়েছিলেন, কলি, \"যিনি সকল প্রকার ধর্মহীন কর্মকাণ্ডের প্রচারক\", এই পৃথিবীতে এসেছিলেন।\nতার সেনাবাহিনী নিয়ে পৃথিবীর অপশক্তির বিরুদ্ধে যুদ্ধ শুরু করার পর, অর্জুনের নাতি সম্রাট পরীক্ষিত, রাজার পোশাক পরিহিত শূদ্রের কাছে এসেছিলেন যিনি একটি দলের সাথে একটি গরু ও একটি ষাঁড়কে মারছিলেন। পরীক্ষিত অবিলম্বে তার রথকে ঘটনাস্থলে নিয়ে যান এবং পবিত্র গরু এবং তার সাথীকে গালি দেওয়ার জন্য ক্ষুব্ধভাবে শূদ্রকে আঘাত করেন। যাইহোক, এটি কোন সাধারণ শূদ্র ছিল না এবং এগুলি কোন সাধারণ গবাদি পশু ছিল না, কারণ শূদ্র ছিল কলি এবং গরু এবং ষাঁড় ছিল দেবী ও ধর্মের মূর্ত প্রতীক। সম্রাট লক্ষ্য করলেন ষাঁড়টি তার এক পায়ে দাঁড়িয়ে আছে কারণ অন্য তিনটি কলি ভেঙে ফেলেছে। ধর্ম তার চারটি পা ব্যাখ্যা করেছেন \"তপস্যা, পরিষ্কার-পরিচ্ছন্নতা, করুণা ও সত্যবাদিতা\", কিন্তু তার কাছে \"সত্য\" -এর মাত্র একটি পা ছিল কারণ অন্য তিনটি তিনটি পূর্ববর্তী যুগে কলি দ্বারা ভেঙে গিয়েছিল। কলি ধর্মের রাজত্বকে সমর্থন করে এমন সব পা ভেঙে দিতে চেয়েছিলেন যাতে তিনি পৃথিবীতে তার নিজের অন্ধকার রাজত্বের বিস্তারকে প্রভাবিত করতে পারেন। পৃথিবী দেবী কেঁদেছিলেন যে তিনি একসময় প্রচুর পরিমাণে ছিলেন, কিন্তু যখন কৃষ্ণ স্বর্গে আরোহণ করেছিলেন, তখন তিনি ত্যাগ করেছিলেন এবং সমস্ত সমৃদ্ধি পৃথিবী থেকে চলে গিয়েছিল। তিনি আশঙ্কা করেছিলেন কলির মতো দুষ্ট রাজারা পৃথিবীতে অপচয় করতে থাকবে।\nযখন পরীক্ষিত কলিকে হত্যা করার জন্য তরবারি তুললেন, তখন শূদ্র তার রাজকীয় পোশাক খুলে ফেলল এবং সম্রাটের চরণে প্রণাম করল। সম্রাট জানতেন কলি তার মন্দ দ্বারা দুনিয়াকে কলঙ্কিত করেছে এবং তাই এতে কোন স্থান নেই এবং তিনি আরও একবার তলোয়ার তুললেন। কিন্তু কলি আবার মধ্যস্থতা করলেন এবং সম্রাটের কাছে অনুরোধ করলেন যে তার জীবন বাঁচিয়ে দিন এবং তাকে তার সাম্রাজ্যের মধ্যে থাকার জায়গা দিন। পরীক্ষিত সিদ্ধান্ত নিলেন যে কলি \"জুয়া খেলার ঘরে, শৌচাগারে, নারী ও পুরুষদের অশালীন জীবনে, জবাইয়ের স্থানে এবং সোনায়\" বসবাস করবেন, এবং যতক্ষণ পরীক্ষিত ভারত শাসন করেছিলেন, কলি এই পাঁচটি জায়গার মধ্যেই ছিলেন। এই আইন ধর্মকে তার পা এবং পৃথিবীকে অনেক বোঝা থেকে মুক্ত করার অনুমতি দেয়। যাইহোক, পরীক্ষিৎকে পরবর্তীতে জঙ্গলে শিকারের পর সাপের কামড়ে মারা যাওয়ার অভিশাপ দেওয়া হয়েছিল এবং তপস্যা অনুশীলন করা একটি প্রতিক্রিয়াশীল ঋষির উপর একটি মৃত সাপ ফেলে দেওয়া হয়েছিল। সম্রাটের মৃত্যুর পর, \"কলি দাবানলের মতো অন্যান্য স্থানে প্রবেশ করেন এবং সমগ্র বিশ্বের দৈর্ঘ্য এবং প্রস্থ জুড়ে তার ক্ষমতা প্রতিষ্ঠা করেন।\"\nগল্পের অন্য সংস্করণে, কলি সম্রাটের মুকুটে প্রবেশ করেন, যখন পরীক্ষিৎ তাকে যেখানেই সোনা আছে সেখানে বসবাসের অনুমতি দেন। ঋষিদের অপমান করে বাড়ি ফেরার পর পরিক্ষিত নিজেকে বলে, কলিযুগের বাসস্থান সোনায়; এটা আমার মাথায় ছিল; অতএব আমার এত খারাপ ধারণা ছিল যে, একটি মৃত সাপ নিয়ে ঋষির ঘাড়ে ফেলে দিয়েছিল। অতএব, আমি এখন বুঝতে পারছি যে কলিযুগ আমার প্রতিশোধ নিয়েছে। আমি কীভাবে এই মারাত্মক পাপ থেকে রক্ষা পাব?\"\n\n\n==== কল্কি পুরাণ ====\nকল্কি পুরাণের শুরুতে কলির বংশ বর্ণনা করা হয় ব্রহ্মা, তার প্রপিতামহ থেকে শুরু করে এবং তার সন্তানদের জন্মের সাথে শেষ হয়। দুধের সাগরের মন্থন থেকে বিষের জন্মের পরিবর্তে, তিনি ব্রহ্মার পিঠ থেকে জন্ম নেওয়া অজাচার দানবের একটি দীর্ঘ সারির ফল। ব্রহ্মা প্রলয় কাল শেষ হওয়ার পর মহাবিশ্বের দ্রবীভূত করার জন্য কলি এবং তার পরিবারকে ব্রহ্মা তৈরি করেছিলেন। যখন তার পরিবার পৃথিবীতে মানুষের রূপ ধারণ করে, তখন তারা দ্বাপর যুগের সমাপ্তি এবং কলিযুগের সূচনা সম্পর্কে মানবজাতির হৃদয় ও মনকে আরও কলঙ্কিত করে। কলিযুগের প্রথম পর্যায়ে, বর্ণশ্রম ভেঙে যায় এবং মানুষ ঈশ্বর-উপাসনা ত্যাগ করে। দ্বিতীয়, তৃতীয় এবং চতুর্থ পর্যায় পর্যন্ত, মানুষ ঈশ্বরের নাম ভুলে যায় এবং দেবতাদের আর যজ্ঞ (নৈবেদ্য) দেয় না। সেই মুহুর্তে যখন দেবতা বিষ্ণু কলির অন্ধকার প্রভাবের মহাবিশ্ব থেকে মুক্তি পেতে দেবদের নামে এবং সমস্ত মানবজাতির নামে কল্কি রূপে পুনর্জন্ম লাভ করেন।\n\nগল্পের বাকী অংশে কল্কির শৈশব, অমর \nপরশুরামের অধীনে সামরিক প্রশিক্ষণ এবং ধর্ম, কর্ম, অর্থ এবং সামরিক ও সামাজিক বিষয়ে সর্বাধিক প্রাচীন ও প্রয়োজনীয় প্রজ্ঞার জ্ঞান, কল্কিকে সহায়তা, প্রশিক্ষণ ও শিক্ষা দেওয়া হয়েছেদৃষ্টিভঙ্গি কিন্তু আরও বেশি দিকনির্দেশনা, তার বিয়ে, কলি দানবের বিরুদ্ধে যুদ্ধের জন্য তার প্রস্তুতি এবং দুজনের মধ্যে সিদ্ধান্তমূলক যুদ্ধ হিসেবে মন্দতার বিরুদ্ধে তার লড়াইয়ে সাহায্য, সমর্থন এবং যোগদান। কল্কি অশ্বমেধ যজ্ঞের মাধ্যমে তার অভিযান শুরু করে এবং ঘোড়ার পিছনে তার সেনাবাহিনীকে নেতৃত্ব দেয় কারণ এটি রাজ্য থেকে রাজ্যে অবাধে চলে। যদি কোন দুষ্ট রাজা ঘোড়াটিকে থামানোর চেষ্টা করে, কল্কি তাদের যুদ্ধে লিপ্ত করে। তাদের পরাজিত করার পর, তিনি ঘোড়ার অনুসরণ করতে থাকেন যতক্ষণ না সমস্ত মন্দ রাজ্যগুলি পরাজিত হয়।যখন কলি অবশেষে কল্কির বাহিনীর মুখোমুখি হন, অবতারের সেনাপতিদের দ্বারা তার পুরো পরিবারের রক্তের রেখা মুছে যায় এবং সম্ভবত ধর্ম এবং সত্যযুগের ব্যক্তিত্বের ক্ষত থেকে তিনি মারা যান। কল্কি, এদিকে, যুদ্ধ করে এবং একই সাথে অসুরের সবচেয়ে শক্তিশালী জেনারেল, কোকা এবং ভিকোকা, যমজ অসুরকে অন্ধকার শিল্পে পারদর্শী করে হত্যা করে।\n\n\n=== দুধের সাগর মন্থন ===\nকিংবদন্তির কম পরিচিত মাধব সংস্করণ অনুসারে, দুধের সাগর মন্থনের সময়, হলাহল নামে পরিচিত দুর্দান্ত বিষ উৎপন্ন হয়েছিল, যা বায়ু দেবতা বায়ু তার শক্তিকে কমাতে তার হাতে ঘষেছিল। তারপর ছোট অংশ দেবতা শিবকে দেওয়া হয়েছিল, যার গলা নীল হয়ে গিয়েছিল। বাকীগুলি সোনার পাত্রে সংগ্রহ করা হয়েছিল এবং বায়ু হজম করেছিলেন। একটি সূত্র জানায় যে তিনি বাসুকি নাগের কালাকুটা বিষ পান করেছিলেন। এখনও অন্যরা আরো বেশি করে বলে যে শিব একা পান করেছিলেন। এই বিষ থেকেও এসেছে, \"সাপ, নেকড়ে এবং বাঘের মতো নিষ্ঠুর বস্তু।\"\nপরে, যখন অসুর রাহু বিষ্ণুর মোহিনী অবতার দ্বারা শিরশ্ছেদ হয়, তখন অসুরের সহযোগীরা তাকে আক্রমণ করে এবং কলি ছাড়া বাকি সবাই নিহত হয়। অমর ও নশ্বর দেহের অধিকারী হওয়ার ক্ষমতা পেয়ে তিনি মানুষের হৃদয়ে প্রবেশ করেন এবং পালিয়ে যান। কারণ কলি ছিলেন \"অদৃশ্য, অকল্পনীয় এবং সর্বোপরি\" ভুল লেখা গ্রন্থ থেকে সৃষ্ট বিশৃঙ্খলা সংশোধন করার একমাত্র উপায় ছিল পবিত্র ধর্মগ্রন্থকে সম্পূর্ণরূপে নবায়ন করা। এইভাবে বিষ্ণু বেদব্যাস, পবিত্র ধর্মগ্রন্থ বেদের সংকলক এবং পুরাণ রচয়িতা হিসাবে পৃথিবীতে অবতীর্ণ হন।\n\n\n=== মৃত্যু ===\nকল্কি পুরাণের কাহিনির এক-তৃতীয়াংশ হতেই কলির মৃত্যু হয়। কলি ও কল্কির সেনাবাহিনীর মধ্যে নির্ণায়ক যুদ্ধের সময়, কলি ধর্ম ও সত্যযুগ উভয়েরই মুখোমুখি হওয়ার চেষ্টা করেছিলেন, কিন্তু অভিভূত হয়ে তার গাধার উপর পালিয়ে গিয়েছিলেন কারণ তার রথটি ধ্বংস হয়ে গিয়েছিল, তার পেঁচা-চার্জযুক্ত যুদ্ধ পতাকা যুদ্ধক্ষেত্রে পদদলিত হয়েছিল। কলি তার রাজধানী বিশাশার দুর্গে ফিরে আসেন যেখানে তিনি আবিষ্কার করেন যে দুটি দেবের সাথে যুদ্ধের সময় তার দেহ মারাত্মকভাবে ছুরিকাঘাত এবং পুড়ে গেছে। তার রক্তের দুর্গন্ধ বের হয়ে বায়ুমণ্ডলে দুর্গন্ধে ভরে গেল। যখন ধর্ম ও সত্য শহরে ফেটে পড়েন, কলি পালানোর চেষ্টা করেছিলেন, কিন্তু, তাঁর পরিবার ধ্বংস হয়ে গিয়েছিল, তার দুঃখজনক ক্ষতগুলির সাথে মিলিত হয়ে, তিনি \"তার অদৃশ্য বছরগুলিতে প্রবেশ করেছিলেন\"। এর ফলে কেউ কেউ বিশ্বাস করতে পারে যে তিনি মারা গেছেন, কিন্তু হিন্দু পৌরাণিক কাহিনীতে \"দ্য অরিজিনস অফ এভিল\" গ্রন্থে কল্কি পুরাণের সংস্করণ বলছে, কলি মারা যায়নি, বরং কলিযুগে বাস করার জন্য সময় এবং স্থান থেকে পালিয়ে যায়। পরবর্তী কল্পের লেখক মন্তব্য করেছেন, \"দেবতা এবং অসুরদের মধ্যে বেশিরভাগ যুদ্ধের বিপরীতে, এই আপাত বিজয়টি অবিলম্বে হ্রাস পায়, কারণ কলি পালিয়ে যায় 'অন্য যুগে' - আমাদের যুগে, অথবা পরবর্তী কলিযুগে।\" যেহেতু তিনি পৃথিবীতে মানুষের রূপে নিজেকে প্রকাশ করার ক্ষমতা পেয়েছিলেন, তাই তিনি আত্মার সাথে পালিয়ে যাওয়ার জন্য তার মৃত দেহের রূপ ত্যাগ করতে সক্ষম হয়েছিলেন।\n\n\n== পারিবারিক বংশ ==\nকলি হলেন ভগবান ব্রহ্মার প্রপৌত্র। তিনি ক্রোধের ছেলে (রাগ) এবং তার বোন থেকে স্ত্রী হিংসা। তিনি দম্ভ (ভ্যানিটি) এবং তার বোন মায়া (ইলিউশন) এর নাতি। তিনি অধর্ম (অসঙ্গতি) এবং তার স্ত্রী মিথ্যা এর প্রপৌত্র। অধর্ম মূলত ভগবান ব্রহ্মার পিঠ থেকে একটি মালেন পাতক (খুব অন্ধকার ও মারাত্মক পাপী বস্তু) হিসাবে তৈরি করা হয়েছিল।\nবি কে চতুর্বেদী, কল্কি পুরাণের আধুনিক অনুবাদক, একটি পাদটীকাতে বলেছেন যে এই অন্ধকার পাপী বস্তুর অধর্মের বৃদ্ধি মনে হয়, \"কলিযুগের বৃদ্ধি এবং এর অপ্রীতিকর উপসর্গগুলি বহন করে।\"\n\n\n=== বিষ্ণু পুরাণ ===\nকলির পারিবারিক বংশ বিষ্ণু পুরাণে ভিন্নভাবে বলা হয়েছে, যা কল্কি পুরাণে পিতা পুরাণ:\nঅধর্মের স্ত্রী (সহ) ছিলেন হিংসা (সহিংসতা), যার উপর তিনি পুত্র অনৃতা (মিথ্যা), এবং কন্যা নিকৃতি (অনৈতিকতা) জন্মগ্রহণ করেছিলেন: তারা আন্তঃবিবাহিত হয়েছিল এবং তাদের দুটি পুত্র ছিল, বায়া (ভয়) এবং নরকা (নরক); এবং তাদের যমজ, দুই মেয়ে, মায়া (প্রতারণা) এবং বেদানা (দুঃখ), যিনি তাদের স্ত্রী হয়েছিলেন। বায়া ও মায়ার পুত্র জীবিত প্রাণীদের ধ্বংসকারী, অথবা মৃত্যু; এবং দুঃখ (ব্যথা) ছিল নারক ও বেদনার সন্তান। মৃত্যু’র সন্তানরা ছিল বৈধি (রোগ), জারি (ক্ষয়), শোক (দু;খ), ত্রিশান (লোভ), এবং ক্রোধা (ক্রোধ)। এগুলিকেই দুঃখের অনুপ্রবেশকারী বলা হয় এবং এগুলিকে বাইস (অধর্ম) বংশধর হিসাবে চিহ্নিত করা হয়। .তারা সবাই স্ত্রী ছাড়া, বংশধর ছাড়া, সন্তান জন্মদানের অনুষদ ছাড়া; এগুলি বিশুর ভয়াবহ রূপ, এবং চিরতরে এই জগতের ধ্বংসের কারণ হিসাবে কাজ করে। বিপরীতে, দক্ষিণ এবং অন্যান্য ঋষিরা, মানবজাতির অগ্রজরা, এর সংস্কারকে চিরকাল প্রভাবিত করে; যখন মানুস এবং তাদের ছেলেরা, বীররা প্রবল শক্তিতে সমৃদ্ধ, এবং সত্যের পথে হাঁটছে, প্রতিনিয়ত সংরক্ষণের অবদান রাখে।\nএই সংস্করণে, হিংসা তার নাতনীর পরিবর্তে অধর্মের স্ত্রী।\n\n\n=== ভাগবত পুরাণে ===\nভাগবত পুরাণ অনুসারে, অধর্ম হল মৃষার স্বামী (মিথ্যা), এবং দম্ভ (কপটতা) এবং মায়া (প্রতারণা) এর পিতা, যাদেরকে নিরীতি (হিন্দু দেবতা/দুঃখের ডেস) গ্রহণ করেছিলেন। তাদের বংশধরের ধারাবাহিকতাও আমাদের পাঠ্য থেকে কিছুটা বৈচিত্র্যময়; প্রতিটি বংশে থাকা, যাইহোক, যমজ যা অন্তর্বিবাহ করে, অথবা লোভা (লোভ) এবং নিকৃতি, যারা ক্রোধ (ক্রোধ) এবং হিন্স উৎপাদন করে: তাদের সন্তান হল, কলি (দুষ্টতা) এবং দুরুক্তি (মন্দ কথাবার্তা): তাদের বংশধর হল, মৃত্যু এবং বায় (ভয়); যার বংশধররা হল, নিরায়া (নরক) এবং যাতনী (যন্ত্রণা)।\nএই সংস্করণে, মৃষা অধর্মের স্ত্রী এবং হিংসা বা মিথ্যা নয়।\n\n\n=== লিঙ্গ পুরাণ ===\nলিঙ্গ পুরাণ প্রজাপতিদের মধ্যে অধর্মকে গণনা করে (প্রাণীদের প্রভু)।\n\n\n=== ধর্ম ব্যক্তিত্বসম্পন্ন ===\nযেহেতু ধর্ম হল কলির অন্যতম প্রধান প্রতিপক্ষ, তাই মনে রাখা প্রয়োজন যে এই ব্যক্তিত্বের দেবতার নিজস্ব বংশধর রয়েছে যা পৃথিবীতে ভারসাম্য আনতে অসুর এবং তার পরিবারের বিরুদ্ধে কাজ করে। বিষ্ণু পুরাণ থেকে নিম্নলিখিতগুলি এসেছে: যেহেতু ধর্ম হল কলির অন্যতম প্রধান প্রতিপক্ষ, তাই মনে রাখা প্রয়োজন যে এই ব্যক্তিত্বের দেবতার নিজস্ব বংশধর রয়েছে যা পৃথিবীতে ভারসাম্য আনতে অসুর এবং তার পরিবারের বিরুদ্ধে কাজ করে। বিষ্ণু পুরাণ থেকে নিম্নলিখিতগুলি এসেছে: দক্ষিণার কন্যাদের দ্বারা ধর্মের বংশধর নিম্নরূপ ছিল: শ্রদ্ধার দ্বারা তাঁর কাম (ইচ্ছা) ছিল; দ্বারা লক্ষ্মী, দর্পা (গর্ব); ধৃতি, নিয়ম (নির্দেশ) দ্বারা; তুষ্টি, সন্তুষ্টি দ্বারা (বিষয়বস্তু); পুষ্টির দ্বারা, লোভা (মধুরতা); মেধা, শ্রুতা (পবিত্র ঐতিহ্য); ক্রিয়া, ডান্ডা, নয়া এবং বিনয় দ্বারা (সংশোধন, ভদ্রতা ও বিচক্ষণতা); বুদ্ধি, বোধ (বোঝা) দ্বারা; লজ্জা, বিনয় (ভাল আচরণ) দ্বারা; অধ্যবসায় দ্বারা। শান্তি ক্ষেমের জন্ম দেন (সমৃদ্ধি); সিদ্ধি থেকে সুখ (ভোগ); এবং কৃর্ত্তি থেকে যোগ। এরা ছিল ধর্মের পুত্র; যার মধ্যে একজন, কামা, তার স্ত্রী নন্দী (আনন্দ) দ্বারা হর্ষ (আনন্দ) পেয়েছিলেন।\nআবার, ভাগবত পুরাণ তার সন্তানদের নামের একটি ভিন্ন বিবরণ দেয়।\nএটি মহাভারতে জ্যেষ্ঠ পাণ্ডব ভাই হিসাবে বর্ণনা করা হয়েছে, যুধিষ্ঠির ছিলেন ধর্মের পুত্র।\n\n\n=== বংশধর ===\nকলির বোন-পরিণত স্ত্রী, দুরুক্তি (ক্যালুমনি), তাকে দুটি সন্তান দিয়েছেন: ভায়ানক (ভয়) নামে একটি পুত্র এবং মৃত্যুু নামে একটি কন্যা। তার ছেলে এবং মেয়ে তাকে দুটি নাতি -নাতনি দিয়েছে: নরক নামে একটি ছেলে এবং যন্ত্রণা (নির্যাতন) নামে একটি মেয়ে। আবার, এখানে কিছু অসঙ্গতি আছে। বিষ্ণু পুরাণ বলছে মৃত্যু এবং ভায়ানক তার ভাই এবং বোন। মৃত্যুকে নারীর পরিবর্তে পুরুষ হিসেবে উপস্থাপন করা হয়।\nকলি মানবজাতির অন্যতম বংশোদ্ভূত স্বরোচিশ মনুর ঠাকুরদাদা। পূর্বে উল্লিখিত হিসাবে, অপ্সরা বরুথিনীর সাথে কলির একটি স্বরোসিসা নামে একটি পুত্র ছিল। স্বারোসিসা একবার পর্বতে ভ্রমণ করেছিলেন মন্দারা এবং মনোরমা দ্বারা দেখা হয়েছিল, একজন অভিশপ্ত-মহিলা একটি দৈত্য দ্বারা তাড়া করে। অতীতে, তিনি কৈলাস পর্বতে তাপস্যা অনুশীলনকারী একজন ঋষিকে নিয়ে মজা করেছিলেন এবং একটি অসুর দ্বারা বন্দী হওয়ার অভিশাপ পেয়েছিলেন। যখন তার বন্ধু বিভাভারী ও কলাবতী ঋষিকে এমন ছোটখাটো অপরাধের জন্য অভিশাপ দেওয়ার জন্য তিরস্কার করেছিলেন, তখন তিনি একজনকে কুষ্ঠরোগী এবং অন্যজনকে রোগের বাহক বলে অভিশাপ দিয়েছিলেন। মনোরমার শক্তিশালী আধ্যাত্মিক অস্ত্রের জ্ঞান ছিল, কিন্তু কীভাবে এটি চালাতে হয় তা জানত না, তাই তিনি এটি স্বারোসিসাকে শিখিয়েছিলেন। যখন রাক্ষস বন থেকে লাফিয়ে উঠল এবং মহিলাকে ধরে ফেলল, স্বরোসিস অস্ত্রটি ডেকে আনল। .কিন্তু দৈত্য তার হাত ধরে থাকল এবং ব্যাখ্যা করল যে সে আসলে মনোরমার বাবা, ইন্দিভারা। তিনি ঋষি ব্রহ্মমিত্র কর্তৃক রাক্ষস হওয়ার অভিশাপও পেয়েছিলেন কারণ তিনি ঋষির জ্ঞান ছাড়াই গোপনে আয়ুর্বেদ ঔষধের রহস্য পাওয়ার চেষ্টা করেছিলেন। ঋষি তাকে বলেছিলেন যে অভিশাপ শেষ হবে যখন সে তার নিজের মেয়েকে খেতে চাইবে। একবার তিনি তার আসল রূপ ফিরে পেয়েছিলেন, ইন্দিভরা স্বরোসিসাকে আয়ুর্বেদ ঔষধ শিখিয়েছিলেন, যা তিনি মনোরমার বন্ধুদের নিরাময়ে ব্যবহার করতেন। পরে তিনি তিনজনকে বিয়ে করেন এবং তাদের সাথে তিনটি পুত্র সন্তান হয়। তিনি বিভাবরী এবং পদ্মিনী বিদ্যা থেকে সব প্রাণীর ভাষা শিখেছেন কলাবতী থেকে।\nতার সমৃদ্ধি সত্ত্বেও, স্বারোসিস তার জীবনে অসুখী ছিল এবং হাঁস এবং হরিণ তার পিছনে তার সম্পর্কে কথা বলতে শুনতে পায়। একদিন তিনি শিকারে গিয়ে একটি শুয়োরের দিকে লক্ষ্য রাখলেন, কিন্তু একটি হরিণ সাফাইয়ের মধ্য দিয়ে এসে তার জায়গায় তীর ছুঁড়তে বলে। যখন তিনি জিজ্ঞাসা করলেন কেন, হরিণ তাকে বলেছিল যে সে সত্যিই বনের দেবী এবং স্বরোসিসাকে বিয়ে করতে চেয়েছিল। তাই তিনি হরিণকে জড়িয়ে ধরলেন এবং তিনি একজন সুন্দরী নারীতে পরিণত হলেন। একসাথে, তাদের দ্যুতিমান নামে একটি পুত্র ছিল, যিনি পরে স্বরোসিসা মনু হয়েছিলেন।\nএকটি সূত্র বলে, \"কলির স্ত্রী অলক্ষ্মী এবং তার ছেলেরা যারা মন্দ তত্ত্বাবধান করে তারাও ক্ষীরসাগর (দুধের সাগর) থেকে এসেছে।\" অলক্ষ্মী দেবী লক্ষ্মীর বৃদ্ধ যমজ বোন, বিষ্ণুর সহধর্মিনী। যেহেতু কল্কি পুরাণে বলা হয়েছে যে তার স্ত্রী দুরুক্তি তার বোন, অলক্ষ্মী দ্বিতীয় স্ত্রী হবে কারণ সে সরাসরি তার সাথে সম্পর্কিত নয়।\nকলি ও অলক্ষ্মীর মধ্যে বেশ কয়েকটি সংযোগ এবং মিল রয়েছে। প্রথম এবং সর্বাগ্রে, অলক্ষ্মীর বোন হলেন ভগবান বিষ্ণুর সহধর্মিনী, যিনি কলিকে পরাজিত করার জন্য তাঁর কল্কি অবতারকে পৃথিবীতে পাঠিয়েছিলেন। দ্বিতীয়ত, কিংবদন্তি বলছেন, তিনি হয় দুধের সাগরের মন্থন, বাসুকির বিষ (যিনি সাগর মন্থনে সাহায্য করেছিলেন) অথবা প্রজাপতির পিছন থেকে জন্মগ্রহণ করেছিলেন। যেমন পূর্বে উল্লেখ করা হয়েছে, কলি সমুদ্র মন্থন বা ভগবান ব্রহ্মার পিঠ থেকে সৃষ্ট বংশ থেকে সৃষ্ট হালহলা বিষ থেকে জন্মগ্রহণ করেছেন বলে জানা গেছে। তৃতীয়ত, অলক্ষ্মী পেঁচা রূপ নেয়। কলি প্রতীক তার যুদ্ধ পতাকায় একটি পেঁচা। চতুর্থত, যখনই অলক্ষ্মী কোনো বাড়িতে প্রবেশ করে, পরিবারগুলি একে অপরের সাথে লড়াই করে এবং পাল্টায়। পৃথিবীতে কলি এবং তার পরিবারের উপস্থিতি মানবজাতির জন্য যুদ্ধ করে এবং একে অপরের মুখোমুখি হয়। অবশেষে, অলক্ষ্মীকে গাধায় চড়তে বলা হয়। কল্কি পুরাণেও কলি একটি গাধায় চড়েছেন।\n\n\n== আধুনিক সাম্প্রদায়িকতায় ভূমিকা ==\n\nব্রিটিশ রাজত্বকালে মুসলমানদের গরুর মাংস খাওয়ার অভ্যাসের প্রতিবাদ হিসাবে কলির ছবিটি বিভিন্ন আগোরক্ষনসভ (গরু সুরক্ষা লীগ) এবং \"বিচরণকারী সন্ন্যাসীদের\" দ্বারা প্রচারিত বেশ কয়েকটি পুস্তিকায় ব্যবহৃত হয়েছিল। এই লিফলেটগুলি এমন সময়ে তৈরি করা হয়েছিল যখন ভারতের বেশ কয়েকটি এলাকায় গোহত্যা নিয়ে হিন্দু-মুসলিম দাঙ্গা হয়েছিল; আজমগড় জেলা (১৮৯৩) সহ, যখন সমগ্র সাম্রাজ্য জুড়ে একই রকম সংঘর্ষে মোট ১০০ জন মানুষ মারা গিয়েছিল; অযোধ্যা (১৯১৩-১৯১৩); এবং শাহাবাদ (১৯১৭)। \"দ্য প্রেজেন্ট স্টেট\" শিরোনামের এমন একটি পুস্তিকায় দেখানো হয়েছে যে \"মুহাম্মাদান\" কসাইদের ত্রয়ী দ্বারা একটি গরু বধ করা হচ্ছে। আরেকটি চিত্রে কলি একটি পবিত্র গরুর মাথার উপরে একটি তলোয়ার তুলেছিলেন, যার দেহকে একটি মাইক্রোস্কোমিক স্বর্গ হিসাবে চিত্রিত করা হয়েছিল যেখানে সমস্ত হিন্দু দেবতারা বাস করতেন। এই সংস্করণের অনেকগুলি ভিন্ন সংস্করণ ছিল। উদাহরণস্বরূপ, একজন দেখালেন যে \"হিন্দু\" দাগানো একজন মহিলা দুধ পাওয়ার আগে গরুর বাছুরের দুধ খাওয়ার জন্য বাটি হাতে হাতে অপেক্ষা করছেন। কৃষ্ণের একটি রূপ যার নাম ছিল দারমরাজ (\"ধর্মের শাসক\") গরুর পিছনে দাঁড়িয়েছিল এবং কলি আবার তার তরবারি দিয়ে তাকে হয়রানি করছিল। তবুও, অন্য একজন নারী ও বাছুরকে মুছে ফেলেছে এবং তার পরিবর্তে গরুর সামনে ধর্মরাজকে চিত্রিত করেছে মাতো মারো গে সর্ব কা জীবন হ্যায় (\"গরু মারবেন না, সবাই এর উপর নির্ভরশীল\"), যখন কলি প্রত্যাখ্যান করলেন তিনি মনুষ্যহো! কলিযুগী মনসাহরি জীবোম কো দেখো (\"মানবজাতি, কলিযুগের মাংস ভক্ষণকারী আত্মার দিকে তাকান\")।\n\nকিছু হিন্দু ছবিতে কলির উপস্থিতিকে মুসলিম সম্প্রদায়ের প্রতিনিধিত্ব বলে মনে করা হত। ১৮৯৩ সালে যখন এই লিফলেটগুলির একটি সংস্করণ একজন রাজ্য কর্মকর্তার দখলে আসে, তখন তিনি মন্তব্য করেছিলেন যে ছবিটিতে \"একজন মুসলমান (মুসলিম) এর প্রতিনিধিত্ব রয়েছে যা গরু হত্যা করার জন্য অগ্রসর।\" একটি বইতে বলা হয়েছে, \"ম্যাজিস্ট্রেট (দেওরিয়ায়) মুহম্মদদের উচ্ছ্বসিত হতে দেখেন কারণ তারা শুনেছেন যে একটি গরু কোরবানির তলোয়ারের সাহায্যে একটি মুহাম্মাদকে উপস্থাপন করা একটি ছবি প্রচলিত ছিল এবং এটি তারা অপমান বলে মনে করেছিল।\" ১৯১৫ সালে, রবি বর্মা প্রেস দ্বারা পরিচালিত এই ছবির একটি রঙিন সংস্করণ উপনিবেশিক সেন্সরগুলির দৃষ্টি আকর্ষণ করেছিল এবং সম্ভবত এটি কোনওভাবে সেন্সর করা হয়েছিল।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nনালা দময়ন্তী (১৯২১): এই বড় বাজেটের ছবিতে মহাভারতের একটি বিখ্যাত পর্ব দেখানো হয়েছে, যার শুরুটা ছিল নারদের মেরু পর্বতে আরোহণ। এটি স্বর্গকে দেখায়, ইন্দ্রের স্বর্গ, চারটি দেবতার মেঘের রূপান্তর রাজা নালার ছদ্মবেশে, প্রেমের রাজহাঁস দূত, কলিকে সর্পে রূপান্তর, কলি ও দ্বারপা এবং চার দেবতার মিলন নীল বায়ুতে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nPlaces of Kali – Podcast of Kali's tale from the Bhagavata Purana.\nકલિયુગનાં ચાર આશ્રયસ્થાન (Kaliyuga's mainstay) – The tale of Kali and Parikshit in Gujarāti script|Gujarati.\nSrimad Bhagavatam: Cant 1 – See chapters 16 and 17.\nA very large detailed painting of King Parikshit about to kill Kali."}