{"pageid": 1089586, "title": "আইসেল তুগলুক", "url": "https://bn.wikipedia.org/wiki?curid=1089586", "content": "আইসেল তুগলুক (উচ্চারিত [ajsel ˈtuːɫuk]; জন্ম ১৭ জুলাই ১৯৬৫, এলিজা, তুরস্ক) একজন কুর্দি রাজনীতিবিদ এবং তুরস্কের ডেমোক্রেটিক সোসাইটি পার্টির (ডিটিপী) প্রতিষ্ঠাতা সদস্যা। তিনি ইস্তাম্বুল বিশ্ববিদ্যালয় থেকে আইনে স্নাতক হন এবং তারপরে আইনজীবী হিসাবে কাজ করেন। তিনি আগে সোশ্যাল ল রিসার্চেস ফাউন্ডেশন বোর্ড কাউন্সিলের সদস্যা ছিলেন।\nতিনি বর্তমানে ইস্তাম্বুলের কাছে অবস্থিত কোকাইলি টাইপ-এফ কারাগারে বন্দী আছেন।\n\n\n== পেশাদারী কর্মজীবন ==\nতিনি তুর্কি মানবাধিকার সমিতির (আইএইচডি) সদস্যা হওয়ার পাশাপাশি প্যাট্রিওটিক ওমেন'স এসোসিয়েশন (বাংলা: দেশপ্রেমিক মহিলা সমিতি) (ওয়াইকেডি) প্রতিষ্ঠাতা সদস্যা। তুরস্কে তার রায়ের বিরুদ্ধে ইউরোপীয় মানবাধিকার আদালতের (ইসিএইচআর) কাছে আবদুল্লাহ ইকালানের আপিলে, তিনি আত্মপক্ষ সমর্থনের জন্য একজন আইনজীবী ছিলেন।\n\n\n== রাজনৈতিক পেশা ==\nতিনি ২০০৭ সালে তুর্কি পার্লামেন্টের নির্বাচনে থাউজেনড হোপস জোটের প্রার্থী ছিলেন এবং দিয়েরবাকিরের থেকে সংসদ সদস্যা নির্বাচিত হন। একজন নির্বাচিত সংসদ সদস্যা হিসেবে আইসেল তুউলুকের মর্যাদা তাকে ১ বছর ৬ মাসের কারাদণ্ডের কারণে কারাগারে যাওয়া থেকে তার আইনি অনাক্রম্যতা প্রদান করে। কিন্তু ২০০৯ সালের ডিসেম্বরে তুর্কি সাংবিধানিক আদালত তার সংসদ সদস্যের মর্যাদা কেড়ে নেয় এবং তাকে পাঁচ বছরের জন্য সাধারণের রাজনীতি থেকে নিষিদ্ধ করা হয়। সাংবিধানিক আদালত ডিটিপি রাজনৈতিক দলকেও অবৈধ ঘোষণা করে। সাংবিধানিক আদালতের এই সিদ্ধান্ত একটি রায়ের উপর ভিত্তি করে ছিল, তা হল তার ও ডিটিপি দলের সাথে কুর্দিস্তান ওয়ার্কার্স পার্টি (পিকেকে) এর সম্পর্ক রয়েছে, যা একটি রাজনৈতিক উদ্দেশ্য অর্জনের জন্য সহিংসতাকে অস্বীকার করে না। তিনি ও ডিটিপি দল এই ধরনের সম্পর্ক অস্বীকার করে চলেছে এবং তারা সহিংসতাকে অস্বীকার করেছে।\n১০১১ সালের ১২ জুনের সাধারণ নির্বাচনে তিনি স্বতন্ত্র প্রার্থী হিসেবে নির্বাচিত হয়ে সংসদ সদস্য হন।\n\n\n== আইনি মামলা ==\n\n\n=== ২০০৭ সাল ও ২০০৯ সালের বাক্য ===\nতাকে ২০০৭ সালে আইন অনুযায়ী নিষিদ্ধ কুর্দি ভাষায় রাজনৈতিক দলের লিফলেট বিতরণের জন্য ১৮ মাসের কারাদণ্ড দেওয়া হয়েছিল, কারণ সমস্ত রাজনৈতিক সাহিত্য বা লেখনিতে তুর্কি ভাষায় থাকা প্রয়োজন।\nতাকে ২০০৬ সালে একটি সমাবেশে পিকেকে যোদ্ধাদের 'কারো কারো নায়ক' উল্লেখ করে সন্ত্রাস বিরোধী আইন লঙ্ঘনের জন্য ২০০৯ সালের ৫ ফেব্রুয়ারি আবার দক্ষিণ-পূর্ব শহর দিয়ারবাকিরের একটি আদালত কর্তৃক কারাগারে ১৮ মাস দন্ডিত করা হয়।\n\n\n== তথ্যসূত্র =="}