{"pageid": 1089580, "title": "মুহলেশিয়া বুকার", "url": "https://bn.wikipedia.org/wiki?curid=1089580", "content": "মুহলেশিয়া বুকার (১৪ই জানুয়ারি ১৯৯৭ - ১৮ই মে ২০১৯) ছিলেন একজন ২২ বছর বয়সী আফ্রিকান আমেরিকান পরিবর্তিত লিঙ্গের মহিলা। তাঁকে টেক্সাসের ডালাসে লাঞ্ছিত করে পরে হত্যা করা হয়েছিল। আক্রমণের ঘটনা ধরে রাখা একটি ভিডিও বহুল প্রচারিত হয়ে গিয়েছিল।\n\n\n== আক্রমণ ==\n২০১৯ সালের ১২ই এপ্রিল, বুকার এবং তার এক সম্পর্কিত ভাই রয়েল ক্রেস্ট অ্যাপার্টমেন্টে একটি লড়াই দেখতে গিয়েছিলেন। ফেরার সময় গাড়ি পিছোতে গিয়ে বুকার একটি গাড়িতে ধাক্কা লাগিয়ে ফেলেছিলেন এবং ঘটনাস্থল থেকে পালানোর চেষ্টা করেছিলেন।  অপর গাড়ির চালক তার গাড়ি থেকে নেমে বুকারকে বন্দুকের মুখে আটকে রাখেন যতক্ষণ না ক্ষতিপূরণ দেওয়া হয়। বিবাদস্থলের আশেপাশে অনেক লোক জড়ো হয় এবং এডওয়ার্ড থমাসকে ২০০ ডলার দেওয়ার প্রস্তাব করা হয় বুকারকে হেনস্থা করার জন্য। প্রত্যক্ষদর্শীরা দাঁড়িয়ে দেখতে থাকে, ভিডিও করে, আর উল্লাস প্রকাশ করে। ভিডিওটি সামাজিক মাধ্যমে আপলোড করা হয় এবং সেটি ভাইরাল হয়ে যায়। বুকার অজ্ঞান হয়ে পড়েন এবং তার কব্জি ভেঙে যায়।  ডালাসের মেয়র এটিকে \"জনতার সহিংসতা\" বলে চিহ্নিত করেছিলেন। ২০১৯ সালের ১৪ই এপ্রিল তারিখে, এডওয়ার্ড থমাসের বিরুদ্ধে প্ররোচিত হয়ে আক্রমণের অভিযোগ করা হয়েছিল এবং তাকে ডালাস কাউন্টি জেলে বন্ড বা জামিন ছাড়াই আটক করা হয়েছিল। পুলিশ জানিয়েছিল যে পুরোনো একটি মামলার জন্য তার পায়ে একটি গোড়ালি মনিটর লাগানো ছিল, তাতে দেখা গিয়েছিল তিনি রয়েল ক্রেস্ট অ্যাপার্টমেন্টে ছিলেন। আদালতের শুনানিতে তিনি অবশেষে ৭৫,০০০ ডলারে মুচলেকা দিয়েছিলেন এবং ২০শে মে তারিখে জেলে ফিরে যান।\nবুকারের ওপর হামলার পর তার সমর্থকরা একটি ছোট সমাবেশ করেন। বুকার পরিবর্তিত লিঙ্গ সম্প্রদায়ের বিরুদ্ধে হামলার কথা বলে বক্তব্য রেখেছিলেন। বুকার বলেছিলেন, \"এইবার, আমি ছিলাম; পরের বার, এটি আপনার কাছের অন্য কেউ হতে পারে।\" তার ভাই কোয়ানজাসমিন বাকাস বলেন, \"পরিবরতিত লিঙ্গের মানুষ বলেই তাঁকে বেছে নেওয়া হয়েছিল।\"\n\n\n== হত্যা ==\n২০১৯ সালের ১৮ই মে, শনিবার, সকাল প্রায় ৬:৪০ এ, পুলিশের কাছে খবর আসে টেনিসন পার্ক গলফ কোর্সের কাছে গুলি চালনার, পুলিশ কর্মকর্তারা তাতে সাড়া দিয়ে সেখানে পৌঁছে দেখেন, বন্দুকের গুলিতে মৃত বুকারের দেহ সেখানে পড়ে রয়েছে।  একজন ৩৪ বছর বয়সী পুরুষ কেন্দ্রেল লাইলসকে বুকারকে হত্যার অভিযোগে এবং সেইসাথে অন্য দুটি হত্যার অভিযোগ অভিযুক্ত করে গ্রেপ্তার করা হয়। পুলিশ জানিয়েছে যে হত্যার দিন ভোরে বুকারকে হালকা রঙের লিঙ্কনে উঠতে দেখা গিয়েছিল যে গাড়িটি লাইলের গাড়ির বর্ণনার সাথে মিলে যায়। পুলিশ বুকার এবং লাইলসের মধ্যে ফোনে কথার আদানপ্রদানের রেকর্ড আবিষ্কার করে। যেখানে বুকারকে হত্যা করা হয়েছিল রেকর্ড অনুযায়ী লাইলসের অবস্থান সেখানেই পাওয়া যায়।।\n\n\n== তথ্যসূত্র =="}