{"pageid": 1089073, "title": "ইউর্দুসেভ ওজসোকমেনলার", "url": "https://bn.wikipedia.org/wiki?curid=1089073", "content": "ইউর্দুসেভ ওজসোকমেনলার (জন্ম ১ জানুয়ারি ১৯৫২) একজন তুর্কি রাজনীতিবিদ যিনি ৯ জুলাই থেকে ১ নভেম্বর ২০১৫ পর্যন্ত গ্র্যান্ড ন্যাশনাল অ্যাসেম্বলির ডেপুটি স্পিকার হিসেবে দায়িত্ব পালন করেন। তিনি পিপলস ডেমোক্রেটিক পার্টি (এইচডিপি) থেকে জুন ২০১৫ সালের সাধারণ নির্বাচনে ভ্যানের নির্বাচনী জেলার সংসদ সদস্য নির্বাচিত হন। তিনি এর আগে ২০০৪ থেকে ২০০৯ সালের মধ্যে বায়লার মেয়র হিসেবে দায়িত্ব পালন করেছিলেন।\n\n\n== প্রাথমিক জীবন এবং কর্মজীবন ==\nউর্দুসেভ ওজসোকমেনলার ১৯৫২ সালের ১ জানুয়ারি চানাক্কেলে প্রদেশের ল্যাপসকি জেলায় জন্মগ্রহণ করেন। তার মা প্রাথমিক বিদ্যালয়ের শিক্ষক ছিলেন। ওজসুকমেনলার ওজগুর গুনডেম এবং ওজগুর উলকের মতো সংবাদপত্রে সাংবাদিক হওয়ার আগে ইস্তানবুল বিশ্ববিদ্যালয় নৃতত্ত্ব ও নৃতত্ত্ব বিভাগ থেকে স্নাতক হন। পরে তিনি কনফেডারেশন অফ পাবলিক ওয়ার্কার্স ইউনিয়নস (কেএসকে)-এ প্রকাশনা বিশেষজ্ঞ হন। \n\n\n== রাজনৈতিক পেশা ==\nওজসোকমেনলার ২০০২ সালের সাধারণ নির্বাচনে গাজিয়ান্তেপের নির্বাচনী জেলার জন্য ডেমোক্রেটিক পিপলস পার্টির (ডিইএইচএপি) প্রার্থী ছিলেন। সংসদীয় প্রতিনিধিত্ব অর্জনের জন্য প্রয়োজনীয় ১০% নির্বাচনের সীমার উপরে তার দল জিততে ব্যর্থ হওয়ায় তিনি নির্বাচিত হননি। \n\n\n=== বালারের মেয়র ===\n২০০৪ সালের স্থানীয় নির্বাচনে ওজসোকমেনলার বায়লার পৌরসভার মেয়র হওয়ার জন্য সোশ্যাল ডেমোক্রেটিক পিপলস পার্টির (এসএইচপি) প্রার্থী ছিলেন। ৫০,৭৩৩ ভোট পেয়ে ওজসোকমেনলার বায়লার মেয়র নির্বাচিত হন এবং ২০০৯ সাল পর্যন্ত দায়িত্ব পালন করেন।  ২০০৯ সালের স্থানীয় নির্বাচনে ডেমোক্রেটিক সোসাইটি পার্টি (ডিটিপি) থেকে ইউকসেল বারান তার জায়গায় মেয়র নির্বাচিত হন।\n\n\n=== ডেপুটি স্পিকার ===\nজুন ২০১৫ সালের সাধারণ নির্বাচনের জন্য, ওজসোকমেনলার ভ্যান থেকে পিপলস ডেমোক্রেটিক পার্টি (এইচডিপি) প্রার্থী হন এবং পরবর্তীতে সংসদ সদস্য নির্বাচিত হন। এইচডিপি, ৮০ জন সংসদ সদস্য থাকার কারণে গ্র্যান্ড ন্যাশনাল অ্যাসেম্বলির চার জন ডেপুটি স্পিকারের মধ্যে একজনকে বেছে নেওয়ার অধিকার রয়েছে, প্রাথমিকভাবে দিলেক ওজালানকে সামনে রাখার ইচ্ছা ছিল বলে অভিযোগ করা হয়েছে। ওজালান, যিনি পিকেকে নেতা আবদুল্লাহ ওজালানের ভাগ্নে, তীব্র সমালোচনার মুখে পড়েন এবং দাবি করা হয় যে তিনি এই ভূমিকা চান না। ওজালানের জায়গায় ওজসোকমেনলার এইচডিপির সংসদ ডেপুটি স্পিকার হন।\n\n\n== সশস্ত্র সন্ত্রাসের অভিযোগ ==\nবায়লার মেয়র হিসেবে কাজ করার সময় ইউরোপভিত্তিক পিকেকে বিরোধী একটি ওয়েবসাইট একটি ছবি প্রকাশ করে, যেখানে অভিযোগ করা হয় যে ওজসোকমেনলারকে পিকেকে প্রশিক্ষণ শিবিরে সশস্ত্র এবং সামরিক পোশাক পরিহিত অবস্থায় দেখা গেছে। যে ব্যক্তি ছবিটি প্রকাশ করেছে সে অভিযোগ করেছে যে ওজসোকমেনলারকে 'আইশে' এবং আবদুল্লাহ ওজালানের স্ত্রী কোডনাম দেওয়া হয়েছে, ওজালানের কারণে তিনি অফিসে অগ্রসর হয়েছেন বলে অভিযোগ করা হয়েছে। ওজসোকমেনলার এবং তার আইনজীবী এই দাবিঅস্বীকার করেন এবং ছবিটি প্রকাশকে '[ওজসোকমেনলারের] ব্যক্তিত্বের উপর ভারী আক্রমণ' বলে উল্লেখ করেন।\n\n\n== আরও দেখুন ==\nকুর্দি জাতীয়তাবাদ\nগ্র্যান্ড জাতীয় পরিষদের স্পিকার\nতুরস্কের ২৫ তম সংসদ\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\nসংসদের ওয়েবসাইটে প্রোফাইল\nHaberler.com এ সকল প্রাসঙ্গিক খবরের সংগ্রহ"}