{"pageid": 1089022, "title": "সৌদি আরবে ধর্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1089022", "content": "সৌদি আরবে ধর্ষণ একটি দণ্ডনীয় কঠিন অপরাধ। সৌদি আরবে ইসলামিক আইন প্রচলিত রয়েছে। তাই ধর্ষণ সংক্রান্ত মামলার ক্ষেত্রে ইসলামিক আইন প্রযোজ্য হয়। বিচারের ক্ষেত্রে যেমন ইসলামিক আইন অনুমরণ করা হয় তেমনি শাস্তি আরোপের ক্ষেত্রে ইসলামিক আইন বা শরিয়ার বিধান প্রয়োগ করা হয়। ইসলামী আইনের অধীনে আদালত ধর্ষকের উপর চাবুক মারা থেকে শুরু করে মৃত্যুদণ্ড পর্যন্ত শাস্তি আরোপ করতে পারে। কঠোর দণ্ড এবং দণ্ডের সুষ্ঠু প্রয়োগের জন্য সৌদি আরবে ধর্ষণের সংখ্যা অন্যান্য দেশের তুলনায় অনেক কম।  মার্কিন যুক্তরাষ্ট্র, ফ্রান্স, ইংল্যান্ড, ইথিওপিয়া, কানাডা, ভারতে প্রভৃতি দেশের তুলনায় সৌদি নারীদের ধর্ষণের ভয় কম।\n\n\n== প্রমাণের অনুপস্থিতি ==\nসৌদি আরবে কোনো অপরাধ প্রকাশ ও প্রচার করাকে উৎসাহিত করা হয় না। ২০০২ সাল অনুযায়ী প্রতি ১,০০,০০০ জনের মধ্যে মাত্র ০.৩ জন ধর্ষণের ঘটনা জনসম্মুখে প্রকাশ করে। কার্যত সামাজিক ও আইনী ব্যবস্থা ধর্ষণের ঘটনা চেপে যাওয়ার পক্ষে সক্রিয় রয়েছে। ধর্ষণের ঘটনা ফাঁস হয়ে গেলে তা ধর্ষিতা নারীর জন্য সামাজিক সমস্যার সৃষ্টি করবে এই বিবেচনায় অভিযোগ দায়েরের পরিবর্তে ধর্ষণের ঘটনা চেপে যাওয়া হয়। ধর্ষিতা নারীকে কেউ বিয়ে করতে রাজী হয় না।\nঅন্য দিকে ইসলামী আইন অনুযায়ী কোনো ধর্ষিতার পক্ষে সাক্ষ্যপ্রমাণ সংগ্রহ করা কঠিন। ধর্ষণের শারীরিক প্রমাণ ও যথাযথ সাক্ষীর অভাবে অনেক মামলা বিচারের জন্য গ্রহণ করা হয় না। একই ভাবে অনেক মামলা আইনের দৃষ্টিতে প্রমাণ করা যায় না। \n\n\n== ধর্ষণের দণ্ড ==\nযদি ধর্ষিতা প্রথমে পর্দা লঙ্ঘন করে ধর্ষকের আস্তানায় প্রবেশ করে, তবে তাকে বর্তমান আইন অনুসারে শাস্তি দেওয়া হয়। কারণ ইসলামী অনুযায়ী কোনো নারীর পক্ষে পর্র্দা লঙ্ঘন করা এবং পরপুরুষের সাথে সাক্ষাৎ করাই নারীর জন্য দণ্ডনীয় অপরাধ। \n এছাড়া ধর্ষক যদি ধর্ষণের দায় স্বীকার না করে তবে চারজন পুরুষ সাক্ষী হাজির করার দায় অভিযোগকারিণীর ওপর বর্তায়।\nসৌদি আরবে প্রচলিত ধরনের দণ্ডবিধি নেই, এবং ধর্ষণের ব্যাখ্যা সম্বলিত কোনো আইন নেই। ইসলামী আইনের অধীনে ধর্ষণ প্রমাণিত হলে আদালত ধর্ষকের ওপর চাবুক মারা থেকে শুরু করে মৃত্যুদণ্ড পর্যন্ত শাস্তি আরোপ করতে পারে। বহু ক্ষেত্রে ধর্ষককে শাস্তি না দিয়ে তাকে বাধ্য করা হয় ধর্ষিতাকে বিয়ে করে সামাজিক মর্যাদায় প্রতিষ্ঠিত করতে। আদালত কর্তৃক মৃত্যু দণ্ড বা হুদুদ ধার্য করা হলে ধর্ষককে চেতনানাশক ঔষধ দিয়ে জ্ঞান করা হয় ও শিরোশ্ছেদ করা হয়। ধর্ষণের আলামত যদি পাওয়া যায় তবে প্রয়োজনীয় সাক্ষীর অভাব থাকে তখন মৃত্যুদণ্ডের পরিবর্তে চাবুক মারা থেকে শুরু করে অন্যান্য দণ্ড আরোপ করা হয়ে থাকে।\n\n\n=== বৈবাহিক ধর্ষণ ===\nঅন্যান্য বহু দেশের মতো এদেশে বৈবাহিক ধর্ষণের কোন শাস্তি নেই।\n\n\n=== নারী কর্তৃক পুরুষ ধর্ষণ ===\nসৌদী আরবে নারী কর্তৃক পুরুষ ধর্ষণের শিকার হলে ধর্ষক নারীর বিচার বা শাস্তি প্রদানের কোনো আইন বিদ্যমান নেই।\n\n\n== মানবাধিকার সংস্থার প্রতিবেদন ==\nহিউম্যান রাইটস ওয়াচ এর মতে একজন ধর্ষিতা যখন এই অপরাধের বিরুদ্ধে কথা বলে তখন তাদের শাস্তি হতে পারে। একটি ক্ষেত্রে, কথা বলার জন্য ভুক্তভোগীর শাস্তি দ্বিগুণ করা হয়, এবং আদালত ভুক্তভোগীর আইনজীবীকেও হয়রানি করে, এটা তার পেশাগত লাইসেন্স বাজেয়াপ্ত করা পর্যন্ত হতে পারে।\nতবে এটাও স্বীকার করা হয়েছে যে শরিয়া আইন, যা ধর্ষকদের শাস্তি দেয়, দেশের আইন ব্যবস্থার ভিত্তি হিসেবে কাজ করে। তবে শরিয়তে নারী কর্তৃক পুরুষ ধর্ষণের শিকার হলে তাকে শাস্তি দেওয়া হয় না।\n২০০৯ সালে সৌদি গেজেট রিপোর্ট করে যে ২৩ বছর বয়সী এক অবিবাহিত নারীকে ব্যভিচারের দায়ে এক বছরের কারাদণ্ড এবং ১০০ বেত্রাঘাতের শাস্তি প্রদান করা হয়েছে। এই নারীকে গণধর্ষণ করা হয়েছিল, সে গর্ভবতী হয়েছিল এবং ভ্রূণটি গর্ভপাত করার (ব্যর্থ) চেষ্টা করেছিল। প্রসবের পূর্ব পর্যন্ত তার চাবুক মারা স্থগিত করা হয়েছিল।\nসৌদি আরবে ধর্ষণের মামলার সাজাও অত্যন্ত ভারসাম্যহীন। উদাহরণস্বরূপ, ২০১৩ সালের ফেব্রুয়ারী মাসে একজন সৌদি ধর্মপ্রচারক তার ৫ বছরের মেয়েকে ধর্ষণ, নির্যাতন ও হত্যা করে। তাকে আট বছরের কারাদণ্ড, ৮০০ বেত্রাঘাত এবং ১০ লক্ষ রিয়াল (২,৭০,০০০ মার্কিন ডলার) জরিমানা করা হয়। এর বিপরীত হচ্ছে দুই পাকিস্তানি নাগরিকের ঘটনা, যাদের ধর্ষণে দোষী সাব্যস্ত হওয়ার পর রাষ্ট্র তাদের শিরশ্ছেদ করে।\nকাতিফ ধর্ষণ মামলাটি একটি বহুল প্রচারিত গণধর্ষনের মামলা। নিহতরা হল কাতিফের (পূর্ব প্রদেশ, সৌদি আরব) এক শিয়া কিশোরী এবং তার পুরুষ সঙ্গী, যাদের ২০০৬ সালের মাঝামাঝি সময়ে সাত জন সৌদি পুরুষ অপহরণ করে গণধর্ষন করে। সৌদি শরিয়া আদালত অপরাধীদের ৮০ থেকে ১,০০০ বেত্রাঘাত এবং তাদের মধ্যে চারজনকে দশ বছর পর্যন্ত কারাদণ্ড সহ জড়িতদের বিভিন্ন মেয়াদে শাস্তি দিয়েছে। আদালত পার্ক করা গাড়িতে \"আত্মীয় নয় এমন একজন ব্যক্তির সাথে একা থাকার\" জন্য দুই ভুক্তভোগীকে ছয় মাসের কারাদণ্ড এবং ৯০ টি বেত্রাঘাতের শাস্তি দিয়েছে। আপিল আদালত ২০০৭ সালের শেষের দিকে সৌদি আরবে নারীদের প্রতি আচরণ এবং সৌদি বিচারিক আচরণের বিষয়ে আন্তর্জাতিক সংবাদপত্রে অনুষ্ঠানের মাধ্যমে ব্যাপক প্রচারের জন্য দুইজন ভুক্তভোগীকে শাস্তি হিসেবে ইতোমধ্যে দেওয়া শাস্তি দ্বিগুণ করে দেয়। ২০০৭ সালের ডিসেম্বরে সৌদি বাদশাহ আবদুল্লাহ জনকল্যাণ অনুযায়ী \"বিবেচনামূলক\" শাস্তি সংশোধনের চূড়ান্ত কর্তৃত্বের কথা উল্লেখ করে দুই ভুক্তভোগীর জন্য একটি সরকারি ক্ষমার আদেশ জারি করেন, যদিও এই ক্ষমা সৌদি বিচার ব্যবস্থার প্রতি বা রায়ের ন্যায্যতার প্রতি আস্থার কোন অভাবকে প্রতিফলিত করে না।\n\n\n== আরও দেখুন ==\nকাতিফ ধর্ষণ মামলা\nসৌদি আরবে নারীর অধিকার\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nPleming, Sue (২০০৭-১১-১৯)। \"U.S. offers mild criticism in Saudi rape case\"। Reuters। সংগ্রহের তারিখ ২০১৪-০২-১১।"}