{"pageid": 1089519, "title": "ফররুখরু পারসা", "url": "https://bn.wikipedia.org/wiki?curid=1089519", "content": "ফররুখরু পারসা (ফার্সি: فرخ‌رو پارسا ; ২৪ মার্চ ১৯২২  - ৮ মে ১৯৮০) ছিলেন একজন ইরানি চিকিৎসক, শিক্ষাবিদ এবং সংসদ সদস্য।\nতিনি আমির আব্বাস হোভিদার অধীনে ইরানের শিক্ষা মন্ত্রী হিসেবে দায়িত্ব পালন করেন এবং ইরান সরকারের প্রথম মহিলা ক্যাবিনেট মন্ত্রী ছিলেন। পারসা ইরানে নারী অধিকারের একজন স্পষ্টবাদী সমর্থক ছিলেন।\n১৯৮০ সালের ৮ মে ইসলামিক সাংস্কৃতিক বিপ্লবের শুরুতে তেহরানে ফায়ারিং স্কোয়াড ফারোখরু পারসাকে মৃত্যুদণ্ড দেয়।\n\n\n== জীবনী ==\n\nফররুখরু পারসা ১৯২২ সালের ২৪ মার্চ ইরানের কোমে ফাররোখ-দিন এবং ফখর-ই আফাঘ পারসাইতে জন্মগ্রহণ করেন। তার মা ফখর-ই আফাঘ ছিলেন মহিলা ম্যাগাজিন জাহান-ই জান (\"নারীর জগৎ\") এর সম্পাদক এবং লিঙ্গ সমতা এবং নারীদের জন্য শিক্ষার সুযোগের জন্য একজন সোচ্চার প্রবক্তা। এই বিষয়ে তার মতামত তার সময়ের সমাজের রক্ষণশীল অংশের বিরোধিতার সম্মুখীন হয়, যার ফলে আহমাদ কাভামের সরকার পরিবারটিকে তেহরান থেকে কোম পর্যন্ত বহিষ্কার করে, যেখানে ফখর-ই আফাঘকে গৃহবন্দী করা হয়। এখানেই ফারোখরুর জন্ম হয়, ১৯২২ সালের ইরানি নববর্ষের প্রাক্কালে (নওরোজ, ১৩০১ এএইচ) মধ্যরাতের কিছু মিনিট পরে। পরে প্রধানমন্ত্রী হাসান মোসোফি ওল-মামালেকের হস্তক্ষেপে তার পরিবারকে তেহরানে ফিরে যাওয়ার অনুমতি দেওয়া হয়।\nমেডিকেল ডিগ্রি অর্জনের পর পারসা তেহরানের জিনে ডি'আর্ক উচ্চ বিদ্যালয়ে জীববিজ্ঞানের শিক্ষক হন। স্কুলে তিনি ফারাহ দিবাকে জানতে পারেন, যিনি এই বিদ্যালয়ের তার এক ছাত্র, এবং যিনি পরে রাজা মোহাম্মদ রেজা পাহলভির স্ত্রী হবেন।\n১৯৬৩ সালে পারসা সংসদে (মাজলস) নির্বাচিত হন এবং ইরানের নারীদের ভোটাধিকারের জন্য মোহাম্মদ রেজা পাহলভির কাছে আবেদন করতে শুরু করেন। তিনি আইন প্রণয়নের জন্য একটি চালিকাশক্তিও ছিলেন যা মহিলা এবং পরিবার সম্পর্কিত বিদ্যমান আইনগুলি সংশোধন করেছিল। ১৯৬৫ সালে পারসা উপ-শিক্ষা মন্ত্রী নিযুক্ত হন এবং ১৯৬৮ সালের ২৭ আগস্ট তিনি আমির-আব্বাস হোভিদা সরকারের মন্ত্রিসভায় শিক্ষা মন্ত্রী হন। ইরানের ইতিহাসে এই প্রথম কোনও মহিলা মন্ত্রিসভার পদ দখল করেছিলেন। ১৯৮০ সালের ৮ মে তেহরানে ইসলামিক সাংস্কৃতিক বিপ্লবের শুরুতে ফায়ারিং স্কোয়াড ফারোখরু পারসাকে মৃত্যুদণ্ড দেয়।\nকারাগার থেকে তার শেষ চিঠিতে ফররুখরু পারসা তার সন্তানদের লিখেছিলেন: \"আমি একজন ডাক্তার, তাই আমার মৃত্যুর কোন ভয় নেই। মৃত্যু কেবল একটি মুহূর্ত এবং আর নয়। আমি পর্দার জন্য বাধ্য হয়ে লজ্জায় বেঁচে থাকার পরিবর্তে খোলা হাতে মৃত্যু পেতে প্রস্তুত। আমি তাদের কাছে মাথা নত করব না যারা আশা করে যে আমি পুরুষ এবং মহিলাদের মধ্যে সমতার জন্য আমার পঞ্চাশ বছরের প্রচেষ্টার জন্য দুঃখ প্রকাশ করব। আমি চাদর পরতে এবং ইতিহাসে পিছিয়ে যেতে প্রস্তুত নই।\"\nইরানের শিক্ষামন্ত্রী হিসেবে তার উত্তরসূরি, ইসলামিক বিপ্লবের আগে আরেকজন মন্ত্রী মানুচেহর গেঞ্জি তার মৃত্যুদণ্ডে বিস্ময় প্রকাশ করেছেন: তিনি \"একজন মহিলা, [...] ডাক্তার, একজন দক্ষ চিকিৎসক যিনি বেহেস্তি, বাহোনার এবং রেজাই-এর মতো বিপ্লবীদের সাথে মন্ত্রণালয়ে সুসম্পর্ক উপভোগ করেছিলেন।\" বস্তুত, শিক্ষা মন্ত্রী থাকাকালীন বেহেস্তি, বাহোনার এবং মোহাম্মদ মোফাত্তেহ মন্ত্রণালয়ের বেতনে ছিলেন। এই তিনজন বেশ কয়েক বছর পরে ইসলামিক বিপ্লবের প্রধান খেলোয়াড় হওয়ার কথা ছিল। তার মন্ত্রণালয়ের অর্থায়নে বেহেস্তি ইসলামিক সেন্টার অফ হামবুর্গ প্রতিষ্ঠা করেন এবং বাহোনার তেহরানের চারপাশে কয়েকটি ইসলামিক পাবলিক স্কুল স্থাপন করতে সক্ষম হন।\n\n\n== আরো দেখুন ==\nইরানে নারীর অধিকার আন্দোলন\nইরানে নারীর অধিকার\nইরানে নারী\n\n\n== তথ্যসূত্র =="}