{"pageid": 1089554, "title": "অর", "url": "https://bn.wikipedia.org/wiki?curid=1089554", "content": "অর (আমার গুপ্তধন) হল ২০০৪ সালের একটি নাট্য চলচ্চিত্র। অভিনেত্রী ডানা আইভজি “অর” চরিত্রে অভিনয় করেন। সে কিশোরী বয়সে তার পতিতা মা রুথির প্রতি দায়িত্বশীল হওয়ার জন্য সংগ্রাম করে। এ চলচ্চিত্রে রনিত এলকাবেটজ অভিনয় করেছেন। ফ্রান্স ও -ইসরায়েলি প্রতিষ্ঠানের যৌথ প্রযোজনায় ২০০৪ সালের ১৪ মে “কান চলচ্চিত্র উৎসবে” চলচ্চিত্রটির প্রথম প্রদর্শনী হয়।\n\n\n== সারসংক্ষেপ ==\nঅর ( ডানা আইভজি) নামে এক কিশোরী নিজেকে বাঁচানো ও তার মাকে সহায়তা করার জন্য বিভিন্ন ধরনের অদ্ভুত কাজ করে। যখন তার মা রুথি ( রনিত এলকাবেটস ) হাসপাতালে থাকার পর বাড়ি ফিরে আসে তখন সে মা রুথিকে বলে, “সে ঘর পরিষ্কারের কাজ খুঁজে পেয়েছে।” রুথি তার কম বেতনের চাকরি দ্বারা অনুপ্রাণিত হয় না এবং দ্রুত পতিতাবৃত্তিতে ফিরে আসে। এরই মধ্যে, অর তার শৈশবের প্রতিবেশী বন্ধু ইডোর সাথে রোম্যান্সকর মেলামেশা শুরু করে। যেমন তারা একসাথে ঘুমায়। ইডোর মা রুথির মুখোমুখি হয়ে স্পষ্ট করে বলে, “সে রুথিকে পছন্দ করে না তাই সে তাদের সম্পর্ককে মেনে নেবে না। ফলে ইডো ও তার পরিবারের সাথে অরের সম্পর্ক ভেঙে পড়ে। অর তার মাকে বাঁচানোর জন্য রাস্তায় পতিতাবৃত্তিতে নিজেকে ভাড়া দিতে মরিয়া হয়ে উঠে। নিজে পতিতাবৃত্তি শুরু করে, প্রথমে তার বাড়িওয়ালাকে যৌন সেবা প্রদান করে এবং অবশেষে একটি এসকর্ট সার্ভিসে যোগ দেয়।\n\n\n== অভ্যর্থনা ==\nঅর কান চলচ্চিত্র উৎসবে পাঁচটি সহ ১০ টি পুরস্কার জিতেছে এবং আরও ৮ টির জন্য মনোনীত হয়। এতে চলচ্চিত্রটি ৭৭% রেটিং পেয়েছে।\n\n\n=== পুরস্কার এবং মনোনয়ন ===\nইসরায়েলি ফিল্ম একাডেমি\nসেরা অভিনেত্রী - ডানা ইভজি (জয়ী)\nসেরা শিল্প নির্দেশনা - আভি ফাহিমা (মনোনয়ন)\nসেরা পরিচালক - কেরেন ইয়েদায়া (মনোনয়ন)\nসেরা চলচ্চিত্র - (মনোনয়ন)\nসেরা চিত্রনাট্য - কেরেন ইয়েদায়া\nসারি এজুজ (মনোনয়ন)\nসেরা পার্শ্ব অভিনেত্রী - রনিত এলকাবেটজ (মনোনয়ন)\nবোগোটা চলচ্চিত্র উৎসব\nসেরা চলচ্চিত্র - কেরেন ইয়েদায়া (মনোনয়ন)\nআন্তর্জাতিক চলচ্চিত্র উৎসব ব্রাতিস্লাভা\nগ্র্যান্ড প্রিক্স - কেরেন ইয়েদায়া, রনিত এলকাবেটজ, ডানা ইভজি (জয়ী)\nকান চলচ্চিত্র উৎসব\nসমালোচক সপ্তাহ গ্র্যান্ড প্রাইজ - কেরেন ইয়েদায়া (জিতেছেন)\nগোল্ডেন ক্যামেরা - কেরেন ইয়েদায়া (জয়ী)\nশ্রেষ্ঠ পূর্ণদৈর্ঘ্য চলচ্চিত্রের জন্য প্রিক্স রিগার্ডস জিউন অ্যাওয়ার্ড - কেরেন ইয়েদায়া (জিতেছেন)\nএসএসিডি চিত্রনাট্য পুরস্কার - কেরেন ইয়েদায়া, সারি এজুজ (জয়ী)\nসেরা বৈশিষ্ট্যের জন্য তরুণ সমালোচক পুরস্কার - কেরেন ইয়েদায়া (জিতেছেন)\nইউরোপীয় চলচ্চিত্র পুরস্কার\nবছরের ইউরোপীয় আবিষ্কার - কেরেন ইয়েদায়া (মনোনয়ন)\nজেরুজালেম চলচ্চিত্র উৎসব\nসেরা ইজরায়েল ফিচারের জন্য ওলগিন পুরস্কার - কেরেন ইয়েদায়া (মনোনয়ন)\nমেক্সিকো সিটি আন্তর্জাতিক সমসাময়িক চলচ্চিত্র উৎসব\nসেরা উপলব্ধি - কেরেন ইয়েদায়া (জয়ী)\nসেরা অভিনেত্রী - রনিত এলকাবেটজ ডানা ইভগির সাথে ভাগ করেছেন (জিতেছেন)\nপাম স্প্রিংস আন্তর্জাতিক চলচ্চিত্র উৎসব\nনিউ ভয়েস/ নিউ ভিশন স্পেশাল জুরি মেনশন - কেরেন ইয়েদায়া (জয়ী)\n\n\n== চরিত্র ==\nঅর হিসাবে দানা ইভগি\nরুথির চরিত্রে রনিত এলকাবেটজ\nরাচেলের চরিত্রে কেটিয়া জিনব্রিস\nইদোর চরিত্রে মেশার কোহেন\n\n\n== তথ্যসূত্র =="}