{"pageid": 1089153, "title": "ক্যাথরিন ফাউগি হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1089153", "content": "ক্যাথরিন ফাউগি নিউইয়র্ক সিটির ৫৬ বছর বয়সী মনোবিজ্ঞানী ছিলেন। ২০০৮ সালের ১২ ফেব্রুয়ারি রাতে ৩৯ বছর বয়সী ডেভিড টারলফ নামক এক ব্যক্তি তাকে তার আপার ইস্ট সাইড ম্যানহাটনের অফিসে হত্যা করে।\n\n\n== পটভূমি ==\nডেভিড টারলফ প্রায় দুই দশক ধরে বিরক্তিকর আচরণ করে গেছেন, এবং চিকিৎসা ও মানসিক প্রতিষ্ঠান এবং পুলিশ বাহিনীর কাছে এজন্য পরিচিত ছিলেন। এই বছরগুলিতে, ক্যাথরিন ফাউগি হত্যার সময় পর্যন্ত, তিনি বিভিন্ন ধরনের মানসিক মূল্যায়ন এবং চিকিৎসা পেয়েছিলেন। তাঁকে জোর করে ওষুধ এবং ইলেক্ট্রোশক চিকিৎসা দেওয়া হয়েছিল। \n\n\n== ঘটনা ==\nটারলফ দারোয়ানের পাশ দিয়ে এগিয়ে গিয়ে তার পিছনে একটি স্যুটকেস ঘোরান (যেমনটি ভবনের নজরদারি ভিডিওতে দেখা গেছে), তিনি বলেছিলেন যে তিনি সেখানে ডা. শিনবাখকে দেখাতে গিয়েছিলেন। টারলফ অফিসের অভ্যর্থনা এলাকায় অপেক্ষা করতে করতে একজন রোগীর সাথে গল্প করছিলেন, তখন ডা. ফাউগির সন্ধ্যার সেশনের একটি চলছিল। সেই অধিবেশন শেষ হওয়ার পর, যখন তিনি জানতেন যে ফাউগি তার অফিসে একা ছিলেন, তখন তিনি ঘরে প্রবেশ করেন এবং একটি মাংস কাটার কাটারি দিয়ে তাকে আক্রমণ করেন। একই পেশার একজন মনোরোগ বিশেষজ্ঞ ডা. কেন্ট শিনবাখ তাকে সাহায্য করার চেষ্টা করেছিলেন, কিন্তু মুখ এবং ঘাড়ে ক্ষত লেগে গুরুতরভাবে আহত হন।\n\n\n== পরবর্তী ঘটনা ==\nটারলফকে গ্রেপ্তার করা হয় ও হত্যার জন্য দোষী সাব্যস্ত করা হয় এবং একটি মানসিক মূল্যায়নের আদেশ দেওয়া হয় মূল্যায়নে জানা যায় তিনি বিচারের মুখোমুখি হওয়ার জন্য মানসিকভাবে সক্ষম বলে। প্রমাণ ছিল যে আক্রমণটি পূর্বপরিকল্পিত ছিল, কিন্তু অভিপ্রেত শিকার ছিলেন শিনবাখ। টারলফ পুলিশকে জানিয়েছেন যে তিনি শিনবাখকে ডাকাতির পরিকল্পনা করেছিলেন, ১৯৯১ সালে তাকে সিজোফ্রিনিয়ায় আক্রান্ত ঘোষণা করার সাথে শিনবাখ জড়িত ছিলেন এবং সেই সময় তার প্রাতিষ্ঠানিককরণের ব্যবস্থাও করেছিলেন।  রোগীর গোপনীয়তা রক্ষার জন্য স্বাস্থ্য বীমা পোর্টেবিলিটি অ্যান্ড অ্যাকাউন্টেবিলিটি অ্যাক্ট (এইচআইপিএএ) বিধিগুলি প্রাথমিক তদন্ত বিলম্বিত করেছে বলে জানা গেছে। টারলফ, যিনি এই মামলায় নিজেকে পাগল প্রমাণ করার আবেদন করবেন বলে আশা করা হয়েছিল। তিনি বিচারের অপেক্ষায় বেলভিউ হাসপাতালের একটি মনোরোগ বিভাগে আবদ্ধ ছিলেন। তার অ্যাটর্নি বলেছিলেন যে \"প্রমাণগুলি স্পষ্ট যে তিনি [টারলফ] এটি করেছিলেন, তবে তিনি এটি করার কারণগুলি ... আমরা বিশ্বাস করি যে আমাদের মধ্যে খুব শক্তিশালী পাগলামি প্রতিরক্ষা রয়েছে। ২০১০ সালের অক্টোবর মাসে তার বিচার নির্ধারিত হয়, কিন্তু জুরি নির্বাচনের সময় দুই জন মনোরোগ বিশেষজ্ঞের পর বিচার প্রক্রিয়া ঘোষণা করা হয়, যা আদালত টারলফের মূল্যায়নের জন্য নিয়োগ করেছিল।\n২০১৩ সালের মার্চমাসে ম্যানহাটনের স্টেট সুপ্রিম কোর্টে টারলফ হত্যার বিচারে যান। ৮ মার্চ, ২০১৩ তারিখে জুরি নির্বাচন সম্পন্ন হয় এবং ১১ মার্চ উদ্বোধনী যুক্তিতর্ক শোনা হয়। টারলফ হত্যার কথা স্বীকার করেছেন, কিন্তু তার মানসিক অসুস্থতার কারণে কারাদন্ড এড়াতে চেয়েছিলেন। ১৬ এপ্রিল, ২০১৩ তারিখে জুরিরা তৃতীয় এবং শেষ বার ফিরে আসার পর ঘোষণা করা হয় ভুল বিচার হয়েছে, এবং জানানো হয় কোন সমাধান পাওয়া যায়নি। \n২০১০ এবং ২০১৩ সালে বিচারের পর, ৩ মার্চ, ২০১৪ তারিখে জুরি নির্বাচন দিয়ে তৃতীয় বিচার শুরু হয়। ২৮ মার্চ, ২০১৪ তারিখে যখন রায় হয় তখন ক্যাথরিন ফাউগির নিকটতম পরিবার আদালত কক্ষে ছিল। ছয় বছর পর, টারলফ অবশেষে ক্যাথরিন ফাউগির জন্য প্রথম ডিগ্রিতে মার্ডারের জন্য দোষী সাব্যস্ত হন, ডা. শিনবাখের জন্য প্রথম ডিগ্রিতে আক্রমণ। ৫ ঘন্টারও কম সময়ে রায় পৌঁছেছিল। ২মে, ২০১৪ তারিখে ম্যানহাটনের সুপ্রিম কোর্টের একজন বিচারপতি ডেভিড টারলফকে প্রথম ডিগ্রীতে হত্যার উপর প্যারোলের সম্ভাবনা ছাড়াই যাবজ্জীবন এবং দ্বিতীয় ডিগ্রীতে হামলার জন্য ২৫ বছর যাবজ্জীবন কারাদণ্ড দেন। ফাউগির পরিবারের প্রত্যেক সদস্য তাদের জীবন কীভাবে পরিবর্তিত হয়েছে তার একটি ভিকটিম ইমপ্যাক্ট বিবৃতি দিয়েছেন। শাস্তি পাওয়ার আগে ডেভিড টারলফ স্বীকার করেছিলেন যে তিনি যা করেছিলেন তা ভুল ছিল এবং পরিবারের কাছে ক্ষমা চেয়েছিলেন যে তার বয়স ৪৬ বছর এবং তিনি ২৩ বছর বয়স থেকে অসুস্থ। সুপ্রিম কোর্টের বিচারপতি সন্তুষ্ট হয়েছিলেন জুরিরা টারলফকে দোষী সাব্যস্ত করেছিলেন।\n\n\n== বিস্তৃত প্রভাব ==\nরোগীদের বিচ্ছিন্ন পরিবেশে দেখার ফলে এই ঘটনা মানসিক স্বাস্থ্য পেশাদারদের সুরক্ষা সম্পর্কে জনসাধারণের মধ্যে আলোচনা হয়েছিল। ২০০৬ সালে মনোরোগ বিশেষজ্ঞ ওয়েন ফেনটন নামের একজন সিজোফ্রেনিয়া গবেষককে মেরিল্যান্ডের বেথেসডাতে হোম অফিসে মৃত অবস্থায় পাওয়া যায়। নি ন্যাশনাল ইনস্টিটিউট অফ মেন্টাল হেলথের একজন প্রশাসক ছিলেন। সেখানে তিনি ব্যক্তিগত রোগীদের সাথে দেখা করেন, দৃশ্যত ১৯ বছর বয়সী এক রোগী তাকে হত্যা করে।\n\n\n== তথ্যসূত্র =="}