{"pageid": 1089281, "title": "ভূষণছড়া গণহত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1089281", "content": "ভূষণছড়া গণহত্যা ১৯৮৪ সালের ৩০শে মে দিবাগত রাত আনুমানিক ৪টা থেকে পরদিন সকাল ৮টা ৩০মিনিট পর্যন্ত বাংলাদেশের পার্বত্য চট্টগ্রামে সংঘটিত হয়েছিল। এ সময় মাত্র চার ঘণ্টার মধ্যে রাঙ্গামাটি জেলার বরকল উপজেলার ভূষণছড়া ও তার পাশ্ববর্তী এলাকার নারী-শিশুসহ সাড়ে চারশর বেশি নিরীহ বাঙালিকে নৃশংসভাবে হত্যা করা হয়েছিল। শান্তিবাহিনীকে এ হত্যাকাণ্ডের জন্য দায়ী করা হয়ে থাকে। গণহত্যার খবর প্রচারিত হলে পার্বত্য চট্টগ্রামের পরিস্থিতি অশান্ত হয়ে উঠতে পারে এমন আশঙ্কা থেকে তৎকালীন সামরিক সরকার গণহত্যার সংবাদ প্রচারে নিষেধাজ্ঞা আরোপ করেছিল।\n\n\n== প্রেক্ষাপট ==\nরাঙামাটি জেলার বরকল উপজেলার ভূষণছড়া ও তার পার্শ্ববর্তী এলাকার বাঙালিরা এই নির্মম গণহত্যার শিকার হন। এই ঘটনায় মাত্র কয়েক ঘণ্টার মধ্যে চার শতাধিক মানুষকে হত্যা করা হয় এবং আহত করা হয় আরও সহস্রাধিক মানুষ। একটি জনপদ পুরোপুরি নিশ্চিহ্ন হয়ে যায়। সত্তরের দশকের শেষদিকে, জনসংখ্যার সুষম বণ্টন এবং পার্বত্য চট্টগ্রামের উন্নয়ন কর্মকাণ্ড পরিচালনার জন্য বাংলাদেশ সরকার দেশের বিভিন্ন অঞ্চল থেকে দরিদ্র ও ভূমিহীন মানুষদের চট্টগ্রামের সরকারি খাস জমিতে পুনর্বাসন করে। কিন্তু পার্বত্য চট্টগ্রাম জনসংহতি সমিতি (পিসিজেএসএস) এবং এর সশস্ত্র সামরিক শাখা শান্তিবাহিনী পার্বত্য চট্টগ্রামে বাঙালিদের পুনর্বাসন মেনে নেয়নি। এর ফলস্বরূপই এই নৃশংসতা ঘটে।\nভূষণছড়া রাঙামাটি পার্বত্য জেলা থেকে প্রায় ৫৫.৫ কিলোমিটার পূর্ব ও উত্তরে অবস্থিত একটি দুর্গম জনপদ। রাঙামাটি জেলাসদর থেকে নৌকায় ৭৬ কিলোমিটার পাড়ি দিয়ে ছোট হরিণা যেতে হয়। সেখান থেকে আরও ৫ কিলোমিটার ভেতরে অবস্থিত ভূষণছড়া, একটি ক্ষুদ্র পাহাড়ী জনপদ। এলাকাটি ভারতীয় সীমান্তবর্তী হওয়ায়, যে কোনো সন্ত্রাসী কর্মকাণ্ডের পর সহজেই ভারতে পারিয়ে যাওয়া সম্ভব। কর্ণফুলী নদীর তীরবর্তী ভূষণছড়া তিন দিকে পাহাড়ঘেরা। এই ভৌগোলিক কারণেই গণহত্যার জন্য সেদিন শান্তিবাহিনীর সন্ত্রাসীরা ভূষণছড়াকে বেছে নিয়েছিল বলে মনে করেন স্থানীয় বাসিন্দারা। মনিস্বপন দেওয়ানের নেতৃত্বে শান্তিবাহিনীর একদল নারী-পুরুষ মিলে গভীর রাতে এই হত্যাকাণ্ড চালায়।\n\n\n== বাঙালির বিরুদ্ধে সহিংসতা ==\nমাত্র চার ঘণ্টার মধ্যে পুরুষ, নারী, শিশুসহ সাড়ে চারশোর বেশি নিরীহ বাঙালিকে নৃশংসভাবে হত্যা করা হয়। গর্ভবতী নারী, ছোট শিশু এবং বৃদ্ধ—কেউই রেহাই পায়নি। শিশু, কিশোরী ও সদ্য বিবাহিত তরুণীদের ওপর চালানো হয় গণধর্ষণ। গর্ভবতী নারীদের পেট চাকু দিয়ে কেটে তাদের অনাগত সন্তানদের বের করে দেওয়া হয়। পুরুষদের ওপর চালানো অত্যাচারের মর্মান্তিক ছবি আজও স্মৃতিতে ভাসে।\nবুলেটের পাশাপাশি হাত-পা বেঁধে লাঠি দিয়ে পেটানো, দা দিয়ে কুপানো, আগুনে পুড়িয়ে, বেয়নেট ও অন্যান্য দেশি অস্ত্র দিয়ে খোঁচানোসহ নানা পদ্ধতিতে কষ্ট দিয়ে মানুষদের হত্যা করা হয়েছিল। প্রতিটি লাশকে বিকৃত করে সেদিন চরম অমানবিকতার দৃষ্টান্ত স্থাপন করা হয়।\n\n\n== তদন্ত ও বিচার ==\nএই গণহত্যার কোনো তদন্ত বা বিচার হয়নি। অভিযোগ রয়েছে, সেদিনের হত্যাকাণ্ডের পর গ্রামের মানুষ মামলা করতে বরকল থানায় গিয়েছিল, কিন্তু তাদের মামলা নেওয়া হয়নি। বরং থানায় একটি সাধারণ ডায়েরি (জিডি) করা হয়েছিল। ভূষণছড়ার গ্রামবাসী ও ভুক্তভোগী পরিবারের সদস্যরা এখনও গণহত্যার নেতৃত্বদানকারী মেজর রাজেশ ওরফে মনিস্বপন দেওয়ানের বিচারের দাবি করে আসছেন। অন্যদিকে, অভিযোগ রয়েছে যে ভূষণছড়া হত্যাকাণ্ডের পর শান্তিবাহিনীর সদস্যরা যারা সীমান্ত পেরিয়ে ভারতে পালিয়ে গিয়েছিল, সরকার তাদের দেশে ফিরিয়ে এনে জমি, রেশন, ঘরবাড়ি, চাকরি এবং ব্যাংক ঋণের সুবিধা দিয়ে পুনর্বাসন করেছে।\n\n\n== তথ্যসূত্র =="}