{"pageid": 1089590, "title": "ওসমান ওজালান", "url": "https://bn.wikipedia.org/wiki?curid=1089590", "content": "ওসমান ওজালান (জন্ম ১৯৫৮) একজন কুর্দি জঙ্গি রাজনীতিবিদ এবং কুর্দি জঙ্গি সংগঠন পিকেকে এর সাবেক কমান্ডার।\nআব্দুল্লাহ অজালানের ছোট ভাই, ওসমান ১৯৭৮ সালে পিকেকে প্রতিষ্ঠিত হওয়ার আগে এবং লিবিয়ায় দুই বছর কাটানোর আগে শিক্ষক প্রশিক্ষণ কলেজে পড়াশোনা করেছিলেন। তিনি ১৯৮৬ সালে কেন্দ্রীয় কমিটিতে এবং ১৯৯০-এর দশকে নির্বাহী কমিটিতে যোগ দিয়েছিলেন, যা পিকেকে- এর কার্যত দ্বিতীয় কমান্ডে পরিণত হয়েছিল। কিন্তু ১৯৯২ সালে, দুটি প্রধান ইরাকি কুর্দি দল, কেডিপি ও পিইউকে- এর সাথে একটি যুদ্ধবিরতি স্বাক্ষর করার পর, তিনি লাঞ্ছনার শিকার হন এবং পিকেকে দ্বারা তাকে কারাবরণ করা হয়।\nতিনি একটি সাক্ষাৎকারে মিডল ইস্টকে বলেছিলেন যে \"১৯৯৩ সালের জুন মাসে, তারা আমার সমস্ত ক্ষমতা সরিয়ে নিয়েছিল\"। \"আমাকে একটি সেলে তিন মাসের জন্য আটক করা হয়েছিল এবং ১৯৯৫ সালের ফেব্রুয়ারিতে বিচারের আগে ৫২ দিন জিজ্ঞাসাবাদ করা হয়েছিল। বিচার চলল মাত্র একদিন। আমাকে সতর্ক করা হয়েছিল যে যদি আমি আমার ধারণাগুলি রক্ষা করতে থাকি তবে আমাকে মৃত্যুদণ্ড দেওয়া হবে। আর ধারনাগুলি ত্যাগ করলে আমাকে ক্ষমা করা হবে। একজন আইনজীবী নিযুক্ত করা? প্রশ্নের বাইরে। পর্বত আইনের অধীনে বিচার পরিচালিত হয়েছিল \"।\nতিনি ১৯৯৪ সালে পিকেকে এর একজন সহযোদ্ধাকে বিয়ে করার জন্য পিকেকে ত্যাগ করেন। পিকেকে দলের গেরিলাদের মধ্যে সম্পর্ক নিষিদ্ধ করে। পরে তিনি আবার পিকেকে'তে যোগদান করেন। ২০০০ সালে ইন্ডিপেনডেন্ট তাকে পিকেকে- এর \"সিনিয়র কমান্ডার\" হিসেবে উল্লেখ করে, যখন কুর্দি স্যাটেলাইট টেলিভিশন চ্যানেল মাদিয়া টিভি তাকে রিপোর্ট করে দাবি করে যে তুর্কি কর্তৃপক্ষ তার ভাইকে মারাতে চায়।\nতিনি ২০০৩ সালের মার্চে, কান্দিল পাহাড়ে তার আশ্রয়স্থল থেকে পশ্চিমা সাংবাদিকদের একটি সাক্ষাৎকারে দৃঢ়তার সাথে বলেছিলেন \"যতদিন কুর্দি সমস্যা নিষ্পত্তি না হবে ততদিন আমরা নিজেদেরকে নিরস্ত্র হতে দেব না\"।\nতিনি মুরাত কারায়ালান ও সেমাল বায়াকের সাথে হারিয়ে যাওয়া ক্ষমতার লড়াইয়ের পর হিকমেট ফিদানের সাথে দেশপ্রেমিক গণতান্ত্রিক দল (পিডব্লিউডি) গঠনের জন্য আবার পিকেকে থেকে আলাদা হয়ে যান। কিন্তু একটি গুরুত্বপূর্ণ দল পিডব্লিউডি স্বল্পস্থায়ী ছিল এবং দিদারবাকিরে ফিদানকে জুলাই ২০০৫ সালে হত্যার পর, পিডব্লিউডি এইচএডিইপি- র সাথে একীভূত হয়।\n\n\n== তথ্যসূত্র =="}