{"pageid": 1089345, "title": "উইলিংটন কে শিশু অপহরণ মামলা", "url": "https://bn.wikipedia.org/wiki?curid=1089345", "content": "উইলিংটন কে শিশু অপহরণ ঘটনাটি হল ২০০৫ সালের ২৭শে ডিসেম্বর ইংল্যান্ডের উত্তর টাইনেসাইড -এর উইলিংটন কেতে ৬ বছর বয়সী একটি মেয়ের অপহরণ ও ধর্ষণ, শিশুটিকে যখন স্নানের সময় নিয়ে যাওয়া হয়েছিল তখন এই ঘটনা ঘটেছিল।\nস্থানীয় একজন পুরুষ, পিটার ভয়েসি, যে একজন পরিচিত যৌন অপরাধী, সে এই অপরাধের জন্য দোষী সাব্যস্ত হয় এবং যাবজ্জীবন কারাদণ্ডে দণ্ডিত হয়। অপরাধের নির্লজ্জ প্রকৃতি গণমাধ্যমে ব্যাপক সাড়া ফেলেছিল এবং ক্রাইমওয়াচ দূরদর্শন অনুষ্ঠানের আবেদনকে উস্কে দিয়েছিল। এটি সেই সময়ে, নর্থাম্ব্রিয়া পুলিশ দ্বারা সর্বকালের সর্ববৃহৎ মানব অনুসন্ধানেরও সূত্রপাত করেছিল। পুলিশের পক্ষ থেকে দাবি করা হয়েছিল যে, এটি একটি অপরিচিত ব্যক্তির দ্বারা কোন বাড়ি থেকে সুযোগসন্ধানী অপহরণের মত অপরাধ। আপাতদৃষ্টিতে অপরাধের অবিশ্বাস্য প্রকৃতির ফলে প্রাথমিকভাবে এই ঘটনাকে সন্দেহের চোখে দেখা হয়েছিল।  ভয়েসির দোষী সাব্যস্ত হওয়ার পর মাল্টি-এজেন্সি পাবলিক প্রোটেকশন (এমএপিপিএ) বা বহু সংস্থা জন সুরক্ষা ব্যবস্থার পর্যালোচনা শুরু হয়েছিল। এই ব্যবস্থা অতীতের অপরাধীদের নজরদারি পরিচালনা করে।\n\n\n== অপহরণ ==\nমেয়েটি বাড়ির একতলার স্নানঘর থেকে অপহৃত হয়েছিল, সেই সময় তার মা তার পাশের ঘরে ছিলেন। তাকে ২০ মিনিট ধরে স্থানীয় এলাকায় ঘোরানো হয়েছিল, এরপর তাকে বরফে ঢাকা পিছনের গলিতে নগ্ন অবস্থায় পাওয়া যায়। প্রাথমিকভাবে, পুলিশের কাছে মেয়েটির প্রত্যক্ষদর্শীর বিবরণ ছিল \"একটি লাল গাড়িতে থাকা একজন লোক\"। সে গাড়িটিকে ভক্সহাল অ্যাস্ট্রা বলে চিহ্নিত করেছিল, আর অন্য কোন প্রত্যক্ষদর্শী উপস্থিত ছিলনা।  একমাত্র ফরেনসিক প্রমাণ যা পুলিশ পেয়েছিল তা হল বাথরুমে পায়ের ছাপ, এবং মেয়েটির নখে আংশিক ডিএনএ চিহ্ন। মেয়েটির সাথে সাবধানে কথাবার্তা বলে, তাকে কোন পথ নিয়ে যাওয়া হয়েছিল জেনে নিয়ে, তা থেকে নিশ্চিত করা হয়েছিল যে, অপরাধীর স্থানীয় এলাকা সম্পর্কে ভালো জ্ঞান ছিল।\n\n\n== গ্রেফতার ==\nভয়েসি, পিটার স্মিথ নামেও পরিচিত ছিল। স্থানীয় জনগণকে জিজ্ঞাসাবাদের ব্যাপক অভিযানের অংশ হিসেবে তাকে প্রাথমিকভাবে প্রশ্ন করা হয়েছিল। সে একজন নিবন্ধিত যৌন অপরাধী ছিল বলে তার প্রতি সন্দেহের কারণ ছিল। পুলিশ প্রথমে তাকে সুযোগসন্ধানী চোর হিসাবে জানতে পেরেছিল, জেনেছিল যে সে যথেষ্ট ঝুঁকি নিয়ে সুযোগের অপেক্ষায় থেকে চুরি করে। কিন্তু ২০০১ সালে, চেশায়ারের একটি সুইমিং পুলের বেশ পরিবর্তনের ঘরে, সে ১২ বছর বয়সী একটি মেয়েকে যৌন নির্যাতনের জন্য দোষী সাব্যস্ত হয়েছিল। তাকে প্রাথমিকভাবে প্রধান সন্দেহজনক হিসাবে বিবেচনা করা হয়নি, কারণ ভাল আচরণের জন্য তাকে কম সন্দেহজনক শ্রেণীতে ফেলা হয়েছিল। ভয়েসিকে প্রাথমিকভাবে ভাল স্বভাবের মনে হচ্ছিল, এবং তার চলাফেরার একটি ভাল বিবরণ ছিল। আরও জিজ্ঞাসাবাদের সময় সে দৃঢ়ভাবে কোনও জড়িত থাকার কথা অস্বীকার করতে থাকে।\n\n\n== দণ্ডাজ্ঞা ==\nকোন শক্তিশালী প্রমাণ ছাড়াই, ভয়েসিকে অনেক কম সূত্র থেকে দোষী সাব্যস্ত করা হয়েছিল। এর মধ্যে ছিল তার স্থানীয় এলাক সম্পর্কে জ্ঞান এবং তার মোবাইল ফোনের রেকর্ড, যার থেকে প্রমাণ হয়েছিল যে সে সেই সময়ে যেখানে ছিল বলে দাবি করেছে, তা ঠিক নয়। জুতোর ছাপ তার মালিকানাধীন একটি জুতো জোড়ার সাথে মিলে গিয়েছিল, সে বছর সেই জুতো উত্তর -পূর্বে মাত্র পাঁচটি বিক্রি হয়েছিল। সেই দিনের প্রশ্নের উত্তরে তার একটি রহস্যপূর্ণ ডায়েরি লিখন ছিল, \"ওহ শেষ হয়ে গেছে, এখন শান্ত হও\", সে দাবী করেছিল এটি তার ক্রিসমাসের উল্লেখ। সে একটি লাল অ্যাস্ট্রারও মালিক ছিল, যদিও সেটি প্রমাণ হিসাবে বাজেয়াপ্ত করার আগেই সেটি বাতিল করে দেওয়া হয়েছিল। উপসংহারে বলা হয়েছিল, যদিও আংশিক মিল, তবুও ভয়েসির ডিএনএ পাওয়া যাওয়ার উচ্চ সম্ভাবনা ছিল।\n\n\n== আরও দেখুন ==\nশিশু অপহরণ\n\n\n== তথ্যসূত্র =="}