{"pageid": 1089696, "title": "ক্যাথারিনা মার্গারেটা লিংক", "url": "https://bn.wikipedia.org/wiki?curid=1089696", "content": "ক্যাথারিনা মার্গারেটা লিংক (মৃত্যু ১৭২১) একজন প্রুশিয়ান মহিলা ছিলেন, যিনি তার প্রাপ্তবয়স্ক জীবনের বেশিরভাগ সময় নিজেকে একজন পুরুষ হিসেবে উপস্থাপন করেছিলেন। তিনি এক মহিলাকে বিয়ে করেন এবং তাদের একসঙ্গে যৌন কার্যকলাপের উপর ভিত্তি করে, অপ্রাকৃতিক যৌনসঙ্গমের জন্য দোষী সাব্যস্ত হন এবং ১৭২১ সালে রাজা ফ্রেডেরিক উইলিয়ামের  আদেশে মৃত্যুদণ্ড কার্যকর করা হয়। লিঙ্কের মৃত্যুদণ্ড ইউরোপে সমকামী যৌন ক্রিয়াকলাপের জন্য শেষ ঘটনা ছিল এবং তার সময়ের জন্য একটি অসঙ্গতি ছিল।\n\n\n== পটভূমি ==\nলিংক সম্পর্কে তথ্যের একমাত্র উৎস হল ১৭২১ সালের ১৩ অক্টোবর একটি আদালত নথি। এটি লিংক ও তার স্ত্রীর বিচারে নেওয়া সাক্ষ্য সংক্ষিপ্ত করে এবং রাজার বিবেচনার জন্য সম্ভাব্য শাস্তির পর্যালোচনা করে। সেই সময়ের পণ্ডিতরা তাকে একজন সমকামী মহিলা এবং তাকে এমন একটি সামাজিক প্রেক্ষাপটে রেখেছেন, যেখানে নারীরা বিভিন্ন কারণে পুরুষের পোশাক অবলম্বন করেছেন, যার মধ্যে \"অন্য মহিলার সাথে যৌনতায় জড়িত হওয়া\" অন্য মহিলার জ্ঞান ছাড়াই।\"\n\n\n== জীবন ==\nলিংক একটি বিধবার অবৈধ সন্তান হিসাবে জন্মগ্রহণ করেছিলেন এবং হ্যালের একটি অনাথ আশ্রমে বড় হয়েছিলেন। তার মায়ের সাক্ষ্য অনুসারে, ১৪ বছর বয়সে অনাথ আশ্রমে ছেড়ে চলে যাওয়ার পর এবং কাপড় ও বোতাম তৈরির ব্যবসায়ে কাজ শেখার পর, লিংক \"সতীত্বপূর্ণ জীবন যাপনের আদেশ ... পুরুষের পোশাকে নিজেকে ছদ্মবেশে রেখেছিলেন\" এবং তারপর কিছু বছর একটি অসাধারণ ধর্মীয় গোষ্ঠীর সাথে কাটিয়েছেন, যাকে তিনি \"অনুপ্রেরণী\" বলে অভিহিত করেছিলেন, সম্ভবত কোয়েকারদের একটি রূপ। পরবর্তীতে লিংক ১৭০৮ সালে নির্জন না হওয়া পর্যন্ত হ্যানোভারের সেনাবাহিনীতে তিন বছর দায়িত্ব পালন করেন। ধরা পড়ার পর, তিনি যখন \"তার যৌনতা প্রকাশ করেছিলেন\", তখন অধ্যাপক ফ্রাঙ্কেন নামে পরিচিত একজনের দ্বারা একটি পরীক্ষায় জমা দিয়ে ঝুলিয়ে পালিয়ে যান। যতক্ষণ না ফ্রাঙ্কেনের একটি চিঠি প্রকাশ করে যে তিনি মহিলা, তত দিন পর্যন্ত তিনি প্রুশিয়ার সশস্ত্র বাহিনীতে কর্মরত ছিলেন। সামরিক চাকরি থেকে বরখাস্ত হয়ে, লিংক হালে ফিরে আসেন এবং গ্রীষ্মকাল জুড়ে একজন মহিলা হিসাবে বসবাস করেন। তিনি তারপর আরও অনেক পুরুষের উপনাম ব্যবহার করে একটি পোলিশ গ্যারিসন ও তারপর  হেসেন বাহিনী যোগদান করেন, এবং দু'বারই চাকরি ত্যাগ করেন। তিনি আবার হালে ফিরে আসেন এবং কয়েক বছর ধরে কাপড়ের ব্যবসায় কাজ করেন, কখনও কখনও বেশ কয়েকজন মহিলার তত্ত্বাবধান করেন, \"কখনও মহিলা পোশাক পরেন, কখনও পুরুষ পোশাক পরিধান করেন\"। যখন গ্রেফতার করা হয়, সম্ভবত তার আগের প্রস্থান করার জন্য, তাকে আবার \"প্রফেসর ফ্রাঙ্কেন এবং তার নারীত্ব প্রকাশের কারণে\" ছেড়ে দেওয়া হয়েছিল, যদিও টাউন হলের কর্তৃপক্ষের শারীরিক পরীক্ষার পরেই তাকে মুক্তি দেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র =="}