{"pageid": 1089394, "title": "বিজ্ঞানে নারী", "url": "https://bn.wikipedia.org/wiki?curid=1089394", "content": "বিজ্ঞানের ইতিহাসের সূত্রপাতের সঙ্গেই বিজ্ঞানে নারীর উপস্থিতির সূচনা। কেননা তখন থেকেই তারা বিজ্ঞানে উল্লেখযোগ্য অবদান রেখেছেন। জেন্ডার এবং বিজ্ঞানের প্রতি আগ্রহী ঐতিহাসিকগণ নারীদের বৈজ্ঞানিক প্রচেষ্টা এবং কৃতিত্ব, তারা যেসব বাধার সম্মুখীন হয়েছেন এবং তাদের কাজসমূহ প্রধান বৈজ্ঞানিক জার্নাল এবং অন্যান্য প্রকাশনায় গ্রহণ ও সূক্ষ্ম পর্যালোচনার জন্য যেসব কৌশল অবলম্বন করা হয় ইত্যাদি নিয়ে গবেষণা করছেন। স্বাভাবিকভাবেই এই বিষয়গুলোর ঐতিহাসিক, সমালোচনামূলক এবং সমাজতাত্ত্বিক অধ্যয়ন একাডেমিক চর্চার বিষয় হয়ে উঠেছে।\nচিকিৎসার ক্ষেত্রে নারীদের সম্পৃক্ততা বেশ কয়েকটি প্রাচীন পাশ্চাত্য সভ্যতায় বিদ্যমান ছিল। প্রাচীন গ্রীসে প্রাকৃতিক দর্শনের অধ্যয়ন নারীদের জন্য উন্মুক্ত ছিল। খ্রিস্টীয় প্রথম বা দ্বিতীয় শতাব্দীতে নারীরা আলকেমির প্রোটো-সায়েন্সে (বিজ্ঞানের দর্শন) অবদান রেখেছিলেন। মধ্যযুগে, ধর্মপীঠস্থান ও ধর্মীয় সম্প্রদায়গুলো নারী শিক্ষার গুরুত্বপূর্ণ স্থান ছিল এবং এর মধ্যে কিছু সম্প্রদায় নারীদের জ্ঞানভিত্তিক গবেষণায় অবদান রাখার সুযোগ প্রদান করেছিল। একাদশ শতাব্দীতে প্রথম বিশ্ববিদ্যালয়ের উত্থান ঘটেছিল তবে নারীরা অধিকাংশ ক্ষেত্রে বিশ্ববিদ্যালয়ের শিক্ষা পরিধির বাইরে থাকত। প্রচলিত শিক্ষার বাইরে, উদ্ভিদবিজ্ঞান এমন একটি বিজ্ঞান ছিল যা আধুনিক যুগের প্রথম দিকে নারীদের অবদানের মাধ্যমে সবচেয়ে বেশি সমৃদ্ধ হয়েছিল। চিকিৎসা ক্ষেত্রে নারীদের শিক্ষিত করার মানসিকতা ইতালিতে অন্যান্য স্থানের তুলনায় বেশ উদার ছিল বলে মনে হয়। অষ্টাদশ শতাব্দীর ইতালীয় বিজ্ঞানী লরা বাসি ছিলেন বৈজ্ঞানিক গবেষণায় বিশ্ববিদ্যালয়ের সম্মানজনক পদ অর্জনকারী প্রথম নারী।\n\nঅষ্টাদশ শতাব্দীতে জেন্ডারের ভূমিকা অনেকাংশে পূর্ব-নির্ধারিত ছিল। এ সময় নারীরা বিজ্ঞানে যথেষ্ট অগ্রগতি অর্জন করেছিল। ঊনবিশ শতাব্দীতে, নারীদের অধিকাংশ আনুষ্ঠানিক বৈজ্ঞানিক শিক্ষা থেকে বাদ দেয়া হয়েছিল। তবে এই সময়ের মধ্যে তারা শিক্ষিত সমাজের অন্তর্ভুক্ত হতে শুরু করে। ঊনবিংশ শতাব্দীর শেষ দিকে নারীদের কলেজের উত্থান নারী বিজ্ঞানীদের চাকরি ও শিক্ষার সুযোগ প্রদান করে।\nপোল্যান্ডের ওয়ারশতে জন্মগ্রহণকারী মেরি কুরি রেডিয়াম ও পোলোনিয়াম আবিষ্কার করেছিলেন এবং বিজ্ঞানীদের জন্য তেজস্ক্রিয় অবক্ষয় নিয় গবেষণা করার পথ তৈরি করেছিলেন। পদার্থবিজ্ঞানী ও রসায়নবিদ হিসেবে কাজ করে তিনি তেজস্ক্রিয় অবক্ষয় নিয়ে অগ্রণী গবেষণা পরিচালনা করেন। তিনি পদার্থবিজ্ঞানে নোবেল পুরস্কার প্রাপ্ত প্রথম নারী এবং রসায়নেও দ্বিতীয়বার নোবেল পুরস্কার প্রাপ্ত প্রথম ব্যক্তি। ১৯০১ থেকে ২০১০ সালের মধ্যে চল্লিশজন নারী নোবেল পুরস্কার পেয়েছেন। এর মধ্যে পদার্থবিজ্ঞান, রসায়ন, শরীরবিদ্যা বা চিকিৎসাশাস্ত্রে সতেরো জন নারী নোবেল পুরস্কার পেয়েছেন।\n\n\n== ইতিহাস ==\n\n\n=== বহু-সাংস্কৃতিক দৃষ্টিভঙ্গি ===\n১৯৭০ এবং ১৯৮০ -এর দশকে নারী বিজ্ঞানীদের নিয়ে অনেক বই এবং নিবন্ধ প্রকাশিত হচ্ছিল। তবে বেশির ভাগ প্রকাশনায় ইউরোপ এবং উত্তর আমেরিকার বাইরের নারী এবং অশ্বেতাঙ্গ নারীদের উপেক্ষা করা হয়েছে। ১৯৮৫ সালে কোভালেভস্কিয়া তহবিল গঠন এবং ১৯৯৩ সালে  অর্গানাইজেশন ফর উইমেন ইন সায়েন্স ইন ডেভেলপিং ওয়ার্ল্ড প্রতিষ্ঠার পর ইতোপূর্বে প্রান্তিক অবস্থানে থাকা নারী বিজ্ঞানীগণ সামনে আসতে শুরু করেন। কিন্তু আজও উন্নয়নশীল দেশে বিজ্ঞানে বর্তমান এবং ঐতিহাসিক নারীদের সম্পর্কে তথ্যের অভাব রয়েছে। শিক্ষাবিদ অ্যান হিবনার কোবলিটজের মতে:\nনারী বিজ্ঞানীদের উপর বেশিরভাগ কাজ পশ্চিম ইউরোপ এবং উত্তর আমেরিকার ব্যক্তিত্ব ও বৈজ্ঞানিক উপ -সংস্কৃতির উপর দৃষ্টি নিবদ্ধ করেছে এবং এই অঞ্চলগুলির জন্য করা পর্যবেক্ষণগুলোই  বাকি বিশ্বের জন্য সত্য হবে বলে বিজ্ঞানের নারী অবদান নিয়ে কাজ করা ইতিহাসবিদগণ প্রত্যক্ষ বা পরোক্ষভাবে মনে করেন।কোবলিটজ বলেছেন যে বিজ্ঞানে নারীদের সম্পর্কে এই সাধারণীকরণ প্রায়শই বহু-সাংস্কৃতিকভাবে ধারণকৃত নয়:একটি নির্দিষ্ট সময়ের মধ্যে কোন দেশে একটি বৈজ্ঞানিক বা প্রযুক্তিগত ক্ষেত্র 'অনারীবিশিষ্ট' বলে বিবেচিত হলেও একটি ভিন্ন ঐতিহাসিক সময় বা ভিন্ন দেশে একই ক্ষেত্রে অনেক নারীর অংশগ্রহণ থাকতে পারে। এর একটি উদাহরণ হল ইঞ্জিনিয়ারিং, যা অনেক দেশে পুরুষদের একচেটিয়া ক্ষেত্র হিসেবে বিবেচিত হয়, বিশেষ করে এই ক্ষেত্রের মর্যাদাপূর্ণ উপ-শাখা যেমন- বৈদ্যুতিক বা যান্ত্রিক প্রকৌশল। তবে এর ব্যতিক্রম আছে। প্রাক্তন সোভিয়েত ইউনিয়নে ইঞ্জিনিয়ারিং এর সবগুলো উপ-শাখায় নারীদের সংখ্যা সর্বোচ্চ ছিল এবং নিকারাগুয়ার ইউনিভার্সিডাদ ন্যাসিওনাল ডি ইঞ্জিনিয়ারিয়াতে ১৯৯০ সালে  ৭০% ইঞ্জিনিয়ারিং শিক্ষার্থী ছিল নারী।\n\n\n=== প্রাচীন ইতিহাস ===\nচিকিৎসায় নারীদের সম্পৃক্ততা পাওয়া গেছে বেশ কয়েকটি প্রাচীন সভ্যতায়। প্রাচীন মিশরীয় চিকিৎসক, মেরিট-পিটাহকে (আনুমানিক ২০০০ খ্রিস্টপূর্বাব্দ), একটি শিলালিপিতে \"প্রধান চিকিৎসক\" হিসেবে বর্ণনা করা হয়েছে। মনে করা হয়, বিজ্ঞানের ইতিহাসে তিনিই প্রাচীনতম নারী বিজ্ঞানী। প্রাচীন গ্রীসে ট্রোজান যুদ্ধের পূর্বে আগামিড নামে  (আনু. ১১৯৪–১১৮৪ খ্রিস্টপূর্বাব্দ) একজন নিরাময়কারী ছিলেন বলে গ্রিক মহাকবি হোমারের উল্লেখ থেকে জানা যায়। আরেকটি প্রাচীন কিংবদন্তীর অনুসারে, এগ্নোদিস ছিলেন প্রথম নারী চিকিৎসক যিনি চতুর্থ শতাব্দীতে খ্রিস্টপূর্ব এথেন্সে বৈধভাবে অনুশীলন করতেন।\nপ্রাচীন গ্রীসে প্রাকৃতিক দর্শনের অধ্যয়ন নারীদের জন্য উন্মুক্ত ছিল। প্রাপ্ত বিভিন্ন তথ্য হতে জানা যায়, গ্রিক জ্যোতির্বিদ এগ্লোনিক চন্দ্রগ্রহণের পূর্বাভাস দিতে জানতেন। ষষ্ঠ শতকের পিথাগোরিয়ান দার্শনিক থিয়ানো একাধারে গণিতবিদ এবং চিকিৎসক ছিলেন। তিনি পিথাগোরাসের প্রতিষ্ঠিত ক্রোটোনের একটি বিদ্যালয়ের শিক্ষার্থী ছিলেন (সম্ভবত স্ত্রীও ছিলেন); প্রতিষ্ঠানটিতে আরও অনেক নারী শিক্ষার্থী ছিলেন। পোলাক্সের একটি অনুচ্ছেদ থেকে মুদ্রার প্রক্রিয়া আবিষ্কারক হিসেবে ফ্রিজিয়া রাজার মিডাসের স্ত্রী এবং সাইমের রাজা আগামেমননের কন্যা ডেমোডিক এবং আর্গিভের শাসক ফিডনের উল্লেখ পাওয়া যায়। এওলিয়ান সাইমের রাজা অ্যাগামেমননের এক কন্যা, মিডাস নামক ফ্রিজিয়ান রাজাকে বিয়ে করেছিলেন। এই সংযোগটিই সম্ভবত গ্রিকদের ফ্রিজিয়ানদের কাছ থেকে তাদের বর্ণমালা অনুসরণের সুবিধা দিয়েছিল কারণ ফ্রিজিয়ান অক্ষরের আকারগুলো এওলিসের শিলালিপিগুলোর সবচেয়ে কাছাকাছি।\nব্যাবিলনীয় সভ্যতার সময়কালে, খ্রিস্টপূর্ব ১২০০ অব্দে, তাপুতি -বেলাতেকল্লিম এবং -নিনু (তার নামের প্রথম অর্ধেক অজানা) দুটি সুগন্ধি নিষ্কাশন এবং পাতন পদ্ধতি ব্যবহার করে উদ্ভিদ থেকে নির্যাস নির্গত করতে সক্ষম হয়েছিলেন। মিশরীয় রাজবংশের সময় নারীরা বিয়ার তৈরি এবং ঔষধের যৌগ তৈরির মতো প্রায়োগিক রসায়নের সঙ্গে সম্পৃক্ত ছিলেন। নারীরা রসায়নশাস্ত্রেও বড় অবদান রেখেছিলেন বলে জানা যায়।  খ্রিস্টীয় প্রথম বা দ্বিতীয় শতাব্দীর অনেকেই আলেকজান্দ্রিয়ায় বসবাস করতেন, যেখানে ব্যক্তিক আধ্যাত্মিক জ্ঞানচর্চার ঐতিহ্যে নারী অবদানকে মূল্যায়ন করা হতো। নারী রসায়নবিদদের মধ্যে সবচেয়ে বিখ্যাত ছিলেন মেরি দ্য জিউয়েস যিনি দ্বি-চুলা (ডাল বয়লার) এবং সেই সময়ের পাতন যন্ত্রের সৃষ্টিসহ বেশ কয়েকটি রাসায়নিক যন্ত্র উদ্ভাবন করেছিলেন। এই ধরনের পাতন যন্ত্রকে বলা হতো কেরোটাকিস (সাধারণ পাতন) এবং ট্রাইবিকোস (একটি জটিল পাতন যন্ত্র)।\nআলেকজান্দ্রিয়ার হাইপেশিয়া (আনুমানিক ৩৫০-৪১৫ খ্রিস্টাব্দ), আলেকজান্দ্রিয়ার থিওনের কন্যা ছিলেন যিনি একাধারে একজন দার্শনিক, গণিতবিদ এবং জ্যোতির্বিজ্ঞানী ছিলেন। তিনিই প্রথম নারী গণিতবিদ যার সম্পর্কে বিস্তারিত তথ্য পাওয়া যায়। জ্যামিতি, বীজগণিত এবং জ্যোতির্বিজ্ঞানের উপর বেশ কয়েকটি গুরুত্বপূর্ণ ভাষ্য লেখার জন্য হাইপেশিয়াকে স্মরণ করা হয়। হাইপেশিয়া একটি দর্শন বিদ্যালয়ের প্রধান ছিলেন এবং অনেক ছাত্রকে পড়াতেন। ৪১৫ খ্রিস্টাব্দে তিনি আলেকজান্দ্রিয়ার বিশপ সিরিল এবং রোমান গভর্নর ওরেস্তেসের মধ্যে রাজনৈতিক বিরোধে জড়িয়ে পড়েন যার ফলে সিরিলের সমর্থক একটি বিক্ষুব্ধ গোষ্ঠীর হাতে নৃশংস হত্যার শিকার হন।\n\n\n=== মধ্যযুগীয় ইউরোপ ===\n\nরোমান সাম্রাজ্যের পতনের দ্বারা ইউরোপীয় মধ্যযুগের প্রথম অংশকে চিহ্নিত করা হয় যা অন্ধকার যুগ নামেও পরিচিত। ল্যাটিন পশ্চিমের (গ্রেকো-রোমান সভ্যতার পশ্চিমাংশ) বেশ কিছু সমস্যা মহাদেশটির মেধা উৎপাদনকে নাটকীয়ভাবে প্রভাবিত করেছিল। যদিও প্রকৃতিকে তখনও এমন একটি ব্যবস্থা হিসেবে দেখা হত যাকে যুক্তির আলোকে বোঝা যায় তবে সেখানেও সামান্যই উদ্ভাবনী বৈজ্ঞানিক অনুসন্ধান ছিল।  বৈজ্ঞানিক অগ্রগতি ধরে রাখার জন্য আরব বিশ্ব কৃতিত্বের দাবিদার। আরবের পণ্ডিতগণ মূল শাস্ত্রীয় কাজ তৈরি করেছিলেন এবং ধ্রুপদী সময় থেকেই সেসব পান্ডুলিপির কপি তৈরি করে রেখেছিলেন। এসময় খ্রিস্টধর্ম পুনরুজ্জীবনের মধ্য দিয়ে যাচ্ছিল এবং এতে করে পশ্চিমা সভ্যতাও শক্তিশালী হয়ে উঠেছিল। এই ঘটনাটি অংশত হয়েছিল, মঠ ও ভিক্ষুদের সম্প্রদায়ের  কারণে যারা পড়া ও লেখার অনুশীলন করতেন এবং সন্ন্যাসী ও সন্ন্যাসিনীদের জন্য যারা অতীতের মনীষীদের গুরুত্বপূর্ণ লেখা সংগ্রহ এবং অনুলিপি তৈরি করেছিলেন।\n\nযেমনটি ইতোপূর্বে উল্লেখ করা হয়েছে যে,  এসময় ধর্মীয় সম্প্রদায়গুলো নারীদের শিক্ষার একটি গুরুত্বপূর্ণ স্থান ছিল কেননা বিভিন্ন মঠ ও সন্ন্যাসীনী পড়ালেখাকে উৎসাহিত করতেন এবং এই সম্প্রদায়গুলির মধ্যে কিছু সম্প্রদায় নারীদের জ্ঞান গবেষণার সুযোগ প্রদান করতো। তেমনি একটি উদাহরণ, জার্মান অ্যাবেস (উচ্চপদস্থ নান বা সন্ন্যাসীনী)  হিল্ডগার্ড অফ বিন্জেন (১০৯৮–১১৭৯ খৃষ্টাব্দ) একজন বিখ্যাত দার্শনিক এবং উদ্ভিদবিদ ছিলেন যার অনেক লেখায় ঔষধ, উদ্ভিদবিজ্ঞান এবং প্রাকৃতিক ইতিহাসসহ বিভিন্ন বৈজ্ঞানিক বিষয়ের বিবরণ রয়েছে।  আরেকজন বিখ্যাত জার্মান অ্যাবেস ছিলেন গান্ডারশাইমের হরস্বিতা (৯৩৫-১০০০ খৃষ্টাব্দ) যিনি নারীদের বুদ্ধিবৃত্তিক চর্চায় উৎসাহিত করতেন।  যাইহোক, নারী ভিক্ষুর সংখ্যা এবং ক্ষমতার বৃদ্ধির সাথে সাথে দেখা গেল পুরুষ যাজকিয় শ্রেণিবিন্যাস এই পরিবর্তনের প্রতি স্বাগত জানায় নি এবং এতে করে এটি নারীদের অগ্রগতির বিরুদ্ধে প্রতিক্রিয়া সৃষ্টি করে এক ধরনের দ্বন্দ্বের সৃষ্টি করেছিল। এতে নারীদের উপর বন্ধ হওয়া অনেক ধর্মীয় আদেশকে প্রভাবিত হলো এবং তাদের সম্প্রদায়গুলো ভেঙে  দেয়া হয় হবং সামগ্রিকভাবে নারীদের পড়ালেখা শেখার সক্ষমতা থেকে বঞ্চিত করা হয়। আর এরই সাথে বিজ্ঞানের জগতে নারীর বিচরণ সীমিত হয়ে পড়ে এবং বিজ্ঞানের জগৎ নারীর জন্য বন্ধ হয়ে যায়।\nএকাদশ শতাব্দীতে প্রথম মধ্যযুগীয় বিশ্ববিদ্যালয়গুলোর আবির্ভাব ঘটে। বেশিরভাগ ক্ষেত্রেই নারীরা বিশ্ববিদ্যালয়ের শিক্ষাব্যবস্থা থেকে বাদ ছিল। যদিও, কিছু ব্যতিক্রম ছিল। ইটালিয়ান ইউনিভার্সিটি অফ বলোনা ১০৮৮ সালে তার প্রতিষ্ঠার শুরু থেকেই ক্লাসে লেকচার শোনা নারীদের জন্য অনুমোদিত ছিল।\nচিকিৎসা ক্ষেত্রে নারীদের শিক্ষিত করার প্রতি অন্যান্য জায়গার তুলনায় ইতালিতে বেশ উদার মনোভাব ছিল।  চিকিৎসক, ট্রোটুলা ডি রুগিরো এগারো শতাব্দীতে সালার্নোর মেডিকেল স্কুলে সম্মানজনক পদ অধিকার করেছিলেন বলে মনে করা হয়। এখানে তিনি অনেক সম্ভ্রান্ত ইতালীয় নারীদের শিক্ষা দিয়েছিলেন যাদের দলকে কখনও কখনও \"লেডিস অফ স্যালার্নো\" নামে অভিহিত করা হয়। অন্যান্য বিষয়ের মধ্যে প্রসূতি ও স্ত্রীরোগ বিষয়ক নারীদের ঔষধ সংক্রান্ত বেশ কয়েকটি প্রভাবশালী গ্রন্থের জন্য ট্রোটুলাকে কৃতিত্বের দাবীদার।\nডরোটিয়া বুক্কা ছিলেন আরেকজন বিশিষ্ট ইতালিয় চিকিৎসক। তিনি ১৩৯০ সাল থেকে চল্লিশ বছরেরও বেশি সময় ধরে বলোনা বিশ্ববিদ্যালয়ে দর্শন ও চিকিৎসা শাস্ত্রের প্রধান ছিলেন। অ্যাবেলা, জ্যাকোবিনা ফেলিসি, আলেসান্দ্রা গিলিয়ানি, রেবেকা দে গুয়ার্না, মার্গারিটা, মারকুরিয়েড (১৪ শতাব্দী), কনস্ট্যান্স ক্যালেন্ডা, ক্যালরিস ডি ডুরিসিও ( ১৫ শতক), কনস্টানজা, মারিয়া ইনকারনাটা এবং থমাসিয়া ডি ম্যাটিও।\nতবে কিছু নারীর সাফল্য সত্ত্বেও মধ্যযুগের সাংস্কৃতিক পক্ষপাত তাদের শিক্ষা এবং বিজ্ঞানে অংশগ্রহণকে প্রভাবিত করেছিল। উদাহরণস্বরূপ, খ্রিস্টান পণ্ডিত সেন্ট টমাস অ্যাকুইনাস, নারীর প্রসঙ্গ উল্লেখ করে লিখেছেন, \"তারা কর্তৃত্বের পদ ধারণ করতে মানসিকভাবে অক্ষম।\"\n\n\n=== ১৬০০ এবং ১৭০০ শতকের বৈজ্ঞানিক বিপ্লবসমূহ ===\nসপ্তদশ শতকের অভিজাত মার্গারেট ক্যাভেনডিশ সেই সময়ের সবচেয়ে গুরুত্বপূর্ণ বৈজ্ঞানিক বিতর্কে অংশ নিয়েছিলেন। তাকে একবার ইংলিশ রয়েল সোসাইটির সভায় অংশগ্রহণের অনুমতি দেওয়া হলেও এই সমতিতে তাকে অন্তর্ভুক্ত করা হয়নি। পরীক্ষামূলক দর্শনের উপর পর্যবেক্ষণ (১৬৬৬) এবং প্রাকৃতিক দর্শনের ভিত্তিসহ বৈজ্ঞানিক বিভিন্ন বিষয়ে অনেকগুলো রচনা লিখেছিলেন তিনি। বিজ্ঞানে মানুষই প্রকৃতির অধিকর্তা এই বিশ্বাসের তিনি সমালোচনা উপস্থাপন করেছিলেন। তাঁর ১৬৬৬ সালের লেখায় বিজ্ঞানে নারীর আগ্রহ বাড়ানোর চেষ্টা করেছিল। তার পর্যবেক্ষণগুলো বেকনের পরীক্ষামূলক বিজ্ঞানের সমালোচনা করেছিল এবং মাইক্রোস্কোপকে ত্রুটিপূর্ণ মেশিন হিসেবে উল্লখ করা হয়েছিল।\nইতালিয় রসায়নবিদ ইসাবেলা কর্টেস, তার secreti della signora Isabella Cortese বা The Secrets of Isabella Cortese গ্রন্থের জন্য সবচেয়ে বেশি পরিচিত। কর্টেস বিভিন্ন ঔষধ, রসায়ন এবং প্রসাধনী সংক্রান্ত পরীক্ষা -নিরীক্ষা করার জন্য বেশ দক্ষতার সাথে প্রকৃতি নিরীক্ষণে সক্ষম হয়েছিলেন। ইসাবেলার বুক অফ সিক্রেটস আরেকটি বৃহত্তরর বুক অব সিক্রেটসের অংশ হয়েছিল যা যোড়শ শতাব্দীতে অভিজাতদের মধ্যে অত্যন্ত জনপ্রিয় হয়েছিল। কর্টেসের যুগে শিক্ষিত নারীর সংখ্যা কম হলেও বুক অফ সিক্রেটস গ্রন্থের বেশিরভাগ রাসায়নিক এবং প্রসাধন সংক্রান্ত নিরীক্ষাগুলো নারীদের জন্য প্রস্তুত হয়েছিল। এতে গর্ভাবস্থা, প্রজনন এবং প্রসবের বিষয়গুলোও অন্তর্ভুক্ত ছিল।\nটাইকো ব্রাহের বোন সোফিয়া ব্রাহে একজন ডেনিশ উদ্যানতত্ত্ববিদ ছিলেন। ব্রাহে তার বড় ভাই থেকে রসায়ন এবং উদ্যানতত্ত্ববিদ্যার প্রশিক্ষণ দিয়েছিলেন তবে নিজে নিজে জ্যোতির্বিদ্যা শিখেছিলেন জার্মান ভাষার বই অধ্যয়ন করে।  সোফিয়া অসংখ্য অনুষ্ঠানে ইউরেনিয়েনবার্গে (ডেনিশ রসায়ন ও জ্যোতির্বজ্ঞানের পর্যবেক্ষণ ও পরীক্ষা কেন্দ্র) ভাইয়ের সঙ্গে দেখা করেছিলেন এবং তার প্রকল্প ডি নোভা স্টেলাতে সহায়তা করেছিলেন। তার পর্যবেক্ষণগুলো সুপারনোভা এসএন ১৫৭২ আবিষ্কার ত্বরান্বিত করেছিল যা মহাবিশ্বের ভূকেন্দ্রিক মডেলকে খণ্ডন করতে সাহায্য করেছিল।\nটাইকো তার বোন সোফিয়া এবং তার স্বামী এরিক সম্পর্কে ইউরেনিয়া তিতানি লিখেছিলেন। ইউরেনিয়া সোফিয়াকে উদ্দেশ্য করে এবং তিতানি এরিককে উদ্দেশ্য করে লিখেছিলেন। টাইকো তার বোনের সমস্ত কাজের প্রতি কৃতজ্ঞতা প্রকাশা জন্যই মূলত কবিতাটি রচনা করেছিলেন।\nজার্মানিতে, দক্ষ উৎপাদনে নারীদের অংশগ্রহণের ঐতিহ্য বেশ কিছু নারীকে পর্যবেক্ষণ বিজ্ঞানে, বিশেষ করে জ্যোতির্বিজ্ঞানের সাথে সম্পৃক্ত হওয়ার সুযোগ দিয়েছিল। ১৬৫০ থেকে ১৭১০ সালের মধ্যে জার্মান জ্যোতির্বিজ্ঞানীদের মধ্যে নারীর হার ছিল ১৪%। জার্মানির সবচেয়ে বিখ্যাত নারী জ্যোতির্বিজ্ঞানী ছিলেন মারিয়া উইঙ্কেলম্যান। তিনি তার বাবা এবং চাচা দ্বারা শিক্ষিত ছিলেন এবং নিকটবর্তী স্ব-শিক্ষিত একজন জ্যোতির্বিজ্ঞানী থেকে জ্যোতির্বিজ্ঞানের শিক্ষা অর্জন করেছিলেন। তিনি জ্যোতির্বিজ্ঞানী হিসেবে চর্চা করার সুযোগ পেয়েছিলেন  প্রুশিয়ার শীর্ষস্থানীয় জ্যোতির্বিদ গটফ্রিড কির্ককে বিয়ে করার পর। তিনি বার্লিনে একাডেমি অফ সায়েন্স দ্বারা পরিচালিত জ্যোতির্বিজ্ঞান পর্যবেক্ষণে কির্কের সহকারী হন। ধূমকেতুর আবিষ্কার সহ বেশ কিছু মৌলিক অবদান রেখেছিলেন তিনি। তার স্বামী মারা যাওয়ার পর, উইঙ্কেলম্যান বার্লিন একাডেমিতে সহকারী জ্যোতির্বিদ পদে আবেদন করেছিলেন - যে কাজে তিনি অভিজ্ঞ ছিলেন। কিন্তু বিশ্ববিদ্যালয় ডিগ্রী না থাকাতে এবং উপরন্তু নারী হওয়ার কারণে - তাকে পদটি প্রদান করা হয়নি। বার্লিন একাডেমির সদস্যরা আশঙ্কা করেছিলেন যে, তারা একজন নারীকে নিয়োগ দিলে তা একটি নেতিবাচক দৃষ্টান্ত স্থাপন করবে। তারা বলেছিল, \"মানুষ হা করে থাকবে\"।\nবার্লিন একাডেমিতে উইঙ্কেলম্যানের সমস্যাগুলো বৈজ্ঞানিক কাজে নারীদের অংশগ্রহণের ক্ষেত্রে যে বাধার সম্মুখীন হতো তারই প্রতিফলন। বিজ্ঞানের ক্ষেত্র প্রধানত পুরুষদের জন্য বিবেচিত হত। বিংশ শতাব্দী পর্যন্ত রয়্যাল সোসাইটি অব লন্ডন বা ফরাসি একাডেমি অব সায়েন্সে কোন নারীকে আমন্ত্রণ জানানো হয়নি। সপ্তদশ শতাব্দীর অধিকাংশ মানুষ যে কোন ধরনের পান্ডিত্যপূর্ণ কাজে নিবেদিত হওয়ার ক্ষেত্রে নারীদের গৃহস্থালী কর্তব্য পালনের সাথে বৈপরীত্যমূলক মনে কর হতো। কেননা নারী গৃহস্থালী কাজ করবে, সেটিই প্রত্যাশিত। আর তাই যদি হয় তবে জ্ঞানচর্চায় নারীর পক্ষে নিবেদিতপ্রাণ হওয়া সম্ভব নয়।\nআধুনিক উদ্ভিদবিজ্ঞান এবং প্রাণিবিদ্যার অন্যতম প্রতিষ্ঠাতা, জার্মানির মারিয়া সিবিলা মেরিয়ান (১৬৪৭-১৭১৭), প্রকৃতির অনুসন্ধানে নিজের পুরো জীবন ব্যয় করেছিলেন। তেরো বছর বয়সে তিনি শুঁয়োপোকা উৎপাদন ও তাদের প্রজাপতিতে রূপান্তর সম্পর্কে অধ্যয়ন করতে শুরু করেন। তার একটি \"স্টাডি বুক\" ছিল যেখানে প্রাকৃতিক দর্শনে তার অনুসন্ধানগুলো লেখা ছিল। তার প্রথম প্রকাশনা, দ্য নিউ বুক অফ ফ্লাওয়ার্সে তিনি উদ্ভিদ এবং পোকামাকড়ের জীবনী তালিকাভুক্ত করার জন্য চিত্র ব্যবহার করেছিলেন। স্বামী মারা যাওয়ার পর এবং  সাইওয়ার্টে কিছুদিন থাকার পর তিনি ও তার কন্যা প্যারামারিবোতে (সুরিনামের সবচেয়ে বড় শহর ও রাজধানী) দু'বছর ধরে পোকামাকড়, পাখি, সরীসৃপ এবং উভচরদের পর্যবেক্ষণ করেছিলেন। এরপর আমস্টারডামে ফিরে  এসে  দ্য মেটামরফোসিস অফ দ্য ইনসেক্টস অফ সুরিনামে  নামে গ্রন্থ প্রকাশ করেন, যা \"ইউরোপীয়দের কাছে প্রথমবারের মতো রেইন ফরেস্টের বিস্ময়কর বৈচিত্র্য তুলে ধরেছিল।\" উদ্ভিদ এবং পোকামাকড়ের শৈল্পিক চিত্রায়নে নৈপুণ্যের জন্য তিনি একজন পরিচিত উদ্ভিদবিদ এবং কীটতত্ত্ববিদ ছিলেন। তিনি দক্ষিণ আমেরিকা এবং সুরিনাম ভ্রমণ করেছিলেন এবং সেখানে নিজের কন্যাদের সহায়তায় সে অঞ্চলের উদ্ভিদ ও প্রাণী জীবনের চিত্র তুলে ধরেছিলেন, এমন নজির তখনকার যুগের জন্য বিরল।\nসামগ্রিকভাবে, বৈজ্ঞানিক বিপ্লব নারীর প্রকৃতি সম্পর্কে মানুষের ধারণার পরিবর্তন করতে খুব কমই করতে পেরেছিল। বিশেষ করে পুরুষদের মতো বিজ্ঞানে অবদান রাখার তাদের ক্ষমতা প্রসঙ্গে। জ্যাকসন স্পিলভোগেলের মতে, 'পুরুষ বিজ্ঞানীরা নতুন বিজ্ঞানের ব্যবহার করে এই দৃষ্টিভঙ্গি ছড়িয়ে দিয়েছিলেন যে নারীরা স্বভাবতই পুরুষদের চেয়ে নিকৃষ্ট ও অধস্তন এবং পরিবারের গৃহস্থালি কাজ করার জন্য তারা যত্নশীল মায়ের ভূমিকা পালনেই উপযুক্ত। এ ধরনের বইয়ের ব্যাপক প্রসারের জন্য এই নেতিবাচক ধারণাগুলোও ব্যাপকভাবে ছড়িয়ে পড়ে এবং অব্যাহত থাকে।\n\n\n=== অষ্টাদশ শতক ===\n\nযদিও অষ্টাদশ শতাব্দীতে নারীরা অনেক বৈজ্ঞানিক ক্ষেত্রেই দক্ষতা অর্জন করেছিল তবে উদ্ভিদের প্রজনন সম্পর্কে জানার ব্যাপারে তাদেরকে নিরুৎসাহিত করা হতো। কার্ল লিনিয়াস উদ্ভিদের যৌন বৈশিষ্ট্যের উপর ভিত্তি করে শ্রেণিবিন্যাসের পদ্ধতি উদ্ভিদবিজ্ঞানের প্রজনন সংক্রান্ত বৈশিষ্ট্যের দিকে মনোযোগ আকর্ষণ করেছিল এবং এতে করে অনেকের আশঙ্কা ছিল যে নারীরা প্রকৃতির উদাহরণ থেকে অনৈতিক পাঠ গ্রহণ করতে পারে। কারণ প্রয়শই নারীদের জন্মগতভাবে আবেগপ্রবণ এবং বস্তুনিষ্ঠ যুক্তিতে অক্ষম, অথবা মাতৃগুণসম্পন্ন চরিত্র  হিসেবে চিত্রায়ন করা হয় যার মূলকাজ স্বাভাবিক নৈতিক সমাজের জন্ম দেয়া।\nঅষ্টাদশ শতাব্দীতে নারীর প্রতি তিনটি ভিন্ন ধরনের দৃষ্টিভঙ্গি ছিল। প্রথম, নারী মানসিকভাবে এবং সামাজিকভাবে পুরুষদের থেকে নিকৃষ্ট; দ্বিতীয়, নারী-পুরুষ সমান কিন্তু ভিন্ন, এবং তৃতীয়, মানসিক ক্ষমতা এবং সামাজিক অবদান উভয় ক্ষেত্রেই নারীর সক্ষমতা সমান। যদিও জ্য-জ্যাক রুশোর মতো ব্যক্তিরা বিশ্বাস করতেন যে, নারীর ভূমিকা মাতৃত্ব এবং তাদের পুরুষ অংশীদারদের সেবা প্রদানের মধ্যেই সীমাবদ্ধ, তবে আলোকিত যুগের আবির্ভাব এমন একটি সময় ছিল যখন নারীরা ব্যাপকভাবে বিজ্ঞানের সাথে সম্পৃক্ত হতে পেরেছিল।\nইউরোপে সেলন সংস্কৃতির (বৈঠকী সংস্কৃতি) উত্থান দার্শনিক ও তাদের আলোচনাকে একটি অন্তরঙ্গ পরিবেশে নিয়ে আসে যেখানে সমসাময়িক রাজনৈতিক, সামাজিক এবং বৈজ্ঞানিক বিষয়গুলো নিয়ে আলোচনা করার জন্য নারী-পুরুষ সকলে মিলিত হতেন। জ্য-জ্যাক রুশো যখন নারী-প্রভাবিত সেলনগুলো নারীবৈশিষ্ট্য সম্পন্ন পুরুষ তৈরি করছে বলে আক্রমণাত্মক সমালোচনা করেন প্রবল আলোড়ন তৈরি করেছিল। সে যুগে সেলনগুলোর বৈশিষ্ট্যই ছিল নারী-পুরুষের মিলিত অংশগ্রহণ।\nলেডি মেরি ওয়ার্টলি মন্টেগু অটোমান সাম্রাজ্যে তার ভ্রমণের সময় পশ্চিমা ঔষধের পরিবর্তনের মাধ্যমে গুটিবসন্তের টিকা প্রবর্তন করে প্রচলিত রীতির অস্বীকার করেছিলেন। ১৭১৮ সালে ওয়ার্টলি মন্টেগু তার ছেলেকে টিকা দেন এবং ১৭২১ সালে যখন গুটিবসন্তের মহামারি ইংল্যান্ডে আঘাত হানার পর তার মেয়েকে টিকা দেন। ব্রিটেনে এ ধরনের ঘটনা এবারই প্রথম হলো। তিনি র ক্যারোলিন অফ আনসবাখ (বৃটেন ও আয়ারল্যান্ডের রাণী এবং রাজা দ্বিতীয় জর্জের স্ত্রী) কে রাজবন্দীদের উপর এই চিকিৎসা পরীক্ষা করতে রাজি করান। পরবর্তীতে ১৭২২ সালে প্রিন্সেস ক্যারোলিন তার দুই কন্যাকে টিকা প্রদান করেন। ১৭২২ সালের সেপ্টেম্বরে ছদ্মনামে ওয়ার্টলি মন্টেগু টিকার সমর্থনে একটি নিবন্ধ প্রকাশ করেছিলেন।\nপালাজ্জো পাবলিকোতে প্রকাশ্যে উনচল্লিশটি গবেষণাপত্র  উপস্থাপনের পর লরা বাসি ১৭৩২ সালে বোলনা বিশ্ববিদ্যালয়ে দর্শনশাস্ত্রে ডক্টরেট ডিগ্রী লাভ করেন। এভাবে, ৫৪ বছর আগে ১৬৭৮ সালে এলিনা কর্নারো পিস্কোপিয়ার পরে দর্শনের ডক্টরেট অর্জনকারী বিশ্বের দ্বিতীয় নারী ছিলেন লরা বাসি। পরবর্তীতে তিনি বোলনা বিশ্ববিদ্যালয়ের প্রধান ভবন আর্কিগিনাসিওতে আরো বারোটি গবেষণাপত্র উপস্থাপন করেন যা তাকে বিশ্ববিদ্যালয়ে শিক্ষকতার আবেদন করার অনুমতি দেয়। ১৭৩১ সালে বিশ্ববিদ্যালয়ের দর্শনের অধ্যাপক পদে অধিষ্ঠিত হওয়ার মধ্য দিয়ে তিনি বিজ্ঞান একাডেমির সদস্য হন এবং ইউরোপের একটি বিশ্ববিদ্যালয়ে পদার্থবিজ্ঞানে অধ্যাপক পদক অর্জনকারী প্রথম নারী ছিলেন তিনি। তবে বিশ্ববিদ্যালয়গুলো এ ধরনের ধারণা পোষণ করত যে, নারীদের ব্যক্তিগত জীবন পরিচালনের দায়িত্ব পালন করতে হয়। দেখা যায়, ১৭৪৬ থেকে ১৭৭৭ পর্যন্ত বাসি প্রতি বছর মাধ্যাকর্ষণ অথবা বিদ্যুৎ সংক্রান্ত বিষয় নিয়ে প্রতি বছর একটি আনুষ্ঠানিক গবেষণাপত্র দিয়েছেন। যেহেতু তিনি নিয়মিত বিশ্ববিদ্যালয়ে প্রকাশ্যে বক্তৃতা দিতে পারতেন না, তাই তিনি ১৭৪৯ সালে বাড়িতে থেকে ব্যক্তিগত শিক্ষা দান এবং পরীক্ষা -নিরীক্ষা শুরু করেন। তবে, বিশ্ববিদ্যালয়ের পক্ষ থেকে তার দায়িত্ব বৃদ্ধি এবং জনসম্মুখে উপস্থিত হওয়ার কারণে লরা বাসি তার নিয়মিত বেতন বৃদ্ধির জন্য আবেদন করতে সক্ষম হয়েছিলেন যা তার গবেষণা কাজে প্রয়োজনীয় উন্নত সরঞ্জামগুলো ক্রয়ের জন্য ব্যবহৃত হতো। বাসি বোলনা বিশ্ববিদ্যালয় কর্তৃক সর্বোচ্চ বেতনপ্রাপ্ত ব্যক্তি ছিলেন। ১৭৭৬ সালে ৬৫ বছর বয়সে তাকে বোলনা ইনস্টিটিউট অব সায়েন্সেস দ্বারা পরীক্ষামূলক পদার্থবিজ্ঞানের প্রধান হিসেবে নিয়োগ দেয়া হয় যেখানে তার স্বামী তার শিক্ষা সহকারী হিসেবে নিযুক্ত হন।\nব্রিটানিকা অনুসারে, মারিয়া গায়েতানা আগ্নেসি \"পাশ্চাত্যের প্রথম নারী হিসেবে গণিতে খ্যাতি অর্জন করেছিলেন।\" গণিতের উপর মৌলিক গ্রন্থ লেখা তিনিই প্রথম নারী ছিলেন। ইন্সটিটিউজিওনি অ্যানালিটিচে অ্যাড ইউসো ডেলা জিওভেন্ট ইতালিয়ানা (Instituzioni analitiche ad uso della gioventù italiana), (ইতালীয় তরুণদের ব্যবহার উপযোগী বিশ্লেষণমূলক বিধানাবলী) গ্রন্থটি রচনার সম্পূর্ণ কৃতিত্ব তার। ১৭৪৮ সালে প্রকাশিত গ্রন্থটি সেসময়ের অন্যতম শ্রেষ্ঠ রচনা হিসেবে বিবেচিত হয়েছিল।\"  আগ্নেসির মতে তার এই কাজের লক্ষ্য ছিল, ক্যালকুলাসের বিভিন্ন ফলাফল এবং তত্ত্বের পদ্ধতিগত দৃষ্টান্ত প্রদান করা। ১৭৫০ সালে তিনি ইউরোপীয় বিশ্ববিদ্যালয়ে অধ্যাপক পদমর্যাদার অধিকারী দ্বিতীয় নারী ছিলেন। এছাড়াও বোলনা বিশ্ববিদ্যালয়েও তিনি নিযুক্ত হয়েছিলেন তবে সেখানে কখনও পড়াননি।\nজার্মানির ডরোথিয়া এরক্সলেবেনকে  তার পিতা ছোটবেলা থেকেই চিকিৎসা জ্ঞানে শিক্ষা দিয়েছিলেন এবং লরা বাসির বিশ্ববিদ্যালয়ে অধ্যাপনা এরক্সলেবেনকে চিকিৎসা শাস্ত্র চর্চার অধিকারের জন্য লড়াই করতে অনুপ্রেরণা যুগিয়েছিল। ১৭৪২ সালে তিনি একটি পুস্তিকা প্রকাশ করে নারীদের বিশ্ববিদ্যালয়ে পড়ার সপক্ষে যুক্তি উপস্থাপন করেছিলেন । ফ্রেডরিক দ্য গ্রেট কর্তৃক অব্যাহতি পেয়ে অধ্যায়নের জন্য ভর্তি হওয়ার পর  ১৭৫৪ সালে এরক্সলেবেন হ্যালি বিশ্ববিদ্যালয় থেকে এম.ডি (ডক্টর অফ মেডিসিন) ডিগ্রি লাভ করেন। তিনি নারীদের পড়াশোনায় বাধা দেওয়ার বিশ্লেষণ করতে গিয়ে লক্ষ্য করেছিলেন নারীদের লেখাপড়ায় পিছিয়ে থাকার প্রধান কারণ তাদের গৃহস্থালি এবং সন্তানের দেখাশোনা করা। তিনি জার্মানির প্রথম নারী চিকিৎসক ছিলেন।\n\n১৭৪১-৪২ সালে শার্লোট ফ্রিলিচ প্রথম নারী হিসেবে রয়্যাল সুইডিশ একাডেমি অফ সায়েন্সেস থেকে কৃষি বিজ্ঞানের তিনটি বই প্রকাশিত করেছিলেন। ১৭৪৮ সালে ইভা ইকব্লাড সেই একাডেমিতে প্রথম নারী হিসেবে যোগদান করেন। ১৭৪৬ সালে ইকব্লাড একাডেমিকে লিখেছিলেন কীভাবে আলু থেকে ময়দা এবং অ্যালকোহল তৈরি করা যায়। ১৬৫৮ সালে  সুইডেনে আলুর ব্যবহার শুরু হয় যদিও তা শুধুমাত্র অভিজাতদের গ্রিনহাউসে চাষ করা হতো। ইকব্লাডের কাজ সুইডেনে আলুকে একটি প্রধান খাদ্যে পরিণত করেছিল এবং রুটি তৈরির জন্য গম, রাই এবং বার্লির সরবরাহ বাড়িয়েছিল কেননা অ্যালকোহল তৈরির জন্য এসবের পরিবর্তে আলু ব্যবহার করা সম্ভব। এটি তখন দেশের খাদ্যাভ্যাসের ব্যাপক উন্নতি ঘটায় এবং দুর্ভিক্ষের প্রকোপ কমিয়ে দেয়। ইকব্লাড ১৭৫১ সালে তুলার বস্ত্র ‌ও সুতাকে সাবান দিয়ে ব্লিচ করার পদ্ধতিও আবিষ্কার করেছিলেন এবং ১৭৫২ সালে আলুর ময়দা ব্যবহার করে সেই সময়ের প্রসাধনীতে ব্যবহৃত বিপজ্জনক উপাদানগুলো প্রতিস্থাপন করেছিলেন।\nভলতেয়ারের ঘনিষ্ঠ বন্ধু এমিলি ডু চ্যালেট, প্রথম বিজ্ঞানী ছিলেন যিনি গতিবেগের বিপরীতে গতিশক্তির তাৎপর্য উপলব্ধি করেছিলেন। উইলেমের গ্রেভসান্ডের উদ্ভাবিত একটি পরীক্ষাকে তিনি বারবার উল্লেখ করে গুরুত্ব বর্ণনা করেছিলেন যা দেখায় যে পতনশীল বস্তুর প্রভাব তার বেগ নয়, বরং বর্গক্ষেত্রের সমানুপাতিক। এই উপলব্ধি নিউটনীয় মেকানিক্সে গভীর অবদান রেখেছে বলে মনে করা হয়। ১৭৪৯ সালে তিনি নিউটনের ফিলোসোফিয়া ন্যাচারালিস প্রিন্সিপিয়া ম্যাথেমেটিকা (দ্য প্রিন্সিপিয়া) এর ফরাসি অনুবাদ সম্পন্ন করেন, যার মাধ্যমে তার মেকানিক্সের নীতি থেকে শক্তি সংরক্ষণের ধারণার উৎপত্তি হয়। তার মৃত্যুর দশ বছর পর প্রিন্সিপিয়ার অনুবাদ এবং ভাষ্যের প্রকাশ ফ্রান্সে বৈজ্ঞানিক বিপ্লবের পূর্ণাঙ্গ রূপ প্রদান করেছিল এবং ইউরোপে এর গ্রহণযোগ্যতা তৈরি করেছিল।\nমারি-অ্যান পিয়েরেট পলজে এবং তার স্বামী অ্যান্টোইন ল্যাভোসিয়ে রসায়নশাস্ত্রের পুনর্নির্মাণ করেছিলেন, যার মূল ছিল আলকেমিতে এবং সে সময়ে জর্জ স্টল-এর ফ্লগিস্টন (বাতাসে উপস্থিত কাল্পনিক দাহ্য বস্তু) তত্ত্ব  দ্বারা প্রভাবিত একটি গোলমেলে বিজ্ঞান ছিল রসায়নশাস্ত্র। পলজে তার গবেষণাগারে ল্যাভোইসিয়ারের সাথে একসঙ্গে কাজ করতেন এবং তাঁর ল্যাব নোটবুকে পরীক্ষা সংক্রান্ত নানা খুঁটিনাটি লিখে রাখতেন এবং তার পরীক্ষামূলক নকশার চিত্র অঙ্কন করে রাখতেন। তিনি যে প্রশিক্ষণ পেয়েছিলেন তা তাকে নির্ভুলভাবে এবং সুনির্দিষ্টভাবে পরীক্ষামূলক যন্ত্রপাতি আঁকায় দক্ষ করে তোলে যা শেষ পর্যন্ত ল্যাভোসিয়ের সমসাময়িকদের অনেককে তার পদ্ধতি এবং ফলাফল বুঝতে সাহায্য করেছিল।  ফ্লাগিস্টন সম্পর্কে বিভিন্ন রচনা পলজে ফরাসি ভাষায় অনুবাদ করেছিলেন। তার অন্যতম গুরুত্বপূর্ণ অনুবাদ ছিল রিচার্ড কিরওয়ানের ফ্লগিস্টন -এর প্রবন্ধ এবং অ্যাসিডের গঠন সংশ্লিষ্ট (এসে অন ফ্লগিস্টন এন্ড দ্য কনস্টিটিউশন অফ এসিডস) যেখানে অনুবাদের পাশাপাশি ফুটনোট সংযোজনের মাধ্যমে প্রবন্ধগুলোর ত্রুটু চিহ্নিত করে বস্তুনিষ্ঠ সমালোচনাও অন্তর্ভুক্ত করেছিলেন করেছিলেন। পলজে ১৭৮৯ সালে রসায়নের উপর ল্যাভোসিয়ের এলিমেন্টারি ট্রিটিজ অন কেমিস্ট্রি প্রকাশনায় গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন, যা একটি ক্ষেত্র হিসাবে রসায়নের স্বতন্ত্র দৃষ্টিভঙ্গি উপস্থাপন করেছিল। এই কাজটি রসায়নের অগ্রগতিতে গুরুত্বপূর্ণ প্রমাণিত হয়েছিল, কারণ এটি ভর সংরক্ষণের ধারণা এবং বিভিন্ন উপাদানের তালিকা এবং রাসায়নিক নামকরণের জন্য একটি নতুন সিস্টেম উপস্থাপন করেছিল। তিনি নিজের অনুসরণ করা পদ্ধতিগুলো সুষ্ঠুভাবে লিপিবদ্ধও করেছিলেন যা ল্যাভোসিয়ের প্রকাশিত গবেষণার বৈধতাকে নিশ্চিত করেছিল।\n\nজ্যোতির্বিজ্ঞানী ক্যারোলিন হার্শেল হ্যানোভারে জন্মগ্রহণ করেছিলেন কিন্তু পরে ইংল্যান্ডে চলে যান এবং তার ভাই উইলিয়াম হার্শেলের সহকারী হিসাবে কাজ করতেন। তিনি তার সব লেখায় স্বাধীন মজুরি উপার্জন  এবং নিজের ব্যয় নিজের নির্বাহের ইচ্ছা বারবার করে সুস্পষ্টভাবে ব্যক্ত করেছেন। ১৭৮৭ সালে যখন ভাইয়ের সহকারী হিসেবে তাকে রাজতন্ত্র থেকে অর্থ প্রদান শুরু হয় তখন তিনিই প্রথম নারী ছিলেন এ ধরনের কাজের জন্য বেতন পেতেন। এমনকি পুরুষরাও তাদের কদাচিৎ বৈজ্ঞানিক বিভিন্ন কর্মপ্রচেষ্টার জন্য বেতন পেতেন। ১৭৮৬-৯৭ সালে তিনি আটটি ধূমকেতু আবিষ্কার করেছিলেন যার মধ্যে প্রথমটি করেন ১৭৮৬ সালের ১লা আগস্ট। মোটামুটি  পাঁচটি ধূমকেতুর আবিষ্কারক হিসেবে প্রশ্নাতীতভাবে কৃতিত্বের দাবিদার তিনি  এবং ১৭৯৫ সালে ধূমকেতু এনকে পুনরায় আবিষ্কার করেছিলেন। তার পাঁচটি ধূমকেতু ফিলসফিকাল ট্রানজেকশন  সাময়িকীতে প্রকাশিত হয়েছিল যেখানে এই প্রতিটি ধূমকেতুর আবিষ্কারের সাথে সম্পৃক্ত বিভিন্ন তথ্য ছিল। উইলিয়ামকে রাজপরিবারের কাছে ক্যারোলিনের ধূমকেতু প্রদর্শনের জন্য উইন্ডসর ক্যাসলে ডেকে পাঠানো হয়েছিল। ধূমকেতু আবিষ্কারকারী প্রথম নারী হিসেবে ক্যারোলিন হার্শেলের কৃতিত্বই সর্বাগ্রে উল্লেখযোগ্য; তবে, মারিয়া কির্চ ১৭০০ এর দশকের গোড়ার দিকে একটি ধূমকেতু আবিষ্কার করেছিলেন, কিন্তু প্রায়শই তার অবদানকে উপেক্ষা তার স্বামী গটফ্রিড কির্চকে এই আবিষ্কারের কৃতিত্ব দেয়া হয়।\n\n\n=== ঊনবিংশ শতকের গোড়ার কথা ===\n\nঊনবিংশ শতাব্দীর প্রথম দিকে বিজ্ঞান মূলত একটি আনকোরা পেশা ছিল। উদ্ভিদবিদ্যা জনপ্রিয় এবং শৌখিন ক্রিয়া হিসেবে বিবেচিত হতো এবং বিশেষ করে নারীদের জন্য উপযুক্ত মনে করা হতো। অষ্টাদশ এবং ঊনবিংশ শতাব্দীর প্রথম দিকে এটি ইংল্যান্ড এবং উত্তর আমেরিকা দু'জায়গাতেই নারীদের জন্য বিজ্ঞানের সবচেয়ে সহজলভ্য ক্ষেত্রগুলির একটি ছিল।\nযাহোক, উনিশ শতকের অগ্রগতির সাথে সাথে উদ্ভিদবিজ্ঞান এবং অন্যান্য বিজ্ঞান ক্রমশ পেশাদারীত্ব অর্জন করতে থাকে এবং নারীদের সক্রিয়তাও ক্রমশ কমতে থাকে। ফলে  অধিকাংশ আনুষ্ঠানিক বৈজ্ঞানিক শিক্ষায় নারর অবদান সীমিত হয়ে পড়া যদিও এই সময়ে শিক্ষিত সমাজে তাদের প্রবেশের বিষয়টি স্বীকৃত হতে শুরু করে।\nস্কটিশ বিজ্ঞানী মেরি ফেয়ারফ্যাক্স সোমারভিল ১৮২৬ সালে রয়্যাল সোসাইটিতে চৌম্বকত্বের উপর তার পরীক্ষা -নিরীক্ষা বিষয়ক  'দ্য ম্যাগনেটিক প্রপার্টিজস অফ দ্য ভায়োলেট রে অফ দ্য সোলার স্পেকট্রাম' শিরোনামে একটি গবেষণাপত্র উপস্থাপন করেন যিনি এ বিষয়ে কাজ করা দ্বিতীয় নারী ছিলেন। তিনি বেশ কিছু গাণিতিক, জ্যোতির্বিজ্ঞান বিষয়ক, শারীরিক এবং ভৌগোলিক গ্রন্থও রচনা করেছিলেন এবং নারী শিক্ষার একজন শক্তিশালী সমর্থক ছিলেন। ১৮৩৫ সালে তিনি এবং ক্যারোলিন হার্শেল প্রথম দুই নারী ছিলেন যারা রয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটির সম্মানসূচক সদস্য হিসেবে নির্বাচিত হয়েছিলেন।\nসোমারভিলের শিষ্য ইংরেজ গণিতবিদ অ্যাডা লেডি লাভলেস, চার্লস ব্যাবেজের এনালাইটিক্যল ইঞ্জিনের (প্রথম দিকের মেকানিক্যল কম্পিউটার) প্রায়োগিক দিক সম্পর্কে চিঠিপত্র বিনিময় করেছিলেন। এ সম্পর্কে তার লেখা নোটগুলো (১৮৪২–৪৩) তিনি লুইজি মেনাব্রেয়ার প্রবন্ধের অনুবাদে সঙ্গে যুক্ত করেছিলেন যেখানে দেখা যায় তিনি সঙ্গীত রচনা সহ সাধারণ ব্যবহারের কম্পিউটার হিসেবে এনালাইটিক্যল ইঞ্জিনের বিচিত্র প্রায়োগিক দিক আগেই অনুমান করেছিলেন। তাকে প্রথম কম্পিউটার প্রোগ্রাম তৈরির কৃতিত্ব দেওয়া হয়, যদিও এ নিয়ে বিতর্ক রয়েছে।\nজার্মানিতে নারীদের \"উচ্চতর\" শিক্ষার জন্য প্রতিষ্ঠান (Höhere Mädchenschule, কিছু অঞ্চলে Lyzeum বা লাইসিয়াম বলা হয়) স্থাপিত হয়েছিল এই শতাব্দীর শুরুতে। নার্সিংয়ে নারীদের প্রশিক্ষণের জন্য ১৮৩৬ সালে কাইজারসওয়ার্থে ডিকনেস ইনস্টিটিউট প্রতিষ্ঠিত হয়েছিল। এলিজাবেথ ফ্রাই ১৮৪০ সালে ইনস্টিটিউট পরিদর্শন করেন এবং লন্ডন ইনস্টিটিউট অফ নার্সিং প্রতিষ্ঠায় অনুপ্রাণিত হন। এরপর ১৮৫১ সালে ফ্লোরেন্স নাইটিঙ্গেল সেখানে শিক্ষা গ্রহণ করেন।\nমার্কিন যুক্তরাষ্ট্রে, মারিয়া মিচেল ১৮৪৭ সালে একটি ধূমকেতু আবিষ্কার করে খ্যাতি অর্জন করেছিলেন। তিনি মার্কিন যুক্তরাষ্ট্রের নৌ পর্যবেক্ষণ কেন্দ্র দ্বারা উত্পাদিত নটিক্যাল অ্যালমানাকের (সমুদ্রপথে দ্রাঘিমা নির্ণয় সংক্রান্ত) গণনায়ও অবদান রেখেছিলেন। ১৮৪৮ সালে তিনি আমেরিকান একাডেমি অফ আর্টস অ্যান্ড সায়েন্সেস এবং ১৮৫০ সালে আমেরিকান অ্যাসোসিয়েশন ফর দ্য অ্যাডভান্সমেন্ট অব সায়েন্সের প্রথম নারী সদস্য হন।\nএই সময়ের মধ্যে অন্যান্য উল্লেখযোগ্য নারী বিজ্ঞানীদের মধ্যে অন্তর্ভুক্ত ছিলেন:\n\nব্রিটেনে, মেরি অ্যানিং (জীবাশ্মবিদ), আনা অ্যাটকিন্স (উদ্ভিদবিদ), জ্যানেট টেলর (জ্যোতির্বিজ্ঞানী)\nফ্রান্সে, মারি-সোফি জার্মেইন (গণিতবিদ), জেনি ভিলিপ্রেক্স-পাওয়ার (সামুদ্রিক জীববিজ্ঞানী)\n\n\n=== পশ্চিম ইউরোপে ঊনবিংশ শতাব্দীর শেষ ভাগ ===\nঊনবিংশ শতাব্দীর শেষভাগে নারীদের শিক্ষার সুযোগ বৃদ্ধি পেতে থাকে। ছেলেদের মতো মেয়েদের জন্যও শিক্ষার ব্যবস্থা করার লক্ষ্যে যুক্তরাজ্যে বেশ কিছু স্কুল প্রতিষ্ঠিত হয়েছিল, যার মধ্যে রয়েছে নর্থ লন্ডন কলেজিয়েট স্কুল (১৮৫০), চেল্টেনহ্যাম লেডিস কলেজ (১৮৫৩) এবং গার্লস পাবলিক ডে স্কুল ট্রাস্ট স্কুল (১৮৭২)। যুক্তরাজ্যে প্রথম নারী বিশ্ববিদ্যালয় কলেজ, গার্টন,  প্রতিষ্ঠিত হয়েছিল ১৮৬৯ সালে এবং বাকিরাও শীঘ্রই এ পথ অনুসরণ করেছিল: যেমন: নিউনহাম বিশ্ববিদ্যালয় কলেজ  ১৮৭১ সালে এবং সোমারভিল বিশ্ববিদ্যালয় কলেজ প্রতিষ্ঠিত হয় ১৮৭৯ সালে।\nক্রিমিয়ার যুদ্ধ (১৮৫৪-৬) নার্সিংকে পেশা হিসেবে প্রতিষ্ঠায় অবদান রেখেছিল এবং ফ্লোরেন্স নাইটেঙ্গেলকে প্রতিটি পরিবারে পরিচিত নাম করে তুলেছিল। একটি পাবলিক সাবস্ক্রিপশনের মাধ্যমে নাইটেঙ্গেল ১৮৬০ সালে লন্ডনে নার্সিং স্কুল প্রতিষ্ঠা সুযোগ পান এবং তার পদাঙ্ক অনুসারে পুরো যুক্তরাজ্যে অনেকগুলো স্কুল প্রতিষ্ঠিত হয়। নাইটিঙ্গেল পরিসংখ্যানবিদের পাশাপাশি একজন পুরোধা জনস্বাস্থ্যবিদ ছিলেন।\nজেমস ব্যারি প্রথম ব্রিটিশ নারী ছিলেন যিনি ১৮১২ সালে একজন চিকিৎসকের যোগ্যতা অর্জন করেন যদিও তিনি  পুরুষ হিসেবে পাশ করেছিলেন। ১৮৬৫ সালে এলিজাবেথ গ্যারেট অ্যান্ডারসন প্রথম পরিচয় গোপন না করেই ব্রিটিশ চিকিৎসক হিসেবে যোগ্যতা অর্জন করেছিলেন। সোফিয়া জেক্স-ব্লেক, আমেরিকান এলিজাবেথ ব্ল্যাকওয়েল এবং অন্যান্যদের সাথে মিলিতভাবে গ্যারেট অ্যান্ডারসন ১৮৭৪ সালে নারীদের প্রশিক্ষণের জন্য যুক্তরাজ্যের প্রথম মেডিকেল স্কুল, লন্ডন স্কুল অফ মেডিসিন ফর উইমেন প্রতিষ্ঠা করেছিলেন।\nঅ্যানি স্কট ডিল মাউন্ডার জ্যোতির্বিজ্ঞানের ফটোগ্রাফির বিশেষ করে সৌরবিন্দুর ফটোগ্রাফির পথিকৃৎ ছিলেন। কেমব্রিজের গার্টন কলেজের একজন গণিত স্নাতক হিসেবে গ্রিনউইচ অবজারভেটরির সৌর বিভাগের প্রধান, মন্ডার মিনিমামের ( সৌরবিন্দু দীর্ঘ সময় ধরে যখন সবচেয়ে কম মাত্রায় দেখা যায়) আবিষ্কারক, এডওয়ার্ড ওয়াল্টার মাউন্ডারের সহকারী হওয়ার জন্য তাকে প্রথম (১৮৯০ সালে) নিয়োগ দেওয়া হয়েছিল। তারা সৌরবিন্দু পর্যবেক্ষণ এবং সৌর ফটোগ্রাফির কৌশল পরিমার্জিত করার জন্য একসঙ্গে কাজ করেছিলেন। ১৮৯৫ সালে তারা বিয়ে করেন। অ্যানির গাণিতিক দক্ষতা গ্রিনউইচে মন্ডার যে সৌরবিন্দুর বছরগুলোর তথ্য সংগ্রহ করেছিলেন তার বিশ্লেষণ সম্ভবপর করেছিল। তিনি ১.৫ ইঞ্চি ব্যাসের (৩৮ মিমি) লেন্স সহ একটি ছোট, বহনযোগ্য ওয়াইড-এঙ্গেল ক্যামেরাও ডিজাইন করেছিলেন। ১৮৯৮ সালে, মন্ডার দম্পতি ভারত ভ্রমণ করেন যেখানে অ্যানি সূর্যগ্রহণের সময় সূর্যের করোনার প্রথম ছবি তুলেছিলেন। সৌরবিন্দু এবং জিওম্যাগনেটিক বা ভূচৌম্বকীয় ঝড় সংক্রান্ত কেমব্রিজ রেকর্ড বিশ্লেষণ করে তারা দেখাতে সক্ষম হয়েছিলেন যে সূর্যের পৃষ্ঠের নির্দিষ্ট অঞ্চলগুলো জিওম্যাগনেটিক ঝড়ের  মূল উৎস এবং সূর্য তার শক্তি সমানভাবে মহাকাশে বিকিরণ করে না, যেমনটি ব্রিটিশ গণিতবিদ উইলিয়াম থমসন, প্রথম ব্যারন কেলভিন ঘোষণা করেছিলেন।\nপ্রুশিয়ায় নারীরা ১৮৯৪ সাল থেকে বিশ্ববিদ্যালয়ে যাওয়ার সুযোগ পান এবং পিএইচডি করার অনুমতি পান। ১৯০৮ সালে নারীদের জন্য অবশিষ্ট সমস্ত বিধিনিষেধও বিলুপ্ত করা হয়েছিল।\nআলফন্স রেবিয়ার ১৮৯৭ সালে ফ্রান্সে লেস ফেমস ড্যানস লা সায়েন্স (উইমেন ইন সায়েন্স) নামে একটি বই প্রকাশ করেন যা বিজ্ঞানে নারীর অবদান এবং প্রকাশনাসমূহ তালিকাভুক্ত করেছিল।\nএই সময় অন্যান্য উল্লেখযোগ্য নারী বিজ্ঞানীদের মধ্যে অন্তর্ভুক্ত ছিলেন:\n\nব্রিটেনে, হার্থা মার্কস আয়র্টন (গণিতবিদ ও প্রকৌশলী), মার্গারেট হুগিন্স (জ্যোতির্বিজ্ঞানী), বিট্রিক্স পটার (মাইকোলজিস্ট বা ছত্রাক বিশেষজ্ঞ)\nফ্রান্সে, ডরোথিয়া ক্লাম্পকে-রবার্টস (আমেরিকান বংশোদ্ভূত জ্যোতির্বিজ্ঞানী)\nজার্মানিতে, আমেলি দিয়েত্রিচ (প্রকৃতিবিদ), এগনেস পোকেলস (পদার্থবিদ)\nরাশিয়া এবং সুইডেনে, সোফিয়া কোভালেভস্কায়া (গণিতবিদ)\n\n\n=== ঊনবিংশ শতাব্দীর শেষ ভাগে বিজ্ঞানে রাশিয়ার নারী ===\n১৯ শতকের দ্বিতীয়ার্ধে, স্টেম (বিজ্ঞান, প্রযুক্তি, প্রকৌশল ও গণিত) জগতের সবচেয়ে সফল নারীদের একটি বড় অংশ ছিল রাশিয়া থেকে। যদিও ১৮৭০ -এর দশকে অনেক নারী চিকিৎসায় উন্নত প্রশিক্ষণ পেতেন, অন্যান্য ক্ষেত্রে নারীদের বাধা দেয়া হতো বলে বিজ্ঞানের পড়াশোনা করার জন্য পশ্চিম ইউরোপ -প্রধানত সুইজারল্যান্ডে যেতে হতো। এই \"১৮৬০-এর দশকের নারীদের\" (шестидесятницы) সম্পর্কে অ্যান হিবনার কোবলিটজ তাঁর গ্রন্থে লিখেছেন:মহাদেশীয় ইউরোপে নারীদের উচ্চশিক্ষা অনেকাংশে রাশিয়ার নারীদের এই প্রথম প্রজন্মের দ্বারা অগ্রগামী হয়েছিল। তারা জুরিখ, হাইডেলবার্গ, লিপজিগ এবং অন্যান্য জায়গায় প্রথম শিক্ষার্থী ছিল এবং চিকিৎসা, রসায়ন, গণিত এবং জীববিজ্ঞানে তারাই প্রথম ডক্টরেট ডিগ্রী অর্জন করেছিল।রাশীয়ার সফল বিজ্ঞানীদের মধ্যে প্রথমেই ছিলেন নাদেজহদা সুসলোভা (১৮৪৩–-১৯১৮) যিনি পৃথিবীর প্রথম নারী  হিসেবে পুরুষদের ডিগ্রির সমতুল্য মেডিকেল ডক্টরেট ডিগ্রী অর্জন করেছিলেন; মারিয়া বোকোভা-সেচেনোভা (১৮৩৯–-১৯২৯), নারীদের চিকিৎসা শিক্ষার পথিকৃৎ ছিলেন এবং দুটো ডক্টরেট ডিগ্রি পেয়েছিলেন, একটি জুরিখে চিকিৎসা শাস্ত্রে এবং আরেকটি ভিয়েনায় ফিজিওলজিতে; লুলিয়া লারমনটোভা (১৮৪৬-১৯১৯), বিশ্বের প্রথম নারী যিনি রসায়নে ডক্টরেট ডিগ্রি অর্জন করেন; সামুদ্রিক জীববিজ্ঞানী সোফিয়া পেরিয়াস্লাভতসেভা (১৮৫০–-১৮৯১) সেভাস্টোপল বায়োলজিক্যাল স্টেশনের পরিচালক ছিলেন এবং রাশিয়ান সোসাইটি অফ ন্যাচারাল সায়েন্টিস্টস প্রদত্র কেসলার পুরস্কার বিজয়ী হয়েছিলেন; এবং গণিতবিদ সোফিয়া কোভালেভস্কাইয়া (১৮৫০-১৮৯১), ১৯ শতকে ইউরোপের প্রথম নারী হিসেবে গণিতে ডক্টরেট পেয়েছিলেন এবং বিশ্ববিদ্যালয়ের অধ্যাপক হয়েছিলেন।\n\n\n=== ঊনবিংশ শতাব্দীর শেষ ভাগে বিজ্ঞানে যুক্তরাষ্ট্রের নারী ===\n\nঊনবিংশ শতাব্দীর শেষ দিকে মহিলা কলেজের উত্থানের ফলে নারী বিজ্ঞানীদের চাকরি এবং শিক্ষার সুযোগ হতে শুরু করে।\nমহিলা কলেজগুলো অসংখ্য গুণী নারী তৈরি করেছিল যারা বিজ্ঞানে পিএইচডি করতে গিয়েছিলেন। অনেক সহশিক্ষা কলেজ এবং বিশ্ববিদ্যালয়ও এই সময় পুরুষের পাশাপাশি নারীদের ভর্তি করতে শুরু করেছিল। এই ধরনের প্রতিষ্ঠানে ১৮৭৫ সাল নাগাদ ৩০০০ এবং ১৯০০ সালের মধ্যে প্রায় ২০,০০০ নারী ভর্তি হয়েছিল।\nএকটি উদাহরণ দেয়া যায়, যেমন- এলিজাবেথ ব্ল্যাকওয়েল ১৮৪৯ সালে জেনেভা মেডিকেল কলেজ থেকে স্নাতক হওয়ার পর মার্কিন যুক্তরাষ্ট্রে প্রথম সনদপ্রাপ্ত ডাক্তার হয়েছিলেন। তার বোন এমিলি ব্ল্যাকওয়েল এবং মারি জাকরজেউস্কার সাথে, ব্ল্যাকওয়েল ১৮৫৭ সালে নিউ ইয়র্ক ইনফার্মারি ফর উইমেন অ্যান্ড চিলড্রেন এবং ১৮৬৮ সালে প্রথম মহিলা মেডিকেল কলেজ প্রতিষ্ঠা করেন, যা নারী চিকিৎসকদের প্রশিক্ষণ এবং ক্লিনিকাল অভিজ্ঞতা উভয়ই প্রদান করত। তিনি নারীদের চিকিৎসা শিক্ষার উপর বেশ কয়েকটি বইও প্রকাশ করেছিলেন।\n১৮৭৬ ​​সালে, এলিজাবেথ ব্র্যাগ মার্কিন যুক্তরাষ্ট্রে বার্কলের ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় থেকে সিভিল ইঞ্জিনিয়ারিং ডিগ্রি অর্জনকারী নারী ছিলেন।\n\n\n=== বিংশ শতকের প্রথম ভাগ ===\n\n\n==== দ্বিতীয় বিশ্বযুদ্ধের পূর্বে ইউরোপ ====\n১৯০৩ সালে পদার্থবিজ্ঞানে নোবেল পুরস্কার জয়ী প্রথম নারী মেরি স্কো্লোভস্কা-কুরি, বিকিরণ নিয়ে কাজ করার জন্য ১৯১১ সালে দ্বিতীয় বার নোবেল পুরস্কার বিজয়ী হন।  তিনিই প্রথম ব্যক্তি ছিলেন যিনি দুটো নোবেল পুরস্কার জিতেছিলেন। এমন বিরল কৃতিত্ব এ পর্যন্ত মাত্র তিনজন ব্যক্তি অর্জন করেছেন। ফ্রান্সের প্যারিসের সোরবোন বিশ্ববিদ্যালয়ে শিক্ষকতা করা প্রথম নারীও ছিলেন মেরি কুরি।\nতৎকালীন গ্রেট ব্রিটেন এবং আয়ারল্যান্ডে সিভিল ইঞ্জিনিয়ারিংয়ে স্নাতক ডিগ্রি অর্জন করা প্রথম নারী ছিলেন অ্যালিস পেরি। তিনি ১৯০৬ সালে কুইন্স কলেজ, গ্যালওয়ে, আয়ারল্যান্ড থেকে স্নাতক করেছিলেন তিনি।\nপারমাণবিক পুনরুৎপাদন প্রক্রিয়া আবিষ্কারে লিস মেইটনার প্রধান ভূমিকা পালন করেছিলেন। ১৯৩৮ সালে বার্লিন থেকে পালিয়ে যেতে বাধ্য না হওয়া পর্যন্ত বার্লিনের কায়সার উইলহেলম ইনস্টিটিউটের পদার্থবিজ্ঞান বিভাগের প্রধান হিসাবে তিনি পারমাণবিক পদার্থবিজ্ঞানে রসায়ন বিভাগের প্রধান অটো হানের সাথে ঘনিষ্ঠভাবে সহযোগিতা করেছিলেন। ১৯৩৯ সালে বার্লিনে তার ভ্রাতুষ্পুত্র অটো ফ্রিশের সহযোগিতায়, মেইটনার  হান এবং ফ্রিটস স্ট্রসম্যান দ্বারা পরিচালিত একটি পরীক্ষার জন্য তাত্ত্বিক ব্যাখ্যা তৈরি করেছিলেন, যার ফলে পারমাণবিক পুনরুৎপাদনের বিষয়টি প্রদর্শিত হয়েছিল। ১৯৩৪ সালে নিউট্রনের সাথে ইউরেনিয়ামের ফারমির বোমাবর্ষণের ফলে নিউক্লিয়াসকে হালকা উপাদানে বিভক্ত করে ফিশন তৈরি হওয়ার সম্ভাবনা প্রকৃতপক্ষে কেমিস্ট ইডা নডড্যাক (রেনিয়ামের সহ-আবিষ্কারক) দ্বারা প্রথম মুদ্রিত আকারে প্রকাশিত হয়েছিল, কিন্তু এটি সেই সময় এই বিষয়টি উপেক্ষা করা হয়েছিল, কারণ কোন গ্রুপ এই হালকা তেজস্ক্রিয় ফিশন উপাদানগুলোর মধ্যে কোনটি খুঁজে বের করার জন্য সমন্বিত প্রচেষ্টা গ্রহণ করেনি।\nমারিয়া মন্টেসরি দক্ষিণ ইউরোপের প্রথম নারী ছিলেন যিনি একজন চিকিৎসক হিসেবে যোগ্যতা অর্জন করেছিলেন। তিনি শিশুদের রোগের প্রতি আগ্রহ তৈরি করেছিলেন এবং সমাজের অশিক্ষিত শ্রেণীকে  শিক্ষিত করে তোলার প্রয়োজনীয়তায় বিশ্বাস করতেন। এজন্য তিনি জার্মান পেডাগগ ফ্রোবেলিয়ানের বক্তব্যের পাশাপাশি শিক্ষকদের জন্য প্রশিক্ষণের উন্নয়নের পক্ষে যুক্তি দিয়েছিলেন এবং তার সাধারণ শিক্ষামূলক কর্মসূচির জন্য নির্দিষ্ট নীতিও তৈরি করেছিলেন, যার প্রথমে ছিল ইন্দ্রিয়ের শিক্ষা এবং তারপর বুদ্ধিমত্তার শিক্ষা। মন্টেসরি একটি শিক্ষণ কর্মসূচি চালু করেছিলেন যা শারীরিক ও মানসিক সমস্যাযুক্ত শিশুদের পড়ার এবং লেখার সুযোগ করে দিয়েছিল। তিনি শিশুদের বারবার চেষ্টা করানোর মাধ্যমে দক্ষ করে তোলার চেষ্টা করেননি, বরং তাদের বিভিন্ন অনুশীলনের মাধ্যমে প্রস্তুত করে তোলার প্রয়াস নিয়েছিলেন।\nএমি নোথার বিমূর্ত বীজগণিতের বিপ্লব ঘটিয়েছিলেন, আপেক্ষিকতার শূন্যস্থান পূরণ করেছিলেন এবং পদার্থবিজ্ঞানে সংরক্ষিত পরিমাণ সম্পর্কে সমালোচনামূলক তত্ত্বের উদ্ভাবক ছিলেন। ১৬ই জুলাই ১৯১৮ সালে মধ্য জার্মানির গোটেনজেন শহরে কোন বৈজ্ঞানিক সংগঠনের আগে, ফেলিক্স ক্লেইন এমি নোথারের লেখা একটি প্রবন্ধ পড়েছিলেন, কারণ নোথার নিজে প্রবন্ধটি উপস্থাপনের অনুমতি পাননি। বিশেষ করে, , এই প্রবন্ধটি সাধারণ আপেক্ষিকতার জন্য পয়েনকার গ্রুপের রূপান্তর (যা এখন পদার্থবিজ্ঞানে গজ গ্রুপ নামে পরিচিত) সংরক্ষণ আইনকে সংজ্ঞায়িত করে, পদার্থবিজ্ঞানে যাকে নোথারের তত্ত্ব বা উপপাদ্য হিসেবে উল্লেখ করা হয়। নোথারের প্রবন্ধ সংরক্ষণ আইনের প্রয়োজনীয়তা সুনির্দিষ্ট করে তুলেছিল। গণিতবিদদের মধ্যে, নোথার তার বিমূর্ত বীজগণিতে মৌলিক অবদানের জন্য সর্বাধিক পরিচিত, বিশেষ করে এডজেকটিভ নোথেরিয়ান (পদার্থবিজ্ঞানের টার্ম) আজকাল সাধারণভাবেই অনেক ধরনের বস্তুতে ব্যবহৃত হচ্ছে।\nমেরি কার্টরাইট একজন ব্রিটিশ গণিতবিদ ছিলেন যিনি সর্বপ্রথম ডাইনামিকাল সিস্টেম উইথ কেওস বিশ্লেষণ করেছিলেন। ডেনমার্কের সিসমোলজিস্ট (ভূকম্পনবিদ) ইঙ্গ লেহম্যান প্রথম ১৯৩৬ সালে পরামর্শ দিয়েছিলেন যে, পৃথিবীর গলিত অংশের ভিতরে একটি কঠিন অন্তর্গত অংশ থাকতে পারে। মার্গারেট ফাউন্টেইনের মতো নারীরা উদ্ভিদবিজ্ঞান, কীটতত্ত্ব এবং সংশ্লিষ্ট পর্যবেক্ষণ ক্ষেত্রে বিশদ নিরীক্ষা এবং অলঙ্করণের মাধ্যমে অবদান অব্যাহত রেখেছেন। জোয়ান বিউচ্যাম্প প্রক্টার, একজন অসাধারণ হার্পেটোলজিস্ট (উভচরপ্রাণীবিদ্যা) ছিলেন এবং, লন্ডন চিড়িয়াখানায় লন্ডনের জুওলজিক্যাল সোসাইটির পক্ষে সরীসৃপ বিষয়ক প্রথম নারী কিউরেটর ছিলেন।\nফ্লোরেন্স সাবিন ছিলেন একজন আমেরিকান চিকিৎসা বিজ্ঞানী। সাবিন ১৯০২ সালে জনস হপকিন্সের প্রথম নারী শিক্ষক ছিলেন এবং ১৯১৭ সালে সেখানে প্রথম নারী পূর্ণকালীন অধ্যাপক হয়েছিলেন। তার বৈজ্ঞানিক গবেষণার অভিজ্ঞতাগুলো উল্লেখযোগ্য। তিনি ১০০ টি বৈজ্ঞানিক গবেষণাপত্র এবং একাধিক বই প্রকাশ করেছেন।\n\n\n==== দ্বিতীয় বিশ্বযুদ্ধের পূর্বে এবং যুদ্ধকালীন মার্কিন যুক্তরাষ্ট্র ====\n১৯০০ সালের মধ্যে নারীরা উল্লেখযোগ্য সংখ্যায় বিজ্ঞানের দিকে ঝুঁকে পড়েছিল এবং এক্ষেত্রে মহিলা কলেজগুলো এবং কিছু নতুন বিশ্ববিদ্যালয়ের সুযোগ তাদের জন্য সবচেয়ে সহায়ক হয়েছিল। মার্গারেট রোসিটারের বই উইমেন সায়েন্টিস্টস ইন আমেরিকা: স্ট্রাগলস অ্যান্ড স্ট্র্যাটেজিস টু ১৯৪০ এবং উইমেন সায়েন্টিস্টস ইন আমেরিকা: বিফোর অ্যাফার্মেটিভ অ্যাকশন ১৯৪০-১৯৭২ নারীদের বিজ্ঞানে নারীদের আলাদা কাজের সুযোগের উপর জোর দিয়ে এই সময়ের একটি সংক্ষিপ্ত বিবরণ প্রদান করে। \n\n1892 সালে এলেন সোয়ালো রিচার্ডস বোস্টনের একটি বক্তৃতায়  - \"ওকোলজি\" (বাস্তুবিদ্যা) নামে \"একটি নতুন বিজ্ঞানের নামকরণ\" করেছিলেন। এই নতুন বিজ্ঞানে \"ভোক্তা পুষ্টি\" এবং পরিবেশগত শিক্ষার অধ্যয়ন অন্তর্ভুক্ত ছিল। বিজ্ঞানের এই আন্তঃবিভাগীয় শাখাটি পরে বিশেষায়িত হয়েছিল যা বর্তমানে বাস্তুবিদ্যা নামে পরিচিত। এ সময় থেকে ভোক্তা পুষ্টির অংশটি বিভক্ত হয়ে যায় এবং অবশেষে গার্হস্থ্য অর্থনীতি নামে পরিচিত হয়, যা নারীদের বিজ্ঞান অধ্যয়নের আরেকটি সুযোগ প্রদান করে দেয়। রিচার্ডস আমেরিকান হোম ইকোনমিক্স অ্যাসোসিয়েশন গঠনে সাহায্য করেছিলেন, যেটি দ্য জার্নাল অফ হোম ইকোনমিক্স নামে একটি জার্নাল প্রকাশ করেছিল এবং সম্মেলনের আয়োজন করেছিল। অনেক কলেজে, বিশেষ করে ভূমি অনুদান প্রতিষ্ঠানে গার্হস্থ্য অর্থনীতি বিভাগ গঠন করা হয়েছিল। এমআইটিতে কাজ করার সময়, এলেন রিচার্ডস তার ইতিহাসে প্রথম জীববিজ্ঞান কোর্সের পাশাপাশি স্যানিটারি ইঞ্জিনিয়ারিংয়ের বিষয়ও চালু করেছিলেন।\nনারীরা উদ্ভিদবিদ্যা এবং ভ্রূণবিদ্যাও চর্চার সুযোগ পেয়েছিলেন। মনোবিজ্ঞানে নারী ডক্টরেট ডিগ্রী অর্জন করেছিলেন কিন্তু তাদের শিক্ষাগত এবং শিশু মনোবিজ্ঞানে বিশেষজ্ঞ হতে এবং হাসপাতাল ও সমাজকল্যাণ সংস্থার মতো ক্লিনিকাল ব্যবস্থায় চাকরি নিতে উত্সাহিত করা হতো।\n১৯০১ সালে অ্যানি জাম্প ক্যানন প্রথম একটি নক্ষত্রের তাপমাত্রা পর্যবেক্ষণ করেছিলেন যা বিভিন্ন বর্ণালীর মধ্যে প্রধান পার্থক্যকারী বৈশিষ্ট্য ছিল। ক্যাননের কাজের কারণে, তখনকার বিদ্যমান নক্ষত্রের শ্রেণীগুলোর বেশিরভাগই অপ্রয়োজনীয় হয়ে যায়। পরবর্তীতে, জ্যোতির্বিদ্যয় আজকের স্বীকৃত সাতটি প্রাথমিক শ্রেণী অনুসরণ করা হয়, যথাক্রমে: O, B, A, F, G, K, M; যা তখন থেকে বৃদ্ধি করা হয়েছে।\n\nহেনরিয়েটা সোয়ান লেভিট প্রথম ১৯০৮ সালে পরিবর্তনশীল নক্ষত্র নিয়ে তার অধ্যয়ন প্রকাশ করেন। এই আবিষ্কারটি সেফিড ভেরিয়েবলের (বিশেষ ধারার নক্ষত্র) \"পিরিয়ড-লুমিনোসিটি সম্পর্ক\"(আলোকায়ন বিরতি) নামে পরিচিত হয়ে ওঠে। আমাদের মহাবিশ্বের চিত্র চিরতরে পরিবর্তিত হয়েছিল, মূলত লিভিটের আবিষ্কারের কারণে।\nবিখ্যাত আমেরিকান জ্যোতির্বিজ্ঞানী এডউইন হাবলের কৃতিত্বগুলো মূলত লিভিটের যুগান্তকারী গবেষণা এবং লিভিটের রীতি দ্বারাই সম্ভব হয়েছিল। ডেভিড এইচ এবং ম্যাথিউ ডিএইচ ক্লার্ক বই মেইসারিং দ্য কসমস\" গ্রন্থে লিখেছেন, 'যদি হেনরিয়েটা লেভিট মহাজাগতিক আকার নির্ধারণের চাবি দিয়ে থাকেন, তবে এডউইন পাওয়েল হাবল ছিলেন সেই ব্যক্তি যিনি এটিকে তালায় প্রবেশ করিয়েছিলেন এবং পর্যবেক্ষণের মাধ্যমে এর সচলতা নিশ্চিত করেছিলেন\"।\nহাবল প্রায়ই বলতেন,নলেভিট যে কাজ করেছেন  তার জ্য নোবেল পাওয়া উচিত। সুইডিশ একাডেমি অফ সায়েন্সেসের গোস্টা মিটাগ-লেফলার ১৯২৪ সালে যখন তার মনোনয়নের জন্য কাগজপত্র প্রস্তুত করা শুরু করেছিলেন তখন জানা যায় তিনি তিন বছর আগেই ক্যান্সারে মারা গিয়েছেন (মরণোত্তর নোবেল পুরস্কার দেয়া হয় না)।\n১৯২৫ সালে, হার্ভার্ডের স্নাতক ছাত্র সিসিলিয়া পেইন-গ্যাপোসকিন নক্ষত্রের বর্ণালীতে বিদ্যমান প্রমাণ থেকে প্রথমবারের মতো প্রমাণ করেছিলেন যে নক্ষত্র মূলত হাইড্রোজেন এবং হিলিয়াম দিয়ে গঠিত, যা নাক্ষত্রিক জ্যোতির্পদার্থবিদ্যার অন্যতম মৌলিক তত্ত্ব।\nকানাডায় জন্মগ্রহণকারী মাউড মেন্টেন মার্কিন যুক্তরাষ্ট্র এবং জার্মানিতে কাজ করতেন। তার সবচেয়ে বিখ্যাত কাজ ছিল ভিক্টর হেনরির পূর্ববর্তী অনুসন্ধানের ভিত্তিতে লিওনর মাইকেলিসের সাথে এনজাইম গতিবিদ্যার উপর। এর ফলে মাইকেলিস-মেন্টেন সমীকরণ তৈরি হয়েছিল। মেন্টেন ক্ষারীয় ফসফেটেসের জন্য অ্যাজো-ডাই কাপলিং প্রতিক্রিয়াও আবিষ্কার করেছিলেন, যা এখনও হিস্টোকেমিস্ট্রিতে ব্যবহৃত হয়। তিনি বি. প্যারাটাইফসাস, স্ট্রেপ্টোকক্কাস স্কারলাটিনা এবং সালমোনেলা এসএসপি থেকে ব্যাকটেরিয়াল টক্সিন চিহ্নিত করেছিলেন এবং ১৯৪৪ সালে প্রোটিনের প্রথম ইলেক্ট্রোফোরেটিক বিভাজন পরিচালনা করেছিলেন। তিনি হিমোগ্লোবিনের বৈশিষ্ট্য, রক্তে শর্করার মাত্রা নিয়ন্ত্রণ এবং কিডনির কার্যকারিতা নিয়ে কাজ করেছিলেন।\nএ সময় দ্বিতীয় বিশ্বযুদ্ধ কিছু নতুন সুযোগ নিয়ে এলো। ১৯৪১ সালে ভ্যানেভার বুশের অধীনে অফিস অফ সায়েন্টিফিক রিসার্চ অ্যান্ড ডেভেলপমেন্ট শুরু হয়েছিল বিজ্ঞানে প্রশিক্ষিত পুরুষ ও মহিলাদের রেজিস্ট্রি রাখার জন্য। যেহেতু শ্রমিকের ঘাটতি ছিল ফলে কিছু মহিলা এমন চাকরিতে কাজ করতে সক্ষম হয়েছিল যেখানে ভিন্ন পরিস্থিতি থাকলে হয়তো তারা কাজ করতে পারতেন না। অনেক নারী ম্যানহাটন প্রকল্পে বা মার্কিন যুক্তরাষ্ট্রের সামরিক পরিষেবা জন্য বৈজ্ঞানিক বিভিন্ন প্রকল্পে কাজ করতেন। ম্যানহাটন প্রজেক্টে কাজ করা নারীদের মধ্যে লিওনা উডস মার্শাল, ক্যাথারিন ওয়ে এবং চিয়েন-শিউং উও অন্তর্ভুক্ত ছিলেন। প্রকৃতপক্ষে উও তার আগের খসড়ার মাধ্যমে এনরিকো ফার্মির অনুমানকে নিশ্চিত করেছিলেন যে, Xe-১৩৫ বি রিয়েক্টরকে কাজ করতে বাধা দেয়। \n\nউও পরবর্তীতে প্রথম পরীক্ষামূলক অনুমোদনে আলবার্ট আইনস্টাইনের ইপিআর প্যারাডক্স নিশ্চিত করেন এবং প্যারিটি  চার্জ এন্ড কনজুগেট সিমেট্রির প্রথম লঙ্ঘন প্রমাণ করেন, যা কণা পদার্থবিদ্যার ভবিষ্যত স্ট্যান্ডার্ড মডেল এবং নতুন ক্ষেত্রের দ্রুত বিকাশের ধারণাগত ভিত্তি স্থাপন করে।\nঅন্যান্য জ্ঞানবিদ্যার সাথে সংশ্লিষ্ট নারীগণ যুদ্ধের প্রচেষ্টায় তাদের দক্ষতা প্রয়োগ করার উপায় খুঁজছিলেন। তিনজন পুষ্টিবিদ, লিডিয়া জে. রবার্টস, হ্যাজেল কে. স্টিবেলিং এবং হেলেন এস. মিচেল, সামরিক ও বেসামরিক গোষ্ঠীগুলোকে গ্রুপ ফিডিং ব্যবস্থার জন্য পরিকল্পনা করতে সাহায্য করার জন্য ১৯৪১ সালে রেকমেন্ডেড ডায়েটারি এলাওয়েন্স তৈরি করেছিলেন। এটি খাদ্য রেশন দেয়ার ব্যবস্থা শুরুর সময় থেকে প্রয়োজনীয় প্রমাণিত হয়েছিল। তখন মার্কিন যুক্তরাষ্ট্রের ফিশারিজ ব্যুরোতে কর্মরত র‍্যাচেল কারসন আমেরিকানদের বিভিন্ন ধরনের মাছ এবং সামুদ্রিক খাবার খেতে উত্সাহিত করার জন্য ছোট পুস্তিকাও লিখেছিলেন। তিনি সাবমেরিন সনাক্তকরণের কৌশল এবং সরঞ্জাম বিকাশে নৌবাহিনীকে সহায়তা করার জন্য বিভিন্ন গবেষণায় অবদান রেখেছিলেন।\nমনোবিজ্ঞানে সংশ্লিষ্ট নারীরা মহিলা মনোবিজ্ঞানীদের জাতীয় কাউন্সিল গঠন করেছিলেন, যা যুদ্ধের প্রচেষ্টা সম্পর্কিত প্রকল্পগুলোকে সংগঠিত করেছিল। এ সংগঠন ফ্লোরেন্স লরা গুডেনাফকে প্রেসিডেন্ট নির্বাচিত করে। সামাজিক বিজ্ঞানে, ক্যালিফোর্নিয়া ইউনিভার্সিটি ভিত্তিক জাপানিজ ইভাকুয়েশন অ্যান্ড রিসেটেলমেন্ট স্টাডি নামক গবেষণা প্রকল্পে বেশ কয়েকজন নারী অবদান রেখেছেন। এই অধ্যয়নের নেতৃত্বে ছিলেন সমাজবিজ্ঞানী ডরোথি সোয়াইন থমাস, যিনি প্রকল্পটি পরিচালনা করেছিলেন এবং তার তথ্যদাতাদের কাছ থেকে তথ্য সংশ্লেষিত করেছিলেন যাদের বেশিরভাগই নৃবিজ্ঞানের স্নাতক পর্যায়ের শিক্ষার্থী ছিল। এই গবেষণায় অবদান রেখেছিলেন আমেরিকান নৃবিজ্ঞানী রোজালি হ্যাঙ্কি ওয়াক্স এবং একমাত্র জাপানি-আমেরিকান নারী হিসেবে ছিলেন ট্যামি সুচিয়ামা।\nমার্কিন যুক্তরাষ্ট্রের নৌবাহিনীতে অনেক নারী বিজ্ঞানী বিস্তৃত গবেষণা পরিচালনা করেছেন। প্লাঙ্কটন বিশেষজ্ঞ মেরি সিয়ার্স, হাইডগ্রোগ্রাফিক অফিসের ওশানোগ্রাফিক ইউনিটের প্রধান হিসেবে সামরিক সমুদ্রবিজ্ঞানের কৌশল নিয়ে গবেষণা করেছেন। রসায়নবিদ ফ্লোরেন্স ভ্যান স্ট্রাটেন, একজন বায়ুতাত্ত্বিক প্রকৌশলী হিসেবে কাজ করতেন। তিনি সামরিক যুদ্ধে আবহাওয়ার প্রভাব অধ্যয়ন করেছিলেন। গণিতবিদ গ্রেস হপার, একজন মার্ক ওয়ান (অটোমেটেড সিকোয়েন্স কন্ট্রোল্ড ক্যালকুলেটর) কম্পিউটারের প্রথম কম্পিউটার প্রোগ্রামারদের একজন ছিলেন। মিনা স্পিগেল রিস জাতীয় প্রতিরক্ষা গবেষণা কমিটির ফলিত গণিত প্যানেলের প্রধান প্রযুক্তিগত সহকারী হিসেবে কাজ করতেন যিনি একজন গণিতবিদও ছিলেন।\nগেরটি কোরি ছিলেন একজন জৈব রসায়নবিদ যিনি  গ্লুকোজ থেকে উৎপন্ন গ্লাইকোজেন পেশীতে রূপান্তরিত হয়ে ল্যাকটিক অ্যাসিড তৈরি এবং পরে শক্তি সঞ্চয় করার কৌশল আবিষ্কার করেছিলেন । এই আবিষ্কারের জন্য তিনি এবং তার সহকর্মীরা ১৯৪৭ সালে নোবেল পুরস্কারে ভূষিত হন। তিনি নোবেল পুরষ্কারপ্রাপ্ত তৃতীয় নারী এবং বিজ্ঞানে নোবেল পুরষ্কারজয়ী প্রথম আমেরিকান নারী ছিলেন। তিনিই প্রথম নারী যিনি ফিজিওলজি বা মেডিসিনে নোবেল পুরস্কার পান। আমেরিকান বিজ্ঞানীদের মধ্যে কোরি অন্যতম যার সৃষ্টিকর্ম  মার্কিন ডাকটিকিটে স্মারকরূপে ব্যবহৃত হয়।\n\n\n=== বিংশ শতকের শেষ থেকে একবিংশ শতাব্দীর প্রথম পর্ব ===\n\nনিনা বায়ার্স উল্লেখ করেছেন, ১৯৭৬ সালের আগে, পদার্থবিদ্যায় নারীদের মৌলিক অবদান খুব কমই স্বীকৃত ছিল। নারীরা বিনা বেতনে কাজ করতেন বা তাদের যথাযোগ্য মর্যাদা পেতেন না। এই ভারসাম্যহীনতা ধীরে ধীরে প্রতিকারের দিকে যাচ্ছে।\n\n১৯৮০-এর দশকের গোড়ার দিকে, মার্গারেট রসিটার বিজ্ঞানে নারীদের পরিসংখ্যান এবং সেই সাথে নারীরা এক্ষেত্রে যে অসুবিধাগুলোর মুখোমুখি হচ্ছেন তা বোঝার জন্য দুটি ধারণা উপস্থাপন করেছিলেন। তিনি \"হায়ারার্কিক্যাল সেগ্রিগেশন\" এবং \"টেরিটোরিয়াল সেগ্রিগেশন\" এই শব্দ বা পদ দুটি ব্যবহার করেছিলেন। পূর্ববর্তী শব্দটি সেই ঘটনাকে বর্ণনা করে যেখানে একজন যত সে ক্ষেত্রটির নেতৃত্বের পর্যায়ে পৌঁছে তত সেখানে নারীদের উপস্থিতি কম হয়। পরবর্তী ঘটনাটি বর্ণনা করে যেখানে নারী \"বৈজ্ঞানিক শাখায় ক্লাস্টার\" বা সম্মিলিতভাবে থাকেন।\nঅ্যাথেনা আনবাউন্ড নামে সাম্প্রতিক একটি বই শৈশবের আগ্রহ থেকে বিশ্ববিদ্যালয়, স্নাতক স্কুল এবং একাডেমিক কর্মক্ষেত্র পর্যন্ত বিজ্ঞানে নারীদের জীবন-পথ বিশ্লেষণ (সাক্ষাৎকার এবং সমীক্ষার উপর ভিত্তি করে) প্রদান করে। এই বইটির মূল বক্তব্য হল, \"নারী তার সাম্প্রতিক অগ্রগতি সত্ত্বেও, বৈজ্ঞানিক কর্মজীবনে প্রবেশ এবং সাফল্যের জন্য লিঙ্গ সম্পর্কিত ধারাবাহিক বাধাগুলোর মুখোমুখি হন\"।\nবিজ্ঞানে নারীদের জন্য ল'রিয়াল-ইউনেস্কো পুরস্কার ১৯৯৮ সালে প্রতিষ্ঠিত হয়েছিল, যেখানে প্রতি বছর বস্তুগত বিজ্ঞান এবং জীবন বিজ্ঞানে পুরস্কার দেওয়া হয়। আফ্রিকা এবং মধ্যপ্রাচ্য, এশিয়া-প্যাসিফিক, ইউরোপ, ল্যাটিন আমেরিকা এবং ক্যারিবিয়ান এবং উত্তর আমেরিকার প্রতিটি ভৌগোলিক অঞ্চলের জন্য একটি করে পুরস্কার প্রদান হয়। ২০১৭ সালের মধ্যে, এই পুরস্কারগুলো ৩০টি দেশের প্রায় ১০০ জন বিজয়ীকে স্বীকৃতি দিয়েছে। বিজয়ীদের মধ্যে দুজন অ্যাডা ইয়োনাথ (২০০৮) এবং এলিজাবেথ ব্ল্যাকবার্ন (২০০৯) নোবেল পুরস্কার অর্জন করেছেন, ৷ পনের জন প্রতিশ্রুতিশীল তরুণ গবেষকও এই প্রোগ্রামের মধ্যে প্রতি বছর একটি আন্তর্জাতিক রাইজিং ট্যালেন্ট ফেলোশিপ পান।\n\n\n==== দ্বিতীয় বিশ্বযুদ্ধ পরবর্তী ইওরোপ ====\nদক্ষিণ আফ্রিকায় জন্মগ্রহণকারী পদার্থবিজ্ঞানী এবং রেডিওবায়োলজিস্ট টিকভা আলপার (১৯০৯-৯৫), যুক্তরাজ্যে কর্মরত অবস্থায় জৈবিক প্রক্রিয়া সম্পর্কে অনেকগুলো মৌলিক অন্তর্দৃষ্টি তৈরি করেন।\nফরাসি ভাইরোলজিস্ট ফ্রাঙ্কোয়েস ব্যারি-সিনৌসি এইডসের কারণ হিসাবে হিউম্যান ইমিউনোডেফিসিয়েন্সি ভাইরাস (এইচআইভি) সনাক্তকরণে কিছু মৌলিক কাজ সম্পাদন করেছিলেন, যার জন্য তিনি ২০০৮ সালে ফিজিওলজি বা মেডিসিনে যৌথভাবে নোবেল পুরস্কার অর্জন করেন।\n১৯৬৭ সালের জুলাইতে, জোসেলিন বেল বার্নেল প্রথম রেডিও পালসারের প্রমাণ আবিষ্কার করেছিলেন, যার ফলস্বরূপ তার সুপারভাইজারকে পদার্থবিজ্ঞানে ১৯৭৪ সালে নোবেল পুরস্কার দেওয়া হয়েছিল। তিনি অক্টোবর ২০০৮ থেকে অক্টোবর ২০১০ পর্যন্ত পদার্থবিদ্যা ইনস্টিটিউটের সভাপতি ছিলেন।\nজ্যোতির্পদার্থবিজ্ঞানী মার্গারেট বারবিজ B2FH গ্রুপের একজন সদস্য ছিলেন যারা নাক্ষত্রিক নিউক্লিওসিন্থেসিস তত্ত্বের স্রষ্টা। এই তত্ত্বের মাধ্যমে ব্যাখ্যা করা হয় কীভাবে তারার মধ্যে উপাদান গঠিত হয়। তিনি রয়্যাল গ্রিনউইচ অবজারভেটরির ডিরেক্টরশিপ সহ বেশ কয়েকটি মর্যাদাপূর্ণ পদ অধিকার করেছেন।\nমেরি কার্টরাইট একজন গণিতবিদ এবং জি এইচ হার্ডির ছাত্রী ছিলেন। অরৈখিক ডিফারেনশিয়াল সমীকরণের উপর তার কাজ ডাইনামিক সিস্টেমের ক্ষেত্রে খুব প্রভাবশালী ছিল।\nরোজালিন্ড ফ্র্যাঙ্কলিন একজন ক্রিস্টালোগ্রাফার ছিলেন, যার কাজ কয়লা, গ্রাফাইট, ডিএনএ এবং ভাইরাসের সূক্ষ্ম কাঠামো ব্যাখ্যা করতে সাহায্য করেছিল। ১৯৫৩ সালে, তিনি ডিএনএ-র উপর যে কাজটি করেছিলেন তা ওয়াটসন এবং ক্রিককে তাদের ডিএনএ-র কাঠামোর মডেল তৈরিতে সহায়তা করে। তার ডিএনএ-র ছবি ওয়াটসন এবং ক্রিককে তাদের ডিএনএ গবেষণার মৌলিক ভিত্তি দিয়েছিল। তারা দুজনেই একাজে নোবেল পুরস্কার অর্জন করেন। কিন্তু ফ্র্যাঙ্কলিনকে যথাযথ কৃতিত্ব তারা দেননি। ১৯৫৮ সালে ফ্র্যাঙ্কলিন ক্যান্সারে মারা যান।\nজেন গুডঅল হলেন একজন ব্রিটিশ প্রাইমাটোলজিস্ট যাকে শিম্পাঞ্জি সম্পর্কে বিশ্বের শীর্ষস্থানীয় বিশেষজ্ঞ হিসেবে বিবেচনা করা হয় এবং তিনি বন্য শিম্পাঞ্জিদের সামাজিক ও পারিবারিক মিথস্ক্রিয়া সম্পর্কে তার ৫৫ বছরেরও বেশি বছরের অধ্যয়নের জন্য সবচেয়ে বেশি পরিচিত। তিনি জেন ​​গুডঅল ইনস্টিটিউট এবং রুটস অ্যান্ড শুটস প্রোগ্রামের প্রতিষ্ঠাতা।\nডরোথি হজকিন স্ফটিকের মধ্য দিয়ে এক্স-রে পাস করার কারণে সৃষ্ট বিচ্ছুরণের ধরণগুলি অধ্যয়ন করে জটিল রাসায়নিকের আণবিক গঠন বিশ্লেষণ করেছিলেন। তিনি ভিটামিন বি-১২ এর গঠন আবিষ্কারের জন্য রসায়নে ১৯৬৪ নোবেল পুরস্কার অর্জন করেছিলেন। রসায়নের এ পুরস্কার জয়ী তৃতীয় নারী ছিলেন তিনি।\nমারি কুরির মেয়ে আইরিন জোলিয়ট-কিউরি, তেজস্ক্রিয় আইসোটোপে পারমাণবিক বিভাজনে নেতৃত্ব দেওয়ার জন্য তার স্বামী ফ্রেডেরিক জোলিয়টের সাথে সম্মিলিতভাবে রসায়নে ১৯৩৫ সালে নোবেল পুরস্কার অর্জন করেন। এটি কিউরিসকে এখন পর্যন্ত সর্বাধিক নোবেল বিজয়ীদের পরিবারে পরিণত করেছে।\nপ্যালিওনথ্রোপোলজিস্ট মেরি লিকি রুসিঙ্গা দ্বীপে একটি জীবাশ্ম বানরের প্রথম খুলি এবং একটি উল্লেখযোগ্য শক্তিশালী অস্ট্রালোপিথেসাইন আবিষ্কার করেছিলেন।\nইতালীয় নিউরোলজিস্ট রিটা লেভি-মন্টালসিনি স্নায়ু বৃদ্ধির ফ্যাক্টর (এনজিএফ) আবিষ্কারের জন্য ১৯৮৬ সালে ফিজিওলজি বা মেডিসিনে নোবেল পুরস্কার পান। তার কাজ টিউমার, বিভিন্ন রোগের বিলম্বিত নিরাময়, বিকৃতি, এবং অন্যান্য সমস্যা সম্পর্কে বুঝতে সহায়তা করে। এই গবেষণার ফলে তিনি ১৯৮৬ সালে স্ট্যানলি কোহেনের পাশাপাশি ফিজিওলজি বা মেডিসিনের জন্য নোবেল পুরস্কার জিতেছিলেন। চিকিৎসা ও বিজ্ঞানে অগ্রগতির পাশাপাশি, রিটা লেভি-মন্টালসিনি সবসময় রাজনৈতিকভাবে সক্রিয় ছিলেন। তিনি ২০০১ সালে ইতালীয় সিনেটে আজীবন সিনেটর হিসেবে নিযুক্ত হন। এখন পর্যন্ত বেঁচে থাকা সবচেয়ে বয়স্ক নোবেল বিজয়ী তিনি।\nপ্রাণীবিদ অ্যান ম্যাকলারেন জেনেটিক্সে অধ্যয়ন করেছিলেন যা ভিট্রো ফার্টিলাইজেশনের অগ্রগতিতে সহায়ক হয়েছিল। ৩৩১ বছরের ইতিহাসে তিনি রয়্যাল সোসাইটির প্রথম নারী অফিসার হয়েছিলেন।\n১৯৯৫ সালে ভ্রূণ বিকাশের জেনেটিক নিয়ন্ত্রণ নিয়ে গবেষণার জন্য ক্রিশ্চিয়ান নুসলেইন-ভোলহার্ড ফিজিওলজি বা মেডিসিনে নোবেল পুরস্কার পেয়েছিলেন। তিনি প্রতিশ্রুতিশীল তরুণ নারী জার্মান বিজ্ঞানীদের সন্তানদের সাহায্য করার জন্য ক্রিস্টিয়ান নুসলেইন-ভোলহার্ড ফাউন্ডেশন (ক্রিস্টিয়ান নুসলেইন-ভোলহার্ড স্টিফটাং) শুরু করেছিলেন।\nবার্থা সুইর্লস ছিলেন একজন তাত্ত্বিক পদার্থবিদ যিনি প্রাথমিক কোয়ান্টাম তত্ত্বে গভীর অবদান রেখেছিলেন। তিনি তার স্বামী স্যার হ্যারল্ড জেফ্রিসের সাথে সুপরিচিত পাঠ্যপুস্তক মেথডস অফ ম্যাথমেটিক্যাল ফিজিক্সের সহ-লেখকও ছিলেন।\n\n\n==== দ্বিতীয় বিশ্বযুদ্ধের পর মার্কিন যুক্তরাষ্ট্র ====\nকে ম্যাকনাল্টি, বেটি জেনিংস, বেটি স্নাইডার, মার্লিন ওয়েসকফ, ফ্রান বিলাস এবং রুথ লিচটারম্যান ছিলেন ENIAC, প্রথম ডিজিটাক ইলেকট্রনিক কম্পিউটারের ছয়জন মূল প্রোগ্রামার।\nনিউরোবায়োলজিস্ট লিন্ডা বি. বাক ঘ্রাণজনিত রিসেপ্টর নিয়ে কাজ করার জন্য রিচার্ড অ্যাক্সেলের সাথে ২০০৪ সালে ফিজিওলজি বা মেডিসিনে নোবেল পুরস্কার লাভ করেন।\nরাচেল কারসন, মার্কিন যুক্তরাষ্ট্রের একজন সামুদ্রিক জীববিজ্ঞানী। তাকে পরিবেশ আন্দোলনের প্রতিষ্ঠাতা হিসেবে কৃতিত্ব দেয়া হয়। এই জীববিজ্ঞানী এবং একটিভিস্ট ১৯৬২ সালে কীটনাশকের বিপদের উপর একটি কাজ সাইলেন্ট স্প্রিং নামে একটি বিজ্ঞান গ্রন্থ প্রকাশ করেন। তার পরিবেশগত বিজ্ঞান বই প্রকাশের ফলে কৃষিক্ষেত্রে ক্ষতিকারক কীটনাশক এবং অন্যান্য রাসায়নিকের ব্যবহার নিয়ে প্রশ্ন তোলার সুযোগ তৈরি হয়েছিল। এতে করে কার্সনকে শেষ পর্যন্ত অসম্মানিত করার চেষ্টাও হয়েছিল।  যাইহোক, ফেডারেল সরকারের হস্তক্ষেপে বিষয়টি নিষ্পত্তি হয়েছিল। ১৯৬৪ সালে ৫৭ বছর বয়সে ক্যান্সারে আক্রান্ত হয়ে মারা যান কারসন।\nইউজেনি ক্লার্ক, জনপ্রিয়ভাবে দ্য হাঙ্গর লেডি নামে পরিচিত, তিনি একজন আমেরিকান ইচথিওলজিস্ট ছিলেন এবং গ্রীষ্মমণ্ডলীয় সমুদ্রের বিষাক্ত মাছ ও হাঙ্গরদের আচরণের উপর গবেষণার জন্য পরিচিত ছিলেন।\nঅ্যান ড্রুয়ান একজন আমেরিকান লেখক, প্রভাষক এবং প্রযোজক যিনি সৃষ্টিতত্ত্ব ও পপুলার সায়েন্সে বিশেষজ্ঞ। ড্রুয়ান আনুষ্ঠানিক একাডেমিক প্রশিক্ষণের পরিবর্তে তার বিজ্ঞানের জ্ঞানের কৃতিত্ব দিয়েছেন তার প্রয়াত স্বামী কার্ল সাগানের সাথে অধ্যয়নে ব্যয় করা ২০ বছর সময়কে।\nগারট্রুড বি. এলিয়ন ছিলেন একজন আমেরিকান জৈব রসায়নবিদ এবং ফার্মাকোলজিস্ট। স্বাভাবিক মানব কোষ এবং প্যাথোজেনের মধ্যে জৈব রসায়নের পার্থক্য নিয়ে কাজ করার জন্য ১৯৮৮ সালে ফিজিওলজি বা মেডিসিনে নোবেল পুরস্কারে ভূষিত হন।\nস্যান্ড্রা মুর ফ্যাবার রবার্ট জ্যাকসনের সাথে, উপবৃত্তাকার ছায়াপথগুলোতে আলোকসজ্জা এবং নাক্ষত্রিক বিচ্ছুরণ বেগের মধ্যে ফ্যাবার-জ্যাকসন সম্পর্ক আবিষ্কার করেছিলেন। তিনি সেই দলেরও নেতৃত্ব দিয়েছিলেন যেটি  আবিষ্কার করেছিল। গ্রেট অ্যাট্রাক্টর হল ভরের বৃহৎ ঘনত্ব যা আশেপাশের বেশ কয়েকটি ছায়াপথকে তার দিকে টানছে।\nপ্রাণীবিদ ডায়ান ফসি ১৯৬৭ থেকে ১৯৮৫ সালে তার হত্যা পর্যন্ত আফ্রিকায় গরিলাদের সাথে কাজ করেছিলেন।\nজ্যোতির্বিজ্ঞানী আন্দ্রেয়া গেজ ২০০৮ সালে আর্থবাউন্ড টেলিস্কোপের সীমাবদ্ধতা অতিক্রম করার জন্য ম্যাকআর্থার \"প্রতিভা অনুদান\" পান।\nপরমাণু নিউক্লিয়াসের পারমাণবিক শেল মডেল প্রস্তাব করার জন্য মারিয়া গোয়েপার্ট মায়ার ছিলেন পদার্থবিদ্যায় দ্বিতীয় নোবেল পুরস্কার বিজয়ী। তার কর্মজীবনের শুরুতে, তিনি বিশ্ববিদ্যালয়ে অনানুষ্ঠানিক বা স্বেচ্ছাসেবক পদে কাজ করেছিলেন যেখানে তার স্বামী একজন অধ্যাপক ছিলেন। গোয়েপার্ট মায়ার অন্যান্য বিজ্ঞানীদের মধ্যে একজন যাদের কাজ একটি মার্কিন ডাকটিকিট দ্বারা স্মরণ করা হয়।\nসুলামিথ লো গোল্ডহাবার এবং তার স্বামী গেরসন গোল্ডহেবার ১৯৫০ এর দশকে কে মেসন এবং অন্যান্য উচ্চ-শক্তি কণার উপর একটি গবেষণা দল গঠন করেছিলেন।\nক্যারল গ্রিডার এবং অস্ট্রেলিয়ান জন্মগ্রহণকারী এলিজাবেথ ব্ল্যাকবার্ন, জ্যাক ডব্লিউ. সজোস্টকের সাথে, টেলোমেরেস এবং এনজাইম টেলোমারেজ দ্বারা ক্রোমোজোমগুলি কীভাবে সুরক্ষিত থাকে তা আবিষ্কারের জন্য ২০০৯ সালে ফিজিওলজি বা মেডিসিনে নোবেল পুরস্কার অর্জন করেন।\nরিয়ার অ্যাডমিরাল গ্রেস মারে হপার  একার্ট মকলি কম্পিউটার কর্পোরেশনের জন্য কাজ করার সময় প্রথম কম্পিউটার কম্পাইলার তৈরি করেছিলেন যা ১৯৫২ সালে বাজারে আসে।\n২০০৩ সালে কলোরাডোর বোল্ডারে ডেবোরা এস জিনের দল জয়েন্ট ইনস্টিটিউট ফর ল্যাবরেটরি এস্ট্রোফিজিক্স  প্রথম ফার্মিওনিক কনডেনসেট তৈরি করেছিল, যা পদার্থের একটি নতুন অবস্থা।\nডুপন্টের গবেষক স্টেফানি কোলেক, পলি-প্যারাফেনিলিন টেরেফথালামাইড উদ্ভাবন করেন – যা কেভলার নামে বেশি পরিচিত।\nজীববিজ্ঞানী লিন মার্গুলিস এন্ডোসিমবায়োটিক তত্ত্বের উপর তার কাজের জন্য সবচেয়ে বেশি পরিচিত, যা এখন সাধারণভাবে গৃহীত হয় যে কীভাবে নির্দিষ্ট অর্গানেল গঠিত হয়ে থাকে।\nবারবারা ম্যাকক্লিনটকের ভুট্টার জেনেটিক্স অধ্যয়ন ১৯৪০ এবং ১৯৫০ এর দশকে জেনেটিক ট্রান্সপোজিশন প্রদর্শন করে। এর আগে, ম্যাকক্লিনটক ১৯২৭ সালে কর্নেল ইউনিভার্সিটি থেকে তার পিএইচডি প্রাপ্ত হন। তিনি তার পুরো জীবন গবেষণার জন্য উৎসর্গ করেছিলেন। ১৯৮৩ সালে তিনি ফিজিওলজি বা মেডিসিনে নোবেল পুরস্কারে ভূষিত হন। ম্যাকক্লিনটক ছিলেন প্রথম আমেরিকান নারী যিনি এককভাবে নোবেল পুরস্কার পেয়েছিলেন।  ম্যাকক্লিনটকও বেশ কয়েকজন বিজ্ঞানীর একজন যাদের কাজ একটি মার্কিন ডাকটিকিট দ্বারা স্মরণ করা হয়।\nনীতা আহুজা একজন প্রখ্যাত সার্জন-বিজ্ঞানী যিনি ক্যান্সারের ক্ষেত্রে তার কাজের জন্য পরিচিত, তিনি বর্তমানে জনস হপকিন্স হাসপাতালে সার্জিক্যাল অনকোলজির প্রধান। এই মর্যাদাপূর্ণ বিভাগের প্রধান হওয়া প্রথম নারী তিনি।\nক্যারোলিন পোরকো একজন গ্রহ বিজ্ঞানী যিনি ভয়েজার প্রোগ্রাম এবং শনি গ্রহে ক্যাসিনি-হাইজেন মিশনে তার কাজের জন্য সবচেয়ে বেশি পরিচিত। তিনি মহাকাশ অনুসন্ধান সংক্রান্ত বিজ্ঞানের জনপ্রিয়করণের জন্যও পরিচিত।\nপদার্থবিজ্ঞানী হেলেন কুইন, রবার্তো পেসেইয়ের সাথে, পেসি-কুইন প্রতিসাম্যকে অনুমান করেছিলেন। কুইন প্রথম নারী যিনি ডিরাক মেডেল এবং অস্কার ক্লেইন মেডেল পেয়েছিলেন।\nলিসা র‍্যান্ডাক একজন তাত্ত্বিক পদার্থবিজ্ঞানী এবং কসমোলজিস্ট, তিনি র‍্যান্ডাল-সান্ড্রাম মডেলে  কাজের জন্য সবচেয়ে বেশি পরিচিত। তিনি ছিলেন প্রিন্সটন ইউনিভার্সিটিতে পদার্থবিজ্ঞানের প্রথম নারী অধ্যাপক।\nস্যালি রাইড ছিলেন একজন জ্যোতির্পদার্থবিদ এবং প্রথম আমেরিকান নারী সেইসাথে সবচেয়ে কম বয়সী আমেরিকান, যিনি মহাকাশে ভ্রমণ করেছিলেন। রাইড বিজ্ঞান অধ্যয়ন করতে উত্সাহিত করার লক্ষ্যে শিশুদের লক্ষ্য করে মহাকাশের উপর বেশ কয়েকটি বই লিখেছেন বা সহ-লেখকের ভূমিকা পালন করেছেন। রাইড গ্র্যাভিটি প্রোব বি (জিপি-বি) (উপগ্রহ ভিত্তিক নিরীক্ষা) প্রকল্পে অংশগ্রহণ করেছিলেন, যার মাধ্যমে আবারো প্রমাণিত হয় যে, আলবার্ট আইনস্টাইনের আপেক্ষিকতার সাধারণ তত্ত্বের ভবিষ্যদ্বাণী সঠিক।\nগ্যালাক্সি ঘূর্ণন বক্ররেখা নিয়ে পর্যবেক্ষণের মাধ্যমে, জ্যোতির্বিজ্ঞানী ভেরা রুবিন গ্যালাক্সি ঘূর্ণন সমস্যাটি আবিষ্কার করেছিলেন, যা এখন ডার্ক ম্যাটারের অস্তিত্ব প্রমাণের অন্যতম প্রধান অংশ হিসাবে বিবেচিত হয়েছে। তিনি পালোমার অবজারভেটরিতে পর্যবেক্ষণ করার অনুমতিপ্রাপ্ত প্রথম নারী ছিলেন।\nসারা সিগার একজন কানাডিয়ান-আমেরিকান জ্যোতির্বিজ্ঞানী যিনি বর্তমানে ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজিতে একজন অধ্যাপক এবং এক্সট্রা সৌর গ্রহ নিয়া তার কাজের জন্য পরিচিত।\nজ্যোতির্বিজ্ঞানী জিল টার্টার বহির্জাগতিক বুদ্ধিমত্তা অনুসন্ধানে তার কাজের জন্য সবচেয়ে বেশি পরিচিত। ২০০৪ সালে টাইম ম্যাগাজিন টার্টারকে বিশ্বের ১০০ জন প্রভাবশালী ব্যক্তির মধ্যে একজন হিসেবে অন্তর্ভুক্ত হয়েছেন। তিনি SETI (সার্চ ফর এক্সট্রাটেরেসটিয়াল ইনটেলিজেন্স) এর প্রাক্তন পরিচালক।\nরোজালিন ইয়ালো রেডিওইমিউনোসাই (আরআইএ) কৌশলের উন্নয়নের জন্য ১৯৭৭ সালে ফিজিওলজি বা মেডিসিনে (রজার গুইলেমিন এবং অ্যান্ড্রু শ্যালির সাথে) নোবেল পুরস্কারের সহ-বিজয়ী ছিলেন।\n\n\n==== দ্বিতীয় বিশ্বযুদ্ধের পর অস্ট্রেলিয়া ====\nআমান্ডা বার্নার্ড, একজন অস্ট্রেলিয়া-ভিত্তিক তাত্ত্বিক পদার্থবিজ্ঞানী ছিলেন যিনি ন্যানোম্যাটেরিয়াল বিষয়ে বিশেষজ্ঞ এবং বর্ষসেরা শারীরিক বিজ্ঞানী হিসেবে ম্যালকম ম্যাকিনটোশ পুরস্কার অর্জন করেন৷\nআইসোবেল বেনেট, অস্ট্রেলিয়ান ন্যাশনাল অ্যান্টার্কটিক রিসার্চ এক্সপিডিশনস (ANARE) এর সাথে ম্যাককুয়ারি দ্বীপে যাওয়া প্রথম নারীদের একজন। তিনি অস্ট্রেলিয়ার অন্যতম বিখ্যাত সামুদ্রিক জীববিজ্ঞানী।\nডরোথি হিল, একজন অস্ট্রেলিয়ান ভূতাত্ত্বিক। তিনি অস্ট্রেলিয়ান বিশ্ববিদ্যালয়ের প্রথম নারী অধ্যাপক হয়েছিলেন।\nরুবি পেইন-স্কট, একজন অস্ট্রেলিয়ান। তিনি রেডিও জ্যোতির্বিদ্যা এবং রেডিওপদার্থবিদ্যার ক্ষেত্রে প্রথম সারির বিশেষজ্ঞ ছিলে । তিনি প্রথম রেডিও জ্যোতির্বিজ্ঞানীদের মধ্যেও অন্যতম এবং এই ক্ষেত্রে জ্ঞান অর্জন করা প্রথম নারী ছিলেন।\nজ্যোতির্বিজ্ঞানী পেনি স্যাকেট, ২০০৮ সালে অস্ট্রেলিয়ার প্রথম নারী প্রধান বিজ্ঞানী ছিলেন। তিনি মার্কিন বংশোদ্ভূত অস্ট্রেলিয়ান নাগরিক।\nফিওনা স্ট্যানলি, ২০০৩ সালে অস্ট্রেলিয়ান অফ দ্য ইয়ার পুরস্কারের বিজয়ী হন। একজন মহামারি বিশেষজ্ঞ হিসেবে তিনি শিশু এবং মাতৃস্বাস্থ্য, জন্মজনিত ব্যাধি এবং জনস্বাস্থ্য বিষয়ে তার গবেষণার জন্য বিখ্যাত।\nমিশেল সা্ইমন্স, ২০১৮ সালে অস্ট্রেলিয়ান অফ দ্য ইয়ার পুরস্কার অর্জন করেন। একজন কোয়ান্টাম পদার্থবিদ হিসেবে তিনি পারমাণবিক-স্কেল সিলিকন কোয়ান্টাম ডিভাইস নিয়ে তার গবেষণা এবং নেতৃত্বের জন্য পরিচিত৷\n\n\n==== দ্বিতীয় বিশ্বযুদ্ধের পর ইসরাইল ====\nঅ্যাডা ইয়োনাথ, মধ্যপ্রাচ্যের প্রথম নারী ছীলেন যিনি বিজ্ঞানে নোবেল পুরস্কার অর্জন করেন। ২০০৯ সালে রাইবোসোমের গঠন এবং কার্যকারিতা নিয়ে গবেষণার জন্য তিনি রসায়নে নোবেল পুরস্কার পান।\n\n\n==== ল্যাটিন আমেরিকা ====\nমারিয়া নিভস গার্সিয়া-ক্যাসাল, লাতিন আমেরিকার প্রথম বিজ্ঞানী এবং পুষ্টিবিদ যিনি লাতিন আমেরিকা সোসাইটি অফ নিউট্রিশনের নেতৃত্ব দিয়েছেন।\nঅ্যাঞ্জেলা রেস্ট্রেপো মোরেনো কলম্বিয়ার একজন মাইক্রোবায়োলজিস্ট। তিনি  ক্ষুদ্র জীবসত্তা বিষয়ে গবেষণায় প্রথম আগ্রহী হয়ে উঠেন তার পিতামহের একটি মাইক্রোস্কোপের মাধ্যমে দেখার সুযোগ পাবার পর। রেস্ট্রেপোর বিভিন্ন ধরনের গবেষণা রয়েছে, তবে তার গবেষণার প্রধান ক্ষেত্র হল ছত্রাক এবং তাদের রোগের কারণ। তার কাজ তাকে ছত্রাক দ্বারা সৃষ্ট একটি রোগের উপর গবেষণার ত্বরান্বিত করতে নেতৃত্ব দেয় যে ছত্রাকটি মূলত ব্রাজিলে পাওয়া গেছে এবং শুধুমাত্র ল্যাটিন আমেরিকায় নির্ণয় করা হয়েছে: প্যারাকোকিডিওইডোমাইকোসিস। এছাড়াও রেস্ট্রেপোর উন্নত গবেষণা দল দুটি রুট অধ্যয়ন শুরু করেছে: মানুষ, ছত্রাক, এবং পরিবেশের মধ্যে সম্পর্ক এবং এছাড়াও কীভাবে ছত্রাকের মধ্যে কোষ কাজ করে।\nগবেষণার পাশাপাশি, রেস্ট্রেপো একটি অলাভজনক প্রতিষ্ঠান কর্পোরেশন ফর বায়োলজিক্যাল রিসার্চের (সিআইবি) সহ-প্রতিষ্ঠাতা যেটি বৈজ্ঞানিক গবেষণামূলক কাজে নিবেদিত। অ্যাঞ্জেলা রেস্ট্রেপো মোরেনো তার অসংখ্য প্রকাশনার জন্য ২০০৭ সালে স্কোপাস পুরস্কারে ভূষিত হন। তিনি বর্তমানে কলম্বিয়াতে বসবাস করছেন এবং তার গবেষণা চালিয়ে যাচ্ছেন।\nসুসানা লোপেজ কভারেটন মেক্সিকোর মেক্সিকো সিটিতে ১৯৫৭ সালে জন্মগ্রহণ করেন। তিনি একজন ভাইরোলজিস্ট যার অধ্যয়নের ক্ষেত্র রোটাভাইরাসকে কেন্দ্র করে। যখন তিনি প্রাথমিকভাবে রোটাভাইরাস অধ্যয়ন শুরু করেন, এটি মাত্র চার বছর আগে আবিষ্কৃত হয়েছিল। ক্যারেটনের প্রধান কাজ ছিল কীভাবে ভাইরাস কোষে প্রবেশ করে এবং এর সংখ্যা বৃদ্ধির উপায় অধ্যয়ন করা। তার কাজের জন্যই অন্যান্য বিজ্ঞানীগণ ভাইরাসটি সম্পর্কে আরো বিস্তারিত জানতে সক্ষম হয়েছে। বর্তমানে, তার গবেষণা ভাইরাসটির সংক্রমিত কোষ শনাক্ত করার ক্ষমতার উপর কেন্দ্রীভূত।  ২০০১ সালে ক্যারেটন তার স্বামীর সঙ্গে সম্মিলিতভাবে মাইক্রোবায়োলজির জন্য কার্লোস জে ফিনলে পুরস্কার পেয়েছিলেন।  ২০১২ সালে তিনি \"ওম্যান ইন সায়েন্স\" শিরোনামে লরিয়েল-ইউনেস্কো পুরস্কার অর্জন করেন। ক্যারেটন তার গবেষণার জন্য আরও বেশ কয়েকটি পুরস্কার পেয়েছেন।\nলিলিয়ানা কুইন্টানার ভেরা একজন মেক্সিকান রসায়নবিদ। বর্তমানে সেন্টার অফ ইনভেস্টিগেশন অ্যান্ড অ্যাডভান্সড স্টাডিজের রসায়ন বিভাগের একজন গবেষক তিনি। ভেরা বর্তমানে পারকিনসন্স, আল্জ্হেইমার এবং প্রিয়ন রোগের মতো নিউরোডিজেনারেটিভ রোগের উপর এবং এছাড়াও ডায়াবেটিস এবং ছানির মতো অবক্ষয়জনিত রোগের উপর গবেষণা করছেন। এই গবেষণার জন্য তিনি কীভাবে তামা (ধাতু) পূর্বে উল্লিখিত নিউরোডিজেনারেটিভ রোগের প্রোটিনের সাথে মিথস্ক্রিয়া করে তার উপর দৃষ্টি নিবদ্ধ করেন।\nলিলিয়ানার পুরষ্কারগুলোর মধ্যে রয়েছে ২০১৭ সালে অর্জিত মেক্সিকান একাডেমি অফ সায়েন্সেস রিসার্চ প্রাইজ ফর সায়েন্স, ২০১৬ সালে মার্কোস মোশিনস্কি চেয়ার অ্যাওয়ার্ড, ২০১৪ সালে ফুলব্রাইট স্কলারশিপ এবং ২০০৭ সালে লরিয়াল-ইউনেস্কো ফর উইমেন ইন সায়েন্স অ্যাওয়ার্ড।\n\n\n== নোবেল বিজয়ীগণ ==\nআরও তথ্য: নোবেল পুরস্কার বিজয়ী নারীদের তালিকা\nনোবেল এবং অর্থনৈতিক বিজ্ঞানে পুরস্কার ১৯০১ থেকে ২০১৭ সালের মধ্যে মোট ৪৯ বার নারীদের দেওয়া হয়েছে। মেরি স্ক্লোডোস্কা-কিউরি একমাত্র নারী যিনি দু'বার এ পুরস্কারে সম্মানিত হয়েছেন। ১৯০৩ সালে তিনি পদার্থবিজ্ঞানে নোবেল পুরস্কার এবং ১৯১১ সালে  রসায়নে নোবেল পুরস্কার অর্জন করেন। সে অর্থে, ১৯০১ থেকে ২০১০ সালের মধ্যে মোট ৪৮ জন নারী নোবেল পুরস্কার পেয়েছেন। ১৮ জন নারী পদার্থবিদ্যা, রসায়ন, শারীরবৃত্তি বা চিকিৎসাবিদ্যায় নোবেল পুরস্কার পেয়েছেন।\n\n\n=== রসায়ন ===\n২০২০ - ইমানুয়েল চার্পেন্টিয়ার, জেনিফার ডুডনা\n২০১৮ - ফ্রান্সেস আর্নল্ড\n২০০৯ – অ্যাডা ই. ইয়োনাথ\n১৯৬৪ - ডরোথি ক্রোফুট হজকিন\n১৯৩৫ - আইরিন জোলিয়ট-কুরি\n১৯১১ - মেরি স্ক্লোডোস্কা-কিউরি\n\n\n=== পদার্থবিদ্যা ===\n২০১৮ - ডোনা স্ট্রিকল্যান্ড\n১৯৬৩ - মারিয়া গোয়েপার্ট-মেয়ার\n১৯০৩ - মেরি স্ক্লোডোস্কা-কিউরি\n\n\n=== ফিজিওলজি বা মেডিসিন ===\n২০১৫- ইউইউ তু\n২০১৪ - মে-ব্রিট মোসার\n২০০৯ – এলিজাবেথ এইচ. ব্ল্যাকবার্ন\n২০০৯ - ক্যারল ডব্লিউ গ্রেডার\n২০০৮ - ফ্রাঙ্কোইস ব্যারি-সিনৌসি\n২০০৪ - লিন্ডা বি. বাক\n১৯৯৫ - ক্রিশ্চিয়ান নুসলেইন-ভোলহার্ড\n১৯৮৮ - গার্ট্রুড বি. এলিয়ন\n১৯৮৬ - রিটা লেভি-মন্টালসিনি\n১৯৮৩ - বারবারা ম্যাকক্লিনটক\n১৯৭৭ - রোজালিন ইয়ালো\n১৯৪৭ - গার্টি কোরি\n........\n\n\n== ফিল্ড মেডেল ==\nমরিয়ম মির্জাখানি (১২ মে ১৯৭৭ - ১৪ জুলাই ২০১৭), এখন পর্যন্ত প্রথম এবং একমাত্র নারী যিনি এই পুরস্কার অর্জন করেছেন। তিনি ছিলেন একজন ইরানি গণিতবিদ এবং স্ট্যানফোর্ড বিশ্ববিদ্যালয়ের গণিতের অধ্যাপক।\n\n\n== সাম্প্রতিক প্রচার ও বিকাশ ==\n\n\n=== অংশগ্রহণ বাড়ানোর চেষ্টা ===\nস্টেরিওটাইপিংয়ের বিরুদ্ধে লড়াই করার জন্য বেশ কয়েকটি সংস্থা স্থাপন করা হয়েছে যা এই অঞ্চলে কেরিয়ার থেকে দূরে থাকা মেয়েদের উত্সাহিত করতে পারে। ইউকে তে দ্য ওয়াইজ ক্যাম্পেইন (উইমেন ইন সায়েন্স, ইঞ্জিনিয়ারিং অ্যান্ড কনস্ট্রাকশন) এবং ইউকেআরসি (দ্য ইউকে রিসোর্স সেন্টার ফর উইমেন ইন SET) সহযোগিতামূলকভাবে কাজ করছে যাতে নিশ্চিত করা যায় যে শিল্প, একাডেমিয়া এবং শিক্ষা সবাই ক্যারিয়ার নির্ধারণে পরামর্শ ও নিয়োগের চিরাচরিত পদ্ধতিকে চ্যালেঞ্জ করার গুরুত্ব সম্পর্কে সচেতন। কেননা এর অর্থ হলো, দেশের সেরা কিছু মস্তিষ্ক বিজ্ঞান থেকে হারিয়ে গেছে। যুক্তরাজ্যের বিভিন্ন নারী নেটওয়ার্ক মেয়েদের রোল মডেল, সংস্থান এবং ক্রিয়াকলাপের জন্য সহায়তা প্রদান করে যা মেয়েদের এবং মহিলাদের কাছে বিজ্ঞানের প্রচার করে। দ্য উইমেনস ইঞ্জিনিয়ারিং সোসাইটি, যুক্তরাজ্যের একটি পেশাদার সমিতি যা ১৯১৯ সাল থেকে প্রকৌশল এবং বিজ্ঞানে নারীদের সমর্থন করে আসছে। কম্পিউটিংয়ে, ব্রিটিশ কম্পিউটার সোসাইটি গ্রুপ BCSWomen মেয়েদের কম্পিউটিং ক্যারিয়ার বিবেচনা করতে উত্সাহিতকরণে এবং কম্পিউটিং কর্মক্ষেত্রে নারীদের সহযোগীতা করতে সক্রিয়। .\nমার্কিন যুক্তরাষ্ট্রে, অ্যাসোসিয়েশন ফর উইমেন ইন সায়েন্স হল বিজ্ঞানে পেশাদার নারীদের জন্য সবচেয়ে বিশিষ্ট সংগঠনগুলির মধ্যে একটি। ২০১১ সালে, সায়েন্টিস্টা ফাউন্ডেশন তৈরি করা হয়েছিল প্রাক-পেশাদার কলেজ এবং বিজ্ঞান, প্রযুক্তি, প্রকৌশল এবং গণিতে (STEM) স্নাতক নারীদের ক্ষমতায়ন করার জন্য, তাদের ক্যারিয়ার ট্র্যাকে রাখার জন্য। অল্প বয়স থেকে পরামর্শ প্রদানে যোগ্যতা বাড়ানোর উপর দৃষ্টি নিবদ্ধ করা বেশ কয়েকটি সংস্থা রয়েছে। সবচেয়ে পরিচিত গ্রুপগুলোর মধ্যে একটি হল সায়েন্স ক্লাব ফর গার্লস, যেটি হাই স্কুল এবং মিডল স্কুলের শিক্ষকদের সাথে স্নাতক পরামর্শকদের যোগসংযোগ ঘটায়। অল্পবয়সী ছাত্রদের সাথে স্নাতক কলেজের পরামর্শদাতাদের এই সংযোগের মডেলটি বেশ জনপ্রিয়। এছাড়াও, অনেক তরুণী  STEM-এ অংশগ্রহণ বাড়ানোর জন্য কনফারেন্স বা প্রতিযোগিতার মাধ্যমে অল্প বয়সেই প্রোগ্রাম তৈরি করছে।\nনারী বিজ্ঞানীদের সাধারণ মানুষের কাছে আরও দৃশ্যমান করার প্রয়াসে, নিউইয়র্কের গ্রোলিয়ার ক্লাব \"বিজ্ঞান ও চিকিৎসায় অসাধারণ নারী: কৃতিত্বের চার শতাব্দী\" শিরোনামে ২০০৩ সালে একটি \"ল্যান্ডমার্ক প্রদর্শনী\" আয়োজন করেছে, যেখানে ৩২ জন নারী বিজ্ঞানীর জীবন ও কাজ তুলে ধরা হয়েছে। ন্যাশনাল ইনস্টিটিউট ফর অকুপেশনাল সেফটি অ্যান্ড হেলথ (NIOSH) নারী গবেষকদের গল্প হাইলাইট করে একটি ভিডিও সিরিজ তৈরি করেছে। ভিডিওতে প্রদর্শিত নারীদের প্রত্যেকেই বিজ্ঞান, প্রযুক্তি, প্রকৌশল বা গণিতে (STEM) তাদের যাত্রা ভাগ করে নেয় এবং উচ্চাকাঙ্ক্ষী বিজ্ঞানীদের উৎসাহ দেয়। এনআইওএসএইচ বৈজ্ঞানিক শাখায় ব্যক্তিদের পরিচয় করিয়ে দেওয়ার প্রচেষ্টায় বহিরাগত সংস্থাগুলোর সাথে অংশীদারিত্ব করে এবং সারা দেশে বিভিন্ন বিজ্ঞান-ভিত্তিক প্রশিক্ষণ কর্মসূচির জন্য অর্থায়ন করে থাকে।\nমিডিয়ায়\n২০১৩ সালে, সাংবাদিক ক্রিস্টি অ্যাশওয়ানডেন উল্লেখ করেছেন, নারী বিজ্ঞানীদের এক ধরনের মিডিয়া কভারেজ এখনও প্রচলিত রয়েছে যা \"তার লৈঙ্গিক পরিচয়ই তার সবচেয়ে সংজ্ঞায়িত বিবরণ হিসেবে বিবেচনা করে\"। তিনি এই পদ্ধতিটি এড়াতে সাহায্য করার জন্য একটি চেকলিস্ট প্রস্তাব করেছিলেন, \"ফিঙ্কবেইনার পরীক্ষা\" নামে,  এটি একটি ২০১৩ সালের নিউ ইয়র্ক টাইমসের রকেট বিজ্ঞানী ইভন ব্রিলের সমালোচিত মৃত্যুর কভারেজে উদ্ধৃত হয়েছিল। নারীদের প্রায়ই চলচ্চিত্রে নেতিবাচকভাবে চিত্রিত করা হয়। ফিল্ম, টেলিভিশন এবং বইয়ে নারী বিজ্ঞানীদের ভুল উপস্থাপনা শিশুদের লিঙ্গ স্টেরিওটাইপিংয়ে জড়িত হতে প্রভাবিত করতে পারে। এটি ২০০৭ সালের ওয়েস্টার্ন মিশিগান ইউনিভার্সিটির জোসেলিন স্টেইনকে এবং সহকর্মীদের দ্বারা পরিচালিত একটি মেটা-বিশ্লেষণে দেখা গেছে যেখানে প্রাথমিক বিদ্যালয়ের শিক্ষার্থীদের একটি ড্র-এ-সায়েন্টিস্ট-টেস্টে অংশগ্রহণ করানোর পর দেখা যায় ৪০০০ অংশগ্রহণকারীর মধ্যে শুধুমাত্র ২৮ জন মেয়ে নারী বিজ্ঞানীর ছবি এঁকেছে৷\n\n\n=== উল্লেখযোগ্য বিতর্ক এবং উন্নয়ন ===\n২০১০ এবং ২০১১ সালে লুন্ড ইউনিভার্সিটিতে পরিচালিত একটি গবেষণায় এবং নেচার সাময়িকীর নিউজ এন্ড ভিউজ অংশে এবং সায়েন্স সাময়িকীর পারর্সপেক্টিভস  অংশে  আমন্ত্রিত অবদানকারীদের লিঙ্গ বিশ্লেষণ করা হয়েছে। এতে দেখা গেছে যে, নিউজ এবং ভিউজে পৃথিবী এবং পরিবেশগত বিজ্ঞান বিষয়ে ৩,৮% নারীদের দ্বারা লেখা হয়েছে, যদিও ক্ষেত্রটিতে নারীর অংশ মার্কিন যুক্তরাষ্ট্রে  ১৬-২০% বলে অনুমান করা হয়েছিল। বিষয়টি সম্পর্কে নেচারের  বক্তব্য ছিল যে, বিশ্বব্যাপী আর্থ সায়েন্টিস্টদের মধ্যে উল্লেখযোগ্যভাবে কম সংখ্যক নারী আছেন, তবে নেচার  যেকোনো বৈষম্য মোকাবেলায় প্রতিশ্রুতিবদ্ধ।\n২০১২ সালে, প্রসিডিংস অফ দ্য ন্যাশনাল একাডেমি অফ সায়েন্সেস (PNAS) এ প্রকাশিত একটি নিবন্ধে বিজ্ঞানের শিক্ষকদের মধ্যে লৈঙ্গিক পক্ষপাতিত্ব বিষয়ে প্রতিবেদন করা হয়েছিল। এটি করার জন্য বিজ্ঞানের শিক্ষকদের কোন ছাত্রের জীবনবৃত্তান্ত পর্যালোচনা করতে বলা হয়েছিল এবং তাদের প্রতিবেদন করতে বলা হয়েছিল যে, তারা সেই ছাত্রকে নিয়োগ বা পরামর্শ দেওয়ার কতটা সম্ভাবনা আছে এবং সেইসাথে তারা প্রারম্ভিক বেতন হিসেবে কী অফার করবে। দুটি জীবনবৃত্তান্ত শুধুমাত্র নাম পরিবর্তন করে (একটিতে ছাত্রের নাম জন অন্যটিতে জেনিফার) তাদের কাছে এলোমেলোভাবে বিতরণ করা হয়েছিল। দেখা গেল, পুরুষ ছাত্রটিকে উল্লেখযোগ্যভাবে আরও দক্ষ, নিয়োগের সম্ভাবনা বেশি এবং পরামর্শ দেওয়ার সম্ভাবনা বেশি হিসাবে মূল্যায়ন করা হয়েছিল। পুরুষ ছাত্রকে দেওয়া মধ্যম প্রারম্ভিক বেতন নারী শিক্ষার্থীকে দেওয়া প্রারম্ভিক বেতনের তুলনায় $৩,০০০-এর বেশি। বিজ্ঞান অনুষদের নারী এবং পুরুষ উভয় পক্ষ থেকেই এই লিঙ্গ পক্ষপাত প্রদর্শিত হয়। পরিশেষে এই সমীক্ষা বলে যে, পক্ষপাতিত্ব আংশিকভাবে বৈজ্ঞানিক ক্ষেত্রের সর্বোচ্চ স্তরে নারীদের সংখ্যার ক্রমাগত ঘাটতির জন্য দায়ী হতে পারে। অন্য একটি গবেষণায় বলা হয়েছে, কিছু নির্দিষ্ট জায়গায় পুরুষদের পছন্দ করা হয়, যেমন: জীববিজ্ঞান। কিন্তু বেশিরভাগ ক্ষেত্র লিঙ্গ-নিরপেক্ষ। এই গবেষণার লেখকরা বলেন,  প্রফেসর পদে নারীদের নিম্ন-প্রতিনিধিত্ব শুধুমাত্র লিঙ্গভিত্তিক নিয়োগ, পদোন্নতি এবং পারিশ্রমিকের কারণে ঘটেনি। এপ্রিল ২০১৫ সালে উইলিয়ামস এবং সেসি পাঁচটি জাতীয় পরীক্ষার একটি সেট প্রকাশ করে যেখানে দেখা যায়, অনুমানমূলক নারী আবেদনকারীদের  একই রকম যোগ্য পুরুষদের চেয়ে সহকারী অধ্যাপকের জন্য অনুষদ দ্বারা পছন্দ করা হয়েছিল ২:১ অনুপাতে।\n২০১৪ সালে, একটি সংবাদ সম্মেলনের সময় রোসেটা প্রকল্পের বিজ্ঞানী ম্যাট টেলরের শার্টে পিনআপ নারীদের চিত্রণ নিয়ে একটি বিতর্ক ইউরোপীয় স্পেস এজেন্সির মধ্যে যৌনতা নিয়ে প্রশ্ন উত্থাপন করেছিল৷ শার্টটিতে যেখানে আগ্নেয়াস্ত্রসহ কার্টুন নারী চরিত্রের ছবি, সমালোচনার ঝড় তুলেছিল৷ ঘটনার জেরে টেলর ক্ষমা প্রার্থনা করতে বাধ্য হন এবং কান্নায় ভেঙে পড়েন।\n২০১৫ সালে জীবন বিজ্ঞানে পিএইচডি স্নাতকদের পোস্টডক্টরাল পদে উত্তরণের ধারাবাহিকতা বিশ্লেষণ করে PLOS ONE জার্নালে একটি গবেষণাপত্র জমা দেয়ার পর বিজ্ঞানে নারীদের সম্পর্কে চিরায়ত ধারণাগুলো নিয়ে ফিওনা ইঙ্গলেবি, সাসেক্স বিশ্ববিদ্যালয়ের বিবর্তন, আচরণ এবং পরিবেশ বিষয়ক গবেষণা ফেলো এবং অস্ট্রেলিয়ান ন্যাশনাল ইউনিভার্সিটির পোস্টডক্টরাল গবেষক মেগান হেড কাজ করতে শুরু করেন। লেখকদ্বয় ২৭ মার্চ একটি ইমেল পেলেন যেখানে তাদের বলা হয়ে যে, তাদের গবেষণা প্রবন্ধের মান দুর্বল হওয়ার কারণে সেটি প্রত্যাখ্যান করা হয়েছে। ইমেলটিতে একজন বেনামী পর্যালোচকের মন্তব্য অন্তর্ভুক্ত ছিল, যার মধ্যে বিজ্ঞানের মান উন্নত করার জন্য পুরুষ লেখকদের সংযুক্ত করার পরামর্শ দেওয়া হয়েছে এবং এটি করা হয়েছে গবেষণাটিতে তথ্যের ভুল ব্যাখ্যা অন্তর্ভুক্ত করা হয়নি তা নিশ্চিত করার একটি উপায় হিসেবে। ইঙলেবি ২৯ এপ্রিল টুইটারে ইমেলটির থেকে উদ্ধৃতাংশ পোস্ট করেন। ফলে ঘটনাটি জনসাধারণ এবং মিডিয়ার আলোচনায় চলে আসে। এরপর সম্পাদককে জার্নালটি থেকে বরখাস্ত করা হয়েছিল এবং পর্যালোচনাকারীকে সম্ভাব্য পর্যালোচকদের তালিকা থেকে বাদ দেওয়া হয়েছিল। PLOS থেকে একজন মুখপাত্র লেখকদ্বয়ের কাছে ক্ষমা চান এবং বলেন যে, তাদের গবেষণা প্রবন্ধটি পুনরায় পর্যালোচনা করা হবে।\n৯ জুন ২০১৫, নোবেল পুরস্কার বিজয়ী বায়োকেমিস্ট টিম হান্ট সিউলে বিজ্ঞান সাংবাদিকদের বিশ্ব সম্মেলনে বক্তৃতা করেন। নারী বিজ্ঞানীদের কাজের প্রশংসা করার আগে, তিনি বলেন, \"আপনি তাদের প্রেমে পড়েন, তারা আপনার প্রেমে পড়ে, এবং যখন আপনি তাদের সমালোচনা করেন তখন তারা কাঁদতে থাকেন।\" প্রাথমিকভাবে, তার মন্তব্য ব্যাপক নিন্দার মুখোমুখি হয় এবং তিনি ইউনিভার্সিটি কলেজ লন্ডনে তার পদ থেকে পদত্যাগ করতে বাধ্য হন। যদিও,  সম্মেলনের একাধিক অংশগ্রহণকারীর জবানবন্দি থেকে জানা গেছে, টিম মূলত মজা করে কথাটি বলেছিলেন কিন্তু গণমাধ্যম সেটিকে ভিন্নভাবে উপস্থাপন করেছে।\n২০১৬ সালে JAMA Dermatology মেডিকেল জার্নালে প্রকাশিত একটি নিবন্ধে চর্মরোগবিদ্যার ক্ষেত্রে NIH-অর্থায়নকৃত নারী নিরীক্ষকদের সংখ্যার একটি উল্লেখযোগ্য ও নাটকীয় নিম্নগামী প্রবণতা এবং NIH-অর্থায়িত চর্মরোগ নিরীক্ষকদের মধ্যে পুরুষ ও নারীদের মাঝে লিঙ্গ অসমতা বৃদ্ধির বিষণটি উপস্থাপন করে। নিবন্ধটি এই বলে উপসংহারে এসেছে যে, এই ধরনের বৈষম্যের সুযোগ নারী নিরীক্ষকদের প্রতি প্রাতিষ্ঠানিক সহযোগীতার অভাবে তৈরি হতে পারে।\n\n\n====== ত্রুটিপূর্ণ জনমত ======\n২০০৫ সালের জানুয়ারিতে, হার্ভার্ড ইউনিভার্সিটির প্রেসিডেন্ট লরেন্স সামারস বিজ্ঞান ও প্রকৌশল কর্মশক্তির বৈচিত্র্যের বিষয়ে ন্যাশনাল ব্যুরো অফ ইকোনমিক রিসার্চ (NBER) সম্মেলনে বিতর্কের জন্ম দেন। ডঃ সামারস বিজ্ঞান ও প্রকৌশলে সিনিয়র পদে নারীদের ঘাটতির জন্য তার নিজস্ব ব্যাখ্যা প্রদান করেন। তিনি মন্তব্য করেন যে, উচ্চ-স্তরের বিজ্ঞানের পদে নারীদের কম সংখ্যা আংশিকভাবে পুরুষ এবং নারীদের মধ্যে সক্ষমতা বা পছন্দের মধ্যে সহজাত পার্থক্যের কারণে হতে পারে। ক্ষেত্র এবং আচরণগত জেনেটিক্সের উল্লেখ করে, তিনি জ্ঞানীয় ক্ষমতার পরীক্ষায় পুরুষদের মধ্যে (নারীদের তুলনায়) সাধারণত বেশি পরিবর্তনশীলতার উল্লেখ করেন, যার ফলে নিম্ন ও উপরের উভয় ক্ষেত্রেই নারীদের তুলনায় পুরুষেরা বেশি এগিয়ে যায়। পরীক্ষার স্কোর বিতরণের লেজ। এই বিষয়ে তার আলোচনায় সামারস বলেন \"এমনকি লিঙ্গের মধ্যে প্রমিত বিচ্যুতিতে ছোটখাটো পার্থক্যও খুব বড় পার্থক্যে পরিণত হবে। সামারস  তার আলোচনা শেষ করেছেন এই বলে:তাই আমি বিশেষভাবে মনে করি, এই সবের পিছনে সবচেয়ে বড় ঘটনাটি হল মানুষের বৈধ পারিবারিক আকাঙ্ক্ষা এবং নিয়োগকর্তাদের উচ্চ ক্ষমতা এবং উচ্চ তীব্রতার জন্য বর্তমান আকাঙ্ক্ষার মধ্যে সাধারণ সংঘর্ষ এটি বিশেষত হয় বিজ্ঞান এবং প্রকৌশলে। এছাড়া অন্তর্নিহিত যোগ্যতার সমস্যা রয়েছে, এবং বিশেষ করে যোগ্যতার পরিবর্তনশীলতার, এবং সেই বিবেচনাগুলোকে শক্তিশালী করা হয় প্রকৃতপক্ষে সামাজিকীকরণ এবং অব্যাহত বৈষম্য জড়িত কারণগুলির দ্বারা।তার বিজ্ঞতা থাকা সত্ত্বেও, এমনকি শেরিল স্যান্ডবার্গ, সামারসের ক্রিয়াকলাপ সমর্থন করলেও  সামারদের বারবার নিজের ক্ষমা প্রার্থনা করার প্রস্তাব দিয়ে, হার্ভার্ড গ্র্যাজুয়েট স্কুল অফ আর্টস অ্যান্ড সায়েন্সেস সামারসের নেতৃত্বে তিনি ২০০১ সালে অফিস গ্রহণের পর \"আস্থার অভাব\" একটি প্রস্তাব পাস করেন যেখানে যিনি নারীদের জন্য মেয়াদভিত্তিক অফারের অনুমতি দিয়েছিলেন। তিনি প্রেসিডেন্ট হওয়ার এক বছর আগে, হার্ভার্ড তার ৩৬টি মেয়াদের প্রস্তাবের মধ্যে ১৩টি নারীদের জন্য প্রসারিত করেছিল এবং ২০০৪ সালের মধ্যে সেই সংখ্যাগুলো ৩২ থেকে ৪-এ নেমে গিয়েছিল এবং বেশ কয়েকটি বিভাগে এমনকি একজন নারী অধ্যাপকেরও অভাব ছিল।  সম্ভবত, এই বিতর্কটি পরের বছর হার্ভার্ডে তার পদ থেকে সামারের পদত্যাগে উল্লেখযোগ্যভাবে অবদান রেখেছে বলে অনুমান করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃস্থ সূত্র ==\nScience Speaks: A Focus on NIOSH Women in Science Short, personal stories of females working in fields of science.  A video series developed by the National Institute for Occupational Safety and Health (NIOSH)\nGender tutorials on women in science from Hunter College and the Graduate Center of the City University of New York (CUNY)\nStatistics on women at science conferences from the American Astronomical Society, Committee on the Status of Women in Astronomy\nThe Library of Congress Selected Internet Resources Women in Science and Medicine\nWomen in Science at the Encyclopædia Britannica\n\n\n== অতিরিক্ত পাঠ =="}