{"pageid": 1089237, "title": "আমালিয়া জিভ", "url": "https://bn.wikipedia.org/wiki?curid=1089237", "content": "আমালিয়া জিভ (হিব্রু ভাষায় : עמליה זיו; জন্ম ডিসেম্বর ১৪, ১৯৬৪) একজন ইজরায়েলি শিক্ষাবিদ এবং গবেষক। তার গবেষণা ক্ষেত্রগুলি হল পর্নোগ্রাফি এবং যৌন উপস্থাপনা, কুইয়ার সংস্কৃতি, কুইয়ার সক্রিয়তা এবং কুইয়ার আত্মীয়তা। তার সক্রিয়তা এবং গবেষণার কারণে, জিভকে ইজরায়েলের এলজিবিটিকিউ এবং নারীবাদী সম্প্রদায়ের একজন বিশিষ্ট সদস্য হিসাবে বিবেচনা করা হয়।\n\n\n== একাডেমিক ক্যারিয়ার এবং সক্রিয়তা ==\nজিভ ইজরায়েলের নারীবাদী এবং কুইয়ার ইতিহাসের অন্যতম উল্লেখযোগ্য ব্যক্তিত্ব। তিনি অগ্রণী এলজিবিটি সংবাদপত্র হাজমান হাভারোদ (পিঙ্ক টাইমস) এর অন্যতম প্রতিষ্ঠাতা ছিলেন। ১৯৯০-এর দশকে জিভ মূলধারার সংবাদপত্র এবং জার্নালে এলজিবিটি এবং নারীবাদী বিষয় নিয়ে লিখেছিলেন। তিনি তার কবিতাও লিখেছেন এবং প্রকাশ করেছেন। তার কিছু কবিতা নিয়ে সংগীত সৃষ্টি করা হয়েছিল এবং রেকর্ড করা হয়েছিল। \n১৯৯২ সালে জিভ ব্রাউন বিশ্ববিদ্যালয়ে তুলনামূলক সাহিত্যেএমএ সম্পন্ন করেন। ১৯৯৩ সালে যখন তিনি ইজরায়েলে ফিরে আসেন, তখন তিনি তেল আবিবের আগুদাহ (ইজরায়েলের প্রথম এলজিবিটি কেন্দ্র) এ একটি গে-ও-লেসবিয়ান এবং কুইয়ার থিওরি স্টাডি গ্রুপ প্রতিষ্ঠা করেন। ১৯৯৬ সালে, আইয়াল গ্রস এবং মিকি গ্লুজম্যানের সাথে একত্রে তিনি তেল আবিব বিশ্ববিদ্যালয়ে কুইয়ার রিডিং গ্রুপ শুরু করেন।  ২০০১ সালে তেল আবিব বিশ্ববিদ্যালয়ে পিএইচডি করার সময়, গ্রস এবং ডাফনা হির্শের সাথে একত্রে, তিনি সেক্স এচার (\"একটি অন্য যৌনতা\") এলজিবিটি স্টাডিজ এবং কুইয়ার থিওরি বার্ষিক সম্মেলন প্রতিষ্ঠা করেন, ২০১৮ সালে তার ১৮ তম সংস্করণ অনুষ্ঠিত হয়েছিল। ২০০৩ সালে তিনি ইব্রীয় ভাষায় কুইয়ার প্রবন্ধের প্রথম বই বিয়ন্ড সেক্সুয়ালিটি (মি'এভার লেমিনিয়ুত מעבר למיניות) সম্পাদনা করেন, তাঁর সঙ্গে ছিলেন ইয়ার কেদার এবং ওরেন কানার।\n২০০৫ সালে তিনি পিএইচডি সম্পন্ন করেন। তার প্রবন্ধের শিরোনাম ছিল \"পর্নোগ্রাফিক গল্পে নারী বিষয়ক নির্মাণ\"। এরপর তিনি জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়ে ইজরায়েলের কুইয়ার সক্রিয়তা নিয়ে পোস্ট-ডক্টরাল গবেষণা করেন। এই গবেষণায় অন্তর্ভুক্ত ছিল লেসবিয়ান পেরেন্টিংয়ের বিষয়। জিভ তেল আবিব বিশ্ববিদ্যালয়ের সাহিত্য বিভাগে বক্তৃতা দেন, এবং তিনি ২০০৮ সাল থেকে বেন গুরিয়ন বিশ্ববিদ্যালয়ের জেন্ডার স্টাডিজ প্রোগ্রামের অনুষদ সদস্য। ২০১৬ সালের হিসাব অনুযায়ী, তিনি প্রোগ্রামের প্রধান। এছাড়াও, জিভ ভ্যান লির ইনস্টিটিউট কর্তৃক প্রকাশিত একাডেমিক জার্নাল \"তত্ত্ব ও সমালোচনা\" (תיאוריה וביקורת) এর সম্পাদকীয় কমিটি এবং সম্পাদকমণ্ডলী এর সদস্য। \n২০১৫ সালে, আগুদাহের ৪০ তম বার্ষিকীতে, জিভকে ইজরায়েলের এলজিবিটি ইতিহাসের ৪০ জন প্রভাবশালী ব্যক্তির তালিকায় অন্তর্ভুক্ত করা হয়।\n\n\n== চিন্তাধারা ==\nকুইয়ার তত্ত্ব সম্পর্কে জিভের অবস্থান তাকে শিক্ষগত সম্প্রদায় তত্ত্বের সমর্থকদের দ্বারা বিরোধিতা তৈরি করেছে। এই ধরনের একটি অবস্থান হ'ল কুইয়ার তত্ত্ব এবং একটি কুইয়ার (সমকামীর বিপরীতে) পরিচয় গ্রহণের মধ্যে জিভের পার্থক্য। তিনি এই ধারণায় আপত্তি জানান যে \"কুইয়ার তত্ত্ব আমাদের প্রত্যেককে ব্যক্তিগতভাবে বলে যে প্রত্যেকে লিঙ্গ এবং যৌনতার ক্ষেত্রে নমনীয় হতে পারে, এবং কেবল হতে পারে তা নয়, তাকে অবশ্যই হতে হবে। কুইয়ার তত্ত্ব সত্যিই সবাইকে অদ্ভুত হতে বলে না, এটি কেবল যৌনতা এবং লিঙ্গের সমগ্র ক্ষেত্রটি দেখার এবং উলটে দেবার একটি উপায় সরবরাহ করে। কিন্তু বিকল্পগুলি উল্লেখ করার অর্থ এই নয় যে এই বিকল্পগুলি সহজেই উপলব্ধ এবং বাধ্যতামূলক।\" \nপর্নোগ্রাফি সম্পর্কে জিভের মতামতও বিভেদমূলক। যদিও তিনি স্পষ্ট করে দিয়েছেন যে তিনি পতিতাবৃত্তি এবং পর্নোগ্রাফিতে নারীদের শোষণের কঠোর বিরোধী, তিনি নারীবাদী দৃষ্টিকোণ থেকে এই পেশাগুলির অস্তিত্বকে সমর্থন করেন, যেখানে তিনি মহিলাদের যৌন বিষয়ভিত্তিকতা, বেছে নেওয়ার অধিকার এবং তাদের প্রভাবিত অন্যান্য উপাদানগুলি পরীক্ষা করেন। \n\n\n== ব্যক্তিগত জীবন ==\nজিভ তার জীবনসঙ্গী, কবি শ্যারন হাস এবং তাদের ছেলের সাথে তেল আবিবে থাকেন। \n\n\n=== বই ===\nযৌন চিন্তা: কুইয়ার থিওরি, পর্নোগ্রাফি এবং যৌনতার রাজনীতি (রেসলিং প্রেস, ২০১৩, হিব্রুতে)\nস্পষ্ট ইউটোপিয়াস: মহিলাদের পর্নোগ্রাফিতে যৌন পুনর্লিখন (সুনি প্রেস, ২০১৫)\nযৌনতার বাইরে: লেসবিয়ান অ্যান্ড গে স্টাডিজ এবং কুইয়ার থিওরিতে নির্বাচিত কাগজপত্র-সহ-সম্পাদক (হাকিববুৎজ হামুচাদ প্রেস, ২০০৩, হিব্রুতে)।\n\n\n=== বইয়ে অধ্যায় ===\n\"ইসরায়েলে বারসের ইতিহাসের দিকে।\" পবিত্র ভূমিতে সাফো: সমসাময়িক ইসরায়েলে লেসবিয়ান অস্তিত্ব এবং দ্বিধা। এডস। চাভা ফ্রাঙ্কফোর্ট-নাচমিয়াস এবং ইরেলা শাদমি। নিউ ইয়র্ক: সানি প্রেস। ২০০৫\n\"ডিভা ইন্টারভেনশনস: ডানা ইন্টারন্যাশনাল এবং ইসরায়েলি লিঙ্গ সংস্কৃতি।\" কুইয়ার জনপ্রিয় সংস্কৃতি। এড। টমাস পিল। নিউ ইয়র্ক: পালগ্র্যাভ ম্যাকমিলান, ২০০৭\n\"মহিলাদের কামোত্তেজক কথাসাহিত্যে অনুপ্রবেশের পরিমার্জন\"। ক্রিস্টেন ফিলিপস (সংস্করণ), নারী এবং ইরোটিক ফিকশন, ২০১৫\n\n\n=== প্রবন্ধ ===\n\n\n== তথ্যসূত্র =="}