{"pageid": 1089585, "title": "ইয়েমেনে পতিতাবৃত্তি", "url": "https://bn.wikipedia.org/wiki?curid=1089585", "content": "ইয়েমেনে পতিতাবৃত্তি অবৈধ কিন্তু সাধারণভাবে বিশেষ করে অ্যাডেন এবং রাজধানী সানায় ইউএআইডিএস-এর অনুমান অনুসারে ৫৪,০০০ পতিতা রয়েছে। দারিদ্র্যের কারণে এই নারীদের অনেকেই পতিতাবৃত্তির দিকে ঝুঁকেছেন।  অনেকেই সোমালি শরণার্থী।  পতিতাবৃত্তির শাস্তি তিন বছরের কারাদণ্ড। \nসানার হোটেলগুলোতে অনেক পতিতাবৃত্তি হয়। কিছু হোটেলে \"গৃহ পতিতা\" আছে এবং হোটেলে একটি রুম এবং একজন নারীকে বুক করা সম্ভব। \nঅন্যান্য উপসাগরীয় দেশ থেকে অনেক যৌন পর্যটক, বিশেষ করে সৌদি আরব এবং সংযুক্ত আরব আমিরাতীরা যাকে \"পর্যটক বিবাহ\" বলে পরিচিত করা হয়, তারা আসে। এগুলো কিছু ইসলামী কর্তৃপক্ষের কাছে \"মিসিয়ার\" বিবাহ হিসেবে অনুমোদিত।\nযৌন পাচার এবং শিশু পতিতাবৃত্তি এ দেশে সমস্যা।\n\n\n== ইসলামী সক্রিয়তা ==\n২০০০ সালে ইয়েমেনের ধর্মীয় পুলিশ সানায় চীনা -সংগঠিত পতিতাবৃত্তির বিরুদ্ধে অভিযান পরিচালনা করে। অনেক ম্যাসাজ পার্লার, স্পা এবং রেস্তোরাঁয় কর্মীদের রাস্তায় টেনে নিয়ে যাওয়া হয়েছিল এবং স্থাপনাগুলি বন্ধ করে দেওয়া হয়েছিল। অভিযোগ করা হয়েছিল যে, সে সময় দুর্নীতি প্রতিষ্ঠানগুলিকে পতিতাবৃত্তি করার অনুমতি দিয়েছে।  আলেম আবদুল মজিদ আল-জিন্দানির নেতৃত্বে পরিচালিত \"সত্য ও উপ কমিটি\" দ্বারা পুলিশকে চাপে ফেলা হয়েছিল। জিন্দানি, যাকে ২০০৪ সালে মার্কিন যুক্তরাষ্ট্র সন্ত্রাসী হিসেবে মনোনীত করেছিল। তিনি পতিতাবৃত্তি চালানোর সন্দেহভাজন ব্যক্তির বাড়ি ভেঙে দেয়ার ফতোয়া জারি করেছিল। \n২০১২ সালের জানুয়ারিতে, সশস্ত্র ইসলামপন্থীরা অ্যাডেনের একটি হোটেলে হামলা চালায়, তাদের সন্দেহ ছিল হোটেলটি পতিতাবৃত্তির জন্য ব্যবহার করা হচ্ছে। লায়ালি দুবাই (দুবাই নাইটস) হোটেলে আগুন দেওয়ার আগে ১০ জনেরও বেশি বন্দুকধারী গুলি চালায়। এতে ২ জন নিহত ও ১৩ জন আহত হয়। \n\n\n== যৌন পাচার ==\nইয়েমেন একটি প্রাচীন দেশ, কিছুটা হলেও ট্রানজিট এবং গন্তব্য হিসাবে নারী ও শিশুদের যৌন পাচারের শিকার হয়। চলমান সংঘাত, আইনের শাসনের অভাব এবং অবনতিশীল অর্থনীতির কারণে নারী ও শিশু পাচার রোধ করা ব্যাহত করেছে এবং তা আরও বাড়িয়ে তুলেছে। পাচারকারী, নিরাপত্তা কর্মকর্তা এবং নিয়োগকর্তারা ইয়েমেনের কিছু শিশুকে সৌদি আরবে যৌন পাচারের জন্য বাধ্য করে। সংঘাতের আগে, ইয়েমেন ছিল একটি ট্রানজিট পয়েন্ট এবং নারী ও শিশুদের গন্তব্য, মূলত Horn of Africa বা হর্ন অফ আফ্রিকা থেকে তারা যৌন পাচারের শিকার হয়। উপসাগরীয় দেশগুলোতে কর্মসংস্থানের আশায় ইথিওপিয়ান এবং সোমালিরা স্বেচ্ছায় ইয়েমেনে ভ্রমণ করে। কিন্তু এই জনসংখ্যার মধ্যে কিছু নারী ও শিশু ইয়েমেনে যৌন পাচারের শিকার হয়। অন্যরা ইয়েমেনে গৃহকর্মী হিসাবে চাকরি দেওয়ার প্রতারণামূলক প্রস্তাবের ভিত্তিতে স্থানান্তরিত হয়, যেখানে পরবর্তীকালে তারা যৌন পাচারের শিকার হয়। কিছু নারী শরণার্থী পূর্বে এডেন এবং লাহিজ গভর্নরেটে পতিতাবৃত্তিতে বাধ্য হয়েছিল। জাতিসংঘ অনুমান করেছে যে দীর্ঘ সিরিয়ান সংঘাতের ফলে ইয়েমেনে প্রায় ১০ লাখ সিরিয়ান শরণার্থী প্রবেশ করেছে; সিরিয়ায় শরণার্থী নারী ও শিশুরা রাস্তায় ভিক্ষা করছে, তারা দেশে যৌন পাচারের জন্য অত্যন্ত ঝুঁকিপূর্ণ ।\nইয়েমেনি শিশুরা দেশের অভ্যন্তরে এবং সৌদি আরবে যৌন পাচারের শিকার হয়। ১৫ বছরের কম বয়সী মেয়েরা সানা, এডেন এবং তাইজের গভর্নরেটস হোটেল এবং ক্লাবগুলিতে বাণিজ্যিক যৌনতায় শোষিত হয় বলে জানা যায়। সংঘর্ষের আগে, ইয়েমেনের বেশিরভাগ শিশু যৌন পর্যটক সৌদি আরব থেকে এসেছিল, যার একটি ছোট অংশ সংযুক্ত আরব আমিরাত সহ অন্যান্য উপসাগরীয় দেশ থেকে আসে।\nইউনাইটেড স্টেটস ডিপার্টমেন্ট অফ স্টেট অফিস ইন মনিটরিং অ্যান্ড কমব্যাট ট্রাফিকিং ইন পার্সনস ইয়েমেনকে 'স্পেশাল কেস' দেশ হিসেবে স্থান দিয়েছে.\n\n\n== তথ্যসূত্র =="}