{"pageid": 1089551, "title": "অভিষেক রিজাল", "url": "https://bn.wikipedia.org/wiki?curid=1089551", "content": "অভিষেক রিজাল (নেপালি: अभिषेक रिजाल, ইংরেজি: Abhishek Rijal; জন্ম: ২৯ জানুয়ারি ২০০০) হলেন একজন নেপালি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে নেপালি ক্লাব মছিন্দ্র এবং নেপাল জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় এবং বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন।\nনেপালি ফুটবল ক্লাব অখিল নেপাল ফুটবল সংঘের যুব পর্যায়ের হয়ে খেলার মাধ্যমে অভিষেক ফুটবল জগতে প্রবেশ করেছেন এবং এই দলের হয়ে খেলার মাধ্যমেই তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০১৮–১৯ মৌসুমে, নেপালি ক্লাব নেপাল পুলিশের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন; নেপাল পুলিশের হয়ে এক মৌসুম অতিবাহিত করার পর ২০১৯ সালে তিনি মনাং মরস্যাংদিতে যোগদান করেছেন। মনাং মরস্যাংদিতে এক মৌসুম অতিবাহিত করার পর মালদ্বীপীয় ক্লাব জেজের সাথে চুক্তি স্বাক্ষর করেছেন। পরবর্তীকালে, তিনি কলকাতা মোহামেডান, আইজল এবং বুটবল লুম্বিনির হয়ে খেলেছেন। ২০২১–২২ মৌসুমে, তিনি বুটবল লুম্বিনি হতে নেপালি ক্লাব মছিন্দ্রে যোগদান করেছেন।\n২০১৮ সালে, অভিষেক নেপাল অনূর্ধ্ব-২৩ দলের হয়ে নেপালের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। নেপালের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৯ সালে নেপালের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; নেপালের জার্সি গায়ে তিনি এপর্যন্ত ১১ ম্যাচে ১টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nঅভিষেক রিজাল ২০০০ সালের ২৯শে জানুয়ারি তারিখে নেপালের কাঠমান্ডুতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nঅভিষেক নেপাল অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে নেপালের প্রতিনিধিত্ব করেছেন। ২০১৮ সালের ১৪ই আগস্ট তারিখে তিনি ২০১৮ এশিয়ান গেমসে জাপান অনূর্ধ্ব-২৩ দলের বিরুদ্ধে ম্যাচে নেপাল অনূর্ধ্ব-২৩ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। অভিষেক ইন্দোনেশিয়ায় অনুষ্ঠিত ২০১৮ এশিয়ান গেমসের জন্য ২০১৮ সালের সেপ্টেম্বর মাসে প্রকাশিত নেপাল অনূর্ধ্ব-২৩ দলে স্থান পেয়েছিলেন; যেখানে তিনি ৩ ম্যাচে অংশগ্রহণ করেছেন।\n২০১৯ সালের ২রা জুন তারিখে, মাত্র ১৯ বছর, ৪ মাস ও ৪ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী অভিষেক মালয়েশিয়ার বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে নেপালের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৬৬তম মিনিটে আক্রমণভাগের খেলোয়াড় নবযুগ শ্রেষ্ঠের বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ৭ নম্বর জার্সি পরিধান করে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি মালয়েশিয়া ০–২ গোলের ব্যবধানে জয়লাভ করেছিল। জাতীয় দলের হয়ে অভিষেকের ৫ দিন পর, নেপালের জার্সি গায়ে প্রথম গোলটি করেছেন; ২০১৯ সালের ৭ই জুন তারিখে, তাইওয়ানের বিরুদ্ধে ম্যাচের ৬৯তম মিনিটে সন্তোষ তামাংয়ের অ্যাসিস্ট হতে নেপালের হয়ে গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন। নেপালের হয়ে অভিষেকের বছরে অভিষেক সর্বমোট ৭ ম্যাচে ১টি গোল করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১৮ সেপ্টেম্বর ২০২১ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসকারওয়েতে অভিষেক রিজাল  (ইংরেজি)  \nট্রান্সফারমার্কেটে অভিষেক রিজাল (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে অভিষেক রিজাল (ইংরেজি) \nইএসপিএন এফসিতে অভিষেক রিজাল (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে অভিষেক রিজাল (ইংরেজি)"}