{"pageid": 1089208, "title": "হানান আল-শায়খ", "url": "https://bn.wikipedia.org/wiki?curid=1089208", "content": "হানান আল-শায়খ ( আরবি: حنان الشيخ   ; জন্ম ১২ নভেম্বর, ১৯৪৫, বৈরুত ) সমসাময়িক সাহিত্যের একজন লেবানিজ লেখক।\n\n\n== জীবনী ==\nহানান আল-শাইখের পারিবারিক পটভূমি হচ্ছে তিনি কঠোর শিয়া পরিবারের সন্তান। তার বাবা এবং ভাই তার শৈশব এবং কৈশোরে তার উপর কঠোর সামাজিক নিয়ন্ত্রণ প্রয়োগ করেছিল। তিনি মুসলিম মেয়েদের জন্য প্রতিষ্ঠিত আলমিল্লাহ প্রাথমিক বিদ্যালয়ে পড়াশোনা করেন যেখানে তিনি আহলিয়া স্কুলে পড়াশোনা চালিয়ে যাওয়ার আগে মুসলিম মেয়েদের জন্য শিক্ষা গ্রহণ করেন। তিনি মিশরের কায়রোর আমেরিকান কলেজ ফর গার্লসে তার gender-segregated education চালিয়ে যান এবং সেখান থেকে ১৯৬৬ সালে স্নাতক পাশ করেন। \n১৯৭৫ সাল পর্যন্ত তিনি লেবাননের সংবাদপত্র আন-নাহারের  হয়ে কাজ করতে লেবাননে ফিরে আসেন। লেবাননের গৃহযুদ্ধ শুরু হওয়ার পর তিনি ১৯৭৫ সালে আবার বৈরুত ত্যাগ করেন এবং সাহিত্য চর্চা ও লেখার জন্য সৌদি আরবে চলে যান। তিনি এখন পরিবারের সঙ্গে লন্ডনে থাকেন।\n\n\n== প্রধান বিষয় ==\nআল-শাইখের সাহিত্য নাওয়াল এল সাদাবির মতো সমসাময়িক আরব নারী লেখকদের পদাঙ্ক অনুসরণ করে, যাতে এটি মধ্যপ্রাচ্যের আরব ঐতিহ্যবাহী সামাজিক কাঠামোতে নারীর ভূমিকা স্পষ্টভাবে চ্যালেঞ্জ করে। তার সাহিত্য পিতৃতান্ত্রিক নিয়ন্ত্রণ দ্বারা ব্যাপকভাবে প্রভাবিত হয়, যা কেবল তার বাবা বা ভাইয়ের দ্বারা নয়, বরং এটা আশেপাশের দেশ যেখানে তাকে বড় করা হয়েছিল তার দ্বারা। ফলস্বরূপ, তার সাহিত্যটি আরব-মুসলিম বিশ্বে নারীর মর্যাদা সম্পর্কে একটি সামাজিক ভাষ্যের প্রকাশ মাত্র। তিনি তার সাহিত্যে যৌনতা, বাধ্যতা, বিনয় এবং পরিচিত সম্পর্কের ধারণাকে চ্যালেঞ্জ করেন।\nতার সাহিত্য প্রায়শই যৌনতাপূর্ণ দৃশ্য এবং যৌন পরিস্থিতি নির্দেশ করে বা বলে যেগুলি সরাসরি রক্ষণশীল আরব সমাজের সামাজিক নীতিগুলির বিরুদ্ধে যায়, যার ফলে তার বইগুলি পারস্য উপসাগরের আরব দেশগুলি সহ অন্য অঞ্চলের আরও রক্ষণশীল এলাকায় নিষিদ্ধ করা হয়েছে। অন্যান্য দেশে সেন্সরশিপ আইনের কারণে বইগুলো পাওয়া কঠিন, যা আরবি অনুবাদগুলিকে জনসাধারণের কাছে সহজে প্রবেশযোগ্য হতে বাধা দেয়। সুনির্দিষ্ট উদাহরণগুলির মধ্যে রয়েছে দ্যা স্টোরি অফ জহরা যার মধ্যে রয়েছে গর্ভপাত, বিবাহবিচ্ছেদ, স্যানিটি, অবৈধতা এবং যৌন বিচ্ছিন্নতা, এবং বালি ও মিরের মহিলাদের মধ্যে দুটি প্রধান নায়কের মধ্যে সমকামী সম্পর্কের দৃশ্য রয়েছে।\nআরব নারীদের অবস্থা এবং তার সাহিত্যিক সামাজিক সমালোচনার উপর তার বিস্তৃত লেখার পাশাপাশি, তিনি লেবাননের গৃহযুদ্ধ সম্পর্কে লেখকগোষ্ঠীরও একটি অংশ। অনেক সাহিত্য সমালোচক উল্লেখ করেন যে তার সাহিত্য শুধুমাত্র নারীর অবস্থা সম্পর্কে নয়, গৃহযুদ্ধের সময় লেবাননের একটি মানবিক প্রকাশও বঠে।\n\n\n== নির্বাচিত সাহিত্যকর্ম ==\n\n\n=== আরবিতে রচিত সাহিত্য ===\nএকজন মৃত মানুষের আত্মহত্যা, ১৯৭০ (انتحار رجل ميت)\nডেভিলস হর্স, ১৯৭৫\nজাহ্রার গল্প, ১৯৮০ (حكاية زهرة)\nআরবি ছোট গল্পে ফার্সি কার্পেট, ১৯৮৩\nএকটি গজেলের ঘ্রাণ, ১৯৮৮ (مسك الغزال)\nবৈরুত থেকে মেইল, ১৯৯২ (بريد بيروت)\nআমি ছাদ থেকে রোদ ঝাড়ছি, ১৯৯৪  (أكنس الشمس عن السطوح)\nসমুদ্রের দুই নারী, ২০০৩ (امرأتان على شطىء البحر)\n\n\n=== আরবী থেকে ইংরেজিতে অনুবাদকৃত সাহিত্য ===\nবালি ও গন্ধের নারী (অনুবাদ ১৯৯২)\nজাহ্রার গল্প (অনুবাদ ১৯৯৪)\nবৈরুত ব্লুজ (অনুবাদ ১৯৯২)\nশুধুমাত্র লন্ডনে (অনুবাদ ২০০১)\nআমি ছাদ থেকে সূর্য ঝাড়াই (অনুবাদ ২০০২)\nপারস্য কার্পেট\nদ্য লাকস্ট অ্যান্ড দ্য বার্ড: মাই মাদার্স স্টোরি (অনুবাদ ২০০৯)\n\n\n=== ইংরেজি সাহিত্য ===\nওয়ান থাউজেন্ড অ্যান্ড ওয়ান নাইটস: এ রিটেলিং, প্যানথিয়ন (২০১৩))আইএসবিএন ৯৭৮-০৩০৭৯৫৮৮৬০\nদ্যা অকাসভিশনাল ভার্জিন, প্যানথিয়ন (২০১৮)আইএসবিএন ৯৭৮-১৫২৪৭৪৭৫১০\n\n\n== তথ্যসূত্র =="}