{"pageid": 1089546, "title": "চায়না পি আর্নল্ড", "url": "https://bn.wikipedia.org/wiki?curid=1089546", "content": "চায়না আর্নল্ড (জন্ম ২৯ শে মার্চ,) একজন আমেরিকান মহিলা তার মেয়ে প্যারিসকে মাইক্রোওয়েভে রান্না করে হত্যার দায়ে দোষী সাব্যস্ত। বর্তমানে তিনি যাবজ্জীবন কারাদণ্ড ভোগ করছেন।\n\n\n== কেস ==\n\n\n=== ঘটনা ===\n২০০৫ সালের আগস্ট মাসে, যখন চীন আর্নল্ড এবং তার সন্তানরা তার প্রেমিক টেরেল টালির সাথে ওহাইওর ডেটনের একটি হাউজিং কমপ্লেক্সে থাকতেন, তখন প্যারিসের পিতৃত্ব নিয়ে তর্ক হয়, যার পরে ২৮ দিন বয়সী প্যারিসকে মাইক্রোওয়েভ ওভেনে রাখা হয় যা বিশ্লেষকদের অনুমান দুই মিনিটের বেশি ছিল। চিকিৎসা বিশেষজ্ঞরা জানিয়েছেন, তার তাপমাত্রা ১০৭ থেকে ১০৮ ডিগ্রি ফারেনহাইটের মধ্যে পৌঁছানোর পরে শিশুটি মারা যায়। তার কোনও বাহ্যিক পোড়া অংশ ছিল না, তবে উচ্চ তাপের অভ্যন্তরীণ আঘাতের শিকার হয়েছিল।\nপরের দিন প্যারিসের শরীরে পোড়া দাগের সাথে শীতল এবং শক্ত হয়ে যাওয়া দেহ দেখে, তার বাবা-মা তাকে হাসপাতালে নিয়ে যান যেখানে তাকে মৃত ঘোষণা করা হয়। আর্নল্ড তদন্তকারীদের বলেছিলেন যে তিনি নেশাগ্রস্ত ছিলেন। জন পল রিয়ন, অ্যাটর্নি যিনি তার প্রথম বিচারে আর্নল্ডের প্রতিনিধিত্ব করেছিলেন, তিনি বলেছিলেন যে শিশুটি মারা যাওয়ার সময় তিনি ব্ল্যাক আউট করার সময় নেশাগ্রস্ত ছিলেন। আর্নল্ড ২০ সালে অপহরণ এবং  ২০০২ সালে জালিয়াতির দায়ে দোষী সাব্যস্ত হয়েছিলেন।\n\n\n=== গ্রেফতার ===\nপ্রমাণের অভাবে আর্নল্ডকে গ্রেপ্তার করা হয় এবং পরবর্তীতে মুক্তি দেওয়া হয়। ২০০৬ সালের নভেম্বর মাসে তাকে পুনরায় গ্রেপ্তার করা হয়।\n\n\n=== বিচার ===\nবিচারের অপেক্ষায় কারাগারে থাকাকালীন আর্নল্ড তার সেলমেট লিন্ডা উইলিয়ামসের সাথে রোমান্টিকভাবে জড়িত হন, যিনি পরে সাক্ষ্য দেন যে আর্নল্ড তার কাছে তার দোষ স্বীকার করেছেন।\n\n\n==== প্রথম বিচার ====\n২০০৮ সালের ফেব্রুয়ারি মাসে আর্নল্ডের প্রথম বিচার শুরু হওয়ার পরপরই  টালি বলেন যে তার ছেলে তাকে বলেছে যে প্রতিবেশীর একটি ছেলে তাকে ভিতরে রাখার পর সে প্যারিসের নিষ্প্রাণ দেহটি মাইক্রোওয়েভ থেকে বের করে আনে এবং বিচারক একটি বিচারের রায় ঘোষণা করেন।\n\n\n==== দ্বিতীয় বিচার ====\nদ্বিতীয় বিচারের সময়, ছেলেটির মা শিশুটিকে মাইক্রোওয়েভে রেখেছিলেন বলে সাক্ষ্য দেন যে প্যারিস মারা যাওয়ার সময় তিনি হাউজিং কমপ্লেক্সে ছিলেন না। আর্নল্ডকে ৮ সেপ্টেম্বর, ২০০৮ তারিখে প্যারোলের সম্ভাবনা ছাড়াই হত্যার দায়ে দোষী সাব্যস্ত করা হয় এবং ডেটন সংশোধনাগারে কারাগারে রাখা হয়।\n৫ নভেম্বর, ২০১০ তারিখে ওহাইও সেকেন্ড ডিস্ট্রিক্ট কোর্ট অফ আপিল প্রসিকিউটরি অসদাচরণের কথা উল্লেখ করে আর্নল্ডের দোষী সাব্যস্ত করার বিষয়টি ফিরিয়ে নেয় এবং বলে যে আদালত বস্তুগত সাক্ষীদের তার আত্মপক্ষ সমর্থনে সাক্ষ্য দিতে না দিয়ে ভুল করেছে।\n\n\n==== তৃতীয় বিচার ====\n১৩ মে, ২০১১ তারিখে একজন বিচারক আর্নল্ডকে হত্যার দায়ে দোষী সাব্যস্ত করে। তার অ্যাটর্নি যুক্তি দিয়েছিলেন যে প্রমাণগুলি টালির দিকে যতটা ইঙ্গিত করেছিল ততটাই তার দিকে ইঙ্গিত করেছিল না। কিন্তু সে বিচারককে বোঝাতে ব্যর্থ হয়েছিল। ২০ মে আর্নল্ডকে আবার প্যারোল ছাড়াই যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছিল। তার আইনজীবী বলেছিলেন যে তারা এই সিদ্ধান্তের বিরুদ্ধে আপিল করবে।\n২০১৩ সালের সেপ্টেম্বরমাসে আর্নল্ডের আইনজীবী দ্বিতীয় জেলা আপিল আদালতে একটি নতুন বিচারের অনুরোধ করেন এবং দাবি করেন যে তার মামলায় একাধিক ত্রুটি করা হয়েছে। ২০১৩ সালের ডিসেম্বরমাসে ২য় জেলা আপিল আদালত এই শাস্তির বিষয়টি নিশ্চিত করে। দ্বিগুণ বিপদ সম্পর্কে সাংবিধানিক প্রশ্নের উদ্ধৃতি দিয়ে তার যাবজ্জীবন কারাদণ্ড সম্পর্কিত একটি আপিল করা হয়, ওহাইও সুপ্রিম কোর্টকে ২য় জেলা আপিল আদালতের সিদ্ধান্ত প্রত্যাহার করতে এবং মামলাটি \"পুনরায় শাস্তির জন্য\" বিচার আদালতে ফেরত পাঠাতে বলা হয়, কিন্তু ২০১৪ সালের মে মাসে আদালত আপিল গ্রহণ না করার সিদ্ধান্ত নেয়।\n\n\n== তথ্যসূত্র =="}