{"pageid": 1089644, "title": "ওরেট আশেরি", "url": "https://bn.wikipedia.org/wiki?curid=1089644", "content": "ওরেট আশেরি (জন্ম ১৯৬৬ পশ্চিম জেরুজালেমে) লন্ডন-ভিত্তিক একজন ইজরায়েলি আন্তঃবিভাগীয় শিল্পী। \nআশেরি ১৯৯২ সালে শেফিল্ড হালাম বিশ্ববিদ্যালয় থেকে ফাইন আর্টে বিএ (ডিস্টিংশন) লাভ করেন, এরপর ২০ সালে সেন্ট্রাল সেন্ট মার্টিন্স থেকে ফাইন আর্টে এমএ লাভ করেন। তার কাজ একটি আন্তঃবিভাগীয় অনুশীলনের মাধ্যমে আদর্শগত, সামাজিক এবং লিঙ্গ নির্মাণ অন্বেষণ করে, ইনস্টলেশন, ভিডিও, লাইভ আর্ট এবং 2-ডি ইমেজ মেকিং বিস্তৃত।\nআশেরির আগের কাজটি প্রায়শই তার নিজের সৃষ্টির একটি পুরুষ চরিত্র হিসাবে উৎপাদিত হত, লিঙ্গ সম্পর্ক এবং নারী এবং সাংস্কৃতিক পরিচয়ের মধ্যে থাকা ব্যক্তিদের অন্বেষণ করে। আশেরির সবচেয়ে ধারাবাহিক চরিত্র মার্কাস ফিশার, একজন অর্থোডক্স তথা গোঁড়া ইহুদি ব্যক্তি।  তিনি ড্যান্সিং উইথ মেন এবং মার্কাস ফিশার / সে চিজ-এর মতো কাজগুলিতে পাওয়া যায়। কিন্তু তিনি অন্যান্য পুরুষ চরিত্র হিসাবে প্রযোজনা করেছেন, যার মধ্যে আছে, আরব ব্যক্তি, নরওয়েজিয়ান পোস্টম্যান এবং কৃষ্ণাঙ্গ ব্যক্তি।\nআশেরির সাম্প্রতিক কাজ মায়াকোভস্কির ১৯২১ সালের রহস্য-বাউফে নাটকের উপর ভিত্তি করে নির্মিত হয়েছে। এই কাজটি রাজনৈতিক ক্ষমতা এবং সংস্থার বিষয়গুলির পাশাপাশি সামাজিক এবং শ্রেণীগত পক্ষপাতিত্বের মুখোমুখি হয়। ২০১৪ সালে টেট মডার্ন দ্য ওয়ার্ল্ড ইজ ফ্লাডিং-এ তার অভিনয়ের পর এই থিমগুলি অন্বেষণ করার জন্য ওয়াটারসাইড কনটেম্পোরারিতে একটি ভাষা সহ একটি প্রদর্শনী অ্যানিম্যাল অনুষ্ঠিত হয়, যা উভয়ই আশেরিকে ফ্রিডম ফ্রম টর্চার, ইউকে লেসবিয়ান এবং গে ইমিগ্রেশন গ্রুপ, পর্তুগাল প্রিন্টস এবং অন্যান্য দের সাথে কাজ করতে দেখেছিল।\nআশেরি জেডকেএম, কার্লসরুহে-র মতো বিভিন্ন আন্তর্জাতিক ভেন্যুতে প্রদর্শনী ও অনুষ্ঠান করেছেন; হাউস ডার কুলতুরেন ডার ওয়েল্ট, বার্লিন; ব্রুকলিন মিউজিয়াম, নিউ ইয়র্ক; ওভারগাডেন, কোপেনহেগেন; ডিইপিও, ইস্তানবুল; হুইটস্টেবল বিয়েনালে; সেন্টার পম্পিডো, প্যারিস; অটো ইতালিয়া সাউথ ইস্ট, লন্ডন; ফ্রয়েড মিউজিয়াম, লন্ডন এবং ওয়েলকাম কালেকশন, লন্ডন এমন কাজ তৈরি করে যা বৃহত্তর সামাজিক ও সাংস্কৃতিক প্রেক্ষাপটের সাথে সম্পর্কিত তার ব্যক্তিগত রাজনীতি এবং পরিচয় অন্বেষণ করে। তার কাজ ফেরেন্স গ্যালারী এবং টেটে এমএজি সংগ্রহের স্থায়ী সংগ্রহে অন্তর্ভুক্ত করা হয়। \n২০২০ সালে আশেরিকে ১০,০০০ £ ওয়ান-অফ টার্নার বার্সারি প্রদান করা হয়। এগুলি সাধারণ টার্নার পুরস্কারের পরিবর্তে দশজন শিল্পীকে পুরস্কৃত করা হয়েছিল, যা করোনাভাইরাস মহামারীর কারণে বিলম্বিত হয়েছিল। তিনি খারাপ ওয়েলকাম কালেকশনে তার অবদানের জন্য নির্বাচিত হন। সেগুলো হলো, মিসহেভিং বডিস: জো স্পেন্স এবং ওরিট আশেরি, যা যত্ন এবং দীর্ঘস্থায়ী অসুস্থতার জীবিত অভিজ্ঞতা অন্বেষণ করে। জুরি বিশেষভাবে তার নতুন চলচ্চিত্র ডাইং আন্ডার ইওর আইজ  এবং উদ্ভাবনী ওয়েব সিরিজ রিভিজিটিং জেনেসিস  দ্বারা অনুপ্রাণিত হয়েছিল দুই নার্সকে অনুসরণ করে যারা তাদের মরণোত্তর ডিজিটাল উত্তরাধিকার হিসাবে কাজ করে জীবনীমূলক স্লাইডশো তৈরি করতে সক্রিয়ভাবে মৃত্যুর জন্য প্রস্তুতি নেওয়া লোকদের সহায়তা করে।\n\n\n== তথ্যসূত্র =="}