{"pageid": 1089675, "title": "কেটি রাফকে খুন", "url": "https://bn.wikipedia.org/wiki?curid=1089675", "content": "কেটি শ্যারন রাফ  (১৬ জানুয়ারি ২০০৯ - ৯ জানুয়ারি ২০১৭) ছিলেন যুক্তরাজ্যের ইয়র্ক শহরের আট বছর বয়সী একজন মেয়ে। ২০১৭ সালের ৯ জানুয়ারি তারিখে নিজ শহর ইয়র্কের উডথর্পে এলাকায় হত্যাকাণ্ডের শিকার হন। ১৫ বছর বয়সী আরেকজন মেয়ে তাকে হত্যা করে। হত্যা করার পরপরই সে পুলিশের কাছে হত্যার কথা স্বীকার করে আত্মসমর্পন করে। হত্যার সময় রাফের হত্যাকারী অপ্রাপ্ত বয়স্ক হওয়ার যুক্তরাজ্যের আইন অনুযায়ী তাকে নাবালিকা হিসেবে বিবেচনা করা হয়েছিল। তাই পরবর্তী তদন্ত ও বিচারে তার নাম জনসমক্ষে প্রকাশ করা হয়নি।\nরাফের হত্যাকারী দায় হ্রাসের কারণে হত্যার করার দোষ স্বীকার করেছে। তদন্তে উঠে আসে যে কিশোরীটি আক্রমণের সময় মানসিক ব্যাধিতে ভুগছিল। তার এই একটি অজানা মানসিক রোগের কারণে পরবর্তীতে ২০১৭ সালের ২৪ নভেম্বর তারিখে তাকে সর্বনিম্ন পাঁচ বছরের কারাদণ্ড দেওয়া হয়।\n\n\n== আক্রমণ ==\nকেটি রাফকে সর্বশেষ ৯ জানুয়ারি বিকেল ৪:২০ মিনিটে জীবিত অবস্থায় দেখা যায়। স্থানীয় এক বাসিন্দা পরবর্তীতে তাকে এবং তার শেষ পর্যন্ত হত্যাকারীকে অ্যালনেস ড্রাইভের কাছে একটি খেলার মাঠে একসাথে খেলতে দেখেছে বলে রিপোর্ট করেছে। তবে তাদের মধ্যে অনুসরণ করার মতো কোনো সহিংস কাজের ইঙ্গিত ছিলনা। পনের মিনিট পরে, বিকেল ৪:৩৫ মিনিটে বড় মেয়েটি ৯৯৯ নাম্বারে কল করে এবং রাফকে হত্যা করার কথা স্বীকার করে। যদিও সে ঘটনার কোনও নির্দিষ্ট বিবরণ মনে না রাখার দাবি করে। এরপর আরেকজন স্থানীয় বাসিন্দা পিটার মিলস মেয়েটিকে খুঁজে পান, যিনি পরবর্তীতে পাশের রাস্তায় কিছুটা দূরে রাফের মৃতদেহ খুঁজে পান। যদিও পরবর্তীকালে রাফকে পুনরুজ্জীবিত করার চেষ্টা করা হয়, কিন্তু শেষ পর্যন্ত প্রাথমিক ৯৯৯ রিপোর্ট হওয়ার এক ঘন্টার কিছু বেশি সময় পরে তাকে বিকেল ৫:৪০ মিনিটে ইয়র্ক হাসপাতালে মৃত ঘোষণা করা হয়।\nরাফের দেহের ময়নাতদন্তে জানা যায় যে তাকে মারাত্মকভাবে শ্বাসরোধ করা হয়েছিল, পরে একটি সবুজ দস্তানাকে হত্যার অস্ত্র হিসাবে চিহ্নিত করা হয়েছে। এটাও দেখা গেছে যে স্ট্যানলি ছুরি দিয়ে তার ঘাড় এবং বুকের এলাকায় ক্ষত করা হয়েছে, যদিও এটি নির্ধারণ করা হয়েছিল যে তিনি ইতোমধ্যে মারা যাওয়ার আগে পর্যন্ত ক্ষত দেওয়া হয়নি।\n\n\n== পরে ==\nরাফকে আনুষ্ঠানিকভাবে মৃত ঘোষণা করার সময়, ১৫ বছর বয়সী মেয়েটিকে গ্রেপ্তার করা হয় এবং আনুষ্ঠানিকভাবে তার হত্যার অভিযোগ আনা হয়। পরবর্তী তদন্তে দেখা যায় যে তিনি অডিটরি হ্যালুসিলেশন এবং ডিল্যুশনের শিকার হয়েছিলেন এবং প্রায়ই হিংস্র কল্পনার সম্মুখীন হতেন। এর ফলে তিনি তার বাড়িতে নরম বিকৃত করে ফেলেছিলেন।   এটাও দেখা গেছে যে তিনি মনে করতেন, তার চারপাশের বেশিরভাগ লোক আসলে মানুষের ছদ্মবেশধারী রোবট। আগের বছর, তার মানসিক অবস্থার কারণে তাকে স্কুল থেকে বের করে দেওয়া হয়েছিল, এবং ২০১৫ সালের শেষ থেকে সে নিজের ক্ষতি করার কাজে লিপ্ত ছিল। এটাও নির্ধারণ করা হয়েছিল যে এই হত্যাকাণ্ড একটি পূর্বপরিকল্পিত কাজ, যদিও এটি অনিশ্চিত ছিল যে লক্ষ্যটি বিশেষভাবে রাফ ছিল নাকি আক্রমণটি সুবিধাবাদী ছিল।\nরাফের অন্ত্যেষ্টিক্রিয়া ১৩ ফেব্রুয়ারি ২০১৭ তারিখে ইয়র্ক মিনস্টারে অনুষ্ঠিত হয়। এর নেতৃত্ব দিয়েছিলেন ইয়র্কের আর্চবিশপ জন সেন্টামু। \n\n\n== তথ্যসূত্র =="}