{"pageid": 1089046, "title": "মালাখি", "url": "https://bn.wikipedia.org/wiki?curid=1089046", "content": "মালাখি ( (); হিব্রু: מַלְאָכִי‬, আধুনিক: মালাকি, টিবেরীয়: মাল'আকি, \"বার্তাবাহক\") হলো ইহুদি ধর্মের শেষ নবি। তাকে মালাখির পুস্তক নামক হিব্রু বাইবেলের সর্বশেষ বইয়ের রচয়িতা বলে মনে করা হয়। ১৮৯৭ সালে ইস্টনের বাইবেল অভিধান অনুযায়ী মালাখি নামটিকে কোন যথাযথ নাম হিসেবে নির্দেশ না করে আক্ষরিক অর্থ হিসেবে অভিধানে \"যিহোভার বার্তাবাহক\" উল্লেখ করা হয়েছে। পুরাতন নিয়মে মালাখির গ্রিক নাম হিসেবে ἐν χειρὶ ἀγγέλου αὐτοῦ, (\"ঈশ্বরের বার্তাবাহকের দ্বারা\") দেওয়া হয়েছে।\nনবি ইজরার পুস্তকে তার উল্লেখ নেই এবং মালাখি দ্বিতীয় মন্দিরের নির্মাণ সম্পর্কে নিজের পুস্তকে কিছু লিখেননি। ১৯০৬ সালের জিউইশ এনসাইক্লোপিডিয়াতে তার আগমনকে নবি হগয় ও জাকারিয়ার পরে উল্লেখ করা হয়েছে। (মালাখি ১:১০; মালাখি ৩:১, মালাখি ৩:১০) এবং বিশ্বাস করা হয় যে তিনি উনার ভবিষ্যতবাণীগুলো পারস্য থেকে নবি নহিমিয়ে আসার পরে তথা ৪২০ খ্রিস্টপূর্ব সালে করেছিলেন (নহিমিয়ে ১৩:৬), অথবা নহিমিয়ে ফেরার পূর্বে যদি আমরা মালাখি ২:৮ কে নহিমিয়ে ১৩:১৫ এর সাথে তুলনা করি (মালাখি ২:১০-১৬ এর সাথে নহিমিয়ে ১৩:২৩ তুলনাপূর্বক)। হিব্রু বাইবেলের গ্রিক অনুবাদে বারো গৌণ নবির পুস্তকের শেষে মালাখির পুস্তক রাখা হয়।\n\n\n== নাম ==\nযেহেতু মালাখির নাম বাইবেলের কোথাও পায় যায়না তাই কিছু গবেষক সন্দেহ করেন যে আসলেই মালাখি নবি প্রকৃত নাম কিনা। মালাখির পুস্তকে নবির সম্পর্কে ব্যক্তিগত তথ্য পাওয়া যায়না যা হিব্রু বাইবেল ও পুরাতন নিয়মের পুস্তকগুলোতে হয়নি। নবির নাম হিব্রু শব্দ মাল'আখি যার অর্থ \"আমার বার্তাবাহক\" এর উল্লেখ পাওয়া যায় মালাখি ৩:১ শ্লোকে (মালাখি ২:৭ এর সাথে তুলনাপূর্বক)। কিন্তু সেটা ভাবাটা অযৌক্তিক হবে কেননা \"ইয়াহ\" শব্দটি যেখানে মাল'আখিয়াহ এ ব্যবহৃত হয় যার অর্থ \"এলোহিমের বার্তাবাহক\"। নবি হগয়কে প্রকৃতপক্ষে এলোহিমের বার্তাবাহক বলা হয় (হগয় ১:১৩)।\n\n\n== কর্ম ==\n\nমালাখির সময়ের ইহুদিদের ব্যাপারে ইজরা ও মালাখির পুস্তকে রয়েছে কিন্তু যদি ইষ্রার নাম সত্যিকার অর্থে পুস্তকের সাথে সম্পৃক্ত হয় তবে সেটা নবিদের পুস্তক সংগ্রহকারীদের ভুলে যাওয়ার কথা নয় যারা ইষ্রার শতবর্ষ পরে এগুলো সংগ্রহ করেছিলো। বিভিন্ন ধর্মীয় বয়ান রয়েছে জেরুবাবেল ও নহিমিয়ের পুস্তক সহ বাকি নবিদের পুস্তক সম্পর্কে এবং সূত্রানুসারে মালাখিকে লেবির গোত্রের সম্মানিত পরিবারের সদস্য হিসেবে বলা হয়। কিছু বাইবেল গবেষক এই উপাধির ভিত্তিতে  (মালাখি ১:১ কে মালাখি ৯:১ ও মালাখি ১২:১ শ্লোকের সাথে তুলনা করে) তাকে বেনামী ঘোষণা করে। অধ্যাপক জি. জি. ক্যামেরন এই প্রস্তাব করেন যে \"মালাখি\" শব্দটি ল্যাটিন শব্দ \"অ্যাঞ্জেলিকাস\" এর ন্যায় গুণবাচক হতে পারে যার অর্থ \"যাকে বার্তাবাহক বা উদ্দেশ্যের জন্য দায়িত্ব প্রদান করা হয়েছে\"।\n\n\n== সময়কাল ==\nমালাখির সময়কালের ব্যাপারে নানা মত রয়েছে, কিন্তু বেশিরভাগ গবেষকদের বিশ্বাস মালাখি পারসিক যুগ এবং ৫১৬ খ্রিস্টপূর্ব সালে দ্বিতীয় মন্দির নির্মাণের সময় ভবিষ্যতবাণী করেছিলেন। (মালাখি ১:১০; মালাখি ৩:১; এবং মালাখি ৩:১০ তুলনা করে)। পুস্তকে নবি \"জনগণের রাজ্যপতি\" উল্লেখ করেন (হিব্রু ভাষায় \"পিখাহ\", মালাখি ১:৮) যা হগয় ও নহিমিয়েও তাদের বইতে উল্লেখ করেছেন (হগয় ১:১ ও নহিমিয়ে ৫:১৪)। বইতে যে সামাজিক অবস্থার কথা ব্যাখ্যা করা হয় তা মূলত পারসিক যুগের। নির্দিষ্ট করে বললে মালাখির অস্তিত্ব সম্ভবত নবি ইষ্রা ও নহিমিয়ের সময়ে ছিলো। যে অপব্যবহারগুলো মালাখি তার বইতে উল্লেখ করেছেন সেগুলো নহিমিয়ের জেরুজালেমে ৪৩২ খ্রিস্টপূর্ব সালে দ্বিতীয়বার পরিদর্শনে প্রাপ্ত বর্ণনার সাথে মিলে যায় (নহিমিয়ে ১৩:৭) যা দেখে মনে হয় এটা অনেকটাই সুনিশ্চিত যে তিনি নহিমিয়ের সময় বা তার পরে ভবিষ্যতবাণী করেছিলেন।\nরাব্বাই ডাব্লিউ. গানথার প্লাউটের মতে, \"মালাখি বর্ণনা করেছেন এমন এক পুরোহিতবাদের যা নিজের দায়িত্ব সম্পর্কে বিস্মরণপ্রবণ, যেখানে মন্দির মূল্যহীন কেননা মানুষ মন্দিরের প্রতি কৌতুহল হারিয়ে ফেলেছে, এবং একটি সমাজের যেখানে ইহুদি পুরুষগণ ভিন্নধর্মী নারীদের বিবাহ করতে তাদের ইহুদি স্ত্রীদের সাথে বিবাহবিচ্ছেদ করে।\"\n\n\n== তথ্যসূত্র ==\n\n This article incorporates text from a publication now in the public domain: Easton, Matthew George (১৮৯৭)। Easton's Bible Dictionary (New and revised সংস্করণ)। T. Nelson and Sons। \n এই নিবন্ধটি এখন পাবলিক ডোমেইনের একটি প্রকাশনার পাঠ্য অন্তর্ভুক্ত করে: Singer, Isidore;  ও অন্যান্য, সম্পাদকগণ (১৯০১–১৯০৬)। \"Malachi, Book of\"। The Jewish Encyclopedia। New York: Funk & Wagnalls। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n A. Van Hoonacker (১৯৯৩)। \"Malachias (Malachi)\"। ক্যাথলিক বিশ্বকোষ। নিউ ইয়র্ক: রবার্ট অ্যাপলটন  কোম্পানি। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nL. Vianès: Malachie. La Bible d'Alexandrie, vol. xxiii/12, Éditions du Cerf, Paris, 2011.\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে মালাখি সম্পর্কিত মিডিয়া দেখুন।\n উইকিউক্তিতে মালাখি সম্পর্কিত উক্তি পড়ুন।\nনবি মালাখি অর্থডক্স চিহ্ন এবং জনপাঠ"}