{"pageid": 1089010, "title": "গুলাবি গ্যাং", "url": "https://bn.wikipedia.org/wiki?curid=1089010", "content": "দ্য গুলাবী গ্যাং (হিন্দি: गुलाबी গুলাবী,  অর্থ\"গোলাপী\") হল কোনও নজরদার কমিটির সদস্য গ্রুপ। এই দলটি প্রথমে উত্তরপ্রদেশের বান্দা জেলায়  ব্যাপকভাবে পারিবারিক নির্যাতন এবং নারীদের বিরুদ্ধে অন্যান্য সহিংসতার প্রতিক্রিয়া হিসেবে উপস্থিত হয়েছিল।  এটি পূর্বে সম্পত পাল দেবী দ্বারা নির্দেশিত ছিল।\nএই গ্রুপে ১৮ থেকে ৬০ বছর বয়সী নারীদের নিয়ে গঠিত।  এটি ২০১০ সাল থেকে ছড়িয়ে পড়ে বলে জানা যায় এবং, এটি উত্তর ভারতে  রাস্তায় এবং স্থানীয় রাজনীতিতে সক্রিয় ছিল। \n\n\n== পটভূমি ==\nউত্তর প্রদেশের বান্দা জেলার বাদাউসায় গুলাবি গ্যাংয়ের সদর দপ্তর রয়েছে।  পশ্চাদপদতার সূচকের ভিত্তিতে ২০০৩ সালের হিসাবে, পরিকল্পনা কমিশনের ৪৪৭ জেলার তালিকাযর মধ্যে জেলাটি ১৫৪ তম স্থানে ছিল।  জেলায় প্রচুর দলিত ( অস্পৃশ্য বর্ণ ) জনসংখ্যা রয়েছে যা সর্বত্রের মানুষ দ্বারা বৈষম্যের শিকার হয়।\n\n\n== বর্ণনা ==\nপারিবারিক সহিংসতার শিকার ব্যক্তিদের জন্য পুলিশের সহায়তার অভাবের প্রতিক্রিয়ায় ২০০৬ সালে সম্পত পাল দেবী গুলাবি গ্যাং প্রতিষ্ঠা করেন।  অধিকাংশ না হলেও অধিকাংশই নিম্নবর্গের সদস্য ছিল। এই দলটি ভারতের সবচেয়ে দরিদ্র অঞ্চলে তার মনোযোগ কেন্দ্রীভূত করে, যার প্রায় অর্ধেক জনগোষ্ঠী দারিদ্র্য, শিক্ষার অভাব এবং অন্যান্য উদ্বেগের মুখোমুখি থাকে।  দলটি নির্বিশেষে নারীদের অধিকারের জন্য লড়াই করে। জয়প্রকাশ শিবহারীর মতো পুরুষ সদস্যরাও আছেন, যারা সরকারি দুর্নীতি, বাল্যবিবাহ এবং যৌতুকে মৃত্যুর মতো ইস্যুগুলির বিরুদ্ধে সংহতিতে দাঁড়ানোর জন্য যোগদান করেছিলেন।  ২০১০ সালে, একটি আইন প্রণয়ন করা হয়েছিল যা মহিলাদের জন্য ৩৩ শতাংশ সংসদীয় আসন সংরক্ষণ করতে সাহায্য করেছিল, কিন্তু গুলাবি গ্যাং এখনও কাজ করে, কারণ তারা তাৎক্ষণিক ফলাফল দেখেছিল। গুলাবী বলেন যে,  মহিলা রাজনীতিবিদরাও দুর্নীতিগ্রস্ত হতে পারেন। তারা রাজনীতিকদের সাথে কাজ করার পরিবর্তে সজাগ ন্যায়বিচার পছন্দ করে, পাল উল্লেখ করে যে, যারা তাদের নিজের ভাল কাজ বজায় রাখতে পারে তাদের রাষ্ট্রের দ্বারা  স্বীকৃতি দেওয়া হয় না এবং সরকারী সংস্থার পরিবর্তে তাদের নিজস্ব কাজ করতেও পছন্দ করে।  কিছু গ্যাং সদস্য বেকার, কেউ কৃষি শ্রমিক এবং কেউ কেউ স্বনির্ভর গোষ্ঠীর মাধ্যমে প্রতিষ্ঠিত চাকরিতে জীবিকা নির্বাহ করে। এই কাজের মধ্যে শাকসবজি বিক্রি, সেলাই, বা অন্যান্য পণ্য ট্রেডিং অন্তর্ভুক্ত।  আল জাজিরা রিপোর্ট করেছে যে এই গ্রুপের আনুমানিক ৪,০০,০০০ সদস্য ২০১৪ সাল পর্যন্ত ছিল। হিন্দুস্তান টাইমস এই সংখ্যাটি ২৭০০০০ বলেছে। \nপাল ব্যাখ্যা করেছেন যে তারা সাধারণ অর্থে একটি দল নয়, বরং একটি \"ন্যায়বিচারের জন্য গ্যাং\"। তিনি ১২ বছর বয়সে বিবাহ বন্ধনে আবদ্ধ হলে তার ন্যায়বিচারকে অনুপ্রাণিত করার জন্য লালনপালনের কৃতিত্ব দেন, তবে, ২ মার্চ ২০১৪ -এ, আর্থিক অসঙ্গতি এবং অভিযোগের মধ্যে পালকে গুলাবি গ্যাংয়ের প্রধানের দায়িত্ব থেকে অব্যাহতি দেওয়া হয়েছিল এ কারণে যে গ্রুপের কাছে তার ব্যক্তিগত স্বার্থ ছিল।  পাল এসব অভিযোগ অস্বীকার করে এবং এখনও এই গ্যাংয়ে কিছু জড়িত রয়েছে। \nগ্যাংয়ের বেশ কয়েকটি স্টেশন স্থাপন করা হয়েছে এবং প্রতিটি স্টেশনে 'কমান্ডার' নামে একটি বিভাগের প্রধান রয়েছেন, যিনি দৈনন্দিন কাজকর্ম এবং মানুষের ছোট সমস্যাগুলি নিজেরাই পরিচালনা করে।  সে নিয়মিত আপডেট পাঠায় এবং গ্যাংয়ের নেতাকে আরও বড় সমস্যার রিপোর্ট করে। মৌখিক কথা এবং গ্যাং এর ক্রিয়া সম্পর্কে সংবাদপত্রের নিবন্ধ তার বিজ্ঞাপনের প্রধান উৎস। নির্যাতিত মহিলারা যারা এটি সম্পর্কে শুনে তাদের গ্রুপের কাছে তাদের গল্প বর্ণনা করে। প্রথম পদক্ষেপ হল পুলিশকে দায়িত্ব নেওয়ার অনুরোধ করা। যদি এটি ব্যর্থ হয়, তখন গ্যাং জড়িত হয়।  গ্যাং গঠনের সময়, পুলিশ এবং সরকারের বিরুদ্ধে শক্তি ও সহিংসতা ব্যবহার করা হয়েছিল, তবে স্থানীয় পুলিশ দাবি করে \"গ্যাং কিছু ভাল কাজ করছে এবং একভাবে আমাদের সমস্যা সমাধানে সহায়তা করছে।\" \nএতে লিঙ্গভিত্তিক কোনো বৈষম্য নেই। কারণ দলটি শুধু নারীর ওপর পুরুষের এখতিয়ারে নয়, মানবাধিকার ও পুরুষ নিপীড়নের ওপরও দৃষ্টি দেয়।  গুলাবি গ্যাং এর সদস্যদের ক্রমবর্ধমানভাবে পুরুষদের দ্বারা স্থানীয় সক্রিয়তা সমর্থন করতে বলা হয়। যখন ৭০০০  কৃষক নষ্ট ফসলের ক্ষতিপূরণের দাবিতে রাস্তায় বিক্ষোভ করে, তখন পুরুষরা গুলাবি গ্যাংকে উপস্থিত হতে বলে।  গ্যাংয়ের কমিউনিটি সার্ভিস প্রচেষ্টার মধ্যে রয়েছে গ্রামাঞ্চলের গ্রামবাসীদের খাদ্য ও শস্য বিতরণ, বিধবাদের পেনশন যাদের বুড়ো বয়সে নিজেদের ভরণপোষণের উপায় নেই, এবং নারী ও শিশুদের অপব্যবহার রোধে সাহায্য করা। গুলাবি গ্যাং নারীদের আত্মরক্ষা এবং কীভাবে অর্থনৈতিকভাবে স্বাবলম্বী হতে হয় তা শেখায়। \nগুলাবি গ্যাং কেলভিনেটর ১১ তম জিআর ৮ অর্জন করেছে। তারা নারী পুরস্কার, ভারতীয় টেলিভিশন একাডেমি প্রদত্ত  পুরস্কার পেয়েছে। তারা উত্তরপ্রদেশ, উত্তরাখণ্ড এবং দিল্লিতে দেওয়া সামাজিক সাহসিকতার জন্য গডফ্রে ফিলিপস সাহসিকতা পুরস্কারও অর্জন করে। \nগুলাবি গ্যাংয়ের কর্পোরেট অংশীদারিত্বের মধ্যে রয়েছে ভিটালেক্ট, একটি প্রযুক্তি ও পরিষেবা সংস্থা যা তাদের প্রযুক্তিগত চাহিদাগুলির সাথে সহায়তা করার জন্য অলাভজনক সংস্থাগুলির সাথে কাজ করে। যেমন “সামাজিক সমাধান ইন্ডিয়া ”(এসএসআই), একটি অলাভজনক সংস্থা যা এনজিও স্থিতিশীলতা প্রচার করে\n\n\n== ঘটনা ==\n২০০৭ সালের জুন মাসে, পাল শুনেছিলেন যে সরকার পরিচালিত ন্যায্যমূল্যের দোকানগুলি গ্রামবাসীদের যেমন প্রয়োজন তেমন খাদ্য ও শস্য বিতরণ করছে না। তিনি গ্যাংকে দোকানটি গোপনে পর্যবেক্ষণ করতে নেতৃত্ব দেন এবং তারা প্রমাণ সংগ্রহ করে এবং আবিষ্কার করে যে ট্রাক করে দোকানগুলির শস্যগুলি খোলা বাজারে পাঠাচ্ছে। পাল এবং গ্যাং স্থানীয় কর্তৃপক্ষের কাছে প্রমাণের কথা জানায় এবং শস্যগুলো ন্যায্যমূল্যের দোকানগুলিতে ফেরত দেওয়ার দাবি করে। স্থানীয় কর্তৃপক্ষ তাদের অভিযোগ উপেক্ষা করলেও গ্যাংয়ের সুনাম বৃদ্ধি পায়। \n২০০৮ সালে, তারা বান্দা জেলার একটি বিদ্যুৎ অফিসে হামলা চালায় এবং কর্মকর্তাদের ঘুষ আহরণের জন্য বিদ্যুৎ চালু করতে বাধ্য করে।  তারা কিছু বাল্যবিবাহ  ও যৌতুক বন্ধ করেছে এবং নারী নিরক্ষরতার প্রতিবাদ করেছে।  ২০০৭ সালে, এক দলিত নারী এক উচ্চ বর্ণের একজন পুরুষ দ্বারা ধর্ষিত হয়েছিল এবং ঘটনাটি রিপোর্ট করা হয়নি। গ্রামবাসী এবং নিম্নবর্ণের সদস্যরা প্রতিবাদ করেও কোন লাভ হয়নি বরং তাদের অনেককে এর জন্য কারাগারে পাঠানো হয়। গুলাবি গ্যাং ব্যবস্থা নেয় যে, থানায় অভিযুক্ত হয় এবং প্রতিবাদ করার জন্য কারাগারে আটক গ্রামবাসীদের মুক্ত করার চেষ্টা করে। তারা ধর্ষকের বিরুদ্ধে মামলা করারও দাবি করেছিল। পুলিশকর্মী মামলা করতে অস্বীকৃতি জানাযলে, তারা সহিংসতা অবলম্বন করে এবং তাকে শারীরিকভাবে আক্রমণ করে। সেই সময় থেকে, গুলাবি গ্যাং প্রয়োজনে শারীরিক সহিংসতা ব্যবহার করার জন্য পরিচিত ছিল এবং যদি শারীরিক সহিংসতা কোন কাজে না আসে, তাহলে তারা প্রকাশ্যে অপরাধীকে লজ্জা দিতে শুরু করবে।  তার সক্রিয়তার অনেকটা সহিংস পদ্ধতির জন্য জনপ্রিয় হয়ে ওঠা সত্ত্বেও এটি মিছিল এবং অন্য অহিংস কৌশল গ্রহণ করে। \n২০১১ সালে, এই দলটি ১৭ বছর বয়সী মেয়ে শীলু নিষাদকে গণধর্ষণের জন্য সাহায্য করেছিল। থানায় আসার পর প্রতিবেদন দাখিলের জন্য  নিষাদকে গ্রেফতার করা হয়। ধর্ষকদের মধ্যে আইনসভার সদস্যও ছিলেন, প্রথমে থানায় এসে তাঁকে গ্রেপ্তারের অনুরোধ জানান। ভিকটিমের বাবা গুলাবি গ্যাংয়ের কাছে গিয়েছিলেন যিনি পালাক্রমে থানা এবং বিধায়কের বাড়ির সামনে দুটি গণ বিক্ষোভের আয়োজন করেছিলেন। \nপাল বলেছে যে \"হ্যাঁ, আমরা ধর্ষকদের সাথে লাঠি [বড় বাঁশের লাঠি] দিয়ে লড়াই করি। যদি আমরা অপরাধীকে খুঁজে পাই, আমরা তাকে কালো এবং নীল মারধর করি, যাতে সে আর কোন মেয়ে বা মহিলার প্রতি অন্যায় করার চেষ্টা না করে। \" গ্যাংয়ের পরবর্তী কমান্ডার সুমন সিং উল্লেখ করেন যে \"যখন একজন নারী গুলাবি গ্যাং -এর সদস্যপদ খোঁজেন, তখন তিনি অন্যায় সহ্য করেন, নিপীড়িত হয়েছেন এবং অন্য কোন পথ দেখেন না। আমাদের সকল নারীরা পুরুষদের কাছে দাঁড়াতে পারে এবং প্রয়োজনে লাঠির মাধ্যমে প্রতিশোধ নিতে পারে। \" \n\n\n== শিক্ষা ==\nসম্পত পালের একটি লক্ষ্য ছিল তরুণীদের মধ্যে নিরক্ষরতা দূর করা। ২০০৮ সালে, বান্দায় একটি স্কুল তৈরি করা হয়েছিল, যেখানে কমপক্ষে ৪০০ জন মেয়ে পড়ত। \n\n\n== জনপ্রিয় সংস্কৃতি ==\n২০১০ সালে <i id=\"mwhQ\"><a href=\"./গুলাবি গ্যাং\" rel=\"mw:WikiLink\" data-linkid=\"91\" data-cx=\"{&quot;adapted&quot;:false,&quot;sourceTitle&quot;:{&quot;title&quot;:&quot;Gulabi Gang (film)&quot;,&quot;description&quot;:&quot;2012 film&quot;,&quot;pageprops&quot;:{&quot;wikibase_item&quot;:&quot;Q15052305&quot;},&quot;pagelanguage&quot;:&quot;en&quot;},&quot;targetFrom&quot;:&quot;label&quot;}\" class=\"cx-link\" id=\"mwhg\" title=\"গুলাবি গ্যাং\">গুলাবি গ্যাং</a>  বিষয়ে একটি</i>  সিনেমা <i id=\"mwgQ\">পিঙ্ক সারিস যা <a href=\"./কিম লংগিনোটো\" rel=\"mw:WikiLink\" data-linkid=\"90\" data-cx=\"{&quot;adapted&quot;:false,&quot;sourceTitle&quot;:{&quot;title&quot;:&quot;Kim Longinotto&quot;,&quot;thumbnail&quot;:{&quot;source&quot;:&quot;https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Kim_Longinotto_at_Sundance_2015_%28cropped%29.jpg/60px-Kim_Longinotto_at_Sundance_2015_%28cropped%29.jpg&quot;,&quot;width&quot;:60,&quot;height&quot;:80},&quot;description&quot;:&quot;British documentary film maker (born 1952)&quot;,&quot;pageprops&quot;:{&quot;wikibase_item&quot;:&quot;Q6409096&quot;},&quot;pagelanguage&quot;:&quot;en&quot;},&quot;targetFrom&quot;:&quot;mt&quot;}\" class=\"cx-link\" id=\"mwgg\" title=\"কিম লংগিনোটো\">কিম লংগিনোটো</a></i>   <i id=\"mwgQ\">রচনা করেছিলেন যেমন</i>  নিশতা জৈনের ২০১২ সালের ডকুমেন্টারি গুলাবি গ্যাং -এর মতো ছিল। \nপ্রাথমিকভাবে জানা গেছে যে, মাধুরী দীক্ষিত এবং জুহি চাওলা অভিনীত বলিউড ছবি গুলাব গ্যাং সম্পদ পালের জীবনের উপর ভিত্তি করে তৈরি হয়েছিল, কিন্তু পরিচালক এটি অস্বীকার করে বলেন যে, তিনি তার কাজের প্রশংসা করেছিলেন কিন্তু চলচ্চিত্রটি তার জীবনের উপর ভিত্তি করে নয়। \n২০১৩ সালে, গ্যাং এর উৎপত্তি এবং কাজ সম্পর্কে একটি বই প্রকাশিত হয়েছিল, যার নাম \"পিঙ্ক সারি রেভোলিউশন: এ টেল অফ উইমেন অ্যান্ড পাওয়ার ইন ইন্ডিয়া\"। \nদ্য গুলাবী গ্যাং তার অ্যালবাম তাল থেকে ফরাসি গায়ক তালের ২০১৭ সালের গান “দেস ফ্লেইয়ারস ইয়েট দেস ফ্লামেস” - এ বৈশিষ্ট্যযুক্ত বলে ধারণা করে। \nগুলাবি গ্যাং এনএইচ সেনজাইয়ের উপন্যাস, টিকিট টু ইন্ডিয়াতে স্থান পেয়েছে। \n\n\n== আরও দেখুন ==\nভূমাতা ব্রিগেড\nলাঠি খেলা - লাঠি লাঠি ব্যবহার করে মার্শাল আর্ট\nলাল ব্রিগেড লখনউ\nশাড়ি স্কোয়াড\n\n\n== তথ্যসূত্র =="}