{"pageid": 1089205, "title": "সূর্যনেলী ধর্ষণ মামলা", "url": "https://bn.wikipedia.org/wiki?curid=1089205", "content": "সূর্যনেলী ধর্ষণ মামলা (সূর্যনেলী যৌন কেলেঙ্কারিও বলা হয়) ১৯৯৬ সালে ভারতের কেরালার সূর্যনেলী নামের ১৬ বছর বয়সী এক স্কুলছাত্রীকে অপহরণ এবং পরবর্তীতে ধর্ষণের ঘটনাকে নির্দেশ করে। মেয়েটিকে বিয়ের প্রতিশ্রুতি দিয়ে ১৯৯৬ সালের ১৬ জানুয়ারি অপহরণ করা হয়। মেয়েটি অভিযোগ করেছিল যে ৪০ দিন ধরে ৪২ জন অভিযুক্ত ব্যক্তির মধ্যে ৩৭ জন তাকে ধর্ষণ করেছে। বাকিরা অপরাধে প্ররোচিত করেছিল। তৎকালীন কেন্দ্রীয় মন্ত্রী এবং পরে কংগ্রেস পার্টির নেতৃত্বাধীন ইউডিএফ -এর অন্তর্গত রাজ্যসভার ডেপুটি চেয়ারম্যান পিজে কুরিয়ানএর নাম উঠে আসার ফলে সমস্যাটির রাজনীতিকরণ হয়েছিল, বিশেষত সাধারণ নির্বাচন আসন্ন ছিল। বেশ কিছু নারী অধিকার কর্মী কে অজিতা ও সুজা সুসান জর্জ, এবং এনএফডব্লিউ ও আনোয়েশি মত নারী সংগঠন ঘটনাটির ব্যাপারে আগ্রহ দেখিয়েছিল।\nকোট্টায়ামের একটি বিশেষ আদালত ২০০০ সালের ২রা সেপ্টেম্বর ৩৯ জনের মধ্যে ৩৫ জনকে বিচারের মুখোমুখি করে, বিভিন্ন অভিযোগে দোষী সাব্যস্ত করে। ২০০২ সালের ১২ জুলাই, প্রধান অভিযুক্ত - ধর্মরাজনকে বিভিন্ন অভিযোগে দোষী সাব্যস্ত করা হয় এবং যাবজ্জীবন কারাদণ্ড দেওয়া হয়। যাইহোক, তিনি ২০০৫ সালের ২৫ অক্টোবর জামিনে কারাগার মুক্ত হন এবং তারপর নিখোঁজ হন। ২০০৫ সালের ২০ জানুয়ারি, কেরালা হাইকোর্ট নির্যাতিতার বিবৃতির সমর্থনে কোন প্রমাণের অভাবে প্রধান আসামি ধর্মরাজন ব্যতীত বাকি ৩৫ জন দোষীকে বেকসুর খালাস দেয়। সূর্যনেলীকে আদালত অনাস্থাভাজন বলে মনে করেছিলেন।  এই রায়ের সমালোচনা করেছেন নারী অধিকার কর্মীরা। ২০১৩  সালের জানুয়ারিতে, ভারতের সুপ্রিম কোর্ট কর্তৃক হাইকোর্টের প্রদত্ত বেকসুর খালাসের রায় বাতিল করে এবং নতুন করে শুনানির আদেশ দেয়। ২০১৩ সালের ফেব্রুয়ারির শুরুর দিকে, ধর্মরাজন একটি টিভি সাক্ষাৎকারে হাজির হয়েছিলেন এবং বলেছিলেন যে পিজে কুরিয়েন জড়িত ছিলেন এবং পুলিশ তা ধামাচাপা দিয়েছে। এটি একটি বিতর্ক সৃষ্টি করেছিল এবং রাজনীতিবিদরা কুরিয়েনের পদত্যাগ দাবি করতে শুরু করেছিলেন। কেরলের হাইকোর্ট ২০০৭  সালের ৪ এপ্রিল অধ্যাপক কুরিয়েনকে সকল অভিযোগ থেকে অব্যাহতি দিয়েছেন। সুপ্রিম কোর্টও তা নিশ্চিত করেছে। এটি ভারতীয় সংসদেও খণ্ডিত হয়েছে।  এর পরেই ধর্মরাজনকে গ্রেফতার করা হয়। মে মাসে, তিনি তার আগের বক্তব্য প্রত্যাহার করেন। কুরিয়ানকে কেরালা হাইকোর্ট বেকসুর খালাসের রায় প্রদান করে।\n২০১৪ সালের ৪ এপ্রিল, কেরালা হাইকোর্ট ধর্মরাজনের যাবজ্জীবন কারাদণ্ড বহাল রাখেন এবং ৩৫ জন বেঁচে যাওয়া আসামির মধ্যে ৭ জনকে মুক্তি দেন।অক্টোবর ২০১৫-এর হিসাব অনুযায়ী, মামলাটি সুপ্রিম কোর্টে আপীল করা হয়েছে।\n\n\n== তথ্যসূত্র =="}