{"pageid": 1089738, "title": "আনাত জুরিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1089738", "content": "আনাত জুরিয়া ( হিব্রু ভাষায়: ענת צוריה‎ ; জন্ম ১৯৬১) একজন ইসরায়েলি মুক্তমনা চলচ্চিত্র পরিচালক, \"বিশুদ্ধতা\", \"বিবাহের শাস্তি\", \"ব্ল্যাক বাস,\" \"পাঠ,\" \"প্রচলিত পাপ\" এবং \"পুনর্বিবেচনা\" চলচ্চিত্রের নির্মাতা।\n\n\n== চলচ্চিত্রসমূহ ==\n২০০২-২০১০ সালের মধ্যে জুরিয়া ইহুদি ধর্মীয় বিশ্বের নারীদের গল্প নিয়ে একটি ডকুমেন্টারি ট্রিলজি তৈরি করে। যৌনতা, স্বাধীনতা ও অন্যান্য সামাজিক নিষেধাজ্ঞা নিয়ে তৈরী চলচ্চিত্র ইতোপূর্বে ইসরাইলি সিনেমায় ছিল না। ত্রয়ীর প্রথম চলচ্চিত্র \"বিশুদ্ধতা\"। এ চলচ্চিত্রে তিনজন ধর্মীয় নারীর জীবন ও পরিচয়কে বিশুদ্ধতার আইন দ্বারা চ্যালেঞ্জ করা হয়, যাকে নিদা বলা হয়। চলচ্চিত্রটি প্রথমবার অর্থোডক্স ইহুদিদের যৌনতা সম্পর্কে নারীবাদী সমালোচনামূলক দৃষ্টিভঙ্গি প্রকাশ করে। ত্রয়ীর দ্বিতীয় চলচ্চিত্র \"বিবাহের শাস্তি\"। ইসরাইলের রাব্বিনিকাল কোর্টে ঘটে যাওয়া একটা “ডকুমেন্টারি কোর্টরুম ড্রামা”। চলচ্চিত্রে তিনজন তরুণ নারী তাদের স্বামী দ্বারা বিবাহবিচ্ছেদ হওয়ার পর এমন একজনকে পেতে দ্বারে দ্বারে ঘুরে বেরার কাহিনী বর্ণনা করা হয়েছে। দুই বছর ধরে চলচ্চিত্রটি ইহুদিদের ধর্মীয় আইনের আলোকে বিবাহবিচ্ছেদের আইনি নাটককে বর্ণনা করে। তার তৃতীয় চলচ্চিত্র \"ব্ল্যাক বাস\"। এটা ইহুদি ধর্মীয় সমাজে লিঙ্গ বিচ্ছিন্নতার ঘটনাকে বর্ণনা করে। ছবিটিতে দুজন তরুণ তাদের পৃথকীকরণ আইনের বিরুদ্ধে আলট্রা-অর্থোডক্সের কাছে ব্যক্তিগত মূল্য দিয়েছিল। তার বর্তমান চলচ্চিত্র, \"পাঠ\", একটি মিশরীয় নারীর অসাধারণ গল্প। এতে সে নারী তার স্বাধীনতার জন্য লড়াই করে। ২০১২ সালে \"দ্য লেসন\" চলচ্চিত্রটি হাইফা চলচ্চিত্র উৎসবে দেখানো হয়।\n\n\n== বিশুদ্ধতা ==\nপরিচালক এবং হস্তলিপি : আনাত ইয়োটা জুরিয়া,  প্রযোজক : অমিত ব্রুইয়ার, সম্পাদক : ইরা ল্যাপিড, চিত্রধারণ : নুরিত আভিভ, তুলিক গ্যালন, শিরি বার-অন অরিজিনাল স্কোর : জোনাথন বার গিওরা। এই প্রামাণ্য চলচ্চিত্রটি ইহুদি সমাজে নিষিদ্ধতা ভাঙে এবং তাহারাত হামিশপাহ বা পারিবারিক বিশুদ্ধতার আইনগুলি যেমন অর্থোডক্স ইহুদি ধর্মে নারীদের জীবন এবং যৌনতাকে কীভাবে রূপ দেয় তা পরীক্ষা করে। এটি কয়েকটি পুরস্কার জিতেছে:\n\nজেরুজালেম আন্তর্জাতিক চলচ্চিত্র উৎসব, জেরুজালেম, জুলাই ২০০২: শ্রেষ্ঠ প্রামাণ্য চলচ্চিত্রের জন্য মেয়র পুরস্কার\nইয়ামাগাটা আন্তর্জাতিক প্রামাণ্য চলচ্চিত্র উৎসব, জাপান, অক্টোবর ২০০৩: বিশেষ পুরস্কার ও নাগরিক পুরস্কার\nএসসিএএম পুরস্কার \" ডিসকভারি অফ দ্য ইয়ার \", ফ্রান্স, ২০০৪\n\n\n== বিয়ের সাজা ==\nপরিচালক এবং হস্তলিপি : আনাত ইয়োটা জুরিয়া, প্রযোজক : অমিত ব্রুয়ার, নির্বাহী প্রযোজক : সিগাল ল্যান্ডেসবার্গ, সম্পাদক : ইরা ল্যাপিড, চিত্রধারণ : রনি ক্যাজানেলসন মূল স্কোর : জোনাথন বার গিওরা। এই প্রামাণ চলচ্চিত্রটি ২০০৪ সালে মুক্তি পায় এবং ইসরাইলের রাব্বিনিকাল কোর্টগুলির জন্য প্রথমবার সমালোচিত হয়। চলচ্চিত্রটি একটি আইনি নাটক হিসাবে তিনজন নারীর জীবন বর্ণনা করে। যাদেরকে স্বামীরা তালাক দিতে অস্বীকার করে, শিশু সহায়তা দিতে অস্বীকার করে এবং ইহুদি আইন সম্পর্কে রাব্বিনিকাল কোর্টের বোঝার কারণে কেবল আদালতে হাজির হয়। প্রামাণ চলচ্চিত্রটিতে দেখানো হয়েছে, আদালতের ব্যবস্থা নারীদের পক্ষপাতের বিরুদ্ধে বোঝাস্বরূপ। ফিল্মটি ইসরায়েলি মিডিয়ায় অনেক আলোচনার কারণ হয়েছিল এবং ইসরায়েলি পার্লামেন্টে দেখানো হয়েছিল। সেইসাথে নিউ ইয়র্কের মোমায় একটি বিশেষ প্রদর্শন অনুষ্ঠিত হয়েছিল। এটি নিম্নলিখিত পুরস্কার জিতেছে:\n\nহট ডক্স, কানাডা, ২০০৫: সেরা ডকুমেন্টারি পুরস্কার\nজেরুজালেম চলচ্চিত্র উৎসব, ইসরাইল, ২০০৪: সেরা তথ্যচিত্রের জন্য ওলগিন পুরস্কার\n\n\n== কালো বাস ==\nপরিচালক এবং হস্তলিপি : আনাত ইয়োটা জুরিয়া, প্রযোজক : সিগাল ল্যান্ডেসবার্গ এবং আনাত জুরিয়া,  সম্পাদক : আরা ল্যাপিড, চিত্রধারণ : রনি কাজানেলসন। প্রামাণ্য চিত্রটি ইসরায়েলী সমাজের আল্ট্রা-অর্থোডক্স সদস্যদের মধ্যে ধর্মীয় বিচ্ছিন্নতা দেখায়। ছবিটিতে হাসিদিম পটভূমির দুই তরুণীর গল্প দেখানো হয়েছে যারা তাদের স্বাধীনতার জন্য লড়াই করার চেষ্টা করে। ছবিটি হাইফা চলচ্চিত্র উৎসবে প্রথম পুরস্কার জিতে এবং বার্লিন চলচ্চিত্র উৎসব ও অন্যান্য উৎসবেও দেখানো হয়।\n\n\n== পাঠ ==\nপরিচালক এবং হস্তলিপি : আনাত ইয়োটা জুরিয়া, প্রযোজক : সিগাল ল্যান্ডেসবার্গ এবং আনাত জুরিয়া, সম্পাদক : আরা ল্যাপিড, চিত্রধারণ : রনি কাজানেলসন। জেরুজালেমের রাস্তায় গাড়ি চালানো শেখা লায়লা ইব্রাহিমের গল্প অনুসরণ করে এ কথাসাহিত্য তথ্যচিত্র তৈরী। ছবিটি ২০১২ সালের হাইফা আন্তর্জাতিক চলচ্চিত্র উৎসবে \"সেরা তথ্যচিত্র\" পুরস্কার লাভ করে।\n\n\n== তথ্যসূত্র =="}