{"pageid": 1089192, "title": "বেলে স্কয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1089192", "content": "বেলে স্কোয়ার, সঠিকভাবে ভায়োলা বেলে স্কোয়ার, (১৮৭০-১৯৩৯) ছিলেন ইলিনয়ের একজন ভোটাধিকারবাদী যিনি শিকাগো ভোটাধিকার আন্দোলনের সাথে জড়িত ছিলেন এবং ইডা বি ওয়েলসের সাথে আলফা ভোটাধিকার ক্লাব সহ-প্রতিষ্ঠা করেছিলেন। মহিলাদের ভোটাধিকার না থাকলে তিনি কর প্রদানের বিরোধিতার জন্য বিশেষভাবে পরিচিত ছিলেন। স্কোয়ার যুক্তি দিয়েছিলেন যে, ভোটের অধিকার না থাকা অবস্থায় মহিলাদের কর প্রদান করা হচ্ছে প্রতিনিধিত্ব ছাড়া করপ্রদান।\n\n\n== প্রকাশনা ==\nস্কোয়ার ১৯১১ সালে \"দ্য ওম্যান মুভমেন্ট ইন আমেরিকা: আ শর্ট অ্যাকাউন্ট অফ দ্য স্ট্রাগল ফর ইক্যুয়াল রাইটস\" বইটি প্রকাশ করেন। এই প্রকাশনার সাথে তার লক্ষ্য ছিল নারীদের ভোটাধিকারের জন্য জটিল সংগ্রাম সম্পর্কে তথ্য ভাগ করে নেওয়া এবং পাঠ্যের পাশাপাশি ছবি ব্যবহার করে তার পাঠকদের জড়িত করা। মুখবন্ধে তিনি লিখেছিলেন, \"আমি আশা করেছি... এই বিষয়ে দেশের ছেলে-মেয়েরা আগ্রহান্বিত হবে, সম্ভবত বিশ্বের দেখা সমস্ত আন্দোলনের মধ্যে এটি সর্বশ্রেষ্ঠ। যদি তাই হয়, তাহলে আমি এখানে তাড়াহুড়ো করে এবং অসম্পূর্ণভাবে যা লিখেছি তার মাধ্যমে বিস্তৃত এবং সর্বাধিক ব্যাপক অর্থে \"মহিলাদের জন্য ভোটাধিকার\" এর অর্থ সম্পর্কে আরও ভাল ধারণা থাকবে, তবে আমার লক্ষ্যটি সম্পন্ন হয়ে যাবে। \n\n\n== আলফা ভোটাধিকার ক্লাব এবং শিকাগো ভোটাধিকার আন্দোলনের সাথে জড়িত ==\n\nবেলে স্কোয়ার এবং উল্লেখযোগ্য ভোটাধিকারবাদী ইডা বি ওয়েলস আলফা ভোটাধিকার ক্লাবের সক্রিয় সদস্য ছিলেন। এই ক্লাবটি ১৯১৩ সালে গঠিত হয় এবং আফ্রিকান আমেরিকান মহিলাদের জন্য প্রথম ভোটাধিকার সংস্থা ছিল। উভয় মহিলাই সক্রিয়ভাবে আফ্রিকান আমেরিকান নারীদের ভোটাধিকারের জন্য প্রচারণা করেছিলেন এবং রাজনৈতিকভাবে জাতীয় ভোটাধিকার আন্দোলনের সাথে যুক্ত ছিলেন। ১৯১৩ সালের ১৮ই অক্টোবর স্কোয়ার প্রেসিডেন্ট উইলসনকে একটি টেলিগ্রামে স্বাক্ষর করেন এবং ব্রিটিশ এমেলিন পাঙ্কহার্স্টের বিরুদ্ধে নির্বাসনের আদেশ শেষ করার আহ্বান জানান। শিকাগোর কয়েক ডজন মহিলা এই চিঠিতে স্বাক্ষর করেছেন, যার মধ্যে জেন অ্যাডামসও রয়েছেন। মহিলারা উইলসনের কাছে আবেদন করেছিলেন \"মিসেস পাঙ্কহার্স্টকে ভর্তি করুন; এইভাবে স্বাধীনতার প্রতি আমেরিকার ভক্তি এবং বাকস্বাধীনতার অধিকারের উচ্চ ঐতিহ্য বজায় রাখা।\"  \n\n\n== ওয়াশিংটন ডিসিতে ভোটাধিকার মিছিল ==\n১৯১৩ সালে ওয়েলস ১৯১৩ সালে ওয়াশিংটনে জাতীয় আমেরিকান মহিলা ভোটাধিকার সমিতির সাথে সম্পৃক্ত ভোটাধিকার মিছিলকে একীভূত করেন, যা সুফ্রাগিস্ট অ্যালিস পল এবং লুসি বার্নস দ্বারা আয়োজিত হয়েছিল। যদিও ওয়েলসকে একজন প্যারেড সংগঠক অন্য কৃষ্ণাঙ্গ নারীদের সাথে হাঁটতে বলেছিলেন, যদিও নাওসা সিদ্ধান্ত নিয়ে ছিল যে কৃষ্ণাঙ্গ নারীরা যেখানে ইচ্ছা মিছিল করতে পারে, তিনি তা করতে অস্বীকার করেন। ওয়েলস এবং স্কোয়ার ইলিনয় প্রতিনিধিদলের সাথে মিছিল করে এবং স্কোয়ারকে \"ভোট না কর নয়\" স্যাশ পরে ছবি তোলা হয় (ডানদিকে ছবি দেখুন)।\n\nমিছিলের পর ওয়েলস কে তার রাজনৈতিক সাহসিকতার জন্য সম্মানিত করা হয় ইউটার প্রোগ্রেসিভ ক্লাব অফ কুইন চ্যাপেলের এক সমাবেশে যেখানে স্কোয়ার একটি সন্ধ্যার সংবর্ধনা অনুষ্ঠানে বক্তব্য রাখেন। \n\n\n== ব্যক্তিগত জীবন ==\nবেলে স্কোয়ার ১৮৭০ সালে ওহাইওর লিমা শহরে জন্মগ্রহণ করেন। যদিও স্কোয়ার অবিবাহিত ছিলেন তবে তিনি \"মিসেস বেলে স্কোয়ার\" হিসাবে উল্লেখ করার জন্য জোর দিয়েছিলেন। ১৯১৩ সালে অসংখ্য সংবাদপত্র তার অনন্য রাজনৈতিক প্রতিবাদের উপর রিপোর্ট করে উল্লেখ করে যে, \"সমাজ একটি জীব, হাত ও পা সহ একটি দৈত্য, একটি প্রাথমিক মস্তিষ্ক, খুব বেশি বুদ্ধি নয় এবং কেবল বিবেকের ঝলক। সংস্কারকরা হলেন শল্য চিকিৎসক এবং ডাক্তার। প্রত্যেকের নিজস্ব প্রতিকার আছে। প্রত্যেকে বিশ্বাস করে যে একটি অপারেশন প্রয়োজন। তাহলে আমি কি।।। একজন মহিলা কেন মৃত্যু বা বিয়ে পর্যন্ত মিস থাকবেন? ছেলেটি তার শিরোনামটি মাস্টার থেকে মিস্টারে পরিবর্তন করে যত তাড়াতাড়ি সে চায় -- লং প্যান্টে ওঠার সাথে সাথে এবং একটি ক্ষুরের সাথে পরিচয় হয়। তারা বলে এটা বিভ্রান্তিকর। তারা তখন জানতে পারবে না যে আমরা অবিবাহিত না বিবাহিত। আমি মনে করি না যে আমরা যা আছি তা কারও ব্যবসা। কেন আমরা আমাদের বৈবাহিক সম্পর্কআমাদের ব্যবসায়িক কার্ডে মুদ্রণ করতে বাধ্য থাকব? পুরুষরা তা করে না।\" স্কয়ার পেশাগতভাবে সঙ্গীত শিক্ষক হিসাবে কাজ করেছিলেন। \n\n\n== পরবর্তী ==\n১৯২৪ সালে স্কোয়ার ফ্রান্সে চলে যান এবং সেখানে এক দশক বসবাস করেন। তিনি ১৯৩৯ সালে ৬৯ বছর বয়সে মারা যান এবং ইলিনয়ের ফরেস্ট পার্কে সমাধিস্থ হন।\n\n\n== তথ্যসূত্র =="}