{"pageid": 1089358, "title": "শাঙনগগনে ঘোর ঘনঘটা, নিশীথযামিনী রে", "url": "https://bn.wikipedia.org/wiki?curid=1089358", "content": "শাঙনগগনে ঘোর ঘনঘটা, নিশীথযামিনী রে (আদি পাঠ: সজনি গো, আঁধার রজনী ঘোর ঘনঘটা) হল একটি জনপ্রিয় রবীন্দ্রসংগীত। এটি রবীন্দ্রনাথ ঠাকুরের ভানুসিংহ ঠাকুরের পদাবলী (আষাঢ় ১২৯১) কাব্যগ্রন্থের ১৩ সংখ্যক কবিতা এবং কবির গীতি-সংকলন গীতবিতান গ্রন্থের ‘প্রকৃতি’ পর্যায়ের অন্তর্গত ‘বর্ষা’ উপপর্যায়-ভুক্ত ৩১ সংখ্যক গান। ১২টি ছত্রে বিন্যস্ত গানটি পিলু-মল্লার রাগ ও ত্রিতালে নিবদ্ধ।\nগানটির স্বরলিপি প্রথম প্রকাশিত হয় কেতকী (১৩২৬ বঙ্গাব্দ) গ্রন্থে এবং পরে স্বরবিতান গ্রন্থের একাদশ খণ্ডে। স্বরলিপিকার ছিলেন দিনেন্দ্রনাথ ঠাকুর।\n১৩২৮ বঙ্গাব্দের ২৭ শ্রাবণ বিদেশ-প্রত্যাগত রবীন্দ্রনাথকে সংবর্ধিত করতে শান্তিনিকেতনে আয়োজিত ‘বর্ষাসঙ্গীত’ অনুষ্ঠানে এই গানটি গীত হয়। এরপর ‘বর্ষামঙ্গল’ শিরোনামে এটি ১৩৩২ বঙ্গাব্দে প্রকাশিত গীতিপুথিকা-য় মুদ্রিত হয়। ১৩৩২ বঙ্গাব্দের ৩ শ্রাবণ শান্তিনিকেতনে ‘বর্ষামঙ্গল’ অনুষ্ঠানে এটি গীত হয়।\n\n\n== প্রকাশ ==\nভারতী পত্রিকার আশ্বিন ১২৮৪ (অক্টোবর ১৮৭৭) সংখ্যায় যে পাঁচটি গান একসঙ্গে প্রকাশিত হয়েছিল, \"শাঙনগগনে ঘোর ঘনঘটা, নিশীথযামিনী রে\" গানটি তার মধ্যে অন্যতম। পত্রিকায় গানটি মুদ্রিত হয়েছিল ‘ভানুসিংহের কবিতা’ শিরোনামে। ভানুসিংহ ঠাকুরের পদাবলী থেকে কড়ি ও কোমল কাব্যগ্রন্থের দ্বিতীয় সংস্করণে (১৩০২ বঙ্গাব্দ) সংকলিত হয়েছিল; কিন্তু বর্তমান সংস্করণে এটি বর্জিত। সত্যপ্রসাদ গঙ্গোপাধ্যায় সম্পাদিত কাব্যগ্রন্থাবলী গ্রন্থের (১৩০৩) ‘ভানুসিংহের কবিতা’ অংশে এটি ‘অভিসার’ শিরোনামে মুদ্রিত হয়। এই গ্রন্থের ভূমিকায় রবীন্দ্রনাথ লিখেছিলেন, “ভানুসিংহের অনেকগুলি কবিতা লেখকের ১৫।১৬ বৎসর বয়সের লেখা – আবার তাহার মধ্যে গুটিকতক পরবর্তীকালের লেখাও আছে।” \"শাঙনগগনে ঘোর ঘনঘটা, নিশীথযামিনী রে\" এই প্রথম পর্যায়ভুক্ত রচনা। এছাড়াও ছাড়াও এই গানটি কাব্য-গ্রন্থ (১৩২৩) ও গীতবিতান (দ্বিতীয় সংস্করণ, প্রথম খণ্ড, ভাদ্র ১৩৪৬) সংকলনেও গ্রন্থিত হয়।\n\n\n== রেকর্ড ==\n\"শাঙনগগনে ঘোর ঘনঘটা, নিশীথযামিনী রে\" গানটি রেকর্ড করেছিলেন কণিকা বন্দ্যোপাধ্যায় (এন২৭৭৪৭), নীলিমা সেন (ইএএসডি ১৩৬২ স্টিরিও), সুমিত্রা সেন ও শ্রবণা ভট্টাচার্য। বৌঠাকুরানীর হাট চলচ্চিত্রে এই গানটি গেয়েছিলেন লতা মঙ্গেশকর। এছাড়া ভানুসিংহের পদাবলী গীতি-আলেখ্যেও (ইএএসডি ১৪১৭ স্টিরিও, এইচটিসিএস ০২বি ২৫১৩ স্টিরিও) এই গানটি অন্তর্ভুক্ত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nঅনুত্তম ভট্টাচার্য, রবীন্দ্ররচনাভিধান, প্রথম খণ্ড: কাব্য ও কবিতা [সন্ধ্যাসংগীত – ক্ষণিকা], দীপ প্রকাশন, কলকাতা, ১৯৯৮ সংস্করণ, মে ২০১৯ মুদ্রণ\nঅনুত্তম ভট্টাচার্য, রবীন্দ্ররচনাভিধান, অষ্টাদশ খণ্ড: গীতবিতান – দুই [প্রকৃতি – বিবিধ গান], দীপ প্রকাশন, কলকাতা, ১ বৈশাখ ১৪২৪ সংস্করণ, নভেম্বর ২০১৯ মুদ্রণ\nপূর্ণেন্দুবিকাশ সরকার (সংকলন ও সম্পাদনা), গীতবিতান তথ্যভাণ্ডার, সিগনেট প্রেস, কলকাতা, ২০১৯\nরবীন্দ্রনাথ ঠাকুর, গীতবিতান (অখণ্ড সংস্করণ), বিশ্বভারতী গ্রন্থনবিভাগ, কলকাতা, কার্তিক ১৪১২ পুনর্মুদ্রণ\nসুরেন মুখোপাধ্যায়, রবীন্দ্র-সঙ্গীত-কোষ, সাহিত্য প্রকাশ, কলকাতা, ২২ শ্রাবণ ১৪১৬ সংস্করণ\n\n\n== বহিঃসংযোগ =="}