{"pageid": 10894, "title": "লেনার্ড এডলম্যান", "url": "https://bn.wikipedia.org/wiki?curid=10894", "content": "লেনার্ড ম্যাক্স এডলম্যান(জন্ম ডিসেম্বর ৩১, ১৯৪৫) হলেন একজন তাত্ত্বিক কম্পিউটার বিজ্ঞানী এবং দক্ষিণ ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের কম্পিউটার বিজ্ঞান ও আণবিক জীববিজ্ঞানের অধ্যাপক। ১৯৭৭ সালে উদ্ভাবিত আরএসএ (রিভেস্ট-শামির-এডলম্যান) ক্রিপ্টোব্যবস্থার এবং ডিএনএ কম্পিউটিং-এর সহ-উদ্ভাবক হিসাবে তিনি বিখ্যাত হয়ে আছেন। নিরাপত্তা ব্যবস্থাগুলোতে (এমনকি ডিজিটাল স্বাক্ষরেও) আরএসএ ব্যাপকভাবে ব্যবহৃত হয়ে আসছে।\n\n\n== জীবনী ==\nক্যালিফোর্নিয়ায় জন্মগ্রহণ করা এডলম্যান বেড়ে উঠেছেন স্যান ফ্রানসিসকোতে। তিনি ইউনিভার্সিটি অব ক্যালিফোর্নিয়া, বার্কলে থেকে ১৯৬৮ সালে গণিতে বিএ এবং ১৯৭৬ সালে ইলেক্ট্রিক্যাল ইঞ্জিনিয়ারিং অ্যান্ড কম্পিউটার সায়েন্স বিষয়ে ম্যানুয়েল ব্লাম এর তত্ত্বাবধানে পিএইচডি ডিগ্রী অর্জন করেন। \n১৯৯৪ সালে তার Molecular Computation of Solutions To Combinatorial Problems শীর্ষক গবেষণাপত্রে, তিনি কম্পিউটিং ব্যবস্থা হিসাবে ডিএনএ'র পরীক্ষামূলক ব্যবহারগুলি বর্ণনা করেছেন। এতে তিনি হ্যামিলটনীয় গ্রাফ জাতীয় সাত-নোডের একটি সমস্যার সমাধান করেন। এই সমস্যাটি ভাসমান বিক্রয়কারী সমস্যার মত একটি এনপি-সম্পূর্ণ সমস্যা। সাত-নোডের এই সমস্যাটির সমাধান মামুলি হলেও তার এই গবেষণাপত্রেই সর্বপ্রথম অ্যালগোরিদমের কম্পিউটিং-এ ডিএনএ কম্পিউটিং ব্যবহার করা হয়। এটা দেখান হয়েছে যে, আরো বেশক'টি বড়মাত্রার কম্বিনেটোরিয়াল সমস্যার সমাধানে ডিএনএ কম্পিউটিং এর সম্ভাবনা রয়েছে।\nআরএসএ ক্রিপ্টো-ব্যবস্থার উদ্ভাবণে তার অবদানের স্বীকৃতিস্বরূপ তাকে রন রিভেস্ট এবং আদি শামির'র সাথে ২০০২ সালে কম্পিউটার বিজ্ঞানের নোবেল পুরস্কার হিসাবে পরিচিত এসিএম টুরিং পুরস্কারে ভূষিত করা হয়। \nফ্রেড কোহেন তার ১৯৮৪ সালের এক্সপেরিমেন্টস উইথ কম্পিউটার ভাইরাসেস শীর্ষক গবেষণাপত্রে এডলম্যানকে ভাইরাস শব্দটির জনক হিসাবে আখ্যায়িত করেছেন।\nএডলম্যান স্নিকারস নামক চলচ্চিত্রের গণিতবিষয়ক পরামর্শদাতার দায়িত্ব পালন করেন।\nতার রয়েছে তিনটি সন্তান- জেনিফার (জন্ম ১৯৮০) স্টেফানি (জন্ম ১৯৮৪) এবং লিন্ডসি (জন্ম ১৯৮৭)।\n\n\n== আরও দেখুন ==\nবিখ্যাত প্রোগ্রামারদের তালিকা\nক্রিপ্টোবিদ্যার গুরুত্বপূর্ণ প্রকাশনাবলী\n\n\n== তথ্যসূত্র ==\n\n\n=== বহিঃসংযোগ ===\nএডলম্যানের মুখ্যপাতা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ মে ২০১৭ তারিখে\nটুরিং পুরস্কারের উদ্ধৃতি\nস্নিকারস চলচ্চিত্রের গণিতবিষয়ক পরামর্শদাতা"}