{"pageid": 1089270, "title": "মেগান কঙ্কা হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1089270", "content": "মেগান নিকোল কঙ্কার হত্যাকাণ্ড (ডিসেম্বর ৭, ১৯৮৬ - জুলাই ২৯, ১৯৯৪) যুক্তরাষ্ট্রের নিউ জার্সির মার্সার কাউন্টির হ্যামিল্টন টাউনশিপে সংঘটিত হয়। সাত বছরের শিশুটিকে তার প্রতিবেশী জেসি টিমেন্ডেকুয়াস ধর্ষণ করে হত্যা করে। এই হত্যাকাণ্ড জাতীয় দৃষ্টি আকর্ষণ করে এবং পরবর্তীতে \"মেগানের আইন\" প্রবর্তনের দিকে পরিচালিত করে। এই আইনের অধীনে আইন প্রয়োগকারীদের নিবন্ধিত যৌন অপরাধীদের অবস্থান সম্পর্কিত বিশদ প্রকাশ করতে হবে।\n১৯৯৭ সালে টিমেন্ডেকুয়াস কঙ্কার হত্যার দায়ে দোষী সাব্যস্ত হন। প্রাথমিকভাবে তাকে মৃত্যুদণ্ড দেওয়া হয়, কিন্তু ২০০৭ সালে নিউ জার্সি মৃত্যুদণ্ড বাতিল করার পর প্যারোল ছাড়াই তার শাস্তি যাবজ্জীবন করা হয়।\n\n\n== অপরাধী ==\nজেসি কে টিমেন্ডেকুয়াস (জন্ম এপ্রিল ১৫, ১৯৬১) অল্পবয়সী মেয়েদের যৌন নির্যাতনের জন্য আগের দুটি দোষী সাব্যস্ত হন। ১৯৭৯ সালে, তিনি নিউ জার্সির পিসকাটাওয়ে টাউনশিপে পাঁচ বছরের এক বালিকার যৌন নির্যাতনের চেষ্টার জন্য দোষ স্বীকার করেন। তাকে স্থগিত শাস্তি দেওয়া হয় এবং কাউন্সেলিং-এ যোগ দিতে ব্যর্থ হওয়ার পর তাকে নয় মাসের জন্য মিডলসেক্স অ্যাডাল্ট সংশোধনাগারে পাঠানো হয়। ১৯৮১ সালে, টিমেন্ডেকুয়াস একটি সাত বছরের মেয়েকে লাঞ্ছিত করার জন্য দোষ স্বীকার করেন এবং নিউ জার্সির অ্যাভেনেলের অ্যাডাল্ট ডায়াগনস্টিক অ্যান্ড ট্রিটমেন্ট সেন্টারে (এডিটিসি) ছয় বছরের জন্য কারাগারে বন্দী হন।\nটিমেন্ডেকুয়াস এডিটিসিতে দেওয়া চিকিৎসা প্রোগ্রামে খুব কম অংশ নিয়েছিলেন বলে জানা গেছে। একজন থেরাপিস্ট তাকে একজন \"ঘ্যানঘ্যান\" হিসাবে বর্ণনা করেছিলেন যিনি তার বেশিরভাগ সময় ঘুমিয়ে কাটিয়েছিলেন। আরেকজন থেরাপিস্ট বলেছিলেন যে তিনি বিশ্বাস করেছিলেন যে টিমেন্ডেকুয়াস শেষ পর্যন্ত আরেকটি যৌন অপরাধ করবেন (যদিও তিনি বিশ্বাস করতেন না যে তিনি হত্যা করবেন)।\n\n\n== হত্যা ও বিচার ==\nটিমেন্ডেকুয়াস কঙ্কাকে তার বাড়িতে নিয়ে গিয়ে ধর্ষণ করে এবং তারপর বেল্ট দিয়ে শ্বাসরোধ করে হত্যা করে। তারপরে তিনি তার দেহটি নিকটবর্তী মার্সার কাউন্টি পার্কে রেখেছিলেন। পরের দিন, তিনি তদন্তকারীদের কাছে স্বীকার করেন এবং পুলিশকে ঘটনাস্থলে নিয়ে যান।\nপ্রমাণের মধ্যে ছিল রক্তের দাগ, চুল এবং ফাইবারের নমুনা, সেইসাথে টিমেন্ডেকুয়াসের হাতে কানকার দাঁতের সাথে মিল রেখে একটি কামড়ের চিহ্ন, এবং অপহরণের অভিযোগে দোষী রায় দেয়, চারবার যৌন নিপীড়নের ঘটনা, এবং দুটি অপরাধমূলক হত্যার ঘটনা- নির্দিষ্ট অপরাধের সময় একটি মৃত্যু ঘটায়। আদালত টিমেন্ডেকুয়াসকে মৃত্যুদণ্ড দেয় এবং নিউ জার্সির সুপ্রিম কোর্ট আপিল করে এই শাস্তি বহাল রাখে।  কংগ্রেস সদস্য ডিক জিমার বলেছেন, \"আমি বিশ্বাস করি যে মৃত্যুদণ্ড কার্যকর করার সময় আইনসভার মনে ঠিক সেই ধরনের শিকারী ছিলেন।\nটিমেন্ডেকুয়াস ২০০৭ সালের ১৭ ই ডিসেম্বর পর্যন্ত নিউ জার্সিতে মৃত্যুদণ্ড প্রাপ্ত আসামী ছিলেন। তখন নিউ জার্সি আইনসভা রাজ্যে মৃত্যুদণ্ড বাতিল করে। এর ফলে, প্যারোলের সম্ভাবনা ছাড়াই টিমেন্ডেকুয়াসের শাস্তি যাবজ্জীবন কারাদণ্ডে রূপান্তরিত হয়।  \n\n\n== মেগানের আইন ==\n \nহত্যার এক মাস পর নিউ জার্সির সাধারণ পরিষদ অ্যাসেম্বলিম্যান পল ক্রেমারের প্রস্তাবিত বেশ কয়েকটি বিল পাস করে, যার জন্য যৌন অপরাধী রেজিস্ট্রির প্রয়োজন হবে, রাষ্ট্র কর্তৃক ট্র্যাক করা একটি ডাটাবেস, নিবন্ধিত যৌন অপরাধীদের একটি এলাকায় চলে যাওয়ার কমিউনিটি নোটিফিকেশন এবং তারপরে পুনরাবৃত্তি যৌন অপরাধীদের জন্য কারাগারে যাবজ্জীবন। ক্রেমার বিলের কারণে সৃষ্ট বিতর্কের প্রতি অবিশ্বাস্যতা প্রকাশ করে বলেন, \"মেগান কঙ্কা আজ বেঁচে থাকতেন\" যদি তিনি প্রস্তাবিত বিলগুলি আইন হয়ে থাকে।\n\n\n== ফাউন্ডেশন ==\nমেগান নিকোল কঙ্কা ফাউন্ডেশন একটি অলাভজনক দাতব্য সংস্থা যা মেগান কঙ্কার পরিবার শিশুদের বিরুদ্ধে অপরাধ প্রতিরোধের উদ্দেশ্যে প্রতিষ্ঠিত।\n\n\n== আরো দেখুন ==\nরয় হুইটিং, একজন ব্রিটিশ ব্যক্তি যার অপরাধের ফলে সারার আইন তৈরি হয়, যা মেগানের আইনের আরও সীমিত রূপ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমেগান নিকোল কঙ্কা ফাউন্ডেশন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ সেপ্টেম্বর ২০২১ তারিখে"}