{"pageid": 10890, "title": "১৭ সেপ্টেম্বর", "url": "https://bn.wikipedia.org/wiki?curid=10890", "content": "১৭ সেপ্টেম্বর গ্রেগরীয় বর্ষপঞ্জী অনুসারে বছরের ২৬০তম (অধিবর্ষে ২৬১তম) দিন। বছর শেষ হতে আরো ১০৫ দিন বাকি রয়েছে।\n\n\n== ঘটনাবলী ==\n১৬৩০ - আমেরিকার বোস্টন শহর প্রতিষ্ঠিত হয়।\n১৭৮৭ - ফিলাডেলফিয়ার পেনিসেলভেনিয়ায় যুক্তরাষ্ট্রের সংবিধান স্বাক্ষরিত হয়।\n১৮৪৬ - সাপ্তাহিক ‘দর্পণ’ প্রকাশিত হয়।\n১৮৪৮ - সাপ্তাহিক সংবাদপত্র ‘সাপ্তাহিক অরুণোদয়’ প্রকাশিত হয়।\n১৮৭১ - সুইজারল্যান্ড মন্ট সেনিস রেলওয়ে টানেল উদ্বোধন করা হয়।\n১৯১৪ - গ্রিস ও এশিয়া মাইনরে প্রচন্ড ভূমিকম্পে ৩ হাজারেরও বেশি লোকের প্রাণহানি ঘটে।\n১৯২০ - প্রবাসে [তাসখন্দে] ভারতের কমিউনিস্ট পার্টি গঠিত হয়।\n১৯২৪ - হিন্দু মুসলমান সম্প্রীতির জন্য মহাত্মা গান্ধীর অনশন।\n১৯৩৬ - ইরান-তুরস্ক শান্তি চুক্তি সম্পাদিত হয়।\n১৯৪০ - মোহনদাস করমচাঁদ গান্ধীর নেতৃত্বে ব্যক্তিগত সত্যাগ্রহ শুরু হয়।\n১৯৪৪ - ওস্টল্যান্ড হতে এস্তোনিয়া স্বাধীনতা লাভ করে।\n১৯৪৮ - আরব ইসরাইল যুদ্ধ এবং ফিলিস্তিন সংকট বিষয়ক জাতিসঙ্ঘের মধ্যস্ততাকারী কেন্ট বার্ণাডোট বায়তুল মোকাদ্দাসে ইহুদী অধ্যুষিত এলাকায় ইহুদীবাদীদের হাতে নিহত হয়েছিলেন।\n১৯৫৭ - মালয়েশিয়া জাতিসংঘের সদস্যপদ লাভ করে।\n১৯৬২ - গণবিরোধী হামুদুর রহমান শিক্ষা কমিশনের রিপোর্টের বিরুদ্ধে পূর্ব বাংলায় ছাত্র আন্দোলন ও হরতাল পালিত হয়।\n১৯৬৩ - জাতিসংঘ সাধারণ পরিষদের পূর্ণাঙ্গ অধিবেশনে জেনিভা নিরস্ত্রীকরণ সম্মেলনে অংশগ্রহণকারী যুক্তরাষ্ট্র আর সোভিয়েত ইউনিয়নসহ ১৭টি দেশের উত্থাপিত একটি প্রস্তাব অনুমোদিত হয়। এই প্রস্তাবে সকল দেশের উদ্দেশ্যে পরমাণু অস্ত্র অথবা অন্য যে কোনো গণ বিধ্বংসী অস্ত্র পৃথিবীর কক্ষপথে মোতায়েন না করার আহ্বান জানানো হয়।\n১৯৭০ - জর্দান সেনা বাহিনী ফিলিস্তিনীদের উপর ব্যাপক গণহত্যা অভিযান শুরু করেছিল।\n১৯৭৪ - বাংলাদেশ, গ্রানাডা এবং গিনি-বিসাউ জাতিসংঘে যোগদান করে।\n১৯৮০ - নিকারাগুয়ার সাবেক প্রেসিডেন্ট আনাসতোসিও সমোজা দেবাইলি প্যারাগুয়েতে নিহত হন।\n১৯৮০ - ইরানের তৎকালীন প্রধানমন্ত্রী শহীদ মোহাম্মাদ আলী রাজাই জাতিসংঘ সাধারণ পরিষদের সম্মেলনে দেয়া ভাষণে তার দেশের ওপর ইরাকের ব্যর্থ সরকারের চাপিয়ে দেয়া যুদ্ধের বিভিন্ন দিক সম্পর্কে বিশদ ব্যাখ্যা দেন।\n১৯৮২ - হানাদার ইসরাইলী সেনারা লেবাননের সাবরা ও শাতিলা শরণার্থী শিবিরে আশ্রয়গ্রহণকারী নিরিহ ফিলিস্তিনীদের উপর ব্যাপক গণহত্যা চালায়।\n১৯৮৩ - ভ্যানেসা উইলিয়াম প্রথম কৃষ্ণাঙ্গ মিস আমেরিকান হন।\n১৯৮৮ - সিউলে ১৬০টি দেশের অংশ গ্রহণে ২৪তম অলিম্পিক গেমসের উদ্বোধন হয়।\n১৯৮৯ - যুক্তরাষ্ট্রের ক্যালিফোনির্য়া উত্তরাঞ্চলে প্রচন্ড ভূমিকম্প হয়। অনেক সড়ক আর সেতু এই ভূমিকম্পে বিধ্বস্ত হয় । এই ভূমিকম্পে কমপক্ষে ২৭১ জনের মৃত্যু হয়। তা ছাড়া, দুর্গত এলাকায় কমপক্ষে ৫০০ জন আহত হন।\n১৯৯১ ‌ - উন্মুক্ত সোর্সকোড ভিত্তিক কম্পিউটার অপারেটিং সিস্টেম লিনাক্স কার্নেলের প্রথম সংস্করণ (0.01 Version) ইন্টারনেটে প্রকাশিত হয়।\n১৯৯১ - এস্তেনিয়া, লাতভিয়া, লিথুয়ানিয়া, উত্তর ও দক্ষিণ কোরিয়া, মাইক্রোনেশিয়া জাতিসংঘের সদস্যপদ লাভ করে।\n১৯৯৪ - চীনের শিনচিয়াংএর চিওহো প্রাচীন নগরে চীনের হ্যান রাজবংশের সমাধি সংগ্রহশালা আবিষ্কার করা হয়।\n২০০৫ - বাংলাদেশে বড়পুকুরিয়া কয়লাখনি থেকে বাণিজ্যিক ভাবে কয়লা উত্তোলন শুরু।\n২০০৬- বাংলাদেশ জাতীয় হিন্দু মহাজোট প্রতিষ্ঠা লাভ করে।\n২০২৩ - ভারতের বিশ্ব ঐতিহ্যবাহী স্থানের তালিকায় স্থান লাভ করে শান্তিনিকেতন। \n\n\n== জন্ম ==\n১৮২৬ - বের্নহার্ট রিমান, বিখ্যাত জার্মান গণিতবিদ।\n১৮৬৭ - গগনেন্দ্রনাথ ঠাকুর, ভারতীয় বাঙালি চিত্রশিল্পী, শিল্পরসিক এবং মঞ্চাভিনেতা।(মৃ.১৪/০২/১৯৩৮)\n১৮৭৯ - পেরিয়র ই. ভি. রামস্বামী, ভারতের তামিলনাড়ুর প্রখ্যাত সমাজকর্মী ও রাজনীতিবিদ। (মৃ.১৯৭৩)\n১৯১৫ - মকবুল ফিদা হুসেন, অত্যন্ত জনপ্রিয় ভারতীয় চিত্রশিল্পী।(মৃ.০৯/০৬/২০১১)\n১৯১৮ - সত্য চৌধুরী প্রখ্যাত বাঙালি সঙ্গীতশিল্পী ও সুরকার।(মৃ.০৫/১২/১৯৯৩)\n১৯২২ - হরিপদ কাপালী, বাংলাদেশী কৃষক, হরি ধানের উদ্ভাবক। (মৃ. ২০১৭)\n১৯২৩ - শোভা সেন, ভারতীয় বাঙালি মঞ্চ ও চলচ্চিত্র অভিনেত্রী। (মৃ.২০১৭)\n১৯২৫ -\nপ্রেমাংশু বসু,  মঞ্চাভিনেতা ও নাট্যকার নির্দেশক। (মৃ.২০০০)\nপিটার ল্যাডিফোগিড, ইংরেজ-মার্কিনী ভাষাবিজ্ঞানী।\n১৯৩৪ - বিনয় মজুমদার, বাঙালি কবি।(মৃ.১১/১২/২০০৬)\n১৯৪০ - পিটার লিভার, ইংরেজ আন্তর্জাতিক ক্রিকেটার।\n১৯৪৪ -\nবিভু ভট্টাচার্য, বাঙালি অভিনেতা।(মৃ.২২/০৯/২০১১)\nরেইনহোল্ড মেসনার, ইতালিয়ান পর্বতারোহী এবং অভিযাত্রী।\n১৯৪৫ - ভক্তিচারু স্বামী, আন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘের (ইসকন) আধ্যাত্মিক গুরু এবং ইসকনের প্রতিষ্ঠাতা ভক্তিবেদান্ত স্বামী প্রভুপাদের শিষ্য।\n১৯৫০ - নরেন্দ্র মোদী, ভারতের পঞ্চদশ প্রধানমন্ত্রী।\n১৯৮৩ - সানায়া ইরানি, ভারতীয় অভিনেত্রী\n১৯৮৬ - রবিচন্দ্রন অশ্বিন, ভারতীয় ক্রিকেটার\n১৯৮৬ - অমল পরাশর, ভারতীয় অভিনেতা\n১৯৯০ - নিয়া শর্মা, ভারতীয় অভিনেত্রী\n\n\n== মৃত্যু ==\n১৬৬৫ - স্পেনের রাজা চতুর্থ ফিলিপ।\n১৯৪৫ - চার্লস স্পিয়ারম্যান, ইংরেজ মনোবিজ্ঞানী ও পরিসংখ্যানবিদ।(জ.১০/০৯/১৮৬৩)\n১৯৪৮ - এমিল লুধউইক জার্মানীর খ্যাতনামা জীবনীকার।(জ.২৫/০১/১৮৮১)\n১৯৫৪ - যতীন্দ্রনাথ সেনগুপ্ত, বাংলা ভাষার কবি।(জ.২৬/০৬/১৮৮৭)\n১৯৬১ - আদনান মেন্দেরেস, তুরস্কের সাবেক প্রধানমন্ত্রী।\n১৯৬৪ - নরেশচন্দ্র সেনগুপ্ত,বিশিষ্ট কথাসাহিত্যিক ও প্রাবন্ধিক।(জ.০৩/০৫/১৮৮৩)\n১৯৬৯ - চীনের ছিং রাজবংশের শেষ রাজা ফুই।\n১৯৭৭ - উইলিয়াম টলবোট, ইংরেজ উদ্ভাবক ও ফটোগ্রাফির পুরোধা।\n২০১২ - হেনরি ফ্রিডলাডের, জার্মান বংশোদ্ভূত আমেরিকান ইতিহাসবিদ ও লেখক।\n২০১২ - আলেক্সান্দ্র কশক্যন, রাশিয়ান মুষ্টিযোদ্ধা।\n২০২১ - আব্দেল-আজিজ বউটেফ্লিকা, আলজেরীয় সৈনিক, রাজনীতিক ও ৫ম প্রেসিডেন্ট। (জ. ২/০৩/১৯৩৭)\n\n\n== ছুটি ও অন্যান্য ==\nমহান শিক্ষা দিবস (বাংলাদেশ)\n\n\n== বহিঃসংযোগ ==\n\nইতিহাসে ১৭ সেপ্টেম্বর(MBD24.COM)"}