{"pageid": 1089764, "title": "ভারতে নারী ভোটাধিকার", "url": "https://bn.wikipedia.org/wiki?curid=1089764", "content": "ভারতে মহিলাদের ভোটাধিকার দেওয়ার আন্দোলনে রাজনৈতিক মুক্তিলাভ ভারতীয় নারী অধিকার এর জন্য লড়াই ব্রিটিশ শাসনের অধীনে ঔপনিবেশিক ভারতে ঘটে। ভোটাধিকার ছাড়াও, আন্দোলনটি ঔপনিবেশিক যুগে নারীদের পক্ষে দাঁড়ানোর এবং পদে থাকার অধিকারের জন্য লড়াই ছিল। ১৯১৮ সালে যখন ব্রিটেন নারী সম্পত্তি অধিকারীদের সীমিত ভোটাধিকার প্রদান করে , তখন সাম্রাজ্যের অন্যান্য অংশে ব্রিটিশ নাগরিকদের জন্য সেই আইন প্রযোজ্য ছিল না। ভারতীয় ভোটের নিয়মকানুন মূল্যায়নের জন্য প্রেরিত ব্রিটিশ কমিশনে নারী ও পুরুষদের আবেদনপত্র সত্ত্বেও, মন্টাগু -চেলমসফোর্ড সংস্কারে নারীদের দাবি উপেক্ষা করা হয়েছিল। ১৯১৯ সালে, ভোটাধিকারীরা ভারতের কার্যালয়ে   এবং হাউস অফ লর্ডস অ্যান্ড কমন্সের যৌথ নির্বাচন কমিটির সামনে ভোটাধিকারীদের দ্বারা নিবেদিত আবেদন ও প্রতিবেদনগুলি উপস্থাপন করেছিল, যারা সাউথবোরো ভোটাধিকার কমিটি নির্বাচনী নিয়ন্ত্রণ সংস্কার চূড়ান্ত করার জন্য বৈঠক করছিল। যদিও তাদের ভোটাধিকার দেওয়া হয়নি, কিংবা নির্বাচনে দাঁড়ানোর অধিকারও দেওয়া হয়নি, ভারত সরকার আইন ১৯১৯ প্রাদেশিক পরিষদগুলিকে মহিলাদের ভোট দিতে পারে কিনা তা নির্ধারণ করার অনুমতি কঠোর সম্পত্তি, আয় বা শিক্ষাগত স্তর পূরণ করার শর্তের ভিত্তিতে প্রদান করা হয়।\n১৯১৯ সাল থেকে ১৯২৯ সালের মধ্যে সমস্ত ব্রিটিশ প্রদেশ, সেইসাথে বেশিরভাগ রাজ্যগুলি মহিলাদের ভোটাধিকার প্রদান করে এবং কিছু ক্ষেত্রে তাদের স্থানীয় নির্বাচনে দাঁড়ানোর অনুমতি দেয়। মাদ্রাজ শহরে  ১৯১৯ সালে প্রথম বিজয় ঘটে, এরপর ১৯২০ সালে ট্রাভানকোর রাজ্য ও ঝালাওয়ার রাজ্য এবং ১৯২১ সালে ব্রিটিশ প্রদেশ মাদ্রাজ প্রেসিডেন্সি ও বোম্বে প্রেসিডেন্সিতে জয়লাভ হয়। রাজকোট রাজ্যে ১৯২৩ সালে পূর্ণাঙ্গ সার্বজনীন ভোটাধিকার প্রদান করা হয় এবং সেই বছর ভারতের আইন পরিষদে দায়িত্ব পালনকারী প্রথম দুই নারীকে নির্বাচিত করে। ১৯২৪ সালে মুদ্দিমান কমিটি আরও একটি গবেষণা পরিচালনা করে এবং সুপারিশ করে যেন ব্রিটিশ পার্লামেন্ট মহিলাদের নির্বাচনে দাঁড়ানোর অনুমতি দেওয়া হয়, যা ১৯২৬ সালে ভোটাধিকার সম্পর্কে একটি সংস্কার তৈরি করে। ১৯২৭ সালে, একটি নতুন ভারত আইন তৈরির জন্য সাইমন কমিশন নিযুক্ত করা হয়েছিল। যেহেতু কমিশনে কোন ভারতীয় ছিল না, জাতীয়তাবাদীরা তাদের অধিবেশন বর্জনের সুপারিশ করেছিল। এর ফলে সার্বজনীন ভোটাধিকার এবং অন্যদিকে শিক্ষাগত ও অর্থনৈতিক মানদণ্ডের ভিত্তিতে সীমিত ভোটাধিকার বজায় রাখার পক্ষে একত্রিত হয়েছিল, যা সেই সকল মহিলাদের গোষ্ঠীর মধ্যে ভাঙ্গন সৃষ্টি করে।\n\n\n== পটভূমি ==\n১৮৯০-এর দশকে ভারতীয় জাতীয় কংগ্রেসের প্রতিষ্ঠার সঙ্গে সঙ্গে জাতীয়তাবাদের জন্ম হয়। প্রথম বিশ্বযুদ্ধের আবির্ভাব ও 'আত্মনির্ণয়'-এর মতো শব্দগুলির প্রচারণা ব্যবহারে মধ্যবিত্ত ভারতীয়দের মধ্যে আশার জন্ম দিয়েছিল যে পরিবর্তন আসন্ন।\n\n\n== তথ্যসূত্র =="}