{"pageid": 1089409, "title": "পর্দার বিরুদ্ধে আক্রোশ", "url": "https://bn.wikipedia.org/wiki?curid=1089409", "content": "পর্দার বিরুদ্ধে র‍্যাজ বা পর্দার বিরুদ্ধে আক্রশ : দ্য কৌরহিয়াস লাইফ অ্যান্ড ডেথ অব ইসলামিক ডিসিসেন্ট ,  ইরানি সমালোচক পারভিন দারাবীর একটি গ্রন্থ।  গ্রন্থটি পারভিনের বোন হোমারাবি সম্পর্কে, যিনি ১৯৯৪ সালের ২১ শে ফেব্রুয়ারি ইরানের রাজধানী তেহরানের তাজরিশ স্কোয়ারে অঙ্গভঙ্গি ও চিৎকার করে প্রবেশ করেন, তার সরকারি বাধ্যতামূলক ওড়না এবং কোট সম্পূর্ণভাবে খুলে ফেলেন, গায়ে পেট্রোল ঢেলে আত্মহত্যা করে। ইরানে নারীদের প্রতি \" স্লেভেলিক\" আচরণের প্রতিবাদে এ আত্মহত্যা হয়েছিল ।  গ্রন্থটিতে দারাবীর মৃত্যুর পর তার জীবন পর্যন্ত বর্ণনা করা হয়েছে, ইরানে রাজতন্ত্রের সময় এবং ইসলামী বিপ্লবের পরে নারীর অধিকারের কথা বলা হয়েছে ।  তার গায়ে আগুন ঢেলে দেয়ার সময় জনতা আতঙ্কে দেখেছিল, এই নারী চিৎকার করে বলেছিলেন, \"অত্যাচারের মৃত্যু! দীর্ঘজীবী স্বাধীনতা!\" । এ ঘটনার পর আমেরিকান চিকিৎসা ও নারীবাদী সম্প্রদায়ের পাশাপাশি ইরানের রাজনৈতিক শাসনব্যবস্থায় একটি শক ওয়েভ অনুভূত হয়েছিল। মিডিয়া রিপোর্ট করেছিল যে ড. হোমার দারাবি স্ব-নিযুক্ত শহীদ এবং সম্মানিত নাগরিক ছিলেন।\n\n\n== গ্রন্থের বর্ণনা ==\nড. হোমা দারাবি নাগরিক অধিকারের একজন আজীবন উকিল এবং আমেরিকান সাইকিয়াট্রি অ্যান্ড নিউরোলজি বোর্ডে প্রথম ইরানি নারী ছিলেন। দারাবি একজন ছাত্র কর্মী থেকে নাগরিক অধিকারের নেতা হয়ে উঠেছিলেন। তিনি একজন প্রাইমার সাইকিয়াট্রিস্ট হিসেবে মেডিসিনে উজ্জ্বল ক্যারিয়ারের দিকে এগিয়ে গিয়েছিলেন। তিনি তেহরান বিশ্ববিদ্যালয়ে শিক্ষকতা করেন এবং শিশুদের মানসিক রোগের চিকিৎসার জন্য ইরানে প্রথম ক্লিনিক স্থাপন করেন। এই চলমান স্মৃতিকথা দারাবির বোন পারভিন এবং তার ছেলে রমিন পি থমসন রাজনৈতিকভাবে উত্তেজনাপূর্ণ '৫০ এবং ৬০-এর দশকে হোমারের শৈশবকে লেখার মাধ্যমে পুনরুজ্জীবিত করে। তারা ধর্মীয়ভাবে অনুমোদিত শিশু নির্যাতনে ন্যায়বিচারের জন্য হোমারের প্রথম আকাঙ্ক্ষার কথা মনে রাখে; শাহের শাসনামলে গণতন্ত্রের জন্য লড়াই; এবং তার বিয়ে! যা একটি প্রেমময় অংশীদারিত্ব হিসাবে শুরু হয়েছিল এবং খোমেনির অধীনে দুর্যোগে শেষ হয়েছিল। তারা অনিচ্ছাকৃতভাবে পাথরের ঘটনা বর্ণনা করে। সেই সাথে প্রহার, ধর্ষণ এবং নারীর মৃত্যুদণ্ড। সবই ঈশ্বর নামে অপমানজনক গালিগালাজ করা হয়েছিল যা ড. হোমার দারাবি তার নিজের চূড়ান্ত হতাশার মাধ্যমে বিশ্বের সামনে তুলে ধরার চেষ্টা করেছিলেন।\n\n\n== অন্যান্য বর্ণনা ==\nগ্রন্থটির পাবলিশার : প্রমিথিউস  বুকস, ভাষা : ইংরেজি, প্রকাশনার সময় : ১ ফেব্রুয়ারি ১৯৯৯, আইএসবিএন নম্বর : \n9781573926829, বাইন্ডিং : শক্ত বাইন্ডিং, পাতা : ২৭৪, প্রচ্ছদ : কালো বোরখা ও হিজাব পরা এক নারীর মুখের ছবি।\n\n\n== আরো দেখুন ==\nইসলামী প্রজাতন্ত্র ইরানে মানবাধিকার\nমুসলিম সমাজে নারী\n\n\n== তথ্যসূত্র =="}