{"pageid": 1089642, "title": "আমবেরিন জামান", "url": "https://bn.wikipedia.org/wiki?curid=1089642", "content": "আমবেরিন জামান একজন তুর্কি সাংবাদিক এবং আল-মনিটর সংবাদ মাধ্যমের জ্যৈষ্ঠ সংবাদদাতা। তুরস্কে সাংবাদিকতা শুরু করার পর, জামান সারা বিশ্বের বিভিন্ন সংবাদপত্রে অবদান রাখেন। তিনি তুরস্কে সংখ্যালঘু অধিকার, কুর্দিদের নাগরিক অধিকার ও আর্মেনীয় গণহত্যা বিষয় নিয়ে বিভিন্ন সংবাদ মাধ্যমে প্রতিবেদন করে থাকেন। তার প্রতিবেদন ও বক্তব্যের জন্য তিনি সামাজিক মাধ্যমে জনরোষের শিকার হয়েছেন।\n\n\n== পারিবারিক ও ব্যক্তিগত জীবন ==\nআমবেরিন জামান বাংলাদেশের সাবেক রাষ্ট্রদূত এবং সংসদ সদস্য আরশাদ-উজ জামানের কন্যা। তার মা ভাসফিয়ে কালমুখ জর্জিয় তাতার বংশোদ্ভূত ইস্তাম্বুল নিবাসি তুর্কি। তিনি তার বাবা-মার দুই সন্তানের একজন। জেসমিন নামে তার একজন বোন আছে। তিনি নিউ ইয়র্ক শহরে জন্মগ্রহণ করেছিলেন এবং শিক্ষাজীবন কাটে সুইজারল্যান্ডে।\nআমবেরিন জামান ইরাকের জন্য ট্রাম্প প্রশাসনের মার্কিন উপ-সহকারী পররাষ্ট্রমন্ত্রী, বর্তমানে ইউক্রেনে যুক্তরাষ্ট্রের দূত জোসেফ পেনিংটনকে বিয়ে করেছেন।\n\n\n== কর্মজীবন ==\n১৯৯২ সালে পড়ালেখা শেষে তিনি মার্কিন যুক্তরাষ্ট্র থেকে ফিরে এসেছিলেন এবং লস এঞ্জেলেস টাইমস, দ্য ইকোনমিস্ট, দ্য ডেইলি টেলিগ্রাফ ওয়াশিংটন পোস্টের তুরস্ক বিষয়ক সংবাদদাতা কাজ করেছিলেন। তিনি তুর্কি পত্রিকা হুবেরতুর্কের হয়ে সাংবাদিকতা করেছিলেন, এই পত্রিকা থেকে বরখাস্ত হওয়ার পর উদারপন্থী সংবাদপত্র তারাফে যোগ দিয়েছিলেন। তিনি 'কুর্দি সমস্যা' বিষয়ে অভিজ্ঞ। ২০১৬-১৭ সালে তিনি লোকনীতি বিশেষজ্ঞ হিসেবে ওয়াশিংটন ডিসিতে অবস্থিত যুক্তরাষ্ট্রের জাতীয় প্রতিষ্ঠান উডরো উইলসন সেন্টার ফর ইন্টারন্যাশনাল স্কলারসে কাজ করেছেন। এছাড়াও তিনি স্বাধীন অনলাইন তুর্কি সংবাদ মাধ্যম ডিকেন ও আল-মনিটরের হয়ে কলাম লিখেন।\n\n\n== দর্শন ==\nআমবেরিন জামান তুরস্কে সংখ্যালঘু সম্প্রদায়ের অধিকার প্রতিষ্ঠার সমর্থক। তিনি তুর্কি-আর্মেনীয়ান সম্পর্কের স্বাভাবিকীকরণের প্রবক্তা এবং নিয়মিতভাবে তার কলামে আর্মেনীয় গণহত্যা নিয়ে আলোচনা করেন। ২০১৪ সালে, তিনি হ্রান্ট ডিংক ফাউন্ডেশনের একটি সম্মেলনে অংশ নিয়েছিলেন যা আর্মেনিয়-তুর্কি পুনর্মিলনের জন্য নিবেদিত ছিল। জামান আর্মেনীয় গণহত্যাকে স্বীকার করেন, তিনি বিশ্বাস করেন যে তুর্কি সরকারকে অবশ্যই তাদের ইতিহাসে আর্মেনীয়দের সাথে ঘটা ঘটনার পুনঃভরণ করতে হবে। ২৪ এপ্রিল ২০১৪ তারিখে তুর্কি সরকারের আর্মেনিয়ানদের প্রতি সমবেদনার চিঠির জবাবে জামান আর্মেনীয়দের পক্ষে অবস্থানের ঘোষণা করেছিলেন। তার ভাষ্য অনুযায়ীঃ\n\n\n== বিতর্ক ==\nআর্মেনীয়দের প্রতি সহানুভূতি দেখানোর জন্য জামান বলেছেন যে, তিনি তুরস্কের সরকারপন্থী গণমাধ্যম কর্তৃক অপমান করার লক্ষ্যবস্তুতে পরিণত হয়েছেন। ২০১৩ সালে, আমবেরিন জামানকে হাবেরতুর্ক পত্রিকা থেকে বরখাস্ত করা হয়েছিল কারণ সরকার তার রচিত প্রতিবেদন ও লিখিত প্রবন্ধগুলিকে অগ্রহণযোগ্য বিবেচিত করেছিল।\n২০১৩ সালে গেজি পার্ক বিক্ষোভের প্রতিবেদনগুলির জন্য টুইটারে জামানকে হুমকি দেয়া হয়েছিল। তিনি এটিকে \"অপমানজনক, সহিংস এবং লৈঙ্গিক\" আক্রমণ বলে বর্ণনা করেছেন।\n২০১৪ সালে এক বিতর্কে তিনি তৎকালীন প্রধান বিরোধী নেতা কামাল কিলিকদারোগ্লুকে প্রশ্ন করেছিলেন যে কোন মুসলিম সমাজ তার কর্তৃপক্ষকে চ্যালেঞ্জ করতে সক্ষম কিনা? এঘটনার প্রেক্ষিতে তুরস্কের প্রধানমন্ত্রী রেজেপ তাইয়িপ এরদোয়ান, জামানকে তার নাম উল্লেখ না করে \"একজন নির্লজ্জ মহিলা,একজন সাংবাদিকের ছদ্মবেশে একজন জঙ্গি\" বলে অভিহিত করেছিলেন। এরদোয়ানকে পাল্টা জবাবে জামান তারাফ পত্রিকায় \"প্রথমে মানুষ হোন\" শিরোনামে একটি কলাম লিখেছিলেন। (তুর্কি: Önce insan ol!) সারা বিশ্বে অসংখ্য মানবাধিকার গোষ্ঠী এবং সাংবাদিক সমিতি এরদোয়ানকে আমবেরিনের কাছে প্রকাশ্যে ক্ষমা চাওয়ার অভিযান শুরু করেছিল।\n২০১৫ সালের জানুয়ারিতে শার্লে হেবদো গুলিবর্ষণ প্রতিবেদনের জন্য জামান \"টুইটারে ব্যাপক আক্রমণের সম্মুখীন হন\"। তার ভাষ্যনুসারে: \"এটি একটি প্রকাশ্যে ফাঁসিতে ঝুলানার মত।\" এইঘটনা তাকে ঘরের বাইরে তার শারিরীক নিরাপত্তা নিয়ে ভীত করে তুলেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nআমবেরিন জামানের সঙ্গে সিভিলনেটের সাক্ষাৎকার (ইউটিউব ভিডিও)\nআমবেরিন জামানের সঙ্গে সিভিলনেটের সাক্ষাৎকার: মানুষ আর কর্তৃপক্ষকে ভয় পায় না (ইউটিউব ভিডিও)\nআমবেরিন জামান তুর্কি এবং আর্মেনীয় পুনর্মিলন বিষয়ে হ্রন্ট ডিংক সম্মেলনে (তুর্কি ভাষায় ইউটিউব ভিডিও)"}