{"pageid": 1089619, "title": "বাংলার ত্রস্ত নীলিমা", "url": "https://bn.wikipedia.org/wiki?curid=1089619", "content": "বাংলার ত্রস্ত নীলিমা বাংলাভাষায় আধুনিক কবিতার অন্যতম পথিকৃৎ কবি জীবনানন্দ দাশ রচিত একটি কাব্যগ্রন্থ। তিনি এ কাব্যগ্রন্থটির পরিকল্পনা করেছিলেন কিন্তু জীবদ্দশায় প্রকাশ করেন নি। ১৯৫৪ সালে তাঁর মৃত্যুর অনেক পরে ১৯৬১ সালে এ কাব্যগ্রন্থটি প্রকাশিত হয়।\nএ কাব্যগ্রন্থটি মূলত ৬২টি সনেটের সংকলন যে সনেটগুলো কবি জীবনানন্দ দাশ ১৯৩০-এর দশকে রচনা করেছিলেন।\n\n\n== পাণ্ডুলিপির মূল খাতা ==\n\nকলকাতার ন্যাশনাল লাইব্রেরিতে জীবনানন্দ দাশের পাণ্ডুলিপির যে খাতাগুলো জমা আছে, তার মধ্যে কবিতার খাতা ৪৮টি। এগুলো গ্রন্থাগারের 'দুষ্প্রাপ্য গ্রন্থ বিভাগ'-এ সংরক্ষিত আছে। এর মধ্যে ৬ সংখ্যা চিহ্নিত খাতাটির সূচনাপত্রে কবি বাংলায় লিখেছিলেন, 'কবিতা' 'শ্রী জীবনানন্দ দাশ' এবং তৃতীয় পঙ্‌ক্তিতে ইংরেজিতে লিখেছিলেন 'March, 1934'। লাইব্রেরির কর্মকর্তারা এটির অন্তর্ভুক্তি চিহ্ন দিয়েছেন JD 6/6। অনেকটি বান্ডিলে জীবনানন্দের পাণ্ডুলিপির খাতাগুলো জমা দেওয়া হয়েছিল। ৬ সংখ্যক বান্ডিলে এ খাতাটি ছিল। অর্থাৎ খাতাটি ৬ সংখ্যক বান্ডিলের ৬ সংখ্যক খাতা। গ্রন্থাগারের কর্মকর্তারা সূচনাপৃষ্ঠে লিখে রেখেছেন :পৃষ্ঠা সংখ্যা ১ থেকে ৭৫; দুটি পাতা (পৃষ্ঠা ৩৫ থেকে ৩৮) বাঁধাই থেকে খুলে গেছে। উল্লিখিত ৭৫ সংখ্যক পৃষ্ঠার যে ক'টি পাতা পাওয়া যায়নি, তারও সংখ্যা লিখিত ছিল। কিন্তু পরে কেটে দেওয়ায় এখন আর বোঝা যায় না এখানে কোন্‌ পৃষ্ঠা থেকে কোন্‌ পৃষ্ঠার সংখ্যা লেখা হয়েছিল। বর্তমানে যে অবস্থায় আছে তাতে বোঝা যায়, জীবনানন্দ দাশ এ খাতাটিতে সাকল্যে ৭৩টি কবিতা লিখেছিলেন। দুটি পাতা কেউ দয়া করে কেটে নিয়েছেন, যাতে ১ ও ২ এবং ১৩ ও ১৪ সংখ্যক কবিতা ছিল। পাতা দুটি কেটে নেওয়ার চিহ্ন সুস্পষ্ট। জীবনানন্দ দাশ এ খাতার কবিতাগুলো “বাংলার ত্রস্ত নীলিমা” নাম দিয়ে একটি কাব্যাকারে প্রকাশ করার কথা ভেবেছিলেন। অনেক ভাবনার মতো এ ভাবনাটিও জীবনানন্দ বাস্তবায়ন করেননি। ৭৩টি কবিতার প্রথম ৬৪টি স্পষ্টত সনেট।\n\n\n== প্রকাশনার ইতিহাস ==\n\n\n== শিরোনাম ==\nপাণ্ডুলিপির খাতায় জীবনানন্দ দাশ কোনো সনেটের শিরোনাম দেন নি: ১ থেকে ৭৩ পর্যন্ত সংখ্যা ব্যবহার করেছেন। ব্যতিক্রম চারটি কবিতা যেগুলোর শুরুতে শিরোনাম লিখেছিলেন জীবনানন্দ। যে চারটি কবিতার শুরুতে জীবনানন্দের হাতে লেখা শিরোনাম রয়েছে; সেগুলো হলো:\n\nক. ‘এই জল ভালো লাগে ;— বৃষ্টির রূপালি জল কত দিন এসে’ যেটির কবিনির্ধারিত শিরোনাম “বৃষ্টির জল”\nখ. ‘অশ্বত্থ বটের পথে অনেক হয়েছি আমি তোমাদের সাথী’ যার কবিনির্ধারিত শিরোনাম “১৩২৬-এর কতকগুলো দিনের স্মরণে”\nগ. ‘খুঁজে তারে মর মিছে—পাড়াগাঁর পথে তারে পাবে না ক’ আর’ যার কবিনির্ধারিত শিরোনাম “দাঁড়কাক”\nঘ. ‘অশ্বত্থে সন্ধ্যার হাওয়া যখন লেগেছে নীল বাংলার বনে’ যেটির কবি নির্ধারিত শিরোনাম “দেশবন্ধু : ১৩২৬-১৩৩২-এর স্মরণ”\nএছাড়া ১১ সংখ্যক কবিতার পাদদেশে, এক কোণে, ‘শ্মশান’ শব্দটি লিখিত আছে যা কবিতাটির চেতনার সঙ্গে সঙ্গতিপূর্ণ।  অনুমান করা হয়েছে যে জীবনানন্দ এ কবিতাটির শিরোনাম হিসেবেই এ ‘শ্মশান’ কথাটি লিখেছিলেন। এই গ্রন্থে ৬২টি চতুর্দশপদীর জন্য শিরোনাম ব্যবহার করা হয়েছে। শিরোনাম নির্বাচনে ১ম চরণ অবলম্বন করা হয়েছে; হয় সম্পূর্ণ ১ম চরণটি ব্যবহার করা হয়েছে কিংবা ১ম চরণের উপযুক্ত অংশবিশেষ ব্যবহার করা হয়েছে।\n\n\n== আরও দেখুন ==\nজীবনানন্দ দাশ\n\n\n== তথ্যসূত্র =="}