{"pageid": 1089133, "title": "ভার্জিনিয়া খুঙ্গুনি", "url": "https://bn.wikipedia.org/wiki?curid=1089133", "content": "ভার্জিনিয়া খুনগুনি মালাউইর একজন নারী অধিকার কর্মী। তিনি গার্লস অ্যারিজেস ফর চেঞ্জ-এর প্রতিষ্ঠাতা এবং পরিচালক, একটি সংস্থা যার লক্ষ্য সামাজিক ও সাংস্কৃতিক পরিবর্তনকে উৎসাহিত করার জন্য মহিলাদের ক্ষমতায়ন করা। সংস্থাটি শিশু শ্রম, বাল্যবিবাহ এবং যৌন শোষণের মোকাবিলায় উদ্যোগের নেতৃত্ব দেয়। খুনগুনি আফ্রিকায় তার কাজের জন্য কুইন্স ইয়াং লিডার পুরস্কার প্রাপক।\nখুনগুনি মহাত্মা গান্ধী বিশ্ববিদ্যালয় থেকে সাংবাদিকতায় গণযোগাযোগ বিষয়ে স্নাতক ডিগ্রি অর্জন করেন।\n\n\n== জীবন ==\nখুনগুনি মার্কিন যুক্তরাষ্ট্রের উত্তর ক্যারোলিনায় জন্মগ্রহণ করেন। তিনি দুই পুরুষ ভাইবোনের মধ্যে সর্বকনিষ্ঠ। কয়েক বছর পর তারা মালাউইর ব্ল্যান্টিরে চলে যান। খুনগুনি অনাথ ছিল এবং তার দাদু-দিদার অধীনে বাস করত।\nবড় হয়ে, খুনগুনি একজন সঙ্গীত প্রযোজক হওয়ার আকাঙ্ক্ষা করেছিলেন—তিনি মালাউইর প্রথম মহিলা সঙ্গীত প্রযোজক হওয়ার স্বপ্ন দেখেছিলেন। খুনগুনি প্রায়শই সঙ্গীত প্রযোজনা এবং সাউন্ড ইঞ্জিনিয়ারিং অধ্যয়ন করতে স্টুডিওতে যেতেন। একজন প্রযোজক অবশ্য তাকে ধর্ষণ করেছে। তার দাদু-দিদা যৌন নিপীড়নের আরও ঘটনায় জড়িত হলে তাকে বের করে দেওয়ার হুমকি দিয়ে প্রতিক্রিয়া জানিয়েছেন। তার ঠাকুমা তাকে সঙ্গীত শিল্প ছেড়ে যাওয়ার জন্য সতর্ক করেছিলেন কারণ এটি পুরুষ আধিপত্য। ধর্ষিতাদের সাথে জড়িত কলঙ্কের কারণে, খুনগুনি নীরব ছিলেন। তিনি ছেড়ে দেন এবং পরিবর্তে সাংবাদিকতা অধ্যয়ন করার সিদ্ধান্ত নেন।\nএকজন সাংবাদিক হিসেবে, খুনগুনি যৌন নির্যাতনের অনেক নীরব শিকারের মুখোমুখি হন। তিনি এই সমস্যা সমাধানের জন্য রেডিও প্রোগ্রাম \"গার্লস অ্যারিজ\" প্রতিষ্ঠার সিদ্ধান্ত নেন। এই কর্মসূচিতে লিঙ্গ ভিত্তিক সহিংসতার শিকার ব্যক্তিদের দেখানো হয় এবং মানবাধিকার ও চিকিৎসা ক্ষেত্রের বিশেষজ্ঞদের তাদের পরামর্শ দেওয়ার জন্য আমন্ত্রণ জানানো হয়। সম্প্রদায়ের সদস্যদেরও এই সমস্যা সমাধানের প্রচেষ্টা এবং এর সাথে যুক্ত কলঙ্ক হ্রাস করার জন্য ডাকা হয়েছিল।\nরেডিও প্রোগ্রামটি সম্প্রদায়ের কাছ থেকে প্রচুর সাড়া পেয়েছে। এমনকি মহিলা সম্প্রদায়ের নেতাদের কাছ থেকেও খবর পাওয়া গেছে। খুনগুনি সিদ্ধান্ত নেন যে রেডিও অনুষ্ঠানটি লিঙ্গ ভিত্তিক ব্যাপক সহিংসতা বন্ধ করার জন্য যথেষ্ট নয়। ২০১৩ সালে, খুনগুনি প্রতিষ্ঠা করেন গার্লস অ্যারিজেস ফর চেঞ্জ। এর লক্ষ্য হচ্ছে মালাউইতে নারীদের অবস্থার উন্নতির বিরুদ্ধে এমন ধারণাকে চ্যালেঞ্জ করা এবং সাংস্কৃতিক অনুশীলনবন্ধ করা। এই সংস্থার লক্ষ্য হল যুবতীদের স্বাস্থ্য ও শিক্ষার অধিকার প্রচার করা। খুনগুনি বিভিন্ন জেলার কমিউনিটি নেতাদের সাথে যোগাযোগ করেন এবং উদ্যোগটি সম্প্রসারণের জন্য সম্প্রদায় সমর্থনের একটি কাঠামো স্থাপন করেন।\nগার্লস অ্যারিজ ফর চেঞ্জ অল্প বয়সে বিয়ে থেকে পালিয়ে আসা মেয়েদের এবং শিশু শ্রম, এমনকি পতিতাবৃত্তিতে বাধ্য হওয়া মেয়েদের উদ্ধার করেছে এবং সহায়তা প্রদান করেছে। সংস্থাটি ধর্ষিতাদের চিকিৎসা এবং মানসিক সহায়তাও সরবরাহ করে। খুনগুনি প্রত্যন্ত অঞ্চলে মোবাইল ক্লিনিক স্থাপনের জন্য স্বাস্থ্য সংস্থাগুলির সাথে সহযোগিতা করেছিলেন যাতে যুবকদের শিক্ষিত করা যায় এবং প্রজনন স্বাস্থ্য পরিষেবা প্রদান করা যায়।\nখুনগুনি জানতেন যে দারিদ্র্য প্রাথমিক বিবাহ এবং শিশু শ্রমের শীর্ষ অবদানকারী। অনেকে উচ্চশিক্ষার সামর্থ্য রাখে না এবং এই ধরনের পরিস্থিতি মেনে নিতে বাধ্য হয়। অতএব, মেয়েরা পরিবর্তনের জন্য উত্থাপিত মেয়েদের বৃত্তিমূলক প্রশিক্ষণ প্রদান করে। সংস্থাটি নাইজেরিয়া, আমেরিকা এবং কেনিয়ার জনগণের সাথে অংশীদারত্ব করে নিশ্চিত করে যে তারা যে পণ্য তৈরি করে তা বিক্রি করা হবে এবং তারা নিজেদের টিকিয়ে রাখতে সক্ষম হবে। তারা পুনর্নবীকরণযোগ্য শক্তি, রন্ধনশিল্প, ভিডিওগ্রাফি এবং ফ্যাশন ডিজাইনে মেয়েদের প্রশিক্ষণ দিয়েছে; গার্লস অ্যারিজ ফর চেঞ্জ ৩,৫০০ এরও বেশি যুবতীকে সাহায্য করেছে।\n\n\n== তথ্যসূত্র =="}