{"pageid": 1089760, "title": "হেরাবাই টাটা", "url": "https://bn.wikipedia.org/wiki?curid=1089760", "content": "হেরাবাই টাটা (১৮৭৯-১৯৪১) একজন ভারতীয় নারী অধিকার কর্মী এবং ভোটাধিকারী ছিলেন। ১৮৯৫ সালে তার বিয়ে হয়। তার স্বামী ছিলেন প্রগতিশীল এবং উনি তার(হেরাবাই) ও তার মেয়ের শিক্ষাকে সমর্থন করেছিলেন। তাদের বিদ্যালয়ের পড়াশুনার জন্য সাহায্য করতে টিউটর নিয়োগ করেছিলেন।  টাটা পার্সি ছিলেন। ১৯০৯ সালে থিওসফির প্রতি আগ্রহ তৈরি হয় তার এবং কয়েক বছরের মধ্যেই অ্যানি বেসান্তের সাথে পরিচিত হন। প্রায় একই সময়ে  ১৯১১ সালে তিনি ভারতীয় ঐতিহ্যের সাথে ব্রিটিশ ভুক্তভোগী সোফিয়া দুলীপ সিংয়ের সাথে দেখা করেছিলেন। সোফিয়া দুলীপ সিং একজন ব্রিটিশ ভোটাধিকারী ছিলেন ভারতীয় ঐতিহ্য - এর সাথে। টাটা প্রভাবিত হয়েছিলেন সোফিয়া দুলীপ সিং এর থেকে একটা ভোটাধিকারী হওয়ার জন্য। একজন প্রতিষ্ঠাতা সদস্য এবং উইমেন্স ইন্ডিয়ান অ্যাসোসিয়েশনের সাধারণ সম্পাদক হিসাবে তিনি ১৯১৭ সালে মন্টাগু-চেমসফোর্ড তদন্তের আগে অধিকার লাভের জন্য আবেদনকারী মহিলাদের একজন হয়েছিলেন।\nএকজন প্রতিষ্ঠাতা সদস্য এবং উইমেন্স ইন্ডিয়ান অ্যাসোসিয়েশনের সাধারণ সম্পাদক হিসাবে তিনি ১৯১৭ সালে মন্টাগু-চেমসফোর্ড তদন্তের আগে অধিকার লাভের জন্য আবেদনকারী মহিলাদের একজন হয়েছিলেন।\nনারীদের ভোটাধিকার অন্তর্ভুক্ত করতে যেসব সংস্কার প্রস্তাব করা হয়েছিল তা ব্যর্থ হলে, টাটা ও অন্যান্য নারীবাদীরা ভোটের প্রয়োজনীয়তা নিয়ে প্রতিবাদ ও নিবন্ধ প্রকাশ করতে শুরু করে। মন্টেগু -চেমসফোর্ড সংস্কার বাস্তবায়নের জন্য নির্বাচনী বিধিমালা তৈরির জন্য সাউথবোরো ফ্র্যাঞ্চাইজ কমিটিকে উল্লেখ করে তিনি টাইমস অব ইন্ডিয়ার  জন্য একটি নিবন্ধ লিখেছিলেন, যেখানে তিনি উল্লেখ করেছিলেন যে কিছু পৌরসভা ইতিমধ্যেই মহিলাদের ভোট প্রদানের অনুমতি দিয়েছে, তাই অধিকার বাড়ানো ন্যায়সঙ্গত হবে। তা সত্ত্বেও, সাউথবোরো কমিটি মহিলাদের জন্য ভোটাধিকার অন্তর্ভুক্তিকে প্রত্যাখ্যান করে এবং তাদের সুপারিশ হাউস অফ লর্ডস অ্যান্ড কমন্সের যৌথ নির্বাচন কমিটিতে পাঠায়। বোম্বে ভোটাধিকার কমিটির পক্ষ থেকে  টাটাকে ইংল্যান্ডে জয়েন্ট কমিটির কাছে ভোটাধিকারের পক্ষে মামলা উপস্থাপনের জন্য বেছে নেওয়া হয়।\n\n\n== জীবনের প্রথমার্ধ ==\nহেরাবাই ১৮৭৯ সালে বোম্বেতে জন্মগ্রহণ করেছিলেন, যা তখন ব্রিটিশ রাজের অন্তর্ভুক্ত ছিল। ষোল বছর বয়সে, তিনি এক টেক্সটাইল মিলের কর্মচারীর আর্দশীর বেজনজি টাটার সাথে বিবাহ বন্ধনে আবদ্ধ হন। পরিবারটি ছিল পার্সি। মহারাষ্ট্রে ১৮৯৮ সালের ২ মার্চ দম্পতিটির কন্যা মিথনের জন্ম হয়। তারা শীঘ্রই নাগপুরের নিকটবর্তী ফুলগাঁওতে চলে যান, যেখানে আর্দশির একটি টেক্সটাইল মিলে সহকারী মাস্টার তাঁতি হিসেবে কাজ করতেন। তিনি নারী শিক্ষার বিষয়ে চিন্তাধারায় প্রগতিশীল ছিলেন এবং হেরাবাই  টাটাকে তার শিক্ষাকে আরও এগিয়ে নিতে সাহায্য করার জন্য টিউটর নিয়োগ করেছিলেন। আহমেদাবাদের একটি মিলে নিযুক্ত হয়ে, পরিবারটি ১৯৩১ সাল পর্যন্ত সেখানেই ছিল, যখন তারা বোম্বেতে স্থানান্তরিত হয়, আর্দশি একটি বড় টেক্সটাইল মিলের ম্যানেজার হিসাবে নিযুক্ত হন।\n\n\n== মৃত্যু এবং উত্তরাধিকার ==\nটাটা 1941 সালে মারা যান। তার উত্তরাধিকারী হিসেবে বেশিরভাগই তার আরও বিখ্যাত কন্যা দ্বারা আচ্ছাদিত হয়েছিল, কিন্তু লেখক এবং অ্যাক্টিভিস্ট রিতা ব্যানার্জি বলেন, ভারতে ভোটাধিকারের লড়াইয়ে টাটা ছিলেন অন্যতম কেন্দ্রীয় ব্যক্তিত্ব। গেরাল্ডিন ফোর্বস, বিশিষ্ট করেছিলেন ইতিহাসের অধ্যাপক এবং মহিলা অধ্যয়ন বিভাগের পরিচালক বিভাগ, স্টেট ইউনিভার্সিটি অফ নিউ ইয়র্ক অস্বেগো তে, যেটাকে \"রিয়াল সোলজার\" বলে ডাকা হতো ভারতে নারীদের ভোটাধিকারের প্রচারে। \n\n\n== তথ্যসূত্র =="}