{"pageid": 1089557, "title": "ইমান আল-নাফজান", "url": "https://bn.wikipedia.org/wiki?curid=1089557", "content": "ইমান আল-নাফজান একজন সৌদি ব্লগার ও নারী অধিকার কর্মী। মে ২০১৮ সালে নারীবাদীদের ওপর সৌদি কঠোর ব্যবস্থা নেয়ার সময় তাকে এবং লুজাইন আল-হাথলুল সহ আরও পাঁচজন নারী অধিকার কর্মীকে সৌদি কর্তৃপক্ষ আটক করে, যাকে হিউম্যান রাইটস ওয়াচ ব্যাখ্যা করে নাফজান ও অন্যান্য সক্রিয়কর্মীদের ভীত করার প্রচেষ্টা হিসেবে।\n১৪ মার্চ ২০১৯ তারিখে পেন আমেরিকা ঘোষণা করে যে, নওফ আবদুল আজিজ, লুজাইন আল হাথলুল এবং ইমান আল-নাফজান ২০১৯ পেন আমেরিকা/বার্বি ফ্রিডম টু রাইট অ্যাওয়ার্ড পাবেন, যা ২১ মে নিউইয়র্ক শহরের আমেরিকান মিউজিয়াম অফ ন্যাচারাল হিস্ট্রিতে অনুষ্ঠিত ২০১৯ পেন আমেরিকা সাহিত্য গালায় উপস্থাপন করা হয়েছিল।\n২০১৯ সালের মার্চের শেষের দিকে, মহিলারা তাদের প্রতিরক্ষা অবস্থা এবং বন্দী অবস্থায় তাদের সহ্য করা শারীরিক ও যৌন নির্যাতনের বর্ণনা দেন। ইমান আল- নাফজান, আজিজা আল-ইউসুফ এবং ড. রোকায়া মোহরেবের সাথে জামিনে মুক্তি পান।\n২০১৯ সালের সেপ্টেম্বরে, আল-নাফজান রিপোর্টার্স উইদাউট বর্ডার্স কর্তৃক \"সাহসিকতার জন্য পুরস্কার\" পেয়েছিলেন। সৌদি আরবের বাইরে ভ্রমণে নিষেধাজ্ঞা অব্যাহত থাকায়, তিনি এই পুরস্কার সংগ্রহ করতে যেতে পারেননি।\n\n\n== শৈশব এবং শিক্ষা ==\nআল-নাফজানের জন্ম সৌদি আরবে, তিনি এক সৌদি সামরিক কর্মকর্তার কন্যা। তিনি রিয়াদ বিশ্ববিদ্যালয় (কেএসইউ) থেকে ইংরেজিতে স্নাতক ডিগ্রি অর্জন করেছিলেন। তিনি স্কুল শিক্ষক এবং পরে বিশ্ববিদ্যালয়ের সহকারী শিক্ষক হিসাবে কাজ করেছেন। তিনি যুক্তরাজ্যের বার্মিংহাম বিশ্ববিদ্যালয় থেকে বিদেশী ভাষা হিসেবে ইংরেজি শিক্ষায় স্নাতকোত্তর ডিগ্রি অর্জন করেন।\nআল-নাফজান কেএসইউ-তে প্রাক-মেডিকেল ইংরেজি পড়ান। তিনি শিক্ষার্থীদের তাদের মতামত অবাধে আলোচনা করতে এবং তাদের সম্পর্কে লেখার জন্য উৎসাহিত করেছিলেন। যাকে সেই সময়ের এক ছাত্র ওমাইমা আল-নাজ্জার নামে একজন ছাত্র বর্ণনা করেছিলেন \"সৌদি স্কুলে কখনও এমনটা কাউকে বলতে শোনা যেত না\" বলে। কেননা আমাদের ধর্ম, সংস্কৃতি বা রাজনীতি জড়িত এমন বিষয় নিয়ে কোন মতামত বা এমনকি কোন বিষয়ে শিক্ষককে প্রশ্ন করার অনুমতি ছিল না। আল-নাফজান খোলাখুলিভাবে সে সময় নারীর অধিকারের পক্ষে তার দৃঢ় মতামত ব্যক্ত করেছিলেন।\n২০১৩ সালে, আল-নাফজান কেএসইউতে ভাষাবিজ্ঞানে পিএইচডি করার লক্ষ্যে গবেষণা করছিলেন।\n\n\n== ব্লগিং ও সক্রিয়তা ==\n২০০৮ সালের ফেব্রুয়ারিতে, আল-নাফজান 'সৌদি নারী' হিসেবে ব্লগিং শুরু করেন, নারীদের প্রতি মনোযোগ দিয়ে সৌদি সামাজিক ও সাংস্কৃতিক বিষয় নিয়ে লেখালেখি শুরু করেন। তার ব্লগটি আন্তর্জাতিকভাবে পড়া সৌদি ব্লগগুলির মধ্যে একটি হয়ে ওঠে। আল-নাফজান সে সময় সৌদি আরবে নিষিদ্ধ বিষয়গুলি নিয়ে ব্লগ করেছিলেন, যার মধ্যে ছিল পুরুষ-অভিভাবকত্বকে \"অপব্যবহার ব্যবস্থা\" হিসাবে সমালোচনা করা, বাল্যবিবাহ এবং ধর্মীয় পুলিশের হস্তক্ষেপের বিরোধিতা করা এবং সৌদি কর্তৃপক্ষের ইন্টারনেট নজরদারি নথিভুক্ত করা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটুইটারে ইমান আল-নাফজান \nদ্য গার্ডিয়ানে আর্টিকেল আর্কাইভ\nরিলেটিভিটিঅনলাইন.কম এ নিবন্ধের আর্কাইভ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে"}