{"pageid": 1089543, "title": "রানা আবু ফ্রাইহা", "url": "https://bn.wikipedia.org/wiki?curid=1089543", "content": "রানা আবু ফ্রাইহা ( আরবি: رنا أبو فريحة, হিব্রু ভাষায়: רנא אבו פריחה‎; জন্ম ৮ অক্টোবর, ১৯৯০) একজন ইজরায়েলি প্রামাণ্য চলচ্চিত্র নির্মাতা এবং ভিডিওগ্রাফার। তার সর্বাধিক পরিচিত কাজটি হল তার পদচিহ্ন চলচ্চিত্র, যা তার পরিবারের গল্পকে নথিভুক্ত করে।\n\n\n== জীবনী ==\nআবু ফ্রাইহা তেল শেভাতে একজন ইংরেজি শিক্ষক রুদাইনা এবং একজন পরিবহন প্রকৌশলী আওদার ঘরে জন্মগ্রহণ করেন। তার বাবা ছিলেন বেদুঈন এবং তিনি দারিদ্র্যের মধ্যে বড় হয়েছিলেন, তাঁর ইচ্ছা ছিল একজন মেষপালক হওয়ার। তার মা ট্রায়াঙ্গেল এলাকার কৃষিগ্রাম গাথের একজন ইজরায়েলি-আরব ছিলেন। রানা ছিলেন পাঁচ ভাইবোনের মধ্যে একজন। তার বোন ইয়াসমিন একজন চিকিৎসক, সমাজকর্মী এবং উদ্যোক্তা। তার ভাই আমির গণিতে বিস্ময়কর জ্ঞানসম্পন্ন ছিলেন, এবং প্রযুক্তি খাতে কাজ করেন। আবু ফ্রাইহা মিডল স্কুলে গণিত প্রতিযোগিতায় অংশ নেন, এবং পঞ্চম শ্রেণীতে পড়ার সময় প্রতিভাবান শিক্ষার্থীদের জন্য বেন গুরিয়ন বিশ্ববিদ্যালয়ের একটি প্রোগ্রামে অংশ নেওয়ার জন্য নির্বাচিত হন। \nযখন তার বয়স ৫ বছর, তখন তার পরিবার পার্শ্ববর্তী ইহুদি শহর ওমার-এ চলে যায়, সেখানে প্রথম দুটি বেদুঈন পরিবারের একটি হয়ে ওঠে (২০১৯ সালের হিসাব অনুযায়ী, সেখানে দশটি পরিবার রয়েছে)। আবু ফ্রাইহার মতে, তার বাবা-মা দুজনেই বিপ্লবী চিন্তাবিদ ছিলেন এবং তাদের নিজ শহরে কোন কিন্ডারগার্টেন বা ডে কেয়ার অপশন না থাকার কারণে এই পদক্ষেপ টি একটি মৌলবাদী সমাধান ছিল। ওমার শহরটি পুরোপুরি ইহুদি ছিল, বেশিরভাগই আশকেনাজি এবং খুব জাতীয়তাবাদী ছিল। সেখানে বড় হওয়া তার পক্ষে কঠিন ছিল। তিনি এই বিষয়ে বলেছেন: \"আজ আমি বুঝতে পারছি এই দ্বৈততা কতটা শক্তিশালী। এটি আসলে বাইরের সমস্ত কিছু দেখতে সক্ষম হচ্ছে যা 'স্বাভাবিক' এবং 'সঠিক' হিসাবে বিবেচিত হয়, এবং বাড়িতে যা এড়ানো উচিত। বছরের পর বছর ধরে আমি আরব, বেদুঈন, ফিলিস্তিনি পরিচয় থেকে নিজেকে দূরে সরিয়ে রেখেছি। আমি ভাষা বলতে চাইনি, আমি এর কাছাকাছি যেতে ভয় পেতাম। ঈশ্বরকে ধন্যবাদ (এবং বিশেষ করে আমার চলচ্চিত্র) যে আমি আজ সেই জায়গায় নেই।\"\nআবু ফ্রাইহা বেজালেল একাডেমি অফ আর্টস অ্যান্ড ডিজাইনে স্থাপত্য, এবং তারপর ডকুমেন্টারি চলচ্চিত্র নির্মাণ অধ্যয়ন করেন। তিনি লুকিং ফরোয়ার্ড অ্যাসোসিয়েশনের পরামর্শদাতা হিসাবে কাজ করেন, যা ভৌগোলিক এবং সামাজিক পরিধি থেকে অসামান্য যুবকদের সনাক্ত করতে এবং চলচ্চিত্র টেলিভিশন এবং শিল্পকলার উচ্চশিক্ষার জন্য তাদের প্রস্তুত করতে কাজ করে। \n\n\n== তার পদাঙ্কগুলোতে ==\nডিগ্রির জন্য পড়াশোনা করার সময়, আবু ফ্রাইহা অস্থির বোধ করতে থাকেন, যেমন তিনি তার শৈশবে অনুভব করেছিলেন, ঠিক যেমনটি তিনি কোথাও ছিলেন না। তিনি মনে করেন যে তিনি রেগে বাড়ি আসবেন, এবং তাদের পছন্দগুলির জন্য তার বাবা-মাকে দোষারোপ করবেন। তিনি তার অনুভূতির একটি নির্গমনপথ হিসাবে তার পরিবার এবং তার জীবনের দৈনন্দিন দিকগুলির চিত্রগ্রহণ শুরু করেন; তিনি চলচ্চিত্র নির্মাতা হতে যাননি, কিন্তু এই ক্রিয়াকলাপ টি তার জন্য একটি গভীর তাৎপর্যপূর্ণ অভিনয়ে পরিণত হয়েছিল।\nযখন তার বয়স ১৩ বছর, তখন আবু ফ্রাইহার মা স্তন ক্যান্সারে আক্রান্ত হন এবং অনেক বছর ধরে এই রোগের বিরুদ্ধে লড়াই করে আসছিলেন। চিত্রগ্রহণের পিছনে প্রেরণার একটি অংশ ছিল এই জ্ঞান যে তার মা জীবনের প্রান্তসীমায় আছেন, এবং তার জীবন এবং পরিবারকে নথিভুক্ত করা অর্থবহ ছিল। যাইহোক, প্রকল্পটি শীঘ্রই তার ফোকাস পরিবর্তন করে, এবং রুদাইনার ২০ বছরেরও বেশি সময় ধরে যে শহরে বাস করেছিলেন সেখানে সমাধিস্থ হওয়ার সংগ্রামের একটি রেকর্ড হয়ে ওঠে।  ইজরায়েলে দাফনকার্য ধর্মীয় আইন দ্বারা পরিচালিত হয়। যার ফলে এই কাজে কঠোর পৃথকীকরণ হয়। তাই একজন মুসলিম মহিলাকে ওমার কবরস্থানে সমাধিস্থ করা যায় না। রুদাইনার মৃত্যুর মুখে পরিবারের আইনগত এবং সামাজিক চ্যালেঞ্জ এই সম্প্রদায়ের একটি শিশু হিসাবে আবু ফ্রাইহার সংগ্রামের সমান্তরাল ছিল, যার মধ্যে তিনি একটি অংশ ছিলেন, কিন্তু একজন চিরস্থায়ী বহিরাগতও ছিলেন। ছবিটি তাই পরিচয়, এবং পছন্দগুলির ও একটি পরীক্ষা। আবু ফ্রাইহা বলেন, \"আমার পরিবারে শিক্ষা ছিল সর্বোচ্চ অগ্রাধিকার, যার বাবা ইজরায়েলের প্রথম বেদুইন প্রকৌশলী ছিলেন এবং [ওমারের দিকে] এই উদ্দেশ্যে করা হয়েছিল।\"\nরুদাইনার মৃত্যুর তিন বছর পরে ছবিটি প্রকাশিত হয়েছিল। এটি ২০১৭ সালে জেরুজালেম আন্তর্জাতিক চলচ্চিত্র উৎসবে প্রিমিয়ার হয়, যেখানে এটি শ্রেষ্ঠ পরিচালনার জন্য ভ্যান লির পুরস্কার জিতেছিল। এরপর এটি সারা দেশে সিনেমাথেক-এ মুক্তি পায়, এবং আরব এবং বেদুইন সম্প্রদায়ের পরিধির বিভিন্ন স্থানেও প্রদর্শিত হয় এবং ব্যাপক জনআলোচনা জাগিয়ে তোলে। পরবর্তীতে চলচ্চিত্রটি বেশ কয়েকটি পুরস্কার লাভ করে, যার মধ্যে বার্লিন ইহুদি চলচ্চিত্র উৎসবে শ্রেষ্ঠ প্রামাণ্যচিত্র পুরস্কার, মানবাধিকারের জন্য শুলামিত অ্যালোনি পুরস্কার এবং শ্রেষ্ঠ প্রামাণ্যচিত্রের জন্য ওফির পুরস্কার লাভ করে।\n\n\n== তথ্যসূত্র =="}