{"pageid": 1089076, "title": "সাফিয়া আমাজান", "url": "https://bn.wikipedia.org/wiki?curid=1089076", "content": "সাফিয়া আমাজান (১৯৪১-২৫ সেপ্টেম্বর ২০০৬) একজন আফগান নারী অধিকার কর্মী, শিক্ষাবিদ, রাজনীতিবিদ এবং তালেবানের নারীদের দমন করার সমালোচক ছিলেন।\nসাফিয়া আমাজান ১৯৯৬ সালে তালিবানের উত্থানের আগে কান্দাহারে শিক্ষক এবং অধ্যক্ষ হিসেবে কাজ করেছিলেন।৷ পরবর্তীতে তালেবান শাসনামলের সময় সমস্ত মেয়েদের স্কুল বন্ধ ছিল, তখন আমাজন গোপনে বাড়ি বাড়ি যেয়ে মেয়েদের পড়াতেন।\n২০০১ সালে তালেবানদের পরাজয়ের পর আমাজান কান্দাহার প্রদেশে মহিলা বিষয়ক মন্ত্রণালয়ের প্রাদেশিক পরিচালক হিসেবে দায়িত্ব পালন করেন। তিনি ২০০২ থেকে তার মৃত্যুর আগ পর্যন্ত এই দায়িত্ব পালন করেন। আমাজন একাধিক টেকনিক্যাল ট্রেনিং সেন্টার খুলেছিলেন, যেখানে শত শত মহিলাকে বেকিং এবং টেইলারিং সহ ব্যবসার প্রশিক্ষণ দিয়েছিলেন।\n২০০৫ সালের ২৫ সেপ্টেম্বর কান্দাহারে সাফিয়া আমাজানের বাড়ির সামনে মোটরসাইকেলে করে দুজন লোকের আমাজানকে চারবার গুলি করে হত্যা করে। আমাজান এর আগে তালেবান বিদ্রোহীদের মৃত্যুর হুমকির পরিপ্রেক্ষিতে আফগান সরকারের কাছে তার ব্যক্তিগত দেহরক্ষী সরবরাহ করতে বলেছিল, কিন্তু তার অনুরোধ প্রত্যাখ্যান করা হয়েছিল। তৎকালীন আফগানিস্তানের প্রেসিডেন্ট হামিদ কারজাই এবং আফগানিস্তানে জাতিসংঘের সহায়তা মিশন আমাজানের হত্যার নিন্দা করেছিলেন। সাফিয়া আমাজানের মৃত্যুর পর একজন কথিত তালেবান মুখপাত্র বলেছিলেন যে আমাজনের মৃত্যু আফগানিস্তানে সরকারে একটি কৌশলের কারণে হয়েছিল।\nসাফিয়া আমাজানকে হত্যা করার সময় তার ছেলে নকিবুল্লাহকে বেঁচে ছিলেন।\n\n\n== জীবনী ==\nসাফিয়া আমাজানের পিতার ছিলেন একজন কাপড় ব্যবসায়ি এবং তিনি ছিলেন তার পিতা  শেষ মেয়ে। আমাজান ছিল বেলুচ সংখ্যালঘুর সদস্য এবং নুরজাই গোত্রের একজন পশতুন মা। আমাজনের জন্ম হয়েছিল এমন একটি পরিবারে যার পরপর পাঁচটি কন্যা সন্তান জন্ম হয়েছিল, তার বাবা তাদের একটি ভাল শিক্ষা দেওয়ার সংকল্প করেছিলেন। কিন্তু আমাজানের যখন পনের বছর তখন তার বাবা হঠাৎ মারা যান। তার বড় বোনেরা বিবাহিত ছিল এজন্য সাফিয়াকে তার প্রয়োজনের পাশাপাশি তার মা, দাদী এবং ছোট ভাইয়ের চাহিদা পূরণ করতে হয়। তখন তিনি কিন্ডারগার্টেনে শিক্ষকতার মাধ্যমে কর্মজীবন শুরু করেছিলেন, একই সাথে তার মাধ্যমিক পড়াশোনা শেষ করে।\nসাফিয়া যখন জরগুনা আনা মাধ্যমিক বিদ্যালয়ে কর্মরত ছিলেন তখন একটি বিপ্লবী সক্রিয়তা শুরু হয় এবং তিনি প্রাথমিকভাবে ২০০০ যুবতী মেয়েদের ভাল শিক্ষার বিষয়ে উদ্বিগ্ন ছিলেন। সাফিয়া আমাজান তার সম্ভব বিবাহ প্রত্যাখ্যান করে একজন কর্নেলকে বিয়ে করেন এবং চল্লিশেরও বেশি বয়সে তাদের একটি সন্তান জন্ম হয়। নব্বইয়ের দশকের গোড়ার দিকে যখন ধর্মীয় রক্ষণশীলরা ক্ষমতায় ফিরে আসে তখনও তার স্বামী তাকে পূর্ণ সমর্থন করেন।\n\n\n== তথ্যসূত্র =="}