{"pageid": 1089259, "title": "মেহরাঙ্গিজ কর", "url": "https://bn.wikipedia.org/wiki?curid=1089259", "content": "মেহরাঙ্গিজ কর ( ফার্সি: مهرانگیز کار   ) (জন্ম ১৯৪৪, আহভাজ, ইরান) একজন ইরানি আইনজীবী, অধ্যাপক এবং মানবাধিকার কর্মী। তিনি ক্রসিং দ্য রেড লাইন  গ্রন্থের লেখক এবং ইরানে নারী অধিকারের একজন কর্মী। তিনি আন্তর্জাতিকভাবে স্বীকৃত লেখক, বক্তা এবং মানবাধিকার কর্মী যিনি ইরান এবং ইসলামী বিশ্বে নারী ও মানবাধিকার রক্ষার পক্ষে কাজ করেন। তার কাজের একটি সাধারণ বিষয় হচ্ছে ইরানের আইন এবং মানবাধিকারের মূল নীতি এবং মানব মর্যাদার মধ্যে টানাপোড়েন।\n\n\n== প্রাথমিক জীবন ==\nমেহরাঙ্গিজ কার হার্ভার্ড বিশ্ববিদ্যালয়ে একজন র‍্যাডক্লিফ ফেলো ছিলেন এবং ২০০৫/০৬ শিক্ষাবর্ষে হার্ভার্ডের  জন এফ কেনেডি স্কুল অফ গভর্নমেন্টের  the Carr Center for Human Rights Policy বা কার রিসার্চ ফর হিউম্যান রাইটস পলিসিতে শিক্ষার্জন করেন। \n\n\n== কর্মজীবন ==\n১৯৬৭ সালে তেহরান বিশ্ববিদ্যালয়ে আইন বিষয়ে পড়াশোনা শেষ করে অধ্যাপক কার বহু বছর ধরে ইরানের দেওয়ানি ও ফৌজদারি আদালতে একজন সক্রিয় পাবলিক ডিফেন্ডার ছিলেন এবং বেশ কয়েকটি প্রভাবশালী এবং স্বাধীন ইরানি জার্নালে নিয়মিত লেখেন। তিনি একাডেমিক স্বাধীনতা উন্নতি এবং বিশ্বব্যাপী গবেষকদের মানবাধিকার রক্ষায় কাজ করা বিশ্ববিদ্যালয় এবং কলেজে একটি আন্তর্জাতিক নেটওয়ার্কের মাধ্যমে ঝুঁকিতে কাজ করা একজন স্কলার হিসাবে স্বীকৃত হয়েছেন। তিনি বর্তমানে ব্রাউন ইউনিভার্সিটির পেমব্রোক সেন্টার ফর টিচিং অ্যান্ড রিসার্চ ফর উইমেন -এ চাকরি করেন। তিনি তাভানা: ই-লার্নিং ইনস্টিটিউট ফর ইরানি সিভিল সোসাইটির ইরানের নারীদের অধিকার বিষয়ক কোর্সের একজন প্রশিক্ষক। \n২০০২ সালে, মার্কিন ফার্স্ট লেডি, লরা বুশ তাকে  তাকে National Endowment for Democracy's বা জাতীয় ডেমক্রেসির জন্য এনডাউমেন্ট পুরস্কার প্রদান করেন। \n\n\n== কারাবাস ও মৃত্যু ==\n২০০০ সালে, প্রফেসর কর এবং ইরানের অন্যান্য ষোলো সাংবাদিক, মানবাধিকার কর্মী এবং বুদ্ধিজীবী বার্লিনের হেনরিচ বুল ইনস্টিটিউটে \"নির্বাচনের পর ইরান \" শিরোনামে একটি সম্মেলনে যোগ দেন, যেখানে অধ্যাপক কর সাংবিধানিক সংস্কারের জরুরি প্রয়োজন সম্পর্কে মন্তব্য করেছিলেন। ইরানে ফেরার পর, তাকে গ্রেফতার করা হয়, এভিন কারাগারে নিয়ে যাওয়া হয় এবং অভিযোগ করা হয়,  \"জাতীয় নিরাপত্তার বিরুদ্ধে সে কাজ করেছে\", \"ইসলামী প্রজাতন্ত্রের শাসনের বিরুদ্ধে অপপ্রচার ছড়ায়েছে।\" ১৩ জানুয়ারী ২০০১ সালে, তাকে চার বছরের কারাদণ্ড দেওয়া হয়। দুই মাস কারাগারে থাকার পর, প্রফেসর কারের ক্যান্সার ধরা পড়ে এবং ইউরোপীয় ইউনিয়নের চাপে ইরানি কর্তৃপক্ষ তাকে সাময়িকভাবে যুক্তরাষ্ট্রে চিকিৎসার জন্য ছেড়ে দেয়। \nতিনি সিয়ামাক পোরজান্ডের বিধবা নারী এবং ইরানি ভিন্নমতাবলম্বী বন্দী নারী  যিনি দীর্ঘ নির্যাতন ও কারাবাসের পর ২ এপ্রিল ২০১১ তারিখে আত্মহত্যা করেছিলেন। \n\n\n== পুরস্কার এবং সম্মাননা ==\n২০০৪ সালে Human Rights First  (বা প্রথম মানবাধিকার )  (পূর্বে মানবাধিকার জন্য আইনজীবী কমিটি) মানবাধিকার পুরস্কার পান।\n২০০২ সালে নারীদের মানবাধিকার উন্নয়নে কাজ করা একজন আইনজীবীর জন্য লুডোভিক-ট্র্রেইউক্স আন্তর্জাতিক মানবাধিকার পুরস্কার (ফ্রান্স), যৌথভাবে মানবাধিকার ইনস্টিটিউট অফ দ্য বার অফ বারডেক্স এবং ইউরোপীয় আইনজীবী ইউনিয়ন কর্তৃক পুরস্কার পান।\n২০০২ সালে মানবাধিকার ও গণতন্ত্রকে এগিয়ে নেওয়ার জন্য ন্যাশনাল এনডাউমেন্ট ফর ডেমোক্রেসি (ইউএস) এর ডেমোক্রেসি অ্যাওয়ার্ড পান।\n২০০২ সালে হেলম্যান/হ্যামেট গ্রান্ট হিউম্যান রাইটস ওয়াচ (আন্তর্জাতিক) থেকে একজন নিপীড়িত রাজনৈতিক লেখক হিসাবে পুরুস্কার পান।\n২০০১ সালে পেন নিউ ইংল্যান্ড (ম্যাসাচুসেটস, ইউএস) এর ভ্যাসিল স্টাস ফ্রিডম-টু-রাইট অ্যাওয়ার্ড পান। বলা হয় তিনি নিপীড়িত মানুষের কণ্ঠস্বর শোনেছেন  এবং বর্বরতার মুখোমুখি লড়াই করেছেন।\n২০০০ সালে অক্সফাম নোবিব/পেন পেন ক্লাব (নেদারল্যান্ডস) পুরস্কার পান। বলা হয়,  রাজনৈতিক এবং মতাদর্শগত কারণে যারা স্বাধীনতা হারিয়েছে সে বিষয় লেখার জন্য।\n২০০০ সালে স্বাধীনতা এবং নারীর অধিকার রক্ষার লড়াইয়ে অটল থাকার জন্য কনসিল ডি লাভাল্লি কনসিগ্লিও রিজিওনালে ডেলা ভালে ডি আওস্তা (ইতালি) এর ডোনা ডেলআনো পুরস্কার পান।\n২০০০ সালে ইরানি মহিলাদের উপর সেরা বইয়ের জন্য সোসাইটি ফর ইরানি স্টাডিজ (ইউএস) এর লতিফে ইয়ারশাতার পুরস্কার পান।\n১৯৭৫ সালে ফরফ ফারুখজাদ পুরস্কার (ইরান), সেরা নিবন্ধের জন্য।\n\n\n== আরো দেখুন ==\nশিরিন এবাদি\nবিবি খাতুন আস্তরাবাদী\nইরানি নারীরা\nবিখ্যাত ফার্সি মহিলাদের তালিকা\n\n\n== তথ্যসূত্র =="}