{"pageid": 1089732, "title": "ভক্তি আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1089732", "content": "ভক্তি আন্দোলন (সংস্কৃত: भक्ति आन्दोलन) মধ্যযুগীয় হিন্দুধর্মের  হিন্দু সাধুদের দ্বারা প্রবর্তিত প্রবণতাকে বোঝায়, যারা মোক্ষ অর্জনের লক্ষ্যে ভক্তির পদ্ধতি অবলম্বনে ধর্মীয় সংস্কার আনার চেষ্টা করেছিল। এটি ৮ম শতাব্দীতে দক্ষিণ ভারতে (বর্তমান কেরালা ও তামিলনাড়ু) বিশিষ্ট ছিল এবং উত্তর দিকেও ছড়িয়ে পড়েছিল।   এটি ১৫ শতাব্দী থেকে পূর্ব এবং উত্তর ভারতে ছড়িয়ে পড়ে এবং খ্রিস্টীয় ১৫শ থেকে ১৭শ শতাব্দীর মধ্যে তার চূড়ায় পৌঁছে যায়।\n\n \nভক্তি আন্দোলন আঞ্চলিকভাবে বিভিন্ন দেব-দেবীর চারপাশে বিকশিত হয়েছিল এবং কিছু উপ-সম্প্রদায় ছিল বৈষ্ণবধর্ম (বিষ্ণু), শৈবধর্ম (শিব), শাক্তধর্ম (শক্তি দেবী) ও স্মার্তবাদ। ভক্তি আন্দোলন স্থানীয় ভাষা ব্যবহার করে প্রচার করেছিল যাতে বার্তাটি জনগণের কাছে পৌঁছে যায়। আন্দোলনটি অনেক কবি-সাধকদের দ্বারা অনুপ্রাণিত হয়েছিল, যারা দ্বৈত ঈশ্বরবাদী দ্বৈতবাদ থেকে অদ্বৈত বেদান্তের পরম একত্ববাদ পর্যন্ত বিস্তৃত দার্শনিক অবস্থানে জয়লাভ করেছিল।\nআন্দোলনটি ঐতিহ্যগতভাবে হিন্দুধর্মে প্রভাবশালী সামাজিক সংস্কার হিসেবে বিবেচিত হয়েছে এবং যার জন্ম বা লিঙ্গ নির্বিশেষে আধ্যাত্মিকতার জন্য ব্যক্তি-কেন্দ্রিক বিকল্প পথ প্রদান করা হয়েছে। মন্দ প্রথা, বর্ণপ্রথা এবং ব্রাহ্মণের আধিপত্যের বিরুদ্ধে হিন্দুধর্মের সংস্কারের লক্ষ্যে ভক্তি আন্দোলন শুরু হয়েছিল। সমসাময়িক পণ্ডিতরা এই ঐতিহ্যগত দৃষ্টিভঙ্গিকে প্রশ্ন করেন এবং ভক্তি আন্দোলন কখনো সংস্কার বা কোনো ধরনের বিদ্রোহ ছিল কিনা। তারা পরামর্শ দেয় যে ভক্তি আন্দোলন ছিল প্রাচীন বৈদিক ঐতিহ্যের পুনর্জাগরণ, পুনর্নির্মাণ ও পুনর্বিন্যাস।  ভক্তি আবেগপূর্ণ ভক্তি (দেবতার প্রতি) বোঝায়।\nভক্তি আন্দোলনের শাস্ত্রের মধ্যে রয়েছে ভগবদ্গীতা, ভাগবত পুরাণ এবং পদ্মপুরাণ।\n\n\n== পরিভাষা ==\nসংস্কৃত শব্দ ভক্তি মূল ভাজি থেকে উদ্ভূত, যার অর্থ \"ভাগ করা, ভাগ করা, ভাগ করা, অংশগ্রহণ করা, এর সাথে সম্পর্কযুক্ত\"। এই শব্দের অর্থ হল \"সংযুক্তি, নিষ্ঠা, প্রতি অনুরাগ, শ্রদ্ধা, বিশ্বাস বা প্রেম, উপাসনা, আধ্যাত্মিক, ধর্মীয় নীতি বা পরিত্রাণের মাধ্যম হিসেবে কোন কিছুর প্রতি ধার্মিকতা\"।\nভক্তি শব্দটির অর্থ সাদৃশ্যপূর্ণ কিন্তু কাম থেকে ভিন্ন। কাম আবেগীয় সংযোগ বোঝায়, কখনও কখনও কামুক ভক্তি এবং প্রেমমূলক প্রেমের সাথে। বিপরীতে, ভক্তি হল আধ্যাত্মিক, ধর্মীয় ধারণা বা নীতির প্রতি ভালোবাসা এবং নিষ্ঠা, যা আবেগ এবং বুদ্ধি উভয়কেই জড়িত করে। কারেন পেচেলিস বলেছেন যে, ভক্তি শব্দটিকে অবাস্তব আবেগ নয়, বরং প্রতিশ্রুতিবদ্ধ বাগদান হিসেবে বোঝা উচিত। হিন্দুধর্মে ভক্তি আন্দোলন বলতে বোঝায় মধ্যযুগের এক বা একাধিক দেব-দেবীর চারপাশে নির্মিত ধর্মীয় ধারণার প্রতি ভালোবাসা ও ভক্তির উপর যে ধারণা ও প্রবৃত্তি। ভক্তি আন্দোলন স্থানীয় ভাষা ব্যবহার করে বর্ণ ব্যবস্থার বিরুদ্ধে প্রচার করেছিল যাতে বার্তাটি জনগণের কাছে পৌঁছে যায়। যে ভক্তি চর্চা করে তাকে ভক্ত বলা হয়।\n\n\n== পাঠ্য শিকড় ==\nখ্রিস্টপূর্ব ১ম সহস্রাব্দ থেকে প্রাচীন ভারতীয় গ্রন্থ, যেমন শ্বেতাশ্বতর উপনিষদ, কঠ উপনিষদ এবং ভগবদ্গীতার মধ্যে ভক্তির উল্লেখ রয়েছে।\n\n\n=== শ্বেতাশ্বর উপনিষদ ===\n\nশ্বেতাশ্বর উপনিষদের তিনটি উপাখ্যানের শেষের শ্লোক, ৬.২৩, ভক্তি শব্দটি নিম্নরূপ ব্যবহার করেছে,\n\nএই শ্লোকটি ভক্তি শব্দের ব্যবহারের জন্য উল্লেখযোগ্য, এবং \"ঈশ্বরের ভালবাসা\" এর প্রাথমিক উল্লেখগুলির মধ্যে ব্যাপকভাবে উল্লেখ করা হয়েছে। \nপণ্ডিতগণ বিতর্ক করেছেন যে এই বাক্যাংশটি প্রামাণিক নাকি উপনিষদে সন্নিবেশ করা, এবং \"ভক্তি\" এবং \"ভক্তি\" এবং \"ঈশ্বর\" শব্দগুলি এই প্রাচীন পাঠ্যে একইরকম বোঝায় যেমন তারা মধ্যযুগীয় এবং আধুনিক যুগে ভক্তির ঐতিহ্য ভারতে পাওয়া যায়। ম্যাক্স মুলার বলেছেন যে, ভক্তি শব্দটি উপাখ্যানের একটি শেষ শ্লোকে দেখা যায়, এটি পরবর্তীতে সন্নিবেশ করা হতে পারে এবং আস্তিক নাও হতে পারে কারণ শব্দটি পরে অনেক পরে স্যান্ডিল্যা সূত্রগুলিতে ব্যবহৃত হয়েছিল। গ্রিয়ারসন এবং ক্যারাস উল্লেখ করেছেন যে প্রথম উপাখ্যান শ্লোক ৬.২১ এছাড়াও দেব প্রসাদ শব্দটি ব্যবহার করার জন্য উল্লেখযোগ্য (ঈশ্বরের অনুগ্রহ বা উপহার), কিন্তু যোগ করুন যে শ্বেতাশ্বর উপনিষদের উপাখানে দেব \"সর্বেশ্বরবাদী ব্রহ্ম\" এবং ৬.২১ শ্লোকে ঋষি শ্বেতাশ্বতারের সমাপ্তি ক্রেডিটকে \"তার আত্মার উপহার বা অনুগ্রহ\" বোঝাতে পারে।\nডরিস শ্রীনিবাসন বলেছেন যে উপনিষদ আস্তিকতার একটি গ্রন্থ, কিন্তু এটি সৃজনশীলভাবে বিভিন্ন ঐশ্বরিক চিত্রকে অন্তর্ভুক্ত করে, একটি অন্তর্ভুক্ত ভাষা যা \"ব্যক্তিগত দেবতার জন্য তিনটি বৈদিক সংজ্ঞা\" দেয়।উপনিষদে এমন শ্লোক অন্তর্ভুক্ত রয়েছে যেখানে বেদান্ত অদ্বৈতবাদী ধর্মতত্বে ঈশ্বরকে পরম (ব্রহ্ম-আত্মা, আত্মা,) দিয়ে শনাক্ত করা যেতে পারে, শ্লোক যা সাংখ্য মতবাদের দ্বৈতবাদী দৃষ্টিভঙ্গি সমর্থন করে, সেইসাথে ত্রিপল ব্রহ্মের সমন্বয়ী অভিনবত্ব যেখানে ঐশ্বরিক আত্মা (দেব, ঈশ্বরবাদী ঈশ্বর), স্বতন্ত্র আত্মা (প্রকৃতি) এবং প্রকৃতি (প্রকৃতি, পদার্থ) হিসাবে একটি ত্রৈমাসিক বিদ্যমান। সুচিদা লিখেছেন যে উপনিষদ সমকালীনভাবে উপনিষদে মনীষী ভাবনা এবং যোগে স্ব-বিকাশের ধারণাগুলিকে শিব-রুদ্র দেবতার রূপের সাথে একত্রিত করেছে। হিরিয়ানা পাঠ্যটিকে শিবভক্তির আকারে \"ব্যক্তিগত ঈশ্বরবাদ\" প্রবর্তনের জন্য ব্যাখ্যা করে, একেশ্বরবাদে স্থানান্তরিত করে কিন্তু ঈশ্বরবাদী প্রেক্ষাপটে যেখানে ব্যক্তি তার নিজের সংজ্ঞা এবং ঈশ্বরের অনুভূতি আবিষ্কার করতে উৎসাহিত হয়।\n\n\n=== ভগবদ্গীতা ===\nভগবদ্গীতা, খ্রিস্টপূর্ব ৫ম থেকে ২য় শতাব্দীতে রচিত একটি বৈদিক-পরবর্তী ধর্মগ্রন্থ, আধ্যাত্মিক স্বাধীনতা ও মুক্তির তিনটি পথের একটি হিসেবে ভক্তি যোগ (বিশ্বাস/ভক্তির পথ) প্রবর্তন করেছে, অন্য দুটি হচ্ছে কর্ম যোগ ( কাজের পথ) ও জ্ঞান যোগ (জ্ঞানের পথ)। ভগবদ্গীতার ৬.৩১ থেকে ৬.৪৭ পদে, কৃষ্ণ, দেবতা বিষ্ণুর অবতার হিসেবে, ভক্তি যোগ এবং প্রেমময় ভক্তি বর্ণনা করেছেন, যা সর্বোচ্চ আধ্যাত্মিক অর্জনের বিভিন্ন পথের একটি।\n\n\n=== সূত্র ===\nশাণ্ডিল্য ও নারদকে দুটি ভক্তিগ্রন্থ, শাণ্ডিল্য ভক্তি সূত্র ও নারদ ভক্তি সূত্রের কৃতিত্ব দেওয়া হয়।\n\n\n== ইতিহাস ==\nসপ্তম থেকে অষ্টম শতাব্দীতে দক্ষিণ ভারতে ভক্তি আন্দোলন শুরু হয়, তামিলনাড়ু থেকে কর্ণাটক হয়ে উত্তর দিকে ছড়িয়ে পড়ে এবং পঞ্চদশ শতকের বাংলা ও উত্তর ভারতে ব্যাপক গ্রহণযোগ্যতা লাভ করে।\n\nআন্দোলন শুরু হয়েছিল শৈব নয়নারস এবং বৈষ্ণব আলভারস, যারা ৫ম থেকে ৯ম শতকের মধ্যে বসবাস করতেন। তাদের প্রচেষ্টা চূড়ান্তভাবে ১২ থেকে ১৮ শতকের মধ্যে ভারতে ভক্তি কবিতা ও ভাবনা ছড়িয়ে দিতে সাহায্য করে।\nআলভার, যার আক্ষরিক অর্থ \"যারা ঈশ্বরে নিমগ্ন\", তারা ছিলেন বৈষ্ণব কবি-সাধক যারা এক স্থান থেকে অন্য স্থানে ভ্রমণের সময় বিষ্ণুর প্রশংসা গেয়েছিলেন। তারা শ্রীরঙ্গমের মতো মন্দির স্থাপন করে এবং বৈষ্ণব ধর্ম সম্পর্কে ধারণা ছড়িয়ে দেয়। বৈষ্ণবদের জন্য একটি প্রভাবশালী ধর্মগ্রন্থে বিকশিত আলওয়ার অরুলিচিয়েলগাল বা দিব্যা প্রভানধাম হিসাবে বিভিন্ন কবিতা সংকলিত হয়েছিল। ভাগবত পুরাণের দক্ষিণ ভারতীয় আলভার সাধুদের উল্লেখ, ভক্তির উপর জোর দেওয়ার সাথে সাথে অনেক পণ্ডিতকে এটিকে দক্ষিণ ভারতীয় বংশোদ্ভূত করার দিকে পরিচালিত করেছে, যদিও কিছু পণ্ডিত প্রশ্ন করেন যে এই প্রমাণ ভক্তির সম্ভাবনা বাদ দেয় কিনাভারতের অন্যান্য অঞ্চলে আন্দোলনের সমান্তরাল বিকাশ ছিল।\nআলভারদের মতো সাইভা নয়নার কবিরাও ছিলেন প্রভাবশালী। তিরুমুরাই, তেত্রিশ নয়নার কবি-সাধকদের দ্বারা শিবের স্তোত্রের সংকলন, শৈবধর্মের একটি প্রভাবশালী ধর্মগ্রন্থে পরিণত হয়েছিল। কবিদের ভ্রমণ জীবনধারা মন্দির ও তীর্থস্থান তৈরিতে সাহায্য করেছিল এবং শিবের চারপাশে নির্মিত আধ্যাত্মিক ভাবনা ছড়িয়েছিল। শুরুর দিকে তামিল-শিব ভক্তি কবিরা হিন্দু গ্রন্থগুলিকে প্রভাবিত করেছিলেন যা সমগ্র ভারতবর্ষে শ্রদ্ধেয় ছিল।\nকিছু পণ্ডিত বলেছেন যে দ্বিতীয় সহস্রাব্দে ভারতে ভক্তি আন্দোলনের দ্রুত বিস্তার, ইসলামের আগমন এবং পরবর্তীকালে ভারতে ইসলামী শাসন এবং হিন্দু-মুসলিম দ্বন্দ্বের প্রতিক্রিয়া ছিল।  এই দৃষ্টিভঙ্গির বিরোধিতা করেছেন কিছু পণ্ডিত,  রেখা পান্ডের সাথে বলেছেন যে মুহাম্মদের জন্মের আগে দক্ষিণ ভারতে স্থানীয় ভাষায় উচ্ছ্বসিত ভক্তি স্তোত্র গাওয়া ছিল। পান্ডের মতে, মুসলিম বিজয়ের মনস্তাত্ত্বিক প্রভাব প্রাথমিকভাবে হিন্দুদের দ্বারা সম্প্রদায়ের ভক্তিতে অবদান রাখতে পারে। তবুও অন্যান্য পণ্ডিতরা বলছেন যে মুসলমানদের আক্রমণ, দক্ষিণ ভারতে হিন্দু ভক্তি মন্দির জয় করা এবং স্থানীয় লোকদের কাছ থেকে কাঁটার মতো বাদ্যযন্ত্র বাজেয়াপ্ত করা/গলানো, পরবর্তীকালে স্থানান্তর বা মৃত্যুর জন্য দায়ী ১৮ শতকে ভক্তি ঐতিহ্য গাওয়া।\nওয়েন্ডি ডনিগারের মতে, ভারতে আগমনের সময় ইসলামের দৈনন্দিন অভ্যাস \"ঈশ্বরের কাছে আত্মসমর্পণ\" দ্বারা ভক্তি আন্দোলনের প্রকৃতি প্রভাবিত হতে পারে। পালাক্রমে এটি ১৫ শতাব্দী থেকে সুফিবাদ, এবং ভারতের অন্যান্য ধর্মের মতো ভক্তিমূলক চর্চাকে প্রভাবিত করে, যেমন শিখ ধর্ম, খ্রিস্টধর্ম, এবং জৈনধর্ম।\nক্লাউস উইটজ, বিপরীতে, ভক্তি আন্দোলনের ইতিহাস এবং প্রকৃতিকে উপনিষদিক এবং হিন্দুধর্মের বেদান্ত ভিত্তির সাথে চিহ্নিত করে। তিনি লিখেছেন, কার্যত প্রতিটি ভক্তি আন্দোলনের কবির মধ্যে, \"উপনিষদিক শিক্ষাগুলি একটি সর্বব্যাপী স্তর গঠন করে, যদি ভিত্তি না হয়। আমাদের এখানে এমন একটি অবস্থা রয়েছে যার পশ্চিমে কোন সমান্তরাল নেই। সর্বোচ্চ প্রজ্ঞা, যাকে মূলত অ-ঈশ্বরবাদী ও স্বাধীন প্রজ্ঞা ঐতিহ্য (বেদের উপর নির্ভরশীল নয়) হিসাবে গ্রহণ করা যেতে পারে, সর্বোচ্চ স্তরের ভক্তি এবং ঈশ্বর উপলব্ধির সর্বোচ্চ স্তরের সাথে মিশে আছে।\"\n\n\n=== কবি, লেখক ও সঙ্গীতশিল্পী ===\nভক্তি আন্দোলন হিন্দু সাহিত্যে আঞ্চলিক ভাষায়, বিশেষ করে ভক্তিমূলক কবিতা ও সঙ্গীতের আকারে উত্থাল তরঙ্গ দেখে। এই সাহিত্যের মধ্যে রয়েছে আলভার ও নয়নার লেখা, আন্দালের কবিতা, বাসাভা, ভগত পিপা, অল্লম প্রভু, অক্ক মহাদেবী, কবীর, নানক (শিখ ধর্মের প্রতিষ্ঠাতা),  তুলসীদাস, নব দাস,  গুসাইনজি, ঘনানন্দ, [58] রামানন্দ (রামানন্দী সাম্প্রদায় এর প্রতিষ্ঠাতা), রবিদাশ, শ্রীপদরাজ, ব্যাসতীর্থ, পুরন্দর দাস, কনকদাস, বিজয়া দাস, বৃন্দাবনের ছয় গোস্বামী, রাসখান, রবিদাস, জয়দেব গোস্বামী, নামদেব, একনাথ, তুকারাম, মীরাবাঈ,  রামপ্রসাদ সেন, শঙ্করদেব, বল্লভ আচার্য, নরসিংহ মেহতা, গঙ্গাসতী এবং চৈতন্য মহাপ্রভুর মত সাধুদের শিক্ষা।\nখ্রিস্টীয় সপ্তম থেকে দশম শতাব্দীর প্রথম দিকের লেখকরা কবি-সাধকদের দ্বারা পরিচালিত আন্দোলনকে প্রভাবিত করেছেন বলে জানা যায়, সমবন্দর, তিরুনাভুক্কারসার, সুন্দরর, নামমালভার, আদি শঙ্কর, মানিককাবাকার ও নাথামুনি একাদশ ও দ্বাদশ শতাব্দীর বেশ কয়েকজন লেখক হিন্দুধর্মের বেদান্ত স্কুলের মধ্যে বিভিন্ন দর্শন গড়ে তুলেছিলেন, যা মধ্যযুগীয় ভারতে ভক্তি ঐতিহ্যের জন্য প্রভাবশালী ছিল। এর মধ্যে রয়েছে রামানুজ, মাধবাচার্য, বল্লভ ও নিমবার্ক।  এই লেখকরা ঈশ্বরবাদী দ্বৈতবাদ, যোগ্য অদ্বৈতবাদ এবং পরম একবাদবাদ থেকে শুরু করে দার্শনিক অবস্থানের একটি বর্ণালি জয় করেছেন।\n\n\n== দর্শন: নির্গুণ ও সগুণ ব্রহ্ম ==\nহিন্দুধর্মের ভক্তি আন্দোলন ঐশ্বরিক (ব্রহ্ম) প্রকৃতির চিত্র ধারণের দুটি উপায় দেখেছে - নির্গুণ ও সগুণ। নির্গুণ ব্রহ্ম ছিল চূড়ান্ত বাস্তবতার ধারণা নিরাকার, গুণ বা গুণ ছাড়া। সগুণ ব্রহ্ম, এর বিপরীতে, রূপ, গুণাবলী এবং গুণমানের মতো কল্পনা এবং বিকশিত হয়েছিল। প্রাচীন সর্বেশ্বরবাদী অব্যক্ত ও ঈশ্বরবাদী প্রকাশ ঐতিহ্যের মধ্যে যথাক্রমে উভয়ের সমান্তরাল ছিল এবং ভগবদ্গীতার অর্জুন-কৃষ্ণ সংলাপের সন্ধান পাওয়া যায়।\nএটি একই ব্রহ্ম, কিন্তু দুটি দৃষ্টিকোণ থেকে দেখা হয়, একটি নির্গুনি জ্ঞান-কেন্দ্রিক থেকে এবং অন্যটি সগুনি প্রেম-কেন্দ্রিক থেকে, গীতাতে কৃষ্ণের মতো অবিচ্ছিন্ন। নির্গুণ ভক্তের কবিতা ছিল জ্ঞান-শ্রেয়ী, অথবা জ্ঞানের শিকড় ছিল। সগুণ ভক্তের কবিতা ছিল প্রেম-শ্রেয়, অথবা প্রেমের শিকড় দিয়ে। ভক্তিতে, পারস্পরিক ভালবাসা এবং ভক্তির উপর জোর দেওয়া হয়েছে, যেখানে ভক্ত ঈশ্বরকে ভালবাসে, এবং ঈশ্বর ভক্তকে ভালবাসেন।\nজিনিয়ান ফাউলার বলেছেন যে ভক্তি আন্দোলন ধর্মতত্বের মূলে নির্গুণ ও সগুণ ব্রাহ্মণের ধারণাগুলি হিন্দুধর্মের বেদান্ত দর্শনের ধারণাগুলির সাথে আরও গভীর বিকাশ লাভ করেছে, বিশেষত আদি শঙ্করের অদ্বৈত বেদান্তের ধারণাগুলির সাথে রামানুজের বিশিষ্টাদ্বৈত বেদান্ত, এবং মাধবাচার্যের দ্বৈত বেদান্ত। ভক্তির উপর দ্বাদশ শতাব্দীর দুটি প্রভাবশালী গ্রন্থ ছিল স্যান্ডিল্যা ভক্তি সূত্র-নির্গুণ-ভক্তির অনুরণিত একটি গ্রন্থ এবং নারদ ভক্তি সূত্র-একটি গ্রন্থ যা সগুণ-ভক্তির দিকে ঝুঁকেছে।\nডেভিড লরেনজেন বলেন, ভক্তি আন্দোলনের নির্গুণ ও সগুণ ব্রহ্ম ধারণা পণ্ডিতদের কাছে বিভ্রান্তিকর ছিল, বিশেষ করে নির্গুনি ঐতিহ্য কারণ এটি প্রস্তাব করে,  \"গুণাবলী ছাড়াই ঈশ্বরের প্রতি হৃদয়- অনুভূত ভক্তি, এমনকি কোন নির্দিষ্ট ব্যক্তিত্ব ছাড়াই\"। তবুও \"নির্গুনি ভক্তি সাহিত্যের পর্বত\" দেওয়া হয়েছে, লরেঞ্জেন যোগ করেছেন, নির্গুণ ব্রহ্মের ভক্তি সগুণ ব্রহ্মের ভক্তির পাশাপাশি হিন্দু ঐতিহ্যের বাস্তবতার অংশ। ভক্তি আন্দোলনের সময় ঈশ্বরকে কল্পনা করার দুটি বিকল্প উপায় ছিল।\n\n\n== সামাজিক প্রভাব ==\nভক্তি আন্দোলন ছিল মধ্যযুগীয় হিন্দু সমাজের ভক্তিমূলক রূপান্তর, যেখানে বৈদিক আচার-অনুষ্ঠান বা বিকল্পভাবে তপস্বী সন্ন্যাসীর মতো মোক্ষের জন্য জীবনধারা একটি ব্যক্তিগতভাবে সংজ্ঞায়িত ঈশ্বরের সঙ্গে ব্যক্তিস্বাতন্ত্রিক প্রেমময় সম্পর্কের পথ তৈরি করেছিল।  মোক্ষ যা পূর্বে কেবল ব্রাহ্মণ, ক্ষত্রিয় ও বৈশ্য বর্ণের পুরুষদের দ্বারা প্রাপ্য বলে বিবেচিত হত, সকলের জন্য উপলব্ধ ছিল।  অধিকাংশ পণ্ডিতরা বলেছেন যে ভক্তি আন্দোলন নারী ও শূদ্র এবং অস্পৃশ্য সম্প্রদায়ের সদস্যদের আধ্যাত্মিক মুক্তির অন্তর্ভুক্তিমূলক পথ প্রদান করেছিল। কিছু পণ্ডিত একমত নন যে ভক্তি আন্দোলন এই ধরনের সামাজিক বৈষম্যের উপর ভিত্তি করে তৈরি হয়েছিল।\nকবি-সাধকদের জনপ্রিয়তা বৃদ্ধি পায় এবং আঞ্চলিক ভাষায় ভক্তিমূলক গানে সাহিত্য প্রচুর হয়ে ওঠে। এই কবি-সাধুরা তাদের সমাজের মধ্যে দার্শনিক অবস্থান বিস্তৃত করেছে, দ্বৈত ঈশ্বরবাদী দ্বৈতবাদ থেকে অদ্বৈত বেদান্তের পরম একত্ববাদ পর্যন্ত। কবি, উদাহরণস্বরূপ একজন কবি-সাধক, উপনিষদ শৈলীতে লিখেছেন, সত্য জানার অবস্থা:\n\nপঞ্চদশ শতাব্দীর প্রথম দিকে ভক্তি কবি-পিপা বলেছিলেন,\n\nভারতে ভক্তি আন্দোলনের প্রভাব ছিল ইউরোপে খ্রিস্টধর্মের প্রোটেস্ট্যান্ট সংস্কারের মতো। এটি ভাগ করে নেওয়া ধর্মীয়তা, প্রত্যক্ষ আবেগ ও ঐশ্বরিক অনুভূতি এবং প্রাতিষ্ঠানিক প্রধান কাঠামোর  সর্বদিগ্ব্যাপী ছাড়াই আধ্যাত্মিক ধারণার সাধনা করে।  মধ্যযুগীয় হিন্দুদের মধ্যে আধ্যাত্মিক নেতৃত্ব এবং সামাজিক সংহতির নতুন রূপ নিয়ে আসা অনুশীলনের উদ্ভব ঘটে, যেমন সম্প্রদায়ের গান, দেবতার নাম একসাথে জপ, উৎসব, তীর্থযাত্রা, শৈবধর্ম, বৈষ্ণবধর্ম ও শাক্তধর্ম সম্পর্কিত আচার। এই আঞ্চলিক অনুশীলনগুলির অনেকগুলি আধুনিক যুগে টিকে আছে।\n\n\n=== সেবা, দান, ও সম্প্রদায় রান্নাঘর ===\n\nভক্তি আন্দোলন নতুন ধরনের স্বেচ্ছাসেবী সামাজিক দান যেমন সেবা (যেমন, মন্দির বা গুরু বিদ্যালয় বা সম্প্রদায় নির্মাণ), দান\n(দাতব্য), এবং বিনামূল্যে ভাগ করা খাবারের সাথে কমিউনিটি রান্নাঘর চালু করে। সম্প্রদায়ের রান্নাঘরের ধারণার মধ্যে, নানক কর্তৃক প্রবর্তিত নিরামিষ গুরু কা লঙ্গার সময়ের সাথে সুপ্রতিষ্ঠিত প্রতিষ্ঠানে পরিণত হয়, উত্তর -পশ্চিম ভারত থেকে শুরু করে এবং শিখ সম্প্রদায়ের সর্বত্র বিস্তৃত হয়। দাদু দয়ালের মতো অন্যান্য সাধু একই ধরনের সামাজিক আন্দোলনকে সমর্থন করেছিলেন, এমন একটি সম্প্রদায় যা সকল জীবের প্রতি অহিংসা, সামাজিক সমতা, এবং নিরামিষ রান্নাঘরের পাশাপাশি পারস্পরিক সামাজিক সেবার ধারণার প্রতি বিশ্বাসী। ভারতের ভক্তি মন্দির এবং মঠ (হিন্দু মঠ) প্রাকৃতিক দুর্যোগের পর ক্ষতিগ্রস্তদের ত্রাণ, দরিদ্র ও প্রান্তিক কৃষকদের সাহায্য করা, সম্প্রদায়ের শ্রম প্রদান, দরিদ্রদের জন্য খাওয়ানোর ঘর, দরিদ্রদের জন্য বিনামূল্যে হোস্টেল প্রভৃতি সামাজিক কাজ গ্রহণ করেছেশিশু এবং লোক সংস্কৃতির প্রচার।\n\n\n== শিখধর্ম , শক্তি ও ভক্তি আন্দোলন ==\nকিছু পণ্ডিত শিখধর্মকে ভারতীয় ঐতিহ্যের ভক্তি সম্প্রদায় বলে থাকেন।  শিখধর্মে, \"নির্গুণ ভক্তি\" এর উপর জোর দেওয়া হয়েছে - গুণ (গুণ বা রূপ) ছাড়া ঈশ্বরকে ভক্তি, কিন্তু এটি ঈশ্বর নির্গুণী ও সগুনী উভয় রূপ গ্রহণ করে।\nশিখদের ধর্মগ্রন্থ গুরু গ্রন্থ সাহেবের মধ্যে রয়েছে শিখ গুরু, চৌদ্দ হিন্দু ভাগত এবং একজন মুসলিম ভগতের স্তোত্র। কিছু ভগত যাদের গীতা গুরুগ্রন্থ সাহেবের অন্তর্ভুক্ত ছিল, তারা হলেন ভক্তি কবি যারা গুরু নানকের জন্মের আগে তাদের ধারণা শিখিয়েছিলেন - শিখ গুরুর প্রথম। চৌদ্দটি হিন্দু ভগতে যাদের স্তবক পাঠে প্রবেশ করা হয়েছিল, তারা ছিলেন ভক্তি আন্দোলনের কবি সাধক, এবং কবীর সাহেব নামদেব, পিপা, রবিদাস, বেণী, ভিখান, ধনা, জয়দেব, পরমানন্দ, সাধনা, সায়ান, সুরদাস, ত্রিলোচন, যখন এক.মুসলিম ভগত ছিলেন সুফি সাধক ফরিদ। শিখ ধর্মগ্রন্থের ৫,৮৯৪ টি স্তোত্রের অধিকাংশই শিখ গুরুদের কাছ থেকে এসেছে, এবং বাকি অংশ ভগতের কাছ থেকে এসেছে। অ-শিখ ভগতদের শিখ ধর্মগ্রন্থে তিনটি সর্বোচ্চ অবদান ছিল ভগত কবির (২৯২ স্তোত্র), ভগত ফরিদ (১৩৪ স্তোত্র), এবং ভগত নামদেব (৬০ স্তোত্র)।\nযদিও শিখ ধর্ম ভক্তি আন্দোলনের দ্বারা প্রভাবিত হয়েছিল, এবং ভক্তি কবি সাধকদের স্তোত্রগুলি অন্তর্ভুক্ত করেছিল, এটি কেবল ভক্তি আন্দোলনের সম্প্রসারণ ছিল না। শিখধর্ম, উদাহরণস্বরূপ, ভক্তি সাধক কবির এবং রবিদাসের কিছু মতামতের সাথে দ্বিমত পোষণ করে।\nগুরু নানক, প্রথম শিখ গুরু এবং শিখধর্মের প্রতিষ্ঠাতা ছিলেন একজন ভক্তি সাধক। তিনি শেখালেন, জন ময়েলেড বলেছেন, যে উপাসনার সবচেয়ে গুরুত্বপূর্ণ রূপ হল ভক্তি। নাম-সিমরন-ঈশ্বরের উপলব্ধি-শিখ ধর্মে একটি গুরুত্বপূর্ণ ভক্তি চর্চা। গুরু আরজান, তাঁর সুখমনি সাহেব -এ সুপারিশ করেছেন, প্রকৃত ধর্ম হল ঈশ্বরের প্রতি ভালোবাসা। শিখ ধর্মগ্রন্থ গুরু গ্রন্থ সাহিবের মধ্যে রয়েছে একজন শিখকে ধ্রুব ভক্তি করার পরামর্শ। শিখধর্মে ভক্তির পদ্ধতিগুলিও শক্তি (শক্তি) ধারণাকে অন্তর্ভুক্ত করে।\nভারতের পাঞ্জাব-অঞ্চলের বাইরে কিছু শিখ সম্প্রদায় যেমন মহারাষ্ট্র ও বিহারে পাওয়া যায়, তারা গুরুদুয়ারায় প্রদীপ দিয়ে আরতি অনুশীলন করে। আরতি ও ভক্তিমূলক প্রার্থনা অনুষ্ঠান রবীদাসিয় ধর্মেও পাওয়া যায়, যা আগে শিখধর্মের অংশ ছিল।\n\n\n== বৌদ্ধধর্ম, জৈনধর্ম ও ভক্তি আন্দোলন ==\nবিভিন্ন জৈন সম্প্রদায়ের মধ্যে ভক্তি প্রচলিত প্রথা, যেখানে শিখেছি তীর্থঙ্কর (জিন) এবং মানব গুরুগণকে উচ্চতর মানুষ হিসেবে বিবেচনা করা হয় এবং নৈবেদ্য, গান এবং আরতি প্রার্থনার দ্বারা শ্রদ্ধা করা হয়। জন কোর্ট প্রস্তাব করেন যে পরবর্তীকালে হিন্দুধর্ম ও জৈনধর্মে ভক্তি আন্দোলন জৈন ঐতিহ্যের বন্দন ও পূজন ধারণার শিকড় ভাগ করতে পারে।\nবৌদ্ধধর্ম ও জৈনধর্মের মত অ-ঈশ্বরবাদী ভারতীয় ঐতিহ্যের মধ্যে মধ্যযুগীয় ভক্তি ঐতিহ্য পণ্ডিতদের দ্বারা রিপোর্ট করা হয়েছে, যেখানে ভক্তি ও প্রার্থনা অনুষ্ঠান একটি আলোকিত গুরু, প্রধানত বুদ্ধ এবং জিন মহাবীর, যথাক্রমে অন্যান্যদের জন্য উৎসর্গ করা হয়েছিল।  কারেল ওয়ার্নার উল্লেখ করেছেন যে ভাত্তি (পালিতে ভক্তি) থেরবাদ বৌদ্ধধর্মে উল্লেখযোগ্য অনুশীলন হয়েছে, এবং বলা হয়েছে, \"এতে কোন সন্দেহ নেই যে বৌদ্ধধর্মে গভীর ভক্তি/ভত্তা বিদ্যমান এবং এটির প্রথম দিক থেকেই শুরু হয়েছিল\"।\n\n\n== খ্রিস্টধর্ম ==\nউইলিয়াম ডাইরনেসের মতে, ভক্তি খ্রিস্টান গসপেল ঐতিহ্য এবং হিন্দু ভক্তিমূলক .তিহ্যের মধ্যে একটি \"অভিসারের বিন্দু\" ছিল। এটি ভারতীয় খ্রিস্টানদের ঐশ্বরের কাছে তাদের সৃষ্টি থেকে আলাদা এবং তাদের ব্যক্তিগতভাবে ভালোবাসার জন্য, আত্মনিয়োগ ভক্তির কাছ থেকে অনুগ্রহ আশা করতে সাহায্য করতে সাহায্য করেছে। এ জে আপ্পাসামি, সাধু সুন্দর সিং এবং বিংশ শতাব্দীর গোড়ার দিকে অন্যান্য ধর্মান্তরিত কবিরা গানগুলি রচনা করেছিলেন যা গানে সমৃদ্ধ ছিল এবং খ্রিস্টধর্মের রহস্যবাদ, কিংবদন্তি এবং অর্থ বের করে এনেছিল। কুগলারের মতে, ভারতে খ্রিস্টান সম্প্রদায়ের ভক্তির অগ্রদূতদের মধ্যে মুরারি ডেভিড অন্তর্ভুক্ত।\n\n\n== সমসাময়িক বৃত্তিতে বিতর্ক ও সন্দেহ ==\nসমসাময়িক পণ্ডিতরা প্রশ্ন করেন যে ১৯ ও ২০ শতকের গোড়ার দিকে ভারতে ভক্তি আন্দোলন, এর উৎপত্তি, প্রকৃতি এবং ইতিহাস সম্পর্কে তত্ত্ব সঠিক কিনা। পেচিলিস তার ভক্তি আন্দোলন সম্পর্কিত বইয়ে, উদাহরণস্বরূপ বলেছেন:\n\nঊনবিংশ শতাব্দীর শেষের দিকে এবং বিংশ শতাব্দীর প্রথম দিকে ভক্তির উপর লেখক পণ্ডিতগণ একমত হন যে ভারতে ভক্তি একটি একত্ববাদী সংস্কার আন্দোলন ছিল। এই পণ্ডিতদের কাছে, একেশ্বরবাদ এবং সংস্কারের মধ্যে অবিচ্ছেদ্য সংযোগ ভারতীয় সংস্কৃতির বিকাশের ক্ষেত্রে ধর্মতাত্ত্বিক এবং সামাজিক গুরুত্ব উভয়ই রয়েছে। আবিষ্কারের প্রেক্ষাপটে ভক্তির প্রাচ্যবাদী ছবি তৈরি করা হয়েছিল: সংগঠিত সাংস্কৃতিক যোগাযোগের সময়, যেখানে প্রশাসনিক, পণ্ডিত এবং মিশনারি সহ অনেক সংস্থা - কখনও কখনও একক ব্যক্তির মধ্যে মূর্ত হয়ে - জ্ঞান চেয়েছিল ভারতের। ইন্দো-ইউরোপীয় ভাষা সংযোগের মাধ্যমে, প্রাথমিক প্রাচ্যবিদরা বিশ্বাস করতেন যে, তারা এক অর্থে প্রাচীন গ্রন্থ এবং ভারতীয় জনগণের \"প্রাচীন\" রীতিতে তাদের নিজস্ব বংশ দেখেছিলেন। এই ক্ষেত্রে, কিছু পণ্ডিত ভক্তির একেশ্বরবাদের সাথে চিহ্নিত করতে পারেন। একটি সংস্কার আন্দোলন হিসাবে দেখা, ভক্তি সাম্রাজ্যের সেবায় হস্তক্ষেপের প্রাচ্যবাদী এজেন্ডার সমান্তরাল উপস্থাপন করেছিলেন।\n\nম্যাডেলিন বিয়ারডিউ বলেন, জেইনিন মিলারের মত, যে ভক্তি আন্দোলন ছিল না সংস্কার বা আকস্মিক উদ্ভাবন, কিন্তু ধারাবাহিকতা এবং ধারনাগুলির প্রকাশ বেদে পাওয়া যাবে, ভগবৎ গীতার ভক্তি মার্গ শিক্ষা, কঠ উপনিষদ ও শ্বেতাশ্বর উপনিষদ।\nজন স্ট্রাটন হাউলি সাম্প্রতিক বৃত্তি বর্ণনা করেন যা ভক্তি আন্দোলনের উৎপত্তির পুরাতন তত্ত্ব এবং \"দক্ষিণ-পদক্ষেপ-উত্তরের গল্প\" প্রশ্ন করে, তারপর বলে যে আন্দোলনের একাধিক উৎপত্তি ছিল, উত্তর ভারতে বৃন্দাবনকে অন্য কেন্দ্র হিসাবে উল্লেখ করা হয়েছিল। হাউলি ভারতীয় পণ্ডিতদের মধ্যে বিতর্ক এবং মতবিরোধ বর্ণনা করেছেন, হেগডির উদ্বেগের কথা উদ্ধৃত করেছেন যে \"ভক্তি আন্দোলন একটি সংস্কার ছিল\" তত্ত্বকে \"ভক্তি সাহিত্যের একটি বড় অংশ থেকে চেরি বাছাই করা বিশেষ গান\" দ্বারা সমর্থন করা হয়েছে এবযদি কোনো একক লেখক যেমন বসভার সমগ্র সাহিত্যকে তার ঐতিহাসিক প্রেক্ষাপটের সাথে বিবেচনা করা হয়, তাহলে সংস্কার বা সংস্কারের প্রয়োজন নেই।\nশেলডন পোলক লিখেছেন যে ভক্তি আন্দোলন ব্রাহ্মণ ও উচ্চবর্ণের বিরুদ্ধে বিদ্রোহ ছিল না বা সংস্কৃত ভাষার বিরুদ্ধে বিদ্রোহ ছিল না, কারণ অনেক বিশিষ্ট চিন্তাবিদ এবং ভক্তি আন্দোলনের প্রথম দিকের চ্যাম্পিয়ন ছিলেন ব্রাহ্মণ এবং উচ্চবর্ণের, এবং কারণ প্রথম ও পরবর্তী ভক্তি কবিতা ও সাহিত্য সংস্কৃত ভাষায় ছিল। পোলক আরও বলেন, খ্রিস্টীয় ১ম সহস্রাব্দে প্রাচীন দক্ষিণ -পূর্ব এশীয় হিন্দু ধর্মের ভক্তির প্রবণতার প্রমাণ, যেমন কম্বোডিয়া ও ইন্দোনেশিয়ায় যেখানে বৈদিক যুগ অজানা, এবং যেখানে উচ্চবর্ণের তামিল হিন্দু আভিজাত্য ও বণিকরা প্রবর্তন করেছিলেনহিন্দুধর্মের ভক্তি ভাবনা, কিছু রূপের বিদ্রোহের পরিবর্তে প্রাথমিকভাবে আধ্যাত্মিক এবং রাজনৈতিক অনুসন্ধানের জন্য শেকড় এবং ভক্তি আন্দোলনের প্রকৃতি নির্দেশ করে।\nজন গাই বলেছেন যে তামিল বণিকদের সম্পর্কে খ্রিস্টীয় ৮ম শতাব্দীর হিন্দু মন্দির এবং চীনা শিলালিপির প্রমাণ চীনা বাণিজ্যিক শহরগুলিতে, বিশেষ করে কাইয়ুয়ান মন্দির (কুয়ানঝো) তে ভক্তির রূপ উপস্থাপন করে।  এইগুলি দেখায় শৈব, বৈষ্ণব ও হিন্দু ব্রাহ্মণ মঠগুলি চীনে ভক্তির বিষয়কে সম্মান করে।\nকারেন পেচিলিস বলেন, পুরাতন প্রাঙ্গণ এবং ভক্তির আন্দোলনের জন্য \"মৌলবাদীতা, একেশ্বরবাদ ও গোঁড়ামির সংস্কার\" এর ভাষা। অনেক পণ্ডিত এখন মধ্যযুগীয় ভারতে ভক্তির আবির্ভাবকে বৈদিক ঐতিহ্যের কেন্দ্রীয় বিষয়গুলির পুনরুজ্জীবন, পুনর্নির্মাণ ও পুনর্বিন্যাস হিসাবে চিহ্নিত করেছেন।\n\n\n== আরও দেখুন ==\nহরিকথা\nভক্তি\nসুফিবাদ\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nFowler, Jeaneane D. (২০১২)। The Bhagavad Gita: A Text and Commentary for Students। Sussex Academic Press। আইএসবিএন 978-1-84519-346-1। \nHawley, John (২০১৫)। A Storm of Songs: India and the Idea of the Bhakti Movement। Harvard University Press। আইএসবিএন 978-0-674-18746-7। \nLorenzen, David (১৯৯৫)। Bhakti Religion in North India: Community Identity and Political Action। State University of New York Press। আইএসবিএন 978-0-7914-2025-6। \nPechilis Prentiss, Karen (২০১৪)। The Embodiment of Bhakti। Oxford University Press। আইএসবিএন 978-0-19-535190-3। \nSchomer, Karine; McLeod, W. H., সম্পাদকগণ (১৯৮৭)। The Sants: Studies in a Devotional Tradition of India। Motilal Banarsidass। আইএসবিএন 9788120802773। \n\n\n== আরও পড়ুন ==\nKishwar, Madhu (1989). Women Bhakta Poets: Manushi. Manushi Publications. ASIN B001RPVZVU.\n\n\n== বহিঃসংযোগ ==\n\nBhakti bibliography  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ মার্চ ২০১৬ তারিখে, Harvard University Archive (2001)\nDefinition of Bhakti, Swami Vivekananda, Wikisource\nThe Sacred Geography of the Tamil Shaivite Hymns, George Spencer (1970), Numen, Vol. 17, Fasc. 3, pages 232-244\nShrines, Shamanism, and Love Poetry: Elements in the Emergence of Popular Tamil Bhakti, Glenn Yocum (1973), Journal of the American Academy of Religion, Vol. 41, No. 1, pages 3–17\nMīrābāī and Her Contributions to the Bhakti Movement, SM Pandey (1965), History of Religions, Vol. 5, No. 1, pages 54–73\nBhakti and the British Empire, Vijay Pinch (May 2003), Past & Present, No. 179, pages 159-196\nThe Music in Faith and Morality, John Hawley (1984), Journal of the American Academy of Religion, Vol. 52, No. 2, pages 243-262\nAuthor and Authority in the Bhakti Poetry of North India, John Hawley (1988), The Journal of Asian Studies, Vol. 47, No. 2, pages 269-290\nFemale Gurus and Ascetics, Karen Pechilis (2015), Brill's Encyclopedia of Hinduism, Edited by: Knut Jacobsen et al., (Requires subscription)\nIwao, Shima (জুন–সেপ্টেম্বর ১৯৮৮), \"The Vithoba Faith of Maharashtra: The Vithoba Temple of Pandharpur and Its Mythological Structure\" (পিডিএফ), Japanese Journal of Religious Studies, Nanzan Institute for Religion and Culture, 15 (2–3): 183–197, আইএসএসএন 0304-1042, ২০০৯-০৩-২৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}