{"pageid": 1089630, "title": "দিনারা আলিভা", "url": "https://bn.wikipedia.org/wiki?curid=1089630", "content": "দিনারা আলিভা আজারবাইজানি: Dinarə Əliyeva, রুশ: Динара Алиева  ) (জন্ম ১৭ ডিসেম্বর, ১৯৮০, বাকু, আজারবাইজান এসএসআর) একজন আজারবাইজানি এবং রাশিয়ান অপেরা গায়ক (সোপ্রানো)। তিনি বর্তমানে রাশিয়ার স্টেট একাডেমিক বোলশোই থিয়েটারে একক কণ্ঠ শিল্পী। সেখানে তিনি ২০০৯ সালে পুচিনির অপেরা টুরানডোটে  লিউ হিসেবে আত্মপ্রকাশ করেছিলেন। তিনি আজারবাইজানের পিপলস আর্টিস্ট ছিলেন (২০১৮)।\n\n\n== জীবনী ==\nতিনি মিউজিক কলেজ থেকে পিয়ানো ক্লাসে স্নাতক ডিগ্রী লাভ করেন। ২০০৪ সালে, তিনি বাকু একাডেমি অফ মিউজিক থেকে স্নাতক হন।  তারপরে তিনি আজারবাইজান স্টেট একাডেমিক অপেরা এবং ব্যালে থিয়েটারে তার কর্মজীবন শুরু করেন। যেখানে তিনি ২০০৫ সাল পর্যন্ত একক কণ্ঠশিল্পী ছিলেন এবং সোপ্রানো রেপার্টোয়ারের প্রধান চরিত্রে গান গেয়েছিলেন: লিওনোরা (ভার্ডির ইল ট্রোভাটোর ), মিমি (পুচিনির লা বোহেম), ভায়োলেটা (ভার্ডির লা ট্রাভিয়াটা), নেড্ডা (লিওনকাভালো পাগলিয়াচি )। দিনারা আলিভা ২০০৯ সাল থেকে রাশিয়ার বোলশোই থিয়েটারে একক শিল্পী ছিলেন। বোলশোই থিয়েটারে গায়কের সঞ্চালনায় নিম্নলিখিতরা ভূমিকা রাখে: রোজালিন্ডা ( জে স্ট্রাউসের ডাই ফ্লেডারমাস ) - প্রিমিয়ার; মিমি (জি পুচিনি দ্বারা লা বোহেম) প্রিমিয়ার; মারফা (এন রিমস্কি-কর্সাকভ দ্বারা জারের বধূ)মাইকেলা (জি বিজেট দ্বারা কারমেন); ভায়োলেটা (জি ভার্ডি দ্বারা লা ট্রাভিয়াটা) ইওলন্ত (পি চাইকভস্কি দ্বারা ইওলন্ত); এলিজাবেথ ভালোস (জি ভার্ডি দ্বারা ডন কার্লোস); এমেলিয়া (জি ভার্ডি দ্বারা আন বালো ইন মাসচেরা, শিরোনাম অংশ (এ ভোরাক দ্বারা রুসালকা)- তিনি বলশয় থিয়েটার প্রথম অভিনয়কারী। অন্যান্য উল্লেখযোগ্য সাফল্যের মধ্যে আলিভা মারিয়া কালাস' এর ৩০তম মৃত্যু বার্ষিকীতে থেসালোনিকি কনসার্ট হলে লা ট্রাভিটার কনসার্টে অংশগ্রহণ করেন। ১৬ সেপ্টেম্বর ২০০৯ সালে, মারিয়া কালাস'এর মৃত্যু বার্ষিকী হয়। আলিভার সঞ্চালিত গান লা ট্রাভিটা, টোসকা, পাগলিয়াচি  এথেন্সের মেগারন কনসার্ট হলে পরিবেশন করা হয়। তিনি ২০০৮ সালে বোলশোই থিয়েটারে এলেনা ওব্রাজতসোভা এবং ২০০৯ সালে মিখাইলভস্কি থিয়েটারে সমারোহপূর্ণ সঙ্গীতানুষ্ঠানে অংশ নিয়েছিলেন\n\n\n== পুরস্কার ==\n২০০৫ - কণ্ঠশিল্পীদের আন্তর্জাতিক বায়ুলবিউল প্রতিযোগিতায় তৃতীয় পুরস্কার (বাকু)।\n২০০৭ - মারিয়া ক্যালাস ইন্টারন্যাশনাল অপেরা সিঙ্গার্স প্রতিযোগিতায় (গ্রীস) দ্বিতীয় পুরস্কার।\n২০০৭ - তরুণ কণ্ঠশিল্পীদের (সেন্ট পিটার্সবার্গ) জন্য এলেনা ওব্রাজ্টসোভা আন্তর্জাতিক প্রতিযোগিতায় দ্বিতীয় পুরস্কার।\n২০০৭ - উত্তর পালমিরায় ক্রিসমাস মিউজিক্যাল মিটিংয়ের বিজয়ী আত্মপ্রকাশের জন্য বিশেষ ডিপ্লোমা।\n২০১০ - ফ্রান্সিসকো ভিয়াস ইন্টারন্যাশনাল সিংগিং প্রতিযোগিতায় দ্বিতীয় পুরস্কার (বার্সেলোনা)।\n২০১০ - প্লাসিডো ডোমিংগোর অপেরালিয়ায় তৃতীয় পুরস্কার, দ্য ওয়ার্ল্ড অপেরা প্রতিযোগিতা (মিলান)।\n২০১০ - আজারবাইজানের সম্মানিত শিল্পী (সেপ্টেম্বর ১৭, ২০১০) - আজারবাইজান সংস্কৃতির বিকাশের পরিষেবার জন্য। \n২০১৭ - রাশিয়ান ফেডারেশনের সংস্কৃতি মন্ত্রীর প্রশংসা \"সংস্কৃতির বিকাশে দুর্দান্ত অবদানের জন্য\"।\n২০১৮ - আজারবাইজানের পিপলস আর্টিস্ট (মে ২৭, ২০১৮) - আজারবাইজান সংস্কৃতির বিকাশে পরিষেবার জন্য। \nইরিনা আরখিপোভা ফাউন্ডেশন থেকে সম্মান পদক। \nরাশিয়ার কনসার্ট শিল্পীদের ইউনিয়নের ডিপ্লোমা।\n\n\n== ডিস্কোগ্রাফি ==\n২০১৩ - রাশিয়ান গান এবং আরিয়াস ( ন্যাক্সোস, সিডি)\n২০১৪ - পেস মিও ডিও ... ( ডেলোস রেকর্ডস, সিডি)\n২০১৫ - মস্কোর দিনারা আলিভা (ডেলোস রেকর্ডস, ডিভিডি)\n২০১৫ - আলিয়েভা এবং আন্তোনেঙ্কো (ডেলোস রেকর্ডস, সিডি)\n২০১৬ - পুচিনি : লা রন্ডাইন (ম্যাগদা ডি সিভ্রি; ডয়চে ওপার বার্লিন; ডেলোস রেকর্ডস,ডিভিডি)\n২০১৮ - জিউসেপ ভার্ডি : মেসা দা রিকুইয়াম। দিমিত্রি হভোরোস্টভস্কির স্মৃতিতে (কন্ডাক্টর - ইউরি টেমিরকানভ, ডেলোস রেকর্ডস, সিডি, ডিভিডি)\n\n\n== তথ্যসূত্র =="}