{"pageid": 1089355, "title": "তামার রস", "url": "https://bn.wikipedia.org/wiki?curid=1089355", "content": "তামার রস (হিব্রু : תמר רוס) বার-ইলান বিশ্ববিদ্যালয়ের ইহুদি দর্শনের অধ্যাপক এবং ধর্মীয় নারীবাদী দর্শনের বিশেষজ্ঞ।\n\n\n== কাজ ==\nতামার রস ইহুদি ধর্মে লিঙ্গকে ঘিরে দার্শনিক প্রশ্নে গুরুত্বপূর্ণ অবদান রাখেন এই যুক্তি দিয়ে যে তাওরাতে নারীবাদ  বাহ্যিক নয় বরং তাওরাতের অবিচ্ছেদ্য অংশ। তিনি বিবর্তন বাদের ধারণার পক্ষে যুক্তি দেন,এবং বলেন, ইতিহাস বিকশিত হওয়ার সাথে সাথে মানুষ আরও বেশি শিখতে থাকে এবং সমাজগুলি বিকশিত ও পরিপক্ক হয়। তিনি ইরিদাত হা-ডোরোট ধারণার বিরুদ্ধে যুক্তি দিয়ে বলেন যে, এই ধারণাটি সময়ের সাথে সাথে তাওরাতের জ্ঞানকে হ্রাস করে। তিনি  উদার আন্দোলনের পন্থার বিরুদ্ধে যুক্তি দেখান, যা পবিত্র গ্রন্থ তাওরাত, ঐশ্বরিকতা এবং ধর্মীয় বৈধতাকে চ্যালেঞ্জ করে অনুভূত ত্রুটিগুলি মোকাবেলা করে। যুক্তি দিয়েছিল যে,  এই ধরনের দৃষ্টিভঙ্গি কেবল মুল বিশ্বাসকে ক্ষতিগ্রস্ত করে। তিনি ধর্মীয় ঐতিহ্যকে ক্ষুণ্ন না করে সম্প্রসারিত করে সমসাময়িক উদ্বেগ মোকাবেলার জন্য একটি পদ্ধতির জন্য \"তাওরাতের প্রাসাদ সম্প্রসারণ\" রূপকটি বিকাশ করেন, যা মূলত আব্রাহাম আইজাক কুকের একটি ধারণা।\nতার বিজ্ঞ দক্ষতার ক্ষেত্রগুলির মধ্যে রয়েছে আব্রাহাম আইজাক কুকের চিন্তাভাবনা, আধুনিক মুসার আন্দোলন এবং মিটনেগেডিজমের মতাদর্শ এবং ইহুদি ধর্ম ও লিঙ্গ। তিনি ইহুদি নৈতিকতা এবং ধর্মতত্ত্ব, ইহুদি চিন্তার সমসাময়িক বিষয়, হালখার দর্শন এবং অর্থোডক্স ইহুদি নারীবাদের উপর গ্রন্থ ও প্রবন্ধ লেখেন।\nগ্রিনবার্গ বলেন, \"রস তাওরাতের সিস্টেমের বৈষম্যকে জড়িত করতে এবং নারীবাদী ভাষা দিয়ে এটির সমালোচনা করতে ইচ্ছুক ছিল,\" কিন্তু একই সময়ে এবং একটি দুর্দান্ত ভারসাম্যের সাথে, তিনি সিস্টেমের কর্তৃত্ব বজায় রাখতে পেরেছিলেন।\nরস তাওরাতের গণ্ডি থেকে বেরিয়ে আসার চেষ্টা করেছেন। ইহুদি ও খ্রিস্টান নারীবাদী এ চিন্তাবিদ, আইন ও ভাষার উত্তর -আধুনিক দার্শনিক এবং তাওরাতের ভাষ্যকারদের আহ্বান জানিয়ে তিনি ইহুদি  নারীদের অবস্থান সমীক্ষা করেন। সততার সঙ্গে তিনি ইহুদি নারীদের মধ্যে বিদ্যমান অসন্তোষের বীজ উন্মোচন করেন।\n\"বাইবেলের বিবৃতি 'যে পুরুষ ও নারী সৃষ্টি করেছেন,'\" তিনি বাইবেলের এ বাণী বিষয়ে লিখেছেন, \"মহিলাদের ভূমিকা প্রধানত জৈবিক .... মহিলারা বাইবেলের আইনে প্রধান শ্রেণীর সদস্যের পরিবর্তে মানবতার একটি উপবিভাগ হিসাবে উপস্থিত হন “ তিনি নারীদের ধর্মনিরপেক্ষতার পক্ষে মত দেন আর বলেন, তারা যেন ধর্মনিরপেক্ষতার পথে অগ্রসর হয়। রস যুক্তি দেন, ইহুদি ধর্মে তাদের অনগ্রসর পরিস্থিতি তাদেরকে “হালখার প্রাসঙ্গিকতা” নিয়ে প্রশ্ন তুলবে। তার বইটি আজকের নারীদের মুখোমুখি মৌলিক ইহুদি আইনি সমস্যাগুলি পর্যালোচনা করে প্রার্থনায় অংশগ্রহণ এবং সমাধানের মতো ব্যবহারিক বিষয়গুলিতে বিভিন্ন দৃষ্টিভঙ্গির উদ্ধৃতি দেয়, যাদের স্বামীরা তাদের ইহুদি তালাক দেবে না।\n\n\n== কর্মজীবন ==\nতামার রস ইহুদি অর্থোডক্স নারীবাদী জোট (JOFA) এর উপদেষ্টা পরিষদে রয়েছেন।\nতামার রস ইহুদি চিন্তাধারা এবং হালখার দর্শন সম্পর্কিত অনেক বিষয়ে  লেখা প্রকাশিত হয়েছে এবং নারী শিক্ষায় অবদানের জন্য ২০১৩ সালের স্বাধীনতা দিবসের অনুষ্ঠানে ইসরাইল সরকার তাকে মশাল বহনকারী হিসেবে নির্বাচিত করেছিল।\nতামার রস বছরের পর বছর ধরে জোফার সম্মেলনে অংশ নিয়েছিলেন।\n\n\n== রচনাসমূহ ==\n\"ধর্মীয় সত্য দাবিগুলির জ্ঞানীয় মূল্য: রাব্বি এআই কুক এবং উত্তর -আধুনিকতা\", হাজোন নহুমে: নরম্যান ল্যামের সম্মানে জুবিলি ভলিউম, ডিসেম্বর ১৯৯৭, পিপি-৪৭৯-৫২৭।\n\"আধুনিক অর্থোডক্সি অ্যান্ড দ্য চ্যালেঞ্জ অফ ফেমিনিজম\", স্টাডিজ ইন কনটেম্পোরারি ইহুদি, জোনাথন ফ্রাঙ্কেল, এলি লেডারহেন্ডলার, পিটার ওয়াই মেডিং এবং এজরা মেন্ডেলসোহন সম্পাদিত। সমকালীন ইহুদি ও অক্সফোর্ড ইউনিভার্সিটি প্রেস ইনস্টিটিউট, ২০০০, পিপি, ৩-৩৮\n\"অর্থোডক্সি, উইমেনস এবং হালখিক চেঞ্জ\" (হিব্রু), দ্য কোয়েস্ট ফর হালখায়: ইহুদি আইনের আন্তঃবিষয়ক দৃষ্টিকোণ, আমিচাই বেরহোলজ সম্পাদিত। Yediot Aharonot/Bet Morasha, ২০০৩, পিপি-৩৮৭-৪৩৮।\nতোরাহর প্রাসাদ সম্প্রসারণ: অর্থোডক্সি এবং নারীবাদ । ব্র্যান্ডিস ইউনিভার্সিটি প্রেস, ২০০৪।আইএসবিএন ১-৫৮৪৬৫-৩৯০-৬\n\n\n== আরো দেখুন ==\nইহুদি নারীবাদ\nইহুদি অর্থোডক্স নারীবাদী জোট\nইহুদি ধর্মে নারীর ভূমিকা\n\n\n== তথ্যসূত্র =="}