{"pageid": 108927, "title": "মুন্ডা", "url": "https://bn.wikipedia.org/wiki?curid=108927", "content": "মুন্ডা দক্ষিণ এশিয়ার একটি বড় উপজাতি। ভারতের ঝাড়খণ্ড ও ছত্রিশগড় রাজ্যের ছোটনাগপুর অঞ্চল, মধ্যপ্রদেশ, ওড়িশা এবং পশ্চিমবঙ্গে এঁদের বাস। এছাড়া, বাংলাদেশের কোনো কোনো অঞ্চলেও এঁরা বাস করেন। মুন্ডা জনগোষ্ঠী যে ভাষায় কথা বলে, তার নাম মুন্ডারি। এটি অস্ট্রো- এশিয়াটিক ভাষা গোষ্ঠীর অন্তর্গত।\n\n\n== ইতিহাস ==\nবাংলাদেশে মুন্ডাদের আগমন ও তাদের বসতি বিন্যাসের প্রকৃত তথ্য এ যাবতকালে উৎঘাটিত না হলেও প্রত্নতাত্ত্বিক নিদর্শন এবং উৎখননের ভিত্তিতে ভারতবর্ষের অন্তর্ভুক্ত বিহারে ও রাঁচিতে যে তথ্য পাওয়া যায় তাতে মোটামুটিভাবে তাদের আদি বসতি বিন্যাসের সময়কাল এবং স্থান নিরূপণ করা সম্ভব। সম্ভবত ২০০০ খ্রিস্ট-পূর্বাব্দে এবং তার পরবর্তীকালে সাঁওতাল জনগোষ্ঠীর পাশাপাশি মুন্ডা সম্প্রদায়ভূক্ত বিশেষ সংস্কৃতির অধিকারী মানব গোষ্ঠী নব্যপ্রস্তর সংস্কৃতির সাথে সম্পৃক্ত ছিল। বিভিন্ন সমাজ বিজ্ঞানীদের মতে, মুন্ডা সম্প্রদায়ের জনগোষ্ঠী বিদেশী প্রভাব বলয় থেকে মুক্ত একটি বিচ্ছিন্ন মানব গোষ্ঠীর কৃষি ভিত্তিক সমাজ ব্যবস্থার সূত্র ধরেই তাদের গোষ্ঠী চিন্তা প্রসারিত হয়।\nপরবর্তীতে বাংলাদেশে বসবাসরত মুন্ডা সম্প্রদায়ের বিশেষ সংস্কৃতির অধিকারী মানব গোষ্ঠী বাংলাদেশের খুলনা জেলার কয়রা ও ডুমুরিয়া উপজেলা এবং সাতক্ষীরা জেলার দেবহাটা, তালা ও শ্যামনগর উপজেলার বিভিন্ন গ্রামে মুন্ডাদের বসতি বিন্যাসের এবং বাংলাদেশের বৃহত্তর ম্যানগ্রোভ সুন্দরবন এলাকায়ও এদের আদি বসতির চিহ্ন মিলে।\nজাতিতাত্ত্বিক দিক থেকে ছোট নাগপুরের বৃহত্তর দ্রাবিড় উপজাতি হিসাবে উল্লেখ করা হলেও প্রাকৃতিক অর্থে বাংলাদেশের মৌলভী বাজার অঞ্চলের যে সমস্ত মুন্ডাদের উপস্থিতি লক্ষ্য করা যায় তাতে বিষয়টি বিশেষ করে তাদের দৈহিক কাঠামোগত বিন্যাস, পরিবেশ, ভৌগোলিক অবস্থান এবং জেনেটিক ডেরিফের কারণে দ্রাবিড় উপজাতি থেকে সম্পূর্ণ ভিন্ন ধর্মী মনে হয়।\n\n\n== ভাষা ==\nমুন্ডা শব্দটি সংস্কৃতি থেকে উৎপত্তি হয়েছে যার প্রকৃত অর্থ গ্রাম প্রধান। মুন্ডারা মান্দারি ভাষায় কথা বলে। মুন্ডারা কোথাও কোথাও কোল নামে পরিচিত। মুন্ডা ভাষাভূক্ত বিভিন্ন উপভাষা উত্তর ও মধ্য ভারতে ব্যবহৃত হয় এবং ২০ টি ভাষাভাষির লোকেরা এ ভাষায় কথা বলে। এ সকল ভাষার মধ্যে উল্লেখযোগ্য হচ্ছে সাঁওতালি ভাষা, যা আলচিকি, রোমান, দেবনাগরী বাংলা এবং উড়িয়ান লিপিতে লেখা। মুন্ডা ভাষায় চার মিলিয়ন জনগোষ্ঠী কথা বলে যার একক নাম খেড়োয়াড়ী ভাষা।\n\n\n== গোত্র ==\nবাংলাদেশে অবস্থিত মুন্ডাদের ৭ টি গোষ্ঠীর উল্লেখ পাওয়া যায় যেমন, কম্পাট মুন্ডা, খাঙ্গার মুন্ডা, খাড়িয়া মুন্ডা, পাথর মুন্ডা, দেরগে মুন্ডা, সাঙ্কা মুন্ডা এবং মাঙ্কী মুন্ডা। কিন্তু ভারতবর্ষে প্রধানত ১৩ টি মুন্ডা গোষ্ঠীর উল্লেখ রয়েছে। বাংলাদেশের দক্ষিণ পশ্চিমাঞ্চলে প্রায় ২৭ গোত্রের খোঁজ মেলে যেমন-১. রাজপুত, ২. টুটি, ৩. তির্কিয়ার, ৪. গোয়ালিনী, ৫. হাংরোল, ৬. কছুয়া, ৭. কৌড়িয়ার, ৮. ভিম্রুল, ৯. কের্কেটা, ১০. মহুকাল, ১১. তুমড়াং, ১২. নাগ, ১৩. হাঁসড়া, ১৪. সাপোয়ার, ১৫. বাঘুত, ১৬. সংওয়ার, ১৭. মহাকাল, ১৮. ধানওয়ার, ১৯. সাংওয়ার, ২০. বার্মুড়া, ২১. রুড়া, ২২. গ্লোয়ার, ২৩. বাইন, ২৪. তাম্ড়িয়া, ২৫. শাল, ২৬. জম্টুটি, ২৭. ভূতকুয়ার ইত্যাদি\n\n\n== পেশা ==\nঐতিহাসিকদের ধারণা এবং আমাদের গবেষণালব্ধে বিষয়টি সুস্পষ্টভাবে প্রতীয়মান হয় যে, ব্রটিশ শাসকগোষ্ঠী রাঁচি এবং বিহারের ছোটনাগপুর অঞ্চল থেকে বন পরিষ্কার ও ভূমি কর্ষণে দক্ষ এ জনগোষ্ঠীকে মৌলভীবাজারসহ বাংলাদেশের বিভিন্ন অঞ্চলের চা বাগানে নিয়োগ করেন। মুন্ডারা সাধারণত বন-জঙ্গল ও মাটি কাটার সাথে আদিকাল থেকেই সম্পৃক্ত রয়েছে এবং বাংলাদেশের ক্ষেত্রেও মুন্ডারা বিভিন্ন চা বাগানের চা শ্রমিক হিসাবে কর্মরত রয়েছে। মুন্ডাদের মধ্যে অনেক উপগোত্র রয়েছে। মুন্ডারা প্রাথমিক পর্যায়ে বন-জঙ্গল এবং চা শ্রমিক হিসাবে কাজ করলেও পরবর্তী পর্যায়ে তাদের পেশার পরিবর্তন লক্ষণীয়। তারা মাছধরা এবং ছোটখাট ব্যবসায় নিয়োজিত আছে।\n\n\n== বিয়ের রীতি নীতি ==\nমুন্ডাদের সাধারণত একই গোত্রের মধ্যে বিবাহ বন্ধন সম্পূর্ণ নিষিদ্ধ। মুন্ডাদের মধ্যে বিবাহ অনুষ্ঠানের পূর্বে মুখ দেখা পর্ব পরিলক্ষিত হয়। উপযুক্ত পাত্র-পাত্রী একজন আরেকজনকে দেখে পছন্দ করে। তাদের পরবর্তী অনুষ্ঠান লোটাপানি অনুষ্ঠান করে। লোটাপানি অনুষ্ঠান হলো ছেলে বা মেয়ের পছন্দ হবার পর তাদেরকে নতুন বস্ত্র পরিধান করানো। বিয়ের পূর্বের রাতে বরযাত্রী কনের বাড়ীতে আসে এবং সেই রাতে ঝুমুর ও নৃত্যগীতির সাথে হাড়িয়া নামের দেশী মদ খাওয়ার ধুম পড়ে যায়। আমোদ-ফুর্তিতে বিয়ের অনুষ্ঠান শুরু হয় হিন্দু রীতি অনুযায়ী। বিয়ের শুরুতে একটি কাঁসার থালাতে ফুলের মালা, কাজল, হলুদ, মেথি, তেল ইত্যাদি একত্রে রাখা হয় যা উভয় পক্ষ থেকে সংগ্রহ করা হয়। তারপর তা দুইভাগ করে বর ও কনের হাতে দেওয়া হয়। এ অনুষ্ঠানকে লগন বাঁধা বলে। মুন্ডা সমাজে কনেকে পণ দেওয়ার প্রথার প্রচলন রয়েছে। উনিশ শতকের শেষ দিকে এই পণের পরিমাণ ছিল চার টাকা থেকে বিশ টাকা পর্যন্ত। এছাড়া সিঁদুর পরানো ছিল বর ও বধুকে অত্যাবশ্যক বিষয়। মুন্ডা বিধবারা সাগাই নামক ধর্মীয় প্রথার মাধ্যমে আবার বিয়ে করতেও পারে। বিবাহ বিচ্ছেদ হতে পারে উভয় পক্ষের অনুরোধে। তবে বিপদগামী মহিলার ক্ষেত্রে স্বামীর পন ফেরৎ দিতে হয়। মুন্ড সমাজে আমোদ-ফুর্তিতে রাত্রি জাগরন শেষে সূর্য উঠার সাথে সাথে বিয়ের অনুষ্ঠান শুরু হয়। এই সময় সমাজের বায়োজ্যেষ্ঠ ব্যক্তি বর ও কনেকে বিয়ের বেদিতে বসিয়ে সূর্যকে সাক্ষী রেখে বিভিন্ন দেব-দেবী বিশেষ করে রাধা-কৃষ্ণে নাম উলে­খ করে বরকে কনের সিথিতে  সিঁদুর পরানোর নির্দেশ দেন। বৌদিরা একটি নতুন কাপড় দ্বারা কনেকে আগলা রেখে সিঁদুর পরানোর কাজে সহযোগীতা করেন। এ সময় বিভিন্ন দেবদেবীর নামে জয়ধ্বনি করা হয়।\n\n\n== ধর্মীয় আচার-আচরণ ==\nমুন্ডাদের ধর্মীয় দেবতার নাম সিং, বোঙ্গা বা সূর্য। মুন্ডারা সুর্য দেবতার পূজায় অভ্যস্ত। এছাড়াও তাদের দৈনন্দিন জীবনে নানাবিধ ব্যবস্থা নিয়ন্ত্রণের জন্য তারা বিভিন্ন ধরনের দেবতার পূজা করে থাকে। মুন্ডাদের প্রায় সব উৎসবই ঋতু ও ফসলের সাথে সম্পৃক্ত। রোগ বালাই থেকে পরিত্রাণ ও শষ্য রক্ষার জন্য পশু-পাখি বলি দিয়ে দেবতার পূজা করে থাকে। বিভিন্ন উৎসবের মধ্যে উল্লেখযোগ্য হচ্ছে সারহুল বা সারজুন বাবা, চৈত্র মাসের বসন্ত উৎসব। কাডলেটা বা বাতাউলি, আষাঢ়ের শুরুতে বর্ষার উৎসব। নানা বা জমনানা, আশ্বিন মাসের নতুন ধানের উৎসব। খাড়িয়া পূজা বা মাঘ পরব, শীতে ধান কাটার উৎসব। মুন্ডার সাধারণত ঈশান পূজা, সূর্র্র্য্যহী পূজা, ঝান্ডাপূজা, মাড়–য়া পূজা, গরাইয়া পূজা, শারল পূজা, করম পূজা করে থাকে এবং তাদের প্রধান প্রধান দেবদেবীর নাম হলো গরাইয়া, বনপতি, সূর্যাহী, কর্মা-ধর্মা, বামসিং প্রভৃতি। মুন্ডাদের মধ্যে খৃষ্টানধর্মাবলম্বী থাকলেও অধিকাংশই সনাতন ধর্মের অনুসারী হিন্দু ধর্মের দেবদেবীর উপসনা করে থাকে।\n\n\n=== জনমানুষ্ঠান ===\nচা-বাগানের অন্যান্য জতি গোষ্ঠীর মতো মুন্ডা সমাজেও জনমানুষ্ঠান পালিত হয়। শিশু জন্মের নবম দিনে শিশুর মাথার চুল ও মায়ের হাত ও পায়ের নখ কাটা হয়, এই অনুষ্ঠানকে নর্তা বলা হয়। নবজাতকের জন্মের একুশদিনে মা ও শিশুকে স্নান করানো হয়। পাহান দ্বারা গু পবিত্র করার জন্য পূজানুষ্ঠান করে পাড়া প্রতিবেশী আত্মীয় স্বজনদের নিমন্ত্রণ করে খাওয়ানো হয়। উল্লেখ্য যে ঐ দিন শারল দেবতার পূজা করা হয় এবং দেবতার উদ্দেশ্যে বলি দেয়া লাল মোরগের রক্ত মাকে খাওয়ানো হয়। মুন্ডারা বিশ্বাস করে এই রক্ত পান কররে মা পাপ মুক্ত হবে।\n\n\n=== মৃতের সৎকার ব্যবস্থা ===\nমুন্ডা সমাজে মৃতের সৎকারের পর একদিন ঘরে আগুন জ্বালানো হয় না। আত্মীয়, স্বজনও প্রতিবেশীরা চিড়া, গুড়, কলা, ফল-মূল খেয়ে দিন পার করে। পরদিন থেকে উনুনে আগুর জ্বালানো হয়। মৃত্যুর দশদিন পর্যন্ত লবণ, তেল ও হলুদ ছাড়া রান্না করা নিরামিষ খাবার গ্রহণ করে। মুখাগ্নিদাতা প্রতিদিন মৃত ব্যক্তির আত্মীয়র উদ্দেশ্যে খাদ্য নিবেদন করে খাবার গ্রহণ করেন। খাদ্য নিবেদন করাকে ”দানি দেওয়া” বলা হয়। পরিবারের অন্যান্য সদস্যরা অশৌচরত পালন করেন। দশদিন পরিবারের সকল সদস্যর নদীর ঘাটে গিয়ে ক্ষৌরিকর্ম সম্পূর্ণ পূর্বক কীর্তন সহকারে বাড়ীতে ফিরে আসেন।\nএগার দিনে পুরোহিত দ্বারা গোমঘারার আয়োজন করা হয়। পূজা শেষে আত্মীয়র স্বজন শ্মশান ঘাটে উপস্থিত হয়ে বন্ধুদের খাওয়ানো হয়। চৌধুরী, নাপিত, ধোপা, পুরোহিতদের ”সেরসিদ্ধি”(চাল, বস্র, জল, দক্ষিণা ইত্যাদি) দিয়ে বিদায় করা হয়।\nপরিবারের মৃত সদস্য বা আত্মীয়দের আত্মার জন্য বসত ঘরের মধ্যে একটি জায়গা এঁরা নির্দিষ্ট করে রাখেন। এই জায়গাটিকে তারা পবিত্র মনে করেন এবং সেখানে পূজো দেন। তারা মনে করেন, এতে করে তাদের পূর্বপুরুষের আত্মা সন্তুষ্ট হবে এবং সংসারে মংগল আসবে।\n\n\n== সমাজ ব্যবস্থা ==\nমুন্ডা সমাজ ব্যবস্থা পরিচালনার জন্য রাজা, মন্ত্রী, চৌধুরী, ডাকুয়া নির্বাচন করা হয়। প্রতি বছর “রং সভা” নামক অনুষ্ঠানের মাধ্যমে। বংশানুক্রমিকভাবে রাজা, মন্ত্রী, চৌধুরী বা ডাকুয়া নির্বাচন করা হয়। সমাজ পরিচালনার সুবিধার্থে সমাজকে তিনভাগে ভাগ করা হয়। আধাগা, গাও ও চৌরাশী।\nপ্রত্যেক ভাগের সমাজপতিকে চৌধুরী বলা হয়। চৌধুরীর মধ্য থেকে রাজা ও মন্ত্রী নির্বাচন করা হয়। রাজা ও মন্ত্রীদের দশ হাত কাপড়ের পাগড়ী প্রদান করা হয়। এই সমাজের সাধারণ রীতিনীতি ভঙ্গকারীকে “পাচনামা” প্রদান করে। পাচনামা হল “হুক্কা পানি” অর্থাৎ সমাজচ্যুত করা যার মেয়াদ ১২ বছর এবং জরিমানা ৫০০ টাকা।\n\n\n=== খাদ্য ===\nমুন্ডাদের বিশেষ পছন্দের খাদ্য হচ্ছে সিদ্ধ চালের ভাত, রুটি, কাঁচা ফল এবং অন্যান্য কিছু। বাংলাদেশের সুন্দরবনাঞ্চলে বাস করা মুন্ডাদের সব চেয়ে প্রিয় একটি পানীয় হল তাদের নিজেদের তৈরী হাড়িয়া মদ। সকল প্রকার অনুষ্ঠানের এর ব্যবহার আজও খুব ভাল ভাবে প্রচলন আছে। তাদের খাদ্য তালিকায় ইদুর, শামুখ, কুচিয়া, কাকড়া ও বিদ্যমান।\n\n\n=== শিক্ষা ===\nমুন্ডারা ফুলনাগরী ভাষায় কথা বলতো। শিক্ষার ক্ষেত্রে মুন্ডাদের পিছিয়ে পরার কারণগুলোর মধ্যে প্রধান কারণ অপ্রতুল স্কুল ব্যবস্থা এবং তাদের নিজস্ব পারিবারিক ও ভাষাগত চর্চার নিরুৎসাহ প্রদান। বর্তমানে মুন্ডারা বিভিন্ন এনজিও এবং সমাজ পতিদের মাধ্যমে তাদের সন্তানদের স্কুলে পড়াচ্ছেন। তবে বর্তমানে সামাজিক ও শিক্ষার পরিবর্তনে অনেক মিশে গেছে সমস্ত জনজাতির সাথে। তাছাড়াও বিভিন্ন সরকারি কার্যালয়ে তাদের পদাধিকার রয়েছে এবং কর্মরত আছেন। পাশাপাশি সরকার থেকে অনেক সুযোগ-সুবিধা প্রদান করা হয়।\n\n\n=== পোশাক পরিচ্ছদ ও অলংকার ===\nচা বাগানের অসংখ্য জাতগোষ্ঠীর মতই মুন্ডারা পোশাক পরিচ্ছদ পরিধান করে। মুন্ডাদের পোশাক পরিধানে কিছুটা ভিন্নতা দেখা যায়। যেমন- মহিলাদের গলায় হাঁসুলি, হায়কল, শ্রীবন্ধী, পায়ের কাকন পরিধান করত। পূর্ব পুরুষদের ঐতিহ্যবাহী পোশাক ছিল ধুতি বা গামছা- গেঞ্জী, কান ফুটু করে দুল পরিধান করা ও হতে বালা পরা।\nমুন্ডার তীর ধনুক চালাতে পারদর্শী ছিল। মুন্ডাদের জীবন বৈচিত্রর মধ্যে প্রধান যে বিষয়টি পরিস্ফুটিত হয় তা হলো। তারা স্বাধীনচেতা একটি নরগোষ্ঠী- ব্রিটিশ খেদাও আন্দোলনের সময় তারা সাঁওতালদের সঙ্গে সম্মিলিতভাবে ব্রিটিশদের সঙ্গে যুদ্ধে লিপ্তি ছিল।\n\n\n== তথ্যসূত্র =="}