{"pageid": 1089393, "title": "আভশালম ভিলান", "url": "https://bn.wikipedia.org/wiki?curid=1089393", "content": "আভশালম ভিলান, (জন্ম ১১ ফেব্রুয়ারি ১৯৫১) একজন ইসরায়েলি রাজনীতিবিদ এবং অর্থনীতিবিদ। তিনি ১৯৯৯ এবং ২০০৯ এর মধ্যে মেরেৎস বা মেরেটজের একজন নেসেট সদস্য হিসাবে কাজ করেছিলেন। তিনি আন্তর্জাতিকভাবে প্রশংসিত ইসরায়েলি শান্তি আন্দোলনের সহ-প্রতিষ্ঠাতা।\n\n\n== জীবনী ==\nআভশালম ভিলান কিবুতজ এ জন্মগ্রহণ করেন। ভিলান ১৯৭৭ সালে ইসরাইলের প্রথম সক্রিয় “শান্তি আন্দোলন” খুঁজে পাওয়ার জন্য অন্যান্য রিজার্ভ সৈন্যদের সাথে যোগ দেওয়ার আগে ইসরায়েলি প্রতিরক্ষা বাহিনীর একটি বিশেষ ইউনিটে দায়িত্ব পালন করেছিলেন। তিনি প্রেস লিয়াজোন অফিসার হিসেবে পিস নাউকে দায়িত্ব পালন করেন, আন্তর্জাতিক কথোপকথনে সংগঠনের প্রতিনিধিত্ব করেন। ইসরায়েল এবং বিদেশে রাষ্ট্রপ্রধানদের সঙ্গে বৈঠক করেন এবং আন্দোলনের মূল মুখপাত্র হিসেবে দায়িত্ব পালন করেন। তিনি IDF (আইডিএফ) -এ সায়েরেট মটকালে মাস্টার সার্জেন্ট হিসেবে জেনারেল স্টাফ রিকনিসেন্স ইউনিট ইসরায়েলের দুই ভবিষ্যৎ প্রধানমন্ত্রী: এহুদ বারাক এবং বেঞ্জামিন নেতানিয়াহুর সাথে দায়িত্ব পালন করেন।\nভিলান জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়ে অর্থনীতি এবং দর্শনশাস্ত্র অধ্যয়ন করেন। তিনি একজন রাষ্ট্রদূত হওয়ার আগে ১৯৯৩ সালে একজন অর্থনীতিবিদ ও কৃষিবিদ হিসাবে HaShomer Hatzair এবং Kibbutz Artzi এ কাজ করতেন। ১৯৯৬ সালে ইসরায়েলে ফেরার পর তিনি কিবুতজ আর্টজির সেক্রেটারি হয়েছিলেন এবং ১৯৯৯ সাল পর্যন্ত দায়িত্ব পালন করেন।\nভিলান কিবুতজ নেগবাতে বসবাস করছেন। তিনি বিবাহিত, তার দুটি সন্তান আছে।\n\n\n== রাজনৈতিক পেশা ==\nভিলান সত্তরের দশকে রাজনীতিতে যুক্ত হন। ১৯৭৮ সালে, তিনি শান্তি নাউ এর প্রতিষ্ঠাতা সদস্য ছিলেন। তিনি সমাজতান্ত্রিক ম্যাপামে যোগ দেন এবং ১৯৯০ সালে দলীয় সম্পাদক হন। ম্যাপামের সাথে যোগ দিয়ে ১৯৯২ সালে Ratz এবং Shinui সাথে Meretz গঠন হলে আভশালম ভিলান নতুন এ দলের একজন সদস্য নির্বাচিত হন।\n১৯৯৯ সালের নির্বাচনে ভিলান মেরেটজের তালিকায় নেসেটে সদস্য নির্বাচিত হন। নেসেটে তার প্রথম মেয়াদকালে তিনি খেলাধুলায় সহিংসতা নিয়ে নেসেট তদন্ত কমিটির সভাপতিত্ব করেন।\nভিলান ২০০৩ সালের নির্বাচনে তার আসন ধরে রেখেছিলেন এবং একই কমিটির সভাপতিত্ব করেছিলেন এবং লবি ফর পাবলিক পার্সনস হিসেবেও রোল মডেল ছিলেন। ২০০৬ সালের নির্বাচনে তিনি আবারও তার আসন ধরে রেখেছিলেন।\nদুই মেয়াদে, ভিলান খেলাধুলায় সহিংসতা সম্পর্কিত সংসদীয় তদন্ত কমিটির সভাপতিত্ব করেন। ২০০৯ সালের নির্বাচনের আগে তিনি মেরেটজ তালিকায় পঞ্চম স্থান অর্জন করেছিলেন।  যাইহোক, দলটি তিনটি ম্যান্ডেটে হ্রাস পেলে তিনি তার আসন হারান।\n\n\n== তথ্যসূত্র =="}