{"pageid": 1089801, "title": "বহরেহ হেদায়েত", "url": "https://bn.wikipedia.org/wiki?curid=1089801", "content": "বহরেহ হেদায়েত ( ফার্সি: بهاره هدایت, জন্ম ১৯৮১) একজন ইরানি ছাত্রী কর্মী এবং নারী অধিকারের প্রচারক। ২০০৭ সালের ৯ জুলাই এবং ৯ আগস্ট, ২০০৭ তারিখে তাকে গ্রেফতার করা হয়, কিন্তু জামিনে মুক্তি পায়। ২০০৮ সালে তাকে আবার গ্রেফতার করা হয় এবং মুক্তি দেওয়া হয়। ২০১০ সালে রাষ্ট্রবিরোধী প্রচারণার জন্য তাকে সাড়ে নয় বছরের কারাদণ্ড দেওয়া হয়। বাহারে হেদায়েত ২০২০ সালের জানুয়ারিতে ইরানের রেভল্যুশনারি গার্ডস (আইআরজিসি) কর্তৃক ইউক্রেনীয় যাত্রীবাহী বিমানের পতনের নিন্দা জানাতে শান্তিপূর্ণ সমাবেশে অংশগ্রহণের জন্য গ্রেপ্তার হন এবং তাকে চার বছর আট মাসের কারাদণ্ড দেওয়া হয়। এ ছাড়াও ফেব্রুয়ারি ২০২০ সালে এ মানবাধিকার রক্ষাকর্মীকে ১১ জানুয়ারি ২০২০ তারিখে পোস্ট করা \"বিভিন্ন টুইটের মাধ্যমে বিমান দুর্ঘটনার বিরুদ্ধে প্রতিবাদের উস্কানি\" দিয়েছেন বলে ব্যাখ্যা করার পর তাকে গ্রেপ্তার করা হয় এবং নয় দিনের জন্য আটক করা হয় পরে তাকে জামিনে মুক্তি দেওয়া হয়।\n\n\n== জীবনী ==\nহেদায়েত ইরানের নারীদের অধিকারের জন্য একটি দরখাস্তের প্রতিষ্ঠাতা সদস্য যা \"এক মিলিয়ন স্বাক্ষর অভিযান\" নামে পরিচিত। তিনি তেহরান বিশ্ববিদ্যালয়ের অর্থনীতি বিদ্যালয়ের ছাত্রী ছিলেন এবং সেখান থেকে “অর্থনৈতিক বিজ্ঞান” বিষয়ে স্নাতক ডিগ্রী লাভ করেন।  ১৪ জুন, ২০১৬ তারিখে “ইউনাইটেড নেশনস ওয়ার্কিং গ্রুপ অন অরবিটারি ডিটেনশন” ইচ্ছাকৃতভাবে আটক করা হেদায়েতের অবিলম্বে মুক্তি দাবি করে এবং তারা বলে ২০০৯ সাল থেকে তার কারাবাস অন্যায় এবং আন্তর্জাতিক আইনের পরিপন্থী। হেদায়েত ইরান সরকার কর্তৃক মারাত্মক অবহেলার সম্মুখীন হন। কারাবাস চলাকালে তার প্রয়োজনীয় চিকিৎসা থেকে বঞ্চিত করা হয়। তাকে মাঝে মাঝে পরিবারের লোকদের সাথে সাক্ষাৎ এবং ফোন কল করতে দেয়া হত না। কারাগারে থাকাকালীন, হেদায়েত ডেভ এগার্স গ্রন্থ দ্য সার্কেল লিখেন। তিনি একটি অভিধানের সাহায্যে ডেভিড মিচেলের ক্লাউড অ্যাটলাস ইংরেজি থেকে ফার্সি ভাষায় অনুবাদ করেন। ২০১২ সালে হেদায়েতকে অসামান্য অবদানের জন্য এবং মানবাধিকার রক্ষায় নিজের বিশ্বাসের পক্ষে দাঁড়ানোর অসামান্য সাহসের জন্য “এডেলস্টাম পুরস্কারে” ভূষিত করা হয়। ১০ ফেব্রুয়ারি ২০২০ তে বাহরহকে তেহরান বিশ্ববিদ্যালয়ের নিরাপত্তা পুলিশ গ্রেফতার করে। পরে তাকে কারচাক কারাগারে নিয়ে যাওয়া হয়। সেখানে তিনি অনশন শুরু করেন। ফ্রন্ট লাইন ডিফেন্ডাররা সংস্থাটি মানবাধিকার রক্ষার ক্ষেত্রে বাহারে হেদায়েতের সাজা নিয়ে গুরুতরভাবে উদ্বিগ্ন। তারা বলেন, ইরানে মানবাধিকার রক্ষার জন্য তার শান্তিপূর্ণ এবং বৈধ কাজকে প্রতিশোধ হিসেবে মনে করা হচ্ছে।\n\n\n== তথ্যসূত্র =="}