{"pageid": 1089125, "title": "কেলসি স্মিথ-ব্রিগসের মৃত্যু", "url": "https://bn.wikipedia.org/wiki?curid=1089125", "content": "কেলসি শেলটন স্মিথ-ব্রিগস (ডিসেম্বর ২৮, ২০০২ - অক্টোবর ১১, ২০০৫) ছিল শিশু নির্যাতনের শিকার। সে তার আপন মা রাই ডন স্মিথ এবং তার সৎ বাবা মাইকেল লি পোর্টারের বাড়িতে মারা যায়। তার মৃত্যুকে একটি নরহত্যা বলে রায় দেওয়া হয়েছিল। কেলসি কে ২০০৫ সালের জানুয়ারি থেকে তার মৃত্যুর দিন পর্যন্ত ওকলাহোমা ডিপার্টমেন্ট অফ হিউম্যান সার্ভিসেস দ্বারা \"মনোযোগের সঙ্গে\" পর্যবেক্ষণ করা হয়েছিল।\n\n\n== জন্ম এবং শৈশব ==\nকেলসি ২৮ ডিসেম্বর, ২০০২ তারিখে ওকলাহোমা সিটি, ওকলাহোমায় বিবাহবিচ্ছিন্ন পিতামাতার কাছে জন্মগ্রহণ করে। সে তার মায়ের সাথে থাকত, এবং তার পিতৃপরিবারের সাথে যোগাযোগ বজায় রাখত। তার জীবনের প্রথম দুই বছর ঘটনাহীন ছিল। ২০০৫ সালের জানুয়ারীর আগে, কর্তৃপক্ষকে নির্যাতনের কোন লক্ষণ জানানো হয়নি, বা পরিবারের সদস্যরা বা কেলসির ডে কেয়ার স্টাফদের দ্বারা লক্ষ্য করা যায়নি।\n\n\n== নির্যাতন ==\n২০০৫ সালের জানুয়ারি থেকে তার জীবনের শেষ পর্যন্ত, কেলসি শিশু নির্যাতনের বেশ কয়েকটি নথিভুক্ত এবং নিশ্চিত ঘটনার শিকার হয়েছিল। তার আঘাতের মধ্যে ছিল ভাঙা কলারবোন, ভাঙা পা। তার মুখ এবং শরীরে ছিল একাধিক ক্ষত এবং ছড়ে যাওয়া।\n২০০৫ সালের ১৭ জানুয়ারি, যখন কেলসির ভাঙা কলারবোন এবং পিঠের নিচের অংশে, নিতম্বে এবং উরুতে একাধিক ক্ষত এবং ছড়ে যাওয়া সহ স্থানীয় জরুরি কক্ষে নিয়ে যাওয়া হয়েছিল, ওকলাহোমা ডিপার্টমেন্ট অফ হিউম্যান সার্ভিসেস (ওকেডিএইচএস) কেলসির মায়ের বিরুদ্ধে নির্যাতনের বিষয়টি প্রথম নিশ্চিত করে।\n২০০৫ সালের এপ্রিল মাসে কেলসির দুটি পা ই ভেঙ্গে যায়। মেডিকেল পরীক্ষকরা নির্ধারণ করেছিলেন যে এই সর্পিল ফ্র্যাকচারগুলি নিরাময়ের বিভিন্ন পর্যায়ে রয়েছে এবং শিশু নির্যাতনের কারণে এটি হয়েছে। এই ঘটনার পর কেলসিকে ওকেডিএইচএস (রাজ্যের) হেফাজতে নেওয়া হয়।\n১৫ জুন, ২০০৫ তারিখে কেলসিকে ওকেডিএইচএস সুপারিশের বিরুদ্ধে তার জৈবিক মা রাই ডন স্মিথ এবং সৎ বাবা মাইকেল লি পোর্টারের বাড়িতে ফিরিয়ে দেওয়া হয়েছিল, অ্যাসোসিয়েট ডিস্ট্রিক্ট জজ ক্রেইগ কিয়ের আদেশমত। বিচারক বলেছিলেন যে শিশুটির নির্যাতনকারী \"অজানা\"।\n\n\n== মৃত্যু ==\nকেলসি শেলটন স্মিথ-ব্রিগস ১১ অক্টোবর, ২০০৫ তারিখে তার মা রাই ডন স্মিথ এবং তার সৎ বাবা মাইকেল লি পোর্টারের বাড়িতে ওকলাহোমার মিকার-এ মারা যায়। পেটে একটি ভোঁতা শক্তির আঘাতে তার মৃত্যু হয়েছিল বলে এটিকে নরহত্যা হিসাবে রায় দেওয়া হয়েছিল।\n\n\n== বিচার ও রায় ==\nমাইকেল লি পোর্টারের (সৎ বাবা) বিরুদ্ধে যৌন নিপীড়ন এবং প্রথম ডিগ্রি হত্যার অভিযোগ আনা হয়, কিন্তু ২০০৭ সালের ফেব্রুয়ারি মাসে তিনি দোষ স্বীকার করে শিশু নির্যাতনের জন্য দোষী সাব্যস্ত হন এবং তাকে ৩০ বছরের কারাদণ্ড দেওয়া হয়।\nরায় ডন স্মিথ (আপন মা) ২০০৭ সালের ১৮ ই জুলাই শিশু নির্যাতনে সক্ষম হওয়ার জন্য দোষী সাব্যস্ত হন এবং তাকে ২৭ বছরের কারাদণ্ড দেওয়া হয়।  তার আপিলের আবেদন প্রত্যাখ্যান করা হয়েছিল। \n\n\n== কেলসি স্মিথ-ব্রিগস শিশু সুরক্ষা সংস্কার আইন ==\n২০০৬ সালের মার্চ মাসে,আদালত এবং ওকলাহোমা ডিপার্টমেন্ট অফ হিউম্যান সার্ভিসেস (ওকেডিএইচএস) শিশু নির্যাতন এবং অবহেলা সম্পর্কিত মামলাগুলি যেভাবে পরিচালনা করে তা সংস্কারের জন্য, ওকলাহোমা রাজ্য আইনসভা কেলসি স্মিথ-ব্রিগস শিশু সুরক্ষা সংস্কার আইন পাস করে । বিলের সহ-লেখক সিনেটর হ্যারি কোটস কমিটিতে এই পরিমাপ উপস্থাপন করেন।\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\nইউ টিউবে কেলসি ব্রিগসের গল্প\nSnopes.com কেলসি ব্রিগস\nওকলাহোমা আইনগুলি টীকাযুক্ত । পশ্চিম গ্রুপ। 2007. পিপি 668, 851, 942।"}