{"pageid": 1089212, "title": "হেলেনা র‍্যাপ হত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1089212", "content": "হেলেনা র‍্যাপের হত্যাকাণ্ড হল ১৯৯২ সালের ২৪ শে মে সংঘটিত একটি ছুরিকাঘাত, যেখানে একজন ফিলিস্তিনি সন্ত্রাসবাদী, ইজরায়েলি উপকূলীয় শহর বাট ইয়ামের কেন্দ্রে ১৫ বছর বয়সী ইজরায়েলি স্কুলছাত্রী হেলেনা র‍্যাপকে হত্যা করে। ১৯৯০-এর দশকের শুরুতে ইজরায়েলে সংঘটিত ধারাবাহিক ছুরিকাঘাতে ইজরায়েলি জনগণকে হতবাক করে দেওয়া এই হামলা ছিল সবচেয়ে উল্লেখযোগ্য ছুরিকাঘাত, যা ইজরায়েলি জনগণের অনেকের কাছে সেই সময় তাদের ব্যক্তিগত নিরাপত্তার অবনতির ইঙ্গিত দেয়।\n\n\n== আক্রমণ ==\n১৯৯২ সালের ২৪ মে সকাল সাড়ে সাতটার দিকে ১৮ বছর বয়সী ফিলিস্তিনি জঙ্গি ফুয়াদ মুহাম্মদ আব্দুলহাদি আমরিন ১৫ বছর বয়সী ইজরায়েলি স্কুলছাত্রী হেলেনা র‍্যাপকে হত্যা করে। সে উপকূলীয় ইজরায়েলি শহর বাত ইয়ামের বেন-গুরিয়ন এবং জাবোটিনস্কি রাস্তার কোনে ছুরি দিয়ে তাকে আঘাত করে হত্যা করে।   \n\n\n== পরে ==\nঅপরাধীকে গ্রেপ্তার করা হয়েছিল এবং যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছিল। ইসলামিক জিহাদ এই হামলার দায় স্বীকার করেছিল। ১৯৯৫ সালে ইসলামিক জিহাদের প্রতিষ্ঠাতা ফাতি শিকাকিকে লক্ষ্য করে হত্যা করার অন্যতম কারণ ছিল এই হামলা। \nএই হামলার পর, হাজার হাজার বাট ইয়াম অধিবাসী উল্লেখযোগ্য হস্তক্ষেপ ছাড়াই পাঁচ দিন ধরে শহরের রাস্তায় দাঙ্গা করে, সম্পত্তির ব্যাপক ক্ষতি করে এবং মাঝে মাঝে এলোমেলো আরব চেহারার পথচারীদের আক্রমণ করে। দাঙ্গার আয়োজকদের মধ্যে ছিলেন বারুচ মারজেল, যাকে পরে দাঙ্গায় অংশ নেওয়ার জন্য ৮ মাসের প্রবেশনের শাস্তি দেওয়া হয়। ৫ দিন পর, যে সময় হেলেনা র‍্যাপের বাবা জেইভ র‍্যাপ দাঙ্গাকে উৎসাহিত করেন, তিনি শেষ পর্যন্ত দাঙ্গাকারীদের ছত্রভঙ্গ করতে সাহায্য করার জন্য পুলিশের অনুরোধে সাড়া দেন এবং এর ফলে দাঙ্গা কমে যায়। অর কমিশনে ইজরায়েলি পুলিশ প্রধান আসাফ হেফেৎজ র‍্যাপের হত্যার পর পুলিশ যেভাবে দাঙ্গা পরিচালনা করেছে তার সমালোচনা করেছেন এবং দাবি করেছেন যে দাঙ্গাঅনেক আগেই ছড়িয়ে দেওয়া উচিত ছিল। \nএই ঘটনার পর হেলেনার বাবা জেইভ র‍্যাপ তার মেয়েকে স্মরণ করা এবং ইজরায়েলি সন্ত্রাসী হামলার শিকার সংস্থার চেয়ারম্যান হিসেবে জনসাধারণের কার্যক্রমে তার জীবন উৎসর্গ করেন।\n১৯৯২ সালের ইজরায়েলি আইনসভার নির্বাচনের সময় সংঘটিত এই হামলার পর অনেক ইজরায়েলি রাজনীতিবিদ বাট ইয়ামে উপস্থিত হন এবং/অথবা এই হামলার বিষয়ে কথা বলেন। পুলিশ মন্ত্রী রনি মিলো এবং দক্ষিণপন্থী জাতীয়তাবাদী মোলেডেট দলের নেতা রেহাভাম জেইভি হেলেনা র‍্যাপের অন্ত্যেষ্টিক্রিয়ায় উপস্থিত ছিলেন। লেবার পার্টির রাজনীতিবিদ শিমন পেরেস ব্যাট-ইয়ামে আসেন এবং কিছু উদ্বেগ সত্ত্বেও স্থানীয় বাসিন্দারা তাকে স্বাগত জানান। ইজরায়েলি জনগণের অধিকাংশই এই সময়ের মধ্যে ইজরায়েলিদের ব্যক্তিগত নিরাপত্তার অবনতির জন্য দক্ষিণপন্থী শামির সরকারকে দায়ী করেছে। বাট ইয়ামে সংঘটিত দাঙ্গার ভিডিও লেবার পার্টির নির্বাচনী বিজ্ঞাপনে দেখানো হয়েছে যা লিকুদ সরকারের নিরাপত্তা পরিস্থিতির অবনতিকে দায়ী করেছে। \n\n\n=== আততায়ীর মুক্তি ===\n ২০১১ সালের ১৮ অক্টোবর, ফুয়াদ মুহাম্মদ আব্দুলহাদি আমরিন, যাকে মূলত যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছিল, ইজরায়েল এবং হামাসের মধ্যে গিলাদ শালিত বন্দী বিনিময়ের অংশ হিসেবে সে গাজায় মুক্তি পায়।  \n\n\n== আরও দেখুন ==\nইয়েহুদা সোহমের মৃত্যু\nশালভেট পাস হত্যা\nআশের এবং ইয়োনাতান পালমারের মৃত্যু\nখলিল আল-মুগরবীর মৃত্যু\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\nমেয়েকে ছুরিকাঘাত করা, নতুন সহিংসতা বন্ধ করা - দ্য স্পোকসম্যান -রিভিউ, ২৫ মে, 1992\nএকটি ইসরায়েলি মেয়ে স্লেন, এবং মবস আরবদের পরাজিত করেছে - দ্য নিউইয়র্ক টাইমস, 25 মে, 1992\nব্যাট ইয়াম সন্ত্রাসী স্কুলছাত্রীকে ছুরিকাঘাতের পর গাজা সিল করা হয়েছে; জনতা আরবদের উপর হামলা চালায়, সাতজন আহত হয়  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ নভেম্বর ২০১২ তারিখে - জেরুজালেম পোস্ট, 25 মে, 1992\nশোকাহত পরিবার: আমাদের রক্তে রাষ্ট্রীয় নাচ - Ynet, অক্টোবর 16, 2011"}