{"pageid": 1089762, "title": "মঙ্গোলিয়ায় যৌন উদ্দেশ্যে মানব পাচার", "url": "https://bn.wikipedia.org/wiki?curid=1089762", "content": "মঙ্গোলিয়ায় যৌন উদ্দেশ্যে মানব পাচার হল যৌন শোষণ ও যৌন দাসত্বের উদ্দেশ্যে মঙ্গোলিয়ায় সংঘটিত মানব পাচার। মঙ্গোলিয়া দেশটি যৌন উদ্দেশ্যে মানব পাচারের একটি উৎস, অতিক্রমণ স্থল এবং সেইসঙ্গে গন্তব্য দেশ।\nমঙ্গোলীয় নাগরিকরা, প্রধানত নারী ও মেয়েরা, মঙ্গোলিয়ার মধ্যে এবং এশিয়ার অন্যান্য দেশে ও বিভিন্ন মহাদেশে যৌন উদ্দেশ্যে পাচার হয়েছে। বিদেশি নাগরিকদের দেশের মধ্যে যৌন উদ্দেশ্যে পাচার করে আনা হয়।  শিশুরা এবং দারিদ্র্যপীড়িত ব্যক্তিরা\n বিশেষ করে যৌন উদ্দেশ্যে পাচারের জন্য ঝুঁকিপূর্ণ। তাঁরা প্রতারিত হন, তাঁদের হুমকি দেওয়া হয়, অথবা পতিতাবৃত্তিতে বাধ্য করা হয়। তাঁদের পাসপোর্ট এবং অন্যান্য নথি প্রায়ই নিয়ে নেওয়া হয়। মারধর করা এবং মাদকদ্রব্য সেবন করানো খুবই সাধারণ ব্যাপার। তাঁরা শারীরিক ও মানসিকভাবে নির্যাতনের শিকার হন  তাঁদের সাধারণত নজরদারির মধ্যে রাখা হয় বা আটকে রাখা হয়।  ভুক্তভোগীরা খুব খারাপ অবস্থায় বাস করেন এবং বেগার শ্রম করতে বাধ্য হন। ধর্ষণের ফলে এবং কনডম ব্যবহার না করার জন্য অনেকেই যৌনরোগে সংক্রামিত হন।  ক্ষতিগ্রস্তরা প্রায়ই মানসিকভাবে আঘাতপ্রাপ্ত হন এবং কেউ কেউ আত্মহত্যা করেন।\nপুরুষ এবং মহিলা পাচারকারীরা প্রায়শই কোন অপরাধ সংগঠন এবং চক্রের সাথে যুক্ত থাকে, অথবা তাদের সহায়তা পায়। মঙ্গোলীয় পাচারকারীরা দেশের বাইরে চীন, ম্যাকাও, দক্ষিণ কোরিয়া এবং অন্যত্র তাদের জাল বিছিয়ে রাখে। পরিবারের সদস্য এবং বন্ধুরাই কখনও কখনও এই কুকর্মের সঙ্গে যুক্ত থাকে। \nতথ্যের অভাব, যৌন পাচার অপরাধের গুপ্ত প্রকৃতি এবং অন্যান্য কারণে মঙ্গোলিয়ায় যৌন উদ্দেশ্যে পাচারের পরিমাণ জানা কঠিন। একবিংশ শতাব্দীতে মঙ্গোলিয়ায় খনি এবং অন্যান্য শিল্পের দ্রুত বৃদ্ধির ফলে দেশে যৌন পাচার বৃদ্ধি পেয়েছে। যৌন পাচারের শিকার ব্যক্তিদের চীনের সাথে কয়লা গমনপথ সহ পরিবহন সংযোগ সমর্থনকারী ব্যবসায় পাঠানো হয়েছে। মঙ্গোলিয়া সরকার ক্ষতিগ্রস্তদের পর্যাপ্ত সহায়তা না দেওয়ার জন্য সমালোচিত হয়েছে।\n\n\n== চীন -মঙ্গোলিয়া সীমান্ত ==\n\nমঙ্গোলীয় এবং চীনা নারী ও মেয়েরা চীন -মঙ্গোলিয়া সীমান্ত পর্যন্ত এবং এর মাধ্যমে যৌন উদ্দেশ্যে পাচার হয়। সীমান্তে এবং গোবি মরুভূমিতে বিশ্বব্যাপী খনির খাত এবং অন্যান্য ভারী শিল্পগুলি আছে, যেখানে কাজ করেন একা থাকা পুরুষদের বৃহৎ কর্মী দল। এই ক্ষেত্রগুলি, এবং তাভান তোলগোই কয়লা খনি পতিতাবৃত্তি এবং যৌন পাচারের কেন্দ্রবিন্দু\n\n\n== বেসরকারি প্রতিষ্ঠান ==\nহিউম্যান সিকিউরিটি পলিসি স্টাডিজ সেন্টার, যাদের সদর দফতর উলানবাটর, তারা মঙ্গোলিয়ায় যৌন পাচারের বিরুদ্ধে লড়াই করে।\nতালিতা মঙ্গোলিয়া মঙ্গোলিয়ায় যৌন পাচার বিরোধী প্রচেষ্টা পরিচালনা করে।\nমঙ্গোলীয় লিঙ্গ সমতা কেন্দ্র যৌন পাচারের শিকারদের পুনর্বাসন সহায়তা প্রদান করে।\nলান্টুন দোহিও এনজিও মানব পাচার এবং শিশু নির্যাতনের বিরুদ্ধে লড়াই করে।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Sex trafficking"}