{"pageid": 1089143, "title": "কিপলিন ডেভিসের অন্তর্ধান", "url": "https://bn.wikipedia.org/wiki?curid=1089143", "content": "কিপলিন ডেভিস (১ জুলাই, ১৯৭৯- নিখোঁজ ২ মে, ১৯৯৫) ছিলেন ১৫ বছর বয়সী আমেরিকান হাই স্কুলের ছাত্র, যিনি উটাহ স্প্যানিশ ফর্ক এর হাই স্কুল ক্যাম্পাস থেকে নিখোঁজ হয়েছিলেন। তিনি পলি ক্লাস ফাউন্ডেশনের একটি বৈশিষ্ট্যযুক্ত শিশু। ২০১১ সালে, একজন সহপাঠী ডেভিসের বিরুদ্ধে হত্যাকাণ্ডের অভিযোগে দোষী সাব্যস্ত হয়েছিল এবং ১৫ বছরের কারাদণ্ডে দণ্ডিত হয়েছিল, কিন্তু তার কথিত সহযোগীদের নাম জানাতে অস্বীকার করেছিল অথবা ডেভিসের দেহগুলি কোথায় লুকিয়ে ছিল তা নির্দেশ করতে অস্বীকার করেছিল।\n\n\n== অন্তর্ধান ==\nডেভিস, একজন সোফোমোর, যাকে সর্বশেষ ইউটাতে স্প্যানিশ ফর্ক স্প্যানিশ ফর্ক হাই স্কুলে দেখা গিয়েছিল। সেদিন সকালে বাবা -মায়ের উভয়ের সাথেই তার ঝগড়া হয়েছিল, তারপর সে গাড়ি চালোনা শিক্ষার শ্রেনি,  সকালের ক্লাস এবং তার বন্ধুদের ও সহপাঠীদের সাথে স্কুলের ক্যাফেটেরিয়ায় দুপুরের খাবারের সময় দেখা যায়। সে তার চতুর্থ ও পঞ্চম পিরিয়ড ক্লাসে উপস্থিত হয়নি। যাইহোক, একজন ঘনিষ্ঠ বন্ধু বলেছিলেন যে তিনি তার সাথে চতুর্থ ও পঞ্চম পিরিয়ড সময়ের মধ্যে কথা বলেছিলেন, কিন্তু পরে তার কথা পরিবর্তন করেছিলেন। তার পার্স, মেকআপ, ডেন্টাল রিটেনার এবং স্কুলের বই সহ তার সমস্ত ব্যক্তিগত জিনিসপত্র স্কুলে তার লকারে ছিল এবং সেদিনের জন্য সে আর বাড়ি ফেরেনি। এটা সাক্ষ্য দেওয়া হয়েছিল, যে সে বন্ধুদের বলেছিল যে সে সন্ধ্যায় পরিকল্পিত কার্যক্রমে অংশ নেবে না, এবং প্রকৃতপক্ষে, সে বলেছিল যে সে পালিয়ে গেলে আরও ভাল হবে। তিনি অন্য দিনে ১৫:৩০ টার মধ্যে সবসময় বাড়ি পৌঁছে যেতেন, সেখানে রিনি সে দিন ১৭:০০ টার মধ্যে পৌঁছাতে ব্যর্থ হলে নিখোঁজ হিসাবে নথিভুক্ত করা হয়েছিল।\nডেভিসের প্রত্যাবর্তন বা তার হদিস সম্পর্কে কোন সূত্র ছাড়াই কয়েক মাস অতিবাহিত হওয়ার পর, পুলিশ তার নিখোঁজের ক্ষেত্রে খারাপ কাজ করার সন্দেহ করতে শুরু করে। যদিও তার নিখোঁজের দিন তার পিতামাতার সাথে তার ঝগড়া হয়েছিল এবং পালানোর কথা উল্লেখ করে ছিলেন, তার পরিবার বিশ্বাস করে যে তাকে হত্যা করা হয়েছে। তার নিখোঁজ হওয়ার পর গুজব ছিল যে তার লাশ একটি স্থানীয় গিরিখাত, একটি ট্রেনের টানেল, একটি ভবনের নিচে এবং অন্যান্য বিভিন্ন স্থানে পুঁতে দেয়া হয়েছে, কিন্তু তার দেহাবশেষ কখনও পাওয়া যায়নি। তার নিখোঁজ হওয়ার চার বছর পর, তার পরিবার ডেভিসের জন্য একটি স্মারক সেবা করেছিল এবং স্প্যানিশ ফর্ক সিটি কবরস্থানে তার নামে একটি স্মৃতিরক্ষাকর স্থাপন করেছিল।\n\n\n== তথ্যসূত্র =="}