{"pageid": 1089657, "title": "রোজা লি ইনগ্রাম", "url": "https://bn.wikipedia.org/wiki?curid=1089657", "content": "রোজা লি ইনগ্রাম (মৃত্যু: ১৯৮০) ছিলেন একজন আফ্রিকান আমেরিকান শেয়ারক্রপার। তিনি ছিলেন ১২ সন্তানের বিধবা মা। তিনি মার্কিন ইতিহাসের সবচেয়ে বিস্ফোরক মৃত্যুদণ্ডের মামলার মূল কেন্দ্রবিন্দুতে ছিলেন। ১৯৪০-এর দশকে তিনি নাগরিক অধিকার এবং সামাজিক ন্যায় বিচার আন্দোলনের আইকন হয়ে ওঠেন। \n\n\n== মামলা ==\nইনগ্রাম সাদা শেয়ারক্রপার জন এড স্ট্রাটফোর্ডের সাথে সংলগ্ন লটগুলি খামার করেছিলেন। ১৯৪৭ সালের ৪ নভেম্বর স্ট্রাটফোর্ড ইনগ্রামের মুখোমুখি হন এবং অভিযোগ করেন যে তিনি তার গবাদি পশুকে তার জমিতে অবাধে ঘুরে বেড়ানোর অনুমতি দিয়েছেন। ইনগ্রাম যখন স্ট্রাটফোর্ডকে মনে করিয়ে দেন যে গবাদি পশু এবং জমি উভয়ই তাদের বাড়িওয়ালার মালিকানাধীন, তখন তিনি তাকে বন্দুক দিয়ে আঘাত করেন। ইনগ্রামের বেশ কয়েকজন ছেলে তার আত্মপক্ষ সমর্থনে আসে এবং স্ট্রাটফোর্ড মাথায় আঘাতের কারণে নিহত হয়।\nইনগ্রাম এবং তার চার ছেলে, চার্লস (বয়স ১৭), ওয়ালেস (বয়স ১৬), সামি লি (বয়স ১৪), এবং জেমসকে (বয়স ১২) প্রাথমিকভাবে গ্রেপ্তার করা হয়, যদিও জেমস পরে মুক্তি পায়।    চার্লসকে পৃথকভাবে বিচার করা হয়েছিল এবং অপর্যাপ্ত প্রমাণের কারণে তার বিচার শেষে মুক্তি দেওয়া হয়েছিল। চার্লস এইচ মার্টিনের মতে, এটি \"... তার মা ও ভাইদের বিরুদ্ধে প্রমাণের পরিস্থিতিগত প্রকৃতিকে তুলে ধরেছিলেন।\"\nরোজা লি, ওয়ালেস এবং সামি লি-র বিচার মাত্র একদিন স্থায়ী হয়, যা ১৯৪৮ সালের ২৬ জানুয়ারি জর্জিয়ার এলাভিলে অনুষ্ঠিত হয়। তাদের হত্যার দায়ে দোষী সাব্যস্ত করা হয় এবং মৃত্যুদণ্ড দেওয়া হয়। রায়ের বিরুদ্ধে দেশব্যাপী বিদ্রোহের ফলে সাজাগুলো যাবজ্জীবন কারাদণ্ডে রূপান্তরিত হয়। কমিউটেড দোষীদের অবশিষ্ট কঠোরতার বিরুদ্ধে আরও জনসাধারণের অভ্যুত্থান অব্যাহত ছিল। \nযদিও প্রসিকিউশন পরামর্শ দেয় যে স্ট্রাটফোর্ড এবং ইনগ্রামের মধ্যে সংঘাত গবাদি পশু নিয়ে দ্বন্দ্বের কারণে উদ্ভূত হয়েছিল। তবে পরবর্তী বিবরণ থেকে জানা যায় যে স্ট্রাটফোর্ড ক্ষুব্ধ হয়েছিল কারণ ইনগ্রাম বারবার তার যৌন হয়রানির বিষয়ে আপত্তি জানিয়েছিল।  তারা আদালতে নিজেদের প্রতিরক্ষার যুক্তি দিয়েছিল। সেখানে উল্লেখ করা হয়েছিল, ইনগ্রামসের ছেলেরা আত্মরক্ষার্থে স্ট্রাটফোর্ডকে হত্যা করেছিল।\nমামলার সভাপতিত্বকারী বিচারক ছিলেন বিচারক ডব্লিউএম হারপার। ইনগ্রামের প্রতিনিধিত্বকারী আইনজীবী ছিলেন এস হকিন্স ডাইকস। তাকে বিচারের দিন সকালে নিয়োগ করা হয়েছিল। বিচারের জন্য নিয়োগ কৃত সকল বিচারকই ছিলেন মার্কিন শেতাঙ্গ। পাশাপাশি তারা সকলেই ছিলেন পুরুষ। \n\n\n== তথ্যসূত্র =="}