{"pageid": 1089804, "title": "রথারহ্যাম শো ধর্ষক", "url": "https://bn.wikipedia.org/wiki?curid=1089804", "content": "রথারহ্যাম শো ধর্ষক হল ইংল্যান্ডের দক্ষিণ ইয়র্কশায়ারের মেট্রোপলিটন বরো রথারহ্যাম থেকে দোষী সাব্যস্ত ব্রিটিশ ধারাবাহিক ধর্ষক জেমস লয়েডকে দেওয়া একটি গণমাধ্যম বিশেষণ। তার শিকারদের আক্রমণ করার পর, লয়েড ট্রফি হিসাবে রাখার জন্য তাদের জুতো এবং গহনা চুরি করে নিত। লয়েড ১৯৮০ এর দশকে সক্রিয় ছিল বলে জানা গেছে, এবং ২০০৬ সালে একটি পারিবারিক ডিএনএ প্রোফাইল তাকে অপরাধের সাথে যুক্ত করার পরে গ্রেপ্তার করা হয়। সে চারটি ধর্ষণ এবং দুটি ধর্ষণের চেষ্টার জন্য দোষ স্বীকার করে এবং তাকে পনের বছরের কারাদণ্ড দেওয়া হয়।\n\n\n== অপরাধ ==\n১৯৮০-এর দশকে কমপক্ষে চার বছর ধরে একজন ব্যক্তি কমপক্ষে চারজন একাকী নারীকে হিংস্রভাবে আক্রমণ করে এবং ধর্ষণ করে এবং রথারহ্যাম এলাকায় কমপক্ষে দুজনকে লাঞ্ছিত করার চেষ্টা করে। তার শিকারদের বয়স ১৮ থেকে ৫৪ এর মধ্যে ছিল এবং সাধারণত বাইরে রাত কাটিয়ে ভোরের দিকে ফেরার সময় তারা আক্রান্ত হয়েছে। হামলার সময় অপরাধী মুখোশ ব্যবহার করত এবং তার শিকারদের বেঁধে রাখার জন্য মোজা এবং আঁটসাঁট পোশাক বহন করত।  অপরাধী সবসময় তার শিকারদের কাছ থেকে জুতা চুরি করত; সে প্রায়শই তাদের গহনা এবং সুগন্ধি চুরি করত।  \nযদিও বেশ কয়েকজন সন্দেহভাজনকে সেই সময় শনাক্ত করা হয়েছিল এবং জেরা করা হয়েছিল, কিন্তু শেষ অবধি মামলাটি শীতল হয়ে যায়। বিবিসি টেলিভিশনের অনুষ্ঠান ক্রাইমওয়াচে এই অপরাধগুলো তুলে ধরা হয়, যার ফলে কর্তৃপক্ষকে ৩৫০ জনের নাম প্রদান করা হয়। যাদের নাম উল্লেখ করা হয়েছিল তাদের মধ্যে লয়েড ছিল না।\n\n\n== তদন্ত পুনরায় চালু করা ==\nজেনেটিক প্রোফাইলিং এবং ফরেনসিক বিজ্ঞানের অগ্রগতির পরে, সাউথ ইয়র্কশায়ার পুলিশ ২০০১ সালে মামলাটি পুনরায় চালু করে। তদন্তকারীরা তাদের ডিএনএ প্রোফাইলের উপর ভিত্তি করে ধর্ষকের সাথে সম্ভাবিত সম্পর্ক যুক্ত মাত্র ৪০ জনের কিছু বেশি ব্যক্তির একটি তালিকা তৈরি করে। পুলিশ লয়েডের বোনের সাথে কথা বলেছিল, যিনি আগে মদ্যপান করে গাড়ি চালানোর অপরাধের পরে ডিএনএ নমুনা দিয়েছিলেন। পুলিশ তার বিরুদ্ধে তদন্ত করছে জানতে পেরে লয়েড নিজেকে ফাঁসি দেওয়ার চেষ্টা করে।  তার ছেলে তাকে দেখতে পেয়ে গেলে তার আত্মহত্যার চেষ্টা ব্যর্থ হয়।\nজেমস লয়েড যে সময়ে পুলিশের দৃষ্টি আকর্ষণ করেছিল, তখন সে দক্ষিণ ইয়র্কশায়ারের থুরন্সকো গ্রামে বসবাসকারী, বিবাহিত এবং দুই সন্তানের পিতা। সে ডিয়ারনে ভ্যালি প্রিন্টার্সের একজন ব্যবস্থাপক ছিল, এটি ডিয়ারনের ওয়াথের একটি মুদ্রণ সংস্থা। পুলিশ তার বাড়ি এবং তার পরিচালিত প্রিন্টিং ফার্মে অভিযান চালিয়ে ১০০ জোড়ারও বেশি নতুন এবং ব্যবহৃত মহিলাদের জুতা খুঁজে পায়, সেইসাথে শত শত আঁটসাঁট পোশাক এবং স্টকিংস খুঁজে পায়।  পুলিশ \"দ্য পারফেক্ট ভিকটিম\" শিরোনামের একটি নথিও খুঁজে পেয়েছে, যেখানে লয়েডের অপরাধের সাথে মেলে এমন অপরাধের বিস্তারিত বিবরণ রয়েছে, যদিও এটি লয়েড লিখেছিল কিনা তা স্পষ্ট নয়।\n\n\n== তথ্যসূত্র =="}