{"pageid": 108941, "title": "রামায়ণ (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=108941", "content": "রামায়ণ ( রামানন্দ সাগরের রামায়ণ নামেও পরিচিত ) একটি সর্বাধিক সফল ভারতীয় হিন্দি ভাষার মহাকাব্যিক টেলিভিশন ধারাবাহিক। যা প্রাচীন ভারতীয় সংস্কৃত মহাকাব্য রামায়ণের অবলম্বনে নির্মিত। এই ধারাবাহিকের স্রষ্টা, রচয়িতা ও পরিচালক রামানন্দ সাগর । সঙ্গীত পরিচালনা করেছেন রবীন্দ্র জৈন । এটি সম্প্রচারিত হওয়ার সময় বিশ্বের সবচেয়ে বেশি দেখা টেলিভিশন ধারাবাহিক হয়ে ওঠে, এটির দর্শক সংখ্যা ছিল ৮২ শতাংশ। পুনরাবৃত্ত সম্প্রচার বিভিন্ন সময়ে পাঁচটি মহাদেশের ১৭টি দেশের ২০টি ভিন্ন চ্যানেলে সম্প্রচারিত হয়েছিল। ধারাবাহিকটি ৬৫ কোটিরও বেশি দর্শক দেখেছেন। সিরিজের প্রতিটি পর্ব ডিডি ন্যাশনাল ₹৪০ লাখ আয় করেছে বলে জানা গেছে।\n৭৮-পর্বের এই ধারাবাহিকটি ১৯৮৭ সালের ২৫ জানুয়ারি থেকে ১৯৮৮ সালের ৩১ জুলাই পর্যন্ত প্রতি রবিবার ভারতীয় সময় সকাল সাড়ে ন’টায় সম্প্রচারিত হয়। যখন এটি সম্প্রচার করা হত, তখন বিবিসি স্মরণ করে, \"রাস্তা নির্জন হয়ে যেত, দোকানপাট বন্ধ হয়ে যেত এবং ধারাবাহিক শুরু হওয়ার আগে লোকেরা স্নান করত এবং তাদের টিভি সেটে মালা পরাত।\" ধারাবাহিকটি ২০২০ করোনভাইরাস লকডাউনের সময় পুনঃপ্রচার করা হয়েছিল এবং বিশ্বব্যাপী বেশ কয়েকটি দর্শক সংখ্যার রেকর্ড ভেঙেছে। যার মধ্যে রয়েছে ২০২০ সালের ১৬ এপ্রিল ৭.৭ কোটি দর্শকের সাথে বিশ্বের সবচেয়ে বেশি দেখা টিভি অনুষ্ঠানের রেকর্ড স্থাপন করেছে।\nএই ধারাবাহিকটি বাল্মীকির রামায়ণ ও তুলসীদাসের রামচরিতমানস অবলম্বনে নির্মিত হয়। ব্যবহৃত অন্যান্য উৎসগুলি হল: তামিল কাম্ব রামায়ণ, মারাঠি ভাবরথ রামায়ণ, বাংলা কৃত্তিবাস রামায়ণ, তেলুগু শ্রী রঙ্গনাথ রামায়ণ, কন্নড় রামচন্দ্র চরিত পুরাণম, মালয়ালম আধ্যাত্ম রামায়ণ, চকবাস্তের উর্দু রামায়ণ। সেই সময়ে প্রতি পর্বে ₹৯ লাখ রুপি বাজেটের এটি ছিল সবচেয়ে ব্যয়বহুল টিভি অনুষ্ঠান।\n\n\n== পটভূমি ==\nপ্রাচীন হিন্দু মহাকাব্য রামায়ণ অবলম্বনে ধরাবাহিকটি রামের জন্ম থেকে শুরু করে, সীতা ও লক্ষ্মণের সাথে ১৪ বছরের বনবাস এবং রাবণ বধের কাহিনী চিত্রায়িত করা হয়েছে।\nভগবান বিষ্ণু লঙ্কার দুষ্ট রাজা রাবণকে বধ করতে এবং ধর্ম প্রতিষ্ঠা করার জন্য রাজা দশরথ এবং অযোধ্যার রাণী কৌশল্যার পুত্র রাম রূপে পৃথিবীতে অবতারণের সিদ্ধান্ত নেন, যেখানে দেবী লক্ষ্মী তার স্ত্রী সীতা হিসাবে অবতারণা করবেন। অযোধ্যায়, নিঃসন্তান দশরথ শিশুদের জন্য একটি যজ্ঞ পরিচালনা করেন। যার ফলস্বরূপ তার তিন স্ত্রী চারটি পুত্রের জন্ম দেন। রামে কে কৌশল্যা, ভরতকে কৈকেয়ী এবং লক্ষ্মণ ও শত্রুঘ্নের কে সুমিত্রা। গুরু বশিষ্টের প্রশিক্ষণে ৪টি ছেলে বড় হয়ে চমৎকার যোদ্ধা হয়। ভগবান রাম একজন আদর্শ এবং নিখুঁত পুত্র। ভাই এবং তার তিন ছোট ভাইয়ের জন্য আদর্শ মডেল এবং সর্বদা তার পিতামাতা এবং তার প্রতি তাদের স্নেহকে সম্মান করেন।\nভাইয়েরা তাদের শিক্ষা শেষ করে ফিরে আসার পর, ঋষি বিশ্বামিত্র সাহায্যের জন্য অযোধ্যায় আসেন। কারণ তার যজ্ঞ কিছু রাক্ষস দ্বারা বিরক্ত হয় এবং দশরথকে সেই রাক্ষসদের হত্যা করার জন্য রামকে তার কাছে পাঠাতে বলে। দশরথ অনিচ্ছায় রাজি হন এবং লক্ষ্মণও রামের সাথে যান। শ্রী রাম তারকা এবং তার পুত্র সুবাহুকে হত্যা করতে সফল হন এবং যজ্ঞগুলিকেও রক্ষা করেন। ঋষি বিশ্বামিত্র পরে তাকে ভবিষ্যতের জন্য প্রয়োজনীয় অনেক বিষয়ে শিক্ষা দেন।\nঅতপর তিনি রাজকুমারী সীতার স্বয়ম্বরে ভগবান শিবের ধনুকের আশীর্বাদ পেতে দুই ভাইকে মিথিলায় নিয়ে যান। ঋষি বিশ্বামিত্র তাদের পৃথিবী থেকে সীতার জন্মের কথা বলেন। তাদের পথে রাম অহল্যাকে তার স্বামী ঋষি গৌতমের অভিশাপ থেকে মুক্তি দেন।\n\n\n== কুশীলব ==\n\n\n=== প্রধান ===\nরাম চরিত্রে অরুণ গোভিল,  ভগবান বিষ্ণুর দশাবতারের ৭ম অবতার ; দশরথ ও কৌশল্যার পুত্র; সীতার স্বামী; ভরত, লক্ষ্মণ ও শত্রুঘ্নের বড় ভাই।\nসীতা / লক্ষ্মী রূপে দীপিকা চিখালিয়া, দেবী লক্ষ্মীর অবতার; জনক ও সুনয়নার বড় দত্তক কন্যা; ভূমি দেবীর কন্যা; উর্মিলার বড় দত্তক বোন; রামের স্ত্রী।\nলক্ষ্মণ চরিত্রে সুনীল লাহরি, শেষনাগের অবতার; দশরথ ও সুমিত্রার বড় যমজ পুত্র; উর্মিলার স্বামী; রাম ও ভরতের ছোট ভাই এবং শত্রুঘ্নের বড় যমজ\nরাবণ / বিশ্রাব চরিত্রে অরবিন্দ ত্রিবেদী, বিশ্ব এবং কৈকেসীর জ্যেষ্ঠ পুত্র হিসাবে ; কুম্ভকর্ণ, বিভীষণ এবং সুর্পনখার বড় ভাই, ইন্দ্রজিতের বাবা, মন্দোদরীর স্বামী।\nহনুমানের চরিত্রে দারা সিং,  ভগবান শিবের অবতার; ভগবান রামের ভক্ত, অঞ্জনী ও কেশরীর পুত্র, বায়ুর আদ্ধাতিক পুত্র।\n\n\n=== পুনরাবৃত্ত ===\nভরত চরিত্রে সঞ্জয় যোগ, পঞ্চজন্যের অবতার, ভগবান বিষ্ণুর হাতে শঙ্খ; দশরথ ও কৈকেয়ীর পুত্র; মান্ডবীর স্বামী; রামের ছোট ভাই, এবং লক্ষ্মণ ও শত্রুঘ্নের বড় ভাই\nশত্রুঘ্ন চরিত্রে সমীর রাজদা, ভগবান বিষ্ণুর সুদর্শনের অবতার; দশরথ ও সুমিত্রার কনিষ্ঠ যমজ পুত্র; শ্রুতকীর্তির স্বামী, এবং রাম ও ভরতের ছোট ভাই, লক্ষ্মণের ছোট যমজ\nদশরথের চরিত্রে বাল ধুরি, রাজা আজা এবং রাণী ইন্দুমতীর পুত্র; কৌশল্যা, কৈকেয়ী এবং সুমিত্রার স্বামী; রাম, ভরত, লক্ষ্মণ এবং শত্রুঘ্নের পিতা, কোশলের রাজা\nদশরথের প্রথম স্ত্রী কৌশল্যা চরিত্রে জয়শ্রী গডকর ; রামের মা\nকৈকেয়ী চরিত্রে পদ্মা খান্না,  দশরথের দ্বিতীয় স্ত্রী; ভরতের মা, রামের পালক মা।\nদশরথের তৃতীয় স্ত্রী সুমিত্রার চরিত্রে রজনীবালা ; লক্ষ্মণ ও শত্রুঘ্নের মা\nমন্থরার চরিত্রে ললিতা পাওয়ার,  কৈকেয়ীর দুষ্ট দাসী\nইন্দ্রজিৎ চরিত্রে বিজয় অরোরা,  রাবণ ও মন্দোদরীর প্রথম পুত্র; সুলোচনার স্বামী; লক্ষ্মণ কর্তৃক বধ।\nকুম্ভকর্ণ , বিশ্ব এবং কৈকেসীর দ্বিতীয় পুত্রের চরিত্রে নলিন দাভ ; রাবণ, বিভীষণ ও সুর্পনখা ভাই; রামের দ্বারা বধ।\nবিভীষণ চরিত্রে মুকেশ রাওয়াল,  বিশ্ব ও কৈকেসীর তৃতীয় পুত্র; রাবণ, কুম্ভকরণ ও সুর্পনখার ভাই; লঙ্কার রাজা।\nমন্দোদরী চরিত্রে অপরাজিতা ভূষণ,  রাবনের প্রথম স্ত্রী; মায়াসুর ও অপ্সরা হেমার কন্যা; মায়াবী ও দুন্দুভীর বোন; মেঘনাদ, এবং অক্ষয়কুমারের মা।\nসুগ্রীব সুগ্রীব-বালীর ভাই হিসেবে শ্যাম সুন্দর কালনী ; রুমার স্বামী। এছাড়াও বালি, সুগ্রীবের ভাই এবং মৃত্যুর দেবতা যমরাজের ভূমিকায় অভিনয় করেছিলেন।\nবশিষ্ঠ চরিত্রে সুধীর দলভি, রঘুকুল ভাইদের শিক্ষক\nসুমন্ত্র হিসেবে চন্দ্রশেখর, দশরথের মন্ত্রী\nশূর্পণখা চরিত্রে রেণু ধারিওয়াল, বিশ্ব এবং কৈকেসীর মেয়ে; রাবণ, কুম্ভকরণ ও বিভীষণের বোন। তার নাক কেটেছিলেন লক্ষ্মণ।\nতারার চরিত্রে রাধা যাদব, বালির স্ত্রী এবং অঙ্গদের মা\nজনক হিসেবে মুলরাজ রাজদা, কুশধ্বজার ভাই; সুনয়নার স্বামী; সীতা ও উর্মিলার পিতা মিথিলার রাজা\nজনক-এর স্ত্রী সুনয়নার চরিত্রে উর্মিলা ভাট ; সীতা ও উর্মিলার মা, মিথিলার রানী\nজাম্ভা চরিত্রে রাজশেকর উপাধ্যায়\nঅঙ্গদের চরিত্রে বশির খান,  তারা এবং বালির ছেলে / বজ্রমুষ্টি (লঙ্কান জেনারেল)\nঊর্মিলা চরিত্রে অঞ্জলি ব্যাস,  দেবী নাগা লক্ষ্মীর অবতার; জনক ও সুনয়নার ছোট মেয়ে; সীতার বোন; লক্ষ্মণের স্ত্রী\nমাণ্ডবী চরিত্রে সুলক্ষণ খত্রী , দেবী লক্ষ্মীর ফুল অবতার; কুশধ্বজা ও চন্দ্রভাগার বড় মেয়ে; শ্রুতকীর্তি বড় বোন; ভরতের স্ত্রী; সীতার মামাতো ভাই\nশ্রুতকীর্তি চরিত্রে পুনম শেঠি , দেবী লক্ষ্মীর ফুল; কুশধ্বজা ও চন্দ্রভাগার কনিষ্ঠ কন্যা; মান্ডবীর ছোট বোন; সীতার চাচাতো ভাই; শত্রুঘ্নের স্ত্রী\nশিবের চরিত্রে বিজয় কবিশ, পার্বতীর স্বামী/ মায়াসুর মন্দোদরীর পিতা, রাবনের শ্বশুর/ মহর্ষি বাল্মীকি, রামায়ণের লেখক\nমেঘনাদের স্ত্রী সুলোচনার চরিত্রে পুষ্প ভার্মা ।\nমাল্যবান এবং অগস্ত্য চরিত্রে রমেশ চাপানেরি\nনিষাদের চরিত্রে চন্দ্রকান্ত পান্ডে\nনলের চরিত্রে গিরিশ শেঠ ,  নীলের ভাই/গন্ধর্ব\nনীল চরিত্রে গিরিরাজ শুক্লা, নলের ভাই/প্রহস্ত\nত্রিজাতার চরিত্রে বিভূতি দাভ, সীতার তত্ত্বাবধায়ক\nশবরীর চরিত্রে সরিতা দেবী , রামের ভক্ত\nসমুদ্র দেব ও বিভিন্ন চরিত্রে আসলাম খান\nশিবের স্ত্রী পার্বতীর চরিত্রে বন্দিনী মিশ্র\nআকাম্পান চরিত্রে মুরারি লাল গুপ্ত ।\nমহেশ ভট্ট শতানন্দ, অহিল্যা দেবী এবং গৌতম ঋষির ছেলে, জনক-এর পুরোহিতের চরিত্রে\nবিশ্বামিত্রের চরিত্রে শ্রীকান্ত সোনি\nকেওয়াতের চরিত্রে কৌস্তুভ ত্রিবেদী\nবিষ্ণুর চরিত্রে ভূষণ লকান্দারি\nগরুড় / ইন্দ্র / জটায়ু / নারন্তক চরিত্রে সুনীল ভার্মা\nমারিচ চরিত্রে রমেশ গয়াল\nকপিল কুমার হিসাবে অক্ষয়কুমার, রাবণ এবং মন্দোদরীর দ্বিতীয় পুত্র ; মেঘনাথের ভাই\nশূর্পনখার অপ্সরা অবতারের চরিত্রে মধু প্রিয়া\nকালনেমি চরিত্রে রাজেন্দ্র জৈন\nলব চরিত্রে ময়ূরেশ ক্ষেত্রমহাদ , রাম এবং সীতার ছোট ছেলে; কুশের যমজ\nকুশ, রাম এবং সীতার বড় ছেলের চরিত্রে স্বপ্নিল জোশী ; লভ এর যমজ\nবিরধ / রাক্ষস / সুরসা / আতিকয়ে চরিত্রে রণধীর সিং\n\n\n== পর্বগুলি ==\nপর্ব ১ – শ্রী রামের জন্ম ও শৈশব\nপর্ব ২ – রামের গুরুকুল যাত্রা\nপর্ব ৩ – গুরুকুলে অবস্থান\nপর্ব ৪ – বিশ্বামিত্র অযোধ্যায় আসেন এবং রাম তারকা রাক্ষসীকে হত্যা করেন\nপর্ব ৫ – অহল্যার গঙ্গা মুক্তি\nপর্ব ৬ – রাম সীতার দেখা\nপর্ব ৭ ​​– সীতার স্বয়ম্বর\nপর্ব ৮ – সীতার স্বয়ম্বর এবং পরশুরামের আগমন\nপর্ব ৯ – বিয়ের প্রস্তুতি\nপর্ব ১০ – রাম ও সীতার বিয়ে\nপর্ব ১১ – অযোধ্যায় সীতার আগমন\nপর্ব ১২ – দশরথের উত্তরাধিকারী নিয়ে আলোচনা\nপর্ব ১৩ – মন্থরা কৈকেয়ীর মনকে বিষ দেয়া\nপর্ব ১৪ – কৈকেয়ী দশরথের কাছে তার বর দাবি\nপর্ব ১৫ – শ্রী রাম, সীতা এবং লক্ষ্মণ বনে যাত্রার প্রস্তুতি\nপর্ব ১৬ – শ্রী রাম, সীতা ও লক্ষ্মণ অযোধ্যা ত্যাগ\nপর্ব ১৭ – শ্রী রাম, সীতা এবং লক্ষ্মণ নিষাদরাজ গুহায় দেখা\nপর্ব ১৮ – ভরদ্বাজের আশ্রম\nপর্ব ১৯ – বাল্মীকির আশ্রম এবং চিত্রকূট\nপর্ব ২০ – রাজা দশরথের মৃত্যু এবং শ্রাবণ কুমারের গল্প\nপর্ব ২১ – ভরত অযোধ্যায় ফিরে আসে\nপর্ব ২২ – ভরত রাজা হতে প্রত্যাখ্যান করেছে\nপর্ব ২৩ – ভারত শ্রী রামকে ফিরিয়ে আনার প্রতিজ্ঞা\nপর্ব ২৪ – রাম ও ভরতের পুনর্মিলন\nপর্ব ২৫ – ভরত শ্রী রামের পাদুকা নিয়ে অযোধ্যায় ফিরে আসা\nপর্ব ২৬ – ভরত কর্তৃক অযোধ্যার সিংহাসনে শ্রী রামের জুতা স্থাপন\nপর্ব ২৭ – শ্রী রাম, সীতা এবং লক্ষণ ঋষি অত্রি এবং মাতা অনুসূয়ার সাথে দেখা\nপর্ব ২৮ – শ্রী রাম রাক্ষসদের ধ্বংস করার শপথ, ঋষি অগস্ত্যের সাথে সাক্ষাত\nপর্ব ২৯ – জটায়ুর সাথে প্রথম দেখা।\nপর্ব ৩০ – শূর্পণখার আগমণ\nপর্ব ৩১ – রাবনের সীতা অপহরণ পরিকল্পনা\nপর্ব ৩২ – সীতা হরণ এবং রাবণ জটায়ুকে হত্যা করে\nপর্ব ৩৩ – শ্রী রাম ও লক্ষ্মণ আহত জটায়ুর সাথে দেখা করেন\nপর্ব ৩৪ – শ্রী রাম ও লক্ষ্মণ কবন্ধের মুখোমুখি এবং শবরীর আশ্রমে পৌঁছান\nপর্ব ৩৫ – হনুমান শ্রী রামের সাথে দেখা\nপর্ব ৩৬ – শ্রী রাম ও সুগ্রীবের মধ্যে বন্ধুত্ব\nপর্ব ৩৭ – সুগ্রীব শ্রী রামকে বালি সম্পর্কে বলেন\nপর্ব ৩৮ – শ্রী রাম বালিকে হত্যা করেন\nপর্ব ৩৯ – সুগ্রীব রাজা হন\nপর্ব ৪০ – সুগ্রীব এবং অঙ্গদ শ্রী রামের কাছে তাঁর আশীর্বাদের জন্য আসেন\nপর্ব ৪১ – লক্ষ্মণ ক্রোধে কিশিকিন্ধায় প্রবেশ করেন\nপর্ব ৪২ – সীতার সন্ধান শুরু হয়\nপর্ব ৪৩ – জাম্বুবন্ত হনুমানকে তার সুপ্ত শক্তির কথা মনে করিয়ে দেয়। হনুমান লঙ্কায় উড়ে যায়\nপর্ব ৪৪ – হনুমান অশোক ভাটিকায় সীতার সাথে দেখা করেন\nপর্ব ৪৫ – হনুমান অশোক ভাটিকা ধ্বংস করে এবং অক্ষয় কুমারকে হত্যা করে\nপর্ব ৪৬ – হনুমান রাবণ এবং লঙ্কা দহনের সাথে দেখা করেন\nপর্ব ৪৭ – হনুমান সীতার কাছ থেকে বিদায় নেন\nপর্ব ৪৮ – হনুমান ফিরে আসেন এবং শ্রী রামকে সীতা সম্পর্কে বলেন\nপর্ব ৪৯ – বিভীষণকে লঙ্কা থেকে বহিষ্কার করা হয়\nপর্ব ৫০ – বিভীষণ শ্রী রামের সাথে দেখা করেন\nপর্ব ৫১ – সুখ সুগ্রীবের সাথে দেখা করে\nপর্ব ৫২ – রাম সেতু তৈরি\nপর্ব ৫৩ – সেতুর নির্মাণ কাজ সম্পন্ন হয়েছে\nপর্ব ৫৪ – শ্রী রামের তীর রাবনের মুকুটে পতিত হওয়া\nপর্ব ৫৫ – রাবণ এবং সুগ্রীব একে অপরের বিরুদ্ধে দ্বন্দ্ব\nপর্ব ৫৬ – শ্রী রাম অঙ্গদকে রাবণের দরবারে শান্তি দূত হিসেবে পাঠান\nপর্ব ৫৭ – অঙ্গদের যুদ্ধের আমন্ত্রণ\nপর্ব ৫৮ – মন্দোদরী রাবণকে তার প্রবীণদের পরামর্শ শোনার আবেদন জানায়\nপর্ব ৫৯ – যুদ্ধ শুরু\nপর্ব ৬০ – রাবণ যুদ্ধক্ষেত্রে আসে\nপর্ব ৬১ – কুম্ভকর্ণ জেগে ওঠা\nপর্ব ৬২ – কুম্ভকর্ণ বধ\nপর্ব ৬৩ – দেবান্তক, নারন্তক, ত্রিশিরা এবং অন্যান্য যোদ্ধা নিহত হয়\nপর্ব ৬৪ – লক্ষ্মণ মারামারি করে এবং আতিকায়াকে হত্যা করে\nপর্ব ৬৫ – শ্রী রাম ও লক্ষণ ইন্দ্রজিতের নাগপাশা দ্বারা আবদ্ধ\nপর্ব ৬৬ – গরুড় শ্রী রাম ও লক্ষ্মণকে নাগপাশা থেকে মুক্ত করেন\nপর্ব ৬৭ – ইন্দ্রজিতের 'শক্তি' অস্ত্রে লক্ষ্মণ আহত হন।\nপর্ব ৬৮ – হনুমান সুশেন বৈদ্যকে নিয়ে আসে\nপর্ব ৬৯ – হনুমান হিমালয় থেকে সঞ্জীবনী পর্বত নিয়ে আসেন এবং লক্ষ্মণ সুস্থ হয়\nপর্ব ৭০ – ইন্দ্রজিৎ এর তান্ত্রিক যজ্ঞ\nপর্ব ৭১ – ইন্দ্রজিৎ বধ\nপর্ব ৭২ – রাবণ যুদ্ধক্ষেত্রে প্রবেশ করে এবং শ্রী রামের সাথে যুদ্ধ করে\nপর্ব ৭৩ – রাবণ কর্তৃক শ্রী রামকে আক্রমণ\nপর্ব ৭৪ – ইন্দ্র শ্রী রামের জন্য তার রথ পাঠান\nপর্ব ৭৫ – রাবন বধ এবং যুদ্ধের সমাপ্তি\nপর্ব ৭৬ – সীতার অগ্নি-পরীক্ষা\nপর্ব ৭৬ – শ্রী রাম অযোধ্যার দিকে যাচ্ছেন\nপর্ব ৭৮ – শ্রী রামের রাজ্যাভিষেক\n\n\n== উৎপাদন ==\nপ্রতি পর্বের ₹৯ লক্ষ বাজেটের রামায়ণকে সেই সময়ে নির্মিত সবচেয়ে ব্যয়বহুল টিভি অনুষ্ঠান হিসাবে বিবেচনা করা হয়।\n\n\n=== উন্নয়ন ===\nধারাবাহিকটি প্রাথমিকভাবে ৪৫ মিনিটের ৫২টি পর্ব চালানোর জন্য ধারণা করা হয়েছিল। কিন্তু, জনপ্রিয় চাহিদার কারণে এটি তিনবার বাড়ানো হয়েছিল, অবশেষে ৭৮ পর্বের পরে শেষ হয়। প্রাথমিকভাবে, রামায়ণ এবং মহাভারত উভয়ই একসাথে সম্প্রচারের পরিকল্পনা করা হয়েছিল, কিন্তু পরে এটি রামায়ণকে প্রথমে সম্প্রচার করার সিদ্ধান্ত নেওয়া হয়েছিল। যা শেষ হওয়ার পরে বি আর চোপড়া পরিচালিত মহাভারত (১৯৮৮) সম্প্রচার করা হয়েছিল।\n\n\n=== কাস্টিং ===\nআমার মনে আছে আমি রামের জন্য একটি অডিশন দিয়েছিলাম এবং আমি প্রথমে ব্যর্থ হয়েছিলাম। আমি জানি না কি হয়েছে। ফটোশুটটি লুক এবং মেক-আপের সাথে ঘটেছে, কিন্তু আমি ভগবান রামের মতো দেখতে ছিলাম না... তারপর আমরা একটি হাসি যোগ করার কথা ভাবলাম এবং তারপরে সবকিছু ঠিক হয়ে গেল।\n— অরুণ গোভিলগোভিল রাম চরিত্রে অভিনয় করার ইচ্ছা প্রকাশ করেন এবং স্ক্রিন টেস্টের জন্য উপস্থিত হন। প্রাথমিকভাবে, তিনি এই ভূমিকার জন্য অনুপযুক্ত বলে মনে করা হয়েছিল। তারপরে তিনি আবারও স্ক্রিন টেস্টের জন্য তার মুখে হাসি নিয়ে হাজির হন এবং ভূমিকার জন্য চূড়ান্ত হন। যেহেতু কনক মিশ্রের জিও তো অ্যাসা জিও (১৯৮১) এ দেবশ্রী রায়ের সাথে গভিলের সহযোগিতা প্রশংসিত হয়েছিল। তাই অভিনেত্রীকে সীতা চরিত্রে অভিনয় করার জন্য যোগাযোগ করা হয়েছিল। কিন্তু বাংলা সিনেমায় তার ব্যস্ত সময়সূচীর কারণে তিনি স্ক্রিন টেস্টে উপস্থিত হতে ব্যর্থ হন।\nঅন্যান্য বেশ কিছু বিখ্যাত অভিনেত্রীর সাথেও যোগাযোগ করা হয়েছিল। কিন্তু তাদের সকলেই প্রচলন ছিল যে দেবী সীতার ভূমিকায় অভিনয় করা, তাদের রোমান্টিক আবেদনকে কলঙ্কিত করবে। যার ফলে তাদের অন-স্ক্রিন ক্যারিয়ার ধ্বংস হবে। এরপর দীপিকা চিখালিয়াকে স্ক্রিন টেস্টের জন্য ডেকে পাঠানো হয়। তাকে কঠোর স্ক্রিন টেস্ট করতে হয়েছিল এবং তারপর চূড়ান্ত করা হয়েছিল।\nসঞ্জয় জগকে মূলত লক্ষ্মণ চরিত্রের জন্য যোগাযোগ করা হয়েছিল। কিন্তু তিনি প্রত্যাখ্যান করেছিলেন কারণ তিনি অধিক সময় দিতে অক্ষম ছিলেন। সাগর তখন তাকে ভারত চরিত্রে অভিনয় করার জন্য অনুরোধ করেন। কারণ এই চরিত্রে অধিক সময়ের প্রয়োজন হবে না। লক্ষ্মণের ভূমিকা তখন সুনীল লাহিড়ীর হাতে চলে যায়।\nঅরবিন্দ ত্রিবেদী একজন নৌকার মাঝি চরিত্রের জন্য অডিশন দিতে গিয়েছিলেন। যেখানে রামানন্দ সাগর তাকে রাবণ হিসাবে বেছে নিয়েছিলেন। ত্রিবেদী প্রস্তাব প্রত্যাখ্যান করলে, পরেশ রাওয়াল তাকে এই চরিত্রে অভিনয়ের জন্য রাজি করেন। বিজয় কাবিশ সিরিজে শিব, বাল্মীকি এবং মায়াসুর এই তিনটি ভূমিকায় অভিনয় করে ছিলেন ।\n\n\n== সম্প্রচার ==\nভারতে সিরিজটি মূলত ডিডি ন্যাশনালে ২৫শে জানুয়ারী ১৯৮৭ থেকে ৩১শে জুলাই ১৯৮৮ পর্যন্ত ব্যাপক প্রশংসার সাথে সম্প্রচার করা হয়েছিল। বিবিসি রেকর্ড করেছে যে এটির দর্শক সংখ্যা ৮২ শতাংশ, বিশ্বের সর্বোচ্চ দর্শকসংখ্যা।\n২০০০-এর দশকে স্টার প্লাস এবং স্টার উৎসবে সিরিজের পুনঃপ্রচার করা হয়। এটি ডিডি ন্যাশনাল-এ ভারতে ২০২০ করোনভাইরাস লকডাউন চলাকালীন মার্চ এবং এপ্রিল ২০২০ এর মধ্যে পুনরায় সম্প্রচার করা হয়েছিল এবং এটি যে কোনও টিভি অনুষ্ঠানের জন্য বিশ্বব্যাপী দর্শকসংখ্যার সমস্ত রেকর্ড ভেঙে দিয়েছে। ভারতে ২০২০ সালে কোভিড-১৯ লকডাউনের সময় সিরিজটি দেখেছিলেন।\n২০২০ সালের ১৬ এপ্রিল ১ দিনে ৭.৭ কোটি মানুষ অনুষ্ঠানটি দেখে বিশ্ব রেকর্ড তৈরি করে। এটি আবার ৪ মে ২০২০ থেকে স্টারপ্লাসে প্রচারিত হয়েছিল। অনুষ্ঠানটি কন্নড়, মারাঠি, বাংলা, তেলুগু এবং তামিল ভাষায় ডাব করা হয়। যা যথাক্রমে স্টার সুবর্ণ, স্টার প্রবাহ, স্টার জলসা, স্টার মা এবং স্টার বিজয়ে প্রচারিত হয়।\n\n\n== অভ্যর্থনা এবং উত্তরাধিকার ==\nমাত্র কয়েকটি পর্ব প্রকাশের পর, অনুষ্ঠানটি রামানন্দ সাগরের লেখা ও পরিচালনার পাশাপাশি এর কাস্টিং এবং রবীন্দ্র জৈনের সঙ্গীতের জন্য ব্যাপক সমালোচকদের প্রশংসা লাভ করে।\nহিন্দুস্তান থম্পসন অ্যাসোসিয়েটসের মিডিয়া ডিরেক্টর ডি কে বোস মন্তব্য করেছেন, \"রামায়ণের অনন্য বিষয় ছিল এর ধারাবাহিকতা। বুনিয়াদ এবং এমনকি হাম লগের মতো অন্যান্য অনুষ্ঠানগুলি প্রায় ৮০ শতাংশ বা তার বেশি দর্শক অর্জন করেছিল। রামায়ণের ক্ষেত্রে এই চিত্রটি প্রায় শুরু থেকেই বজায় ছিল।\"\nতিনি আরও বলেন, “প্রায় ৫০ শতাংশ থেকে শুরু করে ৮০ শতাংশের পরিসংখ্যান কয়েক মাসের মধ্যে পৌঁছেছিল এবং কখনও কমেনি। তামিলনাড়ু, কেরালা এবং কর্ণাটকের প্রধানত অ-হিন্দিভাষী দক্ষিণ ভারতের রাজ্যগুলিতেও দর্শক সংখ্যা ৫০ শতাংশের বেশি ছিল । অনুষ্ঠানটির জনপ্রিয়তা বিভিন্ন ধর্মে ছড়িয়ে পড়ে এবং ইসলাম ধর্মের লোকেরাও প্রচুর সংখ্যায় দেখেছিল। বিদ্যুৎ বিভ্রাটের সময় স্থানীয় বিদ্যুত বোর্ডের সদর দফতর পুড়িয়ে ফেলার হুমকি দেওয়া সাধারণ মানুষের মধ্যে ছিল ।\"\nসিরিজটির সাফল্য মিডিয়া দ্বারা ভালভাবে নথিভুক্ত করা হয়েছিল। বিবিসির তথ্যমতে, সিরিজটি যখন প্রতি রবিবার সকালে প্রচারিত হত, \"রাস্তাগুলি নির্জন হয়ে যেত, দোকানপাট বন্ধ হয়ে যেত এবং সিরিয়াল শুরু হওয়ার আগে লোকেরা স্নান করত এবং তাদের টিভি সেটে মালা পরিয়ে দিত।\"\nটেলিগ্রাফের তথ্যনসারে, \"দক্ষিণ এশিয়া জুড়ে গ্রামগুলিতে, শত শত মানুষ দেবতা এবং দানবদের তাদের ভাগ্যের খেলা দেখার জন্য একটি একক টিভির চারপাশে জড়ো হতো। সবচেয়ে কোলাহলপূর্ণ এবং সবচেয়ে কোলাহলপূর্ণ শহরে, ট্রেন, বাস এবং গাড়ি এসেছিল। আচমকা থমকে যাওয়া এবং বাজার জুড়ে এক অদ্ভুত নিস্তব্ধতা নেমে আসছিল। দিল্লিতে, পুরো মন্ত্রিসভা জরুরি ব্রিফিংয়ের জন্য উপস্থিত হতে ব্যর্থ হওয়ার পরে সরকারী বৈঠকগুলি পুনঃনির্ধারণ করতে হয়েছিল।\"\n\n\n=== রাজনৈতিক ===\nএকটি সরকারী মালিকানাধীন সম্প্রচারকারী দ্বারা সিরিজটি সম্প্রচারিত হওয়ার বিষয়ে প্রাথমিক আশঙ্কা সম্পর্কে, এটি এখনও পর্যন্ত প্রযোজক শরদ দত্ত বলেছেন যে \"চ্যানেলের অফিসের মধ্যে অনেক লোক শুরুতে এই ধারণাটিকে সমর্থন করেনি৷ কিন্তু এটির সাথে কোন অনুপ্রেরণা ছিল না, রাজনৈতিকভাবে চলছিল। কংগ্রেস ক্ষমতায় ছিল এবং তার কোনো এজেন্ডা ছিল না।\" শর্মা উল্লেখ করেছেন যে, এই সিরিজে যে রাজনৈতিক প্রভাব ছিল তা এই সত্যের দ্বারা নির্ণয় করা যেতে পারে যে, সাগর এবং অরুণ গোভিল (যিনি রাম চরিত্রে অভিনয় করেছিলেন) \"কংগ্রেস এবং বিজেপি উভয়েই তাদের পক্ষে প্রচারণা চালাতে বারবার প্ররোচিত করেছিলেন\", এবং দীপিকা চিখালিয়া ( সীতা) এবং অরবিন্দ ত্রিবেদী (রাবণ) সংসদ সদস্য হন ।\nঅরবিন্দ রাজাগোপাল তার পলিটিক্স আফটার টেলিভিশন: হিন্দু ন্যাশনালিজম অ্যান্ড দ্য রিশেপিং অফ দ্য পাবলিক ইন ইন্ডিয়া (২০০০) বইতে লিখেছেন যে, এই সিরিজের মাধ্যমে সরকার \"ধর্মীয় পক্ষপাতিত্বের উপর এক দশকের পুরনো নিষেধাজ্ঞা লঙ্ঘন করেছে এবং হিন্দু জাতীয়তাবাদীরা সুযোগটি সবচেয়ে বেশি ব্যবহার করেছে।\" এটি হিন্দু জাগরণ এবং এটিকে পুঁজি করে ভারতীয় জনতা পার্টির উত্থানের ধারণাকে নিশ্চিত করেছে ।\nডিডি ন্যাশনাল- এ করোনভাইরাসজনিত কারণে ২১ দিনের লকডাউনের সময় সকালে এক ঘন্টার পর্ব এবং রাতে এক ঘন্টার পর্ব সহ ২৮ মার্চ ২০২০ থেকে সিরিজটি পুনরায় সম্প্রচার করা হয়েছিল ।\n\n\n== রেটিং ==\n\nরামায়ণ উল্লেখযোগ্যভাবে সেই সময়ে যেকোনো ভারতীয় টেলিভিশন সিরিজের দর্শকসংখ্যা ভেঙে দেয়। এটি ৫৫টি দেশে সম্প্রচার করা হয়েছিল এবং মোট ৬৫ কোটি দর্শকের সংখ্যায় এবং পুনরায় সম্প্রচার করা হয়েছিল (২৪ মার্চ - ১৮ এপ্রিল ২০২০) প্রায় ২৫০ কোটি দর্শক একা ২৫ দিনের মধ্যে এটি সর্বাধিক দেখা ভারতীয় টেলিভিশন সিরিজে পরিণত হয়েছিল। এটি লিমকা বুক অব রেকর্ডসে সবচেয়ে বেশি দেখা ঐতিহাসিক সিরিজ হিসেবে প্রবেশ করেছে। প্রথম সম্প্রচারে (১৯৮৭) এটি ভারতে ৪ কোটি দর্শক ছিল। এটি চ্যানেলের জন্য ₹ ২৩ কোটি আয় এনেছে ।\nলকডাউন চলাকালীন দর্শকসংখ্যা ২০১৫ সাল থেকে হিন্দি জিইসি ( সাধারণ বিনোদন চ্যানেল ) শো-এর জন্য রেকর্ড সর্বোচ্চ রেটিং অর্জন করেছে। যার প্রিমিয়ারের পর থেকে ডিডি ন্যাশনাল সবচেয়ে বেশি দেখা ভারতীয় চ্যানেল হিসেবে পরিণত হয়েছে।\nরামায়ণ প্রথম ৪টি শোতে মোট ১৭ কোটি দর্শক সংগ্রহ করেছিল, যার সময় ডিডি ন্যাশনাল বহু বছর পর সবচেয়ে বেশি দেখা ভারতীয় টেলিভিশন চ্যানেল হয়ে ওঠে। পরের সপ্তাহে এটি সকালের স্লটে ৫৮ কোটি ইমপ্রেশন এবং রাতের স্লটে ৮৩.৫ কোটি ইমপ্রেশন অর্জন করে।\n২০২০ সালের ১৪ সপ্তাহে, এটি ৬১৩.৯৭ কোটি ইমপ্রেশন অর্জন করেছে এবং পরের সপ্তাহে এটি ৬৭৪ কোটি ইমপ্রেশন পেয়েছে।\nএমনকি ওয়াল স্ট্রিট জার্নাল ৩০২০ সালে রামায়ণের পুনঃপ্রচারের বিপুল জনপ্রিয়তা স্বীকার করেছে ।\n\n\n== সিক্যুয়েল এবং পুনর্নির্মাণ ==\n\nরামায়ণ উত্তর কাণ্ডের শেষ অধ্যায়ের উপর ভিত্তি করে লব কুশ নামক একটি ফলো-আপ ধারাবাহিক ডিডি ন্যাশনালে ১৯৮৮ সালের অক্টোবরে প্রচারিত হয়েছিল । ২০০৮ সালে  সাগর আর্টস দ্বারা নির্মিত একটি পুনর্নির্মাণ ধারাবাহিক  এনডিটিভি ইমাজিনে প্রচারিত হয়।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\nKarp, Jonathan and Williams, Michael. \"Reigning Hindu TV Gods of India Have Viewers Glued to Their Sets.\" The Wall Street Journal, 22 April 1998\nLutgendorf, Philip (১৯৯১)। The Life of a Text: Performing the Ramcharitmanas of Tulsidas। Berkeley, California: University of California Press। আইএসবিএন 0-520-06690-1। \nLutgendorf, Philip (১৯৯০)। \"Ramayan: The Video\"। TDR/The Drama Review। 34 (2): 127–176। আইএসএসএন 1054-2043। ডিওআই:10.2307/1146030। সংগ্রহের তারিখ ২০০৯-০৮-০৮। \nLutgendorf, Philip (২০০৬)। \"All in the (Raghu) Family: A Video Epic in Cultural Context\"।   Hawley, John Stratton; Narayanan, Vasudha। The Life of Hinduism। The Life of Religion। Berkeley: University of California Press। পৃষ্ঠা 140–157। আইএসবিএন 978-0-520-24913-4। \nNational Endowment for the Humanities. \"Lessons of the Epics: The Ramayana\". EdSITEment Lesson Plans. Available online from https://web.archive.org/web/20070205233230/http://edsitement.neh.gov/view_lesson_plan.asp?id=599 (18 January, 2006).\nLimca Book of Records certificate on official website of Sagar Arts\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে রামায়ণ   (ইংরেজি)"}