{"pageid": 1089601, "title": "ফুটবল আন্ডার কভার (তথ্যচিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1089601", "content": "ফুটবল আন্ডার কভার এ তথ্যচিত্রটি  ২০০৮ সালের জার্মান/ইরানি প্রামাণ্য তথ্যচিত্র হিসাবে গণ্য করা হয়। এ তথ্যচিত্রটি পরিচালনা করেন ডেভিড আসমান এবং আয়াত নাজাফি। এ ফুটবল ম্যাচটি জার্মান নারী ফুটবল খেলোয়াড় মারলিন আসমান এবং ইরানি নারী ফুটবল খেলোয়াড় আয়াত নাজাফির প্রচেষ্টায় ইরানে অনুষ্ঠিত হয়। মারণিন আসমানের দল “বিএসভি অলডারসিমসপোর” এবং “ইরানের জাতীয় মহিলা দলের” এ  ফুটবল ম্যাচ আয়োজন করে।\n\n\n== খেলার পটভূমি ==\nফুটবল আন্ডার কভার হল আয়াত নাজাফি এবং ডেভিড আসমান পরিচালিত একটি প্রামণ্য তথ্যচিত্র যা ইরানের আন্তর্জাতিক মহিলা ফুটবল (সকার) দল এবং বার্লিনের একটি অপেশাদার মহিলা ফুটবল দল “বিএসভি এএল-ডেরসিমস্পোরের” মধ্যে ফুটবল খেলা নিয়ে তৈরী। বার্লিন দলের সদস্য মারলিন আসমান ইরানের আয়াত নামের এক ইরানি বন্ধুর মাধ্যমে “ইরানি মহিলা জাতীয় দলের” সাথে সম্পর্ক হয়। এই সম্পর্ক থেকে, আয়াত এবং মারলিন দুই দলের মধ্যে একটি ফুটবল ম্যাচ আয়োজনের কঠিন কাজটি গ্রহণ করে। ইরানি সরকার ও সমাজের কঠোর নিয়মের কারণে ইরানি মহিলা দল এর আগে কখনো অন্য দলের বিপক্ষে খেলা খেলেনি। মার্লিন তার দলকে তার সাথে ইরান ভ্রমণে রাজি করান যাতে ইরানের এ রক্ষণশীল রেওয়াজটি পরিবর্তন হয়।\nমারলিন ইরানের তেহরান ভ্রমণ করেন যাতে আয়াত এবং ইরানি দলের আরেক মহিলা সদস্যের সাথে বিষয়গুলি বাস্তবায়ন করতে সাহায্য করা যায়। তারা এ পথে নানা চ্যালেঞ্জের সম্মুখীন হয়। এই চ্যালেঞ্জগুলির মধ্যে রয়েছে স্পন্সর খুঁজে না পাওয়া, ভিসা না পাওয়া, মহিলাদের জন্য ইরানি ড্রেস কোড মেনে চলার জন্য মহিলা ক্রীড়াবিদদের পরার জন্য লম্বা হাতের জার্সি এবং প্যান্ট খুঁজে পেতে অসুবিধা, দূতাবাসগুলির মধ্যে সহযোগিতার সমস্যা, ম্যাচের বিজ্ঞাপন দিতে ইচ্ছার অভাব ইত্যাদি। বার্লিন থেকে আসা দলটি ইরানকে খেলাটি খেলতে সক্ষম করেছিল। সরকারের আইন তাদেরকে শর্ত দেয়, অংশগ্রহণকারী সকল নারীকে ইরানের নিয়ম মেনে চলতে হবে ও খেলার সময় দেহ আচ্ছাদিত থাকতে হবে। রাজনৈতিক চ্যালেঞ্জ, সাংস্কৃতিক পার্থক্য ও অন্যান্য সংগ্রাম সত্ত্বেও, ফুটবলের প্রতি ভালোবাসা এই দুই দলকে একত্রিত করে ইরানের ইতিহাসে একটি ঐতিহাসিক ঘটনা তৈরি করার পাশাপাশি তাদের সমাজের মধ্যে প্রচলিত রক্ষণশীল নিষেধাজ্ঞা ভাঙে।\n\n\n== সম্মাননা ==\n২০০৮ সালে বার্লিন আন্তর্জাতিক চলচ্চিত্র উৎসবে, ফুটবল আন্ডার কভার সেরা প্রামাণ্য তথ্যচিত্র হিসাবে টেডি অ্যাওয়ার্ড ও টেডি অডিয়েন্স অ্যাওয়ার্ড জিতে।\n\n\n== কোম্পানির ক্রেডিট ==\nআয়োজক কোম্পানি ছিল: ফ্লাইং মুন ফিল্মপ্রডাকশন, আসমান ফিল্মপ্রডাকশন, রুন্ডফঙ্ক বার্লিন-ব্র্যান্ডেনবার্গ\n(আরবিবি) অন্যান্য কোম্পানি ছিল: মিডিয়ানবোর্ড বার্লিন-ব্র্যান্ডেনবার্গ (তহবিল), স্যান্ডার ৪ (অন-লাইন এডিটিং সুবিধা), স্টুডিও ১১৪১ (সাউন্ড পোস্ট প্রোডাকশন)\n\n\n== সঙ্গীত ==\n\n\n=== গান ===\nরাত   পার্ট  ১ (নিকো শ্যাবেল লিখেছেন, রেডিও সিটিজেন দ্বারা সঞ্চালিত, ইউবিকুইটি রেকর্ডের সৌজন্যে)\nরাত  পার্ট  ২ (নিকো শ্যাবেল লিখেছেন, রেডিও সিটিজেন দ্বারা সঞ্চালিত, ইউবিকিটি রেকর্ডের সৌজন্যে)\nমন্ডলিচ (নিকো শ্যাবেল লিখেছেন, রেডিও সিটিজেন দ্বারা সঞ্চালিত, ইউবিকিটি রেকর্ডস এর সৌজন্যে)\nবালিনে (পিআর ক্যান্টেট / ক্রান্স ডি লুটিন লিখেছেন, পিআর ক্যান্টেট দ্বারা সম্পাদিত, ইএমআই মিউজিক পাবলিশিং জার্মানির সৌজন্যে)\nগরিবেহ (হাসান শামাইজাদেহ রচিত, নর্মিলা ফাতি দ্বারা সম্পাদিত)\nফিফা সংগীত (ল্যাম্বার্ট / লুই দ্বারা লিখিত, কোবাল্ট মিউজিকের সৌজন্যে)\nআফসুঙ্গার (আরিয়ান ব্যান্ডের লেখা এবং সম্পাদিত, তারানে শার্গী কোম্পানির সৌজন্যে )\nস্ট্রেসেন ভন তেহরান (নরিমন হোদাজাতি এবং মোহাম্মাদ্রেজা মুর্তজাভি দ্বারা রচিত এবং সম্পাদিত)\nনিলু (নরিমন হোদাজাতি এবং মোহাম্মাদ্রেজা মুর্তজাভি দ্বারা লিখিত এবং সম্পাদিত)\nগরিবেহ (হাসান শামাইজাদে লিখেছেন, পারফর্ম করেছেন সাইমিন সামাওয়াতি, নিকো শ্যাবেল, জুলিয়ান ওয়াইবলিংগার, মরিটজ একার, ক্লাউস জেনেক)\n\n\n== তথ্যসূত্র =="}