{"pageid": 1089679, "title": "কচ (মহাভারত)", "url": "https://bn.wikipedia.org/wiki?curid=1089679", "content": "কচ (সংস্কৃত: कच, Kaca) প্রাচীন ঋষি বৃহস্পতির পুত্র। মহাভারত, মৎস্য পুরাণ এবং অগ্নি পুরাণে এই চরিত্রটির উল্লেখ পাওয়া যায়। মৃত্যুসঞ্জীবনী মন্ত্র ভারতীয় পুরাণসমূহে যাকে মৃতকে জীবিত করার মন্ত্র হিসেবে উল্লেখ করা হয়েছে সেই মন্ত্রের জন্য কচ বিখ্যাত। তা সত্ত্বেও তিনি শুক্রচার্যের কন্যা দেবযানীর ক্রোধ ও শাপের ফলে বহু দেবতাকে জীবন দান করতে পারেননি।\n\n\n== শুক্রাচার্যের শিষ্যরূপে কচ ==\nপিতা বৃহস্পতি অসুরদের গুরু শুক্রাচার্যের নিকট কচকে মৃত সঞ্জীবনী মন্ত্র শিক্ষা করার জন্য প্রেরণ করেছিলেন। দেবতারা আসন্ন যুদ্ধে হেরে যেতে পারেন এই আশঙ্কায় বৃহস্পতি তার পুত্রকে এই মন্ত্র শিখতে পাঠান। উপরন্তু বৃহস্পতি তাকে উপদেশ দেন সে যেন প্রথমে ঋষির কন্যা দেবযানীকে মুগ্ধ করার চেষ্টা করে। তাতে তার উদ্দেশ্য সাধন সহজতর হবে। বৃহস্পতি তার কন্যাকে অত্যধিক স্নেহ করতেন। কচ পিতার উপদেশ পালন করেন আর দেবযানী কচের অজান্তে তার প্রেমে পরেন।\nকচ মন্ত্রটি শিখে গেলে সেটা অসুরদের জন্য জন্য বিপদ হবে বলে ইতোমধ্যে তারা কচকে হত্যা করতে চায়। অসুররা যতবারই কচকে হত্যা করে দেবযানীর অনুরোধে শুক্রাচার্য ততবারই তাকে জীবনদান করেন। শেষ পর্যন্ত অসুররা কচকে বধ করতে সক্ষম হয়। তারা তার দেহ ভস্মীভূত করার পর ছাই মদিরার সাথে মিশিয়ে শুক্রাচার্যকে পান করান। এভাবে কচের দেহাবশেষ তার গুরুর উদরে স্থান পায়। শুক্রাচার্য ধ্যানের মাধ্যমে সব জানতে পারেন। এরপর তিনি তার পেটের মধ্যে থাকা কচকে পুনরায় জীবিত করার চেষ্টা করেন। এই অবস্থায় তিনি কচকে মন্ত্রটি শিক্ষা দেন এবং তাকে বের হয়ে আসতে বলেন। কচ সেই মন্ত্র উচ্চারণ করে গুরুর পেট চিড়ে বের হয়ে আসেন এবং গুরুকে পুনর্জীবন দান করেন।\nএরপর দেবযানী কচের নিকট তার প্রেম নিবেদন করেন এবং তাকে বিয়ে করার জন্য অনুরোধ করেন। কিন্তু ধর্মমতে গুরু-কন্যা দেবযানী নিজ ভগিনীর সমান বলে কচ তাকে বিয়ের অপারগতার কথা জানিয়ে দেব লোকের উদ্দেশ্যে যাত্রা করেন। এর ফলে দেবযানী অত্যন্ত ক্রদ্ধ ও ব্যাথিত হয়ে তাকে এই বলে শাপ দেন যে, অত্যন্ত প্রয়োজনের সময়ে কচ মৃত্যু সঞ্জীবনী মন্ত্র ভুলে যাবেন।\nদেবতা ও অসুরদের মধ্যে ভয়ঙ্কর যুদ্ধ শুরু হলে কচ তার মন্ত্র প্রয়োগ করে মৃত দেবতাদের বাঁচিয়ে তোলার চেষ্টা করেন। কিন্তু সে সময় দেবযানীর অভিশাপ ফলে যায় যা অসুরদের জন্য একটি বিজয় নিয়ে আসে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}