{"pageid": 1089750, "title": "অ্যাঞ্জি জাপাটা হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1089750", "content": "অ্যাঞ্জি জাপাটা (আগস্ট ৫, ১৯৮৯ - জুলাই ১৭, ২০০৮), ছিলেন কলোরাডোর গ্রিলিতে বসবাসরত একজন মার্কিন রূপান্তরকামী মহিলা। ২০০৮ সালের ১৭ জুলাইয়ে তাকে পিটিয়ে হত্যা করা হয়। তার হত্যাকারী অ্যালেন আন্দ্রাদে কে প্রথম ডিগ্রী হত্যা এবং ঘৃণামূলক অপরাধের জন্য দোষী সাব্যস্ত করা হয়, কারণ জাপাটা রূপান্তরকামী জানার পর সে তাকে হত্যা করে। ২০০৯ সালে সংঘটিত একজন রূপান্তরকামী ভুক্তভোগীর সাথে জড়িত ঘৃণামূলক অপরাধের জন্য দোষী সাব্যস্ত হওয়ার জন্য এই মামলাটি দেশের মধ্যে প্রথম ছিল। অ্যাঞ্জি জাপাতার গল্প এবং হত্যা ইউনিভিশনের নভেম্বর ১, ২০০৯ এর আকুই ওয়াই আহোরা টেলিভিশন শোতে প্রদর্শিত হয়েছিল।\n\n\n== জীবনের প্রথমার্ধ ==\nজাপাটা ১৯৮৯ সালের ৫ই আগস্ট কলোরাডোর ব্রাইটনে জন্মগ্রহণ করেন। অল্প বয়স থেকেই জাপাটা মেয়েলি ছিলেন এবং ছেলেদের প্রতি আকর্ষণ প্রকাশ করতেন। মিডল স্কুলে, জাপাটা তার নারী লিঙ্গসুলভ পরিচয় পরিবার এবং ঘনিষ্ঠ বন্ধুদের কাছে প্রকাশ করেছিলেন। তিনি পরিবারের মধ্যে থাকাকালীন \"অ্যাঞ্জি\" নামটি গ্রহণ করেছিলেন, জনসমক্ষে পুরুষ হিসাবে নিজেকে উপস্থাপন করতেন। ১৬ বছর বয়সে জাপাটা সবসময়ের জন্য একজন নারী হিসেবে নিজেকে পরিচিত করতে শুরু করেন। \nঅ্যাঞ্জির তিন বোন এবং এক বড় ভাই গনজালো ছিল। জাপাটার পরিবার তাকে সমর্থন করেছিল, যদিও তার মা তার নিরাপত্তার জন্য চিন্তিত ছিলেন। \n\n\n== হত্যা ও বিচার ==\nজাপাটার বয়স যখন ১৮ বছর তখন তিনি মোবাইল ফোনের সামাজিক নেটওয়ার্ক মোকোস্পেসের মাধ্যমে অ্যালেন আন্দ্রাদের (বয়স ৩১ বছর) সাথে পরিচিত হন। আন্দ্রাদের মতে, ২০০৮ সালের ১৫ ই জুলাই দুজনের দেখা হয় এবং প্রায় তিন দিন একসাথে কাটান। এই সময় তাদের যৌন মিলন হয়। প্রসিকিউটররা বলেন যে আন্দ্রাদে পরে আবিষ্কার করেন যে জাপাটা রূপান্তরকামী। তাই পরবর্তীতে সে জাপাটা কে মারতে শুরু করে। প্রথমে তার মুষ্টি দিয়ে এবং তারপর অগ্নি নির্বাপক যন্ত্র দিয়ে আঘাত করতে থাকে। আঘাতের ফলে শেষ পর্যন্ত জাপাটা মারা যান। গ্রেপ্তারের হলফনামায় আন্দ্রাদে বলেছেন যে, হত্যার অস্ত্র এবং অন্যান্য অপরাধমূলক প্রমাণ জাপাটার গাড়িতে রাখার আগে আন্দ্রে ভেবেছিলেন তিনি \"এটিকে হত্যা করেছেন\"। জাপাটার গাড়ি চালিয়ে নিয়ে যাবার সময় আন্দ্রাদেকে তার বাসভবনের কাছে গ্রেপ্তার করা হয়। \nজাপাটার পরিবারের পক্ষ থেকে এই মামলাটিকে ঘৃণ্য অপরাধ হিসেবে বিচার করার জন্য চাপ দেওয়া হয়েছিল।    প্রকৃত বিচার শুরু হয়েছিল ১৬ এপ্রিল, ২০০৯। বিচার চলাকালীন, জুরি জেলহাউসের কথোপকথন শুনেছিলেন যাতে আন্দ্রেদ এক বান্ধবীকে বলেছিলেন যে \"সমকামী জিনিসগুলি অবশ্যই মারা যাবে।\"\n২০০৯ সালের ২২ শে এপ্রিল, আন্দ্রাদেকে প্রথম ডিগ্রি হত্যা, ঘৃণামূলক অপরাধ, মোটর গাড়ি চুরি এবং পরিচয় চুরির অভিযোগে দোষী সাব্যস্ত করা হয়।   প্যারোলের সম্ভাবনা ছাড়াই তাকে যাবজ্জীবন কারাদণ্ড দেওয়া হয়। যেহেতু আন্দ্রাদে কে আগে থেকে ছয়টি অপরাধমূলক শাস্তি দেয়া হয়েছিল, বিচারক তাকে \"অভ্যাসগত অপরাধী\" বলে অভিহিত করেন। এর ফলে তার সাজার অতিরিক্ত ৬০ বছর যোগ হয়। অক্টোবর ২০১৫ পর্যন্ত আন্দ্রাদে লিমন সংশোধনাগারে সে সাজা ভোগ করছে।\n\n\n== তথ্যসূত্র =="}