{"pageid": 1089693, "title": "রেবেকা উইট হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1089693", "content": "রেবেকা উইট হত্যাকাণ্ড (১৭ অক্টোবর, ১৯৫৯ - ১৩ মে, ১৯৮৮) পেনসিলভেনিয়ার মাইকাক্স স্টেট ফরেস্টে ১৯৮৮ সালের ১৩ই মে ঘটে, যখন স্টিফেন রায় কার রেবেকা উইট ও তার সঙ্গী ক্লাউদিয়া ব্রেনারকে (জন্ম ২৬ জুন, ১৯৫৬)  গুলি করে।\n\n\n== পটভূমি ==\nরেবেকা উইট ইরানি-পুয়ের্তো রিকান ঐতিহ্যের একজন শিক্ষার্থী ছিলেন, যিনি ব্যবসা প্রশাসনে তার মাস্টার্স ডিগ্রি নিয়ে কাজ করছিলেন এবং ক্লাউডিয়া ব্রেনার ছিলেন একজন ইহুদি এবং  ম্যানহাটনে  জন্ম নেওয়া স্থাপত্য বিষয়ের ছাত্র; তারা দুজন ভার্জিনিয়া টেকের শিক্ষার্থী থাকাকালীন সকালের খাবারে সময় দেখা করার পর দুই বছর ধরে অংশীদার ছিল।\n১৯৮৮ সালের মে মাসে, উইট ও ব্রেনার পেনসিলভেনিয়ায় অ্যাপালাচিয়ান ট্রেইল হাইক করছিলেন। তারা তাদের গাড়ি ডেড ওমেন হলোতে পার্ক করে এবং মাইকাক্স স্টেট ফরেস্টে উঠেছিল, যেখানে তারা ক্যাম্প স্থাপন করেছিল।\n\n\n== খুন ==\nউইট প্রথম তাদের ক্যাম্পগ্রাউন্ডের কাছে একটি গণ বিশ্রামাগারে স্টিফেন রায় কারের মুখোমুখি হন। কার কখনও কখনও একটি গুহায় থাকতেন এবং একটি ২২ ক্যালিবার রাইফেল বহন করতেন। তিনি উইটকের থেকে একটি সিগারেট চেয়েছিলেন। তবে উইট বলেছিলেন, যে তার কাছে সিগারেট নেই, এবং তাড়াতাড়ি ক্যাম্পসাইটে ফিরে যান, যেখানে তিনি ব্রেনারকে বলেছিলেন যে অন্য কেউ সেখানে আছে। দম্পতি পোশাক পরেছিলেন এবং ব্যক্তিগত ক্যাম্পসাইট আরও ভালো ভাবে দেখে নেওয়ার সিদ্ধান্ত নিয়েছিলেন।\nসেই দিনটির পরে তারা দুজনে আবার কারের মুখোমুখি হন, যখন তারা তাদের মানচিত্র দেখতে থামেন। ব্রেনার ও উইট অবশেষে একটি নতুন স্থানে ক্যাম্প স্থাপন করেছিলেন। তারা রাতের খাবার গ্রহণ করেন এবং সেক্স করতে শুরু করেছে। কার তাদের ৮২ ফুট দূরে থেকে দেখেছিলেন। তিনি মহিলাদের উপর আটটি গুলি ছুঁড়েছিলেন: ব্রেনারকে বাহু, মুখ, মাথা ও ঘাড়ে পাঁচবার গুলির আঘাত লাগে; উইটকে মাথায় ও পিঠে দুবার গুলি করা হয়েছিল। শেষ গুলি উইটের লিভার নষ্ট করে দেয়। অষ্টম বুলেট লক্ষ্যভ্রষ্ট হয়।\nউইট দাঁড়াতে পারছিল না, তাই ব্রেনার তিন মাইল পথ হেঁটে যান এবং তিনি শিপেন্সবার্গ থানায় যাত্রা করতে সক্ষম হলেন। স্টেশনে, ব্রেনার পুলিশকে তাদের সমস্ত বিবরণ দিয়েছিলেন - তবে তিনি পুলিশকে বলেননি যে তারা সমকামী। যখন পুলিশ ঘটনাস্থলে ফিরে আসে, তারা দেখতে পায় যে উইট তার ক্ষতর কারণে মারা গেছেন। ব্রেনার হাসপাতালে থাকাকালীন উইটের মৃত্যুর খবর পান।\n\n\n== তথ্যসূত্র =="}