{"pageid": 1089223, "title": "রুচিকা গিরহোত্রা মামলা", "url": "https://bn.wikipedia.org/wiki?curid=1089223", "content": "রুচিকা গিরহোত্রা মামলা  হল ১৯৯০ সালে ভারতের হরিয়ানার পুলিশ মহাপরিদর্শক শম্ভু (এসপিএস রাঠোর) কর্তৃক ১৪ বছর বয়সী রুচিকা গিরহোত্রার শ্লীলতাহানির অভিযোগ। একটি অভিযোগ করার পর নির্যাতিতাকে, তার পরিবারকে ও তার বন্ধুদের পুলিশ পরিকল্পিতভাবে হয়রানির শিকার করেছিল, যার ফলে সে শেষ পর্যন্ত আত্মহত্যা করে। ২০০৯ সালের ২২ ডিসেম্বর, ১৯ বছরে ৪০ টি স্থগিতাদেশ এবং ৪০০ এরও বেশি শুনানির পর, আদালত অবশেষে রাঠোরকে আইপিসি (শ্লীলতাহানি) ৩৫৪  ধারায় দোষী সাব্যস্ত করে এবং তাকে ছয় মাসের কারাদণ্ড এবং এক হাজার টাকা জরিমানা করে। সিবিআই রাঠোরের আবেদনের বিরোধিতা করেছিল এবং দোষী সাব্যস্ত হওয়ার পর তার সাজা ছয় মাস থেকে বাড়িয়ে সর্বোচ্চ দুই বছর করার দাবি করেছিল। কেন্দ্রীয় তদন্ত ব্যুরোর (সিবিআই) বিশেষ আদালত কর্তৃক তার দোষী সাব্যস্ত হওয়ার বিরুদ্ধে করা আবেদন প্রত্যাখ্যান করে, চণ্ডীগড় জেলা আদালত ২৫ মে অপমানিত প্রাক্তন পুলিশ আধিকারিককে দেড় বছরের সশ্রম কারাদণ্ড প্রদান করে, তার আগের ছয় মাসের সাজা বৃদ্ধি করে এবং অবিলম্বে হেফাজতে নেওয়া হয় ও বুড়াইল কারাগারে নিয়ে যাওয়া হয়। ২০১০ সালে ১১ নভেম্বর, সুপ্রিম কোর্ট এসপিএস রাঠোরকে এই শর্তে জামিন দেয় যে তিনি চণ্ডীগড়ে থাকবেন। সম্প্রতি, ভারতের সুপ্রিম কোর্ট শ্লীলতাহানি মামলায় রাঠোরকে দোষী সাব্যস্ত করেছে কিন্তু তার বয়স বিবেচনায় ইতিমধ্যেই তার দেওয়া ছয় মাসের কারাদণ্ডের শাস্তি সীমিত করেছে।\n\n\n== পটভূমি ==\nরুচিকা গিরহোত্রা চণ্ডীগড়ের সেক্রেড হার্ট স্কুল ফর গার্লসের দশম শ্রেণীর (১৯৯১ সালের ব্যাচের) ছাত্রী ছিলেন। তার বাবা এসসি গিরহোত্রা ছিলেন ইউকো ব্যাংকে ম্যানেজার। দশ বছর বয়সে তার মা মারা যান। তার  আশু নামে এক ভাই ছিল।\nরুচিকা তার বন্ধু আরাধনা প্রকাশের সাথে হরিয়ানা লন টেনিস অ্যাসোসিয়েশনে (এইচএলটিএ) প্রশিক্ষণার্থী হিসাবে তালিকাভুক্ত হয়েছিল।\nআরাধনার বাবা -মা আনন্দ ও মধু প্রকাশ ৪০০ এরও বেশি শুনানিতে অংশ নিয়েছিলেন, পরে হয়রানির কারণে রুচিকার বাবা ও ভাইকে পাঁচকুলা ছেড়ে চলে যেতে হয়েছিল। সুপ্রিম কোর্টের আইনজীবী পঙ্কজ ভরদ্বাজ এবং মিত মালহোত্রা ১৯৯৬ সাল থেকে বিনা পারিশ্রমিকে এই মামলা লড়ছেন।\n\n\n== প্রভাব ==\nমামলাটি সংসদে বিতর্কের জন্য আনা হয়েছিল। অপরাধীকে ১৯ বছর পরে দোষী সাব্যস্ত করা হয়েছে, কিন্তু শাস্তি হিসাবে তিনি যা পেয়েছিলেন তা ছিল ৬ মাসের কারাদণ্ড। দোষী সাব্যস্ত হওয়ার ১০ মিনিটের মধ্যেই তিনি জামিনে বেরিয়ে যান। এটা কি আমাদের সবার জন্য লজ্জার বিষয় নয়?\nহরিয়ানার প্রাক্তন মুখ্যমন্ত্রী ওম প্রকাশ চৈতালাকে এই মামলার বিষয়ে জিজ্ঞাসা করা হলে, এটি একটি \"তুচ্ছ বিষয়\" বলে উড়িয়ে দিয়েছেন।\n\n\n== তথ্যসূত্র =="}