{"pageid": 1089044, "title": "লেসলি স্যাকস", "url": "https://bn.wikipedia.org/wiki?curid=1089044", "content": "লেসলি স্যাকস (জন্ম ২৫ আগস্ট ১৯৫৮) একজন ইসরায়েলি সমাজকর্মী এবং লিঙ্গ সমতা ও ধর্মীয় স্বাধীনতার লড়াইয়ের নেত্রী, সিইও এবং শিল্পী। তিনি ইসরায়েল উইমেন'স নেটওয়ার্ক (আইডব্লিউএন), ইসরায়েল রিলিজিয়াস অ্যাকশন সেন্টার (আইআরএসি), ওয়ার্ল্ড ইউনিয়ন ফর প্রগ্রেসিভ জুডাইজম (ডব্লিউইউপিজে) এবং উইমেন অব দ্য ওয়াল (ওয়াও) -এর প্রধান নির্বাহী কর্মকর্তা হিসেবে দায়িত্ব পালন করেন।\n\n\n== জীবনী ==\nলেসলি স্যাকস ১৯৫৮ সালের ২৫শে আগস্ট দক্ষিণ আফ্রিকার জোহানেসবার্গে জন্মগ্রহণ করেছিলেন এবং পাঁচ বছর বয়স থেকে হাইফায় বড় হয়েছিলেন। হাইফা বিশ্ববিদ্যালয়ে পড়াশোনা শেষ করার পর, তিনি জেরুসালেমে চলে যান, যেখানে তিনি হোটেল ম্যানেজমেন্ট অধ্যয়ন করেন এবং বেশ কয়েক বছর ধরে ক্ষেত্রটিতে কাজ করেন।\nইসরায়েল উইমেনস নেটওয়ার্কে এক বছর স্বেচ্ছাসেবক হওয়ার পর, তাকে সংগঠনের প্রথম মুখপাত্র ও পিআর পরিচালক হিসেবে নিয়োগ দেওয়া হয়েছিল। চার বছর পর তিনি সিইও হন। তিনি উভয় ভূমিকায় (১৯৮৯-১৯৯৭) ইসরায়েলি পাবলিক এজেন্ডার লিঙ্গ সমতার বিষয়কে সামনে আনতে সফল হন।\nতিনি ১৯৯৭-২০০৩ সালের মধ্যে ইসরায়েল রিলিজিয়াস অ্যাকশন সেন্টারের প্রধান নির্বাহী কর্মকর্তা হিসেবে কাজ করেছেন, যা ইসরায়েলের মধ্যে সাম্য, সামাজিক ন্যায়বিচার ও ধর্মীয় বহুত্ববাদ রক্ষার জন্য ইসরায়েলের আইনি ব্যবস্থাকে কাজে লাগিয়ে ও তদবিরের মাধ্যমে এবং প্রকাশনার মাধ্যমে অন্যান্য বিষয়ের মধ্যে কাজ করে।\nতিনি ২০০৩ সালে  ওয়ার্ল্ড ইউনিয়ন ফর প্রগ্রেসিভ জুডাইজম-এর ভাইস প্রেসিডেন্ট এবং বিট শ্যামুয়েল মারকাজ শিমশনের পরিচালক হিসাবে নিযুক্ত হন।\nতিনি ২০০৮ সালে \"প্রজেক্ট কেশর ইসরায়েল\" প্রতিষ্ঠা করেন। এর মিশন হল রুশ ভাষাভাষী মহিলাদের নেতা ও কর্মী হিসেবে ক্ষমতায়নের মাধ্যমে ইসরায়েলের পরিবর্তনকে প্রভাবিত করা। এই মহিলারা পরবর্তীকালে সম্প্রদায়ের গভীরে পৌঁছানো, ইহুদি পরিচয় তৈরি ও মূল বিষয়গুলিতে পরিবর্তনকে প্রভাবিত করার দক্ষতা ও ক্ষমতা অর্জন করে।\nতিনি একজন সামাজিক ভাষ্য শিল্পী, যে ক্যানভাসে তেল, এক্রাইলিক এবং মিশ্র মিডিয়ায় কাজ করে।  তার শৈলী রূপক ও বাস্তবসম্মত এবং মানুষের মিথস্ক্রিয়াকে চিত্রিত করে, যা অসমতা ও সামাজিক অবিচারকে প্রতিফলিত করে।\n\n\n== স্বেচ্ছাসেবক হিসাবে সর্বজনীন কার্যকলাপ ==\nতার সামরিক পরিষেবা অনুসরণ করে, তিনি হাইফা ধর্ষণ সংকট কেন্দ্রের প্রথম স্বেচ্ছাসেবকদের একজন এবং \"ইশা লিশা হাইফা ফেমিনিস্ট সেন্টার\" এর প্রতিষ্ঠাতা সদস্যদের একজন ছিলেন।\nতিনি ২০১৪ সালে ন্যাশনাল কাউন্সিল অব জুইশ ওমেন-এর জুয়েল বেলুশ আউটস্ট্যান্ডিং ইসরায়েলি ফেমিনিস্ট অ্যাওয়ার্ড দ্বারা ভূষিত হন, যা তাকে অনেক উল্লেখযোগ্য কৃতিত্বের জন্য সম্মানিত করে।\n\n\n== তথ্যসূত্র =="}