{"pageid": 1089600, "title": "মারিয়া কলওয়েল হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1089600", "content": "মারিয়া কলওয়েল (২৬ মার্চ ১৯৬৫ - ৭ জানুয়ারি ১৯৭৩) ছিলেন একজন ব্রিটিশ শিশু যাকে ১৯৭৩ সালের জানুয়ারিমাসে তার সৎ বাবা হত্যা করেন। মামলাটি সেই সময়ে ব্যাপকভাবে রিপোর্ট করা হয়েছিল এবং এর ফলে একটি জনসাধারণের তদন্ত হয়েছিল। এসবের মধ্যে আছে: মারিয়া কোলওয়েলের (১৯৭৪)  সাথে সম্পর্কিত যত্ন এবং তত্ত্বাবধানের তদন্ত কমিটি। মারিয়া কলওয়েলের সাথে স্থানীয় কর্তৃপক্ষ এবং অন্যান্য সংস্থার দ্বারা প্রদত্ত যত্ন এবং তত্ত্বাবধানের তদন্ত কমিটির প্রতিবেদন এবং তাদের মধ্যে সমন্বয়। (চেয়ারম্যান: টিজি ফিল্ড-ফিশার)\nতার মৃত্যুর প্রায় ৫০ বছর পরেও মারিয়া কোলওয়েলের ঘটনা জনসাধারণের সম্মিলিত স্মৃতিতে রয়ে গেছে এবং প্রায়ই যখন ২০০০ সালে ভিক্টোরিয়া ক্লাইম্বির মৃত্যু, ২০০৭ সালে পিটার কনেলি এবং ২০১২ সালে ড্যানিয়েল পেলকার ঘটনার মতো একই ধরনের ঘটনা প্রকাশ্যে আসে, তখন মারিয়ার ঘটনাও আলোচিত হয়।  \nমারিয়া ছয় ভাইবোনের মধ্যে একজন ছিলেন। বাকিরা হচ্ছে তার তিন সৎ ভাই এবং দুই সৎ বোন।তার পালক বাবা-মা ছিলেন বব এবং ডরিস কুপার। তাদের সাথে তিনি তার জীবনের ছয় বছর অতিবাহিত করেছিলেন।\n\n\n== জীবন এবং মৃত্যু ==\nমারিয়া ১৯৬৫ সালের ২৬ শে মার্চ জন্মগ্রহণ করেন। যখন তার বয়স কয়েক মাস তখন তার বাবা রেমন্ড কোলওয়েল মারা যান এবং পরবর্তীতে মারিয়া এবং তার ভাইবোনদের সবাইকে পালক সন্তান হিসেবে পরিচর্যা করা হয়। ১৯৬৬ সালে তাকে তার খালা ও চাচা ডরিস ও বব কুপারের সাথে রাখা হয়। সেখানে বলা হয়েছিল যে তিনি খুব খুশি এবং ভালভাবে দেখাশোনা করেছেন। \n১৯৭১ সালের ২২ অক্টোবর তিনি তার জৈবিক মা পাউলিন কেপ্পল এবং তার সঙ্গী উইলিয়াম কেপলের সাথে ইংল্যান্ডের ব্রাইটনের হোয়াইটহক কাউন্সিল এস্টেটে বসবাস করতে ফিরে আসলে তার অবস্থা বহুলাংশে পরিবর্তিত হয়।\nউইলিয়াম কেপলের পলিনের সাথে তার নিজের সন্তান ছিল এবং এই দম্পতি মারিয়াকে বিনা অপরাধে সেই শিশুদের অধিক পছন্দ করেছিল।  উদাহরণস্বরূপ, কেপল তার আপন বাচ্চাদের আইসক্রিম কিনেছিলেন। কিন্তু মারিয়া যখন খেতে চায়, তখন তার জন্য কোন কিছু কিনতে অস্বীকার করে। অনেক প্রতিবেশী এবং শিক্ষক এই বিষয়ে বিভিন্ন সংস্থার কাছে উদ্বেগের কথা জানান।  তা সত্ত্বেও মারিয়া \"কঙ্কালসার\" হয়ে গেলেও হাজির, মারিয়াকে কেপলস এবং তার সৎ ভাইবোনদের সাথে রাকার অনুমতি দেওয়া হয়েছিল। \n\n১৯৭৩ সালের ৬ জানুয়ারি রাতে কেপ্পল রাত সাড়ে ১১টায় বাড়ি এসে দেখেন মারিয়া তখনো জেগে আছে এবং টেলিভিশন দেখছে। তার মা তার মাতাল এবং হিংস্র স্বামীর ভয়ে মারিয়াকে ধরে রেখেছিলেন। মারিয়া দেশে ফিরে আসার পর তাকে স্বীকার করতে অস্বীকার করে এবং সে হিংস্রভাবে সাড়া দেয়। তিনি তাকে বারবার লাথি মেরেছিলেন, অভ্যন্তরীণ এবং বাহ্যিক উভয় ক্ষেত্রেই তাকে গুরুতর আঘাত করেছিলেন; তারপর তিনি বিছানায় গেলেন। পরের দিন সকালে তিনি মস্তিষ্কের ক্ষতি সহ গুরুতর অভ্যন্তরীণ আঘাত নিয়ে মারিয়াকে ব্রাইটনের রয়্যাল সাসেক্স কাউন্টি হাসপাতালে নিয়ে যান; তিনি আসার কিছুক্ষণের মধ্যেই মারা যান। মারা যাওয়ার সময় মারিয়ার পেট খালি ছিল। তার দুটি চোখ কালো হয়ে গিয়েছিল এবং তার পাঁজর ভেঙে গিয়েছিল। \n\n\n== তথ্যসূত্র =="}