{"pageid": 1089362, "title": "টিয়া রিগ হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1089362", "content": "টিয়া রিগ (৪ জানুয়ারি ১৯৯৮ - ৩ এপ্রিল ২০১০) ছিল ৩ এপ্রিল ২০১০ তারিখে ইংল্যান্ডের ম্যানচেস্টারের চিথাম হিলে নিহত একটি মেয়ে। বারো বছর বয়সী রিগকে তার মামা জন মাডেন নির্যাতন, ধর্ষণ করে হত্যা করে।\n২০১০ সালের ৪ অক্টোবর, ৩৮ বছর বয়সী মাদেন, যিনি এই অপরাধে দোষী সাব্যস্ত হয়েছিলেন, তাকে যাবজ্জীবন কারাদণ্ড দেওয়া হয় এই সুপারিশের সাথে যে তাকে কখনই মুক্তি দেওয়া উচিত নয়, যার অর্থ সম্ভবত তিনি মারা না যাওয়া পর্যন্ত কারাগারে থাকবেন।\nশাস্তি প্রদান করে মি. জাস্টিস কিথ বলেন: \"এটি সেই ব্যতিক্রমী মামলাগুলোর মধ্যে একটি যেখানে একমাত্র ন্যায়সঙ্গত শাস্তির জন্য আপনাকে সারা জীবন কারাগারে বন্দী থাকতে হবে।\"\n\n\n== হত্যা ==\nমাদেনের পেডোফিলিয়া, ধর্ষণ এবং নির্যাতন সম্পর্কিত পর্নোগ্রাফিতে \"অত্যধিক আগ্রহ\" ছিল। ২০১০ সালের ৩ এপ্রিল দুপুর ২:১৭ মিনিটে তিনি তার বোন লিনকে (রিগের মা) টেলিফোন করেন এবং টিয়াকে তার ১২ বছরের মেয়েকে কিছুক্ষণ দেখাশোনা করার জন্য চিথাম হিলের ডালমাইন ক্লোজে তার বাড়িতে যেতে বলেন টিয়া দুপুর ৩:০০ টায় সেখানে পৌঁছোলে তিনি তাকে ওলানজাপাইন মাদক খাইয়ে ছিলেন, সেটি ছিল তার নিজের জন্য নির্ধারিত একটি অ্যান্টিসাইকোটিক ট্র্যাঙ্কুলাইজার।\nতারপরে তিনি তাকে ছুরিকাঘাত করার আগে তার উপর \"ভয়াবহ একাধিক যৌন আঘাত\" করেন এবং এরপর গিটারের তার থেকে তৈরি বন্ধনী দিয়ে তার গলা টিপে মারেন। দুপুর ৩:৪৫ মিনিটে মাদেন জরুরি সেবা ৯৯৯ নম্বরে টেলিফোন করে বলেন: \"হাই, আমি একটি হত্যার কথা জানাতে চাই।\" এরপর তিনি নিজের নাম ও ঠিকানা দেন। অপারেটর তাকে কি হয়েছে জিজ্ঞাসা করলে তিনি উত্তর দেন: \"আমার ভাগ্নিকে আমি খুন করেছি... আমি এখন তাকে হত্যা করা শেষ করেছি।\" কেন তিনি তাকে হত্যা করেছিলেন জানতে চাইলে তিনি উত্তর দেন: \"কারণ আমার মনে হয়েছিল\" এবং কলটি কেটে দিয়েছিলেন।\nগ্রেটার ম্যানচেস্টার পুলিশের পুলিশ কর্মকর্তারা দুই মিনিট পরে ঠিকানায় পৌঁছান। মাদেন অফিসারদের জন্য দরজা খুললেন। অফিসারেরা তাকে \"শীতল শান্ত\" বলে বর্ণনা করেছিলেন এবং তাদের উপরে যেতে নির্দেশ দিয়েছিলেন।  তারা একটি আলাদা শয়নকক্ষের মেঝেতে চিৎ হয়ে থাকা রিগের দেহ দেখতে পায়, তার শরীরে মোজা ছাড়া কোন আবরণ ছিলনা, বন্ধনীটি তখনও তার গলায় বাঁধা ছিল এবং তার হাত দুটি পিঠের পিছনে জুতোর ফিতে দিয়ে বাঁধা ছিল। দেহের পাশে ছিল দুটি ছুরি, একটি ঝাড়ু হাতল এবং একটি যৌন খেলনা, যার সবগুলি রক্তে মাখামাখি ছিল।\nময়নাতদন্তে দেখা গিয়েছিল যে ছুরির ক্ষত এবং অভ্যন্তরীণ আঘাতের কারণে রিগের মারাত্মক রক্তক্ষরণ হয়েছিল, কিন্তু মৃত্যুর প্রাথমিক কারণ ছিল বনহনী দিয়ে শ্বাসরোধ।\n\n\n== আরও দেখুন ==\nজোহরা শাহ হত্যা\nড্যানিয়েল জোন্সের হত্যা\n\n\n== তথ্যসূত্র =="}