{"pageid": 1089781, "title": "আদি কেইসার", "url": "https://bn.wikipedia.org/wiki?curid=1089781", "content": "আদি কেইসার (হিব্রু ভাষায়:עדי קיסר; জন্ম ডিসেম্বর ১১, ১৯৮০) একজন ইসরায়েলি কবি, এবং সাংস্কৃতিক দল আরস পোয়েটিকা এর প্রতিষ্ঠাতা।\n\n\n== জীবনী ==\nকেইসার জেরুসালেমের গিলো এলাকায় জন্মগ্রহণ করেন। তিনি তার ইয়েমেনি বংশোদ্ভুত পরিবারের চার সন্তানের মধ্যে তৃতীয়। তার মা জিওনা একজন বিশেষ শিক্ষা শিক্ষক এবং তার বাবা বেনি একজন প্রিন্টার। তার মায়ের পরিবার ১৯৫০ এর দশকে ইয়েমেন থেকে ইসরায়েলে এসেছিল। তার বাবার পরিবার ১৮৮২ সালে সানা থেকে এসেছিল।\nছোট থেকেই, কেইসার তার কালো চামড়ার রঙের কারণে উৎপীড়ন এবং বৈষম্যের অভিজ্ঞতা অর্জন করেছিলেন, এবং তার মতে, তিনি বুঝতে পেরেছিলেন যে তিনি একটি নিম্ন সামাজিক মর্যাদার গ্রুপের অন্তর্গত। তার বাধ্যতামূলক সেনা সেবার সময়, তিনি পদাতিক প্রশিক্ষক হিসেবে কাজ করেন, এবং তার মিজরাহি পরিচয় বিকাশ করতে শুরু করেন। দক্ষিণ আমেরিকা এবং নিউ ইয়র্কে কিছু সময় ভ্রমণের পর, কেইসার ইসরায়েলে ফিরে আসেন এবং স্থানীয় জেরুজালেম সংবাদপত্রের সাংস্কৃতিক প্রতিবেদক হিসেবে কাজ শুরু করেন। ২০০৯ সালে তিনি তেল আবিবে চলে যান এবং হাইরের জন্য লিখতে শুরু করেন।\n২০১৭ সালে কেইসার একটি কন্যা সন্তানের জন্ম দেন।\n\n\n== শিক্ষা ==\nকেইসার ২০০৮ সালে ওপেন ইউনিভার্সিটিতে মানবিক বিভাগে স্নাতক ডিগ্রী সম্পন্ন করেন। ২০১০ সালে তিনি তেল আবিব বিশ্ববিদ্যালয়ে চিত্রনাট্যে এমএফএ সম্পন্ন করেন।\n\n\n== কর্মজীবন ==\nকয়েক বছর রিপোর্টিং এবং চিত্রনাট্য লেখার পর কেইসার ৩২ বছর বয়সে কবিতা লিখতে শুরু করেন। তিনি কবিতাকে সাদা, অভিজাত এবং তার সাথে সম্পর্কহীন হিসাবে দেখতেন। কিন্তু সংবাদপত্রের ক্লিপিংসে কিছু কবিতা খুঁজে পাওয়ার পর তিনি অনুপ্রাণিত হন। তিনি সামি শালোম চেট্রিট, ইয়োনা ওয়ালাচ, ইয়েহুদা আমিচাই, দাহলিয়া রবিকোভিচ, ভিকি শিরান, ইরেজ বিটন এবং মিরি বেন-সিমহোনের মতো কবিদের পড়তে শুরু করেন এবং তার নিজের কাজ লিখতে শুরু করেন। কেইসার এই ধারণা পরিবর্তনের সাথে বিশেষভাবে উদ্বিগ্ন যে কবিতা সাধারণত নাগালের বাইরে কিছু, এবং বিশ্বাস করে যে এটি আমাদের সবার। কেইসারের মতে, কবিতা আমাদের বাড়িতে এবং রাস্তায় থাকে, লাইব্রেরিতে উঁচু তাকের উপর নয়। তিনি বলেছেন যে কবিতা যে কবিতা বোধগম্য নয় তা বৃথা এবং কোনও উদ্দেশ্য পূরণ করে না। ২০১৭ সালে ইসরায়েলের শিক্ষা মন্ত্রণালয় সাহিত্যের পাঠ্যক্রমে কেইসারের কবিতা অন্তর্ভুক্ত করে শুরু হয় এবং তার কাজ বেন-গুরিয়ন বিশ্ববিদ্যালয় এবং তেল আবিব বিশ্ববিদ্যালয়ের আরব-ইহুদি সংস্কৃতি গবেষণায়ও অধ্যয়ন করা হয়। \n\n\n== তথ্যসূত্র =="}