{"pageid": 1089708, "title": "জোয়াকুয়ান ভিলালন দিয়েজ", "url": "https://bn.wikipedia.org/wiki?curid=1089708", "content": "জেন্টলম্যান খুনি নামে পরিচিত (স্পেনীয়: señorito asesino এল) জোয়াকুয়ান ভিলালন দিয়েজ (জন্ম ১১ই ডিসেম্বর, ১৯৫৫) হলেন স্পেনীয় সিরিয়াল কিলার, যাকে ১৯৯২ সালে মাদ্রিদে দুই ট্রান্সসেক্সুয়ালকে হত্যার দায়ে ৫৮ বছরের কারাদন্ডে দন্ডিত করা হয়, ১৯৮১ সালে অ্যান্ডোরাতে তার স্ত্রীকে হত্যার জন্য সাজা ভোগ করার পর। ২১ বছর কারাগারে কাটানোর পর ২০১৩ সালে প্যারোট মতবাদ অনুসারে তিনি মুক্তি পান।\n\n\n== প্রাথমিক জীবন ও প্রথম হত্যা ==\nজোয়াকুয়ান ভিলালন দিয়েজ একটি দরিদ্র পরিবারের ১৯৫৫ সালের ১১ই ডিসেম্বর মেরিদায় জন্মগ্রহণ করেন। তার প্রাথমিক জীবন সম্পর্কে খুব কমই জানা যায়, কিন্তু একজন তরুণ প্রাপ্তবয়স্ক হিসাবে, তিনি বাধ্যতামূলক সামরিক চাকরি ছেড়ে দিয়েছিলেন এবং একটি জাল আইডি অর্জন করেছিলেন, যার সাথে তিনি তার জন্মস্থান মেরিদায় এক মহিলাকে বিয়ে করেছিলেন এবং তাদের দুটি সন্তানও ছিল। তিনি তার স্ত্রীর প্রতি বিশ্বস্ত ছিলেন না, কারণ তিনি গোপনে ২৫ বছর বয়সী ফ্রান্সিসকা 'প্যাকুইটা' গ্রাসিয়া কোকার সাথে মেলামেশা  শুরু করেছিলেন।\nএই জুটি ১৯৮১ সালের আগস্টে বিয়ের পরিকল্পনা করেছিলেন, যার জন্য তারা কাছাকাছি এন্ডোরার লেস এস্কালডেস শহরে ভ্রমণ করেছিলেন। ১৯৮১ সালের ২২শে জুলাই, প্যাকুইটা তার প্রেমের কথা প্রকাশ করেন এবং বলেন যে তিনি গর্ভবতী ছিলেন, যার কারণে এই জুটির মধ্যে বিতর্ক শুরু হয়। জবাবে, জোয়াকুয়ান ভিলালান তার শ্বাসরোধ করে এবং তারপর একটি বৈদ্যুতিক করাত ব্যবহার করে মৃতদেহটি ভেঙে ফেলে, পাঁচটি প্লাস্টিকের ব্যাগে ভর্তি করে বিক্সেরাইস নদীতে ফেলে দেয়।\nপ্যাকুইটার দেহাবশেষ কিছুদিন পর পাহাড়ে খেলা কারার সময় কিছু শিশু খুঁজে পায়, এবং পুলিশ তাড়াতাড়ি নির্ধারণ করে দেয় যে জোয়াকুয়ান  ভিলালান অপরাধী, কারণ সে অপরাধ স্থানের কাছে ছিল এবং তার প্রেমিক রহস্যজনকভাবে অদৃশ্য হয়ে গিয়েছিল।  তিনি স্পেনের একটি হোস্টেলে ছিলেন, এবং অবিলম্বে গ্রেপ্তার হন।  এই অপরাধের জন্য, জোয়াকুয়ান ভিলালানকে একটি স্প্যানিশ আদালত ১৭ বছরের কারাদণ্ড দেয় এবং সেখানকার কারাগারে কারাবাস করার জন্য প্রত্যাবাসন করে।\n\n\n== গ্রেফতার, বিচার ও সাজা ==\nদুটি মৃত্যুর তদন্ত করার সময়, পুলিশ ভুক্তভোগীদের ব্যাঙ্ক অ্যাকাউন্ট এবং বিভিন্ন ব্যাঙ্কে নিরাপত্তা নথীর মাধ্যমে তদন্ত শুরু করে, শেষ পর্যন্ত মার্টিনেজের ব্যাংক অ্যাকাউন্ট থেকে ২ মিলিয়ন পিসেট উত্তোলনের চেষ্টা করার পর জোয়াকুয়ান ভিলালানকে খুঁজে পেতে সফল হয়।\n\n\n== তথ্যসূত্র =="}