{"pageid": 1089775, "title": "কিরগিজস্তানে যৌন উদ্দেশ্যে মানব পাচার", "url": "https://bn.wikipedia.org/wiki?curid=1089775", "content": "কিরগিজস্তানে যৌন উদ্দেশ্যে মানব পাচার হল যৌন শোষণ ও যৌন দাসত্বের উদ্দেশ্যে কিরগিজস্তানে সংঘটিত মানব পাচার।\nদেশটিতে যৌন উদ্দেশ্যে মানব পাচারের প্রাথমিক শিকার হল নারী ও মেয়েরা। তারা সবাই কিরগিজস্তানের নৃগোষ্ঠীর সদস্য এবং এছাড়াও বিদেশীরা। ক্ষতিগ্রস্তদের কিরগিজস্তানের মধ্যে এবং এশিয়ার অন্যান্য দেশে ও বিভিন্ন মহাদেশে পাচার করা হয়। শিশু, দারিদ্র্যপীড়িত মানুষ এবং অভিবাসীরা যৌন উদ্দেশ্যে মানব পাচারের জন্য বিশেষভাবে ঝুঁকিপূর্ণ। তাঁদের অপহরণ করা হয়, প্রতারিত করা হয়, হুমকি দেওয়া হয়, এবং অথবা পতিতাবৃত্তিতে \nও বিবাহে বাধ্য করা হয়। তাঁদের পাসপোর্ট এবং অন্যান্য নথি প্রায়ই নিয়ে নেওয়া হয়। তাঁরা শারীরিক ও মানসিক নির্যাতন এবং আঘাতের শিকার হন তাঁদের সাধারণত নজরদারির মধ্যে রাখা হয় বা আটকে রাখা হয়। ধর্ষণের ফলে এবং কনডম ব্যবহার না করার জন্য অনেকেই যৌনতা সংযুক্ত রোগে সংক্রামিত হন। অনেক সময় তাঁদের পরিবারের সদস্যদেরও হুমকি দেওয়া হয়।\nকিরগিজস্তান সরকার তাদের অপ্রতুল যৌন-পাচার বিরোধী প্রচেষ্টা এবং ক্ষতিগ্রস্তদের সুরক্ষা পরিষেবার অভাবের জন্য সমালোচিত হয়েছে। দুর্নীতি একটি সমস্যা এবং পুলিশ ও কর্মকর্তাদের বিরুদ্ধেই দেশে যৌন উদ্দেশ্যে মানব পাচারের অপরাধে জড়িত থাকার অভিযোগ রয়েছে।\n\n\n== বধূ অপহরণ ==\n\nকিরগিজস্তানে যৌন উদ্দেশ্যে মানব পাচারের একটি রূপ হল অসম্মতি সত্ত্বেও বধূ অপহরণ, যেখানে নারী ও মেয়েদের জোর করে, শুধু আভাস দিয়ে বা সামাজিক চাপের মাধ্যমে বিয়ে ও গর্ভধারণে বাধ্য করা হয়।\n\n\n== কিরগিজ প্রজাতন্ত্র: দ্বিতীয় স্তরীয় নজর তালিকা ==\nকিরগিজ প্রজাতন্ত্র (বা কিরগিজস্তান) সরকার পাচার নির্মূলের জন্য ন্যূনতম মানদণ্ড পুরোপুরি পূরণ করতে পারেনি। কিন্তু তা করার জন্য তারা উল্লেখযোগ্য প্রচেষ্টা করছে। এই প্রচেষ্টার মধ্যে রয়েছে ন্যাশনাল রেফারেল মেকানিজম (এনআরএম) গ্রহণ করা যার মধ্যে আছে ভুক্তভোগী সনাক্তকরণ এবং সামাজিক পরিষেবার সুবিধা সম্পর্কিত আনুষ্ঠানিক নীতি,পরিষেবার সুবিধা সম্পর্কিত আনুষ্ঠানিক নীতি গ্রহণ। সরকার ২০২০-২০২৪ সালের জন্য একটি নতুন জাতীয় কর্মপরিকল্পনা তৈরি করেছে যাতে যৌন শোষণ সহ অন্যান্য শিশু শ্রম প্রতিরোধ ও নির্মূল করা যায়। কিন্তু, শিশুশ্রম মোকাবিলায় নতুন উদ্যোগ সত্ত্বেও, এই বিষয়ে কিরগিজ প্রজাতন্ত্রর অগ্রগতির হার খুব কম কারণ এটি আইনে এমন একটি প্রত্যাবৃত্তি বাস্তবায়ন করেছে যা শিশুশ্রমের সবচেয়ে খারাপ প্রকার দূর করতে এর অগ্রগতি বিলম্বিত করেছে।\nকিরগিজ প্রজাতন্ত্র এখন পর্যন্ত টানা তৃতীয় বছর দ্বিতীয় স্তরীয় নজর তালিকায় রয়ে গেছে।\n\n\n== সুরক্ষা ==\nসরকার পাচারের শিকারদের শনাক্ত করার প্রচেষ্টা এবং ভুক্তভোগীদের সুরক্ষার প্রচেষ্টা বাড়িয়েছে।\n\n\n== প্রতিরোধ ==\nসরকার পাচার রোধে প্রচেষ্টা বাড়িয়েছে। স্টেট মাইগ্রেশন সার্ভিস (এসএমএস) জাতীয় সমন্বয়কারী সংস্থা হিসেবা কাজ করে, ব্যক্তিদের মধ্যে পাচার রোধ ও মোকাবিলা করার জন্য। তারা পাচার বিরোধী আন্তঃসংযোগ কর্মী গোষ্ঠীর নেতৃত্ব দেয়, যার মধ্যে আছে আন্তঃসংযোগ, এনজিও এবং আন্তর্জাতিক সংস্থার প্রতিনিধিরা।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Kyrgyzstan topics\nটেমপ্লেট:Sex trafficking"}