{"pageid": 1089217, "title": "ম্যালিস ডি আরাউজো হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1089217", "content": "ম্যালিস ডি আরাউজো (৫ নভেম্বর ২০০৮ - ২৭ আগস্ট ২০১৭) ছিল একজন ফরাসি শিশু। তাকে সর্বশেষ জীবিত অবস্থায় দেখা গিয়েছিল ২৭ আগস্ট ২০১৭ সালের ভোরে দক্ষিণ-পূর্ব ফ্রান্সের চাম্বেরি অঞ্চলের একটি বিয়ের অনুষ্ঠানে। ১৪ ফেব্রুয়ারি ২০১৮ তারিখে তার দেহাবশেষ পাওয়া যায়। নর্ডাহল লেলান্ডাইস তাকে হত্যা করার কথা স্বীকার করেছিলেন এবং তিনিই তদন্তকারীদের সেই এলাকায় নিয়ে যান যেখানে তিনি মৃতদেহটি ফেলে দিয়েছিলেন। \n\n\n== তদন্ত ==\n\nম্যালিস ডি আরাউজোকে সর্বশেষ ২৭ আগস্ট ২০১৭ তারিখে ভোর ৩:০০ টায় ইসারের লে পন্ট-ডি-বিউভোইসিনের একটি বিয়েতে দেখা গিয়েছিল। বিয়েতে কর্মরত একজন ডিজে তাকে নিখোঁজ ঘোষণা করার পর অতিথিরা তৎক্ষণাৎ তাকে খুঁজতে শুরু করেন এবং এক ঘণ্টা অনুসন্ধানের পর পুলিশ অভিযোগ দায়ের করা হয়। এর পরের মাসগুলোতে পুলিশ ১৮০ জন বিবাহের অতিথির সাক্ষাৎকার নেয়। স্থানীয় স্বেচ্ছাসেবকদের সাথে তারা এলাকার চারপাশের ঘন বনের মধ্যেও অনুসন্ধান চালায়। \nনর্ডাহল লেলান্ডাইস, একজন প্রাক্তন সৈনিক, যিনি বিয়েতে অংশ নিয়েছিলেন। ২০১৭ সালের সেপ্টেম্বর মাসে তার অডি এ৩ গাড়িতে ডি আরাউজোর ডিএনএ-র চিহ্ন পাওয়া যাওয়ার পরে তাকে হেফাজতে নেওয়া হয়। গাড়িতে তল্লাশি চালানোর পরে দুটি পুলিশ কুকুর গুরুতর অসুস্থ হয়ে পড়ে। ডি আরাউজো নিখোঁজ হওয়ার কয়েক ঘণ্টা পরে লেলান্ডাইস এটি পরিষ্কার করেছিলেন এবং একটি শক্তিশালী সাবান ব্যবহার করেছিলেন বলে জানা গেছে। একটি গাড়ি ধোয়া সিসিটিভি ক্যামেরায় তাকে দুই ঘণ্টারও বেশি সময় ধরে গাড়ি পরিষ্কার করতে দেখা গেছে।  সিসিটিভি ফুটেজে দেখা গেছে যে ডি আরাউজো নিখোঁজ হওয়ার কিছু আগে লেলান্ডাইস তার গাড়ির যাত্রী আসনে \"সাদা পোশাক পরিহিত একটি ছোট, ক্ষীণকায় ব্যক্তি\"কে নিয়ে বিয়ের স্থান ছেড়ে চলে যান। লেলান্ডাইসের মোবাইল ফোনটি এই সময়ে বিমান মোডে ছিল, এবং তারপরে ৩৯ মিনিট পরে পুনরায় সংযুক্ত হয়, যখন তিনি একা বিয়েতে ফিরে আসেন।\n১৪ ফেব্রুয়ারি ২০১৮ তারিখে, লেলান্ডাইস ডি আরাউজোকে হত্যার কথা স্বীকার করেন এবং পুলিশকে সেখানে নিয়ে যান যেখানে তিনি তার মৃতদেহ লুকিয়ে রেখেছিলেন। তিনি অভিশংসকদের বলেছিলেন যে তিনি তাকে \"অনিচ্ছাকৃতভাবে\" হত্যা করেছেন তবে আরও বিশদ ভাবে বলতে অস্বীকার করেছেন। পোস্টমর্টেম প্রমাণ করে যে মেয়েটির চোয়াল ভেঙে গেছে, সম্ভবত মুখে হিংস্র আঘাত থেকে। লেলান্ডাইস কে ১৬ ফেব্রুয়ারি ২০১৮ থেকে লিওঁর ঠিক বাইরে ব্রনের একটি কারাগারে মনোরোগ বিভাগে আটক রাখা হয়েছে।\n\n\n== অন্যান্য ক্ষেত্রে লিঙ্ক ==\nডি আরাউজোর মৃত্যুর তদন্ত কারী প্রসিকিউটররা সন্দেহ করেছিলেন যে লেলান্ডাইস একজন সিরিয়াল কিলার। ২০১৭ সালের ২১ ডিসেম্বর, তার বিরুদ্ধে ২৩ বছর বয়সী সৈনিক আর্থার নয়েরকে হত্যার অভিযোগ আনা হয়, যিনি ১২ এপ্রিল ২০১৭ তারিখে চাম্বেরির একটি ডিস্কো থেকে হিচ-হাইক করার পর নিখোঁজ হয়ে যান। তদন্তকারীরা জানতে পেরেছেন যে লেলান্ডাইসের মোবাইল ফোনটি নয়েরের একই সময়ে একই এলাকায় ছিল। নজরদারি ক্যামেরায় এলাকায় লেলান্ডাইসের অডি এ৩ গাড়িটি শনাক্ত করা হয়েছিল। তার কম্পিউটারের বিশ্লেষণে দেখা গেছে যে নয়ের নিখোঁজ হওয়ার দুই সপ্তাহ পরে তিনি ইন্টারনেটে \"মানব দেহের পচন\" অনুসন্ধান করেছিলেন। লেলান্ডাইস নোয়ারকে লিফট দেওয়ার কথা স্বীকার করেছেন কিন্তু প্রথমে তার মৃত্যুর সাথে জড়িত থাকার কথা অস্বীকার করেন, শেষ পর্যন্ত ২৯ মার্চ ২০১৮ তারিখে হত্যার কথা স্বীকার করেন। লেলান্ডাইসের সাথে যুক্ত হতে পারে এমন অন্যান্য ক্ষেত্রে জঁ-ক্রিস্টোফ মোরিন এবং আহমেদ হামাদুর নাম পাওয়া যাচ্ছে, যারা যথাক্রমে ২০১১ এবং ২০১২ সালে ফোর্ট ডি তামিতে একটি উৎসব থেকে নিখোঁজ হয়ে যায়।\n\n\n== আরও দেখুন ==\nঅ্যানেসি শুটিং\nম্যাডেলিন ম্যাকক্যানের অন্তর্ধান\nসমাধান করা নিখোঁজ ব্যক্তিদের তালিকা\nমিশেল ফোরনিরেট\n\n\n== তথ্যসূত্র =="}