{"pageid": 1089214, "title": "অরুনা শানবাগ মামলা", "url": "https://bn.wikipedia.org/wiki?curid=1089214", "content": "অরুনা রামচন্দ্র শানবাগ (১ জুন ১৯৪৮ - ১৮ মে ২০১৫), একজন ভারতীয় নার্স ছিলেন, যিনি যৌন নিপীড়নের ফলে প্রায় ৪২ বছর কোমায় ছিলেন এবং তাঁর নিকটজনের কাছ থেকে আদালতে স্বেচ্ছামৃত্যুর আবেদন করে মামলা করা হয়েছিল, এতে তিনি মনোযোগের কেন্দ্রে চলে এসেছিলেন।\n১৯৭৩ সালে, মুম্বাইয়ের পারেলের কিং এডওয়ার্ড মেমোরিয়াল হাসপাতালে জুনিয়র নার্স হিসেবে কাজ করার সময়, শানবাগ একজন ওয়ার্ড বয় সোহানলাল ভার্থা ওয়ালমিকি দ্বারা যৌন নিপীড়নের শিকার হন এবং হামলার পর কোমায় চলে যান। সুপ্রিম কোর্টে পরোক্ষে অরুণার স্বেচ্ছামৃত্যুর আবেদন করেন সাংবাদিক ও সমাজকর্মী পিঙ্কি বিরানি। তাঁর আর্জি ছিল, যে জীবনদায়ী ব্যবস্থার মাধ্যমে অরুণাকে কৃত্রিমভাবে বাঁচিয়ে রাখা হয়েছে, তা তুলে নিয়ে অরুণার মৃত্যুকে ত্বরান্বিত করা হোক। কিন্তু হাসপাতালের ডাক্তার, নার্সরা পিঙ্কির সেই আবেদনের তীব্র বিরোধিতা করেন। তার প্রেক্ষিতে ২০১১ সালের ২৪ জানুয়ারি সুপ্রিম কোর্ট পিঙ্কির আর্জি খারিজ করে দেয়। তবে শীর্ষ আদালত তখন এও বলেছিল, পিঙ্কি যা চাইছেন, তার জন্য হাসপাতালের কর্মীদের রাজি হতে হবে।\nতিনি প্রায় ৪২ বছর ধরে কোমায় থাকার পর ২০১৫ সালের ১৮ই মে নিউমোনিয়ায় মারা যান।\n\n\n== ভুক্তভোগী ==\nঅরুণা শানবাগ ১৯৪৮ সালে কর্ণাটকের উত্তর কন্নড়ের হলদিপুরে জন্মগ্রহণ করেন। তিনি মুম্বাইয়ের কিং এডওয়ার্ড মেমোরিয়াল হাসপাতালে (কেইএম) নার্স হিসেবে কাজ নিযুক্ত ছিলেন। হামলার সময়, তিনি একই হাসপাতালে নিযুক্ত একজন ডাক্তারের সাথে সম্পর্কে জড়িত ছিলেন।\n\n\n== আক্রমণ ==\nতৎকালীন ২৫ বছর বয়সী শানবাগ ১৯৭৩ সালের ২৭ নভেম্বর রাতে কিংস এডওয়ার্ড মেমোরিয়াল হাসপাতালে চুক্তিভিত্তিক কর্মী সোহানলাল ভরতা ওয়ালমিকি দ্বারা যৌন নির্যাতনের শিকার হন। সোহানলাল তার উপর হামলা চালায়, যখন শানবাগ হাসপাতালের বেসমেন্টে কাপড় পরিবর্তন করছিলেন। তিনি তাকে একটি কুকুরের চেইন দিয়ে শ্বাসরোধ করেন এবং ধর্ষণ করেন। এই ঘটনার ফলে মস্তিষ্কে অক্সিজেন সরবরাহ বিচ্ছিন্ন হয়, যার ফলে মস্তিষ্কের স্টেম সংকোচন, সার্ভিকাল কর্ড ইনজুরি এবং কর্টিক্যাল ব্লাইন্ডনেস হয়। পরদিন সকাল ৭:৪৫ টায় একজন ক্লিনার তাকে দেখতে পায়।\n\n\n== অপরাধী ==\nসোহানলাল ধরা পড়েন এবং হামলা ও ডাকাতির দায়ে দোষী সাব্যস্ত হন এবং তিনি সাত বছরের কারাদণ্ড ভোগ করে ১৯৮০ সালে মুক্তি পান। তাকে ধর্ষণ, যৌন শ্লীলতাহানি বা অপ্রাকৃত যৌন অপরাধের জন্য দোষী সাব্যস্ত করা হয়নি, ফলে তাকে শেষ পর্যন্ত যাবজ্জীবন কারাদণ্ডে দণ্ডিত করা সম্ভব হয়নি।\n\n\n== তথ্যসূত্র =="}