{"pageid": 1089066, "title": "বেলজিয়ামে ধর্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1089066", "content": "২০০৪ সালে, ইউএনওডিসির তথ্য অনুসারে, বেলজিয়ামের পুলিশ কর্তৃক রেকর্ড করা ধর্ষণের ঘটনা প্রতি ১০০,০০০ মানুষের মধ্যে ২৮.৪ ছিল; ২০০৮ সালে এটি ছিল প্রতি ১০০,০০০ জনের মধ্যে ২৯.৫। বেলজিয়াম সর্বাধিক ধর্ষণের হারের দেশগুলির একটি বলে পরিচিত।\n\n\n== আইন ==\nবেলজিয়ামে ধর্ষণকে দণ্ডবিধির ৩৭৫ অনুচ্ছেদ দ্বারা সংজ্ঞায়িত করা হয়েছে এভাবে \"যে কোনও ধরনের এবং যে কোনও উপায়ে, একজন সম্মতিহীন ব্যক্তির উপর যৌন অনুপ্রবেশের যে কোন চেষ্টা।\" এই আইনের অধীনে বৈবাহিক ধর্ষণও অবৈধ।\nফৌজদারি মামলা ছাড়াও, বিবাহ বিচ্ছেদের মামলায়ও বৈবাহিক ধর্ষণের ধারা রয়েছে। বিবাহ এবং বিবাহবিচ্ছেদ নিয়ন্ত্রণকারী সিভিল কোডের নতুন সংশোধনী, যা সেপ্টেম্বর ২০০৭ সালে কার্যকর হয়েছিল, সেখানে বলা হয়েছে যে বিবাহ বিচ্ছেদের পরে স্বামী/স্ত্রীদের মধ্যে যে কেউ অর্থের প্রয়োজন হলে ভরণপোষণ পেতে পারে, কিন্তু একজন স্বামী/স্ত্রী যিনি অন্য অন্যকে ধর্ষণ বা তার সাথে অন্যান্য সহিংস অপরাধ করেছেন তিনি ভরণপোষণ পাবেন না। অনুচ্ছেদ ৩০১-এ লেখা আছে:\n\nআদালত ভরণপোষণের জন্য আবেদন মঞ্জুর করতে অস্বীকার করতে পারে যদি বিবাদী প্রমাণ করে যে আবেদনকারী একটি গুরুতর অপরাধ করেছে যার জন্য একসাথে বসবাস চালিয়ে যাওয়া অসম্ভব হয়ে উঠেছে। কোন অবস্থাতেই একজন স্বামী/স্ত্রী, যিনি দণ্ডবিধির ৩৭৫, ৩৯৮-৪০০, ৪০২, ৪০৩ বা ৪০৫ অনুচ্ছেদে উল্লিখিত একটি আইনের জন্য দোষী সাব্যস্ত হয়েছেন, যা বিবাদীর বিরুদ্ধে সংঘটিত, অথবা একই ব্যক্তির বিরুদ্ধে কোডের ৩৭৫, ৩৯৩, ৩৯৪ বা ৩৯৭ অনুচ্ছেদে উল্লিখিত একটি আইন ভঙ্গ করেছেন তাকে ভরণপোষণ দেওয়া হবে না।\nএই আইনগুলোর অধীনে বেলজিয়ামে আদালতের মাধ্যমে ধর্ষণের বিচার করা হয়।\n\n\n== ব্যাপকতা ==\n২০১১ সালে বেলজিয়াম ইন্সটিটিউট ফর দ্য ইক্যুয়ালিটি অফ উইমেন অ্যান্ড মেন \"বেলজিয়ামে নারী ও পুরুষ\" বিষয়ে একটি প্রতিবেদন প্রকাশ করে, যেখানে উল্লেখ করা হয় যে ২০০৮ সালের পুলিশ রিপোর্ট অনুযায়ী, ধর্ষণের শিকার হওয়া ৮৭% ই (সম্মিলিত ধর্ষণের ৮৯%) নারী। বেলজিয়াম ইনস্টিটিউট কর্তৃক পরিচালিত এবং লিঙ্গ ভিত্তিক সহিংসতায় নারী-পুরুষের অভিজ্ঞতা শিরোনামে করা জরিপে নিম্নলিখিত পরিসংখ্যান অন্তর্ভুক্ত করা হয়েছে;\n\nডি মর্গেনের মতে, ২০০৯ এবং ২০১১ সাল পর্যন্ত ধর্ষণের ঘটনা ৩,৩৬০ থেকে বেড়ে ৪,০৩৮ হয়েছে, যা ২০ শতাংশেরও বেশি বৃদ্ধি পেয়েছে।\n\n\n== আরও দেখুন ==\nধর্ষণের পরিসংখ্যান\nসৌদি আরবে ধর্ষণ\nইউরোপে ধর্ষণ\n\n\n== তথ্যসূত্র =="}