{"pageid": 1090637, "title": "ইয়োসি আভনি লেভি", "url": "https://bn.wikipedia.org/wiki?curid=1090637", "content": "ইয়োসি আভনি লেভি একজন ইসরায়েলি লেখক এবং কূটনীতিক। তিনি ইসরাইলের বিভিন্ন দেশের দূতাবাসসে দায়িত্ব পালন করেন। যেমন বার্লিন দূতাবাস, বন দূতাবাস, বেলগ্রেড দূতাবাস এবং ওয়ারশ দূতাবাস। তিনি লিথুয়ানিয়ায় ইসরায়েলের রাষ্ট্রদূত ছিলেন। ২০১১ থেকে ২০১৬ পর্যন্ত তিনি সার্বিয়ার রাষ্ট্রদূতও ছিলেন। ইয়োসি আভনি লেভির বই -“মৃত গাছ”, “চার পুত্র”, “উদ্যান”, “সর্বপরি আন্টি ফারহুমা বেশ্যা ছিলেন না”, “ছায়া ছাড়া একজন মানুষ ”। তিনি সাহিত্যে প্রধানমন্ত্রীর পুরস্কারে ভূষিত হন।\n\n\n== জীবনী ==\nইয়োসি আভনি লেভির জন্ম হয়েছিল ২৫ মে, ১৯৬২ সালে একটি আফগান -পার্সিয়ান পরিবারে। তার মা ইরানী এবং বাবা আফগানী ছিলেন। তিনি মধ্যপ্রাচ্যের ইতিহাসে জেরুজালেমের হিব্রু বিশ্ববিদ্যালয় থেকে স্নাতক এবং ১৯৯৩ সালে আরবি, ১৯৯১ সালে আইন অনুষদ থেকে আইনে স্নাতক (এলএলবি) ডিগ্রি অর্জন করেন। ইয়োসি আভনি লেভির লেখা ব্যক্তিগত, কাব্যিক এবং ঘনিষ্ঠতার জন্য উল্লেখযোগ্য। তিনি কূটনৈতিক পদে ইসরায়েলের বাইরে যে দীর্ঘ সময় অতিবাহিত করেছেন তা তার রচনায় প্রতিফলিত হয়েছে। তিনি মারিভ এবং হারেটজের সাহিত্য সম্পূরকগুলিতে ইয়োসি আভনি ছদ্মনামে ছোট গল্প প্রকাশ করেন। তিনি ১৯৮৮ সালে হিব্রু বিশ্ববিদ্যালয়ের বার্ষিক প্রতিযোগিতায় প্রথম পুরস্কার, ১৯৯১ সালে \"এট (ইউ)\" দ্বারা স্পনসর করা প্রতিযোগিতায় প্রথম পুরস্কার এবং ১৯৯১ সালে তার গল্প \"বেদনা\" এর জন্য হারেটজ ছোট গল্প প্রতিযোগিতায় তৃতীয় পুরস্কার লাভ করেন। তাঁর ভ্রমণকাহিনী, \"জার্নি,\" জার্নাল রেচভ (রাস্তার) এর প্রথম সংখ্যায় প্রকাশ হয়। তাঁর বেশ কয়েকটি গল্প জার্মান, ইতালীয় এবং ইংরেজিতে কাব্যগ্রন্থের অন্তর্ভুক্ত হয়। অবনী বই পর্যালোচনাও প্রকাশ করেছেন ( হারেটজে, ইয়েদিওথ অহারোনোথ ) এবং সাহিত্য প্রতিবেদন (\"থ্রি ক্রস স্কোয়ারে ক্যাপুচিনো\", হারেটজে সাহিত্য ও সাংস্কৃতিক পরিপূরক, জানুয়ারী ২০০৭)। অবনির গল্প \"জার্নি\" ১৯৯৮ সালের ৫০ বছর, ৫০ টি গল্পেও অন্তর্ভুক্ত হয় : ইয়েদিওথ অহারোনোথ এর “জিসি সতুয়” সম্পাদিত ছোটগল্পের একটি নির্বাচিত গল্প। তার ইসরাইলিদের হত্যার গল্প “মার্ডার ক্লোজ টু হোম” সংগ্রহে তাঁর গল্প \"বিদায়ের চমৎকার শব্দ\" : ডরিত জিলবারম্যান এবং আভিভা গেফেন সম্পাদিততে অন্তর্ভুক্ত করা হয়  এবং ২০০১ সালে কেটার দ্বারা প্রকাশিতহয়। পোলিশ সাহিত্য সমিতি ২০০৭ সালের সেপ্টেম্বরে পোল্যান্ডে (ওয়ারশো, ক্রাকো, কাটোভিস) তাকে বক্তৃতা দেওয়ার জন্য আমন্ত্রণ জানায় এবং ২০০৭ সালের এপ্রিল মাসে মার্কিন যুক্তরাষ্ট্রের হার্ভার্ড, ইয়েল, কর্নেল এবং ব্র্যান্ডিস বিশ্ববিদ্যালয়ে তার লেখার উপর আলোচনা হয়।\n\n\n== লেখা ==\n১৯৯৫: মৃত গাছের বাগান (হিব্রু, গান হা-ইতজিম হা-মেটিম), জার্মান ভাষায় প্রকাশিত, সুহরক্যাম্প ভার্লাগ/ফ্রাঙ্কফুর্ট এবং মেনার্সচওয়ার্ম ভার্লাগ/হামবুর্গ দ্বারা।\n১৯৯৮: চার পুত্র (হিব। আরবা বানিম)\n২০০৩: আন্টি ফারহুমা বেশ্যা ছিলেন না, সর্বোপরি (হিব্রু, দোদা ফারহুমা লো হাইতা শিংলস), পোলিশ সিক -এ প্রকাশিত! প্রকাশনা ঘর।\n২০০৭: ছায়া ছাড়া একজন মানুষ (হিব্রু ইশ লেলো তজেল), সার্বীয় ভাষায় নরোদনা বিবলিওটেকা শ্রবিজে প্রকাশিত।\n২০১০: পাপের ওড (হিব্রু, শীরা হাহাটাইম)\n\n\n== তথ্যসূত্র =="}