{"pageid": 1090333, "title": "বাংগি (নগরী)", "url": "https://bn.wikipedia.org/wiki?curid=1090333", "content": "বাংগি (ফরাসি উচ্চারণ: ​[bɑ̃ɡi]; or Bangî in Sango, formerly written Bangi in English) মধ্য আফ্রিকান প্রজাতন্ত্রের রাজধানী ও বৃহত্তম শহর। এটি দেশটির দক্ষিণ-পশ্চিমভাগে, উবাংগি নদীর উত্তর তীরে অবস্থিত ও দেশটির প্রধান নৌবন্দর। এটি একই সাথে দেশটির প্রশাসন, শিল্পোৎপাদন ও ব্যবসাবাণিজ্যের কেন্দ্র।\nমধ্য আফ্রিকান প্রজাতন্ত্রের সিংহভাগ অধিবাসী দেশের পশ্চিমভাবে বাংগি নগরী ও তার আশেপাশের অঞ্চলে বাস করে। ১৯২০ সালে এখানে ২০ হাজার অধিবাসীর বাস ছিল, তবে দ্বিতীয় বিশ্বযুদ্ধের (১৯৪০-১৯৪৫) পরে জনসংখ্যা দ্রুত বৃদ্ধি পায়। এখানে ১৯৫০ সালে ৬০ হাজার, ১৯৬০ সালে ৮০ হাজার এবং ১৯৮০ সালে ৩ লক্ষ ৪০ হাজার লোকের বাস ছিল।  ১৯৯০-এর দশকে দাঙ্গাহাঙ্গামার কারণে শহরের জনসংখ্যা হ্রাস পায়। ২০০৩ সালের তথ্য অনুযায়ী বাংগিতে ২ লক্ষ ৩৩ হাজার লোকের বাস ছিল। ২০১৩ সালে বাংগি মহানগর এলাকার লোকসংখ্যা ছিল প্রায় ৭ লক্ষ ৬৪ হাজার। ২০২০ সালে এসে এলাকাটির প্রাক্কলিত জনসংখ্যা প্রায় ৯ লক্ষ (৮,৮৯,২৩১)। এখানে দেশটির পৌর জনসংখ্যার ৪০ শতাংশেরও বেশি বাস করে। পার্শ্ববর্তী উপশহর বিমবোকে (জনসংখ্যা ১ লক্ষ ২৪ হাজার) গণনায় ধরলে বাংগি মহানগর এলাকার জনসংখ্যা সমগ্র দেশের পৌর জনসংখ্যার অর্ধেকেরও বেশি। অন্যদিকে দেশটির তৃতীয় বৃহত্তম শহর বেরবেরাতি-র জনসংখ্যা মাত্র ৭৭ হাজার। বাংগি তাই দেশের আধিপত্য বিস্তারকারী একমাত্র নগরী।\nপ্রশাসনিকভাবে বাংগি নগরীটি একটি স্বশাসিত জেলা পর্যায়ের নগরী বা কোম্যুন যাকে ওম্বেলা-এমপোকো নামক দেপার্ত্যমঁ বা জেলাটি ঘিরে রেখেছে। শহরটির আয়তন ৬৭ বর্গকিলোমিটার। শহরটি ৮টি পৌর প্রশাসনিক অঞ্চল বা আরোঁদিসমঁ নিয়ে গঠিত। আরোঁদিসমঁগুলি আবার ১৬টি দল বা গ্র্যুপমঁ এবং ২০৫টি মহল্লা বা কার্তিয়ে-তে বিভক্ত। বাংগিতে মধ্য আফ্রিকান প্রজাতন্ত্রের জাতীয় সংসদ ভবন, সরকারী ভবন, ব্যাংকগুলির প্রধান কার্যালয়, বিদেশী ব্যবসা প্রতিষ্ঠান ও দূতাবাস, ও প্রধান হাসপাতাল, প্রধান প্রধান বাণিজ্যিক রাত্রীনিবাস বা হোটেল, প্রধান বাজার ও এনগারবা কেন্দ্রীয় কারাগার অবস্থিত। এখানে নোত্র-দাম ক্যাথেড্রাল বা মহাগির্জাটি অবস্থিত, যা কিনা বাংগির মহাধর্মপ্রদেশের অধ্যক্ষের (আর্চবিশপ) আসন। বাংগি নগরীর উল্লেখযোগ্য শিক্ষাপ্রতিষ্ঠানের মধ্যে রয়েছে ১৯৬৯-৭০ সালে প্রতিষ্ঠিত বাংগি বিশ্ববিদ্যালয় ও ১৯৬৬ সালে প্রতিষ্ঠিত জাতীয় শিল্পকলা বিদ্যালয়। এছাড়া নগরীতে একাধিক বৈজ্ঞানিক ও প্রযুক্তি গবেষণা প্রতিষ্ঠান অবস্থিত। নগরীর বোগান্দা জাদুঘরে অস্ত্রশস্ত্র, গ্রামীণ স্থাপত্য, শিকারের হাতিয়ার, মৃন্ময় শিল্পকর্ম, ধর্মীয় বস্তুসমূহ ও ঐতিহ্যবাহী বাদ্যযন্ত্রসমূহের প্রদর্শনী রয়েছে।\nযদিও বাংগি সমুদ্র থেকে ১৮০০ কিলোমিটার অভ্যন্তরে অবস্থিত, তা সত্ত্বেও এটি মধ্য আফ্রিকান প্রজাতন্ত্রের প্রধান নৌবন্দর। বন্দরটির ঘাট প্রায় অর্ধ কিলোমিটার  (৪০০ মিটার) দীর্ঘ; এটি নদীপথে কঙ্গো প্রজাতন্ত্রের ব্রাজাভিল নগরীর সাথে সংযুক্ত এবং সেখান থেকে রেলপথে এটি আটলান্টিক মহাসাগরের উপকূলস্থিত কঙ্গো প্রজাতন্ত্রের পোয়াঁত-নোয়ার বন্দরের সাথে সংযুক্ত। শহর থেকে কঙ্গো গণতান্ত্রিক প্রজাতন্ত্রের জোংগো বন্দর পর্যন্ত ফেরি সেবা রয়েছে। এছাড়া বাংগি মহাসড়কব্যবস্থার মাধ্যমে ক্যামেরুন, চাঁদ ও দেশের উত্তরভাগের সাথে সংযুক্ত। শহরের কাছে বাংগি এমপোকো আন্তর্জাতিক বিমানবন্দর রয়েছে।\nবাংগি থেকে মূলত হীরা, তুলা, কাঠ, কফি ও সিসাল নামক এক প্রকারের আঁশ রপ্তানি করা হয়। স্থানীয় শিল্পের মধ্যে বস্ত্র, প্রক্রিয়াজাত খাদ্য, সাবান, জুতা ও সিগারেট উৎপাদন এবং বিয়ার জাতীয় মদ চোলাইকরণ কারখানাগুলি বিশেষভাবে উল্লেখ্য, তবে নগরীটির অর্থনীতি মূলত বাণিজ্য ও সরকারী কর্মকাণ্ডের উপর নির্ভরশীল। আফ্রিকার গভীর অভ্যন্তরভাগে অবস্থিত বলে ও অবকাঠামোর অভাবে এখানে শিল্পের বিকাশ হচ্ছে না। এখানে দেশের ২০ হাজার সরকারী কর্মকর্তার সিংহভাগ বাস করে। বাংগিতে মধ্য আফ্রিকার অর্থনৈতিক ও মুদ্রা সম্প্রদায়ের প্রধান কার্যালয়টি অবস্থিত।\nদেশের শিল্প, অর্থনীতি ও রাজনীতির কেন্দ্র বাংগিতে মধ্য আফ্রিকান প্রজাতন্ত্রের সব অঞ্চল থেকে গ্রামীণ জনগণের অভিবাসন ঘটে। তারা নৃগোষ্ঠীগতভাবে সদৃশ এলাকায় বাস করে। যেমন দক্ষিণের নদী-উপকূলবর্তী সাংগো ও ইয়াকোমা জাতির লোকেরা উত্তরের সাভানা অঞ্চলীয় গবায়া বা বান্দা জাতির লোকদের সাথে বেশি মেশে না।  এখানে আন্তর্জাতিক অর্থনৈতিক কর্মকাণ্ড কম, তাই বিদেশীদের উপস্থিতি নগণ্য। মূলত উবাংগি নদীর অপর তীরস্থ কঙ্গো গণতান্ত্রিক প্রজাতন্ত্র থেকে বিদেশীদের আগমন ঘটে। ব্যবসা বাণিজ্য খাতে লেবাননি ও ইয়েমেনি সম্প্রদায়ের গুরুত্বপূর্ণ অবদান আছে।\n১৮৮৯ সালে এখানে ফরাসিরা একটি দুর্গভিত্তিক সামরিক ও প্রতিরক্ষা ঘাঁটি স্থাপন করে, যা তাদেরকে মধ্য আফ্রিকার নিয়ন্ত্রণ নিতে সাহায্য করে। এই দুর্গটিকে ঘিরেই পরবর্তীতে বাংগি লোকালয়টি গড়ে ওঠে। বাংগি নামটি উবাংগি নদীর নাম থেকে এসেছে। উবাংগি নামটি আবার বোবাংগি ভাষায় একটি শব্দ, যার অর্থ \"জলপ্রপাত\"। বাংগি নগরীর কাছে উবাংগি নদীতে কিছু জলপ্রপাত আছে, যার কারণে ব্রাজাভিলের উত্তরে নৌপরিবহন বিঘ্নিত হয়েছে। পরবর্তীতে বাংগি নগরীটি আঞ্চলিক ফরাসি উপনিবেশের রাজধানীতে পরিণত হয়। ২০শ শতকের শুরুতে এসে ১৯১৪ সালে উবাংগি-শারি নামক ফরাসি উপনিবেশের রাজধানী ভূরাজনৈতিক গুরুত্বের কারণে ফর-দ্য-পোসেল থেকে সরিয়ে বাংগিতে নিয়ে আসা হয়। যখন ১৯৬০ সালে এই উপনিবেশটি মধ্য আফ্রিকান প্রজাতন্ত্র হিসেবে স্বাধীনতা লাভ করে, তখন বাংগি সেটির রাজধানী রয়ে যায়।  ১৯৯০-এর দশকের শেষভাগে ও ২০০০-এর দশকের শুরুর দিকে বেশ কিছু সশস্ত্র বিদ্রোহী দল বাংগিতে অবস্থিত মধ্য আফ্রিকান প্রজাতন্ত্রের সরকারের নিয়ন্ত্রণ নিজ হাতে নেওয়ার প্রচেষ্টা চালায় ও দেশটির সরকারকে উৎখাতের প্রচেষ্টা চালায়, ফলে  নগরীটি একাধিক দশক ধরে ক্ষমতার লড়াই, লুটতরাজ ও দাঙ্গার একটি অকুস্থলে পরিণত হয় ও ব্যাপক ক্ষয়ক্ষতির শিকার হয়। ১৯৯৬ সালে এখানে তিনটি বিদ্রোহ ঘটে। ঐ সালে শহরটি বিশ্বের সবচেয়ে বিপজ্জনক নগরীগুলির একটি হিসেবে বর্ণিত হয়। ২০১৩ সালে রাষ্ট্রপতি বোজিজে-র ক্ষমতাচ্যুতকরণ ঘটে। এইসব রাজনৈতিক সংঘাতের কারণে শহরে ভিন্ন ভিন্ন নৃগোষ্ঠীর মধ্যে পার্থক্য আরও প্রকট হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থ ও রচনাপঞ্জি =="}