{"pageid": 1090862, "title": "ক্রেগ প্রাইস (খুনি)", "url": "https://bn.wikipedia.org/wiki?curid=1090862", "content": "ক্রেইগ চ্যান্ডলার প্রাইস (জন্ম: ১১ অক্টোবর ১৯৭৩) একজন আমেরিকান সিরিয়াল কিলার যিনি ১৩ থেকে ১৫ বছর বয়সের মধ্যে রোড আইল্যান্ডের ওয়ারউইকে তার অপরাধ করেছেন। ১৯৮৯ সালে তার আশেপাশে সংঘটিত চারটি হত্যার জন্য তাকে গ্রেপ্তার করা হয়: সেই বছর একজন মহিলা এবং তার দুই মেয়ে এবং দুই বছর আগে অন্য এক মহিলাকে হত্যার জন্য। ছোটখাটো চুরির জন্য তার একটি বিদ্যমান অপরাধমূলক রেকর্ড ছিল। \nপ্রাইস ধরা পরার পরে শান্তভাবে তার অপরাধ স্বীকার করেছিল।  তার ১৬ তম জন্মদিনের এক মাস আগে তাকে গ্রেপ্তার করা হয়েছিল এবং নাবালক হিসাবে বিচার করা হয়েছিল এবং দোষী সাব্যস্ত করা হয়েছিল। আইন অনুসারে, এর অর্থ ছিল যে তাকে মুক্তি দেওয়া হবে এবং ২১ বছর বয়স হওয়ার সাথে সাথে তার অপরাধের রেকর্ডসিল করা হবে,  এবং প্রাইস গর্ব করে বলেছিলেন যে যখন তাকে মুক্তি দেওয়া হবে তখন তিনি \"ইতিহাস\" তৈরি করবেন।\nএই মামলার ফলে রাষ্ট্রীয় আইনে পরিবর্তন আনা হয় যাতে কিশোরদের গুরুতর অপরাধের জন্য প্রাপ্তবয়স্ক হিসেবে বিচার করা যায়, কিন্তু এগুলি প্রাইসের ক্ষেত্রে পূর্বাবস্থায় প্রয়োগ করা যায়নি। রোড আইল্যান্ডের অধিবাসীরা ক্রেইগ প্রাইসকে তার অব্যাহত কারাবাসের জন্য লবি করার জন্য মুক্তি দেওয়ার বিরোধী দল সিটিজেনস গঠন করে, তার অপরাধের বর্বরতা এবং রাষ্ট্রীয় মনোবিজ্ঞানীদের মতামতের কারণে যে তিনি পুনর্বাসনের জন্য একজন দরিদ্র প্রার্থী ছিলেন।\nকারাগারে থাকাকালীন প্রাইসের বিরুদ্ধে বেশ কয়েকটি অতিরিক্ত অপরাধের অভিযোগ আনা হয়েছে, যার মধ্যে রয়েছে মানসিক মূল্যায়ন প্রত্যাখ্যান করার জন্য অপরাধমূলক অবমাননা, সংশোধন কর্মকর্তাকে হুমকি দেওয়ার জন্য চাঁদাবাজি, আক্রমণ এবং কারাগারে থাকাকালীন মারামারির জন্য প্রবেশন লঙ্ঘন। চিকিৎসার সাথে সহযোগিতার উপর নির্ভর করে তাকে অতিরিক্ত ১০-২৫ বছরের কারাদণ্ড দেওয়া হয়।\n\n\n== খুনের বিবরণ ==\n১৯৮৭ সালের ২৭ শে জুলাই রাতে রোড আইল্যান্ডের ওয়ারউইকে ১৩ বছর বয়সে প্রাইস তার প্রথম হত্যা করেন। প্রাইস একটি বাড়িতে ঢুকে পড়ে যা তার নিজের থেকে মাত্র দুটি বাড়ি দূরে ছিল যার ফলে সে রান্নাঘর থেকে একটি ছুরি নিয়ে ২৭ বছর বয়সী রেবেকা স্পেনসারকে ৫৮ বার ছুরিকাঘাত করে, তাকে হত্যা করে।\nদুই বছরের কিছু বেশি সময় পরে প্রাইস উচ্চ বিদ্যালয়ে ১৫ বছর বয়সী ফ্রেশম্যান ছিলেন যখন তিনি ১৯৮৯ সালের ১ লা সেপ্টেম্বর আরও তিন প্রতিবেশীকে হত্যা করেন। মারিজুয়ানা এবং এলএসডি উচ্চ আসক্তি, ৩৯ বছর বয়সী জোয়ান হিটনকে ৫৭ বার ছুরিকাঘাত করে, তার ১০ বছর বয়সী মেয়ে জেনিফার ৬২ বার, এবং হিটনের ৮ বছর বয়সী মেয়ে মেলিসার মাথার খুলি পিষে দেয় এবং ৩০ টি ছুরিকাঘাত করে। ছুরিকাঘাত এতটাই নির্মম ছিল যে হাতলগুলি তার ব্যবহৃত ছুরিগুলি ভেঙে ফেলেছিল, ব্লেডগুলি নিহতদের দেহের ভিতরে ছিল।\nসেই সময়, প্রাইসের সিল করা রেকর্ডের কারণে হত্যার বর্বরতা বেশিরভাগই অজানা ছিল। আইন-প্রয়োগকারী কর্মকর্তাদের মতে, অপরাধ স্বীকার করার সময় প্রাইসের কোন অনুশোচনা ছিল না, এবং উদ্দেশ্য সম্পর্কে, প্রাইস নিজেই বিশ্বাস করেন যে ছোট শিশু হিসেবে শ্বেতাঙ্গদের দ্বারা বর্ণবাদের সংস্পর্শে আসা হত্যার একটি কারণ ছিল, তিনি প্রথমবারের মতো কাউকে মরতে চেয়েছিলেন যখন ছোটবেলায় একদল শ্বেতাঙ্গ প্রাপ্তবয়স্ক তাকে বর্ণবিদ্বেষী গালিগালাজ করেছিল এবং তাদের গাড়ি নিয়ে তাকে দৌড়ানোর চেষ্টা করেছিল।\n\n\n== তথ্যসূত্র =="}