{"pageid": 1090517, "title": "ইওনিত নামান", "url": "https://bn.wikipedia.org/wiki?curid=1090517", "content": "ইওনিত নামান (হিব্রু ভাষায়: יונית נעמן‎ ; জন্ম ১৩ মার্চ, ১৯৭৫) হচ্ছেন একজন ইসরায়েলি কবি, প্রবন্ধকার, সম্পাদক এবং সাহিত্য ও সাংস্কৃতিক গবেষক।\n\n\n== জীবনী ==\nনামান ইয়েহুদে পিতামাতা ডাহলিয়া এবং ওহালিয়াভ নামানের কাছে জন্মগ্রহণ করেন। তিনি তেল আভিভ বিশ্ববিদ্যালয়ে সাহিত্যে স্নাতক ডিগ্রী সম্পন্ন করেন এবং কেমব্রিজ বিশ্ববিদ্যালয়ে ধর্মীয় অধ্যয়নে মাস্টার অফ আর্টস ডিগ্রি সম্পন্ন করেন। বর্তমানে (২০২০ সাল পর্যন্ত) নামান নেগেভের বেন গুরিয়ন বিশ্ববিদ্যালয়ের হিব্রু সাহিত্য নিয়ে গবেষণারত একজন ডক্টরেট প্রার্থী।\nইওনিত নামান সমালোচনা এবং ভাষ্য ওয়েবসাইট \"হাওকেৎজ\" এর সহ-সম্পাদক এবং হারগোল পাবলিশিং দ্বারা প্রকাশিত এবং ভ্যান লিয়ের ইনস্টিটিউট দ্বারা আন্ডাররাইট করা \"মাকতুম\" সিরিজের সাহিত্য সম্পাদক। তিনি সাপির একাডেমিক কলেজে কবিতা বক্তৃতা দেন, আরব এবং ইহুদিদের জন্য সংলাপ কর্মশালার নেতৃত্ব দেন, এবং অলাভজনক সংস্থা \"জাজিম – কমিউনিটি অ্যাকশন\" এর বোর্ড সদস্য, যা নাগরিকদের সক্রিয়তাকে উৎসাহিত করে।\nতার কবিতা, প্রবন্ধ, সমালোচনা এবং নিবন্ধগুলি ইজরায়েলের অনেক শীর্ষস্থানীয় জার্নাল এবং প্রকাশনায় প্রকাশিত হয়েছে, যার মধ্যে রয়েছে হেলিকন, ইটন ৭৭, থিওরি অ্যান্ড সমালোচনা এবং গ্রান্টা।\nনামানের প্রথম কবিতার বই পিনিং ফর দ্য ট্রি টপস ২০১৫ সালে প্রকাশিত হয়। একটি সাক্ষাত্কারে নামান প্রকাশ করেন যে বইটিপ্রায় \"অতিরিক্ত ব্যাগেজ\" নামে নামকরণ করা হয়েছে, এবং এটি অন্যান্য থিমের মধ্যে প্রকাশ করে \"আমার জীবনে উপস্থিত উত্তেজনাগুলির মধ্যে একটি, এবং অবশ্যই আমার লেখায়: খুব বেশি হওয়ার ভয়। খুব বেশি রঞ্জক থাকা, খুব বেশি ওজন বহন করা, খুব বেশি মহিলা হওয়া, স্বীকৃত নিয়মের বাইরে খুব বেশি। এটি একটি উদ্বৃত্ত যা আমাকে চেষ্টা না করেই ভেঙে যায়। আমি যা বরাদ্দ করেছিলাম তার চেয়ে অনেক বেশি।\nসংগ্রহটি সমালোচকদের দ্বারা ইতিবাচকভাবে গ্রহণ করা হয়েছিল। হারেটজে এফি জিভ লিখেছিলেন যে, \"ইওনিট নামানের সমৃদ্ধ ও গভীর ভাষা হিব্রুর শিকড় এবং তার বৃক্ষচূড়া উভয়ের প্রতি আনুগত্য প্রকাশ করে। এবং এটি যা প্রকাশ করে তা একটি দৃঢ় এবং রাজনৈতিক পরিচয়ের পাশাপাশি বর্ণবাদী বিরোধী প্রতিবাদ কবিতা তৈরি করে\"। রিভিটাল মাদার উল্লেখ করেছেন যে তার কাজে নামান তার প্রতিটি বিভিন্ন পরিচয়ের জন্য একজন ইয়েমেনি, নারী - রঙিন, নারীবাদী হিসেবে প্রতিনিধিত্ব দাবি করেছেন... এবং \"নামান তার এবং তার বসবাসের সময়ের মধ্যে অভিযোজনে পারস্পরিক অসুবিধাচিহ্নিত করে। একই সাথে, যারা দেরিতে ফোটে তাদের সংজ্ঞায়িত করতে চায়; দেরিতে হলেও ভাল।\"\n\n\n== তথ্যসূত্র =="}