{"pageid": 1090354, "title": "এলিটা কিংসলে", "url": "https://bn.wikipedia.org/wiki?curid=1090354", "content": "এলিটা কিংসলে ওশিওখা (ইংরেজি: Eleta Kingsley; জন্ম: ২৯ অক্টোবর ১৯৮৯; এলিটা কিংসলে নামে সুপরিচিত) হলেন একজন নাইজেরীয় বংশোদ্ভূত বাংলাদেশী পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে বাংলাদেশ জাতীয় ফুটবল দল এবং বাংলাদেশের পেশাদার ফুটবল লিগের শীর্ষ স্তর বাংলাদেশ প্রিমিয়ার লিগের ক্লাব ঢাকা আবাহনীর হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০০৯–১০ মৌসুমে, নাইজেরীয় ক্লাব আকওয়া ইউনাইটেডের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন; আকওয়া ইউনাইটেডের হয়ে দুই মৌসুমে ১০ ম্যাচে ৯টি গোল করার পর ২০১১–১২ মৌসুমে তিনি বাংলাদেশী ক্লাব আরামবাগে যোগদান করেছেন। আরামবাগে এক মৌসুম অতিবাহিত করার পর বিজেএমসির সাথে চুক্তি স্বাক্ষর করেছেন, যেখানে তিনি ৮ ম্যাচে ৪টি গোল করেছেন। পরবর্তীকালে, তিনি মুক্তিযোদ্ধা সংসদ, বিজেএমসি, আরামবাগ এবং বসুন্ধরা কিংসের হয়ে খেলেছেন। ২০২২–২৩ মৌসুমে, তিনি বসুন্ধরা কিংস হতে বাংলাদেশী ক্লাব ঢাকা আবাহনীতে যোগদান করেছেন।\nব্যক্তিগতভাবে, এলিটা বেশ কিছু পুরস্কার জয়লাভ করেছেন, যার মধ্যে ২০১৫ শেখ কামাল আন্তর্জাতিক ক্লাব কাপের ফাইনালের সেরা খেলোয়াড়, আসরের মূল্যবান খেলোয়াড় এবং পাঁচ গোল করে সর্বোচ্চ গোলদাতার পুরস্কার অন্যতম। দলগতভাবে, এলিটা এপর্যন্ত ৩টি শিরোপা জয়লাভ করেছেন, যার সবগুলো বসুন্ধরা কিংসের হয়ে জয়লাভ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nএলিটা কিংসলে ওশিওখা ১৯৮৯ সালের ২৯শে অক্টোবর তারিখে নাইজেরিয়ার ওগবোনায় জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\nনাইজেরিয়ায় জন্মগ্রহণ করা এলিটা ২০২১ সালে বাংলাদেশের নাগরিকত্ব লাভ করেছেন।\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\nজন্মসূত্রে নাইজেরিয়ার জন্য যোগ্য, কিংসলে ২০২১ সালে বাংলাদেশী নাগরিকত্ব পেয়েছিলেন, প্রাকৃতিকীকরণের মাধ্যমে, প্রথম বিদেশী ফুটবলার যিনি বাংলাদেশী পাসপোর্ট প্রাপ্ত হন। ২০২১ সালের সাফ চ্যাম্পিয়নশিপের জন্য তাকে বাংলাদেশ জাতীয় দলের প্রাথমিক দলে নাম দেওয়া হয়েছিল, কিন্তু যোগ্য হওয়ার জন্য সময়মতো ফিফা থেকে ছাড়পত্র না পাওয়ার কারণে তিনি দলের প্রতিনিধিত্ব করতে পারেননি। ২০২৩ সালের মার্চ মাসে, তাকে ফ্রেন্ডলি ম্যাচের আগে অস্থায়ী স্কোয়াডে নাম ঘোষণা করা হয়েছিল। ১৫ মার্চ ২০২৩ তারিখে, তিনি মালাউইয়ের বিরুদ্ধে বাংলাদেশের হয়ে আনঅফিসিয়াল ফ্রেন্ডলি ম্যাচে উপস্থিত হন। ২৫ মার্চ সেশেলসের বিপক্ষে এই ম্যাচে দ্বিতীয়ার্ধে শুরুতে তার সতীর্থ খেলোয়াড় আমিনুর রহমান সজীবের পরিবর্তে বদলী খেলোয়াড় হিসেবে বাংলাদেশের হয়ে অফিসিয়াল অভিষেক হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসকারওয়েতে এলিটা কিংসলে  (ইংরেজি)  \nট্রান্সফারমার্কেটে এলিটা কিংসলে (ইংরেজি)"}