{"pageid": 1090100, "title": "আয়হান বিলগেন", "url": "https://bn.wikipedia.org/wiki?curid=1090100", "content": "আইহান বিলগেন (জন্ম ১৯৭০, সারিকামিশ, কার্স প্রদেশ) হচ্ছেন একজন সাংবাদিক, রাজনীতিবিদ এবং পিপলস ডেমোক্র্যাটিক পার্টির কারসের প্রাক্তন মেয়র।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nতিনি আঙ্কারা বিশ্ববিদ্যালয়ে রাজনৈতিক বিজ্ঞান এবং আঙ্কারার হ্যাসেটেপ বিশ্ববিদ্যালয়ে সমাজবিজ্ঞান অধ্যয়ন করেন।\n২০০৬ সালে তিনি তুরস্কের মানবাধিকার সংগঠন মাজলুমডারে নিযুক্ত ছিলেন, যেখানে তিনি তুরস্ক সরকারের নতুন সন্ত্রাস বিরোধী বিলের বিরোধিতা করেছিলেন কারণ এটি মত প্রকাশের স্বাধীনতাকে সীমিত করেছিল। একই বছর তিনি এর চেয়ারম্যান নির্বাচিত হন, এবং তিনি দুই বছর এই পদ টিকিয়ে রাখেন। ২০১১ সালে কুর্দিস্তান ওয়ার্কার্স পার্টির (পিকেকে) সন্দেহজনক সমর্থনের কারণে তুর্কি কর্তৃপক্ষ গুনলুকের প্রধান সম্পাদক ছিলেন। তিনি ওজগুর গুনডেম এবং এভ্রেন্সেল সংবাদপত্রের কলাম লেখকও ছিলেন।\n\n\n== রাজনৈতিক পেশা ==\nতিনি জুন ২০১৫ এর সাধারণ নির্বাচনে এইচডিপির প্রতিনিধি হিসেবে কারসের জন্য তুরস্কের পার্লামেন্টে নির্বাচিত হন, এবং আবার নভেম্বর ২০১৫ এর স্ন্যাপ নির্বাচনেও জয়ী হন। তিনি কোবানিতে ইসলামিক স্টেট অফ ইরাক অ্যান্ড লেভান্টের (আইএসআইএল) বিরুদ্ধে কোবানির প্রতিরক্ষাকে সমর্থন করেন এবং ২০১৪ সালের অক্টোবরে কোবানি অবরোধের সময় প্রকাশে অংশ নেওয়ার জন্য তার বিরুদ্ধে মামলা করা হয়। ২০১৭ সালের বসন্তে তাকে গ্রেপ্তার করা হয়েছিল এবং একই বছরের সেপ্টেম্বরে মুক্তি দেওয়া হয়েছিল। সংসদীয় কর্মজীবনে তিনি মানবাধিকার, কুর্দি অধিকার এবং পরিবেশ রক্ষার পক্ষে সওয়াল করেন। মার্চ ২০১৯ এর স্থানীয় নির্বাচনে তিনি কারসের মেয়র নির্বাচিত হন। ২০২০ সালের মে মাসে, এইচডিপি দ্বারা জেতা বেশ কয়েকটি পৌরসভাকে রাষ্ট্র নিযুক্ত ট্রাস্টির কর্তৃত্বের অধীনে রাখার পর, বিলগেন ডজন খানেক মানবাধিকার সংস্থার কাছ থেকে সমর্থন পান। ২০২০ সালের ২ অক্টোবর তাকে আনুষ্ঠানিকভাবে গ্রেপ্তার করা হয় এবং কারসের মেয়র পদ থেকে ক্ষমতাচ্যুত করা হয় এবং তার স্থলাভিষিক্ত হন সরকার নিযুক্ত ট্রাস্টি কারস প্রদেশের গভর্নর ইয়প তেপে।\n\n\n=== আইনি মামলা ===\n২০২০ সালের ২৫ সেপ্টেম্বর, ২০১৪ সালে সিরিয়ার কোবানি শহরে কুর্দি জনগোষ্ঠীর সমর্থনে অনুষ্ঠিত কোবানি বিক্ষোভের কারণে প্রাক্তন ডেপুটি সিররি সুরিয়া ওন্দার এবং আয়লা আকাত আতার মতো বেশ কয়েকজন বিশিষ্ট এইচডিপি রাজনীতিবিদের সাথে তাকে একসাথে আটক করা হয়, যা তখন ইসলামিক স্টেট অফ ইরাক অ্যান্ড লেভান্ট (আইএসআইএল) দ্বারা ঘেরাও করা হয়েছিল। ২০২০ সালের অক্টোবরে তাকে গ্রেপ্তার করার পর তাকে আঙ্কারা সিনকান কারাগারে স্থানান্তর করা হয়। ২০২০ সালের ১৫ অক্টোবর ওজগুর গুনডেম বিচারে সন্ত্রাসবাদ সম্পর্কিত অভিযোগে তাকে দোষী সাব্যস্ত করা হয়নি। ২০২১ সালের ১৭ মার্চ ক্যাসেশন আদালতের সামনে তুরস্কের রাষ্ট্রীয় প্রসিকিউটর বেকির শাহিন সাংবিধানিক আদালতে তার এবং অন্যান্য ৬৮৬ জন এইচডিপি রাজনীতিবিদকে রাজনীতিতে জড়িত থাকার জন্য পাঁচ বছরের নিষেধাজ্ঞার দাবিতে একটি মামলা দায়ের করেন। ২০২১ সালের জুন মাসে কোবানির বিচারের শুনানির পর তাকে মুক্তি দেওয়া হয়।\n\n\n== তথ্যসূত্র =="}