{"pageid": 1090967, "title": "মাহসুম কোরমাজ", "url": "https://bn.wikipedia.org/wiki?curid=1090967", "content": "মাহসুম কোরমাজ,  (১৯৫৬ - ২৮ মার্চ ২৯৮৬) যিনি আগিত নামেও পরিচিত। তিনি ছিলেন কুর্দিস্তান ওয়ার্কার্স পার্টির (পিকেকে) সামরিক বাহিনীর প্রথম কমান্ডার। কোরমাজ  ১৯৭৯ সালে লেবাননে চলে যান এবং কামাল পেরের সাথে তুরস্ক জুড়ে কুর্দি বাহিনী নিয়োগের জন্য দায়ী ছিলেন। তিনি ১৫ আগস্ট ১৯৮৪ সালে  হামলার নেতৃত্ব দিয়েছিলেন বলে জানা যায় যা। কুর্দিদের স্বাধীনতার জন্য পিকেকে এর সশস্ত্র বিদ্রোহের সূচনা করেন। ১৯৮৬ সালের ২৮ মার্চ তুর্কি বাহিনীর হাতে তিনি নিহত হন। ১৯৮০ ও ১৯৯০ এর প্রথম দশকের দিকে পিকেকে এর প্রধান প্রশিক্ষণ কেন্দ্র হিসাবে সুবিধা ছিল। লেবাননের বেকা উপত্যকায় অবস্থিত মাহসুম কোরমাজ একাডেমি তার নামে নামকরণ করা হয়। আজ কুর্দি আন্দোলন কর্তৃক মাহসুম কোরমাজকে স্মরণ করে এবং তাকে সম্মানিত করা হয়। ১৫ আগস্ট ১৯৮৪ সালে লাইচ শহরে কোরমাজ এর একটি মূর্তি তৈরী করা হয় এবং ১৫ আগস্ট ২০১৪ সালে তার ৩৯তম মৃত্যু বার্ষিকীতে আক্রমণের শিকার হয়।  মূর্তিটি পরে তুর্কি কর্তৃপক্ষ ভেঙে ফেলে। পিকেকে অস্বীকার করে যে এটি লাইচ শহর কর্তৃপক্ষ মূর্তি স্থাপনের নির্দেশ দিয়েছে। ২৮ মার্চ ২০১৭ তারিখে কোবামানে কোরমাজের একটি মূর্তি স্থাপন করা হয়েছিল। \n\n\n== তার স্বরণে মার্সাই শহর ==\nদক্ষিণ ফরাসি বন্দর শহর মার্সেইতে একটি দর্শনীয় ক্রিয়াকলাপের সাথে কুর্দি যুব আন্দোলনের কর্মীরা গেরিলা কমান্ডার মাহসুম কোরমাজকে স্মরণ করে। ৩৬ বছর আগে তার \"প্রথম শট\" পিকেকে খ্যাতি অর্জন করেছিল। কিংবদন্তি পিকেকে সহ-প্রতিষ্ঠাতার মৃত্যুর ৩৬তম বার্ষিকী মার্সেইয়ের সর্বত্র দেখা যায় তাকে উপলক্ষ্য করে ম্যাসিফের দর্শনীয় ক্রিয়া। নেতাকর্মীরা পাহাড়ে একটি বিশাল পিকেকে পতাকা সংযুক্ত করে এবং \"কমান্ডার এগাদ\" স্লোগান দিয়ে আলো জ্বালায়।\n\n\n== প্রথম বিদ্রোহ ==\nকুর্দিস্তান ওয়ার্কার্স পার্টি (পিকেকে) ১৯৮৪ সালের ১৫ আগস্ট তুর্কি সেনাবাহিনীর বিরুদ্ধে প্রথম গুলি ছোড়ে। ৩৬-শক্তিশালী গেরিলা ইউনিট, যার নেতৃত্বে ছিলেন কিংবদন্তি কমান্ডার মাহসুম কোরকমাজ। এজন্য তিনি “ডি গুয়েরি এগিড” বা \"সাহসী\" নামেও পরিচিত। সে ১৯৮৪ সালের ১৫ আগস্ট-এ তুর্কি দখলদার বাহিনীর বিরুদ্ধে প্রথম সশস্ত্র অভিযান চালায়। সশস্ত্র মুক্তি সংগ্রামের সূচনা হিসেবে বিবেচিত এই কর্মের জন্য সামরিক পুলিশের একটি ব্যারাক নির্বাচন করা হয়েছিল। এতে একজন গার্ড সৈনিক ও একজন অফিসার নিহত হয়। গেরিলাদের কোন ক্ষয়ক্ষতি হয়নি। এইচআরকে (কুর্দিস্তান লিবারেশন ফোর্স, হজান রিজগারিয়া কুর্দিস্তান) এর প্রতিষ্ঠাতার ঘোষণাপত্র একটি মসজিদের লাউডস্পিকারে পাঠ করা হয়। ভিয়েতনামের স্বাধীনতা সংগ্রামের শুরুতে গঠিত \"ভিয়েতনাম লিবারেশন আর্মি\" এর উপর ভিত্তি করে \"কুর্দিস্তান লিবারেশন ফোর্সেস\" এর লিফলেটে গেরিলারা সশস্ত্র সংগ্রামের প্রথম বছরগুলিতে নিজেদের বলেছিল, \"এইচআরকে সাম্রাজ্যবাদ, তুর্কি উপনিবেশিক ফ্যাসিবাদ এবং তাদের দেশীয় ভাগ্যবানদে বিরুদ্ধে সশস্ত্র উপায়ে জাতীয় স্বাধীনতা, গণতান্ত্রিক সমাজ, পিকেকের নেতৃত্বে স্বাধীনতা ও ঐক্যের জন্য আমাদের জনগণের লড়াইয়ে নেতৃত্ব দেওয়ার লক্ষ্য অনুসরণ করা।” এ গেরিলা দলের শ্লোগান ছিল, \"এখানে আসুন এবং এগিদ এর মত হয়ে যান\"।\n\n\n== মৃত্যু ==\nতিনি ১৯৮৬ সালের ২৮ মার্চ, গ্যাবর পর্বতে মারা যান। \n\n\n== তথ্যসূত্র =="}