{"pageid": 1090269, "title": "মি টু আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1090269", "content": "মি টু (বা #মি টু;মূল ইংরেজি নাম #MeToo Movement) আন্দোলন, স্থানীয় বা আন্তর্জাতিক নামের ভিন্নতার সাথে, যৌন নির্যাতন ও যৌন হয়রানির বিরুদ্ধে সামাজিক আন্দোলন, যেখানে মানুষ যৌন অপরাধের অভিযোগ প্রচার করে।  এই প্রসঙ্গে \"মি টু\" বাক্যটি যৌন নিপীড়ন থেকে বেঁচে যাওয়া এবং কর্মী তারানা বার্কের দ্বারা  প্রাথমিকভাবে ২০০৬ সালে মাইস্পেসে সোশ্যাল মিডিয়ায় ব্যবহৃত হয়েছিল।\n\"মি টু\" এর উদ্দেশ্য নীরবতা ভাঙার উপর ভিত্তি করে অন্যান্য সামাজিক ন্যায়বিচার ও ক্ষমতায়ন আন্দোলনের অনুরূপ, যেমনটি প্রাথমিকভাবে বার্ক ও পরে যারা কৌশলটি গ্রহণ করেছিলেন তাদের কণ্ঠস্বর ছিল, যৌন নির্যাতিত ব্যক্তিদের সংখ্যার শক্তির মাধ্যমে সহানুভূতি এবং সংহতির মাধ্যমে যৌন নির্যাতিত ব্যক্তিদের ক্ষমতায়ন করা। বিশেষ করে কর্মক্ষেত্রে যৌন নিপীড়ন ও হয়রানি থেকে কতজন বেঁচে আছে তা দৃশ্যমানভাবে প্রদর্শন করে, বিশেষ করে তরুণ ও দুর্বল নারী -পুরুষ।\n২০১৭ সালের অক্টোবর মাসে শুরুর দিকে হার্ভে ওয়াইনস্টাইনের বিরুদ্ধে ব্যাপকভাবে যৌন নির্যাতনের অভিযোগ প্রকাশের পর আন্দোলন সোশ্যাল মিডিয়ায় হ্যাশট্যাগ হিসেবে ভাইরালভাবে ছড়িয়ে পড়তে শুরু করে। আমেরিকান অভিনেত্রী অ্যালিসা মিলানো টুইটারে ২০১৭ সালের ১৫ই অক্টোবর পোস্ট করেছিলেন, \"যৌন হয়রানি বা নির্যাতনের শিকার সমস্ত মহিলারা যদি একটি স্ট্যাটাস হিসাবে 'মি টু' লিখে থাকেন, তাহলে আমরা মানুষকে সমস্যাটির মাত্রা সম্পর্কে ধারণা দিতে পারি\"। তিনি একটি বন্ধুর কাছ থেকে এই ধারণা পেয়েছিলেন।  আমেরিকান সেলিব্রিটি গ্বিনিথ প্যালট্রো, অ্যাশলে জুড, জেনিফার লরেন্স, ও উমা থুরম্যানের বেশ কয়েকটি উচ্চ-পদস্ত পোস্ট ও প্রতিক্রিয়া শীঘ্রই অনুসরণ করা হয়েছিল।\nব্যাপকভাবে মিডিয়া প্রচার ও যৌন হয়রানির আলোচনা, বিশেষ করে হলিউডে, উচ্চপদস্থ পদ থেকে বহিষ্কৃত হওয়ার পাশাপাশি সমালোচনা ও প্রতিক্রিয়ার সৃষ্টি হয়।\nলক্ষ লক্ষ মানুষ ইংরেজিতে এই পদ্ধতিতে বাক্যাংশ এবং হ্যাশট্যাগ ব্যবহার শুরু করার পর, অভিব্যক্তিটি আরও কয়েক ডজন ভাষায় ছড়িয়ে পড়তে শুরু করে। এই সম্প্রসারণের সাথে সুযোগ কিছুটা বিস্তৃত হয়েছে, এবং বার্ক সম্প্রতি এটিকে প্রান্তিক জনগোষ্ঠীর প্রান্তিক জনগণের জন্য ন্যায়বিচারের জন্য একটি আন্তর্জাতিক আন্দোলন হিসেবে উল্লেখ করেছেন।\n\n\n== উদ্দেশ্য ==\n২০০৬ সালে তারানা বার্কের ব্যবহৃত \"মি টু\" এর মূল উদ্দেশ্য ছিল সহানুভূতির মাধ্যমে মহিলাদের ক্ষমতায়ন করা, বিশেষ করে তরুণ ও দুর্বল মহিলাদের জন্য। এই শব্দটি ২০১৭ সালের অক্টোবর মাসে অ্যালিসা মিলানো একটি হ্যাশট্যাগ হিসাবে ব্যবহার করতে সকলকে উত্সাহিত করেছিলেন, যাতে যৌন হয়রানি ও নির্যাতনের সমস্যাগুলি প্রকাশ করা সহজ হয় এবং এই ঘটনার সম্মুখীন কতজন হয়েছেন সে সম্পর্কে ধারণা পাওয়া যায়।\n\n\n== বাংলাদেশ ==\n২০১৮ সালে সামাজিক মাধ্যমে বাংলাদেশি বংশোদ্ভূত আইরিশ মডেল মাকসুদা আক্তার প্রিয়তি সামাজিক মাধ্যম ফেইসবুকে তার অ্যাকাউন্ট থেকে ২০১৫ সালে তার হওয়া যৌন নিপীড়নের কথা বলেন। যেটি মি-টু আন্দোলনের ধারাবাহিকতা বলে বিভিন্ন গণমাধ্যমে প্রকাশিত হয়। ২০১৯ সালে বাংলাদেশে এটি আলোচনার সৃষ্টি করে ‍কিন্তু নারীদের মাঝে জোরালো আলোড়ন তৈরি করতে পারেনি।\n\n\n== তথ্যসূত্র =="}