{"pageid": 1090508, "title": "সেয়া সাদেউমি হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1090508", "content": "সেয়া সাদেউমি (১৬ সেপ্টেম্বর ২০১০ - ১২ সেপ্টেম্বর ২০১৫) শ্রীলঙ্কার চার বছরের একটি শিশু ছিল, যাকে অপহরণ, ধর্ষণ ও হত্যা করা হয়েছিল। মেয়েটি তার মায়ের সাথে ঘুমানোর সময় ১২ সেপ্টেম্বর ২০১৫ তারিখে তার বাড়ি থেকে নিখোঁজ হয়ে যায়। পুলিশ কে৯ ইউনিটের পক্ষ থেকে প্রাঙ্গণে ব্যাপক অনুসন্ধানের পর, ১৩ সেপ্টেম্বর ২০১৫ সকালে একটি খালের কাছে নগ্ন লাশটি আবিষ্কৃত হয়। বাড়িটি থেকে ২০০ মিটার দূরে মৃতদেহটি পাওয়া গেছে। একটি ময়নাতদন্তে জানা গেছে যে সাদেউমিকে যৌন নিপীড়ন করা হয়েছিল এবং তাকে শ্বাসরোধ করে হত্যা করা হয়েছিল। কোটাডেনিয়াওয়া পুলিশ চারজনকে গ্রেপ্তার করে এবং পরে ডিএনএ পরীক্ষার পর তাদের মধ্যে দুজনকে নির্দোষ ঘোষণা করা হয়। তৃতীয় সন্দেহভাজন দীনেশ প্রিয়শান্তা পরবর্তীকালে অপরাধ স্বীকার করে। পরে তিনি প্রকাশ করেন যে তার ভাই সামান জয়লাথ তাকে স্বীকার করার জন্য কারচুপি করেছিলেন। একবার গ্রেপ্তার হওয়ার পর, জয়লথ প্রিয়সান্তার অভিযোগের সাথে একমত হন এবং আরও তদন্তের জন্য তাকে আটক করা হয়।\n\nপরবর্তী ডিএনএ পরীক্ষায় জানা যায় যে জয়লাথের ডিএনএ নমুনা অপরাধস্থলে পাওয়া নমুনার সাথে মিলে যায় এবং তাকে চারটি অভিযোগে অভিযুক্ত করা হয়। ১৫ মার্চ, ২০১৬ তারিখে নেগোম্বো হাইকোর্ট জয়লাথকে সমস্ত অভিযোগে দোষী সাব্যস্ত করে এবং তাকে মৃত্যুদণ্ড দেয়।\n\n\n== ঘটনা ==\nনিখোঁজ হওয়ার আগে, সাদেউমিকে সর্বশেষ ১২ সেপ্টেম্বর ২০১৫ রাত ৮.৩০ টার দিকে দেখা গিয়েছিল। তার বাবা-মায়ের মতে, সে সময় সে তার মায়ের সাথে ঘুমাচ্ছিল, এবং তার বাবা বাড়িতে ছিলেন না। যখন সে বাড়ি ফিরে জিজ্ঞাসা করল যে মেয়েটি কোথায়, তখন তার মা সম্ভবত তাকে বলেছিলেন যে সে হয়তো তার দাদীর বিছানায় ঘুমাতে গিয়েছিল। তারা দুজনেই ঘুমাতে ফিরে যাওয়ার আগে এটি তদন্ত না করার সিদ্ধান্ত নিয়েছিল। পরের দিন সকালে তার নিখোঁজ হওয়ার খবর পাওয়া যায় এবং কোটাডেনিয়াওয়া পুলিশ তদন্তের জন্য আহ্বান জানায়। পরে পুলিশ কে৯ ইউনিট এবং ক্রিমিনাল ইনভেস্টিগেশন ডিপার্টমেন্ট (সিআইডি) অনুসন্ধানে যোগ দেয়। জানা গেছে যে তিনি যে বিছানায় ঘুমিয়েছিলেন সেখানে তার পোশাক পাওয়া গেছে, যার ফলে কে৯ ইউনিট তার গন্ধ খুঁজে পেতে অক্ষম হয়ে পড়ে। পুলিশ অনুমান করেছিল যে মায়ের সাথে ঘুমানোর সময় তাকে অপহরণ করা হতে পারে। সন্ধ্যায়, সাদেউমির মৃতদেহ তার বাড়ি থেকে ২০০ মিটার দূরে একটি খালের কাছে পাওয়া যায়। সংবাদ প্রতিবেদন অনুযায়ী, দেহটি নগ্ন ছিল এবং গলায় এক টুকরো কাপড় জড়ানো ছিল।\n\n\n== তথ্যসূত্র =="}