{"pageid": 1090353, "title": "দিওয়ান-ই-আলম", "url": "https://bn.wikipedia.org/wiki?curid=1090353", "content": "দিওয়ান-ই-আলম\nএকটি উর্দু কাব্য। এটি বাংলাভাষী উর্দু কবি আবুল আযীজ মোহাম্মদ ইসমাইল আলী (ইসমাঈল আলম) লিখিত উর্দু কাব্য। এর প্রকাশকাল:১৩২৮ হিজরী মোতাবেক ১৯১০ ইংরেজী, কাইয়ুমী, ওয়াকিয়ী মহলল্লা, টিকাপুর, কানপুর, ভারত। ১০০ পৃষ্ঠার এ কাব্যে রয়েছে মর্সিয়া, শের, ক্বসিদা ও বিচ্ছেদ সংগীত। কাব্যে মহানবীর (স.) সীরাত ও নাত-ই-রাসুল দ্ধারা সমৃদ্ধ। দিওয়ান-ই-আলম তিনটি অংশে বিভক্ত। প্রথমাংশ একটি হামদ ও বাকীগুলো নাত-ই-রাসুল। দ্বিতীয়াংশ আহলে বাইত ও সাহাবায়ে কেরামের প্রসংসা, কছিদা (বিষাদ সংগীত) ও তৃতীয়াংশ গজল।  \nদিওয়ান-ই-আলম কাব্যের স্বীকৃতি স্বরূপ আলিয়া বিশ্ববিদ্যালয়-এর তৎকালীন প্রিন্সিপাল উইলিয়াম হেমিল্টন হার্লি ইসমাঈল আলীকে 'বাংলার তুতা' উপাধি প্রদান করেন।। \nদিওয়ান-ই-আলম কাব্যে কবির চিন্তাধারা ফুটে উঠে।\n\n\n== ইতিহাস ==\n\n\n=== রচনা ===\nইসমাঈল আলম কলকাতা আলিয়া বিশ্ববিদ্যালয়-এ পড়াকালীন সময়ে উর্দু কাব্যের প্রতি আকৃষ্ট হন। এ সময় বাঙ্গালী মুসলমানের বিপুল অংশ উর্দু কবিতার প্রতি অনুরক্ত ছিলেন। কলকাতায় অধ্যয়নরত সময়কালে ইসমাঈল আলমকে মির্জা গালিব-এর কাব্যরীতি প্রবলভাবে আকৃষ্ট করে। ফলে ইসমাঈল আলমের কাব্যে গালিবের কাব্যরীতি লক্ষ্য করা যায়।\n\n\n== দিওয়ান-ই-আলম ==\nদিওয়ান-ই-আলম কাব্যে তিনটি অংশ রয়েছে। প্রথমাংশে একটি হামদ্ ও নাতসমূহ, দ্বিতীয়াংশে মানাকিব, ওলী ও 'আলিমগণের প্রশংসা, কাসীদা ও মর্সিয়া এবং তৃতীয়াংশে গযলসমূহ স্থান লাভ করেছে। দ্বিতীয়াংশে বড় বড় সাহাবা, হযরত আলীর মানকাবাত, হযরত হোসাইন ইবনে আলী (রা)-এর শাহাদাতের উপর লিখিত কাসীদা, হযরত আব্দুল কাদের জিলানী, হযরত মইনুদ্দিন চিশতী, বাবা ফরিদউদ্দিন গঞ্জেশকার, নিজামুদ্দিন আউলিয়া, হযরত শাহ জালাল (র), হযরত ফযলুর রহমান গাঞ্জ-এ-মুরাদাবাদী, শাহ আহমদ মিঞা, সৈয়দ ওয়ারেস 'আলী লখনৌবী এবং 'আবদুল ওহাব সিলেটীর প্রশংসা ছাড়াও ছেলে মৌলবী আযীযুল হক-এর অকাল মৃত্যুতে লিখিত মর্সিয়া রয়েছে।\nদিওয়ান-ই-আলম-এর অনুদিত কাব্য রূপ:\n\n\n== পুরস্কার ==\nদিওয়ান-ই-আলম কাব্যের স্বীকৃতি স্বরূপ আলিয়া বিশ্ববিদ্যালয়-এর তৎকালীন প্রিন্সিপাল উইলিয়াম হেমিল্টন হার্লি ইসমাঈল আলমকে 'বাংলার তুতা' উপাধি প্রদান করেন। তাঁর কবিতায় কোন কৃত্রিমতা ছিল না। তিনি হাম্দ, না'ত, মানকাবাত, কাসীদা, মর্সিয়া রচনা করেছেন। এসবের ভাষা ছিল সহজ-সরল ও প্রাঞ্জল।\n\n\n=== প্রকাশনা ইতিহাস ===\n১০০ পৃষ্ঠা সংবলিত মাওলানা মুহাম্মদ ইসমাঈল আলম রচিত এ উর্দু কাব্যটি ১৩২৮ হিঃ/১৯১০ সালে কানপুরের কাইউমী প্রেস থেকে প্রকাশিত হয়।\n\n\n== সাহিত্য সমালোচনা ==\nদিওয়ান-ই-আলম কাব্যের উপর সমালোচনা করেন পাকিস্থানি গবেষক আব্দুল জলিল বিসমিল, উর্দু দৈনিক পাসবান-এ নিবন্ধ লিখেন। বিসমিল লিখেন, তাঁর কবিতা পাঠে মনে হয়, যেন তিনি উর্দু ভাষাভাষী কবি। আসাম প্রদেশের গবেষক আব্দুল জলিল রাগবি 'মাশায়েখে আসাম' গ্রন্থে স্বতন্ত্র অধ্যায়ে আলোচনা লিখেন।\n\n\n== দিওয়ান-ই-আলম বঙ্গানুবাদ ==\nদিওয়ান-ই-আলম কাব্যের প্রথম বাংলা অনুবাদ করেন সরওয়ার ফারুকী। ২৯ এপ্রিল ২০১৮ থেকে দৈনিক সিলেটের ডাক পত্রিকায় ধারাবাহিক ছাপা হয়। দিওয়ান-ই-আলম-এর অনুদিত রূপ:\n\n\n== তথ্যসূত্র =="}