{"pageid": 1090302, "title": "সেবাহাত টুনসেল", "url": "https://bn.wikipedia.org/wiki?curid=1090302", "content": "সেবাহাত টুনসেল (জন্ম ৫ জুলাই ১৯৭৫) কুর্দি বংশোদ্ভূত, একজন তুর্কি রাজনীতিবিদ  নারী অধিকারের আইনজীবী, সাবেক নার্স এবং তুরস্কের সংসদ সদস্য। \n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nতিনি ইয়াজাহানে জন্মগ্রহণ করেন এবং ১৯৯৮ সালে পিপলস ডেমোক্রেসি পার্টির মহিলা শাখার মাধ্যমে তার রাজনৈতিক জীবন শুরু করার আগে মেরসিন বিশ্ববিদ্যালয়ে মানচিত্রাঙ্কন বিদ্যা এবং ভূমি জরিপ বিষয়ে অধ্যয়ন করেন। তিনি ডেমোক্রেটিক সোসাইটি পার্টির ভাইস কো-চেয়ারপারসন এবং ইস্তাম্বুলের ডেপুটি ছিলেন। তিনি ইউনাইটেড নেশনস ডেভেলপমেন্ট প্রোগ্রাম (ইউএনডিপি) এবং অ্যামনেস্টি ইন্টারন্যাশনালের (এআই) মতো আন্তর্জাতিক সংস্থার সাথেও কাজ করেন। \n\n\n== রাজনৈতিক পেশা ==\nতাকে ৫ নভেম্বর ২০০৬ সালে পিকেকের সদস্য হওয়ার  অভিযোগে  গ্রেফতার করা হয়। তিনি কারাগার থেকে একজন স্বতন্ত্র প্রার্থী হিসেবে সংসদ নির্বাচন করেন। এতে হাজার হাজার লোক তাকে ভোট দেয় এবং ৯৩,০০০ ভোটে ইস্তাম্বুলে একটি আসন জেতেন। ফলে ২০০৭ সালের জুলাই মাসে তাকে জেল থেকে মুক্তি দেওয়া হয়।  তিনি কারাগার থেকে অনেককে অবাক করে তুরস্কের গ্র্যান্ড ন্যাশনাল অ্যাসেম্বলিতে নির্বাচিত হন।  তিনি ২০১১ সালের সংসদ নির্বাচনে লেবার, ডেমোক্রেসি এবং ফ্রিডম ব্লক সমর্থিত পার্লামেন্টে একজন স্বতন্ত্র প্রার্থী ছিলেন এবং ইস্তাম্বুলের এমপি নির্বাচিত হন। তার নির্বাচনের পর তিনি একটি আন্দোলনের নেতৃত্ব দিয়েছিলেন যা এই সত্যের সমালোচনা করেছিল যে হতিপ ডিকেলকে নির্বাচিত হওয়া সত্ত্বেও পার্লামেন্টে তার আসন গ্রহণ করতে দেওয়া হয়নি। ২০১৩ সালে তিনি এরতুয়ারুল কার্কির সাথে এইচডিপি-র সহ-সভাপতি নির্বাচিত হন।  ২০১৬ সালের মে মাসে তিনি কামুরান ইয়াক্সেকের সাথে ডেমোক্রেটিক রিজিয়নস পার্টির (ডিবিপি) কো-চেয়ারম্যান নির্বাচিত হন। ২০১৬ সালের সেপ্টেম্বরে ডিবিপি- এর বেশ কয়েকজন মেয়রকে সরিয়ে দেওয়া হয়। ডিবিপির কো-চেয়ারম্যান টানেল পৌরসভার পরিবর্তে দলীয় ভবন থেকে লোকদের জন্য কাজ করার জন্য মেয়রদের আমন্ত্রণ জানান। \n\n\n=== আর্মেনীয় গণহত্যার স্বীকৃতি ===\nসেমাহাত টুনসেল তুরস্ককে আর্মেনীয় গণহত্যার স্বীকৃতি দেওয়ার জন্য বেশ কিছু বিবৃতি দেয়। ২০১৪ সালের নভেম্বরে, তিনি তুর্কি পার্লামেন্টে আর্মেনিয়ান গণহত্যা স্বীকৃতি বিল উপস্থাপন করেন। তুর্কি রাষ্ট্রপতি রেজেপ তাইয়িপ এরদোয়ানকে আর্মেনীয় গণহত্যার জন্য প্রকাশ্যে ক্ষমা চাইতে অনুরোধ করেন।\n\n\n=== মামলা এবং কারাদণ্ড ===\n২০১৪ সালের অক্টোবর তাকে হেফাজতে নেওয়া হয় এবং ২০১৬ সালের নভেম্বরে গ্রেফতার করা হয়। আন্তর্জাতিক আইন ব্যুরোর মতে, প্রসিকিউশন সন্ত্রাস সম্পর্কিত অভিযোগে ১৩০ বছরের কারাদণ্ডের দাবি করা হয়, ডিটিপিতে সদস্য হওয়ার পর তিনি ডিবিপি- এর বৈঠকের আগে সভা ও সংবাদ সম্মেলনের সময় ১৬ টি বিবৃতি এবং বক্তৃতা দিয়েছেন।  ৫ জানুয়ারি ২০১৮ তারিখে তাকে ২ বছর তিন মাসের কারাদণ্ড দেওয়া হয়। ২০১৯ সালের জানুয়ারিতে তিনি আবদুল্লাহ ইকালানের বিচ্ছিন্নতার অবসানের দাবিতে লায়লা গোভেনের চলমান অনশন ধর্মঘটের সাথে একাত্মতা নিয়ে অনশন শুরু করেন। ২০১৯ সালের ফেব্রুয়ারিতে, অনশনে থাকাকালীন, একটি সন্ত্রাসী সংগঠনের সদস্য এবং এ সন্ত্রাসী সংগঠনের হয়ে প্রচার করার জন্য তাকে ১৫ বছরের কারাদণ্ড দেওয়া হয়।  ২০২০ সালের সেপ্টেম্বরে, তুরস্কের রাষ্ট্রপতি রেজেপ তাইয়িপ এরদোয়ানকে অপমান করার জন্য  তুরস্কের দণ্ডবিধির ২৯৯ অনুচ্ছেদের অধীনে  শাস্তি দেয় হয়। এর আগে ২০১৬ সালে এক ভাষণে এরদোগানকে \"নারীর শত্রু\" বলার জন্য সাজা দেওয়া হয়। এরদোগানের দুটি বিতর্কিত বক্তব্যের (২০১৪ সালে তিনি প্রকাশ্যে বলেছিলেন \"নারী পুরুষের সমান নয়\" এবং ২০১৬ সালে তিনি বলেছিলেন \"মাতৃত্ব প্রত্যাখ্যানকারী নারীরা অভাবপূর্ণ এবং অসম্পূর্ণ\") পর তিনি এই বিবৃতি দিয়েছিলেন। ১৭ মার্চ ২০২১-এ, রাষ্ট্রপক্ষের আইনজীবী বেকির শাহিন টুনসেল এবং ৬৮৬ জন এইচডিপি রাজনীতিবিদকে পিকেকে-র সঙ্গে দলগুলোর কথিত সাংগঠনিক ঐক্যের কারণে এইচডিপি বন্ধের সঙ্গে রাজনীতিতে জড়িত থাকার জন্য পাঁচ বছরের নিষেধাজ্ঞা দাবি করেন।\n\n\n== তথ্যসূত্র =="}