{"pageid": 1090624, "title": "মিরেইলি ইদ (অ্যাস্টোর)", "url": "https://bn.wikipedia.org/wiki?curid=1090624", "content": "মিরেইলি ইদ (অ্যাস্টোর) (বৈরুত, ১৯৬১) ( আরবি: ميراي عيد اسطوري   ) একজন শিল্পী ও লেখক। ১৯৭৫ সালে লেবাননের গৃহযুদ্ধের সময় তিনি বৈরুত ছেড়ে অস্ট্রেলিয়ার মেলবোর্নে বসবাস করেন। তিনি পূর্ণকালীন শিল্পী এবং লেখক হওয়ার আগে মেলবোর্ন বিশ্ববিদ্যালয়ে  বিজ্ঞান বিষয়ে অধ্যয়ন করেন এবং স্নাতক ডিগ্রী লাভ করেন। মহাদেশীয় দর্শন দ্বারা প্রভাবিত হয়ে তার শিল্প প্রতিনিধিত্বের আত্মজীবনীমূলক ধারণার উপর ভিত্তি করে অস্পষ্ট  বা অচেতনকে ছেদ করে। তার শিল্প ও লেখার মাধ্যমে তিনি \"মানুষের আবেগ অনুসন্ধান করেন\" এবং \"মানুষ হওয়া কি?\" অনুসন্ধান করেন।মিরেইলি ইদ (অ্যাস্টোর)ইউনিভার্সিটি অব ওয়েস্টার্ন সিডনি (২০০৮) থেকে ২০০৯-২০১৩ শিক্ষা বর্ষে সমসাময়িক আর্টসে পিএইচডি ডিগ্রি অর্জন করেন। তিনি সিডনি কলেজ অফ আর্টসে , সিডনি বিশ্ববিদ্যালয়ের ভিজ্যুয়াল আর্টস ফ্যাকাল্টি এবং আমেরিকান ইউনিভার্সিটি অফ বৈরুতে রিসার্চ ফেলো ছিলেন।(২০১১-২০১২)।\n\n\n== প্রদর্শনী ==\n২০০৪  সালে সিডনি চলচ্চিত্র উৎসবে, ফ্রয়েড মিউজিয়ামে -লন্ডনে  মিরেইলি ইদ (অ্যাস্টোর) এর শিল্পকর্ম প্রদর্শিত হয়। মিলাইস গ্যালারিতে - সাউদাম্পটন; এসপেস এসডি -বৈরুতে; দ্য টেট মডার্ন - লন্ডন; পমপিডু কেন্দ্র ; অষ্টম শারজাহ দ্বিবার্ষিক ২০০৮; এবং তৃতীয় গুয়াংজু ত্রিবার্ষিক প্রদর্শন হয়। তিনি তার ফটোমেডিয়া শিল্পকর্ম কননি ডিয়েটসকোল্ড মাল্টিপল বক্স গ্যালারি - সিডনিতে প্রদর্শন করেছেন। ২০০৩ সালে তিনি (অস্ট্রেলিয়ান) ন্যাশনাল ফটোগ্রাফিক ক্রয় পুরস্কার জিতেন। মিরেইলি ইদ (অ্যাস্টোর) এর ট্যাম্পা  শিল্পকর্মে  “এমএস ট্যাম্পা” নরওয়েজিয়ান জাহাজের উল্লেখ ররেছে, এতে বলা হয়েছে:\"বেঞ্জামিন যেমন খবরের কাগজ এবং পত্রিকার মাধ্যমে ফটোগ্রাফিক ছবির প্রচলনের প্রাসঙ্গিক নান্দনিক পরিণতি লক্ষ্য করেন, তেমনি অ্যাস্টোরের ভাস্কর্য এবং পারফরম্যান্সের সাথে ফটোগ্রাফির সংমিশ্রণ, তার ওয়েবসাইটের মাধ্যমে প্রচারিত, ফটোগ্রাফি ও এই ইনস্টলেশন কাজের স্থানিক এবং ব্যাখ্যামূলক গতিশীলতা উভয়ই পুনর্লিখন করে।\"মিরেইলি ইদ (অ্যাস্টোর) পরিচালিত একটি স্বল্পদৈর্ঘ্য চলচ্চিত্র যা টাম্পার কাজকে ভিত্তি করে তৈরি করা হয়েছিল, টাম্পা: ওয়াক অন দ্য বিচ,যা  সিডনি এবং লন্ডনে প্রদর্শিত হয়।\n\n\n== স্বল্পদৈর্ঘ্য চলচ্চিত্র ==\nটাম্পার পর : “ওয়াক অন দ্য বিচ”, মিরেইলি ইদ (অ্যাস্টোর) এর স্বল্পদৈর্ঘ্য চলচ্চিত্র যা নট ফ্রম হিয়ার  \"আসল ছবির বৈধতা নিয়ে প্রশ্ন তোলে\"। এটি ২০ টিরও বেশি দেশে গ্যালারী এবং চলচ্চিত্র উৎসবে প্রদর্শিত হয়। এর মধ্যে কিছু আন্তর্জাতিক চলচ্চিত্রের পর্দাও আছে যেমন বৈরুতে  ফিল্ম ফেস্টিভ্যাল, টরন্টো আরব  ফিল্ম ফেস্টিভ্যাল এবং নিউইয়র্কে সিনেমা ইস্ট ফিল্ম ফেস্টিভ্যাল এবং সুইডেনে অনসটফরেনিনজে অরা গ্যালারী  । আরেকটি স্বল্পদৈর্ঘ্য চলচ্চিত্র, ৩৪৯৪ হাউস + ১ ফেন্স, যা অস্ট্রেলিয়ায় লেবাননের যুদ্ধের ক্ষতিগ্রস্ত বেড়ার দৃশ্যের সাথে ঘরের ছবিগুলিকে একত্রিত করে  \"তার স্মৃতি এবং বর্তমান জীবনের বৈপরীত্য সম্পর্কে সচেতনতার একটি আকর্ষণীয় ছবি তৈরি করে\"। এটি টেঞ্জিয়ার্স থেকে তেহরান ফিল্ম ফেস্টিভ্যাল  পর্যন্ত নারী সিনেমায় প্রদর্শনের জন্য নির্বাচিত হয়েছিল এবং \"প্রতিরোধ (গুলি)\" ডিভিডি সিরিজের তৃতীয় খণ্ডে অন্তর্ভুক্ত ছিল।\n\n\n== পারফরমেন্স ==\nমিরেইলি ইদের (অ্যাস্টোর) বক্তৃতার পারফরমেন্স প্রদান করেন একটি অকৃতজ্ঞ মৃত্যু: প্রত্যাহারের যুগে আল-কারাম  ২০০৮ সালের হোম ওয়ার্কস- ৪ ঘটেছিল। তিনি ২০০৫ সালের অস্ট্রেলিয়ান স্পেস কনফারেন্স -সিডনির ইউনিভার্সিটি অব সিডনি অ্যান্ড আর্ট গ্যালারি, সিডনি, এবং \"আত্মজীবনী, উদ্বৃত্তের অর্থনীতি এবং সর্বাধিক বিপর্যয়ের উপর\" প্রধান বক্তা হিসাবে \"অন্যের বিষয়ে কথা বলছেন\" মূল বক্তব্য প্রদান করেন যা ২০১০ সালে সোসাইটি সম্মেলনে আর্টসের উপর আন্তর্জাতিক সম্মেলন হয়। ২০১০ সালে ৪'৩৩ ম্যাকওয়ারি ইউনিভার্সিটি আর্ট গ্যালারিতে সাইলেন্ট স্পেস প্রদর্শনীতে বিতরণ করা হয়। তার শেষ লেকচার পারফরম্যান্স (২০১১) ছিল আমেরিকান বৈরুত বিশ্ববিদ্যালয়ে \"মরণোত্তর হিসাব: একটি মহাজাগতিক অব ইনফিনিটিউডস\"\n\n\n== প্রকাশনা ==\nমিরেইলি ইদ (অ্যাস্টোর) এর শিল্পকর্ম, কবিতা এবং কল্পকাহিনীমূলক লেখা প্রকাশিত হয়: নতুন দৃষ্টি: আরব সমসাময়িক শিল্প  ২১ শতকে  (থেমস এবং হাডসন); সন্ত্রাসবাদের যুগে শিল্প (পল হলবারটন প্রকাশনা ও ওয়াশিংটন প্রেস বিশ্ববিদ্যালয়); আরব উইমেনস লাইভস রিটল্ড: এক্সপ্লোরিং আইডেনটিটি থ্রু রাইটিং (সিরাকিউজ ইউনিভার্সিটি প্রেস)। ২০০৮ সালে, মিরেইলি ইদ (অ্যাস্টোর) সহ-অতিথি সম্পাদিত, আর্টিনিক, পার্ট -২৮, নং ১.\n\n\n== তথ্যসূত্র =="}