{"pageid": 1090608, "title": "আওয়াতেফ রাশেদ", "url": "https://bn.wikipedia.org/wiki?curid=1090608", "content": "আওয়াতেফ রাশেদ (আরবি: عواطف تركي رشيد ; জন্ম ১৯৫৬ সালে বসরায়, ইরাক) একজন ইরাকীয় - কানাডিয়ান লেখিকা, ধর্মনিরপেক্ষ নারী অধিকার কর্মী ও ফেমি পুরস্কার প্রাপ্ত প্রথম ইরাকি মহিলা প্রাপক। তিনি ২০১০ সালে ইরাকি উইমেনস নেটওয়ার্ক থেকে ইরাকি উইমেনস ইনিশিয়েটিভ অ্যাওয়ার্ডের প্রাপক। আওয়াতেফ রাশেদ বর্তমানে মার্কিন যুক্তরাষ্ট্রে মহিলাদের অধিকারের জন্য জরুরি কর্ম তহবিলের আঞ্চলিক উপদেষ্টা। তিনি কানাডিয়ান রিসার্চ ইনস্টিটিউট ফর এডভান্সমেন্ট অব উইমেন (সিআরআইএডব্লিউ) এর বোর্ড সদস্য হিসেবে ২০০৯ সাল থেকে ২০১২ সাল পর্যন্ত দায়িত্ব পালন করেন এবং এর আগে ফেমিনিস্টস ফর জাস্ট অ্যান্ড ইকুইটেবল পাবলিক পলিসি (ফেমজেইপিপি) এর স্টিয়ারিং কমিটিতে দায়িত্ব পালন করেন। তিনি কানাডিয়ান ফেডারেশন অব ইউনিভার্সিটি উইমেনের সদস্যা এবং ইরাকি আল-আমাল এসোসিয়েশনের প্রতিনিধি।\nতিনি সংযুক্ত আরব আমিরাতের দুবাই শহরের ইন্টারন্যাশনাল সেন্টার ফর স্ট্র্যাটেজিক অ্যানালাইসিসের গবেষক ব্যবস্থাপক হিসেবে বিভিন্ন বৈশ্বিক বিষয়ে রাজনৈতিক ও আর্থ-সামাজিক গবেষণা পরিচালনা করেন।\nতিনি আরবি ও ইংরেজি উভয় ভাষায় লেখেন এবং লেখা প্রকাশিত করেন। তার ব্লগটি আরবি ভাষায়: ইরাকের নারী। এটি আরবি পাঠকবর্গদের উদ্দেশে তৈরি হয়েছে এবং ইরাকি, পুরুষ ও মহিলাদের সাথে সরাসরি লিঙ্গ সমস্যা এবং মহিলাদের জীবন ও অধিকার নিয়ে আলোচনা করে। তিনি বিশ্বাস করেন যে, রাজনৈতিক, সামাজিক, ধর্মীয় ও অর্থনৈতিক ক্ষমতার দ্বারা পুরুষদের লিঙ্গের ভিত্তিতে ইরাক ও অন্যান্য মধ্য প্রাচ্যের দেশগুলিতে পুরুষদের শ্রেষ্ঠত্ব প্রদান করা হয়।\nআওয়াতেফ তার পুরো প্রাপ্তবয়স্ক জীবন জুড়ে, পুরুষ শাসিত, \"মধ্যপ্রাচ্য\" সমাজের \"সাদ্দাম হোসেন\" এর স্বৈরশাসনের অধীনে দমনমূলক রীতির বিরুদ্ধে সংগ্রাম করেছেন এবং নিজেকে সেই ভয়াবহ পরিস্থিতি থেকে সরিয়ে নেওয়ার সিদ্ধান্তের প্রতিক্রিয়া। তার জন্মস্থান ইরাক থেকে পালিয়ে কানাডায় চলে আসার পর থেকে, তিনি তার জীবনের অভিজ্ঞতাগুলিকে একাডেমিক অধ্যয়ন এবং পেশাগত সক্রিয়তার সাথে সংযুক্ত করে ইরাক ও সারা বিশ্বে অধিকতর নারীর অধিকারের দিকে এগিয়ে যেতে কাজে লাগিয়েছেন। তিনি পড়াশোনা করেছেন: একাডিয়া বিশ্ববিদ্যালয়, মাউন্ট সেন্ট ভিনসেন্ট বিশ্ববিদ্যালয় এবং তিনি ২০০৮ সালে সেন্ট মেরি বিশ্ববিদ্যালয় থেকে উইমেন স্টাডিজ -এ মাস্টার্স অব আর্টস ডিগ্রি অর্জন করেছিলেন। মাস্টার্স ডিগ্রির প্রয়োজনীয়তার জন্য তার থিসিস হল: ইরাকি ওমেন: ম্যাকানিজম অব ওভারসাদউইং, সাবর্ডিনেশন অ্যান্ড ইনফেরিওরিজাশন (বাংলা- ইরাকি নারী: ওভারশ্যাডিং, অধীনতা ও নিম্নমানের প্রক্রিয়া)\nতিনি ইন্টারন্যাশনাল ক্যাম্পেইন এগেইনস্ট শরিয়া কোর্ট ইন কানাডা সাথে যুক্ত এবং যুক্তরাজ্যভিত্তিক আরেকটি আন্তর্জাতিক সংস্থার ওমেন লিভিং আন্ডার মুসলিম ল'স সঙ্গেও যুক্ত রয়েছেন।\n\n\n== তথ্যসূত্র =="}