{"pageid": 1090070, "title": "সিমিন বেহবাহানি", "url": "https://bn.wikipedia.org/wiki?curid=1090070", "content": "সিমিন বেহবাহানি (সিমিনবার খলিলি, ফার্সি: سیمین بهبهانی   ; ২০শে জুলাই ১৯২৭- ১৯শে আগস্ট ২০১৪) ছিলেন একজন বিশিষ্ট ইরানি সমসাময়িক কবি, গীতিকার এবং কর্মী। তিনি গজল -কাব্যিক রীতির কবিতার জন্য পরিচিত। তিনি আধুনিক ফার্সি কবিতার একটি প্রতিমূর্তি, ইরানি বুদ্ধিজীবী। তাকেইরানের সিংহী নামে ডাকা হয়। তিনি সাহিত্যে নোবেল পুরস্কারের জন্য দুবার মনোনীত হয়েছিলেন এবং বিশ্বজুড়ে অনেক প্রশংসা পেয়েছিলেন।\n\n\n== প্রাথমিক জীবন এবং পরিবার ==\n\nসিমিন বেহবাহানি, জন্মের সময় যার নাম ছিল সিমিনবার খলিলী ( ফার্সি: سیمین خلیلی   ) (سيمين خليلی), একজন ইরাকি বংশোদ্ভূত কবি, কূটনীতিক, সংবাদপত্র প্রকাশক, এবং আঘধম (ইংরেজি: Action ) সংবাদপত্রের সম্পাদক, এবং ফরাসি ভাষার কবি এবং একজন শিক্ষক। তার পিতা আব্বাস খলিলি ফার্সি এবং আরবি উভয় ভাষায় কবিতা লিখেছিলেন এবং তিনি ফেরদৌসীর শাহনামার প্রায় ১১০০ টি স্তবক আরবিতে অনুবাদ করেছিলেন। ফাহর-ওজমা আরগুন তার সময়ের প্রগতিশীল মহিলাদের মধ্যে একজন ছিলেন এবং ১৯২৫ থেকে ১৯২৯ সালের মধ্যে কানুন-ই নেসভান-ই-ভাতানখাহ (দেশপ্রেমিক মহিলাদের সংগঠন) এর সদস্য ছিলেন। একজন ধাত্রী হিসেবে প্রশিক্ষণ গ্রহণকালে তিনি স্কুলের বিরুদ্ধে একটি নিবন্ধ লেখার এবং এটির সমালোচনা করার অভিযোগে অভিযুক্ত হন। এই মিথ্যা অভিযোগের কারণে, তাকে স্কুল থেকে বরখাস্ত করা হয়েছিল এবং তখনই তিনি কমিউনিস্ট তুদেহ (ম্যাসেস) পার্টির সদস্য হয়েছিলেন। হিজব-ই ডেমোক্র্যাট (ডেমোক্রেটিক পার্টি) এবং কানুন-ই-জনান (মহিলা সমিতি) -এর সদস্যপদ ছাড়াও, তিনি কিছু সময়ের জন্য (১৯৩২) ইয়ান্দে-ইয়ে ইরান (ইরানের ভবিষ্যত) সংবাদপত্রের সম্পাদক ছিলেন। তিনি তেহরানের মাধ্যমিক বিদ্যালয় নামুস, দুর ওল-মোল্লেমাত এবং নো'বেভেগানে ফরাসি ভাষা পড়িয়েছিলেন।\n\n\n== ক্যারিয়ার ==\nসিমিন বেহবাহানি বারো বছর বয়সে কবিতা লেখা শুরু করেন এবং চৌদ্দ বছর বয়সে তার রচিত প্রথম কবিতা প্রকাশ করেন। তিনি  নিমা ইয়ুশজির \"চর পারেহ\" শৈলী ব্যবহার করতেন এবং পরবর্তীকালে তা গজলএ পরিণত হয়। বেহবাহানি কবিতায়গজল শৈলী ব্যবহারের মাধ্যমে কবিতায় নাট্য বিষয় এবং দৈনন্দিন ঘটনা ও কথোপকথন যোগ করে একটি ঐতিহাসিক উন্নয়ন সাধনে অবদান রাখেন। তিনি ঐতিহ্যবাহী ফার্সি শ্লোকের পরিসর প্রসারিত করেন এবং বিংশ শতাব্দীতে ফার্সি সাহিত্যের বেশকিছু উল্লেখযোগ্য রচনা তৈরি করেন।\nতিনি ইরানি লেখক সমিতির সভাপতি ছিলেন এবং ১৯৯৯ এবং ২০০২ সালে সাহিত্যে নোবেল পুরস্কারের জন্য তিনি মনোনীত হন। ২০১৩ সালে, তিনি কবিতার জন্য জানুস প্যানোনিয়াস গ্র্যান্ড প্রাইজ পেয়েছিলেন।\n২০১০ সালের মার্চের প্রথম দিকে, সরকারি নিষেধাজ্ঞার কারণে তিনি দেশ ছাড়তে পারেননি। যখন তিনি প্যারিসে একটি বিমানে চড়তে যাচ্ছিলেন, তখন পুলিশ তাকে আটক করে এবং তাকে \"সারা রাত\" জিজ্ঞাসাবাদ করে। পরে তার পাসপোর্ট ছাড়াই তাকে ছেড়ে দেওয়া হয়েছিল। তার ইংরেজ অনুবাদক (ফারজানেহ মিলানি) গ্রেপ্তারের ঘটনায় বিস্ময় প্রকাশ করেছিলেন কারণ বেহবানীর বয়স তখন ৮২ এবং তিনি প্রায় অন্ধ ছিলেন। তিনি বলেন, \"আমরা সবাই ভেবেছিলাম যে তিনি অস্পৃশ্য।\"\n\n\n== ব্যক্তিগত জীবন ==\nতিনি দুটি বিয়ে করেছিলেন, প্রথমটি হাসান বেহবাহানির সাথে এবং এর পরিণতি ছিল বিবাহবিচ্ছেদ। প্রথম পক্ষে তার তিনটি সন্তান ছিল, যার একটি মেয়ে ও দুইটি ছেলে। তার দ্বিতীয় বিয়ে ছিল মনুচেহর কৌশিয়ারের সাথে এবং ১৯৮৪ সালে মনুচেহর মারা গেলে এই বিয়ের সমাপ্তি ঘটে।\n\n\n== মৃত্যু ==\n২০১৪ সালের ৬ই আগস্ট বেহবাহানি হাসপাতালে ভর্তি হন। তিনি ৬ই আগস্ট থেকে ১৯শে আগস্ট তার মৃত্যুর আগ মুহূর্ত পর্যন্ত কোমায় ছিলেন এবং ৮৭ বছর বয়সে তেহরানের পালমোনারি হৃদরোগের পার্স হাসপাতালে তিনি মারা যান। হাজার হাজার লোকের উপস্থিতিতে, ২২ আগস্ট বাহাদত হলে এই বিশিষ্ট কবির অন্ত্যেষ্টিক্রিয়া অনুষ্ঠিত হয়েছিল এবং তার লাশ বেহেস্ত-ই-জাহরাতে দাফন করা হয়।\n\n\n== কাজ ==\n\nদ্য ব্রোকেন লুট [সেহ-তার-ই শেকাস্তেহ, ১৯৫১]\nফুটপ্রিন্ট [জা-ইয়ে পা, ১৯৫৪]\nশ্যান্ডেলিয়ার [চেলচেরাঘ, ১৯৫৫]\nমার্বেল [মারমার ১৯৬১]\nরেসাররাকশন [রাস্তাখিজ, ১৯৭১]\nএ লাইন অফ স্পিড এন্ড ফায়ার [খাত্তি জে সোরাত ভা আতশ, ১৯৮০]\nআরজান প্লেইন [দাশ্ত-ই আরজান, ১৯৮৩]\nপেপার ড্রেস [কাগজিন জামেহ, ১৯৯২]\nআ উইন্ডো অফ ফ্রিডম [ইয়েক দারিচে আজাদী, ১৯৯৫]\nকালেক্টেড পোয়েমস [তেহরান ২০০৩]\nমেইবি ইটস দ্যা মেসিয়াহ [শায়াদ কে মেসিহাস্ট, তেহরান ২০০৩] নির্বাচিত কবিতা, আলি সালামি কর্তৃক অনুবাদিত\nএ কাপ অফ সিন, নির্বাচিত কবিতা, অনুবাদ করেছেন ফারজানেহ মিলানি এবং কাভে সাফা\n\n\n== পুরস্কার এবং সম্মাননা ==\n১৯৯৮-হিউম্যান রাইটস ওয়াচ হেলম্যান-হ্যামেট গ্রান্ট\n১৯৯৯- কার্ল ভন অসিয়েৎস্কি পদক\n২০০৬- নরওয়েজিয়ান লেখকদের ইউনিয়ন ফ্রিডম অব এক্সপ্রেশন পুরস্কার\n২০০৯ -এমটিভিইউ কবি বিজয়ী\n২০১৩- হাঙ্গেরিয়ান পেন ক্লাব থেকে জানুস প্যানোনিয়াস কাব্য পুরস্কার\n\n\n== আরও দেখুন ==\n\nমিনা আসাদী\nপারভিন ইতেসামি\nফারোখজদ\nলীলা কাসরা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nচোপড়া, আরএম, \"ফারসি ভাষার বিশিষ্ট কবিরা\", ইরান সোসাইটি, কলকাতা, ২০১০\n\n\n== বহিঃসংযোগ ==\nসিমিন বেহবাহানির জীবনী\nসিমিন বেহবাহানির জীবন ও কবিতা নিয়ে একটি আন্তর্জাতিক সিম্পোজিয়াম\nএকজন কবি যিনি 'কখনো তার কলম বা আত্মাকে বিক্রি করেননি'\nসিমিন বেহবাহানির বক্তৃতা এবং বই স্বাক্ষর - ইউসিএলএ\nসিমিন বেবাহানি এসওএএস, লন্ডন বিশ্ববিদ্যালয়ের, ৬ই ফেব্রুয়ারি ২০০৫, ইউটিউব ( অংশ ১, অংশ ২ ) এ কবিতা পড়েন।\nসারা ওম্মাত-ই আলী, সিমিন বেহবাহানি: আমি বেঁচে আছি, ইন ফার্সি, সারমায়েহ [ক্যাপিটাল] সংবাদপত্র (রুজ'নামেহ-ইয়ে সারমায়েহ)। পুনরায় মুদ্রিত: অ্যাসোসিয়েশন অফ দ্য ইরানি উইমেন ( কানুন-ই-জানান-ই ইরানি ), বুধবার ৫ ডিসেম্বর ২০০৭।\nশাহাব মির্জাই, A Line Made From Swiftness and Fire ( Khatti ze Sor'at va Ātash ), ফারসি ভাষায়, জাদিদ অনলাইন, ২০০৮, [http://www.jadidonline.com/story/17072008/frnk/simin_behbahani ।"}