{"pageid": 1090726, "title": "২০১৩ কামদুনি গণধর্ষণ ও হত্যা মামলা", "url": "https://bn.wikipedia.org/wiki?curid=1090726", "content": "২০১৩ সালের ৭ই জুন, ২০ বছর বয়সী এক কলেজছাত্রীকে অপহরণ, গণধর্ষণ ও খুন করা হয়, রাজ্যের প্রধান শহর ও রাজধানী কলকাতা থেকে প্রায় ২০ কিলোমিটার ও উত্তর ২৪ পরগনা জেলার বারাসাত থেকে ১৬ কিলোমিটার দূরে কামদুনি গ্রামে। ২০১৬ সালের জানুয়ারিতে অভিযুক্তদের মৃত্যুদণ্ড ও যাবজ্জীবন কারাদণ্ড দেওয়া হয়।\n\n\n== ঘটনা ==\nশিপ্রা ঘোষ নামে ডিরোজিও কলেজের বিএ দ্বিতীয় বর্ষের ছাত্রী বিকেলে কামদুনি বিডিও অফিস রোড ধরে বাড়ি হেঁটে যাচ্ছিল, যখন তাকে অপহরণ করে একটি কারখানার ভিতরে নিয়ে যাওয়া হয়, যেখানে তাকে আটজন গণধর্ষণ করে। তাকে ধর্ষণ করার পর অপরাধীরা তার পা নাভি পর্যন্ত ছিঁড়ে ফেলে, গলা কেটে তার লাশ পাশের মাঠে ফেলে দেয়।\nস্থানীয় সময় রাত সাড়ে ৮ টার দিকে, ভুক্তভোগীর ভাইরা রাজারহাটের খড়িবাড়ির আট বিঘা অঞ্চলে একটি ভেড়ির পাশে তাদের বোনের  মৃতদেহ উদ্ধার করে। রাত ৯ টা ৪৫ মিনিটের দিকে  গ্রামবাসী ও পুলিশের মধ্যে ঝগড়া এবং পরে সংঘর্ষের ঘটনা ঘটে, যখন তারা মৃতদেহ  উদ্ধারের চেষ্টা করেন। জনতা পুলিশের তিনটি গাড়ি ভাঙচুর করে। রাত ২ টার সময় একটি বিশাল পুলিশ দল গ্রামবাসীদের কাছ থেকে নিহতের মৃতদেহ উদ্ধার করে এবং ময়নাতদন্তের জন্য বারাসাতে পাঠায়।\n১৫ জুন সন্ধ্যায়, ভারতীয় রিজার্ভ ব্যাটালিয়নের একটি দল কামদুনিতে ফ্ল্যাগ মার্চ শুরু করে। আধা সামরিক বাহিনীর নজরদারি সত্ত্বেও নাগরিক ফোরামের একটি দল কামদুনি পরিদর্শন করেছে। মাতঙ্গিনী মহিলা সমিতি, মৈত্রী, মানবী, অহল্যা ও চেতনা সহ বেশ কয়েকটি মহিলা সংগঠন কামদুনি পরিদর্শন করে।\nপশ্চিমবঙ্গের মুখ্যমন্ত্রী মমতা ব্যানার্জী ১৭ জুন কামদুনি পরিদর্শন করেন। তিনি প্রতিশ্রুতি দিয়েছিলেন যে ঘটনার ১৫ দিনের মধ্যে গ্রেফতারকৃতদের বিরুদ্ধে চার্জশিট তৈরি করা হবে এবং তার সরকার দোষীদের মৃত্যুদণ্ডের জন্য আবেদন করবে।\n\n\n== গ্রেপ্তার ও মামলা ==\nকামদুনির বাসিন্দারা প্রধান অপরাধী আনসার আলীকে ধরে পুলিশের কাছে সমর্পণ করে। জিজ্ঞাসাবাদের পর তিনি আরও চারজন সহ অপরাধটি করেছে বলে স্বীকার করেন। এফআইআর-এ পাঁচ জনের নাম ছিল। তার ভিত্তিতে ৮ই জুন ভোরবেলা জেলা পুলিশ তিনজনকে গ্রেফতার করে। \n\n\n== প্রতিবাদ ==\nকামদুনি বাসিন্দারা ৮ জুন ভোরবেলা থেকে অপরাধীদের দৃষ্টান্তমূলক শাস্তির জন্য বিক্ষোভ করে। তৎকালীন খাদ্য ও সরবরাহ মন্ত্রী জ্যোতিপ্রিয় মল্লিক গ্রামবাসীদের সাথে দেখা করেন এবং নিহতের বড় ভাইকে চাকরির প্রতিশ্রুতি দেন, যা গ্রামবাসীরা তাৎক্ষণিকভাবে প্রত্যাখ্যান করে।  বসিরহাটের তৎকালীন সাংসদ হাজী নুরুল ইসলাম ও উত্তর চব্বিশ পরগনা জেলা তৃণমূল কংগ্রেসের সভাপতি নির্মল ঘোষও বিক্ষোভকারীদের সঙ্গে দেখা করেন। যখন তারা এই অপরাধের জন্য প্রাক্তন সিপিআই (এম) কে দায়ী করেন, তখন তার গাড়িটি বিক্ষোভকারীদের দ্বারা ক্ষতিগ্রস্ত হয়। অপরাধীদের শাস্তি দাবি করে ৪ জুলাই পর্যন্ত বিক্ষোভ চলতে থাকে।\n\n\n== তথ্যসূত্র =="}