{"pageid": 1090733, "title": "পাকিস্তানে কন্যাশিশু হত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1090733", "content": "পাকিস্তানে কন্যাশিশু হত্যা ভারতীয় উপমহাদেশের একটি সাধারণ অভ্যাস ছিল। কিন্তু এটি স্থানীয় পুলিশ ও সরকার এবং উভয় প্রতিবেশীর মধ্যে তৈরি অধ্যাদেশ দ্বারা গৃহীত পদক্ষেপগুলির মাধ্যমে পাকিস্তান ও ভারতে উভয়ই একটি সাধারণ অভ্যাস নয়।\n\n\n== ইতিহাস ==\n১৯ শতকের সময়, উত্তর - পশ্চিম ব্রিটিশ ভারত জনসংখ্যার এক-চতুর্থাংশ মাত্র অর্ধেক কন্যা সংরক্ষণ করেছিল, অন্য জনসংখ্যার ৩/৪ জন লিঙ্গের অনুপাত সুষম ছিল। প্রতি ১০০ জন মহিলার বিপরীতে ১১৮ জন পুরুষ ছিল। এই অঞ্চলের ২০ শতকের শেষের দিকের লিঙ্গ অনুপাতের সাথে তুলনীয়, যা এখন ভারত ও পাকিস্তানের মধ্যে বিভক্ত।\nখারাল জনগোষ্ঠীর মধ্যে কন্যাশিশুহত্যা সাধারণ বিষয় ছিল। \nএই রিপোর্টে পুত্র সন্তানের আকাঙ্খার বিষয়ে মির্জা সাহিবান ট্র্যাজিক রোম্যান্সের প্রেক্ষাপট প্রদান করা ২০১০ সালের  বইয়ের কথা উল্লেখ করা হয় এবং অনুশীলনটিকে একটি বৃহত্তর আর্থ-সামাজিক বিশ্লেষণের মধ্যে রাখা রেখেছে।\n\n\n== পুত্র সন্তানের আকাঙ্খা ==\nএকইভাবে দক্ষিণ এশিয়ার অন্যান্য দেশের মতো, পাকিস্তানি পরিবারের পুত্র সন্তানের আকাঙ্খা জোরালো রয়েছে। পিতামাতার উর্বরতা অসম্পূর্ণ থাকে যতক্ষণ না পছন্দসই পুত্র সন্তানের জন্ম হয়। কৃষি জমির পুরুষ উত্তরাধিকার, এবং পুরুষদের জমিতে কাজ করার জন্য উপযুক্ত হিসাবে দেখা হওয়ার কারণে গ্রামাঞ্চলে পুত্র সন্তানের আকাঙ্খা বিরাজমান।  পুত্র সন্তানের প্রায়শই সম্পদ, স্বাস্থ্যসেবা ও শিক্ষার জন্য আরও ভাল পরিষেবা দেওয়া হয়। প্রসবপূর্ব লিঙ্গ-নির্বাচনের ঘটনা উচ্চ শ্রেণির মধ্যে যাদের চিকিৎসা সেবা ও প্রযুক্তির নাগাল আছে তাদের মধ্যে বেশি দেখা যায়, অপরদিকে জন্মের পরে অপব্যবহার (শিশুহত্যা এবং পরিত্যাগ) আর্থিক ভাবে নিম্নবর্গের মধ্যে বেশি দেখা যায়। যে মেয়েরা অবাঞ্ছিত তাদের প্রায়ই বাল্যবিবাহে বাধ্য করা হয়। পুত্র সন্তানের আকাঙ্খা  পাকিস্তানি মহিলাদের অবস্থার উপর প্রভাব ফেলে। কমপক্ষে একটি পুত্র সন্তান ধারণকারী মহিলাদের গৃহস্থালি সিদ্ধান্ত গ্রহণের ক্ষেত্রে উচ্চতর অবস্থান রয়েছে। \n\n\n== যৌতুক ==\nপরিবারগুলি প্রায়ই কন্যা সন্তান চায় না, কারণ কন্যাদের বিবাহের সময় যৌতুক দিতে হবে বলে আশা করা হয়। যৌতুক দেওয়া ও প্রত্যাশা করা সংস্কৃতির অংশ, পাকিস্তানের প্রতিটি অঞ্চলে বেশিরভাগ বিবাহে কনের পরিবার থেকে  বরের পরিবারে যৌতুক প্রদান করা হয়। যৌতুক সংক্রান্ত বিরোধ অনেক সময় সহিংসতার দিকে নিয়ে যায়। প্রতিবছর ২০০০ টির বেশি যৌতুক-সংক্রান্ত মৃত্যু এবং যৌতুক-সহিংসতার কারণে প্রতি ১০০,০০০ জন মহিলাদের মধ্যে বার্ষিক ২.৪৫ জনের মৃত্যু ঘটে, পাকিস্তানে বিশ্বে প্রতি ১০০,০০০ জন মহিলাদের মধ্যে যৌতুক মৃত্যুর হার সবচেয়ে বেশি। \n\n\n== তথ্যসূত্র =="}