{"pageid": 1090069, "title": "মন কি আওয়াজ প্রতিজ্ঞা", "url": "https://bn.wikipedia.org/wiki?curid=1090069", "content": "মন কি আওয়াজ প্রতিজ্ঞা একটি ভারতীয় টেলিভিশন সিরিজ যা স্টার প্লাসে প্রচারিত হত। সিরিজটির প্রিমিয়ার হয়েছিল ৭ই ডিসেম্বর ২০০৯ সালে এবং শেষ হয়েছিল ২৭শে অক্টোবর ২০১২ সালে। এতে অভিনয় করেছেন পূজা গোর এবং আরহান বেহিল। ডিরেক্টরস কুট প্রোডাকশনসের প্রযোজনায় স্টার ভারত এবং উৎসব ভারত (শুধুমাত্র যুক্তরাজ্য/ইউরোপ) -এ ১৫ই মার্চ ২০২১ তারিখে সিরিজের একটি নতুন মৌসুম মন কি আওয়াজ প্রতিজ্ঞা  ২ এর প্রিমিয়ার হয়েছিল।\n\n\n== পটভূমি ==\nএটা একজন নারী প্রতিজ্ঞার গল্প, যে তার অধিকার আদায়ের জন্য যেকোনো পর্যায়ে যেতে রাজি আছেন। কৃষ্ণ এলাহাবাদের ক্ষমতাশালী ঠাকুর পরিবারের সন্তান। ঠাকুর পরিবার বনিয়াদি এবং কুসংস্কারে বিশ্বাসী। সাক্সেনা পরিবার বনিয়াদি কিন্তু প্রগতিশীল চিন্তাধারায় বিশ্বাসী। তারা তাদের মেয়ে প্রতিজ্ঞা এবং আরুশিকে সুশিক্ষিত করে তোলে। শুরুর দিকে বেমানান মনে হলেও কৃষ্ণ ঠাকুর এবং প্রতিজ্ঞা সাক্সেনা শেষ পর্যন্ত প্রেমে পড়েন।\nকৃষ্ণ প্রতিজ্ঞাকে গোপন ভালোবাসত এবং সে তাকে বিয়ে করতে বাধ্য করে। প্রতিজ্ঞাকে রক্ষা করার জন্য, তার ভাই আদর্শ কৃষ্ণের বোন কোমলকে বিয়ে করেন। প্রতিজ্ঞা তার বিয়েতে সন্তুষ্ট ছিল না কিন্তু সময়ের সাথে সাথে সে তার জন্য কৃষ্ণের অকৃত্রিম ভালবাসা উপলব্ধি করতে পারে।\nকৃষ্ণের ভাই শক্তির কারণে তার স্ত্রী কেসার মানসিক স্থিতিশীলতা হারায়। ফলস্বরূপ, প্রতিজ্ঞা শক্তি এবং কেশরের পুত্র সমরের দেখাশোনা করতে শুরু করে। শক্তি মেনকাকে বিয়ে করে, যে ঠাকুর পরিবারের সম্পত্তি দখল করতে চায়। অভিমন্যু সিং যাদবের আগমন ঘটে, যে সজ্জন সিংয়ের অবৈধ ছেলে এবং তার অধিকার দাবি করে এবং ঠাকুর পরিবারের বিরুদ্ধে ষড়যন্ত্র শুরু করে। এদিকে, সাক্সেনা পরিবারে, আরুশির প্রাক্তন স্বামী তন্ময়, প্রতিজ্ঞার ভাই আদর্শকে হত্যার পরিকল্পনা করে।\nপ্রতিজ্ঞা এবং কৃষ্ণ আনুষ্ঠানিকভাবে সমরকে গ্রহণ করলে সিরিয়ালটি এগিয়ে যায়। প্রতিজ্ঞা গর্ভবতী হয়ে একটি কন্যা সন্তানের জন্ম দেয়ার পর পুরো পরিবার উদযাপনের মাধয়মে সিরিয়ালটি শেষ হয়।\n\n\n== অভিনয়শিল্পীরা ==\n\n\n=== মূল চরিত্র ===\nপ্রতিজ্ঞা কৃষ্ণ সিং চরিত্রে পূজা গোর - নায়না এবং শ্যামের মেয়ে, আরুশি এবং আদর্শের বোন, কৃষ্ণের স্ত্রী এবং সমরের দত্তক মা/চাচী (২০০৯-২০১২)\nকৃষ্ণ সিং ঠাকুরের চরিত্রে আরহান বেহিল - সজ্জন ও সুমিত্রার পুত্র, শক্তি ও কোমলের ভাই এবং সমরের দত্তক বাবা/চাচা (২০০৯-২০১২)\n\n\n=== বাকি চরিত্রসমূহ ===\nশ্যাম সাক্সেনা চরিত্রে শাহাব খান: নায়নার স্বামী, প্রতিজ্ঞা, আদর্শ এবং আরুশীর বাবা।\nনায়না শ্যাম সাক্সেনা চরিত্রে মনিকা সিং: শ্যামের স্ত্রী, প্রতিজ্ঞা, আদর্শ এবং আরুশির মা।\nআরুশি সাক্সেনা চরিত্রে অবন্তিকা হুন্ডাল: নায়না এবং শ্যামের মেয়ে, প্রতিজ্ঞা এবং আদর্শের ছোট বোন।\nআদর্শ সাক্সেনা চরিত্রে অঙ্কিত গেরা / অনিরুদ্ধ সিং : শ্যাম এবং নায়নার ছেলে, প্রতিজ্ঞা এবং আরুশির বড় ভাই, কোমলের স্বামী (মৃত)।\nকোমল আদর্শ সাক্সেনা চরিত্রে পার্বতী সেহগাল , কৃষ্ণ এবং শক্তির ছোট বোন, আদর্শের স্ত্রী।\nঠাকুর সজ্জন সিং চরিত্রে অনুপম শ্যাম: সুমিত্রার স্বামী কৃষ্ণা, শক্তি এবং কোমলের বাবা এবং এলাহাবাদের ডাকাত ছিলেন।\n\nঠাকুরাইন সুমিত্রা সিং চরিত্রে অস্মিতা শর্মা , কৃষ্ণ, শক্তি এবং কোমলের মা।\nশক্তি সজ্জন সিং চরিত্রে যশবন্ত মেনারিয়া, কৃষ্ণা এবং কোমলের বড় ভাই, কেসারের স্বামী এবং সমরের জৈবিক পিতা।\nকেসার শক্তি সিং চরিত্রে কল্পনা বোহরা / আলিকা শেখ , শক্তির স্ত্রী এবং সমরের জৈবিক মা।\nসমর সিং চরিত্রে একলব্য অহির, কেসার এবং শক্তির পুত্র, কৃষ্ণ এবং প্রতিজ্ঞার দত্তক পুত্র।\nমিনাকা চরিত্রে সনি সিং, শক্তির দ্বিতীয় স্ত্রী।\nদাদীর চরিত্রে আশা শর্মা, প্রতিজ্ঞার পিতামহী\nঅভিমন্যু সিং যাদব চরিত্রে মোহিত মালিক, সৃজন সিংয়ের অবৈধ ছেলে\nআরুশির প্রাক্তন স্বামী তন্ময় শ্রীবাস্তবের চরিত্রে অভিষেক রাওয়াত\nরাধেই চরিত্রে মনমোহন তিওয়ারি\nকার্তিক সাক্সেনার চরিত্রে আর্য ধরমচাঁদ কুমার\nআম্মা চরিত্রে অমিতা উদগত [ওরফে 'ঝাঁটি-লাল' এবং 'গুঙ্গি-দাদি'], সজ্জনের মা এবং কৃষ্ণের পিতামহী\nমাইয়ের চরিত্রে প্রাচি পাঠক\nগঙ্গা চরিত্রে সানা আমিন শেখ, সৃজন সিংয়ের উপপত্নী\nগুঙ্গা চরিত্রে কুণাল জয়সিংহ\nঅনু আমান মাথুর চরিত্রে দিয়া চোপড়া\nঅরুশির প্রাক্তন বাগদত্তার চরিত্রে আমন মাথুর হিসেবে পীযূষ সাহদেব\nগৌরব মাথুরের চরিত্রে শচীন শর্মা (২০১০)\nসর্বেশ্বর মাথুর চরিত্রে চেতন পণ্ডিত (২০১০)\nঅঙ্গদ যাদব চরিত্রে কুণাল করণ কাপুর\nলাকি চরিত্রে কুণাল মধ্যওয়ালা\nযুগ্নু চরিত্রে দীনেশ সোই\nতুন্না চরিত্রে বিনয় রাজপুত\nগুরু মা চরিত্রে প্রতিমা কাজমি\nশকুন্তলা দেবী চরিত্রে সোনাল ঝা\nগুন্ডা চরিত্রে নির্ভয় ওয়াধওয়া\nজয় মাথু্র চরিত্রে মায়াঙ্ক অরোরা\nমাখনু সিং চরিত্রে রাজ প্রেমি\nসংকট সিং চরিত্রে অখিলেন্দ্র মিশ্র -সুমিত্রার ভাই এবং ঠাকুর সজ্জন সিং-এর শ্যালক। কৃষবা, শক্তি এবং কোমলের মামা\nজয়দীপ শুরি\nরলি, প্রতিজ্ঞার বন্ধু চরিত্রে সেহরিশ আলি\nসন্ধ্যা চরিত্রে দীপিকা সিং\nখুশি চরিত্রে সানায়া ইরানি\nগুলাল চরিত্রে মানসী পরেক\n\n\n== অভিযোজন ==\nমারাঠি ভাষায় স্টার প্রবাহে দেবযানী নামে পুনর্নির্মাণ করা হয়েছিল। এটি তেলুগুতে স্টার মা -তে পবিত্র নামে ডা্বিং করা হয়েছিল।\n\n\n== সৃজন ==\n\n\n=== প্রচারণা ===\nসিরিজটি শুরুর আগে প্রচারণার অংশ হিসেবে, ২০০৯ সালের ডিসেম্বরে, মুম্বাইয়ের নরিমন পয়েন্টে মেরি প্রতিজ্ঞা হিসেবে একটি প্রচারাভিযান চালনা করা হয়েছিল। সেখানে সিরিয়ালটির প্রধান চরিত্র পূজা গোর ৫০০ জন নারীকে নিয়ে ইভটিজিং এবং মহিলাদের অসুস্থতার চিকিৎসা সম্পর্কে সচেতনতা সৃষ্টি করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহটস্টারে অফিসিয়াল ওয়েবসাইট"}