{"pageid": 1090651, "title": "এলিন ক্রান্টজ হত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1090651", "content": "এলিন ক্রান্টজ ছিলেন একজন ২৭ বছর বয়সী সুইডিশ নারী। তাকে ২০১০ সালের ২৬ সেপ্টেম্বর গোথেনবার্গের বিস্কোপসগার্ডেন জেলায়  হত্যা করা হয়। বিস্কোপসগার্ডেনে ২৩ বছর বয়সী ইথিওপিয়ান অভিবাসী এফ্রেম ইওহানেস ক্রান্টজকে ধর্ষণ করে হত্যা করে।\nএলিন ক্রান্টজ হত্যাকাণ্ডে ইওহানেস নামক এক ব্যাক্তিকে দোষী সাব্যস্ত করা হয়। বিচারে তাকে ১৬ বছরের কারাদণ্ড ও মুক্তি-পরবর্তী নির্বাসন দেওয়া হয়।\n\n\n== পটভূমি ==\n২০১০ সালের ২৬ সেপ্টেম্বর, ফালকোপিং-এর ২৭ বছর বয়সী সুইডিশ মহিলা এলিন ক্রান্টজ এক সন্ধ্যায় গোথেনবার্গের নৈশজীবন উপভোগ করার পর এক বন্ধুর সাথে ট্রামে করে নিয়ে বাড়ি যান। সিকিউরিটি ক্যামেরার ফুটেজে দেখা গেছে যে তার বন্ধু ট্রাম থেকে নামার পরে তার কাছে কেউ একজন এসেছিল। পরে একজন ব্যক্তি তাকে ধর্ষণ করার চেষ্টা করেছিল এবং পরবর্তীতে তাকে মারধর করে হত্যা করেছিল।  পরের দিন গোথেনবার্গের বিস্কোপসগার্ডেন জেলায় ক্রান্টজের মারাত্মকভাবে আঘাতপ্রাপ্ত মৃতদেহ পাওয়া যায়। ২৮ সেপ্টেম্বরে ২৩ বছর বয়সী ইথিওপিয়ার নাগরিক এফ্রেম ইওহানেসকে গোথেনবার্গ সেন্ট্রাল স্টেশনে সাদা পোশাকের পুলিশদের দ্বারা গ্রেফতার করা হয়। তার কাছে নিরাপত্তা ক্যামেরায় ধরা পড়া ব্যক্তির মতো পোশাক ছিল। এছাড়াও তার চেহারাও মিলে গিয়েছিল। তার কাছে গোথেনবার্গে বসবাসের অনুমতি পত্র ছিল। তার পোশাকে ক্রান্টজের ডিএনএ পাওয়া যায় এবং ক্রান্টজের দেহেও ইওহানের ডিএনএ পাওয়া যায়।\n\n\n== বিচার ==\nইওহানেসকে হত্যা এবং ধর্ষণের জন্য দোষী সাব্যস্ত করা হয়েছিল। ২০১১ সালের মার্চ মাসে ইওহানেসকে ১৮ বছরের কারাদণ্ড এবং পরবর্তী নির্বাসনের শাস্তি দেওয়া হয়।  নির্বাসনের শাস্তিতে দুই বছরের হ্রাস প্রয়োগ করা হয় বলে তাকে ১৬ বছর (ভাল আচরণের সাথে প্রায় ১০ ১/২ বছর) কাজ করার কথা ছিল। অভিযুক্ত নির্দোষ বলে দাবি করায় প্রথম সাজাটি হোভ্রাটের কাছে আপিল করা হয়েছিল। প্রসিকিউটর স্টিনা লুন্ডবার্গ যাবজ্জীবন কারাদণ্ড এবং যৌন নিপীড়নের পক্ষে যুক্তি দিয়েছিলেন। ২০১১ সালের শরৎকালে আপিল আদালত মূল শাস্তি বহাল রাখে। হোভ্রাট আদালতের কার্যক্রম চলাকালীন খবর ছড়িয়ে পড়ে যে ইওহানের স্ত্রী ও সন্তানরা তাদের জীবনের জন্য বেশ কয়েকটি হুমকির কারণে ইউরোপ ছেড়ে চলে গেছে। এলিন ক্রান্টজের বাবা-মা এবং তার পাঁচ ভাইবোনকে প্রায় €৬০,০০০ ইউরো অপরাধমূলক ক্ষতিপূরণ দেওয়া হয়েছিল।\nইওহানিস প্রথমে নরটালজিন্সটালটেন শহরে বন্দী ছিলেন, যা নরটালজের একটি উচ্চ নিরাপত্তা কারাগার, কিন্তু একজন সহবন্দীকে আক্রমণ করার পর তাকে সালার সালবার্গানস্টালটেন কারাগারে স্থানান্তর করা হয়।  ইওহানেস অনুপযুক্ত আচরণের জন্য বেশ কয়েকটি সতর্কতা পেয়েছে।\n\n\n== তথ্যসূত্র =="}