{"pageid": 10907, "title": "রন রিভেস্ট", "url": "https://bn.wikipedia.org/wiki?curid=10907", "content": "অধ্যাপক রোনাল্ড লিন রিভেস্ট (; জন্ম ১৯৪৭, শ্নেকট্যাডি, নিউ ইয়র্ক) হলেন একজন ক্রিপ্টোবিদ এবং ম্যাসাচুসেট্‌স ইনস্টিটিউট অফ টেকনোলজি'র তড়িৎ প্রকৌশল এবং কম্পিউটার বিজ্ঞান বিভাগের এমা ভিটারবি অধ্যাপক।  তিনি প্রকাশ্য-চাবি ক্রিপ্টোকরণ ব্যবস্থায় অসামান্য অবদানের জন্য বিখ্যাত হয়ে আছেন। এই ব্যবস্থাটিতে তিনি লেন এডলম্যান এবং আদি শামির'র সাথে একত্রে আরএসএ অ্যালগোরিদম উদ্ভাবণ করেন যার স্বীকৃতিস্বরূপ তাদের তিনজনকে ২০০২ সালে টুরিং পুরস্কার-এ ভূষিত করা হয়।\nতিনি ইয়েল বিশ্ববিদ্যালয় থেকে ১৯৬৯ সালে গণিতে ব্যাচেলর ডিগ্রী এবং স্ট্যানফোর্ড বিশ্ববিদ্যালয় থেকে ১৯৭৪ সালে কম্পিউটার বিজ্ঞানে পিএইচডি ডিগ্রী অর্জন করেন। তিনি ইনট্রোডাকশান টু অ্যালগোরিদম('সিএলআরএস' নামেও পরিচিত) নামক অ্যালগোরিদম বিষয়ের একটি আদর্শ পাঠ্যপুস্তকের সহ-প্রণেতা। তিনি এমআইটি কম্পিউটার বিজ্ঞান ও কৃত্রিম বুদ্ধিমত্তা গবেষণাগারের(সিএসএআইএল) একজন সদস্য এবং ক্রিপ্টোবিদ্যা ও তথ্য নিরাপত্তা দলের প্রতিষ্ঠাতা। তাছাড়া তিনি আরএসএ উপাত্ত নিরাপত্তা দলটি প্রতিষ্ঠা করেন।(বর্তমানে এটাকে নিরাপত্তা গতিবিদ্যা এর সাথে একত্রিত করে আরএসএ নিরাপত্তা গঠন করা হয়েছে।) এবং পিপারকয়েন দলটিও তার প্রতিষ্ঠিত। অধ্যাপক রিভেস্টের গবেষণার পরিধি- ক্রিপ্টোবিদ্যা, কম্পিউটার ও নেটওয়ার্ক নিরাপত্তা এবং অ্যালগোরিদম, বিষয়গুলিতে পরিব্যাপ্ত।\nএছাড়াও তিনি সুষম-চাবি ক্রিপ্টোকরণ অ্যালগোরিদম- আরসি২, আরসি৪, আরসি৫ এর উদ্ভাবক এবং আরসি৬ এর সহ-উদ্ভাবক। আরসি মানে হলো রিভেস্ট সাইফার বা অন্যভাবে বললে, রন-এর কোড। (মনে প্রশ্ন জাগতে পারে আরসি১ বা আরসি৩ কই গেলো! আসলে তৈরি করার সময়েই আরএসএ নিরাপত্তা ব্যবস্থায় ব্যবহৃত আরসি৩ পরাভূত হয়; আর আরসি১ কখনো প্রকাশই করা হয়নি।) একিভাবে তিনি এমডি২, এমডি৪ এবং এমডি৫ নামক ক্রিপ্টীয় হ্যাশ অপেক্ষক উদ্ভাবণ করেন।\nঅধ্যাপক রিভেস্ট একাধারে ন্যাশনাল একাডেমী অফ ইঞ্জিনিয়ারিং ও ন্যাশনাল একাডেমী অফ সায়েন্সেস এর সদস্য এবং এসিএম, ইন্টারন্যাশনাল অ্যাসোসিয়েশান ফর ক্রিপ্টোগ্রাফিক রিসার্চ, ও আমেরিকান একাডেমী অফ আরটস এন্ড সায়েন্সেস এর ফেলো। তিনি ২০০০ সালে আদি শামির এবং লেন এডলম্যান এর সাথে যৌথভাবে আইইইই কোযি কোবেয়াশি কম্পিউটার এন্ড কম্যুনিকেশানস পুরস্কার এবং সিকিওর কম্পিউটিং লাইফটাইম এচিভমেন্ট পুরস্কার অর্জন করেন। রোম বিশ্ববিদ্যালয় থেকে অধ্যাপক রিভেস্ট সম্মানসূচক ডক্টরেট ডিগ্রী(\"লরা অনারিস কসা\") লাভ করেন। তিনি বিশ্ব প্রযুক্তি কর্মজাল এর ফেলো এবং ২০০২ সালে যোগাযোগ প্রযুক্তিতে অবদানের জন্য প্রদত্ত বিশ্ব প্রযুক্তি পুরস্কারের চূড়ান্ত পর্বে প্রতিদ্বন্দিতা করেন। ২০০৫ সালে তিনি এমআইটিএক্স আজীবন কৃতিত্ব পুরস্কার লাভ করেন।\n\n\n== প্রকাশিত গ্রন্থাবলী ==\nCormen, Thomas H. (১৯৯০)। Introduction to Algorithms (first edition সংস্করণ)। MIT Press and McGraw-Hill। আইএসবিএন ০-২৬২-০৩১৪১-৮।  উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অতিরিক্ত লেখা (link) \nCormen, Thomas H. (২০০১)। Introduction to Algorithms (second edition সংস্করণ)। MIT Press and McGraw-Hill। আইএসবিএন ০-২৬২-৫৩১৯৬-৮।  উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অতিরিক্ত লেখা (link) \n\n\n== আরো দেখুন ==\nআর সি অ্যালগোরিদম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরোনাল্ড এল রিভেস্টের মুখ্যপাতা\nআরএসএ সিকিউরিটি ইনক. এর দপ্তরিক সাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ জানুয়ারি ২০০৯ তারিখে\nList of Ron Rivest's publications on DBLP  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ অক্টোবর ২০১২ তারিখে\nList of Ron Rivest's patents on IPEXL\nHome page of Ronald L. Rivest\nOfficial site of RSA Security Inc.  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ জানুয়ারি ২০০৯ তারিখে\nRon Rivest election research papers\nThe ThreeBallot Voting System (PDF)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ আগস্ট ২০০৮ তারিখে\nRivest at the 2009 RSA conference, video with Rivest participating on the Cryptographer's Panel, April 21, 2009, Moscone Center, San Francisco"}