{"pageid": 1090896, "title": "নৈতিক পুলিশ", "url": "https://bn.wikipedia.org/wiki?curid=1090896", "content": "নৈতিক পুলিশ হল সতর্কতামূলক গোষ্ঠীর একটি ছাতা শ্রেণী যা ভারতে নৈতিকতার একটি কোড প্রয়োগ করতে কাজ করে। ভারতের কিছু আইন, এবং ভারতে পুলিশ বাহিনীর কিছু পদক্ষেপকেও নৈতিক পুলিশিংয়ের দৃষ্টান্ত হিসেবে বিবেচনা করা হয়।  নৈতিক পুলিশিংয়ের লক্ষ্য হল এমন কোন কার্যকলাপ যা সতর্ক দল, সরকার বা পুলিশ \"অনৈতিক\" এবং/অথবা \"ভারতীয় সংস্কৃতির বিরুদ্ধে\" বলে মনে করে।\n\n\n== পরিদর্শন ==\nভারতের বেশ কিছু সজাগ গোষ্ঠী রয়েছে যারা ভারতীয় সংস্কৃতি রক্ষার দাবি করে। তারা পশ্চিমা সংস্কৃতি থেকে আমদানি করা বলে মনে করে এমন সাংস্কৃতিক ধারণার প্রতিবাদ ও বিরোধিতা করে। তারা বার এবং পাব আক্রমণ করতে পরিচিত ছিল। এই গোষ্ঠীর মধ্যে কেউ কেউ আক্রমণ করেছে বা শিল্প প্রদর্শনী বন্ধ করতে বাধ্য করেছে, যেখানে তারা দাবি করে যে অশ্লীল চিত্র প্রদর্শিত হচ্ছে।  তারা পশ্চিমা পোশাকের বিরুদ্ধে দীক্ষা প্রদান করেছে।  কেউ কেউ বিউটি পার্লারের নিন্দাও করেছেন।  গণমাধ্যমের কিছু সদস্যও এই ধরনের গোষ্ঠীগুলির সাথে মিলিত হয়েছে।  কিছু রাজনীতিবিদ এই ধরনের দৃষ্টিভঙ্গি এবং মাঝে মাঝে এই ধরনের কার্যকলাপকে সমর্থন করেছেন।\n\n\n== ভালবাসা দিবস ==\nভালোবাসা দিবস প্রায়ই শিবসেনা এবং নৈতিক পুলিশের মত গোষ্ঠীগুলি পশ্চিমা আমদানির জন্য বিরোধিতা করে। ভিজিল্যান্ট গোষ্ঠী এই অনুষ্ঠানের আগে উপহার এবং কার্ডের দোকানে হামলা চালাতে পরিচিত।  দম্পতিদের প্রায়ই হাত ধরে বা প্রকাশ্যে চুম্বনের জন্য মারধর করা হয়।\nশিবসেনা নেতা উদ্ধব ঠাকরে এটাকে ভারতীয় সংস্কৃতির উপর পশ্চিমা আক্রমণ বলে এবং এটা তরুণদের বাণিজ্যিক লাভের জন্য আকৃষ্ট করছে। শিবসেনা নেতা বাল ঠাকরে বলেছেন যে, যেদিন মানুষ সহিংসতা চায় না সেদিন এটা উদযাপন করা উচিত নয়। তিনি এই উৎসবকে নির্লজ্জ এবং ভারতীয় সংস্কৃতির পরিপন্থী বলেও অভিহিত করেছেন। মাঝে মাঝে, পুলিশও এই গোষ্ঠীগুলিকে সীমাবদ্ধ করার চেষ্টা করে কিন্তু যদিও তাদের কর্মকাণ্ড আজ পর্যন্ত বৃদ্ধি পায়।\n\n\n== নৈতিক পুলিশের  ঘটনা ==\nজাগ্রত গোষ্ঠী, ধর্মীয় সংগঠন এবং অসম্পূর্ণ নাগরিকদের দ্বারা\n১৯৯০ এর দশকের গোড়ার দিকে, জম্মু ও কাশ্মীরের দুখতারান-ই-মিল্লাত নামে একটি ইসলামী মহিলা বিচ্ছিন্নতাবাদী সংগঠন স্থানীয় মহিলাদের কে এসিড আক্রমণের হুমকি দিতে শুরু করে। এই সময়ের মধ্যে, তারা সিনেমা হল, ভিডিও পার্লার, বিউটি পার্লার এবং মদের দোকানগুলিতেও আক্রমণ করে। ২০০৫ সালে, তারা হোটেলের বার এবং রেস্তোরাঁয় আক্রমণ করে এবং মদের বোতল ধ্বংস করে।\n১৯৯৬ সালে, একটি হিন্দি ম্যাগাজিন বিচার মিমানসা \"M. F. Husain: A Painter or a Butcher?\"  ১৯৭৫ সালে এম.এফ. হোসেনের আঁকা ছবিগুলির পুনর্মুদ্রণ ছিল। তারা বিভিন্ন হিন্দু দেবীকে নগ্ন বা কপুল ভঙ্গিতে চিত্রিত করেছিল। তার বিরুদ্ধে আটটি ভিন্ন মামলা দায়ের করা হয়েছে। ২০০৮ সালে, দিল্লি হাইকোর্ট তিনটি মামলা বাতিল করেছিল যা এটিতে স্থানান্তরিত হয়েছিল। ১৯৯৬ মিস ওয়ার্ল্ড প্রতিযোগিতা ব্যাঙ্গালুরুতে অনুষ্ঠিত হয়েছিল। এটি প্রতিবাদকারীদের সমালোচনার মুখোমুখি হয়েছিল যারা দাবি করেছিল যে ঘটনাটি মহিলাদের এবং ভারতের সংস্কৃতির অবমাননা করছে। বেশ কিছু আত্মহত্যার হুমকি দেওয়া হয়েছিল। পুলিশ বিজেপির বেশ কয়েকজন সহ ১৫০০ বিক্ষোভকারীকে গ্রেপ্তার করেছে। আত্মহত্যা করার চেষ্টায় একজন মারা যায়। অন্যান্য সংগঠনের মধ্যে যারা এই ঘটনার প্রতিবাদ করেছিল তাদের মধ্যে ছিল: কর্ণাটক রাজ্য রায়তা সংঘ এবং ভারতের কমিউনিস্ট পার্টি। ১৯৯৭ সালে, কেরালার সাবু থমাস নামে একজন আইনজীবী লেখক অরুন্ধতী রায়ের বিরুদ্ধে অশ্লীলতার মামলা দায়ের করেন, দাবি করেন যে দ্য গড অব স্মল থিংসের ২১ তম অধ্যায়টিতে অশ্লীল দৃশ্য রয়েছে। বইটি রাজনীতিক E. M. S. Namboodiripad দ্বারাও সমালোচিত হয়েছিল।\n২০০৫ সালের মে মাসে জাতীয়তাবাদী কংগ্রেস পার্টির (এনসিপি) কর্মীরা মহারাষ্ট্রের পুনেতে একটি পাব আক্রমণ করে, জানালার কাচ ভেঙে দেয় এবং আসবাবপত্র ক্ষতিগ্রস্ত করে। পুনের পুলিশ যখন সাড়ে ১২ টার সমাপনী সময়ের আগে পাঁচটি পাব বন্ধ করতে বাধ্য হয়েছিল তার কয়েকদিন পরে এই পদক্ষেপ নেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n^ http://www.telegraphindia.com/1100215/jsp/jharkhand/story_12106579.jsp সংগ্রহের তারিখ ৩ ডিসেম্বর ২০১৪।\n^ http://www.thehindu.com/todays-paper/tp-national/tp-karnataka/who-will-control-the-vigilantes-moral-policing/article1334563.ece সংগ্রহের তারিখ ৭ ডিসেম্বর ২০১৪।"}