{"pageid": 1090511, "title": "এস ভিথিয়া হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1090511", "content": "শিবলোগনাথন ভিথিয়া (২৫ নভেম্বর ১৯৯৬ - ১৩ মে ২০১৫) ছিলেন ১৮ বছর বয়সী শ্রীলঙ্কার তামিল স্কুলছাত্রী। তাকে ২০১৫ সালের মে মাসে উত্তর শ্রীলঙ্কার পুঙ্গুদুতিভু দ্বীপে গণধর্ষণ করে হত্যা করা হয়েছিল। \n\n\n== পটভূমি ==\nভিথিয়ার পরিবার ১৯৯০ সালে শ্রীলঙ্কার গৃহযুদ্ধের ফলে পুঙ্গুদুতিভু থেকে বাস্তুচ্যুত হয় এবং পরে ভান্নি অঞ্চলের মানকুলামের কাছে মাল্লাভিতে বসতি গড়ে। ভিথিয়া ১৯৯৬ সালের ২৫ নভেম্বর মানকুলামের সরকারি হাসপাতালে জন্মগ্রহণ করেন।  তিনি ৬ষ্ঠ গ্রেড পর্যন্ত নাল্লারু বিদ্যালয়ে পড়াশোনা করেছিলেন।\n২০০৯ সালে গৃহযুদ্ধের শেষ দিকে ভিথিয়া কলম্বোতে পড়াশোনা করছিলেন। কিন্তু ভান্নিতে থাকা তার পরিবার নৃশংস লড়াইয়ে ধরা পড়ে এবং মেনিক ফার্ম বন্দী শিবিরে শেষ হয়। ভিথিয়া এবং তার পরিবার ২০১০ সালে পুঙ্গুদুতিভুতে তাদের নিজ গ্রামে স্থানান্তরিত হয়েছিল। ভিথিয়া পুঙ্গুদুতিভু মহা বিদ্যালয়ের একজন ছাত্রী ছিলেন যিনি অ্যাডভান্সড লেভেল অধ্যয়ন করছিলেন। \nপুঙ্গুদুতিভু সহ জাফনা উপদ্বীপের দ্বীপগুলি ১৯৯০ সাল থেকে শ্রীলঙ্কা নৌবাহিনীর নিয়ন্ত্রণে ছিল। এই সময়ে দ্বীপগুলি ধর্ষণ ও হত্যার অসংখ্য মামলার জন্য কুখ্যাত হয়ে ওঠে, যার বেশিরভাগই নৌবাহিনীর উপর দোষারোপ করা হয় এবং সরকার ইলাম পিপলস ডেমোক্রেটিক পার্টির আধা সামরিক গোষ্ঠীকে সমর্থন করে। হাই-প্রোফাইল মামলাগুলির মধ্যে রয়েছে শরৎম্বলের ধর্ষণ/হত্যা (১৯৯৯), ইলায়াথাম্বি থারসিনির ধর্ষণ/হত্যা (২০০৫) এবং আল্লাইপিডি গণহত্যা (২০০৬)।\n\n\n== ঘটনা ==\nভিথিয়া সাধারণত তার বাড়ি থেকে প্রায় ২ কিলোমিটার দূরে সাইকেলে করে স্কুলে যেত। তার বাড়ির কাছাকাছি আরও দুটি মেয়ে বসবাস করত। ভিথিয়া তাদের সাথেই বিদ্যালয়ে যেত। তবে ১৩ মে ২০১৫ সকালে সেই দুই মেয়ে অসুস্থ ছিল। এছাড়াও নিশানথান তাকে মোটরসাইকেলে স্কুলে নিয়ে যেতেন। কিন্তু সেদিন তিনি বাইরে চলে গিয়েছিলেন। ফলে ভিথিয়া সকাল ৭.২৫ মিনিটে সাইকেলে একা স্কুলের উদ্দেশ্যে রওয়ানা করে। \nদুপুর ২.০০ টায় স্কুল ছুটি হয় এবং সাধারণত ভিথিয়া বিকেল ৩.০০ টার মধ্যে বাড়িতে আসে। সেদিন স্কুল ছুটির পর তিনি বাড়ি ফিরতে ব্যর্থ হলে তার মা সরস্বতী এবং নিশানথান তার স্কুলে যায়। সেখানে তারা জানতে পারে সেদিন সে স্কুলে যায়নি। স্কুলের কাছে একটি বুটিক চালানো পরিবারের এক আত্মীয়ও তাদের বলেছিলেন যে তিনি সেদিন তাকে দেখেননি। সন্ধ্যা ৬.০০ টায় ভিথিয়ার পরিবার পুঙ্গুদুতিভুর কুরিকাট্টাভানে পুলিশ চেকপয়েন্টে গিয়ে তার নিখোঁজ হওয়ার খবর জানায়। কিন্তু নিশানথান এবং স্থানীয় বাসিন্দাদের মতে, এই ব্যাপারে পুলিশ আগ্রহী ছিল না। তাই তারা খোঁজ করার পরিবর্তে ভিথিয়া সম্পর্কে অবমাননাকর মন্তব্য করে। তারা বলেছিল, সে একজন প্রেমিকের সাথে পালিয়ে গেছে।  সন্ধ্যা ৬.৩০ টায় পরিবারটি ভিথিয়ার নিখোঁজ হওয়ার বিষয়ে অভিযোগ দায়ের করতে ভেলানিতিভুর কায়তে পুলিশের কাছে যায় কিন্তু রাত ৯.০০ টা পর্যন্ত একজন মহিলা পুলিশ কর্মকর্তা তাদের অভিযোগ নেননি।\nপরিবারটি বাড়ি ফিরে আসে কিন্তু পুলিশ ভিথিয়ার সন্ধান না করায় তারা অন্যান্য গ্রামবাসীদের সাথে তার সন্ধান শুরু করে। গ্রামবাসীরা ভোর ৫.০০ টায় আবার তল্লাশি শুরু করে।  নিশানথান এবং পরিবারের দুটি কুকুর সহ একটি দল ভিথিয়ার বাড়ি থেকে প্রায় দেড় কিলোমিটার দূরে একটি বিচ্ছিন্ন রাস্তা ধরে অনুসন্ধান করছিল। হঠাৎ, কুকুরগুলি ঘেউ ঘেউ করতে শুরু করে। সেখানে ভিথিয়ার সাইকেলটি মাটিতে পড়ে ছিল এবং একটি কুকুর তার জুতো খুঁজে পেয়েছিল। নিশানথান একটি জরাজীর্ণ ভবনের পাশে একটি বিচ্ছিন্ন জায়গায় ভিথিয়ার মৃতদেহ আবিষ্কার করেছিলেন।  সে সব কাপড় পরেছিল। তার হাত তার স্কুলের টাই দিয়ে পিছনের দিকে বাঁধা ছিল, তার মুখটি কাপড়ের টুকরো দিয়ে গলা টিপে দেওয়া হয়েছিল এবং তার পাগুলো ছড়িয়ে দিয়ে দুটি পৃথক গাছে বাঁধা ছিল।  তার স্কুল ব্যাগটি কাছাকাছিই ছিল। নিশানথান সকাল ৭.০০ টার দিকে কায়তেসে পুলিশকে ফোন করে কিন্তু তারা ১১৯ টি জরুরী টেলিফোন নম্বর ব্যবহার করে নিশানথানকে কলম্বোর পুলিশের সাথে যোগাযোগ করতে প্ররোচিত করতে ব্যর্থ হয়। অবশেষে সকাল ১১.০০ টায় পুলিশ ঘটনাস্থলে আসে।\n১৫ মে ২০১৫ তারিখে মানাক্কাডু কবরস্থানে অনুষ্ঠিত ভিথিয়ার অন্ত্যেষ্টিক্রিয়ায় স্থানীয় রাজনীতিবিদসহ শত শত লোক উপস্থিত ছিলেন। তার পরিবার ভাভুনিয়ায় চলে যাওয়ার সিদ্ধান্ত নেয়। সেখানে তাদের আত্মীয় রয়েছে এবং ভিথিয়ার বোন নিশানথিনি জাফনা বিশ্ববিদ্যালয়ের বিজনেস স্টাডিজ অনুষদে পড়াশোনা করছেন। \n\n\n== তথ্যসূত্র =="}