{"pageid": 1090828, "title": "আইসলিং সোয়াইন", "url": "https://bn.wikipedia.org/wiki?curid=1090828", "content": "আইসলিং সোয়াইন (আইরিশ উচ্চারণ: অ্যাশলিং) আয়ারল্যান্ডের কাউন্টি কিল্ডারে ব্যালিটোর থেকে এসেছেন এবং জর্জ ওয়াশিংটন বিশ্ববিদ্যালয়ের এলিয়ট স্কুল অফ ইন্টারন্যাশনাল অ্যাফেয়ার্স-এ নারী, নিরাপত্তা এবং উন্নয়নের উপর মনোনিবেশ করেন। তিনি সেখানে আন্তর্জাতিক বিষয়ক অনুশীলনের সহযোগী অধ্যাপক।\n\n\n== শিক্ষা ==\nসোয়াইন ক্যাসলেডার্মোটের কোলাইস্তে লোরকেনের স্কুলে পড়াশোনা করেছিলেন। তিনি আলস্টার বিশ্ববিদ্যালয়, উত্তর আয়ারল্যান্ড (পিএইচডি ২০১১) এবং ইউনিভার্সিটি কলেজ ডাবলিন (এমএসসি ১৯৯৯, বিএ ১৯৯৮) এর স্নাতক।\n\n\n== কর্মজীবন ==\nআইসলিং সোয়াইন ২০০১ সালে পূর্ব তিমুরে কনসার্ন ওয়ার্ল্ডওয়াইডে কমিউনিটি ডেভেলপমেন্টের প্রোগ্রাম ম্যানেজার হিসেবে তার কর্মজীবন শুরু করেন। ২০০৩ সালে তিনি আন্তর্জাতিক উদ্ধার কমিটিতে ঐতিহ্যবাহী ন্যায় বিচার ও লিঙ্গ ভিত্তিক সহিংসতা অধ্যয়নের প্রোগ্রাম ম্যানেজার হওয়ার জন্য দেশে অবস্থান করেন। তিনি ২০০৬ সাল পর্যন্ত আন্তর্জাতিক উদ্ধার কমিটিতে কাজ চালিয়ে যান। তিনি প্রধানমন্ত্রীর সমতার প্রচারণা (তিমুর-লেস্তে) কার্যালয়ে প্রোগ্রাম ম্যানেজার এবং সুদানের দারফুরে লিঙ্গ ভিত্তিক সহিংসতা কর্মসূচির প্রযুক্তিগত সমন্বয়কারী হিসেবে দায়িত্ব গ্রহণ করেন। সেই সময়ে তিনি তানজানিয়ায় কনসার্ন ওয়ার্ল্ডওয়াইডের (২০০৫) জন্যও পরামর্শদাতা হিসেবে কাজ করেছিলেন।\n২০০৭ সাল থেকে ২০১২ সাল পর্যন্ত সোয়াইন আয়ারল্যান্ডের পররাষ্ট্র বিভাগের আইরিশ এইডের লিঙ্গ সমতা পরামর্শক ছিলেন। তিনি একই সাথে ইউএন উইমেন ও জাতিসংঘের আইএএসসি লিঙ্গ ক্ষমতা প্রকল্প এবং ২০১১-২০১২ সাল পর্যন্ত মানবাধিকার বিষয়ক হাই কমিশনারের (ওএইচসিএইচআর) জাতিসংঘ কার্যালয়ের পরামর্শদাতা হিসেবে কাজ করেন। তিনি ২০১২-২০১৩ সাল পর্যন্ত জাতিসংঘ নারীদের শান্তি ও নিরাপত্তা ইউনিটে শান্তি ও নিরাপত্তা বিশেষজ্ঞ হন। সোয়াইন ইউএনডিপি ব্যুরো ফর ক্রাইসিস প্রিভেনশন অ্যান্ড রিকভারিতে ইউএনডিপি এক্সপিরেস রোস্টার অন ক্রাইসিস প্রিভেনশন অ্যান্ড রিকভারি-এর জেন্ডার কনসালট্যান্ট ছিলেন। তিনি ইউনিসেফের জরুরি প্রতিক্রিয়া রোস্টারের সদস্য ছিলেন।\nসোয়াইন ২০০৯ এবং ২০১১ সালে মিনেসোটা ল স্কুলে ভিজিটিং ফেলো ছিলেন। তিনি ২০১০ সাল থেকে সেন্টার ফর গ্লোবাল এডুকেশনের বোর্ড সদস্যও ছিলেন। তিনি জাতিসংঘের নিরাপত্তা রেজোলিউশন ১৩২৫ বিশ্লেষণ করে বেশ কয়েকটি নিবন্ধ এবং নথি লিখেছেন।\n২০১১ থেকে ২০১৫ সালের মধ্যে, সোয়াইন আলস্টার বিশ্ববিদ্যালয়ের ট্রানজিশনাল জাস্টিস ইনস্টিটিউটে ভিজিটিং ফেলো ছিলেন। সোয়াইন প্রতিষ্ঠানের এসএসআরএন পেপার সিরিজের (২০০৮ - ২০১২) সহ-সম্পাদক এবং এর গবেষণা সেমিনার সিরিজের সহ-সংগঠক (২০০৯ – ২০১১) ছিলেন।\nএছাড়াও ২০১১ থেকে ২০১৫ সালের মধ্যে তিনি কিম্মেজ ডেভেলপমেন্ট স্টাডিজ সেন্টারে সহযোগী হিসেবে কাজ করেন, এবং মানবাধিকার শিক্ষা সহযোগীদের লিঙ্গ সমতা এবং নারী ক্ষমতায়ন ফেলো হিসাবেও নামকরণ করা হয়।\nসোয়াইন২০১৩ সালে নিউ ইয়র্ক ইউনিভার্সিটি স্কুল অফ ল-এর হাউসার গ্লোবাল ফেলো মনোনীত হন। ২০১৫ সাল থেকে তিনি ওয়াশিংটন ডিসির জর্জ ওয়াশিংটন বিশ্ববিদ্যালয়ের ইলিয়ট স্কুল অফ ইন্টারন্যাশনাল অ্যাফেয়ার্স-এ লিঙ্গ, নিরাপত্তা এবং উন্নয়ন বিষয়ক কোর্স পড়ান।\n\n\n== তথ্যসূত্র =="}