{"pageid": 1090170, "title": "সিরিয়ায় পতিতাবৃত্তি", "url": "https://bn.wikipedia.org/wiki?curid=1090170", "content": "সিরিয়ায় পতিতাবৃত্তি অবৈধ কিন্তু আইন কঠোরভাবে প্রয়োগ করা হয় না।  জাতিসংঘের এইডস বিষয়ক সংস্থার অনুমানে সিরিয়ায় ২৫,০০০ পতিতা আছে।  সিরিয়ায় গৃহযুদ্ধ শুরুর পর থেকে অনেক নারী দেশ ছেড়ে পালিয়ে জর্ডান, তুরস্ক ও লেবাননে পতিতাবৃত্তি করছে। সিরিয়ায় যৌন পাচার  ও পর্যটনে শিশুরা যৌন কাজে লিপ্ত আছে। এটা একটা বড় সমস্যা।\n\n\n== ইতিহাস ==\nইসমাইল আল-জাজারির (১১৩৬-১২০৬) লেখায় দামেস্কে খদ্দের সংগ্রেহকারীর বর্ণনা দিয়েছেন। তিনি বিবাহের সময় পতিতা হিসাবে কাজের জন্য নারীদের নিয়োগ করেন। তিনি নারীদের শহরের বাইরে একটি নিরাপদ স্থানে নিয়ে যান যেখানে তার স্বামী ছিলেন দালাল । অবশেষে তাদের গ্রেফতার করা হয়। নির্যাতনের সময় নারী নিজের পতিতা বৃত্তির কথা স্বীকার করে এবং তাকে শ্বাসরোধ করে হত্যা করা হয়। স্বামী পালিয়ে গিয়েছিল এবং কখনও ধরা পড়েনি।  অটোমান শাসনের সময় সিরিয়ায় পতিতাবৃত্তি সহ্য করা হত।  ফরাসি ম্যান্ডেটের অধীনে (১৯২৩-১৯৪৬) পতিতাবৃত্তি বৈধ এবং নিয়ন্ত্রিত ছিল। ম্যান্ডেটের শুরুতে ৭৪২জন পতিতাদের নিবন্ধন করা হয়েছিল, কিন্তু মনে করা হয় প্রকৃত সংখ্যা এর চেয়ে অনেক বেশি ছিল।  ২০০৩ সাল থেকে, ইরাকের যুদ্ধ থেকে পালিয়ে আসা অনেক নারী বসবাসের জন্য আন্ডারওয়ার্ল্ড পতিতাবৃত্তি অনুশীলন করে। কিছু সূত্র দাবি করে সিরিয়ায় ৫০ হাজার ইরাকি নারী শরণার্থী আছে, তাদের মধ্যে অনেকেই সাম্প্রতিক বিধবা বা অনাথ, যাদের কোন পেশাদার যোগ্যতা নেই, তারা জীবিকা অর্জনের একমাত্র উৎস হিসেবে পতিতাবৃত্তি শুরু করে।\n\n\n== যৌন পর্যটন ==\n২০০০ সালে দেশ অনুযায়ী যৌন পর্যটন গন্তব্য ছিল আরব বিশ্বে, বিশেষ করে সৌদি আরবে বিপুল সংখ্যক ইরাকি নারী ও শিশু যারা বেঁচে থাকার জন্য পতিতাবৃত্তির দিকে ঝুঁকতে বাধ্য হয়েছিল, অথবা পাচার করা হয়েছিল। তারা পর্যটকদের জন্য বিপুল সংখ্যক পতিতা পাওয়াকে নিশ্চিত করেছিল। দামেস্কের সাইদনায় শহরতলিতে ১০০টিরও বেশি 'ট্যুরিস্ট ক্লাব' ছিল যেখানে প্রধানত অপ্রাপ্ত বয়স্ক মেয়েরা পাওয়া যেত। গৃহযুদ্ধ শুরুর পর পর্যটন বন্ধ হয়ে যায়। \n\n\n== যৌন পাচার ==\nসিরিয়া হচ্ছে যৌন পাচারের জন্য নারী ও শিশুদের জন্য একটি উৎস এবং গন্তব্য দেশ। চলমান গৃহযুদ্ধের মধ্যে সিরিয়ার পরিস্থিতির অবনতি অব্যাহত রয়েছে। সিরিয়ার যুদ্ধ-পূর্ব জনসংখ্যার অর্ধেকেরও বেশি ২  মিলিয়ন লোক বাস্তুচ্যুত হয়েছে। মার্চ ২০১৭ পর্যন্ত, পাঁচ মিলিয়ন লোক প্রতিবেশী দেশগুলিতে পালিয়ে গেছে এবং ডিসেম্বর ২০১৬ পর্যন্ত, প্রায় ৬.৩ মিলিয়ন অভ্যন্তরীণভাবে বাস্তুচ্যুত হয়েছে। সিরিয়ান, যারা দেশে থাকে এবং প্রতিবেশী দেশগুলিতে শরণার্থী, তারা পাচারের জন্য অত্যন্ত ঝুঁকিপূর্ণ ২০১৬ সালের মার্চ মাসে, মিডিয়া রিপোর্ট করে, নেপাল এবং বাংলাদেশের নারীরা সিরিয়ায় যৌন শিল্পে কাজ করতে বাধ্য হয়। ২০১৪ সালের জুন মাসে, আইএসআইএস ইরাক ও সিরিয়ায় ইসলামী \"খেলাফত\" প্রতিষ্ঠার ঘোষণা দেয়। আইএসআইএস নিয়মিতভাবে সিরিয়ান মেয়েদের \"ক্রীতদাস বাজারে\" ব্যবসা করার আগে এবং তাদের বিভিন্ন সিরিয়ার প্রদেশ এবং অন্যান্য দেশে যৌন দাসত্বের জন্য পাঠানোর আগে কুমারীত্ব পরীক্ষা করতে বাধ্য করে। আইএসআইএস উত্তর-পূর্বাঞ্চলীয় আল-হাসাকা প্রদেশের আসিরিয়ান গ্রামে প্রবেশ করে, প্রায় ৩০ জন আসিরিয়ান খ্রিস্টান নারীকে বন্দী করে এবং তাদের যৌন দাসত্ব করতে বাধ্য করে। সিরিয়ার শরণার্থীরা প্রতিবেশী দেশ বিশেষ করে জর্ডান, লেবানন, ইরাক এবং তুরস্কে পাচারের জন্য অত্যন্ত ঝুঁকিপূর্ণ। সিরিয়ার শরণার্থী নারী ও মেয়েরা জোরপূর্বক বা \"সাময়িক বিবাহ\" এর জন্য ঝুঁকিপূর্ণ। পতিতাবৃত্তি ও অন্যান্য কাজের উদ্দেশ্যে শরণার্থী শিবিরের নারী ও শিশুকে জর্ডান, ইরাক, কুর্দিস্তান অঞ্চলের শহর, সুলায়মানিয়াসহ বিভিন্ন এলাকায় যৌন পাচার করে । বাগদাদ, বসরাহ এবং দক্ষিণ ইরাকের অন্যান্য শহরে, ২০১৫ সালের প্রতিবেদনে ইঙ্গিত করা হয় যে কিছু সিরিয়ান শরণার্থী নারীরা হোটেল এবং পতিতালয়ে একটি পাচার নেটওয়ার্কের দ্বারা জোরপূর্বক পতিতাবৃত্তিতে বাধ্য হয়। এসময় এ নেটওয়ার্কের এজেন্টরা তাদের আইকেআর থেকে পুনর্বাসনের প্রতিশ্রুতি দেয়। তুরস্ক এবং লেবাননে, সিরিয়ান শরণার্থী নারী ও মেয়েদের অবৈধ পতিতাবৃত্তি চলতে থাকে, যা স্থানীয় পুরুষদের দ্বারা পরিচালিত হয়।লেবানন পুলিশ ২০১৪ সালে স্থানীয় পুরুষদের দ্বারা সিরিয়ান শরণার্থী নারীদের বিক্রির বিবরণ জারি করে। লেবাননের সিরিয়ান শরণার্থী জনসংখ্যার মধ্যে এলজিবিটিআই ব্যক্তিরা লেবাননের দালালদের দ্বারা যৌন পাচারের জন্য ঝুঁকিপূর্ণ বলে জানা গেছে। মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্র দপ্তর পাচারের মনিটরিং এবং মোকাবেলা করার জন্য সিরিয়াকে 'টিয়ার ৩' দেশ হিসেবে স্থান দিয়েছে।\n\n\n== তথ্যসূত্র =="}