{"pageid": 1090888, "title": "মলি ওলগিন হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1090888", "content": "মলি ওলগিন ছিলেন ১৯ বছর বয়সী একজন মহিলা। তিনি ২২ জুন, ২০১২ তারিখে টেক্সাসের পোর্টল্যান্ডের ভায়োলেট অ্যান্ড্রুজ পার্কে  খুন হন। এই মামলাটি জাতীয় দৃষ্টি আকর্ষণ করে এবং জনগণের মধ্যে ক্ষোভের সঞ্চার করে, কারণ হোমোফোবিয়া প্রাথমিকভাবে এই অপরাধের একটি অনুপ্রেরণামূলক কারণ বলে সন্দেহ করা হয়েছিল।\nডেভিড ম্যালকম স্ট্রিকল্যান্ড ২০১৪ সালে এই অপরাধে দোষী সাব্যস্ত হন।\n\n\n== অপরাধ ==\n২৩ জুন, ২০১২ তারিখে ভায়োলেট অ্যান্ড্রুজ পার্কের পক্ষীপ্রেমীরা একটি দেখার ডেকের নিচে পড়ে থাকা দুই নারীর লাশ আবিষ্কার করার পর পুলিশকে ফোন করেন। প্রথম প্রতিক্রিয়াকারীরা মোলি ওলগিন এবং তার বান্ধবী মেরি ক্রিস্টিন \"ক্রিস\" চাপাকে আবিষ্কার করেছিলেন। আগের দিন মধ্যরাতে মহিলাদের যৌন নিপীড়ন করা হয়েছিল এবং মাথায় গুলি করা হয়েছিল। ঘটনাস্থলে ওলগিনকে মৃত ঘোষণা করা হয়, যখন চাপাকে আশঙ্কাজনক অবস্থায় হাসপাতালে নিয়ে যাওয়া হয়। নিবিড় পরিচর্যা এবং উদ্বেগের পরে যে গুলিটি তাকে পুরোপুরি পঙ্গু করে ফেলেছিল,   চাপা তার শরীরের বাম দিকে গতিশীলতা ফিরে পেয়েছে এবং পুলিশকে অপরাধীর একটি স্কেচ তৈরি করতে সহায়তা করেছে।  \nএই হামলার নির্মম প্রকৃতির কারণে এটি ব্যাপক প্রচার মাধ্যমে রটনা করে এবং ক্ষোভের সৃষ্টি করে। এলজিবিটি সম্প্রদায় কাউন্টি জুড়ে নজরদারি চালিয়েছিল, এবং কেউ কেউ সন্দেহ করেছিল যে মামলাটি ঘৃণ্য অপরাধ হতে পারে।\n\n\n== গ্রেফতার ও বিচার ==\n২০১৪ সালে চাপার বাবা জনসাধারণের কাছে প্রকাশ না করা অপরাধ সম্পর্কে তথ্য সম্বলিত একটি বেনামী চিঠি পাওয়ার পরে পুলিশকে ডেভিড স্ট্রিকল্যান্ডের কাছে নিয়ে যাওয়া হয়েছিল।  চিঠিতে একজন লেটন, উটাহকে ওলগিন হত্যার জন্য অভিযুক্ত করা হয়েছে; পুলিশ জানতে পারে যে লোকটির একটি আলিবাই ছিল।\nলেটন লোকটির বাড়িতে সেই বছর ডেভিড স্ট্রিকল্যান্ড নামে একজন প্রাক্তন বন্ধু চুরি করেছিল। চিঠিটি সম্পর্কে প্রশ্ন করা হলে, লেটন লোকটি লক্ষ্য করেছিলেন যে চিঠিতে অন্তর্ভুক্ত তার একটি ছবি স্ট্রিকল্যান্ডের স্ত্রী লরা তোলেন। \nচুরির ঘটনা তদন্তকারী লেটন পুলিশ স্ট্রিকল্যান্ডের গাড়িতে দুটি বন্দুক, গোলাবারুদ, একটি দমনকারী, গ্লাভস এবং কনডম, ফ্লেক্স হাতকড়া, বোল্ট কাটার, একটি ছুরি এবং অন্যান্য সামগ্রী সহ একটি প্রমাণ খুঁজে পেয়েছিল। এই জিনিসগুলি ওলগিন মামলার তদন্তকারীদের হাতে তুলে দেওয়া হয়েছিল। \nপুলিশ জিপিএস ব্যবহার করে আবিষ্কার করেছিল যে যখন চিঠি হাতে পৌঁছেছিল তখন ডেভিড স্ট্রিকল্যান্ডের সেল ফোনটি চাঁপা বাড়ির কাছে ছিল। \nগ্রেপ্তারি পরোয়ানায় অন্তর্ভুক্ত অন্যান্য প্রমাণের মধ্যে রয়েছে যে স্ট্রিকল্যান্ডের দখলে থাকা একটি বন্দুক অপরাধস্থলে বুলেটকেসিং-এর সাথে মিলে ছিল। স্ট্রিকল্যান্ড ও মূল তদন্তে নিজেকে প্রবেশ করিয়েছিল, তদন্তকারীদের সাথে কথা বলেছিল এবং গুলি চালানোর মাত্র কয়েক দিন পরে তাকে অপরাধের স্থানে দেখা গিয়েছিল। চাপা পরিবারকে লেখা চিঠির একটি খসড়া স্ট্রিকল্যান্ডের কম্পিউটারে পাওয়া গেছে।\nডেভিড স্ট্রিকল্যান্ড এবং তার স্ত্রী লরা স্ট্রিকল্যান্ডকে ২০ জুন, ২০১৪ তারিখে গ্রেপ্তার করা হয় এবং সান প্যাট্রিসিও কাউন্টি কারাগারে রাখা হয়। ডেভিড স্ট্রিকল্যান্ডের বিরুদ্ধে হত্যা, যৌন নিপীড়ন এবং তীব্র আক্রমণের অভিযোগ আনা হয়েছিল। \n\n\n== তথ্যসূত্র =="}