{"pageid": 1090473, "title": "ধ্বংসপ্রাপ্ত এলাকার দৃষ্টান্ত", "url": "https://bn.wikipedia.org/wiki?curid=1090473", "content": "কুরআনের দ্বিতীয় সূরা আল-বাকারার ২৫৯ নং আয়াতে একটি নীতিকথার উল্লেখ পাওয়া যায় যেখানে এক ব্যক্তি ধ্বংসপ্রাপ্ত এলাকার পাশ দিয়ে যাওয়ার সময় নিজেকে জিজ্ঞেস করে কীভাবে আল্লাহ কিয়ামতের দিনে মৃতদের জীবিত করবেন। এই গল্পটি ইসলামি ঐতিহ্যে বেশ জনপ্রিয় এবং মুসলিমরা বিশ্বাস করে এই কাহিনীটা সত্য এবং ঐতিহাসিক ঘটনা। গল্পে ব্যক্তির পরিচয় অজ্ঞাত এবং অগুরুত্বপূর্ণ।\nএই ঘটনাটি আব্দুল্লাহ ইউসুফ আলী কিছু সংখ্যক বাইবেলীয় ঘটনা দ্বারা চিহ্নিত করেছেন। একটি চিহ্নিত ঘটনা হলো যিহিষ্কেলের শুকনো হাড়ের দৈব্যবানী। আরেকটি হলো ব্যাবিলনীয় বন্দিদশা থেকে ফিরে আসা নহিমিয়ের ধ্বংসপ্রাপ্ত জেরুসালেম এলাকার দর্শন। এবং কোহেন ইষ্রা, যার ব্যাপারে প্রায় একই ধরনের গল্প ইহুদি ঐতিহ্যে পাওয়া যায়। যদিও ইসলামি গবেষকরা মনে করে গল্পের ব্যক্তিটির পরিচয় খুব একটা গুরুত্বপূর্ণ নয়।\n\n\n== বর্ণনা ==\nকুরআন ২:২৫৯ বর্ণনা করে যে একজন ব্যক্তি একটি ধ্বংসপ্রাপ্ত এলাকার পাশ দিয়ে যেতে থাকে যেখানে বসবাসরত মানুষ কয়েক প্রজন্ম পূর্বে মৃত্যুবরণ করেছিলো এবং তারপর ব্যক্তিটি নিজেকে জিজ্ঞেস করলো কীভাবে আল্লাহ শেষ বিচারের দিন মৃতদের জীবিত করতে পারবেন। কুরআন এরপর বর্ণনা করতে থাকে আল্লাহ সেই ব্যক্তিকে শত বছরের জন্য মৃত বানিয়ে রাখেন তারপর জীবিত করে তুলেন। আল্লাহ তারপর ব্যক্তিকে জিজ্ঞেস করলেন কতক্ষণ সময় পেরিয়ে গেছে বলে তার মনে হয়, এর জবাবে ব্যক্তিটি বললো হয়তো এক দিন বা এক বেলা, উত্তরের পর তাকে সত্যিটা বলা হয়।\nঅন্যদিকে যে খাবার ও পানীয় ব্যক্তিটি নিজের সাথে এনেছিলো সেগুলো ছিলো তাজা, যা দেখায় সবকিছুর উপরে আল্লাহর ক্ষমতা বিদ্যমান। লোকটার মৃত গাধার দেহটি কঙ্কালসার হয়ে গিয়েছিলো। তারপর আল্লাহর শক্তির জোরে তার নিজের চোখের সামনে গাধার হাড়গুলো জোড়া লেগে যায় এবং হাড়গুলোতে মাংস গজিয়ে যায় ফলে গাধাটি জীবিত হয়ে উঠে।\nকুরআনের এই সংক্রান্ত আয়াতটি নিম্নরূপ:\n\n\"তুমি কি সে লোককে দেখনি, যে এমন এক জনপদ দিয়ে যাচ্ছিল যার বাড়ীঘরগুলো ভেঙ্গে ছাদের উপর পড়ে ছিল? সে বলল, মৃত্যুর পর কীভাবে আল্লাহ একে জীবিত করবেন? এরপর আল্লাহ তাকে একশত বছর মৃত রেখে পুনরায় জীবিত করেন। আল্লাহ বলেন: তুমি কতকাল অবস্থান করলে? সে বলল, একদিন বা একদিনের কিছু অংশ। আল্লাহ বললেন না, তুমি বরং একশত বছর অবস্থান করেছ। তোমার খাবার ও পানীয়ের দিকে লক্ষ্য কর তা অবিকৃত আছে এবং তোমার গাধার দিকে তাকাও, কারণ তোমাকে মানব জাতির জন্য নিদর্শনস্বরূপ করব। আর গাধার হাড়গুলোর দিকে তাকাও, কীভাবে সেগুলোকে যুক্ত করি ও মাংস দিয়ে ঢেকে দেই। যখন এই বাস্তবতা তার কাছে স্পষ্ট হলো, তখন সে বলল, আমি জানি যে, আল্লাহ সব বিষয়ে সর্বশক্তিমান।\"\n\n\n== নীতি গল্প ==\nএই নীতি গল্প বিভিন্ন শিক্ষা প্রদানের উদ্দেশ্যে শেখানো হয়। প্রথমত, এই গল্প আমাদের দেখায় যে সময় আল্লাহর কাছে কিছুই নয় যার সময়ের উপর নিয়ন্ত্রণ রয়েছে। দ্বিতীয়ত এটা শেখায় যে জীবন, মৃত্যু ও পুনরুত্থান শুধুমাত্র আল্লাহর হাতেই। এবং এই তিনটি মানুষের হাতে নেই। তৃতীয়ত, বেশিরভাগ কুরআনের নীতি গল্পের মতো এটা নির্দেশ করে যে মানুষের ক্ষমতা কিছুই নেই এবনহ তার সমস্ত বিশ্বাস আল্লাহর উপর রাখা উচিত।\n\n\n== সাহিত্য ==\nএই গল্পটি আর্জেন্টাইন লেখক জর্জ লুইস বর্গেস তার \"এল মিলাগ্রো সিক্রেটো\" (দ্যা সিক্রেট মিরাকোল)  ছোটগল্পে পুনর্লিখিত হয়েছিলো।\n\n\n== আরও দেখুন ==\nকুরআনে দৃষ্টান্ত\n\n\n== তথ্যসূত্র =="}