{"pageid": 1090661, "title": "ডেভিড জুকার (রাজনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1090661", "content": "ডেভিড জুকার (রাজনীতিবিদ) ( হিব্রু ভাষায়: דוד צוקר‎, জন্ম ১১ সেপ্টেম্বর ১৯৪৮) একজন ইসরায়েলি শান্তি কর্মী ও প্রাক্তন রাজনীতিবিদ। তিনি রেটেজ ও মেরেটজের হয়ে ১৯৮৬ ও ১৯৯৯ সালে একজন স্বাধীন মত প্রকাশকারী হিসাবে নেসেটে কাজ করেন।\n\n\n== জীবনী ==\n১৯৪৮ সালে হাইফায় জন্মগ্রহণকারী জাকার জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়ে পড়াশোনা করে বিএ ও এমএ ডিগ্রী অর্জন করেন। তিনি তেল আবিব বিশ্ববিদ্যালয়ে ডক্টরেট ডিগ্রী নেন। ১৯৭৮ সালে প্রতিষ্ঠিত “পিস নাউ” এর একজন প্রতিষ্ঠাতা সদস্য এবং ১৯৮৪ সাল থেকে ১৯৮৮ এর মধ্যে রেটেজ মহাসচিব হিসেবে দায়িত্ব পালন করেন।\nজাকার ১৯৮৪ সালের নেসেট নির্বাচনের আগে রেটেজ তালিকায় স্থান অর্জন করেন, কিন্তু একটি আসন জিততে ব্যর্থ হন। তিনি ১৯৮৬ সালের ২৬ নভেম্বরে মর্দেচাই বার-অনের পরিবর্তে  নেসেটে প্রবেশ করেন এবং পরে পদত্যাগ করেন। তিনি ১৯৮৮ সালে পুনর্নির্বাচন করেন। একই বছর তিনি বি'সেলেমকে সাহায্য করেন। তিনি ১৯৯২ ও ১৯৯৬ সালে পুনরায় নির্বাচিত হন (এ সময় রেটেজ মেরেটেজে মিশে এক হয়ে যায়)।\nতিনি ১৭ মার্চ ১৯৯৯ তারিখে  মেরেটজ তালিকায় একটি বাস্তবসম্মত স্থান অর্জন করতে ব্যর্থ হয়ে মেরেটজ ত্যাগ করেন এবং  ১৯৯৯ সালের মে মাসের নির্বাচনের আগে তিনি গ্রিন পার্টিতে যোগ দেন। নির্বাচনী তালিকার তার নেতৃত্ব থাকে। তিনি নির্বাচনী সীমা অতিক্রম করতে ব্যর্থ হয়ে আসন হারান।\n\n\n== উদার নীতি ==\nকখনও কখনও ডেভিড জুকারকে ইসরায়েলের সবচেয়ে অপছন্দের মানুষ মনে হয়। ইসরাইলের মানবাধিকার লঙ্ঘনে তাকে আরব-প্রেমিকের মতো মনে হয়। অধিকৃত পশ্চিম তীর ও গাজা উপত্যকায় বসতি সম্প্রসারণের পরিকল্পনা তৈরী এবং বিদেশে প্রচারের জন্য তাকে বিশ্বাসঘাতক বলা হয়। ধর্মনিরপেক্ষ অধিকারের জন্য তার লড়াই ধর্মীয় ব্যক্তিদের কাছ থেকে গভীর অসম্মতি আকর্ষণ করে যারা তার ইহুদিত্ব নিয়ে প্রশ্ন তোলে। কিন্তু ইসরায়েলের পার্লামেন্টে একটি ছোট বামপন্থী গোষ্ঠীর সদস্য জাকার ক্রমবর্ধমান রক্ষণশীল ইসরায়েলে উদার মূল্যবোধের শেষ নিদর্শনগুলি উদ্ধারের জন্য বিরোধী রাজনীতির সীমিত বিষয়গুলি ব্যবহার করে চলে। এক সাক্ষাৎকারে তিনি বলেন, \"এই উদার ধারণাটি মানুষকে অস্বস্তিকর করে তোলে।\" \"কোনও প্রশ্ন ছাড়াই বলতে চাই, “আমি যা করি তার উপাদান গভীর শত্রুতা তৈরি করে, এমনকি ঘৃণাও।\"\n\n\n== তথ্যসূত্র =="}