{"pageid": 1090660, "title": "মার্গারেট ও সিয়ানা ট্যাপ হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1090660", "content": "মার্গারেট ট্যাপ ও সিয়ানা ট্যাপ হত্যাকাণ্ড  হচ্ছে ১৯৮৪ সালের ৭ আগস্টে সংঘটিত হওয়া একটি অমীমাংসিত অপরাধ। এই ঘটনাটি ট্যাপ হত্যাকাণ্ড নামেও পরিচিত। এই ঘটনাটিকে অস্ট্রেলিয়ার ইতিহাসে সবচেয়ে কুখ্যাত অমীমাংসিত হত্যার মামলা হিসেবে বর্ণনা করা হয়ে থাকে।\n\n\n== পটভূমি ==\nমার্গারেট ক্রিস্টিন ট্যাপ (৩ জুন ১৯৪৯ - ৭ আগস্ট ১৯৮৪), একজন ৩৫ বছর বয়সী নার্স ছিলেন। তিনি আইন অধ্যয়ন করছিলেন। তিনি তার নয় বছরের মেয়ে সিনা লি ট্যাপের (৬ মার্চ ১৯৭৫ - ৭ আগস্ট ১৯৮৪) সাথে অস্ট্রেলিয়ার ভিক্টোরিয়ার ফার্নট্রি গলিতে থাকতেন।\n\n\n== তদন্ত ==\n১৯৮৪ সালের ৬ আগস্ট গভীর রাতে বা ৭ আগস্ট ভোরে একজন বা কয়েকজন অজ্ঞাত আততায়ী তাদের বাড়িতে প্রবেশ করে। তারপর হত্যাকারীরা তাদের মারধর করে এবং দড়ির একটি অংশ দিয়ে তাদের গলা টিপে হত্যা করে। পরের দিন তাদের নাইটওয়্যারে তাদের বিছানায় নিহতদের মৃতদেহ পাওয়া যায়। হত্যার আগে সিনা ট্যাপকে ধর্ষণ করা হয়েছিল।\nএই মামলাটির ব্যাপারে পুলিশি তদন্ত করা হয়েছিল। তবে হত্যাকারী বা হত্যাকারীদের বিরুদ্ধে যথাযথ প্রমাণের অভাবে মামলাটি দ্রুত শীতল হয়ে যায়। যেহেতু জোর পূর্বক প্রবেশের কোন চিহ্ন ছিল না, এবং নিহতদের বিছানায় আক্রমণ করা হয়েছিল, অপরাধী সম্ভবত তাদের পরিচিত ছিল এবং পিছনের দরজার ভাঙা তালা সম্পর্কে অবগত ছিল।\nঅন্যান্য লিডগুলির মধ্যে ছিল একটি ডানলপ ভলি পদচিহ্ন এবং কাছাকাছি পার্ক করা একটি লাল ইউটিলিটি গাড়ি যা কখনও খুঁজে পাওয়া যায়নি। সম্ভাব্য সন্দেহভাজনদের মধ্যে ছিলেন কাজের সহকর্মী এবং একক মায়ের পরিচিতরা, যার মধ্যে একজন ডাক্তারও ছিলেন যিনি মৃত্যুর আগে বাড়ির ভাড়া পরিশোধ করছিলেন।\nপরে ডিএনএ বিশ্লেষণের মাধ্যমে বেশ কয়েকজন সন্দেহভাজনকে বাদ দেওয়া হয়, যদিও ২০০৮ সালে হত্যার ঘটনাস্থল থেকে উদ্ধার করা নমুনার দূষণ সম্পর্কিত জটিলতা পুলিশ তদন্ত থেকে কিছু সন্দেহভাজনকে আগে নির্মূল করার বিষয়ে সন্দেহ প্রকাশ করেছে।\n২০১৫ সালে, তদন্তকারীরা সুপরিচিত প্রাক্তন তদন্তকারী রন ইডলসের সহায়তার মাধ্যমে একটি শীতল মামলার পর্যালোচনায় মামলাটি পুনরায় চালু করেন। ২০১৭ সালে অপরাধিকে বা অপরাধিদেরেকে দোষী সাব্যস্ত করার লক্ষ্যে এই হত্যাকাণ্ডের ব্যাপারে  উপযুক্ত তথ্য দেওয়ার জন্য ১ মিলিয়ন ডলার পুরস্কার দেওয়া ঘোষণা করা হয়েছিল।\n\n\n== পরে ==\nমার্গারেট  ট্যাপ ও সিনা ট্যাপকে ফার্নট্রি গলিতে অবস্থিত কবরস্থানে সমাধিস্থ করা হয়েছে।\n\n\n== তথ্যসূত্র =="}