{"pageid": 1090973, "title": "মার্কিন যুক্তরাষ্ট্রে বিবাহিত নারীদের সম্পত্তি আইন", "url": "https://bn.wikipedia.org/wiki?curid=1090973", "content": "বিবাহিত মহিলাদের সম্পত্তি আইনগুলি ১৮৩৯ সালে শুরু হওয়া মার্কিন যুক্তরাষ্ট্রের পৃথক রাজ্য দ্বারা প্রণীত আইন। সাধারণত এটিকে সেই নামে ডাকা হয় বা কখনও কখনও, বিশেষত যখন বিবাহিত মহিলাদের সম্পত্তি আইনের বিধান প্রসারিত করা হয় এবং একটি নির্দিষ্ট বিধান বর্ণনা করা হয়, যেমন বিবাহিত নারী উপার্জন আইন তখন সেই নামে ডাকা হয়। বিবাহিত মহিলাদের সম্পত্তি আইন বিবাহিত মহিলাদের সম্মুখীন হওয়া কিছু অসুবিধা সংশোধন করতে সাহায্য করে। ইংরেজি প্রচলিত আইন ব্যবস্থায়, বিবাহিত মহিলাদের সম্পত্তি, মজুরি সবই স্বামীর কর্তৃত্বের অধিকারে চলে যায়। ১৮৪৮ সালে নিউইয়র্ক রাজ্য বিবাহিত নারী সম্পত্তি আইন পাস করার পর, এই আইনটি বিবাহিত মহিলাদের সম্পত্তির মালিকানার অধিকার প্রদানের জন্য অন্যান্য রাজ্যের জন্য একটি মাপনদণ্ড নিয়ামক হয়ে ওঠে।\n\n\n== পটভূমি ==\nবিবাহিত মহিলার আইনি অবস্থা নামে পরিচিত সাধারণ আইনের বলে, ব্রিটিশ উত্তর আমেরিকার উপনিবেশগুলিতে এবং পরে যুক্তরাষ্ট্রে বিবাহিত মহিলার স্বামী ছাড়া অন্য কোনও আইনি অস্তিত্ব ছিল না। স্ত্রীর অধিকার ও বাধ্যবাধকতা স্বামীর অধীনে ছিল। স্ত্রী সম্পত্তির মালিক হতে পারত না, চুক্তি করতে পারত না, বা বেতন উপার্জন করতে পারত না। অন্যদিকে একজন অবিবাহিত মহিলা বা একজন একক মহিলার, তার নিজের নামে সম্পত্তির মালিকানা ও চুক্তি করার অধিকার ছিল।\n১৮৩৯ সালে শুরু হয়ে বেশ কয়েক দশক ধরে আইনগুলি মহিলাদের অস্থাবর ও ব্যক্তিগত সম্পত্তি নিয়ন্ত্রণ করতে, চুক্তি ও মামলা করতে, স্বামী ছাড়াই স্বাধীনভাবে উত্তরাধিকারী হতে, বেতনের জন্য কাজ করতে ও উইল লিখতে ক্ষমতা দিয়েছিল। এই ধরনের প্রথম আইন ছিল ১৮৩৯ সালে মিসিসিপিতে, যা বিবাহিত মহিলাদের নিজের নামে সম্পত্তির মালিকানার (কিন্তু নিয়ন্ত্রণ নয়) অধিকার প্রদান করেছিল। মেইন ও মেরিল্যান্ড অঞ্চল ১৮৪০ সালে একইভাবে অধিকার দিয়েছিল। নিউ হ্যাম্পশায়ার ১৮৪২ সালে বিবাহিত মহিলাদের তাদের স্বামীর অক্ষমতার সময় তাদের নিজের নামে সম্পত্তির মালিকানা এবং পরিচালনা করার অনুমতি দেয় এবং কেনটাকি ১৮৪৩ সালে একই কাজ করে। মেইন ১৮৪৪ সালে বিবাহিত মহিলাদের সম্পত্তির অধিকার প্রদান করে তাদের আলাদা অর্থনীতি এবং তারপর ট্রেড লাইসেন্স প্রদান করে। ম্যাসাচুসেটস ১৮৪৪ সালে বিবাহিত মহিলাদের পৃথক অর্থনীতি প্রদান করে।\nসমাজে নারীর ভূমিকার একটি উদার ধারণার পরিবর্তে, সাধারণত, পারিবারিক অখণ্ডতা এবং পরিবারকে অর্থনৈতিক সংকট থেকে রক্ষা করার জন্য উদ্বেগ থেকে এই পরিবর্তনগুলি অনুপ্রাণিত হয়েছিল। এই পরিবর্তন  ছোট ছোট গঠনপ্রণালীতে এসেছে। ইলিনয়ের সুপ্রিম কোর্টের ১৮৬৭ সালের শেষের দিকে কোল বনাম ভ্যান রাইপার মামলার সিদ্ধান্তে উল্লেখ করা হয়েছিল যে \"একজন বিবাহিত মহিলা তার সম্পত্তি নিয়ন্ত্রণ এবং উপভোগ করতে সক্ষম হবে, যেমন সে একাকী অবস্থায় ছিল, এটা কেবল অসম্ভব, কার্যত বিবাহ বাতিল করার স্বাধীনতা ছাড়াই।\" একটি বিশ্লেষণ অনুসারে, আইনটি তিনটি ধাপে এসেছে - বিবাহিত মহিলাদের সম্পত্তির মালিক হওয়ার অনুমতি দেওয়া, তারপর তাদের নিজস্ব আয় রাখা, তারপর ব্যবসায়ে যোগদান করা - এবং পশ্চিমী সংযুক্ত রাজ্যের দিকে আরও দ্রুত অগ্রসর হওয়া, ঠিক যেভাবে মহিলাদের ভোটাধিকার এসেছিল।\n\n\n== তথ্যসূত্র =="}