{"pageid": 1090212, "title": "ডিম্বগ্রন্থিচ্ছেদন", "url": "https://bn.wikipedia.org/wiki?curid=1090212", "content": "ডিম্বগ্রন্থিচ্ছেদন বা ওফোরেক্টমি ( ; থেকে গ্রিক ᾠοφόρος, ōophóros 'ডিম বহনকারী' এবং ἐκτομή, ektomḗ, 'একটি চ্ছেদন') হল অস্ত্রোপচারএর মাধ্যমে একটি ডিম্বাশয় বা ডিম্বাশয়ের অপসারণ করা। অস্ত্রোপচারকে ওভারিয়েক্টমিও বলা হয়, কিন্তু এই শব্দটি বেশিরভাগ পশুদের ক্ষেত্রে ব্যবহার করা হয়, যেমন- পরীক্ষাগার অস্ত্রোপচারের মাধ্যমে  পশুদের ডিম্বাশয় অপসারণ। নারীর ডিম্বাশয় অপসারণ হল পুরুষদের কাস্ট্রেশনের জৈবিক সমতুল্য; ক্যাস্ট্রেশন শব্দটি মাঝে মাঝে চিকিৎসা সাহিত্যে মহিলাদের ওফোরেক্টমি বোঝাতে ব্যবহৃত হয়। পশুচিকিত্সায়, ডিম্বাশয় ও জরায়ু অপসারণকে ওভারিওহাইস্টেরেক্টমি (স্পাইং) বলা হয় এবং এটি নির্বীজনকরণের একটি রূপ।\nআংশিক ওফোরেক্টমি বা ওভারিওটমি এমন একটি শব্দ যা কখনও কখনও ডিম্বাশয়ের সিস্ট অপসারণ, বা ডিম্বাশয়ের অংশগুলির রিসেকশনের মতো বিভিন্ন অস্ত্রোপচারকে বর্ণনা করতে ব্যবহৃত হয়। এই ধরনের অস্ত্রোপচার হল উর্বরতা-সংরক্ষণ, যদিও ডিম্বাশয় ব্যর্থতা তুলনামূলকভাবে ঘন ঘন হতে পারে। আংশিক ওভারিয়েক্টমি সহ ওভারেয়েক্টমির বেশিরভাগ দীর্ঘমেয়াদী ঝুঁকি ও পরিণতি নেই বা শুধুমাত্র আংশিকভাবে উপস্থিত।\nমানুষের মধ্যে, ওফোরেক্টমি প্রায়শই ডিম্বাশয় সিস্ট বা ক্যান্সারের মতো রোগের কারণে; ডিম্বাশয় ক্যান্সার বা স্তন ক্যান্সার হওয়ার সম্ভাবনা কমাতে প্রফিল্যাক্সিস হিসাবে; বা হিস্টেরেক্টমি (জরায়ু অপসারণ) এর সাথে মিলিয়ে করা হয়। ১৮৯০-এর দশকে মানুষ বিশ্বাস করত যে ওফোরেক্টমিজ মাসিকের বাধা, পিঠের ব্যথা, মাথাব্যাথা ও দীর্ঘস্থায়ী কাশি নিরাময় করতে পারে, যদিও এমন কোন প্রমাণ নেই যে এই পদ্ধতিটি এই রোগগুলির উপর প্রভাব ফেলে।\n\n\n== প্রযুক্তি ==\nমারাত্মক টিউমার না হলে ওফোরেক্টমি প্রায়ই পেটের ল্যাপারোস্কোপি দ্বারা সম্পন্ন হয়। পেটের ল্যাপারোটমি বা রোবোটিক সার্জারি জটিল ক্ষেত্রে ব্যবহার করা হয় বা যখন কোনও মারাত্মক টিউমার  সন্দেহ হয়।\n\n\n== ইঙ্গিত ==\nবেশিরভাগ দ্বিপাক্ষিক ওফোরেক্টমি (৬৩%) কোন চিকিৎসা ইঙ্গিত ছাড়াই সঞ্চালিত হয়, এবং অধিকাংশ (৮৭%) ক্ষেত্রে একটি হিস্টেরেক্টমি সহ একসাথে সঞ্চালিত হয়। বিপরীতভাবে, একতরফা ওফোরেক্টমি সাধারণত একটি মেডিক্যাল ইঙ্গিতের (৭৩%; সিস্ট, এন্ডোমেট্রিওসিস, সৌম্য টিউমার, প্রদাহ ইত্যাদি) জন্য করা হয় এবং হিস্টেরেক্টমি (৬১%) এর সাথে কম সাধারণভাবে সঞ্চালিত হয়।\nবিশেষ ইঙ্গিতগুলির মধ্যে রয়েছে ডিম্বাশয়ের ক্যান্সারের উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে এমন মহিলাদের বেশ কয়েকটি গোষ্ঠী, যেমন উচ্চ ঝুঁকিপূর্ণ বিআরসিএ মিউটেশন ক্যারিয়ার ও এন্ডোমেট্রিওসিস সহ মহিলারা যারা ঘন ঘন ডিম্বাশয়ের সিস্টে ভোগেন। \n\n\n== পরিসংখ্যান ==\nসেন্টার ফর ডিজিজ কন্ট্রোল অনুসারে, মার্কিন যুক্তরাষ্ট্রে ৪৫৪,০০০ মহিলা ২০০৪ সালে oophorectomy করেছিলেন। এই ধরনের প্রথম সফল অপারেশন, যার বিবরণ ১৮১৭ সালে Eclectic Repertory and Analytic Review (Philadelphia) এ প্রকাশিত হয়েছিল, Ephraim McDowell দ্বারা সঞ্চালিত হয়েছিল।  (১৭৭১-১৮৩০), ড্যানভিল, কেনটাকি থেকে একজন সার্জন।  ম্যাকডওয়েলকে \"ওভারিওটোমির জনক\" হিসাবে ডাকা হয়।  অগাস্টা, জর্জিয়ার একজন সার্জন রবার্ট ব্যাটে, যিনি ডিম্বাশয়ের মৃগী রোগের জন্য সবচেয়ে সফলভাবে বিভিন্ন অবস্থার জন্য পদ্ধতিটি চ্যাম্পিয়ন করেছিলেন, পরে এটি ব্যাটের অপারেশন নামে পরিচিত হয়।\n\n\n== ইঙ্গিত ==\nবেশিরভাগ দ্বিপাক্ষিক oophorectomies (৬৩%) কোনো মেডিকেল ইঙ্গিত ছাড়াই সঞ্চালিত হয়, এবং অধিকাংশ (৮৭%) হিস্টেরেক্টমির সাথে একসাথে সঞ্চালিত হয়।  বিপরীতভাবে, একতরফা oophorectomy সাধারণত একটি মেডিকেল ইঙ্গিতের জন্য সঞ্চালিত হয় (৭৩%; সিস্ট, এন্ডোমেট্রিওসিস, বেনাইন টিউমার, প্রদাহ, ইত্যাদি) এবং কম সাধারণত হিস্টেরেক্টমি (৬১%) এর সাথে মিলিত হয়।\n\nবিশেষ ইঙ্গিতগুলির মধ্যে রয়েছে ডিম্বাশয়ের ক্যান্সারের যথেষ্ট পরিমাণে ঝুঁকিপূর্ণ মহিলাদের বিভিন্ন গ্রুপ, যেমন উচ্চ-ঝুঁকিপূর্ণ বিআরসিএ মিউটেশন বাহক এবং এন্ডোমেট্রিওসিসে আক্রান্ত মহিলারা যারা ঘন ঘন ডিম্বাশয়ের সিস্টে ভোগেন।\n\nদ্বিপাক্ষিক oophorectomy ঐতিহ্যগতভাবে এই বিশ্বাসে করা হয়েছে যে ডিম্বাশয়ের ক্যান্সার প্রতিরোধের সুবিধা ডিম্বাশয় অপসারণের সাথে সম্পর্কিত ঝুঁকিকে ছাড়িয়ে যাবে।  যাইহোক, এটা এখন স্পষ্ট যে যুক্তিসঙ্গত চিকিৎসা ইঙ্গিত ছাড়াই প্রফিল্যাকটিক ওফোরেক্টমি দীর্ঘমেয়াদী বেঁচে থাকার হারকে উল্লেখযোগ্যভাবে হ্রাস করে এবং মেনোপজ-পরবর্তী মহিলাদের এমনকি স্বাস্থ্য ও সুস্থতার উপর ক্ষতিকর দীর্ঘমেয়াদী প্রভাব ফেলে।  পদ্ধতিটিকে মহিলা যৌন অপরাধীদের জন্য একটি সম্ভাব্য চিকিত্সা পদ্ধতি হিসাবে পোষ্ট করা হয়েছে।\n\nক্যান্সার প্রতিরোধ\n\nওফোরেক্টমি উচ্চ-ঝুঁকিপূর্ণ বিআরসিএ মিউটেশন সহ মহিলাদের বেঁচে থাকার উল্লেখযোগ্যভাবে উন্নতি করতে পারে, যাদের জন্য 40 বছর বয়সের কাছাকাছি প্রফিল্যাকটিক ওফোরেক্টমি ডিম্বাশয় এবং স্তন ক্যান্সারের ঝুঁকি হ্রাস করে এবং উল্লেখযোগ্য এবং যথেষ্ট দীর্ঘমেয়াদী বেঁচে থাকার সুবিধা প্রদান করে।  গড়ে, পূর্বের হস্তক্ষেপ কোন অতিরিক্ত সুবিধা প্রদান করে না কিন্তু ঝুঁকি এবং প্রতিকূল প্রভাব বাড়ায়।\n\nউচ্চ-ঝুঁকিপূর্ণ BRCA2 মিউটেশন সহ মহিলাদের জন্য, ৪০ বছর বয়সের আশেপাশে oophorectomy বেঁচে থাকার জন্য তুলনামূলকভাবে সামান্য সুবিধা রয়েছে;  স্তন এবং ডিম্বাশয়ের ক্যান্সারের ঝুঁকি হ্রাসের ইতিবাচক প্রভাব প্রতিকূল প্রভাব দ্বারা প্রায় ভারসাম্যপূর্ণ।  বেঁচে থাকার সুবিধাটি আরও উল্লেখযোগ্য হয় যখন প্রফিল্যাকটিক ম্যাস্টেক্টমির সাথে oophorectomy করা হয়।\n\nএটা বোঝা গুরুত্বপূর্ণ যে বিআরসিএ ১/২ মিউটেশন ক্যারিয়ার জনসংখ্যাতে ওফোরেক্টমির সাথে সম্পর্কিত ঝুঁকি এবং সুবিধাগুলি সাধারণ জনসংখ্যার তুলনায় আলাদা।  প্রফিল্যাকটিক ঝুঁকি-হ্রাসকারী সালপিঙ্গো-ওফোরেক্টমি (RRSO) উচ্চ ঝুঁকিপূর্ণ জনসংখ্যার বিবেচনা করার জন্য একটি গুরুত্বপূর্ণ বিকল্প।  বিআরসিএ ১/২ মিউটেশনে আক্রান্ত মহিলারা যারা সালপিঙ্গো-ওফোরেক্টমি করে তাদের মৃত্যুর হার একই জনসংখ্যার মহিলাদের তুলনায় কম থাকে যারা এই পদ্ধতিটি করেন না।  এছাড়াও, RRSO স্তন ক্যান্সার এবং ডিম্বাশয়ের ক্যান্সারের জন্য নির্দিষ্ট মৃত্যুহার হ্রাস করতে দেখা গেছে।  যে মহিলারা RRSO-এর মধ্য দিয়ে যায় তাদেরও ডিম্বাশয়ের ক্যান্সার এবং প্রথমবার স্তন ক্যান্সার হওয়ার ঝুঁকি কম থাকে।  বিশেষ করে, আরআরএসও BRCA1 মিউটেশন বাহক প্রদান করে যার কোনো পূর্বে স্তন ক্যান্সার নেই যা ডিম্বাশয়ের ক্যান্সারের ঝুঁকি ৭০% হ্রাস করে।  পূর্বে স্তন ক্যান্সারে আক্রান্ত BRCA1 মিউটেশন বাহক ৮৫% হ্রাস থেকে উপকৃত হতে পারে।  উচ্চ-ঝুঁকিপূর্ণ মহিলারা যাদের আগে স্তন ক্যান্সার হয়নি তারা ৩৭% (BRCA1 মিউটেশন) এবং ৬৪% (BRCA2 মিউটেশন) স্তন ক্যান্সারের ঝুঁকি হ্রাস করে উপকৃত হতে পারে।  এই সুবিধাগুলি হাইলাইট করা গুরুত্বপূর্ণ, কারণ এগুলি এই BRCA১/২ মিউটেশন ক্যারিয়ার জনসংখ্যার জন্য অনন্য।\n\nএন্ডোমেট্রিওসিস\n\nবিরল ক্ষেত্রে, মাসিক চক্রকে বাদ দিয়ে এন্ডোমেট্রিওসিসের চিকিৎসার জন্য ওফোরেক্টমি ব্যবহার করা যেতে পারে, যা বিদ্যমান এন্ডোমেট্রিওসিসের বিস্তারকে কমিয়ে বা দূর করবে সেই সাথে ব্যথা কমাতে।  যেহেতু এন্ডোমেট্রিওসিস জরায়ুর আস্তরণের অত্যধিক বৃদ্ধির ফলে হয়, তাই এন্ডোমেট্রিওসিসের চিকিত্সা হিসাবে ডিম্বাশয় অপসারণ করা হয় হিস্টেরেক্টমির সাথে আরও কমাতে বা পুনরাবৃত্তি দূর করার জন্য।  [তথ্যসূত্র প্রয়োজন]\n\nএন্ডোমেট্রিওসিসের জন্য ওফোরেক্টমি শুধুমাত্র শেষ অবলম্বন হিসাবে ব্যবহৃত হয়, প্রায়শই হিস্টেরেক্টমির সাথে মিলিত হয়, কারণ এটি প্রজনন বয়সের মহিলাদের জন্য গুরুতর পার্শ্বপ্রতিক্রিয়া রয়েছে।  তবে, ডিম্বাশয় ধরে রাখার চেয়ে এটির সাফল্যের হার বেশি।\n\nআংশিক oophorectomy (অর্থাৎ, ডিম্বাশয়ের সিস্ট অপসারণ মোট oophorectomy জড়িত নয়) প্রায়শই এন্ডোমেট্রিওসিসের হালকা ক্ষেত্রে চিকিত্সার জন্য ব্যবহৃত হয় যখন অ-সার্জিক্যাল হরমোন চিকিত্সা সিস্ট গঠন বন্ধ করতে ব্যর্থ হয়।  আংশিক oophorectomy মাধ্যমে ডিম্বাশয়ের সিস্ট অপসারণ এছাড়াও দীর্ঘস্থায়ী হরমোন-সম্পর্কিত পেলভিক সমস্যা থেকে চরম শ্রোণী ব্যথার চিকিত্সার জন্য ব্যবহৃত হয়।\n\n\n== ঝুঁকি এবং প্রতিকূল প্রভাব ==\nঅস্ত্রোপচারের ঝুঁকি\n\nওফোরেক্টমি হল একটি আন্তঃ-পেটের সার্জারি এবং সরাসরি অস্ত্রোপচার থেকে উদ্ভূত গুরুতর জটিলতা বিরল।  হিস্টেরেক্টমির সাথে একসাথে সঞ্চালিত হলে, এটি অস্ত্রোপচারের কৌশল পছন্দের উপর প্রভাব ফেলে কারণ সম্মিলিত অস্ত্রোপচার যোনি হিস্টেরেক্টমি দ্বারা সঞ্চালিত হওয়ার সম্ভাবনা অনেক কম।  [তথ্যসূত্র প্রয়োজন]\n\nল্যাপারোটোমিক অ্যাডনেক্সাল সার্জারিগুলি আঠালো ছোট অন্ত্রের প্রতিবন্ধকতার উচ্চ হারের সাথে যুক্ত (২৪%)।\n\nএকটি বিরল জটিলতা হল ডিম্বাশয়ের সাসপেনসরি লিগামেন্টের স্তরে ইউরেটারে আঘাত করা।\n\nদীর্ঘমেয়াদী প্রভাব\n\nওফোরেক্টমির গুরুতর দীর্ঘমেয়াদী পরিণতি রয়েছে যা বেশিরভাগই অস্ত্রোপচারের হরমোনের প্রভাব থেকে উদ্ভূত হয় এবং মেনোপজের বাইরেও প্রসারিত হয়।  রিপোর্ট করা ঝুঁকি এবং প্রতিকূল প্রভাবগুলির মধ্যে রয়েছে অকাল মৃত্যু, কার্ডিওভাসকুলার ডিজিজ, জ্ঞানীয় দুর্বলতা বা ডিমেনশিয়া, পার্কিনসনিজম, অস্টিওপরোসিস এবং হাড় ভাঙা, মনস্তাত্ত্বিক সুস্থতায় অবনতি, এবং যৌন ক্রিয়ায় পতন।  হরমোন প্রতিস্থাপন থেরাপি সবসময় প্রতিকূল প্রভাব কমায় না।\n\nমৃত্যুহার\n\nউচ্চ-ঝুঁকিপূর্ণ বিআরসিএ মিউটেশনের বাহকদের মধ্যে ক্যান্সার প্রতিরোধের জন্য সঞ্চালিত ব্যতীত ওওফোরেক্টমি সব কারণে দীর্ঘমেয়াদী মৃত্যুহার উল্লেখযোগ্যভাবে বৃদ্ধির সাথে যুক্ত।  এই প্রভাবটি বিশেষত মহিলাদের জন্য উচ্চারিত হয় যারা ৪৫ বছর বয়সের আগে oophorectomy করে।\n\nমেনোপজের আগে oophorectomy করানো মহিলাদের ক্ষেত্রেই এর প্রভাব সীমাবদ্ধ নয়;  এমনকি ৬৫ বছর বয়স পর্যন্ত অস্ত্রোপচারের ক্ষেত্রেও বেঁচে থাকার উপর প্রভাব প্রত্যাশিত। ৫০-৫৫ বছর বয়সে সার্জারি ৮০ বছর বয়স পর্যন্ত বেঁচে থাকার সম্ভাবনা ৮% কমিয়ে দেয় (৬২% থেকে ৫৪% বেঁচে থাকা), ৫৫-৫৯ বছর বয়সে অস্ত্রোপচার।  ৪% দ্বারা।  এই প্রভাবের বেশিরভাগই অতিরিক্ত কার্ডিওভাসকুলার ঝুঁকি এবং হিপ ফ্র্যাকচারের কারণে।\n\nডিম্বাশয় অপসারণের ফলে হরমোনের পরিবর্তন এবং লক্ষণগুলি একই রকম, তবে সাধারণত মেনোপজের চেয়ে বেশি গুরুতর।  যেসব মহিলার oophorectomy হয়েছে তাদের সাধারণত মেনোপজের সাথে যুক্ত অন্যান্য অবস্থার প্রতিরোধ করার জন্য হরমোন প্রতিস্থাপনের ওষুধ খেতে উৎসাহিত করা হয়। ৪৫ বছরের কম বয়সী মহিলারা যাদের ডিম্বাশয় অপসারণ করা হয়েছে তাদের ডিম্বাশয় ধরে রাখা মহিলাদের তুলনায় ১৭০% বেশি মৃত্যুর ঝুঁকি রয়েছে।  একটি হিস্টেরেক্টমি সঞ্চালিত হলে ডিম্বাশয় ধরে রাখা ভাল দীর্ঘমেয়াদী বেঁচে থাকার সাথে যুক্ত।  ৪৫ বছর বয়সের আগে সম্পাদিত oophorectomies সহ মহিলাদের জন্য হরমোন থেরাপি দীর্ঘমেয়াদী ফলাফল এবং সর্বজনীন মৃত্যুর হারকে উন্নত করে।\n\nমেনোপজের প্রভাব\n\nযে মহিলারা দ্বিপাক্ষিক ওফোরেক্টমি সার্জারি করেছেন তারা ইস্ট্রোজেন এবং প্রোজেস্টেরন হরমোন তৈরি করার ক্ষমতা হারিয়ে ফেলেন, এবং টেসটোসটেরন তৈরি করার প্রায় অর্ধেক ক্ষমতা হারান, এবং পরবর্তীতে \"সার্জিক্যাল মেনোপজ\" নামে পরিচিত (সাধারণ মেনোপজের বিপরীতে, যা  বার্ধক্য প্রক্রিয়ার অংশ হিসাবে মহিলাদের মধ্যে স্বাভাবিকভাবেই ঘটে)।  প্রাকৃতিক মেনোপজে ডিম্বাশয় সাধারণত নিম্ন স্তরের হরমোন, বিশেষ করে অ্যান্ড্রোজেন, মেনোপজের অনেক পরে উৎপন্ন করতে থাকে, যা ব্যাখ্যা করতে পারে যে কেন সার্জিক্যাল মেনোপজ সাধারণত প্রাকৃতিক মেনোপজের চেয়ে বেশি আকস্মিক এবং গুরুতর লক্ষণগুলির সাথে থাকে, যে লক্ষণগুলি স্বাভাবিক হওয়া পর্যন্ত চলতে পারে।  মেনোপজের বয়স।  এই উপসর্গগুলি সাধারণত হরমোন থেরাপির মাধ্যমে সমাধান করা হয়, বিভিন্ন ধরনের ইস্ট্রোজেন, টেস্টোস্টেরন, প্রোজেস্টেরন বা একটি সংমিশ্রণ ব্যবহার করে।  [তথ্যসূত্র প্রয়োজন]\n\nকার্ডিওভাসকুলার ঝুঁকি\n\nযখন ডিম্বাশয় অপসারণ করা হয়, একজন মহিলার কার্ডিওভাসকুলার রোগের সাত গুণ বেশি ঝুঁকি থাকে, তবে প্রক্রিয়াটি সঠিকভাবে জানা যায় না।  বর্তমানে ডিম্বাশয়ের হরমোন উৎপাদন ড্রাগ থেরাপির দ্বারা পর্যাপ্তভাবে অনুকরণ করা যায় না।  ডিম্বাশয়গুলি একজন মহিলার সারাজীবনের জন্য প্রয়োজনীয় হরমোনগুলি তৈরি করে, যে পরিমাণে সেগুলি প্রয়োজন, সেই সময়ে, প্রতিক্রিয়া হিসাবে এবং জটিল এন্ডোক্রাইন সিস্টেমের অংশ হিসাবে।\n\nঅস্টিওপোরোসিস\n\nওফোরেক্টমি অস্টিওপরোসিস এবং হাড় ভাঙার ঝুঁকির সাথে যুক্ত।  মেনোপজের পরে সম্পাদিত oophorectomy-এর সম্ভাব্য ঝুঁকি সম্পূর্ণরূপে ব্যাখ্যা করা হয়নি।  মহিলাদের মধ্যে টেস্টোস্টেরনের মাত্রা হ্রাস উচ্চতা হ্রাসের পূর্বাভাস দেয়, যা হাড়ের ঘনত্ব হ্রাসের ফলে ঘটতে পারে।  ৫০ বছরের কম বয়সী মহিলাদের মধ্যে যারা oophorectomy করেছেন, হরমোন রিপ্লেসমেন্ট থেরাপি (HRT) প্রায়ই হঠাৎ হরমোনের ক্ষতির নেতিবাচক প্রভাব যেমন তাড়াতাড়ি শুরু হওয়া অস্টিওপোরোসিস এবং সেইসাথে মেনোপজ সংক্রান্ত সমস্যা যেমন হট ফ্ল্যাশগুলি সাধারণত বেশি গুরুতর  যারা প্রাকৃতিক মেনোপজের মধ্য দিয়ে নারীদের দ্বারা অভিজ্ঞ।\n\nযৌনতার উপর বিরূপ প্রভাব\n\nওফোরেক্টমি যৌনতাকে উল্লেখযোগ্যভাবে ক্ষতিগ্রস্ত করে।  কম আক্রমণাত্মক পদ্ধতি (হয় একা হিস্টেরেক্টমি বা একটি বিকল্প পদ্ধতি) ছিল এবং হরমোন প্রতিস্থাপন থেরাপির উন্নতির জন্য উল্লেখযোগ্যভাবে বেশি মহিলা যাদের oophorectomy এবং একটি হিস্টেরেক্টমি উভয়ই ছিল তারা লিবিডো হ্রাস, যৌন উত্তেজনায় অসুবিধা এবং যোনিপথের শুষ্কতা রিপোর্ট করেছে।  এই উপসর্গ।  উপরন্তু, oophorectomy ব্যাপকভাবে টেসটোসটের মাত্রা হ্রাস করে, যা মহিলাদের মধ্যে যৌন ইচ্ছার বৃহত্তর অনুভূতির সাথে যুক্ত।  যাইহোক, অন্তত একটি গবেষণায় দেখানো হয়েছে যে মানসিক কারণগুলি, যেমন সম্পর্কের সন্তুষ্টি, এখনও ওফোরেক্টমির পরে যৌন কার্যকলাপের সর্বোত্তম ভবিষ্যদ্বাণীকারী।  oophorectomy এবং coitus চালিয়ে যাওয়ার পরেও যৌন মিলন সম্ভব।  পুনর্গঠনমূলক অস্ত্রোপচার এমন মহিলাদের জন্য একটি বিকল্প হিসাবে রয়ে গেছে যারা সৌম্য এবং ম্যালিগন্যান্ট অবস্থার সম্মুখীন হয়েছে।  : ২০২০-১৩৪৮\n\n\n== প্রফিল্যাকটিক ওফোরেক্টমির এর পার্শ্ব প্রতিক্রিয়া ==\nঅ-হরমোনাল চিকিৎসা\n\nওফোরেক্টমির পার্শ্বপ্রতিক্রিয়া হরমোন প্রতিস্থাপন ব্যতীত অন্যান্য ওষুধের দ্বারা প্রশমিত হতে পারে।  অ-হরমোনাল বাইফসফোনেটস (যেমন ফোসাম্যাক্স এবং অ্যাক্টোনেল) হাড়ের শক্তি বাড়ায় এবং সপ্তাহে একবার বড়ি হিসাবে পাওয়া যায়।  কম ডোজ সিলেক্টিভ সেরোটোনিন রিউপটেক ইনহিবিটর যেমন প্যাক্সিল এবং প্রোজ্যাক ভাসোমোটর মেনোপজের লক্ষণগুলিকে উপশম করে, যেমন, \"হট ফ্ল্যাশ\"।\n\nহরমোনের চিকিৎসা\nসাধারণভাবে, ইস্ট্রোজেনের পরিচিত কার্সিনোজেনিক এবং থ্রম্বোজেনিক বৈশিষ্ট্যের কারণে হরমোন প্রতিস্থাপন থেরাপি কিছুটা বিতর্কিত;  যাইহোক, অনেক চিকিত্সক এবং রোগীরা মনে করেন যে সুবিধাগুলি মহিলাদের ঝুঁকির চেয়ে বেশি, যারা প্রাথমিক অস্ত্রোপচারের মেনোপজের ফলে গুরুতর স্বাস্থ্য এবং জীবনমানের সমস্যাগুলির মুখোমুখি হতে পারে।  ডিম্বাশয়ের হরমোন ইস্ট্রোজেন, প্রোজেস্টেরন এবং টেস্টোস্টেরন শত শত শারীরিক ক্রিয়াকলাপ নিয়ন্ত্রণে জড়িত;  এটি কিছু ডাক্তারদের দ্বারা বিশ্বাস করা হয় যে হরমোন থেরাপি প্রোগ্রামগুলি অস্ত্রোপচারের মেনোপজের পার্শ্ব প্রতিক্রিয়া যেমন কার্ডিওভাসকুলার রোগের ঝুঁকি, এবং মহিলাদের যৌন কর্মহীনতা হ্রাস করে।\n\nইস্ট্রোজেনের সাথে স্বল্পমেয়াদী হরমোন প্রতিস্থাপন উচ্চ-ঝুঁকিপূর্ণ বিআরসিএ মিউটেশন বাহকদের জন্য সামগ্রিক মৃত্যুহারে নগণ্য প্রভাব ফেলে।  কম্পিউটার সিমুলেশনের উপর ভিত্তি করে, সামগ্রিক মৃত্যুর হার oophorectomy-এর পরে স্বল্পমেয়াদী HRT-এর জন্য সামান্য বেশি বা oophorectomy-এর সাথে সংমিশ্রণে oophorectomy-এর পরে স্বল্প-মেয়াদী HRT-এর জন্য সামান্য কম বলে মনে হয়।  এই ফলাফলটি সম্ভবত উচ্চ ঝুঁকিতে থাকা অন্যান্য মহিলাদের জন্য সাধারণীকরণ করা যেতে পারে যাদের মধ্যে হট ফ্ল্যাশের জন্য ইস্ট্রোজেনের সাথে স্বল্পমেয়াদী (অর্থাৎ এক- বা দুই বছরের) চিকিত্সা গ্রহণযোগ্য হতে পারে।\n\n\n== তথ্যসূত্র =="}