{"pageid": 1090880, "title": "সংকর গণতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1090880", "content": "সংকর গণতন্ত্র বা সংকর শাসনতন্ত্র (ইংরেজি: Hybrid democracy or, Hybrid regime) একপ্রকার মিশ্রপ্রকৃতির রাজনৈতিক শাসনব্যবস্থা, যেটি প্রায়শই একটি কর্তৃত্ববাদী শাসন ​​থেকে গণতান্ত্রিক শাসনে অসুষম রূপান্তরের ফলে তৈরি হয়। সংকর গণতন্ত্র স্বৈরতন্ত্রের বৈশিষ্টের সঙ্গে গণতন্ত্রের বৈশিষ্ট্যগুলিকে একত্রিত করে এবং একই সাথে রাজনৈতিক দমন ও নিয়মিত নির্বাচনের আয়োজন করতে পারে। সংকর গণতন্ত্র শব্দটি রাজনৈতিক শাসনের বহুমুখী দৃষ্টিভঙ্গি থেকে উদ্ভূত হয়, যা স্বৈরতন্ত্র বা গণতন্ত্রের দ্বিচারিতার বিরোধিতা করে। সংকর শাসনতন্ত্র সাধারণত তৈল-রাষ্টসমূহের মতো সম্পদশালী দেশগুলোর বৈশিষ্ট্য হয়। এই ধরনের শাসনতন্ত্রগুলোর রাজনৈতিক পরিস্থিতি সাধারণত স্থিতিশীল এবং দৃ় হয়।\nসংকর গণতন্ত্রের বিশ্লেষণকারী পশ্চিমা গবেষকরা গণতান্ত্রিক প্রতিষ্ঠানগুলোর আলংকারিক প্রকৃতির দিকে মনোযোগ দেন (যেমন, নির্বাচনসমূহ ক্ষমতার পালাবদলে ভূমিকা পালন করে না, বিভিন্ন গণমাধ্যম সরকারি দৃষ্টিভঙ্গি সম্প্রচার করে এবং সংসদে বিরোধী দল ক্ষমতাসীন দলের মতো একই লক্ষ্যে বা পদ্ধতিতে ভোট দেয়), যা থেকে বিশ্লেষকেরা এই সিদ্ধান্তে উপনীত হন, যে স্বৈরতান্ত্রিকতা সংকর গণতন্ত্রের ভিত্তি। যাইহোক,   যখন অপেক্ষাকৃত নিম্ন স্তরে রাষ্ট্রে সহিংসতা বিরাজ করে, সংকর শাসনতন্ত্রসমূহ তখন কর্তৃত্ববাদী শাসনের অনুকরণ করে।\n\n\n== লক্ষণ ==\nগিলার্মো ও'ডোনেল, ফিলিপ সি. স্মিটার, ল্যারি ডায়মন্ড ও টমাস ক্যারোথার্স -এর মতে, একটি সংকর শাসনের লক্ষণগুলির মধ্যে রয়েছে:\n\nগণতন্ত্রের বাহ্যিক বৈশিষ্ট্যের উপস্থিতি (যেমন: নির্বাচন, বহুদলীয় ব্যবস্থা, আইনি বিরোধিতা ইত্যাদি)।\nরাজনৈতিক সিদ্ধান্ত গ্রহণ প্রক্রিয়ায় নাগরিকদের স্বার্থের প্রতিনিধিত্বের নিম্ন উপস্থিতি (যেমন: নাগরিকদের সমিতির অক্ষমতা, উদাহরণস্বরূপ শ্রমিক সংঘ, অথবা তাঁরা রাষ্ট্রীয় নিয়ন্ত্রণে রয়েছে বা রাষ্ট্র দ্বারা প্রভাবিত)।\nনিম্ন মানের রাজনৈতিক অংশগ্রহণ।\nঅধিকার ও স্বাধীনতার কেবল ঘোষণামূলক প্রকৃতি (আনুষ্ঠানিকভাবে বাস্তবায়ন নেই)।\nনাগরিকদের দ্বারা রাজনৈতিক প্রতিষ্ঠানের উপর নিম্ন স্তরের আস্থা।\nকিছু দেশ যাদের \"সংকর শাসনতন্ত্রের অধীনে শাসিত\" হিসাবে উল্লেখ করা হয়েছে তাদের মধ্যে রয়েছে – কলম্বিয়া, মিশর, হাঙ্গেরি, ইন্দোনেশিয়া, মেক্সিকো, মন্টিনেগ্রো, নাইজেরিয়া, বাংলাদেশ, পাকিস্তান, রাশিয়া, সার্বিয়া, তানজানিয়া, তিউনিশিয়া, মরক্কো, তুরস্ক, ভেনিজুয়েলা, ভারত এবং উগান্ডা।\n\n\n== আরও দেখুন ==\nকর্তৃত্ববাদী গণতন্ত্র\nগণতান্ত্রিক পশ্চাদপসরণ\nঅনুবিদ্ধ গণতন্ত্র\nসংকর প্রতিষ্ঠানসমূহ ও শাসনব্যবস্থা\nস্বাধীনতা সূচকের তালিকা\nনৈরাজ্য\nপরিচালিত গণতন্ত্র\n\n\n== তথ্যসূত্র =="}