{"pageid": 1090303, "title": "জটার দেউল", "url": "https://bn.wikipedia.org/wiki?curid=1090303", "content": "জটার দেউল স্থাপত্যশৈলীতে একরকমের টাওয়ার মন্দির বা রেখা-দেউল। ভারতের পশ্চিমবঙ্গ রাজ্যের দক্ষিণে সুন্দরবনের জনবসতি অঞ্চলে পাথর-মুক্ত পলি এবং গুল্মাচ্ছন্ন পরিমণ্ডলে মণি নদীর মোহনায় কঙ্কনদিঘির পূর্বে ১১৬ নম্বর প্লটে অবস্থিত।    আর্কিওলজিক্যাল সোসাইটির ঘোষণামত আনুমানিক খ্রীস্টীয় একাদশ শতকে ইস্টক নির্মিত এই দেব দেউল জটাধারী শিবের নামানুসারে জটার দেউল নামে সমধিক পরিচিত।\n\n\n== ভূগোল ==\n\n\n=== অবস্থান ===\nজটার দেউল পশ্চিমবঙ্গ রাজ্যের ডায়মন্ড হারবার মহকুমার মথুরাপুর ২নং সমষ্টি উন্নয়ন ব্লকের ছোট শহর রায়দিঘির পাঁচ কিলোমিটার পূর্বে কঙ্কনদিঘির নিকটে অবস্থিত। কলকাতা মহানগর হতে জাতীয় ও রাজ্য সড়ক পথে আনুমানিক দূরত্ব ৮০ কিলোমিটার। আশেপাশের গ্রামের অবস্থান এবং মানুষজনের পরিচয়ে এটি একটি আঞ্চলিক তীর্থস্থান কিনা তা' স্পষ্ট নয়। \n\n\n== ইতিহাস ==\nপ্রাচীন এই সৌধটি ১৮৬০-এর দশকে তৎকালীন  মথুরাপুর থানার অন্তর্গত  লট নং ১১৬ -এ গভীর জঙ্গল পরিস্কারের সময় আদিগঙ্গার খাত থেকে আবিষ্কৃত হয়। তবে সৌধটি ঠিক কবে, কখন, কীভাবে তৈরি হয়েছিল, তা নিয়ে বিতর্ক রয়েছে ইতিহাসবিদ ও প্রত্নতাত্ত্বিকদের মধ্যে। সৌধটির নিকটে প্রাপ্ত এক তাম্রশাসন থেকে ১৮৭৫ খ্রিস্টাব্দে ডায়মন্ডহারবারের ডেপুটি কমিশনার জানিয়েছিলেন যে, এটি ৯৭৫ খ্রিস্টাব্দ(বা ৮৯৭ শকাব্দে) বিক্রমপুরের চন্দ্র বংশের  তৎকালীন রাজা জয়চন্দ্রের সময় তৈরি করা হয়।  আবার বীরভূম জেলার কেন্দুলির পাশে অজয় নদীর দক্ষিণে প্রাচীন পাল বংশের শাসক দেবপালের আমলে তৈরি ইছাই ঘোষের দেউলের সাথে জটার দেউলের সাদৃশ্য লক্ষ্য করে অনুমান করা হয় যে,  এটিও খ্রিস্টীয় নবম শতকে তৈরি। প্রখ্যাত শিক্ষাবিদ সতীশচন্দ্র মিত্র তার যশোহর-খুলনার ইতিহাস গ্রন্থে সৌধটিকে প্রতাপাদিত্যের বিজয়স্তম্ভ ও ওয়াচ টাওয়ার হিসাবে বর্ণনা করেছেন। অন্যদিকে এ এস আই তথা ভারতীয় পুরাতত্ত্ব সর্বেক্ষণের প্রাক্তন মহানির্দেশক কাশীনাথ নারায়ণ দীক্ষিতসহ  অধিকাংশ প্রত্নতত্ত্ববিদদের মতে, জটার দেউলের স্থাপত্যশৈলীর সাথে  ওড়িশার  দেউল স্থাপত্যের মিল আছে এবং সেদিক থেকে ও অন্যান্য আবিষ্কৃত নিদর্শন বিচার করে এর নির্মাণকাল আনুমানিক একাদশ শতাব্দী বলেই গণ্য করা হয়। \n\n\n== পবিত্রতা ==\n\nসৌধটি কোন ধর্মীয় স্থান বা অন্য কোন ভাস্কর্য বা শিলালিপি সংক্রান্ত বিষয়ে নিশ্চিতভাবে প্রামাণ্য তথ্য পাওয়া যায় না। কেউ কেউ  এটিকে  একটি বৌদ্ধ প্যাগোডার  কাঠামোর মত ভাবেন। এ এস আই এর পর্যবেক্ষণ অনুসারে 'পঞ্চরথ ভিত্তির এক শিখর বিশিষ্ট' এই মন্দিরটি উত্তর ভারতের অনেক দেব দেউলেরই অনুরূপ। বর্তমানে এটির গর্ভগৃহে স্থানীয় মানুষেরা অনেক দেবদেবীর সাথে শিবের পূজা করে থাকেন।\n\n\n== স্থাপত্য ==\nজটার দেউল সুন্দরবনের গভীর অরণ্যে বাংলার প্রাচীন সরু ইটে নির্মিত মন্দিরগুলির মধ্যে একটি। প্রায় ৯৮ ফুট (বা ৩০ মিটার)  উচ্চতার স্তম্ভের বাইরের প্রতি দিকের পরিমাপ ৯.৩০ মিটার। পঞ্চরথ ভিত্তির এক শিখর বিশিষ্ট এই মন্দিরটির পূর্বদিকে রয়েছে ২.০৯ মিটার মাপের খিলানযুক্ত প্রবেশপথ। ভিত্তিমূলটি বর্তমান ভূমিস্তর হতে প্রায় তিন মিটার উঁচু।\nজটার দেউল  পশ্চিমবঙ্গের জাতীয় গুরুত্বপূর্ণ সৌধসমূহের তালিকায় স্থান পেয়েছে এবং সেই অনুসারে এটি ভারত সরকারের সংস্কৃতি মন্ত্রকের অধীন এ এস আই তথা  ভারতীয় পুরাতত্ত্ব সর্বেক্ষণের সুরক্ষিত স্মারক \n\n\n== মেলা ==\nপ্রতিবছর ২রা বৈশাখ (ইংরাজী এপ্রিল মাসের মাঝামাঝি সময়ে) মন্দিরের কাছে একটি মেলা অনুষ্ঠিত হয় এবং ঘোডদৌড়ের আয়োজন করা হয়  \n\n\n== পশ্চিমবঙ্গের রেখা-দেউল মন্দিরের ছবি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}