{"pageid": 1090187, "title": "তারানেহ মুসাভি", "url": "https://bn.wikipedia.org/wiki?curid=1090187", "content": "তারানেহ মুসাভি (১৯৮১–২০০৯) (ফার্সি: ترانه موسوی) ছিলেন একজন যুবতী ইরানি মহিলা, তিনি ২০০৯ সালের নির্বাচনের প্রতিবাদ করার জন্য গ্রেপ্তার হয়েছিলেন। এরপর হেফাজতে থাকা অবস্থায় যৌন নির্যাতনের পর তিনি মারা যান।\nতাঁর সম্পর্কে বেশিরভাগ তথ্য ইরানি ব্লগ এবং ইন্টারনেট সাইট থেকে আসে এবং সেগুলি যাচাই করা যায়নি। কিন্তু মর্তেজা আলভিরি, যিনি নির্বাচন পরবর্তী অপরাধ তদন্তের দায়িত্বপ্রাপ্ত একটি কমিটির প্রতিনিধি ছিলেন, তিনি তারানেহ মুসাভির ব্যাপারটি সীমাবদ্ধ রেখেছেন। ২০০৯ সালের ২৮শে জুন তারিখে তেহরানের ঘোবা মসজিদের কাছে একটি বিক্ষোভ সমাবেশে মুসাভিকে গ্রেপ্তার করা হয়। তিনি সমাবেশে অংশ নিয়ে ছিলেন কিনা সে বিষয়ে প্রতিবেদন অস্পষ্ট। কয়েক সপ্তাহ পরে, একটি ইরানি ব্লগের বক্তব্য অনুযায়ী, তাঁর মা কোন একটি সরকারি উৎস থেকে একটি বেনামী কল পেয়েছিলেন। তাঁকে বলা হয়েছিল তাঁর মেয়ে হাসপাতালে ভর্তি আছেন, \"একটি দুর্ভাগ্যজনক দুর্ঘটনায় তাঁর গর্ভাশয় এবং মলদ্বার ফেটে গেছে।\" তাঁকে তেহরানের ঠিক উত্তরে কারাজ শহরের ইমাম খোমেনি হাসপাতালে পাওয়া যেতে পারে। অন্য একটি সাইটে বলা হয়েছিল যে এভিন কারাগারে মুসাভির ওপর \"মানসিক এবং শারীরিকভাবে নির্যাতন চালানো হয়েছিল\"। সাইটটি স্ব-বর্ণিত প্রত্যক্ষদর্শীদের বিবৃতি অনুযায়ী তাঁর মৃত্যু সম্পর্কে কিছুই বলে নি কিন্তু এটা বলেছিল যে, ইমাম খোমেনি হাসপাতালে \"তাঁর শারীরিক বর্ণনা এবং আঘাতের\" সাথে মিলে যাওয়া একজন ব্যক্তির চিকিৎসা করা হয়েছে, কিন্তু তাঁকে দেখতে পাবার সময় এবং পরে যখন তাঁকে \"হাসপাতাল থেকে বাইরে স্থানান্তরিত হয়েছিল\" এই দুই ক্ষেত্রেই তিনি অজ্ঞান ছিলেন। যেদিন তাঁর পরিবারকে জানানো হয়েছিল তার আগের দিন, ১৭ই জুলাই, একটি ব্লগ প্রতিবেদনে বলা হয়েছিল, \"কারাজ এবং কাজভিনের মধ্যবর্তী মরুভূমিতে তারানেহের বর্ণনার সাথে মিলে যাওয়া একটি পোড়া মৃতদেহ পাওয়া গেছে,\" এবং এই ঘটনা সম্পর্কে তাদের চুপ থাকা উচিত। মার্কিন যুক্তরাষ্ট্রে একজন রিপাবলিকান সিনেটর (সংসদ সদস্য) সিনেট ভবনে এক বক্তৃতায় ঘটনাটি প্রচার করেন। মার্কিন কংগ্রেসম্যান ইরানের সর্বোচ্চ নেতাকে তারানেহের ছবি দেখার আহ্বান জানান এবং ইরানের নেতা এবং তাঁর শাসনের নিন্দা করেন। ফ্রান্স ২৪ এর পর্যবেক্ষকদের মতে,  তিনি তাদের হত্যাকারী এবং মিথ্যাবাদী বলে বর্ণনা করেছেন।\n\n\n== রজার ওয়াটার্স: দ্য ওয়াল ==\n\nরজার ওয়াটারস দ্য ওয়াল চলচ্চিত্রের শেষে নাম প্রদর্শনে তাঁর ছবিটি অন্য অনেক লোকের মধ্যে দেখানো হয়েছিল।\n\n\n== বিতর্ক ==\nএই গল্পের সত্যতা নিয়ে সন্দেহ দেখা দিয়েছে। নিউজবানের মেহেদী জামি  প্রথম গল্পটি সত্য হওয়ার কোনো প্রমাণের অনুপস্থিতি নিয়ে প্রশ্ন তুলেছিলেন। এরপর এটি নিয়ে কিউলাইনওরিয়েন্টালিস্ট ও প্রশ্ন তোলে, তারা বলেছিল যে তিন ব্লগারের একটি চক্র গল্পটি উপস্থাপন করেছে \"নিজেদের মধ্যে উচ্চ সমন্বয়\" রেখে এবং অমীমাংসিত অভ্যন্তরীণ দ্বন্দ্ব দ্বারা বিভ্রান্তির সৃষ্টির হয়েছে। উদাহরণস্বরূপ, পোড়া মৃতদেহকে একজন নিরাপত্তা কর্মকর্তার চিহ্নিত করার কথা, কিন্তু এটা অস্পষ্ট যে, কীভাবে তারানেহ মুসাভির পোড়া মৃতদেহটি এমন কেউ চিহ্নিত করল, যারা সম্ভবত তাকে খুঁজছিলই না।\nইসলামী প্রজাতন্ত্র একটি ভিডিও প্রকাশ করেছিল আসল তারানেহ মুসাভিকে শনাক্ত করার উদ্দেশ্যে। এই ভিডিওতে, তারা দাবি করেছে যে ইরানে \"তারানেহ মুসাভি\" নামে মাত্র তিনজন মানুষ আছেন; অন্যদিকে, বিরোধী গোষ্ঠী ইরানের অন্যান্য তারানেহ মুসাভিদের একটি তালিকা তৈরি করেছে যার মধ্যে \"অর্কিড\" নামে একটি মিউজিক ব্যান্ডের একজন সঙ্গীতশিল্পী রয়েছেন।\n\n\n== তথ্যসূত্র =="}