{"pageid": 1090978, "title": "জাতিসংঘ নিরাপত্তা পরিষদের নিয়মপত্র ১৯৬০", "url": "https://bn.wikipedia.org/wiki?curid=1090978", "content": "জাতিসংঘ নিরাপত্তা পরিষদের নিয়মপত্র ১৯৬০  ১৩২৫ (২০০০), ১৬১২ (২০০৫), ১৬৭৪ (২০০৬), ১৮২০ (২০০৮), ১৮৮২ (২০০৯), ১৮৮৮ (২০০৯), ১৮৮৯ (২০০৯) এবং ১৮৯৪ (২০০৯) রেজুলেশন প্রত্যাহার পর ২০১০ সালের ১৬ই ডিসেম্বর সর্বসম্মতিক্রমে গৃহীত হয়, কাউন্সিল সশস্ত্র সংঘর্ষের সময় যৌন সহিংসতার নিদর্শন সন্দেহভাজন পক্ষগুলির কাছে তথ্য সরবরাহ করার জন্য অনুরোধ করেছিল।\nপ্রস্তাবটি ৬০ টি দেশ দ্বারা পৃষ্ঠপোষকতা করা হয়েছিল। হিউম্যান রাইটস ওয়াচ কর্তৃক এটি গ্রহণের প্রশংসা করা হয়েছিল, যা এটিকে \"এই ভয়াবহ চর্চা বন্ধের দিকে একটি অসাধারণ পদক্ষেপ\" বলে অভিহিত করেছিল।\n\n\n== পর্যবেক্ষণ ==\nপ্রস্তাবের প্রস্তাবনায় কাউন্সিল সশস্ত্র সংঘাতে যৌন সহিংসতা, বিশেষ করে নারী ও শিশুদের বিরুদ্ধে ধীর অগ্রগতিতে উদ্বেগ প্রকাশ করেছে। তাছাড়া, দ্বন্দ্ব ও নিন্দার সাথে জড়িত সকল পক্ষকে আহ্বান করা সত্ত্বেও, এই ধরনের কাজগুলি ঘটতে থাকে। এটি সমস্ত রাষ্ট্রকে আন্তর্জাতিক আইন মেনে চলার জন্য এবং নেতাদের যৌন সহিংসতা রোধ, দায়মুক্তি মোকাবেলা ও দায়বদ্ধতা বজায় রাখার প্রতিশ্রুতি প্রদর্শন করার জন্য স্মরণ করিয়ে দেয়, কারণ নিষ্ক্রিয়তা ভুল বার্তা পাঠাবে। যুদ্ধাপরাধ ও গণহত্যার অপরাধীদের বিচারের মুখোমুখি হতে হয়েছিল, তাদের রাষ্ট্রের প্রাথমিক দায়িত্বকে তাদের ভূখণ্ডের মধ্যে মানুষের মানবাধিকারকে সম্মান ও নিশ্চিত করার উপর জোর দেওয়া হয়েছিল।\nরেজোলিউশনে উল্লেখ করা হয়েছে যে, সমাজকে সংঘাত থেকে পুনরুদ্ধার করতে হলে দায়মুক্তির অবসান অপরিহার্য ছিল, এবং এই ক্ষেত্রে স্বাস্থ্যসেবা, মনোসামাজিক সহায়তা, আইনি সহায়তা ও প্রতিবন্ধী ব্যক্তিদের চাহিদাগুলির জন্য আরও ভাল প্রবেশাধিকার প্রয়োজন। কাউন্সিল আন্তর্জাতিক অপরাধ আদালতের রোম সংবিধানে যৌন অপরাধের সংখ্যা স্মরণ করে। এটি শান্তিরক্ষা মিশনে এই সমস্যা সমাধানে প্রচেষ্টাকে স্বাগত জানায়, যার মধ্যে যৌন সহিংসতা মোকাবেলা এবং বেসামরিক ও সামরিক কার্যক্রমে মহিলাদের ভূমিকা প্রচার করে।\n\n\n== ভূমিকা ==\nকাউন্সিল সশস্ত্র সংঘর্ষের পরিস্থিতিতে বেসামরিক জনগোষ্ঠীর বিরুদ্ধে যৌন নির্যাতনের ব্যাপক ও পদ্ধতিগত ব্যবহারের নিন্দা জানায় এবং এর বিরুদ্ধে লড়াইয়ের পদক্ষেপ গ্রহণ আন্তর্জাতিক শান্তি ও নিরাপত্তা রক্ষায় অবদান রাখার কথা বলে। এতে সকল ধরনের যৌন সহিংসতা বন্ধের আহ্বান জানানো হয়েছে। মহাসচিবকে ধর্ষণ বা অন্যান্য যৌন সহিংসতার জন্য দায়ী সন্দেহভাজন দলগুলোর তথ্য অন্তর্ভুক্ত করতে বলা হয়, যা কাউন্সিল দলগুলোর সঙ্গে যুক্ত হতে বা তাদের বিরুদ্ধে ব্যবস্থা নিতে ব্যবহার করবে। তালিকাটি জনসম্মুখে প্রকাশ করা হবে।\n\n\n== তথ্যসূত্র =="}