{"pageid": 1090824, "title": "সৈয়দ ফয়জুর রহমান", "url": "https://bn.wikipedia.org/wiki?curid=1090824", "content": "সৈয়দ ফয়জুর রহমান (১৮৯৪–২৪ মে ১৯৯৭) যিনি মাওলানা সৈয়দ ফয়জুর রহমান নামেও পরিচিত, ছিলেন একজন বাংলাদেশি সুন্নি ইসলামি পণ্ডিত ও রাজনীতিবিদ। তিনি নেজামে ইসলাম পার্টির প্রতিষ্ঠাতা সহ-সভাপতি ছিলেন এবং ১৯৫৪ সালে যুক্তফ্রন্টের হয়ে সংসদ সদস্য নির্বাচিত হয়েছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nসৈয়দ ফয়জুর রহমান ময়মনসিংহ জেলার ফুলপুর উপজেলায় রুপসি ইউনিয়ন ঘুমগাও এলাকায় ১৮৯৪ সালে জন্মগ্রহণ করেন। তার পিতার নাম সৈয়দ আবদুল জব্বার ও মায়ের নাম মরহুমা সৈয়দ মরিয়ম বিবি। সৈয়দ ফয়জুর রহমানের সপ্তম পূর্বপুরুষ  সৈয়দ জাহাঙ্গীর ১৭ শতকে ময়মনসিংহ জেলার ফুলপুর উপজেলায় রুপসি ইউনিয়ন ঘুমগাও এলাকায় আরব থেকে আগমন করেন।\nনিজ এলাকায় নবম শ্রেনী পযন্ত স্কুলের লেখাপড়া সমাপ্ত করে হাকিমুল উম্মত শাহ আশরাফ আলী থানভী রহমাতুল্লাহি তত্ত্বাবধানে তার খানকায় অবস্থান করে শরহেজামী পযন্ত পড়ালেখা করেন। শিক্ষক হাকিমুল উম্মত আশরাফ আলী থানভী রহমাতুল্লাহির খলিফা হযরত মাওলানা আবদুর রহমান কামেলপুরী এর পর আশরাফ আলী থানভীর নির্দেশে উত্তর প্রদেশ এর সাহারানপুর মাযাহিরুল উলুম ভর্তি হয়ে উচ্চ শিক্ষা সমাপ্ত করেন।\n\n\n== কর্মজীবন ==\nসৈয়দ ফয়জুর রহমান ভারতের মাযাহিরুল উলুম সাহারানপুর থেকে উচ্চতর ডিগ্রি সমাপ্ত করে  নিজ মাতৃভূমি ময়মনসিংহ জেলায় ফুলপুর থানাধীন  নিজ গ্রামে অবস্থান করেন। সেখানে তার চাচা সৈয়দ মতিউর রহমান পরামর্শে আশরাফুল উলুম বালিয়া মাদরাসা প্রতিষ্ঠা করেন তিনি আজীবন আশরাফুল উলুম বালিয়া মাদরাসা প্রধান পৃষ্ঠপোষক ছিলেন।\nনিজ প্রতিষ্ঠিত আশরাফুল উলুম বালিয়া মাদরাসায় কিছুকাল শিক্ষকতা করে ময়মনসিংহ বড় মসজিদ (সাবেক চকের মসজিদ)  ইমামতি শুরু করেন। এখানে প্রায় ষাট বছর ইমাম ছিলেন।\n১৯৫৪ সনের যুক্ত ফ্রন্ট নির্বাচনে ফুলপুর ও হালুয়াঘাট আসন থেকে নেজামে ইসলাম এর এম এল এ (সংসদ সদস্য)  হন।\n\n\n== ব্যক্তিগত জীবন ==\nময়মনসিংহ শহরতলীর গলগন্ডা নিবাসী বিশিষ্ট বুজুর্গ মৌলভী ইসমাইল দরবেশ এর  কন্যা আজিমা খাতুন এর সাথে বিবাহ বন্ধনে আবদ্ধ হন। তাদের সন্তান মধ্যে চার ছেলে পাচ মেয়ে  তাদের ছেলেদের মধ্যে হযরত মাওলানা সৈয়দ মুস্তাফিজুর রহমান, হাফেজ মো: মফিজুর রহমান, মাওলানা কারী ইব্রাহিম ফয়েজী ও হাফেজ ইয়াহিয়া।\n\n\n== তথ্যসূত্র =="}