{"pageid": 1090310, "title": "মিশরীয় নারী অধিকার কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1090310", "content": "মিশরীয় নারী অধিকার কেন্দ্র হল মিশররের একটি দেওয়ানি, স্বাধীন, বেসরকারি, নির্দলীয়, অলাভজনক সংগঠন  । এটি পুরুষদের সাথে পূর্ণ অধিকার এবং সমতা অর্জনের ক্ষেত্রে মিশরীয় নারীকে সমর্থন করে। এছাড়াও, ইসিডব্লিউআর বিধিবদ্ধ কর্তৃপক্ষকে নারীর অধিকার সম্পর্কিত আইন পর্যালোচনা করতে অনুপ্রাণিত করে। এটি কেবল মিশরের সংবিধানের সাথে সম্পর্কিত নয়, বরং আন্তর্জাতিক চুক্তিগুলির সাথেও সম্পর্কিত। ইসিডব্লিউআর নাগরিক ও রাজনৈতিক উভয় নারীর অধিকারকে একত্রিত করে এবং যাদের অর্থ প্রদানের সামর্থ্য নেই এমন নারীদের আইনি সেবা প্রদান করে। নিহাদ আবু এল-কৌমসান সংগঠনের প্রধান।  ২০০৮ সালে ইসিডব্লিউআর কর্তৃক জারি করা একটি জরিপ অনুসারে, মিশরের ৮ শতাংশ মিসরীয় নারী এবং ৯৮ শতাংশ বিদেশী নারী কোনো না কোনো সময় যৌন হয়রানির শিকার হন। ইসিডব্লিউআর -তে যারা যৌন হয়রানির ঘটনা রিপোর্ট করেন তাদের মধ্যে মাত্র ১২ শতাংশই পুলিশে অভিযোগ নিয়ে গিয়েছেন। যৌন হয়রানিকে একটি সামাজিক 'ক্যান্সার' হিসেবে বিবেচনা করে, ইসিডব্লিউআর সরকারকে এটি নিয়ন্ত্রণে আইন প্রণয়ন করতে বলে।\n\n\n== পরিচয় ==\nমিশরীয় নারী অধিকার কেন্দ্র (ইসিডব্লিউআর) একটি বেসরকারি সংস্থা (এনজিও) যা ২০০৪ সালে ৭৮০নং নিবন্ধনের অধীনে সামাজিক সংহতি মন্ত্রণালয়ে নিবন্ধিত হয়। এটি নারীর প্রতি সকল প্রকার বৈষম্য মোকাবেলায় কাজ করে এবং আইনী কর্তৃপক্ষকে নারীদের অধিকার সম্পর্কিত আন্তর্জাতিক কনভেনশনগুলির বিরোধী সকল আইন সংস্কার করার আহ্বান জানায়, বিশেষ করে নারীর বিরুদ্ধে সকল প্রকারের বৈষম্য দূরীকরণে আন্তর্জাতিক কনভেনশন (সিইডিএডব্লিউ) চায়। এনজিওটি জাতিসংঘের অর্থনৈতিক ও সামাজিক কাউন্সিলের পরামর্শমূলক মর্যাদাও রাখে, যা জাতিসংঘ কর্তৃক বেসরকারি সংস্থাগুলিকে প্রদত্ত সর্বোচ্চ মর্যাদা। মিশরীয় নারী অধিকার কেন্দ্র- এর পরিচালনা পর্ষদ, মিসেস নেহাদ আবুল কমসানের সভাপতিত্বে, নিয়মিতভাবে নীতিমালা প্রণয়ন এবং কর্মসূচি ও কৌশল সংক্রান্ত কেন্দ্রের সিদ্ধান্ত গাইড করার জন্য বৈঠক করে। কেন্দ্রটি ১১ জন কর্মীর সমন্বয়ে গঠিত, যার মধ্যে প্রশিক্ষক, আইনজীবী, সমাজকর্মী, হিসাবরক্ষক, প্রশাসক এবং আন্তর্জাতিক সম্পর্ক দল রয়েছে।\n\n\n== মিশন ==\nইসিডব্লিউআর- এর প্রধান প্রচেষ্টা হচ্ছে নারীদের আইনি, রাজনৈতিক ও অর্থনৈতিক অধিকার সম্পর্কে শিক্ষিত করা। জনসাধারণ ও রাজনৈতিক জীবনে ভোটার বা প্রার্থী হিসেবে তাদের অংশগ্রহণের গুরুত্বের উপর জোর দেয়া। নারীদের ভোটাধিকার প্রয়োগে উৎসাহিত করে মহিলা প্রার্থীদের পার্লামেন্টারি এবং স্থানীয় উভয় ক্ষেত্রে নির্বাচনে দাঁড়ানোর ক্ষমতা তৈরি করা। এছাড়াও, ইসিডব্লিউআর নারীদের জন্য আইনি ধারণা সহজ করে বিনামূল্যে আইনি পরামর্শ সেবা প্রদান করার পাশাপাশি তাদের পক্ষ থেকে তাদের অধিকার রক্ষার জন্য মামলা দায়ের করে। আদালতের সিদ্ধান্তের বাস্তবায়ন নিশ্চিত করার মাধ্যমে আইনি সচেতনতা প্রদান করে। ইসিডব্লিউআর নারীদের ব্যবসায়ে দক্ষতা বৃদ্ধির মাধ্যমে ক্ষুদ্র থেকে মাঝারি আকারের উদ্যোগে অর্থনৈতিকভাবে ক্ষমতায়নের জন্য কাজ করে।\n\n\n== লক্ষ্য ==\nলিঙ্গ-সমতাপূর্ণ সমাজ গঠন করা, যেখানে নারীরা তাদের জীবনের উপর নিয়ন্ত্রণ রাখতে পারে। তাদের উপলভ্য সুযোগগুলিকে স্বাধীনভাবে গ্রহণ করতে পারে, সক্রিয়ভাবে রাজনীতিতে অংশগ্রহণ করতে পারে এবং ন্যায়বিচার পাওয়ার ক্ষমতা রাখে।\nশক্তিশালী নারী আন্দোলনের জন্য নারীদের আওয়াজ তুলতে ও তাদের অধিকারের দাবি বাস্তবায়ন করার মাধ্যমে ক্ষমতায়নে সক্ষম করে।\nগণতান্ত্রিক সমাজে জীবনের সকল ক্ষেত্রে নারীর ভূমিকা অন্তর্ভুক্ত করে, নারীর প্রতি সকল প্রকার বৈষম্য প্রত্যাখ্যান করে ও নাগরিকত্বের মূল্যবোধকে সুসংহত করে।\n\n\n== পুরস্কার ==\nমধ্যপ্রাচ্য এবং উত্তর আফ্রিকায় 'ধর্ষণ ... নিরাপদ অপরাধ' শিরোনামের একটি পুস্তিকার সেরা ধারণার জন্য পুরস্কৃত (২০০১) হয়। ২০০২ সালে বিশ্বব্যাংক কর্তৃক বিশ্বের শীর্ষ দশ উন্নয়ন সংস্থাগুলির মধ্যে একটি হিসেবে নির্বাচিত হয়। ২০০৮ সালে মিশরীয় নারীদের ক্ষমতায়নে তার প্রচেষ্টা এবং সাফল্যের জন্য অ্যাডেল আবু জাহরাকে পুরস্কার দেয়া হয়।\n\n\n== কার্যক্রম ==\nস্থানীয়ভাবে ৮০০ টিরও বেশি এনজিও, পঞ্চাশটি আঞ্চলিক ও আন্তর্জাতিক সংগঠন, ষোলটি আরব দেশের দশজন কর্মীসহ বিভিন্ন সংস্থার সাথে সম্পর্ক গড়ে তোলার জন্য আফ্রিকান দেশগুলির সংস্থাগুলির সাথে অন্তর্ভুক্ত হয়। এছাড়াও ২০১১ সালে ইসিডব্লিউআর \"নাগরিক শিক্ষা ও মহিলাদের অংশগ্রহণ\" শিরোনামে একটি জোট প্রতিষ্ঠা করে, যার মধ্যে আরব প্রজাতন্ত্র মিশরের সমস্ত গভর্নরেটের ৪৪৫ টি সমিতি অন্তর্ভুক্ত রয়েছে। ২০১৫ সালে নারীর অধিকার রক্ষায় মিশরীয় নারী অধিকার কেন্দ্রের প্রচেষ্টার স্বীকৃতিস্বরূপ, কেন্দ্রের প্রকল্প \"সবার জন্য নিরাপদ রাস্তা: মিশরে যৌন হয়রানির বিরুদ্ধে অভিযান\" এ ওকালতি করে। সমাজে নারীর ভূমিকা সমর্থন করার লক্ষ্যে রাজনৈতিক সংলাপের অন্যতম সফল প্রকল্প হিসাবে নির্বাচিত হয় । ইসিডব্লিউআর নারীদের পক্ষে ওকালতি এবং প্রতিরক্ষার ক্ষেত্রে দক্ষিণ ভূমধ্যসাগরীয় দেশগুলির সবচেয়ে প্রভাবশালী সংস্থার মধ্যেও স্থান পেয়েছে। ইসিডব্লিউআর নাগরিক সমাজ এবং সরকারী সংস্থার মধ্যে একটি যোগাযোগ মাধ্যম হিসেবেও কাজ করে, যা তার বেশিরভাগ কার্যক্রমের মধ্যেই স্পষ্ট যে এটি বিভিন্ন সরকারী সংস্থার সাথে সহযোগিতা করে যেমন স্থানীয় উন্নয়ন মন্ত্রণালয়, যুব ও ক্রীড়া মন্ত্রণালয়, মন্ত্রণালয় ন্যায়বিচার, স্বরাষ্ট্র মন্ত্রণালয় এবং জাতীয় মহিলা পরিষদ।\n\n\n== আরও দেখুন ==\n৬৭৮ (চলচ্চিত্র)\nমিশরে নারীবাদ\nমিশরে লিঙ্গ বৈষম্য\nহারাসম্যাপ\nমিশরের বিচার বিভাগ\nমিশরে ব্যাপক যৌন নিপীড়ন\nযৌন হয়রানি বিরোধী অপারেশন\nমিশরে ধর্ষণ\nমিশরে নারী\n\n\n== তথ্যসূত্র =="}