{"pageid": 1090553, "title": "ইনজি আফলাতুন", "url": "https://bn.wikipedia.org/wiki?curid=1090553", "content": "ইনজি আফলাতুন (আরবি: إنجي أفلاطون; ১৬ এপ্রিল ১৯২৪ - ১৭ এপ্রিল ১৯৮৯) ছিলেন একজন মিশরীয় চিত্রশিল্পী এবং নারী আন্দোলন কর্মী। তিনি ১৯৪০ এবং ১৯৫০ এর দশকের শেষের দিকে \"মার্কসবাদী-প্রগতিশীল-জাতীয়তাবাদী-নারীবাদী আন্দোলনের একজন প্রধান মুখপাত্র ছিলেন\", পাশাপাশি ছিলেন \"আধুনিক মিশরীয় শিল্পের পথিকৃৎ\" এবং \"গুরুত্বপূর্ণ মিশরীয় দৃশ্যকলা শিল্পীদের একজন\"।\n\n\n== প্রাথমিক জীবন ==\nআফলাতুন ১৯২৪ সালে কায়রো এ একটি ঐতিহ্যবাহী মুসলিম পরিবারে জন্মগ্রহণ করেন। যাকে তিনি \"আধা-সামন্ত ও বুর্জোয়া\" হিসাবে বর্ণনা করেছিলেন। তার বাবা ছিলেন একজন কীটতত্ত্ববিদ এবং জমির মালিক ছিলেন, এবং তার মা ছিলেন একজন ফরাসি প্রশিক্ষিত পোষাক-ডিজাইনার; যিনি মিশরীয় রেড ক্রিসেন্ট সোসাইটি মহিলা কমিটিতে দায়িত্ব পালন করেছিলেন। লাচি ফ্রান্সিস দু কারীয়ে এ তিনি মার্কসবাদ আবিষ্কার করেন। তার ব্যক্তিগত আর্ট শিক্ষক  ছিলেন কামেল এল-তেলমিসানি, যিনি আফলাতুনকে মিশরীয় কৃষকদের জীবন ও সংগ্রামের সাথে পরিচয় করিয়ে দিয়েছিলেন।\n\n\n== চিত্রকর্ম ==\nস্কুলের থাকাকালীন আফলাতুন ছবি আঁকতে পছন্দ করতেন এবং তার বাবা -মা তাকে উৎসাহিত করতেন। লুক্সার, নুবিয়া, এবং মিশরীয় মরুদ্যান পরিদর্শন করার পর তার আগ্রহ নতুন করে তৈরি হয়েছিল। এই ভ্রমণের সময়, তিনি \"ঘরে প্রবেশ করে এবং কর্মক্ষেত্রে পুরুষ ও মহিলাদের স্কেচ করার\" সুযোগ পেয়েছিলেন। তিনি মিশরীয় বংশোদ্ভূত সুইস শিল্পী মার্গো ভিলনের সাথে এক বছর  পড়াশোনা করেছেন। এই সময়কালে, তিনি কায়রো এবং আলেকজান্দ্রিয়ায় একক প্রদর্শনী করেন এবং ১৯৫২ সালে ভেনিস বিয়েনাল এবং ১৯৫৬ সালে সাও পাওলো আর্ট বিয়েনাল এ প্রদর্শনী করেন। ১৯৫৬ সালে তার সাথে মেক্সিকান চিত্রকর ডেভিড আলফারো সিকিরোস এঁর বন্ধুত্ব হয় এবং পরে তাঁর দ্বারা প্রভাবিত হন। কারাবাসের সময়কালীন তিনি চিত্রকর্ম আঁকতেন। তার কারাবাসের প্রাথমিক চিত্রগুলি ছিল মানুষের প্রতিকৃতি, যখন পরবর্তীগুলি ছিল প্রাকৃতিক দৃশ্যের।  মুক্তির পরের বছরগুলিতে, তিনি ১৯৬৭ সালে রোম এবং প্যারিস, ১৯৭০ সালে ড্রেসডেন, পূর্ব বার্লিন, ওয়ারশো এবং মস্কো, ১৯৭৪ সালে সোফিয়া, ১৯৭৫ সালে প্রাগ, ১৯৭৯ সালে নয়াদিল্লিতে প্রদর্শনী করেছিলেন। তার চিত্রগুলি \"তীব্র রঙের প্রাণবন্ত ব্রাশস্ট্রোক\" দিয়ে ভরা যা কিছু পর্যবেক্ষককে ভ্যান গখ বা বোনার্ডের কথা মনে করিয়ে দেয়। তার পরবর্তী বছরের শিল্পে তার ফর্মগুলির চারপাশে বড় সাদা স্থানগুলির ক্রমবর্ধমান ব্যবহার দ্বারা চিহ্নিত করা হয়। কায়রোর আমির তাজ প্রাসাদ এ তার কাজের একটি সংগ্রহ প্রদর্শিত হয়েছে। শারজাহের বারজিল আর্ট ফাউন্ডেশনে তার কাজের আরেকটি সংগ্রহ প্রদর্শিত হয়েছে।\n\n\n== শ্রদ্ধাঞ্জলি ==\n১৬ এপ্রিল ২০১৯, তার ৯৫তম জন্মবার্ষিকী উপলক্ষে গুগল তাদের হোমপেজে আফলাতুনের গুগল ডুডল প্রদর্শন করে তার জন্মদিন উদ্‌যাপন করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nAnne Mullin Burnham, 1994, Reflections in Women's Eyes  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ ফেব্রুয়ারি ২০১৪ তারিখে, Saudi Aramco World\nWork by Inji Aflatoun at the Jordan National Gallery of Fine Arts  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ এপ্রিল ২০১৭ তারিখে"}