{"pageid": 1090064, "title": "লরা ডিকিনসন হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1090064", "content": "লরা ডিকিনসন ইস্টার্ন মিশিগান বিশ্ববিদ্যালয়ের একজন ছাত্র ছিলেন। ২০০৬ সালের ১৩ ডিসেম্বর তারিখে অন্য এক সহপাঠী তাকে হত্যা করে। এই হত্যা সম্পর্কে বিশ্ববিদ্যালয়ের কর্মকর্তাদের প্রতিক্রিয়া খবরের শিরোনামে এসেছিল।  অবশেষে দেখা গিয়েছিল ইএমইউ (ইস্টার্ন মিশিগান বিশ্ববিদ্যালয়) ক্লিরি আইন লঙ্ঘন করেছে।\n\n\n== যৌন নিপীড়ন ও হত্যা ==\n২০০৬ সালের ১৩ ডিসেম্বর ডিকিনসন নিজের বাসভবনের হলঘরে নিহত হন। তার পায়ে পাওয়া বীর্যর ডিএনএ পরীক্ষা করে ছাত্র তৃতীয় অরেঞ্জ টেলরের সঙ্গে মিলে যায় এবং তাকে হত্যার জন্য দোষী সাব্যস্ত করা হয়।  পুলিশ রিপোর্ট অনুসারে, তদন্তে এটিকে একটি হত্যাকাণ্ড হিসেবে গণ্য করা হয়েছিল। যাইহোক, ২৩ ফেব্রুয়ারি ২০০৭ তারিখে এটি অস্বীকার করা হয় এবং শুধুমাত্র আনুষ্ঠানিকভাবে টেলর গ্রেপ্তারের দিন ঘোষণা করা হয়। প্রথম দিনে, যেদিন শিক্ষার্থীদের সম্পূর্ণ অর্থ ফেরতের জন্য ক্লাস এবং আবাসনে যেতেই হয়, সেইদিন তাকে গ্রেপ্তার করা হয়েছিল।\n\n\n== পরে ==\n\n\n=== ক্লেরি আইন লঙ্ঘন ===\nডেট্রয়েটের আইন সংস্থা বাটজেল লং-এর পরবর্তী তদন্তে দেখা গেছে যে ইএমইউ শিক্ষার্থীদের অবহিত না করে ক্লিরি আইন লঙ্ঘন করেছে এবং তারা উল্লেখ করে যে ছাত্র বিষয়ক ভাইস প্রেসিডেন্ট জিম ভিক ঘটনা আড়াল করার মূল উৎস। এই প্রতিবেদনের ফলে অনেক উচ্চ পর্যায়ের প্রশাসকের তদন্ত শুরু হয়।\n২০০৭ সালের ৩ জুলাই ক্লিরি আইন লঙ্ঘন সম্পর্কিত শিক্ষা বিভাগের প্রতিবেদন জনসাধারণের জন্য প্রকাশ করা হয়। এতে বলা হয়েছে, \"পর্যালোচনার সময় অসম্মতির বেশ কয়েকটি ঘটনা আবিষ্কৃত হয়েছিল যা ডিপার্টমেন্ট [শিক্ষা] ক্লিরি আইনের গুরুতর লঙ্ঘন বলে মনে করে।\" এই প্রতিবেদনের ফলাফল এখনও দেখা হয়নি। ২৭ জুলাই, ২০০৭ তারিখে ডিওই প্রতিবেদনের উত্তরে ইএমইউ তার প্রতিক্রিয়ার নির্বাহী সারাংশ প্রকাশ করে।  ২০০৮ সালের জুন মাসে বিশ্ববিদ্যালয় ঘোষণা করে যে তারা ক্লিরি আইন লঙ্ঘনের জন্য $৩,৫০,০০০ জরিমানা দিতে সম্মত হয়েছে। সেই সময় জরিমানাটি ছিল একটি বিশ্ববিদ্যালয়ের রেকর্ডে সবচেয়ে বড় জরিমানা।\n\n\n=== বন্দোবস্ত ===\n২০০৭ সালের ১৩ ডিসেম্বরে ২.৫ মিলিয়ন ডলারে লরা ডিকিনসনের পরিবার এবং এস্টেটের সাথে ইএমইউ মিটমাট করে নেয়। নিষ্পত্তিতে ইএমইউ দ্বারা দায়বদ্ধতার কোনও স্বীকারোক্তি অন্তর্ভুক্ত নেই।\n\n\n=== দণ্ডাজ্ঞা ===\n৭ এপ্রিল, ২০০৮ তারিখে একটি জুরি অরেঞ্জ টেলর তৃতীয়কে প্রথম ডিগ্রি হত্যা, যৌন অনুপ্রবেশ, বাড়িতে আক্রমণ এবং চুরির অভিযোগে দোষী সাব্যস্ত করে। ২০০৮ সালের ৭ই মে তাকে যাবজ্জীবন কারাদণ্ড দেওয়া হয়।\n\n\n== তথ্যসূত্র =="}