{"pageid": 1090560, "title": "বিলাস্টিন", "url": "https://bn.wikipedia.org/wiki?curid=1090560", "content": "বিলাস্টিন, অন্যদের মধ্যে ইলাক্সটেন ব্র্যান্ড নামে বিক্রি হয়, দ্বিতীয় প্রজন্মের অ্যান্টিহিস্টামিন ঔষধ যা এলার্জিক রাইনোকনজক্টিভাইটিস এবং ছুলি (আমবাত) এর চিকিৎসায় ব্যবহৃত হয় ।\nএটি সিলেক্টিভ হিস্টামাইন H 1রিসেপ্টর প্রতিপক্ষ, এবং সেটিরিজিন, ফেক্সোফেনাডিন, এবং ডেসলোরাটাডিন এর মতো একটি কার্যকারিতা রয়েছে। এটি স্পেনের FAES ফার্মা দ্বারা বিকশিত হয়েছিল। এটি বাংলাদেশে বিলারগো (জিসকা ফার্মাসিউটিক্যালস লিমিটেড) এর ব্র্যান্ড নামে বিক্রি হয়।\nঅ্যালার্জিক রাইনোকনজক্টিভাইটিস এবং ছত্রাকের লক্ষণীয় চিকিৎসার জন্য বিলাস্টিন ইউরোপীয় ইউনিয়নে অনুমোদিত, কিন্তু এটি মার্কিন যুক্তরাষ্ট্রে কোনো ব্যবহারের জন্য অনুমোদিত নয়। বিলাস্টিন বর্তমান ইউরোপীয় একাডেমি অফ অ্যালার্জি অ্যান্ড ক্লিনিক্যাল ইমিউনোলজি (EAACI) এবং অ্যালার্জিক রাইনাইটিস এবং হাঁপানি এর প্রভাব [ARIA] এলার্জিক রাইনাইটিস চিকিৎসায় ব্যবহৃত ওষুধের মানদণ্ড পূরণ করে।\nঅ্যালার্জির রোগের চিকিৎসায় বিলাস্টিন কার্যকর হয়েছে, যার মধ্যে রাইনোকনজক্টিভাইটিসও রয়েছে। উপরন্তু, বিলাস্টিন জীবনের মান এবং অ্যালার্জিক রাইনাইটিস সম্পর্কিত সমস্ত অনুনাসিক এবং চোখের উপসর্গের উন্নতি দেখানো হয়েছে।\n\n\n== চিকিৎসা ব্যবহার ==\n\n\n=== এলার্জিক রাইনোকনজক্টিভাইটিস ===\nঅ্যালার্জিক রাইনাইটিস (এআর) এবং ছত্রাকের মধ্যে বিলাস্টিনের ক্লিনিকাল কার্যকারিতা ১০টি ক্লিনিকাল অ্যাসেসে মূল্যায়ন করা হয়েছে যেখানে ৪,৬০০ এরও বেশি রোগী জড়িত ছিল। তাদের সকলেই বিলাস্টিনকে প্লাসিবোর সাথে এবং আরেকটি দ্বিতীয় প্রজন্মের অ্যান্টিহিস্টামিনকে নিশ্চিত কার্যকারিতা (সক্রিয় তুলনাকারী) এর সাথে তুলনা করে।\n\n\n=== ছুলি ===\nএকটি পর্যালোচনা নিবন্ধ পরীক্ষা থেকে প্রাপ্ত ডেটা মূল্যায়ন করে যা ত্বকের মডেল এবং ছুলিতে বিলাস্টিনের কার্যকারিতা বিশদভাবে বিশ্লেষণ করে যে বিলাস্টিন ছুলি আরোগ্য লাভ করার জন্য অনুকূল নমুনা আছে কিনা। লেখকরা উপসংহারে এসেছেন যে বিলাস্টিনের কার্যকারিতা এবং নিরাপত্তা উভয়ের জন্যই একটি চমৎকার নমুনা রয়েছে, যদিও খিঁচুনি নিয়ন্ত্রণে বিশেষ মনোযোগ দেয়। ছুলি রোগীদের মধ্যে বাস্তব জীবনের হালনাগাদ গবেষণায় বিলাস্টিনের কার্যকারিতা তুলনা করার জন্য নিয়ন্ত্রিত ক্লিনিকাল ট্রায়ালের প্রয়োজন রয়েছে।\n\n\n=== সেবন মাত্রা ===\nএটি মুখ দ্বারা নেওয়া হয় এবং এটি চুষেও খেতে বলা হয়ে থাকে। এটি দ্রুত কর্মের সূচনা দেখায় (৩০-৬০ মিনিটের মধ্যে)। এটি শুধুমাত্র ১২ বছরের বেশি বয়সী শিশুদের এবং প্রাপ্তবয়স্কদের নিতে বলা হয়।\n\n\n== পার্শ্ব প্রতিক্রিয়া ==\nমৌখিক এবং ইন্ট্রাভেনাস প্রশাসনের পরে শোলা ইঁদুর,ইঁদুর এবং কুকুরের প্রাক -ক্লিনিকাল টক্সিকোলজি গবেষণায় বিলাস্টিনের বিষাক্ততা ব্যাপক মাত্রায় মৌখিক প্রশাসনের পরে কোন মৃত্যুহার দেখা যায় নি। ইন্ট্রাভেনাস অ্যাডমিনিস্ট্রেশনের পর, LD50 (50% প্রাণীর জন্য প্রাণঘাতী ডোজ) মান ছিল যথাক্রমে শোলা ইঁদুর এবং ইঁদুরের মধ্যে 33 এবং 45–75 mg/kg। 4 সপ্তাহের মধ্যে মৌখিকভাবে (শোলা ইঁদুর, ইঁদুর এবং কুকুরে), অথবা অন্তসত্ত্বাভাবে (ইঁদুর এবং কুকুরের মধ্যে) বিলাস্টিনের ব্যাপক ওভারডোজিংয়ের পর কোনো অঙ্গের মধ্যে বিষাক্ততার কোনো লক্ষণ দেখা যায়নি। শোলা ইঁদুর, ইঁদুর এবং খরগোশের গবেষণায় উর্বরতার উপর কোন প্রভাব নেই। কোন টেরাটোজেনিক বা মিউটেজেনিক প্রভাব নেই এবং কোন আপাত কার্সিনোজেনিক সম্ভাবনা দেখা যায়নি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}