{"pageid": 1090111, "title": "এলা সোহাত", "url": "https://bn.wikipedia.org/wiki?curid=1090111", "content": "অধ্যাপক এলা সোহাত নিউইয়র্ক বিশ্ববিদ্যালয়ে আর্ট অ্যান্ড পাবলিক পলিসি এবং মিডল ইস্টার্ন অ্যান্ড ইসলামিক স্টাডিজ বিভাগে শিক্ষকতা করেন।\n\n\n== জীবনী ==\nতার প্রকৃত নাম এলা হাবিবা সোহাত। তিনি ১৯৫৯ সালে এক বাগদাদী পরিবারে জন্ম গ্রহণ করেন। আমেরিকার নিউ ইয়ার্ক শহরে জন্ম, বেড়ে ওঠা ও শিক্ষার্জন। তিনি নিউ ইয়ার্ক বিশ্ববিদ্যালযে সাংস্কৃতিক শিক্ষা বিষয়ে অধ্যাপনা করেন। তিনি নিজেকে ‘আরব ইহুদী’ পরিচয় দেন। তিনি একজন সাংস্কৃতিক সমালোচক। তিনি উপনিবেশিকতা, নারীবাদ ও মধ্যপ্রাচ্যের পরিবর্তনে অনেক অবদান রাখেন। তার লেখাগুলো 'পশ্চিমা সমাজকে অস্থির করে তোলে।\n\n\n== কর্মজীবন ==\nতিনি বিশ্ববিদ্যালয়ে অধ্যাপনার পাশাপাশি বিভিন্ন প্রকাশনায় কাজ করেন। বিশ্ববিদ্যালয়ের বিভিন্ন জার্নালে সম্পাদনার কাজ করেন। তিনি সাংস্কৃতিক শিক্ষা বিষয়ের পোস্ট/উপনিবেশিক ও আন্তর্জাতিক পদ্ধতির সাথে সম্পর্কিত বিষয়গুলিতে বক্তৃতা দিয়েছেন এবং অনেক গ্রন্থ ও প্রবন্ধ লিখেছেন। তার লেখাগুলোর মধ্যে- (১) আরব-ইহুদি, ফিলিস্তিন ও অন্যান্য উৎপাটনসমূহ : নির্বাচিত লেখা (প্লুটো প্রেস, ২০১৭; \"স্মারক গ্রন্থ” হিসাবে ‘মধ্যপ্রাচ্য মনিটর ফিলিস্তিন গ্রন্থ পুরস্কার’ প্রাপ্ত); (২) নিষিদ্ধ স্মৃতি, ডায়াস্পোরিক ভয়েসেস (ডিউক ইউনিভার্সিটি প্রেস, ২০০৬), (৩) ইসরায়েলি সিনেমা: ইস্ট /ওয়েস্ট অ্যান্ড দ্য পলিটিক্স অব রিপ্রেজেন্টেশন (ইউনিভার্সিটি অফ টেক্সাস প্রেস, ১৯৮৯); (৪) কথা বলার দৃষ্টিভঙ্গি: বহুজাতিক যুগে বহুসংস্কৃতিক নারীবাদ (এমআইটি ও দ্য নিউ মিউজিয়াম অব কনটেম্পোরারি আর্ট, ১৯৯৮); (৫) বিপজ্জনক যোগাযোগ : লিঙ্গ, জাতি এবং উত্তর-উপনিবেশিক দৃষ্টিভঙ্গি (সহ-সম্পাদিত, দ্য ইউনিভার্সিটি অফ মিনেসোটা প্রেস, ১৯৯৭); (৬) মধ্যপ্রাচ্য ও আমেরিকার মাঝে : প্রবাসীদের সাংস্কৃতিক রাজনীতি (সহ-সম্পাদিত, মিশিগান প্রেস ইউনিভার্সিটি, ২০১৩; ২০১৪ সালে গ্রন্থটি “আরব-আমেরিকান বুক অ্যাওয়ার্ড” ও দ্য আরব আমেরিকান মিউজিয়াম-এর জন্য নন-ফিকশন বিভাগে সম্মাননা প্রাপ্ত); (৭) রবার্ট স্ট্যাম অফ আনথিংকিং ইউরোসেন্ট্রিজম (রুটলেজ, ১৯৯৪; ক্যাথরিন কোভাক্স সিঙ্গার ১৯৯৪ সালে সেরা চলচ্চিত্র গ্রন্থ পুরস্কার; দ্বিতীয় সংস্করণ ২০১৪); (৮) পতাকার দেশপ্রেম: নার্সিসিজম ও আমেরিকানবাদ বিরোধী সংকট (রুটলেজ, ২০০৭); (১০) অনুবাদে রেস: আটলান্টিককে ঘিরে উত্তর-উপনেবিশকতার সংস্কৃতি যুদ্ধ (এনওয়াইইউ প্রেস, ২০১২); এবং (১১) বহুসংস্কৃতিবাদ, উপনিবেশিকতা এবং ট্রান্সন্যাশনাল মিডিয়া (কিউডিটেড, রুটগ্রেস বিশ্ববিদ্যালয় প্রেস, ২০০৩)।\nতিনি সামাজিক পাঠ্যের বেশ কয়েকটি বিষয় সমন্বয় করেছেন, যেমন (১) \"৯১১-এ পাবলিক ইমার্জেন্সি?\" (২০০২); (২) \"ফিলিস্তিন ইন ট্রান্সন্যাশনাল কনটেক্সট\" (২০০৩); (৩) \"কর্পোরেট সংস্কৃতিতে দুর্নীতি\" (২০০৩); এবং (৪) \"এডওয়ার্ড সেড: একটি মেমোরিয়াল ইস্যু\" (২০০৬)। তার লেখাগুলো বিভিন্ন ভাষায় অনুবাদ করা হয়েছে, যার মধ্যে রয়েছে: ফরাসি, হিব্রু, আরবি, পর্তুগিজ, স্প্যানিশ, জার্মান, ইতালিয়ান, পোলিশ ও তুর্কি। সোহাত বেশ কয়েকটি জার্নালের সম্পাদকীয় বোর্ডেও কাজ করেছেন, যার মধ্যে রয়েছে: সামাজিক পাঠ্য ; সমালোচনা: সমালোচনামূলক মধ্য প্রাচ্য গবেষণা ; মেরিডিয়ান: নারীবাদ, জাতি, ট্রান্সন্যাশনালিজম; এবং ইন্টারভেশন বা হস্তক্ষেপ: পোস্টকলোনিয়াল স্টাডিজের আন্তর্জাতিক জার্নাল । তিনি রকফেলার ফাউন্ডেশনে ফুলব্রাইট লেকচারশিপ/রিসার্চার এবং কর্নেল ইউনিভার্সিটিতে মানবতার জন্য সোসাইটির ফেলোশিপের প্রাপক ছিলেন। সেখানে তিনি দ্য স্কুল অব ক্রিটিসিজম অ্যান্ড থিওরিতেও পড়িয়েছিলেন। \n\n\n== প্রকাশনা ==\n\n\n=== গ্রন্থ ===\nআরব-ইহুদি, ফিলিস্তিন এবং অন্যান্য উৎপাটনসমূহ : এলা শোহাতের নির্বাচিত লেখা। লন্ডন, প্লুটো প্রেস, ২০১৭, মধ্যপ্রাচ্য মনিটর ফিলিস্তিন বুক অ্যাওয়ার্ড বিজয়ী)। \nমধ্যপ্রাচ্য ও আমেরিকার মাঝে : প্রবাসীদের সাংস্কৃতিক রাজনীতি (ই আলসুলতানির সঙ্গে সমন্বিত), মিশিগান প্রেস বিশ্ববিদ্যালয়, ২০১৩। আরব আমেরিকান বুক অ্যাওয়ার্ড, দ্য আরব আমেরিকান মিউজিয়াম-এর জন্য নন-ফিকশন বিভাগে সম্মাননা প্রাপ্ত। \nঅনুবাদে রেস: আটলান্টিককে ঘিরে উত্তর-উপনেবিশকতার সংস্কৃতি যুদ্ধ (আর স্ট্যামের সহকর্মী), নিউইয়র্ক ইউনিভার্সিটি প্রেস, ২০১২। \nদেশপ্রেমকে চিহ্নিত করা: স্বকাম এবং আমেরিকানবিরোধী সংকট (রবার্ট স্ট্যামসহ-লেখক)। \nলি সিওনিসমি ডু গয়েন্ট দি ভিউ দি সি ভিকটিমস : লিস জুইফস ওরিয়েনটেক্স ইন ইসরাইল (প্রথম প্রকাশিত ১৯৮৮ সালে, নতুন পরিচিতিসহ, প্যারিস; লা ফেব্রিক এডিশন, ২০০৬)।\nট্যাবু স্মৃতি, ডায়াসপোরিক ভয়েসেস (ডিউক ইউনিভার্সিটি প্রেস, ২০০৬)। \nবহুসংস্কৃতিবাদ, উপনিবেশিকতা এবং ট্রান্সন্যাশনাল মিডিয়া (কিউডিটেড, রুটগ্রেস বিশ্ববিদ্যালয় প্রেস, ২০০৩)। \nকথা বলার দৃষ্টিভঙ্গি: একটি বহুজাতিক যুগে বহুসংস্কৃতিক নারীবাদ (এমআইটি এবং দ্য নিউ মিউজিয়াম অব কনটেম্পোরারি আর্ট, ১৯৯৮)। \nবিপজ্জনক যোগাযোগ: লিঙ্গ, জাতি, এবংউপনিবেশিক দৃষ্টিভঙ্গি (ম্যাকক্লিনটক, অ্যান এবং আমির মুফতির সহ-সম্পাদিত), ইউনিভার্সিটি অফ মিনেসোটা প্রেস, ১৯৯৭।\nঅচিন্তিত ইউরোসেন্ট্রিজম: বহুসংস্কৃতিবাদ এবং মিডিয়া (রবার্ট স্ট্যাম, ১৯৯৪ এর সহ-লেখক), ২০তম বর্ষ দ্বিতীয় সংস্করণ, একটি নতুন পরবর্তী অধ্যায়, \"থিংকিং অন আনথিংকিং: বিশ বছর পরে\" (১-৭৩ পৃ।) লন্ডন:রুটলেজ, ২০১৪। ক্যাথরিন কোভাক্স গায়িকা ১৯৯৪ সালের জন্য সেরা চলচ্চিত্র গ্রন্থ পুরস্কার। \nইসরায়েলি সিনেমা: পূর্ব/পশ্চিম ও প্রতিনিধিত্বের রাজনীতি (ইউনিভার্সিটি অফ টেক্সাস প্রেস, ১৯৮৯), ২০তম বর্ষ, নতুন সংস্করণ, লন্ডন, আইবি টাউরিস, ২০১২। \n\n\n=== প্রবন্ধ ===\n\"জুডিও-আরবি আবিষ্কার,\" হস্তক্ষেপ: পোস্টকলোনিয়াল স্টাডিজের আন্তর্জাতিক জার্নাল, রুটলেজ, ভলিউম ১৯, ইস্যু ২, ২০১৭, পৃ ১৫৩-২০০।\nহারিয়ে যাওয়া জন্মভূমি, কল্পনাপ্রসূত প্রত্যাবর্তন, নীরবতার মুহূর্ত: ইরান-ইরাক যুদ্ধের সাংস্কৃতিক অভিব্যক্তিতে সত্যতা (১৯৮০-১৯৮৮), আর্টা খাকপুর, মোহাম্মদ মেহেদি খোররামি এবং শৈলেহ বতনাবাদী, এডিএস। নিউ ইয়র্ক ইউনিভার্সিটি প্রেস, ২০১৬, পৃ ২০-৫৮। \n\"জুডিও-আরবি (গুলি) এর প্রশ্ন: ভ্রমণপথের যাত্রা,\" আধুনিক ইহুদি সংস্কৃতির ভাষা: তুলনামূলক দৃষ্টিকোণ, জোশুয়া মিলার এবং অনিতা নরিচ, সংস্করণ মিশিগান বিশ্ববিদ্যালয় প্রেস, ২০১৬, পৃ ৯৪-১৪৯।\nদ্য স্পেকটার অব দ্য ব্ল্যাকামুর: ফিগারিং আফ্রিকা অ্যান্ড দ্য ওরিয়েন্ট ইন রি-সিগনেফিকেশনস বা পুনরায় সংকেতগুলিতে: ইউরোপীয় ব্ল্যাকামুরস, আফ্রিকানা রিডিং, আওয়াম আমকপা সম্পাদিত, রোম: পোস্টকার্ট এসআরএল, ২০১৬.\n\"টোলেডোতে একটি সমুদ্রযাত্রা: 'প্রাচ্যের ইহুদি এবং ফিলিস্তিনিদের বৈঠকের ২৫ বছর পর,' জাদালিয়া, ৩০ সেপ্টেম্বর, ২০১৪। \n\"দ্য কোশেন অব জুডিও- অ্যারাবিক,\" ওপেনিং প্রবন্ধ, আরব স্টাডিজ জার্নাল, ২৩:১ (ফল ২০১৫), পৃ ১৪-৭৬।\nসেফার্ডি-মুরিশ আটলান্টিক: প্রাচ্যবাদ এবং অক্সিডেন্টালিজমের মধ্যে 'প্রাচ্য এবং আমেরিকার মধ্যে: প্রবাসীদের সাংস্কৃতিক রাজনীতি, এলা হাবিবা সোহাত এবং এভলিন আজিজা আলসুলতানি সম্পাদিত, অ্যান আরবার: মিশিগান প্রেস ইউনিভার্সিটি, ২০১৩.\n\"তুলনামূলক আন্তর্জাতিকীকরণ: ক্রস-কালচারাল এনালজির ব্যবহার ও অপব্যবহার\" (আর স্ট্যামের সাথে), বিশেষ ফোকাস, \"তুলনা,\" নতুন সাহিত্য ইতিহাস, ৪০: ৩ (গ্রীষ্ম ২০০৯), পৃষ্ঠা ৪৭৩-৪৯৯।\n\"অনুবাদে 'পোস্টকলোনিয়াল': রিডিং সাইড ইন হিব্রু,\" (এডওয়ার্ড সাইডের একটি বিশেষ সংখ্যা, রশিদ খালিদী সম্পাদিত,) ফিলিস্তিন স্টাডিজ জার্নাল, XXXIII, নং ৩ (বসন্ত ২০০৪), পৃষ্ঠা ৫৫-৭৫।\n\"পোস্ট-উপনিবেশিক\" -এর নোট। \" সামাজিক পাঠ্য ৩১/৩২ (১৯৯২): ৯৯-১১৩।\nস্থানচ্যুত পরিচয়: একটি আরব ইহুদি প্রতিফলন, আন্দোলন গবেষণা : পারফরমেন্স জার্নাল # ৫ (শীতকাল, ১৯৯২)। ইলা সোহাতের প্রবন্ধের অংশগুলি এলিয়া সুলেমানের নিউইয়র্ক ভিত্তিক চলচ্চিত্র হোমাজ বাই অ্যাসাসিনেশন (১৯৯২) -এ অন্তর্ভুক্ত করা হয়। \n\"ইসরায়েলে সেফারডিম: ইহুদি শিকারীদের দৃষ্টিকোণ থেকে জায়নবাদ।\" সামাজিক পাঠ্য ১৯/২০ (১৯৮৮): ১-৩৫।\n\n\n== তথ্যসূত্র =="}