{"pageid": 1090426, "title": "স্বাতী হত্যা মামলা", "url": "https://bn.wikipedia.org/wiki?curid=1090426", "content": "এস স্বাতী ছিলেন ২৪-বছর বয়সী ভারতীয় ইনফোসিস সংস্থার কর্মচারী, যিনি ২০১৬ সালের ২৪ শে জুন ভারতের তামিলনাড়ুর চেন্নাইয়ের নুঙ্গামবাক্কাম রেলওয়ে স্টেশনে খুন হন। অনেক লোকের সামনে স্বাতীকে হত্যা করা হয়, যাত্রীরা নির্বাক দর্শকের মত ছিল, একজন হামলাকারী, যাকে রামকুমার বলে সন্দেহ করা হয়, সে পালিয়ে যায় এবং পুলিশ আসার আগে ও তাদের তদন্ত প্রক্রিয়া শুরু করার আগে স্বাথীর দেহ অযত্নে অবস্থায় পড়ে থাকে।\n\n\n== পটভূমি ==\nস্বাতী ভারত সরকারের স্বাস্থ্য বীমা কোম্পানি ইএসআইসি-এর অবসরপ্রাপ্ত কর্মচারী সান্থানা গোপালকৃষ্ণনের মেয়ে ছিলেন। তিনি ২০১৪ সালে ধানলক্ষ্মী কলেজ অব ইঞ্জিনিয়ারিংয়ে কম্পিউটার বিজ্ঞানে স্নাতক ডিগ্রী সম্পন্ন করেন, একই বছর আনা বিশ্ববিদ্যালয়ে ওরাকলে একটি কোর্স গ্রহণ করেন। ইনফোসিসে চাকরির জন্য নির্বাচিত হওয়ার পর, তিনি মহীশূরে প্রশিক্ষণ নিয়েছিলেন এবং সিস্টেম ইঞ্জিনিয়ারের চাকরি পেয়েছিলেন। ইঞ্জিনিয়ারিং কলেজের স্বাতীর বন্ধু সিধু তাকে একজন বন্ধুত্বপূর্ণ মহিলা হিসেবে বর্ণনা করেছেন, যিনি সাধারণত নিজের মত করেই থাকতেন।\n\n\n== হত্যা ==\nস্বাতীর বাবা ভারতীয় সময়ে ২০১৬ সালের ২৪শে জুন প্রায় সকাল ৬ টা ৩০ মিনিটে চেন্নাইয়ের নুঙ্গামবাক্কাম রেলওয়ে স্টেশনে পৌঁছে দিয়ে যান। তার দৈনন্দিন রুটিনের অংশ হিসাবে, স্বাতী মাহিন্দ্রা ওয়ার্ল্ড সিটিতে তার কর্মস্থলে যাওয়ার জন্য স্টেশনে অপেক্ষা করছিলেন। প্রায় ৩০ মিনিট আগে থেকে তার জন্য অপেক্ষা করা একজন ব্যক্তির সাথে তর্ক করার পর তাকে কাস্তে দিয়ে ছুরিকাঘাতে হত্যা করা হয়েছিল। সকাল ৬ টা ৪২ মিনিটে হামলাকারী পালিয়ে যায়। প্রাথমিকভাবে, যে পুলিশ তার মৃতদেহটি খুঁজে পেয়েছিল সে কাছের দোকান থেকে কেনা শার্ট দিয়ে ঢেকে রেখেছিল এবং তার দেহ দুই ঘন্টারও বেশি সময় ধরে এমন অবস্থায় পড়ে ছিল। একজন ঊর্ধ্বতন কর্মকর্তা পরে স্টেশনে পৌঁছে লাশটি সরকারি জেনারেল হাসপাতালে পৌঁছে দেন।\n\n\n== তদন্ত ==\nমাদ্রাস হাইকোর্ট লাশের প্রতি শ্রদ্ধা জানাতে রেলওয়ে পুলিশের ধীরগতির নিন্দা জানিয়ে বলেছে তদন্তে শিথিলতা প্রমাণিত হলে হস্তক্ষেপ করা হবে। সামান্য অগ্রগতি হওয়ার পর মামলাটি দ্রুত রেল পুলিশ থেকে শহর পুলিশের কাছে হস্তান্তর করা হয়। ২০১৬ সালের ১ জুলাই হত্যা করার জন্য রামকুমারকে তিরুনেলভেলিতে গ্রেফতার করা হয়। তিনি অভিযুক্ত তার গলা তিনি গলা কেটে আত্মহত্যার চেষ্টা করেছিলেন এবং তাকে তিরুনেলবেলির সরকারি হাসপাতালে স্থানান্তর করা হয়। স্বাতীর বন্ধু বিলাল মালিককে পুলিশী জিজ্ঞাসাবাদের জন্য ডাকা হয়।\n\n\n== তথ্যসূত্র =="}