{"pageid": 1090968, "title": "মাপুতো সৌজন্যবিধি", "url": "https://bn.wikipedia.org/wiki?curid=1090968", "content": "মাপুতো প্রটোকল নামে পরিচিত আফ্রিকায় মহিলাদের অধিকারের উপর মানব ও জনগণের অধিকারের উপর আফ্রিকান সনদের প্রোটোকল আফ্রিকান ইউনিয়ন কর্তৃক প্রতিষ্ঠিত একটি আন্তর্জাতিক মানবাধিকার দলিল, যা ২০০৫ সালে কার্যকর হয়। এটি রাজনৈতিক প্রক্রিয়ায় অংশ নেওয়ার অধিকার, পুরুষদের সঙ্গে সামাজিক ও রাজনৈতিক সমতার অধিকার, তাদের প্রজনন স্বাস্থ্যের সিদ্ধান্তে স্বায়ত্তশাসনের উন্নতি এবং মহিলাদের যৌনাঙ্গ বিকৃতির অবসান সহ নারীদের ব্যাপক অধিকারের নিশ্চয়তা দেয়। আফ্রিকান ইউনিয়নে ২০০৩ সালে মোজাম্বিকের মাপুতোতে আফ্রিকান চার্টারের মানবিক ও জনগণের অধিকারকে একটি প্রটোকল আকারে গৃহীত হয়েছিল (১৯৮১ সালে গৃহীত হয়েছিল, ১৯৮৬ সালে প্রণীত হয়েছিল)।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\nমানবাধিকারের প্রেক্ষাপটে নারীর অধিকার প্রায়ই প্রান্তিক হয়ে যাওয়ার পর থেকে, ১৯৯৫ সালে মার্চ মাসে টোগোর লোমে উইমেন ইন ল অ্যান্ড ডেভেলপমেন্ট ইন আফ্রিকা (ওয়াইএলডিএএফ) কর্তৃক আয়োজিত একটি সভায় আফ্রিকান মানবাধিকার ও জনগণের অধিকার সনদে নারীর অধিকার সম্বন্ধে একটি নির্দিষ্ট প্রোটোকল উন্নয়নের আহ্বান জানানো হয়। ওএইউ অ্যাসেম্বলি আফ্রিকান কমিশন অন হিউম্যান অ্যান্ড পিপলস রাইটসকে (এসিএইচপিআর) ১৯৯৫ সালের জুন মাসে আদ্দিস আবাবায় ৩১ তম সাধারণ অধিবেশনে এই ধরনের একটি প্রোটোকল তৈরি করতে বাধ্য করে। \nএসিএইচপিআর- এর সদস্যদের একটি বিশেষজ্ঞ গোষ্ঠী, আফ্রিকান এনজিও এবং আন্তর্জাতিক পর্যবেক্ষকদের প্রতিনিধিদের দ্বারা তৈরি প্রথম খসড়া, এসিএইচপিআর দ্বারা আন্তর্জাতিক কমিশন অব জুরিস্টদের সহযোগিতায় ১৯৯৭ সালের অক্টোবর মাসে ২২ তম অধিবেশনে এসিএইচপিআর- এর কাছে জমা দেওয়া হয়েছিল এবং অন্যান্য এনজিওতে মন্তব্য করার জন্য প্রচার করা হয়েছিল।  অক্টোবর থেকে জানুয়ারি মাস পর্যন্ত বিভিন্ন ক্ষেত্রে জড়িত এনজিওগুলির সহযোগিতায় পুনর্বিবেচনা হয় এবং ১৯৯৮ সালের এপ্রিল মাসে এসিএইচপিআর- এর দ্বিতীয় অধিবেশনে কঙ্গোলি আইনজীবী জুলিয়েন ওন্ডজিয়েল গেনেলেঙ্গাকে আফ্রিকার নারী অধিকার বিষয়ে প্রথম বিশেষ প্রতিবেদক হিসেবে নিয়োগের অনুমোদন দেওয়া হয়েছিল, যা তাকে নারীর অধিকারের খসড়া প্রটোকল গ্রহণের দিকে কাজ করার নির্দেশ দেয়। ওএইউ সচিবালয় ১৯৯৯ সালে সম্পূর্ণ খসড়া পেয়েছিল, এবং ২০০০ সালে আদ্দিস আবাবায় এটি আন্তঃ আফ্রিকান কমিটি এবং এসিএইচপিআর- এর যৌথ অধিবেশনে ঐতিহ্যবাহী অভ্যাসের খসড়া কনভেনশনের সাথে একীভূত হয়েছিল। ২০০১ সালে বিশেষজ্ঞদের সভা এবং সম্মেলনে আরও কাজ করার পরে, প্রক্রিয়াটি স্থগিত হয়ে যায় এবং ২০০২ সালে এইউ -এর উদ্বোধনী শীর্ষ সম্মেলনে প্রোটোকল উপস্থাপন করা হয়নি।\n\n\n== তথ্যসূত্র =="}