{"pageid": 1090213, "title": "মার্সিয়া ফ্রিডম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1090213", "content": "মার্সিয়া ফ্রিডম্যান ( হিব্রু ভাষায়: מרשה פרידמן‎   , জন্ম ১৭ মে  ১৯৩৮) একজন আমেরিকান - ইসরায়েলি শান্তি কর্মী, নারীদের অধিকার এবং সমকামীদের পক্ষে কথা বলেন। ১৯৭০ এর দশকের গোড়ার দিকে তিনি ইসরায়েলে নারীবাদী আন্দোলন তৈরি করতে এবং নেতৃত্ব দিতে সাহায্য করেছিলেন। ফ্রিডম্যান ব্রিট টেজেডেক ভি'শালোমের প্রতিষ্ঠাতা সভাপতি এবং সান ফ্রান্সিসকো ইহুদি চলচ্চিত্র উৎসবের সাবেক সভাপতি ছিলেন।\n\n\n== জীবনী ==\nতিনি মার্কিন যুক্তরাষ্ট্র এর নিউ ইয়ার্ক শহরে জন্মগ্রহণ করেন। ফ্রিডম্যান বেনিংটন, কলেজ থেকে বিএ, নিউ ইয়র্ক ইউনিভার্সিটি থেকে এমএ পাশ করেন । তিনি ১৯৬০ ও ১৯৬৭ এর মধ্যে আমেরিকান নাগরিক অধিকার আন্দোলনে সক্রিয় ছিলেন। ১৯৬৭ সালে তিনি ইসরায়েলে চলে আসেন এবং তাড়াতাড়ি রাজনীতিতে সক্রিয়ভাবে তাজড়িত হন। তিনি গর্ভপাত আইন উন্নত করার এবং নাগরিক অধিকার আন্দোলনে সচেতনতা বৃদ্ধির ইচ্ছা থেকে বিখ্যাত হয়েছিলেন। তিনি ১৯৭১ সালে ইসরায়েলি নারীবাদী আন্দোলন খুঁজে পেতে সাহায্য করেছিলেন। ১৯৭৩ সালে, নারীবাদী আন্দোলন শুলামিত আলোনির রটজকে (নাগরিক অধিকার আন্দোলন) সমর্থন করার সিদ্ধান্ত নেয় এবং ফ্রিডম্যানকে রেটস স্লেটে তৃতীয় স্থান দেওয়া হয়। তিনি আন্দোলনের প্রতি তার আবেগ, প্রতিশ্রুতি এবং উৎসাহের ভিত্তিতে শুলমিত আলোনির দৃষ্টি আকর্ষণ করেন। অ্যালোনি ফ্রিডম্যানকে দলের তৃতীয় আসন হতে নির্বাচন করতে বলেন।  দলটি তিনটি আসনে জয়লাভ করে এবং ফ্রিডম্যান নেসেটে সদস্য নির্বাচিত হন। রাত্জ শীঘ্রই ইয়াদ-নাগরিক অধিকার আন্দোলনে একীভূত হয়ে যায়, কিন্তু ফ্রিডম্যান এবং আরেহ ইলিয়াভ ভেঙে সোশ্যাল-ডেমোক্রেটিক ফ্যাক্টন (পরবর্তীতে নাম পরিবর্তন করে স্বাধীন সোশ্যালিস্ট ফ্যাক্টন) গঠন করে। ফ্রিডম্যান ১৯৭৪ থেকে ১৯৭৭ পর্যন্ত নেসেটে দায়িত্ব পালন করেন। তিনি সমকামী অধিকার আন্দোলনের জন্য একজন বড় আইনজীবী হয়েছিলেন। কারণ তিনি তার মেয়ের কাছে সমকামী হয়ে বেরিয়ে এসেছিলেন এবং তার মেয়ে তার থেকে বিচ্ছিন্ন হতে শুরু করেছিল। ১৯৭৭ সালের নির্বাচনের আগে ফ্রিডম্যান নারী দল গঠন করেছিলেন। যদিও তিনি তার প্রার্থী হিসেবে দাঁড়াননি। তার এ দল ১% নির্বাচনী সীমা অতিক্রম করতে ব্যর্থ হয় যদিও এটি নারীদের সমস্যাগুলির জন্য জনসমর্থন আকর্ষণ করতে সফল হয়। নেসেট -এর সদস্য থাকাকালীন, ফ্রিডম্যান নারীদের ইস্যুতে স্পষ্টভাষী ছিলেন এবং ইসরায়েলে ঘরোয়া সহিংসতা, স্তন ক্যান্সার, ধর্ষণ, অজাচার এবং কিশোরী পতিতাবৃত্তিসহ যেসব বিষয় প্রকাশ্যে আলোচিত হয়নি সে বিষয়ে জনগণের দৃষ্টি আকর্ষণ করেন। উপরন্তু, ফ্রিডম্যান ফিলিস্তিনিদের সাথে শান্তি নিয়ে আলোচনার সাথে ক্রমশ জড়িত হতে থাকেন। যাইহোক, ২০১৫ সালে আমেরিকান ইহুদি শান্তি আর্কাইভের সাথে তার সাক্ষাৎকারে তিনি বলেন, \"আমি এটাকে পররাষ্ট্রনীতি বিষয় বলব কারণ আমি নেসেটের সদস্য ছিলাম এবং এটি ছিল সম্পূর্ণ দুর্ঘটনাজনিত এবং অপরিকল্পিত\" (তার ফিলিস্তিনি সংঘাতের সাথে জড়িত থাকার বিষয়ে) । ফ্রিডম্যান ফিলিস্তিনি স্বাধীন রাষ্ট্র গঠনের প্রাথমিক সমর্থক ছিলেন। তিনি ফিলিস্তিনি লিবারেশন অর্গানাইজেশনের সাথে যোগাযোগে জড়িত ছিলেন এবং বর্তমানে পৃথক দুই-রাষ্ট্রীয় সমাধান দাবিকারি হিসাবে পরিচিত। ফ্রিডম্যান ইসরায়েলে নারীদের জন্য একটি ওকালতি এবং সহায়তা নেটওয়ার্ক তৈরি করতে সাহায্য করেন এবং তিনি এর সহ-প্রতিষ্ঠাতা ছিলেন। ১৯৭৭ সালে হাইফায় বারবারা সোয়ারস্কি এবং ইসরায়েলের অন্যদের সঙ্গে আঘাতপ্রাপ্ত নারীদের জন্য প্রথম আশ্রয়স্থল  প্রতিষ্ঠিত হয়েছিল। ফ্রিডম্যান ১৯৮১ সালে ইসরায়েল ছেড়ে যুক্তরাষ্ট্রে ফিরে আসেন। তিনি আবার ১৯৯৭ থেকে ২০০২ সাল পর্যন্ত ইসরায়েলে বসবাস করেন, এবং কমিউনিটি অফ লার্নিং উইমেন প্রতিষ্ঠা করেন, যা নারীদের পড়াশোনা এবং কম্পিউটার সাক্ষরতার শিক্ষা প্রদান করে।  ফ্রিডম্যান এখনও নিয়মিত ইসরায়েল যান এবং ২০০৭ সালে হাইফায় তার সম্মানে একটি অনুষ্ঠান অনুষ্ঠিত হয়। ফ্রিডম্যান ১৯৮০ সালে উইমেন স্টাডিজ নিউজলেটারের জন্য \"ইসরায়েলে নারীবাদী প্রকাশনা\" শিরোনামে একটি নিবন্ধ লিখেন। তিনি হিব্রু ভাষায় নারীবাদী বই এবং ছয়টি প্রকাশকের সাথে জড়িত বিভিন্ন বইয়ের দোকান সম্পর্কে কথা বলেছেন যা নারীবাদী কাজগুলি প্রকাশ করতে দেয়। তিনি নারীবাদ সম্পর্কিত কয়েকটি বই কীভাবে হিব্রুতে লেখা হয়েছিল এবং নারীবাদী লেখা প্রকাশের জন্য সর্বনিম্ন প্রচেষ্টা ছিল সে সম্পর্কেও তিনি কথা বলেন। ফ্রিডম্যান একটি স্মৃতিকথা লিখেছেন, প্রবাসিত দেশে নির্বাসন । তার স্মৃতিচারণ তার বাবা ফিলিপ প্রিন্সকে উৎসর্গ করা হয়েছিল। তিনি উৎসর্গ পৃষ্ঠায় বলেছেন, \"যার উদাহরণ আমি অনেকটা অনুসরণ করেছি।\" তিনি অনেক নিবন্ধ এবং পর্যালোচনার লেখক। ব্রিট টেজডেক ভি'শালোম একটি ইসরাইলপন্থী এবং শান্তিপন্থী সংগঠন। তিনি ২০০২ সালে সংস্থার বোর্ড সদস্য নির্বাচিত হন এবং পরে সভাপতি হন। ২০১০ সালে, ব্রিট টেজডেক ভি'শালোম জে স্ট্রিটে একীভূত হয়েছিল। ২০০৭ সালের এপ্রিল পর্যন্ত, ফ্রিডম্যান জে স্ট্রিটের পক্ষে ওকালতি করা বন্ধ করে দিয়েছিলেন এই কারণে যে, দুই-রাষ্ট্রীয় বিকল্প সম্ভব নয়।\n\n\n== আরো দেখুন ==\nশান্তি কর্মীদের তালিকা\n\n\n== তথ্যসূত্র =="}