{"pageid": 1090769, "title": "নারী ও স্মৃতি সম্মেলন", "url": "https://bn.wikipedia.org/wiki?curid=1090769", "content": "'উইমেন অ্যান্ড মেমোরি ফোরাম বা নারী ও স্মৃতি সম্মেলন' ১৯৯৭ সালে কায়রো, মিশর এ  প্রতিষ্ঠিত হয়। সদস্যরা নারী শিক্ষাবিদ, গবেষক ও কর্মী। তারা সংস্কৃতিতে আরব নারীদের দুর্বল অবস্থান উন্নত করার চেষ্টা করেন। ডব্লিউএমএফ \"গবেষণা প্রকল্পগুলি বিভিন্ন যুগে লিঙ্গের প্রতিনিধিত্বকে স্পর্শ করে কিছু প্রতিনিধিত্বকে চ্যালেঞ্জ করার পাশাপাশি সমসাময়িক আরব সমাজে নারীর অধিকার সংক্রান্ত বিষয়গুলির পক্ষে কথা বলার জন্য বিকল্প জ্ঞান উৎপাদনের লক্ষ্যে কাজ করে। \"১৯৯৭ সালে  উইমেন অ্যান্ড মেমোরি ফোরাম (ডব্লিউএমএফ) প্রতিষ্ঠিত হয়ে শিল্প, গবেষণা ও সাহিত্য ব্যবহার করে লিঙ্গ নীতি এবং বর্তমান আরব সমাজে নারীদের বিরুদ্ধে সাংস্কৃতিক পক্ষপাতিত্বকে চ্যালেঞ্জ করে। এই দলটি মিশরীয় নারীদের একত্রিত করে সিনেমা, নারীবাদী সাহিত্য নিয়ে আলোচনা এবং সৃজনশীল প্রকাশনায় কাজ করে।\n\n\n== কাজ ==\n\"ডব্লিউএমএফ এমন একটি সমাজের অপেক্ষায় আছে যেখানে নারী ও পুরুষের জন্য ন্যায়বিচার এবং সমান সুযোগ থাকবে। তারা একটি স্পন্দনশীল সমাজ যা বিভিন্ন সামাজিক কাঠামোর মধ্যে শক্তি সম্পর্ককে এমনভাবে পুনর্বিন্যাস করার জন্য প্রতিনিয়ত বিকল্প জ্ঞান বৃদ্ধিতে সমর্থন করে এবং সব ধরনের বৈষম্যের মুখে মানুষের মর্যাদা দেয়।\"\n\n\n== লক্ষ্য ==\nগবেষণা : নারী বিষয়ে গবেষণা করা। এ ক্ষেত্রে কীভাবে নারীকে সমাজে প্রতিষ্ঠিত করা যায়, নারী-পুরুষের সমতা আনা যায়, নারীর জন্য গবেষণা জার্নাল পত্র পত্রিকা প্রকাশ করা তা নিয়ে কাজ করা।\nধারণ ক্ষমতা : নারীর শারীরিক মানসিক সক্ষমতার সাথে শ্রম, চাকরি ইত্যাদি বিষযগুলো সমন্বয় করা।\nওকালতি : বিপদগ্রস্থ নারীকে আইনি সহায়তা দেয়া। এ ক্ষেত্রে বিবাহ বিচ্ছেদ, পারিবারিক সহিংসা থেকে রক্ষা, যৌতুক ইত্যাদি বিষয়ে আর্থিক ও আইনি সাহায়্য করা, যাতে নারীর অধিকার পরিবার ও সমাজে প্রতিষ্ঠিত হয়।\n\n\n== কর্মসূচি ==\nলিঙ্গ শিক্ষা কর্মশালা : তারা আরব নারীদের মাঝে লিঙ্গ বৈষম্য দুর করার জন্য গ্রাম-শহরে নারীদের নিয়ে বিভিন্ন বৈঠক করে।\nসামাজিক বিজ্ঞান এবং মানবিক বিভাগে লিঙ্গের উপর অনুবাদিত পাঠক তৈরী করে থাকে। যাতে প্রামাণ হয় যে বিজ্ঞানের দৃষ্ঠিতেও লিঙ্গ সমতা বৈধ।\n\"তিনি কে\" এ প্রশ্নের মাধ্যমে এ সংস্থা সমসাময়িক বিশেষজ্ঞদের একটি ডাটাবেস তৈরী করে। যাতে ভবিষ্যতে কোন সমস্যা না হয়।\nনারীদের কণ্ঠ এবং আর্কাইভ : এর মাধ্যমে সংস্থাটি নারীদের কথাগুলো আরকাইভে ধরে রাখে।\nগল্প বলা  অর্থাৎ বিভিন্ন নারীর জীবনে ঘটে যাওয়া ঘটনাগুলো এবং এ ক্ষেত্রে সংস্থার ভুমিকা কি ছিল, তা গল্প আকারে বর্ণা করা হয়।\nআরব নারী অগ্রদূতদের দ্বারা পরিচালিত বুদ্ধিজীবী ও কর্মী ভূমিকার সাংস্কৃতিক স্মৃতি পুনরুজ্জীবিত করার জন্য স্মারক সম্মেলন করে থাকে।\n\n\n== ডব্লিউএমএলডিসি ==\nমিশরীয় একাডেমিক অ্যান্ড রিসার্চ লাইব্রেরি, মিশর (ইইউএল) জোটের সহযোগিতায় “দ্য উইমেন অ্যান্ড মেমোরি লাইব্রেরি অ্যান্ড ডকুমেন্টেশন সেন্টার” (ডব্লিউএমএলডিসি) হাজ করা।\n\n\n== প্রকাশনা ==\nনারীবাদী অনুবাদ;\nকনফারেন্স কার্যক্রম;\nঅগ্রণী নারীদের দ্বারা পুনঃপ্রকাশিত কাজ: \"দ্য উইমেন অ্যান্ড মেমোরি ফোরাম” অগ্রণী মিশরীয় নারীদের স্মৃতিচারণ এবং লেখাগুলি পুনরায় প্রকাশ করে যাতে দেখানো হয় যে নারীরা প্রকাশ্যে সক্রিয়, তাদের সুবিধাজনক জায়গা থেকে লিখেছেন এবং নারীবাদী হয়েছেন। এই ধরনের গবেষণা এবং ওকালতি প্রচেষ্টা দেখায় যে নারীবাদী দৃষ্টিভঙ্গি ও দাবি আরব ইতিহাসের অবিচ্ছেদ্য অংশ ছিল। \" \nছোট গল্প;\nশিশুদের গল্প;\nমাঝে মাঝে কাগজপত্র আরব ও ইসলামী সাংস্কৃতিক ইতিহাস, নারীবাদী তত্ত্ব এবং ইতিহাস পুনর্বিবেচনা সংক্রান্ত গবেষণাপত্র;\nসচিত্র বই;\nমহিলাদের ভয়েস সিরিজ, ইত্যাদি।\n\n\n== তথ্যসূত্র =="}