{"pageid": 1090419, "title": "পর্তো নোভো", "url": "https://bn.wikipedia.org/wiki?curid=1090419", "content": "পর্তো নোভো (ফরাসি: Porto-Novo; আ-ধ্ব-ব:[pɔʁtɔnɔvo]) পশ্চিম আফ্রিকার রাষ্ট্র বেনিনের (বেনাঁঁ) রাজধানী। এটি দেশটির দক্ষিণ-পূর্ব প্রান্তসীমায় আটলান্টিক সাগরের গিনি উপসাগরের সাথে সংযুক্ত একটি উপহ্রদের উপকূলে অবস্থিত; আটলান্টিক মহাসাগর থেকে এটির দূরত্ব প্রায় ১৩ কিলোমিটার। পর্তো নভো নামটি একই বানানের পর্তুগিজ নাম \"পোর্তু নোভু\" থেকে এসেছে; ১৭৩০ সালে পর্তুগিজরা এই নাম প্রদান করে, যার অর্থ \"নয়া পোর্তু\" (পর্তুগালের পোর্তু শহরের সাথে সাদৃশ্যের কারণে)। শহরটিতে মূলত গুন ও ইয়োরুবা নৃগোষ্ঠীর লোকেদের বাস; এছাড়া তোরি নামক একটি ক্ষুদ্র নৃগোষ্ঠীও আছে। স্থানীয় গুন-গবে ভাষায় শহরটি \"হগবোনু\" (টেমপ্লেট:Lang-fon) এবং ইয়োরুবা ভাষায় \"আজাশে\" নামেও পরিচিত। ১১০ বর্গকিলোমিটার আয়তনের এই নগরীতে ২০১৩ সালের জনগণনা অনুযায়ী ২ লক্ষ ৬৪ হাজারের কিছু বেশি অধিবাসীর বাস ছিল।\nবেনিনের আইনপ্রণেতারা পর্তো নভোতে মিলিত হন, তবে দেশটির রাষ্ট্রপতির কার্যালয় ও সিংহভাগ সরকারি কার্যালয় পর্তো নোভো থেকে ৩০ কিলোমিটার পশ্চিমে দেশটির বৃহত্তম নগরী কোতোনু-তে অবস্থিত। এখানে বেনিনের জাতীয় নথি সংরক্ষণাগার ও জাতীয় গ্রন্থাগারটি অবস্থিত। এছাড়া এখানে কিছু প্রাচীন আফ্রিকান প্রাসাদের ধ্বংসাবশেষ ও বহু ঔপনিবেশিক আমলে ভবন রয়েছে, যাদের মধ্যে একটি প্রাচীন পর্তুগিজ মহাগির্জা বা ক্যাথেড্রালের নাম উচ্চার্য। পর্তো নোভোতে বহুসংখ্যক আফ্রিকান কারুশিল্পী ও কারুসংঘ রয়েছে। শহরের জাদুঘরগুলিতে হাজার হাজার আফ্রিকান শিল্পকর্ম আছে, যাদের মধ্যে বিভিন্ন ধরনের আফ্রিকান মুখোশ উল্লেখ্য।\nপর্তো নোভো একটি কৃষি অঞ্চলে অবস্থিত। শহরটিতে কৃষকেরা তাদের পণ্য (যেমন পাম তেল, সাদা শিমুল গাছের তুলা) বিক্রয় করে। তবে এখানে শিল্প ও বাণিজ্যের তেমন বিকাশ ঘটেনি। বরং কোতোনু নগরীটিই দেশটির প্রধান শিল্পকেন্দ্র ও উন্নততর গভীর পোতাশ্রয় সেবাবিশিষ্ট সমুদ্র বন্দর এবং সেখান থেকে দেশের অভ্যন্তরভাগের রেল সংযোগ আছে। পর্তো নোভো সড়কপথে ও রেলপথে পশ্চিম দিকে বেনিনের কোতোনু শহরের সাথে এবং পূর্ব দিকে নাইজেরিয়ার লেগোস নগরীর সাথে সংযুক্ত। পর্তো নোভো নাইজেরিয়া সীমান্ত থেকে মাত্র ১৩ কিলোমিটার দূরত্বে অবস্থিত।\n১৬শ শতকের শেষভাগে কিংবা ১৮শ শতকের শুরুতে আল্লাদা নামক একটি নৃগোষ্ঠী এই লোকালয়টির পত্তন করেছিল। তখন এটির নাম ছিল আজাশে। সেটি ইয়োরুবাভাষী পোপো রাজ্যের রাজধানী ছিল। এখানে পর্তুগিজরাও একটি বাণিজ্যকুঠি স্থাপন করে। ১৮শ শতকে পর্তুগিজেরা পর্তো নোভোকে ক্রীতদাস বাণিজ্যের একটি কেন্দ্রে পরিণত করে। তারা এই শহর থেকে দুই আমেরিকা মহাদেশে জাহাজে করে ক্রীতদাস প্রেরণ করত।\n১৯শ শতকের শেষভাগে ফরাসিরা অঞ্চলটি বিজয় করে। তারা এখানে দাওমে নামের একটি উপনিবেশ প্রতিষ্ঠা করে এবং পর্তো নোভোকে এর রাজধানী বানায়। ১৯৬০ সালে দাওমে একটি স্বাধীন রাষ্ট্র হিসেবে আত্মপ্রকাশ করে এবং পর্তো নোভো সেটির রাজধানী হিসেবে রয়ে যায়। ১৯৭৫ সালে দাওমে প্রজাতন্ত্র রাষ্ট্রটির নাম বদলে বেনিন বা বেনাঁ রাখা হয়।\n\n\n== তথ্যসূত্র =="}