{"pageid": 1090084, "title": "গুয়াতেমালায় যৌন উদ্দেশ্যে মানব পাচার", "url": "https://bn.wikipedia.org/wiki?curid=1090084", "content": "গুয়াতেমালায় যৌনতার উদ্দেশ্যে পাচার হল যৌন শোষণ এবং দাসত্বের উদ্দেশ্যে গুয়াতেমালায় মানব পাচার।\nদেশটিতে যৌন উদ্দেশ্যে মানব পাচারের শিকাররা গুয়াতেমালার সকল নৃগোষ্ঠী থেকেই আসেন, তাঁদের মধ্যে আছেন মায়া ও অন্যান্য আদিবাসী মানুষ এবং বিদেশী। গুয়াতেমালার নাগরিকরা, প্রধানত নারী এবং মেয়েরা, গুয়াতেমালার বিভিন্ন বিভাগে এবং তার সঙ্গে সঙ্গে অন্যান্য দেশে যৌন উদেশ্যে পাচার হয়। বিদেশের মধ্যে আছে বিশেষ করে মেক্সিকো এবং মার্কিন যুক্তরাষ্ট্র। লাতিন আমেরিকা থেকে যুক্তরাষ্ট্রে অভিবাসীদের যৌন নিপীড়ন এবং অবৈধ পরিবহন একটি সমস্যা। অভিবাসী সহ বিদেশী নারী ও মেয়েরাও\n বাইরে থেকে গুয়াতেমালায় এবং গুয়াতেমালার বিভিন্ন স্থানে পাচার করা হয়।\nশিশুরা, নির্বাসিত অভিবাসীরা, দারিদ্র্যের মধ্যে থাকা মানুষেরা এবং স্বল্প শিক্ষিতরা বিশেষ করে যৌন উদ্দেশ্যে মানব পাচারের জন্য ঝুঁকিপূর্ণ। যৌন উদ্দেশ্যে মানব পাচারের শিকাররা প্রতারিত হন অথবা তাঁদের অপহরণ করা হয় এবং পতিতাবৃত্তি করতে ও বেগার শ্রম দিতে বাধ্য করা হয়। তাঁদের নজরবন্দী বা তালাবন্ধ করে রাখা হয়, বিভিন্ন যৌনপল্লী বাড়ি, ব্যবসাক্ষেত্র এবং অন্যান্য অবস্থানে। তাঁদের ভয় দেখানো হয়, এবং তাঁরা শারীরিক ও মানসিক আঘাতের সম্মুখীন হন। তাঁদের পরিবারের সদস্যদেরও মাঝে মাঝে হুমকি দেওয়া হয়।\nযৌন উদ্দেশ্যে মানব পাচার এবং শোষণ গুয়াতেমালার সমাজের সকল স্তরে প্রবেশ করেছে। পুরুষ ও মহিলা উভয়েই পাচারকারী হতে পারে। বেশ কয়েকজন পাচারকারী কোন চক্রের সদস্য হয় বা তাদের সহায়তা পায়।\n অনেক সরকারি কর্মকর্তা, শ্রমিক ও পুলিশ এই ঘৃণ্য কাজে জড়িত থাকে এবং গুয়াতেমালায় দুর্নীতি একটি সমস্যা। কিছু অপরাধী তো নির্যাতিতার পরিবারের সদস্যদের মধ্যেই থাকে, এমনকি ভুক্তভোগীর মা বাবারাও বাদ যায় না। পাচারকারীরা সামাজিক যোগাযোগ মাধ্যম এবং অন্যান্য ফোন, ইন্টারনেট ওয়েবসাইট ও অ্যাপ ব্যবহার করে ভুক্তভোগীদের প্রলুব্ধ করে।\nসম্পূর্ণ তথ্যের অভাবে গুয়াতেমালায় যৌন উদ্দেশ্যে পাচারের মাত্রা জানা যায়নি। সরকারের যৌন-পাচার বিরোধী প্রচেষ্টা অপ্রতুল বলে সমালোচিত হয়েছে।\n কার্যকরী সম্পদ এবং সংস্থান সীমিত হওয়ার ফলে আইন প্রয়োগ করা বাধাগ্রস্ত হয়। অনলাইন যৌন ব্যবসা একটি সমস্যা।\n\n\n== অবৈধ মাদক ব্যবসার সঙ্গে সংযোগ ==\n\nগুয়াতেমালার মাদক চক্র লাভের বিকল্প উৎস হিসেবে যৌন উদ্দেশ্যে মানব পাচারের উপর নির্ভর করে।\n\n\n== বেসরকারি প্রতিষ্ঠান ==\nএল রেফুজিও দে লা নিনেজ এমন একটি আশ্রয় কেন্দ্র পরিচালনা করে যারা গুয়াতেমালায় যৌন উদ্দেশ্যে মানব পাচারের শিকারদের সমাজে পুনঃপ্রতিষ্ঠিত হতে সাহায্য করে। এটি মানব পাচারের শিকারদের জন্য জাতিসংঘ ট্রাস্ট ফান্ড থেকে সহায়তা পায়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nZhang, Sheldon X.; Pacheco-McEvoy, Rodrigo; Campos, Roxanna (নভেম্বর ২০১১)। \"Sex trafficking in Latin America: dominant discourse, empirical paucity, and promising research\"। Global Crime। 13 (1): 22–41। এসটুসিআইডি 143936721। ডিওআই:10.1080/17440572.2011.632504।   Abstract.\nটেমপ্লেট:Guatemala topics\nটেমপ্লেট:Sex trafficking"}