{"pageid": 1090778, "title": "জেনি বসচিয়েটার", "url": "https://bn.wikipedia.org/wiki?curid=1090778", "content": "জেনি বসচিয়েটার (১৮৮৩-১৯০০) ছিলেন একজন মহিলা যাকে ১৯০০ সালের ১৯ অক্টোবর নিউ জার্সির পিটারসনে ধর্ষণ ও হত্যা করা হয়। তিনি ডেট রেপ ড্রাগ ক্লোরাল হাইড্রেট এর প্রাথমিক শিকার ছিলেন যা তার মৃত্যুর কারণ হয়েছিল। তার মৃত্যু জাতীয় সংবাদ কভারেজ পেয়েছে এবং তাকে \"নিউ জার্সিতে এখন পর্যন্ত সংঘটিত সবচেয়ে বিতর্কিত [অপরাধ]\"\n\n\n== জীবনের প্রথমার্ধ ==\nমার্টিজেন্টজে \"জেনি\" বসচিটার ১৮৮৩ সালের ২১ শে এপ্রিল নেদারল্যান্ডের দক্ষিণ হল্যান্ডের মেলিসান্ট গ্রামে জন্মগ্রহণ করেন। তিনি জোহানিস \"জন\" বসচিটার (১৮৪৬-১৯২৯) এবং তার দ্বিতীয় স্ত্রী দিনা কাসল্যান্ডার বসচিটার (১৮৬১-১৯৫৩) এর দ্বিতীয় কন্যা ছিলেন। জেনির সাত ভাইবোন ছিল: সুসান, গ্যাব্রিয়েল, জোসেফ, জন, কোরা, মার্টিন এবং লেনা। এবং তিন সৎ ভাইবোন: আর্ট, লিওনার্ড এবং অ্যাগি। জেনির বয়স যখন সাত বছর তখন তার পরিবার নেদারল্যান্ডস ছেড়ে আমেরিকায় চলে যায়। তারা ১৮৯০ সালের দিকে নিউ জার্সির প্যাটারসনে বসতি স্থাপন করে। হত্যার সময় তিনি তার পিতামাতার সাথে রিভারসাইড বিভাগের ১৫৫ ইস্ট ফিফথ স্ট্রিটে থাকতেন এবং ভ্রিল্যান্ড অ্যাভিনিউয়ের প্যাটারসন রিবন কোম্পানিতে কাজ করতেন।\n\n\n== হত্যা ==\nজেনি ১৯০০ সালের ১৮ ই অক্টোবর রাত ৮:১০ মিনিটে বাড়ি থেকে বের হন ড্রাগ স্টোরে যাওয়ার জন্য, যেখানে তিনি ওয়াল্টার সি ম্যাকঅ্যালিস্টার এবং উইলিয়াম এ ডেথের (উচ্চারণ \"ডিথ\") সাথে দেখা করেন। তিনি এর আগে মৃত্যুর সাথে ডেট করেছিলেন তবে তিনি অন্য এক মহিলাকে বিয়ে করেছিলেন। ম্যাকঅ্যালিস্টার, ডেথ এবং আরও দুজন রিভার স্ট্রিট এবং ব্রিজ স্ট্রিটের কোণে সাল-এর সেলুনে একটি ব্যক্তিগত পার্টি রুমে তার সাথে মদ্যপান করেছিলেন। তার প্রথম পানীয়টি ম্যানহাটন হতে পারে, তারপর তিনি একটি অ্যাবসিনথে ফ্রাপ্পে পান করেছিলেন, এবং তারপরে তিনি গ্রেট ওয়েস্টার্ন ঝকঝকে ওয়াইনের দুটি গ্লাস পেয়েছিলেন। ম্যাকঅ্যালিস্টার তাকে তার ঝকঝকে ওয়াইনে ক্লোরাল হাইড্রেটের দুই বা তিনটি ডোজ দিয়েছিলেন। তারা তাকে একটি গাড়িতে করে একটি নির্জন এলাকায় নিয়ে যায়, তাকে ধর্ষণ করে এবং মাদকের মাত্রাতিরিক্ত মাত্রায় তার মৃত্যু হয়। তারা দেহটি মাটিতে ফেলে দেয় এবং তার মাথা একটি পাথরে আঘাত করে।\nকলম্বিয়া হাইটস বিভাগের পাসাইক নদীর নিউ জার্সির পাশে বার্গেন কাউন্টিতে ওয়াগারাউ সেতু (বর্তমানে লিঙ্কন অ্যাভে ব্রিজ নামে পরিচিত) থেকে কিছুটা দূরে তার লাশ পড়ে থাকা অবস্থায় পাওয়া যায় যা এখন ফেয়ার লন, ভোর ৫:৩০ থেকে ৬:১৫ এর মধ্যে। মারিনাস গ্যারি কাজ করার পথে এই আবিষ্কার টি করেছিলেন। তার মাথাটি একটি দাঁতাল পাথরের উপর বিশ্রাম নিয়েছিল, এবং তার মস্তিষ্কের ভিত্তির কাছে তার মাথার খুলির একটি ফ্র্যাকচার ছিল। তার মাথার খুলির ক্ষতি পোস্টমর্টেম করা হয়েছিল। আবিষ্কারের সময় তার দেহের বর্ণনা ট্রেন্টন টাইমসে ২০ অক্টোবর, ১৯০০ তারিখে একটি নিবন্ধে করা হয়েছিল \"তিনি যেন ঘুমিয়ে ছিলেন। সে তার পিঠে প্রসারিত ছিল, সে তার পাশে হাত শুয়ে ছিল, হাতের তালু নীচের দিকে এবং আঙ্গুলগুলি শিথিল ছিল। একটি পা গোড়ালিতে অন্যটি অতিক্রম করেছিল। তার পোশাকটি বিরক্ত ছিল না এবং পুরো দৈর্ঘ্যে প্রসারিত ছিল।\" করোনার অনুমান করেছিলেন যে মৃত্যুর সময় আবিষ্কারের দুই থেকে তিন ঘন্টা আগে ছিল।\n\n\n== আরও পড়া ==\n\n\n== তথ্যসূত্র =="}