{"pageid": 1090309, "title": "মারিয়া গ্রাজিয়া কুটুলি", "url": "https://bn.wikipedia.org/wiki?curid=1090309", "content": "মারিয়া গ্রাজিয়া কুটুলি (২৬শে অক্টোবর ১৯৬২ – ১৯শে নভেম্বর ২০০১) ছিলেন একজন ইতালীয় সাংবাদিক যিনি দৈনিক পত্রিকা কোরিয়ার ডেলা সেরা র প্রতিবেদক হিসেবে কাজ করেছিলেন। ২০০১ সালের ১১ই সেপ্টেম্বর আমেরিকায় সন্ত্রাসী হামলার পর আফগানিস্তানে মার্কিন সামরিক আক্রমণ নিয়ে প্রতিবেদন করার কজে তিনি নিযুক্ত থাকার সময় তাঁকে হত্যা করা হয়েছিল। জালালাবাদ এবং কাবুলের মধ্যে আরও তিনজন সাংবাদিকের সাথে তাঁকে হত্যা করা হয়েছিল। কুতুলি ছিলেন প্রথম মহিলা এবং প্রথম ইতালীয় সাংবাদিক যিনি ২০০১ সালে আফগানিস্তানে যুদ্ধেরর সময় নিহত হন।\n\n\n== ব্যক্তিগত ==\nমারিয়া গ্রাজিয়া কুটুলি ইতালির সিসিলি দ্বীপের কাতানিয়াতে জন্মগ্রহণ করেন এবং বড় হয়ে ওঠেন, কিন্তু পরে তিনি একজন পেশাদার সাংবাদিক হিসেবে ১৯৯০ সাল থেকে মিলানে এ বসবাস করতে থাকেন। তিনি দর্শন অধ্যয়ন করেন এবং কাতানিয়া বিশ্ববিদ্যালয় থেকে স্নাতক হন।\n\n\n== কর্মজীবন ==\nমারিয়া গ্রাজিয়া কুটুলি ১১ বছরেরও বেশি সময় ধরে সাংবাদিক হিসাবে কাজ করেছিলেন। তিনি প্রথমে লা সিসিলা সংবাদপত্রের জন্য কাজ করেছিলেন, প্রথমদিকে তিনি থিয়েটার পর্যালোচনা করতেন। এছাড়া তিনি স্থানীয় সংবাদ সম্প্রচারে কাজ করেছেন। তিনি এপোকা এবং প্যানোরামার মত পত্রিকায় লিখেছিলেন। তিনি ইসরায়েল, কম্বোডিয়া, সুদান, রুয়ান্ডা এবং দক্ষিণ আফ্রিকায় ভ্রমণ করেন এবং একজন বিদেশী সংবাদদাতা হিসাবে নিজের পরিচয় তৈরি করার জন্য স্বাধীন প্রবন্ধ লেখেন। তিনি ১৯৯৭ সাল থেকে \"কোরিয়ার ডেলা সেরা\"র জন্য কাজ করছিলেন। আফগানিস্তানে তাঁর হত্যার পর, 'কোরিয়ার ডেলা সেরা' তাঁকে 'বিশেষ প্রতিবেদক' হিসেবে উন্নীত করেছিল।\n\n\n== মৃত্যু ==\nস্প্যানিশ যুদ্ধ সংবাদদাতা এল মুন্ডোর জুলিও ফুয়েন্টেস, অস্ট্রেলীয় হ্যারি বার্টন এবং আফগান আজিজুল্লাহ হায়দারীর সাথে মারিয়া গ্রাজিয়া কুটুলিকে হত্যা করা হয়েছিল। হ্যারি এবং আজিজুল্লাহ দুজনেই রয়টার্সের জন্য কাজ করছিলেন। জাবালাবাদ এবং কাবুলের মধ্যে ভ্রমণ করার সময় ২০০১ সালের ১৯ নভেম্বর তারিখে কাবুল থেকে প্রায় ৯০ কিলোমিটার দূরে নানগারহর প্রদেশেঅবস্থিত সরুবীতে তাঁদের হত্যা করা হয়। তাঁর ময়নাতদন্তে জানা গেছে যে পিঠে ৪টি বন্দুকের গুলির আঘাত তিনি মারা গেছেন এবং নিশ্চিতভাবে জানা গেছে যে গহনার জন্য তাঁর কানের লতি কেটে ফেলা হয়েছিল।\nএকদল সাংবাদিক জালালাবাদ থেকে প্রায় ৮টি গাড়ির একটি ছোট বহর নিয়ে রওয়ানা হয়ে কাবুলের পথে যাচ্ছিল। বহরের প্রথম বেশ কয়েকটি গাড়ি সশস্ত্র, পশতুভাষী লোকেরা একটি সেতুর কাছে থামিয়েছিল, তারা নিজেদেরকে তালিবান বলে পরিচয় দিয়েছিল। যখন পাথর নিক্ষেপ করা হয় ও গুলি চালানো হয়, তখন পেছনের ৪টি গাড়ি ঘুরিয়ে নেয় এবং জালালাবাদে পালিয়ে যায়। হত্যা করার আগে, কুটিলিকে ধর্ষণ করা হয়েছিল পরবর্তীকালে দোষী সাব্যস্ত হয় খুনি রেজা খান।\nমৃত্যুর দিনেই, কোরিয়ার ডেলা সেরাতে তাঁর শেষ নিবন্ধ প্রকাশিত হয়েছিল, তার শিরোনাম ছিল \"এ ডিপোজিট অফ নার্ভ গ্যাস ইন দ্য বেস অফ ওবামা।\" এই গল্পটি আগে নথিভুক্ত করা হয়েছিল কিন্তু যুদ্ধের সময় ঝুঁকি সৃষ্টিকারী রাসায়নিক কারখানা আবিষ্কার করে প্রতিবেদনটি পাঠানো হয়েছিল।\n\n\n== আইনি মামলা ==\nরেজা খান সাক্ষ্য দিয়েছিল যে তালিবানরা সাংবাদিকদের হত্যার নির্দেশ দিয়েছে। তৎকালীন অন্যান্য স্বাধীন সূত্রগুলিও তালিবানকেই এই ঘটনার সঙ্গে জড়িত করেছিল।\n২০০৪ সালে রেজা খান কাবুলে খুন এবং ধর্ষণের পাশাপাশি আফগান নাগরিকদের বিরুদ্ধে অতিরিক্ত অপরাধের জন্য দোষী সাব্যস্ত হয়। ২০০৪ সালের নভেম্বরে তাকে মৃত্যুদণ্ড দেওয়া হয়েছিল। ২০০৫ সালে অন্যান্য সাংবাদিক হত্যার ঘটনায় দুই আফগান ভাইও জড়িত ছিল এবং দোষী সাব্যস্ত হয়েছিল। ২০০৭ সালের অক্টোবরে বন্দুকের গুলির মাধ্যমে খানের মৃত্যুদণ্ড কার্যকর করা হয়েছিল এবং একই সময়ে আরও ১৪ জনের মৃত্যুদণ্ড কার্যকর করা হয়, যারা কুটুলির সহকর্মীদের হত্যায় অভিযুক্ত ছিল।\n\n\n== প্রসঙ্গ ==\nতালিবানদের পতনের এক সপ্তাহের মধ্যে সাংবাদিকদের দলকে হত্যা করা হয়েছিল, এর সঙ্গে অন্য সাংবাদিকরাও হত্যার লক্ষ্যবস্তু ছিল।\n\n\n== প্রভাব ==\nমারিয়া গ্রাজিয়া কুটুলি হত্যার পর ইতালিতে বীরের মর্যাদা পেয়েছিলেন। তাঁর জন্মস্থান সিসিলির সান্টআগাটা ক্যাথেড্রালে তাঁর অন্ত্যেষ্টিক্রিয়াতে প্রায় ৫,০০০ মানুষ উপস্থিত ছিলেন। ২০০৮ সালের মার্চ মাসে তাঁর জন্ম নগরী কাতানিয়ায় কুটুলি অনলাস ফাউন্ডেশন গঠিত হয়। তাঁর নিজ শহরে অভিবাসীদের জন্য একটি স্কুলও প্রতিষ্ঠিত হয়েছিল। ইতালিতে একটি জাতীয় সাংবাদিকতা পুরস্কার তৈরি করা হয়েছিল যা কুটুলির নাম বহন করে।\n\n\n== প্রতিক্রিয়া ==\nযাঁরা কুটুলি হত্যার ব্যাপারে প্রতিক্রিয়া ব্যক্ত করেছিলেন তাঁদের মধ্যে ছিলেন ইতালির প্রেসিডেন্ট কার্লো আদজেলিও চাম্পি এবং প্রধানমন্ত্রী সিলভিও বেরলুসকোনি।\n\n\n== আরও দেখুন ==\nআফগানিস্তান যুদ্ধের সময় নিহত সাংবাদিকদের তালিকা (২০০১ - বর্তমান)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nFoundation Maria Grazia Cutuli\nটেমপ্লেট:AfghanCorr"}