{"pageid": 1090753, "title": "অর্না দোনাথ", "url": "https://bn.wikipedia.org/wiki?curid=1090753", "content": "অর্না দোনাথ ( হিব্রু ভাষায়: אורנה דונת; জন্ম অক্টোবর ১৫, ১৯৭৬) হচ্ছেন একজন ইসরায়েলি সমাজবিজ্ঞানী, প্রভাষিকা, লেখিকা এবং নারীবাদী কর্মী। তিনি তেল আভিভ বিশ্ববিদ্যালয়, বেন গুরিয়ন বিশ্ববিদ্যালয় এবং তেল আভিভ-ইয়াফো একাডেমিক কলেজে শিক্ষকতা করেন। তার অধ্যয়নের ক্ষেত্রটি মহিলাদের উপর প্রক্ষেপিত সামাজিক প্রত্যাশার উপর মনোনিবেশ করে, যারা মা এবং যারা নয়, বিশেষ করে পছন্দ অনুযায়ী।\n\n\n== জীবনী ==\nদোনাথ দুই কন্যার মধ্যে দ্বিতীয় রামাত হাসরনে জন্মগ্রহণ করেন। তার মা কম্পিউটারে আছেন, এবং তার বাবা একজন ব্যবসায়িক পরামর্শদাতা। তিনি ২০০৭ সালে তেল আভিভ বিশ্ববিদ্যালয়ে সমাজবিজ্ঞান এবং নৃতত্ত্বে এমএ সম্পন্ন করেন। তার থিসিস খুব প্রসব-পন্থী ইসরায়েলি সমাজে স্বেচ্ছায় নিঃসন্তানতার সাথে মোকাবিলা করেছিল। তিনি মাতৃত্বের জন্য অনুশোচনা করার বিষয়ে তেল আবিব বিশ্ববিদ্যালয়ে পিএইচডি সম্পন্ন করতে থাকেন। গবেষণার দুটি কাজই বইতে রূপান্তরিত হয়েছিল: অনুশোচনা মাতৃত্ব (২০১৭), এবং মিমেনি ভাহাল:ভীরা বেহাইম ব্লি ইয়েলাদিম বেই ইসরায়েল (আমার জিনিস নয়: ইসরায়েলে সন্তান ছাড়া বেঁচে থাকার পছন্দ ממני והלאה: בחירה בחיים בלי ילדים בישראל; হাকিবুতজ হামুচাদ ২০১১)। পিএইচডি করার পর, দোনাথ বেন গুরিয়ন বিশ্ববিদ্যালয়ে, সেন্টার ফর উইমেন্স স্টাডিজ অ্যান্ড অ্যাডভান্সমেন্টে একটি পোস্ট-ডক অ্যাপয়েন্টমেন্ট চালিয়ে যান।\n২০১১ সালে যখন মিমেনি ভাহালা প্রকাশিত হয়, তখন ইসরায়েলে এই ধরনের প্রথম গবেষণা করা হয়। এই গবেষণা ইসরায়েলি সমাজের অন্যতম প্রিয় পৌরাণিক কাহিনীকে ক্ষুণ্ণ করেছে - যে সন্তান ধারণ করা ভাগ্যের বিষয়, পছন্দের বিষয় নয়। দোনাথ সমাজতাত্ত্বিক এবং নৃতাত্ত্বিক উভয় লেন্স ব্যবহার করে সন্তান না রাখার জন্য মহিলাদের পছন্দগুলি বিশ্লেষণ করেছিলেন, এই পছন্দটিকে একটি সুলভ উপায়ে ব্যাখ্যা করার লক্ষ্য নিয়ে। বইটিতে, তিনি মানব প্রজননের ইতিহাস এবং কীভাবে প্রজনন নিয়ন্ত্রণ এবং ক্ষমতায় থাকা ব্যক্তিদের দ্বারা পরিচালিত হয় তার একটি সংক্ষিপ্ত বিবরণ প্রদান করেছেন। তিনি শৈশবের ধারণাটিও পর্যালোচনা করেন, এবং সময়ের সাথে সাথে এটি কীভাবে বিকশিত হয়েছে, এবং উপসংহার টেনেছেন যে ইসরায়েলে, পরিবারের ধারণা এবং কাঠামোর বিভিন্ন পরিবর্তন সত্ত্বেও, নিঃসন্তানতা একটি পছন্দ হিসাবে রয়ে গেছে যা দুর্দান্ত কলঙ্ক বহন করে, এবং সন্তান না হওয়ার পছন্দকে বৈধ হিসাবে দেখার আগে অনেক পথ যেতে হবে। দোনাথ তার কাজের উপর জোর দিয়েছিলেন স্বেচ্ছায় নিঃসন্তানতা এবং \"সন্তানবিহীন জীবনের\" মধ্যে, তিনি উল্লেখ করেছিলেন যে দু'জন একই জিনিস নয়, পাশাপাশি অ্যান্টিনেটালিজম থেকে পছন্দকে আলাদা করা, যা প্রজননের ক্ষেত্রে দার্শনিক বা আদর্শগত আপত্তি, যে কেউ দ্বারা, এবং কেবল একটি ব্যক্তিগত পছন্দ নয় যা বিভিন্ন কারণে করা যেতে পারে।\n\n\n== তথ্যসূত্র =="}