{"pageid": 1090456, "title": "উইন্ডহুক", "url": "https://bn.wikipedia.org/wiki?curid=1090456", "content": "উইন্ডহুক (, Afrikaans: [ˈvəntɦuk], জার্মান: [ˈvɪnthʊk]) নামিবিয়ার রাজধানী ও বৃহত্তম শহর। শহরটি নামিবিয়ার মধ্যভাগে ও আটলান্টিক উপকূল থেকে প্রায় ২৮২ কিলোমিটার পূর্বে, দেশটির অভ্যন্তরভাগের বিশাল কালাহারি মরুভূমি ও উপকূলীয় নামিব মরুভূমির মধ্যবর্তী খোমাস উচ্চভূমি নামক অঞ্চলে অবস্থিত। এটি অরেঞ্জ নদীর প্রায় ৬৫০ কিলোমিটার উত্তরে ও দক্ষিণ আফ্রিকার কেপ টাউন নগরীর প্রায় ১২২৫ কিলোমিটার উত্তরে অবস্থিত। খোমাস উচ্চভূমিটি কতগুলি পাহাড়ের একটি বলয় দ্বারা পরিবেষ্টিত একটি মালভূমি অঞ্চল, সমুদ্র সমতল থেকে যার উচ্চতা ১৭০০ মিটার। পাহাড়ি বলয়টি শহরটিকে এর পারিপার্শ্বিক অত্যধিক শুষ্ক বায়ুপ্রবাহ ও উষর মরু জলবায়ু থেকে সুরক্ষা প্রদান করে। ২০২০ সালে উইন্ডহুকে প্রায় ৪ লক্ষ ৩১ হাজার অধিবাসীর বাস ছিল।\n\nউইন্ডহুকের অর্থনীতি নামিবিয়ার জন্য খুবই গুরুত্বপূর্ণ। এটি দেশটির প্রশাসন, বাণিজ্য, ব্যাংকিং, শিল্প ও পরিবহনের প্রধান কেন্দ্র। শহরটি পারস্যের কারাকুল জাতের ভেড়ার চারণভূমি মধ্যস্থলে অবস্থিত। তাই গবাদি পশু ও ভেড়ার বিভিন্ন দ্রব্যের প্রক্রিয়াজাতকরণ এখানকার প্রধান শিল্প। শহরের কারখানাগুলিতে পশমি বস্ত্র, পোশাক, গবাদি পশুর চামড়া ও চামড়াজাত দ্রব্য ও প্রক্রিয়াজাত খাদ্য উৎপাদন করা হয়।\nবর্তমানে যেখানে উইন্ডহুক অবস্থিত, সেই এলাকাটিতে সর্বপ্রথম আফ্রিকান খোইখোই (হটেনটট) ও হেরেরো নৃগোষ্ঠীর লোকেরা বসতি স্থাপন করেছিল। এই লোকালয়টিকে আদিতে আইগামস নামে ডাকা হত, যার অর্থ \"উত্তপ্ত পানি\"। এর কারণ অঞ্চলটিতে বেশ কিছু প্রাকৃতিক উষ্ণ প্রস্রবণ অবস্থিত, যেগুলি দিয়ে বাষ্পবহুল উত্তপ্ত পানি ভূগর্ভ থেকে নির্গত হয়। ১৯শ শতকে উইন্ডহুক এলাকাটি একটি খোইখোই গোত্রের নেতার অধীনে ছিল, যিনি আবার হেরেরো গোত্রদের কাছ থেকে এলাকাটি বিজয় করেছিলেন। ইউরোপীয়রা পরে লোকালয়টির নাম বদলে উইন্ডহুক রাখে। ওর্লাম গোত্রের ইয়োঙ্কার আফ্রিকানার ১৮৪০ সালে এখানে একটি বসতি স্থাপন করেন ও এখানে একটি প্রস্তরনির্মিত গির্জা স্থাপন করেন। এর পরে এখানে বেশ কিছু সশস্ত্র সংঘাত ও যুদ্ধ সংঘটিত হয়, ফলে উইন্ডহুকের অবহেলিত ইউরোপীয় বসতিটির অবসান ঘটে। ১৯শ শতকের শেষভাগে ১৮৯০ সালে জার্মান সাম্রাজ্যের সেনারা মেজর কুর্ট ফন ফ্রান্সোয়ার নেতৃত্বে অঞ্চলটি নিয়ন্ত্রণে নিয়ে নেয় এবং উইন্ডহুককে পুনরায় জীবন দান করে। ১৮৯২ সালে এটি জার্মানির উপর নির্ভরশীল দক্ষিণ-পশ্চিম আফ্রিকা নামক উপনিবেশের রাজধানীতে পরিণত হয়। ১৯১৫ সালে দক্ষিণ আফ্রিকার সেনারা প্রথম বিশ্বযুদ্ধের সময় উইন্ডহুক ও তার পাশাপাশি নামিবিয়ার বাকী অংশও বিজয় করে নেয়। এরপর এটি সম্মিলিত জাতিপুঞ্জের দেয়া কর্তৃত্ববলে দক্ষিণ আফ্রিকার তত্ত্বাবধানে ছিল। তবে শহরের জার্মান অধিবাসীরা দেশত্যাগ না করে থেকে যায় এবং আজও শহরটিতে জার্মান সংস্কৃতির ছোঁয়া বিদ্যমান। ১৯৬৯ সালে জাতিসংঘ দক্ষিণ আফ্রিকার তত্ত্বাবধানের সমাপ্তি ঘোষণা করা সত্ত্বেও প্রায় সমগ্র ২০শ শতক ধরে নামিবিয়াকে তার অধীনস্থ অঞ্চল হিসেবে নিয়ন্ত্রণে রাখে। ১৯৯০ সালে নামিবিয়া একটি স্বাধীন রাষ্ট্রে পরিণত হলে আঞ্চলিক রাজধানী উইন্ডহুককে এর রাজধানী বানানো হয়।\nশহরটি মহাসড়ক ও রেলপথের নামিবিয়ার অন্যান্য শহরের সাথে সংযুক্ত, যার মধ্যে ওয়াল্ভিস বে নামক সমুদ্র বন্দরটি উল্লেখ্য। এছাড়া নগরীটি দক্ষিণ আফ্রিকার সাথেও সড়ক ও রেলপথে সংযুক্ত, যা শহরটির বাণিজ্যের বিকাশে ভূমিকা রাখে। এখানে একটি আন্তর্জাতিক বিমানবন্দর আছে, যার মাধ্যমে নগরীটি বিমানপথে দক্ষিণ আফ্রিকার জোহানেসবার্গ ও কেপটাউন শহরের সাথে সংযুক্ত। এখানে ১৯৩৯ সালে প্রতিষ্ঠিত নামিবিয়ার জাতীয় নথি সংরক্ষণাগার ও ১৯০৭ সালে প্রতিষ্ঠিত নামিবিয়ার জাতীয় জাদুঘরটি অবস্থিত। জাদুঘরে নামিবিয়ার প্রাকৃতিক ইতিহাস প্রদর্শন করা হয়।\nউইন্ডহুকে নামিবিয়ার সরকারী কার্যালয় ভবনসমূহ, বেশ কিছু হাসপাতাল, নাট্যশালা ও শিল্পকলা প্রদর্শনীঘর রয়েছে। এখানে নামিবিয়া বিশ্ববিদ্যালয় ও উচ্চতর কারিগরি শিক্ষা প্রতিষ্ঠান আছে। এছাড়া এখানে নামিবিয়ার বৈজ্ঞানিক সমাজের প্রধান কার্যালয়টি অবস্থিত।\n\n\n== তথ্যসূত্র =="}