{"pageid": 1090720, "title": "জনসংযোগ", "url": "https://bn.wikipedia.org/wiki?curid=1090720", "content": "জনসংযোগ (ইংরেজি: public relations, সংক্ষেপে PR) বলতে কোনও ব্যক্তি বা সংগঠনের (যেমন ব্যবসায়িক প্রতিষ্ঠান, সরকারি সংস্থা বা অলাভজনক প্রতিষ্ঠান) পক্ষ থেকে সাধারণ জনগণের উদ্দেশ্যে তথ্য ব্যবস্থাপনা ও প্রচার করার কর্মকাণ্ডকে বোঝায়, যার লক্ষ্য ঐ ব্যক্তি বা সংগঠন সম্পর্কে জনগণের ধারণার উপর প্রভাব বিস্তার করা। জনসংযোগ ও প্রসিদ্ধিলাভের (publicity) মধ্যে পার্থক্য আছে। জনসংযোগের উপরে ব্যক্তি বা সংগঠনের নিজস্ব অভ্যন্তরীণ নিয়ন্ত্রণ থাকে, অন্যদিকে প্রসিদ্ধিলাভ নিয়ন্ত্রণযোগ্য নয়, বরং বহিঃস্থ কোনও পক্ষ কোনও নিয়ন্ত্রণ ছাড়াই কোনও ব্যক্তি বা প্রতিষ্ঠানের প্রসিদ্ধিলাভে অবদান রাখে। কোনও ব্যক্তি বা সংস্থা কোনও সরাসরি অর্থ পরিশোধ ছাড়াই জনসাধারণের জন্য আগ্রহজনক কোনও বিষয় ও সংবাদ ব্যবহার করে দর্শক-শ্রোতা-পাঠকের কাছে প্রসিদ্ধিলাভ ও পরিচিতি লাভ করলে সেটিকেও জনসংযোগ হিসেবে গণ্য করা হতে পারে। এইরূপে জনসমক্ষে দৃষ্টিগোচর হওয়া (exposure) মূলত সংবাদমাধ্যমের উপর নির্ভরশীল। সুতরাং জনসংযোগ হল বিপণনমূলক যোগাযোগের এমন একটি রূপ, যা বিজ্ঞাপন অপেক্ষা স্বতন্ত্র। জনসংযোগ পেশাদারদের লক্ষ্য হল তাদের ক্রেতাদের জন্য বিনামূল্যে সংবাদমাধ্যমে প্রতিবেদন সৃষ্টি করা বা অর্জন করা; একে অর্জিত মাধ্যম (Earned media) বলে। অন্যদিকে বিপণন বা বিজ্ঞাপনের জন্য মূল্য পরিশোধ করতে হয় বলে এগুলিকে ক্রয়কৃত মাধ্যম (Paid media) ডাকা হয়। তবে ২১শ শতকে এসে বিজ্ঞাপনও ব্যাপক অর্থে জনসংযোগ কর্মকাণ্ডের অংশে পরিণত হয়েছে।\nভাল জনসংযোগের একটি উদাহরণ হল জনসংযোগ সংস্থার সেবাগ্রাহকের বিজ্ঞাপনের জন্য জায়গা ক্রয় না করে সংবাদমাধ্যমে সেবাগ্রাহককে প্রতিপাদ্য করে কোনও নিবন্ধের সৃষ্টি করা। জনসংযোগের উদ্দেশ্য হল জনসাধারণ, সম্ভাব্য ক্রেতা, বিনিয়োগকারী, অংশীদার, কর্মী ও অন্যান্য অংশীজনদেরকে তথ্য প্রদান করা এবং শেষ বিচারে তাদেরকে এমনভাবে প্ররোচিত করা যাতে কোনও সংগঠন, তার নেতা, পণ্য বা রাজনৈতিক সিদ্ধান্ত সম্পর্কে তাদের মনে ইতিবাচক দৃষ্টিভঙ্গির সৃষ্টি হয়। পেশাদার জনসংযোগ কর্মীরা বিশেষায়িত জনসংযোগ ও বিপণনমূলক ব্যবসায়িক প্রতিষ্ঠানের পাশাপাশি ব্যবসা, কোম্পানি, সরকার ও বেসরকারি সংস্থা জনতথ্য কর্মকর্তা হিসেবে কাজ করেন। জনসংযোগের জন্য গুরুত্বপূর্ণ কিছু পেশা হল হিসাব সমন্বয়কারক, হিসাব নির্বাহী, হিসাব তত্ত্বাবধায়ক ও সংবাদমাধ্যম যোগাযোগ ব্যবস্থাপক।\nজনসংযোগ বিশেষজ্ঞরা কোনও সংস্থার লক্ষ্য দর্শক-শ্রোতা-পাঠকবৃন্দ, গণমাধ্যম, প্রাসঙ্গিক বাণিজ্যিক মাধ্যম ও অন্যান্য নেতৃস্থানীয় মতামত প্রদানকারীদের সাথে সম্পর্ক প্রতিষ্ঠা ও রক্ষণাবেক্ষণ করেন। তাদের কিছু সাধারণ দায়িত্ব হল যোগযোগ অভিযান নকশা করা; সংবাদমাধ্যমে প্রকাশের উদ্দেশ্যে সংবাদ বিজ্ঞপ্তি ও অন্যান্য বিষয়বস্তু রচনা করা; সংবাদমাধ্যমের কর্মীদের সাথে কাজ করা; কোম্পানির মুখপাত্রদের সাথে সাক্ষাৎকারের ব্যবস্থা করা; কোম্পানির নেতাদের বক্তৃতা রচনা করা; কোনও সংস্থার মুখপাত্র হিসেবে দায়িত্বপালন করা; সংবাদ সম্মেলনে অংশগ্রহণ, সংবাদমাধ্যমে সাক্ষাৎকার ও বক্তৃতাদানের জন্য সেবাগ্রাহকদেরকে প্রস্তুত করা; ওয়েবসাইট ও সামাজিক যোগাযোগ মাধ্যমগুলির জন্য বিষয়বস্তু রচনা করা; কোম্পানির সুনাম রক্ষণাবেক্ষণ করা (সংকট ব্যবস্থাপনা); এবং মার্কার সম্পর্কে জনসচেতনতা বৃদ্ধি ও অনুষ্ঠান ব্যবস্থাপনার মতো বিপণনমূলক কর্মকাণ্ডগুলি সম্পাদন করা। জনসংযোগ ক্ষেত্রে সাফল্য অর্জন করতে হলে কোম্পানি বা সংস্থার বিভিন্ন অংশীজনের প্রত্যেকের স্বার্থ ও উদ্বেগ সম্পর্কে গভীর উপলব্ধি থাকা আবশ্যক। এইসব উদ্বেগগুলিকে প্রসিদ্ধিলাভের মাধ্যমে কীভাবে ফলপ্রসূভাবে সামাল দিতে হবে, একজন পেশাদার জনসংযোগকর্মীর তা অবশ্যই জানা থাকতে হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nA History of Public Relations (পিডিএফ), The Institute for Public Relations, ২ জুন ২০১০ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBreakenridge, Deirdre (২০১২), Social media and public relations: Eight new practices for the pr professional, New jersey: FT Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCutlip, Scott (১৯৯৪), The Unseen Power: Public Relations: A History, Lawrence Erlbaum Associates, আইএসবিএন 0-8058-1464-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCutlip, Scott (১৯৯৫), Public Relations History: from the 17th to the 20th Century, Lawrence Earlbaum Associates, আইএসবিএন 0-8058-1780-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHeitmueller, Lars M. (২০১২), Corporate Communication Map: Outline of an interactive Overview of the fundamental Models and Theories of Public Relations, ৮ অক্টোবর ২০১৩ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ৯ জানুয়ারি ২০২২ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKelleher, T. (2018). Public Relations (1st ed.). New York, NY: Oxford University Press.\nStoykov, Lubomir (2016). Public Relations Management (2nd ed.). Sofia: Alma communication."}