{"pageid": 1090673, "title": "মর্দেচাই বিরশুবস্কি", "url": "https://bn.wikipedia.org/wiki?curid=1090673", "content": "মর্দেচাই বিরশুবস্কি   ( হিব্রু ভাষায়: מרדכי וירשובסקי‎   , ১০  মে ১৯৩০ - ১ মে ২০১২) ছিলেন একজন ইসরায়েলি রাজনীতিবিদ যিনি ১৯৭৭ থেকে ১৯৯২ সালের মধ্যে বেশ কয়েকটি দলের সদস্য হয়ে নেসেটে ডেপুটি স্পিকার হিসাবে দায়িত্ব পালন করেন।\n\n\n== জীবনী ==\nজার্মানির লিপজিগে জন্মগ্রহণকারী, বীরশুবস্কি ১৯৩৯ সালে বাধ্যতামূলক ফিলিস্তিনে আলিয়াহ তৈরি করেন। তিনি জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়ে আইন অধ্যয়ন করার আগে তেল আবিবের হার্জলিয়া হিব্রু উচ্চ বিদ্যালয়ে পড়াশোনা করেন, পরে আইনজীবী হিসাবে সনদপ্রাপ্ত হন এবং ওকালতি শুরু করেন। ১৯৫৫ থেকে ১৯৬৬ সাল পর্যন্ত তিনি মেকোরোটের আইন উপদেষ্টা হিসেবে কাজ করেন, তেল আবিব সিটি কাউন্সিলের আইনি উপদেষ্টা হওয়ার আগে, তিনি ১৯৭৭ সাল পর্যন্ত এ দায়িত্ব পালন করেন। ১৯৭৪ সালে তিনি শিনুইয়ের প্রতিষ্ঠাতাদের মধ্যে ছিলেন, এবং ১৯৭৭ সালে ডেমোক্রেটিক মুভমেন্ট ফর চেঞ্জ তালিকায় (যারা শিনুই ছিলেন) নেসেট নির্বাচিত হন। পরের বছর যখন দলটি বিভক্ত হয়ে যায়, তখন তিনি শিনুই গোষ্ঠীর সাথে থাকেন। তিনি ১৯৮১ এবং ১৯৮৪ সালে পুনরায় নির্বাচিত হন।৫  আগস্ট ১৯৮৭ শিনুই ত্যাগ করে বাম রেটেজে যোগদান করেন। রেটেজের তালিকায় ১৯৮৮ সালে পুনর্নির্বাচিত হন,নেসেটে ডেপুটি  স্পিকার  হন । তিনি ১৯৮৯ সালের তেল আবিব মেয়র নির্বাচনে প্রার্থী ছিলেন, কিন্তু ৫.৭% ভোট পেয়ে চতুর্থ স্থান লাভ করেন। ১৯৯২ সালের নির্বাচনে তিনি  নেসেট আসনটি হারান, রতজ শিনুই এবং ম্যাপামের সাথে মেরেটজ জোট গঠনের কিছুদিন পরে। তিনি ১৯৯৩ সালে আবার তেল আবিব মেয়র পদে প্রতিদ্বন্দ্বিতা করেন, কিন্তু ৩.৬% ভোট পেয়ে চতুর্থ স্থান লাভ করেন। তিনি পরবর্তীকালে রেটেজের সদস্য হিসাবে তেল আভিভ সিটি কাউন্সিরের এবং দ্য গ্রীণ এলাকার দায়িত্ব পালন করেন। তিনি প্রতিবন্ধী সংগঠন সমিতির চেয়ারম্যানও ছিলেন। রিভলিং বলেন, “যে প্রাক্তন এমকে মর্দচাই বীরশুবস্কির নেসেটে মূল্যবান অবদান রেখেছিলেন-যেমন ইলহারার এবং হুইলচেয়ারে ইলান গিলন ইলান গিলন। তিনি প্রতিবন্ধীদের জন্য অনেক কাজ করে গেছেন। রিভলিন বলেন, \"অক্ষমতা মানুষকে অনেক ক্ষেত্রে সফল হতে বাধা দেয় না।”\n\n\n== দাম্পত্য জীবন ==\nবিরশুবস্কি ভায়োলা নামে এক ইসরাইলী মেয়েকে বিবাহ করেন। তাদের দু’সন্তান এবং পাঁচ নাতি আছে।\n\n\n== মৃত্যু ==\nতিনি ৮২ বছর বয়সে মারা যান।\n\n\n== নারী অধিকার ==\nমর্দেচাই বিরশুবস্কি ইসরাইলে নারী অধিকার বাস্তবায়নে অনেক কাজ করেছেন। বিশেষ করে তার প্রতিবন্ধী সংগঠনের মাধ্যমে প্রতিবন্ধী নারী ও শিশুর জন্য শিক্ষা, বাসস্থান, চলাচলের সরঞ্জাম, পোশাক, চিকিৎসা ইত্যাদি বিষযে অবদান রেখেছেন।\n\n\n== তথ্যসূত্র =="}