{"pageid": 1090137, "title": "লাল ভেরেন্ডা", "url": "https://bn.wikipedia.org/wiki?curid=1090137", "content": "লাল ভেরেন্ডা,  জাত্রোফা gossypiifolia, এছাড়াও মিথ্যা উদ্বিড়াল নামক , তুলা পাতা, ঔষধি বন্য বা ঔষধি সঙ্গে ঔষধি লাল , একটি উদ্ভিদ Euphorbiaceae রক্তবর্ণ এবং হলুদ inflorescences সঙ্গে পরিবার।\n\n\n== বর্ণনা ==\n\nপ্রজাতিটি একটি খাড়া উদ্ভিদ হিসাবে ঘটে যা উচ্চতায় ১.৫ মিটার পর্যন্ত বৃদ্ধি পেতে পারে। এর রসালো ডালপালা একটি সাদা ক্ষীর  ধারণ করে।\nপাতাগুলি, যা কেবল কান্ডের শেষে উপস্থিত থাকে, তার তিনটি লম্বা ফলক থাকে। তাদের মার্জিনের পাশাপাশি তাদের লম্বা পেটিওয়ে গ্রন্থিযুক্ত চুল রয়েছে। কচি পাতা, আঠালো এবং গভীর বেগুনি, সময়ের সাথে হালকা সবুজ হয়ে যায়  ।\n\n\n=== ফুল ===\nফুলগুলি ডালপালা শেষে গোষ্ঠীতে বিভক্ত। এগুলোর ব্যাস এক সেন্টিমিটার এবং ৫ টি বেগুনি রঙের  ।\n\n\n=== ফল ===\nফলগুলি আয়তাকার ৩-কোষের ক্যাপসুল যা বাইরে থেকে অনুমান করা যায়। একবার পরিপক্ক হলে, ফলটি বিস্ফোরিত হয়, এর বীজ ৩ মিটারেরও বেশি নিক্ষেপ করে। অতএব তারা খুব বেশি দূরে ( অটোকোরি ) বৃদ্ধি করতে পারে না, বা পশুদের দ্বারা দূরে নিয়ে যেতে পারে ( জুচোরি )। প্রজাতিগুলি খুব প্রতিরোধী কারণ বীজ ১০ বছর পর্যন্ত মাটিতে কার্যকর থাকতে পারে এবং তাদের অঙ্কুরোদগম আগুনের দ্বারা অনুকূল হতে পারে  ।\n\n\n== বিভাগ ==\nপ্রজাতিটি গ্রীষ্মমণ্ডলীয় আমেরিকার অধিবাসী। এটি সুদূর উত্তর ক্যামেরুন অঞ্চলেও বৃদ্ধি পায় (মারুয়া এবং গারোয়া)\n\n\n=== আক্রমণাত্মক চরিত্র ===\nএটি অনেক গ্রীষ্মমণ্ডলীয় অঞ্চলে ( ভারত, আফ্রিকা, ইন্দোনেশিয়া, ফ্লোরিডা, প্রশান্ত মহাসাগরীয়, অস্ট্রেলিয়া )  ক্ষতিকারক বলে বিবেচিত হয়। ইন নিউ ক্যালেডোনিয়া, যেখানে এটি ১৯০০ সালে চালু করা হয়  একটি শোভাময় উদ্ভিদ হিসেবে, এটা ঘন এবং প্রায় monospecific ব্রিদিং রকমের উল্লেখযোগ্য হল Voh এবং Ouaco  , ।\nবিষাক্ত, প্রজাতি এমনকি পশুদের খাওয়ানোর জন্য ব্যবহার করা যাবে না  ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n(en) রেফারেন্স মাদাগাস্কার ক্যাটালগ : যাত্রোফা গসিপাইফোলিয়া\n(fr) রেফারেন্স ক্যাটালগ অফ লাইফ : যাত্রোফা গসিপাইফোলিয়া\n(fr) রেফারেন্স Tela Botanica ( Reunion Island ) : জ্যাট্রোফা গসিপাইফোলিয়া এল।\n\n\"Jatropha gossypiifolia L.\"। জার্মপ্লাজম রিসোর্স ইনফরমেশন নেটওয়ার্ক (জিআরআইএন)। কৃষি গবেষণা পরিসেবা (এআরএস), মার্কিন যুক্তরাষ্ট্রের কৃষি বিভাগ (ইউএসডিএ)। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nঝুঁকি প্রকল্পে হাওচা বা ভেরেন্ডায়াইয়ান ইকোসিস্টম (HEAR)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ জানুয়ারি ২০২২ তারিখে\n\n\n== বিষয়শ্রেণী =="}