{"pageid": 1090629, "title": "বেল্জ মহা উপাসনালয়", "url": "https://bn.wikipedia.org/wiki?curid=1090629", "content": "বেল্জ মহা উপাসনালয় (হিব্রু ভাষায়: בעלזא בית המדרש הגדול‎, বেল্জ বেইশ হা'মিদরাশ হা'গাডোল) হলো ইসরায়েলের বৃহত্তম ইহুদি প্রার্থনালয়। এটি একইসাথে বিশ্বের বৃহত্তম ইহুদি উপাসনালয়। এই উপাসনালয়টি বেল্জ হাসিদীয় সম্প্রদায় বিশ্বের সমস্ত সমর্থক ও শুভাকাঙ্খীদের অনুদানের অর্থ দিয়ে নির্মাণ করেছে।\n\n\n== অবস্থান ==\nবেল্জ মহা উপাসনালয় জেরুসালেমের কিরইয়াত বেল্জ শহরতলির ৭ পঞ্চম বিনাত ইশাচার স্ট্রিটে অবস্থিত।\n\n\n== পরিকল্পনা ==\n১৯৮০ সালের দিকে পঞ্চম বেল্জার রাব্বাই ইশাচার দোভ রোকেয়াখ জেরুসালেমের কিরইয়াত বেল্জ শহরতলিতে একটি ইহুদি উপাসনালয় নির্মাণের পরিকল্পনা করেন। চারটি স্ট্রিট থেকে প্রবেশের জন্য চারটি প্রবেশপথ যুক্ত বিশিষ্ট ভবনটির জন্য নকশা করা হয়েছিলো যা ছিলো ১৮৪৩ সালের বেল্জ শহরে প্রথম বেল্জ রাব্বাই শালোম রোকেয়াখ দ্বারা নির্মিত উপাসনালয়টির নকশার অনুরূপ। ভবনটির নকশায় মূল উপাসনা কক্ষ, ছোট অধ্যয়ন কক্ষ, বিবাহ কক্ষ, বার মিটজাহ কক্ষ, পাঠাগার এবং অন্যান্য কক্ষ বিদ্যমান ছিলো।\n\n\n== নির্মাণ ==\n১৯৮০ ও ১৯৯০ এর দশকে নেসেট ঘরটি নির্মাণের জন্য বেল্জার হাসিদিম সম্প্রদায় কর্তৃক অনুদান প্রকল্পের সূচনা করা হয়েছিলো।\n\nপূর্ববর্তী বেইথ নেসেটটির মত এই উপাসনালয়টি নির্মাণে ১৫ বছর লেগেছিলো। নির্মাণ কাজ শেষে এটি ২০০০ সালে উন্মুক্ত করে দেওয়া হয়।\nএর মূল উপাসনা কক্ষে ২,৫৮৪ জন ইহুদি ধর্মালম্বী বসতে পারে। এর ১২ মিটার উঁচু ও ১৮ টন ওজন বিশিষ্ট অলঙ্কৃত কাঠের তৈরি তোরাহ সিন্দুকটির নাম গিনেস বিশ্ব রেকর্ডের তালিকায় রয়েছে যা ৭০টি তোরাহ পাণ্ডুলিপি বহনে সক্ষম। এই উপাসনালয়ে আছে ১৮ ফুট (৫.৫ মিটার) উচ্চতা ও ১১ ফুট (৩.৪ মিটার) প্রস্থতা বিশিষ্ট নয়টি ঝাড়বাতি যাতে দুই লক্ষ চেক স্ফটিকের টুকরো বিদ্যমান।\nউপাসনালয়ে থাকা তোরাহ সিন্দুকটির পাশে কাঁচের বাক্সে রাখা কাঠের চেয়ার ও ডেস্ক রাব্বাই আহারোন রোকেয়াখ ১৯৪৪ সালে ফিলিস্তিন ভ্রমণকালে ব্যবহার করেছিলেন।\n\n\n== ভবন বিন্যাস ==\n\nমূল উপাসনা কক্ষটি শুধুমাত্র সাব্বাথ ও ইহুদি পবিত্র দিবসগুলোতে ব্যবহার করা হয় অন্যদিকে সাপ্তাহিক উপাসনার অনুষ্ঠানগুলো উপাসনালয়ের ক্ষুদ্রতর কক্ষগুলোতে পরিচালনা করা হয়ে থাকে। মূল উপাসনা কক্ষে একাধিক তলা বিদ্যমান। তলাগুলো সরাসরি মূল কক্ষের অধীনে অনেকগুলো ছোট ছোট উপাসনা কক্ষে বিভক্ত যেগুলোকে শটিব্লাখ বলা হয় যেখানে প্রতি দশ মিনিটে শাখারিত, মিনখা ও মারিভ আয়োজন হয়ে থাকে। পার্শ্ববর্তী অংশে আরেকটি বৃহৎ কক্ষ হাসিদীয় সম্প্রদায়ের তিশেন উৎসবের জন্য ব্যবহৃত হয়ে থাকে। শটিব্লাখ এর নিচে অনেকগুলো তলায় ইসরায়েলের বাইরে থেকে আসা বেল্জার হাসিদিমের রাব্বাইদের ঘুমানোর জন্য কক্ষ রয়েছে যারা বিভিন্ন ইহুদি পবিত্র দিবসে ইসরায়েলে যান। উপাসনালয়টিতে অন্যান্য কাজের জন্য বড় কক্ষ বিদ্যমান যেমন সাব্বাথের বিকেলে শেউদাহ শ্লিশিট, বিবাহ অনুষ্ঠান এবং বার মিটজাহ উৎসব ইত্যাদি।\nউপাসনালয়ে নিকটে বেল্জার রাব্বাই ও তার পরিবারের জন্য দুই তলা বিশিষ্ট একট বাড়ি রয়েছে। সেই বাড়িতে রাব্বাইয়ের দপ্তর ও অতিথি কক্ষের সাথে পরিবারের জন্য কক্ষ বিদ্যমান। বাড়ির উপর তলার বারান্দামুখী উপাসনালয়ের প্রাঙ্গনে হাসিদিমগণ রাব্বাইয়ের আমন্ত্রণে উৎসব সহ বিভিন্ন উদ্দেশ্যে তাঁবুর নিচে জড় হন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বেল্জ মহা উপাসনালয় সম্পর্কিত মিডিয়া দেখুন।\n\nবেল্জ ওয়ার্ল্ড: শুল দর্শন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ অক্টোবর ২০২১ তারিখে"}