{"pageid": 1090154, "title": "নির্ভয়া সমরোহ", "url": "https://bn.wikipedia.org/wiki?curid=1090154", "content": "নির্ভয়া সমরোহ নারী অধিকার সম্পর্কে সচেতনতা বৃদ্ধির জন্য মহিলাদের জন্য সম্মান জাতীয় প্রচারণা দ্বারা অনুষ্ঠিত একটি বার্ষিক নৃত্য এবং সঙ্গীত উৎসব। ২০১২ দিল্লি গণধর্ষণ নির্যাতিতার নামে এই উৎসবটি নারীর বিরুদ্ধে সহিংসতার সকল অত্যাচারিতার প্রতি শ্রদ্ধা নিবেদন করে উপস্থাপন করা হয়।\n\nনারী অধিকার কর্মী মানসী প্রধান কর্তৃক প্রতিষ্ঠিত উৎসবটি প্রথম ৯ই জুলাই ২০১৩ সালে অনুষ্ঠিত হয়েছিল। উৎসবের দ্বিতীয় সংস্করণটি ২০১৫ সালের ৯ই এপ্রিল, নতুনদিল্লির ইন্ডিয়া হ্যাবিট্যাট সেন্টারে অনুষ্ঠিত হয়েছিল।\n\n\n== ইতিহাস ==\n২০১৩ সালে 'মহিলাদের জন্য সম্মান জাতীয় প্রচারণা'র অন্যতম প্রধান অনুষ্ঠান হিসেবে নির্ভয়া সমরোহকে কল্পনা করা হয়েছিল। এই অনুষ্ঠানের মূল উদ্দেশ্য ছিল ভারতীয়  নৃত্য ও সঙ্গীতকে সর্বোত্তমভাবে ব্যবহার করে নারী অধিকার সম্পর্কে মানুষকে সচেতন করা এবং নারীর বিরুদ্ধে সহিংসতা বন্ধের আন্দোলনের সমর্থনে জনমত সংহত করা।\n\n\n== উৎসব অনুষ্ঠান ==\nউৎসবটিতে ভারতীয় বিশিষ্ট শিল্পীরা নৃত্য এবং সঙ্গীত প্রদর্শন করেন, তাঁদের প্রদর্শন উৎসবের ট্যাগলাইন \"আমাদের মধ্যে আগুন জ্বলতে থাকে ......\"র সাথে সমন্বয় করে।\n\n\n== নির্ভয়া সম্মান ==\n\nউৎসব উপলক্ষে, নারীর ক্ষমতায়নে তাদের অবদানের জন্য ভারতের একটি শীর্ষ সংগঠনকে নির্ভয়া সম্মান প্রদান করা হয়। ২০১৩ সালের ৯ই জুলাই তারিখে অনুষ্ঠিত ১ ম নির্ভয়া সমরোহে প্রজাপিতা ব্রহ্ম কুমারীদের বিশ্ব আধ্যাত্মিক বিশ্ববিদ্যালয়কে ১ ম নির্ভয়া সম্মান প্রদান করা হয়েছিল। ২০১৫ সালের ৯ই এপ্রিল তারিখে অনুষ্ঠিত দ্বিতীয় নির্ভয়া সমারোহে মিশনারিজ অফ চ্যারিটিকে ২ য় নির্ভয়া সম্মান  প্রদান করা হয়েছিল।\nনির্ভয়া সমরোহের তৃতীয় সংস্করণ অনুষ্ঠিত হয়েছিল ২০১৭ সালের ২৫শে জুলাই তারিখে, লোদি এস্টেটের ইণ্ডিয়া ইন্টারন্যাশানাল সেন্টারে। ২০১৭ সালের সম্মান তালিকায় ছিলেন সমাজকর্মী কমলা ভাসিন; অভিনেতা-কর্মী শাবানা আজমি (পদ্মশ্রী); শাস্ত্রীয় নৃত্যশিল্পী এবং নৃত্যকর্মী গীতা চন্দ্রন (পদ্মশ্রী); প্রখ্যাত ব্যাংকার ছন্দা কোচার (পদ্মভূষণ); শিক্ষা-কর্মী ড. মীনাক্ষী গোপীনাথ (পদ্মশ্রী); তারকা ক্রীড়াবিদ দীপা মালিক (পদ্মশ্রী)। এই নির্ভয়া সমরোহ ৪টি উদ্ভাবনী শাস্ত্রীয় নৃত্য কোরিওগ্রাফি প্রদর্শন করা হয়েছিল, যেগুলির নেতৃত্বে ছিলেন বিশিষ্ট ওডিসি নৃত্যশিল্পী আরুশি মুদগাল এবং লিপ্সা দাশ, কথক নৃত্যাঙ্গনা স্বাতী তিওয়ারি এবং কুচিপুড়ি নৃত্যশিল্পী রঞ্জিনী নায়ার।\n\n\n== নির্ভয়া পুরস্কার ==\nবিভিন্ন ক্ষেত্রে কৃতিত্ব অর্জনকারী মহিলাদের এই উৎসবে নির্ভয়া পুরস্কার প্রদান করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttps://www.facebook.com/nirbhayasamaroh"}