{"pageid": 1090253, "title": "নিতজান হোরোভিৎজ", "url": "https://bn.wikipedia.org/wiki?curid=1090253", "content": "নিতজান হোরোভিৎজ ( হিব্রু ভাষায়: נִצָּן הוֹרוֹבִיץ‎   ; জন্ম ২৪ ফেব্রুয়ারি ১৯৬৫) একজন ইসরায়েলি রাজনীতিবিদ এবং প্রাক্তন সাংবাদিক ২০২১ সাল থেকে স্বাস্থ্য মন্ত্রী হিসেবে দায়িত্ব পালন করছেন। তিনি বর্তমানে মেরেটজের নেতা। তিনি এর আগে চ্যানেল ২ নিউজ নামে পরিচিত ইসরায়েলি নিউজ কোম্পানির প্রধান মার্কিন সংবাদদাতা এবং ভাষ্যকার ছিলেন। টেলিভিশনে পুনরায় যোগ দেওয়ার আগে, তিনি মেরেটজ তালিকায় নেসেটে (২০০৯-২০১৫) দুটি পূর্ণ মেয়াদে কাজ করেছিলেন। ২০১৩ সালে , তিনি তেল আবিবের মেয়রের জন্য নির্বাচন করেছিলেন। নেসেটে নির্বাচিত হওয়ার আগে, তিনি পররাষ্ট্র বিষয়ক ভাষ্যকার এবং চ্যানেল ১০ এর সংবাদ বিভাগ, হাডশট ১০ -এ আন্তর্জাতিক ডেস্কের প্রধান ছিলেন। জুন ২০১৯ এ, তিনি মেরেটজ নেতৃত্ব নির্বাচনে জয়লাভ করেন, এবং বর্তমানে দলের নেতা এবং স্বাস্থ্য মন্ত্রী হিসাবে কাজ করেন।\n\n\n== প্রাথমিক জীবন ==\nনিতজান হোরোভিৎজ ১৯৬৫ সালে রিশন লেজিওন এ জন্মগ্রহণ করেন। তিনি তেল আবিব ইউনিভার্সিটি ল স্কুল থেকে স্নাতক পাশ করেন এবং সাংবাদিক হিসেবে কাজ শুরু করেন।\n\n\n== সাংবাদিকতা পেশা ==\nকর্মজীবনের প্রথম দিকে, তিনি ১৯৮২ সালে লেবানন যুদ্ধের শেষ পর্যায়ে সামরিক বিষয়ক রিপোর্টার হিসেবে কাজ করেন। সেইসাথে ১৯৮৩ সাল থেকে ১৯৮৭ সালের মধ্যে আর্মি রেডিওতে আন্তর্জাতিক সংবাদ সম্পাদক ছিলেন। ১৯৮৭ সালে তিনি হাদাশট পত্রিকায় পররাষ্ট্র বিষয়ক সম্পাদক হিসেবে কাজ শুরু করেন। ১৯৮৯ সালে, তিনি পররাষ্ট্র বিষয়ক সম্পাদক হিসেবে হারেটেজে কর্মজীবন শুরু করেন। তিনি ১৯৯৩ থেকে ১৯৯৮ সালের মধ্যে প্যারিসে হারেৎজ পত্রিকার সংবাদদাতা হিসেবে কাজ করেন।ইউরোপীয় ইউনিয়নেও কাজ করেন এবং ১ ৯৯৮  থেকে ২০০১ পর্যন্ত ওয়াশিংটন ডিসিতে হারেৎজ  সংবাদদাতা হিসেবে কাজ করেন। এরপর ইস্রায়েলের ফিরে যান এবং হারেত্জ র প্রধান আন্তর্জাতিক কলাম লেখক হিসাবে কাজ করেন। ২০০২ সালের জানুয়ারিতে যখন হ্যাডাশট ১০ সম্প্রচার শুরু করে, হোরোইটজ তার আন্তর্জাতিক ডেস্ক স্থাপন করে। পূর্ব এশিয়ায় সুনামি দুর্যোগ এবং আফগানিস্তানে ওসামা বিন লাদেনের ব্যর্থ অভিযানের পর প্রধান ডকুমেন্টারি ফিল্ম তৈরি করা এবং হাদাশট ১০ -এর কারেন্ট অ্যাফেয়ার্স শো লন্ডন এট কির্সেনবাউমে নিয়মিত উপস্থিতি থাকেন এবং  বৈশ্বিক খবরের প্রতিবেদন তৈরী ও বিশ্লেষণ প্রদান করেন। ২০০৮ সালে, হরোভিটস চ্যানেল ১০ -এর জন্য একটি ডকুমেন্টারি সিরিজ তৈরি করেন এবং তা পরিচালনা করেন, যার শিরোনাম ছিল \"ওয়ার্ল্ড: দ্য নেক্সট জেনারেশন - নিতজান হরোভিটস ইন কাল সার্চ\"। এই সিরিজটি প্রধান ঘটনা এবং প্রবণতা অনুসরণ করে যা আগামী দশকে বিশ্বের ভবিষ্যতকে রূপ দিতে পারে, যার মধ্যে রয়েছে বয়স্ক সংকট, শহুরে স্থায়িত্ব, অভিবাসন , চীনে নির্মাণ ও শিল্প উন্নয়ন এবং ভারতে হাইটেক বিপ্লব। হোরোভিৎজ ইসরায়েলের নাগরিক অধিকার সমিতির বোর্ড সদস্য হিসেবে কাজ করেন। তিনি পরিবেশগত বিষয়েও সক্রিয় ছিলেন এবং ২০০৭ সালে তিনি পরিবেশ সাংবাদিকতার জন্য \"প্র্যাট পুরস্কার\" পান।\n\n\n== রাজনৈতিক পেশা ==\n২০০৮ সালের ডিসেম্বরে, তিনি চ্যানেল ১০ থেকে পদত্যাগ করেন এবং ২০০৯ সালের নির্বাচনে মেরেটজ প্রার্থী হন।  পার্টির প্রাইমারি ফলাফলে তিনি নতুন আন্দোলন এবং মেরেটজের যৌথ তালিকায় তৃতীয় স্থান অর্জন করেন। তিনি বলেন: \"আমার লক্ষ্য হল বিগত বছরগুলোতে আমি যা বলছি তা চালিয়ে যাব এবং সমুদ্রের তীর রক্ষা করা থেকে শুরু করে আরও পরিশীলিত, দূষণহীন গণপরিবহন চালু করব।\" মেরেৎজ নির্বাচনে তিনটি আসন জিতেছিলেন, হোরোইটজকে ইসরায়েলের ইতিহাসে দ্বিতীয় প্রকাশ্যে সমকামী নেসেট সদস্য এবং অষ্টাদশ নেসেট -এর একমাত্র প্রকাশ্য সমকামী সদস্য। প্রথম, উজি ইভেনও মেরেটজের সদস্য ছিলেন। ২০০৬ সালের ১  ফেব্রুয়ারিতে তিনি নেসেট -এ একটি বিল আনার পরিকল্পনা ঘোষণা করেন যা তাদের ধর্ম, জাতিগত পটভূমি বা লিঙ্গ নির্বিশেষে দুই লিঙ্গের মধ্যে বিয়ে বা নাগরিক ইউনিয়নের অনুমতি দেবে। নেসেটে শপথ নেওয়ার আগে, তাকে তার পোলিশ নাগরিকত্ব বাতিল করতে বলা হয়েছিল, যা তিনি তার পিতার উত্সের কারণে পেয়েছিলেন এবং ইসরায়েলীদের প্রবেশ করতে অসুবিধা হয় এমন দেশে প্রবেশের জন্য সাংবাদিক হিসাবে ব্যবহার করেছিলেন। ২০০৯ সালে, তিনি ঘোষণা করেন যে তিনি পোপ বেনেডিক্ট XVI এর ইসরায়েল সফরের সমস্ত অনুষ্ঠান বর্জন করবেন, এই বলে যে তার মতে পোপ \"কঠোরতা, ধর্মীয় উগ্রতা এবং অভেদ্যতার বার্তা বহন করে। পোপের সমস্ত অন্যায়ের মধ্যে সবচেয়ে খারাপ হল তৃতীয় বিশ্বের দেশগুলিতে গর্ভনিরোধক ছড়িয়ে দেওয়ার ব্যাপারে তার আপত্তি। এই ফিলিস্তিনি মনোভাবের কারণে আফ্রিকা, এশিয়া এবং দক্ষিণ আমেরিকার কত দুঃখী নারী -পুরুষ এইডসে আক্রান্ত হয়েছে তা মূল্যায়ন করা কঠিন, কিন্তু আমরা অনেকের কথা বলছি \"।  তিনি তার অবস্থান ব্যাখ্যা করে  ইয়েনেটনিউজ এ দুটি অংশের মতামত প্রকাশ করেন। ২০১৩ সালের জানুয়ারির নির্বাচনে হোরোইটজ পুনরায় নেসেটে নির্বাচিত হন। ২০১৩ সালের অক্টোবরে, তিনি তেল আবিবের মেয়র পদে দীর্ঘদিন ক্ষমতায় থাকা রন হালদাইয়ের বিরুদ্ধে প্রতিদ্বন্দ্বিতা করেন। তিনি হুলদাইয়ের ৫৩% এর কাছে ৩৮% ভোট পেয়ে হেরে যান। ২০১৪ সালে, তাকে ইসরায়েল ডেমোক্রেসি ইনস্টিটিউট অসামান্য পার্লামেন্টারিয়ান অ্যাওয়ার্ড প্রদান করে। তিনি ২০১৫ সালের নির্বাচনে দাঁড়াননি। ২০১৯ সালের জুন মাসে, হোরোভিটস সফলভাবে মেরেটজের নেতৃত্বের জন্য বর্তমান তামার জ্যান্ডবার্গকে চ্যালেঞ্জ করেন, যা মেরেৎজকে প্রথম ইসরায়েলি দল হিসেবে প্রকাশ্যে সমকামী ব্যক্তিকে তার নেতা হিসেবে নির্বাচিত করেছিল। ২০১৯ সালের সেপ্টেম্বরে ইসরায়েলি আইনসভা নির্বাচনের সময় হোরোভিটস দলের নেতৃত্ব দিয়েছিলেন। ২০২১ সালে তিনি নাফতালি বেনেটের মন্ত্রিসভায় স্বাস্থ্য মন্ত্রী হন । তিনি নরওয়েজিয়ান আইনের অধীনে তার নেসেট আসন থেকে পদত্যাগ করেন এবং মাইকেল রোজিনের স্থলাভিষিক্ত হন।\n\n\n== ব্যক্তিগত জীবন ==\nহোরোভিৎজ প্রকাশ্যে সমকামী। তিনি তার জীবন সঙ্গীর সঙ্গে তেল আবিবে থাকেন। \n\n\n== তথ্যসূত্র =="}