{"pageid": 1090480, "title": "মেন এগেইন্স্ট ভায়োলেন্স অ্যাণ্ড অ্যাবিউজ (সংগঠন)", "url": "https://bn.wikipedia.org/wiki?curid=1090480", "content": "মেন এগেইন্স্ট ভায়োলেন্স অ্যাণ্ড অ্যাবিউজ (এমএভিএ) বা \"সহিংসতা ও অপব্যবহারের বিরুদ্ধে পুরুষ\" হল একটি ভারতীয় সংগঠন যারা লিঙ্গ ভিত্তিক সহিংসতা প্রতিরোধে কাজ করে। ১৯৯৩ সালে যাত্রা শুরু করে, এটি দেশের প্রথম পুরুষদের সংগঠনগুলির মধ্যে একটি, যারা মহিলাদের বিরুদ্ধে সহিংসতা প্রতিরোধে কাজ করে।\n\n\n== ইতিহাস ==\nমেন এগেইন্স্ট ভায়োলেন্স অ্যাণ্ড অ্যাবিউজ (এমএভিএ) শুরু হয়েছিল একটি বিজ্ঞাপনের মাধ্যমে। একজন সাংবাদিক, সি.ওয়াই. গোপীনাথ, ১৯৯১ সালে মুম্বাইয়ের বেশ কয়েকটি পত্রিকায় বিজ্ঞাপনটি দিয়েছিলেন। বিজ্ঞাপনে নারীর প্রতি সহিংসতার বিরুদ্ধে প্রতিবাদ করার জন্য পুরুষদের এগিয়ে আসতে বলা হয়েছিল। এতে ২০৫ জন পুরুষ সাড়া দিয়েছিলেন। পুরুষরা এক বছর বা তারও বেশি সময় ধরে মিলিত হয়ে, একটি মূল গোষ্ঠী তৈরি করেছিলেন এবং হরিশ সাদানি সেই গোষ্ঠীর নেতা হন। দলটির মনে হয়েছিল যে, \"পুরুষতন্ত্রের শৃঙ্খল থেকে নারী ও পুরুষ উভয়েরই মুক্তি প্রয়োজন।\" ১৯৯৩ সালের মার্চ মাসে, আনুষ্ঠানিকভাবে মুম্বাইয়ে, গোষ্ঠীটি সংগঠিত হয়েছিল। ১৯৯৬ সালে, এমএভিএ একটি জার্নাল শুরু করে, যেটির নাম ছিল পুরুষ স্পন্দন (পুরুষদের অভিব্যক্তি)। এটির ভাষা হল মারাঠি এবং এটি প্রতিবছর দীপাবলির সময় প্রকাশিত হয়।\n২০০৬ সালে, সাদানি ভারতের জনসংখ্যা পরিষদ থেকে এমএভিএ এর জন্য \"যুব মৈত্র\" নামক একটি পাইলট প্রকল্প (প্রাথমিক ভাবে সম্ভাব্যতা, সময়কাল, খরচ, প্রতিকূল ঘটনা ইত্যাদির বিচার করা) তৈরির জন্য ফেলোশিপ পান। এই প্রোগ্রামে যুব সমাজের জন্য একটি শিবিরের আয়োজন করা হয়েছিল, যেখানে তাঁরা লৈঙ্গিক ভূমিকা এবং লিঙ্গের মধ্যে সম্পর্কের বিষয়ে আলোচনা করেছিলেন এবং নিজেদের ভাবনাকে প্রতিফলিত করেছিলেন। যুব মৈত্রী অনুষ্ঠানটি এখনও এমএভিএ এর পরিকল্পনার অংশ এবং ২০১৪ সালের মধ্যে, প্রায় ৮০,০০০ যুবকের কাছে তারা পৌঁছেছিল, সেই সঙ্গে ৫০০ জন যুব পরামর্শদাতা তৈরি করেছিল।\n\n\n== সম্বন্ধে ==\nমেন এগেইন্স্ট ভায়োলেন্স অ্যাণ্ড অ্যাবিউজ (এমএভিএ) মহারাষ্ট্র রাজ্যে কাজ করে। এমএভিএ পরামর্শ প্রদান করে, বিবাহ করতে যাচ্ছেন এমন দম্পতিদের জন্য সহায়তা পরামর্শ দেয়, মহিলাদের জন্য আত্মরক্ষার ক্লাস করে, হেল্প-লাইনে সাহায্য দেয় এবং লিঙ্গ সংক্রান্ত সমস্যাগুলির সাথে সম্পর্কিত অন্যান্য অনুষ্ঠান পরিচালনা করে। এমএভিএ এবং মহিলাদের সংগঠন অকসরা (অক্ষর), যৌথভাবে মুম্বাইয়ের কলেজগুলিতে লিঙ্গ ভিত্তিক সহিংসতা এবং লিঙ্গ বিষয়ক তথ্য প্রদান করে। এরা পুরুষদের জীবনের সমস্যাগুলি অন্য পুরুষদের কাছে খোলা মনে বলতে পারার জন্য উৎসাহ প্রদান করে।\nইনকা আচটে দ্বারা পরিচালিত একটি তথ্যচিত্র, যার নাম \"বয়েজ হু লাইক গার্লস\" (২০১৮), সেখানে এমএভিএ এর করা কিছু কাজ দেখানো হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nOfficial site\nHumanizing Men (2017-2018 video)"}