{"pageid": 1090087, "title": "দ্য সুইসাইড স্কোয়াড (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1090087", "content": "দ্য সুইসাইড স্কোয়াড হলো একটি ২০২১ সালে মুক্তিপ্রাপ্ত আমেরিকান সুপারহিরো চলচ্চিত্র এবং এটি সুইসাইড স্কোয়াড দলটির উপর কেন্দ্রিত। চলচ্চিত্রটি ডিসি ফিল্মস, অ্যাটলাস এন্টারটেইনমেন্ট এবং দ্য স্যাফ্রান কোম্পানি দ্বারা প্রযোজিত, যার পাশাপাশি ওয়ার্নার ব্রস. পিকচার্স দ্বারা পরিবেশিত। এটি সুইসাইড স্কোয়াড (২০১৬) এর সতন্ত্র সিক্যুয়েল এবং ডিসি এক্সটেন্ডেড ইউনিভার্সের (ডিসিইইউ) দশমতম চলচ্চিত্র। চলচ্চিত্রটি জেমস গান দ্বারা লিখিত ও পরিচালিত এবং মুখ্য ভূমিকায় রয়েছেন মার্গোট রবি, ইদ্রিস এলবা, জন সিনা, জোয়েল কিনাম্যান, সিলভেস্টার স্ট্যালোন, ভায়োলা ডেভিস, ডেভিড ডাসমাউলচন, ড্যানিয়েলা মেলখিয়র, মাইকেল রুকার, জায় কোর্টনি, পিটার কাপ্যালডী, অ্যালিস ব্রাগা এবং পিট ডেভিডসন। চলচ্চিত্রে, সুইসাইড স্কোয়াড নামে পরিচিত এক বিশেষ অপরাধী-কর্মীদলকে দ্বীপ দেশ কোর্তো মাল্টিসে দৈত্যাকার ভিনগ্রহী স্টারো দ্য কঙ্কোরার এর প্রমাণ ধ্বংস করার জন্য পাঠানো হয়।\n২০১৬-এর মার্চে একটি সুইসাইড স্কোয়াড সিক্যুয়েলের জন্য পরিচালক হিসেবে ড্যাভিড আয়ার এর পুনরাবৃত্তির পরিকল্পনা ছিল, কিন্তু ডিসেম্বরে তিনি একটি গথাম সিটি সাইরেন্স চলচ্চিত্র উন্নয়নে সিদ্ধান্ত নেন। ওয়ার্নার ব্রস. প্রতিস্থাপনের জন্য বিভিন্ন পরিচালককে বিবেচনা করে এবং ২০১৭-এর সেপ্টেম্বরে, গ্যাভিন ও'কনার কে নির্বাচন করা হয়। তিনি ২০১৮ সালের অক্টোবরে প্রকল্পটি থেকে বিচ্ছিন্ন হয়ে যান এবং গার্ডিয়েন্স অফ দ্য গ্যালাক্সি ভল. ৩ (২০২৩) এর পরিচালনা থেকে ডিজনি ও মার্ভেল স্টুডিওজ দ্বারা সাময়িকভাবে বরখাস্তের পর গান কে চলচ্চিত্রটির রচনা ও পরিচালনার নিয়োগ করা হয়। তিনি যুদ্ধের চলচ্চিত্র ও জন অস্ট্র্যান্ডার এর ১৯৮০-এর দশকের সুইসাইড স্কোয়াড কমিক্স থেকে অনুপ্রেরণা আকর্ষণ করেন এবং সুইসাইড স্কোয়াড থেকে কিছু অভিনয়শিল্পীদের আবির্ভাবের সৎত্ত্বেও, প্রথম চলচ্চিত্রটির কাহিনি থেকে একটি ভিন্ন কাহিনিতে নতুন চরিত্রগুলিকে পর্যবেক্ষণ করেন। চিত্রগ্রহণ শুরু হয় ২০১৯-এর সেপ্টেম্বরে অ্যাটলান্টা, জর্জিয়ায় এবং ২০২০ সালের ফেব্রুয়ারিতে পানামায় সমাপ্তি হয়।\nদ্য সুইসাইড স্কোয়াড কে ৩০ই জুলাই, ২০২১ এ যুক্তরাজ্যে প্রেক্ষাগৃহে মুক্তি দেওয়া হয় এবং ৫ম আগস্টে একই দিনে যুক্তরাষ্ট্র ও এইচবিও ম্যাক্স এ এক মাসের জন্য প্রচার করা হয়। এটি সমালোচকদের থেকে ইতিবাচক সমালোচনা লাভ করে, যারা গানের লেখা, পরিচালনা এবং চাক্ষুষ ধরনের প্রসংশা করেন। অনেকে চলচ্চিত্রটিকে এটির পূর্বসূরীর তুলনায় একটি গুরুত্বপূর্ণ উন্নতি হিসেবে মনে করেন এবং এটি ২০২১ সালে এইচবিও ম্যাক্স এ আবির্ভূত তৃতীয় সর্বোচ্চ-প্রচারিত চলচ্চিত্র হয়ে উঠে। কিন্তু, এটি বক্স অফিসে ব্যর্থ ছিল যা $১৮ কোটি ৫০ লক্ষ্যের প্রযোজনার বাজেটের বিরুদ্ধে $১৬ কোটি ৭৪ লক্ষ্য বিশ্বব্যাপী আয় করে। মূল ভূমিকায় সিনার সঙ্গে একটি আনুষঙ্গিক টেলিভিশন ধারাবাহিক, পিসমেকার কে এইচবিও ম্যাক্সে ২০২২-এর জানুয়ারিতে আবির্ভাবের জন্য তালিকাভুক্ত করা হয়।\n\n\n== কাহিনি ==\n\n\n== শ্রেষ্ঠাংশে ==\nহারলি কুইন হিসেবে মার্গোট রবি: একজন উন্মত্ত অপরাধী এবং প্রাক্তন মনোরোগ বিশেষজ্ঞ\nরবার্ট ডুবোয়ে / ব্লাডস্পোর্ট হিসেবে ইদ্রিস এলবা\nক্রিস্টোফার স্মিথ / পিসমেকার হিসেবে জন সিনা\nসেনাপতি রিক ফ্ল্যাগ হিসেবে জোয়েল কিনাম্যান\nনানাউয়ে / কিং শার্ক এর কন্ঠ হিসেবে সিলভেস্টার স্ট্যালোন\nঅ্যামান্ডা ওয়ালার হিসেবে ভায়োলা ডেভিস\nঅ্যাবনার ক্রিল / পোকা-ডট ম্যান হিসেবে ডেভিড ডাসমাউলচন\nক্লিয়ো ক্যাজো / র‍্যাটক্যাচার ড্যানিয়েলা মেলখিয়র\nব্রায়ান ডার্লিন / সাভ্যান্ট হিসেবে মাইকেল রুকার\nজর্জ \"ডিগার\" হার্কনেস / ক্যাপ্টেন বুমার‍্যাঙ্গ হিসেবে জায় কোর্টনি\nগেইয়াস গ্রিভস / দ্য থিঙ্কারার হিসেবে পিটার কাপ্যালডী\nসোল সোরিয়া হিসেবে অ্যালিস ব্রাগা\nরিচার্ড \"ডিক\" হার্টজ / ব্ল্যাকগার্ড হিসেবে পিট ডেভিডসন\n\n\n== তথ্যসূত্র =="}