{"pageid": 1091141, "title": "মিশেল আভিলা হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1091141", "content": "মিশেল ইভেট \"মিসি\" আভিলা (ফেব্রুয়ারি ৮, ১৯৬৮ - অক্টোবর ২, ১৯৮৫) ছিলেন একজন আমেরিকান কিশোরী। তাকে তার প্রাক্তন প্রিয় বন্ধু এবং প্রতিদ্বন্দ্বী কারেন সেভারসন এবং লরা ডয়েল ১৯৮৫ সালের অক্টোবরে হত্যা করেছিলেন।\n\n\n== পটভূমি ==\nমিশেল আভিলা সান ফার্নান্দো উপত্যকার লস অ্যাঞ্জেলেসের আরলেটায় বড় হয়েছেন। মিশেল এবং কারেন সেভারসন আট বছর বয়স থেকে সবচেয়ে ভাল বন্ধু ছিলেন। সান ফার্নান্দো উচ্চ বিদ্যালয়ে প্রবেশের সময় দুই মেয়ে আলাদা হতে শুরু করে; সেভারসন আভিলার প্রতি ঈর্ষান্বিত হয়েছিলেন কারণ তাকে আরও জনপ্রিয় এবং আকর্ষণীয় বলে মনে করা হত। সেভারসনও বিচলিত হয়েছিলেন কারণ আভিলা তার সাথে কম সময় কাটাতে শুরু করেছিলেন, ছেলেদের সাথে সময় কাটানোর সিদ্ধান্ত নিয়েছিলেন। সেভারসন পরে একটি গুজব শুরু করেন যে আভিলা বিভিন্ন ছেলেদের সাথে যৌন সম্পর্ক স্থাপন করছে। এর ফলে, আভিলাকে একদল মেয়ে মারধর করে যারা তার বিরুদ্ধে তাদের প্রেমিকদের সাথে রাত কাটানোর অভিযোগ করে।\nউচ্চ বিদ্যালয়ে মেয়েদের জুনিয়র বছর চলাকালীন, আভিলা র‍্যান্ডি নামে একটি ছেলের সাথে ডেটিং শুরু করে। র‍্যান্ডির ক্রমাগত পার্টি করার কারণে আভিলা এক মাস পরে সম্পর্কটি ভেঙে দেয়। ব্রেক আপের কিছুদিন পরে, সেভারসন এবং র‍্যান্ডি একটি সম্পর্ক শুরু করেন এবং অবশেষে একসাথে একটি অ্যাপার্টমেন্টে চলে যান। সেভারসন পরে আভিলার মা আইরিনকে বলেছিলেন যে তিনি একবার র‍্যান্ডিকে আভিলাকে তার কোলে টানতে দেখেছিলেন। আভিলা র‍্যান্ডিকে বলেছিলেন যে তিনি তাদের সম্পর্ক পুনরায় জাগিয়ে তুলতে আগ্রহী নন এবং সেভারসনকে র‍্যান্ডির সাথে সম্পর্ক ছিন্ন করার পরামর্শ দিয়েছিলেন। এই ঘটনা সেভারসনকে ক্ষুব্ধ করেছিল এবং তিনি আভিলার সাথে কথা বলা বন্ধ করে দিয়েছিলেন। আভিলার মৃত্যুর দশ দিন আগে, দুজনে একটি প্রতিবেশী পার্কে শারীরিক বিবাদে জড়িয়ে পড়ে। প্রত্যক্ষদর্শীদের মতে, সেভারসন আভিলাকে একটি ভাঙা বিয়ারের বোতল দিয়ে হুমকি দেয় এবং তারপরে তাকে ধাক্কা ও চড় মারে।\n\n\n== হত্যা ==\n১৯৮৫ সালের ২ রা অক্টোবর, আভিলা তার মাকে বলেছিলেন যে তিনি তার স্কুলের এক বন্ধু লরা ডয়েলের সাথে বাইরে যাচ্ছেন। দোয়েল আভিলাকে তুলে নিয়ে দুজনে চলে গেল। চার ঘন্টা পরে, ডয়েল আভিলার মাকে ফোন করে মিসির সাথে কথা বলতে বলে। আভিলার মা ডয়েলকে বলার পর যে সে ভেবেছিল যে তার মেয়ে তার সাথে আছে, ডয়েল তাকে বলেছিল যে সে আভিলাকে তিনটি ছেলের সাথে নীল ক্যামারো গাড়ি চালিয়ে ছেড়ে দিয়েছে। গ্যাস পাওয়ার পর ডয়েল বলেছিলেন যে তিনি সেই স্থানে ফিরে এসেছিলেন যেখানে তিনি আভিলাকে নামিয়ে দিয়েছিলেন কিন্তু তিনি এবং তিনটি ছেলে চলে গিয়েছিলেন।\n৫ ই অক্টোবর, অ্যাঞ্জেলেস ন্যাশনাল ফরেস্টের বিগ তুজুঙ্গা ক্যানিয়নে একটি স্রোতে আভিলার মৃতদেহ মুখ থুবড়ে পড়া অবস্থায় পাওয়া যায়। তাকে জোর করে আট ইঞ্চি জলে ডুবিয়ে দেওয়া হয়েছিল, তার কোমরের দৈর্ঘ্যের চুল কেটে ফেলা হয়েছিল এবং তার শরীরের উপরে একটি চার ফুটের কাঠের গুঁড়ি পাওয়া গিয়েছিল।\n\n\n== তথ্যসূত্র =="}