{"pageid": 1091123, "title": "ভেনাস এক্সত্রাভাগানজা", "url": "https://bn.wikipedia.org/wiki?curid=1091123", "content": "ভেনাস এক্সত্রাভাগানজা (মে ২২, ১৯৬৫ - ডিসেম্বর ২১, ১৯৮৮)  ছিলেন একজন আমেরিকান রূপান্তরিত লিঙ্গ পারফর্মার। তিনি জেনি লিভিংস্টোনের ১৯৯০ সালের প্রামাণ্যচিত্র প্যারিস ইজ বার্নিং-এ তার উপস্থিতির পর জাতীয় দৃষ্টি আকর্ষণ করেন, যেখানে ট্রান্স নারী হিসেবে তার জীবন চলচ্চিত্রের বেশ কয়েকটি গল্পের একটি অংশ গঠন করে।\n\n\n== জীবনের প্রথমার্ধ ==\nএক্সত্রাভাগানজা ১৯৬৫ সালের ২২ শে মে নিউ জার্সির জার্সি সিটিতে জন্মগ্রহণ করেন।  তার বাবা-মা ইতালীয়-আমেরিকান এবং পুয়ের্তো রিকান বংশোদ্ভূত ছিলেন। তার চার ভাই ছিল। এক্সত্রাভাগানজা তার কৈশোরের প্রথম দিকে ভেনাস নামটি নিয়েছিলেন।\n\n\n== ক্যারিয়ার ==\nপ্যারিস ইজ বার্নিং- এ এক্সট্রাভাগাঞ্জা বলেছেন যে তিনি ১৩ বা ১৪ বছর বয়সে ক্রস-ড্রেসিং এবং পারফর্ম করা শুরু করেন, ১৯৭৮ বা ১৯৭৯ সালের দিকে তার প্রথম দিকের পারফরম্যান্স স্থাপন করেন। তার পরিবার তার জীবনধারাকে আঁকড়ে ধরেছিল, কারণ সে \"তাদের বিব্রত করতে চায়নি, [সে] দূরে সরে গেছে।\" অবাধে পারফর্ম করতে সক্ষম হওয়ার জন্য তিনি নিউ ইয়র্ক সিটিতে স্থানান্তরিত হন। তার বল ক্যারিয়ার শুরু হয় ১৯৮৩ সালে, যখন হাউস অফ এক্সত্রাভাগানজার প্রতিষ্ঠাতা হেক্টর ভ্যালে তাকে বাড়িতে যোগ দেওয়ার জন্য আমন্ত্রণ জানান। তিনি বলেছিলেন যে তিনি \"আমার দেখা প্রথম সমকামী ব্যক্তি।\"\nতার ১৫ তম জন্মদিনে, ভ্যালে তাকে গ্রিনউইচ ভিলেজে নিয়ে যায়, তাকে একটি পার্টি দেয় এবং তাকে একটি কেক কিনে দেয়। ১৯৮৫ সালে এইডস সম্পর্কিত জটিলতায় ভ্যালে মারা যাওয়ার পর, অ্যাঞ্জি এক্সত্রাভাগানজা গৃহ মায়ের ভূমিকা গ্রহণ করেন, এবং তিনি ভেনাস ট্রাভাগাভাঞ্জাকে তার মেন্টি এবং ড্র্যাগ কন্যা হিসাবে গ্রহণ করেন। প্যারিস ইজ বার্নিং-এর চিত্রগ্রহণের সময়, এক্সত্রাভাগানজা একজন উচ্চাকাঙ্ক্ষী মডেল ছিলেন। তিনি বলেছিলেন, \"আমি [চাই] আমার লিঙ্গ পরিবর্তন নিজেকে সম্পূর্ণ বোধ করাতে।\n\n\n== মৃত্যু ==\n১৯৮৮ সালে ক্রিসমাসের দিন নিউ ইয়র্কের ডাচেস হোটেলে একটি বিছানার নিচে এক্সত্রাভাগানজাকে গলা টিপে হত্যা করা অবস্থায় পাওয়া যায়। অনুমান করা হয়েছিল যে তার দেহ আবিষ্কারের পর চার দিন ধরে সেখানে ছিল। প্যারিস ইজ বার্নিং-এর শুটিং চলছিল, এবং চলচ্চিত্রের শেষ মিনিটগুলির মধ্যে রয়েছে অ্যাঞ্জি এক্সত্রাভাগানজা তার মৃত্যুর প্রতিক্রিয়া জানিয়েছেন। অ্যাঞ্জি এক্সত্রাভাগানজা বলেছিলেন যে তিনি অনুভব করেছিলেন যে ভেনাস খুব বেশি সুযোগ নেওয়ার মতো, যে তিনি \"রাস্তায় মানুষের সাথে খুব বন্য ছিলেন\", এবং তিনি ভয় পেয়েছিলেন যে \"[তার] সাথে কিছু ঘটতে চলেছে।\" অ্যাঞ্জি জাত্রভাগাঞ্জা প্রথম ব্যক্তি যিনি গোয়েন্দারা এক্সট্রাভাগাঞ্জার মৃত্যুর খবর নিয়ে এসেছিলেন, এবং তিনিই পরবর্তী আপন পিতামাতার কাছে খবরটি প্রকাশ করেছিলেন।\nপ্যারিস ইজ বার্নিং-এ, এক্সত্রাভাগানজা বর্ণনা করেছেন যে তিনি একটি ঘনিষ্ঠ সাক্ষাতের সময় একজন ব্যক্তির আক্রমণ থেকে অল্পের জন্য রক্ষা পেয়েছিলেন, যিনি আবিষ্কার করেছিলেন যে তিনি রূপান্তরিত লিঙ্গ ছিলেন, এবং এটি সম্ভব যে একই পরিস্থিতিতে তার হত্যা ঘটেছিল। তার হত্যাকারীকে কখনও খুঁজে পাওয়া যায়নি। তাকে নিউ জার্সির নর্থ আর্লিংটনের হলি ক্রস সিমেট্রিতে সমাহিত করা হয়েছে।\n\n\n== তথ্যসূত্র =="}