{"pageid": 1091883, "title": "জ্যোতির্বিজ্ঞানীয় বর্ষ সংখ্যা পদ্ধতি", "url": "https://bn.wikipedia.org/wiki?curid=1091883", "content": "জ্যোতির্বিজ্ঞানীয় বর্ষ সংখ্যা পদ্ধতি (ইংরেজি: Astronomical year numbering) এডি/সিই ভিত্তিক বর্ষ সংখ্যা পদ্ধতি বা পঞ্জিকা সাল যা সাধারণ দশমিক পূর্ণ সংখ্যা পদ্ধতি কঠোরভাবে মেনে চলে। এই সংখ্যা পদ্ধতিতে বর্ষ ০ রয়েছে; এর পূর্বে থাকা বছরগুলো ঋণাত্মক সংখ্যা এবং এর পরের বছরগুলো ধনাত্মক সংখ্যা হয়। জ্যোতির্বিজ্ঞানীরা শূন্য বর্ষ সমেত ১৫৮২ সালের পূর্বে জুলীয় বর্ষপঞ্জি ব্যবহার করে এবং এর পরে গ্রেগরীয় বর্ষপঞ্জি ব্যবহার করে যা জ্যাক ক্যাসিনি (১৭৪০), সাইমন নিউকম্ব (১৮৯৮) এবং ফ্রেড এসপেনাক (২০০৭) দ্বারা উদাহরণকৃত।\nখ্রিস্টাব্দ (এডি) এবং সাধারণ যুগ (সিই), খ্রিস্টপূর্ব (বিসি) বা সাধারণ যুগ পূর্ব (বিসিই) এই পদ্ধতিতে লেখা হয় না। ১ বিসি/বিসিই কে ০, ২ বিসি/বিসিই কে −১, এবং সাধারণভাবে যেকোন ক খ্রিস্টপূর্বাব্দের বছরকে \"−(ক − ১)\" এভাবে লেখা হয় (যেকোন ঋণাত্মক সংখ্যা ১ − ক এর সমতুল্য)। এডি/বিসি এর সংখ্যা এই পদ্ধতিতে পরিবর্তিত হয় না বা ধনাত্মক সংখ্যার সাথে লেখা হয় না; সাধারণভাবে এখানে ক খ্রিস্টাব্দ/সাধারণ যুগ কে ক বা +ক হিসেবে লেখা হয়ে থাকে। সাধারণ গণনায় শূন্য সংখ্যাটি প্রায়ই প্রয়োজন হয় যেখানে উল্লেখযোগ্যভাবে যখন বছরের সংখ্যার গণনা একটি সময় ইপকে চলে আসে তখন শেষের বছরগুলোকে একে অপরের সাথে বিয়োগ করার প্রয়োজন পড়ে।\nপদ্ধতিটির এই নামটি জ্যোতির্বিজ্ঞানে ব্যবহারের উদ্দেশ্যে দেওয়া হয়েছে। ইতিহাসের বাইরে কিছু ক্ষেত্রগুলো বছর ১ এর আগে সময়গুলো নিয়ে কাজ করে, কিছু ব্যতিক্রম হলো ডেনড্রোক্রোনোলজি, প্রত্নতত্ত্ব ও ভূতত্ত্ব, শেষের দুটি 'বর্তমান পূর্ব' ব্যবহার করে থাকে। জ্যোতির্বিজ্ঞানীয় ও ঐতিহাসিক বছরের সংখ্যাসূচক মানের মাঝে ১ বর্ষের আগে এক বছরের পার্থক্য থাকলেও গ্রহণ বা গ্রহসংযোগ ব্যবহার করে উল্লেখিত ঐতিহাসিক ঘটনার তারিখ নির্ণয়ের ক্ষেত্রে এই তফাতটা গুরুতর।\n\n\n== শূন্য বর্ষের প্রয়োগ ==\n\nজোহানেস কেপলার তার রুডলফাইন সারণীতে (১৬২৭) খ্রিস্টাব্দ ও খ্রিস্টপূর্বের মধ্যকার শূন্য বর্ষের জন্য ক্রিস্টি (খ্রিস্টের) প্রটোটাইপটি ব্যবহার করেছিলেন। ১৭০২ সালে ফরাসি জ্যোতির্বিজ্ঞানী ফিলিপ দে লা হায়ার তার জ্যোতির্বিজ্ঞানীয় সারণীতে ক্রিটাম ০ নামে একটি বর্ষ আন্টে ক্রিস্টাম (খ্রিস্টপূর্ব) এবং পোস্ট ক্রিস্টাম (খ্রিস্টাব্দ) এর মধ্যখানে ব্যবহার করেন। চূড়ান্তভাবে ১৭৪০ সালে ঐতিহ্যগতভাবে শূন্য বর্ষের আবিষ্কারের কর্তৃত্বপ্রাপ্ত ফরাসি জ্যোতির্বিজ্ঞানী জ্যাক ক্যাসিনি (দ্বিতীয় ক্যাসিনি) তার ট্যাবলেস অ্যাস্ট্রোনমিকেস (জ্যোতির্বিদ্যা সারণী)-এ ০ নামক বর্ষ জুলীয় আভেন্ত জিসাস-ক্রাইস্ট (যিশু খ্রিস্টের পূর্বের তথা খ্রিস্টপূর্ব) এর শেষে এবং জুলীয় অ্যাপ্রেস জিসাস-ক্রাইস (যিশু খ্রিস্টের পরে তথা খ্রিস্টাব্দ) এর আগে ব্যবহার করেন।\nক্যাসিনি শূন্য বর্ষ ব্যবহারের কারণ হিসেবে নিম্নোক্ত বক্তব্যটি প্রদান করেন: \n\nবর্ষ ০ হল যে বর্ষে যিশু খ্রিস্টের জন্ম অনুমান করা হয়, যে বছরটিকে অনেক ঘটনাপঞ্জিকা গবেষকগণ ১ খ্রিস্টপূর্ব বলেন যাকে আমরা ০ নির্ধারিত করেছি, যার ফলে যিশু খ্রিস্টের জন্মের পূর্বে আর পরের মধ্যকার স্থানে একটি বিরতি চলে আসে, এবং যেখানে সংখ্যাগুলো খ্রিস্টপূর্বের আগে ও খ্রিস্টাব্দের পরে ৪ দ্বারা ভাগ করার ফলে প্রতি ৪ বছরে একটি করে অধিবর্ষ পাওয়া যায়।\nনাসার ফ্রেড এসপেনাক ০ বর্ষের ৫০ টি চন্দ্রের পর্যায় তালিকাভুক্ত করে দেখিয়ে দিয়েছে যে এটি একটি পূর্ণ বছর, বছরের অংশ নয়। জিন মিউস নিম্নের ব্যাখ্যাটি প্রদান করেছেন:\n\nজ্যোতির্বিজ্ঞানী ও ঐতিহাসিকদের মধ্যে মতবিরোধ রয়েছে যে কীভাবে ১ বর্ষের আগের বছরগুলো গণনা করতে হবে। এখানে [অ্যাস্ট্রোনমিক্যাল অ্যালগরিদম], খ্রিস্টপূর্বের বছরগুলো জ্যোতির্বিদ্যাগতভাবে গণনা করা হয়েছে। সেই হিসেবে +১ এর পূর্বের বছরটি হচ্ছে ০ বর্ষ, এবং তার পূর্বের বছরটি হল −১। যে বছরটিকে ইতিহাসবিদেরা ৫৮৫ খ্রিস্টপূর্ব বলছেন তা প্রকৃতপক্ষে −৫৮৪ বর্ষ। ঋণাত্মক বছরগুলোর জ্যোতির্বিজ্ঞানীয় গণনা শুধুমাত্র গাণিতিক উদ্দেশ্যের জন্য উপযুক্ত। উদাহরণস্বরূপ, ঐতিহাসিক উদ্দেশ্যে গণনার জন্য বছর সংখ্যা ৪ দ্বারা ভাগ করার মাধ্যমে জুলীয় অধিবর্ষ পাওয়া যায় যার অস্তিত্ব এখন আর নেই; সেই অধিবর্ষগুলো যেমন ১, ৫, ৯, ১৩, ... খ্রিস্টপূর্ব জ্যোতির্বিজ্ঞানীয় গণনায় বলা হয় ০, −৪, −৮, −১২, ..., এবং ৪ দ্বারা ভাগ করার নিয়মটি এখানে বিদ্যমান রয়েছে।\n\n\n== শূন্য বছর ব্যতীত চিহ্ন যুক্ত বছর ==\nযদিও জ্যাক ক্যাসিনি তার বইতে বছর নির্দেশকরণে সাধারণ ফরাসি বাক্যাংশ \"আভান্ত জে.-সি.\" (খ্রিস্টপূর্ব) এবং \"অ্যাপ্রেস জে.-সি\" (খ্রিস্টাব্দ) ব্যবহার করেছেন, বাইজেন্টিনীয় ইতিহাসবিদ ভেনসেন্স গ্রুমেল (১৮৯০-১৯৬৭) একটি সারণীতে খ্রিস্টপূর্বের জন্য ঋণাত্মক বর্ষ ও খ্রিস্টাব্দের জন্য চিহ্নবিহীন ধনাত্মক বর্ষ করেছিলেন। এটা তিনি স্থান সংকুলান করতে ব্যবহার করতে পারেন এবং তিনি ধনাত্মক ও ঋণাত্মক বর্ষের মধ্যে কোন শূন্য বর্ষ রাখেননি।\nএক্সএমএলে বিনিময়কৃত কম্পিউটারগুলোর তথ্য বর্ণনা করতে প্রায়ই এক্সএমএল স্কিমা ভাষার প্রথম সংস্করণ ব্যবহৃত হয় যার সাথে বিল্ট-ইন প্রাইমেটিভ ডাটাটাইপ ডেট ও ডেটটাইম থাকে। যদিও এগুলো গ্রেগরীয় বর্ষপঞ্জি ভিত্তিক আইএসও ৮৬০১ অনুসারে সংজ্ঞায়িত হয়ে থাকে অতএব শূন্য বর্ষ যুক্ত করা প্রয়োজন হলেও এক্সএমএল স্কিমার স্পেসিফিকেশন অনুসারে কোন শূন্য বর্ষ দেখানো হয় না। সংজ্ঞায়িত রিকমেন্ডেশনের সংস্করণ ১.১-তে শূন্য বর্ষ যুক্ত করার মাধ্যমে আইএসও ৮৬০১ এর সাথে স্পেসিফিকেশন ঠিক করে দেওয়া হয়, যদিও এর ফলে ব্যাকওয়ার্ড কম্পাটিবিলিটি সমস্যা দেখা দেয়।\n\n\n== আরও দেখুন ==\nজুলীয় দিবস\nহলোসিন বর্ষপঞ্জী\nআইএসও ৮৬০১\n\n\n== তথ্যসূত্র =="}