{"pageid": 1091910, "title": "এরেন্ডিজ আতাসু", "url": "https://bn.wikipedia.org/wiki?curid=1091910", "content": "এরেন্ডিজ আতাসু (জন্ম ১৯৪৭) একজন তুর্কি নারীবাদী লেখক। তিনি তাঁর উপন্যাস, ছোট গল্প এবং প্রবন্ধের জন্য বিখ্যাত; তিনি একজন পূর্ববর্তী শিক্ষাবিদও।\n\n\n== প্রাথমিক জীবন ==\nতিনি ১৯৪৭ সালে আঙ্কারাতে জন্মগ্রহণ করেন। তিনি ছিলেন গণিতবিদ ফাইক সায়রন এবং ইংরেজি সাহিত্য প্রশিক্ষক হাদিয়ে সায়রনের একমাত্র সন্তান। তিনি আঙ্কারা বিশ্ববিদ্যালয়ের আঙ্কারা কলেজ এবং ফার্মেসি অনুষদে শিক্ষালাভ করেছিলেন। এরপর সেখানে তিনি ডক্টরেট ছাত্র হিসাবে পড়াশুনা চালিয়ে যান (১৯৭৪ সালে পিএইচডি) এবং পরবর্তীকালে ভেষজ ঔষধবিজ্ঞানের (১৯৮৮) অধ্যাপক হন, এবং ১৯৯৭ সাল পর্যন্ত অধ্যাপনা চালিয়ে সময়ের পূর্বেই অবসর নেন। তারপর থেকে তিনি একজন স্বাধীন লেখক। ১৯৭০ -এর দশকের গোড়ার দিকে ব্রিটিশ কাউন্সিল পণ্ডিত হিসেবে লন্ডন বিশ্ববিদ্যালয়ে কাটানো সময়, তাঁর সাহিত্যিক হিসেবে গড়ে ওঠার প্রক্রিয়ায় গুরুত্বপূর্ণ ছিল। তিনি পরবর্তীতে প্রকাশ করেছিলেন যে সেই বছরে তিনি যথাক্রমে পশ্চিমী এবং মধ্যপ্রাচ্য সমাজে নারীদের অবস্থানের জটিলতা নিয়ে অনেক চিন্তা করেছিলেন।\n\n\n== সাহিত্যজীবন ==\nএরেন্ডিজ আতাসু ১৯৭২ সাল থেকে লন্ডনে লেখালেখি শুরু করেছিলেন, কিন্তু সেগুলি প্রকাশের কোন তাড়া তাঁর ছিল না। \"আকাদেমি কিতাবেভি\" পুরস্কার পাওয়ার পর তাঁর ছোটগল্প সংকলন \"কাদেনলার দা ভার্দার (মহিলারাও বিদ্যমান)\" ১৯৮৩ সালে প্রথম প্রকাশিত হয়েছিল। তাঁর আরও চারটি ছোটগল্প সংকলন ১৯৯৫ সাল পর্যন্ত প্রকাশিত হয়েছিল। এই সময়েই তাঁর প্রথম এবং প্রশংসিত উপন্যাস দেগান ওতেকি ইয়াজু (পর্বতের অন্য দিক) প্রকাশিত হয়েছিল। এটি ছিল আপাতদৃষ্টিতে একটি পারিবারিক ইতিহাস। এতে তিনি প্রজাতান্ত্রিক বিপ্লবের প্রচেষ্টা এবং অর্জনের পাশাপাশি মহিলাদের দৃষ্টিকোণ থেকে এর ত্রুটিগুলি নিয়ে আলোচনা করেছেন। তাঁর সাহিত্যকর্মের বিষয় এবং বার্তায় আধুনিকতাবাদীর প্রকাশ দেখা গেছে। তিনি উত্তর আধুনিকতাবাদী শৈলীর সীমানায় থেকে সাহিত্যের ধারাগুলির সাথে পরীক্ষা করতে পছন্দ করেন। এখন পর্যন্ত তিনি ছয়টি উপন্যাস, আটটি ছোট গল্পের সংকলন এবং সাতটি প্রবন্ধ সংকলন প্রকাশ করেছেন। বিশেষ করে নিজের প্রবন্ধে তিনি নারী অধিকার এবং ধর্মনিরপেক্ষ সমাজের একজন প্রবক্তা। তিনি সাহিত্য সমালোচনার প্রবন্ধও প্রকাশ করেন। তিনি তুর্কি সাহিত্য চক্রের বিভিন্ন মর্যাদাপূর্ণ পুরস্কার পেয়েছেন।\n\n\n== ব্যাখ্যা ==\nআতাসউ প্রথমে নারীদের জীবন এবং বাস্তবসম্মত পরিবেশে নির্ধারিত পরিস্থিতিতে তাঁর সাহসী ব্যাখ্যা দিয়ে মনোযোগ আকর্ষণ করেছিলেন, কিন্তু তাঁর প্রকাশ শৈলী ছিল কাব্যিক। তিনি তাঁর সমসাময়িকদের মধ্যে একটি নতুন কণ্ঠস্বর। মনে করা হয় তাঁর উপন্যাসগুলি বিংশ শতাব্দীর একটি ব্যক্তিস্বাতন্ত্রিক ও নারীবাদী দৃষ্টিভঙ্গি থেকে তুরস্কের সামাজিক পরিবর্তন প্রত্যক্ষ করেছে। তাঁর কাজগুলি ইতিহাসের বর্ণনা এবং নারী যৌনতার বিশ্লেষণ উভয় হিসাবেই প্রশংসিত হয়েছে।\nসমালোচক ইলদেজ এসেভিট দাবি করেন যে এরেন্ডিজ আতাসু বৈপরীত্যের উপর তাঁর উপন্যাস নির্মাণ করেছেন; এবং বলেন যে দেগান ওতেকি ইয়াজু (পর্বতের অন্য দিক) হল কেমালিজম এর সৌন্দর্যায়ন। সাইমেন গানে উল্লেখ করেছেন যে এটি তুর্কি প্রজাতন্ত্রের ভিত্তির একটি নারীবাদী ব্যাখ্যা। টম হল্যান্ড, ইংরেজি অনুবাদ সম্পর্কে লিখছেন, দেখতে পাচ্ছি উপন্যাসটি \"গভীরভাবে তুর্কি এবং তা সত্ত্বেও ইউরোপীয় সাহিত্য মডেল সম্পর্কে এত সৃজনশীলভাবে সচেতন\" এবং দাবি করেন যে \"এটি তুরস্কের আত্মাকে দেখায়\"। অন্যদিকে থারাউদ, এই কাজের একটি সমালোচনামূলক দৃষ্টিভঙ্গি গ্রহণ করেছেন, অন্যরা এর ঐতিহাসিক বিষয়গুলির উপর জোর দিয়েছেন। ডোল্টাস  এবং বাটুম-মেন্টেস ইতিহাসের বর্ণনা হিসাবে এটির পর্যালোচনা করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}