{"pageid": 1091973, "title": "ফারাঙ্গিস ইয়েগানেগি", "url": "https://bn.wikipedia.org/wiki?curid=1091973", "content": "ফারাঙ্গিস ইয়েগানেগি (শাহরুখ) (ফার্সি: فرنگیس یگانگی) (জন্ম ১১ মে ১৯১৬ তেহরান - মৃত্যু ১৩ ফেব্রুয়ারি ২০১০ ক্যালিফোর্নিয়া ) ছিলেন ইরানি হস্তশিল্প সংগঠনের প্রতিষ্ঠাতা এবং পরিচালক। তিনি ইরানের নারী সংগঠনের সহকারী মহাসচিবও ছিলেন। তিনি তেহরানে একটি লাইব্রেরি তৈরি করেছেন এবং তার মৃত স্বামীর নামানুসারে এর নাম দিয়েছেন \"আর্দশির ইয়েগানেগি\"।\n\n\n== জীবনী ==\nফারঙ্গিস ইযেগানেগি ১৯১৬ সালে তেহরানে জরথুস্ত্রীয় ধর্মে বিশ্বাসী এক পরিবারে জন্মগ্রহণ করেছিলেন। তিনি তার বাবার সাংস্কৃতিক ও রাজনৈতিক কর্মকাণ্ডের আদর্শে বড় হয়েছেন। তার বাবা কেইখোস্রো শাহরুখ ইরানের পার্লামেন্টে জরথুস্ত্রীয় প্রতিনিধি ছিলেন, আর মা ছিলেন ফিরোজা ফারাহি গৃহিণী। তার বাবা তেহরানে গাড়ি এক্সিডেন্টে মারা যায়। ইযেগানেগি তার প্রাথমিক শিক্ষা ইরাজ স্কুলে শুরু করেছিলেন যা জরথুস্ট্রিয়ান ছাত্রদের জন্য ছিল। এরপর তিনি তেহরানের আমেরিকান কলেজ থেকে স্নাতক পাশ করেন। তিনি তেহরান বিশ্ববিদ্যালয়ের সাহিত্য কলেজ থেকে কলায় স্নাতক ডিগ্রি লাভ করেন। তারপর তিনি মার্কিন যুক্তরাষ্ট্রে ভ্রমণ করেন এবং সাউদার্ন ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ে সামাজ কর্ম বিষয়ে তার শিক্ষা চালিয়ে যান এবং মাস্টার্স ডিগ্রি অর্জন করেন । ১৯৩৩ সালে তিনি আর্দশীর ইয়েগানেগিকে বিয়ে করেছিলেন। তার স্বামীর আধুনিক চামড়ার কারখানা ও আইসক্রিম ফ্যাক্টরি ছিল। তিনি আব্বাস আবাদ পাহাড়ে জলবিদ্যুৎ কেন্দ্র ও আব্বাস আবাদের প্রধান দুটি রাস্তায় পুনর্গঠনের প্রচেষ্টার নেতৃত্ব দেন। এই দম্পতির ফিরোজ, পারভিজ এবং কাম্বিজ নামে তিনটি সন্তান ছিল। তিনি সন্তান লালনপালনের পাশাপাশি “সত্য অনুসন্ধান” নামে একটি বই লিখেন। একই সময়ে তিনি নতুন ইরানি নারী সমতা আন্দোলনে যোগদান করেন এবং শেখার আগ্রহী মেয়েদের সমর্থন করে বিভিন্ন পদক্ষেপ গ্রহণ করেন। তিনি নারীদের প্রগতিশলি সংগঠন “জরথুস্ট্রিয়ান উইমেন সোসাইটি” গঠন করেন। ১৯৫৩ সালের জানুয়ারিতে, ইয়েগানেগির স্বামী ফ্রান্সের নাইসে হঠাৎ মারা যান। ইয়েগানেগী বাকি জীবনটা নারী ক্ষমতায়নে উৎসর্গ করার সিদ্ধান্ত নিয়েছিল। ১৯৫০-এর দশকে তিনি কারাগারে  ইরানের নারীদের উন্নতির দিকে মনোযোগ দিয়েছিলেন এবং \"অপরাধী\" হিসাবে শ্রেণীভুক্ত মহিলাদের সহায়তা করার জন্য সামাজিক কর্মীদের প্রশিক্ষণ দিয়েছিলেন। তিনি ইরানি মহিলা সংগঠন (আইডব্লিউও) এর উদ্দোগে মহিলাদের ৫০০০০ নারীর সমাবেশ হয় সেখানে ইয়েগানেগি মহাসচিবের দায়িত্ব পালন করেন। পরে তিনি আইডিয়ান এয়ার মার্শাল এবং ইরানে রাষ্ট্রদূত অ্যাসপি ইঞ্জিনিয়ারকে বিয়ে করেন  তিনি ইরানের জাতীয় হস্তশিল্পের মা হিসাবে পরিচিত। তিনি গ্রাম ও শহর থেকে ঐতিহ্যবাহী পারস্য হস্তশিল্পের নমুনা সংগ্রহ করেছিলেন। জাদুর ওয়াকায়ামা ক্যাসেল মিউজিয়ামে ১৯৬৩ সালে অনুষ্ঠিত একটি হাই-প্রোফাইল প্রদর্শনীতে সেডলব্যাগ, হস্তনির্মিত ব্যাগ, এমব্রয়ডারি করা ভেড়ার চামড়া, সিরামিক, কাচের কাজ, তাবরিজ, বালুচ বাটিক এবং সুইওয়ার্কসহ বিভিন্ন হস্তশিল্প প্রদর্শন করেন। ১৯৬৬ সালে এটি অনুমোদিত বাণিজ্যিক কেন্দ্রের সাথে ইরানি হস্তশিল্প সংগঠন প্রতিষ্ঠার জন্য প্রয়োজনীয় অনুকূল পরিস্থিতি তৈরি করেছিল। তিনি ১৯৫৮ সালে স্বামীর স্মরণে নিজের খরচে তেহরানে আর্দশির ইগানেগি লাইব্রেরি প্রতিষ্ঠা করেন। এটি তেহরান জরোস্ট্রিয়ান অ্যাসোসিয়েশনের অন্তর্গত জমির একটি অংশে নির্মিত হয়েছিল এবং প্রাথমিকভাবে প্রাচীন ইরানের কালচারাল সোসাইটিরও বাড়ি ছিল। তিনি ফেডারেশন অব জরোস্ট্রিয়ান অ্যাসোসিয়েশন অফ আমেরিকা থেকে প্রশংসাও পান। তিনি লস এঞ্জেলেসে ১৩ ফেব্রুয়ারি ২০১০ সালে ৯৩ বছর বয়সে মারা যান।\n\n\n== আরো দেখুন ==\nকেইখোস্রো শাহরুখ\nইরানের নারী সংগঠন\nইরানে নারীর অধিকার আন্দোলন\n\n\n== তথ্যসূত্র =="}