{"pageid": 1091000, "title": "ইয়ারা গাম্বিরাসিও হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1091000", "content": "ইয়ারা গাম্বিরাসিও (২১ মে ১৯৯৭ - ২৬ নভেম্বর ২০১০) ২৬ নভেম্বর ২০১০ সন্ধ্যায় নিহত ১৩ বছর বয়সী এক ইতালীয় মেয়ে।\n\n\n== হত্যা এবং কেস ডেভেলপমেণ্ট ==\n২৬ নভেম্বর ২০১০ সন্ধ্যা ৬:৪৪ মিনিটে ইয়ারা গাম্বিরাসিও ব্রেম্বাটে দি সোপ্রা, ইতালি ক্রীড়া কেন্দ্র থেকে একা চলে যান, কিন্তু ৭০০ মিটার দূরে তার বাড়িতে পৌঁছাননি। তার পরিবার শীঘ্রই কারাবিনিয়েরি কে ফোন করে, কিন্তু শত শত স্বেচ্ছাসেবককে নিয়ে অনুসন্ধান করা সত্ত্বেও, ব্রেম্বাটে দি সোপ্রা থেকে ১০ কিলোমিটার দূরে চিগনোলো ডি'ইসোলায় ২৬ ফেব্রুয়ারি ২০১১ পর্যন্ত তার লাশ পাওয়া যায়নি। দেহে একাধিক উপরিভাগের কাটা দেখা গেছে, সম্ভবত একটি নখ বা ছুরির মতো একটি সূক্ষ্ম বস্তু এবং মাথায় একটি বড় ক্ষত দ্বারা তৈরি। আগস্ট ২০১১ সালে একটি চূড়ান্ত ময়না তদন্তের প্রতিবেদন এখনও প্রকাশ করা হয়নি এবং এমনকি মৃত্যুর সঠিক কারণও জানা যায়নি, তবে তদন্ত থেকে ফাঁস হওয়া বিবরণ থেকে জানা যায় যে মাথায় আঘাতের সংমিশ্রণের কারণে মৃত্যু হয়েছে (যেমন শক্ত পৃষ্ঠে পড়ে যাওয়া বা পাথর দিয়ে আঘাত করা), কমপক্ষে ছয়টি কাটা ক্ষত (মারাত্মক কিছু নয়) এবং হিমশীতল। মনে হয়নি যে গাম্বিরাসিওকে ধর্ষণ করা হয়েছিল। ইয়ারার অন্ত্যেষ্টিক্রিয়া ২৮ মে ২০১১ তারিখে অনুষ্ঠিত হয় এবং বার্গামো ফ্রান্সেসকো বেশির বিশপ এর সভাপতিত্ব করেন। প্রথম সন্দেহভাজন ছিলেন মরোক্কোর এক যুবক, যাকে তার করা একটি মন্তব্যের পরে গ্রেপ্তার করা হয়েছিল ভুল অনুবাদ করা হয়েছিল কিন্তু তারপরে দ্রুত নির্দোষ ঘোষণা করা হয়েছিল। ভুক্তভোগীর প্যাণ্ট এবং লেগিংস থেকে জেনেটিক উপাদানের একটি চিহ্ন নেওয়ার পরে, ফরেনসিক বিজ্ঞানীরা প্রায় ২২,০০০ ডিএনএ প্রোফাইল বিশ্লেষণ এবং তুলনা করেন ২০১৪ সালের ১৬ জুন এই এলাকায় বসবাসকারী এবং কর্মরত একজন ইতালীয় ইটভাটার সদস্য মাসিমো জুসেপে বোসেত্তিকে গ্রেপ্তার করা হয় এবং তাকে হত্যাকারী বলে অভিযুক্ত করা হয়, প্রধানত তার ডিএনএ ম্যাচিং \"ইগনোটো ১\" এর কারণে। যদিও \"ইগনোটো ১\" এর মৃত পিতা, জুসেপে গুয়েরিনোনি, যিনি ১৯ সালে মারা গিয়েছিলেন, তুলনামূলকভাবে দ্রুত শনাক্ত করা হয়েছিল, প্রকৃত সন্দেহভাজনের সন্ধান অনেক দীর্ঘ এবং জটিল ছিল কারণ তিনি গুয়েরিনোর অবৈধ পুত্র ছিলেন - এমন একটি পরিস্থিতি যা দৃশ্যত অন্য কারও কাছে আগে পুরোপুরি অজানা ছিল; সন্দেহভাজন কেবল তার মায়ের ডিএনএ পরীক্ষার পরে তদন্তের লক্ষ্য হয়ে ওঠে এবং পরীক্ষায় দেখা যায় যে সন্দেহভাজন তার ছেলেদের মধ্যে একজন। যেহেতু তদন্তকারীরা সন্দেহভাজনকে মুখোমুখি হওয়ার আগে বেশ কয়েক মাস পর্যবেক্ষণ করতে চেয়েছিলেন, তাই \"ইগনোটো ১\" এর সাথে মাসিমো জুসেপে বোসেত্তির ডিএনএ ম্যাচটি একটি আপাতদৃষ্টিতে রুটিন ব্রেথালাইজার পরীক্ষার সময় নিশ্চিত করা হয়েছিল, যা বিশেষভাবে বসতেত্তির ডিএনএ পাওয়ার উদ্দেশ্যে করা হয়েছিল।\nবোসেত্তি গ্রেপ্তারের সময় থেকেই তার নির্দোষতা ঘোষণা করেছিলেন (উল্লেখ করেছিলেন যে তিনি এপিট্যাক্সিতে ভুগছিলেন এবং কেউ তার কাজের সরঞ্জামগুলি চুরি করেছে, যার মধ্যে একটি ছুরি, একটি আউল এবং একটি ট্রওয়েল, সম্ভবত এই কারণে রক্তমাখা, এবং ডিএনএ প্রমাণটি বানোয়াট ছিল, হয় আবহাওয়ার অতিরিক্ত সংস্পর্শে আসার কারণে বা মানুষের গর্ভপাতের কারণে), কিন্তু পুলিশ বজায় রেখেছিল যে নমুনাটি \"দুর্দান্ত মানের\" ছিল এবং তার যাবজ্জীবন কারাদণ্ডের অভিযোগ থাকা সত্ত্বেও বোসেত্তিকে দর কষাকষি বা স্বীকারোক্তির কোনও সুযোগ থেকে বঞ্চিত করা হয়েছিল। তার স্ত্রী তার অ্যালিবি নিশ্চিত করেছেন। কিন্তু কিছু ফোন রেকর্ডিংয়ের উপর ভিত্তি করে তাকে বিশ্বাস করা হয়নি।\n\n\n== তথ্যসূত্র =="}