{"pageid": 1091841, "title": "মুরিয়েল ড্রিঙ্কওয়াটার হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1091841", "content": "মুরিয়েল ড্রিঙ্কওয়াটার হত্যাকাণ্ড (ওয়েলশ: Llofruddiaeth Muriel Drinkwater) হচ্ছে ওয়েলসের ১৯৪৬ সালের একটি অমীমাংসিত শিশু হত্যার ঘটনা। সোয়ানসির পেনলারগারে ১২ বছর বয়সী এক স্কুলছাত্রী ড্রিঙ্কওয়াটারকে ধর্ষণ করে গুলি করা হয়েছিল। লিটল রেড রাইডিং হুড হত্যা নামে পরিচিত এই মামলাটি যুক্তরাজ্যের প্রাচীনতম সক্রিয় শীতল মামলাগুলির মধ্যে একটি। ২০০৮ সালে, সন্দেহভাজন ব্যক্তির একটি ডিএনএ প্রোফাইল তার পোশাক থেকে বের করা হয়েছিল। এটি সম্ভবত বিশ্বের প্রাচীনতম নমুনা যা হত্যার তদন্তে সফলভাবে নিষ্কাশন করা হয়েছিল। ২০১৯ সালে ওয়েলসের কুখ্যাত ওয়েলশের হত্যাকারী হ্যারল্ড জোন্সকে সন্দেহভাজন হিসেবে বাতিল করতে ডিএনএ ব্যবহার করা হয়েছিল।\n\n\n== হত্যা এবং তদন্ত ==\nমুরিয়েল জোয়ান ড্রিঙ্কওয়াটার জন পার্সিভাল ও মার্গারেট ড্রিঙ্কওয়াটারের ঘরে জন্মগ্রহণকারী চার কন্যার মধ্যে সর্বকনিষ্ঠ ছিলেন। ১৯৪৬ সালের ২৭ জুন তিনি গাওয়ারটন গ্রামার স্কুল থেকে স্কুল বাসে করে বাড়ি যান। তাকে শেষবার দুপুর ২:৩০ টায় দেখা গিয়েছিল। তখন সে তার বাড়ির টাইল-ডু ফার্মের দিকে এক মাইল হাঁটা পথে গান গাইতে গাইতে যাচ্ছিল। তার মা তাকে বাড়ির পথ ধরে হাঁটতে দেখে এবং জঙ্গলে যেতে দেখেছিল, কিন্তু আর বের হয়নি। সর্বশেষ যে ব্যক্তি তাকে দেখার কথা জানিয়েছিল সে ছিল ১৩ বছর বয়সী হুবার্ট হোয়েলস, যিনি তাকে তার পারিবারিক খামার থেকে ডিম কিনে ফিরে আসার পথে দিয়ে গিয়েছিলেন। পরে তার মা বাড়ি না ফেরায় তাকে খুঁজতে গ্রামে যান; এলাকার এক ডজনেরও বেশি লোক অনুসন্ধান শুরু করে।\nপরের দিন, ড্রিঙ্কওয়াটারের মৃতদেহ জঙ্গলে একজন পুলিশ ইন্সপেক্টর খুঁজে পান। তাকে ধর্ষণ করা হয়েছিল, মাথায় আঘাত করা হয়েছিল এবং বুকে দুবার গুলি করা হয়েছিল। দুই দিন পর, পুলিশ হত্যার একটি অস্ত্র খুঁজে পায়, যা প্রথম বিশ্বযুদ্ধের যুগের কোল্ট .৪৫। গ্ল্যামারগন পুলিশ, ১৬৯ তম বোমা নিষ্পত্তি ইউনিটের সহায়তায়, একটি মেটাল ডিটেক্টর ব্যবহার করে দ্বিতীয় অস্ত্র টি ব্যবহার করা হয়েছে বলে সন্দেহ করা হয়, কিন্তু কখনই এটি খুঁজে পায়নি।\nস্কটল্যান্ড ইয়ার্ডের গোয়েন্দারা খুনের তদন্তে সহায়তা করতে সোয়ানসিয়ায় এসেছিলেন। পুলিশ ১৫০ বর্গমাইলের মধ্যে প্রতিটি বাড়ি পরিদর্শন করে এবং সোয়ানসি এবং পার্শ্ববর্তী এবারডারে এবং কারমার্নশায়ারে ২০,০০০ পুরুষের সাক্ষাৎকার নেয়।\n২ জুলাই ড্রিঙ্কওয়াটারের অন্ত্যেষ্টিক্রিয়ায় ৩,০০০ এরও বেশি শোকার্ত ব্যক্তি উপস্থিত ছিলেন। তাকে পেনলারগারের সেন্ট ডেভিডচার্চে সমাধিস্থ করা হয়েছিল।\nসন্দেহভাজন ব্যক্তির একটি বিবরণ প্রচারিত হয়েছিল; তাকে প্রায় ৩০ বছর বয়সী হিসেবে বর্ণনা করা হয়েছিল, \"ঘন ফ্লাফি চুল এবং বাদামী কর্ডুরয় ট্রাউজার এবং একটি হালকা বাদামী স্পোর্টস জ্যাকেট পরা।\"\nপুলিশ আমেরিকান সেনাবাহিনীর বন্দুক ইস্যু করার ছবিও প্রচার করেছে; লক্ষণীয়ভাবে, পার্সপেক্স গ্রিপের পাশে মূল কাঠের স্টকগুলির আধুনিকীকরণের জন্য ব্যবহৃত হয়েছিল। মনে করা হয়েছিল ব্রিস্টলে একজন সিনেমা ম্যানেজারের হত্যার ক্ষেত্রেও একই ধরনের অস্ত্র ব্যবহার করা হয়েছিল। আগস্ট মাসে, পুলিশ মার্কিন যুক্তরাষ্ট্রের জনগণের কাছে সহায়তার জন্য আবেদন করে, কারণ অনেক আমেরিকান (তৎকালীন সাম্প্রতিক) দ্বিতীয় বিশ্বযুদ্ধের সময় পেনলারগারে অবস্থান করছিল এবং একজন সৈনিক অস্ত্রটি বিক্রি করার সম্ভাবনা ছিল।\n\n\n== তথ্যসূত্র =="}