{"pageid": 1091893, "title": "ডেনা শ্লসার", "url": "https://bn.wikipedia.org/wiki?curid=1091893", "content": "ডেনা শ্লসার (জন্ম-উপাধি: লিটনার, জন্ম ১৯৬৯) টেক্সাসের একজন আমেরিকান মহিলা, যিনি ২০০৪ সালের ২২ নভেম্বরে একটি ছুরি দিয়ে তার এগারো মাসের মেয়ে মার্গারেটের হাত কেটে ফেলেছিলেন। এর ফলে সে মারা যায়। প্লানো পুলিশ স্থানীয় ডে কেয়ার সেন্টারে সংশ্লিষ্ট কর্মীদের ৯১১ কলের জবাব দেয়, যারা সেদিন তার সাথে কথা বলেছিল। অপারেটর সাক্ষ্য দিয়েছিলেন যে তিনি তার কাছে স্বীকার করেছেন এবং ব্যাকগ্রাউন্ডে সুসমাচারের গান \"তিনি আমাকে স্পর্শ করেছেন\" বাজানো হয়েছে। পুলিশ যখন সেখানে পৌঁছায়, তখন তারা তাকে শান্তভাবে বসে, রক্তে ঢাকা, ছুরি ধরে এবং খ্রিষ্টান স্তোত্র গাইতে দেখে।\nগ্রেপ্তারের কয়েক ঘণ্টা পরে পুলিশ তাকে বারবার স্লোগান দিতে শুনেছিল, \"ধন্যবাদ, যীশু। ধন্যবাদ, প্রভু।\"\n\n\n== শুরুর বছরগুলো ==\nআট বছর বয়সে ডেনা লিটনারের হাইড্রোসেফালাস ধরা পড়ে। ১৩ বছর বয়স হওয়ার আগে তার মস্তিষ্ক, হৃদয় এবং পেটে শান্ট প্রতিস্থাপনের জন্য আটটি অস্ত্রোপচার হয়েছিল। তিনি নিউ ইয়র্কের পুগকিপসির ম্যারিস্ট কলেজ থেকে মনোবিজ্ঞানে স্নাতক ডিগ্রী অর্জন করেন।\nতিনি তার স্বামী জন শ্লসারের সাথে দেখা করেন, যখন তারা দুজনেই ম্যারিস্টের ছাত্র ছিলেন। তিনি ম্যারিস্ট থেকে স্নাতক হন, কিন্তু তিনি তা করেননি। অবশেষে তারা টেক্সাসে চলে যায়, যেখানে তিনি তাকে কাজ করতে দেবেন না।\n\n\n== মার্গারেটের মৃত্যু ==\nমার্গারেটের জন্মের পরের দিন, শ্লসার আত্মহত্যার চেষ্টা করেছিলেন, একটি মনোরোগ বিভাগে হাসপাতালে ভর্তি হয়েছিলেন, এবং সাইকোটিক বৈশিষ্ট্যযুক্ত বাইপোলার ডিসঅর্ডারে আক্রান্ত হয়েছিলেন। সেই বছরের শুরুতে টেক্সাস চাইল্ড প্রোটেক্টিভ সার্ভিসেস (সিপিএস) তাকে একটি সাইকোটিক পর্বের জন্য হাসপাতালে ভর্তি করার পরে তদন্ত করেছিল। সিপিএস আদেশ দিয়েছিলেন যে তিনি তার বাচ্চাদের সাথে একা থাকতে পারবেন না। সিপিএস আদেশ টি তুলে না নেওয়া পর্যন্ত তার ভগ্নিপতি তাদের সাথে থাকতে এসেছিলেন।  তিনি বিশ্বাস করতে এসেছিলেন যে মার্গারেট ডয়েল ডেভিডসনকে বিয়ে করবেন, একজন পশু চিকিৎসক যিনি তাদের যাজক হয়েছিলেন। মার্গারেটকে আক্রমণ করার আগের দিন, শ্লসার তার স্বামীকে বলেছিলেন যে তিনি তাকে ডেভিডসনকে দিতে চান। সেদিন পরে, একটি গোপনীয় সিপিএস রিপোর্ট অনুসারে, তিনি তাকে তাদের শিশুদের সামনে একটি কাঠের চামচ দিয়ে ছুঁড়ে মারেন। তিনি মার্গারেটকে মারাত্মকভাবে আহত করেছিলেন, যখন তার অন্য দুই মেয়ের ক্ষতি হয়নি।\nমনোবিজ্ঞানী ডেভিড সেলফ সাক্ষ্য দিয়েছিলেন যে শ্লসার তাকে তার দেখা একটি বিরক্তিকর সংবাদের কথা বলেছিলেন। সংবাদটি একটি ছেলেকে উদ্বিগ্ন করেছিল যাকে একটি সিংহ দ্বারা মৌল করা হয়েছিল এবং তিনি এটিকে আসন্ন সর্বনাশের লক্ষণ হিসাবে ব্যাখ্যা করেছিলেন। তিনি বলেছিলেন যে তিনি ঈশ্বরকে মার্গারেটের হাত এবং তারপরে তার নিজের হাত সরিয়ে ফেলার আদেশ দিতে শুনেছিলেন। পরে এই আক্রমণকে \"ধর্মীয় উন্মাদনা\" হিসেবে বর্ণনা করা হয়। স্ব-দৃঢ়প্রতিজ্ঞ যে তিনি প্রসবোত্তর মনোরোগে ভুগছিলেন। তিনি পাগলামির কারণে দোষী সাব্যস্ত হননি এবং উত্তর টেক্সাস স্টেট হাসপাতালে প্রতিশ্রুতিবদ্ধ ছিলেন এবং যতক্ষণ না তাকে নিজের বা অন্যদের জন্য আর হুমকি বলে মনে করা হয় ততক্ষণ সেখানে যাওয়ার আদেশ দেন। সেখানে তিনি টেক্সাসের এক মহিলা আন্দ্রেয়া ইয়েটসের রুমমেট ছিলেন, যিনি তার পাঁচ সন্তানকে বাথটাবে ডুবিয়ে দিয়েছিলেন।\n\n\n== তথ্যসূত্র =="}