{"pageid": 1091597, "title": "মায়াম মাহমুদ", "url": "https://bn.wikipedia.org/wiki?curid=1091597", "content": "মায়াম মাহমুদ মিশরের একজন রাপার ও নারী কর্মী। তিনি ১৮ বছর বয়সে ২০১৮ সালের অক্টোবরে টিভি ট্যালেন্ট শো আরবস গট ট্যালেন্টে অভিনয় করে জনপ্রিয়তা অর্জন করেন।  মাহমুদ দর্শকের ভোটে সেমিফাইনালে যায়। তবুও, মাহমুদ দর্শকদের জন্য রাপিং ও পারফর্ম করতে থাকে। মিশরে পর্দা রক্ষা করে প্রথম রাপার হিসেবে মাহমুদের গানের কথা নারী অধিকারের লড়াইকে প্রকাশ করে। সে মিশরে যৌন হয়রানির দীর্ঘস্থায়ী সমস্যার নিন্দা জানায়। ২০ শে মার্চ, ২০১৪ তারিখে মাহমুদ তার কাজের জন্য লন্ডনে “ইনডেক্স আর্টস পুরস্কার জিতেন।\n\n\n== পটভূমি ==\n\n\n=== জীবন এবং কর্মজীবন ===\nসে প্রথম ১০ বছর বয়সে রাপিং শুরু করে। সে মেয়ে হওয়াতে তার পরিবার অনিশ্চিত ছিল যে রাপিং মাহমুদের জন্য উপযুক্ত কিনা ? কেকনা রাপিং পুরুষরা করত। তবে তার পরিবারের উৎসাহে সে আগ্রহ পায় এবং তাকে মিশরের আলেকজান্দ্রিয়াতে একটি মাস্টার্ড ট্র্যাক রেকর্ড করার অনুমতি দেয়। মাহমুদ ১৮ বছর বয়সে আরব গট ট্যালেন্টে জায়গা করে নিয়েছিলেন এবং দ্রুত মিশরের প্রথম পর্দার রাপার হিসেবে নিজের নাম তৈরি করেন। মাহমুদ বিশ্বাস করেন যে হিপহপ সংগীতটি মানুষকে তাদের চিন্তাভাবনা এবং আবেগ প্রকাশ করার ক্ষমতা দেয়। ২০১৩ সালে মাহমুদ \"কার্নিভাল অফ ফ্রিডম\" নামে একটি ফেসবুক ইভেন্ট তৈরি করেন যাতে ব্যবহারকারীরা মিশরের সংস্কৃতি ও নিয়মকানুনের বাইরে থাকা দৈনন্দিন কার্যক্রম দেখাতে বা পোস্ট করতে পারে। এর লক্ষ্য ছিল নারীদের কলঙ্কিত না করে স্বাধীনভাবে নিজেদের প্রকাশ করতে সাহায্য করা। ২০১৪ সালের মার্চ মাসে তার প্রচেষ্টাকে  স্বাধীনতার সূচক হিসাবে স্বীকৃতি দেওয়া হয়েছিল। তিনি এ শিল্পে পুরস্কার পেয়েছিলেন। তিনি অনুষ্ঠানে উভয় গ্রাফিক্স পোশাক পরে নিজের লেখা একটি গান পরিবেশন করেন। অনুষ্ঠানে  মহিলারা তাকে সমর্থন করে। তিনি নারীদের সমতার জন্য রাপিং এ লড়াই চালিয়ে যাচ্ছেন। তবে এতে তিনি কিছু সমস্যার মুখোমুখি হয়েছেন। মাহমুদ বলেন, \"এই ক্ষেত্রে মেয়েদের খারাপ নৈতিকতা আছে বলে মনে করা হয়। এটা জানা দরকার যে, একজন মেয়ে রেকর্ড করার চেষ্টা করে। তখন সে স্টুডিওতে অনেক মেয়েদের সাথে দীর্ঘ সময়ের জন্য একজন মেয়ে থাকে। সুতরাং তার সাথে কাজ করার জন্য বিট তৈরিতে কাউকে খুঁজে পাওয়া কঠিন।\" ধর্মীয় কাজ মাহমুদকে পিছিয়ে রাখেনি। হিজাব পরা তার পছন্দ। তিনি বলেন, \"যদি আমি আমার জীবনে নতুন কিছু যোগ করতে চাই তবে আমার প্রাথমিক পছন্দগুলির সাথে হবে\"।  সে অর্থনীতি বিষযে স্নাতকে পড়াশোনা করেছেন।\n\n\n=== প্রভাব ===\nমাহমুদের জনপ্রিয়তা মিশরে রাজনৈতিক সমাজে খুব এসেছিল। বিশেষভাবে আরব বসন্তের সময় ব্যাপকভাবে বদলে দিয়েছিল। এটি তরুণদের মধ্যে শক্তিশালী আন্দোলন তৈরি করে এবং মাহমুদ এর প্রধান উদাহরণ। মিশরের সঙ্গীত সমাজে আদর্শ থেকে বিচ্যুত হওয়া মানে ব্যাপক সমালোচনার মুখোমুখি হওয়া। মাহমুদ তার কাজের জন্য ইতিবাচক ও নেতিবাচক উভয় মন্তব্যের মুখোমুখি হয়েছেন। কেউ কেউ রাগান্বিত হয়েছিলেন এবং বিশ্বাস করেছিলেন যে তিনি ইসলামকে ভুলভাবে উপস্থাপন করছেন। অন্যরা তার গানের সাথে একটি শক্তিশালী সংযোগ অনুভব করেছেন এবং ফেসবুকে বার্তা দিয়ে তাকে সমর্থন করেছেন। একজন মহিলা রাপার হিসেবে মাহমুদ আশা করেন যে তার সাফল্য মহিলাদের প্রভাবিত করবে। বিশেষ করে মিশরে পুরুষতান্ত্রিক রীতিনীতি এবং বিদ্যমান কুসংস্কারকে চ্যালেঞ্জ করে। \"এপ্রিলে প্রকাশিত জাতিসংঘের একটি জরিপে দেখা যায় মিশরীয় মহিলাদের ৯৯.৩ শতাংশ যৌন হয়রানির অভিযোগ করেছে, যার ফলে ৯১ শতাংশ রাস্তায় বের হতে ভয় পায়।\" মাহমুদ বলেন, \"আমরা কিছু না বলে সমস্যাটিকে আরও বড় করে তুলি। হয়রানির চেয়ে খারাপ হলো আমরা চুপ করে থাকি। আর এটা দেখে তারা মনে করে, তারা এটি আরও বেশি করে করতে পারে।\" \n\n\n== তথ্যসূত্র =="}