{"pageid": 1091377, "title": "কোলেক", "url": "https://bn.wikipedia.org/wiki?curid=1091377", "content": "কোলেক (হিব্রু ভাষায়: קוֹלֵךְ‎), এছাড়াও কোলেক : ধর্মীয় মহিলাদের ফোরাম হিসাবেও পরিচিত।(হিব্রু ভাষায়: קולך: פורום נשים דתיות‎), অর্থোডক্স ইহুদি ধর্মের সাথে যুক্ত একটি ইসরাইলী মহিলা সংগঠন।  গোষ্ঠীর অবস্থানটি অর্থোডক্স ইহুদি নারীবাদ এবং ধর্মীয় জায়নবাদের সাথে সামঞ্জস্যপূর্ণ। \n\n\n== প্রতিষ্ঠা ==\nগোষ্ঠীটি ১৯৯৮ সালে প্রতিষ্ঠিত হয়েছিল, এবং এটি তার মিশনকে ধর্মীয় আইন, নেতৃত্ব এবং সম্প্রদায় জীবনের ক্ষেত্রে ইহুদি মহিলাদের মর্যাদা ও অধিকারের অগ্রগতি হিসাবে বর্ণনা করে।  গ্রুপের প্রতিষ্ঠাতা ছিলেন ইতিহাস ও ইহুদি গবেষণার অধ্যাপক, চানা কেহাত। তিনি ১৯৯৮ থেকে ২০০৪ পর্যন্ত এই দলের নেতৃত্ব দিয়েছিলেন।  কেহাত মার্কিন যুক্তরাষ্ট্রে অবস্থিত ইহুদি অর্থোডক্স নারীবাদী জোট (JOFA) এর উদ্বোধনী সম্মেলনে অংশ নেওয়ার পরে এই গ্রুপটি প্রতিষ্ঠিত হয়েছিল (১৯৯৭ সালে ব্লু গ্রিনবার্গ প্রতিষ্ঠিত)।  গ্রুপের সাথে যুক্ত অন্যান্য নেতৃত্বের মধ্যে রয়েছে ইয়েল রকম্যান, একজন অ্যাটর্নি, যিনি ২০১৫ থেকে ২০২০ পর্যন্ত কোলেক নির্বাহী পরিচালক হিসেবে কাজ করেছেন।  বর্তমানে সংগঠনটির নেতৃত্ব দিচ্ছেন ইফরাত শাপিরা-রোজেনবার্গ, একজন ধর্মীয় জায়নবাদী নেতা এবং ইসরায়েলের সাবেক প্রধান রাব্বি শ্লোমো গোরেনের নাতনী।  দলটির এক হাজারেরও বেশি সদস্য রয়েছে বলে জানা গেছে। \nগবেষকদের মতে, ফাউন্ডেশনের অন্তর্নিহিত সামাজিক গতিশীলতা এবং ক্রমাগত কার্যক্রম এবং কোলেকের মতো সংগঠনের জন্য সমর্থন হল সেই নারীদের দ্বারা উত্তেজনা যারা অর্থোডক্স ইহুদি ধর্ম চর্চা করে এবং শিক্ষিত এবং নারীবাদের প্রতি আকৃষ্ট হয়। এই মহিলাদের জন্য, ইহুদিদের আচার আইন পালন করা এবং প্রাতিষ্ঠানিক কাঠামো মেনে চলার সত্যিকারের বাধ্যবাধকতা রয়েছে যা পুরুষতান্ত্রিক প্রকৃতির। উত্তেজনা দেখা দেয় যখন এই ব্যক্তিরা তাদের বিশ্বাস, পরিবার এবং সম্প্রদায়ের প্রতি আপোষহীন আনুগত্য বজায় রাখতে চায়, তবে একই সময়ে, তারা ইহুদি ধর্মীয় ব্যবস্থাকে পরিবর্তন করতে চায় যাতে একটি নতুন, সমতাবাদী পদ্ধতির উদ্ভব হয়। কোলেকের লক্ষ্য হল এই সামাজিক দ্বিধাগুলির নতুন সমাধান তৈরি করা, এমন সমাধান যা সম্ভবত নারীবাদী ধারণাকে পুরুষতান্ত্রিক .তিহ্যের সাথে একত্রিত করতে পারে। \n\n\n== সক্রিয়তা ==\n\n\n=== নারী এবং তোরাহ অধ্যয়ন ===\nকোলেকের প্রতিষ্ঠার সময়, প্রধান ক্রিয়াকলাপগুলি ছিল ধর্মীয় মহিলাদের জন্য সম্মেলন প্রতিষ্ঠা এবং ইহুদি বিষয়ে নিবন্ধের সাপ্তাহিক প্রকাশনা, যেমন সাপ্তাহিক তোরাহ অংশ।  মহিলাদের দ্বারা তোরাহ অধ্যয়নের এজেন্ডা এবং তোরা পণ্ডিত হিসাবে তাদের স্বীকৃতি গ্রুপের সদস্যদের জন্য একটি ধারাবাহিক প্রচেষ্টা।  ২০১৬ সালে, কোলেক \"শাব্বাত ডরশট তোভ\" নামে একটি উদ্যোগ চালু করেন যা ইসরায়েল জুড়ে কয়েক ডজন উপাসনালয়ে নারী বক্তা এবং পণ্ডিতদের বাসস্থানে উন্নীত করে। এই প্রকল্পটি মিডরেশেট লিন্ডেনবাউম, মাতান উইমেনস ইনস্টিটিউট ফর তোরাহ স্টাডিজ, মিডরেসেট আইন হানেটজিভ এবং বিট হিলেল অ্যাসোসিয়েশনের সহযোগিতায় গঠিত হয়েছিল। \n\n\n=== আধুনিক অর্থোডক্সিকে সমর্থনে ===\n২০১০ সালে, কোলেক এবং অন্যান্য আধুনিক অর্থোডক্স সংগঠন অতি-অর্থোডক্স ব্যাকগ্রাউন্ডের সংখ্যাগরিষ্ঠ সদস্যদের নিয়ে একটি কমিটি দ্বারা রাব্বিনিক আদালতের একজন পরিচালককে বরখাস্ত রোধে প্রচারণা চালায়। এই পদক্ষেপকে রাব্বিনিক আদালতের উপর অতি-অর্থোডক্স নিয়ন্ত্রণ বৃদ্ধি রোধ করার প্রচেষ্টা হিসাবে বোঝা হয়েছিল। \nপশ্চিমা প্রাচীরের একটি কোরামে মহিলাদের প্রার্থনা করার বিষয়ে একটি সিদ্ধান্তের পরে যেখানে একটি নতুন সাম্যবাদী বিভাগ প্রতিষ্ঠিত হয়েছিল। কোলেক এই সিদ্ধান্তে আপত্তি জানিয়েছিলেন যে অর্থোডক্স মহিলারা যারা কোরামে প্রার্থনা করতে চান তারা কেবল পশ্চিমী প্রাচীর প্লাজার মহিলাদের বিভাগে তা করবেন, এবং অর্থনৈতিক অনুশাসনের অধীনে, সমতাভিত্তিক বিভাগে এটি করতে পারবেন না, প্রার্থনার জন্য পৃথকীকরণ প্রয়োজন লিঙ্গ \nকোলেচ আগুনোট (\"শৃঙ্খলিত বিবাহ\") সমস্যাকে প্রশমিত করার জন্য ধর্মীয় বিবাহ অনুষ্ঠানে ইহুদি বিবাহ -পূর্ব চুক্তির ব্যবহারকে উৎসাহিত করার প্রচেষ্টা শুরু এবং সমর্থন করেছেন। \n\n\n=== যৌন হয়রানির বিরুদ্ধে ওকালতি ===\n২০০২ সালে, কোলেচের সক্রিয়তা ইসরায়েলি ধর্মীয় নারীদের আইনী অধিকারের পক্ষে ওকালতি করার ক্ষেত্রে একটি উল্লেখযোগ্য মোড় নেয় যখন এটি একটি উল্লেখযোগ্য ইসরায়েলি রাব্বির বিরুদ্ধে যৌন হেনস্থার অভিযোগকে সমর্থন করে এবং পরে দ্বিতীয় রাব্বির বিরুদ্ধে।  দলটি ইসরায়েলি রাব্বিদের বিরোধিতার মুখোমুখি হয়েছিল যারা এই অভিযোগের নিন্দা করেছিল। যাইহোক, এই ঘটনার পর, কোলেচ ধর্মীয় শিক্ষা প্রতিষ্ঠানের জন্য আচরণবিধি প্রণয়নের জন্য ইসরায়েলি রাব্বীদের সাথে সহযোগিতা করেছিলেন।  ২০১ area সালে দোষী সাব্যস্ত একজন রাব্বির শিরোনাম ছিনিয়ে নেওয়ার জন্য হাইকোর্টের কাছে ২০১৯ সালের আবেদনের সাথে এই অঞ্চলে কোলেচের সক্রিয়তা অব্যাহত ছিল এবং রাব্বিনিকাল আদালতে প্রতিশ্রুতি দিয়েছিল যে তিনি দোষী সাব্যস্ত হওয়ার দশ বছরের মধ্যে কোন সাম্প্রদায়িক পদ থেকে বিরত থাকবেন। কোর্টের বিরুদ্ধে কোলেচের যুক্তি ছিল যে, রb্যাবিনিক্যাল টাইটেলটি যথাস্থানে থাকার অনুমতি দিয়ে, রb্যাবিনেট জনসাধারণের সদস্যদের পুরোপুরি রক্ষা করতে ব্যর্থ হয়েছে। রাব্বিনেটদের জন্য আইনি যুক্তি তাদের অবস্থানের উপর নির্ভর করে যে রাব্বির নেতৃত্বের ভূমিকা থেকে বিরত থাকার প্রতিশ্রুতি হাতের উদ্বেগকে সন্তুষ্ট করে। \n\n\n== তথ্যসূত্র =="}