{"pageid": 1091578, "title": "শেরিন ম্যাথিউজের মৃত্যু", "url": "https://bn.wikipedia.org/wiki?curid=1091578", "content": "শেরিন সুসান ম্যাথিউজ (জন্মনাম: সরস্বতী কুমারী) (জুলাই ১৪, ২০১৪ - অক্টোবর ৭, ২০১৭) ছিলেন একজন ভারতীয় আমেরিকান শিশু যাকে টেক্সাসের রিচার্ডসনের একটি কালভার্টে মৃত অবস্থায় পাওয়া যায়। ৭ অক্টোবর, ২০১৭ তারিখে তার দত্তক পিতা ওয়েসলি ম্যাথিউজ তাকে নিখোঁজ বলে জানান। তার মৃতদেহ টি তার বাড়ির কাছে একটি কালভার্টে একটি রাস্তার নীচে পাওয়া গিয়েছিল এবং তার দত্তক বাবা মৃতদেহটি নিষ্পত্তি করার কথা স্বীকার করেছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nশেরিন ম্যাথিউজ ভারতের বিহারের গয়ায় জন্মগ্রহণ করেন। তার জন্মের পরপরই, তাকে তার আপন পিতামাতা পরিত্যাগ করেন, যিনি তাকে সিটি ট্রেন স্টেশনের একটি ঝোপের মধ্যে রেখে যান। তাকে একজন দাতব্য কর্মী খুঁজে পান এবং ববিতা কুমারী পরিচালিত নালন্দার একটি দত্তক কেন্দ্র নালন্দা মাদার টেরেসা আনাথ সেবা আশ্রমে নিয়ে যাওয়া হয়। কুমারী শিশুটিকে হিন্দু দেবী সরস্বতীর নামে প্রথম নাম \"সরস্বতী\" এবং সেইসাথে তার নিজের পদবি দিয়েছিলেন। কুমারী স্মরণ করেন যে সরস্বতী তাকে ''মা'' বলে ডাকতেন। তিনি সরস্বতীকে একটি সুখী এবং সুস্থ শিশু হিসাবে বর্ণনা করেছিলেন।\nটেক্সাসের রিচার্ডসনের বাসিন্দা ওয়েসলি ম্যাথিউজ এবং তাঁর স্ত্রী সিনি ম্যাথিউজ ১৮ জুলাই, ২০১৬ তারিখে সরস্বতীকে দত্তক নেন। তারা তার নাম পরিবর্তন করে \"শেরিন\" রাখেন। ববিতা কুমারী বলেছিলেন যে দত্তক নেওয়ার সময়, এই দম্পতি কোনও হিন্দি বলতেন না, যা শেরিন একমাত্র ভাষায় কথা বলতেন। যাইহোক, বিশ্বাস করে যে মার্কিন যুক্তরাষ্ট্রে শিশুটির আরও ভাল জীবন থাকবে, কুমারী দত্তক নিতে সম্মত হন।\nশেরিন তার দত্তক নেওয়া পিতামাতার সাথে টেক্সাসের রিচার্ডসনে থাকতেন যতক্ষণ না তিনি অক্টোবর ২০১৭ সালে নিখোঁজ হওয়ার খবর পাওয়া যায়। শেরিনের মৃত্যুর ফলে ভারত সরকার ভবিষ্যতে অনুরূপ ঘটনা রোধ করতে তাদের দত্তক প্রক্রিয়া সংশোধন করেছে।\n\n\n== অন্তর্ধান ==\nরিচার্ডসন পুলিশকে ৭ অক্টোবর, ২০১৭ তারিখে সকাল ৮ টার দিকে শেরিনের নিখোঁজ হওয়ার বিষয়ে অবহিত করা হয়। ওয়েসলি ম্যাথিউজ পুলিশকে জানান যে শেরিন ভারত থেকে দত্তক নেওয়ার সময় খুব অপুষ্টিতে ভুগছিলেন (একটি দাবি যা ববিতা কুমারী পরে অস্বীকার করেছিলেন) এবং তার ওজন বাড়ানোর জন্য, যখনই তিনি জেগে ছিলেন তখন তার খাওয়া-দাওয়া করা উচিত। ওয়েসলি ম্যাথিউজের প্রাথমিক প্রতিবেদনে ইঙ্গিত দেওয়া হয়েছিল যে এই খাওয়ানোর মধ্যে একটি সেদিন ভোর ৩টায় .m চেষ্টা করা হয়েছিল। যাইহোক, শেরিন তার দুধ পান করতে চায়নি, এবং শাস্তি হিসাবে, তিনি তাকে নিকটবর্তী গলিতে বাইরে দাঁড় করিয়েছিলেন। ১৫ মিনিট পরে ম্যাথিউজ যখন শেরিনকে পরীক্ষা করতে বাইরে ফিরে যান, তখন তিনি নিখোঁজ ছিলেন। তাৎক্ষণিকভাবে নিখোঁজ হওয়ার খবর না দিয়ে, ম্যাথিউজ বলেছিলেন যে কী করা উচিত তা খুঁজে বের করার সময় তিনি লন্ড্রির বোঝা করেছিলেন।\n\n\n== তথ্যসূত্র =="}