{"pageid": 1091831, "title": "যোনি (ভারতীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1091831", "content": "যোনি (সংস্কৃত: योनि) বা পিণ্ডীক হলো নারী অঙ্গের একটি বিমূর্ত বা প্রতিকৃতিহীনতাগত উপস্থাপনা। এটি সাধারণত এর পুরুষালি সমকক্ষ লিঙ্গ দিয়ে দেখানো হয়। যৌথভাবে তারা ক্ষুদ্রমহাজগৎ ও বৃহৎমহাজগৎ একত্রীকরণের প্রতীক, উদ্ভাবন ও পুনর্জন্মের ঐশ্বরিক চিরন্তন প্রক্রিয়া, এবং নারী ও পুরুষের মিলন যা সমস্ত অস্তিত্বকে পুনরুজ্জীবিত করে। যোনি সকল জন্মের প্রকৃতির প্রবেশদ্বার হিসাবে ধারণ করা হয়, বিশেষ করে গুপ্ত কৌল ও তন্ত্র চর্চা, সেইসাথে হিন্দুধর্মের শাক্তধর্ম ও শৈবধর্ম ঐতিহ্য।\nযোনি সংস্কৃত শব্দ যার আক্ষরিক অর্থ \"গর্ভ\", \"উৎস\", এবং প্রজন্মের মহিলা অঙ্গ বোঝানো হয়েছে। এটি মহিলাদের যৌন অঙ্গ যেমন \"যোনি\", \"গর্ভ\", এবং \"জরায়ু\", বা অন্য কোন কিছুর \"উৎপত্তি, বাসস্থান বা উৎস\" হিসাবেও নির্দেশ করে অন্যান্য প্রসঙ্গে। উদাহরণস্বরূপ, বেদান্ত পাঠ্য ব্রহ্মসূত্র রূপকভাবে ব্রহ্মকে \"মহাবিশ্বের যোনি\" হিসাবে অধিবিদ্যাগত ধারণাকে বোঝায়। লিঙ্গ মূর্তিযুক্ত যোনি শিব মন্দির ও ভারতীয় উপমহাদেশ এবং দক্ষিণ -পূর্ব এশিয়ার প্রত্নতাত্ত্বিক স্থানগুলিতে পাওয়া যায়, সেইসাথে লজ্জা গৌরীর মতো ভাস্কর্যগুলিতেও পাওয়া যায়।\n\n\n== ব্যুৎপত্তি ও তাৎপর্য ==\nযোনি ঋগ্বেদ ও অন্যান্য বৈদিক সাহিত্যে নারীসুলভ জীবন-সৃষ্টিকারী পুনরুৎপাদনকারী এবং প্রজনন অঙ্গের অর্থে এবং সেইসাথে \"উৎস, উৎপত্তি, ঝর্ণা, জন্মস্থান, গর্ভ, বাসা, আবাসস্থল, অগ্নিকুণ্ডের অগ্নিকুণ্ড\" অর্থে আবির্ভূত হয়। শব্দটির অন্যান্য প্রাসঙ্গিক অর্থের মধ্যে রয়েছে \"জাতি, বর্ণ, পরিবার, উর্বরতার প্রতীক, শস্য বা বীজ\"। এটি হিন্দুধর্মে একটি আধ্যাত্মিক রূপক এবং অস্তিত্বের প্রকৃতিতে নারীর পুনরুজ্জীবন শক্তির উদ্ভব ও প্রতীক। ব্রহ্মসূত্র রূপকভাবে ব্রহ্মকে \"মহাবিশ্বের যোনি\" বলে আধিভৌতিক ধারণা বলে, যা আদি শঙ্কর তার ভাষ্যগুলির মধ্যে উল্লেখ করেছেন বস্তুগত কারণ এবং \"মহাবিশ্বের উৎস\"।\nভারতবিদ কনস্ট্যান্স জোনস ও জেমস ডি রায়ানের মতে, যোনি সমস্ত জীবনের রূপের পাশাপাশি \"পৃথিবীর ঋতু ও উদ্ভিদ চক্রের\" নারী নীতির প্রতীক, এইভাবে এটি মহাজাগতিক তাৎপর্যের প্রতীক। যোনি প্রকৃতির সকল জন্মের প্রবেশদ্বার, বিশেষ করে হিন্দুধর্মের শাক্তধর্ম ও শৈবধর্মের ঐতিহ্য, সেইসাথে গুপ্ত কৌল ও তন্ত্র সম্প্রদায়ের রূপক। যোনি লিঙ্গের সাথে প্রকৃতির প্রতীক, এর চক্রীয় সৃষ্টি এবং দ্রবীভূত হওয়ার জন্য। ধর্মীয় গবেষণার অধ্যাপক করিন ডেম্পসির মতে, হিন্দুধর্মে যোনি \"দেবীর রূপ\", নারী নীতি শক্তি।\nযোনিকে কখনও কখনও পিণ্ডীক বলা হয়। যে ভিত্তিতে লিঙ্গ-যোনি বসে, তাকে পিঠা বলা হয়, কিন্তু \"নিস্বসতত্ত্ব সংহিতা\" ও 'মোহাচুড়োত্তর\", পিঠা শব্দটি সাধারণভাবে ভিত্তি ও যোনিকে বোঝায়।\n\n\n== ইতিহাস ==\nজোন্স এবং রায়ান এর মতে, যোনির প্রতি শ্রদ্ধা সম্ভবত প্রাক-বৈদিক। ঝোব উপত্যকা থেকে উদ্ধার করা এবং খ্রিস্টপূর্ব ৪র্থ সহস্রাব্দে মূর্তিগুলি উচ্চারিত স্তন এবং যোনি দেখায় এবং এগুলি প্রাগৈতিহাসিক সময়ে ব্যবহৃত প্রজনন প্রতীক হতে পারে যা শেষ পর্যন্ত পরবর্তী আধ্যাত্মিক প্রতীকগুলিতে পরিণত হয়েছিল। ডেভিড লেমিং-এর মতে, ৪০০০ খ্রিস্টপূর্বাব্দ থেকে ১০০০ খ্রিস্টপূর্বাব্দ পর্যন্ত যোনি পূজার ঐতিহ্য প্রাক-বৈদিক যুগের।\n\nযোনি প্রাচীনকাল থেকে ঐশ্বরিক প্রতীক হিসেবে কাজ করে আসছে এবং এটি শুধুমাত্র ভারতে নয়, অনেক প্রাচীন সংস্কৃতিতেও প্রাচীনতম আধ্যাত্মিক মূর্তি হতে পারে। ইন্দোলজিস্ট লরা অ্যামাজজোন বলেছেন, গোঁড়া পশ্চিমা সংস্কৃতিতে কেউ কেউ নারীর যৌন অঙ্গ ও যৌনতাকে সাধারণভাবে একটি নিষিদ্ধ বিষয় হিসাবে বিবেচনা করেছে, কিন্তু ভারতীয় ধর্ম এবং অন্যান্য প্রাচীন সংস্কৃতিতে যোনি দীর্ঘকাল ধরে স্বীকৃতনারীর সম্ভাবনা ও শক্তির গভীর মহাজাগতিক এবং দার্শনিক সত্য হিসাবে, চন্দ্র, পৃথিবী এবং অস্তিত্বের প্রাকৃতিক পর্যায়ক্রমিক চক্রের সাথে রহস্যজনকভাবে পরস্পর সংযুক্ত।\n\nযোনিকে শক্তি ও দেবীর বিমূর্ত উপস্থাপনা হিসাবে বিবেচনা করা হয়, সৃজনশীল শক্তি যা সমগ্র মহাবিশ্বের মধ্যে চলে। তন্ত্রে, যোনি হল জীবনের উৎপত্তি।\n\n\n=== প্রত্নতত্ত্ব ===\nউপনিবেশিক যুগের প্রত্নতাত্ত্বিক জন মার্শাল ও আর্নেস্ট ম্যকে প্রস্তাব করেছিলেন যে হরপ্পা সাইটগুলিতে গর্তযুক্ত কিছু পালিশ পাথর সিন্ধু সভ্যতার যোনি-লিঙ্গ পূজার প্রমাণ হতে পারে। আর্থার লেভেলিন বাশামের মতো পণ্ডিতরা সিন্ধু উপত্যকার প্রত্নতাত্ত্বিক স্থানগুলিতে আবিষ্কৃত এই ধরনের শিল্পকর্ম যোনি কিনা তা নিয়ে বিতর্ক করেন।  উদাহরণস্বরূপ, জোন্স ও রায়ান বলেন যে সিন্ধু সভ্যতার অংশ হরপ্পা এবং মহেঞ্জোদারোতে প্রত্নতাত্ত্বিক স্থান থেকে লিঙ্গম/যোনি আকৃতি উদ্ধার করা হয়েছে। বিপরীতে, জেন ম্যাকিন্টোশ বলেছেন যে ছিদ্রযুক্ত রিং পাথরগুলি একসময় সম্ভবত যোনিস হিসাবে বিবেচিত হত। পরবর্তীতে ধোলাভিরার আবিষ্কার ও পরবর্তী গবেষণায় প্রমাণিত হয়েছে যে এগুলি স্তম্ভের উপাদান ছিল কারণ \"ছিদ্রযুক্ত ছাঁটা রিং পাথর\" স্তম্ভগুলির অবিচ্ছেদ্য স্থাপত্য উপাদান।যাইহোক, ম্যাকিন্টোশ বলেছেন, স্থাপত্যে এই কাঠামোর ব্যবহার যোনি হিসাবে তাদের যুগপৎ ধর্মীয় গুরুত্বকে বাতিল করে না।\nইন্ডোলজিস্ট আসকো পারপোলার মতে, \"এটা সত্য যে মার্শাল ও ম্যাকের হরপ্পানগণের লিঙ্গ ও যোনির উপাসনার অনুমান বরং পাতলা ভিত্তিতে স্থির ছিল এবং উদাহরণস্বরূপ তথাকথিত রিং-পাথরের ব্যাখ্যা হিসাবে .ইয়োনিস অসম্ভব বলে মনে হচ্ছে\"। তিনি ডেলস ১৯৮৪ পত্রিকার উদ্ধৃতি দিয়েছিলেন, যেখানে বলা হয়েছে \"মার্শালের রিপোর্টে বাস্তবিক ফলিক বস্তুর অজানা ফটোগ্রাফির একক ব্যতিক্রম ছাড়া, বিশেষ যৌন-ভিত্তিক দিকগুলির দাবিকে সমর্থন করার জন্য কোন প্রত্নতাত্ত্বিক প্রমাণ নেইহরপ্পা ধর্ম\"। যাইহোক, পারপোলা যোগ করে, সিন্ধু উপত্যকায় পুনরায় পরীক্ষা করলে দেখা যায় যে ম্যাকের অনুমানকে উড়িয়ে দেওয়া যায় না কারণ ইথিফ্যালিক পুরুষ, নগ্ন মহিলা, যৌন মিলন ও ট্রেফোয়েল সহ মানবিক দম্পতির মতো কামোত্তেজক এবং যৌন দৃশ্যহরপ্পা সাইটগুলিতে এখন ছাপ চিহ্নিত করা হয়েছে। ম্যাকের পাওয়া \"সূক্ষ্ম পালিশ সার্কুলার স্ট্যান্ড\" যোনি হতে পারে যদিও এটি লিঙ্গ ছাড়া পাওয়া যায়। লিঙ্গের অনুপস্থিতি, পারপোলা বলে, সম্ভবত কারণ এটি কাঠ থেকে তৈরি করা হয়েছিল যা বেঁচে ছিল না।\n\n\n=== সংস্কৃত সাহিত্য ===\nযোনি শব্দটি এবং এর ব্যুৎপন্ন প্রাচীন ঔষধ ও অস্ত্রোপচার-সম্পর্কিত সংস্কৃত গ্রন্থে যেমন সুশ্রুত সংহিতা ও চরক সংহিতায় দেখা যায়। এই প্রসঙ্গে, যোনি ব্যাপকভাবে \"নারী যৌন ও প্রজনন অঙ্গ\" বোঝায়। প্রাচীন সংস্কৃত চিকিৎসা ও অন্যান্য সাহিত্যের অনুবাদ ও পর্যালোচনার জন্য পরিচিত ইন্ডোলজিস্ট রাহুল দাস ও গেরিট মিউলেনবেল্ডের মতে, যোনি \"সাধারণত যোনি বা ভলভাকে বোঝায়, প্রযুক্তিগত অর্থে এইগুলির সাথে জরায়ুও অন্তর্ভুক্ত থাকে ; অধিকন্তু, যোনি- এর অর্থ মাঝে মাঝে 'গর্ভ, জরায়ু'ও হতে পারে, যদিও এটি [সুশ্রুত সংহিতায় চক্রপনিদাতার ভাষ্য] তুলনামূলকভাবে কদাচিৎ\"। অমিত রূপাপাড়া এট আল-এর মতে, যোনি-রোগা মানে \"স্ত্রীরোগ সংক্রান্ত ব্যাধি\" এবং যোনি-বর্টি অর্থ \"যোনি সাপোজিটরি\"। চরক সংহিতা তার ৩০ তম অধ্যায়কে চিকিৎসা স্থানের যোনী-ব্যপথ বা \"স্ত্রীরোগ সংক্রান্ত রোগ\" -এ উৎসর্গ করে।\nযৌনতা-সম্পর্কিত সংস্কৃত সাহিত্যে, তান্ত্রিক সাহিত্যে, যোনি অর্থের অনেক স্তর বোঝায়। এর আক্ষরিক অর্থ হল \"নারী যৌনাঙ্গ\", কিন্তু এটি \"গর্ভ, উৎপত্তি এবং উৎস\" এর মতো অন্যান্য অর্থকেও অন্তর্ভুক্ত করে। কিছু ভারতীয় সাহিত্যে, যোনি মানে যোনি, এবং অন্যান্য অঙ্গ যা \"যৌন সুখের ঐশ্বরিক প্রতীক, প্রজন্মের জরায়ু ও শক্তির দৃশ্যমান রূপ\" হিসাবে বিবেচিত।\n\n\n=== প্রাচ্যবিদ সাহিত্য ===\nউপনিবেশিক যুগ প্রাচ্যবিদ ও খ্রিস্টান মিশনারি, ভিক্টোরিয়ান ছাঁচে উত্থাপিত যেখানে যৌনতা ও যৌন চিত্র নিষিদ্ধ বিষয় ছিল, তারা হতবাক হয়ে গিয়েছিল এবং তারা যোনি মূর্তিশিল্প এবং শ্রদ্ধার প্রতি বিরূপ ছিল। ১৯ ও ২০ শতকের গোড়ার দিকে উপনিবেশিক ও মিশনারি সাহিত্যে যোনি, লিঙ্গম-যোনি এবং সংশ্লিষ্ট ধর্মতত্ত্বকে অশ্লীল, দুর্নীতিগ্রস্ত, মিথ্যাচারী, অধি-যৌনতা, বয়ঃসন্ধি, অশুদ্ধ, পৈশাচিক ও সংস্কৃতি হিসাবে বর্ণনা করা হয়েছিল যা খুব মেয়েলি ও বিচ্ছিন্ন হয়ে গিয়েছিল। হিন্দুদের, বিশেষ করে শৈবদের কাছে, এই মূর্তিগুলি এবং ধারণাগুলি ছিল বিমূর্ত, সৃষ্টি ও আধ্যাত্মিকতার সম্পূর্ণতার প্রতীক। \nউপনিবেশিক বৈষম্য আংশিকভাবে বাঙালি জাতীয়তাবাদীদের কাছ থেকে বিপরীত প্রতিক্রিয়া সৃষ্টি করেছিল, যারা স্পষ্টতই নারীদের মূল্যায়ন করেছিল।\nস্বামী বিবেকানন্দ নারী শক্তি হিসেবে মাতৃদেবীর পুনরুজ্জীবনের আহ্বান জানিয়েছিলেন, তার দেশবাসীকে \"শান্তি ও আশীর্বাদধ্বনি দিয়ে সমস্ত পৃথিবীতে তাকে ঘোষণা করার\" আহ্বান জানান।\nওয়েন্ডি ডনিগারের মতে, ১৮৮৩ সালে স্যার রিচার্ড বার্টনের ব্যাপকভাবে জনপ্রিয় প্রথম কামসূত্র অনুবাদের পর লিঙ্গম ও যোনি শব্দটি পশ্চিমা কল্পনায় মানুষের যৌন অঙ্গের সঙ্গে স্পষ্টভাবে যুক্ত হয়ে যায়। তার অনুবাদে, যদিও মূল সংস্কৃত পাঠে যৌন অঙ্গের জন্য লিঙ্গাম বা যোনি শব্দ ব্যবহার করা হয়নি এবং প্রায় সবসময় অন্যান্য পদ ব্যবহার করা হয়, বার্টন ব্যবহারকে এড়িয়ে ভিক্টোরিয়ান মানসিকতার কাছে অশ্লীল হিসেবে দেখা এড়িয়ে যানযৌনতা, যৌন সম্পর্ক এবং মানুষের যৌন অবস্থান নিয়ে আলোচনা করার জন্য সংস্কৃত পাঠ্যে লিঙ্গ, ভলভ, যোনি এবং অন্যান্য প্রত্যক্ষ বা পরোক্ষ যৌন পদগুলির মতো শব্দ। বার্টন পুরো অনুবাদ জুড়ে লিঙ্গাম এবং ইয়োনি শব্দ ব্যবহার করেছেন। এই সচেতন এবং ভুল শব্দের প্রতিস্থাপন, ডোনিগার বলেন, এইভাবে প্রাচ্যবিদ হিসেবে পরিবেশন করা মানে \"যৌনকে নৃতাত্ত্বিক করা, দূরত্ব বজায় রাখা, ইংরেজ পাঠকদের আশ্বস্ত করে এটিকে নিরাপদ করা, অথবা তাদের আশ্বস্ত করার ভান করে যে, লেখাটি প্রকৃত যৌন অঙ্গ, তাদের যৌন অঙ্গ সম্পর্কে নয়, বরং কেবল অদ্ভুত, অন্ধকার মানুষের উপসর্গ সম্পর্কে।\" খৃষ্টান মিশনারি এবং ব্রিটিশ যুগের অনুরূপ প্রাচ্যবাদী সাহিত্য, ডনিগার বলে, সমস্ত আধ্যাত্মিক অর্থ ছিনিয়ে নিয়েছে এবং শুধুমাত্র ভিক্টোরিয়ান অশ্লীল ব্যাখ্যার উপর জোর দিয়েছে, যা \"হিন্দুদের নিজস্ব দেহের আত্ম-ধারণার উপর নেতিবাচক প্রভাব ফেলেছিল\" এবং তারা \"তাদের নিজস্ব ধর্মীয় সাহিত্যের আরও কামুক দিকগুলির জন্য লজ্জিত\" হয়ে উঠেছিল। কিছু সমসাময়িক হিন্দু, ডোনিগার, হিন্দুধর্মকে আধ্যাত্মিক করার আবেগ এবং তাদের হিন্দুত্ববাদী প্রচারণার জন্য ঐতিহাসিক পার্থিব যৌন অর্থ পরিষ্কার করার চেষ্টা করেছে এবং শুধুমাত্র বিমূর্ত আধ্যাত্মিক অর্থের উপর জোর দিয়েছে।\n\n\n== মূর্তিশিল্প ও মন্দির ==\nশৈবধর্মের মধ্যে, দেবতা শিবের প্রতি নিবেদিত গোষ্ঠী, শক্তি তাঁর সহধর্মিণী এবং উভয়েরই অনন্য উপস্থাপনা রয়েছে: শিবের জন্য লিঙ্গ, শক্তির জন্য যোনি। যোনি মূর্তিশিল্প সাধারণত অনুভূমিকভাবে স্থাপিত বৃত্তাকার বা বর্গক্ষেত্রের আকারে উপস্থাপিত হয় যা একটি ঠোঁটযুক্ত প্রান্ত ও মাঝখানে সাধারণত একটি নলাকার লিঙ্গ দিয়ে খোলা থাকে। প্রায়শই, এই ঘাঁটির একপাশের দিকটি প্রসারিত হয়, এবং এই অভিক্ষেপটিকে যোনি-মুখ বলা হয়।  যোনির বিকল্প প্রতীক যা সাধারণত ইন্ডিক আর্টে পাওয়া যায় তা হল পদ্ম, মন্দিরগুলিতে পাওয়া মূর্তি।\nযোনি হিন্দু শাক্তধর্মের ঐতিহ্যের অন্যতম পবিত্র প্রতীক, যেখানে ঐতিহাসিক শিল্পকলা ও মন্দির রয়েছে। যোনি সম্পর্কিত কিছু উল্লেখযোগ্য শিল্পকর্মের মধ্যে রয়েছে ভারতের অনেক অঞ্চলে পাওয়া লজ্জা গৌরী এবং আসামের কামাখ্যা মন্দির। .এই দুটোই খ্রিস্টীয় ১ম সহস্রাব্দের শেষের দিকে, \nকামাখ্যা মন্দিরের বড় সম্প্রসারণের সাথে, যা ১৬ শতকের কোচ রাজবংশের সময়কালের পুরনো মন্দিরের সাথে যুক্ত প্রাকৃতিক শিলা যোনির উপরে নতুন গর্ভস্থল যোগ করেছে।\n\n\n=== লজ্জা গৌরী ===\n\nলজ্জা গৌরী প্রাচীন প্রতীক যা ভারতবর্ষের অনেক দেবী-সম্পর্কিত মন্দিরে পাওয়া যায় এবং দক্ষিণ এশিয়ার বেশ কয়েকটি প্রত্নতাত্ত্বিক স্থানে এটি পাওয়া গেছে। মূর্তি যোনি প্রতিনিধিত্ব করে কিন্তু আরো প্রসঙ্গ এবং জটিলতা সঙ্গে। আর্ট হিস্টোরিয়ান ক্যারল বোলনের মতে, লজ্জা গৌরী আইকন সময়ের সাথে ক্রমবর্ধমান জটিলতা ও ঐশ্বর্যের সাথে বিকশিত হয়েছে। এটি উর্বরতা মূর্তি  এবং মা পৃথিবীর প্রজনন ও পুনর্জন্ম ক্ষমতার প্রতীক, \"সমস্ত জীবন, প্রাণী ও উদ্ভিদের মৌলিক উৎস\", জীবন্ত এবং \"সমস্ত জীবনের সমর্থন\"। প্রথম দিকের উপস্থাপনাগুলি ছিল অ্যানিকনিক পটের রূপ, দ্বিতীয় পর্যায় এটিকে ত্রিমাত্রিক শিল্পকর্ম হিসেবে উপস্থাপন করে যার কোন মুখ বা হাত নেই কিন্তু একটি পদ্ম-মাথা যার মধ্যে যোনি রয়েছে, কালানুক্রমিকভাবে তৃতীয় স্তর যা স্তন যোগ করে এবং পদ্মমুখী চিত্রে অস্ত্র। শেষ পর্যায়টি ছিল নৃত্যরত দেবীর একটি নৃতাত্ত্বিক চিত্র যা পদ্ম ধারণ করে এবং কৃষি প্রাচুর্যের প্রসঙ্গগুলি ছড়িয়ে দিয়ে তার যোনিকে দেখায় যেন সে জন্ম দিচ্ছে বা সন্তান জন্মদানের জন্য যৌনভাবে প্রস্তুত। বোলনের মতে, লজ্জা গৌরীর বিভিন্ন অ্যানিকোনিক ও নৃতাত্ত্বিক উপস্থাপনা \"পৃথ্বী (পৃথিবী)\" এর গর্ভ হিসাবে প্রতীক।\nলজ্জা গৌরী মূর্তিশিল্প-কখনও কখনও অন্য নাম যেমন ইয়েল্লামা বা ইল্লামা দ্বারা উল্লেখ করা হয়-অনেক দক্ষিণ ভারতীয় সাইটে যেমন আইহোল (চতুর্থ থেকে দ্বাদশ শতাব্দী), নাগার্জুনকোন্ডা (চতুর্থ শতাব্দীর লজ্জা গৌরী শিলালিপি ও শিল্পকর্ম), বালিগাভি, এলিফ্যান্টা গুহা, ইলোরা গুহা, গুজরাটের অনেক স্থান (ষষ্ঠ শতাব্দী), মধ্য ভারত যেমন নাগপুর, উপমহাদেশের উত্তরাঞ্চল যেমন ভক্তপুর (নেপাল), কৌসাম্বী এবং অন্যান্য অনেক জায়গা।\n\n\n=== কামাখ্যা মন্দির ===\nকামাখ্যা মন্দির দক্ষিণ এশিয়ার অন্যতম প্রাচীন শাক্ত পিঠ বা শাক্তধর্ম ঐতিহ্যের পবিত্র তীর্থস্থান। পাঠ্য, শিলালিপি এবং প্রত্নতাত্ত্বিক প্রমাণগুলি থেকে বোঝা যায় যে মন্দিরটি কমপক্ষে ৮ম শতাব্দী থেকে ধারাবাহিকভাবে শাক্তধর্মের ঐতিহ্যে এবং সেইসাথে সংশ্লিষ্ট গুপ্ত তান্ত্রিক উপাসনার ঐতিহ্যে শ্রদ্ধাশীল। হিউ আরবান বলেছেন, শাক্ত ঐতিহ্য বিশ্বাস করে যে, এই মন্দিরের স্থানটি \"দেবীর নিজস্ব যোনির স্থান\"।\n\nআঞ্চলিক তান্ত্রিক ঐতিহ্য এই যোনি স্থানটিকে তন্ত্রের \"জন্মস্থান\" বা \"প্রধান কেন্দ্র\" হিসাবে বিবেচনা করে। যদিও মন্দির চত্বর, দেয়াল ও মণ্ডপে দেবী কামাখ্যার বিভিন্ন ভূমিকায় তার অসংখ্য চিত্র রয়েছে, তার মধ্যে রয়েছে তার প্রজনন ক্ষমতা সম্পর্কিত, যোদ্ধা ও লালনপালনকারী মাতৃমূর্তি (কাছাকাছি ছবিপশ্চিমা গেট তাকে দেখায় যে তার স্তন দিয়ে একটি শিশুকে দুধ খাওয়ানো হচ্ছে, যা দশম-দ্বাদশ শতাব্দীর)। মন্দিরের গর্ভগৃহে অবশ্য কোন মূর্তি নেই। গর্ভগৃহে একটি যোনি আকৃতির প্রাকৃতিক শিলা রয়েছে যেখানে একটি ফিশার এবং তার উপর দিয়ে একটি প্রাকৃতিক জলের ঝর্ণা প্রবাহিত হয়েছে। কামাখ্যা যোনি শিব-সতী কিংবদন্তীর সাথে যুক্ত, উভয়টিই কালিকা পুরাণের মতো শাক্তধর্ম সম্পর্কিত প্রাথমিক পুরাণ সাহিত্যে উল্লিখিত।\nপ্রতি বছর, বর্ষা শুরুর সময়, লোহা অক্সাইড এবং 'সিন্দুর' (লাল রঙ্গক) ভক্ত এবং মন্দিরের পুরোহিতদের দ্বারা অভিষিক্ত হওয়ার কারণে প্রাকৃতিক বসন্ত লাল হয়ে যায়। এটি ঋতুস্রাবের দেবীর প্রতীক এবং অম্বুবাচী মেলা (যা 'অম্বুবাচী' বা 'আমেটি' নামেও পরিচিত) হিসাবে পালিত হয়, জুন মাসে অনুষ্ঠিত একটি বার্ষিক উর্বরতা উৎসব। অম্বুবাচির সময় কামাখ্যা মন্দিরে দেবী কামাখ্যার একটি প্রতীকী বার্ষিক ঋতুস্রাবের পূজা করা হয়। মন্দিরটি তিন দিনের জন্য বন্ধ থাকে এবং তারপরে তীর্থযাত্রী এবং উপাসকদের গ্রহণের জন্য পুনরায় খোলা হয়। দেবীর যোনির সঙ্গে গর্ভস্থানটি ঐতিহ্যের অন্যতম গুরুত্বপূর্ণ তীর্থস্থান, যা ভারতের উত্তর -পূর্বাঞ্চলীয় এবং পূর্বাঞ্চলীয় রাজ্য যেমন অম্বুবাচী মেলার সময় ৭০,০০০ থেকে ২০০,০০০ তীর্থযাত্রীদের আকর্ষণ করেপশ্চিমবঙ্গ, বিহার ও উত্তরপ্রদেশ। এটি যোগী, তান্ত্রিক, সাধু, অঘোরিসহ অন্যান্য ভারতবর্ষের অন্যান্য সন্ন্যাসী ও সন্ন্যাসীদেরও আকর্ষণ করে।\nএই মন্দিরে দর্শন অধিকাংশ মন্দিরের মতো নয়, বরং স্পর্শের মাধ্যমে হয়।এখানে একটি বড় ফাটল রয়েছে, ভূগর্ভস্থ ঝরনা থেকে উপরের দিকে প্রবাহিত জল দ্বারা আর্দ্র করা শয়নকক্ষের একটি যোনি, সাধারণত কাপড় এবং অলঙ্কৃত চুনি, ফুল এবং লাল সিন্দুর গুঁড়ো দ্বারা আচ্ছাদিত। ভক্ত ও তীর্থযাত্রীরা সরাসরি দেবীকে উপাসনার জন্য জিনিসপত্র দেন, তারপর তাকে স্পর্শ করুন এবং ঝর্ণার জল পান করুন। তারা তখন উপস্থিত পুরোহিত কর্তৃক তিলক ও প্রসাদ গ্রহণ করেন। দর্শন সম্পন্ন করার পর, ভক্তরা মন্দিরের বাইরে প্রদীপ জ্বালান এবং ধূপ জ্বালান। অন্যান্য মন্দিরের মতো, মন্দিরটি ঘড়ির কাঁটার দিকে প্রদক্ষিণ না করা পর্যন্ত পূজা সম্পূর্ণ বলে বিবেচিত হয় না।\n\n\n=== যন্ত্র ===\nতন্ত্র, বিশেষ করে শ্রীচক্র ঐতিহ্যের মতো গুপ্ত ঐতিহ্যে, প্রধান মূর্তি (যন্ত্র) নয়টি পরস্পর ত্রিভুজ রয়েছে। এর মধ্যে পাঁচটি নিচের দিকে এবং এগুলি যোনির প্রতীক হিসাবে বিবেচিত, যখন চারটি বিন্দু উপরের দিকে এবং এগুলি লিঙ্গের প্রতীক। অস্তিত্ব সৃষ্টি ও ধ্বংসের জন্য নারী ও পুরুষ শক্তির আন্তঃনির্ভরশীল মিলনের প্রতিনিধিত্ব করে।\n\n\n=== দক্ষিণ-পূর্ব এশিয়া ===\nযোনি সাধারণত লিঙ্গ সহ ঐতিহাসিক পাথরের মন্দির এবং ইন্দোনেশিয়া, ভিয়েতনাম, কম্বোডিয়া ও থাইল্যান্ডের প্যানেল ত্রাণগুলিতে পাওয়া যায়। চাম সাহিত্যে, যোনিকে কখনও কখনও আওয়ার হিসাবে উল্লেখ করা হয়, যখন লিঙ্গকে আহিয়ার বলা হয়।\n\n\n== অন্যান্য ব্যবহার ==\n\nযোনি মুদ্রা ধ্যানের একটি নীতি যা যোগ অনুশীলনের শুরুতে বিভ্রান্তি কমাতে ব্যবহৃত হয়।\nথাই ভাষায় মিডিয়াল ক্যান্থাস (নাকের নিকটতম চোখের তীক্ষ্ণ কোণ) কে \"যোনি থা\" বলা হয় যেখানে \"থা\" মানে চোখ।\n\n\n== আরও দেখুন ==\nলিঙ্গমূর্তি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে যোনি সম্পর্কিত মিডিয়া দেখুন।"}