{"pageid": 1091749, "title": "আফগানিস্তানে ধর্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1091749", "content": "আফগানিস্তানে ধর্ষণ একটি প্রধান সমস্যা। বেশ কয়েকটি মানবাধিকার সংগঠন দেশের ধর্ষণ আইন এবং তাদের প্রয়োগের সমালোচনা করেছে।\n\n\n== সংজ্ঞা ==\nধর্ষণ হল এক ধরনের যৌন নিপীড়ন, যা সাধারণত যৌনমিলন বা অন্য কোন ধরনের যৌন অনুপ্রবেশকে ব্যক্তির সম্মতি ব্যতিরেকে সংঘটিত করে। আইনটি শারীরিক বল প্রয়োগ, জবরদস্তি, কর্তৃত্বের অপব্যবহার বা বৈধ সম্মতি দিতে অক্ষম ব্যক্তির বিরুদ্ধে যৌন মিলনের ক্ষেত্রে প্রয়োগ করা যেতে পারে। এটি এমন একজনকে অন্তর্ভুক্ত করতে পারে যে অজ্ঞান, অক্ষম, বুদ্ধিবৃত্তিক অক্ষমতা বা সম্মতির আইনি বয়সের নিচে রয়েছেন। ধর্ষণ শব্দটি কখনও কখনও যৌন নিপীড়ন শব্দটির সাথে বিনিময়যোগ্যভাবে ব্যবহৃত হয়।\n\n\n== ব্যাপকতা ==\nআফগান স্বাধীন মানবাধিকার কমিশনের (এআইএইচআরসি) মতে আফগানিস্তানে নারীদের প্রতি সহিংসতা ২০১৩ সালে রেকর্ড মাত্রায় পৌঁচ্ছায়। নারীরা তাদের কুমারীত্বের জন্য সম্মানিত এবং ধর্ষকের পক্ষে তাকে বিয়ে করা অস্বাভাবিক, এমনকি মহিলা গর্ভবতী হয়ে গেলেও। এভাবে একজন নারী \"অপবিত্র\" হওয়ার জন্য শাস্তি পায়। এই ধরনের ঘটনাকে কর্তৃপক্ষ ব্যভিচার হিসেবে বিবেচনা করে। এমনকি যদি মহিলাকে শাস্তি না দেওয়া হয়, তবুও সে সমাজ দ্বারা \"মর্যাদাহীন\" (পশতু ভাষায় বদনাম) হিসাবে প্রত্যাখ্যান করে থাকে, যখন ধর্ষককে অসম্মান করা হয় না।\n\n\n== আফগান আইন ==\n২০১৮-এর হিসাব অনুযায়ী, আফগানিস্তানের নেতৃত্বে প্রেসিডেন্ট আশরাফ গনি ছিলেন।২০১৫-এর হিসাব অনুযায়ী, আফগানিস্তানে বর্তমানে এমন কোন আইন নেই যা ধর্ষণের শিকার বা ঝুঁকিপূর্ণ গোষ্ঠীর সরাসরি সুরক্ষা ও সুরক্ষা দেয়। আফগানিস্তানে ধর্ষণ একটি অপরাধ, যদিও আফগানিস্তান ২০০৯ সালে আফগান প্রেসিডেন্ট হামিদ কারজাইয়ের অধীনে শিয়া পারিবারিক আইন পাস করে। নারীদের জন্য জাতিসংঘ উন্নয়ন তহবিল, ন্যাটো, কানাডা, মার্কিন যুক্তরাষ্ট্র, জার্মানি ও অন্যান্য দেশ আইনের নিপীড়নমূলক প্রকৃতির বিষয়ে উদ্বেগ প্রকাশ করে এগিয়ে এসেছে। শিয়া পারিবারিক আইন বিবাহের মধ্যে মহিলাদের অধিকার কেড়ে নেয় এবং নির্দিষ্ট করে যে শিয়া মহিলাদের অবশ্যই তাদের স্বামীর দাবি মেনে নিতে হবে। এমনকি এটি নির্দিষ্ট করে দেয় যে অসুস্থতার ক্ষেত্রে ছাড়া তাদের অবশ্যই প্রতি চার দিনে অন্তত একবার তাদের স্বামীর সাথে যৌন সম্পর্ক স্থাপন করতে হবে। আইনটি শুধুমাত্র শিয়া মহিলাদের জন্য প্রযোজ্য হবে, যাদের মোট জনসংখ্যা ৬ মিলিয়ন। এই আইনের পক্ষে যুক্তি হল যে এটি পূর্বে আরোপিত প্রথাগত আঞ্চলিক আইনের উন্নতি। রক্ষণশীল ও রাজনৈতিক অভিজাতদের সহায়তায়, আফগান আদালত নারীর অধিকার অপসারণ, হ্রাস বা সীমাবদ্ধ করার প্রচেষ্টায় পদক্ষেপ নিয়েছে এবং অব্যাহত রেখেছে।\n\n\n== তথ্যসূত্র =="}