{"pageid": 1091084, "title": "রানিয়া আল-বাজ", "url": "https://bn.wikipedia.org/wiki?curid=1091084", "content": "রানিয়া আল-বাজ (আরবি: رانيا الباز) একজন সৌদি আরবীয় টেলিভিশন উপস্থাপক, তিনি \"দ্য কিংডম দিস মর্নিং\" অনুষ্ঠানের আয়োজক হিসাবে সুপরিচিত। তিনি তার স্বামী মুহাম্মদ বকর ইউনুস আল-ফাল্লাট্টা কর্তৃক বাজেভাবে মারধর করার পরে খ্যাতি লাভ করেন এবং ২০০৪ সালের ১৩ এপ্রিল হাসপাতালে ভর্তি হন, যখন তিনি অজ্ঞান হয়ে পড়েন ও তার মুখে ১৩ টি ফ্র্যাকচার বা ক্ষত তৈরি  হয়। গার্ডিয়ান সাংবাদিক এড ভুলিয়ামের মতে, যখন তার \"ক্ষতবিক্ষত ও ফোলা মুখ\" এর ছবি প্রকাশিত হয়েছিল, তখন তারা \"তার দেশ ও বিশ্বজুড়ে শক ওয়েভ পাঠিয়েছিল\"।\nআল-বাজ তার অনাবৃত মুখ ও রঙিন (কালো পরিবর্তে) হিজাবের উপর ধর্মীয় রক্ষণশীলদের বিরোধিতা সত্ত্বেও ২০০৪ সালে সৌদি টেলিভিশনে প্রথম মহিলা ঘোষক হয়েছিলেন। সালে স্বামী কর্তৃক ২০০৪ প্রহারের আগ পর্যন্ত তার কর্মজীবন সমৃদ্ধ ছিল। আল-বাজের মতে, তিনি তার স্বামী অনুমতি ছাড়া ফোন কলের উত্তর দেওয়ার পর তাকে মারধর করা হয়। তিনি তাকে বলেছিলেন যে তিনি মারা যাচ্ছেন এবং তাকে মারধর করার পর মার্বেল মেঝেতে তার মুখ বারবার আঘাত করার পর, তার দেহটি তার গাড়ির ট্রাঙ্কে রাখা হয়। যখন সে জেগে ওঠে এবং চিৎকার শুরু করে, তখন তার স্বামী তাকে একটি বেসরকারি হাসপাতালে ফেলে দিয়ে চলে যান।\nভুলিয়ামির মতে, তার গল্প সৌদি আরবে \"নারীর প্রতি সহিংসতার জন্য\" মৌলিকভাবে নীরবতার সংস্কৃতিকে চ্যালেঞ্জ করেছে। তার স্বামীকে ছয় মাসের কারাদণ্ড ও ৩০০ বেত্রাঘাতের শাস্তি দেওয়া হয়েছিল, কিন্তু বাজ তাকে প্রকাশ্যে ক্ষমা করে এবং ক্ষতিপূরণ মামলা মওকুফ করার পরে শাস্তি \"অর্ধেক হ্রাস পায়\"।\nতার স্বামীকে আদালত বিবাহ বিচ্ছেদের আদেশ দিয়েছিল। বাজ তার স্বামীকে তালাক দিয়েছিলেন এবং তার সন্তানদের দায়িত্ব গ্রহণ করেছিলেন।\nআরব নিউজ তাকে \"গ্রাউন্ড-ব্রেকার\" বলে অভিহিত করেছে এবং তার কি হয়েছে তা জনসমক্ষে প্রকাশ করার সিদ্ধান্ত, \"এই ব্যক্তিগত সমাজে একটি সংবেদন\"।  আল-বাজ তার ঘটনা নিয়ে, ডিসফিগারড: এ সৌদি ওম্যান'স স্টোরি অব  ত্রিউমফ ওভার ভায়োলেন্স  নামে একটি একটি বই লিখেছেন।\nতার প্রহার ও পুনরুদ্ধারের পরে, আল-বাজ আল আরাবিয়া ও লেবাননের চ্যানেল ফিউচার টেলিভিশনে কাজ করেছিলেন। বিদেশি টেলিভিশনের অনুষ্ঠানে তার মাথার স্কার্ফ ছাড়া হাজির হওয়া এবং সৌদি আরবের সমালোচনার জন্য তিনি আবার সমালোচিত হন।\n\n\n== তথ্যসূত্র =="}