{"pageid": 1091348, "title": "দক্ষিণ কোরিয়ায় যৌন উদ্দেশ্যে মানব পাচার", "url": "https://bn.wikipedia.org/wiki?curid=1091348", "content": "দক্ষিণ কোরিয়ায় যৌন উদ্দেশ্যে মানব পাচার হল যৌন শোষণ ও যৌন দাসত্বের উদ্দেশ্যে দক্ষিণ কোরিয়ায় সংঘটিত মানব পাচার। দক্ষিণ কোরিয়া যৌন পাচারকৃত ব্যক্তিদের উৎস, গন্তব্য ও পরিবহনের দেশ।\n\n\n== পটভূমি ==\nদক্ষিণ কোরিয়ার নাগরিকরা, প্রাথমিকভাবে নারী ও মেয়েরা, দক্ষিণ কোরিয়ার মধ্যে ও এশিয়া এবং বিভিন্ন মহাদেশের অন্যান্য দেশে যৌন পাচার হয়েছে। বিদেশি ভুক্তভোগীরা দেশে যৌন উদ্দেশ্যে পাচার করে।  শিশু  ও দারিদ্র্যপূর্ণ ব্যক্তিরা যৌন পাচারের জন্য বিশেষভাবে ঝুঁকিপূর্ণ। ভুক্তভোগীরা প্রতারিত হয়, হুমকি প্রাপ্ত হয়, বা পতিতাবৃত্তিতে বাধ্য হয় এবং তাদের পাসপোর্ট ও অন্যান্য নথি প্রায়ই জোরপূর্বক নিয়ে নেওয়া হয়। অনেকে ঋণের বন্ধনে বন্দী। তারা শারীরিক ও মানসিক নির্যাতনের শিকার এবং সাধারণত খারাপ অবস্থার মধ্যে জীবন ধারণ করে  এবং তাদের পাহারা দিয়ে রাখা হয়। কেউ কেউ খুন হয়। একটি সংখ্যার মহিলারা কোন কনডমের ব্যবহার ছাড়াই ধর্ষণ থেকে যৌন সংক্রামিত রোগে আক্রান্ত হয়। সাইবারসেক্স পাচার ও লাইভ পর্নোগ্রাফিক ভিডিওতে জোরপূর্বক অভিনয়, যেমনটি এনতম রুমের কেস ও অন্যান্য ঘটনায় দেখা যায়, এটি একটি ক্রমবর্ধমান সমস্যা।\nদক্ষিণ কোরিয়ায় পুরুষ ও মহিলা পাচারকারী সকল সামাজিক ও অর্থনৈতিক শ্রেণী থেকে আসে। পাচারকারীরা প্রায়ই অপরাধ সংগঠন ও চক্রের সদস্য বা তাদের সুবিধা প্রাপ্ত হয়। পাচারকারীরা ভুক্তভোগীদের প্রলুব্ধ করার জন্য ইন্টারনেট ওয়েবসাইট, ইমেইল ও অ্যাপ ব্যবহার করে। যৌন পাচার বিনোদন শিল্পের সাথে যুক্ত ও কোরিয়ায় মার্কিন যুক্তরাষ্ট্র ফোর্সেসের  সামরিক চাকুরীজীবি ও ঠিকাদারদের কাছে ব্যবসার উদ্দেশ্যে নারী ও মেয়েদের পাচার করা হয়। যৌন পাচারের ভুক্তভোগীদের সঙ্গে 'জুসি বার' মার্কিন যুক্তরাষ্ট্রের সামরিক বাহিনী ও দক্ষিণ কোরিয়ার পতিতাবৃত্তির ক্ষেত্রে একটি সমস্যা ছিল।\nতথ্যের অভাব, যৌন পাচার অপরাধের গোপনীয়তা ও অন্যান্য কারণের কারণে দক্ষিণ কোরিয়ায় যৌন পাচারের সঠিক পরিমাণ জানা কঠিন।\n\n\n== ২০২০ সালে মার্কিন পররাষ্ট্র দফতরের ব্যক্তি পাচার প্রতিবেদন ==\nমার্কিন পররাষ্ট্র দফতর কর্তৃক জারি করা ২০২০ সালের ট্রাফিকিং ইন পারসনস রিপোর্ট অনুসারে, একটি ব্যাপক জাতীয় আইনের অভাবে পাচার মোকাবেলায় দক্ষিণ কোরিয়ার প্রচেষ্টা দুর্বল হয়ে পড়েছে, যা আন্তর্জাতিক আইনের সাথে সামঞ্জস্যপূর্ণ পাচারকে সংজ্ঞায়িত করে।\n\n\n== বেসরকারি প্রতিষ্ঠান ==\n'অপ্রাপ্তবয়স্কদের যৌন উদ্দেশ্যে-পাচারের বিরুদ্ধে দাঁড়ান', যা 'টিনস আপ' নামেও পরিচিত, দক্ষিণ কোরিয়ায় যৌন-পাচার বিরোধী প্রচেষ্টা পরিচালনা করে।\n\n\n== তথ্যসূত্র =="}