{"pageid": 1091908, "title": "হুমাইরা বেগম", "url": "https://bn.wikipedia.org/wiki?curid=1091908", "content": "হুমাইরা বেগম (২৪ জুলাই ১৯১৮ – ২৬  জুন ২০০২) ছিলেন বাদশাহ মুহাম্মদ জহির শাহের স্ত্রী ও প্রথম কাজিন এবং আফগানিস্তানের শেষ রাণী।\n\n\n== বিয়ে ==\nহুমাইরা বেগম ছিলেন তার প্রথম স্ত্রী জেরিন বেগম যিনি রাজা আমানউল্লাহ খানের চাচাতো ভাই এবং জেনারেল এইচ ই লয়নাব খুশদিল খানের বড় মেয়ে, গভর্নর কাবুল এবং কান্দাহার। তিনি তার প্রথম কাজিন আফগানিস্তানের ক্রাউন প্রিন্স মোহাম্মদ জহিরকে ১৯৩১ সালের ৭ নভেম্বর কাবুলে বিয়ে করেন।\nমোহাম্মদ জহির শাহ এবং হুমাইরা বেগমের ছয় ছেলে ও দুই মেয়ে ছিল:\n\nরাজকুমারী বিলকিস বেগম (জন্ম ১৭ এপ্রিল ১৯৩২)।\nপ্রিন্স মোহাম্মদ আকবর খান (৪ আগস্ট ১৯৩৩- ২৬ নভেম্বর ১৯৪২)।\nক্রাউন প্রিন্স আহমদ শাহ (জন্ম ২৩ সেপ্টেম্বর ১৯৩৪)।\nরাজকুমারী মরিয়ম বেগম (জন্ম ২ নভেম্বর ১৯৩৬)।\nপ্রিন্স মোহাম্মদ নাদির খান (জন্ম ২১  মে ১৯৪১)।\nপ্রিন্স শাহ মাহমুদ খান (১৫ নভেম্বর ১৯৪৬ - ৭ ডিসেম্বর ২০০২)।\nপ্রিন্স মুহাম্মদ দাউদ পশতুনিয়ার খান (জন্ম ১৪ এপ্রিল ১৯৪৯)।\nপ্রিন্স মীর ওয়াইস খান (জন্ম ৭ জানুয়ারি ১৯৫৭)।\n\n\n== আফগানিস্তানের রানী ==\n১৯৩৩ সালের নভেম্বর তার শ্বশুর মোহাম্মদ নাদির শাহ হত্যার পর তার স্বামীকে রাজা ঘোষণা করা হয় এবং হুমাইরা আফগানিস্তানের রানী হন।\nতার স্বামীর রাজত্বের প্রথম অংশে, রানী হুমাইরা একটি বড় জনসাধারণের ভূমিকা পালন করেননি। রাজা আমানউল্লাহ খান  ১৯২৯ সালে ক্ষমতাচ্যুত হন কারণ রাণী সোরায়া তারজির উদাহরণের কারণে আংশিকভাবে অসন্তুষ্ট হন, যিনি তার স্বামীর সাথে প্রকাশ্যে হাজির হন এবং তার উত্তরাধিকারী পর্দা ও লিঙ্গ বিচ্ছিন্নতা পুনরুদ্ধার করেন এবং নারীর অধিকারে প্রতিক্রিয়া সৃষ্টি করেন। ১৯৩০ এর দশকে, রাজকীয় মহিলারা কাবুলের ঘেরা রাজপ্রাসাদ চত্বরের ভিতরে পশ্চিমা ফ্যাশনে পোশাক পরিধান করতে থাকেন, কিন্তু রাজকীয় প্রাঙ্গণ থেকে বেরিয়ে যাওয়ার সময় তাদের নিজেদেরকে theতিহ্যবাহী পর্দার আড়ালে ফিরিয়ে নেন এবং আর প্রকাশ্যে নিজেদের দেখাননি।\nদ্বিতীয় বিশ্বযুদ্ধের পর এটি পরিবর্তিত হয়, যখন আধুনিকীকরণের সংস্কারগুলি সরকার কর্তৃক প্রয়োজনীয় হিসাবে দেখা হতো, যার মধ্যে ছিল নারীর অবস্থানের সংস্কার।\n\n\n== মৃত্যু ==\nআফগানিস্তানে ফিরে আসার এবং সম্প্রতি তার স্বামীর সাথে পুনরায় মিলিত হওয়ার কয়েক সপ্তাহ আগে, বেগমকে শ্বাসকষ্ট এবং হৃদযন্ত্রের সমস্যা নিয়ে হাসপাতালে ভর্তি করা হয়েছিল এবং দুই দিন পরে মারা যান।\nতার মরদেহ আফগানিস্তানে ফিরিয়ে আনা হয় এবং বিমানবন্দরে সামরিক কর্মী,ঐতিহ্যবাহী পোশাক পরা উপজাতীয় প্রতিনিধি এবং হামিদ কারজাই সরকারের মন্ত্রিসভার মন্ত্রীরা তাকে অভ্যর্থনা জানান। কাবুলের দুটি মসজিদে তার জন্য স্মৃতি ও অন্ত্যেষ্টিক্রিয়া অনুষ্ঠিত হয়। তার দেহাবশেষ কাবুলের রাজকীয় সমাধিতে দাফন করা হয়েছিল।\n\n\n== সম্মাননা ==\nKnight Grand Cordon of the Order of the Supreme Sun (জাতীয় সম্মান)\nGrand Cross of the Order of the Legion of Honour (ফ্রান্স)\nGrand Cross of the Order of Merit of the Federal Republic of Germany, Special Issue (জার্মানি)\n\n\n== তথ্যসূত্র =="}