{"pageid": 1091826, "title": "যৌনাচার", "url": "https://bn.wikipedia.org/wiki?curid=1091826", "content": "যৌনাচার হলো এমন এক অনুষ্ঠান যা মানব প্রাণী প্রজননের জন্য বিবর্তনীয় প্রবৃত্তি থেকে উদ্ভুত, যা পরে সমাজে সংহত হয় এবং দিকগুলি অন্তর্ভুক্ত করার জন্য বিস্তারিতভাবে বর্ণনা করা হয় যেমন বিয়ের অনুষ্ঠান, নাচ ইত্যাদি। এ আচার দুই শ্রেণীতে বিভক্ত: সংস্কৃতি-সৃষ্ট ও প্রাকৃতিক আচরণ।\nকখনও কখনও যৌন আচারগুলি অত্যন্ত আনুষ্ঠানিক অথবা ধর্মীয় ক্রিয়াকলাপের অংশ, যেমন হিয়েরোস গামোস, হায়ারোডুল ও অরডো টেম্পলি ওরিয়েন্টিস।\n\n\n== উত্তরণের আচার ==\nবেড়ে ওঠার রীতির অংশ যাকে বলা হয় 'অযৌক্তিক জগত থেকে বিচ্ছিন্নতার রীতি, এবং এর পরে যৌনতার জগতে অন্তর্ভুক্তির রীতি'। এগুলি আনুষ্ঠানিক বা আধা-আনুষ্ঠানিক হতে পারে যেমন হুপিং ক্রেনের আনুষ্ঠানিক নৃত্য' বা অথবা আরো ব্যক্তিগত আবেশের রূপ নেয়: আনুষ্ঠানিক ও কৃত্রিম, এই ধারণা যে দীর্ঘদিন ধরে প্রতিষ্ঠিত একটি রীতি কার্যকর করা হবে, স্টাফোর্ডশায়ার ফিগার ও পেপার-ম্যাচে ট্রেগুলির মধ্যে, দুঃস্বপ্নের বাধ্যতামূলক, বিচ্ছিন্ন আনুষ্ঠানিকতার সাথে।\nফ্রয়েড বিশেষভাবে 'আনুষ্ঠানিক' ধর্মীয় নৃতাত্ত্বিক বিবরণে আগ্রহী ছিলো, যা 'কুমারীত্বের নিষিদ্ধ' এর সাথে সম্পর্কিত।\n\n\n=== বেলেল্লাপনা হিসাবে বিবাহ ===\nফ্রয়েড আরও উল্লেখ করেছিলেন যে 'বিবাহ অনুষ্ঠানের অসংখ্য উদাহরণে সন্দেহ নেই যে বর ছাড়া অন্য লোকেরা, উদাহরণস্বরূপ তার সহকারী এবং সঙ্গীরা (আমাদের ঐতিহ্যবাহী \"বরযাত্রী\"), পাত্রীর সম্পূর্ণ যৌন প্রবেশাধিকার দিয়েছে। তাঁর অনুগামীদের কাছে, 'কনেকে নিয়ে উপস্থিত সমস্ত পুরুষদের সঙ্গে বিয়ের অনুষ্ঠান, আধুনিক কৌতুকের পিছনে স্পষ্ট ঐতিহাসিক বাস্তবতা এবং ... উপস্থিত সকল পুরুষদের দ্বারা।\"\nএইরকম দৃষ্টিভঙ্গিতে, 'সব পুরুষের সাথে সমস্ত মহিলাদের পবিত্র বা অনুমোদিত পাবলিক কোটাসের অন্যান্য উদাহরণ, একইভাবে পরিবর্তিত \"চুম্বন\" আকারে, মিস্টলেটো এর অধীনে' শীতকালীন সল্টাইসে মরে যাওয়া সূর্যকে পুনরুজ্জীবিত করার জন্য, যখন সবচেয়ে শক্তিশালী মানুষ .\"জীবন-যাদু\", যথা রীতিগত মিলন, স্থাপন করা হবে'।\n\n\n== মিথস্ক্রিয়া অনুষ্ঠান ==\nসমাজবিজ্ঞানীরা যৌন মিলনকে মিথস্ক্রিয়া আচার হিসেবে দেখে ... যৌন মিলন হল প্রেমের আচার; এটি উভয়ই সামাজিক বন্ধন তৈরি করে এবং পুনরায় তৈরি করে, এবং এটিকে প্রতীককৃত করে। অনুরূপ পদ্ধতিতে, মার্গট আনন্দ উল্লেখ করেছেন যে, \"আচার আমাদের দৈনন্দিন জীবনে বিস্তৃত এবং এটি অনুষ্ঠান ও উদযাপনের অনুভূতি প্রদান করে\"।\nএরভিং গফম্যান অবশ্য উল্লেখ করেছেন যে 'মিথস্ক্রিয়ার এই ফর্মের উল্লেখযোগ্য তথ্যগত উপাদেয়তা' এবং কীভাবে 'ব্যক্তিরা কৌশলগত অস্পষ্টতা নিশ্চিত করতে অন্ধকার ব্যবহার করতে পারে'।\n\n\n== বাধ্যবাধকতা ==\nবিকৃতিতে, যৌন আচার যৌন ক্রিয়াকলাপের প্রয়োজনীয় অংশ হিসাবে আবির্ভূত হতে পারে। ক্রিমিনোলজিস্টের জন্য, 'যৌন আচারের কারণে যৌন প্রয়োজনে নির্দিষ্ট পদ্ধতিতে বারবার কোনো কাজ বা ধারাবাহিক কর্মে জড়িত হওয়া জড়িত'। সম্পর্কের মধ্যে, 'বাধ্যতামূলক কামশক্তি ধরনের নির্দিষ্ট যৌন আচার ব্যবহার করার সুযোগের সুযোগ নেয় যা তীব্র উত্তেজনা সৃষ্টি করে, এবং তার শক্তিশালী আকারে, বাধ্যতামূলক প্রেমিক কেবল যৌন বস্তু বা আচার ব্যবহার করে জাগিয়ে তুলতে পারে।\nযাইহোক, যে কোনও সম্পর্কের ক্ষেত্রে, যৌন অভ্যাস যা রুটিন বা স্টাইলাইজড হয়ে যায় ... যৌন আচারের দিকে নিয়ে যেতে পারে', যাতে 'যদি আপনার যৌন সম্পর্ক সম্পর্কে আপনার সঙ্গীর সাথে কথা বলার উপায় না থাকে, তাহলে আপনি নিজেকে খুঁজে পেতে পারেন ... যৌন আচারের মধ্যে আটকে আছে যা আপনার যৌন আনন্দকে সীমিত করতে পারে: যেমন একজন স্ত্রী বলতে পারেন, '\"একই পুরানো কৌশল, একই পুরাতন লুইস। আপনি ঠিক আছেন, আমি সেই পুরানো রুটিন যে কোন জায়গায় জানতে চাই। এইভাবে একজনের যৌন জীবন সবই হতে পারে 'আচারের বিষয়ে: সকালে যৌনতার আচার, অথবা রাতে যৌনতার আচার; এবং বার্ষিকীতে যৌনতার আচার, এবং বড়োদিনের উৎসবে যৌনতার আচার-অনুষ্ঠান।\n\n\n== ধর্মীয় শিল্প ==\nভারত, ভুটান, নেপাল ও তিব্বতের বৌদ্ধ শিল্পকর্মে ইয়াব-ইয়ুম তার স্ত্রী সহকর্মীর সাথে যৌন মিলনে পুরুষ দেবতা। প্রতীকতত্ত্ব অনুত্তরযোগ তন্ত্রের সাথে যুক্ত যেখানে পুরুষের চিত্রটি সাধারণত করুণা ও দক্ষ উপায়ে (উপয়া-কৌসাল্য), এবং মহিলা সঙ্গীকে 'অন্তর্দৃষ্টি' (প্রজ্ঞা) এর সাথে যুক্ত করা হয়।\nমিলন ও যৌন প্রান্তিকতার প্রতীক তান্ত্রিক বৌদ্ধধর্ম, বিশেষত তিব্বতে একটি কেন্দ্রীয় শিক্ষা। মিলন অনুশীলনকারীর দ্বারা নিজের শরীরের মধ্যে একটি রহস্যময় অভিজ্ঞতা হিসাবে উপলব্ধি করা হয়। ইয়াব-ইয়ুমকে সাধারণত প্রজ্ঞা ও সহানুভূতির আদি (বা রহস্যময়) ইউনিয়নের প্রতিনিধিত্ব করা হয়।\nতান্ত্রিক বৌদ্ধধর্ম নিজেই তন্ত্রবাদের একটি বহিপ্রকাশ, যার উন্নত কৌশলগুলির মধ্যে রয়েছে 'ধর্মীয় যৌনতা আইন (মৈথুনা) যা তান্ত্রিক যোগের বৈশিষ্ট্য ছিল'। দেওয়া হয়েছে যে 'সেক্স একটি তান্ত্রিকের কাছে পবিত্র ....তান্ত্রিক শিল্প, লেখালেখি এবং ধর্মীয় আচার -অনুষ্ঠান যৌনতাকে মহিমান্বিত করে।\n\n\n== ব্যক্তিগত পূজা ==\nযৌন অঙ্গ 'প্রশংসনীয় উর্বরতা প্রতীক তৈরি করে, এবং এটি ব্যক্তিগতভাবে সময়ে সময়ে পূজা করা হয়, অথবা এমনকি প্রকাশ্যে ... উত্পাদনশীলতা এবং সুরক্ষার নাটকীয় প্রতিশ্রুতি দেয়'। এই ধরনের \"উপাসনা\" কেবল আধুনিকতার শেষের দিকেই বেশি প্রচলিত হতে পারে, কারণ 'আমাদের ধর্মনিরপেক্ষ সংস্কৃতিতে যৌনতা প্রায়ই ধর্মকে জীবনের অর্থ অনুসরণের মাধ্যম হিসেবে প্রতিস্থাপন করে'।\nঅ্যালান ওয়াটস বলছেন যে 'যখন আপনি কারও প্রেমে পড়েন, আপনি প্রকৃতপক্ষে তাদের ঐশ্বরিক সত্তা হিসাবে দেখেন ... এই অন্য ব্যক্তির জন্য সম্পূর্ণ ভক্তি এবং উপাসনাতে মানসিক শক্তির অসাধারণ বহিঃপ্রকাশের মাধ্যমে'। একজন নারী হয়তো এমন কাউকে চান যে আমাকে ভালবাসে ... যেমন সে তার হাত দিয়ে আমার স্তনকে আদর করছিল। একজন মানুষ (আরো দ্বিধাবিভক্তভাবে) 'সে যে সাদা স্তনগুলি পূজা করে তার উপর চিন্তা করতে পারে; আদর; ভয় পায়; ঘৃণা'। শেক্সপিয়ারের জন্য, 'এটি লিভার-শিরা, যা মাংসকে দেবতা, সবুজ হংসকে দেবী করে তোলে; বিশুদ্ধ, বিশুদ্ধ মূর্তিপূজা'।\nমুরগি জ্বালানোর আরও প্রান্তে, 'পুরুষ অঙ্গ ... শক্তির মিনার হয়ে ওঠে, ঘেরের মধ্যে গাছের কাণ্ড, যে স্তম্ভটি মহাবিশ্বকে টিকিয়ে রাখে ... হারকিউলিসের একটি স্তম্ভ, স্বর্গকে টিকিয়ে রাখে'- প্রমাণ সম্ভবত যে 'ফলিক ধর্মীয় প্রবণতা হল আধুনিক ও সভ্যতায় জীবিত ... বাধ্যতামূলক মুগ্ধতা' যাকে জং' ফ্যালাসকে জীবন এবং ফলপ্রদতার উৎকর্ষ 'বলে অভিহিত করেছেন।  অনুরূপভাবে, পশ্চিমা পারদর্শী ধার নিতে পারে, 'পবিত্র স্থান তৈরির খোঁজে ... পূর্ব যোনি নাম দেওয়া হয়েছে, যার মধ্যে উপত্যকা জয়, গ্রেট জুয়েল, পার্ল, লোটাস ব্লসম, আর্দ্র গুহা, পাকা পীচ, মন্ত্রমুগ্ধ বাগান , এবং পূর্ণিমা'।\n\n\n== সাহিত্য ==\nস্যাট্রিকোন -এ, নায়ক 'প্রিয়াপাস অফ হেলেসপন্টের প্রবল রাগের শিকার' - প্রায় অবশ্যই কারণ প্রথম দিকে তিনি 'প্রিয়াপাসকে ক্ষুব্ধ করেছেন ... কিছু যৌন অনুষ্ঠানে তার ছদ্মবেশ ধারণ করে'।\n\n\n== আরও দেখুন ==\nঅম্বুবাচী মেলা\nসঙ্গম\nলিঙ্গম\nবিয়ে\nনয়াতন্ত্র\nলিঙ্গ পূজা\nপবিত্র পতিতাবৃত্তি\nযৌন জাদু\nতান্ত্রিক যৌনতা\nযোনি পূজা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nO. E. Wall, Sex and Sex Worship (2004)"}