{"pageid": 1091693, "title": "মেক্সিকোতে যৌন উদ্দেশ্যে মানব পাচার", "url": "https://bn.wikipedia.org/wiki?curid=1091693", "content": "মেক্সিকোতে যৌন উদ্দেশ্যে মানব পাচার মেক্সিকোয় মানুষকে যৌন শোষণ করার অবৈধ ব্যবসা। ব্যক্তিগত লাভের জন্য কাউকে যৌনকর্মে নিয়োগ, প্রলুব্ধ, পাচার বা অ-সম্মতিমূলক যৌনকর্মে বাধ্য করার প্রচেষ্টার কারণে যৌন পাচারকে আজকের দিনে দাসত্বের একটি ধরন হিসেবে বিবেচনা করা হয়। মেক্সিকো হল যৌন পাচারের একটি উৎস, অতিক্রমণ এবং গন্তব্যস্থল, এটি এমন একটি বৈশ্বিক শিল্প যেখান থেকে বছরে প্রায় ১৫০ বিলিয়ন লাভ অর্জিত হয়।\nদেশে যৌন পাচারের শিকাররা হলেন মেক্সিকোর আদিবাসী এবং বিদেশী সহ সকল জাতিগোষ্ঠীর মানুষ।  যাঁরা সবচেয়ে বেশি শোষিত হওয়ার ঝুঁকিতে আছেন তাঁরা হলেন মহিলা, অভিভাবকহীন নাবালক, দেশজ মানুষ, প্রতিবন্ধী ব্যক্তি, এলজিবিটি হিসাবে চিহ্নিত ব্যক্তি, এবং অভিবাসী। পুরুষরাও যৌন শোষিত হন, কিন্তু নারী এবং শিশুদের মত নয়।  ক্ষতিগ্রস্তরা প্রতারিত হন এবং/অথবা অপহৃত হন এবং পতিতাবৃত্তিতে বাধ্য হন। তাঁরা মার্কিন যুক্তরাষ্ট্র সহ অন্যান্য দেশের সাথে মেক্সিকোর বিভিন্ন রাজ্যে যৌন উদ্দেশ্যে পাচার হয়ে যান। অপরাধীরা নিম্ন-আয়ের জনগোষ্ঠী যাদের শিক্ষা নেই বা খুব কম, তাঁদের শিকার হিসেবে লক্ষ্য করে এবং উন্নত জীবন, অধিক অর্থ, রোমান্টিক সম্পর্কের লোভ দেখায় বা ব্ল্যাকমেইলিংয়ের হুমকি দিয়ে শিকারকে বাধ্য করে।\nতাঁরা দরিদ্র জীবনযাপন করতে বাধ্য হন, তাঁদের প্রায়ই নজরদারির মধ্যে রাখা হয় বা পতিতালয়, বার, হোটেল এবং বাড়ির মতো বিভিন্ন স্থানে আটকে রাখা হয়। ইচ্ছার বিরুদ্ধে আটকে রাখার সঙ্গে সঙ্গে, তাঁদের মাদকাসক্ত করে তোলা হয়, ধর্ষণ, মানসিকভাবে নির্যাতন, অত্যাচার, অথবা খুন করা হয়। যৌন পাচার থেকে বেঁচে যাওয়া বেশিরভাগ মানুষ মানসিক স্বাস্থ্য সমস্যা এবং যৌন সংক্রামিত রোগের সম্মুখীন হন। নির্যাতিতরা যে শুধুমাত্র যৌন পাচারের দ্বারা ক্ষতিগ্রস্ত হন তা নয়, তাঁদের পরিবারকে কখনও কখনও হুমকি দেওয়া হয় বা জামিন স্বরূপ আটকে রাখা হয় যাতে নির্যাতিতের সম্মতি নিশ্চিত করা যায়।\n\nযৌন পাচার এবং শোষণ মেক্সিকান সমাজের সকল স্তরে প্রবেশ করেছে, পুরুষ এবং মহিলা উভয়েই এই অপরাধের সঙ্গে যুক্ত। মেক্সিকোতে সংগঠিত অপরাধের রূপান্তরের কারণে, গত কয়েক বছর ধরে যৌন পাচার বেড়ে চলেছে। বন্দুক ও মাদক ব্যবসার পর মেক্সিকোর তৃতীয় বৃহত্তম অবৈধ কার্যকলাপ হল মানব পাচার। মেক্সিকোর আর্থিক গোয়েন্দা ইউনিটের (ইউআইএফ) প্রধান, সান্তিয়াগো নিটো বলেছেন যে দেশের কুখ্যাত উৎপাদন সঙ্ঘগুলি, বিশেষ করে যাদের প্রধান ব্যবসা ভেঙে পড়েছে, তারা পাচারের জন্য শাখা প্রশাখা খুলেছে। এর ওপরে, দুর্নীতি হল মেক্সিকোর একটি চলমান সমস্যা। সরকারী কর্মকর্তা এবং পুলিশ কর্তৃপক্ষ পাচারের অপরাধে অংশগ্রহণ করে ধরা পড়েছে, যেমন বন্দী পাচারকারীদের প্রবেশ এবং অবৈধ বসবাসের সুবিধা করে দিয়ে অর্থ গ্রহণ।\nমেক্সিকোতে যৌন পাচারের প্রকৃত মাত্রা দুর্নীতির তথ্যের অভাবে পরিমাপ করা কঠিন, এর কারণ হিসেবে বলা যায় তথ্য রাখার অব্যবস্থা যৌন পাচার অপরাধের গোপন প্রকৃতি, অল্প সংখ্যক অপরাধের খবর কর্তৃপক্ষের গোচরে আসা, এবং অন্যান্য কারণ। মেক্সিকান সরকার ২০১৯ সালে মোট ৬৫৮টি পাচারের ঘটনা, ২০১৮ সালে ৭০৬টি পাচারের ঘটনা, ২০১৬ সালে ৬৬৭টি এবং ২০১৫ সালে ৮১৪টি ঘটনা নথিবদ্ধ করেছে। ২০১৯ সালে, ৬৫৮ জন নির্যাতিতের মধ্যে, জানা গেছে যে প্রায় ৫৪ শতাংশ মহিলা, ১৮ শতাংশ পুরুষ এবং ২৮ শতাংশ তাদের লিঙ্গ চিহ্নিত করেনি। স্থানীয়, রাজ্য এবং সংযুক্ত যৌন-পাচার বিরোধী প্রচেষ্টা অপ্রতুল বলে সমালোচিত হয়েছে। কর্তৃপক্ষের বিরুদ্ধে উদাসীনতার অভিযোগ আনা হয়েছে। মেক্সিকোতে যৌন পাচার বিরোধী সংগঠনকে, পাশাপাশি নির্যাতিতের পরিবারকে হুমকি দেওয়া হয়েছে।\n\n\n== মেক্সিকান মাদক যুদ্ধ ==\n\nমাদক কার্টেল এবং মেক্সিকোর মাদক যুদ্ধে অংশগ্রহণকারী গোষ্ঠীগুলি তাদের প্রতিষ্ঠানের অর্থায়ন, অস্ত্র কেনা, তাদের অঞ্চল সম্প্রসারণ এবং অন্যান্য উদ্দেশ্যে অর্থ লাভের বিকল্প উৎস হিসেবে যৌন পাচারের উপর নির্ভর করে। কার্টেল এবং দলগুলি মহিলাদের তাদের ব্যক্তিগত যৌনদাস হিসাবে ব্যবহার করার জন্য অপহরণ করে এবং তাদের বেগার শ্রম দিতে বাধ্য করে।\n\n\n== বেসরকারী প্রতিষ্ঠান ==\nজাস্টিসিয়া প্যারা নিউয়েস্টারস হিজাস (জেপিএনএইচ) মেক্সিকোতে নির্যাতিতদের পুনর্বাসনে এবং যৌন ও শ্রম পাচারের তদন্তে সহায়তা করে। জাতিসংঘ ট্রাস্ট ফান্ড এদের সমর্থন করে।\n\n\n== আরও দেখুন ==\nমেক্সিকোতে মানব পাচার\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nZhang, Sheldon X.; Pacheco-McEvoy, Rodrigo; Campos, Roxanna (নভেম্বর ২০১১)। \"Sex trafficking in Latin America: dominant discourse, empirical paucity, and promising research\"। Global Crime। 13 (1): 22–41।   Abstract.\nটেমপ্লেট:Mexico topics\nটেমপ্লেট:Sex trafficking"}