{"pageid": 1091235, "title": "শহিদি সাল", "url": "https://bn.wikipedia.org/wiki?curid=1091235", "content": "শহিদি সাল (লাতিন: Anno martyrum), বা ডিওক্লেটীয় সাল (লাতিন: Anno Diocletiani), হলো চতুর্থ শতাব্দীর শুরুর দিকে আলেক্সান্দ্রীয় খ্রিষ্টীয় মণ্ডলী এবং পঞ্চম শতাব্দী থেকে বর্তমান পর্যন্ত আলেক্সান্দ্রীয় কিবতীয় সনাতনপন্থী মণ্ডলী কর্তৃক ব্যবহৃত একটি পঞ্জিকা সাল। পশ্চিমা খ্রিষ্টানরা এই পদ্ধতির ব্যাপারে অবগত থাকলেও তারা এটি ব্যবহার করেনি। এর নাম নেওয়া হয়েছে রোমান সম্রাট ডিওক্লেটিয়ান এর নাম থেকে যিনি সাম্রাজ্যের ইতিহাসে শেষ বারের মত খ্রিষ্টানদের উপর বড় রকমের নির্যাতন চালিয়েছিলেন। ডিওক্লেটিয়ান তার শাসনকাজ শুরু করেন ২৮৪ খ্রিস্টাব্দের ২৯ আগস্ট কিংবা ২০ নভেম্বর যা আলেকজান্দ্রীয় বছরের ১ থোথ তারিখ তথা নববর্ষে শুরু হয় যার ফলে এই তারিখটি পঞ্জিকা যুগের প্রথম বছর হিসেবে যাত্রা শুরু করে। এই যুগ নিস্তারপর্বীয় পূর্ণ চন্দ্রের তারিখ বা পুনরুত্থান পার্বণ সারণী তৈরিতে আলেক্সান্দ্রীয় খ্রিষ্টীয় মণ্ডলী ব্যবহার করতো।\nযখন ডায়োনিসিয়াস এক্সিগুয়াস ৫২৫ খ্রিস্টাব্দে অতিরিক্ত ৯৫ বছর সহ পুনরুত্থান সারণি নতুন করে তৈরি করলেন তখন তিনি ডিওক্লেটীয় সালকে অ্যানো ডোমিনি যুগ দ্বারা প্রতিস্থাপিত করেন কেননা তিনি কোন অত্যাচারীর স্মৃতি রাখতে চাননি যে খ্রিস্টানদের উপর নির্যাতন চালিয়েছিলো। ডায়োনিসিয়াসের নতুন পঞ্জিকা যুগটি লাতিন পশ্চিমে জনপ্রিয় হলেও গ্রিক পূর্বে বর্তমান সময়ের আগে ব্যবহৃত হয়নি।\nএই পঞ্জিকা সাল পদ্ধতি শুধু প্রথমদিককার খ্রিস্টানদের কাছেই জনপ্রিয় ছিলো না। অধিকাংশ রোমান খ্রিস্টান এবং তার পূর্বের পৌত্তলিক রোমানরা সাম্রাজ্যের একাধিক দপ্তরকর্তার (রোমক অধিনায়কীয়) গদিপ্রাপ্তির তারিখ দ্বারা গণনা করতো। রোমানরা নগরাব্দ পদ্ধতিও ব্যবহার করতো। এর লাতিন নামটির অর্থ হচ্ছে \"নগর (রোম) প্রতিষ্ঠার সময় থেকে\"। যদিও এই পদ্ধতি ঐতিহাসিক গ্রন্থ ব্যতীত অন্য কোথাও খুব বেশি ব্যবহৃত হয়নি।\nসৃষ্টাব্দ নামক সৃষ্টির সময় থেকে আরম্ভকৃত পঞ্জিকা সালটি বর্ষ সংখ্যা গণনার ক্ষেত্রে আধুনিক যুগের আগ পর্যন্ত জনপ্রিয় ছিলো যা বাইজেন্টাইন বর্ষপঞ্জিতে ব্যবহৃত হতো। পঞ্চম শতাব্দীর আলেকজান্দ্রিয়ার অ্যানিয়ানাস ডিওক্লেটীয় ৭৭ থেকে ৫৩২ বছর বিশিষ্ট ১১টি নিস্তারপর্বীয় চক্র গণনা করে পৃথিবীর সৃষ্টির তারিখ ২৫ মার্চ ৫৪৯২ খ্রিষ্টপূর্ব নির্ধারণ করেন। এটি ধর্মীয় পঞ্জিকা সালের বদলে বেসামরিক পঞ্জিকা হিসেবে গৃহীত হয়েছিলো যা আলেকজান্দ্রীয় যুগের প্রথম দিবস থেকে শুরু হয়েছিলো। এই পঞ্জিকা যুগ বাইজেন্টাইন আমল পর্যন্ত বাইজেন্টাইন খ্রিস্টানরা ব্যবহার করতো যেমন ম্যাক্সিমাস দ্যা কনফেসর। সৃষ্টাব্দের ৫৫০৯ খ্রিষ্টপূর্বের ১ সেপ্টেম্বর থেকে বর্ষ শুরু হওয়া আরেকটি সংস্করণ দশম শতাব্দীতে জনপ্রিয় হয়। সৃষ্টাব্দের দুটি সংস্করণই সপ্ততির সৃষ্টির হিসাব ভিত্তি করে তৈরি হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n \"ডেটস অ্যান্ড ডেটিং\"। ক্যাথলিক বিশ্বকোষ। নিউ ইয়র্ক: রবার্ট অ্যাপলটন  কোম্পানি। ১৯৯৩। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  (বিকল্প লিংক)"}