{"pageid": 1091275, "title": "সৌদি আরবে পারিবারিক সহিংসতা", "url": "https://bn.wikipedia.org/wiki?curid=1091275", "content": "মনে করা হয় যে সৌদি আরবে নারী বা শিশুদের আঘাত করা ও তাদের শাসন করা সামাজিকভাবে গ্রহণযোগ্য এবং  হ্যাঁ, পুরোনো প্রজন্ম শিশুদের আঘাত করে ও তাদের মধ্যে কেউ কেউ মহিলাদের আঘাত করতে পারে, বর্তমান প্রজন্ম শৃঙ্খলাবদ্ধ করা অজুহাতে শিশুদের আঘাত করার অভ্যাস থেকে বেরিয়ে আসছে, এটা জেনে যে এটি বর্তমানে ও তাদের ভবিষ্যতে সন্তানের জন্য সমস্যা সৃষ্টি করতে পারে, কিন্তু পরবর্তী প্রজন্মের বেশিরভাগ মহিলাকে আঘাত করা নিষিদ্ধ, অনৈতিক ও অমানবিক বলে মনে করে।\n\n\n== সৌদি আরবে ব্যাপক বৈধতা ==\nসৌদি আরবে গার্হস্থ্য নির্যাতন একটি ঘটনা হল ২০০৪ সালে জনপ্রিয় টেলিভিশন উপস্থাপিকা রানিয়া আল-বাজকে তার স্বামীর দ্বারা মারাত্মকভাবে মারধর করা শুরু করে এবং তার ক্ষত ও ফুলে যাওয়া মুখের ছবি সংবাদমাধ্যমে প্রকাশিত হয়। আল-বাজের মতে, তার স্বামী তাকে অনুমতি না দেওয়ার পরেও তার ফোন রিসিভ করার কারণে তাকে হত্যা করার উদ্দেশ্যে তাকে মারধর করে।\nসৌদি আরবে ২০১৩ সাল পর্যন্ত বাড়িতে নারী ও শিশুদের প্রতি সহিংসতাকে ঐতিহ্যগতভাবে অপরাধ হিসেবে দেখা হতো না। ২০০৮ সালে, \"সামাজিক সুরক্ষা ইউনিট\", সৌদি আরবের মহিলাদের আশ্রয়ের সংস্করণ, প্রধানমন্ত্রীর নির্দেশে বেশ কয়েকটি বড় সৌদি শহরে সম্প্রসারণ করা হয়েছিল। সে বছর প্রধানমন্ত্রী সরকারকে গার্হস্থ্য সহিংসতা মোকাবেলার জন্য একটি জাতীয় কৌশল প্রণয়নের নির্দেশও দিয়েছিলেন। কিছু সৌদি রাজকীয় ভিত্তি, যেমন কিং আবদুল আজিজ সেন্টার ফর ন্যাশনাল ডায়ালগ ও কিং খালিদ ফাউন্ডেশন গার্হস্থ্য সহিংসতার বিরুদ্ধে শিক্ষা ও সচেতনতা প্রচেষ্টার নেতৃত্ব দিয়েছে। পাঁচ বছর পর, ২০১৩ সালে, সৌদি আরব \"নো মোর অ্যাবিউজ\" বিজ্ঞাপন প্রচারের মাধ্যমে গার্হস্থ্য সহিংসতার বিরুদ্ধে প্রথম বড় প্রচেষ্টা শুরু করে।\nসৌদি মন্ত্রিসভা প্রথমবারের মতো ২০১৩ সালের আগস্ট মাসে গার্হস্থ্য সহিংসতাকে ফৌজদারি অপরাধ হিসেবে গণ্য করার জন্য একটি আইন অনুমোদন করে। আইনে এক বছরের কারাদণ্ড ও ৫০,০০০ রিয়াল (১৩,০০০ মার্কিন ডলার) পর্যন্ত জরিমানার শাস্তির কথা বলা হয়েছে।\nসরকারি পরিসংখ্যানের উদ্ধৃতি দিয়ে একটি সংবাদপত্র জানিয়েছে, সৌদি আরবে নারী ও কিশোরদের বিরুদ্ধে হয়রানি মামলার সংখ্যা এক বছরে ২,৭৯৭ টিতে পৌঁছেছে।\nসৌদি আরবে নারীদের প্রতি উল্লেখযোগ্য পরিমাণে পারিবারিক সহিংসতা তাদের নিজের জীবনে স্বায়ত্তশাসনের অভাবের সাথে সম্পর্কিত। এর একটি উদাহরণ হল পুরুষ অভিভাবকত্ব, যার জন্য ভ্রমণ, বিয়ে ও আইনি লেনদেনের মতো গুরুত্বপূর্ণ সিদ্ধান্ত নেওয়ার জন্য একজন মহিলার একজন পুরুষ অভিভাবক উপস্থিত থাকা প্রয়োজন।\n\n\n== তথ্যসূত্র =="}