{"pageid": 1091259, "title": "শেরি বিয়াসলি হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1091259", "content": "শেরি জয় বিয়াসলি (২৫ ফেব্রুয়ারি ১৯৮৫ - ২৯ জুন ১৯৯১) ভিক্টোরিয়ার মেলবোর্নের বাইরের শহরতলি রোজবাডের একজন অস্ট্রেলীয় স্কুলছাত্রী ছিলেন।\n১৯৯১ সালের জুন মাসে রবার্ট আর্থার সেলবি লোয়ে ছয় বছর বয়সী শেরিকে অপহরণ, ধর্ষণ ও হত্যা করে। কয়েক সপ্তাহ পরে ২৪ সেপ্টেম্বর ঝড়ের পানির ড্রেনে তার লাশ পাওয়া যায়।\nলোয়ে'র কারাগারে বন্দী হওয়ার অন্যতম প্রধান বিষয় ছিল রোগীর যত্নের সেশনের উপর ভিত্তি করে যা পুলিশ তদন্তকারীদের দ্বারা এবং পরে তার মনোরোগ বিশেষজ্ঞ দ্বারা রেকর্ড করা হয়েছিল।\nতার হত্যার ২৪তম বার্ষিকীতে তার কবরে একটি স্মরণসভা অনুষ্ঠিত হয়, যেখানে সম্প্রদায়ের অনেক সদস্য উপস্থিত ছিলেন।\n\n\n== হত্যা ==\nশেরি তার সাইকেল চালিয়ে নিকটবর্তী একটি দুধের বারে যান, যেখানে রবিবার স্কুলের শিক্ষক, গির্জার প্রবীণ এবং ভ্রমণকারী বিক্রেতা রবার্ট লোয়ে তাকে অপহরণ করেন।\nলোয়ে স্পষ্টতই শেরিকে লক্ষ্য করেছিল কারণ সে তাকে আগের বেশ কয়েকটি অনুষ্ঠানে একা দেখেছিল। তত্ত্বাবধানের অভাবের একটি সম্ভাব্য ব্যাখ্যা ছিল যে শেরিকে তার মায়ের হেফাজত এবং তার দাদা-দাদীর ও নানা-নানীর হেফাজতের মধ্যে বেশ কয়েকবার স্থানান্তরিত করা হয়েছিল।\nঅপহরণের পর, বেশ কয়েকজন সাক্ষী বলেছিলেন যে তারা একজন মধ্যবয়স্ক ব্যক্তিকে \"দুর্দশাগ্রস্ত শিশু\" সম্বলিত গাড়ি চালাতে দেখেছেন।\nলোয়েয়ের শিশুদের সাথে জড়িত অপরাধের ইতিহাস ছিল। শেরির হত্যার আগে, অশালীন প্রকাশের জন্য তার একাধিক অপরাধ ছিল, যা অল্প বয়সী মেয়েদের উদ্দেশ্যে করা হয়েছিল।\nহত্যার কয়েক মাস পরে, তিনি একজন সাইকোথেরাপিস্টকে দেখছিলেন কারণ তার বৈবাহিক সমস্যা ছিল। তার থেরাপিস্ট মার্গারেট হবস শেষ পর্যন্ত সন্দেহ করতে শুরু করেন যে তিনি শেরি হত্যার সাথে জড়িত ছিলেন। লোয়েয়ে সন্দেহজনক বক্তব্য দিয়েছিলেন, বলেছিলেন যে শেরি মারা যাওয়ার দিন তিনি কোথায় ছিলেন তা তাঁর মনে নেই এবং তিনি অনুভব করেছিলেন যে পুলিশ তাকে সন্দেহ করা শুরু করেছে।\nঅপহরণের পর পুলিশ লোয়েয়ের সাক্ষাৎকার নিয়েছিল এবং তারা পরে হবসের সাথে তার কিছু সেশন টেপ রেকর্ড করেছিল (প্রাথমিকভাবে তার অজান্তে)। রেকর্ডিং সম্পর্কে অবহিত হওয়ার পরে, হবস তাকে আরও টেপ করার অনুমতি দিয়েছিলেন, কারণ তিনি লোয়েয়ের বিবৃতিতে বিরক্ত ছিলেন।\n\n\n== বিচার ==\nলোয়েয়ের বিচারের সময় যারা প্রতিনিধিত্ব করেছিলেন তারা হবসের সাথে তার থেরাপি সেশনগুলি থেকে যেভাবে রেকর্ডকৃত প্রমাণ পাওয়া গিয়েছিল তাতে আপত্তি করেছিলেন। তারা দাবি করেছিল যে রেকর্ডিংগুলি একটি গোপনীয়তা নীতির লঙ্ঘন। আদালত এটি খারিজ করে দেয় এবং সর্বসম্মতিক্রমে আসে যে, প্রমাণ জনসাধারণের সুরক্ষার জন্য উপযুক্ত।\nহবস বলেছিলেন যে লোয়েই শেরির হত্যার সাথে সম্পর্কিত বেশ কিছু সন্দেহজনক বিবরণ নিয়ে আলোয়েচনা করেছিলেন।এই ধরনের বিবৃতিগুলি \"একটি অ্যালিবি তৈরি\" করার ইচ্ছা এবং হত্যার জন্য দোষী সাব্যস্ত করার পরিণতি নিয়ে উদ্বিগ্ন ছিল। লোয়ে অবশেষে এপ্রিল ১৯৯২ সালে বলেছিলেন যে তিনি শেরিকে তার গাড়িতে চড়েছিলেন এবং ম্যানুয়ালি তাকে শ্বাসরোধ করে হত্যা করেছিলেন। বিচার চলাকালীন সে তার অপরাধ স্বীকার করে। তিনি বলেছিলেন যে তিনি \"মেয়েটিকে শ্বাসরোধ করেছিলেন\"। পরবর্তীতে লোয়েকে অপহরণ ও হত্যার দায়ে দোষী সাব্যস্ত করা হয় এবং প্যারোলে ছাড়াই তাকে যাবজ্জীবন কারাদণ্ড সহ ১৫ বছরের কারাদণ্ড দেওয়া হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nমিলার, ওয়েন চার্লস, দ্য মার্ডার অব শেরি বিয়াসলি, উইলকিনসন বুকস, ১৯৯৬,আইএসবিএন ১৮৬৩৫০২১৯X"}