{"pageid": 1091556, "title": "নেভাহ জ্যানি গ্যালিগোস হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1091556", "content": "নেভাহ জ্যানি গ্যালিগোস (আগস্ট ১, ২০০৪ - সেপ্টেম্বর ২১, ২০০৭)  কলোরাডোর ডেনভারের একটি শিশু ছিল যাকে তার মায়ের লিভ-ইন বয়ফ্রেন্ড হত্যা করেছিল। তার মৃত্যুর পর, ডেনভারের মানব সেবা বিভাগ বলেছে যে তারা তাদের এজেন্সির উন্নতি করবে।\n\n\n== মৃত্যু ==\n২০০৭ সালের ২১ শে সেপ্টেম্বর ডেনভার পুলিশ ডিপার্টমেন্ট নেভারের মা মিরিয়াম গ্যালেগোসের কাছ থেকে ৯১১ নম্বরে ফোন পায়। তিনি দাবি করেছিলেন যে তার মেয়েকে অপহরণ করা হয়েছে, তার হাত থেকে ছিনিয়ে নেওয়া হয়েছে। গ্যালেগোস অনুমিত অপহরণকারী এবং তিনি যে গাড়িতে ছিলেন তার একটি বিবরণ দিয়েছিলেন, তিনি যোগ করেছিলেন যে তিনি যাত্রী ছিলেন এবং তিনি চালককে দেখতে অক্ষম ছিলেন। গ্যালেগোস পুলিশকে তার অ্যাপার্টমেন্টে প্রবেশের অনুমতি দিয়েছিলেন যাতে তারা তাদের অনুসন্ধানে সহায়তা করার জন্য তার মেয়ের একটি ছবি পেতে পারে। একবার অ্যাপার্টমেন্টের ভিতরে পুলিশ লক্ষ্য করেছিল \"বসার ঘরের মেঝেতে একটি কাগজের তোয়ালে যার উপর রক্ত বা অন্য কোনও ধরনের শারীরিক তরল ছিল\"।\nসেদিনের পরে, গ্যালিগোস পুলিশের প্রশ্নের উত্তর দিতে সম্মত হন। তিনি তাদের বলেছিলেন যে তিনি কর্মস্থলে একটি টেলিফোন কল পেয়েছিলেন। একই দিন  তিনি ৯৯১টিরও বেশি কল করেছিলেন। কলটি তার বয়ফ্রেন্ডের কাছ থেকে ছিল যার নাম তিনি অ্যাঞ্জেল মন্টোয়া বলেছিলেন। তিনি তাকে বাড়িতে আসতে বলেছিলেন কিন্তু কেন তা ব্যাখ্যা করেননি। গ্যালিগোস কাজ ছেড়ে বাড়ি চলে যায়। যখন তিনি তার অ্যাপার্টমেন্টে প্রবেশ করলেন তখন তিনি তার মেয়ে নেভাকে শ্বাস বন্ধ অবস্থায় দেখতে পান। তিনি দাবি করেছিলেন যে তিনি \"নেভায় বায়ু প্রবেশ করার\" চেষ্টা করেছিলেন কিন্তু তাকে পুনরুজ্জীবিত করতে পারেননি। তিনি পুলিশকে জানান যে তিনি এবং মনতোয়া অ্যাম্বুলেন্স না ডাকার সিদ্ধান্ত নিয়েছেন কিন্তু পরিবর্তে নেভাহের মৃতদেহকে একটি \"সাদা আবর্জনার ব্যাগে\" রাখার সিদ্ধান্ত নিয়েছেন, যা তারা তারপরে একটি \"কালো আবর্জনাব্যাগের\" ভিতরে রাখে এবং ব্যাগকরা দেহটি একটি ডাফেল ব্যাগে রেখেছিলেন।  তিনি দাবি করেছিলেন যে তিনি এবং মনতোয়া ভবন ছেড়ে চলে যান এবং তিনি ডাফেল ব্যাগ নিয়ে অন্য পথে চলে যান। সাক্ষাত্কারের সময় পুলিশ গ্যালেগোসকে মনতোয়ার একটি ছবি দেখায়, যার পুরো নাম অ্যাঞ্জেল রে মনতোয়া। তিনি নিশ্চিত করেছেন যে ছবিটি তার।\n২০০৭ সালের ২৪ সেপ্টেম্বর, নিখোঁজ হওয়ার তিন দিন পর, লাল প্যান্ট, কার্টুন চরিত্র আঁকা লাল শার্ট ও গোলাপি টেনিস জুতা পরিহিত নেভাহর মৃতদেহ গাছের স্টাম্পের নিচে একটি খাদে একটি  নীচে একটি সাদা প্লাস্টিকের আবর্জনার ব্যাগে পাওয়া যায়। তাকে দম্পতির অ্যাপার্টমেন্ট থেকে প্রায় ২ মাইল (৩.২ কিলোমিটার) দূরে পাওয়া গেছে। মৃত্যুর সময় অনির্ধারিত ছিল, যদিও পরে  শ্বাসরোধের জন্য নির্ধারিত হয়েছিল।   ২০০৭ সালের ২৫ শে সেপ্টেম্বর, তার জন্য মোমবাতি প্রজ্বলন অনুষ্ঠিত হয়, যেখানে কয়েক ডজন লোক নেভাহকে পাওয়া যাওয়া উপত্যকায় ফুল এবং স্টাফড খেলনা রাখে। ২০০৭ সালের ২ রা নভেম্বর নেভাকে একটি স্থায়ী স্মৃতিসৌধ উৎসর্গ করা হয়।\n\n\n== তথ্যসূত্র =="}