{"pageid": 1091351, "title": "যুক্তরাষ্ট্রে গার্হস্থ্য সহিংসতা", "url": "https://bn.wikipedia.org/wiki?curid=1091351", "content": "মার্কিন যুক্তরাষ্ট্রে গার্হস্থ্য সহিংসতা হল এক ধরনের সহিংসতা, যা ঘরোয়া সম্পর্কের মধ্যে ঘটে। যদিও পারিবারিক সহিংসতা প্রায়শই অংশীদারদের মধ্যে অন্তরঙ্গ সম্পর্কের প্রেক্ষিতে  ঘটে, এটি অন্যান্য পারিবারিক সহিংসতার বর্ণনা দিতে পারে, যেমন একটি শিশুর বিরুদ্ধে সহিংসতা, একটি পিতামাতার বিরুদ্ধে শিশুর দ্বারা বা একই পরিবারের ভাইবোনদের মধ্যে সহিংসতা। এটি সরকারি ও বেসরকারি সংস্থার দ্বারা একটি গুরুত্বপূর্ণ সামাজিক সমস্যা হিসেবে স্বীকৃত, এবং এই সহিংসতা ঠেকানোর চেষ্টায় মার্কিন কংগ্রেস কর্তৃক বিভিন্ন সহিংসতা বিরোধী আইন পাস হয়েছে।\nগার্হস্থ্য সহিংসতার শিকার হওয়া লিঙ্গ ও যৌন অভিমুখের সীমা অতিক্রম করে। মহিলারা প্রায়শই গার্হস্থ্য সহিংসতার শিকার ও পুরুষদের তুলনায়  বেশি আঘাত বা স্বাস্থ্যের পরিণতি ভোগের সম্ভাবনা থাকে, কিন্তু পুরুষরাও উল্লেখযোগ্য সংখ্যায় গার্হস্থ্য সহিংসতার শিকার হয়, যার মধ্যে শারীরিক সঙ্গীর সহিংসতা ঘটনাগুলিও রয়েছে। এলজিবিটি দম্পতির উল্লেখযোগ্য শতাংশও পারিবারিক সহিংসতার সমস্যার মুখোমুখি হয়। মার্কিন যুক্তরাষ্ট্রে সামাজিক ও অর্থনৈতিকভাবে সুবিধাবঞ্চিত গোষ্ঠীগুলি অন্যান্য গোষ্ঠীর তুলনায় নিয়মিতভাবে গার্হস্থ্য সহিংসতার হারের মুখোমুখি হয়। উদাহরণস্বরূপ, প্রায় ৬০% নেটিভ আমেরিকান মহিলারা তাদের জীবনকালে একজন সঙ্গী বা স্বামী / স্ত্রী দ্বারা শারীরিকভাবে লাঞ্ছিত হন।\nসমস্যাটির অনেক পণ্ডিত গবেষণায় বলা হয়েছে যে, গার্হস্থ্য সহিংসতা প্রায়শই সম্পর্কের নিয়ন্ত্রণ ও নিপীড়নের গতিশীল অংশ, নিয়মিতভাবে একাধিক শারীরিক ও অ-শারীরিক নির্যাতনের সাথে জড়িত। অন্তরঙ্গ সন্ত্রাস হচ্ছে নিয়ন্ত্রণ, ক্ষমতা ও অপব্যবহারের একটি চলমান, জটিল ব্যবহার, যেখানে একজন ব্যক্তি মানসিকভাবে অন্যের উপর নিয়মতান্ত্রিক নিয়ন্ত্রণ করার চেষ্টা করে। অনেক রাজ্যে গৃহহীনদের জন্য আশ্রয়স্থল বিদ্যমান এবং সেইসাথে লোকেদের তাৎক্ষণিক সাহায্যের জন্য বিশেষ হটলাইনের ব্যবস্থা রয়েছে, অলাভজনক সংস্থাগুলি এই সমস্যাগুলির প্রতিবেদন করার ক্ষেত্রে লোকেরা উভয়ের মুখোমুখি কলঙ্কের বিরুদ্ধে লড়াই করার চেষ্টা করছে।\n\n\n== সংজ্ঞা ==\nমেরিয়াম-ওয়েবস্টার ডিকশনারির সংজ্ঞা অনুসারে, গার্হস্থ্য সহিংসতা হল: \"একই পরিবার বা পরিবারের সদস্যের দ্বারা অন্যের উপর শারীরিক আঘাত করা; এছাড়াও: এই ধরনের আচরণের পুনরাবৃত্তি বা অভ্যাসগত নমুনা।\"\n\n\n== ঘটনা ==\nপ্রতিবছর ৬০,০০০ টি থেকে ৩০,০০,০০০ টি গার্হস্থ্য সহিংসতার ঘটনা নথিভুক্ত করা হয়, এছাড়া বহু ঘটনা ঘটে যেগুলি নথিভুক্ত করা হয় না। এটা থেকে অনুমান করা হয় যে মার্কিন যুক্তরাষ্ট্রে প্রতি বছর দশ মিলিয়নেরও বেশি মানুষ গার্হস্থ্য সহিংসতার সম্মুখীন হয়।\n\n\n== তথ্যসূত্র =="}