{"pageid": 1091792, "title": "পঞ্জীবর্ষ", "url": "https://bn.wikipedia.org/wiki?curid=1091792", "content": "পঞ্জীবর্ষ হল একটি পঞ্জিকার অব্দের আরম্ভের পরে বা এর পূর্বে সময় অতিবাহিত হওয়ার অব্দকাল। উদাহরণস্বরূপ, গ্রেগরীয় বর্ষপঞ্জি অনুসারে বর্তমান অব্দ হচ্ছে ২০২৫, যার সংখ্যা পদ্ধতি পশ্চিমা খ্রিস্টীয় সাল মেনে চলে (আলেক্সান্দ্রীয় কিবতীয় সনাতনপন্থী মণ্ডলী ও ইথিওপীয় সনাতনপন্থী মণ্ডলীর আলাদা খ্রিস্টীয় সাল রয়েছে)।\nপ্রাক মধ্যযুগে, শাসকের গদিপ্রাপ্তির বছর থেকে রাজকীয় বছর গণনা করা হত যার ফলে প্রাচীন নিকট প্রাচ্যের কালক্রম নির্মাণ করা কঠিন হয়ে পড়ে যেমন সুমেরীয় রাজার তালিকা এবং ব্যাবিলনীয় রাজাদের অনুশাসন সূত্র। পূর্ব এশিয়ায়, শাসকদের যুগের নাম পদ্ধতি বিংশ শতাব্দীতে বাতিল করা হয় তবে জাপানে এখনো এটি প্রচলিত রয়েছে।\n\n\n== প্রাচীন তারিখ পদ্ধতি ==\n\n\n=== অ্যাসিরীয় নাম ===\n\nহাজার বছরের বেশি সময় ধরে প্রাচীন অ্যাসিরীয় নামকে বছর নির্ধারণের জন্য ব্যবহার করতো। প্রত্যেক বছর আকিতু উৎসবে (মেসোপটেমীয় নববর্ষ), উচ্চপদস্থ কর্মকর্তাদের ছোট মণ্ডলীর একজন (পরবর্তী সময়গুলোতে মণ্ডলীতে রাজা থাকতো) ওই বছরটিতে লিমমু কে উপাসনা করার জন্য নির্বাচিত হত যার অর্থ সেই বছর আকিতু উৎসবে নির্বাচিত ব্যক্তিটি সভাপতিত্ব করতো এবং তার নামে বছরটি নামকরণ করা হত। প্রাচীনতম সত্যায়িত নামটি পাওয়া যায় আনাতলিয়ার কারুম কানেশ নামক অ্যাসিরীয় ব্যবসায়িক উপনিবেশে যার তারিখ নির্ধারিত হয়েছে খ্রিস্টপূর্ব দ্বিতীয় সহস্রাব্দে, এবং তারা আনুমানিক ৬১২ খ্রিস্টপূর্ব, নব-অ্যাসিরীয় যুগের পতন পর্যন্ত এটা ব্যবহার করেছিল।\nঅ্যাসিরীয় কাগজপত্রে লিমমু তালিকা দেওয়া আছে যেখানে ক্রম অনুসারে খ্রিস্টপূর্ব প্রথম সহস্রাব্দের ২৫০টি নামভিত্তিক বছরের তালিকা পাওয়া যায়। এটি একটি অমূল্য কালপঞ্জি নিদর্শন কারণ এখানে গুজানার গভর্নর বুর-সাগালের লিমমু সময়কালে একটি সূর্য গ্রহণের ঘটবা লিপিবদ্ধ রয়েছে। জ্যোতির্বিজ্ঞানীরা এই গ্রহণকে ৭৬৩ খ্রিস্টপূর্বাব্দের ১৫ জুনের সূর্য গ্রহণের সাথে চিহ্নিত করেছেন, যা আমাদেরকে নামের তালিকার সময়কাল ৮৯২ থেকে ৬৪৮ খ্রিস্টপূর্ব পর্যন্ত নির্ধারণ করতে সাহায্য করেছে। এই নামভিত্তিক সালের তালিকা নব-অ্যাসিরীয় সাম্রাজ্যের বিভিন্ন ঘটনার নির্দিষ্ট তারিখ পেতে সাহায্য করেছে।\n\n\n=== অলিম্পিয়াড সাল ===\nগ্রিক ইতিহাসবিদ ও গবেষকদের মধ্যে বছর গণনার জন্য ৭৭৬ খ্রিস্টপূর্বে প্রথম অনুষ্ঠিত হওয়া প্রাচীন অলিম্পিক গেমস ভিত্তিক একটি সাধারণ পদ্ধতি ব্যবহার করতে দেখা যায়। অলিম্পিক গেমসের তারিখ বিভিন্ন নগররাষ্ট্রগুলোতে পরস্পর স্বীকৃত তারিখ পদ্ধতি ছিলো। অলিম্পিয়াড সাল দৈনন্দিন জীবনে ব্যবহার হত না। এই সাল ব্যবস্থাটি খ্রিস্টপূর্ব তৃতীয় শতাব্দী থেকে ব্যবহার শুরু হয়। আধুনিক অলিম্পিক গেমস (বা গ্রীষ্মকালীন অলিম্পিক গেমস যা ১৮৯৬ সালে শুরু হয়) প্রাচীন গ্রিস থেকে চার বছর পরপর অনুষ্ঠিত হতো না: ৬৬৯ তম অলিম্পিয়াড ১৮৯৭ সালের গ্রীষ্মে শুরু হলেও আধুনিক অলিম্পিকস ১৮৯৬ সালে শুরু হয়।\n\n\n=== পঞ্চদশ চক্র ===\nআরেকটি সাধারণ ব্যবস্থা ছিলো পঞ্চদশ কৃষিজ কর চক্র যা রোমান মিশরে দিতে হত। চতুর্থ শতাব্দীতে বিভিন্ন ঘটনা ও দলিল এই চক্রের তারিখ অনুসারে লেখা শুরু হয় (যেমন \"পঞ্চম ইন্ডিকেশন\") এবং এই পদ্ধতিটি কর আদায় বন্ধের অনেক বছর পরেও ব্যবহৃত হতো। এটি মিশরের গল শহরে মুসলিমদের মিশর বিজয় ও ১৪৫৩ খ্রিস্টাব্দের পূর্ব রোমক সাম্রাজ্যে অটোম্যানদের অভিযানের আগ পর্যন্ত ব্যবহৃত হয়েছে।\nখ্রিস্টাব্দের বছর থেকে কৃষিজ কর চক্রের বছর গণনার পদ্ধতি ডায়োনিসিয়াস এক্সিগুয়াস আবিষ্কার করেছেন এবং তা নিজের লেখার উল্লেখ করেছেন: ৩ যোগ করে ১৫ দ্বারা ভাগ করুন, বাকিটা হচ্ছে ইন্ডিকেশন, শূন্য বাকি থাকলে সেটা পঞ্চদশ ইন্ডিকেশন ধরে নিতে হবে। সেই হিসেবে ২০০১ খ্রিস্টাব্দ ছিলো নবম ইন্ডিকেশন। বছর শুরুর উপর ইন্ডিকেশন নির্ভর করে।\n\n\n=== সেলেউসিড সাল ===\n\nসেলেউসিড সাল খ্রিস্টপূর্ব চতুর্থ শতাব্দী থেকে খ্রিস্টাব্দ ষষ্ঠ শতাব্দী পর্যন্ত মধ্যপ্রাচ্যে এবং দশম শতাব্দী পর্যন্ত মধ্যপ্রাচ্যের খ্রিস্টানদের মধ্যে ব্যবহৃত হয়ে এসেছে। এই সাল ৩১২ খ্রিস্টপূর্বাব্দের আগস্টে প্রথম সেলুকাস নিকেটর এর ব্যাবিলন জয়ের তারিখ থেকে শুরু হয়।\n\n\n=== প্রাচীন রোম ===\n\n\n==== অধিনায়কীয় সাল ব্যবস্থা ====\nএকটি পূর্বকালীন সাধারণ ব্যবস্থা ছিলো অধিনায়কীয় সাল ব্যবস্থা। এর নাম এসেছে কন্সুলেস অরডিনারি থেকে যারা ১৫৩ খ্রিস্টপূর্ব থেকে ১ জানুয়ারি তারিখে দপ্তরের ক্ষমতা গ্রহণ করতো। কখনো এক বা দুই৷ অধিনায়কীয় আগের বছরের নভেম্বর বা ডিসেম্বরের আগে নিয়োগপ্রাপ্ত হতেন না এবং নতুন অধিনায়কীয় নিয়োগের খবর সাম্রাজ্যের সর্বত্র ছড়াতে অনেক মাস লেগে যেতো; আর তাই আমরা কিছু অনিয়মিত ফলক দেখতে পাই যেখানে বছরের জায়গায় জোড়া অধিনায়কীয়দের মধ্যে একজনের \"অধিনাকীয়র পরে\" লেখা হয়েছে।\nঅধিনায়কীয় তারিখ ব্যবস্থা ব্যবহার ৫৪১ খ্রিস্টাব্দ বন্ধ হয় যখন সম্রাট প্রথম জাস্টিনিয়ান অধিনায়কীয় নিয়োগ বন্ধ করেন। শেষ অধিনায়কীয়ের নাম ছিলো অ্যানিসিয়াস ফাউস্টাস আলবিনাস বাসিলিয়াস। ঠিক এর পরেই রাজকীয় শাসনকাল সাল ব্যবস্থা এর স্থলে গ্রহণ করা হয়।\n\n\n==== নগরাব্দ ====\nআরেকটি সাল ব্যবস্থা ছিলো যার নাম নগরাব্দ (লাতিন: Anno urbis conditae, নগর প্রতিষ্ঠার বছর; সংক্ষেপে এইউসি যেখানে নগর বলতে রোমকে বুঝানো হয়েছে)।\nরোমান ইতিহাসবিদরা বিভিন্ন পদ্ধতি ব্যবহার করতেন। আধুনিক ইতিহাসবিদগণ ভারোর পদ্ধতিটি বেছে নেন যা শুরু হয়েছে ৭৫৩ খ্রিস্টপূর্ব থেকে।\nএই পদ্ধতিটি ভারো খ্রিস্টপূর্ব প্রথম শতাব্দীতে পরিচয় করিয়ে দেন। এই সাল ব্যবস্থার প্রথম বর্ষের প্রথম দিনটি রোমের প্রতিষ্ঠার দিন (২১ এপ্রিল)। এটি জুলীয় ও রোমান বর্ষপঞ্জিতে খুব কম ব্যবহৃত হত। সেই সময় রোমান অধিনায়কীয়দের সাল ব্যবস্থা জনপ্রিয় ছিলো। ২০২৫ খ্রিস্টাব্দকে আনুমানিক ২৭৭৮ নগরাব্দ ধরা হয় (২০২৫ + ৭৫৩)।\n৪০০ খ্রিস্টাব্দের দিকে ইবেরীয় ইতিহাসবিদ পলাস ওরোসিয়াস এই পঞ্জিকা সাল ব্যবহার করেছিলেন। ৬০০ খ্রিস্টাব্দের দিকে পোপ চতুর্থ বনিফেস সম্ভবত প্রথবারের মত নগরাব্দ ও খ্রিস্টাব্দ উভয় ব্যবস্থা ব্যবহার করেছিলেন (তিনি ৬০৭ খ্রিস্টাব্দ = ১৩৬০ নগরাব্দ ধরে নিয়েছিলেন)।\n\n\n==== রোমান সম্রাটদের শাসনকাল ====\nআরেকটি কম পরিচিত ব্যবস্থা ছিলো রোমান সম্রাটদের শাসনকালের বছর ব্যবহার। প্রথমে অগাস্টাস তার তার গদিপ্রাপ্তির বছর ও কতবার রোমান সিনেট তাকে বিচারের ক্ষমতার প্রদান করেছেন সেই সাপেক্ষে গণনাপূর্বক তিনি নিজের শাসনকাল তুলে ধরেন। তার উত্তরাধিকারীরা তার ব্যবস্থাটি ২০০ খ্রিস্টাব্দের দিকে রোমান প্রজাতন্ত্রের স্মৃতি ম্লান হওয়ার আগ পর্যন্ত ব্যবহার করতো এবং তার পরে তারা প্রকাশ্যে নিজেদের শাসনকালের বছর ব্যবহার করতে শুরু করে।\n\n\n==== রোমান অভিযান হতে সাল ব্যবস্থা ====\nরোমান সাম্রাজ্যের কিছু অঞ্চল রোমান অভিযান বা রোমান শাসনের সূচনাকাল থেকে তাদের সাল শুরু করেছিলো।\nস্পেনীয় সাল ৩৮ খ্রিস্টপূর্বাব্দ থেকে বর্ষ গণনা শুরু করে, সম্ভবত এই সালে ইবেরিয়ার উপর রোমান প্রজাতন্ত্রের কর আরোপ করা হয়েছিলো। এই সালটিকে স্পেনে রোমান শাসন প্রতিষ্ঠার সাল বলা হয় যা পর্তুগাল, আরাগন, ভ্যালেন্সিয়া ও কস্টিলের দাপ্তরিক কাগজপত্রে চতুর্দশ শতাব্দীতে ব্যবহৃত হতো। এই সাল ব্যবস্থা ১৩৮১ সালে বিলুপ্ত হয়ে বর্তমান খ্রিস্টাব্দ ব্যবস্থা দ্বারা প্রতিস্থাপিত হয়।\nরোমান ও বাইজেন্টাইন যুগে, ডেকাপোলিস ও সিরিয়া ও ফিলিস্তিনের অন্যান্য হেলেনীয় শহরগুলো পম্পীয় সাল ব্যবহার করতো যা রোমান সেনাপতি পম্পের ৬৩ খ্রিস্টপূর্বাব্দে লেভান্ত অঞ্চলে অভিযানের বর্ষ থেকে শুরু হয়।\n\n\n=== মায়া ===\nভিন্ন রকমের একটি পঞ্জিকা বৃহৎ সময়ের হিসাব রাখার জন্য এবং পঞ্জিকা তারিখের ফলকে লেখার জন্য ব্যবহার করা হতো। এই পঞ্জিকা ব্যবস্থাকে বলা হয় দীর্ঘ গণনা যা পৌরাণিক সৃষ্টির সূচনার পর থেকে অতিবাহিত দিবসের সংখ্যার উপর ভিত্তি করে তৈরি। সংখ্যাগরিষ্ঠ মায়া গবেষক দ্বারা গ্রহণীয় দীর্ঘ গণনীয় ও পশ্চিমা পঞ্জিকার ক্রমাঙ্কন অনুসারে এই পঞ্জিকা সালের সূচনা হয়েছে গ্রেগরীয় ১১ আগস্ট, ৩১১৪ খ্রিস্টপূর্ব বা জুলীয় ৬ সেপ্টেম্বর তারিখে (জ্যোতির্বিজ্ঞানীয় বর্ষ সংখ্যা পদ্ধতিতে −৩১১৩)।\n\n\n=== অন্যান্য সাল ব্যবস্থা ===\nআরো অনেক স্থানীয় সাল ব্যবস্থা ছিলো যেগুলো গুরুত্বপূর্ণ, যেমন নির্দিষ্ট কোন শহরের প্রতিষ্ঠা ভিত্তিক সাল, পারস্যের সম্রাটদের শাসনকাল, এবং এমনকি শেষের দিকের খলিফাদের শাসনের বছরও।\n\n\n== প্রাক-মধ্যযুগ এবং মধ্যযুগ ==\nঅধিকাংশ ঐতিহ্যবাহী পঞ্জিকা সাল প্রাক-মধ্যযুগ ও মধ্যযুগের মধ্যকার সময়ে তথা ষষ্ঠ থেকে দশম শতাব্দীতে এসেছে।\n\n\n=== খ্রিস্টীয় সাল ===\nবাইজেন্টাইন বর্ষপঞ্জি এটোস কসমো পৃথিবীর সৃষ্টি ৫৫০৯ খ্রিস্টপূর্বাব্দে নির্ধারণ করে। এটি প্রথম ব্যবহারের খবর জানা যায় সপ্তম শতাব্দীর দিকে, যদিও এর পূর্বরূপ প্রস্তুত হয়েছিলো ৪০০ খ্রিস্টাব্দের দিকে।\nশহিদী সাল বা ডিওক্লেটীয় সাল হল রোমান সম্রাট ডিওক্লেটিয়ানের শাসনামলের সূচনা বর্ষ থেকে শুরু হওয়া একটি পঞ্জিকা সাল যার প্রথম বছর ছিলো ২৮৪-২৮৫ খ্রিস্টাব্দ। সম্রাটদের শাসনকাল সাল হিসেবে রোমে ব্যবহার ঐতিহ্য না হলেও এটি রোমান মিশরে ব্যবহার ঐতিহ্য ছিলো যেখানে রোমান সম্রাট মিশরের রাজাও ছিলেন। এই সাল ব্যবস্থা ডিওক্লেটিয়ানের সময় মিশরীয় মাস থোথ-এ (২৯ আগস্ট, অধিবর্ষের আগের বছরে ৩০ আগস্ট) মিশরের বিশেষ মর্যাদা বাতিল করার ফলে সেখানে অধিনাকীয় সাল ভিত্তিক রোমান বর্ষপঞ্জি ব্যবহার শুরু হয়। এই পঞ্জিকা সাল ডিওক্লেটিয়ান দ্বারা খ্রিস্টানদের উপর নিপিড়নের পরেও আলেকজান্দ্রিয়ায় পুনরুত্থান পার্বণ সারণী তৈরিতে ব্যবহৃত হত। এই পঞ্জিকা সাল কিবতীয় মণ্ডলী কর্তৃক সংরক্ষণ করা হয়েছিলো এবং সাধারণ উদ্দেশ্যে ব্যবহৃত হত, কিন্তু ৬৪৩ খ্রিস্টাব্দে এর নাম বদল করে শহিদী সাল রাখা হয়।\nআবির্ভাবীয় সাল ইথিওপিয়ায় ব্যবহৃত একটি পঞ্জিকা সাল যার প্রথম বর্ষ শুরু হয়েছে জুলীয় বর্ষপঞ্জির ২৯ আগস্ট ৮ খ্রিস্টাব্দে।\nআর্মেনীয় বর্ষপঞ্জির নিজস্ব পঞ্জিকা সাল রয়েছে যা শুরু হয় ৫৫২ খ্রিস্টাব্দে।\n\n\n==== ডায়োনিসিয়াসের \"সাধারণ সাল\" ====\n\nএই সাল যিশু খ্রিস্টের মনুষ্য দেহে আবির্ভাবের তারিখের উপর ভিত্তি করে তৈরি যা ৫২৫ খ্রিস্টাব্দে ডায়োনিসিয়াস এক্সিগুয়াস পরিচয় করিয়ে দেন যা পরবর্তীতে বিভিন্নভাবে ব্যবহৃত হতে থাকে। যদিও নবম শতাব্দীর পূর্বে \"মনুষ্য দেহে আবির্ভাব\" ও \"জন্ম নেওয়া\" এই দুটির মাঝে পার্থক্য ছিলো না। ডায়োনিসিয়াসের এই সালের শুরু স্থানভেদে বদলাতো। ১৬০০ সালে স্কটল্যান্ড ১ জানুয়ারিকে তাদের নববর্ষ হিসেবে বেছে নেয় যা সেই সময় ইউরোপের অধিকাংশ অঞ্চলে চালু ছিলো। ইংল্যান্ড তা গ্রহণ করে ১৭৫২ খ্রিস্টাব্দে।\n\nএডি (খ্রিস্টাব্দ) – লাতিন অ্যানো ডোমিনি, অর্থ \"(আমাদের) প্রভুর বছর\"। এটা কর্তৃত্বপূর্ণ বা পশ্চিমা খ্রিস্টীয় সাল খ্রিস্টাব্দ যা গ্রেগরীয় বর্ষপঞ্জিতে ব্যবহার করা হয়। অ্যানো সালুটিস, অর্থ \"পরিত্রাণের বছর\" ও অ্যানো ডোমিনি মূলত একই। প্রকৃতপক্ষে এটি যিশু খ্রিস্টের জন্মের বছর গণনার জন্য তৈরি করা হয়, আধুনিক যুগের গবেষকদের মতে এই গণনার হিসাবে ত্রুটি বিদ্যমান। শূন্য বর্ষ ছাড়া এই পঞ্জিকা সাল ১ খ্রিস্টাব্দের আগে ১ খ্রিস্টপূর্বাব্দ আসে। এই পদ্ধতিটি জুলীয় বর্ষপঞ্জিতে ব্যবহৃত হত কিন্তু সেক্ষেত্রে এর নববর্ষ ১ জানুয়ারিতে পালিত না হয়ে পালন করা হত ১ মার্চ (পুনরুত্থান পার্বণ), ২৫ মার্চ, ১ সেপ্টেম্বর কিংবা ২৫ ডিসেম্বর। জুলীয় ও গ্রেগরীয় বর্ষপঞ্জির দুটিকে পৃথক করার জন্য ওএস এবং এনএস তারিখের সাথে প্রায়শই লেখা হত বিশেষত সপ্তদশ ও অষ্টদশ শতাব্দীতে যখন দুটো বর্ষপঞ্জির ব্যবহার সাধারণ ছিলো। সনাতন পদ্ধতি (ইংরেজিতে ওএস) জুলীয় বর্ষপঞ্জির জন্য ব্যবহার হত এবং যেসব বছর ১ জানুয়ারিতে শুরু হত না সেসব বছরের জন্য ব্যবহার হত। আধুনিক পদ্ধতি (ইংরেজিতে এনএস) গ্রেগরীয় বর্ষপঞ্জি এবং ১ জানুয়ারিতে শুরু হওয়া জুলীয় বর্ষপঞ্জি জন্য ব্যবহার করা হত।\nবিসি (খ্রিস্টপূর্ব) – অর্থ \"খ্রিস্টের পূর্বে\", ১ খ্রিস্টাব্দের পূর্বের বছরগুলোর জন্য ব্যবহৃত হয়। এই ব্যবস্থায় কোন ০ বছর নেই।\nসিই (কমন এরা) এবং বিসিই (বিফোর কমন এরা)  – অর্থ \"সাধারণ সাল\" ও \"সাধারণ সালের পূর্বে\", গাণিতিকভাবে খ্রিস্টাব্দ ও খ্রিস্টপূর্বের সমতুল্য (১ খ্রিস্টাব্দ = ১ সিই) লাতিন সমার্থক ভালগারিস এরা ১৬১৫ সালে জোহানেস কেপলার দ্বারা ব্যবহৃত হয়েছিলো। এর ইংরেজি আদ্যাক্ষর সিই ও বিসিই দুটো উনবিংশ শতাব্দীতে ইহুদি বুদ্ধিজীবী দ্বারা পরিচয় করিয়ে দেওয়া হয়েছিলো যারা লাতিন বাক্যাংশ অ্যানো ডোমিনি (প্রভুর বছর) এর আদ্যাক্ষর এডি এড়াতে চেয়েছিলো যা যিশু খ্রিস্টের সাথে সম্পৃক্ত। বিংশ শতাব্দীর পরবর্তী সময়ে এই দুটো আদ্যাক্ষর ধর্মনিরপেক্ষতাবাদী লেখকদের দ্বারা ব্যাপকভাবে ব্যবহৃত হয়।\n\n\n==== ডায়োনিসীয়-আনীত ====\nজ্যোতির্বিজ্ঞানীয় বর্ষ সংখ্যা পদ্ধতি ১ খ্রিস্টপূর্বকে ০ বর্ষ হিসেবে দেখে এবং ২ খ্রিস্টপূর্বকে −১ ধরে এই সাল থেকে পেছনে ঋণাত্মক পদ্ধতিতে বর্ষ গণনা করে। সেই হিসেবে ১০০ খ্রিস্টপূর্ব হচ্ছে −৯৯।\nমনুষ্য সাল, আরেক নাম হলোসিন সাল, সিজার এমিলিয়ানি দ্বারা প্রস্তাবিত একটি পঞ্জিকা সাল সা ১ খ্রিস্টাব্দের সাথে ১০,০০০ বছর যোগ করে যার ফলে হলোসিন সালে ১ খ্রিস্টাব্দ ১০,০০১ বছর হয়।\nফ্রিম্যাসনরির আলোকাব্দ (অ্যানো লুসিস) খ্রিস্টাব্দের সাথে ৪০০০ বছর যোগ করে।\n\n\n=== ইসলামি ===\nএএইচ (বা হিজরি সন) – লাতিন ভাষায় অ্যানো হেজিরে, অর্থ \"হিজরতের বছর\", সেপ্টেম্বরের ৬২২ খ্রিস্টাব্দে মুহাম্মদের মক্কা থেকে মদিনায় দেশান্তরের বছর যা পঞ্জিকা সালের সূচনা হিসেবে ইসলামী বর্ষপঞ্জিতে ব্যবহৃত হয়। যেহেতু ইসলামী বর্ষপঞ্জি ৩৫৪/৩৫৫ দিন বিশিষ্ট একটি খাঁটি চন্দ্র পঞ্জিকা এর বছরগুলো সৌর পঞ্জিকা ও সৌরচান্দ্রিক পঞ্জিকার চেয়ে দ্রুততর গতিতে অতিবাহিত হয়।\nএসএইচ (বা সৌর হিজরি সাল) হিজরতের বছর থেকে গণনাকৃত 'সৌর' সাল পদ্ধতি যা ইরানি বর্ষপঞ্জীতে ব্যবহৃত হয়।\n\n\n=== হিন্দু ===\nহিন্দু পঞ্জিকা, আর্যভট্ট কর্তৃক নির্ণয়কৃত কলি যুগের সূচনা (২৩ জানুয়ারি ৩১০২ খ্রিস্টপূর্বাব্দ) থেকে সাল গণনা শুরু করে।\nবিক্রম সংবৎ, ৫৬-৫৭ খ্রিস্টপূর্ব, যা দ্বাদশ শতাব্দীতে পরিচয় করিয়ে দেওয়া হয়।\nএসই – শকাব্দ, ভারতীয় রাষ্ট্রীয় পঞ্জিকা ও কিছু হিন্দু পঞ্জিকায় ব্যবহৃত হয় যেখানে শূন্য বর্ষ শুরু হয় ৭৮ খ্রিস্টাব্দে। এর ব্যবহার দক্ষিণ-পূর্ব এশিয়ায় ১০০০ খ্রিস্টাব্দের আগে ছড়িয়ে পড়ে।\nলক্ষণাব্দ, ১১১৮-১১১৯ সালে বঙ্গের শাসক লক্ষ্মণসেন প্রচলন করেন। এটি বিহার ও বঙ্গে অন্তত ৪০০ বছরের মত ব্যবহার হয়েছিলো।\n\n\n=== দক্ষিণ-পূর্ব এশিয়া ===\nহিন্দু শাকা যুগ দক্ষিণ-পূর্ব এশিয়ার ভারত প্রভাবিত রাজ্যগুলোর পঞ্জিকাগুলোতে প্রভাব ফেলেছিলো।\n\nবিই – বৌদ্ধ সাল, যা ১৯১২ সালে ভজিরাভুধ পঞ্জিকা সাল হিসেবে পরিচয় করিয়ে দেন। এই সালের উৎপত্তি ৫৪৪ খ্রিস্টপূর্ব থেকে যা শ্রীলংকা ও বার্মায় ১ বুদ্ধাব্দ নামে পরিচিত কিন্তু থাইল্যান্ড, লাওস ও কম্বোডিয়ায় ০ বুদ্ধাব্দ নামে পরিচিত। ২৫০০ বুদ্ধাব্দ পুরনো রাষ্ট্রগুলোতে ১৯৫৬ খ্রিস্টাব্দ হলেও বর্তমান রাষ্ট্রগুলোতে ১৯৫৭ বা আরো পরের সাল হিসেবে বিবেচিত হয়। ১৮৮৮ খ্রিস্টাব্দে থাইল্যান্ডের রাজা চুলালংকরন জাতীয় থাই সাল ঘোষণা করেন যা ব্যাংকক শহরের প্রতিষ্ঠার তারিখ (৬ এপ্রিল ১৭৮২ খ্রিস্টাব্দ) থেকে শুরু হয়। ১৯১২ খ্রিস্টাব্দে নববর্ষ ১ এপ্রিল তারিখে সরিয়ে নেওয়া হয়। প্রধানমন্ত্রী প্লায়েক পিবুলসনোগগ্রাম পশ্চিমা বর্ষপঞ্জির সাথে মিলিয়ে ৫৪৩ খ্রিস্টপূর্ব থেকে সাল গণনার সিদ্ধান্ত নেন। এটাকে থাই সৌর পঞ্জিকা বলে।\nবিই (বর্মী সাল) – বর্মী বর্ষপঞ্জী অনুসারে ২২ মার্চ ৬৩৮ খ্রিস্টাব্দ থেকে শূন্য বর্ষ গণনা শুরু হয়; যা থেকে চুলা শাকারাত পঞ্জিকা এসেছে।\n\n\n=== বাহাই ===\nবিই – বাহাই বর্ষপঞ্জির সাল শুরু হয় বা'ব-এর ঘোষণার বছর থেকে (২১ মার্চ, ১৮৪৪ খ্রিস্টাব্দ) যার নাম বাহাই সাল।\n\n\n=== ইহুদি ===\nএএম (সৃষ্টাব্দ) – লাতিন ভাষায় অ্যানো মুন্ডি, অর্থ \"পৃথিবীর বর্ষ\", একটি পঞ্জিকা সাল যার প্রথম বর্ষ ৩৭৬১ খ্রিস্টপূর্ব থেকে শুরু হয়। এটি হিব্রু বর্ষপঞ্জিতে প্রথম মুসা বিন মৈমুন ১১৭ই সালে ব্যবহার করেন যা পূর্বে দ্বিতীয় শতাব্দীর সেদের ওলাম রাব্বার কর্মের চূড়ান্ত রূপ।\n\n\n=== জরাথুস্ট্রীয় ===\nপ্রথম আর্দাসিরের সংস্কারের পর থেকে জরাথুস্ট্রীয় বর্ষপঞ্জি শাসনকালের বছর ব্যবহার করে আসছিলো। কিন্তু সাসানীয় সাম্রাজ্যের পতনের পর শেষ পারসিক সম্রাট তৃতীয় ইয়াজদিগার্দের সিংহাসনের বসার তারিখ (১৬ জুন ৬৩২ খ্রিস্টাব্দ) থেকে একটি পঞ্জিকা সাল শুরু হয় যার আদ্যাক্ষর ওয়াইজেড (ইয়াজদিগার্দ সাল)।\n\n\n== আধুনিক ==\n\n\n=== রাজনৈতিক ===\nফরাসি প্রজাতান্ত্রিক বর্ষপঞ্জির প্রজাতন্ত্রী সাল শুরু হয় প্রথম ফরাসি প্রজাতন্ত্রের প্রতিষ্ঠাকাল ২২ সেপ্টেম্বর ১৭৯২ খ্রিস্টাব্দে। এটি বিপ্লবী ফরাসি রাষ্ট্রে ২৪ অক্টোবর ১৭৯৩ থেকে থেকে ৩১ ডিসেম্বর ১৮০৫ পর্যন্ত ব্যবহৃত হয়েছিলো।\n১৮৫৫ সালের পজিটিভিস্ট বর্ষপঞ্জিতে সাল শুরু হয় ১৭৮৯ খ্রিস্টাব্দ থেকে।\nপ্রজাতান্ত্রিক সাল ১৯১২ সাল থেকে চীনা প্রজাতন্ত্রে ব্যবহৃত হত যা এই প্রজাতন্ত্রের প্রথম বছর। কাকতালীয়ভাবে এটি জুচে সালের সাথে মিলে যার সাল শুরু হয়েছে উত্তর কোরিয়ার প্রতিষ্ঠাতা কিম ইল-সাং এর জন্মদিন থেকে।\nএরা ফ্যাসিস্টা 'ফ্যাসিস্ট সাল' ইতালীয় ফ্যাসিস্টদের দ্বারা প্রচলনকৃত রোমান সংখ্যা ভিত্তিক পঞ্জিকা সাল যা শুরু হয়েছে ১৯২২ খ্রিস্টাব্দে রোমে পদযাত্রা থেকে। উদাহরণস্বরূপ ১৯৩৪ সালে ইতালিতে ছিলো XII ইএফ। ২৫ জুলাই ১৯৪৩ সালে ফ্যাসিবাদের পতনের পর ইতালিতে এর ব্যবহার বন্ধ হয়ে যায় তবে উত্তরাঞ্চলের ইতালীয় সমাজতান্ত্রিক প্রজাতন্ত্রে প্রচলিত ছিলো। এর সাল ব্যবস্থায় নববর্ষ ২৯ অক্টোবর তারিখে শুরু হয়।\nঐতিহ্যগতভাবে চীন তাদের সম্রাটদের শাসনকাল ভিত্তিক পঞ্জিকা সাল ব্যবহার করতো। অধিকাংশ চীনা ব্যক্তি চীনা বর্ষপঞ্জিতে সংখ্যাভিত্তিক সাল ব্যবহার করেন না, তবে কিছু চীনা, যেমন প্রবাসীরা, কিংবদন্তি হুয়াংগদি সম্রাটের শাসনকাল (২৬৯৮ খ্রিস্টপূর্ব) থেকে গণনা করে থাকেন। পশ্চিমা লেখকেরা এর গণনা ২৬৯৭ বা ২৬৩৭ খ্রিস্টপূর্ব শুরু করেন। এইভাবে চীনা বছর ৪৬৩৭, ৪৬৯৭ বা ৪৬৯৮ সাল ২০০০ খ্রিস্টাব্দের প্রথমে শুরু হয়।\nকোরিয়াতে ১৯৫২ থেকে ১৯৬১ পর্যন্ত ডাঙ্গি বছর বলা হয় যার প্রথম বর্ষ শুরু হয়েছে ২৩৩৩ খ্রিস্টপূর্ব সালে।\n১৯৫০ সালের দিকে আবিষ্কৃত অ্যাসিরীয় বর্ষপঞ্জীর প্রথম বর্ষ শুরু হয় ৪৭৫০ খ্রিস্টপূর্ব থেকে।\nজাপানি বর্ষপঞ্জির সাল বর্তমান সম্রাটের সিংহাসনে বসার তারিখ থেকে শুরু হয়। বর্তমান সম্রাট সিংহাসনে বসেছিলেন ২০১৯ এর মে মাসে যার অর্থ রেইয়া ১, এবং এর আগ পর্যন্ত ছিল হেইসেই ৩১।\nমার্কিন যুক্তরাষ্ট্র সরকার খ্রিস্টাব্দ পঞ্জিকা সালের সাথে মাঝেমধ্যে স্বাধীনতা দিবস ভিত্তিক একটি পঞ্জিকা সাল ব্যবহার করে যা ৪ জুলাই ১৭৭৬ সালে শুরু হয়। যেমন যুক্তরাষ্ট্রের সংবিধানের তারিখ বলা হয় \"আমাদের প্রভুর এক হাজার সাতশো সাতাশি তম বছরের সাতাশ সেপ্টেম্বর তারিখ এবং মার্কিন যুক্তরাষ্ট্রের স্বাধীনতার দ্বাদশ বছরে।\" রাষ্ট্রপতি ঘোষণার তারিখও এভাবে উপস্থাপন করা হয়।\n\n\n=== ধর্মীয় ===\nএডি – \"ডায়ানটিক্সের পরে\" (ডায়ানটিক্স সাল)। সাইন্টোলজিতে, ডায়ানটিক্সের প্রথম বই ডায়ানটিক্স: দ্যা মর্ডান সায়েন্স অব মেন্টাল হেলথ এর প্রথম প্রকাশের বছর (১৯৫০) থেকে এই সাল শুরু করা হয়।\nওয়াইওএলডি – ডিস্কর্ডীয় বর্ষপঞ্জিতে ওয়াইওএলডি পঞ্জিকা সাল (ডিস্কোর্ডের (বিশৃঙখলা) মাননীয়ার সাল) ব্যবহার করা হয়। এই পঞ্জিকা সাল শুরু হয় ১ জানুয়ারি, ১১৬৬ খ্রিস্টপূর্ব থেকে যে তারিখটিকে গ্রেফেসের অভিশাপের উৎপত্তির তারিখ বলা হয়। এর বিকল্প আদ্যাক্ষর হিসেবে এডিডি (অ্যানো ডোমিনিয়া ডিস্কোর্ডিয়া) ব্যবহার করা হত যা ওয়াইওএলডির লাতি অর্থ।\nইভি – এরা ভালগারিস (লাতিন বাক্যাংশ, যার অর্থ \"সাধারণ সাল\", ইংরেজিতে এই আদ্যাক্ষর ছোট হাতের অক্ষরে লেখা হয়)। থেলেমীয় বর্ষপঞ্জী এই পঞ্জিকা সাল ব্যবহার করে যা থেলেমা ধর্মের প্রচারক অ্যালিস্টার ক্রাউলির হোরাসের ইয়নের উদ্বোধন থেকে তথা ২০ মার্চ, ১৯০৪ খ্রিস্টাব্দ থেকে শুরু হয়েছে এবং এটি একইসাথে থেলেমীয়দের নববর্ষ। এর বিকল্প আদ্যাক্ষর হিসেবে এএন (লাতিন: Aerae Novae, নতুন সাল) ব্যবহার করা হয়।\n\n\n=== ব্যবহারিক ===\nবিপি – সম্পূর্ণ অর্থ বর্তমান পূর্ব, বিশেষভাবে ১৯৫০ সালের আগে রেডিওকার্বন তারিখ নির্ণয়করণ পদ্ধতির পঞ্জিকা সাল।\nএইচই – হলোসিনের নব্যপ্রস্তর যুগীয় বিপ্লবের সময় থেকে অতিবাহিত বছর গণনার জন্য পঞ্জিকা সাল, বিশেষত খ্রিস্টপূর্বের সাথে ১০,০০০ বছর বিয়োগ করে এবং খ্রিস্টাব্দের সাথে ১০,০০০ বছর যোগ করে হিসাব করা হয়।\nজুলীয় দিবস – এটি কোন বর্ষ গণনা পদ্ধতি নয়, জুলীয় দিবস শুধু দিবস গণনা করে যা শুরু হয় জুলীয় বর্ষপঞ্জির ৪৭১৩ খ্রিস্টপূর্বের ১ জানুয়ারি থেকে (গ্রেগরীয় ২৪ নভেম্বর, ৪৭১৪ খ্রিস্টপূর্ব)। এই তারিখের দুপুর থেকে পরের দিনের দুপুর হচ্ছে ০ দিন। এই তারিখ থেকে ৭ দিন পরে সোমবার। ঋণাত্মক সংখ্যাও এখানে ব্যবহার করা যায়। আজকের (দুপুর-হতে-দুপুর ইউটিসি) জুলীয় দিবস হচ্ছে ২৪৬০৮০১।\nইউনিক্স সময় – ইউনিক্স যুগ থেকে সময় গণনার জন্য ব্যবহৃত হয় যা শুরু হয় ১৯৭০ সালের ১ জানুয়ারির রাত ১২টা তথা মধ্যরাত থেকে (ইউটিসি অনুযায়ী)। যদিও এই পদ্ধতি ইউটিসিতে বাস্তবায়নের ক্ষেত্রে সমস্যা দেখা দেয়।\n\n\n== আরও দেখুন ==\nপঞ্জিকা সংস্কার\nসাধারণ সাল (কমন এরা)\nজুলীয় দিবস\nবর্ষপঞ্জির তালিকা\n\n\n== তথ্যসূত্র =="}