{"pageid": 1091393, "title": "আল ফাতাত", "url": "https://bn.wikipedia.org/wiki?curid=1091393", "content": "আল ফাতাত (আরবি: الفتاة/এএলএ-এলসি: al-Fatāt, অর্থ \"অল্প বয়সী নারী\") আলেকজান্দ্রিয়া, মিশরে প্রকাশিত একটি নারী বিষয়ক ম্যাগাজিন। ম্যাগাজিনটি ছিল প্রথম আরব নারী বিষয়ক ম্যাগাজিন। শুধু তাই নয়, এটি ছিল তৎকালীন মিশরের সবচেয়ে প্রাচীন পত্রিকা বা ম্যাগাজিনগুলোর মধ্যে একটি। এটি ১৮৯২ সাল থেকে ১৮৯৪ সাল পর্যন্ত প্রকাশিত হয়েছিল বলে জানা যায়। এটি সেসময় নারীদের কাছে তুমুল জনপ্রিয়তা অর্জন করে।\n\n\n== নামকরণ ==\nহিন্দ নওফাল তার এই নারী বিষয়ক ম্যাগাজিনের নাম দেন আল ফাতাত। এই নামটি একটি আরবি নাম। এই নামের অর্থ হচ্ছে, দ্য ইয়ং ওম্যান। নারীদের নিয়ে ম্যাগাজিনটি তৈরি হওয়ায় এরকম নাম দেয়া হয়।\n\n\n== ইতিহাস ও আলোচনা ==\n১৮৯২ সালে আলেকজান্দ্রিয়ায় হিন্দ নওফাল, নামক লেবানিজ খ্রিস্টান মহিলা দ্বারা \"আল ফাতাত\" নামের এই ম্যাআজিনটি চালু করা হয়েছিল। নওফালের বাবা এবং বোনও পত্রিকাটি প্রতিষ্ঠায় অবদান রেখেছিলেন বলেও জানা যায়। এই ম্যাগাজিনটির প্রথম সংখ্যা ১৮৯২ সালের ৩০ নভেম্বর প্রকাশিত হয়েছিল। এলিজাবেথ কেন্ডাল বলেছিলেন যে, \"নওফালের পত্রিকাটি রাজনৈতিক ও সাহিত্যের অগ্নি সংযোগ অর্জন করেছে।\"\nআল ফাতাত দুই বছর ধরে নওফাল এর মাধ্যমে প্রকাশিত হয়েছিল। জানা যায় যে, তিনি এই ম্যাগাজিনটির জন্য সম্পাদকীয়ও লিখেছিলেন, যা প্রাথমিক পর্যায়ে প্রতি মাসেই প্রকাশিত হয়েছিল। পরবর্তীতে আল ফাতাত এর ক্রমবর্ধমান জনপ্রিয়তার কারণে প্রতি মাসে দুইবার প্রকাশিত হতে শুরু করে। অর্থাৎ মাসিক থেকে এই ম্যাগাজিনটি পাক্ষিক ম্যাগাজিনে রূপান্তরিত হয়।\nদেশের এমনকি আরব বিশ্বের প্রথম নারী বিষয়ক ম্যাগাজিন হিসেবে আল ফাতাত মিশরে মহিলাদের সাংবাদিকতার ঐতিহ্যের সূচনা করেছিল। পত্রিকাটি নারীদের প্রতি সংবাদের পাশাপাশি উল্লেখযোগ্য ব্যক্তিত্বের জীবনী অন্তর্ভুক্ত করেছে। উপরন্তু, এটি বই পর্যালোচনা, কবিতা এবং ফ্যাশন নিবন্ধ অন্তর্ভুক্ত। আল ফাতাত জনজীবন ও বিতর্কে নারীদের অংশগ্রহণকে উৎসাহিত করেছিল এবং নারীদের জন্য পশ্চিমা আদর্শের পক্ষে ছিল। অর্থাৎ, এটি ধর্মনিরপেক্ষ বিষয়বস্তু সরবরাহ করেছিল এবং এটি একটি নারীবাদী পত্রিকা ছিল।\n\"আল ফাতাত\" ১৮৯৪ সালে এই ম্যাগাজিনের প্রকাশ বন্ধ হয়ে যায় যখন এর প্রতিষ্ঠাতা ও প্রকাশক নওফাল বিয়ে করেন এবং পত্রিকার সাথে কাজ বন্ধ করে দেন। ম্যাগাজিনটির সম্পূর্ণ আর্কাইভ মিশরের উইমেন অ্যান্ড মেমোরি ফোরাম পুনরায় প্রকাশ করেছে। \n\n\n== আরও দেখুন ==\nমিশরের সংবাদপত্রের তালিকা\n\n\n== তথ্যসূত্র =="}