{"pageid": 1091913, "title": "নিনো তাকেশেলাশভিলি", "url": "https://bn.wikipedia.org/wiki?curid=1091913", "content": "নিনো তাকেশলাশভিলি (জর্জীয়: ნინო ტყეშელაშვილი, ১৮৭৪–১৯৫৬) একজন জর্জীয় শিক্ষিকা, লেখিকা ও নারী অধিকার আন্দোলনকর্মী ছিলেন। তিনি ১৮৭৪ সালে একটি বুদ্ধিজীবী পরিবারে জন্মগ্রহণ করেন, তিফ্লিসে তার জন্য উপলব্ধ বিদ্যালয় শিক্ষা সম্পন্ন করেন এবং তারপরে রুশ ভাষার শিক্ষিকা হিসাবে দিদি জিখাইশিতে কিছু সময়ের জন্য কাজ করেন। তিনি ১৯০৩ সালে মস্কোতে দন্তচিকিত্সা পড়তে যান, যেখানে তিনি ১৯০৫ সালের রাশিয়ান বিপ্লবের সময় বিপ্লবী ছাত্র আন্দোলনে জড়িত হন। পরের বছর তিফ্লিসে ফিরে এসে, তিনি নারীদের অধিকার সংগ্রামে অংশগ্রহণকারী নারী লেখিকা ও আন্দোলনকর্মীদের সাথে দেখা করতে শুরু করেন। তিনি ১৯০৬ সালে জর্জীয় উইমেন ফর ইকুয়াল রাইটস-এ যোগদান করেছিলেন, কিন্তু তিন বছর পরে সংগঠনটি ত্যাগ করেন এবং নারীবাদীদের একটি বিচ্ছিন্ন গোষ্ঠীর সাথে সহ-প্রতিষ্ঠাতা হিসাবে ককেসীয়ান উইমেন্স সোসাইটির প্রতিষ্ঠা করেন।\nতিনি নতুন সমাজের সভাপতি হিসেবে  মহিলাদের ভোটাধিকার সংগ্রামে সক্রিয় ছিলেন, শ্রমিক ও দরিদ্রদের শিক্ষার উন্নতিতে, কর্মসংস্থানের উন্নতি এবং মহিলাদের উচ্চশিক্ষার দিকে কাজ করার সময়, নারীর স্বাস্থ্য ও যৌনতার সাথে সম্পর্কিত উদ্বেগের সমাধান করার সময়  সক্রিয় ছিলেন। ১৯১২ সালের কাছাকাছি সময়ে, তিনি মহিলাদের মুখোমুখি সমস্যাগুলির সমাধানের জন্য পত্রিকা ও সংবাদপত্রে অবদান রাখতে শুরু করেন। ১৯১৭ সালের রুশ বিপ্লবের পরে উন্নয়নের সাথে নারীবাদীরা আশা করেছিল যে নতুন জর্জীয় প্রজাতন্ত্র নাগরিক ও রাজনৈতিক সমতার জন্য তাদের দাবি মেনে নেবে। পরিবর্তে, রাষ্ট্রীয় নীতি ১৯১৯ সালে জেনোটডেল (মহিলা ব্যুরো) তৈরি করে, যা সমাজে নারীদের অবাধ অংশগ্রহণকে সীমিত করে। অন্যান্য নারীবাদীদের সাথে একত্রে, তাকেশেলাশভিলি সমান অংশগ্রহণের জন্য চাপ অব্যাহত রাখে যতক্ষণ না স্ট্যালিনের রাষ্ট্রীয় নীতি জেনোটডেলকে বাতিল করে দেয় এবং তাদের প্রচেষ্টাকে নিরপেক্ষ করে। তিনি লেখালেখির দিকে ঝুঁকে পরেন, মূলত সোভিয়েত যুগে শিশুদের জন্য লেখার বিষয়ে। যখন সোভিয়েত ইউনিয়ন ভেঙে যায়, জর্জীয় নারীবাদীরা তাকেশলাশভিলি ও অন্যান্য প্রাথমিক সহযোগীদের ইতিহাস পুনরায় আবিষ্কার করে।\n\n\n== মৃত্যু ও উত্তরাধিকার ==\nতাকেশেলাশভিলি ১৯৫৬ সালে তার  নিজের শহরে মারা যান।  সেই সময়ের অধিকাংশ নারীবাদীদের মতো, সোভিয়েত যুগে নারীর অধিকারের জন্য তার সক্রিয়তা ভুলে গিয়েছিল॥ তার ১৯৯০ সালের জীবনী তাকে একজন লেখিকা হিসাবে তালিকাভুক্ত করেছিল, কিন্তু সোভিয়েত ইউনিয়ন ভেঙে যাওয়ার পর থেকে, জর্জিয়ান নারীবাদীরা তাদের অতীত অন্বেষণ করছে এবং তাকেশেলাশভিলির মতো প্রাথমিক অবদানকারীদের গল্পগুলি পুনরুদ্ধার করছে।  \n\n\n== তথ্যসূত্র =="}