{"pageid": 1091803, "title": "ফেরহাত এনজু", "url": "https://bn.wikipedia.org/wiki?curid=1091803", "content": "ফেরহাত এনজু (*৫ আগস্ট ১৯৮৫, রোবস্কি) তুরস্কের সিরনাক প্রদেশের তুর্কি সংসদের একজন সাবেক কুর্দি সদস্য। তিনি আঙ্কারার পার্লামেন্টে দেওয়া বক্তৃতার জন্য সুপরিচিত। তিনি কুর্দি জনগণের প্রতি সহিংসতা ও দুর্ব্যবহারের জন্য তুর্কি সরকারের সমালোচনা করেন। বক্তৃতা দেওয়ার পর, তাকে গ্রেফতার করা হয় এবং তার সংসদীয় অনাক্রম্যতা ছিনিয়ে নেওয়া হয়।\n\n\n== জীবনের প্রথমার্ধ ==\nএনজু তুরস্কের সিরনাক প্রদেশের রোবস্কি জেলায় ১৯৮৫ সালের ৫ আগস্ট জন্মগ্রহণ করেন। তিনি তুরস্কের উচ্চ বিদ্যালয় থেকে পড়াশোনা করেছেন ও স্নাতক করেছেন এবং খুব উচ্চ স্তরে কুর্দি ভাষায় কথা বলেন। তিনি ২০০৯ সালে  তুরস্কের আদানার শুকুরোভা বিশ্ববিদ্যালয়ে পড়াশোনা শুরু করেন, কিন্তু ২০১১ সালের পর রোবস্কি বিমান হামলার শিকারদের কথা বলার দিকে মনোযোগ দেওয়ার জন্য শিক্ষা থেকে বিরতি নেন। রোবস্কি হত্যাকাণ্ডের সময় তিনি ১১ জন আত্মীয়কে হারিয়েছিলেন।  এর পর, তিনি তুরস্কে রাজনৈতিক কর্মজীবন শুরু করেন এবং ২০১৫ সালের ৭ জুন  পিপলস ডেমোক্রেটিক পার্টির (এইচডিপি) এমপি নির্বাচিত হন। ২০১৫ সালের ১ নভেম্বর স্ন্যাপ নির্বাচনে তিনি পুনরায় নির্বাচিত হন।\n\n\n== রাজনৈতিক কর্মজীবন ও মামলা ==\nরোবস্কি বিমান হামলার পরের বছরগুলিতে, তিনি রোবস্কি গ্রামের ন্যায়বিচারের জন্য সক্রিয়ভাবে লড়াই করে চলেছেন। প্রাথমিকভাবে, তিনি তার ছোট ভাই ভেলি এনজুর সহায়তায় রোবস্কির সরকারি মুখপাত্র হিসাবে কাজ করেছিলেন, কিন্তু অবশেষে আইন প্রণেতা হিসাবে তুর্কি সরকারে কর্মজীবন গ্রহণ করেছিলেন, যাতে তিনি রোবস্কি হত্যাকাণ্ডের বৈধ সরকারি তদন্ত শুরু করতে সক্ষম হন। যখন তাকে গ্রেপ্তার করা হয়, তখন তুরস্কের পার্লামেন্টে  তার সদস্যপদ ২০১৬ সালের শেষের দিকে কমিয়ে আনা হয় এবং \"সন্ত্রাসী সংগঠনের জন্য অপপ্রচার করার জন্য\" দোষী সাব্যস্ত করা হয়।\n\n\n==== মুক্তি ====\nতাকে ২০১৮ সালে শেষ হওয়া একটি পৃথক বিচারে সরকারকে অপমান করার জন্য ১০ মাসের কারাদণ্ড দেওয়া হয়েছিল। সাজা শেষ করার পর ২০১৯ সালের জুন মাসে তিনি মুক্তি পান।\nতুরস্কের ক্যাসেশন কোর্টের রাষ্ট্রীয় সরকারি আইনজীবী বেকির শাহিন ২০২১ সালের ১৭  মার্চ সাংবিধানিক আদালতে একটি মামলা দায়ের করেন, এনজু ও  ৬৮৬ জন অন্যান্য এইচডিপি রাজনীতিবিদদের রাজনীতিতে জড়িত থাকার জন্য পাঁচ বছরের নিষেধাজ্ঞার দাবি জানান। পিকেকে- এর সাথে দলগুলোর কথিত সাংগঠনিক সংযোগের কারণে এইচডিপি বন্ধের অনুরোধের সাথে মামলাটি দায়ের করা হয়েছিল। \n\n\n== তথ্যসূত্র =="}