{"pageid": 1091149, "title": "জিলা বানিয়াঘুব", "url": "https://bn.wikipedia.org/wiki?curid=1091149", "content": "জিলা বানিয়াঘুব (বা ঝালা বানু ইয়াকুব, ফার্সি : ژيلا بنى يعقوب; জন্ম ২১শে আগস্ট ১৯৭০) একজন ইরানি সাংবাদিক এবং নারী অধিকার কর্মী। তিনি কানুন জানান ইরানি (\"ইরানি মহিলাদের উপর ফোকাস\") ওয়েবসাইটের প্রধান সম্পাদক। বানিয়াঘুব সহকর্মী সাংবাদিক  বাহমান আহমাদী আমুইকে  বিবাহ করেন। তার স্ত্রী একটি ব্যবসা সংবাদপত্র সারমায়েহ এর একজন সম্পাদক।\n\n\n== জীবনের প্রথমার্ধ ==\nবনিয়াঘুব ১৯৭০ সালের ২১শে আগস্ট ইরানে  জন্মগ্রহণ করেন। ইরানে একটি ছোট শিশু হিসাবে, বনিয়াঘুব খুব অল্প বয়সে রাজনৈতিক পরিবেশের সংস্পর্শে এসেছিলেন। তিনি তার শৈশবের বেশিরভাগ সময় বিশৃঙ্খলা এবং রাজনৈতিক প্রভাব দ্বারা বেষ্টিত ছিলেন, কিন্তু ১৯৭৯ সালের আগ পর্যন্ত জিলা বানিয়াঘুব সাংবাদিক হয়ে ওঠেননি। কায়হান নামক একটি প্রধান দৈনিক পত্রিকায় শিশু ও দারিদ্র্য নিয়ে একটি ছোট গল্প লিখে ও প্রকাশ করার সময় তার বয়স ১১ বছর ছিল। যখন তিনি তরুণ ছিলেন, তার শিক্ষকদের অনেকেই লেখালেখিতে তার প্রতিভাকে উৎসাহিত করেছিলেন। এই শিক্ষকরা রাজনৈতিকভাবে ইরান দেশ দখলকারী রক্ষণশীলদের বিরুদ্ধে নিযুক্ত ছিল, যাদের মধ্যে কয়েকজনকে তাদের রাজনৈতিক মতাদর্শের জন্য গ্রেফতার করা হয়েছিল এবং নির্যাতিত করা হয়েছিল। এটি বানিয়াঘুবকে ছোটবেলা থেকে রাজনৈতিক পরিবেশের অন্তর্দৃষ্টি প্রদান করে এবং এটি তার কর্মজীবনের প্রাথমিক রাজনীতি ও মহিলাদের প্রতি বৈষম্যের অর্থনৈতিক কারণকে আচ্ছাদিত করার জন্য একটি প্রাথমিক নির্মাণ হিসাবে ব্যবহার করেন।\nআলিয়াহ তাবাতাবয়ী বিশ্ববিদ্যালয়ের কলেজে পড়ার সময় বনিয়াঘুব দৈনিক হামশাহরী পত্রিকায় কাজ করার সময় সাংবাদিক হিসেবে কর্মজীবন শুরু করেন। বানিয়াঘুব কলেজ থেকে অনেক প্রকাশনার জন্য কাজ করেছেন যেমন সারমায়েহ সংবাদপত্র, এবং এখন \"কানুন জানান ইরানি\" ওয়েবসাইটের প্রধান সম্পাদক হিসাবে কাজ করেন, যেখানে ইরানের ভিতরে  ও বাইরে অবদানকারীরা মহিলাদের সমস্যা সম্পর্কে সংবাদ প্রদান করা হয়। তার সাইটটি ইরান সরকার বারবার ফিল্টার করেছে। বানিয়াঘুব একজন ফ্রিল্যান্স ইরানি সাংবাদিক, লেখক ও কর্মী হিসেবে পরিচিত, যিনি তার প্রতিবেদনে সরকার ও সামাজিক নিপীড়ন কীভাবে নারীদের প্রভাবিত করে সেই বিষয়ে মনোনিবেশ করেন। একজন সাংবাদিক হিসাবে, বনিয়াঘুব অসংখ্য প্রভাবের মুখোমুখি হয়েছেন এবং তার সাংবাদিকতার জন্য তাকে গ্রেপ্তার করা হয়েছে, মারধর করা হয়েছে এবং বহুবার কারাবরণ করা হয়েছে। এছাড়া লিখতে নিষেধ করা হয়েছে।\n\n\n== তথ্যসূত্র =="}