{"pageid": 1091798, "title": "সামাজিক ন্যায়বিচারের জন্য নারী আইনজীবী", "url": "https://bn.wikipedia.org/wiki?curid=1091798", "content": "সামাজিক ন্যায়বিচারের জন্য নারী আইনজীবী (হিব্রুতে: איתך-למען צדק חברתי; আরবিতে: إتاخ معكِ-حقوقيات من أجل العدالة الإجتماعية; \" ইতাচ মাআকি \" নামে পরিচিত) হল একটি অলাভজনক, স্বেচ্ছাসেবী সংগঠন, যেটি ২০০১ সালে ইসরায়েলে প্রতিষ্ঠিত হয়। ইসরায়েলি সমাজে সামাজিক, ভৌগোলিক, জাতীয়, জাতিগত ও অর্থনৈতিক বৈষম্য এবং \"যুগান্তকারী নারীবাদী প্রকল্প\" প্রতিষ্ঠার জন্য নারীদের বক্তব্য জোড়াল করতে নিউ ইজরায়েল ফান্ড ও শাতিলের সহযোগিতায় একদল নারী আইনজীবী সংগঠনটি প্রতিষ্ঠা করেন।\n\n\n== বিবরণ ==\nঅ্যাসোসিয়েশন বা সমিতির কার্যক্রমগুলির মধ্যে রয়েছে আইনী সহায়তা এবং আইনের বিভিন্ন ক্ষেত্রে মহিলাদের প্রতিনিধিত্ব, আবাসন ও কর্মসংস্থান সহ; জাতিসংঘ নিরাপত্তা পরিষদের রেজল্যুশন ১৩২৫ বাস্তবায়নের কাজ; কনেসেট, ন্যায়বিচারের উচ্চ আদালত, সরকারী মন্ত্রণালয় ও পৌরসভার সরকারী স্তরে মহিলাদের পক্ষে ওকালতি ও তদবির; লিঙ্গ মূলধারার বাস্তবায়নের জন্য স্থানীয় সরকার এবং ন্যায়বিচার ও সমতা প্রচারের সঙ্গে জড়িত সরকারি বা বেসরকারি ক্ষেত্রে অন্য কোন সমস্যার জন্য নতুন মডেল তৈরি করা। এই লক্ষ্যের অংশ হিসাবে ইতাচ মাআকি ফিলিস্তিনি, হারেদি, ইথিওপিয়ান-ইসরায়েলি ও রুশ ভাষাভাষী সম্প্রদায় সহ বিভিন্ন প্রজাতির ইসরায়েলি সম্প্রদায়ের মধ্যে বহুসংস্কৃতিক লিঙ্গের বক্তব্য তৈরির উপর জোর দেয়। \nঅ্যাসোসিয়েশনের তেল আবিব, বিয়ার শেভা ও হাইফায় শাখা রয়েছে। বোর্ড সদস্যদের আইনি পণ্ডিতদের মধ্যে নেত্ত জিভ ( হিব্রু ), ডাফনা হ্যাকার এবং ইয়োফি তিরোশ (হিব্রু), এটর্নীদের মধ্যে অ্যাটর্নি নাসরিন আলিমি কাভা ও রাচেল বেনজিমান, সাংবাদিকদের মধ্যে আনাত সারাগুষ্টি, রাজনৈতিক পণ্ডিতদের মধ্যে হেনরিয়েট দহান কালেব অন্তর্ভুক্ত রয়েছেন। প্রধান অবদানকারীদের মধ্যে যুক্তরাষ্ট্র থেকে করমুক্ত অবদানকারী নিউ ইজরায়েল ফান্ড, হাদাসা ওমেন ফাউন্ডেশন, দাফনা ফাউন্ডেশন ও লেভি লাউসেন ফাউন্ডেশনও রয়েছে।\nইতাচ মাআকি তার মতাদর্শ ও উদ্দেশ্যগুলির সাথে সংযুক্ত বিভিন্ন জোট ও ফোরামের অন্তর্গত, যার মধ্যে নারী, শান্তি ও নিরাপত্তা - রেজোলিউশন ১৩২৫, ফোরাম অফ উইমেন অর্গানাইজেশনস এবং ফোরামস ফর ইয়ং উইমেন্স এনজিও রয়েছে।\n\n\n== কার্যক্রম ==\n\n\n=== আইনি উকিল ===\nইতাচ মাআকি সরকারি আবাসন, সামাজিক নিরাপত্তা, সংগ্রহ ও স্বল্প মজুরির চাকরিতে মহিলাদের অন্যান্য অধিকারের ক্ষেত্রে কাজ করে, সেইসাথে কর্মক্ষেত্রে যৌন হয়রানি ও যৌন সহিংসতার বিষয়গুলি অন্তর্ভুক্ত রয়েছে।  অ্যাসোসিয়েশন আইনি পরামর্শ প্রদান করে, এবং আইনি ক্ষেত্রে মহিলাদের প্রতিনিধিত্ব করে, পাশাপাশি বিভিন্ন আইনি বিষয়গুলির জন্য নীতি পরিবর্তন করার জন্য কাজ করে। মহিলারা যে কোন আইনি সমস্যার সম্মুখীন হলে তা জানানোর জন্য একটি হটলাইন উপলব্ধ রয়েছে।\n\n\n== তথ্যসূত্র =="}