{"pageid": 1091579, "title": "বেশরমি মোর্চা", "url": "https://bn.wikipedia.org/wiki?curid=1091579", "content": "বেশরমি মোর্চা হচ্ছে স্লাটওয়াকের ভারতীয় সমতুল্য সংগঠন। তাই এটি \"স্লাটওয়াক অর্থাত বেশরমি মোর্চা\" নামেও পরিচিত। এটি ২০১১ সালে কানাডিয়ান নারীদের দ্বারা শুরু করা একটি সংগঠন যারা টরন্টোর পুলিশের প্রকাশ্য বিবৃতির প্রতিবাদ করে পরামর্শ দেয় যে মহিলারা যেভাবে পোশাক পরেন তাতে ধর্ষণ এবং যৌন নিপীড়ন এড়াতে পারেন। তারা এই বিষয়টি সম্পর্কে শিক্ষার জন্য বিশ্বজুড়ে অনুষ্ঠান পরিচালনা করেছে।\n১৭ জুলাই ২০১১ সালে ভোপালে প্রথম বেশারমি মোর্চা অনুষ্ঠিত হয়। এরপর ৩১ জুলাই ২০১১ তারিখে বেশারমি মোর্চা দিল্লি অনুষ্ঠিত হয়। ২০১১ সালের ২১ আগস্ট বেশারমি মোর্চা লখনউয়ে অনুষ্ঠিত হয়েছিল। \n২০১১ সালের ৪ ডিসেম্বর সিঙ্গাপুর, কুয়ালালামপুর এবং হংকং-এ একই ধরনের অনুষ্ঠানের সাথে সামঞ্জস্য পূর্ণ বেশারমি মোর্চা ব্যাঙ্গালোর আপত্তি পাওয়ার পর পুলিশ তা বাতিল করে দেয়। পুলিশের একজন মুখপাত্র বলেছেন যে বেশরি মোড়ের বিরোধী গোষ্ঠীগুলি \"সহিংস প্রতিবাদ' করার হুমকি দিয়েছে। আয়োজকদের একজন ধিল্লান মৌলি জানিয়েছেন যে তাকে বলা হয়েছিল যে অনুষ্ঠানটি \"ভারতীয় সংস্কৃতির অংশ নয়\"। মৌলি আরও বলেন, \"একটি মহিলা সংগঠনের সহ-সভাপতি আমাকে ফোন করে বলেছিলেন যে যদি স্লাটওয়াকের সময় কোনও মহিলাকে ছোট পোশাকে দেখা যায় তবে তাদের ঝাড়ু দিয়ে মারধর করা হবে।\"\nক্রিস্টি থম্পসন, মিস ম্যাগাজিনের জন্য লিখছেন।। তিনি পর্যবেক্ষণ করেছেন \"... সমালোচকরা যেমন পরামর্শ দেন, মহিলারা সবেমাত্র পোশাক পরে রাস্তায় হাঁটার অধিকারের জন্য মিছিল করছে না। তারা রাস্তায় হাঁটার অধিকারের জন্য লড়াই করছে। পিরিয়ড।\" \n\n\n== অনুবাদ ==\nবেশরমি মোর্চা (হিন্দি: बेशर्मी मोर्चा) অর্থ হচ্ছে \"নির্লজ্জ জোট\"। নামটিকে প্রায়ই ইংরেজিতে \"shameless protest\" বা \"shameless front\" হিসাবে অনুবাদ করা হয়। এটি March of the Shameless\" এবং \"Shameless Campaign\" হিসাবেও অনুবাদ করা হয়েছে। বেশমি মোর্চাকে ভারতে তার বিভিন্ন সাংস্কৃতিক দিক এবং ভাষাগুলি সম্বোধন করার জন্য নাম হিসাবে বেছে নেওয়া হয়েছিল।\n\"Slut\" শব্দটি সরাসরি বা সমতুল্যভাবে হিন্দির মতো ভারতীয় ভাষায় অনুবাদ করে না। এর নিকটতম সমতুল্য সরাসরি অনুবাদ হল র‍্যান্ডি (হিন্দি: रंडी) অর্থ \"পতিতা\"। আয়োজকরা চিন্তিত যে পর্যবেক্ষকরা বিশ্বাস করবে যে বিক্ষোভকারীরা নারীদের নিরাপত্তা রক্ষা এবং যৌন সহিংসতা থেকে স্বাধীনতা অর্জনের জন্য প্রতিবাদ না করে পতিতা হিসেবে চিহ্নিত করছে, অথবা পতিতা হওয়ার অধিকার খুঁজছে।\nবেশারমি (হিন্দি: बेशर्मी) শব্দটিকে নির্লজ্জ ছাড়াও সাহসী হিসেবে অনুবাদ করা যেতে পারে। এটি অশ্লীলতা বা অশ্লীলতার একটি গুণ বোঝাতে পারে।\nমোর্চা ( হিন্দি: मोर्चा  ) প্রতিবাদ এবং কর্মের ধারণার সাথে ঘনিষ্ঠভাবে জড়িত। এটি প্রায়শই রাজনৈতিক প্রতিবাদের ইঙ্গিত দেয় এবং এর সামরিক প্রভাব রয়েছে। \nবেশরমি মোর্চা একাধিক অর্থ রয়েছে যা সহজে অনুবাদ করা হয় না। এটিকে সাধারণত \"নির্লজ্জভাবে এবং সাহসের সাথে ঐক্যবদ্ধভাবে প্রতিবাদ করা যা অন্যরা ভুল বা এমনকি অশ্লীল হিসাবে দেখতে পারে\" হিসাবে সংক্ষিপ্ত অনুবাদ করা হয়।\n\n\n== তথ্যসূত্র =="}