{"pageid": 1091728, "title": "আলোকাপেরণ", "url": "https://bn.wikipedia.org/wiki?curid=1091728", "content": "আলোকবিজ্ঞানের আলোচনায় আলোকাপেরণ বা সংক্ষেপে অপেরণ বলতে কোনও পরকলার (লেন্স) ভেতর দিয়ে প্রতিসরণ বা দর্পণে প্রতিফলনের কারণে কোনও প্রতিবিম্বের বিকৃতি ঘটাকে নির্দেশ করা হয়।\nবিভিন্ন ধরনের আলোকাপেরণ হতে পারে, যেমন গোলকাপেরণ, পুচ্ছাপেরণ, বিষমদৃষ্টি, বর্ণাপেরণ, বিকেন্দ্রীভবন, মোচড় অপেরণ ও ইয়োজেফ পেৎজভাল ক্ষেত্র বক্রতা। গোলকীয় পৃষ্ঠতলবিশিষ্ট পরকলা বা দর্পণ পরিসীমাস্থ আলোকরশ্মিসমূহ এবং অক্ষাঞ্চলীয় রশ্মিসমূহকে একই বিন্দুতে অভিসৃত বা কেন্দ্রীভূত করতে ব্যর্থ হলে গোলকীয় অপেরণ বা গোলকাপেরণ সৃষ্টি হয়। দর্পণের ক্ষেত্রে গোলকীয় দর্পণের পরিবর্তে অধিবৃত্তীয় দর্পণ ব্যবহার করে এবং পরকলার ক্ষেত্রে পরকলার উপরে মধ্যচ্ছদা স্থাপন করে পরকলায় প্রবেশকারী আলোকরশ্মিগুলির গতিপথ নিয়ন্ত্রণ করে সেগুলিকে পরকলার অক্ষের কাছ দিয়ে যেতে বাধ্য করে গোলকাপেরণ ত্রুটি হ্রাস করা যায়। যখন কোনও পরকলা বা দর্পণ কোনও অক্ষ-বহির্ভূত বস্তু থেকে আগত আপতিত রশ্মিসমূহ থেকে সামান্য অক্ষ-বহির্ভূত ঘোলাটে লেজ বা পুচ্ছবিশিষ্ট প্রতিবিম্বের সৃষ্টি করে, তখন সেটিকে পুচ্ছাপেরণ (কোমা) বলে। যখন কোনও পরকলা বা দর্পণের ভিন্ন ভিন্ন ব্যাসে ভিন্ন ভিন্ন অভিসৃতি দৈর্ঘ্য থাকে, এবং সেটি অক্ষ-বহির্ভূত রশ্মিগুলিকে একটি বিন্দুর পরিবর্তে দুইটি ভিন্ন রেখায় অভিসৃত করে, তখন সে ব্যাপারটিকে বিষমদৃষ্টি বলে। কোনও পরকলা যে উপাদান দিয়ে নির্মিত, সেটি যদি ভিন্ন ভিন্ন তরঙ্গদৈর্ঘ্যের আলোকরশ্মির জন্য ভিন্ন ভিন্ন প্রতিসরাঙ্কের অধিকারী হয়, তাহলে সেটি সাদা আলো থেকে সৃষ্ট প্রতিবিম্বের প্রান্তসীমায় বর্ণিল ঝালরের সৃষ্টি করে, এবং এ ব্যাপারটিকে বর্ণাপেরণ বলা হয়; দর্পণের ক্ষেত্রে বর্ণাপেরণ দৃষ্ট হয় না। অবার্ণ পরকলা ব্যবহার এই ত্রুটিটি দূর করা হয়। যখন কোনও প্রতিবিম্ব আলোকসংবেদী পৃষ্ঠতলের উপরে অবস্থিত কোনও কেন্দ্রবিন্দুতে অভিসৃত না হয়ে আলোক অক্ষের উপরে পর্দা থেকে দূরের কোনও বিন্দুতে কেন্দ্রীভূত বা অভিসৃত হয়, তখন আলোকসংবেদী পৃষ্ঠতলে এক ধরনের ঝাপসা প্রতিবিম্বের সৃষ্টি হয়, একে বিকেন্দ্রীভবন বা ব্যভিসৃতি বলে। যখন কোনও পরকলা বা দর্পণের সৃষ্ট প্রতিবিম্বে অনুভূমিক বা উল্লম্ব সরলরেখাগুলি বেঁকে বা মুচড়ে যায় (পিপার মতো বাইরের দিকে, বসার গদির মতো ভেতরের দিকে কিংবা গোঁফের মতো ঢেউ খেলানো আকারে), তখন সে ব্যাপারটিকে মোচড় অপেরণ বলে। ইয়োজেফ পেৎজভাল ক্ষেত্র বক্রতা একটি বিশেষ ধরনের আলোকাপেরণ যাতে আলোক অক্ষের সাথে লম্বভাবে অবস্থিত একটি সমতল পদার্থকে একটি সমতল প্রতিবিম্ব তলে সঠিকভাবে কেন্দ্রীভূত করা সম্ভব হয় না।\n\n\n== তথ্যসূত্র ==\n\n\n== পরিভাষা =="}