{"pageid": 1091902, "title": "ক্রিস্টা হ্যারিসন হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1091902", "content": "ক্রিস্টা লিয়া হ্যারিসনের হত্যাকাণ্ড ১৯৮২ সালের ১৭ জুলাইয়ে ওহাইওর মার্শালভিলে ঘটেছিল। ১৯৮৪ সালে রবার্ট অ্যান্টনি বুয়েল কে তার হত্যার দায়ে দোষী সাব্যস্ত না করা পর্যন্ত মামলাটি দুই বছর ধরে অমীমাংসিত ছিল। হ্যারিসনের মামলাটি আমেরিকান টেলিভিশন শো ফরেনসিক ফাইলসের পঞ্চম সিজনে \"ম্যাটেরিয়াল এভিডেন্স\" শিরোনামের একটি পর্বে প্রকাশিত হয়েছিল।\n\n\n== অপহরণ এবং হত্যা ==\n\nএগারো বছর বয়সী ক্রিস্টা হ্যারিসন (জন্ম ২৮ মে, ১৯৭১, অরভিল, ওহাইও) তার এক বন্ধুর সাথে মার্শালভিল পার্কে অ্যালুমিনিয়ামের ক্যান তুলছিল। পার্কটি তার বাড়ি থেকে প্রায় ১০০ গজ (৯১ মি) দূরে ছিল। তার বন্ধু জানিয়েছেন যে কাঁধের দৈর্ঘ্যের চুল সহ ২৫ থেকে ৩৫ বছরের এক ব্যক্তি তার ভ্যানে হ্যারিসনের কাছে যান এবং তাকে জোর করে গাড়িতে তুলে নিয়ে যান। হ্যারিসনের সঙ্গী অপহরণকারীর ভ্যানটিকে একটি বাদামী বা গাঢ় লাল রঙ বলে বর্ণনা করেছিলেন যার পাশে পিছনের দিকে বৃত্তাকার জানালা ছিল। তাকে অপহরণের পর স্বেচ্ছাসেবকরা মার্শালভিল জুড়ে তার লাশ অনুসন্ধান করেও কোন লাভ হয়নি। প্রাথমিকভাবে মনে করা হয়েছিল যে লোকটি ক্রিস্টার প্রত্যাবর্তনের জন্য মুক্তিপণ দাবি করবে, তবুও কোনও যোগাযোগ করা হয়নি।\nছয় দিন পরে ওহাইওর সংলগ্ন হোমস কাউন্টিতে একটি খুব কম ভ্রমণ করা রাস্তার পাশ থেকে কয়েক ফুট দূরে তার  দেহাবশেষ পাওয়া যায়। তার দেহ প্রায় পচে গিয়েছিল। তাকে শ্বাসরোধ করে হত্যা করা হয়েছিল এবং একটি ভাইব্রেটর দিয়ে যৌন নিপীড়ন করা হয়েছিল এবং তার পায়ে একটি বড় প্লাস্টিকের ব্যাগ জড়ানো হয়েছিল। তার দেহাবশেষের অবস্থার কারণে, হ্যারিসনের বাবা নিশ্চিত না করা পর্যন্ত পুলিশ মৃতদেহটি শনাক্ত করতে পারেনি যে এটি তার মেয়ে। ডাম্প সাইটের আশেপাশে একটি বুডউইজার তোয়ালে, একটি রক্তাক্ত গাড়ির সিট বক্স, হ্যারিসনের চুলের একটি ওয়াড, গ্লাভস, একটি প্লেড শার্ট এবং জিনস পাওয়া গেছে।  দেহাবশেষ পরীক্ষা করে দেখা যায় যে শরীর উচ্চ তাপমাত্রার শিকার হয়েছিল, যা সম্ভবত গ্রীষ্মের আবহাওয়ার সময় দীর্ঘ সময় ধরে তার শরীর গাড়ির ভিতরে থাকার ফলে হয়েছিল। হ্যারিসনকে মার্শালভিলের ম্যাপল গ্রোভ কবরস্থানে সমাধিস্থ করা হয়েছিল।\n\n\n== তদন্ত ==\nহ্যারিসনের শরীর এবং ঘটনাস্থলের কাছে তোয়ালেতে জায়ফল বা কমলা রঙের পলিয়েস্টার ফাইবারের একটি স্বতন্ত্র সংখ্যা পাওয়া গেছে। মাইক্রোস্কোপের নিচে তাদের পরীক্ষা করার পরে, তদন্তকারীরা সিদ্ধান্তে উপনীত হন যে তারা ত্রিভুজ আকৃতির এবং সম্ভবত কোনও ধরনের কার্পেট থেকে পাওয়া। আট মাস আগে ধর্ষণ ও খুন হওয়া ১২ বছর বয়সী মেয়ে টিনা হারমনের দেহেএকই ধরনের তন্তু পাওয়া গেছে। একজন ব্যক্তিকে ইতোমধ্যে তার মৃত্যুর পরিস্থিতিগত প্রমাণের জন্য দোষী সাব্যস্ত করা হয়েছিল এবং হ্যারিসনকে অপহৃত করার সময় তাকে কারাগারে রাখা হয়েছিল। কর্তৃপক্ষ তখন বিবেচনা করতে শুরু করে যে উভয় মেয়েই একই ব্যক্তির শিকার, কারণ তারা উভয়েই একই কাউন্টিতে যৌন লঙ্ঘন, গলা টিপে হত্যা করা হয়েছিল। দু'জনেই তাদের দেহাবশেষের উপর একই ধরনের তন্তু ছিল, অপরাধগুলিকে আরও সংযুক্ত করে।\n\n\n== তথ্যসূত্র =="}