{"pageid": 1091121, "title": "উত্তর আমেরিকায় উদার ও প্রগতিশীল ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1091121", "content": "এটি উত্তর আমেরিকার উদার ও প্রগতিশীল ইসলামী আন্দোলনের একটি তালিকা, দেশ অনুসারে সাজানো।\n\n\n== কানাডা ==\n\n\n=== মুসলিম কানাডিয়ান কংগ্রেস ===\n২০০১ সালের ডিসেম্বর মাসে গঠিত মুসলিম কানাডিয়ান কংগ্রেস মুসলমানদের সমর্থন একটি বক্তব্য প্রদান আয়োজন করা হয়েছিল সমর্থন, তারা \"প্রগতিশীল, উদার, বহুত্ববাদী গণতান্ত্রিক ও অসাম্প্রদায়িক সমাজের সমর্থন করে, যেখানে সবার ধর্মীয় স্বাধীনতা রয়েছে।\" তারেক ফাতাহ ১১ সেপ্টেম্বরের হামলার পর ২০০১ সালে মুসলিম কানাডিয়ান কংগ্রেসের অন্যতম প্রতিষ্ঠাতা এবং ২০০৬ সাল পর্যন্ত এর যোগাযোগ পরিচালক এবং মুখপাত্র হিসেবে দায়িত্ব পালন করেন। এই দলটি অন্টারিওতে নাগরিক আইনে শরীয়াহ প্রয়োগের বিরোধিতা করে এবং দেশের সমলিঙ্গের বিবাহের আইনকে সমর্থন করে বিশিষ্টতা অর্জন করে। দলটি লিঙ্গ সমতারও প্রচার করে এবং একটি মুসলিম প্রার্থনা অধিবেশন আয়োজনের সাথে জড়িত ছিল, যেখানে প্রার্থনাগুলি একজন মহিলা রাহিল রাজা নেতৃত্ব দিয়েছিলেন। এটি ইসলামী মৌলবাদেরও সমালোচনা করেছে এবং সরকারের প্রতি আহ্বান জানিয়েছে যে বিদেশ থেকে কানাডিয়ান ধর্মীয় প্রতিষ্ঠানে অনুদান নিষিদ্ধ করতে হবে এই যুক্তি দিয়ে যে এটি করলে চরমপন্থা বন্ধ হবে।\n\n\n== যুক্তরাষ্ট্র ==\n\n\n=== আমেরিকান ইসলামিক কংগ্রেস ===\nআমেরিকান ইসলামিক কংগ্রেস (এআইসি) মার্কিন যুক্তরাষ্ট্রে অবস্থিত একটি ৫০১ (সি) (৩) অলাভজনক সংস্থা। ২০০১ সালের ১১ সেপ্টেম্বরের হামলার পর সহনশীলতা বৃদ্ধির লক্ষ্যে আমেরিকান মুসলমানদের একটি দল ২০০১ সালে এআইসি প্রতিষ্ঠা করা হয়। এআইসি একটি অ-ধর্মীয়, নাগরিক অধিকার সংগঠন, যার বর্ণিত লক্ষ্য হল আন্তঃধর্ম ও আন্তঃজাতিগত বোঝাপড়া গড়ে তোলা। এটি মার্কিন সরকারের কাছ থেকে উল্লেখযোগ্য অর্থায়ন পায়। জয়নাব আল-সুয়াইজ \"সেই আমেরিকান মুসলমানদের প্রতিনিধিত্ব করার জন্য সংগঠনটির সহ-প্রতিষ্ঠা করেছিলেন যারা দমনমূলক শাসনের অধীনে থাকার পর আমেরিকার স্বাধীনতাকে লালন করেছিল।\" সুয়াইজ ছিলেন ইরাকের সাথে ২০০৩ মার্কিন যুদ্ধের একজন বিশিষ্ট জন সমর্থক।\n\n\n=== আমেরিকান ইসলামিক ফোরাম ফর ডেমোক্রেসি ===\nআমেরিকান ইসলামিক ফোরাম ফর ডেমোক্রেসি (এআইএফডি) একটি মার্কিন মুসলিম চিন্তাকেন্দ্র, যা ২০০৩ সালে অ্যারিজোনার ফিনিক্সে মুসলিম পেশাদারদের একটি ছোট দল দ্বারা গঠিত হয়েছিল। দলের প্রতিষ্ঠাতা হলেন জুহ্দি জাসের, যিনি দলের সভাপতি ও প্রধান মুখপাত্র। এআইএফডি ধর্ম ও রাষ্ট্রের পৃথকীকরণের পক্ষে সমর্থন করে এবং রাজনৈতিক ইসলামের মতাদর্শের মুখোমুখি হয় এবং খোলাখুলিভাবে বিশ্বাস করে যে মুসলিম বিশ্বাস অবিচ্ছিন্নভাবে ইসলামী রাষ্ট্রের ধারণার সাথে জড়িত।  জাসের ও আমেরিকান মুসলমানদের একটি দল গণতন্ত্র ও আমেরিকান মূল্যবোধের সাথে ইসলামের সামঞ্জস্যতা প্রদর্শনের লক্ষ্য নিয়ে এই গ্রুপটি প্রতিষ্ঠা করেছিল। এআইএফডি ধর্ম ও রাষ্ট্রের বিচ্ছেদ, ধর্মীয় বহুত্ববাদ, লিঙ্গের সমতা, ইসরায়েলের নিঃশর্ত স্বীকৃতি এবং \"বর্তমান 'দখলকৃত অঞ্চলগুলিতে\" স্বাধীন ফিলিস্তিন গঠন। সংগঠনটি সন্ত্রাসবাদ ও এর কোন যুক্তিসঙ্গততা প্রত্যাখ্যান করে। জুহদি জাসের বিভিন্ন বিতর্কের কেন্দ্রবিন্দু ছিলেন এবং বেশ কয়েকজন মুসলিম ও অমুসলিমের সমালোচনা করেছেন।\n\n\n== তথ্যসূত্র =="}