{"pageid": 1091965, "title": "হুরিয়া মাশহর", "url": "https://bn.wikipedia.org/wiki?curid=1091965", "content": "হুরিয়া মাশহর ইয়েমেনের একজন মানবাধিকার ও নারী অধিকার কর্মী। তিনি ২০১২ সালে শুরু হওয়া ইয়েমেনী বিপ্লবের পরে ইয়েমেনে মানবাধিকার মন্ত্রীর পদে অধিষ্ঠিত ছিলেন। নিরাপত্তার কারণে তিনি ২০১৪ সালে এডেনে চলে আসেন।\n\n\n== জীবনী ==\n২০০২ সালে, মাশহর ইয়েমেনে মহিলা জাতীয় কমিটির ডেপুটি চেয়ারপারসন ছিলেন। তিনি আরব বসন্ত নামে পরিচিত বিপ্লবে অংশ নিতে ২০১১ সালে পদত্যাগ করেছিলেন। তিনি প্রেসিডেন্ট আলী আবদুল্লাহ সালেহকে বিক্ষোভকারীদের হত্যার অভিযোগে বিচারের মুখোমুখি হওয়ার আহ্বান জানাতে সক্রিয় ছিলেন। ২০১২ সালে, প্রেসিডেন্ট আবেদ রাব্বুহ মনসুর হাদি তাকে ইয়েমেনের প্রথম মানবাধিকার মন্ত্রী হিসেবে নিয়োগ দেন। মানবাধিকার মন্ত্রী হিসেবে তিনি ক্ষমতার অপব্যবহার, দুর্নীতি ও মানবাধিকার লঙ্ঘন বিষয়ে অভিযুক্ত হন। তিনি ইয়েমেনে বাল্যবিবাহ বন্ধ করতেও কাজ করেছেন।  জানা যায় রমন নামে ৮ বছরের এক মেয়ের সাথে ৪০ বছরের এক পুরুষের বিয়ে হয়। সহবাসে রমনের প্রচুর রক্তক্ষরণ হয়। এ ঘটনা তাকে বাল্যবিবাহ বন্ধের প্রতি উৎসাহ দেয়। মহিলাদের আন্তর্জাতিক জোট সভাপতি জোয়ানা মঙ্গানারা তার বাল্যবিবাহ বিরোধী কাজের প্রসংশা করে বলেন, “আমি আপনার প্রচারের প্রতিটি সাফল্য কামনা করি। আমরা এটি সম্পর্কে আরও শোনার জন্য উন্মুখ।” তিনি নারী ও শিশুর প্রতি সহিংসতা এবং  বাল্যবিবাহের একটি পরিসংখ্যান করার জন্য ইয়েমেনে জাতীয় জরিফ করেছিলেন। মাশহর ইয়েমেনের বিরুদ্ধে মার্কিন যুক্তরাষ্ট্র ও সৌদি আরবের চালানো ড্রোন ও বোমা হামলার বিরুদ্ধে কথা বলেছেন। তিনি বলেছিলেন যে \"একজন নিরীহ ব্যক্তির মৃত্যু হওয়া মানে একটি বড় মানবাধিকার লঙ্ঘন হওয়া।\" তিনি ওয়াশিংটন পোস্টে  এই হামলার বিরুদ্ধে লিখেছেন এবং সহিংসতায় আক্রান্ত ব্যক্তিদের প্রতি সহানুভুতির দৃষ্টি আকর্ষণ করেছেন। ২০১৪ সালে, মাশহর নিরাপত্তা ঝুঁকিতে ছিল, তাই তিনি মানবাধিকার মন্ত্রীর পদ ছেড়ে এডেনে চলে যান। কেননা ২০১৫ সালে ইজেদাইন আল-আসবাহীকে তার স্থলাভিষিক্ত করার জন্য নিযুক্ত করা হয়েছিল। ২০১৬ সালে তিনি জার্মানিতে চলে যান। তিনি এক সাক্ষাৎকারে বলেন, “আমি জার্মানিতে ভালোই আছি। আমি জার্মানীদের কাছে কৃতজ্ঞ যে তারা আমাকে আশ্রয় দিয়েছে। কিন্তু আমার মানবাধিকার কাজ (বিশেষ করে নারী ও শিশুদের অধিকার) বন্ধ হবে না। যত তাড়াতাড়ি আমার দেশের পরিস্থিতি আরও স্থিতিশীল হয়ে উঠবে, আমি ফিরে আসব এবং অন্য সবার সাথে জাতির পুনর্গঠনে অংশ নেব।”\n\n\n== তথ্যসূত্র =="}