{"pageid": 1091951, "title": "বেটি জিন ওয়েন্স", "url": "https://bn.wikipedia.org/wiki?curid=1091951", "content": "বেটি জিন ওয়েন্স (জন্ম ১৯৪০) একজন আফ্রিকান আমেরিকান মহিলা যাকে ১৯৫৯ সালে ফ্লোরিডার টালাহাসিতে চার জন শ্বেতাঙ্গ পুরুষ নির্মমভাবে ধর্ষণ করে। ফ্লোরিডা এবং সামগ্রিকভাবে দক্ষিণে তার বিচার উল্লেখযোগ্য ছিল, কারণ শ্বেতাঙ্গ পুরুষদের তাদের অপরাধের জন্য যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছিল। ওয়েন্সের মামলার আগে, কৃষ্ণাঙ্গ নারীদের ধর্ষণের অভিযোগে অভিযুক্ত শ্বেতাঙ্গ পুরুষদের উপর দক্ষিণে এই তীব্রতার শাস্তি আরোপ করা হয়নি। উদাহরণস্বরূপ, আলাবামায় ছয়জন শ্বেতাঙ্গ পুরুষ রেসি টেলরের ক্ষেত্রে, এই ব্যক্তিদের কখনও কোন অভিযোগে দোষী সাব্যস্ত করা হয়নি এবং ন্যূনতম জরিমানা দিয়ে কারাগার থেকে মুক্তি দেওয়া হয়।\n\n\n== আক্রমণ ==\n১৯৫৯ সালের ২ রা মে উইলিয়াম কলিন্সওয়ার্থ, ওলি স্টাউটামিরে, প্যাট্রিক স্কারবোরো এবং ডেভিড বিগলস নামের চারজন শ্বেতাঙ্গ পুরুষ একসাথে যৌন নিপীড়নের জন্য একজন মহিলাকে খুঁজে বের করেন। তারা শটগান এবং সুইচব্লেড সজ্জিত জেক গাইথার পার্কে একটি গাড়ির কাছে এসেছিল। প্যাট্রিক স্কারবোরো আফ্রিকান আমেরিকান চালকের নাকে তার শটগান টিপে দেন এবং আরোহীদের গাড়ি থেকে বের করার আদেশ দেন। চার জন আফ্রিকান আমেরিকান গাড়ি থেকে নেমে আসেন, দুজন পুরুষ এবং দুজন মহিলা। গাড়িতে থাকা চারজনই ফ্লোরিডা এ অ্যান্ড এম বিশ্ববিদ্যালয়ের (এফএএমইউ) ছাত্র ছিল। স্কারবোরো দুই কৃষ্ণাঙ্গ পুরুষকে মাটিতে হাঁটু গেড়ে বসতে বাধ্য করে এবং ডেভিড বিগলস দুই কৃষ্ণাঙ্গ মহিলাকে ছুরির আঘাতে ধরে রাখে। স্কারবোরো রিচার্ড ব্রাউন এবং টমাস বাটারফিল্ড নামকরা কালো লোকদের চলে যাওয়ার আদেশ দেয় এবং তারা ধীরে ধীরে গাড়ি চালিয়ে চলে যায়।\nচারজন শ্বেতাঙ্গ পুরুষের হাতে ছেড়ে যাওয়া দুই কৃষ্ণাঙ্গ মহিলা ছিলেন এডনা রিচার্ডসন এবং বেটি জিন ওয়েন্স। এডনা রিচার্ডসন লোকদের থেকে মুক্ত হয়ে নিকটবর্তী একটি পার্কে দৌড়ে যান এবং বেটি জিন ওয়েন্সকে তার আক্রমণকারীদের সাথে একা রেখে যান। বিগলস প্রতিশ্রুতি দিয়েছিল যে যদি সে তাকে যা করতে চায় তা করে তবেই তাকে ছেড়ে দেওয়া হবে। তারা তাকে শহরের প্রান্তে নিয়ে যায় এবং পরবর্তীতে তাকে সাতবার ধর্ষণ করে। এডনা রিচার্ডসন এবং অন্য দুই পুরুষ ছাত্র তাদের গাড়িতে ফিরে যেতে সক্ষম হয় এবং তাদের সাথে কী ঘটেছে তা জানাতে স্থানীয় থানায় যায়। সেই রাতে কর্তব্যরত কর্মকর্তা ছিলেন উনিশ বছর বয়সী ইন্টার্ন জোসেফ ডি কুক, জুনিয়র। অনেক লোককে অবাক করে দিয়ে তিনি ব্যাক আপ ের জন্য ডেকে ছিলেন এবং ওয়েন্সের সন্ধান করেছিলেন। অফিসার আততায়ীর গাড়িটি দেখতে পান এবং ধাওয়া শুরু হয়। অবশেষে, লোকেরা তাদের গাড়িটি টেনে নিয়ে যায় এবং ওয়েন্সের চাপা চিৎকার গাড়ি থেকে শোনা যায়। তাকে পিছনের সিটের ফ্লোরবোর্ডে বেঁধে রাখা হয়েছিল এবং গলা টিপে হত্যা করা হয়েছিল।\nএরপর চারজনকে গ্রেফতার করে জেলে পাঠানো হয়। চারজন তাদের গ্রেপ্তারকে গুরুত্ব সহকারে নেয়নি এবং কারাগারে যাওয়ার পথে একে অপরের সাথে রসিকতা করে। চারজন লোকই লিখিতভাবে স্বীকার করেছে যে বন্দুকের নেশায় ওভেনকে অপহরণ করে এবং তাকে ধর্ষণ করে। \n\n\n== তথ্যসূত্র =="}