{"pageid": 109124, "title": "জঁ পিয়াজে", "url": "https://bn.wikipedia.org/wiki?curid=109124", "content": "জঁ পিয়াজে (পূর্ণনাম জঁ উইলিয়াম ফ্রিৎস পিয়াজে; আ-ধ্ব-ব: [ʒɑ̃ pjaʒɛ]; ফরাসি: Jean William Fritz Piaget) (৯ই আগস্ট ১৮৯৬ - ১৬ই সেপ্টেম্বর ১৯৮০) একজন সুইজারল্যান্ডের মনোবিজ্ঞানী ও দার্শনিক। তিনি একজন জীববিজ্ঞানী হিসেবে তাঁর কর্মজীবন শুরু করেছিলেন।\n\n\n== তত্ত্ব ==\nজঁ পিয়াজের জ্ঞানমূলক বিকাশসাধনের অর্থ গবেষণা (Genetic Epistemology of Jean Piaget)। যত তিনি বিজ্ঞান নিয়ে কাজ করার চিন্তায় গভীর থেকে গভীরতর মনোনিবেশ করছিলেন তত তিনি চিন্তন প্রক্রিয়ার প্রকৃতি সম্বন্ধেই বেশি বেশি করে কৌতূহলী হয়ে পড়ছিলেন। এই ভাবেই তিনি চিরন্তন প্রক্রিয়ার বিকাশ বিষয়ে বিশেষ অনুসন্ধিৎসু হয়ে পড়েন। যখন এই বিষয় নিয়ে পূর্বসূরীদের করা প্রায় কোন কাজই তিনি খুঁজে পাচ্ছিলেন না তখন তিনি এই চিন্তন প্রক্রিয়ার গবেষণারই একটি নতুন নাম দিলেন জ্ঞানের বিকাশসাধনের অর্থ গবেষণা (Genetic Epistemology)।\nএমনকি শিশুদের মধ্যেও তিনি লক্ষ্য করেছিলন যে তাদের পরিবেশে থাকা বস্তুসমূহের প্রতি প্রতিক্রিয়া প্রদান করার বিশেষ দক্ষতা তাদেরও আছে। এই দক্ষতা নিশ্চিতভাবেই সহজতর, এই দক্ষতার নাম তিনি দিয়েছিলেন সংবেদন-সঞ্চালন দক্ষতা ( Sensori-Motor Skill)। এই সংবেদন-সঞ্চালন দক্ষতা সহজতর হলেও সেগুলি শিশুকে তার পরিবেশ পরিচিতিতে সহায়তা করে এবং তাকে বিশ্ব সম্বন্ধে জ্ঞানাহরণে উৎসাহিত করে। এই ভাবে শিশু উন্নত থেকে উন্নততর দক্ষতা অর্জন করে। এই দক্ষতাসমূহকে তিনি স্কীমা (Schema) নাম দিয়েছিলেন। জ্ঞান সংগঠিত হলে চিন্তন ও মানসিক সক্রিয়তার যে প্যাটার্ণ নির্মিত হয় তাকেই বলে স্কীমা। স্কীমা হল প্রজ্ঞার মানসিক প্রতিরূপ। \nএকটি শিশু জানে কীভাবে তার প্রিয় খেলনাটিকে ধরতে হয় এবং নিজের মুখের দিকে নিক্ষেপ করতে হয়। এই ভাবেই যে বস্তুগুলিকে ধরা যায় সেগুলিকেই মুখে নিক্ষেপ করা যায় এমন ধারণা গঠিত হয়। এই স্কিমাটিকে “Grab and Thrust” বলা যায়। বাবার মূল্যবান ঘড়িটিও সে ধরতে পারে তাই সেটিকেও সে মুখে নেয়। পিয়াজে একটি নতুন বস্তুকে পুরাতন স্কীমার (“Grab and Thrust”) মধ্যে স্থান দেওয়ার প্রক্রিয়ার নাম দিয়েছেন আত্মিকরণ (Assimilation) ।\nঅন্য একটি বস্তুর সন্ধান পেলে শিশুটি সেটিকেও হাতে ধরে মুখে নিক্ষেপ করার চেষ্টা ক’রে পুরানো স্কিমার (“grab and thrust”) অন্তর্ভুক্ত করতে চায়। কিন্তু পুরানো স্কিমার সংগে এই নতুন বস্তুকে জুড়ে দিতে না পারলে শিশুর মধ্যে সমতার (Equilibrium)অভাব দেখা দেয় এবং সে নতুন স্কিমার সন্ধান করে। এই প্রক্রিয়াকে পিয়াজে অন্তর্ভুক্তিকরণ (Accommodation) নামে অভিহীত করেছেন। আত্মিকরণ এবং অন্তর্ভুক্তিকরণ অভিযোজনের দুই দিক। পিয়াজের এই টার্মগুলিকে শিখন নাম দেওয়া যায়। পিয়াজে দেখলেন এই অভিযোজন প্রক্রিয়া আচরণবাদীদের শিখনের চেয়েও ব্যপকতর। তিনি মূলগত ভাবে অভিযোজনকে একটি জৈবিক পদ্ধতি হিসেবে দেখেছিলন।\nপিয়াজে মানসিক গঠনের একটি ধারণা দিয়েছেন; যে মানসিক এককগুলি জ্ঞান গঠন এবং চিন্তন প্রক্রিয়া সম্পন্ন করে তাদেরকে মানসিক গঠন বলে। প্রকৃতপক্ষে মানসিক গঠন বুদ্ধির সেই ধরনের কাজ যা গৃহীত তথ্যগুলির প্রক্রিয়া করণ করে জ্ঞান গঠন করে। আত্মিকরণ এবং অন্তর্ভুক্তিকরণ ঠিক যেন জগৎ সম্পর্কে বোঝাপড়ায় অগ্রসর এবং এই বোঝাপড়ায় আমাদের দক্ষতার মধ্যে পেন্ডুলামের মতো দুলতে থাকে। পিয়াজের মতে এই অভিযোজন মানসিক গঠন (Structure) এবং পরিবেশের মধ্যে সমতা বিধানের দিকে পরিচালিত হয়, যখন মানসিক গঠন এবং পরিবেশের মধ্যে কিছুটা সর্বসমতা পরিলক্ষিত হয় তখন জগতের একটি সুন্দর মডেল প্রতিভাত হয়। এই আদর্শ অবস্থাই হলো সমতা (Equilibrium)।\nপিয়াজেঁ শিশুদের নিয়ে যত তাঁর গবেষণায় অগ্রসর হয়েছিলেন তত তিনি লক্ষ্য করেছিলেন যে বিকাশের কিছু পর্যায়কালে আত্মিকরণ প্রাধান্য লাভ করে, আবার কিছু পর্যায়কালে অন্তর্ভুক্তিকরণ প্রাধান্য লাভ করে। আপেক্ষিক সমতার এই পর্যায়কালগুলির প্রকৃতি সমস্ত শিশুর মধ্যে একটি বিশেষ বয়স কালে অনুরুপ ভাবে দেখা দেয়। তাই তিনি জ্ঞান মূলক বিকাশসাধনের দশার ধারণার প্রবর্তন করেছিলেন। এই জ্ঞান মূলক বিকাশসাধনের দশার ধারনাগুলি মনোবিজ্ঞানে একটি স্থায়ী অবদান রেখেছে।\n\n\n== জ্ঞান মূলক বিকাশের বিভিন্ন দশা ==\n\n\n=== সংবেদন-সঞ্চালন স্তর (The Sensory-Motor Stage) (জন্ম থেকে দুই বছর) ===\nপিয়াজের মতে জ্ঞান মূলক বিকাশের প্রথম স্তরটি সংবেদন-সঞ্চালন স্তর। জন্ম থেকে দুই বছর বয়স পর্য্যন্ত বিকাশের স্তরকে পিয়াজে জ্ঞান মূলক বিকাশের সংবেদন-সঞ্চালন স্তর বলে চিহ্নিত করেছেন। স্তরটির নাম থেকেই স্পষ্ট যে এই স্তরে শিশু তার বিশ্বকে সংবেদন এবং সঞ্চালন ক্ষমতা দ্বারা জানতে চায়। সরল প্রতিবর্ত ক্রিয়া দিয়ে শুরু করে জটিল সংবেদন-সঞ্চালন মূলক দক্ষতার সমবায় ও বিন্যাসে শেষ হয় এই স্তরের বিকাশ।\nপ্রাথমিক আবর্তনমূলক প্রতিক্রিয়ার স্তর (Primary Circular Reactions) – এক থেকে চার মাসের মধ্যে শিশু প্রাথমিক আবর্তনমূলক প্রতিক্রিয়ার মাধ্যমে তার কাজ সম্পাদন করে। তার নিজের কোন প্রতিক্রিয়াই শিশুর কাছে উদ্দীপক হিসাবে প্রতিভাত হয় এবং সেই উদ্দীপকের প্রতি বারংবার একই প্রতিক্রিয়া ব্যক্ত করতে থাকে। যেমন শিশু তার বুড়ো আঙুলটি চুষতেই থাকে, কেননা একাজ তার ভাল লাগে। অথবা মুখ দিয়ে তুড়তুড়ি দিতেই থাকে, কেননা এ খেলা তার কাছে আনন্দ দায়ক। এ সময়ে বস্তু স্থায়িত্ব বোধ থাকে না, চোখের আড়ালে গেলেই বস্তুর অস্তিত্বও লুপ্ত হয়। এই স্তরে শিশুর মধ্যে “out of sight, out of mind” স্কিমা গঠিত হয়।\nমাধ্যমিক আবর্তনমূলক প্রতিক্রিয়ার স্তর (Secondary Circular Reactions) – চার থেকে 12 মাসের মধ্যে শিশু মাধ্যমিক আবর্তনমূলক প্রতিক্রিয়ার দিকে মোড় নেয়। এই স্তরে শিশু তার পরিবেশকে নিজের দেহ ছেড়েও বিস্তৃততর করে। তার নিজের শরীরের বাইরের কোন ক্রিয়া শিশু বার বার করতে ভালোবাসে। তার পুতুলটিকে চাপলে পিঁক পিঁক শব্দ হয় এবং এই শব্দ তার কাছে আনন্দদায়ক বলে সে বার বার পুতুলটিতে চাপ দিতেই থাকে, চাপ দিতেই থাকে। তেমনি ঝুমঝুমিটা ঝাঁকাতেই থাকে, ঝাঁকাতেই থাকে। এই সময় স্কিমা সমন্বিত হয়। এই সময়ে পূর্ববর্তী স্তরে যে সকল স্কিমা গঠিত হয় তাদের মধ্যে সমন্বয় সাধিত হয়। এই সময়ে বস্তু স্থায়িত্ববোধও বিকশিত হতে থাকে, চোখের আড়ালে গেলেই বস্তুর অস্তিত্ব যে লোপ পায় না এমন বোধ জন্মাতে থকে। “out of sight, out of mind” স্কিমা থেকে বের হয়ে শিশু মনে রাখতে শেখে এবং যে সকল বস্তু সে আগে দেখেছে সে গুলি চোখের আড়ালে থাকলেও তাদেরকে খুঁজতে থাকে।\nতৃতীয় আবর্তনমূলক প্রতিক্রিয়ার স্তর (Tertiary circular reactions) – বারো থেকে 24 মাসের মধ্যে শিশু দ্বিতীয় আবর্তনমূলক প্রতিক্রিয়ার মাধ্যমে কাজ করে। কেবল মাত্র আনন্দের জন্যই নয়, কোন বিশেষ উদ্দেশ্য নিয়ে শিশু কোন কাজ বার বার করতে থকে। বার বার বলটাকে ছুঁড়ে ছুঁড়ে কী হয় তা দেখতে চায়। সে ড্রামটাকে স্টিক দিয়ে বাজিয়ে ডুম ডুম শব্দ করে; কাঠের ব্লকটিকে বাজিয়ে ঠক ঠক শব্দ করে; বাবার মাথায় বাজিয়ে ওহঃ ওহঃ শব্দ করে। খাওয়ানোর সময় শিশুর এই ধরনের সক্রিয় পরীক্ষণ কার্য্য সব চেয়ে ভালোভাবে পর্য্যবেক্ষণ করা যায়; এই সময়ে চামচ, বাটি এবং খাবার ছুঁড়ে দেওয়ার মজার খেলা আবিষ্কার কারার আনন্দে শিশু মেতে ওঠে।\nমানসিক প্রতিরূপের স্তর (Mental Representation) – আঠারো থেকে 24 মাসের মধ্যে শিশু স্পষ্ট ভাবে মানসিক প্রতিরূপ গঠন করে এবং সাংকেতিক চিন্তন কর্ম শুরু করে। অভিজ্ঞতা লাভের পরেও বস্তুর স্মৃতি মানস পটে ধরে রাখার ক্ষমতা গঠিত হয় এই স্তরে। মানসিক প্রতিরূপ গঠিত হওয়ার দরুন শিশু কিছুটা পূর্বানুমান (Prediction) করতেও পারে। শিশু সরল সমস্যা সমাধান করতে মানসিক প্রতিরূপ ব্যবহার করতে পারে। দরজার উঁচু চৌকাঠ পার হওয়ার সময় চৌকাঠটির উপর উঠে দাঁড়ালে পড়ে যাওয়ার সম্ভাবনা বুঝতে পারে এবং তারপর সে নেবে যায়।\n\n\n=== প্রাক সক্রিয়তার স্তর (Preoperational Stage) (দুই থেকে সাত বছর) ===\nপিয়াজের মতে জ্ঞান মূলক বিকাশের দ্বিতীয় স্তরটি প্রাক সক্রিয়তার স্তর। দুই থেকে সাত বছর বয়স পর্য্যন্ত বিকাশের স্তরকে পিয়াজে জ্ঞান মূলক বিকাশের প্রাক সক্রিয়তার স্তর বলে চিহ্নিত করেছেন। এখন শিশুর মানসিক প্রতিরূপ আছে এবং সে ভান করতেও পারে তাই প্রতীক ব্যবহারের খুব কাছা কাছি এসে সে পৌঁছেছে। জ্ঞানমূলক বিকাশের প্রাথমিক স্তরে প্রত্যক্ষণ ও সঞ্চালন ক্রিয়ার মাধ্যমে যে ধারণা গঠিত হয়, তার মানসিক প্রতিরূপ অর্থাৎ স্কিমাই পরবর্তি পর্যায়ে বিকাশের ভিত্তি রূপে কাজ করে।\nকোন কিছুকে সাংকেতিক ভাবে প্রকাশ করাই হলো প্রতীক। কুকুরের একটি চিত্র, একটি লিখিত বা কথিত শব্দ (কুকুর) প্রকৃত কুকুরের প্রতীক। ভাষা ব্যবহার প্রতীকের প্রকৃষ্ট উদাহরণ। প্রতীক ব্যসহারের অন্য উদাহরণ হলো সৃজনাত্মক ক্রীড়া, যেখানে কাগজকে থালা অথবা বাক্সকে টেবিল ইত্যাদি ভাবা হয়। বয়স্ক ব্যক্তিরা প্রতীক ব্যবহারের মাধ্যমে চিন্তন প্রক্রিয়া সম্পাদন করে, শিশুরাও প্রকৃত বস্তুর অনুপস্থিতিতে প্রতীক ব্যবহার করে চিন্তা করতে পারে। প্রতীক ব্যবহারের সংগে সংগে অতীত এবং ভবিষ্যতের বোধও জন্ম লাভ করে। কোন শিশু মায়ের জন্য কাঁদতে থাকা কালে তাকে তার মা তাড়াতাড়িই আসবে বললে সে কান্না থামায়। অথবা তার পড়ে যাওয়ার স্মৃতি স্মরণ করিয়ে দিলে মুখটা ব্যথায় ভার হয়ে যায়। \nএই স্তরে শিশু কিছুটা আত্মকেন্দ্রিক হয়। সে সকল বস্তুকে তার নিজের দৃষ্টিকোণ থেকে দেখে। সে একটা ছবিকে এমন ভাবে ধরে থাকে যাতে কেবল মাত্র সে-ই দেখতে পায়, কিন্তু অন্যেরাও দেখতে পেচ্ছে এমনটাও আশা করছে।মাটিতে পড়ে আঘাত লাগলে সে মটিকে মেরে শোধ নেয়, যেন মাটিই তাকে মেরেছে।\nপিয়াজে ঘটনাটি ভালো ভাবে জানতে একটি পরীক্ষার ব্যবস্থা করেন এবং এই পরীক্ষার নাম দেন “the mountains study” । তিনি শিশুদের একটি প্লাস্টারের তৈরি সরল পর্বতমালার সামনে বসিয়ে, নিজে অন্য দিকে বসলেন এবং তারপর শিশুদের তিনি চারটি ছবি থেকে পিয়াজে নিজে যেমন দেখবেন তেমন একটিকে বেছে নিতে বলেন। ছোট শিশুরা তারা যেমন দেখে তেমিন ছবি বেছে নেয় বটে, কিন্তু একটু বয়স্ক শিশুরা সঠিক ছবিটিই বেছে নিতে পারলো। এই “the mountains study” প্রাক সক্রিয়তার স্তরের বিকশের একটি বিখ্যাত পরীক্ষা।\nএই স্তরে শিশুর চিন্তার কয়েকটি বৈশিষ্ট্য আলোচিত হলোঃ\n\nবাস্তব বোধ (Realism) – নিজের কল্পনা বা চিন্তার জগতের বাইরেও একটা জগৎ আছে এই বোধ সৃষ্টি হওয়ার নাম-ই বাস্তব বোধ। প্রথম প্রথম শিশু বহির্জগৎ এবং অন্তর্জগতের পার্থক্য নিয়ে সংশইয়ে থাকে, কিন্তু আস্তে আস্তে এই দুয়ের মধ্যেকার প্রভেদ উপলব্ধ হয়। সাত বছর বয়সের মধ্যে শিশুর সব সংশয় দূরীভূত হয়।\nসর্বপ্রাণ বোধ (Animism) – প্রথম প্রথম শিশু জীব ও জড় বস্তুর মধ্যে পার্থক্য নিরূপণ করতে পারেনা; অনেক জড় বস্তুকেও সে সজীব বলে মেনে নেয়। সামাজিক ভাবে অন্যদের সঙ্গে মেলামেশা, নিজের ব্যক্তিত্ব ও অস্তিত্ব সম্বন্ধে একটু একটু করে সচেতন হওয়া, অন্য ব্যক্তিদের অস্তিত্ব এবং বৈশিষ্ট সম্বন্ধে জ্ঞান লাভ করার মধ্যে দিয়ে শিশু মানসে উদ্ভূত সংশয় দূরিভূত হয়। পিয়াজের মতে সর্বপ্রাণ বোধ বিকাশের চারটি পর্যায় থাকেঃ\nপ্রথম সব কিছুই সজীব ও চেতন এমন বোধের জন্ম হয়।\nসচল কোন কিছুই সজীব ও চেতন এমন বোধের জন্ম হয়।\nযা নিজে নিজে চলতে পারে তাই-ই সজীব এমন বোধ জন্ম নেয় শিশু মানসে।\nএকমাত্র জীবিত প্রাণিদেরই চেতনা বর্তমান এমন বোধ লাভ করে শিশু।\nকৃত্রিমতা বোধ (Artificialism) – সবকিছুই মানুষ তৈরি করেছে এই বোধ থেকে বাস্তবকে বিচার করার প্রবনতাকে কৃত্রিমতা বোধ বলা হয়। মা সব কিছুই করতে পারে এমন ধারণা কৃত্রিমতা বোধেরই ফসল।\nঅবারোহ যুক্তি (Transductive Reasoning) – প্রাক সক্রিয়তার স্তরে শিশু চিন্তা অবরোহ বা আরোহ কোন যুক্তি দ্বারাই নির্ধারিত হয় না, তার যুক্তি থাকে এক একটি অভিজ্ঞতার ক্ষেত্রে এক এক রকম; একেই বলে অবারোহ যুক্তি। আমার দুটো হাত আছে তাই আমি দুবার দাঁত মাজি; সকাল বেলা পাখীরা ডাকে তাই আলো ফোটে, ইত্যাদি ইত্যাদি।\nএককেন্দ্রিকতা (Unicenterism) – এক সংগে অনেকগুলি বৈশিষ্ট্য সমন্বিত হয়ে থাকলে শিশু বৈশিষ্ট্যগুলির মধ্যে তুলনামূলক বিচার করতে পারে না। ছোট-বড়ো এবং কম-বেশি ইত্যাদি একাধিক বৈশিষ্ট্যের সমন্বিত রূপ থেকে তুলনা মূলক বিচারের ক্ষেত্রে একটি মাত্র বৈশিষ্ট্যের প্রতি শিশুর মনোযোগ নিবিদ্ধ হয়, তাই তার অভিন্নতা বোধ গঠিত হয় না। দুটি সারিতে পাঁচটি করে মুদ্রা সমান সমান ফাঁক দিয়ে সাজানোর পর একটি সারির মুদ্রাগুলিকে একটু বেশি ফাঁক ফাঁক করে দিলে এই স্তরের শিশুরা দীর্ঘতর সারিটিকে দেখিয়ে তাতে বেশি মুদ্রা থকার কথা বলে।\nঅহমিকা (Egocentrism) – সংবেদন-সঞ্চালন এবং প্রাক সক্রিয়তা উভয় স্তরের শিশুদের মধ্যেই চিন্তার ক্ষেত্রে অহমিকার উপস্থিতি পরিলক্ষিত হয়। এই অহমিকা বোধই এই স্তরের একটা প্রধান বৈশিষ্ট্য। সব কিছুরই অস্তিত্ব নির্ভর করে তাকে কেন্দ্র করেই। “আমি” এবং “আমার” জাতীয় শব্দ বেশি ব্যবহৃত হতে দেখা যায়; আমি দেখছি বলেই চাঁদ উঠেছে।\nবিপরীত চিন্তায় অক্ষমতা (Irreversibility) – এই স্তরের শিশুদের চিন্তায় একমুখিতা পরিলক্ষিত হয়। যেমন, “রামের থেকে শ্যাম বড়ো” আবার “শ্যামের থেকে যদু বড়ো” এটুকু বুঝিলেও “যদু যে রামের থেকেও বড়ো” বা “শ্যাম যদুর থেকে ছোট” এমন বিপরীত বোধ এই স্তরের শিশুদের চিন্তায় ঠাঁই পায় না।\nবিলম্বিত অনুকরণ (Deferred Imitation) – এই স্তরের শিশুরা বেশ কিছুটা পূর্বে অর্জন করা অভিজ্ঞতার অনুকরণ করতে পারে। স্কুল থেকে ফিরে এসেও দিদিমনির কিছু কিছু আচরণ অনুকরণ করতে পারে এই স্তরের শিশু।\nপ্রতীকী ক্রীড়া (Symbolic Play) – খেলার সময় চলে নানা রকম প্রকৃত আচরণের ভান। ঘুমের ভান করা, খাওয়া বা লাখা-পড়ার ভান করার মাধ্যমে খেলা চলতে থাকে।\nঅঙ্কণ (Drawing) – মানসিক প্রতিরূপগুলিকে অঙ্কণের মাধ্যমে প্রকাশ করে এই স্তরের শিশু। প্রায় সব শিশুই মানুষের মুখের আদল আঁকতে পারে।\nমানসিক চিত্রকল্প (Mental Image) – এই স্তরের শিশু সব কিছুরই মানসিক চিত্রকল্প গঠন করতে পারলেও, এই চিত্রকল্পগুলির পরিবর্তন করতে পারে না।\nভাষা (Language)- এই স্তরে ভাষাই চিন্তার বাহন হয়ে থাকে। এই শিশুরা যা কিছু করে তা সবই ভাষায় প্রকাশ করতে করতে করে; বা য কিছু ভাবে তা সবই ভাষায় প্রকাশ করতে করতেই ভাবে। এমন কি খেলার সময়েও তারা অনর্গল কথা বলতে থাকে।\n\n\n=== মূর্ত সক্রিয়তার স্তর (Concrete operations stage) (সাত থেকে এগারো বছর) ===\nপিয়াজের মতে জ্ঞান মূলক বিকাশের তৃতীয় স্তরটি মূর্ত সক্রিয়তার স্তর। সাত থেকে এগারো বছর বয়স পর্য্যন্ত বিকাশের স্তরকে পিয়াজে জ্ঞান মূলক বিকাশের মূর্ত সক্রিয়তার স্তর বলে চিহ্নিত করেছেন। সক্রিয়তা বলতে এখানে সমস্যা সমাধানের ক্ষেত্রে যে যৌতিক সক্রিয়তা বা নীতি প্রযোগ করা হয় তাকেই বোঝায়। এই স্তরে বালক বালিকা কেবল প্রতীক ব্যবহার করতেই পারে এমন নয়, তারা যুক্তির সঙ্গে এই সকল প্রতীকগুলিকে পরিবর্তিত করতেও পারে। কিন্তু এই স্তরে তাদের সব সক্রিয়তা থাকে মূর্ত অবস্থার পরিপ্রেক্ষিতে। \nগতিশীল বিকেন্দ্রিকরণের মধ্যে দিয়েই এই স্তরের কাজ শুরু হয়। সংখ্যা, দৈর্ঘ্য বা তরলের আয়তন সম্বন্ধে সংরক্ষণ বোধ বেশির ভাগ বালক বালিকার মধ্যেই ছয় অথবা সাতেই জন্মে যায়। এখন বালক বা বালিকারা বুঝতে পারে যে আকারের পরিবর্তন হলেও বস্তুর আয়তন একই থাকতে পারে।\nএই স্তরে শিশুর চিন্তার কয়েকটি বৈশিষ্ট্য আলোচিত হলোঃ\n\nসংরক্ষণ বোধ (Conservation) - আকারগত পরিবর্তন হওয়া সত্তেও পরিমাণগত পরিবর্তন না হওয়ার বোধই হল সংরক্ষণ বোধ। এক তাল মাটি নিয়ে তার আকারের নানা পরিবর্তন করলেও, মাটির পরিমাণের কোন পরিবর্তন হয় না এই রূপ বোধ এই বয়সের বালক বালিকাদের মধ্যে জন্ম লাভ করে। তুলনামূলক বিচারের ক্ষেত্রে একটি মাত্র মাত্রা নিয়ে বিচার না করে সব কটি মাত্রাকে এক যোগে নিয়ে বিচার করার ক্ষমতা জন্মায় এই স্তরে। এই বোধই পূর্ণ মাত্রার যুক্তিবোধ গঠিত হওয়ার প্রাথমিক পদক্ষেপ। এখন বিপরীতমুখী চিন্তারও উন্মেষ ঘটতে থাকে।\nক্রমিক অবস্থান বোধ (Seriation) – এই স্তরের শিশুরা বিভিন্ন আকৃতির বস্তু নিয়ে সেগুলিকে ছোট থেকে বড় অথবা বড় থেকে ছোট হিসাবে সাজাতে পারে, কিন্তু তারা ভাষার সাহায্যে এই ছোট বড় সমস্যার সমাধান করতে পারে না।\nশ্রেণী বিভাজন (Classification) – প্রাক সক্রিয়তা স্তরের শিশুদেরকে ছয়টি গাঁদা ফুল এবং ছয়টি জবা ফুল একত্রে নিয়ে দেখালে তারা কোনটি গাঁদা বা কোনটি জবা তা শনাক্ত করতে পারে। কিন্তু গাঁদা এবং জবার মধ্যে কোন ফুলগুলি বেশি আছে – এমন প্রশ্নের উত্তরে তারা সাধারণত জবা ফুলগুলিই বেশি বলে জবাব দেয়। কিন্তু মূর্তসক্রিয়তার স্তরে শিশুরা ফুলগুলির শ্রেণী বিভাজন করতে পারে এবং উভয় শ্রেণীতেই সমান সমান ফুল আছে এমন কথাও বলে; আবার কম বেশি থাকলে তাও তারা সঠিক ভাবে বলতে পারে।\nসংখ্যার ধারণা (Concept of Number) – সংখ্যার বোধ এবং গণন ক্ষমতা একই নয়। ভাষা বিকাশের সঙ্গে সঙ্গে শিশুরা সংখ্যাবাচক শব্দগুলিও আয়ত্ত করতে থাকে, কিন্তু এই সংখ্যাবাচক শব্দগুলির প্রকৃত তাৎপর্য তারা বুঝতে পারেনা। সংখ্যার ক্রমিক ধারণাও প্রথম প্রথম থাকে না। ক্রমশঃ সংখ্যার ক্রমিক অবস্থান সম্পর্কে ধারণা গঠিত হওয়ার পর এবং শ্রেণী বিভাগ সম্বন্ধে যথেষ্ট কুশল হয়ে ওঠার পর মূর্ত সক্রিয়তার স্তরে বালক বালিকারা সংখ্যার ক্রমপর্যায় এবং মূর্ত বস্তুর সংখ্যার সঙ্গে সংখ্যাবাচক শব্দের সমন্বয় সম্বন্ধে স্পষ্ট মানসিক প্রতিরূপ গড়ে তোলে। এইগুলিই প্রকৃত বিমূর্ত চিন্তন বা পরিপূর্ণ মানসিক সক্রিয়তার জন্য একান্ত প্রয়োজনীয়।\n\n\n=== যৌক্তিক সক্রিয়তার স্তর (Formal operations stage) (এগারো বছর থেকে সমগ্র কৈশোর কাল) ===\nপিয়াজের মতে জ্ঞান মূলক বিকাশের চতুর্থ স্তরটি যৌক্তিক সক্রিয়তার স্তর। এগারো বছর বয়স থেকে সমগ্র কৈশোর কাল ব্যপী চলতে থাকে এই স্তরের বিকাশ। পূর্ববর্তী স্তরে সক্রিয়তার মাধ্যমে যে স্কিমা গঠিত হয় সেগুলিকে এই স্তরে কিশোর কিশোরীরা সরাসরি প্রথাগত যুক্তির ক্ষেত্রে প্রয়োগ করাতে অভ্যস্ত হয়ে ওঠে। প্রায় বারো বছর বয়স থেকেই কিশোর কিশোরীরা পূর্ণবয়স্ক ব্যক্তির মতো করে চিন্তা করতে থাকে।এই চিন্তাগুলি যৌক্তিক সক্রিয়তার (Logical Operations) মাধ্যমে ঘটতে থাকে। এই যুক্তিগুলি মূর্ত সক্রিয়তা ছেড়ে বিমূর্ত চিন্তনে প্রবেশ করে। এই প্রকার চিন্তনকে অনেক সময় হাইপোথেটিক্যাল চিন্তনও (Hypothetical Thinking) বলে। প্রকল্প (Hypothesis) গঠন করার পর অভিজ্ঞতা ও যুক্তির দ্বারা বিচার করে তাকে গ্রহণ বা বর্জন করার পদ্ধতিই এই হাইপোথেটিক্যাল চিন্তন। সম্পূর্ণ বিমূর্ত এবং তর্কবিদ্যা সম্মত অবরোহ যুক্তি কিশোর কিশোরীদের অন্যতম হাতিয়ার হয়ে ওঠে-\n\nB যদি A-এর অংশ বিশেষ হয় এবং A যদি C-এর অংশ বিশেষ হয়, তবে B-ও C-এর অংশ বিশেষ হবে।\nকোন কোন ছাত্র অনেক পড়াশোনা করে আবার, পড়াশোনা করলে পরীক্ষায় ভালো ফল করা যায়, সুতরাং কোন কোন ছাত্র পরীক্ষায় ভালো ফল করে।\nএকটি পেন্ডুলামের দোলন কীভাবে দ্রুততর বা মন্দিভূত করা যায় এ প্রশ্নের উত্তরে একটি 16 বছরের কিশোর – \n\nপ্রথমে একটা লম্বা সূতো নিয়ে হাল্কা ববের পেন্ডুলাম বানিয়ে তারপর তাকে দুলিয়ে দেখবে;\nতারপর একটা লম্বা সূতো নিয়ে অপেক্ষাকৃত ভারী ববের পেন্ডুলাম বানিয়ে তারপর তাকে দুলিয়ে দেখবে;\nতারপর একটা অপেক্ষাকৃত ছোট সূতো নিয়ে হাল্কা ববের পেন্ডুলাম বানিয়ে তারপর তাকে দুলিয়ে দেখবে;\nতারপর একটা অপেক্ষাকৃত ছোট সূতো নিয়ে অপেক্ষাকৃত ভারী ববের পেন্ডুলাম বানিয়ে তারপর তাকে দুলিয়ে দেখবে;\nএই ভাবে নানা প্রকল্প গঠন ও ঐ সকল প্রকল্প পরীক্ষণ করার পর দৈর্ঘ্য বাড়লে পেন্ডুলামের দোলন কাল বাড়ে এই সিদ্ধান্তে উপনিত হয় কিশোরটি। \nকিশোর কিশোরীরা চিন্তনের ক্ষেত্রে যে সকল যুক্তি প্রযোগ করে সেগুলি হলোঃ\n\nসংযোজন (Conjunction) – “A এবং B উভয়ই পার্থক্য সৃষ্টি করে” [পেন্ডুলামের দৈর্ঘ্য এবং ববের ওজন উভয়েই দোলনকালের পার্থক্য সৃষ্টি করে]\nবিযোজন (Disjunction) - “হয় A নয়তো B এই পার্থক্য সৃষ্টি করে” [হয় পেন্ডুলামের দৈর্ঘ্য নতুবা ববের ওজন যেকোন একটি দোলনকালের পার্থক্য সৃষ্টি করে]\nঅনুসিদ্ধান্ত (Implication) – “যদি A আসে তবে B-ও আসে” [যদি পেন্ডুলামের দৈর্ঘ্য বাড়ে তবে তার দোলনকালও বাড়ে - এই ভাবে প্রকল্প গঠিত হয়]\nবাতিল করণ (Incompatibility) – “যদি A আসে তবে B আসে না” [যদি ববের ওজন বাড়ে তবে দোলকের দোলনকালের কোন পরবর্তন হয় না - এই ভাবে প্রকল্প বাতিল হয়]\nঅভিন্নতা (Identity) – যে কোন একটি গ্রহণ যোগ্য। “হয় A আসে নতুবা B আসে” [দোলনকালের কোন পরবর্তন ঘটায় হয় ববের ওজন নতুবা দোলকের দৈর্ঘ্য]\nনেতিকরণ (Negation) - “A আসে না এবং B-ও আসে না” [ববের ওজন এবং দোলকের দৈর্ঘ্য কোনটিই দোলনকালের কোন পরবর্তন ঘটাতে পারে না]\nব্যতিহার (Reciprocity) - “হয় A আসে না অথবা B আসে না” [কোন দোলকের দোলনকালের পরবর্তন হয় ববের ওজন ঘটাতে পারে না নতুবা দোলকের দৈর্ঘ্য পারে না]\nসহগতিকতা (Correlativity) - “A এবং B উভয়ই আসে” [ববের ওজন কোন দোলকের দোলনকালের পরবর্তন ঘটাতে পারে এবং দৈর্ঘ্যও দোলকের দোলনকালের পরবর্তন ঘটাতে পারে]\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থ ও উৎসপঞ্জি =="}