{"pageid": 1091783, "title": "ব্র্যান্ডি ওয়ারলি", "url": "https://bn.wikipedia.org/wiki?curid=1091783", "content": "ব্র্যান্ডি ওয়ারলি (জন্ম নভেম্বর ১০, ১৯৮৬) ইন্ডিয়ানার ডার্লিংটনের একজন মহিলা যিনি ১৭ নভেম্বর, ২০১৬ তারিখে তার দুই সন্তানকে হত্যা করেন।\n\n\n== পটভূমি ==\nনিহতরা হলেন টাইলার ড্যানিয়েল ক্লিন্টন ওয়ারলি (জন্ম ২০০৯) এবং চার্লি রোজ জিন ওয়ারলি (জন্ম ২০১৩)। টাইলার ইন্ডিয়ানার অনিগমিত মন্টগোমারি কাউন্টির সুগার ক্রিক এলিমেন্টারি স্কুলে প্রথম শ্রেণীতে পড়াশোনা করেন। চার্লি ক্রফোর্ডসভিলের উইলসন আর্লি লার্নিং সেন্টার প্রিস্কুলে ভর্তি হন। ছেলেটির বয়স ছিল ৭ বছর এবং মেয়েটির বয়স ছিল ৩ বছর।\nব্র্যান্ডি ২০০৯ সালের আগস্ট মাসে জেসন ওয়ারলি নামে একজন সফটওয়্যার প্রকৌশলীকে তাদের বাগদানের দুই বছর পর বিয়ে করেন।\nজার্নাল অ্যান্ড কুরিয়ারের  শ্যানন হল লিখেছেন যে, জেসনের মতে, \"অতীতে দুজনে আলাদা হওয়ার বিষয়ে আলোচনা করেছিলেন [...] কিন্তু তারা কিছুটা ঝামেলা সত্ত্বেও একসাথে ছিল।\" ১৫ নভেম্বর ২০১৬ তারিখে, জেসন ওয়ারলি তার অবিশ্বাসের কারণে বিবাহবিচ্ছেদের অনুরোধ করেন। ব্র্যান্ডি ওয়ারলির অ্যাটর্নি বলেছিলেন যে আগে কোনও শিশু নির্যাতন ঘটেনি।\n\n\n== হত্যা ==\nতাদের মেয়ের জন্য নাচের অনুষ্ঠান থেকে বাড়ি আসার পর, ব্র্যান্ডি ওয়ারলে তাদের ছেলে টাইলারের জন্য একটি স্কুল প্রকল্পের জন্য পাইপ ক্লিনার কেনার প্রয়োজনের ভান করে ক্রফোর্ডসভিলের ওয়ালমার্টে গিয়েছিলেন। মন্টগোমেরি কাউন্টি সরকারের একজন প্রসিকিউটর জোসেফ বুসারের মতে, ব্র্যান্ডি ওয়ারলে ১ the নভেম্বর ওয়ালমার্টে একটি কাবার যুদ্ধের ছুরি বাড়িতে এসে, তিনি প্রাথমিকভাবে ছুরিটি টাইলারের শোবার ঘরে রেখেছিলেন। তিনি জেসনকে বলেছিলেন যে তিনি সোফায় ঘুমাতে পারেন, কিন্তু তিনি তাদের বিছানা বা পালঙ্কে বেসমেন্ট পছন্দ করে প্রত্যাখ্যান করেছিলেন।\nজেসন যখন তাদের বাসার বেসমেন্টে ঘুমিয়েছিলেন, ব্র্যান্ডি টাইলারকে চার্লির বেডরুমে প্রলুব্ধ করেছিলেন, সেখানে বলেছিলেন যে সেখানে একটি স্লিপওভার থাকবে। তিনি শিশুদের গলায় মারাত্মকভাবে ছুরিকাঘাত করেন, এবং তারপর নিজের গলায় নিজেই ছুরিকাঘাত করেন। ব্র্যান্ডি তার মেয়েকে খুন করার আগে তার ছেলেকে হত্যা করেছিল। তার ভাইকে বারবার ছুরিকাঘাতের শব্দ শুনে জেগে ওঠে মেয়েটি জিজ্ঞেস করে, \"তুমি কি করছ?\" জবাবে, ব্র্যান্ডি তাকে \"ঘুমাতে যেতে\" বলেছিল। এরপর তিনি তার মেয়েকে বারবার ছুরিকাঘাত করেন। অবশেষে ব্র্যান্ডি ৯১১-এ ফোন করে খুনের খবর জানান। তিনি বলেছিলেন যে তিনি \"প্রচুর বেনাড্রিল \" নিয়েছিলেন। ৯১১-এ কল করার সময় তিনি শান্ত এবং আবেগহীন ছিলেন। তিনি ৯১১-এর প্রেরককে বলেছিলেন যে তিনি ইতোমধ্যে তার মাকে ফোন করেছিলেন এবং তার মা তার পথে যাচ্ছিলেন। তার মা তখনও বুঝতে পারেননি যে ঘটনাগুলি ঘটেছিল। \n৯১১ ডিসপ্যাচার প্রাথমিকভাবে আশা করেছিলেন বা বিশ্বাস করেছিলেন যে কলটি বৈধ নয়। তাই তিনি ব্র্যান্ডি ওয়ারলির মা তথা ভুক্তভোগীদের নানীকে শিশুদের অবস্থা পরীক্ষা করতে বলেছিলেন। বাচ্চাদের মৃত অবস্থায় দেখতে পাওয়ার পর শাশুড়ির চিৎকারের কারণে জেসন বিছানা থেকে উঠে পড়ে। ব্র্যান্ডি জেসনকে বললেন, \"এখন তুমি বাচ্চাদের আমার কাছ থেকে নিতে পারবে না।\" ভোর সাড়ে চারটে নাগাদ পুলিশ আসে।\nইন্ডিয়ানার টের হাউটে টের হাউট আঞ্চলিক হাসপাতালে ময়নাতদন্ত করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}