{"pageid": 109153, "title": "নিউরাল নেটওয়ার্ক", "url": "https://bn.wikipedia.org/wiki?curid=109153", "content": "সাধারণ কম্পিউটার প্রোগ্রাম গুলো অবুঝ ধরনের হয়ে থাকে; যেভাবে প্রোগ্রাম করা হয়, সে ভাবেই কাজ করে। নিজ থেকে কিছুই করতে পারে না। কিছু বিজ্ঞানী ভাবল মানুষ যেভাবে শিখে, সেভাবে যদি কম্পিউটার ও শিখতে পারে, তাহলে তো কম্পিউটার প্রোগ্রাম গুলো আরো সুন্দর হয়ে যাবে, শেখার উপর ভিত্তি করে কাজ করতে পারবে। কম্পিউটার প্রোগ্রামকে মানুষ যে ভাবে শিখে, কাজ করে, সেভাবে তৈরি করার প্রচেষ্টা থেকেই আর্টিফিশিয়াল নিউরাল নেটোওয়ার্ক শাখাটি সৃষ্টি হয়।\nপ্রথাগতভাবে, নিউরাল নেটওয়ার্ক (Neural Network) বলতে একটি নেটওয়ার্ক অথবা একটি জৈবিক নিউরনের (Biological Neurons) সার্কিটকে বোঝানো হত। আধুনিক যুগে নিউরাল নেটওয়ার্ক বলতে আরও একটি নেটওয়ার্ক কে বোঝায় যা আর্টিফিসিয়াল নিউরাল নেটওয়ার্ক (Artificial neural network) নামে পরিচত, যা মূলত আর্টিফিসিয়াল নিউরন বা নোডের সমন্নয়। সুতরাং, নিউরাল নেটওয়ার্ক শব্দটির দুইটি আলাদা ব্যবহার রয়েছেঃ\n\n১. জৈবিক নিউরাল নেটওয়ার্ক হচ্ছে প্রকৃত জৈবিক নিউরন নেটওয়ার্ক যার মাধ্যমে স্নায়ুতন্ত্র একে অপরের সাথে যোগাযোগ করে থাকে। স্নায়ুবিজ্ঞান এদেরকে নিউরন এর দল হিসেবে শনাক্ত করে।\n২. কৃত্রিম নিউরাল নেটওয়ার্ক তৈরি হয়েছে কৃত্রিম নিউরনের (প্রোগ্রামিং দ্বারা নির্মানকৃত জৈবিক নিউরনের অনুরূপ) সংযোগ দ্বারা। কৃত্রিম নিউরাল নেটওয়ার্ক কে ব্যবহার করে জৈবিক নিউরাল নেটওয়ার্ক কে বোঝা সম্ভব অথবা প্রকৃত জৈবিক মডেল তৈরি না করেও কৃত্রিম বুদ্ধিমত্তার (Artificial Intelligence) অনেক সমস্যা সমাধান করা সম্ভব। প্রকৃতপক্ষে, জৈবিক স্নায়ুতন্ত্র অসম্ভব জটিল এবং এর কিছু বৈশিষ্ঠ্যের কারণে একে দিয়ে কৃত্রিম নেটওয়ার্ককে বুঝানো অর্নথক বলে মনে হয়।\nএই আর্টিকেলটিতে জৈবিক নিউরাল নেটওয়ার্ক এবং কৃত্রিম নিউরাল নেটওয়ার্ক এই দুই ধারণার সম্পর্কে আলোচনা করা হয়েছে।\n\n\n== আলোচ্য বিষয়সমুহ ==\nসাধারণত জৈবিক নিউরাল নেটওয়ার্ক বলতে বোঝায় রাসায়নিক ভাবে সংযুক্ত, পরস্পর সহযোগী কিছু নিউরন এর দলকে। এক একটি নিউরন অপর অনেক নিউরনের সাথে যুক্ত থাকতে পারে। একটি নেটওয়ার্কে নিউরনের মোট সংখ্যা কিংবা, মোট রাসায়নিক সংযুক্তি সংখ্যার হিসাব অনেক ব্যপক। একটি নিউরন অপর একটি নিউরনের সাথে যে যোগসূত্র দিয়ে যুক্ত তাকে সিনাপ্স বলে। axon এবং dendrites এ সিনাপ্স ঘটতে দেখা যায়, অবশ্য Dendrodendritic microcircuits দ্বারা অন্যান্য বিবিধ প্রকার সংযুক্তিও ঘটতে দেখা যায়। নিউরোট্রান্সমিটার যে শুধু মাত্র বৈদুতিক সংকেত সঞ্চালন করে তা নয়, এর ব্যতিক্রম ও দেখা যায়। আর এ সমস্ত কারণেই নিউরাল নেটওয়ার্ক কে অনেক জটিল বলে মনে করা হয়।\nকৃত্রিম বুদ্ধিমত্তা (Artificial intelligence) এবং বোধ ভিত্তিক মডেল (Cognative model) দ্বারা নিউরাল নেটয়ার্ক এর কিছু বৈশিষ্ট্যাবলীকে অনুকরণের (simulate) চেষ্টা করা হয়। প্রথম দিকে নিউরাল নেটয়ার্ক এর নির্দিষ্ট কিছু কাজ সমাধা করার কথা চিন্তা করা হলেও পরের দিকে জৈবিক নিউরাল নেটওয়ার্ক এর গাণিতিক মডেল তৈরির করার দিকে মননিবেশ করা হয়।\nকৃত্রিম বুদ্ধিমত্তা (Artificial intelligence) দ্বারা কৃত্রিম নিউরাল নেটওয়ার্ককে বোঝানো হয়, ছবি বিশ্লেষণ অথবা সমন্বয় সাধনযোগ্য নিয়ন্ত্রণ কে কম্পিউটার সফটওয়্যার বা স্বশাসিত রোবোট এ খুব সুন্দর ভাবেই প্রয়োগ করা হয়েছে। বেশির ভাগ কৃত্রিম নিউরাল নেটওয়ার্কই পরিসংখ্যানিক অনুমান, বাছাইকরন ও নিয়ন্ত্রণ তত্ত্বের ভিত্তিতে গঠিত।\n\n\n== নিউরাল নেটওয়ার্কের ইতিহাস ==\nমস্তিক কীভাবে কাজ করে সেই চিন্তা থেকেই ১৮০০ সালের শেষের দিকে নিউরাল নেটওয়ার্ক ধারণার জন্ম হয়েছিল। এই ধারনাটি কম্পিউটার এর জগৎ এ ব্যবহার হয় টূরিন (Turing) এর বি-টাইপ মেশিন এবং পারসেপট্রন (perceptron) এ।\n\n\n== আরও দেখুন ==\n\n\n== বহিঃসংযোগ ==\nকৃত্রিম নিউরাল নেটওয়ার্ক শেখুন - রবোর্ট নিয়ন্ত্রণ এবং নিউরাল নেটওয়ার্ক\nবিজ্ঞানে নিউরাল নেটওয়ার্কের পর্যালোচনা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ জুন ২০১৫ তারিখে\nতিন ভাষাতে কৃত্রিম নিউরাল নেটওয়ার্ক টিউটোরিয়াল (Univ. Politécnica de Madrid)\nIntroduction to Neural Networks and Knowledge Modeling\nAnother introduction to ANN\nনিউরাল নেটওয়ার্কের পরবর্তী প্রজন্মে - গুগল টির্চ কথাবার্তা\nনিউরাল নেটওয়ার্কের কার্যকারিতা\nনিউরাল নেটওয়ার্ক এবং তথ্য  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জুলাই ২০০৯ তারিখে"}