{"pageid": 1091645, "title": "সিয়ান কিংগি হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1091645", "content": "সিয়ান কিংগি (১৬ ডিসেম্বর ১৯৭৪ - ২৭ নভেম্বর ১৯৮৭) নিউজিল্যান্ডের মাওরি বংশোদ্ভূত ১২ বছর বয়সী অস্ট্রেলিয়ান মেয়ে।  তাকে ১৯৮৭ সালের নভেম্বরমাসে কুইন্সল্যান্ডের নুসাতে অপহরণ করে ধর্ষণ ও হত্যা করা হয় ।১৯৮৮ সালে ব্যারি জন ওয়াটস এবং ভালমায়ে ফায়ে বেক দম্পতি এই বহুল প্রচারিত অপরাধের জন্য দোষী সাব্যস্ত হন। ওয়াটসকে প্যারোল ছাড়াই যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছিল এবং তার স্ত্রী ১৪ বছর ৬ মাস কারাবাসের পর প্যারোলের জন্য যোগ্য হবে। তবে কারাগারে থাকাকালীন মারা যান।\n\n\n== অন্তর্ধান ==\n১৯৮৭ সালের ২৭ নভেম্বর শুক্রবার বিকেল সাড়ে চারটার দিকে ১২ বছর বয়সী স্কুলছাত্রী সিয়ান কিংগিকে শেষবার নুসা হেডসের পিন্নারু পার্কের কাছে স্কুল শেষে তার হলুদ ১০ গতির সাইকেল চালিয়ে বাড়ি যেতে দেখা যায়। ঠিক আগে, কিংগি তার মায়ের সাথে কেনাকাটা করছিল, এবং পরে পার্কের মধ্য দিয়ে তার নিয়মিত পথ ধরে বাড়ি চলে যায়। যখন তার মা বাড়িতে পৌঁছান এবং কিংগি প্রত্যাশা অনুযায়ী সেখানে ছিলেন না, তখন ধরে নেওয়া হয়েছিল যে তিনি তার স্কুল বা তার ভলিবল দলের বন্ধুদের সাথে দেখা করেছিলেন এবং বিলম্বিত হয়েছিলেন। পরে, যখন কিংগি তখনও ফিরে আসেননি, তখন তার মা তার বন্ধুদের বাড়িতে ফোন করতে শুরু করেন। রাত ৮টার মধ্যে কিংগির বাবা-মা তার পদক্ষেপগুলো পুনরায় খুঁজে বের করতে শুরু করেন এবং পার্ক থেকে তার পরিত্যক্ত সাইকেলটি উদ্ধার করার পর স্থানীয় পুলিশের কাছে নিখোঁজ হওয়ার খবর জানাতে যান।\n\n\n== তদন্ত ==\nদেরিতে নোটিশ দেওয়া সত্ত্বেও, পুলিশ পরের দিনের সংবাদপত্রে কিংমির জন্য নিখোঁজ ব্যক্তির প্রতিবেদন ঢোকানোয় সহায়তা করতে সক্ষম হয়েছিল। নিখোঁজ হওয়ার সময় পার্কে থাকা লোকদের সম্পর্কেও পুলিশ তথ্য সংগ্রহ করতে শুরু করে। ১৯৮৭ সালের ৩ ডিসেম্বর টিনবীরওয়াহ মাউন্টেন স্টেট ফরেস্টের কাস্টাওয়ের ক্রিকের কাছে ১৫ কিলোমিটার দূরে কিংদির লাশ আবিষ্কার না হওয়া পর্যন্ত পুলিশের আর কিছু করার ছিল না।\nএরপর একটি ধুলোময় অজ্ঞাত সাদা আন্তঃরাজ্য নিবন্ধনকৃত ১৯৭৩ হোল্ডেন কিংসউড স্টেশন ওয়াগনের উপর পুলিশের মনোযোগ নিবন্ধ হয়। পরবর্তী সপ্তাহগুলোতে, পুলিশ প্রমাণ সংগ্রহ করার সাথে সাথে, আরও অসংখ্য ঘটনা গাড়ির সাথে যুক্ত ছিল (যদিও গাড়ির সঠিক বিবরণ প্রায়শই বৈচিত্র্যময় ছিল), যার মধ্যে চালকের সন্দেহজনক আচরণ এবং আরও তিনটি হামলার ঘটনা অন্তর্ভুক্ত ছিল। ভিক্টোরিয়ান রেজিস্ট্রেশন এলএলই-৪২৯ হিসাবে নিশ্চিত গাড়ির মালিককে অবশেষে ভালমায়ে বেক হিসাবে শনাক্ত করা হয়। বেক এবং তার স্বামী ব্যারি ওয়াটস, যিনি এক বছর আগে বিয়ে করেছিলেন, পার্থে বসবাস করছিলেন, কিন্তু কুইন্সল্যান্ডের লোউডে একটি সম্পত্তি ভাড়া নেওয়ার আগে ভিক্টোরিয়ায় চলে গিয়েছিলেন। উভয়েরই ব্যাপক ফৌজদারি রেকর্ড ছিল এবং তারা জামিনে ছিল।\n\n\n== তথ্যসূত্র =="}