{"pageid": 1091706, "title": "মাহিনুর এল-ম্যাসরি", "url": "https://bn.wikipedia.org/wiki?curid=1091706", "content": "মাহিনুর এল-ম্যাসরি (মিশরীয় আরবি : ماهينور المصري, জন্ম ১৯৮৬), একজন মিশরীয় মানবাধিকার আইনজীবী এবং আলেকজান্দ্রিয়ার রাজনৈতিক কর্মী। তিনি ২০০০ এর দশকের মাঝামাঝি সময় উপকূলীয় শহরে বিভিন্ন মানবাধিকার কাজে জড়িত ছিলেন। ২২ সেপ্টেম্বর ২০১৯ সালে তাকে গ্রেপ্তার করা হয়েছিল।\n\n\n== মানবাধিকার কাজ ==\nমানবাধিকার লঙ্ঘনের নিন্দা জানাতে এল-ম্যাসরি সামাজিক যোগাযোগ মাধ্যম ব্যবহার করে শান্তিপূর্ণ বিক্ষোভের আয়োজন করে এবং রাজনৈতিক বন্দীদের কাজ সমর্থন করে। তাকে বিপ্লবের কণ্ঠস্বর ও নারীর অধিকারে একজন “চ্যাম্পিয়ন” হিসাবে আখ্যা দেওয়া হয়। আলেকজান্দ্রিয়ান পণ্ডিত এবং বন্ধু হিসাবে তার ক্রিয়াকলাপ সংবাদপত্র জুড়ে থাকে। যেমন\"মাহিনুরের কোনো সংগ্রাম সীমাবদ্ধ ছিল না। সে মানবাধিকার, ছাত্র অধিকার, নারীর অধিকার, শ্রমিক ধর্মঘট, আইনি সহায়তা, পুলিশবিরোধী বর্বরতা, দরিদ্রদের আবাসন, দুর্নীতি, সামরিক বিরোধী বিচারে ঐতিহ্য সংরক্ষণ, অধিকার পাবলিক স্পেসে, দরিদ্রদের কাছ থেকে রাষ্ট্রীয় নেতৃত্বাধীন ভূমি পুনরুদ্ধার, জলবায়ু পরিবর্তন, পথশিশুদের অধিকার, সিরিয়ান শরণার্থী ইত্যাদি কাজে জড়িত ছিল।। মাহিনুর থানায় সিরিয়ান শরণার্থীদের পাশে ঘুমায় যাতে তারা নির্যাতন বা নির্বাসন না পায়। ব্রাদারহুডের একুশজন মহিলা সমর্থকদের এগারো বছরের কারাদণ্ড দেয়া হলে সে ওকালতি করে তাদেরকে  খালাস করে। নিখোঁজ ব্যক্তিকে থুঁজে বের করেন। মাহিনুর ভিকটিমের অধিকার রক্ষার জন্য ছুটে যায়। যাদের সাথে তার দেখা হয়নি তাদের শেষকৃত্যে যোগ দেন। তার এই উপস্থিতি সমস্যাটিকে গুরুত্বপূর্ণ করে তোলে এবং বিক্ষোভকারীদের মনোবল বাড়িয়ে দেয়।\" মিশরের বিতর্কিত প্রতিবাদ আইন লঙ্ঘনের জন্য এল-ম্যাসরিকে দুই বছরের কারাদণ্ড দেওয়া হয়েছিল। পরে তার সাজা কমিয়ে ছয় মাস করা হয়। এই তরুণ কর্মী ২০১৩ সালের ৩ ডিসেম্বর খালেদ সাদের বিচার ও প্রতিশোধের দাবিতে এক প্রতিবাদে অংশ নিয়েছিলেন। তিনি ২০১০ সালের জুন মাসে নির্যাতনের শিকার হন এবং  ২০১১ সালের মিশরীয় বিপ্লবের অন্যতম প্রতীক নেতা হয়েছিলেন। আর এক অভিযোগে তাকে কারাদণ্ড দেয়া হলে ২০১৪ সালের সেপ্টেম্বরে তাকে মুক্তি দেওয়া হয়। ২০১৫ সালের মে মাসে, (রাষ্ট্রপতি  মুরসির সময়) এল-ম্যাসরি ও আইনজীবীদের একটি দল আলেকজান্দ্রিয়ার এল-রামল থানার সামনে বিক্ষোভ শুরু করে। এতে তারা দাবি করে যে পুলিশ সদস্যদের হাতে তাদের সহকর্মী আইনজীবীর আহত হওয়ার বিষয়ে স্বরাষ্ট্র মন্ত্রণালয়কে আনুষ্ঠানিকভাবে ক্ষমা চাইতে হবে। এ ঘটনায় থানা ভাঙচুর হয় ফলে আইনজীবীরা গ্রেফতার হন। ২০১৫ সালের ডিসেম্বরে এল-ম্যাসরি এবং তার সহকর্মীদের মুক্তির জন্য  কোর্টে আবেদন করা হয়েছিল কিন্তু ব্যর্থ হয়।  অ্যামনেস্টি ইন্টারন্যাশনাল তাকে বিবেকের বন্দী হিসেবে ঘোষণা করেছে।\n\n\n== পুরস্কার ==\n২০১৪ সালের জুন মাসে, এল-ম্যাসরি  লুডোভিক ট্র্রেইউক্স ইন্টারন্যাশনাল হিউম্যান রাইটস পুরস্কারে ভূষিত হন। এটি “মানবাধিকার রক্ষায় অবদানের জন্য একজন আইনজীবীকে প্রতিবছর দেওয়া একটি আন্তর্জাতিক সম্মান”। ১৯৮৫ সালে নেলসন ম্যান্ডেলার পর কারাগারে থাকাকালীন তিনি দ্বিতীয় ব্যক্তি যিনি আন্তর্জাতিক পুরস্কারে ভূষিত হন।\n\n\n== তথ্যসূত্র =="}