{"pageid": 1091975, "title": "যোগতত্ত্বোপনিষদ্", "url": "https://bn.wikipedia.org/wiki?curid=1091975", "content": "যোগতত্ত্বোপনিষদ্ (সংস্কৃত: योगतत्त्वोपनिषत्)  বা যোগতত্ত্ব উপনিষদ্ (সংস্কৃত: योगतत्त्व उपनिषत्) হল হিন্দুধর্মের একটি গুরুত্বপূর্ণ উপনিষদ্‌। সংস্কৃত ভাষায় রচিত এই গ্রন্থটি অথর্ববেদের সঙ্গে সম্পৃক্ত এগারোটি এবং চার বেদের সঙ্গে জড়িত মোট কুড়িটি যোগোপনিষদের অন্যতম। মুক্তিকা উপনিষদে রাম কর্তৃক হনুমানের নিকট কথিত ১০৮টি উপনিষদের তালিকা যোগতত্ত্বোপনিষদের ক্রমিক সংখ্যা ৪১। উপনিষদ্ হিসেবে যোগতত্ত্বোপনিষদ্ হিন্দুধর্মের দার্শনিক ধ্যানধারণার উপস্থাপক বেদান্ত সাহিত্যধারার অঙ্গ।\nযোগতত্ত্বোপনিষদের প্রাপ্ত পুথিগুলির দু’টি প্রধান পাঠান্তরের কথা জানা যায়। একটি পাঠান্তরে পনেরোটি শ্লোক রয়েছে, কিন্তু তা অথর্ববেদের সঙ্গে যুক্ত। অপর পাঠান্তরটি কৃষ্ণ যজুর্বেদের সঙ্গে যুক্ত এবং ১৪২টি শ্লোকবিশিষ্ট। এই বর্ধিত পুথিটি অনেকটাই অন্যরকম এবং তেলুগু ভাষায় রচিত। এই গ্রন্থটি বৈষ্ণবীয় ধারণায় যোগ দর্শনের বর্ণনার জন্য বিশেষভাবে উল্লেখযোগ্য।\nযোগতত্ত্বোপনিষদ্ গ্রন্থটিতে যোগসূত্র, হঠযোগ ও কুণ্ডলিনী যোগের অনুরূপ ধ্যানধারণা বর্ণনা করা হয়েছে। এই গ্রন্থে যোগের চারটি ধরন আলোচিত হয়েছে: মন্ত্রযোগ, লয়যোগ, হঠযোগ ও রাজযোগ। বেদান্ত দর্শনের ব্যাখ্যাকারী হিসেবে এই উপনিষদে ওঁ অক্ষর থেকে শুরু করে যোগ প্রক্রিয়ার মধ্য দিয়ে আত্মার অর্থ বিস্তারিতভাবে বর্ণনা করা হয়েছে। যোগতত্ত্বোপনিষদের মতে, “যোগানুশীলন ব্যতিরেকে জ্ঞান মোক্ষ প্রদান করতে পারে না, আবার জ্ঞান ব্যতিরেকে যোগও মোক্ষদায়ী হয় না” এবং সেই সঙ্গে এও বলা হয়েছে যে “যিনি মোক্ষলাভ করতে চান, তিনি যোগ ও জ্ঞান উভয়েরই অনুশীলন করবেন”।\n\n\n== নাম-ব্যুৎপত্তি ==\n‘যুজ্’ ধাতু থেকে উৎসারিত সংস্কৃত ‘যোগ’ শব্দটির সাধারণ আক্ষরিক অর্থ ‘সংযুক্ত করা’, ‘একত্রিত করা’ বা ‘যোজিত করা’। সংস্কৃত ভাষা ও ভারতীয় দর্শন বিশেষজ্ঞ সুরেন্দ্রনাথ দাশগুপ্তের মতে, \"যোগ\" শব্দটি সম্ভবত ‘যুজির যোগ’ (সংযোজিত করা) বা ‘যুজ্ সমাধৌ’ (মনসংযোগ করা) ধাতু দু’টির কোনও একটি থেকে উৎসারিত।\n‘যোগতত্ত্ব’ শব্দটি ‘যোগ’ ও ‘তত্ত্ব’ শব্দদ্বয় গঠিত একটি যৌগিক শব্দ। ‘তত্ত্ব’ শব্দের অর্থ ‘সত্য’ বা \"বাস্তবতা, তৎ-ত্ব\"। জার্মান ভারততত্ত্ববিদ ও দর্শনের অধ্যাপক পল ডুসেন ‘যোগতত্ত্ব’ শব্দটির অর্থ করেছেন ‘যোগের সারাংশ’ (\"the essence of Yoga\")।\n‘উপনিষদ্’ হল বেদের জ্ঞানকাণ্ড বেদান্ত সাহিত্যের অন্তর্গত গুহ্যতত্ত্ব-সংক্রান্ত ধর্মগ্রন্থ। উপনিষদেই হিন্দুধর্মের দার্শনিক ধ্যানধারণাগুলি গ্রন্থিত হয়েছে। এই শাস্ত্রটিকে বেদের সর্বোচ্চ উদ্দেশ্য বলে গণ্য করা হয়।\n\n\n== কালপঞ্জি ও সংকলন ==\nমারশিয়া এলিয়াডের মতে, এই গ্রন্থটির রচনাকাল মহাভারতের নীতিমূলক অংশসমূহ, প্রধান সন্ন্যাস উপনিষদ্সমূহ এবং ব্রহ্মবিন্দূপনিষদ্ (যা সম্ভবত মৈত্রায়ণীয়োপনিষদের সমসাময়িক), ক্ষুরিকোপনিষদ্, তেজবিন্দূপনিষদ্, ব্রহ্মবিদ্যোপনিষদ্, নাদবিন্দূপনিষদ্, যোগশিক্ষোপনিষদ্, ধ্যানবিন্দূপনিষদ্ ও অমৃতবিন্দূপনিষদের মতো আদিকালীন যোগ উপনিষদ্গুলির সমসাময়িক।\nএলিয়াডের মতে, যোগতত্ত্বোপনিষদ্ যোগকুণ্ডলিণ্যুপনিষদ্, বরাহোপনিষদ্ ও পাশুপতব্রহ্মোপনিষদ্ ইত্যাদি দশ অথবা এগারোটি পরবর্তীকালীন যোগ উপনিষদের পূর্বে রচিত হয়েছিল। গণিতের অধ্যাপক তথা হিন্দু ও বৌদ্ধধর্মে যোগ দর্শন-বিষয়ক লেখক মাইকেল হোয়াইটম্যান একটি সম্ভাব্য বিকল্প কালপঞ্জির কথা উল্লেখ করেছেন।) তিনি মনে করেন, গ্রন্থখানি সম্ভবত ১৫০ খ্রিস্টাব্দ নাগাদ রচিত। তুলনামূলক ধর্মবিদ্যার অধ্যাপক ডেভিড গর্ডন হোয়াইট অপরপক্ষে মনে করেন যে, এই গ্রন্থের \"ধ্যানধারণা ও চিত্রাবলি ধ্রুপদি বেদান্তের ঐতিহ্য থেকে\" উৎসারিত এবং এটি সম্ভবত একটি মধ্যযুগীয় গ্রন্থ, যার রচনাকাল খ্রিস্টীয় একাদশ থেকে ত্রয়োদশ শতাব্দীর মধ্যবর্তী সময়। গেভিন ফ্লাড মনে করেন যে, যোগতত্ত্বোপনিষদ্ অন্যান্য যোগ উপনিষদের সঙ্গেই সম্ভবত খ্রিস্টপূর্ব ১০০ থেকে ৩০০ খ্রিস্টাব্দের মধ্যবর্তী সময়ে রচিত।\n১৬৫৬ খ্রিস্টাব্দে সুলতান মোহাম্মেদ দারা শিকোহ \"ঔপনেখৎ\" নামে পঞ্চাশটি উপনিষদের একটি ফার্সি অনুবাদ-সম্বলিত সংকলন সম্পাদনা করেন। এই সংকলনের মুখবন্ধে তিনি এটিকে ধর্ম-বিষয়ে শ্রেষ্ঠ গ্রন্থ বলে উল্লেখ করেছিলেন। এই সংকলনের ২২ সংখ্যক উপনিষদ্টি ছিল যোগতত্ত্বোপনিষদ্। উত্তর ভারতে জনপ্রিয় উপনিষদ্ সংকলনগুলির ক্রমানুসারেই দারা শিকোহ-র সংকলনটি গ্রন্থিত হয়েছিল। হেনরি টমাস কোলব্রুক সম্পাদিত ৫২টি উপনিষদের সংকলনে এই উপনিষদ্টির ক্রমসংখ্যা ২৩। খ্রিস্টীয় চতুর্দশ শতাব্দীর বেদান্ত শাস্ত্রজ্ঞ শংকরানন্দের কিছুকাল পরের ব্যক্তিত্ব নারায়ণের ৫২টি উপনিষদের সংকলনের বিবলিওথিকা ইন্ডিকা সংস্করণেও এই উপনিষদ্টির ক্রমসংখ্যা ২৩।\n\n\n== গঠন ==\n\nযোগতত্ত্বোপনিষদের তেলুগু পাঠান্তরে ১৪২টি শ্লোক আছে। অন্যদিকে সংস্কৃত ভাষায় রচিত এই গ্রন্থের ক্ষুদ্রতম প্রাপ্ত পুথিটিতে আছে মাত্র পনেরোটি শ্লোক। উভয় পাঠের প্রারম্ভেই হিন্দু দেবতা বিষ্ণুকে পরমপুরুষ, মহাযোগী, পরমেশ্বর, মহাতপস্বী ও সত্যের পথে এক প্রদীপ রূপে বন্দনা করা হয়েছে। এই কারণে গ্রন্থটি হিন্দুধর্মের বৈষ্ণবীয় প্রথার সঙ্গে সম্পর্কযুক্ত।\nসংস্কৃত পাঠের ৩ থেকে ১৫ সংখ্যক শ্লোকগুলির অর্থ ও বার্তা প্রতিফলিত হয়েছে এই গ্রন্থের তেলুগু পাঠের শেষ তেরোটি শ্লোকে।\n\n\n== বিষয়বস্তু ==\nযোগতত্ত্বোপনিষদ্ হল যোগ-সংক্রান্ত প্রাপ্ত প্রাচীনতম গ্রন্থগুলির অন্যতম। এই গ্রন্থে যোগের পদ্ধতি ও উপকারিতার বিস্তারিত বিবরণ দেওয়া হয়েছে।\n\nপ্রথম কোনও উপনিষদে অনুশীলন ও ধ্যানের মাধ্যমে প্রাপ্ত অসাধারণ ক্ষমতাগুলির অসংখ্য ও যথাযথ বিস্তারিত বিবরণ প্রদত্ত হল। চারটি প্রধান আসনের (সিদ্ধ, পদ্ম, সিংহ ও ভদ্র) কথা উল্লিখিত হয়েছে, সেই সঙ্গে প্রথম অনুশীলনকারীদের বাধাগুলির কথাও বলা হয়েছে – আলস্য, বাচালতা ইত্যাদি। এরপর রয়েছে প্রাণায়মের একটি বিবরণ, সঙ্গে রয়েছে মাত্রার (শ্বাসক্রিয়ার পর্যায়ের পরিমাপের একক) সংজ্ঞা এবং অতিন্দ্রীয়বাদী শারীরতত্ত্বের গুরুত্বপূর্ণ বিবরণ (শরীরের লঘুত্ব, গাত্রবর্ণের উজ্জ্বলতা, পাচনশক্তির বৃদ্ধি প্রভৃতি বাহ্য চিহ্নাদির মাধ্যমে নাড়িশুদ্ধির কথা বর্ণিত হয়েছে)।\n\n\n=== আত্ম-উপলব্ধি ও যোগ-শিক্ষার্থীর গুণাবলি ===\nব্রহ্মার অনুরোধে বিষ্ণু ব্যাখ্যা করলেন যে, সকল আত্মাই মায়া সৃষ্ট জাগতিক সুখ ও দুঃখের চক্রে আবদ্ধ এবং মোক্ষ জন্ম, বার্ধক্য ও ব্যাধির চক্রের হাত থেকে উদ্ধার পাওয়ার সহায়ক। বিষ্ণু বলেন, এই ক্ষেত্রে শাস্ত্রজ্ঞান নিষ্ফল এবং “মোক্ষের অবর্ণনীয় অবস্থা” তাদের এমনকি দেবতাদেরও সুকৌশলে এড়িয়ে যায়।\nযোগতত্ত্বোপনিষদের মতে, পরম সত্য ও সর্বোচ্চ সত্ত্বা ব্রহ্মকে জানলে তবেই মোক্ষ ও আত্ম-উপলব্ধির পথে উপনীত হওয়া যায়। যদি কোনও যোগ-শিক্ষার্থী “আসক্তি, ক্রোধ, ভয়, ভ্রান্তি, লোভ, অহংকার, কাম, জন্ম, মৃত্যু, কার্পণ্য, মূর্ছা, ইন্দ্রিয়বিলাস, ক্ষুধা, তৃষ্ণা, উচ্চাকাঙ্ক্ষা, লজ্জা, ত্রাস, হৃদয়-জ্বালা, শোক ও আনন্দ” হতে মুখ হতে পারে তবে সে এই সর্বোচ্চ সত্ত্বাকে উপলব্ধি করতে পারবে।\n\n\n=== যোগ ও জ্ঞান ===\n\nযোগতত্ত্বোপনিষদের প্রথম দিকের শ্লোকগুলিতে, যোগ ও জ্ঞানের উপর যুগপৎ গুরুত্ব আরোপ করা হয়েছে এবং বলা হয়েছে যে উভয়েই পারস্পরিকভাবে প্রয়োজনীয় ও পরস্পরের পরিপূরক।\n\nসংস্কৃত পণ্ডিত আইয়ার “জ্ঞান” শব্দটির সংজ্ঞার অনুবাদে লিখেছেন, “যার মাধ্যমে ব্যক্তি নিজের মধ্যে ‘কৈবল্যে’র (মোক্ষ) সত্য স্বরূপ পরম আসন, নিষ্কলুষ, অখণ্ড এবং সচ্চিদানন্দের স্বরূপ রূপে উপলব্ধি করে”। এই জ্ঞান হল ব্রহ্মজ্ঞান এবং পরব্রহ্মের সঙ্গে জীবের আত্মার অভিন্ন স্বরূপের জ্ঞান। যোগতত্ত্বোপনিষদের মতে, যোগ ও জ্ঞান একযোগে ব্রহ্মোপলব্ধি ও মোক্ষলাভ ঘটায়।\n\n\n=== যোগ ===\n\nযোগতত্ত্বোপনিষদে বিষ্ণু ব্রহ্মাকে বলেন যে, যোগ হল এক, কিন্তু অনুশীলনের ক্ষেত্রে বিভিন্ন প্রকারের। তার মধ্যে চারটি যোগ প্রধান – মন্ত্রযোগ (যা মন্ত্রের মাধ্যমে সাধিত হয়), লয়যোগ (যা গভীর মনঃসংযোগের মাধ্যমে সাধিত হয়), হঠযোগ (যা প্রয়াসের মাধ্যমে সাধিত হয়) এবং রাজযোগ (যা ধ্যানের মাধ্যমে সাধিত হয়)।\nযোগতত্ত্বোপনিষদের মতে, এই চার প্রকার যোগেই চারটি অবস্থা প্রাপ্ত হওয়া যায়: ‘আরম্ভ’ (সূচনা, এই পর্যায়ে অহিংসা ও সঠিক খাদ্যাভ্যাসের সঙ্গে আসন অভ্যাস করা শুরু করতে হয়), ‘ঘট’ (এই দ্বিতীয় সংগতকরণ পর্যায়ে শ্বাস-প্রশ্বাস নিয়ন্ত্রণ এবং দেহ ও মনের সম্পর্কটি শিক্ষা করতে হয়), ‘পরিচয়’ (তৃতীয় ঘনিষ্ঠ পর্যায়ে বায়ুপ্রবাহ রুদ্ধ ও নিয়ন্ত্রিত এবং পরে মন ও আত্মার মধ্যে সম্পর্ক স্থাপনের জন্য ধ্যান অভ্যাস করতে হয়), এবং (চতুর্থ পর্যায়ে সমাধি লাভ হয় এবং আত্মাকে উপলব্ধি করা যায়)। এই গ্রন্থের হঠযোগের উপর বিশেষ গুরুত্ব আরোপ করা হয়েছে এবং অধিকাংশ শ্লোকই হঠযোগ-বিষয়ক। যদিও এও বলা হয়েছে রাজযোগে যোগসাধনা শীর্ষবিন্দুতে আরোহণ করে।\nযোগতত্ত্বোপনিষদে মন্ত্রযোগকে মন্ত্রের শ্রাবণিক পাঠের একটি নিয়ম বলে উল্লেখ করা হয়েছে, কিন্তু এও বলা হয়েছে যে এটি যোগের একটি অধস্তন স্তর। এই পদ্ধতিতে বারো বছর ধরে মন্ত্র পাঠ বা সুরে বর্ণ শব্দের আবৃত্তি করতে হয়। যোগতত্ত্বোপনিষদের মতে, এর মাধ্যমে ধীরে ধীরে জ্ঞান এবং কৃচ্ছ্রতাসাধনের বিশেষ ক্ষমতা অর্জন করা যায়। সেই সঙ্গে এই গ্রন্থে এও বলা হয়েছে যে, মন্ত্র-ভিত্তিক এই যোগ-পদ্ধদিটি সেই সব স্থূলবুদ্ধির ব্যক্তির জন্য যারা অন্য তিন ধরনের যোগ সাধনে অক্ষম।\nলয়যোগকে বর্ণনা করা হয়েছে গভীর মনঃসংযোগের একটি পদ্ধতি হিসেবে, যেখানে দৈনন্দিন কার্যকলাপের মধ্যে দিয়ে সর্বক্ষণ চিন্তার কেন্দ্রে থেকে “অখণ্ড ঈশ্বর” ধারণাটি। গুরুত্বের দিক থেকে লয়যোগের স্থান দ্বিতীয়। এটির কেন্দ্রে থাকে চিত্ত বা মনকে সংহতকরণের একটি পদ্ধতি, যেখানে ব্যক্তি সর্বদা নিরাকার ঈশ্বরের ধারণা করে চলে।\n\nযোগতত্ত্বোপনিষদের অধিকাংশ শ্লোকে হঠযোগের বিবরণ পাওয়া যায়। হঠযোগের বর্ণনায় এই গ্রন্থে আটটি পরস্পর-নির্ভরশীল পদ্ধতির কথা বলা হয়েছে: দশটি যম (আত্ম-সংযম), দশটি নিয়ম (আত্ম-পর্যবেক্ষণ), আসন (ভঙ্গিমা), প্রাণায়ম (শ্বাস নিয়ন্ত্রণ), প্রত্যাহার (ইন্দ্রিয় বিজয়), ধারণা (পূর্ণ মনোযোগ), ধ্যান ও ধ্যানমগ্ন চৈতন্যের অবস্থা সমাধি।\nধ্যান আলোচনার পরে ১২৮ সংখ্যক শ্লোক থেকে এই গ্রন্থে হঠযোগের কুড়িটি স্তর বর্ণিত হয়েছে, যার মধ্যে রয়েছে ‘মহামুদ্রা’, ‘মহাবন্ধ’, ‘খেচরী মুদ্রা’, ‘মূলবন্ধ’, ‘উড্ডীয়ন বন্ধ’, ‘জলন্ধর বন্ধ’, ‘বজ্রোলি’, ‘অমরোলী’ ও ‘সহজোলি। এরপর সংস্কৃত পণ্ডিত আয়াঙ্গারের অনুবাদ অনুযায়ী এই উপনিষদে রাজযোগকে যোগীদের জগৎ থেকে নিজেদের বিচ্ছিন্ন করার মাধ্যম বলে উল্লেখ করা হয়েছে। এই গ্রন্থের ধ্যানের অবলম্বন হিসেবে প্রণব বা ওঁ মন্ত্রটির কথা উল্লেখ করা হয়েছে, যেটিকে ১৩৪-১৪০ সংখ্যক শ্লোকগুলিতে ব্যাখ্যাও করা হয়েছে। এরপর মোক্ষের স্বরূপ ও পরম সত্য সম্পর্কে একটি বিবৃতি প্রদান করা হয়েছে এই গ্রন্থে।\n\n\n==== আসন ====\n\nযোগতত্ত্বোপনিষদে অনেক আসনের কথা উল্লেখ করা হয়েছে, কিন্তু বলা হয়েছে যে প্রাণায়মের প্রাথমিক শিক্ষার্থীর জন্য চারটি আসন নির্ধারিত – সিদ্ধাসন, পদ্মাসন, সিংহাসন ও ভদ্রাসন। এই আসনগুলির বিষদ বিবরণও এই উপনিষদে দেওয়া হয়েছে।\nএই গ্রন্থে বলা হয়েছে, পদ্মাসনে বসে প্রাণায়মের সময় নিঃশ্বাস-প্রশ্বাস স্বাভাবিক রাখা উচিত। এই সময় শ্বাস গ্রহণ, শ্বাস রোধ ও শ্বাস ত্যাগ হবে ধীর, সুষম ও গভীর। এই গ্রন্থে সময়ের পরিমাপের (‘মাত্রা’ বা সাংগীতিক তালের মাধ্যমে) কথাও বলা হয়েছে, যাতে অভ্যাসকারী নিজেই প্রাণায়মের গতিবিধি পর্যবেক্ষণ ও অগ্রগতির পরিমাপ করতে পারে। যোগ শিক্ষার্থী নিজেই আঙুল দিয়ে নিজের হাঁটুর উপর টোকা মেরে সময়ের হিসাব রাখতে পারে। ক্রমান্বয়ে ষোলো মাত্রায় শ্বাস গ্রহণ, চৌষট্টি মাত্রায় শ্বাস রোধ ও ধীরে ধীরে বত্রিশ মাত্রায় শ্বাস ত্যাগকে প্রাণায়মের লক্ষ্য বলে উল্লেখ করা হয়েছে।\n\nএই উপনিষদে প্রাণায়মের বিবিধ পদ্ধতি আলোচিত হয়েছে। যেমন বলা হয়েছে যে, এক নাসারন্ধ্র দিয়ে শ্বাস গ্রহণ করে অপর নাসারন্ধ্র দিয়ে শ্বাস ত্যাগের প্রাণায়মটি দিনে বেশ কয়েকবার নিয়মিত অভ্যাস করলে ‘নাড়ি’ (ধমনী) পরিশুদ্ধ হয় এবং তাতে হজম শক্তি ও পরিশ্রমের ক্ষমতা বৃদ্ধি পায়, মেদ হ্রাস পায় এবং ত্বক উজ্জ্বল হয়। এই গ্রন্থে যোগ-শিক্ষার্থীকে লবণ, সরিষা, অম্ল খাদ্য ও মশলাযুক্ত কষায় ঝাল খাদ্য গ্রহণ করতে বারণ করা হয়েছে। সেই সঙ্গে এও বলা হয়েছে যে, যোগ-শিক্ষার্থী উপবাস করবে না, ঊষাকালে স্নান করবে না, যৌন সংগম থেকে বিরত থাকবে এবং আগুনের কাছে বসবে না। ৪৬ থেকে ৪৯ সংখ্যক শ্লোকে দুধ ও ঘি, রান্না করা গম, কলাই ও ভাত খাওয়ার উপদেশ দেওয়া হয়েছে। এছাড়াও যোগাভ্যাসের সময় শরীরের যে যে অংশ কাঁপে বা বেশি ঘামে সেই সব স্থানে মালিশ করার কথাও বলা হয়েছে।\n\nএই গ্রন্থ মতে, যোগাভ্যাসের পরবর্তী স্তরটির নামকরণ করা হয়েছে ‘ঘট’ (সংস্কৃত: घट)। এর উদ্দেশ্য কথিত হয়েছে প্রাণ (শ্বাস), অপান (শরীরে জলের মিশ্রণ ও বায়বায়ন), মন ও বুদ্ধির সংহতিসাধন এবং সেই সঙ্গে জীবাত্মা ও পরমাত্মার মিলন। যোগতত্ত্বোপনিষদের মতে এই ক্রিয়াটি ‘প্রত্যাহার’ (ইন্দ্রিয় থেকে মনোযোগ তুলে নেওয়া) ও ‘ধারণা’-র (মনঃসংযোগ) স্তরে উন্নতির পথে একটি ধাপ। এই উপনিষদের মতে, ‘ধারণা’ হল সকল ব্যক্তি ও সকল বস্তুকে তাঁর নিজের আত্মার সঙ্গে অভিন্ন ধারণা করা। ৭২ থেকে ৮১ সংখ্যক শ্লোকে যোগের ‘ঘট’ পর্যায়ে যে সকল অলৌকিক ক্ষমতা প্রাপ্ত হওয়া যায় সেগুলির বর্ণনা করা হয়েছে। সেই সঙ্গে উপনিষদে এও বলা হয়েছে যে, “উৎকর্ষ সাধনের জন্য অভ্যাস প্রয়োজন, যোগী কখনই তিনি কী অর্জন করেছেন তা নিয়ে আনন্দ অনুভব করবেন না, অহংকার করবেন না, কারও অনুরোধে কিছু করতে বা করে দেখাতে যাবেন না, অন্যদের কথা ভুলে থাকবেন এবং সেই সঙ্গে তিনি নিজের সামনে কী লক্ষ্য রেখে এগোচ্ছেন তার কথা সর্বদা স্মরণ করবেন”।\n\n\n==== কুণ্ডলিনী ====\nযোগতত্ত্বোপনিষদের ৮২ সংখ্যক শ্লোকের পর থেকে যোগানুশীলনের তৃতীয় স্তর ‘পরিচয়’ (সংস্কৃত: परिचय, ঘনিষ্ঠতা) বিস্তারিতভাবে বর্ণিত হয়েছে। যোগতত্ত্বের মতে, এই সময় যোগীর কুণ্ডলিনী জাগ্রত হয়। ধর্ম ও এশীয় বিদ্যার অধ্যাপক জেমস লকটেফেল্ডের মতে, ‘কুণ্ডলিনী’ হল “প্রত্যেক ব্যক্তির মধ্যে নিহিত সুপ্ত আধ্যাত্মিক শক্তি।” যোগতত্ত্বোপনিষদে যে প্রেক্ষাপটটি উল্লিখিত হয়েছে তা তন্ত্রেরও একটি ভিত্তিগত ধারণা। তন্ত্রে বলা হয়েছে, এটি মহাশক্তির এমন একটি রূপ যা সকল ব্যক্তির মধ্যেই সুপ্ত অবস্থায় থাকে এবং তার জাগরণই সাধনার লক্ষ্য। যোগতত্ত্বোপনিষদে এই স্তরটিকে বর্ণনা করা হয়েছে এমন এক স্থান হিসেবে যেখানে যোগীর চিত্ত (মন) জাগ্রত হয় এবং সুষুম্না ও চক্রে প্রবিষ্ট হয়।\n\nপৃথিবী, অপ, অগ্নি, বায়ু ও আকাশ – এই পঞ্চতত্ত্বকে এই গ্রন্থে বলা হয়েছে ‘পঞ্চব্রহ্ম’, যা এই পঞ্চ তত্ত্বের মধ্যে নিহিত পাঁচ দেবতার (ব্রহ্মা, বিষ্ণু, রুদ্র, ঈশ্বর ও সদাশিব) প্রতীক এবং আরও বলা হয়েছে যে, এই পঞ্চ দেবতার নিকট উপনীত হওয়ার প্রক্রিয়াটি হল ধ্যান। যোগতত্ত্বোপনিষদের মতে, এই ধ্যানকে সঙ্গত দান করে বর্ণ, জ্যামিতিক আকৃতি ও মন্ত্র: পৃথিবীর ক্ষেত্রে স্বর্ণাভ হলুদ, চতুর্ভূজ ক্ষেত্র ও ‘লং’; অপের ক্ষেত্রে সাদা, অর্ধচন্দ্রাকার আকৃতি ও ‘বং’; অগ্নির ক্ষেত্রে লাল, ত্রিকোণ ও ‘রং’; বায়ুর ক্ষেত্রে কালো, ষট্কোণ ও ‘যং’ এবং আকাশের ক্ষেত্রে ধূম্রবর্ণ, বৃত্ত ও ‘হং’।\nউপনিষদ্টির ১১২ থেকে ১২৮ সংখ্যক শ্লোকে হঠযোগের বিভিন্ন আসনের কথা নলা হয়েছে। শীর্ষাসন (২৪ মিনিট মাথা সম্পূর্ণ শরীরের নিচে রেখে পা উঠিয়ে থাকা), বজ্রোলি ও আম্রোলি মুদ্রার পদ্ধতি ও উপকারিতা সংক্ষেপে বর্ণনা করা হয়েছে। এই সকল আসন ও মুদ্রা অভ্যাসের মাধ্যমে যোগী রাজযোগের অবস্থায় উন্নীত হন এবং মাতা-পুত্র-পত্নী সম্পর্কের জীবনচক্রের অর্থ উপলব্ধি করতে পারেন।\n\n\n==== প্রণব ধ্যান ====\n\nযোগতত্ত্বোপনিষদে যোগানুশীলনের অঙ্গ হিসেবে ওঁ মন্ত্রটির মূলতত্ত্ব ব্যাখ্যা করে বলা হয়েছে যে, ‘ওঁ’ অর্থাৎ অ, উ ও ম – এই তিন অক্ষর প্রতিবিম্বিত করে “তিন বেদ, তিন সন্ধ্যা (প্রভাত, মধ্যাহ্ন ও সায়ম), তিন স্বর, তিন অগ্নি ও তিন গুণকে”। রূপকের মাধ্যমে এই যোগানুশীলনকে বর্ণনা করা হয়েছে ফুলের লুক্কায়িত সুগন্ধ আঘ্রাণ, দুধ থেকে ঘি প্রস্তুত, তিলের বীজ থেকে তেল প্রস্তুত, স্বর্ণ আকরিক থেকে স্বর্ণ নিষ্কাষণ এবং নিজ হৃদয়ে আত্মার অনুসন্ধানের সঙ্গে। ‘অ’ অক্ষরটি পদ্মের প্রস্ফুটিত হওয়ার প্রতীক, ‘উ’ অক্ষরটি ফুল ফোটার প্রতীক, ‘ম’ অক্ষরটি নাদে (তত্ত্ব বা অন্তর্নিহিত সত্য, শব্দ) উপনীত হয় এবং ‘অর্ধমাত্রা’ তুরীয় বা নৈঃশব্দের আনন্দের ইঙ্গিতবাহী।\nযোগতত্ত্বোপনিষদে বলা হয়েছে যে, কথিত যোগপ্রণালী অনুসরণ করে যোগী যখন শরীরের নয়টি মুখের ক্রিয়ার উপর নিয়ন্ত্রণ স্থাপনে সক্ষম হন এবং অন্তর্বর্তী সুষুম্নাকে জাগরিত করেন, তখন তিনি কুণ্ডলিনীকেও জাগিয়ে তোলেন এবং আত্ম-সচেতন হন অর্থাৎ পরম সত্যকে জানতে পারেন এবং নিজ আত্মার প্রতি তাঁর দৃঢ় প্রত্যয় স্থাপিত হয়।\n\n\n== গুরুত্ব ==\n\nযোগতত্ত্বোপনিষদ্ হল যোগ-সংক্রান্ত সর্বাপেক্ষা গুরুত্বপূর্ণ গ্রন্থগুলির অন্যতম।\n\nযোগতত্ত্বেই যোগানুশীলন সর্বাপেক্ষা অনুপূঙ্খভাবে উদ্ঘাটিত হয়েছে: এই গ্রন্থে [যোগের] আটটি ‘অঙ্গ’ উল্লিখিত হয়েছে এবং চার প্রকার যোগের মধ্যে পার্থক্যকরণ করা হয়েছে: মন্ত্রযোগ, লয়যোগ, হঠযোগ ও রাজযোগ।\n\nহোয়াইটম্যানের মতে, এই গ্রন্থে বিভিন্ন ধরনের যোগানুশীলন পদ্ধতি আলোচিত হয়েছে। এর মধ্যে অন্যতম হল হঠযোগ, যা “সুসংহতভাবে গড়ে ওঠা এক অনুশীলন পদ্ধতি” এবং যার মূল উদ্দেশ্য হল “শরীরের সুস্বাস্থ্য ও শুচিতা রক্ষা এবং শরীরের সকল ক্রিয়ার উপর আত্ননিয়ন্ত্রণে উৎকর্ষ সাধন”। এই উপনিষদের একটি উল্লেখযোগ্য বৈশিষ্ট্য হল চার প্রকার যোগের সংজ্ঞা এবং একটি তুলনামূলক আলোচনা।\nযোগতত্ত্বোপনিষদ্ ও ব্রহ্মোপনিষদ্ হল চক্র-সংক্রান্ত তান্ত্রিক ধারণাগুলির প্রাচীনতম উৎসের অন্যতম। এই ধারণাগুলিই তিব্বতি বৌদ্ধধর্মে গৃহীত হয়েছিল। যদিও ইয়ায়েল বেন্টরের মতে, তিব্বতি বৌদ্ধ শাস্ত্রে ও হিন্দু যোগতত্ত্বোপনিষদে দেহের অভ্যন্তরে চক্রগুলির অবস্থান প্রসঙ্গে সামান্য কিছু পার্থক্য লক্ষিত হয়।\n\n\n== আরও দেখুন ==\nযোগ (দর্শন)\nযোগবাশিষ্ঠ\nযোগযাজ্ঞবক্ল্য\nযোগকুণ্ডলিন্যুপনিষদ্\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nআইয়ার, নারায়ণস্বামী (১৯১৪)। \"থার্টি মাইনর উপনিষদ্স\" [ত্রিশটি গৌণ উপনিষদ্]। আর্কাইভ অর্গানাইজেশন। সংগ্রহের তারিখ ২৩ ডিসেম্বর ২০১৫। \nআয়াঙ্গার, টি. আর. শ্রীনিবাস (১৯৩৮)। দ্য যোগ উপনিষদ্স। দি আদিয়ার লাইব্রেরি। \nকার্ডিন, ম্যাট (২৮ জুলাই ২০১৫)। ঘোস্টস, স্পিরিটস, অ্যান্ড সাইকিকস: দ্য প্যারানর্মাল ফ্রম অ্যালকেমি টু জোম্বিজ: দ্য প্যারানর্মাল ফ্রম অ্যালকেমি টু জোম্বিজ। এবিসি-ক্লিও। আইএসবিএন 978-1-61069-684-5। \nডেরেক (অনূ.), কোল্টম্যান (১৯৮৯)। যোগ অ্যান্ড দ্য হিন্দু ট্র্যাডিশন। মোতিলাল বনারসিদাস। আইএসবিএন 978-81-208-0543-9। \nডুসেন, পল (১ জানুয়ারি ২০১০)। দ্য ফিলোজফি অফ দ্য উপনিষদ্স। কসিমো, আইএনসি.। আইএসবিএন 978-1-61640-239-6। \nডুসেন, পল; বেডেকর, ভি. এম. (অনূ.); পালসুলে (অনূ.), জি .বি. (১ জানুয়ারি ১৯৯৭)। সিক্সটি উপনিষদ্স অফ দ্য বেদ। মোতিলাল বনারসিদাস। আইএসবিএন 978-81-208-1467-7। \nফ্লাড, গেভিন ডি (১৯৯৬), অ্যান ইন্ট্রোডাকশন টু হিন্দুইজম, কেমব্রিজ ইউনিভার্সিটি প্রেস, আইএসবিএন 978-0-521-43878-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nগ্যুর্মে, তেনজিন (২০০৮)। এস-অ্যালকেমি। লুলু.কম। আইএসবিএন 978-0-557-43582-1। \nলারসেন, গেরাল্ড জেমস; পটার, কার্ল এইচ. (১৯৭০)। যোগতত্ত্ব উপনিষদ্ (এন. এস. এস. রমণ অনূদিত), মূল গ্রন্থ: দি এনসাইক্লোপিডিয়া অফ ইন্ডিয়ান ফিলোজফিজ: যোগ: ইন্ডিয়া’জ ফিলোজফি অফ মেডিটেশন। মোতিলাল বনারসিদাস। আইএসবিএন 978-81-208-3349-4। \nহোয়াইটম্যান, জোসেফ হিলারি মাইকেল (১৯৯৩)। অ্যাফোরিজমস অন স্পিরিচুয়াল মেথড: দ্য \"যোগ সূত্রজ অফ পতঞ্জলি\" ইন দ্য লাইট অফ মিস্টিক্যাল এক্সপেরিয়েন্স: প্রিপেয়ারেটরি স্টাডিজ, সংস্কৃত টেক্সট, ইন্টারলাইনার অ্যান্ড ইডিওমেটিক ইংলিশ ট্রান্সলেশনস, কমেন্টারি অ্যান্ড সাপ্লিমেন্টারি এইডস। কলিন স্মিথ। আইএসবিএন 978-0-86140-354-7। \n\n\n== বহিঃসংযোগ ==\nপূর্ণাঙ্গ ইংরেজি অনুবাদ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জুলাই ২০১৭ তারিখে"}