{"pageid": 1091976, "title": "অ্যাঞ্জেলিকা ক্যাস্টিলো হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1091976", "content": "অ্যাঞ্জেলিকা ক্যাস্টিলো, যিনি পূর্বে বেবি হোপ নামে ২২ বছর ধরে পরিচিত ছিলেন, নিউ ইয়র্ক সিটির একজন মেক্সিকান-আমেরিকান চার বছরের মেয়ে ছিলেন, যাকে ১৯৯১ সালে হত্যা করা হয়েছিল। ২০১৩ সাল পর্যন্ত তার দেহ শনাক্ত করা যায়নি। ভুক্তভোগীর অল্প বয়স এবং তার মৃত্যুর পদ্ধতির কারণে মামলাটি জাতীয় মনোযোগ আকর্ষণ করেছিল। তার শনাক্তকরণের পর, ক্যাস্টিলোর পৈতৃক চাচাতো ভাই কনরাডো জুয়ারেজ (মৃত্যুর সময় ৩০ বছর বয়সী) মেয়েটিকে হত্যার কথা স্বীকার করে। স্বীকারোক্তি জবরদস্তির মাধ্যমে নেওয়ার দাবি করে নিজেকে \"দোষী নয়\" বলে পরিবর্তনের পর জুয়ারেজ ২০১৮ সালের নভেম্বর মাসে হেফাজতে মারা যান।\n\n\n== মৃত্যু ==\nক্যাস্টিলোর অত্যাচারী পিতা গেনারো রামিরেজ তার তিন ছোট বাচ্চার মধ্যে দুজনকে নিয়ে নিখোঁজ হয়ে গিয়েছিলেন; তার মা মার্গারিটা ক্যাস্টিলো বুঝতে পেরেছিলেন যে তিনি অ্যাঞ্জেলিকা এবং তার বোনকে নিয়ে তার জন্মস্থান মেক্সিকোতে ফিরে এসেছেন।  বাস্তবে, তিনি নিউ ইয়র্কের অ্যাঞ্জেলিকা ছেড়ে চলে যান, তাকে শিশুদের প্রাপ্তবয়স্ক মহিলা চাচাতো ভাই বালভিনা জুয়ারেজ-রামিরেজের সাথে থাকতে নিয়ে যান, যিনি কুইন্সের অ্যাস্টোরিয়ার একটি বাড়িতে থাকতেন।  \nকয়েক বছর পরে, বালভিনার ভাই এবং অ্যাঞ্জেলিকার চাচাতো ভাই কনরাডো জুয়ারেজ শিশুটিকে শ্বাসরোধ করার আগে নির্যাতন, ধর্ষণ এবং সডোমাইজ করার কথা স্বীকার করে। জুয়ারেজ, যার বয়স হত্যার সময় ৩০ বছর ছিল, সে অ্যাঞ্জেলিকাকে তার বোনের অ্যাপার্টমেন্টের একটি টেবিলে বেঁধে রেখেছিল এবং একাধিক বার তাকে জল থেকে বঞ্চিত করেছিল। জুয়ারেজ দাবি করেছেন যে তিনি মূলত তাকে হত্যা করার ইচ্ছা করেননি, কিন্তু তারপরে ধর্ষণের সময় চিৎকার করার পরে বালিশ দিয়ে তাকে শ্বাসরোধ করে হত্যা করেছিলেন। জুয়ারেজ তৎক্ষণাৎ জুয়ারেজ-রামিরেজকে জানায় যে তাদের চাচাতো ভাই মারা গেছে এবং তার বোন জোর দিয়ে বলছে যে তারা লাশটি নিষ্পত্তি করবে। অ্যাঞ্জেলিকার মৃতদেহ একটি কুলারে রাখা হয়েছিল, এবং ভাইবোনরা কুলারটি ফেলে দেওয়ার জন্য ম্যানহাটনে একটি গাড়ি পরিষেবা নিয়েছিল। \nঅ্যাঞ্জেলিকার মা মার্গারিটা বিশ্বাস করেন যে ক্যাস্টিলো তার বাবার সাথে মেক্সিকোতে আছেন এবং ইংরেজিতে যোগাযোগ করতে পারছেন না, তিনি কখনই তার নিখোঁজ হওয়ার কথা জানাননি। মার্গারিটা দাবি করেছিলেন যে তিনি এবং তার পরিবার তার মেয়ের সন্ধান করেছিলেন কিন্তু তাকে খুঁজে বের করতে অক্ষম ছিলেন, যার জন্য তিনি ২০১৩ সালে অ্যাঞ্জেলিকাকে শনাক্ত করার সময় অনেক সমালোচনা এবং ক্রোধের বিষয় হয়ে উঠেছিলেন। অন্যান্য প্রতিবেদনে জানা গেছে যে তার পরিবারও তার নিখোঁজ হওয়ার খবর জানাতে অবহেলা করেছে কারণ মার্গারিটা সহ পরিবারের কয়েকজন সদস্য দৃশ্যত নথিভুক্ত অভিবাসী ছিল না। তারা আশঙ্কা করেছিল যে যদি জানা যায় যে তদন্ত চলাকালীন কেউ কেউ নথিপত্র ছাড়াই দেশে রয়েছে, তবে তাদের নির্বাসিত করা হবে।\n\n\n== তথ্যসূত্র =="}