{"pageid": 1091801, "title": "ধাত্রীবিদ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1091801", "content": "ধাত্রীবিদ্যা হল গর্ভাবস্থা প্রসব এবং প্রসবোত্তর সময়ের উপর অধ্যয়নে মনোনিবেশ করা। একটি মেডিকেল স্পেশালিটি হিসাবে প্রসূতিবিদ্যা এবং গাইনোকোলজি নামে পরিচিত, এটি প্রাকৃতিক এবং অস্ত্রোপচার উভয় ক্ষেত্রে প্রয়োগ হতে পারে।\n\n\n== ইতিহাস ==\n\n১৮ শতকের আগে ইউরোপে গর্ভবতী মহিলাদের যত্ন নেওয়া শুধুমাত্র মহিলাদের মধ্যেই সীমাবদ্ধ ছিল এবং পুরুষদের কঠোরভাবে বাদ দেওয়া হয়েছিল। সন্তান জন্মের সময় গর্ভবতী মা তার ঘনিষ্ঠ মহিলা বন্ধু এবং পরিবারের সদস্যদেরকে বাড়িতে তার সঙ্গ বজায় রাখার জন্য আমন্ত্রণ করত। দক্ষ ধাত্রীগণ ডেলিভারির সকল দিক পরিচালনা করতেন। চিকিৎসক এবং সার্জনদের উপস্থিতি ছিল খুবই কম, কেবল তখনই চিকিৎসক ডাকা হতে যখন অবস্থা খুবই গুরুতর হত এবং ধাত্রী তার সমস্ত ব্যবস্থা শেষ করে ফেলত। তখন একজন সার্জনকে ডাকা ছিল শেষ অবলম্বন এবং সেই যুগে পুরুষ মহিলাদের ডেলিভারি করা মহিলাদের শালীনতাকে অপমানজনক হিসাবে দেখা হতো।\n\n\n=== ১৮-শ শতাব্দীর পূর্বে ===\n১৮ ও ১৯ শতকের আগে ধাত্রীবিদ্যা সুপ্রতিষ্ঠিত ছিল কিন্তু প্রসূতিবিদ্যা একটি নির্দিষ্ট চিকিৎসা বিশেষত্ব হিসাবে স্বীকৃত ছিল না। যাইহোক মহিলা প্রজনন ব্যবস্থা এবং যৌন অনুশীলনের বিষয় আগ্রহ প্রাচীন মিশর এবং প্রাচীন গ্রীসে পাওয়া যায়। ইফেসাসের সোরানাসকে কখনও কখনও প্রাচীন স্ত্রীরোগে সবচেয়ে গুরুত্বপূর্ণ ব্যক্তিত্ব বলা হয়। প্রথম শতাব্দীর শেষের দিকে এবং দ্বিতীয় শতকের গোড়ার দিকে তিনি শারীরবিদ্যা অধ্যয়ন করেন এবং গর্ভপাত, গর্ভনিরোধক, বিশেষত কোটাস ইন্টারপ্রেটাস এবং জন্মগত জটিলতা সম্পর্কে মতামত এবং কৌশল প্রনয়ন করে ছিল। তার মৃত্যুর পর স্ত্রীরোগের কৌশল এবং কাজগুলি হ্রাস পায়, ১৮ শতকের শেষের দিকে যখন স্ত্রীরোগ ও প্রসূতিবিদ্যা একটি মেডিকেল স্পেশালিজম হিসাবে পুনর্নির্মিত হয়েছিল তখন তার খুব কম কাজই রেকর্ড করা হয়েছিল এবং প্রয়োগ করা হয়ে ছিল।\n\n\n=== ১৮-শ শতাব্দী ===\n১৮-শ শতাব্দীতে ইউরোপে ধাত্রীবিদ্যায় অনেক অগ্রগতির সূচনা হয়েছিল, যা গর্ভাবস্থা এবং শ্রমের শারীরবৃত্তির আরও ভাল জ্ঞান অর্জন করত। ১৮ শতাব্দীর শেষের দিকে, চিকিৎসা পেশাদাররা জরায়ুর শারীরস্থান এবং প্রসবের সময় ঘটে যাওয়া শারীরবৃত্তীয় পরিবর্তনগুলি বুঝতে শুরু করে। প্রসবকালে ফোর্সেপের প্রবর্তনও এই সময়ে হয়েছিল। প্রসূতিবিদ্যায় এই সমস্ত চিকিৎসা অগ্রগতি পূর্বে মহিলাদের দ্বারা পরিচালিত একটি ময়দানে পুরুষদের প্রবেশের জন্য একটি লিভার-মিডওয়াইফারি।\n\n\n== তথ্যসূত্র =="}