{"pageid": 1091943, "title": "তামার চুগোশভিলি", "url": "https://bn.wikipedia.org/wiki?curid=1091943", "content": "তামার চুগোশভিলি (জর্জীয় : თამარ ჩუგოშვილი; জন্ম ১১ আগস্ট, ১৯৮৪) একজন জর্জীয় রাজনীতিবিদ, যিনি নভেম্বর ২০১৬ থেকে নভেম্বর ২০১৯ পর্যন্ত জর্জিয়ার সংসদের প্রথম ভাইস-স্পিকার হিসেবে দায়িত্ব পালন করেছেন। তিনি ছিলেনজর্জিয়ান ড্রিম – ডেমোক্রেটিক জর্জিয়া\" দলের পররাষ্ট্র বিষয়ক সম্পাদক এবং \" রাজনৈতিক কাউন্সিলের সদস্য ছিলেন। \n\n\n== শিক্ষা ==\n২০০৬ সালে তামার  চুগোশভিলি ইভানে জাভাখিশভিলি জর্জিয়ার তিবলিসি স্টেট ইউনিভার্সিটি থেকে আইন বিষয়ে স্নাতকোত্তর ডিগ্রি অর্জন করেন। ২০১৪-২০১৫ সালে তিনি হার্ভার্ড বিশ্ববিদ্যালয়ের কেনেডি স্কুল অফ গভর্নমেন্টে পড়াশোনা করেন এবং জনপ্রশাসন বিষয়ে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\nএছাড়াও তিনি বেশ কয়েকটি ফেলোশিপ এবং বিশেষ কোর্সে অংশ নেন যার মধ্যে রয়েছে: রাজনীতিতে মহিলাদের অংশগ্রহণ, \"হার্ভার্ড স্কোয়ার থেকে ওভাল অফিস\" (অক্টোবর, ২০১৪-মে, ২০১৫)। তখন তিনি হার্ভার্ডে এবং যুক্তরাষ্ট্রের স্টেট প্রফেশনাল ফেলো প্রোগ্রামে ওয়াশিংটন ডিসি, স্প্রিং\t২০১০-এ ল' লাইব্রেরি অব কংগ্রেসে বেশ কিছু ফেলোশিপে অংশ নিয়েছিলেন\n\n\n== কর্মদক্ষতা ==\n২০১০ সাল থেকে ২০১২ সাল পর্যন্ত তামার চুগোশভিলি জর্জিয়ান ইয়ং লয়ার্স অ্যাসোসিয়েশনের চেয়ারপার্সন ছিলেন। একই সময়ে তিনি ৩২টি এনজিও নিয়ে গঠিত স্বাধীন ও স্বচ্ছ বিচার বিভাগের জোটের চেয়ারপার্সন এবং ১০০টিরও বেশি এনজিও নিয়ে গঠিত সিভিল সোসাইটি ন্যাশনাল প্ল্যাটফর্মের ম্যানেজিং বোর্ডের সদস্য ছিলেন।\n২০১৩-২০১৪ সালে তামার চুগোশভিলি মানবাধিকার ও লিঙ্গ সমতা বিষয়ে জর্জিয়ার প্রধানমন্ত্রীর সহকারী ছিলেন। একই সময়ে, তিনি আইনগত ও সাংবিধানিক সংস্কার ও মানবাধিকার বিষয়ে জর্জিয়ায় ইইউ-র বিশেষ প্রতিনিধি টমাস হামারবার্গের জন্য সরকারের কেন্দ্রবিন্দু হিসেবে দায়িত্ব পালন করেন। চুগোশভিলি জর্জিয়ার প্রথম মানবাধিকার নীতি নথি, মানবাধিকার কৌশল এবং কর্মপরিকল্পনার লেখক।\n২০১৬ সাল থেকে তামার চুগোশভিলি \"জর্জিয়ান ড্রিম-ডেমোক্রেটিক জর্জিয়া\" দলের পররাষ্ট্র বিষয়ক সম্পাদক হিসেবে কাজ করছেন। তিনি নভেম্বর ২০১৬ সালে জর্জিয়া সংসদের সদস্য এবং প্রথম ভাইস-স্পিকার নির্বাচিত হন এবং তারপর থেকে সংসদের লিঙ্গ সমতা কাউন্সিলের চেয়ার, সংসদে মার্কিন যুক্তরাষ্ট্র এবং ইজরায়েলি কাউকাসের সভানেত্রী, কোষাধ্যক্ষ বোর্ডের সভানেত্রী, ইউরোপ কাউন্সিলের সংসদীয় পরিষদে স্থায়ী সংসদীয় প্রতিনিধিদলের প্রধান (পিএএসই) হিসাবে দায়িত্ব পালন করেছেন।  পিএএসই-তে সমাজতান্ত্রিক, ডেমোক্র্যাট এবং গ্রিনস গ্রুপের ভাইস-চেয়ারপার্সন এবং মহিলা রাজনৈতিক নেতাদের গ্লোবাল ফোরামের (ডব্লিউপিএল) রাষ্ট্রদূত হিসাবে দ্বায়িত্ব পালন করেন।\n\n\n== তথ্যসূত্র =="}