{"pageid": 1091571, "title": "জিওং-ইনের মৃত্যু", "url": "https://bn.wikipedia.org/wiki?curid=1091571", "content": "জিওং-ইন (কোরিয়ান : 정인; জুন ১০, ২০১৯ - অক্টোবর ১৩, ২০২০) দক্ষিণ কোরিয়ার সিউলের ১৬ মাসের একটি শিশু কন্যা ছিল, যাকে তার দত্তক পিতামাতা ২৭১ দিন (৮ মাস) নির্যাতন ও নির্যাতন করেছিল এবং শেষ পর্যন্ত পেটে গুরুতর আঘাতের কারণে ১৩ অক্টোবর, ২০২০ তারিখে মারা যায়। দত্তক কন্যা হিসেবে তার পুরো নাম ছিল আহান ইউল-হা (কোরীয়: 안율하)।\nতার দত্তক মা জ্যাং হাইয়ং-এর বিরুদ্ধে হত্যা ও শিশু নির্যাতনের অভিযোগ আনা হয়েছে। তার দত্তক পিতা আহন সানগিউনের বিরুদ্ধে কেবল মাত্র শিশু নির্যাতন এবং অবহেলার অভিযোগ আনা হয়েছে কারণ তিনি দাবি করেছেন যে তিনি তার স্ত্রীর আপত্তিকর কাজ সম্পর্কে অজ্ঞাত ছিলেন। ২০২১ সালের ১৪ ই মে জ্যাংকে যাবজ্জীবন কারাদণ্ড দেওয়া হয় এবং আহানকে ৫ বছরের কারাদণ্ড দেওয়া হয়। জিওং-ইনের মৃত্যু জাতীয় ক্ষোভ এবং আন্তর্জাতিক সচেতনতার সৃষ্টি করে। যদিও জিওং-ইনের ডে-কেয়ার শিক্ষক, একজন পারিবারিক বন্ধু এবং একজন শিশু রোগ বিশেষজ্ঞের  দ্বারা তিনটি সন্দেহজনক শিশু নির্যাতনের প্রতিবেদন দায়ের করা হলেও তার দত্তক পিতামাতার বিরুদ্ধে অভিযোগ চাপানোর ক্ষেত্রে পুলিশের ব্যর্থতার কারণে এই ক্ষোভের বেশিরভাগই কেন্দ্রীভূত ছিল। শিশু রোগ বিশেষজ্ঞ জিওং-ইনপরীক্ষা করেছিলেন এবং তার শরীরে একাধিক ক্ষত এবং ওজন হ্রাস এতটাই উল্লেখযোগ্য ছিল যে এটি নির্যাতন এবং অপুষ্টির প্রমাণ হিসাবে বিবেচিত হয়েছিল। হল্ট ইন্টারন্যাশনাল চিলড্রেনস সার্ভিসেস-এর শ্রমিকরাও নির্যাতনের খবর পাওয়ার পর ফলো-আপে ব্যর্থ হয়।  জিওং-ইনের মৃত্যু জাতীয় ক্ষোভ এবং আন্তর্জাতিক সচেতনতা ছড়ায়।\n১৩ অক্টোবর, ২০২০ তারিখে জিওং-ইনকে তার দত্তক মা ট্যাক্সিতে করে হাসপাতালে নিয়ে আসেন এবং কার্ডিয়াক অ্যারেস্টের কারণে কয়েক ঘন্টা পরে মারা যান। সিটি স্ক্যান এবং ময়নাতদন্ত থেকে জানা যায়: তার পেটে রক্ত ছিল (তার রক্তের ৮০%); যে তার কলারবোন, পাঁজর এবং বাহুতে একাধিক হাড় ের হাড় ভেঙে ছিল, কিছু হাড় 2-4 মাস আগে স্ব-নিরাময়ের পরে আবার ভেঙে গেছে; এবং তার মুখ, ঘাড়, কান এবং পায়ে অসংখ্য ক্ষত ছিল। মৃত্যুর কারণটি তার অগ্ন্যাশয়ের অঙ্গচ্ছেদ এবং তার অভ্যন্তরীণ অঙ্গগুলির আঘাতজনক ক্ষতি হিসাবে রায় দেওয়া হয়েছিল, যার মধ্যে ভারী বাহ্যিক শক্তির কারণে গুরুতর অন্ত্রের ফাটলও ছিল। ফরেনসিক ডাক্তার চতুর্থ বিচারে সাক্ষ্য দিয়েছিলেন যে তিনি সন্দেহ করেছিলেন যে জিওং-ইন মারা যাওয়ার প্রায় তিন থেকে পাঁচ দিন আগে কমপক্ষে আরও একটি মারাত্মক মারধর হয়েছিল, যা দক্ষিণ কোরিয়ায় একটি সরকারী ছুটিতে পড়েছিল, যা ইঙ্গিত করে যে দত্তক পিতামাতা উভয়ই বাড়িতে ছিলেন।\n২জানুয়ারি, ২০২১ তারিখে অনুসন্ধানী অনুষ্ঠান অনুত্তরিত প্রশ্নগুলির (কোরিয়ান: 그것이 알고 싶다) এর একটি পর্ব বিশ্লেষণ করে যে জিওং-ইনের কি হয়েছে, এবং দক্ষিণ কোরিয়ার সম্প্রচারকারী এসবিএস দ্বারা প্রচারিত হয়; অনুষ্ঠানটি ভাইরাল হয়ে যায় এবং দক্ষিণ কোরিয়ায় জাতীয় ক্ষোভ ের সৃষ্টি করে। হাজার হাজার বিক্ষোভকারী এবং শিশু অধিকার কর্মীরা শিশুদের নির্যাতন থেকে আরও ভালভাবে রক্ষা করতে এবং দত্তক পিতামাতা জ্যাং এবং আহনের জন্য সর্বোচ্চ শাস্তি বাস্তবায়নের জন্য সরকারি সংস্কার আইন দাবি করেছে। শিশু নির্যাতন সম্পর্কে সচেতনতা বৃদ্ধির জন্য #SorryJeongIn অনলাইন প্রচারণাও তৈরি করা হয়েছিল, বিশেষ করে জিওং-ইনের ক্ষেত্রে।  \n\n\n== তথ্যসূত্র =="}