{"pageid": 1091670, "title": "ডেঙ্গির মীর মেহমেত ফিরাত", "url": "https://bn.wikipedia.org/wiki?curid=1091670", "content": "দেনগির মীর মেহমেত ফিরাত (৮ আগস্ট ১৯৪৩ - ১১ জুলাই ২০১৯) ছিলেন একজন কুর্দি রাজনীতিবিদ। তিনি ২০০১ সালে জাস্টিস অ্যান্ড ডেভেলপমেন্ট পার্টির (একেপি) অন্যতম প্রতিষ্ঠাতা ছিলেন। তিনি ১৯৯৯ থেকে ২০১১ সাল পর্যন্ত গ্র্যান্ড ন্যাশনাল অ্যাসেম্বলির সদস্য এবং পরবর্তীতে ২০১৫ থেকে ২০১৮ সাল পর্যন্ত পিপলস ডেমোক্রেটিক পার্টির (এইচডিপি) সদস্য হিসেবে দায়িত্ব পালন করেন। এইচডিপি দলটি নারীবাদ, এলজিবিটি+ অধিকার, সংখ্যালঘু অধিকার, যুব অধিকার এবং সাম্যবাদের বিষয়ে কাজ করে।\n\n\n== জীবনের প্রথমার্ধ ==\nফিরাত ১৯৪৩ সালের ৮ আগস্ট আদ্যামানের কাহতা জেলায় জন্মগ্রহণ করেন। তার পিতামহ হাসি বেদির ফিরাত তুর্কি প্রজাতন্ত্রের প্রথম, দ্বিতীয় ও তৃতীয় সংসদ চলাকালীন সংসদ সদস্য ছিলেন, প্রথম ও দ্বিতীয় বারের জন্য মালতা য়া থেকে এবং তৃতীয় সংসদের জন্য কার্স থেকে দায়িত্ব পালন করেন। তার চাচা হুসেইন ফেহমি ফিরাত ছিলেন ডেমোক্রেটিক পার্টির একজন রাজনীতিবিদ যিনি তিন মেয়াদে সংসদ সদস্য হিসেবেও দায়িত্ব পালন করেছিলেন। তার চাচাতো ভাই মেহমেত সিররি তুরানলি একাদশ সংসদে আদিয়ামানের সংসদ সদস্য ছিলেন এবং পরে তিনি একজন সিনেটরও ছিলেন।\nকুর্দি ভাষায়'ডেঙ্গির'  অর্থ হলো \"মহান কন্ঠ\" এবং'মীর' অর্থ বে  বা বেগ (স্থানীয় নেতা)। মীর মেহমেত ফারাতের অন্যতম পূর্বপুরুষের নাম ছিল।  কুর্দি পটভূমি থেকে, ফেরাটের দাদাকে মোস্তফা কামাল আতাতুর্ক পদক দিয়েছিলেন। \nস্নাতক হওয়ার পর ফিরাত ফ্রিল্যান্স আইনজীবী, কৃষক এবং রপ্তানি ট্রেডসম্যান হিসেবে দায়িত্ব পালন করেন। তিনি ভূমধ্যসাগরীয় রপ্তানিকারক সমিতির নির্বাহী বোর্ডের সদস্য ছিলেন।\n\n\n=== ফেলিসিটি পার্টি, ১৯৯৯-২০০১ ===\nফিরাত ১৯৯৯ সালের সাধারণ নির্বাচনে ইসলামপন্থী কেন্দ্রিক পুণ্য পার্টি (এফপি) থেকে আদ্যামানের সংসদ সদস্য নির্বাচিত হন। দলটি সংসদ চলাকালীন ঐতিহ্যবাদী ইসলামপন্থী এবং মধ্যপন্থী রক্ষণশীলদের মধ্যে বিভাজন দেখেছে, যেখানে সবচেয়ে আধুনিক আবদুল্লাহ গুল এবং ঐতিহ্যবাদী ক্ষমতাসীন রেকাই কুতান একটি দলীয় নেতৃত্বের নির্বাচনে প্রতিদ্বন্দ্বিতা করেছেন যা কুটানের জন্য একটি বিজয় প্রদান করেছে। ২০০০ সালের রাষ্ট্রপতি নির্বাচনে ফিরাত প্রার্থী হিসেবে তার নাম সামনে রাখেন, কিন্তু প্রত্যাহার করে নেন এবং ক্রস-পার্টি প্রার্থী আহমেট নেকডেট সেজারের কাছে পরাজিত হন। রাষ্ট্রীয় ধর্মনিরপেক্ষতা লঙ্ঘনের জন্য সাংবিধানিক আদালত ২০০১ সালে দলটি বন্ধ করে দেয়, যার পরে ঐতিহ্যবাদী এমপিরা ফেলিসিটি পার্টি (এসপি) গঠন করেন এবং মধ্যপন্থী রক্ষণশীলরা জাস্টিস অ্যান্ড ডেভেলপমেন্ট পার্টি (একেপি) গঠন করেন। ফিরাত একেপির অন্যতম প্রতিষ্ঠাতা সদস্য ছিলেন এবং এফপির বিলুপ্তির পরে দলে যোগ দিয়েছিলেন।\n\n\n== রাজনৈতিক জীবন ==\n\n\n=== ফেলিসিটি পার্টি, ১৯৯৯-২০০১ ===\nফেরাত ১৯৯৯ সালে তুরস্কের সাধারণ নির্বাচনে ইসলামিস্ট ওরিয়েন্টেড ভার্চু পার্টি (এফপি) থেকে আদিয়ামানের সংসদ সদস্য হিসেবে নির্বাচিত হন। সংসদ চলাকালীন ঐতিহ্যবাদী ইসলামপন্থী এবং মধ্যপন্থী রক্ষণশীলদের মধ্যে ভার্চু পার্টিতে বিভক্তি দেখা দিয়েছিল। ২০০০ সালের রাষ্ট্রপতি নির্বাচনে, ফারাত একজন প্রার্থী হিসাবে তার নাম লেখান। কিন্তু পরবর্তীতে তা প্রত্যাহার করে নেন এবং ক্রস-পার্টির প্রার্থী আহমেত নেকডেট সেজারের কাছে পরাজিত হন।  দলটিকে ২০০১ সালে রাষ্ট্রীয় ধর্মনিরপেক্ষতা লঙ্ঘনের অভিযোগে সাংবিধানিক আদালত বন্ধ করে দেয়, তারপরে ঐতিহ্যবাদী এমপিরা ফেলিসিটি পার্টি (এসপি) গঠন করেন। অন্যদিকে মধ্যপন্থী রক্ষণশীলরা জাস্টিস অ্যান্ড ডেভেলপমেন্ট পার্টি (একপি) গঠন করেন। ফিরাত একেপি-এর অন্যতম প্রতিষ্ঠাতা সদস্য ছিলেন।\n\n\n=== জাস্টিস অ্যান্ড ডেভেলপমেন্ট পার্টি, ২০০১-১৪ ===\nএকেপি-এর প্রতিষ্ঠাতাদের একজন হিসেবে, ফারাত রেজেপ তাইয়িপ এরদোয়ানের অধীনে দলের উপ-নেতা হিসেবে দায়িত্ব পালন করেন। তিনি ২০০২ সালের সাধারণ নির্বাচনে মারসিন জেলার সংসদ সদস্য হিসাবে নির্বাচিত হন এবং ২০০৭ সালের সাধারণ নির্বাচনে আদানার সংসদ সদস্য হিসাবে পুনরায় নির্বাচিত হন। তিনি ২০১১ সালের সাধারণ নির্বাচনে প্রতিদ্বন্দ্বিতা করেননি। ২০০২ এবং ২০০৭ উভয় ক্ষেত্রেই একেপি সংখ্যাগরিষ্ঠ সরকার গঠন করে। কিন্তু একেপি-এর প্রতিষ্ঠাতাদের একজন হওয়া সত্ত্বেও ফারাতকে মন্ত্রী করা হয়নি। ২০০৮ সালে নিউইয়র্ক টাইমসকে দেওয়া একটি সাক্ষাৎকারে, সমাজের মধ্যে একটি \"ট্রমা\" সৃষ্টি করার জন্য মোস্তফা কামাল আতাতুর্কের ধর্মনিরপেক্ষ বিপ্লবের সমালোচনা করার ফলে ফেরাত বিতর্কিত হন। \nপার্টির ডেপুটি লিডার হিসেবে দায়িত্ব পালনকালে, রিপাবলিকান পিপলস পার্টির পার্লামেন্টারি গ্রুপের নেতা কামাল কিলিসদারোগলুর সাথে একটি লাইভ বিতর্কের সময় দুর্নীতির অভিযোগের পর নভেম্বর ২০০৮ সালে ফিরাত ডেপুটি লিডার পদ থেকে পদত্যাগ করেন।   ২৭ জুলাই ২০১৪-এ ফেসবুকে তার সিদ্ধান্ত প্রকাশ করে তিনি একেপি থেকে সম্পূর্ণরূপে পদত্যাগ করেন। \n\n\n=== পিপলস ডেমোক্রেটিক পার্টি, ২০১৫-২০১৯ ===\nফিরাত ২০১৫ সালের ফেব্রুয়ারিতে একেপি থেকে পদত্যাগ করে এইচডিপি বা পিপলস ডেমোক্রেটিক পার্টিতে চলে যান, তিনি এইচডিপির প্রার্থী হিসেবে মেরসিন থেকে সংসদে প্রতিদ্বন্দ্বিতা করেন।  তিনি দাবি করেন, আগামী নির্বাচনে এইচডিপি প্রধান বিরোধী দল হতে পারে। ২০১৫ সালের জুনের সাধারণ নির্বাচনে তিনি সংসদে নির্বাচিত হন। পরবর্তীতে ২০১৫ সালের জুন-জুলাই মাসে স্পিকার নির্বাচনে এইচডিপি তাকে সংসদীয় স্পিকারের জন্য তাদের প্রার্থী হিসাবে নির্বাচিত করেছিল,  কিন্তু নির্বাচনের তৃতীয় রাউন্ডে তাকে বাদ দেওয়া হয়।  তিনি ১১ জুলাই ২০১৯-এ ৭৫ বছর বয়সে ফুসফুসের ক্যান্সারে মারা যান। \n\n\n== তথ্যসূত্র =="}