{"pageid": 1091827, "title": "জামাতের নামাজ", "url": "https://bn.wikipedia.org/wiki?curid=1091827", "content": "জামাতের নামাজ (আরবি: صلاة الجماعة) হল সে সকল নামাজ যা জামাতে অনুষ্ঠিত হয়। সমবেত প্রার্থনা ইসলামের গুরুত্বপূর্ণ ইবাদতের মধ্যে একটি। জামাতের নামাজে, যে সামনে দাঁড়ায় এবং যাকে লোকজন তাকে অনুসরণ করে, তাকে \"ইমাম\"(নামাযের নেতৃত্বদানকারী) বলা হয় এবং তার অনুসরণকারীকে \"মাউমুম\" বলা হয়, আক্ষরিক অর্থে যিনি নেতৃত্ব দেন। মুসলিম পুরুষদের জন্য জামাতে জুমার নামাজ পড়া ফরজ। মুসলিম পুরুষদের জন্য জামাতে দুই ঈদের নামাজ পড়া ওয়াজিব। মুসলিম পুরুষদের জন্য জামাতে পাঁচ ওয়াক্ত ফরজ নামাজ পড়া ওয়াজিব। মুসলিম পুরুষদের জন্য জামাতে জানাজার নামাজ পড়া ফরজে কিফায়া।\n\n\n== কুরআন ==\nহে মানুষ! আমি তোমাদেরকে সৃষ্টি করেছি এক পুরুষ ও এক নারী হতে, আর তোমাদেরকে বিভক্ত করেছি বিভিন্ন জাতি ও গোত্রে, যাতে তোমরা একে অন্যের সাথে পরিচিত হতে পার। তোমাদের মধ্যে আল্লাহর কাছে সে ব্যক্তিই বেশী মর্যাদাসম্পন্ন যে তোমাদের মধ্যে বেশী তাকওয়াসম্পন্ন। নিশ্চয় আল্লাহ্‌ সর্বজ্ঞ, সম্যক অবহিত।\nআর আপনি যখন তাদের মধ্যে অবস্থান করবেন তারপর তাদের সাথে সালাত কায়েম করবেন তখন তাদের একদল আপনার সাথে যেন দাঁড়ায় এবং তারা যেন সশস্ত্র থাকে। তাদের সাজদা করা হলে তারা যেন তোমাদের পিছনে অবস্থান করে; আর অপর একদল যারা সালাতে শরীক হয়নি তারা আপনার সাথে যেন সালাতে শরীক হয় এবং তারা যেন সতর্ক ও সশস্ত্র থাকে। কাফেররা কামনা করে যেন তোমরা তোমাদের অস্ত্রশস্ত্র ও আসবাবপত্র সম্বন্ধে অসতর্ক হও যাতে তারা তোমাদের উপর একেবারে ঝাঁপিয়ে পড়তে পারে। যদি তোমরা বৃষ্টির জন্য কষ্ট পাও বা পীড়িত থাক তবে তোমরা অস্ত্র রেখে দিলে তোমাদের কোনো দোষ নেই; কিন্তু তোমরা সতর্কতা অবলম্বন করবে। আল্লাহ কাফেরদের জন্য লাঞ্ছনাদায়ক শাস্তি প্রস্তুত রেখেছেন।\n\n\n== হাদিস ==\nজামাতে (ফরজ) নামাজ আদায় করা প্রত্যেক বিশ্বাসী প্রাপ্তবয়স্ক পুরুষের জন্য বাধ্যতামূলক এবং প্রয়োজনীয়, যাদের তা না করার কোন অজুহাত নেই। অনেক প্রামাণ্য হাদীছ জামাতে নামাজ পড়ার শ্রেষ্ঠত্ব ও শ্রেষ্ঠত্ব তুলে ধরে। এই হাদীসের মধ্যে রয়েছে:\n\nআবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিতঃ\nআল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জামা’আতে সালাতের ফযীলত একাকী আদায়কৃত সালাত অপেক্ষা সাতাশ গুণ বেশী।\nসহিহ বুখারী, হাদিস নং ৬৪৫; হাদিসের মান: সহিহ হাদিস\n\nআবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ\nতিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোনো ব্যক্তির জামা‘আতের সাথে সালাতের সওয়াব, তার নিজের ঘরে ও বাজারে আদায়কৃত সালাতের সওয়াবের চেয়ে পঁচিশ গুণ বাড়িয়ে দেয়া হয়। এর কারণ এই যে, সে যখন উত্তমরূপে উযূ করলো, অতঃপর একমাত্র সালাতের উদ্দেশে মসজিদে রওয়ানা করল তখন তার প্রতি কদমের বিনিময়ে একটি মর্তবা বৃদ্ধি করা হয় এবং একটি গুনাহ মাফ করা হয়। সালাত আদায়ের পর সে যতক্ষণ নিজ সালাতের স্থানে থাকে, মালাকগণ (ফেরেশতাগণ) তার জন্য এ বলে দু‘আ করতে থাকেন- “হে আল্লাহ! আপনি তার উপর রহমত বর্ষণ করুন এবং তার প্রতি অনুগ্রহ করুন।” আর তোমাদের কেউ যতক্ষণ সালাতের অপেক্ষায় থাকে ততক্ষণ পর্যন্ত সে সালাতে রত বলে গণ্য হয়।\nসহিহ বুখারী, হাদিস নং ৬৪৭; হাদিসের মান: সহিহ হাদিস\n\nসা’ঈদ ইবনু আবূ হিন্‌দ (রাঃ) থেকে বর্ণিতঃ\nঅতঃপর তিনি বলেন, এরপর তাঁর কন্যা ফাতিমাহ্‌ তাঁর কাপড় দিয়ে তাঁকে আড়াল করে রেখেছিল। গোসল শেষে তিনি ঐ কাপড় নিয়ে পরিধান করলেন। তারপর দাঁড়িয়ে আট রাক’আত সলাত আদায় করলেন। আর সেটা ছিল চাশতের সময়। (ই.ফা. ৬৫৭, ই.সে. ৬৭২)\nসহিহ মুসলিম, হাদিস নং ৬৫৩; হাদিসের মান: সহিহ হাদিস\n\n\n=== প্রথম কাতারে দাড়ানোর উপকারিতার হাদীস ===\nআবূ হুরাইরাহ্ (রাযি.) হতে বর্ণিত। আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আযানে ও প্রথম কাতারে কী (ফাযীলাত) রয়েছে, তা যদি লোকেরা জানত, কুরআহর মাধ্যমে বাছাই ব্যতীত এ সুযোগ লাভ করা যদি সম্ভব না হত, তাহলে অবশ্যই তারা কুরআহর মাধ্যমে ফায়সালা করত। যুহরের সালাত আউয়াল ওয়াক্তে আদায় করার মধ্যে কী (ফাযীলাত) রয়েছে, যদি তারা জানত, তাহলে তারা এর জন্য প্রতিযোগিতা করত। আর ‘ইশা ও ফজরের সালাত (জামা‘আতে) আদায়ের কী ফাযীলাত তা যদি তারা জানত, তাহলে নিঃসন্দেহে হামাগুড়ি দিয়ে হলেও তারা হাজির হত। বুখারি (তাওহিদ) ৬১৫, (৬৫৪, ৭২১, ২৬৮৯; মুসলিম ৪/২৮, হাঃ ৪৩৭, আহমাদ ৭২৩০) (আধুনিক প্রকাশনীঃ ৫৮০, ইসলামিক ফাউন্ডেশনঃ ৫৮৮)\n\n\n== মহিলাদের জামাত ==\nমহিলাদের মসজিদে জামাতে নামাজে যোগ দিতে বাধা দেওয়ার কোন সহিহ হাদিস পাওয়া যায় না, যদি তারা কোন কিছু না ভয় পেয়ে সঠিকভাবে পোশাক পরে বের হয়। এটা বলা ঠিক যে, মসজিদে জামাতের নামাজে অংশগ্রহণ করা তাদের জন্য বাধ্যতামূলক যাদের জন্য এটি প্রযোজ্য। যে ব্যক্তি জামাতে নামাজে উপস্থিত হয় না, তার পরিবর্তে একাকী তার নামাজ পড়ার জন্য নির্বাচন করা হয়, তার প্রার্থনা বৈধ কিন্তু যদি সে একটি মসজিদের আশেপাশে থাকে তবে দায়িত্ব পালন করতে ব্যর্থ হওয়ার পাপটি গ্রহণ করে।\nমসজিদে জামাতের নামাজের নেতৃত্বদানকারী ব্যক্তি হলেন নিয়মিত ইমাম, অথবা যিনি কুরআন সবচেয়ে ভালো জানেন। এটা গ্রহণযোগ্য যে, একজন যুবক বা একজন অন্ধের নামাজের ইমামতি করা উচিত। ফরজ নামাজ পড়া একজন ব্যক্তির জন্য অন্য একটি স্বেচ্ছাসেবী নামায আদায় করা, অথবা বিপরীতভাবে নামায আদায় করা জায়েয। একইভাবে, একজন ভ্রমণকারী নামাজের নেতৃত্ব দিতে পারে, তার পিছনে বাসিন্দাদের সাথে, অথবা একজন বাসিন্দা তার পিছনে ভ্রমণকারীদের সাথে নেতৃত্ব দিতে পারে। যে ব্যক্তি স্বাভাবিক অজু করেছে, সে কেবল শুকনো অজু করতে পারে, অথবা বিপরীত দিকে যেতে পারে। একজন ইমাম নামাযের নেতৃত্ব দিতে পারেন এমনকি জামাতে যখন এক বা একাধিক লোক থাকে যারা এর ইমামতি করার জন্য উপযুক্ত।\nযখন মহিলাদের একটি দল নামাজ পড়ছে তখন তাদের মধ্যে একজনের নামাজের নেতৃত্ব দেওয়া উচিত।\nমহিলাদের প্রসঙ্গে হাদিস বর্ণিত আছে:\n\nইয়াযীদ ইবনু ‘আমির (রাঃ) থেকে বর্ণিতঃ\nতিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে তাঁকে সলাতরত পেয়ে তাঁদের সাথে সলাত আদায়ে শামিল না হয়ে বসে পড়লাম। সলাত শেষে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার দিকে ফিরে ইয়াযীদকে বসে থাকতে দেখে বললেনঃ তুমি কি ইসলাম গ্রহণ করনি, হে ইয়াযীদ? ইয়াযীদ (রাঃ) বলেন, অবশ্যই হে আল্লাহর রসূল! আমি ইসলাম গ্রহণ করেছি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাহলে কেন তুমি লোকদের সাথে জামা‘আতে শামিল হওনি? ইয়াযীদ (রাঃ) বলেন, আমি ভেবেছিলাম আপনারা সলাত আদায় করে ফেলেছেন, তাই আমি বাড়িতে সলাত আদায় করে ফেলেছি। তিনি বললেনঃ তুমি মাসজিদে এসে লোকদের সলাতরত পেলে তাদের সাথে সলাতে শরীক হবে, যদিও তুমি তা আগে আদায় করে থাক। সেটা (জামা‘আতের সাথে আদায়কৃত সলাত) তোমার জন্য নফল হিসেবে এবং এটা (ঘরে আদায়কৃত সলাত) ফরয হিসেবে গণ্য হবে। [৫৭৬]\nসুনানে আবু দাউদ, হাদিস নং ৫৭৭; হাদিসের মান: দুর্বল হাদিস\n\n\n=== জামাতে ফরজ নামাজের পুরস্কার ===\nআনাস বিন মালিক বর্ণনা করেছেন যে:\n আল্লাহর রসূল, সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম (তার উপর আল্লাহর আশীর্বাদ ও শান্তি বর্ষিত হোক), বলেছেনঃ “যে ব্যক্তি প্রথম তাকবীর ধরে চল্লিশ দিন পর্যন্ত আল্লাহর জন্য জামাতে (৫ ওয়াক্ত ফরজ) নামায আদায় করে, তার জন্য দু’টি নাজাত লেখা হয়ঃ জাহান্নাম থেকে মুক্তি এবং মুনাফেকী থেকে মুক্তি। \n\n\n== আরও দেখুন ==\nফরজ নামাজ\n\n\n== বহিঃসংযোগ ==\nনবী সাঃ এর নামাজের বর্ণনা মুহাম্মদ নাসিরুদ্দীন আল-আলবানী | উসামা বিন সুহাইব হাসান ইংরেজিতে অনুবাদ করেছেন\nঘরে নামাজের জামাতে নারীদের অংশগ্রহণ"}