{"pageid": 1091346, "title": "চীনে যৌন উদ্দেশ্যে মানব পাচার", "url": "https://bn.wikipedia.org/wiki?curid=1091346", "content": "চীনে যৌন উদ্দেশ্যে মানব পাচার হল যৌন শোষণ ও যৌন দাসত্বের উদ্দেশ্যে চীনে সংঘটিত মানব পাচার। বিশ্বের সবচেয়ে জনবহুল দেশ চীন বিশ্বের দ্বিতীয় সর্বোচ্চ সংখ্যক মানব পাচারের শিকার। এটি যৌন উদ্দেশ্যে পাচারকৃত ব্যক্তিদের উৎস, গন্তব্য ও পরিবহনের দেশ।\nদেশে যৌন উদ্দেশ্যে মানব পাচারের শিকাররা চীনের সব জাতিগোষ্ঠী ও বিদেশিরা। চীনের নাগরিকদের, প্রাথমিকভাবে নারী ও মেয়েদের, চীনের বিভিন্ন প্রদেশে, পাশাপাশি এশিয়ার অন্যান্য দেশ এবং বিভিন্ন মহাদেশে যৌন উদ্দেশ্যে পাচার করা হয়েছে। তাদের বিদেশী চীনা প্রবাসী সম্প্রদায়ের মধ্যে সনাক্ত করা হয়েছে। চীনা পতিতাদের বিদেশে পাচার করা হয়, বিশেষত এমন জায়গায় যেখানে চীনা পুরুষ শ্রমিক এবং নির্মাণ শ্রমিকদের চাহিদা রয়েছে।  চীনের লক্ষ লক্ষ অভ্যন্তরীণ অভিবাসী জনসংখ্যা রয়েছে, যা বিশেষ করে যৌন উদ্দেশ্যে পাচারের জন্য ঝুঁকিপূর্ণ। যৌন উদ্দেশ্যে পাচারের ভুক্তভোগী অপহরণ করা হয় অথবা প্রতারিত করা হয় এবং পতিতাবৃত্তি, বিবাহ, বা গর্ভধারণে বাধ্য করা হয়। তাদের হুমকি দেওয়া হয় এবং শারীরিক ও মানসিকভাবে ক্ষতিগ্রস্ত করা হয়। তারা ধর্ষণ থেকে যৌন সংক্রামিত রোগে আক্রান্ত হয় এবং অপব্যবহার ও অনাহার সাধারণ ঘটনা। কিছু নারী ও মেয়ে দরিদ্র অবস্থার কারণে বন্দি অবস্থায় মারা যায় অথবা নির্যাতিত হয় এবং অথবা খুন হয়।\nযৌন উদ্দেশ্যে পাচার ও শোষণ চীনা সমাজের সকল স্তরে প্রবেশ করেছে। চীনে পুরুষ ও মহিলা অপরাধীরা বিস্তৃত পটভূমি ও প্রতিটি সামাজিক শ্রেণী থেকে আসে। বেশ কয়েকজন পাচারকারী অপরাধী সংগঠন ও চক্রের সদস্য বা তাদের সাহায্যকারী। কিছু সরকারি কর্মকর্তা ও কর্মী, পাশাপাশি বিদেশীরা চীনে যৌন উদ্দেশ্যে পাচার থেকে লাভবান হয়েছেন। চীনে ক্রমবর্ধমান আয় অনেক বৈধ ও অবৈধ পরিষেবার ব্যবহার বাড়িয়েছে।  এটি চীনের বিনোদন ও পর্যটন শিল্পের পাশাপাশি ভারী শিল্প এবং খনির খাতের সাথে যুক্ত ব্যবসায় ঘটেছে। কিছু সাংবাদিক রিপোর্ট করেছেন যে বেল্ট অ্যান্ড রোড ইনিশিয়েটিভ এবং বিশ্বায়নের ফলে চীনে যৌন উদ্দেশ্যে মানব পাচার বৃদ্ধি পেয়েছে। চীনা যৌন উদ্দেশ্যে মানব পাচারকারীরা সারা বিশ্বে কাজ করে। একবিংশ শতাব্দীর চীনে সাইবারসেক্স পাচার একটি ক্রমবর্ধমান সমস্যা। বিশ্বব্যাপী উচ্চ গতির ইন্টারনেটের বিস্তার এবং কম্পিউটার, ট্যাবলেট ও স্মার্টফোনের মালিকানা বৃদ্ধি অনলাইনে বা ভার্চুয়াল জোরপূর্বক পতিতাবৃত্তি  ও যৌন নির্যাতন এবং বিশ্বব্যাপী ব্যবহারকারীদের দ্বারা ক্রয় করা অবৈধ অশ্লীল ভিডিও তৈরিতে ইন্ধন জুগিয়েছে।\n\n\n== তথ্যসূত্র =="}