{"pageid": 1091967, "title": "জিহান আক্তাস", "url": "https://bn.wikipedia.org/wiki?curid=1091967", "content": "জিহান আক্তাস (জন্ম ১৫ জানুয়ারি, ১৯৬০) (তুর্কি: Cihan Aktaş) একজন তুর্কি লেখক, গবেষক এবং সাংবাদিক। তিনি তুর্কি কবি ও লেখক উমিট আকতাসের বোন।\nছোট গল্প সংকলনগুলির জন্য সর্বাধিক পরিচিত আকতাস তার সেরা বিক্রেতা উপন্যাস রাইট লং লেটারস টু মি এবং তার সু-গবেষণামূলক ধারাভাষ্য বই  দ্য পোয়েট্রি অফ দ্য ইস্ট: ইরানি সিনেমা  সহ কথাসাহিত্য এবং নন-ফিকশন চল্লিশটিরও বেশি বই প্রকাশ করেছেন যা এই বিষয়ে একটি একাডেমিক প্রিয়। তিনি ১৯৮০-এর দশকে একজন রাজনৈতিক সংবাদপত্রের কলামলেখক ছিলেন, তিনি তার গবেষণাপত্র এবং তুরস্কে এক মর্মান্তিক সামাজিক রূপান্তরের অভিজ্ঞতা সম্পন্ন নারীদের উপর নিবন্ধগুলি কেন্দ্রীভূত করেছিলেন; এবং নারী শোষণ, লিঙ্গ ও পরিচয়ের রাজনীতি এবং একজন হিজাবি মহিলা হিসাবে পাবলিক স্পেসে হিজাবের মতো বিষয়ের উপর বেশ কয়েকটি বই প্রকাশ করেছেন।\nআকতাসকে \"ন্যূনতম অর্থে শক্তিশালী নারীবাদী\"  এবং তার সাহিত্য শৈলীকে \"ইমপ্রেশনিস্ট ফিকশন\" হিসাবে বর্ণনা করা হয়েছে। তার নারী চরিত্রগুলি \"তাদের পরিচয়ে ছাড় দেয় না\"  এবং \"সাধারণত একটি দীর্ঘস্থায়ী সমস্যার চূড়ায় পৌঁছেছে।\" \nতিনি বিবাহিত দুই সন্তানের জননী এবং বর্তমানে ইস্তাম্বুলে থাকেন। \n\n\n== জীবনের প্রথমার্ধ ==\nআকতাস তুরস্কের এরজিঙ্কন প্রদেশের একটি ছোট শহর রেফাহিয়েতে জন্মগ্রহণ করেন। তার বাবা সেমাল আকতাস, একজন পাবলিক স্কুলের শিক্ষক এবং একজন ট্রেড ইউনিয়নিস্ট, শহরে একটি বইয়ের দোকান চালাতেন, যেখানে আকতাস ছোট থেকেই বইয়ের প্রেমে পড়েছিলেন।  তিনি ১৯৭৮ সালে বেশিকদুজু উচ্চ শিক্ষা বিদ্যালয় থেকে স্নাতক হন, এবং তার পরিবারের সাথে ইস্তাম্বুলে চলে যান, যেখানে তিনি মিমার সিনান ফাইন আর্টস বিশ্ববিদ্যালয়ে আর্কিটেকচার অধ্যয়ন করেন এবং ১৯৭৮ সালে স্নাতক হন।\n\n\n== সাহিত্য শৈলী এবং বিষয় ==\n২০০২ থেকে ২০১২ সালের মধ্যে প্রকাশিত আত্মজীবনীমূলক উপন্যাসের আকতাসের ধারাবাহিক ত্রয়ী বলা হয় \"ব্যক্তিগত এবং তুরস্কের রাজনীতির দিক থেকে তিন যুগের প্রতিনিধিত্ব করে।\"  তার লেখার শৈলী ইম্প্রেশনিস্ট রিয়েলিজম  হিসেবে বর্ণনা করা হয়েছে এবং তার সাধারণ থিমগুলির মধ্যে রয়েছে সম্পর্কের ক্ষমতার গতিশীলতা নিয়ে প্রশ্ন তোলা, সাধারণ ভাবে অলৌকিক তার সন্ধান এবং মহিলাদের চুপ করিয়ে দেওয়া পরিস্থিতি পরীক্ষা করা। \n\n\n== পুরস্কার ==\n১৯৯৫ সালে আকতাসের দ্য ফাইনাল ম্যাজিকাল ডেজ তুর্কি রাইটার্স সোসাইটির ছোট গল্প পুরস্কার লাভ করে এবং ১৯৯৭ সালে জেনক্লিক ম্যাগাজিন তাকে বর্ষসেরা গল্পকার হিসেবে নির্বাচিত করে। তার প্রথম উপন্যাস \"লেখক লং লেটারস টু মি\" ছিল তুর্কি রাইটার্স সোসাইটি কর্তৃক ২০০২ সালের বর্ষসেরা উপন্যাস পুরস্কার প্রাপক। একটি নিখুঁত পিকনিক, তার ছোট গল্প বই সাহিত্য, শিল্প ও সংস্কৃতি গবেষণা সমিতি দ্বারা ২০০৯ সালের সেরা বই হিসাবে নির্বাচিত হয়। তিনি ২০১৫ সালে ১৫তম বার্সা সাহিত্য দিবসে আহমেত হামদি তানপিনার পুরস্কার এবং ২০১৬ সালে নেসিপ ফাজিল কিসাকুরেক উপন্যাস ও ছোট গল্প পুরস্কার লাভ করেন। তার বই ইউ'ড নো ইফ ইউ ওয়্যার মাই ডটার একই বছরে ওমার সেফেট্টিন শর্ট স্টোরি পুরস্কারে ভূষিত হয়। তিনি ২০১৮ সালের দেদে কোরকুট সাহিত্য পুরস্কার প্রাপক ছিলেন।\n\n\n== তথ্যসূত্র =="}