{"pageid": 1091006, "title": "কার্লি রায়ান হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1091006", "content": "কার্লি রায়ান (৩১ জানুয়ারি ১৯৯২ - ২০ ফেব্রুয়ারি ২০০৭) ছিলেন একজন দক্ষিণ অস্ট্রেলীয় স্কুলছাত্রী, যার সাথে অনলাইনে বন্ধুত্ব করা হয় এবং তারপরে একটি ধারাবাহিক পেডোফিলিয়া দ্বারা হত্যা করা হয়। ক্যাটফিশিং, গ্রুমিং এবং অনলাইন শিকারী আচরণের উদীয়মান ঘটনাগুলি তুলে ধরা এই মামলাটি সেই সময় অনন্য ছিল, কারণ রায়ান অস্ট্রেলিয়ার প্রথম ব্যক্তি যিনি একটি অনলাইন শিকারী দ্বারা নিহত হয়েছিলেন। তার হত্যাকারী গ্যারি ফ্রান্সিস নিউম্যানের গ্রেপ্তার ও বিচারের পরিপ্রেক্ষিতে জনমত শেষ পর্যন্ত দেশব্যাপী আইনী পরিবর্তনের দিকে পরিচালিত করে, যার ডাকনাম \"কার্লির আইন।\" আইনটি অনলাইনে নাবালকদের সুরক্ষায় সহায়তা করার জন্য তৈরি করা হয়।\n\n\n== পটভূমি ==\nকার্লি রায়ান (৩১ জানুয়ারি ১৯৯২ - ২০ ফেব্রুয়ারি ২০০৭) তার মা সোনিয়া রায়ানের সাথে দক্ষিণ অস্ট্রেলিয়ার স্টার্লিং-এ থাকতেন। মৃত্যুর প্রায় ১৮ মাস আগে, মাইস্পেস (এবং VampireFreaks.com) ব্যবহার করার সময়, তিনি মেলবোর্নে বসবাসকারী \"ব্র্যাণ্ডন কেন\" নামের এক কল্পিত আমেরিকান কিশোরের সাথে বন্ধুত্ব করেন, যা শেষ পর্যন্ত একটি অনলাইন এবং টেলিফোন রোমান্সে পরিণত হয়। ২০০৭ জানুয়ারিতে, গ্যারি নিউম্যান মেলবোর্ন থেকে ব্র্যাণ্ডনের বাবা \"শেন\" হিসাবে ভ্রমণ করেন, যাতে তিনি অস্তিত্বহীন ব্র্যাণ্ডনের কাছ থেকে তার উপহার (অন্তর্বাস এবং একজন নার্সের পোশাক) দেন। তার মায়ের সাথে দেখা করার পর, তাকে রায়ানের ১৫তম জন্মদিনের পার্টিতে যোগ দিতে এবং রাত্রিবাস করার অনুমতি দেওয়া হয়। একসাথে শপিং ট্রিপ, পার্টিতে তার ক্রমবর্ধমান অনিয়মিত এবং অধিকারপূর্ণ আচরণ এবং অনুপযুক্ত শারীরিক অগ্রগতির পরে, তাকে রায়ানের মা চলে যেতে বলেছিলেন, যিনি তখন রায়ানের মোবাইল অ্যাক্সেস সীমিত করেছিলেন।\nপরে, ১৯ ফেব্রুয়ারি, রায়ান বন্ধুদের সাথে আপাত ঘুমের জন্য বাড়ি থেকে বের হয়, কিন্তু পরের দিন না ফেরার পর পুলিশকে অবহিত করা হয়। একই দিন সকালে পোর্ট এলিয়টের হর্সশু বে-তে রায়ানের ক্ষতবিক্ষত এবং বিশৃঙ্খল দেহটি অগভীর জলে মুখ থুবড়ে ভাসতে দেখা যায় এবং তাকে পুনরুজ্জীবিত করার চেষ্টা ব্যর্থ হয়।\n\n\n== তদন্ত ==\nময়নাতদন্তে ১৯ টি পৃথক আঘাত পাওয়া গেছে, যার মধ্যে ৬-৮ টি আঘাত মাথায় আঘাত করা হয়েছে, এবং মৃত্যুর কারণ ছিল মুখের আঘাত, শ্বাসরোধ এবং ডুবে যাওয়ার সংমিশ্রণ। এটি তার রক্তপ্রবাহে ক্যানাবিনোইড এবং তার খাদ্যনালীতে সৈকতের বালিও প্রকাশ করেছিল। তদন্তকারীরা নিরাপত্তা ফুটেজ পরীক্ষা করেন, যেখানে রায়ানকে ১৯ ফেব্রুয়ারি পোর্ট এলিয়টের আশেপাশে দুই ব্যক্তির সান্নিধ্যে দেখা যায় এবং রাত সাড়ে ৯টায় সমুদ্র সৈকতে সাক্ষীরা তাকে জীবিত অবস্থায় দেখেছিল। লোকদের দ্বারা ব্যবহৃত একটি ফ্যাকাশে নীল গাড়ি পুলিশকে মর্নিংটনের দিকে নিয়ে যায়, যেখানে একটি অভিযান (হত্যার ১১ দিন পরে) নিউম্যানকে গ্রেপ্তার করে এবং নিউম্যানের ছোট ছেলেকে আটক করে। একটি অনুসন্ধানে জানা যায় যে নিউম্যান প্রায় ২০০ টি অনলাইন ব্যক্তিত্বের বিবরণ এবং অস্ট্রেলিয়া এবং আন্তর্জাতিক উভয় ক্ষেত্রেই সাজগোজের অন্যান্য অপরাধমূলক প্রচেষ্টার বিশদ একটি নোটবুক রেখেছিলেন। বিচারের সময়, নিউম্যান, যাকে প্রাথমিকভাবে মিডিয়ার কাছে শনাক্ত করা হয়নি, অনিয়মিত আচরণ করে এবং প্রাথমিকভাবে কিশোরের সাথে দেখা করার বিষয়টি অস্বীকার করে। ২১ জানুয়ারি ২০১০ তারিখে নিউম্যানকে ২৯ বছরের প্যারোল বিহীন যাবজ্জীবন কারাদণ্ড দেওয়া হয়। নিউম্যানের দত্তক পুত্র, যিনি সেই সময় নাবালক ছিলেন এবং হত্যার সাক্ষী ছিলেন, তাকে সমস্ত অভিযোগ থেকে মুক্ত করা হয়েছিল এবং তার পরিচয় গোপন করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}