{"pageid": 1091933, "title": "বিবাহিত নারীদের সম্পত্তি আইন ১৮৭০", "url": "https://bn.wikipedia.org/wiki?curid=1091933", "content": "বিবাহিত নারী সম্পত্তি আইন ১৮৭০ (৩৩ ও ৩৪ ভিক্ট সি ৯৩) হল যুক্তরাজ্যের একটি সংসদ আইন যা বিবাহিত মহিলাদের তাদের উপার্জিত অর্থের বৈধ মালিক হতে এবং সম্পত্তির উত্তরাধিকারী হবার অধিকার দেয়।\n\n\n== পটভূমি ==\n\n১৮৭০ সালের আগে, কোনও মহিলা বিবাহিত হলে তার উপার্জিত যে কোন অর্থ (মজুরি বা বিনিয়োগ থেকে, উপহারের মাধ্যমে অথবা উত্তরাধিকার থেকে পাওয়া) তাৎক্ষণিকভাবে তার স্বামীর সম্পত্তি হয়ে যেত, একমাত্র যৌতুক বাদ দিয়ে। পাত্রীর বাবার দেওয়া যৌতুক তার মেয়ের বিবাহিত জীবনে এবং তার বৈধব্যে, আর্থিক সহায়তার জন্য ব্যবহার করা হত এবং এটি এমন একটি মাধ্যম ছিল যার সাহায্যে পাত্রীর পিতা পাত্রের পিতার কাছ থেকে অভীপ্সিত বিবাহ এবং তার ফলে আসা সন্তানদের প্রতি আর্থিক প্রতিশ্রুতির নির্ভরতা পেত। এই ব্যবস্থার ফলে পুরুষ বংশধরদের মধ্যে আইনত সম্পর্কের ব্যবহার হয়ে জ্যেষ্ঠাধিকারের অনুশীলন প্রভাবিত হয়েছিল।  এইভাবে, স্ত্রীর পরিচয় আইনগতভাবে তার স্বামীর মধ্যে আত্মভূত হয়ে যেত, কার্যকরভাবে তাদের আইনের অধীনে এক ব্যক্তি করে তুলত।\nকোন মহিলার বিবাহ হলেই, সম্পত্তির উপর তার আর কোন দাবি থাকত না, কারণ এর ওপর তার স্বামীর সম্পূর্ণ নিয়ন্ত্রণ থাকত এবং সম্পত্তি নিয়ে সে যা খুশি তাই করতে পারত: \"এইভাবে, একজন মহিলার বিবাহের পর, তার ব্যক্তিগত অস্থাবর সম্পত্তি- অর্থ, মজুদ, আসবাবপত্র এবং গবাদি পশু- তার স্বামীর মালিকানায় চলে যায়; আইনের বলে, বিবাহিত থাকা অবস্থায় সে যে কোন সময়ে নিজের ইচ্ছামত একে হস্তান্তরিত করতে পারে এবং মৃত্যুর সময় এর উইল করে যেতে পারে\"। উদাহরণস্বরূপ, যে কোনো সামগ্রীর স্বত্ত্ব (কপিরাইট) বিবাহের পর স্বামীর অধিকারে চলে যাবে। এটি নিয়োগকর্তার মালিকানাধীন কর্মসংস্থানের অংশ হিসাবে করা কাজের কপিরাইটের অনুরূপ হবে। এমনকি স্ত্রীর মৃত্যু হলেও একজন মহিলার স্বামী তার সম্পত্তির উপর নিয়ন্ত্রণ রাখতে পারে। আইন পাস হওয়ার আগে, বিবাহিত মহিলারা তাদের সমস্ত সম্পত্তির মালিকানা থেকে বঞ্চিত হত: \"ত্রয়োদশ শতাব্দীর প্রথম দিক থেকে ১৮৭০ সাল পর্যন্ত, ইংলিশ প্রচলিত আইন অনুযায়ী, স্ত্রীর মালিকানাধীন সম্পত্তির অধিকাংশই বিয়ের সময় থেকে স্বামীর নিয়ন্ত্রণে চলে আসে\"।\nবিবাহিত মহিলাদের সামান্যই কিছু আইনি অধিকার ছিল এবং তারা আইন দ্বারা পৃথক আইনি সত্তা বা একজন অনূঢ়া স্ত্রী হিসেবে স্বীকৃত ছিল না। বিপরীতে, অবিবাহিত এবং বিধবা মহিলাদের প্রচলিত আইনে \"অনূঢ়া স্ত্রী\" হিসাবে বিবেচনা করা হত, এবং তাদের নিজের নামে সম্পত্তি রাখার অধিকার ছিল। একবার মহিলার বিবাহ হয়ে গেলে, তার তখনও জমি বা বাড়ির মালিকানার অধিকার থাকত কিন্তু এইসব নিয়ে তার কিছু করার অধিকার থাকত না, যেমন তার মালিকানাধীন কোন বাড়ি ভাড়া দেওয়া বা তার জমি বিক্রি করা: \"এইভাবে, একজন স্ত্রীর হাতে তার স্থাবর সম্পত্তির,- যেমন আবাসন এবং জমির আইনগত মালিকানা বজায় থাকত, কিন্তু সে তা পরিচালনা বা নিয়ন্ত্রণ করতে পারত না; সে তার স্থাবর সম্পত্তি স্বামীর অনুমতি ছাড়া বিক্রি করতে, ভাড়া দিতে বা বন্ধক রাখতে পারত না\"। সে স্বামীর অনুমোদন ছাড়া চুক্তি করতে বা ঋণ নিতে পারত না। সে আদালতে মামলা করতে পারত না বা তার বিরুদ্ধে মামলা করা যেত না। শুধুমাত্র অত্যন্ত ধনী ব্যক্তিদের এই আইন থেকে অব্যাহতি দেওয়া হয়েছিল – নিরপেক্ষতা নিয়মের অধীনে, বিবাহিত মহিলার সম্পত্তির একটি অংশ অছি (ট্রাস্ট) আকারে তার ব্যবহার বা তার সন্তানদের ব্যবহারের জন্য আলাদা করা যেতে পারত। কিন্তু ট্রাস্ট প্রতিষ্ঠায় জড়িত আইনি খরচের জন্য জনসংখ্যার বিপুল অংশের কাছেই এই ব্যবস্থা উপলব্ধ হত না।\n\n\n== পাদটীকা ==\n\n\n== উদ্ধৃত কাজগুলি ==\n\n\n== আরো দেখুন ==\nঅনূঢ়া স্ত্রী\nবিবাহিত মহিলাদের সম্পত্তি আইন ১৮৮২\n\n\n== আরও পড়ুন ==\nThe text of the act\nHobhouse, Arthur (১৮৭০)। On the forfeiture of property by married women। Manchester: A. Ireland & Co.।"}