{"pageid": 1091630, "title": "সৌদি পুরুষ-অভিভাবকত্ব বিরোধী অভিযান", "url": "https://bn.wikipedia.org/wiki?curid=1091630", "content": "পুরুষ-অভিভাবকত্ববিরোধী অভিযান হল সৌদি নারীদের চাকরি পাওয়া, আন্তর্জাতিক ভ্রমণ বা বিয়ে করার মতো কার্যকলাপের জন্য তাদের পুরুষ অভিভাবকের কাছ থেকে অনুমতি নেওয়ার প্রয়োজনীয়তার বিরুদ্ধে একটি চলমান প্রচারণা। ওয়াজেহা আল-হুয়াইদার ইচ্ছাকৃতভাবে ২০০৯ সালে পুরুষ অভিভাবকত্বের অনুমতি ছাড়াই আন্তর্জাতিকভাবে ভ্রমণের চেষ্টা করেছিলেন এবং অন্যান্য মহিলাদেরও একইভাবে ভ্রমণ করতে উৎসাহিত করেছিলেন।  নারী কর্মীরা সৌদি শ্রম মন্ত্রীকে একটি চিঠি লিখেছিল এবং ২০১১ সালে গণমাধ্যমের দৃষ্টি আকর্ষণ করেছিল। পুরুষ অভিভাবকত্ব নিয়ে হিউম্যান রাইটস ওয়াচের প্রতিবেদনের পর ২০১৬ সালে আজিজা আল-ইউসুফ রাজকীয় কর্তৃপক্ষের কাছে ১৮,০০০ হাজার স্বাক্ষরের আবেদন প্রেরণ করেছিলেন। ২০১৮ সালের মে মাসের মাঝামাঝি সময়ে নেতাকর্মীদের বিরুদ্ধে অভিযান চালানো হয়, যার মধ্যে ২০১৮ সালের ২২ শে মের হিসাব অনুযায়ী ১৩ জনকে গ্রেপ্তার বা আটক করা হয়। ২০১৮ সালের ডিসেম্বর মাসের হিসাব অনুযায়ী বেশ কয়েকজন মহিলা কারাগারে ছিলেন। ক্রাউন প্রিন্স মোহাম্মদ বিন সালমানের ঘনিষ্ঠ উপদেষ্টা সৌদ আল-কাহতানির তত্ত্বাবধানসহ কিছু নারী কর্মী নির্যাতিত হন।\n\n\n== পটভূমি ==\nপ্রাক-রোমান আরবীয় রাজ্য নাবাতায়ার মহিলারা স্বাধীন আইনী ব্যক্তি ছিলেন, যারা তাদের নিজের নামে চুক্তি স্বাক্ষর করতে সক্ষম ছিলেন। গ্রীক ও রোমান আইনের বিপরীতে নবাতিয়ায় নারীরা তাদের নিজের নামে কোন পুরুষ অভিভাবকের সাথে আইনগত চুক্তি সম্পাদন করতে পারত না, এবং সৌদি আরবে যেখানে অভিভাবক আলেমদের একটি নৈতিক সার্বজনীন ধারণার কেন্দ্রবিন্দু। শরিয়ার ওয়াহাবি ব্যাখ্যার জন্য একজন \"মুহরিম\" - বাবা, স্বামী, ভাই বা ছেলে - জনসাধারণের সাথে মহিলাদের সাথে থাকা, তাদের ভ্রমণের অনুমতি দেওয়া এবং তাদের আইনি চুক্তি প্রত্যয়ন করা প্রয়োজন। বিংশ শতাব্দীর শেষের দিকে, ১৯৭৯ সালে গ্র্যান্ড মসজিদ দখলের পর, রাজা খালিদ ধর্মীয় গোষ্ঠীগুলিকে আরো ক্ষমতা দিয়েছিলেন। ২০১৬ সালে হিউম্যান রাইটস ওয়াচ সৌদি আরবে পুরুষ অভিভাবকত্ব পরিস্থিতির বর্ণনা দিয়ে বলেছিল যে একজন সৌদি নারীর জীবন \"জন্ম থেকে মৃত্যু পর্যন্ত একজন পুরুষের দ্বারা নিয়ন্ত্রিত হয়\"। ২০১৮-এর হিসাব অনুযায়ী, সৌদি আরবের যেকোনো প্রাপ্তবয়স্ক মহিলাকে তার পুরুষ অভিভাবকের কাছ থেকে স্বাস্থ্যসেবা গ্রহণ করা, চাকরি পাওয়া, ভ্রমণ বা বিয়ে করার মতো কাজের জন্য অনুমোদন নিতে হবে। \n\n\n== তথ্যসূত্র =="}