{"pageid": 1091998, "title": "এএলএ-এলসি রোমানীকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1091998", "content": "লাতিন ভিন্ন অন্য কোন ভাষার লিখন পদ্ধতিতে রচিত কোন পাঠ্য বা লেখাকে লাতিন তথা রোমান লিপির মাধ্যমে উপস্থাপনের ক্ষেত্রে অর্থাৎ ঐ পাঠ্য বা লেখাটির রোমানীকরণের জন্যে আমেরিকান লাইব্রেরি অ্যাসোসিয়েশন এবং লাইব্রেরি অব কংগ্রেস কর্তৃক নির্ধারিত যে মানদণ্ডসমূহ মেনে চলা হয় সেগুলোই একত্রে এএলএ-এলসি রোমানীকরণ নামে পরিচিত। এএলএ এবং এলসি বর্ণগুচ্ছ দুটি আমেরিকান লাইব্রেরি অ্যাসোসিয়েশন এবং লাইব্রেরি অব কংগ্রেস এর সংক্ষিপ্ত রূপ।\n\n\n== প্রয়োগ ==\nউত্তর আমেরিকার গ্রন্থাগারগুলোতে এবং ব্রিটিশ গ্রন্থাগারে গ্রন্থ তালিকার বিবরণী তৈরিতে উপরন্তু বিশ্বের যাবতীয় ইংরেজিভাষী প্রকাশনা সংস্থাগুলোতে এই রূপান্তর প্রক্রিয়াটি ব্যবহৃত হয়ে আসছে। এদের মধ্যে ব্রিটিশ গ্রন্থাগার এক অধিগ্রহণের মাধ্যমে ১৯৭৫ সাল থেকে এই পদ্ধতিটি ব্যবহার করছে।\nঅ্যাংলো-আমেরিকান ক্যাটালগিং বিধিমালা অনুসারে অ-রোমীয় ভাষার মূল পাঠ্যগুলোর ক্ষেত্রে ক্যাটালগারদেরকে অ্যাক্সেস পয়েন্টসমূহ রোমানীকরণ করার প্রয়োজন হয়। সে যাইহোক, ইউনিকোড অক্ষর ধারণকারী রেকর্ডগুলো যাতে অনুমোদন করে এমনভাবে এমএআরসি স্ট্যান্ডার্ডসের সম্প্রসারণ ঘটানোর ফলে অনেক ক্যাটালগার এখন রোমীয় এবং মূল উভয় লিপিতে গ্রন্থপঞ্জির তথ্য অন্তর্ভুক্ত করছেন। উদীয়মান রিসোর্স ডিস্ক্রিপশন অ্যান্ড অ্যাক্সেস মানদণ্ডে এএসিআর-এর অনেক সুপারিশই মেনে চলা হলেও সেখানে এই রূপান্তর প্রক্রিয়াটিকে \"রোমানীকরণ\" না বুঝিয়ে বরং \"প্রতিবর্ণীকরণ\" হিসেবে বোঝানো হয়।\n\n\n== স্ক্রিপ্ট বা লিপি ==\nএএলএ-এলসি রোমানীকরণে ৭০ টিরও বেশি রোমানীকরণ সারণী রয়েছে। উদাহরণস্বরূপ এখানে কিছু সারণী দেওয়া হল:\n\nআমেরিকান লাইব্রেরি অ্যাসোসিয়েশন এবং লাইব্রেরি অব কংগ্রেস ২০১২ সালে চেরোকি ভাষার জন্য রোমানীকরণ সারণী তৈরি করে। পরবর্তীকালে উত্তর ক্যারোলিনার চেরোকিতে অনুষ্ঠিত চেরোকি ট্রাই-কাউন্সিল সভায় এটি অনুমোদন লাভ করে। আমেরিকার আদিবাসী কোন ভাষার ধ্বনিদলভিত্তিক লিপির জন্য এটিই ছিল এএলএ-এলসি এর সম্পাদিত প্রথম কোন রোমানীকরণ সারণী।\nলাইব্রেরি অব কংগ্রেস চীনা ভাষার রোমানীকরণে পিনয়িন পদ্ধতি চালুর সিদ্ধান্ত ঘোষণা আগে ১৯৯৭ সাল পর্যন্ত ওয়েড-জায়েলস প্রতিবর্ণীকরণ পদ্ধতি ব্যবহৃত হত।\nসংস্কৃতের সাথে জড়িত বাংলা, হিন্দি, মারাঠি, নেপালি এবং অসমিয়াসহ অন্যান্য কিছু ভারতীয় ভাষাসমূহের এএলএ-এলসি রোমানীকরণ সারণী মোটামুটিভাবে কাছাকাছি হয়ে থাকে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nALA-LC Romanization Tables"}