{"pageid": 1091547, "title": "মনীষী দে", "url": "https://bn.wikipedia.org/wiki?curid=1091547", "content": "মনীষী দে (২২ সেপ্টেম্বর, ১৯০৯ ― ৩১ জানুয়ারি ১৯৬৬ ) ছিলেন   বঙ্গীয় শিল্পকলা তথা বেঙ্গল স্কুল অব আর্টের একজন ভারতীয় চিত্রশিল্পী। তিনি খ্যাতনামা চিত্রশিল্পী ও ভারতীয় এচিং-এর জনক  মুকুল দে'র অনুজ। চারু ও কারুকলা শিল্পী অন্নপূর্ণা ও রানী চন্দ ছিলেন তাঁদের দুই সহোদরা ভগিনী\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nমনীষী দে'র জন্ম অবিভক্ত বাংলার অধুনা বাংলাদেশের ঢাকার শ্রীধরখোলা গ্রামে। তাঁর আসল নাম ছিল বিজয়চন্দ্র। তিনি পূর্ণশশী দেবী ও পুলিশ অফিসার ও কবি কুলচন্দ দে'র পঞ্চম সন্তান এবং তৃতীয় পুত্র। ১৯১৭ খ্রিস্টাব্দে যখন তাঁর বয়ঃক্রম আট বৎসর, পিতা মারা যান। তাঁকে তখন শান্তিনিকেতনের পাঠভবনে ভরতি করান হয়। সেখানে প্রথমদিকে তাঁর ভালো না লাগায় বিদ্রোহী হয়ে ওঠেন; কিন্তু পরবর্তীকালে  অবনীন্দ্রনাথের সান্নিধ্যে আসার ফলে, তাঁর শিক্ষার অনুকূল পরিবর্তন ঘটে। তিনি  বেঙ্গল স্কুল অব আর্টসে অবনীন্দ্রনাথের বিশিষ্ট এক ছাত্রে পরিণত হন। সেখানে তাঁর ঘনিষ্ঠ সহপাঠীরা ছিলেন ― নন্দলাল বসু, অসিতকুমার হালদার, সারদা উকিল, মুকুল দে, কে ভেঙ্কটাপ্পা এবং যামিনী রায়। শীর্ষস্থানীয় এঁরাই সারা ভারতে নব্য বাংলার রূপ ও চেতনার বিস্তারে অগ্রণী ভূমিকা নিয়েছিলেন।\nভারতীয় উপমহাদেশে তৎকালীন রাজনৈতিক ও ধর্মীয় পরিবেশ মনীষী দে'র জীবনে বিশেষ প্রভাব ফেলেছিল। কেননা তাঁর জন্মের কিছু আগে ১৯০৫ খ্রিস্টাব্দে, পূর্ব ও পশ্চিমে বাংলাভাগ ও উদ্ভূত পরিস্থিতি, পরবর্তীতে  ১৯৪৭ খ্রিস্টাব্দে দ্বিতীয়বারের বিভাজন, ১৯৭১ খ্রিস্টাব্দে তাঁর মৃত্যুর পর মুক্তি যুদ্ধশেষে স্বাধীন বাংলাদেশের আত্মপ্রকাশ ― এসব রাজনৈতিক পরিবর্তন, ভারতকে উপনিবেশিক শাসনে আনা ও তার থেকে মুক্তিলাভ মনীষীর শিক্ষায় বড় প্রভাব ফেলেছিল। অবনীন্দ্রনাথ ঠাকুর ঐতিহ্যবাহী ভারতীয় সংস্কৃতি শিক্ষাদানের মাধ্যমে ছাত্রদের মাঝে জুগিয়েছিলেন, যার ফলে মনীষী দে'র জীবনে উপযুক্ত শৈল্পিক রচনার ভিত্তি প্রস্তুত হয়েছিল। \n\n\n== ১৯২৮ খ্রি–১৯৪৭ খ্রি: সময়ের শিল্পকর্ম ==\nএই সময়ে মনীষী দে ভারতীয় উপমহাদেশের বিভিন্ন স্থান  ঘুরেছেন দেশের বিচিত্র ও নতুন রূপকথার সন্ধানে এবং তাঁর যে অভিযান ভারতীয় পেন্টিং এবং ওয়াটার কালার, ওয়াশ টেকনিক ইত্যাদিতে সফল প্রয়োগে সহায়ক হয়েছিল। ১৯২৭ খ্রিস্টাব্দে মনীষী দে'র অগ্রজ মুকুল দে শান্তিনিকেতনে বসবাসের সিদ্ধান্ত নেন এবং  কলকাতার গভর্নমেন্ট কলেজ অব আর্ট অ্যান্ড ক্র্যাফটের প্রথম ভারতীয় অধ্যক্ষ হন। সেসময় ১৯২৮ খ্রিস্টাব্দে তিনি ভাই মনীষীকে মাত্র উনিশ বৎসর বয়সে কলকাতায় একক প্রদর্শনী ব্যবস্থা করেন এবং এর মাধ্যমেই সারা ভারতে প্রদর্শনী শৃঙ্খলার সূচনা ব্যবস্থা করে দেন। বিভিন্ন সময়ে ভারতের যে যে স্থানে তাঁর শিল্পকর্মের প্রদর্শনীর আয়োজন হয় সেগুলি হল ―  নাগপুর (১৯২৮), মাদ্রাজ (১৯২৯), বেঙ্গালুরু (১৯৩০), সিলোন (১৯৩০), বোম্বাই (১৯৩২), শ্রীনগর (১৯৩২), আরা (১৯৩৪), বারানসী(১৯৩৪), নৈনিতাল (১৯৩৬), বোম্বাই (১৯৩৭), পুনে (১৯৩৯), কোলাপুর (১৯৪০), বরোদা (১৯৪২), গোয়ালিয়র (১৯৪৪), দিল্লি (১৯৪৭)। এছাড়াও ১৯৪৬ খ্রিস্টাব্দে নতুন দিল্লিতে অল ইন্ডিয়া ফাইন আর্টস অ্যান্ড ক্র্যাফটস সোসাইটিতে যৌথভাবে অমৃতা শের-গিল ও শৈলজ মুখার্জি'র ন্যায় শীর্ষস্থানীয় অন্যান্য শিল্পীদের সাথে প্রদর্শনীত অংশ নেন।\nমনীষী দে নতুন দিল্লিতে ১৯৪০ দশকের শেষের দিকে ও ১৯৫০ দশকের প্রথম দিকের  মকবুল ফিদা হুসেন, ফ্র্যানসিস নিউটন সুজা, সৈয়দ হায়দার রাজা, শৈলজ মুখার্জি এবং শান্তনু উকিল প্রমুখ শিল্পীদের সাথে ঘনিষ্ঠভাবে যোগাযোগ রক্ষা করতেন। পরবর্তীকালে ১৯৪৭ খ্রিস্টাব্দে প্রতিষ্ঠিত বম্বে প্রগ্রেসিভ আর্টিস্ট গ্রুপের সদস্য হন এবং কিউবিস্ট আর্ট তথা ঘনচিত্রণ শৈলীতে দক্ষতা অর্জন করেন। ক্রমে মনীষী দে আধুনিক ভারতীয় চিত্রকলায় বিশেষ খ্যাতি অর্জন করেন।\n\n\n== ১৯৪৮ খ্রি - ১৯৬৬ খ্রি: সময়ের শিল্পকর্ম ==\nদ্বিতীয় বিশ্বযুদ্ধ শেষে এবং ভারতের দ্বিখণ্ডিত স্বাধীনতা লাভের পর মনীষী দে'র শিল্পকর্মে আমূল পরিবর্তন আসে। মূলত বম্বের প্রগ্রেসিভ আর্টিস্টস গ্রুপের প্রভাবে নতুন সতেজতা,  প্রাণশক্তি লাভ করে। ১৯৪৯ খ্রিস্টাব্দে পাকিস্তান থেকে আসা অমুসলিম শরণার্থীদের বাইশটি চিত্রের যে শৃঙ্খলা তিনি এঁকেছিলেন তাতে বিমানযাত্রায় তাদের হৃদয় বিদারক যন্ত্রণা মূর্ত হয়ে ওঠে। পরবর্তীকালে তিনি এসবের প্রদর্শনী করেন― বোম্বাই (১৯৫০), এলাহাবাদ (১৯৫৩), বেঙ্গালুরু (১৯৫৭) উটকামুন্ড (১৯৫৯), মাদ্রাজ (১৯৬০) এবং ত্রিবান্দাম (১৯৬১) প্রভৃতি স্থানে। ভারতীয় সংস্কৃতির মহান ঐতিহ্য তুলে ধরায় অন্যতম প্রধান শিল্পী হিসাবে পরিচিতি পান। ১৯৫৩ খ্রিস্টাব্দ হতে প্রায়ই বিভিন্ন ভাবে তিনি তরুণ শিল্পীদের শিল্পকর্মে উৎসাহিত করতেন। মৃত্যুর আগে তাঁর শিল্পকর্ম সমকালীন শিল্পী ও সমালোচকদের কাছে সমাদৃত ও প্রশংসিত হয়েছিল। বেঙ্গালুরুর প্রখ্যাত কন্নড় ভাষার লেখক ও পণ্ডিত ভেঙ্কটারামিয়া সীতারামিয়া তাঁর শিল্পকর্মের প্রশংসা করে তাঁর এই সময়টিকে সবচেয়ে ঔজ্জ্বল্যের সময় বলে উল্লেখ করেছেন।\n মনীষী দে'র অসংখ্য ছবির মধ্যে ১৯৫৬ খ্রিস্টাব্দ হতে ডটার অফ দ্য সয়েল এবং বেঙ্গল ওম্যান অঙ্কিত ছবি দুটি স্মরণীয়।\nভারতের প্রগতিশীল শিল্প আন্দোলনের অন্যতম প্রবক্তা শিল্প সমালোচক ও চিত্রশিল্পী রিচার্ড বার্থোলোমিউ যিনি এক সময় ললিত কলা একাডেমির একসময়ের সম্পাদক ছিলেন, ভারতীয় শিল্পকলা নিয়ে স্বাধীনতার আগে পর্যন্ত তিন দশকের সমাললোচনা করেন এবং ফলত এফএন সুজা, এসএইচ  রাজা, এমএফ হুসেন, মনীষী দে'র মত শিল্পীরা বেঙ্গল স্কুল অব আর্টের প্রভাব মুক্ত হয়ে ভারতের এক নতুন প্রগতিশীল গোষ্ঠীতে পরিণত হয়। \nপ্রগ্রেসিভ আর্টিস্ট গ্রুপের শীর্ষস্থানীয়েরা ১৯৫০ এর দশকে হিন্দুচরমপন্থীদের কারণে বিদেশে নির্বাসিত হন; মনীষী দে আমৃত্যু দেশে বোম্বাই এবং দিল্লিতে অতিবাহিত করেন।\n\n\n== উত্তরাধিকার ==\nমনীষী দে ১৯৬৬ খ্রিস্টাব্দের ৩১ শে জানুয়ারি কলকাতায় ৫৬ বৎসর প্রয়াত হন তাঁর শিল্পকর্ম বহু বছর ধরে  মুম্বইয়ের ন্যাশনাল গ্যালারি অফ মডার্ন আর্ট,  উত্তর প্রদেশের  লখনউস্থিত সরকারি ললিত কলা একাডেমি, দিল্লি আর্ট গ্যালারি, এলাহাবাদ মিউজিয়াম,  হায়দ্রাবাদের সালারজঙ্গ মিউজিয়াম, শান্তিনিকেতনের কলাভবনে এবং বাংলাদেশের সামদানি আর্ট ফাউন্ডেশন সহ দেশের বিভিন্ন সংগ্রহশালায় প্রদর্শিত হয়েছে।\nবিংশ শতকের শেষের দিকে লন্ডনে এবং নিউ ইয়র্কে আয়োজিত শিল্পসৃষ্টির প্রদর্শনী তাঁর আন্তর্জাতিক খ্যাতি এনে দিয়েছিল।\nএকবিংশ শতকের গোড়ার দিকে মনীষী দে'র শিল্পনিদর্শন লন্ডনের বনহামস, ক্রিসটিজ সহ ভারতের নামকরা আন্তর্জাতিক নিলাম ঘরেও অন্তর্ভুক্ত হয়েছে। \n\n\n== বহিঃসংযোগ ==\nক্রিস্টিস নিলাম 14-অক্টোবর -2005\nন্যাশনাল গ্যালারি অফ মডার্ন আর্ট, মুম্বাই, ভারত\nঅল ইন্ডিয়া ফাইন আর্টস অ্যান্ড ক্রাফটস সোসাইটি, নয়াদিল্লি\nদিল্লি আর্ট গ্যালারি\n\n\n== তথ্যসূত্র =="}