{"pageid": 1091282, "title": "সুহির আতাসি", "url": "https://bn.wikipedia.org/wiki?curid=1091282", "content": "সুহির আতাসি ( আরবি: سهير الأتاسي, প্রতিবর্ণীকৃত: Suhair al-ʾAtāsī   ; জন্ম ১৯৭১), সিরিয়ার বিরোধী দলের নেতৃস্থানীয় ধর্মনিরপেক্ষ নারী কর্মী, এবং নভেম্বর ২০১২ ও ডিসেম্বর ২০১৩ সালের মাঝে ন্যাশনাল কোয়ালিশন ফর সিরিয়ান রেভলিউশনারি অ্যান্ডঅপজিশন ফোসেস এর সহ-সভাপতি ছিলেন। তাকে \"বিপ্লবী নারী\" বলা হয়। তিনি সিরিয়ার  ধর্মনিরপেক্ষ এবং বুদ্ধিজীবী বিরোধী মহলে ব্যাপকভাবে সম্মানিত। তিনি বাবার নামে নামকরণ করা নিষিদ্ধ জামাল আতসী ফোরামের মিডিয়া শাখা পরিচালনা করেন। তার বাবা বাথ পার্টির প্রতিষ্ঠাতা সদস্য ছিলেন। পরে এ দল ছেড়ে  ডেমোক্রেটিক আরব সোশ্যালিস্ট ইউনিয়ন প্রতিষ্ঠা করেন।  সুহির আতাসী ১৯৭১ সালে দামেস্কে হোমস শহরে এক বিশিষ্ট রাজনৈতিক পরিবারে জন্মগ্রহণ করেন। তিনি সিরিয়ার বিশিষ্ট প্যান-আরববাদী জামাল আল দীন আল-আতসির মেয়ে। তিনি দামেস্ক বিশ্ববিদ্যালয়ে ফরাসি সাহিত্য ও শিক্ষা অধ্যয়ন করেন।তিনি জামাল আল-আতাসি ফোরাম গঠন ও পরিচালনায় সাহায্য করে দামেস্ক বসন্তে সক্রিয় ভুমিকা রাখের। তিনি ২০০৯ সালে সিরিয়ায় গণতন্ত্র ও মানবাধিকার উন্নয়নে সহায়তা করার জন্য  “অনলাইন ফোরাম” পুনরুজ্জীবিত করেন  ১৬ মার্চ ২০১১ সালে তার কর্মকাণ্ডের জন্য তাকে গ্রেফতার করা হয়। মুক্তির পর, সিরিয়া থেকে জর্ডান এবং তারপর ফ্রান্সে পালানোর আগে তাকে আত্মগোপন করতে হয়।\n২০১৩ সালের ডিসেম্বরে, আতাসি প্রবাসী 'ন্যাশনাল কোয়ালিশন'-এর ভাইস-প্রেসিডেন্ট পদ থেকে পদত্যাগ করেন। এসময় সহায়তা কোরিডিনেশন ইউনিট, একটি বিরোধী সহায়তা সংস্থা “সহায়তা বিতরণ এবং তহবিলের অব্যবস্থাপনার দাবিতে” ধর্মঘট করে। তিনি বলেন যে, তিনি তুরস্কে অবস্থিত সহায়তা সমন্বয় ইউনিটের নারী সভাপতি হিসাবে তার অবস্থান বজায় রাখবেন। ২৫ এপ্রিল ২০১৮ এ, রাশিয়ার সাথে এসএনসির সম্পর্কের কথা উল্লেখ করে আতাসি নিজেই জাতীয় জোট থেকে পদত্যাগ করেন।  আতাসসি অক্টোবর ২০১১ সালে ইস্তাম্বুলে “সিরিয়ান ন্যাশনাল কাউন্সিল (এসএনসি)” প্রতিষ্ঠায় অংশগ্রহণ করেছিলেন। ২০১২ সালে এসএনসিতে একটি পদের জন্য নির্বাচন করেছিলেন তবে ব্যর্থ হন। দোহায় আরব লীগ সম্মেলনে তিনি কোয়ালিশনের সাবেক রাষ্ট্রপতি মোয়াজ আল-খতিবের পাশে বসেছিলেন, যা আরব সম্মেলনে তার বিরল অগ্রাধিকার বলে মনে হয়।\n\n\n== সাংগঠনিক জীবন ==\nতিনি জামাল আতসী ফোরামের সদস্য, সিরিয়ান বিপ্লবের সাধারণ কমিটির সদস্য, উচ্চ আলোচনা কমিটির প্রাক্তন সদস্য এবং সিরিয়ান কোয়ালিশনের প্রাক্তন সদস্য। তাকে অনেক স্থানীয় ও আন্তর্জাতিক দল সিরিয়ার জনগণের প্রতিনিধি হিসেবে বিবেচনা করে।\n\n\n== তথ্যসূত্র =="}