{"pageid": 1091384, "title": "সারা আত্তার", "url": "https://bn.wikipedia.org/wiki?curid=1091384", "content": "সারা আত্তার (আরবি: سارة عطار; জন্ম ২৭শে আগস্ট, ১৯৯২) একজন সৌদি-আমেরিকান ট্র্যাক অ্যান্ড ফিল্ড ক্রীড়াবিদ যিনি ২০১২ গ্রীষ্মকালীন অলিম্পিক প্রতিযোগিতায় অংশ নিয়েছিলেন। তিনি ছিলেন সৌদি আরবের প্রতিনিধিত্বকারী প্রথম দুই মহিলা অলিম্পিক খেলোয়াড়ের মধ্যে একজন। তিনি ২০১৬ গ্রীষ্মকালীন অলিম্পিকে ম্যারাথনেও অংশ নিয়েছিলেন।\nআত্তার তাঁর পুরো জীবন যুক্তরাষ্ট্রে বসবাস করেছেন, কিন্তু বাবার মাধ্যমে তাঁর দ্বৈত মার্কিন-সৌদি নাগরিকত্ব রয়েছে, তাঁর বাবার জন্ম সৌদি আরবে। অলিম্পিকের যোগ্যতা অর্জনের জন্য স্থির করা সময়ে তিনি না দৌড়োতে পারলেও তাঁকে অলিম্পিকে অংশগ্রহণের জন্য আমন্ত্রণ জানানো হয়েছিল। আন্তর্জাতিক অলিম্পিক কমিটি তাঁর জন্য বিশেষ ছাড় দিয়েছিল।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nআত্তারের জন্ম এবং বেড়ে ওঠা মার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়ার এসকনডিডোতে। তাঁর মা জুডি একজন আমেরিকান নাগরিক এবং ক্যালিফোর্নিয়ার বাসিন্দা, তাঁর বাবা আমের সৌদি আরবের একজন নাগরিক যিনি যুক্তরাষ্ট্রে পড়াশোনার জন্য গিয়েছিলেন। তিনি ১৯৮৪ সালে জুডিকে বিবাহ করেছিলেন। তাঁর দ্বৈত মার্কিন-সৌদি নাগরিকত্ব রয়েছে।\nতিনি ২০১০ সালে এসকনডিডোর এসকনডিডো উচ্চ বিদ্যালয় থেকে উত্তীর্ণ হন। তিনি ক্রস কান্ট্রি রানিংয়ে নিজের বিদ্যালয়ের হয়ে প্রতিদ্বন্দিতা করেছিলেন।\nএরপর তিনি মালিবুর কাছে ক্যালিফোর্নিয়ার লস এঞ্জেলেস কাউন্টির একটি খ্রিস্টান বিশ্ববিদ্যালয় পেপারডাইন ইউনিভার্সিটিতে ভর্তি হন, সেখানে তিনি স্টুডিও আর্টসে বি.এ. ডিগ্রি প্রাপ্ত হন এবং রেক্স হ্যামিল্টন মেমোরিয়াল আর্ট বৃত্তি অর্জন করেন। ২০১২ গ্রীষ্মকালীন অলিম্পিক প্রতিযোগিতায় যাওয়ার জন্য পেপারডাইন থেকে নির্বাচিত হওয়া দুই খেলোয়াড়ের মধ্যে ছিলেন আত্তার এবং রোক্সান বার্কার, বার্কার দক্ষিণ আফ্রিকান দলে ছিলেন। ২০১২ সালে মার্চ মাসে সারা পেপারডাইনের জন্য দুটি কলেজ প্রতিযোগিতায় দৌড়েছিলেন। ক্যাল স্টেট ফুলার্টন বেন ব্রাউন আমন্ত্রণমূলক প্রতিযোগিতার ১,৫০০ মিটার হিটে তিনি দ্বাদশ তম স্থান পেয়েছিলেন, সময় হয়েছিল ৫:৩০.৫১। অন্যটিতে স্প্রিং ব্রেক আমন্ত্রণমূলক প্রতিযোগিতায় ৩,০০০ মিটারে তিনি ২৯তম স্থান পেয়েছিলেন, সময় হয়েছিল ১১:৩৭.৪১।\n২০১৪ সালে পেপারডাইন থেকে স্নাতক হওয়ার পর, তিনি একজন ভূদৃশ্য আলোকচিত্রী হয়েছিলেন।  ২০১৫ সালে, তিনি ক্যালিফোর্নিয়ার ম্যামথ লেক অঞ্চলে চলে যান, দূরত্বের দৌড়বিদদের সাথে পূর্ণ-সময়ের প্রশিক্ষণের জন্য। তিনি যাঁদের সাথে প্রশিক্ষণ নিয়েছিলেন তাঁদের মধ্যে ছিলেন তাঁর প্রশিক্ষক অ্যান্ড্রু কাস্টরের অলিম্পিয়ান পত্নী দীনা কাস্টর।\nতিনি তাঁর পুরো জীবন যুক্তরাষ্ট্রে বসবাস করেছেন, এবং যদিও তিনি আরবি ভাষায় কথা বলেন না, তিনি বছরে একবার সৌদি আরব ভ্রমণ করেন আত্মীয়দের সাথে দেখা করতে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসারা আত্তার সৌদি আরবের অলিম্পিক ইতিহাস তৈরি করেছেন - লন্ডন ২০১২2012 অলিম্পিক (YouTube)\nটেমপ্লেট:Saudi Arabia at the 2012 Summer Olympics"}