{"pageid": 1091276, "title": "সুহায়ির আল-কালামাবী", "url": "https://bn.wikipedia.org/wiki?curid=1091276", "content": "সুহায়ির আল-কালামাবী (আরবি: سهير القلماوي) (এছাড়াও সুহায়ার আল-কালামাবি, সুহাইর আল-কালামাবি, সোহির আল-কালামাবি, সুহাইর আল-কালামাবি এবং সোহির এল-কালামাবি) (জুলাই ২০, ১৯১১- ৪ মে, ১৯৯৭) মিশরের একজন উল্লেখযোগ্য সাহিত্যিক এবং রাজনীতিবিদ ছিলেন। তার লেখালেখি, নারীবাদী সক্রিয়তা, এবং ওকালতির মাধ্যমে আরবি লেখা ও সংস্কৃতিকে রূপ দিয়েছে। তিনি কায়রো বিশ্ববিদ্যালয়ে অধ্যায়নকারী প্রথম মহিলাদের একজন ছিলেন এবং ১৯৪১ সালে প্রথম মিশরীয় নারী হিসাবে আরবি সাহিত্যে তার কাজের জন্য মাস্টার অফ আর্টস ডিগ্রি এবং পিএইচডি অর্জন করেছিলেন। স্নাতক হওয়ার পর, তিনি প্রথম মহিলা প্রভাষক হিসাবে বিশ্ববিদ্যালয় কর্তৃক নিযুক্ত হন। তিনি কায়রো বিশ্ববিদ্যালয়ে আরবি বিভাগের চেয়ারপারসন, মিশরীয় নারীবাদী ইউনিয়নের সভাপতি এবং লিগ অফ আরব উইমেন ইউনিভার্সিটি গ্র্যাজুয়েটস সহ বেশ কয়েকটি প্রধান পদে অধিষ্ঠিত প্রথম মহিলা ছিলেন। তার লেখার মধ্যে রয়েছে দুই খণ্ডের ছোটগল্প, দশটি সমালোচনামূলক গবেষণা এবং বিশ্ব সাহিত্য থেকে অনেক অনুবাদ। আযাদ জাদ্দাতি (আমার ঠাকুরমার গল্প) ১৯৩৫ সালে প্রকাশিত হয়েছিল।\n\n\n== জীবনী ==\n\n\n=== জীবনের প্রথমার্ধ ===\nসুহায়ির আল-কালামাবী ১৯১১ সালের ২০শে জুলাই মিশরের কায়রোতে জন্মগ্রহণ করেন এবং সারা জীবন সেখানে বসবাস করেন। তিনি এমন একটি পরিবারে জন্মগ্রহণ করেছিলেন, যে পরিবার তার মহিলা সদস্যদের শিক্ষিত করার জন্য গর্বিত ছিল এবং সেইজন্য তিনি অল্প বয়সে তার পিতার বিস্তৃত গ্রন্থাগারের সুবিধা নিতে সক্ষম হন। তাহহা হুসেইন, রিফা আল- তাহতাউই ও ইবনে আইয়াসের মতো লেখকদের লেখনীর নাগাল তার সাহিত্যিক প্রতিভাকে এগিয়ে নিতে ও লেখিকা হিসেবে তার বক্তব্যকে রূপ দিতে সাহায্য করেছিল।\nতিনি ছোটবেলায় ১৯১৯ সালের মিশরীয় বিপ্লবের সময় তৎকালীন কিংবদন্তি নারীবাদী হুদা শাওরাভি ও জাতীয়তাবাদী ব্যক্তিত্ব সাফিয়া জাগৌল সহ মিশরীয় নারীদের প্রভাবের সাথে বড় হয়েছিলেন। এই মহিলারা ও অন্যান্য নারীবাদীরা সেই সময়ে নারীবাদী বিতর্ককে রাস্তায় নিয়ে যাওয়ার দিকে মনোনিবেশ করেছিলেন, যাতে আরও সুদূরপ্রসারী আন্দোলন তৈরি হয়। এই লক্ষ্যটি আল-কালামাবীর নারীবাদী আদর্শকে প্রভাবিত করেছিল।\n\n\n=== কর্মজীবন ===\nতিনি অনেক ক্ষেত্রে \"প্রথম\" একজন মহিলা ছিলেন এবং ১৯৩৬ সালে কায়রো বিশ্ববিদ্যালয়ে প্রথম মহিলা প্রভাষক হিসাবে তার কর্মজীবন শুরু করেছিলেন। তিনি শীঘ্রই ১৯৫৮ সাল থেকে ১৯৬৭ সালের মধ্যে আরবি বিভাগের অধ্যাপক এবং পরবর্তীতে চেয়ারপারসন হিসাবে কাজ করেন এবং এই কাজের ক্ষেত্রে তিনিই প্রথম নারী ছিলেন।\n\n\n== তথ্যসূত্র =="}