{"pageid": 1091771, "title": "কণা ত্বরক", "url": "https://bn.wikipedia.org/wiki?curid=1091771", "content": "কণা ত্বরক (ইংরেজি: Particle accelerator) বা সংক্ষেপে ত্বরক (ইংরেজি: Accelerator) একটি অতিবৃহৎ যন্ত্র যেটিতে বৈদ্যুতিক ক্ষেত্র ব্যবহার করে আধানযুক্ত অতিপারমাণবিক বা পারমাণবিক কণাগুচ্ছকে অত্যন্ত উচ্চশক্তিতে ও অত্যন্ত উচ্চ গতিবেগে (কখনও কখনও আলোর বেগের কাছাকাছি গতিবেগে) ত্বরিত ও ধাবিত করা হয় এবং চৌম্বক ক্ষেত্রের মাধ্যমে এগুলিকে রশ্মিপটিতে (Beam) প্রণালীবদ্ধ (channel) করে রশ্মিপটির গতিপথ বা দিক পরিবর্তন করা হয় বা এটিকে কোনও বিন্দুতে কেন্দ্রীভূত করা হয়। প্রায়শই আধানযুক্ত কণাগুলি ধনাত্মক আধানযুক্ত প্রোটন কণা বা ঋণাত্মক আধানযুক্ত ইলেকট্রন কণার মতো অতিপারমাণবিক কণা হয়ে থাকে। তবে কদাচিৎ সোনা বা ইউরেনিয়ামের পরমাণুও ব্যবহার করা হতে পারে, যেগুলি তুলনামূলকভাবে অনেক ভারী।\nকণা ত্বরক যন্ত্রে একটি কণার উৎস থেকে ত্বরিত করার উদ্দেশ্যে কণা সরবরাহ করা হয়। কণা ত্বরকের চারপাশে স্থাপিত বৈদ্যুতিক ক্ষেত্রগুলি নির্দিষ্ট কম্পাংকে ধনাত্মক থেকে ঋণাত্মক মানে পরিবর্তিত হয়; এর ফলে যে বেতার তরঙ্গগুলির সৃষ্টি হয়, সেগুলি কণাগুলিকে গুচ্ছে গুচ্ছে ত্বরিত করে। ত্বরিত কণাগুলিকে একটি বায়ু ও ধূলিশূন্য ধাতব নলের মধ্য দিয়ে চালনা করা হয়, যেন এগুলি কোনও প্রতিবন্ধকতা ছাড়াই গমন করতে পারে। বায়ুশূন্য নলের ভেতর দিয়ে গমন করার সময় বৈদ্যুতিক চুম্বকের সাহায্যে ত্বরিত কণাগুলিকে একটি রশ্মিপটিতে সীমাবদ্ধ করে সেটির গতিপথ বা দিক নিয়ন্ত্রণ করা হয় বা এটিকে কেন্দ্রীভূত করা হয়। কণাগুলিকে কোনও নির্দিষ্ট লক্ষ্যবস্তুর দিকে (যেমন কোনও পাতলা ধাতব রাংতার খণ্ড) চালনা করা হতে পারে, অথবা দুইটি কণার রশ্মিপটির মধ্যে সংঘর্ষ ঘটানো হতে পারে। কণা শনাক্তকারক যন্ত্রগুলি কণারশ্মিপটি ও লক্ষ্যবস্তুর মধ্যে সংঘর্ষের ফলে উৎপন্ন বিকিরণ ও নতুন কণাসমূহ শনাক্ত করে ও এগুলি সংক্রান্ত উপাত্ত নথিবদ্ধ করে।\nকণা ত্বরকগুলি মূলত দুই প্রকারের হয়ে থাকে: রৈখিক কণা ত্বরক ও বৃত্তাকার কণা ত্বরক। রৈখিক কণা ত্বরকগুলি কণাগুলিকে একটি সরলরৈখিক পটির মধ্য দিয়ে প্রচালিত বা ধাবিত করে। বৃত্তাকার কণা ত্বরকগুলি একটি বৃত্তাকার পথে কণাগুলিকে প্রচালিত করে। রৈখিক কণা ত্বরকগুলিকে স্থির লক্ষ্যবস্তুবিশিষ্ট পরীক্ষণে ব্যবহার করা হয়; এর বিপরীতে বৃত্তাকার ত্বরকগুলিকে রশ্মিপটি সংঘর্ষ ও স্থির লক্ষ্যবস্তু—উভয় ধরনের পরীক্ষণে ব্যবহার করা হয়। রৈখিক ত্বরক, সাইক্লোট্রন, সিংক্রোট্রন, সিংক্রোসাইক্লোট্রন, সংঘর্ষক, ইত্যাদি হল কণা ত্বরকের কিছু উদাহরণ। পরমাণুকেন্দ্রীয় গবেষণার জন্য ইউরোপীয় সংস্থা দ্বারা পরিচালিত ও সুইজারল্যান্ডের জেনেভা শহরের কাছে অবস্থিত বৃহৎ হ্যাড্রন সংঘর্ষকটি অদ্যাবধি নির্মিত বৃহত্তম সক্রিয় কণা ত্বরক। এটি একটি সংঘর্ষক জাতীয় কণা ত্বরক।\nমহাবিশ্বের উৎস ও এর অতিপারমাণবিক গঠন সংক্রান্ত তাত্ত্বিক গবেষণা এবং চিকিৎসা, পরিবেশ নির্মলকরণ, ভোগ্যপণ্যের বিকাশসাধন ও জাতীয় নিরাপত্তা সংক্রান্ত ব্যবহারিক গবেষণাতে কণা ত্বরকের ব্যাপক ও গুরুত্বপূর্ণ ব্যবহার রয়েছে। কণা ত্বরকগুলিকে পরমাণুকেন্দ্রীয় (নিউক্লীয়) পদার্থবিজ্ঞান ও কণা পদার্থবিজ্ঞানে উচ্চ-শক্তিবিশিষ্ট কণাসমূহের মধ্যে বলপূর্বক সংঘর্ষ সৃষ্টি করার উদ্দেশ্যে ব্যবহার করা হয়। এরূপ সংঘর্ষের ফলে কণাগুলির মধ্যে আন্তঃক্রিয়া সম্পন্ন হয়ে নতুন ও ভিন্ন ধরনের কণা গঠিত হতে পারে। এইসব তাত্ত্বিক প্রকৃতির বিজ্ঞানে মহাবিশ্বের প্রকৃতির উপরে মৌলিক প্রশ্নগুলির উত্তর জানার জন্য বিজ্ঞানীরা কণা ত্বরককে প্রধান উপকরণ হিসেবে ব্যবহার করে অতিপারমাণবিক কণাগুলির প্রকৃতি এবং পদার্থ, শক্তি, স্থান ও কাল সম্পর্ককে শাসনকারী ভৌত বিধিগুলি সম্পর্কে গভীর জ্ঞান অর্জন করেছেন। এছাড়া ঘনীভূত পদার্থের পদার্থবিজ্ঞানের গবেষণাতে সিংক্রোট্রন আলোক উৎস হিসেবে কণা ত্বরকের ব্যবহার রয়েছে। অপেক্ষাকৃত ক্ষুদ্র কণা ত্বরক যন্ত্রগুলিকে বহুবিধ কাজে ব্যবহার করা হয়ে থাকে; যেমন কর্কটবিজ্ঞানে কণা চিকিৎসাতে, চিকিৎসাবৈজ্ঞানিক রোগনির্ণয়ে তেজস্ক্রিয় সমস্থানিক উৎপাদন করতে, অর্ধপরিবাহীসমূহের উৎপাদন প্রক্রিয়াতে আয়ন অন্তর্স্থাপক যন্ত্রে এবং তেজস্ক্রিয় কার্বন ধরনের বিরল সমস্থানিকগুলির পরিমাপনে ব্যবহৃত ত্বরক ভর বর্ণালীমাপক যন্ত্রে এগুলি ব্যবহার করাহ হতে পারে। বর্তমানে সারা বিশ্বে ৩০ হাজারেরও বেশি কণা ত্বরক যন্ত্র ক্রিয়াশীল আছে।\n\n\n== আরও দেখুন ==\n\nত্বরক পদার্থবিজ্ঞান\nপরমাণু ভাঙচুরকারক\nঘনবিন্যস্ত রৈখিক সংঘর্ষক\nদ্বি-বৈদ্যুতিক প্রাচীর ত্বরক\nভবিষ্যৎ বৃত্তাকার সংঘর্ষক\nআন্তর্জাতিক রৈখিক সংঘর্ষক\nরৈখিক কণা ত্বরক\nকণা পদার্থবিজ্ঞানে ত্বরকসমূহের তালিকা\nভরবেগ ঘনবিন্যস্তকরণ\nপরমাণুকেন্দ্রীয় রূপান্তরণ\nঅতিপরিবাহী অতিসংঘর্ষক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}