{"pageid": 1091709, "title": "তাল দেকেল", "url": "https://bn.wikipedia.org/wiki?curid=1091709", "content": "তাল দেকেল (জন্ম ফেব্রুয়ারি ১, ১৯৬৮) একজন শিল্প ইতিহাসবিদ, কিউরেটর এবং শিক্ষাবিদ। তার কাজ ইজরায়েল এবং সারা বিশ্বের আধুনিক এবং সমসাময়িক শিল্প নিয়ে কাজ করে। তার গবেষণা নারীবাদী তত্ত্ব এবং ট্রান্সন্যাশনালিজম ব্যবহার করে জাতি, শ্রেণী, লিঙ্গ, যৌনতা এবং জাতীয়তার সাথে এর আন্তঃসম্পর্ক বিশ্লেষণ করে ভিজ্যুয়াল সংস্কৃতির বিষয়গুলিতে মনোনিবেশ করে। তার সাম্প্রতিক গবেষণা ইজরায়েলের প্রাক্তন সোভিয়েত ইউনিয়ন, ইথিওপিয়া এবং ফিলিপাইন থেকে আসা মহিলা অভিবাসীদের কেস স্টাডিকে কেন্দ্র করে আবর্তিত হয়েছে।\n\n\n== জীবনী ==\nডেকেলের জন্ম যুক্তরাষ্ট্রে এবং তিনি দুই বছর বয়সে ইসরায়েলে চলে আসেন। তার দাদি এটজেলের একজন যোদ্ধা ছিলেন। তার বাবা, এরিয়েল ওস্টার, একজন শিল্প মনোবিজ্ঞানী এবং তার মা, ইভা অস্টার-লিন্ড ছিলেন একজন সুইডিশ নাগরিক, যিনি তার স্বামীর অনুসরণে মার্কিন যুক্তরাষ্ট্রে এবং তারপর ইসরায়েলে চলে এসেছিলেন। ডেকেলের মা অভিবাসী মহিলাদের প্রথম উদাহরণগুলির মধ্যে একটি ছিলেন এবং তার গবেষণার অন্যতম বিশিষ্ট বিষয় হয়ে উঠেছিলেন।\n\n\n== শিক্ষা ==\n১৯৯৩-১৯৯৪-বিএ, শিল্প ইতিহাস, তেল আবিব বিশ্ববিদ্যালয়\n১৯৯৬-১৯৯৮-এমএ, শিল্প ইতিহাস, তেল আবিব বিশ্ববিদ্যালয়\n১৯৯৯-২০০৩-পিএইচডি, শিল্প ইতিহাস, তেল আবিব বিশ্ববিদ্যালয়\n২০১৫-পোস্ট-ডক, ইসরায়েল স্টাডিজ ইনস্টিটিউট, মেরিল্যান্ড বিশ্ববিদ্যালয়\n\n\n== একাডেমিক এবং পেশাদার ক্যারিয়ার ==\n১৯৯৬-১৯৯৭ সালের মধ্যে ডেকেল ইজরায়েলের অন্যতম বৃহৎ মানবসম্পদ কোম্পানি ওআরএস কালেকশনের প্রধান কিউরেটর হিসেবে দায়িত্ব পালন করেন। তারপর থেকে, ডেকেল তার গবেষণা দক্ষতা সম্পর্কিত প্রদর্শনীগুলি কিউরেট করেছেন, যেমন \"ফ্রেমের ভিতরে এবং বাইরে: ফিলিপাইনের শিল্পীরা ইজরায়েলে ছবি তোলা\"।\n২০০১ সাল থেকে, ডেকেল তেল আবিব বিশ্ববিদ্যালয়ে মহিলা ও লিঙ্গ গবেষণার প্রোগ্রামের প্রভাষক। তিনি ২০১০ সালে শিল্প ইতিহাস বিভাগে প্রভাষক হিসেবে যোগদান করেছিলেন এবং বিভাগে ইসরায়েলি আর্ট ট্র্যাকের সহ-প্রতিষ্ঠাতা ছিলেন, তিনি সেখানে ইসরায়েলি শিল্প অধ্যয়নের স্টিয়ারিং কমিটির সহ-সভাপতি হিসেবেও দায়িত্ব পালন করেছিলেন।\n২০১৫-২০১৭ সালের মধ্যে তিনি তেল আভিভ বিশ্ববিদ্যালয়ের এনসিজেডব্লিউ জেন্ডার স্টাডিজ ফোরামের চেয়ার হিসেবে দায়িত্ব পালন করেন। ২০১৭ সালে তিনি ভিজ্যুয়াল লিটারেসি স্টাডিজের প্রধান, একটি এমএড প্রোগ্রাম এবং কিবুতজিম কলেজ অফ টেকনোলজি অ্যান্ড আর্টসের কিউরেটরাল স্টাডিজের প্রধান নিযুক্ত হন।\nডেকেল একাডেমিক জার্নাল \"মিগদার – অ্যান ইন্টারডিসিপ্লিনারি জার্নাল ফর জেন্ডার অ্যান্ড ফেমিনিজম\" এর সম্পাদকীয় সদস্য। ২০১৫ সালে তিনি ইজরায়েলের এসোসিয়েশন ফর উইমেন্স আর্ট অ্যান্ড জেন্ডার রিসার্চের সহ-প্রতিষ্ঠাতা ছিলেন এবং ২০১৮ সালের জানুয়ারি পর্যন্ত বোর্ড সদস্য হিসেবে দায়িত্ব পালন করেন, যখন তিনি অ্যাসোসিয়েশনের সভানেত্রী হন।\n২০১৩ সালে তিনি এনসিজেডব্লিউ সংস্থা কর্তৃক সবচেয়ে প্রভাবশালী ইজরায়েলি নারীদের দেওয়া ডিরয় টেস্টামেন্টরি ফাউন্ডেশন মেডেল ফর এক্সেলেন্স ইন এডুকেশন জিতেছিলেন। ২০১৭ সালে তিনি ইজরায়েলের রাআনা মুক্ত বিশ্ববিদ্যালয়ের পক্ষ থেকে বছরের সেরা পাণ্ডুলিপির জন্য গোল্ডেনবার্গ পুরস্কার (সান দিয়েগো) পান।\nডেকেল একজন সমাজকর্মী, যিনি \"আখোতি - মুভমেন্ট ফর উইমেন ইন ইজরায়েল\" এর বোর্ড সদস্য হিসেবে দায়িত্ব পালন করছেন। তিনি \"১৩২৫ - শান্তি ও নিরাপত্তার জন্য নারী\" এর ইজরায়েলি উদ্যোগের অংশ যার লক্ষ্য ইজরায়েলি সরকারের সমস্ত বিভাগে জাতিসংঘের নিরাপত্তা পরিষদের রেজোলিউশন ১৩২৫ বাস্তবায়ন করা।\n\n\n== তথ্যসূত্র =="}