{"pageid": 1091560, "title": "সুজেট জর্ডান", "url": "https://bn.wikipedia.org/wiki?curid=1091560", "content": "সুজেট জর্ডান (২১ অক্টোবর ১৯৭৪ - ১৩ মার্চ ২০১৫) ছিলেন ভারতের পশ্চিমবঙ্গের রাজধানী কলকাতা শহরের একজন বিশিষ্ট নারী অধিকার কর্মী এবং ধর্ষণ বিরোধী প্রচারক।\n\n\n== ২০১২ সালের গণধর্ষন ==\n২০১২ সালের ৬ ফেব্রুয়ারি সন্ধ্যায় জর্ডান পার্ক স্ট্রিটের একটি নাইটক্লাব থেকে যখন তিনি চলে যাচ্ছিলেন, তখন প্রথমবারের মতো ৫ জন তরুণের (কাদের খান, মোঃ আলী, নাসির খান, রুমান খান এবং সুমিত বাজাজ) সাথে দেখা হয়। এর পরপরই, চলন্ত গাড়িতে পাঁচজন তাকে গণধর্ষন করে এবং পরে কলকাতা ক্লাবের বিপরীতে এক্সাইড ক্রসিংয়ের কাছে ফেলে দেয়। ভোর সাড়ে ৩টে নাগাদ তিনি একটি ট্যাক্সিতে চড়ে তার বাসভবনে যান।\n\n\n=== পরিচয় প্রকাশ ===\nযদিও মিডিয়া এবং পুলিশ প্রাথমিকভাবে ভুক্তভোগীর নামের একটি তথ্য ব্ল্যাকআউট নিশ্চিত করে, যেমনটি ভারতে প্রচলিত, পরে তিনি প্রকাশ্যে ৩৭ বছর বয়সী এবং দুই সন্তানের মা হিসাবে তার পরিচয় প্রকাশ করেন, যাতে অন্যান্য জীবিতদের কথা বলতে উৎসাহিত করা যায়। \nতার পরিচয় প্রকাশ করার পর তিনি বলেছিলেন, \"আমি কেন আমার পরিচয় গোপন করব কেন? এটি তো আমার দোষ ছিল না। আমি কেন এমন কিছুর জন্য লজ্জিত হব যার জন্ম আমি দিইনি? আমি বর্বরতার শিকার হয়েছি, আমাকে নির্যাতনের শিকার হতে হয়েছে, এবং আমাকে ধর্ষণের শিকার হতে হয়েছে, এবং আমি লড়াই করছি এবং আমি লড়াই করব।\"   তার মৃত্যুর সময়, চলন্ত গাড়ির ভিতরে জর্ডানকে ধর্ষণ করার অভিযোগে অভিযুক্ত পাঁচ জনের মধ্যে তিনজনকে গ্রেপ্তার করা হয়েছিল এবং তাদের বিচার চলছে, যদিও তারা এই অভিযোগ অস্বীকার করেছে। মূল সন্দেহভাজন সহ বাকি দুজনকে গ্রেপ্তার করা হয়নি। আসামিদের নাম মোহোমমাদ আলী ও কাদের খান (তখন নুসরাত জাহানের প্রেমিক) পলাতক ছিল এবং নাসির খান, রুমান খান (রুমান খান ওরফে টুসি) এবং সুমিত বাজাজ হেফাজতে ছিল।  \n\n\n=== মামলার ফলাফল ===\nপ্রধান আসামিদের মধ্যে একজন বাংলা টেলিভিশন তারকা ও পরবর্তীতে  বসিরহাট থেকে সংসদ সদস্য নুসরাত জাহানের   তৎকালীন প্রেমিক কাদির খান। ৫ বছর পরে নয়ডার একটি গোপন আস্তানা থেকে পশ্চিমবঙ্গ পুলিশ খানকে গ্রেফতার করে নিয়ে যায়। ২০২০ সাল পর্যন্ত তিনি কারাগারে রয়েছেন। \nঅন্য আসামি নাসের খান, রুমান খান এবং সুমিত বাজাজকে ২০১২ সালের ফেব্রুয়ারিতে গ্রেপ্তার করা হয়। ২০১৫ সালের ১০ ডিসেম্বর নগর দায়রা আদালত, কলকাতা অভিযুক্তকে পাঁচজনই দোষী সাব্যস্ত করে। আসামিদের ১২০ (বি) (অপরাধমূলক ষড়যন্ত্র), ৫০৬ (অপরাধমূলক ভীতি প্রদর্শন), ৩২৩ (স্বেচ্ছায় আঘাত করা), ৩৪ (সাধারণ উদ্দেশ্য), ৩৭৬(২)(জি) (গণধর্ষন) এর অধীনে দোষী সাব্যস্ত করা হয়। এনসেফ্যালাইটিসে আক্রান্ত ব্যক্তির মৃত্যুর কয়েক মাস পর হেফাজতে থাকা তিন আসামিকে (নাসের, রুমান ও সুমিত) ১০ বছরের কারাদণ্ড দেওয়া হয়।    \nএই ঘটনার চার বছর পর, প্রধান অভিযুক্ত কাদের খান এবং মুহাম্মদ আলীকে ২০১৬ সালের ৩০ সেপ্টেম্বর নয়ডায় গ্রেপ্তার করা হয়, কলকাতায় ফিরিয়ে আনা হয় এবং আদালতে হাজির করা হয়।  ২০২০ সালের জুনের মাঝামাঝি সময়ে, সুমিত বাজাজ 'ভালো আচরণের জন্য' তার সাজা শেষ হওয়ার ২০ মাস আগে মুক্তি পান। \n\n\n== তথ্যসূত্র =="}