{"pageid": 1091543, "title": "এলজা নাইগো ঘটনা", "url": "https://bn.wikipedia.org/wiki?curid=1091543", "content": "এলজা নাইগো ঘটনাটি হল, ১৯২৭ সালের ২৭শে আগস্ট তুরস্কের ইস্তাম্বুলে ওসমান বে নামক একজন তুর্কি কর্মকর্তা এলজা নাইগো নামে এক ইহুদি মহিলাকে হত্যা করেন। এর পর তাঁর অন্ত্যেষ্টিক্রিয়ার পদযাত্রায় সরকারবিরোধী এক বিক্ষোভ ছড়িয়ে পড়েছিল, যেটিকে কর্তৃপক্ষ তুরস্ক বিরোধী অপরাধ হিসেবে গণ্য করেছিল। তুর্কি সরকার অভিযোগ করেছিল যে বিক্ষোভ প্রকাশের সময় যে স্লোগানগুলি ব্যবহৃত হয়েছিল তা তুর্কিত্বের বিরুদ্ধে। বিক্ষোভের পরে, নয়জন ইহুদি বিক্ষোভকারীকে আটক করা হয়েছিল, যাদের ত্রিশ দিন পরে প্রথম বিচারের পর ছেড়ে দেওয়া হয়েছিল।\n\n\n== হত্যা ==\n\nবাইশ বছর বয়সী এলজা নাইগো ছিলেন তুরস্কের ন্যাশনাল ইন্স্যুরেন্স কোম্পানির টাইপিস্ট। হেবেলি দ্বীপে ছুটির কাটানোর সময়, একজন মুসলিম তুর্কি কর্মকর্তা ওসমান বে তাঁর প্রেমে পড়েন। ওসমান বে বয়সে এলজার চেয়ে ৩০ বছরের বড় ছিলেন, কোন সাড়া না পাওয়া সত্ত্বেও তিনি বে দ্বীপের চারপাশে এলজাকে অনুসরণ করে বেড়াতেন। হতাশ হয়ে, এলজা নাইগো তাঁর ছুটি কমিয়ে বাড়ি ফিরে যান। ওসমান ছিলেন একজন বিবাহিত পুরুষ, একজন বাবা এবং দাদু। তিনি এলজাকে হুমকি দিয়েছিলেন এবং তাঁকে অপহরণের চেষ্টা করেছিলেন। নাইগো পরিবারে পুলিসে অভিযোগ করেছিলেন। এরপর এক ইহুদি সহকর্মীর সাথে এলজা নাইগোর বাগদান হয়। বাগদান ঘটনায় ক্ষুব্ধ ওসমান বে এলজা নাইগোকে ধাওয়া করেন এবং রাস্তার মধ্যে ছুরি দিয়ে তাঁকে হত্যা করেন। ওসমানকে গ্রেফতার করা হয় এবং দোষী সাব্যস্ত করা হয়েছিল। প্রথমদিকে সংবাদ মাধ্যম এলজার প্রতি সহানুভূতিশীল ছিল। তবে এলজার শেষকৃত্যের পরে তুর্কি সংবাদপত্রগুলি তাদের মনোভাব পরিবর্তন করে এবং তুর্কি প্রজাতন্ত্রের বিরুদ্ধে বিক্ষোভ দেখানোর জন্য ইহুদিদের অন্ত্যেষ্টিক্রিয়াকে অজুহাত হিসেবে ব্যবহার করার অভিযোগ আনে।\n\n\n== পরে ==\nঅন্ত্যেষ্টিক্রিয়া চলাকালীন, তুর্কি সরকারের বিরুদ্ধে একটি বিক্ষোভ প্রদর্শন অনুষ্ঠিত হয়। এটি তুর্কি সংবাদমাধ্যমে ইহুদি-বিদ্বেষী প্রতিক্রিয়া সৃষ্টি করেছিল। তুর্কি অভিজাতরা ইহুদিদের শিক্ষা দেবার জন্য দাবি করেছিলেন যে বিক্ষোভের সময় ব্যবহৃত স্লোগানগুলি ছিল তুর্কিত্বের উপর আক্রমণ। \"তুর্কিত্ব\"কে আঘাত করার অভিযোগে অবিলম্বে নয়জন বিক্ষোভকারীকে গ্রেপ্তার করা হয়েছিল, কিন্তু প্রথম বিচারে তাদের অভিযোগ থেকে খালাস দেওয়া হয়েছিল। পরে, নয়জন ইহুদি এবং হত্যার সাক্ষী একজন রাশিয়ান ব্যক্তির বিরুদ্ধে দ্বিতীয় বিচার শুরু হয়। অভিযুক্ত ব্যক্তিদের গ্রেফতার করা হয়। তাদের মধ্যে চারজনকে \"তুর্কি দণ্ডবিধি\"র নির্দিষ্ট অপরাধের জন্য দণ্ডিত করা হয়েছিল। \n\n\n== তথ্যসূত্র =="}