{"pageid": 1091010, "title": "সারা আকবর", "url": "https://bn.wikipedia.org/wiki?curid=1091010", "content": "সারা হুসেইন আকবর ( আরবি: سارة أكبر) একজন কুয়েতি রাসায়নিক পেট্রোলিয়াম প্রকৌশলী, নারী অধিকারের উকিল এবং কুয়েত এনার্জির সহ-প্রতিষ্ঠাতা এবং প্রাক্তন প্রধান নির্বাহী কর্মকর্তা।  কুয়েতি তেলের অগ্নিকাণ্ডে জড়িত থাকার কারণে আকবরকে \"জাতীয় নায়ক\" হিসাবে স্বীকৃতি দেওয়া হয় যা পরে একাডেমি পুরস্কার মনোনীত ডকুমেন্টারি ফায়ারস অফ কুয়েতে দেখানো হয়েছিল। তার অগ্নিনির্বাপক প্রচেষ্টার জন্য, তিনি জাতিসংঘের পরিবেশ কর্মসূচি থেকে গ্লোবাল ৫০০ রোল অফ অনার পুরস্কৃত হন। আকবর আরব উপদ্বীপের প্রথম মহিলা তেল খাতের সংস্থার নির্বাহীদের মধ্যে একজন। তিনি ২০০৭ সালে সোসাইটি অফ পেট্রোলিয়াম ইঞ্জিনিয়ার্স এর পরিচালক হিসাবে দায়িত্ব পালন করেছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nআকবর তার মা ও বাবার পাশাপাশি নয় ভাই বোনসহ একটি বড় পরিবারে বড় হয়েছেন। তার বাবা একজন অয়েল ড্রিলার ছিলেন। তিনি ১৯৮১ সালে কুয়েত বিশ্ববিদ্যালয়ের কেমিক্যাল ইঞ্জিনিয়ার্সের প্রথম স্নাতক শ্রেণীর অংশ হিসেবে স্নাতক ডিগ্রী অর্জন করেন।\n\n\n== ক্যারিয়ার ==\nআকবর কুয়েত অয়েল কোম্পানির পেট্রোলিয়াম প্রকৌশলী হিসাবে পদ অর্জনের আগে বিভাগীয় অফিসে কাজ করে তার কর্মজীবন শুরু করেছিলেন। পরবর্তীতে তিনি সেখানে অগ্নিনির্বাপক অভিযানে কাজ করেন, পেট্রোলিয়াম প্রকৌশলের সুপারিন্টেন্ডেন্ট এবং আর এন্ড ডি বিশেষজ্ঞ হিসেবে। ১৯৮১ থেকে ১৯৯৯ সালের মধ্যে আকবর কুয়েত এনার্জিতে তেল খাতে কাজ করেন। তিনি প্রথম মহিলা যিনি মধ্যপ্রাচ্যের তেল ও গ্যাস শিল্পে অগ্রণী পদে রয়েছেন। ১৯৯০ সালে ইরাক কর্তৃক কুয়েত আক্রমণের সময় দেশটির বেশিরভাগ তেল কূপ (৮০%) সাদ্দাম হোসেনের সেনাবাহিনী দ্বারা আক্রান্ত হয়। আকবর পেট্রোলিয়াম প্রকৌশলীদের একটি দুর্বৃত্ত দলের একমাত্র মহিলা ছিলেন যিনি তেলের কূপে আগুন নেভানোর বিপজ্জনক কাজটি নেওয়ার আদেশের বিরুদ্ধে কাজ করেছিলেন। তিনি বিশ্বাস করেন যে কূপগুলির সাথে তার পরিচিতিই তার দলকে সফল হতে দিয়েছিল: \"আমি তৈলক্ষেত্র, অফশোর এবং উপকূলীয়, দিন রাত কাজ করেছি, এবং এই কাজের ফলাফল ছিল যে আমি তৈলক্ষেত্রগুলি খুব ভালভাবে জানতাম... সেখানে ৮০০ কূপ ছিল এবং আমি আমার হাতের পিছনের মতো প্রতিটি কে চিনতাম।\" পরবর্তীতে তাদের প্রচেষ্টা ১৯৯২ সালের একটি প্রামাণ্যচিত্র ফায়ারস অফ কুয়েতে দেখানো হয় যা শ্রেষ্ঠ পূর্ণদৈর্ঘ্য প্রামাণ্যচিত্র বিভাগে একাডেমি পুরস্কারের জন্য মনোনীত হয়।\n২০০১ থেকে ২০০৫ সাল পর্যন্ত তিনি কুয়েত ফরেন পেট্রোলিয়াম এক্সপ্লোরেশন কোম্পানির বিজনেস ডেভেলপমেন্ট ম্যানেজার ছিলেন।\n২০০৬ সালে সোমালিয়ায় তেল ও গ্যাস আইন ও বিধি মালা তৈরির পেছনে আকবরের ভূমিকা ছিল। তিনি দেশে একটি \"অনুঘটক\" মানবিক প্রচেষ্টাও ছিলেন। আকবরের নির্দেশনায় কুয়েত এনার্জি প্রায় \"দুইশ নারীকে ছোট ব্যবসায়িক বাজার শুরু করার জন্য পৃষ্ঠপোষকতা করে...\"\nআকবর ২০০৭ সালে সোসাইটি অফ পেট্রোলিয়াম ইঞ্জিনিয়ার্স-এর ডিরেক্টর-অ্যাট-লার্জ হিসেবে দায়িত্ব পালন করেন।\n২০১৮ সালের জানুয়ারিতে আকবর মদিনাত আল-হেয়ার প্রকল্পের জন্য সিল্ক সিটি এবং বাউবিয়ান দ্বীপ উন্নয়ন কর্তৃপক্ষের ট্রাস্টি বোর্ডে একমাত্র মহিলা হন ।  তিনি ২০১৭ সালে কুয়েত এনার্জির প্রধান নির্বাহী কর্মকর্তা পদ থেকে পদত্যাগ করেন। \n\n\n== প্রশংসা ==\nআকবরের পুরস্কারের মধ্যে রয়েছে:\n\nগ্লোবাল ৫০০ রোল অব অনার – জাতিসংঘ পরিবেশ কর্মসূচি, ১৯৯৩ \nবিশিষ্ট সদস্য – পেট্রোলিয়াম ইঞ্জিনিয়ার্স সোসাইটি,  ২০অ৩ \nচার্লস এফ রান্ড মেমোরিয়াল গোল্ড মেডেল – মাইনিং, ধাতুবিদ আমেরিকান ইন্সটিটিউট, এবং পেট্রোলিয়াম প্রকৌশলী,  ২০১৩ \nশক্তিতে নেতা – নারী নেতৃত্বের পুরস্কার ও ফোরাম , ২০০৯\nওয়াও পুরস্কার (উদ্যোক্তা পুরস্কার) – নতুন আরব মহিলা ফোরাম, ২০১৭ [ গুরুত্ব? ]\nফোর্বসের \"শীর্ষ ১০০ সবচেয়ে শক্তিশালী আরব ব্যবসায়ী\" এর মধ্যে ৪৬ তম স্থান \n\n\n== তথ্যসূত্র =="}