{"pageid": 1091840, "title": "সুজান মারি কলিন্স হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1091840", "content": "সুজান মারি কলিন্স ছিলেন মার্কিন যুক্তরাষ্ট্রের নৌ-সেনাবাহিনী বা মেরিন কর্পসের একজন ল্যান্স কর্পোরাল। ১৯৮৫ সালে সেডলি অ্যালি নামক এক ব্যক্তি তাকে নির্যাতন, ধর্ষণ ও হত্যা করেছিল। হত্যার সময় তিনি টেনেসির মিলিংটনে মিড-সাউথ নেভাল সাপোর্ট অ্যাক্টিভিটিতে ছিলেন। কলিন্স ঘাঁটিতে প্রশিক্ষণরত ছিলেন। যেদিন তাকে হত্যা করা হয়, সেদিন অ্যাভিওনিক্স প্রশিক্ষণ থেকে স্নাতক হওয়ার কথা ছিল। তাকে আর্লিংটন ন্যাশনাল কবরস্থানে দাফন করা হয়েছে । সুজান কলিন্স ছিলেন জ্যাক ও ট্রুডি কলিন্সের মেয়ে। তিনি ভার্জিনিয়ার স্প্রিংফিল্ডের জন আর লুইস উচ্চ বিদ্যালয় থেকে স্নাতক হন।\n\n\n== অপহরণ ও হত্যা ==\n১৯৮৫ সালের ১১ ই জুলাই সন্ধ্যায় সুজান মারি কলিন্সকে ঘাঁটিতে জগিং করার সময় অপহরণ করা হয় এবং তাকে নিকটবর্তী এডমন্ড অরগিল পার্কে নিয়ে যাওয়া হয়। সেখানে, অপহরণকারী কলিন্সকে মারাত্মকভাবে মারধর করে, তার মাথার খুলি ভেঙে দেয়, বারবার তার পেটে প্রবেশ করার জন্য যথেষ্ট শক্তি দিয়ে তার যোনির উপর একটি গাছের ডাল টিপে দেয় এবং তার একটি ফুসফুস ছিদ্র করে ফেলে। ময়নাতদন্তে বলা হয়, কলিন্স মাথায় ভোঁতা আঘাত এবং গাছের ডালের আঘাতের ফলে হওয়া অভ্যন্তরীণ রক্তক্ষরণের কারণে মারা গেছেন। অপহরণকারী তখন দেহটি ফেলে দিয়ে ঘটনাস্থল থেকে পালিয়ে যায়।\nকলিন্সকে যেখানে অপহরণ করা হয়েছিল তার কাছে জগিং করা দুজন মেরিন তার চিৎকার শুনে শব্দের দিকে দৌড়ে যায়। তারা ঘটনাস্থলে পৌঁছানোর সাথে সাথে তারা একটি গাড়িকে এলাকা ছেড়ে যেতে দেখে। তারা বেস সিকিউরিটির কাছে রিপোর্ট করে এবং কর্মকর্তাদের সাথে ঘাঁটিতে গাড়িটি খুঁজতে যায়। ব্যর্থ হয়ে তারা তাদের ব্যারাকে ফিরে আসে, কিন্তু শীঘ্রই সেই মেরিনদের নিরাপত্তা অফিসে ফিরিয়ে আনা হয়। কর্মকর্তারা তখন অ্যালির গাড়িটিকে সন্দেহভাজন মনে করে থামায়। মেরিনরা গাড়িটিকে তাদের দেখা গাড়ি হিসেবে শনাক্ত করে। অ্যালি এবং তার স্ত্রী ঘাঁটির নিরাপত্তা কর্মীদের কাছে তাদের অবস্থানের জন্য বিবৃতি দিয়েছিলেন। নিরাপত্তা কর্মীরা অ্যালির গল্পে সন্তুষ্ট ছিল, এবং অ্যালি এবং তার স্ত্রী তাদের ঘাঁটি-ভিত্তিক আবাসনে ফিরে আসে। অ্যালি এবং তার স্ত্রী চলে যাওয়ার কিছুক্ষণের মধ্যেই দুই মেরিন সাক্ষী নিরাপত্তা অফিসে ফিরে আসেন। অ্যালি ও তার স্ত্রী চলে যাওয়ার কিছুক্ষণের মধ্যেই দুই মেরিন সাক্ষী নিরাপত্তা অফিসে ফিরে আসেন। মেরিনরা এই দম্পতির ঘটনার সংস্করণ নিয়ে বিতর্ক করেছে, কারণ অ্যালির গাড়ির মাফলার দ্বারা করা উচ্চস্বরে, স্বতন্ত্র শব্দগুলি কলিন্সের অপহরণের আগে এবং সময় শোনা শব্দগুলির সাথে মিলে যায়। নিরাপত্তা কর্মীরা ইঙ্গিত দিয়েছিলেন যে যেহেতু এখনও কেউ নিখোঁজ হওয়ার খবর পাওয়া যায়নি, তাই আর কিছুই করা যাবে না। মেরিনদের তাদের সহায়তার জন্য ধন্যবাদ জানানো হয়েছিল এবং তাদের ব্যারাকে ফিরে যেতে বলা হয়েছিল।\nপরদিন সকালে তার রুমমেট কলিন্সের নিখোঁজ হওয়ার খবর জানালে শেরিফের ডেপুটিরা কলিন্সের মৃতদেহ আবিষ্কার করেন। একজন ব্যক্তির লাল অন্তর্বাস সহ পোশাকগুলি কাছাকাছি পাওয়া গেছে। যখন হত্যার মূলে খবর পাওয়া যায়, তখন অ্যালিকে তৎক্ষণাৎ সামরিক পুলিশ গ্রেপ্তার করে। তিনি স্বেচ্ছায় পুলিশকে একটি বিবৃতি দেন, কলিন্সকে হত্যা করার কথা স্বীকার করেন কিন্তু হত্যার পরিস্থিতির যথেষ্ট মিথ্যা বিবরণ দেন। তিনি দাবি করেন যে তার স্ত্রী লিন একটি টুপারওয়্যার পার্টিতে গিয়েছিলেন, যা তাকে ক্ষুব্ধ করেছিল। তিনি দুটি ছয় প্যাক বিয়ার এবং এক বোতল ওয়াইন পান করেছিলেন। তিনি কর্তৃপক্ষকে বলেছিলেন যে তিনি আরও মদের জন্য বাইরে গিয়েছিলেন যখন বিমান ঘাঁটির কাছে জগিং করার সময় তার গাড়িটি দুর্ঘটনাক্রমে কলিন্সকে ধাক্কা মারে। তিনি আরও দাবি করেছিলেন যে তিনি যখন তাকে সাহায্য করার চেষ্টা করছিলেন তখন তিনি দুর্ঘটনাক্রমে যুবতীকে হত্যা করেছিলেন যখন তিনি একটি স্ক্রু ড্রাইভারের উপর পড়ে গিয়েছিলেন। যাইহোক, ময়নাতদন্তে জানা যায় যে বারবার মারধরের ফলে তার মাথার খুলি ভেঙে গেছে, কোনও স্ক্রু ড্রাইভারের ক্ষত ছিল না, এবং একটি গাড়ির সাথে ধাক্কা খাওয়ার সাথে সামঞ্জস্যপূর্ণ কোনও ক্ষত ছিল না।\n\n\n== তথ্যসূত্র =="}