{"pageid": 1091591, "title": "মিরি বেন-সিমহোন", "url": "https://bn.wikipedia.org/wiki?curid=1091591", "content": "মিরি বেন-সিমহোন ( হিব্রু ভাষায়: מירי בן-שמחון‎; ১ জানুয়ারি ১৩, ১৯৫০ - জুন ২৪, ১৯৯৬) ছিলেন একজন ইসরায়েলি কবি ।\n\n\n== জীবনী ==\nবেন-সিমহোন ১৯৫০ সালে ফ্রান্সের মার্সেইতে একটি ট্রানজিট ক্যাম্পে জন্মগ্রহণ করেন, যখন তার বাবা-মা জেহাভা এবং হাইম বেন-সিমহোন মরোক্কোর ফেজ থেকে ইজরায়েলে যাচ্ছিলেন। তিনি পিতা-মাতার তিন সন্তানের মধ্যে সর্বকনিষ্ঠ। পরিবারটিকে জেরুজালেমের একটি ট্রানজিট ক্যাম্পে রাখা হয় এবং পরে জেরুজালেমের বেশিরভাগ মরোক্কোর কাতামন এলাকায় স্থানান্তরিত করা হয়। ড্যান আলবো, যিনি বেন-সিমহোন সম্পর্কে প্রবন্ধের একটি সমালোচনামূলক সংকলন প্রকাশ করেছিলেন, তার মতে, তিনি একজন উজ্জ্বল ছাত্রী ছিলেন, এবং তাকে প্রাথমিক বিদ্যালয়ের প্রথম দিকে সাহিত্যের জন্য উপহার হিসাবে চিহ্নিত করা হয়েছিল। বেন-সিমহোন যখন ছোট ছিলেন তখন তার বাবা পরিবারটি পরিত্যাগ করেছিলেন। তার মা আবার বিয়ে করেন, ইতালি থেকে আসা একজন অভিবাসীর সাথে, এবং এইভাবে তিনি ফরাসি (ঔপনিবেশিক), মরোক্কোর, ইতালীয় এবং ইজরায়েলি সংস্কৃতির সংস্পর্শে এসেছিলেন।\nবেন-সিমহোন যখন প্রতিবেশী ধনী (অর্থাৎ আশকেনাজি) এলাকার একটি বিশেষ উচ্চ বিদ্যালয়ে পড়তে শুরু করেন, তখন তিনি প্রথমবারের মতো মিজরহিম এবং বিশেষ করে মরোক্কোর নাগরিকদের সম্পর্কে ইজরায়েলি আশকেনাজি মূলধারার নেতিবাচক কলঙ্ক আবিষ্কার করেন।\nবেন-সিমহোন যখন প্রতিবেশী ধনী (অর্থাৎ আশকেনাজি) এলাকার একটি বিশেষ উচ্চ বিদ্যালয়ে পড়তে শুরু করেন, তখন তিনি প্রথমবারের মতো মিজরহিম এবং বিশেষ করে মরোক্কোর নাগরিকদের সম্পর্কে ইজরায়েলি আশকেনাজি মূলধারার নেতিবাচক কলঙ্ক আবিষ্কার করেন।\n\nবেন-সিমহন জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়ে হিব্রু সাহিত্য অধ্যয়ন করেছেন এবং তেল আবিবে বিট জেভি নাট্যকলা একাডেমিতে অভিনয় করেছেন।  পড়াশোনা শেষ করে বেন-সিমহন একটি বিজ্ঞাপনী সংস্থায় কাজ শুরু করেন এবং স্থানীয় সংবাদপত্র \"জেরুজালেম\" -এর সম্পাদক হিসেবে। তিনি বিভিন্ন প্রতিষ্ঠানে অনুবাদক এবং সম্পাদক হিসেবেও কাজ করেছেন। \nবেন-সিমহন ২৫বছর বয়সে লেখালেখি শুরু করেন।  তিনি ছোট গল্প এবং কবিতা লিখেছেন, এবং হিব্রুতে কবিতা অনুবাদ করেছেন। তার প্রথম সংগ্রহ, আগ্রহী নয় আগ্রহী, ১৯৮৩ সালে প্রকাশিত হয়েছিল এবং তিনি মোট চারটি খণ্ডের কাজ প্রকাশ করেছিলেন। এছাড়াও, তার কবিতাগুলি কাব্যগ্রন্থে অন্তর্ভুক্ত করা হয়েছে এবং কিছু কিছু ইংরেজিতে অনুবাদ করা হয়েছে।\nবেন-সিমহোনের মানসিক অসুস্থতার বেশ কয়েকটি পর্ব ছিল, এবং জেরুজালেমের তালাবিয়া মনোরোগ হাসপাতালে ভর্তি করা হয়েছিল। তিনি ঔপন্যাসিক শিমন জিমারের সাথে দীর্ঘমেয়াদী সম্পর্কে ছিলেন।\n১৯৯৬ সালের ২৪ শে জুলাই বেন-সিমহোন একটি গাড়ি দুর্ঘটনায় নিহত হন।\n\n\n== গ্রন্থপঞ্জি ==\nমরিয়মের গান: মিরি বেন-সিমহন এবং তার কবিতা সম্পর্কে একটি সমালোচনামূলক নৃবিজ্ঞান। (ইডি। ড্যান Albo) שירת מרים : ביוגרפית על מירי בן-ושירתה ושירתה ( : כרמל, תש\"ע 2010) עורך,\n\n\n== তথ্যসূত্র =="}