{"pageid": 1092143, "title": "জাহরা সাই", "url": "https://bn.wikipedia.org/wiki?curid=1092143", "content": "জাহরা সাই ( ফার্সি: ‌‌زهرا ساعی   ; জন্ম ১৯৮০ খ্রিস্টাব্দ) একজন ইরানি রাজনীতিবিদ, গবেষক এবং শিক্ষাবিদ।\n\n\n== প্রাথমিক ও শিক্ষাজীবন ==\nজাহরা সাই ১৯৮০ সালে পূর্ব আজারবাইজানরে মেরালান জেলার তাবরিজ শহরে জন্মগ্রহণ করেন। তার বাবা ছিলেন বিপ্লবী গার্ডের সদস্য এবং ইরান-ইরাক যুদ্ধের সময় আশুরা কোরের দায়িত্ব পালন করেন। তিনি ১৯৯৮ সালে রসায়নে পড়ার জন্য বিশ্ববিদ্যালয়ে ভর্তি হন, কিন্তু পরে ফারসি ভাষা ও সাহিত্যও অধ্যয়ন করেন। তিনি মাস্টার্স স্তরে রাজনৈতিক ভূগোলে মেজর পরিবর্তন করেন এবং খারাজমি বিশ্ববিদ্যালয় থেকে রাজনৈতিক ভূগোলে ডক্টরেট ডিগ্রি লাভ করেন। তিনি খারাজমি বিশ্ববিদ্যালয়ে রাজনৈতিক ভূগোলের একজন পিএইচডি। ডিগ্রী লাভ করেন। জাহরা সাই ২০০১ সাল থেকে মডারেশন অ্যান্ড ডেভেলপমেন্ট পার্টির সদস্য হিসাবে আছেন। তিনি ২০ সেপ্টেম্বর ২০১৩ সাল থেকে ১ নভেম্বর ২০১৫ পর্যন্ত তেহরান প্রদেশের গভর্নরের উপদেষ্টা এবং হোসেন হাশেমির অধীনে মহিলা ও পরিবারের পরিচালক হিসেবে দায়িত্ব পালন করেন।  তিনি তেহরান বিশ্ববিদ্যালয়ের সেন্টার ফর স্ট্র্যাটেজিক রিসার্চ এবং উইমেন স্টাডিজ সেন্টারের ফরেন পলিসি রিসার্চ ডিপার্টমেন্টের গবেষক ছিলেন। জাহরা সায়েই তেহরান পৌরসভা এবং জাতীয় যুব সংস্থার সাথে সহযোগিতা করেছিলেন।\n\n\n== ২০১৬ বিধানসভা নির্বাচন ==\nনিবন্ধনের পর ২০১৬ বিধাসভা নির্বাচনে পূর্ব আজারবাইজান প্রদেশ এর তাবরিজের অসকু ও আজারশহর নির্বাচনী জেলা থেকে  কাউন্সিল ফর কোরডিনেটিং দ্য রিফর্মস ফ্রন্ট দ্বারা  তিনি ১১৪,৩৮৪ ভোট পেয়ে চতুর্থ হন  এবং দ্বিতীয় রাউন্ডে যান। তিনি  রান-অফে ১৩৪১৩১ ভোট পান এবং আসনটি জিতেন। \n\n\n== আমেরিকা ও অন্যান্য দেশ সম্পর্কে জাহরা সাই ==\nআমেরিকা সম্পর্কে জাহরা সাই বলেন, “নতুন মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের নেওয়া মুসলিম-বিরোধী পদক্ষেপকে বিশ্ব ইসলামের, বিশেষ করে মহান ইরানি জাতির প্রকাশ্য অপমান।”  সায়ি মার্কিন পদক্ষেপের জন্য দুঃখ প্রকাশ করে বলেন, আমেরিকা সন্ত্রাসবাদকে সমর্থন করে এবং বিশ্বব্যাপী চরমপন্থার আগুন জ্বালায়। যদিও আমেরিকান প্রেসিডেন্ট দাবি করেন যে সন্ত্রাসবাদের বিরুদ্ধে লড়াই এবং আমেরিকানদের সুরক্ষার জন্য নতুন নিষেধাজ্ঞা জারি করা হয়েছে। \n\n\n== নারী উন্নয়নে জাহরা সাই ==\nতিনি নারী উন্নয়নে সংসদের মহিলা উন্নয় কমিটেতে বলেন, “ইরান-আয়ারল্যান্ড সম্পর্কের উন্নয়নে নারীরা আরও গুরুত্বপূর্ণ ভূমিকা পালন করবে।” দলটির কার্যক্রম সম্পর্কে বিস্তারিত বর্ণনা করে তিনি বলেন, ইরান তাদের অধিকার বজায় রেখে বিভিন্ন ক্ষেত্রে তাদের উপস্থিতিসহ নারীর অধিকারের ক্ষেত্রে উল্লেখযোগ্য অগ্রগতি সাধন করেছে।\n\n\n== উল্লেখযোগ্য কাজ ==\nজহরা সাইয়ের কিছু গুরুত্বপূর্ণ কাজ ও দায়িত্ব:\nতেহরান গভর্নরেটের গভর্নর এবং মহিলা ও পরিবারের মহাপরিচালকের উপদেষ্টা;\nগবেষক, উপ -পররাষ্ট্র নীতি গবেষণা, কৌশলগত গবেষণা কেন্দ্র, এক্সপিডেন্সি কাউন্সিল;\nতেহরান বিশ্ববিদ্যালয়ের নারী গবেষণা কেন্দ্রের গবেষক;\nএক্সপিডেন্সি কাউন্সিলের কৌশলগত গবেষণা কেন্দ্রের সাথে সহযোগিতা;\nজাতীয় যুব সংস্থার সহযোগিতা;\nতেহরান পৌরসভার সাংস্কৃতিক-সামাজিক ডেপুটি সহ সহযোগিতা;\nবিশ্ববিদ্যালয়ে শিক্ষকতা।\n\n\n== তথ্যসূত্র =="}