{"pageid": 1092050, "title": "আল-মাওয়ার্দী", "url": "https://bn.wikipedia.org/wiki?curid=1092050", "content": "আবু আল-হাসান মুহাম্মদ ইবনে হাবিব আল-বাসরি আল-মাওয়ার্দী ( আরবি: أبو الحسن علي بن محمد بن حبيب البصري الماوردي الماوردي ল্যাটিন ভাষায় আল-বোয়াসেন (৯৭২-১০৫৮ খ্রি ) নামে পরিচিত , শাফি মাযহাবের একজন ইসলামী আইনবিদ। ধর্ম, সরকার, খেলাফত , জনসাধারণ এবং সাংবিধানিক আইন বিষয়ে তাঁর কাজগুলির জন্য সর্বাধিক স্মরণীয়। ইরানের নিশাপুরের কাছাকাছি বেশ কয়েকটি জেলা এবং বাগদাদের প্রধান বিচারপতি ছিলেন। আল-মাওয়ার্দী আব্বাসীয় খলিফা আল-কাইম এবং আল-কাদিরের কূটনীতিক হিসেবেও কাজ করেছিলেন। তিনি বুয়িদ আমিরদের সাথে আলোচনায় ছিল। তিনি \"দ্য অর্ডিন্যান্স অফ গভর্নমেন্ট\" গ্রন্থের জন্য সর্বাধিক পরিচিত। সরকারী অধ্যাদেশ, \"আল-আহকাম আল-সুলতানিয়া ওয়াল-উইলিয়াত আল-দিনিয়া\" তে তিনি খিলাফত সরকারের কার্যপ্রণলীর একটি বিস্তারিত সংজ্ঞা প্রদান করে।\n\n\n== জীবনী ==\nআল-মাওয়ার্দী ৯৭২ খ্রিস্টাব্দে বসরাতে জন্মগ্রহণ করেন। কিছু লেখক দাবি করেন যে, তার পরিবার কুর্দি ছিল,  যা অস্পষ্ট প্রমাণিত নয় \nবিখ্যাত ঐতিহাসিক আল-খতিব আল-বাগদাদী (মৃত্যু: ৪৬৩/১০৭২) লিখেন তার বাবা একজন গোলাপজল বিক্রেতা ছিলেন। তিনি আবু আল ওয়াহিদ আল-সিমারীর কাছে ফিকাহ (ইসলামী আইনশাস্ত্র) নিয়ে পড়াশুনা করেন। পরবর্তীতে বাগদাদে তিনি বাসবাস শুরু করেন। সে সময় বসরা এবং বাগদাদ ছিল মুতাজিলা চিন্তাধারার কেন্দ্র। মুতাজিলাদের প্রতি সহানুভূতি থাকায় শাফিঈ আলেম আইনবিদ আল-সুবকি (মৃত্যু: ৭৫৬/১৩৫৫) আল-মাওয়ার্দীর সমালোচনা করেন। পরবর্তীতে তাকে বাগদাদের প্রধান কাদির পদে নিযুক্ত করা হয় এবং খিলাফতের বিভিন্ন দায়িত্ব পালন করেন চার বার তিনি খলিফা আল-কাইমের পক্ষে কূটনীতিক হিসেবে দায়িত্ব পালন করেন (৪২২-১০৩১, ৪২৮/১০৩৭, ৪৩৪/৪০২৪ এবং ৪৩৫/1১০৪৩)। পরবর্তী খলিফা আল-কাদিরও আল-মাওয়ার্দিকে কূটনীতিক হিসেবে বুয়িদ আমিরদের সাথে আলোচনা করার জন্য পাঠান। তার উপর সরকারী অধ্যাদেশ \"আল-আহলাম আস-সুলতানিয়াহ\" গ্রন্থ লেখার দায়িত্ব দেয়া হয়। \" তার অন্যান্য অনেক কাজের মধ্যে তাকে \"দারুরা\" তৈরির জন্যও কৃতিত্ব দেওয়া হয়। যাকে প্রয়োজনীয়তার মতবাদ বলা হয়। আল-মাওয়ার্দী\n২৭ মে ১০৫৮ / ৩০ রবিউল আউয়াল ৪৫০ হিজরিতে বাগদাদে বৃদ্ধ বয়সে মারা যান। \n\n\n== বই সমূহ ==\nআল-আহকাম আল-সুলতানিয়া ওয়াল-উইলিয়াত আল-দিনিয়্যা (সরকারের আদেশ)\nকানুন আল ওয়াজারাহ (মন্ত্রীদের সম্পর্কিত আইন)\nকিতাব নসিহাত আল-মুলক (শাসকদের জন্য আন্তরিক উপদেশ)\nকিতাব আদব-আল-দুনিয়া ওয়াল-দীন (ধর্মে নৈতিকতা এবং বিশ্ব)\nনবুয়তের ব্যক্তিত্ব[১]\n\n\n== কাজ ==\nআল-মাওয়ার্দীর বই পুস্তকে সমূহে আমরা দেখতে পাই যে, তাই লেখা বই সমূহের বড় একটি অংশ ফিকহ সম্পর্কে এবং রাষ্ট্রপরিচালনা ও সরকার ব্যবস্থাপনা সম্পর্কিত। তবে তার সবচেয়ে শ্রেষ্ঠ গ্রন্থ হল ‘أدب الدين والدنيا’ (আদাবুদ দ্বীন ওয়াদ দুনিয়া)। এটা সমাজ গঠন প্রক্রিয়া নিয়ে লেখা একটি বই,সমাজ বিজ্ঞানের থিওরী সম্পর্কে লেখা গুরুত্বপূর্ণ একটি বই।তার এই গ্রন্থের সবচেয়ে গুরুত্বপূর্ণ বৈশিষ্ট্য হল, মানুষকে সামগ্রিক ভাবে বুঝে তার পর পর্যায়ক্রমে মানুষ কীভাবে আকলী একটি সৃষ্টি হবে অথবা কিছু সম্ভাবনা নিয়ে দুনিয়ায় আসার পরে, তাকে দেওয়া সম্ভাবনা সমূহকে কীভাবে উন্নত করে দুনিয়াকে কীভাবে বিনির্মাণ করেছে এবং দুনিয়াকে বিনির্মাণ করার সময় কোন ধরনের সম্ভাবনাকে আবিষ্কার করেছে? সে যে সকল সম্ভাবনাকে কাজে লাগিয়ে নতুন সম্ভাবনাকে কীভাবে সৃষ্টি করেছে ? কোন কোন সম্ভাবনাকে মানুষ কাজে লাগাতে পারেনি এবং সেই সকল সম্ভাবনাকে কাজে না লাগানোর কারণে মানুষকে কোন ধরনের সমস্যার সম্মুখীন হতে হয়েছে? এই সকল বিষয়কে তিনি খুব সুন্দর ভাবে রূপায়ন করেছেন। তিনি তার এই গ্রন্থকে আকলের মাধ্যমে শুরু করেন। العقل الغريزي (আকলুল গারিযি ) العفل المكتسب (আকলুল মুকতাসাব) নিয়ে বিস্তারিত আলোচনা করেন। এই ক্ষেত্রে তিনি বলেন, العفل المكتسب (আকলুল মুকতাসাব) মূলত العقل الغريزي (আকলুল গারিযি ) কে ব্যবহার করার মাধ্যমে অর্জিত হয়ে থাকে। এবং এটি এত বেশী সম্প্রসারিত ও বিস্তৃত হতে পারে যে, যার কোন সীমানারেখা নেই। অর্থাৎ মুকতাসাব আকলের কোন সীমানা নেই। তিনি বলেছেন যে, মানুষের আকলকে নির্দিষ্ট কিছু ফরম বা ধরনের মধ্যে সীমাবদ্ধ করে রাখা সম্ভব নয়। মানুষের আকল যে সম্প্রসারিত ও উন্নত হতে পারে এমন একটি বিষয় হিসেবে তিনি আকলকে তুলে ধরেন। এই দৃষ্টিকোণ থেকে ভাষা এবং দ্বীন মানুষের আকলকে কীভাবে উন্নত ও বিস্তৃত করে, একই সাথে তাকে কীভাবে নতুন নতুন মাত্রা দান করে এই বিষয়কে সুন্দর ভাবে তুলে ধরেছেন।\nফিকহ সম্পর্কে লেখা তার সবচেয়ে গুরুত্বপূর্ণ গ্রন্থ হল ‘الحاوي الكبير’ (আল-হাবি উল কাবীর) গ্রন্থে উসূল ফিকহ নিয়ে বিস্তর আলোচনা করেছেন। সেই দৃষ্টিকোণ থেকে উসূলে ফিকহের ক্ষেত্রেও তিনি গুরুত্বপূর্ণ আলেমদের একজন।\n\n\n== আরও দেখুন ==\nইসলামিক স্কলার\nমুসলিম বিজ্ঞানীদের তালিকা\nইবনে খালদুন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nABU AL-HASAN AL-MAWARDI\nReview of al-Ahkam as-Sultanniyah\nইন্টারনেট আর্কাইভে আল-মাওয়ার্দী কর্তৃক কাজ বা সম্পর্কে তথ্য\nKitab adab al-dunya wa-al-din, 1882, by Mward, Al ibn Muammad, 974?-1058\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  আল-মাওয়ার্দী"}