{"pageid": 1092377, "title": "উইলিয়াম ক্রুকস", "url": "https://bn.wikipedia.org/wiki?curid=1092377", "content": "স্যার উইলিয়াম ক্রুকস  (  ; ১৭ জুন ১৮৩২ – ৪ এপ্রিল ১৯১৯) ছিলেন একজন ব্রিটিশ রসায়নবিদ ও পদার্থবিদ এবং লন্ডনের রয়েল কলেজ অব কেমিস্ট্রির প্রাক্তনী। তিনি স্পেকট্রোস্কপি তথা বর্ণালীবীক্ষণের উপর বহু গবেষণা করেছেন। আধুনিক পদার্থবিজ্ঞানে  নির্বাত নল বা ভ্যাকুয়াম টিউবের অন্যতম পথিকৃৎ স্যার উইলিয়াম ক্রুকসের সর্বশ্রেষ্ঠ অবদান তড়িৎমোক্ষণ নল - ক্রুকস টিউবের পরীক্ষা যা কিনা পরবর্তীতে সমগ্র রসায়ন ও পদার্থবিজ্ঞানের বিজ্ঞানীদের কাছে অত্যন্ত গুরুত্বপূর্ণ ও ফলপ্রসূ।\nতিনি ১৮৬১ খ্রিস্টাব্দে  বর্ণালীবীক্ষণের মাধ্যমে থ্যালিয়াম নামক এক মৌলিক পদার্থ আবিষ্কার করেন। এছাড়া তিনি রেডিওমিটার নামক একটি গুরুত্বপূর্ণ যন্ত্র আবিষ্কার করেন যা আধুনিক পদার্থ বিজ্ঞানের অগ্রগতির পথ উন্মুক্ত করে গিয়েছিল। একসময় ক্রুকস আধ্যাত্মিকতায় আগ্রহী হন এবং এক মানসিক গবেষণা সংস্থা-সোসাইটি ফর সাইচিক্যাল রিসার্চ এর সভাপতি হন\n\n\n== সংক্ষিপ্ত জীবনী ==\nউইলিয়াম ক্রুকসের জন্ম ১৮৩২ খ্রিস্টাব্দের ১৭ই জুন  যুক্তরাজ্যের লন্ডনে। তাঁর পিতা জোসেফ ক্রুকস (১৭৯২ - ১৮৮৯) ছিলেন একজন ধনী দর্জি এবং রিয়েল এস্টেটে বিনিয়োগকারী। জোসেফের দ্বিতীয় পক্ষের স্ত্রী মেরি স্কট ( ১৮০৬ - ১৮৮৪) ছিলেন উইলিয়ামের মা। এদের আটটি সন্তানদের মধ্যে উইলিয়াম ছিলেন জীবিত ও জ্যেষ্ঠ। অনুসন্ধিৎসা ছিল ক্রুকসের জন্মগত। বিদ্যালয়ের শিক্ষার পর ষোল বৎসর বয়সে ১৮৪৮ খ্রিস্টাব্দে বিজ্ঞানের পাঠ নিতে ভর্তি হন লন্ডনের রয়াল কলেজ অফ কেমিস্ট্রিতে। জৈব রসায়নের শিক্ষা নিতে নিতেই মেধাবী ক্রুকস প্রসিদ্ধ গবেষক-অধ্যাপক অগাস্ট উইলহেম ভন হফম্যানের জুনিয়ার সহকারী হয়ে যান। পরে শিক্ষান্তে রয়েল কলেজেরই অধ্যাপক পদ গ্রহণ করেন। \n\n\n== বৈজ্ঞানিক অবদান ==\n\nরয়েল কলেজে পড়ার সময়ই উইলিয়াম ক্রুকস অজৈব রসায়নের উপর গবেষণা করেন এবং থ্যালিয়াম নামক একটি মৌলিক পদার্থ আবিষ্কার করেন।\nতবে উইলিয়াম ক্রুকসের বিজ্ঞানে সর্বশ্রেষ্ঠ অবদান ছিল তডিৎমোক্ষণ (electric discharge) নলের পরীক্ষা।\n\nবিংশ শতকের আগে পর্যন্ত বিজ্ঞানীরা জানতেন যে, বায়ু কিংবা গ্যাসকে নিম্ন চাপে রেখে তার মধ্য দিয়ে তড়িৎ প্রবাহিত করলে বায়ু অথবা গ্যাসকে তডিৎপরিবাহী করা যায়। পরীক্ষাক্ষেত্রে এও জানা গিয়েছিল যে, বায়ুর চাপ যত কমিয়ে আনা যাবে ততই পরিবাহিতা বৃদ্ধি পাবে।\nপরীক্ষাটি করা হত ৩০ সেন্টিমিটার দীর্ঘ ও ৪ সেন্টিমিটার ব্যাসযুক্ত চোঙাকৃতি একটি শক্ত কাঁচের নলে। নলের দুই প্রান্তে দুটি ধাতব তড়িৎ-দ্বার (ক্যাথোড ও অ্যানোড) সিল করে বন্ধ করে দেওয়া হত। নলের ভিতরের বায়ু টেনে বের করে নেবার মত একটি ছিদ্র রাখা হত। এছাড়া বায়ু চলাচলের মত অন্য কোন ছিদ্র থাকত না। নলের ভেতরকার বায়ু সম্পূর্ণভাবে নিষ্কাশিত করে, নলের দুই প্রান্তের তড়িৎ-দ্বার দুটোর মাধ্যমে তড়িৎ প্রবাহ পাঠিয়ে বিজ্ঞানীরা লক্ষ্য করেন -\n\nক) নলের ভেতরের বায়ুর চাপ পারদের চাপের ৮ মিলিমিটার পারদের চাপের সমান হলে -\nবেগুনি এবং নীল রঙের লম্বা স্ফুলিঙ্গ এক তড়িৎ দ্বার হত অন্য তড়িৎ দ্বারে ছুটছে।\n\nখ) নলের ভেতরের বায়ুর চাপ পাঁচ মিলিমিটার পারদের চাপের সমান যখন -\nতড়িৎদ্বার মধ্যবর্তী স্থানে একপ্রকার গোলাপী রঙের আলোক স্তম্ভ লক্ষিত হয়।\n\nগ) নলের ভেতরের বায়ুর চাপ যখন দুই মিলিমিটার পারদের চাপের সমান করা হল -\nধনাত্মক স্তম্ভ গুলির মাঝখানে একটা অন্ধকার অঞ্চল লক্ষ্য করা গেল, এটি বিজ্ঞানী মাইকেল ফ্যারাডে আবিষ্কার করেছিলেন তাই তাঁর নামানুসারে বিজ্ঞানীরা \"ফ্যারাডে কৃষ্ণাঞ্চল\" বা \"ফ্যারাডে ডার্কস্পেস\" রেখেছেন।\nএরপরেও নলের মধ্যস্থ বায়ুর চাপ কমিয়ে বাড়িয়ে নানাভাবে পরীক্ষা করে তেমন কিছুই বিশেষ ঘটতে দেখা যায় নি।\nকিন্তু বিজ্ঞানী উইলিয়াম ক্রুকস তড়িৎদ্বারযুক্ত নলের মধ্যস্থিত বায়ু নিষ্কাশনের জন্য এমন একটি বায়ু নিষ্কাশন পাম্প আবিষ্কার করেন যে, সেটি বায়ুর চাপের দশ হাজার ভাগের এক ভাগে আনতে সক্ষম হয়েছিলেন।\n\nযার সাহায্যে ক্রুকস যখন নলের মধ্যস্থিত বায়ুর চাপ ০.১ মিলিমিটারে আনলেন, তখন দেখা গেল ধনাত্মক স্তম্ভ ভেঙ্গে গিয়ে ছোট ছোট আলোর চাকতি সৃষ্টি হল আর তার সাথে ক্যাথোডপাত থেকে ঋণাত্মক রশ্মির বিচ্ছুরণ কিছুটা সরে যায় এবং আরো একটি কৃষ্ণাঞ্চল সৃষ্টি হয়। এই অঞ্চলটি পরবর্তীকালে উইলিয়াম ক্রুকসের নামানুসারে ক্রুকসের অন্ধকার অঞ্চল বা ক্রুকস ডার্কস্পেস রাখা হয়েছে।\nপরে যখন নলের অভ্যন্তরের বায়ুর চাপ আরো কমিয়ে ০.০১ মিলিমিটার পা বরদের চাপের সমান করা হল, তখন দেখা গেল ক্রুকসের অন্ধকার অঞ্চল আরো বিস্তৃত হয়েছে আর ক্যাথোডের বিপরীত দিকে নলের কাঁচের দেয়াল হাল্কা সবুজ রঙের আলোয় আলোকিত হয়ে উঠছে। পরে বিজ্ঞানীরা এই আলোর নামকরণ করেন ক্যাথোড রশ্মি।\nনির্বাচিত নলে বা ভ্যাকুয়াম নলে উইলিয়াম ক্রুকসের এই প্রাথমিক পরীক্ষা পরবর্তীকালের জন্য ছিল অত্যন্ত গুরুত্বপূর্ণ এবং ফলপ্রসূ।\nএরপর উইলিয়াম ক্রুকস আবিষ্কার করেছিলেন রেডিওমিটার নামক একটি গুরুত্বপূর্ণ যন্ত্র যা আধুনিক পদার্থ বিজ্ঞানের পথ উন্মুক্ত করে দিয়ে ছিল।\n\n\n== সম্মাননা ==\nবিজ্ঞানে অসামান্য অবদানের জন্য স্যার উইলিয়াম ক্রুকস ১৮৯৭ খ্রিস্টাব্দে নাইট উপাধিতে ভূষিত হন।\n\n\n== জীবনাবসান ==\nউইলিয়াম ক্রুকস ১৯১৯ খ্রিস্টাব্দের ৪ঠা এপ্রিল লন্ডনে প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}