{"pageid": 1092290, "title": "শ্যারন লোপাটকা হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1092290", "content": "শ্যারন রিনা লোপাতকা (২০ সেপ্টেম্বর, ১৯৬১ - ১৬ অক্টোবর, ১৯৯৬) মার্কিন যুক্তরাষ্ট্রের মেরিল্যান্ডের হ্যাম্পস্টেডের একজন ইন্টারনেট উদ্যোক্তা  ছিলেন, যিনি আপাত সম্মত হত্যাকাণ্ডের ক্ষেত্রে নিহত হন। ১৯৯৬ সালে ১৬ অক্টোবর নর্থ ক্যারোলিনার কম্পিউটার বিশ্লেষক রবার্ট \"ববি\" ফ্রেডরিক গ্লাস লোপাতকাকে নির্যাতন ও শ্বাসরোধ করে হত্যা করেন। আপাত উদ্দেশ্য ছিল পারস্পরিক যৌন তৃপ্তি । এই ঘটনাটিই প্রথম, যেখানে একটি পুলিশ বিভাগ প্রাথমিকভাবে ইমেল বার্তা থেকে সংগৃহীত প্রমাণ সহ একজন হত্যাকারীকে গ্রেফতার করে। \n\n\n== পটভূমি ==\nশ্যারন লোপাতকা অর্থোডক্স ইহুদি পিতা-মাতার শ্রী ও শ্রীমতী আব্রাহাম জে ডেনবার্গ চারটি কন্যার মধ্যে প্রথম জন ছিলেন। তারা বেথ তফিলো মণ্ডলীর সদস্য ছিলেন, আব্রাহাম উপাসনালয়ের একজন ক্যান্টর ছিলেন। দ্য নিউজ অ্যান্ড অবজারভার লিখেছে মেরিল্যান্ডের বাল্টিমোরে বেড়ে ওঠা শ্যারনকে তার সহপাঠীরা দেখেছিল এবং খেলাধুলার দল ও তার স্কুলের কোয়ার ক্লাবের অংশ ছিল। ১৯৭৯ সালে পিকসভিল হাই স্কুল থেকে স্নাতক ডিগ্রি অর্জনকারী লোপতকা ১৯৯১ সালে মেরিল্যান্ডের এলিকট সিটিতে নির্মাণকর্মী ভিক্টরকে বিয়ে করেন এবং ১৯৯০-এর দশকের গোড়ার দিকে মেরিল্যান্ডের হ্যাম্পস্টেডের একটি খামার-এস্কু ট্র্যাক্ট হাউসে চলে যান। লোপাতকার এক সহপাঠী এই বিয়েকে \"ভেঙে যাওয়ার উপায়\" বলে বর্ণনা করেছিলেন এবং তার বাবা -মা এটা সমর্থন করেননি।\n১৯৯৫ সালে অতিরিক্ত অর্থ উপার্জনের জন্য লোপতকা তার এলিকট সিটি হোম থেকে অনলাইন বিজ্ঞাপন ব্যবসা শুরু করে। তিনি হোম ডেকোরার গাইডগুলি মেইলে সাত ডলারে বিক্রির জন্য প্রথম \"হাউস অফ ডায়োন\" ওয়েবসাইটটি হোস্ট করেছিলেন। ওয়েবসাইটে একটি বিজ্ঞাপনে লেখা ছিল, \"নিউ ইংল্যান্ড রাজ্য থেকে হলিউড বাড়ি পর্যন্ত পশ হোমগুলিতে গৃহ সাজানোর রহস্য এখন আপনার হতে পারে। আগে কখনো প্রকাশিত হয়নি! আপনার ঘর সাজানোর দ্রুত সহজ উপায়।\"\n\"ক্লাসিফাইড কনসেপ্টস\" শিরোনামে তার ব্যবসার প্রতিলিপি লেখার বিজ্ঞাপনের প্রতি তাকে ৫০ ডলার দেওয়া হয়েছিল।  তিনি সাইকিক রিডিং বিতরণের জন্য বেশ কয়েকটি ওয়েবসাইট চালান, এছাড়াও ওয়েবসাইটে বিজ্ঞাপিত প্রিমিয়াম রেট টেলিফোন নম্বর দিয়ে অন্যান্য পরিষেবার বিক্রয় থেকে অর্থের শতাংশও সংগ্রহ করেন।\n\n\n== সাংস্কৃতিক রেফারেন্স ==\nএই মামলাটি ২০০৮ সালের একটি চলচ্চিত্র ডাউনলোডিং ন্যান্সিকে অনুপ্রাণিত করেছিল, যা সানড্যান্স ফিল্ম ফেস্টিভ্যালে প্রিমিয়ার হয়েছিল এবং ২০০৯ সালে ব্যাপকভাবে মুক্তি পেয়েছিল। চিত্রনাট্যকার লি রসের সাক্ষাৎকারগুলি ইঙ্গিত দেয় যে তিনি লোপাতকা মামলা সম্পর্কে সচেতন ছিলেন এবং এটিকে \"অন্ধকার, ভয়ঙ্কর ... ও কৌতূহলী\" বলে মনে করেছিলেন।\n\n\n== তথ্যসূত্র =="}