{"pageid": 1092399, "title": "রাচেল নিকেল হত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1092399", "content": "রাচেল জেন নিকেল (২৩ নভেম্বর ১৯৬৮ - ১৫ জুলাই ১৯৯২) একজন ব্রিটিশ মহিলা  ছিলেন, যিনি ১৯৯২ সালের ১৫ই জুলাই দক্ষিণ-পশ্চিম লন্ডনে উইম্বলডন কমনে নিহত হন। অপরাধের প্রাথমিক পুলিশ তদন্তের ফলে একজন নির্দোষ ব্যক্তিকে বিতর্কিত পরিস্থিতিতে গ্রেপ্তার করা হয়েছিল, যিনি পরে নিষ্কৃতি পেয়েছিলেন। তার হত্যাকারী রবার্ট ন্যাপার, পরবর্তী পুলিশ তদন্তে চিহ্নিত হয়েছিল এবং ২০০৮ সালে দোষী সাব্যস্ত হয়েছিল।\nনিকেল উইম্বলডন কমনে তার দুই বছরের ছেলেকে নিয়ে হাঁটছিলেন, সেই সময়ে তাকে এক ব্যক্তি ছুরিকাঘাতে হত্যা করেছিল। অপরাধীকে খুঁজে বের করার জন্য একটি দীর্ঘ পুলিশ তদন্ত করা হয়, এই সময় একজন সন্দেহভাজনকে ভুলভাবে অভিযুক্ত করা হয়েছিল এবং পরে নিষ্কৃতি দেওয়া হয়েছিল - মামলাটি ঠান্ডা হওয়ার আগে।\n২০০২ সালে, আরো উন্নত ফরেনসিক কৌশল দিয়ে, মামলাটি পুনরায় শুরু হয়েছিল এবং ২০০৮ সালের ১৮ই ডিসেম্বর ন্যাপার দায় হ্রাসের ভিত্তিতে নিকেলের হত্যাকাণ্ডের জন্য দোষ স্বীকার করেছিলেন। ১৯৯৩ সালের দ্বৈত হত্যাকাণ্ডের জন্য বার্কশায়ারের ব্রডমুর হাই সিকিউরিটি হাসপাতালে ইতিমধ্যেই আটক ন্যাপারকে সেখানে অনির্দিষ্টকালের জন্য আটকে রাখার আদেশ দেওয়া হয়েছিল এবং বিচারক আরও বলেছিলেন যে তাকে ছেড়ে দেওয়া হবে এমন সম্ভাবনা নেই।\n\n\n== হত্যা ==\nতার মৃত্যুর সময়, নিকেল উইম্বলডন কমনের কাছে সঙ্গী আন্দ্রে হান্সকম্ব ও তাদের দুই বছরের ছেলে আলেকজান্ডার লুই এর সাথে বসবাস করছিলেন।  মৃত্যুর সময় নিকেলের বয়স ২৩ বছর ছিল। ১৯৯২ সালের ১৫ই জুলাই সকালে, তিনি ও আলেকজান্ডার উইম্বলডন কমনে   তাদের কুকুরের সাথে হাঁটছিলেন। সাধারণের একটি নির্জন এলাকার মধ্য দিয়ে যাওয়ার সময় নিকেলের উপর হামলা হয়। একজন হামলাকারী তাকে বারবার ছুরিকাঘাত করে এবং ছুরি দিয়ে কুপিয়ে হত্যা করে, তারপর তাকে যৌন নির্যাতন করে। হামলাকারী ঘটনাস্থল থেকে পালিয়ে যায়,  অ্যালেক্সকে শারীরিকভাবে ক্ষতিগ্রস্ত করে ফেলে। একজন পথচারী দেখতে পেলেন অ্যালেক্স তার মায়ের শরীরকে আঁকড়ে ধরে আছে এবং  \"জেগে উঠো, মা\" বলছে।\n\n\n== পুনরায় তদন্ত ও প্রত্যয় ==\n\n\n=== ঠান্ডা মামলা পর্যালোচনা ===\nপ্রতি বছর হত্যার বার্ষিকীতে স্কটল্যান্ড ইয়ার্ড অগ্রগতির জন্য চাপে দেওয়া হয়। নতুন ব্যবস্থাপনার অধীনে, তারা ২০০০ সাল থেকে মামলার সাথে সম্পর্কিত প্রমাণ ও ফাইল সংগ্রহ করতে শুরু করে।\nহত্যার দশ বছর পরে ২০০২ সালে স্কটল্যান্ড ইয়ার্ড একটি ঠান্ডা মামলায় রিভিউ টিম ব্যবহার করেছিল, যেখানে সম্প্রতি উপলব্ধ করা পরিশোধিত ডিএনএ কৌশল ব্যবহার করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}