{"pageid": 1092186, "title": "পিটো হিমবাহ", "url": "https://bn.wikipedia.org/wiki?curid=1092186", "content": "পিটো হিমবাহ কানাডিয় রকি পর্বতমালার অংশ। এটি কানাডার আলবার্টার ব্যানফ জাতীয় উদ্যানে অবস্থিত। হিমবাহটি মূলত ওয়াপুটিক পর্বতমালার ওয়াপ্টা বরফক্ষেত্রের উপত্যাকার একটি বহিঃপ্রবাহ, যা মহাদেশীয় বিভাজনের পাশাপাশি স্থিতবস্থায় থাকে। এটি পশ্চিম কানাডার কয়েকটি মূল নদীর পানি প্রবাহের প্রধান জোগানদার। এটি ব্যানফ হতে প্রায় ৯০ কিলোমিটার (৫৬ মাইল) উত্তর পশ্চিমে অবস্থিত আইসফিল্ডস পার্কওয়ে দিয়ে গমনযোগ্য এবং পিটো কুটির হতে দর্শনযোগ্য।\n\n\n== ভূগোল ==\nবিশ্বের বেশিরভাগ হিমবাহের মত, পিটো হিমবাহ দ্রুত গলে যাচ্ছে এবং কালের আবর্তে আয়তন হ্রাস পাচ্ছে। পর্যবেক্ষকদের জন্য হিমবাহটির চলমান সম্মুখ প্রান্ত মৌসুম থেকে মৌসুমে উচ্চ গলন হার ও হিমবাহটির বেশকিছু অংশে পৃষ্টতল হ্রাস পাওয়ার কারণে আলোচিত। হিমবাহ হতে উল্লেখযোগ্য পরিমাণ হিমশৈল কর্তৃক চূর্ণ প্রস্তরের গুঁড়া নিকটস্থ পিটো হ্রদে এসে জমা হয়। এই শিলাকনাগুলি হ্রদের পানির উপরের স্তরে ভেসে থাকে। এই শিলাকনা গুলি দিনের আলোতে পিটো হ্রদের পানি উজ্জ্বল, ফিরোজা রঙ্গ প্রতিফলনের প্রধান কারণ।\nহিমবাহটি নিয়ে প্রথম গবেষণার পর, বিশেষ করে ২০ শতকের শেষোর্ধ হতে হিমবাহটির ৭০% ভর কমেছে। ১৮৯৬ হতে ১৯৬৬ পর্যন্ত হিমবাহটির আয়তন ১০৮৮.৫ x ১০৬ মিটার৩ কমেছে। ১৯৬০-এর দশকে হিমবাহটির আয়তন ১৩.৪ বর্গ কিলোমিটার ছিল। ১৯৭০-এর দশকে এটির আয়তন আরো হ্রাস পেয়ে ২০১৬ সালে  ৯.৯ বর্গ কিলোমিটার হয়েছে।\nহিমবাহটির নিম্নপ্রান্তে গঠিত নতুন প্রগতিশীল হ্রদের আকার প্রতি বছর বৃদ্ধি পাচ্ছে। হিমবাহে স্কট মুনরোর গবেষণার অবদানকে সম্মান জানিয়ে সাসক্যাচুয়ান বিশ্ববিদ্যালয়ের জলবিদ্যা কেন্দ্র গবেষণার জলজ বিভাজিকার হ্রদটির নাম মুনরো হ্রদ (আয়তন ২২.৪ বর্গ কিমি) রেখেছে। মুনরো হ্রদ হতে প্রবাহিত পানি পিটো নালী  হয়ে পিটো হ্রদে নির্গত হয়, যা নর্থ সাসক্যাচুয়ান নদীর অন্যতম শাখা মিস্টায়া নদীতে গিয়ে পতিত হয়েছে।\n\n\n== ইতিহাস ==\n১৮৯৬ সালে ওয়াল্টার ডি উইলকক্সের স্থিরচিত্রে পিটো হিমবাহ প্রথম বার চিহ্নিত করা হয়, তবে হিমবাহটির ক্রমহ্রাসমান অবস্থা নিয়ে গবেষণা শুরু হয় ১৯৬৫ সাল থেকে। ১৯৬৫ সালে ইন্টারন্যাশনাল হাইড্রোলজিকাল ডিকেডের অংশ হিসেবে এই হিমবাহের ভুতাত্ত্বিক ও জলজ অবস্থা নিয়ে প্রথম জরিপ ও গবেষণা হয়। ২০০৬ সালে এম এন ডিমুথ ও আর কেলারের ‘পিটো গ্লাসিয়ার: ওয়ান সেঞ্চুরি অব সাইন্স’ গ্রন্থে হিমবাহটি নিয়ে পূর্বে সম্পাদিত সকল গবেষণাগুলি ভালমত নথিভুক্ত করা হয়েছে। ১৯৮৭ সালে টরন্টো বিশ্ববিদ্যালয়ের ড. স্কট মুনরো সূক্ষ জলবায়ু পরিবর্তন পর্যবেক্ষণের জন্য হিমবাহের বরফ ও বরফ সীমার বাইরে বেশ কয়েকটি স্বয়ংক্রিয় আবহাওয়া কেন্দ্র স্থাপন করেছিলেন। কেন্দ্রগুলি এখনো সাসক্যাচুয়ান বিশ্ববিদ্যালয়ের জলবিদ্যা কেন্দ্র কর্তৃক সচল রয়েছে।\n\n\n== গমনযোগ্যতা ==\nব্যানফের অন্যান্য পর্বত ও হিমবাহের মত পিটো হিমবাহে গমনের জন্য আইসফিল্ডস পার্কওয়ে  মূল সড়ক হিসেবে ব্যবহৃত হয়। গ্রীষ্ম ও শীতে পর্বতারোহনের জন্য ব্যবহৃত পিটো কুটির হতে পিটো হিমবাহে সবচেয়ে সহজে গমন করা যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nDemuth, M.N. and R. Keller, 2006.  An assessment of the mass balance of Peyto Glacier (1966–1995) and its relation to recent and past century climatic variability.  In – Peyto Glacier: One Century of Science, M.N. Demuth, D.S. Munro and G.J. Young Eds.  National Hydrology Research Institute Science Report 8: 83-132."}