{"pageid": 1092008, "title": "সুভাশিষ ভৌমিক", "url": "https://bn.wikipedia.org/wiki?curid=1092008", "content": "সুভাশিষ ভৌমিক একজন বাংলাদেশি অভিনেতা । ১৯৮৫ সালে বাংলাদেশ টেলিভিশনে হুমায়ূন আহমেদ পরিচালিত ‘বিবাহ’ নাটকে প্রথম অভিনয় করেন। হানিফ সংকেতের উপস্থাপনা ও পরিচালনায় ম্যাগাজিন অনুষ্ঠান ‘ইত্যাদি’র কাশেম টিভির রিপোর্টার হিসেবে তার জনপ্রিয়তা লাভ করেন। ২০২২ সালের দেশান্তর চলচ্চিত্রের শ্রেষ্ঠ খলনায়ক হিসেবে জাতীয় চলচ্চিত্র পুরস্কার লাভ করেন।\n\n\n== প্রারম্ভিক ও শিক্ষাজীবন ==\nবাবার চাকরিসূত্রে সারা বাংলাদেশ ঘুরে বেড়িয়েছেন শুভাশীষ ভৌমিক। বাবা সুভাষ চন্দ্র ভৌমিক ছিলেন সরকারি  উচ্চপদস্থ কর্মকর্তা। যখন অবসর নেন তখন তিনি অতিরিক্ত উপকমিশনার। এর আগে পাবলিক সার্ভিস কমিশনের পরিচালক ছিলেন বাবা সুভাষ চন্দ্র। ২০০৩ সালে বাবা মারা যান।\nসুভাশিষ জাহাঙ্গীরনগর বিশ্ববিদ্যালয় থেকে ভূগোল ও পরিবেশ বিষয়ে স্নাতক সন্মান ও স্নাতকোত্তর ডিগ্রী লাভ করেন। স্নাতকোত্তর পর্যায়ে তাঁর গবেষণার বিষয় ছিল রাজশাহী শহরের বাজার সমূহের অবস্থান ও বিন্যাস সম্পর্কিত।\n\n\n== অভিনয় জীবন ==\nশুভাশীষ ভৌমিকের অভিনয়ের যাত্রাটা শুরু হয়েছিল জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে পড়ার সময়ে। ভূগোল ও পরিবেশবিদ্যা বিভাগে অধ্যয়নকালীন বন্ধুর বড় ভাই হিসেবে পরিচয় ঘটে নাট্যাচার্য সেলিম আল দীনের সাথে। এরপর পরিচয় ঘটে হুমায়ূন ফরিদীর সাথে, তাঁর অধীনে একটি কর্মশালাতেও অংশ নেন শুভাশীষ ভৌমিক। হুমায়ূন ফরিদীকেই গুরু মানেন তিনি। ১৯৮০ সালে জাহাঙ্গীরনগর থিয়েটারের প্রতিষ্ঠাকালীন সদস্য ছিলেন শুভাশীষ ভৌমিক। এরপর তিনি ১৯৮৩ সাল থেকে ঢাকা থিয়েটারের সাথে যুক্ত রয়েছেন । এখন পর্যন্ত তিনি দুই শতাধিক প্যাকেজ নাটক ও এক হাজারেরও বেশি ধারাবাহিক নাটকে অভিনয় করেছেন ১৯৯৬ সালে ইত্যাদির সাথে যুক্ত হয়ে এখন পর্যন্ত ম্যাগাজিন অনুষ্ঠানটির সাথে রয়েছেন।\nপেশাগত জীবনে অভিনয়ের পাশাপাশি একটি দেশীয় পোশাক প্রতিষ্ঠান রয়েছে শুভাশীষ ভৌমিকের। তিনি বলেন, ২০০১ সালে গ্রামীণ ব্যাংক থেকে অবসর নেওয়ার পর বন্ধুরা মিলে এই পোশাকের প্রতিষ্ঠান গড়ে তোলেন।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== চলচ্চিত্র ===\nসবুজ সংকেত\nজনম দুঃখী\nগেরিলা\nরান\nভুবন মাঝি\nএইম ইন লাইফ\nগন্ডি (২০২০)\nদেশান্তর (২০২২)\nForeigners only.\n\n\n=== নাটক ===\nবিবাহ (১৯৮৫)\nরূপবান (২০১৮)\nমনের মতি মনের গতি (২০২১)\nযুগের হুজুগে (২০২১) হানিফ সংকেতের\n\n\n=== মঞ্চ নাটক ===\nশকুন্তলা\nকীত্তনখোলা\nকেরামত মঙ্গল\nহাত হদাই\nধূর্ত ওই\nমার্চেন্ট অব ভেনিস\nমুনতাসির ফ্যান্টাসি\nআওয়ার কান্ট্রিজ গুড\nএকটি লৌকিক অথবা অলৌকিক স্টিমার\n\n\n== পুরস্কার ও মনোনয়ন ==\n৪৭তম জাতীয় চলচ্চিত্র পুরস্কার\nজয়: দেশান্তর - শ্রেষ্ঠ খলনায়ক \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে সুভাশিষ ভৌমিক  (ইংরেজি)\nবাংলা মুভি ডেটাবেজে সুভাশিষ ভৌমিক"}