{"pageid": 1092443, "title": "মুজফফরপুর আশ্রয়কেন্দ্র মামলা", "url": "https://bn.wikipedia.org/wiki?curid=1092443", "content": "মুজফফরপুর শেল্টার হোম ধর্ষণ মামলা বলতে বিহারের মুজফফরপুরে \"সেবা সংকল্প ইভাম বিকাশ সমিতি \" নামে একটি বেসরকারি সংস্থার অধীনে পরিচালিত একটি আশ্রয় হোমকে বোঝায়, যেখানে যৌন নির্যাতন, ধর্ষণ এবং শারীরিক নির্যাতনের ঘটনা ঘটেছে। একটি মেডিকেল পরীক্ষায় আশ্রয়কেন্দ্রে বসবাসকারী ৪২ জন বন্দীর মধ্যে ৩৪ জন যৌন নির্যাতনের বিষয়টি নিশ্চিত করা হয়।\n৩১ মে, ২০১৮ তারিখে ১২ জনের বিরুদ্ধে প্রাথমিক এজাহার দায়ের করা হয়। ব্রজেশ ঠাকুর রাষ্ট্রীয় অর্থায়নে পরিচালিত এনজিওর প্রধান ছিলেন, আরও বেশ কয়েকটি এনজিও এবং 'প্রতাহ কামাল' নামে একটি হিন্দি সংবাদপত্র পরিচালনা করতেন। ব্রজেশ ঠাকুরের রাজনৈতিক সংযোগ এবং সরকারি কর্মকর্তাদের জড়িত থাকার কারণে এবং তদন্ত এবং সিবিআইয়ের হস্তক্ষেপের আপাত বিলম্বের কারণে, মামলাটি বিরোধী দল এবং ভারতের সুপ্রিম কোর্ট কর্তৃক নীতিশ কুমারের সরকারের সমালোচনার মুখে পড়ে।  ্রর\n\n\n== আবিষ্কার ==\n২০১৮ সালের মে মাসে, মুম্বাইয়ের টাটা ইনস্টিটিউট অফ সোশ্যাল সায়েন্সেস (টিআইএসএস) ২০১৭ সালের জন্য বিহার জুড়ে আশ্রয় হোমগুলির সামাজিক নিরীক্ষা করার পরে ভারতের মুজফফরপুরের একটি স্বল্প স্থায়ী বাড়িতে বন্দীদের উপর বারবার যৌন নির্যাতনের খবর প্রকাশিত হয়। নিরীক্ষা প্রতিবেদনে মুজফফরপুর স্বল্প স্থায়ী বাড়িতে মেয়েদের যৌন নির্যাতনের দিকে ইঙ্গিত করা হয়েছে। টিআইএসএস এপ্রিল ২০১৮ সালে তাদের প্রতিবেদন জমা দেয় এবং সরকার তার পর্যালোচনার পরে ৩১ মে এফআইআর দায়ের করে। এই উন্মোচনের পর মেয়েদের আশ্রয় স্থল থেকে উদ্ধার করে মধুবনী, পাটনা ও মোকামায় স্থানান্তরিত করা হয়। \nপরে জুন মাসে পাটনা মেডিকেল কলেজ হাসপাতালের (পিএমসিএইচ) মেডিকেল বোর্ড 'বালিকা গৃহ'-এর বেশিরভাগ মেয়ের যৌন নির্যাতনের বিষয়টি নিশ্চিত করে। মুজফফরপুর শেল্টার হোম ধর্ষণ মামলার প্রধান অভিযুক্ত ব্রজেশ ঠাকুরের বিরুদ্ধে অন্য একটি মামলায় মামলা দায়ের করা হয়েছে যখন দেখা যায় যে তার এনজিও চালানো অন্য একটি আশ্রয় কেন্দ্র থেকে ১১ জন মহিলা নিখোঁজ রয়েছে। বালিকা গ্রিহে রাখা ৪২ জন মেয়ের মধ্যে মেডিকেল পরীক্ষায় ৩৪ জন যৌন নিপীড়নের বিষয়টি নিশ্চিত করা হয়েছে। মেয়েদের গর্ভপাত করাতে বাধ্য করা হলেও একজনকে হত্যা করে শেল্টার হোম ক্যাম্পাসে সমাধিস্থ করা হয়েছে বলে অভিযোগ করা হয়েছে। জুনের শেষের দিকে কর্তৃপক্ষ মুজফফরপুর স্বল্প স্থায়ী বাড়ির ভিতরে খালি জায়গা খনন করে এই অভিযোগে যে কর্মীদের সাথে তর্কাতর্কি শেষে একটি মেয়েকে হত্যা করে কবর দেওয়া হয়েছে বলে অভিযোগ করা হয়েছে। কর্তৃপক্ষ অবশ্য কোনও মৃতদেহ খুঁজে পায়নি।\n২আগস্ট ২০১৮ তারিখে ভারতের সুপ্রিম কোর্ট মুজফফরপুর শেল্টার হোম মামলায় সুও মোটো কগনিজেন্স গ্রহণ করে। \nব্রজেশ ঠাকুর মুজফফরপুর শেল্টার হোম মামলার প্রধান অভিযুক্ত যেখানে ৭ থেকে ১৭ বছর বয়সী ৩৪ জন মেয়ে কয়েক মাস ধরে ধর্ষিত হয়েছিল। ঠাকুর ও তৎকালীন জেলা শিশু সুরক্ষা আধিকারিক সহ ১১ জন অভিযুক্তের মধ্যে ১০ জনকে গ্রেপ্তার করা হয়েছে। তাদের পকসো আইনে বিচার করা হবে।   মামলাটি পরে সিবিআইয়ের কাছে স্থানান্তরিত করা হয়েছিল যা তদন্তের দায়িত্ব নিয়েছে এবং স্থানীয় পুলিশের কাছ থেকে সমস্ত প্রাসঙ্গিক নথি পেয়েছে।\n\n\n== বিচার এবং রায় ==\nসুপ্রিম কোর্টের সিজেআই রঞ্জন গোগোই বেঞ্চের নির্দেশে, সিবিআই-এর অনুরোধ অনুযায়ী, মামলাটি ২০১৯ সালের ফেব্রুয়ারিতে মুজফফরপুরের স্থানীয় আদালত থেকে দিল্লির সাকেত জেলা আদালতে পকসো আদালতে স্থানান্তরিত করা হয়। সুপ্রিম কোর্ট সাকেত আদালতকে ছয় মাসের মধ্যে বিচার শেষ করতে বলেছিলেন।\nআদালত ১,৫৪৬ পৃষ্ঠার রায়ে ব্রজেশ ঠাকুর এবং আরও ১৮ জনকে ২০২০ সালের জানুয়ারি মাসে দোষী সাব্যস্ত করে। ঠাকুরকে \"ভারতীয় দণ্ডবিধির ধারা ১২০-বি (অপরাধমূলক ষড়যন্ত্র), ৩২৪ (বিপজ্জনক অস্ত্র বা উপায়ে আঘাত করা), ৩২৩ (স্বেচ্ছায় আঘাত করা) এবং প্ররোচনা সম্পর্কিত ধারা ২১ (কোনও অপরাধের কমিশন রিপোর্ট করতে ব্যর্থ হওয়া) এবং জুভেনাইল জাস্টিস অ্যাক্টের ৭৫ (শিশুর প্রতি নিষ্ঠুরতা) ধারায় অপরাধের জন্য দোষী সাব্যস্ত করা হয় এবং যাবজ্জীবন কারাদণ্ড দেওয়া হয়। শায়তা প্রবীণ, ইন্দু কুমারী, মিনু দেবী, মঞ্জু দেবী, চন্দা দেবী, নেহা কুমারী, হেমা মসিহ, কিরণ কুমারীকে \"অপরাধমূলক ষড়যন্ত্র, ধর্ষণে প্ররোচনা, শিশুর প্রতি নিষ্ঠুরতা এবং কোনও অপরাধের কমিশন রিপোর্ট করতে ব্যর্থ হওয়ার\" জন্য দোষী সাব্যস্ত করা হয়েছিল। দিললিপ কুমার বর্মা, রবি রোশন, বিকাশ কুমার, বিজয় কুমার তিওয়ারি, রামা শঙ্কর সিং, অশ্বনী, গুড্ডু প্যাটেল, কিষাণ কুমার এবং রামানুজ ঠাকুরকেও বিভিন্ন অভিযোগে এই মামলায় দোষী সাব্যস্ত করা হয়েছিল।\nঠাকুর এই রায়কে দিল্লি উচ্চ আদালতে চ্যালেঞ্জ করেছেন। তার আবেদনের মূল বিষয় হচ্ছে বিহার পুলিশ এবং সিবিআই তার উপর \"ক্ষমতা পরীক্ষা\" করতে ব্যর্থ হয়েছে এবং \"তার স্ত্রীকে পরীক্ষা করা সত্ত্বেও\", ১৬১ সিআর.পি.সি ধারায় তার বক্তব্য নিপীড়নের দ্বারা রেকর্ডে রাখা হয়নি এবং \"এর ফলে প্রসিকিউশন প্রথম সর্বাগ্রে এবং সবচেয়ে গুরুত্বপূর্ণ সত্যটি প্রমাণ করতে ব্যর্থ হয়েছে যা একটি ধর্ষণ মামলায় পূর্বশর্ত অর্থাৎ একজন আসামির বিরুদ্ধে অভিযোগ আনা হয়েছে। ধর্ষণ আসলে ধর্ষণ করতে সক্ষম।\" \n\n\n== তথ্যসূত্র =="}