{"pageid": 1092891, "title": "ইউফোবিদ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1092891", "content": "সাধারণ অর্থে, ইউফোবিদ্যা বা ইউফোলজি (ইংরেজি: Ufology; ইংরেজি উচ্চারণ: /juːˈfəlɒdʒi/) বলতে ইউএফও বা অশনাক্ত উড়ন্ত বস্তু নিয়ে গবেষণাকে নির্দেশ করে। অশনাক্ত উড়ন্ত বস্তু হলো এমন আকাশযান যেগুলোকে চোখে দেখে বা রাডারের মাধ্যমে শনাক্ত বা চিহ্নিত করা যায় না। এটি যেকোনো ধরনের উড়ন্ত বস্তু হতে পারে। তবে নির্দিষ্ট ও বিশেষায়িত অর্থে, ইউফোবিদ্যা বলতে বহির্জাগতিক প্রাণীদের দ্বারা পরিচালিত অশনাক্ত উড়ন্ত বস্তুসমূহ নিয়ে গবেষণাকে নির্দেশ করে। যারা এসব বিষয় নিয়ে গবেষণা করে, তাদের ইউফোলজিস্ট বলা হয়। ইউফোলজিস্টরা ইউএফও দেখতে পাওয়ার বিভিন্ন ঘটনা, প্রাচীন নথিসমূহে ইউএফও, বিশেষ প্রযুক্তির সাহায্যে ইউএফও অনুসন্ধান ইত্যাদি কাজ করে থাকেন। ১৯৪০-১৯৯০ সাল পর্যন্ত বিষয়টি খুবই জনপ্রিয় ছিল।\n\n\n== নামের ব্যুৎপত্তি ==\n\"ইউফোবিদ্যা\" শব্দটি ইংরেজি \"Ufology\" (ইউফোলজি) শব্দের বাংলা রূপ। \"ইউফোলজি\" শব্দটি UFO শব্দটির সঙ্গে -লজি প্রত্যয় যুক্ত হয়ে তৈরি হয়েছে। -লজি প্রত্যয়টি গ্রিক শব্দ লজিয়া (λογία) থেকে এসেছে, যার অর্থ জ্ঞান বা বিদ্যা। অশনাক্ত উড়ন্ত বস্তুকে ইংরেজিতে Unidentified Flying Object বা সংক্ষেপে UFO (ইউএফও) বলা হয়। -লজি প্রত্যয়ের সঙ্গে যুক্ত হয়ে \"ইউএফও\" শব্দটির উচ্চারণ \"ইউফো\" হয়ে গিয়েছে।\n\n\n== ইতিহাস ==\nপ্রাচীনকালে চীনে বিভিন্ন ইউএফও দেখতে পাওয়ার রিপোর্ট করার পর সরকারি উদ্যোগে কিছু কর্মকর্তা এই বিষয়ে সর্বপ্রথম লিখিত বিবরণ ও গবেষণা শুরু করেন। তবে তারা ইউফোলজিস্ট ছিলেন না, কারণ তারা নির্দিষ্টভাবে ইউএফও নিয়ে গবেষণা করেন নি, আবার ইউএফও নিয়ে তাদের বিস্তৃত ধারণাও ছিল না এবং তারা এটাও জানতেন না যে অশনাক্ত উড়ন্ত বস্তু বা ইউএফও জিনিসটি কি। সপ্তদশ শতকে জার্মানির নুরেমবার্গে ইউএফও দেখার রিপোর্ট করা হয়েছিল, এই তদন্ত করেছিলেন কিছু ইউফোলজিস্ট। তবে তারাই যে প্রথম পেশাদার ইউফোলজিস্ট ছিল এর সম্পর্কেও কোনো নির্ভরযোগ্য প্রমাণ নেই। পরবর্তী দুই শতাব্দী যাবত এই নিয়ে কোনো পেশাদার গবেষণার প্রমাণ পাওয়া যায় নি।\nদ্বিতীয় বিশ্বযুদ্ধের সময় থেকে সোভিয়েত ইউনিয়নের পতন পর্যন্ত প্রচুর ইউএফও দেখার রিপোর্ট করা হয়েছিল। ১৯৪৬ সালের রজওয়েলের ঘটনার পর মার্কিন সরকার যখন সেখানে ইউএফও বিধ্বস্ত হবার বিষয়টি অস্বীকার করে দিয়েছিল, তখন থেকে আবির্ভাব ঘটে কিছু স্ব-স্বীকৃত ইউএফও গবেষকদের। পরবর্তীতে ইউফোলজিস্টদের নিয়ে মিউফন, সেটির মতো বহু ইউএফও-বিষয়ক প্রতিষ্ঠান ও সংস্থা গড়ে উঠে। '৯০-এর দশকের পর ইউএফও প্রত্যক্ষ করার ঘটনা কমতে থাকায় এরপর থেকে এই ক্ষেত্রটির সক্রিয়তা কমে যায়। তবে এখনও অনেক গবেষক আছেন, যারা পূর্বের শতকের বিভিন্ন ইউএফও দেখতে পাওয়ার ঘটনা নিয়ে কাজ করে যাচ্ছেন, পাশাপাশি সমসাময়িককালে অল্প পরিমাণে হলেও যেসব ইউএফও দেখতে পাওয়ার রিপোর্ট আসছে, তা নিয়েও একদল ইউফোলজিস্ট গবেষণা করে যাচ্ছেন।\n\n\n== আরও দেখুন ==\nবহির্জাগতিক বুদ্ধিমত্তা অনুসন্ধান (সেটি)\nকল্পবিজ্ঞানে অশনাক্ত উড়ন্ত বস্তু\nপ্রাচীন নভোচারী\n\n\n== তথ্যসূত্র =="}