{"pageid": 1092184, "title": "জেনিস মারি ইয়ংয়ের মৃত্যু", "url": "https://bn.wikipedia.org/wiki?curid=1092184", "content": "জেনিস মেরি ইয়াং (জন্ম জেনিস মেরি ব্রক এবং প্রাথমিকভাবে তার মধ্য নাম দ্বারা পরিচিত) ছিলেন একজন আমেরিকান মেয়ে যাকে ৯ জুন, ১৯৭৩ তারিখে চলন্ত গাড়ির সামনে ঠেলে দিয়ে হত্যা করা হয়েছিল, প্রাথমিকভাবে তাঁর পরিচয় অজ্ঞাত ছিল।\nএকজন ব্যক্তিকে তার হত্যার জন্য গ্রেপ্তার করা হয়, কিন্তু শেষ পর্যন্ত তার বিরুদ্ধে অভিযোগ প্রত্যাহার করা হয়, কারণ সন্দেহভাজনের হত্যার \"উদ্দেশ্য প্রমাণ করা যায়নি।\"\n২০মে, ২০১৫ তারিখে তার মৃত্যুর প্রায় ৪২ বছর পর ভুক্তভোগীকে শনাক্ত করা হয়, যখন তার ভাই এই অজ্ঞাতপরিচয় মৃতদেহ এবং তার পলাতক বোনের ক্ষেত্রে পরিস্থিতির মধ্যে মিল লক্ষ্য করে এবং ডিএনএর মাধ্যমে সাদৃশ্যটি নিশ্চিত করা হয়।\n\n\n== শারীরিক বর্ণনা এবং পরিস্থিতি ==\n১৯৭৩ সালের ৯ জুন সকাল ১টার দিকে ফ্লোরিডার সেন্ট পিটার্সবার্গের ১১তম এভিনিউ সাউথ এবং ৮ম স্ট্রিট সাউথের সংযোগস্থলে এক ব্যক্তিকে এক কিশোরীর সাথে তর্ক করতে দেখা যায়। কিশোরীর কাছে একটি ছুরি এবং একটি ভাঙা বোতল ছিল। পরে লরেন্স ডর্ন নামে পরিচিত ওই ব্যক্তি তাকে চলন্ত ট্রাকের সামনে ঠেলে ফেলে দেয় এবং বলে যে সে আত্মরক্ষার্থে এটি করেছে। তিনি ঘটনাস্থলেই মারা যান।\nভুক্তভোগীর বয়স ১৪ থেকে ১৬ বছরের মধ্যে বলে মনে হয়েছিল, তবে তার বয়স ১১ বছর বা ২০ বছরের মতোও হতে পারে মনে হয়েছিল। তার ঢেউ খেলানো চুল ছিল লাল রংয়ের এবং কাঁধ পর্যন্ত লম্বা। তার চোখের রং ছিল নীলের একটি অনন্য বৈচিত্রের। তার নখ লক্ষণীয়ভাবে ছোট ছিল, যা নখ খাওয়ার সাথে সামঞ্জস্যপূর্ণ। অন্যান্য স্বতন্ত্র বৈশিষ্ট্যগুলির মধ্যে ছিল তার পিঠে তিনটি জন্মচিহ্ন, একটি ভাঙা দাঁত, এবং তার কাঁধে মেচেতার দাগ, তার দাঁতে চিকিৎসার কোন চিহ্ন পাওয়া যায়নি। এটা সম্ভব যে গাড়ির আঘাতে তার দাঁত ভেঙে গিয়েছিল।\nতার এক কানে দুটি কানের দুল ছিল। তার অন্য কানে একটি ছিদ্র সেরে গিয়েছিল। তিনি একটি আংটি পরতেন যার পাথর ছিলনা। মৃত্যুর সময়, তিনি একটি বহুবর্ণের পোশাক এবং বেগুনি আঁটসাঁট প্যান্ট পরেছিলেন। \n\n\n== শনাক্তকরণ ==\nজেনিস মারি ইয়ং কে ২০ মে, ২০১৫ তারিখে শনাক্ত করা হয়। তার ছোট ভাই টিমোথি ইয়ং তার নিখোঁজ বোনের জন্য কয়েক দশক ধরে অনুসন্ধান করেছিলেন বলে জানা গেছে। এই অনুসন্ধান করার সময় তিনি তার দত্তক নাম \"ইয়ং\" ব্যবহার করছিলেন। যখন তিনি জেনিসের জন্মনাম (ব্রক) ব্যবহার করে ইন্টারনেট অনুসন্ধান করেন, তখন তিনি ভুক্তভোগীর একটি পুলিশ স্কেচ খুঁজে পান, যার সাথে জেনিসের দৃঢ় সাদৃশ্য ছিল। পরবর্তীতে তিনি ২৮ জানুয়ারি, ২০১৫ তারিখে টেলিফোনে পুলিশকে এ কথা জানান।\nতদন্তকারী ব্রেন্ডা স্টিফেনসনকে জেনিস এবং টিমোথির দত্তক নেওয়ার বিষয়ে নথি ফ্যাক্স করা হয়েছিল। তিনি বলেছিলেন যে নথিতে তার নাম পড়ার পরে তিনি নিশ্চিত জানতেন যে জেনিসই অজ্ঞাতপরিচয় মেয়েটি। জেনিসের ডিএনএ পরে ভুক্তভোগীর দেহাবশেষ থেকে পাওয়া ডিএনএর সাথে তুলনা করা হয়েছিল এবং এটি একটি ইতিবাচক মিল হিসাবে প্রমাণিত হয়েছিল। দুই ভাইবোন তাদের পিতামাতার হেফাজত থেকে নেওয়ার পর পালক পিতামাতার তত্ত্বাবধানে বাস করত। ১৯৬৯ সালে আইনগতভাবে গৃহীত হওয়ার পর তাদের পারিবারিক নাম \"ব্রক\" থেকে \"ইয়ং\" এ পরিবর্তন করা হয়।\nএকজন দত্তক ভাইয়ের দ্বারা ধর্ষিত হওয়ার পরে; জেনিস তার দত্তক পিতামাতার বাড়ি থেকে ভার্জিনিয়ার নিউপোর্ট নিউজে পালিয়ে গিয়েছিল, তার ভাই ধর্ষণের সাক্ষী ছিল।  সে তার ভাইকে পালিয়ে যাওয়ার ইচ্ছার কথা জানায়, তার জিনিসপত্র একটি বালিশের খোলের মধ্যে গুছিয়ে, বাড়ি ছেড়ে চলে যায় এবং আর ফিরে আসে নি।\nঅবশেষে তার দেহাবশেষ দাহ করার জন্য তার ভাইকে দেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র =="}