{"pageid": 1092598, "title": "গ্রেস অ্যাবট", "url": "https://bn.wikipedia.org/wiki?curid=1092598", "content": "গ্রেস অ্যাবট (১৭ই নভেম্বর, ১৮৭৮  - ১৯ই জুন, ১৯৩৯) ছিলেন একজন মার্কিন সমাজকর্মী, যিনি বিশেষভাবে অভিবাসীদের অধিকার উন্নতি ও শিশু কল্যাণকে এগিয়ে নিতে বিশেষ করে শিশুশ্রম নিয়ন্ত্রণে কাজ করেছিলেন। তার বড় বোন এডিথ অ্যাবট, যিনি একজন সমাজকর্মী, শিক্ষাবিদ ও গবেষক ছিলেন। পেশাগত স্বার্থ ছিল, যা প্রায়ই গ্রেসের সাথে সম্পূরক ছিল।\n\n\n== জীবনী ==\nগ্র্যান্ড আইল্যান্ডে নেব্রাস্কায় জন্মগ্রহণকারী ও.এ. অ্যাবট ও এলিজাবেথ এম গ্রিফিনের কন্যা  গ্রেস ১৮৯৮ সালে গ্র্যান্ড আইল্যান্ড কলেজ শেষ করেন। সামাজিক কাজে তার কর্মজীবন শুরু করার আগে, তিনি ১৯০৬ সালের মধ্যে তার নিজ শহরে একটি উচ্চ বিদ্যালয়ের শিক্ষক হিসাবে নিযুক্ত ছিলেন। ১৯০৩ সালে তিনি নেব্রাস্কা-লিঙ্কন বিশ্ববিদ্যালয়ে স্নাতক অধ্যয়ন শুরু করেন।\n১৯০৭ সালে তিনি শিকাগোতে চলে যান, যেখানে তিনি সামাজিক কর্মজীবনে প্রবেশ করেছিলেন। তিনি হাল হাউসে আবাস গ্রহণ করেন, যেটি প্রারম্ভিক নারীবাদ ও সামাজিক সংস্কারে নিয়োজিত মহিলাদের একটি শহুরে কেন্দ্র, সেইসাথে দরিদ্রদের নিরাপদ আশ্রয়। ১৯০৯ সালে অ্যাবট শিকাগো বিশ্ববিদ্যালয় থেকে রাষ্ট্রবিজ্ঞানে এমফিল করেন। তিনি শিকাগো ইভিনিং পোস্টে ১৯০৯–১৯১০ সাল পর্যন্ত শহরের ভিতরে গেটস নামে একটি সাপ্তাহিক নিবন্ধ লিখেছিলেন, যা অভিবাসীদের শোষণের কথা তুলে ধরেছিল। \n ইউএস চিলড্রেন ব্যুরোর শিশুশ্রম বিভাগ (১৯২১- ১৯৩৪) সহ শিশু কল্যাণের সামাজিক কারণকে এগিয়ে নেওয়ার জন্য অ্যাবট বেশ কয়েকটি কমিটি এবং সংস্থায় কাজ করেছিলেন এবং মহিলা ট্রেড ইউনিয়ন লীগ এর সদস্যও ছিলেন। ১৯১১ সালে তিনি, সোফোনিসবা ব্রেকেনরিজ ও এডিথ অ্যাবট  জয়েন্ট কমিটি ফর ভোকেশনাল ট্রেনিং-এর সহ-প্রতিষ্ঠা করেন।\n১৯১৭-১৯১৯ থেকে তিনি মার্কিন শিশু ব্যুরোর শিশুশ্রম বিভাগের পরিচালক ছিলেন। এই ক্ষমতাতেই তিনি কিটিং-ওয়েন অ্যাক্ট (১৯১৬) পরিচালনার জন্য দায়ী ছিলেন। এই আইনটি মার্কিন সুপ্রিম কোর্ট ১৯১৮ সালে প্রত্যাহার করেছিল। তিনি ফেডারেল সরকার ও বেসরকারি শিল্পের মধ্যে যুদ্ধ-সামগ্রী চুক্তিতে ধারা ঢুকিয়ে এই আইনের কিছু অংশের জন্য দায়ী ছিলেন। \n১৯২৪ সালে তিনি শিশুশ্রমের বিরুদ্ধে সাংবিধানিক সংশোধনী পাস করার জন্য অক্লান্ত পরিশ্রম করেছিলেন। এমন একটি সংশোধন, যা রাজ্যব্যাপী অনুমোদন পায়নি।  অ্যাবট দ্য ইমিগ্র্যান্ট অ্যান্ড দ্য কমিউনিটি (১৯১৭)  ও দ্য চাইল্ড অ্যান্ড দ্য স্টেট (১৯৩৮, ২ খণ্ড) -সহ বেশ কয়েকটি সমাজতাত্ত্বিক গ্রন্থের লেখক ছিলেন।  তিনি আইনগত নীতি-প্রণয়নে সামাজিক পরিসংখ্যান ও গবেষণা অন্তর্ভুক্ত করার পাশাপাশি জাহাজ নির্মাণ কারখানা এবং মার্কিন যুক্তরাষ্ট্রের কারখানায় শিশুশ্রম লঙ্ঘনের তদন্তের জন্যও দায়ী ছিলেন।\nঅ্যাবট আইন প্রণয়নের প্রক্রিয়ায় শিশুশ্রম, কিশোর অপরাধ, নির্ভরতা ও পরিসংখ্যান সম্পর্কিত সমাজতাত্ত্বিক তথ্য সংযোজনের প্রক্রিয়া শুরু করেন। তিনি ওয়াশিংটন ডিসিতে সামাজিক ইস্যুতে রাজনৈতিক লবিস্ট হিসেবে তার বেশিরভাগ সময় কাটিয়েছেন। তিনি ১৯৩৪ থেকে তার মৃত্যুসাল পর্যন্ত ১৯৩৯ পর্যন্ত সামাজিক নিরাপত্তা প্রশাসনের সাথে যুক্ত ছিলেন। সেই সময়ের মধ্যে অ্যাবট সামাজিক সুরক্ষা আইনের খসড়া তৈরি করতে সাহায্য করেছিলেন। শিশু কল্যাণ ও সামাজিক বিষয়গুলির উপর বেশ কয়েকটি সরকারী কমিটির সভাপতিত্ব করেছিলেন। \nতিনিই প্রথম নারী, যিনি রাষ্ট্রপতির মন্ত্রিসভার পদে মনোনীত হন, কিন্তু নিশ্চিত হননি। তার মা ছিলেন কোয়েকার ইউনিটিনারিয়ান ও বাবা ওথমান এ অ্যাবট ছিলেন নেব্রাস্কা রাজ্যের প্রথম লেফটেন্যান্ট গভর্নর। গ্রেস কখনো বিয়ে করেননি। তিনি ১৯৩৪ থেকে ১৯৩৯ পর্যন্ত শিকাগো বিশ্ববিদ্যালয়ে জনকল্যাণের অধ্যাপক ছিলেন \n১৯৩৮ সালের স্বাস্থ্য পরীক্ষার সময়, ডাক্তাররা আবিষ্কার করেছিলেন যে, তিনি একাধিক মায়োলোমাতে ভুগছিলেন। এই রোগ এক বছর পরে তার মৃত্যুর কারণ হয়েছিল। ক্যান্সারকে এমন এক ভয়ঙ্কর রোগ হিসেবে বিবেচনা করা হত যে, সে ও তার বোন তার রোগ নির্ণয় লুকিয়ে রেখেছিল এবং দ্য নিউইয়র্ক টাইমসে তার মৃত্যুসংখ্যা তার মৃত্যুর কারণকে ‘রক্তাল্পতা’হিসাবে তালিকাভুক্ত করেছিল। \nঅ্যাবট নেব্রাস্কা হল অফ ফেমের সদস্য। \nওমাহায় নেব্রাস্কা বিশ্ববিদ্যালয়ে স্কুল অফ সোশ্যাল ওয়ার্ক তার সম্মানে নামকরণ করা হয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nলঙ্গো, জুলি; ভানবুরক্লেও, সান্দ্রা এফ. (ফেব্রুয়ারি ২০০০)। অ্যাবট, গ্রেইস (১৮৭৮-১৯৩৯), সমাজকর্মী ও প্রশাসক। আমেরিকান ন্যাশনাল বায়োগ্রাফি। আইএসবিএন 978-0-19-860669-7। ডিওআই:10.1093/anb/9780198606697.article.1500002। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে গ্রেস অ্যাবট সম্পর্কিত মিডিয়া দেখুন।\nঅ্যাবট, গ্রেইস (১৯১৭) দ্য ইমিগ্র‍্যান্ট অ্যান্ড দ্য কমিউনিটি on Google Books\nএডিথ অ্যান্ড গ্রেস অ্যাবট, পেপারস at the University of Nebraska-Lincoln\nঅ্যাবট ফ্যামিলি পেপারস at Nebraska State Historical Society\nগ্রেইস অ্যাবট রিডার জন সরেন্সেন ও জুদিথ সিলান্দের দ্বারা সম্পাদিত  (University of Nebraska Press, ২০০৮)\nএডিথ অ্যান্ড গ্রেস অ্যাবট পেপারস at the University of Chicago Special Collections Research Center"}