{"pageid": 1092406, "title": "অ্যাশলে অ্যান ওলসেন হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1092406", "content": "অ্যাশলে অ্যান ওলসেন ইতালির ফ্লোরেন্সে বসবাসকারী একজন আমেরিকান মহিলা ছিলেন। তাকে ২০১৬ সালের জানুয়ারিতে তার অ্যাপার্টমেন্টেই হত্যা করা হয়েছিল।\n\n\n== প্রসঙ্গ ==\n \nইউরোপীয় অভিবাসী সংকটের সময় অভিবাসীদের দ্বারা সংঘটিত বেশ কয়েকটি হত্যার মধ্যে একটি হিসাবে এই মামলাটি দৃষ্টি আকর্ষণ করে।  নিউইয়র্ক টাইমসের মতে, জার্মানিতে নববর্ষের প্রাক্কালে যৌন নিপীড়ন \"ইতালিতে অনুরণিত হয়েছে\", এবং ফ্লোরেন্সের পুলিশ প্রধান নিরাপত্তা উদ্বেগের কথা বলেছেন, \"জনগণকে আশ্বস্ত করেছেন যে ওলসেন হত্যার পরিপ্রেক্ষিতে ফ্লোরেন্স নিরাপদে রয়েছে\"।\n\n\n=== যৌন হয়রানি ===\n \nওলসেনের হত্যা ইতালীয় শহরগুলোতে নারীরা, বিশেষ করে তরুণ, বিদেশী নারীদের যৌন হয়রানির উদাহরণ হিসেবে এবং তরুণ, আকর্ষণীয় নারী হত্যার শিকার ব্যক্তিদের নিজেদের মৃত্যুর জন্য দোষারোপ করার উদাহরণ হিসেবে আলোচনা করা হয়েছিল।\nঅভিবাসী পুরুষ এবং ইউরোপীয় নারীদের মধ্যে যৌন ক্রিয়াকলাপে সম্মতি সম্পর্কে জনসাধারণের উদ্বেগ বৃদ্ধির সময় ওলসেন কে হত্যা করা হয়, এবং আন্তর্জাতিক মনোযোগ জার্মানিতে নববর্ষের প্রাক্কালে যৌন নিপীড়নের দিকে মনোনিবেশ করা হয় যা ওলসেন নিহত হওয়ার মাত্র কয়েকদিন আগে বেশ কয়েকটি শহরে সংঘটিত হয়েছিল। জানুয়ারি মাসে, ডেনমার্ক ড্যানিশ, জার্মান বা ইংরেজি বলতে না পারে এমন কাউকে বার বা নাইটক্লাবে প্রবেশনিষিদ্ধ করার প্রস্তাব নিয়ে বিতর্ক করে এবং প্রস্তাবের সংবাদ আলোচনায় অ্যাশলে অ্যান ওলসেন মামলা অন্তর্ভুক্ত ছিল।\n\n\n== শিকার ==\nওলসেন ফ্লোরিডার সামার হ্যাভেনের ওয়াল্টার এবং পাওলা ওলসেনের মেয়ে ছিলেন। তিনি ১৯৯৯ সালে সেন্ট জোসেফ একাডেমির স্নাতক ছিলেন। তিনি ২০১৪ সালে দক্ষিণ আফ্রিকার ডুবুরি গ্রান্ট জানকিলসোহনের সাথে তার বিয়ে ভেঙ্গে যাওয়ার পর ফ্লোরেন্সে চলে যান, এবং শিল্প অধ্যয়নের উদ্দেশ্যে এবং তার বাবার কাছে থাকার উদ্দেশ্যে, যিনি ফ্লোরেন্সের একটি আমেরিকান স্কুলে পড়ান।  তিনি ফ্লোরেন্সের ওলট্রারনো এলাকার একটি অ্যাপার্টমেন্টে থাকতেন যখন তাকে হত্যা করা হয়েছিল।\n\n\n== হত্যা, তদন্ত এবং বিচার ==\n৩৫ বছর বয়সী ওলসেনকে ২০১৬ সালের ৯ জানুয়ারি ফ্লোরেন্সের সান্টো স্পিরিটো এলাকায় তার অ্যাপার্টমেন্টে মৃত অবস্থায় পাওয়া যায় তার প্রেমিক ফ্লোরেন্টিন শিল্পী ফেডেরিকো ফিওরেন্তিনি। তার ঘাড়ের চিহ্নগুলি ইঙ্গিত দেয় যে তাকে শ্বাসরোধ করে হত্যা করা হয়েছে।\n২৭ বছর বয়সী সেনেগালের নাগরিক চেইক টিডিয়ান দিয়াউ, যিনি সম্প্রতি অবৈধ অভিবাসী হিসেবে ইতালিতে প্রবেশ করেছিলেন, তাকে এই অপরাধের জন্য গ্রেফতার করা হয়েছিল। প্রত্যক্ষদর্শীরা ৭ জানুয়ারি দুজনকে একসাথে ফ্লোরেন্সের একটি নাইটক্লাব থেকে বের হতে দেখেন। রাস্তার নিরাপত্তা ক্যামেরায় ৮ জানুয়ারি ভোরে ওলসেনের অ্যাপার্টমেন্টে হেঁটে যাওয়া রেকর্ড হয়।  সিকিউরিটি ক্যামেরার ফুটেজ ব্যবহার করে দিয়াউকে শনাক্ত করার পর পুলিশ তাকে জিজ্ঞাসাবাদের জন্য ডেকে পাঠায়, ডিএনএ প্রমাণের ভিত্তিতে তাকে গ্রেপ্তার করে। দিয়াউয়ের অ্যাটর্নি আন্তোনিও ভোস বলেছিলেন যে দিয়াও এবং ওলসেন কোকেন এবং অ্যালকোহল সেবন করেছিলেন। \nএই মামলার প্রধান তদন্তকারী গিয়াসিন্ট্টো প্রোফাজিও মেরেডিথ কেরচার হত্যা মামলায় জড়িত ছিলেন, যে মামলার সাথে ওলসেনের হত্যার তুলনা প্রায়শই করা হয়।\n৯ ফেব্রুয়ারি, কর্তৃপক্ষ কর্তৃক নিরাপত্তা টেপ পুনরায় পরীক্ষা করে দেখা যায় যে সন্দেহভাজন দিয়াউ হত্যার রাতে অ্যাপার্টমেন্টে ফিরে এসেছিল এবং এটি থেকে তার প্রথম প্রস্থানের পরে ভিতরে কিছু সময় কাটিয়েছিল।\nপ্রসিকিউটররা যাবজ্জীবন কারাদণ্ড চেয়েছিলেন, যা ইতালিতে উপলব্ধ সর্বোচ্চ শাস্তি।\n\n\n=== অপরাধী ===\nহত্যাকারী চেইক দিয়াউ একজন অভিবাসী যিনি অবৈধভাবে সেনেগাল থেকে সীমান্ত অতিক্রম করে ২০১৫ সালে ইতালিতে এসেছিলেন।  প্রসিকিউটরের মতে, ওলসেনের বাথরুমে পুলিশ তদন্তকারীদের পাওয়া একটি সিগারেটের বাট এবং একটি কনডমের ডিএনএ বিশ্লেষণের ফলে দিয়াউকে গ্রেপ্তার করা হয়।\nদিয়াকে হত্যার জন্য দোষী সাব্যস্ত করা হয়েছিল এবং ৩০ বছরের কারাদণ্ড দেওয়া হয়েছিল। \nঅপরাধীর পক্ষে কাজ করা অ্যাটর্নিরা এই রায়ের বিরুদ্ধে আপিল করেন, কিন্তু ২০১৮ সালের জানুয়ারিতে মূল ৩০ বছরের কারাদন্ড বহাল রাখা হয়।\n\n\n== তথ্যসূত্র =="}