{"pageid": 1092474, "title": "আজহান ব্রাহ্ম", "url": "https://bn.wikipedia.org/wiki?curid=1092474", "content": "আজহান ব্রাহ্ম (ইংরেজি: Ajahn Brahm) একজন ব্রিটিশ-অস্ট্রেলিয়ান থেরবাদ বৌদ্ধ ভিক্ষু। তিনি ফ্রা বিশুদ্ধিসম্বরথের ব্রহ্মবাদোস (ইংরেজি: Phra Visuddhisamvarathera) এবং আজাহন ব্রহ্মবাদোস নামেও পরিচিত। জন্মসূত্রে তাঁর নাম পিটার বেটস। তিনি আজাহন চাহ-এর শিষ্য। তিনি বর্তমানে পশ্চিম অস্ট্রেলিয়ায় সর্পেনটাইনে অবস্থিত বোধিঞান বিহারের প্রধান। তিনি ভিক্টোরিয়া রাজ্যের বৌদ্ধ সোসাইটির আধ্যাত্মিক উপদেষ্টা, দক্ষিণ অস্ট্রেলিয়ার বৌদ্ধ সোসাইটির আধ্যাত্মিক উপদেষ্টা, সিঙ্গাপুরে বৌদ্ধ ফেলোশিপের আধ্যাত্মিক পরামর্শদাতা, ব্রাহ্ম কেন্দ্রের পৃষ্ঠপোষক।  সিঙ্গাপুর, যুক্তরাজ্যের অনুকম্পা ভিক্ষুনি প্রকল্পের আধ্যাত্মিক উপদেষ্টা এবং পশ্চিম অস্ট্রেলিয়া (বিএসডাব্লুএ) এর বৌদ্ধ সোসাইটির আধ্যাত্মিক পরিচালক।\n\n\n== প্রাথমিক জীবন ==\n\nআজহান ব্রাহ্ম-এর জন্ম লন্ডনে, ১৯৫১ সালে। তিনি একটি শ্রমিক শ্রেণীর পটভূমি থেকে এসেছিলেন এবং ল্যাটিমার উচ্চ বিদ্যালয়ে গিয়েছিলেন।[২]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ অক্টোবর ২০২১ তারিখে তিনি স্কুলে থাকতেই বৌদ্ধ বইপত্র পড়ে পড়ে নিজেকে একজন বৌদ্ধ বলে মনে করতেন। তিনি ১৯৬০ -এর দশকের শেষের দিকে ক্যামব্রিজ বিশ্ববিদ্যালয়ের ইমানুয়েল কলেজে তাত্ত্বিক পদার্থবিজ্ঞান পড়ার জন্য বৃত্তি লাভ করেন। কেমব্রিজ বিশ্ববিদ্যালয়ে তাত্ত্বিক পদার্থবিদ্যা পড়ার সময়ে বুদ্ধধর্ম ও ধ্যানের প্রতি তাঁর আগ্রহ আরও বাড়ে। ডেভনের একটি উচ্চ বিদ্যালয়ে গণিত পড়ানোর এক বছর শিক্ষকতা করে তিনি এরপর থাইল্যাণ্ডে পাড়ি জমান ভিক্ষু হওয়ার জন্য। তেইশ বছর বয়সে ওয়াট সাকেতের মঠশিল্পী সোমদেত কিয়াও কর্তৃক উপসম্পদা প্রাপ্ত হন।  তিনি পরবর্তীকালে অাজান চাহে্র অধীনে বন ধ্যান করে নয় বছর অধ্যয়ন ও প্রশিক্ষণ কাটিয়েছেন।\n\n\n== বোধিঞান বৌদ্ধ বিহার ==\nভিক্ষু হিসেবে নয় বছর অনুশীলন করার পর, আজহান ব্রাহ্মকে ১৯৮৩ সালে আজান চাহ্ পার্থে পাঠিয়েছিলেন আজান জাগারোকে শিক্ষাদানের কাজে সহায়তা করার জন্য। প্রাথমিকভাবে, তারা উভয়েই উত্তর পার্থের শহরতলির ম্যাগনোলিয়া স্ট্রিটে একটি পুরানো বাড়িতে থাকতেন, কিন্তু ১৯৮৩ সালের শেষের দিকে, তারা পার্থের দক্ষিণে সার্পেন্টাইনের পাহাড়ে ৯৭ একর (৩৯৩,০০০ মি²) গ্রামীণ এবং বনভূমি কিনেছিলেন। জমিটি বোধিঞান বিহার (তাদের শিক্ষক, আজহান চাহ্ বোধিন্যের নামে নামকরণ) হওয়ার কথা ছিল। বোধিঞান দক্ষিণ গোলার্ধে থাই থেরবাদা বংশের প্রথম নিবেদিত বৌদ্ধ বিহারে পরিণত হওয়ার কথা ছিল এবং আজ অস্ট্রেলিয়ায় বৌদ্ধ ভিক্ষুদের সবচেয়ে বড় সম্প্রদায়। এই সময়ে পার্থে বৌদ্ধরা, এবং সামান্য অর্থায়নে, সন্ন্যাসীরা নিজেরাই অর্থ সঞ্চয়ের জন্য নির্মাণ শুরু করেছিলেন। আজহান ব্রাহ্ম নদীর গভীরতা নির্ণয় এবং ইটভাটা শেখেন এবং বর্তমান ভবনগুলির অনেকগুলি নিজেই তৈরি করেন।\n১৯৯৪ সালে, আজহান জাগারো পশ্চিম অস্ট্রেলিয়া থেকে একটি বিশ্রামকালীন ছুটি নিয়েছিলেন এবং এক বছর পরে এটি বাতিল করা হয়েছিল। দায়িত্বে থাকা, আজহান ব্রাহ্ম এই ভূমিকা গ্রহণ করেছিলেন এবং শীঘ্রই অস্ট্রেলিয়া এবং দক্ষিণ -পূর্ব এশিয়ার অন্যান্য অংশে তাঁর শিক্ষা প্রদানের জন্য আমন্ত্রণ জানানো হয়েছিল। তিনি ২০০২ সালে নমপেনে আন্তর্জাতিক বৌদ্ধ সম্মেলনে এবং বৌদ্ধধর্মের তিনটি বৈশ্বিক সম্মেলনে বক্তা ছিলেন। ধ্যান করতে শিখুন এবং বোধিঞায় তার ভিক্ষু সংঘের কাছেও। আজহান ব্রাহ্ম পার্থের উত্তর -পূর্বে পাহাড়ের গিজগান্নুপে ধামসার ভিক্ষুণীদের বিহার প্রতিষ্ঠার ক্ষেত্রেও প্রভাবশালী ছিলেন, যা সম্পূর্ণভাবে স্বাধীন বিহার, যা যৌথভাবে পরিচালিত হয় আইয়া নিরোধ এবং শ্রদ্ধেয় হাসাপান দ্বারা।\n\n\n== অনুকম্পা ভিক্ষুণী প্রকল্প ==\n২০১৫ সালের অক্টোবরে, আজহান ব্রাহ্ম পার্থের ধামসার নানের বিহারের শ্রদ্ধেয় ক্যান্ডিকে যুক্তরাজ্যে একটি বিহার প্রতিষ্ঠার দিকে পদক্ষেপ নিতে বলেছিলেন। এর প্রতিক্রিয়ায় অনুকম্পা ভিক্ষুনি প্রকল্পের জন্ম হয়। অনুকম্পা ভিক্ষুনি প্রকল্পের লক্ষ্য হল যুক্তরাজ্যে ভিক্ষুনি উপস্থিতি প্রতিষ্ঠার মাধ্যমে প্রাথমিক বৌদ্ধ ধর্মের শিক্ষা ও চর্চা প্রচার করা। এর দীর্ঘমেয়াদি আকাঙ্খা হল একটি সমন্বিত ও ধ্যানমগ্ন পরিবেশের সাথে একটি বিহার গড়ে তোলা,যে মহিলারা সম্পূর্ণ সমন্বয়ের দিকে প্রশিক্ষণ দিতে চান। তিনি বলেন:\n\n\"আমি যে কারণে যুক্তরাজ্যে যাচ্ছি তা হল কারণ।  যেখানে মানুষকে ন্যায়সঙ্গততা দেওয়া হয়।  খুব ভাল বিশ্ববিদ্যালয়। আমাকে একটি সুযোগ দেওয়া হয়েছিল, এবং আমি এখনই যুক্তরাজ্যে দেখছি, থেরবাদ বৌদ্ধধর্মের মহিলাদের সুযোগ দেওয়া হয় না; তাদের জন্মের কারণে তাদের থেরবাদ বৌদ্ধধর্মে সম্পূর্ণ নিয়ন্ত্রণ করার অনুমতি নেই, যা ব্যক্তিগতভাবে, কারণ  আমার লালন -পালনের ব্যাপারে, আমি মনে করি অগ্রহণযোগ্য।  এবং আমার সন্ন্যাস জীবনে এই সময়ে ঘটে যে আমি কিছু করতে পারছি।আমার অনেক শিষ্য আছে এবং সেই শিষ্যদের মধ্যে কেউ কেউ তাদের অর্থের একটি ভাল কারণে দিতে চায়। তাই পরবর্তী প্রকল্পটি চেষ্টা করা এবং  যুক্তরাজ্যের ভিক্ষুনি সংঘের জন্য একটি সুন্দর শুরু করুন। যেখানে ভিক্ষুনি ক্যান্ডির মতো একজন ভালো নান থাকার জায়গা এবং শেখার জায়গা আছে। এই মুহূর্তে তার কোথাও নেই, সত্যিই, একেবারে কোথাও থাকার জায়গা নেই! তাই  আবাসনের প্রয়োজনীয়তা প্রাথমিক। \"এই মঠটি ঘটতে চলেছে। এটা শুধু সময়ের ব্যাপার। ভিক্ষুনি সংঘ বৌদ্ধ ধর্মের চেয়ারের চতুর্থ পা, বুদ্ধ এটাই বলেছিলেন।  তিনি বটগাছের নিচে আলোকিত হওয়ার পর, মার তার কাছে এসে বললেন, 'ঠিক আছে, তুমি আলোকিত, আমি এটা স্বীকার করি।  এখন শিক্ষাদানে যাবেন না, এটা খুব বোঝা।  শুধু এখনই প্রবেশ করুন, শুধু উধাও '।  বুদ্ধ বললেন, 'না, আমি পরিনির্বাণে প্রবেশ করব না।  আমি এই জীবন ত্যাগ করব না যতক্ষণ না আমি ভিক্ষু সংঘ, ভিক্ষুনি সংঘ, লেম্যান এবং লেওমেন বৌদ্ধদের প্রতিষ্ঠা না করি: বৌদ্ধধর্মের চারটি স্তম্ভ '।  পঁয়তাল্লিশ বছর পরে, ক্যাপালা মন্দিরে, মারা আবার এসে বললেন, 'তুমি এটা করেছ!  এখানে প্রচুর এবং প্রচুর ভিখুনি আলোকিত, প্রচুর ভিক্ষু আলোকিত, মহান সাধারণ এবং স্ত্রীলোক বৌদ্ধ।  ।  ।  তাই আপনার প্রতিশ্রুতি রক্ষা করুন, এবং বুদ্ধ বললেন, 'ঠিক আছে, তিন মাসের মধ্যে, আমি মহা\nপরিনির্বাণে প্রবেশ করব'।\n\nসূত্র থেকে সেই দুটি অনুচ্ছেদ যা দেখায় তা হল বুদ্ধের মিশন;  সেজন্যই তিনি শিখিয়েছিলেন - সংঘের সেই চারটি স্তম্ভ স্থাপন করতে।  আমরা একজনকে হারিয়েছি, তাই বুদ্ধের প্রতি বিশ্বাসী প্রত্যেক বৌদ্ধের উচিত প্রকৃতপক্ষে বুদ্ধকে ভিক্ষুকনি সংঘকে পুনরায় প্রতিষ্ঠা করা।  এটি ছিল তার মিশন, কিন্তু ইতিহাসের কারণে তার মিশন ব্যর্থ হয়েছে। ”\n\n\n== নারী-পুরুষ সমতা ==\nআজহান ব্রাহ্ম সমকামী বিবাহের প্রতি তার সমর্থনের কথা প্রকাশ্যে বলেছেন।  ২০১৪ সালে সিঙ্গাপুরে একটি সম্মেলনে, তিনি বলেছিলেন যে তিনি নরওয়েতে একটি দম্পতির জন্য সমলিঙ্গের বিবাহের আশীর্বাদ করতে পেরে অত্যন্ত গর্বিত, এবং জোর দিয়েছিলেন যে বৌদ্ধ শিক্ষা যৌনতার ভিত্তিতে বৈষম্যমূলক আচরণ করে না।\n\n\n== দয়াশীলতা ==\nধর্মনিরপেক্ষ শিল্পের দ্বারা \"মননশীলতা\" অনুশীলনটি পুনরুদ্ধার করার প্রচেষ্টায় এবং সাম্প্রতিক দাবী যে এটি বৌদ্ধধর্মের মালিকানাধীন নয়,[৩] আজহান ব্রাহ্ম স্পষ্ট করেছেন যে বৌদ্ধধর্মের বাকি সহায়ক বিষয়গুলির মধ্যে মননশীলতা একটি অনুশীলন (নোবেল আটগুণ পথ সঠিক দৃষ্টিভঙ্গি, সঠিক প্রেরণা, সঠিক বক্তব্য, সঠিক কর্ম, সঠিক জীবিকা, সঠিক প্রচেষ্টা, সঠিক মননশীলতা এবং সঠিক স্থিরতা)। সন্ন্যাসীর মতে, মননশীলতা বৌদ্ধধর্ম নামে একটি মহান প্রশিক্ষণের অংশ, এবং প্রকৃতপক্ষে বৌদ্ধধর্ম থেকে মননশীলতা কেড়ে নেওয়া অসহায়, ভুল এবং প্রতারণামূলক - মননশীলতা বৌদ্ধধর্মের একটি সাংস্কৃতিক ঐতিহ্য। প্রজ্ঞা এবং সমবেদনা ছাড়া মননশীলতার অনুশীলন করা যথেষ্ট নয়। অতএব, পালি সুতাস থেকে আঁকা, আজহান ব্রাহ্ম \"দয়ালুতা\" শব্দটি তৈরি করেছেন, যার অর্থ বুদ্ধি এবং সহানুভূতির সাথে মননশীলতা — যা ঘটছে তার প্রতিক্রিয়াগুলির নৈতিক এবং নৈতিক সহানুভূতিশীল পরিণতিগুলি জানার সাথে মিলিত হওয়া।\n\n\n== রোহিঙ্গা সংকট ==\n২০১৫ সালে, রোহিঙ্গা শরণার্থী সংকটের সময়, পশ্চিম অস্ট্রেলিয়ার বৌদ্ধ সমাজ বাংলাদেশে বাস্তুচ্যুত এতিমদের সহায়তার জন্য অর্থ দান করেছিল। অনুষ্ঠানে বক্তব্য দিতে গিয়ে আজহান ব্রাহ্ম বলেছেন:\n\n\"আপনি যে জাতি বা ধর্মেরই হোন না কেন, আমরা সবসময় একে অপরের দেখাশোনা করি।  সব ধর্মই ভাই -বোন, তাই আমরা একে অপরের যত্ন নিই।  তাই হিংসা এবং অবিশ্বাস অদৃশ্য হতে পারে এবং দয়া এবং ভালবাসা এবং একে অপরকে সাহায্য করতে পারে।\"\n\n\n== উক্তিসমূহ ==\nআজহান ব্রাহ্ম বিভিন্ন সময় বিভিন্ন স্থানে অনেক গুরুত্বপূর্ণ দেশনা করেছেন। নিম্নে তার মধ্যে গুরুত্বপূর্ণ উক্তি তুলে ধরা হয়েছে:\n\nঅন্য কিছু হয়ে আপনি সুখী হবেন এমন ভাবা বিভ্রম।  অন্য কিছু হয়ে ওঠা শুধু অন্যরকম দু .খের জন্য এক ধরনের কষ্টের বিনিময় করে।  কিন্তু যখন আপনি সন্তুষ্ট হন যে আপনি এখন কে, জুনিয়র বা সিনিয়র, বিবাহিত বা অবিবাহিত, ধনী বা দরিদ্র, তখন আপনি কষ্ট থেকে মুক্ত।\"কোন ব্যাপার আপনি কি জাতি বা ধর্ম, আমরা সবসময় একে অপরের দিকে তাকান। সমস্ত ধর্মই ভাই ও বোন, তাই আমরা একে অপরকে যত্নশীল। তাই সহিংসতা এবং অবিশ্বাস অদৃশ্য এবং উদারতা এবং প্রেম এবং একে অপরের সাহায্য করতে পারে।\"\"আমাদের সঙ্গীর ত্রুটিগুলির জন্য আমাদের সবসময় কৃতজ্ঞ হওয়া উচিত কারণ যদি তাদের প্রথম থেকেই সেই দোষ না থাকত, তাহলে তারা আমাদের চেয়ে অনেক ভালো কাউকে বিয়ে করতে পারত।\"\"ভালোবাসা কাউকে পছন্দ না করা।  যে কেউ তা করতে পারে।  ভালোবাসা হল এমন কিছু ভালোবাসা যা কখনো কখনো আপনি পছন্দ করেন না।\"\"\"সমস্যা\" সমাধান করুন?  আপনি শুধু আপনার মৃত্যুর আগ পর্যন্ত নয় বরং আরো অনেক জীবনকাল ধরে এটি সমাধান করার চেষ্টা করবেন।  পরিবর্তে, বুঝতে হবে যে এই পৃথিবীটি কেবল ইন্দ্রিয়ের খেলা।  এটি পাঁচটি খণ্ড তাদের কাজ করছে;  তোমার সাথে এর কোন সম্পর্ক নেই।  এটা শুধু মানুষ হচ্ছে মানুষ, পৃথিবী হচ্ছে পৃথিবী।\"\"নীরবতা চিন্তাভাবনার চেয়ে প্রজ্ঞা এবং স্বচ্ছতার অনেক বেশি উৎপাদনশীল।\"\"অর্জিত প্রতিক্রিয়া, শুধুমাত্র কিছু সংস্কৃতির জন্য নির্দিষ্ট।  এটি সর্বজনীন নয় এবং এটি অনিবার্য নয়।  ... দুঃখ কেবল আপনার কাছ থেকে যা কেড়ে নেওয়া হয়েছে তা দেখছে।  একটি জীবনের উদযাপন হল যে আমরা আশীর্বাদ করা হয়েছে সব স্বীকৃতি, এবং খুব কৃতজ্ঞ বোধ।\"\"আপনার ছবির অ্যালবাম অনেকেরই একটি ছবির অ্যালবাম আছে।  এতে তারা সবচেয়ে সুখের সময়ের স্মৃতিগুলো ধরে রাখে।  তাদের খুব ছোটবেলায় সৈকতে খেলার একটি ছবি থাকতে পারে।  তাদের গ্র্যাজুয়েশন অনুষ্ঠানে তাদের গর্বিত বাবা -মায়ের সঙ্গে ছবি থাকতে পারে।  তাদের বিয়ের অনেক শট থাকবে যা তাদের প্রেমকে তার সর্বোচ্চ বিন্দুতে ধারণ করে।  এবং ছুটির স্ন্যাপশটও থাকবে।  কিন্তু আপনি কখনোই আপনার অ্যালবামে আপনার জীবনের দুঃখজনক মুহূর্তের কোন ছবি পাবেন না।  অনুপস্থিত স্কুলে অধ্যক্ষের অফিসের বাইরে আপনার ছবি।  আপনার পরীক্ষার জন্য গভীর রাত পর্যন্ত অধ্যয়নরত কোন ছবি অনুপস্থিত।  আমার অ্যালবামে তাদের বিবাহ বিচ্ছেদের ছবি আমার কারো কাছে নেই, না তাদের মধ্যে একজন হাসপাতালের বিছানায় ভয়ানক অসুস্থ, না সোমবার সকালে কাজ করার পথে ব্যস্ত যানজটে আটকে!  এই ধরনের হতাশাজনক শট কখনও কারও ছবির অ্যালবামে প্রবেশ করতে পারে না।  তবুও আরেকটি ছবির অ্যালবাম আছে যা আমরা আমাদের মাথায় রাখি যার নাম আমাদের স্মৃতি।  সেই অ্যালবামে, আমরা অনেকগুলি নেতিবাচক ফটোগ্রাফ অন্তর্ভুক্ত করেছি।  সেখানে আপনি অপমানজনক যুক্তিগুলির অনেকগুলি স্ন্যাপশট খুঁজে পান, সেই সময়ের অনেক ছবি যখন আপনি খুব খারাপভাবে হতাশ হয়েছিলেন, এবং সেই সময়গুলির বেশ কয়েকটি মনটেজ যেখানে আপনার সাথে নিষ্ঠুর আচরণ করা হয়েছিল।  আনন্দের মুহূর্তের সেই অ্যালবামে আশ্চর্যজনকভাবে কয়েকটি ছবি রয়েছে।  এটা পাগলামি!  সুতরাং আসুন আমাদের মাথায় ছবির অ্যালবামটি পরিষ্কার করি।  মুছে ফেলুন অনাকাঙ্ক্ষিত স্মৃতি।  তাদের আবর্জনা।  তারা এই অ্যালবামে নেই।  তাদের জায়গায়, একই ধরনের স্মৃতি রাখুন যা আপনার একটি বাস্তব ছবির অ্যালবামে আছে।  যখন আপনি আপনার সঙ্গীর সাথে মিশেছিলেন, যখন সত্যিকারের দয়া করার সেই অপ্রত্যাশিত মুহূর্তটি ছিল, অথবা যখনই মেঘগুলি বিচ্ছিন্ন হয়ে গিয়েছিল এবং সূর্য অসাধারণ সৌন্দর্যে উজ্জ্বল হয়েছিল তার সুখের মধ্যে আটকে দিন।  আপনার স্মৃতিতে সেই ছবিগুলি রাখুন।  তারপরে যখন আপনার কাছে কিছু অতিরিক্ত মুহূর্ত থাকবে, আপনি দেখতে পাবেন যে আপনি তার পৃষ্ঠাগুলি একটি হাসি দিয়ে বা এমনকি হাসির সাথে উল্টে ফেলবেন।\"আমি একবার বুঝতে পেরেছিলাম যে আপনি যদি জনসাধারণের বক্তৃতা দেওয়ার সময় মজা করার সিদ্ধান্ত নেন তবে আপনি শিথিল হন।  একই সাথে ভয় এবং মজা থাকা মানসিকভাবে অসম্ভব।  যখন আমি শিথিল হই, আমার কথা বলার সময় আমার মনের মধ্যে অবাধে ধারণা প্রবাহিত হয়, তারপর আমার মুখ দিয়ে বাক্যবিন্যাসের মসৃণতা দিয়ে চলে যান।  তাছাড়া, মজার হলে দর্শকরা বিরক্ত হয় না।\"একটি বিহারে ক্ষমাশীলতা কাজ করে, আমি আপনাকে বলতে শুনেছি, কিন্তু যদি আমরা বাস্তব জীবনে এই ধরনের ক্ষমা প্রদান করি, তাহলে আমরা সুবিধা গ্রহণ করব।  লোকেরা আমাদের চারপাশে হাঁটবে - তারা কেবল মনে করবে আমরা দুর্বল।  আমি রাজী.  এই ধরনের ক্ষমা খুব কমই নিজের উপর কাজ করে।  যেমনটি বলা হয়, \"যে অন্য গাল ঘুরায়, তাকে অবশ্যই একবারের পরিবর্তে দুবার দাঁতের ডাক্তারের কাছে যেতে হবে!\"\"যদি আপনি জানেন যে কীভাবে ছেড়ে দেওয়া এবং শান্তিতে থাকতে হয়, আপনি পৃথিবীতে বসবাস সম্পর্কে আপনার যা যা জানা দরকার তা জানেন।\"\"নিঃস্বার্থ দান, সেবা, দয়া যা আপনি এই পৃথিবীতে দান করেন যা (জীবনের) অর্থের মুদ্রা।\"\"খুব বেশি জ্ঞান সম্পন্ন মানুষ কখনোই এখনকার সত্য বুঝতে পারে না।\"\"আসল সৌন্দর্য নিখুঁততার মধ্যে নিহিত নয়, বরং আলিঙ্গন এবং অসম্পূর্ণতা গ্রহণ করা।\"\n\n\n== গ্রন্থপঞ্জি ==\nআজহান ব্রাহ্মের গল্পগুলোতে অন্তর্দৃষ্টি,ভালোবাসা এবং করুণার মুহূর্তগুলো যেন আশার নদীর মতো বয়ে যায়।প্রায় ৪৫ বছর ধরে একজন বৌদ্ধ ভিক্ষু হিসেবে জীবন কাটানো, পশ্চিমে জন্ম এবং পড়াশোনা করা, কিন্তু থাই বনধারাতে (Thai Forest Tradition) প্রশিক্ষিত আজহান ব্রাহ্ম অনেকগুলো হৃদয় নাড়া দেওয়া, মজার কিন্তু গভীর অর্থবোধক কাহিনি এখানে কুড়িয়ে এনেছেন। এই শিক্ষামূলক সংগ্রহের অনেক গল্পই হচ্ছে জীবনের-জন্য-সত্য গল্পকথা, যেগুলো আরও গভীর স্মৃতি, প্রজ্ঞা, ভালোবাসা এবং করুণাবোধে আমাদের উদ্ভাসিত করে। প্রত্যেকটি গল্পে সত্যের তীক্ষ্ণ ধার স্পষ্ট। তীক্ষ্ণ রসবোধ এবং প্রজ্ঞার সমন্বয়ে বলা এই গল্পগুলোতে গভীর বিশ্বাস, নম্রতা ও অধ্যবসায়ের ছাপ পরিস্ফুট হয়ে উঠেছে। তা ছাড়াও এই গল্পগুলো সাধারণ মানুষের জীবনের অন্তর্দৃষ্টি, ভালোবাসা ও করুণার মুহূর্তগুলোকে প্রকাশিত করেছে।\n\n\n== অর্জন ==\nএখনও কনিষ্ঠ সন্ন্যাসী থাকা সত্ত্বেও, আজহান ব্রাহ্মকে বৌদ্ধ সন্ন্যাসী কোড-বিনয়-এর একটি ইংরেজি-ভাষা নির্দেশিকা সংকলন করতে বলা হয়েছিল, যা পরবর্তীতে পশ্চিমা দেশগুলির অনেক থেরবাদান বিহারে সন্ন্যাসী শৃঙ্খলার ভিত্তি হয়ে ওঠে।  বর্তমানে, ব্রাহ্ম পশ্চিম অস্ট্রেলিয়ার সর্পেন্টিনে বোধিঞান বিহারের মহাশয়, পশ্চিম অস্ট্রেলিয়ার বৌদ্ধ সমাজের আধ্যাত্মিক পরিচালক, ভিক্টোরিয়ার বৌদ্ধ সমাজের আধ্যাত্মিক উপদেষ্টা, দক্ষিণ অস্ট্রেলিয়ার বৌদ্ধ সমাজের আধ্যাত্মিক উপদেষ্টা, বৌদ্ধের আধ্যাত্মিক পৃষ্ঠপোষক  সিঙ্গাপুরে ফেলোশিপ এবং অতি সম্প্রতি, যুক্তরাজ্যের অনুকম্পা ভিক্ষুনি প্রকল্পের আধ্যাত্মিক উপদেষ্টা।\n২০০৪ সালের অক্টোবরে, কার্টিন বিশ্ববিদ্যালয় কর্তৃক অস্ট্রেলিয়ান সম্প্রদায়ের প্রতি তার দৃষ্টি, নেতৃত্ব এবং সেবার জন্য আজহান ব্রাহ্মকে জন কার্টিন পদক প্রদান করা হয়।\nরাজা রাম নবম, ভূমিবোল আদুল্যাদেজের ডায়মন্ড জয়ন্তীর পৃষ্ঠপোষকতায়, আজহান ব্রাহ্মকে ফ্রা বিশুদ্ধিসম্বরথের উপাধি দেওয়া হয়েছিল, ওয়াট নং পাহ পং এর বর্তমান মহাশয় আজহান লিমে একবার রয়াল গ্রেড থাই ধর্মীয় উপাধি দেওয়া হয়েছিল।\n৫ সেপ্টেম্বর ২০১৯ এ, আজহান ব্রাহ্মকে বৌদ্ধধর্ম এবং লিঙ্গ সমতার সেবার জন্য অর্ডার অব অস্ট্রেলিয়া, জেনারেল ডিভিশন পদক প্রদান করা হয়েছিল।  বিনিয়োগটি পশ্চিমী অস্ট্রেলিয়ার গভর্নমেন্ট হাউসে করা হয়েছিল।\n\n\n== আরও দেখুন ==\nবৌদ্ধধর্ম\nত্রিপিটক\nথিচ নাট হান\nবৌদ্ধ দর্শন\nঅমরাবতী বৌদ্ধ বিহার\nসাধনানন্দ মহাস্থবির\n\n\n== আরও পড়ুন ==\nEgan, Colleen (১৮ জুন ২০০১)। \"Monk caught up in fire and brimstone\"। The Australian। \nFranklin, Dave (১১ মে ২০০৩)। \"Religion with a humorous twist\"। The Sunday Times। Perth, Australia। \nHorayangura, Nissara (২৮ এপ্রিল ২০০৯)। \"The bhikkhuni question\"। Bangkok Post।  The full transcript from the 28 February 2009 interview is available on Buddhanet.\nPitsis, Simone (২৭ জুলাই ২০০২)। \"Brahm's symphony is the sound of silence\"। The Australian। \nRanatunga, D. C. (৪ ফেব্রুয়ারি ২০০৭)। \"Be good, be happy\"। Sunday Times (Sri Lanka)। 41 (36)। আইএসএসএন 1391-0531। \n\"Few minutes of meditation, good way to start\"। Sunday Times (Sri Lanka)। 41 (40)। ৪ মার্চ ২০০৭। আইএসএসএন 1391-0531। \nRanatunga, D. C. (৯ ডিসেম্বর ২০০৭)। \"Meeting Ajahn Brahm in a relaxed mood\"। Sunday Times (Sri Lanka)। 42 (28)। আইএসএসএন 1391-0531। \nSmedley, Tim (৩ মে ২০০৭)। \"What HR could learn from Buddhism\"। People Management। 13 (9): 14। আইএসএসএন 1358-6297। \nWettimuny, Samangie (৩ মার্চ ২০১১)। \"Path to inner happiness\"। Daily News। Sri Lanka। ২৪ আগস্ট ২০১১ তারিখে মূল থেকে আর্কাইভ করা। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআজহান ব্রাহ্মের ফেসবুক\nআজহান ব্রাহ্মের ইউটিউব চ্যানেল\nআজহান ব্রাহ্মের ওয়েবসাইট\n উইকিউক্তিতে আজহান ব্রাহ্ম সম্পর্কিত উক্তি পড়ুন।\nhttps://insighttimer.com/iknowmagic/guided-meditations/uncertainty-dharma-talk-with-ajahn-brahm\nhttps://www.publishersweekly.com/pw/authorpage/ajahn-brahm.html\nhttps://www.lionsroar.com/tag/ajahn-brahm/  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ অক্টোবর ২০২১ তারিখে"}