{"pageid": 1092040, "title": "ভরক্রিয়ার সূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1092040", "content": "একটি রাসায়নিক বিক্রিয়ার হার বিক্রিয়ায় অংশগ্রহণকারী বিক্রিয়কসমূহের সক্রিয়তা অথবা ঘনমাত্রাসমূহের গুণফলের সরাসরি সমানুপাতিক। রসায়ন শাস্ত্রে এই নিয়মটিই ভরক্রিয়ার সূত্র নামে পরিচিত। এই সূত্রটি গতীয় সাম্যাবস্থায় দ্রবণের আচরণ কিরূপ হবে তার ব্যাখ্যা এবং পূর্বাভাস দেয়। বিশেষত, একটি রাসায়নিক বিক্রিয়ার ক্ষেত্রে কোন মিশ্রণ সাম্যাবস্থায় থাকলে বিক্রিয়কের ঘনমাত্রা এবং উৎপাদের অনুপাত যে ধ্রুব হবে এই সূত্রটি তারই ইঙ্গিত দেয়।\nসূত্রটির প্রাথমিক গঠন দুটি দৃষ্টিকোণ বা ধারণার সাথে সম্পর্কযুক্ত; যথা: ১) সাম্যাবস্থা যা বিক্রিয়ায় অংশগ্রহণকারী মিশ্রণটির উপাদান বা উপাদানসমূহের ব্যাপারে আলোকপাত করে এবং ২) রাসায়নিক গতিবিদ্যা যা মৌলিক বিক্রিয়ার ক্ষেত্রে বিক্রিয়ার হারের সমীকরণের কথা বলে। দুটি ধারণাই ১৮৬৪ এবং ১৮৭৯ এর মধ্যে কেটো এম. গুলবার্গ এবং পিটার ভাগের করা গবেষণার ফসল। দুজনই রাসায়নিক গতিবিদ্যার তত্ত্ব এবং বিক্রিয়ার হারের সমীকরণ ব্যবহারের মাধ্যমে সাম্যাবস্থার ধ্রুবকগুলো প্রতিপাদনের প্রস্তাব করেন। অধিকন্তু, রাসায়নিক সাম্যাবস্থা যে এক প্রকার গতীয় সাম্যাবস্থা এবং অগ্রগামী ও পশ্চাৎমুখী বিক্রিয়ার হার যে অবশ্যই রাসায়নিক সাম্যাবস্থার সমান হবে গুলবার্গ এবং ভাগে দুজনই এই ব্যপারগুলো উপলব্ধি ও স্বীকার করে নেন। গতিবিদ্যার আলোকে সাম্যাবস্থার ধ্রুবকটির রাশিমালা প্রতিপাদন করতে হলে অপরিহার্যভাবেই বিক্রিয়ার হারের সমীকরণটিকেও ব্যবহার করতে হয়। পরবর্তীকালে ইয়াকোবুস হেনরিকুস ফান্ট হফ স্বতন্ত্রভাবে বিক্রিয়ার হারের সমীকরণের রাশিমালাটির পুনরাবিষ্কার করেন।\nভরক্রিয়ার এই  সূত্রটি রাসায়নিক সাম্যাবস্থার একটি বিবৃতি দেওয়ার পাশাপাশি রাসায়নিক সাম্য ধ্রুবকের জন্য এমন একটি রাশিমালা প্রদান করে যা আবার রাসায়নিক সাম্যাবস্থার চরিত্র নির্ধারণ করে। আধুনিক রসায়ন বিজ্ঞানে সাম্যাবস্থার তাপগতিবিদ্যার আলোকে এই সূত্রটি প্রতিপাদন করা হয়।  উপরন্তু রাসায়নিক বিভব শক্তির ধারণার আলোকেও এটি প্রতিপাদন করা যেতে পারে।\n\n\n== ইতিহাস ==\n\n\n== সূত্রটির আধুনিক বিবৃতি ==\nনির্দিষ্ট সময়ে নির্দিষ্ট তাপমাত্রায় একটি রাসায়নিক বিক্রিয়ার হার ঐ বিক্রিয়ায় অংশগ্রহণকারী বিক্রিয়কসমূহের সক্রিয় ভর তথা মোলার ঘনমাত্রা বা আংশিক চাপের সমান হবে।\nA ও B বিক্রিয়ক দুটির বিক্রিয়ায় C ও D উৎপাদগুলো তৈরি হলে বিক্রিয়াটিকে লেখা যায়—\t\t\t\n\nA+B→←C+D\nসম্মুখমুখী বিক্রিয়ার হার বা গতিবেগ হবে:\n\n  \n    \n      \n        \n          r\n          \n            f\n          \n        \n        =\n        \n          k\n          \n            f\n          \n        \n        [\n        A\n        ]\n        [\n        B\n        ]\n      \n    \n    {\\displaystyle r_{f}=k_{f}[A][B]}\n  \n\nএবং পশ্চাৎমুখী বিক্রিয়ার হার বা গতিবেগ হবে:\n\n  \n    \n      \n        \n          r\n          \n            b\n          \n        \n        =\n        \n          k\n          \n            b\n          \n        \n        [\n        C\n        ]\n        [\n        D\n        ]\n      \n    \n    {\\displaystyle r_{b}=k_{b}[C][D]}\n  \n\nসাম্যাবস্থায় উভয় বিক্রিয়ার হার সমান হওয়ায়:\n\n  \n    \n      \n        \n          r\n          \n            f\n          \n        \n        =\n        \n          r\n          \n            b\n          \n        \n      \n    \n    {\\displaystyle r_{f}=r_{b}}\n  \n\nঅতএব, \n  \n    \n      \n        \n          k\n          \n            f\n          \n        \n        [\n        A\n        ]\n        [\n        B\n        ]\n        =\n        \n          k\n          \n            b\n          \n        \n        [\n        C\n        ]\n        [\n        D\n        ]\n      \n    \n    {\\displaystyle k_{f}[A][B]=k_{b}[C][D]}\n  \n\nঅতএব, \n  \n    \n      \n        \n          \n            \n              k\n              \n                f\n              \n            \n            \n              k\n              \n                b\n              \n            \n          \n        \n        =\n        \n          \n            \n              [\n              C\n              ]\n              [\n              D\n              ]\n            \n            \n              [\n              A\n              ]\n              [\n              B\n              ]\n            \n          \n        \n      \n    \n    {\\displaystyle {\\frac {k_{f}}{k_{b}}}={\\frac {[C][D]}{[A][B]}}}\n  \n\nসুতরাং, \n  \n    \n      \n        \n          K\n          \n            c\n          \n        \n        =\n        \n          \n            \n              [\n              C\n              ]\n              [\n              D\n              ]\n            \n            \n              [\n              A\n              ]\n              [\n              B\n              ]\n            \n          \n        \n      \n    \n    {\\displaystyle K_{c}={\\frac {[C][D]}{[A][B]}}}\n  \n\nএখানে \n  \n    \n      \n        \n          K\n          \n            c\n          \n        \n      \n    \n    {\\displaystyle K_{c}}\n  \n হচ্ছে বিক্রিয়াটির সাম্যাবস্থার ধ্রুবক যা বিক্রিয়ক ও উৎপাদসমূহের ঘনমাত্রার গুণফলের অনুপাত। একইভাবে আংশিক চাপের মাধ্যমেও সাম্যাবস্থার ধ্রুবককে প্রকাশ করা যায়।\n\n\n== অন্যান্য ক্ষেত্রে প্রয়োগ ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nStudies Concerning Affinity.  P. Waage and C.M. Guldberg; Henry I. Abrash, Translator.\n\"Guldberg and Waage and the Law of Mass Action\", E.W. Lund, J. Chem. Ed., (1965), 42, 548-550.\nA simple explanation of the mass action law. H. Motulsky.\nThe Thermodynamic Equilibrium Constant"}