{"pageid": 1092889, "title": "জি. ডি. বিড়লা", "url": "https://bn.wikipedia.org/wiki?curid=1092889", "content": "ঘনশ্যাম দাস বিড়লা (১০ এপ্রিল ১৮৯৪ - ১১ জুন ১৯৮৩) ছিলেন একজন ভারতীয় ব্যবসায়ী এবং বিড়লা পরিবারের সদস্য।\n\n\n== বিড়লা পরিবারের ইতিহাস ==\nঘনশ্যাম দাস বিড়লা জন্মগ্রহণ করেছিলেন ১০ এপ্রিল ১৮৯৪ সালে ভারতের  তখন রাজপুতানা    রাজ্যের ঝুনঝুনু জেলার পিলানি শহরে মহেশ্বরী নামে পরিচিত, মাড়োয়ারি সম্প্রদায়ের সদস্য হিসেবে।  তাঁর পিতা ছিলেন রাজা বলদেবদাস বিড়লা । ১৮৮৪ খ্রিস্টাব্দে বলদেব দাস বিড়লা বম্বে যান বাণিজ্যের নতুন পথের সন্ধানে। তিনি ১৮৮৪ সালে বোম্বেতে শিব নারায়ণ বলদেব দাস এবং ১৮৯৭ সালে কলকাতায় বালদেব দাস যুগল কিশোর প্রতিষ্ঠা করেন। সংস্থাগুলি রূপা, তুলা, শস্য এবং অন্যান্য পণ্যগুলিতে ব্যবসা শুরু করে। তার পরবর্তীকালে ৪ পুত্র যুগল কিশোর, রামেশ্বর দাস, ঘনশ্যাম দাস এবং ব্রজ মোহন ছিলেন। ঘনশ্যাম দাস ছিলেন চার ভাইয়ের মধ্যে সবচেয়ে সফল।\n\n\n== বিড়লা পরিবারের ব্যবসা ==\nজিডি বিড়লা পারিবারিক ব্যবসা উত্তরাধিকার সূত্রে পেয়েছেন এবং তাদের অন্যান্য এলাকায় আরও বৈচিত্র্য নিয়ে এসেছেন। এর মধ্যে, বর্তমানে ভারতে বিদ্যমান কমপক্ষে তিনটি সমসাময়িক পারিবারিক ব্যবসায়িক গোষ্ঠী তাঁর কাছে তাদের বংশের সন্ধান করতে পারে। এই ব্যবসার মধ্যে তিনি মহাজন ব্যবসাকে উৎপাদনে পরিণত করতে চেয়েছিলেন। তাই তিনি বিশ্বের বৃহত্তম পাট উৎপাদনকারী অঞ্চল বেঙ্গল প্রেসিডেন্সিতে কলকাতার উদ্দেশ্যে রওনা হন। সেখানে তিনি  \"নির্ভরশীলভাবে পাটের দালাল হিসাবে\" শুরু করেন।  ১৯১৮ সালে, তিনি বিড়লা জুট মিলস প্রতিষ্ঠা করেন, যা প্রতিষ্ঠিত ইউরোপীয় বণিকদের হতাশার জন্য, যাদের ব্রিটিশ সরকারের পক্ষপাতমূলক নীতি স্থানীয় বাঙালি বণিকদের ছাড়া অন্যদের পক্ষে ছিল। ব্রিটিশ এবং স্কটিশ বণিকরা অনৈতিক এবং একচেটিয়া পদ্ধতিতে তার ব্যবসা বন্ধ করার চেষ্টা করলেও তাকে অনেক বাধা দিতে হয়েছিল, কিন্তু তিনি অধ্যবসায় করতে সক্ষম ষ। যখন প্রথম বিশ্বযুদ্ধের ফলে ব্রিটিশ সাম্রাজ্য জুড়ে সরবরাহ সমস্যা দেখা দেয়, তখন বিড়লার ব্যবসা আকাশচুম্বী হয়।\n\n₹ ৫ মিলিয়ন বিনিয়োগের সাথে ১৯১৯ সালে, বিড়লা ব্রাদার্স লিমিটেড গঠিত হয়েছিল। একই বছর গোয়ালিয়রে একটি মিল স্থাপন করেছিলেন।\n১৯২৬ সালে তিনি ব্রিটিশ ভারতের কেন্দ্রীয় আইনসভায় নির্বাচিত হন।  তিনি ১৯৩২ সালে দিল্লিতে মহাত্মা গান্ধীর প্রতিষ্ঠিত হরিজন সেবক সংঘের প্রতিষ্ঠাতা সভাপতি হন। \n১৯৪০-এর দশকে, তিনি গাড়ির ব্যবসায়ে প্রবেশ করেন এবং হিন্দুস্তান মোটর প্রতিষ্ঠা করেন। স্বাধীনতার পর, বিড়লা পূর্ব ইউরোপীয় কোম্পানিগুলির অধিগ্রহণের একটি সিরিজের মাধ্যমে চা এবং বস্ত্র খাতে বিনিয়োগ করেছিলেন। তিনি সিমেন্ট, রাসায়নিক, রেয়ন এবং স্টিলের টিউবগুলিতে প্রসারিত এবং বৈচিত্র্যময় করেছিলেন। ১৯৪২ সালের ভারত ছাড়ো আন্দোলনের সময় ঘনশ্যাম দাস বিড়লা, ভারতীয় মূলধন ও ব্যবস্থাপনার সাথে একটি বাণিজ্যিক ব্যাংক সংগঠিত  করতে ইউনাইটেড কমার্শিয়াল ব্যাংক লিমিটেডকে অন্তর্ভুক্ত করা হয়েছিল। ইউকো ব্যাংক, পূর্বে ইউনাইটেড কমার্শিয়াল ব্যাংক, কলকাতায় ১৯৪৩ সালে প্রতিষ্ঠিত, এটি ভারতের অন্যতম প্রাচীন এবং প্রধান বাণিজ্যিক ব্যাংক।\n\n\n== মানবপ্রীতি ==\n\nনিজ শহরে অবকাঠামোগত উন্নয়নের কথা চিন্তা করে, বিড়লা পিলানীতে বিড়লা ইঞ্জিনিয়ারিং কলেজ (১৯৬৪  সালে বিড়লা ইনস্টিটিউট অফ টেকনোলজি অ্যান্ড সায়েন্স নামে  পিলানি|নামকরণ) এবং ১৯৪৩ সালে অন্যান্য শিক্ষাপ্রতিষ্ঠানের মধ্যে  ভিওয়ানিতে টেকনোলজিক্যাল ইনস্টিটিউট অফ টেক্সটাইল অ্যান্ড সায়েন্স প্রতিষ্ঠা করেন। উভয় কলেজই বছরের পর বছর ধরে ভারতের অন্যতম সেরা প্রকৌশল বিদ্যালয়ে পরিণত হয়েছে। এখন পিলানিতেও রয়েছে বিড়লা পাবলিক স্কুল, বিড়লার পরিবারের নামে একটি বিখ্যাত আবাসিক পাবলিক স্কুল এবং বেশ কয়েকটি পলিটেকনিক কলেজ। পিলানি শহর এবং স্থানীয় জনগোষ্ঠী এই প্রতিষ্ঠানের সাথে অত্যন্ত সহকর্মী সম্পর্ক উপভোগ করে, যার ফলে বিড়লার স্বপ্ন বাস্তবায়নের দিকে পা বাড়ায়। টিআইটি ও এস টেক্সটাইল ভিত্তিক শিক্ষা ও প্রশিক্ষণের উৎকর্ষ কেন্দ্র হিসাবেও বিকশিত হয়েছে। তদুপরি, জিডি বিড়লা মেমোরিয়াল স্কুল, রাণীক্ষেত, একটি প্রধান আবাসিক বিদ্যালয়ও তাঁর পুত্র বি কে বিড়লা তাঁর সম্মানে প্রতিষ্ঠিত করেছেন এবং আজ এটি দেশের অন্যতম সেরা আবাসিক বিদ্যালয় এবং কল্যাণ, ভারতের বিড়লা স্কুল তাঁর প্রচেষ্টায় প্রতিষ্ঠিত হয়েছিল কল্যাণ নাগরিক শিক্ষা সমিতির (কেসিইএস) সহযোগিতায়।\n১৯৫৭ সালে তিনি ভারত সরকারের থেকে  ভারতের  দ্বিতীয় সর্বোচ্চ নাগরিক সম্মাননা, পদ্মবিভূষণ পান।\nঘনশ্যাম দাস বিড়লা ৮৯ বছর বয়সে ১৯৮৩ সালের ১১ জুন লন্ডনে মারা যান। গোল্ডার্স গ্রিন শ্মশান, হুপ লেন, লন্ডনে তাঁর জন্য একটি স্মৃতিসৌধ রয়েছে। এটি একটি শিলালিপি সহ বাগানের দিকে তাকিয়ে একটি বড় মূর্তি নিয়ে গঠিত।\n\n\n== মহাত্মা গান্ধীর সাথে সম্পর্ক ==\nবিড়লা ছিলেন ঘনিষ্ঠ সহযোগী এবং মহাত্মা গান্ধীর অবিচল সমর্থক, যার সঙ্গে তিনি প্রথম দেখা করেছিলেন ১৯১৬ সালে। গান্ধী তাঁর জীবনের শেষ চার মাসে নয়াদিল্লিতে বিড়লার বাড়িতে ছিলেন।\n\n\n== উত্তরাধিকার ==\nজিডি বিড়লা তার প্রথম স্ত্রীর মৃত্যুর পর পুনরায় বিয়ে করেছিলেন। তাঁর তিনটি পুত্র ছিল, লক্ষ্মী নিবাস (তাঁর প্রথম স্ত্রী দুর্গা দেবীর পুত্র), কৃষ্ণ কুমার এবং বসন্ত কুমার (তাঁর দ্বিতীয় স্ত্রী মহাদেবী বিড়লার উভয় পুত্র)। কুমার মঙ্গলম বিড়লা তাঁর প্রপৌত্র। লক্ষ্মী নিবাস টেকনিক্যালি তার বড় ভাই যুগল কিশোর দ্বারা অভিযোজিত হয়েছিল।\n\n\n== ঘনশ্যাম দাস বিড়লার লেখা ==\nতাঁর লেখা মূলত স্মৃতিকথা, চিঠি, প্রবন্ধ এবং বক্তৃতার সংগ্রহ।\n\nডায়রি কিছু পন্নে (ডায়রি কে কিছু পান্ন বা ডায়েরির কিছু পাতা), ১৯৪০\nরূপে কি কাহানি (রূপায় কি কাহানি বা রুপির গল্প), ১৯৪৮\nবাপু (বাপু), ১৯৪১\nকিছু দেখা কিছু সুনা (কিছু কিছু কিছু শুনা বা কিছু দেখেছি কিছু শুনেছি), ১৯৬৬\nজামনালাল বাজাজ (যমনালাল বাজাজ)\nধ্রুবোপাখ্যান, ১৯৬০\nরূপ এবং রূপ : চার চিন্তা-প্রেরক নিবন্দ, ১৯৬০\nসমৃদ্ধির পথ, ১৯৫০\nদ্য শ্যাডো অফ দ্য মহাত্মা: একটি ব্যক্তিগত স্মৃতিকথা (কলকাতা, ১৯৫৩)\n\n\n== আরও পড়ুন ==\nজজনি, আরএন, জিডি বিড়লা (নয়াদিল্লি, ১৯৮৫)\nরস, এ।, দ্য এমিসারি: জিডি বিড়লা, গান্ধী এবং স্বাধীনতা (১৯৮৬)\n\n\n== আরও দেখুন ==\nবসন্ত কুমার বিড়লা, তার ছেলে\nবিড়লা পরিবার\nবিড়লা বিদ্যা মন্দির\nজিডিবিরলা শিক্ষা কেন্দ্র\nজিডি বিড়লা মেমোরিয়াল স্কুল\nবিড়লা এডুকেশন ট্রাস্ট\nবিড়লা সিনিয়র সেকেন্ডারি স্কুল\nবিড়লা পাবলিক স্কুল\nবিড়লা বালিকা বিদ্যাপীঠ\nবিড়লা শিশুবিহার\n\n\n== তথ্যসূত্র =="}