{"pageid": 1092214, "title": "ইবোনি সিম্পসন হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1092214", "content": "ইবোনি জেন সিম্পসন হত্যাকাণ্ড ১৯৯২ সালের ১৯শে আগস্ট অস্ট্রেলিয়ার নিউ সাউথ ওয়েলসের বারগোয় ঘটেছিল। নয় বছর বয়সী, সিম্পসনকে অপহরণ, ধর্ষণ ও শ্বাসরোধ করে হত্যা করা হয়েছিল, যখন অ্যান্ড্রু পিটার গারফোর্থ (জন্ম ৫ আগস্ট ১৯৬৩) তাকে ডুবিয়েছিল। গারফোর্থ অপরাধের জন্য দোষ স্বীকার করেন এবং প্যারোলের সম্ভাবনা ছাড়াই তাকে যাবজ্জীবন কারাদণ্ড দেওয়া হয়।\n\n\n== অপহরণ ও হত্যা ==\n১৯৯২ সালের ১৯শে আগস্ট, সিম্পসন তার স্কুল বাস থেকে নেমেছিলেন। তার মা, যিনি সাধারণত বাস স্টপে তার সাথে দেখা করতেন, তবে তিনি সেদিন ব্যস্ত ছিলেন এবং সিম্পসনের বড় ভাইকে তার সাথে দেখা করার ও তার বাড়ি যাওয়ার ব্যবস্থা করেছিলেন, তার বাসটি বাস স্টপে পৌঁছানোর পর। কিন্তু তার বাস স্বাভাবিকের চেয়ে অনেক পরে এসেছিল এবং সিম্পসন সেখানে ছিল না। সিম্পসন, বাস স্টপে তার ভাইকে না দেখে, হাঁটা শুরু করার সিদ্ধান্ত নিয়েছিলেন, মাত্র অল্প দূরে তাদের বাড়ি ছিল এবং তিনি ভেবেছিলেন বাড়িতে দেখা হবে।\nপুলিশ অবিলম্বে সন্দেহ করে যে সিম্পসন পালিয়ে যাওয়ার পরিবর্তে অপহৃত হয়েছে। সিম্পসন যে বাস থেকে নেমেছিলেন, সেই বাসেরই একজন ব্যক্তির ওপর সন্দেহ করা হয়, যিনি তার গাড়িতে কাজ করতে দেখেছিলেন। পুলিশ, ফায়ারম্যান, স্টেট ইমার্জেন্সি সার্ভিসের সদস্য ও স্বেচ্ছাসেবকসহ সিম্পসনের জন্য একশরও বেশি লোক এলাকা অনুসন্ধান শুরু করে।\n২১ আগস্ট, পুলিশ তার বাড়ির কাছে একটি বন্যপ্রাণী অভয়ারণ্যে একটি বাঁধের মধ্যে সিম্পসনের মৃতদেহ খুঁজে পায়। তার হাত -পা তখনো বাঁধা ছিল। পরে সেদিনই, অ্যান্ড্রু পিটার গারফোর্থকে গ্রেফতার করা হয় এবং তিনি হত্যার কথা স্বীকার করে। গারফোর্থ সিম্পসনকে ধরে তার গাড়ির বুটে ফেলে দেয় এবং দূরবর্তী বাঁধের দিকে নিয়ে যায়। সেখানে তিনি তাকে তারের সাথে বেঁধে রাখেন, তাকে ধর্ষণ করেন, তার স্কুলব্যাগটি ওজন করেন এবং তাকে বাঁধের জলাশয়ে ফেলে দেন, যেখানে সে ডুবে যায়। পুলিশের মতে, গারফোর্থ সিম্পসনের খোঁজে অংশ নিয়েছিল, যেদিন তার লাশ পাওয়া গিয়েছিল।\n\n\n== গ্রেফতার ==\nপুলিশ তাকে আটক করার পর গারফোর্থ অপরাধ স্বীকার করেছে, স্বীকারোক্তি ও আদালতের অধিবেশনের সময় তার কৃতকর্মের জন্য তার কোন অনুশোচনা ছিল না। তিনি সিম্পসনের হত্যার জন্য দোষ স্বীকার করেন এবং ১৯৯৩ সালে তাকে যাবজ্জীবন কারাদণ্ড দেওয়া হয়। বিচারপতি পিটার নিউম্যান প্যারোলের সময়সীমা নির্ধারণ করতে অস্বীকার করেন এবং নির্দেশ দেন যে গারফোর্থের কাগজপত্র \"কখনোই মুক্তি পাবে না\" হিসাবে চিহ্নিত করা হোক।\n\n\n== তথ্যসূত্র =="}