{"pageid": 1092985, "title": "ফ্লোরেন্স কেলি", "url": "https://bn.wikipedia.org/wiki?curid=1092985", "content": "ফ্লোরেন্স মোল্ট্রপ কেলি (১২ই সেপ্টেম্বর, ১৮৫৯–১৭ই ফেব্রুয়ারি, ১৯৩২) ছিলেন একজন সামাজিক ও রাজনৈতিক সংস্কারক ও মজুরি বিলোপবাদ শব্দটির পথিকৃৎ। সোয়েটশপের বিরোধিতা, ন্যূনতম মজুরি, আট ঘণ্টার কর্মদিবস, এবং শিশুদের অধিকারের  জন্য তার কাজ আজ ব্যাপকভাবে গণ্য।\n১৮৯৯ সালে প্রতিষ্ঠিত  জাতীয় ভোক্তা লীগের প্রথম সাধারণ সম্পাদক হিসেবে দায়িত্ব পালন করেন কেলি। ১৯০৯ সালে কেলি ন্যাশনাল অ্যাসোসিয়েশন ফর দ্য এডভান্সমেন্ট অব কালার্ড পিপল (এনএএসিপি) তৈরি করতে সাহায্য করেছিলেন।\n\n\n== প্রাথমিক জীবন ==\n১২ই সেপ্টেম্বর, ১৮৫৯ সালে কেলি ফিলাডেলফিয়ার উইলিয়াম ডি কেলি (১৮১৪-১৮৯০) এবং ক্যারোলিন বার্ট্রাম বনসালের কোলে জন্মগ্রহণ করেন।  তার বাবা ছিলেন একজন স্ব-প্রতিষ্ঠিত মানুষ, যিনি একজন বিলোপবাদী, রিপাবলিকান পার্টির প্রতিষ্ঠাতা, বিচারক এবং মার্কিন প্রতিনিধি পরিষদের দীর্ঘদিনের সদস্য ছিলেন।\nকেলি মূলত তার বাবার দ্বারা প্রভাবিত হয়ে বলেছিলেন, \"যা আমি কখনও করতে শিখেছি, তার জন্য আমি তার কাছে ঋণী।\"  তার শুরুর বছরগুলোতে তাঁর বাবা তাঁকে শিশুশ্রমের সাথে সংযুক্ত বই পড়ে শোনাতেন।  এমনকি ১০ বছর বয়সেও তিনি তার পিতার কাছে তাঁর ক্রিয়াকলাপ দ্বারা শিক্ষিত হয়েছিলেন। তিনি তার বাবার বই, দ্য রিসোর্সেস অফ ক্যালিফোর্নিয়া পড়তে সক্ষম হন। \nকেলির মা ক্যারোলিন বার্ট্রাম বনসাল কম বিখ্যাত ব্যক্তিত্ব ছিলেন না। বিখ্যাত কোয়েকার উদ্ভিদবিজ্ঞানী জন বার্ট্রামের সাথে বনসাল সম্পর্কিত ছিলেন। দুর্ভাগ্যবশত অল্প বয়সে বনসালের বাবা -মা মারা যান, তখন তাকে আইজাক ও কে পুগ দত্তক নেন। \nকেলি তার দাদা -দাদি আইজাক ও কে পুগের সাথে অনেক সুখী বছর কাটিয়েছেন।\nকেলির বড়-চাচী সারা পুগ একজন কোয়েকার ও দাসত্বের বিরোধিতা করে জীবন কাটিয়ে গেছেন। ক্রীতদাস শ্রমের সাথে সংযোগের কারণে তুলা এবং চিনির ব্যবহার অস্বীকার করার পুগের সিদ্ধান্ত ছোটবেলা থেকেই কেলির উপর ছাপ ফেলেছিল।  পুগ মহিলাদের পক্ষে ছিলেন ও একজন নিপীড়িত নারী হিসেবে কেলিকে নিজের জীবনের কথা বলেছিলেন। \nকেলির দুই ভাই ও পাঁচ বোন ছিল। পাঁচটি বোনই শৈশবে মারা যায়। বোনের মধ্যে তিনজন ছিলেন জোসেফাইন বার্ট্রাম কেলি, ক্যারোলিন লিঙ্কন কেলি এবং আনা ক্যারোলিন কেলি। জোসেফাইন দশ মাস বয়সে মারা যান। ক্যারোলিন চার মাস বয়সে মারা যান। আনা ছয় বছর বয়সে মারা যান।\nকেলি তার বোনদের মৃত্যুর পর নারীদের ভোটাধিকারের প্রাথমিক সমর্থক ছিলেন। তিনি এনএএসিপি-সহ অসংখ্য রাজনৈতিক ও সামাজিক সংস্কারের জন্য কাজ করেছিলেন, কেলি এনএএসিপি প্রতিষ্ঠা করতে সাহায্য করেছিলেন। জুরিখে, বিভিন্ন ইউরোপীয় সমাজতান্ত্রিকদের সাথে তাঁর দেখা হয়েছিল, যাদের মধ্যে ছিলেন পোলিশ-রাশিয়ান মেডিকেল ছাত্র লাজারে উইশনেভেটজ্কি, যাঁকে তিনি ১৮৮৪ সালে বিয়ে করেছিলেন। তাঁদের তিনটি সন্তান ছিল।  ১৮৯১ সালে এই দম্পতির বিবাহ বিচ্ছেদ ঘটে। তিনি শারীরিক নির্যাতন  এবং স্বামীর অতিরিক্ত ঋণের কারণে তালাক চেয়েছিলেন।  \"সমর্থন না পাবার\" জন্য তিনি স্বামীকে তালাক দিতে পারেননি। তখন তিনি শিকাগো পালিয়ে যান ও নিজের সন্তানদের সম্পূর্ণ হেফাজত পান।  তিনি নিজের বিবাহপূর্ব নাম রেখে দিয়েছিলেন, কিন্তু \"শ্রীমতী কেলি\" নামে অভিহিত হতে পছন্দ করতেন। \" \n\n\n== শিক্ষাজীবন ==\nজীবনের প্রথমদিকে তিনি গুরুতর অসুস্থ থাকতেন এবং সংক্রমণের জন্য অত্যন্ত সংবেদনশীল ছিলেন। তাই বহু দিন স্কুলে যেতে পারেন নি।  যেদিন তিনি স্কুল যেতে পারতেন না, সেদিন তিনি বাবার লাইব্রেরিতে থাকতেন ও অনেক বই পড়তেন।\n১৮৮২ সালে কেলি ১৬ বছর বয়সে কর্নেল বিশ্ববিদ্যালয়ে ভর্তি হন। কর্নেলে, তিনি একজন ফাই বিটা কাপ্পা সদস্য ছিলেন।  সেখানে তিনি সুবিধাবঞ্চিত শিশুদের নিয়ে তার গবেষণাপত্র লিখেছিলেন। সুবিধাবঞ্চিত শিশুদের সম্পর্কে বাবার শিক্ষার দ্বারা প্রভাবিত হয়ে, তারাই ছিল তার গবেষণার বিষয় । \nযদিও কেলি পেনসিলভেনিয়া বিশ্ববিদ্যালয়ে আইন অধ্যয়ন করতে চেয়েছিলেন, কিন্তু মেয়ে হওয়ার কারণে তাকে ভর্তি করা হয়নি।  এরই মধ্যে, তিনি কর্মজীবী মহিলাদের জন্য নিউ সেঞ্চুরি গিল্ড ফর ওয়ার্কিং উইমেন -এ সান্ধ্যকালীন ক্লাসের প্রতিষ্ঠা করেন এবং নিজেও উপস্থিত থেকে নিজের কাজের আবেগকে অনুসরণ করেছিলেন।  পরবর্তীতে, তিনি জুরিখ বিশ্ববিদ্যালয়ে যোগদান করেন, প্রথম এই ইউরোপীয় বিশ্ববিদ্যালয়টি মহিলাদের ডিগ্রী প্রদান করেছিল এবং তিনি সমাজতন্ত্রের প্রবক্তা হয়ে ছাত্রদের একটি দলে যোগদান করেন। \nকেলি ১৮৯৪ সালে নর্থওয়েস্টার্ন ইউনিভার্সিটি স্কুল অফ ল -এ আইনের ডিগ্রি অর্জন করেন।  এরপর তিনি পেনসিলভেনিয়ায় কর্মরতা মেয়েদের জন্য একটি স্কুল শুরু করতে সক্ষম হন। \n\n\n== সমাজতন্ত্র এবং নাগরিক অধিকার ==\nকেলি ছিলেন ইন্টারকলেজিয়েট সোশ্যালিস্ট সোসাইটির সদস্য, মহিলাদের ভোটাধিকার ও আফ্রিকান-আমেরিকান নাগরিক অধিকারের একজন কর্মী। তিনি ছিলেন কার্ল মার্কসের অনুসারী ও ফ্রেডরিখ এঙ্গেলসের বন্ধু। ১৮৮৫ সালে এঙ্গেলসের লেখা দ্য কন্ডিশন অফ দ্য ওয়ার্কিং ক্লাস ইন ইংল্যাণ্ড এর তাঁর করা ইংরেজি অনুবাদ আজও ব্যবহৃত হয়। তিনি সেখানে উপস্থিত হন \"মিসেস এফ. কেলি উইচেনওয়েজকি \" নামে, তিনি ফ্লোরেন্স কেলি নামেও পরিচিত ছিলেন।\nতিনি গ্যাব্রিয়েল ডি. ক্লেমেন্টস এবং এলিজা স্প্রট টার্নারের নেতৃত্বে ফিলাডেলফিয়ার নিউ সেঞ্চুরি গিল্ড প্রতিষ্ঠায় সহায়তা করেছিলেন। কর্মজীবী মহিলাদের সহায়তা করার জন্য এটির ক্লাস ও কার্যক্রম ছিল।  কেলি নিজে সেখানে সন্ধ্যার ক্লাস পড়াতেন। \nনিউ সেঞ্চুরি গিল্ডের উদ্দেশ্য ছিল শহরাঞ্চলে নিম্নবিত্তের মানুষের কাজের মান ও জীবনযাত্রার মান বৃদ্ধি করা।  সংস্থাটি স্থানীয়, রাজ্য ও ফেডারেল পর্যায়ে ন্যূনতম মজুরি এবং দিনে আট ঘণ্টার কাজের মতো শ্রম আইনের লড়াইয়ে নেতৃত্ব দিতে সহায়তা করেছিল।  শিকাগোতে, কেলি ১৮৮৯ ও ১৮৯০ সালে নিউইয়র্ক ওয়ার্কিং উইমেন্স সোসাইটি ক্যাম্পেইনের আয়োজন করেছিলেন \"কারখানা পরিদর্শনের জন্য অফিসে অফিসার হিসেবে মহিলাদের যোগ করার জন্য\"।  ১৮৯০ সালের মধ্যে নিউইয়র্ক আইনসভা আইন পাশ করে যাতে মহিলাদের জন্য রাষ্ট্রীয় কারখানা পরিদর্শক হিসেবে আটটি নতুন পদ সৃষ্টি হয়।\nকেলি ১৮৯১ থেকে ১৮৯৯ সাল পর্যন্ত হাল হাউসে কাজ করেছিলেন। হাল হাউস কেলিকে তার কর্মজীবনে অগ্রসর হতে দিয়ে তাকে অন্যান্য সামাজিক সংস্থাকে একটি নেটওয়ার্ক এবং কর্মজীবী নারী ও শিশুদের অধিকারের অগ্রগতির জন্য একটি আউটলেট প্রদান করে।  হাল হাউসে থাকাকালীন কেলি জেন অ্যাডামস এবং জুলিয়া ল্যানথ্রপের সাথে বন্ধুত্ব করেছিলেন, তাঁরা প্রধান শ্রম সংস্কারক হিসাবে একসাথে কাজ করেছিলেন। তিনজন নারীই উচ্চ-মধ্যবিত্ত পটভূমির এবং তিনজনের পিতাই রাজনৈতিকভাবে সক্রিয় ছিলেন।  তিনি গ্রেস এবং এডিথ অ্যাবটের পাশাপাশি অ্যালিস হ্যামিল্টনের সাথে বন্ধুত্ব করেছিলেন, যিনি পেশাগত রোগ প্রতিরোধে বিশেষজ্ঞ একজন পেশাদার চিকিৎসক ছিলেন।  কেলি জেন অ্যাডামসের পৃষ্ঠপোষকতায় কেলিশিকাগো উইমেনস ক্লাবের সাথে যোগাযোগ করে নারী শ্রম ব্যুরো প্রতিষ্ঠা করেন। হাল হাউস কেলিকে মহিলাদের জন্য (যারা তখন আনুষ্ঠানিক রাজনীতিতে অংশগ্রহণ থেকে বঞ্চিত ছিল) সামাজিক কর্মকাণ্ড চালিয়ে পুরুষ সংগঠনগুলিকে বাইপাস করার সুযোগ প্রদান করেছিল। সামাজিক ন্যায়বিচার নারীবাদ আন্দোলন শুরু করার কৃতিত্ব তার। \n১৮৯২ সালে, ইলিনয় ব্যুরো অব লেবার স্ট্যাটিস্টিক্সকে অনুরোধ করে, শিকাগোর পোশাক শিল্পের শ্রম অবস্থার তদন্ত করার কাজে কেলি নিযুক্ত হয়েছিলেন। একই বছরে তিনি মার্কিন শ্রম কমিশনার ক্যারোল ডি রাইটের অনুরোধে শিকাগোর বস্তিগুলির একটি জরিপ পরিচালনা করেছিলেন।  জরিপে জানা গিয়েছিল তিন বছর বয়সী শিশুরা \"জনাকীর্ণ বাসাবাড়ি\"তে কাজ করছে। জরিপে আরও জানা গিয়েছিল যে, মহিলারা অতীতের ক্লান্তি, নিউমোনিয়ায় ঝুঁকিপূর্ণ কর্মী এবং পোড়া শিশুরা। \nকেলি ন্যাশনাল চাইল্ড লেবার কমিটি, ন্যাশনাল কনজিউমারস লিগ, ন্যাশনাল কনফারেন্স অফ সোশ্যাল ওয়ার্কার্স, আমেরিকান সোসিওলজিক্যাল অ্যাসোসিয়েশন, ন্যাশনাল আমেরিকান উইমেন ভোটাফেজ অ্যাসোসিয়েশন, এনএএসিপি, উইমেনস ইন্টারন্যাশনাল লিগ ফর পিস অ্যান্ড ফ্রিডম-সহ বিভিন্ন সামাজিক সংগঠনে অবদান রেখেছেন।  এবং ইন্টারকলেজিয়েট সোশ্যালিস্ট সোসাইটি ।\n\n\n== কারখানা পরিদর্শন ও শিশুশ্রম ==\nকেলির বাবা যখন ছোট ছিলেন, তখন রাতে কাচের কারখানার মাধ্যমে তাকে ভ্রমণ করেছিলেন।  কেলি ১৪ বছরের কম বয়সী শিশুদের জন্য কাজ করা এবং ১৬ বছরের কম বয়সী শিশুদের জন্য ঘন্টার সংখ্যা সীমাবদ্ধ করার জন্য লড়াই করেছিলেন। তিনি শিশুদের শিক্ষার অধিকার দিতে চেয়েছিলেন ও যুক্তি দিয়েছিলেন যে, বুদ্ধিমান মানুষ হওয়ার জন্য শিশুদের অবশ্যই লালন -পালন করতে হবে।\n১৮৯১ থেকে ১৮৯৯ সাল পর্যন্ত কেলি শিকাগোর হাল হাউস বন্দোবস্তে থাকতেন। কেলি সোয়েটশপের সফরে রাজ্য বিধানসভা নিয়ে উদ্যোগ নিয়েছিলেন। তিনি শ্রম ও নাগরিক গোষ্ঠীকে সংস্কার আইনের পক্ষে তদবির করতে প্ররোচিত করেছিলেন। ১৮৯৩ সালে তিনি রাজ্যব্যাপী পদে অধিষ্ঠিত প্রথম মহিলা হন, যখন গভর্নর পিটার অল্টগেল্ড তাকে ইলিনয় রাজ্যের প্রধান কারখানা পরিদর্শক পদে নিয়োগ দেন, একটি নতুন তৈরি পদ এবং একজন মহিলার জন্য অমনোযোগী।  তিনি তাকে সহায়তা করার জন্য পাঁচজন মহিলা এবং ছয়জন পুরুষকে বেছে নিয়েছিলেন।  হাল হাউসের বাসিন্দা আলজিনা স্টিভেনস কেলির সহকারী কারখানা পরিদর্শক হিসাবে কাজ করেছিলেন।  তার হাল হাউস কাজের সময় তিনি ফ্রাঙ্ক অ্যালান ফেটারের সাথে বন্ধুত্ব করেন যখন তাকে শিকাগো বিশ্ববিদ্যালয় শিকাগো পাড়ার একটি অধ্যয়ন পরিচালনা করতে বলে। ফেটারের গতিতে তাকে কর্নেল এরভিং লিটারারি সোসাইটির একজন প্রাক্তন ছাত্র হিসেবে সদস্য করা হয়, যখন তিনি কর্নেল অনুষদে যোগ দেন। \nকেলি তার দৃঢ়তা ও প্রচণ্ড শক্তির জন্য পরিচিত ছিল। হাল হাউসের প্রতিষ্ঠাতা জেন অ্যাডামসের ভাতিজা কেলিকে \"সংস্কার দাঙ্গায় সবচেয়ে কঠিন গ্রাহক, অন্যদের জন্য ভাল জীবনের জন্য সেরা রুক্ষ এবং গম্ভীর যোদ্ধা, যা হুল হাউস কখনও জানতেন।\" \nকেলিকে ইলিনয় স্টেট ব্যুরো অফ লেবার স্ট্যাটিস্টিক্সের বিশেষ এজেন্ট নিযুক্ত করা হয়েছিল, যখন তিনি শিকাগোতে \"ঘামানোর পদ্ধতি\", \"দরিদ্রদের বাড়িতে কাজের চুক্তি করার অভ্যাস\" তদন্তের প্রস্তাব করেছিলেন। তার রিপোর্টে তিনি কর্মীদের আবিষ্কার করেন যে, তারা দিনে ১৬ ঘন্টা, সপ্তাহে সাত দিন এমন কিছু মজুরি নিয়ে কাজ করে যা পরিবারের ভরণপোষণের জন্য যথেষ্ট নয়। \n১৮৯৩ সালের মধ্যে ইলিনয় আইনসভা প্রথম কারখানা আইন পাস করে, যা মহিলাদের জন্য দিনে আট ঘন্টা কাজ সীমাবদ্ধ করে ও চৌদ্দ বছরের কম বয়সী শিশুদের চাকরি নিষিদ্ধ করে।  একই বছরে, ইলিনয় সামাজিক সংস্কারে প্রগতিশীল যুগের সূচনাকে আলাদা করে প্রতিরক্ষামূলক শ্রম আইন পাস করে। \n\n\n== এনএএসিপি ও জাতিগত সমতার উপর কাজ ==\nউইলিয়াম ইংলিশ  ওয়ালিং এবং মেরি হোয়াইট অভিন্টন -এর অনুরোধে কেলি এনএএসিপি -এর একটি প্রতিষ্ঠাতা সদস্য নির্বাচিত হন। পরিচালনা পর্ষদের সদস্য হিসেবে তিনি মনোনয়ন, বাজেট, শিক্ষার ফেডারেল এইড, লিঞ্চিং বিরোধী, এবং স্কুল তহবিলের অসমতা ব্যয় সম্পর্কিত কমিটির অন্তর্ভুক্ত ছিলেন।  ডব্লিউ.ই.বি ডুবয়স এর মতে কেলি একটি কর্মপদ্ধতি খুঁজে বের করার জন্য  প্রশ্ন জিজ্ঞাসা করার জন্য সুপরিচিত ছিলেন।  তার জনসাধারণের আলোচনায় গির্জা, সমাজকল্যাণ ফোরাম এবং সামাজিক বৈষম্য কালো মানুষদের আচ্ছাদিত করে।\n১৯১৩ সালে তিনি শিক্ষার জন্য তহবিল বিতরণের ফেডারেল প্যাটার্নগুলি অধ্যয়ন করেছিলেন। কালো স্কুলের বিপরীতে শ্বেতাঙ্গদের জন্য তিনি অনেক অসম বিতরণ লক্ষ্য করেছেন।  এটি তাকে স্টার্লিং বৈষম্য বিল তৈরির জন্য চালু করেছিল, যা স্টার্লিং টাউনার বিলের বিরুদ্ধে আক্রমণ ছিল, যা রঙিন শিশুদের শিক্ষকদের জন্য মাথাপিছু ২.৯৮ মার্কিন ডলার  এবং দক্ষিণ এবং ওয়াশিংটনের ১৫ টি স্কুলে হোয়াইট স্কুলে মাথাপিছু ১০.৩২ ডলার অনুমোদনের প্রস্তাব করেছিল। ওয়াশিংটন ডিসি, এনএএসিপি এই অবস্থান ধরে রেখেছিল যে এটি কালো মানুষদের জন্য পাবলিক স্কুলের অবিরাম বৈষম্য এবং অবহেলা অব্যাহত রাখবে। এই বিলটি কীভাবে আক্রমণ করা যায় সে বিষয়ে তিনি এবং  ডব্লিউ.ই.বি ডুবয়স একমত নন। তিনি এমন ভাষা যোগ করতে চেয়েছিলেন, যা জাতি নির্বিশেষে তহবিলের ন্যায়সঙ্গত বন্টনের নিশ্চয়তা দেয়। ডুবোইস বিশ্বাস করতেন যে জাতিতে নির্দিষ্ট একটি ধারা যুক্ত করা উচিত। কারণ এটি ফেডারেল সরকারকে বলবৎ করতে বাধ্য করবে যে কালো মানুষদের জন্য স্কুলগুলোকে ন্যায্য আচরণ করা উচিত।\nকেলি বিশ্বাস করতেন যে, বিলে জাতি সম্পর্কিত কিছু যোগ করা হলে তা কংগ্রেসের মাধ্যমে পাস হবে না। তিনি বিলটি পাস এবং তারপর ভাষা পরিবর্তন করতে চেয়েছিলেন। অতএব, যখন বিলটি পাস হয়, তখন জনসংখ্যার ভিত্তিতে রাজ্যগুলি দ্বারা পরিচালিত স্কুলগুলির সমান বন্টনের আহ্বান জানানো হয়। রাজ্যগুলি সমানভাবে অর্থ বিতরণ করবে কিনা তা নিয়ে সমস্যা রয়ে গেছে।\nকেলি অন্যান্য বিষয়েও এনএএসিপি এবং ডব্লিউ.ই.বি ডুবয়স এর সাথে একমত নন। শেপার্ড-টাউনার আইন ছিল তাদের মধ্যে মতবিরোধের সবচেয়ে বিতর্কিত সমস্যা। আইনটি গর্ভাবস্থা এবং শৈশবকালে মা এবং শিশুদের সহায়তা প্রদান করে। ডব্লিউ.ই.বি ডুবয়স এবং এনএএসিপি বিলের বিরোধী ছিলেন কারণ কালো মায়েদের তহবিল বিতরণে বৈষম্য রোধ করার কোন বিধান ছিল না। শিক্ষাগত তহবিলের ন্যায়সঙ্গত বণ্টনের বিষয়ে তার অবস্থানের বিপরীতে, কেলি ন্যায়সঙ্গত বন্টনের জন্য কোন বিধানের দাবি করছিলেন না। কারণ তিনি জানতেন যে জাতিটির সমস্যাটি চালু হলে বিলটি কখনই পাস হবে না, বিশেষ করে দক্ষিণ রাজ্যগুলির বিরোধীদের সঙ্গে। কেলি বিশ্বাস করতেন যে, আইনটি সীমিত আকারে পাস করা আরও গুরুত্বপূর্ণ, যাতে তহবিল সুরক্ষিত হয় এবং সামাজিক কল্যাণের প্রাথমিক নীতি প্রতিষ্ঠিত হয়। অবশেষে, কেলি, বিলটি পাস হলে তা পর্যবেক্ষণ করার প্রতিশ্রুতি দিয়ে ও এই ইস্যুতে এনএএসিপি- এর সমর্থন অর্জন করে এবং জাতি নির্বিশেষে সকলের সমতার দিকে অক্লান্ত পরিশ্রম করে। \n১৯১৭ সালে তিনি নিউইয়র্কের নীরব প্রতিবাদ কুচকাওয়াজে অংশ নিয়েছিলেন, পূর্ব সেন্ট লুই, ইলিনয়, সেই বছরের জাতিগত দাঙ্গায় কৃষ্ণাঙ্গদের বিরুদ্ধে সাদা নাগরিকদের সহিংসতার বিরোধিতা করেছিলেন।  কংগ্রেসের বিরুদ্ধে লিঞ্চিং বিরোধী চাপ দেওয়ার জন্য, তিনি ১৯২২ সালে ড্রায়ার-লিঞ্চিং বিল সমর্থন করার জন্য জাতীয় মহিলা লীগের ভোটারদের কাছে আবেদন করেছিলেন। লীগের ক্রিয়াকলাপের অভাব সত্ত্বেও, কেলি মার্কিন যুক্তরাষ্ট্রে লিঞ্চিংয়ের অনেক ক্ষেত্রে ১৯২৬ সালে এনএএসিপি- এর আর্থার বি। গণমাধ্যমের সমর্থন পাওয়ার জন্য কেলি সংবাদপত্রের সম্পাদকদের জন্যও পরামর্শ দিয়েছিলেন, যারা লিঞ্চিংয়ের বিরোধিতা করেছিলেন।\nকেলি তার ব্যক্তিগত সংযোগের মাধ্যমে কংগ্রেসে তার ক্ষমতা ব্যবহার করেছিলেন যাতে আইনে পাস হওয়া থেকে বৈষম্য এড়ানো যায়, বিশেষ করে স্কুলের তহবিলে ব্যয়ের দিকে। ১৯২১ সালে তিনি এনএএসিপি -এর পরিচালনা পর্ষদকে ধাক্কা দিয়েছিলেন, যেগুলি স্কুলের তহবিলের প্রতি ব্যয়ের ভিত্তিতে বৈষম্যমূলক বিলের বিরোধিতা করে। কেলি বিংশ শতাব্দীর মাঝামাঝি সময়ে জাতিগত বৈষম্যের বিরুদ্ধে প্রতিবাদের ঐতিহ্য তৈরির জন্য বিখ্যাত।\n\"বার্থ অফ এ নেশন \" রিলিজের সাথে সাথে কেলি এবং অন্যান্য এনএএসিপি নেতারা কালো মানুষের বর্ণবাদী ব্যাখ্যার প্রতিনিধিত্ব করার জন্য চলচ্চিত্রের বিরুদ্ধে অসংখ্য শহরে বিক্ষোভ প্রদর্শন করেন। ১৯৩২ সালে কেলি ১৯২০ সালে গঠিত মহিলা যৌথ কংগ্রেসনাল কমিটির সদস্য হিসেবে ন্যাশনাল অ্যাসোসিয়েশন অব কালারড উইমেনের  ১৯২৪ সালের জানুয়ারিতে তিনি সফল হন, যখন ১৭টি প্রতিষ্ঠানের মধ্যে ১৫ টি এনএসিডব্লিউ সদস্যদের অন্তর্ভুক্ত করে।\n\n\n== জাতীয় ভোক্তা লীগ ও আট ঘণ্টার দিন ==\n\n১৮৯৯ থেকে ১৯২৬ পর্যন্ত তিনি নিউইয়র্ক সিটির হেনরি স্ট্রিট বন্দোবস্ত বাড়িতে থাকতেন। সেখান থেকে তিনি জাতীয় ভোক্তা লীগের সাধারণ সম্পাদক হিসাবে প্রতিষ্ঠা করেন ও কাজ করেন, যা ছিল সুয়েটশপ বিরোধী ।  তিনি জনসচেতনতা বাড়াতে এবং প্রধানত নারী ও শিশুদের জন্য শ্রমিকদের সুরক্ষার জন্য রাষ্ট্রীয় আইন পাস করতে তার নির্দেশনা ব্যবহার করেছিলেন।  কনজ্যুমারস লিগ একটি কোড অফ স্ট্যান্ডার্ড প্রতিষ্ঠা করেছে  যা মজুরি বাড়াতে, ঘন্টা কমিয়ে দিতে এবং ন্যূনতম সংখ্যক স্যানিটারি সুবিধার জন্য কাজ করে।  কেলি এনসিএল ব্যবহার করে তার নিজস্ব নীতি যেমন স্থানীয় ঘন্টা, উপাত্ত সংগ্রহ এবং সক্রিয়তার মাধ্যমে মহিলাদের মজুরির সমাধান করে।  কেলি তরুণ কর্মীদের পরামর্শদাতা হিসাবেও কাজ করেছিলেন, যেমন মেরি ভ্যান ক্লেক, যিনি সংক্ষিপ্তভাবে ভোক্তা লীগের জন্য কাজ করেছিলেন। \nসেখানে তার কাজে তিনি শ্রম আইন প্রবর্তন এবং পাস করার জন্য ৬৪টি কনজিউমার লিগ তৈরি করেছিলেন।  কেলি প্রায়ই রাজ্য বিধায়কদের সম্বোধন করার জন্য প্রতিনিধি হিসেবে কাজ করতেন এবং মহিলাদের ক্লাবের মাধ্যমে এনসিএল নেটওয়ার্ক প্রসারিত করতেন। তিনি আট ঘণ্টার মধ্যে সীমিত একটি কর্মদিবস প্রতিষ্ঠার জন্য কঠোর পরিশ্রম করেছিলেন। ১৮৯২ সালের মধ্যে ইলিনয় আইনসভা প্রথম কারখানা আইন পাস করে, যা মহিলাদের দিনে আট ঘন্টা কাজ সীমিত করে এবং চৌদ্দ বছরের কম বয়সী শিশুদের নিযুক্ত করতে নিষেধ করে।  ১৯০৭ সালে তিনি তার প্রভাব একটি সুপ্রিম কোর্টের মামলায় ফেলে দিয়েছিলেন মুলার ভি। ওরেগন, নারী শ্রমিকদের অ-বিপজ্জনক পেশায় কাজ করার সময় সীমাবদ্ধ করার চেষ্টা। কেলি বিখ্যাত ব্র্যান্ডাইস ব্রিফ ফাইল করতে সাহায্য করেছিলেন, যাতে দীর্ঘ সময় কাজ করার বিপদগুলির সমাজবিজ্ঞান, চিকিৎসা প্রমাণ অন্তর্ভুক্ত ছিল এবং সমাজতাত্ত্বিক প্রমাণের সুপ্রিম কোর্টের স্বীকৃতির নজির স্থাপন করেছিল, যা পরে ব্রাউন ভি -তে দারুণভাবে ব্যবহৃত হয়েছিল। শিক্ষা বোর্ড ।  মহিলাদের জন্য আট ঘণ্টা কাজের দিন কার্যকর করার জন্য তার সাধনা পরে ১৮৯৫ সালে ইলিনয় সুপ্রিম কোর্ট কর্তৃক অসাংবিধানিক ঘোষণা করা হয়েছিল কারণ এটি মহিলাদের দীর্ঘ সময়ের জন্য চুক্তি করতে নিষেধ করেছিল। \n১৯০৯ সালে, কেলি এনএএসিপি তৈরি করতে সাহায্য করেন। তারপরে ডব্লিউ.ই.বি ডুবয়স এর বন্ধু হন। তিনি শিশুশ্রম আইন এবং কাজের অবস্থার উন্নতিতে সাহায্য করার জন্যও কাজ করেছিলেন। \n১৯১৭ সালে তিনি আবার সুপ্রিম কোর্টের একটি মামলায় আট ঘণ্টার কর্মদিবসের জন্য ব্রিফ দাখিল করেন, এখন শ্রমিকদের জন্য \"যে কোনও কল, কারখানা বা উৎপাদন প্রতিষ্ঠানে,\" ক্ষেত্রে বান্টিং ভি। ওরেগন । \nকেলির এনসিএল পোশাকের উপর একটি \"ভোক্তার 'হোয়াইট লেবেল\" স্পন্সর করেছে, যা শিশুশ্রমের সাথে পোশাক উৎপাদন এবং রাষ্ট্রীয় আইনের বিরুদ্ধে কাজের অবস্থাকে সীমাবদ্ধ করে। তিনি ১৯৩২ সালে তার মৃত্যুর আগ পর্যন্ত জাতীয় ভোক্তা লীগের নেতৃত্ব দিয়েছিলেন।\n\n\n== অন্যান্য অর্জন ==\n১৯০৭ সালে কেলি নিউইয়র্কের জনসংখ্যার জনসংখ্যা সংক্রান্ত কমিটির আয়োজন করেন। তার পর তিনি এবং মেরি কিংসবারি সিমখোভিচ যানজটের কারণ ও পরিণতি এবং এটি দূর করার পদ্ধতি সম্পর্কে একটি প্রদর্শনী স্পনসর করেন, ১৯০৯ সালে নগর পরিকল্পনার প্রথম জাতীয় সম্মেলনকে অনুঘটক করে।  কেলি জোসেফাইন গোল্ডমার্কের সাথে কাজ করে ব্র্যান্ডিস ব্রিফ তৈরি করেন যাতে মহিলাদের স্বাস্থ্যের উপর ওভারটাইমের ক্ষতিকর প্রভাব প্রদর্শন করা যায়।  ক্রিয়াটি মুলার ভি -তে যুক্তি সমর্থন করতে সাহায্য করেছিল। ১৯০৮ সালে ওরেগন, যদিও সুপ্রিম কোর্ট এই মামলায় নারী লন্ড্রি শ্রমিকদের বিরুদ্ধে রায় দিয়েছিল। \nকেলি কংগ্রেসকে ১৯১৬ সালের কিটিং-ওয়েন চাইল্ড লেবার অ্যাক্ট পাস করতেও সাহায্য করেছিল, যা তেরো এবং তার কম বয়সী শিশুদের নিয়োগকারী কারখানা থেকে তৈরি পণ্য বিক্রি নিষিদ্ধ করেছিল। এই আইনের পাশাপাশি তিনি শেপার্ড-টাউনার অ্যাক্টের জন্য তদবিরও করেছিলেন, যা সেই অঞ্চলে বিশেষ স্বাস্থ্যসেবা ক্লিনিকে অর্থায়নের মাধ্যমে মাতৃ ও শিশু মৃত্যুর বিরুদ্ধে লড়াই করার জন্য দেশের প্রথম সামাজিক কল্যাণ কর্মসূচি তৈরি করেছিল।\n১৯১২ সালে তিনি ইউএস চিলড্রেনস ব্যুরো গঠন করেন। এটি একটি শিশু সংস্থার তদারকির জন্য একটি ফেডারেল এজেন্সি।\n\n\n== মৃত্যু ==\n১৯৩২ সালের ১৭৯ ফেব্রুয়ারি ফিলাডেলফিয়ার জার্মানটাউন বিভাগে ৮২ বছর বয়সে কেলি মারা যান। তাকে ফিলাডেলফিয়ার লরেল হিল কবরস্থানে দাফন করা হয়েছে । \nদ্য মাই হিরো প্রজেক্টে তাকে অ্যাঞ্জেল হিরো হিসেবে নামকরণ করা হয়েছিল। \n\n\n== প্রকাশনা ==\nভোক্তার দায়িত্ব। নিউইয়র্ক সিটি: ন্যাশনাল চাইল্ড লেবার কমিটি, ১৯০৮। \nকেলি যুক্তি দেন যে, ভোক্তার দায়িত্ব তাদের ক্রয় ক্ষমতা ব্যবহার করে কাজের শর্ত, যেমন শিশুশ্রমের বিষয়ে নৈতিক অসুস্থতা নিরুৎসাহিত করা। সংক্ষেপে তিনি আধুনিক বাক্যাংশের জন্য যুক্তি দেন, \"আপনার ডলার দিয়ে ভোট দিন।\" অধিকন্তু শ্রমের অবস্থার বিচার করার জন্য তিনি যুক্তি দেন যে, নাগরিকদের অবশ্যই তাদের রাজ্য এবং ফেডারেল সরকারের কাছ থেকে এই ধরনের অবস্থার বিষয়ে পর্যাপ্ত পরিসংখ্যান দাবি করতে হবে।\nন্যূনতম মজুরি আইনের বর্তমান অবস্থা। নিউ ইয়র্ক সিটি: জাতীয় ভোক্তা লীগ, ১৯১৩। \nইংল্যান্ড ও মার্কিন যুক্তরাষ্ট্রে ন্যূনতম মজুরি আইন প্রবর্তনের একটি সংক্ষিপ্ত ইতিহাস প্রদান করে। কেলি রাজ্যগুলিকে খুব তাড়াতাড়ি ও দুর্বলভাবে লিখিত আইন তৈরির বিরুদ্ধে সতর্ক করে। যেমন একটি আদালত এটিকে বাতিল করতে পারে যার ফলে অনুরূপ আইনগুলির জন্য একটি নজির স্থাপন করা যেতে পারে। অবশেষে, কেলি সংক্ষিপ্তভাবে অনুসন্ধান করে যে কীভাবে সমাজ শেষ পর্যন্ত পর্যাপ্ত ন্যূনতম মজুরি না দেওয়ার জন্য ব্যয় বহন করে, দরিদ্রদের যত্ন নেওয়ার মাধ্যমে ও কারাগারের রক্ষণাবেক্ষণের মাধ্যমে।\nআধুনিক শিল্প: পরিবার, স্বাস্থ্য, শিক্ষা, নৈতিকতার সাথে সম্পর্কিত। নিউ ইয়র্ক: লংম্যানস, গ্রিন ১৯১৪।\nশিল্পে নারী: আট ঘণ্টা দিন এবং রাতে বিশ্রাম, মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্ট কর্তৃক অনুমোদিত। নিউ ইয়র্ক: জাতীয় ভোক্তা লীগ, ১৯১৬।\nজাতীয় মহিলা দলের প্রস্তাবিত ফেডারেল সংশোধনী সম্পর্কে বিশটি প্রশ্ন। নিউ ইয়র্ক: জাতীয় ভোক্তা লীগ, ১৯২২।\nষাট বছরের নোট: ফ্লোরেন্স কেলির আত্মজীবনী। শিকাগো: সিএইচ কের পাব। কোং, ১৯৮৬। \nজনহিতকর কাজের জন্য তাত্ত্বিক প্রস্তুতির প্রয়োজন । ১৮৮৭।\nকেলি জনহিতকর কাজে নিযুক্ত হওয়ার আগে একটি তাত্ত্বিক পটভূমির প্রয়োজনীয়তার উপর জোর দেন। এই ধরনের পটভূমি ছাড়া, তিনি যুক্তি দেখান, নির্বাচিত জনহিতকর কাজের ধরণটি সম্ভবত বর্তমান পুঁজিবাদী আর্থ -সামাজিক ব্যবস্থার পুনরুত্পাদন করবে, যা প্রথম স্থানে জনহিতকর কাজের প্রয়োজনের দিকে পরিচালিত করে। সংক্ষেপে উপসর্গের পরিবর্তে কারণগুলির চিকিৎসার জন্য একজনের তাত্ত্বিক প্রস্তুতি প্রয়োজন।\nতিনি দু'ধরনের পরোপকারের মধ্যে পার্থক্য করে এর পক্ষে যুক্তি দেন। বুর্জোয়া পরোপকারী এবং শ্রমিক শ্রেণীর পরোপকারী। বুর্জোয়া পরোপকার \"আমাদের সমাজ ব্যবস্থা তাদের যেটা লুন্ঠন করে তা থেকে শ্রমিকদের কিছুটা ফেরত দেওয়া, সিস্টেমকে দীর্ঘতর করে তোলা,\" (৯২) এভাবে এটি মৌলিকভাবে উপশমকারী, বর্তমান ব্যবস্থাকে সংরক্ষণ করে। অন্যদিকে, শ্রমিক শ্রেণীর পরোপকারের লক্ষ্য হল কাজের দিনকে ছোট করা এবং শিশুদের কাজ সীমাবদ্ধ করার মতো লক্ষ্যের মাধ্যমে পুঁজিবাদী ব্যবস্থাকে দুর্বল করা। এই ব্যবস্থাগুলির ফলে উৎপাদিত উদ্বৃত্ত মূল্যের পরিমাণ কম হয় যা পুঁজিবাদী ব্যবস্থার বিরোধী।\nএই ধরনের একটি তাত্ত্বিক প্রস্তুতির পরে কেলি উপসংহারে আসেন যে, প্রকৃত জনহিতকর কাজ শ্রেণী চেতনাকে উন্নত করে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nব্লুমবার্গ, ডরোথি রোজ। ফ্লোরেন্স কেলি। দ্য মেকিং অফ সোশ্যাল পাইওনিয়ার। (১৯৬৬)\nগোল্ডমার্ক, জোসেফাইন। অধৈর্য ক্রুসেডার: ফ্লোরেন্স কেলির জীবন কাহিনী (১৯৫৩)\nস্কলার, ক্যাথরিন কিশ। ফ্লোরেন্স কেলি এবং দ্য নেশনস ওয়ার্ক: দ্য রাইজ অফ উইমেন পলিটিক্যাল কালচার, ১৮৩০-১৯০০ নিউ হ্যাভেন এবং লন্ডন: ইয়েল উনিভার্সিটি প্রেস। ১৯৯৫।\nস্কলার, ক্যাথরিন। ষাট বছরের নোট: ফ্লোরেন্স কেলির আত্মজীবনী, চার্লস এইচ কের পাবলিশিং কোম্পানি। ১৯৮৬।\n\n\n== তথ্যসূত্র ==\nঅ্যামিকো, এলিনর বি, এড। উইমেন স্টাডিজের পাঠকদের গাইড\nস্কলার, ক্যাথরিন কিশ এবং বেভারলি উইলসন পামার, এডিএস। ফ্লোরেন্স কেলির নির্বাচিত চিঠি, ১৮৬৯-১৯৩১ (আরবানা: ইলিনয় বিশ্ববিদ্যালয় প্রেস, ২০০৯)। lxii, ৫৭৫ পিপি।আইএসবিএন ৯৭৮-০-২৫২-০৩৪০৪-৬আইএসবিএন 978-0-252-03404-6\n\n\n== বহিঃসংযোগ ==\nমার্কিন যুক্তরাষ্ট্রে নারী ও সামাজিক আন্দোলন, ১৬০০-২০০০ । \"১৮৯০-এর দশকে শিকাগোতে সোয়েটশপের বিরুদ্ধে ফ্লোরেন্স কেলির প্রচারাভিযান কীভাবে শিল্প কাজের অবস্থার জন্য সরকারের দায়বদ্ধতা প্রসারিত করেছিল?\"\nওয়ার্কস বাই ফ্লোরেন্স কেলি\nওয়ার্কস বাই অর অ্যাবাউট  ফ্লোরেন্স কেলি\nনর্থওয়েস্টার্ন ইউনিভার্সিটিতে শিকাগোতে (১৮৯১-১৮৯৯) দ্য লাইফ অ্যান্ড টাইমস অফ ফ্লোরেন্স কেলি\nফ্লোরেন্স কেলি (১৮৫৯-১৯৩২) harvard.edu- এ\nকুলি কেলি schoolnet.co.uk এ\nফ্লোরেন্স কেলি উইমেন অ্যান্ড সোশ্যাল মুভমেন্টস, সাবস্ক্রিপশন প্রয়োজন\nজীবনী নোট \nফ্লোরেন্স কেলি উইশনেভেটজকির কাছে এঙ্গেলসের একটি চিঠি\n'প্রজেক্ট মিউজ' এ এন্ট্রি (সব পড়ার জন্য সাবস্ক্রিপশন প্রয়োজন)\nফ্লোরেন্স কেলি নাগরিক অধিকারের জন্য লড়াই করেছিলেন"}