{"pageid": 1092224, "title": "ইমেট সেন্ট গিলেন হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1092224", "content": "ইমেটে কারমেলা সেন্ট গিলেন (২ মার্চ, ১৯৮১ - ২৫ ফেব্রুয়ারি, ২০০৬) একজন আমেরিকান স্নাতক ছাত্রী, যিনি নিউইয়র্ক সিটিতে ধর্ষিত হন ও খুন হন। তিনি নিউ ইয়র্ক শহরের জন জে কলেজ অফ ক্রিমিনাল জাস্টিসে ফৌজদারি বিচার বিষয়ে অধ্যয়ন করছিলেন। তার হত্যাকাণ্ড জাতীয় দৃষ্টি আকর্ষণ করে; পরবর্তীকালে জেনিফার মুরের হত্যার সাথে, এটি আইন পাসের জন্য একটি অনুঘটক ছিল যাতে বারগুলিতে বাউন্সারের ব্যাকগ্রাউন্ড চেক ও নাইটক্লাবের নিরাপত্তা পরিকল্পনা প্রয়োজন। একজন বাউন্সারকে সেন্ট গিলেন হত্যার দায়ে দোষী সাব্যস্ত করা হয়েছিল।\n\n\n== জীবন ও হত্যা ==\nইমেট সেন্ট গিলেন ম্যাসাচুসেটসের বোস্টনে জন্মগ্রহণ করেন, তিনি সেমুন্ডো গিলেন ওমরিন সেন্ট হিলায়ার কন্যা। তার পদবি – ও তার বড় বোন – তাদের পিতামাতার পদবির সংমিশ্রণ ছিল। তাদের মা ছিলেন ফরাসি কানাডিয়ান। ভেনেজুয়েলার অভিবাসী তাদের বাবা, সেমুন্ডো গুইলেন, ইমেটের নয় বছর বয়সে এইডসে মারা যান। তার বিধবা মা পরে আবার বিয়ে করেন।\nসেন্ট গিলেন ১৯৯৯ সালে বোস্টন ল্যাটিন স্কুল থেকে স্নাতক হন এবং জর্জ ওয়াশিংটন বিশ্ববিদ্যালয়ে পড়ার জন্য ওয়াশিংটন, ডিসিতে চলে যান। তার বাবার মতো, সেন্ট গিলেন ফৌজদারি বিচার নিয়ে পড়াশোনা করেছিলেন। তিনি ২০০৩ সালে ম্যাগনা কাম লাউডে স্নাতক হন এবং মাস্টার্স ডিগ্রি অর্জনের জন্য জন জে কলেজ অফ ক্রিমিনাল জাস্টিসে ভর্তি হন। যদিও প্রাথমিকভাবে ফরেনসিক মনোবিজ্ঞান অধ্যয়ন করার ইচ্ছা ছিল, সেন্ট গিলেন তার প্রধান বিষয় ফৌজদারি বিচার ক্ষেত্রে পরিবর্তন করেছিলেন। তিনি তার শ্রেণির সেরা ৫% জনের মধ্যে স্থান পেয়েছে, তার ২০০৬ সালের মে মাসে স্নাতক হওয়ার কথা ছিল।\nফ্লোরিডায় তার মা ও বোনের সাথে তার আসন্ন জন্মদিন উদযাপন করার পর, সেন্ট গিলেন একটি বিমানে নিউইয়র্কে ফিরে যান। সেন্ট গিলেন ২০০৬ সালের ২৪শে ফেব্রুয়ারি তার প্রিয় বন্ধু ক্লেয়ার হিগিন্সের সাথে দেখা করেন তার জন্মদিন উদযাপন অব্যাহত রাখতে।  ২৫ ফেব্রুয়ারি রাত ৩ টা ৩০ মিনিটের দিকে একটি নাইটক্লাবে দুই মহিলা বাড়ি যাব কিনা তা নিয়ে তর্ক করেছিল। হিগিন্স বাকি; পরে রাত ৩ টা ৫০ মিনিটে আমি ফোন কল করে সেন্ট গিলেন হিগিন্সকে আশ্বস্ত করেছিলেন, যে তিনি শীঘ্রই বাড়ি চলে যাচ্ছেন। তাকে শেষবার ভোর ৪ টার সময় 'দ্য ফলস' নামে একটি বারে দেখা যায়।\n\n\n== তথ্যসূত্র =="}