{"pageid": 1092170, "title": "অ্যাশফিল্ড গণধর্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1092170", "content": "অ্যাশফিল্ড গণধর্ষণ ছিল অশ্লীল আক্রমণ এবং ধর্ষণের সাথে জড়িত ধারাবাহিক হামলা যা ২০০২ সালে ছয় মাসের মধ্যে অস্ট্রেলিয়ার নিউ সাউথ ওয়েলসের অ্যাশফিল্ডে সংঘটিত হয়েছিল। চার পাকিস্তানি ভাই এবং এক নেপালি ছাত্রকে ধর্ষণের দায়ে দোষী সাব্যস্ত করে কারাগারে পাঠানো হয়েছে।\n\n\n== অপরাধীরা ==\nখান ভাইদের আদালতের প্রতিবেদনে কেবল তাদের আদ্যক্ষর দ্বারা উল্লেখ করা হয়েছিল, কারণ অপরাধের সময় দুই ভাইয়ের বয়স ছিল ১৬ এবং ১৭। পঞ্চম আসামী রাম শ্রেষ্ঠ একজন নেপালি অভিবাসী এবং \"কে\" ভাইদের বন্ধু ছিলেন। ২০০৫ সালের জুলাই পর্যন্ত, এমএসকে ২৬ বছর বয়সী, এমএকে ২৫, এমআরকে, ২০, এবং এমএমকে ২৯ বছর বয়সী ছিল। শ্রেষ্ঠকেও কেবল তার আদ্যক্ষর আরএস দ্বারা উল্লেখ করা হয়েছিল। ২০০৩ সালের হিসাবে তার বয়স ছিল ২৫।\nজ্যেষ্ঠ, এমএসকে, ২০০৫ সাল পর্যন্ত ছয় বছরের একটি ছেলের সাথে বিয়ে করেছিলেন। তারা পাকিস্তানে বড় হয়েছিল এবং ২০০০ সালে তাদের বাবা তাদের সিডনিতে নিয়ে এসেছিলেন, যিনি তাদের অ্যাশফিল্ডে একটি বাড়ি সরবরাহ করেছিলেন। তিনি তার ছেলেদের জন্য একটি অ্যালিবি প্রদান করার জন্য আদালতে ব্যর্থ ভাবে চেষ্টা করেছিলেন, এবং প্রমাণ করতে চেয়েছিলেন যে, নভেম্বর ২০০৬ সালে তার মৃত্যুর সময় মিথ্যা অভিযোগের মুখোমুখি হয়েছিলেন।\n\n\n== বিচার ==\nজুরি পুলকে ট্যানটিং রোধ করতে ২০০৫ সালের জুলাই পর্যন্ত সংবাদ মাধ্যমকে বিচারের বিষয়ে প্রতিবেদন করতে নিষেধ করা হয়েছিল।\n২০০৩ সালে, পাঁচ আসামিকেই ২০০২ সালের ২৮ জুলাই সংঘটিত \"দলবদ্ধভাবে যৌন নিপীড়নের\" জন্য দোষী সাব্যস্ত করা হয়। ২০০৪ সালের এপ্রিল মাসে ২৮ জুলাইয়ের হামলার ঘটনায় এই চার ভাইকে মোট ৭০ বছরের কারাদণ্ড দেওয়া হয়। রাম শ্রেষ্ঠ ২০০৪ সালের ১৫ এপ্রিলে শাস্তির এক সপ্তাহ আগে কারাগারেই ফাঁসি দিয়ে আত্মহত্যা করেছিলেন। ২০০৪ সালের শেষের দিকে তিন ভাই তাদের শাস্তির বিরুদ্ধে আপিল করে, কিন্তু ২০০৫ সালের নভেম্বর মাসে তাদের আপিল প্রত্যাখ্যান করা হয়।\n২০০৫ সালের মার্চমাসে এমএসকে, এমএকে এবং এমএমকে-র ফেব্রুয়ারি ধর্ষণের বিচারে এমএসকে কে ভাইদের ২০০৩ সালের দোষী সাব্যস্ত হওয়ার বিষয়টি উন্মুক্ত আদালতে প্রকাশ করে, যা একটি সুষ্ঠু বিচার নিশ্চিত করার জন্য জুরির কাছ থেকে রাখা হয়েছিল। প্রসিকিউটর কেন ম্যাকে পরামর্শ দিয়েছিলেন যে এমএসকে-র বিস্ফোরণ বিচার বাতিল করার জন্য \"গণনা\" করা হয়েছে। এমএকে এবং এমএমকে-র জন্য বিচার বাতিল করা হয়, কিন্তু এমএসকে-র জন্য নয়।\nএমএসকে প্রাথমিকভাবে প্রমাণ তৈরি করেছিলেন যে তিনি ১৪ বছরের এক কিশোরের সাথে \"সম্মতিক্রমে\" যৌন সম্পর্ক স্থাপন করেছিলেন, ২০০৫ সালের শেষের দিকে স্বীকার করার আগে যে তিনি মিথ্যা বলেছিলেন।\nএমএসকে, পাশাপাশি তার ব্যারিস্টার, যুক্তি দিয়েছিলেন যে এমএসকে এর ক্রিয়াকলাপ অ্যালকোহল এবং সাংস্কৃতিক কন্ডিশনিং দ্বারা প্রভাবিত হয়েছিল। এমএসকে আদালতে তার শিকারের কাছে ক্ষমা প্রার্থনা করেন এবং বলেন যে তিনি বুঝতে পেরেছেন যে এখন তার কাজ ভুল ছিল কারণ তিনি \"অস্ট্রেলীয় সংস্কৃতি\" আরও ভালভাবে বুঝতে পেরেছিলেন। সংস্কৃতিকে অজুহাত হিসেবে ব্যবহার করে একজন ভুক্তভোগীর পিতা, যিনি মুসলিম ছিলেন, তাকে ঘৃণা করেন।\nএপ্রিল ২০০৬ সালে, নিউ সাউথ ওয়েলস সুপ্রিম কোর্ট তিন ভাইয়ের সাজা বৃদ্ধি করে। বিচারপতি পিটার হিডেন এমএসকে-র সাজায় সর্বনিম্ন পাঁচ বছর এবং ফেব্রুয়ারি ও ১৪ জুলাই ধর্ষণের জন্য এমএকে-র কারাগারে ন্যূনতম দুই বছর অতিরিক্ত বছর যুক্ত করেছেন। তাদের ছোট ভাই এমএমকে কে ১২ মাসের কারাদণ্ড দেওয়া হয়, একই সাথে এবং কিশোর দের আটক করা হয়, একটি ধর্ষণের রাতে একটি অপ্রাপ্তবয়স্ক মেয়ের সাথে যৌন সম্পর্ক স্থাপনের জন্য এবং ২০০১ সালের নভেম্বরে একটি অশালীন আক্রমণের জন্য।\n২০০৭ সালের অক্টোবরমাসে জানা যায় যে, তিন ভাইয়ের বিরুদ্ধে ধর্ষণের অভিযোগ আনা হয়েছে। ২০০৯ সালের মার্চ মাসে এমআরকে ২০০২ সালে ১৫ বছর বয়সী এক কিশোরীর উপর যৌন নিপীড়নের অভিযোগ স্বীকার করে; ২০০৯ সালের ২০ মার্চ তার সাজা হওয়ার কথা ছিল।\nএক হামলার পর, এমআরকে অভিযোগ করেছে যে বিলাল স্কাফের নেতৃত্বে লেবানন-অস্ট্রেলিয়ান পুরুষদের একটি দল সিডনি গণধর্ষণের একটি ইঙ্গিত দিয়েছে।\n\n\n== পরে ==\n২০০৭ সালের ৯ ফেব্রুয়ারি জানা যায় যে দুই জ্যেষ্ঠ ভাইকে গৌলবার্ন সংশোধনাগারে আরও আট জন বন্দীর একটি দল লাঞ্ছিত করেছে। একজনকে মাথায় গুরুতর আঘাত নিয়ে ক্যানবেরা হাসপাতালে নিয়ে যাওয়া হয়েছিল। হামলার অভিযোগে অভিযুক্ত হওয়ার জন্য ২০০৯ সালের মার্চ মাসে ভিডিওলিংকের মাধ্যমে সাত জন আসামি আদালতে হাজির হয়।\nএমআরকে, যোগ্য ভাইদের মধ্যে প্রথম, এপ্রিল ২০১০ সালে স্টেট প্যারোল কর্তৃপক্ষ দ্বারা প্যারোল মঞ্জুর করা হয় এবং পরের মাসে মুক্তি পায়। ভুক্তভোগীরা অপরাধীদের পাকিস্তানে ফেরত পাঠানোর আহ্বান জানায়, কিন্তু আইন বিশেষজ্ঞরা মনে করেন যে ভাইদের অস্ট্রেলীয় নাগরিকত্ব প্রত্যাহার করা আইনসম্মত হবে।\n২০১৮ সালের জুন মাসে এমএমকে প্যারোলে মুক্তি দেওয়া হয়, যার ফলে ভাইদের নাগরিকত্ব কেড়ে নেওয়া এবং নির্বাসিত করার জন্য আরেকটি প্রচারণা শুরু হয়। অভিবাসন মন্ত্রী পিটার ডাটন বলেছিলেন যে তিনি এটি করতে পছন্দ করতেন, কিন্তু তা সম্ভব ছিল না।\n\n\n== তথ্যসূত্র =="}