{"pageid": 109248, "title": "নগ্নতাবাদ", "url": "https://bn.wikipedia.org/wiki?curid=109248", "content": "নগ্নতাবাদ বা প্রকৃতিবাদ হচ্ছে এক ধরনের সামাজিক নগ্নতার ব্যক্তিগত ও জনপ্রকাশ্যরূপ লাভের উদ্দেশ্য এক প্রকার সাংস্কৃতিক ও রাজনৈতিক আন্দোলন। এটি প্রাত্যাহিক বা ব্যক্তিগত, পারিবারিক বা সামাজিক জীবনের ক্ষেত্রে নগ্নতার ব্যবহারকে সংজ্ঞায়িত করতেও ব্যবহৃত হতে পারে। \nনগ্নতাবাদ ইংরেজি আরো যেসকল পরিভাষায় পরিচিত তার মধ্যে আছে ‘Social nudity’, ‘Public nudity’, এবং সাম্প্রতিক কালের ‘Clothes-free’। কিন্তু কোনোটিই পুরোনো ও সর্বাধিক ব্যবহৃত পরিভাষা ‘Naturism’ (যুক্তরাষ্ট্রে Nudism’ নামেই বেশি পরিচিত)-এর সমান বিস্তৃতি পায়নি।\nনগ্নতাবাদীদের দর্শন বিভিন্ন সূত্র থেকে আগত। এই দর্শনের অনেকগুলো এসেছে স্বাস্থ্য ও শারীরিক সামর্থ্য সংক্রান্ত, যা এসেছে বিশ শতকের জার্মানি থেকে। এর পেছনে আছে প্রকৃতির কাছে ফিরে যাওয়ার ধারণা। এছাড়া সাম্যতার সৃষ্টিও এর পেছনে একটি স্পৃহা হিসেবে কাজ করেছে। জার্মানি থেকে পরবর্তীতে এই ধারণা ইংল্যান্ড, কানাডা, যুক্তরাষ্ট্র প্রভৃতি দেশে বিস্তার লাভ করে, এবং বিভিন্ন নেটওয়ার্ক ক্লাব তৈরি হয়। জার্মান নগ্নতাবাদীদের সংগঠন জার্মানিতে পারিবারিক ক্ষেত্রে ও বিনোদনমূলক খেলাধুলায় নগ্নতার প্রসারে কাজ করছে। এ কাজের একটি প্রচেষ্টা হিসেবে তারা জার্মান অলিম্পিক স্পোর্টস ফেডারেশনের সদস্যপদ লাভ করেছে। ফরাসিরা নগ্নতাবাদের প্রসারে দীর্ঘমেয়াদী ছুটিতে নগ্নতা উপভোগের উদ্দেশ্যে নির্দিষ্ট স্থানে বড় কমপ্লেক্স নির্মাণ করেছে। এই ধারণা পরবর্তীতে কানাডা ও যুক্তরাষ্ট্রেও প্রসারিত হয়েছে। এছাড়া নগ্নতাবাদী পর্যটকদের জন্য বিভিন্ন পর্যটনকেন্দ্র বা রিসোর্ট তৈরি হয়েছে। এই ধারণাটি সবচেয়ে বেশি দেখা যায় ক্যারিবীয় অঞ্চলে।\nপাশাপাশি, বিশ্বের বিভিন্ন দেশে ব্যক্তিগত পর্যায়ে এটি অনুশীলন করা হয়ে থাকে।\n\n\n== নগ্নতাবাদের প্রকার ==\nনগ্নতাবাদের চর্চা বিভিন্নভাবে করা সম্ভব। মার্ক অ্যালাইন ডেসকাম্পস, নগ্নতাবাদকে বিভিন্ন প্রকারে ভাগ করেছেন। যেমন: ব্যক্তিগত নগ্নতাবাদ, পারিবারিক নগ্নতাবাদ, বুনো পরিবেশে নগ্নতাবাদ, সামাজিক নগ্নতাবাদ। এছাড়াও সামরিক নগ্নতাবাদ, ক্যাম্পেইনিং ইত্যাদি।\n\n\n=== ব্যক্তিগত ও পারিবারিক নগ্নতাবাদ ===\n\nঘরে ও বাগানে প্রায় সময়ই নগ্নতাবাদের চর্চা করা হয়। এটি হতে পারে একাকী বা পরিবারের সদস্য সহকারে।\nকানাডীয় এক জরিপে দেখা যায়, ৩৯% কানাডীয় ঘরে নগ্ন অবস্থায় হাটাচলা করেন, এবং ব্রিটিশ কলাম্বিয়ায় এই হার ৫১%। ব্যক্তিগত নগ্নতার মধ্যে আছে নগ্ন অবস্থায় ঘুমানো। যদিও কিছু ক্ষেত্রে এটি স্বাস্থ্যগত উপকারের জন্যও করা হয়। কারণ দেখা গেছে নগ্ন অবস্থায় ঘুম আসতে সুবিধা হয়, এবং অনেক্ষণ ঘুমানো সম্ভব। অবশ্য সেই সাথে এটি আরামের কারণেও হতে পারে।\n\n\n=== সামাজিক নগ্নতাবাদ ===\nসামাজিক নগ্নতাবাদ (Social nudism বা Social naturism) হচ্ছে সামাজিক প্রেক্ষাপটে নগ্নতার প্রসার। এটি হতে পারে বাসায় বন্ধুদের নিয়ে একটি নগ্ন অনুষ্ঠান আয়োজনের মাধ্যমে। আরো হতে পারে নগ্নতা চার্চার জন্য বিশেষভাবে কোনো স্থান তৈরির মাধ্যমে। যেমন: নগ্নতাবাদীদের জন্য ক্লাব, সেন্টার, রিসোর্ট, অন্য কোনো সুবিধাজনক স্থান স্থাপনের মাধ্যমে। এই পারিভাষিক ব্যাখ্যাটি অবশ্য স্থানভেদে পরিবর্তিত হয়। কোনো নগ্নতাবাদী অনুষ্ঠান বা কর্মকাণ্ডে পোশাক পরিবধান সাধারণত ঐচ্ছিক। ব্যতিক্রম হচ্ছে সুইমিং পুল ও সূর্যস্নানের স্থান, কারণ অনুমতি সাপেক্ষে এসকল স্থানে সম্পূর্ণ নগ্নতা আশা করা হয়। কিছু নগ্নতাবাদীদের কাছে এই নিয়মটি কিছুক্ষেত্রে বিতর্কের উৎস। স্বাস্থ্যগত ও নিরাপত্তাজনিত কারণে নগ্নতাবাদীদের জন্য নির্মিত স্থানে কর্মরত কর্মচারীদের জন্য কিছু ক্ষেত্রে পোশাক পরা বাধ্যতামূলক।\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== আরো পড়ুন ===\nLee Baxandall's World Guide to Nude Beaches & Resorts: New for the '90s (1997) [১] আইএসবিএন ০-৯৩৪১০৬-২১-৫\nNo Shoes, No Shirt, No Worries Article on \"nakations\" in The New York Times\nNaked Places, A Guide for Gay Men to Nude Recreation and Travel (2006) [২] আইএসবিএন ০-৯৬৫৬০৮৯-৪-৮\nThe Canadian Guide to Naturist Resorts & Beaches (2000) [৩] আইএসবিএন ০-৯৬৮২৩৩২-২-৮\nNorth American Guide to Nude Recreation (2002) [৪] আইএসবিএন ১-৮৮২০৩৩-০৯-৪\nBare Beaches (2004) [৫] আইএসবিএন ০-৯৫৪৪৭৬৭-১-৯\nStorey, Mark Social Nudity, Sexual Attraction, and Respect Nude & Natural magazine, 24.3 Spring 2005.\nStorey, Mark Children, Social Nudity and Academic Research Nude & Natural magazine, 23.4 Summer 2004.\nThe Complete Guide To Nudism And Naturism (2006) [৬] আইএসবিএন ১-৮৪৬৮৫-২৫৮-৭ আইএসবিএন ৯৭৮-১-৮৪৬৮৫-২৫৮-৯\nSmith, G.; King, M. (2009). Naturism and sexuality: Broadening our approach to sexual wellbeing,Health and Place. Vol 15, Issue 2, June 2009.\n\n\n== বহিঃসংযোগ ==\n\nকার্লিতে নগ্নতাবাদ (ইংরেজি)"}