{"pageid": 1092156, "title": "কেলি অ্যান বেটস হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1092156", "content": "কেলি অ্যান বেটস (১৮ মে ১৯৭৮ - ১৬ এপ্রিল ১৯৯৬) ছিলেন একজন ইংরেজ কিশোরী, যাকে ১৭ বছর বয়সে ইংল্যান্ডের ম্যানচেস্টারে তার নির্যাতনকারী জেমস প্যাটারসন স্মিথ (জন্ম আনু. ১৯৪৮) হত্যা করেছিল। চার সপ্তাহ ধরে তার উপর তার অত্যাচার করা হয়েছিল, যার মধ্যে ছিল তার মৃত্যুর তিন সপ্তাহ আগে অক্ষিগোলক থেকে চোখ বের করে নেওয়া, শেষে তাকে বাথটাবে ডুবিয়ে দেওয়া হয়।\nগ্রেটার ম্যানচেস্টার পুলিশের গোয়েন্দা সার্জেন্ট জোসেফ মোনাঘান এই হত্যার তদন্তের নেতৃত্ব দেন। তিনি বলেন: \"আমি ১৫ বছর ধরে পুলিশ বাহিনীতে আছি, তবে এর মতো ভয়াবহ ঘটনা কখনও দেখিনি।\" বেটসের শরীর পরীক্ষা করা প্যাথলজিস্ট উইলিয়াম ললার তার আঘাতকে হত্যার শিকার ব্যক্তির উপর দেখা সবচেয়ে খারাপ বলে বর্ণনা করেছেন। প্রাক্তন যৌন সঙ্গীদের বিরুদ্ধে সহিংসতা ও নির্যাতনের ইতিহাস থাকা স্মিথ বেটসকে হত্যার কথা অস্বীকার করেন কিন্তু ১৯৯৭ সালের ১৯ নভেম্বর তাকে দোষী সাব্যস্ত করে যাবজ্জীবন কারাদণ্ড দেওয়া হয়।\n\n\n== পটভূমি ==\nজেমস স্মিথ ম্যাঞ্চেস্টারের গরটন এলাকায় বসবাসকারী একজন বেকার বিবাহবিচ্ছেদী ছিলেন। পরিচিতরা তাকে \"গৃহ-গর্বিত\" এবং \"সুসজ্জিত\" হিসেবে বর্ণনা করেন, তিনি একজন অ-মদ্যপায়ী এবং অধূমপায়ী ছিলেন। ১৯৮০ সালে, দশ বছর পর তার বিবাহ বিচ্ছেদ হয়ে যায়, কারণ তিনি তার স্ত্রীর প্রতি হিংস্র ছিলেন। তার পরবর্তী সম্পর্ক ছিল ২০ বছর বয়সী টিনা ওয়াটসনের সাথে, যাকে ১৯৮০ থেকে ১৯৮২ সালের মধ্যে তিনি \"পাঞ্চ-ব্যাগ হিসাবে ব্যবহার করেছিলেন\", এমনকি তিনি তার সন্তানের সাথে গর্ভবতী থাকাকালীন তাকে গুরুতরভাবে মারধর করেছিলেন। টিনা বলেছিলেন: \"প্রথমে এটা কখনো কখনো ছিল; শুধু একটু টোকার মত। কিন্তু শেষ পর্যন্ত এটি প্রতিদিন হতে থাকে। সে আমার মুখে মারত বা ছাইদানি দিয়ে আমার মাথায় আঘাত করত। সে আমার পায়ে বা পায়ের মাঝখানে লাথি মারত।\" ওয়াটসন সেই সম্পর্ক থেকে বেরিয়ে আসতে সক্ষম হন, এই সময়ও স্মিথ তাকে স্নান করার সময় ডুবিয়ে দেওয়ার চেষ্টা করেছিলেন। ১৯৮২ সালে যখন সেই সম্পর্কের অবসান ঘটে, তখন স্মিথ ১৫ বছর বয়সী ওয়েন্ডি মোটার্সহেডের সঙ্গে সম্পর্ক শুরু করেন, তাকে তিনি গালিগালাজও করেছিলেন। একবার তিনি তাকে ডুবিয়ে দেওয়ার চেষ্টায় রান্নাঘরের সিঙ্কে জলের নিচে তার মাথা চেপে ধরেছিলেন।\n১৯৯৩ সালে, স্মিথ কেলি বেটসকে প্রস্তুত করতে শুরু করেন যখন তার বয়স ছিল ১৪ বছর, কেলি যখন স্মিথের বন্ধুদের বাচ্ছা সামলানোর কাজ করছিলেন, সেইসময় তাঁদের দেখা হয়েছিল। প্রায় দুই বছর পরে, বেটস স্কুল ছেড়ে স্মিথের সাথে গরটনের ফুরনিভাল রোডে তার বাড়িতে চলে আসেন। বেটস নিজের বাবা-মা টমি এবং মার্গারেট বেটসের কাছে তাদের মধ্যে বয়সের পার্থক্য গোপন করছিলেন।  দুজনে একসাথে থাকতে শুরু করার পর বেটসের মা স্মিথের সাথে তার প্রথম সাক্ষাতের কথা বলেছিলেন: \"স্মিথকে দেখার সাথে সাথে আমার মাথার চুল খাড়া হয়ে গিয়েছিল। আমি কেলি অ্যানকে তার কাছ থেকে দূরে সরিয়ে দেওয়ার জন্য যথাসাধ্য চেষ্টা করেছি।\"\nযদিও কেলি স্মিথকে ছেড়ে কিছুদিনের জন্য চলে গিয়েছিলেন, তার সাথে তর্কবিতর্কের কারণে, তিনি আরও একবার নভেম্বরের শেষের দিকে ফুরনিভাল রোডে তার সাথে বসবাস করছিলেন।  তার বাবা-মা তার শরীরে আঘাতের চিহ্ন দেখেছিলেন, কিন্তু সেগুলি তিনি দুর্ঘটনার ফলাফল হিসাবে ব্যাখ্যা করেছিলেন। তিনি ক্রমশ নিজের মধ্যে গুটিয়ে যাচ্ছিলেন এবং ডিসেম্বর ১৯৯৫ সালে তার আংশিক সময়ের চাকরি থেকে পদত্যাগ করেন। ১৯৯৬ সালের মার্চ মাসে, তার বাবা-মা তাদের বার্ষিকী এবং জন্মদিনের জন্য তার কাছ থেকে কার্ড পেয়েছিলেন, কিন্তু কেবল স্মিথ তাদের মধ্যে লিখেছিলেন। বেটসের ভাই যখন তাকে বাড়িতে দেখার চেষ্টা করেন, স্মিথ বলেছিলেন যে তিনি বাড়িতে নেই। যখন একজন উদ্বিগ্ন প্রতিবেশী কেলির কথা জিজ্ঞাসা করেছিলেন, তখন অল্পসময়ের জন্য কেলিকে উপরের জানালায় দেখানো হয়।\n\n\n== হত্যা ==\n১৯৯৬ সালের ১৬ ই এপ্রিল, স্মিথ কর্তৃপক্ষকে জানান যে বাথটাবে তর্কাতর্কির সময় তিনি দুর্ঘটনাক্রমে তার বান্ধবীকে হত্যা করেছেন, তিনি দাবি করেন যে কেলি শ্বাস নেবার সময় জল ঢুকে গিয়েছিল এবং পুনরুজ্জীবনের প্রচেষ্টার পরে মারা যান। তিনি আরও দাবি করেছিলেন যে তিনি প্রায়শই অজ্ঞান হওয়ার ভান করতেন। পুলিশ স্মিথের ঠিকানায় গিয়ে একটি শয়নকক্ষে বেটসের নগ্ন দেহ দেখতে পায়। তার রক্ত সারা বাড়িতে পাওয়া গিয়েছিল, এবং পোস্ট মর্টেম পরীক্ষায় তার শরীরে ১৫০ টিরও বেশি পৃথক আঘাত পাওয়া গিয়েছিল। জীবনের শেষ মাসে তাকে বেঁধে রাখা হয়েছিল, তার চুল দিয়ে কখনও কখনও রেডিয়েটরের সাথে বা কখনও আসবাবপত্রের সাথে, অথবা লিগাচারের মাধ্যমে তার ঘাড় বেঁধে রাখা হত।\nহোম অফিসের প্যাথলজিস্ট উইলিয়াম ললার, যিনি তার দেহ পরীক্ষা করেছিলেন, বলেছিলেন: \"আমার কর্মজীবনে, আমি প্রায় ৬০০ জন হত্যাকাণ্ডের শিকারদের পরীক্ষা করেছি কিন্তু এত ব্যাপক আঘাত প্রাপ্তের সম্মুখীন হইনি।\" বেটসের শরীরে নিম্নলিখিত আঘাতের চিহ্ন পাওয়া গেছে:\n\nতার নিতম্ব এবং বাম পায়ে ক্ষত\nএকটি গরম ইস্ত্রী প্রয়োগ করে উরুতে পোড়া\nএকটি হাত ভাঙা\nছুরি, কাঁটা এবং কাঁচি দ্বারা একাধিক ছুরিকাঘাতের ক্ষত\nতার মুখের ভিতরে ছুরিকাঘাতের ক্ষত\nদুই হাতে প্রবল চাপ দিয়ে আঘাত\nতার কান, নাক, ভ্রু, মুখ, ঠোঁট এবং যৌনাঙ্গ ক্ষতবিক্ষত করা\nকোদাল এবং ছাঁটাই কাঁচি দ্বারা সৃষ্ট ক্ষত\nদুটি চোখ উপড়ে ফেলা\nপরে খালি অক্ষিগোলকে ছুরিকাঘাতের ক্ষত\nআংশিক স্ক্যাল্পিং\n\n\n== তথ্যসূত্র =="}