{"pageid": 1092865, "title": "শিশুশ্রম বা জোরপূর্বক শ্রম দ্বারা উৎপাদিত পণ্যের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1092865", "content": "শিশুশ্রম বা জোরপূর্বক শ্রম দ্বারা উৎপাদিত  সামগ্রীর তালিকা একটি বার্ষিক প্রকাশনা, যা মার্কিন যুক্তরাষ্ট্র সরকার অধীনস্থ মার্কিন শ্রমবিভাগ এর আন্তর্জাতিক শ্রম বিষয়ক ব্যুরো দ্বারা পরিচালিত হয়। এটা ২০১৪ সালের ডিসেম্বরের মধ্যে প্রকাশিত হয়েছে তার ষষ্ঠ সংস্করণ জারি শ্রম রিপোর্টে। এ তালিকা প্রকাশিত হয় ২০০৫ -এর পাচারের শিকার ব্যক্তিদের সুরক্ষা অ্যাক্ট (TVPRA) -এর অধীনে, যা ২০০৮, ২০১১ ও ২০১৩ সালে কংগ্রেস দ্বারা সুরক্ষিত করা হয়। পাচার আইনের শিকার জন্য একজন বিচারপতি ২০১৫ সালের জানুয়ারিতে হাউস আইন পাস করেন।\n২০১৮ সালের সেপ্টেম্বর, সর্বশেষ সাম্প্রতিক প্রকাশনা অনুযায়ী ৭৬ টি দেশের ১৪৮ টি পণ্য রয়েছে।  ২০১৪ সালে প্রকাশিত সংখ্যার তুলনায় কিছুটা বেশি যখন তালিকায় ১৬টি পণ্য ছিল, যা আইএলএবি বিশ্বাস করার কারণ ছিল [বাধ্যতামূলকভাবে] শ্রম বা শিশুশ্রম দ্বারা উৎপাদিত হয় ৭৪টি দেশে।  ২০১৪ সালের রিপোর্ট অনুসারে, কৃষি, বনায়ন এবং মাছ ধরা ছিল সেক্টর যেখানে শিশুশ্রম এবং জোরপূর্বক শ্রম সবচেয়ে বেশি ছিল। ম্যানুফ্যাকচারিং, মাইনিং, কোয়ারি ও পর্নোগ্রাফি তালিকাটি সম্পন্ন করেছে।\n\n\n== ইতিহাস ==\n১৯৪৭ সালে প্রতিষ্ঠিত আন্তর্জাতিক শ্রম বিষয়ক ব্যুরো (ILAB) বিশ্বজুড়ে শ্রম, শিশুশ্রম, জোরপূর্বক শ্রম ও জোরপূর্বক শিশুশ্রম বিষয়ে অসংখ্য প্রতিবেদন প্রকাশ করেছে।  ২০০৯ সাল থেকে, ব্যুরো প্রতিবছর শিশুশ্রম বা জোরপূর্বক শ্রম দ্বারা উৎপাদিত পণ্যের একটি হালনাগাদ তালিকা প্রকাশ করছে। প্রতিবেদনে ২০০৯ সালে প্রথম সংস্করণে ৫৮টি দেশের ১২২ টি পণ্য তালিকাভুক্ত করা হয়েছিল। ২০১৪ সালে এটি ৭৪ টি দেশের ১৩৬ টি পণ্য তালিকাভুক্ত করেছে।\nটিভিপিআরএ তালিকা এমন পণ্য ও দেশগুলিকে নির্দেশ করে, যেখানে আইএলএবি উল্লেখযোগ্যভাবে শিশুশ্রম এবং জোরপূর্বক শ্রমের উল্লেখযোগ্য ঘটনা রেকর্ড করেছে পৃথক কোম্পানি বা ব্যবসার সাথে সম্পর্কিত না করে।  সর্বজনীনভাবে উপলব্ধ উৎসের উপর ভিত্তি করে একটি বিস্তৃত তালিকা প্রদানের জন্য ক্লান্তিকর গবেষণা পরিচালিত হয়েছে। \n২০০৯ সালে ব্যুরোর গবেষণায় বলা হয়েছে, জোরপূর্বক শ্রমের চেয়ে শিশুশ্রমের দ্বারা উৎপাদিত পণ্য বেশি। কৃষি ফসল পণ্যগুলির বৃহত্তম শ্রেণীর প্রতিনিধিত্ব করে। প্রকৃতপক্ষে, তালিকায় ৬০টি কৃষি পণ্য, ৩৮টি উউৎপাদিত  পণ্য ও ২৩টি খনিজ পণ্য ছিল। , উৎপাদনে ইট তৈরি ও খনির শিল্পে স্বর্ণ খনিতে শিশুশ্রম এবং জোরপূর্বক শ্রম গ্রহণ করা হয়েছিল। ২০১৪ সালে কৃষি, বনায়ন এবং মাছ ধরার  তালিকায় পণ্যগুলির সবচেয়ে বড় শ্রেণীর প্রতিনিধিত্ব করেছিল এবং ১২৬টি পণ্য বিশ্বব্যাপী বাধ্যতামূলক শ্রম দ্বারা উত্পাদিত ৫৫টি পণ্যের তুলনায় শিশুশ্রম দ্বারা উত্পাদিত হয়েছিল বলে জানা গেছে। এই ধরনের কাজের অবস্থার উদাহরণ তুলনামূলকভাবে একই খাতে পরিলক্ষিত হয়েছিল।\n২০১৪ সালে তালিকাটি ভারতকে সেই দেশ হিসাবে চিহ্নিত করেছে, যেখানে শিশুশ্রম ও জোরপূর্বক শ্রম উভয় দ্বারা উৎপাদিত সর্বাধিক পণ্য তালিকাভুক্ত ২৫টি পণ্য রয়েছে। ভারতের পরে রয়েছে ব্রাজিল (১৬টি পণ্য), বাংলাদেশ (১৫টি পণ্য), বার্মা (১৪টি পণ্য), ফিলিপাইন (১৩টি পণ্য) এবং চীন (১২ টি পণ্য)।\nটিভিপিআরএ তালিকার লক্ষ্য জাতীয় ও আন্তর্জাতিক স্তরে শিশুশ্রম ও জোরপূর্বক শ্রম সম্পর্কে সচেতনতা বৃদ্ধি করা  এবং কার্যকরভাবে জোরপূর্বক শ্রম দূর করার জন্য সরকার ও সমাজের আদিম উদ্দেশ্যকে শক্তিশালী করে। \n\n\n== আরও দেখুন ==\nঅবাধ শ্রম\nআফ্রিকায় শিশুশ্রম\nআইনি কাজের বয়স\nশিশু দাসত্ব\nশিশুদের পাচার\nকোকো উৎপাদনে শিশুরা\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\n[১]\nমার্কিন শ্রম বিভাগ\nইউ এস স্বরাষ্ট্র বিভাগ\nআন্তর্জাতিক শ্রম সংস্থা\nআন্তর্জাতিক শ্রম বিষয়ক ব্যুরো (ILAB)"}