{"pageid": 1092145, "title": "লাইসিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1092145", "content": "লাইসিয়াম বা গারকাদ হল নাইটশেড পরিবার, সোলানাসেইয়ে ফুল গাছের একটি বংশ। গোত্রজুড়ে এই বংশের একটি বিচ্ছিন্ন বিতরণ রয়েছে, প্রজাতিগুলি নাতিশীতোষ্ণ এবং উপ -ক্রান্তীয় অঞ্চলে বেশিরভাগ মহাদেশে ঘটে। দক্ষিণ আমেরিকায় সর্বাধিক প্রজাতি রয়েছে, তারপরে উত্তর আমেরিকা এবং দক্ষিণ আফ্রিকা রয়েছে। ইউরোপ এবং এশিয়া জুড়ে ছড়িয়ে ছিটিয়ে রয়েছে বেশ কয়েকটি, এবং একটি অস্ট্রেলিয়ার অধিবাসী।  এই বংশের উদ্ভিদের প্রচলিত অন্য নামের মধ্যে রয়েছে বক্স-থ্রোন ও ডিজার্ট-থ্রোন। \nএখানে প্রায় ৭০  থেকে ৮০  প্রজাতি রয়েছে। সবচেয়ে সাধারণ হয় লাইসিয়াম বারবারুম এবং চাইনিজ লাইসিয়াম, যার ফল ও ফলন চীনের মধ্যে একটি ঐতিহ্যগত খাদ্য ফসল হিসেবে উৎপাদিত হয়।\n\n\n== ব্যুৎপত্তি ==\nসাধারণ নাম লাইসিয়াম গ্রিক শব্দ λυκιον (lykion) থেকে উৎপত্তি, যা দিয়ে প্রয়োগ করা হয়েছে প্লিনি দ্য এল্ডার (২৩-৭৯) এবং পিডানিয়াস ডাইসকোরিডেস এর বাকথ্রোন নামে পরিচিত উদ্ভিদ (সিএ ৪০-৯০)। এটি সম্ভবত একটি রামনাস প্রজাতি ছিল এবং লিসিয়া (Λυκία) এর জন্য নামকরণ করা হয়েছিল , প্রাচীন দক্ষিণ অ্যানাতোলিয়ান অঞ্চল যেখানে এটি বেড়ে উঠেছিল।  বেরি লাইসিল ফল পুরাতন মধ্যে (\"lycium ফল\") বলা হয় ল্যাটিন ফার্মাকোলজিকাল গ্রন্থে।\n\n\n== বর্ণনা ==\nলাইসিয়াম গুল্ম, প্রায়ই কাঁটাযুক্ত, ১ থেকে ৪ মিটার লম্বা হয়। পাতাগুলি ছোট, সরু এবং মাংসল, এবং পর্যায়ক্রমে সাজানো হয়, কখনও কখনও ফ্যাসিকল । ফুলগুলি নির্জন বা গুচ্ছের মধ্যে বহন করে। ফানেল-আকৃতির বা ঘণ্টা-আকৃতির করোলা সাদা, সবুজ বা বেগুনি রঙের। ফলটি একটি দুই কক্ষবিশিষ্ট, সাধারণত মাংসল এবং সরস বেরি যা লাল, কমলা, হলুদ বা কালো হতে পারে। এটিতে কয়েকটি বীজ বা অনেকগুলি থাকতে পারে।  বেশিরভাগ লাইসিয়ামে ১০ টিরও বেশি বীজযুক্ত মাংসল, লাল বেরি থাকে, তবে কয়েকটি আমেরিকান ট্যাক্সার দুটি বীজযুক্ত শক্ত ফল রয়েছে। \nযদিও বেশিরভাগ লাইসিয়াম একঘেয়ে, পুরুষ এবং মহিলা অংশের সাথে উভলিঙ্গ ফুল উৎপাদন করে, কিছু প্রজাতি গাইনোডিয়োসিয়াস, কিছু জাতে উভলিঙ্গ ফুল ধারণ করে এবং কিছু কার্যকরীভাবে মহিলা ফুল উৎপাদন করে। \n\n\n== ব্যবহারসমূহ ==\nলাইসিয়াম ইউরোপীয় উদ্ভিতজাত ভেষজ আদ্যিকাল থেকে বলে জানা গেছে , এবং প্রজাতির থেকে একাধিক প্রজাতি বের হয়েছে এখানে ইস্ট ইউরোপ রোমানদের মাধ্যমে একাধিক ঔষধি প্রক্রিয়াজাত করা হয়েছে।  \n১৭৫৩ সালের প্রকাশনা স্পিসিজ প্লান্টারাম বইয়ে , লিনিয়াস তিনটি লাইসিয়াম প্রজাতি বর্ণনা করেছেন : এল আফ্রাম , এল বারবারাম এবং এল ইউরোপিয়াম ।\nলাইসিয়াম, বিশেষ করে এল বারবারুম প্রথাগত চীনা ঔষধ হিসেবে দীর্ঘ ব্যবহার করা হয়েছে।  লাইসিয়ামের অন্যান্য প্রজাতির পাতা এবং শিকড় , যেমন এল ।  ফল এল বারবারুম এবং এল চাইনিজ হিসেবে পরিচিত গোজি বেরি, সাধারণভাবে একটি শুকনো ফল হিসাবে খাওয়া হয়।  চীনা টনিক গৌ কিউ জি (\"উলফবেরি ফল\") বেশ কয়েকটি লাইসিয়াম প্রজাতির যে কোন একটি ফলের তৈরি এবং এটি খাদ্যতালিকাগত সম্পূরক হিসাবে ব্যবহৃত হয়, যদিও এর কোন প্রমাণ নেই যে এর কোন জৈবিক প্রভাব আছে\n\n\n== বাস্তুশাস্ত্র ==\nলাইসিয়াম প্রজাতি বেশিরভাগ শুষ্ক এবং আধা শুষ্ক জলবায়ুতে দেখা যায়, এবং কয়েকটি উপকূলীয় অঞ্চল থেকে কিছুটা লবণাক্ত আবাসস্থলে পরিচিত। \nআক্রমণাত্মক প্রজাতি এল ফেরোসিসিয়াম বড় সংখ্যায় কাঁটা কীটপতঙ্গ উদ্ভিদ যা অস্ট্রেলিয়া ও চালু ছিল অন্তর্ভুক্ত নিউজিল্যান্ড সেখানে এবং ঘন হয়ে উঠে । এটি গবাদি পশুদের ক্ষতি করে, কীটপতঙ্গ স্তন্যপায়ী এবং পোকামাকড়কে আশ্রয় দেয় এবং স্থানীয় প্রজাতিগুলিকে স্থানচ্যুত করে। \n\n\n== চিত্রশালা ==\n\n\n== তথ্যসূত্র =="}