{"pageid": 1092937, "title": "সহকর্ম ক্ষেত্র", "url": "https://bn.wikipedia.org/wiki?curid=1092937", "content": "সহকর্ম ক্ষেত্র (ইং:Coworking space) একটি কর্মপরিসর যেখানে বিভিন্ন ব্যবসায় প্রতিষ্ঠানের কর্মীরা একই কার্যালয় ভাগাভাগি করে কাজ করেন। এ ক্ষেত্রে অভিন্ন অবকাঠামো যেমন কারিগরি সরঞ্জাম ও উপকরণাদি, বিদ্যুৎ-পানি-গ্যাস ইত্যাদি উপযোগিতামূলক সেবা, এবং কার্যালয়ের অভ্যর্থনা, প্রহরা, রক্ষণাবেক্ষণ ও তত্ত্বাবধান সেবাসমূহ ভাগাভাগি করে ব্যবহার করা হয় যার ফলে প্রতিষ্ঠান পরিচালনার আনুষঙ্গিক ব্যয় হ্রাস পায়। ক্ষেত্রবিশেষে পানাহারের বন্দোবস্ত ও চিঠিপত্র ও ডাকযোগে প্রেরিত বস্তুসমূহ গ্রহণ করার মতো সেবাগুলিও ভাগাভাগি করা হতে পারে। স্বাধীন ঠিকাদার, স্বাধীন বিজ্ঞানী, নিত্য-ভ্রাম্যমাণ বৃহত্তর কর্মীদল (যারা কার্যালয়ের মতো স্থাবর সম্পত্তির পেছনে অর্থের অপচয় রোধ করতে ইচ্ছুক), নিজ বাসগৃহে কর্মসম্পাদনকারী পেশাদার ব্যক্তিবর্গ, এবং যেসব ব্যক্তি প্রায়শই ভ্রমণ করে থাকেন, তাদের জন্য এই ধরনের সহকর্ম সেবা প্রদানকারী ক্ষেত্রগুলি আকর্ষণীয়। উপরন্তু, সহকর্ম ক্ষেত্রগুলিতে কাজ করলে কর্মীরা বাসা থেকে টেলিযোগাযোগের মাধ্যমে কাজ করা, ভ্রমণকালীন কাজ করা, বা বাসায় একা কাজ করার কারণে যে সামাজিক বিচ্ছিন্নতার অনুভূতি বোধ করেন, তা এড়াতে পারেন ও মনোযোগ বিঘ্নকারী কারণ দূর করতে পারেন। বেশিরভাগ সহকর্ম ক্ষেত্রে সদস্য হতে হলে নির্দিষ্ট সময় পরপর চাঁদা বা মাশুল পরিশোধ করতে হয়।\nসহকর্ম ক্ষেত্রগুলিতে সমমনস্ক ব্যক্তিবর্গ বা প্রারম্ভিক দশার ব্যবসা প্রতিষ্ঠানগুলিকে একটি উন্মুক্ত সম্প্রদায়ভিত্তিক কর্মক্ষেত্রের সুবিধা প্রদান করা হয়। সহকর্ম ক্ষেত্রগুলিতে অসংরক্ষিত কর্মটেবিল (হট ডেস্ক), ব্যক্তিগত (নিবেদিত) কর্মটেবিল বা কার্যালয় কক্ষ ভাড়া দেওয়া হতে পারে। সহকর্মক্ষেত্রগুলির সদস্য ব্যবসা প্রতিষ্ঠানগুলি ভাড়া বা সদস্য চাঁদা প্রদানের মাধ্যমে তাদের কর্মক্ষেত্রের জন্য মূল্য পরিশোধ করেন। সহকর্ম ক্ষেত্রগুলিতে সাধারণত কোনও আনুষ্ঠানিক বা আবশ্যকীয় (শিক্ষামূলক বা প্রশিক্ষণমূলক) কর্মসূচী প্রদান করা হয় না। তবে এগুলিতে কখনও কখনও বক্তৃতা, সভা ও অন্যান্য ঐচ্ছিক অনানুষ্ঠানিক শিক্ষাগ্রহণের সুযোগ থাকতে পারে। সহকর্ম ক্ষেত্রগুলিতে স্থান পাবার জন্য কোনও প্রতিযোগিতামূলক আবেদন প্রক্রিয়ায় অংশ নিতে হয় না এবং এগুলিকে নির্দিষ্ট সময় পরে পরিত্যাগ করার কোনও শর্ত বা মানদণ্ড থাকে না। উত্তরণমূলক কেন্দ্রগুলির (Graduating center) (যেমন ব্যবসা অংকুরোদ্গম কেন্দ্র বা ব্যবসা ত্বরক কেন্দ্র) বিপরীতে সহকর্ম ক্ষেত্রগুলিতে সদস্য কোম্পানিগুলিকে টেকসই আয়ের প্রবাহ হিসেবে ধরে রাখার জন্য চেষ্টা করা হয়।\n\n\n== তথ্যসূত্র =="}