{"pageid": 1092420, "title": "ওসমান বেদেমির", "url": "https://bn.wikipedia.org/wiki?curid=1092420", "content": "ওসমান বেদেমির (দিয়ারবাকিরে ১৯৭১ সালে জন্ম) হলেন তুর্কী রাজনীতিবিদ, আইনজীবী ও মানবাধিকার কর্মী। তিনি কুর্দি বংশোদ্ভূত। তিনি ২০০৪ থেকে ২০১৪ সাল পর্যন্ত তার নিজ শহর দিয়ারবাকিরের মেয়র ছিলেন। তিনি ২০১৪ সাল পর্যন্ত পিস অ্যান্ড ডেমোক্রেসি পার্টির (বিডিপি) এবং ২০১৪ সাল থেকে এইচডিপির সদস্য ছিলেন।\n\n\n== জীবন এবং কর্মজীবন ==\nওসমান বেদেমির ডিকল বিশ্ববিদ্যালয়ের আইন অনুষে থেকে স্নাতক সম্পন্ন করেন। ১৯৯৫ সালে তিনি স্বাধীন মানবাধিকার সমিতির দিয়ারবাকির শাখার সভাপতি হন। ১৯৯৫ থেকে ২০০২ সাল পর্যন্ত তিনি একজন বোর্ড সদস্য ছিলেন এবং পাশাপাশি সমিতির সহ-সভাপতি হন। ১৯৯৯ সালের ফেব্রুয়ারিতে তিনি প্রথম আইনজীবীদের একজন হয়েছিলেন যিনি স্বেচ্ছায় আব্দুল্লাহ ওজালানকে রক্ষা করেছিলেন। ২০০১ সালে তিনি তুরস্কের হিউম্যান রাইটস ফাউন্ডেশনের প্রতিষ্ঠাতা সদস্য হন। ২০০২ সালের সাধারণ নির্বাচনে, তিনি ডেমোক্রেটিক পিপলস পার্টির (ডিইএইচএপি) প্রার্থী ছিলেন, কিন্তু দলটি ১০% নির্বাচনী দোরগোড়ায় পৌঁছতে ব্যর্থ হয়েছিল। ২০০৩ সালে, ওসমান বেদেমির যুক্তরাষ্ট্রে ৬ মাস অতিবাহিত করেন, তার ইংরেজি ভাষা উন্নত করার জন্য। ২০০৪ সালে, তিনি দিয়ারবাকিরের মেয়র নির্বাচিত হন। দিয়ারবাকিরের মেয়র হিসেবে তিনি ওয়ার্ল্ড ফেডারেশন অব ইউনাইটেড সিটিজের সদস্য হয়েছিলেন, যার জন্য তিনি বিশ্বের বেশ কয়েকটি রাজধানী ভ্রমণ করেছিলেন। তিনি ইউরোপীয় সংসদে তুরস্কে কুর্দিদের যেসব সমস্যার সম্মুখীন হন সে বিষয়ে বক্তৃতাও করেছিলেন।\n\n\n== অভিযোগ ও হুমকি ==\nএকজন মানবাধিকার কর্মী এবং রাজনীতিবিদ হিসেবে ওসমান বেদেমির বিভিন্ন স্তরে নিপীড়নের শিকার হয়েছেন। অ্যামনেস্টি ইন্টারন্যাশনালের ২০০৪ সালের ১২ ফেব্রুয়ারিতে প্রকাশিত একটি প্রতিবেদন অনুসারে তার মানবাধিকার কার্যক্রমের জন্য তার বিরুদ্ধে ২০০ টি আদালতে মামলা ছিল। দৈনিক রাদিকাল ১১ জুলাই ২০০৬ সালে রিপোর্ট করেছে, পূর্ববর্তী দুই বছরে তার বিরুদ্ধে মোট ১২৯টি তদন্ত করা হয়েছিল।\nওসমান বেদেমির অসংখ্য হুমকি পেয়েছেন। ২০০১ সালের জুনে অ্যামনেস্টি ইন্টারন্যাশনাল তার পক্ষ থেকে একটি জরুরি নিরাপত্তা পরিস্থিতি জারি করে। আর্মেনিয় এক সাংবাদিককে হত্যার পর, ২০০৭ সালের জানুয়ারিতে ওসমান বেদেমির ছিলেন সেই কয়েক জনের একজন যারা কিনা মৃত্যুর হুমকি পেয়েছিছিল।\nওসমান বেদেমিরের বিরুদ্ধে সাম্প্রতিক সময়ে আদালতের মামলাগুলির মধ্যে রয়েছে:\n\n২০০৬ সালের মে মাসে ওসমান বেদেমিরের বিরুদ্ধে একটি মৃতদেহ পরিবহনের জন্য পৌরসভার একটি অ্যাম্বুলেন্স সরবরাহ করে একটি অবৈধ কাজের অভিযোগ আনা হয়েছিল। ২০০৬ সালের সেপ্টেম্বরে ওসমান বেদেমির খালাস পান।\nওসমান বেদেমির এবং ডিটিপি পার্টির অন্য ৫৫ জন মেয়রকে অভিযুক্ত করা হয়েছিল কারণ ২০০৫ সালের ডিসেম্বরে তারা ডেনমার্কের প্রধানমন্ত্রী অ্যান্ডার্স ফগ রাসমুসেনের কাছে একটি পিটিশনে স্বাক্ষর করেছিলেন যাতে তিনি কুর্দি টেলিভিশন স্টেশন রোজ টিভি বন্ধ না করার আহ্বান জানান। তাদের বিরুদ্ধে পিকেকে সমর্থন করার অভিযোগ আনা হয়েছিল। বিচার শুরু হয়েছিল ২০০৬ সালের সেপ্টেম্বরে। ২০০৭ সালের এপ্রিলে প্রসিকিউটর ৫২জন মেয়রের প্রত্যেকের জন্য ১৫ বছরের কারাদণ্ডের সাজা শুনিয়েছিলেন।\nকুর্দি ভাষায় নববর্ষের শুভেচ্ছা পাঠানোর সময় তুর্কি বর্ণমালায় নয় এমন অক্ষর ব্যবহার নিষিদ্ধ করার জন্য একটি তুর্কি আইন লঙ্ঘনের জন্য তার বিরুদ্ধে মামলা করা হয়েছিল, যার মধ্যে ছিল \"W\" অক্ষর। ২০০৭ সালের ১৯ এপ্রিল দিয়ারবাকির ২ নং শান্তি আদালত অভিযোগ প্রত্যাহার করে নেয় কারণ বিচার মন্ত্রণালয় এই ধরনের একটি মামলার শুনানির অনুমতি দেয়নি।\n২০১৭ সালের অক্টোবরে ওসমান বেদেমির ৩ পুলিশ কর্মকর্তাকে \"ফ্যাসিস্ট এবং নিম্ন-জীবনধারী\" বলায় এবং একজন অন-ডিউটি সরকারি কর্মচারীকে অপমান করার জন্য ১ বছর ৫ মাস এবং ১৫ দিনের কারাদণ্ডে দণ্ডিত হন। \n১০ ডিসেম্বর ২০১৮ সালে আহভাল বার্তা সংস্থা রিপোর্ট করেছে যে বিক্ষোভ ও সভা আইন লঙ্ঘনের জন্য তাকে ১৮ মাসের কারাদণ্ড দেওয়া হয়েছিল।\n১লা মার্চ ২০২১-এ, ক্যাসেশন কোর্টের রাষ্ট্রীয় প্রসিকিউটর বেকির শাহিন সাংবিধানিক আদালতের সামনে একটি মামলা দায়ের করেন, যার মধ্যে ছিল ওসমান বেদেমির এবং ৬৮৬ জন অন্যান্য এইচডিপি রাজনীতিবিদদের জন্য পাঁচ বছরের নিষেধাজ্ঞা। যার কারণ হিসেবে বলা হয়, একসঙ্গে রাজনীতিতে জড়িত থাকার জন্য এইচডিপি বন্ধের কারণটি যা কিনা পিকেকে'র সাথে কথিত সাংগঠনিক সংযোগের জন্য।\n\n\n== ব্যক্তিগত জীবন ==\n২০০৫ সালের মে মাসে তিনি তুরস্কের হিউম্যান রাইটস অ্যাসোসিয়েশনের ডেপুটি চেয়ারম্যান রেহান ইয়ালান্দাকে বিয়ে করেন। ২০০৬ সালের ২৩শে এপ্রিলে তাদের পুত্র মির্জানিয়ার জন্ম হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকুর্দিরা কি চায়? (ডিসেম্বর ২০০৪) পিটিশন, ওসমান বেদেমির স্বাক্ষরিত।"}