{"pageid": 1092177, "title": "লিসা হোম হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1092177", "content": "লিসা হোম ছিলেন সুইডেনের গোটেন পৌরসভার ব্লমবার্গে কর্মরত স্কোভডের ১৭ বছর বয়সী একজন মেয়ে। তিনি ২০১৫ সালের ৭ জুন নিখোঁজ হয়ে যান এবং কয়েক দিন পর তার লাশ একটি ওয়ার্কশেডে পাওয়া যায়। তার নিখোঁজ হওয়া, তার সন্ধান এবং তার হত্যার জন্য নেরিজুস বাইলেভিসিয়াসের বিচার এবং দোষী সাব্যস্ত হওয়া সুইডেন এবং স্ক্যান্ডিনেভিয়ায় গণমাধ্যমের ব্যাপক মনোযোগ আকর্ষণ করে।\n\n\n== হত্যা ==\n২০১৫ সালের ৭ জুন, ১৭ বছর বয়সী লিসা হোম একটি ক্যাফেতে তার শিফট শেষ করতে যাচ্ছিলেন যদি তিনি গ্রীষ্মের জন্য ভাস্টারগোটল্যান্ডের কালবির কাছে ব্লমবার্গে কাজ করছিলেন। তিনি ১৮:২৩ মিনিটে স্কোভডে তার বাবাকে একটি টেক্সট বার্তা পাঠান, যেখানে তিনি ব্যাখ্যা করেন যে তিনি তার মোপেডে বাড়ি যাচ্ছিলেন। যখন হোম দেখায়নি তখন তার বাবা তার কর্মক্ষেত্রে গাড়ি চালিয়ে ছিলেন এই আশায় যে তিনি এখনও সেখানে আছেন। ক্যাফেতে যখন তিনি তার মোপেডটি দেখতে পান যার চাবি এখনও ইগনিশনে রয়েছে, তখন ক্যাফের মালিক এবং লিসার বাবা কিছু না পেয়ে ক্যাফে এবং আশেপাশের এলাকায় অনুসন্ধান করেন। ২১:৪৭ মিনিটে তারা পুলিশকে ফোন করে হোমের নিখোঁজ হওয়ার খবর জানায়। পুলিশ শীঘ্রই এসে এলাকায় কুকুরের তল্লাশি শুরু করে, সেখানে বেশ কয়েকটি কক্ষ সহ একটি শস্যভাণ্ডারে, কিন্তু কিছুই খুঁজে পায়নি। পরে সেখানে একটি দস্তানা পাওয়া যায়।\n\n\n== দেহ আবিষ্কার ==\nমঙ্গলবার ৯ জুন, অনুসন্ধানকারী দল হোমের সেলফোন কেস, রসিদ, টিকিট এবং অনুরূপ আইটেম খুঁজে পায়, যার সবগুলোই হোমের মালিকানাধীন হিসাবে চিহ্নিত করা হয়। বুধবার ১০ জুন, অনুসন্ধান এলাকাটি সম্প্রসারিত করা হয় এবং অনুসন্ধানে সহায়তা করার জন্য মিসিং পিপল নামক সংস্থার সুইডিশ সংস্করণকে ডাকা হয়। সেদিন ভাঁড়ারে একজোড়া কানের দুল পাওয়া গিয়েছিল। তার মোপেডের জন্য তার লাইসেন্স কার্ড এবং তার বাড়ির চাবিও সেদিন পাওয়া গিয়েছিল। শুক্রবার ১২ জুন, মিসিং পিপল ক্যাফে থেকে কয়েক কিলোমিটার দূরে মার্টোর্প এস্টেটে অনুসন্ধান করে। ইতোমধ্যে ইতোমধ্যে এলাকায় তল্লাশি চালানো হয়েছে বলে দাবি করে দুজন ব্যক্তি গাড়িতে করে সেখানে পৌঁছেছিলেন। নিখোঁজ জনপ্রতিনিধিরা সন্দেহজনক হয়ে পুলিশকে ফোন করেন। তারা এলাকায় অনুসন্ধান চালিয়ে যায় এবং হোমের একটি জ্যাকেট এবং একটি হেলমেট খুঁজে পায়। পরে একই রাতে হোমের মৃতদেহ কাছাকাছি একটি ওয়ার্কশেডে পাওয়া যায়।\n\n\n== তথ্যসূত্র =="}