{"pageid": 1092120, "title": "মনোমোহন ঘোষ", "url": "https://bn.wikipedia.org/wiki?curid=1092120", "content": "মনোমোহন ঘোষ (১৯ জানুয়ারি ১৮৬৯  – ৪ জানুয়ারি ১৯২৪) ছিলেন একজন ভারতীয় কবি। প্রথম ভারতীয় হিসাবে তিনি ইংরাজীতে কবিতা লেখেন।  শ্রীঅরবিন্দ এবং বিপ্লবী বারীন্দ্রকুমার ঘোষ ছিলেন তাঁর অনুজ।\n\n\n== জন্ম ও পারিবারিক পরিচিতি ==\nমনোমোহন ঘোষের জন্ম ১৮৬৯ খ্রিস্টাব্দের ১৯ শে জানুয়ারি ব্রিটিশ ভারতের অধুনা বিহার রাজ্যের ভাগলপুরে পিতার কর্মস্থলে। পিতা ছিলেন ইয়ংবেঙ্গলের উত্তর সাধক সিভিল সার্জন ডাঃ কৃষ্ণধন ঘোষ এবং মাতা ছিলেন স্বাধীন ভারতের মন্ত্রদ্রষ্টা  রাজনারায়ণ বসুর কন্যা স্বর্ণলতা দেবী। তাঁদের পৈতৃক নিবাস ছিল অধুনা  পশ্চিমবঙ্গের  হুগলি জেলার  কোন্নগরে ।  তাদের পরিবার প্রাচীন বাঙালি উচ্চ বর্ণের  হিন্দু ধর্মের অন্তর্ভুক্ত হলেও তারা ইংরাজী তথা প্রাশ্চাত্যের শিক্ষায় অগ্রণী ছিল। ফলস্বরূপ, তাদের সমৃদ্ধি অর্জন সহজ হয়েছিল এবং সরকারি চাকরির ক্ষেত্রে  মর্যাদা লাভ করেছিল। তাদের ধর্ম ও সংস্কৃতিও পশ্চিমীদের দ্বারা প্রভাবিত হয়েছিল। পিতা কৃষ্ণধন ঘোষ যেমন ব্রাহ্মধর্মে বিবাহ করেন, বিলেতের কিংস কলেজে চিকিৎসা শাস্ত্র নিয়ে পড়াশোনা করেন। তাই তিনিও সন্তানদেরও ভারতীয় প্রভাবমুক্ত  ইংরাজী ও প্রাশ্চাত্য শিক্ষায় শিক্ষাদানের মনোভাব পোষণ করতেন। মনোমোহন তাঁর পাঁচ ভাইবোনদের মধ্যে ছিলেন দ্বিতীয়। জ্যেষ্ঠ ভ্রাতা ছিলেন বিনয়ভূষণ এবং একমাত্র ভগিনী ছিলেন সরোজিনী। বিলেতে লরেন্স বিনওন ছিলেন সবচেয়ে প্রিয় বন্ধু। \n  \n\n\n== শিক্ষা ও কর্মজীবন ==\nমনোমোহনের বয়ঃক্রম দশ বৎসর হলে ১৮৮১ খ্রিস্টাব্দে পড়াশোনার জন্য তাঁর পিতা ইংল্যান্ডের ম্যানচেস্টার গ্রামার স্কুলে ভরতি করে দেন। এরপর ১৮৮৪ খ্রিস্টাব্দে সেন্ট পলস স্কুলে পড়াশোনা করেন। ১৮৮৭ খ্রিস্টাব্দে স্কলারশিপ নিয়ে অক্সফোর্ড ক্রাইস্টচার্চ কলেজে ভরতি হন এবং পড়াশোনা সমাপ্ত করেন।।\nছাত্রাবস্থায় সহপাঠী কবিবন্ধুদের সাথে কবিতা রচনা করতেন। ১৮৯০ খ্রিস্টাব্দে  তাঁর ও তিন কবি বন্ধু - লরেন্স বিনওন, আর্থার সি ক্রিপিপ্স, এবং স্টিভেন ফিলিপস রচিত কবিতার সংকলন প্রিমাভেরা প্রকাশিত হয়।এরপর তিনি ফিচরয় স্টিটে গিয়ে প্রখ্যাত আইরিশ কবি  অস্কার ওয়াইল্ডের সাথে সাক্ষাৎ করেন। তিনি প্রিমাভেরা পড়ে পল মল গেজেট পত্রিকায় মনোমহনের রচনার প্রশংসা করেন এবং মনোমোহন ইংরেজি কবি হিসাবে স্বীকৃতি পান। লন্ডনে অবস্থাকালে তিনি রাইমার্স ক্লাবের বহু সদস্যদের সাথে যোগাযোগ রাখতেন। লিওনেল জনসন, আর্নেস্ট ডাউসন, এর কাছে মনোমোহন প্রিয়পাত্র ছিলেন।\n১৮৯৩ খ্রিস্টাব্দে পিতার মৃত্যুতে মনোমোহন ভারতে ফিরে আসেন এবং পাটনা, বাঁকিপুর কলকাতা সহ বিভিন্ন শিক্ষা প্রতিষ্ঠানে শিক্ষকতায় নিয়োজিত হন। ১৮৯৭ খ্রিস্টাব্দে তিনি  ঢাকা কলেজের সহকারী অধ্যাপক পদে যোগ দেন। পরে দীর্ঘদিন কলকাতার  প্রেসিডেন্সি কলেজের ইংরাজীর অধ্যাপক ছিলেন তিনি। ১৯১৮ খ্রিস্টাব্দে তাঁর স্ত্রী মালতী বন্দ্যোপাধ্যায়ের মৃত্যুর পর তাঁর শরীর ভেঙ্গে যায় এবং তিনি প্রৌঢ়ত্ত্বে পৌঁছে যান। বিগত তিরিশ বছরে তাঁর ইচ্ছা ছিল ইংল্যান্ডে ফিরে যাওয়ার। এমনকি কন্যার সাথে ১৮২৪ খ্রিস্টাব্দের মার্চে যাওয়ার সমস্ত প্রস্তুতিও সেরে ফেলেছেন,  কিন্তু তার আগেই ১৯২৪ খ্রিস্টাব্দের ৪ঠা জানুয়ারি স্বল্প রোগভোগের পর কলকাতাতেই পরলোক গমন করেন।\nপরে তাঁর কন্যা লতিকা ঘোষ লন্ডনে গিয়ে পিতার বন্ধু ইংরেজ কবি লরেন্স বিনওনের সাথে দেখা করেন। তিনি তাঁর কন্যাকে ১৯২৬ খ্রিস্টাব্দে সঙস অব লাভ অ্যান্ড ডেথ কাব্যগ্রন্থ সম্পাদনা করতে সাহায্য করেন। তাঁর অপর দুটি কাব্যগ্রন্থ হলো -\n\nঅরফিক মিস্ট্রিজ\nলভ সঙস অ্যান্ড এলিজিস\nগ্রিক ও ল্যাটিন সাহিত্যে মনোমোহনের বিশেষ অধিকার ছিল। \n\n\n== মন্তব্য ==\n \n\nনির্বাচন করুন মনোমোহন ঘোষের কবিতা (১৯৭৫), লতিকা ঘোষ সম্পাদিত।\nমনোমোহন ঘোষ (আধুনিক ইন্দো-ইংলিশ কবি) (১৯৯০) লতিকা ঘোষ, ট্র। ভারতীয় সাহিত্য সিরিজের নির্মাতাদের মধ্যে গুলবন্ত ফারি।\n\n\n== তথ্যসূত্র =="}