{"pageid": 1092187, "title": "নুর হামাদা", "url": "https://bn.wikipedia.org/wiki?curid=1092187", "content": "নূর হামাদা (১৮৮৭ সাল থেকে ১৮৯৮ সালের মধ্যে জন্ম, ১৯৬২ সালে মারা যান) ছিলেন একজন লেবাননের কবি ও নারীবাদী। তিনি আরব অঞ্চলে নারীবাদের কারণ এবং লিঙ্গ সমতার জন্য প্রচেষ্টা চালানোর অন্যতম প্রধান ব্যক্তিত্ব।\n\n\n== জীবনী ==\n\n\n=== জীবনের প্রথমার্ধ ===\nহামাদার জন্ম লেবাননের মাউন্ট চৌফ জেলায় অবস্থিত বাকলাইন গ্রামে। তার জন্ম তারিখ সম্পর্কে নিশ্চিত না হলেও, বিভিন্ন সূত্র বিশ্বাস করে যে তিনি ১৮৮৭ সাল থেকে ১৮৯৮  সালের মধ্যে ৩ জানুয়ারি জন্মগ্রহণ করেছিলেন। তিনি ড্রুজ বিশ্বাসের অন্তর্গত, এবং তার পরিবারের অনেক ধর্মীয় দ্রুজ নেতা রয়েছে। তিনি ছিলেন \"শেখ মুহাম্মদ বিন কাসেম বিন হুসাইন\" এর কন্যা। তিনি তার পিতার দ্বারা গৃহ বিদ্যালয়ে পঠন-পাঠন করেন এবং তারপর বৈরুতে পড়াশোনা করেছিলেন, তবে তিনি আমেরিকান বৈরুত বিশ্ববিদ্যালয় বা সেন্ট জোসেফ বিশ্ববিদ্যালয়ে (ইউএসজে) পড়াশোনা করেছেন কিনা তা সম্পর্কে অনিশ্চিতা রয়েছে। তিনি আরবি, ফরাসি, ইংরেজি ও তুর্কি সহ অনেক ভাষায় সাবলীল ছিলেন।\nহামাদের দুই ভাই - বোন ছিল, একটি ছোট ভাই এবং একটি বড়। তিনি তার ছোট ভাইয়ের সাথে আরবি কবিতা ও আরবি ভাষার প্রতি তার ভালবাসা ভাগ করেছেন। তার বড় ভাই, শেখ হুসাইন হামাদা, তিনি ছিলেন পারিবারিক ঐতিহ্য অনুসরণ করে শেখ আকল আল তায়েফা।\n\n\n=== বিয়ে ও সন্তান ===\nযদিও নূর হামাদার স্বামী, সাই বে-আল-নামান হামাদা সম্পর্কে সীমিত তথ্য জানা থাকলেও, তারা দাম্পত্য জীবনে নিঃসন্তান ছিলেন এবং তিনি ১৯৩২ সালে বিধবা হয়েছিলেন। তার স্বামী সিরিয়ার সামরিক বাহিনীতে কাজ করতেন, যার অর্থ তিনি সামরিক পেনশন পেতেন।\n\n\n=== ১৯৩০ সাল ও ১৯৩২ সালের পূর্ব মহিলা কংগ্রেসে অংশগ্রহণ ===\nহামদা সেই সময়ের অন্যতম বিশিষ্ট নারীবাদী নেতা ছিলেন, তিনি ১৯২০-এর দশকের শেষের দিকে লেবাননে প্রথম মহিলা সংগঠন প্রতিষ্ঠা করেছিলেন, যার তিনি সভাপতি ও সচিবও ছিলেন।\nআরব মহিলা কংগ্রেসের সংগঠনে হামদা অপরিহার্য ছিলেন, যেখানে তিনি ব্যক্তিগতভাবে মিশরের একজন বিখ্যাত নারীবাদী মাদাম হুদা শারাউইকে একটি চিঠি লিখেছিলেন, যেখানে তিনি তাকে উৎসাহিত করেছিলেন সহকর্মী নারীবাদীদের এই ধরনের কংগ্রেসে অংশ নিতে। সমস্ত আরব দেশ থেকে মহিলাদের আমন্ত্রণ জানানো হয়েছিল, এবং ভারতীয় মহিলাদের একটি প্রতিনিধিদল তাদেরও অন্তর্ভুক্ত করার অনুরোধ করে বৈরুতে আসার পরে, প্রথম আরব মহিলাদের কংগ্রেসের কিছুক্ষণ পরে অনুষ্ঠিত হয়েছিল। যখন তিনি ইস্টার্ন উইমেন কংগ্রেসের জন্য ব্যবস্থা নিচ্ছিলেন, উক্ত ব্যবস্থার জন্য তাকে  সিরিয়ার সরকারের কাছ থেকে পারমিট প্রয়োজনীয় ছিল হত, যা তাকে দিতে অস্বীকার করা হয়। সুতরাং, পরিবর্তে, তিনি লীগ অফ নেশনসকে লিখেছিলেন, যার তিনি একজন সদস্য ছিলেন। তিনি পূর্বাঞ্চলীয় মহিলাদের ক্রিয়াকলাপের প্রতিবেদন পর্যবেক্ষণ ও প্রকাশের জন্য সরকারের অনুমতি পেতে এবং তাদের নিজেদের ও সোসাইটি অফ দ্য ইউনিটি অফ দ্য উইমেন -এর প্রতিনিধি পাঠানোর জন্য অনুরোধ করেছিলেন।\n\n\n== তথ্যসূত্র =="}