{"pageid": 1092092, "title": "ক্যাসাটি স্টাম্পা হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1092092", "content": "ক্যাসাটি স্টাম্পা হত্যাকাণ্ড বলতে ১৯৭০ সালে ইতালির রোমে ক্যামিলো দ্বিতীয় ক্যাসাটি স্টাম্পা দি সনসিনোর করা হত্যাকাণ্ডকে বোঝায়, তিনি নিজের স্ত্রী আনা ফালারিনো এবং তার প্রেমিক মাসিমো মিনোরেন্তিকে হত্যা করেছিলেন, এরপর তিনি আত্মহত্যা করেছিলেন। এই ঘটনা সেই সময় \"ইতালিকে হতবাক করেছিল\"। \n\n\n== পটভূমি ==\n১৯২৭ সালে জন্মগ্রহণকারী ক্যাসাটি স্টাম্পা ইতালীয় আভিজাত্যের অন্যতম প্রাচীন মিলানিজ পরিবারের বংশধর ছিলেন, যা ১৫ শতক থেকে খ্যাতি অর্জন করেছিল। তার বাবা উত্তরাধিকারী এবং শিল্পকলার পৃষ্ঠপোষক লুইসা অ্যাডেল রোজা মারিয়া আম্মানকে বিবাহ করেছিলেন। স্টাম্পা তরুণ অভিনেত্রী লেতিজিয়া ইজ্জোকে বিয়ে করেন এবং তাদের মারকুইস আন্নামারিয়া নামে একটি মেয়ে ছিল। ১৯২৯ সালে জন্মগ্রহণকারী আনা ফালারিনো ক্যাম্পানিয়ায় বেনেভেন্তো প্রদেশের আমোরোসিতে বড় হন। ১২ বছর বয়সে তার ভাগ্নি মারিয়াটেরেসা ফিউমানো পরে একটি বইতে প্রকাশ করেন, ফালারিনো স্থানীয় প্যারিশ-যাজক দ্বারা যৌন নির্যাতনের শিকার হন। ফালারিনো চলচ্চিত্রে কাজের চেষ্টা করেছিলেন, তিনি কমেডি টোটো টারজান-এ অল্প সময়ের জন্য উপস্থিত হয়েছিলেন। তিনি প্রকৌশলী জুসেপে \"পেপিনো\" ড্রম্মিকে বিয়ে করেছিলেন এবং তাদের কোনও সন্তান ছিল না।\n১৯৫৫ সালে কান শহরে অথবা রোমের পালাজো বারবেরিনির একটি অনুষ্ঠানে স্টাম্পা এবং ফালারিনোর  প্রথম দেখা হয়। তাঁদের মধ্যে প্রেমের সম্পর্ক গড়ে ওঠে এবং ক্যাথলিক চার্চের সর্বোচ্চ আপিল ট্রাইব্যুনাল ট্রাইবুনাল ডেলা রোটা রোমানা (রোমান রোটার অ্যাপোস্টোলিক ট্রাইব্যুনাল) তাদের নিজ নিজ বিবাহ বাতিল করতে সফল হওয়ার পর, তারা ১৯৫৯ সালে একটি দেওয়ানি অনুষ্ঠানে বিয়ে করেন এবং ১৯৬১ সালে একটি ধর্মীয় অনুষ্ঠানে বিয়ে করেন।\nতাদের বিয়ের প্রথম দিন থেকে, ক্যাসাটি স্টাম্পা অন্য পুরুষদের আমন্ত্রণ জানাচ্ছিলেন তার স্ত্রীর সাথে যৌন মিলনের জন্য। তিনি সেই দৃশ্য দেখছিলেন এবং প্রায়শই ছবি তুলছিলেন, তিনি এই ঘটনাগুলির একটি ডায়েরিও রেখেছিলেন। গ্রীষ্মের সময় এই দম্পতি বেশিরভাগ ই রোম ও নাপোলির মধ্যবর্তী উপকূলে অবস্থিত জ্যানোনের \"দুর্গম\" দ্বীপে দ্বীপের চূড়ায় অবস্থিত একটি বাগানবাড়িতে অবস্থান করছিলেন, সেখানে তারা রাতের বেলা \"বন্য পার্টি\"র আয়োজন করতেন। সেখানে \"ভারী মদ্যপান\" এবং  গ্রুপ সেক্স হত এবং সকাল পর্যন্ত চলত।\n\n\n== অপরাধ ==\nক্যাসাটি স্টাম্পার স্ত্রীর যৌন সঙ্গী পুরুষদের মধ্যে ছিলেন মাসিমো মিনোরেন্তি, একজন তরুণ ইতালীয়, যিনি অতি-ডান পন্থী বৃত্তের সাথে জড়িত ছিলেন, তিনি সংক্ষিপ্তসময়ের জন্য পর্ন চলচ্চিত্রে অভিনয় করার পর \"বয়স্ক ধনী নারীদের\" প্রহরী হিসেবে কাজ করেছিলেন। ফ্যালারিনো তার স্বামীর অনুপস্থিতিতে মাইনরেন্তির সঙ্গে দেখা করতে শুরু করেন। এরপর ক্যাসাটি স্টাম্পা এই বিষয়ে জানতে পেরে ঈর্ষান্বিত হয়ে ওঠেন। ১৯৭০ সালের ৩০ শে আগস্ট, তিনি ভায়া পুচিনিতে তাদের বাড়িতে \"বিচলিত\" অবস্থায় ঝড় তুলেছিলেন এবং চাকরদের বলেছিলেন তাকে বিরক্ত না করতে। তিনি বসার ঘরে প্রবেশ করেন যেখানে তার স্ত্রী এবং মিনোরেন্টি তার জন্য অপেক্ষা করছিলেন। তিনি ফালারিনোর দিকে তার ১২-গেজ ব্রাউনিং দিয়ে তিনটি গুলি চালান, তাঁর তৎক্ষণাৎ মৃত্যু ঘটে। তারপরে তিনি মিনোরেন্টির দিকে দুটি গুলি করেন। মিনোরেন্টি একটি ছোট টেবিলের পিছনে নিজেকে রক্ষা করার বৃথা চেষ্টা করেছিলেন। তারপরে তিনি অস্ত্রটি নিজের মাথার দিকে ঘুরিয়ে গুলি চালিয়েছিলেন। চাকররা গুলি শুনে পুলিশকে ফোন করে।\n\n\n== তথ্যসূত্র =="}