{"pageid": 1092900, "title": "বেদী", "url": "https://bn.wikipedia.org/wiki?curid=1092900", "content": "বেদি (সংস্কৃত: वेदी) হলো বৈদিক ধর্মে যজ্ঞবেদী। এই ধরনের বেদীগুলি ছিল বহিরাগত ঘেরের ঘের, সাধারণত কুশ ঘাস দিয়ে বিছানো, এবং যজ্ঞের অগ্নিকুণ্ড ধারণ করা; এটি বিভিন্ন আকারের ছিল, কিন্তু সাধারণত মাঝখানে সংকীর্ণ।\nএগুলি বিভিন্ন ধরনের যজ্ঞ আচার -অনুষ্ঠানে ব্যবহৃত হত, যার মধ্যে দীর্ঘতম ছিল অগ্নিচয়ন, যা বারো দিন স্থায়ী ছিল। বৈদিক যুগে, প্রায়ই পশু সহ নৈবেদ্যগুলি আগুনে পুড়ে যায় এবং এটি সম্পূর্ণরূপে গ্রাস করে। এটি দেবতাদের কাছে আধুনিক হিন্দু নৈবেদ্যগুলির সাথে বৈপরীত্য, যা সব সবজি, এবং ভক্তদের দ্বারা সেবনের জন্য সংরক্ষিত (যা অন্যান্য ধর্মে যেমন প্রাচীন গ্রীক ধর্মের ক্ষেত্রেও ছিল)\nকিছু হিন্দু উৎসব ও উত্তরণের অনুষ্ঠানগুলিতে অগ্নি বেদীগুলি আচারের অংশ হিসাবে থাকে; বিশেষ করে পবিত্র অগ্নি (সপ্তপদী) এর চারপাশে প্রদক্ষিণ করা হিন্দু বিবাহের অপরিহার্য অংশ।\nঅগ্নির বৈদিক দেবতা অগ্নির মণ্ডলে হিন্দু মন্দিরের স্থাপত্যে পরিকল্পনা প্রণয়নে গুরুত্বপূর্ণ স্থান থাকলেও, মন্দিরের দক্ষিণ-পূর্ব অংশে অগ্নি বেদী এখন হিন্দু মন্দিরের নিয়মিত আচার-অনুষ্ঠানের স্বাভাবিক অংশ নয়। হোম আচার অনুষ্ঠানে আধুনিক অগ্নি বলি আচ্ছাদিত।\n\n\n== প্রকার ==\n\nপ্রাচীন গ্রন্থে বর্ণনা থেকে অনুমান করা হয়েছে, বেদীর প্রকারগুলি ছিল:\n\nমহাবেদী: মহান বা সমগ্র বেদি\nউত্তরবেদী: পবিত্র অগ্নির জন্য তৈরি (অগ্নায়াতন)\nধীশন্য: একধরনের অধস্তন বা পার্শ্ব-বেদী, সাধারণত মাটির স্তূপ যা বালু দিয়ে ঢাকা থাকে যার উপর আগুন রাখা হয়\nদ্রোণ: গর্তের মতো আকৃতির বেদী (শুল্বসূত্র ৩.২১৬)\nঅধরধিষ্ণ্য: সোমযজ্ঞের দ্বিতীয় বেদী\nউত্তরবেদী বাজপাখির আকারে ছিল, এবং অগ্নিচয়ন আচারে ইট দিয়ে স্তূপ করা হয়েছিল। বৈদিকবেদী কল্প (যজ্ঞের যথাযথ সম্পাদন) নিয়ে কাজ করা বৃত্ত-বৈদিক গ্রন্থে বর্ণিত হয়েছে, বিশেষ করে শতপথ ব্রাহ্মণ ও শুল্বসূত্র বলে যে ঋগ্বেদ মন্ত্রের বেদীর সাথে মিলে যায়। অগ্নিবেদীর কথা ঋগ্বেদে ইতিমধ্যেই উল্লেখ আছে। তৈত্তীরিয় সংহিতা ৫.২.৩ অনুযায়ী, এগুলি একুশটি ইট দিয়ে তৈরি।\n\n\n== প্রত্নতত্ত্ব ==\nপ্রথম দিকের বাজপাখি আকৃতির বেদিটি খ্রিস্টপূর্ব ১ম শতাব্দী থেকে খ্রিস্টপূর্ব ২য় শতাব্দীর মধ্যে কুনিন্দ রাজ্যের সময়কালের।\n\n\n== আরও দেখুন ==\nযজ্ঞ\nঅগ্নি মন্দির\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nSubhash Kak. Birth and Early Development of Indian Astronomy. In Astronomy across cultures: The History of Non-Western Astronomy, Helaine Selin (ed), Kluwer, 2000\nSubhash Kak, The Astronomical Code of the Rigveda, Delhi, Munshiram Manoharlal, 2000, আইএসবিএন ৮১-২১৫-০৯৮৬-৬.\nSen, S.N., and A.K. Bag. 1983. The Sulbasutras. New Delhi: Indian National Science Academy.\nFrits Staal, Agni, the Vedic ritual of the fire altar (1983).\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বেদী সম্পর্কিত মিডিয়া দেখুন।\nvedi: Vedic Altars"}