{"pageid": 109261, "title": "প্রকাশ্য নগ্নতা", "url": "https://bn.wikipedia.org/wiki?curid=109261", "content": "প্রকাশ্য নগ্নতা ব্যক্তিগত পরিবেশ ছাড়া অন্য কোনো পরিবেশে কোনো ব্যক্তির নগ্ন অবস্থায় অবস্থান করাকে নির্দেশ করে। এর দ্বারা কোনো ব্যক্তিকে জন প্রকাশ্যে নগ্নভাবে বিচরণ বা অবস্থান করাকে বোঝানো হয়। কোনো ব্যক্তির বাসায়, বা ব্যক্তিগত স্থান বা পরিবেশে নগ্ন অবস্থায় বিচরণ করাকে প্রকাশ্যে নগ্নতা হিসেবে ধরা হয় না। এসকল ব্যক্তিগত স্থান বা বিশেষ পরিবেশের মধ্যে আছে সুইমিং পুল, ব্যায়ামাগার, নগ্নতাবাদীদের জন্য তৈরি ক্লাব বা রিসোর্ট ইত্যাদি। কারণ এসক স্থান নগ্নতাবাদীদের জন্যই বিশেষভাবে স্থাপিত। নগ্নতাবাদ সামাজিক নগ্নতার প্রচার করে, কিন্তু বেশিরভাগ ক্ষেত্রে তা ব্যক্তিগত বা প্রাতিষ্ঠানিকভাবে ঘোষিত বিশেষ স্থানের ক্ষেত্রেই প্রযোজ্য হয়।\nকিছু ক্ষেত্রে প্রকাশ্য নগ্নতা বৈধ হতে পারে। উদাহরণস্বরূপ বিশ্বে বহু দেশ আছে যেখানে নগ্ন সৈকতগুলোতে, বা অন্য কিছু স্থানে অপ্রাতিষ্ঠানিকভাবে হলেও প্রকাশ্য নগ্নতাকে বৈধ ধরা হয়। সেসকল স্থানে কোনো ব্যক্তি নগ্নভাবে বিচরণ করার জন্য কোনো আইনত হুমকির স্বীকার হবেন না।\nসেসকল স্থান ব্যতীত, বিভিন্ন সমাজে প্রকাশ্য নগ্নতার গ্রহণযোগ্যতা সমাজ হিসেবে গুরুতপূর্ণভাবে পরিবর্তিত হয়। কারো প্রতি দৃষ্টি আকর্ষণের জন্য নগ্নতা ব্যবহৃত হলে, অথবা কোনো কারণে এই ব্যাপারটি ঘটলে তা 'এক্সিবিশনিজম' নামে পরিচিত হতে পারে। কিছু মানুষ জনসম্মুখে নিজেদেরকে নগ্ন করে প্রচারণা আকর্ষণ করেন, যাঁরা স্ট্রিকার নামে পরিচিত। সাধারণত খেলাধুলা বা সামাজিক বিভিন্ন অনুষ্ঠানে স্ট্রিকিং দেখা যায়।\n\n\n== আরও দেখুন ==\nনগ্নতাবাদ\nযুদ্ধে নগ্নতা\nমুক্তস্তন\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nThe Offense of Public Nudity by Mark Storey\nNaturism and Civil Disobedience by Mark Storey\nNude & Natural 20.4 Summer 2001. Article by Jim Meyer on TFTBY titled Vincent's Vision: Is Vincent Bethell a menace to decent society? Or the best thing to happen to naturism in years?. Includes an interview with Vincent Bethell. Seven pages with ten pictures.\nNude & Natural 21.2 Winter 2002. The Bethell Approach: A Protest Colloquy/The Bethell Approach: Is the Time for Mass Nude Protests Upon Us? Includes statements by Vincent Bethell, Mark Nisbet, Cec Cinder, Paul Rapoport, Les Rootsey, Morley Shloss, T.A. Wyner, and Mark Storey. Eight Pages, four pictures. Briefly Noted Vincent Victorious.\nNude & Natural Vol 21.3: 24-28, Spring 2002.Terri Sue Webb: An American Bethell/Beyond Safe Havens: Oregon's Terri Sue Webb (written by Daniel Johnson).\nNude & Natural Vol 23.4: 73, Summer 2004.Takin' It to the Streets: The Cutting Edge of Naturism by Mark Storey. Mark claims \"The future of naturism is on public lands. To gain naturist freedoms on public lands will require getting naked in public\".\nNude & Natural magazine issues 12.2, 12.3, 13.1 for coverage of Andrew Martinez.\n\n\n== বহিঃসংযোগ ==\n\nLaw of nature prevails in Vermont by Brian McQuarrie, The Boston Globe, August 23, 2006\nPhotos from the National Penis Day in New Zealand"}