{"pageid": 1092423, "title": "নাদিয়া আল-গাজ্জি", "url": "https://bn.wikipedia.org/wiki?curid=1092423", "content": "নাদিয়া আল-গাজ্জি (আরবি: نادية الغزي, জন্ম ১৯৩৫ সালে) একজন সিরিয়ান আইনজীবী ও লেখক। তিনি সিরিয়ান টেলিভিশনের প্রথম মহিলা  উপস্থাপক।\n\n\n== প্রাথমিক ও কর্মজীবন ==\nনাদিয়া আল-গাজ্জি ১৯৩৫ সালে সিরিয়ার দামেস্কে জন্ম গ্রহণ করেন। তার বাবা সাইদ আল-গাজ্জি তুর্কি বংশোদ্ভূত ছিলেন এবং সিরিয়ার প্রধানমন্ত্রী হিসেবে দুবার দায়িত্ব পালন করেছিলেন। তার মায়ের নাম বালকিস মোরালি, তিনি গৃহীান ছিলেন। নাদিয়া আল-গাজ্জি দামেস্ক বিশ্ববিদ্যালয়ে আইন বিষয়ে পড়াশোনা করেন এবং জাতীয় ও আন্তর্জাতিক আইনে ডিগ্রি অর্জন করেন। নাদিয়া আল-গাজ্জি  ১৯৬০ সালে সিরিয়ান টেলিভিশনের প্রতিষ্ঠাতাদের সাথে এ টিলিভিশনে যোগ দেন। তিনি এ টিভি চ্যানেলের পারিবারিক অনুষ্ঠান \" আল-বায়ত আল-সাইদ \" সম্পাদনা ও উপস্থাপনা করেন। তারপর ১৯৭৩ থেকে ১৯৭৫ সাল পর্যন্ত শিশুদের জন্য একটি জনপ্রিয় অনুষ্ঠান সম্পাদনা ও উপস্থাপনা করেন॥ তিনি ১৯৮২ ও ২০০৪ সালে টেলিভিশনে দুটি নাটকেও অভিনয় করেছিলেন। তিনি ১৯৭৫ থেকে ১৯৭৯ সালের  মধ্যে দামেস্ক রেডিওতে পরিবার-ভিত্তিক সরাসরি তিনটি টক-শো করেছিলেন। ১৯৭৯ সাল থেকে নাদিয়া আল-গাজ্জি  আরবিয়ান বুক ইউনিয়নের সদস্য ও সেক্রেটারি ছিলেন। তিনি সিরিয়ার আইন, বিশেষ করে মহিলাদের অধিকারের জন্য কমিটিতে অংশগ্রহণ করেছিলেন। তিনি \"তাবিবক \" এবং \" আল মারা\" সহ বেশ কয়েকটি পত্রিকায় লেখা শুরু করেছিলেন। ১৯৮০ এর দশকের গোড়ার দিকে তিনি বিশটি বই প্রকাশ করেন। ২০০৮ সালে তিনি দামেস্ক ফ্রেন্ডস সোসাইটির বোর্ড সদস্য নির্বাচিত হন। ২০০৮ সালের “আরব রাজধানীর সংস্কৃতির সময়” বিষযে  দামেস্কে অনুষ্ঠিত এক  সংস্কৃতিক অনুষ্ঠানের উচ্চ কমিটির সদস্য ছিলেন। বলতে গেলে তিনি সিরিয়ার সাংস্কৃতিক অঙ্গনে অনেক অবদান রাখেন। সিরিয়ার নারীরা যখন ধর্মীয় আইনে ঘরে বন্দি ছিলেন তখন তিনি রেডিও ও টেলিভিশনে নারী ও পরিবার ভিত্তিক বিভিন্ন অনুষ্ঠান পরিচালনা ও উপস্থাপনা করেছেন। তিনি নারী অধিকার বাস্তবায়নে যথেষ্ট ভূমিকা রাখেন।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি নিজার বাকডাউনেসের সাথে বিবাহ বন্ধনে আবদ্ধ হন। তার তিনটি কন্যা রয়েছে, তারা হলো লামা, নাদা এবং রাচা।\nকবি হুদা নামানীর সাথে তার সম্পর্ক ছিল। \n\n\n== প্রকাশনা ==\nআরায়েসুত তুরাস, প্রকাশক : দারুল ফিকর আল-মুয়াসারা, ২০০৮।\nহাদিল, প্রকাশক : মাতবায়াতু দাউদী, তাবি।\nআত-তাইয়েবু ওয়াল ইতার ফীশ শারকে, প্রকাশক : দারুল আরাবিয়্যা, ২০২১।\nজাহরুল কামার ফীল হুসনে ওয়াল জিমালে, প্রকাশক : দারুল ফিকর আল-মুয়াসারা, ২০০৮।\nআল-উবুরু ফীশ শাররে, প্রকাশক : দারুল আরাবিয়্যা, ২০০৩।\nআল-হুলিও ওয়াল জাওহেরুল শিরকিয়া : তারিখুহা----এসতেখদামুহা ফীল এলাজে ওয়াল শারকে, প্রকাশক : দারুল ফিকর আল-মুয়াসারা, ২০১১।\nআসরারু ফী ছানাদিকুল হায়াতিল যাওজিয়াতে, প্রকাশ : দারুল ফিকর, ২০০৯।\nহাজাইয়ানে হুয়া মাছাবুন লিল-ইকতিয়াব, প্রকাশ : আলিফ বা  প্রকাশনী, তাবি।  ইত্যাদি।\n\n\n== তথ্যসূত্র =="}