{"pageid": 1092521, "title": "লুইস হাইন", "url": "https://bn.wikipedia.org/wiki?curid=1092521", "content": "লুইস উইকস হাইন (সেপ্টেম্বর ২৬, ১৮৭৪ - নভেম্বর ৩, ১৯৪০) একজন মার্কিন সমাজবিজ্ঞানী এবং ফটোগ্রাফার ছিলেন। তিনি তার ক্যামেরাকে সামাজিক সংস্কারের হাতিয়ার হিসেবে ব্যবহার করেছিলেন। তার তোলা ছবি মার্কিন যুক্তরাষ্ট্রে শিশুশ্রম আইন পরিবর্তনে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। \n\n\n== জীবনের প্রথমার্ধ ==\nলুইস হাইন ১৮৭৪ সালের ২৬ শে সেপ্টেম্বর মার্কিন যুক্তরাষ্ট্রের উইসকনসিনের ওশকোশে জন্মগ্রহণ করেন। একটি দুর্ঘটনায় তার বাবা নিহত হওয়ার পর, হাইন জীবিকা নির্বাহের জন্য কাজ করা শুরু করেন এবং সেসময় কোনো একটি কলেজ অধ্যয়নের জন্য অর্থ সঞ্চয় করতে থাকেন। পরবর্তীতে তিনি যুক্তরাষ্ট্রের শিকাগো বিশ্ববিদ্যালয়, কলম্বিয়া বিশ্ববিদ্যালয় এবং নিউ ইয়র্ক বিশ্ববিদ্যালয়ে সমাজবিজ্ঞান অধ্যয়ন করেন। এরপর তিনি নিউ ইয়র্ক সিটিতে এথিক্যাল কালচার স্কুলে শিক্ষক হন। সেখানে তিনি তার শিক্ষার্থীদের শিক্ষামূলক মাধ্যম হিসেবে ফটোগ্রাফি ব্যবহার করতে উৎসাহিত করেন।\n\nলুইস হাইন তার সমাজবিজ্ঞানের ক্লাসগুলো নিউ ইয়র্ক হারবারের এলিস দ্বীপে নিয়ে যান। সেখানে তিনি প্রতিদিন আসা হাজার হাজার অভিবাসীর ছবি তোলেন। ১৯০৪ সাল থেকে ১৯০৯ সালের মধ্যবর্তী সময়ে হাইন ২০০ টিরও বেশি ফটোগ্রাফ প্লেট গ্রহণ করেন এবং উপলব্ধি করেন যে ডকুমেন্টারি ফটোগ্রাফি সামাজিক পরিবর্তন এবং সংস্কারের একটি সরঞ্জাম হিসাবে ব্যবহারর করা যেতে পারে।\n\n\n== ডকুমেন্টারি ফটোগ্রাফি ==\n১৯০৭ সালে লুইস হাইন রাসেল সেজ ফাউন্ডেশনের স্টাফ ফটোগ্রাফার হন। সেসময় তিনি পিটসবার্গ সার্ভে নামে প্রভাবশালী সমাজতাত্ত্বিক গবেষণার জন্য ইস্পাত তৈরির জেলা এবং পেনসিলভানিয়ার পিটসবার্গের জনগণের জীবনের ছবি তুলেছিলেন।\n\n১৯০৮ সালে, হাইন জাতীয় শিশুশ্রম কমিটির (এনসিএলসি) ফটোগ্রাফার হন। এরফলে তিনি তার শিক্ষকতার পেশা ছেড়ে দেন। পরবর্তী দশকে, হাইন এনসিএলসির অনুশীলন শেষ করার লক্ষ্যে লবিং প্রচেষ্টায় সহায়তা করার জন্য ক্যারোলিনা পিডমন্টে শিশুশ্রম ব্যবহারের উপর দৃষ্টি নিজড়িত শিশুশ্রম নথিভুক্ত করেন। ১৯১৩ সালে তিনি ফ্রান্সিস গাল্টনের কম্পোজিট পোর্ট্রেটের একটি সিরিজ দিয়ে সুতির মিল শ্রমিকদের মধ্যে শিশুশ্রমিকদের নথিভুক্ত করেন।\nহাইনের এনসিএলসির পক্ষে করা কর্মকাণ্ড প্রাযই বিপজ্জনক ছিল। একজন ফটোগ্রাফার হিসেবে, কারখানার পুলিশ এবং ফোরম্যানরা তাকে প্রায়ই সহিংসতা বা এমনকি মৃত্যুর হুমকি দিচ্ছিল। সেই সময় শিশুশ্রমের অনৈতিকতা জনসাধারণের কাছ থেকে আড়াল করার জন্য ছিল। ফটোগ্রাফি কেবল নিষিদ্ধই ছিল না বরং শিল্পের জন্যও মারাত্মক হুমকি হয়ে দাঁড়িয়েছিল।   মিল, খনি এবং কারখানায় প্রবেশের  জন্য, হাইন অনেক ছদ্মবেশ ধারণ করতে বাধ্য হয়েছিল। কখনও কখনও তিনি একজন ফায়ার ইন্সপেক্টর, পোস্টকার্ড বিক্রেতা, বাইবেল বিক্রেতা বা এমনকি একজন শিল্প ফটোগ্রাফার ছিলেন যিনি কারখানার যন্ত্রপাতির রেকর্ড তৈরি করতেন।\n\nপ্রথম বিশ্বযুদ্ধের সময়ে ও পরে তিনি ইউরোপে মার্কিন রেড ক্রস সংস্থায় ত্রাণ প্রদানের ছবি তুলেছিলেন। ১৯২০-এর দশকে এবং ১৯৩০-এর দশকের শুরুতে হাইন বেশ কয়েকটি \"কাজের প্রতিকৃতি\" তৈরি করেন, যা আধুনিক শিল্পে মানুষের অবদানের উপর জোর দেয়। ১৯৩০ সালে, হাইনকে এম্পায়ার স্টেট বিল্ডিংয়ের নির্মাণকার্য ছবি তুলে নথিভুক্ত করার জন্য নিযুক্ত করা হয়েছিল। তিনি শ্রমিকদের অনিশ্চিত অবস্থানে ছবি তুলেছিলেন যখন তারা কাঠামোর ইস্পাত কাঠামো সুরক্ষিত করেছিলেন, শ্রমিকরা যে ঝুঁকি সহ্য করেছিলেন তার অনেকগুলি গ্রহণ করেছিলেন। সর্বোত্তম সুবিধাজনক পয়েন্ট পেতে, হাইনকে ফিফথ অ্যাভিনিউয়ের ১০০০ ফুট উপরে একটি বিশেষভাবে ডিজাইন করা ঝুড়িতে বের করা হয়েছিল। কখনও কখনও, তিনি মনে করতেন, তিনি শহরের উপরে ঝুলে ছিলেন যার নিচে \"প্রায় এক চতুর্থাংশ মাইলের একটি ফোঁটা\" ছাড়া আর কিছুই ছিল না।\n\n১৯৩০-এর দশকের বৈশ্বিক মহামন্দা বা গ্রেট ডিপ্রেশন চলাকালীন হাইন আবার রেড ক্রসের হয়ে কাজ করেন। সেসময় তিনি আমেরিকান সাউথে খরা উপশমের ছবি তোলেন এবং টেনেসি ভ্যালি অথরিটির (টিভিএ) জন্য, পূর্ব টেনেসির পাহাড়ে্র মানুষদের জীবন ছবি তুলে নথিভুক্ত করেন। তিনি ওয়ার্কস প্রগ্রেস অ্যাডমিনিস্ট্রেশনের ন্যাশনাল রিসার্চ প্রজেক্টের প্রধান ফটোগ্রাফার হিসেবেও কাজ করেছেন, যা শিল্পে পরিবর্তন এবং কর্মসংস্থানের উপর তাদের প্রভাব অধ্যয়ন করে। হাইন নৈতিক সংস্কৃতি ফিল্ডস্টন স্কুলের অনুষদ সদস্যও ছিলেন।\n\n\n== পরবর্তী জীবন ==\n১৯৩৬ সালে হাইন ন্যাশনাল রিসার্চ প্রজেক্ট অফ দ্য ওয়ার্কস প্রজেক্টস অ্যাডমিনিস্ট্রেশনের ফটোগ্রাফার হিসেবে নির্বাচিত হন, কিন্তু সেখানে তার কাজ শেষ হয়নি।\nতার জীবনের শেষ বছরগুলিতে হাইন সরকার এবং কর্পোরেট সংস্থার পৃষ্ঠপোষকতা হারান। ফলে তার জীবনের শেষভাগ পেশাদার সংগ্রামে পূর্ণ ছিল। লুইস হাইন ফার্ম সিকিউরিটি অ্যাডমিনিস্ট্রেশন ফটোগ্রাফি প্রকল্পে যোগ দেওয়ার আশা করেছিলেন। কিন্তু সেই লক্ষ্যে রয় স্ট্রাইকারকে বারবার চিঠি লেখা সত্ত্বেও স্ট্রাইকার প্রতিবারই তাকে প্রত্যাখ্যান করেছিলেন। সেসময় খুব কম লোকই তার অতীত বা বর্তমান কাজের বিষয়ে আগ্রহী ছিল। এই দুরবস্থার ফলে হাইন তার বাড়ি হারিয়ে কল্যাণের জন্য আবেদন করেছিলেন। শেষপর্যন্ত ১৯৪০ সালের ৩ রা নভেম্বর নিউ ইয়র্কের ডবস ফেরি এলাকার ডবস ফেরি হাসপাতালে একটি অপারেশনের পর তিনি মৃত্যুবরণ করেন। মৃত্যুর সময় তার বয়স হয়েছিল ৬৬ বছর।\n\n\n== উত্তরাধিকার ==\nহাইনের ছবিগুলি শিশুশ্রম বন্ধে এনসিএলসির তদবিরকে সমর্থন করে এবং এর ফলে ১৯১২ সালে শিশু ব্যুরো তৈরি করা হয়। ১৯৩৮ সালের ন্যায্য শ্রম মান আইন অবশেষে মার্কিন যুক্তরাষ্ট্রে শিশুশ্রমের সমাপ্তি ঘটায়।\nহাইনের মৃত্যুর পর, তার ছেলে কোরিডন তার তোলা প্রিন্ট ছবির ও নেগেটিভ ছবিগুলো   ফটো লিগে দান করেন। যদিও এটি ১৯৫১ সালে ভেঙে ফেলা হয়। তারপর মিউজিয়াম অফ মডার্ন আর্ট নামক জাদুঘরে তার ছবি দেওয়া হয়েছিল কিন্তু তারা সেগুলি গ্রহণ করেনি। তবে জর্জ ইস্টম্যান হাউস ছবিগুলো গ্রহণ করেছিল।\n২০০৬ সালে লেখক এলিজাবেথ উইনথ্রোপ অ্যালসপের ঐতিহাসিক কথাসাহিত্য মধ্যম গ্রেড উপন্যাস কাউন্টিং অন গ্রেস ওয়েন্ডি ল্যাম্ব বুকস দ্বারা প্রকাশিত হয়। ১৯১০ সালে ভার্মন্ট তুলা কল পরিদর্শনের সময় ১২ বছর বয়সী গ্রেস এবং হাইনের সাথে তার জীবন পরিবর্তনকারী সাক্ষাতের পরবর্তী অধ্যায়গুলি কেন্দ্রীভূত হয় যা অনেক শিশুশ্রমিক রয়েছে বলে পরিচিত। প্রচ্ছদে গ্রেসের বাস্তব জীবনের সমকক্ষ অ্যাডি কার্ডের (১৮৯৭-১৯৯৩) আইকনিক ছবি রয়েছে, যা হাই্রনে পোনাল কটন মিল পরিদর্শনের সময় তোলা।\n\n\n== সংগ্রহ ==\nহাইন এর কাজ নিম্নলিখিত পাবলিক সংগ্রহে অনুষ্ঠিত হয়:\n\nআর্ট ইনস্টিটিউট অফ শিকাগো, শিকাগো, আইএল \nআলবিন ও কুন লাইব্রেরি এবং মেরিল্যান্ড বিশ্ববিদ্যালয়ের গ্যালারি, বাল্টিমোর কাউন্টি - প্রায় পাঁচ হাজার এনসিএলসি ফটোগ্রাফ\nজর্জ ইস্টম্যান হাউস - প্রায় দশ হাজার ছবি এবং নেগেটিভ\nলাইব্রেরি অব কংগ্রেস -  ৫,০০০টিরও বেশি ছবি, যার মধ্যে রয়েছে হাইনের শিশুশ্রম এবং রেড ক্রসের ছবি, তার কাজের প্রতিকৃতি এবং তার ডব্লিউপিএ এবং টিভিএ চিত্রের উদাহরণ।\nনিউ ইয়র্ক পাবলিক লাইব্রেরি, নিউ ইয়র্ক \nইন্টারন্যাশনাল ফটোগ্রাফি হল অফ ফেম, সেন্ট লুইস, এমও \n\n\n== উল্লেখযোগ্য ছবি ==\nশিশুশ্রম: কারখানায় মেয়েরা\nব্রেকার বয়েজ (১৯১০) \nইয়ং ডফার্স ইন দ্য এল্ক কটন মিলস (১৯১০)\nস্টিম ফিটার (১৯২০)\nশ্রমিক, এম্পায়ার স্টেট বিল্ডিং (১৯৩১)\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}