{"pageid": 109208, "title": "ফরাসি ইস্ট ইন্ডিয়া কোম্পানি", "url": "https://bn.wikipedia.org/wiki?curid=109208", "content": "ফরাসি ইস্ট ইন্ডিয়া কোম্পানি (ফরাসি: La Compagnie française des Indes orientales বা Compagnie française pour le commerce des Indes orientales) ছিল একটি বাণিজ্যিক প্রতিষ্ঠান। ১৬৬৪ সালে ব্রিটিশ ও ডাচ ইস্ট ইন্ডিয়া কোম্পানিদুটির সঙ্গে প্রতিযোগিতাকল্পে এই সংস্থাটি প্রতিষ্ঠা করা হয়।\nজ্যঁ-ব্যপ্তিস্ত কোলবার্টের পরিকল্পনা অনুযায়ী রাজা চতুর্দশ লুইয়ের সনদ অনুযায়ী পূর্ব গোলার্ধে ব্যবসাবাণিজ্য পরিচালনার লক্ষ্যে এই সংস্থাটি প্রতিষ্ঠিত হয়। Compagnie de Chine (১৬৬০), Compagnie d'Orient ও Compagnie de Madagascar নামে তিনটি পূর্বতন একত্রিত হয়ে ফরাসি ইস্ট ইন্ডিয়া কোম্পানি গড়ে ওঠে। কোম্পানির প্রথম ডিরেক্টর জেনারেল ছিলেন দে ফায়ে। তার সহকারী ছিলেন ফ্রান্সিস ক্যারন ও মারাকারা আভানচিন্টজ। ক্যারন ডাচ ইস্ট ইন্ডিয়া কোম্পানির অধীনে ৩০ বছর কর্মরত ছিলেন; তার কর্মজীবনের ২০ বছরই কেটেছিল জাপানে। অপরপক্ষে আভানচিন্টজ ছিলেন পারস্যের এসফাহনের অধিবাসী এক শক্তিশালী আর্মেনিয়ান বণিক।\n\n\n== ইতিহাস ==\n১৬০৩ সালে প্রথম ভারতের দিকে রাষ্ট্র-প্রযোজিত ফরাসি সমুদ্রযাত্রার ঘটনাটি ঘটে। এই সমুদ্রযাত্রার ক্যাপ্টেন ছিলেন Paulmier de Gonneville of Honfleur। রাজা চতুর্থ হেনরি Compagnie des Indes Orientales নামক একটি কোম্পানিকে এই প্রথম অভিযানের অনুমোদন দেন। এই সনদ বলে উক্ত কোম্পানি ১৫ বছর ভারতে একচেটিয়া ফরাসি বাণিজ্যের অধিকার লাভ করে। কোলবার্টের Compagnie des Indes Orientales নামক সংস্থার পূর্বসূরি এই সংস্থা অবশ্য জয়েন্ট-স্টক কর্পোরেশন ছিল না। রাজাই ছিলেন এই সংস্থার অর্থের জোগানদাতা।\nCompagnie des Indes Orientales-এর প্রাথমিক পুঁজি ছিল ১৫ মিলিয়ন লিভ্র্। এই কোম্পানি ৫০ বছর ভারতে একচেটিয়া ফরাসি বাণিজ্যের অধিকার লাভ করে। ১৭১৯ সালের মধ্যে কোম্পানি ভারতে প্রতিষ্ঠা লাভ করে। কিন্তু এই সময় কোম্পানির আর্থিক দুরবস্থা চলছিল। মুঘল সাম্রাজ্যের পতনের পর কোম্পানি ভারতের অভ্যন্তরীণ রাজনীতিতে হস্তক্ষেপ করতে শুরু করে। কিন্তু এই ব্যাপারে ইংরেজদের সঙ্গে প্রতিযোগিতায় তাদের পরাজয় ঘটে।\nএরপর কোম্পানি আর আর্থিক দুরবস্থা কাটিয়ে উঠতে পারেনি। ফরাসি বিপ্লবের ২০ বছর পূর্বে ১৭৬৯ সালে ফ্রান্সের রাজা ষোড়শ লুই সকল সম্পত্তি সহ কোম্পানি অধিগ্রহণ করে নেন। রাজা কোম্পানির সকল ঋণ পরিশোধ করতেও অঙ্গীকারবদ্ধ হয়েছিলেন।\nপন্ডিচেরি ও চন্দননগর সহ বেশ কয়েকটি ভারতীয় বাণিজ্যকেন্দ্র অবশ্য ১৯৫৪ সাল পর্যন্ত ফরাসি অধিকারভুক্ত ছিল।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nফ্রান্স-এশিয়া সম্পর্ক\nব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি, ১৬০০ সালে প্রতিষ্ঠিত\nডাচ ইস্ট ইন্ডিয়া কোম্পানি, ১৬০২ সালে প্রতিষ্ঠিত\nডাচ ওয়েস্ট ইন্ডিয়া কোম্পানি, ১৬২১ সালে প্রতিষ্ঠিত\nসুইডিশ ইস্ট ইন্ডিয়া কোম্পানি, ১৭৩১ সালে প্রতিষ্ঠিত\nফরাসি ঔপনিবেশিক সাম্রাজ্য\nফরাসি ভারত\nলরিয়েন্ট\nচান্দা সাহিব\nমুজফফর জং\nসালাবত জং\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\nAmes, Glenn J. (১৯৯৬)। Colbert, Mercantilism, and the French Quest for Asian Trade। DeKalb, IL: Northern Illinois University Press। আইএসবিএন 0-87580-207-9। \nBoucher, P. (১৯৮৫)। The Shaping of the French Colonial Empire: A Bio-Bibliography of the Careers of Richelieu, Fouquet and Colbert। New York: Garland। \nLokke, C. L. (১৯৩২)। France and the Colonial Question: A Study of Contemporary French Public Opinion, 1763-1801। New York: Columbia University Press। \nMalleson, G. B. (১৮৯৩)। History of the French in India। London: W.H. Allen & Co। \nSen, S. P. (১৯৫৮)। The French in India, 1763-1816। Calcutta: Firma K.L. Mukhopadhyay। এএসআইএন B000HINRSC। \nSen, S. P. (১৯৪৭)। The French in India: First Establishment and Struggle। Calcutta: University of Calcutta Press। \nSubramanian, Lakshmi, ed. (১৯৯৯)। French East India Company and the Trade of the Indian Ocean: A Collection of Essays by Indrani Chatterjee। Delhi: Munshiram Publishers। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অতিরিক্ত লেখা: লেখকগণের তালিকা (link) \nMcAbe, Ina Baghdiantz 2008 Orientalism in early Modern France Berg আইএসবিএন ৯৭৮-১-৮৪৫২০-৩৭৪-০\n\n\n== বহিঃসংযোগ ==\nMuseum of the French East India Company at Lorient\nThe French East India Company (1785-1875) History of the last French East India Company on the site dedicated to its business lawyer Jean-Jacques Regis of Cambaceres.\nFrench East Indies Company nowadays\nটেমপ্লেট:French overseas empire"}