{"pageid": 1092394, "title": "সিলান ইয়েইনসু", "url": "https://bn.wikipedia.org/wiki?curid=1092394", "content": "সিলান ইয়েইনসু একজন তুর্কি-ব্রিটিশ সাংবাদিক, তিনি বর্তমানে যুক্তরাজ্যে দ্য নিউইয়র্ক টাইমসের এর ভ্রাম্যান সাংবাদিক।\n\n\n== জীবনী ==\nসিলান ইয়েইনসু ২০০৮ সালে হুরিয়েত ডেইলি নিউজের  একজন প্রতিবেদক এবং সম্পাদক হিসেবে সাংবাদিকতা জীবন শুরু করেছিলেন। সেখানে তিনি রাজনীতি, সংস্কৃতি, ব্যবসা এবং খেলাধুলা বিষয়ে লিখতেন। তিনি তুরস্কে লিঙ্গ সমতার বিষয়ে একটি সাপ্তাহিকে উপসম্পাদকীয়তে কলামও লিখতেন। ২০১১ সালে তিনি কলম্বিয়া ইউনিভার্সিটির গ্রাজুয়েট স্কুল অফ জার্নালিজম বিভাগ থেকে ডিজিটাল মিডিয়াতে মাস্টার্স ডিগ্রি অর্জন করেন এবং ব্রিগেড ও'হারা-ফরস্টার ফেলোশিপে ভূষিত হন। প্রতিবছর একজন বিদেশী মহিলা ছাত্রীকে এ পুরুস্কার প্রদান করা হয়। তিনি নিউইয়র্ক ও ইস্তাম্বুলের ফ্রিল্যান্স সাংবাদিক এবং মাল্টিমিডিয়া সাংবাদিক হিসাবে দ্য আটলান্টিক, দ্য ইকোনমিস্ট, হাফিংটন পোস্ট, ইন্টারন্যাশনাল বিজনেস টাইমসে  চাকরি করেন।  ২০১৩ সালে সিলান ইয়েইনসুদ্য নিউইয়র্ক টাইমসের  ইস্তাম্বুল ব্যুরোতে যোগদান করেছিলেন। তিনি এ পত্রিকায় রাজনীতির আড়ালে, অভিবাসী সংকট, কুর্দিদের সংঘাত, সিরিয়া ও এ অঞ্চলে ইসলামিক স্টেট চরমপন্থার উত্থান বিষয়ে সংবাদ প্রচার করেন। ২০১৪ সালের সেপ্টেম্বরে তিনি তুরুস্কের আঙ্কারার হাকাবায়রাম পাড়ার আইএসআইএল -এর উপর প্রথম পাতায় সংবাদ লিখেন। তাঁর সংবাদটি তুরস্কের রাষ্ট্রপতি রেজেপ তাইয়িপ এরদোয়ানের দ্বারা ব্যাপকভাবে সমালোচিত হয়েছিল। তিনি সংবাদটিকে \"নির্লজ্জ, অজ্ঞ, বিশ্বাসঘাতক\" বলে অভিহিত করেছিলেন।  সিলান ইয়েইনসু পরবর্তীকালে স্টার  পত্রিকা এবং অন্যান্য সরকারপন্থী গণমাধ্যম দ্বারা আক্রান্ত হয়। এ সংবাদ প্রচারের জন্য  তাকে একাধিকবার প্রাণনাশের হুমকি দেয়া হয়। তবে এ সংবাদটি দ্য নিউইয়র্ক টাইমসের  সম্পাদকীয়তে পছন্দ করা হয়। এ সংবাদে দেখানো হয়েছিল, এরদোগান তৎকালীন প্রধানমন্ত্রী আহমদ দাভুতোগলুর সাথে আঙ্কারার হাকাবায়রাম পাড়ার মসজিদ ছেড়ে চলে যাচ্ছেন। এ ভীতি প্রদর্শন অভিযান সিলান ইয়েইনসুরকে সাময়িকভাবে দেশ ত্যাগ করতে বাধ্য করে। রিপোর্টার্স উইদাউট বর্ডার্স, আর্টিকেল ১৯ ও দ্য ইংলিশ পেন- পত্রিকা দুটির ডিরেক্টররা একটি খোলা চিঠি প্রকাশ করেন, যা প্রেসিডেন্ট এরদোগানকে গণতন্ত্রে সাংবাদিকদের গুরুত্বপূর্ণ ভূমিকা এবং তুর্কি-আন্তর্জাতিক আইনে তাদের সুরক্ষার কথা মনে করিয়ে দেয়। মার্কিন পররাষ্ট্র দপ্তর তুরস্ককে ভয়ভীতি ও হুমকির এই প্রচেষ্টার জন্য সমালোচনা করেছে।\nতিনি তুরুস্কে সাংবাকিতা সম্পর্কে খারাপ মন্তব্য করে বলেন, “তুরুস্কে সুস্থধারা সাংবাদিকতা নেই। এখানে স্বাধীনভাবে সংবাদ পরিবেশন করা যায় না। তুরুস্কে নৈতিক সাংবাদিকতা নেই।সরকারি হস্তক্ষেপ সবসময় চলে।” এসব কারণে তিনি তুরুস্ক ছেড়ে যুক্তরাজ্যে পাড়ি জমান। \n\n\n== প্রবন্ধসমূহ ==\nতিনি অনেক (৯৫৩টি) প্রবন্ধ লিখেছেন, তন্মধ্যে-\nইন ইয়েস্ট আফ্রিকা, সাফারি ওয়ার্কারস ওয়াশ কারস, ফ্রাই ফিশ এন্ড স্ট্রাগাল টু সার্ভাইভ-দ্য নিউইয়র্ক টাইমস\nদ্য উইএস ট্রাভেল ইন্ডাসট্রি ওয়েলকামস দ্য বাইডেন এডমিনিস্ট্রেশনস চেঞ্জ টু ট্রাভেল রুল ''দ্য নিউইয়র্ক টাইমস\nকভিড ১৯ করোনাভাইরাস : উইএস ক্রাইসেস দ্য নিউইয়র্ক টাইমস ইত্যাদি।\n\n\n== তথ্যসূত্র =="}