{"pageid": 1092885, "title": "ত্রিশা ব্যাপ্টি", "url": "https://bn.wikipedia.org/wiki?curid=1092885", "content": "ত্রিশা ব্যাপ্টি (জন্ম ১৯৭৩) একজন ভ্যাঙ্কুভার-ভিত্তিক নাগরিক সাংবাদিক ও পতিতাবৃত্তি বিলুপ্তি কর্মী। ব্যাপ্টিকে ১৩ বছর বয়সে পতিতাবৃত্তিতে বাধ্য করা হয়েছিল। এটি ছিল তার ১৫ বছরের যৌন-শিল্পে অভ্যন্তরীণ ও বহিরাগত সময়ের শুরু, যার বেশিরভাগই ভ্যাঙ্কুভার ডাউনটাউন ইস্টসাইড এলাকায় ব্যয় করা হয়েছিল। ২৮ বছর বয়সে ব্যাপ্টি পতিতাবৃত্তি থেকে বেরিয়ে আসার সুযোগ নিয়েছিলেন। ২০০৮ সালে ব্যাপ্টি কারেজ টু কাম ব্যাক অ্যাওয়ার্ড অর্জন করেন।\n\n\n== জীবনী ==\nব্যাপ্টিকে ১৩ বছর বয়সে পতিতাবৃত্তিতে বাধ্য করা হয়েছিল। এটি ছিল তার ১৫ বছরের যৌন-শিল্পে অভ্যন্তরীণ ও বহিরাগত সময়ের শুরু, যার বেশিরভাগই ভ্যাঙ্কুভার ডাউনটাউন ইস্টসাইড এলাকায় ব্যয় করা হয়েছিল।\n২৮ বছর বয়সে ব্যাপ্টি পতিতাবৃত্তি থেকে বেরিয়ে আসার সুযোগ নিয়েছিলেন।\n২০০৭ সালে ব্যাপ্টি রবার্ট পিকটনের হত্যার বিচারকে কভার করার জন্য ওরাটো, একটি অনলাইন সংবাদপত্র, নাগরিক সাংবাদিক হয়েছিলেন। যাদের বেশিরভাগ শিকার ডাউনটাউন ইস্টসাইড থেকে তুলে নেওয়া হয়েছিল। পিকটনের অনেক শিকারই ব্যাপ্টির কাছে পরিচিত ছিলেন।\n২০০৯ সালে, ব্যাপ্টি EVE (পূর্বে এক্সপ্লোয়েটেড ভয়েসস এডুকেটিং) সহপ্রতিষ্ঠা করেন, যা যৌন-শিল্পের প্রাক্তন নারীদের একটি অলাভজনক সংস্থা, যারা পতিতাবৃত্তিকে নারীর বিরুদ্ধে সহিংসতা হিসেবে স্বীকৃতি দেয় এবং রাজনৈতিক কর্ম, ওকালতি এবং জনশিক্ষার মাধ্যমে এর অবসান চায়।\n২০০৯-২০১০ সালে ভ্যাঙ্কুভারে অনুষ্ঠিত ২০১০ সালের শীতকালীন অলিম্পিকের প্রস্তুতির জন্য ব্যাপ্টি সেক্স বাইইং স্পোর্ট ক্যাম্পেইনে কমিউনিটি মোবিলাইজার ছিল। তিনি ল্যাংড়া সংলাপে একজন ফোকাল বক্তা ছিলেন, একটি পাবলিক ফোরাম যেখানে পতিতাবৃত্তি, মানব পাচার, সম্প্রদায়ের দায়িত্ব, বিলুপ্তি, বৈধতা এবং অলিম্পিকের সাথে তাদের সম্পর্ক নিয়ে আলোচনা এবং বিতর্ক হয়েছিল।\n২০১০ সালে ব্যাপ্টি একটি ডকুমেন্টারি ছায়াছবিতে হাজির হয়েছিল, \"আওয়ার লাইভস টু ফাইট ফর\"। তিনি টরন্টোতে খ্রীস্টিন বার্কহাউস, নাতাশা ফ্যাল, ক্যাথরিনা ম্যাকলিয়ড, এবং ব্রিজেট পিরিয়ার পতিতাবৃত্তি আইন বাতিলের ধর্মঘটে ছিলন। কানাডায় পতিতাবৃত্তিতে বাধ্য হওয়া পাঁচজন নারীই মানব পাচার থেকে বেঁচে আছেন।\nতেরেসা ম্যাকইনস এবং কেন্ট নাসন পরিচালিত এবং কানাডিয়ান ন্যাশনাল ফিল্ম বোর্ড কর্তৃক সুপারিশকৃত ২০১৩ সালের \"বায়িং সেক্স \" ছবিতে ব্যাপ্টির জীবন এবং কাজ কেন্দ্রীয়। \n\n\n== সম্মাননা ও পুরস্কার ==\n২০০৮ সালে ব্যাপ্টি কারেজ টু কাম ব্যাক অ্যাওয়ার্ড অর্জন করেন। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅনার কনসাল্টিং অফিসিয়াল ওয়েবসাইট\nEVE অফিসিয়াল ওয়েবসাইট"}