{"pageid": 1093102, "title": "জাতীয় শিশু নীতি ২০১১", "url": "https://bn.wikipedia.org/wiki?curid=1093102", "content": "জাতীয় শিশু নীতি ২০১১ হলো বাংলাদেশে শিশু অধিকার বাস্তবায়নের একটি আইন। শিশুদের সুরক্ষা ও তাদের জীবন বিকাশের সরকার ২০১১ সালে আইন প্রণয়ন করেছে। এ আইনে শিশুদের বর্তমান ও ভবিষ্যৎ বিনির্মাণে সুদূরপ্রসারী রূপকল্প বহন করা হয়েছে। এনীতিতে শিশু বলতে ১৮ বছরের কম বয়সী এবং কিশোর বলতে ১৪ থেকে ১৮ বছর বয়সীদের বুঝায়। জবরদস্তিমূলক ভারি ও ঝুঁকিপূর্ণ কাজে শিশুদের ব্যবহার করা এই আইনে কঠোরভাবে নিষিদ্ধ ঘোষণা করা হয়েছে।পথশিশু ও বিপথগামী শিশুদের বিকাশে পৃথক ব্যবস্থা রাখার কথা বলা হয়েছে।\n\n\n== প্রেক্ষাপট ==\nবাংলাদেশ সংবিধানে ২৮(৪) অনুচ্ছেদে শিশুদের অগ্রগতির বিশেষ বিধান প্রণয়নের উপর গুরুত্ব প্রদান করা হয়েছে এবং রাষ্ট্র পরিচালনার মূলনীতিতে শিশুদের জন্য অবৈতনিক ও বাধ্যতামুলক প্রাথমিক শিক্ষাসহ মৌলিক অধিকারের কথা বলা হয়েছে। এ লক্ষে ১৯৭৪ সালে শিশুদের সার্বিক সুরক্ষা নিশ্চিত করা ও অধিকার প্রতিষ্ঠারলক্ষে প্রণীত হয় “শিশু আইন ১৯৭৪”। বহুমাত্রিক উন্নয়নের সাথে সঙ্গতি রেখে এ আইনের যুগোপযোগীকরণের উদ্যোগ গ্রহণ করা হয়। ১৯৯০ সালে জাতিসংঘ শিশু অধিকার সনদ ১৯৮৯ এ স্বাক্ষর ও অনুসমর্থনকারী প্রথম রাষ্ট্রসমুহের মধ্যে বাংরাদেশ অন্যতম হওয়ায় ১৯৯৪ সালে জাতীয় শিশুনীতি প্রণয়ন করা হয়। ২০০৬ সালে প্রতিবন্ধী শিশুদের অধিকার রক্ষার প্রতিশ্রুতি দেশ হিসাবে বাংলাদেশ জাতিসংঘ সনদে স্বাক্ষর করেছে। শিশু নির্যাতন বন্ধ করা, বিশেষ করে কন্যা শিশুদের প্রতি সকল বৈষম্য ও নির্যাতন বন্ধ ও তাদের প্রতি নিরাপত্তা বিধান করা অন্যতম লক্ষ্য ধরা হয়। জাতীয় শিশু অধিকার কমিটির সুপারিশমালার প্রেক্ষিতে বাংলাদেশ সরকার ১৯৯৪ সালে প্রণীত জাতীয় শিশু নীতিকে আবারও যুগোপযোগী করার জন্য জাতীয় শিশু নীতি ২০১১ প্রণয়ন করে।\n\n\n== জাতীয় শিশু নীতি ২০১১ এর বিভিন্ন দিক ==\nসংজ্ঞা : এ নীতিতে শিশু বলতে আঠারো বছরের কম বয়সী ব্যক্তি এবং কিশোর বলতে ১৪ থেকে ১৮ বছরের কম বয়সী শিশুদের বুঝায়।\nপরিধি : এ নীতি বাংলাদেশের নাগরিক সকল শিশুর ক্ষেত্রে বৈষম্যহীনভাবে বুঝায়।\nমূলনীতি : \n\nবাংলাদেশের সংবিধান, শিশু আইন ও আন্তর্জাতিক সনদসমূহের আলোকে শিশু অধিকার নিশ্চিতকরণ।\nশিশু দারিদ্র বিমোচন।\nশিশুর প্রতি সকল প্রকাল নির্যাতন ও বৈষম্য দূরীকরণ।\nকন্যা শিশুর প্রতি সকল প্রকার নির্যাতন ও বৈষম্য দূরীকরণ।\nশিশুর সার্বিক সুরক্ষা ও সর্বোত্তম স্বার্থ নিশ্চিতকরণের লক্ষ্যে গৃহীত পদক্ষেপের বিষয়ে শিশুদের অংগ্রহণ ও মতামত গ্রহণ।\nলক্ষ্য ও উদ্দেশ্য\n\nশিক্ষা, স্বাস্থ, পুষ্টি, নিরাপত্তা, বিনোদন ও অন্যান্য অধিকারের ক্ষেত্রে বয়স, লিঙ্গগত, ধর্মীয়, জাতিগত, পেশাগত, সামাজিক, আঞ্চলিক ও ক্ষুদ্র নৃ-গোষ্টির পরিচয় নির্বিশেষে সকল শিশু ও কিশোর কিশোরীর জন্য মানসম্পন্ন প্রয়োজনীয় সেবা প্রদানের মাধ্যমে তাদের সর্বোত্তম উন্নয়ন ও বিকাশ নিশ্চিত করা।\nকন্যা শিশু এবং প্রতিবন্ধী ও বিশেষ চাহিদা সম্পন্ন শিশুদের প্রয়োজন অনুযায়ী সুবিধা প্রদানের বিষয়ে উদ্যোগ গ্রহণ করা।\nশিক্ষা ও শিশু বান্ধব পরিবেশ সৃষ্টির মাধ্যমে শিশুদের দেশ সম্পর্কে আগ্রহী ও সচেতন করে গড়ে তোলা যাতে তারা সৎ, দেশপ্রেমিক ও দায়িত্বশীল নাগরিক রূপে বিকাশ লাভ করতে পারে।\nবিজ্ঞান ও প্রযুক্তিকে শিক্ষার অপরিহার্য বিষয় হিসেবে বিবেচনা করে শিশুদের একটি বিজ্ঞানমনস্ক প্রজন্ম হিসেবে গড়ে তোলা যাতে তারা ভবিষ্যতে দেশ ও বিশ্বের চাহিদার সাথে তাল মিলিয়ে চলতে সক্ষম হয়।\nশিশুদের জন্য অনুকূল পারিবারিক পরিবেশ সৃষ্টির বিষয়টি নিশ্চিত করার উদ্যোগ গ্রহণ করা।\nশিশু ও কিশোর কিশোরীর জীবনকে প্রভাবিত করে এরূপ সিদ্ধান্ত গ্রহণ ও পরিকল্পনা প্রণয়নে তাদের মতামত প্রতিফলনের উদ্যোগ গ্রহণ করা।\nশিশু অধিকার বাস্তবায়নের লক্ষ্যে প্রয়োজনীয় আইন ও বিধি-বিধান প্রণয়নের উদ্যোগ গ্রহণ করা।\nএভাবে এ নীতিতে শিশু অধিকার বাস্তবায়নে সুনির্দিষ্ট পরিকল্পনা ও কর্মসূচি গ্রহণ, শিশুর নিরাপদ জন্ম ও সার্বিক বিকাশ নিশ্চিতকরণ, শিশুর দারিদ্র বিমোচন, শিশু স্বাস্থ্য, শিশুর বিকাশে প্রাক-প্রাথমিক শিক্ষা (৩ – ৫ বছর), শিশু শিক্ষা, শিশুর বিনোদন ও সাংস্কৃতিক কার্যক্রম, শিশুর সুরক্ষা,  প্রতিবন্ধী শিশুর জন্য বিশেষ কার্যক্রম, অটিস্টিক শিশুর জন্য বিশেষ কার্যক্রম, শিশুর জন্ম নিবন্ধন, সংখ্যালঘু ও নৃতাত্ত্বিক শিশুর জন্য বিশেষ কার্যক্রম, দুর্যোগকালীন ও দুর্যোগ পরবর্তী সময়ে শিশুর সুরক্ষা, শিশুর অধিকার ও উন্নয়নের সাথে সংশ্লিষ্ট সংস্থা/প্রতিষ্ঠানে শিশুর উন্নয়ন নিশ্চিতকরণের লক্ষ্যে গৃহীত সকল কার্যক্রমে তাদের মতামত ও অংশগ্রহণের উপর গুরুত্ব  প্রদান করা, কিশোর কিশোরীদের উন্নয়ন করা, শিশুশ্রম নিরসনে বিভিন্ন পদক্ষেপ  গ্রহণ করা ও বাস্তবায়ন কৌশলসূহ উল্লেখ আছে।\n\n\n== পরবর্তীতে শিশু আইন ==\nবাংরাদেশ সরকার পরবর্তীকালে ২০১৩ সালে শিশু আইন প্রণয়ন করে। এ আইনের ধারা ২৬। (১) এ বলা হয়েছে বিচারকালীন শিশুকে নিরাপদ হেফাজতে রাখতে হবে যার মেয়াদ হবে যথাসম্ভব স্বল্পতম সময়ের জন্য। উপধারা (৩) এ বলা হয়েছে শিশুকে নিরাপদ হেফাজতে রাখা একান্ত প্রয়োজন হলে শিশু-আদালত, সংশ্লিষ্ট শিশুকে উক্ত আদালত হতে যুক্তিসঙ্গত দূরত্বের মধ্যে অবস্থিত কোনো প্রত্যয়িত প্রতিষ্ঠানে প্রেরণ করবার জন্য আদেশ প্রদান করবে : তবে শর্ত থাকে যে, এই উপ-ধারার অধীনে কোনো শিশুকে প্রত্যয়িত প্রতিষ্ঠানে প্রেরণ করা হলে উক্ত প্রতিষ্ঠানে অবস্থানকারী অধিক বয়স্ক শিশুদের হতে প্রেরিত শিশুকে পৃথক করে রাখতে হবে। ধারা ৫৯। (১) এ বলা হয়েছে সরকার, বিচার প্রক্রিয়ায় আটকাদেশপ্রাপ্ত শিশু এবং বিচারের আওতাধীন শিশুর আবাসন, সংশোধন ও উন্নয়নের লক্ষ্যে, লিঙ্গভেদে, প্রয়োজনীয় সংখ্যক শিশু উন্নয়ন কেন্দ্র প্রতিষ্ঠা ও রক্ষণাবেক্ষণ করবে। (২) উপধারা (১) এর প্রাসঙ্গিকতাকে ক্ষুণ্ণ না করিয়া সরকার, যে কোনো সময়, এর যে কোনো ইনস্টিটিউট বা প্রতিষ্ঠানকে শিশু অপরাধীদের অবস্থানের জন্য উপযুক্ত মর্মে প্রত্যয়ন করতে পারবে।\nতবে এক্ষেত্রে শর্ত রয়েছে- ধারা ৬৩। (৩) দণ্ডবিধির ধারা ৮২-এর উদ্দেশ্যপূরণকল্পে ৯ (নয়) বছর বয়সের কম বয়সী কোনো শিশুকে কোনো প্রত্যয়িত প্রতিষ্ঠানে রাখা যাবে না :\nতবে শর্ত থাকে যে, কোনো কারণে ৯ (নয়) বছর বয়সের কম বয়সী অভিভাবকহীন কোনো শিশুকে কোথাও পাওয়া গেলে তাকে অধিদফতর বা উহার নিকটস্থ কোনো কার্যালয়ে প্রেরণ করতে হবে এবং অধিদফতর বিষয়টি সংশ্লিষ্ট বোর্ডের গোচরীভূত করত: সংশ্লিষ্ট শিশুকে সুবিধাবঞ্চিত শিশু গণ্যে, ক্ষেত্রমতো, ধারা ৮৪ বা ধারা ৮৫-এর বিধান অনুযায়ী পরবর্তী প্রয়োজনীয় ব্যবস্থা গ্রহণ করবে।\n\n\n== সুপারিশ ==\nবাংলাদেশ জাতীয় মানবাধিকার কমিশন ও চাইল্ড রাইটস অ্যাডভোকেসি কোয়ালিশন ইন বাংলাদেশ ২০১৭ সালের ২৭ শে আগস্ট জাতীয় প্রেস ক্লাবে শিশুর প্রতি সহিংসতা বন্ধে এক লটেবিল বৈঠকে কিছু সুপারিশ করে। যেমন রাষ্ট্রকে শিশুর প্রতি সব ধরনের সহিংসতা বন্ধে সহনশীলতার (জিরো টলারেন্স) নীতি গ্রহণ ও প্রচলিত আইনের কার্যকর বাস্তÍবায়ন এর লক্ষ্যে রাজনৈতিক অঙ্গিকার প্রদান করা। এভাবে মানুষের দৃষ্টিভঙ্গির পরিবর্তন করা যাতে সবাই শিশুদের প্রতি মানবিক দৃষ্টি রাখে। ইত্যাদি।\n\n\n== তথ্যসূত্র =="}