{"pageid": 1093498, "title": "গিলার্মো লাসো", "url": "https://bn.wikipedia.org/wiki?curid=1093498", "content": "গিলার্মো আলবার্তো সান্তিয়াগো লাসো মেন্ডোজা (স্পেনীয় উচ্চারণ: [ɡiˈʝeɾmo ˈlaso]; জন্ম ১৬ নভেম্বর ১৯৫৫) একজন ইকুয়েডরের ব্যবসায়ী, ব্যাংকার, লেখক এবং রাজনীতিবিদ যিনি ২৪ মে ২০২১ সাল থেকে ইকুয়েডরের ৪৭তম রাষ্ট্রপতি হিসেবে দায়িত্ব পালন করেছেন। প্রায় দুই দশকের মধ্যে তিনি দেশের ভোটারদের পরিবর্তনের চিহ্ন হিসাবে প্রথম ডান কেন্দ্রীয় রাষ্ট্রপতি হিসেবে নিযুক্ত হয়েছেন।\n১৯৯৯ সালে জামিল মাহুয়াদ রাষ্ট্রপতি থাকাকালীন সময়ে লাসো সংক্ষিপ্তভাবে অর্থনীতির সুপারমিনিস্টার হিসেবে দায়িত্ব পালন করেন। তিনি এর আগে ১৯৯৮ থেকে ১৯৯৯ পর্যন্ত গুয়াসের গভর্নর হিসেবে দায়িত্ব পালন করেন। ২০০৩ সালে, তিনি লুসিও গুতেরেজের প্রশাসনের সময় ইকুয়েডরের ভ্রমণকারী রাষ্ট্রদূত হিসেবে দায়িত্ব পালন করেন। তার রাজনৈতিক কর্মজীবনের পাশাপাশি,লাসো একজন ব্যাংকার এবং পূর্বে ব্যাঙ্কো গুয়াকিলের সিইও হিসেবে দায়িত্ব পালন করেছেন। যখন লাসো রাফায়েল কোরেয়ার রাষ্ট্রপতি ছিলেন তখন লাসো তার প্রশাসনের একজন উল্লেখযোগ্য বিচারক হয়ে ওঠেন।\n২০১২ সালে ক্রিয়েটিং অপারচুনিটিস পার্টি প্রতিষ্ঠা করার পর লাসো রাষ্ট্রপতির রাজনীতিতে জড়িয়ে পড়েন। তিনি ২০১৩ সালে প্রথম রাষ্ট্রপতি পদে প্রতিদ্বন্দ্বিতা করেছিলেন; লাসো, প্রেসিডেন্ট কোরেয়ার পিছনে দ্বিতীয় স্থান লাভ করেছিলেন, যেখানে কোরেয়া নিরঙ্কুশ বিজয় লাভ করেছিলেন। পরবর্তীতে তিনি ২০১৭ সালের নির্বাচনে আবার প্রতিদ্বন্দ্বিতা করেন, যেখানে তিনি প্রাক্তন ভাইস প্রেসিডেন্ট লেনিন মোরেনোর বিরুদ্ধে রান-অফ দৌড়ে এগিয়ে যান এবং মোরেনোর ৫১.১৬% ভোটের বিপরীতে ৪৮.৮৪% ভোট পেয়ে অল্পের জন্য হেরে যান। ২০২১ সালে তার তৃতীয় রাষ্ট্রপতি প্রচারে, লাসো ফেব্রুয়ারিতে নির্বাচনের এপ্রিলের রান-অফ রাউন্ডে সংক্ষিপ্তভাবে অগ্রসর হন এবং পরে এপ্রিলে নির্বাচিত হন।\nএকজন উদারপন্থী, তার পাবলিক এজেন্ডায় শাস্ত্রীয় উদারপন্থী বিষয় রয়েছে যেমন সরকারকে সীমিত করার ক্ষমতা এবং মৌলিক অধিকারের প্রতিরক্ষা। এছাড়াও তিনি কম করের পক্ষে এবং একজন মুক্ত-বাজারের উকিলের পক্ষে মতামত প্রকাশ করেছেন।\nল্যাসোর প্রেসিডেন্সি ধনীদের উপর কর বৃদ্ধি এবং আন্তর্জাতিক মুদ্রা তহবিলের সাথে অর্থায়নের মাধ্যমে COVID-19 টিকাকরণ উদ্যোগ এবং অর্থনৈতিক ত্রাণ প্যাকেজের জন্য উল্লেখ করা হয়েছে।[12][13][14] যাইহোক, খাদ্য ও জ্বালানীর দাম বৃদ্ধির পাশাপাশি তার অর্থনৈতিক নীতিগুলি দেশ জুড়ে একের পর এক বিক্ষোভে পরিণত হয়। সরকারের প্রতিক্রিয়া মানবাধিকার লঙ্ঘনের বিষয়ে উদ্বেগ উত্থাপন করেছে, নিরাপত্তা বাহিনীর হাতে আদিবাসী বিক্ষোভের উপর ক্র্যাকডাউন,[15][16] পাশাপাশি সাংবাদিকদের বিরুদ্ধে অত্যধিক বল প্রয়োগের অভিযোগ রয়েছে। 2022 জুড়ে ল্যাসোর অনুমোদনের রেটিং উল্লেখযোগ্যভাবে কমে গেছে।\n\n\n== প্রাথমিক জীবন ==\nল্যাসো গুয়াকিলে ওরেলানা পাড়ার একটি মধ্যবিত্ত পরিবারে জন্মগ্রহণ করেন।[19][20] তার পিতামাতা ছিলেন এনরিক ল্যাসো আলভারাডো এবং নোরা মেন্ডোজা। ল্যাসোর দশ ভাইবোন আছে এবং তার পরিবার আর্থিক কষ্টের সাথে বসবাস করত। 15 বছর বয়সে, ল্যাসো কলেজিও লা সল্লে হাই স্কুলে তার স্নাতক পরিষেবার জন্য অর্থ প্রদানের জন্য পর্যাপ্ত অর্থ উপার্জন করতে কাজ করবে। উচ্চ বিদ্যালয় থেকে স্নাতক হওয়ার পর, তিনি অর্থনীতি পড়ার জন্য কুইটোর ইকুয়েডরের পন্টিফিকাল ক্যাথলিক বিশ্ববিদ্যালয়ে প্রবেশ করেন কিন্তু ডিগ্রি ছাড়াই চলে যান।\n1970 সালে, Lasso Guayaquil স্টক এক্সচেঞ্জে খণ্ডকালীন কাজ শুরু করেন এবং পরে Casa Möeller Martínez-এ একটি সংগ্রহ সংস্থা সহকারী হিসেবে কাজ করেন। 1972 সালে, তিনি আর্থিক কোম্পানি Cofiec এবং তারপর কুইটোতে Finansa এ কাজ শুরু করেন। তার প্রথম কোম্পানি ছিল কনস্ট্রাকটোরা আলফা ওয়াই ওমেগা, 1978 সালে তার বড় ভাই এনরিক ল্যাসোর সাথে প্রতিষ্ঠিত হয়েছিল, যখন তার বয়স ছিল 23 বছর।\n1977 সালে, ল্যাসো মারিয়া ডি লর্ডেস আলসিভারের সাথে দেখা করেন, যাকে তিনি 1980 সালে বিয়ে করবেন। তাদের পাঁচটি সন্তান রয়েছে: মারিয়া ডি লর্ডেস, জুয়ান, গুইলারমো এনরিক, সান্তিয়াগো এবং মারিয়া দে লাস মার্সিডিজ\n\n\n== ব্যবসায়িক জীবন ==\n1990-এর দশকে, ল্যাসোকে কোকা-কোলার জন্য ইকুয়েডরের অপারেশন প্রধান হিসেবে মনোনীত করা হয়েছিল, [উদ্ধৃতি প্রয়োজন] সেই অঞ্চলে কোম্পানির স্থানীয় দেউলিয়া হওয়ার পরে। এই ভূমিকায়, ল্যাসোকে কোম্পানির পুনর্গঠন এবং আর্থিক স্বাস্থ্য ফিরিয়ে আনার দায়িত্ব দেওয়া হয়েছিল। এরপর থেকে তিনি কোকা-কোলা এবং মাভেসা উভয়ের পরিচালনা পর্ষদে বসেছেন,[26] এবং গুয়াস ট্রানজিট কমিশনের পরিচালনা পর্ষদের চেয়ারম্যানের পাশাপাশি অ্যান্ডিয়ান ডেভেলপমেন্টের পরিচালনা পর্ষদের সদস্য হিসেবেও দায়িত্ব পালন করেছেন। কর্পোরেশন\n1994 সালে ল্যাসো ব্যাঙ্কো গুয়াকিলের সিইও হন। তার মেয়াদের একটি অংশ হিসাবে, তিনি ব্যাঙ্কোস দেল ব্যারিও প্রোগ্রাম প্রতিষ্ঠা করেন, একটি কমিউনিটি ব্যাঙ্কিং উদ্যোগ যা স্থানীয় দোকানদারদেরকে ব্যাঙ্কের সাথে পরিকল্পনা ও কৌশলের অর্থনৈতিক অংশীদার হিসাবে নিয়ে আসে। প্রোগ্রামটিকে আন্তঃআমেরিকান ডেভেলপমেন্ট ব্যাংক তৃণমূল ব্যাংকিং অনুপ্রবেশ কৌশলের অগ্রগতি হিসাবে উল্লেখ করেছে। তিনি 2012 সালে নির্বাহী সভাপতির পদ থেকে পদত্যাগ করেন। লাসো ফান্ডাসিওন দেল ব্যারিওর প্রতিষ্ঠাতা\n2020 সালের মার্চ মাসে, ল্যাসো মানবিক উদ্যোগ সেভিং লাইভস তৈরি করেছিল যা COVID-19 মহামারীর বিরুদ্ধে একটি উদ্যোগ ছিল এবং ইকুয়েডরীয় স্বাস্থ্য ব্যবস্থায় চিকিৎসা সরবরাহ এবং সরঞ্জাম ক্রয় করতে সাহায্য করার জন্য 8 মিলিয়ন ডলার সংগ্রহ করেছিল\n\n\n== রাজনৈতিক জীবন ==\n1998 সালে, লাসোকে গুয়াসের গভর্নর হিসাবে নিযুক্ত করা হয়েছিল, যার সময় জাতীয় সরকার পাবলিক কোম্পানি এবং শিল্পগুলির ব্যাপক বেসরকারিকরণের মধ্য দিয়েছিল।\nইকুয়েডর 1999 সালে একটি অর্থনৈতিক পতনের মধ্য দিয়ে যায়, যার পরে, ল্যাসোকে সাময়িকভাবে [৩১][৩২] অর্থনীতির সুপারমিনিস্টারের নবনির্মিত পদে নিযুক্ত করা হয়,[৩৩] পদত্যাগকারী আনা লুসিয়া আরমিজোসের স্থলাভিষিক্ত হন। অর্থমন্ত্রী হিসাবে, তিনি রাষ্ট্রপতি জামিল মহুয়াদের অধীনে কাজ করেন এবং অর্থনৈতিক সহায়তার জন্য আন্তর্জাতিক মুদ্রা তহবিলের সাথে আলোচনার দায়িত্ব নেন। দেশের অর্থনৈতিক সংকট মোকাবিলায় সরকারি নীতি সমন্বয়ের দায়িত্বও তাঁকে দেওয়া হয়েছিল\nজানুয়ারী 2003 সালে, রাষ্ট্রপতি লুসিও গুতেরেস লাসোকে ইকুয়েডরের ভ্রমণকারী রাষ্ট্রদূত হিসাবে নামকরণ করেন, একটি পদ সম্প্রতি প্রতিষ্ঠিত হয়। তিনি এই পদে দায়িত্ব পালন করবেন যতক্ষণ না এটি কয়েক মাস পরে সেই বছরের এপ্রিলে অপ্রতিষ্ঠিত হয়। তার প্রথম রাষ্ট্রপতির প্রচারণার প্রত্যাশায়, ল্যাসো কেন্দ্র-ডান দল ক্রিয়েটিং অপারচুনিটিজ প্রতিষ্ঠা করেন যা রাফায়েল কোরিয়া প্রশাসনের বিরুদ্ধে অনেক নীতির রূপরেখা দেয়।\n\n\n== প্রারম্ভিক রাষ্ট্রপতি প্রচারাভিযান ==\n2013 সালের সাধারণ নির্বাচনে, তিনি সুযোগ সৃষ্টিকারী দলের রাষ্ট্রপতি প্রার্থী ছিলেন।[36][37] তিনি বৈধ ভোটের 22.68% নিয়ে দ্বিতীয় স্থানে অবতরণ করেন, বর্তমান রাষ্ট্রপতি রাফায়েল কোরেয়ার কাছে হেরে যান যিনি সেই পরিমাণের দ্বিগুণেরও বেশি (57.17%) পেয়েছিলেন। ল্যাসো, তার আদ্যক্ষর সহ একটি ট্রাস্টের মাধ্যমে, জিএলএম, ব্যাঙ্কো দে গুয়াকিলের বৃহত্তম শেয়ারহোল্ডার, যেখানে তিনি 20 বছরেরও বেশি সময় ধরে নির্বাহী সভাপতি ছিলেন।\n2017 সালের গোড়ার দিকে, 2017 সালের রাষ্ট্রপতি নির্বাচনে রক্ষণশীল ক্রিয়েটিং অপারচুনিটিস পার্টির জন্য বর্তমান রাষ্ট্রপতি কোরেয়ার সাফল্যের জন্য ল্যাসো তার দ্বিতীয় রাষ্ট্রপতি প্রচারণা শুরু করেন। তার প্রচারের থিম ছিল \"পরিবর্তন\" এবং তিনি ইকুয়েডরে আরও এক মিলিয়ন চাকরি তৈরি করার প্রতিশ্রুতি দিয়েছিলেন। ল্যাসো 48.84% পেয়েছে এবং লেনিন মোরেনোর কাছে হেরে গেছে। ফলাফলের পর, লাসো তার বিরোধীদের নির্বাচনী জালিয়াতির অভিযোগ এনেছেন এবং আগত প্রশাসনকে \"অবৈধ\" বলে অভিহিত করেছেন।\n2017 সালের ফেব্রুয়ারিতে, ল্যাসো দ্য গার্ডিয়ানকে বলেছিলেন যে তিনি রাষ্ট্রপতি নির্বাচনে জয়ী হলে তিনি উইকিলিকসের প্রতিষ্ঠাতা জুলিয়ান অ্যাসাঞ্জকে 30 দিনের মধ্যে লন্ডনে ইকুয়েডর দূতাবাস ছেড়ে যেতে \"সৌহার্দ্যের সাথে বলবেন\"।\n\n\n== 2021 সালের সাধারণ নির্বাচন ==\nলাসো 2021 সালের সাধারণ নির্বাচনে আবার প্রার্থী হিসেবে দৌড়েছিলেন। তিনি নিউরোসার্জন আলফ্রেডো বোরেরোকে অক্টোবর 2020-এ তার রানিং-মেট হিসাবে নামকরণ করেছিলেন। প্রথম রাউন্ডে, ল্যাসো আদিবাসী অধিকার কর্মী ইয়াকু পেরেজ গুয়ার্তাম্বেলের থেকে কিছুটা পিছিয়ে ছিল কিন্তু শেষ পর্যন্ত একটি সংকীর্ণ দ্বিতীয় স্থান নিশ্চিত করার জন্য যথেষ্ট ভোট অর্জন করেছিল\nতার প্রথম রাউন্ডে দ্বিতীয় স্থান অর্জনের পর, ল্যাসো সমাজতন্ত্রী এবং রাফায়েল কোরিয়া মিত্র আন্দ্রেস আরাউজের মুখোমুখি হন। আরাউজকে রাষ্ট্রপতি পদের সামনের দৌড়বিদ এবং প্রাক্তন রাষ্ট্রপতি কোরেয়ার \"হ্যান্ডপিকড প্রার্থী\" হিসাবে বিবেচনা করা হয়েছিল। রান-অফের আগে পোলিংয়ে, আরৌজ লাসোর নেতৃত্বে ছিলেন যার একটি 82% নিশ্চিততা ইঙ্গিত করে যে আরৌজ লাসোকে পরাজিত করবে। লাসো 11 এপ্রিল রান-অফ নির্বাচনে আরাউজকে পরাজিত করবেন, অনেক সংবাদ আউটলেট ইকুয়েডরীয় ভোটারদের মধ্যে রক্ষণশীল পরিবর্তনের কথা উল্লেখ করেছে।[2] Lasso 52.4% ভোট জিতেছে, যখন Arauz 47.6% ভোট জিতেছে। তার বিজয়কে দেশের মুক্ত-বাজার আইনজীবীদের জয় হিসেবেও দেখা হয়। কিছু নিউজ আউটলেট ল্যাসোর জয়কে বিপর্যস্ত জয় বলে বর্ণনা করেছে\nতার বিজয়ের পর, উরুগুয়ের রাষ্ট্রপতি লুইস লাকাল্লে পাউ লাসোকে অভিনন্দন জানানো প্রথম জাতীয় নেতা হয়ে ওঠেন এবং উরুগুয়ে এবং ইকুয়েডর উভয়ই তার উদ্বোধনের সময় \"একসাথে কাজ\" করবে। প্রেসিডেন্ট সেবাস্তিয়ান পিনেরা, প্রেসিডেন্ট ইভান ডুক মার্কেজ এবং প্রেসিডেন্ট মারিও আবদো বেনিতেজও ল্যাসোকে অভিনন্দন জানিয়েছেন। প্রাক্তন রাষ্ট্রপতি মাউরিসিও ম্যাক্রি এবং রাষ্ট্রপতি ফেলিপ ক্যালডেরন উভয়েই বিশ্বাস করেছিলেন যে ল্যাসোর বিজয় ইকুয়েডর এবং ল্যাটিন আমেরিকার জন্য উপকারী হবে। হোয়াইট হাউস থেকে প্রকাশিত এক বিবৃতিতে, রাষ্ট্রপতি জো বিডেন লাসো এবং ইকুয়েডরের ভোটারদের \"শান্তিপূর্ণ এবং অন্তর্ভুক্তিমূলক রাজনৈতিক অংশগ্রহণের শক্তি প্রদর্শন এবং গণতন্ত্রের আদর্শকে সমুন্নত রাখার জন্য অভিনন্দন জানিয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nগিলার্মো লাসোর ব্যক্তিগত ওয়েবসাইট\nBiography by CIDOB  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ ডিসেম্বর ২০১৪ তারিখে (in Spanish)"}