{"pageid": 1093687, "title": "লি জং-জে", "url": "https://bn.wikipedia.org/wiki?curid=1093687", "content": "লি জং-জে (কোরীয়: 이정재, ইংরেজি: Lee Jung-jae; জন্ম: ১৫ ডিসেম্বর ১৯৭২) হলেন দক্ষিণ কোরিয়ার একজন অভিনেতা এবং মডেল। তিনি ফ্যাশন মডেল হিসেবে আত্মপ্রকাশ করেছেন, অতঃপর টেলিভিশনে তার অভিনয় জীবন শুরু করেছেন, যার মধ্যে ক্যাম্পাসভিত্তিক ধারাবাহিক ফিলিংস (১৯৯৪) এবং জনপ্রিয় নাটক স্যান্ডগ্লাস (১৯৯৫) অন্যতম। অ্যান অ্যাফেয়ার (১৯৯৮) চলচ্চিত্রে অভিনয়ের মাধ্যমে লি চলচ্চিত্র জগতে পদার্পণ করেছেন। তিনি বিভিন্ন ধরনের চলচ্চিত্রে অভিনয় করেছেন, যার মধ্যে ইল মারে (২০০০) এবং ওভার দ্য রেনবো (২০০২), মেলোড্রামা লাস্ট প্রেজেন্ট (২০০১), কমেডি ওহ! ব্রাদার্স (২০০৩), অ্যাকশন চলচ্চিত্র দ্য লাস্ট উইটনেস (২০০১) এবং টাইফুন (২০০৫), ডাকাতিভিত্তিক চলচ্চিত্র দ্য থিভস (২০১২), নিউ ওয়ার্ল্ড (২০১৩), এবং দ্য ফেস রিডার (২০১৩) অন্যতম। তিনি সিটি অব দ্য রাইজিং সানের (১৯৯৯) জন্য ব্লু ড্রাগন চলচ্চিত্র পুরস্কারে এবং দ্য হাউসমেডের (২০১০) জন্য ফান্তাসপোর্তো পরিচালকদেরর সপ্তাহে সেরা অভিনেতার পুরস্কার জয়লাভ করেছেন। ২০২১ সালে লি নেটফ্লিক্সের অস্তিত্ববাদী টেলিভিশন ধারাবাহিক স্কুইড গেমের প্রধান চরিত্রে অভিনয় করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\n২০০৮ সালের আগস্ট মাসে, লি দংগুক বিশ্ববিদ্যালয়ের গ্র্যাজুয়েট স্কুল অব কালচারাল আর্টের থিয়েটার ও চলচ্চিত্র শিল্প বিভাগ হতে স্নাতকোত্তর ডিগ্রী লাভ করেছেন। তিনি একই বছরের ডিসেম্বর মাসে হ্যামলেট ইন ওয়াটার-এ নাম ভূমিকায় অভিনয় করার মাধ্যমে মঞ্চনাট্যে অভিষেক করেছেন। মঞ্চনাট্যটি তার বিশ্ববিদ্যালয়ের লি হে-রাং মঞ্চে চার দিন ধরে চলেছিল।\nঅভিনয় ছাড়াও, লি সিউলে তার ইল মারে চলচ্চিত্রের নামে আপস্কেল ইতালীয় রেস্টুরেন্ট চালু করেছেন। অভ্যন্তরীণ নকশা বিভাগে অধ্যয়ন করার পর, তিনি নিজেই তার রেস্তোঁরার অভ্যন্তর নকশা করার দায়িত্ব নিয়েছিলেন।  লি ২০০৮ সালে রিয়াল এস্টেট ডেভেলপমেন্ট কোম্পানি সিউরিম সিঅ্যান্ডডি প্রতিষ্ঠা করেছেন এবং অভিনেতা জং উ-সুংয়ের সাথে বেশ কয়েকটি ব্যবসার মালিক হয়েছিলেন, তারা সিটি অব দ্য রাইজিং সানে একসাথে অভিনয় করার পর বন্ধুতে পরিণত হয়েছেন। ২০১৬ সালের মে তারিখে লি এবং জং 'আর্টিস্ট কোম্পানি' নামে তাদের বিনোদন লেবেলের সিইও হয়েছেন।\n\n\n== আইনি জটিলতা ==\n১৯৯৯ সালে, লি তার রক্তে ০.২২২% অ্যালকোহল নিয়ে গাড়ি চালানো এবং অন্য একটি গাড়িকে ধাক্কা মারার অভিযোগ আনা হয়েছিল, যা ২৩ বছর বয়সী অফিসম্যান চালাচ্ছিলেন। লি ২০০২ সালে ডিইউআই-এর দায়ে অভিযুক্ত হয়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nফেসবুকে লি জং-জে\nইন্টারনেট মুভি ডেটাবেজে লি জং-জে (ইংরেজি)\nকোরিয়ান মুভি ডেটাবেজে লি জং-জে\nহানসিনেমায় লি জং-জে  (ইংরেজি)"}