{"pageid": 1093866, "title": "চরণামৃত", "url": "https://bn.wikipedia.org/wiki?curid=1093866", "content": "চরণামৃত বা পঞ্চামৃত-এর আক্ষরিক অর্থ হল পাঁচ অমৃত। যা হিন্দুধর্ম অনুসারীদের  বিভিন্ন পার্বণ ও মাঙ্গলিক কাজে ব্যবহার করা পাঁচটি উপাচারের এক মিশ্রণ। ভগবানকে স্নান করানো হয়, সেই স্নানের জল হল চরণামৃত বা পঞ্চামৃত। গন্ধ ও পুস্পসহ সেই জল ভগবানের চরন বেয়ে নেমে আসে। এরপর তা সংগ্রহ করে তার সাথে দধি মেশানো হয়। এইভাবে চরণামৃত অতি মধুর আস্বাদপূর্ণ তো হয়ই তার পাশাপাশি তাতে পারমার্থিক মাহাত্ম নিহিত থাকে। পদ্মপুরান অনুসারে, ‘যে মানুষ কোন দিন ও দান,যজ্ঞ, অর্চনা করেনি সে ও যদি ভগবানের মন্দিরে গিয়ে চরণামৃত পান করে তবে সে পরম ধামে প্রবেশ করার যোগ্য হয়। ভগবানের শ্রীবিগ্রহ\nদর্শন ও অভিবাদন করতে এসে কেউ যদি বিনম্র হয়ে তিন বিন্দু চরণামৃত জল পান করে তবে সে পরমানন্দ লাভ করে।\nচরণামৃত ও পঞ্চামৃত আলাদা পরেরটি দধি দুগ্ধ ঘৃত মধু ইক্ষুগুড় বা শর্করা মিশ্রিত, প্রথম টি তুলসী চন্দন ইত্যাদি মিশ্রিত বিষ্ণুকে স্নান করানো জল মন্ত্র টি পড়লে বোঝা যায়।\n\n\n== চরণামৃত বা পঞ্চামৃত গ্রহণের মন্ত্র ==\n\n\n=== চরণামৃত-গ্রহণমন্ত্র ===\nঅকালমৃত্যু-হরণং সর্বব্যাধি-বিনাশনং। \nবিষ্ণুপাদোদকং পীত্বা শিরসা ধারয়াম্যহং।। \n\n\n== গুরুত্ব ==\nএই উপাদান দেবতাদের অর্পণ করা হয়। প্রসাদ আকারে এরও যথেষ্ট গুরুত্ব রয়েছে। শাস্ত্র মতে এই পানীয় পান করার সময় ব্যক্তির মধ্যে ইতিবাচক অনুভূতি তৈরি হয়। পুজোয় চরণামৃত উৎসর্গ করা হয়। অভিষেকের সময় ব্যবহৃত হয়। আবার বিবাহকাৰ্যেও ব্যবহার করা হয়। ধর্মীয় তাৎপর্য থাকলেও এর আয়ুর্বেদ শাস্ত্রেও যথেষ্ট গুরুত্ব আছে। আয়ুর্বেদ মতে, এটি স্বাস্থ্যের জন্যও গুরুত্বপূর্ণ। মনে করা হয় যে ব্যক্তি বিশ্বস্তভাবে পঞ্চমৃত পান করেন সে জীবনে সমস্ত ধরনের সুখ এবং সমৃদ্ধি লাভ করে। পঞ্চমৃত সব সময় কাঁচের বা রৌপ্যের পাত্রে রাখলে এটি বহু রোগকে পরাস্ত করতে পারে। এতে থাকা তুলসী পাতা তার গুণমানকে আরও বাড়ায়। পঞ্চমৃত গ্রহণ করলে স্মৃতিশক্তিও বৃদ্ধি পায়। যেদিন এটি তৈরি করা হবে তার কয়েক ঘন্টার মধ্যেই এটি শেষ করা উচিত, পরের দিনের জন্য সংরক্ষণ করা উচিত নয়।\n\n\n== নিয়মকানুন ==\nভগবানকে অর্পণ করার পর এটি ডান হাতের নীচে বাম হাত রেখে নেওয়া হয়। মনে করা হয় এটি পান করার সময় মন অত্যন্ত বিশুদ্ধ হয়ে যায় এবং আমাদের আশেপাশের পরিবেশে ছড়িয়ে পড়ে এক ইতিবাচক অনুভূতি। এটি পুজো তথা প্রায় সমস্ত ধর্মীয় অনুষ্ঠানে ঠাকুরের অভিষেকের কাজে ব্যবহার করা হয়। \n\n\n== পঞ্চামৃত গ্রহণের উপকারিতা ==\nএই পঞ্চামৃত রুপো এবং তামার পাত্রে রাখলে বেশি উপকার পাওয়া যায়।\nএটি পবিত্র মনে গ্রহণ করলে সংসারে সুখ শান্তি এবং সমৃদ্ধি বজায় থাকে।\nচরণামৃত এক বা দুই চামচের বেশি গ্রহণ করতে নেই।এটি শরীরের পক্ষেও অত্যন্ত ভাল। এটি গ্রহণ করলে শরীরের নানা রোগ থেকেও মুক্তি পাওয়া যায়।\nএই পঞ্চামৃত আমাদের মন প্রাণকে শান্ত করতেও সাহায্য করে। এটি গ্রহণ করলে মানসিক শান্তি ফিরে আসে।\nপঞ্চামৃতের মধ্যে থাকা তুলসি পাতার গুরুত্ব অপরিসীম।\nপঞ্চামৃত যে দিন তৈরি করা হয় সে দিনই এটি শেষ করতে হয়। খুব বেশি ক্ষণ রেখে এটি সেবন করতে নেই।\n\n\n== তথ্যসূত্র =="}