{"pageid": 1093677, "title": "মার্কিন যুক্তরাষ্ট্রের কংগ্রেস", "url": "https://bn.wikipedia.org/wiki?curid=1093677", "content": "মার্কিন যুক্তরাষ্ট্রের কংগ্রেস হলো মার্কিন ফেডারেল সরকারের দ্বিকক্ষবিশিষ্ট আইনসভা। এটি উচ্চকক্ষ হিসেবে সিনেট ও নিম্নকক্ষ হিসেবে হাউজ অব রিপ্রেজেন্টেটিভস এর সমন্বয়ে গঠিত। মাার্কিন কংগ্রেস যুুক্তরাষ্ট্রের আইন প্রণয়নে কাজ করে। ওয়াশিংটন, ডি.সি. তে অবস্থিত মার্কিন যুক্তরাষ্ট্রের ক্যাপিটল ভবনে কংগ্রেসের বৈঠক সংগঠিত হয়। সিনেটর এবং প্রতিনিধিগণ প্রত্যক্ষ নির্বাচনের মাধ্যমে নির্বাচিত হন, যদিও গভর্নর সিনেটের শূন্য আসনগুলিতে নিয়োগ প্রদান করতে পারেন। কংগ্রেসে নির্বাচিত সদস্য ৫৩৫ জন; ১০০ জন সিনেটর এবং ৪৩৫ জন প্রতিনিধি। সিনেটরগণ যখন সমান সংখ্যায় বিভক্ত হন তখন মার্কিন যুক্তরাষ্ট্রের উপরাষ্ট্রপতি সিনেটে ভোট প্রদান করতে পারেন। প্রতিনিধি পরিষদে ছয়জন সদস্য ভোট প্রদান করতে পারেন না।\nকংগ্রেসের অধিবেশন দুই বছর মেয়াদী, যা বর্তমানে প্রতি জানুয়ারিতে শুরু হয়। বর্তমান কংগ্রেস ১১৭তম। প্রতি জোড় সালের নির্বাচনের দিন কংগ্রেসের নির্বাচন অনুষ্ঠিত হয়। প্রতিনিধি পরিষদের সদস্যরা কংগ্রেসের দুই বছরের মেয়াদের জন্য নির্বাচিত হন। প্রতি দশ বছর পর পর জনশুমারির হিসাব অনুযায়ী প্রত্যেক রাজ্য, কংরেসনাল জেলার জন্য প্রতিনিধির সংখ্যা নির্ধারণ করা হয়। তবে প্রতিটি রাজ্য বা জেলায় অন্তত একজন করে প্রতিনিধি থাকা বাধ্যতামূলক।  প্রতিটি অঙ্গরাজ্যের জন্য দুইজন করে ৫০টি রাজ্যের জন্য মোট ১০০ জন সিনেটর নির্বাচিত হন।\nমার্কিন যুক্তরাষ্ট্রের সংবিধানের প্রথম অনুচ্ছেদ অনুযায়ী কংগ্রেস সদস্যের বয়স সর্বনিম্ন ২৫ বছর (প্রতিনিধি) অথবা ৩০ বছর (সিনেট), কমপক্ষে সাত বছর (প্রতিনিধি) অথবা নয় বছর (সিনেট) ধরে মার্কিন যুক্তরাষ্ট্রের নাগরিক এবং প্রতিনিধিত্বকারী রাজ্যের অধিবাসী হতে হবে। উভয় কক্ষের সদস্যরা সীমাহীন সংখ্যক বার পুনঃনির্বাচনের জন্য দাঁড়াতে পারে।\n১৭৮৯ সালে মার্কিন যুক্তরাষ্ট্রের সংবিধান কর্তৃক কংগ্রেস অব দ্যা কনফেডারেশনকে প্রতিস্থাপনের মাধ্যমে কংগ্রেস প্রতিষ্ঠিত হয়েছিল। যদিও আইনগতভাবে বাধ্যতামূলক নয়, তবে ১৯শ শতক থেকে কংগ্রেস সদস্যরা সাধারণত দুটি প্রধান দল, ডেমোক্রেটিক পার্টি এবং রিপাবলিকান পার্টির একটির সাথে যুক্ত থাকেন। খুব কম ক্ষেত্রেই কোনো সদস্য তৃতীয় কোনো দলের সাথে যুক্ত অথবা স্বতন্ত্র থাকেন।\n\n\n== তথ্যসূত্র ==\n\n\n== টীকা =="}