{"pageid": 1093577, "title": "লোয়েল মিলের মেয়েরা", "url": "https://bn.wikipedia.org/wiki?curid=1093577", "content": "যুক্তরাষ্ট্রের শিল্প বিপ্লবের সময় লোয়েল মিলের মেয়েরা ছিল তরুণ মহিলা শ্রমিক যারা ম্যাসাচুসেটসের লোয়েলে শিল্প সংস্থায় কাজ করতে এসেছিল। কর্পোরেশন কর্তৃক প্রাথমিকভাবে নিয়োগকৃত শ্রমিকরা নিউ ইংল্যান্ডের কৃষকদের মেয়ে ছিল, সাধারণত ১৫ থেকে ৩৫ বছর বয়সের মধ্যে।  ১৮৪০ সালের মধ্যে, টেক্সটাইল বিপ্লবের উচ্চতায়, লোয়েল টেক্সটাইল মিলগুলি ৮,০০০ এরও বেশি কর্মী নিয়োগ করেছিল, মহিলারা মিলের কর্মীদের প্রায় তিন-চতুর্থাংশ ছিল।\nপ্রারম্ভিক সময়কালে, মহিলারা বিভিন্ন কারণে মিলগুলিতে এসেছিলেন: একটি ভাইকে কলেজের জন্য অর্থ প্রদান করতে, লোয়েলে  শিক্ষাগত সুযোগের জন্য, অথবা পরিবারের জন্য পরিপূরক আয় উপার্জন করতে। ফ্রান্সিস ক্যাবট লোয়েল উনবিংশ শতাব্দীতে উদিত হওয়া বোর্ডিং স্কুলগুলিকে প্রতিফলিত করার জন্য আবাসন এবং এক ধরনের শিক্ষার গুরুত্বের উপর জোর দিয়েছিলেন। তিনি এমন পরিবেশও দিতে চেয়েছিলেন যা ডিকেন্সের কুখ্যাতভাবে চিত্রিত ব্রিটিশ মিলের দরিদ্র অবস্থার তীব্র বিপরীত। যদিও তাদের মজুরি পুরুষদের দেওয়া অর্ধেকের অর্ধেক ছিল, অনেক মহিলা প্রথমবারের মতো অর্থনৈতিক স্বাধীনতা অর্জন করতে সক্ষম হয়েছিল, পিতা এবং স্বামীদের নিয়ন্ত্রণ থেকে মুক্ত। গড়ে লোয়েল মিলের মেয়েরা প্রতি সপ্তাহে তিন থেকে চার ডলার আয় করে। বোর্ডিংয়ের খরচ পঁচাত্তর সেন্ট এবং $ ১.২৫ এর মধ্যে ছিল, যা তাদের ভাল কাপড়, বই এবং সঞ্চয় অর্জনের ক্ষমতা দেয়। মেয়েরা বুক ক্লাব তৈরি করে এবং লোয়েল অফারের মতো জার্নাল প্রকাশ করে, যা মেয়েদের জন্য মিলের জীবন নিয়ে গল্পের একটি সাহিত্য কেন্দ্র সরবরাহ করে। কারখানা জীবনের চাহিদা এই মহিলাদের লিঙ্গের স্টেরিওটাইপগুলিকে চ্যালেঞ্জ করতে সক্ষম করে।\nসময়ের সাথে সাথে, প্রাপ্তবয়স্ক মহিলারা শিশুশ্রমকে স্থানচ্যুত করবে, যা লোয়েলের মতো কারখানার মালিকদের ক্রমবর্ধমান সংখ্যক লোক নিয়োগে অনাগ্রহী ছিল।  \"কারখানা ব্যবস্থা\" পরিপক্ক হওয়ার সাথে সাথে, অনেক নারী আমেরিকার বৃহত্তর শ্রমিক আন্দোলনে যোগ দিয়েছিলেন, ক্রমবর্ধমান কঠোর কাজের অবস্থার প্রতিবাদ করার জন্য। শ্রম ঐতিহাসিক ফিলিপ ফনার পর্যবেক্ষণ করেছেন, \"তারা নারীর তথাকথিত 'স্থান' নিয়ে গুরুতর প্রশ্ন উত্থাপন করতে সফল হয়েছে।\" \n১৮৪৫ সালে, বেশ কয়েকটি বিক্ষোভ এবং ধর্মঘটের পর, অনেক কর্মী একত্রিত হয়ে যুক্তরাষ্ট্রে কর্মজীবী নারীদের প্রথম ইউনিয়ন, লোয়েল মহিলা শ্রম সংস্কার সমিতি গঠন করে। অ্যাসোসিয়েশন ভয়েস অব ইন্ডাস্ট্রি নামে একটি সংবাদপত্র গ্রহণ করে, যেখানে শ্রমিকরা নতুন শিল্পবাদের তীব্র সমালোচনা প্রকাশ করে। ভয়েস মহিলা কর্মীদের দ্বারা প্রকাশিত অন্যান্য সাহিত্য পত্রিকার বিপরীতে ছিল।\n\n\n== লোয়েলের শিল্পায়ন ==\n \n১৮১৩ সালে, ব্যবসায়ী ফ্রান্সিস ক্যাবট লোয়েল একটি কোম্পানি, বোস্টন ম্যানুফ্যাকচারিং কোম্পানি গঠন করেন এবং ম্যাসাচুসেটসের ওয়ালথামে চার্লস নদীর পাশে একটি টেক্সটাইল মিল তৈরি করেন। পূর্বের রোড আইল্যান্ড সিস্টেমের বিপরীতে, যেখানে একটি কারখানায় কেবল কার্ডিং এবং স্পিনিং করা হত, যখন বুনন প্রায়শই প্রতিবেশী খামারে হাত দিয়ে করা হতো, ওয়ালথাম মিল ছিল মার্কিন যুক্তরাষ্ট্রে প্রথম সমন্বিত কল, কাঁচা তুলা একটি ভবনে সুতি কাপড়। \n১৮২১ সালে, ফ্রান্সিস ক্যাবট লোয়েলের ব্যবসায়িক সহযোগীরা, ওয়ালথাম টেক্সটাইল অপারেশন সম্প্রসারণ করতে চেয়েছিল, পূর্ব চেমসফোর্ডের মেরিম্যাক নদীর পাওটকেট জলপ্রপাতের চারপাশের জমি কিনেছিল। ১৮২৬ সালে লোয়েল শহর হিসাবে অন্তর্ভুক্ত, ১৮৪০ সালের মধ্যে, টেক্সটাইল মিলগুলি প্রায় ৮,০০ শ্রমিক নিয়োগ করেছিল - বেশিরভাগই 15 থেকে 35 বছর বয়সী মহিলাদের।  \n\"সিটি অফ স্পিন্ডলস\", যেমন লোয়েল পরিচিত হয়েছিল, দ্রুত আমেরিকায় শিল্প বিপ্লবের কেন্দ্র হয়ে ওঠে। নতুন, বড় আকারের যন্ত্রপাতি, যা 1840 সালের মধ্যে কাপড় উৎপাদনে আধিপত্য বিস্তার করেছিল, দ্রুত উৎপাদনের জন্য শ্রমিকদের সংগঠিত করার সমানভাবে নতুন পদ্ধতিতে লকস্টেপে দ্রুত বিকশিত হচ্ছিল। একসাথে, এই পারস্পরিকভাবে শক্তিশালী প্রযুক্তিগত এবং সামাজিক পরিবর্তনগুলি চমকপ্রদ বৃদ্ধি করে: 1840 থেকে 1860 এর মধ্যে, ব্যবহারের স্পিন্ডলের সংখ্যা ২.২৫ মিলিয়ন থেকে প্রায় ৫.২৫ মিলিয়নে গিয়েছিল; তুলার বেল ৩০০,০০০ থেকে প্রায় ১ মিলিয়ন এবং শ্রমিকের সংখ্যা ৭২,000 থেকে প্রায় ১২২,000 পর্যন্ত ব্যবহৃত হয়। \nএই অসাধারণ প্রবৃদ্ধি সরাসরি টেক্সটাইল কর্পোরেশনের জন্য বড় মুনাফায় অনুবাদ করা হয়েছে: উদাহরণস্বরূপ, 1846 থেকে 1850 এর মধ্যে, বোস্টন ভিত্তিক বিনিয়োগকারীদের লভ্যাংশ, লোয়েল প্রতিষ্ঠিত টেক্সটাইল কোম্পানির গ্রুপ, প্রতি বছর গড়ে 14%। এই সময়ের মধ্যে বেশিরভাগ কর্পোরেশন একইভাবে উচ্চ মুনাফা রেকর্ড করেছে।\n\n\n== কাজ এবং বসবাসের পরিবেশ ==\nফ্রান্স ও ইংল্যান্ডে কারখানার মেয়েদের সামাজিক অবস্থান যথেষ্ট অবনতি হয়েছে। তার আত্মজীবনীতে, হ্যারিয়েট হ্যানসন রবিনসন (যিনি 1834 থেকে 1848 সাল পর্যন্ত লোয়েল মিলগুলিতে কাজ করেছিলেন) পরামর্শ দেন যে \"এই কুসংস্কারকে কাটিয়ে উঠার জন্য মহিলাদের এমন উচ্চ মজুরি দেওয়া হয়েছিল যে তারা সত্ত্বেও মিল মেয়ে হতে প্ররোচিত হতে পারে। অপপ্রচার যা এখনও এই অবমাননাকর পেশার সাথে লেগে আছে। । । । \" \n\n\n=== কারখানার অবস্থা ===\nলোয়েল সিস্টেম তার নারী কর্মী এবং কর্মীদের মর্যাদা উন্নত করার প্রচেষ্টার সাথে বৃহৎ আকারের যান্ত্রিকীকরণকে একত্রিত করেছে। কিছু মেয়ে যারা তাদের মা বা বড় বোনদের সাথে এসেছিল তাদের বয়স ছিল দশ বছরের কম, কিছু ছিল মধ্যবয়সী, কিন্তু গড় বয়স ছিল প্রায় 24।  সাধারণত এক বছরের চুক্তির জন্য ভাড়া করা হয় (গড় থাকার সময় ছিল প্রায় চার বছর), নতুন কর্মচারীদের অতিরিক্ত কাজ হিসেবে বিভিন্ন কাজ দেওয়া হত এবং একটি নির্দিষ্ট দৈনিক মজুরি প্রদান করা হত যখন আরও অভিজ্ঞ তাঁত অপারেটরদের টুকরা দ্বারা অর্থ প্রদান করা হত। তারা আরও অভিজ্ঞ মহিলাদের সাথে যুক্ত হয়েছিল, যারা তাদের কারখানার পথে প্রশিক্ষণ দিয়েছিল। \nলোয়েল মিলের অবস্থা আধুনিক আমেরিকান মানদণ্ডের দ্বারা গুরুতর ছিল। কর্মীরা প্রতি সপ্তাহে গড়ে ৭৩ ঘণ্টা ভোর ৫ টা থেকে সন্ধ্যা ৭:00 টা পর্যন্ত কাজ করেন।   প্রতিটি কক্ষে সাধারণত ৮০ জন মহিলা মেশিনে কাজ করত, দুজন পুরুষ তত্ত্বাবধায়ক অপারেশন পরিচালনা করতেন। মেশিনের গোলমালকে একজন কর্মী \"ভয়ঙ্কর এবং নারকীয় কিছু\" বলে বর্ণনা করেছিলেন এবং যদিও কক্ষগুলি গরম ছিল, তবুও গ্রীষ্মের সময় জানালাগুলি প্রায়ই বন্ধ রাখা হত যাতে সুতার কাজ করার শর্ত অনুকূল থাকে। এদিকে, বাতাস সুতো এবং কাপড়ের কণায় ভরা ছিল। \nচার্লস ডিকেন্স, যিনি ১৮৪২ সালে পরিদর্শন করেছিলেন, শর্তগুলির পক্ষে অনুকূল মন্তব্য করেছিলেন: \"আমি একটি তরুণ মুখকে মনে করতে পারি না বা আলাদা করতে পারি না যা আমাকে বেদনাদায়ক ছাপ দেয়; একটি যুবতী মেয়ে নয়, যাকে এটা প্রয়োজনের বিষয় বলে ধরে নিয়েছে যে তাকে তার দৈনিক লাভ করা উচিত তার হাতের পরিশ্রমে রুটি, যদি আমার ক্ষমতা থাকত তাহলে আমি সেই কাজগুলো থেকে সরে যেতাম। \"  যাইহোক, অনেক শ্রমিকের মধ্যে উদ্বেগ ছিল যে বিদেশী দর্শনার্থীদের মিলের একটি স্যানিটাইজড দৃষ্টিভঙ্গি উপস্থাপন করা হচ্ছে, টেক্সটাইল কর্পোরেশনগুলি যারা কারখানা জীবনের ভয়াবহ বাস্তবতাকে maskাকতে 'সাহিত্যিক অপারেটিভ' এর ভাবমূর্তি নিয়ে ব্যবসা করছে। \"খুব সুন্দর ছবি,\" ভয়েস অব ইন্ডাস্ট্রিতে জুলিয়ানা নামে একজন অপারেটিভ লিখেছেন, কলকারখানার জীবন এবং শেখার একটি গোলাপী হিসাবের জবাব দিয়ে, \"কিন্তু আমরা যারা কারখানায় কাজ করি, তারা সত্যিকারের বাস্তবতাকে পুরোপুরি অন্য জিনিস বলে জানে।\" \"নির্মম বাস্তবতা\" ছিল বারো থেকে চৌদ্দ ঘণ্টার দুreখজনক, ক্লান্তিকর কাজ, যা অনেক শ্রমিকই বুদ্ধিবৃত্তিক বিকাশের জন্য প্রতিকূল বলে মনে করেন। \n\n\n=== আবাসন ===\nবিনিয়োগকারীরা বা কারখানার মালিকরা মিলের কাছে শত শত বোর্ডিং হাউস তৈরি করেছিলেন, যেখানে টেক্সটাইল শ্রমিকরা সারা বছর থাকত। রাত ১০ টার কারফিউ সাধারণ ছিল এবং পুরুষদের সাধারণত ভিতরে allowedুকতে দেওয়া হত না। প্রতিটি বোর্ডিং হাউসে প্রায় ২ women জন মহিলা বাস করতেন, যার মধ্যে ছয়টি একটি বেডরুম ভাগ করে নিয়েছিল।  একজন কর্মী তার কোয়ার্টারগুলিকে \"একটি ছোট, আরামহীন, অর্ধ-বায়ুচলাচল অ্যাপার্টমেন্ট হিসাবে বর্ণনা করেছেন যেখানে প্রায় অর্ধ ডজন বাসিন্দা রয়েছে\"।  এই বোর্ডিং হাউসের জীবন সাধারণত কঠোর ছিল। ঘরগুলি প্রায়ই বিধবাদের দ্বারা পরিচালিত হত যারা শ্রমিকদের উপর কড়া নজর রাখত এবং সমস্ত মেয়েদের জন্য গির্জার উপস্থিতি বাধ্যতামূলক করে। \nবোর্ডিং হাউস থেকে দূরে ভ্রমণ ছিল অস্বাভাবিক; লোয়েল মেয়েরা একসাথে কাজ করত এবং খেত। যাইহোক, অর্ধ-দিন এবং স্বল্প বেতনের ছুটি সম্ভব ছিল টুকরা-কাজের প্রকৃতির কারণে; একটি মেয়ে তার নিজের ছাড়াও অন্যের মেশিনে কাজ করবে যাতে কোন মজুরি নষ্ট না হয়। এই ঘনিষ্ঠ মহলগুলি সম্প্রদায়ের পাশাপাশি অসন্তোষকেও বাড়িয়ে তুলেছিল। নতুনদেরকে বয়স্ক মহিলাদের দ্বারা পোষাক, বক্তৃতা, আচরণ এবং সম্প্রদায়ের সাধারণ উপায়ে পরামর্শ দেওয়া হয়েছিল। কাজের সময় এবং কাজের পরে যখন তারা সঙ্গীত এবং সাহিত্যের মতো সাংস্কৃতিক ক্রিয়াকলাপে লিপ্ত হবে তখন তারা একসাথে কাটানোর কারণে মহিলারা একে অপরের খুব ঘনিষ্ঠ হয়ে ওঠে। \nশ্রমিকরা প্রায়ই তাদের বন্ধু বা আত্মীয়দের কারখানায় নিয়োগ করত, যা অনেকের মধ্যে একটি পারিবারিক পরিবেশ তৈরি করে।  লোয়েল মেয়েরা গির্জায় উপস্থিত হবে এবং সঠিক সমাজের অনুকূল নৈতিকতা প্রদর্শন করবে বলে আশা করা হয়েছিল। 1848 হ্যান্ডবুক টু লোয়েল উল্লেখ করেছে যে কোম্পানিটি \"এমন কাউকে নিয়োগ দেবে না যিনি অভ্যাসগতভাবে বিশ্রামবারে জনসাধারণের উপাসনা থেকে অনুপস্থিত, অথবা অনৈতিকতার জন্য দোষী বলে পরিচিত\"। \n\n\n=== শ্রমজীবী মেধা সংস্কৃতি ===\nঅনেক যুবতী মহিলাদের ক্ষেত্রে, লোভেলের প্রলোভন ছিল আরও অধ্যয়ন এবং শেখার সুযোগ। অধিকাংশই ইতোমধ্যে কিছু আনুষ্ঠানিক শিক্ষা সম্পন্ন করেছে এবং আত্ম-উন্নতিতে দৃ res়ভাবে মনোনিবেশ করেছে। তাদের আগমনের পর, তারা একটি প্রাণবন্ত, প্রাণবন্ত শ্রমিক-শ্রেণীর বুদ্ধিবৃত্তিক সংস্কৃতি খুঁজে পেয়েছিল: শ্রমিকরা লোভেলের সিটি লাইব্রেরি এবং রিডিং রুমে অত্যন্ত মনোযোগ সহকারে পড়েছিল এবং উপন্যাসে পাচার করা বৃহৎ, অনানুষ্ঠানিক \"সার্কুলেটিং লাইব্রেরি\" -তে সাবস্ক্রাইব করেছিল। এমনকি অনেকে সাহিত্য রচনার পেছনে লেগেছিলেন। কারখানার নিয়ম অমান্য করে, অপারেটিভরা তাদের স্পিনিং ফ্রেমে শ্লোক যুক্ত করে, \"তাদের স্মৃতি প্রশিক্ষণ দেওয়ার জন্য\", এবং তারা যে কক্ষগুলিতে কাজ করত সেখানে গাণিতিক সমস্যাগুলি চিহ্নিত করে। সন্ধ্যায়, অনেকেই মিলের দেওয়া কোর্সে ভর্তি হন এবং কোম্পানির ব্যয়ে নির্মিত থিয়েটার লাইসিয়ামে পাবলিক লেকচারে অংশ নেন (25 সেন্টের জন্য প্রতি মৌসুমে 25 বক্তৃতা প্রদান)। ভয়েস অব ইন্ডাস্ট্রি জ্যোতির্বিজ্ঞান থেকে সঙ্গীত পর্যন্ত বিষয়গুলিতে আসন্ন বক্তৃতা, কোর্স এবং মিটিংগুলির জন্য বিজ্ঞপ্তি দিয়ে জীবিত। (\"বক্তৃতা এবং শিক্ষা\", শিল্পের ভয়েস )\nকর্পোরেশনগুলি আনন্দের সাথে এই \"সাহিত্যিক মিলের মেয়েদের\" প্রচেষ্টা প্রচার করে, গর্ব করে যে তারা \"কারখানা পরিচালনাকারীদের সবচেয়ে উন্নত শ্রেণী\", বিদেশী দর্শনার্থীদের মুগ্ধ করেছে। কিন্তু এটি 12-14 ঘণ্টার ক্লান্তিকর, একঘেয়ে কাজের প্রতি অনেক শ্রমিকের তিক্ত বিরোধিতার মুখোশ ফেলেছিল, যা তারা দেখেছিল তাদের শেখার আকাঙ্ক্ষার জন্য ক্ষতিকর। একজন অপারেটিভ যেমন ভয়েসে জিজ্ঞাসা করেছিলেন, \"কে, একঘেয়ে কাজের জন্য তেরো ঘণ্টা স্থির আবেদন করার পর, বসে থাকতে পারে এবং তার মনকে গভীর এবং দীর্ঘস্থায়ী চিন্তায় প্রয়োগ করতে পারে?\" আরেকজন লোয়েল অপারেটিভ অনুরূপ মতামত ব্যক্ত করেছেন: \"আমি ভালভাবে মনে রাখি যে আমি প্রায়ই বক্তৃতায় অংশ নেওয়ার সময় অনুভব করতাম, নিজেকে জাগ্রত রাখতে অক্ষম। । । আমি নিশ্চিত যে অল্প কয়েকজনেরই আমার চেয়ে বেশি জ্ঞানের আকাঙ্ক্ষা ছিল, কিন্তু দীর্ঘ সময় ব্যবস্থার প্রভাব ছিল, আমার প্রধান আনন্দ ছিল, সন্ধ্যার খাবার পরে, আমার ব্যথা পা সহজ জায়গায় রাখা, এবং পড়ুন উপন্যাস। \" \n\n\n== লোয়েল অফার ==\n\n১৮৪০ সালের অক্টোবরে, প্রথম ইউনিভার্সালিস্ট চার্চের সম্মানিত আবেল চার্লস থমাস লোয়েল মেয়েদের দ্বারা এবং তাদের জন্য একটি মাসিক প্রকাশনার আয়োজন করেছিলেন। পত্রিকাটি জনপ্রিয়তা বৃদ্ধির সাথে সাথে, মহিলারা কবিতা, গীতিনাট্য, প্রবন্ধ এবং কথাসাহিত্য অবদান রেখেছিলেন - প্রায়শই তাদের চরিত্র ব্যবহার করে তাদের জীবনের পরিস্থিতি এবং পরিস্থিতি সম্পর্কে রিপোর্ট করতেন। \n\"অফার\" এর বিষয়বস্তুগুলি গুরুতর এবং বিদ্রূপাত্মক ছিল। প্রথম সংখ্যার একটি চিঠিতে, \"A Letter about Old Maids\", লেখক পরামর্শ দিয়েছিলেন যে \"বোন, স্পিনস্টার, লে-নানস এবং সি\" God'sশ্বরের \"বিজ্ঞ নকশার\" একটি অপরিহার্য উপাদান।  পরবর্তী ইস্যুগুলি - বিশেষ করে কারখানায় শ্রমিক অস্থিরতার প্রেক্ষিতে - সংগঠনের মূল্য সম্পর্কে একটি নিবন্ধ এবং লোয়েল মেয়েদের মধ্যে আত্মহত্যা সম্পর্কে একটি প্রবন্ধ অন্তর্ভুক্ত ছিল। \n\n\n== 1834 এবং 1836 এর ধর্মঘট ==\nনারী টেক্সটাইল শ্রমিক নিয়োগের জন্য বিনিয়োগকারীদের এবং পরিচালকদের প্রাথমিক প্রচেষ্টা সেই সময়ের জন্য উদার মজুরি (প্রতি সপ্তাহে তিন থেকে পাঁচ ডলার) নিয়ে এসেছিল, কিন্তু 1830 -এর দশকের প্রথম দিকে অর্থনৈতিক মন্দার কারণে, পরিচালক বোর্ড মজুরি হ্রাসের প্রস্তাব করেছিল। এটি, পরিবর্তে, সংগঠিত \"টার্ন-আউট\" বা ধর্মঘটের দিকে পরিচালিত করে।\n1834 সালের ফেব্রুয়ারিতে, লোয়েলের টেক্সটাইল মিলের পরিচালনা পর্ষদ 15% মজুরি হ্রাসের অনুরোধ করে, যা 1 মার্চ থেকে কার্যকর হয়। একের পর এক বৈঠকের পর, মহিলা টেক্সটাইল শ্রমিকরা \"টার্ন-আউট\" বা ধর্মঘটের আয়োজন করে। \"টার্ন-আউট\" এর সাথে জড়িত মহিলারা অবিলম্বে তাদের সঞ্চয় প্রত্যাহার করে নেয়, যার ফলে দুটি স্থানীয় ব্যাংকে \"একটি রান\" হয়। \nধর্মঘট ব্যর্থ হয় এবং কয়েক দিনের মধ্যে বিক্ষোভকারীরা সবাই কম বেতনে বা বামে শহরে কাজে ফিরে আসেন, কিন্তু \"টার্ন-আউট\" বা ধর্মঘট লোয়েল মহিলা টেক্সটাইল শ্রমিকদের মধ্যে শ্রম ব্যবস্থা নেওয়ার দৃ determination়তার ইঙ্গিত দেয়। এটি কারখানার এজেন্টদের হতাশ করেছিল, যারা ভোটদানকে নারীত্বের বিশ্বাসঘাতকতা হিসাবে চিত্রিত করেছিল। উইলিয়াম অস্টিন, লরেন্স ম্যানুফ্যাকচারিং কোম্পানির এজেন্ট, পরিচালনা তার বোর্ডের লিখেছিলেন, \"বন্ধুত্বপূর্ণ এবং নির্লিপ্ত পরামর্শ যা সব সঠিক occassions [সিক] হয়েছে পরন্তু   লরেন্স মিলের মেয়েদের কাছে অশুভ লক্ষণের আত্মা জানিয়েছিল ... প্রবল হয়েছে, এবং অনেকের বিচার এবং বিবেচনার উপর জয়লাভ করেছে \" \nআবার, গুরুতর অর্থনৈতিক মন্দা এবং জীবনযাত্রার উচ্চ খরচের প্রতিক্রিয়ায়, 1836 সালের জানুয়ারিতে, লোয়েলের টেক্সটাইল মিলের পরিচালনা পর্ষদ কোম্পানির বোর্ডিং হাউসকিপারদের মুখোমুখি সংকটে সাহায্য করার জন্য টেক্সটাইল শ্রমিকদের ভাড়া বৃদ্ধি শোষণ করে। 1836 সালের অক্টোবরে অর্থনৈতিক বিপর্যয় অব্যাহত থাকায়, পরিচালকগণ কোম্পানির বোর্ডিং হাউসে বসবাসকারী বস্ত্র শ্রমিকদের দ্বারা অতিরিক্ত ভাড়া বৃদ্ধির প্রস্তাব করেছিলেন।  মহিলা টেক্সটাইল শ্রমিকরা অবিলম্বে ফ্যাক্টরি গার্লস অ্যাসোসিয়েশন গঠন করে এবং \"টার্ন-আউট\" বা ধর্মঘটের আয়োজন করে প্রতিবাদে সাড়া দেয়। হরতালের সময় এগারো বছর বয়সী ডফার হ্যারিয়েট হ্যানসন রবিনসন তার স্মৃতিচারণে স্মরণ করিয়ে দেন: \"একটি মেয়ে একটি পাম্পের উপর দাঁড়িয়ে একটি সুন্দর বক্তৃতায় তার সঙ্গীদের অনুভূতি প্রকাশ করেছিল এবং ঘোষণা করেছিল যে এটি ছিল মজুরি কমানোর সকল প্রচেষ্টা প্রতিহত করা তাদের কর্তব্য। এই প্রথম কোনো মহিলা লোয়েলে প্রকাশ্যে কথা বললেন, এবং ঘটনাটি তার শ্রোতাদের মধ্যে বিস্ময় এবং উদ্বেগ সৃষ্টি করেছিল। \" \nএই \"টার্ন -আউট\" বা ধর্মঘট 1,500 এরও বেশি শ্রমিককে আকৃষ্ট করেছিল - দুই বছর আগের সংখ্যাটির প্রায় দ্বিগুণ - যার ফলে লোয়েলের টেক্সটাইল মিলগুলি ধারণক্ষমতার চেয়ে অনেক কম চলেছিল।  1834 সালে \"টার্ন-আউট\" বা ধর্মঘটের বিপরীতে, 1836 সালে ধর্মঘটকারী মহিলা টেক্সটাইল শ্রমিকদের জন্য ব্যাপক সম্প্রদায়ের সমর্থন ছিল। প্রস্তাবিত ভাড়া বৃদ্ধিকে মালিক এবং কর্মচারীদের মধ্যে লিখিত চুক্তির লঙ্ঘন হিসাবে দেখা হয়েছিল। \"টার্ন-আউট\" কয়েক সপ্তাহ ধরে চলতে থাকে এবং অবশেষে, লোয়েলের টেক্সটাইল মিলের পরিচালনা পর্ষদ ভাড়া বৃদ্ধি প্রত্যাহার করে। যদিও \"টার্ন-আউট\" সফল হয়েছিল , 1837 সালের আতঙ্কে সিস্টেমের দুর্বলতা স্পষ্ট ছিল এবং আরও খারাপ হয়েছিল।\n\n\n== উল্লেখযোগ্য মানুষ ==\nসারাহ ব্যাগলি\nএলিজা জেন কেট\nবেটসে গুপি চেম্বারলাইন\nহ্যারিয়েট ফারলি\nমার্গারেট ফোলি\nঅ্যাডেলিয়া সারাহ গেটস\nআব্বা গডার্ড\nলুসি লারকম\nফ্রান্সিস ক্যাবট লোয়েল\nহ্যারিয়েট হ্যানসন রবিনসন\nম্যাসাচুসেটসের মিল শহরের তালিকা\nলোয়েল মিলস\nমিল শহরগুলি\nওয়ালথাম-লোয়েল সিস্টেম\n\n\n== তথ্যসূত্র =="}