{"pageid": 1093401, "title": "শিশু অধিকার", "url": "https://bn.wikipedia.org/wiki?curid=1093401", "content": "শিশু অধিকার নাবালকদের বিশেষ সুরক্ষা এবং যত্নের অধিকার নিয়ে আলোচনা করে, আর এটি মানবাধিকারের একটি বিভাগ। ১৯৮৯ সালে শিশু অধিকার কনভেনশন (সিআরসি) একটি শিশুকে \"আঠারো বছরের কম বয়সী মানুষ হিসাবে সংজ্ঞায়িত করে, যদি না শিশুটির জন্য প্রযোজ্য আইনের অধীনে শিশুটি থাকে, সংখ্যাগরিষ্ঠতা আগে অর্জন করা হয়।\" শিশু অধিকারগুলির মধ্যে রয়েছে পিতামাতা উভয়ের সাথে তাদের মেলামেশার অধিকার, মানুষের পরিচয় এবং শারীরিক সুরক্ষা, খাদ্য, সার্বজনীন রাষ্ট্র-প্রদত্ত শিক্ষা, স্বাস্থ্যসেবা এবং শিশুর বয়স ও বিকাশের জন্য উপযুক্ত ফৌজদারি আইন, সমান সুরক্ষা শিশুর নাগরিক অধিকার, এবং শিশুর জাতি, লিঙ্গ, যৌন অভিমুখ, লিঙ্গ পরিচয়, জাতীয় উৎপত্তি, ধর্ম, অক্ষমতা, রঙ, জাতিগততা বা অন্যান্য বৈশিষ্ট্যের ভিত্তিতে বৈষম্য থেকে মুক্তি। শিশুদের অধিকারের ব্যাখ্যা থেকে শুরু করে শিশুদের স্বায়ত্তশাসিত কর্মকাণ্ডের ক্ষমতা দেওয়া থেকে শুরু করে শিশুদের শারীরিক, মানসিক এবং মানসিকভাবে নির্যাতন থেকে মুক্ত করা, যদিও \"নির্যাতন\" কী তা বিতর্কের বিষয়। অন্যান্য সংজ্ঞাগুলির মধ্যে রয়েছে যত্ন এবং লালন -পালনের অধিকার। আন্তর্জাতিক আইনে \"কিশোর\", বা \" যুব \" এর মতো তরুণদের বর্ণনা করার জন্য ব্যবহৃত অন্যান্য পদগুলির আলাদা কোন সংজ্ঞা নেই কিন্তু শিশুদের অধিকার আন্দোলনকে যুব অধিকার আন্দোলন থেকে আলাদা বলে মনে করা হয়। শিশুদের অধিকারের ক্ষেত্রটি আইন, রাজনীতি, ধর্ম এবং নৈতিকতার ক্ষেত্রে বিস্তৃত।বলোদ কি হবে সেটা করতেও দেখা যায় না তবে এটা \n\n\n== ন্যায্যতা ==\n\nসেখানে কয়েকটি মানবাধিকার আইন আছে, উভয়ই  চুক্তি এবং 'নরম আইন', উভয়ই  সাধারণ এবং শিশু-নির্দিষ্ট, যা শিশুদের স্বতন্ত্র অবস্থা এবং বিশেষ প্রয়োজনীয়তা স্বীকার করে। [শিশুরা], তাদের বিশেষ দুর্বলতা এবং ভবিষ্যত প্রজন্ম হিসাবে তাদের গুরুত্বের কারণে, তারা সাধারণত বিশেষ চিকিত্সার অধিকারী এবং বিপদের পরিস্থিতিতে সহায়তা এবং সুরক্ষার ক্ষেত্রে অগ্রাধিকার পায়।\nআইন অনুযায়ী অপ্রাপ্তবয়স্ক হিসাবে, শিশুদের স্বায়ত্তশাসন বা বিশ্বের কোন পরিচিত এখতিয়ারে তাদের নিজের জন্য সিদ্ধান্ত নেওয়ার অধিকার নেই।  তাদের প্রাপ্তবয়স্ক পরিচর্যাকারীদের পরিবর্তে, যেমন পিতামাতা, সমাজকর্মী, শিক্ষক, যুবক কর্মী এবং অন্যান্যদের পরিস্থিতির উপর নির্ভর করে সেই কর্তৃপক্ষের উপর ন্যস্ত করা হয়। কেউ কেউ বিশ্বাস করেন যে এই অবস্থা শিশুদের তাদের নিজের জীবনের উপর অপর্যাপ্ত নিয়ন্ত্রণ দেয় এবং তাদের দুর্বল করে তোলে। লুই আলথুসার এই আইনী যন্ত্রপাতির বর্ণনা দিতে এতদূর এগিয়ে গেছেন, যেন এটা শিশুদের ক্ষেত্রে প্রযোজ্য, \"দমনমূলক রাষ্ট্রযন্ত্র\" হিসেবে।\nসরকারী নীতির মতো কাঠামো কিছু মন্তব্যকারীদের দ্বারা প্রাপ্তবয়স্কদের নির্যাতন এবং শোষণের উপায়গুলি মুখোশ করার জন্য রাখা হয়েছে, যার ফল শিশু দারিদ্র্য, শিক্ষার সুযোগের অভাব এবং শিশুশ্রম । এই দৃষ্টিভঙ্গিতে, শিশুদের একটি সংখ্যালঘু গোষ্ঠী হিসেবে গণ্য করা উচিত যাদের প্রতি সমাজের আচরণ করার পদ্ধতি পুনর্বিবেচনা করা প্রয়োজন।\nগবেষকরা শিশুদের চিহ্নিত করেছেন সমাজে অংশগ্রহণকারী হিসেবে স্বীকৃতি পাওয়ার প্রয়োজণীয় হিসেবে যাদের অধিকার এবং দায়িত্ব সব বয়সেই স্বীকৃত হওয়া প্রয়োজন।\n\n\n== শিশুদের অধিকারের ঐতিহাসিক সংজ্ঞা ==\n\nস্যার উইলিয়াম ব্ল্যাকস্টোন (১৭৬৫-১৭৬৯) সন্তানের প্রতি পিতামাতার তিনটি দায়িত্ব চিহ্নিত করেছেন: রক্ষণাবেক্ষণ, সুরক্ষা এবং শিক্ষা। আধুনিক ভাষায়, সন্তানের পিতামাতার কাছ থেকে এগুলি পাওয়ার অধিকার রয়েছে।\nলিগ অব নেশনস শিশু অধিকার অধিকারের জেনেভা ঘোষণাপত্র (১৯২৪) গ্রহণ করে, যা শিশুর স্বাভাবিক বিকাশের প্রয়োজনীয়তা, ক্ষুধার্ত শিশুকে খাওয়ানোর অধিকার, অসুস্থ শিশুকে স্বাস্থ্য পাওয়ার অধিকার প্রদানের অধিকার প্রকাশ করে। যত্ন, পিছিয়ে পড়া শিশুর অধিকার ফিরে পাওয়ার অধিকার, এতিমদের আশ্রয়ের অধিকার এবং শোষণ থেকে সুরক্ষার অধিকার।\nজাতিসংঘের মানবাধিকারের সর্বজনীন ঘোষণাপত্র (১৯৪৮) অনুচ্ছেদ ২৫ (২) -এ মাতৃত্ব এবং শৈশবকে \"বিশেষ সুরক্ষা ও সহায়তা\" এবং সকল শিশুর \"সামাজিক সুরক্ষার\" অধিকার হিসেবে স্বীকৃতি দিয়েছে।\nজাতিসংঘ সাধারণ পরিষদ জাতিসংঘের শিশু অধিকারের ঘোষণাপত্র (১৯৫৯) গৃহীত হয়, যা শিশুদের অধিকারের সার্বজনীনতা, অন্যান্য অধিকারের মধ্যে বিশেষ সুরক্ষার অধিকার এবং বৈষম্য থেকে সুরক্ষার অধিকার সহ শিশুদের অধিকারের সুরক্ষার জন্য দশটি নীতিমালা ঘোষণা করে।\nগত পঞ্চাশ বছরে শিশুদের অধিকার নির্ধারণে ঐক্যমত্য স্পষ্ট হয়ে উঠেছে। হিলারি ক্লিনটনের (তৎকালীন একজন অ্যাটর্নি) ১৯৭৩ সালের একটি প্রকাশনা বলেছিল যে শিশুদের অধিকার একটি \"সংজ্ঞা প্রয়োজন স্লোগান\"। কিছু গবেষকের মতে, শিশুদের অধিকারের ধারণা এখনও ভালভাবে সংজ্ঞায়িত হয়নি, অন্তত একটি প্রস্তাব করে যে শিশুদের দ্বারা অধিকারের কোন এককভাবে গৃহীত সংজ্ঞা বা তত্ত্ব নেই।\nশিশু অধিকার আইনকে এমন একটি বিন্দু হিসেবে সংজ্ঞায়িত করা হয়েছে যেখানে আইনটি শিশুর জীবনের সাথে ছেদ করে। এর মধ্যে রয়েছে কিশোর অপরাধ, অপরাধমূলক বিচার ব্যবস্থার সাথে জড়িত শিশুদের জন্য যথাযথ প্রক্রিয়া, উপযুক্ত প্রতিনিধিত্ব এবং কার্যকর পুনর্বাসন পরিষেবা; রাষ্ট্রীয় পরিচর্যায় শিশুদের যত্ন ও সুরক্ষা; জাতি, লিঙ্গ, যৌন অভিমুখ, লিঙ্গ পরিচয়, জাতীয় উৎপত্তি, ধর্ম, অক্ষমতা, রঙ, জাতিগততা বা অন্যান্য বৈশিষ্ট্য নির্বিশেষে সকল শিশুর জন্য শিক্ষা নিশ্চিত করা, এবং; স্বাস্থ্যসেবা এবং ওকালতি।\n\n\n== শ্রেণিবিভাগ ==\nআন্তর্জাতিক মানবাধিকার আইনে শিশুদের দুই ধরনের মানবাধিকার রয়েছে । তাদের প্রাপ্তবয়স্কদের মতই মৌলিক সাধারণ মানবাধিকার রয়েছে, যদিও কিছু মানবাধিকার যেমন বিয়ের অধিকার তাদের বয়স না হওয়া পর্যন্ত সুপ্ত থাকে, দ্বিতীয়ত, তাদের বিশেষ মানবাধিকার রয়েছে যা তাদের সংখ্যালঘু অবস্থায় তাদের সুরক্ষার জন্য প্রয়োজনীয়। শৈশবে পরিচালিত সাধারণ অধিকারগুলির মধ্যে রয়েছে ব্যক্তির নিরাপত্তার অধিকার, অমানবিক, নিষ্ঠুর বা অবমাননাকর আচরণ থেকে মুক্তি এবং শৈশবে বিশেষ সুরক্ষার অধিকার । শিশুদের বিশেষ মানবাধিকারের মধ্যে রয়েছে, অন্যান্য অধিকারের মধ্যে, বেঁচে থাকার অধিকার, একটি নামের অধিকার, শিশু সংক্রান্ত বিষয়ে তার মত প্রকাশের অধিকার, চিন্তার স্বাধীনতার অধিকার, বিবেক এবং ধর্মের অধিকার, স্বাস্থ্যসেবার অধিকার, অর্থনৈতিক ও যৌন শোষণ থেকে সুরক্ষার অধিকার এবং শিক্ষার অধিকার ।\nশিশুদের অধিকার অসংখ্য উপায়ে সংজ্ঞায়িত করা হয়েছে, যার মধ্যে নাগরিক, রাজনৈতিক, অর্থনৈতিক, সামাজিক এবং সাংস্কৃতিক অধিকারের বিস্তৃত বর্ণালি রয়েছে। অধিকার দুটি সাধারণ প্রকারের হয়: যারা আইনের অধীনে শিশুদের স্বায়ত্তশাসিত ব্যক্তি হিসাবে সমর্থন করে এবং যারা তাদের নির্ভরতার কারণে শিশুদের উপর সংঘটিত ক্ষতি থেকে সুরক্ষার জন্য সমাজের কাছে দাবি করে। এগুলিকে ক্ষমতায়নের অধিকার এবং সুরক্ষার অধিকার হিসাবে চিহ্নিত করা হয়েছে।\nশিশুদের জন্য জাতিসংঘের শিক্ষাগত নির্দেশিকাগুলি শিশু অধিকার সংক্রান্ত কনভেনশনে বর্ণিত অধিকারগুলিকে \"3 পিএস\" হিসাবে শ্রেণীবদ্ধ করে: বিধান, সুরক্ষা এবং অংশগ্রহণ। এগুলি নিম্নরূপ ব্যাখ্যা করা যেতে পারে:\n\nবিধান: শিশুদের পর্যাপ্ত জীবনযাত্রার অধিকার, স্বাস্থ্যসেবা, শিক্ষা ও সেবা এবং খেলাধুলা ও বিনোদনের অধিকার রয়েছে । এর মধ্যে রয়েছে একটি সুষম খাদ্য, ঘুমানোর জন্য একটি উষ্ণ বিছানা এবং স্কুলে পড়াশোনার প্রবেশাধিকার  ।\nসুরক্ষা: শিশুদের অপব্যবহার, অবহেলা, শোষণ এবং বৈষম্য থেকে সুরক্ষার অধিকার রয়েছে। এর মধ্যে রয়েছে শিশুদের খেলার নিরাপদ জায়গা পাওয়ার অধিকার; গঠনমূলক শিশু লালন -পালনের আচরণ, এবং শিশুদের বিকশিত ক্ষমতার স্বীকৃতি।\nঅংশগ্রহণ: শিশুদের সমাজে বা কমিউনিটিতে অংশগ্রহণের অধিকার আছে এবং নিজেদের জন্য প্রোগ্রাম এবং সেবা আছে। এর মধ্যে রয়েছে লাইব্রেরি এবং কমিউনিটি প্রোগ্রামে শিশুদের অংশগ্রহণ, তরুণদের ভয়েস ক্রিয়াকলাপ এবং শিশুদেরকে সিদ্ধান্ত গ্রহণকারী হিসাবে অন্তর্ভুক্ত করা।\nঅনুরূপভাবে, শিশু অধিকার আন্তর্জাতিক নেটওয়ার্ক (সিআরআইএন) অধিকারকে দুটি গ্রুপে শ্রেণিবদ্ধ করে:\n\nঅর্থনৈতিক, সামাজিক ও সাংস্কৃতিক অধিকার, মৌলিক মানুষের চাহিদা যেমন খাদ্য, বাসস্থান, শিক্ষা, স্বাস্থ্যসেবা এবং লাভজনক কর্মসংস্থান পূরণের জন্য প্রয়োজনীয় শর্তগুলির সাথে সম্পর্কিত অধিকার। শিক্ষার অধিকার, পর্যাপ্ত আবাসন, খাদ্য, জল, স্বাস্থ্যের সর্বোচ্চ অর্জনযোগ্য মান, কাজের অধিকার এবং কর্মক্ষেত্রে অধিকার, সেইসাথে সংখ্যালঘু এবং আদিবাসীদের সাংস্কৃতিক অধিকার অন্তর্ভুক্ত।\nপরিবেশগত, সাংস্কৃতিক এবং উন্নয়নমূলক অধিকার, যাকে কখনও কখনও \" তৃতীয় প্রজন্মের অধিকার \" বলা হয়, এবং নিরাপদ এবং স্বাস্থ্যকর পরিবেশে বসবাসের অধিকার সহ এবং জনগণের গোষ্ঠীর সাংস্কৃতিক, রাজনৈতিক এবং অর্থনৈতিক উন্নয়নের অধিকারও রয়েছে।\nঅ্যামনেস্টি ইন্টারন্যাশনাল খোলাখুলিভাবে শিশুদের চারটি বিশেষ  অধিকার সমর্থন করে, যার মধ্যে প্যারোল ছাড়া কিশোর কারাবাসের অবসান, শিশুদের সামরিক ব্যবহার বন্ধ, ২১ বছরের কম বয়সী মানুষের মৃত্যুদণ্ডের সমাপ্তি এবং শ্রেণিকক্ষে মানবাধিকার সম্পর্কে সচেতনতা বৃদ্ধি। হিউম্যান রাইটস ওয়াচ, একটি আন্তর্জাতিক প্রচার সংগঠন, যা শিশুশ্রম, কিশোর বিচার, এতিম ও পরিত্যক্ত শিশু, উদ্বাস্তু, পথশিশু এবং শারীরিক শাস্তি  ইত্যাদির ব্যাপারে কথা বলে।\nপাণ্ডিত্যপূর্ণ পড়াশোনা সাধারণত স্বতন্ত্র অধিকার চিহ্নিত করে শিশুদের অধিকারের দিকে মনোনিবেশ করে। নিম্নলিখিত অধিকারগুলি \"শিশুদের সুস্থ ও মুক্তভাবে বেড়ে ওঠার অনুমতি দেয়\": \n\nবাক স্বাধীনতা\nচিন্তার স্বাধীনতা\nভয় থেকে মুক্তি\nপছন্দ করার স্বাধীনতা এবং সিদ্ধান্ত নেওয়ার অধিকার\nকারো শরীরের উপর মালিকানা\n\n\n=== শারীরিক অধিকার ===\nইউরোপীয় কাউন্সিলের সংসদীয় পরিষদের সামাজিক বিষয়, স্বাস্থ্য এবং টেকসই উন্নয়ন বিষয়ক কমিটির একটি প্রতিবেদনে কমিটি উদ্বিগ্ন বেশ কয়েকটি ক্ষেত্র চিহ্নিত করেছে, যার মধ্যে রয়েছে \"মেয়েদের যৌনাঙ্গ বিচ্ছেদ, ধর্মীয় কারণে ছোট ছেলেদের খৎনা, ইন্টারসেক্স শিশুদের ক্ষেত্রে শৈশবকালীন মেডিকেল হস্তক্ষেপ এবং শিশুদের ছিদ্র, ট্যাটু বা প্লাস্টিক সার্জারিতে জমা দেওয়া বা বাধ্য করা। ২০১৩  সালে অ্যাসেম্বলি একটি অ-বাঁধাই প্রস্তাব গৃহীত হয় যা তার সদস্য রাষ্ট্রকে শিশুদের শারীরিক অখণ্ডতা বৃদ্ধির জন্য অসংখ্য পদক্ষেপ নেওয়ার আহ্বান জানায়।\nশিশু অধিকার সংক্রান্ত কনভেনশনের অনুচ্ছেদ ১৯ এ দলগুলিকে \"সকল প্রকার শারীরিক বা মানসিক সহিংসতা, শোষণ, আঘাত বা অপব্যবহার, অবহেলা বা অবহেলা বা অবহেলা, অপব্যবহার থেকে শিশুকে রক্ষা করার জন্য যথাযথ আইনী, প্রশাসনিক, সামাজিক এবং শিক্ষাগত ব্যবস্থা গ্রহণের নির্দেশ দেয়\" . শিশু অধিকার বিষয়ক কমিটি  অনুচ্ছেদ ১৯এ শারীরিক শাস্তি নিষিদ্ধ বলে ব্যাখ্যা করে, \"সমস্ত রাষ্ট্রীয় দলের নিষিদ্ধ করার জন্য দ্রুত পদক্ষেপ নেওয়ার বাধ্যবাধকতা এবং সমস্ত শারীরিক শাস্তি দূর করার বিষয়ে মন্তব্য করে।\" জাতিসংঘের মানবাধিকার কমিটি নাগরিক ও রাজনৈতিক অধিকার সম্পর্কিত আন্তর্জাতিক চুক্তির অনুচ্ছেদ ৭ -এর ব্যাখ্যাও করেছে, যাতে শিশুদের শারীরিক শাস্তি সহ শিশুদের প্রতি \"নিষ্ঠুর, অমানবিক বা অবমাননাকর আচরণ বা শাস্তি\" নিষিদ্ধ করা হয়।\nনিউয়েল (১৯৩৩) যুক্তি দিয়েছিলেন যে \"... শিশুদের শারীরিক অখণ্ডতা রক্ষার জন্য সকল শিশুদের অধিকারের জন্য চাপ দেয়া একটি অবিচ্ছেদ্য অংশ হওয়া উচিত।\"\nআমেরিকান একাডেমি অব পেডিয়াট্রিক্স (এএপি) (১৯৯৭) -এর বায়োইথিক্স কমিটি, কনভেনশন অন দ্য রাইটস অব দ্য চাইল্ড (১৯৮৯) উল্লেখ করে বলেছে যে \"প্রতিটি শিশুর প্রতিরোধযোগ্য অসুস্থতা বা আঘাত থেকে মুক্ত হয়ে বেড়ে ওঠার সুযোগ থাকা উচিত। \"\n\n\n=== অন্যান্য সমস্যাসমূহ ===\nশিশুদের অধিকারকে প্রভাবিত করে এমন অন্যান্য বিষয়গুলির মধ্যে রয়েছে শিশুদের সামরিক ব্যবহার, শিশুদের বিক্রি, শিশু পতিতাবৃত্তি এবং শিশু পর্নোগ্রাফি ।\n\n\n=== শিশুদের অধিকার এবং যুব অধিকারের মধ্যে পার্থক্য ===\n \n\"অধিকাংশ বিচারব্যবস্থায়,উদাহরণস্বরূপঃ শিশুদের ভোট দেওয়ার, বিয়ে করার, অ্যালকোহল কেনার, সেক্স করার বা বেতনভুক্ত কর্মসংস্থানে নিযুক্ত হওয়ার ব্যপারে বিচারব্যবস্থার অনুমতি নেই।\" যুব অধিকার আন্দোলনের মধ্যে, এটি বিশ্বাস করা হয় যে শিশুদের অধিকার এবং যুব অধিকারের মধ্যে মূল পার্থক্য হল যে শিশুদের অধিকার সমর্থকরা সাধারণত শিশু এবং যুবকদের সুরক্ষা প্রতিষ্ঠা এবং প্রয়োগের পক্ষে সমর্থন করে, যখন যুব অধিকার (অনেক ছোট আন্দোলন) সাধারণত সম্প্রসারণের পক্ষে শিশুদের এবং/অথবা যুবকদের স্বাধীনতা এবং ভোটাধিকার যেমন অধিকারের।\n\n\n=== পিতামাতার ক্ষমতা ===\n \nপিতামাতাকে সন্তানের প্রতি তাদের কর্তব্য পালনের পর্যাপ্ত ক্ষমতা দেওয়া হয়।\nপিতামাতা শিশুদের জীবনকে একটি অনন্য উপায়ে প্রভাবিত করে এবং যেমন শিশুদের অধিকারে তাদের ভূমিকা একটি বিশেষ উপায়ে আলাদা করতে হয়। শিশু ও পিতামাতার মধ্যে সম্পর্কের বিশেষ সমস্যাগুলির মধ্যে রয়েছে শিশু অবহেলা, শিশু নির্যাতন, পছন্দের স্বাধীনতা, শারীরিক শাস্তি এবং শিশু তত্ত্বাবধান। এখানে এমন একটি তত্ত্ব দেওয়া হয়েছে যা পিতামাতাকে অধিকার-ভিত্তিক চর্চা প্রদান করে যা \"কমনসেন্স প্যারেন্টিং\" (সাধারণ জ্ঞানমূলক লালনপালন) এবং শিশুদের অধিকারের মধ্যে উত্তেজনা সমাধান করে। এই সমস্যাটি বিশেষত প্রাসঙ্গিক আইনি কার্যক্রমে যা নাবালকদের সম্ভাব্য মুক্তিকে প্রভাবিত করে এবং যেসব ক্ষেত্রে শিশুরা তাদের পিতামাতার বিরুদ্ধে মামলা করে।\nসন্তানের তাদের পিতামাতা উভয়ের সাথে সম্পর্কের অধিকার ক্রমবর্ধমানভাবে বিবাহবিচ্ছেদ এবং শিশু হেফাজতের কার্যক্রমে সন্তানের সর্বোত্তম স্বার্থ নির্ধারণের জন্য একটি গুরুত্বপূর্ণ বিষয় হিসাবে স্বীকৃত। কিছু সরকার এমন আইন প্রণয়ন করেছে যা একটি প্রত্যাখ্যানমূলক অনুমান তৈরি করে যে ভাগ করা প্যারেন্টিং শিশুদের সর্বোত্তম স্বার্থে।\n\n\n==== পিতামাতার ক্ষমতার সীমাবদ্ধতা ====\nপিতামাতা তাদের সন্তানদের উপর পরম ক্ষমতা রাখেন না। পিতা-মাতা শিশুদের পরিত্যাগ, অপব্যবহার এবং অবহেলার বিরুদ্ধে ফৌজদারি আইনের অধীন। আন্তর্জাতিক মানবাধিকার আইন প্রমাণ করে যে, জনসাধারণের নিরাপত্তার স্বার্থে, জনশৃঙ্খলা, স্বাস্থ্য বা নৈতিকতার সুরক্ষার জন্য অথবা অন্যের অধিকার ও স্বাধীনতার সুরক্ষায় নিজের ধর্মের প্রকাশ সীমিত হতে পারে।\n\nআদালত পিতামাতার ক্ষমতা এবং কাজের উপর অন্যান্য কিছু সীমাবদ্ধতা রেখেছে। মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্ট, প্রিন্স ভি ম্যাসাচুসেটস এর ক্ষেত্রে রায় দেয়া হয়েছে যে একজন পিতামাতার ধর্ম একটি শিশুকে ঝুঁকিতে রাখার অনুমতি দেয় না। গিলিক বনাম পশ্চিম নরফোক এবং উইসবেচ এরিয়া হেলথ অথরিটি এবং অন্য একটি ক্ষেত্রে লর্ডস অব আপিল অফ অর্ডিনারি রায় দেয় যে, শিশুর বয়স ও যোগ্যতা বৃদ্ধির সাথে সাথে পিতামাতার অধিকার হ্রাস পায়, কিন্তু শিশুটি সংখ্যাগরিষ্ঠতায় না পৌঁছানো পর্যন্ত সম্পূর্ণরূপে বিলুপ্ত হয় না। পিতামাতার অধিকার সন্তানের প্রতি পিতামাতার কর্তব্য থেকে প্রাপ্ত। কর্তব্যের অভাবে, পিতামাতার কোন অধিকার নেই। ই (মিসেস) বনাম ইভের ক্ষেত্রে কানাডার সুপ্রিম কোর্ট রায় দিয়েছে যে, পিতামাতা অ-থেরাপিউটিক জীবাণুমুক্ত করার জন্য প্রতিনিধির সম্মতি দিতে পারেন না। কানাডার সুপ্রিম কোর্ট রায় দিয়েছে, বি (আর) বনাম  মেট্রোপলিটন টরন্টোর শিশু সহায়তা সোসাইটির ক্ষেত্রে:যদিও শিশুরা সনদ থেকে নিঃসন্দেহে উপকৃত হয়, বিশেষ করে তার জীবনের অধিকার এবং তাদের ব্যক্তির নিরাপত্তার ক্ষেত্রে, তারা এই অধিকারগুলি দাবি করতে অক্ষম, এবং আমাদের সমাজ সেই অনুযায়ী অনুমান করে যে পিতামাতা তাদের পছন্দের স্বাধীনতা ব্যবহার করবেন যা তাদের সন্তানদের অধিকার নষ্ট করে না।অ্যাডলার (২০১৩) যুক্তি দেন যে পিতামাতা শিশুদের চিকিত্সা-বহির্ভূত খৎনার জন্য প্রতিনিধির  সম্মতি দেওয়ার ক্ষমতা রাখে না।\n\n\n== আন্দোলন ==\n১৯৯৬ সালে টমাস স্পেন্সের শিশু অধিকার  প্রকাশ করা হল শিশুদের অধিকারের প্রথমদিকের ইংরেজী ভাষায়। বিংশ শতাব্দী জুড়ে, শিশু অধিকার কর্মীরা গৃহহীন শিশুদের অধিকার এবং জনশিক্ষার জন্য সংগঠিত হয়েছিল। জানুৎস কর্কজাকের ১৯২৭ সালে দ্য চাইল্ডস রাইট টু রেসপেক্ট  নামক প্রকাশনাটি  চারপাশের সাহিত্যকে শক্তিশালী করে, এবং আজ বিশ্বব্যাপী কয়েক ডজন আন্তর্জাতিক সংস্থা শিশুদের অধিকার প্রচারের জন্য কাজ করছে। যুক্তরাজ্যে শিক্ষাবিদ, শিক্ষক, তরুণ বিচারকর্মী, রাজনীতিবিদ এবং সাংস্কৃতিক অবদানকারীদের একটি কমিউনিটি গঠন করা হয় যা শিক্ষা সম্মেলনে নিউ আইডিয়ালস নামে পরিচিত । এটি (১৯১৪–৩৭) 'শিশুকে মুক্ত করার' মূল্যের পক্ষে দাঁড়িয়েছিল এবং  ৮০ এর দশক পর্যন্ত ইংল্যান্ডের 'ভাল' প্রাথমিক বিদ্যালয় সংজ্ঞায়িত করতে সাহায্য করেছিল। তাদের সম্মেলন ইউনেস্কো সংস্থা, নিউ এডুকেশন ফেলোশিপকে অনুপ্রাণিত করেছিল।\nএএস নেইল  এর ১৯১৫ সালে প্রকাশিত বই \"\"এ ডমিনি'স লগ\"\" (১৯১৫)। এটি একজন প্রধান শিক্ষকের ডায়েরি, যার মাধ্যমে তার স্কুল পরিবর্তন করে সন্তানের মুক্তি ও সুখের উপর ভিত্তি করে, একটি সাংস্কৃতিক পণ্য হিসেবে দেখা যায় যা এই আন্দোলনের নায়কদের উদযাপন করে।\n\n\n=== শিশু অধিকার বিরোধী দল ===\n১৩ তম শতাব্দী এবং তার আগেকার শিশুদের অধিকারের বিরুদ্ধে রেকর্ড করা বিবৃতি সহ শিশুদের অধিকারের বিরোধিতা সমাজের বর্তমান প্রবণতার অনেক আগে থেকেই পূর্বাভাস দেয়। শিশুদের অধিকারের বিরোধীরা বিশ্বাস করে যে তরুণদের প্রাপ্তবয়স্ক কেন্দ্রিক বিশ্ব থেকে রক্ষা করা প্রয়োজন, সেই বিশ্বের সিদ্ধান্ত ও দায়িত্ব সহ। একটি প্রভাবশালী প্রাপ্তবয়স্ক সমাজে, শৈশবকে নির্দোষতার সময়, দায়িত্ব এবং দ্বন্দ্বমুক্ত সময় এবং খেলাধুলার সময় হিসাবে আদর্শ হিসেবে মনে করা হয়। বিরোধীদের সংখ্যাগরিষ্ঠতা জাতীয় সার্বভৌমত্ব, রাজ্যের অধিকার, পিতামাতা-সন্তানের সম্পর্ক সম্পর্কিত উদ্বেগ থেকে উদ্ভূত। আর্থিক সীমাবদ্ধতা এবং \"শিশুদের অধিকারের বিপরীতে প্রচলিত মূল্যবোধের\" উল্লেখ করা হয়েছে। শিশুদের অধিকারের ধারণাটি মার্কিন যুক্তরাষ্ট্রে খুব কম মনোযোগ পেয়েছে।\n\n\n== আন্তর্জাতিক মানবাধিকার আইন ==\nমানবাধিকারের সর্বজনীন ঘোষণাপত্রকে শিশুদের অধিকারের সকল আন্তর্জাতিক আইনি মানদণ্ডের ভিত্তি হিসেবে দেখা হয়। বিশ্বজুড়ে শিশুদের অধিকার সম্বন্ধে বেশ কিছু কনভেনশন এবং আইন রয়েছে। বেশ কয়েকটি বর্তমান এবং ঐতিহাসিক দলিল সেই অধিকারগুলিকে প্রভাবিত করে, যার মধ্যে রয়েছে শিশু অধিকারের ঘোষণাপত্র, ১৯২৩ সালে এগলান্টিন জেবের খসড়া, ১৯২৪ সালে লীগ অফ নেশনস দ্বারা অনুমোদিত এবং ১৯৩৪ সালে পুনরায় নিশ্চিত করা হয়েছিল। ১৯৪৬ সালে জাতিসংঘ কর্তৃক একটি সামান্য সম্প্রসারিত সংস্করণ গৃহীত হয়েছিল, তারপরে ১৯৫৯ সালে সাধারণ পরিষদ কর্তৃক গৃহীত অনেক বিস্তৃত সংস্করণ। এটি পরবর্তীতে শিশু অধিকার সনদের ভিত্তি হিসেবে কাজ করে।\n\n\n=== নাগরিক ও রাজনৈতিক অধিকারের আন্তর্জাতিক চুক্তি ===\nজাতিসংঘ ১৯৬৬ সালে নাগরিক ও রাজনৈতিক অধিকার সম্পর্কিত আন্তর্জাতিক চুক্তি (আইসিসিপিআর) গৃহীত হয়। আইসিসিপিআর একটি বহুপাক্ষিক আন্তর্জাতিক চুক্তি যা পৃথিবীর প্রায় সব দেশ কর্তৃক অনুমোদিত বা অনুমোদিত হয়েছে। যেসব জাতি চুক্তির রাষ্ট্র-পক্ষ হয়ে উঠেছে তাদের চুক্তির দ্বারা ঘোষিত অধিকারের সম্মান ও প্রয়োগ করা প্রয়োজন। ১৯৭৬ সালের ২৩ মার্চ এই চুক্তি কার্যকর হয়। আইসিসিপিআর কর্তৃক সংজ্ঞায়িত অধিকারগুলি সর্বজনীন, তাই তারা ব্যতিক্রম ছাড়া প্রত্যেকের জন্য প্রযোজ্য এবং এর মধ্যে রয়েছে শিশু। যদিও শিশুদের সব অধিকার আছে, কিছু অধিকার যেমন বিবাহের অধিকার এবং ভোটের অধিকার সন্তানের পরিপক্কতার পরেই কার্যকর হয়।\nশিশুদের জন্য প্রযোজ্য কিছু সাধারণ অধিকার অন্তর্ভুক্ত:\n\nবেঁচে থাকার অধিকার\nব্যক্তির নিরাপত্তার অধিকার\nনির্যাতন থেকে মুক্তির অধিকার\nনিষ্ঠুর, অমানবিক বা অবমাননাকর আচরণ বা শাস্তি থেকে মুক্তির অধিকার\nঅপরাধের অভিযোগে প্রাপ্তবয়স্কদের থেকে পৃথক হওয়ার অধিকার, দ্রুত বিচারের অধিকার এবং তাদের বয়সের সাথে উপযুক্ত আচরণ করার অধিকার\nঅনুচ্ছেদ ২৪ সংখ্যালঘু, একটি নামের অধিকার এবং একটি জাতীয়তার অধিকারের কারণে শিশুর বিশেষ সুরক্ষার অধিকারকে সংজ্ঞায়িত করে।\n\n\n=== শিশু অধিকার সংক্রান্ত কনভেনশন ===\n \nজাতিসংঘের ১৯৮৯ সালের শিশু অধিকার কনভেনশন, বা সিআরসি, মানবাধিকারের সম্পূর্ণ পরিসর - নাগরিক, সাংস্কৃতিক, অর্থনৈতিক, রাজনৈতিক এবং সামাজিক অধিকারগুলি অন্তর্ভুক্ত করার জন্য প্রথম আইনত বাধ্যতামূলক আন্তর্জাতিক যন্ত্র। এর বাস্তবায়ন শিশু অধিকার কমিটি দ্বারা পর্যবেক্ষণ করা হয়। জাতীয় সরকার যারা এটি অনুমোদন করে তারা শিশুদের অধিকার রক্ষা ও নিশ্চিত করার জন্য নিজেদের প্রতিশ্রুতিবদ্ধ এবং আন্তর্জাতিক সম্প্রদায়ের সামনে এই প্রতিশ্রুতির জন্য নিজেদের জবাবদিহি করতে সম্মত হয়। সিআরসি ১৯৬ টি অনুমোদনের সাথে সর্বাধিক ব্যাপকভাবে অনুমোদিত মানবাধিকার চুক্তি; মার্কিন যুক্তরাষ্ট্র  হল একমাত্র দেশ যা এটি অনুমোদন করেনি।\nসিআরসি চারটি মূল নীতির উপর ভিত্তি করে আছে: বৈষম্যহীনতার নীতি; সন্তানের সর্বোত্তম স্বার্থ; জীবন, বেঁচে থাকার এবং উন্নয়নের অধিকার; এবং তাদের বয়স এবং পরিপক্কতা অনুযায়ী তাদের প্রভাবিত করে এমন সিদ্ধান্তে শিশুর মতামত বিবেচনা করা। আন্তর্জাতিক অপরাধমূলক আদালত, যুগোস্লাভিয়া এবং রুয়ান্ডা ট্রাইব্যুনাল এবং সিয়েরা লিওনের বিশেষ আদালতের মতো আন্তর্জাতিক অপরাধমূলক জবাবদিহিতা ব্যবস্থার সাথে CRC বিশ্বব্যাপী শিশুদের অধিকারের প্রোফাইল উল্লেখযোগ্যভাবে বৃদ্ধি করেছে বলে বলা হয়।\n\n\n=== ভিয়েনা ঘোষণা এবং কর্ম কর্মসূচী ===\nভিয়েনা ঘোষণাপত্র এবং কর্ম কর্মসূচির ধারা ২ অনুচ্ছেদ ৪৭ -এ, সব দেশকে বিশ্ব সামিট প্ল্যান অফ অ্যাকশনে লক্ষ্য অর্জনের জন্য আন্তর্জাতিক সহযোগিতার সহায়তায় তাদের উপলব্ধ সম্পদের সর্বোচ্চ পরিমাণে ব্যবস্থা গ্রহণের আহ্বান জানানো হয়েছে, এবং রাজ্যগুলিকে তাদের জাতীয় কর্মপরিকল্পনায় শিশু অধিকার সংক্রান্ত কনভেনশন সংহত করার আহ্বান জানানো হয়। এই জাতীয় কর্মপরিকল্পনার মাধ্যমে এবং আন্তর্জাতিক প্রচেষ্টার মাধ্যমে শিশু ও মাতৃমৃত্যুর হার হ্রাস, অপুষ্টি ও নিরক্ষরতার হার হ্রাস এবং নিরাপদ পানীয় জল এবং মৌলিক শিক্ষার অ্যাক্সেস প্রদানকে বিশেষ অগ্রাধিকার দেওয়া উচিত। যখনই বলা হয়, প্রাকৃতিক দুর্যোগ এবং সশস্ত্র সংঘাত এবং চরম দারিদ্র্যে শিশুদের সমান গুরুতর সমস্যা থেকে সৃষ্ট ধ্বংসাত্মক জরুরি অবস্থা মোকাবেলায় জাতীয় কর্মপরিকল্পনা প্রণয়ন করা উচিত। অধিকন্তু, অনুচ্ছেদ ৪৮ সকল রাজ্যকে আন্তর্জাতিক সহযোগিতার সহায়তায় বিশেষ করে কঠিন পরিস্থিতিতে শিশুদের তীব্র সমস্যা মোকাবেলার আহ্বান জানায়। শিশুদের শোষণ এবং অপব্যবহার সক্রিয়ভাবে মোকাবেলা করা উচিত, যার মধ্যে তাদের মূল কারণগুলি মোকাবেলা করা। নারী শিশুহত্যা, ক্ষতিকর শিশুশ্রম, শিশু ও অঙ্গ বিক্রয়, শিশু পতিতাবৃত্তি, শিশু পর্নোগ্রাফি এবং অন্যান্য ধরনের যৌন নির্যাতনের বিরুদ্ধে কার্যকর ব্যবস্থা প্রয়োজন। এটি সশস্ত্র সংঘাতে শিশুদের সম্পৃক্ততার ঐচ্ছিক প্রোটোকল গ্রহণ এবং শিশুদের বিক্রয়, শিশু পতিতাবৃত্তি এবং শিশু পর্নোগ্রাফির ঐচ্ছিক প্রোটোকলকে প্রভাবিত করেছে।\n\n\n=== বলবৎকরণ ===\nশিশুদের অধিকার নিশ্চিত করার জন্য বিভিন্ন প্রয়োগকারী সংস্থা এবং প্রক্রিয়া বিদ্যমান। এর মধ্যে রয়েছে জাতিসংঘের সাধারণ পরিষদের বিশেষ অধিবেশনের শিশু অধিকার দলের সমিতি। শিশু অধিকার সংক্রান্ত কনভেনশনের পূর্ণ বাস্তবায়ন এবং সম্মতি প্রচারের জন্য এবং জাতিসংঘের সাধারণ পরিষদের শিশু অধিবেশনের বিশেষ অধিবেশন এবং এর প্রস্তুতিমূলক প্রক্রিয়ার সময় শিশু অধিকারকে অগ্রাধিকার দেওয়া হয়েছে কিনা তা নিশ্চিত করার জন্য এটি প্রতিষ্ঠিত হয়েছিল। জাতিসংঘের মানবাধিকার কাউন্সিল তৈরি করা হয়েছিলো  এই আশা নিয়ে যে \"এটি মানবাধিকার বিষয়ক অত্যন্ত রাজনৈতিকীকৃত কমিশনের চেয়ে বিশ্বব্যাপী মানবাধিকার লঙ্ঘনের নিন্দা জানাতে আরো উদ্দেশ্যমূলক, বিশ্বাসযোগ্য এবং দক্ষ হতে পারে।\" এনজিও গ্রুপ ফর দ্য কনভেনশন অন দ্য চাইল্ডস হল আন্তর্জাতিক বেসরকারি সংস্থার একটি জোট যা মূলত ১৯৮৩ সালে জাতিসংঘের শিশু অধিকার সনদের বাস্তবায়নের সুবিধার্থে গঠিত হয়েছিল।\n\n\n== জাতীয় আইন ==\nবিশ্বের অনেক দেশে শিশুদের অধিকার অধিকারপালক বা শিশু কমিশনার রয়েছে, যাদের সরকারি কর্তব্য শিশুদের অধিকার সম্পর্কে পৃথক নাগরিকদের দ্বারা রিপোর্ট করা অভিযোগগুলি তদন্ত এবং সমাধান করে জনস্বার্থের প্রতিনিধিত্ব করা। শিশুদের ন্যায়পাল ব্যক্তিরা একটি কর্পোরেশন, একটি সংবাদপত্র, একটি এনজিও বা এমনকি সাধারণ জনগণের জন্যও কাজ করতে পারে।\n\n\n=== মার্কিন যুক্তরাষ্ট্রের আইন ===\n \nমার্কিন যুক্তরাষ্ট্র সিআরসিতে স্বাক্ষর করেছে কিন্তু অনুমোদন করেনি। ফলস্বরূপ, মার্কিন যুক্তরাষ্ট্রে শিশুদের অধিকার এখনো নিয়মতান্ত্রিকভাবে প্রয়োগ করা হয়নি।\nমার্কিন যুক্তরাষ্ট্রের সংবিধানের চতুর্দশ সংশোধনী দ্বারা সংজ্ঞায়িত শিশুদের সাধারণত সংবিধান দ্বারা মূর্ত মৌলিক অধিকার দেওয়া হয়। সেই সংশোধনের সমান সুরক্ষা ধারাটি হল বিবাহের মধ্যে জন্ম নেওয়া বা না হওয়া শিশুদের ক্ষেত্রে প্রযোজ্য, কিন্তু এটি বিয়ের মধ্যে জন্ম না নেওয়া শিশুদের বাদ দেয়। ইন রে গল্ট (১৯৬৭) এর যুগান্তকারী মার্কিন সুপ্রিম কোর্টের সিদ্ধান্ত দ্বারা এটি আরও শক্তিশালী হয়েছিল। এই বিচারে অ্যারিজোনার ১৫ বছর বয়সী জেরাল্ড গল্টকে অশালীন টেলিফোন কল করার অভিযোগে স্থানীয় পুলিশ হেফাজতে নিয়েছিল। প্রাপ্তবয়স্ক প্রতিবেশীকে অশ্লীল ফোন কল করার জন্য ২১ বছর বয়সে না পৌঁছানো পর্যন্ত তাকে আটক করা হয়েছিল এবং অ্যারিজোনা স্টেট ইন্ডাস্ট্রিয়াল স্কুলে প্রতিশ্রুতিবদ্ধ ছিল। একটি ৮-১ সিদ্ধান্তে, আদালত রায় দিয়েছে যে শুনানিতে যার ফলে একটি প্রতিষ্ঠানের প্রতি অঙ্গীকার হতে পারে, ১৮ বছরের কম বয়সী ব্যক্তিদের নোটিশ এবং পরামর্শ দেওয়ার, সাক্ষীদের প্রশ্ন করার এবং স্ব-অপরাধের বিরুদ্ধে সুরক্ষার অধিকার রয়েছে। আদালত দেখেছে যে গল্টের শুনানিতে ব্যবহৃত পদ্ধতিগুলি এই প্রয়োজনীয়তাগুলির কোনওটিই পূরণ করেনি।\nমার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্ট টিঙ্কার বনাম ডেস মোইন্স ইন্ডিপেন্ডেন্ট কমিউনিটি  জেলা স্কুল (১৯৬৯) মামলার রায় দিয়েছে  যে স্কুলের ছাত্রদের সাংবিধানিক অধিকার আছে।\nযুক্তরাষ্ট্রের সুপ্রিম কোর্ট রোপার  বনাম সিমন্স এর ক্ষেত্রেও রায় দিয়েছে যে, ব্যক্তিদের আঠারো বছরের কম বয়সে সংঘটিত অপরাধের জন্য মৃত্যুদণ্ড দেওয়া যাবে না। এটি আবারও রায় দিয়েছে যে এই ধরনের মৃত্যুদণ্ড নিষ্ঠুর এবং অস্বাভাবিক শাস্তি, তাই এগুলি মার্কিন যুক্তরাষ্ট্রের সংবিধানের অষ্টম সংশোধনের লঙ্ঘন করে।\nশিশুদের অধিকার নিয়ে যুক্তরাষ্ট্রে অন্যান্য আরও অনেক উদ্বেগ রয়েছে। আমেরিকান একাডেমি অব অ্যাডপশন অ্যাটর্নি শিশুদের নিরাপদ, সহায়ক এবং স্থিতিশীল পারিবারিক কাঠামোর অধিকার নিয়ে উদ্বিগ্ন। দত্তক নেওয়ার ক্ষেত্রে শিশুদের অধিকারের বিষয়ে তাদের অবস্থান বলে যে, \"শিশুদের তাদের প্রতিষ্ঠিত পরিবারের সুরক্ষায় সাংবিধানিকভাবে স্বাধীনতার স্বার্থ রয়েছে, যে অধিকারগুলি কমপক্ষে সমান, এবং আমরা বিশ্বাস করি যে এটা অন্যদের অধিকার যারা এই শিশুদের প্রতি 'মালিকানা' স্বার্থ দাবি করবে। \" আমেরিকান শিশুদের অধিকারের সমর্থনে উত্থাপিত অন্যান্য বিষয়গুলির মধ্যে রয়েছে সমলিঙ্গের বিয়েতে উত্তরাধিকার এবং শিশুদের জন্য বিশেষ অধিকার ।\n\n\n=== জার্মান আইন ===\nইউরোপের কাউন্সিলের আইএনজিও সম্মেলনের সভাপতি অ্যানেলিস ওশগারের দায়ের করা একটি প্রতিবেদনে দেখা গেছে যে শিশু এবং তাদের পিতামাতা জাতিসংঘ, ইউরোপীয় ইউনিয়ন এবং ইউনিসেফের মানবাধিকার লঙ্ঘনের শিকার। বিশেষ উদ্বেগের বিষয় হল জার্মান (এবং অস্ট্রিয়ান) এজেন্সি, জুগেনডাম্ট ( জার্মান : ইয়ুথ অফিস) যা প্রায়ই অন্যায়ভাবে পিতামাতা-সন্তান সম্পর্কের অনিয়ন্ত্রিত সরকারি নিয়ন্ত্রণের অনুমতি দেয়, যার ফলে নির্যাতন, অবমাননা, নিষ্ঠুর আচরণ সহ ক্ষতি হয়েছে এবং এর ফলে শিশুদের মৃত্যু হয়েছে। সমস্যাটি জুগেনডাম্ট অফিসারদের প্রায় \"সীমাহীন ক্ষমতা\" দ্বারা জটিল, এতে কোন অনুপযুক্ত বা ক্ষতিকারক চিকিত্সা পর্যালোচনা বা সমাধান করার কোন প্রক্রিয়া নেই। জার্মান আইন দ্বারা, বিচার (জে. এ.) অফিসাররা প্রসিকিউশনের বিরুদ্ধে সুরক্ষিত। জেএ অফিসারদের নিয়ন্ত্রণের ক্ষেত্রে দেখা যায় যেসব ক্ষেত্রে পারিবারিক আদালতে যায় যেখানে বিশেষজ্ঞদের সাক্ষ্য কম শিক্ষিত বা অভিজ্ঞ জেএ অফিসারদের দ্বারা উল্টে যেতে পারে;৯০% এরও বেশি ক্ষেত্রে জেএ অফিসারের সুপারিশ পারিবারিক আদালত দ্বারা গৃহীত হয়। কর্মকর্তারা পারিবারিক আদালতের সিদ্ধান্তকেও উপেক্ষা করেছেন, যেমন কোন প্রতিক্রিয়া ছাড়াই বাচ্চাদের তাদের পিতামাতার কাছে কখন ফিরিয়ে দিতে হবে। ইউরোপীয় পার্লামেন্টারি কোর্ট যে শিশু এবং পিতামাতার অধিকার লঙ্ঘনকে সুরক্ষা বা সমাধান করতে চেয়েছে, জার্মানি শিশু-কল্যাণ সম্পর্কিত সিদ্ধান্তগুলি সেটি স্বীকৃতি দেয়নি।\n\n\n== আরও দেখুন ==\nবাল্য বিবাহ (চলচ্চিত্র)\nশিশু দারিদ্র্য কর্ম গ্রুপ\nশিশু যুব এবং পরিবেশ জার্নাল\nশিশুদের অধিকার শিক্ষা\nইউরোপীয় মানবাধিকার সংক্রান্ত কনভেনশন\nFGM, জোরপূর্বক খতনা, এবং সুন্নতের নীতি\nআন্তর্জাতিক শিশু শান্তি পুরস্কার\nশিশুদের জন্য জাতীয় কর্ম পরিকল্পনা\nপাকিস্তানে সংখ্যালঘু মেয়েদের জোর করে ধর্মান্তরিত করা\nলাল হাত দিবস\nশিশুদের বাঁচাও\nবাচ্চাদের কথা ভাবুন\nইউনিসেফ\nশিশুর অধিকারের জন্য বিশ্ব শিশু পুরস্কার\nসঙ্গহীন এবং বিচ্ছিন্ন শিশুদের বিষয়ে আন্ত-এজেন্সি নির্দেশক নীতি\n\n\n=== বিশ্বব্যাপী শিশুদের অধিকার ===\nচিলিতে শিশুদের অধিকার\nকলম্বিয়ায় শিশুদের অধিকার\nজাপানে শিশুদের অধিকার\nমালিতে শিশুদের অধিকার\nশিশুর অধিকারের ঘোষণা\nইরানে শিশুর অধিকার\nযুক্তরাজ্যে তরুণদের অধিকারের সময়রেখা\nযুক্তরাষ্ট্রে তরুণদের অধিকারের সময়রেখা\nআফ্রিকার শিশুদের বিরুদ্ধে জাদুবিদ্যার অভিযোগ\n\n\n=== সমস্যাসমূহ ===\nশিশুদের অধিকার সংক্রান্ত নিবন্ধের সূচক  দেখুন।\n\n\n=== শিশু অধিকার সংগঠন ===\nশিশুদের অধিকার সংক্রান্ত  সংস্থার তালিকা দেখুন।\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\n পিতামাতার অধিকার এবং বাধ্যবাধকতা ইন্টারনেট এন্সাইক্লোপিডিয়া অব ফিলোসফি।\nশিশু অধিকার তথ্য নেটওয়ার্ক\nআন্তর্জাতিক শিশু অধিকার ব্যুরো\nস্মাইল ফাউন্ডেশন ইন্ডিয়া\n\"everychild.ca\" শিশু অধিকার জনসচেতনতা ক্যাম্পেইন ব্রিটিশ কলম্বিয়া, কানাডা। সম্পদের মধ্যে রয়েছে শিশু অধিকার সংক্রান্ত কনভেনশন সম্পর্কিত লিঙ্ক এবং প্রকাশনা।\n\n\n=== গ্রন্থপঞ্জি ===\n\"শ্রীলঙ্কা সেনাবাহিনী সতর্ক করে শিশুদের টার্গেট হতে পারে\"\nশিশু অধিকার সংক্রান্ত কনভেনশনের মাধ্যমে বয়olesসন্ধিকাল প্রজনন অধিকার বাস্তবায়ন \" । প্রজনন অধিকারের কেন্দ্র।\n\"সন্ত্রাসে পাঠ: আফগানিস্তানে শিক্ষার উপর আক্রমণ\" । হিউম্যান রাইটস ওয়াচ।\n\"বুরুন্ডি: হেফাজতে প্রাক্তন শিশু সৈনিকদের ভাষা\" । হিউম্যান রাইটস ওয়াচ।\n\"সৌদি আরব: কিশোর মৃত্যুদণ্ড বন্ধ করার জন্য জাতিসংঘের আহ্বান অনুসরণ করুন\" হিউম্যান রাইটস ওয়াচ।\n\"যুক্তরাষ্ট্র: প্যারোলে ছাড়া হাজার হাজার শিশুকে কারাদণ্ড দেওয়া হয়েছে\" হিউম্যান রাইটস ওয়াচ।\n\"ভবিষ্যত কি: গণতান্ত্রিক প্রজাতন্ত্র কঙ্গোতে পথশিশু\" । হিউম্যান রাইটস ওয়াচ।"}