{"pageid": 1093211, "title": "শিশু নিরাপত্তায় আইনসমূহ (বাংলাদেশ)", "url": "https://bn.wikipedia.org/wiki?curid=1093211", "content": "শিশু সুরক্ষার জন্য বাংলাদেশে অনেক আইন প্রণয়ন করা হয়। এ আইনগুলো দেশের শিশুকে শান্তি ও নিরাপত্তায় রাখতে গুরুত্বপূর্ণ ভূমিকা রাখে।\n\n\n== বাল্যবিবাহ সংক্রান্ত আইন ==\n\nব্রিটিশ আমল\nবাল্যবিবাহ নিরোধক আইন ব্রিটিশ ভারত ২8 শে সেপ্টেম্বর তারিখে ১৯২৯ সালে পাস করা হয়। এই আইনে উল্লেখ আছে মেয়েদের জন্য বিয়ের বয়স ১৪  বছর এবং ছেলেরা ১৮ বছর বয়সের  বাতিল করে মেয়েদের জন্য ১৮ এবং ছেলেদের জন্য ২১ বছর বয়স করা হয়েছে। এটি শরদ আইন হিসাবে খুব পরিচিত। এই আইনের পৃষ্ঠপোষক ছিলেন হার্বিলাস সারদা। উত্থাপনের ছয় মাস পরে এটি ১ এপ্রিল ১৯৩০ সালে কার্যকর হয় এবং এটি শুধু হিন্দুদের নয়, সমগ্র ব্রিটিশ ভারতের জন্য প্রযোজ্য। এটি ভারতের সামাজিক সংস্কার আন্দোলনের একটি ফল ছিল।  ব্রিটিশ কর্তৃপক্ষের কাছ থেকে শক্তিশালী বিরোধী আসা সত্ত্বেও আইনটি ভারতীয় ব্রিটিশ সরকার কর্তৃক সর্বাধিক ভারতীয়দের দ্বারা গৃহীত হয়। ব্রিটিশ সরকার তাদের অনুগত হিন্দু ও মুসলিম সাম্প্রদায়িক গোষ্ঠীগুলির কাছে হেরে যাওয়ার ভয়ের কারণে এটি বাস্তবায়ন করেছিল। এ আইনে শিশু বলতে ঐ ব্যক্তিকে বুঝায়, যার বয়স পুরুষ হলে একুশ বত্রের নিচে এবং নারী হইলে আঠার বত্সরের নিচে। “বাল্যবিবাহ” বলতে ঐ বিবাহকে বুঝায় যার চুক্তিবদ্ধ পক্ষগণের যেকোন একপক্ষ শিশু। বিবাহের চুক্তি পক্ষ বলতে পক্ষগণের যেকোন এক পক্ষকে বুঝায় যার বিবাহ তদ্দরা অনুষ্ঠিত হয়েছে বা হওয়ার জন্য প্রস্তুত। “নাবালক” বলতে ঐ ব্যক্তিকে বুঝায় যার বয়স পুরুষ হলে একুশ বছরের নিচে এবং নারী হলে আঠার বছরের নিচে। এভাবে “মিউনিসিপ্যাল করপোরেশন”, “পৌরসভা” ও “ইউনিয়ন পরিষদ” এর সংজ্ঞা প্রদান করা হয়েছে। এ আইনের ধারা-৩ দ্বারা শিশু বিবাহকারী একুশ বত্সর বয়সের নিচে পুরুষ লোকের শাস্তি বালিত করা হয়েছে। এ আইনে বাল্যবিবাহ সম্পাদনকারির শাস্তিসহ বিভিন্ন দিক আলোচিত হয়েছে। এর কতিপয় ধারা হচ্ছে-\nধারা-৪ এ শিশু বিবাহকারীর শাস্তি সম্পর্কে বলা হয়, যে কেউ একুশ বত্‍সর বয়সোর্ধ্ব পুরুষ বা আঠারো বয়সোর্ধ্ব মহিলা হয়ে কোন বাল্যবিবাহের চুক্তি করলে, একমাস পর্যন্ত বিনাশ্রম কারাবাস বা এক হাজার টাকা পর্যন্ত বর্ধনযোগ্য জরিমানায় বা উভয়বিধ শাস্তিযোগ্য হবে। ধারা-৫ এ বাল্যবিবাহ সম্পন্নকারীর শাস্তিও অনুরূপ করা। এভাবে ধারা-৬ এ বাল্যবিবাহ সংশ্লিষ্ট পিতা-মাতার বা অভিভাবকদের জন্য শাস্তির বিবরণে বলা হয়, “যেক্ষেত্রে কোন নাবালক কোন বাল্যবিবাহের চুক্তি করে, সেক্ষেত্রে ঐ নাবালকের ভারপ্রাপ্ত যেকোন ব্যক্তি, পিতা-মাতা হইক বা অভিভাবক হইক বা অন্য কোন সামর্থ্যে হউক, আইনসম্মত হউক বা বেআইনী হউক যদি উক্ত বিবাহে উত্সাহ প্রদানের কোন কাজ করেন, অথবা উহা অনুষ্ঠিত হওয়া হতে নিবারণ করতে অবহেলার দরুন ব্যর্থ হন, তিনি এক মাস পর্যন্ত বর্ধনযোগ্য বিনাশ্রম কারাবাসে বা একহাজার টাকা পর্যন্ত বর্ধনযোগ্য জরিমানায় বা উভয়বিধ দন্ডে শাস্তিযোগ্য হবেন:\nতবে শর্ত থাকে যে, কোন মহিলাই কারাবাসে শাস্তিযোগ্য হবে না। এই ধারার উদ্দেশ্যে যদি না এবং যতক্ষণ না বিপরীত কিছূ প্রমাণিত হয়, এই অনুমান করতে হবে যে, যেক্ষেত্রে কোন নাবালকের বাল্যবিবাহের চুক্তি করা হয়েছে, সেক্ষেত্রে উক্ত নাবালকের ভারপ্রাপ্ত ব্যক্তি ঐ বিবাহ অনুষ্ঠিত হওয়া হতে নিবারণ করতে অবহেলার দরুণ ব্যর্থ হয়েছেন। ধারা-৭ এ বলা হয়, ৩ ধারা অধীনে অপরাধের জন্য কারাবাস প্রদান করা হবে না যদি ১৮ঌ৭ সনের সাধারণ দফা আইনের ২৫ ধারায় অথবা দন্ডবিধির ৪ ধারায় অন্তর্ভুক্ত যেকোন কিছু থাকা সত্ত্বেও ৩ ধারার অধীনে কোন অপরাধীকে দন্ডদানকারী আদালত (এই মর্মে) নির্দেশ দান করবে না যে, আরোপিত জরিমানা অনাদায়ে তাকে যেকোন মেয়াদের কারাবাস ভোগ করতে হবে। এমনিভাবে এই আইনের অধীনে এখতিয়ার, অপরাধের বিচারার্থে অধিগ্রহণ করিবার পদ্ধতি, অপরাধের প্রারম্ভিক অনুসন্ধান, অভিযোগকারীর নিকট হইতে জামানত গ্রহণের ক্ষমতা বাতিল ও নিষেধাজ্ঞা জারির ক্ষমতা বর্ণনা করা হয়েছে।\n\n\n=== বাংলাদেশ আমল ===\nবাংলাদেশ সরকার ২০১৭ সালের ৬নং আইন দ্বারা উক্ত ১৯২৯ সালের আইনকে রহিত করে। এ আইনে “অপ্রাপ্ত বয়স্ক” বলতে ২১ (একুশ) বৎসর পূর্ণ করেন নাই এমন কোনো পুরুষ এবং ১৮ (আঠারো) বৎসর পূর্ণ করেন নাই এমন কোনো নারীকে বুঝায়।  “অভিভাবক” বলতে ১৮৯০ সালের অভিভাবক ও প্রতিপাল্য ৮নং আইনে নিয়োগপ্রাপ্ত বা ঘোষিত অভিভাবক এবং অপ্রাপ্ত বয়স্ক ব্যক্তির ভরণ-পোষণ বহনকারী ব্যক্তিও ইহার অন্তর্ভুক্ত হইবে।  “প্রাপ্ত বয়স্ক” অর্থ বিবাহের ক্ষেত্রে ২১ (একুশ) বৎসর পূর্ণ করিয়াছেন এমন কোনো পুরুষ এবং ১৮ (আঠারো) বৎসর পূর্ণ করিয়াছেন এমন কোনো নারী এবং “বাল্যবিবাহ” অর্থ এইরূপ বিবাহ যাহার কোন এক পক্ষ বা উভয় পক্ষ অপ্রাপ্ত বয়স্ক। এ আইনে বাল্যবিবাহ প্রতিরোধ কমিটি গঠন, বাল্যবিবাহ বন্ধে কতিপয় সরকারি কর্মকর্তা এবং স্থানীয় সরকারের প্রতিনিধির সাধারণ ক্ষমতা, বাল্যবিবাহের উপর নিষেধাজ্ঞা আরোপ ও নিষেধাজ্ঞা ভঙ্গের শাস্তি, মিথ্যা অভিযোগ করিবার শাস্তি, বাল্যবিবাহ করিবার শাস্তি, বাল্যবিবাহ সংশ্লিষ্ট পিতা-মাতাসহ অন্যান্য ব্যক্তির শাস্তি, বাল্যবিবাহ সম্পাদন বা পরিচালনা করিবার শাস্তি, বাল্যবিবাহ বন্ধে উদ্যোগী হইবার শর্তে বাল্যবিবাহের অভিযোগ হইতে অব্যাহতি, বাল্যবিবাহ নিবন্ধনের জন্য বিবাহ নিবন্ধনের শাস্তি, লাইসেন্স বাতিল, বয়স প্রমাণের দলিল,  ক্ষতিপূরণ প্রদান, অপরাধের আমলযোগ্যতা, জামিনযোগ্যতা এবং অ-আপোষযোগ্যতা, বিচার পদ্ধতি, সরেজমিনে তদন্ত, মোবাইল কোর্ট আইন, ২০০৯ এর প্রয়োগ, অপরাধ আমলে নেয়ার সময়সীমা,  বিশেষ বিধান, বিধি প্রণয়নের ক্ষমতা, রহিতকরণ ও হেফাজত ইত্যাদি বিষয়ে আলোচনা করা হয়েছে। সরকার ২০১৮ সালের ২ অক্টোবর বাল্যবিবাহ নিরোধ বিধিমালা প্রনয়ন করে। এতে জাতীয় কমিটি, জেলা কমিটি, উপজেলা কমিটি ও ইউনিয়ন কমিটির সদস্য কারা কারা হতে পারবে, তাদের দায়িত্ব ও কার্যাবলী কি কি হবে, ইত্যাদি বিষয় আলোচনা করা হয়েছে।\n\n\n=== সমালোচনা ===\nআইনটির ধারা-১৯ নিয়ে নানান বিতর্ক ওঠে৷ বর্তমান সরকার বাল্যবিবাহে, ধর্ষকের সাথে বিবাহে অনুমোদন দিচ্ছে– এমন বক্তব্য উঠে আসতে থাকে বিভিন্ন মহল থেকে৷ হাইকোর্টের বিচারপতি কৃষ্ণা দেবনাথ ঢাকায় একটি সেমিনারে আইনটিকে সংবিধানের মূলনীতির সঙ্গে ‘সাংঘর্ষিক' অভিহিত করে তা সংশোধনের আহ্বান জানান৷ বাংলাদেশ জাতীয় মহিলা আইনজীবী সমিতির নির্বাহী পরিচালক সালমা আলীর কথা, ‘‘বাল্যবিবাহ নিরোধ আইনের বিশেষ ধারাটি ১৯৭৯ সালের সিডও সনদ এবং ১৯৮৯ সালের শিশু অধিকার সনদের সঙ্গে সাংঘর্ষিক৷ বাংলাদেশ অনেকগুলো আন্তর্জাতিক সনদ ও আন্তর্জাতিক চুক্তির সঙ্গে অঙ্গীকারাবদ্ধ৷ এতে সেসব চুক্তি ও সনদের লঙ্ঘন করা হয়েছে।” এরপর জাতীয় মহিলা আইনজীবী সমিতি ও নারীপক্ষ হাইকোর্টে একটি রিট আবেদন করে৷ রিটের প্রেক্ষিতে, বিচারপতি মঈনুল ইসলাম চৌধুরী ও জেবিএম হাসানের বেঞ্চ হাইকোর্টে ১০ এপ্রিল, ২০১৭ তারিখে বাল্যবিবাহ নিরোধ আইনের বিশেষ বিধান সংবিধানের সঙ্গে কেন ‘সাংঘর্ষিক' ঘোষণা করা হবে না, তা জানতে চেয়ে রুল দেন৷ তবে আইন, বিচার ও সংসদ বিষয়ক মন্ত্রী জনাব আনিসুল হক জানান, ‘‘এই বিশেষ বিধান নতুন আইনকে সুরক্ষা দেওয়া এবং কেউ যদি অপ্রাপ্ত বয়সে সন্তান ধারণ করে ফেলে, তাহলে সন্তানটি যেন পিতামাতার বয়সজনিত কারণে অবৈধ হয়ে না যায়, তাই রাখা হয়েছে।”\n\n\n== শিশুশ্রম সংক্রান্ত আইন ==\n\nশিশুশ্রম প্রতিরোধে বাংলাদেশে বেশ কিছু আইন রয়েছে, তবে এর প্রয়োগ খুবই কম। শিশুশ্রম বিষয়ে প্রচলিত আইনে ন্যূনতম মজুরি অধ্যাদেশ ১৯৬১-তে বলা হয়েছে, কিশোরসহ সব শ্রমিকের জন্য ন্যূনতম মজুরি প্রদানের নির্দেশ দিয়েছে এবং নিয়োগকারী কর্তৃক কিশোর শ্রমিককে (১৮ বছরের নিচে) এই অধ্যাদেশের আওতায় গঠিত বোর্ড কর্তৃক নির্ধারিত পরিমাণের কম মজুরি প্রদান বেআইনি বলে ঘোষণা করা হয়েছে। দোকান ও স্থাপনা আইন, ১৯৬৫-তে বলা হয়েছে, দোকানে বা বাণিজ্যিক প্রতিষ্ঠানে ১২ বছরের কম বয়সি শিশু নিয়োগ নিষিদ্ধ। এই আইন ১৮ বছরের কম বয়সি শিশুর জন্য শ্রমঘণ্টাও নির্ধারণ করে দিয়েছে। শিশুশ্রম বিষয়ে প্রচলিত কারখানা আইন, ১৯৬৫-তে বলা হয়েছে, ঝুঁকিপূর্ণ কাজে ১৪ বছরের কম বয়সি শিশুকে নিয়োগদান নিষিদ্ধ করেছে এবং শিশু ও কিশোরের জন্য নিরাপদ ও স্বাস্থ্যসম্মত কাজের পরিবেশ সৃষ্টির জন্য প্রবিধান দিয়েছে। এছাড়া এই আইন কোনো কারখানায় নারী শ্রমিকদের ছয় বছরের নিচে সন্তানদের লালন-পালনের সুযোগ-সুবিধা সৃষ্টির নির্দেশ দিয়েছে। শিশু আইন, ১৯৭৪ এবং শিশুবিধি, ১৯৭৬-তে সব ধরনের আইনগত প্রক্রিয়াকালে শিশুর স্বার্থ রক্ষা করবে। এই আইনে আলাদা কিশোর আদালত গঠনের জন্য বলা হয়েছে। এতে বলা হয়েছে, একজন প্রাপ্তবয়স্ক ও শিশু অপরাধী যদি যৌথভাবে একই অপরাধ করে থাকে, তাহলেও তাদের যৌথ বিচার অনুষ্ঠান করা যাবে না। খনি আইন, ১৯২৩-এ বলা হয়েছে, ১৫ বছরের কম বয়সের কোনো ব্যক্তিকে কোনো খনিতে নিয়োগদান নিষিদ্ধ ঘোষণা করেছে এবং ১৫ থেকে ১৭ বছরের কিশোরদের নিয়োগ প্রদান নিয়ন্ত্রণ করা হয়েছে। শিশু নিয়োগ আইন, ১৯৩৮-এ বলা হয়েছে, রেলওয়ের কয়েকটি কাজে শিশুদের নিয়োগ দেওয়া যাবে না এবং রেলওয়ে কারে অথবা বাসে অথবা কোনো বন্দরের অধীন এলাকায় শিশুরা কোনো দ্রব্য বিক্রি করতে পারবে না। শিশু (শ্রম অঙ্গীকার) আইন, ১৯৩৩-এ ১৫ বছরের কম বয়সি শিশুর শ্রম চুক্তির অঙ্গীকার অকার্যকর ঘোষণা করা হয়েছে। এছাড়াও সরকার শ্রম আইন ২০০৬, জাতীয় শ্রম নীতি ২০১০ এবং শিশু আইন ২০১৩ এ শিশুর শ্রম নিষিদ্ধ করেছে।\nসমালোচনা\nএসব আইন থাকা সত্তেও বাংলাদেশে শিশুশ্রম উল্লেখযোগ্য হারে বৃদ্ধি পাচ্ছে। আন্তর্জাতিক শ্রম সংস্থা (আইএলও) ও ইউনিসেফের প্রতিবেদন থেকে জানা গেছে, বিশ্বব্যাপী শিশুশ্রমে নিয়োজিত শিশুর সংখ্যা বেড়ে ১৬ কোটিতে পৌঁছেছে, যা গত চার বছরে বেড়েছে ৮৪ লাখ। উল্লেখযোগ্য মাত্রায় বৃদ্ধি পেয়েছে শিশুশ্রমে নিযুক্ত ৫ থেকে ১১ বছর বয়সি শিশুর সংখ্যা, যে শিশুদের সংখ্যা বর্তমানে বিশ্বব্যাপী শিশুশ্রমে নিয়োজিত মোট শিশুর অর্ধেকের কিছু বেশি। শিশুদের স্বাস্থ্য, সুরক্ষা ও নৈতিকতার ক্ষতি করতে পারে এমন ঝুঁকিপূর্ণ কাজে নিযুক্ত ৫ থেকে ১৭ বছর বয়সি শিশুর সংখ্যা ২০১৬ সালের পর ৬৫ লাখ বেড়ে ৭ কোটি ৯০ লাখে পৌঁছেছে। কোভিড পরিস্থিতির কারণে ২০২২ সাল সমাপ্ত হওয়ার আগেই বিশ্বব্যাপী অতিরিক্ত ৯০ লাখ শিশুশ্রমে নিযুক্ত হওয়ার ঝুঁকিতে রয়েছে। যদি তাদের গুরুত্বপূর্ণ সামাজিক সুরক্ষার আওতায় আনা না হয়, তাহলে এই সংখ্যা বেড়ে ৪ কোটি ৬০ লাখে পৌঁছাতে পারে।\nজাতিসংঘ ও শিশুশ্রম\nআন্তর্জাতিক শ্রম সংস্থা বা আইএলও ১৯৯২ সালে শিশুশ্রম দূরীকরণের জন্য আইপেক যাত্রা শুরু করে। বর্তমানে ৮০টি দেশে এই কর্মসূচি চালু আছে। ১৯৯৮ সালে আইএলও সর্বসম্মতিক্রমে কর্মক্ষেত্রে মৌলিক নীতি ও অধিকার সম্পৃক্ত এর সাথে শিশুশ্রম দূরীকরণের দৃঢ় অঙ্গিকার ব্যক্ত করেছে।\n\n\n== শিশু নির্যাতন দমন আইন ==\nবাংলাদেশ সরকার ২০০০ সালে নারী ও শিশু নির্যাতন দমন ৮নং আইনে শিশু নির্যাতন সম্পর্কে কঠোর আইন প্রষয়ন করে। আইনে  “নবজাতক শিশু” বলতে অনূর্ধ্ব চল্লিশ দিন বয়সের কোন শিশু এবং “শিশু” বলতে অনধিক ষোল বৎসর বয়সের কোন ব্যক্তিকে বুঝানো হয়। এছাড়াও এ আইনে শিশু ধর্ষণ ও ধর্ষণজনিত কারণে মৃত্যু,  অপহরণ, দহনকারী,ইত্যাদি পদার্থ দ্বারা সংঘটিত অপরাধ, মুক্তিপণ, যৌন পীড়ন, যৌতুকের জন্য মৃত্যু ঘটানো, ভিক্ষাবৃত্তির উদ্দেশ্যে শিশুকে অঙ্গহানি করা এবং মিথ্যা মামলা, অভিযোগ দায়ের ইত্যাদির শাস্তি বর্ণনা আছে। এমনিভাবে ধর্ষণের ফলশ্রুতিতে জন্মলাভকারী শিশু সংক্রান্ত বিধান, সংবাদ মাধ্যমে নির্যাতিতা শিশুর পরিচয় প্রকাশের ব্যাপারে বাধা-নিষেধ, \tভবিষ্যত্ সম্পত্তি হইতে অর্থদণ্ড আদায়, অর্থদণ্ড বা ক্ষতিপূরণ আদায়ের পদ্ধতি, \tঅপরাধের তদন্ত,\tঅপরাধ বিচারার্থ গ্রহণ,\tবিচার পদ্ধতি, আসামীর অনুপস্থিতিতে বিচার, ম্যাজিষ্ট্রেট কর্তৃক যে কোন স্থানে জবানবন্দি গ্রহণের ক্ষমতা, রাসায়নিক পরীক্ষক, রক্ত পরীক্ষক, ইত্যাদির সাক্ষ্য,   \tসাক্ষীর উপস্থিতি      ইত্যাদির        বর্ণনা আছে।  ২০২০ সালে  ৭,৯,  ১৯, ২০, ৩২ নং ধারা সংশোধন করা হয়। শিশুকে ধর্ষণ করার শাস্তি মৃত্যুদণ্ড করা হয়।\n\n\n== শিশু আইন ==\n\nশিশু আইন ২০১৩ বাংলাদেশে শিশুদের সুরক্ষা এবং তাদের অধিকার নিশ্চিত করার জন্য প্রণীত একটি অত্যন্ত গুরুত্বপূর্ণ আইন। এটি জাতিসংঘ শিশু অধিকার সনদের (UNCRC) সঙ্গে সামঞ্জস্য রেখে তৈরি করা হয়েছে, এবং শিশুদের সুরক্ষার জন্য বিশেষ ব্যবস্থা গ্রহণ করে। আইনের মাধ্যমে শিশুদের প্রতি সকল প্রকার সহিংসতা, শোষণ, এবং অবহেলা প্রতিরোধের জন্য বিভিন্ন পদক্ষেপ গ্রহণ করা হয়েছে।\nএই আইনে প্রবেশন অফিসারদের অত্যন্ত গুরুত্বপূর্ণ ভূমিকা রয়েছে। প্রবেশন অফিসাররা শিশুর সুরক্ষা এবং পুনর্বাসন প্রক্রিয়ায় কাজ করেন। তারা আদালত এবং থানার সাথে সমন্বয় করে শিশুকে আইনি সহায়তা ও মানসিক সুরক্ষা প্রদান করেন। শিশুদের পুনর্বাসনের জন্য তারা বিশেষ ব্যবস্থা গ্রহণ করেন, যা তাদের সামাজিক পুনঃএকীকরণে সহায়ক। শিশুকল্যাণ বোর্ড জাতীয়, জেলা এবং উপজেলা পর্যায়ে গঠিত হয়েছে। বোর্ডগুলোর কাজ হলো শিশুদের অধিকার রক্ষা করা, সুবিধাবঞ্চিত শিশুদের পুনর্বাসন এবং সুরক্ষার জন্য প্রয়োজনীয় ব্যবস্থা গ্রহণ করা। বোর্ডগুলো শিশুদের সর্বোত্তম স্বার্থে বিভিন্ন পরিকল্পনা প্রণয়ন এবং তদারকি করে। শিশুবান্ধব পুলিশ অফিসারদের নিয়ে একটি বিশেষ ব্যবস্থাপনা করা হয়েছে, যেখানে পুলিশ অফিসাররা শিশুদের সঙ্গে মানবিক ও সংবেদনশীল আচরণ করেন। শিশুর গ্রেফতারের সময় তাদের জন্য আলাদা ব্যবস্থাপনা রাখা হয়েছে, এবং গ্রেফতারের সময় হাতকড়া ব্যবহার নিষিদ্ধ করা হয়েছে। শিশু আদালত প্রতিষ্ঠা করা হয়েছে, যেখানে শিশুদের জন্য আলাদা বিচার ব্যবস্থা রয়েছে। এই আদালত শিশুদের শারীরিক ও মানসিক সুরক্ষা নিশ্চিত করে, এবং শিশুদের বিরুদ্ধে মামলাগুলো আলাদা বিচার পদ্ধতিতে পরিচালিত হয়। আইনে বিকল্প পন্থা (ডাইভার্শন) এর ব্যবস্থাও রয়েছে, যেখানে শাস্তির পরিবর্তে শিশুদের পুনর্বাসনের সুযোগ দেওয়া হয়। এছাড়া, শিশুদের পক্ষে বাধ্যতামূলক আইনগত প্রতিনিধিত্ব নিশ্চিত করা হয়েছে। যদি শিশুর পক্ষ থেকে কোনো আইনজীবী নিয়োগ না করা হয়, আদালত তাদের জন্য আইনজীবী নিয়োগ করবে। এছাড়াও, সুবিধাবঞ্চিত শিশুদের জন্য বিকল্প পরিচর্যার ব্যবস্থা রাখা হয়েছে, যেখানে পরিবারিক পুনঃএকীকরণ সম্ভব না হলে প্রাতিষ্ঠানিক পরিচর্যার মাধ্যমে তাদের সুরক্ষা নিশ্চিত করা হয়। এই আইনটি শিশুদের সর্বোত্তম স্বার্থ রক্ষা এবং তাদের মানসিক, সামাজিক এবং আইনি সুরক্ষা নিশ্চিত করতে একটি শক্তিশালী কাঠামো প্রতিষ্ঠা করেছে।\n\n\n== তথ্যসূত্র =="}