{"pageid": 1093209, "title": "মিনা ভ্যান উইঙ্কল", "url": "https://bn.wikipedia.org/wiki?curid=1093209", "content": "মিনা ক্যারোলিন জিঞ্জার ভ্যান উইঙ্কল (২৬ মার্চ, ১৮৭৫ - ১৬ জানুয়ারি, ১৯৩৩) ছিলেন একজন ক্রুসেডিং সমাজকর্মী, ভোটাধিকার এবং যুগান্তকারী পুলিশ লেফটেন্যান্ট। ১৯১৯ থেকে ১৯৩৩ সালে তার মৃত্যুর আগে পর্যন্ত, তিনি কলম্বিয়া জেলার মেট্রোপলিটন পুলিশ বিভাগের মহিলা ব্যুরোর নেতৃত্ব দিয়েছিলেন (ওয়াশিংটন ডিসিতে), এবং আইন প্রয়োগকারী এবং বিচারিক প্রক্রিয়ার সময় মেয়েদের এবং অন্যান্য মহিলাদের সুরক্ষায় জাতীয় নেতা হয়েছিলেন। জ্যাজ যুগে লিঙ্গ এবং নৈতিকতা সম্পর্কে তার উস্কানিমূলক বক্তব্য তাকে জাতীয় স্তরে দৃষ্টি আকর্ষণ করেছিল।\n\n\n== জীবনী ==\nতিনি ১৮৭৫ সালে নিউইয়র্ক সিটিতে উইলহেলমিনা (\"মিনা\") ক্যারোলিন জিঞ্জার নামে জন্মগ্রহণ করেছিলেন। ১৯০২ থেকে ১৯০৫ সাল পর্যন্ত তিনি নিউ জার্সির গ্লেন রিজের মেয়েদের জন্য একটি পৌর সংস্কার বিদ্যালয় ফার্নউড হোমে কাজ করেন। তিনি ১৯০৫ সালে নিউইয়র্ক স্কুল অফ ফিলান্থ্রপি থেকে স্নাতক হন সামাজিক কাজের কর্মসূচি নিয়ে।\n১৯০৫ সালে, ন্যাশনাল কনজিউমারস লীগ এবং নেয়ার্ক ব্যুরো অব অ্যাসোসিয়েটেড চ্যারিটিসের সাথে যুক্ত থাকার সময় তিনি ইতালি অভিবাসী শিশু শ্রমিকদের নিউ জার্সির খামারে কাজ করার ঘটনা সামনে নিয়ে আসেন।\n১৯০৬ সালের ২৭ অক্টোবর, তিনি আব্রাহাম ভ্যান উইঙ্কলের দ্বিতীয় স্ত্রী হন, একটি উৎপাদনকারী সংস্থার ধনী সভাপতি (এবং বিধবা ৩৬ বছরের বড়) যিনি আর্থিকভাবে ব্যুরো অব অ্যাসোসিয়েটেড চ্যারিটিজকে সহায়তা করেছিলেন। তাদের বিয়ের সময়, তিনি স্বেচ্ছাসেবী হিসেবে সামাজিক কাজে নিযুক্ত ছিলেন। ১৯১৫ সালের ৩০ সেপ্টেম্বর তার স্বামী ৭৬ বছর বয়সে মারা যান। তিনি প্রায় ১৯১৭ সাল পর্যন্ত নিউ জার্সির নিউয়ার্কে বসবাস করতেন।\n\n\n=== ভোটাধিকার ===\n১৯০৮ সালে, ভ্যান উইঙ্কল নিউ জার্সির স্ব-সমর্থনকারী মহিলাদের সমতা লীগ সংগঠিত করেছিলেন, যা ১৯১২ সালে নিউ জার্সির মহিলা রাজনৈতিক ইউনিয়ন নামকরণ করা হয়েছিল। তিনি সেই পর্যায়ে ইউনিয়নের নিউ জার্সি অধ্যায়ের প্রধান ছিলেন যখন আমেরিকান ভোটাধিকার আন্দোলন পূর্ব রাজনৈতিক মেশিন এবং বৈধ মদ্যপানের সমর্থকদের সাথে সংঘর্ষে ভীত হয়েছিল যে ভোটাধিকার নিষিদ্ধ হতে পারে। ইউনিয়নের সভাপতি হিসেবে তার মেয়াদ অন্তর্ভুক্ত ছিল 1915 সালে নারীদের ভোটাধিকার দেওয়ার জন্য গণভোটের মাধ্যমে নিউ জার্সির সংবিধান সংশোধন করার ব্যর্থ প্রচেষ্টা। সেই পরাজয়ের পর, ইউনিয়নের নিউ জার্সি অধ্যায়টি নিউ জার্সি ওমেন ভোটাধিকার সমিতিতে একীভূত হয়, যার কর্মকর্তারা ফলাফলপ্রাপ্ত সংগঠনকে পরিচালনা করতেন।\n1916 সালের রাষ্ট্রপতি নির্বাচনের বছর শুরুর কাছাকাছি (এবং তার স্বামীর ১৯১৫ সালের মৃত্যুর কয়েক মাস পরে), তিনি ঘোষণা করেছিলেন যে তিনি কানসাসে একটি আইনি বাসস্থান প্রতিষ্ঠা করবেন, যা প্রেসিডেন্ট নির্বাচনে নারীদের ভোটাধিকার বাড়িয়েছিল। তিনি এই ঘোষণার মধ্য দিয়েছিলেন কিনা তা স্পষ্ট নয়।\nমার্কিন সংবিধানের ঊনবিংশ সংশোধনীর মাধ্যমে ভোটাধিকার আন্দোলন সফল হওয়ার পথে, তিনি 1920 ন্যাশনাল উইমেন্স পার্টি কনভেনশনে বক্তা ছিলেন।\n\n\n=== মার্কিন খাদ্য প্রশাসনের কর্মকর্তা ===\nপ্রথম বিশ্বযুদ্ধে মার্কিন যুক্তরাষ্ট্রের প্রবেশের পরপরই, ১৯১৭ সালের খাদ্য ও জ্বালানি নিয়ন্ত্রণ আইন ইউনাইটেড স্টেট ফুড অ্যাডমিনিস্ট্রেশন প্রতিষ্ঠা করে, যাতে স্বেচ্ছায় খাদ্য ও উৎপাদনের গৃহস্থালির ব্যবহার হ্রাস করা হয়, যখন গৃহ উৎপাদন বৃদ্ধি করা হয়। প্রেসিডেন্ট উড্রো উইলসন ভবিষ্যতের প্রেসিডেন্ট হারবার্ট হুভারকে এর প্রধান হিসেবে নিযুক্ত করেন এবং হুভার ভ্যান উইঙ্কলকে তার বক্তাদের ব্যুরো সংগঠিত ও পরিচালনার জন্য নিযুক্ত করেন।\n\n\n=== পুলিশ লেফটেন্যান্ট ===\n১৯১৬ সালে, কলম্বিয়া জেলার মেট্রোপলিটন পুলিশ বিভাগ  মহিলা নিয়োগ শুরু করে। ১৯১৮ সালের গ্রীষ্মে, পুলিশ মেজর এবং সুপারিনটেনডেন্ট রেমন্ড ডব্লিউ পুলিয়াম একটি মহিলার ব্যুরো প্রতিষ্ঠা করেছিলেন, মূলত ম্যারিয়ন ও স্পিংনার দ্বারা পরিচালিত। সেই বছরের অক্টোবরের মধ্যে, ভ্যান উইঙ্কল ব্যুরোর চার সদস্যের একজন ছিলেন। ১৯১৯ সালের ফেব্রুয়ারিতে স্পিংগার্ন চলে যাওয়ার পর, ভ্যান উইঙ্কল গোয়েন্দা সার্জেন্টের প্রাথমিক পদে (এবং ১৯২০ সালের ডিসেম্বরে লেফটেন্যান্ট হিসেবে) ব্যুরোর পরিচালক হন।\nব্যুরোর প্রাথমিক দায়িত্বগুলির মধ্যে ছিল \"মেয়েদের কল্যাণমূলক কাজ,\" স্টোর অপরাধ প্রতিরোধ ও সনাক্তকরণ, এবং সিনেমা হল, নৃত্য হল এবং অনুরূপ স্থানগুলির তত্ত্বাবধান। যাইহোক, এর সর্বাধিক জোর ছিল কেসওয়ার্কের উপর। ভ্যান উইঙ্কল বলেছিলেন যে \"প্রতিরোধ এবং সুরক্ষা প্রসিকিউশনের চেয়ে বেশি প্রাথমিক, এবং যারা ভুল করেছে তাদের বুদ্ধিমানভাবে উন্নত জীবনের দিকে সহায়তা করা উচিত।\" ১৯২০ সালে ব্যুরোর বেশিরভাগ অফিসার স্কুল শিক্ষক, নার্স বা সমাজকর্মী হিসাবে প্রশিক্ষিত ছিলেন এবং একজন আইনজীবী অন্তর্ভুক্ত ছিলেন।\nব্যুরোর সৃষ্টি ক্যাপিটল হিলে বিতর্কিত হয়ে ওঠে। ১৯২০ সালের ডিসেম্বরে, একটি ইউএস হাউস এপ্রোপ্রিয়েশন উপকমিটি ভ্যান উইঙ্কল এবং জেলা কমিশনার চার্লস ডব্লিউ কুটজকে প্রশ্ন করেছিল উপকমিটির সদস্যরা। জর্জ টিঙ্কহাম (ম্যাসাচুসেট) থেকে একজন রিপাবলিকান) (এবং প্রতিনিধি। টমাস ইউ Sisson থেকে ডেমোক্র্যাট মিসিসিপি) আপত্তি যে কংগ্রেস বিশেষভাবে পুলিশ একটি ব্যুরো জন্য appropriated নি ফান্ড। কর্নেল কুটজ উত্তর দিয়েছিলেন যে কংগ্রেস পুলিশ কর্মকর্তাদের জন্য বিশেষভাবে তহবিল বরাদ্দ করেছে, এবং \"আইনে এমন কিছু নেই যা পুলিশ সদস্যদের পুরুষ লিঙ্গের হতে হবে।\" শুনানির সময় মহিলাদের ভোটাধিকার বিরোধী টিঙ্কহাম ভ্যান উইঙ্কলকে কয়েক ডজন প্রশ্ন করেছিলেন। কেন তিনি এই কাজ করছেন জানতে চাইলে তিনি উত্তর দেন, \"কারণ আমার আর কিছুই করার নেই; এটা আমার জীবনে কাজ।\" শেষ পর্যন্ত, উপকমিটি ব্যুরোর বরাদ্দ আটকে রাখেনি।\n১৯১৯  সালে, ইউএস হাউস কমিটির শুনানির সময় যা জেলার পুলিশ কর্মকর্তাদের বেতন সম্পর্কে স্পষ্টতই ছিল, ভ্যান উইঙ্কল দাবি করেছিলেন যে ওয়াশিংটন পোস্টের সম্পাদক-প্রকাশক এডওয়ার্ড ম্যাকলিন প্রতিশ্রুতি দিয়েছিলেন যে তিনি \"ব্যুরো বন্ধ করতে যাচ্ছেন\" \"এবং এর দুই কর্মকর্তাকে পরিত্রাণ দিন, যাদের একজন ( ক্যারোলিন হার্ডিং ভোটাও ) ছিলেন তৎকালীন সিনেটর ওয়ারেন জি হার্ডিংয়ের বোন। সেই বক্তব্যের প্রেক্ষাপট বর্ণনা করতে গিয়ে, তিনি একটি পরামর্শমূলক বিবরণ দিয়েছেন যা ম্যাকলিন এবং ব্যুরোর বিভিন্ন স্বার্থ জড়িত একটি অজ্ঞাত যুবতী মেয়ের কল্যাণে, যাকে তিনি বলেছিলেন \"সাদা দাস\" পাচার তদন্তে বস্তুগত সাক্ষী। ম্যাকলিন পরে সাক্ষ্য দিয়েছিলেন যে তার আপত্তি ছিল যে ব্যুরো মেয়েটিকে একটি হাসপাতাল থেকে নিয়ে গিয়েছিল এবং তাকে বিনা খরচে আটক করে রেখেছিল। তিনি অস্বীকার করেন যে তিনি কাউকে চাকরিচ্যুত করার জন্য বলেছিলেন (একজন সিনেটরের বোনকে ছেড়ে দিন যাকে ম্যাকলিন বন্ধু বলে মনে করেন), কিন্তু তার অভিমত ব্যক্ত করেন যে ব্যুরো \"একজন আন্তরিক মহিলার সাথে খেলার জন্য বরং একটি বিপজ্জনক খেলনা\" চোখের পলক।\n১৯১৯  থেকে তার মৃত্যুর সময় পর্যন্ত, তিনি ইন্টারন্যাশনাল অ্যাসোসিয়েশন অফ পুলিশ উইমেনের সভাপতি এবং প্রধান আর্থিক অবদানকারী ছিলেন।\n\n\n=== মৃত্যু ===\n১৯৩৩ সালের ১৬  জানুয়ারি তিনি মারা যান।\n\n\n== উত্তরাধিকার ==\n১19১ From থেকে তার মৃত্যুর সময় পর্যন্ত, তিনি ইন্টারন্যাশনাল অ্যাসোসিয়েশন অফ পুলিশ উইমেনের সভাপতি এবং প্রধান আর্থিক অবদানকারী ছিলেন। তার মৃত্যুর পর সংগঠনটি ভেঙে দেওয়া হয়েছিল, কিন্তু 1956 সালে ইন্টারন্যাশনাল অ্যাসোসিয়েশন অফ পুলিশ উইমেন (পরে নাম পরিবর্তন করে ইন্টারন্যাশনাল অ্যাসোসিয়েশন অফ উইমেন পুলিশ) হিসেবে পুনরুত্থিত করা হয়েছিল।\n\n\n== ভিউ ==\nপ্রায় সব পতিতাই সামাজিক রোগে আক্রান্ত বলে উল্লেখ করে, ভ্যান উইঙ্কল এই ধরনের রোগগুলিকে \"পতিতাবৃত্তির শাস্তি\" বলে বর্ণনা করেন এবং হাউস সাবকমিটিকে বলেছিলেন যে পতিতাদের জেলে রাখা উচিত নয়। কিন্তু তিনি কলম্বিয়ার জেলা সম্পর্কিত সিনেট কমিটির সামনে এমন একটি বিলের পক্ষেও সাক্ষ্য দিয়েছিলেন যা \"পতিতাবৃত্তির\" সংজ্ঞা প্রসারিত করত, অন্যান্য বিষয়ের মধ্যে, \"নির্বিচারে যৌনমিলন\" এমনকি ভাড়ার জন্য নয়, এবং হবে যেকোনো \"অশ্লীল বা অশ্লীল কাজ\" কে অপরাধী করেছে, ব্যাখ্যা করে যে বিলটি প্রয়োজনীয় ছিল \"তাই আমরা একটি মেয়েকে নিতে পারি এবং তার চিকিৎসার প্রয়োজন হলে তার সাথে চিকিত্সা করার অধিকার পেতে পারি।\"\n১৯২৫ সালে যখন তাকে \"অশালীন সংগীত\" (যা পুলিশ বিভাগের আদেশে নিষেধ করা হয়েছিল) শব্দটির অর্থ ব্যাখ্যা করতে বলা হয়েছিল, তখন তিনি এটিকে \"সেই টম-টমি ধরনের প্রাচ্য সঙ্গীত হিসাবে বর্ণনা করেছিলেন যা পুরুষদের বাড়ি এবং বাচ্চাদের ভুলে যায়।\" প্রাথমিকভাবে স্যাক্সোফোনকে ইতিবাচকভাবে অনৈতিক বলে বর্ণনা করার পর, তিনি তার অবস্থানকে যোগ্য করে তুলেছিলেন, \" সঠিকভাবে বাজানো হলে স্যাক্সোফোন সঙ্গীত সুন্দর হয়, কিন্তু যখন নির্দিষ্ট ধরনের সঙ্গীতশিল্পীদের দ্বারা বাজানো হয় তখন এটি খুবই মানহানিকর।\"\n১৯২৮ সালের ভাষণে, তিনি \"প্রজ্বলিত যুবকদের\" অপরাধের জন্য পুরোনো প্রজন্মের \"অযোগ্যতা\" কে দায়ী করেছিলেন। \"আমাদের মায়েদেরকে তাদের পিতা -মাতা অজ্ঞান অবস্থায় রেখেছিলেন। তারা আমাদের সাহায্য করতে বা আমাদের জীবন সম্পর্কে বোঝার জন্য সম্পূর্ণ অক্ষম ছিল। \" তিনি অটোমোবাইল রাইড, মেয়েটির জন্য তাদের সমস্যা, হিপ ফ্লাস্ক, পেটিং এবং আধুনিক মেয়ের অন্য সব \"ব্যর্থতা\" বর্ণনা করেছেন সেই মায়েদের জন্য যারা একটি ছোট্ট নারীর দর্শনে প্রশিক্ষিত ছিল।\n১ 192২ In সালে, ভ্যান উইঙ্কল একজন প্রতিবেদককে বলেছিলেন যে \"ওয়াশিংটন জাতির সকল সাইকোপ্যাথিক মহিলাদের জন্য মক্কা,\" যারা আমাদের জাতির জীবনে পুরুষদের নিয়ে তাদের বিকৃত গল্প নিয়ে \"শহরে আসে\" এবং সেই পুরুষদের তাদের প্রেমিক বলে অভিযুক্ত করে, অথবা স্বামী, অথবা কিছু অদ্ভুত নাটকীয় পরিস্থিতির কেন্দ্র। তিনি ব্যাখ্যা করেছিলেন যে, মহিলা ব্যুরোর সতর্কতার কারণে, সরকারী কর্মকর্তারা এবং অন্যান্য সুপরিচিত ওয়াশিংটিয়ানরা গুরুতর অপকর্মের জন্য অভিযুক্ত, তারা প্রায়ই জানে না যে তারা জড়িত ছিল, কারণ পুলিশ মহিলারা এই ধরনের মহিলাদের বাধা দেয়, কাউকে উন্মাদ আশ্রয়ে পাঠায় এবং অন্যদের বাড়িতে পাঠায় তাদের স্বামী, পিতা বা ভাইদের কাছে।\n1920 সালে রিপ দ্বারা প্রশ্ন করা হলে। টিমহ্যাম উইমেন ব্যুরোর সকল সদস্য অবিবাহিত কেন, ভ্যান উইঙ্কল ব্যাখ্যা করেছিলেন যে, \"আমি ব্যক্তিগতভাবে বিবাহিত মহিলাদের তাদের পরিবার থেকে দূরে থাকতে অনুমোদন করি না, এবং আমরা মনে করি যে কাজটি তার বিভক্ত মনোযোগের জন্য খারাপ হবে, যেমন আমাদের কাজ আমাদের পুরো মনোযোগ দাবি করে। \" 1928 সালে আরো সাধারণভাবে কথা বলার সময়, তিনি বলেছিলেন যে \"গড় মজুরি উপার্জনকারী স্ত্রী বাড়ি এবং চাকরি উভয়ই পরিচালনা করার জন্য যথেষ্ট বুদ্ধিমান নয়,\" এবং \"ক্যারিয়ার নিয়ে ঝগড়া করা বেশিরভাগ মহিলারা গৃহকর্তা হিসাবে আরও ভাল হবে।\"\nতিনি ১8২ in সালে একজন সাংবাদিককে বলেছিলেন, \"সর্বপ্রথম, পুলিশকর্মীকে অবশ্যই একজন মহিলা হতে হবে। তার জন্মের পাশাপাশি তার চাকরির জন্য তৈরি হতে হবে। তার পটভূমি থেকে তাকে অবশ্যই সহজাত পরিশোধন, সহজাত কৌশল এবং মূল্যবোধের সূক্ষ্মভাবে সমন্বয় করা অনুভূতি আঁকতে হবে যা শুধুমাত্র সঠিক ধরনের প্রাথমিক প্রশিক্ষণ থেকেই পাওয়া যেতে পারে। \"\n\n\n== তথ্যসূত্র =="}