{"pageid": 1093526, "title": "ব্রাজিলে শিশুশ্রম", "url": "https://bn.wikipedia.org/wiki?curid=1093526", "content": "শিশুশ্রম, অর্থাৎ সরকার কর্তৃক নির্ধারিত আইনি বয়সের অধীনে শিশুদের নিয়োগের অভ্যাস, ব্রাজিলের সবচেয়ে গুরুত্বপূর্ণ সামাজিক সমস্যাগুলির মধ্যে একটি হিসাবে বিবেচিত হয়। ব্রাজিলিয়ান ইনস্টিটিউট অফ জিওগ্রাফি অ্যান্ড স্ট্যাটিস্টিক্স (আইবিজিই) এর তথ্য অনুসারে, ২০১৫ সালে ২.৭ মিলিয়ন এরও বেশি ৫ থেকে ১৭ বছর বয়সী শিশু এদেশে কাজ করেছিল; তাদের মধ্যে  ৭৯,০০০ জন ছিল ৫ থেকে ৯ বছরের মধ্যে। ব্রাজিলের আইন অনুযায়ী, শ্রমবাজারে প্রবেশের জন্য ন্যূনতম বয়স ১৬ এবং শিক্ষানবিশ হিসেবে কাজ করার জন্য সর্বনিম্ন বয়স ১৪।\nঅনুমান করা হয় যে ব্রাজিলের প্রায় ৩০ শতাংশ শিশুশ্রম ঘটে কৃষি খাতে এবং ৬০ শতাংশ ঘটে দেশের উত্তর ও উত্তর -পূর্বাঞ্চলে। একটি তথ্য নির্দেশ করে যে ৬৫ শতাংশ শিশুশ্রমিক আফ্রো-ব্রাজিলিয়ান এবং ৭০ শতাংশ পুরুষ।\nইন্টারন্যাশনাল লেবার অর্গানাইজেশনের (আইএলও) মতে, বিশ্বে (ব্রাজিল সহ) শিশুশ্রমের প্রধান কারণ দারিদ্র্য। শিশুরা তাদের পড়াশোনা এবং সামাজিক জীবন বাদ দিয়ে পারিবারিক আয়ের যোগান দিতে কাজ করতে বাধ্য হয়।\n১৯৮৮ সালের সংবিধান প্রণয়নের পর থেকে এদেশে শিশুশ্রম অবৈধ ছিল। সরকার আন্তর্জাতিক প্রচলন এবং নির্দেশিকা গ্রহণ করে এর বিস্তার কমাতে পদক্ষেপ নিয়েছে।\nব্রাজিলে শিশুশ্রম সম্পর্কে সচেতনতা বৃদ্ধির জন্য সামাজিক আন্দোলন তৈরি করা হয়েছিল, যেমন হ্যাশট্যাগ (#শিশুশ্রম) নেই প্রবর্তন। অন্যান্য পদক্ষেপের মধ্যে রয়েছে শ্রম আইনের পরিবর্তন এবং সরকারি কল্যাণমূলক কর্মসূচির জন্য তহবিল বৃদ্ধি, যেমন বলসা ফ্যামেলিয়া , যা দরিদ্র পরিবারকে সহায়তা করে। ফলস্বরূপ, অপ্রাপ্তবয়স্ক শ্রমিকের সংখ্যা ১৯৯২ সালে প্রায় আট মিলিয়ন থেকে ২০০৩ সালে পাঁচ মিলিয়নে নেমে আসে।\nএই উন্নতি সত্ত্বেও, ব্রাজিল এখনও লাতিন আমেরিকার কম বয়সী কর্মীদের এক-চতুর্থাংশের জন্য দায়ী। ২০১৪ এবং ২০১৫ এর মধ্যে, ১০ বছরের কম বয়সী শিশু কর্মীদের সংখ্যা ১৩% বৃদ্ধি পেয়েছে। ২০১৬ সালে সরকারি অভিশংসকের দপ্তরে শিশু শোষণের ১,২৩৮ টি মামলা নথিবদ্ধ করা হয়েছিল। যাইহোক, অনানুষ্ঠানিক অর্থনীতিতে শিশুশ্রমের অনেক উদাহরণ (যেমন শিশু পতিতাবৃত্তি বা মাদক পাচার) নথিবদ্ধ করা হয়নি।\n\n\n== সংজ্ঞা ==\nব্রাজিলের সংবিধানে  নিবব্ধ ৭, অনুচ্ছেদ ৩৩ -এ শিশুশ্রমের কথা বলা হয়েছে। অনুচ্ছেদটি রাত বেলায় কাজ করা এবং ১৮ বছরের কম বয়সী যুবকদের জন্য \"বিপজ্জনক বা অস্বাস্থ্যকর\" বলে বিবেচিত কোনও কাজ নিষিদ্ধ করে। ১৬ বছরের কম বয়সীদের  কাজ করার অনুমতি নেই ও ১৪ বছরের বেশি বয়সী নাবালকদের শিক্ষানবিশ হিসেবে কাজ করার অনুমতি রয়েছে।\n\n\n=== আন্তর্জাতিক সংজ্ঞা ===\nআইএলও অনুসারে,শিশুশ্রম বলতে বোঝায় \"এমন কাজ যা শিশুদের শৈশব, তাদের সম্ভাবনা এবং তাদের মর্যাদা থেকে বঞ্চিত করে এবং এটি শারীরিক ও মানসিক বিকাশের জন্য ক্ষতিকর।\"  এটি এমন কাজকে বোঝায় যা শিশুদের মানসিক, শারীরিক, সামাজিক বা নৈতিকভাবে ক্ষতি করতে পারে; বাচ্চাদের স্কুলে যাওয়ার যোগ্যতা থেকে বঞ্চিত করা, অথবা এমন কাজ যা স্কুলের কাজের পাশাপাশি তাদের উপর ভারী বোঝা ফেলে। শিশুশ্রমের সংজ্ঞা অনেকাংশে নির্ভর করে কাজের পরিবেশ, আইনি কাজের বয়স এবং কাজের ধরনের উপর। সংগঠনটি শিশু দাসত্ব, শিশু পতিতাবৃত্তি, শিশু অপরাধ (যেমন মাদক পাচার) এবং শিশুদের নিরাপত্তা বিঘ্নিত করে এমন যেকোনো কাজকে শিশুশ্রমের সবচেয়ে খারাপ রূপ হিসেবে সংজ্ঞায়িত করে।\nশিশুশ্রমের জন্য ইউনিসেফের বিভিন্ন মানদণ্ড রয়েছে। ৫ থেকে ১১ বছর বয়সী শিশুদের জন্য, কাজটি তখনই শিশুশ্রম হিসাবে শ্রেণীবদ্ধ করা হবে যদি কমপক্ষে এক ঘন্টা অর্থনৈতিক ক্রিয়াকলাপ বা সপ্তাহে কমপক্ষে ২৮ ঘন্টা গৃহস্থালি কাজ সম্পাদন করা হয়। ১২ থেকে ১৪ বছর বয়সী শিশুদের জন্য, ১৪ ঘন্টা বা তার বেশি অর্থনৈতিক ক্রিয়াকলাপ বা প্রতি সপ্তাহে ৪২ ঘন্টা অর্থনৈতিক ক্রিয়াকলাপ এবং গার্হস্থ্য কাজকে শিশুশ্রম বলা হবে।\n\n\n== ইতিহাস ==\nশিশুশ্রম ১৫০০ থেকে ব্রাজিলের ইতিহাসের অংশ। কারণ দেশে উনিশ শতকের মাঝামাঝি পর্যন্ত যৌবন বা শৈশবের ধারণা ভালভাবে সংজ্ঞায়িত করা হয়নি, তবে, বিংশ শতাব্দীর আগে শিশুশ্রম সম্পর্কে সীমিত তথ্য ছিল। পর্তুগীজ জাহাজের প্রাথমিক নথিপত্রের মধ্যে ১৬ তম শতাব্দীতে পর্তুগাল এবং ইউরোপের অন্যান্য অংশ থেকে আসা অভিবাসীদের সমুদ্র ভ্রমণে অপ্রাপ্তবয়স্কদের কাজ করার প্রমাণ অন্তর্ভুক্ত ছিল।  যদিও ইউরোপীয় বসতি স্থাপনকারীদের আগমনের আগে শিশুরা গৃহস্থালি কাজ করত, কিন্তু ইউরোপীয়দের আগমনের পর ব্রাজিলে শিশুশ্রমের মাত্রা মারাত্মকভাবে বেড়ে যায়। শিশুশ্রম ব্যবহারে প্রথম সংগঠন ছিল ব্রাজিলের নৌবাহিনী এবং তথ্য নির্দেশ করে যে  প্যারাগুয়ে যুদ্ধের সময় ৯ থেকে ১২ বছর বয়সী  প্রায় ৬০০ শিশু যুদ্ধক্ষেত্রে ছিল। সামরিক বাহিনীর সাথে এই সম্পৃক্ততা এবং অস্ত্রের সাথে যোগাযোগ ব্রাজিলে দেখা শিশুশ্রমের সবচেয়ে খারাপ রূপ। ফেভেলাসে শিশুরা মাদক পাচারের জন্য পছন্দসই মধ্যস্থতাকারী ছিল, যেহেতু ছোট হওয়ার কারণে তারা বিচারের হাত থেকে রক্ষা পেত। দাসত্বের যুগে চিনির আবাদে শ্রমের জন্য শিশুদের ব্যাপকভাবে ব্যবহার করা হত। দাস ধারকেরা তাদের ক্রীতদাসদের সন্তানদের কাজ করার ভাবনাকে মেনে নিয়েছিল, যেহেতু আরো ক্রীতদাস ক্রয় ছাড়াই সামগ্রিক উৎপাদনশীলতা বৃদ্ধি পেয়েছিল।\nউনিশ শতকের শেষের দিকে, ব্রাজিলে শিল্পায়নের ফলে দাসত্বের স্থান নেয় শিশুদের শোষণ। পুঁজিপতিরা অপ্রাপ্তবয়স্কদের নিয়োগ দিতে থাকে, যেহেতু শিশুশ্রম নিয়ন্ত্রণের কোনো আইন ছিল না এবং শিশুদের কাজ করানোয় খরচ কম বলে মনে করা হত। সাও পাওলোতে, ব্যাপক শিল্পায়ন এবং শ্রমিকদের অনুরূপ চাহিদার সাথে, টেক্সটাইল কারখানাগুলি ১৮৭০ এর দশকের মাঝামাঝি সময়ে শিশুদের নিয়োগের বিজ্ঞাপন প্রকাশ করেছিল। সাও পাওলোর বেশিরভাগ শ্রমিক শ্রেণী দরিদ্র অভিবাসীদের নিয়ে গঠিত এবং কিছু পরিবার তাদের শিশুদের কাজের উপর নির্ভর করত। ১৮৯০ সালে, সাও পাওলোর টেক্সটাইল শ্রমশক্তির ২৫ শতাংশ ছিল শিশুদের নিয়ে গঠিত; ১৮৬৫সালে রিও ডি জেনিরোতে, একটি টেক্সটাইল কারখানায় ৬৪ শতাংশ শ্রমিক ছিল শিশু। শিশুরা কঠোর পরিশ্রম, কাজের খারাপ অবস্থা এবং তাদের কর্তাদের দ্বারা সহিংস আচরণ দ্বারা আহত বা নিহত হয়েছিল। আরমান্দো ডায়াস, টেক্সটাইল শিল্পের একজন শিশুশ্রমিক, ১৯১৩ সালের নভেম্বরে বিদ্যুৎস্পৃষ্ট হয়েছিল। কিশোর ফ্রান্সিসকো অগাস্টো ডি ফনসেকা যখন মালিকের প্রত্যাশা অনুযায়ী তার কাজ সম্পাদন করেনি, তখন তার মুখে নির্মমভাবে আঘাত করা হয়। এই সময়কালে শিশুশ্রমকে একটি প্রয়োজনীয়তা হিসেবে দেখা হত; পুঁজিপতিরা প্রাপ্তবয়স্ক শ্রমিকদের মজুরি দমন করার জন্য অপ্রাপ্তবয়স্ক শ্রমিকদের স্বল্প ব্যয়কে কাজে লাগিয়েছিল এবং দরিদ্র পরিবারগুলো চাইত তাদের সন্তানেরা কাজ করুক।\nশিশুর অধিকার রক্ষা এবং শিশুশ্রম নিয়ন্ত্রণ করার প্রচেষ্টা ১৯ শতাব্দীর শেষ সময় থেকে শুরু হয়, এবং ১৮৯১ ফরমানে ব্রাসিলিয়ার কারখানাগুলিতে সংশ্লিষ্ট শিশু কর্মচারীদের নিয়ে চিন্তা করা হয়েছিল। ব্রাজিলিয়ান লেবার কনফেডারেশন, যা ১৯১২ সালে প্রতিষ্ঠিত হয়েছিল শিশুশ্রমের উপর নিষেধাজ্ঞা সমর্থন করে। পাঁচ বছর পরে, সাও পাওলোতে শ্রমিকরা ধর্মঘটে গিয়েছিল; তাদের দাবির মধ্যে ছিল ১৮ বছরের কম বয়সী শ্রমিকদের রাতের কাজ বন্ধ করা এবং ১৪ বছরের কম বয়সী শিশুদের জন্য সব কাজ। ১৯১৯ সালে, একটি শহরের আইন ১৪ বছর বয়সটি আইনি কাজের বয়স নির্ধারণ করে। ১৯৩৪, ১৯৩৭ এবং ১৯৪৬ সালে সাংবিধানিক সংশোধনীতে ১৪ বছরের কম বয়সীদের জন্য সকল কাজ নিষিদ্ধ হয়। ব্রাজিলে ১৯৬৪-১৯৮৫ সালের সামরিক স্বৈরশাসন অবশ্য ন্যূনতম কাজের বয়স কমিয়ে ১২ বছর করে দিয়েছিল। ১৯৮৮ এবং ১৯৯৮ সালে সাংবিধানিক সংশোধন এবং ২০০০ সালে আইন ২০০০ হল শিশুশ্রমের বর্তমান আইনি সংজ্ঞা: ১৮ বছরের কম বয়সীদের দ্বারা বিপজ্জনক কাজ এবং ১৬ বছরের কম বয়সীদের দ্বারা যেকোনো ধরনের শ্রম নিষিদ্ধ। ১৪ বছর বয়সে শিক্ষানবিশ কাজ অনুমোদিত।\n২০০০ সালের ২রা ফেব্রুয়ারি সরকার আইএলও সম্মেলন ১৮২ অনুমোদন করেছিল। সেই বছরের ২৮ জুন ব্রাজিল সরকার আইএলও সম্মেলন ১৩৮ অনুমোদন করে।\n\nব্রাজিল সরকার শিশুশ্রম নির্মূলকে অগ্রাধিকার দিয়েছে। ব্রাজিলিয়ান ইনস্টিটিউট অফ জিওগ্রাফি অ্যান্ড স্ট্যাটিস্টিক্স ১৯৮১ সালে বার্ষিক ব্রাজিলিয়ান ন্যাশনাল হাউসহোল্ড স্যাম্পল সার্ভে (পিএনএডি) পরিচালনা শুরু করে, যা অঞ্চল অনুসারে শিশু-শ্রম রিপোর্টের তথ্য সরবরাহ করেছিল। ২০০৫ সালে, ১৭ বছরের কম বয়সী ২.৯ মিলিয়ন এরও বেশি শিশু কোন না কোন ধরনের শ্রমের সাথে জড়িত ছিল (এই বয়সের বিভাগে ৭.৮ শতাংশ)।\n২০১৬ সালের জরিপে দেখা গিয়েছে যে, ৫-১৭ বছর বয়সী ৪.৬ শতাংশ শিশু (৩০ মিলিয়নের মধ্যে ১.৮ মিলিয়ন) কাজ করছিল, যা ২০০৫ এর চেয়ে উন্নত। ২০১৬  সালে, বেশিরভাগ শিশুশ্রম ১৪–১৭ বয়সের মধ্যে পাওয়া গিয়েছিল। ৫-৯ বয়সের এক শতাংশের দুই দশমাংশ কাজ করছিল, ১০-১৩ বয়সের ১.৩ শতাংশ, ১৪-১৬ বয়সের গোষ্ঠীর ৬.৪ শতাংশ এবং ১৬-১৭ বয়সের ১৭ শতাংশ। অঞ্চলভেদে শিশুশ্রমের স্থায়িত্ব পরিবর্তিত হয়। উত্তর ও দক্ষিণ অঞ্চলে শিশুশ্রমের হার সর্বোচ্চ ( যথাক্রমে ৫.৭ এবং ৬.৩ শতাংশ)। ১৪ বছরের কম বয়সী শিশুদের জন্য, উত্তর এবং উত্তর -পূর্ব অঞ্চলের সর্বোচ্চ হার (যথাক্রমে ১.৫ এবং এক শতাংশ)। জাতিগতভাবে, কালো এবং বাদামী (প্রেতা ই পারদা) জনসংখ্যা শিশুশ্রমের ৬৪.১ শতাংশ; ৩৫.৯ শতাংশ সাদা (ব্রাঙ্কা)। ছেলেদের ৫.৩ শতাংশ শিশুশ্রমিক। ৫-১৩ বছর বয়সী শিশুশ্রমিকদের মধ্যে ৪৭.৬ শতাংশ কৃষি শ্রমিক; ১৪-১৭ বছর বয়সী ২১.৪ শতাংশ শ্রমিক খামার শ্রমিক। যদিও কিছু কৃষি কাজ বৃত্তিমূলক প্রশিক্ষণ প্রক্রিয়ার অংশ হিসেবে সম্পাদিত হয়, কিন্তু অন্যান্য শিশুরা পারিবারিক আয়ের যোগান দিতে কৃষিতে কাজ করতে বাধ্য হয়।\nশিশুশ্রম ক্রমান্বয়ে হ্রাস পাওয়া সত্ত্বেও, এটি এখনও প্রচলিত (বিপজ্জনক পেশা সহ)। শিশুরা কৃষিখাতে, মাছ, ফসল মোলাস্কা এবং চালের উৎপাদনে, সয়াবিন, তামাক এবং কাঠকয়লা সংগ্রহে কাজ করে।শিশুরা শিল্পে ও খনিতে কাজ করে, ইঁট উৎপাদন করে এবং পশু জবাই করে। পরিষেবা খাতে শিশুরা রাস্তার কাজ করে, যেমন আবর্জনা সংগ্রহ এবং কখনও কখনও মদ্য বিক্রি করে। শিশুরা অপরাধী চক্রের জন্য কাজ করতে বাধ্য হয় অথবা পতিতাবৃত্তিতে লিপ্ত হয়। শিশু যৌন পর্যটন উপকূলীয় অঞ্চলে সাধারণ যা পর্যটকদের আকর্ষণ করে এবং দক্ষিণ আমেরিকার অন্যান্য দেশের মেয়েরা ব্রাজিলে যৌনকর্মী। শিশুশ্রম আরও কমানোর প্রচেষ্টায় স্থিতিশীল উন্নয়ন লক্ষ্যের দিকে কাজ করছে, যা \"স্থিতিশীল, অন্তর্ভুক্তিমূলক এবং স্থিতিশীল অর্থনৈতিক প্রবৃদ্ধি, পূর্ণ ও উৎপাদনশীল কর্মসংস্থান এবং সকলের জন্য উপযুক্ত কাজকে উৎসাহিত করে।\"\n\n\n== আইনি কাঠামো ==\n\nশ্রম মন্ত্রণালয়(এমটিই) শ্রম-আইন প্রয়োগের দায়িত্বে রয়েছে। এর দায়িত্বগুলির মধ্যে রয়েছে শিশু-শ্রম পরিদর্শন, শিশু-শ্রম আইন প্রয়োগ করা এবংযেখানে শিশুশ্রম সন্দেহ করা হয় সেখানে পরিদর্শন দল (পরিদর্শক, প্রসিকিউটর, ফেডারেল পুলিশ অফিসার এবং অন্যান্য আইন-প্রয়োগকারী কর্মকর্তারা) পাঠানো। যাইহোক, এমটিই অপারেশনের ফাঁকগুলি শ্রম আইনের সম্পূর্ণ প্রয়োগে বাধা দেয়। যদিও ২০১৭ সালে ৭,৪৯১ শিশুশ্রম পরিদর্শন পরিচালিত হয়েছিল, অপর্যাপ্ত তহবিল স্থানীয় এমটিই অফিস না থাকা অঞ্চলের পরিদর্শন ক্ষমতা সীমাবদ্ধ করে। জুলাই ২০১৭ সালে, পরিদর্শকদের সাও পাওলো এবং রিও গ্র্যান্ডে ডো নর্টে রাজ্যে শিশু-শ্রমিক পরিদর্শন করতে বাধা দেওয়া হয়েছিল।\n\n\n== সরকারী নীতি ==\n\n\n=== শিশু ও কিশোরদের বিরুদ্ধে যৌন সহিংসতার বিরুদ্ধে লড়াই করার জাতীয় পরিকল্পনা (২০১৩–২০২০) ===\n\nএই পরিকল্পনা শিশু এবং কিশোর -কিশোরীদের অধিকার রক্ষায় ব্রাজিলের প্রতিশ্রুতি পুনর্ব্যক্ত করে, বিশেষ করে যারা হুমকির পরিস্থিতিতে যেখানে মৌলিক অধিকার লঙ্ঘিত হয়। এটি \"শিশুদের যৌন শোষণ রোধ, শিশুদের অধিকার রক্ষা এবং শিশু নির্যাতিতদের সহায়তা করার কৌশল চিহ্নিত করে\"। পরিকল্পনার লক্ষ্যগুলির মধ্যে রয়েছে:\n\nপ্রাথমিকভাবে শিক্ষা, সচেতনতা এবং আত্মরক্ষার মাধ্যমে শিশু ও কিশোরদের অপব্যবহার বা যৌন শোষণের বিরুদ্ধে প্রতিরোধমূলক ব্যবস্থা নিশ্চিত করা।\nপ্রশিক্ষণপ্রাপ্ত, বিশেষ পেশাদারদের দ্বারা যৌন নির্যাতন বা শোষণের পরিস্থিতিতে শিশু এবং কিশোরদের বিশেষ সহায়তা নিশ্চিত করা, এবং জাতিগত-জাতিগত অবস্থা, লিঙ্গ, ধর্ম, সংস্কৃতি এবং যৌন অভিমুখের প্রতি শ্রদ্ধা রেখে যৌন সহিংসতার অপরাধীদের শাস্তি নিশ্চিত করা।\nযৌন অপরাধের উপর নিয়ন্ত্রক কাঠামো আপডেট করা এবং দক্ষ রিপোর্টিং এবং জবাবদিহিতা প্রদান।\nসুরক্ষা নীতির উন্নয়ন ও বাস্তবায়নে তাদের অধিকার রক্ষায় শিশু -কিশোরদের সক্রিয় অংশগ্রহণকে উৎসাহিত করা।\nগণমাধ্যম, নেটওয়ার্কিং, ফোরাম, কমিশন এবং কাউন্সিলগুলিতে অপব্যবহার বা যৌন শোষণের জাতীয় যৌথ আঞ্চলিক এবং স্থানীয় নির্মূলকরণকে শক্তিশালী করা।\nডায়াগনস্টিকস, ডেটা সংগ্রহ এবং গবেষণার মাধ্যমে শিশু এবং কিশোরদের অপব্যবহার বা যৌন শোষণের অভিব্যক্তি বোঝা।\n\n\n=== জোরপূর্বক শ্রম নির্মূলের জন্য জাতীয় পরিকল্পনা ===\nজোরপূর্বক শ্রম ব্রাজিলের শিশু-শ্রমিক ইস্যুর একটি অবিচ্ছেদ্য অঙ্গ। কিছু শিশু ঘরোয়া কাজ করতে বাধ্য হয়; অন্যরা কফি এবং ম্যানিওক উৎপাদন করতে বাধ্য হয়। ন্যাশনাল প্ল্যান ফর দ্য ইরেডিকেশন অব ফোর্সড লেবারের বর্তমান সংস্করণ, যা ২০০৮  সালে প্রবর্তিত হয়েছিল, তার নীতি কাঠামো স্থাপন করে। পরিকল্পনার লক্ষ্যগুলির মধ্যে রয়েছে:\n\nজোরপূর্বক শ্রম নির্মূলকে অগ্রাধিকার দেওয়া।\nনির্বাহী সংস্থা, প্রসিকিউটর এবং সুশীল সমাজের জন্য সমন্বিত কৌশল প্রতিষ্ঠা।\nপ্রতিরোধ এবং খসড়া তৈরিতে সহায়তা করার জন্য জোরপূর্বক শ্রমের বিরুদ্ধে লড়াইয়ে গুরুত্বপূর্ণ খেলোয়াড়দের সম্পর্কে তথ্যভিত্তিক তথ্য -উপাত্ত তৈরি এবং রক্ষণাবেক্ষণ করা।\nঅভিযোগ এবং পরিদর্শনের চাহিদা পূরণের জন্য পর্যাপ্ত সংখ্যক জাতীয় এবং আঞ্চলিক মোবাইল পরিদর্শন দল প্রদান করা।\n\n\n=== জাতীয় শিক্ষা পরিকল্পনা (২০১৪–২০২৪) ===\nশিশুশ্রম সংক্রান্ত সমস্যার অন্যতম সেরা সমাধান শিক্ষা বলে মনে করা হয়। জাতীয় শিক্ষাব্যবস্থা হল শিক্ষার মান ও অ্যাক্সেসিবিলিটি উন্নয়নে সরকারের দৃঢ় সংকল্পের প্রমান। এই পরিকল্পনায় শিশুদের জন্য প্রাথমিক শিক্ষার ২০ টি লক্ষ্য রয়েছে এবং উচ্চশিক্ষার মান উন্নীত করার লক্ষ্য রয়েছে; লক্ষ্য ১৪ ধীরে ধীরে স্নাতক স্কুলে ছাত্র সংখ্যা বৃদ্ধি করতে চায়।\n\n\n== সামাজিক কর্মসূচি ==\nসামাজিক কর্মসূচির লক্ষ্য ব্রাজিলে শিশুশ্রমকে প্রত্যক্ষ বা পরোক্ষভাবে মোকাবেলা করা। কিছু সরকার দ্বারা অর্থায়ন করা হয়, যেমন বোলসা ফ্যামেলিয়া ( লুলার রাষ্ট্রপতি থাকাকালীন সময় চালু করা একটি পরিবার কল্যাণ কর্মসূচি)। অন্যরা সোশ্যাল মিডিয়ায় রয়েছে, যেমন #চেগা ডে ট্রাবালহোইনফ্যান্টিল ( #স্টপচাইল্ডবার)। \n\n\n=== শিশুশ্রম নির্মূলের জাতীয় কর্মসূচি ===\nএই কর্মসূচির লক্ষ্য ১৬ বছরের কম বয়সী শিশু এবং কিশোর -কিশোরীদের প্রাথমিক কাজ থেকে অপসারণ করা, পরিবারগুলিতে আয় নিশ্চিত করার পাশাপাশি, এতে শিশু এবং যুবকদের কাউন্সেলিং এবং ফলো-আপ পরিষেবা অন্তর্ভুক্ত রয়েছে। স্কুলে উপস্থিতি প্রয়োজন। প্রোগ্রামটি সামাজিক উন্নয়ন মন্ত্র দ্বারা পরিচালিত হয়। ফেডারেল সরকার তাদের পরিবারকে প্রতি মাসে ২৫ ব্রাজিলিয়ান রিয়াল উপবৃত্তি প্রদান করে যারা ২৫০,০০০ এর কম জনসংখ্যার এলাকায় কর্মীবাহিনী থেকে শিশুকে প্রত্যাহার করে এবং ২৫০,০০০ বা তার বেশি জনসংখ্যার এলাকায় প্রতি শিশুকে ৪০  ব্রাজিলিয়ান রিয়ালপ্রদান করে। অনুদান পাওয়ার জন্য পরিবারকে ৮৫ শতাংশের বেশি স্কুলের উপস্থিতি নিশ্চিত করতে হবে।\n\n\n=== বলসা ফ্যামেলিয়া ===\nবলসা ফ্যামেলিয়া একটি সরকারী সামাজিক-কল্যাণমূলক কর্মসূচি যা ফেডারেল-সহায়তা কর্মসূচির ফোম জিরো নেটওয়ার্কের অংশ। দরিদ্র ব্রাজিলিয়ান পরিবারগুলিকে আর্থিক সহায়তা প্রদান, প্রোগ্রামের শর্তাবলী হল যে পরিবারগুলি তাদের শিশুদের স্কুলে উপস্থিতি এবং টিকা নিশ্চিত করে। যদি তারা অনুমোদিত স্কুল অনুপস্থিতির সংখ্যা অতিক্রম করে, তবে তাদের প্রোগ্রাম থেকে বাদ দেওয়া হয় এবং তাদের তহবিল স্থগিত করা হয়। ২০১৭ সালে, ৬-১৫ বছর বয়সী ৯৩.১ শতাংশ শিশুর ৮৫ শতাংশ স্কুলে উপস্থিতি ছিল; ১৬–১৭ বছর বয়সীদের ৮২.৩ শতাংশ ৭৫ শতাংশের ন্যূনতম উপস্থিতির প্রয়োজনীয়তা পূরণ করেছে। গবেষণায় দেখা গেছে যে প্রোগ্রামটি মেয়েদের স্কুলের অংশগ্রহণ এবং শিক্ষাগত কর্মক্ষমতা উন্নত করেছে, কিন্তু ছেলেদের উপর খুব কম প্রভাব ফেলেছে।\n\n\n=== #শিশুশ্রমিক বন্ধ কর্মসূচী ===\n২০১৭ সালে শ্রম মন্ত্রণালয় (এমপিটি) হ্যাশট্যাগ \"#শিশুশ্রমিক বন্ধ\" দিয়ে একটি প্রচারাভিযান শুরু করে যা সামাজিক ব্যবহারকারীদের ইন্টারনেট ব্যবহারকারীদের শিশুশ্রমের বিরুদ্ধে হ্যাশট্যাগ পোস্ট করতে উৎসাহিত করে। প্রচারাভিযানটি সঙ্গীতশিল্পী ড্যানিয়েল, চিতোজিনহো এবং জোরোরি, প্রাক্তন ভলিবল খেলোয়াড় মরিসিও লিমা এবং প্রাক্তন বাস্কেটবল খেলোয়াড় হর্টেনসিয়া মার্কারি সহ বিখ্যাত ব্যক্তিদের দ্বারা সমর্থিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}