{"pageid": 1093458, "title": "গুডউইভ ইন্টারন্যাশনাল", "url": "https://bn.wikipedia.org/wiki?curid=1093458", "content": "গুডউইভ ইন্টারন্যাশনাল, যে সংস্থা ইতিপূর্বে রাগমার্ক নামে পরিচিত ছিল, এটা হল একটি অলাভজনক সংস্থাসমূহের জালবুনুনি যারা গালিচা/কম্বল তৈরির শিল্পে বেআইনি শিশুশ্রম বন্ধ করার জন্যে নিবেদিত।  শিশু অধিকার নিয়ে সক্রিয় কর্মী এবং নোবেল শান্তি পুরস্কার বিজয়ী কৈলাশ সত্যার্থী ১৯৯৪ খ্রিস্টাব্দে এই সংস্থা প্রতিষ্ঠা করেছিলেন।  এই সংস্থা কোম্পানিগুলোকে এক শংসাপত্র প্রদান করার একটা কার্যক্রম চালু করেছে যেখানে তাদের পণ্য শিশুশ্রম ছাড়াই তৈরি হয়, পরিদর্শন করার পর সেই সম্পর্কিত লোগো যুক্ত করার অনুমতি দেয়।  পণ্য-ভিত্তিক মাল্টিস্টেকহোল্ডার গভর্ন্যান্স গ্রুপের এটা একটা প্রকৃষ্ট উদাহরণ।\nগুডউইভ ইন্টারন্যাশনালের কার্যকরী পরিচালক নিনা স্মিথ বলেছেন:  \n\n\n== গণমাধ্যমে সম্প্রচার ==\nপৃথিবী জুড়ে সংবাদ মাধ্যমগুলো রাগমার্ক (বর্তমানে গুডউইভ নামে পরিচিত) সম্পর্কে এক বিস্তৃত সংবাদ সম্প্রচার করেছিল। উদাহরণস্বরূপ, পিবিএস নিউজআওয়ার সংবাদ দিয়েছিল, \"গুডউইভ একটা উৎপাদক লেবেলিং পদ্ধতি চালু করেছে যাতে বলা হয় যে, গালিচা/কম্বল  তৈরি করতে কোনো শিশুশ্রম ব্যবহার করা হয়নি।\" সান ফ্রান্সিস্কো ক্রনিকল পত্রিকার বয়ান, এই প্রতিষ্ঠান \"ভারত, নেপাল এবং পাকিস্তানের হাতে সেলাই করা গালিচা/কম্বল শিল্পের সংস্কার কার্যে ভীষণভাবে সহায়তা করেছে।\"  দ্য গার্ডিয়ান বলেছে, \"গুডুইভের  মডেল কেন্দ্রগুলো সরবরাহ ব্যবস্থার প্রতিটি স্তরে ব্যাপকভাবে পর্যবেক্ষণ করেছে; \" দ্য ফিলাডেলফিয়া ইনকয়ারার এই বলে শেষ করেছে যে, \"রাগমার্ক শুধুই একটা গুণমানের প্রতীক নয়। এই হাতে সেলাই করা গালিচা/কম্বল যখন ক্রেতা সাধারণের হাতে যায়, তখন তাদের কাছে একটাই বার্তা প্রতিষ্ঠানের তরফ থেকে দেওয়া হয় যে, এই দ্রব্য উৎপাদন পদ্ধতিতে কোথাও শিশুশ্রম ব্যবহৃত হয়নি।\" বেলফাস্ট শহরের চ্যানেল ৪ নিউজের পর্যবেক্ষণ ছিল, \"রাগমার্ক হল একটা শ্রেষ্ঠ পরিকল্পনা যেখানে নিশ্চিন্ত হওয়া যায় যে, এই গালিচা/কম্বল দাস শ্রমিকদের দ্বারা তৈরি নয়।\" \n১৯৮০ খ্রিস্টাব্দের দশক জুড়ে শিশু অধিকার অমান্য করার ব্যাপার সমস্ত অবগত হওয়ার পর, ইউরোপ ও ভারতের মানবাধিকার প্রতিষ্ঠানগুলো, পাশাপাশি ইউনিসেফ-ভারত এবং জার্মান সরকারের একটা সংস্থা, ইন্দো-জার্মান এক্সপোর্ট প্রোমোশন কাউন্সিল এই প্রকল্পের উন্নয়নের দিকে নজর দেয়; তারা ওরিয়েন্টাল কার্পেটস ক্রেতাসাধারণের কাছে একটা আশ্বাস দেয় যে, তাঁরা যে জিনিস কিনছেন সেগুলো শোষিত শিশু নয় বরং প্রাপ্তবয়স্কদের দ্বারা তৈরি, এবং যে শিশুদের বেআইনি তাঁত ঘরে কাজ করতে দেখা গিয়েছিল তাদের উদ্ধার করে শিক্ষার দীর্ঘমেয়াদী ব্যবস্থা করা হয়েছে। ১৯৯৪ খ্রিস্টাব্দের শরতে এই প্রকল্প ভারতে আনুষ্ঠানিকভাবে চালু করা হয়েছিল এবং ১৯৯৬ খ্রিস্টাব্দে নেপালে এর প্রসারণ ঘটানো হয়। পরবর্তী পর্যায়ে এই প্রকল্প জার্মানি, নেপাল, ভারত এবং মার্কিন যুক্তরাষ্ট্রে আলোচনার মাধ্যমে আনুষ্ঠানিকভাবে সৃষ্টি হল একটা সংস্থা রাগমার্ক ইন্টারন্যাশনাল। ১৯৯৮ খ্রিস্টাব্দের মে মাসে এই সংস্থার একটা আন্তর্জাতিক সংবিধান গ্রহণ করা হয়রছিল।\n\n\n== গুডউইভ গুণমান ==\n২০০৯ খ্রিস্টাব্দে রাগমার্ক ইন্টারন্যাশনাল তাদের শংসাপত্র প্রদানের ধরন পুনর্নবীকরণ করে গুডউইভ গুণমানভিত্তিক লেবেলের শংসাপত্র প্রদান চালু করেছিল। প্রতিষ্ঠানেরও পুনর্নবীকরণ করে গুডউইভ ইন্টারন্যাশনাল নাম দিয়েছিল। শংসাপত্র প্রদান করার জন্যে দরকার হয় তিন রকমের সাধারণ নীতি এবং সেক্টর-বিশিষ্ট নীতিতে হয় গালিচা/কম্বল অথবা গৃহস্থালির বয়ন, যেখানে যেটা প্রযোজ্য তার মূল্যায়ন। সাধারণ গুণমানগুলো হল:\n\nনীতি এ১: শিশুশ্রম অনুমোদিত নয়\nনীতি এ২: বলপূর্বক অথবা চুক্তিবদ্ধ শ্রম অনুমোদিত নয়\nনীতি এ৩: কাজের অবস্থাগুলো নথিভুক্ত এবং যাচাইযোগ্য।\nবর্তমানে আন্তর্জাতিক জালবুনুনির অন্তর্গত উৎপাদনকারী রাষ্ট্রের কার্যালয়গুলো আছে ভারত, নেপাল এবং আফগানিস্তানে; এবং উপভোক্তা দেশের প্রকল্পগুলো আছে যুক্তরাষ্ট্র, যুক্তরাজ্য এবং জার্মানিতে। গুডউইভ ইন্টারন্যাশনালের সারা ইউরোপ এবং উত্তর আমেরিকায় শংসাপত্র দেওয়ার জন্যে দায়িত্ব আছে।\n\n\n== বহিঃসংযোগ ==\nগুডউইভ ইন্টারন্যাশনাল ওয়েবসাইট\n\n\n== তথ্যসূত্র =="}