{"pageid": 1093300, "title": "আউট, আউট—", "url": "https://bn.wikipedia.org/wiki?curid=1093300", "content": "“আউট, আউট—” (Out, Out—) হলো ১৯১৬ সালে প্রকাশিত মার্কিন কবি রবার্ট ফ্রস্টের লেখা একটি ইংরেজি ভাষার কবিতা। একটিমাত্র স্তবকের এই কবিতায় উইলিয়াম শেকসপিয়রের ম্যাকবেথ নাটকের প্রসঙ্গোল্লেখে দুর্ঘটনায় এক কিশোরের মর্মান্তিক মৃত্যুর কাহিনি বিধৃত হয়েছে।\n\n\n== প্রেক্ষাপট ==\nরবার্ট ফ্রস্ট নিউ হ্যাম্পশায়ারের ফ্রাঙ্কোনিয়ায় থাকাকালে রেমন্ড ট্র‍্যাসি ফিৎসজেরাল্ড নামের এক ষোল বছর বয়সী কিশোরের সাথে পরিচিত হন। কবিতাটি মূলত সেই কিশোরের স্মৃতিতে লেখা। রেমণ্ড ফিৎসজেরাল্ড ১৯১০ সালের ২৪ মার্চ “আউট, আউট—” কবিতায় উল্লিখিত ঘটনার অনুরূপ এক দুর্ঘটনায় প্রাণ হারায়।\nকবিতাটি সর্বপ্রথম ১৯১৬ সালের জুলাই মাসে ম্যাকক্লেয়ার’স নামক পত্রিকায় প্রকাশিত হয়। পরবর্তীতে কবিতাটি রবার্ট ফ্রস্টের মাউন্টেন ইন্টারভ্যাল নামক সংকলনে সংকলিত করা হয়।\n\n\n== বিশ্লেষণ ==\n“আউট আউট—” কবিতায় একটি কিশোরের গল্প বলা হয়, যে করাতকলের (বাজ-করাত) দুর্ঘটনায় হাত কাটা পরার পর প্রাণ হারায়। কবিতাটি মূলত মৃত্যু, কিশোরের মৃত্যুতে মানুষের প্রতিক্রিয়া এবং মৃত্যুকে সাথে নিয়ে চলমান জীবনে দৃষ্টি নিবদ্ধ করে। বাজ-করাতে হাত কাটার পর অত্যধিক রক্ষক্ষরণে কিশোরটি রক্তক্ষরণজনিত শকে চলে যায় এবং চিকিৎসকের যথাসাধ্য চেষ্টাসত্ত্বেও মৃত্যুবরণ করে। রবার্ট ফ্রস্ট কবিতায় ব্যক্ত্যারোপের উত্তম প্রয়োগ ঘটান। বাজ করাত কার্যত জড়বস্তু হলেও, কবি “স্নার্লিং” (snarling; কম্পমান), “র‍্যাটলিং” (rattling; ঝুমঝুম শব্দরত) এবং উত্তেজনার মুহূর্তে কিশোরের হাতের উপর দিয়ে লাফ দেওয়া (leap) প্রভৃতি ভাব প্রকাশের মাধ্যমে এর চেতনতাকে ফুটিয়ে তুলতে পেরেছেন।\nরবার্ট ফ্রস্ট কৈশোরের সরলতা ও উদাসী মনোভাবে জোর দিয়েছেন; যা ফ্রস্টের সময়কার আলোকে যথার্থ। কবিতাটি লেখার মাত্র এক বছর আগেই যুক্তরাজ্যে যুদ্ধের জেরে লেখককে যুক্তরাষ্ট্রে ফিরে আসতে হয়। এই কবিতা পাঠে পাঠকদের মনে অনুভূত হয়: কীভাবে যুদ্ধ নিরীহ শিশুদের শৈশব কেড়ে নেয় এবং শেষ পর্যন্ত তারা দায়িত্বশীলদের সৃষ্ট পরিস্থিতির শিকার হয়।\nকবিতার শিরোনামটি উইলিয়াম শেকসপিয়রের ট্র‍্যাজেডি নাটক ম্যাকবেথ-এর টুমরো অ্যান্ড টুমরো অ্যান্ড টুমরো-এর স্বগতোক্তি “আউট, আউট, ব্রিফ ক্যান্ডল ...”-এর ইঙ্গিতবাহী। নাটকের নামচরিত্র ম্যাকবেথ তার স্ত্রীর মৃত্যুতে অভিভূত হয়ে জীবনের সাহসিকতা নিয়ে এই উক্তি করেছিলেন। কবিতার জন্য এই শিরোনামটি চয়ন নশ্বর ও অনিশ্চিত জীবনের ইঙ্গিতবাহী।\nকবিতায় অনুকার, অনুপ্রাস, উপমা ও অন্যান্য আরও অনেক আলঙ্কারিক শব্দ ব্যবহৃত হয়েছে। মার্কিন সাহিত্য সমালোচক হ্যারল্ড ব্লুমের মতে, “এই কবিতাটি ফ্রস্টের সবচেয়ে আলোচিত কবিতাগুলোর অন্যতম হলেও, ‘দ্য রোড নট টেকেন’, ‘স্টপিং বাই উডস অন অ্যা স্নোয়ি ইভনিং’ প্রভৃতি কবিতার মতো সাহিত্য সমালোচকদের মনোযোগ পায়নি, যার কারণে গভীর সাহিত্যিক আলোচনা ও ব্যাখ্যা থেকে বঞ্চিত হয়েছে।”\n\n\n== উৎস ==\nNancy Lewis Tuten; John Zubizarreta (2001). The Robert Frost Encyclopedia. Greenwood Publishing Group. ISBN 978-0-313-29464-8.\nJay Parini (2000). Robert Frost: A Life. Macmillan. ISBN 978-0-8050-6341-7.\nJeffrey Meyers (1996). Robert Frost: a biography. Houghton Mifflin. ISBN 9780395856031.\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:রবার্ট ফ্রস্ট"}