{"pageid": 1093805, "title": "মার্কিন যুক্তরাষ্ট্রের কেন্দ্রীয় সরকার", "url": "https://bn.wikipedia.org/wiki?curid=1093805", "content": "মার্কিন যুক্তরাষ্ট্রের কেন্দ্রীয় সরকার মার্কিন যুক্তরাষ্ট্রের কেন্দ্রীয় বা জাতীয় সরকার। এটি তিনটি বিভাগের সমন্বয়ে গঠিত: আইন বিভাগ, বিচার বিভাগ ও নির্বাহী বিভাগ।\n\n\n== আইন বিভাগ ==\n\nমার্কিন যুক্তরাষ্ট্রের কংগ্রেস, সংবিধানের ১নং অনুচ্ছেদ অনুযায়ী কেন্দ্রীয় সরকারের আইন বিভাগ। এটি দ্বিকক্ষবিশিষ্ট। এটি হাউজ অব রিপ্রেজেন্টেটিভস এবং সিনেট নিয়ে গঠিত।\n\n\n==== সিনেট ====\nসিনেট জনসংখ্যা নির্বিশেষে প্রতিটি অঙ্গরাজ্য থেকে দুজন করে সিনেটর নিয়ে গঠিত। বর্তমানে ১০০ জন সিনেটর (৫০টি অঙ্গরাজ্যের প্রতিটি থেকে ২ জন) রয়েছেন, যারা প্রত্যেকে ছয় বছরের মেয়াদে দায়িত্ব পালন করেন। সিনেটের প্রায় এক-তৃতীয়াংশ আসনে প্রতি দুই বছরে একবার নির্বাচন অনুষ্ঠিত হয়।\nমার্কিন সংবিধানের ১নং অনুচ্ছেদ ও ৩নং অনুচ্ছেদ অনুযায়ী সিনেটরদের তিনটি যোগ্যতা আবশ্যক: (১) তাঁদের বয়স কমপক্ষে ৩০ বছর হতে হবে; (২) তাঁদেরকে কমপক্ষে নয় বছর মার্কিন যুক্তরাষ্ট্রের নাগরিক হতে হবে; এবং (৩) তাঁদের নির্বাচনের সময় তারা যে অঙ্গরাজ্যেগুলির প্রতিনিধিত্ব করতে চান, তাঁদেরকে অবশ্যই সেই অঙ্গরাজ্যের বাসিন্দা হতে হবে।\n\nযদি কোনও আসন শূন্য হয় তবে অঙ্গরাজ্যের গভর্নর মেয়াদ শেষ করার জন্য বা একটি বিশেষ নির্বাচন না হওয়া পর্যন্ত পদে থাকার জন্য একজনকে নিয়োগ করেন। \n\n\n===== জনপ্রতিনিধি সভা (হাউজ অব রিপ্রেজেন্টেটিভস) =====\nমার্কিন যুক্তরাষ্ট্রের হাউজ অব রিপ্রেজেন্টেটিভস ৪৩৫ জন ভোটদানকারী সদস্য নিয়ে গঠিত, যাদের প্রত্যেকে একটি অঙ্গরাজ্যের একটি সংসদীয় জেলার প্রতিনিধিত্ব করে। ৫০টি অঙ্গরাজ্যের মধ্যে আসনের বিভাজন অঙ্গরাজ্যের জনসংখ্যা দ্বারা নির্ধারিত হয় এবং এটি প্রতি দশকে মার্কিন আদমশুমারির পরে হালনাগাদ করা হয়। প্রতিটি সদস্য দুই বছরের মেয়াদে দায়িত্ব পালন করেন।\n\nপ্রতিনিধি হিসাবে নির্বাচিত হওয়ার জন্য একজন ব্যক্তির বয়স কমপক্ষে ২৫ বছর হতে হবে, কমপক্ষে সাত বছর ধরে মার্কিন নাগরিক হতে হবে এবং তাঁদেরকে যে রাজ্যের প্রতিনিধিত্ব করছেন, সেই অঙ্গরাজ্যে বসবাস করতে হবে।\n৪৩৫ জন ভোটদানকারী সদস্য ছাড়াও পাঁচজন প্রতিনিধি বা ডেলিগেট এবং একজন আবাসিক প্রশাসক (রেসিডেন্সিয়াল কমিশনার) নিয়ে মোট ছয়জন ভোটদানের নক্ষমতাহীন সদস্য রয়েছেন। ওয়াশিংটন ডিসি, গুয়াম, ভার্জিন দ্বীপপুঞ্জ, আমেরিকান সামোয়া, উত্তর মারিয়ানা দ্বীপপুঞ্জের থেকে প্রতিনিধি (ডেলিগেট) এবং পুয়ের্তো রিকো থেকে একজন আবাসিক প্রশাসক (রেসিডেন্সিয়াল কমিশনার) রয়েছেন।\nমার্কিন সিনেটের বিপরীতে মার্কিন জনপ্রতিনিধিসভার সমস্ত সদস্যকে অবশ্যই নির্বাচিত হতে হবে অর্থাৎ তাদেরকে নিযুক্ত করা যাবে না। শূন্যপদের ক্ষেত্রে মার্কিন সংবিধানের ১নং অনুচ্ছেদ অনুযায়ী প্রয়োজনীয় একটি বিশেষ নির্বাচনের মাধ্যমে আসনটি পূরণ করতে হবে।\n\n\n== নির্বাহী বিভাগ ==\n\nনির্বাহী ক্ষমতা রাষ্ট্রপতির উপর ন্যস্ত করা হয়।\n\n\n==== রাষ্ট্রপতি ====\n\nমার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি হলেন দেশটির সরকার ও রাষ্ট্রের প্রধান। রাষ্ট্রপতি সেদেশের ফেডারেল বিভাগগুলোর নির্বাহী বিভাগের প্রধান এবং তার দায়িত্ব হল সংবিধানের মাধ্যমে প্রদত্ত এবং কংগ্রেস কর্তৃক লিখিত রাষ্ট্রীয় আইনের যথাযথ প্রয়োগ করা। যুক্তরাষ্ট্রের সংবিধানের দ্বিতীয় ধারার মাধ্যমে রাষ্ট্রপতিকে সশস্ত্র বাহিনীর প্রধানের দায়িত্ব অর্পণ করা হয়েছে এবং তাকে দেয়া হয়েছে প্রভূত ক্ষমতা। শুধু রাষ্ট্রপতির জন্য কিছু নির্দিষ্ট ক্ষমতা রয়েছে, যেমন, তিনি কংগ্রেসের উভয় কক্ষের ভোটে পাশ হয়ে আসা কোন বিল বা আইনেও ভেটো প্রয়োগ করতে পারেন। তিনি নিজের মত করে একটি উপদেষ্টা কেবিনেট তৈরি করতে পারেন এবং বিশেষ ক্ষমা ঘোষণা করতে পারেন। সিনেটের আস্থা ও উপদেশে তিনি বিভিন্ন চুক্তি সম্পাদন করতে পারেন, বিভিন্ন যুক্তরাষ্ট্রীয় দূত, বিচারক এবং এমনকি সুপ্রিম কোর্টের প্রধান বিচারপতি নিয়োগ দিতে পারেন। অবশ্য মার্কিন যুক্তরাষ্ট্রের সরকারের অন্যান্য কিছু কর্মকর্তার মত রাষ্ট্রপতিরও ক্ষমতাকেও কিছুটা সীমাবদ্ধ করা হয়েছে যাতে কোন একক ব্যক্তি নিরঙ্কুশ প্রভাব-প্রতিপত্তি অর্জন করতে না পারে। তিনি রাষ্ট্রপতির নির্বাহী অফিসে কাজ করেন।\nরাষ্ট্রপতি পদে জন্মসূত্রে নাগরিক এবং অন্তত ১৪ বছর মার্কিন যুক্তরাষ্ট্রের নাগরিকেরাই নির্বাচিত হতে পারেন।এবং ৩৫ বছর বয়স্ক হতে হবে। ৪ বছর পর পর রাষ্ট্রপতি নির্বাচন হয়ে থাকে। একজন রাষ্ট্রপতি কেবল মাত্র দুইবার পূর্ণ মেয়াদের জন্য নির্বাচিত হতে পারেন। এছাড়া কোনো কারণে রাষ্ট্রপতির পদ খালি হলে সেই দায়িত্ব যিনি গ্রহণ করবেন, তিনি এই মেয়াদের ২ বছর এবং পরে সর্বোচ্চ ২ মেয়াদের জন্য, এভাবে সর্বমোট ৮ বছর ক্ষমতায় থাকতে পারেন।\n\n\n==== উপ রাষ্ট্রপতি ====\nমার্কিন যুক্তরাষ্ট্রের উপ রাষ্ট্রপতি হলেন মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতির পরে মার্কিন যুক্তরাষ্ট্রের ফেডারেল সরকারের নির্বাহী শাখার দ্বিতীয় সর্বোচ্চ কর্মকর্তা এবং রাষ্ট্রপতির উত্তরাধিকারসূত্র সারিতে প্রথম স্থান অধিকার করেন। ভাইস প্রেসিডেন্ট সিনেটের সভাপতি হিসাবে আইন প্রণয়ন শাখার একজন কর্মকর্তাও। এই ক্ষমতায়, ভাইস প্রেসিডেন্টকে যেকোন সময় সেনেটের আলোচনায় সভাপতিত্ব করার ক্ষমতা দেওয়া হয়, কিন্তু টাই-ব্রেকিং ভোট দেওয়া ছাড়া ভোট দিতে পারে না।  ভাইস প্রেসিডেন্ট পরোক্ষভাবে ইলেক্টোরাল কলেজের মাধ্যমে মার্কিন যুক্তরাষ্ট্রের জনগণের দ্বারা রাষ্ট্রপতির সাথে চার বছরের মেয়াদে নির্বাচিত হন।\n\n\n==== মন্ত্রীসভা ও নির্বাহী দপ্তর ====\nসংবিধানের ২ নং অনুচ্ছেদের ২ নং অনুচ্ছেদে রাষ্ট্রপতির মন্ত্রীসভা গঠনের কথা বলা হয়েছে। মন্ত্রীসভার ভূমিকা হলো রাষ্ট্রপতিকে পরামর্শ দেওয়া এবং ফেডারেল সরকারের প্রোগ্রাম এবং আইন সম্পাদন করা। মন্ত্রীসভা উপ রাষ্ট্রপতি ও ১৫ টি নির্বাহী দপ্তরের সচিবের সমন্বয়ে গঠিত। এই নির্বাহী দপ্তরগুলি হলো পররাষ্ট্র, অর্থ, প্রতিরক্ষা, বিচার, স্বরাষ্ট্র, কৃষি, বাণিজ্য, শ্রম, স্বাস্থ্য ও মানব সেবা, আবাসন ও নগর উন্নয়ন, পরিবহন, জ্বালানি, শিক্ষা, ভেটেরানস বিষয়ক এবং অভ্যন্তরীণ নিরাপত্তা দপ্তর।\nউপরন্তু, মন্ত্রীসভার আরও ৯জন সদস্য রয়েছেন যারা রাষ্ট্রপতি কর্তৃক নিযুক্ত হন। তারা হলেন হোয়াইট হাউসের চিফ অব স্টাফ, এনভায়রনমেন্টাল প্রটেকশন এজেন্সির অ্যাডমিনিস্ট্রেটর, অফিস অব ম্যানেজমেন্ট অ্যান্ড বাজেটের পরিচালক, যুক্তরাষ্ট্রের বাণিজ্য প্রতিনিধি, জাতীয় গোয়েন্দা সংস্থা পরিচালক, জাতিসংঘে নিযুক্ত মার্কিন রাষ্ট্রদূত, কাউন্সিল অব ইকোনমিক অ্যাডভাইজার্সের চেয়ারম্যান, বিজ্ঞান ও প্রযুক্তি বিষয়ক কার্যালয় পরিচালক এবং স্মল বিজনেস অ্যাডমিনিস্ট্রেশনের অ্যাডমিনিস্ট্রেটর।\n\n\n== বিচার বিভাগ ==\nসংবিধানের তৃতীয় অনুচ্ছেদের অধীনে বিচার বিভাগ আইনগুলি ব্যাখ্যা করা হয়েছে। এই বিভাগটি বিভিন্ন আইনি মামলার শুনানি এবং শেষ পর্যন্ত সিদ্ধান্ত গ্রহণের কাজ এটি করে।\nসংবিধানের ৩য় অনুচ্ছেদে মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্ট প্রতিষ্ঠা করে এবং মার্কিন যুক্তরাষ্ট্রের কংগ্রেসকে তাদের প্রয়োজন অনুসারে নিম্নতর আদালত স্থাপনের ক্ষমতা দেয়। প্রথম অনুচ্ছেদে সমস্ত ফেডারেল বিচারকদের জন্য আজীবন মেয়াদ নির্ধারণ করা হয়েছে। অনুচ্ছেদ ২-এ বলা হয়েছে যে সমস্ত ফেডারেল বিচারককে রাষ্ট্রপতি কর্তৃক নিযুক্ত করতে হবে এবং মার্কিন যুক্তরাষ্ট্রের সিনেট কর্তৃক নিশ্চিত করা হবে।\n\n\n==== সুপ্রিম কোর্ট ====\nএই কোর্ট মার্কিন যুক্তরাষ্ট্রের সংবিধানের তিন নম্বর অনুচ্ছেদ দ্বারা প্রতিষ্ঠিত, সুপ্রিম কোর্টের গঠন এবং পদ্ধতিগুলি প্রাথমিকভাবে ১৭৮৯ সালের বিচার বিভাগীয় আইনের মাধ্যমে প্রথম কংগ্রেস দ্বারা প্রতিষ্ঠিত হয়েছিল। পরে ১৮৬৯ সালের বিচার বিভাগীয় আইন দ্বারা নির্ধারিত। আদালতটি প্রধান বিচারপতি এবং আট সহযোগী বিচারপতি নিয়ে গঠিত। প্রতিজন বিচারপতির আজীবন মেয়াদ থাকে, যার অর্থ তারা মৃত্যু, অবসর, পদত্যাগ বা পদ থেকে অপসারিত না হওয়া পর্যন্ত আদালতে বিচারকার্য পরিচালনা করে। যখন একটি শূন্যপদ ঘটে, রাষ্ট্রপতি, সিনেটের পরামর্শ এবং সম্মতিতে, একজন নতুন বিচারপতি নিয়োগ করেন। আদালতের সামনে যুক্তিযুক্ত মামলাগুলির সিদ্ধান্ত নেওয়ার ক্ষেত্রে প্রত্যেক বিচারপতির একক ভোট রয়েছে। সংখ্যাগরিষ্ঠ হলে প্রধান বিচারপতি সিদ্ধান্ত নেন কে আদালতের মতামত লিখবেন; অন্যথায়, সংখ্যাগরিষ্ঠের মধ্যে সবচেয়ে সিনিয়র বিচারপতিকে মতামত লেখার দায়িত্ব দেন। এটি ফেডারেল অধস্তন ও অঙ্গরাজ্য প্রধান আদালত থেকে আপিল গ্রহণ করে।\n\n\n==== নিম্ন আদালত ====\nমার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্টের অধস্তনে রয়েছে মার্কিন যুক্তরাষ্ট্রের আপিল আদালত এবং তাদের নিচে রয়েছে মার্কিন যুক্তরাষ্ট্রের জেলা আদালত, যা ফেডারেল আইনের জন্য সাধারণ বিচারিক আদালত এবং একই রাজ্যের নাগরিক হিসাবে বিবেচিত নয় এমন মামলাকারীদের মধ্যে কিছু বিতর্কের জন্য, যা বৈচিত্র্যের এখতিয়ার হিসাবে পরিচিত।\n\n\n== তথ্যসূত্র ==\n১) https://en.wikipedia.org/wiki/Federal_government_of_the_United_States"}