{"pageid": 10932, "title": "ফ্রান্সিস ক্রিক", "url": "https://bn.wikipedia.org/wiki?curid=10932", "content": "ডঃ ফ্রান্সিস হ্যারি কম্পটন ক্রিক, ওএম, এফআরএস (জুন ৮, ১৯১৬ - জুলাই ২৮, ২০০৪) একজন ইংরেজ পদার্থবিদ, আণবিক জীববিজ্ঞানী এবং স্নায়ুবিজ্ঞানী। তিনি ১৯৫৩ সালে ডিএনএ অণুর গঠনের ৪ জন আবিষ্কারকের মধ্যে সবচেয়ে উল্লেখযোগ্য হিসাবে সর্বাধিক পরিচিতি লাভ করেন। তিনি, জেমস ডি ওয়াটসন এবং মরিস উইলকিন্স-- নিউক্লিয়িক এসিডের আণবিক গঠন এবং জীবিত বস্তুতে তথ্য স্থানান্তরের ক্ষেত্রে এদের তাৎপর্য সংক্রান্ত আবিষ্কারের জন্যে ১৯৬২ সালে শারীরতত্ত্ব অথবা ভেষজবিদ্যা শাখায় নোবেল পুরস্কারে ভূষিত হন। ডিএনএ আবিষ্কারের আট বছরের মাথায় ক্রিক, সিডনি ব্রেনার ও অন্যান্যদের সাথে আবিষ্কার করেন যে, জেনেটিক কোড হলো ট্রিপলেট।\nজেমস ওয়াটসন তার বই DNA: The Secret of Life এ ওইসময়ের স্মৃতিচারণ করেছেন এভাবে-\n\nএক রাতে ক্রিক তাঁদের ত্রয়ী-বিমোচন পরীক্ষার ফলাফল দেখতে সহকর্মী লেসলি বারনেটকে সাথে নিয়ে গবেষণাগারে যান। তাৎক্ষণিকভাবে তিনি(ক্রিক) সেই ফলাফল যে কি ভীষণ গুরুত্বপূর্ণ তা বুঝতে পেরে বারনেট'কে বলেন: \"একমাত্র আমরা দুজনাই জানি যে, এটা(জেনেটিক কোড) ট্রিপলেট\"। আমি আর ক্রিকই সর্বপ্রথম জীবনের দ্বি-হেলিক্যাল রহস্য সম্পর্কে জানতে পারি, আর সেই রহস্য যে তিন-অক্ষরের শব্দ দিয়ে রচিত তা ক্রিকই প্রথম জানলো।\n\nএরপরে তিনি ১৯৭৭ সাল পর্যন্ত এমআরসি(ল্যাবরেটরি অফ মোলেকিউলার বায়োলজি) তে কাজ করেন। পরবর্তিতে তিনি সল্ক ইন্সটিটিউট ফর বায়োলজিক্যাল স্টাডিজ'এর যে ডব্লিউ কিয়েখেফার ডিস্টিংগুইশড রিসার্চ অধ্যাপক হিসাবে ক্যালিফোর্নিয়ার লা জোলাতে বাকি জীবন অতিবাহিত করেন।\n\n\n== জীবনী, পরিবার এবং শিক্ষা ==\n\n\n== জীববিজ্ঞান সংক্রান্ত গবেষণা ==\n\n\n=== রঞ্জন-রশ্মি কেলাসবিদ্যা ১৯৪৯-৪৯৫০ ===\n\n\n=== দ্বি-হেলিক্স ১৯৫১-১৯৫৩ ===\n\n\n=== আণবিক জীববিজ্ঞান ===\n\n\n== লন্ডনের কিংস কলেজের ফলাফল নিয়ে বিতর্ক ==\n\n\n== ধর্মের প্রতি দৃষ্টিভঙ্গি ==\n\n\n== দিকনির্দেশিত প্যানস্পারমিয়া ==\n\n\n== স্নায়ুবিজ্ঞান, অন্যান্য আগ্রহ এবং ক্রিকের মৃত্যু ==\n\n\n== ক্রিক ও তার কাজের জন্য প্রতিক্রিয়া ==\n\n\n=== ধর্মীয় বিশ্বাস ===\n\n\n=== সৃজনবাদ ===\n\n\n== স্বীকৃতি ==\n\n\n== উৎসপঞ্জী ==\n\n\n== ফ্রান্সিস ক্রিকের লেখা পুস্তকাবলী ==\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}