{"pageid": 1093412, "title": "মার্কিন সংবিধানের শিশুশ্রম সংশোধনী", "url": "https://bn.wikipedia.org/wiki?curid=1093412", "content": "মার্কিন সংবিধানের শিশুশ্রম সংশোধনী হলো মার্কিন যুক্তরাষ্ট্রের সংবিধানের একটি প্রস্তাবিত এবং এখনও মুলতবি সংশোধনী যা বিশেষভাবে কংগ্রেসকে \"আঠারো বছরের কম বয়সী ব্যক্তিদের শ্রম\" নিয়ন্ত্রণের অনুমতি প্রদান করবে। ১৯১৮ এবং ১৯২২ সালে সুপ্রিম কোর্টের আদেশের পর ১৯২৪ সালের ২ জুন এ সংশোধনী প্রস্তাব করা হয়েছিল যে, ১৪ ও ১৬ বছরের কম বয়সী কর্মচারীদের দ্বারা উৎপাদিত পণ্য নিয়ন্ত্রণ ও করের ফেডারেল আইন অসাংবিধানিক।\nঅধিকাংশ অঙ্গরাজ্য সরকার ১৯৩০-এর দশকের মাঝামাঝি সময়ে সংশোধনী অনুমোদন করে; যাই হোক, এটি সংবিধানের পঞ্চম অনুুুচ্ছেদ অনুযায়ী, প্রয়োজনীয় অঙ্গরাজ্যের তিন-চতুর্থাংশ দ্বারা অনুমোদিত হয়নি এবং ১৯৩৭ সাল থেকে কেউ এটি অনুমোদন করেনি। ১৯৩৮ সালের ফেয়ার লেবার স্ট্যান্ডার্ডস অ্যাক্ট পাস হওয়ার পর সংশোধনীতে আগ্রহ কমে যায়, যা ১৯৪১ সালে সুপ্রিম কোর্টের অনুমোদনে শিশুশ্রমের ফেডারেল বিধিনিয়ম বাস্তবায়ন করে।\nসংশোধনটি ছিল ১৯৩৯ সালের সুপ্রিম কোর্টের সিদ্ধান্তের বিষয়, কোলম্যান বনাম মিলার (307 U.S. 433), এর সম্ভাব্য মেয়াদ শেষে বিষয়টি হয়। যেহেতু কংগ্রেস এটার অনুমোদনের জন্য সময়সীমা নির্ধারণ করেনি, তাই সংশোধনী এখনও অঙ্গরাজ্যগুলির সমীপে মুলতবি রয়েছে। এই সংশোধনী কার্যকর হওয়ার জন্য অতিরিক্ত দশটি  অঙ্গরাজ্যের অনুমোদন প্রয়োজন হবে।\n\n\n== মূল পাঠ ==\n\nধারা ১. আঠারো বছরের কম বয়সী ব্যক্তিদের শ্রম সীমিত, নিয়ন্ত্রণ ও নিষিদ্ধ করার ক্ষমতা কংগ্রেসের থাকবে।\n\nধারা ২. কংগ্রেস কর্তৃক প্রণীত আইনকে কার্যকর করার জন্য প্রয়োজনীয় সংখ্যক অঙ্গরাজ্য আইনের কার্যকারিতা স্থগিত করা হবে এই ব্যতীত বেশ কয়েকটি অঙ্গরাজ্যের ক্ষমতা এই অনুচ্ছেদ দ্বারা অসম্পূর্ণ।\n\n\n== পটভূমি ==\n১৯১৬ সালের কিটিং—ওয়েন আইনের মাধ্যমে, মার্কিন যুক্তরাষ্ট্রের কংগ্রেস কাজের ধরন অনুসারে ১৪ বা ১৬ বছরের কম বয়সী কর্মচারীদের দ্বারা উৎপাদিত পণ্যগুলির সাথে আন্তঃঅঙ্গরাজ্য বাণিজ্য নিয়ন্ত্রণ করার চেষ্টা করেছিল। সুপ্রিম কোর্ট হ্যামার বনাম ডাগেনহার্ট (১৯১৮) এই আইনটিকে অসাংবিধানিক বলে মনে করেন। সেই বছরের শেষের দিকে, কংগ্রেস ১৪ বা ১৬ বছরের কম বয়সী কর্মচারীদের (আবার কাজের ধরন অনুসারে) ব্যবসার উপর কর ধার্য করার চেষ্টা করেছিল, যা বেইলি বনাম ড্রেক্সেল ফার্নিচার (১৯২২)-এ সুপ্রিম কোর্ট বাতিল করেছিল। এটা স্পষ্ট হল যে, আদালতের আপত্তি কাটিয়ে ওঠার জন্য এই ধরনের আইনের জন্য সাংবিধানিক সংশোধনী প্রয়োজন হবে।\n\n\n== আইনী ইতিহাস ==\nওহিও রিপাবলিকান কংগ্রেসম্যান ইসরায়েল মুর ফস্টার ১৯২৪ সালের ২৬ এপ্রিল ৬৮ তম কংগ্রেসের সময় হাউস জয়েন্ট রেজোলিউশন নং ১৮৪ আকারে এই সংশোধনী প্রস্তাব করেছিলেন।\n১৯২৪ সালের ২৬ এপ্রিল হাউস জয়েন্ট রেজোলিউশন নং ১৮৪ মার্কিন যুক্তরাষ্ট্রের প্রতিনিধি পরিষদ-এ গৃহীত হয়েছিল, যার মধ্যে ২৯৭টি হ্যাঁ ভোট, ৬৯টি না ভোট, ২টি ভোট অনুপস্থিত এবং ৬৪টি ভোট দেয়নি। এরপর ১৯২৪ সালের ২ জুন সিনেট কর্তৃক এটি গৃহীত হয়, যার মধ্যে ৬১টি হ্যাঁ ভোট, ২৩টি না ভোট এবং ১২টি ভোট দেয়নি।  এবং এর সাথে, প্রস্তাবিত সাংবিধানিক সংশোধনী সংবিধানের পঞ্চম অনুচ্ছেদ অনুসারে অনুমোদনের জন্য অঙ্গরাজ্যের আইনসভায় জমা দেওয়া হয়েছিল।\n\n\n== অনুমোদনের ইতিহাস ==\n\nকংগ্রেস কর্তৃক অনুমোদিত হওয়ার পর, প্রস্তাবিত সংশোধনী অনুমোদনের জন্য অঙ্গরাজ্যের আইনসভায় পাঠানো হয়েছিল এবং নিম্নলিখিত অঙ্গরাজ্যগুলি দ্বারা অনুমোদিত হয়েছিল:\n\nআরকানসাস - ২৮ জুন, ১৯২৪\nক্যালিফোর্নিয়া - জানুয়ারী ৮, ১৯২৫\nঅ্যারিজোনা - জানুয়ারী ২৯, ১৯২৫\nউইসকনসিন - ২৫ ফেব্রুয়ারি, ১৯২৫\nমন্টানা - ১১ ফেব্রুয়ারি, ১৯২৭\nকলোরাডো - এপ্রিল ২৮, ১৯৩১\nওরেগন - জানুয়ারি ৩১, ১৯৩৩\nওয়াশিংটন - ৩ ফেব্রুয়ারি, ১৯৩৩\nউত্তর ডাকোটা - ৪ মার্চ, ১৯৩৩ (অঙ্গরাজ্য সিনেট প্রত্যাখ্যানের পর - জানুয়ারী ২৮, ১৯২৫)\nওহিও - ২২ মার্চ, ১৯৩৩\nমিশিগান - ১০ মে, ১৯৩৩\nনিউ হ্যাম্পশায়ার - ১৭ মে, ১৯৩৩ (প্রত্যাখ্যানের পরে - ১৮ মার্চ, ১৯২৫)\nনিউ জার্সি - ১২ জুন, ১৯৩৩\nইলিনয় - ৩০ জুন, ১৯৩৩\nওকলাহোমা - জুলাই ৫, ১৯৩৩\nআইওয়া - ৫ ডিসেম্বর, ১৯৩৩ (অঙ্গরাজ্য হাউসের প্রত্যাখ্যানের পরে - ১১ মার্চ, ১৯২৫)\nপশ্চিম ভার্জিনিয়া - ডিসেম্বর ১২, ১৯৩৩\nমিনেসোটা - ডিসেম্বর ১৪, ১৯৩৩ (প্রত্যাখ্যানের পরে - ১৪ এপ্রিল, ১৯২৫)\nমেইন - ডিসেম্বর ১৬, ১৯৩৩ (প্রত্যাখ্যানের পরে - ১০ এপ্রিল, ১৯২৫)\nপেনসিলভেনিয়া - ডিসেম্বর ২১, ১৯৩৩ (প্রত্যাখ্যানের পরে - এপ্রিল ১৬, ১৯২৫)\nওয়াইমিং - জানুয়ারি ৩১, ১৯৩৫\nউটাহ - ৫ ফেব্রুয়ারি, ১৯৩৫ (প্রত্যাখ্যানের পরে - ৪ ফেব্রুয়ারি, ১৯২৫)\nআইডাহো - ৭ ফেব্রুয়ারি, ১৯৩৫ (স্টেট হাউসের প্রত্যাখ্যানের পরে - ৭ ফেব্রুয়ারি, ১৯২৫)\nইন্ডিয়ানা - ৮ ফেব্রুয়ারি, ১৯৩৫ (অঙ্গরাজ্য সিনেট প্রত্যাখ্যানের পর - ফেব্রুয়ারি ৫, ১৯২৫ এবং স্টেট হাউস প্রত্যাখ্যান - ৫ মার্চ, ১৯২৫)\nকেন্টাকি - জানুয়ারী ১৩, ১৯৩৭ (প্রত্যাখ্যানের পরে - ২৪ মার্চ, ১৯২৬)\nনেভাদা - জানুয়ারী ২৯, ১৯৩৭\nনিউ মেক্সিকো - ১২ ফেব্রুয়ারি, ১৯৩৭ (প্রত্যাখ্যানের পরে - ১৯৩৫)\nকানসাস - ২৫ ফেব্রুয়ারি, ১৯৩৭ (প্রত্যাখ্যানের পরে - ৩০ জানুয়ারি, ১৯২৫)\nনিম্নলিখিত পনেরটি অঙ্গরাজ্য আইনসভা শিশুশ্রম সংশোধনী প্রত্যাখ্যান করেছিল এবং পরবর্তীকালে তা অনুমোদন করেনি:\n\nকানেকটিকাট - ১৯২৫\nডেলাওয়্যার - ১৯২৫\nফ্লোরিডা - ১৯২৫\nজর্জিয়া - ১৯২৪\nলুইসিয়ানা - ১৯২৪\nমেরিল্যান্ড - ১৯২৭\nম্যাসাচুসেটস - ১৯২৫\nমিসৌরি - ১৯২৫\nউত্তর ক্যারোলিনা - ১৯২৪\nদক্ষিণ ক্যারোলিনা - ১৯২৫\nসাউথ ডাকোটা - ১৯২৫, ১৯৩৩ এবং ১৯৩৭\nটেনেসি - ১৯২৫\nটেক্সাস - ১৯২৫\nভারমন্ট - ১৯২৫\nভার্জিনিয়া - ১৯২৬ \nযদিও অঙ্গরাজ্য আইনসভার পক্ষ থেকে, প্রস্তাবিত সাংবিধানিক সংশোধনীকে \"প্রত্যাখ্যান\" করার কোন আইনি স্বীকৃতি নেই, এই ধরনের পদক্ষেপের রাজনৈতিক প্রভাব রয়েছে।\n১৯২৪ সালে, ইউনিয়নের ৪৮টি অঙ্গরাজ্যের মধ্যে পাঁচটি অঙ্গরাজ্য সংশোধনী সংরক্ষণের কোনো ব্যবস্থা নেয়নি: আলাবামা, মিসিসিপি, নেব্রাস্কা, নিউইয়র্ক এবং রোড আইল্যান্ড; আলাস্কা বা হাওয়াই, উভয়ই ১৯৫৯ সালে অঙ্গরাজ্য হয়ে ওঠে।\n১৫ মার্চ, ২০১৮-এ, নিউইয়র্ক আইনসভার \"নিম্ন\" কক্ষ নিউইয়র্ক পরিষদে বিলম্বিতভাবে শিশুশ্রম সংশোধনী অনুমোদন করার জন্য একটি সমকালীন প্রস্তাব পেশ করেছিল। এইভাবে বিচার বিভাগ এবং পুনঃপ্রবর্তন সংক্রান্ত বিষয়টি সেই চেম্বার কমিটির কাছে উল্লেখ করা ছাড়া আর কোন বিবেচনার সুযোগ পায়নি।\nবর্তমানে, ইউনিয়নে ৫০টি অঙ্গরাজ্য থাকায়, সংশোধনটি অকার্যকর থাকবে যদি না এটি অতিরিক্ত ১০টি অঙ্গরাজ্যের দ্বারা অনুমোদিত না হয়ে ৩৮টি অঙ্গরাজ্যের প্রয়োজনীয় সীমায় পৌঁছায়।\n\n\n== বিচারিক ইতিহাস ==\nমাত্র পাঁচটি অঙ্গরাজ্য ১৯২০-এর দশকে সংশোধনী গ্রহণ করেছিল। দশটি অঙ্গরাজ্য প্রাথমিকভাবে বেঁকে বসে, তারপর ১৯৩০-এর দশকে তাদের অবস্থান পুনরায় পরীক্ষা করে এবং অনুমোদনের সিদ্ধান্ত নেয়। এই বিলম্বিত সিদ্ধান্তের ফলে অনেক বিতর্কের সৃষ্টি হয় এবং এর ফলে ১৯৩৯ সালে সুপ্রিম কোর্টে কোলম্যান বনাম মিলার (307 U.S. 433) মামলা হয় যেখানে এটি নির্ধারিত হয়েছিল যে, শিশুশ্রম সংশোধনী অঙ্গরাজ্যের আইনসভায় বিচারাধীন ছিল কারণ ৬৮তম কংগ্রেস কোনও সময়সীমা নির্দিষ্ট করেনি। এই রায়টি ২৭তম সংশোধনীর অস্বাভাবিক এবং বিলম্বিত অনুমোদনের ভিত্তিও তৈরি করে যা ১৭৮৯ সালে কংগ্রেস প্রস্তাব করেছিল এবং দুই শতাব্দীরও বেশি পরে ১৯৯২ সালে ৫০টি অঙ্গরাজ্যের কমপক্ষে তিন-চতুর্থাংশের আইনসভা দ্বারা অনুমোদিত হয়েছিল।\n১৯৩০-এর দশকে ফেডারেল শিশুশ্রম নিয়ন্ত্রণের সাধারণ আইনগত মতামত বিপরীত হয়ে যায়। ১৯৩৮ সালে কংগ্রেস ফেয়ার লেবার স্ট্যান্ডার্ডস অ্যাক্ট প্রণয়ন করে ১৬ বা ১৮ বছরের কম বয়সীদের কর্মসংস্থান নিয়ন্ত্রণ করে। সুপ্রিম কোর্ট সর্বসম্মতিক্রমে সেই আইনের পক্ষে মার্কিন যুক্তরাষ্ট্র বনাম ডার্বি লুম্বার কোং (১৯৪১)-এর রায় দিয়েছিল, যা হ্যামার বনাম ডাগেনহার্টকে উল্টে দিয়েছিল - এটি অন্যতম প্রধান সিদ্ধান্ত যা শিশুশ্রম সংশোধনীর প্রবক্তাদের অনুপ্রাণিত করেছিল।\nএই পরিবর্তনের পরে, সংশোধনটিকে \"মুট\"  হিসাবে বর্ণনা করা হয়েছে এবং এটি সেই গতি হারিয়েছে যা একবার শুরু হয়েছিল; অতএব, এর জন্য আন্দোলন আর অগ্রসর হয়নি। \nযদি কখনো প্রয়োজনীয় সংখ্যক মার্কিন অঙ্গরাজ্যের আইনসভা দ্বারা অনুমোদিত হয়, শিশুশ্রম সংশোধনটি মার্কিন যুক্তরাষ্ট্রের কংগ্রেসে স্থানান্তরিত হবে যাতে শিশুশ্রমের বিষয়ে আইন প্রণয়নের জন্য অঙ্গরাজ্যগুলির সাথে ক্ষমতা ভাগ করা হয়।\n\n\n== বিরোধিতা ==\n১৯৩৩ সালে জে. গ্রেশাম মাচেন, যিনি ইভানজেলিকাল মৌলবাদ ও রক্ষণশীল রাজনীতির জন্য প্রধান কণ্ঠস্বর ছিলেন, তিনি মাউন্টেনস অ্যান্ড হোয়াই উই লাভ ডেম নামে একটি দলিল প্রদান করেছিলেন, যা ২৭ নভেম্বর, ১৯৩৩ সালে ফিলাডেলফিয়ায় একদল মন্ত্রীর সামনে পাঠ করা হয়েছিল। পাস করার সময় তিনি শিশুশ্রম সংশোধনীর কথা উল্লেখ করেন এবং বলেন \"তবে কি তথাকথিত 'শিশুশ্রম সংশোধন' এবং অন্যান্য অনুরূপ ব্যবস্থা গ্রহণ করা হবে, যাতে বাড়ির সমস্ত ভদ্রতা এবং গোপনীয়তা ধ্বংস হয়ে যায়?\" \n\n\n== আরও দেখুন ==\nমার্কিন যুক্তরাষ্ট্রের সংবিধান সংশোধনীর তালিকা, অঙ্গরাজ্যগুলিতে প্রেরিত সংশোধনী, উভয় অনুমোদিত এবং অপ্রচলিত।\nমার্কিন যুক্তরাষ্ট্রের সংবিধানে প্রস্তাবিত সংশোধনীগুলির তালিকা, কংগ্রেসে প্রস্তাবিত সংশোধনীগুলি কিন্তু অনুমোদনের জন্য অঙ্গরাজ্যগুলিতে কখনও পাঠানো হয়নি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n১৯২০-এর দশকের শিশুশ্রম সংশোধন বিতর্ক  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ জানুয়ারি ২০১৩ তারিখে, বিল কাউফম্যান, লুডভিগ ভন মিসেস ইনস্টিটিউট, নভেম্বর ১৯৯২\nশ্রম: শিশু, এই বিষয়ে ১৯২৪ সালে টাইম ম্যাগাজিনে একটি নিবন্ধ (সদস্যতা প্রয়োজনীয়)\nশ্রম: একটি ২০তম সংশোধনী?, ১৯২৫ সালে একটি টাইম ম্যাগাজিন নিবন্ধ, যা ১৯২০-এর দশকে সংশোধন অনুমোদন করার প্রচেষ্টা নিয়ে আলোচনা করে (সদস্যতা প্রয়োজনীয়)"}