{"pageid": 1093721, "title": "কোরীয় নাটক", "url": "https://bn.wikipedia.org/wiki?curid=1093721", "content": "কোরীয় নাটক (কোরীয়: 한국 드라마; হাঞ্জা: 韓國 드라마), কে-ড্রামা নামে বেশি পরিচিত, কোরীয় ভাষায় টেলিভিশন সিরিজ, দক্ষিণ কোরিয়ায় তৈরি। কোরীয় নাটক বিশ্বব্যাপী জনপ্রিয়, আংশিকভাবে কোরীয় জনপ্রিয় সংস্কৃতির বিস্তারের কারণে (\"কোরীয় ওয়েভ\"), এবং স্ট্রিমিং পরিষেবার মাধ্যমে তাদের ব্যাপক প্রাপ্যতা যা প্রায়ই একাধিক ভাষায় সাবটাইটেল অফার করে। অনেক কে-ড্রামা বিশ্বজুড়ে অভিযোজিত হয়েছে, এবং কিছু অন্যান্য দেশে অনেক প্রভাব ফেলেছে। কিছু বিখ্যাত নাটক অন্যান্য দেশে প্রচলিত টেলিভিশন চ্যানেলের মাধ্যমে সম্প্রচারিত হয়েছে। কে-নাটকগুলি সারা বিশ্ব জুড়ে তাদের ফ্যাশন, স্টাইল এবং সংস্কৃতির জন্য মনোযোগ আকর্ষণ করেছে। কোরীয় নাটকের জনপ্রিয়তা বৃদ্ধির ফলে ফ্যাশন লাইনে ব্যাপক উন্নতি হয়েছে।\n\n\n== বিন্যাস ==\n\nদক্ষিণ কোরিয়া ১৯৬০ -এর দশকে টেলিভিশন সিরিজ সম্প্রচার শুরু করে।\nএকজন একক পরিচালক সাধারণত কোরীয় নাটকের নেতৃত্ব দেন, যা প্রায়ই একক চিত্রনাট্যকার লিখে থাকেন। এটি প্রায়শই প্রতিটি নাটকের স্বতন্ত্র নির্দেশনা এবং সংলাপ শৈলীর দিকে পরিচালিত করে। এটি আমেরিকান টেলিভিশন সিরিজ থেকে আলাদা, যা একসাথে কাজ করা একাধিক পরিচালক এবং লেখকদের উপর নির্ভর করতে পারে।\n\n\n=== পটভূমি এবং কাহিনী ===\nকে-নাটকের বিভিন্ন ধারা যেমন অ্যাকশন ড্রামা, ঐতিহাসিক নাটক, স্কুল নাটক, মেডিকেল নাটক, আইনি নাটক, এমনকি হরর কমেডিও রয়েছে। যদিও বেশিরভাগ নাটকে রোমান্টিক উপাদান এবং গভীর আবেগের থিম থাকে, সেখানে বিভিন্ন শৈলী এবং সুর রয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== শুরুর বছরগুলো ===\nকোরিয়ায় রেডিও নাটক সম্প্রচার সহ রেডিও সম্প্রচার ১৯২৭ সালে জাপানি শাসনের অধীনে শুরু হয়, বেশিরভাগ প্রোগ্রামিং জাপানি এবং প্রায় 30% কোরীয়ে। কোরীয় যুদ্ধের পর , চেওংসিলহংসিল (১৯৫৪) এর মতো রেডিও নাটক দেশের মনকে প্রতিফলিত করে।\n১৯৫৬ সালে টেলিভিশন সম্প্রচার শুরু হয় একটি পরীক্ষামূলক স্টেশন হিসেবে, এইচএলকেজেড-টিভি চালু করার মাধ্যমে, যা কয়েক বছর পরে আগুনের কারণে বন্ধ হয়ে যায়। প্রথম জাতীয় টেলিভিশন চ্যানেল ছিল কোরীয় ব্রডকাস্টিং সিস্টেম (কেবিএস), যেটি ১৯৬১ সালে শুরু হয়েছিল।\n\n\n=== ১৯৮০ - বর্তমান ===\n১৯৮০ -এর দশকে কোরীয় টেলিভিশনে পরিবর্তন দেখা যায়, কারণ রঙিন টিভি পাওয়া যায়। আধুনিক নাটক গ্রামীণ জীবনকে চিত্রিত করে নগরবাসী থেকে নস্টালজিয়া উদ্রেক করার চেষ্টা করেছিল। কিম সো-হিউনের প্রথম সত্যিকারের বাণিজ্যিক সাফল্য, লাভ অ্যান্ড অ্যাম্বিশন , যা ১৯৮৭ সালে এমবিসিতে প্রচারিত হয় এবং এটি কোরীয় টেলিভিশনের একটি মাইলফলক হিসেবে বিবেচিত হয়, ৭৮% দর্শক সংখ্যা রেকর্ড করে। দ্য কোরিয়া টাইমসের মতে, \"নাটকটির সম্প্রচারের সময় রাস্তাগুলি শান্ত হয়ে গিয়েছিল কারণ 'কার্যত দেশের সবাই' টিভির সামনে বাড়িতে ছিল\"। ১৯৯০ এর দশক কোরীয় টেলিভিশনের জন্য আরেকটি গুরুত্বপূর্ণ মাইলফলক নিয়ে আসে। প্রযুক্তির বিকাশের সাথে সাথে নতুন সুযোগ সৃষ্টি হয় এবং দশকের শুরুতে একটি নতুন বাণিজ্যিক চ্যানেল চালু হয়; সিউল ব্রডকাস্টিং সিস্টেম (এসবিএস), যা দর্শকদের মনোযোগ আকর্ষণের জন্য একটি দৌড়কে সহজ এবং পুনরায় শুরু করে। কোরীয় টেলিভিশন সিরিজের মধ্যে প্রথম সত্যিকারের বাণিজ্যিক সাফল্য ছিল আইজ অফ ডন, যা ১৯৯১ সালে এমবিসি কর্তৃক প্রচারিত হয়েছিল, এতে চা শি-রা এবং চোই জা-সাং অভিনীত ছিল। সিরিজটি দর্শকদের জাপানি শাসন থেকে কোরীয় যুদ্ধ পর্যন্ত অশান্ত সময়ের মধ্য দিয়ে নিয়ে যায়। নতুন চ্যানেল এসবিএস সফল সিরিজও তৈরি করেছে, যার মধ্যে একটি হল ১৯৯৫ সালে স্যান্ডগ্লাস। স্যান্ডগ্লাস ছিল একটি \"ট্রেন্ডি ড্রামা\", যা কোরীয় কালচার অ্যান্ড ইনফরমেশন সার্ভিস একটি গুরুত্বপূর্ণ মাইলফলক মনে করে, নতুন ফরম্যাট চালু করে কোরীয় নাটক তৈরির পদ্ধতি পরিবর্তন করে। এই দশকে, ১২ থেকে ২৪ টি পর্বের সাথে নতুন মিনিসারিজ ফরম্যাট ব্যাপক আকার ধারণ করে। এই যুগে কোরীয় নাটকের রপ্তানির সূচনা হয়েছিল, যা কোরীয় ওয়েভের সূচনা করেছিল।\n২০০০ এর দশকের শুরুর বছরগুলি বিখ্যাত কোরীয় নাটকের জন্ম দেয় এবং কোরীয় নাটকগুলির বিদেশে বিতরণের সময়কালও চিহ্নিত করে। কিছু জনপ্রিয় হল ফুল হাউস, অতাম ইন মাই হার্ট এবং ওইনটার সোনাটা ।\n\n\n== উৎপাদন ==\nকোরীয় সিরিজগুলি মূলত টেলিভিশন চ্যানেলগুলি নিজেরাই বাড়িতে তৈরি করেছিল, তবে ২০০০ এর দশক থেকে স্বাধীন প্রযোজনা সংস্থাগুলিকে আউটসোর্স করা হয়েছে। ২০১২ সালে, সমস্ত কে-নাটকের ৭৫% এইভাবে তৈরি হয়েছিল। এই সংস্থাগুলির মধ্যে প্রতিযোগিতা তীব্র থাকে; 156 নিবন্ধিত সংস্থাগুলো মধ্যে মাত্র 34 উতপাদিত নাটক সম্প্রচারিত হয়েছিল ২০১২ সালে উৎপাদনের বাজেট সম্প্রচার চ্যানেল ব্যয়ের প্রায় 50% সাধারণত আচ্ছাদন সঙ্গে, উৎপাদন কোম্পানী এবং সম্প্রচারকারী মধ্যে ভাগ করা আছে। যদি শীর্ষ তারকা এবং বিখ্যাত স্ক্রিপ্ট রাইটারদের নিযুক্ত করা হয়, তারা আরও বেশি কভার করতে পারে। বাজেটের বাকি অংশ প্রযোজনা সংস্থার পৃষ্ঠপোষকদের সহায়তায় আনতে হবে। পণ্য বসানোর ক্ষেত্রে, প্রযোজক এবং চ্যানেল দ্বারা আয় ভাগ করা হয়। সম্প্রচার চলাকালীন চ্যানেল বিজ্ঞাপনের আয়ের ১০০% রাখে; এই পরিমাণ হতে পারে ₩৩০০-৪০০ মিলিয়ন। একটি সাধারণ কোরীয় নাটকের খরচ হতে পারে প্রতি পর্বে ₩২৫০ মিলিয়ন এবং ঐতিহাসিক নাটকের দাম এর চেয়ে বেশি। উদাহরণস্বরূপ, গু ফ্যামিলি বুকের দাম প্রতি পর্বে ₩৫০০ মিলিয়ন।\n\n\n== রেটিং সিস্টেম ==\nটেলিভিশন রেটিং সিস্টেম কোরিয়া কমিউনিকেশন কমিশন দ্বারা নিয়ন্ত্রিত হয়, এবং ২০০০ সালে প্রয়োগ করা হয়েছিল। সিস্টেম অনুযায়ী, কোরীয় নাটক সহ প্রোগ্রামগুলিকে নিম্নোক্ত নীতি অনুসারে রেটিং দেওয়া হয় (নাটকের সাথে অপ্রাসঙ্গিক রেটিং বাদ দেওয়া হয়):\n\n : ১২ বছরের কম বয়সী শিশুদের জন্য অনুপযুক্ত হতে পারে এমন প্রোগ্রাম, যেমন হালকা সহিংসতা, পরামর্শমূলক থিম বা ভাষা।\n : ১৫ বছরের কম বয়সী শিশুদের জন্য অনুপযুক্ত প্রোগ্রাম। বেশিরভাগ নাটক এবং টক শো এইভাবে রেটিং করা হয়। এই প্রোগ্রামগুলিতে মধ্যপন্থী বা শক্তিশালী প্রাপ্তবয়স্ক থিম, ভাষা, যৌন অনুমান এবং সহিংসতা অন্তর্ভুক্ত থাকতে পারে।\n : প্রোগ্রাম শুধুমাত্র প্রাপ্তবয়স্কদের উদ্দেশ্যে। এই প্রোগ্রামগুলিতে প্রাপ্তবয়স্কদের থিম, যৌন পরিস্থিতি, ঘন ঘন ভাষা ব্যবহার এবং সহিংসতার বিরক্তিকর দৃশ্য অন্তর্ভুক্ত থাকতে পারে।\n\n\n== অভ্যর্থনা ==\n\nভিয়েনা বিশ্ববিদ্যালয়ের একজন গবেষকের মতে, কোরীয় নাটকের জনপ্রিয়তা কনফুসিয়ান মূল্যবোধের ভিত্তি যা তারা প্রেরণ করে, যা এশিয়ান দর্শকরা সহজেই চিনতে পারে। কোরীয় সিরিজে বড়দের প্রতি শ্রদ্ধা, ধর্মীয় ধার্মিকতা, পরিবার-ভিত্তিকতা এবং অনুভূত \"এশিয়ান নৈতিক মূল্যবোধ\" প্রদর্শন গুরুত্বপূর্ণ ভূমিকা পালন করে।\n\n\n=== আন্তর্জাতিক সংবর্ধনা ===\n.\n\n\n==== চীন ====\nচীনে, চীনা সরকারি টিভি নেটওয়ার্কে দক্ষিণ কোরিয়ার অনুষ্ঠানগুলি ২০০৬ সালে মিলিত অন্যান্য সকল বিদেশী অনুষ্ঠানের চেয়ে বেশি। কোরীয় নাটক, টিভিবি জে ২ সম্প্রচারের জন্য হংকংয়ের নিজস্ব চ্যানেল রয়েছে, কিন্তু এটিভি প্রাইম-টাইম স্লটে কোরীয় সিরিজও সম্প্রচার করে। স্টার মাই লাভ চীন থেকে উৎসাহী প্রতিক্রিয়া পেয়েছে। এটি অসংখ্য চীনা ভিডিও সাইটে ৪০ বিলিয়ন বার দেখা হয়েছে। নাটকটি কোরিয়া সম্পর্কেও আগ্রহ জাগিয়ে তোলে, যা চীনের কো -কোরীয় পণ্য যেমন চি মাইক (মুরগি এবং বিয়ার) এবং কোরীয় প্রসাধনীগুলির ব্যবহার বাড়িয়ে দেখায়। চীনে কোরীয় নাটকের সাফল্যের কারণে, কিছু নাটক সব পর্বকে এক ফিল্মে একত্রিত করে বৈশিষ্ট্য-দৈর্ঘ্যের চলচ্চিত্র তৈরির জন্য সংকলিত হয়েছে। দেশে কোরীয় নাটকের অসাধারণ জনপ্রিয়তা, কিছু কিছু সময়ে, চীন এবং দক্ষিণ কোরিয়ার মধ্যে কূটনৈতিক বিষয় নিয়ে ক্রসফায়ারে ধরা পড়েছে।\n\n\n==== জাপান ====\nজাপানে ব্যাপক জনপ্রিয়তা অর্জনকারী প্রথম কোরীয় নাটক ছিল উইন্টার সোনাটা , যা ২০০৩ সালে এনএইচকে স্যাটেলাইট চ্যানেল এনএইচকে বিএস ২ তে সম্প্রচারিত হয়েছিল। দর্শকদের উচ্চ চাহিদার কারণে অনুষ্ঠানটি একই বছরে দুইবার প্রচারিত হয়েছিল। এনএইচকে কোরীয় সংগীতশিল্পীদের দ্বারা পরিবেশন করা শীতকালীন সোনাটার সুরের একটি ক্লাসিক্যাল কনসার্টেরও আয়োজন করেছিল। কোরীয় নাটক কোরিয়া এবং জাপানের মধ্যে পর্যটন বৃদ্ধি করে, এবং দুই দেশের মধ্যে উত্তেজনাপূর্ণ সম্পর্কের উন্নতির একটি সম্ভাব্য উপায় হিসেবে বিবেচিত হয়, কারণ জাপানি দর্শকদের কাছে সিরিজ ক্রমশ জনপ্রিয় হয়ে উঠেছে। বিপরীতে, আইরিস সিরিজের জাপানের আকিতায় বেশ কয়েকটি গুরুত্বপূর্ণ দৃশ্যের শুটিং হয়েছিল, যার ফলে জাপানের সেই অংশে কোরীয় পর্যটক বৃদ্ধি পেয়েছিল।\n\n\n==== ইন্দোনেশিয়া ====\nইন্দোনেশিয়ায়, কোরীয় নাটক জনপ্রিয়তা অর্জন করেছে এবং জনপ্রিয় কোরীয় নাটক উইন্টার সোনাটা এবং এন্ডলেস লাভ ২০০২ সালে সূর্য চিত্র মিডিয়ায় প্রচারিত হয়েছিল। কিছু কোরীয় নাটককে ২০০৫ সালে ডেমি সিন্টার মতো ইন্দোনেশিয়ান সংস্করণে পুনর্নির্মাণ করা হয়েছিল যা ছিল জনপ্রিয় নাটক অটাম ইন মাই হার্ট এবং সিন্টা সেজতি ছিল স্টেরওয়ে তু হ্যাভেন এর রিমেক।\n\n\n==== ভারত ====\nভারতে, ১৯৯০-এর দশকের শেষের দিকে এবং প্রায় ২০০০ এর দিকে কোরীয় নাটক জনপ্রিয় হতে শুরু করে, বিশেষ করে উত্তর-পূর্ব রাজ্য যেমন মণিপুর, আসাম, মেঘালয়, সিকিম, অরুণাচল প্রদেশ, ত্রিপুরা, মিজোরাম এবং নাগাল্যান্ডের পাশাপাশি পূর্ব রাজ্যের কিছু অংশ যেমন পশ্চিম বাংলা এবং অতি সম্প্রতি দক্ষিণ রাজ্য তামিলনাড়ুতে । ২০০০ সালে মণিপুরে হিন্দি চলচ্চিত্র এবং টিভি সিরিয়াল নিষিদ্ধ করা হয়েছিল, ফলস্বরূপ স্থানীয় টেলিভিশন স্টেশনগুলি অরিরাং টিভি এবং কেবিএস ওয়ার্ল্ডের পরিবর্তে উপশিরোনাম কোরীয় নাটক সম্প্রচার শুরু করে। ভারতের উত্তর-পূর্বাঞ্চল, পূর্ব এবং দক্ষিণাঞ্চলের অনেক তরুণ কোরীয় অভিনেতাদের চুলের স্টাইল, পোশাকের নকল করে, যখন কোরীয় ফ্যাশন এই অঞ্চলে খুব জনপ্রিয় হয়ে ওঠে। সাংস্কৃতিক বিনিময়ের অংশ হিসেবে, জন সম্প্রচারকারী দূরদর্শন সম্রাট সমুদ্র এবং দা জাং জিউম টেলিকাস্ট করেছে। কোরীয় নাটকগুলি তামিল ভাষায় ডাব করা হয় পুতুযুগাম টিভিতে যেমন ' বয়েজ ওভার ফ্লাওয়ারস', ' মাই লাভ ফ্রম অন্য স্টার ', ' প্লেফুল কিস ' এবং আরও অনেক কিছু। ফুল হাউস এবং হোয়াং জিনি ২০০৮ সালে ফিরঙ্গি চ্যানেলে সম্প্রচার শুরু করে।\n\n\n== রেটিং এবং দর্শকসংখ্যা ==\nদর্শকসংখ্যার রেটিং দক্ষিণ কোরিয়ায় দুটি কোম্পানি দ্বারা প্রদান করা হয়: নিলসেন কোরিয়া এবং টিএনএমএস। মূলত, মিডিয়া সার্ভিস কোরিয়া (এমএসকে) হল একমাত্র কোম্পানি যা ১৯৯২ সাল থেকে পিপল মিটার ব্যবহার করে টিভি দর্শকসংখ্যা রেটিং প্রদান করে কিন্তু শুধুমাত্র সিউল রাজধানী অঞ্চল-এর মধ্যেই সীমাবদ্ধ ছিল।\n ১৯৯৮ সালে, টিএনএস মিডিয়া কোরিয়া টেলর নেলসন সোফ্রেস (টিএনএস) এর সাথে অংশীদারিত্বে একটি প্রতিদ্বন্দ্বী কোম্পানি হিসাবে শুরু হয়েছিল যা পাঁচটি প্রধান শহরে পরিষেবাটি প্রসারিত করেছিল; এটি আনুষ্ঠানিকভাবে ১৯৯৯ সালের জুনে একটি আরও পরিশীলিত দর্শকসংখ্যা রেটিং সমীক্ষা কৌশল সহ চালু করা হয়েছিল। আগস্ট ১৯৯৯ সালে, এসি নিলসেন এমএসকে অধিগ্রহণ করে এবং এটিকে এসিনিলসেন কোরিয়া হিসাবে পুনঃব্র্যান্ড করে এবং রেটিংগুলির বিশ্বাসযোগ্যতা বাড়ানোর লক্ষ্যে দর্শক রেটিং সমীক্ষাকে সমগ্র দেশে প্রসারিত করে। ২০০৫ সালে, এসি নিলসেন কোরিয়া এজিবি গ্রুপের সাথে একীভূত হয় এবং এজিবি নিলসেন মিডিয়া রিসার্চ প্রতিষ্ঠিত হয়। এজিবি নিলসেন মিডিয়া রিসার্চ জানুয়ারি ২০১৩ সালে কেএডিডি নিলসেন মিডিয়া রিসার্চের সাথে একীভূত হয়, এবং সরকারি নাম পরিবর্তন করে নিলসেন কোরিয়া রাখা হয়।\n২০১০ সালে, টিএনএসমিডিয়া কোরিয়ার নাম পরিবর্তন করে টিএনএমএস (টোটাল ন্যাশনাল মাল্টিমিডিয়া স্ট্যাটিস্টিকস) রাখা হয়। ২০১৮ সালের শেষের দিক থেকে, টিএনএমএস তাদের ওয়েবসাইটের মাধ্যমে জনসাধারণের কাছে ডেটা সরবরাহ করা বন্ধ করে দেয় এবং এর পরিবর্তে মাঝে মাঝে ব্রেক নিউজের মতো সংবাদ সংস্থার মাধ্যমে রেটিং প্রকাশ করে।\n\n\n=== টেরেস্ট্রিয়াল টেলিভিশনে সর্বোচ্চ রেট দেওয়া সিরিজের তালিকা ===\n১৯৯২ সাল থেকে সর্বোচ্চ দর্শকসংখ্যার পর্বের উপর ভিত্তি করে নীলসেন কোরিয়ার তথ্য থেকে তালিকাটি সংকলিত হয়েছে।\n\n\n==== পারিবারিক রেটিং অনুসারে ===="}