{"pageid": 1093506, "title": "বেঞ্জামিন স্কট", "url": "https://bn.wikipedia.org/wiki?curid=1093506", "content": "বেঞ্জামিন স্কট (১৫ এপ্রিল ১৮১৪ - ১ জানুয়ারি ১৮৯২) ১৮৫৮ থেকে মৃত্যুর আগ পর্যন্ত লন্ডন শহরের চেম্বারলাইন হিসেবে দায়িত্ব পালন করেন। তিনি জোসেফাইন বাটলার এবং ডব্লিউটি স্টেডের মতো ব্যক্তিত্বের সাথে  সামাজিক কর্মী হিসেবে কাজ করে ছিলেন।\n\n\n== জীবন ==\nবেঞ্জামিন স্কট ছিলেন বেঞ্জামিন হুইনেল স্কটের ছেলে, লন্ডনের চেম্বারলাইনের প্রধান কেরানি এবং ব্যাংকার জন স্কটের নাতি। তিনি ১৫ এপ্রিল ১৮১৪ এ আইসলিংটনে জন্মগ্রহণ করেন এবং জুনিয়র কেরানি হিসেবে চেম্বারলাইনের অফিসে প্রবেশ করেন। ১৮৪১ সালে তার পিতার মৃত্যুর পর, তিনি প্রধান কেরানি হিসাবে দায়িত্ব গ্রহণ করেন এবং স্যার জেমস শ, স্যার উইলিয়াম হেগেট এবং অ্যান্থনি ব্রাউনের সাথে চেম্বারলাইনশিপ কর্পোরেশনের সেবায় থেকে যান।\n\n\n== লন্ডন শহরের চেম্বারলাইন ==\n১৮৫৩ সালের প্রথম দিকে ব্রাউনের মৃত্যুর পর, স্কট চেম্বারলাইনের পক্ষে দাঁড়ানোর জন্য হুইলরাইটস কোম্পানির একজন লিভারম্যান হিসেবে একটি অনুরোধ পান; অফিসটি বিভিন্ন লিভারি কোম্পানির লিভারম্যানদের উপহারে ছিল। প্রায় এক শতাব্দী ধরে পদটি লন্ডনের লর্ড মেয়র পদে থাকা অল্ডারম্যানদের পদ থেকে পূরণ করা হয়েছিল। স্কটের প্রতিপক্ষ ছিল অল্ডারম্যান স্যার জন কী, যিনি দুইবার লর্ড মেয়র ছিলেন (১৮৩০ এবং ১৮৩১ সাল)। চার দিনের ভোটের পর, প্রার্থীদের £ ১০,০০০ খরচ হয়, জন কী অল্প সংখ্যক ভোট দ্বারা নির্বাচিত হন (224 ভোট)।\n১৮৫৩ সালের শেষে, প্রতিযোগিতার দ্বারা উত্পাদিত সঙ্ঘর্ষের পরে, স্কট কর্পোরেশনের অধীনে পদত্যাগ করেন এবং এক বছর পরে তিনি নতুন ব্যাংক অফ লন্ডনের সচিব হন, যা তিনি প্রতিষ্ঠিত করার কাজে অংশ নিয়েছিলেন। ১৮৫৮ সালের জুলাই মাসে, স্যার জন কী -এর মৃত্যুতে, তিনি আবার চেম্বারলাইন অফিসের প্রার্থী হন এবং বিরোধীতা ছাড়াই নির্বাচিত হন। একজন চতুর ফাইন্যান্সার হিসেবে স্কট কর্পোরেশনকে ১৮৬৬ সালের আতঙ্কের ব্ল্যাক ফ্রাইডে আবহাওয়ার ক্ষতি থেকে রক্ষা করতে সক্ষম হয়েছিল।\n\n\n== বিশুদ্ধতা অভিযান ==\nজোসেফাইন বাটলার, ডব্লিউটি স্টেড এবং দ্য স্যালভেশন আর্মি সাথে, স্কট সম্মতির বয়স বাড়ানোর জন্য সমর্থন চেয়েছিলেন, যা বেশিরভাগ যুক্তরাজ্যে ১২ বছর ছিল। আলফ্রেড স্টেস ডায়ার ১৮৭৯ সালে ব্রিটিশ গার্লস ফর পারপাস অব কন্টিনেন্টাল পতিতাবৃত্তির উদ্দেশ্যে ট্রাফিক দমন করার জন্য লন্ডন কমিটি গঠন করেন, যা \"সামাজিক বিশুদ্ধতা\" বৃদ্ধি এবং লিঙ্গের মধ্যে দ্বৈত মানের অবসান কামনা করে, বাটলার এবং অন্যান্য প্রচারকদের সহায়তায় সংক্রামক রোগ আইনের বিরুদ্ধে কাজ করে।\nডায়ার এবং স্কট উভয়েই গসপেল পিউরিটি অ্যাসোসিয়েশনের সদস্য ছিলেন যা ১৮৮৫ সালের এপ্রিলে লন্ডনের এক কুখ্যাত ম্যাডাম দ্বারা পরিচালিত পতিতালয়ের বিরুদ্ধে মামলা দায়ের করেছিল, মামলাটির বিরধীতায় ছিল মন্টেগু উইলিয়ামস; এটি বন্ধ করার পরিবর্তে জরিমানা করা হয়েছিল। সে বছর কৌশলের পরিবর্তন দেখা যায়, পতিতাবৃত্তি ক্ষেত্রে উঁচু সমর্থন ছিল। চাঞ্চল্যকর এলিজা আর্মস্ট্রং মামলার দৌড়ে, স্কট ব্রামওয়েল বুথ এবং স্যালভেশন আর্মি হেডকোয়ার্টারে স্টেডের সাথে দেখা করেন, স্টেডকে পল ম্যাল গেজেটে একটি শিশু পতিতাবৃত্তির গল্প প্রকাশ করার প্রচেষ্টায়। ফৌজদারি সংশোধনী আইন ১৮৮৫ পাস হওয়ার পর এই অভিযান শেষ হয় এবং স্কট তার প্রচেষ্টার একটি বিবরণ ছয় বছরের শ্রম ও দুঃখখের একটি পুস্তিকায় প্রকাশ করেন।\n\n\n== তথ্যসূত্র ==\n\nAttribution\n This article incorporates text from a publication now in the public domain: Sidney Lee, সম্পাদক (১৮৯৭)। \"Scott, Benjamin\"। Dictionary of National Biography। 51। London: Smith, Elder & Co। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}