{"pageid": 1093590, "title": "শিশু দিবাযত্ন কেন্দ্র আইন, ২০২১", "url": "https://bn.wikipedia.org/wiki?curid=1093590", "content": "শিশু দিবাযত্ন কেন্দ্র আইন, ২০২১ শিশুদের দিবাকালীন পরিচর্যা ও নিরাপত্তার জন্য বাংলাদেশ সরকার কর্তৃক সম্প্রতি গৃহীত একটি আইন যেখানে সরকারি, আধা-সরকারি, স্বায়ত্তশাসিত ও বেসরকারি প্রতিষ্ঠানকে এবং ব্যক্তিগত উদ্যোগের ক্ষেত্রে এই আইনের অধীনে নিবন্ধন সনদ থাকার শর্তে স্বীয় ব্যবস্থাপনার মাধ্যমে শিশুদের দিবাকালীন যত্নের নিমিত্তে কেন্দ্র স্থাপনের ও পরিচালনার সুযোগ দেওয়া হয়েছে। এই আইনটি সরকারি, আধা-সরকারি, স্বায়ত্তশাসিত ও বেসরকারি পর্যায়ে শিশু দিবাযত্ন কেন্দ্র প্রতিষ্ঠা, পরিচালনা ও আনুষঙ্গিক অন্যান্য বিষয়ে বিধানদি প্রণয়ন সম্পর্কিত। ৩৪ টি ধারা সম্বলিত এ আইনে শিশুর পিতা, মাতা এবং Guardians and Wards Act, 1890 (Act No. VIII of 1890) এর অধীনে শিশুর কল্যাণে আদালত কর্তৃক নিয়োগপ্রাপ্ত বা ঘোষিত ব্যক্তিকে \"অভিভাবক\" বলে ধরা হয়েছে।\nউল্লেখ্য যে, গত ৮ই ফেব্রুয়ারি ২০২১ এই আইনটির একটি খসড়া মন্ত্রিসভায় চূড়ান্ত অনুমোদন লাভের পর ১৬ই জুন জাতীয় সংসদে বিল আকারে পাস হয় যা রাষ্ট্রপতি কর্তৃক ২৪শে জুন ২০২১ এ সম্মতিলাভ করে। আইনটি ১ সেপ্টেম্বর ২০২১ খ্রিস্টাব্দ থেকে বাংলাদেশে কার্যকর।\n\n\n== বিষয়বস্তু ==\nএই আইনে কেন্দ্রে থাকা শিশুর নিরাপত্তার প্রসঙ্গে সুস্পষ্ট কয়েকটি ধারা রয়েছে (ধারা: ২৩, ২৪, ২৫ এবং ২৬)। এছাড়াও ২২ নং ধারায় সংক্রামক রোগের বিষয়টিও উল্লেখ করা হয়েছে। শিশু দিবাযত্ন কেন্দ্র আইন, ২০১৮-তে শিশুর নিরাপত্তা সম্পর্কে সুস্পষ্ট কোন ধারা ছিল না এবং সংক্রামক রোগের বিস্তার সম্পর্কিত ধারাটি শিশু দিবাযত্ন কেন্দ্র আইন, ২০২১ এর একটি নতুন সংযোজন। এই আইনের ফলে বাংলাদেশে এখন শুধু চার ধরনের শিশু দিবাযত্ন কেন্দ্র বৈধ বলে বিবেচিত হবে। যথা:\n\nসরকারি ভর্তুকি দিয়ে পরিচালিত শিশু দিবাযত্ন কেন্দ্র\nসরকার, সরকারি সংস্থা, অধিদপ্তর, বিভাগ, সংবিধিবদ্ধ সংস্থা বা স্বায়ত্তশাসিত সংস্থা দ্বারা পরিচালিত শিশু দিবাযত্ন কেন্দ্র (বিনা মূল্যে সেবার উদ্দেশ্যে)\nব্যক্তি বা সংস্থা দ্বারা পরিচালিত শিশু দিবাযত্ন কেন্দ্র (বাণিজ্যিক উদ্দেশ্যে) এবং\nব্যক্তি, সংস্থা, এনজিও, ক্লাব, সমিতি, কর্পোরেট সেক্টর বা শিল্প খাত দ্বারা পরিচালিত শিশু দিবাযত্ন কেন্দ্র (অলাভজনকভাবে)\n\n\n== প্রতিক্রিয়া ==\nমাঠপর্যায়ে এই আইন নিয়ে তেমন কোন প্রতিক্রিয়া লক্ষ্য করা যায়নি।\n\n\n== ধারাসমূহ ==\nআইনের চৌত্রিশটি ধারার মূল বিষয়বস্তু পর্যায়ক্রমিকভাবে দেওয়া হলো:\n\nসংক্ষিপ্ত শিরোনাম ও প্রবর্তন:\nসংজ্ঞা: শিশু, অভিভাবক, বিধি ও কেন্দ্র সহ আনুষঙ্গিক অন্যান্য বিষয়ের সংজ্ঞা কী হবে তা এতে বলা হয়েছে।\nঅন্যান্য আইনের প্রযোজ্যতা: এই আইনকে কার্যকর করতে সামঞ্জস্যপূর্ণ অন্যান্য বিধানাবলীর প্রযোজ্যতা সম্পর্কিত\nশিশু দিবাযত্ন কেন্দ্র স্থাপন: কে বা কোন ধরনের প্রতিষ্ঠান শিশু দিবাযত্ন কেন্দ্র স্থাপন করতে পারবে সে সম্পর্কিত:\nনিবন্ধন কর্তৃপক্ষ:\nনিবন্ধন সনদ প্রদান:\nনিবন্ধন প্রাপ্তির শর্ত: ধারাটি মূলত ব্যক্তি উদ্যোগে শিশু দিবাযত্ন কেন্দ্র স্থাপনের শর্তাবলী ও যোগ্যতা সম্পর্কিত।\nনিবন্ধন নবায়ন:\nনিবন্ধন স্থগিত, বাতিল, ইত্যাদি:\nশিশু সেবা মূল্য:\nনিবন্ধনবহি, হিসাব-নিরীক্ষা ও প্রতিবেদন:\nদিবাযত্ন কেন্দ্র পরিচালনা:\nপরিদর্শক:\nপরিদর্শকের ক্ষমতা:\nকমিটি গঠন:\nঅভিভাবকগণের সাথে মতবিনিময়:\nপ্রশাসনিক জরিমানা:\nপুনর্বিবেচনা:\nআপিল: নিবন্ধন কর্তৃপক্ষ কর্তৃক প্রত্যাখ্যাত ব্যক্তির সরকারের নিকট আপিলের সুযোগ এবং এ বিষয়ে সরকারের এখতিয়ার সম্পর্কিত।\nনিবন্ধন সনদ ব্যতীত কেন্দ্র পরিচালনার দণ্ড:\nনির্দেশনা অমান্য বা প্রতিবন্ধকতা সৃষ্টির দণ্ড:\nসংক্রামক রোগের বিস্তার এবং তথ্যগোপনের অপরাধ ও দণ্ড:\nশিশুর নিরাপত্তা বিপন্নকারী কার্য করলে তার দণ্ড:\nকর্তব্যে অবহেলার দণ্ড: কেন্দ্রের দায়িত্বরত ব্যক্তির অবহেলায় কেন্দ্রে থাকাকালীন শিশুর স্বাস্থ্যগত ক্ষতির ক্ষেত্রে অনূর্ধ্ব দুই বছরের কারাদণ্ড বা অনূর্ধ্ব দুই লক্ষ টাকা অর্থদণ্ডের বা উভয় দণ্ডের বিধান।\nশিশুর প্রতি নিষ্ঠুর আচরণের দণ্ড: কোনো ব্যক্তি কর্তৃক কেন্দ্রস্থ শিশু সুনির্দিষ্ট কিছু  নিষ্ঠুর আচরণের স্বীকার হলে ঐ ব্যক্তির শাস্তি হিসেবে কমপক্ষে দুই মাসের কারাদণ্ড বা অনূর্ধ্ব পঞ্চাশ হাজার টাকা অর্থদণ্ড বা উভয় দণ্ডের বিধান।\nকেন্দ্র থেকে শিশু নিখোঁজ হলে বা হারিয়ে গেল তার দণ্ড: কেন্দ্রে সংঘটিত এরূপ কোন অপরাধের জন্য দশ বছরের কারাদণ্ড এবং পাঁচ লক্ষ টাকা অর্থদণ্ডের বিধান।\nক্যামেরায় গৃহীত ছবি, রেকর্ডকৃত কথাবার্তার সাক্ষ্য মূল্য:\nকোম্পানি কর্তৃক অপরাধ সংঘটন:\nমামলা, তদন্ত ও জামিন: এ আইনের অধীন সংঘটিত অপরাধের মামলা দায়ের, এর তদন্ত ও বিচার Code of Criminal Procedure, 1898 (Act No. V of 1898) অনুসারে হবে।\nমোবাইল কোর্টের এখতিয়ার:\nপ্রতিবেদন:\nবকেয়া আদায়:\nবিধি প্রণয়নের ক্ষমতা: এই আইনের কার্যকারিতার উদ্দেশ্য প্রয়োজনীয় অন্যান্য আইন প্রণয়নের ক্ষমতা\nইংরেজিতে অনূদিত পাঠ প্রকাশ:\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাদেশ সরকারের আইন সম্পর্কিত ওয়েবসাইট\nশিশু দিবাযত্ন কেন্দ্র আইন, ২০২১ এর পিডিএফ কপি\nশিশু দিবাযত্ন কেন্দ্র আইন, ২০১৮ এর পিডিএফ কপি"}