{"pageid": 1093313, "title": "শিশুশ্রম নিরসনে আন্তর্জাতিক কর্মসূচি", "url": "https://bn.wikipedia.org/wiki?curid=1093313", "content": "শিশুশ্রম নিরসনে আন্তর্জাতিক কর্মসূচী [ইংরেজিতে ইন্টারন্যাশনাল প্রোগ্রাম অন দ্য এলিমিনেশন অব চাইল্ড লেবার (আই পি ই সি)] হল  একটি কর্মসূচি যা আন্তর্জাতিক শ্রম সংস্থা ১৯৯২ খ্রিস্টাব্দ থেকে কার্যকর করে চলেছে।  এই শিশুশ্রম নিরসনে আন্তর্জাতিক কর্মসূচীর প্রধান উদ্দেশ্য হল শিশুশ্রমের সমস্যাগুলো নির্ধারণ করার মাধ্যমে জাতীয় সামর্থ্যকে শক্তিশালী করে এক প্রগতিশীল উপায়ে শিশুশ্রম বন্ধ করার জন্যে কার্যকরভাবে অগ্রসর হওয়া।\n\n\n== বিষয়বস্তু ==\nআই পি ই সি কার্যক্রম যে অগ্রাধিকার সম্পন্ন গোষ্ঠীকে লক্ষ্য করে গড়ে উঠছে  তা হল, সব থেকে জঘন্য ধরনের শিশুশ্রম, উদাহরণ স্বরূপ দাসত্ব এবং দাসত্বের মতো একই ধরনের অভ্যাস, যেমন চুক্তিবদ্ধ শিশুশ্রম এবং ঝুঁকি সম্পন্ন কাজের পরিস্থিতিতে থাকা শিশুরা এবং পেশাগুলো। দুর্বল ও দুস্থ শিশুদের ওপরই আই পি ই সি কার্যক্রমের বিশেষ লক্ষ্য থাকে, উদাহরণ স্বরূপ, অতি নবীন বয়সী কাজ করা শিশু (যাদের বয়স ১২ বছরের কম) এবং কাজ করা মেয়ে শিশু।\nশিশুশ্রম নিরসনে আন্তর্জাতিক কর্মসূচী সফলভাবে কার্যকর করার শুরুয়াত হল এই যে, আলাদা আলাদা দেশের সরকার সেই ভূখণ্ডের চাকুরিজীবী, শ্রমিক সংগঠনসমূহ, অন্যান্য সব বেসরকারি সংস্থা এবং সমাজের এই সম্পর্কে সম্পর্কিত সংস্থাগুলো―যেমন, বিশ্ববিদ্যালয় ও বিভিন্ন মাধ্যম―সকলের সঙ্গে শিশুশ্রম সম্বন্ধে সহযোগিতা নিয়ে আলোচনা করার সদিচ্ছা ও দায়বদ্ধতা থাকাটা খুবই প্রয়োজন। দেশের অভ্যন্তরে 'মালিকানা' সম্পর্কের অপর জোর দেওয়ার মাধ্যমে শুরু থেকেই একটা স্থায়িত্ব গড়া হয়ে যায়। শিশুশ্রম রোধে একটা ভালো উদ্দেশ্য নিয়ে এই সমস্যার সমাধান এবং উন্নতি করার জন্যে অংশীদার সকল সংগঠনকে সমর্থন দেওয়া হয়ে থাকে; ঝুঁকি সম্পন্ন নানা কাজ থেকে শিশুদের সরিয়ে আনা এবং তাদের জন্যে যথা সম্ভব বিকল্প ব্যবস্থা করে দেওয়া এবং রূপান্তরযোগ্য সমাধানের সঙ্গে আসল কথায় শিশুশ্রম বন্ধ করার লক্ষ্যের দিকে এগিয়ে যাওয়া হয়।\n\n\n== কর্ম কৌশল ==\nশিশুশ্রম নিরসনে আন্তর্জাতিক কর্মসূচীর একটা পর্যায়ক্রমিক এবং বহুমুখী বিভাগ সম্পন্ন যেসব কার্যকর পদক্ষেপ করা হয়েছিল সেগলো নিচে প্রদত্ত হল:\n\nএই কর্মযজ্ঞে অংশীদারদের মধ্যে প্রেরণা এবং জোটবদ্ধতার আবহ তৈরি করা যাতে স্বীকৃতি পাওয়া যায় এবং শিশুশ্রমের বিরুদ্ধে কাজ করা যায়।\nএকটা দেশের শিশুশ্রম সম্পর্কে খোঁজ নেওয়ার জন্যে অবস্থার পরিপ্রেক্ষিতে একটা বিশ্লেষণ চালিয়ে যাওয়া।\nশিশুশ্রমের সমস্যা সম্বন্ধীয় জাতীয় নীতিগুলোর উন্নয়ন এবং প্রয়োগের ব্যাপারে সহায়তা করা।\nবিদ্যমান সংস্থাগুলোকে যথেষ্ঠ শক্তিশালী করা এবং প্রাতিষ্ঠানিক পদ্ধতিস্মূহকে কার্যকরভাবে ঠিক করা।\nসমস্ত কাজের জায়গায়, সমাজের মধ্যে এবং সর্বোপরি জাতীয়ভাবে শিশুশ্রম সম্পর্কে সচেতনতা তৈরি করা।\nশিশুশ্রম নিরোধক আইনের উন্নয়ন এবং তার প্রয়োগের জন্যে যথযথ প্রচার করা।\nসম্ভাব্য শিশুশ্রমিকদের প্রদর্শনের জন্যে সরাসরি কোনো কাজকে সমর্থন করা, এর মধ্যে আছে সবচেয়ে খারাপ ধরনের শিশুশ্রম সম্মেলনেবক্তব্য বলার জন্যে  সময়সীমার কার্যক্রমগুলো।\nঅংশীদারদের বিভিন্ন কার্যক্রমের সফলতাপূর্ণ প্রকল্পগুলোর পুনরাবৃত্তি এবং পরিবর্ধন করা।\nসামাজিক-অর্থনৈতিক নীতি, কার্যক্রম এবং বাজেটের মধ্যে শিশুশ্রম সম্পর্কিত সমস্যাসমূহকে মূল ধারার মধ্যে পরিচালিত করা।\n\n\n== আরও দেখুন ==\nশিশুদের অধিকার আন্দোলন\nবিকশিত ক্ষমতা\nশিশুশ্রমের বিরুদ্ধে বিশ্ব দিবস\nশিশুদের কাজের ক্ষেত্রে সবচেয়ে খারাপ ঝুঁকিপূর্ণ ধরনগুলো\n\n\n== বহিঃসংযোগ ==\nIPEC Home Page"}