{"pageid": 1093868, "title": "কলকাতা দক্ষিণ পূর্ব উপনির্বাচন, ১৯৫৩", "url": "https://bn.wikipedia.org/wiki?curid=1093868", "content": "১৯৫৩ সালে কলকাতা দক্ষিণ পূর্ব লোকসভা কেন্দ্রে উপনির্বাচন অনুষ্ঠিত হয়। এই কেন্দ্রের তৎকালীন সাংসদ ড. শ্যামাপ্রসাদ মুখোপাধ্যায়ের মৃত্যুর ফলে আসনটি খালি হয়েছিল। এই উপনির্বাচনে আন্তর্জাতিক খ্যাতিসম্পন্ন ব্যারিস্টার রাধাবিনোদ পাল পরাজিত হয়েছিলেন তরুণ কমিউনিস্ট ব্যারিস্টার সাধন গুপ্তের কাছে।\n\n\n== প্রেক্ষাপট ==\n১৯৫১-১৯৫২ সালের ভারতীয় সংসদীয় নির্বাচনে কলকাতা দক্ষিণ পূর্ব লোকসভা কেন্দ্র থেকে জয়লাভ করেছিলেন ভারতীয় জন সংঘ নেতা ড. শ্যামাপ্রসাদ মুখোপাধ্যায়। কিন্তু ১৯৫৩ সালে তাঁর মৃত্যু ঘটলে এই কেন্দ্রে উপনির্বাচন অনুষ্ঠিত হয়। সেই বছর জুন মাসে কাশ্মীর সংঘর্ষ প্রসঙ্গে দক্ষিণপন্থী জাতীয়তাবাদী কট্টরপন্থী শ্যামাপ্রসাদ মুখোপাধ্যায় কাশ্মীরে প্রবেশের চেষ্টা করে আটক হয়েছিলেন। অবরুদ্ধ অবস্থাতেই হৃদরোগে আক্রান্ত হয়ে তাঁর মৃত্যু ঘটে। ড. শ্যামাপ্রসাদ মুখোপাধ্যায়ের মৃত্যুর নাটকীয় পরিস্থিতি এবং কলকাতার রাজনীতির জটিল চরিত্রের (এই কেন্দ্রটি কংগ্রেসের এক শক্ত ঘাঁটি হিসেবে পরিচিত হলেও এখান থেকে একজন ভারতীয় জন সংঘ সাংসদ এবং পশ্চিমবঙ্গ বিধানসভার একাধিক কমিউনিস্ট সদস্য নির্বাচিত হয়েছিলেন) জন্য এটি জাতীয় রাজনৈতিক মহলের দৃষ্টি আকর্ষণ করেছিল।\n\n\n== প্রার্থী ==\nচার জন প্রার্থী এই উপনির্বাচনে প্রতিদ্বন্দ্বিতা করেছিলেন; তাঁরা সকলেই ছিলেন জাতীয় রাজনৈতিক দলগুলির প্রতিনিধি।\n\n\n=== ভারতীয় জাতীয় কংগ্রেস ===\nউপনির্বাচনের পূর্বে ভারতীয় জাতীয় কংগ্রেস রাধাবিনোদ পালের সঙ্গে যোগাযোগ করেন এবং তাঁকে কংগ্রেসের প্রার্থী হিসেবে প্রতিদ্বন্দ্বিতা করার জন্য রাজি করায়। উল্লেখ্য, রাধাবিনোদ ছিলেন ড. শ্যামাপ্রসাদ মুখোপাধ্যায়ের দীর্ঘকালের সহকারী এবং ভারতীয় জাতীয় কংগ্রেসের তীব্র সমালোচক। কথিত আছে, রাধাবিনোদ পাল প্রথমে কংগ্রেসের প্রস্তাব প্রত্যাখ্যান করেছিলেন, কিন্তু পরে রাজিও হয়ে গিয়েছিলেন। কংগ্রেসের হয়ে প্রতিদ্বন্দ্বিতার জন্য তিনি শর্ত রেখেছিলেন যে, তিনি নিজের জন্য কোনও বড়োসড়ো প্রচারসভার আয়োজন করবেন না এবং প্রচারের কাজে নিজের অর্থ ব্যয় করবেন না। রাধাবিনোদ পাল ছিলেন এক বিশিষ্ট জ্যুরিস্ট। তিনি ইন্টারন্যাশনাল মিলিটারি ট্রাইব্যুনাল ফর দ্য ফার ইস্টে কর্মরত ছিলেন এবং ১৯৫৩ সালের ২৬ সেপ্টেম্বর থেকে ৭ নভেম্বর পর্যন্ত জাপানে ছিলেন। জ্যুরিস্ট হিসেবে রাধাগোবিন্দ পালের খ্যাতির জন্য আনন্দবাজার পত্রিকা অনুমান করেছিল যে তিনিই নির্বাচনে জয়লাভ করবেন।\n\n\n=== ভারতের কমিউনিস্ট পার্টি ===\nরাধাবিনোদ পালের প্রধান প্রতিপক্ষ ছিলেন অপর এক ব্যারিস্টার। রাধাবিনোদ পাল ছিলেন আন্তর্জাতিক স্বীকৃতিসম্পন্ন প্রবীণ জ্যুরিস্ট, কিন্তু তাঁর প্রতিদ্বন্দ্বী ছিলেন শ্রমিক আন্দোলনের সঙ্গে যুক্ত এক তরুণ আইনজীবী। ১৯৪৫ সালে ‘সম্রাট বনাম শিবনাথ বন্দ্যোপাধ্যায়’ মামলার মধ্যে দিয়ে সাধন গুপ্ত আইনজীবী হিসেবে প্রতিষ্ঠা লাভ করেছিলেন এবং তারপরেও বিনা বিচারে বন্দী অনেকের হয়ে মামলা লড়েছিলেন। সাধন গুপ্ত ছিলেন অন্ধ। তিনি ভারতের কমিউনিস্ট পার্টির (সিপিআই) হয়ে প্রতিদ্বন্দ্বিতা করেন। তাঁর বাবা সেই সময় পশ্চিমবঙ্গ বিধানসভার এক ভারতীয় জাতীয় কংগ্রেস বিধায়ক ছিলেন।\nসিপিআই এই নির্বাচনের প্রচারে রাধাবিনোদ পালের হঠাৎ রাজনৈতিক মতপরিবর্তনের বিষয়টির উপর আলোকপাত করে এবং ভোটদাতাদের মনে করিয়ে দেয় যে অতীতে রাধাবিনোদ পাল কংগ্রেস সরকারের বিরোধী ছিলেন।\n\n\n=== ভারতীয় জন সংঘ ===\nড. শ্যামাপ্রসাদ মুখোপাধ্যায়ের দল ভারতীয় জন সংঘের প্রার্থী হিসেবে প্রতিদ্বন্দ্বিতা করেন যশোপ্রকাশ মিত্র। তিনি ছিলেন কলকাতার এক বিশিষ্ট আইনজীবী এবং ভারত বিভাজনের ফলে পশ্চিমবঙ্গে আগত এক বাঙালি হিন্দু শরণার্থী। ১৯৩০-এর দশকে মেরঠ ষড়যন্ত্র মামলায় তিনি ব্রিটিশ রাজশক্তির হয়ে মামলা লড়েছিলেন। লালকেল্লা বিচারে তিনি অভিযুক্তদের পক্ষাবলম্বন করেন। উপনির্বাচনের সময় যশোপ্রকাশ মিত্র ছিলেন হিন্দু মহাসভার সঙ্গে যুক্ত সংস্থা কাউন্সিল ফর দ্য প্রোটেকশন অফ দ্য রাইটস অফ মাইনরিটিজের সভাপতি। এই সংগঠনটি পূর্ব পাকিস্তানে হিন্দুদের জন্য একটি পৃথক অঞ্চলকে বিচ্ছিন্ন করার দাবি জানিয়েছিল এবং হিন্দু শরণার্থীদের নিয়ে একটি আধা-সামরিক বাহিনী গঠন করছিল।\n\n\n=== ফরওয়ার্ড ব্লক (মার্ক্সবাদী গোষ্ঠী) ===\nএছাড়া এই নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিল ফরওয়ার্ড ব্লক (মার্ক্সবাদী গোষ্ঠী)। ফব(মাগো)-র প্রার্থী ড. ভূপাল বসুকে অ-কমিউনিস্ট বামপন্থীদের একাংশ সমর্থন করেন। ড. ভূপাল বসু ছিলেন এক প্রবীণ বিপ্লবী নেতা ও আন্দামান জেলের পূর্বতন বন্দী। অবশ্য ফব(মাগো)-র একটি অংশ (সত্যপ্রিয় বন্দ্যোপাধ্যায়, অমর বসু, সুহৃদ মল্লিক চৌধুরী ও রাম চট্টোপাধ্যায় প্রমুখ নেতা সহ সিপিআই প্রার্থীকে সমর্থন জানানোর পক্ষপাতী ছিলেন। নির্বাচনী প্রচারের সময় এই নেতারা ফব(মাগো)-র প্রার্থীর পরিবর্তে সিপিআই প্রার্থীর হয়ে কাজ করেন। উপনির্বাচনের সময় এই দ্বন্দ্বের ফলেই দলে বিভাজন ঘটে এবং দলের ওয়ার্কিং কমিটি কমিউনিস্ট-পন্থীদের বহিষ্কার করে। পরের বছর এপ্রিল মাসে বহিষ্কৃত গোষ্ঠীটি মার্ক্সবাদী ফরওয়ার্ড ব্লক গঠন করে।\n\n\n== ফলাফল ==\nউপনির্বাচনটি অনুষ্ঠিত হয় ১৯৫৩ সালের ২২ নভেম্বর। একই দিনে পশ্চিমবঙ্গের অপর এক লোকসভা আসন নবদ্বীপেও উপনির্বাচন অনুষ্ঠিত হয়। ফলাফল ঘোষিত হয় সেই বছরই ২৭ নভেম্বর। কলকাতা দক্ষিণ পূর্ব আসনে ৫৮,২১১টি ভোট (৫৮.২১ শতাংশ) পেয়ে জয়লাভ করেন সাধন গুপ্ত। ৩৬,৩১৯টি ভোট (৩৬.৩১ শতাংশ) পেয়ে দ্বিতীয় স্থান অধিকার করেন রাধাবিনোদ পাল, ভারতীয় জন সংঘের যশোপ্রকাশ মিত্র পান ৫,৪৩১টি ভোট (৫.৪৩ শতাংশ) এবং ফরওয়ার্ড ব্লক (মার্ক্সবাদী গোষ্ঠী)-র ড. ভূপাল বসু পান ৫,৪১৫টি ভোট (৫.৪১ শতাংশ)। ড. ভূপাল বসু ও যশোপ্রকাশ মিত্রের জমানত বাজেয়াপ্ত হয়েছিল।\n\n\n== তথ্যসূত্র =="}