{"pageid": 1093302, "title": "হেলিওফোরাস তমু", "url": "https://bn.wikipedia.org/wiki?curid=1093302", "content": "পাউডারী গ্রীন স্যাফায়ার (বৈজ্ঞানিক নাম: Heliophorus tamu (Kollar)) একটি ছোট প্রজাপতি। এরা ‘লাইসিনিডি’ গোত্রের এবং 'লাইসিনিনি' উপগোত্রের সদস্য।\n\n\n== আকার ==\nপাউডারী গ্রীন স্যাফায়ার এর প্রসারিত অবস্থায় ডানার আকার ৩৪-৪০ মিলিমিটার দৈর্ঘের হয়।\n\n\n== উপপ্রজাতি ==\nভারতে প্রাপ্ত পাউডারী গ্রীন স্যাফায়ার এর উপপ্রজাতি হল-\n\nHeliophorus tamu tamu (Kollar, [1844]) – Himalayan Powdery Green Sapphire\nHeliophorus tamu kala (Tytler, 1912) – Naga Powdery Green Sapphire\n\n\n== বিস্তার ==\nএই প্রজাতি ভারত এর উত্তরাখণ্ড থেকে অরুণাচল প্রদেশ পর্যন্ত, নেপাল, ভুটান, পাকিস্তান এবং মায়ানমার এর বিভিন্ন অঞ্চলে দেখা যায়।\n\n\n== বর্ণনা ==\nপ্রজাপতির দেহাংশের পরিচয় বিষদ জানার জন্য প্রজাপতির দেহ এবং ডানার অংশের নির্দেশিকা দেখুন:-\n\n\n=== পুরুষ ===\nডানার উপরিতল কালচে বাদামী বর্নের। সামনের ডানায় বেসাল অংশ থেকে ডিসকাল অংশের প্রথমভাগ পর্যন্ত উজ্জ্বল ধাতব সবুজ অথবা নীলচে সবুজ আঁশে ছাওয়া। পিছনের ডানায় উক্ত আঁশের ছাওয়া অংশ খুবই কম এবং ইষদ অস্পষ্ট। এই প্রজাতি সাথে গ্রীন স্যাফায়ার সাদৃশ্যযুক্ত তবে ডানার উপরিতল অধিকতর কালচে বাদামী এবং ধাতব সবুজ অংশ অনেক কম জায়গাজুড়ে বিস্তৃত। পিছনের ডানা লেজযুক্ত এবং টর্নাল অংশ লালচে কমলা ঢেউ খেলানো বর্ডারযুক্ত। উভয় ডানার সিলিয়া অথবা প্বার্শরয়া সাদা।\nডানার নিম্নতল কমলা-হলুদ এবং উভয় ডানায় সরু কালচে ডিসকাল রেখা যুক্ত। উভয় ডানায় সেল এর অন্তর্ভাগে একটি কালো বিন্দু এবং সেল এর বহিঃপ্রান্তভাগ কালো রেখা দ্বারা সীমায়ীত (bordered)। পিছনের ডানায় শীর্ষভাগ (apex) থেকে টর্নাস পর্যন্ত বিস্তৃত টকটকে লাল (scarlet red) টার্মিনাল ঢেউ খেলানো বন্ধনী দেখা যায়। উক্ত বন্ধনীর ভিতরের দিকে কালো রেখায় পরিবেষ্টিত সাদা অর্ধচন্দ্রাকৃতি ছোপদ্বারা সীমায়িত। টর্নাল ছোপ সুস্পষ্ট।\n\n\n=== স্ত্রী ===\nডানার উপরিতল গ্রীন স্যাফায়ার অপেক্ষা অধিকতর কালচে বাদামী এবং উভয় ডানার চওড়া কমলা ডিসকাল পটি গ্রীন স্যাফায়ার অপেক্ষা ফ্যাকাশে। ডানার নিম্নতল পুরুষ প্রকারের অনুরূপ।\n\n\n== আচরণ ==\nএই প্রজাতি দুস্প্রাপ্য (rare) নয় তবে খুবই কম কেখতে পাওয়া যায়। এদের উড়ান দ্রুত, কিন্তু প্রতিটি উড়ানে এরা স্বল্প দৈর্ঘ্য গমন করে। জঙ্গল এর পথে এদের সক্রিয়তা অধিক চোখে পড়ে। পাতায় বসে রোদ পোহাতে এবং মাড-পাডল করতে এদের প্রায়শই দেখা যায়। পুরুষ প্রকার আঞ্চলিক অথবা স্থানিক (territorial)। হিমালয়ের পার্বত্য বনভূমিতে ৬০০০-৮০০০ ফুট উচ্চতা পর্যন্ত এপ্রিল থেকে অক্টোবর মাস পর্যন্ত এদের বিচরন লক্ষ্য করা যায়। সিকিম এবং দার্জিলিং এ এই প্রজাতির দর্শন বেশী মেলে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}