{"pageid": 1093978, "title": "আশাদ আলি", "url": "https://bn.wikipedia.org/wiki?curid=1093978", "content": "আশাদ আলি (ধিবেহী: އަސްހަދު ޢަލީ, ইংরেজি: Ashad Ali; জন্ম: ১৪ সেপ্টেম্বর ১৯৮৬; আদি আলি নামেও পরিচিত) হলেন একজন মালদ্বীপীয় পেশাদার ফুটবল খেলোয়াড় এবং রাজনীতিবিদ। তিনি বর্তমানে মালদ্বীপীয় ক্লাব ঈগলস এবং মালদ্বীপ জাতীয় দলের হয়ে মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে কেন্দ্রীয় মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\nমালদ্বীপীয় ফুটবল ক্লাব লাগুন্সের যুব পর্যায়ের হয়ে খেলার মাধ্যমে আশাদ ফুটবল জগতে প্রবেশ করেছেন এবং এই দলের হয়ে খেলার মাধ্যমেই তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০০৬–০৭ মৌসুমে, মালদ্বীপীয় ক্লাব ভিক্টরির হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন; ভিক্টরির হয়ে তিন মৌসুম অতিবাহিত করার পর ২০১০–১১ মৌসুমে তিনি ভিবি আড্ডুতে যোগদান করেছেন। ভিবি আড্ডুতে দুই মৌসুম অতিবাহিত করার পর বিজির সাথে চুক্তি স্বাক্ষর করেছেন। পরবর্তীকালে, তিনি মাজিয়া, নিউ রেডিয়েন্ট এবং গ্রিন স্ট্রিটসের হয়ে খেলেছেন। ২০২১–২২ মৌসুমে, তিনি মালদ্বীপীয় ক্লাব ঈগলসে যোগদান করেছেন।\n২০০৬ সালে, আশাদ মালদ্বীপ অনূর্ধ্ব-২৩ দলের হয়ে মালদ্বীপের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ১ বছর যাবত মালদ্বীপের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০০৭ সালে মালদ্বীপের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; মালদ্বীপের জার্সি গায়ে তিনি এপর্যন্ত ৬০ ম্যাচে ৩টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nআশাদ আলি ১৯৮৬ সালের ১৪ই সেপ্টেম্বর তারিখে মালদ্বীপের আদ্দু সিটিতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nআশাদ মালদ্বীপ অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে মালদ্বীপের প্রতিনিধিত্ব করেছেন। মালদ্বীপের বয়সভিত্তিক দলের হয়ে তিনি ৩ ম্যাচে অংশগ্রহণ করে ১টি গোল করেছেন।\n২০০৭ সালের ৮ই অক্টোবর তারিখে, মাত্র ২১ বছর ও ২৪ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী আশাদ ইয়েমেনের বিরুদ্ধে অনুষ্ঠিত ২০১০ ফিফা বিশ্বকাপ বাছাইপর্বের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে মালদ্বীপের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচটি ইয়েমেন ০–৩ গোলের ব্যবধানে জয়লাভ করেছিল। মালদ্বীপের হয়ে অভিষেকের বছরে আশাদ সর্বমোট ২ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ২ বছর, ২ মাস ও ৩ দিন পর, মালদ্বীপের জার্সি গায়ে প্রথম গোলটি করেছেন; ২০০৯ সালের ১১ই ডিসেম্বর তারিখে, শ্রীলঙ্কার বিরুদ্ধে ম্যাচের ৮৭তম মিনিটে মালদ্বীপের হয়ে গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন। ২০১৭ সালের ৬ই জুন তারিখে, প্রীতি ম্যাচে আফগানিস্তানের বিরুদ্ধে অনুষ্ঠিত ম্যাচে তিনি মালদ্বীপের হয়ে প্রথমবারের মতো অধিনায়কের দায়িত্ব পালন করেছেন, ম্যাচটি আফগানিস্তান ১–২ গোলের ব্যবধানে জয়লাভ করেছিল, যেখানে তিনি ৭৪ মিনিট খেলার পাশাপাশি একটি গোল করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২৩ অক্টোবর ২০২১ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসকারওয়েতে আশাদ আলি  (ইংরেজি)  \nট্রান্সফারমার্কেটে আশাদ আলি (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে আশাদ আলি (ইংরেজি) \nইএসপিএন এফসিতে আশাদ আলি (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে আশাদ আলি (ইংরেজি)"}