{"pageid": 1093185, "title": "ভিয়েতনামে শিশুশ্রম", "url": "https://bn.wikipedia.org/wiki?curid=1093185", "content": "ভিয়েতনামের অনেক শিশুকে স্কুলের পরিবর্তে নিজের পরিবারকে সাহায্য করার জন্য কাজে যোগ দিতে হয়।\nলেবার পত্রিকার মতে ভিয়েতনামের ৬-৭ বছর বয়সী শিশুদের ৩০% কর্মক্ষেত্রে যোগ দেয়। ইউনিসেফের হিসাবে প্রায় ১০ লক্ষ ৫-১৭ বছর বয়সী ভিয়েতনামিজ শিশুশ্রমিক হিসেবে কাজ করে। অধিকাংশ শিশুই বাড়িতে থেকে পারিবারিক ব্যাবসায় সহায়তা করে। কিন্তু ২০০৮ সালে প্রকাশিত শ্রম মন্ত্রণালয়ের-অবৈধ ও সামাজিক বিষয়ক সংস্থার একটি প্রতিবেদনে দেখানো হয়েছে- ২৬,০২৭ জন শিশুকে বিপদজনক পরিবেশে (যেমনঃ স্বর্ন খনি, কাঠের কাজ ও পণ্যপরিবহন) কঠোর পরিশ্রম করতে হয়। প্রকৃত সংখ্যা এর থেকে অনেক বেশি হতে পারে, কারণ এতে গৃহপরিচারক, রেস্তরা কর্মি আর শিশু ভিক্ষুক, জুতা পালিশ করা, সংবাদপত্র ও লটারি বিক্রয় করার মত কাজ গুলোকে অন্তর্ভুক্ত করা হয়নি। রিপোর্টে আরো বলা হয় হো চি মিন সিটির ১৭৩টি কারখানার মধ্যে ৬২টি শিশু কর্মচারী নিয়োগ দেয়, যাদের ৫০ শতাংশের বয়স ১৫ বছরের নিচে। দীর্ঘ কর্মঘন্টা, যথাসামান্য পারিশ্রমিক, ভঙ্গুর অবকাঠামো এবং এমনকী মানসিক ও শারীরিক নির্যাতন এই কর্মক্ষেত্রগুলোর সাধারণ পরিবেশের অংশ। শিশু পাচারকারীরা গ্রামীণ জনপদ থেকে শিশুদের অপহরণ করে সস্তা শ্রমিক হিসেবে বিক্রি করে।\n২০১৪ সালের ডিসেম্বরে, মার্কিন শ্রম বিভাগের শিশুশ্রম দ্বারা উৎপাদিত পণ্যের তালিকায় ভিয়েতনামের ইট এবং গার্মেন্টস পণ্য অন্তর্ভুক্ত ছিলো।\nযদিও ভিয়েতনামের আইনে ১৫ এর কম বছরের শিশুদের কর্মক্ষেত্রে নিয়গ অবৈধ, কিন্তু তাদের ব্যাবস্থাপনায় থাকা ফাঁক-ফোকরের কারণে শিশুদের পর্যাপ্ত নিরাপত্তা বিধান সম্ভব হয়না।  আইনগুলোর কঠোর ভাবে প্রয়োগ করা হয়না, যার ফলে নিয়োগকারীদের ওপর আইনের কোন প্রভাব পড়েনা। অনেক সময় শিশু পাচারকারীদের নামমাত্র শাস্তি দিয়ে ছেড়ে দেওয়া হয়। অধিকিন্তু, শিশুশ্রম ভিয়েতনামে একটি বিতর্কিত বিষয়, কারণ অনেক ভিয়েতনামিজ মনে করেন শুশুদের পরিবারের কর্মভার এবং পারিবারিক দায়ীত্ব নেওয়া উচিৎ। এগুলো ভিয়েতনামের শিশুশ্রমের অন্যতম কারণ। যাইহোক শিশুশ্রমের প্রতি ভিয়েতনামের দৃষ্টিভঙ্গি পরিবর্তীত হচ্ছে। ভিয়েতনামিজ সরকার সমস্যা সমাধানে আরো তৎপর হয়েছেন। উদাহরণস্বরুপ ভিয়েতনাম শিশুশ্রম বিষয়ে সচেতনতা বৃদ্ধিতে আন্তর্জাতিক শ্রম সংস্থার সাথে কাজ করছে, এর মাধ্যমে শিশুদের স্কুলে ফিরিয়ে আনা হচ্ছে এবং উদ্ধারকৃত শিশুদের সাহায্য করা হচ্ছে।\n\n\n== তথ্যসূত্র =="}