{"pageid": 1093269, "title": "আব্দুল মজিদ খান (রাজনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1093269", "content": "ড. আব্দুল মজিদ খান (১ জুলাই ১৯২৯– ২৬ এপ্রিল ২০২৩) বাংলাদেশী রাজনীতিবিদ যিনি শিক্ষা উপদেষ্টা ও শিক্ষামন্ত্রী ছিলেন। তিনি ভিজিটিং প্রফেসর এবং সিনিয়র ফুলব্রাইট ফেলো হিসেবে তিনি হ্যামলাইন ইউনিভার্সিটিতে এবং রুরাল সোশিওলজি বিভাগের রেসিডেন্ট ফেলো হিসেবে উইসকনসিন বিশ্ববিদ্যালয়ে কাজ করেন। নেদারল্যান্ডস, সুইডেন ও জর্ডানের বিভিন্ন বিশ্ববিদ্যালয়েও অধ্যাপনা করেছেন।\nফ্রান্স, স্পেন ও মরক্কোতে বাংলাদেশের রাষ্ট্রদূত এবং ইউনেস্কোতে বাংলাদেশের স্থায়ী প্রতিনিধি হিসেবেও তিনি দায়িত্ব পালন করেন।\n\n\n== প্রাথমিক জীবন ==\nআব্দুল মজিদ খান ১ জুলাই ১৯২৯ সালে ফরিদপুর জেলায় জন্মগ্রহণ করেন। তিনি কলকাতা, লন্ডন ও মিনেসোটাতে লেখাপড়া করেছেন। সমাজবিজ্ঞান ও নৃবিজ্ঞানে পিএইচডি ডিগ্রীধারী প্রথম বাংলাদেশি তিনি।\n\n\n== কর্মজীবন ==\nআব্দুল মজিদ খান যুক্তরাষ্ট্রের হ্যামলিন ইউনিভার্সিটি ও উইসকনসিন ইউনিভার্সিটিসহ নেদারল্যান্ডস, সুইডেন ও জর্ডানের বিভিন্ন বিশ্ববিদ্যালয়ে শিক্ষকতা করেছেন।\nদেশের প্রথম বেসরকারি বিশ্ববিদ্যালয় ইনডিপেনডেন্ট ইউনিভার্সিটি, বাংলাদেশের (আইইউবি) প্রতিষ্ঠাতা সভাপতি ছিলেন তিনি।\nযুক্তরাষ্ট্রে লিবারেল আর্টস ও সায়েন্সের সবচেয়ে পুরনো ও মর্যাদাপূর্ণ অ্যাকাডেমিক সংগঠন ফাই বেটা কাপ্পা সোসাইটির সদস্য ছিলেন তিনি।\nতিনি বেশ কয়েকটি প্রতিষ্ঠান ও সংগঠন প্রতিষ্ঠায় ভূমিকা পালন করেন। এর মধ্যে রয়েছে এডুকেশন সায়েন্স টেকনোলজি অ্যান্ড কালচারাল ডেভেলপমেন্ট ট্রাস্ট (ইএসটিসিডিটি), চিটাগং ইনডিপেনডেন্ট ইউনিভার্সিটি, অ্যাকাডেমি ফর রুরাল ডেভেলপমেন্ট, রাজশাহী বিশ্ববিদ্যালয়ের কলেজ অফ সোশাল ওয়ার্ক, এবং ইউনিভার্সিটি অফ ইনফরমেশন টেকনোলজি অ্যান্ড সায়েন্সেস (ইউআইটিএস)।\nফ্রান্স, স্পেন ও মরক্কোতে বাংলাদেশের রাষ্ট্রদূত এবং ইউনেস্কোতে বাংলাদেশের স্থায়ী প্রতিনিধি হিসেবেও তিনি দায়িত্ব পালন করেন।\n\n\n== রাজনৈতিক জীবন ==\nআব্দুল মজিদ খান এরশাদ সরকারে প্রথমে ২৬ মে ১৯৮২ থেকে ১১ ডিসেম্বর ১৯৮৩ সাল পর্যন্ত শিক্ষা উপদেষ্টা ও পরে ১১ ডিসেম্বর ১৯৮৩ থেকে ১ জুন ১৯৮৪ সাল পর্যন্ত শিক্ষামন্ত্রী ছিলেন।\n৭ নভেম্বর ১৯৮২ সালে তিনি 'মজিদ খান শিক্ষা নীতি' ঘোষণা করেন। যাতে প্রথম শ্রেণী থেকেই বাংলার সঙ্গে আরবি এবং দ্বিতীয় শ্রেণী থেকে ইংরেজী অর্থাৎ প্রাথমিক বিদ্যালয়ে তিনটি ভাষা বাধ্যতামূলক করা হয়।\n\n\n== সম্মাননা ==\nআব্দুল মজিদ খান শিক্ষা, বিজ্ঞান ও সংস্কৃতিতে বিশেষ অবদানের জন্য ফ্রান্সের ‘অফিসার অফ দ্য অর্ডার অফ অ্যাকাডেমিক পামস’ সম্মাননায় ভূষিত হন।\nউচ্চশিক্ষায় বিশেষ অবদানের জন্য যুক্তরাষ্ট্রের হ্যামলিন ইউনিভার্সিটি থেকে ‘ডক্টর অফ হিউম্যান লেটারস’ সম্মাননা পান।\nবাংলাদেশের বেসরকারি বিশ্ববিদ্যালয়ের ধারণা প্রবর্তনে অনন্য ভূমিকার জন্য তাকে ২০১৩ সালে ‘ইমিরিটাস প্রেসিডেন্ট’ উপাধি দিয়ে সম্মানিত করে আইইউবি।\n\n\n== মৃত্যু ==\nআব্দুল মজিদ খান ২৬ এপ্রিল ২০২৩ সালে এভারকেয়ার হাসপাতাল ঢাকায় মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র =="}