{"pageid": 1093915, "title": "সেলেউসিড সাল", "url": "https://bn.wikipedia.org/wiki?curid=1093915", "content": "সেলেউসিড সাল (\"এসই\") বা অ্যানো গ্রিকোরাম (আক্ষরিক অর্থ \"গ্রিকদের বছর\" কিংবা \"গ্রিক অব্দ\"), কখনো \"এজি\" হিসেবেও লেখা হয়, হল একটি পঞ্জিকা সাল যা সেলেউসিড সাম্রাজ্য এবং প্রাচীন হেলেনীয় সভ্যতার অধীনস্থ দেশগুলোতে ব্যবহৃত হত। এটাকে মাঝেমধ্যে \"সেলেউসিডীয় রাজত্ব\" বা \"আলেকজান্ডারের বছর\" বলা হয়। এই পঞ্জিকা সালের প্রথম বর্ষ প্রথম সেলুকাস নিকেটরের ৩১২/১১ খ্রিস্টপূর্বাব্দে টলেমীয় মিশরে তার নির্বাসনের পর ব্যাবিলন অভিযানের বছরে শুরু হয়, যা সেলেউসিড সাম্রাজ্যের প্রতিষ্ঠার বছর হিসেবে পরিচিত। ইহুদি ঐতিহ্য অনুসারে মহান আলেকজান্ডারের শাসনামলের ষষ্ঠ বছর (সম্ভবত আলেকজান্ডারের শিশু সন্তান মেসিডোনিয়ার চতুর্থ আলেকজান্ডার) হতে তারা গণনা শুরু করেছিলো। এই নতুন সালের সূচনাকাল ব্যাবিলনীয় ইতিহাস দ্যা ক্রোনিকল অব দ্যা দিয়াডোচি-তে উল্লেখ রয়েছে।\nসেলেউসিড সালের ভিন্ন দুই রকমের ব্যবহার ছিলো:\n\nসাম্রাজ্যের নিবাসীরা ব্যাবিলনীয় বর্ষপঞ্জী ব্যবহার করত যার নববর্ষের তারিখ পড়তো ১ নিসানু (৩ এপ্রিল, ৩১১ খ্রিস্টপূর্বাব্দ) তারিখে, এই ব্যবস্থায় সেলেউসিড সালের প্রথম বর্ষ এপ্রিল ৩১১ খ্রিস্টপূর্ব থেকে মার্চ ৩১০ খ্রিস্টপূর্ব এর মধ্যে পড়ে। এই ব্যবস্থা সাম্রাজ্যের ইহুদিরা ব্যবহার করত যারা এটা চুক্তিপত্রের সাল (হিব্রু ভাষায়: מניין שטרות‎, মিনয়ান শতারট) বলতো। এই সাল ব্যবস্থা ইহুদি ঐতিহাসিক বইগুলোতে ব্যবহৃত হয়েছে যেমন খ্রিস্টীয় বাইবেল বই, ১ মাকাবীয় এর ৬:২০, ৭:১, ৯:৩, ১০:১ ইত্যাদি।\nমেসিডোনীয় দরবার ব্যাবিলনীয় বর্ষপঞ্জী গ্রহণ করে (মেসিডোনীয় মাসের নাম অটুট রেখে) কিন্তু পঞ্জিকা সালের সূচনা শরৎ থেকে শুরু করে (বছর অজানা)। এই ব্যবস্থায় সেলেউসিড সালের প্রথম বছর ৩১২ খ্রিস্টপূর্বের শরৎকাল থেকে গ্রীষ্মের ৩১১ খ্রিস্টপূর্বে পড়ে। সপ্তম শতাব্দীর মধ্যে পশ্চিমা সিরীয় খ্রিস্টানরা এর তারিখ ১ অক্টোবর থেকে ৩০ সেপ্টেম্বরে নির্ধারিত করে দেয়। যদিও ইহুদিরা নতুন সেলেউসিড বছর তিশ্রেই মাস থেকে শুরু করতো।\nনববর্ষের এই পার্থক্যগুলো নির্দেশ করে যে একই পঞ্জিকা সাল হলেও ব্যবহারের ভিত্তিতে তারিখ ভিন্ন হতে পারে। বিকারম্যান এই উদাহরণ দিয়েছেন:\n\nযেমন, ইয়াহুদা মাকাবি কর্তৃক জেরুসালেমের মন্দিরের পুনঃপ্রতিষ্ঠার তারিখ ইহুদি ও ব্যাবিলনীয় গণনামতে ১৫ ডিসেম্বর, ১৬৪ খ্রিস্টপূর্ব যা সেলেউসিড সালের ১৪৮ তম বছরে পড়ছে কিন্তু দরবারের গণনা অনুসারে তা ১৪৯ সেলেউসিড সাল।\nসেলেউসিড সাল ষষ্ঠ শতাব্দীর শেষের দিকে ব্যবহৃত হয়েছিলো, উদাহরণস্বরূপ সিরিয়ার জাবাদ ত্রি-ভাষীয় ফলকটিতে ২৪ গোর্পিয়াওস, ৮২৩ সেলেউসিড সাল (২৪ সেপ্টেম্বর, ৫১২ খ্রিস্টাব্দ) লেখা ছিলো, সেলেউসিড তারিখ ইফেসাসের যোহনের লেখাপত্রেও উল্লেখ রয়েছে। সিরীয় ঘটনাপঞ্জি লেখকগণ দ্বাদশ শতাব্দীর সিরীয় মাইকেল পর্যন্ত এটি ব্যবহার করে আসছিলো। এর ব্যবহার চতুর্দশ শতাব্দীর মধ্য এশিয়ার পূর্ব খ্রিস্টীয় অধীনস্থ সমাধিস্তম্ভে পাওয়া যায়।\nসেলেউসিড গণনা ব্যবস্থা বা চুক্তিপত্রের সাল ইয়েমেনি ইহুদিদের দ্বারা আধুনিক যুগ পর্যন্ত তাদের আইনি দলিল ও চুক্তিপত্রের কাজে ব্যবহৃত হত, যার ব্যবহার প্রাচীন ইহুদি তালমুদের থেকে এসেছে যা অভিবাসী ইহুদিরা ব্যবহার করতো। এই কারণে সেলেউসিড সাল ব্যবস্থা মাকাবীয়দের পুস্তকে ও ঐতিহাসিক জোসেফাসের লেখায় উল্লেখ করা হয়েছিলো। সেলেউসিড সাল গণনা ব্যবস্থা মিশরের প্রধান রাব্বাই ডেভিড বেন জিমরার এর ব্যবহার বাতিলের পর অধিকাংশ ইহুদি সম্প্রদায় দ্বারা এর ব্যবহার ব্যাহত হতে শুরু করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nKosmin, Paul J. (৭ মে ২০১৯)। \"A revolution in time\"। aeon। সংগ্রহের তারিখ ১২ জানুয়ারি ২০২০। Once local and irregular, time-keeping became universal and linear in 311 BCE. History would never be the same again. \n'Seleucid Era' at Encyclopaedia Iranica online (2015; retrieved ১৪ মে 2021).\n\n\n== গ্রন্থপঞ্জি ==\nব্যাবিলনীয় বর্ষপঞ্জী এবং পার্কার ও ডবারস্টাইন (১৯৭১) ভিত্তিক তারিখ রূপান্তকারী\nKosmin, P. J., Time and Its Adversaries in the Seleucid Empire (Cambridge, MA, and London: Harvard University Press, 2018).\nStrootman, R., ‘Seleucid Era’, in: E. Yarshater et al. eds., Encyclopaedia Iranica online (Leiden: Brill, 2015)."}