{"pageid": 1093365, "title": "হিন্দুধর্ম ও ধর্মতত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1093365", "content": "হিন্দুধর্মকে আধুনিক ধর্মতত্ব পূর্ব দিকের \"গুপ্ত প্রজ্ঞা\" এর অন্যতম প্রধান উৎস হিসেবে বিবেচনা করে। ধর্মতাত্ত্বিক সমাজ (থিওসফিক্যাল সোসাইটি) এই আশায় তৈরি করা হয়েছিল যে এশীয় দার্শনিক-ধর্মীয় ধারণাগুলি \"দুর্দান্ত ধর্মীয় সংশ্লেষণে সংহত হতে পারে।\"\nপ্রফেসর অ্যান্টোইন ফাইভ্রে লিখেছেন যে \"এর বিষয়বস্তু এবং তার অনুপ্রেরণার দ্বারা\" ধর্মতাত্ত্বিক সমাজটি পূর্ব ঐতিহ্যের উপর বিশেষভাবে হিন্দুদের উপর নির্ভরশীল; এটি এতে সাংস্কৃতিক আবহাওয়ার প্রতিফলন ঘটায় যেখানে এটি জন্মগ্রহণ করেছিল।\" রুশ ভারতবিদ আলেকজান্ডার সেনকেভিচ উল্লেখ করেছিলেন যে হেলেনা ব্লাভটস্কির ধর্মতাত্ত্বিক ধারণা হিন্দুধর্মের উপর ভিত্তি করে তৈরি হয়েছিল। হিন্দুধর্মের জ্ঞানকোষ অনুসারে, \"ধর্মতত্ব মূলত পশ্চিমা গুপ্ত শিক্ষা, কিন্তু এটি হিন্দুধর্মের সাথে বিভিন্ন দফায় অনুরণিত হয়েছে।\"\n\n\n== দার্শনিক সমান্তরাল ==\n\n\n=== মেরউইন স্নেলের মতামত ===\n\n১৮৯৫ সালে, আমেরিকান ক্যাথলিক বিশ্ববিদ্যালয় এর প্রফেসর মেরউইন স্নেল একটি প্রবন্ধ প্রকাশ করেন, এবং এ প্রবন্ধে তিনি ধর্মতত্ত্বকে \"আধুনিক পৌত্তলিকতার অদ্ভুত রূপ\" বলে অভিহিত করে,  \"বৌদ্ধ ও বৈদিক ধর্মের বিভিন্ন দর্শন\" চিন্তার প্রতি তার মনোভাব নির্ধারণের চেষ্টা করেছিলো, অর্থাৎ, বৌদ্ধ ও হিন্দু বিশ্বাসের প্রতি। তাঁর মতে, ধর্মতত্ত্ব ও বেদবাদের মধ্যে কোন সম্পর্ক নেই, কারণ প্রথম বৈদিক গ্রন্থ, ঋগ্বেদে পুনর্জন্ম ও কর্মের মত মতবাদ অনুপস্থিত। উপনিষদে বেদের গোপন অর্থ রয়েছে, এবং ধর্মতত্ত্ব বোঝার জন্য \"এটি অত্যন্ত গুরুত্বপূর্ণ\", যেহেতু উপনিষদগুলি ছিল \"ভারতীয় দর্শনের ছয়টি মহান দর্শনের ভিত্তি\" যাকে ব্লাভ্যাটস্কি বলেছেন \"জ্ঞানের সেই একক সংস্থার ছয়টি নীতি যার মধ্যে 'জ্ঞান', সপ্তম। যাইহোক, স্নেলের মতে, শুধুমাত্র কিছু ক্ষেত্রে ধর্মতাত্ত্বিক তত্ত্ব উপনিষদের সাথে মিলে যায়, অর্থাৎ এর সবচেয়ে গুরুত্বপূর্ণ, দার্শনিক অংশটি ছিল \"দর্শন থেকে প্রাপ্ত।\"  \nএইভাবে, বেদান্তের ব্রহ্ম ও মায়া, কপিলের সাংখ্যের পুরুষ ও প্রকৃতি, পতঞ্জলির যোগ ও বৈশেষিকের অদৃষ্ট কর্ম্ম নামে, সবাই ধর্মতত্ত্বে \"তাদের জায়গা খুঁজে পায়\"। স্নেলের মতে, এর \"ধর্ম-দার্শনিক ব্যবস্থার\" প্রায় সমস্ত উপাদানই স্পষ্টতই হিন্দু। এর দর্শনটি \"বেদান্তবাদী যোগ দর্শনের সাথে ঘনিষ্ঠভাবে যুক্ত, কিন্তু বিশুদ্ধ অদ্বৈত দর্শনের মূল নিবন্ধ গ্রহণ করে\"।\nউপসংহারে, স্নেল বলেন যে ধর্মতত্বের \"হিন্দুকরণের প্রক্রিয়া\" এর নেতৃস্থানীয় ব্যক্তিদের প্রথম এবং পরবর্তী কাজের তুলনা করে দেখা যেতে পারে। তাঁর মতে, এই প্রক্রিয়াটি আর্য সমাজ দ্বারা ব্যাপকভাবে প্রভাবিত হয়েছে, বৈষ্ণব সম্প্রদায়ের নতুন শাখা (চিত্র ১ দেখুন), যা বিশেষ করে বেদ অধ্যয়নের গুরুত্বের উপর জোর দিয়েছে।\n\n\n=== হিন্দুধর্ম ও গোপন শিক্ষা ===\n\nঅধ্যাপক ডোনাল্ড লোপেজ উল্লেখ করেছিলেন যে ১৮৭৮ সালে থিওসফিক্যাল সোসাইটির প্রতিষ্ঠাতারা তাদের প্রচেষ্টাকে \"মানবতার সর্বজনীন ভ্রাতৃত্বের একটি বৃহত্তর প্রচারের দিকে পরিচালিত করেছিলেন, ধর্মতত্ত্ব ও প্রাচ্যের জ্ঞানের মধ্যে সম্পর্ক দাবি করে, বিশেষ করে হিন্দুধর্ম ও বৌদ্ধধর্ম।\" জোন্স ও রায়ানের মতে, ধর্মতত্ত্ববিরা \"পূর্ব চিন্তাধারা, বিশেষ করে বৌদ্ধ ও হিন্দু সৃষ্টিতত্ত্ব সম্পর্কে তাদের উপলব্ধি থেকে স্বাধীনভাবে বেরিয়ে এসেছে।\" ব্রিটিশ ভারতবিদ জন উড্রোফ উল্লেখ করেছেন যে ধর্মতাত্ত্বিক শিক্ষা \"মূলত ভারতীয় ধারণা দ্বারা অনুপ্রাণিত ছিল।\" অধ্যাপক ইকবাল তাইমনি লিখেছেন যে মহাবিশ্ব সম্পর্কে অনেক জ্ঞান \"সর্বদা পাওয়া যায়, বিশেষ করে হিন্দু ধর্মের মতো প্রাচীন ধর্মের সাহিত্যে।\" কিন্তু, বেশিরভাগ ক্ষেত্রে, এটি কঠিন-বোঝার মতবাদ আকারে উপস্থাপন করা হয়েছিল। তাইমনির মতে, ধর্মতত্ত্ব তাদের মধ্যে \"আদেশ, স্বচ্ছতা, ব্যবস্থা ও  যুক্তিসঙ্গত দৃষ্টিভঙ্গি\" প্রবর্তন করেছে যা আমাদেরকে প্রকাশিত মহাবিশ্বের অন্তর্নিহিত প্রক্রিয়া ও মূর্তিগুলির \"পরিষ্কার ও পদ্ধতিগত\" বোঝার অনুমতি দিয়েছে, \"দৃশ্যমান ও উভয়ই অদৃশ্য।\"\nধর্মতাত্ত্বিক শিক্ষার মতে, \"সর্বজনীন চেতনা, যা সমস্ত জীবনের সারমর্ম\", ব্যক্তিগত চেতনার ভিত্তিতে থাকে এবং এটি অদ্বৈত বেদান্তের দৃষ্টিভঙ্গির সাথে মিলে যায়, যা বলে যে \"আত্মা, ব্রহ্মের সাথে অভিন্ন, সর্বজনীন স্ব \"। অধ্যাপক নিকোলাস গুডরিক-ক্লার্ক লিখেছেন:\n\n[ব্লাভটস্কির] অদ্বৈত বেদান্তের জন্য অগ্রাধিকার চূড়ান্ত বাস্তবতার প্রকাশের সাথে সম্পর্কিত, যা একটি মনীষী, নাস্তিক, নৈর্ব্যক্তিক পরম। সর্বজনীন ঐশ্বরিক নীতি হিসেবে পরমব্রহ্মের এই অদ্বৈত দৃষ্টিভঙ্গি গোপন মতবাদের প্রথম মৌলিক প্রস্তাব হয়ে উঠবে।\nবইটির প্রমান বলে যে \"সর্বব্যাপী, চিরন্তন, সীমাহীন ও অপরিবর্তনীয় নীতি রয়েছে যার উপর সমস্ত জল্পনা কল্পনা করা অসম্ভব, যেহেতু এটি মানুষের ধারণার ক্ষমতাকে অতিক্রম করে এবং কেবলমাত্র কোন মানুষের অভিব্যক্তি বা সাদৃশ্য দ্বারা বামন হতে পারে।\" তার বই \"ম্যান, গড এবং দ্য ইউনিভার্সে\"  তাইমনি হিন্দু দর্শনের অবস্থানের সাথে দ্য সিক্রেট ডকট্রিনে সৃষ্টিতত্ত্ব সমন্বয় দেখিয়ে বেশ কয়েকটি উদাহরণ দেখিয়েছেন।\n\nনিখুঁতভাবে সমস্ত বিপরীতগুলির নিখুঁত ভারসাম্য এবং সমস্ত নীতির সংহতকরণ রয়েছে যা তাদের পার্থক্য দ্বারা একটি প্রকাশিত পদ্ধতির যন্ত্রপাতি চালানোর জন্য সরঞ্জাম সরবরাহ করে। চূড়ান্ত বাস্তবতার প্রাথমিক পার্থক্য দুটি বাস্তবতার আবির্ভাবের দিকে পরিচালিত করে যা প্রকৃতিতে মেরু এবং যাকে হিন্দু দর্শনে শিব ও শক্তি বলা হয়, এবং গোপন মতবাদে পিতা-মাতার নীতি। শিব হল চেতনার মূল এবং শক্তির শক্তি: চেতনার সমস্ত প্রকাশ শিব থেকে এবং শক্তির শক্তির থেকে উদ্ভূত।\nঅধ্যাপক রবার্ট এলউড লিখেছেন যে, থিওসফিক্যাল দৃষ্টিভঙ্গি অনুসারে, আত্মা এবং পদার্থকে \"স্বাধীন বাস্তবতা হিসাবে নয়, বরং পরম (পরম ব্রহ্ম) এর দুটি দিক বা দিক হিসাবে বিবেচনা করা উচিত, যা শর্তাধীনতার ভিত্তি গঠন করেবিষয়গত বা বস্তুনিষ্ঠ হওয়া হোক।\"\nহিন্দু দর্শন অনুসারে, শিব চেতনা ভাণ্ডার হিসাবে কাজ করে যেখানে মহাবিশ্ব প্রলয় পর্যায়ে রয়েছে। প্রকাশের প্রতিটি সময়, মহাবিশ্ব, বা সৌরজগৎ, \"তার চেতনায় চলে যায়\", প্রকাশের পর্যায় (সৃষ্টির) এবং বাকীটি \"পরম অন্তর্নিহিত\" এর চিরন্তন বিকল্প অনুসারে। এই রাজ্যটি \"সুন্দরভাবে\" বর্ণনা করা হয়েছে, তাইম্নির মতে, দ্য সিক্রেট ডকট্রিনে কসমোজেনেসিসের প্রথম স্তবকে।  এইভাবে, প্রলয় অবস্থায় মহাবিশ্ব শিবের চেতনায় রয়েছে। প্রকৃতপক্ষে, এটি \"তার চেতনায় সব সময়\", এবং প্রকাশ এবং প্রলয়ের সাথে সম্পর্কিত পরিবর্তনগুলি \"শুধুমাত্র তার চেতনার পরিধিকে\" প্রভাবিত হিসাবে দেখা যেতে পারে।\nসৌরজগতের লোগো \"ডিভাইন মাইন্ড\" -এ চিন্তা-ভাবনা তৈরি করে যা তার পদ্ধতির নির্মাণের ভিত্তি হয়ে ওঠে। তাইমনি দাবি করেছেন যে ধর্মতত্ত্বে এই \"অ-আত্মের সাথে সম্পর্কিত লোগোগুলির দিকটিকে ব্রহ্মা বা তৃতীয় লোগো\" বলা হয়। কিন্তু তাইম্নির মতে, এইভাবে গর্ভে ধারণ করা পৃথিবী লোগো দ্বারা প্রাণবন্ত না হয়ে স্বাধীন হতে পারে না, যেমন \"একজন শিল্পীর মনের ছবি শিল্পীকে তার মনোযোগ দিয়ে নিশ্চিত না করে থাকতে পারে না।\" লোগো দ্বারা সৃষ্ট সৃষ্ট বিশ্বকে বলা হয় বিষ্ণু, ধর্মতত্ত্বে \"বাসিন্দা জীবন, বা দ্বিতীয় লোগো\"। তাইমনি লিখেছেন, \"এটি আনন্দ দিকের সাথে মিলে যায় যা সত ও চিত্ বা স্ব এবং না-স্বের মধ্যে সম্পর্কিত নীতি।\" কিন্তু চিন্তা-ভাবনার এই প্রক্রিয়া, যা চেতনায় ঘটে, বস্তুতে নয়, কোনভাবেই \"লোগো হিমসেফ\" কে প্রভাবিত করে না। তিনি \"তিনি যেমন ছিলেন তেমনই রয়েছেন\" ভগবদ্গীতা (১০, ৪২) তে কৃষ্ণ বলেছেন, \"এই পৃথিবী সৃষ্টি করে এবং আমি এটিকে নিশ্চিত করে রেখেছি\"। এইভাবে, লোগোগুলির যে দিকটি তিনি সৃষ্টি করেছেন তার জগতের \"প্রভাবহীন এবং স্বাধীন\" রাখে, \"ধর্মতত্বে মহেশ বা প্রথম লোগো\" বলা হয়। তাইম্নি ব্যাখ্যা করেছেন: \"এটি অত্যাধুনিক দৃষ্টিভঙ্গি, যেহেতু বিষ্ণু হলেন অস্থায়ী দৃষ্টিভঙ্গি ও ব্রহ্মা দেবত্বের বন্দী দৃষ্টিভঙ্গি, যদি আমি এই জাতীয় শব্দ ব্যবহার করতে পারি। প্রথমটি বিশুদ্ধ চেতনার সাথে সম্পর্কিত, দ্বিতীয়টি জীবন ও তৃতীয়টি রূপের সাথে সম্পর্কিত।\"\nধর্মতত্ত্ববিদরা হিন্দু ও বৌদ্ধধর্মের জন্য সাধারণ পুনর্জন্মের ধারণাটি এই ধর্মগুলির গূঢ়ুমূলকে প্রমাণ করার জন্য ব্যবহার করেছিল। এইভাবে, এপি জন্য এসনেটেরিক বৌদ্ধধর্মের লেখক সিনেট, গৌতম বুদ্ধ কেবল মহাত্মাদের একটি সারির একজন যারা \"শতাব্দীর সময় ধরে আবির্ভূত হয়েছেন।\" ধর্মতত্ত্বের মতে, \"তার পরবর্তী অবতার\" যা তার মৃত্যুর ষাট বছর পরে ঘটেছিল আদি শঙ্কর, \"মহান বেদান্ত দার্শনিক\"। সিননেট অস্বীকার করেননি যে \"অনিশ্চিত\" গবেষক বুদ্ধের মৃত্যুর হাজার বছর পরে শঙ্করের জন্ম তারিখের উপর জোর দেবেন এবং বৌদ্ধ ধর্মের প্রতি শঙ্করের চরম \"প্রতিপক্ষতা\" লক্ষ্য করবেন। এবং তবুও তিনি লিখেছিলেন যে বুদ্ধ শঙ্কর হিসাবে আবির্ভূত হন \"কিছু শূন্যস্থান পূরণ করতে এবং তার নিজের পূর্ববর্তী শিক্ষার কিছু ত্রুটি মেরামত করতে।\"\n\n\n== হিন্দু ও ধর্মতত্ত্ব ==\n\"দ্য ক্যাথলিক এনসাইক্লোপিডিয়া\" এর লেখক জন ড্রিসকলের মতে, \"ভারত সমস্ত থিওসফিক অনুমানের আবাসস্থল\", কারণ মূল \"হিন্দু সভ্যতার ধারণা হল ধর্মতাত্ত্বিক।\" এর বিবর্তন, ভারতীয় ধর্মীয় সাহিত্যে প্রতিফলিত, \"ধর্মতত্ত্বের মৌলিক নীতিগুলি\" গঠন করেছে। প্রফেসর মার্ক বেভির উল্লেখ করেছেন যে ব্লাভটস্কি ভারতকে \"প্রাচীন জ্ঞানের উৎস\" হিসাবে চিহ্নিত করেছেন। তিনি ভারত সম্পর্কে নিম্নলিখিত লিখেছেন:\n\nতার গুপ্ত জ্ঞান এবং সভ্যতায় তার চেয়ে বয়স্ক কেউ নয়, তবে তার দরিদ্র ছায়া -আধুনিক ভারত হতে পারে।এই দেশকে ধরে রাখা, যেমন আমরা করি, ফলপ্রসূ গরম বিছানার জন্য, যেখানে পরবর্তী সব দার্শনিক ব্যবস্থাগুলি এগিয়ে গিয়েছিল, সমস্ত মনোবিজ্ঞান এবং দর্শনের এই উৎসের কাছে আমাদের সমাজের একটি অংশ এসেছিল তার প্রাচীন প্রজ্ঞা শিখতে ও শিক্ষা দেওয়ার জন্য এর অদ্ভুত রহস্য।\n\n১৮৭৭ সালে থিওসফিক্যাল সোসাইটির প্রথম সভাপতি হেনরি ওলকট দুর্ঘটনাক্রমে ভারতে সম্প্রতি সংগঠিত একটি আন্দোলন সম্পর্কে জানতে পেরেছিলেন, যার \"লক্ষ্য ও আদর্শ, তাকে বিশ্বাস করা হয়েছিল, তার নিজের সমাজের সাথে অভিন্ন ছিল।\" এটি ছিল স্বামী দয়ানন্দ প্রতিষ্ঠিত আর্য সমাজ, থিওসোফিস্টদের মতে, নিজস্ব শিক্ষকগণের মতো তিনি ছিলেন একই গুপ্ত ভ্রাতৃত্বের সদস্য। ওলকট আর্য সমাজের সাথে \"মধ্যস্থতাকারীদের মাধ্যমে\" যোগাযোগ স্থাপন করেন এবং ঐক্যবদ্ধ হওয়ার প্রস্তাব দেন।\n১৮৭৮ সালের মে মাসে, দুটি সোসাইটির আনুষ্ঠানিকভাবে মিলিত হয় এবং থিওসফিক্যাল সোসাইটি \"তার নাম পরিবর্তন করে আর্যবর্তের আর্য সমাজের থিওসফিক্যাল সোসাইটি\" রাখে। কিন্তু শীঘ্রই ওলকট সংবিধি এবং আর্য সমাজের মতবাদের অনুবাদ পেলেন, যা থিওসফিস্টদের কিছু বিভ্রান্তির দিকে নিয়ে যায়।\nস্বামী দয়ানন্দের দৃষ্টিভঙ্গি হয় \"আমূল পরিবর্তন\" হয়েছিল বা প্রাথমিকভাবে ভুল বোঝাবুঝি হয়েছিল। তার সংগঠনটি মূলত \"হিন্দুধর্মের একটি নতুন সম্প্রদায়\" ছিল, এবং ভারতে ব্লাভাটস্কি এবং ওলকটের আগমনের বেশ কয়েক বছর পরে, শেষপর্যন্ত দুই সমাজের মধ্যে সংযোগ বন্ধ হয়ে যায়।  দয়ানন্দ সরস্বতীর হতাশা আর্য সমাজের সদস্যদেরকে থিওসফিস্টদের সাথে যোগাযোগের বিষয়ে সতর্ক করা হয়েছিল, যাদেরকে তিনি নাস্তিক, মিথ্যাবাদী এবং অহংকারী বলে অভিহিত করেছিলেন। \nঅধ্যাপক লোপেজ উল্লেখ করেছিলেন যে ব্লাভটস্কি এবং ওলকটের সম্পর্ক \"দক্ষিণ এশীয়দের সাথে স্বল্পস্থায়ী ছিল।\" স্বামী দয়ানন্দ প্রকৃতপক্ষে \"হিমালয়ীয় ভ্রাতৃত্বের একজন দক্ষ\" বলে বিশ্বাস করে তারা ভারতে গিয়েছিলেন। কিন্তু ১৮৮২ সালে, যখন তিনি ঘোষণা করেন যে সিলন বৌদ্ধ এবং বোম্বে পার্সিদের বিশ্বাস \"উভয়ই মিথ্যা ধর্ম\", ওলকট এই সিদ্ধান্তে উপনীত হন যে \"স্বামী শুধু একজন স্বামী\", কিন্তু তিনি একজন দক্ষ ছিলেন না।\nগুডরিক-ক্লার্ক লিখেছেন যে \"শিক্ষিত ভারতীয়রা\" বিশেষ করে ধর্মতত্ত্ববিদদের তাদের প্রাচীন ধর্ম এবং দর্শনের প্রতিরক্ষা দ্বারা \"মানুষের মূল্যবোধ ও বিশ্বাসের বিরুদ্ধে পরিচালিত প্রেক্ষাপটে প্রভাবিত হয়েছিল ইউরোপীয় উপনিবেশিক শক্তির। \"রণবীর সিং, \"কাশ্মীরের মহারাজা\" এবং \"বেদান্ত পণ্ডিত\", ব্লাভাটস্কি ও ওলকটের ভারতে ভ্রমণের পৃষ্ঠপোষকতা করেছিলেন। \"সিংহ সভার প্রতিষ্ঠাতা\" সিরদার ঠাকর সিং সন্ধানওয়ালিয়া ধর্মতত্ত্ববিদদের শিক্ষক মিত্র হয়েছিলেন। প্রফেসর স্টাক্রাড উল্লেখ করেছেন যে সংহতির ঢেউ ভারতে ধর্মতত্ত্ববিদদের আচ্ছাদিত করেছিল যার শক্তিশালী \"রাজনৈতিক প্রভাব\" ছিল। ক্র্যানস্টনের বইয়ের উদ্ধৃতি দিয়ে তিনি লিখেছেন যে, ভারতের দার্শনিক ও রাষ্ট্রপতি অধ্যাপক রাধাকৃষ্ণনের মতে, ধর্মতত্ত্ববিদরা হিন্দুদের \"মূল্যবোধ ও ধারণা\" রক্ষার মাধ্যমে \"মহান সেবা প্রদান করেছে\"; \"উপর ধর্মতাত্ত্বেক আন্দোলনের প্রভাব সাধারণ ভারতীয় সমাজ অগণিত।\"\nবেভির লিখেছিলেন যে ভারতে থিওসফি \"নব্য হিন্দু ধর্মের একটি বৃহত্তর আন্দোলনের অবিচ্ছেদ্য অংশ হয়ে উঠেছে\", যা ভারতীয় জাতীয়তাবাদীদের \"বৈধ আদর্শ, নতুন আত্মবিশ্বাস ও সংগঠনের অভিজ্ঞতা\" দিয়েছে। তিনি দয়ানন্দ সরস্বতী, স্বামী বিবেকানন্দ এবং শ্রী অরবিন্দের মতো ব্লাভাতস্কি বলেছিলেন, \"হিন্দু ঐতিহ্যকে প্রশংসিত করেছে\", তবে একই সাথে অতীতের নিদর্শন থেকে মুক্তির আহ্বান জানিয়েছে।\nহিন্দুধর্মের ধর্মতাত্ত্বিক অবেক্ষিত ঐতিহ্য \"ভারতীয় ইতিহাসে স্বর্ণযুগের আদর্শীকরণে\" অবদান রেখেছে।\nধর্মতত্ত্ববিদরদ ঐতিহ্যবাহী ভারতীয় সমাজকে \"আদর্শ ধর্ম ও নীতিশাস্ত্র\" এর বাহক হিসেবে দেখেছিল।\nপ্রফেসর ওলাভ হ্যামারের মতে, ব্লাভটস্কি, ভারতীয়দের কাছে \"বহুবর্ষজীবী প্রজ্ঞা\" এর উৎপত্তি বর্ণনা করার চেষ্টা করে, তার যুগের \"দুটি প্রভাবশালী প্রাচ্যবাদী বক্তৃতা\" একত্রিত করে। সর্বাগ্রে, তিনি \"প্রাচীন ভারতের আর্য\" কে আলাদা \"জাতি\" হিসেবে চিহ্নিত করেছিলেন। দ্বিতীয়ত, তিনি এই \"জাতি\" কে \"বয়সহীন জ্ঞান\" ধারক হিসাবে বিবেচনা করতে শুরু করেন।  হ্যামারের মতে, \"ভারতীয়করণ প্রবণতা\" বিশেষ করে \"নব্য-ধর্মতত্ত্বে\" লক্ষণীয়। তিনি লিখেছিলেন যে চার্লস ডব্লিউ এর একটি বই, লিডবিটার [এবং অ্যানি বেসান্ট], মানুষ: কোথা থেকে, কীভাবে ও কোথায়, যেখানে ভারতীয়রা \"মানবজাতির আধ্যাত্মিক বিকাশে কেন্দ্রীয় ভূমিকা পালন করে\", এটি \"এমিক ঐতিহাসিকতার\" আদর্শ উদাহরণ। এখানে, প্রাচীন \"আর্য জাতি\" লেখকদের দ্বারা অত্যন্ত ধর্মীয় হিসাবে দেখানো হয়েছে।\n\n\n== ধর্মতত্ত্ববিদ হিসেবে সুব্বা রো ==\nএকজন হিন্দু ধর্মতত্ত্ববিদ তাল্লাপ্রাগদা সুব্বা রো একটি \"গোঁড়া স্মার্ত ব্রাহ্মণ পরিবারে\" জন্মগ্রহণ করেছিলেন। তাঁর জীবনীকার এন সি রামানুজাচারীর মতে, তিনি ১৮৮১ সালে থিওসফিস্ট পত্রিকার জন্য লেখা \"দ্য টুয়েলভ সাইনস অফ দ্য রাশিচক্র\" প্রবন্ধ দিয়ে ব্লাভাতস্কির দৃষ্টি আকর্ষণ করেন। অধ্যাপক জোসেলিন গডউইনের মতে, তিনি গুপ্ত হিন্দু মতবাদ সম্বন্ধে এক অতুলনীয় জ্ঞান দেখিয়েছিলেন এবং \"তিনিই একজন ব্যক্তি যিনি ব্লাভটস্কির সাথে সমানভাবে কথা বলেছিলেন।\"  যে আধ্যাত্মিক ও দার্শনিক ব্যবস্থা সুব্বা রো দ্বারা সংঘটিত হয়েছিল তাকে তারক রাজ যোগ বলা হয়, \"বেদান্তিক দর্শনের কেন্দ্র ও হৃদয়\"।\n\n\"কুলম্ব ষড়যন্ত্রের\" পর ব্লাভাতস্কির প্রতি তার মনোভাব নাটকীয়ভাবে পরিবর্তিত হয়। ২৭ মার্চ ১৮৮৫, তিনি লিখেছিলেন, \"সুব্বা রো পুনরাবৃত্তি করেছিলেন যে পবিত্র বিজ্ঞানের অপমান করা হয়েছে এবং শপথ ​​করেছেন যে তিনি কখনও ইউরোপীয়দের কাছে তার ঠোঁট খুলবেন না।\" রামানুজাচার্যের মতে, তাঁর \"গভীর-বদ্ধ\" জাতীয়তাবাদী কুসংস্কারগুলি স্পষ্টভাবে তাঁর কথায় প্রকাশ পায়:\n\nএটা বিশ্বাস করা আমার পক্ষে খুব সহজ বিষয় হবে না যে, যে কোন ইংরেজকে অন্য কোন উদ্দেশ্য না থাকলেও তাদের প্রতি আন্তরিক অনুভূতি ও সহানুভূতি ছাড়া আমার দেশবাসীর ভালোর জন্য শ্রম দিতে উদ্বুদ্ধ করা যায়।\n১৮৮৬ সালে \"বায়ুমণ্ডল\" কিছুটা শান্ত হয়ে গেলেও, সুব্বা রো ব্লাভটস্কির ভারতে ফিরে আসার ওলকটের পরিকল্পনার \"তীব্র বিরোধিতা\" করেছিলেন। মহাত্মা চিঠিতে, এটি সুব্বা সারি সম্পর্কে নিম্নলিখিতগুলি পড়তে পারে: \"তিনি খুব ঈর্ষান্বিত এবং একজন ইংরেজকে ধর্মগ্রন্থ হিসেবে শিক্ষা দেওয়াকে সম্মান করেন।\" তা সত্ত্বেও, ভগবদ গীতা সম্পর্কে তাঁর বক্তৃতা,  যা তিনি ১৮৮৬ সালে থিওসফিক্যাল কনভেনশনে উপস্থাপন করেছিলেন, সোসাইটির অনেক সদস্যের দ্বারা অত্যন্ত প্রশংসিত হয়েছিল।\n\n\n== মুক্তচিন্তার সমান্তরাল ==\n\n\n=== হিন্দুধর্মে ===\nহিন্দুধর্মে ধর্মীয় উদারপন্থা দক্ষিণ এশীয় ঐতিহ্যের উপর প্রভাব বিস্তারকারী গোঁড়ামিরোধী মনোভাবের কারণে সম্ভব হয়েছে, যার মতে \"সর্বোচ্চ সত্য শব্দে পর্যাপ্তভাবে প্রকাশ করা যায় না।\" এইভাবে, প্রত্যেক হিন্দুর অধিকার আছে তার দেবতা এবং \"সর্বোচ্চ সত্যের\" পথ বেছে নেওয়ার। ১৯৯৫ সালে, ভারতের সুপ্রিম কোর্ট বৈধভাবে একটি ভিন্ন ধর্মীয় অবস্থানের জন্য সহনশীলতা, \"মুক্তির\" উপায়গুলির বৈচিত্র্যের স্বীকৃতি ও \"পবিত্র মূর্তিতে\" একজন উপাসকের সমান অধিকারের স্বীকৃতি এবং যে কেউ এই ধরনের ছবি অস্বীকার করছে পাশাপাশি \"নির্দিষ্ট দার্শনিক ব্যবস্থার সাথে অ-সংযুক্তি।\"\n\n\n=== ধর্মতত্ত্বে ===\nঅধ্যাপক জুলিয়া শাবানোভা, ধর্মতাত্ত্বিক সোসাইটি আদিয়ারের সাধারণ কাউন্সিলের রেজোলিউশনের কথা উল্লেখ করে লিখেছেন যে, যেহেতু সোসাইটির সদস্যরা যে কোন ধর্মের অনুসারী হতে পারে, তাদের মতবাদ এবং মতবাদ ত্যাগ না করে, সেখানে কোন শিক্ষা নেইঅথবা মতামত, তা যেখান থেকেই আসে না কেন, যে কোন ভাবেই সোসাইটির সদস্যকে আবদ্ধ করে এবং যাকে তিনি \"গ্রহণ বা প্রত্যাখ্যান করতে পারেননি।\" \"সোসাইটির তিনটি লক্ষ্য\" এর স্বীকৃতিই সদস্যতার একমাত্র শর্ত, তাই \"ব্লাভটস্কি নিজে থেকে শুরু করে শিক্ষক বা লেখক\" তার শিক্ষাদান বা মতামতের কোন অগ্রাধিকার নেই। প্রত্যেক ধর্মতত্ত্ববিদদের নিজের পছন্দ অনুযায়ী যেকোনো দর্শনের সাথে যোগদানের অধিকার আছে, কিন্তু অন্যদের উপর তার পছন্দ চাপানোর অধিকার নেই। \"বিচার বা বিশ্বাস বিশেষাধিকার অধিকার দেয় না\" এবং শাস্তির কারণ হতে পারে না।\n\n\n== তাত্ত্বিক প্রতীক ==\nস্টাক্রাদের মতে, ধর্মতাত্ত্বিক সোসাইটির সরকারি প্রতীক তৈরি করার সময়, স্বস্তিকা সহ কিছু উপাদান অনুলিপি করা হয়েছিল, \"ম্যাডাম ব্লাভাতস্কির ব্যক্তিগত সিল থেকে।\" \"ভারতে স্বস্তিকা হিন্দু, জৈন ও বৌদ্ধদের সর্বাধিক ব্যবহৃত শুভ প্রতীক হিসাবে অব্যাহত রয়েছে।\"\nপ্রতীকটি হিন্দু পবিত্র শব্দ \"ওঁ\" দ্বারা সংস্কৃত ভাষায় মুকুট করা হয়েছে। হিন্দুধর্মে, \"ওঁ\", যা আত্মা এবং ব্রহ্মের ঐক্যের প্রতিনিধিত্ব করে, \"সমগ্র মহাবিশ্ব এবং তার পরিবর্তনের সাথে\" সাময়িক, অর্থাৎ অতীত, বর্তমান এবং ভবিষ্যতের সাথে চিহ্নিত করা হচ্ছে।\nনীচে ধর্মতাত্ত্বিক সোসাইটির একটি নীতিবাক্য লেখা আছে \"সত্যের চেয়ে বড় কোন ধর্ম নেই।\" ধর্মতাত্ত্বিক নীতিবাক্যের ইংরেজী অনুবাদের বেশ কয়েকটি রূপ আছে, যা সংস্কৃত ভাষায় \"সত্য নাস্তি পরো ধর্ম\" হিসাবে লেখা হয়েছিল। একমাত্র সঠিক অনুবাদ নেই, কারণ মূলটিতে \"ধর্ম\" শব্দটি রয়েছে, যা একজন রাশিয়ান ইন্ডোলজিস্ট ভ্লাদিমির শখিনের মতে, \"মৌলিক অস্পষ্টতার কারণে\" স্পষ্টভাবে ইউরোপীয় ভাষায় অনুবাদ করা হয়নি।\"\nব্লাভটস্কি এটিকে অনুবাদ করেছেন \"সত্যের চেয়ে উচ্চতর কোন ধর্ম (বা আইন) নেই,\" ব্যাখ্যা করে যে, এটি বেনারসের একজন মহারাজার মূলমন্ত্র, \"ধর্মতাত্ত্বিক সোসাইটি কর্তৃক গৃহীত।\" অধ্যাপক সান্টুচি নীতিবাক্যটি অনুবাদ করেছেন \"সত্যের চেয়ে উচ্চতর আর কিছুই নেই\"। অধ্যাপক শাবানোভা - \"সত্যের চেয়ে উচ্চতর কোন আইন নেই\"। গটফ্রিড ডি পুরুকার - \"সত্যের (বাস্তবতার) চেয়ে উচ্চতর কোন ধর্ম (কর্তব্য, আইন) নেই।\" অদ্বৈত বেদান্ত আলবার্তো মার্টিনের একজন অনুগামী বলেছিলেন যে \"অনুপ্রেরণা বা প্রেরণা\" এর সাথে একটি \"সত্যের চেয়ে বড় ধর্ম নেই\" এর তুলনা করা যেতে পারে, ভগবদ্গীতার একটি বাক্যের সাথে যা পড়ে: \"জ্ঞানের মতো কোন প্রলুব্ধ জল নেই\" (৪,৩৮)। শাবানোভার মতে, ভগবদ্গীতা ধর্মকে একজন ব্যক্তির জীবনের \"অপরিহার্য\" কর্তব্য বা লক্ষ্য হিসাবে সংজ্ঞায়িত করে। যদি আমরা ধর্মতাত্ত্বিক নীতিবাক্য বিবেচনা করি, যেমনটি তিনি লিখেছিলেন, এই প্রসঙ্গে যে \"কোন কর্তব্য নেই, কোন আইন নেই, কোন পথ নেই, যার উপর দিয়ে আমরা অনুসরণ করতে পারি, সত্যের পথের চেয়ে গুরুত্বপূর্ণ,\" আমরা আরও কাছাকাছি যেতে পারি এই নীতিবাক্যের পূর্ণ অর্থের জন্য।\n\n\n== তাত্বিক যোগ ==\nহাতুড়ি লিখেছেন যে চক্রগুলির ধর্মতাত্ত্বিক মতবাদ \"নির্দিষ্ট ধর্মীয়\" পদ্ধতির একটি অংশ, যার মধ্যে একটি পশ্চিমা বৈজ্ঞানিক এবং প্রযুক্তিগত বক্তব্য রয়েছে। এখানে, চক্রগুলিকে সূক্ষ্ম দেহে \"শক্তি ঘূর্ণি\" হিসাবে দেখা হয়, এবং এই দৃষ্টিভঙ্গি ভারতীয় ঐতিহ্যের সাথে সাংঘর্ষিক, যেখানে \"চক্রগুলিকে প্রাণশক্তির কেন্দ্র হিসাবে ধরা হয়\" যার জন্য \"শক্তি\" এর মতো আধুনিক বৈজ্ঞানিক ধারণাগুলি প্রয়োগ করা যায় না। তান্ত্রিক সূত্র থেকে প্রাপ্ত তথ্য অনুসারে, চক্রগুলি বস্তুনিষ্ঠভাবে \"সূক্ষ্ম দেহে বিদ্যমান কাঠামো\" কিনা তা নিশ্চিত করা অসম্ভব, অথবা এগুলি একজন যোগী তার \"ধ্যান\" অনুশীলনের প্রক্রিয়ায় ভিজ্যুয়ালাইজেশনের মাধ্যমে \"তৈরি\" করেছেন।\nউড্রোফফ লিখেছেন যে একজন হিন্দু যে সাধারণত \"আধ্যাত্মিক যোগ\" চর্চা করেন, থিওসোফিস্টদের মত নয়, এটি \"গুপ্তচরত্বের কৌতূহলী আগ্রহের কারণে বা 'অ্যাস্ট্রাল' বা অনুরূপ অভিজ্ঞতা অর্জনের আকাঙ্ক্ষার কারণে নয়।\" এই কারণের প্রতি তার মনোভাব একচেটিয়াভাবে \"ব্রাহ্মণের উপর দৃঢ়বিশ্বাস\" ও \"মুক্তি\" পাওয়ার জন্য \"এর সাথে\" একত্রিত হওয়ার আকাঙ্ক্ষার উপর ভিত্তি করে ধর্মীয়।\nএকজন জাপানি ইন্দোলজিস্ট হিরোশি মটোয়ামা উল্লেখ করেছেন যে থিওসফিস্টদের বক্তব্য অনুসারে চক্রগুলি হল [সাইকো-আধ্যাত্মিক] অঙ্গ, যা আসলে বিদ্যমান, যখন একটি ঐতিহ্যবাহী হিন্দু সাহিত্যে তাদের প্রতীকগুলির সেট হিসাবে বর্ণনা করা হয়। অধ্যাপক মিরসিয়া এলিয়াড লিখেছেন যে সব চক্র, সর্বদা পদ্ম হিসাবে চিত্রিত, সংস্কৃত বর্ণমালার অক্ষর, পাশাপাশি হিন্দু ধর্মের ধর্মীয় চিহ্ন রয়েছে। উড্রোফফ উল্লেখ করেছেন যে, লিডবিটারের মতে, পঞ্চম কেন্দ্রের জাগরণে একজন যোগী \"কণ্ঠস্বর শোনেন\" কিন্তু, শত-চক্র-নিরূপণের মতে, \"শব্দ-ব্রহ্মের শব্দ\" চতুর্থ কেন্দ্রে শোনা যায়।\n\n\n== সমালোচনা ==\nঅধ্যাপক ম্যাক্স মুলারের মতে, না বেদে, না উপনিষদে ধর্মতত্ত্ববিদদের দ্বারা ঘোষিত কোন গুপ্ত অতিস্বর আছে, এবং তারা কেবল তাদের খ্যাতি ত্যাগ করে, \"হিন্দুদের কুসংস্কারের বিশ্বাসের প্রতি সমর্থন করে।\"\nএকজন ফরাসি দার্শনিক রেনে গুয়েনোন উল্লেখ করেছিলেন যে বিবর্তনের ধর্মতাত্ত্বিক ধারণাগুলি \"মূলত মহাজাগতিক চক্রের হিন্দু তত্ত্বের অযৌক্তিক ব্যঙ্গচিত্র।\"  গুয়েনোনের মতে, ধর্মতাত্ত্বিক নীতিবাক্য \"সত্যের চেয়ে উচ্চতর কোন ধর্ম নেই\", বেনারসের একজন মহারাজার মালিকানাধীন \"সত্য নাস্তি পরো ধর্ম\" মূলমন্ত্রের অত্যন্ত দুর্ভাগ্যজনক অনুবাদ। এইভাবে, তাঁর মতে, ধর্মতত্ত্ববিদরা কেবল \"হিন্দু যন্ত্র\" কেই নিষ্ঠুরভাবে বরাদ্দ করেননি, বরং এটি সঠিকভাবে অনুবাদ করতে পারেননি। গুয়েনোনের অনুবাদ - \"সত্যের চেয়ে শ্রেষ্ঠ অধিকার নেই\"।\nপ্রফেসর লোপেজ লিখেছেন যে, কিছু ভারতীয়, উদাহরণস্বরূপ, বিবেকানন্দের মতো একজন \"কিংবদন্তি\" ব্যক্তিত্ব, প্রাথমিকভাবে \"ধর্মতত্ত্ববিদদের সাথে সৌহার্দ্যপূর্ণ সম্পর্ক করার পরে, তাদের হিন্দুধর্ম ও ধর্মতত্ত্বের মধ্যে সংযোগকে অস্বীকার করেছিল। ১৯০০ সালে, স্বামী বিবেকানন্দ ধর্মতত্ত্বকে \"আমেরিকান আধ্যাত্মবাদের কল্পনা\" উল্লেখ করে উল্লেখ করেছিলেন যে \"পশ্চিমের শিক্ষিত লোকেরা\" এটিকে \"ভারতীয় চিন্তাধারার\" সাথে মিশ্রিত ভণ্ডামি ও ফকিরবাদ হিসাবে চিহ্নিত করেছিল এবং এটি ছিল তার মতে, সমস্ত সাহায্য প্রদান করা হয়েছে হিন্দুধর্মের জন্য ধর্মতত্ত্ববিদদের দ্বারা। তিনি লিখেছিলেন যে দয়ানন্দ সরস্বতী \"যখন তিনি এটি খুঁজে পেয়েছিলেন তখনই তিনি ব্লাভটস্কিজম থেকে তার পৃষ্ঠপোষকতা কেড়ে নিয়েছিলেন, বিবেকানন্দ সংক্ষেপে বলেছিলেন, \"এই কলিযুগেও হিন্দুদের নিজেদের মধ্যে যথেষ্ট ধর্মীয় শিক্ষা ও শিক্ষক রয়েছে, এবং তারা রাশিয়ান ও আমেরিকানদের মৃত ভুতের প্রয়োজন বোধ করে না।\"\nউড্রোফের মতে, ধর্মতত্ত্ববিদরা হিন্দুধর্মের ধারণাগুলি ব্যাপকভাবে ব্যবহার করলেও, কিছু হিন্দু পদে তারা যে অর্থ দিয়েছিল তা \"সবসময় নয়\" যে অর্থগুলি হিন্দুরা নিজেরাই এই পদগুলিতে রেখেছিল তার সাথে মিলে যায়। উদাহরণস্বরূপ, লিডবিটার যোগীর ক্ষমতা কপালে \"ইচ্ছামতো বড় বা ছোট (অনিমা ও ম্যাক্সিমা সিদ্ধি) নমনীয় নল\" হয়ে উঠার ব্যাখ্যা দিয়েছেন, কিন্তু হিন্দুরা এ সম্পর্কে তাই বলবে: \"সমস্ত ক্ষমতা (সিদ্ধি) বৈশিষ্ট্য প্রভুর ঈশ্বর\"। উড্রোফ লিখেছেন যে ধর্মতাত্ত্বিক লেখকদের দ্বারা গৃহীত শর্তাবলী ও সংজ্ঞা এড়ানো উচিত। উড্রোফ আরও উল্লেখ করেছে যে অনেক ক্ষেত্রে, যখন ধর্মতত্ত্ববিদরা সংস্কৃত থেকে পরিভাষা ধার নিয়েছিল, তখন তারা এটিকে \"সম্পূর্ণ নতুন অর্থ\" দিচ্ছিল। একজন খ্রিস্টান ধর্মতাত্ত্বিক দিমিত্রি দ্রুজিনিন ধর্মতত্ত্ববিদদের দ্বারা \"উল্লেখযোগ্য\" পরিবর্তনের কথাও লিখেছিলেন যখন হিন্দু শর্তাবলীর অর্থ এবং ধারণার বিষয়বস্তু ব্যবহার করা হয়েছিল।\nএকজন জার্মান দার্শনিক এডুয়ার্ড ভন হার্টম্যান, সিনেটের বই এসোটেরিক বৌদ্ধধর্ম বিশ্লেষণ করে শুধু ধর্মতাত্ত্বিক ধারণারই সমালোচনা করেননি, বরং হিন্দু ও বৌদ্ধধর্মের সৃষ্টিতত্ত্বও সমালোচনা করেছেন, যার উপর ভিত্তি করে তারা। তার মতে:\n\nভারতীয় মহাজাগতিকতা ইন্দ্রিয়বাদী বস্তুবাদ ও মহাজাগতিক বিভ্রমবাদের মধ্যে ক্রমাগত নড়বড়ে থেকে নিজেকে মুক্ত করতে পারে না। এর চূড়ান্ত কারণ মনে হয় যে, ভারতীয়দের বস্তুনিষ্ঠ ঘটনা সম্পর্কে কোন ধারণা নেই। যেহেতু তারা ব্যক্তিত্বকে বিশ্বজনীন চেতনার কার্যকারিতার অপেক্ষাকৃত ধ্রুবক কেন্দ্র (সমষ্টি, গোষ্ঠী) হিসেবে বুঝতে পারে না, তাই অবশ্যই তাদের বিভ্রম বা পৃথক সেনসো-বস্তুগত অস্তিত্বের জন্য গ্রহণ করতে হবে। এবং পরবর্তী দৃষ্টিভঙ্গি এই সিদ্ধান্তে পৌঁছাতে বাধ্য যে, যে পরম সত্তা থেকে তারা তাদের অস্তিত্ব বা উৎপত্তি লাভ করেছে তাও সেনসো-উপাদান হতে হবে। এটি কেবল এড়ানো যেতে পারে এবং আত্মার আলোকিত ধারণা কেবল তখনই আসতে পারে, যদি কেউ আমাদের বিষয়বস্তুর ধারণাগুলিকে আমাদের ইন্দ্রিয়ের নিছক বিভ্রম বলে ধরে নেয়; বস্তুনিষ্ঠ বিষয়, যাইহোক, এর সাথে সামঞ্জস্যপূর্ণ, মহাকাশে কাজ করা অপার্থিব শক্তির উৎপাদন, এবং এই শক্তিগুলি এক অচেতন মহাজাগতিক শক্তির কাজ।\n\n\n== আরও দেখুন ==\nবৌদ্ধধর্ম ও ধর্মতত্ত্ব\nখৃষ্টধর্ম ও ধর্মতত্ত্ব\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Modern Theosophy in Its Relation to Hinduism and Buddhism\", 1st part.\n\"Modern Theosophy in Its Relation to Hinduism and Buddhism\", 2nd part."}