{"pageid": 1093981, "title": "কম্বোডিয়ায় শিশুশ্রম", "url": "https://bn.wikipedia.org/wiki?curid=1093981", "content": "শিশুশ্রম বলতে ন্যূনতম আইনি বয়সের কম বয়সী শিশুদের পূর্ণকালীন কর্মসংস্থান বোঝায়। ২০০৩ সালে, একটি আন্তর্জাতিক শ্রম সংস্থা (আইএলও) জরিপ রিপোর্ট করেছে যে রাজধানীতে সাত বছরের বেশি বয়সী প্রতি দশটি শিশুর মধ্যে একজন শিশু গৃহকর্মী। যেসব শিশুরা ক্ষেতে কাজ করার জন্য খুব ছোট তারা মেথর হিসেবে কাজ করে। অর্থের বিনিময়ে বিক্রি হতে পারে এমন জিনিস খুঁজতে তারা তাদের দিনগুলি গর্তে ডুবে থাকে। শিশুরা প্রায়ই পোশাক ও বস্ত্র শিল্পে, পতিতাবৃত্তিতে এবং সামরিক বাহিনীতে কাজ করে।\nকম্বোডিয়ায়, রাজ্যটি ১৯৯৯ সালে ন্যূনতম বয়স কনভেনশন (১৩৮-গ) এবং ২০০৬ সালে শিশুশ্রম কনভেনশন (১৩৮-গ), যা আন্তর্জাতিক শ্রম সংস্থা (আইএলও) দ্বারা গৃহীত হয়েছে, উভয়ই অনুমোদন করেছিল। প্রাক্তন কনভেনশনের জন্য, কম্বোডিয়া ১৪ বছর বয়সে কাজ করার জন্য সর্বনিম্ন বয়স নির্দিষ্ট করেছিল। তবুও, কম্বোডিয়ায় উল্লেখযোগ্য মাত্রায় শিশুশ্রম পাওয়া যায়।\n১৯৯৮ সালে, আইএলও অনুমান করেছিল যে কম্বোডিয়ায় ১০ থেকে ১৪ বছর বয়সী ২৪.১% শিশু অর্থনৈতিকভাবে সক্রিয় ছিল। এই শিশুদের মধ্যে অনেকেই দীর্ঘ সময় কাজ করে এবং কম্বোডিয়া হিউম্যান ডেভেলপমেন্ট রিপোর্ট ২০০০ জানিয়েছে যে ৫ থেকে ১৩ বছর বয়সী প্রায় ৬৫,০০০ শিশু সপ্তাহে ২৫ ঘন্টা কাজ করে এবং স্কুলে যায় না। শিশুশ্রমের ব্যাপকতা হ্রাসের জন্য অনেক উদ্যোগ ও নীতিমালাও রয়েছে যেমন মার্কিন যুক্তরাষ্ট্রের সাধারণীকৃত পদ্ধতি পছন্দ, ইউএস-কম্বোডিয়া টেক্সটাইল চুক্তি, আইএলও গার্মেন্ট সেক্টরের কাজের শর্তাবলী উন্নতি প্রকল্প, এবং চাইল্ড ওয়াইজ ট্যুরিজম।\nকম্বোডিয়ায় শিশুশ্রম নিরসনের প্রয়োজন রয়েছে, কারণ ইউনিসেফের একটি প্রতিবেদনে বলা হয়েছে যে শিশুশ্রমিকরা শিক্ষা থেকে বঞ্চিত হতে পারে। যখন শিশুরা স্কুলে যায় না, তখন তারা জাতীয় উন্নয়নের জন্য প্রয়োজনীয় জ্ঞান এবং দক্ষতা থেকে বঞ্চিত হয়। শিক্ষা এবং গুরুত্বপূর্ণ জীবন দক্ষতা ছাড়া, তারা অপব্যবহার এবং শোষণের জন্য ঝুঁকিপূর্ণ, যা তাদের পরিবারে বিদ্যমান দারিদ্র্যের চক্রকে আরও বাড়িয়ে তুলতে পারে। ফলস্বরূপ, শিক্ষার অভাবে উৎপাদনশীলতার এই অভাব কম্বোডিয়ায় অর্থনৈতিক প্রবৃদ্ধি আটকে দেবে।\n\n\n== শিশুশ্রমের সংজ্ঞা ==\nইন্টারন্যাশনাল লেবার অর্গানাইজেশন (আইএলও) শিশুশ্রমকে এমন কাজ হিসেবে সংজ্ঞায়িত করে যা তাদের শৈশব, সম্ভাবনা এবং মর্যাদা থেকে বঞ্চিত করে। তারা এটাকে তাদের শারীরিক ও মানসিক স্বাস্থ্যের জন্য ক্ষতিকর কাজ হিসেবেও সংজ্ঞায়িত করে। এর মধ্যে রয়েছে এমন কাজ যা তাদের স্কুলে পড়াশোনা ব্যাহত করে, কিন্তু বাড়িতে বা পারিবারিক ব্যবসায় কাজ করার মতো কাজ অন্তর্ভুক্ত করে না। তারা শিশুশ্রমের সবচেয়ে খারাপ রূপকে সংজ্ঞায়িত করে যাতে দাসত্ব, সামরিক বাহিনীতে নিয়োগ, পতিতাবৃত্তি, মাদক পাচার এবং শিশুদের স্বাস্থ্য ও নিরাপত্তার জন্য ক্ষতিকর যে কোন কাজ জড়িত। ইউনিসেফ শিশুশ্রমকে ৫ থেকে ১৪ বছর বয়সী শিশু হিসাবে সংজ্ঞায়িত করে যারা ঘরোয়া কাজ এবং অর্থনৈতিক কর্মকাণ্ড করে।\n\n\n=== ন্যূনতম বয়স কনভেনশন, ১৯৭৩ ===\nআইএলও \" ন্যূনতম বয়স সনদ \" তৈরি করেছে, যা ১৯৯৯ সালে কম্বোডিয়া দ্বারা অনুমোদিত হয়েছিল। এই কনভেনশনের উদ্দেশ্য ছিল শিশুশ্রম নির্মূলের বৃহত্তর লক্ষ্য নিয়ে চাকরির জন্য অনুমোদিত ন্যূনতম বয়স নির্ধারণ করা। তারা পনেরো বছর বয়সে চাকরির ন্যূনতম বয়স সংজ্ঞায়িত করে, দুর্বল উন্নত অর্থনীতি এবং শিক্ষাগত সুবিধাসম্পন্ন দেশগুলো ছাড়া। এই ধরনের দেশে চাকরির ন্যূনতম বয়স চৌদ্দ বছর। শিশুর স্বাস্থ্য, নিরাপত্তা বা নৈতিকতার ক্ষতি করে এমন কাজের জন্য, সর্বনিম্ন বয়স আঠারো বছর।\n\n\n=== শিশুশ্রমিক সম্মেলনের সবচেয়ে খারাপ রূপ, ১৯৯৯ ===\nআইএলও \" ওয়ার্ল্ড ফরমস অব চাইল্ড লেবার কনভেনশন \" তৈরি করেছে, যা ২০০৬ সালে কম্বোডিয়া কর্তৃক অনুমোদিত হয়েছিল। এই কনভেনশনের উদ্দেশ্য ছিল শিশুশ্রমের সবচেয়ে খারাপ ধরন নিষিদ্ধ করা এবং নির্মূল করা, যেখানে শিশুরা এই কনভেনশনে সকল সদস্যদের শিশুশ্রম নির্মূল করার জন্য কর্মসূচি তৈরি করা, এই কর্মসূচীগুলি পর্যবেক্ষণ করা এবং শিশুশ্রমের সবচেয়ে খারাপ প্রকার থেকে অপসারিত শিশুদের শিক্ষা প্রদান করা প্রয়োজন। তাদের এটাও প্রয়োজন যে প্রতিটি দেশ স্বীকার করে যে মেয়ে এবং ছেলেদের শিশুশ্রম নিয়ে আলাদা অভিজ্ঞতা আছে।\n\n\n== শিল্প ==\n\n\n=== কৃষি ===\n২০০১ সালে এডমন্ডসের একটি গবেষণায় দেখা গেছে, অর্থনৈতিকভাবে সক্রিয় কম্বোডিয়ার ৭৩% শিশু কৃষি খাতে কাজ করেছে। ইউনাইটেড স্টেটস ডিপার্টমেন্ট অফ লেবার কৃষি খাতে শিশুদের যেসব কাজ করতে হয় তার কিছু রিপোর্ট করেছে। এর মধ্যে রয়েছে মাছ ধরা, চিংড়ি খোসা ছাড়ানো, কাঁকড়া শুকানো, তামাক উৎপাদন করা, কীটনাশক স্প্রে করা এবং কাঠের জন্য লগ করা। ব্যুরো অফ ইন্টারন্যাশনাল লেবার অ্যাফেয়ার্স রিপোর্ট করেছে যে, ২০১৫ সাল পর্যন্ত কম্বোডিয়ার শ্রম ও বৃত্তিমূলক প্রশিক্ষণ মন্ত্রণালয়ের কৃষি শিল্পে কর্মরত শিশুদের জন্য প্রবিধান আছে, কিন্তু সেগুলি কার্যকর করা শুরু করেনি।\n\n\n=== গার্মেন্টস এবং টেক্সটাইল ===\nকম্বোডিয়ার কর্মীদের দুই-তৃতীয়াংশই তৈরি পোশাক শিল্পে। উনিশ'শ নব্বইয়ের দশকে কম্বোডিয়া বিশ্ব বাণিজ্য সংস্থার (ডব্লিউটিও) সদস্য ছিল না, তাই এটি রপ্তানির ক্ষেত্রে কোটার সীমা সাপেক্ষে ছিল না। এর ফলে কম্বোডিয়ার পোশাক শিল্পে বিদেশী বিনিয়োগ বৃদ্ধি পায়। ১৯৯৮ সালে, মিডিয়া শিশুশ্রম ব্যবহার করে একটি নিক সরবরাহ কারখানা প্রকাশ করে। এর ফলে ইউএস-কম্বোডিয়া টেক্সটাইল চুক্তি তৈরি হয়। এমনকি এই নীতির সাথে এখনও কম্বোডিয়ান গার্মেন্টস সেক্টরে ২০০৪ সালের মতো শিশুশ্রমের প্রমাণ রয়েছে।\n\n\n=== পতিতাবৃত্তি ===\nকম্বোডিয়ায় যে কোন ধরনের পতিতাবৃত্তি নিষিদ্ধ, কিন্তু সহ্য করা হয়। যৌন পর্যটন শিল্পে কম্বোডিয়ার শিশুরা প্রায়ই পতিতা হয়। উইলিসের একটি গবেষণায় দেখা গেছে, ১৯৯৯ সালে কম্বোডিয়ায় ৫৯৫০ জন শিশু পতিতাবৃত্তির সাথে জড়িত ছিল। অল্পবয়সী কুমারী মেয়েদের বিশেষভাবে খোঁজ করা হয়, এবং কিছু পুরুষ এই কথা বলে ন্যায্যতা দিয়েছেন যে এইডস সংক্রামণ এড়ানোর এটি সর্বোত্তম উপায়। পতিতাবৃত্তি শিশুদের মানসিক স্বাস্থ্য এবং শারীরিক স্বাস্থ্যের উপর উল্লেখযোগ্য প্রভাব ফেলে। কম্বোডিয়ায় একটি গবেষণায়, সমস্ত নারী ও মেয়েরা \"ভুক্তভোগী এবং অসহায়, ক্ষতিগ্রস্ত, অবনমিত, বিশ্বাসঘাতকতা এবং লজ্জা পেয়েছিল। অনেক তরুণী বিষণ্ণতা, হতাশা, ঘুমের অক্ষমতা, দুস্বপ্ন, ক্ষুধা এবং পদত্যাগের অনুভূতি প্রকাশ করেছে। \" একই গবেষণায় উইলিস দেখতে পেয়েছেন যে বেশ্যাবৃত্তিহীন শিশুদের অনেক দেশে পতিতাবিহীন শিশুদের তুলনায় যৌন সংক্রামিত রোগের (এসটিডি) হার বেশি। কম্বোডিয়ায় পতিতাবৃত্তির এসটিডি হার ৩৬% এবং বিশ্বব্যাপী কিশোরীদের এসটিডি হার ৫%। শিশু পতিতাদেরও প্রাপ্তবয়স্ক পতিতাদের তুলনায় এসটিডি হার বেশি থাকে কারণ তাদের কনডম চাওয়ার ক্ষমতা কম। জাতিসংঘ কম্বোডিয়ায় মাঠ পরিদর্শন করেছে এবং দেখেছে যে \"পতিতাবৃত্তির শিকার শিশুদের ৬০ থেকে ৭০ শতাংশ এইচআইভি পজিটিভ\"। ভিয়েতনামের মতো অন্যান্য দেশের শিশুদেরও কম্বোডিয়ায় পতিতা হতে পাচার করা হচ্ছে। আসলে, হিউজের একটি গবেষণায় জানা গেছে যে \"কম্বোডিয়ায় পতিতাবৃত্তির ৫৫,০০০ মহিলাদের এক তৃতীয়াংশ ১৮ বছরের কম বয়সী এবং বেশিরভাগই ভিয়েতনামী\" অনেক গবেষণায় দেখা গেছে যে ১৯৯৫ সাল পর্যন্ত, কম্বোডিয়ায় এখনও আঠারো বছরের কম বয়সী অসংখ্য পতিতা রয়েছে। ইন্টারনেটের বাণিজ্যিকীকরণের কারণে শিশুদের যৌন শোষণ বৃদ্ধি পেয়েছে কারণ এটি গোপনীয়তার প্রস্তাব দেয় এবং এর কিছু নিয়ম ছিল।\n\n\n=== সামরিক কাজে শিশুদের ব্যবহার ===\nশিশুরা সামরিক বাহিনীর দ্বারা দখলদার এবং সংঘাতের লক্ষ্যবস্তু হওয়ার কারণে। সশস্ত্র সংঘাত শিশুদের স্বাস্থ্য ও নিরাপত্তার জন্য মারাত্মক হুমকি সৃষ্টি করে। জাতিসংঘ জানিয়েছে যে শিশুদের ল্যান্ডমাইন এবং অবিস্ফোরিত অস্ত্রের সাথে খেলতে দেখা গেছে। জাতিসংঘের গবেষণায় আরও দেখা গেছে যে সামরিক হাসপাতালে খনি বিস্ফোরণের শিকারদের মধ্যে তেতাল্লিশ শতাংশকে যখন দশ থেকে ষোল বছর বয়সের মধ্যে নিয়োগ করা হয়েছিল। এই ধরনের খনি বিস্ফোরণের স্বাস্থ্যের প্রভাব অত্যন্ত মারাত্মক, বিশেষ করে শিশুদের জন্য। জাতিসংঘের গবেষণায় বলা হয়েছে যে খনি এবং অবিস্ফোরিত অস্ত্রের সাথে জড়িত বিশ শতাংশ শিশু তাদের আঘাতের কারণে মারা যায়। যেসব শিশুরা বেঁচে থাকে তারা প্রায়ই বিচ্ছেদ পায় এবং এই বিচ্ছেদ থেকে জটিলতায় ভোগে, যা পরিবারের জন্য আর্থিক বিপর্যয়েরও কারণ হতে পারে।\n\n\n== কম্বোডিয়ায় শিশুশ্রমের কারণ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== অর্থনৈতিক প্রবৃদ্ধি ===\nএটা বিশ্বাস করা হয় যে কম্বোডিয়ার অর্থনৈতিক বৃদ্ধি এবং অগ্রগতি শিশুশ্রমিকদের ক্রমবর্ধমান সংখ্যার জন্য একটি অবদানকারী কারণ। নির্মাণ শিল্পের বিপুল চাহিদা একটি উদাহরণ যেখানে এটি শিশুদের কারখানা বা ইটের ভাটায় কাজ করতে বাধ্য করেছে, তাদের অধিকাংশের জন্য স্কুল শিক্ষার বিকল্প বন্ধ করে দিয়েছে।\n\n\n=== পর্যটন ===\n\n\n==== রাস্তার দোকানদার ====\nঅন্যরা রাস্তাঘাটে তাদের দিন কাটায়। পর্যটকরা শিশুশ্রমের এই রূপে মূল ভূমিকা পালন করে কারণ অনেকেই এই শিশুদের কাছ থেকে কিনতে ইচ্ছুক, ভাল উদ্দেশ্য, চাহিদা বৃদ্ধির কারণে। এটি এই ধারণাকে আরও শক্তিশালী করে যে শিশুরা স্কুলের চেয়ে রাস্তায় বেশি মূল্যবান। যাইহোক, এমন যুক্তিও রয়েছে যে শিশু বিক্রেতাদের কাছ থেকে কেনা ভাল হতে পারে অথবা তারা আরও বেশি বিপজ্জনক কাজে কাজ করতে বাধ্য হতে পারে।\n\n\n==== যৌন পর্যটন ====\nশিশুদের প্রায়ই দরিদ্র এলাকা থেকে চাওয়া হয় প্রায়ই বিনোদন এবং পর্যটন এলাকায়, লাল আলো জেলায় কাজ করার জন্য আনা হয়। এই পতিতাদের অধিকাংশই দশ থেকে ষোল বছর বয়সের মধ্যে তাদের কাজ শুরু করে। সাক্ষাৎকার নেওয়ার সময়, শিশু যৌন পর্যটকরা রিপোর্ট করে যে তারা কুমারীদের সাথে সহবাস করতে পছন্দ করে কারণ এটি নিরাপদ। যৌন পর্যটকরা কম্বোডিয়ায় যায় কারণ পতিতালয় সস্তা এবং কম্বোডিয়ায় কুমারীর দাম কাছাকাছি দেশ এবং মার্কিন যুক্তরাষ্ট্রের তুলনায় অনেক কম। শিশু যৌন পর্যটন জাতিসংঘের শিশু অধিকার কনভেনশন, এবং শিশু বিক্রয়ের ঐচ্ছিক প্রটোকল, শিশু পতিতাবৃত্তি এবং শিশু পর্নোগ্রাফির লঙ্ঘন।\n\n\n=== দারিদ্র্য ===\nদারিদ্র্য এবং অনুন্নত দ্বারা শিশুশ্রম পারস্পরিকভাবে শক্তিশালী হয়েছিল, তবে এগুলি প্রাথমিক কারণ নয়। কিমের একটি গবেষণায় জানা গেছে যে সম্পদ এবং শিশুশ্রম আসলে ইতিবাচকভাবে যুক্ত, কারণ ধনী পরিবারের জমির মতো সম্পদ রয়েছে। তারা বলে যে এই সন্ধান নীতি নির্ধারকদের জন্য সমস্যা সৃষ্টি করে কারণ তাদের অধিকাংশই বিশ্বাস করে যে সমস্ত শিশু যারা কাজ করে তারা দরিদ্র। যেহেতু কম্বোডিয়ায় নীতিনির্ধারকরা বিশ্বাস করেন যে দারিদ্র্য শিশুশ্রমের প্রধান কারণ, তারা সরাসরি শিশুশ্রমকে টার্গেট করার পরিবর্তে দারিদ্র্য কমানোর দিকে তাদের প্রচেষ্টাকে গুরুত্ব দেয়। কিমের গবেষণায় দেখা গেছে যে দারিদ্র্য এবং শিশুশ্রম আগের মতো যতটা ঘনিষ্ঠভাবে সম্পর্কিত ছিল না, যার অর্থ এই যে নীতি নির্ধারকদের প্রচেষ্টা যতটা সম্ভব কার্যকর নয়।\n\n\n== কম্বোডিয়ায় শিশুশ্রমের প্রভাব ==\nশিশুশ্রমের একটি সাধারণ প্রভাব প্রাথমিক শিক্ষা, যেমন শিক্ষা এবং স্বাস্থ্যসেবা থেকে বঞ্চিত। কম্বোডিয়ান লিগ ফর প্রমোশন অ্যান্ড ডিফেন্স অব হিউম্যান রাইটস (এলআইসিএডিআইচও) -এর শিশু অধিকার বিভাগের জরিপে দেখা গেছে যে, ৫ থেকে ১৭ বছর বয়সী ৪০০ টি শিশুর মধ্যে যারা আবর্জনা ফেলার কাজ করে মাত্র ৩৫% স্কুলে যায়।\nঅর্থনৈতিক ও সামাজিক প্রভাবগুলি সুদূরপ্রসারী, তাই সচেতনতা বৃদ্ধি এবং শিশুশ্রম নিষিদ্ধ করার প্রচেষ্টা গুরুত্বপূর্ণ।\n\n\n=== শিক্ষার প্রভাব ===\n২০০৫ সালে, কম্বোডিয়ায় খুব উচ্চ প্রাথমিক বিদ্যালয়ে ভর্তির হার ছিল ৯৫.১ শতাংশ, কিন্তু প্রাথমিক বিদ্যালয় সমাপ্তির হার ছিল মাত্র ৪৬.৮ শতাংশ। ২৫.৭ শতাংশ হারে মাধ্যমিক বিদ্যালয়ের সমাপ্তি আরও কম ছিল। একই সময়ে ৭ থেকে ১৪ বছর বয়সী শিশুদের ৫২ শতাংশ অর্থনৈতিকভাবে সক্রিয় ছিল। কিম (২০১১) এর একটি গবেষণায় জানা গেছে যে কম্বোডিয়ায় বেশিরভাগ কর্মরত শিশুদের স্কুলে ভর্তি করা হয়েছে কিন্তু তাদের কর্মসংস্থান দেরিতে স্কুলে প্রবেশ, তাদের শিক্ষার ফলাফলে নেতিবাচক প্রভাব এবং ঝরে পড়ার হার বৃদ্ধির সাথে জড়িত। এই মেলামেশা মেয়েদের সাথে শক্তিশালী। ছেলেরা অর্থনৈতিক কর্মকাণ্ডে বেশি জড়িত থাকে, কিন্তু মেয়েদের স্কুলে ভর্তির হার কম থাকে। বর্তমানে, কম্বোডিয়ায় শিক্ষাগত ফলাফলে শিশুশ্রমের যে উল্লেখযোগ্য প্রভাব রয়েছে তা মোকাবেলার জন্য কোনও শিক্ষানীতি নেই। শিশুশ্রমের স্বল্পমেয়াদী ইতিবাচক অর্থনৈতিক প্রভাব রয়েছে কারণ শিশুরা তাদের পরিবারের জন্য বেশি অর্থ নিয়ে আসছে, কিন্তু দীর্ঘমেয়াদী অর্থনৈতিক প্রভাব স্কুল পড়ার অভাবে নেতিবাচক।\n\n\n=== শারিরীক প্রভাব ===\nআইএলও কর্তৃক শিশুশ্রমের একটি সংজ্ঞা হল কাজ যা শিশুর স্বাস্থ্যের উপর নেতিবাচক প্রভাব ফেলে। শিশুশ্রমিকরা স্বাস্থ্য সমস্যায় ভুগতে দেখা গেছে। উদাহরণস্বরূপ, অত্যধিক বোঝা বহন স্থির বিকাশের কারণ হতে পারে। তীক্ষ্ণ, দূষিত বস্তু বা চলাচলকারী যানবাহনের দ্বারা আহত শিশু মেথররা আহত হওয়ার সম্ভাবনা রয়েছে। অন্যান্য সমস্যার মধ্যে রয়েছে দীর্ঘ সময় কাজ করা, শ্বাসকষ্ট এবং চর্মরোগ, প্রাণঘাতী টিটেনাস, জয়েন্ট এবং হাড়ের বিকৃতি।\nরোগেরোর একটি গবেষণায় দেখা গেছে যে শিশুশ্রম শিশুদের স্বাস্থ্যের উপর নেতিবাচক প্রভাব ফেলে এবং শিশুশ্রম ছিল অপুষ্টির উল্লেখযোগ্য পূর্বাভাস। তারা আরও দেখেছে যে শিশুশ্রমের প্রাদুর্ভাব বেশি, এইচআইভি/এইডস-এর সাথে যুক্ত শৈশব অসুস্থতা, অ-এইচআইভি সংক্রামক রোগ এবং ম্যালেরিয়া মূলত শিশুশ্রমের সাথে সম্পর্কযুক্ত। তারা এই ফলাফলগুলি এই বলে শেষ করেছে যে তারা সুপারিশ করে যে শিশুশ্রমের উচ্চ স্তরের দেশগুলির স্বাস্থ্যের অবস্থা কম।\n২০১০ সালে মিওয়া কানার একটি গবেষণায় দেখা গেছে যে শিশুশ্রম প্রকৃতপক্ষে স্বাস্থ্য এবং পুষ্টির অবস্থার উন্নতি করে যখন ঘন্টার সংখ্যা সীমার মধ্যে থাকে। একই গবেষণায় দেখা গেছে যে গবেষণায় সবচেয়ে বয়স্ক শিশুরা যারা দীর্ঘতম ঘন্টা কাজ করেছিল তারা এখনও এই সীমার নিচে কাজ করে। উল্লেখ্য, এই গবেষণায় কম্বোডিয়ার ধান উৎপাদনকারী অঞ্চলে ঘটেছে এবং বিভিন্ন কৃষি-পরিবেশগত অবস্থা এবং অর্থনৈতিক অবস্থার মধ্যে শিশুশ্রমের পরিমাণ ভিন্ন।\n\n\n== উদ্যোগ এবং নীতি ==\nকম্বোডিয়ার সরকার শিশুশ্রমের সমস্যা মোকাবেলায় এনজিও এবং জাতিসংঘ সংস্থার সাথে একত্রে কাজ করছে। অন্যতম প্রধান দাতা মার্কিন শ্রম বিভাগ। ২০০১ সাল থেকে, ডিপার্টমেন্ট আইএলও'র শিশুশ্রম নির্মূলের আন্তর্জাতিক কর্মসূচিতে নিয়োজিত শিশুদের শিক্ষা ও অন্যান্য সেবা প্রদানের জন্য অর্থায়ন করেছে, অথবা শোষণমূলক শ্রমের সাথে জড়িত হওয়ার ঝুঁকিতে রয়েছে।\nকম্বোডিয়ায় কিছুটা অগ্রগতি হয়েছে। ২০০৮ সালে কাম্পোট প্রদেশে লবণ শিল্পে ২০০০ শিশু কাজ করছিল। ২০১০ সালের মধ্যে এটি কমে প্রায় ২৫০ টি শিশু হয়েছে। যাইহোক, কম্বোডিয়ায় ১১ টি পণ্যকে দায়ী করা হয়েছে, যা সবই শিশুশ্রম দ্বারা উত্পাদিত হয়, ২০১৪ সালে মার্কিন শ্রম দপ্তরের প্রতিবেদনে বিশ্বব্যাপী এই ধরনের কাজের পরিস্থিতি সম্পর্কে।\n\n\n=== মার্কিন যুক্তরাষ্ট্র পছন্দসই সাধারণীকরণ ব্যবস্থা ===\nইউনাইটেড স্টেটস জেনারালাইজড সিস্টেম অফ প্রেফারেন্স (জিএসপি) দেশগুলিকে শ্রমিকদের পর্যাপ্ত অধিকার দেওয়ার চেষ্টা করলে মার্কিন যুক্তরাষ্ট্রের বাজারে অধিকতর প্রবেশাধিকার দেয়। দেশগুলিকে সংগঠনের স্বাধীনতা, সম্মিলিতভাবে সংগঠিত ও দর কষাকষির অধিকার এবং জোরপূর্বক ও শিশুশ্রম নিষিদ্ধ করতে হবে। শ্রম অধিকার লঙ্ঘন করা হলে মার্কিন যুক্তরাষ্ট্র জিএসপি বিধান স্থগিত করে, কিন্তু প্রায়ই তা করতে ব্যর্থ হয় যখন জড়িত দেশটি মার্কিন বাণিজ্যের প্রধান অংশীদার।\n\n\n=== মার্কিন-কম্বোডিয়া টেক্সটাইল চুক্তি ===\nইউএস-কম্বোডিয়া টেক্সটাইল চুক্তি (ইউসিটিএ) জেনারালাইজড সিস্টেম অফ প্রেফারেন্সের একটি ভাল বিকল্প হিসেবে তৈরি করা হয়েছিল। ইউসিটিএ- এর লক্ষ্য ছিল ভালো কাজের অবস্থার পুরস্কার দিয়ে পোশাক রপ্তানি কোটা বৃদ্ধি করা। এটি ছিল একটি নন-স্টেট সেন্টারড মডেল, যা প্রবিধানের আরও ভাল প্রয়োগের অনুমতি দেয়। এটি শিশুশ্রম, জোরপূর্বক শ্রম, যৌন হয়রানি, কাজের সময়, ন্যূনতম মজুরি এবং মেলামেশার স্বাধীনতা প্রভৃতি ক্ষেত্রে শ্রমের মান প্রয়োগ করে। এই বাণিজ্য চুক্তি অনন্য ছিল কারণ এটি শাস্তির পরিবর্তে বাজার পুরস্কার প্রদান করে এবং কারণ আন্তর্জাতিক শ্রম সংস্থা (আইএলও) শ্রমের মান পর্যবেক্ষণের দায়িত্বে ছিল।\n\n\n=== আইএলও গার্মেন্টস সেক্টরের কাজের অবস্থার উন্নতি প্রকল্প ===\nপ্রকল্পের লক্ষ্যগুলির মধ্যে ছিল একটি স্বাধীন পর্যবেক্ষণ ব্যবস্থা বজায় রাখা, কাজের অবস্থার উন্নতির জন্য নতুন আইন তৈরি করা, শ্রমিক আইন ও অধিকারের বিষয়ে শ্রমিক এবং নিয়োগকর্তার সচেতনতা বৃদ্ধি করা এবং জাতীয় ও আন্তর্জাতিক শ্রম মান মেনে চলার সরকারি ক্ষমতা বৃদ্ধি করা। আইএলও দ্বারা পর্যবেক্ষণ ট্রান্সন্যাশনাল ফার্ম এবং বেসরকারি সংস্থার দ্বারা ব্যক্তিগত পর্যবেক্ষণের চেয়ে অনেক বেশি বৈধতা প্রদান করেছে। আইএলও'র পর্যবেক্ষণ ব্যবস্থা নিয়োগকর্তা, ইউনিয়ন এবং সরকার দ্বারা ত্রিপক্ষীয় এবং sensকমত্যের শাসন দ্বারা চিহ্নিত করা হয়। এটি প্রাইভেট মনিটরিংয়ের চেয়ে বেশি বৈধ কারণ এর সাথে ফার্মগুলোর কোন সংযোগ নেই। আইএলও মনিটরিং সিস্টেম কম্বোডিয়ার শ্রম আইন এবং আইএলও কনভেনশন যা কম্বোডিয়া অনুমোদন করেছে তার উপর জোর দেয়।\n\n\n=== শিশু ভিত্তিক পর্যটন ===\nচাইল্ড ওয়াইজ ট্যুরিজম ১৯৯৯ সালে বিকশিত হয়েছিল এবং এটির লক্ষ্য হল পর্যটন কর্মীদের কীভাবে সম্ভাব্য শিশু যৌন শোষণের পরিস্থিতি চিহ্নিত করা এবং তাদের প্রতিক্রিয়া জানাতে হবে। এটি ভ্রমণ এবং পর্যটন ছাত্র, শিক্ষাবিদ এবং পর্যটন শিল্পের জন্য প্রশিক্ষণ মডিউল এবং শিক্ষা উপকরণ জড়িত। প্রশিক্ষণ সেশনগুলি থাইল্যান্ড, ইন্দোনেশিয়া, কম্বোডিয়া, ফিলিপাইন, লাও পিডিআর, ভিয়েতনাম এবং মিয়ানমারে অনুষ্ঠিত হয়।\n\n\n== আরও দেখুন ==\nকম্বোডিয়ায় যুবসমাজ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআন্তর্জাতিক শ্রম সংস্থা\nআন্তর্জাতিক শ্রম সম্মেলনের অনুমোদনের তালিকা\nকম্বোডিয়ান লীগ ফর দ্য প্রমোশন অ্যান্ড ডিফেন্স অব হিউম্যান রাইটস\nশিশুশ্রমের সবচেয়ে খারাপ ফর্মের খোঁজ - কম্বোডিয়া - মার্কিন শ্রম বিভাগ"}