{"pageid": 1093833, "title": "ইসোয়াতিনিতে শিশুশ্রম", "url": "https://bn.wikipedia.org/wiki?curid=1093833", "content": "ইসওয়াতিনিতে শিশুশ্রম হচ্ছে বিতর্কিত বিষয়। এটা সে দেশের জনসংখ্যার একটি বড় অংশকে প্রভাবিত করে। মানবাধিকারের উদ্বেগ হিসেবে শিশুশ্রমকে প্রায়শই দেখা হয়। কারণ এটি শৈশব, সম্ভাবনা ও মর্যাদা থেকে শিশুদের বঞ্চিত করে। এটি শারীরিক ও মানসিক বিকাশের জন্য ক্ষতিকরও বটে। এ রকম সংজ্ঞা আন্তর্জাতিক শ্রম সংস্থা (আইএলও) দ্বারা করা হয়েছে। শিশুশ্রম ক্ষতিকারক হওয়ার কারণ হলো, এটি শিশুর স্কুলে যাওয়া বা শিক্ষা গ্রহণের ক্ষমতাকে সীমাবদ্ধ করে। আইএলও স্বীকৃতি দেয় যে, সব ধরনের কর্ম শিশুর জন্য ক্ষতিকারক নয়। এই নিবন্ধটি শিশুশ্রমের ধরনকে ফোকাস করে যা সাধারণভাবে শ্রমে জড়িত শিশুর জন্য ক্ষতিকর হিসেবে গৃহীত হয়।\n\n\n== উৎপত্তি ==\n১৯৪১ থেকে ১৯৪৭ সালের মধ্যে ঔপনিবেশিক সময়কালে ব্রিটিশ সরকার ইসওয়াতিনীতে শিশুশ্রম নিয়ন্ত্রণে গুরুত্বপূর্ণ ভূমিকা পালন করে। সোয়াজি শ্রম ইতিহাসের পূর্বে ঔপনিবেশিক আমলে শিশুদের শ্রমশিল্পে যে অবদান রেখেছিল তা স্বীকার করতে ব্যর্থ হয়। সম্ভবত এর কারণ ছিল শিশুদের তাদের পিতামাতার জন্য অতিরিক্ত হিসাবে দেখা হত না বরং ব্যক্তি হিসাবে দেখা হত। সাধারণত প্রথমে শিশুরা বিনাবেতনে শ্রম করত, কিন্তু ১৯৩০-এর দশকের শুরুতে পরিশোধিত শ্রম আরও সাধারণ হয়ে ওঠে। আজকের মতো কৃষি ও চাষাবাদ শিশুশ্রমের অন্যতম বড় খাত ছিল।\n\n\n== জনসংখ্যাতাত্ত্বিক ==\nইসওয়াতিনীর অনেক শিশু কঠোর কাজের অবস্থার শিকার হয়ে মানব পাচারের শিকার হয়। ইসওয়াতিনী সরকার শিশুশ্রম কমানোর প্রচেষ্টা সত্ত্বেও মানব পাচারের শিকার শিশুরা ঐতিহাসিকভাবে শিশুশ্রমের সবচেয়ে গুরুতর কাজ করেছে। এতিমরাও সস্তা যৌনশ্রমের মাধ্যমে এইডসের মতো মারাত্মক ব্যধিতে শোষিত হওয়ার ঝুঁকিতে রয়েছে। ২০০৬ সালে এসওয়াতিনীর যৌন ব্যবসায় নিযুক্ত সমস্ত শিশুর অর্ধেকই অনাথ ছিল।\n\n\n== কারণসমূহ ==\nশিশুশ্রমের অন্যতম সাধারণ নির্ধারক হলো দারিদ্র্যতা। ২০০৬ সালের হিসাবে সোয়াজির ৬৯% মানুষ দারিদ্র্যের মধ্যে বাস করছিল। যেহেতু শিশুশ্রম স্কুলে পড়ার ক্ষেত্রে হস্তক্ষেপ করে, তাই একজন ব্যক্তির ক্ষেত্রে দারিদ্র্য থেকে মুক্তি পাওয়ার ক্ষমতা উল্লেখযোগ্যভাবে হ্রাস পায়। এই দরিদ্রতা, দারিদ্র বংশানুক্রমে শিশু-শ্রমের ফাঁদ তৈরি করে। কেননা দরিদ্র পরিবারে দরিদ্র শিশুই জন্ম নেয়, আর এ প্রজন্মও শিশুশ্রমে বাধ্য হয়, ফলে তাদের পরিবার দারিদ্র্যের মধ্যে চলমান থাকে। বিশেষ করে পরিবহন খরচ বেশির কারণে অনেক আফ্রিকান দেশে দরিদ্র শিশুরা স্কুলে যেতে পারে না। “ইসওয়াতিনী এইডস সাপোর্ট অর্গানাইজেশনের (ইএএসও)” চেয়ারম্যান হ্যানি ডালামিনির মতে, \"বর্ধিত পরিবার ব্যবস্থা ভেঙে পড়ছে এবং এতিমদের দেখাশোনা করার জন্য কেউ নেই,\" অর্থাৎ \"পনেরো বছর বয়সী শিশুরা পরিবারের জন্য দায়ী।\" ইসওয়াতিনী একটি নিম্ন মধ্যম আয়ের দেশ। সম্পদের ব্যাপক অসম বন্টনের কারণে এখনে চরম দারিদ্র্য অবস্থা বিদ্যমান রয়েছে। মোট জনসংখ্যার ১০% ধনীরা দেশের সম্পদের প্রায় অর্ধেক নিয়ন্ত্রণ করে। আর নিম্ন আয়ের ৪৩% লোক দীর্ঘস্থায়ী দারিদ্র্যের মধ্যে বসবাস করে। ১৯৯৯ সালে ইউনিসেফ এক জরিপে দেখেছিল যে ইসওয়াতিনীর অনেক শিশু পারিবারিক অভাব অনোটনের কারণে প্রাথমিকভাবে কাজ করতে গিয়েছিল। অনেক এতিম শিশু মৃত্যুর ঝুঁকিতে রয়েছে। আবার অনেক এতিম তাদের বাবা-মাকে এইডসে হারিয়েছে। বিশ্বের মধ্যে ইসওয়াতিনীতে এইচআইভি প্রাদুর্ভাবের হার সবচেয়ে বেশি, মোট জনসংখ্যার প্রায় এক চতুর্থাংশ এইচআইভিতে আক্রান্ত। একটি পরিবারের শিশুর সংখ্যা শিশুশ্রমের দুর্বলতাকে প্রভাবিত করে। যেহেতু একটি পরিবারের শিশুর সংখ্যা বৃদ্ধির সাথে সাথে একজন শিশুর অনুভূত গুণ হ্রাস পায়। আর বড় পরিবার থেকে আসা শিশুদের সুরক্ষায় বাবা-মা এবং অন্যান্যরা কম উদ্বিগ্ন হয়। তাছাড়াও বড় পরিবারগুলির মধ্যে তাদের আয় এবং সম্পদ ভাগ করার জন্য আরও বেশি লোক থাকে, ফলস্বরূপ তাদের মধ্যে দারিদ্র্যের ঝুঁকি বেড়ে যায়।\n\n\n== নৈতিকতা নিয়ে বিতর্ক ==\nযদিও ইসওয়াতিনীতে শিশুশ্রমকে সবসময় খারাপ দিক হিসাবে দেখা হয়। কারণ এটি কিশোর বয়সে মৃত্যুর হার বৃদ্ধির সাথে যুক্ত বলে প্রমাণিত হয়েছে। কেউ কেউ আবার যুক্তি দেন যে শিশুশ্রমকে নিষিদ্ধ করা উচিত নয়। উদাহরণস্বরূপ, একজন শিশুকে স্বেচ্ছায় একটি শ্রম চুক্তির স্বাক্ষর করার পরে কাজ করার অনুমতি দেওয়া উচিত? ইসওয়াতিনীতে ক্রমবর্ধমান দারিদ্র্যের কারণে শিশুদের কাজ করার প্রয়োজন হয়, বিশেষ করে গ্রামাঞ্চলে। এছাড়াও দেশের জনসংখ্যার ৬৬% লোক মৌলিক খাদ্য চাহিদা পূরণ করতে অক্ষম, তাই কখনও কখনও শিশুশ্রমই একটি পরিবারের একমাত্র সমাধান হতে পারে বলে তারা মত দেয়। আইএলও স্বীকৃতি দেয় যে, শিশুশ্রমের কিছু ধরন অনুমোদিত হতে পারে। আর সেটা হলো \"শিশুশ্রম\" ও \"বিপজ্জনক কাজ\" এর মধ্যে পার্থক্য তৈরি করে শিশুদের কাজে সুযোগ করে দেয়া। ২০১২ সালে সংস্থাটি রিপোর্ট করেছিল যে, বিশ্বব্যাপী পাঁচ থেকে সতেরো বছর বয়সী ১৬৮ মিলিয়ন শিশু শিশুশ্রমের শিকার হয়, যার মধ্যে ৮৫ মিলিয়ন বিপজ্জনক ক্ষেত্রে কাজ বলে মনে করা হয়।\n\n\n== শিশুশ্রম কমানোর প্রচেষ্টা ==\nসাম্প্রতিক বছরগুলিতে বিশ্বব্যাপী শিশুশ্রম কমানোর প্রচেষ্টা সফল হয়েছে। আইএলও রিপোর্ট করে যে ২০০০ সাল থেকে শিশুশ্রম ও বিপজ্জনক কাজ উভয়ই হ্রাস পেয়েছে।\n\n\n=== কন্টিনেন্টাল প্রচেষ্টা ===\n১৯৬৩ সালে আফ্রিকান ইউনিটি অর্গানাইজেশন (ওএইউ) গঠিত হয় এবং ১৯৬৮ সালে সংস্থাটি ইসওয়াতিনীতে কার্যক্রম শুরু করে। এ সংস্থার উদ্দেশ্য ছিল মানবাধিকারের তালিকায় একমত হওয়া এবং সেগুলোকে মহাদেশীয়ভাবে প্রয়োগ করা। এই সংস্থাটি ১৯৮১ সালে আফ্রিকান চার্টার অন হিউম্যান অ্যান্ড পিপলস রাইটস তৈরি করেছিল, যার মধ্যে শিশুদের সুরক্ষা সম্পর্কিত একটি নিবন্ধ ছিল। ২০০২ সালে “ওএইউ” এর স্থলে আফ্রিকান ইউনিয়ন (এইউ) প্রতিস্থাপিত হয়, যার দৃষ্টিভঙ্গি ছিল, \"একটি সমন্বিত, সমৃদ্ধ ও শান্তিপূর্ণ আফ্রিকা গঠন করা, যা তার নিজস্ব নাগরিকদের দ্বারা পরিচালিত ও বৈশ্বিক অঙ্গনে একটি গতিশীল শক্তির প্রতিনিধিত্ব করবে।\"\n\n\n=== কর্মসংস্থান আইন ১৯৮০ ===\nএসওয়াতিনী সরকার শিশুশ্রম কমাতে বেশ কিছু স্বাধীন কর্মসূচী গ্রহণ করেছে। ১৯৮০ সালে কর্মসংস্থান আইন পাস করা হয়েছিল, যাতে শিশুদের কোনও শিল্প কাজের জন্য নিযুক্ত করা হবে না বলে বাধ্যতামূলক করা হয়েছিল। তবে যদি শিশুটি নিয়োগকর্তার সরাসরি পরিবারের সদস্য হয় অথবা কাজটি প্রাথমিকভাবে শিক্ষাগত হয়, তাহলে ভিন্ন কথা। কর্মসংস্থান আইনে একজন শিশুকে ১৫ বছরের কম বয়সী ব্যক্তি হিসাবে সংজ্ঞায়িত করা হয়। অ-শিল্প ক্ষেত্রে শিশুশ্রমিকদের জন্য আইনটিতে বলা হয় যে, স্কুলের সময় বা রাতের শিফটে বা দিনে ৬ ঘণ্টার বেশি বা সপ্তাহে ৩৩ ঘণ্টার জন্য অথবা এক ঘণ্টার বিরতি ছাড়াই একটানা চার ঘণ্টারও বেশি সময় ধরে কাজ করা যাবে না বলে ঘোষণা করা হয়। তাছাড়াও উক্ত কর্মসংস্থান আইন \"তরুণদের\" নিয়োগের জন্য সীমাবদ্ধতার রূপরেখা দেয়, যা ১৫ বছরের বেশি বয়সী কিন্তু ১৮ বছরের কম বয়সীদের হিসাবে সংজ্ঞায়িত করা হয়। আবার শিক্ষাগত যোগ্যতার সীমাবদ্ধতার মান মূল ব্যতিক্রম বিষয় হিসেবে ধরা হয় এবং শিক্ষানবিশ বা বৃত্তিমূলক প্রশিক্ষণের ক্ষেত্রে তা মন্ত্রী কর্তৃক অনুমোদিত হতে পারে বলে শর্ত করা হয়। শিশু ও যুবক উভয়কেই ভূগর্ভস্থ কাজ, অ্যালকোহল বিক্রির সাথে জড়িত অথবা তাদের শারীরিক বা মানসিক সুস্থতার জন্য বিপজ্জনক হতে পারে এমন কাজ থেকে নিষিদ্ধ করা হয়।\n\n\n=== রিক্লিসা প্রকল্প ===\n২০০৪ সালে দক্ষিণ আফ্রিকা, বতসোয়ানা, লেসোথো, নামিবিয়া এবং এসওয়াতিনীতে রিক্লিসা (রিডাকসিন এক্সপ্লোইটেটিভ চাইল্ড লেবার ইন সাউথ আফ্রিকা) প্রকল্প চালু করা হয়েছিল। ইতোমধ্যে শ্রমের সাথে জড়িত শোষণমূলক ও ঝুঁকিপূর্ণ উভয় কাজকে লক্ষ্য করে, প্রকল্পটি এসওয়াতিনীতে ২০০০ শিশুকে সমর্থন করেছিল। শিশুদের প্রাথমিক ও মাধ্যমিক বিদ্যালয়ে ভর্তির বিষয়টি নিশ্চিত করার পাশাপাশি প্রকল্পটি শোষিত শিশুশ্রম সম্পর্কে জনসচেতনতা বাড়াতে কাজ করেছে। প্রথম চার বছর, রিক্লিসা প্রকল্পটি খুলিসা ম্যানেজমেন্ট সার্ভিসের অর্থায়নে পরিচালিত হয়েছিল। আর এতে সোয়াজি সরকার শিশুদের সহায়তা অব্যাহত রাখার জন্য তহবিল গ্রহণ করেছে। ২০১৪ সালে, সোয়াজি সরকার অনাথ এবং বিভিন্ন দুর্বল শিশুদের সাহায্য হিসাবে স্কুলের ফি প্রদান করে এবং শিশুদের প্রাথমিক বিদ্যালয়ের চূড়ান্ত বছরের অর্থ প্রদানে সহায়তা করার পরিকল্পনা করে। যেহেতু ইসোয়াতিনীতে বাধ্যতামূলক শিক্ষার বয়স নেই, তাই এটি প্রয়োগ করা কঠিন ছিল। তবে তা আংশিকভাবে সফল হয়েছিল।\n\n\n=== অনুমোদন ও চুক্তি ===\nইসওয়াতিনী ২০০২ সালে আইএলও এর মিনিমাম এজ কনভেনশন (সি-১৩৮) এবং আইএলও এর শিশুশ্রম কনভেনশনের সবচেয়ে খারাপ অবস্থা (সি-১৮২) দ্বারা অনুমোদিত হয়। ইসওয়াতিনী ১৯৯২ সালে শিশু অধিকার ও কল্যাণ বিষয়ক আফ্রিকান সনদে স্বাক্ষর করেছে, কিন্তু এখনো তা অনুমোদন করেনি।\n\n\n== শিশুশ্রমের ধরন ==\n\n\n=== কৃষি ===\nবিশ্বব্যাপী ৫৮.৬% শিশুশ্রমিক কৃষিতে কাজ করে। ইসওয়াতিনীতে দেশের ৮৪% দরিদ্র জনগোষ্ঠী গ্রামাঞ্চলে বাস করে এবং মোট জনসংখ্যার প্রায় তিন-চতুর্থাংশ বেঁচে থাকার জন্য জীবিকা নির্বাহের উপর নির্ভর করে। ফলস্বরূপ এসওয়াতিনীতে শিশুশ্রম কৃষির কাজে প্রাধান্য পায়।  বিশেষ করে দেশের শীর্ষ তিনটি পণ্য হলো আখ, ভুট্টা, শিকড় ও কন্দ। ইসওয়াতিনীর কৃষি খাতের জন্য কাঠের পাল্প, সাইট্রাস, বিভিন্ন ফল, তুলা ও মাংস গুরুত্বপূর্ণ। শিশুশ্রমের অন্যতম মারাত্মক রূপ হিসেবে গবাদি পশুপালন বিবেচিত হয়, যা এক ধরনের কৃষি কাজ।\n\n\n=== শিল্প ===\nবিশ্বব্যাপী ৭.২% শিশুশ্রম কোম্পানীর চাকরীতে তৃতীয় সাধারণ বিষয় হয়। কোকা-কোলা ও ক্যাডবেরির মতো বেশ কয়েকটি আন্তর্জাতিক কোম্পানি এসওয়াতিনীতে বিনিয়োগ করে, সেখানে কারখানা তৈরি করে। সেখানে কয়লা ও হীরার খনি ঐতিহাসিকভাবে প্রধান শিল্প হয়েছে, কিন্তু ১৯৬০ সাল থেকে তাদের গুরুত্ব উল্লেখযোগ্যভাবে হ্রাস পেয়েছে। এছাড়াও এসওয়াতিনী পোশাক রপ্তানি করে, কিন্তু মানবাধিকার বিষয়ে উদ্বেগের কারণে দেশটি মার্কিন যুক্তরাষ্ট্রের ন্যায্য বাণিজ্য চুক্তি থেকে বাদ পড়লে ২০১৫ সালে হাজার হাজার টেক্সটাইল শ্রমিক তাদের চাকরি হারায়।\n\n\n=== যৌন কাজ ===\nবাণিজ্যিক যৌন শোষণ শিশুশ্রমের সবচেয়ে মারাত্মক রূপ, যার মধ্যে অনাথরা বিশেষভাবে দুর্বল। ইসওয়াতিনীতে যৌনকর্মে জড়িত অধিকাংশ শিশু তাদের জন্মস্থান থেকে দূরে থাকে। অল্পবয়সী মেয়েদের দক্ষিণ আফ্রিকায় পাচার করা হয়, তারা খাবারের জন্য যৌন ব্যবসা করে। পতিতাবৃত্তির উচ্চ হার এবং অন্যান্য যৌন কাজ তাদের মাঝে সংক্রামক রোগ ছড়ায়, এসওয়াতিনীতে এইচআইভির সমস্যাকে স্থায়ী করে।\n\n\n=== পর্যটন ===\nবিংশ শতাব্দীর দ্বিতীয়ার্ধে এসওয়াতিনিতে অভ্যন্তরিন যুদ্ধ শেষে এবং আপেক্ষিক শান্তির অভাব থেকে পর্যটন শিল্প বেশ উপকৃত হয়েছিল। বিনোদনের জন্য পর্যটনকে চালু করা হয়েছিল। যদিও শিশুদের মাঝে মাঝে তাতে নিয়োগ দেয়া হয়েছিল এবং তাদের ঔতিহ্যবাহী পোশাক পরে পর্যটকদের সামনে উপস্থিত করা হত। উদাহরণস্বরূপ, পিগস পিকের নৈসর্গিক হাইওয়েতে শিশুরা সুন্দর পোশাক পরে পারিশ্রমিকের আশায় পর্যটকদের জন্য নৃত্য করে।\n\n\n== আরও দেখুন ==\nআফ্রিকায় শিশুশ্রম\nইসওয়াতিনিতে মানবাধিকার\n\n\n== তথ্যসূত্র =="}