{"pageid": 1094870, "title": "বালকৃষ্ণ", "url": "https://bn.wikipedia.org/wiki?curid=1094870", "content": "বালকৃষ্ণ (সংস্কৃত: बालकृष्ण, অনুবাদ 'ঐশ্বরিক শিশু কৃষ্ণ') বা বালগোপাল হলো হিন্দু দেবতা কৃষ্ণের ছেলেবেলার রূপ।\nঐশ্বরিক সন্তান হিসেবে কৃষ্ণের উপাসনা ছিল ঐতিহাসিকভাবে কৃষ্ণধর্মের প্রাথমিক উপাসনার একটি।\n\n\n== কিংবদন্তি ==\n\nদেবকী ও বসুদেবের অষ্টম পুত্র, কৃষ্ণ তার অত্যাচারী মামা এবং মথুরার রাজা কংসকে হত্যা করার ভবিষ্যদ্বাণী পূরণ করতে জন্মগ্রহণ করেছিলেন। তার পিতামাতার সাথে কারাগারে জন্মের সাথে সাথে, তিনি তার পিতাকে তাকে ব্রজ অঞ্চলে নিয়ে যেতে বলেছিলেন, যেখানে তিনি তার ভাই বলরামের সাথে গোপালকদের মধ্যে তার শৈশব কাটাবেন। গোকুলের বন্দোবস্তে, তিনি তার পালিত পিতামাতা যশোদা ও নন্দের লালনপালনে বেড়ে ওঠেন।\nছোট শিশু হিসাবে, কৃষ্ণ তার দুষ্টু কাণ্ডের গল্পের জন্য সবচেয়ে বেশি স্বীকৃত, যেমন গোকুলের গোপালকদের পরিবার থেকে মাখন চুরি করা। মাখনকে প্রায়শই কৃষ্ণ-ভক্তির ঐতিহ্যে প্রেমের রূপক হিসাবে ব্যাখ্যা করা হয়, যা এর অ-পরিমাণযোগ্যতা এবং প্রাচুর্যের বৈশিষ্ট্যগুলির সাথে যুক্ত। শিশু কৃষ্ণও গরু ছাঁটাই করে, বাচ্চাদের জ্বালাতন করে এবং সামাজিক রীতিনীতির প্রতি ঘৃণা প্রকাশ করে। এটি প্রায়শই তার লীলার অংশ হিসাবে ব্যাখ্যা করা হয়, তার ঐশ্বরিক খেলা যেখানে তিনি তার চারপাশের বিশ্বের সাথে ঘনিষ্ঠভাবে যোগাযোগ করেন।\nবালকৃষ্ণও বেশ কিছু অলৌকিক কাজ করেছিলেন বলে কথিত আছে। তার অত্যাচারী মামা, কংস, তার জন্মের কথা শুনে, তাকে হত্যা করার জন্য বেশ কয়েকটি দূষিত অসুর ও পশু পাঠিয়েছিলেন, কিন্তু তাদের সমস্ত প্রচেষ্টা ব্যর্থ হয়েছিল। পূতনা, আকৃতি পরিবর্তনকারী রাক্ষস, যখন শিশু কৃষ্ণ তাকে দেওয়া বিষযুক্ত স্তন গ্রহণ করে তার জীবন চুষে মারা হয়েছিল। বকাসুর নামে আরেকটি অসুর সারস রূপে ধারণ করে কৃষ্ণকে গিলে ফেলার চেষ্টা করেছিল, কিন্তু দেবতা তার ঠোঁট ভেঙ্গে ফেলার পরিবর্তে তাকে হত্যা করা হয়েছিল। যখন অঘাসুর, সাপের রূপ ধারণ করে, কৃষ্ণ এবং তার বন্ধুদের গিলে ফেলে, তখন দেবতা তার মধ্যে বিশাল আকার ধারণ করে, তাকে হত্যা করে।\nতাঁর কিছু কিংবদন্তি মুক্তির সঙ্গে যুক্ত, যেমনটি ভাগবত পুরাণের মণিগ্রীব ও নলকুবেরের গল্পে। কুবেরের পুত্র, সম্পদের দেবতা, এই ভাইদের বর্ণনা করা হয়েছে যে একবার শিবের পর্বত আনন্দ উদ্যানে কুমারীদের সঙ্গে সঙ্গম করেছিলেন, যখন ঐশ্বরিক ঋষি নারদ আবির্ভূত হয়েছিলেন। যখন মেয়েরা সম্মানের সাথে নিজেদেরকে ঢেকে রাখে, ভাইয়েরা তাকে উপেক্ষা করেছিল, তাদের অহংকার তাদের প্রচুর সম্পদের কারণে হয়েছিল। এটি নারদকে কৃষ্ণের দ্বারা মুক্তি না দেওয়া পর্যন্ত দুটি গতিহীন গাছের রূপ ধারণ করার জন্য তাদের অভিশাপ দিতে প্ররোচিত করেছিল।\nএকবার, তার ছেলেকে যাতে আরও দুষ্টুমি করতে না পারে, তার জন্য যশোদা তাকে পিষে বেঁধে রেখেছিলেন। শিশু কৃষ্ণ তখনও হামাগুড়ি দিতে সক্ষম হয়েছিলেন, এবং নিজেকে দুটি অর্জুন গাছের মধ্যে আটকে থাকতে দেখেছিলেন।\nতার কোমর তার পিছনে হামানদিস্তার সাথে বাঁধা, কৃষ্ণ টেনে আনলেন, গাছ উপড়ে ফেললেন। নারদের অভিশাপ থেকে মুক্ত হয়ে, মণিগ্রীব এবং নলকুভার তাদের আসল রূপ ধারণ করে, এবং তারা তাদের আবাসে ফিরে যাওয়ার আগে দেবতাকে প্রণাম জানায়।\nতার সবচেয়ে জনপ্রিয় কিংবদন্তিগুলির মধ্যে একটিতে, কৃষ্ণের খেলার সাথীরা তাকে যশোদার কাছে কাদা খাওয়ার জন্য অভিযুক্ত করেছিল। যশোদা তাকে বকাঝকা করতে শুরু করলে, কৃষ্ণ এই দাবি অস্বীকার করেন, এবং তার মুখ খুলে দেন যাতে সে নিজেই দেখতে পায়। যশোদা তার মুখের মধ্যে সমস্ত বস্তুর মহাজাগতিক দৃষ্টিভঙ্গি প্রত্যক্ষ করেছিলেন, মহাকাশ, মূল দিকগুলি, পৃথিবী এবং এর দ্বীপগুলি, মহাসাগর এবং পর্বত, নক্ষত্রমণ্ডল, মন, উপাদানগুলি এবং অবশেষে নিজেকে বিভ্রান্ত করে রেখেছিলেন।\nতার মুর্তিতে, প্রায়শই ছোট শিশুকে তার হাতে হামাগুড়ি দিয়ে এবং হাঁটুতে বা তার হাতে মাখনের টুকরো নিয়ে নাচের মতো চিত্রিত করা হয়।\nভগবদ্গীতায়, ব্যাখ্যা অনুমান করে যে কৃষ্ণ সার্বজনীন একেশ্বরবাদী ধর্ম শিক্ষা দিচ্ছেন, তাঁর স্বয়ং ভগবান হওয়ার প্রকাশ। কৃষ্ণের কিংবদন্তির শৈশব পর্বগুলি মধ্যযুগীয় ভক্তিমূলক ধর্মের কেন্দ্রবিন্দুতে পরিণত হয়েছিল যা মধ্যযুগীয় ভারতে বেশ কয়েকটি আন্দোলনে বিকশিত হতে শুরু করেছিল।\n\n\n== উপাসনা ==\n\nদৈব সন্তান বালকৃষ্ণের উপাসনা, যদিও কৃষ্ণধর্মের উল্লেখযোগ্য বৈশিষ্ট্য, প্রায়ই কম গুরুত্ব পায়, আজ ভারতের অনেক অঞ্চলে কৃষ্ণের অন্যতম জনপ্রিয় দেবতা হওয়া সত্ত্বেও। এই ধরনের উপাসনার প্রাথমিক প্রমাণ পাওয়া যেতে পারে বা খ্রিস্টপূর্ব ৪র্থ শতাব্দীর প্রথম দিকে, মেগাস্থিনিস এবং কৌটিল্যের অর্থশাস্ত্রে প্রমাণ অনুসারে, যখন বাসুদেবের পুত্র হিসেবে বসুদেবকে দৃঢ় একেশ্বরবাদী বিন্যাসে সর্বোচ্চ দেবতা হিসেবে পূজা করা হতো, যেখানে পরম সত্তা ছিলেননিখুঁত, চিরন্তন, এবং অনুগ্রহে পূর্ণ।\nবালকৃষ্ণের উপাসনা বিভিন্ন ধরনের উপাসনার অংশ হিসেবে অন্তর্ভুক্ত করা হয়েছে যা বৈষ্ণবধর্মের বিভিন্ন দর্শনে স্বয়ং ভগবান হিসেবে কৃষ্ণের উপাসনার মাধ্যমে শেষ হয়েছে। ভগবতবাদের একেশ্বরবাদী ঐতিহ্য, এবং গোপাল কৃষ্ণ, রাধাকৃষ্ণ এবং বাসুদেব-কৃষ্ণের ধর্ম, কৃষ্ণধর্মের বর্তমান ঐতিহ্যের ভিত্তি তৈরি করে, পাশাপাশি মূলধারার বৈষ্ণবধর্মে কৃষ্ণ।\nবালকৃষ্ণের উপাসনার বিশিষ্ট ঐতিহাসিক স্থান হল হাম্পির বালকৃষ্ণ মন্দির, যেটি ১৫১৩ খ্রিস্টাব্দে বিজয়নগরের শাসক কৃষ্ণদেবরায় তৈরি করেছিলেন। মন্দিরের প্রধান বেদীটি বালকৃষ্ণকে উৎসর্গীকৃত, এবং এটি সেই বিরল মন্দিরগুলির মধ্যে যেখানে মন্দিরের দেওয়ালে এবং এর গোপুরমের গল্পগুলি খোদাই করা আছে।\nউদুপি শ্রী কৃষ্ণ মন্দিরও উল্লেখযোগ্য স্থান যেখানে বালা কৃষ্ণের মূর্তি রয়েছে। আঞ্চলিক কিংবদন্তি অনুসারে, এটি দ্বারকা থেকে সমুদ্রপথে পরিবহন করা হয়েছিল বলে মনে করা হয়। কৃষ্ণের প্রধান রানী রুক্মিণী যেটিকে পূজা করেছিলেন সেই একই মূর্তি বলেও মনে করা হয়। সাধক মধবাচার্য কে আজও তীর্থযাত্রীরা যে চিত্রটি পালন করে তা স্থাপন করেছিলেন বলে মনে করা হয়। প্রদীপগুলিকে ১৪ শতকে সমুদ্র থেকে উদ্ধার করা হয়েছিল বলে মনে করা হয় মাধবাচার্য নিজেই প্রজ্জ্বলিত করেছিলেন এবং সর্বদা জ্বলতে থাকেন এবং এটি গত ৭০০ বছর ধরে।\nপশ্চিমা বিশ্বে কৃষ্ণমন্দির প্রতিষ্ঠার জন্য তার কাজের শুরুতেই ভক্তিবেদান্ত স্বামী প্রভুপাদ বালকৃষ্ণকে নিবেদিত নিউইয়র্ক সিটিতে বিশিষ্ট মন্দির প্রতিষ্ঠা করতে চেয়েছিলেন, এমনকি ইসকন শুরু করার আগে তিনি একজনকে লিখেছিলেনভারতে তার সমর্থকদের:\n\nতাই আমি মনে করি যে এই উদ্দেশ্যে নিউইয়র্কে বালকৃষ্ণের মন্দির অবিলম্বে চালু করা যেতে পারে। এবং ভগবান বালকৃষ্ণের ভক্ত হিসাবে আপনার এই মহান ও মহৎ কাজটি সম্পাদন করা উচিত। এখন পর্যন্ত নিউইয়র্কে হিন্দুদের কোন উপাসনযোগ্য মন্দির নেই, যদিও ভারতে অনেক আমেরিকান মিশনারি স্থাপনা ও গীর্জা রয়েছে।\n\n\n== আরও দেখুন ==\nরাধা কৃষ্ণ\nহিন্দু ধর্মগ্রন্থ\nভগবদ গীতা\nভাগবত পুরাণ\nগোপাল-কৃষ্ণ\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\nHastings, James Rodney (২০০৩)। Encyclopedia of Religion and Ethics। 2nd edition 1925-1940, reprint 1955, 2003। John A Selbie (Volume 4 of 24 ( Behistun (continued) to Bunyan.) সংস্করণ)। Edinburgh: Kessinger Publishing, LLC। আইএসবিএন 0-7661-3673-6। সংগ্রহের তারিখ ২০০৮-০৫-০৩। \nHein, Norvin (মে ১৯৮৬)। \"A Revolution in Kṛṣṇaism: The Cult of Gopāla: History of Religions\"। History of Religions। 25 (4): 296–317। এসটুসিআইডি 162049250। জেস্টোর 1062622। ডিওআই:10.1086/463051। \nSINGER, Milton (১৯০০)। Krishna Myths Rites & Attitudes। UNIVERSITY OF CHICAGO। আইএসবিএন 0-313-22822-1। \nDelmonico, N. (২০০৪)। \"The History Of Indic Monotheism And Modern Chaitanya Vaishnavism\"। The Hare Krishna Movement: The Postcharismatic Fate of a Religious Transplant। Columbia University Press। আইএসবিএন 978-0-231-12256-6। সংগ্রহের তারিখ ২০০৮-০৪-১২।"}