{"pageid": 1094788, "title": "কোকো উৎপাদনে শিশুশ্রম", "url": "https://bn.wikipedia.org/wiki?curid=1094788", "content": "আইভরি কোস্ট এবং ঘানা একসাথে, প্রতি বছর বিশ্বের প্রায় ৬০% কোকো উত্পাদন করে। ২০১৮/১৯ কোকো-ক্রমবর্ধমান মরসুমে, মার্কিন শ্রম বিভাগের দ্বারা পরিচালিত গবেষণা এই দুই দেশের শিকাগো বিশ্ববিদ্যালয়ের এনওআরসি দ্বারা পরিচালিত হয়েছিল এবং পাওয়া গেছে যে, ১.৪৮ মিলিয়ন শিশু কোকো খামারে বিপজ্জনক কাজে নিয়োজিত রয়েছে যার মধ্যে ধারালো সরঞ্জাম এবং কৃষি রাসায়নিক দিয়ে কাজ করা এবং ভারী বোঝা বহন করা-এইসব কাজও রয়েছে। এই সংখ্যাটি উল্লেখযোগ্য, যা কোকো উৎপাদনকারী এলাকায় কৃষি পরিবারে বসবাসকারী সব শিশুর ৪৩ শতাংশের প্রতিনিধিত্ব করে। একই সময়ে কোট ডি আইভোয়ার এবং ঘানায় কোকো উৎপাদন ৬২ শতাংশ বৃদ্ধি পেয়েছে, যখন সমস্ত কৃষি পরিবারের মধ্যে কোকো উৎপাদনে শিশু শ্রমিকের বিস্তার ১৪ শতাংশ পয়েন্ট বৃদ্ধি পেয়েছে। এই বিষয়ে মনোযোগ পশ্চিম আফ্রিকার দিকে দৃষ্টি নিবদ্ধ করেছে, যা যৌথভাবে বিশ্বের ৬৯% কোকো সরবরাহ করে, বিশেষ করে কোট ডি আইভোর, ৩৫% কোকো সরবরাহ করে। ২০১৬ সালের শিশুশ্রমের বৈশ্বিক অনুমান নির্দেশ করে যে, সমস্ত আফ্রিকান শিশুর এক-পঞ্চমাংশ শিশুশ্রমের সঙ্গে জড়িত। আফ্রিকান শিশুদের শতকরা ৯ ভাগ শিশুই ঝুঁকিপূর্ণ কাজে রয়েছে। এটি আনুমান করা হয় যে, পশ্চিম আফ্রিকার ১.৮ মিলিয়ন এর বেশি শিশু কোকো উৎপাদনের সাথে জড়িত। ২০১৩–১৪ সালের একটি জরিপ যা শ্রম বিভাগ দ্বারা ব্যবস্থাপিত এবং টুলেন ইউনিভার্সিটি দ্বারা পরিচালিত, জরিপটি থেকে পাওয়া যায় ৫ বছর বয়স থেকে ১১ বছর বয়সী আনুমানিক ১.৪ মিলিয়ন শিশু কোকো-ক্রমবর্ধমান অঞ্চলে কৃষিতে কাজ করেছিল, যখন তাদের মধ্যে প্রায় ৮০০,০০০ শিশু বিপজ্জনক কাজে নিযুক্ত ছিল, যার মধ্যে ধারালো সরঞ্জাম এবং কৃষি রাসায়নিক এবং ভারী বোঝা বহন করাও ছিল। এনওআরসি সমীক্ষা অনুসারে, ২০১৮/৯ জরিপ এবং পূর্ববর্তী জরিপের মধ্যে পদ্ধতিগত পার্থক্য, ২০১৩/৪ জরিপের প্রশাসনে ত্রুটির সাথে গত পাঁচ বছরে শিশুশ্রমে নিয়োজিত শিশুদের সংখ্যার পরিবর্তন নথিভুক্ত করা কঠিন হয়ে পড়েছে বিগত বছরগুলোতে।\n২০১৬ সালের মার্চ মাসে মার্কিন যুক্তরাষ্ট্রে ফরচুন ম্যাগাজিনে প্রকাশিত ইস্যুটির একটি বড় অধ্যয়ন এই সিদ্ধান্তে পৌঁছেছে যে প্রায় ২.১ মিলিয়ন পশ্চিম আফ্রিকার শিশু \"এখনও কোকো সংগ্রহের বিপজ্জনক এবং শারীরিকভাবে করের কাজ করে\"। পরিস্থিতি উল্লেখযোগ্যভাবে উন্নত করা যাবে কিনা তা নিয়ে প্রতিবেদনটি সন্দেহজনক ছিল।\n\n\n== শিশুশ্রমের সংজ্ঞা ==\nইন্টারন্যাশনাল লেবার অর্গানাইজেশন (আইএলও) শিশু শ্রমকে এমন কাজ হিসেবে সংজ্ঞায়িত করে যা \"মানসিক, শারীরিক, সামাজিক বা নৈতিকভাবে বিপজ্জনক এবং শিশুদের জন্য ক্ষতিকর; এবং তাদের স্কুলে পড়ার সুযোগ থেকে বঞ্চিত করে তাদের স্কুলে পড়াশোনাতে হস্তক্ষেপ করে; তাদের অকালে স্কুল ছাড়তে বাধ্য করে ; অথবা তাদেরকে অতিরিক্ত দীর্ঘ এবং ভারী কাজের সাথে স্কুলের উপস্থিতিকে একত্রিত করার প্রচেষ্টা করার প্রয়োজন হয়। \" শিশুরা যে সব কাজ করে তা শিশুশ্রম নয়। শিশুদের স্বাস্থ্য, উন্নয়ন বা স্কুলের পড়াশুনার জন্য ক্ষতিকর নয় এমন কাজ উপকারী কারণ এটি শিশুদের দক্ষতা বিকাশ, অভিজ্ঞতা অর্জন এবং ভবিষ্যতের অবস্থানের জন্য তাদের প্রস্তুত করতে দেয়; এগুলো শিশুশ্রম হিসেবে বিবেচিত হয় না।\nকোকো উৎপাদনের সাথে সম্পর্কিত শিশুশ্রমের ফর্মগুলির মধ্যে রয়েছে অভিভাবকরা তাদের সন্তানদের কাজে লাগান এবং তাদের পরিবার থেকে দূরে রাখেন যাতে পারিবারিক খামারে শ্রম খরচ কমাতে পারে। বেশিরভাগ শিশু যারা কোকো খামারে কাজ করে তারা তাদের পারিবারিক কাঠামোর মধ্যেই এটি করে। যাইহোক, এর অর্থ এই নয় যে তারা বিপদের সম্মুখীন নয়, এবং, এই পরিস্থিতিগুলির বাইরে, অবৈধ এবং শোষণমূলক চর্চাও বিদ্যমান। গবেষণায় দেখা গেছে যে ঘানা এবং কোট ডি আইভোরের কোকো সেক্টরে প্রায় 1% শিশু শ্রমশক্তিতে বা বাধ্যতামূলক শ্রমের ঝুঁকিতে থাকতে পারে। যদিও এটি শিশুশ্রমের তুলনায় অনেক ছোট পরিসরে বিদ্যমান, এটি একটি ঝুঁকি যা গুরুতর মনোযোগের যোগ্য ।\nজাতিসংঘ ২০২১ কে শিশুশ্রম নির্মূলের আন্তর্জাতিক বছর হিসেবে ঘোষণা করেছে।\n\n\n== শিশু দাসত্ব ও পাচার ==\n2000 সালের বিবিসির একটি তথ্যচিত্র কোট ডি আইভোরের বাণিজ্যিক কোকো খামারে শিশু দাসত্বের বর্ণনা দিয়েছে। প্রামাণ্যচিত্রে কেভিন বেলস, প্রখ্যাত লেখক এবং অধ্যাপক ছিলেন, যিনি পরবর্তীতে আন্তর্জাতিক কোকো ইনিশিয়েটিভের প্রতিষ্ঠাতা বোর্ড সদস্য হন, জেনেভা ভিত্তিক অলাভজনক প্রধান চকলেট নির্মাতারা অর্থায়ন করেন যা পশ্চিম আফ্রিকার কোকো উৎপাদনে শিশুশ্রমকে মোকাবেলায় মনোনিবেশ করে। 2001 সালে, মার্কিন যুক্তরাষ্ট্রের স্টেট ডিপার্টমেন্ট অনুমান করেছিল যে কোটে, আইভোয়ারে কোকো, তুলা এবং কফি খামারে 15,000 শিশু ক্রীতদাস ছিল, এবং চকোলেট ম্যানুফ্যাকচারার্স অ্যাসোসিয়েশন স্বীকার করেছে যে কোকো কোকো ফসলে বাচ্চাদের ব্যবহার করা হয়েছিল।\nমালিয়ান অভিবাসীরা কোট ডি আইভোরের কোকো খামারে দীর্ঘদিন ধরে কাজ করেছেন, কিন্তু ২০০০ সালে কোকোর দাম ১০ বছরের সর্বনিম্ন পর্যায়ে নেমে এসেছিল এবং কিছু কৃষক তাদের কর্মচারীদের বেতন দেওয়া বন্ধ করে দিয়েছিল। মালিয়ান পরামর্শদাতাদের এমন ছেলেদের উদ্ধার করতে হয়েছিল যাদের পাঁচ বছর ধরে বেতন দেওয়া হয়নি এবং যারা পালানোর চেষ্টা করলে তাদের মারধর করা হয়েছিল। মালিয়ান কর্মকর্তারা বিশ্বাস করেছিলেন যে ১৫,০০০ শিশু, যাদের মধ্যে ১১ বছর বয়সী, ২০০১ সালে কোট ডি আইভোরে কাজ করছিল। এই শিশুরা প্রায়ই দরিদ্র পরিবার বা বস্তির ছিল এবং অন্য দেশে কাজ করার জন্য \"মাত্র কয়েক ডলার\" দিয়ে বিক্রি করা হত। বাবা -মাকে বলা হয়েছিল যে শিশুরা কাজ খুঁজে পাবে এবং বাড়িতে টাকা পাঠাবে, কিন্তু একবার বাচ্চারা বাড়ি ছেড়ে চলে গেলে তারা প্রায়ই দাসত্বের মতো অবস্থায় কাজ করে। অন্যান্য ক্ষেত্রে, খাদ্যের জন্য ভিক্ষা করা শিশুদের বাস স্টেশন থেকে প্রলোভন দেখিয়ে দাস হিসেবে বিক্রি করা হতো।\n২০০২ সালে, কোট ডি আইভোরের কাছাকাছি কোন আত্মীয় নেই এমন ১২,০০০ শিশু ছিল, যা তাদের পাচারের পরামর্শ দিয়েছিল, সম্ভবত প্রতিবেশী মালি, বুর্কিনা ফাসো এবং টোগো থেকে । ২০০৯ সালের স্নোবল স্যাম্পলিং স্টাডি অনুসারে, যাদের শৈশব কোকো শ্রম অভিজ্ঞতা আছে তাদের অধিকাংশই পাচার হয়েছে (বুর্কিনা ফাসো থেকে ৭৫% এবং মালি থেকে৬৩%)। যাদের পাচার করা হয়েছিল তাদের অধিকাংশেরই পুলিশের সাথে কোন যোগাযোগ ছিল না এবং সামাজিক সেবা প্রদানকারী প্রতিষ্ঠানগুলোর সাথে মাত্র ০.৫% মানুষের কোন যোগাযোগ ছিল। বুর্কিনা ফাসো এবং টোগো কোকো উত্পাদনের জন্য পাচারের কারণে আংশিকভাবে টিয়ার ২ এ রেট করা হয়েছে। ২০২০ সালের মধ্যে, কোকো সেক্টরে শিশুশ্রম নিপীড়ন রোধে তাদের নিজ নিজ অগ্রগতির জন্য ২০২০ মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্র দপ্তরের টিআইপি রিপোর্টে পশ্চিম আফ্রিকার দেশ ঘানা এবং কোট ডি আইভোরে (আইভরি কোস্ট) টিয়ার ২ এ উন্নীত করা হয়েছিল।\n২০০১ সালে, মার্কিন কংগ্রেস এবং সম্ভাব্য মার্কিন ও যুক্তরাজ্য বয়কটের চাপ প্রয়োগের ফলে, চকোলেট নির্মাতারা জোরপূর্বক শিশুশ্রম বন্ধ করার প্রতিশ্রুতি দিয়েছিল। ২০১২ সালে, ফেরেরো প্রতিশ্রুতি দিয়েছিলেন যে তারা ২০২০ সালের মধ্যে কোকো দাসত্বের অবসান ঘটাবে। ২০১৮ সালে, শ্রম ইউএস ডিপার্টমেন্ট বিশ্বজুড়ে শ্রম অবস্থার উপর একটি রিপোর্ট জারি করে যা শিশুশ্রম বা জোরপূর্বক শিশুশ্রম দ্বারা উত্পাদিত সামগ্রীর তালিকা উল্লেখ করে পাঁচটি দেশে কোকো শিল্পে ব্যবহৃত শিশুশ্রম এবং দুটি দেশে যেখানে কোকো শিল্প শিশুশ্রম এবং বাধ্যতামূলক শ্রম ব্যবহার করে।\nসাম্প্রতিক ২০১৮ সালের সংবাদ প্রতিবেদনগুলি ইঙ্গিত দেয় যে \"কোকো খামারে (আইভরি কোস্ট এবং ঘানা) অধিকাংশ শিশুদাস মালি এবং বুর্কিনা ফাসো থেকে আসে, যেগুলো পৃথিবীর দুটি দরিদ্রতম দেশ। শিশুদের, যাদের বয়স দশ বছরের কম, তাদের পরিবার তাদের পাঠায় বা অর্থের প্রতিশ্রুতি দিয়ে এজেন্টদের দ্বারা পাচার করে। বিনামূল্যে বা অল্পঅর্থের বিনিময়ে তাদের দীর্ঘ সময় কাজ করানো হয়। \"\n\n\n== উৎপাদন এবং খরচ পরিসংখ্যান ==\n\nঘানায়, কোকো শিল্প ১৯ শতকের শেষের দিকে শুরু হয়েছিল এবং কোট ডি আইভোরে (আইভরি কোস্ট) এটি ২০ শতকের গোড়ার দিকে শুরু হয়েছিল। ঘানা ১৯১০ সালে বিশ্বের বৃহত্তম কোকো উৎপাদক হয়ে ওঠে। ১৯৮০ এর মধ্যে কোট ডি আইভোর (আইভরি কোস্ট) সবচেয়ে বড় উৎপাদক হিসাবে ঘানাকে ছাড়িয়ে গেল। উভয় দেশে, বেশিরভাগ খামার ছোট এবং পারিবারিক মালিকানাধীন। বাচ্চাদের সহ পরিবারের সদস্যরা প্রায়ই খামারে কাজ করবেন বলে আশা করা হচ্ছে।\n২০১৮-২০১৯ ক্রমবর্ধমান বছরে (যা অক্টোবর থেকে সেপ্টেম্বর পর্যন্ত চলে), ৪.৭৮ লক্ষ টন কোকো মটরশুটি উত্পাদিত হয়েছিল। আফ্রিকান দেশগুলো ২.৪৫ মিলিয়ন টন (৬৯%)উৎপাদন করেছে, এশিয়া এবং ওশেনিয়া ০.৬১ মিলিয়ন টন (১৭%) এবং আমেরিকা ০.৪৮ মিলিয়ন টন (১৪%)। দুটি আফ্রিকান দেশ, কোট ডি আইভোর (আইভরি কোস্ট) এবং ঘানা, বিশ্বের অর্ধেকেরও বেশি কোকো উৎপাদন করে যথাক্রমে ১.২৩ এবং০.৭৩ মিলিয়ন টন (যথাক্রমে ৩৫% এবং ২১%)।\nচকোলেট ব্যবহারের জন্য বিভিন্ন মেট্রিক ব্যবহার করা হয়। নেদারল্যান্ডসে কোকো শিম আমদানির সর্বোচ্চ আর্থিক পরিমাণ রয়েছে (২.১ বিলিয়ন ইউএস ডলার); এটি ইউরোপের অন্যতম প্রধান বন্দর। মার্কিন যুক্তরাষ্ট্রে কোকো পাউডার আমদানির সর্বোচ্চ পরিমাণ (220 মিলিয়ন ইউএস ডলার); মার্কিন যুক্তরাষ্ট্রে প্রচুর পরিমাণে কোকো পরিপূরক পণ্য রয়েছে। যুক্তরাজ্যে চকলেটের সর্বোচ্চ পরিমাণ খরচ (1.3 বিলিয়ন ইউএস ডলার) এবং মাথাপিছু বাজারে সবচেয়ে বড় চকোলেট খরচ।\n\n\n== কোকো ফসল এবং প্রক্রিয়াজাতকরণ ==\n \n\nকোকো গাছের প্রজাতির সূক্ষ্ম প্রকৃতির কারণে, কোকো গাছের কীটনাশক এবং ছত্রাকনাশক দিয়ে চিকিত্সা করা হয়। কোকো ফসল বছরে একটি মাত্র সময়ের মধ্যে সীমাবদ্ধ নয় এবং কয়েক মাস ধরে পুরো বছর পর্যন্ত ঘটে। ফসল কাটার মৌসুমে একাধিকবার ফসল কাটা হয় কারণ এগুলি সব একসাথে পাকা হয় না। কোকো বীজ পাকা রঙ দ্বারা বিচার করা হয়, এবং পাকা কোকো বীজ একটি দীর্ঘ খুঁটিতে বাঁকা ছুরি দিয়ে কোকো গাছের কাণ্ড এবং শাখা থেকে সংগ্রহ করা হয়। কোকো বীজ খোলা হয় এবং ভেজা মটরশুটি সরানো হয়। ভেজা মটরশুটি একটি সুবিধায় পরিবহন করা হয় যাতে সেগুলি গাঁজন এবং শুকানো যায়।\nআইএলও অনুসারে, শিশুদের দ্বারা সম্পাদিত এই কাজগুলির মধ্যে অনেকগুলি বিপজ্জনক হতে পারে। কীটনাশক দূষণের কারণে রাসায়নিক মেশানো এবং প্রয়োগ করা বিপজ্জনক হতে পারে, বিশেষত প্রয়োগের সময় কোন প্রতিরক্ষামূলক পোশাক পরা হয় না। গাছপালা পরিষ্কার করা এবং কোকো বীজ ফসল তোলা বিপজ্জনক হতে পারে কারণ এই কাজগুলি প্রায়ই ম্যাচেট ব্যবহার করে করা হয়, যা ক্ষত সৃষ্টি করতে পারে। এই দক্ষতা ১৫ থেকে ১৭ বছর বয়সী শিশুদের স্বাভাবিক বিকাশের অংশ, কিন্তু ছোট বাচ্চাদের মধ্যে ও অনেক সময় বিপজ্জনক হতে পারে; হার্নিয়া এবং শারীরিক আঘাত হতে পারে।\nইন্টারন্যাশনাল কোকো ইনিশিয়েটিভ আন্তর্জাতিক কনভেনশনগুলিকে সমর্থন করে যা শিশু অধিকারকে উৎসাহিত করে এবং শিশুশ্রমের চর্চাকে অবৈধ করে, সেইসাথে প্রাসঙ্গিক সমর্থনকারী জাতীয় আইনও। শিশুদের দ্বারা করা সমস্ত কাজই শিশুশ্রম হিসাবে শ্রেণীবদ্ধ করা হয় না। উদাহরণস্বরূপ, শিশুরা পারিবারিক খামারে সীমিত সময়ের জন্য, তত্ত্বাবধানে, এবং তাদের স্কুলের পড়াশুনায় আপোস না করে হালকা, বিপজ্জনক কাজগুলো করে, গ্রহণযোগ্য শিশু কাজ হিসেবে বিবেচিত হয়। পশ্চিম আফ্রিকার গ্রামীণ সমাজের অনেক পরিবারের কল্যাণের জন্য এই ধরনের কাজ প্রায়ই প্রয়োজন হয়। এটি শিশুদের বিকাশেও অবদান রাখে, তাদের দক্ষতা এবং অভিজ্ঞতা প্রদান করে যা তাদের প্রাপ্তবয়স্ক কৃষিকাজের জন্য প্রস্তুত করতে সাহায্য করে। বিপরীতে, ভারী বোঝা বহন করা বা রাসায়নিক ব্যবহার করার মতো ক্রিয়াকলাপগুলি \"শিশুশ্রমের অগ্রহণযোগ্য রূপ\" হিসাবে বিবেচিত হয়, কারণ এটি শিশুদের জন্য শারীরিকভাবে বিপজ্জনক। শিশু পাচার এবং বন্ডেড লেবারে শিশুদের দ্বারা পরিচালিত যে কোন কাজ শিশু শোষণের চরম এবং অপরাধমূলক রূপ।\n২০১৯ সালে, ইন্টারন্যাশনাল কোকো ইনিশিয়েটিভ কোকো শিল্পে শিশুশ্রমের বিস্তারের তদন্ত করেছে। এটি ৭,৩১৯ জন শিশুকে এক বা একাধিক বিপজ্জনক কাজে জড়িত বলে চিহ্নিত করেছে।\n\n\n== শিশু শ্রমিকদের শিক্ষা ==\nইন্টারন্যাশনাল কোকো ইনিশিয়েটিভের ২০১৯ সালের গবেষণায় উচ্চমানের শিক্ষা এবং শিশুশ্রমের কম বিস্তারের মধ্যে একটি শক্তিশালী সম্পর্ক পাওয়া গেছে। আইসিআই দেখেছে যে শিক্ষার সর্বোচ্চ গুণমানসম্পন্ন সম্প্রদায়ের মধ্যে শিশুশ্রমের প্রবণতা ১০% বা সর্বনিম্ন শিক্ষার স্কোরসমূহের তুলনায় ৬৬% কম।\n\n\n== হারকিন -এঙ্গেল প্রটোকল ==\n \nকোকো উৎপাদনে শিশু দাসত্ব মোকাবেলা করার জন্য, ২০০১ সালে মার্কিন প্রতিনিধি এলিয়ট এঙ্গেল যুক্তরাষ্ট্রে বিক্রি হওয়া চকলেট পণ্যের \"নো চাইল্ড স্লেয়ারি \" লেবেলের উন্নয়নে একটি আইন সংশোধন করেন। সিনেটর টম হারকিন একটি কৃষি বিলে একটি সংযোজন প্রস্তাব করেছিলেন যাতে যোগ্য চকোলেট এবং কোকো পণ্যগুলিকে \"দাস মুক্ত\" হিসেবে চিহ্নিত করা যায়। এটি হাউস অব রিপ্রেজেন্টেটিভসে ২৯১-১১৫ ভোটে অনুমোদিত হয়েছিল কিন্তু এটি সেনেটে যাওয়ার আগে চকলেট নির্মাতারা প্রাক্তন সিনেটর জর্জ মিচেল এবং বব ডোলকে এর বিরুদ্ধে তদবির করার জন্য নিয়োগ করেছিল, এবং ফলে তা ভোট পর্যন্তও যেতে পারেনি। পরিবর্তে, চকলেট নির্মাতারা কংগ্রেসের সঙ্গে চুক্তিতে পৌঁছান জুলাই ২০০৫ এর মধ্যে শিল্প থেকে শিশু জোরপূর্বক শ্রম অপসারণের জন্য হারকিন -এঙ্গেল প্রটোকল স্বেচ্ছাসেবী চুক্তিটি ছিল শিল্প গোষ্ঠীর দ্বারা \"শিশুশ্রমের সবচেয়ে খারাপ ধরন\" ছাড়াই উৎপাদিত কোকোকে প্রত্যয়িত করার জন্য স্বেচ্ছাসেবী মানদণ্ড বিকাশ ও বাস্তবায়নের অঙ্গীকার এবং প্রধান চকলেট কোম্পানিগুলির প্রধানরা সাক্ষ্য দিয়েছিলেন, কোট ডি আইভোরের রাষ্ট্রদূত, এবং শিশু শ্রমের সাথে সংশ্লিষ্ট অন্যরা। প্রোটোকলের আরেকটি ফল হিসেবে, কোকো-বর্ধনশীল সম্প্রদায়ের শিশুদের জীবনযাত্রার উন্নতি, তাদের অধিকার রক্ষা এবং শিশুকেন্দ্রিক সম্প্রদায়ের উন্নয়নের ত্বরান্বিতকরণ এবং স্কেল-আপকে সমর্থন করে শিশুশ্রম দূরীকরণে অবদান রাখার জন্য আন্তর্জাতিক কোকো ইনিশিয়েটিভ তৈরি করা হয়েছিল এবং কোকো সেক্টর জুড়ে দায়িত্বশীল সাপ্লাই চেইন ব্যবস্থাপনা।\nচকলেট নির্মাতারা পশ্চিম আফ্রিকায় আফ্রিকানদের শিশুশ্রমের পরিণতি সম্পর্কে সচেতন করতে, তাদের সন্তানদের শিক্ষা থেকে দূরে রাখতে এবং শিশু পাচারের জন্য কর্মসূচি তৈরি করার কথা ছিল। কোম্পানীর স্বেচ্ছায় অংশগ্রহণের প্রাথমিক প্রণোদনা হবে \"ক্রীতদাস মুক্ত\" লেবেলের সংযোজন। ২০০৫ এর সময়সীমা পূরণ হয়নি, এবং সমস্ত পক্ষ প্রটোকলের তিন বছরের বর্ধিতকরণে সম্মত হয়েছিল। এই এক্সটেনশন কোকো শিল্পকে কোট ডি আইভোয়ার এবং ঘানার ক্রমবর্ধমান অঞ্চলের অর্ধেকের জন্য শিশুশ্রমের সবচেয়ে খারাপ রূপ মোকাবেলার জন্য একটি শংসাপত্র ব্যবস্থা তৈরি সহ প্রোটোকল বাস্তবায়নের আরও সময় দেয়। ২০০৮ সালের মধ্যে, শিল্পটি প্রয়োজন অনুসারে অর্ধেক এলাকা থেকে তথ্য সংগ্রহ করেছিল, কিন্তু তাদের যথাযথ স্বাধীন যাচাইকরণ ছিল না। ২০০৮ সালের জুন মাসে, প্রটোকলটি ২০১০ সালের শেষ পর্যন্ত বাড়ানো হয়েছিল। সেই সময়ে, ইন্ডাস্ট্রির স্বাধীন যাচাইকরণের সাথে পূর্ণ প্রশংসাপত্র থাকা প্রয়োজন ছিল।\nইউরোপীয় ইউনিয়ন ২০১২ সালে হারকিন -এঙ্গেল প্রটোকল সম্পূর্ণরূপে বাস্তবায়নের জন্য এবং কোকো উৎপাদনে শিশুশ্রমের বিরুদ্ধে লড়াই করার জন্য একটি প্রস্তাব পাস করে। আন্তর্জাতিক শ্রম অধিকার ফোরাম কর্তৃক আইনগতভাবে কোনো বাধ্যতামূলক ব্যবস্থা না থাকায় এই রেজোলিউশনের সমালোচনা করা হয় এবং দুটি প্রধান চকলেট প্রস্তুতকারক দাবি করেছে যে তারা সমস্যাটির সমাধান করছে।\nআইভরি কোস্ট এবং ঘানায় শিশুশ্রম ৭০% কমানোয় শিল্পের অঙ্গীকার হয়, ২০১০ সালে ফ্রেমওয়ার্ক অফ অ্যাকশন অনুযায়ী, ২০১৫ সালের শেষের দিকে অঙ্গীকার পূরণ হয়নি; সময়সীমা আবার ২০২০ পর্যন্ত বাড়ানো হয়।\n\n\n== কোকো শ্রমের শর্তাবলী ==\nছোট কোকো চাষীদের জন্য কোকো শিল্প থেকে আয় স্থিতিশীল নয় কারণ যখন কোকোর বাজার মূল্য কম থাকে, তখন শিল্পের প্রতিটি লিঙ্কে প্রদত্ত মূল্য কম হয় এবং কোকো চাষীরা যারা কাঁচা পণ্য উৎপাদন করে তারা শৃঙ্খলে খুব কম পায়। কোকো খরচ কম রাখতে, কোকো চাষিরা মুনাফা অর্জনের জন্য সবচেয়ে সস্তা শ্রম খোঁজে। আফ্রিকায় একজন কোকো শ্রমিক প্রতিদিন মাত্র ২ ডলারেরও কম আয় করতে পারে, যা দারিদ্র্যসীমার নিচে। কোকো শিল্পে ১২ থেকে ১৫ বছর বয়সী শিশু শ্রমিকরা একজন প্রাপ্তবয়স্ক শ্রমিকের মতো কাজ করে, কিন্তু তাদের প্রাপ্তবয়স্কদের তুলনায় কম বেতন দেওয়া হয়। মার্কিন শ্রম বিভাগ দ্বারা পরিচালিত একটি জরিপ ইঙ্গিত দেয় যে ২০০৫ সালে, ৫ থেকে ১৫ বছর বয়সী ৯২ শতাংশ শিশু কোকো শিল্পে ভারী বোঝা বহন কাজের সাথে জড়িত, যা খোলা ক্ষত সৃষ্টি করতে পারে। কোকো বর্ধনশীল এলাকার শিশুরা গ্রামীণ দারিদ্র্যের বাস্তবতার মুখোমুখি হয় (জমির অভাব, খাদ্য নিরাপত্তাহীনতা, শিক্ষার পরিকাঠামোর অভাব, পানীয় জলের অ্যাক্সেস, দুর্বল স্বাস্থ্যসেবা ইত্যাদি। )। কোকো খামারে কাজ করা শিশুদের নিয়মিত অনুশীলন প্রায়ই কোকো চাষীদের জন্য একটি স্বাভাবিক জীবনযাপন পদ্ধতি, যারা বিভিন্ন কারণে তাদের সন্তানদের প্রশিক্ষণ দিতে চায় এবং একই সাথে পরিবারের খামারে শ্রম খরচ কমাতে তাদের ব্যবহার করে।\n\n\n== গবেষণা ও প্রতিবেদন, ২০০১-২০১৫ ==\n২০০১ সালে, \"এ টেস্ট অব স্লেভারিঃ হাউ ইয়োর চকলেট মে বই টেইন্টেড\" প্রতিবেদনটি জর্জ পোলক পুরস্কার জিতেছে । এতে দাবি করা হয়েছিল যে, পাচারকারীরা শ্রম দিতে বাধ্য এবং গুরুতর নির্যাতনের শিকার শিশুদের বেতন, বাসস্থান এবং শিক্ষার প্রতিশ্রুতি দিয়েছিল, কিছু শিশুকে জোরপূর্বক খামারে আটকে রাখা হয়েছিল এবং প্রতি সপ্তাহে ১০০ ঘন্টা পর্যন্ত কাজ করানো হয়েছিল, এবং যারা পালানোর চেষ্টা করেছিল তাদের মারধর করা হয়েছিল। এটি একটি প্রাক্তন দাসের উদ্ধৃতি : \"মারধর আমার জীবনের একটি অংশ ছিল\" এবং \"যদি আপনি কাজে তাড়াহুড়া না করেন, তাহলে আপনাকে মারধর করা হবে।\"\nএকটি ছোট পর্যবেক্ষণমূলক গবেষণা, যা ২০০৫ সালে প্রকাশিত এবং ইউএসএআইডি দ্বারা অর্থায়িত, পশ্চিম ঘানায় কোকো উৎপাদনের অনেক স্বাস্থ্য ঝুঁকি পরীক্ষা করে।\n২০০৬ সালে, একটি গবেষণায় দেখা গেছে যে অনেক শিশু কোট ডি আইভোরের ছোট খামারে কাজ করে, প্রায়শই পারিবারিক খামারে। ছোট আইভোরিয়ান কোকো খামারে কাজ করা ১১,০০০ এরও বেশি লোক এর মধ্যে জরিপ করা হয়েছিল। মার্কিন শ্রম বিভাগের অর্থায়নে পরিচালিত একটি প্রতিবেদনে এই সিদ্ধান্তে উপনীত হয় যে, \"শিল্প ও কোট ডি আইভোর এবং ঘানা সরকার সমস্যাটি তদন্তের জন্য পদক্ষেপ নিয়েছে এবং প্রোটোকলে চিহ্নিত সমস্যাগুলি সমাধান করে এমন প্রকল্পগুলি বাস্তবায়ন করছে।\"\n২০০৮ সালে, কারগিল এবং হার্শির প্রতিক্রিয়া সম্বলিত একটি প্রতিবেদনে, ফরচুন ম্যাগাজিন রিপোর্ট করেছিল যে \"সামান্য অগ্রগতি হয়েছে\", এবং ২০০৯ সালের জুন মাসে ওইসিডি পশ্চিম আফ্রিকান কোকো ফার্মগুলিতে শিশুশ্রম নিয়ে একটি অবস্থানপত্র প্রকাশ করে। এবং আঞ্চলিক কোকো উদ্যোগের জন্য এটি একটি ওয়েবসাইট চালু করেছে।\nমার্কিন যুক্তরাষ্ট্রের শ্রম বিভাগের অর্থায়নে টুলেন বিশ্ববিদ্যালয়ের পেয়সন সেন্টার ফর ইন্টারন্যাশনাল ডেভেলপমেন্ট দ্বারা ২০১৫ সালে প্রকাশিত একটি প্রধান প্রতিবেদনে দেখা যায়, শিশু শ্রমিকের সংখ্যা ২০১৩-১৪ এর তুলনায় ৫১% বৃদ্ধি (১.৪ মিলিয়ন )পেয়েছে; ২০১৩–১৪ সালের কোকো শিল্পের সাথে তুলনা করে। প্রতিবেদনে অনুমান করা হয়েছে যে ১.৪ মিলিয়ন এরও বেশি ৫ বছর থেকে ১১ বছর বয়সী মিলিয়ন শিশুরা কোকো-বর্ধিত এলাকায় কৃষি নিয়ে কাজ করছিল, তাদের মধ্যে প্রায় ৮০০,০০০ জন কৃষি রাসায়নিকের সাথে কাজ করা, ভারী বোঝা বহন করা এবং তীক্ষ্ণ সরঞ্জাম দিয়ে কাজ করা সহ বিপজ্জনক কাজে নিযুক্ত ছিল।\n\n\n== শিশু শ্রম, ২০১৫-২০১৮ হালনাগাদ ==\nমার্চ ২০১৬ সালে মার্কিন যুক্তরাষ্ট্রে 'ফরচুন' ম্যাগাজিনে প্রকাশিত ইস্যুটির একটি গবেষণায় এই সিদ্ধান্তে উপনীত হয়েছিল যে পশ্চিম আফ্রিকার প্রায় ২.১ মিলিয়ন শিশু \"এখনও কোকো সংগ্রহের বিপজ্জনক এবং শারীরিকভাবে করদায়ক কাজ করে\"। প্রতিবেদনে বলা হয়েছে যে পরিস্থিতির উন্নতি করা একটি স্থায়ী চ্যালেঞ্জ হবে:কোকো ব্যারোমিটারের ২০১৫ সংস্করণ অনুসারে, একটি দ্বি -বার্ষিক প্রতিবেদন যা কোকোর অর্থনীতি পরীক্ষা করে, যা একটি অলাভজনক সংস্থার দ্বারা প্রকাশিত হয়েছে, ২০১৩-১৪ ক্রমবর্ধমান মৌসুমে ঘানার গড় কৃষক প্রতিদিন মাত্র ৮৪ সেন্ট এবং আইভরি কোস্টের কৃষকরা মাত্র ৫০ সেন্ট আয় করে। এটি চরম দারিদ্র্যের জন্য বিশ্বব্যাংকের দিনপ্রতি নতুন $ ১.৯০ আয় মানদণ্ডের নীচে থাকে, এমনকি যদি আপনি গত বছর কোকোর দাম ১৩% বৃদ্ধির কারণ হন তবুও।\nকোকো উৎপাদনকারী দেশগুলির জোটের সাবেক মহাসচিব সোনা ইবাই বলেছিলেন যে শিশুশ্রম নির্মূল করা একটি বিশাল কাজ এবং কোকোয়া সম্প্রদায়ের বিনিয়োগ সম্প্রসারণে চকলেট কোম্পানিগুলোর নতুন প্রতিশ্রুতি যথেষ্ট নয়॥ \"সেরা ক্ষেত্রে, আমরা যা প্রয়োজন তার মাত্র ১০% করছি। অন্য ৯০% পাওয়া সহজ হবে না। আমি মনে করি শিশুশ্রম সমাধান করা কেবল শিল্পের দায়িত্ব হতে পারে না। আমি মনে করি এটা প্রবাদ-প্রবচন-ডেক: সরকার, সুশীল সমাজ, বেসরকারি খাত। এবং সেখানে, আপনার সত্যিই নেতৃত্ব দরকার। \"\n২০১৮ সালে রিপোর্ট করা হয়েছে, নেস্টলে দ্বারা ইন্টারন্যাশনাল কোকো ইনিশিয়েটিভের মাধ্যমে পরিচালিত ২৬,০০০ কৃষক, যাদের বেশিরভাগই কোট ডি আইভোরে অবস্থিত-তাদের নিয়ে একটি ৩-বছরের পাইলট কর্মসূচি পরিচালনা করে। তারা দেখে যে কোকো চাষে বিপজ্জনক কাজ করে এমন শিশুদের সংখ্যা ৫১% হ্রাস পেয়েছে॥ এনওআরসি কর্তৃক পরিচালিত একটি পৃথক উপ-গবেষণা এবং ২০১৯ সালে ওয়ার্ল্ড কোকো ফাউন্ডেশন কর্তৃক কমিশন, বিস্তারিত ফলাফল প্রদান করে যা দেখায় যে কোম্পানির কর্মসূচি চালু আছে এমন সম্প্রদায়ের মধ্যে বিপজ্জনক শিশুশ্রম এক-তৃতীয়াংশ হ্রাস পেয়েছে।\nমার্কিন শ্রম বিভাগ কোকো শিল্পে শিশুশ্রমের চর্চা মোকাবেলার জন্য ঘানা এবং কোট ডি আইভোর সরকারের সাথে একটি পাবলিক-প্রাইভেট পার্টনারশিপ হিসাবে শিশু শ্রম কোকো সমন্বয় গ্রুপ গঠন করেছে। বড় কোকো নির্মাতাদের সাথে জড়িত আন্তর্জাতিক কোকো ইনিশিয়েটিভ চাইল্ড লেবার মনিটরিং অ্যান্ড রিমেডিয়েশন সিস্টেম প্রতিষ্ঠা করেছে যার উদ্দেশ্য ঘানা এবং কোট ডি আইভোরে হাজার হাজার খামার পর্যবেক্ষণ করা। এই প্রচেষ্টা সত্ত্বেও, ২০২০ সালের আগে পশ্চিম আফ্রিকায় শিশুশ্রম ৭০% কমানোর লক্ষ্য ক্রমাগত দারিদ্র্য, বিদ্যালয়ের অনুপস্থিতি, কোকো খামার জমির সম্প্রসারণ এবং কোকোর চাহিদা বৃদ্ধির কারণে হতাশ।\n২০১৮ সালের এপ্রিল মাসে, ১০০ বিলিয়ন ডলারের শিল্পের উপর কোকো ব্যারোমিটার ২০১৮ প্রতিবেদনে শিশুশ্রম পরিস্থিতি সম্পর্কে বলা হয়েছে: \"একটিও কোম্পানি বা সরকার শিশুশ্রম নির্মূলের সেক্টরব্যাপী লক্ষ্যে পৌঁছানোর কাছাকাছি নয়, এমনকি ২০২০ সালের মধ্যে শিশুশ্রম ৭০% কমানোর প্রতিশ্রুতি তাদের ধারেকাছেও নেই”। সে বছর পরে নিউ ফুড ইকোনমি কর্তৃক একটি প্রতিবেদনে বলা হয়েছিল যে, আন্তর্জাতিক কোকো ইনিশিয়েটিভ এবং তার অংশীদারদের দ্বারা বাস্তবায়িত শিশুশ্রম পর্যবেক্ষণ ও প্রতিকার ব্যবস্থাগুলি কার্যকর ছিল, কিন্তু \"তারা বর্তমানে প্রভাবিত দুই মিলিয়ন শিশুর ২০ শতাংশেরও কম শতাংশে পৌঁছেছে\"। কোকো ব্যারোমিটারের ২০১৮ সংস্করণ অনুসারে, একটি দ্বিবার্ষিক প্রতিবেদন যা কোকোর অর্থনীতি পরীক্ষা করে যা একটি অলাভজনক সংস্থার দ্বারা প্রকাশিত, বর্তমান কৃষকের আয় $ .৭৮।\nকোকো শিল্পের কোম্পানিগুলোর বিরুদ্ধে মার্কিন যুক্তরাষ্ট্রে ক্লাস অ্যাকশন মামলাগুলি খুব বেশি সাফল্য পায়নি। ২০১৫ সালে, মঙ্গল, নেসলে এবং হার্শির বিরুদ্ধে মামলা করা হয়েছে যে তাদের পণ্যের প্যাকেজিং প্রকাশ করতে ব্যর্থ হয়েছে যে উৎপাদনে শিশু দাস শ্রমিক জড়িত থাকতে পারে। ২০১৬ সালে সকলকে বরখাস্ত করা হয়েছিল, যদিও বাদীরা একটি আপিল দায়ের করেছিল।\nমাদার জোন্স ম্যাগাজিন দ্বারা বর্ণিত নেসলে ওয়েবসাইট বলে:\n\nসংস্থাটি কোকো-বর্ধনশীল সম্প্রদায়ের ৪২টি স্কুল তৈরি বা সংস্কার করেছে এবং পরিবারগুলিকে সহায়তা করেছে যাতে তারা তাদের বাচ্চাদের কাজে পাঠানোর পরিবর্তে স্কুলে রাখার সামর্থ্য রাখে এবং সংস্থাটি একটি পর্যবেক্ষণ ব্যবস্থা বাস্তবায়ন করেছে। এতে ঝুঁকিপূর্ণ শিশুদের সনাক্ত করতে এবং সংস্থাটি এবং এর সরবরাহকারীদের কাছে ফলাফলগুলি রিপোর্ট করতে বলা হয়েছে। শিশু পাচার বা দাসত্বের ঘটনা সম্পর্কে সতর্ক করা হলে, \"আমরা অবিলম্বে এটি যথাযথ কর্তৃপক্ষের কাছে রিপোর্ট করি\"।\nসংস্থাটি বলেছে যে এটি এই সমস্যার জন্য ৫.৫মিলিয়ন ডলার ব্যয় করেছে ২০১৬ সালে। এটাও লক্ষ্য করুন যে নেসলে ২০১৭ সালে কোকো সাপ্লাই চেইনে শিশু শ্রমের বিষয়ে একটি প্রতিবেদন প্রকাশ করেছিল, তাদের \"এই উল্লেখযোগ্য, জটিল এবং সংবেদনশীল চ্যালেঞ্জ মোকাবেলার পদ্ধতির\" অতিরিক্ত বিশদ বিবরণ সহ।\n\nএনওআরসি- এর রিপোর্ট প্রকাশের সাথে একটি প্রেস বিবৃতিতে এনওআরসি- এর দুর্বল জনসংখ্যা গবেষণার পরিচালক এবং রিপোর্টের প্রধান লেখক করিম কিসিয়া বলেছেন, \"কোকোর সামগ্রিক উৎপাদন নাটকীয়ভাবে বৃদ্ধি পাওয়ায় কোকো চাষ কোট ডি'আইভোর এবং ঘানাতে যেখানে শিশুশ্রম নিরীক্ষণের পরিকাঠামো দুর্বল ছিল এবং এটি নিয়ন্ত্রণকারী আইনের সচেতনতা কম ছিল সেখানে এর এলাকায় ছড়িয়ে পড়েছে। কোকো সেক্টরে বিপজ্জনক শিশুশ্রম রোধে হস্তক্ষেপ করা উচিত উৎপাদনের নতুন, উদীয়মান ক্ষেত্রগুলিকে লক্ষ্য করা এবং বিপজ্জনক শিশুশ্রমের উপাদান অংশের সংস্পর্শ কমাতে প্রচেষ্টায় মনোনিবেশ করা। \"\n\n\n== মিডিয়া এবং প্রদর্শনীতে প্রতিনিধিত্ব ==\nভিডিও প্রযোজনা:\n\nচ্যানেল ৪ এর দাসত্ব সিরিজ, ২০০০।\nদ্য ডার্ক সাইড অফ চকলেট, আফ্রিকান শিশুদের চকলেট কাটার জন্য শোষণ ও ক্রীতদাস ব্যবসা নিয়ে ২০১০ সালের একটি তথ্যচিত্র\nদাসত্ব: লন্ডনের ট্রু ভিশন দ্বারা নির্মিত একটি গ্লোবাল ইনভেস্টিগেশন, আইভরি কোস্টের কোকো বাগানে দাসত্ব প্রকাশ ।\nডব্লিউকেএনডি চকলেট ড. ক্রিস্টি লেইসল স্কলার এর সিরিজ\nসিমরান শেঠির দ্য স্লো মেল্ট\nবই:\n\nভিভিয়ান ইয়েনিকা-আগবাও (কল্পকাহিনী) -এর দ্যা বিটার সাইড অব সুইট।\nচকোলেট নেশনস অরলা রায়ান (নন-ফিকশন)\nপ্রদর্শনী:\n\n\"তিক্ত চকলেট এর গল্প\" - ট্রপেন-মিউজিয়াম, আমস্টারডাম এ প্রদর্শনী (২০ সেপ্টেম্বর ২০১৮ - ১ সেপ্টেম্বর ২০১৯)। প্রদর্শনীটি ঘানা এবং কোট ডি আইভোরের কোকো খামারে কাজ করা শিশু শ্রমিকদের ব্যক্তিগত গল্পগুলো পরীক্ষা করে।\n\n\n== আরও দেখুন ==\nবড় চকলেট\nঘানায় কোকো উৎপাদন\nআইভরি কোস্টে কোকো উৎপাদন\nআন্তর্জাতিক কোকো উদ্যোগ\nভয়েস নেটওয়ার্ক\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nলোয়েল জে সত্রে, চকলেট অন ট্রায়াল: দাসত্ব, রাজনীতি এবং ব্যবসার নীতিশাস্ত্র, ওহিও ইউনিভার্সিটি প্রেস (২০০৫), ৩০৮ পৃষ্ঠা, হার্ডকভারআইএসবিএন ০-৮২১৪-১৬২৫-১, ট্রেড\nপেপারব্যাক আইএসবিএন ০-৮২১৪-১৬২৬-X\nক্যারল অফ, বিটার চকলেট: বিশ্বের সবচেয়ে প্রলোভনসঙ্কুল মিষ্টির অন্ধকার দিকটির তদন্ত করা। র‍্যান্ডম হাউস কানাডা (২০০৬), ৩৩৬ পৃষ্ঠা, হার্ডকভার।আইএসবিএন ৯৭৮-০-৬৭৯-৩১৩১৯-৯আইএসবিএন 978-0-679-31319-9 (0-679-31319-2)\n\n\n== বহিঃসংযোগ ==\nটুলেন বিশ্ববিদ্যালয় পেয়সন কেন্দ্র এর চতুর্থ বার্ষিক প্রতিবেদন\nসবুজ আমেরিকার ফেয়ার ট্রেড চকলেটের উৎস\nআন্তর্জাতিক কোকোয়া কৃষক সংস্থা"}