{"pageid": 1094835, "title": "রচডেল শিশু যৌন নির্যাতন চক্র", "url": "https://bn.wikipedia.org/wiki?curid=1094835", "content": "রচডেল শিশু যৌন নির্যাতন চক্র হল ইংল্যান্ডের গ্রেটার ম্যানচেস্টারের রচডেল অঞ্চলে কম বয়সী কিশোরীদের জড়িত করে একটি যৌন চক্র। ২০১২ সালের মে মাসে নয়জন পুরুষকে যৌন পাচার এবং অন্যান্য অপরাধ, যেমন ধর্ষণ, যৌনতার জন্য মেয়েদের পাচার এবং একটি শিশুর সাথে যৌন ক্রিয়াকলাপে জড়িত থাকার ষড়যন্ত্রে দোষী সাব্যস্ত করা হয়েছিল। এর পরে গ্রেটার ম্যানচেস্টার পুলিশ আরও যৌন অবমাননার দাবির তদন্তের জন্য অপারেশন ডাবল্ট চালু করে এখনো পর্যন্ত ১৯ জন পুরুষকে দোষী সাব্যস্ত করেছে। পুলিশী তদন্তের সময় সাতচল্লিশজন মেয়েকে শিশু যৌন শোষণের শিকার হিসেবে চিহ্নিত করা হয়েছিল। ২০১৪ সালে, জে রিপোর্টে অনুমান করা হয়েছিল যে ১৯৯৭ থেকে ২০১৩ সালের মধ্যে কমপক্ষে ১,৪০০ শিশু এই চক্র দ্বারা নির্যাতিত হয়েছিল। অভিযুক্ত ব্যক্তিরা ছিল ব্রিটিশ পাকিস্তানি, যার ফলে তদন্তে ব্যর্থতার আসল কারণ কর্তৃপক্ষের জাতিগত কুসংস্কারের অভিযোগে অভিযুক্ত হওয়ার ভয়ের সাথে যুক্ত কিনা তা নিয়ে আলোচনা শুরু হয়েছিল। মেয়েরা ছিল মূলত শ্বেতাঙ্গ ব্রিটিশ।\n২০১৫ সালের মার্চ মাসে, গ্রেটার ম্যানচেস্টার পুলিশ ২০০৮ থেকে ২০১০ সালের মধ্যে শিশু যৌন শোষণের অভিযোগ আরো পুঙ্খানুপুঙ্খভাবে তদন্ত করতে ব্যর্থ হওয়ার জন্য ক্ষমা চেয়েছিল। যৌন স্বাস্থ্যকর্মী সারা রোবোথাম, যিনি প্রথম সমাজে শিশু নির্যাতনের ধরনগুলি আন্দাজ করতে পেরেছিলেন এবং এই অপরাধগুলি পুলিশের নজরে আনার জন্য লড়াই করেছিলেন, তাঁকে ২০১৪ সালে অনাবশ্যক বলে ঘোষণা করা হয়েছিল। একজন প্রাক্তন গোয়েন্দা কনস্টেবল মার্গারেট অলিভার, যিনি গ্রুমিং (যৌন ব্যবহারের উদ্দেশ্যে তৈরি করা) চক্রগুলির তদন্ত করছিলেন, তিনি পুলিশ বাহিনীর মামলা পরিচালনার ধরনের প্রতি বিরক্ত হয়ে ২০১২ সালে পদত্যাগ করেছিলেন এবং জনসাধারণকে অবহিত করার জন্য সব কিছু ফাঁস করে দিয়েছিলেন।\n\n\n== অপরাধীরা ==\nপ্রাথমিকভাবে বারো জনকে যৌন পাচার এবং অন্যান্য অপরাধে অভিযুক্ত করা হয়েছিল, যেগুলির মধ্যে ছিল: ধর্ষণ, যৌনতার জন্য মেয়েদের পাচার এবং একটি শিশুর সাথে যৌনকর্মে লিপ্ত হওয়ার ষড়যন্ত্র। এদের মধ্যে নয়জনকে দোষী সাব্যস্ত করা হয়েছিল, যাদের মধ্যে আটজন ব্রিটিশ পাকিস্তানি বংশোদ্ভূত এবং একজন আফগান আশ্রয়প্রার্থী ছিল। দোষী সাব্যস্ত না হওয়া তিনজনের মধ্যে একজনকে সব অভিযোগ থেকে মুক্তি দেওয়া হয়েছিল, দ্বিতীয় ব্যক্তির ক্ষেত্রে জুরি কোন রায়ে পৌঁছাতে পারেননি, এবং তৃতীয়জন জামিনে থাকা অবস্থায় পাকিস্তানে পালিয়ে গিয়েছিল, বিচারে আর উপস্থিত হয়নি। বেশিরভাগ পুরুষ ছিল বিবাহিত এবং তারা তাদের নিজেদের সম্প্রদায়ের মধ্যে সম্মানীয় ছিল। যৌন পাচারের দায়ে দোষী সাব্যস্ত চক্রের একজন সদস্য ছিল একটি মসজিদের ধর্মশিক্ষার শিক্ষক, বিবাহিত এবং পাঁচজনের বাবা। পুরুষদের বয়স ২৪ - ৫৯ এর মধ্যে ছিল এবং সবাই একে অপরকে জানত। দুজন একই ট্যাক্সি ফার্মে কর্মরত ছিল এবং অন্য দুজন টেক-অ্যাওয়ে রেস্তোরাঁয় কাজ করত; কেউ কেউ পাকিস্তানের একই গ্রাম থেকে এসেছিল এবং আরও দুজন লোক একটিই ফ্ল্যাট ভাড়া নিয়ে থাকত। অপ্রাপ্তবয়স্ক মেয়েদের যৌনকর্মে লিপ্ত করার জন্য এই চক্র কাজ করত।\n\n\n== অবমাননা ==\nরচডেলের কাছে হেইউডে ২০০৮ এবং ২০০৯ সালে অপ্রাপ্তবয়স্ক মেয়েদের সাথে অবমাননাকর ব্যবহারের ঘটনা ঘটেছিল। যদিও একজন নির্যাতিত ২০০৮ সালে শিশু গ্রুমিং ঘটনার বিবরণ নিয়ে পুলিশের কাছে গিয়েছিল, কিন্তু ক্রাউন প্রসিকিউশন সার্ভিস (সিপিএস) সাক্ষীর বিশ্বাসযোগ্যতার অভাবের জন্য দুজনের বিরুদ্ধে কোন ব্যবস্থা না নেওয়ার সিদ্ধান্ত নেয়।\nএনএইচএস-এর রচডেল ক্রাইসিস ইন্টারভেনশন দলের সমন্বয়কারী সারা রোবোথাম পুলিশ এবং কর্তৃপক্ষকে \"যৌন নিপীড়নের ধরণ\" সম্পর্কে সতর্ক করার চেষ্টা করেছিলেন, কিন্তু তাঁর কথায় কান দেওয়া হয়নি। ২০০৩ এবং ২০১৪ সালের মধ্যে, রোবোথাম পুলিশ এবং সামাজিক পরিষেবাগুলিকে সতর্ক করার জন্য ১৮০ বারেরও বেশি চেষ্টা করেছিলেন কিন্তু তাঁকে বলা হয়েছিল যে সাক্ষীরা নির্ভরযোগ্য নয়।\nসিপিএস এই মামলা বাদ দেওয়ার ফলে, পুলিশ তাদের তদন্ত বন্ধ করে দেয়। এরপর ২০০৯ সালের ডিসেম্বরে যখন দ্বিতীয় মেয়েটি একই ধরনের একটি অভিযোগ করেছিল তখন তদন্ত পুনরায় শুরু হয়েছিল। এই অঞ্চলের জন্য নতুন প্রধান অভিশংসক, প্রথম প্রজন্মের ব্রিটিশ-পাকিস্তানি, নাজির আফজাল নিযুক্ত হবার পর সিপিএসের মূল সিদ্ধান্তটি ২০১১ সালে বাতিল করা হয়।\nঅপরাধীদের শিকারের লক্ষ্য থাকত অসুরক্ষিত কিশোরীরা, যারা সাধারণত বঞ্চিত এবং স্বাভাবিক সামাজিক সম্পর্কের সঙ্গে পর্যাপ্তভাবে মোকাবিলা করতে অক্ষম এমন পরিবেশের। \"হানিপট অঞ্চল\" (বিশেষ আগ্রহের স্থান যেগুলি দর্শনার্থীদের কাছে খুবই জনপ্রিয় এবং যেখানে প্রায় ভিড় উপচে পড়ে), যেখানে তরুণরা জড়ো হয়, যেমন টেকঅ্যাওয়ে খাবারের দোকান অঞ্চলে, তাদের দিকে লক্ষ্য রাখা হত। একজন ১৫ বছর বয়সী শিকার, যাকে হানি মনস্টার বলা হত, সে একজন নিয়োগকারী হিসাবে কাজ করত, এবং এই চক্রের জন্য ১৩ বছরের কম বয়সী মেয়েদের প্ররোচিত করত। মদ্য ও মাদকদ্রব্য, খাবার, অল্প পরিমাণ অর্থ এবং অন্যান্য উপহারের সংমিশ্রণ দ্বারা ঘুষ প্রদান করে নির্যাতিতদের অবমাননা সম্পর্কে চুপ করে থাকতে বাধ্য করা হত।\nদোষী সাব্যস্ত হওয়া সবচেয়ে বয়স্ক ব্যক্তি শাবির আহমেদ, কিছুদিনের জন্য প্রধান পাচারকারী ছিল। একবার সে ১৫ বছর বয়সী একটি মেয়েকে কবীর হাসানের সাথে যৌন সম্পর্ক স্থাপনের আদেশ দিয়েছিল, হাসানের জন্মদিনের জন্য \"উপহার\" হিসেবে – হাসান তখন মেয়েটিকে ধর্ষণ করে। বিবাহিত আব্দুল আজিজ, যে ছিল তিন সন্তানের পিতা, শাবির আহমেদের কাছ থেকে প্রধান পাচারকারী হিসেবে দায়িত্ব গ্রহণ করেছিল এবং বিভিন্ন পুরুষ তাকে অর্থ প্রদান করত অপ্রাপ্তবয়স্ক মেয়েদের যৌনতার উদ্দেশ্যে জোগাড় করে দেবার জন্য।\nনির্যাতিতদের শারীরিকভাবে লাঞ্ছিত করা হত এবং একসঙ্গে পাঁচজন পুরুষও তাদের ধর্ষণ করত, অথবা \"একদিনে অনেকজন পুরুষের সাথে এবং সপ্তাহে অনেকবার\" সহবাস করতে বাধ্য করা হত। মাদক ও মদ্য দিয়ে নির্যাতিতদের নেশাগ্রস্ত করে রাখা হত এবং রচডেল, ওল্ডহ্যাম, নেলসন, ব্র্যাডফোর্ড ও লিডস সহ উত্তর ইংল্যান্ডের বিভিন্ন স্থানে নিয়ে যাওয়া হত। অবমাননাকারীরা এর জন্য তাদের সামান্য পরিমাণ অর্থ প্রদান করত। ১৩ বছর বয়সী এক নির্যাতিতা বলেছিল যে, ভদকার বিনিময়ে যৌনমিলনে বাধ্য হওয়ার পর, তার পীড়ক অবিলম্বে তাকে আবার ধর্ষণ করে এবং ঘটনা সম্পর্কে কাউকে কিছু না বলার জন্য তাকে ৪০ পাউণ্ড দেয়। পুলিশের নথিপত্রের রক্ষিত ঘটনাগুলির মধ্যে একটি ১৫ বছর বয়সী নির্যাতিতা এতটাই মাতাল ছিল যে, সে যে ২০ জন পুরুষের দ্বারা একের পর এক ধর্ষিত হয়েছিল তা স্মরণ করতে পারেনি; এবং আরেকজন নির্যাতিতা মাতাল অবস্থায় দুজন লোক দ্বারা ধর্ষিত হতে হতে বিছানার পাশে বমি করছিল। একজন ১৩ বছর বয়সী নির্যাতিতা গর্ভবতী হয়ে পড়েছিল এবং তাকে গর্ভপাত করাতে হয়েছিল।\n\n\n== বিচার এবং শাস্তি ==\nচক্রের কিছু সদস্য আদালতকে বলেছিল যে মেয়েরা ইচ্ছুক অংশগ্রহণকারী ছিল এবং পুরুষদের সাথে তারা যৌন মিলনে খুশি ছিল। চক্রের মাথা, ৫৯ বছর বয়সী শাবির আহমেদ দাবী করেছিল যে, মেয়েরা \"যৌনকর্মী\", তারা \"ব্যবসা সাম্রাজ্য\" চালাচ্ছিল এবং অভিযোগগুলি সব \"নির্জলা মিথ্যা\"। সে আদালতে চিৎকার করে বলেছিল, \"শ্বেতাঙ্গরা কোথায়? তোমরা এখানে শুধু আমার মত মানুষদের এনেছ।\" শাবির আহমেদের হুমকিজনক আচরণ এবং বিচারক জেরাল্ড ক্লিফটনকে \"বর্ণবাদী জারজ\" বলার ফলে তাকে সাজা শুনানির জন্য আদালত থেকে নিষিদ্ধ করা হয়।\n২০১২ সালের মে মাসে নয়জন দোষী সাব্যস্ত হয়ে বিচার শেষ হয়। শাবির আহমেদের সাজা সবচেয়ে বেশি হয়েছিল, ধর্ষণ, ধর্ষণে সহায়তা ও প্ররোচনা, যৌন নিপীড়ন, যৌন শোষণের জন্য পাচার এবং শিশুদের সঙ্গে যৌনকর্মে লিপ্ত হওয়ার ষড়যন্ত্রের জন্য ১৯ বছরের কারদণ্ড। মোহাম্মদ সাজিদকে ধর্ষণ, ১৬ বছরের কম বয়সী একটি মেয়ের সাথে যৌন কার্যকলাপ, যৌন শোষণের জন্য পাচার এবং শিশুদের সাথে যৌন ক্রিয়াকলাপে জড়িত থাকার ষড়যন্ত্রের জন্য ১২ বছরের কারাদণ্ড দেওয়া হয়েছিল। কবীর হাসানকে ধর্ষণ এবং শিশুদের সঙ্গে যৌনকর্মে লিপ্ত হওয়ার ষড়যন্ত্রের জন্য নয় বছরের কারাদণ্ড দেওয়া হয়েছিল। আবদুল আজিজ একই ধরনের শাস্তি পেয়েছিল: যৌন শোষণের জন্য পাচার এবং শিশুদের সাথে যৌন ক্রিয়াকলাপে জড়িত থাকার ষড়যন্ত্রের জন্য নয় বছরের কারাদণ্ড (একই সাথে)। আব্দুল রউফকে যৌন শোষণ এবং শিশুদের সঙ্গে যৌনকর্মে লিপ্ত হওয়ার ষড়যন্ত্র ও পাচারের জন্য ছয় বছরের কারাদণ্ড দেওয়া হয়েছিল। আদিল খানকে একই অপরাধের জন্য আট বছরের কারাদণ্ড দেওয়া হয়েছিল। মোহাম্মদ আমিন যৌন নিপীড়ন এবং শিশুদের সাথে যৌনকর্মে লিপ্ত হওয়ার ষড়যন্ত্রের জন্য পাঁচ বছরের কারাদণ্ড পেয়েছিল। আবদুল কাইয়ুমকে শিশুদের সঙ্গে যৌনকর্মে লিপ্ত হওয়ার ষড়যন্ত্রের জন্য আরও পাঁচ বছরের সাজা দেওয়া হয়, অন্যদিকে হামিদ সাফি যৌন শোষণ, পাচার এবং শিশুদের সঙ্গে যৌনকর্মে লিপ্ত হওয়ার ষড়যন্ত্রের জন্য চার বছর কারাদণ্ডে দণ্ডিত হয়েছিল।\nদোষী সাব্যস্তদের মধ্যে চারজন, শাবির আহমেদ, আদিল খান, আবদুল রউফ এবং আব্দুল আজিজ, যাদের ব্রিটিশ এবং পাকিস্তানি দ্বৈত নাগরিকত্ব ছিল, তৎকালীন স্বরাষ্ট্র সচিব টেরেসা মে তাদের ব্রিটিশ নাগরিকত্ব প্রত্যাহার করে নিয়েছিলেন এবং তাদের পাকিস্তানে নির্বাসিত হতে হয়েছিল। মে বলেছিলেন যে প্রত্যাহারগুলি \"জনস্বার্থের সহায়ক\"।\n\n\n== দ্বিতীয় যৌন চক্র এবং অপারেশন ডাবল্ট ==\n\n২০১২ সালের মে মাসে প্রথম যৌন চক্র ভেঙে যাওয়ার পর, রচডেলে আরেকটি শিশু যৌন শোষণ চক্রের ব্যাপারে পুলিশ গ্রেফতার শুরু করেছিল। একটি শিশুর সঙ্গে যৌন কার্যকলাপের সন্দেহে ২৪ থেকে ৩৮ বছর বয়সী নয়জনকে গ্রেপ্তার করা হয়েছিল। এই অঞ্চলে শিশু গ্রুমিং এবং যৌন নির্যাতনের তদন্তের সময়েই অপারেশন ডাবল্ট চালু করা হয়েছিল। সহকারী প্রধান কনস্টেবল স্টিভ হেইউড জানিয়েছিলেন, ২০১৩ সালের মে মাসে প্রায় ৫৫০ জন কর্মকর্তা অপারেশন ডাবল্টে কাজ করছিলেন। তিনি বলেন, তদন্ত \"অত্যন্ত সংবেদনশীল পর্যায়ে\" এবং রাস্তার গ্রুমিং বাহিনীর তদন্তে সর্বোচ্চ অগ্রাধিকার, \"বন্দুক নিয়ে অপরাধের চেয়েও বড় অগ্রাধিকার\"। তিনি বলেন, এই তদন্তে ২০০৩ সালের রচডেলের ঘটনাগুলিও দেখা হচ্ছে।\n২০১৫ সালের মার্চ মাসে, ২৬ থেকে ৪৫ বছর বয়সী দশজন পুরুষের বিরুদ্ধে ১৩ থেকে ২৩ বছর বয়সী সাতজন মহিলার বিরুদ্ধে গুরুতর যৌন অপরাধের অভিযোগ আনা হয়েছিল। ২০০৫ থেকে ২০১৩ সালের মধ্যে রচডেলে যেসব কথিত অপরাধ সংঘটিত হয়েছিল তার মধ্যে ছিল ধর্ষণ, ধর্ষণের ষড়যন্ত্র, একটি শিশুকে যৌনকর্মে লিপ্ত করা, একটি শিশুর সাথে যৌন কার্যকলাপ এবং যৌন নিপীড়ন।\n\n\n== প্রতিক্রিয়া এবং জনসাধারণের বিতর্ক ==\nমামলাগুলি জাতিগতভাবে অনুপ্রাণিত কিনা তা নিয়ে একটি গুরুতর বিতর্ক উত্থাপিত হয়েছিল। মনে করা হয়েছিল যে, যৌনচক্রের সমস্ত বিবরণ প্রকাশিত হবার পর, বর্ণবাদী তকমা লেগে যাওয়ার ভয়ে, পুলিশ এবং সমাজকর্ম বিভাগ ঠিক করে কাজ করতে পারেনি এবংপাকিস্তানি পুরুষেরা যে দুর্বল শ্বেতাঙ্গ কিশোরীদের গ্রুমিং করছিল সেই ব্যাপারটি উপেক্ষা করা হয়। ২০১২ সালে ডেপুটি চিলড্রেন কমিশনার একটি প্রতিবেদনে বলেছিলেন যে ব্রিটেনে শিশু যৌন নির্যাতনের ৩৩% ব্রিটিশ এশিয়ান চক্র দ্বারা সংঘটিত হয়েছিল, যেখানে এশিয়রা সমগ্র জনসংখ্যার ৭%। কিন্তু উপসংহারে বলা হয়েছিল যে এই তথ্যের উপর নির্ভর করা \"দায়িত্বজ্ঞানহীনতা\"র পরিচয়।\nকেইগলির লেবার সাংসদ অ্যান ক্রায়ার, ২০১২ সালে চিত্রায়িত বিবিসির একটি তথ্যচিত্রে বলেছিলেন যে তিনি নির্যাততদের পরিবারের সাথে কাজ করেছিলেন, তিনি \"প্রায় প্রতি সপ্তাহে পুলিশ স্টেশনে ঘুরে খোঁজ নিচ্ছিলেন\" এবং পুলিশ এবং সামাজিক পরিষেবা উভয়কে কিছু করার জন্য \"আবেদন\" জানিয়েছিলেন। ক্রায়ার বলেছিলেন, \"পুলিশ বা সামাজিক পরিষেবা সংস্থাগুলি এই মামলাগুলিকে স্পর্শ করবে না। আমি মনে করি তারা তারা বর্ণবাদী তকমা পাবার ভয় পেয়েছিল।\" ক্রায়ার মুসলিম সম্প্রদায়ের কাছে পৌঁছে গিয়েছিলেন এবং তাদের কোন পদক্ষেপ নিতে রাজি করার চেষ্টা করেছিলেন: \"আমি আমার এক বন্ধুর কাছে গিয়েছিলাম, যিনি একজন স্থানীয় কাউন্সিলর হওয়ার সাথে সাথে একজন মুসলিমও ছিলেন এবং সেইজন্য আমাকে প্রবীণদের কাছে উপস্থিত করতে পেরেছিলেন, কারণ আমি ভেবেছিলাম এই প্রবীণদের জড়িত করার চেষ্টা করা একটি ভাল পদক্ষেপ। আমি আশা করেছিলাম যে আমি প্রবীণদের রাজি করতে সক্ষম হব, যাতে তাঁরা এগিয়ে এসে বলতে পারেন যে 'এই আচরণটি ইসলাম বিরোধী এবং আমি এটি বন্ধ করতে চাই। আপনি যদি না শোনেন তবে আমি আপনার সম্পর্কে সমগ্র সম্প্রদায়কে বলব আপনি কী করছেন'। কিন্তু তাঁরা এমন করার জন্য প্রস্তুত ছিলেন না।\"\nশিশু ও পরিবার মন্ত্রী টিম লাওটন বলেছিলেন, যদিও এমন কোন প্রমাণ নেই যে জাতিগত সম্প্রদায় শিশু যৌন নির্যাতনকে সমর্থন করে, তবুও তিনি এই নিয়ে উদ্বিগ্ন ছিলেন যে কেউ কেউ পুলিশে খবর দিতে দেরী করছেন, এবং পুলিশ ও সমাজকর্মীদের প্রতি আহ্বান জানান যে \"জাতিগতভাবে রাজনৈতিক সঠিকতা\" যেন অপরাধীদের ধরার ক্ষেত্রে তাঁদের কাজে বাধার সৃষ্টি না করতে পারে।\n২০১১ সালের শেষের দিকে, শিশু কমিশনারের কার্যালয় রাস্তার দলগুলির দ্বারা শিশু যৌন শোষণের বিষয়ে দুই বছরের দীর্ঘ তদন্ত শুরু করে। তদন্তটি ২০১৩ সালের নভেম্বরে চূড়ান্ত প্রতিবেদন জারি করে। রচডেল চক্রের সদস্যরা সাজা পাওয়ার পর, যুক্তরাজ্যের শিক্ষা অধিদপ্তর আবাসিক পরিচর্যায় অরক্ষিত শিশুদের সুরক্ষার জন্য বিশেষজ্ঞ ফস্টার কেয়ার প্রকল্পের জন্য নতুন তহবিলের ঘোষণা করেছিল, যেখানে কিছু নির্যাতিতাও ছিল।\n\n\n=== ৫ই জানুয়ারী ২০১১ সালের দ্য টাইমস এর প্রতিবেদন ===\n২০১১ সালের ৫ই জানুয়ারি তারিখের দ্য টাইমস এর একটি প্রতিবেদন, যেটি উত্তর এবং মিডল্যান্ডস -এ শিশু যৌন গ্রুমিংয়ের জন্য দণ্ডাজ্ঞা সম্পর্কিত। ১১ থেকে ১৬ বছর বয়সী মেয়েদের গ্রুমিং করার অপরাধের জন্য ১৯৯৭ সাল থেকে দোষী সাব্যস্ত ৫৬ জন অপরাধীর মধ্যে, তিনজন শ্বেতাঙ্গ, ৫৩ জন এশীয়, যাদের মধ্যে ৫০ জন মুসলিম এবং অধিকাংশই ব্রিটিশ পাকিস্তানি সম্প্রদায়ের। উপরন্তু, দ্য টাইমস এর নিবন্ধটিতে অভিযোগ করা হয়েছিল: \"একটি শহর ব্যতীত, অন্য স্থানে, ব্রিটিশ পাকিস্তানি সম্প্রদায়ের মধ্যে \"ব্রিটিশ পাকিস্তানি সম্প্রদায়ের সদস্যদের\" নিয়ে গঠিত \"যৌন কারবার (পিম্পিং) চক্রের\" সমস্যা মোকাবিলায় কাজ করার সামান্যই প্রমাণ রয়েছে।\nগবেষক এলা ককবেইন এবং হেলেন ব্রেলে এই অনুসন্ধানগুলিকে প্রশ্নবিদ্ধ করেছেন। ইউসিএল জিল ডান্ডো ইনস্টিটিউট অফ সিকিউরিটি অ্যান্ড ক্রাইম সায়েন্সের জন্য করা এঁদের কাজ থেকে দ্য টাইমস প্রতিবেদনের জন্য অনেক প্রমাণ সংগ্রহ করা হয়েছিল। ককবেইন দ্য ইন্ডিপেন্ডেন্টকে বলেছিলেন \"উদ্ধৃতিগুলি সঠিক কিন্তু সেগুলি প্রসঙ্গের বাইরে নেওয়া হয়েছে,\"; \"এছাড়া তারা মূল গবেষণার ছোট নমুনা আকারের সারবত্তা স্বীকার করে নি, যেগুলি শুধুমাত্র দুটি বড় ক্ষেত্রেই মনোনিবেশ করে তৈরি।\" ককবেইন এবং ব্রেলে উদ্বেগ প্রকাশ করে বলেছিলেন যে \"একটি ছোট, ভৌগোলিকভাবে কেন্দ্রীভূত নমুনা থেকে একটি সম্পূর্ণ অপরাধের ধরন চিহ্নিত করার জন্য ফলাফলগুলিকে অত্যধিক বর্ধিত করা হয়েছে\"।\n\n\n=== যৌন কারবার অপসারণের জন্য জোট ===\nহিলারি উইলমার, যিনি যৌন শোষিত মেয়েদের পিতামাতার সহায়তার জন্য লিডস-ভিত্তিক \"যৌন কারবার অপসারণের জন্য একটি জোট (ক্রপ)\" এর প্রতিনিধি, তিনি বলেছিলেন \"অপরাধীদের অধিকাংশই পাকিস্তানি এশীয়\", গোষ্ঠীর ভিতরের উৎসগুলি থেকে পাওয়া খবর অনুযায়ী ৮০ শতাংশের মতো, দ্য ইন্ডিপেন্ডেন্ট বলেছিল যে \"কুর্দি, রোমানীয় এবং আলবেনীয় দলও জড়িত ছিল\"। উইলমার আরও বলেন: \"আমরা মনে করি এটি হিমশৈলের চূড়া মাত্র\", যদিও তিনি বিষয়টিকে জাতিগত অপরাধ হিসেবে গণ্য করার বিরুদ্ধে সতর্ক করেছিলেন: \"এটা একটা অপরাধমূলক ব্যাপার।\" দ্য ইন্ডিপেন্ডেন্ট অনুসারে, ২০১২ সালের মে মাসের মধ্যে, সংগঠনের নজরে আসা এশিয়ান বংশোদ্ভূত অপব্যবহারকারীদের সংখ্যার বিষয়ে ক্রপ \"হঠাৎ চুপ হয়ে গিয়েছিল\"। উইলমার পত্রিকাটিকে ব্যাখ্যা করেছিলেন: \"আমাদের বিএনপির মুখপাত্র হিসাবে অভিযুক্ত করা হয়েছে\"।\n\n\n=== শিশু সুরক্ষা সংস্থা ===\n২০১১ সালে, শিশু শোষণ ও অনলাইন সুরক্ষা কেন্দ্র জাতিগত পরিলেখ এবং অপ্রাপ্তবয়স্ক গ্রুমিংয়ের অপরাধের মধ্যে কোন যোগসূত্র আছে কিনা তা দেখার জন্য পাঁচ মাসের দীর্ঘ তদন্ত শুরু করে। সংগঠনটি অপ্রাপ্তবয়স্কদের গ্রুমিংকে এমন কোনো পরিস্থিতি হিসেবে সংজ্ঞায়িত করেছে যেখানে কোনো শিশু বা কিশোর যৌন অনুগ্রহের বিনিময়ে উপহার পায়। এটি বার্নার্ডোর মতো সংস্থার কাছ থেকে পরিসংখ্যান নিয়েছিল কিন্তু বিশেষজ্ঞ শিক্ষাবিদদের দ্বারা ফলাফলগুলি অপ্রামাণিক বলে বিবেচিত হয়েছিল কারণ সব পরিসংখ্যান একইভাবে সংকলিত করা হয়নি এবং প্রতিটি রিপোর্ট করা অপরাধের সাথে জাতিগততা সবসময় লক্ষ্য করা যায় নি। এলা ককবেইন এবং হেলেন ব্রেলে উল্লেখ করেছিলেন, \"'অন-স্ট্রিট গ্রুমিং'-এর কোনও ফৌজদারি অপরাধ নেই এবং এর ফলে আদালতের পরিসংখ্যানের ভিত্তিতে অপরাধের মাত্রা পরিমাপ করা খুবই কঠিন।\" ২০১১ সালের শেষের দিক থেকে শিশু কমিশনারের কার্যালয় আরও গবেষণা চালিয়ে আসছে।\nইংল্যান্ডের উত্তরে বার্নার্ডোর জন্য শিশু যৌন শোষণ প্রকল্প পরিচালক ওয়েন্ডি শেফার্ড বলেছিলেন যে, যখন থেকে তিনি সংস্থার সাথে কাজ করা শুরু করেছিলেন, তখন থেকে, \"পুরুষদের মধ্যে এক বা দুটি বাচ্চা বিক্রি করার থেকে এমন কিছু পরিবর্তন এসেছে যা গোষ্ঠী এবং নেটওয়ার্কগুলিতে অনেক বেশি সংগঠিত। পুরুষদের নেটওয়ার্ক বিভিন্ন পটভূমি থেকে আসে: উত্তর এবং মিডল্যান্ডে অনেকেই ব্রিটিশ এশীয়; ডেভনে অধিকাংশ শ্বেতাঙ্গ পুরুষ; বাথ এবং ব্রিস্টলে, আফ্রো-ক্যারিবিয়ান; লন্ডনে, সমস্ত জাতিগত মিশ্রণ, শ্বেতাঙ্গ, ইরাকি, কুর্দি, আফগান, সোমালি \"। তিনি উল্লেখ করেছিলেন যে রাস্তা ঘাটে শ্বেতাঙ্গ পুরুষ শিকারীরা একা কাজ করে। তিনি আরও বলেছিলেন: \"সমস্যাটি একটি জাতিসত্তার সাথে এই সিদ্ধান্তের ভয়ঙ্কর বিপদ আছে, লোকেরা কেবল সেই গোষ্ঠীরই সন্ধান করতে থাকবে – এবং অন্যান্য ঝুঁকির ক্ষেত্রগুলি অনুভব করা যাবেনা।\"\nবার্নার্ডোর প্রাক্তন প্রধান মার্টিন নারে, বিবিসি রেডিও ৪ এর আজ অনুষ্ঠানে বলেছিলেন: \"এই বিশেষ ধরনের অপরাধের জন্য, উত্তরাঞ্চলে কিশোরী মেয়েদের রাস্তায় গ্রুমিং… খুব উদ্বেগজনক প্রমাণ আছে যে এশীয়রা ব্যাপকভাবে এ ধরনের অপরাধ ঘটাচ্ছে।” ন্যারি এই ধারণা প্রত্যাখ্যান করেছিলেন যে এই ধরনের দলগুলি বিশেষত সাদা শ্বেতাঙ্গ মেয়েদের লক্ষ্য করে। রাস্তায় অরক্ষিত মেয়েদের শ্বেতাঙ্গ হওয়ার সম্ভাবনাই বেশি কারণ এশীয় মেয়েরা পিতামাতার কঠোর শাসনে আবদ্ধ থাকে এবং তাদের রাস্তায় থাকার সম্ভাবনাটাই কম।\n\n\n=== মুসলিম মুখপাত্রদের প্রতিক্রিয়া ===\nবিবিসির একটি তদন্তমুলক তথ্যচিত্রে কয়েকজন পাকিস্তানি পুরুষের দ্বারা যৌনকর্মের জন্য ছোট মেয়েদের গ্রুমিংয়ের ঘটনায় রচডেল মসজিদ পরিষদ থেকে ইমাম ইরফান চিশতী এই অনুশীলনের নিন্দা করেছিলেন, তিনি বলেছিলেন \"ব্রিটিশ মুসলিম সহকর্মীকে এই ধরনের ভয়াবহ অপরাধের জন্য আদালতে নিয়ে আসতে হয়েছে দেখে খুব মর্মাহত।\" রমজান ফাউন্ডেশনের প্রধান নির্বাহী মোহাম্মদ শফিক অভিযোগ করেছিলেন, পাকিস্তানি সম্প্রদায়ের প্রবীণেরা যৌন গ্রুমিংয়ের বিষয়ে \"বালিতে মাথা গুঁজে রেখেছেন\"। তিনি বলেছিলেন যে শিশু যৌন শোষণের সাথে জড়িত অপরাধের মধ্যে ৮৭% মানুষই ব্রিটিশ পাকিস্তানি পুরুষ, তাই এটি সেই সম্প্রদায়ের জন্য একটি উল্লেখযোগ্য সমস্যা। তিনি বলেন, যে অপরাধীরা ভাবে \"শ্বতাঙ্গ কিশোরী মেয়েরা মূল্যহীন এবং তাদের নির্যাতন করা যেতে পারে\" তারা \"আমাদের সম্প্রদায়ের জন্য লজ্জাজনক।\"\nকনজারভেটিভ পার্টির সহ সভাপতি সাঈদা ওয়ার্সি, ইভিনিং স্ট্যান্ডার্ড কে দেওয়া একটি সাক্ষাৎকারে বলেছিলেন, \"আপনি একটি সমস্যার সমাধান তখনই করতে পারেন যখন আপনি স্বীকার করে নেবেন যে সমস্যাটি আছে,\" এবং আরও বলেছিলেন, \"এই ক্ষুদ্র সংখ্যালঘুর দল, যারা নারীকে দ্বিতীয় শ্রেণীর নাগরিক এবং শ্বেতাঙ্গ মহিলাদের সম্ভবত তৃতীয় শ্রেণীর নাগরিক হিসেবে দেখে, তাদের বিরুদ্ধে কথা বলা উচিত।\" তিনি রচডেলের ঘটনাকে রাস্তায় থাকা দলকে মেয়েদের পাশ কাটিয়ে যাওয়ার ঘটনার চেয়ে \"আরও ঘৃণ্য\" বলে বর্ণনা করেছিলেন, কারণ দুষ্কৃতীরা \"প্রাপ্তবয়স্ক পুরুষ, তাদের মধ্যে কেউ কেউ ধর্মীয় শিক্ষক বা ব্যবসায়ী, তাদের নিজস্ব পরিবারে কিশোর বা তরুণ আছে।\"\nনাজির আফজাল, যিনি নবনিযুক্ত প্রধান ক্রাউন অভিশংসক হিসেবে মামলাটি বিচারের আওতায় আনার সিদ্ধান্ত নিয়েছিলেন, তিনি বলেছিলেন যে, মূল সমস্যা কোন জাতি নয়, বরঞ্চ লিঙ্গ: \"এমন কোন সম্প্রদায় নেই যেখানে নারী এবং মেয়েরা যৌন আক্রমণের জন্য ঝুঁকিপূর্ণ নয় এবং এটি একটি সত্য।\"\n\n\n=== হিন্দু ও শিখদের আপত্তি ===\nহিন্দু এবং শিখ গোষ্ঠীগুলি সংবাদ মাধ্যমের বর্ণনায় \"এশীয়\" শব্দটির ব্যবহারে আপত্তি জানিয়ে বলেছিল যে অপরাধীরা \"প্রায় সবসময় পাকিস্তানি বংশোদ্ভূত\" এবং \"মুসলিম\" ছিল। তারা দাবী করে যে, অপরাধীদের \"এশীয়\" বলে সম্বোধন করে সমস্যাটিকে আড়াল করে রাখলে অন্য গোষ্ঠীর প্রতি অন্যায় হবে এবং তা খোলামেলা আলোচনার জন্য ক্ষতিকর।\n\n\n=== ট্যাক্সি বিতর্ক ===\nদণ্ডপ্রাপ্ত অপরাধী দলের সদস্যদের মধ্যে দুজন ঈগল ট্যাক্সিতে কাজ করত, কেলেঙ্কারির পর এটি 'কার ২০০০' হস্তগত করে নিয়েছিল। কোম্পানির মালিক বলেছিলেন যে অনুরোধের কারণে মক্কেলরা একজন শ্বেতাঙ্গ চালক বেছে নিতে পারে কিন্তু ৫০ জন এশীয় চালক প্রতিবাদ করার পর এটি বাতিল হয়ে যায়।\n\n\n=== নৈতিক আতঙ্ক ===\nএকটি গবেষণায় বলা হয়েছিল যে, ব্রিটিশ সংবাদ মাধ্যম দ্বারা দক্ষিণ এশীয় পুরুষদের, শ্বেতাঙ্গ মেয়েদের বিরুদ্ধে যৌন সহিংসতার অপরাধী হিসেবে চিত্রিত করা নৈতিক আতঙ্কের একটি উদাহরণ। বিশেষ করে তারা নির্দিষ্ট করেছিল যে, শিশু কমিশনারের কার্যালয়ের তদন্তে পাওয়া গিয়েছিল, যদিও বেশিরভাগ শিকার শ্বেতাঙ্গ মেয়ে এবং বেশিরভাগ অপরাধী দক্ষিণ এশীয় বংশোদ্ভূত পুরুষ ছিল, এমন অনেক ঘটনা ছিল যেখানে \"অপরাধীরা এবং তাদের শিকার জাতিগতভাবে বিবিধ ছিল।\"\n\n\n=== বিবিসি ক্রম ===\n২০১৭ সালের মে মাসে, বিবিসি সম্প্রচার করেছিল থ্রি গার্লস। এটি ঐ মামলা সম্পর্কে একটি ছোট ধারাবাহিক। অভিনেত্রী ম্যাক্সিন পিক এই ধারাবাহিকে সারা রোবোথাম হিসাবে অভিনয় করেছিলেন, যিনি যৌন স্বাস্থ্য সহায়তা কর্মী ছিলেন এবং প্রথম ঐ এলাকায় মারাত্মক অবমাননার ধরন প্রকাশ করেছিলেন, কিন্তু এই ঘটনা কর্তৃপক্ষের নজরে আনতে গিয়ে তাঁকে হিমশিম খেতে হচ্ছিল। অভিনেত্রী লেসলি শার্প এই ধারাবাহিকে পুলিশের গোয়েন্দা মার্গারেট অলিভারের চরিত্রে অভিনয় করেছিলেন। \n\n\n== ২০২০ স্বরাষ্ট্র দপ্তরের প্রতিবেদন ==\nরচডেল মামলা এমন কয়েকটি মামলার মধ্যে একটি ছিল, যেখানে তৎপরতার সঙ্গে \"অপরাধীদের অধিকাংশই ব্রিটিশ পাকিস্তানি\" দাবির দিকে তাকিয়ে তদন্ত এগিয়েছিল; প্রথমটি ছিল ২০১৭ সালের ডিসেম্বরে কুইলিয়াম যারা \"গোষ্ঠী ভিত্তিক শিশু যৌন শোষণ - গ্রুমিং দলের ব্যবচ্ছেদ\" নামে একটি প্রতিবেদন প্রকাশ করেছিল। তারা দাবি করেছিল ৮৪% অপরাধী দক্ষিণ এশীয় ঐতিহ্যের। তবে এই প্রতিবেদনটি অবৈজ্ঞানিক প্রকৃতির এবং শিশু যৌন শোষণের দুর্বল পদ্ধতি দ্বারা করা বলে বিশেষজ্ঞ এলা ককবেইন এবং ওয়াকাস তুফায়েল তাঁদের \"ফেইলিং ভিকটিমস, ফুয়েলিং হেট: চ্যালিঞ্জিং দ্য হার্মস অফ দ্য 'মুসলিম গ্রুমিং গ্যাংস' ন্যারেটিভ\" গবেষণাপত্রে \"তীব্রভাবে\" এর সমালোচনা করেছিলেন। এটি ২০২০ সালের জানুয়ারিতে প্রকাশিত হয়েছিল\n২০২০ সালের ডিসেম্বরে ব্রিটিশ সরকার আরও তদন্ত করেছিল, এবং স্বরাষ্ট্র দপ্তর তাদের তদন্তের ফলাফল প্রকাশ করেছিল, দেখা গিয়েছিল যে শিশু যৌন শোষণের বেশিরভাগ দলই আসলে শ্বেতাঙ্গ পুরুষদের নিয়ে গঠিত, ব্রিটিশ পাকিস্তানি পুরুষ নয়।\n\nগবেষণায় দেখা গেছে যে গোষ্ঠী ভিত্তিক শিশু যৌন শোষণ অপরাধীরা সাধারণত শ্বেতাঙ্গ। কিছু গবেষণায় বলা হয়েছিল জাতীয় জনসংখ্যার জনতাত্ত্বিক তুলনায় কৃষ্ণাঙ্গ এবং এশীয় অপরাধীদের অতিরিক্ত সংখ্যায় উপস্থাপন করা হয়েছে। যাইহোক, এই উপসংহারে পৌঁছানো সম্ভব নয় যে এটি সমস্ত গোষ্ঠী ভিত্তিক সিএসই দোষীদের প্রতিনিধি।\n\n– স্বরাষ্ট্র দপ্তর।\n\nককবেইন এবং তুফায়েল দ্য গার্ডিয়ানে একটি প্রতিবেদনটি লিখেছিলেন যে \"স্বরাষ্ট্র দফতরের দুই বছরের গবেষণায় খুব স্পষ্ট করে বলা হয়েছে যে, মুসলিম বা পাকিস্তানি-ঐতিহ্যবাহী পুরুষরা এই ধরনের অপরাধে অধিক সংখ্যায় আছেন বলে দাবি করার কোনো কারণ নেই, এবং, আমাদের গবেষণার উদ্ধৃতি দিয়ে, এটি কুইলিয়াম দাবির অবিশ্বস্ততা নিশ্চিত করেছে\"।\n\n\n== পুলিশী কার্যকলাপের পর্যালোচনা ==\n২০১৩ সালের ডিসেম্বরে, রচডেল কাউন্টির মামলা পর্যালোচনায় তুলে ধরা একটি অভ্যন্তরীণ পুলিশী তদন্তের ফলাফল ফাঁস হয়ে গিয়েছিল। পর্যালোচনায় স্বীকার করা হয়েছিল যে নির্যাতিতাদের প্রতি পুলিশ কর্মকর্তাদের বৈষম্যমূলক মনোভাব থাকতে পারে। শিশু নির্যাতন নিয়ন্ত্রণ করার কোন প্রশিক্ষণ ছাড়াই নির্যাতিতাদের সাক্ষাৎকার নেওয়া হয়েছিল এবং তারা যখন তাদের নির্যাতনকারীদের কাছে ফিরে গিয়েছিল তখন তাদের রক্ষা করার কোনও কৌশলও ঠিক করা হয় নি। একটি উদাহরণে উল্লেখ করা হয়েছিল নির্যাতিতাদের একজনের জন্য শিশু সুরক্ষার বিষয়টি, সেটি ৪০টি সভায় আলোচনা করা হয়েছিল, তার একটিতেও পুলিশের উপস্থিতির কোনো নথি ছিলনা। এছাড়াও উল্লেখ করা হয়েছিল ২০০৮ এবং ২০০৯ সালে পরিচালনার তত্ত্বাবধানের অভাব এবং আনুষ্ঠানিক অনুরোধ সত্ত্বেও তদন্তের জন্য সংস্থান এবং পরিচালনার সহায়তার অভাব। অবশেষে যেটি বলা যায়, কর্মকর্তারা মামলা না করার জন্য ক্রাউন প্রসিকিউশন সার্ভিসের সিদ্ধান্তের বিরোধিতা করেননি। পর্যালোচনায় গ্রেটার ম্যানচেস্টার পুলিশকে সুপারিশ করা হয়েছিল, একটি পর্যবেক্ষণ ব্যবস্থা স্থাপন করার এবং শিশু যৌন শোষণ বিরোধী দল বজায় রাখার।\n২০১৫ সালের ১৩ই মার্চ, বৃহত্তর ম্যানচেস্টার পুলিশ ২০০৮ থেকে ২০১০ সালের মধ্যে আরও বেশি পুঙ্খানুপুঙ্খভাবে শিশু যৌন শোষণের অভিযোগের তদন্ত করতে ব্যর্থ হওয়ার জন্য ক্ষমা চেয়েছিল। \"অপারেশন স্প্যান এবং রচডেল ডিভিশনের পুলিশী কর্মকাণ্ডের সাথে জড়িত ১৩ জন কর্মকর্তার আচরণ এবং ক্রিয়াকলাপ\" পরীক্ষা করে ইন্ডিপেন্ডেন্ট পুলিশ কমপ্লেন্টস কমিশন পর্যালোচনা করার পর পুলিশের পক্ষ থেকে ক্ষমা চাওয়া হয়েছিল। অপারেশন স্প্যান ছিল ২০০৯ সালের ডিসেম্বরে দোষী সাব্যস্ত ব্যক্তি এবং অন্যদের বিরুদ্ধে ওঠা অভিযোগের তদন্ত। সহকারী প্রধান কনস্টেবল ডন কপলি আগের তদন্তের সময় বলেছিলেন, \"একটি গুরুতর লক্ষ্যভিত্তিক কেন্দ্রবিন্দু ছিল, প্রধানত গুরুতর অধিকারলিপ্সু অপরাধের উপর। সর্বোত্তমভাবে এটি নেতাদের জন্য বিভ্রান্তিকর ছিল এবং যেসব এলাকায় শিকারের উপর দৃষ্টি নিবদ্ধ করা হয়েছিল সেই অঞ্চলগুলিকে প্রভাবিত করেছিল\"। তিনি বলেন, সাতজন কর্মকর্তাকে অসদাচরণের \nসতর্কীকরণ দেওয়া হয়েছে, কিন্তু তাদের বিরুদ্ধে আর কোনো শাস্তিমূলক ব্যবস্থা নেওয়া হবে না। কপলি বলেন: \"আমরা ক্ষতিগ্রস্তদের কাছে ক্ষমাপ্রার্থী এবং আমরা তাদের আশ্বাস দিচ্ছি যে আমরা অভিজ্ঞতা থেকে শিক্ষা নিয়েছি,পদ্ধতিগত পরিবর্তন করা হয়েছে এবং আমরা উন্নতি অব্যাহত রাখতে সেগুলি ব্যবহার করতে দৃ়প্রতিজ্ঞ।\"\nসাতজন কর্মকর্তার মধ্যে একজন কোন ধরনের অনুমোদন না নিয়েই অবসর গ্রহণ করেন, যদিও তাঁর অসদাচরণে শাস্তিমূলক ব্যবস্থা গ্রহণের নিশ্চয়তা পাওয়া গিয়েছিল।\n\n\n== আরও দেখুন ==\n\nগোষ্ঠী দ্বারা সংঘটিত যৌন নির্যাতনের তালিকা\nযৌন নিপীড়নের শিকারদের উপর অত্যাচার পরবর্তী চিকিৎসা\n\n\n== তথ্যসূত্র সমূহ ==\n\n\n== বহিঃসংযোগ ==\nThe Rochdale Borough Safeguarding Children Board, Review of Multi-Agency Responses to the Sexual Exploitation of Children  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জুলাই ২০১৩ তারিখে\nHouse of Commons Home Affairs Committee Child sexual exploitation and the response to localized grooming: Second Report of Session 2013–14, Vol. 1\nHouse of Commons Home Affairs Committee Child sexual exploitation and the response to localized grooming: Second Report of Session 2013–14, Vol. 2"}