{"pageid": 1094157, "title": "মিস্টার সানশাইন", "url": "https://bn.wikipedia.org/wiki?curid=1094157", "content": "মিস্টার সানশাইন ( কোরীয়: 미스터 션샤인; আরআর: Miseuteo Syeonsyain    ) একটি ২০১৮ দক্ষিণ কোরিয়ান টেলিভিশন সিরিজ যা কিম ইউন-সুকের দ্বারা লিখিত এবং লি ইউং-বক দ্বারা পরিচালিত, লি ব্যুং-হুন, কিম তাই-রি, ইয়ো ইওন-সিওক, কিম মিন-জং এবং ব্যুন ইয়ো-হান অভিনীত।  সিরিজটি ১৯০০ এর দশকের গোড়ার দিকে হানসেং (বর্তমান সিউল ) -এ সেট করা হয়েছে এবং কোরিয়ার স্বাধীনতার জন্য লড়াইরত কর্মীদের উপর দৃষ্টি নিবদ্ধ করে।  সিরিজটি প্রতি শনি ও রবিবার টিভিএন -এ ৭ই জুলাই, ২০১৮ থেকে শুরু হয়েছিল এবং ৩০ সেপ্টেম্বর, ২০১৮ -এ শেষ হয়েছে। এটি নেটফ্লিক্সে আন্তর্জাতিকভাবে প্রিমিয়ার হয়েছে। \nসিরিজটি কোরিয়ান ক্যাবল টেলিভিশনের ইতিহাসে ষষ্ঠ সর্বোচ্চ রেটযুক্ত নাটক, যার চূড়ান্ত পর্ব ১৮.১২৯% এ পৌঁছেছে এবং গড় রেটিং ১২.৯৫৫% পেয়েছে, যা কেবল টেলিভিশনের রেকর্ড করা দ্বিতীয় সর্বোচ্চ গড় রেটিং।  এটি তার সিনেমাটোগ্রাফি এবং গল্প বলার জন্য সমালোচনামূলক প্রশংসা পেয়েছিল কিন্তু ঐতিহাসিক সত্যের ভুল চিত্রায়নের জন্য সমালোচিতও হয়েছিল, এমনকি কেউ কেউ এটিকে \" জাপানপন্থী \" বলেও অভিযোগ করেছিল। \n\n\n== সারসংক্ষেপ ==\nমিস্টার সানশাইন  ইউজিন চোই ( লি বায়ুং-হুন ) কে ঘিরে থাকে, যিনি জোসেনে দাসত্বের জন্ম নিয়েছিলেন । ১৮৭১ শিনমিয়াংয়ো -এর পর যুক্তরাষ্ট্রে পালিয়ে যাওয়ার পর তিনি মেরিন কর্পস অফিসার হন।\nযখন তিনি একটি মিশনের জন্য জোসেয়নে ফিরে আসেন, ইউজিন দেখা করেন এবং একজন অভিজাতের নাতনী গো এ-শিন ( কিম তাই-রি ) এর প্রেমে পড়েন, যিনি দেশের স্থানিক বাহিনীর অংশ। যাইহোক, তাদের প্রেম তাদের বিভিন্ন শ্রেণী এবং কিম হুই-সিওং ( ব্যুন ইয়ো-হান ) -এর উপস্থিতির দ্বারা বাধাপ্রাপ্ত হয়, যিনি একজন সম্ভ্রান্ত ব্যক্তি ছিলেন এবং শৈশব থেকেই এ-শিনের সাথে বিবাহ বন্ধনে আবদ্ধ ছিলেন। ইউজিন একটি নির্মম সামুরাই গো ডং-মা ( ইয়ো ইওন-সিওক ) এবং জনপ্রিয় \"গ্লোরি হোটেল\" এর মালিক কুডো হিনা (কিম মিন-জং) এর সাথেও দেখা করেন যেখানে তিনি থাকতেন। একই সময়ে, তিনি জাপান সাম্রাজ্য কর্তৃক কোরিয়া উপনিবেশ করার একটি চক্রান্ত আবিষ্কার করেন এবং শীঘ্রই জোসেনের সার্বভৌমত্বের লড়াইয়ে জড়িয়ে পড়েন।\n\n\n== ইতিহাস ==\n\n\n=== মিস্টার সানশাইনে বর্ণিত প্রধান ঐতিহাসিক ঘটনা ===\nগাংঘা যুদ্ধ (১৮৭১): এটি একটি বড় যুদ্ধ যা ১৮৭১ সালের ১০ই জুন মার্কিন যুক্তরাষ্ট্র এবং জোসেয়ান রাজবংশের মধ্যে ঘটেছিল। ১লা জুন, আমেরিকান জাহাজগুলি বাণিজ্য প্রতিষ্ঠা করতে এবং এসএস শেরম্যানের জাহাজ ধ্বংস হওয়া নাবিকদের নিরাপত্তা নিশ্চিত করার জন্য গাংঘা প্রণালীতে প্রবেশ করে, যা জোসেওনের সেনাবাহিনী দ্বারা ধ্বংস হয়েছিল। তবে তারা আগুনের কবলে পড়ে। যুক্তরাষ্ট্র জোসেইনকে ক্ষমা চাইতে দশ দিন সময় দিয়েছিল, কিন্তু তারা তা প্রত্যাখ্যান করেছিল। ফলস্বরূপ, ১০ই জুন, মার্কিন জাহাজ ইউএসএস পালোস এবং ইউএসএস মনোক্যাসি গাংওয়া দ্বীপে ছোজি গ্যারিসনের বিরুদ্ধে তাদের অস্ত্র নিক্ষেপ করে এবং জোসেন সেনাবাহিনীকে নিশ্চিহ্ন করে দেয়।  মিস্টার সানশাইনে, যুদ্ধের দৃশ্যগুলি পুঙ্খানুপুঙ্খভাবে বর্ণনা করা হয়েছে এর চরিত্র জ্যাং সেউং-গু কিশোর বয়সে এই যুদ্ধে লড়েছিল এবং তার বাবাকে হারিয়েছিল। এই যুদ্ধ সেউং-গুর জন্য একটি গুরুত্বপূর্ণ মুহূর্ত ছিল কারণ এটি তাকে বিশ্বাস করতে বাধ্য করেছিল যে রাজা গোজং তার নিজের লোকদের ত্যাগ করেছেন এবং তাদের মরতে দিয়েছেন।\nজাপান-কোরিয়ান চুক্তি ১৯০৫ : এই চুক্তি জাপান সাম্রাজ্য এবং কোরিয়ান সাম্রাজ্যের মধ্যে ১৭ই নভেম্বর, ১৯০৫ সালে হয়েছিল। এর মাধ্যমে জাপান কোরিয়ার কূটনৈতিক ব্যবস্থাকে নিয়ন্ত্রন করে নেয় ।  যদিও মিস্টার সানশাইন এই চুক্তি এবং তার প্রভাব বিস্তারিতভাবে প্রদর্শন করেননি, এতে একটি দৃশ্য রয়েছে যেখানে কিম হুই-সিওং জাপানপন্থী কোরিয়ান কর্মকর্তাদের ছবি তোলেন। এই ছবির মাধ্যমে, হুই-সিওং তার বংশধরদের দুর্নীতিগ্রস্ত সরকারি কর্মকর্তাদের অসদাচরণ জানাতে চান।\nনামদেমুনের যুদ্ধ: ১৯০৭ সালের ১লা আগস্ট কোরিয়ান এবং জাপানি সেনাদের মধ্যে এই যুদ্ধ হয়েছিল। এটি হানসেং- এর নামদেমুন গেটে সংঘটিত হয়েছিল এবং এটি ১৯০৭ সালের জাপান-কোরিয়া চুক্তির মাধ্যমে জারি করা বিচ্ছেদের আদেশের বিরুদ্ধে কোরিয়ান সেনাবাহিনীর একটি বিদ্রোহ ছিল  মিস্টার সানশাইনে, যুদ্ধের দৃশ্যগুলি বিস্তারিতভাবে চিত্রিত করা হয়েছে। জং সেউং-গু চরিত্রটি তার সৈন্যদের রক্ষা করার জন্য নিজেকে উৎসর্গ করে। এই যুদ্ধটি সেউং-গু এর জন্য একটি সন্ধিক্ষণ ছিল কারণ তিনি নিজেকে একটি দেশ এবং একজন সম্রাটের জন্য উৎসর্গ করেন যাকে তিনি অপছন্দ করতেন।\n\n\n== অভিনয়ে ==\n\n\n=== প্রধান চরিত্রে ===\nইউজিন চোই / চোই ইয়ু-জিনের চরিত্রে লি বাইং-হুন \nকিম কাং-হুন শিশু ইউজিন চোই / চোই ইয়ু-জিন \nজিওন জিন-সিও, তরুণ ইউজিন চোই / চোই ইয়ু-জিন \nইউজিন চোই কিম হুই-সিওং-এর পিতামহ কিম পান-সিও-এর দাস হিসেবে জন্মগ্রহণ করেছিলেন। বাড়িওয়ালার হাতে তার পিতামাতার হত্যার সাক্ষী হওয়ার পর, ইউজিন যুক্তরাষ্ট্রে পালাতে সক্ষম হন এবং জাতিগত বৈষম্য কাটিয়ে আমেরিকান হওয়ার জন্য, তিনি মেরিন কর্পসে যোগ দেন এবং স্প্যানিশ-আমেরিকান যুদ্ধে লড়াই করেন। পরবর্তীতে, ইউজিন একটি মিশন বহন করার জন্য জোসেয়নে ফিরে আসে এবং গো এ-শিনের প্রেমে পড়ে যায়, একজন আভিজাত্য মহিলা যিনি গোপনে দেশের স্থানিক বাহিনীর অংশ। ইউজিনকে তার লড়াইয়ে এ-শিনকে সাহায্য করা এবং যুক্তরাষ্ট্রের মেরিন কর্পসে একজন ক্যাপ্টেন হিসেবে তার নিরপেক্ষ অবস্থান বজায় রাখার মধ্যে বেছে নিতে হবে।\nকিম তাই-রি গো এ-শিন হিসাবে\nহিও জং-ইউন শিশু গো এ-শিন হিসাবে\nএকজন জোসেয়ান সম্ভ্রান্ত মহিলা যিনি শৈশবে তার বাবা-মাকে হারিয়েছিলেন। এ-শিনের মা এবং বাবা ছিলেন স্বাধীনতা যোদ্ধা এবং তাদের সহকর্মীর বিশ্বাসঘাতকতার কারণে জাপানে দুজনই নিহত হন। তিনি তার পিতামহ, গো সা-হং দ্বারা বেড়ে ওঠেন, যিনি জ্যাং সেউং-গুর অধীনে স্নাইপার হিসাবে এ-শিনকে প্রশিক্ষণ দেন যাতে এ-শিন দেশের স্থানিক সেনাবাহিনীর অংশ হতে পারেন। তিনি ইউজিন চোইয়ের সাথে দেখা করেন, যিনি জোসেওনের লোকেদের মতো দেখতে তবুও নিজেকে আমেরিকান বলে দাবি করেন এবং তার প্রেমে পড়ে যান।\nগো ডং-মাই হিসেবে ইয়ু ইয়েওন-সেউক/ইশিদা শো\nচই মিন-ইয়ং, তরুণ গো দং-মা হিসাবে\nএকজন কসাইয়ের ছেলে, যে তার বাবা-মায়ের মৃত্যুর পর জাপানে পালিয়ে যায় এবং সামুরাই এবং মুসিন সোসাইটির সদস্য হয়, যা ইয়াকুজা গ্রুপের অংশ। জনগণকে যন্ত্রণা দেওয়া এবং জাপানি সেনাবাহিনীকে দেশকে অতিক্রম করতে সহায়তা করার মিশন নিয়ে দোং-মা জোসিয়নে ফিরে আসে। তিনি বিশ্বাস করেন যে এটি জোসেনের অন্যায় সামাজিক শ্রেণিবিন্যাস পদ্ধতি যা তার বাবা -মাকে হত্যা করেছিল। কিশোর বয়সে, ডং-মা গো এ-শিনের সাথে দেখা করেছিলেন, যিনি তার জীবন রক্ষা করেছিলেন, উদ্দেশ্যমূলকভাবে তাকে পালকিতে লুকিয়ে রেখেছিলেন।\nকিম মিন-জং লি ইয়াং-হাওয়া / কুডো হিনা \nএকজন প্রভাবশালী বিধবা যিনি জোসিয়নে হোটেল চালান। তিনি তার বাবা লি ওয়ান-ইক দ্বারা একটি বয়স্ক, ধনী জাপানি ব্যক্তির সাথে বিবাহ বন্ধনে আবদ্ধ হন। তার স্বামীর রহস্যজনক মৃত্যুর পর, তিনি \"গ্লোরি হোটেল\" উত্তরাধিকার সূত্রে পেয়েছিলেন এবং সফলভাবে এটি নিজে পরিচালনা করেছিলেন। হিনা তার বাবার অপকর্ম এবং খ্যাতির জন্য গভীরভাবে লজ্জিত এবং তার মাকে খুঁজে পেতে, তিনি জাপান সরকার এবং জাপানপন্থী কর্মকর্তাদের বিরুদ্ধে লড়াইয়ে লি জং-মুনকে সাহায্য করেন।\nকিম হুই-সিওং হিসাবে ব্যুন ইয়ো-হান \nএকজন জোসেওন আভিজাত্য যিনি ভূমির মালিকানার দিক থেকে সম্রাটের পর সবচেয়ে ধনী বলে বিবেচিত হন। হুই-সিওং তার ঠাকুরদার অতীত দেখে আবেগাপ্লুত হয়ে পড়েছেন এবং জাপানে এক দশকেরও বেশি সময় ধরে বসবাস করেন যাতে তার ঠাকুরদা তার জন্য বেছে নেওয়া মহিলাকে বিয়ে না করে। যাইহোক, একবার তিনি জোসিয়নে ফিরে আসার পরে, তিনি আবিষ্কার করেন যে তার বাগদত্তা হচ্ছে গো এ-শিন এবং তিনি তার প্রেমে পড়েন, কিন্তু উপলব্ধি  করতে পারে যে উনার হৃদয়ে তার জন্য কোন জায়গা অবশিষ্ট নেই। তার পিতা এবং ঠাকুরদার মত না হয়ে, হুই-সেং স্থানীয় সেনাবাহিনীকে অনেক উপায়ে সাহায্য করে নিজেকে অপরাধবোধ থেকে মুক্ত করতে ।\n\n\n== অভ্যর্থনা ==\nসমালোচকরা নাটকটির গভীর গল্প বলার \"এবং ইতিহাস সম্পর্কে দর্শকদের সচেতনতা বৃদ্ধির ক্ষমতার জন্য প্রশংসা করেছেন। কোরিয়া টাইমস নাটকটি সমাজে যারা পেরিফেরাল বলে মনে করে, যেমন নারী এবং নিম্নবর্গের উপর আলোকপাত করার জন্য এবং দ্রুত বিকশিত দেরি জোসেওন যুগে সফলভাবে দ্বন্দ্ব এবং আশা প্রকাশের জন্য নাটকটির প্রশংসা করেছে; এটি শোয়ের শক্তিশালী নারী চরিত্রেরও প্রশংসা করেছে।  টাইম এর ক্যাট চন্দ্র, \"অত্যাশ্চর্য চলচ্চিত্র, শো প্রবর্তন কে-নাটক দুনিয়া থেকে সবচেয়ে গতিশীল মহিলা বিশালাকার দুই পরিবেশন ছাড়াও\" ১০ \"বেস্ট কোরিয়ান পাহারা Netflix এ নাটক\" এক এবং দাবি করেছিলেন যেমন প্রদর্শনী বেছে নেওয়া হয়েছে।  কলাইডারের ডেভন ফরোয়ার্ড এটিকে ২৮ \"নেটফ্লিক্সের সেরা কোরিয়ান নাটকগুলির মধ্যে একটি\" হিসাবে তালিকাভুক্ত করেছে। \n\n\n=== সমালোচনা ===\nজোসিয়নের সংস্কৃতির ভুল চিত্রায়নের জন্য সিরিজটি সমালোচিত হয়েছে।  বিশেষ করে, জাপানপন্থী সংগঠন ব্ল্যাক ড্রাগন সোসাইটির সদস্য হিসেবে চিত্রিত গো ডং-মে চরিত্রটি  সমালোচিত হয়েছিল, অনেকের মনে হয়েছিল যে সিরিজটি জোসিয়নের বিরুদ্ধে তার পদক্ষেপকে ন্যায্যতা দেওয়ার চেষ্টা করেছিল। যাইহোক, সিরিজটি ঠিক বিপরীতভাবে সমালোচিত হয়েছে: জাপানিদের ভিলেন এবং আমেরিকানদের নায়ক হিসাবে চিন্তাহীনভাবে বাঁধাধরা প্রয়োগ করা। \n\n\n== পর্বসমূহ ==\n\n\n== গুণমাননির্ধারণ ==\n\n\n== তথ্যসূত্র =="}