{"pageid": 1094940, "title": "কীগলি শিশু যৌন নির্যাতন চক্র", "url": "https://bn.wikipedia.org/wiki?curid=1094940", "content": "কীগলি শিশু যৌন নির্যাতন চক্র হলো বারোজন পুরুষের একটি দল যারা ইংলিশ শহর কীগলি ও ওয়েস্ট ইয়র্কশায়ারের ব্র্যাডফোর্ড শহরে দুটি কম বয়সী মেয়েদের বিরুদ্ধে গুরুতর যৌন অপরাধ করেছে। ২০১৫ সালের ডিসেম্বরে ব্র্যাডফোর্ড ক্রাউন আদালতে বিচারকদের সর্বসম্মত রায়ে তাদের ধর্ষণ ও অন্যান্য যৌন নির্যাতনের ধরনের জন্য দোষী সাব্যস্ত করা হয়।  ২০১৬ সালের ফেব্রুয়ারিতে তাদেরকে মোট ১৩০ বছরের কারাদণ্ড দেওয়া হয়েছিল। ২০১১ থেকে ২০১২ সালের মধ্যে হামলার সময় প্রধান ভুক্তভোগী যাকে দশজন পুরুষের দ্বারা লক্ষ্যবস্তু করা হয়েছিল, তার বয়স ছিল ১৩ থেকে ১৪ বছর। চক্রটির কথিত দলনেতার নাম হচ্ছে, স্থানীয় মাদক ব্যবসায়ী আহমেদ আল-আরিফ চৌধুরী (বানান চৌধুরী), যিনি আদালতে দোষী সাব্যস্তদের মধ্যে ছিলেন না এবং বিশ্বাস করা হয় যে তিনি বিদেশে পালিয়ে গেছেন।\n\n\n== অপরাধ ==\nজবরদস্তির করে লজ্জাহীনভাবে যৌন মিলনের আগে প্রধান ভিকটিমকে লোভনীয় উপহার প্রদান করা হয় এবং ভালোবাসা ও স্নেহের পরশ দিয়ে মন গলিয়ে ধর্ষণ করার প্রদর্শনী সাজানো হয়। তাকে কীগলির পার্ক, চার্চইয়ার্ড ও একটি ভূগর্ভস্থ গাড়ি পার্কিংস্থানসহ বিভিন্ন স্থানে ধর্ষণ করা হয়েছিল। ধর্ষকরা গাড়ি পার্কের \"এক্স কর্নার\" এর কিছু অংশ গ্রাফিতি বা দেয়ালের ছবি দিয়ে তাকে আকৃষ্ট করেছিল এবং এ ছবিতে তাদের নিজস্ব নাম যুক্ত করেছিল। তাকে পর পর পাঁচজন ব্যক্তি ধারাবাহিকভাবে আক্রমণ ও ধর্ষণ করে। পুলিশের সাথে এক সাক্ষাৎকারে ভিকটিম বলেছিল যে, আরিফ চৌধুরী তাকে মাদক বহনকারি হিসাবে নিয়োগ করেছিল। যখন ভিকটিম তার পক্ষে কাজ বন্ধ করার চেষ্টা করেছিল, তখন আরিফ চৌধুরী তাকে \"সামান্য সাদা ধাতুমল\" ও \"সামান্য সাদা জারজ\" বলে গালি দিয়েছিলেন। এরপর আরিফ চৌধুরী তাকে শারীরিকভাবে সংযত করে এবং তার সাক্ষ্য অনুযায়ী তাকে ধর্ষণ করে। দোষী সাব্যস্তদের মধ্যে আরেক জন হচ্ছে, মোহাম্মদ আকরাম নামে ৬৩ বছর বয়সী ট্যাক্সিচালক। তার ট্যাক্সিতে ভুক্তভোগীদের একজনের সাথে যৌন সম্পর্ক স্থাপন করেছিল।\n\n\n== দোষী পুরুষ ==\nধর্ষণে দোষী সাব্যস্তদের মধ্যে একজনের নাম সুফিয়ান জিয়রব বয়স ২২ বছর; তার ভাই বিলাল জিয়ারাব বয়স ২১ বছর; ইয়াসের কবিরের বয়স ২৫ বছর; হোসেন সরদারের বয়স ১৯ বছর; নাসির খানের বয়স ২২ বছর; সাকিব ইউনুসের বয়স ২৯; ইসরার আলীর বয়স ১৯ বছর; ফয়সাল খানের বয়স ২৭ বছর; জয়ন আলীর বয়স ২০; এবং তানকীর হুসাইনের বয়স ২৩ বছর। তাদের মধ্যে ১১তম আসামী মোহাম্মদ আকরাম (৬৩) একজন শিশুর সাথে যৌন কার্যকলাপের জন্য দোষী সাব্যস্ত হয়েছে। অন্য চারজনকে একই অভিযোগে দোষী সাব্যস্ত করা হয়নি এবং একজনকে পুনরায় বিচারের মুখোমুখি হতে হয়।  দ্বাদশ আসামী খালিদ মাহমুদ (৩৪) বিচারের আগে ধর্ষণের পাঁচটি মামলায় দোষ স্বীকার করেছিলেন।\n\n\n== মামলার আনুষ্ঠানিক প্রতিক্রিয়া ==\n\n\n=== জুরির রায় দেওয়ার পর অপরাধি ===\nবিচারক রজার থমাস কিউসি রায় ঘোষণার পর দোষী ব্যক্তিদের বলেছিলেন যে, তারা ধর্ষণ প্রক্রিয়াটিকে \"অবমাননা এবং অহংকারের সাথে\" ব্যবহার করেছে। তিনি বলেছিলেন যে, একজন আইনজীবী হিসাবে তার চল্লিশ বছরের অভিজ্ঞতায় কোন আসামীদের কখনও দেখেননি যে, তারা \"অসৎ ও অসম্মানজনক\" ছিল। তিনি  \"আসামীদের সম্পর্কে সবচেয়ে হীনমতামত\" প্রকাশ করেছিলেন। পশ্চিম ইয়র্কশায়ার পুলিশের গোয়েন্দা প্রধান ইন্সপেক্টর ক্রিস ওয়াকার রায় ঘোষণার পর বলেছেন যে, এ ধর্ষণের তদন্ত “চ্যালেঞ্জিং, জটিল এবং সংবেদনশীল” ছিল। তিনি নির্যাতনকারীদের বিরুদ্ধে সাক্ষ্য দেয়ার সাহসের জন্য ভুক্তভোগীদের প্রতি শ্রদ্ধা জানান এবং শিশুদের যৌন শোষণকে \"সম্পূর্ণ অগ্রহণযোগ্য\" ও \"পুলিশের সামনে অন্যতম গুরুত্বপূর্ণ চ্যালেঞ্জ\" বলে বর্ণনা করেন।\n\n\n=== সাজার পর ===\nকীগলির কনজারভেটিভ দলের এমপি ক্রিস হপকিন্স এ ঘটনাকে \"এশিয়ান তরুণদের সংগঠিত দলের খারাপ মডেল তরুণরা শ্বেতাঙ্গ মেয়েদের সাজগোজ করছে\" বলে অভিহিত করেছেন এবং দাবি করেছেন যে, আরও অনেক মহিলা এখনও একইভাবে নির্যাতনের শিকার হচ্ছে। তার কার্যালয় থেকে জারি করা এক বিবৃতিতে তিনি বলেন, ২০১২ সালে দোষীদের বিরুদ্ধে পার্লামেন্টে তার করা বিতর্কিত মন্তব্যের সত্যতা ছিল, যখন তিনি বলেছিলেন যে, এশিয়ান পুরুষদের সংগঠিত দল শ্বেতাঙ্গ মেয়েদের ধর্ষণ করছে। এসব দাবির জন্য তিনি সমালোচিত হয়েছেন বলে দাবি করেন। তার বক্তব্য হলো,\n“২০১২ সালের নভেম্বরে আমি হাউস অব কমন্সে এর ভয়াবহতা প্রকাশ করে একটি বক্তৃতা দিয়েছিলাম যে, এশিয়ান পুরুষদের একটি দল কীগলির আশেপাশে শ্বেতাঙ্গ মেয়েদের ধর্ষণ করছে। আমাকে অনেক মহল থেকে তিরস্কার করা হয়েছিল, অনেক অশালীন চিঠিপত্র পেয়েছিলাম এবং একসময় হুমকি পেয়ে আমার নির্বাচনী কার্যালয় খালি করতে বাধ্য হয়েছিলাম। এই ক্ষেত্রে অনেক আমাকে দোষী সাবস্ত করে রায় দিয়েছে। আমার বিরুদ্ধে কথা কটু বলেছে। অথচ আমি প্রকৃতি ও মন্দ সম্পর্কে সত্য কথা তুলে ধরেছি এবং এটি নির্মূল না হওয়া পর্যন্ত উত্থাপন করতে থাকব। আমি খুব ভালভাবেই জানি যে, সেখানে অনেক শ্বেতাঙ্গ পেডোফিল আছে। সেগুলিকেও কঠোরভাবে মোকাবেলা করা উচিত। কিন্তু এশিয়ান পুরুষদের সংগঠিত দলের খারাপ চরিত্রের মডেল তরুণরা শ্বেতাঙ্গ মেয়েদের যৌন নিপীড়নের জন্য সাজিয়ে তোলে, যা দেশ জুড়ে অনেক সম্প্রদায়ের হৃদয়ে একটি কলঙ্ক এঁকে দিয়েছে। দুঃখজনকভাবে বলতে হয় এ ক্ষেত্রে কীগলি তালিকার শীর্ষে রয়েছে। আমি সেই সব পুলিশ কর্মকর্তাদের অভিনন্দন জানাতে চাই যারা এই অপরাধীদের বিচারের আওতায় আনার জন্য ভূমিকা রেখেছিল। প্রত্যয় নিশ্চিত করার জন্য প্রয়োজনীয় প্রমাণ সংগ্রহ করা প্রায়শই একটি দুঃখজনক কাজ হতে পারে। আবারও পশ্চিম ইয়র্কশায়ার পুলিশ অসামান্য কাজ করেছে। আমি আশা করি যে, আইন শৃঙ্খলা রক্ষাকারি বাহিনীর নিষ্ঠা ও পেশাদারিত্ব অন্যান্য ভুক্তভোগীদের এগিয়ে আসতে উৎসাহিত করবে এবং অন্যান্য অপরাধীদের কারাগারে রাখতে সাহায্য করবে। এটি সহজ করার জন্য আমি আমার অফিসের মাধ্যমে সমস্ত প্রয়োজনীয় সহায়তা প্রদান করতে পেরে খুব খুশি। স্বরাষ্ট্র সচিব থেরেসা মেসহ পুলিশেরি উর্ধ্বতন কর্মকর্তা এবং মন্ত্রীদের সঙ্গে আমি খুব ঘনিষ্ঠভাবে কাজ চালিয়ে যাচ্ছি, যাতে শিশু সাজানোর চক্রটিকে উন্মোচন করা যায় এবং জড়িতদের খুঁজে বের করা যায়। আমরা ইতিমধ্যেই জাতীয় আইনের অনেক উন্নতি অর্জন করেছি এবং আমি নিশ্চিত যে আরও ইতিবাচক পরিবর্তন করা হবে। কিন্তু আমাকে একটি অনুরোধের মাধ্যমে শেষ করতে হবে। যদিও স্থানীয় সাংসদ হিসেবে পুলিশ, সরকার এবং আমি এই সমস্যাগুলি মোকাবিলায় বাহিনীতে যোগ দিতে থাকব, আমাদের পিছনে পুরো সম্প্রদায়ের সমর্থন প্রয়োজন। আমি কীগলিকে ভালোবাসি, আমি যে শহরে বড় হয়েছি এবং আমি এর সংসদ সদস্য হওয়ার সুযোগ পেয়েছি। কিন্তু কীগলির গর্বিত নামটি সাম্প্রতিক বছরগুলিতে অনেকবার কাদামাটির মধ্য দিয়ে টেনে আনা হয়েছে, কারণ অসুস্থ পুরুষদের জঘন্য কাজগুলি দুর্বল যুবতী মেয়েদের শিকার করে। আমি স্থানীয় সম্প্রদায়ের সদস্যদের কাছে সরাসরি আবেদন জানাচ্ছি যে, আপনি যদি কোন ব্যক্তি বা ব্যক্তিদের দল সম্পর্কে জানেন, যারা এই ক্রিয়াকলাপে জড়িত হতে পারে, তাহলে আপনার এই তথ্যটি প্রেরণের বাধ্যবাধকতা রয়েছে। এই ক্যান্সার থেকে আমাদের মুক্তি পেতে আমাদের একসাথে কাজ করতে হবে এবং আমাদের সবারই একটি ভূমিকা পালন করতে হবে।”\nবিচারক রজার থমাস কিউসি বিচারের সময় পুরুষদের আচরণকে \"অবমাননাকর, অসম্মানজনক এবং অহংকারী\" বলে বর্ণনা করেছেন। তাদের মধ্যে কেউ কেউ শুরু থেকেই তাদের প্রসিকিউশনকে কৌতুক হিসেবে দেখেছিল। গ্রেপ্তার হওয়ার সময় পুলিশের তোলা ফটোগুলিতে তারা হেসেছিল। বিচারের সময় আদালতের ডকে দুর্ব্যবহার করেছিল। আইটিভি নিউজ ক্যালেন্ডারের প্রতিবেদনে বলা হয়েছে, “সাজাপ্রাপ্ত হওয়ার সময় কয়েকজন আসামী ডক থেকে হাত নেড়ে হাসে।” দোষী সাব্যস্ত হওয়ায় পাবলিক গ্যালারিতে তাদের সমর্থকদের কাছে হেসেছিল ও হাত নেড়েছিল।  বিচারক বলেছিলেন যে, তারা মেয়েটির সাথে হৃদয়হীন ও অবমাননাকর আচরণ করেছিল। আসামিরা ভিকটিমকে শুধু মাত্র নিজের যৌন তৃপ্তির জন্য একটি বস্তু হিসাবে দেখেছিল। আদালতকে বলা হয়েছিল যে, তিনি এখন ট্রমাটিক স্ট্রেস ডিসঅর্ডার ও ক্লিনিকাল ডিপ্রেশনে ভুগছেন।\nকিছু আসামির মাদক ব্যবসা, বিপজ্জনক গাড়ি চালানো, হামলা, পাবলিক ডিসঅর্ডার, চুরি করা ও চুরি করা মালামাল পরিচালনা করার জন্য পূর্বেই দোষী সাব্যস্ত ছিল। অভিযুক্ত আরিফ চৌধুরীকে গ্রেফতার করা হয়। গ্রেপ্তার ও জামিনে মুক্তির পর মামলা থেকে বাঁচতে বাংলাদেশ ভ্রমণ করেছিলেন বলে মনে করা হয়। তিনি কীগলিতে পনেরো বছর বয়সী মেয়েটিকে পিম্পিং শুরু করেছিলেন। আদালতে তাকে একজন দুষ্ট ও হিংস্র ব্যক্তি হিসাবে বর্ণনা করা হয়েছিল। সে মেয়েটিকে বারবার ধর্ষণ, মারধর ও জাতিগত অপব্যবহারের আগে মেয়েটিকে মাদকদ্রব্য বহনকারিনি হিসেবে নিয়োগ করেছিল। আসামী খালিদ রাজা মাহমুদ এ ধর্ষণের পূর্বে ৪৩ বছর বয়সী মহিলাকে ধর্ষণের জন্য সাড়ে ছয় বছরের কারাদণ্ড ভোগ করে, এক শিশুকে মিথ্যা কারাদণ্ডের চেষ্টার অপরাধের জন্য তাকে দেড় বছরের কারাদণ্ড দেয়া হয়েছিল। কীগলে শহরে তাকে \"ক্রিপি খালিদ\" ডাকনামে চিনে। সে অশালীন হামলা ও ক্রলিংসহ মোট সাতটি যৌন অপরাধের জন্য দোষী সাব্যস্ত ছিল। ইয়াসির কবির তার দাদীর সামনে মেয়েটিকে বলেছিল যে, সে \"আমাকে চুষতে পারে\"। ইয়াসির মেয়েটিকে ধর্ষণের জন্য ২০ বছরের সাজা পেয়েছিল। এ ছাড়াও অন্য দুটি মেয়েকে ধর্ষণের জন্য তাকে সাজা দেওয়া হয়েছিল। এ দুটি মেয়ের মধ্যে একজনের বয়স ছয় থেকে সাত বছর, অন্য মেয়েটির বয়স সাত থেকে নয় বছরের মধ্যে। আর এ সময় তার নিজের বয়স তেরো থেকে পনেরো ছিল।\nওয়েস্ট ইয়র্কশায়ারের পুলিশ ও ক্রাইম কমিশনার মার্ক বার্নস-উইলিয়ামসন শিশু যৌন শোষণ (সিএসই) এবং যৌন নির্যাতনকে \"ঘৃণ্য অপরাধ\" বলে বর্ণনা করেছেন। বিচারের রায়ের আদেশগুলিকে স্বাগত জানিয়েছেন এবং পশ্চিম ইয়র্কশায়ার পুলিশের তদন্তের প্রশংসা করেছেন, যা ব্র্যাডফোর্ড কাউন্সিলের সেফগার্ডিং টিম দ্বারা সহায়তা করা হয়েছিল। তিনি তাদের সাক্ষ্য দেওয়ার ক্ষেত্রে দুর্ব্যবহারকারীদের বিরুদ্ধে দুর্ব্যবহার থেকে বেঁচে থাকার সাহসিকতার প্রশংসা করেন এবং আশা প্রকাশ করেন যে, পশ্চিম ইয়র্কশায়ারে সিএসই বিচারটি শেষ করার জন্য কর্তৃপক্ষের প্রতিশ্রুতিকে আরও স্পষ্ট করবে।\nপশ্চিম ইয়র্কশায়ার পুলিশের হোমিসাইড ও মেজর ইনকোয়ারি টিমের গোয়েন্দা প্রধান ইন্সপেক্টর নিকোলা ব্রায়ার রায়গুলিতে সন্তুষ্টি প্রকাশ করেন এবং ভুক্তভোগীদের সাহসের প্রশংসা করেন। তিনি উল্লেখ করেছেন যে, সিএসই পশ্চিম ইয়র্কশায়ার পুলিশের জন্য অগ্রাধিকার হিসেবে রয়ে গেছে, তবে তাদের ভূমিকা সম্পূর্ণরূপে অগ্রহণযোগ্য বলে বর্ণনা করে এবং অপরাধীদের চিহ্নিত করা, তাদের বিচার করা, দোষী সাব্যস্ত করা ও কারাগারে সহায়তা করার জন্য সমস্ত সংস্থা, সম্প্রদায় ও ব্যক্তির দায়িত্বের উপর জোর দেয়।\n\n\n== সাজা ও সাজাপ্রাপ্তরা ==\nকীগলির ৩৪ বছর বয়সী খালিদ রাজা মাহমুদ: ধর্ষণের দুটি অভিযোগ ও এক শিশুর সাথে যৌন কার্যকলাপের তিনটি অভিযোগের জন্য ১৭ বছরের বর্ধিত শাস্তি হয়। সাজার মধ্যে রয়েছে ১৩.৫ বছরের কারাদণ্ড এবং সাড়ে তিন বছরের বর্ধিত শাস্তি। সে কীগলির একটি পার্কে একজন মহিলাকে ধর্ষণ ও তার বাড়ির কাছে স্কুটার চালানোর সময় ১০ বছরের এক মেয়েকে অপহরণের চেষ্টা করার জন্য আট বছরের কারাদণ্ড ভোগ করছেন।\nকীগলির ২৩ বছর বয়সী তৌকীর হুসেন, প্রথম নির্যাতিতের বিরুদ্ধে ধর্ষণের দুটি ঘটনা ও অন্য কিশোরীর বিরুদ্ধে ধর্ষণের জন্য ১৮ বছর শাস্তি হয়।\nকীগলির ২৫ বছর বয়সী ইয়াসির কবির: প্রথম ভিকটিমের সাথে ধর্ষণের তিনটি ঘটনা ও ধর্ষণের চারটি অভিযোগের জন্য ২০ বছরের শাস্তি হয়। এতে যৌন নিপীড়নের দুটি অভিযোগ, অবৈধ অনুপ্রবেশের কারণে দুটি অভিযোগ ও দুই তরুণীর সাথে এক শিশুকে যৌনকর্মে লিপ্ত করার অভিযোগে চারটি মামলা হয়।\nকীগলির ২৩ বছর বয়সী সুফিয়ান জিয়ারাব: ধর্ষণের দুইটি মামলার জন্য ১৫ বছরের শাস্তি হয়।\nব্র্যাডফোর্ডের ২১ বছর বয়সী বিলাল জিয়ারাব: ধর্ষণের দুইটি মামলার জন্য ১২ বছরের শাস্তি হয়।\nকীগলির ১৯ বছর বয়সী ইসরার আলি: তরুণ অপরাধীদের প্রতিষ্ঠানে ধর্ষণের একটি মামলার জন্য সাড়ে তিন বছরের শাস্তি হয়।\nকীগলির ২৪ বছর বয়সী নাসির খান: ধর্ষণের একটি গণনার জন্য ১৩ বছরের শাস্তি হয়।\nকীগলির ২৯ বছর বয়সী সাকিব ইউনিস: ধর্ষণের একটি ঘটনার জন্য ১৩ বছরের শাস্তি হয়।\nকীগলির ১৯ বছর বয়সী হুসাইন সরদার: তরুণ অপরাধীদের প্রতিষ্ঠানে ধর্ষণের একটি অপরাধের জন্য ছয় বছরের শাস্তি হয়।\nকীগলির ২০ বছর বয়সী জয়ন আলী: তরুণ অপরাধী প্রতিষ্ঠানে ধর্ষণের একটি মামলার জন্য একটি আট বছরের শাস্তি হয়।\nকীগলির ২৭ বছর বয়সী ফয়সাল খান: ধর্ষণের একটি মামলার জন্য ১৩ বছরের শাস্তি হয়।\nকীগলির ৬৩ বছর বয়সী মোহাম্মদ আকরাম: এক শিশুর সাথে যৌন কার্যকলাপের জন্য এক মামলার জন্য পাঁচ বছরের শাস্তি হয়।\n\n\n== আরও দেখুন ==\nদলবদ্ধ যৌন নির্যাতনের তালিকা\n\n\n== তথ্যসূত্র =="}