{"pageid": 1094098, "title": "সুমিলা রোংহাংপির মৃত্যু", "url": "https://bn.wikipedia.org/wiki?curid=1094098", "content": "সুমিলা রোংহাংপি (অসমীয়া: চুমিলা ৰংহাংপী) একজন অপ্রাপ্তবয়স্ক গৃহকর্মী যাকে গত ২২শে এপ্রিল ২০২১ তারিখে তার গৃহকর্তার বাসায় পুড়িয়ে হত্যা করা হয়। ভারতের আসামের পশ্চিম কার্বি আংলং জেলার এই শিশু গৃহকর্মী নগাঁও জেলার রাহাতে তার গৃহকর্তার বাসায় কাজ করত।\n\n\n== মৃত্যু ==\nসুমিলাকে গৃহকর্তা প্রকাশ বরঠাকুরের বাসায় গৃহস্থালি কাজের জন্য ২০১৭ সালে যখন নিয়ে যওয়া হয় তখন তাকে পড়াশোনা করানোর কথাও ছিল। কিন্তু বরঠাকুরের প্রতিবেশীরা সুমিলার প্রতি বরঠাকুরের পরিবারের সদস্যদের কখনোই ভাল ব্যবহার করতে দেখেন নি এবং তারা সুমিলাকে স্কুলেও যেতে দেখেন নি। সেটা না হয়ে বরং ঘটনার দিনে তাকে গৃহকর্তার বাসায় মৃত অবস্থায় পাওয়া যায় যখন তার মৃতদেহ ছিল পোড়ানো। প্রতিবেশীদের কথা অনুসারে ঘটনার সময় গৃহকর্তা এবং তার ছেলে উপস্থিত ছিল এবং কখনো কখনো তাকে নির্যাতন করা হত। তার গৃহকর্তা এটাকে আত্মহত্যা বলে চালানোর চেষ্টা করে।\n\n\n== গ্রেফতার ==\nরোংহংপির হত্যার মামলায় তার দুজন নিয়োগকর্তাকে গ্রেফতার করা হয়েছে। প্রাথমিক তদন্ত অনুসারে তাকে হত্যা করার পর হত্যাকাণ্ডটি ধামাচাপা দিতে লাশ পুড়িয়ে ফেলা হয় বলে সন্দেহ করা হয়েছিল। কেউ কেউ অভিযোগ করেছেন যে তাকে যৌন নির্যাতন করা হয়েছিল এবং মৃত্যুর সময় সে গর্ভবতী ছিল। মৃত্যুর সময় কেবল বাড়ির মালিক ও তার ছেলে উপস্থিত থাকায় এটা সন্দেহ করা হচ্ছে যা এখনও তদন্তাধীন রয়েছে।\n\n\n== প্রতিক্রিয়া ==\nগৃহস্থালি কাজে সহয়তার জন্য নিযুক্ত আসামের পশ্চিম কার্বি আংলং জেলার সার ক্রো কুদম রোংহাং গ্রামের বাসিন্দা কার্বি জনগোষ্ঠীর এই ভিক্টিমের বয়স মৃত্যুর সময় ছিল মাত্র ১২ বছর। রোংহাংপির মৃত্যু আসামের বিভিন্ন নৃতাত্ত্বিক সম্প্রদায়ের মধ্যে আলোড়ন সৃষ্টি করে। বিষয়টি সামাজিক যোগাযোগ মাধ্যমেও শোরগোল তোলে। সুমিলা রোংহংপির ন্যায় বিচার প্রাপ্তির দাবিতে বিক্ষোভ ও মিছিল অনুষ্ঠিত হয়। সামাজিক সংগঠনগুলো নারীদের সুরক্ষায় সরকারের ব্যর্থতার বিরুদ্ধে সরব হয়। এটি এমনই এক ঘটনা যা ঘটেছে ভারতে নারীদের প্রতি সহিংসতার পটভূমিতে। শিশু নির্যাতন ও মৃত্যু, শিশুদের শিক্ষার অধিকার  অমান্যকরণ, শিক্ষার নামে গ্রামাঞ্চলের শিশুদের শোষণ এবং শহুরে এলাকাগুলোতে ১৪ বছরের কম বয়সী শিশুদেরকে দিয়ে গৃহস্থালি কাজ করানোর স্থানীয় যে ভয়াবহ রূপ তা এই ঘটনাটির মাধ্যমে প্রকাশ পেয়েছে।\n\n\n== ঘটনা প্রবাহ ==\n২২শে এপ্রিল ২০২১ - সুমিলা রোংহাংপিকে মৃত অবস্থায় পাওয়া যায়।\n২৬শে এপ্রিল ২০২১ - তদন্তের আদেশ জারি হয় এবং ৩০ দিনের মধ্যে প্রতিবেদন জমা দিতে বলা হয় (আসামের গভর্নর কর্তৃক)।\n৯ই জুলাই ২০২১ - সুমিলা রোংহাংপির সম্মানে একটি স্কুল স্থাপনের প্রস্তাব করা হয়।\n২০শে জুলাই ২০২১ - নিম্ন আদালতে চার্জশীট নথিভুক্ত (দায়ের) এবং জমা (দাখিল) করা হয়।\n\n\n== তথ্যসূত্র =="}