{"pageid": 1094504, "title": "জেবাস্টিয়ান কুর্ৎস", "url": "https://bn.wikipedia.org/wiki?curid=1094504", "content": "জেবাস্টিয়ান কুর্ৎস ( জার্মান: [zeˈbasti̯a(ː)n ˈkʊrts] ; জন্ম ২৭ আগস্ট ১৯৮৬) একজন অস্ট্রীয় রাজনীতিবিদ। তিনি বর্তমানে অস্ট্রিয়ান পিপলস পার্টির চেয়ারম্যান এবং সংসদীয় নেতা হিসেবে দায়িত্ব পালন করছেন। তিনি দুবার অস্ট্রিয়ার চ্যান্সেলর ছিলেন, প্রথমে ২০১৭ সালের ডিসেম্বর থেকে ২০১৯ সালের মে পর্যন্ত এবং  দ্বিতীয়বার ২০২০ সালের জানুয়ারি থেকে ২০২১ সালের অক্টোবর পর্যন্ত। প্রায় চার বছর ধরে, কুর্ৎস বিশ্বের সর্বকনিষ্ঠ সরকার প্রধান এবং অস্ট্রিয়ান ইতিহাসের সর্বকনিষ্ঠ চ্যান্সেলর ছিলেন। তিনি ৩১ বছর বয়সে প্রথম চ্যান্সেলর নির্বাচিত হন।\nভিয়েনার মিডলিংয়ে জন্মগ্রহণ করেন এবং বেড়ে ওঠেন। ২০০৪ সালে তিনি GRG 12 Erlgasse থেকে পাস করেন এবং এক বছর পরে বাধ্যতামূলক সামরিক দায়িত্ব পালন করেন। কুর্ৎস  ভিয়েনা বিশ্ববিদ্যালয়ে আইন অনুষদে ভর্তি হন কিন্তু পরে তার রাজনৈতিক কর্মজীবনে মনোনিবেশ করার জন্য বাদ পড়েছিলেন। ২০০৩ সালে ইয়ং পিপলস পার্টিতে (জেভিপি) যোগ দিয়ে তিনি রাজনীতিতে প্রবেশ করেন। পাঁচ বছর পর তিনি ভিয়েনায় জেভিপির চেয়ারম্যান হিসেবে তার প্রথম রাজনৈতিক পদ গ্রহণ করেন। ২০১০ সালে, তিনি সফলতার সাথে ভিয়েনিস স্টেট ডায়েটের জন্য প্রঅতিযোগিতা করেন। ২০১১ সালে মন্ত্রিসভায় রদবদলের ফলে, কুর্ৎসকে সামাজিক সংহতকরণের জন্য স্বরাষ্ট্র মন্ত্রণালয়ের রাজ্য সচিব মনোনীত এবং নিযুক্ত করা হয়। ২০১৩ সালের আইনি নির্বাচনের পর, কুর্ৎস অস্ট্রিয়ার পররাষ্ট্রমন্ত্রী হন এবং ২০১৭ সালের ডিসেম্বর পর্যন্ত দেশের শীর্ষ কূটনীতিক ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nকুর্ৎস ১৯৮৬ সালের ২৭শে আগস্ট ভিয়েনায় এক রোমান ক্যাথলিক পরিবারে জন্মগ্রহণ করেন। তিনি এলিজাবেথ (জন্মনাম ড্যোলার) ও জোসেফ কুর্ৎসের একমাত্র সন্তান। তার বাবা একজন প্রকৌশলী এবং তার মা একটি ব্যাকরণ স্কুলের শিক্ষক। কুর্ৎসের মাতামহী মাগডালেনা ম্যুলার ১৯২৮ সালে সার্ব ক্রোটস ও স্লোভনেস রাজ্যের তেমেরিনে (বর্তমান ভোইভোদিনা, সার্বিয়া) জন্মগ্রহণ করেন,  যিনি সেই শহর থেকে পালিয়ে আসা দানিউব সোয়াবিয়ান এবং দ্বিতীয় বিশ্বযুদ্ধের পর যুগোস্লাভ পার্টিসান এবং রেড আর্মি হাঙ্গেরি রাজ্যের দখলকৃত অঞ্চলটি মুক্ত করতে শুরু করলে জোগেলসডর্ফে (বর্তমান অস্ট্রিয়া) বসতি স্থাপন করেন। কুর্ৎস ভিয়েনার ১২তম জেলা মাইডলিংয়ে বেড়ে ওঠেন এবং তিনি এখনো সেখানে বসবাস করেন। তিনি ২০০৪ সালে মাতুরা সার্টিফিকেট অর্জন করেন, ২০০৫ সালে বাধ্যতামূলক সামরিক সেবা সম্পন্ন করেন, এবং একই বছর ভিয়েনা বিশ্ববিদ্যালয়ে আইন পড়া শুরু করেন। পরবর্তীকালে তিনি বিশ্ববিদ্যালয় ছেড়ে দেন এবং তার রাজনৈতিক কর্মজীবনে মনোনিবেশ করেন। কুর্ৎস বিদ্যালয়ে পড়ার সময় থেকেই অর্থনীতির শিক্ষক সুজান থিয়েরের সাথে সম্পর্ক রেখেছেন।\n\n\n== অনার্স ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (জার্মান ভাষায়)\nSebastian Kurz' profile on the Chancellery website\nSebastian Kurz' profile on the Parliament website (in German)\nLeadership  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ মে ২০১৯ তারিখে of the Austrian People's Party (in German)\nSebastian Kurz at Encyclopædia Britannica\n\nটেমপ্লেট:অস্ট্রিয়ার পররাষ্ট্রমন্ত্রী\nটেমপ্লেট:অস্ট্রীয় পিপলস পার্টির প্রধান\nটেমপ্লেট:দ্বিতীয় কুর্ৎস মন্ত্রিসভা"}