{"pageid": 1094572, "title": "জশুয়া অ্যাংরিস্ট", "url": "https://bn.wikipedia.org/wiki?curid=1094572", "content": "জশুয়া ডেভিড অ্যাংরিস্ট (জন্ম সেপ্টেম্বর ১৮, ১৯৬০) একজন ইসরায়েলি-মার্কিন অর্থনীতিবিদ এবং ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজির অর্থনীতির ফোর্ড অধ্যাপক। ২০২১ সালে ডেভিড কার্ড এবং খিডো ইম্বেন্‌সের সাথে তিনি অর্থনীতিতে নোবেল স্মারক পুরস্কার পেয়েছেন। \"কার্যকারণ সম্পর্কের বিশ্লেষণে পদ্ধতিগত অবদানের জন্য\" অ্যাংরিস্ট এবং ইম্বেন্‌স পুরস্কারের অর্ধেক ভাগ করে নিয়েছেন।\nতিনি শ্রম অর্থনীতি, নগর অর্থনীতি এবং শিক্ষা অর্থনীতিতে বিশ্বের শীর্ষ অর্থনীতিবিদদের মধ্যে স্থান অধিকার করেছেন। জনসাধারণের নীতির প্রভাব এবং অর্থনৈতিক বা সামাজিক পরিস্থিতিতে পরিবর্তন নিয়ে গবেষণার জন্য আধা-পরীক্ষামূলক গবেষণা নকশা (যেমন যন্ত্রপরিবর্তনকারী) ব্যবহারের জন্য পরিচিত। তিনি এমআইটি'র স্কুল কার্যকারিতা ও বৈষম্য উদ্যোগের সহ-প্রতিষ্ঠাতা এবং সহ-পরিচালক, যা মার্কিন যুক্তরাষ্ট্রে মানব মূলধন এবং আয়ের বৈষম্যের মধ্যে সম্পর্ক নিয়ে চর্চা করে।\n\n\n== পুরস্কার ও সম্মাননা ==\n\n\n=== অর্থনীতিতে নোবেল স্মারক পুরস্কারের পূর্বে ===\nঅ্যাংরিস্ট ইনস্টিটিউট ফর দ্য স্টাডি অফ লেবার (আইজেডএ) এর একজন গবেষণা ফেলো। তিনি অর্থমিতিক সমাজের (ইকোনমেট্রিক সোসাইটি) একজন বিশিষ্ট সভ্য। তিনি ২০০৬ সালে আমেরিকান অ্যাকাডেমি অফ আর্টস অ্যান্ড সায়েন্সেস-এর বিশিষ্ট সভ্য নির্বাচিত হন। ২০০৭ সালে সেন্ট গ্যালেন বিশ্ববিদ্যালয় থেকে অর্থনীতিতে সম্মানসূচক ডক্টরেট লাভ করেন। তিনি ২০১১ সালে বুদাপেস্টের রাজ্ক লাজলো কলেজ ফর অ্যাডভান্সড স্টাডিজ তাকে জন ভন নিউম্যান পুরস্কার প্রদান করে।\n\n\n=== অর্থনীতিতে নোবেল স্মারক পুরস্কার ===\n২০২১ সালে অর্থনীতিতে নোবেল স্মারক পুরস্কারের অর্ধেক অর্থ প্রদানের যুক্তি ব্যাখ্যা করার জন্য, রাজকীয় সুয়েডীয় বিজ্ঞান একাডেমি উল্লেখ করেছে যেএকটি প্রাকৃতিক পরীক্ষা থেকে তথ্য ব্যাখ্যা করা কঠিন . . . উদাহরণস্বরূপ, এক দল শিক্ষার্থীর জন্য বাধ্যতামূলক শিক্ষার মেয়াদ অতিরিক্ত এক বছর বাড়ানো (কিন্তু অন্য দলের জন্য নয়) সেই দলের প্রত্যেককে একইভাবে প্রভাবিত করবে না। কিছু শিক্ষার্থী যেভাবেই হোক পড়াশোনা চালিয়ে যাবে এবং তাদের জন্য, শিক্ষার মূল্য প্রায়শই পুরো দলের প্রতিনিধি নয়। সুতরাং, স্কুলে অতিরিক্ত বছরটির প্রভাব সম্পর্কে কোনও সিদ্ধান্ত নেওয়া কি সম্ভব? ১৯৯০-এর দশকের মাঝামাঝি সময়ে, জশুয়া অ্যাংরিস্ট এবং খিডো ইম্বেন্‌স এই পদ্ধতিগত সমস্যার সমাধান করেন, যা দেখায় যে প্রাকৃতিক পরীক্ষা-নিরীক্ষা থেকে কারণ এবং প্রভাব সম্পর্কে সঠিক সিদ্ধান্ত কীভাবে নেওয়া যেতে পারে।\n\n\n== আরও দেখুন ==\nআপাত প্রাকৃতিক পরীক্ষা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএমআইটি ওয়েবসাইটে জশুয়া অ্যাংরিস্টের শিক্ষক বিবরণী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ ফেব্রুয়ারি ২০১২ তারিখে\nএনবিইআর-এর ওয়েবসাইটে জশুয়া অ্যাংরিস্টের বিবরণী\nআইজেডএ ওয়েবসাইটে রিসার্চ ফেলো হিসাবে জশুয়া অ্যাংরিস্টের বিবরণী"}