{"pageid": 1094358, "title": "পর্যটনে শিশু যৌনকর্মী", "url": "https://bn.wikipedia.org/wiki?curid=1094358", "content": "পর্যটনে শিশু যৌনকর্মী হলো শিশুদের পতিতাবৃত্তিতে লিপ্ত করার উদ্দেশ্যে পর্যটন, যা বাণিজ্যিকভাবে শিশু যৌন নির্যাতনের জন্য চালু করা হয়। জাতিসংঘের শিশু অধিকার সম্পর্কে কনভেনশন অনুযায়ী শিশুর সংজ্ঞা হল \"১৮ বছরের কম বয়সী প্রত্যেক মানুষ\"। যুক্তরাষ্ট্রের সরকারী বিভাগের তথ্য অনুযায়ী পর্যটন শিল্পে শিশুর পতিতাবৃত্তি প্রায়শই নির্যাতিত শিশুদের মানসিক ও শারীরিক উভয় পরিণতির কারণ হয়ে থাকে, যার মধ্যে যৌন সংক্রমণ (এইচআইভি/এইডসসহ), \"মাদকাসক্তি, গর্ভাবস্থা, অপুষ্টি, সামাজিক অস্থিরতা এবং মৃত্যু\" অন্তর্ভুক্ত থাকে। পর্যটনে শিশু যৌনকর্মী, বিলিয়ন বিলিয়ন ডলারের আন্তর্জাতিক যৌন পর্যটন কাজের অংশ এবং শিশুদের বাণিজ্যিক যৌন শোষণের বিস্তৃত ইস্যুতে শিশু যৌনবৃত্তির একটি দিক। পর্যটনে শিশু যৌনকর্মী সারা বিশ্বে প্রায় ২ মিলিয়ন শিশুকে শোষণ করে। যেসব শিশু পর্যটনে যৌনতার মাধ্যমে  বাণিজ্যিকভাবে পতিতা হিসেবে কাজ করে তাদের প্রায়ই বিভিন্ন প্রলোভন দেওয়া হয় বা যৌন দাসত্বের মধ্যে অপহরণ করা হয়। বাণিজ্যিক ও যৌন কাজে শিশুদের ব্যবহারকারীদের শ্রেণীবদ্ধ করা যেতে পারে। যদিও পতিতালয়সমূহ ও হেবেফাইলগুলি পর্যটনে শিশু যৌনকর্মীদের সাথে জনপ্রিয়ভাবে যুক্ত, তবে তারা বেশিরভাগ ব্যবহারকারী নয়। দুই ধরনের অপরাধী আছে- (১) বিশেষভাবে অপব্যবহারকারীরা যারা শিশুদের বিশেষভাবে পছন্দ করে, কারণ তারা এক জন শিশুর সাথে সম্পর্ক গড়ে তুলতে চায় বা তারা যৌন সংক্রমণের ঝুঁকি কম বলে মনে করে; (২) এবং পরিস্থিতিভিত্তিক ব্যবহারকারীরা অর্থাৎ অনেক অপব্যবহারকারী আছে যারা সক্রিয়ভাবে শিশুদের খোঁজে না কিন্তু তাদের সাথে যৌন কাজে প্রকৃত সুবিধাবাদী। পরিস্থিতিগত ব্যবহারকারীরা যৌন ক্রিয়াকলাপে জড়িত হওয়ার আগে পতিতার বয়স পরীক্ষা করার জন্য উদ্বেগের অভাব হতে পারে। “ভ্রমণকারী শিশু যৌন অপরাধীরা” ইন্টারনেট ব্যবহার করে তাদের ভ্রমণের পরিকল্পনা করে ও শিশু যৌন পর্যটনের সুযোগ গ্রহণ করে অভাবী এলাকার সবচেয়ে ঝুঁকিপূর্ণ শিশুদের সম্পর্কে তথ্য সংগ্রহ করে এবং তাদের বিভিন্নভাবে প্রলোভন দিয়ে যৌন কাজে লিপ্ত করে। কয়েকটি সরকার তাদের দেশের বাইরে শিশুদের যৌন নির্যাতনের জন্য তাদের নাগরিকদের বিচারের অনুমতি দেওয়ার জন্য আইন প্রণয়ন করেছে। যদিও শিশু যৌন পর্যটনের বিরুদ্ধে আইনগুলি পরিস্থিতিগতভাবে আবেগপ্রবণ অপরাধীদের নিবৃত্ত করতে পারে। তবে শিশুদের শোষণের উদ্দেশ্যে ভ্রমণকারীদের পতিতালয় ও হেবেফিলগুলিতে সহজেই আটকানো যায় না।\n\n\n== পটভূমি ==\nচাইল্ড সেক্স ট্যুরিজম বৃদ্ধির প্রধান কারণ হচ্ছে, দারিদ্র্যতা, সশস্ত্র সংঘাত, দ্রুত শিল্পায়ন এবং জনসংখ্যার বিস্ফোরল। উদাহরণস্বরূপ ল্যাটিন আমেরিকা ও দক্ষিণ-পূর্ব এশিয়ায় পথশিশুরা প্রায়ই শেষ অবলম্বন হিসেবে পতিতাবৃত্তির দিকে ঝুঁকে পড়ে। তাছাড়াও পাচারকারীদের দ্বারা দুর্বল শিশুরা শোষণের সহজ লক্ষ্য হয়। শিশু যৌন শোষণের প্রধান হটস্পট হিসেবে থাইল্যান্ড, কম্বোডিয়া, ভারত, ব্রাজিল ও মেক্সিকো চিহ্নিত হয়েছে। এছাড়াও, কম্বোডিয়া, মায়ানমার, ফিলিপাইন ও থাইল্যান্ডে বয়স ৬ থেকে ১১ বছর, তারপর ১২ থেকে ১৫ বছর এবং ১৫ থেকে ১৭ বছর পর্যন্ত শিশুদের যৌন শিকার হওয়া পাওয়া যায়। সম্মতি আইনের বিভিন্ন বয়সের কারণে পর্যটনে শিশু পতিততাও জটিল হয়ে উঠেছে। যেমন জাপানে সম্মতি আইনে বয়স ১৩ বছর এবং বাহরাইনে ২১ বছর। ২০১২ সালে শিশু বিক্রয়, শিশু যৌনবৃত্তি এবং শিশু যৌনবৃত্তি সম্পর্কিত বিশেষ প্রতিবেদক রিপোর্ট করেছেন যে, \"আন্তর্জাতিক শিশু যৌন পর্যটকদের উৎপত্তির দেশগুলির অঞ্চলের উপর নির্ভর করে পরিবর্তিত হয়, তবে সাধারণত শিল্পোন্নত দেশগুলি থেকে বেশি  চাহিদা আসে। দেশগুলো হলো ইউরোপের ধনী দেশসমূহ, উত্তর আমেরিকা, রাশিয়ান ফেডারেশন, জাপান, অস্ট্রেলিয়া ও নিউজিল্যান্ড। এদের মধ্যে অস্ট্রেলিয়ানরা থাইল্যান্ডে যৌন পর্যটক হিসাবে সবচেয়ে বড় দল হিসেবে চিহ্নিত করা হয়েছে (মোটের উপর ৩১ শতাংশ)। ২০০৩ থেকে এপ্রিল ২০১২ এর মধ্যে কম্বোডিয়ায় “অ্যাকশন পোর লেস এনফ্যান্টস (এপিএলই)” দ্বারা তদন্ত করা ১৪৬টি মামলার মধ্যে ৩২টি আমেরিকান, ২৪টি ফরাসি এবং ২০টি ভিয়েতনামি। উদাহরণস্বরূপ বলা যায়, কেনিয়ার উপকূলীয় অঞ্চলে ৩০ শতাংশ বাসিন্দা এবং ৭০ শতাংশ অপব্যবহারকারী বিদেশী। তাদের মধ্যে ইটালিয়ান ১৮ শতাংশ, জার্মান ১৪ শতাংশ, সুইস ১২ শতাংশ। আর উগান্ডা ও ইউনাইটেড রিপাবলিক অব তানজানিয়া থেকে আগত পর্যটকরা তালিকায় পঞ্চম ও ষষ্ঠ। সাধারণ তথ্য অনুসারে “দ্য চাইল্ড এক্সপ্লোইটেশ ইউনিট”  কোস্টারিকায় ১৯৯৯ সাল থেকে ২০০৫ সালের মধ্যে শিশুদের বাণিজ্যিক যৌন শোষণের সন্দেহে মোট ৭৪ জনকে গ্রেপ্তার করেছিল। গ্রেপ্তারকৃতদের মধ্যে ৫৬ জন কোস্টারিকান নাগরিক এবং ১৮ জন বিদেশী নাগরিক।\" থাইল্যান্ডে শিশু-পতিতাদের সঠিক সংখ্যা জানা যায় না, কিন্তু থাইল্যান্ডের স্বাস্থ্য ব্যবস্থা গবেষণা ইনস্টিটিউট রিপোর্ট করে যে, থাইল্যান্ডে পতিতাবৃত্তির মধ্যে ৪০% পতিতা রয়েছে। কম্বোডিয়ায় অনুমান করা হয়েছে যে, সমস্ত পতিতাদের প্রায় এক তৃতীয়াংশ ১৮ বছরের কম বয়সী। ফেডারেল পুলিশ বলছে যে, ভারতে প্রায় ১.২ মিলিয়ন শিশু যৌনবৃত্তিতে জড়িত বলে বিশ্বাস করা হয়। বর্তমানে থাইল্যান্ডের পরে ব্রাজিলকে শিশু যৌন পাচারের ক্ষেত্রে সবচেয়ে খারাপ রেকর্ডকৃত দেশ বলে মনে করা হয়। বিবিসি ওয়ার্ল্ডে ক্রিস রজার্সের প্রতিবেদন অনুসারে \"এখন ব্রাজিল বিশ্বের সবচেয়ে জনপ্রিয় যৌন-পর্যটন কেন্দ্র হিসেবে থাইল্যান্ডকে ছাড়িয়ে যাচ্ছে\"। ডিএলএন জানিয়েছে যে \"এই মুহূর্তে ব্রাজিল শিশু যৌন পর্যটনের একটি উচ্চ প্রবণতায় রয়েছে এবং থাইল্যান্ডকে পরাজিত করে প্রথম স্থান অর্জনের জন্য সবাই প্রস্তুত রয়েছে।\" শিশুদের লক্ষ্য করে যৌন পর্যটন পাচারকারীদের জন্য বিশাল আর্থিক প্রণোদনা তৈরি করে। আনুমানিক ১.২ মিলিয়ন শিশুকে মানব পাচারে প্রভাবিত করে। জাতিসংঘের ড্রাগস অ্যান্ড ক্রাইমস অফিস (ইউএনওডিসি) সম্প্রতি বলেছে যে, বিশ্বব্যাপী পাচারের ৭৯% যৌন শোষণের জন্য হয়, যা বিশ্বের দ্রুততম ক্রমবর্ধমান অপরাধমূলক ক্রিয়াকলাপগুলির মধ্যে একটিও বটে। ইউনিসেফ নোট করে যে, যৌন সংক্রান্ত কাজগুলো প্রায়ই একটি ব্যক্তিগত বিষয় হিসেবে দেখা হয়, যার ফলে সম্প্রদায়গুলি কাজ করতে অনিচ্ছুক হয় এবং যৌন শোষণের ক্ষেত্রে হস্তক্ষেপ করে। এই মনোভাব শিশুদের যৌন শোষণের ক্ষেত্রে অনেক বেশি ঝুঁকিপূর্ণ করে তোলে। শিশুদের বেশিরভাগ যৌন শোষণ প্রাপ্তবয়স্কদের যৌন ব্যবসার দ্বারা ঘটে। স্থানীয় মানুষ ও যৌন পর্যটকদের দ্বারা শিশুরা শোষিত হয়। এসব ব্যক্তিদের গন্তব্যস্থল হলো ইন্টারনেট, যার মাধ্যমে তারা যৌন ক্রয়ের তথ্য শেয়ার করার জন্য বিশ্বব্যাপী একটি কার্যকর নেটওয়ার্কিং সরঞ্জাম সরবরাহ করে। শিশুদেরকে পতিতাবৃত্তি থেকে রক্ষার জন্য মার্কিন যুক্তরাষ্ট্রে তুলনামূলকভাবে কঠোর গার্হস্থ্য আইন রয়েছে, যা নাবালকের সাথে অবৈধ আচরণের জন্য বিদেশ ভ্রমণকারী যে কোনও আমেরিকান নাগরিক বা মার্কিন যুক্তরাষ্ট্রের স্থায়ী বাসিন্দাকে জবাবদিহি করে। যাইহোক শিশু যৌনবৃত্তি, যৌন পর্যটন ও মানব পাচার দ্রুত বর্ধনশীল একটি শিল্প। সাংবাদিক ক্রিস স্মিথ, আর-এনজে সম্প্রতি এইচআর নং-১৬২৩ অনুযায়ী আন্তর্জাতিক মেগানস আইন চালু করেছে। এটি পারিবারিক মেগানস আইন  (নিউ জার্সির মেগান কঙ্কার নামে নামকরণ করা) এর অনুরূপ। আর তা হলো যৌন অপরাধী এলাকায় বসবাস করার সময় কমিউনিটি বিজ্ঞপ্তি প্রদান করে। মার্কিন যৌন অপরাধীরা যখন ভ্রমণ করতে চায় তখন এইচআর নং-১৬২৩ অনুযায়ী বিদেশী কর্মকর্তাদের সতর্ক করবে এবং একইভাবে অন্যান্য দেশকে উৎসাহিত করবে যে তারা যেন যৌন অপরাধীর তালিকা রাখে এবং মার্কিন যুক্তরাষ্ট্রকে অবহিত করে। এটা ঐ সময় হবে যখন একজন পরিচিত যৌন অপরাধী যৌন পর্যটনের জন্য যুক্তরাষ্ট্রে ভ্রমণে এসেছেন। যদিও মার্কিন যুক্তরাষ্ট্রে যৌন অপরাধী নিবন্ধন নিয়ে গুরুতর সমস্যা রয়েছে। মানবাধিকার সংস্থাগুলি যেমন ইসিপিএটি এবং ইউনিসেফ বিশ্বাস করে যে, এটি সঠিক দিকে কার্যকরি পদক্ষেপ নেবে। শিশু যৌনতার তালিকায় ব্রাজিলকে অন্যান্য গন্তব্য দেশের তালিকার শীর্ষে নিয়ে যাওয়ার অন্যতম কারণ হল, ব্রাজিলিয়ানরা অ্যামাজনে  মাছ ধরার খেলাধুলার শিল্পের সামনের অংশ হিসেবে ব্যাপক ব্যবহার হয়। ২০০৮ সালের মার্কিন পররাষ্ট্র দফতরের প্রতিবেদনে  বলা হয়েছে, \"মধ্যযুগীয় সময়ে মানাউসের ফেডারেল পুলিশ অভিযোগের তদন্ত শুরু করে বলে যে, একটি বিদেশী মালিকানাধীন ট্রাভেল কোম্পানি অ্যামাজন অঞ্চলে মাছ ধরার অভিযানের ব্যবস্থা করেছিল, যা মার্কিন যুক্তরাষ্ট্র ও ইউরোপীয় পতিতালয়গুলোর জন্য যৌন ভ্রমণ ছিল। বছরের শেষে তারা বিদেশী আইন প্রয়োগকারী কর্মকর্তাদের সাথে সমন্বয় করে তদন্ত অব্যাহত রেখেছিল।\" মার্কিন পররাষ্ট্র দপ্তরের আরেকটি প্রতিবেদনে বলা হয়েছে (পৃষ্ঠা-৮৫) \"একটি নতুন ধারায় ইউরোপীয় ও আমেরিকান শোষকদের জন্য শিশু যৌন পর্যটনের উদ্দেশ্যে অ্যামাজনে কিছু মাছ ধরার অভিযানের আয়োজন করা হয়েছিল।\" ফক্স আটলান্টা এবং এবিসি ওয়ার্ল্ড নিউজ টুনাইটের সাম্প্রতিক প্রতিবেদনগুলি এই বিষয়ে আলো জ্বালাতে সহায়তা করেছে। ইসিপিএটিি-ইউএসএ সম্প্রতি ইংরেজি সাবটাইটেলসহ একটি ব্রাজিলিয়ান জাতীয় সংবাদ গল্প পোস্ট করেছে।\n\n\n== শিশু যৌন পর্যটনে ওয়েবসাইট ==\nফেডারেল ব্যুরো অব ইনভেস্টিগেশনস এর অনুমান অনুযায়ী ৭,৫০,০০০টি পাবলিক চ্যাট রুমে যে কোনো সময়ের জন্য অনলাইনে ৪০,০০০ জন শিকারী রয়েছে। ওয়েবক্যাম সেক্স পারফরমেন্সের জন্য আমস্টারডামের একটি কেন্দ্র থেকে পরিচালিত ১০ সপ্তাহের তদন্তে ২০,০০০ ইন্টারনেট ব্যবহারকারীদের কাছ থেকে অফার পাওয়া গেছে। সেখানে দেখা যায় তারা থ্রি ডি কম্পিউটারে '\"সুইটি\" নামে মডেল ব্যবহার করে, ফলে এ ডবলিউসিএসটির বিরুদ্ধে জাতীয়  টেরডেস ডাচ অভিযানে যায়। ২১,০০০ জন অপরাধীর মধ্যে ১,০০০ জনকে অস্ট্রেলিয়া, কানাডা, জার্মানি, ঘানা, ভারত, ইতালি, মরিশাস, নেদারল্যান্ডস, দক্ষিণ আফ্রিকা, তুরস্ক, যুক্তরাজ্য ও মার্কিন যুক্তরাষ্ট্র থেকে আসা বলে চিহ্নিত করা হয়। অভিযুক্ত অনলাইন অপব্যবহারকারীদের মধ্যে ১১০ জন যুক্তরাজ্যভিত্তিক এবং ২৫৪ জন মার্কিন যুক্তরাষ্ট্রভিত্তিক কম্পিউটারের সন্ধান পায়। অ্যাভাজ.অরগা এর সাথে, জাতীয় টেরডেস নেদারল্যান্ডস একটি অনলাইন পিটিশন তৈরি করে, যাতে সরকারকে ইন্টারনেট ভিত্তিক পর্যটনে শিশু যৌনকর্মীদের বিরুদ্ধে শিশুদের সুরক্ষার জন্য সক্রিয় তদন্ত নীতি গ্রহণের জন্য চাপ দিতে পারে।\n\n\n== বিশ্বব্যাপী সাড়া ==\nসাম্প্রতিক বছরগুলোতে শিশু যৌন পর্যটন অপরাধের বিচারের পরিমাণ বৃদ্ধি পেয়েছে। কমপক্ষে ৩৮টি দেশে বহির্মুখী আইন রয়েছে যা তাদের নাগরিকদের বিদেশে থাকা শিশু যৌন নির্যাতনের অপরাধের জন্য বিশেষভাবে বিচারের অনুমতি দেয় এবং অন্য ৩১টি দেশে সাধারণভাবে বহিরাগত আরো আইন রয়েছে, যা তাদের নাগরিকদের যৌন পর্যটনে ভ্রমণের সময় সংঘটিত অপরাধের জন্য তাদের নাগরিকদের বিচারের আওতায় আনার জন্য ব্যবহার করে। ২০১৬ সালের মে মাস পর্যন্ত ১৭৩টি দেশ শিশু, শিশু যৌনবৃত্তি এবং শিশু পর্নোগ্রাফি বিক্রয়ের ঐচ্ছিক প্রটোকলে স্বাক্ষর করে এবং তা অনুমোদন করে, যা \"যৌন পর্যটনে ব্যাপক ও অব্যাহত অনুশীলনের জন্য গভীরভাবে উদ্বিগ্ন করে, যার জন্য শিশুরা বিশেষভাবে ঝুঁকিপূর্ণ\"। এটিতে দেশগুলি তাদের নিজস্ব অঞ্চলের মধ্যে এই অনুশীলনগুলির বিরুদ্ধে আইন প্রণয়ন করতে বাধ্য করে এবং \"শাস্তিযোগ্য অপরাধ হিসাবে গুরুতর স্বভাব বলে বিবেচনা করে\"। সিএসটি-র প্রতিক্রিয়ায় বলা হয় যে, বেসরকারি সংস্থা (এনজিও), পর্যটন শিল্প এবং সরকার এই সমস্যার সমাধান করতে শুরু করেছে। ওয়ার্ল্ড ট্যুরিজম অর্গানাইজেশন (ডব্লিউটিও) সিএসটি মোকাবেলায় একটি টাস্কফোর্স প্রতিষ্ঠা করেছে। ডবলিউটিও, ইসিপিটিএ (চাইল্ড পতিতাবৃত্তি, শিশু পর্নোগ্রাফি ও যৌন উদ্দেশ্যে শিশুদের পাচার) এবং নর্ডিক ট্যুর অপারেটররা ১৯৯৬ সালে ভ্রমণ ও পর্যটনে শিশুদের যৌন শোষণের জন্য একটি বৈশ্বিক আচরণবিধি তৈরি করে। ২০১৩ সালের এপ্রিল পর্যন্ত ৪০টি দেশের ১২০০টির বেশি ট্রাভেল কোম্পানি কোডে স্বাক্ষর করে।\n\n\n== আন্তর্জাতিক আইন প্রয়োগকারীর কার্যক্রম ==\nযুক্তরাষ্ট্রের হোমল্যান্ড সিকিউরিটি ইনভেস্টিগেশনস শিশু যৌন পর্যটকদের তদন্ত ও বন্দী করতে অংশগ্রহণ করে। ২০০৩ সালে আইসিই \"অপারেশন প্রিডেটর\" চালু করেছিল, যার ফলে ১১,০০০ এরও বেশি শিশু যৌন নির্যাতনকারী গ্রেপ্তার হয়েছিল, যার মধ্যে মার্কিন যুক্তরাষ্ট্রের বাইরে ১১০০ এরও বেশি ছিল। আইসিই এজেন্টরা তাদের উপায় ও অপারেশন পদ্ধতি সম্পর্কে মন্তব্য করতে অস্বীকার করলেও মিডিয়া রিপোর্ট করার ক্ষেত্রে গোপন এজেন্ট, ইন্টারনেট স্টিং অপারেশন ও অত্যাধুনিক প্রযুক্তি ব্যবহারের পরামর্শ দিয়েছে। ব্যাংককের আইসিই এজেন্টরা অবশ্য বলেছিলেন যে, তারা প্রায়ই স্থানীয় এনজিওদের কাছ থেকে থাইল্যান্ডের বিদেশীদের সম্পর্কে তথ্য পায় যে, তারা শিশু যৌন নির্যাতনে জড়িত বলে সন্দেহ করে। কখনও কখনও মার্কিন ভিত্তিক আইন প্রয়োগকারী, যেমন স্থানীয় শেরিফস বিভাগ ও প্যারোল অফিসারস তাদের পরিচিত যৌন অপরাধীদের সম্পর্কে অবহিত করে, যারা এই অঞ্চলে ভ্রমণ করছে। উভয় ক্ষেত্রে স্থানীয় আইসিই এজেন্টরা তাদের রয়েল থাই পুলিশের সমকক্ষদের সাথে থাইল্যান্ডে থাকাকালীন সন্দেহভাজনদের গতিবিধি পর্যবেক্ষণ করার জন্য কাজ করে। ইউকে পুলিশ এবং চাইল্ড এক্সপ্লোয়েটেশন অ্যান্ড অনলাইন প্রটেকশন সেন্টার (সিইওপি) সক্রিয়ভাবে শিশু যৌন পর্যটকদের পর্যবেক্ষণে জড়িতদের বিরুদ্ধে মামলা দায়ের করে। ইন্টারপোল সক্রিয়ভাবে অপরাধীদেরও অনুসরণ করে।\n\n\n== শিশু যৌন পর্যটনে পুলিশি কাজ ==\n\n\n=== এশিয়া ===\nকম্বোডিয়া : ট্রাফিকিং ইন পারসনস রিপোর্ট ২০১০ -এর রিপোর্টে বলা হয়েছে যে, কুমারী মেয়েদের বিক্রয় কম্বোডিয়ায় একটি গুরুতর সমস্যা হয়ে দাঁড়িয়েছে এবং উল্লেখযোগ্য সংখ্যক এশিয়ান ও অন্যান্য বিদেশী পুরুষরা শিশু যৌন পর্যটনে যুক্ত হওয়ার জন্য কম্বোডিয়া ভ্রমণ করে। কম্বোডিয়ার ১৯৯৬ সালে শিশুদের বাণিজ্যিক যৌন শোষণের বিরুদ্ধে “ল অন সুপ্রিসিওন অব দ্য কিডন্যাপিং, ট্রাফিকিং, অ্যান্ড এক্সপ্লোইটেশন অব হিউম্যান পার্সনস”-নামে আইন করে। আইনটি মূলত পাচারের উপর দৃষ্টি নিবদ্ধ করলেও এটি পতিতাবৃত্তিকেও সম্বোধন করে। কম্বোডিয়ায় যৌন সম্মতির বয়স ১৫ বছর এবং আইনটি  শিশুদের পতিতাবৃত্তিকে বিশেষভাবে সংজ্ঞায়িত বা নিষিদ্ধ করে না। এটি অনুমান করা হয় যে কম্বোডিয়ায় তিন ভাগের একভাগ পতিতারা শিশু।\nচীন : “ট্রাফিকিং ইন পারসন রিপোর্ট”-২০১০ এর  রিপোর্টস অনুযায়ী, চীন সরকার জোরপূর্বক শ্রম, বাণিজ্যিক যৌনকর্ম, বা শিশু যৌন পর্যটনের চাহিদা কমাতে পর্যাপ্ত ব্যবস্থা নেয়নি।\nইন্দোনেশিয়া : “ট্রাফিকিং ইন পারসন রিপোর্ট”-২০১০ সালে রিপোর্ট করে যে, ইন্দোনেশিয়ার বালি ও রিয়াউ দ্বীপের মতো বেশিরভাগ শহুরে এলাকা এবং পর্যটন কেন্দ্রগুলিতে শিশু যৌন পর্যটন প্রচলিত রয়েছে। সম্প্রতি ইন্দোনেশিয়ার বালি ও বাটামের মতো দ্বীপগুলি শিশু যৌন পর্যটনের জন্য পরিচিত হয়ে উঠেছে। এই দ্বীপগুলিও যৌন পাচারের গন্তব্য ছিল। ইন্দোনেশিয়ার একটি ফৌজদারি আইনে বলা হয়েছে, যে কোনো ইন্দোনেশিয়ান নাগরিক শিশু সুরক্ষা আইন বা ফৌজদারি আইন লঙ্ঘনের জন্য শাস্তি পেতে পারে, তা ইন্দোনেশিয়ার ভিতরে হোক বা বাইরে হোক। শিশু অধিকার আইন ২৮, শিশুদের অধিকার রক্ষার জন্য একটি সাধারণ আইন। কয়েকটি নির্দিষ্ট বিভাগ শিশুদের যৌন নির্যাতনের জন্য নির্দিষ্ট আইন প্রদান করে। একটি আইন বলে যে, ব্যক্তিগত বা বাণিজ্যিক আর্থিক লাভের জন্য একজন শিশুকে ব্যবহার করা অবৈধ। যদি কেউ এই আইন অনুসরণ না করে, তাহলে দশ বছর পর্যন্ত জেল অথবা ২০০ মিলিয়ন রুপিয়ার আর্থিক জরিমানা যা ২২,০০০ মার্কিন ডলারের সমতুল্য নয়, এমন শাস্তি হতে পারে।\nদক্ষিণ কোরিয়া : কিছুদিন ধরে এশিয়ায় দক্ষিণ কোরিয়ার পুরুষরা শিশু যৌন পর্যটনের প্রধান চালক হয়েছে। ২০০৫ সালে কোরিয়া টাইমস রিপোর্ট করেছিল যে, দক্ষিণ-পূর্ব এশিয়ায় কোরিয়ান শিশু যৌন পর্যটকদের সংখ্যার সংক্রমণ রোধ করার কৌশল সম্পর্কে কথা বলার জন্য একটি আন্তর্জাতিক সিম্পোজিয়াম অনুষ্ঠিত হয়েছিল। সিম্পোজিয়ামটি  \"কোরিয়ান পুরুষদের দ্বারা বিদেশী শিশু ও যুব যৌন পর্যটনের শর্তাবলী ও পাল্টা ব্যবস্থা\" শিরোনামে অনুষ্ঠিত হয়। এতে এশিয়া জুড়ে কোরিয়ান পুরুষরা শিশু যৌনকর্মীদের অনুরোধের বিষয়ে আলোচনা করে, কিন্তু কম্বোডিয়া ও ফিলিপাইন বিশেষভাবে উদ্বেগ প্রকাশ করেছিল। অংশগ্রহণকারিরা বলেছিলেন যে, “পুরুষ কোরিয়ান পর্যটকরা দরিদ্র কম্বোডিয়ার শিশুদের দুর্ভাগ্যজনক পরিস্থিতির অপব্যবহার করে বলে মনে করা হয়।\" যারা তাদের পরিবারকে সাহায্য করার জন্য যৌন সম্মতি বিক্রি করতে বাধ্য হয়। রিপোর্টে ফিলিপাইনের ক্ষেত্রে উল্লেখ করা হয়েছে, \"ফিলিপাইনে ক্রমবর্ধমান সংখ্যক কোরিয়ানরা যৌন ক্রয়বিক্রয় করে। কখনও কখনও তারা পতিতাদের অপব্যবহার করে। ফিলিপাইন সরকার কোরিয়ান সরকারকে বিশেষ করে শিশুদের কাছ থেকে যৌনতা কেনার জন্য পতিতাদের অনুরোধ করার বিরুদ্ধে কঠোর ব্যবস্থা নেওয়ার আহ্বান জানিয়েছে।\" ২০১৯ সালে “ট্রাফিকিং ইন পারসন রিপোর্ট” রিপোর্ট করে যে, দক্ষিণ কোরিয়ার পুরুষরা কম্বোডিয়া, চীন, মঙ্গোলিয়া, ফিলিপাইন ও ভিয়েতনামে শিশু যৌন পর্যটনে জড়িত। ইন্টারনেটের মতো প্রযুক্তি কোরিয়া প্রজাতন্ত্রে শিশু যৌন পর্যটনের প্রবেশাধিকার বৃদ্ধি করতে সাহায্য করেছে। কিছু দক্ষিণ কোরিয়ান পুরুষ ফিলিপাইন, থাইল্যান্ড ও চীন থেকে আসা শিশুদের যৌনতার উৎস হিসাবে ব্যবস্থা করে। ২০১৩ সালের জানুয়ারিতে প্রকাশিত একটি কোরিয়ান “ইনস্টিটিউট অফ ক্রিমিনোলজি” সমীক্ষা দেখায় যে, দক্ষিণ কোরিয়ার পুরুষরা দক্ষিণ-পূর্ব এশিয়ায় শিশু যৌন পর্যটনের প্রাথমিক বাজার। \"দক্ষিণ-পূর্ব এশিয়ায় আসা বিদেশিদের মধ্যে দক্ষিণ কোরিয়ানরা এই অঞ্চলজুড়ে শিশু যৌনবৃত্তির চাহিদা সৃষ্টিকারী সংখ্যাগরিষ্ঠ গোষ্ঠী।\" নিবন্ধটি আরও বলে, \"মার্কিন পররাষ্ট্র দফতরের ২০০৮ সালের একটি প্রতিবেদনে বলা হয়, 'ট্রাফিকিং ইন পারসোনস রিপোর্ট', দক্ষিণ কোরিয়াকে দক্ষিণ-পূর্ব এশিয়া এবং প্রশান্ত মহাসাগরীয় দ্বীপপুঞ্জে শিশু যৌন পর্যটনের চাহিদার উল্লেখযোগ্য উৎস হিসেবে বর্ণনা করেছে।\" যৌন পাচারের বিরুদ্ধে প্রচারণা চালাচ্ছে সিউল ভিত্তিক একটি গ্রুপের প্রধান ইউন হি-জুন দাবি করেন, \"আপনি যদি ভিয়েতনাম বা কম্বোডিয়ার কোনো পতিতালয়ে যান, তাহলে আপনি কোরিয়ান ভাষায় লেখা ফ্লায়ারস দেখতে পাবেন।\" যদিও কোরিয়ান নাগরিক যারা বিদেশে শিশু যৌন অপরাধে জড়িত তাদের বিচারের জন্য দক্ষিণ কোরিয়ায় আইন আছে। ২০১৪ সালের একটি প্রতিবেদনে বলা হয়েছে \"গত সাত বছরে সরকার কোন কোরিয়ান যৌন পর্যটককে বিচার বা দোষী সাব্যস্ত করেনি\"।\nলাওস : লাও পেনাল আইন, অনুচ্ছেদ ১৩১ এ বলা হয়েছে যে, \"মানব পাচার মানে প্রতারণা, হুমকি, শক্তি ব্যবহার, বন্ধন বা অন্য কোন উপায়ে জাতীয় সীমানার মধ্যে বা তার বাইরে যে কোন ব্যক্তির নিয়োগ, স্থানান্তর, আশ্রয় বা প্রাপ্তি [এবং এই ধরনের ব্যক্তিকে ব্যবহার করা হয়] জোরপূর্বক শ্রম, পতিতাবৃত্তি, পর্নোগ্রাফি অথবা জাতির সূক্ষ্ম ঐতিহ্যের পরিপন্থী, অথবা [এই ধরনের ব্যক্তির] শরীরের বিভিন্ন অঙ্গ অপসারণ অথবা অন্যান্য বেআইনি উদ্দেশ্যে ১৮ বছরের কম বয়সী শিশুদের বিরুদ্ধে উল্লিখিত যে কোনও কাজ মানব পাচার হিসাবে বিবেচিত হবে, যদিও কোন প্রতারণা, হুমকি, শক্তির ব্যবহার বা বন্ধন তাতে নেই। মানব পাচারের সাথে জড়িত যে কোনো ব্যক্তিকে পাঁচ বছর থেকে পনেরো বছরের কারাদণ্ড দেওয়া হবে এবং ১০,০০,০০০ কিপ থেকে ১০০,০০০,০০০ কিপ পর্যন্ত জরিমানা করা হবে।\" লাও উন্নয়ন ও নারীর সুরক্ষা আইন, অনুচ্ছেদ ২৪-এ বলা হয়েছে যে, \"যদি এই কাজগুলি ১৮ বছরের কম বয়সী শিশুদের বিরুদ্ধে সংঘটিত হয়, তাহলে কোন প্রতারনা, হুমকি, শক্তি বা বন্ধন না থাকলেও পাচার ঘটেছে বলে গণ্য হবে। যে কোন ব্যক্তি উপরে উল্লিখিত অপরাধে অপরাধীর সাথে সহযোগিতা করে [যে প্রতিশ্রুতি করে] চাই তা কোন উসকানি দিয়ে হোক বা অপরাধীকে সম্পদ বা যানবাহন সরবরাহ করে হোক বা আশ্রয়ের ব্যবস্থা করে হোক অথবা আঘাতের চিহ্ন গোপন বা অপসারণ করে হোক, তা নারী ও শিশুদের পাচারের সহযোগী হিসেবে বিবেচিত\" হবে। ২০০৮ সালের মার্কিন পররাষ্ট্র দপ্তরের রিপোর্ট অনুযায়ী বলা হয়, \"পুলিশের দুর্নীতি, দুর্বল বিচার বিভাগ ও মানুষের আদালত ব্যবস্থা সম্পর্কে বোঝার অভাব “পাচার বিরোধী আইন” প্রয়োগকারী প্রচেষ্টাকে বাধাগ্রস্ত করে। ব্যক্তিদের পাচারের সাথে জড়িত বা সংঘর্ষের জন্য সংবেদনশীল সরকারি কর্মকর্তাদের দুর্নীতি একটি বড় সমস্যা হিসাবে রয়ে গেছে।\"\nমঙ্গোলিয়া : ট্রাফিকিং ইন পারসনস রিপোর্ট-২০১০ এর রিপোর্ট অনুযায়ী দক্ষিণ কোরিয়ান ও জাপানি পর্যটকরা মঙ্গোলিয়ায় শিশু যৌন পর্যটনে জড়িত। মঙ্গোলিয়ান সরকার শিশু যৌনবৃত্তি সংক্রান্ত আইন বাস্তবায়ন করেছে।  মঙ্গোলিয়ায় ফৌজদারি আইন  অনুযায়ী ১৬ বছরের কম বয়সীর ক্ষেত্রে যৌন সম্মতির বয়সে যে কেউ পতিতাবৃত্তিতে যুক্ত হওয়াকে নিষিদ্ধ করেছে। শুধুমাত্র ১৬ বছরের কম বয়সী কারো পতিতাবৃত্তি অবৈধ নয়, বরং ১৬ বছরের কম বয়সী ব্যক্তির সাথে যৌন সম্পর্কও অবৈধ। এই আইন না মানলে তিন বছর জেল অথবা আঠারো মাস কমিউনিটি সার্ভিস হতে পারে। মঙ্গোলিয়ায় ধর্ষণকেও অবৈধ বলে মনে করা হয়, যার শাস্তি দুই থেকে ছয় বছরের কারাদণ্ড। যদি বারংবার লঙ্ঘন বা ভুক্তভোগীদের ক্ষতি হয়, তবে এই শাস্তিগুলি আরও তীব্র করা হয়।\nফিলিপাইন : ফিলিপাইনে শিশু যৌন পর্যটন একটি গুরুতর সমস্যা হিসেবে পরিচিত। ট্রাফিকিং ইন পারসনস রিপোর্ট ২০১০ -এর রিপোর্টে বলা হয়, উত্তর-পূর্ব এশিয়া, অস্ট্রেলিয়া, ইউরোপ ও উত্তর আমেরিকা থেকে পর্যটকরা শিশুদের সাথে যৌন সম্পর্কে লিপ্ত হওয়ার জন্য আসে। ইন্টারনেটের মতো নতুন প্রযুক্তির সাথে সম্পৃক্ত হয়ে কিছু শিশু অন্যান্য দেশের পুরুষদের সাথে সাইবার সম্পর্ক তৈরি করে এবং ইন্টারনেটে অশ্লীল ছবি পাঠিয়ে অর্থ রোজগার করে।\nথাইল্যান্ড : সরকারী সংস্থা ও বেসরকারী সংস্থা উভয়ই পতিতালয় বন্ধ করার জন্য একসাথে কাজ করেছে। তারা শিশু যৌন পর্যটন সম্পর্কে সচেতনতা বাড়ানোর চেষ্টা করেছে এবং এটি বন্ধ করার চেষ্টা করেছে। ২০০৮ সালে যৌন নিপীড়ন সম্পর্কিত আঘাত থেকে চিকিৎসা গ্রহণের জন্য ২৭,০০০ নারী ও শিশুদের রেকর্ড করা হয়েছিল। থাইল্যান্ডে জন্মের সময় অনেক শিশু নিবন্ধিত হয় না, যার ফলে তাদের সহজেই অন্য দেশে পাচার করা যায় এবং যৌন শোষণসহ শিশুশ্রমে বাধ্য করা হয়।\n\n\n=== উত্তর আমেরিকা ===\nবার্বাডোস : বাণিজ্যিক যৌনকর্মের চাহিদা কমাতে বার্বাডোস সরকার কোন লক্ষণীয় পদক্ষেপ নেয়নি, যদিও শিশু যৌন পর্যটনসহ যৌন পর্যটনে সমস্যা নিয়ে জনসাধারণের কথা বাড়ছে।\nডোমিনিকান প্রজাতন্ত্র : কিছু রিপোর্ট বলেছে যে, শিশু যৌন পর্যটন একটি চলমান সমস্যা। বিশেষ করে উপকূলীয় রিসোর্ট এলাকায়, যেখানে শিশু যৌন পর্যটকরা বিভিন্ন দেশ থেকে সারা বছর আসেন। এটিও জানা গেছে যে, বর্তমান আইনটিতে অসঙ্গতি ও ফাঁক রয়েছে, যা আইনটির ব্যাখ্যা ও প্রয়োগকে বাধাগ্রস্ত করতে পারে। শিশু ও কিশোর-কিশোরীদের অধিকার সংরক্ষণ আইন বা ১৩৬-০৩ আইন শিশু ও কিশোর-কিশোরীদের অর্থ উপার্জনে যৌন ক্রিয়াকলাপকে অপরাধ হিসাবে ধারণ করে। শুধুমাত্র পর্নোগ্রাফিক সামগ্রীর উৎপাদন ও প্রচারে কিছু পদ্ধতিকে অপরাধমূলক কার্যকলাপ হিসাবে দেখা হয়, যখন শিশুরা পর্নোগ্রাফি করে আয় করে।\nকিউবা : “ট্রাফিকিং ইন পারসনস রিপোর্ট-২০১০” রিপোর্ট করে যে, কিউবা সরকার বাণিজ্যিক যৌনতার চাহিদা কমাতে কোন পদক্ষেপ গ্রহণ করেনি। উপরন্তু এটা জানা গেছে যে, সরকার কোন “শিশু যৌন পর্যটন” সমস্যা স্বীকার করে না। তবে সম্প্রতি নাইটক্লাবে ১৬ বছরের কম বয়সী শিশুদের পতিতাবৃত্তিকে নিষিদ্ধ করেছে। কিউবার সরকারি নথি অনুযায়ী পর্যটন শিল্পে যারা আছেন তাদের কীভাবে সম্ভাব্য যৌন পর্যটকদের চিহ্নিত করা ও তা প্রতিবেদন করতে হয়, সে বিষয়ে প্রশিক্ষণ প্রদান করা হয়েছিল।\nএল সালভাদর : ১৪ থেকে ১৭ বছর বয়সের মধ্যে যৌন শোষণের এক তৃতীয়াংশ ছিল ছেলে। সাক্ষাৎকার নেওয়া সমস্ত শিশুদের মধ্যে পতিতাবৃত্তিতে প্রবেশের মধ্যবর্তী বয়স ছিল ১৩ বছর। তারা প্রতি সপ্তাহে গড়ে পাঁচ দিন যৌনকাজ করেছিল। যদিও প্রায় ১০% জন রিপোর্ট করেছে যে, তারা সপ্তাহে সাত দিন যৌনকাজ করেছে। সম্প্রতি মাইগ্রেশনের কারণে সমস্যা আরও বেড়েছে। আর সেটা হলো অনেক শিশুকে চাকরির মিথ্যা প্রতিশ্রুতি দিয়ে মেক্সিকো বা প্রতিবেশী দেশ থেকে বিদেশীদের দ্বারা অপহরণ করে উত্তর আমেরিকার দেশগুলিতে পাঠানো হয়। বেশিরভাগ শিকার হয়েছে, গ্রামাঞ্চলের সালভাদোরান শিশু যারা শহরাঞ্চলে বাণিজ্যিক যৌন শোষণে বাধ্য হয়।\n\nএল সালভাদোর সরকার পাচার নির্মূলের জন্য ন্যূনতম মানদণ্ড সম্পূর্ণরূপে মেনে চলে না, কিন্তু তা করার জন্য উল্লেখযোগ্য প্রচেষ্টা করছে। রিপোর্টিং সময়কালে সরকার পাচার বিরোধী আইন প্রয়োগকারী প্রচেষ্টা চালিয়ে যায় এবং যৌন শোষণের জন্য পাচার করা শিশুদের সেবা প্রদান অব্যাহত রাখে। সালভাদোর সরকার রিপোর্টিং সময়কালে পাচারবিরোধী প্রতিরোধ প্রচেষ্টা চালিয়ে যায়। সরকার এনজিও, আন্তর্জাতিক সংস্থা ও বিদেশী সরকারের সঙ্গে পাচারবিরোধী উদ্যোগে জালিয়াতি বা অব্যাহত অংশীদারিত্ব গড়ে তুলেছে। ২০০৯ সালের মে মাসে সরকার একটি এনজিওর সাথে সহযোগিতা করে একটি প্রচারণা চালায় যার লক্ষ্য ছিল বিশেষ করে শিশুদের বাণিজ্যিক যৌন শোষণ সম্পর্কে সচেতনতা বৃদ্ধি করা। এ কর্মসূচীতে প্রায় ৪৫০০ জন শিশু ও প্রাপ্তবয়স্ককে ট্রেনিং করা হয়। সরকার আন্তর্জাতিক শান্তিরক্ষা মিশনে মোতায়েনের আগে সামরিক বাহিনীকে যে প্রশিক্ষণ দেয় তার মধ্যে পাচার বিরোধী তথ্য প্রদানকে অন্তর্ভুক্ত করে।\nজ্যামাইকা : ট্রাফিকিং ইন পারসন রিপোর্ট-২০১০ সালে রিপোর্ট করে যে, এনজিও (বেসরকারি সংস্থা) ও স্থানীয় পর্যবেক্ষকরা বলেছে যে, জ্যামাইকার রিসোর্ট এলাকার কাছে শিশু যৌন পর্যটন সমস্যা রয়েছে।\nত্রিনিদাদ ও টোবাগো : ত্রিনিদাদ ও টোবাগো সরকারের মতে, শিশু যৌন পর্যটনের বিষয়ে কোনো প্রতিবেদন বা মামলা হয়নি।\n\n\n=== দক্ষিণ আমেরিকা ===\nআর্জেন্টিনা : মার্কিন পররাষ্ট্র দপ্তর জানিয়েছে যে আর্জেন্টিনায়, বিশেষ করে সীমান্তে ও বুয়েনস আইরেসে চাইল্ড সেক্স ট্যুরিজম একটি বড় সমস্যা। আর্জেন্টিনার দণ্ডবিধি বিশেষভাবে শিশু যৌন পর্যটন নিষিদ্ধ করে না। এবং ২০০৯-২০১০ সালে শিশু যৌন সংক্রান্ত কোনো মামলা হয়নি। চাইল্ড সেক্স ট্যুরিজম কমিয়ে আনার আশায় সরকারি কর্তৃপক্ষ একটি আইন পাস করেছে, যাতে আইনশৃঙ্খলা রক্ষাকারী বাহিনী সমস্ত পতিতালয় বন্ধ করার চেষ্টা করে, যা এনজিও রিপোর্ট করে। এ অভিযানের ফল পাওয়া যায় না, কারণ অভিযান চালানোর আগে পতিতালয়গুলি প্রায়শই স্থানীয় পুলিশ বন্ধ করে দেয়।\nব্রাজিল : মার্কিন পররাষ্ট্র দপ্তর জানায় যে, চাইল্ড সেক্স ট্যুরিজম একটি গুরুতর সমস্যা রয়ে গেছে, বিশেষ করে ব্রাজিলের উত্তর-পূর্বের পর্যটন এলাকায়। বেশিরভাগ শিশু যৌন পর্যটক ইউরোপ থেকে আসে, কিছু আসে যুক্তরাষ্ট্র থেকে। ব্রাজিলিয়ান কর্তৃপক্ষ সরাসরি যৌন পর্যটকদের বিচারের সাথে জড়িত নয়। তারা এর পরিবর্তে এনজিওগুলিকে চাইল্ড সেক্স ট্যুরিজমে অংশগ্রহণকারীদের বিচার করার অনুমতি দেয়। ২০০০ সালে ব্রাজিলের একটি নতুন আইন প্রবর্তিত হয়েছে, যেখানে বলা হয়েছে, \"আর্টিকেল ২ (শিশু: ১২ বছরের কম বয়সী মানুষ; কিশোর-কিশোরী: ১২ থেকে ১৮ বছরের মধ্যে) অনুযায়ী পতিতাবৃত্তি বা যৌন শোষণের অপরাধের জন্য চার থেকে দশ বছরের কারাদণ্ড এবং জরিমানা করা হবে।\nকলম্বিয়া : কলম্বিয়ার ফৌজদারি কোডের ২১৯ অনুচ্ছেদে \"যৌন পর্যটন সংগঠিত বা সহজতর করা এবং ৩ থেকে 8 বছরের কারাদণ্ডের জরিমানা\" নিষিদ্ধ করা হয়েছে, কিন্তু শিশু যৌন পর্যটকদের বিরুদ্ধে কোন অভিযোগ বা শাস্তি পাওয়া যায়নি। সাম্প্রতিক বছরগুলোতে কলম্বিয়া শিশুদের পাচার নিয়ন্ত্রণে, বিশেষ করে ফৌজদারী কোড অনুসরণ সংক্রান্ত আইনকে শক্তিশালী করেছে। এ আইন এখনও শিশু ও কিশোর-কিশোরীদের জন্য কোডের অনুমোদনের অপেক্ষায় রয়েছে, যার মধ্যে রয়েছে বাণিজ্যিক যৌন শোষণের শিকার শিশু ও কিশোর-কিশোরীদের অধিকার ও গ্যারান্টি দেয়া।\nইকুয়েডর : বেশিরভাগ শহুর অঞ্চলে ও পর্যটন কেন্দ্রগুলিতে চাইল্ড সেক্স ট্যুরিজম চলে, যেমন তেনা শহর এবং গালাপাগোস দ্বীপপুঞ্জে ঘটে চলেছে।\nপেরু : ইকুইটোস, মাদ্রে ডি ডায়োস এবং কুজকোতে শিশু যৌন পর্যটন বিদ্যমান। পাচারকারীরা নির্দিষ্ট কিছু অঞ্চলে অবৈধভাবে কাজ করে যেখানে সরকারি কর্তৃপক্ষের নজরদারি নেই। যদিও দেশের কিছু এলাকা চাইল্ড সেক্স ট্যুরিজম এর গন্তব্য এবং পেরুর আইন এই চর্চাকে নিষিদ্ধ করে। সেখানে শিশু যৌন পর্যটকদের প্রতি কোন অভিযোগ প্রমাণিত হয়নি। সরকার চাইল্ড সেক্স ট্যুরিজম সম্পর্কে ৭১০ জন সরকারি কর্মকর্তা ও পর্যটন পরিষেবা প্রদানকারীকে প্রশিক্ষণ দিয়েছে, এই বিষয়ে একটি জনসচেতনতা অভিযান পরিচালনা করেছে এবং চাইল্ড সেক্স ট্যুরিজম সম্পর্কে সচেতনতা বৃদ্ধির জন্য পর্যটন শিল্পের কাছে পৌঁছেছে; দেশব্যাপী ৬০টি যৌনব্যবসা প্রািতষ্ঠান আচরণবিধির চুক্তিতে স্বাক্ষর করেছে।\nউরুগুয়ে : সরকারি কর্মকর্তারা চাইল্ড সেক্স ট্যুরিজম ও শিশুদের বাণিজ্যিক যৌন শোষণ সম্পর্কে সচেতনতা বৃদ্ধির জন্য হোটেল কর্মীদের এবং ছড়িয়ে ছিটিয়ে থাকা পর্যটন খাতে অন্যদের কাছে পৌঁছানোর প্রচেষ্টা অব্যাহত রেখেছেন। উরুগুয়ের শিক্ষাব্যবস্থা উচ্চ বিদ্যালয়ে পাচার শিক্ষা অন্তর্ভুক্ত করেছে।\n\n\n== অতিরিক্ত বিচার ব্যবস্থা ==\nঅনেক দেশে নির্দিষ্টভাবে বহিরাগত আইন রয়েছে, যা তাদের নাগরিকদের তাদের জন্মভূমিতে বিচার করে। যদিও তারা শিশুদের সাথে বিদেশে অবৈধ যৌন আচরণের সাথে জড়িত থাকে। ২০০৮ সালে, ইসিপিএটি রিপোর্ট করেছিল যে ৪৪ টি দেশে বহির্মুখী শিশু লিঙ্গ আইন রয়েছে। নিম্নলিখিত তালিকায় তা প্রদান করা হলো:\n\n\n=== অস্ট্রেলিয়া ===\nপ্রথম দেশগুলির মধ্যে অস্ট্রেলিয়া একটি দেশ যে আইন প্রবর্তন করে  তার নাগরিক ও বাসিন্দাদের যারা বিদেশে শিশুদের সাথে যৌন ক্রিয়াকলাপে জড়িত থাকে তাদের জন্য জেল খাটানোর বিধান করে। আইনগুলি অপরাধ (পর্যটনে শিশু যৌনকর্মী) সংশোধন আইন ১৯৯৪ -এ অন্তর্ভুক্ত রয়েছে যা ৫ জুলাই ১৯৯৪-এ কার্যকর হয়েছিল। শিশুদের সাথে যৌন কার্যকলাপকে উৎসাহিত করে এমন কোনো কার্যকলাপকে উৎসাহিত করা, উপকৃত করা বা মুনাফা করাকে অপরাধ চিহ্নিত করে তোলে। অস্ট্রেলিয়ান নাগরিক যারা স্থায়ী বাসিন্দা বা কর্পোরেট সংস্থার অধীনে বিদেশে থাকাকালীন (১৬ বছরের কম বয়সী) শিশুদের সাথে যৌন ক্রিয়াকলাপে জড়িত হওয়া, সুবিধা দেওয়া বা সুবিধা পাওয়াকে অপরাধ বলে। এই অপরাধগুলির শাস্তি হলো, জড়িত ব্যক্তিদের জন্য ২৫ বছরের কারাদণ্ড এবং কোম্পানিগুলির জন্য ৫,০০,০০০ পর্যন্ত জরিমানা করা।\n\n\n=== কানাডা ===\nকানাডা তার ফৌজদারি বিধানে অন্তর্ভুক্ত করেছে যে, কানাডায় এ অপরাধ হলে কানাডিয়ানদের গ্রেপ্তার ও বিচারের অনুমতি দেয়। আর বিদেশীরা দেশে পর্যটনে শিশু পতিততা (যেমন শিশু যৌনবৃত্তি), শিশু যৌন শোষণের অপরাধ (যেমন অশ্লীল কাজ), শিশু পর্নোগ্রাফি ও অজাচারে (বিল সি-২৭ এবং সি-১৫ এ, যা যথাক্রমে ২৬ মে, ১৯৯৭, এবং ২৩ জুলাই, ২০০২ এ কার্যকর হয়েছিল) দোষী সাব্যস্ত হলে ১৪ বছরের কারাদণ্ড হতে পারে।\n\n\n=== হংকং ===\nহংকং -এ, ডিসেম্বর ২০০৩ -এর শিশু পর্নোগ্রাফি অধ্যাদেশ (ধারা-৫৭৯) চাইল্ড সেক্স ট্যুরিজম সংক্রান্ত অপরাধ প্রবর্তন করে ক্রাইম অধ্যাদেশের (ধারা-২০০) নতুন তফসিল ২ এ তালিকাভুক্ত ২৪টি যৌন অপরাধকে অতিরিক্ত প্রভাব দেয়। এটি হংকং এর বাইরে একজন শিশুর বিরুদ্ধে অবৈধ যৌনকাজকে অপরাধ বলে, তবে এ ক্ষেত্রে যদি বিবাদী বা শিশুরা হংকংয়ের সাথে সংযোগ থাকে তাহলে অপরাধ হবে। শিশুদের বিরুদ্ধে এ ধরনের কর্মকাণ্ডের কমিশন  ব্যবস্থা নিলে এবং এ ধরনের কোনো ব্যবস্থার বিজ্ঞাপন দিলে তা অপরাধ হবে।\n\n\n=== ইসরাইল ===\nইসরাইলীয় দণ্ডবিধি অধ্যায় ১, ধারা ১৫ এ বলা হয়েছে যে, ইসরায়েলি দণ্ড আইন বিদেশী অপরাধ বা অপরাধের ক্ষেত্রে প্রযোজ্য হবে যা ইসরায়েলি নাগরিক বা ইসরাইলের বাসিন্দা দ্বারা করা হয়েছিল। তবে ব্যতিক্রম হলো অধ্যায় ৮, অনুচ্ছেদ ১০ (পতিতাবৃত্তি ও অশ্লীলতা) এ অপ্রাপ্তবয়স্কদের ব্যাপার। অনুচ্ছেদ ১০ এর অধীনে ধারা-২০৩(খ) হল চোরাচালান এবং পাচারের মাধ্যমে পতিতাবৃত্তির জন্য অপ্রাপ্তবয়স্কদের শোষণের শাস্তি আইন। একই অনুচ্ছেদের অধীনে ধারা- \n২০৩(গ)টি অভিযুক্তদের জন্য নির্দিষ্ট একটি শাস্তি আইন: \"যে ব্যক্তি নাবালিকার পতিতাবৃত্তির কাজ করে, তার তিন বছরের কারাদণ্ড হতে হবে।\" ফেব্রুয়ারী ২০১৬ পর্যন্ত ধারা-২০৩(গ)টিতে তিন থেকে পাঁচ বছর কারাবাস বাড়ানোর সংশোধনের পক্ষে রায় দেয়।\n\n\n=== জাপান ===\n১৯৯৯ সালে শিশু যৌনবৃত্তি ও শিশু পর্নোগ্রাফি সম্পর্কিত শিশুদের শাস্তি এবং শিশুদের সুরক্ষার জন্য আইনে বলা হয়, \"যে ব্যক্তি শিশু যৌনবৃত্তিতে জড়িত, যে শিশু পর্নোগ্রাফিক পণ্য বিক্রি করে বা বিদেশী শিশুদের অন্য দেশে পাঠানোর জন্য বাধ্য করে, তাকে পতিতাবৃত্তিতে কারাবাস অথবা জরিমানার শাস্তি দেওয়া হবে। জাপানি নাগরিক যারা বিদেশে এই ধরনের অপরাধ করে তাদেরও একই শাস্তি হবে।\"\n\n\n=== নিউজিল্যান্ড ===\nঅপরাধ সংশোধন আইন ২০০৫ এর অধীনে \"নিউজিল্যান্ডের নাগরিক ও বাসিন্দারা অন্য দেশে শিশুর সাথে যৌন আচরণ বা ক্রিয়াকলাপে জড়িত হওয়াকে অপরাধ বলে\"।\n\n\n=== রাশিয়া ===\nরাশিয়ার ফৌজদারি আইন, অনুচ্ছেদ ১২ এ বলা হয়েছে \"রাশিয়ান ফেডারেশনের সীমানার বাইরে অপরাধ সংঘটিত ব্যক্তিদের সম্মানে ফৌজদারি আইনের অপারেশন [:] ১। রাশিয়ান ফেডারেশনের নাগরিক এবং রাশিয়ান ফেডারেশনে স্থায়ীভাবে বসবাসকারী রাষ্ট্রহীন ব্যক্তিরা যারা রাশিয়ান ফেডারেশনের বাইরে রাশিয়ার স্বার্থের বিরুদ্ধে অপরাধ সংঘটিত করেছেন তারা বর্তমান আইন অনুসারে ফৌজদারি দায়বদ্ধতার আওতায় পড়বেন, যদি না বিদেশির সিদ্ধান্ত হয় এই ব্যক্তিদের ব্যাপারে এই অপরাধের বিষয়ে রাষ্ট্রের আদালত বিদ্যমান রয়েছে।\"\n২৪ ডিসেম্বর ২০১৩ এর ফেডারেল অ্যাক্ট নং ৩৮০-এফজেড একটি নাবালিকার কাছ থেকে যৌন সেবা গ্রহণ সংক্রান্ত আইন যোগ করে ফৌজদারী আইন সংশোধন করেছে। ফৌজদারী আইনের সংশোধিত অনুচ্ছেদ ২৪০.১ এর অধীনে, \"১৬ থেকে ১৮ বছর বয়সী একজন নাবালিকার কাছ থেকে যৌন সেবা প্রাপ্তির জন্য ১৮ বছর বয়সে পৌঁছেছে এমন ব্যক্তি ২৪০ ঘন্টা পর্যন্ত সশ্রমকারাদণ্ড বা ২ বছর পর্যন্ত স্বাধীন চলাচলে হস্তক্ষেপ করা বা ৪ বছর পর্যন্ত সশ্রমকারাদণ্ড বা একই সময়ের জন্য স্বাধীনতা থেকে বঞ্চিত করা। এই আইনে যৌন সেবা বলতে বোঝানো হয়েছে, যৌনমিলন, যৌন সম্পর্ক, লেসবিয়ানিজম বা যৌন প্রকৃতির অন্যান্য কাজ, যাতে থাকে অর্থনৈতিক উদ্দেশ্য বা অন্য কোন নাবালক বা তৃতীয় পক্ষের পারিশ্রমিক বা একটি পারিশ্রমিকের প্রতিশ্রুতি নাবালক বা তৃতীয় পক্ষ।\" অনুচ্ছেদ ২৪০.৩ ( ফেব্রুয়ারী ২৯, ২০১২ এর ফেডারেল অ্যাক্ট নং ১৪-এফজেড দ্বারা সংশোধিত) এ বলা হয়েছে, \"এই অনুচ্ছেদের এক ও দুই অংশ দ্বারা প্রদত্ত কর্ম যা ১৪ বছরের কম বয়সী ব্যক্তিদের পতিতাবৃত্তির সাথে জড়িত হলে নির্দিষ্ট অধিকার থেকে বঞ্চিত না করে তিন থেকে দশ বছরের মেয়াদ পর্যন্ত স্বাধীনভাবে চলাফেরায় হস্তক্ষেপ করা বা পনেরো বছর পর্যন্ত নির্দিষ্ট কর্মকাণ্ডে জড়িত রাখা এবং এক বছর থেকে দুই বছর বা এটা ছাড়া চলাফেরায় স্বাধীনতার নিষেধাজ্ঞা দিয়ে শাস্তি দেয়া হয়।\"\n\n\n=== সিঙ্গাপুর ===\nসিঙ্গাপুর পেনাল কোড, ধারা ৩৭৬(গ) (সিঙ্গাপুরের বাইরে ১৮ বছরের কম বয়সীদের সাথে বাণিজ্যিক যৌনতা) বলে যে, \"১) সিঙ্গাপুরের নাগরিক বা স্থায়ী বাসিন্দা হয়ে যে কেউ, সিঙ্গাপুরের বাইরে, যে কোনও কাজ সিঙ্গাপুরে করলে, ধারা ৩৭৬(খ) এর অধীনে একটি অপরাধ গঠন ও অপরাধের জন্য দোষী হবে।\"\n\n\n=== সুইজারল্যান্ড ===\nসুইস ফেডারেল অফিস অফ পুলিশ বলে \"সুইস ফেডারেল কর্তৃপক্ষ সাম্প্রতিক বছরগুলোতে শিশু যৌন পর্যটনের বিরুদ্ধে লড়াইয়ে তাদের প্রচেষ্টা বাড়িয়েছে। একটি বিশেষ ফেডপোল ইউনিট শিশু পর্নোগ্রাফি ও পেডোক্রিমিনালিটি অপরাধের বিরুদ্ধে দেশে ও বিদেশে অসংখ্য অংশীদার পরিষেবার সাথে ঘনিষ্ঠভাবে কাজ করে। জুন ২০০৮ সাল থেকে একটি অনলাইন ফর্ম সাধারণ জনগণের উপযুক্ত বিচার বিভাগীয় কর্তৃপক্ষ এ পর্যটনে শিশু যৌনকর্মীর ক্ষেত্রে প্রতিবেদন করতে উপলব্ধ করা হয়েছে। সুইস ফৌজদারী আইন অনুচ্ছেদ ৫ এর ৩ (বিদেশে অপ্রাপ্তবয়স্কদের বিরুদ্ধে আবেদনের আঞ্চলিক সুযোগ বা অপরাধ) বলে যে, \"১) এই আইনটি সুইজারল্যান্ডে থাকা যে কোন ব্যক্তির জন্য প্রযোজ্য হিসাবে প্রত্যর্পণ করা হচ্ছে না তবে তিন ধরনের অপরাধ বিদেশে সংঘটিত হওয়ার ক্ষেত্রে ভিন্ন কথা। সে তিনটি হলো, ১) নির্ভরশীল ব্যক্তিদের সাথে যৌন কার্যকলাপ (ধারা-১৮৮) ২) অর্থ পরিশোধের বিনিময়ে অপ্রাপ্তবয়স্কদের সাথে যৌনকর্ম (ধারা-১৯৬) এবং ৩) ১৪ বছরের কম ভুক্তভোগী শিশুদের সাথে যৌনতা (ধারা-১৮৭)। অনুচ্ছেদ ২৯৬ এর ৩ (অর্থ প্রদানের বিরুদ্ধে অপ্রাপ্তবয়স্কদের সাথে যৌন ক্রিয়াকলাপ বা যৌনকর্মের শোষণ) সংশোধিত ২৭ সেপ্টেম্বর ২০১৩ এ বলা হয়েছে যে, \"যে কোন ব্যক্তি যারা নাবালকের সাথে যৌনকর্ম করে বা নাবালককে এই ধরনের কাজ করতে প্ররোচিত করে এবং যারা বিনিময়ে অর্থ প্রদান করে বা প্রতিশ্রুতি দেয় সে দায়বদ্ধ একটি হেফাজতের সাজা তিন বছরের বেশি নয় অথবা আর্থিক জরিমানা করা হবে।\" ধারা ১৮৭ এর ১১ (অপ্রাপ্তবয়স্কদের বিকাশ বা শিশুদের সাথে যৌন ক্রিয়াকলাপ বিপন্ন করা) বলা হয়েছে, \"১) যে কোন ব্যক্তি যে ১৬ বছরের কম বয়সী শিশুর সাথে যৌনকর্মে লিপ্ত হয়, অথবা একটি শিশুকে এই ধরনের কার্যকলাপে প্ররোচিত করে, বা যৌনকর্মে একটি শিশুকে জড়িত করে, তার দণ্ড হচ্ছে পাঁচ বছরের বেশি নয় এমন সময়ের জেল অথবা আর্থিক জরিমানা। ২) যদি জড়িত ব্যক্তিদের মধ্যে বয়সের পার্থক্য তিন বছরের বেশি না হয় তবে এই আইনটি অপরাধ নয়।\"\n\n\n=== দক্ষিণ কোরিয়া ===\nযৌন নির্যাতন থেকে শিশু ও কিশোরদের সুরক্ষা সংক্রান্ত আইনের অধীনে, অনুচ্ছেদ ৩৩ (কোরিয়ান নাগরিক যারা বিদেশে অপরাধ করে তাদের শাস্তি) এ বলা হয়েছে, \"যে কেউ একজন শিশু বা কিশোরের বিরুদ্ধে যৌন অপরাধ করলে তাকে একজন কোরিয়ান নাগরিকের বিরুদ্ধে অপরাধমূলক কাজেন জন্য বিচার করা হয়। কোরিয়া প্রজাতন্ত্র ফৌজদারি আইনের ধারা ৩ অনুসারে রাষ্ট্র প্রাসঙ্গিক বিদেশী দেশ থেকে দ্রুত অপরাধমূলক তথ্য প্রাপ্তির চেষ্টা করবে এবং এই ধরনের অপরাধীকে শাস্তি দেবে।” ২০১২ সালের ইসিপিএটির রিপোর্ট অনুসারে \"বিদেশে শিশুদের সাথে যৌন সম্পর্ক স্থাপনকারী নাগরিকদের ক্ষেত্রে বহিরাগত আইন প্রয়োগের অগ্রগতি প্রয়োজন বলে মত দেয়। তবে দক্ষিণ কোরিয়ার আইন প্রয়োগ করা হচ্ছে তার উপর নির্ভর করে \"শিশু\" এর সংজ্ঞা পরিবর্তিত হয়। এই বিভিন্ন সংজ্ঞাগুলি ও বিভিন্ন আইন কীভাবে প্রয়োগ করা হবে তা নিয়ে অনিশ্চয়তা সৃষ্টি করে এবং একাধিক সংস্থার দ্বারা প্রয়োগের ক্ষেত্রে সহযোগিতার অভাব বা অভিন্নতার অভাবকে আমন্ত্রণ জানায়।\"\n\n\n=== যুক্তরাজ্য ===\nযৌন অপরাধ আইন ২০০৩ ব্রিটিশ নাগরিক ও বাসিন্দাদের যারা বিদেশে শিশুদের বিরুদ্ধে যৌন অপরাধ করে তাদের ইংল্যান্ড, ওয়েলস এবং উত্তর আয়ারল্যান্ডে বিচার করতে সক্ষম করে। ফৌজদারি আইন (একত্রীকরণ) (স্কটল্যান্ড) আইন ১৯৯৫ এর অধীনে স্কটল্যান্ডে অনুরূপ বিধান কার্যকর রয়েছে। কিছু অপরাধ যাবজ্জীবন কারাদণ্ডের শাস্তি বহন করে এবং যে কেউ দোষী সাব্যস্ত হবে তাকে যৌন অপরাধী নিবন্ধনে রাখা হয়। ২০১৩ পর্যন্ত এই আইনের ভিত্তিতে বিচারের পর ব্যারি ম্যাকক্লাউড এবং ডেভিড গ্রাহাম নামে দুই ব্রিটিশ নাগরিক জেলে আছেন।\n\n\n=== যুক্তরাষ্ট্র ===\nএপ্রিল ২০০৩ সালের সুরক্ষা আইনের বলা হয়, এটি একটি জাতীয় অপরাধ বা মার্কিন যুক্তরাষ্ট্রে বিচারযোগ্য অপরাধ। চাই সে মার্কিন নাগরিক হোক বা বিদেশ থেকে আসা স্থায়ী বাসিন্দা হোক। এছাড়াও ১৮ বছরের কম বয়সী ব্যক্তির সাথে বিদেশে অবৈধ যৌন আচরণে জড়িত হওয়াও অপরাধ। মার্কিন নাগরিক বা বিদেশী তবে বৈধ স্থায়ী বাসিন্দা বিদেশে যাওয়ার আগে এই ধরনের অবৈধ যৌন আচরণে লিপ্ত হওয়ার উদ্দেশ্যে নয়, সেটাও অপরাধ হবে। সুরক্ষা আইনের উদ্দেশ্য হলো অবৈধ যৌন আচরণের মধ্যে ১৮ বছরের কম বয়সী ব্যক্তির সাথে বিদেশে যে কোনও বাণিজ্যিক যৌন আচরণ অন্তর্ভুক্ত রয়েছে। আইনটি একটি বাণিজ্যিক যৌনতা আইনকে যে কোন যৌনকর্ম হিসাবে সংজ্ঞায়িত করে, যার কারণে ১৮ বছরের কম বয়সী ব্যক্তিকে মূল্যবান কিছু দেওয়া বা গ্রহণ করা হয়। ২০০৩ এর সুরক্ষা আইন কংগ্রেসে পাশ হওয়ার আগে প্রসিকিউটরদের প্রমাণ করতে হয়েছিল যে, যৌন পর্যটকরা শিশুদের শ্লীলতাহানির অভিপ্রায় নিয়ে বিদেশে গিয়েছিল যা দেখানো প্রায় অসম্ভব। \"দ্য প্রটেক্ট অ্যাক্ট বা সুরক্ষা আইন\" বোঝা বদল করে শিকারীদের জন্য এই আইনকে দায়বদ্ধ করে তোলে। জরিমানা দ্বিগুণ হয়ে ১৫ বছরের কারাদণ্ড থেকে ৩০ বছর পর্যন্ত কারাদণ্ড হয়েছে।\n\n\n=== ইউরোপীয় ইউনিয়ন ===\nশিশুদের যৌন নির্যাতন, যৌন শোষণ ও শিশু পর্নোগ্রাফি মোকাবেলায় ২০১১ সালের নির্দেশনার অধীনে, অনুচ্ছেদ ১৭ (প্রসিকিউশনের এখতিয়ার এবং সমন্বয়) \"রাষ্ট্রগুলির ১জন সদস্য তাদের ৩ থেকে ৭ অনুচ্ছেদে উল্লেখিত অপরাধের ক্ষেত্রে তাদের এখতিয়ার প্রতিষ্ঠার জন্য প্রয়োজনীয় ব্যবস্থা গ্রহণ করবে যেখানে: ক) যে অপরাধ তাদের এলাকার মধ্যে সম্পূর্ণ বা আংশিকভাবে সংঘটিত হয় অথবা খ) অপরাধী তাদের একজন নাগরিক। অর্থাৎ ইউরোপীয় ইউনিয়নের সদস্য রাষ্ট্রের উচিত তাদের নাগরিকদের বিদেশে সংঘটিত শিশু যৌন অপরাধের বিচার করা। ২০১৫ সালের মধ্যে অধিকাংশ সদস্য দেশ এই আইনটি স্থানান্তরিত করেছে। \n\n\n== তথ্যসূত্র =="}