{"pageid": 1094969, "title": "ইসরায়েল–ফিলিস্তিন সংঘাতে শিশু", "url": "https://bn.wikipedia.org/wiki?curid=1094969", "content": "ইসরাইলি-ফিলিস্তিনি সংঘাতে শিশু প্রভাব বলতে বোঝায় ইস্রায়েল এবং ফিলিস্তিনের অপ্রাপ্তবয়স্কদের উপর ইসরায়েলি-ফিলিস্তিনি সংঘাতের প্রভাব। লরেল হলিডে, তার ১৯৯৯ সালের বই চিলড্রেন অব ইসরায়েল /ফিলিস্তিন-এ লিখেছেন যে দুটি \"নৃতাত্ত্বিকভাবে পৃথক জনগোষ্ঠী- উভয় ফিলিস্তিনি এবং ইসরায়েলি ইহুদি- একই বালি, পাথর, নদী, গাছপালা, সমুদ্র উপকূল এবং পর্বতমালার দাবি করে\" এবং সেই গল্পগুলি তিনি উপস্থাপনা দেখান যে \"ইসরায়েলি এবং ফিলিস্তিনি শিশুরা বড় হয়ে এই বোধ করে যে তারা তাদের প্রতিবেশীদের সাথে সংঘাতের জন্য নির্ধারিত\"।\nইসরায়েলি প্রতিরক্ষা বাহিনী এবং জঙ্গি ফিলিস্তিনি গোষ্ঠী উভয়েই শিশুদের অধিকার লঙ্ঘন এবং আঘাত ও মৃত্যুর কারণ হিসেবে অভিযুক্ত। বিভিন্ন পক্ষের সমর্থন তৈরি করতে মিডিয়াকে কৌশলে ব্যবহার করা হয়েছে। দ্বন্দ্বের ফলে শিশুরা অনুপ্রেরণা, স্কুল বন্ধ, চিকিৎসা সমস্যা এবং পরবর্তী আঘাতজনিত চাপের শিকার হয়েছে। একই সময়ে, অশিক্ষা এবং নেতিবাচক স্টেরিওটাইপগুলি মোকাবেলায় বিভিন্ন শিক্ষামূলক প্রকল্প প্রতিষ্ঠিত হয়েছে। জোসেফ মাসাদ যুক্তি দিয়েছিলেন যে ফিলিস্তিনিদের মধ্যে শিশুদের মৃত্যুর চেয়ে পশ্চিমা গণমাধ্যম ইহুদি শিশুদের মৃত্যুর ব্যাপারে অনেক বেশি সংবেদনশীল, যখন সারাহ হোনিগ এর বিপরীত অবস্থান যুক্তি দেখান যে, আন্তর্জাতিক মিডিয়া ইহুদি শিশুদের, বিশেষ করে বসতি স্থাপনকারী শিশুদের হত্যা সহ্য করে।\n২০১৫ সালের এপ্রিলের শেষের দিকে হিউম্যান রাইটস ওয়াচ জাতিসংঘকে একটি সংঘর্ষে শিশুদের অধিকারের মারাত্মক লঙ্ঘনের বিষয়ে ইসরাইল এবং হামাস উভয়কেই তার \"লজ্জার তালিকায়\" রাখতে বলে। জাতিসংঘের মহাসচিব অ্যান্টোনিও গুতেরেস ২০২১ সালে বলেছিলেন: \"পৃথিবীতে যদি কোন নরক থাকে, তবে তা আজ গাজায় শিশুদের জীবন\"।\n\n\n== ইতিহাস ==\n\nইসরায়েল সৃষ্টির আগে থেকেই তরুণরা সামরিক অভিযানে নিযুক্ত ছিল। ১৯২৯ হেব্রন হত্যাকাণ্ডে, ৬৭ জন ইহুদি নিহত হয়েছিল, তাদের মধ্যে ছোট শিশু ছিল; আরব যুবকরা ইহুদি ছাত্রদের উপর দিয়ে পাথর নিক্ষেপ করে সহিংসতা শুরু করে। ১৯৪৮ সালে, ইরগুন এবং লেহি আধা সামরিক গোষ্ঠীর কিশোর যোদ্ধারা দেইর ইয়াসিন গ্রামের ১০৭ জন ফিলিস্তিনি বাসিন্দার গণহত্যায় অংশ নিয়েছিল, যাদের মধ্যে বেশ কয়েকটি শিশু ছিল। ছয় দিনের যুদ্ধের পর যখন পশ্চিম তীর এবং গাজা উপত্যকা ইসরাইলি সামরিক দখলে চলে আসে, অ্যান্টন শাম্মাসের মতে, ইসরাইলের সামরিক ঘোষণাপত্র থেকে 'শৈশব' ধারণাটি বাতিল করা হয়েছিল এবং বাদ দেওয়া হয়েছিল, যাতে যদি ১০ বছর বয়সী গুলিবিদ্ধ হওয়ার ঘটনা ঘটেছিল, তাকে 'দশ বছরের যুবক' বলে উল্লেখ করা হয়েছিল। প্রথম ইন্তিফাদা (১৯৮৪-১৯৯৩) এর প্রাদুর্ভাবের সাথে, পাথর নিক্ষেপকে একটি অপরাধ হিসাবে সংজ্ঞায়িত করা হয়েছিল, শিশুদের ৪০০-৫০০ ইউএস ডলার এ জামিন সেট করা সহ গ্রেফতার করা শুরু হয়েছিল, এবং যদি এটি প্রদান করা না হয়, তবে তাদের ১ বছরের জন্য প্রশাসনিকভাবে আটক রাখা হতে পারে। অব্যাহত ইসরাইলি দখল এবং স্থবির ইসরায়েল-ফিলিস্তিন শান্তি প্রক্রিয়া প্রথম ইন্তিফাদার সময় ফিলিস্তিনিদের বিক্ষোভ এবং রাজনৈতিক সহিংসতার দিকে পরিচালিত করেছে। অনেক যুবক অহিংস বিক্ষোভ, সিট-ইন, ওয়াক-আউট, বয়কট, নাগরিক অবাধ্যতা এবং জনপ্রিয় কমিটি দ্বারা সংগঠিত ধর্মঘটে জড়িত ছিল। সেখানে দাঙ্গা, গ্রেনেড নিক্ষেপ এবং আত্মঘাতী বোমা হামলাও হয়েছিল। জে কুট্টাব প্রথম ইন্তিফাদাকে \"শিশুদের বিদ্রোহ\" হিসাবে উল্লেখ করেন কারণ যৌবন \"একটি নতুন আত্মার অধিকারী ছিল যা পেশাকে চ্যালেঞ্জ করেছিল\" এবং এমনকি প্রাপ্তবয়স্কদেরও পদক্ষেপ নিতে অনুপ্রাণিত করেছিল। জেমস এল গেলভিন লিখেছেন যে প্রথম ইন্তিফাদার \"দৃষ্টান্তমূলক প্রতীক\" ছিল \"নিরস্ত্র ফিলিস্তিনি শিশুরা ইজরায়েলি ট্যাঙ্কে পাথর নিক্ষেপ করছে।\" আনুমানিক ৯০ শতাংশ তরুণ পুরুষ এবং ৮০ শতাংশ তরুণ নারী কোনো না কোনোভাবে এ সক্রিয়তার সঙ্গে জড়িত। ১৯৯৩ সালের অসলো চুক্তির পতনের পর ফিলিস্তিন লিবারেশন অর্গানাইজেশনের প্রাপ্তবয়স্কদের নেতৃত্বে অনেক বেশি সহিংস দ্বিতীয় ইন্তিফাদা (২০০০-২০০৫) চালিত হয়।\n২০০৭ সালের একটি জরিপে দেখা গেছে যে ফিলিস্তিনি জনসংখ্যার ১৭ শতাংশ পাঁচ বছরের কম বয়সী এবং ৪৬ শতাংশ ১৫ বছরের কম বয়সী শিশুদের নিয়ে গঠিত। ২০১২ সালে, অনুমান করা হয়েছিল যে ঘনবসতিপূর্ণ গাজা উপত্যকার জনসংখ্যা ১.৭ মিলিয়ন, যাদের মধ্যে ৮০০,০০০ এরও বেশি শিশু।\nফিলিস্তিনিদের দ্বারা ইসরায়েলি অধিবাসীদের উপর শিলা নিক্ষেপ ও অগ্নিসংযোগের হামলাকে পশ্চিম তীরের নিয়মিত ঘটনা হিসেবে বর্ণনা করা হয়েছে এবং অনেক ক্ষেত্রে তারা সরাসরি শিশুদের প্রভাবিত করে। ইসরাইলিরা এমন ঘটনা বর্ণনা করেছে যেখানে ফিলিস্তিনিরা স্কুল বাসে শিশুদের লক্ষ্য করে, এবং রিপোর্ট করেন যে হেবরনে তারা \"নিয়মিতভাবে খেলার মাঠে শিশুদের পাথর নিক্ষেপ করে\"। আইডিএফের মতে, আরব স্নাইপাররা শিশুদের ধারণকারী গাড়িতে গুলি ছুড়েছে, এবং গাজা থেকে রকেটগুলি এমন স্থানে পৌঁছেছে যেখানে সাধারণত প্রচুর সংখ্যক শিশু থাকে।\nজাতিসংঘের মহাসচিবের জন্য সশস্ত্র সংঘর্ষে শিশু নিয়ে জাতিসংঘের খসড়া প্রতিবেদন, জুন ২০১৫ এর মাঝামাঝি প্রকাশনার জন্য নির্ধারিত এবং লীলা জেররুগুই কর্তৃক জাতিসংঘের মহাসচিবের জন্য প্রস্তুত করা হয়েছে, শিশুদের অধিকার বারবার লঙ্ঘনের কারণে ইজরায়েল এবং হামাস উভয়কেই \"লজ্জার তালিকায়\" যুক্ত করার সুপারিশ করা হয়েছে বলে জানা গেছে। হিউম্যান রাইটস ওয়াচ ২৭ এপ্রিল বান কি-মুনকে চিঠি লিখে অনুরোধ করেছিল যে ইসরাইল এবং হামাসের নাম তালিকায় থাকুক, প্রতিবেদনের প্রেক্ষিতে ইসরাইল তার নাম মুছে ফেলার জন্য তদবির করছে। ইসরাইল অস্বীকার করেছে যে সে জাতিসংঘকে তদবির করেছে। তালিকায় অন্তর্ভুক্তির জন্য প্রয়োজন যে শিশুদের বারবার নির্যাতনের একাধিক দৃষ্টান্তের প্রমাণ পাওয়া যায়। হিউম্যান রাইটস ওয়াচ তার ২০১৪ সালের প্রতিবেদনে গত বছরের ইসরায়েল-ফিলিস্তিন সংঘর্ষের ঘটনা, ইসরায়েলি নিরাপত্তা বাহিনীর হাতে ফিলিস্তিনি শিশুদের প্রায় এক ডজন ঘটনা এবং ১,২০০ এরও বেশি ফিলিস্তিনি শিশু আহত হয়েছে। এছাড়াও ৪১ টি ঘটনা যেখানে স্কুলের সুযোগ-সুবিধা ক্ষতিগ্রস্ত হয়েছে, ক্লাস বিঘ্নিত হয়েছে এবং আইডিএফ বাহিনীর দ্বারা আহত ছাত্ররা নিবন্ধিত হয়েছে। ফিলিস্তিনি সশস্ত্র গোষ্ঠীগুলিও উল্লেখ করেছে, একই সময়ে গাজা থেকে ইসরায়েলে প্রায় ৬৩ টি রকেট ছুড়েছিল, যার ফলে তাদের ১২,০০০ এরও বেশি ইসরাইলি শিশুর পড়াশোনা ব্যাহত হয়েছিল।\n\n\n== শিশুদের লক্ষ্য করে সন্ত্রাসী হামলা ==\nযদিও এর আগে কয়েক দশক ধরে ইসরাইলি শিশুরা সংঘর্ষে নিহত হয়েছিল, কিন্তু ফিলিস্তিনি সহিংসতার প্রথম কাজগুলো বিশেষ করে বিপুল সংখ্যক ইসরায়েলি শিশুদের লক্ষ্য করে ১৯৭০-এর দশকে সংঘটিত হয়েছিল।\nআভিভিম স্কুল বাস হত্যাকাণ্ড ছিল ১৯৭০ সালের ২২ শে মে ইসরায়েলের একটি স্কুল বাসে সন্ত্রাসী হামলা যার মধ্যে ১২ জন ইসরাইলি বেসামরিক নাগরিক নিহত হয়, তাদের মধ্যে নয়জন শিশু এবং ২৫ জন আহত হয়। লেবাননের ইসরায়েলের সীমান্তের কাছে মোশাব আভিভিমের রাস্তায় এই হামলা হয়। বাসে দুটি বাজুকার গোলা নিক্ষেপ করা হয়। পিএফএলপি-জিসি দ্বারা পরিচালিত প্রথম হামলাগুলির মধ্যে এটি একটি।\n১৯৭৪ সালের মে মাসে মা'আলোট হত্যাকাণ্ডে ১১৫ জনকে দুই দিনের জিম্মি করা হয়েছিল যা ২৫ জনেরও বেশি জিম্মির মৃত্যুর মধ্যে শেষ হয়েছিল। এটি শুরু হয়েছিল যখন গণতান্ত্রিক ফ্রন্ট ফর দ্য লিবারেশন অফ ফিলিস্তিন (ডিএফএলপি) এর তিনজন সশস্ত্র সদস্য নেটিভ মেইর প্রাথমিক বিদ্যালয়ে প্রবেশ করেছিল, যেখানে তারা ১৫ মে ১৯৭৪-এ ১১৫ জনেরও বেশি (১০৫ শিশু সহ) জিম্মি করেছিল। অনেক. জিম্মি করা ব্যক্তিরা শীঘ্রই ইসরায়েলি কারাগার থেকে ২৩ জন ফিলিস্তিনির মুক্তির দাবি জানায়, অন্যথায় তারা ছাত্রদের হত্যা করবে। সংঘর্ষের দ্বিতীয় দিনে গোলানি ব্রিগেডের একটি ইউনিট ভবনে হামলা চালায়। দখল নেওয়ার সময়, জিম্মিরা গ্রেনেড এবং স্বয়ংক্রিয় অস্ত্র দিয়ে শিশুদের হত্যা করে। অবশেষে, ২২ শিশু সহ ২৫ জিম্মি নিহত এবং আরো ৬৮ জন আহত হয়েছে।\nডলফিনারিয়াম ডিসকোথেক আত্মঘাতী বোমা হামলা ছিল ১ জুন, ২০০১ তারিখে ফিলিস্তিনি গোষ্ঠী হামাসের সাথে যুক্ত এক আত্মঘাতী হামলাকারী সাঈদ হোতারি, ইসরায়েলের তেল আবিবের সমুদ্র সৈকতে একটি ডিসকোথেকের বাইরে নিজেকে উড়িয়ে দেয় এবং ২১ জন ইসরাইলি কিশোর নিহত ও ১৩২ জন আহত হয়।\nমারকাজ হারভ গণহত্যার, যা মারকাজ হারভ শুটিং নামেও পরিচিত যা ২০০৮ সালের ৬ মার্চ সংগঠিত হয়, যেখানে একা একজন ফিলিস্তিনি বন্দুকধারী জেরুজালেমের একটি স্কুল মারকাজ হারভ যিশিভায় একাধিক ছাত্রকে গুলি করেছিল। এতে আট শিক্ষার্থী ও বন্দুকধারী নিহত হয়। আরও এগারো জন আহত হয়েছে, তাদের মধ্যে পাঁচজনের অবস্থা ছিল গুরুতর।\nশিশুদের লক্ষ্য করে অন্যান্য সন্ত্রাসী হামলার মধ্যে ছিল ইটামার হামলা যার মধ্যে ছয়টি শিশু এবং তাদের পিতামাতাকে তাদের বিছানায় হত্যা করা হয়েছিল, যার মধ্যে ছিল তিন মাসের শিশু, এবং ২০১১ সালের শ্যার হানেগেভ স্কুল বাস হামলা যার মধ্যে গাজা উপত্যকায় হামাস জঙ্গিরা ইসরায়েলি স্কুল বাসে সীমান্তে একটি কর্নেট লেজার-নির্দেশিত ট্যাঙ্ক-বিরোধী ক্ষেপণাস্ত্র নিক্ষেপ করে, যার ফলে এক শিশু নিহত হয়।\n\n\n== আইনি সমস্যা ==\n২০১০ সালে ফিলিস্তিন জাতীয় কর্তৃপক্ষ \"দখলকৃত ফিলিস্তিনি অঞ্চলে শিশু অধিকার সংক্রান্ত কনভেনশন বাস্তবায়নের প্রতিবেদন\" জারি করে এবং পশ্চিম তীর, পূর্ব জেরুজালেম এবং গাজা এবং এই অঞ্চলগুলির উপর কর্তৃপক্ষের এখতিয়ারের অভাব এবং ইজরায়েল \"বন্ধ শাসন\", \"সংযুক্তি ও সম্প্রসারণের ইজরায়েলি প্রাচীর\" এবং অধিকৃত অঞ্চলগুলির মধ্যে ইজরায়েল যে অনেক চেকপয়েন্ট স্থাপন করেছে তা উল্লেখ করেছে॥ ফিলিস্তিনিদের জন্য ইসরায়েলের দ্বারা ফিলিস্তিনি শিশুদের অধিকার লঙ্ঘন বন্ধ করা সবই কঠিন করে তোলে।\nইসরায়েলি সামরিক ও কারাগার পরিষেবা অনুসারে, ফেব্রুয়ারি ২০১৮ এর শেষে ৩৬৫ জন ফিলিস্তিনি নাবালক (যারা ১৮ বছরের ছোট) ইসরায়েলি নিরাপত্তা বন্দি এবং অন্যান্য বন্দি হিসাবে রাখা হয়েছিল।\nইসরাইলি এবং ফিলিস্তিনিদের জন্য প্রযোজ্য হচ্ছে শিশু অধিকার সংক্রান্ত কনভেনশন, একটি মানবাধিকার চুক্তি যা শিশুদের নাগরিক, রাজনৈতিক, অর্থনৈতিক, সামাজিক, স্বাস্থ্য এবং সাংস্কৃতিক অধিকার নির্ধারণ করে। কনভেনশনটি একটি শিশুকে আঠারো বছরের কম বয়সী মানুষ হিসেবে সংজ্ঞায়িত করে, যদি না রাষ্ট্র নিজেই সংখ্যাগরিষ্ঠতার বয়সকে পূর্ববর্তী বয়স হিসেবে সংজ্ঞায়িত করে।  ইসরাইল ১৯৯১ সালে শিশু অধিকার সংক্রান্ত কনভেনশন অনুমোদন করে। যদিও ফিলিস্তিনের রাষ্ট্রের মর্যাদা ছিল না, ১৯৯৫ সালে ফিলিস্তিন লিবারেশন অর্গানাইজেশনের প্রতিনিধি হিসেবে ইয়াসির আরাফাত কনভেনশনে স্বাক্ষর করেন। শিশুদের আন্তর্জাতিকভাবে গৃহীত সংজ্ঞা, যা জাতিসংঘের শিশু অধিকার সনদে (সিআরসি) কোডেড করা হয়েছে, শিশুদেরকে ১৮ বছরের কম বয়সী ব্যক্তি হিসেবে সংজ্ঞায়িত করেছে। ১৯৯১ সাল থেকে ইসরাইল সিআরসিতে স্বাক্ষর করেছে এবং অনুমোদন করেছে এবং ইসরায়েলি শিশুদের জন্য সংজ্ঞা প্রয়োগ করে। যাইহোক, অধিকৃত অঞ্চলে ইসরায়েল নাবালক হিসাবে শুধুমাত্র ফিলিস্তিনিদের সংজ্ঞায়িত করে যাদের বয়স ১৬ বছরের কম। প্রধান ফিলিস্তিনি সশস্ত্র গোষ্ঠীর কিছু নেতা আরো বলেন যে তারা ১২ বছরের শিশুদেরকে প্রাপ্তবয়স্ক মনে করে। ১৯৭১ সালের ইসরায়েলি যুব আইন অনুসারে, ফৌজদারি দায়বদ্ধতা ১২ বছর বা তার বেশি বয়সে নির্ধারিত হয়। আইনে বলা হয়েছে যে, সেই বয়সের কম বয়সী শিশুদের গ্রেপ্তার করা যাবে না এবং সেই বয়সের চেয়ে বড় বাচ্চাদের জিজ্ঞাসাবাদ করা যাবে না যদি না তাদের বাবা-মা এবং তাদের আইনজীবী উপস্থিত না থাকে। ইসরায়েলি মানবাধিকার পর্যবেক্ষণ গ্রুপ বি'সেলেম বলেছে যে আইনটি অধিকৃত অঞ্চলে ফিলিস্তিনি শিশুদের জন্য আনুষ্ঠানিকভাবে প্রযোজ্য নয়, যারা ইসরায়েলি সামরিক আইনের অধীন, কিন্তু সামরিক আদালত বিধানগুলি বিবেচনায় নেওয়ার সুপারিশ করেছে। গিডিয়ন লেভির মতে, অনুশীলনে এই বিধানগুলি উপেক্ষা করা হয়। ইউনিসেফের একটি প্রতিবেদনে বলা হয়েছে যে, \"ইসরায়েলি সামরিক বন্দি ব্যবস্থায় ফিলিস্তিনি শিশুদের সাথে খারাপ আচরণ ব্যাপকভাবে, পদ্ধতিগত এবং প্রাতিষ্ঠানিকভাবে দেখা যাচ্ছে\", এবং \"অন্য কোন দেশে কিশোর সামরিক আদালত দ্বারা পরিকল্পিতভাবে শিশুদের বিচার করা হয় না।\"\n\n\n== আইডিএফ(ইসরাইল প্রতিরক্ষা বাহিনী)-এর দ্বারা ফিলিস্তিনি শিশুদের চিকিৎসা ==\nইসরায়েলি প্রতিরক্ষা বাহিনীর আচরণবিধি স্পষ্টভাবে অ-যোদ্ধাদের লক্ষ্যবস্তু নিষেধ করে এবং আনুপাতিক শক্তি নির্দেশ করে, আংশিকভাবে বলে যে, \"সৈন্য তার অস্ত্র ও শক্তি ব্যবহার করবে শুধুমাত্র মিশন পূরণের জন্য এবং শুধুমাত্র প্রয়োজনীয় পরিমাণে যুদ্ধের মধ্যেও তিনি তার মানবতা বজায় রাখবেন। সৈন্য তার যুদ্ধাস্ত্র বা যুদ্ধবন্দীদের ক্ষতি করার জন্য তার অস্ত্র ও শক্তি ব্যবহার করবে না এবং তাদের জীবন, দেহ, সম্মান এবং সম্পত্তির ক্ষতি এড়াতে যথাসাধ্য চেষ্টা করবে।\" যাইহোক, ফিলিপ ই ভেরম্যান একটি একাডেমিক গবেষণায় দেখেছেন যে ফিলিস্তিনি সহিংসতার বিরুদ্ধে ইসরায়েলি পুলিশ এবং সামরিক বাহিনীর প্রতিক্রিয়া এত শক্তিশালী ছিল যে এটি \"শিশুদের সুরক্ষায় পরিচালিত কার্যকরী প্রশিক্ষণের সম্ভাবনাগুলি কার্যত নির্মূল করে।\" অনেক শিশু শরণার্থী শিবিরে বেড়ে উঠেছে, এবং দাউদ কুতুব তাদের পরিস্থিতি নিম্নরূপ বর্ণনা করেছেন:\nঅন্যত্র শরণার্থী শিবিরের শিশুদের মতো নয়, পেশার অধীনে শরণার্থী শিবিরে জন্ম নেওয়া শিশুরা তাদের মায়ের দুধ পান করে, যখন তাদের শিবিরটি কারফিউর অধীনে থাকে; তারা মাঝরাতে জেগে ওঠে রাবার বুলেটের আওয়াজে এবং সম্ভাব্য বন্দোবস্তের আক্রমণের গুজবে। বড় হওয়ার সাথে সাথে তারা দ্রুত পেশার রাজনৈতিক পাঠ শিখে নেয়। সৈন্য, লাঠি, টিয়ার গ্যাস, রাবার বুলেট, গ্রেপ্তার, নির্যাতন, কারফিউ, শিবিরের প্রবেশদ্বার বন্ধ করা, প্রশাসনিক আটক এবং শহরে গ্রেফতার সবই শরণার্থী শিবিরের 'দৈনিক অভিধানে' উল্লেখযোগ্য এন্ট্রি।\n\n\n== শিশুদের প্রতি সহিংসতা ==\nপ্রতি বছর ১২ থেকে ১৭ বছর বয়সী প্রায় ৭০০ ফিলিস্তিনি শিশু, যাদের অধিকাংশই ছেলে, তাদের ইসরায়েলি সেনাবাহিনী, পুলিশ এবং নিরাপত্তা এজেন্টদের দ্বারা গ্রেফতার, জিজ্ঞাসাবাদ এবং আটক করা হয়।\nইসরাইলের সামরিক বিচার ব্যবস্থার মধ্যে আনুমানিক ৭,০০০ শিশুকে আটক করা হয়েছে, জিজ্ঞাসাবাদ করা হয়েছে, বিচার করা হয়েছে এবং কারাগারে বন্দী করা হয়েছে- প্রতিদিন গড়ে দুটি শিশু। ইসরাইল-এ, যখন এটি বেরিয়ে আসে যে ১২ বছর বয়সী শিশুদেরও প্রাপ্তবয়স্ক সামরিক আদালতে বিচার করা হয়, সেপ্টেম্বর ২০০৯ সালে একটি কিশোর সামরিক আদালত প্রতিষ্ঠিত হয়েছিল, যা পৃথিবীতে একমাত্র পরিচিত কিশোর সামরিক আদালত, যা একই কর্মী এবং কক্ষ ব্যবহার করে সামরিক আদালত হিসেবে যেখানে ফিলিস্তিনি প্রাপ্তবয়স্কদের বিচার করা হয়।  দুই বছর পর (২৭ সেপ্টেম্বর ২০১১) সামরিক আদেশ ১৬৭৬ এ বলা হয়েছে যে, মাত্র ১৮ বছর বা তার বেশি বয়সের যুবকদের প্রাপ্তবয়স্ক সামরিক আদালতে বিচার করা যাবে। তবে সাজা প্রোটোকল ১৬-১৭ প্রযোজ্য বছর বয়সী বন্ধনী প্রাপ্তবয়স্কদের জন্য প্রযোজ্য। কিশোর-কিশোরীদের বেশিরভাগ মামলা পাথর নিক্ষেপের বিষয় যা সামরিক আদেশ ১৬৫১-এর ধারা ২১২-এর অধীনে একটি অপরাধ এবং ১৪ থেকে ১৫ বছরের শিশুদের জন্য তাত্ত্বিকভাবে প্রযোজ্য ১০ বছরের কারাদণ্ড। ক্ষতিগ্রস্ত করার অভিপ্রায়ে চলন্ত যানবাহনে কিছু নিক্ষেপের জন্য দোষী সাব্যস্ত করলে সর্বোচ্চ ২০ বছর কারাদণ্ড হতে পারে।\nইউনিসেফ দ্বারা পর্যবেক্ষণ করা মামলার বিশ্লেষণ উদাহরণ চিহ্নিত করেছে যে,(১৯৯১ ইস্রায়েলের দ্বারা অনুমোদন এবং ১৯৯৫ সালে পিএ) অনুযায়ী নিষ্ঠুর, অমানবিক বা অবমাননাকর আচরণ অথবা শাস্তির পরিমাণ শিশু অধিকার কনভেনশন এবং কনভেনশন নির্যাতনের বিরুদ্ধে । অনেক সশস্ত্র সৈন্য মধ্যরাতে এই ব্যবস্থায় ধরা পড়া অনেক শিশুকে আক্রমণাত্মকভাবে জাগিয়ে তোলে  এবং, হাত-পা ও চোখ বেঁধে ইসরায়েলি বসতি বা অফিসিয়াল জিজ্ঞাসাবাদ কেন্দ্রে নিয়ে যাওয়া হয়। খুব অল্প সংখ্যক শিশুকেই তাদের আইনি পরামর্শের অধিকার, অথবা তাদের আত্ম-দোষ এড়ানোর অধিকার সম্পর্কে অবহিত করা হয়।  ঘুম থেকে বঞ্চিত হওয়া, তাদের বা তাদের পরিবারের বিরুদ্ধে মৃত্যুর হুমকি, যৌন নিপীড়ন এবং নির্জন কারাবাস- এবং শারীরিক সহিংসতার মিশ্রণে শিশুদের কাছ থেকে স্বীকারোক্তি বের করা হয়। স্বাক্ষরিত স্বীকারোক্তি প্রায়ই হিব্রু ভাষায় লেখা হয়, যা অধিকাংশ ফিলিস্তিনি শিশুরা জানে না।  জিজ্ঞাসাবাদ শেষ হলে, শিশুদের, পায়ে শিকল এবং কারাগারের ইউনিফর্ম পরিয়ে, একটি সামরিক আদালতে নিয়ে যাওয়া হয়  যেখানে তাদের স্বীকারোক্তি, জোরপূর্বক চাঁদাবাজি, প্রসিকিউশনের প্রাথমিক প্রমাণ তৈরি করে।  তিনটি কারাগারে সাজা হয়, যার মধ্যে দুটি ইসরাইলের অভ্যন্তরে, এবং সমালোচকরা যুক্তি দেন যে ইসরায়েলে তাদের কারাবাস জেনেভা কনভেনশনের ৭৬ অনুচ্ছেদ লঙ্ঘন করে, যেখানে বলা হয়েছে যে \"অপরাধে অভিযুক্ত সুরক্ষিত ব্যক্তিদের অধিকৃত দেশে আটক করা হবে, এবং দোষী সাব্যস্ত হলে তারা সেদেশে তাদের সাজা ভোগ করবে। \" \nজাতিসংঘের বিশেষ প্রতিবেদক জন ডুগার্ডের মতে, আল-আকসা ইন্তিফাদা (২০০০-২০০২)-এর প্রথম বছরগুলি সম্পর্কে, অধিকাংশ শিশু যখন ট্যাংক শেলিং, আর্টিলারি ফায়ার এবং হেলিকপ্টার গানশিপে নিহত হয় তখন তারা বিক্ষোভে অংশ নেয়নি। দ্বিতীয় ইন্তিফাদা থেকে, ইউনিসেফ (দ্য ইউনাইটেড নেশনস চিলড্রান্স ফান্ড), অ্যামনেস্টি ইন্টারন্যাশনাল, বি'সলেম এবং ব্রিটিশ লেখক ডেরেক সামারফিল্ডের মতো ব্যক্তিরা জেনেভা কনভেনশন অনুসারে শিশুদেরকে সহিংসতা থেকে রক্ষা করার জন্য ইসরাইলের প্রতি আহ্বান জানিয়েছেন। ইউরোপীয় ইউনিয়ন ইসরায়েল/ইউরোপ বাণিজ্য চুক্তির আলোচনা স্থগিত করে মানবাধিকার বিষয়ে, বিশেষ করে শিশুদের ক্ষেত্রে সহানুভুতিস্বরূপ।\n২০১২ সালে, ব্রেকিং দ্য সাইলেন্স, প্রাক্তন ইসরায়েলি সৈন্যদের দ্বারা প্রতিষ্ঠিত একটি সংগঠন যার উদ্দেশ্য ইসরায়েলি প্রতিরক্ষা বাহিনী কর্তৃক কথিত দুর্ব্যবহারের প্রকাশ করা, ৩০ এরও বেশি প্রাক্তন ইসরায়েলি সৈন্যের লেখা সাক্ষী প্রতিবেদনের একটি পুস্তিকা প্রকাশ করেছে। ফিলিস্তিনি শিশুদের ইসরায়েলি সৈন্যদের দ্বারা মারধর, ভয়ভীতি, অপমান, মৌখিকভাবে নির্যাতিত এবং আহত হওয়ার এই রিপোর্ট দলিল। পশ্চিম তীরের প্রাক্তন আইডিএফ কমান্ডার ইরান এফ্রতি বলেছেন যে গ্রেফতারকৃত শিশুদের সঙ্গে খারাপ ব্যবহার করা রুটিন। তিনি নিজেই স্বীকার করেছেন যে ১১ বছর বা তার বেশি বয়সের বাচ্চাদের হাতেখড়ি এবং চোখের বাঁধন দিয়ে গ্রেপ্তার করা হয়েছে:\n'যখন বাচ্চাটি ঘাঁটিতে বসে থাকে, তখন আমি তা করিনি, কিন্তু কেউ তাকে বাচ্চা হিসেবে ভাবছে না, আপনি জানেন- যদি কেউ চোখ বেঁধে এবং হাতকড়া বাঁধা থাকে, সে সম্ভবত সত্যিই খারাপ কিছু করেছে। তাকে থাপ্পড় দেওয়া ঠিক আছে, তার উপর থুথু দেওয়া ঠিক আছে, কখনও কখনও তাকে লাথি মারা ঠিক আছে। এটা আসলে কোন ব্যাপার না।\n২০১৩ সালে গ্রেপ্তারকৃত ৯,০০০ ফিলিস্তিনিদের মধ্যে ৭০০ শিশু ছিল। ইসরায়েলি প্রতিরক্ষা বাহিনীর একজন মুখপাত্র বলেন, ব্রেকিং দ্য সাইলেন্স গ্রুপ আইডিএফকে যাচাইয়ের জন্য সাক্ষ্য প্রদান করতে অস্বীকার করেছে এবং অস্ট্রেলিয়ান ইহুদিদের নির্বাহী কাউন্সিলের সভাপতি ড্যানি ল্যাম বলেছেন, এই ধরনের সাক্ষ্য \"অজ্ঞাতনামা সমালোচনামূলক বিস্তারিত বিবরণ ছাড়া এবং যে কোন ধরনের ক্রস-জেরা দ্বারা পরীক্ষিত নয়।\"\n২০১৪ থেকে ২০১৫ সালের মধ্যে সামরিক বাহিনী ১,০৪৬ জন ফিলিস্তিনি নাবালকের বিরুদ্ধে অভিযোগ গঠন করে।  বেসরকারি সংস্থা ইউরো-ভূমধ্যসাগরীয় মানবাধিকার মনিটর, ইসরায়েলি বাহিনীকে \"ফিলিস্তিনি শিশুদের অপমান ও সন্ত্রাস\" করার জন্য \"তাদের কর্ম\" সংগঠিত করার অভিযোগ করেছে। \n\n\n== শিশু আটক ==\n২০০৯ সালের সেপ্টেম্বরে, ফিলিস্তিনিদের ১২ বছরের কম বয়সী শিশুকে প্রাপ্তবয়স্ক সামরিক আদালতে বিচারের নথিপত্রের আবির্ভাবের পর, ইসরায়েল একটি কিশোর সামরিক আদালত প্রতিষ্ঠা করে, 'বিশ্বের প্রথম এবং একমাত্র কিশোর সামরিক আদালত।' সামরিক আদেশ ১৬৫১ অনুযায়ী ১২-১৩ বছর বয়সী শিশুদের জন্য সর্বোচ্চ ৬ মাসের এবং ১৪ থেকে ১৫ বছর বয়সীদের জন্য ১২ মাসের শাস্তি প্রতিষ্ঠিত করে, যদি এই অপরাধে ব্যক্তি বা সম্পত্তি ক্ষতিগ্রস্ত করার উদ্দেশ্যে পাথর নিক্ষেপ করে, সে ক্ষেত্রে ১০ বছরের কারাদণ্ড হল সর্বোচ্চ শাস্তি।\nএকটি ক্ষেত্রে একটি ৫ বছরের শিশুকে হেবরনে পাথর নিক্ষেপের অভিযোগের বিষয়ে বিস্তারিত বলা হয়েছে। আইডিএফ বলেছিল যে ছেলেটি পথচারীদের দ্বারা বিপন্ন ছিল এবং সৈন্যরা কেবল তার সাথে তার বাবা-মায়ের কাছে গিয়েছিল। এতে বলা হয়েছে যে শিশুটিকে গ্রেফতার করা হয়নি এবং কোনও অভিযোগ দায়ের করা হয়নি।\nজেরুজালেম ভিত্তিক অলাভজনক বি'সেলেম কর্তৃক ২০০৫ থেকে ২০১০ সাল পর্যন্ত পরিচালিত একটি পৃথক গবেষণায় দেখা গেছে যে আইডিএফ- এর কর্মগুলি সম্ভাব্যভাবে শিশু অধিকার ও চতুর্থ জেনেভা কনভেনশন লঙ্ঘন করেছে।\nএই গবেষণার উপর ভিত্তি করে একটি গল্প গবেষণা করার সময়, দ্য গার্ডিয়ান লন্ডনের ইসরায়েল দূতাবাসের প্রেস অ্যাটাচি আমির ওফেকের কাছ থেকে একটি বিবৃতি পেয়েছিল। ওফেক এই বিবৃতিগুলিকে চ্যালেঞ্জ করে লিখেছেন, \"যখন সন্ত্রাসী কর্মকাণ্ডে জড়িত একজন নাবালককে গ্রেপ্তার করা হয়, তখন আইন পরিষ্কার: কোন স্বীকারোক্তি প্ররোচিত করার জন্য কোন নির্যাতন বা অপমান অনুমোদিত নয়, অথবা নির্জন কারাবাসও নেই।\" তিনি আরও বলেছিলেন যে ডিসিআইয়ের বিবৃতি \"[বাদ দেয়] যে অত্যাচারের ভয়াবহ প্রকৃতি, যার জন্য নাবালক, যাদের বয়স ১২ বছর, তাদের গ্রেপ্তার করা যেতে পারে।\"\n২০১৩ সালের জাতিসংঘ শিশু তহবিলের (\"ইউনিসেফ\")-এর প্রতিবেদন অনুযায়ী, ইসরাইল প্রায় ৭,০০০ ফিলিস্তিনি শিশুকে গ্রেফতার করেছে; ২০১৩ সালের মার্চ মাসে হেব্রনে গ্রেপ্তার হওয়া ২৭ জনের মধ্যে ১৮ জনের বয়স ১২ বছরের কম ছিল। প্রতিবেদনটি ২০০৯ সাল থেকে নথিভুক্ত ৪০০ টি মামলার উপর ভিত্তি করে তৈরি হয়েছিল। এতে বলা হয়েছে যে, ইসরায়েলি সামরিক বাহিনীর হাতে আটক ফিলিস্তিনি শিশুদের আন্তর্জাতিক আইন লঙ্ঘন করে \"ব্যাপক, নিয়মতান্ত্রিক ও প্রাতিষ্ঠানিকভাবে\" খারাপ আচরণ করা হয়। ইউনিসেফ অনুমান করেছে যে পশ্চিম তীরে আইডিএফ এবং ইসরায়েলি নিরাপত্তা পরিষেবাগুলি বার্ষিক ১২ থেকে ১৭ বছর বয়সী প্রায় ৭০০ যুবককে গ্রেপ্তার করে। প্রতিবেদনে এমন দাবি সমর্থন করা হয়েছে যে প্রায়ই গ্রেপ্তার করা হয়, বিনা নোটিশে, রাতে ব্যক্তিগত বাড়িতে। এটি রিপোর্ট করে যে শিশুদের চোখ বেঁধে রাখা হয়, যন্ত্রণাদায়কভাবে সংযত করা হয়, এবং আটকে থাকার সময় শারীরিক এবং মৌখিক নির্যাতনের শিকার হতে হয়, কখনও কখনও নির্জন কারাগারে।\nপ্রতিবেদনে আরও দাবি করা হয়, একবার আটক হওয়ার পর, তাদের জিজ্ঞাসাবাদ করা হয় এবং স্বীকারোক্তিতে বাধ্য করা হয়, কোনো আইনি পরামর্শদাতা বা পরিবারের সদস্যদের কাছে তাৎক্ষণিক প্রবেশাধিকার ছাড়াই। স্বাক্ষরিত স্বীকারোক্তি সাধারণত হিব্রুতে টাইপ করা হয়, যা অল্প কয়েকজন ফিলিস্তিনি নাবালক পড়তে পারে। ২০১৩ সালের জানুয়ারি পর্যন্ত ইজরায়েলি সামরিক কারাগারে ১৮ বছরের কম বয়সী ২৩৩ জন পুরুষ, ১৬ বছরের কম বয়সী ৩১ জন পুরুষ ছিলেন। অতিরিক্তভাবে আদালতে হাজিরার সময় শিশুদের বেঁধে রাখা হয় এবং ইসরায়েলে সাজা দেওয়া হয়। ইউনিসেফ এই ফলাফলগুলিকে \"শিশু অধিকার ও নির্যাতনের বিরুদ্ধে কনভেনশন অনুসারে নিষ্ঠুর, অমানবিক বা অবমাননাকর আচরণ বা শাস্তি\" বলে উল্লেখ করেছে।\nগ্রেপ্তারকৃত অপ্রাপ্তবয়স্কদের প্রায় ৬০ শতাংশের বিরুদ্ধে সৈন্যদের উপর পাথর নিক্ষেপ বা গাড়ি পারাপারের অভিযোগ রয়েছে,\nযাকে আইডিএফ সন্ত্রাসবাদের একটি রূপ বলে মনে করে কারণ এটি শিশুসহ ইসরায়েলিদের মৃত্যু ও আহত হওয়ার কারণ হয়ে দাঁড়িয়েছে। \nইউনিসেফের প্রতিবেদনে উল্লেখ করা হয়েছে যে সাম্প্রতিক বছরগুলোতে ইসরায়েল কিছু ইতিবাচক পরিবর্তন করেছে, যেমন হাত বাঁধার ব্যবস্থা যা ব্যথা বা আঘাতের কারণ নয়। এতে ইসরাইলকে নাবালকদের চোখ বেঁধে তাদের নির্জন কারাগারে রাখা থেকে বিরত থাকার, একজন আইনজীবী বা পরিবারের সদস্যকে জিজ্ঞাসাবাদে অংশগ্রহণের অনুমতি দিতে এবং অপব্যবহারের যে কোনো মিথ্যা দাবির নথিভুক্ত করার জন্য জিজ্ঞাসাবাদ রেকর্ড করার আহ্বান জানানো হয়েছিল। ইসরায়েলের পররাষ্ট্র মন্ত্রণালয় বলেছে, ইসরায়েলের সামরিক বাহিনী ইতোমধ্যেই জাতিসংঘের সাথে সহযোগিতা করার জন্য পরিবর্তন আনছে, যার মধ্যে একজন বিচারকের সঙ্গে দেখা করার আগে আটকে রাখার সময় কমিয়ে আনা, শিশুদের গ্রেপ্তারের বিষয়ে বাবা-মাকে জানানো এবং শিশুদেরকে তাদের আইনজীবীর পরামর্শের অধিকার সম্পর্কে জানানো। ইউনিসেফ উত্তর দিয়েছিল যে পরিবর্তনগুলি অপর্যাপ্তভাবে নির্দিষ্ট ছিল। ইসরাইলি মন্ত্রণালয়ের মুখপাত্র ইগাল পালমোর বলেছিলেন যে \"ইসরায়েল এই সিদ্ধান্তগুলি অধ্যয়ন করবে এবং ইউনিসেফের সাথে চলমান সহযোগিতার মাধ্যমে সেগুলি বাস্তবায়নে কাজ করবে, যাদের কাজকে আমরা মূল্য দিই এবং সম্মান করি\"।  ২০১৩ সালের অক্টোবরে, ইউনিসেফ রিপোর্ট করেছে যে আইডিএফ একটি পাইলট-পরীক্ষা কর্মসূচিতে অপ্রাপ্তবয়স্কদের গ্রেফতারে পরিবর্তন আনছে, কিন্তু হারেৎজের মতে নীতিটি সেই তারিখে বাস্তবায়িত হয়নি এবং এখনও পড়াশোনা চলছে। \n২০১৫ সালের জানুয়ারিতে, ইউরো-ভূমধ্যসাগরীয় মানবাধিকার মনিটর একটি ফিলিস্তিনি মেয়েকে ইসরাইলি কারাগারে আটক করার বিষয়ে একটি প্রেস বিজ্ঞপ্তি জারি করেছে। মনিটর বলেছে যে ১৪ বছর বয়সী ফিলিস্তিনি মেয়ে মালাক আল-খতিবকে তার বাবা-মায়ের সাথে যোগাযোগ ছাড়াই টানা ২২ দিন ইসরায়েলি কর্তৃপক্ষ কারাবন্দী করে রেখেছে, এবং তার বাবা-মাকে কঠোর জরিমানার পাশাপাশি আরও এক মাসের কারাদণ্ড দেওয়া হয়েছে। উপরন্তু, মনিটর বলেছে যে ১১ বছরের কম বয়সী আরও চারটি শিশুকে আটক এবং মৃত্যুর হুমকির মধ্যে সম্প্রতি চার ঘণ্টার জন্য আটকে রাখা হয়েছে। ইউরো-মেড মনিটর ইসরাইলের শিশুদের আটক করার এবং তাদের সাথে অবমাননাকর এবং অমানবিক আচরণ করার নীতির নিন্দা জানিয়েছে।\n\n\n== মানুষের ঢাল ==\n২০০৮ সালের গাজা যুদ্ধে অ্যামনেস্টি ইন্টারন্যাশনালের রিপোর্টে বলা হয়েছিল যে তারা এমন দৃষ্টান্ত খুঁজে পেয়েছে যেখানে আইডিএফ শিশুসহ বেসামরিক মানুষের জীবন বিপন্ন করে, তাদেরকে মানব ঢাল হিসেবে ব্যবহার করে। প্রতিবেদনে উদাহরণগুলি নিয়ে আলোচনা করা হয়েছে যেমন \"তাদের বাড়িগুলিতে বা কাছাকাছি থাকতে বাধ্য করা যা তারা দখল করেছিল এবং সামরিক অবস্থান হিসাবে ব্যবহার করেছিল। কিছু লোককে বিপজ্জনক কাজগুলি করতে বাধ্য করা হয়েছিল যেমন সম্পত্তি বা বস্তুগুলি পরিদর্শন করা যাতে বুবি-ট্র্যাপড (এক ধরনের ফাঁদ) থাকার সন্দেহ হয়।\" ইসরাইলি সামরিক বাহিনী এই অভিযোগ অস্বীকার করে বলেছে, \"আইডিএফ যুদ্ধের নিয়ম অনুসারে কাজ করেছে এবং যুদ্ধে অসংলগ্ন বেসামরিক লোকদের ক্ষয়ক্ষতি কমানোর সর্বোচ্চ চেষ্টা করেছে। আইডিএফের অস্ত্রের ব্যবহার আন্তর্জাতিক আইনের সাথে সামঞ্জস্যপূর্ণ।\" ইসরায়েলের গোয়েন্দা ও সন্ত্রাস তথ্য কেন্দ্র এবং ইসরায়েলের পররাষ্ট্র মন্ত্রণালয় একইভাবে হামাস এবং অন্যান্য জঙ্গি গোষ্ঠী গাজা যুদ্ধের সময় শিশুদের মানব ঢাল ব্যবহার করার অভিযোগ করেছে।\n২০১০ সালে, দুটি আইডিএফ সৈন্যকে 'অতিরিক্ত কর্তৃত্ব' এবং ৯ বছর বয়সী ফিলিস্তিনি শিশুকে গাজা যুদ্ধের সময় বুবি-ট্র্যাপড থাকার সন্দেহভাজন প্যাকেজগুলি খুলতে মানব ঢাল হিসাবে ব্যবহার করার 'অপ্রীতিকর আচরণ' করার জন্য দোষী সাব্যস্ত করা হয়েছিল। উভয় সৈন্যই তিন মাসের পরীক্ষাসমূহ এবং পদমর্যাদার পদত্যাগ পেয়েছিল। অপারেশনাল অ্যাফেয়ার্সের জন্য ইসরায়েলের ডেপুটি মিলিটারি অ্যাডভোকেট মন্তব্য করেছেন যে \"আসামিরা ছেলেটিকে অপমান বা হেয় করার চেষ্টা করেনি।\"\n\n\n== সেটলারের কার্যকলাপ ==\nজানা গেছে যে প্রাপ্তবয়স্ক বসতি স্থাপনকারীরা ফিলিস্তিনি পরিবার এবং এমনকি শিশুদেরকে হয়রানি করে এবং আক্রমণ করে। কোয়ালিশন টু স্টপ অব দ্যা চাইল্ড সোলজার্সের ব্যবহার অনুসারে, ইসরায়েলি বসতি স্থাপনকারীরা প্রায়ই শিশুদের ব্যবহার করে ফিলিস্তিনি নাগরিকদের সহিংসভাবে হয়রানি করে, যার মধ্যে রয়েছে মসজিদ ও দোকান লুট করা।  ফিলিস্তিনি ন্যাশনাল অথোরিটি ইসরাইলি সরকারকে হামলা ও আইডিএফকে দোষী সাব্যস্ত করার জন্য অভিযুক্ত করেছে  এবং বিদেশি পর্যবেক্ষকরা বারবার তাদের বিরুদ্ধে আরও সরকারি পদক্ষেপের আহ্বান জানিয়েছে। অক্টোবর ২০১১ সালে জাতিসংঘের বিশেষ প্রতিবেদক রিচার্ড এ ফক, ১৯৬৭ সাল থেকে দখলকৃত ফিলিস্তিনি অঞ্চলে মানবাধিকারের পরিস্থিতি নিয়ে বলেছিলেন যে \"বসতি স্থাপনকারী সহিংসতা প্রতিরোধ এবং শাস্তি দিতে ব্যর্থতা বেসামরিক জনগণকে রক্ষা করার জন্য ইসরায়েলের মৌলিক আইনি বাধ্যবাধকতার একটি গুরুতর এবং চলমান লঙ্ঘন হিসাবে রয়ে গেছে।\"\n\n\n== ফিলিস্তিনি জঙ্গিদের শিশু অপব্যবহার ==\nশিশু সৈনিকদের ব্যবহার বন্ধ করার জোটের \"২০০৪ সালে শিশু সৈনিকদের ব্যবহার সম্পর্কিত গ্লোবাল রিপোর্ট\" অনুসারে \"ফিলিস্তিনি সশস্ত্র গোষ্ঠী দ্বারা শিশুদের পদ্ধতিগতভাবে নিয়োগের কোন প্রমাণ ছিল না।\" যাইহোক, এমন কিছু ঘটনা ছিল যেখানে শিশুরা আত্মঘাতী হামলা বা অন্যান্য জঙ্গি অভিযানে জড়িত ছিল।  হিউম্যান রাইটস ওয়াচের মতে , ২০০৪ সালে, আল-আকসা শহীদ ব্রিগেড, পপুলার ফ্রন্ট ফর দ্য লিবারেশন অফ ফিলিস্তিন, ইসলামিক জিহাদ এবং হামাস সহ প্রধান ফিলিস্তিনি সশস্ত্র গোষ্ঠীগুলি সামরিক অভিযানে শিশুদের ব্যবহার প্রকাশ্যে অস্বীকার করেছে, কিন্তু তারা ঐ উল্লিখিত নীতিগুলি সর্বদা প্রয়োগ করেনি। \"আংশিকভাবে এর কারণ হল, কিছু নেতা বলছেন যে তারা ১৬ বছরের শিশুদেরকে প্রাপ্তবয়স্ক বলে মনে করে। ২০০৫ সালে অ্যামনেস্টি ইন্টারন্যাশনাল ফিলিস্তিনি জঙ্গি গোষ্ঠী দ্বারা শিশুদের ব্যবহারের নিন্দা করে বলেছিল: \"ফিলিস্তিনি সশস্ত্র গোষ্ঠীগুলি বারবার মৌলিক মানবাধিকারের প্রতি সম্পূর্ণ অবজ্ঞা দেখিয়েছে, বিশেষ করে জীবনযাত্রার অধিকার, ইচ্ছাকৃতভাবে ইসরায়েলি নাগরিকদের লক্ষ্য করে এবং সশস্ত্র হামলায় ফিলিস্তিনি শিশুদের ব্যবহার করে।\"\n\n\n== মানব ঢাল ==\nদ্বিতীয় ইন্তিফাদার সময় (২০০০-২০০৫) হারেৎজ রিপোর্ট করেছিলেন যে ফিলিস্তিনি জঙ্গি বন্দুকধারীরা আইডিএফ বাহিনীতে গুলি চালানোর সময় শিশুদের সঙ্গে নিজেদের ঘিরে বেসামরিক মানুষ এবং শিশুদের মানব ঢাল হিসেবে ব্যবহার করেছিল।\n২০০৬ সালের একটি ঘটনায় ইসরায়েলি বিমান বাহিনী গাজা উপত্যকার বেইট লাহিয়ায় ইসরায়েলের বিমান হামলার আগে তার বাড়ি সরিয়ে নেওয়ার জন্য ইসরাইলের কাসসাম রকেট নিক্ষেপের জন্য অভিযুক্ত ফিলিস্তিনি নেতা মোহাম্মদ উইল বারাউদকে সতর্ক করেছিল। পরিবর্তে, বহু মহিলা এবং শিশু সহ শত শত ফিলিস্তিনি বারোদের বাড়ির বাইরে জড়ো হয়েছিল। বেসামরিক মানুষ নিহত বা আহত হওয়ার আশঙ্কায় ইসরাইল বিমান হামলা স্থগিত করে। হামাসের একজন উর্ধ্বতন কর্মকর্তা বলেন, নতুন কৌশল নেওয়া হয়েছে কারণ পূর্ববর্তী মাসগুলোতে ইসরাইল ৫৮ টি ঘরবাড়ি ধ্বংস করেছে এবং ২৪০ এরও বেশি মানুষ গৃহহীন হয়েছে। ইসরাইল ধর্মঘট প্রত্যাহারের পর আরেক ফিলিস্তিনি নেতা বলেন, আমরা জিতেছি। এখন থেকে আমরা প্রত্যেকটি ঘরের চারপাশে মানববন্ধন তৈরি করব যা ধ্বংস করার হুমকি রয়েছে।\"\n২০০৯ সালের অক্টোবরে, স্থানীয় ফিলিস্তিনিরা নিশ্চিত করে যে হামাস মেয়েদের জন্য জাতিসংঘের একটি স্কুল সংলগ্ন ইজরায়েলি সৈন্যদের লক্ষ্য করে গুলি চালিয়েছিল যেখানে শত শত ফিলিস্তিনি আশ্রয় চেয়েছিল, যার ফলে বেসামরিক লোক হতাহত হয়েছিল।\n২০১২ সালের নভেম্বরের অপারেশন পিলার অফ ডিফেন্সের সময় হামাসের বিরুদ্ধে হাসপাতাল, স্কুল, মসজিদ এবং খেলার মাঠ থেকে রকেট ছোড়ার অভিযোগ ছিল। হিউম্যান রাইটস ওয়াচ, জাতিসংঘের মানবাধিকার বিষয়ক হাই কমিশনারের কার্যালয় (ওএইচসিএইচআর), এবং আইডিএফ এই অভ্যাসের নিন্দা জানিয়েছে।\n\n\n== শিশু আত্মঘাতী বোমাহামলাকারী ==\n২০০৪ সালে, গার্ডিয়ান রিপোর্ট করেছিল যে ইসরায়েলি সামরিক বাহিনী \"ইয়াসির আরাফাতের ফাতাহ আন্দোলনের একটি অংশ অভিযুক্ত করে যে, ১১ বছরের একটি শিশুকে একটি অনিচ্ছাকৃত মানব বোমা হিসাবে ব্যবহার করা হয়েছিল, যখন শিশুটি নাবলুসে একটি সেনা চেকপয়েন্টে বিস্ফোরক বহন করে। ২০০৯ সালে ইসরায়েলি সৈন্যরা ১৪ বছর বয়সী এক তরুণকে আটক করে এবং তাকে ২৩ ডলার এবং একজন আত্মঘাতী বোমাহামলাকারীর গেঞ্জি দেয়ার কথা বলা হয়। তার পরিবার জানিয়েছে যে সে ভোলা এবং সহজেই হেরফের করেছিল। \nশফিক মাসালহা, একজন ক্লিনিকাল সাইকোলজিস্ট যিনি তেল আবিব বিশ্ববিদ্যালয়ে শিক্ষকতা করেন, ২০০৪ সালে লিখেছিলেন যে ১৫% ফিলিস্তিনি শিশু আত্মঘাতী বোমা হামলার স্বপ্ন দেখে। ফিলিস্তিনি মনোরোগ বিশেষজ্ঞ এবং গাজা কমিউনিটি মেন্টাল হেলথ প্রোগ্রামের পরিচালক আইয়াদ সাররাজের মতে, তার প্রোগ্রামের একটি জরিপে দেখা গেছে যে, ১২ বছরেরও বেশি ৩৬ % ফিলিস্তিনি ইসরাইলের সাথে লড়াই করে \"শহীদের মৃত্যু\" কামনা করেছিলেন।\n২০০৩ সালে জাতিসংঘের সাবেক আন্ডার সেক্রেটারি জেনারেল ওলারা ওটান্নু বলেছিলেন: \"আমরা এই কাজগুলির উভয় প্রান্ত প্রত্যক্ষ করেছি: শিশুদের আত্মঘাতী বোমা হামলাকারী হিসাবে ব্যবহার করা হয়েছে এবং আত্মঘাতী বোমা হামলায় শিশুদের হত্যা করা হয়েছে। আমি ফিলিস্তিনি কর্তৃপক্ষের প্রতি আহ্বান জানাচ্ছি যে এই সংঘর্ষে শিশুদের সকল অংশগ্রহণ বন্ধ করার জন্য আপনাদের ক্ষমতার মধ্যে সবকিছু করুন।\" \n\n\n== শিশুদের ব্যবহার ==\nকিছু সূত্রের মতে, হামাস শিশুদের ব্যবহার করে অস্ত্র পরিবহন এবং ইসরায়েলি সৈন্য ও বেসামরিকদের বিরুদ্ধে সহিংসতার কাজ করে।  এর মধ্যে রয়েছে গ্রেনেড নিক্ষেপ, পাথর নিক্ষেপ এবং ছুরিকাঘাতের আক্রমণ।  ২০০৪ সালে, কোয়ালিশন টু স্টপ দ্য ইউজ অফ চাইল্ড সোলজার্স লিখেছিল যে \"শিশুদের বার্তাবাহক এবং কুরিয়ার হিসাবে ব্যবহার করা হয় এবং কিছু ক্ষেত্রে ইসরায়েলি সৈন্য ও বেসামরিকদের উপর হামলায় যোদ্ধা এবং আত্মঘাতী বোমারু হিসাবে ব্যবহার করা হয়। ফাতাহ, হামাস, ইসলামিক জিহাদ এবং পপুলার ফ্রন্ট ফর দ্য লিবারেশন অব প্যালেস্টাইন সহ সকল প্রধান রাজনৈতিক গোষ্ঠী এভাবে শিশুদের জড়িত করে।\"\nইসরাইলি সেনাবাহিনীর একটি প্রতিবেদনে ফিলিস্তিনি গোষ্ঠীগুলো শিশুদের চোরাচালান, সুড়ঙ্গ খনন, গুপ্তচরবৃত্তি এবং গোয়েন্দা তথ্য সংগ্রহের জন্য ব্যবহার করে এবং তাদের সহিংসতায় উস্কে দেওয়ার জন্য অভিযুক্ত করেছে, কারণ তাদের যৌবনের চেহারা তাদের সৈন্যদের কাছে যেতে এবং চেক পয়েন্ট দিয়ে যেতে সাহায্য করে। প্রতিবেদনে আরও উল্লেখ করা হয়েছে যে ফিলিস্তিনি সমাজের বেশিরভাগই এই পদ্ধতিগুলি অস্বীকার করে, কিন্তু ফিলিস্তিনি কর্তৃপক্ষকে তাদের ঘটনা রোধে যথাযথ ব্যবস্থা না নেওয়ার অভিযোগ করেছে।\n\n\n== হতাহতের পরিসংখ্যান ==\nদখলকৃত পশ্চিম তীর, পূর্ব জেরুজালেম এবং গাজায় ফিলিস্তিনিদের গণ-বিক্ষোভ এবং দাঙ্গার প্রথম ইন্তিফাদা ১৯৮৭ সালে শুরু হয়েছিল এবং শিশুরা প্রায়ই অংশগ্রহণ করত। লন্ডন রিভিউ অব বুকস-এর একটি প্রবন্ধে, আমেরিকান অধ্যাপক জন মিয়ারশাইমার এবং স্টিফেন ওয়াল্ট দাবি করেছিলেন যে ইসরাইল প্রতিরক্ষা বাহিনী (\"আইডিএফ\") সৈন্যদের প্রতিবাদকারীদের হাড় ভাঙতে উৎসাহিত করেছিল। সেভ দ্য চিলড্রেনের সুইডিশ শাখা অনুমান করেছে যে ইন্তিফাদার প্রথম দুই বছরে ২৩,৬০০থেকে ২৯,৯০০ শিশুর মধ্যে এই ধরনের মারধরের আঘাতের জন্য চিকিৎসা প্রয়োজন এবং প্রায় এক তৃতীয়াংশের বয়স দশ বছরের কম। ইসরাইলের পররাষ্ট্র মন্ত্রণালয় ১৯৯৩ থেকে ১৯৯৯ সালের মধ্যে ২৪ টি ইজরায়েলি শিশু মৃত্যুর তালিকা তৈরি করেছে।\nবি'সেলেম সংক্ষিপ্তসারগুলি দেখায়, .২০০০ সালে শুরু হওয়া দ্বিতীয় ইন্তিফাদার প্রাদুর্ভাব থেকে, ২০০৮-২০০৯ গাজা যুদ্ধের মাধ্যমে, সেপ্টেম্বর ২০১২ পর্যন্ত শিশু মৃত্যুর সংখ্যা বেশি ছিল। ইন্টারন্যাশনাল ইনস্টিটিউট ফর কাউন্টার-টেররিজমের একটি গবেষণায় দেখা গেছে যে সেপ্টেম্বর ২০০১ থেকে জানুয়ারী ২০০৫ পর্যন্ত ৪৬ ইসরায়েলি এবং ৪৪ ফিলিস্তিনি তাদের মৃত্যুর সময় ১২ বছরের কম বয়সী ছিল। দ্বিতীয় ইন্তিফাদার সময় সহিংসতার শিকার হওয়া সবচেয়ে কম বয়সী একজন ইসরাইলি শিশু ছিল, যার মৃত্যুর সময় তার বয়স ছিল নয় ঘণ্টা। অন্যান্য ইসরায়েলি, তাদের মধ্যে শিশুরা, বিদেশে সংঘর্ষ সম্পর্কিত হামলায় নিহত হয়েছে।  ২০০৪–-২০০৯ সময়কালে ইসরাইলি চেকপয়েন্টে যেখানে গর্ভপাতের ফলে ৩০ বা তারও বেশি ফিলিস্তিনি শিশু ও শিশু মারা যাওয়ার খবর পাওয়া গেছে, যেখানে তাদের দীর্ঘ সময় ধরে রাখা হয়েছিল এবং চিকিৎসা সেবা দেওয়া হয়নি। উপরন্তু, আত্মঘাতী বোমা হামলা এবং অন্যান্য হামলার কারণে ইসরায়েলি মহিলাদের গর্ভপাতের শিকার হতে হয়েছে, এবং অসংখ্য গর্ভবতী মহিলাকে হত্যা করা হয়েছে।\n২০০৮–২০০৯ এর শীতকালে তিন সপ্তাহের গাজা যুদ্ধের পর হতাহতের বিষয়ে বিতর্ক হয়েছিল। বি'সেলেম একটি প্রতিবেদন প্রকাশ করে বলেছে যে ১৮ বছরের কম বয়সী ৩২০ ফিলিস্তিনি অপ্রাপ্তবয়স্ক যারা শত্রুতাতে অংশ নেয়নি তাদের ইসরায়েলি বাহিনী হত্যা করেছে। নিহত অন্য ছয়টি শিশু শত্রুতাতে অংশ নিয়েছে কিনা তা জানা যায়নি, কিন্তু ১৬ থেকে ১৮ বছর বয়সী ১৯ জন শিশুকেও হত্যা করা হয়েছিল।  ডিফেন্স ফর চিলড্রেন ইন্টারন্যাশনাল জানিয়েছে যে ইসরায়েলি সামরিক অভিযানের সরাসরি ফলস্বরূপ ৩৫২ জন শিশু মারা গেছে।  প্যালেস্টাইন সেন্টার ফর হিউম্যান রাইটস দেখেছে যে ৩১৮ জন ফিলিস্তিনি শিশু নিহত হয়েছে।  আল মেজান সেন্টার ফর হিউম্যান রাইটস দেখেছে যে গাজার ৩৫৫ জন শিশু ইসরায়েলি বাহিনীর হাতে নিহত হয়েছে।  অ্যামনেস্টি ইন্টারন্যাশনালের মতে ফিলিস্তিনিদের হতাহতের মধ্যে ছিল \"প্রায় ৩০০\" শিশু।  ইসরাইলি সামরিক বাহিনী পরে তাদের নিজস্ব পরিসংখ্যান প্রকাশ করে, যেখানে ১৬ বছরের কম বয়সী ৮৯ জন শিশু মারা গেছে।  এলিহু ডি রিকটার এবং হিব্রু ইউনিভার্সিটির ইয়েল স্টেইনের মতে বি'সেলেম ডেটা দেখিয়েছে যে ফিলিস্তিনি শিশু মৃত্যুর অধিকাংশই পুরুষ কিশোর, যা থেকে বোঝা যায় যে অনেকেরই যুদ্ধে কিছু ভূমিকা থাকতে পারে বা যুদ্ধের জন্য সমর্থন থাকতে পারে।\nইসরাইলের ইন্টারন্যাশনাল ইনস্টিটিউট ফর কাউন্টার টেররিজম দ্বারা পরিচালিত গবেষণায় দেখা গেছে যে দ্বিতীয় ইন্তিফাদার সময় ফিলিস্তিনিদের মৃত্যুর ৯৬ % পুরুষ ছিল এবং শিশু হতাহতদের মধ্যে বেশিরভাগই কিশোর ছিল। লিঙ্গ বা বয়সের ব্যাপারে ইসরায়েলি হতাহতের কোনো বড় ঝোঁক দেখা যায় না।  বি'সেলেম পরিসংখ্যান ইঙ্গিত দেয় যে ফিলিস্তিনি শিশুর মৃত্যুর মধ্যে, ৭৫.৪৭ শতাংশ গাজা উপত্যকায়, ২৪.৩১ শতাংশ পশ্চিম তীরে এবং ৩ জন ইসরাইলের অভ্যন্তরে নিহত হয়েছে।  ইসরাইলি শিশু মৃত্যুর মধ্যে, ৬৫.৮৯ শতাংশ ইসরাইলের মধ্যে, ৩১.০১ শতাংশ পশ্চিম তীরে এবং ৩.১০ শতাংশ গাজা উপত্যকায় নিহত হয়েছে।\nজাতিসংঘের মানবাধিকার বিষয়ক সমন্বয় কার্যালয় জানিয়েছে, ২০১২ সালের নভেম্বরে গাজা-ইসরাইল সংঘর্ষে \"অপারেশন পিলার অফ ডিফেন্স\" চলাকালীন ৩০ জন ফিলিস্তিনি শিশু নিহত হয়। \n\n\n== ইসরায়েলি শিশু ==\nফিলিস্তিনিদের আত্মঘাতী বোমা হামলায় ইসরায়েলের প্রায় ৭০ শতাংশ শিশু নিহত হয়েছে। অন্যরা গুলি এবং গাড়ি ও বাসে হামলায় নিহত হয়েছে। এছাড়াও, বেশ কয়েকটি ধর্ষণ, অপহরণ এবং ইসরায়েলি শিশু ও কিশোরদের ব্যক্তিগত হত্যার ঘটনা ঘটেছে। অন্যান্য ইসরায়েলি শিশুরা হোম আক্রমণে নিহত হয়েছিল, তাদের মধ্যে কিছু তাদের নিজস্ব বিছানায় বা তাদের পিতামাতার বিছানায়।\nঅ্যামনেস্টি ইন্টারন্যাশনালের মতে , প্রথম ইন্তিফাদা চলাকালীন ২০০০ থেকে ২০০৪ সালের মধ্যে \"ইসরায়েলে ফিলিস্তিনি সশস্ত্র গোষ্ঠী কর্তৃক পরিচালিত আত্মঘাতী বোমা, গুলি এবং অন্যান্য হামলায় ১০০ এরও বেশি ইসরাইলি শিশু নিহত এবং শত শত ইসরাইলি শিশু আহত হয়েছে।\"\nউদাহরণ অন্তর্ভুক্ত করা হল:\n\n২০০১ সালে, ফিলিস্তিন নিয়ন্ত্রিত আবু স্নেইহ পাড়া থেকে হেবরনে আব্রাহাম অ্যাভিনো বসতিতে এক ফিলিস্তিনি স্নাইপার গুলি চালায়। দশ মাস বয়সী শালভেট পাসের মাথায় গুলি করা হয়েছিল এবং তার স্ট্রলারে বসে থাকা অবস্থায় তাকে হত্যা করা হয়েছিল; তার বাবাকে আহত করা হয়।  ইসরায়েলি নেতারা বলেছেন, স্নাইপার ইচ্ছাকৃতভাবে শিশুটিকে লক্ষ্য করে। \nআগস্ট ২০০১ সালে স্বারো রেস্তোরাঁয় গণহত্যায় ১৫ ইসরাইলি নিহত হয়, তাদের মধ্যে ৭ জন শিশু এবং একজন গর্ভবতী মহিলা। \n২০০২ সালের ২ রা মার্চ ইয়েশীবত বেইট ইসরায়েল গণহত্যা, একটি উপাসনালয়ের পাশে একদল নারী ও শিশুদের লক্ষ্য করে, যার ফলে সাত শিশু এবং চারজন প্রাপ্তবয়স্ক মানুষ মারা যায়। নিহতদের মধ্যে আটজন একই পরিবারের।\n২০০৪ সালে তালি হাতুয়েল এবং তার চার কন্যার হত্যাকাণ্ড,যেখানে ফিলিস্তিনি জঙ্গিরা তালি হাতুয়েলকে হত্যা করেছিল, যিনি তার চার কন্যাসহ আট মাসের গর্ভবতী ছিলেন: হিলা (১১), হাদার (৯), রনি (৭) এবং মেরভ (২)। যে গাড়িতে হাতুয়েল তার মেয়েদের নিয়ে গাড়ি চালাচ্ছিলেন, সেখানে গুলি চালানোর পর প্রত্যক্ষদর্শীরা জানান, জঙ্গিরা গাড়ির কাছে এসে দখলদারদের বারবার গুলি করে। ইসলামিক জিহাদ এবং জনপ্রিয় প্রতিরোধ কমিটির একটি জোট হামলার দায় স্বীকার করেছে। \nইসরায়েলের পররাষ্ট্র মন্ত্রণালয় জানিয়েছে যে ২০০১ থেকে ২০০৭ এর মধ্যে সংঘর্ষের প্রত্যক্ষ ফলস্বরূপ ৮,৩৪১ জন ইসরায়েলি আহত হয়েছে কিন্তু কতজন নাবালক ছিল তা নির্দিষ্ট করে না।  ইন্তিফাদা-পরবর্তী সময়ে ঘন ঘন রকেটে অগ্নিকাণ্ডের ফলে অনেক আঘাতও হয়েছে।  শিশুদের মধ্যে স্থায়ী অক্ষমতা দেখা দিয়েছে, যার মধ্যে রয়েছে অন্ধত্ব,, পক্ষাঘাত, মস্তিষ্কের ক্ষতি, এবং অঙ্গ ক্ষতি।  ইসরায়েলের স্নাইডার চিলড্রেনস মেডিকেল সেন্টারের ২০০৩ সালের একটি গবেষণায় বলা হয়েছে, \"এই ঘটনাগুলির পরে হাসপাতালে ভর্তি ১৬০ জন শিশুর আঘাতের বিশ্লেষণ ইঙ্গিত দেয় যে বেশিরভাগই বিদেশি বস্তুর দ্বারা বিস্ফোরণ এবং অনুপ্রবেশের কারণে হয়েছিল। পঁয়ষট্টি শতাংশ শিশুর একাধিক আঘাত ছিল, এবং গুরুতর থেকে মারাত্মক আঘাতের অনুপাত বেশি ছিল (১৮%)। \" \nপশ্চিম তীর ব্যারিয়ার নির্মাণের পর ইসরায়েলের হতাহতের মোট হার কমেছে; ইসরাইলের ভূখণ্ডে প্রবেশের আগে সম্ভাব্য বোমা হামলাকারীদের ব্যর্থ করার কারণে আত্মঘাতী বোমা হামলার হার কমে যায়। \n\n\n== ফিলিস্তিনি শিশুরা ==\n১৯৫০ সালের নভেম্বরে ইসরাইলি প্রতিরক্ষা বাহিনী ফিলিস্তিনি শিশুদের হত্যার প্রথম রেকর্ডকৃত ঘটনা ঘটে যখন, ১০ এবং ১২ বছর বয়সী ইয়ালো গ্রামের তিন ফিলিস্তিনি শিশুকে লাতরুনের প্রধান দরজা আইয়ুবের কাছে গুলি করা হয়। প্রাপ্তবয়স্ক প্রত্যক্ষদর্শীদের মতে, \"শুধুমাত্র একজন লোক স্টেনগান দিয়ে তাদের লক্ষ্য করে গুলি চালায় কিন্তু বিচ্ছিন্ন কেউ তাদের হস্তক্ষেপ করার চেষ্টা করেনি।\" ১৯৫৩ সালের ফেব্রুয়ারিতে, আল-বুর্জে গুলি করা পাঁচ আরব রাখালের একজনের বয়স ছিল ১৩ বছর।  ১৯৫২ সালের বিট জালা অভিযানের সময় মেশিনগানের আগুনে ৬ থেকে ১৪ বছর বয়সী ৪ জন শিশু নিহত হয়। \nআমিরা হাসের মতে, ১৯৮৯ আগস্ট থেকে ১৯৯৩ সালের আগস্ট পর্যন্ত ৫৪ জন নাবালিকাকে ইউএনআরডব্লিউএ ক্লিনিকে মাথার ক্ষত নিয়ে আনা হয়েছিল।  অ্যাসোসিয়েশন অব ইসরায়েল অ্যান্ড ফিলিস্তিনি ফিজিশিয়ানস ফর হিউম্যান রাইটস (পিএইচআর-ইসরায়েল) অনুমান করে যে প্রথম ইন্তিফাদার সময় প্রতি দুই সপ্তাহে ছয় বছরের কম বয়সী একটি শিশুকে মাথায় গুলি করা হয়েছিল। \nডিফেন্স ফর চিলড্রেন ইন্টারন্যাশনাল (ডিসিআই) অনুসারে, দ্বিতীয় ইন্তিফাদার সময় [২৯ সেপ্টেম্বর, ২০০০ থেকে ৩০ জুন, ২০০৪] ৫৯৫ জন শিশু নিহত হয়, ৩৮৩ জন বা ৬৪.৪%ইসরায়েলি বিমান ও স্থল হামলার ফলে মারা যায়, হত্যার প্রচেষ্টার সময়, অথবা যখন ইসরায়েলি সৈন্যরা এলোমেলোভাবে গুলি চালায় \"এবং\" ২১২ জন শিশু, অথবা ৩৫%, ইসরায়েলি সামরিক বাহিনীর সাথে সংঘর্ষের সময় আঘাতের ফলে মারা যায় \"।  ডিসিআই অনুমান করে যে ১ জানুয়ারি, ২০০১ থেকে ১ মে,২০০৩ পর্যন্ত কমপক্ষে ৪,৮১৫ জন ফিলিস্তিনি শিশু আহত হয়েছে, শিশুদের স্বাভাবিক কর্ম চলাকালীন ইসরায়েলি সেনাবাহিনীর কার্যকলাপের ফলে বেশিরভাগ আঘাতের ঘটে। \nঅ্যামনেস্টি ইন্টারন্যাশনাল ইসরায়েলি বাহিনীকে দ্বিতীয় ইন্তিফাদা সময় শিশুদের হত্যার অপর্যাপ্ত তদন্তের অভিযোগ করেছে, পাশাপাশি আত্মঘাতী বোমা হামলা এবং ফিলিস্তিনিদের অন্যান্য হামলার মাধ্যমে ইসরাইলি শিশুদের হত্যার নিন্দা করেছে। \nগাজা যুদ্ধের সময় , ২০০৮–-২০০৯ সালের শীতকালে ইসরায়েল এবং ফিলিস্তিনি জঙ্গিদের মধ্যে গাজা উপত্যকায় তিন সপ্তাহের সশস্ত্র সংঘর্ষে,ফিলিস্তিনি মানবাধিকার কেন্দ্র যেখানে ৩১৩ জন নিহত হয়েছে, তার মতে \"অভূতপূর্ব\" সংখ্যক শিশু নিহত বা আহত হয়েছে। . ইসরাইল প্রতিরক্ষা বাহিনী জানিয়েছে যে ১৮ বছরের কম বয়সী ৮৯ জন \"অ-যোদ্ধা-সরাসরি সংঘর্ষে লিপ্ত নয় এমন\" মারা গেছে।  বি'সেলেম রিপোর্ট করেছে যে ১৮ বছরের কম বয়সী ৩১৮ জন নাবালককে হত্যা করা হয়েছে।  বি'সেলেম এর সংখ্যা বিতর্কিত ছিল।  জাতিসংঘ যখন সম্ভাব্য যুদ্ধাপরাধ হিসেবে উচ্চ বেসামরিক মৃত্যুর তদন্তের চেষ্টা করে, তখন ইসরায়েলিরা সহযোগিতা করতে অস্বীকার করে। \n২০১২ সালের নভেম্বরে ইসরায়েল-গাজা সংঘর্ষে ৩০ জন শিশু নিহত হয়। \nহতাহতের অন্যান্য উদাহরণগুলির মধ্যে রয়েছে:\n\n২০০০ সালের সেপ্টেম্বরে ১২ বছর বয়সী মুহাম্মদ আল-দুররাহকে হত্যা করা যখন তার বাবা তাকে গুলি থেকে রক্ষা করার চেষ্টা করেছিলেন দ্বিতীয় ইন্তিফাদার একটি সংজ্ঞায়িত চিত্র হয়ে উঠেছিল, এবং আক্রমণের শিকার শিশুদের অন্যান্য আইকনিক চিত্রের সাথে তুলনা করা হয়েছিল যেমন ওয়ারশ ঘেটোতে ছেলেটি (১৯৪৩)। \n২০০০ সালের নভেম্বরে, ১৪ বছর বয়সী ফারিস ওদেহ কর্ণি ক্রসিংয়ে ইসরায়েলি সেনাদের সাথে সংঘর্ষে গুলিবিদ্ধ হয়ে নিহত হন। \n২০০১ সালে, খলিল আল-মুগরবি নামে এক ১১ বছর বয়সী বালক ট্যাঙ্কের আগুনে মারা যায় এবং আরও দুইজন আহত হয়।  আল-মুগরাবি আধা মাইল দূরে একটি মাঠে ফুটবল খেলছিল। \n২০০৭ সালে হামাসের সদস্য সালাহ শাহাদে হত্যার সময় শিশুসহ বেশ কয়েকজন বেসামরিক নাগরিক নিহত হয়। \n২০০৮ সালের ডিসেম্বরে গাজায় দুটি ফিলিস্তিনি স্কুল ছাত্রী নিহত হয় যখন জঙ্গীদের দ্বারা উৎক্ষেপিত কাসসাম রকেট তার ইসরায়েলি লক্ষ্য থেকে চ্যুত হয়ে একটি বাড়িতে পড়ে যায় । \n\n\n=== বিদেশি শিশু ===\nইউক্রেনের ১৬ বছর বয়সী আলেক্সেই লুপালু ২০ জন বেসামরিক লোকের সাথে ২০০১ সালের ২ রা জুন ডলফিনারিয়াম ডিসকোথেক আত্মঘাতী বোমা হামলায় নিহত হন।  হামাস দায় স্বীকার করেছে। \nনিউ ইয়র্কের নিউ স্কোয়ারের ৩ মাস শমুয়েল টাউবেনফেল্ড, ২০০৩ সালের ১ আগস্ট শমুয়েল হ্যানভি বাস বোমা হামলায় অন্যান্য ২২ জন বেসামরিক নাগরিকসহ নিহত হন, যাদের মধ্যে ২ জন বিদেশি নাগরিক ছিলেন।  ১৩০ জনেরও বেশি আহত হয়েছে, এবং ৭ জন শিশু নিহত হয়েছে ।  হামাস এবং ইসলামিক জিহাদ উভয়ই দায় স্বীকার করেছে। \nমার্কিন যুক্তরাষ্ট্রের ফ্লোরিডার ওয়েস্টনের ১৬ বছর বয়সী ড্যানিয়েল উল্টস ২০০৬ সালের তেল আবিব শাওয়ার্মা রেস্তোরাঁয় বোমা হামলায় নিহত হন।  ১০ জন বেসামরিক নাগরিক নিহত হন, যাদের মধ্যে ৭ জন ইসরাইলি এবং ৩ জন অন্যান্য দেশের নাগরিক এবং ৭০ জনের বেশি আহত হন। ইসলামিক জিহাদ দায় স্বীকার করেছে। \n২০১২ সালের মার্চ মাসে, একজন ফরাসি মুসলিম ওজার হাতোরা ইহুদি দিবসের স্কুলে হামলা করেছিল, পরে বলেছিল যে তিনি ফিলিস্তিনিদের প্রতিশোধ নিতে এটি করেছিলেন।  তিনি সেখানে একজন রাব্বিকে গুলি করে হত্যা করেন এবং ৬ বছর বয়সী তার দুই ছেলে আরিহ এবং ৩ বছর বয়সী গ্যাব্রিয়েল, সেইসাথে ৮ বছর বয়সী মরিয়ম মনসোনেগো  এবং ১৭ বছর বয়সী ব্রায়ান বিজয়াউইকে গুরুতর আহত করেন।\n\n\n== শিশুদের উপর প্রভাব ==\n\n\n=== সন্তানের অনুপ্রেরণা ===\nইসরায়েলি এবং ফিলিস্তিনি পাঠ্যপুস্তকের একটি ব্যাপক তিন বছরের গবেষণা (২০০৯-২০১২) এর গবেষকরা এটিকে \"এই বিষয়ে আজ পর্যন্ত সবচেয়ে সুনির্দিষ্ট এবং ভারসাম্যপূর্ণ গবেষণা\" হিসাবে বিবেচনা করেন দেখা গেছে যে প্ররোচনায়, দানবীয় রূপদানের বা নেতিবাচক চিত্রায়ন ইসরাইলি এবং ফিলিস্তিনি উভয় স্কুলেই শিশুদের শিক্ষার ক্ষেত্রে অন্যটি \"অত্যন্ত বিরল\" ছিল, ফিলিস্তিনের পাঠ্যপুস্তকের ৯,৯৬৪ পৃষ্ঠার মধ্যে মাত্র ৬ টি উদাহরণ পাওয়া গিয়েছিল, যার কোনটিতেই \"ইহুদি বা ইসরাইলের ব্যক্তিগত বৈশিষ্ট্যের সাধারণ অমানবিক বৈশিষ্ট্য\" ছিল না।  ইসরায়েলি কর্মকর্তারা এই গবেষণাকে পক্ষপাতদুষ্ট বলে প্রত্যাখ্যান করেছেন, যখন ফিলিস্তিনি কর্তৃপক্ষের কর্মকর্তারা দাবি করেছেন যে এটি তাদের দৃষ্টিভঙ্গির সত্যতা দিয়েছে যে তাদের পাঠ্যপুস্তক ইসরাইলের মতই ন্যায্য এবং সুষম। \nইসরায়েল, পশ্চিম তীর এবং গাজায় ইহুদি, খ্রিস্টান এবং মুসলিম নেতাদের একটি আন্তঃবিশ্বিক সমিতি, পবিত্র ভূমিতে ধর্মীয় প্রতিষ্ঠানের কাউন্সিল দ্বারা ২০১৩ সালে প্রকাশিত এই গবেষণাটি বিভিন্ন ফলাফল দিয়েছে। গবেষণার তত্ত্বাবধানে ছিলেন একজন মনোরোগ বিশেষজ্ঞ, ইয়েল বিশ্ববিদ্যালয়ের প্রফেসর ইমেরিটাস ব্রুস ওয়েক্সলার এবং তার এনজিও, এ ডিফারেন্ট ফিউচার এবং অধ্যাপক ড্যানিয়েল বার-তাল ( তেল আবিব বিশ্ববিদ্যালয় ) এবং সামি আদওয়ান ( বেথলেহেম বিশ্ববিদ্যালয় ) এর নেতৃত্বে একটি যৌথ ফিলিস্তিনি-ইসরায়েলি গবেষণা দল কমিশন করা হয়েছিল। গ্রেড ১ থেকে ১২ পর্যন্ত ৩৭০ টি ইসরায়েলি এবং ১০২ টি ফিলিস্তিনি বইয়ের গ্রন্থ বিশ্লেষণ করার জন্য ছয় ইসরায়েলি এবং চার ফিলিস্তিনি দ্বিভাষিক গবেষণা সহকারী নিয়োগ করা হয়েছিল। গবেষণায় দেখা গেছে যে, উভয় পক্ষের বেশিরভাগ স্কুলের বই প্রকৃতপক্ষে সঠিক হলেও ইসরায়েল এবং ফিলিস্তিনি উভয়ই পর্যাপ্ত এবং ইতিবাচকভাবে একে অপরের প্রতিনিধিত্ব করতে ব্যর্থ হয়েছে, এবং \"একচেটিয়া একতরফা জাতীয় আখ্যান\" উপস্থাপন করেছে।  দেখা গেছে যে ৪০ % ইসরায়েলি এবং ১৫ % ফিলিস্তিনি পাঠ্যপুস্তকে অন্যের নিরপেক্ষ চিত্র রয়েছে বলে বিচার করা হয়েছে, যেখানে ২৬ % ইসরায়েলি রাষ্ট্রীয় স্কুল বই এবং ৫০ % ফিলিস্তিনি বইতে নেতিবাচক বৈশিষ্ট্যগুলি চিহ্নিত করা হয়েছে।  শান্তির জন্য শিশুদের প্রস্তুত করার ব্যাপারে ইসরায়েলি স্কুলবুকগুলো ফিলিস্তিনিদের থেকে শ্রেষ্ঠ বলে বিবেচিত হয়েছিল, কিন্তু গবেষণায় ইসরায়েল এবং ফিলিস্তিনি কর্তৃপক্ষ উভয়েরই প্রশংসা করা হয়েছিল যে তারা \"অন্যের চরিত্রায়নকে অমানবিক এবং রাক্ষস করে\" প্রায় সম্পূর্ণ নির্দোষ পাঠ্যপুস্তকগুলি তৈরির জন্য। \n২০০৬ সালে মানহানি-বিরোধী লীগ লিখেছিল যে হামাসের চার বছর বয়সী দ্বি-সাপ্তাহিক শিশুদের জন্য অনলাইন পত্রিকা, আল-ফাতাহ (আরবিতে \"বিজয়ী\" ), আত্মঘাতী বোমারুদের প্রশংসা করা গল্প এবং কলামগুলি \" ইহুদি শত্রু। \"  ২০০৯ সালে হামাস ফিলিস্তিনি শিশুদের হলোকাস্ট সম্পর্কে জানার অনুমতি দিতে অস্বীকৃতি জানায়, যাকে \"জায়নবাদীদের উদ্ভাবিত মিথ্যা\" বলে এবং হলোকাস্ট শিক্ষাকে \"যুদ্ধাপরাধ\" বলে উল্লেখ করে। \n১৫-১৭ বছর বয়সী ৩৭,০০০ এরও বেশি ফিলিস্তিনি ছেলে ২০১২-১৩ শিক্ষাবর্ষে হামাসের যুব প্রশিক্ষণ কর্মসূচিতে অংশ নিয়েছিল, যা সেপ্টেম্বর ২০১২ থেকে সরকারী রাষ্ট্রীয় শিক্ষাক্রমের অংশ হয়ে উঠেছে। এর উদ্দেশ্য হল \"ইসরায়েলের বিরুদ্ধে সংগ্রামে ফিলিস্তিনি পুরুষদের নতুন প্রজন্মের সূচনা করা\" এবং এর মধ্যে রয়েছে যুদ্ধের দক্ষতা, রাইফেল ফায়ারিং এবং প্রাথমিক চিকিৎসা। এই কর্মসূচির মধ্যে রয়েছে আল-কাসসাম ব্রিগেডের অবদান। \n২০১৩ সালের গোড়ার দিকে গাজা উপত্যকায় হামাসের প্রথম উচ্চ বিদ্যালয়ের সামরিক প্রশিক্ষণ কর্মসূচি থেকে ৩,০০০ এরও বেশি ফিলিস্তিনি কিশোর স্নাতক হন। হামাসের কর্মকর্তারা বলেছেন, একটি ইলেকটিভ কোর্স এই কর্মসূচির লক্ষ্য হচ্ছে ইসরায়েলের বিরুদ্ধে সংগ্রামের জন্য নতুন প্রজন্মের নেতা তৈরি করা। ২৯ বছর বয়সী জাতীয় নিরাপত্তা কর্মকর্তা আবু হোজিফার মতে, কর্মসূচিতে শেখানো, শিশুদের শেখানো হয় \"জাতীয় পতাকা ও সংগীতকে সম্মান করতে, স্বদেশ এবং জেরুজালেমের সাথে তাদের সম্পর্ককে শক্তিশালী করতে, প্রতিরোধের মনোভাব এবং নীতির অবিচলতা। ভবিষ্যতে থাকতে চাইলে প্রতিরোধ যোদ্ধা হিসেবে কাজ করার জন্য আমরা তাদের বিশ্বাস এবং শারীরিক যোগ্যতার দিক থেকেও প্রস্তুত করি। \" \nহামাস সামরিক ঘাঁটিতে ৫,০০০ ছেলের জন্য দুই সপ্তাহের ক্যাম্প চালায়। ছেলেরা সামরিক ধাঁচের ইউনিফর্ম পরিহিত এবং হামাস ন্যাশনাল গার্ডের সদস্য এবং হামাসের সশস্ত্র শাখা আল-কাসসাম ব্রিগেডের জঙ্গিদের দ্বারা প্রশিক্ষিত। তারা কারাতে, রাস্তায় মারামারি, এবং কীভাবে একটি হ্যান্ড গ্রেনেড নিক্ষেপ করতে হয় তা শেখে। \n২০০০ সালে, ইয়াসির আরাফাতের কর্মীদের দ্বারা পরিচালিত গ্রীষ্মকালীন ক্যাম্পে ২৫,০০০ জন ফিলিস্তিনি কিশোর \"অপহরণ, হামলা এবং হামলার অস্ত্র ব্যবহার\" শিখেছিল যারা মনস্তাত্ত্বিক যুদ্ধ পরিচালনা করে । আইডিএফের চিফ অব জেনারেল স্টাফ লেফটেন্যান্ট জেনারেল শৌল মোফাজ ক্যাম্পগুলিকে \"নতুন ফিলিস্তিনি উত্থানের ঝুঁকির প্রমাণ\" বলে মনে করেন। আরাফাতের সহযোগী যিনি শিবিরগুলির তত্ত্বাবধান করেন তারা ক্যাম্পগুলিকে কিশোরদের জন্য ইসরায়েলি গদনা কর্পসের সাথে তুলনা করে এবং বলেন \"আমরা আশা করি আমরা আলোচনার মাধ্যমে আমাদের অধিকার অর্জন করব, যাতে এই ধরনের গ্রীষ্মকালীন শিবিরের অস্তিত্ব বন্ধ হয়ে যায়। জেরুজালেম সহ একটি পূর্ণাঙ্গ ও প্রকৃত শান্তি ছাড়া আমরা আর কিছুই চাই না, যা আমাদের অস্ত্র-প্রশিক্ষণ শেষ করতে এবং আমাদের তরুণদের কম্পিউটার, সাঁতার এবং অন্যান্য বিনোদন শেখানোর পরিবর্তে মনোনিবেশ করার অনুমতি দেয়। \" \n২০১৫ সালে, একটি শিশু পশ্চিম তীরের একটি কিন্ডারগার্টেন গ্র্যাজুয়েশন অনুষ্ঠানে একটি গান পরিবেশন করেছিল যার মধ্যে এই গানগুলো ছিল: \"যদি তুমি হাত বাড়িয়ে দাও, তাহলে তা কেটে ফেলা হবে। যদি আপনি শুধু আপনার চোখ দিয়ে তাকান, এটি বের করা হবে। আমরা আগে তোমার জন্য এসেছি, এবং যদি আমরা আবার ফিরে আসি তবে ধিক তোমাকে। তুমি জীবিত অবস্থায় এই দেশে এসেছ, কিন্তু তুমি এটিকে শরীরের অংশ হিসাবে ছেড়ে দেবে।। \"  ইয়াসির আরাফাতের ছবি শিশুদের সঙ্গে মঞ্চে ছিল যখন তারা খেলনা বন্দুক বহন করে এবং ইউনিফর্ম পরেছিল। একটি মহিলা দাতব্য সংস্থা অনুষ্ঠানটির স্পনসর করেছে।\nইসরাইল শিক্ষা প্রাথমিক বিদ্যালয় থেকে উচ্চ বিদ্যালয় পর্যন্ত ছেলে ও মেয়েদের প্রাথমিক লক্ষ্য হিসেবে সামরিক সেবা উপস্থাপন করেছে।  সেনাবাহিনীর কেন্দ্রীয় ভূমিকার উদাহরণ হিসেবে ইসরায়েলি শিশুরা ইসরায়েলি সৈন্যদের চিঠি লিখতে উৎসাহিত করে।  ২০১০ সালে আইডিএফ ঘোষণা করেছিল যে নিয়োগ সমস্যার কারণে এটি \"মোবাইল ড্রাফট অফিস\" চালু করবে যাতে বছরে ৭০০ টি স্কুল পরিদর্শন করা হয় যাতে ইসরাইলি কিশোর-কিশোরীদের সামরিক সেবায় উৎসাহী করে তোলে; এটি টেক্সট মেসেজিং, অনলাইন চ্যাট এবং অন্যান্য উপায়ে যুবকদের নিয়োগের আগে তাদের সাথে যোগাযোগ করতে শুরু করেছে।  ১৯৯৯ সালে ইসরায়েলি বিরোধী খসড়া গ্রুপ নিউ প্রোফাইলের একজন সদস্য ইসরাইলের \"সামরিক মূল্যবোধ\" সম্পর্কে বলেছিলেন যে \"শিশুরা তাদের সারা জীবন জুড়ে থাকে এবং তাদের বেছে নেওয়ার সুযোগ দেওয়া হয় না।\" পরিষেবাটি এড়ানোর উপায় হিসেবে গ্রুপটি প্রোফাইল ২১ অক্ষমতা ছাড় বা স্পষ্ট বিবেকপূর্ণ আপত্তি প্রচার করে।  ইসরায়েল বিচার করে এবং বিবেকবান আপত্তিকরদের জেল দেয়। \nতেল আবিব ইউনিভার্সিটি স্কুল অফ এডুকেশনের ড. নুরিত পেলেদ-এলহানান বলেছেন, উচ্চ বিদ্যালয়ের শিক্ষার্থীদের জন্য গদনা সামরিক কর্মসূচী \"এটা স্পষ্ট করে দেয়, কোন অনিশ্চিত শর্তে নয়, সর্বোচ্চ মূল্য হল রাজ্য, এবং যে নিয়মগুলি প্রতিষ্ঠিত হয় রাষ্ট্র এবং সেনাবাহিনী, তারা যাই হোক না কেন দ্বিধা, সমালোচনা বা এর চিহ্নের কোন অবকাশ নেই। বাবা-মা সহ সবাইকে অবশ্যই নিয়োগের প্রচেষ্টায় অবদান রাখতে হবে। \" হিব্রু বিশ্ববিদ্যালয়ের অধ্যাপক মাতান্যা বেন আর্টিজি, যার ছেলেকে নিয়োগের বিরোধিতা করার জন্য গ্রেপ্তার করা হয়েছিল, তিনি বলেন, \"এটি উচ্চ বিদ্যালয়ের সেনাবাহিনী কর্তৃক দখল করা, এটি একটি নাগরিক সমাজের ভিত্তি।\" শিক্ষামন্ত্রী ইউলি তামির বলেন, \"আমরা ছাত্রদের রাষ্ট্রের প্রতি নাগরিক ও সামাজিক প্রতিশ্রুতির জন্য শিক্ষিত করি, যার মধ্যে সামরিক পরিষেবা অন্তর্ভুক্ত রয়েছে। যদি আইডিএফ আমাদের প্রতিশ্রুতির এই দৃষ্টিভঙ্গিকে উৎসাহিত করতে সাহায্য করে, তাহলে আমি এই কর্মসূচিকে সমর্থন করব। \" \nমাইকেল কাপলান এবং গিডিয়ন লেভির মতে, এফ্রাতে ইসরাইলের ৬৬ তম স্বাধীনতা দিবসে অনুষ্ঠিত অস্ত্র প্রদর্শনের সময় অসংখ্য ছবিতে দেখা গেছে ইসরায়েলি শিশুরা সামরিক পোশাকে সজ্জিত এবং অস্ত্র ধারণ করছে। কাপলানের মতে, এটি ইঙ্গিত করে যে শুধু ফিলিস্তিনি নয়, ইসরায়েলি শিশুদের গোষ্ঠীগুলি 'সহিংসতার গৌরব করতে এবং সহিংসতার প্রতি আকাঙ্ক্ষা করতে শেখে'। \nইসরায়েলি অধ্যাপক এডওয়ার্ড কাউফম্যান  লিখেছেন যে সামরিক শ্রেষ্ঠত্বের উপর ইসরাইলের বিশ্বাস, এর \"বিচার-বহির্ভূত মৃত্যুদণ্ড\" বা সন্দেহভাজনদের \"লক্ষ্যবস্তু নির্মূলকরণ\" এর ব্যবহার যা প্রায়শই নিরীহদের মৃত্যুর কারণ হয়ে ওঠে, দ্বন্দ্বকে আরও বাড়িয়ে তুলেছে। তিনি লিখেছেন, এর ফলে এই সত্যটি ঘটেছে যে \"ইসরায়েলি স্কুলছাত্রীরা বিশ্বের সবচেয়ে হিংস্রদের মধ্যে রয়েছে, একটি ঘটনা যা বল প্রয়োগের ফলে বিবাদ নিষ্পত্তির একটি গ্রহণযোগ্য সামাজিক মাধ্যম বলে বিশ্বাস করা হয়। একটি বিস্ময়কর ৪৩% ইসরায়েলি শিশু অন্যদের ধমকানোর কথা স্বীকার করেছে, যখন চারটি ইসরাইলি ছেলে স্কুলে সুরক্ষার জন্য ছুরি নিয়ে যাওয়ার কথা স্বীকার করেছে। এটা আশা করা যায় যে ফিলিস্তিনিদের মোকাবেলায় ইসরাইলের অপ্রতিরোধ্য শক্তি ব্যবহার সমাজের উপর একটি প্রভাব ফেলেছে।ইসরায়েলে প্রচলিত সহিংসতার সংস্কৃতি সম্প্রদায়ের সবচেয়ে প্রভাবিত সদস্যদের উপর নাটকীয় প্রভাব ফেলেছে: শিশুরা। \" \n২০১২ সালে ফিলিস্তিনি, ইহুদি-ইসরায়েলি এবং আরব-ইসরায়েলি শিশুদের একটি যৌথ গবেষণায় দেখা গেছে যে রাজনৈতিক দ্বন্দ্ব এবং সহিংসতার মুখোমুখি হওয়া আক্রমণাত্মক আচরণ বৃদ্ধিতে অবদান রেখেছে। গবেষণায় বলা হয়েছে, \"ফিলিস্তিনি শিশুরা অন্য সব গোষ্ঠীর তুলনায় সহিংসতার পাশাপাশি সর্বোচ্চ স্তরের আক্রমণাত্মক আচরণের জন্য সবচেয়ে বেশি ঝুঁকিতে ছিল। সব ধরনের সহিংসতা এবং আরও আক্রমণাত্মকতার জন্য পুরুষের তুলনায় নারীরা সমানভাবে বেশি ঝুঁকিতে ছিল। \" \n\n\n=== গদনা প্রোগ্রাম ===\nগদনা একটি ইসরায়েলি প্রাক-সেনা সামরিক প্রোগ্রাম যা উচ্চ বিদ্যালয়ের শিক্ষার্থীদের তাদের বাধ্যতামূলক পরিষেবার জন্য প্রস্তুত করে। গাদনা ইসরায়েলের স্বাধীনতার ঘোষণার আগে তৈরি হয়েছিল। ১৯৪৮ সালে আরব-ইসরায়েল যুদ্ধের সময়, প্রশিক্ষণার্থীরা যোদ্ধা হিসাবে কাজ করেছিলেন। ১৯৯০ সাল পর্যন্ত, গাদনা ইসরায়েলি যুবকদের মধ্যে দেশপ্রেমের মূল্যবোধ জাগিয়ে তোলার এবং ইসরায়েলে তরুণদের অভিবাসনকে উৎসাহিত করার দিকে মনোনিবেশ করেছিলেন। আজকাল, প্রোগ্রামটি সেনাবাহিনীতে সেবা করার প্রেরণা বাড়ানোর দিকে মনোনিবেশ করে।  ২০০৭ সালের হিসাবে, আনুমানিক সংখ্যালঘু  ১৬,০০০ থেকে ১৯,০০০ জন ১১ তম শ্রেণীর ছাত্ররা স্কোয়াড আকারের অপারেশন, নাইট ট্রেক এবং শুটিংয়ে অংশ নেয়, যখন যুবকরা ইসরাইল প্রতিরক্ষা বাহিনীতে যোগ দেয় তখন শ্রেষ্ঠত্বের জন্য পুরস্কারের প্রতিশ্রুতি দিয়ে। শিক্ষকেরা এই কর্মসূচিকে \"অতিরিক্ত সামরিকবাদী\" বলে সমালোচনা করেছেন। যুদ্ধের মতবাদ, অস্ত্রের বিশুদ্ধতা এবং যুদ্ধে নৈতিকতার পাঠ অন্তর্ভুক্ত করার জন্য ২০০৭ সালে এক সপ্তাহব্যাপী কর্মসূচি সংশোধন করা হয়েছিল। \n\n\n=== স্কুলে পড়াশোনার ব্যাঘাত ===\nইসরায়েলি এবং ফিলিস্তিনি উভয়ের জন্যই স্কুল ব্যাহত হয়েছে। ইসরাইলি শিশুরা স্কুলে যাওয়ার পথে বা ফিলিস্তিনি জঙ্গিদের দ্বারা নিহত হয়েছে, যেমন ১৯৭০ সালে আভিভিম স্কুল বাস হত্যাকাণ্ডে ৯ শিশু নিহত এবং ২৫ জন আহত হয়েছিল, ১৯৭৪ সালে মাআলোট হত্যাকাণ্ড যার ফলে মৃত্যু হয়েছিল ২২ প্রাথমিক বিদ্যালয়ের শিশু, ১৯৯২ সালে হেলেনা র‍্যাপ হত্যাকাণ্ড, ১৯৯৭ শান্তি দ্বীপ হত্যাকাণ্ড যেখানে ক্লাসের মাঠ ভ্রমণে ৭ জন স্কুল ছাত্রীদের গুলি করে হত্যা করা হয়েছিল, ২০০২ সালে ৩ কিশোরকে হত্যা করা হয়েছিল ইটামারের হিটজিম ইয়েশিভা উচ্চ বিদ্যালয়ে, এবং ২০০৮ সালে মারকাজ হারভ গণহত্যার ফলে ৮ শিশু নিহত এবং ১১ জন আহত হয়। \nগাজা থেকে রকেটের অগ্নিকাণ্ড তীব্র হয়ে উঠলে দক্ষিণ ইসরায়েল জুড়ে স্কুলগুলি বন্ধ হয়ে যায়, যার মধ্যে বড়শেবা এবং আশদোদের মতো প্রধান শহরগুলিও রয়েছে।  ইসরায়েলি কর্তৃপক্ষ এমন ঘটনা জানিয়েছে যেখানে স্কুল ক্ষতিগ্রস্ত হয়েছে এবং স্কুল বাস কাসাম রকেট এবং মর্টার দ্বারা ধ্বংস হয়েছে। \nইসরায়েল পশ্চিম তীরের স্কুলগুলো কয়েক মাস ধরে সংঘাতের সময় বন্ধ করে দিয়েছে। ১৯৮৯ সালের জানুয়ারি থেকে জুলাই পর্যন্ত ২০০,০০০ শিক্ষার্থীকে ক্লাসের বাইরে রাখা হয়েছিল।  ২০০২ সালের সময় ইসরায়েলি কারফিউ জারির সময় শিক্ষক এবং শিক্ষার্থীরা হল, বসার ঘর এবং গলিতে অস্থায়ী স্কুল তৈরি করেছিলেন যাতে শিক্ষার্থীদের স্কুলে যেতে গাড়ি বা বাসে যাতায়াত করতে না হয়।  ইসরাইলের বিচ্ছিন্নতা বাধা কিছু শিক্ষার্থীদের তাদের স্কুল থেকে আলাদা করেছে, যার ফলে চেকপয়েন্টগুলোতে দীর্ঘ সময় অপেক্ষা করতে হয়।  ২০০৮ সালে ইসরাইল অভাবী শিশুদের জন্য দুটি চ্যারিটি স্কুল বন্ধ করে দেয় কারণ ইসরায়েল সন্দেহ করেছিল যে তারা হামাসের সাথে জড়িত।  ২০১২ সালের নভেম্বরের অপারেশন পিলার অফ ডিফেন্সের সময় গাজার স্কুলগুলিও সংঘর্ষের সময় বন্ধ থাকে। \nগাজায় ইসরায়েলি অস্ত্র হামলা ফিলিস্তিনিদের স্কুল ধ্বংস বা ক্ষতিগ্রস্ত করেছে। ২০০০-২০০১ সালে নিরানব্বইটি স্কুল ধ্বংস করা হয়েছিল।  তিন সপ্তাহের গাজা যুদ্ধের সময় ইসরায়েলি বিমান হামলায় ১৮ টি স্কুল ধ্বংস হয় এবং ২৮০ টি ক্ষতিগ্রস্ত হয়, যার মধ্যে জাতিসংঘের ত্রাণ ও কর্ম সংস্থার স্কুলও রয়েছে।  গাজা উপত্যকায় ইসরায়েলের অবরোধ গাজায়  স্কুল নির্মাণ এবং সামগ্রী আমদানি নিষিদ্ধ করেছে। ২০১১ সালে, কয়েক মাস আলোচনার পর, ইসরাইল ১৮ টি নতুন স্কুল নির্মাণের জন্য পর্যাপ্ত উপাদান দিয়েছিল। \nবসতি স্থাপনকারীরাও শিশুদের স্কুলে পড়াশোনা ব্যাহত করেছে। ২০০২ সালে ইহুদি সজাগ গোষ্ঠীগুলির দ্বারা ফিলিস্তিনিদের স্কুলে একটি বোমা হামলার চেষ্টা করা হয়েছিল  ২০১১ সালে জাতিসংঘের বিশেষ প্রতিবেদক রিচার্ড এ ফক বলেছিলেন যে ঘন ঘন বসতি স্থাপনকারী হয়রানির কারণে অনেক ফিলিস্তিনি শিশু স্কুলে যাওয়া বন্ধ করে দিয়েছে। \n\n\n== স্বাস্থ্য সেবা ==\n\n\n=== ইসরায়েলি ===\nইসরায়েল ১৯৪৮ সালে প্রতিষ্ঠার পর থেকে সমস্ত ইসরায়েলিদের জন্য সামাজিকীকৃত স্বাস্থ্যসেবা ব্যবস্থা বজায় রেখেছে। ১৯৯৫ সালে একটি জাতীয় স্বাস্থ্য বীমা আইন পাস করা হয়েছিল।  কভারেজের মধ্যে রয়েছে চিকিৎসা নির্ণয় ও চিকিৎসা, প্রতিরোধমূলক ঔষধ, হাসপাতালে ভর্তি, অস্ত্রোপচার ও প্রতিস্থাপন, শিশুদের প্রতিরোধমূলক দাঁতের যত্ন এবং অন্যান্য সুবিধা। \n\nইসরায়েল-ফিলিস্তিন দ্বন্দ্ব অবশ্য শিশুদের স্বাস্থ্য ও চিকিৎসা সেবায় নেতিবাচক প্রভাব ফেলতে দেখা গেছে। ২০০৭ সালের একটি গবেষণায় দেখা গেছে যে কয়েক বছর আগে সহিংসতার চাপ ইসরায়েলি কিশোর-কিশোরীদের মধ্যে অ্যালকোহল সেবন, ধূমপান এবং পদার্থের অপব্যবহারের মাত্রা বাড়িয়ে দিয়েছে।  এতে বলা হয়েছে, কিছু অংশে, \"সন্ত্রাসবাদী কার্যকলাপের সাথে শারীরিক সম্পর্ক বন্ধ করা ইতিবাচকভাবে উচ্চ মাত্রার অ্যালকোহল সেবন, মদ্যপান এবং গাঁজার সাথে যুক্ত ছিল যা আমরা পিটিএসএস এবং বিষণ্নতার জন্য আগে এবং পরে উল্লেখযোগ্য ছিল।\"  গবেষণায় এই সিদ্ধান্তে উপনীত হয়েছে যে এই আচরণের ফলে ভবিষ্যতে স্বাস্থ্য জটিলতার একটি উচ্চ ঝুঁকি রয়েছে। \n\nইসরাইলের স্নাইডার চিলড্রেনস মেডিকেল সেন্টার থেকে জরুরী ঔষধের ইউনিট শিশু সন্ত্রাসের শিকারদের চিকিৎসা সেবা ঘিরে দুই বছরের গবেষণা ও পর্যালোচনা করেছে।২০০৩ সালে প্রকাশিত ফলাফলে বলা হয়েছিল, \"অধ্যয়নের সময়কালে ৪১ জন-হতাহতের ঘটনা (এমসিই) ম্যাগেন ডেভিড অ্যাডম দ্বারা পরিচালিত হয়েছিল। প্রতিটি ইভেন্টে ৩২ জন নিয়মিত, নয়টি মোবাইল ইনটেনসিভ কেয়ার ইউনিট অ্যাম্বুলেন্স রয়েছে যার মধ্যে ৯৩ জন চিকিৎসক, ১৯ জন প্যারামেডিক এবং চারজন চিকিৎসক রয়েছেন। সরিয়ে নেওয়ার সময় ছিল শহরে ৫-১০ মিনিট এবং গ্রামাঞ্চলে ১৫-২০ মিনিট। বেশিরভাগ ক্ষেত্রে, ভুক্তভোগীদের একাধিক সুবিধায় সরিয়ে নেওয়া হয়েছিল। দক্ষতা এবং গতি উন্নত করতে, ম্যাগেন ডেভিড অ্যাডম 'স্কুপ অ্যান্ড রান' অন দ্য দৃশ্য ম্যানেজমেন্ট ছাড়াও প্রশিক্ষিত 'ফার্স্ট-রেসপন্সার' এবং স্বেচ্ছাসেবী, অফ-ডিউটি পেশাদারদের ব্যবহার চালু করেন। \"  এতে যোগ করা হয়েছে যে, \"সন্ত্রাস-বহির্ভূত আঘাতপ্রাপ্ত শিশুদের তুলনায়, সন্ত্রাস-সংশ্লিষ্ট গোষ্ঠীর অস্ত্রোপচারের হস্তক্ষেপের হার বেশি, হাসপাতালে দীর্ঘকাল থাকা এবং পুনর্বাসন পরিষেবার জন্য অধিক চাহিদা ছিল।\" \nগাজা থেকে কাসসাম রকেটের আঘাতে দক্ষিণ ইসরায়েলের হাসপাতালগুলি ক্ষতিগ্রস্ত হয়েছে, এবং ফিলিস্তিনিরা তাদের পাথর ছুড়ে মারার কারণে অ্যাম্বুলেন্স বিলম্বিত হয়েছে।  ২০১২ সালে, একজন ফিলিস্তিনি ব্যক্তি একটি ইহুদি পরিবারকে বিষপান করানর কথা স্বীকার করেছিলেন, যার ফলে দুইজন প্রাপ্তবয়স্ক এবং দুটি শিশু হাসপাতালে ভর্তি হয়েছিল। \n\n\n=== ফিলিস্তিনি ===\n\n১৯৯০-এর দশক থেকে, এবং বিশেষ করে দ্বিতীয় ইন্তিফাদার সাথে জড়িত সহিংসতার পর থেকে, ইসরায়েল শত শত স্থায়ী সড়ক অবরোধ এবং ইসরায়েলি সামরিক বা সীমান্ত পুলিশ দ্বারা নিযুক্ত চেকপয়েন্ট তৈরি করেছে।  সম্ভাব্য সন্ত্রাসী হামলা ঠেকাতে কিছু ইসরায়েল এবং পশ্চিম তীরের মধ্যে থাকলেও সেপ্টেম্বর ২০১১ পর্যন্ত বেশিরভাগ পশ্চিম তীরের মধ্যেই ছিল, এরকম ৫২২ টি স্থায়ী এবং গড়ে ৪৯৫ টি অস্থায়ী \"উড়ন্ত চেকপয়েন্ট\" ছিল।  ২০০৯ সালে জাতিসংঘের এক প্রতিবেদনে বলা হয়েছে যে, চেকপয়েন্টগুলি \"অধিকতর স্থায়ী ব্যবস্থায়\" উন্নীত হচ্ছে যা ফিলিস্তিনের বৃদ্ধি এবং চলাচলের জন্য উপলব্ধ স্থান হ্রাস করে ইসরায়েলি বসতি স্থাপনকারী জনসংখ্যার সুবিধার জন্য।  ২০০২-এ একটি রেড ক্রিসেন্ট অ্যাম্বুলেন্সে পাওয়া বোমার সেই ঘটনা গাড়ির ব্যাপারে সতর্কতা বাড়িয়েছে। \n২০০৪ সালে মনোরোগ বিশেষজ্ঞ ডেরেক সামারফিল্ড ব্রিটিশ মেডিকেল জার্নালে একটি মতামত লিখেছিলেন যে, পশ্চিম তীর এবং গাজার তৎকালীন সাম্প্রতিক সামরিক পুনর্বাসন ''চেকপয়েন্ট \" দ্বারা সম্প্রদায়গুলিকে বিভক্ত করেছে, ইসরায়েলি পশ্চিম তীরের প্রতিবন্ধকতা এবং গাজা উপত্যকার প্রতিবন্ধকতার মতো বিশাল দেয়াল স্থাপন করেছে এবং যেগুলো ৬০,০০০ ঘরবাড়ি ভেঙ্গে তৈরি । বিশ্বব্যাংক অনুমান করেছে যে এই পদক্ষেপগুলির কারণে ফিলিস্তিনি দারিদ্র্য তিন বছরে তিনগুণ বৃদ্ধি পেয়েছে, যেখানে ৬০% জনসংখ্যা দারিদ্র্য স্তরে বসবাস করছে এবং অর্ধেকের বেশি পরিবার প্রতিদিন মাত্র একটি খাবার খায়। প্রতিবন্ধকতাগুলো ৯৭ টি প্রাথমিক স্বাস্থ্য ক্লিনিক এবং ১১ টি হাসপাতালকে ফিলিস্তিনি রোগীদের থেকে বিচ্ছিন্ন করেছিল। সেই সময় ৮৭ টি মামলা ছিল যেখানে চিকিত্সার অ্যাক্সেস অস্বীকারের কারণে মৃত্যু ঘটেছিল, যার মধ্যে ৩০ টি শিশু, কিছু শিশু জন্মগ্রহণ করেছিল এবং প্রসবকালীন মহিলাদের চেকপয়েন্টে রাখা হয়েছিল। সামারফিল্ড বলেছিলেন যে ফিজিশিয়ানস ফর হিউম্যান রাইটস-ইসরায়েল ইসরায়েল মেডিকেল অ্যাসোসিয়েশনের সমালোচনা করেছে এই বিষয়ে নীরবতার জন্য। \n২০০৯ সালে ড. আওয়াদ মাতারিয়া এবং ড. হানান আবদুল রহিম দ্বারা রচিত,দ্য ল্যানসেট মেডিকেল জার্নাল রিপোর্ট, ফিলিস্তিনি অঞ্চলের স্বাস্থ্যসেবা ব্যবস্থাকে \"খণ্ডিত এবং অসঙ্গত\" বলে বর্ণনা করেছেন। ডা.রহিম বলেন, যত্নের ফাঁক, প্রসব-পরবর্তী যত্নের একটি নিম্ন স্তর এবং অন্যান্য আরব দেশের তুলনায় শিশুমৃত্যুর হার কমে যা তাদের নিচে আনতে সক্ষম হয়েছিল। প্রতিবেদনে জাতিসংঘের একটি প্রতিবেদনের উদ্ধৃতি দিয়ে বলা হয়েছে যে, ৬০ টিরও বেশি ফিলিস্তিনি নারী ইসরায়েলি চেকপয়েন্টে জন্ম দিয়েছেন ফলে তাদের ৩৬ জন শিশুর মৃত্যু হয়েছে। ফিলিস্তিনি ভূখণ্ডে দীর্ঘমেয়াদী উন্নয়নের বিপরীতে চিকিৎসকরা সামরিক দখল, ফিলিস্তিনের রাজনৈতিক অস্থিতিশীলতা, অসঙ্গতিপূর্ণ এবং খণ্ডিত বৈদেশিক সাহায্য দাতার নীতি এবং জরুরি সাহায্যের দিকে মনোনিবেশ করার জন্য দায়ী করেছেন।  বিশ্ব স্বাস্থ্য সংস্থা \"দখলকৃত ফিলিস্তিনি অঞ্চলে\" স্বাস্থ্যসেবা নিয়ে নিয়মিত রিপোর্ট করে। \nসামারফিল্ডের মতামত অংশের প্রতিক্রিয়ায়, মেডিকেল ও পাবলিক হেলথ ইস্যুতে টাস্কফোর্সের সদস্য ইরউইন ম্যানসডর্ফ, মধ্যপ্রাচ্যের স্কলার্স ফর পিস রুটিন কেয়ার সম্পর্কে একটি মতামত লিখেছেন যা ফিলিস্তিনিরা ইসরায়েলি হাসপাতালে এবং ইসরায়েলি চিকিৎসকদের কাছ থেকে গ্রহণ করে চলেছে, বলেছিলেন যে \"ফিলিস্তিনিরা ইসরাইলে যত্ন পায় যা তারা প্রতিবেশী আরব দেশে গ্রহণ করতে পারে না। শুধুমাত্র গত কয়েক মাসে প্রায় ২০০ ফিলিস্তিনি শিশু যাদেরকে গুরুতর চিকিৎসা অবস্থার সাথে শিশুদের চিকিৎসার জন্য একটি যৌথ ইসরায়েল-ফিলিস্তিনি কর্মসূচির আওতায় পাঠানো হয়েছে তারা ইতোমধ্যেই পরিবারের কোন খরচ ছাড়াই ইসরায়েলি হাসপাতালে বড় অস্ত্রোপচার করেছে। আরও ৩৫০-৪০০ ফিলিস্তিনি শিশুর বিনামূল্যে ডায়াগনস্টিক টেস্ট করা হয়েছে। \"  সাইমন এম ফেলারম্যান আরও একটি উল্লেখ করেছেন যে পেরেস সেন্টার ফর পিস কর্তৃক প্রতিষ্ঠিত সেভিং চিলড্রেন শত শত ফিলিস্তিনি শিশুকে বিশেষ করে কার্ডিয়াক সার্জারিতে ইসরায়েলি সার্জনদের কাছ থেকে বিনামূল্যে চিকিৎসা সেবা পেতে সক্ষম করে।  ল্যানসেট রিপোর্টের প্রতিক্রিয়ায়, ইসরায়েল সরকারের একজন মুখপাত্র বলেছেন যে এই অঞ্চলে ফিলিস্তিনিরা ইসরায়েলে নিজেই চিকিৎসা সেবা পেতে পারে, উল্লেখ করে যে ল্যানসেট রিপোর্টের আওতাভুক্ত দুই বছরে গাজা থেকে ২৮,০০০ জন ফিলিস্তিনিকে ইসরায়েলে চিকিৎসা দেওয়া হয়েছিল। \n২০১১ সালে, ইসরায়েলি সিভিল অ্যাডমিনিস্ট্রেশনের স্বাস্থ্য সমন্বয়কারী, ডালিয়া বাসা এবং আইডিএফ-এর আলপাইন ইউনিটের কমান্ডার যৌথভাবে ক্যান্সারে আক্রান্ত ফিলিস্তিনি শিশুদের জন্য উত্তর ইসরায়েলের মাউন্ট হারমন-এ একটি স্কি ভ্রমণের আয়োজন করেছিলেন। বাবা-মা, পরিবারের সদস্য এবং আলপাইন ইউনিটের ইসরায়েলি সৈন্যদের সঙ্গে থাকা শিশুরা জেরুজালেমের অগাস্টা ভিক্টোরিয়া হাসপাতালে চিকিৎসাধীন। \nঅবিস্ফোরিত অস্ত্র অর্ডিন্যান্সের সাথে খেলা শিশুদের দুর্ঘটনা একটি নিম্ন স্তরের কিন্তু শিশুদের স্বাস্থ্যের জন্য বারবার হুমকি। অবিস্ফোরিত অস্ত্রের সাথে জড়িত বেশিরভাগ ঘটনা গাজা উপত্যকায় ঘটেছে। \n\"সেভ এ চাইল্ডস হার্ট\" হল এমন একটি প্রোগ্রাম যেখানে হৃদরোগে আক্রান্ত যেকোনো শিশু ইসরাইলের নির্বাচিত ডাক্তার এবং হাসপাতাল থেকে বিনামূল্যে চিকিৎসা সেবা এবং অস্ত্রোপচার পেতে পারে। ২০০৯ সাল পর্যন্ত এটি ১০০০ ফিলিস্তিনি শিশুর উপর পরিচালিত হয়েছিল। \nহাদাসাহ মেডিকেল সেন্টার রিপোর্ট করেছে যে অঙ্গ দান যার মধ্যে প্রাপক একজন ফিলিস্তিনি এবং দাতা একজন ইসরায়েলি, বা বিপরীতভাবে, অস্বাভাবিক নয়। একটি ক্ষেত্রে বেথলেহেমের একজন ফিলিস্তিনি একজন ইসরাইলের কিডনি পেয়েছিলেন।  ইহুদি কিশোর ইয়োনি জেসনার এবং ফিলিস্তিনি ছেলে আহমেদ খতিবের পরিবার ইসরায়েল-ফিলিস্তিন সংঘাতের বিপরীত দিক থেকে শিশুদের অঙ্গ দান করেছিল।  ইয়োনি জেসনার ২০০২ সালে একটি আত্মঘাতী বোমা হামলায় মারা যান, এবং আহমেদ খতিব ২০০৫ সালে আইডিএফের বন্দুকযুদ্ধে নিহত হন।  ২০০২ সালে, ১৬ বছর বয়সী ইসরায়েলি রাহেল থ্যালার আত্মঘাতী বোমা হামলায় অন্য দুই কিশোরের সাথে নিহত হন। তার মৃত্যুর পর, থ্যালারের পরিবার তার অঙ্গ দান করার সিদ্ধান্ত নেয়। \n\n\n== অপুষ্টি ==\n\n২০০৩ সালের জাতিসংঘের প্রতিবেদনে, বিশেষ প্রতিবেদক জিন জিগলার রিপোর্ট করেছেন যে ফিলিস্তিনি অঞ্চলে ৫ বছরের কম বয়সী ২২ শতাংশ শিশু অপুষ্টিতে ভুগছে এবং ১৫.৬ শতাংশ তীব্র রক্তাল্পতায় ভুগছে। বিশ্বব্যাংকের মতে, ফিলিস্তিনি অঞ্চলে খাদ্য খরচ মাথাপিছু ২৫ শতাংশেরও বেশি কমেছে এবং বিশেষ করে প্রোটিনের খাদ্য ঘাটতির খবর পাওয়া গেছে।  ২০০৭ সালে পশ্চিম তীর ও গাজায় ফিলিস্তিনি শিশুদের পরিসংখ্যান দপ্তরের একটি জরিপে দেখা গেছে যে দারিদ্র্যের ফলে প্রায় ১০ শতাংশ ফিলিস্তিনি শিশু \"অপুষ্টি থেকে স্থায়ী প্রভাব\" ভোগ করে, বিশেষ করে স্তব্ধ বৃদ্ধিসহ।  ২০১০ সালে ডেনমার্ক সরকার একটি জরিপের পৃষ্ঠপোষকতায় দেখা যায় যে গাজার ১০ শতাংশ শিশু অপুষ্টিতে ভুগছে। \n২০১১ সালের এপ্রিল মাসে, ইসরায়েল প্রতিরক্ষা বাহিনীর মুখপাত্রের কার্যালয় গাজা উপত্যকায় রেডক্রসের আন্তর্জাতিক কমিটির উপ-পরিচালক কর্তৃক গণমাধ্যমের মন্তব্য উপলব্ধ করে, যিনি আইডিএফ- এর প্রতিবেদনে বলেছিলেন যে \"গাজায় কোনো মানবিক সংকট নেই। আপনি যদি সুপার মার্কেটে যান, সেখানে পণ্য আছে। এখানে রেস্টুরেন্ট এবং একটি সুন্দর সৈকত আছে। \" তিনি আরও বলেছিলেন যে অবরোধের কারণে সমস্যাগুলি \"প্রধানত অবকাঠামো রক্ষণাবেক্ষণ এবং পণ্যগুলিতে অ্যাক্সেসের ক্ষেত্রে, উদাহরণস্বরূপ কংক্রিট।\" \nক্রিশ্চিয়ান সায়েন্স মনিটরের কর্মী লেখক ড্যান মারফি রেডক্রসের মুখপাত্র সিসিলিয়া গোইনের সাক্ষাৎকার নিয়েছিলেন, যিনি বলেছিলেন যে মন্তব্যগুলি সম্পূর্ণ প্রেক্ষাপটে দেওয়া হয়নি এবং এভাবে ভুল ধারণা দেয় \"সবকিছু ঠিক আছে\" যখন আসলে পরিস্থিতি এখনও \"ভয়াবহ\" । \" মার্ফি, যিনি গাজায় গিয়েছিলেন, লিখেছিলেন যে সুপার মার্কেট এবং রেস্তোঁরাগুলিতে পণ্যগুলি বেশিরভাগ গাজানদের কাছে \"নাগালের বাইরে\" ছিল। তিনি লিখেছেন: \"এই প্রেক্ষাপটে\" কোন মানবিক সংকট নেই \"এর অর্থ হল গাজার মানুষ না খেয়ে আছে, যা অবশ্যই সত্য। ইউনাইটেড নেশনস রিলিফ অ্যান্ড ওয়ার্কস এজেন্সি গাজার বেশিরভাগ ১৫.৫ মিলিয়ন মানুষকে সহায়তা প্রদান করে এবং খাদ্য ও চিকিৎসা সামগ্রী আনতে দেওয়া হয়েছে। রেড ক্রস এবং অন্যান্য সাহায্য গোষ্ঠীগুলিও সক্রিয়। \" তিনি আরও উল্লেখ করেছেন যে উইকিলিকস কর্তৃক ২০০৮ সালে প্রকাশিত মার্কিন যুক্তরাষ্ট্রের কূটনৈতিক তারে বলা হয়েছে যে, \"ইসরায়েলি কর্মকর্তারা দূতাবাসের কর্মকর্তাদের একাধিকবার নিশ্চিত করেছেন যে তারা গাজান অর্থনীতিকে মানবিক সংকট এড়ানোর সাথে সামঞ্জস্যপূর্ণ সর্বনিম্ন স্তরে সচল রাখতে চায়\"। \nসেভ দ্য চিলড্রেন এবং ব্রিটেনের মেডিকেল এইড ফিলিস্তিনিদের জন্য যৌথভাবে জারি করা ২০১২ সালের একটি প্রতিবেদনে দেখা গেছে যে, গাজার পাঁচ বছরের কম বয়সী শিশুদের ১০ শতাংশ অপুষ্টির কারণে বৃদ্ধি পেয়েছে এবং ৬৮ শতাংশ প্রাক-স্কুল শিশু এবং ৫৮ শতাংশ স্কুল বয়সী শিশুরা ভুগছে রক্তাল্পতা থেকে। প্রতিবেদনে বলা হয়েছে যে গাজা উপত্যকার পাঁচ বছরের অবরোধ, যা প্রয়োজনীয় সরবরাহ ও উপকরণ আমদানি রোধ করেছে, পাশাপাশি ইসরায়েলের গাজা যুদ্ধ অবকাঠামোতে বোমা হামলার ফলে সার এবং মানুষের বর্জ্য দ্বারা পানি মারাত্মকভাবে দূষিত হচ্ছে। টাইফয়েড এবং ডায়রিয়ার মতো রোগ, দূষিত পানির দ্বারা ছড়িয়ে পড়ে,৩ বছরের কম বয়সী শিশুদের দ্বিগুণ হয়েছে, যার দীর্ঘমেয়াদী স্বাস্থ্যগত প্রভাব রয়েছে।  খোলা নর্দমা একটি সমস্যা এবং ২০১২ সালে তিনটি শিশু খোলা নর্দমার পুকুরে ডুবে যায়। \n২০১২ সালের অক্টোবরে ইসরাইলের একটি মানবাধিকার গোষ্ঠী ইসরায়েলকে ২০০৮ সালের একটি নথি প্রকাশ করতে বাধ্য করেছিল যাতে গণনা করা হয়েছিল যে গাজার ১.৫ মিলিয়ন অধিবাসীদের অপুষ্টি এবং ব্যাপক অনাহার এড়াতে প্রতিদিন ২,২৭৯ ক্যালোরি প্রয়োজন। ইসরায়েলের সামরিক বাহিনী সমালোচকদের দাবি, তারা গাজা অবরোধের সময় নির্দেশিকা ব্যবহার করে গাজায় খাদ্যের চালান সীমিত করে হামাসের ওপর চাপ সৃষ্টি করে। \n\n\n=== পোস্ট ট্রম্যাটিক স্ট্রেস ===\nগবেষকরা ফিলিস্তিনি শিশুদের মধ্যে উচ্চ মাত্রার ট্রমাটিক স্ট্রেস ডিসঅর্ডার খুঁজে পাচ্ছেন।  কিছু গবেষকের মতে, গ্রীন লাইনের দুই পাশের শিশুদের মধ্যে ট্রমাটিক স্ট্রেস ডিসঅর্ডারের গড় হার প্রায় ৭০ শতাংশ।  গাজা কমিউনিটি হেলথ প্রোগ্রাম একটি গবেষণা চালিয়ে দেখেছে যে গাজায় শিশুদের জন্য পোস্ট ট্রমাটিক স্ট্রেস ডিসঅর্ডার (পিটিএসডি)-এর হার ৫৪% গুরুতর পিটিএসডি, ৩৩.৫% মাঝারি এবং ১১% পিটিএসডি- এর হালকা এবং সন্দেহজনক মাত্রায় ভুগছে।  কানাডিয়ান জার্নাল অফ সাইকিয়াট্রিতে প্রকাশিত একটি প্রতিবেদনে অনুমান করা হয়েছিল যে পশ্চিম তীরের বেথলেহেমের দক্ষিণাঞ্চলে মনস্তাত্ত্বিক অসুস্থতার হার ফিলিস্তিনি শিশুদের মধ্যে ৪২.৩%। হার ছেলেদের জন্য ৪৬.৩% এবং মেয়েদের জন্য ৩৭.৮% ছিল। গবেষণায় বলা হয়েছে, এই হারগুলি গাজা প্রান্তে মানসিক রোগের হারের দ্বিগুণ। \nকিছু রিপোর্ট অনুসারে, ২০১৪ সালে গাজায় ইসরাইলি যুদ্ধে ৩৭০,০০০ এরও বেশি ফিলিস্তিনি শিশু শেল-হতবাক হয়ে গেছে। \nইসরায়েলি অধ্যাপক এডওয়ার্ড কাউফম্যান লিখেছেন যে, ইসরায়েলি শিশুদের মধ্যে ব্যাপক পিটিএসডি \"সন্ত্রাসের নির্বিচারে কাজ করার ফলে ভয়ের পরিবেশ\" সৃষ্টি করে।  একজন ইসরায়েলি শিশু মনোরোগ বিশেষজ্ঞের মতে, জেরুজালেমের প্রায় অর্ধেক শিশু, ফিলিস্তিনি সহিংসতায় সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়েছে, ট্রমাটিক স্ট্রেস ডিসঅর্ডার এর লক্ষণগুলি অনুভব করে, ট্রমা অন্যান্য কারণে আক্রান্ত শিশুদের হারের চেয়ে দুই থেকে তিনগুণ বেশি। হার্জগের ট্রমা সেন্টারের সাম্প্রতিক এক গবেষণায় দেখা গেছে যে ৩৩ শতাংশ ইসরায়েলি যুবক সন্ত্রাস দ্বারা ব্যক্তিগতভাবে ক্ষতিগ্রস্ত হয়েছে, হয় কোনো আক্রমণের স্থানে থাকা বা সন্ত্রাসীদের দ্বারা আহত বা নিহত কাউকে জেনে। জরিপে অংশগ্রহণকারীদের সত্তর শতাংশ ব্যক্তিগত ভয় বা হতাশার কথা জানিয়েছেন।  গবেষণায় দেখা গেছে দক্ষিণ ইসরায়েলে পিটিএসডি এর উচ্চ মাত্রা রয়েছে যা প্রায়ই গাজা উপত্যকা থেকে রকেট এবং মর্টার দ্বারা আক্রমণ করা হয়। বিশেষ করে, ঘন ঘন বিমান হামলার সাইরেন এবং আগত প্রজেক্টের বিস্ফোরণ সেরোত শহরে মারাত্মক মানসিক আঘাতের সৃষ্টি করেছে। \n\n\n== মিডিয়া ম্যানিপুলেশন ==\nদ্বন্দ্বের মধ্যে শিশুদের কিছু ছবি মিথ্যা, ডিজিটালভাবে পরিবর্তিত বা পুরানো বলে দেখানো হয়েছে এবং জনসাধারণের অনুভূতিতে হেরফের করতে ব্যবহৃত হয়।\n২০১২ সালের মার্চ মাসে গাজা-ইসরায়েলের সংঘর্ষের সময়, জাতিসংঘের মানবিক বিষয়ক সমন্বয় দপ্তরের তথ্য ও গণমাধ্যম সমন্বয়কারী খুলুদ বাদাউই রক্তে ঢাকা ফিলিস্তিনি শিশুর একটি ছবি টুইট করেছেন। তিনি সমালোচিত ছিলেন কারণ শিশুটি ছিল ৫ বছর বয়সী রাজা আবু শাবান, যিনি ২০০৬ সালে একটি দোলনা থেকে পড়ে গিয়ে মারা গিয়েছিলেন, ইসরায়েলি হামলায় নয়।  বাদাভি পরে টুইট করেছিলেন যে তিনি ভুল করে একটি পুরানো ছবি টুইট করেছিলেন।  ম্যান নিউজ এজেন্সি জানিয়েছে, মৃত মেয়েটির হাসপাতালের মেডিক্যাল রিপোর্টে বলা হয়েছে, গাজায় ইসরাইলি হামলার সময় উঁচু এলাকা থেকে পড়ে যাওয়ার কারণে তার মৃত্যু হয়েছে। আত্মীয়দের সাক্ষাৎকার, সংবাদ প্রতিবেদন এবং মানবাধিকার সংগঠনগুলোর তদন্তও ইঙ্গিত দেয় যে তার মৃত্যু পরোক্ষভাবে ১০০ মিটার দূরে ইসরাইলি বিমান হামলায় হয়েছিল, যদিও এটি কীভাবে ঘটেছিল তার হিসাব ভিন্ন। ইসরায়েলি কর্মকর্তারা জানিয়েছেন, মেয়েটির মৃত্যুর সঙ্গে ইসরায়েলের কোনো সম্পর্ক নেই। \nএকদিন পর, ইসরাইলের প্রধানমন্ত্রী বেনিয়ামিন নেতানিয়াহুর মুখপাত্র ওফির জেন্ডেলম্যান,একটি রকেটে ঢুকতে থাকা বাড়ির একটি ইসরায়েলি নারী এবং তার দুই সন্তানের একটি ছবি টুইট করে বর্ণনা করেছেন যে \"যখন গাজা থেকে সন্ত্রাসীদের দ্বারা ছোড়া একটি রকেট তাদের বাড়িতে আঘাত হানার কথা। \" যখন এটি প্রমাণিত হয় যে ছবিটি ২০০৯ সালের, তিনি বলেন, \"আমি কখনোই বলিনি যে ছবিটি বর্তমান ছিল। এটি দক্ষিণ ইসরায়েলের মানুষ যে ভয়ের মধ্যে রয়েছে তার চিত্র তুলে ধরে। \" \n২০১২ সালের নভেম্বরের গোড়ার দিকে, ইসরাইলি কর্মীরা রিপোর্ট করেছিল যে ক্যামেরার সাথে বেশ কয়েকজন সাংবাদিক ফিলিস্তিনি মেয়েটিকে অনুসরণ করেছিলেন কারণ তিনি বারবার সাফল্য ছাড়াই ইসরাইলি সৈন্যদের কাছ থেকে হিংসাত্মক প্রতিক্রিয়া উস্কে দেওয়ার চেষ্টা করেছিলেন।  ১৮ নভেম্বর, আলরাব নেট, একটি আরব নিউজ সাইট, \"গাজায় শহীদ গণহত্যা পরিবার\" ক্যাপশন সহ তিনটি রক্তাক্ত শিশু এবং তাদের মায়ের একটি ছবি প্রকাশ করে। এই ছবিটি সিরিয়ার শিশুদের হয়ে গেছে।  ফিলিস্তিনিপন্থী কর্মীরা একজন উদ্ধারকারী কর্মীর হাতে থাকা আহত শিশুর টুইটারে একটি ছবি প্রকাশ করে লিখেছে, \"এই আহত ফিলিস্তিনি শিশুটিও অবাক বা ভয় পায় না, ইসরায়েলি সন্ত্রাসে অভ্যস্ত।\" ছবিতে থাকা শিশুটিকে হামাস রকেট হামলায় আহত একজন ইসরায়েলি হিসেবে চিহ্নিত করা হয়েছিল, যা তার মাকেও হত্যা করেছিল।  ওয়াশিংটন পোস্ট সেই সময় প্রতিবেদনে আহত ও মৃত শিশুদের ছবি নিয়ে রাজনীতি করার জন্য সংঘর্ষে উভয় পক্ষের প্রবণতার কথা জানিয়েছে। \n\n\n== শান্তি প্রকল্প ==\n\nঅনেক আরব-ইসরায়েল শান্তি প্রকল্প সক্রিয়ভাবে শিশু এবং কিশোরদের জড়িত করে। উদাহরণস্বরূপ, শান্তির বীজ ১৯৯৩ সালে প্রতিষ্ঠিত হয়েছিল যার লক্ষ্য ছিল দ্বন্দ্বপূর্ণ অঞ্চলে নতুন প্রজন্মের নেতা তৈরি করা যা আর একে অপরের সম্পর্কে পুরানো এবং ক্ষতিকারক স্টেরিওটাইপ গ্রহণ করবে না। দ্বন্দ্ব অঞ্চলের উভয় পক্ষের যুবকদের একত্রিত করার মাধ্যমে এটি ঘটবে, যাদের পূর্বে শত্রু হিসেবে ধরা হয়েছিল তাদের উপর মানুষের মুখ লাগানো। ইসরায়েলি, ফিলিস্তিনি এবং মিশরীয় কিশোরদের দিয়ে শুরু হওয়া সংগঠনটি জর্ডান, মরক্কো, কাতার, তিউনিসিয়া, আফগানিস্তান, ইয়েমেন, ভারত, পাকিস্তান, মেইন, সাইপ্রাস ( তুর্কি প্রজাতন্ত্র উত্তর সাইপ্রাস /সাইপ্রাস প্রজাতন্ত্র ) এবং বলকান পর্যন্ত বিস্তৃত হয়েছে । \nযুক্তরাজ্যভিত্তিক একটি দাতব্য প্রতিষ্ঠান, চিলড্রেন অফ পিস, গাজা, ইসরায়েল, জর্ডান, লেবানন এবং পশ্চিম তীরের সমমনা সংগঠনগুলির সাথে জোট গড়ে তোলার উপর মনোযোগী হিসাবে স্ব-বর্ণনা করা হয়েছে [শিল্পকলায় প্রকল্প এবং কর্মসূচি প্রতিষ্ঠা], ৪-১৭ বছর বয়সী ইসরায়েলি এবং ফিলিস্তিনি শিশুদের জন্য শিক্ষা, স্বাস্থ্য এবং খেলাধুলা। \"  রিচার্ড মার্টিন, যিনি ২০০৫ সালে সংগঠনটি প্রতিষ্ঠা করেছিলেন, তিনি বলেছিলেন যে তিনি পক্ষ নিতে অস্বীকার করেন কারণ \"সমস্ত শিশু সংঘর্ষে ভোগে।\" \n\nমিডল ইস্ট এডুকেশন থ্রু টেকনোলজি (এমইইটি), ইনস্টিটিউট ফর সার্কেলওয়ার্ক, টিইসি-সেন্টার ফর টিচনোলজি স্ট্রাইভস এবং হ্যান্ড ইন হ্যান্ড শিক্ষামূলক প্রচেষ্টায় মনোনিবেশ করে। হ্যান্ড ইন হ্যান্ড হল দ্বিভাষিক (হিব্রু-আরবি) স্কুলের একটি নেটওয়ার্ক যেখানে ইহুদি এবং আরব শিশুরা একসাথে অধ্যয়ন করে। এটি ১৯৯৭ সালে প্রতিষ্ঠা করেছিল দুইজন ইসরায়েলি, একজন আরব এবং একজন ইহুদি, নেগেটিভ স্টেরিওটাইপস ভেঙে, পারস্পরিক শ্রদ্ধাবোধ এবং বোঝাপড়া গড়ে তোলার দর্শন নিয়ে এবং ইহুদি এবং আরবরা শান্তিতে একসাথে পড়াশোনা, কাজ এবং বসবাস করতে পারে এমন একটি গতিশীল উদাহরণ প্রদান করে। \nহ্যান্ড ইন হ্যান্ড পিসপ্লেয়ার্স ইন্টারন্যাশনাল (পিপিআই) দ্বারা ইসরায়েলি এবং ফিলিস্তিনি কিশোরদের মধ্যে আয়োজিত বাস্কেটবল গেমসও আয়োজন করেছে, যা তাদের শান্তির দিকে \"শিশুর পদক্ষেপ\" হিসাবে বর্ণনা করেছে। সহ-অধ্যক্ষ আলা খতিব বলেছিলেন যে \"বাইরে কি হচ্ছে তাতে কিছু মনে করবেন না, গাজায় বোমা হামলা হোক বা তেল আবিবে আত্মঘাতী বোমা হামলা হোক, আপনি স্কুল বন্ধ করতে পারবেন না। আপনাকে স্কুলে যেতে হবে, আপনাকে অন্য দিকটি মোকাবেলা করতে হবে, আপনাকে গুড মর্নিং বলতে হবে, এবং আপনাকে কথা বলতে হবে। \" \n২০০৫ সালে, যুক্তরাষ্ট্রভিত্তিক কাবালাহ সেন্টার এবং ফিলিস্তিনি আবু আশুকর সেন্টার ফর পিস অ্যান্ড ডায়ালগ রামাত গান সাফারি পার্কে তেল আবিবের কাছে ১১৫ ইসরায়েলি শিশু এবং ৫ থেকে ১২ বছর বয়সী ১১৫ জন ফিলিস্তিনি শিশুদের জন্য একটি শিশু শিবিরের আয়োজন করে। চার দিন ধরে চলা এই শিবিরে বেথলেহেম, রামাল্লাহ, পূর্ব জেরুজালেম, তুলকারেম, জেরিকো এবং জেনিন থেকে আসা শিশুরা জড়িত ছিল। জড়িত ইসরায়েলি শিশুরা ছিল বেশিরভাগ যারা গুরুতর দারিদ্র্য এবং সহিংস পটভূমি থেকে এসেছে। যুগ্ম-সংগঠক ওসনাত ইউডকেভিচ মন্তব্য করেছিলেন যে, \"আমাদের বার্তাটি সমস্ত মানুষের জন্য মর্যাদার। প্রাপ্তবয়স্কদের জন্য পুরোপুরি বোঝা কঠিন, যেহেতু ইতোমধ্যে আমাদের চারপাশে অনেক কিছু তৈরি হয়ে গেছে, কিন্তু বাচ্চাদের স্বাস্থ্যকর উপায়ে চিন্তা করার সুযোগ রয়েছে। যদি আপনি 'শত্রু' বলে মনে করা হয় এমন অন্য শিশুদের একটি দলের সাথে চার দিন খেলেন, খান এবং ঘামেন, তাহলে এটি চিরকাল আপনার হৃদয়ে থাকবে। \" \nমিফালট হ্যাপোয়েল তেল আবিব ফুটবল ক্লাবের মালিকদের দ্বারা প্রতিষ্ঠিত একটি সংগঠন ফুটবলের মাধ্যমে শান্তিপূর্ণ সহাবস্থানকে উন্নীত করার জন্য। ২০১৩ সালে, হলনে একটি ফুটবল ম্যাচ অনুষ্ঠিত হয়েছিল, যা ফিলিস্তিনি এবং ইসরায়েলি কিশোরদের একত্রিত করেছিল। যাইহোক, ফাতাহ কর্মীরা টুর্নামেন্টে অংশগ্রহণকারী ফিলিস্তিনি ছেলে-মেয়েদের বিরুদ্ধে ইন্টারনেটে হুমকি বার্তা পোস্ট করেছে এবং রামাল্লায় ফাতাহ নেতারা এই ধরনের অনুষ্ঠানে তাদের অংশগ্রহণের নিন্দা জানিয়েছেন। \n\n\n== আরও দেখুন ==\nদ্বিতীয় ইন্তিফাদায় বেসামরিক হতাহত\nদ্বিতীয় ইন্তিফাদায় ইসরায়েলি বেসামরিক হতাহতের তালিকা\nদ্বিতীয় ইন্তিফাদায় ফিলিস্তিনি বেসামরিক হতাহতের তালিকা\nইসরাইল-ফিলিস্তিন সংঘাতে সহিংসতা\nজরুরী এবং দ্বন্দ্বের মধ্যে শিশুরা\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}