{"pageid": 1094813, "title": "বেন ১০: এলিয়েন ফোর্স", "url": "https://bn.wikipedia.org/wiki?curid=1094813", "content": "বেন ১০: এলিয়েন ফোর্স হলো আমেরিকার অ্যানিমেটেড টিভি ধারাবাহিক যেটি তৈরি করেছে ম্যান অফ অ্যাকশন এবং প্রযোজনা করেছে কার্টুন নেটওয়ার্ক স্টুডিওস। বেন ১০ মুক্তির পাঁচ বছর পর থেকে এর কাহিনী শুরু হয়।\nএটি যুক্তরাষ্ট্রে এপ্রিল ১৮, ২০০৮ সালে কার্টুন নেটওয়ার্কে চ্যানেলে প্রথম প্রচারিত হয়। এবং সেপ্টেম্বর ৬ তারিখে কানাডায় টেলিটুন চ্যানেলে প্রথম প্রচারিত হয়ে মার্চ ২৬, ২০১০ সালে প্রচার সমাপ্তি ঘটে। এই ধারাবাহিকটির আসল নাম বেন ১০: হিরো জেনারেশন হওয়ার কথা ছিলো। এই ধারাবাহিকটিতে মোট ৩ টি সিজন এবং ৪৬ টি পর্ব রয়েছে। মার্চ ২৬, ২০১০ সালে এর শেষ পর্ব প্রচারিত হয়। \nএটি চারটি এমি অ্যাওয়ার্ড এর জন্য মনোনীত হয়, এবং 'সেরা শব্দ সংযোজন-লাইভ একশন এবং এনিমেশন' বিভাগে পুরস্কার জিতে।\n\n\n== পটভূমি ==\nমূল ধারাবাহিক শেষ হওয়ার পাঁচ বছর পর বেন টেনেসন এর কাহিনী শুরু হয়। এখন সে একজন কিশোর। আবারো অমনিট্রেক্স এর ব্যবহার করে পৃথিবীকে ব্রহ্মাণ্ডের বিভিন্ন খারাপ জীবদের থেকে। অমনিট্রেক্সটি নিজে নিজেই তার আকার বদলে ফেলে, যেটি বেন কে অসংখ্য এলিয়েনে রূপান্তর করে যা তার আগের ডিভাইসটিতে ছিলো না।\n\n\n== চরিত্র সমূহ ==\n\n\n=== ইতিবাচক চরিত্র ===\nবেন টেনেসন/বেঞ্জামিন \"বেন\" টেনেসন (কণ্ঠ \"য়ুরি লোয়েন্থাল\" এর)\nপনেরো বছর বয়সে দাদা ম্যাক্স টেনেসন এর গায়েব হয়ে যাওয়ার পর বেন আগের চেয়ে দায়িত্ববান হয়। অমনিট্রেক্স নিজে থেকে রূপ পালটে ফেললে এটি আগে থেকে শক্তিশালী হয়ে যায়। এবং তাকে সম্পূর্ণ নতুন এবং আরো শক্তিশালী এলিয়েন হওয়ার সুযোগ দেয়।\nগোয়েন টেনেসন/গোয়েন্ডলিন \" গোয়েন\" টেনেসন (আওয়াজ \"এশলি জনসন\" এর)\nপনেরো বছর বয়সে বেন এর চাচাতো বোন গোয়েন যাদুবিদ্যায় আরো পারদর্শী হয়ে উঠেছে। এখন সে তার শক্তিকে বিভিন্ন জিনিসে রূপান্তর করতে পারে। যেমন দড়ি, ব্রিজ, ঢাল, পাথর ইত্যাদি। তাকে গত ধারাবাহিক এর মতো বদ মেজাজি দেখানো হয় নি। বরং তাকে তার ভাইয়ের প্রতি যত্নশীল এবং উদ্বেগি দেখানো হয়েছে।\nকেভিন লেভিন (কণ্ঠ \"গ্রেগ চিপেস\" এর)\nবেন এর সাবেক শত্রু কেভিন এখন এলিয়েন যন্ত্রপাতি বিক্রয়ের একজন ডিলার হিসেবে কাজ করে। সে অনিচ্ছাকৃতভাবে হাইব্রিড এর পরিকল্পনায় জড়িত হয়ে যায় এবং পরবর্তীতে বেন এর দলে যোগ দেয়। তার যেকোনো জড় বস্তু থেকে তাদের শক্তি শুষে নেওয়ার ক্ষমতা রয়েছে। যা তাকে সেই বস্তুর মতো শক্তিশালী করে তোলে এবং লড়াইয়ে সাহায্য করে।\nজুলিয়া ইয়ামামোটো (কণ্ঠ \"ভিভ্যান ফাম\" এর)\nজুলিয়া হলো বেন এর প্রেমিকা। সে টেনিস খেলতে, চিলি ফ্রাই খেতে ভালোবাসে। তার একটি পোষা এলিয়েন গ্যালভেনিক ম্যাকোমর্প শিপ রয়েছে (যেটি সে এবং বেন খুঁজে পায়)।\nম্যাক্স টেনেসন (কণ্ঠ \"পল এইডিং\" এর)\nএকজন অর্ধ অবসরে থাকা প্লামার। বেন এবং গোয়েন এর দাদা। যে হাইব্রিড এর পরিকল্পনা জানার জন্য উধাও হয়ে গিয়েছিলো। যাওয়ার আগে সে বেন এর জন্য কিছু গুপ্ত বার্তা রেখে যায়।\n\n\n=== নেতিবাচক চরিত্র ===\nহাইব্রিড\nহাইব্রিডরা মনে করে তারা এই বিশ্ব ব্রহ্মান্ডের সেরা এবং সবচেয়ে বিশুদ্ধ জীব৷ এবং তাদের লক্ষ্য হলো এই আকাশগঙ্গাকে পরিষ্কার করা সকল অপবিত্র জীবদের মেরে ফেলে। পরে জানা যায় তারা মারা যাচ্ছে অতিরিক্ত প্রজননের ফলে, এবং তারা ক্রমশ অনুর্বর ও দুর্বল হয়ে যাচ্ছে।\nডিনএলিয়েনস\nতারা হলো মানুষ জেনোসাইট হাইব্রিড প্রজাতি যারা হাইব্রিড এর হয়ে কাজ করে৷ তারা নিজেদেরকে মানুষে রুপান্তর করতে পারে একটি বিশেষ মুখোশ ব্যবহার করে যারা নাম আইডি মাস্ক।\nদ্য ফোরেভার নাইটস\nএকটি আধাসামরিক সংস্থা যারা মধ্যযুগ থেকে তাদের গঠন হওয়ার পর থেকে গোপনে কাজ করছে। ফোরেভার নাইটস এলিয়েন প্রযুক্তি চুরি করে তাদের ব্যবসা করে তাদের সাথে যারা অনেক অর্থ দিতে রাজি হয়।\nভিলগ্যাক্স\nবেন এর অন্যতম ভয়ংকর শত্রু মূল ধারাবাহিক থেকে। ভিলগ্যাক্স হলো একজন ভিনগ্রহী যুদ্ধবাজ যে এই মহাবিশ্ব জয় করতে চায়। তার ইচ্ছে হলো বেন এর অমনিট্রেক্স টি নিয়ে তার লক্ষ্যে পৌছানোর। প্রথম দুই মৌসুমে তাকে দেখা না গেলেও তৃতীয় মৌসুমে সে নতুন শক্তি সামর্থ্য নিয়ে ফিরে আসে। তাকে বেন এর সাথে \"ভেঞ্জেন্স অফ ভিলগ্যাক্স\" পর্বে লড়াই করতে দেখা যায়। সে শপথ নিয়েছিল যে যদি হেরে যায় তাহলে পৃথিবী থেকে নির্বাসিত হয়ে যাবে। সে তার শপথ রেখেছিলো কিন্তু \"দ্য ফাইনাল ব্যাটেল\" এপিসোডে ফিরে এসে অমনিট্রেক্স নিতে ও ধ্বংস করতে আসে, কিন্তু ব্যর্থ হয়।\nআলবেডো\nআলবেডো একজন তরুণ এবং অহংকারী শ্বেত পুরুষ। অ্যাজমাথ এর সাবেক সহকারী, অমনিট্রেক্স এর আবিষ্কারক। সে অ্যাজমাথ কে তার জন্যও একটি অমনিট্রেক্স বানাতে বলে। যখন অ্যাজমাথ মানা করে সে নিজেই অমনিট্রেক্সের একটি নিকৃষ্ট সংস্করণ তৈরি করে যেটি বেন এর সংস্করণটির মতোই কাজ করবে। কিন্তু যেহেতু বেন এর মতো অমনিট্রেক্স বানাতে প্রায় ব্যর্থ হয় এর ফলে আলবেডো বেন এর ক্লোনে পরিণত হয়। আলবেডোর লক্ষ্য হলো বেন এর অমনিট্রেক্স টি নিয়ে নেয়া এবং তার ক্লোন গঠনটি থেকে বেরিয়ে তার আসল আকৃতিতে ফিরে যাওয়া।\n\n\n== পর্বসমূহ ==\n\n\n== পর্বের তালিকা ==\n\n\n== মিডিয়ায় ==\n\n\n=== চলচ্চিত্র ===\nএই ধারাবাহিকের উপর ভিত্তি করে বেন ১০: এলিয়েন সোয়ার্ম নামে একটি চলচ্চিত্র ২০০৮ সালে নির্মান শুরু হয়। যেটি ছিল বেন ১০: রেস এগেইন্সট টাইম এর সিকুয়েল। এটি নভেম্বর ২৫, ২০০৯ সালে মুক্তি পায়।\n\n\n=== সিকুয়েল ===\nবেন ১০: এলিয়েন ফোর্স এর পর আরো দুইটি বেন ১০ সিরিজ আসে। এগুলো হলো বেন ১০ আল্টিমেট এলিয়েন এবং বেন ১০ অম্নিভার্স।\n\n\n=== ভিডিও গেমস ===\nবেন ১০: এলিয়েন ফোর্স এর উপর ভিত্তি করে সর্বমোট তিনটি গেমস বেন ১০ এলিয়েন ফোর্স: দ্য গেম, বেন ১০ এলিয়েন ফোর্স: দ্য রাইজ অফ হ্যাক্স এবং বেন ১০ এলিয়েন ফোর্স: ভিলগ্যাক্স এট্যাক মুক্তি পায়।\n\n\n=== কমিক বুক ===\nবেন ১০: এলিয়েন ফোর্স এর কমিক ডিসি কমিক্স দ্বারা একটি কল্পবিজ্ঞান কমিক ধারাবাহিক ইস্যু #২৭ থেকে প্রকাশ করে। (সেপ্টেম্বর ২০০৮ কভার তারিখ) এটি একটি মাসিক সংখ্যা ছিল যার শিরোনাম ছিল দ্য সিক্রেট স্যাটারডে।\nবেন ১০: এলিয়েন ফোর্স এর গল্প কার্টুন নেটওয়ার্ক একশন প্যাক! এর #২৭, ২৮, ৩১, ৩৩, ৩৫, ৩৭, ৩৮, ৪১, ৪২ এবং ৪৩ সংখ্যায় প্রকাশিত হয়।\nবেন ১০: এলিয়েন ফোর্স: ডুম ডাইমেনশন নামে একটি দুই অংশের গ্রাফিক উপন্যাস ধারাবাহিক দেল রে বুকস দ্বারা প্রকাশিত হয় যেটি লিখেছে পিটার ডেভিড এবং চিত্রায়িত করেছে ডেন হিপ্প।\n\n\n=== বই ===\n'স্কুল্যাস্টিক বুকস' এই ধারাবাহিকের উপর ভিত্তি করে অনেকগুলো গল্প লিখেছে। যার মধ্যে ধারাবাহিকটির কয়েকটি পর্বও ছিলো।\n\n\n=== খেলনা ===\nলেগো দ্বারা নির্মিত বেন ১০ এলিয়েন গুলোর ছয়টি সেট চিত্রিত করা হয়। এগুলো ছিলো স্পাইডার মানকি, হিউমনোসোর, সোয়াম্পফায়ার, ক্রোমাস্টোন, জেট রে এবং বিগ চিল।\n\n\n== তথ্যসূত্র =="}