{"pageid": 1094018, "title": "জুন অ্যান ডেভানি হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1094018", "content": "জুন অ্যান ডেভানির হত্যাকাণ্ড হচ্ছে একটি ব্রিটিশ শিশু হত্যা মামলা যা ১৯৪৮ সালের ১৫ ই মে ঘটেছিল। ল্যাঙ্কাশায়ারের ব্ল্যাকবার্নের কুইন্স পার্ক হাসপাতালে চিকিৎসাধীন থাকাকালীন ৩ বছর ১১ মাস বয়সী একটি মেয়েকে হাসপাতালের বিছানা থেকে অপহরণ করা হয়েছিল। শিশুটিকে হাসপাতালের মাঠে নিয়ে যাওয়া হয়। তারপর সেখানে তাকে ধর্ষণ করা হয়। এছাড়াও তাকে বারবার একটি বেলেপাথরের দেওয়ালে ধাক্কা দেওয়ার মাধ্যমে তার মাথায় ব্যাপক ভোঁতা আঘাত করা হয়। এই আক্রমণের কারণে জুন অ্যান ডেভানি ব্যাপক অভ্যন্তরীণ আঘাতের ফলে তার মাথার খুলির বেশ কয়েকটি অংশ ভেঙে যায়। যার ফলে শিশুটির মধ্যে মারাত্মক শক সৃষ্টি করে। শেষ পর্যন্ত শিশুটি মারা যায়। তার খুনি ২২ বছর বয়সী পিটার গ্রিফিথসকে অপরাধের তিন মাস পরে গ্রেপ্তার করা হয়। পরবর্তীকালে জুন অ্যানের হত্যার দায়ে তাকে বিচার করা হয় এবং দোষী সাব্যস্ত করা হয় এবং ১৯৪৮ সালের ১৯ নভেম্বর তাকে ফাঁসি দেওয়া হয়।\nঅপরাধ সমাধানের জন্য, পুলিশ ১৬ বছর বা তার বেশি বয়সী এমন প্রত্যেক পুরুষের আঙুলের ছাপ নিয়েছিলো যারা ১৪-১৫ মে রাতে ব্ল্যাকবার্নের আশেপাশে ছিল। তাদের আঙুলের ছাপ অপরাধীর অপরাধস্থলে ফেলে যাওয়া পুরুষদের সাথে তুলনা করার জন্য ব্যবহার করা হয়েছিল।\nজুন অ্যান ডেভানির হত্যার তদন্ত ফরেনসিক বিজ্ঞানের ইতিহাসে একটি মাইলফলক হিসাবে প্রমাণিত হয়। এই ঘটনাতেই সর্বপ্রথম যুক্তরাজ্যে কোনো একটি হত্যাকাণ্ডের সমাধানের জন্য গণ আঙুলের ছাপ প্রয়োগ করা হয়েছিল।\n\n\n== হাসপাতালে ভর্তি ==\nজুন অ্যান ডেভানিকে ১৯৪৮ সালের ৫ মে মৃদু নিউমোনিয়া থেকে সুস্থ করার জন্য ল্যাঙ্কাশায়ারের ব্ল্যাকবার্নের কুইন্স পার্ক হাসপাতালে ভর্তি করা হয়েছিল। তাকে প্রাঙ্গণের সিএইচ৩ ওয়ার্ডে রাখা হয়েছিল। রাতের বেলায় সে নার্স গুয়েন্ডোলিন হামফ্রেসের তত্ত্বাবধানে ছিল। ১৪ মে নাগাদ, ডেভানির অবস্থার উন্নতি হয় এবং পরের দিন সকালে তাকে কুইন্স পার্ক হাসপাতাল থেকে ছেড়ে দেওয়ার কথা ছিল।\n১৫ মে মধ্যরাতের কিছু পরে, নার্স হামফ্রেস ওয়ার্ডের রান্নাঘরে বাচ্চাদের প্রাতঃরাশ প্রস্তুত করছিলেন যখন তিনি ওয়ার্ড সিএইচ৩ থেকে নির্গত একটি ছোট ছেলের কান্না শুনতে পান। তিনি ওয়ার্ডপরীক্ষা করার পর শিশুটিকে শান্ত করেন। ছয় বছরের মাইকেল ট্যাটারসল এবং তাকে তার খাটে শুয়িয়ে দিয়েছিলেন। তিনি উল্লেখ করেছিলেন যে পাশের খাটে থাকা শিশু জুন অ্যান ডেভানি ঘুমিয়ে ছিল। তার যত্নের বাচ্চাদের সিএইচ৪, তারপর সিএইচ৩-এ পরীক্ষা করার আগে হামফ্রেস তখন তার প্রাতঃরাশের দায়িত্ব ফিরে আসেন।\n\n\n=== অপহরণ এবং হত্যা ===\nরাত ১টা ২০ মিনিটে হামফ্রেস ঠান্ডা বাতাস অনুভব করেন এবং ওয়ার্ড সিএইচ৩ এর শেষে একটি খোলা বারান্দার দরজা লক্ষ্য করেন। তিনি দরজা বন্ধ করলেন, তারপর দেখলেন যে জুন অ্যানের খাট খালি, এবং স্টকিং পা দিয়ে তৈরি প্রাপ্তবয়স্কদের পায়ের ছাপের একটি চিহ্ন মোমের মেঝেতে ছিল। অশুভভাবে, ডেভানির খাটের ড্রপ সাইডটি এখনও জায়গায় ছিল, যার অর্থ শিশুটিকে তার খাট থেকে তুলতে হয়েছিল।\nনার্স হামফ্রেস ওয়ার্ডটির দ্রুত অনুসন্ধান করেন, জুন অ্যানকে খুঁজে বের করার মরিয়া চেষ্টা করেন, অন্যান্য কর্মীদের সতর্ক করার আগে যে একটি শিশু সিএইচ৩ ওয়ার্ড থেকে নিখোঁজ ছিল। ৩০ মিনিট নিষ্ফল অনুসন্ধানের পর কর্মীরা স্থানীয় পুলিশের সাথে যোগাযোগ করেন, যারা রাত ১টা ৫৫ মিনিটে এসে হাসপাতাল এবং এর মাঠে অনুসন্ধান শুরু করেন।\n\n\n== আবিষ্কার ==\nভোর ৩:১৭ মিনিটে পুলিশ জুন অ্যানের লাশ খুঁজে পায়। তিনি ওয়ার্ড থেকে প্রায় ৩০০ ফুট (৯১ মিটার)দূরের ৮ ফুট (২.৪ মিটার) লম্বা বেলেপাথরের সীমানা প্রাচীরের পাশে সরাসরি ঘাসে মুখ থুবড়ে পড়েছিলেন।  তার নাইটড্রেস ছিঁড়ে কোমর পর্যন্ত উঁচু করা হয়েছিল, তার নিতম্ব উন্মুক্ত করা হয়েছিল এবং তার পোশাকের উপর ব্যাপক রক্তের দাগ, অসংখ্য মাথার খুলি ভেঙে যাওয়া, তার মুখের উপর আঘাত করা এবং তার নাকের ছিদ্র থেকে রক্ত নির্গত হওয়া তৎক্ষণাৎ স্পষ্ট ছিল।\nগোয়েন্দা প্রধান পরিদর্শক জন ক্যাপস্টিক, জুন অ্যান দেভানির মৃতদেহটি প্রথম দেখার পর তার ছাপগুলি স্মরণ করে বলেন: \"আমি বলতে লজ্জিত নই যে আমি এটাকে অশ্রুর কুয়াশার মধ্য দিয়ে দেখেছি। কয়েক বছর ধরে গোয়েন্দা সেবা আমাকে অনেক ভয়ানক জিনিসের জন্য কঠিন করে তুলেছিল, কিন্তু এই ক্ষুদ্র করুণ শরীর, তার নাইটড্রেস রক্ত এবং কাদায় ভিজা ছিল, এমন কিছু ছিল যা কোন মানুষ অচল দেখতে পায়নি এবং এটি আমাকে আজও তাড়া করে। … আমি বৃষ্টির মধ্যে দাঁড়িয়ে শপথ করেছিলাম যে, আমি তার হত্যাকারীকে বিচারের আওতায় আনব।\"\nশিশুটির দেহ আবিষ্কার এবং তিনি যে আঘাত পেয়েছিলেন তা অবিলম্বে একটি বড় হত্যাকাণ্ডের তদন্ত শুরু করেছিল। এই হিসাবে, জুন অ্যানের মৃতদেহ যেখানে আবিষ্কৃত হয়েছিল তা তৎক্ষণাৎ ঘিরে ফেলা হয়েছিল, হাসপাতালটি একটি অপরাধের দৃশ্যে পরিণত হয়েছিল, এবং পুরো ওয়ার্ডটি সুরক্ষিত এবং অনুসন্ধান করা হয়েছিল। ভোর ৪টা ২০ মিনিটে ব্ল্যাকবার্ন পুলিশের চিফ কনস্টেবল স্কটল্যান্ড ইয়ার্ডের সাথে যোগাযোগ করেন। তিনি একজন অভিজ্ঞ তদন্তকারীর সহায়তা চান। তিনি একজন সার্জেন্টের সাথে ইউস্টন থেকে ব্ল্যাকবার্নযাওয়ার ৬:২০ ট্রেনটি ধরেন।\n\n\n=== পোস্ট মর্টেম ===\nপরবর্তী পোস্ট মর্টেম থেকে জানা যায় যে জুন অ্যান ব্যাপক অভ্যন্তরীণ আঘাত এবং মাথার খুলি ভেঙে যাওয়ার কারণে শকের কারণে মারা গিয়েছিলেন। অভ্যন্তরীণ আঘাতগুলি শিশুটির ধর্ষিত হওয়ার সাথে সামঞ্জস্যপূর্ণ ছিল, এবং তার মাথার খুলিতে একাধিক, ব্যাপক ফ্র্যাকচার এবং ভোঁতা কিছু দিয়ে আঘাত শিশুটিকে বারবার সীমানা প্রাচীরে ঠেলে দেওয়া হয়েছিল। তখন তার ধর্ষক এবং খুনি তাকে তার পা ও গোড়ালি বা শুধু পা ধরে রেখেছিল। তার বাম নিতম্বে অসংখ্য দাঁতের চিহ্নও উল্লেখযোগ্য ছিল, দুটি ময়না-তদন্তের পূর্ববর্তী ক্ষত—যার চাপ একটি মানুষের বুড়ো আঙ্গুল এবং তর্জনী প্রয়োগের মাধ্যমে করা হয়েছিল- তার প্রতিটি উপরের, অভ্যন্তরীণ উরু এবং ঘাড়ের উপর অবস্থিত ছিল এবং একটি গোড়ালিতে মানুষের নখ থেকে ছিদ্রের ক্ষত পাওয়া গিয়েছিল। জুনের অ্যানের প্রতিটি আঘাত মৃত্যুর আগেই করা হয়েছিল।\nযে এলাকায় লাশটি আবিষ্কৃত হয়েছে তা বিবেচনা করে, এবং শীঘ্রই একজন ট্যাক্সি চালকের সাথে যোগাযোগ করা হয়, যিনি পুলিশকে জানান যে তিনি অপরাধের রাতে হাসপাতালের কাছাকাছি স্থানীয় উচ্চারণের একজন ব্যক্তিকে তুলে নিয়ে গিয়েছিলেন, ব্ল্যাকবার্ন পুলিশ তদন্তের প্রথম দিকে বিশ্বাস করতে শুরু করে যে অপরাধটি সম্ভবত একজন স্থানীয় ব্যক্তি অথবা ব্যাপক স্থানীয় ভৌগোলিক জ্ঞান সম্পন্ন ব্যক্তি দ্বারা সংঘটিত য়েছে।\n\n\n== তদন্ত ==\nডেভানির খাটের পাশে, ১৯৪৬ সালের উইনচেস্টারের একটি কাচের বোতল, যা আংশিকভাবে জীবাণুমুক্ত জলে ভরা ছিল, আরও পায়ের ছাপের পাশাপাশি পাওয়া গিয়েছিল- যার পরিমাপ সাড়ে দশ ইঞ্চি— যা অত্যন্ত পালিশ করা হাসপাতালের মেঝেতে স্পষ্টভাবে দৃশ্যমান ছিল; উপরন্তু, ওয়ার্ড জুড়ে এই স্টকিং পায়ের ছাপের প্যাটার্ন টি প্রকাশ করে যে জুন অ্যানের অপহরণকারী এবং খুনি স্পষ্টতই জুন অ্যানের খাট নির্বাচন করার আগে প্রতিটি খাট এবং বিছানা দেখার জন্য ওয়ার্ড জুড়ে ঘুরে বেড়ানোর আগে প্রাঙ্গণে প্রবেশের পরে তার জুতো খুলে ফেলেছিল যা থেকে সে তার শিকারকে অপহরণ করার জন্য বেছে নিয়েছিল। বোতলটি নিজেই তার প্রথাগত জায়গা (ওয়ার্ডের শেষে একটি ট্রলি) থেকে অবোধ্যভাবে সরিয়ে শিশুটির খাটের পাশে রাখা হয়েছিল। এই বোতলটি নিজেই আঙুলের ছাপের জন্য পরীক্ষা করা হয়েছিল, বেশ কয়েকটি সেট রয়েছে বলে পাওয়া গেছে।\nসমস্ত হাসপাতালের কর্মীদের বোতলের ওপরের তাদের আঙুলের ছাপ থাকার পরে, ল্যাঙ্কাশায়ার কনস্টেবলরির গোয়েন্দাদের একটি দল সমস্ত ব্যক্তিকে খুঁজে বের করে যাদের হত্যার আগে দুই বছরের মধ্যে ওয়ার্ড সিএইচ৩-এ উভয় অ্যালিবি ট্রেসিং এবং আঙুলের ছাপের তুলনার উদ্দেশ্যে থাকার বৈধ কারণ থাকতে পারত। যে ব্যক্তিদের সন্ধান করা হয়েছে তাদের মধ্যে ছিলেন অ্যাম্বুলেন্স চালক, নার্সের প্রেমিক, ইলেকট্রিশিয়ান এবং ট্রেডসম্যান। সন্দেহভাজন হিসাবে সবাইকে নির্মূল করা হয়েছিল। এই সম্পূর্ণ কাজটি শেষ হওয়ার পরে, আঙুলের ছাপের একটি অজ্ঞাত সেট রয়ে গেছে। ল্যাঙ্কাশায়ার ফিঙ্গারপ্রিন্ট ব্যুরোর প্রধান এই আঙুলের ছাপের সেটটি শিশুটির হত্যাকারীর বলে ঘোষণা করেছিলেন। আঙুলের ছাপের এই একমাত্র অবশিষ্ট সেটের রিজগুলি সুসংজ্ঞায়িত এবং অবিচ্ছিন্ন ছিল, যা ইঙ্গিত দেয় যে তারা কঠোর শ্রমের খুব কম বা কোনও অভিজ্ঞতা না থাকা কোনও তরুণের হতে পারে।\nপ্রথমে এটা প্রমাণ করার পর যে পুলিশের ফিঙ্গারপ্রিন্ট ব্যুরোর মধ্যে আঙুলের ছাপের এই সেটের কোনও মিল পাওয়া যাবে না- যার অর্থ অপরাধী কে এর আগে কোনও অপরাধে দোষী সাব্যস্ত করা হয়নি—স্থানীয় সম্প্রদায়ের মধ্যে ১৬ বছর বা তার বেশি বয়সে প্রতিটি পুরুষের দিকে মনোযোগ দেওয়া হয়েছিল। স্থানীয় পুলিশ বাহিনী এবং স্কটল্যান্ড ইয়ার্ডের সিনিয়র গোয়েন্দাদের মধ্যে যৌথ প্রচেষ্টায়, তদন্তের দায়িত্বে থাকা গোয়েন্দা প্রধান পরিদর্শক ডিসিআই জন ক্যাপস্টিক তখন প্রস্তাব করেন যে ১৬ বছর বা তার বেশি বয়সী প্রত্যেক পুরুষ যারা ব্ল্যাকবার্নের আশেপাশে বাস করতেন বা ছিলেন (তখন ১,২৩,০০০ অধিবাসীর একটি শহর)। ১৪ থেকে ১৫ মে এর মধ্যে তাদের আঙুলের ছাপ দেওয়া হবে। জনগণকে এই অঙ্গীকার জুড়ে পুলিশের সাথে সহযোগিতা করতে বলা হয়েছিল, এই প্রতিশ্রুতি দিয়ে যে প্রাপ্ত সমস্ত রেকর্ড অন্যান্য ক্ষেত্রে ব্যবহারের জন্য তুলনা করা হবে না, এবং এই কাজ শেষ হওয়ার সাথে সাথে এই রেকর্ডগুলি ধ্বংস করা হবে।\nএরপর গণ অভিযান শুরু হয় এবং একটি বিশেষ কার্ড তৈরি করা হয় যাতে বোতলের উপর অপরাধীর বাম হাতের শনাক্তযোগ্য অংশগুলি (বাম তর্জনী, মধ্যম আঙুল, অনামিকা আঙুল এবং বাম তালুর একটি অংশ) দ্রুত রেকর্ড করা যায়। কার্ডটিতে ব্যক্তির নাম, ঠিকানা এবং জাতীয় পরিচয় নিবন্ধন নম্বরও রেকর্ড করা হয়েছিল। এছাড়াও কার্ডে ১৪ মে রাত ১১ টা থেকে ১৫ মে রাত ২ টা পর্যন্ত সেসব ব্যক্তির উল্লিখিত গতিবিধি সম্পর্কিত একটি বিভাগ ছিল।\nএই প্রচেষ্টা পরিচালনার জন্য টাস্ক ফোর্সের নেতৃত্বে ছিলেন ইন্সপেক্টর উইলিয়াম বার্টন এবং ২০ জন কর্মকর্তার একটি দল ছিলেন যারা ইলেক্টোরাল রেজিস্টার থেকে বিশদ বিবরণ সহ জেলাগুলি আঙুলের ছাপ সংগ্রহ এবং উইনচেস্টার বোতলের সাথে তুলনা করার বিষয়ে সেট করেছিলেন। দুই মাস ধরে ৩৫,০০০ এরও বেশি বাড়ি থেকে ৪০,০০০ এরও বেশি প্রিন্ট সেট নেওয়া হয়েছিল, যার কোনো মিল পাওয়া যায়নি।\n\n\n=== আরও আঙুলের ছাপ রেকর্ড ===\nজুলাইয়ের শেষ দিকে তদন্তকারীরা নির্বাচনী রেজিস্টারে প্রতিটি ব্যক্তির আঙুলের ছাপ পরীক্ষা করেছিলেন। প্রত্যেক ব্যক্তিকে বাদ দেওয়া হয়েছিল। যেহেতু দ্বিতীয় বিশ্বযুদ্ধ মাত্র তিন বছর আগে শেষ হয়েছিল এবং প্রাক্তন সেনাকর্মীরা যারা আশেপাশের এলাকা ছেড়ে চলে গিয়েছিল, অথবা সম্প্রতি সামরিক চাকরি থেকে অব্যাহতি পেয়েছিল, তাদের নাম নির্বাচনী রেজিস্টারে থাকবে না, পুলিশ তখন এই ব্যক্তিদের উপর মনোনিবেশ করেছিল। স্থানীয় খাদ্য অফিসে নিবন্ধিত ব্যক্তিদের বিরুদ্ধে সম্প্রতি জারি করা রেশন বইয়ের উপর জাতীয় নিবন্ধন নম্বর পরীক্ষা করার মাধ্যমে, তদন্তকারীরা দু'শোরও বেশি পুরুষকে শনাক্ত করেছেন যাদের আঙুলের ছাপ তখনও পাওয়া যায়নি।\n\n\n== শনাক্তকরণ ==\nব্ল্যাকবার্নের একটি ঠিকানা পরীক্ষা করে দেখা যায় যে পিটার গ্রিফিথস নামে ২২ বছর বয়সী একজন প্রাক্তন সার্ভিসম্যান, যিনি ৩১ বির্লি স্ট্রিটে থাকতেন এবং যিনি স্থানীয় ময়দা র মিলের নাইট শিফটে প্যাকার হিসেবে কাজ করতেন। ১১ আগস্ট তুলনার জন্য তার আঙুলের ছাপ পাওয়া যায়। তার ভাগ্নি জুন মাসে অ্যানকে অপহৃত হওয়ার সময় কুইন্স পার্ক হাসপাতালে ছিল। গ্রিফিথসকে যখন তার আঙুলের ছাপ দিতে বলা হয়, তখন নির্দ্বিধায় তাদের সরবরাহ করেছিল। পরের দিন দুপুর ৩টার পিটার গ্রিফিথসের কাছ থেকে প্রাপ্ত আঙুলের ছাপের সাথে কিছু পরেউইনচেস্টার বোতলের আঙুলের ছাপের তুলনা করা হয়। তুলনাটি আবিষ্কার করার পর এই মিল আবিষ্কারকারী ফিঙ্গারপ্রিন্ট বিশেষজ্ঞ কলিন ক্যাম্পবেল উঠে দাঁড়িয়ে চিৎকার করে বলেছিলেন, \"আমি তাকে পেয়েছি! এটা এখানে!\"\nযখন এই তুলনা করা হয়েছিল, কর্মকর্তারা ৪৬,২৫৩ সেট আঙুলের ছাপ নিয়েছিলেন, এবং তাদের কাজ শেষ হওয়ার আগে পরীক্ষা করার জন্য ২০০ টিরও কম প্রিন্ট বাকি ছিল। গ্রিফিথসকে গ্রেপ্তার না করা পর্যন্ত তদন্তকারীরা জনসাধারণের কাছ থেকে এই গ্রগতি গোপন রাখার সিদ্ধান্ত নিয়েছিলেন। পরবর্তীকালে যখন তিনি তার বাড়ি ছেড়ে চলে যান তখন তাকে বিচক্ষণতার সাথে গ্রেপ্তার করার সিদ্ধান্ত নেওয়া হয়েছিল।\n\n\n== গ্রেফতার ==\nপিটার গ্রিফিথসকে ডিসিআই ক্যাপস্টিক গ্রেপ্তার করে যখন তিনি ১২ আগস্ট সন্ধ্যায় কাজে যোগ দিতে ব্ল্যাকবার্নের বাড়ি থেকে বের হন। তাকে ব্ল্যাকবার্ন পুলিশ সদর দপ্তরে নিয়ে যাওয়া হয়। সেখানে তাকে চুপ থাকার অধিকার সম্পর্কে আনুষ্ঠানিকভাবে সতর্ক করা হয়েছিল। পুলিশ সদর দপ্তরে যাত্রার সময়, এবং তার প্রথম সাক্ষাত্কারের সময়, গ্রিফিথস কোন জড়িত থাকার বিষয়টি অস্বীকার করার চেষ্টা করেছিলেন, যদিও উইনচেস্টার বোতলে আবিষ্কৃত ব্যক্তিদের জন্য তার আঙুলের ছাপগুলি একটি নিখুঁত মিল ছিল। তখন তিনি ডিসিআই ক্যাপস্টিকের দিকে ফিরে বলেছিলেন: \"ঠিক আছে, যদি তারা বোতলে আমার আঙুলের ছাপ হয় তবে আমি আপনাকে এ সম্পর্কে সব বলব।\"\n\n\n=== স্বীকারোক্তি ===\nপরবর্তীকালে তিনি গোয়েন্দাদের যে বিবৃতি দিয়েছিলেন, তাতে গ্রিফিথস দাবি করেন যে ১৪ মে রাতে তিনি ব্ল্যাকবার্নে এক রাতের \"একা মদ্যপান\" করার জন্য বেছে নিয়েছিলেন এবং তার ভারী মদ্যপানের ফলে তিনি মারাত্মকভাবে নেশাগ্রস্ত তথা মাতাল হয়ে পড়েছিলেন। তারপরে তিনি বাড়ি ফেরার আগে \"শান্ত\" হওয়ার চেষ্টায় ঘুরে বেড়ানোর সিদ্ধান্ত নিয়েছিলেন। গ্রিফিথস তখন দাবি করেন যে তিনি একটি পার্ক করা গাড়িতে একজন ব্যক্তির সাথে কথা বলেছেন, যাকে তিনি তার (গ্রিফিথস) সিগারেট জ্বালাতে বলেছিলেন। গ্রিফিথসের মতে, এই লোকটি তার নেশার অবস্থা উল্লেখ করে তাকে বলেছিল: \"ভেতরে প্রবেশ করো, জানালাটা খুলে দাও আমি তোমাকে ঘুরিয়ে দেব।\" এই লোকটি শীঘ্রই কুইন্স পার্ক হাসপাতালের কাছাকাছি তার গাড়ি পার্ক করেছিল, এবং এই পর্যায়ে গ্রিফিথস তার অপরাধ করার জন্য প্রাঙ্গণে প্রবেশ করার সিদ্ধান্ত নিয়েছিল।\nগ্রিফিথস দাবি করেছেন যে তিনি শিশুদের ওয়ার্ডের বাইরে থাকার কথা \"মনে রেখেছেন\", যেখানে তিনি একটি দরজা খোলা অবস্থায় দেখতে পান। তিনি তার জুতো ওয়ার্ডের বাইরে রেখে প্রাঙ্গণে প্রবেশ করেছিলেন, একজন নার্সকে \"নিজের কাছে গুনগুন করে এবং জিনিসগুলি ঠুকতে শুনেছিলেন, যেন তিনি ধুয়ে যাচ্ছেন বা অন্য কিছু।\" তারপরে তিনি উইনচেস্টার বোতলটি অস্ত্র হিসাবে ব্যবহার করার জন্য তুলে নিয়েছিলেন যদি কর্মীদের কোনও সদস্য তাকে চ্যালেঞ্জ করার চেষ্টা করত, তার আগে তিনি জুন অ্যানকে তার শিকার হিসাবে বেছে নিয়েছিলেন। গ্রিফিথসের মতে, বিচক্ষণতার সাথে জানালা দিয়ে শৌচালয়ের কাছাকাছি ওয়ার্ড সিএইচ৩ এর শেষে একটি ছোট ঘরে প্রাঙ্গণ ছেড়ে যাওয়ার আগে তিনি তাকে খাট থেকে তুলে নিয়ে যাওয়ার সময় \"তাকে চাপা\" দিয়েছিলেন।\nগ্রিফিথস শিশুটির উপর যে অত্যাচার চালিয়েছিল সে সম্পর্কে খুব বিশদে কথা বলতে অস্বীকার করে, দাবি করার বাইরে যে সে জুন অ্যানকে রেগে হত্যা করেছিল যখন সে তাকে প্রাঙ্গণ থেকে নিয়ে যাওয়ার পরে কাঁদতে শুরু করেছিল। তা সত্ত্বেও, গ্রিফিথস তার বক্তব্যের একটি অংশে বলেছিলেন যে তিনি শিশুটিকে মাঠ জুড়ে নিয়ে গিয়েছিলেন যেখানে তিনি তাকে লাঞ্ছিত ও হত্যা করেছিলেন, জুন অ্যান তার গলায় আস্থা রেখে তার হাত রেখেছিলেন। এরপর তিনি দাবি করেন যে তিনি বাড়ি ফিরে এসেছেন, প্রায় ৯ পর্যন্ত নিশ্চিন্তে ঘুমিয়ে ছিলেন।\nযদিও গ্রিফিথস তার স্বীকারোক্তির পুরো সময় জুড়ে তার কাজের জন্য কোন অনুশোচনা দেখাননি (যা তিনি তার নেশার অবস্থার জন্য দায়ী করেছিলেন) তিনি তার আনুষ্ঠানিক বিবৃতিটি একটি বাক্য দিয়ে শেষ করেছিলেন যা ইঙ্গিত করে যে তিনি তার অপরাধের জন্য ফাঁসি পেতে চান: \"আমি বাবা -মা উভয়ের জন্য দুঃখিত এবং আমি আশা করি আমি যা প্রাপ্য তা পাব।\"\nগ্রিফিথের স্বীকারোক্তির পরে, তাকে অবিলম্বে বিচারের অপেক্ষায় ওয়ালটন গাউলে হেফাজতে পাঠানো হয়েছিল।\n\n\n== আনুষ্ঠানিক হত্যার অভিযোগ ==\n১৩ আগস্ট সন্ধ্যায় পিটার গ্রিফিথসের বিরুদ্ধে আনুষ্ঠানিকভাবে জুন অ্যান ডেভানির হত্যার অভিযোগ আনা হয়। উইনচেস্টার বোতলের সাথে অতিরিক্ত তুলনার জন্য তদন্তকারীদের তার আঙুলের ছাপ এবং বাইরে এবং কুইন্স পার্ক হাসপাতালের ওয়ার্ডের মেঝেতে পায়ের ছাপের আরও একটি সেট সরবরাহ করার পর তিনি তার অপরাধের দিকগুলি নিয়ে আলোচনা করার জন্য, অথবা তার আসন্ন বিচারের আগে অপরাধস্থলে প্রাপ্ত নমুনাগুলির সাথে অতিরিক্ত তুলনার জন্য রক্ত বা পিউবিক চুলের নমুনা সরবরাহ করার জন্য পরবর্তী সমস্ত অনুরোধের সাথে সহযোগিতা করতে অস্বীকার করেন। যখন এই অনুরোধগুলি করা হয়েছিল তখন কেবল \"আমি কিছু বলতে চাই না\" বলে বিবৃতি দিয়েছিলেন।\nগ্রিফিথসের স্বীকারোক্তি প্রমাণ করার জন্য এবং আরও প্রমাণ সংগ্রহের জন্য, তদন্তকারীরা তার বাড়িতে পুঙ্খানুপুঙ্খ অনুসন্ধান করতে গিয়েছিলেন। এই অনুসন্ধানের সময়, গ্রিফিথসের একটি স্যুটের জন্য স্থানীয় বন্ধকী দালালের কাছ থেকে একটি টিকিট পাওয়া যায়, যার তারিখ ছিল ৩১ মে ১৯৪৮। পুলিশ এই মামলাটি সংগ্রহ করেছে, শুধুমাত্র পুলিশ ফরেনসিক ল্যাবরেটরির জন্য আবিষ্কার করার জন্য যে এটি জ্যাকেট এবং ট্রাউজার উভয়ের বেশ কয়েকটি স্থানে রক্তের দাগ বহন করে। এই রক্তের দাগগুলি জুন অ্যান ডেভানির একই ধরনের রক্তের গ্রুপ পাওয়া গেছে। যা ছিল টাইপ এ। উপরন্তু, এই স্যুট থেকে ফাইবার শিশুটির দেহ, পোশাক এবং জানালার তাকের যেখানে তার খুনি হাসপাতালে প্রবেশ করেছিল তার তন্তুর সাথে একটি নিখুঁত মিল হিসাবে প্রমাণিত হয়েছিল, এইভাবে এটি প্রমাণ করে যে গ্রিফিথস অপরাধের রাতে যে স্যুট টি পরেছিলেন, সেটিই তা ছিল। গ্রিফিথসের একজোড়া লাল এবং নীল মোজা থেকে ফাইবারগুলি ওয়ার্ড সিএইচ৩ এর মোমযুক্ত মেঝেতে পায়ের ছাপ থেকে উদ্ধার হওয়া ব্যক্তিদের জন্য একটি নিখুঁত মিল হিসাবে আবিষ্কৃত হয়েছিল।\n\n\n== বিচার ==\nপিটার গ্রিফিথসের বিচার শুরু হয় ১৯৪৮ সালের ১৫ অক্টোবর। ল্যাঙ্কাস্টারের অ্যাসাইজ আদালতে মিঃ জাস্টিস অলিভারের সামনে তার বিচার করা হয় এবং এই তারিখে হত্যার অভিযোগে দোষী না হওয়ার একটি আনুষ্ঠানিক আবেদন প্রবেশ করার সিদ্ধান্ত নেন।\nপ্রসিকিউশনের পক্ষে সাক্ষ্য দেওয়ার জন্য তাদের মধ্যে ছিলেন ইন্সপেক্টর কলিন ক্যাম্পবেল, যিনি উইনচেস্টার বোতলের প্রিন্টগুলি তদন্তকারীদের জন্য গ্রিফিথস দুবার সরবরাহ করা নমুনাগুলির জন্য একটি সুনির্দিষ্ট মিল হিসাবে সাক্ষ্য দিয়েছিলেন, এবং যা তিনি সহজেই স্বীকার করেছিলেন যে এটি তার নিজের। এটি প্রদর্শন করার জন্য, উভয় সেটের আঙুলের ছাপের বর্ধিত অনুলিপিজুরিতে প্রদর্শিত হয়েছিল, ইন্সপেক্টর ক্যাম্পবেল ১৬ টি রিজ বৈশিষ্ট্য নির্দেশ করেছিলেন যা উভয় সেটের ছাপের সাথে একই রকম ছিল। ইন্সপেক্টর ক্যাম্পবেল আরও সাক্ষ্য দিয়েছেন যে গ্রিফিথস তদন্তকারীদের জন্য যে স্টকিং পায়ের ছাপ সরবরাহ করেছিলেন তা জুন অ্যানকে যে ওয়ার্ড থেকে অপহরণ করা হয়েছিল তার সাথে বৈশিষ্ট্যগুলিতে উল্লেখযোগ্যভাবে অনুরূপ ছিল। এছাড়াও প্রসিকিউশনের পক্ষ থেকে সাক্ষ্য দেওয়ার জন্য ব্যক্তিরা বর্ণনা করেছিলেন যে কীভাবে গ্রিফিথস হত্যার পরপরই মামলাটি জাঁকিয়ে রেখেছিলেন এবং জ্যাকেট ও ট্রাউজার উভয়ের বেশ কয়েকটি স্থানে ভারী রক্তমাখা অবস্থায় পাওয়া গিয়েছিল, এবং এই রক্তের দাগগুলি জুন অ্যান ডেভানির একই ধরনের ছিল। জুরিদের বলা হয়েছিল যেহেতু এই স্যুট থেকে ফাইবারগুলি শিশুটির পোশাক, দেহ এবং জানালার তাকে পাওয়া তন্তুগুলির সাথে একটি নিখুঁত মিল ছিল, তাই তার খুনি স্পষ্টতই হাসপাতালে প্রবেশ করেছিল। গ্রিফিথসের প্রতিরক্ষা পরামর্শদাতা এই বিশেষজ্ঞদের কাউকেই জেরা করেননি।\nবিচারের সময় গ্রিফিথসের প্রতিরক্ষা পরামর্শদাতা প্রকাশ্যে বলেছিলেন যে তারা তার স্বাধীনতার জন্য লড়াই করছেন না, বরং তার জীবনের জন্য (সেই সময় যুক্তরাজ্যে হত্যা একটি মূলধনঅপরাধ)। যেহেতু গ্রিফিথস ইতোমধ্যে ইতোমধ্যে এই অপরাধে দোষী সাব্যস্ত হয়ে দোষ স্বীকার করে নিয়েছিল, তাই যা বাকি ছিল তা ছিল তার বিশুদ্ধতার প্রশ্ন, এবং সেই হিসাবে, প্রতিরক্ষা আইনজীবী উন্মাদনার কারণে দোষী না হওয়ার আবেদন করেছিল। এই মতামতটি ডঃ আলাইস্তার রবার্টসন গ্রান্ট কণ্ঠ দিয়েছেন, যিনি আত্মপক্ষ সমর্থনের জন্য বলেছিলেন যে গ্রিফিথস স্কিৎজোফ্রেনিয়ার প্রাথমিক লক্ষণগুলি প্রদর্শন করছেন (একটি শর্ত যার জন্য তিনি প্রায় ত্রিশ বছর আগে গ্রিফিথসের বাবার চিকিৎসা করেছিলেন যখন তিনি এই অবস্থায় হাসপাতালে ভর্তি হয়েছিলেন)। ডঃ গ্রান্ট জুরিকে বলেছিলেন যে যদিও গ্রিফিথস জানতেন যে তিনি কী করছেন, তিনি তার কাজের অপরাধ উপলব্ধি করেননি। এই সাক্ষ্য খণ্ডন করার জন্য প্রসিকিউশন ওয়ালটন গাওল, একজন ডঃ এফ এইচ ব্রিসবি থেকে মেডিকেল অফিসার কে হাজির করে। ডঃ ব্রিসবি ১৮ অক্টোবর গ্রিফিথসের পর্যবেক্ষণের বিষয়ে সাক্ষ্য দেন যখন তাকে ১৪ আগস্ট থেকে রিমান্ডে রাখা হয়েছিল। তিনি বলেছিলেন যে, গ্রিফিথসের পুরো কারাগারজুড়ে তার পর্যবেক্ষণের উপর ভিত্তি করে, গ্রিফিথস যখন অপরাধ করেছিলেন তখন তিনি বুদ্ধি-বিবেক সম্পন্ন ছিলেন।\nবিচারের সময় গ্রিফিথস বর্ণনা করেন যে কীভাবে তিনি নেশাগ্রস্ত অবস্থায় হাসপাতালে প্রবেশ করেছিলেন, এবং তারপরে উইনচেস্টার জীবাণুমুক্ত জলের বোতলটি তুলে নিয়েছিলেন, যা তিনি আদালতে বলেছিলেন যে যদি তাকে চ্যালেঞ্জ করা হয় তবে তিনি অস্ত্র হিসাবে ব্যবহার করতে চেয়েছিলেন। তিনি আরও বর্ণনা করেন যে কীভাবে তিনি জুন অ্যান ডেভানিকে তার খাট থেকে তুলে ছিলেন এবং তারপরে তাকে ডান হাতে, হাসপাতাল থেকে মাঠের নিচে নিয়ে গিয়েছিলেন। সেখানে তিনি তাকে মারধর ও ধর্ষণ করতে এগিয়ে গিয়েছিলেন। তিনি আরও বলেন যে শিশুটি বিশ্বাস করে তার গলায় তার হাত রেখেছিল কারণ সে তাকে এই গন্তব্যে নিয়ে গিয়েছিল। যদিও তিনি স্বীকার করেছেন যে তিনি প্রায় চারবার শিশুটির মাথা সীমানা প্রাচীরে ঝুলিয়েছিলেন, গ্রিফিথস কোনও প্রতিক্রিয়া জানাননি যখন তাকে বিশেষভাবে আক্রমণের যৌন দিক সম্পর্কে জিজ্ঞাসা করা হয়েছিল। (গ্রিফিথসের ঘটনার স্মৃতি শোনার পর, ডঃ অ্যালিস্টায়ার গ্রান্ট ব্যক্তিগতভাবে স্বীকার করেছিলেন যে গ্রিফিথস দৃঢ় মনের ছিলেন।)\n\n\n== দণ্ডাদেশ ==\nবিচার দুই দিন স্থায়ী হয়েছিল। উভয় আইনজীবীর দেওয়া শেষ যুক্তি অনুসারে, জুরি তাদের রায় বিবেচনা করার জন্য অবসর গ্রহণ করেন, যদিও তারা তাদের রায় পৌঁছানোর ঘোষণা দেওয়ার আগে পিটার গ্রিফিথস জুন অ্যান ডেভানি হত্যার জন্য দোষী সাব্যস্ত হন। এই রায়ের প্রতিক্রিয়ায়, বিচারক জনাব অলিভার তার আনুষ্ঠানিক কালো টুপি পরেছিলেন এবং নিম্নলিখিত বক্তৃতা করেছিলেন:\n\"পিটার গ্রিফিথস, এই জুরি আপনাকে সবচেয়ে নির্মম হিংস্রতার অপরাধে দোষী সাব্যস্ত করেছে। আমি তাদের রায়ের সাথে পুরোপুরি একমত। আদালতের শাস্তি হল, আপনাকে এই স্থান থেকে বৈধ কারাগারে নিয়ে যাওয়া হবে এবং তারপর মৃত্যুদণ্ডকার্যকর করার জায়গায় নিয়ে যাওয়া হবে এবং সেখানে আপনি ফাঁসিতে ঝুলে মৃত্যু ভোগ করবেন […] এবং প্রভু আপনার আত্মার প্রতি করুণা করুন।\"\n\n\n=== ফাঁসি ===\nপিটার গ্রিফিথস তার দোষী সাব্যস্ত হওয়ার বিরুদ্ধে আপিল দায়ের করেননি। ১৯৪৮ সালের ১৯ নভেম্বর সকালে এইচএম প্রিজন লিভারপুলে তাকে ফাঁসি দেওয়া হয়। পরে তার লাশ কারাগারের সীমানার মধ্যে সমাধিস্থ করা হয়। তার জল্লাদ ছিল আলবার্ট পিয়েরপয়েন্ট।\n\n\n== পরে ==\nপিটার গ্রিফিথসের মৃত্যুদণ্ড কার্যকর করার মাত্র কয়েক সপ্তাহ আগে, ১৪ থেকে ১৫ মে-র মধ্যে ব্ল্যাকবার্নের আশেপাশে থাকা ব্যক্তিদের কাছ থেকে প্রাপ্ত সমস্ত আঙুলের ছাপের রেকর্ড স্থানীয় পেপারমিলের একটি গণ পাল্পিং অনুশীলনে প্রকাশ্যে ধ্বংস করা হয়েছিল। রেকর্ড ধ্বংসের রেকর্ড করতে বেশ কয়েকজন স্থানীয় সাংবাদিক উপস্থিত ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nGodwin, George (১৯৫০)। The Trial of Peter Griffiths (The Blackburn Baby Murder)। Notable British Trials series। William Hodge and Company Ltd। \nEvans, Colin (২০০৭-০৮-০৭)। The Casebook of Forensic Detection: How Science Solved 100 of the World's Most Baffling Crimes (ইংরেজি ভাষায়)। Penguin। আইএসবিএন 978-1-4406-2053-9। \nHall, Angus (১৯৭৬)। Crimes of Horror। Hamlyn Publishing। আইএসবিএন 1-85051-170-5। \nInnes, Brian; Jane Singer (২০০৮)। Fingerprints and Impressions। Routledge। আইএসবিএন 978-0-765-68114-0। \nH. Paul Jeffers (১৯৯২)। Bloody business। Internet Archive। Pharos Books। আইএসবিএন 978-0-88687-678-4। \nLane, Brian (১৯৯৫)। Chronicle of 20th Century Murder। Select Editions। আইএসবিএন 978-0-425-14649-1। \nLane, Brian (১৯৯১)। The Murder Guide to Great Britain। Robinson Publishing Ltd.। আইএসবিএন 1-854-87083-1। \nLloyd, Georgina (১৯৮৯)। The Evil that Men Do: Twenty Man-made Murders। Robert Hale Publishers Ltd.। আইএসবিএন 978-0-709-03530-5। \nThorwald, Jürgen (১৯৬৫)। The Century of the Detective। Harcourt, Brace & World। আইএসবিএন 978-0-151-16350-2। \nWilson, Colin (১৯৯৩)। Murder in the 1940s। Carroll & Graf Publishing। আইএসবিএন 978-0-881-84962-2। \n\n\n== বহিঃসংযোগ ==\n\"British Executions – Peter Griffiths – 1948\"। British Executions (ইংরেজি ভাষায়)। সংগ্রহের তারিখ ২০২১-১০-০৯। \n\"June Anne Devaney (1944–1948) – Find A Grave...\"। www.findagrave.com (ইংরেজি ভাষায়)। সংগ্রহের তারিখ ২০২১-১০-০৯। \nEditors, History com। \"A three-year-old's brutal murder begins an unusual investigation\"। HISTORY (ইংরেজি ভাষায়)। সংগ্রহের তারিখ ২০২১-১০-০৯। \nMurder of June Anne Devaney (3 years 11 months) by Peter Griffiths at Queen's Park...। ১৯৪৮।"}