{"pageid": 109428, "title": "জিযেলি বিন্ডচিন", "url": "https://bn.wikipedia.org/wiki?curid=109428", "content": "জিযেলি ক্যারোলাইন বিন্ডচিন (পর্তুগিজ: Gisele Caroline Bündchen) (জন্ম: ২০শে জুলাই, ১৯৮০) একজন ব্রাজিলীয় মডেল। তিনি মাঝে মাঝে চলচ্চিত্রেও অভিনয় করেন। ফোর্বস ম্যাগাজিনের ভাষ্যমতে, তিনি বিশ্বের সবচেয়ে বেশি পারিশ্রমিকপ্রাপ্ত মডেল, এবং একই সাথে বিনোদন জগতের ধনী নারীদের মধ্যে তার অবস্থান ১৬তম। তার সম্পদের পরিমাণ আনুমানিক ১৫ কোটি মার্কিন ডলার। এছাড়া বিন্ডচিন জাতিসংঘের পরিবেশ কর্মসূচির একজন শুভেচ্ছাদূত।\n\n\n== পরিবার ও প্রাথমিক জীবন ==\nব্রাজিলের রিও গ্রান্ডে দো সোল শহরের হরাইজোন্টিনাতে বিন্ডচিনের জন্ম ও বেড়ে ওঠা। তার মা ভানিয়া নানেনমেচার ছিলেন একজন ব্যাংকের করণিক, ও বাবা ভালদির বিন্ডচিন ছিলেন একজন বিশ্ববিদ্যালয়ের শিক্ষক ও লেখক। বিন্ডচিন বাবা-মায়ের কাছ থেকে জার্মান ধাঁচ পেয়েছেন। রাকুয়েল, গ্রাজিয়েলা, গ্যাব্রিয়েলা, রাফায়েলা, ও জমজ প্যাট্রিসিয়া নামে জিযেলের পাঁচটি বোন আছে। প্যাট্রিসিয়া জিযেলের জময বোন, এবং তার জন্ম জিযেলের পাঁচ মিনিট পরে। ধর্মীয়ভাবে তিনি একজন রোমান ক্যাথলিক। বিন্ডচিন মূলত মাতৃভাষা পর্তুগীজে কথা বলেন। এছাড়াও তিনি স্পেনীয় ও ইংরেজি ভাষায়ও কথা বলতে পারেন।\n\n\n== এনডোর্সমেন্ট ও উপার্জন ==\nমডেলিংয়ে অভিষেকের পর থেকেই বিভিন্ন স্বনামধন্য ব্যবসায়ী প্রতিষ্ঠানের সাথে জিযেল বিন্ডচিনের মাল্টি-মিলিয়ন ডলারের চুক্তি হয়ে আসছে। এছাড়া তিনি বিভিন্ন ব্রাজিলীয় ব্র্যান্ডের পণ্যের হয়েও মডেলিং করেছেন। ব্রাজিলীয় সিঅ্যান্ডএ জিযেলকে তাদের মুখপাত্র হিসেবে নিয়োগ দেয়, এবং জিযেলের করা বিভিন্ন বিজ্ঞাপন টেলিভিশনের প্রচার পাওয়া শুরু করে, এরপর তাদের বিক্রির পরিমাণ প্রায় ৩০% বৃদ্ধি পায়।\n২০০৬ সালের মে মাসে জিজেল মার্কিন কম্পিউটার নির্মাতা প্রতিষ্ঠান অ্যাপলের সাথে আরেকটি বড় অঙ্কের চুক্তিতে স্বাক্ষর করেন। অ্যাপলের নতুন ম্যাকিন্টম কম্পিউটারের বিজ্ঞাপনী প্রচারণায় তিনি অংশ নেন। এছাড়াও ২০০৬ সালে তিনি সুইস বিলাসবহুল ঘড়ি নির্মাতা প্রতিষ্ঠান এবেলের বিজ্ঞাপনেও মডেলিং করেন।\n১ মে, ২০০৭-এ জিযেল বিন্ডচিন ভিক্টোরিয়া’স সিক্রেটের সাথে তার চুক্তি শেষ করার ঘোষণা দেন। ঐ বছরের জুলাইয়ে ফোর্বস ম্যাগাজিনের ভাষ্যমতে জিযেলে বিগত ১২ মাসে ৩ কোটি ৩০ লক্ষ মার্কিন ডলার উপার্জন করেছেন। এটি তাকে বিশ্বের সবচেয়ে বেশি আয় করা ১৫ জন সুপারমডেলের মধ্যে প্রথম ও বিশ্বের সবচেয়ে সবচেয়ে আয়কৃত মডেল হিসেবে নির্বাচিত করে। তার মোট উপার্জন হল ৪০০ মিলিয়ন  ডলার\n\n\n== ব্যক্তিগত জীবন ==\nমার্কিন অভিনেতা লিওনার্ডো ডিক্যাপ্রিও ও সার্ফার কেলি স্লেটারের সাথে সম্পর্কের পর, ২০০৬ সালের শেষের দিকে বিন্ডচিন নিউ ইংল্যান্ড প্যাট্রিয়টস ফুটবল দলের কোয়ার্টারব্যাক টম ব্র্যাডির সাথে প্রেম শুরু করেন। পরবর্তীতে ক্যালিফোর্নিয়ার সান্টা মনিকায়, ২০০৯ সালের ২৬ ফেব্রুয়ারি এক ছোট্ট ক্যাথলিক অনুষ্ঠানের মাধ্যমে বিন্ডচিন ও ব্র্যাডি বিবাহবন্ধনে আবদ্ধ হন। ২০০৯ সালের ৬ নভেম্বর এই দম্পতি ব্র্যাডির ছেলে ও অভিনেত্রী ব্রিজেট ময়নাহানের উপস্থিতিতে আবার বিয়ে করেন। এপ্রিলের বিয়েতে বিন্ডচিন ফ্যাশন ডিজাইনার জন গ্যালিয়ানোর ডিজাইন করা একটি পোশাক পরিধান করেন।\n২০০৯ সালের ১৯ জুন পিপল ম্যাগাজিন প্রতিবেদন প্রকাশ করে যে, ব্র্যাডির সাথে জিযেল প্রথম বারের মতো মা হতে চলেছেন, এবং ডিসেম্বরের ১৪ তারিখ শিশুটির জন্ম হওয়ার কথা। ৮ ডিসেম্বর জিযেল বোস্টনে একটি পুত্র সন্তানের জন্ম দেন। ১৮ ডিসেম্বর, ২০০৯ সালে তার ওয়েবসাইটের জিযেল ছেলের নাম বেঞ্জামিন বলে উল্লেখ করেন। পরবর্তীতে এপ্রিল ২০১০-এ ভোগ ম্যাগাজিনের এক সংখ্যায় তিনি ছেলের পুরো নাম বেঞ্জামিন রেইন ব্র্যাডি বলে উল্লেখ করেন। ছেলের মধ্যনাম রেইন এসেছে বিন্ডচিনের বাবার নাম রেইনাল্ডোর নামানুসারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে জিযেলি বিন্ডচিন (ইংরেজি)\nজিযেলি বিন্ডচিন - ফ্যাশন মডেল ডিরেক্টরি\nপ্রাতিষ্ঠানিক ওয়েবসাইট\nপ্রাতিষ্ঠানিক ইউটিউব সাইট\nহার্পার বাজারে জিযেলি বিন্ডচিন"}