{"pageid": 1094944, "title": "দি ইলেভেন্থ আওয়ার (বই)", "url": "https://bn.wikipedia.org/wiki?curid=1094944", "content": "দি ইলেভেন্থ আওয়ার: আ কিউরিয়াস মিস্ট্রি (ইংরেজি: The Eleventh Hour: A Curious Mystery, অনুবাদ 'অন্তিম মুহূর্ত: একটি কৌতূহলী রহস্য') হল গ্রায়েম বেজ রচিত একটি চিত্রাঙ্কিত শিশুতোষ বই। এতে হোরাস দ্য এলিফ্যান্ট তার এগারতম জন্মদিনে একটি পার্টি রাখে, যেখানে সে তার দশটি বন্ধুকে (বিভিন্ন প্রাণি) এগারটি খেলা খেলতে আমন্ত্রণ জানায় এবং তার নিজের প্রস্তুতকৃত খাবারের আয়োজন করে। তবে ১১:০০ টায় তাদের খাওয়ার সময় হলে তারা দেখতে পায় তাদের খাবার কেউ একজন খেয়ে নিয়েছে। তারা একে অপরকে দোষারোপ করে এবং অবাক হয় কে সব খাবার খেতে পারে। গল্পের প্রতি পৃষ্ঠায় ছবির সতর্ক বিশ্লেষণের মধ্য দিয়ে পাঠকদের রহস্য প্রমাণ করতে দেওয়া হয়।\nবইটি চিলড্রেন্‌স বুক কাউন্সিল অব অস্ট্রেলিয়া থেকে \"বর্ষসেরা চিত্র সংবলিত বই\" পুরস্কারের যৌথ বিজয়ী হয়।\n\n\n== ইতিহাস ==\nবেজ আগাথা ক্রিস্টির উপন্যাস পড়ে এই বই লেখার অনুপ্রেরণা পান। তিনি গেম পার্কে প্রাণিদের পর্যবেক্ষণ করতে এবং বইয়ের জন্য ধারণা নিতে ১৯৮৭ সালে কেনিয়া ও তানজানিয়ায় যান।\n\n\n== রচনাশৈলী ==\nছড়াকারে লেখা বইটিতে গুপ্ত ব্যাখ্যা সহযোগে হোরাসের ধনাট্য বাড়ি এবং পার্টির ঘটনাবলির বৃহদাকার ও জাকজমকপূর্ণ চিত্রাবলি রয়েছে। লেখক পাঠকদের চিত্রাবলি পরীক্ষণ এবং পর্যবেক্ষণের মধ্য দিয়ে চোরের পরিচয় খুঁজে বের করার আহ্বান করে। চিত্রাঙ্কনের বিশদ ব্যাখ্যার মধ্যে অপেশাদার তথ্যগুপ্তিবিদদের গুপ্ত বার্তা, গুপ্তলিখন প্রণালী ও সংকেত রয়েছে, যেমন - একটি পৃষ্ঠার সীমানায় মোর্স সংকেত রয়েছে, এবং বলরুম সংবলিত একটি পৃষ্ঠায় অতিথিদের মধ্যে কে অপরাধী সে বিষয়ক সাঙ্গীতিক ধারণা রয়েছে। বইয়ের শেষে গুপ্তলিখন প্রণালীর একটি অনুচ্ছেদে সবচেয়ে বড় ও লক্ষণীয় ধারণা দেওয়া আছে। পাঠকদের সেই পাঠোদ্ধার করতে হবে। পাঠক সিজারীয় গুপ্তলিখন ম্যাপিংয়ের মধ্যে দিয়ে চোরের পরিচয় আবিষ্কার করে এবং অপরাধী প্রাণির নামের প্রথম অক্ষর খুঁজে পায়। গুপ্তলিখনের সমাধান এই ধাঁধাঁর উত্তর নিশ্চিত করে এবং পাঠকদের নতুন চ্যালেঞ্জ দেয়।\nপাঠকগণ সংকেতপূর্ণ বার্তা, চিত্রাঙ্কনের বিশ্লেষণ এবং পাঠ্য দিয়ে রহস্যের সমাধান করতে সমর্থ হয়।\n\n\n== প্রতিক্রিয়া ==\nকিডস বুক রিভিউয়ে বইটি সম্পর্কে বলা হয়, এটি \"একটি কালজয়ী, অপ্রতিরোধ্য রহস্যধর্মী মোড় সংবলিত একটি গল্প, এটি অনুসন্ধিৎসু মনের অধিকারী যে কোন শিশুকে নিশ্চিত বিনোদন দিবে।\"\n\n\n== পুরস্কার ==\n১৯৮৯: সিবিসিএ বর্ষসেরা চিত্রাঙ্কিত বই (যৌথ বিজয়ী)\n\n\n== তথ্যসূত্র =="}