{"pageid": 1094224, "title": "যুযুৎসু (মহাভারত)", "url": "https://bn.wikipedia.org/wiki?curid=1094224", "content": "যুযুৎসু  (সংস্কৃত: युयुत्सु) মহাকাব্য মহাভারতের একটি চরিত্র। যুযুৎসু  ধৃতরাষ্ট্রের এবং গান্ধারীর পরিচারিকা (পরবর্তী বর্ণনা অনুযায়ী সুগধার) পুত্র। তিনি গান্ধারীর শত পুত্র- দুর্যোধন এবং বাকি কৌরব ভ্রাতৃগণ এবং তাদের বোন দুঃশলার সৎ ভ্রাতা। এমনকি, তিনি কুরুক্ষেত্র যুদ্ধের পর ধৃতরাষ্ট্রের একমাত্র জীবিত পুত্র। যুযুৎসই ধৃতরাষ্ট্রের একমাত্র পুত্র যিনি পাণ্ডবদের পক্ষের হয়ে কৌরবদের বিরুদ্ধে যুদ্ধ করেছিলেন।\n\n\n=== নামব্যুৎপত্তি ===\nযুযুৎসু শব্দটি ‘যুধ’ থেকে এসেছে যার অর্থ যুদ্ধ, লড়াই। যুযুৎসু শব্দের পূর্ণ অর্থ হল, যিনি যুদ্ধ করতে ইচ্ছা করেন। নিচে মহাভারতে উল্লেখিত যুযুৎসু এর আরো নামগুলো হলো- \n\nধার্তরাষ্ট্র - ধৃতরাষ্ট্রের পুত্র,\nকৌরব্য - কুরু বংশধর,\nবৈশ্যাপুত্র - বৈশ্যা নারীর পুত্র,\nকরণ - ক্ষত্রিয় পুরুষের ঔরসে বৈশ্যা নারীর গর্ভজাত সন্তান।\n\n\n=== জন্ম ===\nযুযুৎসু মহারাজ ধৃতরাষ্ট্রের ঔরসে সুগধার গর্ভে জন্মগ্রহণ করেন। দুর্যোধন এবং ভীমের পরে এবং দুঃশাসনের ও অন্যান্য ৯৮ জন কৌরব ভাইদের এবং দুঃশলার আগে জন্মগ্রহণ করেন। অতএব, ধৃতরাষ্ট্রের সর্বমোট ১০২ জন সন্তান (১০১ জন পুত্র এবং ১ জন কন্যা)। \n\n\n=== কৌরব শিবিরে ধার্মিক ===\nযুযুৎসু বৈশ্যা পরিচারিকার গর্ভে জন্মগ্রহণ করেছেন, তবুও তিনি ধার্মিক এবং ন্যায়পরায়ণ ছিলেন। তুলনামূলক, নীচগর্ভে জন্মগ্রহণ করেও, তিনি কখনো ধর্মের পথ হতে বিচ্যুত হন নি। ধর্মের পথে থাকার জন্য তিনি তার পারিবারিক বন্ধন ত্যাগ করেছিলেন।\nকুরুক্ষেত্র যুদ্ধের প্রারম্ভে, যুদ্ধক্ষেত্রে যুধিষ্ঠির একটি ঘোষণা করেন যে- শঙ্খ বাজানোর পূর্বে, যিনি ধর্মের ও ন্যায়ের জন্য যুদ্ধে পক্ষ পরিবর্তন করতে চান, তিনি এইমুহুর্তে তা করতে পারেন।। এই ঘোষণা শুনে,  তখন যুযুৎসু কৌরবপক্ষ ত্যাগ করে ধর্ম ও ন্যায়ের জন্য পাণ্ডব শিবিরে যোগদান করেন।\nএছাড়াও, যুযুৎসু পান্ডবদেরকে,  দুর্যোধনের ধূর্ত পরিকল্পনা সম্পর্কে অবহিত করে ভীম-এর জীবন রক্ষা করেছিলেন, যার মধ্যে বিষাক্ত জল পরিবেশনের কথা অন্তর্ভুক্ত ছিল।  যুযুৎসু এবং বিকর্ণ উভয়েই দুর্যোধনের ষড়যন্ত্র এবং খারাপ দুরভিসন্ধিকে ঘৃণা করতেন। তথাপি, কুরুক্ষেত্র যুদ্ধের সময় বিকর্ণ ভাইয়ের প্রতি ভালোবাসার কারণে কৌরব পক্ষ ছেড়ে যান নি এবং যুদ্ধে ভীমের হাতে নিহত হন।  কিন্তু যুযুৎসু ধর্ম রক্ষার জন্য কৌরব শিবির ত্যাগ করে পাণ্ডব শিবিরে যোগ দেন এবং পাণ্ডবদের পক্ষ হয়ে যুদ্ধ করেন। ধৃতরাষ্ট্রের পুত্রদের মধ্যে তিনি ছিলেন অন্যতম মহারথী। (মহারথী হলেন এমন ব্যক্তি, যিনি একসাথে ৭,২০,০০০ সৈন্যের সাথে যুদ্ধ করতে সমর্থ।) যুদ্ধ শেষে কৌরবপক্ষের যে ১১ জন যোদ্ধা বেঁচেছিলেন তাদের মধ্যে যুযুৎসু অন্যতম। কুরুক্ষেত্র যুদ্ধে তিনি বীরত্বের সাথে যুদ্ধ করেন। যুদ্ধের সপ্তম দিনে, কুলগুরু কৃপাচার্যের সাথে তাঁর প্রচণ্ড তলোয়ার লড়াই হয় এবং তিনি আঘাতপ্রাপ্ত হন। তবে তিনি বেঁচে যান। ষোড়শতম দিনে, যুযুৎসু শকুনির পুত্র উলুকের সাথে যুদ্ধ করেন এবং তাকে আহত করেন। আহত হয়ে উলুক পালিয়ে যাওয়ার কারণে তাকে তিনি হত্যা করতে পারেন নি। \n\n\n== কুরুক্ষেত্রের যুদ্ধ শেষে ==\nশ্রীকৃষ্ণের দেহত্যাগের পর পাণ্ডবগণ পৃথিবী থেকে মহাপ্রস্থানের সিদ্ধান্ত নিলেন। তখন, মহারাজ যুধিষ্ঠির, যুযুৎসুকে হস্তিনাপুরের তত্ত্বাধায়কের দায়িত্ব দিয়ে ছোট পরীক্ষিতকে হস্তিনাপুরের রাজা নিযুক্ত করেন। \n\n\n== তথ্যসূত্র =="}