{"pageid": 1094114, "title": "সিরিল স্মিথ", "url": "https://bn.wikipedia.org/wiki?curid=1094114", "content": "স্যার সিরিল রিচার্ড স্মিথ  (২৮ জুন ১৯২৮ - ৩ সেপ্টেম্বর ২০১০) ছিলেন একজন বিশিষ্ট ব্রিটিশ রাজনীতিবিদ। তবে তার মৃত্যুর পর তার সম্পর্কে যৌন কেলেঙ্কারির ঘটনা উন্মোচিত হয়। তিনি শিশুদের বিরুদ্ধে ধারাবাহিক যৌন অপরাধী ছিলেন বলে জানা যায়। লিবারেল পার্টির সদস্য হিসেবে তিনি ১৯৭২ থেকে ১৯৯২ সাল পর্যন্ত রোচডেলের সংসদ সদস্য (এমপি) ছিলেন। স্মিথের মৃত্যুর পর থেকে তার বিরুদ্ধে শিশু যৌন নির্যাতনের অসংখ্য অভিযোগ আসতে থাকে। সেসব অভিযোগের মধ্যে অনেক গুলোই প্রথমে তার জীবদ্দশায় করা হয়েছিল। এই ঘটনার ফলে পুলিশকে বিশ্বাস করেতে হয় যে, তিনি যৌন অপরাধে দোষী ছিলেন।\nসিরিল স্মিথ ১৯৫০ সালে লেবার পার্টিতে যোগ দান করার আগে তিনি প্রথম দিকে ১৯৪৫ সাল থেকে লিবারেল পার্টির সদস্য হিসেবে হিসেবে স্থানীয় রাজনীতিতে সক্রিয় ছিলেন। তিনি ১৯৫০ সাল থেকে ল্যাঙ্কাশায়ারের রোচডেলে লেবার কাউন্সিলার হিসেবে দায়িত্ব পালন করেন এবং ১৯৬৬ সালে মেয়র হন। পরবর্তীতে তিনি আবার দল পরিবর্তন করে তার প্রথম দল লিবারেল পার্টিতে ফিরে আসেন। পরবর্তীতে ১৯৭২ সালে লিবারেল পার্টির সদস্য হিসেবে সংসদে প্রবেশ করেন এবং এরপর আরও পাঁচবারের নির্বাচনে তিনি তার রোচডেল আসনে জয়লাভ করেন। স্মিথ ১৯৭৫ সালের জুন মাসে লিবারেল চিফ হুইপ নিযুক্ত হন। কিন্তু পরে স্বাস্থ্যগত কারণে পদত্যাগ করেন। সংসদ সদস্য হিসেবে তার পরবর্তী বছরগুলোতে, স্মিথ সোশ্যাল ডেমোক্রেটিক পার্টির সাথে জোটের বিরোধিতা করেন। এরফলে ১৯৯২ সালে পুনরায় নির্বাচনে দাঁড়াননি, কিন্তু দলগুলোর একত্রীকরণের ক্ষেত্রে লিবারেল ডেমোক্র্যাটদের প্রতি অনুগত ছিলেন। তার কর্মজীবনের বেশিরভাগ সময় জুড়ে, তিনি মিডিয়াতে একটি উচ্চ প্রোফাইল বজায় রেখেছিলেন, এবং এর ফলে তিনি একটি সুপরিচিত ও জনপ্রিয় ব্যক্তিত্ব হয়ে ওঠেছিলেন।\nপরবর্তী বছরগুলোতে, স্মিথের জনসাধারণের সম্মান এই অভিযোগে যথেষ্ট ক্ষতিগ্রস্থ হয়েছিল যেএই অভিযোগে যে তিনি একটি স্থানীয় অ্যাসবেস্টস কারখানায় স্বাস্থ্য ঝুঁকির আড়ালে জড়িত ছিলেন। ২০০৮ সালে, স্মিথকে নাইটহুড কেড়ে নেওয়ার আহ্বান জানানো হয় যখন জানা যায় যে তিনি অ্যাসবেস্টস কোম্পানি টার্নার অ্যান্ড নিউয়ালকে ১৯৮১ সালে তার জন্য একটি বক্তৃতা প্রস্তুত করতে বলেছিলেন, যেখানে তিনি ঘোষণা করেছিলেন: \"জনগণ অ্যাসবেস্টস থেকে ঝুঁকিতে নেই\"। পরে জানা যায় যে স্মিথ সংস্থায় ১,৩০০ টি শেয়ারের মালিক ছিলেন। ২০০৮ সালে, স্মিথ বলেছিলেন যে যুক্তরাজ্যে বছরে ৪,০০০ অ্যাসবেস্টস সম্পর্কিত মৃত্যু \"তুলনামূলকভাবে কম\" ছিল।\n২০১২ সালে, শিশু যৌন নির্যাতনের অভিযোগের পর, ক্রাউন প্রসিকিউশন সার্ভিস আনুষ্ঠানিকভাবে স্বীকার করে যে স্মিথের জীবদ্দশায় এই ধরনের নির্যাতনের অভিযোগ আনা উচিত ছিল। গ্রেটার ম্যানচেস্টার পুলিশ (জিএমপি) বলেছে যে ছেলেরা স্মিথের \"শারীরিক ও যৌন নির্যাতনের শিকার\" হয়েছে। ২০১২ সালের নভেম্বর মাসে জিএমপির সহকারী প্রধান কনস্টেবল স্টিভ হেইউড বলেন, তরুণ ছেলেরা স্মিথের দ্বারা যৌন ও শারীরিক নির্যাতনের \"অপ্রতিরোধ্য প্রমাণ\" রয়েছে। এপ্রিল ২০১৪ সালে, জানা যায় যে স্মিথের বিরুদ্ধে আট বছরের কম বয়সী ভুক্তভোগীদের কাছ থেকে ১৪৪ টি অভিযোগ এসেছে, কিন্তু তার বিরুদ্ধে মামলা করার প্রচেষ্টা সবসময় বন্ধ করে দেওয়া হয়েছিল। রোচডেল বরো কাউন্সিল, পুলিশ এবং গোয়েন্দা সেবাসহ সরকারি কর্তৃপক্ষ স্মিথের কথিত অপরাধ ধামাচাপা দিয়ে জড়িত করা হয়েছে। ২০১৫ সালে, দেখা যায় যে ১৯৮০ এর দশকের শুরুতে তাকে এই অপরাধের সাথে সম্পর্কিত গ্রেপ্তার করা হয়েছিল, কিন্তু একটি উচ্চ পর্যায়ের আড়াল করার ফলে কয়েক ঘন্টার মধ্যে তাকে মুক্তি দেওয়া হয়, প্রমাণ ধ্বংস করা হয় এবং তদন্তকারী কর্মকর্তারা অফিসিয়াল সিক্রেটস অ্যাক্টের অধীনে বিষয়টি নিয়ে আলোচনা করতে বাধা দেন।\n\n\n== শুরুর বছরগুলো ==\nসিরিল স্মিথ ল্যাঙ্কাশায়ারের রোচডেলে জন্মগ্রহণ করেন এবং নিজেকে \"অবৈধ, বঞ্চিত ও দরিদ্র\" বলে বর্ণনা করেন। যদিও তিনি কখনই তার বাবার নাম জানতেন না, তিনি মন্তব্য করেছিলেন, \"আমি সন্দেহ করি আমি জানি তিনি কে ছিলেন।\" স্মিথ তার মা, দুই অবৈধ সৎ ভাইবোন, ইউনিস এবং নরম্যান এবং তার দাদীর সাথে ফালিং রোডের একটি ওয়ান-আপ ওয়ান-ডাউন কটেজে (এখন ভেঙে ফেলা হয়েছে) থাকতেন। তার মা ইভা স্মিথ ৮ কিলনর্ডিন টেরেসে বসবাসকারী স্থানীয় কটন মিল-মালিক পরিবারের সেবায় কাজ করতেন।\nস্মিথ রোচডেল গ্রামার স্কুল ফর বয়েজে শিক্ষিত হন এবং চলে যাওয়ার পরে রোচডেল ইনল্যান্ড রেভিনিউ ট্যাক্স অফিসে কাজ শুরু করেন। ১৯৪৫ সালের সাধারণ নির্বাচনে, ১৬ বছর বয়সে, তিনি লিবারেল প্রার্থী চার্লস হার্ভের সমর্থনে একটি প্রকাশ্য বক্তৃতা দেন। স্মিথ বলেছিলেন যে কর অফিসে তার ম্যানেজার তাকে সিভিল সার্ভিস বা রাজনীতি বেছে নেওয়ার জন্য একটি আল্টিমেটাম দিয়েছিলেন। তিনি ট্যাক্স অফিসে চাকরি ছেড়ে দেন এবং তারপরে রোচডেলের উত্তর-পূর্বে লিটলবোরোতে ফোথারগিল অ্যান্ড হার্ভের মিলের অফিস বয় হিসাবে কাজ করেন। মিলটি হার্ভেদের মালিকানাধীন ছিল, একটি উল্লেখযোগ্য লিবারেল পরিবার, কিন্তু স্মিথ দাবি করেন যে পরিচালক চার্লস হার্ভে হার্ভের লিবারেল প্রার্থীতার পক্ষে তার প্রকাশ্য বক্তৃতার জন্য চাকরি হারানো তরুণের চাকরির আবেদনের কিছুই জানতেন না।\nস্মিথ রোচডেল ইউনিটারিয়ান চার্চের আজীবন সদস্য ছিলেন। সমসাময়িকরা মনে করেন, কিশোর বয়সে তিনি মেয়র এবং সংসদ সদস্য (এমপি) হওয়ার ইচ্ছা প্রকাশ করেছিলেন। স্মিথ সানডে স্কুলের সুপারিন্টেন্ডেন্ট, ট্রাস্টি এবং ট্রাস্টিদের চেয়ার সহ অনেক ভূমিকায় দায়িত্ব পালন করেন। তার ইউনিটারিয়ান বিশ্বাস তার উদার রাজনীতির সাথে ছেদ করেছিল। স্মিথ গির্জাকে কৃতিত্ব দিয়েছেন \"তার তীব্র স্বাধীন এবং প্রতিষ্ঠান বিরোধী ধারা বিকাশে সহায়তা করার\" জন্য।\n\n\n== রাজনৈতিক জীবন ==\n\n\n=== প্রাথমিক কর্মজীবন ===\nস্মিথ ১৯৪৫ সালে লিবারেল পার্টিতে যোগ দেন এবং ১৯৪৮ এবং ১৯৪৯ সালে ইয়ং লিবারেলদের জাতীয় নির্বাহী কমিটির সদস্য ছিলেন। ১৯৪৮ থেকে ১৯৫০ সাল পর্যন্ত তিনি স্টকপোর্টে লিবারেল এজেন্ট ছিলেন, কিন্তু ১৯৫০ এবং ১৯৫১ সালের নির্বাচনে দলের খারাপ ফলাফলের পর স্টকপোর্টের পরাজিত লিবারেল প্রার্থী রেগ হেউইট তাকে লেবার পার্টিতে যোগ দেওয়ার পরামর্শ দেন।\n১৯৫২ সালে স্মিথ রোচডেলের ফালিং ওয়ার্ডের লেবার কাউন্সিলার নির্বাচিত হন। ১৯৫৪ সালের মধ্যে তিনি রোচডেল কাউন্সিলের এস্টাব্লিশমেন্ট কমিটির চেয়ারম্যান ছিলেন। ১৯৬৩ সালে স্মিথ এস্টেটের জন্য দায়ী হওয়ার জন্য কমিটির ভূমিকা পরিবর্তন করেন যার মধ্যে আবাসিক এবং টাউন সেন্টার উন্নয়নের তদারকি অন্তর্ভুক্ত ছিল। তিনি ১৯৬৬ সালে রোচডেলের লেবার মেয়র নিযুক্ত হন, তার মা ইভা মেয়র হিসেবে কাজ করেন (তিনি পদে থাকাকালীন রোচডেল টাউন হলে একজন ক্লিনার হিসেবে তার চাকরি টিকিয়ে রাখেন)। টাউন হলে ক্লিনার হিসেবে তার কাজে, স্মিথের মাকে থানায় প্রবেশনিষিদ্ধ করা হয়েছিল - একইভাবে বিল্ডিংভিত্তিক - কারণ তিনি তার ছেলেকে সাহায্য করার জন্য তথ্যের জন্য এর বিনগুলির মাধ্যমে অনুসন্ধান করতেন।\nবিবিসির ম্যান অ্যালাইভ ডকুমেন্টারি সিরিজের \"সান্তা ক্লজ ফর এ ইয়ার\" শিরোনামের একটি পর্বের জন্য স্মিথের মেয়য়ের দায়িত্ব চিত্রায়িত করা হয়। ১৯৬৬ সালে তিনি জেলায় ব্যাপক শিক্ষা প্রবর্তনের তত্ত্বাবধানকারী শিক্ষা কমিটির চেয়ারম্যান নিযুক্ত হন। একই বছর তিনি রানীর জন্মদিনের সম্মানে অর্ডার অফ দ্য ব্রিটিশ এম্পায়ারের (এমবিই) সদস্য নিযুক্ত হন। তার আত্মজীবনী অনুসারে, স্মিথকে পাবলিক লটারি সম্পর্কিত একটি অপরাধে দোষী সাব্যস্ত করা হয় এবং বারো মাস শান্তি বজায় রাখতে বাধ্য করা হয়।\n১৯৬৬ সালে, স্মিথ লেবার হুইপ থেকে পদত্যাগ করেন যখন দলটি কাউন্সিল হাউসের ভাড়া বৃদ্ধির জন্য ভোট দিতে অস্বীকার করে এবং ১৯৭০ সাল পর্যন্ত নির্দল হিসাবে আরও চারজন কাউন্সিলারের সাথে বসে। পরবর্তীতে লিবারেল পার্টিতে তার প্রত্যাবর্তন এবং লিবারেল এমপি হিসেবে তার নির্বাচন ১৯৫৮ সালের রোচডেল উপনির্বাচনে লিবারেল প্রার্থী লুডোভিক কেনেডির বিরোধিতায় তার ভূমিকার পর বিস্ময়ের সৃষ্টি করে। রোচডেল লিবারেলদের দ্বারা যখন সংসদীয় প্রার্থী গার্থ প্র্যাটকে স্মিথের দলে প্রত্যাবর্তনের পথ তৈরি করার জন্য নির্বাচিত করা হয়, তখন বিতর্কের সূত্রপাত হয় ।\n১৯৬০-এর দশকে স্মিথ যুব কার্যক্রম সম্পর্কিত অনেক রোচডেল কাউন্সিল কমিটিতে সক্রিয় ছিলেন। এর মধ্যে রয়েছে: রোচডেল ইয়ুথ অর্কেস্ট্রা, রোচডেল ইয়ুথ থিয়েটার ওয়ার্কশপ, ২৯টি রোচডেল স্কুলের গভর্নরশিপ এবং যুব কমিটি, যুব কর্মসংস্থান কমিটি এবং শিক্ষা কমিটির সভাপতিত্ব করেন।\n\n\n=== সংসদ সদস্য ===\n১৯৭০ সালের সাধারণ নির্বাচনে রোচডেলে লিবারেল প্রার্থী হওয়ার পর যখন তিনি দলকে দ্বিতীয় স্থানে নিয়ে যান, স্মিথ ১৯৭২ সালের উপনির্বাচনে লেবার থেকে লিবারেল পর্যন্ত একটি বড় সুইং এবং ৫,১৭১ সংখ্যাগরিষ্ঠতা নিয়ে আসনটি জিতেছিলেন।\n১৯৭৫ সালের জুন মাসে স্মিথকে দলের চিফ হুইপ হিসেবে নিয়োগ দেওয়া হয় এবং দলের নেতা জেরেমি থর্পের সাথে জড়িত একটি কেলেঙ্কারির পরিপ্রেক্ষিতে তিনি সংবাদ মাধ্যমের চাপের সম্মুখীন হন। স্মিথ হাসপাতালে ছিলেন যখন থর্পে তাকে বরখাস্ত করেছিলেন, ঠিক আগে তিনি নিজেই পদত্যাগ করতে বাধ্য হয়েছিলেন। ২০০৩ সালে গ্রানাডা টেলিভিশনের সাথে কথা বলার সময় ডেভিড স্টিল ১৯৭০-এর দশকের ঘটনাবলীর প্রতিফলন ঘটান এই উপসংহারের সাথে: \"সিরিল আদর্শ চিফ হুইপ ছিলেন না কারণ তিনি কোন সংকট কে ভালোভাবে পরিচালনা করেননি এবং একটি সংবাদ ক্যামেরায় কিছু বলার প্রবণতা ছিল।\" স্মিথ তার সংসদীয় কর্মজীবনে একমাত্র লিবারেল এমপি ছিলেন যিনি গর্ভপাতের বিরোধিতা করেছিলেন এবং মৃত্যুদণ্ড ফিরিয়ে আনার পক্ষে সওয়াল করেছিলেন। তার এক সংগঠককে একটি শিশুর যৌন হত্যার জন্য ষোল বছরের জন্য কারাগারে পাঠানো হয়েছিল, যা ন্যায়বিচারের গর্ভপাত হিসাবে প্রমাণিত হয়েছিল। লোকটির মা বারবার সাহায্যের জন্য স্মিথের কাছে এসেছিলেন, কিন্তু তিনি মামলাটি গ্রহণ করতে অস্বীকার করেছিলেন।\n১৯৭৮ সালে স্মিথ প্রাক্তন কনজারভেটিভ প্রধানমন্ত্রী টেড হিথের কাছে একটি নতুন মধ্যপন্থী দল গঠনের আলোচনা করেন। ১৯৮০ সালে, স্মিথ যুক্তরাজ্যের ২০ লক্ষ কর্মহীন মানুষের বেকারত্বের পরিসংখ্যানকে \"অপমানজনক\" হিসেবে বর্ণনা করেন, তিনি বলেন: \"তারা একটি অসুস্থ সমাজের প্রতিনিধিত্ব করে, এবং তাদের সাথে বেঁচে থাকা গ্রহণযোগ্য নয়।\" ১৯৮১ সালে তিনি \"একটি নতুন ভাবমূর্তি সম্পন্ন একটি দল\" তৈরি করার পদক্ষেপে জড়িত ছিলেন কিন্তু রোচডেল অবজারভারের মতে, ১৯৮১ সালে সোশ্যাল ডেমোক্রেটিক পার্টির (এসডিপি) ফাউন্ডেশনে তিনি লিবারেল সহকর্মীদের সতর্কতার সাথে এগিয়ে যাওয়ার জন্য সতর্ক করেছিলেন। স্মিথকে উদ্ধৃত করা হয়েছিল \"যে কোনও মূল্যে জোটের বিরোধী\"। পরে তিনি এই মত প্রকাশ করবেন যে লিবারেল পার্টি \"এসডিপির সাথে বেড়ি পরানো\" ছাড়াই \"ভাল\" হত। গর্ভপাতের সময়সীমা হ্রাস করার জন্য ডেভিড অ্যালটনের ১৯৮৮ সালের বিলের পর সংসদ সদস্যরা কথা বলার পর তিনি অন্যান্য সদস্যদের \"গর্ভে হত্যাকারী\" বলে উল্লেখ করেন। হাউস অফ কমন্সের স্পিকার স্মিথকে এই মন্তব্যের জন্য ক্ষমা চাইতে বাধ্য করেছিলেন।\n\n\n=== অ্যাসবেস্টস ===\n২০০৮ সালে নিউ স্টেটসম্যান স্মিথের বিরুদ্ধে টার্নার অ্যান্ড নিউয়াল (টি এন্ড এন) কোম্পানির সাথে তার সম্পর্ক নিয়ে অনুপযুক্ত আচরণের অভিযোগ এনেছিল, যা তার নির্বাচনী এলাকায় অবস্থিত ছিল, এবং একসময় অ্যাসবেস্টস ব্যবহার করে বিশ্বের বৃহত্তম উপকরণ প্রস্তুতকারক ছিল। ১৯৮১ সালের গ্রীষ্মের ছুটিতে স্মিথ টি এন্ড এন-এর কর্মী প্রধান সিডনি মার্কসকে চিঠি লিখে জানান যে পরবর্তী সংসদীয় অধিবেশনে ইইসি বিধিমালা বিতর্কের জন্য আসছে। হাউস অফ কমন্সের একটি বক্তৃতা স্মিথ প্রদান করেছিলেন যা সংস্থার দ্বারা তার জন্য প্রস্তুত করা একটির সাথে প্রায় অভিন্ন ছিল। তিনি বলেছিলেন যে \"জনসাধারণের অ্যাসবেস্টস থেকে ঝুঁকি নেই\" একটি পদার্থের বক্তৃতায় তখন দীর্ঘকাল ধরে শ্বাস নিলে প্রাণঘাতী হিসাবে পরিচিত। এক বছর পরে তিনি প্রকাশ করেন যে তিনি টি এন্ড এন-এ ১,৩০০ টি শেয়ারের মালিক। ২০০৮ সালের সেপ্টেম্বরে বিবিসির একটি স্থানীয় সংবাদ অনুষ্ঠানের সাক্ষাৎকার নিয়ে স্মিথ এই দাবির জবাব দেন যে তিনি অ্যাসবেস্টসের বিপদকে \"সম্পূর্ণ আবর্জনা\" হিসেবে ঢাকতে সহায়তা করেছেন। তার মৃত্যুর পর সাংবাদিক অলিভার কাম তার দ্য টাইমস ব্লগে তাকে \"মাংসের একটি দুর্নীতিগ্রস্ত, অসচ্ছল পর্বত\" হিসেবে বর্ণনা করেন।\n২০০৮ সালের নভেম্বর মাসে এই বিতর্কের ফলে সংসদীয় প্রারম্ভিক দিনের প্রস্তাবে স্মিথকে ১৯৮৮ সালে দেওয়া নাইটহুড কেড়ে নেওয়ার আহ্বান জানানো হয়। ডেইলি মিররের কেভিন ম্যাগুয়ের এই প্রস্তাবকে সমর্থন করেছেন।\n\n\n== পরের বছরগুলোতে ==\nওয়েস্টমিনস্টার ছেড়ে ১৯৯৪ সালে তার মা ইভার মৃত্যুর পর, স্মিথকে আজীবন বন্ধু, কুনার্ড লাইনের জনসংযোগ ব্যবস্থাপক, ক্রুজ লাইনার কুইন এলিজাবেথ ২-এ অতিথি প্রভাষক হওয়ার জন্য আমন্ত্রণ জানান। স্মিথ ব্ল্যাকপুলের কাছে সমুদ্রতীরবর্তী রিসর্ট লিথাম সেন্ট অ্যানসে তার ছুটি কাটাতে পছন্দ করতেন।\n২০০৬ সালের ফেব্রুয়ারি মাসে স্মিথকে তার রোচডেলের বাড়িতে ভেঙে পড়ার পর হাসপাতালে নিয়ে যাওয়া হয়। তিনি পানিশূন্যতা এবং পটাশিয়ামের সল্পতার ফলে দুর্বল হয়ে পড়েছিলেন।\nস্মিথ ২০১০ সালের ৩ সেপ্টেম্বরে একটি রোচডেল নার্সিংহোমে ক্যান্সারে মারা যান। তিনি তার নিজের অন্ত্যেষ্টিক্রিয়ার জন্য বিস্তারিত পরিকল্পনা করেছিলেন, যা রোচডেল টাউন হলের গ্রেট হলে অনুষ্ঠিত হয়েছিল এবং এতে ডেভিড অ্যালটন, এমইপি ক্রিস ডেভিস এবং প্রাক্তন এমপি পল রোয়েন বক্তা হিসাবে অন্তর্ভুক্ত ছিলেন। অনেক শ্রদ্ধাঞ্জলির মধ্যে, রোচডেল কাউন্সিলের তৎকালীন বর্তমান নেতা তাকে সংক্ষেপে বলেছিলেন: \"তিনি কেবল রোচডেলের জন্য রাজনীতি ছিলেন।\" সেবার নেতৃত্ব দিয়েছিলেন তার স্থানীয় ইউনিটারিয়ান গির্জার মন্ত্রী, যার মধ্যে তিনি আজীবন সদস্য ছিলেন।\nস্মিথের ছোট ভাই নরম্যান স্থানীয় রাজনীতিতে প্রবেশ করেন। এছাড়াও কাউন্সিলার, মেয়র এবং স্থানীয় লিবারেল ডেমোক্র্যাট অধ্যায়ের সভাপতি হিসেবে তাকে অনুসরণ করেন।\n\n\n== জনপ্রিয়তা ==\nস্মিথের বিশালাকার দেহ এবং স্পষ্টবাদী কথা বলার এবং জনপ্রিয় স্পর্শের ক্ষমতা তাকে ১৯৭০ এবং ১৯৮০ এর দশকের অন্যতম স্বীকৃত ব্রিটিশ রাজনীতিবিদ করে তোলে। তার ডাকনাম \"বিগ সিরিল\" ছিল তার আত্মজীবনীর শিরোনাম। স্মিথ অনেক জনপ্রিয় টেলিভিশন উপস্থিতি করেছেন: তিনি তার বন্ধু জিমি সাভিলের ১৯৭০-এর দশকের প্রথম দিকের টিভি শো ক্ল্যাঙ্ক ক্লিক-এ \"তিনি ল্যাঙ্কাশায়ারের একজন লাসি\" গানটি গেয়েছিলেন, ১৯৮০ এর দশকের পপ গ্রুপ বানানারামার একটি \"সর্বশ্রেষ্ঠ হিট\" অ্যালবামের বিজ্ঞাপনে উপস্থিত হয়েছিলেন এবং ১৯৯৯ সালে লরেল এবং হার্ডি গান \"দ্য ট্রেইল অফ দ্য লোনসাম পাইন\" এর একটি রেকর্ডিংয়ে ডন এস্টেলের সাথে একটি দ্বৈত গান গেয়েছিলেন। ১৯৮০-এর দশকে অন্যান্য বেশ কয়েকজন বিশিষ্ট ব্রিটিশ সাংসদের মতো তিনিও নিয়মিত ভাবে ব্যঙ্গাত্মক টেলিভিশন শো স্পিটিং ইমেজে প্যারোডি করতেন।\nমনে করা হয় যে স্মিথ ইতোমধ্যে সবচেয়ে ভারী ব্রিটিশ এমপি ছিলেন: ৬'২\" (১৮৮ সেমি) বয়সে তার ওজন ২৯ পাথর ১২ পাউন্ড, প্রায় ১৯০ কিলোগ্রাম বলে জানা গেছে। ১৯৭০-এর দশকের শুরুতে সংসদীয় লিবারেল পার্টির আকার নিয়ে একটি সাধারণ কৌতুক ছিল যে পুরো দলকে পরিবহনের জন্য কেবল একটি ট্যাক্সির প্রয়োজন হবে; স্মিথের নির্বাচনের পর, দলটির দুটি ট্যাক্সি প্রয়োজন হতে পারে।\nআজীবন ব্যাচেলর, স্মিথ ইউ ম্যাগাজিনকে বলেছিলেন: \"আমার কাছে মহিলাদের সাথে আলাপ করার জন্য খুব বেশি সময় ছিল না । । । আমি রাজনীতির সাথে বিবাহিত হতে চেয়েছিলাম। \" স্মিথ ছিলেন সম্প্রচারক অ্যান্ডি এবং লিজ কেরশোর মায়ের বন্ধু; তিনি তাকে ভ্যালিয়ামের উপর নির্ভরশীল বলে বর্ণনা করেছিলেন, কিন্তু তিনি এই অভিযোগ অস্বীকার করেছিলেন।\n\n\n== শিশু যৌন নির্যাতনের অভিযোগ ==\n\n\n=== প্রাথমিক অভিযোগ ===\n১৯৭৯ সালের মে মাসে, একটি স্থানীয় আন্ডারগ্রাউন্ড ম্যাগাজিন, রোচডেল অল্টারনেটিভ প্রেস অভিযোগ করে যে ১৯৬০-এর দশকে স্মিথ তার সহ-প্রতিষ্ঠিত একটি হোস্টেলে কিশোর ছেলেদের নিতম্বে চড় দিয়েছেন এবং যৌন নির্যাতন করেছিলেন। বিষয়টি পুলিশ তদন্ত করেছিল তবে স্মিথের বিরুদ্ধে মামলা করা হয়নি। একই মাসে প্রাইভেট আই ম্যাগাজিন গল্পটির পুনরাবৃত্তি করে। স্মিথ কখনও প্রকাশ্যে নির্যাতনের অভিযোগ অস্বীকার করেননি, বা তিনি কখনও আইনগত ব্যবস্থা নেননি, কিন্তু তার মৃত্যুর পরে তার পরিবার এই অভিযোগ অস্বীকার করে। লিবারেল পার্টির নেতা ডেভিড স্টিলের প্রেস অফিস মন্তব্য করেছে, \"তিনি যা করেছেন বলে মনে হচ্ছে তা কেবল কয়েকটি খালি তলায় ছড়িয়ে পড়েছিল\"।\n\n\n=== ২০১২ ===\n২০১২ সালের নভেম্বর মাসে হাউস অফ কমন্সে বক্তব্য রাখতে গিয়ে স্মিথের সাবেক আসন রোচডেলের লেবার এমপি সাইমন ড্যাঙ্কজুক, এই নির্যাতনের ঘটনার তদন্তের আহ্বান জানান।\nরোসেনডেলের কাউন্সিলার অ্যালান নিল অভিযোগ করেন যে ১৯৬৪ সালে এগারো বছর বয়সে লেবার পার্টিতে স্মিথের সদস্যপদের সময় ছেলেদের জন্য একটি হোস্টেলে স্মিথ তাকে মারধর করেন। নিল বলেছেন: \"আমি এখন কথা বলছি কারণ কেউ কর্তৃপক্ষের কাছে এই বিষয়টি উত্থাপন করার জন্য সঠিক সিদ্ধান্ত নিয়েছে\"। তিনি আরও বলেন যে তিনি ১৯৬৮ সালে স্কুল ছাড়ার সময় পুলিশকে ঘটনাটি সম্পর্কে বলেছিলেন কিন্তু এটি উত্থাপন করার পরে \"সবাই একই মন্তব্য করেছিল যে প্রশ্নবিদ্ধ ব্যক্তিটি একজন অত্যন্ত গুরুত্বপূর্ণ, ক্ষমতাশালী ব্যক্তি\"। নিল বলেছিলেন যে একটি সামনের মাংসের স্যান্ডউইচ খেতে অস্বীকার করার কারণে স্মিথ তাকে মারধর করার পর তিনি তার সামনের দুটি দাঁত হারিয়েছিলেন এবং মাথায় আঘাতের জন্য সেলাইয়ের প্রয়োজন হয়েছিল।\nস্মিথের নির্যাতনের শিকার আরেকজন ২০১২ সালের নভেম্বর মাসে নাম প্রকাশ না করার অধিকার মওকুফ করে দাবি করেন যে ১৯৬০-এর দশকে রোচডেল কেয়ার হোমে কিশোর বয়সে স্মিথ তাকে আঘাত করেছিলেন এবং তার নিতম্বে হাত বোলান। ব্যারি ফিটন বলেছিলেন যে স্মিথ তাকে \"খুব, খুব কঠিন\" আঘাত করেছিলেন এবং কথিত ঘটনায় তিনি কান্নায় ভেঙে পড়েছিলেন।\n২১ নভেম্বর ২০১২ তারিখে গ্রেটার ম্যানচেস্টার পুলিশ (জিএমপি) ঘোষণা করে যে তারা ১৯৭৪ সালের পর রোচডেলের একটি হোস্টেলে ছেলেদের উপর যৌন নির্যাতন করেছে এমন অভিযোগের তদন্ত করবে এবং ল্যাঙ্কাশায়ার পুলিশ ১৯৭৪ সালের আগের দাবির তদন্ত করবে। পুলিশ জানিয়েছে যে ১৯৮০ এবং ১৯৯০ এর দশকে স্মিথের তদন্ত হয়েছিল কিনা তা তারা দেখবে।\n২০১২ সালের ২৭ নভেম্বর ক্রাউন প্রসিকিউশন সার্ভিস (সিপিএস) জানায় যে স্মিথের বিরুদ্ধে ৪০ বছরেরও বেশি আগে নির্যাতনের অপরাধের অভিযোগ আনা উচিত ছিল। এক বিবৃতিতে জিএমপি বলেছে, প্রাক্তন রোচডেল এমপি ছেলেরা \"শারীরিক ও যৌন নির্যাতনের শিকার\" হয়েছে। ১৯৭০, ১৯৯৮ এবং ১৯৯৯ সালে তদন্ত শুরু হলেও স্মিথের বিরুদ্ধে কখনও অভিযোগ আনা হয়নি। দোষী সাব্যস্ত হওয়ার সম্ভাবনা মূল্যায়নের পদ্ধতি ১৯৭০ সাল থেকে পরিবর্তিত হয়েছে, এবং স্মিথকে অভিযুক্ত না করার সিদ্ধান্তের ফলে ১৯৯৮ সালের তদন্তের ফলাফল প্রয়োজন হয়। যৌন নির্যাতনের অভিযোগের পর, রোচডেল কাউন্সিল টাউন হল থেকে স্মিথের কাছে একটি নীল ফলক সরিয়ে দেয়। জিএমপির সহকারী প্রধান কনস্টেবল স্টিভ হেইউড বলেছেন: \"যদিও স্মিথকে মরণোত্তর অভিযুক্ত বা দোষী সাব্যস্ত করা যায় না, কিন্তু আমাদের কাছে যে অপ্রতিরোধ্য প্রমাণ রয়েছে তা সঠিক এবং যথাযথ, আমাদের প্রকাশ্যে স্বীকার করা উচিত যে অল্প বয়সী ছেলেরা যৌন ও শারীরিকভাবে নির্যাতিত হয়েছিল\"।\n২০১২ সালের ২৮ নভেম্বর, একজন অভিযুক্ত ভুক্তভোগী স্কাই নিউজকে দেওয়া এক টেলিভিশন সাক্ষাৎকারে তার নাম প্রকাশ না করার অধিকার মওকুফ করে বলেন যে কাউন্সিল পরিচালিত আবাসিক বিশেষ বিদ্যালয়ে স্মিথ তাকে যৌন নির্যাতন করেছে। ক্রিস মার্শাল তার সাক্ষাত্কারের সময় কান্নায় ভেঙে পড়েন যখন তিনি বলেছিলেন যে ১৯৮০ এর দশকের শুরুতে রোচডেলের নোল ভিউ স্কুলে যৌন নির্যাতনের ঘটনা ঘটেছিল। তিনি বলেছিলেন যে নয় বছরের ছেলে হিসাবে তাকে একটি ঘরে নিয়ে যাওয়া হয়েছিল এবং স্মিথ এবং অন্য একজনের উপর ওরাল সেক্স করতে বাধ্য করা হয়েছিল। স্মিথ বিদ্যালয়ের একজন গভর্নর ছিলেন এবং তার নিজস্ব চাবির সেট ছিল বলে অভিযোগ করা হয়েছে। লিবারেল ডেমোক্র্যাট নেতা নিক ক্লেগ বলেছেন: \"আমি এই ভয়াবহ অভিযোগে গভীরভাবে মর্মাহত এবং আতঙ্কিত এবং আমার সমবেদনা সেই সব ভুক্তভোগীদের প্রতি যারা কথা বলার সাহস দেখিয়েছে\"।\n২০১২ সালের নভেম্বর মাসে ল্যাঙ্কাশায়ার পুলিশের প্রাক্তন বিশেষ শাখার কর্মকর্তা টনি রবিনসন বলেন, স্মিথের বিরুদ্ধে যৌন নির্যাতনের অভিযোগের একটি ডসিয়ার যা পুলিশ দাবি করেছে যে এটি \"হারিয়ে গেছে\"। আসলে এটি এমআই ৫ দ্বারা বাজেয়াপ্ত করা হয়েছিল। রবিনসন বলেছিলেন যে এমআই ৫ তাকে লন্ডনে একটি পুলিশ ডসিয়ার পাঠাতে বলেছিল যা তার অফিসে একটি নিরাপদে রাখা হয়েছিল যা তিনি বলেছিলেন যে ছেলেদের অভিযোগ \"পুরু\" ছিল যে তারা দাবি করেছিল যে তারা স্মিথের দ্বারা নির্যাতিত হয়েছে।\n২০১২ সালের ডিসেম্বরে, রোচডেলের এমপি সাইমন কন্ট্রিবিউশন অভিযোগ করেন যে স্মিথ তার কিছু ভুক্তভোগীকে ধর্ষণ করেছেন। এতে কোন সন্দেহ নেই যে সিরিল স্মিথ তরুণ ছেলেদের উপর গুরুতর যৌন নির্যাতন করেছেন: কেন সিপিএস সম্প্রতি আরো মামলা করেনি তা বিভ্রান্তিকর\"।\nএমপি টম ওয়াটসনের \"সংসদ এবং ১০ নং এর সাথে যুক্ত একটি শক্তিশালী পেডোফিল নেটওয়ার্ক\" দাবির পর জানা গেছে যে এলম গেস্ট হাউসে শিশু নির্যাতনের অভিযোগের তদন্ত কারী স্কটল্যান্ড ইয়ার্ডের গোয়েন্দারা ১৯৮০-এর দশকে প্রবীণ রাজনীতিবিদরা শিশুদের উপর নির্যাতন এবং ন্যায়বিচার থেকে রক্ষা পাওয়ার অভিযোগ খতিয়ে দেখছেন।\n\n\n=== ২০১৩ ===\n২০১৩ সালের জানুয়ারি মাসেদ্য ইন্ডিপেনডেন্ট অন সানডে রিপোর্ট করে যে পুলিশ লন্ডনের গেস্ট হাউসে স্মিথ ছেলেদের যৌন নির্যাতন করেছে এমন দাবির তদন্ত করছে। মেট্রোপলিটন পুলিশের একজন মুখপাত্র পরে বলেন: \"আমরা নিশ্চিত করতে পারি যে সিরিল স্মিথ প্রাঙ্গণপরিদর্শন করেছেন।\" এলম গেস্ট হাউসে স্মিথ ১৬ বছর বয়সী এক কিশোরকে যৌন নির্যাতন করে বলে অভিযোগ। এমপি সাইমন কন্ট্রিবিউশন বলেছেন যে তিনি নিশ্চিত যে হাউস অফ কমন্সে \"পেডোফিলদের একটি নেটওয়ার্ক\" কাজ করছে যারা স্মিথকে রক্ষা করতে সহায়তা করেছে।\n২০১৩ সালের সেপ্টেম্বর মাসে চ্যানেল ফোর ডিসপ্যাচপ্রোগ্রাম \"দ্য পেডোফিল এমপি: হাউ সিরিল স্মিথ গট অ্যাওয়ে উইথ ইট\" ক্রাউন প্রসিকিউশন সার্ভিসকে উদ্ধৃত করে দাবি করে যে তারা স্মিথের বিরুদ্ধে নির্যাতনের অপরাধের জন্য মামলা করেনি কারণ ১৯৭০ সালে তাকে আশ্বাস দেওয়া হয়েছিল যে তার বিরুদ্ধে মামলা করা হবে না, এবং এটি তাদের পরবর্তীকালে আইনের অধীনে তদন্ত পুনরায় শুরু করতে বাধা দেয়। রাজনৈতিক সাংবাদিক ফ্রান্সিস হুইন বলেছেন যে তিনি এই ব্যাখ্যাটি দুর্বোধ্য বলে মনে করেছেন।\n\n\n=== ২০১৪ ===\nগবেষক এবং প্রচারক ম্যাথিউ বেকারের সাথে,স্মাইল ফর দ্য ক্যামেরা: দ্য ডাবল লাইফ অফ সিরিল স্মিথ প্রকাশ করেছেন, যা স্মিথের দ্বারা সংঘটিত শিশু নির্যাতনের একটি প্রকাশনা। স্মিথ একটি উচ্চ পর্যায়ের পেডোফিল রিং-এর অংশ ছিলেন এবং স্মিথ তার প্রভাব ব্যবহার করে মামলা থেকে রক্ষা পেয়েছিল বলে অভিযোগ করেন। \"একবার আপনি ক্যামেরার জন্য খেলা জলি ক্লাউনের বাইরে তাকালেন, সেখানে একটি ঘৃণ্য, অন্ধকার হৃদয় ছিল। এটি কেবল অপব্যবহারের বিষয়ে ছিল না, এটি ছিল ক্ষমতার বিষয়ে - এবং একটি আড়াল যা রোচডেল থেকে প্রতিষ্ঠানের একেবারে শীর্ষে পৌঁছেছিল। ১৯৮০-এর দশকে পুলিশ স্মিথের শিশু পর্নোগ্রাফি আবিষ্কার করে, কিন্তু তিনি বিচার থেকে বেঁচে যান। স্মিথকে \"শিকারী পিডোফিল এবং একজন দুর্দান্ত অপরাধী হিসেবে বর্ণনা করেছেন, যিনি সবচেয়ে দুর্বল ছেলেদের লক্ষ্য করবেন।\" তিনি বলেছিলেন: \"বছরের পর বছর ধরে স্মিথের বিরুদ্ধে তদন্ত করার জন্য প্রচুর লোকবল চলে গিয়েছিল, কিন্তু তাকে কেবল মাত্র একটি লটারির টিকিট ভুলভাবে বিক্রি করার জন্য দোষী সাব্যস্ত করা হয়েছিল।\"\n২০১৪ সালে, প্রাক্তন লিবারেল নেতা স্যার ডেভিড স্টিল বলেছিলেন যে তিনি রোচডেলের একটি হোস্টেলে ছেলেদের সাথে তার \"অস্বাভাবিক\" আচরণ সম্পর্কে স্মিথের মুখোমুখি হয়েছিলেন। ১৯৭৯ সালে প্রকাশিত অভিযোগের পর স্টিল বলেন যে স্মিথ ছেলেদের চম্পট দেওয়ার কথা স্বীকার করেছেন এবং তাদের উপর অন্তরঙ্গ \"মেডিকেল পরীক্ষা\" করেছেন কিন্তু তাকে লিবারেল এমপি হিসেবে থাকার অনুমতি দেওয়া হয়েছে। স্টিল বলেছেন: \"আমি সিরিল স্মিথকে এ বিষয়ে জিজ্ঞাসা করেছিলাম। আমি অর্ধেক আশা করছিলাম যে তিনি বলবেন যে এটি সব ভুল ছিল, এবং আমি তাকে তার খ্যাতি বাঁচাতে মামলা করার জন্য অনুরোধ করতাম। আমি অবাক হয়ে বলেছিলাম যে প্রতিবেদনটি সঠিক ছিল।\" স্টিল বলেছিলেন যে রোচডেলের প্রতিষ্ঠানগুলিতে স্মিথের তত্ত্বাবধায়ক ভূমিকা ছিল যেখানে তিনি শারীরিক শাস্তির সাথে জড়িত ছিলেন। স্টিল অপব্যবহারের অভিযোগ সম্পর্কে বলেন: \"প্রাইভেট আই যেমন বলেছে, পুলিশ তাদের বিরুদ্ধে তদন্ত করেছে এবং তাদের বিরুদ্ধে কোন ব্যবস্থা নেওয়া হয়নি। তাই আমি আর কিছুই করতে পারিনি।\"\n২০১৪ সালের এপ্রিল মাসে, স্মিথের বিরুদ্ধে ১৪৪ টি অভিযোগ ছিল এবং তার বিরুদ্ধে মামলা করার প্রচেষ্টা সবসময় বন্ধ করে দেওয়া হয়েছিল এমন প্রতিবেদনের পরে, লিবারেল ডেমোক্র্যাটদের প্রেসিডেন্ট টিম ফারন বলেছিলেন যে তার দলকে \"গুরুতর প্রশ্নের\" উত্তর দিতে হবে যে কে জানত যে স্মিথ যৌন নিপীড়নের অভিযোগের মুখোমুখি হয়েছে। তবে লিবারেল ডেমোক্র্যাট নেতা নিক ক্লেগ স্মিথের \"বিরূপ\" কর্মকাণ্ডের বিষয়ে তদন্ত করতে অস্বীকার করেন। ক্লেগ বলেছেন: \"আমার দল লিবারেল ডেমোক্র্যাটরা এই সব কর্মকাণ্ড সম্পর্কে জানত না।\" ক্লেগ বলেছিলেন যে শিশু নির্যাতনের অভিযোগগুলি ছিল পুলিশের বিষয়।\n২০১৪ সালের মে মাসে অভিযোগ করা হয় যে স্মিথ ১৯৭৮ সালে লন্ডনের ন্যাশনাল লিবারেল ক্লাবে ১১ বছর বয়সী এক কিশোরকে উত্ত্যক্ত করেছিলেন। স্মিথ অভিযোগ করেছেন যে ছেলেটি তাকে আদর করার চেষ্টা করার আগে তার জাঙ্গিয়াখুলে ফেলতে বাধ্য করেছিল। লিবারেল ডেমোক্র্যাটদের একজন মুখপাত্র বলেছেন: \"সিরিল স্মিথের কাজ গুলো ছিল নিকৃষ্ট এবং বিরূপ এবং যাদের জীবন তিনি ধ্বংস করেছেন তাদের প্রতি আমাদের সহানুভূতি ছাড়া আর কিছুই নেই।\"\n২০১৪ সালের জুন মাসে গ্রেটার ম্যানচেস্টার পুলিশের গোয়েন্দা প্রধান সুপারিন্টেন্ডেন্ট রুস জ্যাকসন স্বীকার করেন যে রোচডেল নোল ভিউ আবাসিক বিদ্যালয়ে স্মিথের সাথে জড়িত নির্যাতনের ঘটনায় বাহিনীর পূর্ববর্তী তদন্ত আজ যা আশা করা হবে তার চেয়ে \"বেশ কম\" হয়ে গেছে। অভিযোগ করা হয়েছিল যে রোচডেল শহরে কয়েক দশক ধরে একটি পেডোফিল রিং কাজ করছিল এবং শেফিল্ডের মতো দূর থেকে পুরুষরা আট থেকে তেরো বছর বয়সী নোল ভিউ ছেলেদের সাথে যৌন সম্পর্ক স্থাপনের জন্য রোচডেলে ভ্রমণ করছিল। গ্রেটার ম্যানচেস্টার পুলিশ জানিয়েছে, ২১ জন সন্দেহভাজন রয়েছে, যাদের মধ্যে ১৪ জনকে তারা শনাক্ত করেছে, যার মধ্যে স্মিথও রয়েছে। জুলাই ২০১৪ সালে, নোল ভিউ আবাসিক বিদ্যালয়ে স্মিথের সাথে যুক্ত শিশু নির্যাতনের ঘটনায় রোচডেল কাউন্সিলের তদন্ত পুলিশের অনুরোধে স্থগিত করা হয়। গ্রেটার ম্যানচেস্টার পুলিশ কর্তৃপক্ষকে তাদের তদন্ত স্থগিত করতে বলে, যখন গোয়েন্দারা প্রাতিষ্ঠানিক আড়াল করার দাবি তদন্ত করে।\n২০১৪ সালের জুলাই মাসে জানা যায় যে স্মিথ ১৯৭৬ সালে বিবিসির উপর চাপ সৃষ্টি করেছিলেন, কর্পোরেশনকে \"নির্দিষ্ট এমপিদের ব্যক্তিগত জীবন\" তদন্ত না করতে বলে। ন্যাশনাল আর্কাইভের চিঠি অনুসারে, স্মিথ ১৯৭৬ সালের সেপ্টেম্বর মাসে বিবিসির মহাপরিচালক স্যার চার্লস কুরানকে চিঠি লিখে বলেন যে তিনি \"বিবিসির অনুসন্ধানী কার্যক্রম নিয়ে গভীরভাবে উদ্বিগ্ন\", বিশেষ করে \"নির্দিষ্ট সংসদ সদস্যদের ব্যক্তিগত জীবন\" সম্পর্কিত। প্রাক্তন শিশুমন্ত্রী টিম লফটন স্মিথের চিঠিগুলোকে \"বুলি-বয় কৌশল\" হিসেবে বর্ণনা করেছেন। লফটন বলেছেন: \"এটা অবস্থানের অপব্যবহার যে একজন সংসদ সদস্য হিসেবে কেউ বলছে, 'আপনার আমাদের দিকে তাকানো উচিত নয়, আমরা আইনের ঊর্ধ্বে।'\nজুলাই ২০১৪ সালে ক্রাউন প্রসিকিউশন সার্ভিস কর্তৃক প্রকাশিত একটি প্রতিবেদনে দেখা যায় যে ১৯৭০ সালে স্মিথের তদন্তকারী একজন পুলিশ গোয়েন্দা রোচডেলের একটি কেয়ার হোমে তরুণ ছেলেদের উপর স্মিথের নির্যাতনের বিষয়ে তার ঊর্ধ্বতন কর্মকর্তার কাছে প্রমাণ উপস্থাপন করেন, কিন্তু কোন ব্যবস্থা নেওয়া হয়নি।\n\n\n=== ২০১৫ ===\n২০১৫ সালের মার্চ মাসে, ক্যাবিনেট অফিসের কাগজপত্র প্রকাশ করা হয় যা নিশ্চিত করে যে প্রধানমন্ত্রী মার্গারেট থ্যাচারকে ১৯৮৮ সালে নাইট হওয়ার আগে স্মিথের বিরুদ্ধে অভিযোগ সম্পর্কে অবহিত করা হয়েছিল। এর কিছুদিন পরেই নিউজনাইটে বিবিসির এক তদন্তে জানা যায় যে ১৯৮০-এর দশকের শুরুতে স্মিথকে একটি পেডোফিল রিংয়ে অংশগ্রহণের অভিযোগে গ্রেপ্তার করা হয়েছিল, কিন্তু একটি উচ্চ পর্যায়ের আড়াল করার ফলে কয়েক ঘন্টার মধ্যে তাকে মুক্তি দেওয়া হয়, প্রমাণ ধ্বংস করা হয় এবং তদন্তকারী কর্মকর্তারা অফিসিয়াল সিক্রেটস অ্যাক্টের অধীনে বিষয়টি নিয়ে আলোচনা করতে বাধা দেন। তৎকালীন স্বরাষ্ট্রসচিব থেরেসা মে এই মামলায় হুইসেল-ব্লোয়ারদের জন্য অনাক্রম্যতার আহ্বান জানিয়েছেন। নর্থম্পটনার পুলিশ স্মিথের গ্রেপ্তারের খবরও প্রকাশ করে, যেখানে তাকে আবার রহস্যজনক পরিস্থিতিতে মুক্তি দেওয়া হয়।\n২০১৫ সালে একজন অবসরপ্রাপ্ত পুলিশ কর্মকর্তা বলেছিলেন যে তিনি স্মিথকে একজন পরিচিত যৌন অপরাধীর বাড়িতে, দুই মাতাল কিশোর ছেলে এবং বেসামরিক পোশাকে একজন পুলিশ সার্জেন্টকে খুঁজে পাওয়ার পরে তাকে অফিসিয়াল সিক্রেটস অ্যাক্টের হুমকি দেওয়া হয়েছিল। অবসরপ্রাপ্ত কর্মকর্তা বলেন যে তাকে স্টকপোর্ট থানায় একজন ঊর্ধ্বতন কর্মকর্তার সাথে বৈঠকে ডেকে পাঠানো হয়েছিল এবং \"স্পষ্ট ভাষায়\" এ বিষয়ে কিছু না বলতে বলা হয়েছিল। ১৯৮৮ সালে স্টকপোর্টের একটি বাড়িতে একটি সংবাদপত্রের ছেলের সামনে দখলদার তার জানালায় অশ্লীল কাজ করছিল বলে অভিযোগ করার পরে এই কথিত ঘটনাটি ঘটে।\n\n\n=== ২০১৭ ===\n২০১৭ সালের অক্টোবর মাসে শিশু যৌন নির্যাতনের স্বাধীন তদন্ত (আইআইসিএসএ) বলা হয় যে এমআই ৫ কে সচেতন করা হয়েছে যে প্রসিকিউটররা স্মিথের উপর একটি শিশু নির্যাতনের ফাইলের অস্তিত্ব নিয়ে সংবাদ মাধ্যমের কাছে মিথ্যা বলেছেন। গোয়েন্দারা বলেছিলেন যে ১৯৭০ সালে প্রয়াত এমপির তরুণ ছেলেদের উপর নির্যাতনের অভিযোগ সম্পর্কে \"জঘন্য\" দাবিগুলি \"উঠে দাঁড়িয়েছিল\"। অনুসন্ধানে শোনা গেছে যে কীভাবে স্মিথের তদন্ত ছেলেদের দ্বারা ভোগকরা ব্যাপক নির্যাতনের \"আলোকিত\" করেছিল। ১৯৮৮ সালে, যখন স্মিথকে নাইট করা হয়, তখন তৎকালীন প্রধানমন্ত্রী মার্গারেট থ্যাচারকে সম্ভবত তার চেকার অতীত সম্পর্কে অবহিত করা হয়েছিল। শুনানিতে কেমব্রিজ হাউস হোস্টেল এবং রোচডেলের নোল ভিউ আবাসিক বিদ্যালয়ে কথিত অপরাধের উপর দৃষ্টি নিবেশিত হয়, যেখানে স্মিথ একজন গভর্নর ছিলেন। স্মিথ ছিলেন একজন গভর্নর।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nSmith, Cyril (১৯৭৭)। Big Cyril: Autobiography। আইএসবিএন 0-491-02261-1। \nরোচডেল থেকে প্রতিফলন: যেমন আমি এটা দেখেছি এবং যেমনটা আমি দেখেছি (1997)আইএসবিএন ১-৮৫১৮৭-৩৪০-৬ । একটি পরবর্তী পাতলা আত্মজীবনীমূলক কাজ।\n\"সিরিল স্মিথ\", ব্র্যাক এট আল -এ টিম ফারনের প্রবেশ। (এডিএস উদার জীবনী অভিধান (পলিটিকো, 1998)\nDanczuk, Simon; Baker, Matthew (২০১৪)। Smile for the Camera: The Double Life of Cyril Smith। Biteback। আইএসবিএন 978-1-84954-644-7।"}