{"pageid": 1094421, "title": "কনি ২০১২", "url": "https://bn.wikipedia.org/wiki?curid=1094421", "content": "কনি ২০১২ একটি ইনকর্পোরেটেড ( অদৃশ্য শিশুদের লেখক) দ্বারা নির্মিত একটি ২০১২ আমেরিকান সংক্ষিপ্ত তথ্যচিত্র। চলচ্চিত্রের উদ্দেশ্য ছিল উগান্ডার কাল্ট এবং মিলিশিয়া লিডার, অভিযুক্ত যুদ্ধাপরাধী এবং আন্তর্জাতিক অপরাধ আদালতের পলাতক জোসেফ কনিকে বিশ্বব্যাপী পরিচিত করা হয় যাতে অভিযানের মেয়াদ শেষ হয়ে গেলে ছবিটি ৫ মার্চ, ২০১২ এ মুক্তি পায়, এবং ভাইরালভাবে ছড়িয়ে পড়ে এবং প্রচারাভিযানটি প্রাথমিকভাবে বিভিন্ন সেলিব্রিটিদের দ্বারা সমর্থিত হয়েছিল।\n২০ ফেব্রুয়ারি মার্চ ২০২১-এর হিসাব অনুযায়ী, ভিডিও শেয়ারিং ওয়েবসাইট ইউটিউবে ছবিটি ১০২ মিলিয়নেরও বেশি ভিউ এবং ১.৩ মিলিয়ন লাইক পেয়েছে, এবং ভিমিও ওয়েবসাইটে ১৮.৬ মিলিয়ন ভিউ এবং ২১.৫ হাজারেরও বেশি লাইক, অদৃশ্য শিশু দ্বারা পরিচালিত একটি কেন্দ্রীয় কনি ২০১২ ওয়েবসাইটে অন্যান্য মতামত সহ। সেই সময়ে, ভিডিওটি সমগ্র ইউটিউবে সবচেয়ে বেশি পছন্দ করা হয়েছিল এবং এটিই প্রথম ভিডিও যা ১ মিলিয়ন লাইক পেয়েছে। ভিডিওটির তীব্র প্রকাশের ফলে কনি ২০১২ ওয়েবসাইটটি ব্যাপক জনপ্রিয়তা পেতে শুরু করার কিছুক্ষণ পরেই ক্র্যাশ হয়ে যায়। একটি জরিপে বলা হয়েছে যে ভিডিও প্রকাশের পরের দিনগুলিতে অর্ধেকের বেশি তরুণ প্রাপ্তবয়স্ক আমেরিকানরা কনি ২০১২ সম্পর্কে শুনেছে. এটি পিবিএস কর্তৃক ২০১২ সালের শীর্ষ আন্তর্জাতিক ইভেন্টগুলির মধ্যে অন্তর্ভুক্ত ছিল এবং ২০১৩ সালে টাইম দ্বারা এখন পর্যন্ত সবচেয়ে ভাইরাল ভিডিও বলা হয়েছিল.\nএই অভিযান মার্কিন যুক্তরাষ্ট্রের সিনেট কর্তৃক একটি বিপ্লবে পরিণত হয় এবং আফ্রিকান ইউনিয়ন দ্বারা সৈন্য পাঠানোর সিদ্ধান্তে অবদান রাখে। চলচ্চিত্রটি ২০ এপ্রিল বিশ্বব্যাপী প্রচারের জন্যও আহ্বান জানিয়েছে, যার নাম \"কভার দ্য নাইট\"। ৫ এপ্রিল, ২০১২ এ, অদৃশ্য শিশু একটি ফলো-আপ ভিডিও প্রকাশ করে, যার নাম কনি ২০১২: দ্বিতীয় অংশ  - বিয়ন্ড বিয়ন্ড, যা মূলের সাফল্যের পুনরাবৃত্তি করতে ব্যর্থ হয়েছে।\n\n\n== পটভূমি ==\nছবিটি অদৃশ্য শিশুদের পরিকল্পনা এবং জোসেফ কনি কে ধরার প্রচেষ্টা নথিভুক্ত করে। এতে তার বিদ্রোহী মিলিশিয়া গ্রুপ লর্ডস রেজিস্ট্যান্স আর্মি (এলআরএ) -এর সাথে কনি এর কর্মের বর্ণনা দেওয়া হয়েছে, যার মধ্যে শিশু সৈন্যদের জোরপূর্বক নিয়োগ দেওয়া এবং যেসব অঞ্চলে (সক্রিয় উগান্ডা, গণতান্ত্রিক প্রজাতন্ত্র কঙ্গো এবং দক্ষিণ সুদান ) তারা সক্রিয় ছিল।\nএটি নয় ইঞ্চি নখের \"০২ ভূত I\" এর সংগীতের সাথে প্রবর্তন করা হয়েছে, এবং পাঠ্য \"কিছু নেই এমন একটি ধারণার চেয়ে বেশি শক্তিশালী যার সময় এসেছে। একটি ধারণার চেয়ে শক্তিশালী আর কিছু নেই। ” ্রগ. তারপরে, পৃথিবীতে সূর্যের আলো জ্বলছে এমন একটি দৃশ্য দেখানো হয়েছে এবং জেসন রাসেল এই বাক্যটি বলছেন “এই মুহূর্তে, ফেসবুকে ২০০ বছর আগে গ্রহে যত লোক ছিল তার চেয়ে বেশি মানুষ আছে। মানবতার সর্বশ্রেষ্ঠ আকাঙ্ক্ষা হল সম্পর্ক থাকা এবং সংযোগ স্থাপন করা, এবং এখন আমরা একে অপরকে দেখি। আমরা একে অপরকে শুনি। আমরা যা ভালোবাসি তা শেয়ার করি। এবং এই সংযোগ বিশ্বের কাজ করার পদ্ধতি পরিবর্তন করছে। ” । পরিচয়ের পর প্রথম দৃশ্যে দেখা যায় জেসন রাসেলের পুত্র গ্যাভিনের জন্ম। চলচ্চিত্রটিতে সমৃদ্ধ সাউন্ড ডিজাইন এবং একটি পৃথিবীজুড়ে ম্যাপ করা ছবির থ্রি ডিঅ্যানিমেশন রয়েছে, সেইসাথে পাখির চোখের ভীড়ের ভিড়।\nফিল্মে যেসব প্রধান ব্যক্তিদের দেখা যায় তাদের মধ্যে একজন হলেন উগান্ডার যুবক জ্যাকব আভায়ে, যার ভাই এলআরএর হাতে নিহত হয়েছিল। জবাবে, ইনভিজিবল চিলড্রেনের পরিচালক এবং প্রতিষ্ঠাতা জেসন রাসেল জ্যাকবকে প্রতিশ্রুতি দেন যে তিনি \"কনিকে থামাতে\" সাহায্য করবেন।\nচলচ্চিত্রটি সামাজিক শৃঙ্খলা পুনরুদ্ধার এবং জোরপূর্বক এবং যুব সামরিক বাহিনীকে বাধ্য করার জন্য সমর্থন করে। ভিডিওটিতে জেসন রাসেলের ছোট ছেলে কনি সম্পর্কে তথ্যের প্রতিক্রিয়া দেখানোর ক্লিপও রয়েছে। চলচ্চিত্রের শেষের দিকে, মার্কিন প্রেসিডেন্ট বারাক ওবামার ২০১১ সালের একটি ঘোষণায় মধ্য আফ্রিকার দেশগুলির \"যুদ্ধক্ষেত্রে জোসেফ কনিকে সরিয়ে দেওয়ার জন্য\" \"তথ্য, পরামর্শ এবং সহযোগী দেশীয় বাহিনীকে সহায়তা প্রদানের জন্য ১০০ টি বিশেষ বাহিনীর সামরিক উপদেষ্টা মোতায়েনের অনুমোদন দেওয়া হয়েছে \"। ভিডিওটি শেষ হয়েছে দর্শকদের পোস্টার লাগিয়ে এবং তাদের সম্প্রদায়ের সাহায্যে প্রচার প্রচারণায় যোগ দেওয়ার জন্য।\nফিল্মের একটি পরবর্তী দৃশ্যে, একটি অ্যাকশন দৃশ্যে দেখানো হয়েছে যে শহরের বিভিন্ন জায়গায় লোকেরা কনি ২০১২ পোস্টারএ লাঠি মারছে এই গানের সাথে ''আমি ফ্লাক্স প্যাভিলিয়ন দ্বারা <i id=\"mwfw\">থামতে পারছি না</i> ''।\n\n\n== অদৃশ্য শিশু ==\nদ্যা ইনভিজিবল চিলড্রেন চ্যারিটি একটি নির্বাচিত ব্যক্তির সমর্থন পাওয়ার উপর মনোনিবেশ করেছে যাতে \" পূর্ব ও মধ্য আফ্রিকার দেশগুলিতে কনি এবং তার নেতৃত্বের হাতে শিশুদের অপব্যবহার ও হত্যার বিষয়ে সচেতনতা আনতে সাহায্য করা যায়।\" এই তালিকায় জর্জ ক্লুনি, অ্যাঞ্জেলিনা জোলি, অপরাহ উইনফ্রে (যিনি ভিডিওটি ছড়িয়ে দিতে উল্লেখযোগ্যভাবে সাহায্য করেছিলেন ২০]), টেলর সুইফট এবং রায়ান সিক্রেস্টের মতো ২০ জন \"সেলিব্রিটি সংস্কৃতি নির্মাতা\" অন্তর্ভুক্ত ছিলেন। তালিকায় ১২ জন \"নীতিনির্ধারক\" অন্তর্ভুক্ত ছিল যাদের \"আফ্রিকায় মার্কিন সরকারের কর্মকর্তাদের রাখার ক্ষমতা\" আছে যাতে তারা কনিকে ধরার দিকে কাজ করতে পারে। এই তালিকায় রয়েছে সাবেক মার্কিন প্রেসিডেন্ট জর্জ ডব্লিউ বুশ এবং তার পররাষ্ট্রমন্ত্রী কনডোলিজা রাইস এবং সাবেক মার্কিন পররাষ্ট্রমন্ত্রী জন কেরি ।\nজাস্টিন বিবার, বিল গেটস, ক্রিস্টিনা মিলিয়ান, নিকি মিনাজ, কিম কারদাশিয়ান, পিট ওয়েন্টজ, রিহানা এবং ইলিয়ট পেজ সহ বেশ কয়েকজন সেলিব্রিটি কনির বিরুদ্ধে সচেতনতামূলক প্রচারণা সমর্থন করেছেন।\n\n\n=== কভার দ্যা নাইট ===\n\nপ্রচারাভিযানের অংশ হিসেবে, মার্কিন সমর্থকদের \"কভার দ্যা নাইট\" নামে একটি কর্মকাণ্ডে তাদের নিজ শহরে পোস্টার লাগাতে বলা হয়েছিল, যা ২০ এপ্রিল, ২০১২ এ হয়েছিল। অদৃশ্য শিশুদের ওয়েবসাইট ব্যাপক পরিচিতি লাভের চেষ্টায় পোস্টার এবং টি-শার্ট প্রদান করে। তারা প্রচারণার বোতাম, পোস্টার, ব্রেসলেট এবং স্টিকার সহ সচেতনতা ছড়িয়ে দেওয়ার জন্য অ্যাকশন কিট তৈরি করেছে।\n\n\"কভার দ্যা নাইট\" ইভেন্টটি বিশ্বব্যাপী ২০ এপ্রিল, ২০১২ তারিখে সংঘটিত হয়েছিল এবং সমর্থকদের দ্বারা পরিচালিত হওয়ার কথা ছিল যারা তাদের স্থানীয় সম্প্রদায়ের মধ্যে সকালে কিছু দাতব্য কাজ করতে উৎসাহিত হয়েছিল। তারপর, সেই সন্ধ্যায়, তারা তাদের শহর জুড়ে উড়োজাহাজ এবং পোস্টার পোস্ট করবে কনি ২০১২ ক্যাম্পেইনের জন্য। বিশ্বব্যাপী ইভেন্টে উপস্থিতি প্রাথমিকভাবে প্রত্যাশার চেয়ে অনেক কম ছিল, কোন সংগঠিত স্পট আনুষ্ঠানিকভাবে ঘোষণা করা হয়নি এবং উপস্থিত হওয়ার অঙ্গীকারের চেয়ে অনেক কম লোক উপস্থিত ছিল। অদৃশ্য শিশুদের একটি টুইটে বলা হয়েছে, \"কোনও আনুষ্ঠানিক বৈঠক নেই কারণ আমরা মানুষকে বন্ধুদের ও পরিবারের সাথে স্থানীয়ভাবে কাজ করতে বলছি [সিক] তাদের আশেপাশে। \" ৫০,০০০ এরও বেশি লোক সাইন আপ এবং কিট কেনা সত্ত্বেও, খুব কম লোকই আসলে অংশগ্রহণ করেছিল। ভ্যাঙ্কুভারে একটি সমাবেশে মাত্র ১৭ জন লোক ছিল; ব্রিসবেনে অন্য সমাবেশে উপস্থিতি ছিল ৫০ জনেরও কম। ব্রিটিশ কলম্বিয়ার কেলোনাতে বেশ কয়েকটি চিহ্ন এবং পোস্টার লাগানো হয়েছিল, যার মধ্যে দুটি বড় ব্যানার ছিল যা \"পথচারীদের ওভারপাসের উভয় পাশে রাখা হয়েছিল\"। ক্যানবেরায়, বেশ কয়েকটি ফেসবুক গ্রুপের ফলে প্রত্যেকের দুই বা তিন জনের কয়েকটি সমাবেশ ঘটে। ফিনিক্সে, ২০০ টি পোস্টার লাগানো হয়েছিল \"কলেজের ছাত্ররা এবং তাদের কিশোর -কিশোরী এবং অন্যান্য লোকেরা\", বেশ কয়েকটি খড়ি এবং স্টেনসিল বার্তা সহ।\n\n\n== অভ্যর্থনা ==\n\nবিভিন্ন এনজিও কর্মী, সরকার এবং আন্তর্জাতিক কর্মকর্তা, সাংবাদিক এবং অন্যান্য গোষ্ঠী এবং ব্যক্তিদের দ্বারা এই চলচ্চিত্রটি তার যোগ্যতা সম্পর্কে একটি বিতর্কিত বিতর্কের জন্ম দিয়েছে।\n\n\n=== ইতিবাচক ===\nলুইস মোরেনো ওকাম্পো, যিনি এই ছবিতে ছিলেন এবং সেই সময়, আন্তর্জাতিক অপরাধ আদালতের (আইসিসি) প্রধান প্রসিকিউটর, চলচ্চিত্র এবং সেই অভিযানকে সমর্থন করেছিলেন যা \"বিশ্বকে একত্রিত করেছিল\" এবং বলেছিল যে সমালোচনা ছিল \"বোকা\"। বিশেষ প্রতিনিধি এবং মধ্য আফ্রিকার নবনির্মিত জাতিসংঘের আঞ্চলিক কার্যালয়ের (ইউএনওসিএ) প্রধান আবু মুসা বলেছেন, কনির প্রতি আন্তর্জাতিক আগ্রহ ছিল \"দরকারী, খুবই গুরুত্বপূর্ণ\"। হোয়াইট হাউস প্রেস সেক্রেটারি জে কার্নির মাধ্যমে সমর্থনের একটি বিবৃতি প্রকাশ করেছে, যিনি একটি সংবাদ সম্মেলনে বলেছিলেন, \"আমরা লক্ষ লক্ষ আমেরিকানকে অভিনন্দন জানাই যারা বিবেকের এই অনন্য সংকটের জন্য একত্রিত হয়েছিল\" এবং বলেছিল যে ভিডিও থেকে উত্থাপিত সচেতনতা হল \"২০১০ সালে আমাদের কংগ্রেসে পাস হওয়া দ্বিপক্ষীয় আইনের সাথে সামঞ্জস্যপূর্ণ।\" ক্যামেরন হাডসন, মার্কিন হলোকাস্ট মেমোরিয়াল মিউজিয়ামের পলিসি ডিরেক্টর এবং জাতীয় নিরাপত্তা কাউন্সিলের আফ্রিকার সাবেক পরিচালক, অদৃশ্য বাচ্চাদের প্রশংসা করেছেন \"কয়েক মিলিয়ন মানুষের কাছে যারা সম্ভবত আগে কখনো জোসেফ কনির কথা শোনেনি।\" অ্যান্থনি লেক, নির্বাহী পরিচালক ইউনিসেফ এই বলে যে একটি অনুরূপ ভাইরাল ভিডিও করার সময় একটি পার্থক্য তৈরি হতো বলে উল্লেখ করা হয়েছিল রুয়ান্ডান গণহত্যা ১৯৯৪ সালে, এছাড়াও বোঝা যায় যে \"এই ধরনের পাবলিক মনোযোগ আরো জীবন বাঁচাতে সাহায্য করেছে দারফুরে এবংকঙ্গোর যুদ্ধরত পূর্ব অঞ্চলে। \" । \"\nহিউম্যান রাইটস ওয়াচ (এইচআরডব্লিউ) এর আফ্রিকা বিভাগের সিনিয়র গবেষক অ্যানিকে ভ্যান ওয়াডেনবার্গ একটি বিবৃতিতে লিখেছেন: \"আমরা মধ্য আফ্রিকায় এলআরএ দ্বারা সংঘটিত ভয়াবহতার তদন্ত করতে কয়েক বছর অতিবাহিত করেছি - উগান্ডা, গণতান্ত্রিক প্রজাতন্ত্র কঙ্গো, মধ্য আফ্রিকান প্রজাতন্ত্র (সিএআর) এবং দক্ষিণ সুদান। আমরা গণহত্যার স্থানে প্রমাণ সংগ্রহ করেছি শুকনো রক্তে ঢাকা কাঠের ক্লাব, সাইকেলের টায়ার থেকে রাবারের টুকরা, যা দ্বারা ক্ষতিগ্রস্তদের বেঁধে রেখেছিল, এবং নতুন করে খনন করা কবর — এবং শত শত ছেলে -মেয়েদের সাথে কথা বলেছিল যা তার সেনাবাহিনীর জন্য যুদ্ধ করতে বাধ্য হয়েছিল অথবা সেক্স হিসেবে বন্দী ছিল ক্রীতদাস । এবং আমরা গর্বিত করছি যে #কনি বন্ধ কর একটি ট্রেন্ডিং বিষয় টুইটারে -যদি কেউ বিশ্বব্যাপী কুখ্যাতি পাওয়ার যোগ্য হয় তবে সে কনি। \" তিনি যোগ করেছেন: \"কনি এবং অন্যান্য সিনিয়র এলআরএ নেতাদের গ্রেপ্তার করে পুনরায় নিশ্চিত করা হবে যে যারা গণ অত্যাচার করে তারা বিচারের মুখোমুখি হবে। এটি আফ্রিকার অন্যতম নৃশংস বিদ্রোহী গোষ্ঠীর দুর্যোগের অবসান ঘটাতেও সাহায্য করবে। \" এইচআরডব্লিউ -এর এলআরএ গবেষক ইডা সোয়ার পুনরায় নিশ্চিত করেছেন, \"আমরা অবশ্যই চলচ্চিত্রের বার্তাকে সমর্থন করি এবং আমরা মনে করি এটা খুবই ভালো যে তারা কনির অপরাধ এবং এলআরএ -এর ঘটনা নিয়ে চলচ্চিত্রের প্রতি এত মনোযোগ দিচ্ছে।\" অ্যামনেস্টি ইন্টারন্যাশনাল, যা এলআরএর \"মধ্য আফ্রিকান প্রজাতন্ত্র, গণতান্ত্রিক প্রজাতন্ত্র কঙ্গো, দক্ষিণ সুদান এবং উগান্ডার হাজার হাজার নাগরিকের জীবনে ভয়াবহ প্রভাব\" হিসাবে বর্ণনা করেছে এবং বহু বছর ধরে এলআরএ নেতাদের গ্রেপ্তারের জন্য আহ্বান জানিয়ে আসছে, কনি ২০১২ প্রচারাভিযানে ব্যাপক জনসাধারণের প্রতিক্রিয়াকে স্বাগত জানিয়েছে। সংগঠনের আফ্রিকার পরিচালক এরউইন ভ্যান ডার বোরঘট এক বিবৃতিতে লিখেছেন: \"জোসেফ কনি এবং অন্যান্য এলআরএ নেতারা অনেক দিন ধরে গ্রেপ্তার এড়িয়ে গেছেন এবং এই অভিযানটি এলআরএ সদস্যদের ক্রমাগত অপরাধ এবং গ্রেপ্তার এবং আত্মসমর্পণের প্রয়োজনীয়তার একটি উল্লেখযোগ্য অনুস্মারক। আইসিসির কাছে তাদের নেতারা যাতে বিচারের মুখোমুখি হতে পারেন, \"কিন্তু যোগ করেছেন:\" যে কেউ কনি ২০১২ প্রচারাভিযানে যোগ দিচ্ছে তাকে জোর দেওয়া উচিত যে জোসেফ কোনিকে গ্রেফতারের প্রচেষ্টাকে অবশ্যই মানবাধিকারের প্রতি সম্মান দেখাতে হবে \", বিশেষত কারণ\" এলআরএ সদস্যদের অনেকেই নিজেরাই মানবাধিকার লঙ্ঘনের শিকার হয়েছিল জোরপূর্বক নিয়োগ সহ \", এবং নাগরিকদের সুরক্ষা নিশ্চিত করুন।\nচলচ্চিত্রটি প্রদর্শনের সময় উত্তরাঞ্চলীয় উগান্ডার বিদ্রোহী কার্যকলাপের অন্যতম কেন্দ্র গুলুতে চলচ্চিত্রের বিষয়ে মতামত মিশ্রিত হয়েছিল, বেশ কয়েকজন নেতা সমর্থন ও সমালোচনা প্রকাশ করেছিলেন। অংশগ্রহণকারীদের মধ্যে একজন, পররাষ্ট্র প্রতিমন্ত্রী হেনরি ওরিয়াম ওকেলো, বলেন যে চলচ্চিত্র এবং অদৃশ্য শিশুদের নির্দেশিত সমালোচনাগুলি \"ভিত্তিহীন\" ছিল এবং বলা হচ্ছে, \"অদৃশ্য শিশুরা অচোলিতে [ভূমিতে] দৃশ্যমান কাজ করেছে, উদাহরণস্বরূপ হাজার হাজার শিশুদের বৃত্তি প্রদান এবং তাদের বিরুদ্ধে যে কেউ আমাদের শত্রু। \" উগান্ডার মন্ত্রিপরিষদ মন্ত্রী এবং প্রাক্তন শান্তি আলোচক বেটি বিগোম্বে বলেছেন, \"[কনি] কে বাইরে নিয়ে যাওয়ার ক্ষেত্রে এটি কোন পার্থক্য করে কিনা আমি জানি না। যাইহোক, যা গুরুত্বপূর্ণ তা হল নীতিনির্ধারকদের নজরে আনা। আমি আশা করি এটি থেকে উদ্ভাবনী কিছু বেরিয়ে আসবে। \" উগান্ডার রাজনীতিবিদ এবং বিরোধী ডেমোক্রেটিক পার্টির সভাপতি নরবার্ট মাও এই চলচ্চিত্রের প্রতি তার সমর্থনের কথা বলেছেন, ব্যাখ্যা করেছেন যে যদিও এর কিছু সমস্যা আছে, যেমন বোঝানো হয়েছে যে উগান্ডাররা এলআরএর বিরুদ্ধে লড়াই করার চেষ্টা করেনি এবং কতগুলি বিষয় ব্যাখ্যা করেনি উগান্ডার সরকার নিজেও ফিল্মটিকে আরও বাড়িয়ে তুলেছিল, ফিল্মটি এখনও এই সমস্যাটির জন্য একটি \"ইতিবাচক উন্নয়ন\", এবং যোগ করেছে যে, যদিও অদৃশ্য শিশুরা \"জটিল রাজনৈতিক, ঐতিহাসিক এবং নিরাপত্তা গতিশীলতার প্রথম বিশ্লেষক\" নাও হতে পারে, \"তাদের পৃথিবীতে সবচেয়ে সুন্দর বৈশিষ্ট্য রয়েছে- সমবেদনা। \"\nসাংবাদিক নিকোলাস ডি ক্রিস্টফ চলচ্চিত্র তৈরীর জন্য অদৃশ্য শিশুকে ধন্যবাদ জানান এবং তার সমালোচনা সুরাহা, বলেন যে \"সাদা মানুষের বোঝা\" হওয়ার পরিবর্তে, যখন \"একজন যুদ্ধবাজ কঙ্গো এবং মধ্য আফ্রিকান প্রজাতন্ত্রের একটি অংশ জুড়ে হত্যা এবং নির্যাতন চালিয়ে যাচ্ছে … এটি একটি মানবিক বোঝা। \" তিনি আরও বলেছিলেন যে জটিলতা দীর্ঘদিন ধরে \"নৃশংসতার সময় নিষ্ক্রিয়তার জন্য একটি প্রধান অজুহাত\" ছিল এবং উগান্ডার প্রতিবেশী দেশগুলিতে কনি একটি হুমকি হিসাবে রয়ে গেছে, তাই চলচ্চিত্রটির সরলতা \"আমেরিকান জনসাধারণকে আরও বেশি অবগত করেছে\" অন্যথায়, এবং যদি তিনি \"একজন কঙ্গোলী গ্রামবাসী\" হয়ে থাকেন, তাহলে তিনি \"কিছু না করা আর্মচেয়ারের নিন্দুকদের নিন্দা করা এই অনিশ্চিত প্রচেষ্টাকে স্বাগত জানাবেন।\" বিদেশী সংবাদদাতা রজার কোহেন এটিকে \"বৈধ পয়েন্ট তৈরির জন্য নিখুঁতভাবে সরলীকরণ এবং বিকৃতকরণ বলে অভিহিত করেছেন: যে কনিকে গ্রেপ্তারের জন্য কোনও প্রচেষ্টা করা উচিত নয়।\" ব্রিটিশ চলচ্চিত্র সমালোচক পিটার ব্র্যাডশো লিখেছেন যে কনি ২০১২ তার ত্রুটি সত্ত্বেও, \"একটি সর্বশক্তিমান ঘুষি দেয়। এটি একটি নীতিগত প্রচারণা বিজ্ঞাপন, এবং এটি খুব, খুব কার্যকর। \" প্রাক্তন যুদ্ধ সংবাদদাতা গোথাম চোপড়া বলেছিলেন যে তিনি চলচ্চিত্র এবং প্রচারাভিযানের প্রতি \"সহজাত প্রতিক্রিয়া (সত্যিই এটি জ্বালা)\" বুঝতে পেরেছেন, কিন্তু \"এই সত্যের বিশাল মূল্য রয়েছে যে লক্ষ লক্ষ মানুষ আজ আফ্রিকায় গণহত্যার বিষয়ে কথা বলছে যা বেশিরভাগই অজানা ছিল গতকাল এর। \" ২০০৯ সালের কনি এবং উগান্ডার প্রেসিডেন্ট ইউভেরি মুসেভেনির বইয়ের লেখক জেন বুসম্যান এই অভিযানকে \"দাতব্য-শিল্পের সংস্কৃতির\" সাথে \"কমপক্ষে কনি ২০১২ এর সাথে জড়িত অপরাধীদের সাথে যন্ত্রণার সাথে তুলনা করেছেন\" এবং তরুণ আমেরিকান শ্রোতাদের প্রতি আহ্বান জানানো হয়েছে যে এটি একজন রাজনীতিকের সাথে যোগাযোগ করতে। \" কনি এবং এলআরএ দ্বন্দ্ব নিয়ে ২০০৮ সালের একটি বই, দ্য উইজার্ড অফ দ্য নীল , এর লেখক ম্যাথিউ গ্রিন লিখেছেন যে আইসি \"কূটনীতিক, এনজিও কর্মী এবং সাংবাদিকদের ব্যাটালিয়নের চেয়ে তাদের ৩০ মিনিটের ভিডিও দিয়ে আরও বেশি অর্জন করেছে ২৬ বছর আগে সংঘাত শুরু হওয়ার পর থেকে। \"\nজ্যাকব অ্যাকায়, ফিল্মে প্রাক্তন শিশু সৈনিক, ভিডিওটি সমর্থন করেছিলেন এবং এর নির্মাতাদের রক্ষা করেছিলেন। উগান্ডানরা যে ফিল্মটিকে পুরনো বলেছে তার জবাবে জ্যাকব বলেছিলেন, \"খুব বেশি দেরি হয়নি, কারণ এই সমস্ত লড়াই এবং যন্ত্রণা এখনও অন্যত্র চলছে। এখন পর্যন্ত যে যুদ্ধ চলছিল তা ছিল নীরব যুদ্ধ। মানুষ এটা সম্পর্কে সত্যিই জানত না। এখন গুলুতে যা ঘটছিল তা এখনও মধ্য আফ্রিকান প্রজাতন্ত্র এবং কঙ্গোতে চলছে। যারা সেখানে ভুগছেন তাদের সম্পর্কে কী? আমরা যা দিয়ে যাচ্ছিলাম তার মধ্য দিয়ে তারা যাচ্ছে। \" লস এঞ্জেলেস টাইমসের সাংবাদিক লিন্ডসে ব্রানহাম এবং জোসেলিন কেলি উল্লেখ করেছিলেন যে এলআরএ বর্তমানে যেসব অঞ্চলে সক্রিয় রয়েছে সেখানে বসবাসকারী বেশ কয়েকজন মানুষ ইতোপূর্বে এ বিষয়ে মনোযোগ দেওয়ার এবং ওকালতি করার আহ্বান জানিয়েছেন। গোমায় ক্যাথলিক রিলিফ সার্ভিসের কর্মী জুলিয়েন মার্নেফ বলেন, 'একটি অনস্বীকার্য সাফল্য হয়েছে - এবং এই অঞ্চলে কাজ করা সমস্ত মানবিক সংগঠন খুশি হতে পারে, \"কিন্তু যোগ করা হয়েছে\" সমস্যাটিকে সহজতর না করার ব্যাপারে সতর্ক থাকুন \"এবং চিন্তিত যে যখন আগ্রহটি স্বল্পস্থায়ী হতে পারে যখন\" অন্য সংকট বা অন্য ভিডিও পরবর্তী অনলাইন প্রবণতা হবে \", এবং আমি আশঙ্কা করি যে বেশিরভাগ মানুষ এলআরএ-এর সমস্যাগুলি ভুলে যাবে। \"\nছবিটি ইউটিউব রিওয়াইন্ড ২০১২ -এ প্রদর্শিত হয়েছে, যা দৃশ্যত এবং স্ট্রিং ইন্সট্রুমেন্ট সাউন্ডের সাথে তার প্রথম কয়েক সেকেন্ডের অনুরূপ, এবং প্রাপ্ত টেক্সট \" এমন একটি ভিডিওর চেয়ে শক্তিশালী আর কিছু নেই যার সময় এসেছে। এমন একটি ভিডিওর চেয়ে শক্তিশালী আর কিছু নেই যার সময় 2012।\"\n\n\n=== নেতিবাচক ===\nভিডিওটি প্রকাশের পর থেকে, অদৃশ্য শিশুরা এই অঞ্চলের ঘটনাগুলির সরলীকরণের এবং তার বিরুদ্ধে \"অলসতা\" এ জড়িত থাকার অভিযোগ আনা হয়েছে, যার মধ্যে কেউ এমন কিছু দান করে বা এমন কিছু করে যার কোন প্রভাব নেই বলে মনে করা ছাড়া একজন অবদান রেখেছে। যদিও প্রচারাভিযান বিশ্বব্যাপী সক্রিয়তা প্রচার করে, এটি দর্শকদের পরিস্থিতি সম্পর্কে জানতে উৎসাহিত করার পরিবর্তে একটি কালো-সাদা ছবি সরবরাহ করার জন্য সমালোচিত হয়েছে। ক্লার্ক ইউনিভার্সিটির স্ট্র্যাসলার সেন্টার ফর হলোকাস্ট অ্যান্ড জেনোসাইড স্টাডিসের মিকায়লা লুত্রেল -রোল্যান্ড বলেছিলেন যে \"পুরস্কারের জন্য দায়িত্বজ্ঞানহীন জটিল ইতিহাসের উপর ভাল, সরল বার্তা এবং ভোক্তা-চেতনা উত্থাপনকে শিক্ষার সাথে বিনিময়যোগ্য বলে মনে করা।\" আফ্রিকার গবেষক অ্যালেক্স ডি ওয়াল ফিল্মকে \"বিপজ্জনক এবং মিথ্যাকে পৃষ্ঠপোষকতা দেওয়ার\" অভিযোগ এনেছিলেন, \"কোনিকে বিশ্বব্যাপী সেলিব্রিটি, মন্দতার প্রতীক\" হিসেবে উন্নীত করার জন্য এই অভিযানকে \"নির্বোধ\" বলে সমালোচনা করেছিলেন, যা কেবল তাকে সন্ত্রাসী এবং ধর্মীয় নেতা হিসাবে সাহায্য করতে পারে, এবং এর পরিবর্তে \"কনিকে অপসারণ করা - তাকে একজন সাধারণ অপরাধী এবং একজন ব্যর্থ প্রাদেশিক রাজনীতিবিদ হিসাবে নামিয়ে আনার\" আহ্বান জানানো হয়েছিল।\nসমালোচনার একটি বিষয় হল যে চলচ্চিত্রটি কনির অবশিষ্ট এলআরএ বাহিনীর অবস্থান এবং মাত্রার একটি বিভ্রান্তিকর ছাপ দেয়। ২০১২ সালের গোড়ার দিকে, কনির অনুগামীদের সংখ্যা শত শত বলে মনে করা হত, এবং কনি নিজেই উগান্ডার পরিবর্তে মধ্য আফ্রিকান প্রজাতন্ত্রে ছিলেন বলে বিশ্বাস করা হয়েছিল - এটি একটি সত্য যা ভিডিওতে কেবল একটি উত্তীর্ণ উল্লেখ পায়। এই সমস্যাটি উগান্ডার সেনাবাহিনীর হস্তক্ষেপের সম্ভাব্যতা সম্পর্কে প্রশ্ন উত্থাপন করেছে, যা ভিডিওটি সমর্থন করে। যেহেতু কনি এবং বেশিরভাগ এলআরএ বাহিনী বর্তমানে উগান্ডায় নেই, তাই উগান্ডার সেনাবাহিনীকে অন্যান্য দেশের সরকার এবং সামরিক বাহিনীর সাথে সমন্বয় করতে হবে যেখানে এলআরএ সক্রিয়।\nইথিওপিয়ান আমেরিকান লেখক এবং আফ্রিকার গবেষক দিনাও মেনজেস্টু লিখেছেন যে, বাস্তব জগৎ কনি \"একটি ক্লিক দূরে নয়\" এবং জনপ্রিয় সচেতনতা বৃদ্ধির একটি সহজ সমাধান, \"একটি সুন্দর সমীকরণ যা কেবল ততক্ষণ পর্যন্ত কাজ করতে পারে যতক্ষণ আমরা বিশ্বাস করি যে কিছুই নেই পৃথিবী ঘটে, যদি না আমরা এ সম্পর্কে জানি ... শুধুমাত্র চলচ্চিত্রের মায়োপিক বাস্তবতায় কাজ করে, একটি বাস্তবতা যা ইচ্ছাকৃতভাবে গভীরতা এবং জটিলতা এড়িয়ে যায়। \" ওয়ার চাইল্ড দাতব্য প্রতিষ্ঠানের আমান্ডা উইসবাউম বলেছিলেন যে \"শুধু একজন ব্যক্তিকে পরিত্রাণ দিয়ে সমস্যার সমাধান হয় না\" এবং চলচ্চিত্রের ফোকাসটি প্রাক্তন শিশু সৈন্যদের সাহায্য করা উচিত ছিল। চাইল্ডফান্ড ইন্টারন্যাশনালের প্রেসিডেন্ট ও সিইও অ্যান গোডার্ড লিখেছেন যে, \"কনি'র উপর মনোযোগ সংকুচিত করে, সাফল্যকে এতটা এককভাবে সংজ্ঞায়িত করে, এটি মানুষকে আরও বেশি ধারণা দেয় যে [ছোট শিশুদের বিশ্বব্যাপী ব্যাপক নিয়োগের] সমস্যা সমাধান করা যায়। এবং সেই আশা নিজেকে এমনভাবে খায় যা সংক্রামক হয়ে ওঠে। \" জাতিসংঘের আন্ডার-সেক্রেটারি-জেনারেল রাধিকা কুমারস্বামী কনি ২০১২ প্রচারাভিযানের আহ্বান জানিয়েছিলেন যে তার অনুদান তহবিলকে সামরিক অভিযানের সহায়তা থেকে কনিকে পুনর্বাসন এবং প্রাক্তন শিশু সৈনিকদের পুনর্বাসন কর্মসূচিতে ফিরিয়ে আনা। উগান্ডার পুনর্বাসন এনজিও আইনেটের প্রতিষ্ঠাতা ও পরিচালক ভিক্টর ওচেন বলেন, কভার দ্য নাইট ইভেন্টের তারিখ ( আতিয়াক গণহত্যার একটি বার্ষিকী ১৯৯৫ সালে উগান্ডায় এলআরএ এবং অ্যাডলফ হিটলারের জন্ম তারিখ), যোগ করে \"আপনি কি মনে করেন আমেরিকানরা যদি অন্য দেশের লোকেরা ওসামা বিন লাদেনের টি-শার্ট পরতো তাহলে তারা কেমন প্রতিক্রিয়া দেখাত?\"\nচলচ্চিত্রটি মুক্তির পর, উগান্ডায় সমালোচনা হয়েছিল যে এটি আরো স্পষ্টভাবে বলতে ব্যর্থ হয়েছিল যে কনি এবং তার বাহিনী ২০০৬ সালে উত্তর উগান্ডা থেকে পালিয়ে গিয়েছিল এবং তিনটি প্রতিবেশী দেশের জঙ্গলে ছড়িয়ে পড়েছিল। উগান্ডা সরকারের মুখপাত্র ফ্রেড ওপোলট বলেন, \"উগান্ডায় এখনও যুদ্ধ চলছে এমন পরামর্শ দেওয়া সম্পূর্ণ বিভ্রান্তিকর।\" উগান্ডায় অ্যাকশনএইডের পরিচালক আর্থার লারোক বলেন, \"এটা উগান্ডার ন্যায্য প্রতিনিধিত্ব বলে মনে হচ্ছে না। আমাদের দেশের মধ্যে চ্যালেঞ্জ আছে, কিন্তু অবশ্যই যুদ্ধের একটি দেশের ধারণা মোটেও সঠিক নয়। \" গুলুর একটি কমিউনিটি হেলথ অর্গানাইজেশনের ডিরেক্টর ডা. বিট্রিস এমপোরা মন্তব্য করেছেন, \"এখানে ২০০৬ সাল থেকে এলআরএ এর একটিও প্রাণ নেই। এখন আমরা শান্তি পেয়েছি, লোকেরা তাদের বাড়িতে ফিরে এসেছে, তারা তাদের ক্ষেত রোপণ করছে, তারা তাদের ব্যবসা শুরু করছে। মানুষের সেটাই আমাদের সাহায্য করা উচিত। \" উগান্ডার প্রধানমন্ত্রী আমামা এমবাবাজি ইউটিউবে একটি অনলাইন প্রতিক্রিয়া চালু করেছেন, যেখানে তিনি উগান্ডা এখনও যুদ্ধে আছে এমন \"মিথ্যা ধারণা\" সংশোধন করার চেষ্টা করছেন, এবং সবাইকে দেশে আসার আমন্ত্রণ জানিয়েছেন, আশ্বাস দিয়েছিলেন যে লোকেরা এটি \"খুব আলাদা জায়গা\" পাবে অদৃশ্য শিশুদের দ্বারা চিত্রিত \"। এদিকে, মার্কিন যুক্তরাষ্ট্রে উগান্ডার প্রবাসীদের কয়েক ডজন সদস্য সান দিয়েগোতে অদৃশ্য শিশু অফিসের বাইরে বিক্ষোভ করেছেন, ভিডিওটিরও সমালোচনা করেছেন কিন্তু বলেছেন যে কনি তাদের দেশে \"সমস্ত সমস্যার মাত্র তিন শতাংশ\" উপস্থাপন করে এবং উগান্ডার সরকারকে তার অপ্রতুলতার জন্য তীব্র নিন্দা জানায় কনির সন্ত্রাস এবং অন্যান্য বিষয়ে প্রতিক্রিয়া।\n২০১২ সালের মার্চ মাসে উগান্ডার কনির সবচেয়ে খারাপ নৃশংসতার স্থান লিরাতে চলচ্চিত্রটির ব্যাপক প্রদর্শনী, পর্দায় এবং আফ্রিকান ইয়ুথ ইনিশিয়েটিভ নেটওয়ার্কের গোষ্ঠীতে জেরিং এবং নিক্ষিপ্ত বস্তুর সাথে দেখা হয়েছিল, যা চলচ্চিত্রটি প্রদর্শন করেছিল এবং অনুবাদ প্রদান করেছিল। স্ক্রিনিং উগান্ডারদের স্থানীয় রেডিও স্টেশনে রাগান্বিত আহ্বান জানিয়েছিল যে, চলচ্চিত্রটি নির্মাতারা এবং কনিকে কেন্দ্র করে সংঘাতের শিকারদের অবহেলা করার সময় চলচ্চিত্রটি এতটা মনোযোগী ছিল, অভিযোগের প্রেক্ষিতে বলা হয়েছিল যে ছবিটি \"উগান্ডানদের চেয়ে সাদাদের সম্পর্কে বেশি\"। অন্যরা কনি উগান্ডায় নিয়ে আসা ভয়াবহতার কথা মনে করিয়ে দিতে আপত্তি জানায়। নেতিবাচক প্রতিক্রিয়া সত্ত্বেও, সংস্থাটি এখনও অন্যান্য শহরে চলচ্চিত্রটি দেখানোর পরিকল্পনা করেছিল, এই প্রেক্ষাপটটি চলচ্চিত্রের প্রসঙ্গ প্রদান করে এড়ানোর আশা করে। কিছু উগান্ডার ভাষ্যকারও কনিকে \"বিখ্যাত\" করার লক্ষ্যে ভিডিওটির সমালোচনা করেছেন, এমনকি বিশ্বাস করেন যে এটি তাকে \"উদযাপন\" করার অর্থ, এবং তাকে বন্ধ করার জন্য বিদেশী সামরিক হস্তক্ষেপের পক্ষে।\nমাহমুদ মামদানি এ সামাজিক গবেষণা ইনস্টিটিউটের মেকেরের বিশ্ববিদ্যালয়ের, কাম্পালা, যুক্তি দেখান যে এলআরএ \"উগান্ডার সমস্যা একটি উগান্ডার রাজনৈতিক সমাধানের আহ্বান জানাচ্ছে \" এবং আপনি লক্ষ যোজন বিরুদ্ধে \"যারা এই অঞ্চলকে আরও সামরিকীকরণ করতে চায় তাদের হাতে আরও একটি অস্ত্রের জন্য লক্ষ লক্ষ লোককে একত্রিত করা। \" উগান্ডার সাংবাদিক রোজবেল কাগুমিরে বলেছিলেন যে \"যুদ্ধ জোসেফ কনি নামে একজনের চেয়ে অনেক বেশি জটিল।\" উগান্ডার গুলুতে পেস ওয়ার মেমোরিয়াল স্টেডিয়ামে কনি ২০১২ -এর একটি সাম্প্রতিক প্রদর্শনী একটি দাঙ্গার সূত্রপাত করেছিল যেখানে কয়েক ডজন মানুষ আহত হয়েছিল। গুলুর আর্চবিশপ, আরটি রেভ। জন ব্যাপটিস্ট ওডামাকে বলা হয়েছিল যে ভিডিওটির \"খারাপ উদ্দেশ্য আছে এবং জনসংখ্যার মধ্যে হিংসা সৃষ্টির জন্য রাগ জ্বালানোর দিকে মনোনিবেশ করা হয়েছে।\" মার্গারেট অ্যাসিরো, যার ছবিটি ভিডিওতে দেখা যাচ্ছে যে তার মুখ এলআরএ দ্বারা বিকৃত হয়েছে, তিনি বলেছিলেন যে এটি মুনাফায় অভ্যস্ত হওয়ার পর তিনি দুঃখিত হয়েছিলেন।\nডিআরসি-এর ডুঙ্গুতে কঙ্গোর বেসরকারি সংস্থা এসএআইপিডির জাতীয় সমন্বয়কারী ফাদার আর্নেস্ট সুগুলে দাবি করেছেন যে \"সেখানে [কনি ২০১২] দেখতে সফল হয়েছেন এমন কয়েকজন ব্যক্তিই চলচ্চিত্রের প্রতি অত্যন্ত সমালোচিত,\" যেমন তিনি নিজেই। লন্ডন স্কুল অফ ইকোনমিক্সের (এলএসই) মিডিয়া কমিউনিকেশন বিশেষজ্ঞ চার্লি বেকেট বলেন, অদৃশ্য শিশুরা যা পায়নি, তা হলো অন্য কোনো পদক্ষেপের বাইরে নিয়ে যাওয়া। এই সমস্ত শক্তি এবং আগ্রহ নিয়ে তারা কী করতে যাচ্ছে? এটি বিলীন হতে চলেছে আমি মনে করি এটি ক্র্যাশ হয়ে মারা যাবে, আমি মনে করি না তারা কনিকে ধরবে। লোকেরা বলবে যে তারা ব্রেসলেট কিনেছে এবং ল্যাম্পপোস্টে আটকে থাকা পোস্টারগুলি কিন্তু এটি নেতিবাচক প্রভাব ফেলতে পারে যখন এটি আসলে কোথাও নেতৃত্ব দেয় না। \"\n\n\n=== লর্ডস রেজিস্ট্যান্স আর্মির জবাব ===\nকনি'স লর্ডস রেজিস্ট্যান্স আর্মি বিদ্রোহীদের দ্বারা প্রকাশ করা এবং গ্রুপের মুখপাত্র এবং আলোচক জাস্টিন নাইকো (\"দ্য লিডার, এলআরএ পিস টিম\") স্বাক্ষরিত একটি বিবৃতি চলচ্চিত্রটিকে \"একটি সস্তা এবং সাধারণ আতঙ্কজনক কাজ\" বলে নিন্দা করেছেন বিশ্বের অপ্রত্যাশিত জনগণকে আমেরিকার দুর্বৃত্ত এবং মধ্য আফ্রিকায় হত্যাকাণ্ডের কর্মকাণ্ডে জড়িত করার জন্য ব্যাপক কৌশল। \" বিবৃতিটি উগান্ডার সাংবাদিক ফ্রাঙ্ক নায়াকাইরু, কেনিয়া-ভিত্তিক এলআরএ প্রতিনিধিদের নাইরোবি থেকে প্রাপ্ত। এটাও জানানো হয়েছিল যে ছবিটি মুক্তি পাওয়ার কয়েক সপ্তাহের মধ্যে এলআরএ অপহরণের হার তীব্রভাবে বৃদ্ধি পেয়েছে, যদিও এলআরএ হামলার বৃদ্ধি এবং কনির বৈশ্বিক কুখ্যাতির মধ্যে সংযোগ নিশ্চিত করা অসম্ভব ছিল।\n\n\n=== অদৃশ্য শিশুদের প্রতিক্রিয়া ===\n৮ ই মার্চ, ২০১২ এ, ইনভিজিবল চিলড্রেন কনি২০১২-এ নির্দেশিত সমালোচনার সম্বন্ধে একটি সরকারী প্রতিক্রিয়া প্রকাশ করে। সিনেমার সরলতার ব্যাখ্যা হিসাবে, তারা বলেছিল যে \"[তাদের] সূক্ষ্ম নীতির ব্যাপক জনসমর্থন অর্জনের জন্য, [তারা] দ্বন্দ্বটিকে সহজেই বোধগম্য বিন্যাসে ব্যাখ্যা করতে চেয়েছিল।\" অদৃশ্য শিশুদের জন্য আইডিয়া ডেভেলপমেন্টের পরিচালক জেদিদিয়া জেনকিন্স নতুন সমালোচনার জবাব দিয়ে বলেছিলেন যে তারা \"মায়োপিক\" এবং ভিডিওটি নিজেই একটি \"টিপিং পয়েন্ট\" যা \"তরুণদের অন্যদিকে একটি সমস্যা সম্পর্কে উদ্বিগ্ন করেছে\" যে গ্রহ তাদের প্রভাবিত করে না। \" উগান্ডা সরকারের সাথে কাজ করার বিষয়ে উদ্বেগের জবাবে, ইনভিজিবল চিলড্রেন ব্যাখ্যা করেছিল যে তারা \"উগান্ডা সরকার বা উগান্ডার সেনাবাহিনী কর্তৃক সংঘটিত মানবাধিকার লঙ্ঘনের কোনটি রক্ষা করে না\"। তারা যোগ করেছে যে, উগান্ডার সেনাবাহিনীর সাথে কাজ করার কারণ যদিও কনি এখন আর উগান্ডায় নেই, তা হল সেনাবাহিনী \"অন্য কোন ক্ষতিগ্রস্ত দেশের (ডিআরসি, দক্ষিণ সুদান, সিএআর) এর চেয়ে\" অনেক বেশি সংগঠিত এবং উন্নত সজ্জিত। জোসেফ কনিকে খুঁজে বের করুন \"এবং তারা চায় যে এই অঞ্চলের সমস্ত সরকার কনিকে গ্রেপ্তারের জন্য একসাথে কাজ করবে। জেনকিন্স বলেছিলেন, \"আফ্রিকায় রাজনৈতিক দুর্নীতির একটি বিশাল সমস্যা রয়েছে। যদি আমরা বলার বিশুদ্ধতা থাকতাম যে আমরা দুর্নীতিগ্রস্ত কারো সাথে অংশীদার হব না, আমরা কারো সাথে অংশীদার হতে পারতাম না। \"\nইনভিজিবল চিলড্রেনের প্রধান নির্বাহী কর্মকর্তা বেন কিসির মতে, ছবিটি পরিচালিত সমালোচনার সমাধান এবং \"সম্পূর্ণ স্বচ্ছ\" হওয়ার জন্য ১২ মার্চ, ২০১২ তারিখে ধন্যবাদ, কনি ২০১২ সমর্থক শিরোনামের একটি ভিডিও প্রকাশ করা হয়েছিল। চলচ্চিত্রটি শুরু হয় দাতব্য কেন্দ্রের তিনটি বিষয় নিয়ে আলোচনা করার মাধ্যমে, যা \"বাধ্যতামূলক বিবরণ দিয়ে চলচ্চিত্র তৈরি করা, আন্তর্জাতিক ওকালতি প্রচার এবং মাটিতে উদ্যোগ চালানো।\" তিনি এটাও উল্লেখ করেন যে \"ওভারহেড এবং ভ্রমণ খরচ সেই প্রচেষ্টার জন্য অপরিহার্য\", গ্রুপের ব্যবস্থাপনা ব্যয়ের একটি অংশ হিসাবে, \"বিশ্বব্যাপী গ্রুপের চলচ্চিত্রের হাজার হাজার বিনামূল্যে প্রদর্শনের দিকে, সেইসাথে লর্ডস থেকে জীবিতদের আনার দিকে\" প্রতিরোধ বাহিনী ... এই ইভেন্টগুলিতে কথা বলার জন্য। \" Keesey চ্যারিটির বার্ষিক ব্যয়ের উপায়গুলি ব্যাখ্যা করে, \"আর্থিক ২০০৭ থেকে ২০১১ পর্যন্ত মোট বার্ষিক ব্যয়ের ৮০.৫ শতাংশ থেকে ৮৫.৭ শতাংশ \"' প্রোগ্রাম ব্যয়ের দিকে\" যা তাদের উদ্দেশ্যে সরাসরি উপকৃত হয় \" এবং শেষ করে আগ্রহী দলগুলিকে টুইটারের মাধ্যমে গোষ্ঠীতে জিজ্ঞাসা করার জন্য অনুরোধ করা হচ্ছে, @অনির্দেশ্য এবং হ্যাশট্যাগ # আসকআইসিঅ্যানিথিং ব্যবহার করে। আরও দুটি সংক্ষিপ্ত ভিডিওতে এলআরএ বেঁচে থাকা ব্যক্তিরা চলচ্চিত্র এবং সংস্থার প্রতি সমর্থন প্রকাশ করেছেন।\nকিকস্টার্টারের একটি প্যারোডি ওয়েবসাইট কিক স্ট্রাইকারের একটি ভুয়া আবেদন রয়েছে যাতে কনেকে ধরতে বা হত্যা করার মিশন নিয়ে \"একাডেমি (পূর্বে ব্ল্যাকওয়াটার) থেকে বেসরকারি সামরিক ঠিকাদার নিয়োগ করা হয়, যাকে অবিলম্বে মধ্য আফ্রিকায় মোতায়েন করা হবে\"। এর প্রতিক্রিয়ায়, অদৃশ্য শিশুরা কিকস্ট্রাইকার দলকে প্যারোডি পেজটি নামিয়ে নেওয়ার জন্য একটি বিরতি এবং বিরত হুঁশিয়ারি পাঠায়, তাদের বিরুদ্ধে \"আপনার অদৃশ্য শিশুদের কপিরাইটযুক্ত এবং ট্রেডমার্ক করা সম্পত্তি ব্যবহারের মাধ্যমে জনমনে বিভ্রান্তি সৃষ্টির অভিযোগ\" এবং আইনি পদক্ষেপের হুমকি দেওয়ার অভিযোগ এনে। ওয়াইয়ার্ড (ম্যাগাজিন) এর মতে, আইনগত হুমকি \"[ছিল] কিকস্ট্রাইকারের প্রতিষ্ঠাতারা তাদের চোখ ফেরান।\"\n\n\n== পরবর্তী চলচ্চিত্র ==\n\n\n=== কনি ২০১২ পর্ব ২ ===\nকনি ২০১২: দ্বিতীয় পর্ব -বিয়ন্ড বিখ্যাত কনি ২০১২ এর ২০ মিনিটের ভিডিও ফলো-আপ। ছবিটি ২০১২ সালের ২ রা এপ্রিলের প্রথম দিকে ঘোষণা করা হয়েছিল, সপ্তাহের মধ্যে মুক্তি পাবে। প্রাথমিকভাবে এটি ৩ এপ্রিল মুক্তি পাওয়ার ঘোষণা করা হয়েছিল, কিন্তু সম্পাদনার সমস্যার কারণে দুই দিন পিছিয়ে গেল।\nবিয়ন্ড ফেমাসের মূল উদ্দেশ্য হল মূল চলচ্চিত্রের সমালোচনা মোকাবেলা করা এবং কনির এলআরএ বিদ্রোহ সম্পর্কে আরও তথ্য উপস্থাপন করা, যার মধ্যে উগান্ডা ব্যতীত অন্যান্য দেশের উপর তার প্রভাব, সেইসাথে অদৃশ্য শিশুদের কাজ এবং কনি ২০১২ অভিযান সম্পর্কে। অদৃশ্য শিশু, ইনকর্পোরেশনের নির্বাহী পরিচালক এবং প্রধান নির্বাহী কর্মকর্তা বেন কিসি, যিনি ছবিটি বর্ণনা করেছেন, বলেন, সিক্যুয়েলটি দুই সপ্তাহের মধ্যে তৈরি হয়েছে। ভিডিওটি ঘোষণা করে একটি বিবৃতিতে, কেসি বলেছেন যে অদৃশ্য শিশুরা চায় \"মানুষ এই দ্বন্দ্বের গভীরে খনন করুক এবং সমাধানের জন্য সক্রিয়ভাবে জড়িত হোক।\" জেসন রাসেল, যিনি ১৫ মার্চ \"প্রথম চলচ্চিত্রের সাফল্য এবং সমালোচনার চাপের কারণে আনা হয়েছিল বলে মনে করা হয়\" অস্থায়ী মানসিক ব্যাঘাতের কারণে হাসপাতালে ভর্তি ছিলেন, দ্বিতীয় অংশে দেখানো হয়নি।\n\n\n==== অভ্যর্থনা ====\nপ্রি-রিলিজ মন্তব্যে, জনপ্রিয় সংস্কৃতি বিশেষজ্ঞ রবার্ট থম্পসন বলেছিলেন: \"আসলে, গল্পটি সমস্ত বিতর্কের সাথে অনেক অদ্ভুত উপায়ে বিকশিত হয়েছে, এবং সিক্যুয়েল সত্যিই সেই প্রথম ভিডিওটির আঘাতের প্রতিশ্রুতি দিতে পারে না-যা মানুষকে এমন কিছু জানানো যা তারা আগে জানত না। এখন আমরা বিস্তারিত জানছি, যা কখনোই রোমাঞ্চকর নয়। \" এলএসইর আন্তর্জাতিক উন্নয়ন বিভাগের এলআরএ গবেষক ক্রেইগ ভ্যাল্টার্স বলেছেন যে দ্বিতীয় ভিডিওটি প্রথম চলচ্চিত্রের দ্বারা উত্থাপিত সমালোচনার জবাব দিতে ব্যর্থ হয়েছে। অন্যদিকে, দ্য ডেইলি টেলিগ্রাফের পূর্ব আফ্রিকা সংবাদদাতা মাইক ফ্লানজ বলেন, সিক্যুয়েলটি ছিল \"জোসেফ কনিকে ধরার জন্য চলমান যুদ্ধের একটি আরো দৃঢ় গতিশীল এবং অবশেষে সঠিক উপস্থাপনা\" এবং এটি ভিডিও, \"নতুন ভিডিওটি সূক্ষ্মভাবে সংযোজিত হয় এবং সংলাপগুলি জাতিসংঘের কর্মশালায় বেশি শোনা যায় -স্থানচ্যুতি, পুনর্বাসন, সংঘাত পরবর্তী - ইউটিউব স্ম্যাশের চেয়ে। \"\nদ্য গার্ডিয়ানের মতে, সিক্যুয়েলটি \"অদৃশ্য শিশুদের\" এর আগের ভিডিওর মতো একইভাবে জনসাধারণের কল্পনা ধারণ করেছে বলে মনে হয় না, যা সোশ্যাল মিডিয়া ওয়েবসাইটে উল্লেখযোগ্যভাবে ট্রেন্ড করতে ব্যর্থ হয়েছে। ১৬ এপ্রিল,২০১২ এর মধ্যে, এটি ১১ দিনে ১.৭ মিলিয়ন ভিউ পেয়েছিল, যা প্রথম ভিডিওটির প্রথম পাঁচ দিনের মধ্যে ২% এরও কম। ভিডিও পরিমাপ সংস্থা ভিজিবল মেজারসের মার্কেটিং ডিরেক্টর ম্যাট ফিওরেন্তিনো, প্রথম প্রচারাভিযানকে আগে কখনও দেখা যায়নি এমন অসামঞ্জস্যতা হিসেবে বিবেচনা করেছিলেন এবং তার পূর্বসূরীর দ্বারা বামন হওয়া সত্ত্বেও, বিয়ের বাইরে বিখ্যাতদের মতামতের সংখ্যা \"বেশ ভাল\" ছিল সামাজিক প্রচারণা। দ্যা গার্ডিয়ান তবুও বিয়ন্ড ফেমাসকে \"শীর্ষ ২৫ অলাভজনক প্রচারাভিযানের মধ্যে একটি\" হিসাবে বর্ণনা করেছে।\nডিসেম্বর ২০২০ পর্যন্ত, মুক্তির সাড়ে আট বছর পরে, চলচ্চিত্রটি ইউটিউবে ২.৯ মিলিয়ন ভিউ সংগ্রহ করেছে।\n\n\n=== ফিল্ম মুভ ===\n২০১৫ সালের ২৫ অক্টোবর,ইনভিজিবল চিলড্রেন দ্বারা -৩১ মিনিটের চলচ্চিত্র মুভ মুক্তি পায়, ক্যাম্পেইনের পর্দার আড়ালে ঘটে যাওয়া ঘটনা নথিভুক্ত করে ,যেমন কনি২০১২.কম  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ মার্চ ২০১২ তারিখে ওয়েবসাইটটি অধিকবার লোড হয়েছিল।\n১৮ জুলাই ২০২০ পর্যন্ত, ছবিটি ইউটিউবে প্রায় ১৩৫,০০০ বার দেখা হয়েছে।\n\n\n=== ২০১৩ চলচ্চিত্রঃ কনি ২০১২ -এর সাথে কি হয়েছিল? ===\nমে ২০১৩ তারিখে, আসল চলচ্চিত্র মুক্তির এক বছর এবং এক দিন পরে, কনি ২০১২ এর সাথে কী ঘটেছিল বলে একটি ফলো-আপ চলচ্চিত্র অদৃশ্য শিশুদের ইউটিউব চ্যানেলে উপস্থিত হয়েছিল, যা ক্যাম্পেইনের ঘটনাবলীর পূর্বরূপ সংক্ষিপ্ত করে।\nসাত মিনিটের ছবিতে উডকিডের \"রান বয় রান \" গান এবং অতিরিক্ত যন্ত্রসংগীত রয়েছে।\n২০২০ সালের ৫ জুলাই পর্যন্ত, কনি ২০১২ এ কী ঘটেছিল চলচ্চিত্রটি ৩০৩,০০০ বার দেখা হয়েছে।\n\n\n== প্রভাব ==\n\n\n=== যুক্তরাষ্ট্র ===\n২০১২ সালের ২১ শে মার্চ, সিনেটর জিম ইনহোফ এবং ক্রিস কুনস একটি প্রস্তাব \"২৬ বছরের সন্ত্রাসের অভিযানের জন্য জোসেফ কনি এবং তার নির্মম গেরিলা গোষ্ঠীর নিন্দা জানিয়েছিলেন\"। রেজোলিউশনে বলা হয়েছে যে এটি \"উগান্ডা, গণতান্ত্রিক কঙ্গো প্রজাতন্ত্র, মধ্য আফ্রিকান প্রজাতন্ত্র এবং নতুন দেশ দক্ষিণ সুদান, কনি এবং তার প্রভুর প্রতিরোধ সেনাবাহিনীকে থামানোর প্রচেষ্টাকে\" সমর্থন করবে, এর সাথে সরকারী সমর্থনের বিবৃতি সহ \" আঞ্চলিক বাহিনীকে মিলিশিয়া গ্রুপের কমান্ডারদের অনুসরণ করতে সাহায্য করার মার্কিন প্রচেষ্টা। \" সামগ্রিকভাবে, প্রস্তাবটি ৩৪ জন সিনেটর, উভয় রিপাবলিকান এবং ডেমোক্র্যাটদের সমর্থন পেয়েছে।\n২০১২ সালের কনি ভিডিও প্রকাশের পরে এবং এর পরবর্তী জনপ্রিয়তার পরে এই সিদ্ধান্তের জন্য সিনেটরদের মধ্যে সমর্থন এসেছে। রেজোলিউশনের অন্যতম নেতা সিনেটর ক্রিস কুনস পরিস্থিতি সম্পর্কে অবগত হন যখন তার মেয়েরা তাকে জিজ্ঞাসা করে যে তিনি কনিকে থামানোর জন্য কী করছেন এবং সিনেটর রায় ব্লান্টকে \"সেন্ট লুইসের মিসৌরি ককাসে জানানো হয়েছিল যখন একটি উপাদান তাকে কনি সম্পর্কে জিজ্ঞাসা করেছিল\" । রেজোলিউশনের অন্যতম সহ-স্পন্সর সিনেটর লিন্ডসে গ্রাহাম বলেছিলেন যে, \"যখন আপনি ১০০ মিলিয়ন আমেরিকানদের কিছু দেখবেন, তখন আপনি আমাদের দৃষ্টি আকর্ষণ করবেন। এই ইউটিউব সেনসেশন কংগ্রেসকে আরও আক্রমণাত্মক হতে সাহায্য করতে যাচ্ছে এবং অন্যান্য সমস্ত মিলিত কর্মের চেয়ে তার মৃত্যুতে নেতৃত্ব দেওয়ার জন্য আরও অনেক কিছু করবে। \"\n\n\n=== আফ্রিকা ===\n২৩ মার্চ, ২০১২ তারিখে আফ্রিকান ইউনিয়ন (এইউ) ঘোষণা করেছিল যে উগান্ডা, দক্ষিণ সুদান, মধ্য আফ্রিকান প্রজাতন্ত্র এবং কঙ্গো থেকে যেসব দেশে কয়েক বছর ধরে সন্ত্রাসের রাজত্ব অনুভূত হয়েছে সেখান থেকে ৫,০০০ সামরিক সৈন্যের একটি আন্তর্জাতিক ব্রিগেড পাঠানোর ইচ্ছা প্রকাশ করেছে। বিদ্রোহী নেতা জোসেফ কনির খোঁজে যোগ দিতে এবং তাকে \"নিরপেক্ষ\" করতে। বিবৃতি অনুসারে, মিশনটি ২৪ শে মার্চ, ২০১২ তারিখে শুরু হয়েছিল এবং অনুসন্ধান \"কনি ধরা না হওয়া পর্যন্ত চলবে\", যার পরে টাস্কফোর্স ভেঙে দেওয়া হবে। এই প্রচেষ্টা উগান্ডার নেতৃত্বাধীন এবং মার্কিন যুক্তরাষ্ট্রের সমর্থিত ১০০ জন উপদেষ্টার সাথে রয়েছে, যারা সরঞ্জাম সহ পরামর্শ, বুদ্ধিমত্তা এবং প্রশিক্ষণ প্রদান করছে। ব্রিগেডটি দক্ষিণ সুদানের ইয়াম্বিওতে সদর দপ্তর স্থাপন করেছে, যা ডিআরসি -র সীমান্তের কাছাকাছি এবং উগান্ডার অফিসার কর্তৃক পরিচালিত; একজন কঙ্গোলি অফিসারের গোয়েন্দা কার্যক্রমের তদারকি রয়েছে।\nজাতিসংঘের শরণার্থী বিষয়ক হাইকমিশনার (ইউএনএইচসিআর) এর মুখপাত্র মেলিসা ফ্লেমিং বলেন, সংস্থাটি \"এই অঞ্চলে অত্যাচার বন্ধ করার\" অভূতপূর্ব উদ্যোগকে স্বাগত জানায় এবং সংশ্লিষ্ট সকলকে মানবাধিকারের প্রতি সম্মান জানাতে এবং নাগরিকদের ঝুঁকি কমিয়ে আনার আহ্বান জানিয়েছে। এইউ -এর সন্ত্রাস দমন দূত ফ্রান্সিসকো মাদিরা বলেন, আমাদের কনিকে থামানো দরকার। আইসিসির প্রধান প্রসিকিউটর লুইস মোরেনো ওকাম্পো আত্মবিশ্বাস প্রকাশ করেছেন যে ভিডিওটি \"এই বছর জোসেফ কনিকে গ্রেপ্তার করবে\" যাইহোক, আন্তর্জাতিক আইনে সফল বিরোধ নিষ্পত্তির উপর ম্যাক্স প্ল্যাঙ্ক রিসার্চ স্কুলের একাডেমিক প্যাট্রিক ওয়েগনার দাবি করেন যে, এইউ- কে শুধুমাত্র ২০১২ সালের দ্বারা এইউ পদক্ষেপ নেওয়ার পরামর্শ দেওয়া \"সাধারণ ভুল\" বলে, \"ধারণাটি অনেক পুরনো কনি ২০১২ ভিডিও \"এলআরএ-বিরোধী আঞ্চলিক সামরিক বাহিনী গঠনের পরিকল্পনা হিসাবে ২০১০ সালে আন্তর্জাতিক সংবাদ মাধ্যমগুলিতে প্রথম রিপোর্ট করা হয়েছিল।\n\n\n== পরে ==\n১৫ ই মার্চ, ২০১৬, জেসন রাসেল ভ্যালেন্সিয়া, ক্যালিফোর্নিয়ায় টেড (সম্মেলন) এ চলচ্চিত্রটির প্রভাব সম্পর্কে আলোচনা করেন।\n২০২০ সালের শেষের দিকে, সম্প্রচারের নয় বছর পরে, ইউটিউবে ভিডিওতে বয়স-সীমাবদ্ধতা যুক্ত করা হয়েছিল।\n\n\n== আরও দেখুন ==\nগণতান্ত্রিক প্রজাতন্ত্র কঙ্গোতে শিশু সৈনিক\nউগান্ডায় আন্তর্জাতিক অপরাধ আদালতের তদন্ত\nলর্ডস রেজিস্ট্যান্স আর্মি নিরস্ত্রীকরণ এবং উত্তর উগান্ডা পুনরুদ্ধার আইন\nহোয়াইট সেভিয়ার ইন্ডাস্ট্রিয়াল কমপ্লেক্স\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে কনি ২০১২  (ইংরেজি)\nআপনাকে ধন্যবাদ, KONY 2012 সমর্থকরা উপর Vimeo"}