{"pageid": 1094621, "title": "আফ্রিকায় শিশুশ্রম", "url": "https://bn.wikipedia.org/wiki?curid=1094621", "content": "আফ্রিকান সম্প্রদায় এবং পশ্চিমা পরিবেশে শিশুশ্রমের সংজ্ঞার মধ্যে পার্থক্য রয়েছে। যখন শিশুরা আফ্রিকায় কাজ করে, বেশিরভাগ পারিবারিক খামারে, তারা তাদের ভবিষ্যতের জন্য প্রশিক্ষণের অংশ হিসাবে এবং পরিবারের আয়ের সহায়তার জন্য এটি করছে। পশ্চিমা অর্থে এটিকে ক্ষতিকারক এবং শোষণমূলক হিসেবে দেখা হয় কিন্তু এটি এমন নয় কারণ এখানে শিশুরা যে ধরনের কাজ করে তা তাদের বয়স এবং তাদের পরিবেশের সাথে মিলে যায়। শোষণমূলক বা ক্ষতিকারক কাজের ক্ষেত্র আছে, কিন্তু সেগুলি উন্নত বিশ্ব সহ সর্বত্রই আছে। আফ্রিকায় শিশুশ্রম সাধারণত দুটি কারণের ভিত্তিতে সংজ্ঞায়িত করা হয়: কাজের ধরন এবং কাজের ন্যূনতম উপযুক্ত বয়স। যদি কোনো শিশু তার শারীরিক ও মানসিক বিকাশের জন্য ক্ষতিকর কোনো কাজে জড়িত থাকে, তাহলে তাকে সাধারণত শিশুশ্রমিক হিসেবে বিবেচনা করা হয়। অর্থাৎ, যেকোনো কাজ যা মানসিক, শারীরিক, সামাজিক বা নৈতিকভাবে বিপজ্জনক এবং শিশুদের জন্য ক্ষতিকর, এবং তাদের স্কুলে পড়ার সুযোগ থেকে বঞ্চিত করে বা তাদের স্কুলের উপস্থিতিকে অতিরিক্ত দীর্ঘ এবং ভারী কাজের সাথে একত্রিত করার প্রয়াস দিয়ে তাদের স্কুলে পড়াশুনায় হস্তক্ষেপ করে। প্রতিটি কাজের জন্য উপযুক্ত ন্যূনতম বয়স শিশুদের শারীরিক স্বাস্থ্য এবং মানসিক বিকাশের উপর কাজের প্রভাবের উপর নির্ভর করে। আইএলও কনভেনশন নং ১৩৮ চাকরিতে ভর্তির জন্য নিম্নলিখিত ন্যূনতম বয়সের পরামর্শ দেয় যার অধীনে, যদি একটি শিশু কাজ করে, তাকে শিশুশ্রমিক হিসাবে বিবেচনা করা হয়: বিপজ্জনক কাজের জন্য ১৮ বছর বয়সী (যে কোন কাজ যা শিশুদের শারীরিক, মানসিক বা নৈতিক স্বাস্থ্য বিপন্ন করে ), এবং হালকা কাজের জন্য ১৩-১৫ বছর বয়সী (এমন কোন কাজ যা শিশুদের স্বাস্থ্য ও নিরাপত্তাকে হুমকির মুখে ফেলে না, অথবা তাদের স্কুলিং বা বৃত্তিমূলক অভিযোজন এবং প্রশিক্ষণ থেকে বিরত রাখে না), যদিও কঠোর অবস্থার অধীনে ১২-১৪ বছর বয়সী হালকা কাজের অনুমতি দেওয়া যেতে পারে খুব দরিদ্র দেশে। আইএলও'র পরিসংখ্যানগত তথ্য ও পর্যবেক্ষণ কর্মসূচী শিশুশ্রম (এসআইএমপিওসি) কর্তৃক প্রস্তাবিত আরেকটি সংজ্ঞা যদি শিশুটি অর্থনৈতিক ক্রিয়াকলাপে জড়িত থাকে, এবং ১২ বছরের কম বয়সী হয় এবং প্রতি সপ্তাহে এক বা তার বেশি ঘন্টা কাজ করে, তাহলে তাকে শিশুশ্রমিক হিসাবে সংজ্ঞায়িত করে। ১৪ বছর বা তার কম বয়সী এবং প্রতি সপ্তাহে কমপক্ষে ১৪ ঘন্টা কাজ করে, অথবা ১৪ বছর বা তার কম বয়সী এবং প্রতি সপ্তাহে কমপক্ষে এক ঘন্টা কাজ করে যা বিপজ্জনক, বা ১৭ বা তার কম বয়সী এবং \"নিঃশর্ত সবচেয়ে খারাপ রূপে\" কাজ করে শিশুশ্রম \"(পতিতাবৃত্তি, দাসত্ব বা বাধ্যতামূলক শ্রম, সশস্ত্র সংঘাত, পাচারকৃত শিশু, পর্নোগ্রাফি এবং অন্যান্য অবৈধ কার্যকলাপ)।.\nআফ্রিকাতে শিশুশ্রমের ক্ষেত্রে বিশ্বের সর্বোচ্চ হার রয়েছে। জাতিসংঘের আন্তর্জাতিক শ্রম সংস্থার একটি প্রতিবেদন প্রকাশ করে যে ২০১৬ সালে প্রতি ৫ জন শিশুর মধ্যে প্রায় ১ জন শিশুশ্রমে অংশ নেয়। সাব-সাহারান আফ্রিকায় সমস্যাটি মারাত্মক, যেখানে ৫-১৪ বছর বয়সী সব শিশুর ৪০% এরও বেশি বেঁচে থাকার জন্য শ্রম দেয়, অথবা প্রায় ৪৮ মিলিয়ন শিশু।\nযদিও দারিদ্র্যকে সাধারণত আফ্রিকার শিশুশ্রমের প্রাথমিক কারণ হিসেবে বিবেচনা করা হয়, সাম্প্রতিক গবেষণায় দেখা গেছে যে শিশুশ্রম এবং দারিদ্র্যের মধ্যে সম্পর্ক নিম্নগামী রৈখিক সম্পর্কের মতো সহজ নয়। ২০১৬ সালে প্রকাশিত একটি গবেষণায় \" আর্থিক দারিদ্র্যের মানসম্মত অর্থনৈতিক অনুমানের বাইরে শিশুশ্রম বোঝা \" চিত্রিত করে যে চাহিদা এবং সরবরাহের দিক থেকে এবং ক্ষুদ্র ও মাইক্রো স্তরে বিস্তৃত কারণগুলি শিশুশ্রমকে প্রভাবিত করতে পারে; এটি যুক্তি দেয় যে কাঠামোগত, ভৌগোলিক, জনসংখ্যাতাত্ত্বিক, সাংস্কৃতিক, ঋতুগত এবং স্কুল-সরবরাহের কারণগুলি একই সাথে শিশুরা কাজ করে কি না তা প্রভাবিত করতে পারে, যার ফলে সাধারণ ধারণাটি প্রশ্ন করে যে আর্থিক দারিদ্র্য সর্বদা সবচেয়ে গুরুত্বপূর্ণ কারণ। অন্য এক গবেষণায়, ওরিওই, আলওয়াং,এবং টিডম্যান (২০১৭) দেখায় যে, মাথাপিছু জমি ধারণের ফলে শিশুশ্রম কমে যায় (গ্রামাঞ্চলে পরিবারের সম্পদের সূচক হিসেবে), মাথাপিছু ভূমির পরিসরের মাঝখানে শিশুশ্রম এবং ভূমি মালিকানার মধ্যে সম্পর্ক। দারিদ্র্য ছাড়াও, সম্পদের অভাব, অন্যান্য বিষয় যেমন ক্রেডিট সীমাবদ্ধতা, আয়ের ধাক্কা, স্কুলের মান এবং শিক্ষার প্রতি অভিভাবকদের মনোভাব সবই শিশুশ্রমের সঙ্গে যুক্ত।\nইন্টারন্যাশনাল লেবার অর্গানাইজেশন অনুমান করে আফ্রিকার শিশুশ্রমিকের সবচেয়ে বড় অংশ কৃষিকাজের সাথে জড়িত। যাদের অধিকাংশই অবৈতনিক শ্রমিক।\nজাতিসংঘ ২০২সালকে শিশুশ্রম নির্মূলের আন্তর্জাতিক বছর হিসেবে ঘোষণা করেছে।\n\n\n== সাংস্কৃতিক ইতিহাস ==\n\nআফ্রিকার শিশুরা দীর্ঘ ইতিহাস ধরে খামারে এবং বাড়িতে কাজ করেছে। এটি আফ্রিকার জন্য অনন্য নয়; ১৯৫০ -এর দশকের আগে, ইতিহাস জুড়ে, আমেরিকা, ইউরোপ এবং অন্যান্য সমস্ত মানব সমাজে বিপুল সংখ্যক শিশু কৃষি এবং গার্হস্থ্য পরিস্থিতিতে কাজ করেছে। পণ্ডিতরা পরামর্শ দেন যে এই কাজটি, বিশেষ করে গ্রামাঞ্চলে, স্কুল এবং বৃত্তিমূলক শিক্ষার একটি ফর্ম, যেখানে শিশুরা তাদের পিতামাতার কাছ থেকে শিল্প ও দক্ষতা শিখেছে এবং প্রাপ্তবয়স্করা একই বংশগত পেশায় কাজ করে চলেছে। এমনকি আনুষ্ঠানিক কাজ থেকে অবসর নেওয়ার পরেও, আফ্রিকানরা প্রায়ই তাদের দক্ষতায় ফিরে আসে যখন তারা ছোট ছিল, উদাহরণস্বরূপ কৃষিকাজ, জীবিকা বা উদ্যোগের জন্য। বাস দাবি করে যে এটি বিশেষত আফ্রিকান প্রেক্ষাপটে সত্য। আফ্রিকা একটি অত্যন্ত বৈচিত্র্যময় এবং সাংস্কৃতিক মহাদেশ। এই মহাদেশের কিছু অংশে, কৃষি সমিতিগুলি পিতৃতান্ত্রিক বংশ এবং গোত্রগুলির একটি পদ্ধতি মেনে চলে। প্রাপ্তবয়স্কদের সাথে তরুণরা প্রশিক্ষণ নেয় । পরিবার এবং আত্মীয়রা একটি সাংস্কৃতিক রুটিন প্রদান করে যা শিশুদের উপযোগী ব্যবহারিক দক্ষতা শিখতে সাহায্য করে এবং এই সমাজগুলিকে পরবর্তী প্রজন্মের জন্য নিজের জন্য প্রদান করতে সক্ষম করে। ঐতিহাসিকভাবে, কোন আনুষ্ঠানিক স্কুল ছিল না, পরিবর্তে, শিশুদের খুব ছোটবেলা থেকে তাদের পরিবার এবং আত্মীয়দের সাথে অনানুষ্ঠানিকভাবে কাজ করে শিক্ষিত করা হয়েছিল। বিশ্বের অন্যান্য অংশের মতো আফ্রিকার শিশুশ্রমকেও বিশেষ করে গ্রামীণ, জীবিকা নির্বাহী কৃষি সম্প্রদায়ের শিশুদের মধ্যে দায়িত্ববোধ এবং জীবনযাপনের একটি উপায় হিসেবে বিবেচনা করা হয়। উদাহরণস্বরূপ, উত্তর তানজানিয়ার গ্রামীণ প্যারের মানুষ, যেমন, পাঁচ বছরের বাচ্চারা প্রাপ্তবয়স্কদের ফসল পরিচর্যা করতে সাহায্য করবে, নয় বছরের বাচ্চারা পশুর জন্য পশুখাদ্য এবং বয়সের সাথে দায়িত্ব পালনে সহায়তা করবে।\n\nব্রিটেন, ফ্রান্স, বেলজিয়াম, জার্মানি এবং নেদারল্যান্ডসের মতো শক্তি দ্বারা ১৬৫০ থেকে ১৯৫০ পর্যন্ত আফ্রিকায় ঐপনিবেশিক শাসনের বৃদ্ধি শিশুশ্রমের অনুশীলনকে উৎসাহিত করে এবং অব্যাহত রাখে। ঐপনিবেশিক প্রশাসকরা আফ্রিকার ঐতিহ্যবাহী আত্মীয়-আদেশের উত্পাদন পদ্ধতি পছন্দ করেন, যা শুধুমাত্র প্রাপ্তবয়স্কদের নয়, কাজের জন্য একটি পরিবার ভাড়া করে। লক্ষ লক্ষ শিশু ঐপনিবেশিক কৃষি বাগান, খনি এবং গার্হস্থ্য পরিষেবা শিল্পে কাজ করেছিল। এই উপনিবেশগুলিতে ৫-১৪ বছর বয়সী শিশুদের একটি কারুশিল্প শেখার বিনিময়ে বিনা বেতনে শিক্ষানবিশ হিসাবে নিয়োগ করা হয়েছিল। ঐপনিবেশিক ব্রিটিশ আইন, উদাহরণস্বরূপ, ঐপনিবেশিক সরকারের প্রয়োজন যেমন খামারে এবং পিকানিন হিসাবে স্ত্রী ও সন্তানদের শ্রম উপলভ্য করার বিনিময়ে আদিবাসীদের কিছু জন্মভূমির মালিকানা প্রদান করে ।\n\nনতুন কর আইন দ্বারা শিশুশ্রমকেও উৎসাহিত করা হয়েছিল। ব্রিটিশ এবং ফরাসি ঐপনিবেশিক সাম্রাজ্য স্থানীয় ঐপনিবেশিক সরকারি খরচ বহন করতে নতুন কর প্রবর্তন করে। এর মধ্যে একটি, যাকে হেড ট্যাক্স বলা হয়, প্রত্যেক ব্যক্তির দ্বারা প্রদেয় কর আরোপ করা হয়, কিছু ক্ষেত্রে ৮বছর বয়সী। আঞ্চলিক জনগোষ্ঠী এই ধরনের করের বিরুদ্ধে বিদ্রোহ করেছিল, তাদের সন্তানদের লুকিয়ে রেখেছিল এবং বেশিরভাগ অংশকে নিশ্চিত করতে হয়েছিল যে তাদের সন্তানরা এই ধরনের কর দিতে এবং তাদের জীবনযাত্রার ব্যয় বহন করতে অর্থনৈতিক কর্মকাণ্ডে জড়িত ছিল। আফ্রিকার খ্রিস্টান মিশন স্কুলগুলি জাম্বিয়া থেকে নাইজেরিয়া পর্যন্ত বিস্তৃত, শিশুদের থেকেও কাজের প্রয়োজন ছিল এবং বিনিময়ে ধর্মীয় শিক্ষা দেওয়া হয়েছিল, ধর্মনিরপেক্ষ শিক্ষা নয় ।\nঐপনিবেশিক সময়ের শেষের দিকে,ঐপনিবেশিক সরকার আফ্রিকার কিছু অংশে স্কুল চালানোর এবং শিশুদের শিক্ষিত করার চেষ্টা করেছিল। এই প্রচেষ্টা সাধারণত তালিকাভুক্তি এবং প্রভাব উভয় ক্ষেত্রেই ব্যর্থ হয়েছিল। অল্প কিছু শিশু ভর্তি হয়েছে। এমনকি যখন শিশুরা নথিভুক্ত হয়েছিল, তখনও এর মানে ছিল না নিয়মিত উপস্থিতি। দীর্ঘস্থায়ী অনুপস্থিতি, বা বাচ্চারা স্কুল ঝরে পড়ে \"জেলেদের সাথে সমুদ্রে যাওয়ার কারণে\"। জ্যাক লর্ড আফ্রিকান ঐপনিবেশিক ইতিহাসের পণ্ডিত গবেষণাপত্রের পর্যালোচনায় দাবি করেছেন যে, ঐপনিবেশিক যুগের শেষের অভিজ্ঞতা শিশু এবং পরিবারগুলি অর্থনৈতিক কারণ যেমন পরিবারের আয়, পরিবারের অবস্থা এবং সাংস্কৃতিক বিষয়গুলির জটিল সমন্বয়ের উপর ভিত্তি করে সিদ্ধান্ত নিয়েছে যা পরিবারের সাথে কাজ করার কথা বিবেচনা করে শিক্ষার একটি ফর্ম এবং সামাজিক এবং মানব মূলধন বিকাশের একটি ফর্ম হিসাবে।\n\n\n== সমসাময়িক শিশুশ্রম ==\n\n১০-১৪ বছর বয়সী সমস্ত আফ্রিকান শিশুদের মধ্যে ৩০% এর বেশি কৃষি কাজ করে। অনানুষ্ঠানিক অর্থনীতি যেমন ক্ষুদ্র স্কেল কারিগর খনি শিশুশ্রমের আরেকটি উল্লেখযোগ্য নিয়োগকর্তা।\n\n\n=== বুর্কিনা ফাসো ===\n২০১২ সালে বুরকিনা ফাসোর ইউনাইটেড স্টেটস ডিপার্টমেন্ট অব লেবার অনুসারে, বুর্কিনা ফাসোর ৩৭.৮% শিশু, যাদের বয়স ৫ থেকে ১৪ বছর, তারা গ্রানাইট খনিতে এবং সোনার খনিতে কাজ করছিল। এই শিশুরা সপ্তাহে ৬ থেকে ৭ দিন প্রতিদিন ১৪ ঘন্টা পর্যন্ত কাজ করেছে। পেমেন্ট খাওয়ার খাবার এবং ঘুমানোর জায়গা। সেই সময় থেকে, সরকার একটি জাতীয় কর্মপরিকল্পনা গ্রহণ করেছে এবং ইন্টারপোলের সহযোগিতায় অনেক শিশুকে শিশু পাচার থেকে উদ্ধার করেছে।\nক্রিশ্চিয়ান চিলড্রেনস ফান্ড অব কানাডা (সিসিএফসি) বাচ্চাদের ফান্ড অ্যালায়েন্সের সহযোগী সদস্য ইডুকোর সাথে অংশ নিয়েছে, উত্তর বুরকিনায় একটি ইউরোপীয় ইউনিয়নের অর্থায়নে পরিচালিত প্রকল্প বাস্তবায়নের জন্য যাতে শিশুদের খনিতে কাজ করা থেকে বিরত রাখা যায়।\n\n\n=== গণপ্রজাতান্ত্রিক কঙ্গো ===\n২০০৮ সালে, ব্লুমবার্গ দাবি করেছিল যে ডিআর কঙ্গোর তামা এবং কোবল্ট খনিতে শিশুশ্রম রয়েছে যা চীনা কোম্পানি সরবরাহ করে। শিশুরা হাতে আকরিক খনন করে, পিঠে আকরিকের বস্তা বহন করে এবং এইগুলি এই সংস্থাগুলি কিনে নেয়। কাটাঙ্গার ৭৫ টি প্রসেসিং প্ল্যান্টের ৬০ টিরও বেশি চীনা কোম্পানির মালিকানাধীন এবং ৯০ শতাংশ খনিজ চীনে যায়। একটি আফ্রিকান এনজিও রিপোর্টে দাবি করা হয়েছে যে ১৫ বছরের কম বয়সী ৮০,০০০ শিশুশ্রমিক, অথবা সব খনি শ্রমিকের প্রায় ৪০% এই আফ্রিকান অঞ্চলে চীনা কোম্পানিকে আকরিক সরবরাহ করছে।\nবিবিসি, ২০১২ সালে গ্লেনকোরকে আফ্রিকার খনির এবং গলানোর কাজে শিশুশ্রম ব্যবহার করার অভিযোগ এনেছিল। গ্লেনকোর এটা অস্বীকার করেছে যে এটি শিশুশ্রম ব্যবহার করেছে, এবং বলেছে যে শিশুশ্রম ব্যবহার না করার কঠোর নীতি রয়েছে। গ্লেনকোর দাবি করেছেন যে শিশু খনির বিষয়ে সচেতন ছিলেন যারা দাবি করেছিলেন যে তারা কারিগর খনির একটি দলের অংশ। তারা অনুমোদন ছাড়াই ২০১০ সাল থেকে গ্লেনকোরের ছাড় নিয়ে অভিযান চালিয়েছিল এবং কোম্পানিটি দাবি করেছিল যে এটি সরকারের কাছে কারিগর খনিগুলিকে তার ছাড় থেকে সরিয়ে দেওয়ার জন্য অনুরোধ করছে।\n৫-১৪ বছর বয়সী প্রায় ৪.৭ মিলিয়ন শিশু কঙ্গোতে কাজ করে। তামার খনি ছাড়াও, কোবাল্ট, উলফ্রামাইট, ক্যাসিটারাইট, কলম্বাইট-ট্যান্টালাইট, সোনা, হীরার কারিগর খনিতে তাদের পরিবারের সাথে শিশুরা অংশগ্রহণ করে। এর মধ্যে অনেকেই আকরিক মুক্ত করতে, কোন সুরক্ষামূলক যন্ত্রপাতি ছাড়াই কঠোর রাসায়নিক পদার্থ ঢালে এবং গভীর গর্ত বা খোলা গর্তের খনি থেকে পাথর পরিবহনে হাতুড়ি ব্যবহার করে। শিশুরা কৃষিতেও কাজ করে এবং কঙ্গোলিজ ন্যাশনাল আর্মি এবং বিভিন্ন বিদ্রোহী গোষ্ঠীর জন্য শিশু সৈনিক হিসাবে নিয়োগ করা অব্যাহত রাখে। কিনশাসা অঞ্চলের রাস্তায় শিশুশ্রম সাধারণত দেখা যায়।\n\n\n=== ঘানা ===\n২০১০ সালের ইউনাইটেড স্টেটস ডিপার্টমেন্ট অফ লেবার অনুমান করেছে ঘানায় ২.৭ মিলিয়ন এরও বেশি শিশুশ্রমিক, অথবা ৫-১৪ বছর বয়সী সব শিশুর প্রায় ৪৩%। এই শিশুদের ৭৮.৭% কৃষিতে কাজ করে, ১৭.৬% মাছ ধরার এবং পরিবহন সেবায় এবং ৩.৭% শিল্পে, যার মধ্যে উত্পাদন কাজ এবং খনির কাজ রয়েছে। ঘানায় ৬৪% শিশু আর্থিক কারণে কাজ খোঁজে, যা এই অঞ্চলে শিশুশ্রমের জন্য প্রধান চালক হিসেবে কাজ করে। গ্রামাঞ্চলে কর্মরত অধিকাংশ শিশু পারিবারিক খামারে কাজ করে এবং প্রায়ই তাদের কাজের সাথে স্কুলের পড়াশোনাকে একত্রিত করে। শহরাঞ্চলে, যেমন আকরা এবং আশান্তি অঞ্চলের শিশুরা প্রায়ই স্কুলে ভর্তি হয় না এবং প্রায়ই কারিগর মাছ ধরার এবং গার্হস্থ্য সেবায় নিয়োজিত থাকে। চাইল্ড পোর্টার, যাদের স্থানীয়ভাবে কায়ায়ে বলা হয়, শহুরে এলাকায় কাজ করে এবং তাদের মধ্যে কেউ কেউ 6 বছরের কম বয়সী।\n\nকৃষি, মাছ ধরা এবং কারিগর খনির সবচেয়ে বড় নিয়োগপ্রাপ্ত অংশ শিশুশ্রমিক।\nদক্ষিণ ভোল্টা অঞ্চলে, শিশুরা কয়েক মাস থেকে তিন বছরের মধ্যে ধর্মীয় দাসত্বের কাজ করে। তারা ট্রোকসি (আক্ষরিক অর্থে: একজন দেবতার স্ত্রী), ফিয়াশিদি বা ভুদুসী নামে পরিচিত। এই অনুশীলনের জন্য প্রয়োজন অল্পবয়সী মেয়েদের কাজ করা এবং ধর্মীয় অনুশাসন পরিবেশন করা, যাতে পরিবারের সদস্যদের কথিত পাপের প্রায়শ্চিত্ত করা যায় অথবা পরিবারের সৌভাগ্যের প্রস্তাব হিসেবে। এই অনুশীলনটি প্রতিবেশী দেশগুলিতেও উপস্থিত বলে দাবি করা হয়, যদিও এটি ঘানা এবং প্রতিবেশী দেশের আইনের অধীনে অবৈধ এবং কারাদণ্ড আরোপ করা হয়েছে।\n২০১৩ সালে, শিশুদের কাজের পরিসংখ্যান খুব বেশি বদলায়নি এবং ঘানার শিশুশ্রমের সবচেয়ে খারাপ ফর্মের উপর ডল- এর অনুসন্ধান অনুসারে, বেশিরভাগ কর্মজীবী শিশুরা কোকো, মাছ ধরা এবং স্বর্ণের খনিতে কীটনাশক স্প্রে করার মতো বিপজ্জনক কাজে জড়িত। ডিপার্টমেন্টের ২০১৪ সালের শিশুশ্রম বা জোরপূর্বক শ্রম দ্বারা উত্পাদিত পণ্যের তালিকায় মাছ এবং তেলাপিয়া, বিশেষ করে কোকো এবং সোনা ঘানার এই ধরনের কাজের পরিস্থিতিতে উৎপাদিত পণ্য হিসাবে অন্তর্ভুক্ত।\n\n\n=== কেনিয়া ===\n\n.২০০১ সালে সুদা অনুমান করেছিলেন যে কেনিয়ায় ৩ মিলিয়ন শিশু অসহনীয় অবস্থায় কাজ করছে এবং যারা দৃশ্যমান। সুদার দাবি, অদৃশ্য শিশুশ্রমিকের সংখ্যা অনেক বেশি ছিল। কেনিয়ার দৃশ্যমান শিশুশ্রমিকরা কৃষি, পর্যটন শিল্প, খনি এবং খনি, যাজক শ্রমিক, খনন, আবর্জনা সংগ্রহ, মাছ ধরার শিল্প এবং পরিবহন খাতে নিযুক্ত ছিল যেখানে তারা \"মাতাতু\" টাউট হিসাবে এক স্থান হতে অন্য স্থানে স্থানান্তরিত হয়।\nকেনিয়া সরকার অনুমান করে যে এখানে ৫-১৩ বছর বয়সী ৮.৯ মিলিয়ন শিশু কাজ করে, যাদের অধিকাংশই স্কুল থেকে বাদ পড়ে। কৃষি একটি প্রধান নিয়োগকর্তা; কফি বাগানে নিযুক্ত সমস্ত শ্রমিকের মধ্যে, উদাহরণস্বরূপ, ৩০% হল২৭ বছরের কম বয়সী শিশু।\nজাতিসংঘ, ২০০৯ সালে কেনিয়ার জন্য তার দেশের প্রোফাইল রিপোর্টে, অনুমান করা হয়েছিল যে ৫-১৪ বছর বয়সী শিশুদের মধ্যে প্রায় এক তৃতীয়াংশ কাজ করছে।সবচেয়ে বেশি চাকরিদাতা ছিল কৃষি এবং মাছ ধরা খাতে, যা পূর্বে প্রায় ৭৯% শিশুশ্রম ছিল।\nইউনাইটেড স্টেটস ডিপার্টমেন্ট অব লেবার তার ২০১০ সালের রিপোর্টে অনুমান করেছে, ৫-১৪ বছর বয়সী সমস্ত কেনিয়ার শিশুদের প্রায় ৩২%, অথবা ২.৯ মিলিয়নের বেশি। কৃষি এবং মাছ ধরা খাতে সবচেয়ে বেশি নিয়োগকর্তা। অনানুষ্ঠানিক ক্ষেত্রগুলি শিশুশ্রমের সবচেয়ে খারাপ রূপের মধ্যে রয়েছে আখের বাগান, চারণ ক্ষেত, চা, কফি, মীরা (একটি উদ্দীপক উদ্ভিদ), চাল, সিসাল, তামাক, তেলাপিয়া এবং সার্ডিন মাছ ধরা। কেনিয়ার শিশুদের অন্যান্য অর্থনৈতিক কর্মকাণ্ডের মধ্যে রয়েছে ময়লা আবর্জনা ফেলা, স্ক্র্যাপ সামগ্রী সংগ্রহ, বিক্রয়, কাচ ও ধাতু, রাস্তার ভেন্ডিং, গোয়াল রাখা এবং ভিক্ষা করা। যৌন পর্যটনে শিশুদের জোরপূর্বক শোষণ, প্রতিবেদনে দাবি করা হয়, নাইরোবি, কিসুমু, এলডোরেট এবং কেনিয়ার উপকূলীয় শহরগুলির মতো প্রধান শহরগুলিতে প্রচলিত।\nকেনিয়ায় দারিদ্র্য এবং স্কুল শিক্ষার সুযোগের অভাব শিশুশ্রমের প্রধান কারণ। দেশটিতে শিক্ষক এবং স্কুলের অভাব, স্কুলে উপচে পড়া ভিড় এবং শিশুদের অনিবন্ধিত অবস্থা থেকে প্রক্রিয়াগত জটিলতার মুখোমুখি। কেনিয়ার আইন যদি একটি শিশুকে কেনিয়ান কর্তৃপক্ষের সাথে নাগরিক হিসাবে নিবন্ধিত না করা হয় তবে তার স্কুলে প্রবেশাধিকার বাধা দেয়। বর্তমানে, গ্রামীণ এলাকায় ৪৪% কেনিয়ার শিশু অনিবন্ধিত রয়ে গেছে। এইভাবে, এমনকি যখন স্কুলগুলি পাওয়া যাবে, গ্রামীণ শিশুরা নাগরিকত্ব প্রমাণ করতে অক্ষম, এবং এই অনিবন্ধিত শিশুরা স্কুলে যাওয়ার সুযোগ হারানোর ঝুঁকি নিয়ে থাকে।\n\n\n=== মাদাগাস্কার ===\n\nমাদাগাস্কারের ছোট আকারের খনিতে শিশুদের প্রায়ই দেখা যায়। কিছু শিশু লবণ খনন, কোয়ারির কাজ, মণি এবং সোনার আকরিক সংগ্রহের সাথে জড়িত। এই খনিতে প্রায় ৫৮% শিশু ১২ বছরের কম বয়সী। আইপিইসি অনুসারে, এই খনিতে শিশুশ্রমিকরা সাধারণত অনিশ্চিত অর্থনৈতিক পরিস্থিতিতে পরিবার থেকে আসে।\nমার্কিন যুক্তরাষ্ট্র ভিত্তিক ২০১০ সালের একটি প্রতিবেদন অনুযায়ী, মাদাগাস্কারের প্রায় ২২% শিশু ৫ থেকে ১৪ বছর বয়সী বা ১.২ এর বেশি মিলিয়ন কাজ করে। আরেকটি ফরাসি ভিত্তিক গোষ্ঠী প্রস্তাব করে যে মাদাগাস্কার শিশুশ্রম ২.৪ মিলিয়ন ছাড়িয়ে গেছে , ৫৪০,০০০ এরও বেশি শিশু যার মধ্যে ৫ থেকে বছর বয়সী কাজ করছে। শিশুশ্রমিকের প্রায় ৮৭% কৃষিতে, প্রধানত ভ্যানিলা, চা, তুলা, কোকো, কপড়া (নারকেলের শুকনো মাংস), সিসাল, চিংড়ি ফসল এবং মাছ ধরার ক্ষেত্রে। গার্হস্থ্য সেবায় নিয়োজিত মালাগাসি শিশুরা প্রতিদিন গড়ে ১২ ঘন্টা কাজ করে।\nশিশুশ্রম কমাতে ও প্রতিরোধে মাদাগাস্কারে বেশ কয়েকটি আন্তর্জাতিকভাবে অর্থায়িত প্রচেষ্টা জড়িত ছিল। তবে ২০০৯ সালের অভ্যুত্থানের পর সরকার পরিবর্তনের পর এগুলি বন্ধ হয়ে যায়, কারণ আফ্রিকান ইউনিয়ন, ইউরোপীয় ইউনিয়ন, বিশ্বব্যাংক এবং মার্কিন যুক্তরাষ্ট্রসহ আন্তর্জাতিক দাতাদের কাছ থেকে অনেক অর্থায়ন স্থগিত করা হয়েছিল।\n\n\n=== মরক্কো ===\n২০১০ সালের একটি প্রতিবেদনে অনুমান করা হয়েছে যে মরক্কোতে ৫ থেকে ১৪ বছর বয়সী প্রায় ১৫০,০০০ শিশু কাজ করছে। কৃষি এবং গার্হস্থ্য পরিষেবাগুলি এদের প্রধান নিয়োগকর্তা। অল্পবয়সী মেয়েদের, যাদের স্থানীয়ভাবে পেটিটস বোনেস (ছোট দাসী) বলা হয়, তাদের গৃহকর্মী হিসেবে কাজ করার জন্য পাঠানো হয়, যাদের বয়স ১০ বা তার কম। এই ক্ষুদ্র পেটিটস বোনস (ছোট দাসী)গুলি খুব দরিদ্র পরিবার থেকে আসে, অনিচ্ছাকৃত দাসত্বের মুখোমুখি হয়, যার মধ্যে বিরতি ছাড়াই দীর্ঘ সময়, ছুটির অনুপস্থিতি, শারীরিক, মৌখিক এবং যৌন নির্যাতন, মজুরি আটকে রাখা এবং এমনকি তাদের চলাচলে বিধিনিষেধ রয়েছে। তারা শিক্ষা থেকে বঞ্চিত। শিশুশ্রমের আরো দৃশ্যমান রূপের মধ্যে রয়েছে কাসাব্লাঙ্কা, ম্যারাকেচ, ফাস এবং মেকনেসের পথশিশু। এই শিশুরা সিগারেট বিক্রি, ভিক্ষা করা, জুতা পলিশ, গাড়ি ধোয়া এবং বন্দরে কুলি এবং বিভিন্ন বস্তু প্যাকেটিং এর কাজ করে বেঁচে থাকে।\nমরক্কোর পরিকল্পনা মন্ত্রণালয় অনুমান করে যে তাদের দেশে ৬০,০০০ থেকে ১০০,০০০ জন পেটিট বোনেস (ছোট দাসী) রয়েছে। মরক্কো সরকার কর্তৃক পরিচালিত গবেষণায় দেখা যায় দারিদ্র্য এবং স্কুলের অভাব, প্রায়শই সংমিশ্রণে, মরক্কোতে পেটিট বোনেস বা ছোট দাসীদের ঘটনার প্রাথমিক কারণ। উপরন্তু, গ্রামীণ অভিভাবকরা বিশ্বাস করেন না যে কোনও শিক্ষা বা ডিপ্লোমা তাদের মেয়েদের চাকরি খুঁজে পেতে সাহায্য করতে পারে।\n\n\n=== নাইজেরিয়া ===\n \n২০০৬ সালে নাইজেরিয়ায় ১৪ বছরের কম বয়সী প্রায় ১৫ মিলিয়ন শিশুশ্রমিক ছিল। এর মধ্যে অনেকেই বিপজ্জনক অবস্থায় এবং দীর্ঘ সময় ধরে কাজ করেছিলেন। দারিদ্র্য ছিল শিশুশ্রমের প্রধান চালক এবং এই শিশুদের আয় ছিল তাদের দরিদ্র পরিবারের আয়ের একটি বড় অংশ। নাইজেরিয়ায় শিশুশ্রমিকদের অধিকাংশই কৃষি এবং আধা-আনুষ্ঠানিক বা অনানুষ্ঠানিক অর্থনীতিতে কাজ করে। গৃহকর্মীরা ছিল শিশুশ্রমের সর্বনিম্ন দৃশ্যমান রূপ, এবং প্রায়ই যৌন হয়রানির শিকার হয়। অনানুষ্ঠানিক অর্থনীতি এবং পাবলিক প্লেসগুলির মধ্যে, ৬৪% রাস্তার ফেরিওয়ালা হিসেবে নিযুক্ত । সেমি -পাবলিক জায়গায় অনানুষ্ঠানিক উদ্যোগের মধ্যে, শিশুদের প্রায়ই মেকানিক্স এবং বাস কন্ডাক্টর হিসাবে দেখা যায়।\nনাইজেরিয়ার প্রায় ৬ মিলিয়ন শিশু মোটেও স্কুলে যায় না। বর্তমান পরিস্থিতিতে এই শিশুদের স্কুলে যাওয়ার সময়, শক্তি বা সম্পদ নেই।\n\n\n=== রুয়ান্ডা ===\nআইএলও অনুমান করে যে রুয়ান্ডায় ৪০০,০০০ শিশুশ্রমিক রয়েছে। এর মধ্যে ১২০,০০০ শিশুশ্রমের সবচেয়ে খারাপ রূপে জড়িত বলে মনে করা হয় এবং ৬০,০০০ শিশু গৃহকর্মী।\n\n\n=== ইসোয়াতিনি ===\n \n\n\n=== তানজানিয়া ===\n \n\n\n=== জাম্বিয়া ===\nজাম্বিয়া সরকার অনুমান করে যে দেশে প্রায় ৫৯৫,০০০ শিশুশ্রমিক রয়েছে। এর মধ্যে ৫৮% শিশু ১৪ বা তার কম বয়সী। অনেকেই অনানুষ্ঠানিক খনির কাজে নিযুক্ত।\nইউনাইটেড স্টেটস ডিপার্টমেন্ট অব লেবার তার ২০১০ সালের রিপোর্টে অনুমান করেছে, জাম্বিয়ার ৫-১৪ বছর বয়সী প্রায় ৩৩% শিশু কাজ করে। কৃষি হল প্রভাবশালী নিয়োগকর্তা, এবং খনির মাধ্যমে জাম্বিয়ার সমস্ত শিশুশ্রমের ৯৮% কাজ করে। অনানুষ্ঠানিক ক্ষেত্রগুলি শিশুশ্রমের সবচেয়ে খারাপ রূপের মধ্যে রয়েছে তুলার আবাদ, তামাক, মাছ ধরা, চা, কফি এবং কাঠকয়লা। খনিতে শিশুশ্রম সাধারণ। যাইহোক, এটি ছোট কারিগর এবং ঐতিহ্যবাহী খনিতে দেখা যায়, যেখানে শিশুরা পান্না, অ্যামিথিস্ট, অ্যাকুয়ামারিনস, টুরমালাইনস এবং গারনেট বের করে। সীসা, দস্তা এবং তামার আকরিক খনিতেও শিশুশ্রম বিদ্যমান। তারা তাদের চোখ বা মুখ বা শরীর রক্ষার জন্য কোন প্রতিরক্ষামূলক সরঞ্জাম পরেন না;এখানে আঘাত খুবই সাধারণ।\nজাম্বিয়াতে বিপজ্জনক শ্রমের উদ্দেশ্যে শিশু পাচার প্রচলিত। কৃষি এবং গার্হস্থ্য সেবার ক্ষেত্রে শিশুদের অর্থ, পণ্য এবং পরিবারের সদস্যদের উপহার বিনিময় করা হয়। জাম্বিয়াতে পাচার ও শিশুশ্রমের বিরুদ্ধে কঠোর আইন রয়েছে। যাইহোক, এর আইনের বাস্তবায়ন এবং প্রয়োগ কঠিন বলে প্রমাণিত হয়েছে।\nআইএলও এর মতে, জাম্বিয়ায় শিশুশ্রম শিশু এবং পরিবারের জন্য একটি মোকাবেলা কৌশল যখন প্রাপ্তবয়স্ক রোজগারকারীরা মারা যায়, অসুস্থ হয়ে পড়ে, অথবা যখন পরিবারগুলি নিত্য প্রয়োজনীয় জিনিস আহরনে অক্ষম হয়।\n\n\n== গতিশীলতা ==\n\nইন্টারন্যাশনাল লেবার অর্গানাইজেশন (আইএলও) বলেছে যে প্রথমত, দারিদ্র্যই সবচেয়ে বড় একক শক্তি যা শিশুদের কর্মক্ষেত্রে নিয়ে যাচ্ছে। শিশুদের ক্ষতিকর শ্রমের দিকে চালিত করার আরেকটি বড় কারণ হল স্কুলের অভাব এবং শিক্ষার নিম্নমান।\n\n\n=== আফ্রিকার শিশুশ্রম আইন ===\n\nবেশিরভাগ আফ্রিকান সরকার আনুষ্ঠানিকভাবে তিনটি আন্তর্জাতিক শ্রম সংস্থা (আইএলও) কনভেনশন গ্রহণ করেছে । উপরন্তু, অনেকেই ইন্টারন্যাশনাল প্রোগ্রাম ফর দ্য এলিমিনেশন অব চাইল্ড লেবার (আইপিইসি) এর আওতায় একটি প্রোগ্রাম চালু করার জন্য আইএলও -এর সাথে একটি সমঝোতা স্মারক স্বাক্ষর করেছেন।\nউদাহরণস্বরূপ, নাইজেরিয়া এখন আইপেকের সক্রিয় সদস্য। এটি পশ্চিম আফ্রিকা কোকো কৃষি প্রকল্পও বাস্তবায়ন করছে। নাইজেরিয়ার শিশু অধিকার আইন এখন তার শ্রম আইনের অংশ, এবং এটি শিশুদের থেকে শোষণমূলক শ্রম নিষিদ্ধ করে। আনামব্রার মতো কিছু রাজ্যও স্কুলের সময় শিশুদের কাজ করতে নিষেধ করেছে।\nপারফর্মিং আর্টে শিশুদের নিয়োগের জন্য শ্রম দপ্তরের অনুমতি ছাড়া ১৫ বছরের কম বয়সী শিশুকে চাকরি দেওয়া দক্ষিণ আফ্রিকা একটি ফৌজদারি অপরাধ করেছে। তার কর্মসংস্থান আইনের ৪৩ থেকে ৪৭ ধারা ১৫ থেকে ১৮ বছর বয়সী শিশুদের নিয়োগ করা অবৈধ করে তোলে যদি কাজটি তাদের বয়সের জন্য অনুপযুক্ত হয় বা এমন কিছু যা তাদের ঝুঁকির মধ্যে ফেলে।\nকেনিয়া ২০০১ সালে একটি শিশু আইন পাস করে। এই আইনের ১০ তম ধারা ১৮ বছরের কম বয়সী শিশু এবং যুবকদের অর্থনৈতিক শোষণ এবং যে কোন কাজ যা ঝুঁকিপূর্ণ হতে পারে বা সন্তানের শিক্ষায় হস্তক্ষেপ করতে পারে বা শিশুর আত্মিক, নৈতিক বা সামাজিক বিকাশের জন্য ক্ষতিকারক হতে পারে এসকল কাজ হতে রক্ষা করে। আইনটি সামরিক বা সশস্ত্র সংঘর্ষে ১৮ বছরের কম বয়সী কাউকে নিয়োগ করতে নিষেধ করে।\nঘানা, অন্য উদাহরণ হিসাবে, শিশুশ্রম নিষিদ্ধ করে। তার শিশু আইন ১৯৯৮ এর ধারা ৮৭ কোন ব্যক্তিকে শোষণমূলক শ্রম, অথবা যে কোন ব্যস্ততায় শিশুকে তার স্বাস্থ্য, শিক্ষা বা বিকাশ থেকে বঞ্চিত করে এমন একটি শিশুকে নিয়োগ করতে নিষেধ করে। ধারা ৮৮ যে কাউকে রাতের বেলা নিযুক্ত করতে নিষেধ করে, অর্থাৎ সন্ধ্যা আটটা থেকে সকাল ছয়টার মধ্যে। আইনের ধারা ৮৯ থেকে ৯০ এর মধ্যে ১৩ বছরের বেশি বয়সী শিশুদের হালকা কাজে এবং ১৫ বছরের বেশি বয়সী শিশুদেরকে ঝুঁকিপূর্ণ কাজ করার অনুমতি দেওয়া হয়। ২০১৮ সালে ঘানায় মাত্র তিনজন ব্যক্তিকে জরিমানা করা হয়েছিল আইনী বয়সের কম বয়সী শিশুদের চাকরি করানোর জন্য এবং তাদের শিক্ষার অধিকার থেকে বঞ্চিত করার জন্য এবং কোনো নিয়োগকর্তা এখন পর্যন্ত কারাগারের সাজা ভোগ করেননি, যার ফলে ঘানাতে আইন প্রয়োগের সীমাবদ্ধতা রয়েছে।\nযদিও প্রায় সমগ্র আফ্রিকাতে এখন যথেষ্ট আইন প্রণয়ন করা হয়েছে, আইনি প্রয়োগ একটি চ্যালেঞ্জ হিসেবে রয়ে গেছে। সরকারি হস্তক্ষেপের অভাবের কারণে, এই শিশুশ্রমের হার বাড়তে থাকে। ১৪.২% শিশু অতিরিক্তভাবে তিন বছরেরও বেশি সময় ধরে বিপজ্জনক পরিস্থিতিতে কাজ করে। নিয়োগকর্তাদের জন্য পরিণতির অভাব, ফলে শিশুরা সহিংসতার ভয়ে চাকরি করা বেছে নিয়েছে অথবা তাদের পরিবারের ভরণপোষণের প্রয়োজন তাদের চাকরি করতে বাধ্য করে।\n\n\n=== বেসরকারি প্রতিষ্ঠান ===\nআইএলওর আফ্রিকার বেশ কয়েকটি প্রকল্প রয়েছে যা আফ্রিকার শিশুশ্রমকে হ্রাস করতে এবং শেষ পর্যন্ত দূর করতে চায়। ২০০৬ সালে চালু হওয়া এই ধরনের একটি প্রকল্প পশ্চিম আফ্রিকার দেশ বেনিন, বুর্কিনা ফাসো, কেপ ভার্দ, আইভরি কোস্ট, গাম্বিয়া, ঘানা, গিনি, গিনি-বিসাউ, লাইবেরিয়া, মালি, নাইজার, নাইজেরিয়া, সেনেগাল, সিয়েরা লিওন এবং টোগোকে কেন্দ্র করে। ২০০৯ সালে শুরু হওয়া এই প্রকল্পটির লক্ষ্য পশ্চিম আফ্রিকার সবচেয়ে খারাপ ধরনের শিশুশ্রম। এর দুটি প্রধান উপাদান রয়েছে: প্রথমটি শিশুশ্রমের সবচেয়ে খারাপ ধরন দূর করার জাতীয় প্রচেষ্টাকে সমর্থন করবে, দ্বিতীয়টির লক্ষ্য হবে উপ-আঞ্চলিক নীতিনির্ধারকদের একত্রিত করা এবং সবার মধ্যে সবচেয়ে খারাপ ধরনের শিশুশ্রম দূর করার জন্য উপ-আঞ্চলিক সহযোগিতা পশ্চিম আফ্রিকান রাজ্যগুলির অর্থনৈতিক সম্প্রদায়ের (ইসিএডব্লিউএএস) পনের সদস্য রাষ্ট্রে উন্নত করা।\nকুরেট প্রজেক্ট, যা কেনিয়া, উগান্ডা, রুয়ান্ডা এবং ইথিওপিয়া একসাথে শিক্ষার মাধ্যমে অনুসন্ধানী চাইল্ড লেবার মোকাবেলার সংক্ষিপ্ত রূপ, শিক্ষার মাধ্যমে শোষণকারী শিশুশ্রম রোধের একটি আঞ্চলিক প্রচেষ্টা। মার্কিন যুক্তরাষ্ট্রের শ্রম দপ্তরের অর্থায়নে এবং ওয়ার্ল্ড ভিশন, একাডেমি ফর এডুকেশনাল ডেভেলপমেন্ট এবং ইন্টারন্যাশনাল রেসকিউ কমিটি, কুরেট কর্তৃক বাস্তবায়িত হয়েছিল, ২০০৪ সালের সেপ্টেম্বর মাসে শুরু হয়েছিল। আঞ্চলিক অফিসটি উগান্ডার কাম্পালায় অবস্থিত। ২০০৯ সালে একটি প্রতিবেদনে দাবি করা হয়েছিল যে এটি আফ্রিকার এই অঞ্চলে হাজার হাজার শিশুর জীবনে পরিবর্তন এনেছে।\nদেশপ্রেমিক ঘানা আরেকটি বেসরকারি সংস্থা যা ঘানায় অবস্থিত। সংস্থার দৃষ্টিভঙ্গি হলো ঘানার উন্নয়নে অবদানকারী ক্ষমতাবান দেশপ্রেমিকদের দ্বারা পরিপূর্ণ একটি জাতি। সংস্থাটি বিভিন্ন স্থানীয় কর্মের মাধ্যমে উন্নয়ন অর্জনের দিকে মনোনিবেশ করে। তাদের লক্ষ্য হল ঘানার নাগরিকদের পাচার এবং শ্রম, স্বাস্থ্য, শিক্ষা, মানবাধিকার, এবং অর্থনৈতিক উন্নয়ন, স্বল্প সুবিধা প্রাপ্ত ঘানার নাগরিকদের জীবনযাত্রার উন্নয়নের জন্য অর্থপূর্ণ প্রকল্প গ্রহণের ক্ষমতায়ন করা। দেশপ্রেমিক ঘানা তাই তাদের কর্মকাণ্ডে প্রতিফলিত অধিকার-ভিত্তিক পদ্ধতির মাধ্যমে তাদের মিশন অর্জনের লক্ষ্য রাখে। সংগঠন ঘানায় দ্রুত জনসংখ্যা বৃদ্ধির পরিণতির কারণে অধিকারভিত্তিক পদ্ধতির প্রয়োজনীয়তার উপর জোর দেয়, যা দরিদ্রদের স্বাস্থ্যসেবার অভাবের ফলে ঘটে। একটি বড় পরিবারের জন্য সরবরাহ করা দীর্ঘমেয়াদী আর্থিক অস্থিতিশীলতার দিকে পরিচালিত করেছে, বিশেষ করে গ্রামাঞ্চলে। তাদের পরিবারের ভরণপোষণের প্রয়োজনের কারণে, শিশুরা প্রায়ই তাদের শিক্ষার অধিকার থেকে বঞ্চিত হয় এবং কাজ করতে হয়। একটি দীর্ঘমেয়াদী দারিদ্র্য বিমোচন দূর করার জন্য, সংস্থাটি ঘানাতে শিশুশ্রম হ্রাসের মাধ্যমে মানবাধিকার পুনঃপ্রতিষ্ঠার জন্য সম্প্রদায়গুলিকে ক্ষমতায়নের দিকে মনোনিবেশ করে।\n\n\n== আরও দেখুন ==\nবতসোয়ানায় শিশুশ্রম\nলেসোথোতে শিশুশ্রম\nনামিবিয়ায় শিশুশ্রম\nসোয়াজিল্যান্ডে শিশুশ্রম\nকোকো উৎপাদনে শিশুরা\nশিশুশ্রম কর্ম কর্ম (দক্ষিণ আফ্রিকা)\nশিশুশ্রম নিরসনে আন্তর্জাতিক কর্মসূচি, আইপিইসি\nকর্মরত শিশুদের ওপর আন্তর্জাতিক গবেষণা\nদক্ষিণ এশিয়া\n\nবাংলাদেশে শিশুশ্রম\nভারতে শিশুশ্রম\nসাধারণ\n\nসমসাময়িক আফ্রিকায় দাসত্ব\nশিশুশ্রম\nশিশু দাসত্ব\nশিশু সৈনিক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএকটি পার্টেন্টেজ টেবিল সহ ইউনিসেফ ওয়েব রিসোর্স শিশু যারা জীবিকার জন্য কাজ করে, প্রতিটি আফ্রিকান দেশ এবং লিঙ্গ ভিত্তিক টেবিল\nসাব-সাহারান আফ্রিকায় শিশুশ্রমের সবচেয়ে খারাপ রূপের অনুসন্ধান-মার্কিন শ্রম বিভাগ\nআফ্রিকার শিশুশ্রমের সমস্যা - বিশ্বব্যাংকের একটি প্রতিবেদন\nশিশুশ্রম এবং বাণিজ্যিক যৌন শোষণ - ইউনিসেফের একটি প্রতিবেদন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ অক্টোবর ২০১৮ তারিখে\nআফ্রিকা শিশুশ্রমিকদের দুঃখজনক পদে যোগ করেছে - নিউইয়র্ক টাইমসের একটি প্রতিবেদন\nশিশুশ্রম দূর করতে সাহায্য করার জন্য একটি ILO- র পৃষ্ঠপোষক ওয়েবসাইট\nবিবিসি ওয়ার্ল্ড সার্ভিসের কোলাজ, আফ্রিকা সহ বিশ্বের সংঘাতপ্রবণ অঞ্চলে শিশুশ্রম নিয়ে নিবন্ধ\nভোর থেকে মধ্যরাত পর্যন্ত কঠোর পরিশ্রম করা - আফ্রিকার শিশুশ্রম নিয়ে একটি ডয়চে ভেলে (জার্মানি) নিবন্ধ\nসাব-সাহারান আফ্রিকার জনসংখ্যা এবং উন্নয়ন সম্ভাবনা-আফ্রিকার শিশুশ্রম নিয়ে সুইডিশ পার্লামেন্টে জমা দেওয়া একটি প্রতিবেদন\nউন্মুক্ত: স্মার্ট ফোন এবং বৈদ্যুতিক গাড়ির ব্যাটারির পিছনে শিশুশ্রম - অ্যামনেস্টি রিপোর্ট, ১৯ জানুয়ারি ২০১৬।"}