{"pageid": 1094242, "title": "জাতোইচি", "url": "https://bn.wikipedia.org/wiki?curid=1094242", "content": "জাতোইচি (座頭市) একটি কাল্পনিক চরিত্র যেটি জাপান এর দীর্ঘতম চলা চলচ্চিত্র, এবং টেলিভিশন অনুষ্ঠান এর অংশ। এদের সময়কাল শেষ এডো সময়ের (১৮৩০ এবং ১৮৪০ দশকের)। চরিত্রটি একজন অন্ধ শরীর মালিশ এবং কেনজুতসু এর। এটি  উপন্যাসিক কান শিমোজাওয়া তৈরী করেছেন।\nএই মূলত ছোট চরিত্রটি স্ক্রিনের জন্য ডেই ফিল্ম (বর্তমানে কদোকওয়া ডাই স্টুডিও ) এবং অভিনেতা শিনতারো কাটসু দ্বারা তৈরি করা হয়েছিল, যিনি স্ক্রিন সংস্করণটি তৈরি করেছিলেন। ১৯৬২ থেকে ১৯৮৯ পর্যন্ত মোট ২৬ টি চলচ্চিত্র নির্মিত হয়েছিল। ১৯৭৪ থেকে ১৯৭৯ পর্যন্ত, টেলিভিশন সিরিজ জাতোইচি নির্মিত হয়েছিল, কাটসু এবং একই রকম কিছু অভিনেতা যা চলচ্চিত্রে উপস্থিত হয়েছিল। এগুলি কাটসু প্রোডাকশন প্রযোজনা করেছিল। ১০০ টি পর্ব, ৯৯ এবং ১০০ পর্বের দুটি অংশের গল্পের সমাপ্তি, জাতোইচি টেলিভিশন সিরিজ বাতিল হওয়ার আগে প্রচারিত হয়েছিল। \nমূল সিরিজের সপ্তদশ চলচ্চিত্রটি মার্কিন যুক্তরাষ্ট্রে ১৯৯০ সালে পুনর্নির্মাণ করা হয়েছিল ( ট্রাইস্টার পিকচার্স দ্বারা) ব্লাইন্ড ফিউরি হিসেবে, রুটগার হাউয়ার অভিনীত।\n২০০৩-চলচ্চিত্র, জাতোইচি, পরিচালনা করেন Takeshi Kitano যিনি ছবিতে জাতোইচি যেমন অভিনয় করেন। ছবিটি ২০০৩ সালে ভেনিস ফিল্ম ফেস্টিভ্যালের সিলভার লায়ন সেরা পরিচালনার জন্য পুরস্কৃত হয়েছিল।\nতাকাশি মিইক পরিচালিত জাতোইচির একটি মঞ্চ সংস্করণ শো আইকাওয়া অভিনীত।  এটি ২০০৭ সালে সঞ্চালিত এবং চিত্রায়িত হয়েছিল এবং ৩০ মে, ২০০৮ এ Miike Takashi -Aikawa Shō: Zatōichi শিরোনামে হোম ভিডিওতে মুক্তি পায়।\n\n\n== চরিত্র ==\nপ্রথমে Zatoichi একটি নিরীহ যেমন জুড়ে আসে অন্ধ anma (সংবাহক) এবং bakuto (জুয়াড়ি) যিনি জমি wanders, তার জীবিকা চো-হান (বাজানো পাশা) পাশাপাশি, ম্যাসেজ দান করণ হিসাবে আকুপাংচার অনুষ্ঠানে এবং এমনকি, গান এবং সঙ্গীত বাজানো. গোপনে, কিন্তু, তিনি অত্যন্ত দক্ষ swordsmanship বিশেষভাবে Muraku-স্কুল, Kenjutsu এবং আয়াইডো জাপানের আরও সাধারণ তলোয়ার দক্ষতা সহ, সেইসাথে কুস্তি এবং Kyūjutsu ।\nতার অতীত সামান্যই প্রকাশ করা হয়েছে, এর বাইরে তিনি অসুস্থতার কারণে শিশু অবস্থায় তার দৃষ্টিশক্তি হারিয়েছিলেন। জাতোইচির বয়স যখন প্রায় পাঁচ বছর তখন তার বাবা অজ্ঞাত কারণে অদৃশ্য হয়ে যান। তার অবিশ্বাস্য দক্ষতা বিকাশের জন্য যখন তিনি একজন ছাত্র ছিলেন তখন তিনি তার তরবারি প্রশিক্ষক দ্বারা বর্ণনা করেছিলেন যে তিনি ক্রমাগত এবং চরম নিষ্ঠার সাথে অনুশীলন করেছিলেন। জাতোইচি নিজের সম্পর্কে বলেছিলেন যে তিনি সেই তিন বছরের মধ্যে ইয়াকুজা (গ্যাংস্টার) হয়েছিলেন তিনি প্রশিক্ষণ কাটিয়েছিলেন (যা অবিলম্বে আসল দ্য টেল অফ জাতোইচির আগে ) এবং অনেক লোককে হত্যা করেছিলেন, যা পরে তিনি গভীরভাবে অনুশোচনা করেছিলেন। এটি অন্যদের বিষয়ে নিজেকে জড়িত করার জন্য তার ইচ্ছায় প্রতিফলিত হয় - প্রধানত, যারা নিপীড়ন/শোষণ, বা কোন ধরনের দুর্নীতির শিকার। সেই নৈতিক পুনর্মূল্যায়ন এবং তার নতুন দৃষ্টিভঙ্গি এবং অনুশোচনা সত্ত্বেও (এবং প্রায়শই তাদের কারণে), তিনি সাধারণত একটি মুভি বা সিরিজ জুড়ে একটি উৎস থেকে অন্যের উপর একটি অনুগ্রহ (কখনও কখনও বেশ বড়) থাকে। যাইহোক, তার আন্তরিকতা, বুদ্ধি এবং সহানুভূতির স্বাভাবিক অনুভূতির কারণে, ভ্রমণের সময় তার সাথে দেখা হওয়া অনেক লোক শ্রদ্ধা এবং এমনকি তার যত্ন নেয়।\nএকটি বুশির মতো, তিনি একটি ঐতিহ্যবাহীকাতানা বহন করেন না। পরিবর্তে, তিনি একটি সু-তৈরি শিকোমি-জু (仕 込 み 杖, আলোকিত \"প্রস্তুত বেত\" বা বেতের তলোয়ার ) ব্যবহার করেন, কারণ এডো সময়কালে সত্যিকারের ফাইটিং ব্লেড ব্যবহার বা দখল নন- সামুরাইয়ের জন্য আনুষ্ঠানিকভাবে নিষিদ্ধ ছিল। ডিক্রি বাস্তবায়ন করা কার্যত অসম্ভব ছিল, তবে ইয়াকুজা আইনশৃঙ্খলা রক্ষাকারী বাহিনী কর্তৃক প্রমাণিত হয়েছে যে পুরো ফিল্ম জুড়ে কাতানদের ব্যবহার করা হয়েছে। Shikomi-zue এর ব্লেড সাধারণত নিম্ন মানের, উদ্ঘাটিত ইস্পাত, যা এমনকি একটি কম দামের কাতানা সাথে তুলনা করতে পারি নি সরল-নিরাপদ্ হয়েছে। ফলস্বরূপ, জাচোইচি দ্য পলাতক (চতুর্থ চলচ্চিত্র) -এর জলবায়ু যুদ্ধের সময় ইচির বেতের তলোয়ারের ব্লেড ভেঙে যায়। পরের চলচ্চিত্রের তরবারির একটি নতুন ফলক আছে, যা তিনি পঞ্চদশ চলচ্চিত্র জাতোইচির বেতের তলোয়ার পর্যন্ত চালান। ব্লেড (যা ফিল্ম চলাকালীন ভেঙে যায়) এবং ব্লেড যা এটিকে প্রতিস্থাপন করে বিশেষ ব্যয়বহুলভাবে তৈরি করা হয়েছিল এবং মাস্টার ব্লেডস্মিথদের দ্বারা স্বাভাবিক যত্নের চেয়ে অনেক বেশি এবং উভয়ই ব্যতিক্রমী মানের ছিল, এমনকি সবচেয়ে সামুরাইয়ের তরবারির চেয়েও উন্নত। Zatoichi Meets Yojimbo এর শুরুতে, তার তলোয়ারব্লেড (সম্ভবত একই) অনির্দিষ্টভাবে ভেঙে যায় এবং তার কামড় এবং স্ক্যাবার্ড সহ একটি কামারের কাছে বিক্রি হয়। এর প্রতিস্থাপন শিকোমি-জিউ নয়, বরং একটি জ্যোতি (刀 刀 লিট। একটি \"স্টাফ তলোয়ার\") যা অপ্রকাশিত উৎপত্তি যা একটি সংক্ষিপ্ত, মোটা বো স্টাফের অনুরূপ, যা শীঘ্রই ভেঙ্গে যায়। পরবর্তী ছবিতে, জাতোইচি: দ্য ফেস্টিভাল অফ ফায়ার, তিনি আবারও তার ট্রেডমার্ক বেতের তলোয়ার ব্যবহার করছেন, যা অজানা মূল এবং গুণের একটি নতুন ফলক দিয়ে সজ্জিত।\nএই চলচ্চিত্র এবং টেলিভিশন সিরিজের মূল পুনরাবৃত্তিমূলক থিম্যাটিক ফর্মুলা হল চিরকাল ঘুরে বেড়ানো এবং আবেগপ্রবণ পথচারী যিনি নিরীহ ও অসহায়দেরকে নিপীড়ক বা যুদ্ধরত ইয়াকুজা গ্যাং থেকে রক্ষা করেন, সাধারণ অন্যায় বা শিকার বন্ধ করে এবং দুর্ভাগ্যবানদের সাহায্য করেন এবং প্রায়শই, তার নিজের কোন দোষের মাধ্যমে, রাফিয়ানরা বা ক্ষতির পথে ক্ষতিগ্রস্ত হয়। জাতোইচি এর কাহিনী মূলত একটি মাটির কিন্তু মূলত ভাল এবং জ্ঞানী মানুষ প্রায় সবসময়ই শালীন কাজ করার চেষ্টা করে, কোন না কোনভাবে নিজেকে মুক্ত করতে এবং সম্ভবত অতীতের ব্যর্থতার প্রায়শ্চিত্ত করতে। তা সত্ত্বেও, তিনি নিজেকে একজন দাগী, কলুষিত এবং দুষ্ট মানুষ হিসেবে বিশ্বাস করেন, যা অপ্রতিরোধ্য এবং যে ভালবাসা ও সম্মানকে অযোগ্য বলে মনে করেন এবং যা কিছু তার জন্য সঠিকভাবে দেখান। এই স্ব-বর্ণিত \"বিপর্যয়ের দেবতা\" নিয়মিতভাবে এক বা অন্য ধরনের সমস্যার জন্য একটি চুম্বক। মৃত্যু তার একমাত্র ধ্রুব সহচর, কারণ তিনি বাস্তবিকভাবে অন্য মানুষকে, বিশেষ করে যাদেরকে তিনি ভালোবাসেন বা খুব বেশি মনে করেন, তাদের কাছে যেতে এবং দীর্ঘদিন সেখানে থাকতে দেয় না; এই ধরনের ঘটনা শেষ পর্যন্ত ট্র্যাজেডির দিকে পরিচালিত করবে। মৃত্যু একটি ছায়ার মতো মনে হয়, আসলে তিনি প্রায় সর্বত্র অনিচ্ছুক জাতোইচিকে অনুসরণ করেন এবং তার বেশিরভাগ সহানুভূতিশীল স্বভাব সত্ত্বেও, হত্যা তার কাছে সম্পূর্ণ স্বাভাবিকভাবেই আসে বলে মনে হয়।\nতার বিদ্যুৎ-দ্রুত লড়াইয়ের দক্ষতা অবিশ্বাস্য, তার তলোয়ারটি উল্টো শক্ত করে ধরে আছে; এই, একটি যুদ্ধ তার উদ্বেগহীন ইস্পাত-nerved কৌশলে বুদ্ধি খাটিয়ে রোজগার, তার প্রখর কান, গন্ধ এবং অর্থে সঙ্গে মিলিত প্রোপ্রায়োসেপশন, সমস্ত তাকে একটি দুর্দান্ত প্রতিদ্বন্দ্বী রেন্ডার। তিনি একটি ঐতিহ্যগত কাতানা সঙ্গে বেশ সক্ষম যেমন জাতোইচি এর ভেনজিয়েন্স এবং জাতোইচি মধ্যে স্নান ঘর দৃশ্য এবং ফায়ার উৎসব দেখা হয়। একইভাবে, তিনি একসাথে দুটি তলোয়ার ব্যবহার করে যথেষ্ট দক্ষতা প্রদর্শন করেন, মুসাশির মতো নিতো ইচি স্টাইলে জাতোইচিতে এবং ডুমড ম্যান । ব্লেড দিয়ে প্রায় প্রাক -প্রকৃতিগতভাবে বিপজ্জনক, তিনি যুদ্ধের জন্য সম্পূর্ণরূপে সক্ষম (যাই হোক না কেন, বসে থাকুন বা শুয়ে থাকুন) এবং একই সাথে একাধিক দক্ষ প্রতিপক্ষকে দ্রুত পরাজিত করতে সক্ষম। যাইহোক, কেউ কেউ তাকে যুদ্ধে উৎকৃষ্ট করার কাছাকাছি এসেছেন, বিশেষ করে জাতোইচি চ্যালেঞ্জড -এর চূড়ান্ত দ্বন্দ্বের সময়, যেখানে পরিস্থিতি বাড়ানোর ভূমিকা পালন করেছিল।\nসিরিজের মাধ্যমে আরও বেশ কয়েকটি মানসম্মত দৃশ্যের পুনরাবৃত্তি করা হয়: জুতোতে জাতোইচির বিপুল পরিমাণ জয়লাভের মাধ্যমে তার ডাইস এমনকি অদ্ভুত হয়েছে কিনা তা শোনার ক্ষমতা একটি সাধারণ বিষয়, যেমন তার লোড করা বা প্রতিস্থাপিত ডাইস পার্থক্য দ্বারা তাদের শব্দে। এটি প্রায়শই অন্য একটি টুকরো টুকরো টুকরো হয়ে যায়, জাতোইচি মোমবাতি কেটে রুমে আলো জ্বালায় এবং তা কালো হয়ে যায় মিত্র \"বা\" এখন আমরা সবাই অন্ধ \")।\n\n\n== তথ্যসূত্র =="}