{"pageid": 1094977, "title": "স্কুলস ফর স্কুলস", "url": "https://bn.wikipedia.org/wiki?curid=1094977", "content": "\"'স্কুলস ফর স্কুলস'\" হল একটি অলাভজনক সংস্থা ইনভিজিবল চিল্ড্রেন ইনকর্পোরেটেড দ্বারা তৈরি একটি তহবিল সংগ্রহের কার্যক্রম। এই কার্যক্রমটি   ছাত্র এবং স্কুলগুলিকে পশ্চিমী বিশ্বের অর্থ উত্তর উগান্ডার স্কুলগুলির পুনর্নির্মাণের কাজ বাড়াতে সৃজনশীলভাবে প্রতিযোগিতা করার জন্য উত্সাহিত করে। লর্ডস রেজিস্ট্যান্স আর্মি বিদ্রোহের কারণে দেশের উত্তরাঞ্চলে শিক্ষার মান এবং সুযোগ-সুবিধা ক্ষতিগ্রস্ত হয়েছে।\n\n\n== পটভূমি ==\nউত্তর উগান্ডার শিশুদের মানসম্মত শিক্ষাগ্রহণে সাহায্য করার জন্য ইনভিজিবল চিল্ড্রেন ইনকর্পোরেটেড দ্বারা স্কুলস ফর স্কুলস তৈরি করা হয়েছিল। প্রোগ্রামটি  একাডেমিক শ্রেষ্ঠত্ব ও নেতৃত্বকে শিক্ষার্থীদের মধ্যে এবং স্কুলের মধ্যে অনেক বড় পরিসরে উৎসাহিত করার চেষ্টা করে। উগান্ডায় সব শিশু স্কুলে যেতে পারে না এবং যেসব শিশুরা ক্লাসে যেতে পারে তাদের ক্লাসরুমের খারাপ অবস্থার সম্মুখীন হতে হয়। স্কুলস ফর স্কুল কার্যক্রমের মাধ্যমে, ইনভিজিবল চিল্ড্রেন ইনকর্পোরেটেড উগান্ডায় পেশা নির্দেশিকা এবং শিক্ষক প্রশিক্ষণের মাধ্যমে শিক্ষার উন্নতির জন্য কাজ করছে।\n\n\n== উত্তর উগান্ডায় শিক্ষা ==\nযুদ্ধের আগে, উগান্ডার সেরা ১০টি স্কুলের মধ্যে অন্তত পাঁচটি দেশের উত্তর থেকে এসেছে। আজ, সেই একই স্কুলগুলি শীর্ষ ১০০তেও স্থান পায় না।\nউগান্ডার বৈশ্বিক প্রাথমিক শিক্ষার সহস্রাব্দের লক্ষ্য চালু হওয়ার পর, অনেক প্রতিষ্ঠান প্রাথমিক বিদ্যালয়ে তাদের প্রচেষ্টাকে লক্ষ্য করতে শুরু করে। উত্তর-প্রাথমিক বিদ্যালয়ের প্রতি মনোযোগের অভাব ছাত্র এবং শিক্ষকদের জন্য উচ্চশিক্ষা অর্জনকে কঠিন করে তুলেছে।\nস্কুলস ফর স্কুল, উন্নত শিক্ষার পরিবেশ এবং উচ্চশিক্ষায় বৃহত্তর বিনিয়োগের জন্য অঞ্চলের প্রয়োজনীয়তা অনুভব করে এখনও পর্যন্ত সবচেয়ে বড় প্রকল্প। এই অঞ্চলের সর্বাধিক সম্ভবনাময় মাধ্যমিক বিদ্যালয়ের ১১ টি পুনর্নির্মাণের মাধ্যমে, ইনভিজিবল চিল্ড্রেন শিক্ষাকক্ষে শিশুদের নিয়ে যাওয়ার সাময়িক সমাধানের বাইরে তাকিয়ে আছে, বরং তাদের শিক্ষাকক্ষে রাখছে যা তাদের ভবিষ্যত এবং তাদের দেশের ভবিষ্যতের জন্য আরও ভালভাবে প্রস্তুত করবে।\n\n\n== কার্যক্রমের কর্মপদ্ধতি ==\nস্কুলস ফর স্কুল একটি প্রাণচঞ্চল মিথস্ক্রীয় ওয়েবসাইট ব্যবহার করে কাজ করা প্রথম তহবিল সংগ্রহের কার্যক্রমগুলির মধ্যে একটি। যখন সাইটের পশ্চিম রেজিস্টারে একটি স্কুল  নিবন্ধন করে, তখন এটি ১০ ​​টি \"গুচ্ছ\" এর মধ্যে একটিকে নিযুক্ত করা হয়, যার প্রত্যেকটি উত্তর উগান্ডার একটি নির্দিষ্ট স্কুলের সাথে অংশীদার হয়। প্রতিটি স্কুল গুচ্ছের লক্ষ্য তার অংশীদার উগান্ডার স্কুলের জন্য যতটা সম্ভব অর্থ সংগ্রহ করা।\nসংগৃহীত অর্থ অংশীদার স্কুলগুলিকে পাঁচটি প্রধান বিভাগে পুনর্নির্মাণ এবং পুনর্নির্মাণের জন্য ব্যয় করা হয়: জল এবং স্বাস্থ্যবিধি, অবকাঠামো এবং সুবিধা, শিক্ষক প্রশিক্ষণ এবং প্রণোদনা, সরঞ্জাম ও সম্পদ এবং প্রযুক্তিক্ষেত্রে।\nযেহেতু তহবিল সংগ্রহের অগ্রগতি ওয়েবসাইটে অনুসরণ করা হয়, শিক্ষার্থীরা তুলনা করতে পারে যে তাদের স্কুল অন্যান্য স্কুলের তুলনায় কেমন করছে। শিক্ষার্থীরা একটি রিয়েল-টাইম অগ্রগতি তথ্যছকও দেখতে পারে যা তাদের দেখতে সাহায্য করে যে তাদের তহবিল উত্তর উগান্ডায় পুনর্গঠনে কী সাহায্য করছে।\nপ্রতিযোগিতা শেষে, প্রতিটি ক্লাস্টার থেকে শীর্ষ তহবিল সংগ্রহকারীদের উগান্ডায় ভ্রমণ প্রদান করা হয় যাতে তারা তাদের অর্থ দ্বারা অর্থায়িত প্রকল্পগুলি বাস্তবায়নে সহায়তা করতে পারে।\n\n\n== উন্নয়ন পরিদর্শন ==\nস্কুলস ফর স্কুলস-এর উন্নয়ন অংশ আন্তর্জাতিক সাহায্যের জন্য একটি অগতানুগতিক পদ্ধতি। ইনভিজিবল চিল্ড্রেন ইনকর্পোরেটেড এবং তাদের সম্পদ কোথায় বিনিয়োগ করতে হবে তা নিয়ে আলোচনা করেছেন, তারা জেনেছেন যে তারা এমন কার্যক্রমগুলি বেছে নিতে চায় যা সাময়িকভাবে ফাঁকগুলি দূর করার চেয়ে আরও বেশি কিছু করবে। লক্ষ্য ছিল এমন প্রকল্প তৈরি করা যা সম্প্রদায়ের অংশগ্রহণকে উৎসাহিত করবে এবং এই অঞ্চলের শিক্ষায় দীর্ঘমেয়াদী পরিবর্তন আনবে।\nএই লক্ষ্য পূরণের জন্য, ইনভিজিবল চিল্ড্রেন এই ধরনের একটি জটিল প্রকল্প দেখার জন্য প্রয়োজনীয় দক্ষতা সেট এবং ব্যক্তিগত প্রতিশ্রুতি সহ একদল ব্যক্তিকে একত্রিত করেছিল। একটি নির্দিষ্ট গোষ্ঠী শুরু থেকে শেষ পর্যন্ত প্রকল্পটি পর্যবেক্ষণ করে, ইনভিজিবল চিল্ড্রেন জেনেছিল যে তারা নিশ্চিত করতে সক্ষম হবে যে তহবিলগুলি সেই জায়গাগুলিতে বাস্তবায়িত করা হয়েছিল যেখানে সবচেয়ে কার্যকর উপায়ে সবচেয়ে বেশি প্রয়োজন।\nউত্তর ইউগান্ডায় কোন মাধ্যমিক বিদ্যালয়ের সঙ্গে তারা অংশীদার হবে তাও তাদের নির্বাচন করতে হয়েছিল। নির্বাচনের মানদণ্ড বিকাশের পরে, স্কুলস ফর স্কুলস মূলত ১০ টি প্রতিষ্ঠান বেছে নিয়েছিল যা স্থায়ী শিক্ষাগত পরিবর্তন তৈরির জন্য সর্বোত্তম আশা করেছিল। দশটির মধ্যে তিনটি স্কুল সংঘর্ষের কারণে বাস্তুচ্যুত হয়েছে এবং এখন দশ বছরেরও বেশি সময় পর তারা তাদের মূল স্থানে ফিরে যেতে চাইছে।\nযেহেতু ইনভিজিবল চিল্ড্রেন স্থানীয় ধারণা এবং কমিউনিটির অংশগ্রহণকে কার্যকর পরিবর্তনের দিকে প্রচেষ্টার নেতৃত্ব দিতে চেয়েছিল, তাই তারা ১০ টি স্কুলের প্রত্যেকের জন্য একটি উন্নয়ন সমিতি তৈরি করেছিল। এই সমিতিগুলির মধ্যে রয়েছে ছাত্র, শিক্ষক, অভিভাবক, প্রশাসনের সদস্য, প্রশাসনিক বোর্ড এবং স্থানীয় সরকার। এই বিভাগগুলি উপরে তালিকাভুক্ত পাঁচটি বিভাগের মধ্যে প্রতিটি স্কুলের জন্য প্রকল্পের অগ্রাধিকারগুলির তালিকা প্রতিষ্ঠা করেছে। সমিতির চলমান সম্পৃক্ততা প্রতিটি স্কুলে শিক্ষাগত চাহিদা এবং বাধাগুলি বোঝার সুযোগ প্রদান করে। তাদের সহযোগিতা দিয়ে, ইনভিজিবল চিল্ড্রেন প্রতিটি স্কুলের নির্দিষ্ট চাহিদা পূরণের জন্য তাদের প্রচেষ্টাকে ধারাবাহিকভাবে তৈরি করতে সক্ষম হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nInvisible Children website\nSchools for Schools website  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ মার্চ ২০০৭ তারিখে\nSchools for Schools Tour Info  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ জুলাই ২০০৮ তারিখে"}