{"pageid": 1094234, "title": "আবোলহাসান বনিসদর", "url": "https://bn.wikipedia.org/wiki?curid=1094234", "content": "সাইয়্যেদ আবোলহাসান বনিসদর ( ফার্সি: سید ابوالحسن بنی‌صدر   ; ২২ মার্চ ১৯৩৩ - ৯ অক্টোবর ২০২১) একজন ইরানি রাজনীতিবিদ এবং লেখক ছিলেন। ১৯৭৯ সালের ইরানি বিপ্লবের মধ্য দিয়ে রাজতন্ত্রের অবসানের পর তিনি ইরানের প্রথম রাষ্ট্রপতি হন, ১৯৮০ সালের ফেব্রুয়ারি থেকে ১৯৮১ সালের জুন মাসে পার্লামেন্টে অভিশংসিত হওয়ার পূর্ব পর্যন্ত তিনি রাষ্ট্রপতির দায়িত্ব পালন করেন।  রাষ্ট্রপতি হওয়ার আগে তিনি অন্তর্বর্তীকালীন সরকারের পররাষ্ট্র মন্ত্রী ছিলেন । তিনি বহু বছর ধরে ফ্রান্সে বসবাস করেছিলেন যেখানে তিনি ইরানের জাতীয় প্রতিরোধ পরিষদের সহ-প্রতিষ্ঠাতা ছিলেন।\nঅভিশংসনের পর বনিসদর ইরান থেকে পালিয়ে যান এবং ফ্রান্সে রাজনৈতিক আশ্রয় পান। বনিসদর পরবর্তীকালে ইরানি বিপ্লবের সময় তার ক্রিয়াকলাপ এবং ইরানি সরকারের সমালোচনার বিষয়ে রাজনৈতিক লেখায় মনোনিবেশ করেন। তিনি সুপ্রিম লিডার আলি খামেনি এবং দেশটির ২০০৯ সালের নির্বাচন পরিচালনার সমালোচক হয়ে ওঠেন। তিনি ২০২১ সালে প্যারিসের পিতিয়ে-সালপেত্রিয়ের হাসপাতালে মৃত্যুবরণ করেন।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nবনিসদর ১৯৩৩ সালের ২২শে মার্চ হামাদানে জন্মগ্রহণ করেন। তার বাবা একজন আয়াতুল্লাহ এবং রুহুল্লাহ খোমেনির ঘনিষ্ঠ ছিলেন। তিনি সোরবনে অর্থ ও অর্থনীতি নিয়ে পড়াশোনা করেছেন। ১৯৭২ সালে বনিসদরের বাবা মারা যান এবং তিনি ইরাকে অন্ত্যেষ্টিক্রিয়ায় অংশ নেন, যেখানে আয়াতুল্লাহ খোমেনির সাথে তার প্রথম সাক্ষাৎ হয়।\n\n\n== ব্যক্তিগত জীবন ও মৃত্যু ==\n১৯৮১ সালের শুরু থেকে, বনিসদর প্যারিসের কাছে ভার্সাইয়ে ফরাসি পুলিশ দ্বারা নিবিড়ভাবে সুরক্ষিত একটি ভিলায় বসবাস করতেন। বনিসদরের মেয়ে ফিরোজেহ তাদের নির্বাসনের পর প্যারিসে মাসুদ রাজাবিকে বিয়ে করেন। তাদের বিবাহবিচ্ছেদের পর বনিসাদর ও রাজাবির মধ্যে মৈত্রীও শেষ হয়৷\nদীর্ঘ অসুস্থতার পর, বনিসদর ২০২১ সালের ৯ অক্টোবর প্যারিসের পিতিয়ে-সালপাত্রিয়ের হাসপাতালে মৃত্যুবরণ করেন।\n\n\n== বই ==\nতৌহিদ  অর্থনীতি, ১৯৮০ \nমাই টার্ন টু স্পিক: ইরান, দ্য রিভল্যুশন অন অ্যান্ড সিক্রেট ডিলস উইথ  দি ইউ.এস.. ওয়াশিংটন, ডি.সি.: পোটোম্যাক বই, ১৯৯১।আইএসবিএন ০-০৮-০৪০৫৬৩-০ । Le complot des ayatollahs এর অনুবাদ। প্যারিস: লা ডেকোভার্ট, ১৯৮৯ \nলে কোরান এট লে পৌভোয়ার: প্রিন্সিপস ফন্ডামেন্টাক্স ডু কোরান, ইমেগো, ১৯৯৩ \n\n\n== তথ্যসূত্র =="}