{"pageid": 1094894, "title": "বঙ্গমহিলার জাপান যাত্রা", "url": "https://bn.wikipedia.org/wiki?curid=1094894", "content": "বঙ্গমহিলার জাপান যাত্রা বাঙ্গালী নারী হরিপ্রভা তাকেদা কর্তৃক রচিত একটি ভ্রমণ কাহিনী। এ গ্রন্থটি ১৯১৫ সালে ঢাকা থেকে মুদ্রিত ও প্রকাশিত হয়েছিল। জন্মসূত্রে তার নাম হরিপ্রভা বসুমল্লিক। হরিপ্রভা ১৯১২-১৩ সালে জাপানী স্বামীর সঙ্গে জাপান ভ্রমণ করেন। এই ভ্রমণের ওপর ভিত্তি করে গ্রন্থটি রচিত। গ্রন্থটি জাপানী ভাষায় অনূদিত হয়েছে। অনুবাদ করেছেন কাজুহিরো ওয়াতানাবে। তানভীর মোকাম্মেল ২০১২ সালে এই গ্রন্থের ভিত্তিতে হরিপ্রভাকে নিয়ে একটি চলচ্চিত্র তৈরি করেছেন।\n\n\n== প্রকাশনা তথ্যাবলী ==\nএটিই বাংলা ভাষায় লেখা প্রথম জাপান ভ্রমণকাহিনী। ১৯১৫ সালে ঢাকার জনকল্যাণকামী সংঘ ‘‘মাতৃনিকেতনের’’ সহায়তাকল্পে গ্রন্থটি প্রকাশিত হয়। প্রকাশিত ছিল ঢাকার মাতৃনিকেতনের আধিকারিক কুমারী শান্তিপ্রভা মল্লিক। উয়ারীতে অবস্থিত ‘‘ভারত-মহিলা প্রেসে’’ গ্রন্থটি দেবেন্দ্রনাথ বসু কর্তৃক মুদ্রিত হয়েছিল। মূল্য রাখা হয়েছিল চার আনা। বইটির একটি মাত্র কপি লন্ডনের ইন্ডিয়া অফিস লাইব্রেরীতে সংরক্ষিত আছে।\n\n\n== ইতিহাস ==\nহরিপ্রভা তাকেদা একজন বাঙ্গালী নারী যার জন্ম ১৮৯০ সালে। অন্যদিকে ওয়েমেন তাকেদা ছিলেন এক জাপানী যুবক যিনি ভাগ্যান্বেষণে পূর্ববঙ্গে এসছিলেন। তিনি ঢাকা শহরে বুড়িগঙ্গা নদীর কাছে স্থাপিত বুলবুল সোপ ফ্যাক্টরীতে প্রুযুক্তিবিদ হিসাবে কাজ করতেন। ১৯০৭ সালে তাদের বিয়ে হয়। বিয়ের কিছু পরে ওয়েমেন নিজেই ঢাকা সোপ ফ্যাক্টরী নামে একটি সাবান কারখানা স্থাপন করেন। কিন্তু কয়েক বৎসরের মধ্যে ঢাকা সোপ ফ্যাক্টরি আর্থিক ক্ষতির মুখে পড়ে। ওয়েমন তাকেদা তখন ঢাকাস্থ ব্যবসার বন্ধ করে দিয়ে সস্ত্রীক জাপানে প্রত্যাবর্তনের সিদ্ধান্ত নেন। ১৯১২ সালের এই নভেম্বর মাসেই উয়েমেনের সাথে হরিপ্রভা তার শ্বশুরবাড়ির দেশ জাপানে গমন করেন। এই জাহাজ যাত্রায় দেড় মাস সময় লেগেছিল। এ সময় চার মাস জাপানে কাটিয়ে ১৯১৩ তে তারা ঢাকায় প্রত্যবর্তন করেন।\n\n\n== বিষয়বস্তু ==\nহরিপ্রভা তার প্রথম জাপান সফরে চার মাস জাপানে কাটিয়ে প্রত্যাবর্তনের পর এই ভ্রমণকাহিনীটি রচনা করেন। জাহাজে করে জাপানে গমন, জাপানীদের আতিথেয়তা, ভারতীয়দের নিয়ে জাপানিদের ঔৎসুক্য, জাপানের সমাজ ব্যবস্থার বিভিন্ন বৈশিষ্ট্য ইত্যাদি বিষযয়ে আলোকপাত করে এ গ্রন্থ রচনা করেন। এ সময় জাপানের শহর কোবে, টোকিও, ওসাকা ভ্রমণের কথা ও শ্বশুরবাড়ির গ্রামে যাওয়ার বর্ণনা আছে এ গ্রন্থে। ছোট পরিসরে হলেও তিনি জাপানী সমাজ, রাস্তাঘাট, ধর্ম, কৃষি, বাড়িঘর, পোশাক, খাদ্য ও জাপানীদের চালচলনের কথা লিখেছেন হরিপ্রভা।\n\n\n== বাংলাদেশী সংস্করণ ==\n১৯৯৯ সালে বাংলাদেশে এ গ্রন্থটি পুনর্মুদ্রিত হয়। প্রথম মুদ্রণ ও প্রকাশের ৮৪ বছর পর জাপান প্রবাসী বাঙ্গালী মঞ্জুরুল হকের উদ্যোগে প্রকাশনা সংস্থা সাহিত্য প্রকাশ থেকে বের হয় এই দ্বিতীয় সংস্করণ।\n\n\n== আরও দেখুন ==\nহরিপ্রভা তাকেদা\n\n\n== তথ্যসূত্র =="}