{"pageid": 1094658, "title": "শিশু যৌনবৃত্তি", "url": "https://bn.wikipedia.org/wiki?curid=1094658", "content": "শিশু যৌনবৃত্তি হচ্ছে শিশুর সাথে জড়িত যৌনবৃত্তির এবং  শিশুদের বাণিজ্যিক যৌন শোষণের একটি রূপ। শব্দটি সাধারণত সম্মতির আইনি বয়সের চেয়ে কম বয়সী কোনও নাবালক বা ব্যক্তির যৌনবৃত্তিকে বোঝায়। বেশীরভাগ ক্ষেত্রে, যৌনবৃত্তির উপর সাধারণ নিষেধাজ্ঞার অংশ হিসেবে শিশু যৌনবৃত্তি অবৈধ।\nসাধারণত যৌন পাচারের আকারে প্রকাশ পায়, যেখানে একটি শিশুকে অপহরণ করা হয় বা যৌন ব্যবসা, বা বেঁচে থাকার জন্য যৌনক জড়িত হওয়ার জন্য প্রতারিত করা হয়, যেখানে শিশু খাদ্য এবং আশ্রয়ের মতো মৌলিক প্রয়োজনীয়তা অর্জনের জন্য যৌন ক্রিয়াকলাপে লিপ্ত হয়। শিশুদের যৌনবৃত্তি সাধারণত শিশু পর্নোগ্রাফির সাথে যুক্ত, এবং তারা প্রায়ই ওভারল্যাপ হয়। কিছু লোক শিশু যৌন পর্যটনের জন্য বিদেশে ভ্রমণ করে। গবেষণায় দেখা গেছে যে, বিশ্বব্যাপী প্রায় ১০ কোটি শিশু যৌনবৃত্তির সাথে জড়িত থাকতে পারে।  এই প্রথাটি দক্ষিণ আমেরিকা এবং এশিয়ায় সর্বাধিক বিস্তৃত, কিন্তু শিশুদের যৌনবৃত্তি বিশ্বব্যাপী বিদ্যমান। অনুন্নত দেশগুলির পাশাপাশি উন্নত দেশেও এই সমস্যা বিদ্যমান। ব্যবসার ক্ষেত্রে অল্প বয়সী ছেলেদের সংখ্যা বৃদ্ধি সত্ত্বেও যৌনবৃত্তির সাথে জড়িত শিশুদের অধিকাংশই মেয়ে।\nজাতিসংঘের সকল সদস্য দেশ শিশু অধিকার সংক্রান্ত কনভেনশন অথবা শিশু বিক্রয়, শিশু যৌনবৃত্তি এবং শিশু পর্নোগ্রাফি সম্পর্কিত ঐচ্ছিক প্রোটোকলের অধীনে শিশু যৌনবৃত্তি নিষিদ্ধ করার প্রতিশ্রুতি দিয়েছে। এই প্রথা বন্ধ করার চেষ্টা করার জন্য বিভিন্ন প্রচারণা এবং সংগঠন তৈরি করা হয়েছে।\n\n\n== সংজ্ঞা ==\n \nশিশুদের যৌনবৃত্তির জন্য বেশ কয়েকটি সংজ্ঞা প্রস্তাব করা হয়েছে। জাতিসংঘ এটিকে \"অর্থ বা অন্য কোন ব্যক্তির সাথে অর্থ বা অন্যান্য বিবেচনার জন্য যৌন ক্রিয়া কলাপ করার জন্য একটি শিশুর পরিষেবাগুলি জড়িত করা বা সরবরাহ করার কাজ\" হিসাবে সংজ্ঞায়িত করে।    শিশু বিক্রয়, শিশু যৌনবৃত্তি এবং শিশু পর্নোগ্রাফি সম্পর্কিত শিশুর ঐচ্ছিক প্রোটোকলের অধিকার সংক্রান্ত কনভেনশনটি এই অনুশীলনকে \"কোনও শিশুর পরিষেবা সংগ্রহ, সংগ্রহ বা অফার করা বা কোনও শিশুকে যে কোনও ধরনের ক্ষতিপূরণ বা পুরস্কারের জন্য যৌন ক্রিয়া কলাপ করতে প্ররোচিত করার কাজ\" হিসাবে সংজ্ঞায়িত করে। উভয়ই জোর দেয় যে শিশুটি শোষণের শিকার, যদিও আপাত সম্মতি দেওয়া হয়। আন্তর্জাতিক শ্রম সংস্থার (আইএলও) শিশুশ্রমের সবচেয়ে খারাপ রূপ সম্মেলন, ১৯৯৯ (কনভেনশন নং ১৮২) এটিকে \"যৌনবৃত্তির জন্য একটি শিশুর ব্যবহার, সংগ্রহ বা প্রস্তাব\" হিসাবে বর্ণনা করে।\nজেনেভার আন্তর্জাতিক শ্রম সংস্থার অনুসারে, শিশুদের যৌনবৃত্তি এবং শিশু পর্নোগ্রাফি শিশু যৌন শোষণের দুটি প্রাথমিক রূপ, যা প্রায়শই ওভারল্যাপ করে। প্রাক্তনটি কখনও কখনও শিশুদের বাণিজ্যিক যৌন শোষণের (সিএসইসি) বিস্তৃত ধারণাবর্ণনা করতে ব্যবহৃত হয়। এটি সিএসইসির অন্যান্য শনাক্তযোগ্য প্রকাশগুলি বাদ দেয়, যেমন বাল্যবিবাহের মাধ্যমে বাণিজ্যিক যৌন শোষণ, গার্হস্থ্য শিশুশ্রম এবং যৌন উদ্দেশ্যে শিশুদের পাচার। \nএক্ষেত্রে প্রয়োগ করা পরিভাষাটি বিতর্কের বিষয়। মার্কিন যুক্তরাষ্ট্রের বিচার বিভাগ বলে, \"শব্দটি নিজেই পছন্দের ধারণাকে বোঝায়, যখন আসলে তা হয় না।\" যে সব দল এই প্রথার বিরোধিতা করে তারা বিশ্বাস করে যে শিশু যৌনবৃত্তি এবং শিশু পতিতা শব্দগুলো সমস্যাজনক অর্থ বহন করে কারণ শিশুরা সাধারণত যৌনবৃত্তি সম্পর্কে অবহিত সিদ্ধান্ত নিতে সক্ষম হবে বলে আশা করা হয় না। বিকল্প হিসাবে, তারা যৌনবৃত্তি শিশু এবং শিশুদের বাণিজ্যিক যৌন শোষণ  শব্দ ব্যবহার করে। অন্যান্য গোষ্ঠীগুলি শিশু যৌনকর্মী শব্দটি ব্যবহার করে বোঝায় যে শিশুরা সর্বদা \"নিষ্ক্রিয় শিকার\" নয়।\n\n\n== কারণ ও ধরন ==\nশিশুরা প্রায়শই সামাজিক কাঠামো এবং স্বতন্ত্র এজেন্টদের দ্বারা এমন পরিস্থিতিতে বাধ্য হয় যেখানে প্রাপ্তবয়স্করা তাদের দুর্বলতার সুযোগ নেয় এবং তাদের বিক্রি করে বা তাদের শরীর বিক্রি করে যৌন শোষণ এবং নির্যাতন করে। কাঠামো এবং এজেন্সি সাধারণত একটি শিশুকে বাণিজ্যিক যৌনতায় বাধ্য করার জন্য একত্রিত হয়: উদাহরণস্বরূপ, একটি শিশুর যৌনবৃত্তি প্রায়শই পূর্ববর্তী যৌন নির্যাতন থেকে অনুসরণ করে। অনেকক্ষেত্রেই তা  শিশুর বাড়িতে হয়। অনেকে বিশ্বাস করেন যে পতিতা শিশুদের অধিকাংশই দক্ষিণ-পূর্ব এশিয়ার এবং তাদের  গ্রাহকদের অধিকাংশই পশ্চিমা যৌন পর্যটক। কিন্তু সমাজবিজ্ঞানী লুইস ব্রাউন যুক্তি দেখান যে, যদিও পশ্চিমারা এই শিল্পের বৃদ্ধিতে অবদান রাখে, শিশুদের বেশিরভাগ গ্রাহকই স্থানীয় এশীয়।\nশিশুদের যৌনবৃত্তি সাধারণত পতিতালয়, বার এবং ক্লাব, বাড়ি, বা নির্দিষ্ট রাস্তা এবং এলাকায় (সাধারণত সামাজিকভাবে পরিচালিত জায়গায়) মতো পরিবেশে ঘটে। একটি গবেষণা অনুযায়ী, মাত্র ১০% পতিতা শিশুদের একটি দালাল আছে এবং ৪৫% এরও বেশি বন্ধুদের মাধ্যমে ব্যবসায় প্রবেশ করেছে। ইন্টারন্যাশনাল চাইল্ড লেবার স্টাডি অফিস থেকে মরিন জাফ এবং সোনিয়া রোসেন লিখেছেন যে ঘটনাগুলো ব্যাপকভাবে পরিবর্তিত হয়: \n\"কিছু ভুক্তভোগী বাড়ি বা রাষ্ট্রীয় প্রতিষ্ঠান থেকে পলাতক, অন্যরা তাদের পিতামাতার দ্বারা বিক্রি হয় বা জোর করে বা যৌনবৃত্তিতে প্রতারিত হয় এবং অন্যরা পথশিশু। কিছু অপেশাদার এবং অন্যরা পেশাদার। যদিও কেউ ব্যবসার ক্ষেত্রে তরুণ মেয়েদের প্রথম এবং সর্বাগ্রে ভাবতে থাকে, সেখানে যৌনবৃত্তিতে জড়িত তরুণ ছেলেদের সংখ্যা বৃদ্ধি পায়। সবচেয়ে অস্বস্তিকর ঘটনা হল সেইসব শিশুরা যারা বাধ্য হয়ে ট্রেডে যোগ দেয় এবং পরে সেখানে রুদ্ধ হয়। এই শিশুরা নির্যাতন এবং পরবর্তী মৃত্যুর সম্ভাব্য আরও ঝুঁকি চালায়।\"\nযুক্তরাষ্ট্রের বিচার বিভাগের ডেপুটি অ্যাটর্নি জেনারেল জেমস কোল বলেছেন,\n\"যৌনবৃত্তির মুখোমুখি হওয়া ভুক্তভোগী শিশুদের বেশিরভাগই দুর্বল শিশু যারা শোষিত হয়। অনেক শিকারী পলাতক, যৌন নিপীড়নের শিকার এবং শিশুদের লক্ষ্য করে যারা তাদের জৈবিক পিতামাতার দ্বারা কঠোরভাবে অবহেলিত হয়েছে। তারা কেবল মর্মান্তিক সহিংসতার মুখোমুখি হয়নি যা তাদের শারীরিক সত্তাকে প্রভাবিত করে, কিন্তু যৌনবৃত্তির সহিংস জীবনে জড়িয়ে পড়ে।\"\n\n\n=== মানব পাচার ===\nজাতিসংঘের মাদক ও অপরাধ বিষয়ক অফিস (ইউএনওডিসি) মানব পাচারকে সংজ্ঞায়িত করেছে \"কোন ব্যক্তির নিয়োগ, পরিবহন, স্থানান্তর, আশ্রয় বা প্রাপ্তির মতো উপায়ে যেমন হুমকি বা বল প্রয়োগ বা অন্যান্য ধরনের বলপ্রয়োগ, অপহরণ, শোষণের উদ্দেশ্যে জালিয়াতি বা প্রতারণা\"। ইউএনওডিসি বিশ্বব্যাপী ভুক্তভোগীর সংখ্যা প্রায় ২.৫ মিলিয়ন বলে অনুমান করে। ইউনিসেফ জানিয়েছে যে ১৯৮২ সাল থেকে প্রায় ৩০ মিলিয়ন শিশু পাচার করা হয়েছে। যৌন দাসত্বের জন্য পাচার ৭৯% ক্ষেত্রে দায়ী, ভুক্তভোগীদের অধিকাংশ মহিলা, যার মধ্যে আনুমানিক ২০% শিশু। মহিলারাও প্রায়শই অপরাধী হন।\n২০০৭ সালে জাতিসংঘ মানব পাচারের বিরুদ্ধে লড়াই করার জন্য জাতিসংঘের গ্লোবাল ইনিশিয়েটিভ টু ফাইট হিউম্যান ট্রাফিকিং (ইউএন.গিফট)। ইউনিসেফের সহযোগিতায় ইউরোপের নিরাপত্তা ও সহযোগিতা সংস্থা (ওএসসিই) এবং জাতিসংঘের নারী উন্নয়ন তহবিল (ইউএনআইএফইপি) ইউএন.গিফট প্রতিষ্ঠার জন্য সংযুক্ত আরব আমিরাত থেকে অনুদান গ্রহণ করে। ইউএন.গিফটের লক্ষ্য হল এর স্টেকহোল্ডারদের পারস্পরিক সমর্থনের মাধ্যমে মানব পাচারের বিরুদ্ধে লড়াই করা যার মধ্যে রয়েছে সরকার, ব্যবসা এবং অন্যান্য বৃহৎ বৈশ্বিক অভিনেতারা। তাদের প্রথম উদ্যোগ হচ্ছে মানব পাচার অনৈতিক এবং এটি একটি ক্রমবর্ধমান সমস্যা হয়ে দাঁড়িয়েছে যে এর ধারাবাহিকতা বন্ধ করতে বিশ্বব্যাপী সহযোগিতা লাগবে। জাতিসংঘ। গিফট এই শোষণের চাহিদা হ্রাস করতে এবং সম্ভাব্য ভুক্তভোগীদের জন্য একটি নিরাপদ পরিবেশ তৈরি করার চেষ্টা করে।\nকিছু ক্ষেত্রে, যৌন পাচারের শিকার ব্যক্তিদের অপরিচিত ব্যক্তিরা অপহরণ করে, হয় জোর করে অথবা মিথ্যা এবং মিথ্যা প্রতিশ্রুতির মাধ্যমে জড়িত হওয়ার জন্য প্রতারিত হয়ে। অন্যান্য ক্ষেত্রে, শিশুদের পরিবারগুলি তীব্র দারিদ্র্যের ফলে তাদের শিল্পে প্রবেশের অনুমতি দেয় বা বাধ্য করে। যে সব ক্ষেত্রে তাদের দেশের বাইরে নিয়ে যাওয়া হয়, পাচারকারীরা এই সত্যের শিকার হয় যে শিশুরা প্রায়শই তাদের নতুন অবস্থানের ভাষা বুঝতে অক্ষম হয় এবং তাদের আইনি অধিকার সম্পর্কে অজ্ঞ থাকে।\nগবেষণা ইঙ্গিত করে যে পাচারকারীদের ১২ বছর বা তার কম বয়সী মহিলাদের জন্য একটি পছন্দ রয়েছে কারণ ছোট বাচ্চারা আরও সহজে তাদের জন্য নির্ধারিত ভূমিকাতে ছাঁচে ফেলা হয় এবং কারণ তারা কুমারী বলে ধরে নেওয়া হয়, যা ভোক্তাদের জন্য মূল্যবান। তারপরে মেয়েদের বয়স্ক দেখানোর জন্য তৈরি করা হয়, এবং আইন প্রয়োগকারীদের বিরুদ্ধে সুরক্ষা হিসাবে নথিগুলি জাল করা হয়। ভুক্তভোগীরা একই ধরনের পটভূমি ভাগ করে নেয়, প্রায়শই উচ্চ অপরাধের হার এবং শিক্ষার প্রবেশাধিকারের অভাব সহ সম্প্রদায় গুলি থেকে আসে। যাইহোক, ভিকটিমোলজি কেবল এর মধ্যে সীমাবদ্ধ নয়, এবং বিভিন্ন পটভূমি থেকে আসা পুরুষ এবং মহিলারা যৌন পাচারের সাথে জড়িত হয়ে পড়েছে।\nসাইকোথেরাপিস্ট মেরি ডি চেসনাই যৌন পাচার প্রক্রিয়ার পাঁচটি পর্যায় চিহ্নিত করেছেন: দুর্বলতা, নিয়োগ, পরিবহন, শোষণ এবং মুক্তি। ডি চেসনাই লিখেছেন, চূড়ান্ত পর্যায়টি খুব কমই সম্পন্ন হয়। হত্যা এবং দুর্ঘটনাজনিত মৃত্যুর হার বেশি, যেমন আত্মহত্যা, এবং খুব কম পাচারের শিকারদের উদ্ধার করা হয় বা তারা পালিয়ে যায়।\nসাইবারসেক্স পাচারের পাচারের শিকার শিশুদের পরিবহন করা হয় এবং তারপর যৌনকর্ম করতে বাধ্য করা হয় অথবা বাণিজ্যিকীকৃত লাইভ স্ট্রিমগুলিতে ওয়েবক্যামের সামনে ধর্ষণ করা হয়।  তারা সাধারণত অর্থ প্রদানকারী গ্রাহকদের শেয়ার করা স্ক্রিনে দেখতে এবং তাদের আদেশ  অনুসরণ করতে বাধ্য হয়। গ্রাহকরা তাদের পরিচয় লুকানোর জন্য ক্রিপ্টোকারেন্সিএবং অন্যান্য ডিজিটাল প্রযুক্তি ব্যবহার করে।\n\n\n=== সারভাইভাল সেক্স ===\nশিশুদের যৌনবৃত্তির অন্য প্রাথমিক রূপ হল \"সারভাইভাল সেক্স\"। মার্কিন বিচার বিভাগ বলে:\n\"বেঁচে থাকার যৌনতা\" ঘটে যখন একটি শিশু বেঁচে থাকার জন্য অর্থ, খাদ্য, আশ্রয়, পোশাক বা অন্যান্য আইটেম পাওয়ার জন্য যৌন ক্রিয়ায় লিপ্ত হয়। এই পরিস্থিতিতে, লেনদেন সাধারণত শুধুমাত্র শিশু এবং গ্রাহক জড়িত; বেঁচে থাকার যৌনতায় জড়িত শিশুরা সাধারণত দালাল, ম্যাডাম বা অন্যান্য পাচারকারীদের দ্বারা নিয়ন্ত্রিত বা পরিচালিত হয় না। যে কোনও ব্যক্তি যে কোনও শিশুর সাথে যৌন মিলনের জন্য অর্থ প্রদান করে, সে শিশুটি দালাল দ্বারা নিয়ন্ত্রিত হোক বা বেঁচে থাকার যৌনতায় জড়িত হোক না কেন, তার বিরুদ্ধে মামলা করা যেতে পারে।\nইউনিসেফ এবং সেভ দ্য চিলড্রেন এবং সমাজবিজ্ঞানী অ্যানজানেট রোজগার নেতৃত্বে একটি গবেষণা যুদ্ধ-পরবর্তী বসনিয়া ও হার্জেগোভিনায় শিশুদের যৌনবৃত্তি নিয়ে গবেষণা পরিচালনা করে। রোজগা রিপোর্ট করেছেন যে দারিদ্র্য একটি শক্তিশালী অবদানকারী কারণ। তিনি বলেছিলেন, \"বিশ্বব্যাপী যৌন ব্যবসা দৈনন্দিন মানুষের মারাত্মক অর্থনৈতিক সংকটে টিকে থাকার জন্য সংগ্রাম করার মতো একটি পণ্য যেমন এটি একটি সংগঠিত অপরাধ সমস্যা। অপরাধকে আক্রমণ করা এবং দারিদ্র্য নয় উপসর্গের চিকিৎসা করা কিন্তু রোগ নয়... এটা অস্বাভাবিক নয় যে মেয়েরা জানতে পারে যে তারা কিসে প্রবেশ করছে, এবং স্বেচ্ছায় কিছু মাত্রায় প্রবেশ করছে। হয়তো তারা মনে করে যে তারা ভিন্ন হবে এবং পালাতে সক্ষম হবে, অথবা হয়তো তারা দারিদ্র্যের মধ্যে ঘরে থাকার ক্ষমতাহীন বোধ করার চেয়ে ঝুঁকি নেবে। \"  জাফে এবং রোজেন একমত নন এবং যুক্তি দেখান যে একা দারিদ্র্যই প্রায়ই শিশুদের যৌনবৃত্তিতে বাধ্য করে না, কারণ এটি বেশ কয়েকটি দরিদ্র সমাজে বড় আকারে বিদ্যমান নেই। বরং, বেশ কয়েকটি বহিরাগত প্রভাব, যেমন দরিদ্র পারিবারিক পরিস্থিতি এবং পারিবারিক সহিংসতা, সমস্যার কারণ হয়ে দাঁড়ায়। \nবেঁচে থাকার লিঙ্গের আকারে শিশুদের যৌনবৃত্তি অনুন্নত এবং উন্নত উভয় দেশেই ঘটে। এশিয়ায়, অপ্রাপ্তবয়স্ক মেয়েরা মাঝে মাঝে পতিতালয়ে কাজ করে তাদের পরিবারের ভরণপোষণের জন্য। শ্রীলঙ্কায়, পিতামাতারা প্রায়শই তাদের ছেলেরা তাদের মেয়েদের পরিবর্তে যৌনবৃত্তি করবে, কারণ সমাজ পুরুষদের তুলনায় নারীদের মধ্যে যৌন বিশুদ্ধতার উপর বেশি গুরুত্ব দেয়।  জাফে এবং রোজেন লিখেছেন যে উত্তর আমেরিকায় শিশুদের যৌনবৃত্তি প্রায়ই \"অর্থনৈতিক বিবেচনায়, পারিবারিক সহিংসতা এবং অপব্যবহার, পারিবারিক ভাঙ্গন এবং মাদকাসক্তির\" ফলে ঘটে।  কানাডায়, একজন যুবককে ২০১২ সালে অনলাইনে ১৫ বছর বয়সী একটি মেয়ের যৌনবৃত্তির অভিযোগে দোষী সাব্যস্ত করা হয়েছিল; তিনি তাকে অর্থ উপার্জনের মাধ্যম হিসেবে নিজেকে যৌনবৃত্তি করতে উৎসাহিত করেছিলেন, তার সমস্ত উপার্জন রেখেছিলেন, এবং যদি তিনি চালিয়ে না যান তবে তাকে সহিংসতার হুমকি দিয়েছিলেন। \n\n\n== পরিণতি ==\n\n\n=== পতিতাবৃত্ত শিশুদের চিকিৎসা ===\nপতিতা শিশুদের প্রায়শই সঠিক স্বাস্থ্যবিধি ছাড়াই বিপজ্জনক পরিবেশে কাজ করতে বাধ্য করা হয়। তারা সহিংসতার হুমকির সম্মুখীন হয় এবং কখনও কখনও ধর্ষণ ও মারধর করা হয়। গবেষক রবিন ই ক্লার্ক, জুডিথ ফ্রিম্যান ক্লার্ক এবং ক্রিস্টিন এ অ্যাডামেক লিখেছেন যে তারা সাধারণভাবে \"প্রচুর নির্যাতন, অসন্তুষ্টি এবং দুর্বল স্বাস্থ্যের শিকার\" হন। উদাহরণস্বরূপ, ডেরিক জেনসেন রিপোর্ট করেছেন যে নেপাল থেকে নারী যৌন পাচারের শিকার ব্যক্তিরা ধর্ষণ ও মারধরের প্রক্রিয়ার মাধ্যমে \"ভেঙে পড়েছে\", এবং তারপরে প্রতি রাতে পঁয়ত্রিশ বার পর্যন্ত ভাড়া দেওয়া হয় প্রতি পুরুষকে এক থেকে দুই ডলারের বিনিময়ে\"। আরেকটি উদাহরণে বেশিরভাগ নেপালি ছেলেরা জড়িত ছিল যারা ভারতে প্রলুব্ধ হয়েছিল এবং মুম্বাই, হায়দ্রাবাদ, নয়াদিল্লি, লখনউ এবং গোরক্ষপুরের পতিতালয়ে বিক্রি হয়েছিল। একজন ভুক্তভোগী ১৪ বছর বয়সে নেপাল ত্যাগ করে এবং তাকে দাসত্বে বিক্রি করা হয়, তালাবদ্ধ করা হয়, মারধর করা হয়, ক্ষুধার্ত করা হয় এবং জোর করে খৎনা করা হয়। তিনি জানিয়েছেন যে তাকে একটি পতিতালয়ে রাখা হয়েছিল যেখানে আরও ৪০ থেকে ৫০ জন ছেলে ছিল, যাদের মধ্যে অনেককে পালিয়ে নেপালে ফিরে যাওয়ার আগে বর্জন করা হয়েছিল।\nক্রিমিনোলজিস্ট রোনাল্ড ফ্লাওয়ারস লিখেছেন যে শিশুদের যৌনবৃত্তি এবং শিশু পর্নোগ্রাফি ঘনিষ্ঠভাবে জড়িত; প্রতি তিন জন পতিতা শিশুর মধ্যে একজন পর্যন্ত পর্নোগ্রাফির সাথে জড়িত, প্রায়শই চলচ্চিত্র বা সাহিত্যের মাধ্যমে। তিনি বলেন, পলাতক কিশোর-কিশোরীরা প্রায়শই \"পর্ন ফ্লিক\" এবং ফটোগ্রাফের জন্য ব্যবহৃত হয়। পর্নোগ্রাফি ছাড়াও, ফ্লাওয়ারস লিখেছেন, \"যৌন শোষণের এই দ্বৈত জগতে ধরা পড়া শিশুরা প্রায়শই যৌন নিপীড়ন, যৌন বিকৃতি, যৌন সংক্রামিত রোগ এবং যৌন অপব্যবহার এবং শরীরের অপরিহার্য স্মৃতির শিকার হয় যা আপোস করা হয়েছে, নির্মম করা হয়েছে এবং চিরকালের জন্য কলঙ্কিত হয়ে পড়েছে।\"\n\n\n=== শারীরিক এবং মানসিক প্রভাব ===\nশিশুদের যৌনবৃত্তির বিরোধিতা করে এমন একটি এনজিও হিউম্যানিয়ামের মতে, এই অনুশীলনের ফলে \"যোনি ছিঁড়ে যাওয়া, নির্যাতনের শারীরিক পরবর্তী প্রভাব, ব্যথা, সংক্রমণ বা অবাঞ্ছিত গর্ভাবস্থা\" এর মতো আঘাতের সৃষ্টি হয়।  যেহেতু ক্লায়েন্টরা কদাচিৎ এইচআইভির বিস্তারের বিরুদ্ধে সতর্কতা অবলম্বন করে, পতিতাবৃত্ত শিশুরা এই রোগে আক্রান্ত হওয়ার উচ্চ ঝুঁকির মুখোমুখি হয় এবং তাদের বেশিরভাগই নির্দিষ্ট স্থানে এটি সংক্রমিত হয়। অন্যান্য যৌন সংক্রামিত রোগগুলিও সিফিলিস এবং হারপিসের মতো হুমকি সৃষ্টি করে। পতিতাবৃত্ত শিশুদের মধ্যেও উচ্চ মাত্রার যক্ষ্মা পাওয়া গেছে।  এই অসুস্থতাগুলি প্রায়ই মারাত্মক।\nপ্রাক্তন পতিতাবৃত্ত শিশুরা প্রায়শই মানসিক আঘাতের সাথে মোকাবিলা করে, যার মধ্যে রয়েছে বিষণ্নতা এবং পোস্টট্রোম্যাটিক স্ট্রেস ডিসঅর্ডার (পিটিএসডি)।  অন্যান্য মানসিক প্রভাবের মধ্যে রয়েছে রাগ, অনিদ্রা, যৌন ও ব্যক্তিত্বের বিভ্রান্তি, প্রাপ্তবয়স্কদের বিশ্বাস করতে না পারা এবং আত্মবিশ্বাস হারানো। ওষুধ সম্পর্কিত স্বাস্থ্য সমস্যার মধ্যে দাঁতের সমস্যা, হেপাটাইটিস বি এবং সি এবং গুরুতর লিভার এবং কিডনির সমস্যা রয়েছে। অন্যান্য চিকিৎসা জটিলতার মধ্যে রয়েছে প্রজনন সমস্যা এবং যৌন আক্রমণ থেকে আঘাত; সহিংস শারীরিক আক্রমণ থেকে শারীরিক এবং স্নায়বিক সমস্যা; এবং শ্বাসকষ্ট এবং জয়েন্টের ব্যথা সহ অন্যান্য সাধারণ স্বাস্থ্য সমস্যা। \n\n\n== নিষেধ ==\n\nআন্তর্জাতিক আইনের অধীনে শিশুদের যৌনবৃত্তি অবৈধ, এবং জাতিসংঘের শিশু অধিকার সংক্রান্ত কনভেনশন, অনুচ্ছেদ ৩৪ এ বলা হয়েছে, \"রাষ্ট্র শিশুদের যৌন শোষণ এবং নির্যাতন থেকে রক্ষা করবে, যার মধ্যে যৌনবৃত্তি এবং পর্নোগ্রাফিতে জড়িত থাকাও রয়েছে।\" কনভেনশনটি প্রথম ১৯৮৯ সালে অনুষ্ঠিত হয়েছিল এবং ১৯৩ টি দেশ দ্বারা অনুমোদিত হয়েছে। ১৯৯০ সালে জাতিসংঘ শিশু বিক্রয়, শিশু যৌনবৃত্তি এবং শিশু পর্নোগ্রাফির উপর একটি বিশেষ প্রতিবেদক নিয়োগ দেয়। অন্তত গত এক দশকে, আন্তর্জাতিক সম্প্রদায় ক্রমবর্ধমানভাবে শিশু পাচার, শিশু যৌনবৃত্তি এবং শিশু পর্নোগ্রাফি দ্বারা সৃষ্ট সমস্যাগুলির সমাধানের গুরুত্ব স্বীকার করেছে; যে ক্রিয়াকলাপগুলি শিশুদের অধিকারকে ক্ষুণ্ণ করে এবং প্রায়শই সংগঠিত অপরাধের সাথে যুক্ত থাকে। যদিও প্রাপ্তবয়স্ক যৌনবৃত্তির বৈধতা বিশ্বের বিভিন্ন অংশের মধ্যে পরিবর্তিত হয়, বেশিরভাগ দেশে নাবালকদের যৌনবৃত্তি অবৈধ, এবং সমস্ত দেশে এর বিরুদ্ধে কিছু ধরনের বিধিনিষেধ রয়েছে।\nপতিতা শিশু বলতে আসলে কোন বয়সের পতিতাদের বোঝায় তা ঘিরে একটি বিতর্ক রয়েছে। আন্তর্জাতিক আইন ১৮ বছরের কম বয়সী যে কোনও ব্যক্তিকে শিশু হিসাবে সংজ্ঞায়িত করে, তবে বেশ কয়েকটি দেশ আইনগতভাবে সম্মতি এবং প্রাপ্তবয়স্কতার কম বয়সকে সাধারণত ১৩ থেকে ১৭ বছর বয়স পর্যন্ত স্বীকৃতি দেয়। সুতরাং, আইন প্রয়োগকারী কর্মকর্তারা কখনও কখনও সম্মতির বয়সের পার্থক্যের কারণে মামলার তদন্ত করতে দ্বিধাবোধ করেন। তবে কিছু দেশের আইন পতিতা কিশোর এবং পতিতা শিশুদের মধ্যে পার্থক্য করে। উদাহরণস্বরূপ, জাপান সরকার এই বিভাগটিকে ১৩ থেকে ১৮ বছরের নাবালকদের উল্লেখ হিসাবে সংজ্ঞায়িত করে। যাইহোক, এটি বর্তমানে ১৮ বছরের কম বয়সী হিসাবে সংজ্ঞায়িত করা হয়।\nঅপরাধীদের জন্য পরিণতি বিভিন্ন দেশে পরিবর্তিত হয়।  গণপ্রজাতন্ত্রী চীনে সব ধরনের যৌনবৃত্তি অবৈধ, কিন্তু সম্মতি নির্বিশেষে ১৪ বছরের কম বয়সী কারো সাথে যৌন যোগাযোগ করা প্রাপ্তবয়স্কদের ধর্ষণের চেয়ে আরও গুরুতর শাস্তি হবে।   মার্কিন যুক্তরাষ্ট্রে, শিশুদের যৌনবৃত্তিতে অংশ নেওয়ার জন্য আইনি শাস্তির মধ্যে রয়েছে পাঁচ থেকে বিশ বছরের কারাদণ্ড।  এফবিআই অপারেশন স্টর্মি নাইটসের খবরে সারা দেশে জনগণের তীব্র প্রতিক্রিয়ার প্রতিক্রিয়ায় শিশুদের যৌনবৃত্তি থেকে মুক্ত করার জন্য কাজ করা একটি নতুন বিভাগ \"ইনোসেন্স লস্ট\" প্রতিষ্ঠা করে, যেখানে ২৩ জন নাবালককে জোরপূর্বক যৌনবৃত্তি থেকে মুক্তি দেওয়া হয়।\n\n\n== ব্যাপকতা ==\n\n\n=== পরিসংখ্যানের সারাংশ ===\nশিশুদের যৌনবৃত্তি প্রতিটি দেশে বিদ্যমান, যদিও সমস্যাটি সবচেয়ে মারাত্মক দক্ষিণ আমেরিকা এবং এশিয়ায় ।  উত্তর আমেরিকা, আফ্রিকা এবং ইউরোপ সহ বিশ্বের অন্যান্য অংশে যৌনবৃত্তির সংখ্যা বাড়ছে।  সঠিক পরিসংখ্যান পাওয়া কঠিন,  কিন্তু অনুমান করা হয় যে বিশ্বব্যাপী প্রায় ১০ মিলিয়ন শিশু যৌনবৃত্তির সাথে জড়িত।\n\nদ্রষ্টব্য: এটি উদাহরণগুলির একটি তালিকা; এটি এমন সব দেশকে কভার করে না যেখানে শিশু যৌনবৃত্তি বিদ্যমান।\n\n\n=== আফ্রিকা ===\nদক্ষিণ আফ্রিকায় যৌন পাচার ব্যাপকভাবে ঘটে। নারীরা সাধারণত যৌন উদ্দেশ্যে শোষিত হয় যখন পুরুষরা সব ধরনের শ্রমের জন্য ব্যবহৃত হয়। নারী এবং অল্পবয়সী মেয়েদের শোষণ করা হয় এবং যৌন পাচারে ব্যবহার করা হয় প্রায়শই দক্ষিণ আফ্রিকায় স্থানান্তরিত এবং বিক্রি করা হয়। বিরল সময়ে নারীদের ইউরোপে পাচার করা যেতে পারে।\n\n\n==== তানজানিয়া ====\nতানজানিয়ায় সাক্ষাৎকার নেওয়া যৌনবৃত্তিতে প্রায় ৮৪% মেয়ে পুলিশ কর্মকর্তা এবং সুঙ্গু (স্থানীয় কমিউনিটি গার্ড) দ্বারা আহত, ধর্ষিত বা নির্যাতনের শিকার হয়েছে বলে জানিয়েছে। কমপক্ষে ৬০% বসবাসের জন্য কোন স্থায়ী জায়গা ছিল না। এই মেয়েদের মধ্যে কিছু শিশু গৃহকর্মী হিসাবে শুরু হয়েছিল।\n\n\n=== আমেরিকা ===\n\n\n==== আর্জেন্টিনা ====\n১৯৯৯ সালের মধ্যে জানা যায় যে আর্জেন্টিনায় শিশুদের যৌনবৃত্তি উদ্বেগজনক হারে বাড়ছে এবং গড় বয়স কমছে। কোয়ালিশন এগেইনস্ট ট্র্যাফিকিং ইন উইমেন (ক্যাটডব্লিউ) ফ্যাক্ট বুক বলছে যে আর্জেন্টিনা ইউরোপ এবং মার্কিন যুক্তরাষ্ট্রের পেডোফিল যৌন পর্যটকদের অন্যতম অনুকূল গন্তব্য।  আর্জেন্টিনার ফৌজদারি কোড আঠারো বছর বা তার কম বয়সী নাবালকদের যৌনবৃত্তিকে অপরাধ হিসেবে গণ্য করে। কিন্তু এটি কেবল তাদের উপর নিষেধাজ্ঞা আরোপ করে যারা যৌনবৃত্তিকে \"প্রচার বা সুবিধা\" দেয়, নাবালককে শোষণ কারী মক্কেল নয়।\n\n\n==== ব্রাজিল ====\nব্রাজিলে, ইউনিসেফ অনুমান করে যে শিশু যৌনবৃত্তি শিল্পে ২৫০,০০০ শিশু কাজ করছে, বিবিসি (২০১০) অনুসারে। \n\n\n==== এল সালভাদর ====\nএল সালভাদরে, ১৪ থেকে ১৭ বছর বয়সের মধ্যে যৌন শোষণের এক তৃতীয়াংশ ছেলে। সাক্ষাৎকার নেওয়া সমস্ত শিশুদের মধ্যে যৌনবৃত্তিতে প্রবেশের মধ্যবর্তী বয়স ছিল ১৩ বছর। তারা প্রতি সপ্তাহে গড়ে পাঁচ দিন কাজ করেছিল, যদিও প্রায় ১০% রিপোর্ট করেছে যে তারা সপ্তাহে সাত দিন কাজ করেছে।\n\n\n==== মেক্সিকো ====\n২০০৫ সালে, একজন মেক্সিকান সাংবাদিক লিডিয়া ক্যাচো দ্য ডেমন্স অব ইডেন বইয়ে বেশ কয়েকটি মেক্সিকান রাজনীতিবিদ এবং ব্যবসায়ীকে শিশু যৌন দাসত্ব এবং যৌনবৃত্তির বলয়ে বড় ভূমিকা রাখার জন্য প্রকাশ করেছিলেন। \n\n\n==== যুক্তরাষ্ট্র ====\n \n২০০১ সালে, ইউনিভার্সিটি অফ পেনসিলভানিয়া স্কুল অফ সোশ্যাল ওয়ার্ক মার্কিন যুক্তরাষ্ট্র জুড়ে ১৭টি শহরে পরিচালিত সিএসইসির উপর একটি গবেষণা প্রকাশ করে। যদিও তারা তদন্তের কোন কিশোর বিষয়ের সাক্ষাৎকার নেয়নি, তারা গৌণ প্রতিক্রিয়ার মাধ্যমে অনুমান করেছে যে প্রায় ৩,০০,০০০ আমেরিকান যুবক যে কোন সময় বাণিজ্যিক যৌন শোষণের ঝুঁকিতে থাকতে পারে। যাইহোক, যৌনবৃত্তির সাথে জড়িত শিশুদের প্রকৃত সংখ্যা অনেক কম হওয়ার সম্ভাবনা রয়েছে: ১০ বছরেরও বেশি সময় ধরে বছরে মাত্র ৮২৭ টি মামলা পুলিশ বিভাগে রিপোর্ট করা হয়েছিল। নিউ ইয়র্ক সিটির সেন্টার ফর কোর্ট ইনোভেশন ২০০৮ সালে উত্তরদাতা চালিত স্যাম্পলিং (আরডিএস), সামাজিক নেটওয়ার্ক বিশ্লেষণ, ক্যাপচার/রিক্যাপচার এবং মারকভ ভিত্তিক সম্ভাবনার অনুমান ব্যবহার করে নিউ ইয়র্ক সিটির জন্য একটি ব্যাপকতা অনুমান তৈরি করেছিল যা ৩০০,০০০ এর চেয়ে অনেক কম বাণিজ্যিকভাবে যৌন শোষিত শিশুদের পরামর্শ দিয়েছিল এবং এই দুটি সর্বাধিক পঠিত উৎস দ্বারা প্রস্তাবিত ৮২৭ টির চেয়ে অনেক বেশি।  যাইহোক, যৌনবৃত্তিতে জড়িত শিশুদের প্রকৃত সংখ্যা অনেক কম হতে পারে: ১০ বছরেরও বেশি সময় ধরে পুলিশ বিভাগে বছরে মাত্র ৮২৭ টি মামলা হয়েছে।  নিউইয়র্ক সিটির সেন্টার ফর কোর্ট ইনোভেশন (RDS), সোশ্যাল নেটওয়ার্ক অ্যানালাইসিস, ক্যাপচার/রিক্যাপচার, এবং মার্কভ ভিত্তিক সম্ভাব্যতা অনুমান ব্যবহার করে ২০০ ২০০৮ সালে নিউইয়র্ক সিটির জন্য একটি ব্যাপকতা অনুমান তৈরি করেছিল যা বাণিজ্যিকভাবে যৌন শোষিত শিশুদের কম প্রস্তাব করেছিল। ৩০০,০০০ এর চেয়ে এবং ৮২৭ এর চেয়ে অনেক বেশি এই দুটি সর্বাধিক পঠিত উত্স দ্বারা প্রস্তাবিত। \nবিশেষ করে দুর্বলরা গৃহহীন এবং পলাতক। ন্যাশনাল পলাতক সুইচবোর্ড ২০০৯ সালে বলেছিল যে আমেরিকায় পলাতক যুবকদের এক-তৃতীয়াংশ রাস্তায় ৪৮ ঘন্টার মধ্যে যৌনবৃত্তিতে প্রলুব্ধ করা হবে। মার্কিন যুক্তরাষ্ট্রে কিশোর যৌনবৃত্তির এই দৃষ্টিভঙ্গি প্রাথমিকভাবে দালাল-শোষক এবং অন্যান্য \"যৌন পাচারকারীদের\" দ্বারা চালিত, এসএনআরজি-এনওয়াইসি তাদের ২০০৮ সালের নিউ ইয়র্ক সিটি গবেষণায় চ্যালেঞ্জ করেছিল যা ৩০০ টিরও বেশি কম বয়সী পতিতাদের সাক্ষাৎকার নিয়ে ছিল এবং দেখেছে যে মাত্র ১০% দালাল থাকার কথা জানিয়েছে। নিউ জার্সির আটলান্টিক সিটিতে করা ২০১২ সালের একটি গবেষণায় একই গ্রুপের একটি বর্ধিত গুণগত নৃতাত্ত্বিক উপাদান অন্তর্ভুক্ত করা হয়েছে যা বিশেষভাবে রাস্তা ভিত্তিক যৌন বাজারের সাথে জড়িত দালাল এবং কিশোরদের মধ্যে সম্পর্কের দিকে নজর দেয়।  এই গবেষণায় দেখা গেছে যে কিশোর-কিশোরীদের মধ্যে দালাল ছিল তাদের শতকরা হার মাত্র ১৪% এবং এই সম্পর্কগুলি সাধারণত সামাজিক সেবা প্রদানকারী, অলাভজনক এবং বেশিরভাগ সংবাদ মাধ্যমের প্রতিবেদনের চেয়ে অনেক বেশি জটিল, পারস্পরিক এবং সাহচর্যের ছিল। \nনিউ ইয়র্ক স্টেট অফিস অফ চিলড্রেন অ্যান্ড ফ্যামিলি সার্ভিসেস ২০০৭ সালে অনুমান করেছিল যে নিউ ইয়র্ক সিটিতে ১৮ বছরের কম বয়সী ২,০০০ টিরও বেশি যৌন শোষিত শিশু রয়েছে। রাজ্যব্যাপী এই যুবকদের মধ্যে অন্তত ৮৫ শতাংশ শিশু কল্যাণ ব্যবস্থার সাথে কিছুটা যোগাযোগ করেছে, বেশিরভাগই নির্যাতন বা অবহেলার প্রক্রিয়ার মাধ্যমে। নিউ ইয়র্ক সিটিতে, ৭৫ শতাংশ পালক যত্নে রয়েছে। মিসি ফারুকি, যিনি নিউ ইয়র্কের সংশোধনাগারের জন্য কিশোর ন্যায়বিচার ের সমস্যার দায়িত্বে আছেন, এই অনুমানের নির্ভরযোগ্যতা নিয়ে প্রশ্ন তুলেছেন। \"আমরা বিশ্বাস করি যে সংখ্যাটি সত্যিই একটি কম গণনা।\" এটি এসএনআরজি-এনওয়াইসির নিউ ইয়র্ক সিটি জনসংখ্যা অনুমান দ্বারা নিশ্চিত করা হয় ২০০৮ সালে যা ছিল ৩,৯৪৬। এসএনআরজি-এনওয়াইসি নিউ ইয়র্ক সিটি গবেষণায় দেখা গেছে যে ২৪৯ জন অপ্রাপ্তবয়স্ক পতিতার (৪৮% মহিলা এবং ৪৫% পুরুষ) মধ্যে যারা চূড়ান্ত পরিসংখ্যানগত নমুনা গঠন করেছে, তাদের মধ্যে বাজারে প্রবেশের গড় বয়স ছিল ১৫.২৯।\n২০১৩ সালে ন্যাশনাল সেন্টার ফর মিসিং অ্যান্ড এক্সপ্লয়েটেড চিলড্রেন (এনসিএমইসি) শিশু যৌন পাচারের ১০,০০০ টিরও বেশি প্রতিবেদন নথিভুক্ত করে। তারা বলে যে এটি কেবল প্রকৃত শিশু যৌন পাচারের একটি \"ক্ষুদ্র শতাংশ\" প্রতিনিধিত্ব করে। তারা বলছে যে Backpage.com মতো ওয়েবসাইটগুলি তাদের ওয়েবসাইটে শিশু যৌন পাচারের বিষয়বস্তু ছড়িয়ে দিতে উৎসাহিত করে। গড়ে, Backpage.com মাসে এনসিএমইসি ৩০০ টি বিজ্ঞাপন পাঠায় যা বিশ্বাস করে যে শিশুদের সাথে জড়িত, যাকে এনসিএমইসি অপর্যাপ্ত বলে অভিহিত করে। \n\n\n=== এশিয়া প্যাসিফিক ===\n \nঅতীতের জরিপগুলি ইঙ্গিত দেয় যে দক্ষিণ-পূর্ব এশিয়ার মেকং উপ-অঞ্চলের ৩০ থেকে ৩৫ শতাংশ পতিতাদের বয়স ১২ থেকে ১৭ বছরের মধ্যে। \n\n\n==== বাংলাদেশ ====\nবাংলাদেশে বাংলাদেশে, শিশু পতিতারা ওরেডেক্সন নামক ওষুধটি গ্রহণ করে বলে জানা যায়। এটি একটি ওভার দ্য কাউন্টার স্টেরয়েড। সাধারণত কৃষকরা গবাদি পশুমোটা করার জন্য এটি ব্যবহার করে। এর ফল্র শিশু পতিতাদের বড় এবং বয়স্ক দেখায়। দাতব্য সংস্থাগুলো বলছে যে দেশটির বৈধ পতিতালয়ে ৯০% পতিতা এই মাদক দ্রব্য ব্যবহার করে। সামাজিক কর্মীদের মতে, স্টেরয়েড ডায়াবেটিস, উচ্চ রক্তচাপ এবং অত্যন্ত আসক্তি সৃষ্টি করতে পারে। \n\n\n==== ভারত ====\n১৯৯৮ সালে, অনুমান করা হয়েছিল যে ৬০% পতিতারা অপ্রাপ্ত বয়স্ক।  রয়টার্স অনুমান করে যে প্রতি বছর হাজার হাজার ভারতীয় শিশু যৌনবৃত্তিতে পাচার হয়।  ২০০৯ সালে, সেন্ট্রাল ব্যুরো অব ইনভেস্টিগেশন অনুমান করেছিল যে ১ মিলিয়নেরও বেশি ভারতীয় শিশু যৌনবৃত্তিতে নিযুক্ত ছিল। \n\n\n==== নেপাল ====\nপ্রতি বছর আনুমানিক ১২,০০০ - ১৫,০০০ নেপালি শিশুকে যৌন বাণিজ্যিক শোষণের জন্য প্রধানত ভারত এবং অন্যান্য দেশে পতিতালয়ে পাচার করা হয়।\n\n\n==== ফিলিপাইন ====\nইউনিসেফ অনুমান করে যে ফিলিপাইনে ৬০,০০০ শিশু পতিতা রয়েছে এবং কুখ্যাত অ্যাঞ্জেলেস সিটির ২০০ টি পতিতালয়ের মধ্যে অনেকগুলি যৌনতার জন্য শিশুদের সরবরাহ করে।\n\n\n==== শ্রীলংকা ====\nশ্রীলঙ্কায় শিশুরা প্রায়শই বন্ধু বান্ধব ও আত্মীয়দের মাধ্যমে যৌন শোষণকারীদের শিকার হয়। এখানে যৌনবৃত্তিতে ছেলেদের ব্যাপকতা বিদেশী পর্যটনের সাথে দৃঢ়ভাবে সম্পর্কিত।\n\n\n==== থাইল্যান্ড ====\nথাইল্যান্ডের হেলথ সিস্টেম রিসার্চ ইন্সটিটিউট রিপোর্ট করেছে যে যৌনবৃত্তিতে থাকা শিশুরা থাইল্যান্ডে ৪০% পতিতা।\n\n\n==== ভিয়েতনাম ====\nভিয়েতনামে পারিবারিক দারিদ্র্য, কম পারিবারিক শিক্ষা এবং পারিবারিক অক্ষমতা সিএসইসির প্রাথমিক কারণ হিসাবে পাওয়া গেছে। সাক্ষাৎকার নেওয়া শিশুদের মধ্যে ষোল শতাংশ নিরক্ষর, ৩৮% কেবল প্রাথমিক স্তরের স্কুলিং ছিল। ৬৬ শতাংশ বলেছেন যে টিউশন এবং স্কুলের ফি তাদের পরিবারের সাধ্যের বাইরে।\n\n\n=== ইউরোপ ===\nচেক প্রজাতন্ত্রে শিশু যৌনবৃত্তি একটি সমস্যা, যেখানে এটি ১৪ বছরের বেশি বয়সী শিশুদের জন্য বৈধ। অনেক শিশু পতিতা রোমার সংখ্যালঘুদের অন্তর্ভুক্ত। \n\n\n== জনসংখ্যাতাত্ত্বিক ==\nযারা অপ্রাপ্তবয়স্কদের কাছ থেকে যৌনতা কিনে থাকে তারা প্রায়শই পুরুষ যারা \"শিশুদের সাথে তাদের যৌন সম্পর্কে যুক্তিযুক্ত\" করার চেষ্টা করে। \nযদিও বেশিরভাগ শিশু পতিতারা মেয়ে, অ্যাডভোকেটরা বলছেন যে ছেলেরাও শোষিত, এবং এটি প্রায়শই উপেক্ষা করা হয় এবং আরো জোরালোভাবে কলঙ্কিত হয়। ইসিপিএটি-ইউএসএ এর একটি গবেষণায় দেখা গেছে যে সমকামী, উভকামী এবং প্রশ্ন করা ছেলেদের সাধারণ জনসংখ্যার তুলনায় বেশি শতাংশে প্রতিনিধিত্ব করা হলেও, যৌনবৃত্তিতে বেশিরভাগ ছেলে সাধারণত সমকামী কাজ করা সত্ত্বেও যৌন অভিমুখিতার ক্ষেত্রে বিষমকামী ছিল।\n\n\n== দৃষ্টিভঙ্গি ==\n\n\n=== জনমত ===\nনৃবিজ্ঞানী হিদার মন্টগোমেরি লিখেছেন যে সমাজে শিশুদের যৌনবৃত্তি সম্পর্কে অনেকটা নেতিবাচক ধারণা রয়েছে, কারণ শিশুদের প্রায়শই তাদের বাবা -মা এবং পরিবার দ্বারা পরিত্যক্ত বা বিক্রি করা হয়।  ইন্টারন্যাশনাল লেবার অর্গানাইজেশন শিশুদের যৌনবৃত্তিকে \"শিশুশ্রমের সবচেয়ে খারাপ রূপ\" এর তালিকায় অন্তর্ভুক্ত করেছে।  ১৯৯৬ সালের ওয়ার্ল্ড কংগ্রেসে শিশুদের বাণিজ্যিক যৌন শোষণের বিরুদ্ধে এটিকে \"মানবতার বিরুদ্ধে অপরাধ \", \"নির্যাতন\" এবং \"দাসত্ব\" বলা হয়েছিল।  ভার্জিনিয়া কেন্ডাল, একজন জেলা জজ এবং শিশু শোষণ ও মানব পাচার বিষয়ে বিশেষজ্ঞ এবং টি। মার্কাস ফাঙ্ক, একজন অ্যাটর্নি এবং আইন প্রফেসর, লিখেছেন যে বিষয়টি একটি আবেগপ্রবণ এবং এর প্রতিরোধ সম্পর্কে বিভিন্ন দৃষ্টিভঙ্গি রয়েছে:\n\"শিশু শোষণকে প্রস্ক্রিব এবং শাস্তি দেওয়ার বিষয়টি তীব্র আবেগকে ট্রিগার করে। যদিও সাধারণ ঐকমত্য রয়েছে যে শিশু যৌন শোষণ, ইন্টারনেটের মাধ্যমে হোক, জোর পূর্বক যৌনবৃত্তি, যৌনতার জন্য শিশুদের আন্তর্জাতিক বা গার্হস্থ্য পাচার, অথবা উত্ত্যক্তকরার জন্য, বাড়ছে, মার্কিন যুক্তরাষ্ট্র এবং অন্যত্র পর্যবেক্ষকরা এই প্রশ্নগুলিতে খুব কম সাধারণ ভিত্তি খুঁজে পান যে এই ধরনের আচরণ কতটা গুরুতর, বা যদি কিছু হয়, তবে এটি সমাধানের জন্য কী করা উচিত।\"\nঅনুসন্ধানী সাংবাদিক জুলিয়ান শের বলেছেন যে ১৯৯০ সালের দশকে শিশুদের যৌনবৃত্তি সম্পর্কে ব্যাপক ধারাবাহিকতা অব্যাহত ছিল। তখন প্রথম সংগঠিত বিরোধিতা দেখা দেয় এবং পুলিশ কর্মকর্তারা সাধারণ ভুল ধারণা দূর করার জন্য কাজ শুরু করে।  ক্রিমিনোলজিস্ট রজার ম্যাথিউস লিখেছেন যে পেডোফিলিয়া এবং শিশু যৌন নির্যাতনের বিষয়ে উদ্বেগ, সেইসাথে যুবকদের ধারণার পরিবর্তন, জনসাধারণকে শিশুদের যৌনবৃত্তি এবং প্রাপ্তবয়স্ক যৌনবৃত্তির মধ্যে একটি তীব্র পার্থক্য দেখতে দেয়। যদিও পরেরটি সাধারণত ভ্রান্ত হয়, প্রথমটিকে অসহনীয় হিসাবে দেখা হয়।  উপরন্তু, তিনি বলেন, শিশুদের ক্রমবর্ধমানভাবে \"নিরীহ\" এবং \"বিশুদ্ধ\" এবং তাদের যৌনবৃত্তিকে দাসত্বের জন্য সর্বাধিক গুরুত্বপূর্ণ হিসাবে দেখা হচ্ছে।  মনোভাব পরিবর্তনের মধ্য দিয়ে, জনসাধারণ যৌন অপরাধের সাথে জড়িত অপ্রাপ্তবয়স্কদেরকে কোনো অপরাধী হিসেবে নয় বরং শাস্তির পরিবর্তে পুনর্বাসনের প্রয়োজন বলে দেখতে শুরু করে। \n\n\n=== বিরোধিতা ===\nযদিও ১৮০০-এর দশকে শিশুদের যৌনবৃত্তির বিরুদ্ধে প্রচারণার সূত্রপাত হয়, কিন্তু ১৯৯০-এর দশকে মার্কিন যুক্তরাষ্ট্রে এই প্রথার বিরুদ্ধে প্রথম গণবিক্ষোভ সংঘটিত হয়, যার নেতৃত্বে ছিল মূলত ইসিপিএটি (এশিয়ান পর্যটনে শিশু যৌনবৃত্তি সমাপ্তি) নামক সংগঠন। ইতিহাসবিদ জুনিয়াস পি রদ্রিগেজ এই দলটিকে \"শিশু যৌনবৃত্তির বিরুদ্ধে প্রচারণা দলের মধ্যে সবচেয়ে তাৎপর্যপূর্ণ\" হিসেবে বর্ণনা করেছেন। থাইল্যান্ডের ব্যাংককে যৌন পর্যটনের প্রথার প্রতিবাদে নারী অধিকার গোষ্ঠী এবং পর্যটন বিরোধী দলগুলো যোগ দেয়। যৌন পর্যটনের বিরোধিতা কে উৎসাহিত করেছে যৌনবৃত্তিতে এক থাই তরুণের ছবি, যা টাইমে প্রকাশিত হয়েছে এবং যুক্তরাজ্যে একটি অভিধান প্রকাশের মাধ্যমে ব্যাংকককে \"এমন একটি জায়গা যেখানে প্রচুর পতিতা রয়েছে\" হিসেবে বর্ণনা করা হয়েছে। সাংস্কৃতিক নৃতত্ত্ববিদ সুসান ডেউই এবং প্যাটি কেলি লিখেছেন যে যদিও তারা যৌন পর্যটনকে বাধা দিতে অক্ষম ছিল এবং শিশুদের যৌনবৃত্তির হার বাড়তে থাকে, দলগুলো \"জাতীয় এবং আন্তর্জাতিকভাবে জনমতকে উৎসাহিত করে\" এবং প্রথমবারের মতো মিডিয়াকে বিষয়টি ব্যাপকভাবে কভার করতে সফল হয়। ইসিপিএটি পরে বিশ্বব্যাপী শিশু যৌনবৃত্তির প্রতিবাদে তার ফোকাস প্রসারিত করে।\n১৯৯০-এর দশকের শেষ ের দিকে এবং ২০-এর দশকের শুরুতে পতিতাশিশুদের জন্য বেশ কয়েকটি আশ্রয়কেন্দ্র এবং পুনর্বাসন কর্মসূচি তৈরি করা হয় এবং পুলিশ সক্রিয়ভাবে বিষয়টি তদন্ত করতে শুরু করে। ন্যাশনাল হিউম্যান ট্র্যাফিকিং রিসোর্স সেন্টার (এনএইচটিআরসি) পরে পোলারিস প্রকল্প দ্বারা একটি জাতীয়, টোল-ফ্রি হটলাইন হিসাবে প্রতিষ্ঠিত হয়, যা মার্কিন যুক্তরাষ্ট্রের যে কোনও জায়গা থেকে কলের উত্তর দেওয়ার জন্য উপলব্ধ, দিনে ২৪ ঘন্টা, সপ্তাহে সাত দিন, বছরের প্রতিদিন। হটলাইনটি কলারদের টিপস রিপোর্ট করতে এবং মানব পাচারের তথ্য পাওয়ার অনুমতি দেওয়ার জন্য ডিজাইন করা হয়েছিল।\nশিশুদের যৌনবৃত্তি এবং যৌন দাসত্বের বিরোধিতা ইউরোপ এবং অন্যত্র ছড়িয়ে পড়ে এবং সংগঠনগুলো যৌনবৃত্তির শিশুদেরকে অপরাধীদের পরিবর্তে ভিকটিম হিসেবে স্বীকৃতি দেওয়ার জন্য চাপ দেয়।  পরবর্তী বছরগুলোতে এই সমস্যাটি বিশিষ্ট ছিল এবং বিভিন্ন প্রচারণা ও সংগঠন ২০০০ এবং ২০১০ এর দশকে অব্যাহত ছিল। \n\n\n== ইতিহাস ==\n\nশিশুদের যৌনবৃত্তি প্রাচীনকালের। প্রাচীন গ্রীস এবং রোমে পতিতালয়ে সাধারণত বয়ঃসন্ধি পূর্ববর্তী সময়ের ছেলেরা যৌনবৃত্তি করত।   রোনাল্ড ফ্লাওয়ার্সের মতে, \"সবচেয়ে সুন্দর এবং সর্বোচ্চ বংশোদ্ভূত মিশরীয় কুমারীদের যৌনবৃত্তিতে বাধ্য করা হয়েছিল... আর তারা তাদের প্রথম ঋতুস্রাব পর্যন্ত পতিতা হিসেবে কাজ করে চলেছে।\" চীনা এবং ভারতীয় শিশুদের সাধারণত তাদের পিতামাতা যৌনবৃত্তিতে বিক্রি করে দেয়। ভারতে পিতামাতারা কখনও কখনও তাদের মহিলা সন্তানদের হিন্দু মন্দিরে উৎসর্গ করেন, যেখানে তারা \"দেবদাসী\" হয়ে ওঠে। ঐতিহ্যগতভাবে সমাজে একটি উচ্চ মর্যাদা, দেবদাসীদের মূলত হিন্দু দেবতার মন্দিরগুলি রক্ষণাবেক্ষণ এবং পরিষ্কার করার দায়িত্ব দেওয়া হয়েছিল যেখানে তাদের নিয়োগ করা হয়েছিল (সাধারণত দেবী রেণুকা) এবং সঙ্গীত এবং নাচের মতো শেখার দক্ষতা। যাইহোক, সিস্টেম বিবর্তিত হওয়ার সাথে সাথে, তাদের ভূমিকা একটি মন্দিরের পতিতার ভূমিকা হয়ে ওঠে, এবং মেয়েরা, যারা বয়ঃসন্ধির আগে \"উৎসর্গীকৃত\" ছিল, তাদের উচ্চশ্রেণীর পুরুষদের কাছে নিজেদের পতিতা করার নিয়ম ছিল।    তারপর থেকে এই প্রথাটি অবৈধ ঘোষণা করা হয়েছে তবে এখনও বিদ্যমান।\nইউরোপে, ১৮০০ এর দশকের শেষ পর্যন্ত শিশু যৌনবৃত্তি ফুলেফেঁপে ওঠেছিল;  প্যারিসে যৌনবৃত্তিতে জড়িত ব্যক্তিদের মধ্যে ৫০% নাবালক।  ১৯ শতকের ইংল্যান্ডে একটি কেলেঙ্কারির কারণে সেখানকার সরকার সম্মতির বয়স বাড়িয়ে দেয়।  জুলাই ১৫৫ সালে, দ্য পল মল গেজেটের সম্পাদক উইলিয়াম টমাস স্টেড, \" দ্য মেডেন ট্রিবিউট অফ মডার্ন ব্যাবিলন \" প্রকাশ করেন, চারটি প্রবন্ধ একটি বিস্তৃত ভূগর্ভস্থ যৌন পাচারের আংটি বর্ণনা করে যেগুলি শিশুদের বড়দের কাছে বিক্রি করে। স্টেডের রিপোর্ট ১৩ বছর বয়সী মেয়ে এলিজা আর্মস্ট্রংকে কেন্দ্র করে , যাকে ৫ পাউন্ডে বিক্রি করা হয়েছিল (২০১২ সালে প্রায় ৫০০ ডলারের সমতুল্য), তারপর তার কুমারীত্ব যাচাই করার জন্য একজন ধাত্রীর কাছে নিয়ে যাওয়া হয়েছিল। প্রকাশের এক সপ্তাহের মধ্যে সম্মতির বয়স ১৩ থেকে ১৬ করা হয়েছিল।  এই সময়কালে, শ্বেত দাসত্ব শব্দটি ইউরোপ এবং মার্কিন যুক্তরাষ্ট্র জুড়ে ব্যবহৃত হয় পতিতাবৃত্ত শিশুদের বর্ণনা করার জন্য।  \n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBagley, Christopher; King, Kathleen (২০০৪)। Child Sexual Abuse: The Search for Healing। Routledge। আইএসবিএন 978-0203392591। \nBrown, Louise (২০০১)। Sex Slaves: The Trafficking of Women in Asia। Virago Press। আইএসবিএন 978-1860499036। \nChan, Jennifer (২০০৪)। Gender and Human Rights Politics in Japan: Global Norms and Domestic Networks। Stanford University Press। আইএসবিএন 978-0804750226। \nClark, Robin; Freeman Clark, Judith (২০০৭)। The Encyclopedia of Child Abuse। Infobase Publishing। আইএসবিএন 978-0788146060। \nCossins, Anne (২০০০)। Masculinities, Sexualities and Child Sexual Abuse। Martinus Nijhoff Publishers। আইএসবিএন 978-9041113559। \nCowan, Jane K.; Wilson, Richard J. (২০০১)। Culture and Rights: Anthropological Perspectives। Cambridge University Press। আইএসবিএন 978-0521797351। \nDe Chesnay, Mary (২০১৩)। Sex Trafficking: A Clinical Guide for Nurses। Springer Publishing Company। আইএসবিএন 978-0826171160। \nDewey, Susan; Kelly, Patty (২০১১)। Policing Pleasure: Sex Work, Policy, and the State in Global Perspective। Cambridge University Press। আইএসবিএন 978-0521797351। \nFine, Gary Alan; Ellis, Bill (২০১১)। The Global Grapevine: Why Rumors of Terrorism, Immigration, and Trade Matter। NYU Press। আইএসবিএন 978-0814785119। \nFlowers, Ronald (১৯৯৮)। The Prostitution of Women and Girls। McFarland। আইএসবিএন 978-0786404902। \nFlowers, Ronald (১৯৯৪)। The Victimization and Exploitation of Women and Children: A Study of Physical, Mental and Sexual Maltreatment in the United States। McFarland। আইএসবিএন 978-0899509785। \nInstitute of Social Sciences (New Delhi, India); National Human Rights Commission (২০০৫)। Trafficking in Women and Children in India। Orient Blackswan। আইএসবিএন 978-8125028451। \nJaffe, Maureen; Rosen, Sonia (১৯৯৭)। Forced Labor: The Prostitution of Children: Symposium Proceedings। Diane Publishing। আইএসবিএন 978-0788146060। \nJensen, Derrick (২০০৪)। The Culture of Make Believe। Chelsea Green Publishing। আইএসবিএন 978-1603581837। \nKendall, Virginia M.; Funk, Markus T. (২০১২)। Child Exploitation and Trafficking: Examining the Global Challenges and U.S Responses। Rowman & Littlefield। আইএসবিএন 978-1442209800। \nLim, Lin Lean (১৯৯৮)। The Sex Sector: The Economic and Social Bases of Prostitution in Southeast Asia। International Labour Organization। আইএসবিএন 978-9221095224। \nMadsen, Richard; Strong, Tracy B. (২০০৯)। The Many and the One: Religious and Secular Perspectives on Ethical Pluralism in the Modern World। Princeton University Press। আইএসবিএন 978-1400825592। \nMatthews, Roger (২০০৮)। Prostitution, Politics & Policy। Routledge। আইএসবিএন 978-0203930878। \nNarayan, O.P. (২০০৫)। Harnessing Child Development: Children and the culture of human। Gyan Publishing House। আইএসবিএন 978-8182053007। \nO'Connor, Vivienne M.; Rausch, Colette (২০০৭)। Model Codes for Post-conflict Criminal Justice: Model criminal code। US Institute of Peace Press। আইএসবিএন 978-1601270122। \nPanter-Brick, Catherine; Smith, Malcolm T. (২০০০)। Abandoned Children। Cambridge University Press। আইএসবিএন 978-0521775557। \nPenn, Michael L. (২০০৩)। Overcoming Violence Against Women and Girls: The International Campaign to Eradicate a Worldwide Problem। Rowman & Littlefield। আইএসবিএন 978-0742525009। \nRegehr, Cheryl; Roberts, Albert R. (২০১২)। Victimology: Theories and Applications। Jones & Bartlett Publishers। আইএসবিএন 978-1449665333। \nRodriguez, Junius P. (২০১১)। Slavery in the Modern World: A History of Political, Social, and Economic Oppression। ABC-CLIO। আইএসবিএন 978-1851097883। \nSher, Julian (২০১১)। Somebody's Daughter: The Hidden Story of America's Prostituted Children and the Battle to Save Them। Chicago Review Press। আইএসবিএন 978-1569768334। \nWhetsell-Mitchell, Juliann (১৯৯৫)। Rape of the Innocent: Understanding and Preventing Child Sexual Abuse। Taylor and Francis। আইএসবিএন 978-1560323945।"}