{"pageid": 1094118, "title": "হারকিন-এঙ্গেল প্রটোকল", "url": "https://bn.wikipedia.org/wiki?curid=1094118", "content": "হারকিন-এঙ্গেল প্রটোকল,[ক] কখনও কখনও কোকো প্রটোকল নামেও পরিচিত। এটি একটি আন্তর্জাতিক চুক্তি যার লক্ষ্য হচ্ছে শিশুশ্রমের সবচেয়ে খারাপ অবস্থা (আন্তর্জাতিক শ্রম সংস্থার কনভেনশন ১৮২ অনুসারে) এবং কোকো উৎপাদনে জোরপূর্বক শ্রমে বাধ্য করা (আইএলও কনভেনশন ২৯ অনুযায়ী) যা চকোলেটের প্রধান উপাদান। এই প্রোটোকলটি মার্কিন সিনেটর টম হারকিন ও মার্কিন প্রতিনিধি এলিয়ট এঙ্গেল ২০০০ ও ২০০১ সালে একটি কুমেন্টারি এবং একাধিক নিবন্ধের প্রতিক্রিয়ায় কোকো উৎপাদনে ব্যাপক শিশু দাসত্ব ও শিশু পাচারের প্রতিবেদন নিয়ে আলোচনা করেছিল। প্রটোকলটি সেপ্টেম্বর ২০০১ এ স্বাক্ষরিত হয়েছিল। ২০০১, ২০০৫ ও ২০০৮ সালের যৌথ বিবৃতি এবং ২০১০ সালে একটি যৌথ ঘোষণাপত্র সমস্যা সমাধানের প্রতিশ্রুতি বাড়িয়েছে। প্রটোকল অনুযায়ী আইভরি কোস্ট ও ঘানায় শিল্পে ৭০% শিশুশ্রম কমানোর অঙ্গীকার ছিল, যা ২০১৫ সালের শেষের দিকেও পূরণ হয়নি। এ সময়সীমা ২০২০ সাল পর্যন্ত আবার বাড়ানো হয়।\n\n\n== পটভূমি ==\n\nগত ২০০০ সালে বিবিসি পশ্চিম আফ্রিকায়  চকলেট উৎপাদনের জন্য কোকো উৎপাদনে শিশুদের দাসত্ব করা নিয়ে একটি ডকুমেন্টারীর রিপোর্ট করে। অন্যান্য গণমাধ্যমগুলো কোকো উৎপাদনে ব্যাপকভাবে শিশু দাসত্ব ও শিশু পাচারের বিষয়ে প্রতিবেদন করে। তারা কোকো শিল্পের বিরুদ্ধে শিশু দাসত্ব ও শিশু পাচারের মাধ্যমে অর্থ উপার্জনের বিষয়ে অভিযোগ করেছিল। ইউরোপীয় কোকো এসোসিয়েশন \"মিথ্যা ও বাড়াবাড়ি\" হিসাবে এই অভিযোগ খারিজ করে এবং কোম্পানীটি বলেন, রিপোর্টে সব এলাকার প্রতিনিধি ছিল না। পরে কোম্পানীটি স্বীকার করে যে, শিশুদের কাজের শর্ত অসন্তোষজনক ছিল ও শিশুদের অধিকার কখনও কখনও লঙ্ঘন করা হতো এবং স্বীকার করে যে দাবিগুলি উপেক্ষা করা যাবে না। ২০০১ সালে মার্কিন প্রতিনিধি এলিয়ট এঙ্গেল একটি কৃষি বিলে আইনগত সংশোধনী এনেছিলেন। এই সংশোধনটিতে বলা হয় ইউএস ফুড অ্যান্ড ড্রাগ অ্যাডমিনিস্ট্রেশন (এফডিএ)-কে ২৫০,০০০ ডলার দিয়ে একটি লেবেল তৈরি করতে হবে, যাতে বোঝা যায় যে কোকো উৎপাদন বা ফসল কাটার ক্ষেত্রে কোন শিশুকে দাসশ্রমে ব্যবহার করা হয়নি। এই লেবেলটি টুনার জন্য ব্যবহৃত \"ডলফিন সেফ\" লেবেলের অনুরূপ হবে। হাউস অব রিপ্রেজেনটেটিভসে ২৯১-১১৫ ভোটে সংশোধনীটি অনুমোদিত হয়েছিল।[খ] বিলটি সিনেটে অনুরূপ সমর্থন পেয়েছে। আন্তর্জাতিক কোকো শিল্প এর তীব্র বিরোধিতা করে এবং চকলেট ম্যানুফ্যাকচারার্স অ্যাসোসিয়েশন প্রাক্তন সিনেটর জর্জ মিচেল এবং বব ডোলকে এর বিরুদ্ধে তদবির করার জন্য নিয়োগ করে। তারা বলে, বিল পাস হলে কোকো শিল্প সম্ভাব্য ভোক্তা বয়কট ও ক্ষতিকর আইনের সম্মুখীন হবে। মিচেল ও ডোল শিল্পকে একটি চুক্তি করার জন্য উৎসাহিত করেছিলেন, এবং ভোটের আগে কোকো শিল্প আইন ছাড়াই বিলটি সিনেটে সমস্যার সমাধান করতে সম্মত হয়েছিল। সিনেটর টম হারকিন এবং এঙ্গেল “হারকিন-এঙ্গেল প্রটোকল” তৈরির জন্য কোকো শিল্পের সাথে একটি চুক্তি করেছিলেন।[ক] পশ্চিম আফ্রিকার কোকো খামারে \"শিশুশ্রমের সবচেয়ে খারাপ দিক\" এবং প্রাপ্তবয়স্কদের জোরপূর্বক শ্রম দূর করার লক্ষ্যে সেপ্টেম্বর ২০০১ সালে প্রটোকলটি স্বাক্ষরিত হয়েছিল। আটটি বড় চকলেট কোম্পানির প্রধান, হারকিন, এঙ্গেল, সিনেটর হার্ব কোহল, কোট ডি আইভোরের রাষ্ট্রদূত, শিশুশ্রম দূরীকরণ বিষয়ক আন্তর্জাতিক কর্মসূচির পরিচালক এবং অন্যান্যরা এতে স্বাক্ষর করেছিলেন এবং সাক্ষী ছিলেন।\n\n\n== প্রটোকল ও ২০০১ যৌথ বিবৃতি ==\nহারকিন-এঙ্গেল প্রটোকল হল একটি স্বেচ্ছাসেবী-বেসরকারি চুক্তি যা কোট ডি আইভোর ও ঘানায় কোকো উৎপাদন এবং প্রক্রিয়াকরণে শিশুশ্রমের সবচেয়ে খারাপ দিক(আন্তর্জাতিক শ্রম সংস্থা (আইএলও) এর কনভেনশন ১৮২ অনুসারে সংজ্ঞায়িত)। প্রোটোকলটি একটি স্বেচ্ছাসেবী চুক্তি ছিল, যাতে সরকার, বিশ্বব্যাপী কোকো শিল্প, কোকো উৎপাদক, কোকো শ্রমিক, বেসরকারি সংস্থাগুলির অংশীদারিত্ব ছিল। চুক্তিতে পাবলিক সার্টিফিকেশনের স্বেচ্ছাসেবী মান উন্নয়নসহ নির্দিষ্ট তারিখে কর্মের একটি সিরিজ নির্ধারণ করা হয়েছিল। প্রোটোকল কোকো উৎপাদনে সমস্ত শিশুশ্রম বন্ধ করার জন্য কোম্পানীকে প্রতিশ্রুতি দেয়নি, যা সবচেয়ে খারাপ দিক ছিল। দলগুলি ছয়টি বিষয়ে চুক্তিতে সম্মত হয়, তা হলো-\n১) একটি কর্মপরিকল্পনার প্রয়োজনীয়তা ও শর্তাবলীর সর্বজনীন বিবৃতি প্রদান, যাতে কোকো শিল্পে জোরপূর্বক শিশুশ্রমের সমস্যা স্বীকার করা ও সমস্যাটি সমাধানের জন্য \"গুরুত্বপূর্ণ রিসোর্স\" করা যায়। ২) মাল্টি-সেক্টরাল উপদেষ্টা গোষ্ঠী গঠন; ১ অক্টোবর ২০০১ এর মধ্যে শ্রম চর্চা গবেষণা করার জন্য একটি উপদেষ্টা কমিটি গঠন করা হবে। ১ ডিসেম্বর ২০০১ এর মধ্যে কোম্পানী একটি উপদেষ্টা কমিটি গঠন করবে এবং শিশুশ্রমের সবচেয়ে খারাপ দিকগুলি মোকাবেলায় উপযুক্ত প্রতিকার প্রণয়ন করবে। ৩) আইএলও-তে শিশুশ্রম সংক্রান্ত যৌথ বিবৃতিতে সরাসরি স্বাক্ষর অনুযায়ী ২০০১ সালের ১ ডিসেম্বরের মধ্যে শিশুশ্রমের সবচেয়ে খারাপ প্রকারের অবসান করা ও শ্রম থেকে শিশুদের সরানোর জন্য বিকল্প চিহ্নিত উন্নয়নমূলক কাজ করার প্রয়োজনীয়তা স্বীকার করে একটি বিবৃতি দিতে হবে। ৪) সহযোগিতার স্মারকলিপি অনুযায়ী ১ মে ২০০২ এর মধ্যে শিশুশ্রমের সবচেয়ে খারাপ দিকগুলি দূর করার জন্য গবেষণা প্রয়োগ করা। সেই সাথে তথ্য বিনিময় ও কর্মের একটি যৌথ কর্মসূচি প্রতিষ্ঠা করা। মানসম্মত একটি মনিটর এবং অভিযোগ কেন্দ্র  স্থাপন করা। ৫) একটি যৌথ ভিত্তি প্রতিষ্ঠা করা; ২০০২ সালের ১ জুলাই নাগাদ শিল্প শ্রমের সবচেয়ে খারাপ দিকগুলি দূর করার প্রচেষ্টার তত্ত্বাবধানের জন্য একটি ভিত্তি গঠন করা। যা মাঠ প্রকল্পগুলি সম্পাদন করবে এবং যা সর্বোত্তম অনুশীলনের একটি ক্লিয়ারিংহাউস হবে। এবং ৬) বিশ্বাসযোগ্য মানের দিকে এগিয়ে যাওয়া; ১ জুলাই ২০০৫ এর মধ্যে কোম্পানী মানুষের কাছে নিশ্চিত করবে যে, কোকোয়া শিশুশ্রমের সবচেয়ে খারাপ দিক ছাড়াই মানসম্মতভাবে কোকোয়া উৎপাদন করেছে। ২০০১ এর একটি যৌথ বিবৃতি কোকো উৎপাদনে জোরপূর্বক শ্রম (আইএলও কনভেনশন ২৯ অনুসারে সংজ্ঞায়িত) চিহ্নিত ও নির্মূল করার জন্য প্রোটোকল বাড়িয়েছে। প্রোটোকলটি কোকো শিল্পের জন্য এমন বাধ্যবাধকতা চুক্তি প্রণয়ন করেছে যাতে কোন আইনি প্রভাব ছাড়াই নিজেকে নিয়ন্ত্রণ করা যায়, কিন্তু সময়সীমা পূরণ না হলে এঙ্গেল আইনটি পুনরায় চালু করার হুমকি দিয়েছিলেন। এই চুক্তিটি ছিল প্রথমবারের মতো আমেরিকান শিল্পকে স্ব-নিয়ন্ত্রনে আনার প্রক্রিয়া এবং এতে আন্তর্জাতিক মানবাধিকার সমস্যা সমাধানে প্রথমবারের মতো স্ব-নিয়ন্ত্রণ পদ্ধতি ব্যবহার করা হয়েছিল।\n\n\n== ২০০৫ সালের অগ্রগতি ও যৌথ বিবৃতি ==\n২০০৫ সালের জুলাইয়ের মধ্যে (সময়সীমার তারিখ) কোকো শিল্প শিশুশ্রমের সবচেয়ে খারাপ ধরন দূর করার লক্ষ্যে অগ্রগতি অর্জন করে। বেশিরভাগ প্রয়োজনীয়তা নির্ধারিত সময় দ্বারা অর্জন করা হয়েছিল। প্রোটোকল স্বাক্ষরিত হওয়ার আগে, কোকো শিল্প অনুচ্ছেদ-১ এর অংশ মোকাবেলায় বাধ্যতামূলক শিশুশ্রমের সমস্যা স্বীকার করে। এ যৌথ বিবৃতি ২০০১ সালের অনুচ্ছেদ-৩ এর অংশ মোকাবেলায় করা হয়েছিল। আর্টিকেল-৫ এর কিছু অংশ মোকাবেলার জন্য ২০০২ সালে ইন্টারন্যাশনাল কোকো ইনিশিয়েটিভ আইসিআই প্রতিষ্ঠা করা হয়েছিল। এর মাধ্যমে এক পাইলট প্রকল্পে ৩ মিলিয়ন ডলার ব্যয় করা হয়েছিল। দ্য ইন্টারন্যাশনাল ইনস্টিটিউট অফ ট্রপিক্যাল এগ্রিকালচার (আইআইটিএ) কে পশ্চিম আফ্রিকায় কোকো উৎপাদনে শিশুদের সম্পর্কে সমীক্ষা করার দায়িত্ব দেওয়া হয়েছিল। শিশুশ্রম নিরীক্ষণের জন্য পাইলট প্রকল্প গঠন করা হয়েছিল। ২০০৪ সালে কোকো ইন্ডাস্ট্রি ভেরিফিকেশন ওয়ার্কিং গ্রুপ প্রতিষ্ঠা ও অর্থায়ন করেছিল। তহবিল সংগ্রহের অভাবে ২০০৬ সালে এটি বন্ধ করা হয়েছিল, কিন্তু অন্য একটি কোম্পানিকে ২০০৭ সালে যাচাই করণের জন্য চুক্তিবদ্ধ করা হয়েছিল। কিন্তু প্রোটোকলের সমস্ত শর্তগুলো নির্ধারিত সময়সীমা দ্বারা পূরণ করা হয়নি। কোকো শিল্প বিস্তৃত শিল্পের জন্য একটি স্ট্যান্ডার্ড সার্টিফিকেশন তৈরি ও বাস্তবায়নে ব্যর্থ হয়, যাতে বোঝা যায় যে, কোকো শিশুশ্রমের সবচেয়ে খারাপ দিক নিয়ে তা তৈরি হয়নি। চকোলেট কোম্পানিগুলো সবচেয়ে কম খরচে প্রোটোকল বাস্তবায়নের জন্য সমালোচিত হয়েছিল। তারা প্রক্রিয়াটি পরিবর্তন না করেই তা বন্ধ করে এবং শিশুশ্রমের উপর নির্ভরশীল একটি ব্যবসায়িক মডেল বজায় রাখে। আরও গুরুত্বপূর্ণ হলো যে, তারা কোকো উৎপাদকদের দাসত্বের প্রথা শেষ করতে চকোলেটের দাম পরিবর্তন করেনি। প্রোটোকল বাস্তবায়নে একটি বড় বাধা ছিল আইভোরিয়ান গৃহযুদ্ধ। হীরা ও কাঠের পাশাপাশি কোকো ছিল একটি সংঘর্ষের সম্পদ, যা জঙ্গিদের জন্য অর্থ উপার্জন করেছিল। ২০০৫ সালের জুলাইয়ের মধ্যে কোকো উৎপাদনে শিশুদের সম্পৃক্ততার পরিমাণ অস্পষ্ট ছিল। কোকো শিল্পের প্রচেষ্টা সমস্যাটিকে সাহায্য করছে কিনা তাও অস্পষ্ট ছিল। ২০০৫ সালের ১ জুলাই সকল দল যৌথ বিবৃতির মাধ্যমে প্রটোকলের মেয়াদ বৃদ্ধিতে সম্মত হয়। ২০০৫ এর যৌথ বিবৃতিতে প্রোটোকল বাস্তবায়নের জন্য কোকো শিল্পকে আরও তিন বছর সময় দেয়। যৌথ বিবৃতিতে বলা হয়, কোম্পানী কোট ডি আইভোর ও ঘানার ক্রমবর্ধমান অঞ্চলের অর্ধেকের জন্য একটি সনদের ব্যবস্থা তৈরি করবে। যৌথ বিবৃতিতে আরও বলা হয় যে, কোম্পানী প্রশিক্ষণ কর্মসূচিসহ স্থানীয় কোকো উৎপাদনকারী সম্প্রদায়ের জন্য কর্মসূচিকে সমর্থন করবে। মার্কিন কংগ্রেস কোকো শিল্পের সাড়া নিয়ে সন্তুষ্ট ছিল না। এটি ইউএস ডিপার্টমেন্ট অব লেবারকে দায়িত্ব দেয় যে, তারা একটা বিশ্বাবদ্যালয় ভিত্তিক ঠিকাদার খুঁজে বের করবে যাতে শিশুশ্রমের সবচেয়ে খারাপ দিকগুলি দূর করা যায়। ২০০৬ সালে তুলান বিশ্ববিদ্যালয়ে পেইসন সেন্টার ফর ইন্টারন্যাশনাল ডেভেলপমেন্টকে ২০০৯ এর মধ্যে ৪.৩ মিলিয়ন ডলারের চুক্তি প্রদান করা হয়েছিল। ২০০৬ সালে পেসন সেন্টার রিপোর্ট করে যে, এতে বেশ অগ্রগতি হয়েছে, কিন্তু শিশুরা এখনও বিপজ্জনক কাজগুলিসহ কোকো উৎপাদনে কাজ করছে এবং নিয়মিত স্কুল যাচ্ছে না। মানসম্মত সনদের অভাবের জন্য কোকো শিল্প সমালোচিত হয়েছিল এবং স্বচ্ছতার অভাবের জন্য কোট ডি আইভোর ও ঘানার সরকার সমালোচিত হয়েছিল। ২০০৬ সালে ওয়ার্ল্ড কোকো ফাউন্ডেশনের সভাপতি বলেছিলেন, \"যদিও অগ্রগতি হয়েছে এবং আমরা মূল্যবান পাঠ শিখেছি, তবে আরো অনেক কিছু প্রয়োজন।\" সময়সীমা পেরিয়ে যাওয়ার পর, আন্তর্জাতিক শ্রম অধিকার তহবিল ২০০৫ সালে এলিয়েন টর্ট দাবি আইনের অধীনে মালিয়ান শিশুর পক্ষে  তিনটি মামলা এবং নেসলে, কারগিল ও আর্চার ড্যানিয়েলস মিডল্যান্ডের বিরুদ্ধে একটি মামলা দায়ের করে। মামলাতে অভিযোগ করা হয়, ১) শিশুদের কোট ডি আইভোরে পাচার করা হয়েছিল; ২) দাসত্ব করতে বাধ্য করা হয়েছিল; এবং ৩) তারা কোকো বাগানে বারবার মারধরের শিকার হয়েছিল। ২০১০ সালের সেপ্টেম্বরে ক্যালিফোর্নিয়ার সেন্ট্রাল ডিস্ট্রিক্টের জন্য মার্কিন জেলা আদালত নির্ধারিত কর্পোরেশনগুলিকে আন্তর্জাতিক আইন লঙ্ঘনের জন্য দায়ী করা যাবে না বলে মত দেয় এবং মামলাটি খারিজ করে দেয়। মামলাটির পক্ষে মার্কিন আপিল আদালতে আপিল করা হয়েছিল।\n\n\n== ২০০৮ সালের অগ্রগতি ও যৌথ বিবৃতি ==\nসংশোধিত সময়সীমার মধ্যে অর্থাৎ ১ জুন ২০০৮ সালের মধ্যে সমস্ত লক্ষ্য পূরণ হয়নি। তবে কিছু অগ্রগতি হয়েছে। উদাহরণস্বরূপ, কোকো শিল্প আইসিআইকে ১০ মিলিয়ন ডলার প্রদান করেছিল। ২০০৬ থেকে ২০০৭ সালে আইসিআই কোট ডি আইভোরে ১৭টি এবং ঘানায় ২৩টি প্রশিক্ষণ সেশনে সরকারি কর্মকর্তা, পুলিশ ও গণমাধ্যমকে শিশু ও প্রাপ্তবয়স্কদের শ্রম অনুশীলন সম্পর্কে সচেতন করে। যৌথ বিবৃতির কেন্দ্রবিন্দু ছিল সনদ প্রদান করা। কোকো শিল্প কোট ডি আইভোর এবং ঘানা উভয়েরই ৫০% ক্রমবর্ধমান এলাকায় পরিচালিত ডেটা সংগ্রহ করেছিল। কিন্তু সেসব এলাকায় কোম্পানির দ্বারা আংশিকভাবে অর্থায়নের কারণে স্বাধীন যাচাইকরণ সম্পূর্ণভাবে সম্পন্ন হয়নি। ২০১০ সালের শেষ পর্যন্ত সময়সীমা বাড়ানো হয়েছিল। সেই সময়ে কোম্পানীর জন্য একটি সম্পূর্ণ সনদপত্র ও স্বাধীন যাচাইকরণের প্রয়োজন ছিল। সব পার্টি শিশুশ্রমের সবচেয়ে খারাপ দিক নির্মূল করার প্রতিশ্রুতি পুনর্ব্যক্ত করে। কোকো ইন্ডাস্ট্রি কোট ডি আইভোর এবং ঘানার সরকারের সাথে কাজ করার জন্য প্রতিশ্রুতিবদ্ধ হয়ে ২০১০ সালের শেষের দিকে একটি স্বাধীন সার্টিফিকেশন স্থাপন করে। স্বাধীন সার্টিফিকেশনের উপর ভিত্তি করে তার সরকারকে প্রতিকারের প্রচেষ্টাকে টার্গেট করতে সহায়তা করে এবং আইসিআইকে সমর্থন করে, কারণ এটি আরও স্থানীয় সম্প্রদায়ের মধ্যে প্রসারিত হয় এবং নিরাপদ শ্রম অনুশীলনের উপর প্রশিক্ষণ প্রদান করে। ২০০৯ সালে শ্রম দফতর কর্তৃক পরিচালিত বাধ্যতামূলক শিশুশ্রমের দ্বারা তৈরি পণ্যের তালিকায় কোট ডি আইভোর ও নাইজেরিয়ার কোকো যোগ করা হয়েছিল। আইভোরিয়ান কোকো এই তালিকায় থাকা উচিত কিনা তা তদন্ত করার জন্য ২০০৪ সালে এন্টি-স্লেভারি ইন্টারন্যাশনালের অনুরোধ থেকে এই তালিকাটি তৈরি হয়েছিল। এক্সিকিউটিভ অর্ডার নং ১৩১২৬ এর জন্য ফেডারেল ঠিকাদার প্রয়োজন তুলে ধরে যে, যারা তালিকায় পণ্য সরবরাহ করে তাদের প্রমাণ করতে হবে যে, তারা “বাধ্যতামূলক শ্রমের অধীনে পণ্যগুলি উৎপাদিত হয়েছিল কিনা” তা নির্ধারণের জন্য একটি ভাল বিশ্বাসের প্রচেষ্টা করেছে। এইভাবে ঠিকাদারদের প্রমাণ করতে হবে যে, জোর করে শ্রমের বিনিময়ে কোকো উৎপাদিত হয়েছে কিনা তা নির্ণয় করার জন্য সৎ বিশ্বাসের চেষ্টা করেছে। কোকো উৎপাদনে শিশুদের পাচারের কারণে কোট ডি আইভোর ও ঘানা কে ২০০৯ সালে মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্র দপ্তরের টিয়ার ২ ওয়াচ লিস্টে রাখা হয়েছিল। ২০০৯ সালে শ্রম বিভাগ ২০১১ সাল পর্যন্ত তদারকি অব্যাহত রাখতে পেসন সেন্টারকে দ্বিতীয়, ১.২ ডলার মিলিয়ন চুক্তি প্রদান করে।\n\n\n== ২০১০ সালের যৌথ ঘোষণা ও কর্ম কাঠামো ==\n২০১০ সালের যৌথ ঘোষণাপত্রে হারকিন-এঙ্গেল প্রটোকলের অঙ্গীকারের সংক্ষিপ্তসার ও প্রোটোকলের উদ্দেশ্যগুলি অর্জনের প্রতিশ্রুতি পুনঃপ্রতিষ্ঠিত হয়। ২০২০ সালের মধ্যে শিশুশ্রমের সবচেয়ে খারাপ ধরন ৭০% কমানোর জন্য কর্ম কাঠামোর পরিকল্পনা ছিল। বিশেষ করে তারা শিশুদের শ্রম অপসারণ করা, শিশুশ্রমের সবচেয়ে খারাপ প্রকারে শিশুদের সম্পৃক্ততা রোধ করা, কোকো উৎপাদক শিশুদের টেকসই জীবিকার প্রচার করা, সম্প্রদায় ভিত্তিক শিশুশ্রম পর্যবেক্ষণ ব্যবস্থা প্রতিষ্ঠা ও বাস্তবায়ন করা এবং জাতীয় শিশুশ্রম জরিপ চালিয়ে যাওয়ার পরিকল্পনা করে। যৌথ ঘোষণাপত্র অনুযায়ী “দ্য চাইল্ড লেবার কোকোয়া কোরডিনেটিং গ্রুপ” প্রতিষ্ঠা করে। এ লক্ষ্য অর্জনের জন্য বলা হয় যে, ১) কোট ডি আইভোর ও ঘানার সরকারকে অবশ্যই শিশুশ্রম জরিপ তহবিল গঠন ও তা পরিচালনা করতে হবে; ২) শিশুশ্রমের সবচেয়ে খারাপ দিক থেকে শিশুদের বিরত রাখার জন্য প্রতিকার প্রদান করতে হবে; ৩) শিশুদেরকে শিশুশ্রমের সবচেয়ে খারাপ দিকে জড়িত হতে বাধা দিতে হবে; ৪) আইন প্রয়োগ করে শিশুদেরকে সবচেয়ে খারাপ ধরনের শিশুশ্রম থেকে রক্ষা করতে হবে; এবং ৫) চলমান কোকো উৎপাদনশীল অঞ্চলে জরিপ অফিস গড়ে তুলতে হবে। তাদের দায়িত্ব হবে কোকো ও চকলেট শিল্পে নিয়োজিত শিশুশ্রম জরিপকে সমর্থন করা, প্রতিকারের প্রচেষ্টাকে সমর্থন করা, কোকো উৎপাদক পরিবারের জন্য টেকসই জীবিকা প্রদান করা, কোকো সরবরাহের নিরাপদ চেইন পদ্ধতি ব্যবহার করছে কিনা তা নিশ্চিত করার চেষ্টা করা। কোম্পানীগুলি আগামী পাঁচ বছরে ৩ মিলিয়ন ডলার প্রতিশ্রুতি দেবে, যার প্রতিকার কার্যক্রমের জন্য আরও ১০ মিলিয়ন ডলার বেশি দেবে। এই প্রচেষ্টার অগ্রগতিতে কাঠামো ও প্রতিবেদন সমর্থন করার জন্য মাল্টি-ইয়ার কর্মসূচিতে ২০১০ সালে মার্কিন শ্রম বিভাগ ১০ মিলিয়ন ডলার প্রদানে সমর্থন করে।\n\n\n== ২০১১ সালের অবস্থার হালনাগাদ ==\nকোট ডি আইভোর ও ঘানায় এক গৃহস্থালির জরিপ ও সরকারি গবেষণায় দেখা গেছে, কোকো কৃষিতে ১.৮ মিলিয়ন শিশু কাজ করছে। কোট ডি আইভোরে প্রায় ৫% ও ঘানায় ১০% বেতনের জন্য তারা কাজ করেছিল। শিশুরা সাধারণত বিপজ্জনক কাজে জড়িত থাকে এবং কেউ কেউ এখনও শিশুশ্রমের সবচেয়ে খারাপ প্রকৃতির সাথে জড়িত আছে। ২০০১ ও ২০০৯ সালের মধ্যে কয়েক হাজার শিশু প্রত্যেক দেশে প্রতিকার কার্যক্রমের সাথে জড়িত ছিল। এই ক্রিয়াকলাপগুলির মধ্যে রয়েছে- প্রত্যাহার, পুনর্বাসন, পুনর্বিন্যাস, শিক্ষা ও বৃত্তিমূলক প্রশিক্ষণ। এই প্রচেষ্টাগুলি হারকিন-এঙ্গেল প্রোটোকল সম্পর্কিত তহবিলের জন্য দায়ী।  প্রোটোকল সম্পর্কিত কার্যকলাপের সংস্পর্শে সমস্ত শিশুর মধ্যে ৫% এরও কম এসেছিল। ২০১১ সালে দ্য পেসন সেন্টার রিপোর্ট করেছিল, কোকো শিল্প ছয়টি নিবদ্ধিত শর্তের মধ্যে কোনটি সম্পূর্ণভাবে সম্পন্ন করেনি। ২০০৫ সালে যৌথ বিবৃতির প্রতিশ্রুতি অনুযায়ী দুই দেশ ক্রমবর্ধমান এলাকার ৫০% ভাগ প্রতিশ্রুতি সম্পন্ন করেছে এবং ২০০৮ সালের মধ্যে যৌথ বিবৃতির প্রতিশ্রুতি অনুযায়ী ক্রমবর্ধমান এলাকায় ১০০% থেকে অনেক কম করেছে। কোট ডি আইভোয়ার শুধুমাত্র ৩.৮% এবং ঘানা ৩১% ক্রমবর্ধমান অঞ্চলে প্রতিকার অর্জন করেছিল। কোকো শিল্পকে এখনও প্রমাণ করতে হবে যে, এটিকে তারা স্ব-নিয়ন্ত্রণ করতে পারে। পেসন সেন্টার শিল্পকে একটি সার্টিফিকেশন সিস্টেম তৈরির সুপারিশ করে, যা ভোক্তাদের আশ্বস্ত করতে পারে যে উৎপাদনে সবচেয়ে খারাপ ধরনের শিশুশ্রম ব্যবহার করা হয় না। আর তা হলো, ১) সার্টিফিকেশন সিস্টেমে একটি স্বাধীন যাচাইকরণ তৈরি করতে হবে; ২) শিশুশ্রম পর্যবেক্ষণ ব্যবস্থা বাস্তবায়ন করতে হবে; এবং ৩) শিশুশ্রমের প্রতিকারের কার্যক্রম বৃদ্ধি করতে হবে।\n\n\n== ২০১৫-২০১৮ সালের অবস্থার হালনাগাদ ==\nমার্চ ২০১৬ সালে মার্কিন যুক্তরাষ্ট্রের ফরচুন ম্যাগাজিনে প্রকাশিত কোকো ক্ষেত্রগুলিতে শিশুশ্রমের ব্যবহারের একটি গবেষণায় এই সিদ্ধান্তে উপনীত হয়েছিল যে, পশ্চিম আফ্রিকার প্রায় ২.১ মিলিয়ন শিশু \"এখনও কোকো সংগ্রহের বিপজ্জনক ও শারীরিকভাবে কষ্টদায়ক কাজ করে\"। প্রতিবেদনে বলা হয়েছে, পরিস্থিতি উন্নতির জন্য এটি একটি চূড়ান্ত যুদ্ধ হবে। প্রতিবেদনে বলা হয়, “২০১৫ সালের সংস্করণ অনুসারে, কোকো ব্যারোমিটারের একটি দ্বি-বার্ষিক প্রতিবেদন, যা কোকোর অর্থনীতি পরীক্ষা করে এবং তা একটি অলাভজনক সংস্থার দ্বারা প্রকাশিত হয়। ২০১৩-১৪ সালে ক্রমবর্ধমান মৌসুমে ঘানার কৃষক গড়ে প্রতিদিন মাত্র ৮৪ সেন্ট এবং আইভরি কোস্টের কৃষকরা মাত্র ৫০ সেন্ট উপার্জন করে। এটি বিশ্বব্যাংকের নতুন ঘোষণা অনুযায়ী চরম দারিদ্র্যের ক্ষেত্রে প্রতিদিনের মানদণ্ডের ১.৯০ ডলারের নীচে রাখে। যদিও কোকোর দাম গত বছরের চেয়ে ১৩% বৃদ্ধির কারণ হয়। কোকো উৎপাদনকারী জোটভুক্ত দেশগুলির সাবেক মহাসচিব সোনা ইবাই বলেছিলেন যে, “শিশুশ্রম নির্মূল করা একটি কঠিন কাজ এবং কোকোয়া সম্প্রদায়ের বিনিয়োগ সম্প্রসারণে চকলেট কোম্পানিগুলোর নতুন প্রতিশ্রুতি যথেষ্ট নয়। তবে সেরা ক্ষেত্রে আমাদের যা প্রয়োজন তার মাত্র ১০% করেছি। অন্য ৯০% পাওয়া সহজ হবে না। আমি মনে করি শিশুশ্রম সমাধান করা কেবল কোম্পানীর দায়িত্ব হতে পারে না। এক্ষেত্রে সরকার, সুশীল সমাজ ও বেসরকারি খাত সবাইকে এগিয়ে আসতে হবে। সবারই সুন্দর নেতৃত্ব দরকার।\" ২০১৮ সালে আইভরি কোস্টে অবস্থিত নেসলে দ্বারা পরিচালিত এক জরিপের রিপোর্টে বলা হয়, ৩ বছরের পাইলট প্রোগ্রামে ২৬,০০০ কৃষকের বেশিরভাগই বিপজ্জনক কোকো চাষে কাজ করছে, যাদের মধ্যে ৫১% শিশু হ্রাস পেয়েছে। মার্কিন শ্রম বিভাগ কোকো শিল্পে শিশুশ্রমের চর্চা মোকাবেলার জন্য ঘানা ও কোট ডি আইভোর সরকারের সাথে একটি “পাবলিক-প্রাইভেট পার্টনারশিপ” হিসাবে “শিশুশ্রম কোকো সমন্বয় গ্রুপ” গঠন করেছে। “দ্য ইন্টারন্যাশনাল কোকো ইনিশিয়েটি” প্রধান কোকো নির্মাতাদের সাথে জড়িত “দ্য চাইল্ড লেবার মনিটরিং অ্যান্ড রিমেডিয়েশন সিস্টেম” প্রতিষ্ঠা করে যার উদ্দেশ্য হচ্ছে ঘানা ও কোট ডি আইভোরে হাজার হাজার খামার পর্যবেক্ষণ করা। এই প্রচেষ্টা সত্ত্বেও, ২০২০ সালের আগে পশ্চিম আফ্রিকায় শিশুশ্রম ৭০% কমানোর লক্ষ্য নির্ধারণ করা হয়। তবে চলমান দারিদ্র্য, বিদ্যালয়ের অনুপস্থিতি, কোকো খামারের জমির সম্প্রসারণ ও কোকোর চাহিদা বৃদ্ধির কারণে তারা হতাশ হয়েছে। ২০১৮ সালের এপ্রিল মাসে “দ্যা কোকো ব্যারোমিটার-২০১৮” এক প্রতিবেদনে ১০০ বিলিয়ন ডলারের শিল্পের উপর শিশুশ্রম পরিস্থিতি সম্পর্কে বলা হয়েছে যে, \"একটি কোম্পানি বা সরকার শিশুশ্রম নির্মূলে সেক্টরব্যাপী লক্ষ্যে পৌঁছানোর কাছাকাছি নয়, এমনকি ২০২০ সালের মধ্যে শিশুশ্রম ৭০% কমানোর প্রতিশ্রুতির ধারে কাছেও নয়।” এ বছরের পরে নিউ ফুড ইকোনোমির একটি প্রতিবেদনে বলা হয়েছিল যে, “ইন্টারন্যাশনাল কোকো ইনিশিয়েটিভ এবং তার অংশীদারদের দ্বারা বাস্তবায়িত শিশুশ্রমে পর্যবেক্ষণ ও প্রতিকার ব্যবস্থাগুলি কার্যকর ছিল, কিন্তু তারা বর্তমানে দুই মিলিয়ন শিশুর ২০ শতাংশেরও কম অবস্থানে পৌঁছেছে\"। কোকো শিল্পের কোম্পানিগুলোর বিরুদ্ধে মার্কিন যুক্তরাষ্ট্রে ক্লাস অ্যাকশন মামলাগুলি খুব বেশি সাফল্য পায়নি। ২০১৫ সালে তিনটি কোম্পানী- মার্চ, নেসলে ও হার্শির বিরুদ্ধে এ অভিযোগে মামলা হয় যে, তাদের পণ্যের প্যাকেজিং এ “শিশুশ্রমিক জড়িত নয়” প্রকাশ করতে ব্যর্থ হয়। ২০১৬ সালে এ অপরাধ থেকে সকলকে খালাস দেয়া হয়, যদিও বাদীরা একটি আপিল দায়ের করেছিল। মাদার জোন্স ম্যাগাজিন দ্বারা বর্ণিত নেসলে ওয়েবসাইট বলা হয়, কোম্পানি কোকো উৎপাদনশীল এলাকার সম্প্রদায়ের মধ্যে ৪২টি স্কুল তৈরি বা সংস্কার করেছে এবং পরিবারগুলিকে সহায়তা করতে সাহায্য করেছে যাতে তারা তাদের বাচ্চাদের কর্মস্থলে পাঠানোর পরিবর্তে স্কুলে রাখতে পারে এবং কোম্পানি একটি পর্যবেক্ষণ ব্যবস্থা প্রয়োগ করেছে। তারা সমস্যা চিহ্নিত করে বলে, শিশুদের উন্নয়নে ঝুঁকি নিন এবং তাদের ফিটব্যাকগুলো কোম্পানি ও এর সরবরাহকারীদের কাছে বলুন। শিশু পাচার বা দাসত্বের ক্ষেত্রে সতর্ক করে বলে, \"আমরা অবিলম্বে এ বিষয়ে যথাযথ কর্তৃপক্ষের কাছে রিপোর্ট করি\"। কোম্পানিটি বলে যে, ২০১৬ সালে এই সমস্যাটির জন্য ৫.৫ মিলিয়ন ডলার খরচ করেছে। এটাও দেখার বিষয় যে, নেসলে ২০১৭ সালে কোকো সাপ্লাই চেইনে শিশুশ্রমের বিষয়ে  “উল্লেখযোগ্য, জটিল ও সংবেদনশীল চ্যালেঞ্জ মোকাবেলার পদ্ধতির\" অতিরিক্ত বিশদ বিবরণ সহ একটি প্রতিবেদন প্রকাশ করেছিল। ২০১৫ সালের প্রতিবেদনের সহ-লেখক তুলেন বিশ্ববিদ্যালয়ের অধ্যাপক উইলিয়াম বার্ট্রান্ড, অক্টোবর ২০১৮ সালে মাদার জোন্স-এর জন্য কর্মরত এক সাংবাদিকের কাছে এই মন্তব্য করেছিলেন যে, \"আমরা মনে করি না যে, শিশুদের কাজের সংখ্যা বিবেচনায় অবস্থার উল্লেখযোগ্য পরিবর্তন হয়েছে।\" প্রকাশনাটি এই সিদ্ধান্তে পৌঁছেছে যে, \"কিছু ইতিবাচক পরিবর্তন সত্ত্বেও (যেমন আইভরি কোস্ট এবং ঘানায় বিক্রি হওয়া চকোলেট পরিমাণ বৃদ্ধি) স্থানীয় অর্থনীতিতে অধিক মুনাফা রাখা ও আইভরি কোস্টে বিনামূল্যে প্রাথমিক শিক্ষার প্রবর্তন, ব্যাপক পরিবর্তন এখনও অধরা রয়েছে।\"\n\n\n== সমালোচনা ==\n২০০১ সালে “চাইল্ড লেবার কোয়ালিশন” মার্কিন যুক্তরাষ্ট্রে এবং বিশ্বব্যাপী শিশুশ্রম ইস্যুতে ফোকাস করা অ্যাডভোকেসি গ্রুপ সংগ্রহ করেছিল। শুধুমাত্র কোট ডি আইভোর ও ঘানাকে সম্বোধন করে প্রোটোকলের সমালোচনা করার জন্য। এটি সমগ্র বিশ্বে প্রোটোকল বাড়ানোর পরামর্শ দেয়, কারণ ব্রাজিল ও ইন্দোনেশিয়ার কোকো শিল্পেও শোষণমূলক চর্চা ছিল বলে জানা যায়। চাইল্ড লেবার কোয়ালিশন সুপারিশ করে যে, চকোলেট শিল্প চকলেটের মূল্য নির্ধারণ করে যাতে উৎপাদনকারীরা তাদের শ্রমিকদের ন্যায্য ক্ষতিপূরণের জন্য পর্যাপ্ত অর্থ উপার্জন করতে পারে। বাস্তবায়নের দশ বছর পর ২০১১ সালে শিশুশ্রম হ্রাসে প্রোটোকলের কোনো প্রভাব ছিল কিনা তা স্পষ্ট নয়। পেসন সেন্টারের এক গবেষক দাবি করেছেন যে, প্রোটোকলের কয়েকটি প্রতিশ্রুতি বাস্তবায়িত হয়েছে, কিন্তু আইসিআই দাবি করেছে ছয়টি নিবন্ধের মধ্যে পাঁচটি সম্পন্ন হয়েছে এবং তারা ষষ্ঠটি নিয়ে সক্রিয়ভাবে কাজ করছে। ২০১২ সালে “মিকি মিস্ত্রি” পুরস্কারপ্রাপ্ত ডকুমেন্টারির নির্মাতা, দ্য ডার্ক সাইড অফ চকলেট দাবি করেন যে, প্রোটোকলটি কেবল \"একটি দলিল ও রাজনীতি\" কারণ এতে কোনও অগ্রগতি হয়নি। তিনি মনে করেন যে, একই সমস্যাগুলি পাঁচ বছর ধরে উপস্থিত থাকবে এবং সেই পরিবর্তনগুলি প্রোটোকলের মাধ্যমে আসবে না, বরং পরিবর্তিত ভোক্তাদের কাছ থেকে পরিবর্তনের দাবি করবে।\n\n\n== টীকা ==\nক  প্রোটোকলটিকে আনুষ্ঠানিকভাবে বলা হয় \"কোকো বিন এবং তাদের ডেরিভেটিভ প্রোডাক্টস এর ক্রমবর্ধমান ও প্রক্রিয়াজাতকরণের জন্য প্রোটোকল যা আইএলও কনভেনশন ১৮২ এর সাথে সঙ্গতিপূর্ণ শিশুশ্রমের সবচেয়ে খারাপ ফর্ম নির্মূলের জন্য নিষেধাজ্ঞা ও তাৎক্ষণিক পদক্ষেপের সাথে সঙ্গতিপূর্ণ।\"\nখ  এটাও জানানো হয়েছে যে, এই ভোটটি ছিল ১০৭–৭৬, কিন্তু চূড়ান্ত পেসন রিপোর্টের ফলাফল হচ্ছে ২৯১-১১৫।\n\n\n== তথ্যসূত্র =="}