{"pageid": 1094285, "title": "বাবু তারক চন্দ্র চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1094285", "content": "বাবু তার কচন্দ্র চৌধুরী (১৮৪২–১৯৩৯ ) নব্বই দশকের একজন জনহিতৈষী জমিদার, সমাজ সংস্কারক ও বাংলার নবজাগরণের অন্যতম পথিকৃৎ। তার জন্ম আনুমানিক ১৮৪২ খ্রিস্টাব্দে ত্রিপুরা তেতাভূমি গ্রামে। তাঁর পিতা ছিলেন প্রচুর ধন সম্পদের মালিক। তারকচন্দ্রের মা ছিলেন পরম রূপবতী ও মহীয়সী নারী ছিলেন। কিশোর তারক চন্দ্রের চরিত্রিক গঠনে তাঁর মায়ের প্রভাব ছিল সর্বাধিক।\n\n\n== শিক্ষা-দীক্ষা ==\nখুব ছোটবেলা থেকেই তারক চন্দ্রের মধ্যে বুদ্ধিমত্তা ও চারিত্রিক বিশিষ্টতার পরিচয় পাওয়া গিয়েছিল। শান্ত, ধীর ও সংযত স্বভাবে জন্য তাঁর তেজস্বী রূপ সেসময় সুপ্ত ছিল। তারকচন্দ্র অল্প বয়সেই গ্রামের চতুষ্পাঠীতে শিক্ষা লাভ করেন। মেধা ও বুদ্ধিমত্তার কারণে তিনি অন্য সবার থেকে আলাদা ছিলেন। সেখানে শিক্ষা সমাপ্ত করে তিনি উচ্চ শিক্ষার জন্য কলকাতা আসেন। অল্প সময়ের মধ্যেই আপন মেধা ও প্রতিভাবলে সকল বাধা উপেক্ষা করে  কলকাতা প্রেসিডেন্সি কলেজে ভর্তি হন। তারকচন্দ্র কলকাতা প্রেসিডেন্সি কলেজ থেকে বি.এ. সম্মান ও এম.এ. ডিগ্রি লাভ করেন। শিক্ষা জীবনে অসামান্য কৃতিত্ব প্রদর্শন করে প্রাতিষ্ঠানিক শিক্ষা সমাপ্ত করেন। তিনি ইতিহাস, ন্যায়, দর্শন প্রভৃতি বিষয়ে ব্যুৎপত্তি অর্জন করেন।\n\n\n== কর্মজীবন ও মানব কল্যাণে অবদান ==\nখুব অল্প বয়সেই পারিবারিক জমিদারি দেখাশোনার শুরু করেন। যোগ্য বিচারক হিসেবে তাঁর খ্যাতি ছিল। বাস্তব জবনে তিনি ছিলেন সৌন্দর্যবোধ, মুক্তবুদ্ধি চেতনা ও মানব প্রেমের আদর্শ অনুসারী। তিনি সামাজিক অবিচার ও পরাধীনতার বিরুদ্ধে সোচ্চার ছিলেন। একটি প্রগতিশীল সমাজ ব্যবস্থা প্রতিষ্ঠার জন্য তিনি আজীবন  সংগ্রাম করে গেছেন। \n\n\n== শিক্ষা বিস্তার ও সমাজ সংস্কার ==\nযে সময়ে তারকচন্দ্রের জন্ম তখন নিম্নবিত্ত মানুষজন সমাজে শিক্ষার আলো থেকে বঞ্চিত ছিল। উল্লেখ্য সেকালে মেয়েদের লেখাপড়ার কোনো সুযোগই ছিল না। তারক চন্দ্র অন্তর দিয়ে বুঝেছিলন যত অন্ধকার, দুঃখ্য, অবিচার তার মূলে আছে শিক্ষার অভাব। এই কুসংস্কারাচ্ছন্ন জড়তাগ্রস্ত সমাজে বন্ধনমুক্ত মানবিকতার উদ্বোধনে পাশ্চাত্য শিক্ষার গুরুত্ব কতখানি তিনি তা গভীরভাবে উপলব্ধি করেছিলেন। তাই তিনি প্রগতিশীল আধুনিক মন নিয়ে শিক্ষা ও সমাজ সংস্কারে ব্রতী হন   এবং ১৯৩৫ (বাংলা পিডিয়ার তথ্যানুসারে ১৮৮০)  খ্রিস্টাব্দে নিজ ইউনিয়নে শশীদল ইউনিয়ন উচ্চ বিদ্যালয় নামে একটি স্কুল প্রতিষ্ঠা করেন। প্রচলিত আছে যে, তিনি উক্ত স্কুলটি প্রতিষ্ঠার জন্য নিজ জমি দান করেছেন।\n\n\n== চারিত্রিক দৃঢ়তা ==\nতারকচন্দ্রের মতো এমন সুদৃঢ় চরিত্র, এমন বলিষ্ঠ চেতনা এদশের মৃত্তিকায় কীরুপে সম্ভব হলো তা সত্যিই বিস্ময়কর। দয়ার ক্ষেত্রে তিনি যেমন ছিলেন কুসুমের মতো কোমল, কর্মের ক্ষেত্রে তেমনই ছিলেন বজ্রের মতো কঠোর। ১৯৩৯ খ্রিস্টাব্দ (আনুমানিক) এই অজেয় পৌরুষশিখা চিরনির্বাপিত হয়।\n\n\n== তথ্যসূত্র =="}