{"pageid": 1094440, "title": "মার্কিন সামোয়া", "url": "https://bn.wikipedia.org/wiki?curid=1094440", "content": "মার্কিন সামোয়া (American Samoa; সামোয়ান: Amerika Sāmoa, [aˈmɛɾika ˈsaːmʊa]; also Amelika Sāmoa or Sāmoa Amelika) মার্কিন যুক্তরাষ্ট্রের একটি অনঙ্গীভূত অঞ্চল যা দক্ষিণ প্রশান্ত মহাসাগরে স্বাধীন সামোয়া রাষ্ট্রের দক্ষিণ-পূর্বে অবস্থিত। অঞ্চলটি ১৪.৩° দক্ষিণ ১৭০.৭° পশ্চিম﻿ / -14.3; -170.7 অবস্থানে অবস্থিত। মার্কিন সামোয়া আন্তর্জাতিক তারিখরেখার পূর্বে পড়েছে, অন্যদিকে সামোয়া রেখাটির পশ্চিমে পড়েছে। মার্কিন সামোয়ার স্থলভাগের মোট আয়তন প্রায় ১৯৯ বর্গকিলোমিটার, যা মার্কিন যুক্তরাষ্ট্রের রাজধানী ওয়াশিংটন ডিসি-র চেয়ে সামান্য বেশি। মার্কিন সামোয়া মার্কিন যুক্তরাষ্ট্রের অধীনস্থ সর্বদক্ষিণ অঞ্চল। এটি বিষুবরেখার দক্ষিণে অবস্থিত দুইটি মার্কিন অঞ্চলের একটি (অপরটি হল মানববসতিহীন জার্ভিস দ্বীপ)। টুনা মাছ এখানকার প্রধান অর্থনৈতিক দ্রব্য এবং এটি মূলত মার্কিন যুক্তরাষ্ট্রের বাকি অংশের সাথে বাণিজ্য সম্পাদন করে।\nমার্কিন সামোয়া ৫টি মূল দ্বীপ ও ২টি প্রবাল অ্যাটল দ্বীপ নিয়ে গঠিত। এদের মধ্যে বৃহত্তম ও সর্বাধিক জনবহুল দ্বীপটির নাম হল তুতুইলা। এছাড়া মানুআ দ্বীপপুঞ্জ, রোজ প্রবালদ্বীপ ও সোয়েইন্স দ্বীপটিও মার্কিন সামোয়ার অন্তর্ভুক্ত। ভৌগোলিকভাবে সোয়েইন্স দ্বীপ বাদে বাকি সবগুলি দ্বীপ সামোয়ান দ্বীপপুঞ্জের মধ্যে পড়েছে, যে দ্বীপপুঞ্জটি কুক দ্বীপপুঞ্জের পশ্চিমে, তোংগার উত্তরে ও তোকেলাউয়ের প্রায় ৫০০ কিলোমিটার দক্ষিণে অবস্থিত। মার্কিন সামোয়ার পশ্চিমে ওয়ালিস ও ফুটুনা দ্বীপগুলি অবস্থিত। ২০২১ সালের হিসাব অনুযায়ী মার্কিন সামোয়াতে প্রায় ৪৬ হাজারের কিছু বেশি লোকের বাস। এখানকার সিংহভাগ অধিবাসী দ্বিভাষী; তারা মার্কিন ইংরেজি ও সামোয়া উভয় ভাষায় অনর্গল কথা বলতে পারে।\n১৯৮৩ সাল থেকে মার্কিন সামোয়া প্রশান্ত মহাসাগরীয় সম্প্রদায়ের সদস্য। অন্য যেকোনও মার্কিন অঙ্গরাজ্য বা অঞ্চলের তুলনায় মার্কিন সামোয়াতে সেনাবাহিনীতে যোগদানের হার সবচেয়ে বেশি। ২০১৪ সালের তথ্য অনুযায় মার্কিন সেনাবাহিনীতে কর্মে নিয়োগদান প্রশাসনের ৮৮৫টি কেন্দ্রের মধ্যে মার্কিন সামোয়ার পাগো পাগো নিয়োগদান কেন্দ্রটি শীর্ষস্থানে ছিল। তবে উচ্চসংখ্যায় সামরিক সেবাদানকারী ব্যক্তি নিয়োগের পরেও মার্কিন সামোয়ার অধিবাসীদেরকে এখনও মার্কিন নির্বাচনে ভোটদানের অধিকার প্রদান করা হয়নি, এমনকি তাদেরকে মার্কিন নাগরিক হিসেবেও মর্যাদা দেওয়া হয় না। মার্কিন সামোয়ার অধিবাসীরা জন্মসূত্রে জাতীয়তার দিকে থেকে মার্কিন ব্যক্তি হলেও তাদের কোনও মার্কিন নাগরিকত্ব নেই।\n\n\n== তথ্যসূত্র =="}