{"pageid": 1094791, "title": "রামকৃষ্ণ মিশন সেবাশ্রম, কনখল", "url": "https://bn.wikipedia.org/wiki?curid=1094791", "content": "রামকৃষ্ণ মিশন সেবাশ্রম, কনখল (আরকেএমএস) ভারতের উত্তরাখণ্ড রাজ্যের হরিদ্বার জেলার  কনখলে অবস্থিত একটি ২১০ শয্যার বহুমুখী দাতব্য হাসপাতাল। ১৯০১ খ্রিস্টাব্দে স্বামী বিবেকানন্দর শিষ্য স্বামী কল্যাণানন্দ দ্বারা প্রতিষ্ঠিত রামকৃষ্ণ মিশন সেবাশ্রম  রামকৃষ্ণ মঠ ও মিশনের  একটি শাখা। হাসপাতালটি শুরু থেকেই ,উত্তরাখণ্ডের ও তার চারপাশের দরিদ্র ও অভাবগ্রস্ত মানুষের মানবিক, স্বাস্থ্যসেবা, শিক্ষা ও ত্রাণসামগ্রী প্রদানের ক্ষেত্রে জড়িত। প্রতিষ্ঠাকাল হতে আজ পর্যন্ত সংস্থাটি ১০ কোটি রোগীর চিকিৎসা করেছে। রামকৃষ্ণ আদেশে তাঁর শিষ্যদের পরিচালনায় দরিদ্র এবং অভাবী মানুষের সেবার জন্য দুই কামরার জরাজীর্ণ ভবনে অত্যন্ত ভব্যভাবে শুরু হওয়া সেদিনের চিকিৎসা সেবালয় পরিণত হয়েছে এক  বহুমুখী চিকিৎসালয়ে। হাসপাতালটি আঠারো একর জায়গা জুড়ে স্ত্রীরোগবিদ্যা ও ধাত্রীবিদ্যায়, শিশুরোগ, নিবিড় পরিচর্যা ইউনিট, ব্লাড ব্যাংক, অপারেশন থিয়েটার ইত্যাদির সুবিধাযুক্ত অবস্থায় পরিষেবা প্রদান করছে। এছাড়াও ডেয়ারি ও কৃষি খেতের উৎপাদিত দ্রব্য গরিব ও রোগীদের প্রয়োজন মিটিয়ে থাকে।\nরামকৃষ্ণ মিশনের রামকৃষ্ণ মিশন সেবাশ্রম ২০১৩ খ্রিস্টাব্দে উত্তরাখণ্ডের বন্যায় যেমন সহায়তা করেছিল, তেমনই এ অঞ্চলে ত্রাণ ও পুনর্বাসনের কাজে সদাই লিপ্ত থাকে।\n\n\n== ইতিহাস ==\nস্বামী বিবেকানন্দ ভারত পরিভ্রমণে দেশের  জনপ্রিয় দুই তীর্থস্থান - হরিদ্বার ও  ঋষিকেশের সাধু-সন্ন্যাসী ও সাধারণ মানুষের অবস্থা স্বচক্ষে প্রত্যক্ষ করেছিলেন। তাই তিনি তাঁর শিষ্য স্বামী কল্যাণানন্দকে স্পষ্ট নির্দেশ দেন তাঁদের জন্য যথাযথ কিছু করতে। সেসময় ওই তীর্থস্থানে স্বাস্থ্য পরিষেবার কোন সুযোগ সুবিধাই ছিল না। ১৯০১ খ্রিস্টাব্দের জুন মাসে স্বামী কল্যানানন্দর বাসায় দুটি ঘরে অসুস্থ সন্ন্যাসীদের জন্য বিছানার ও ঔষধালয়ের ব্যবস্থা করা হয়। পরে তিনি এখানে ওখানে অসুস্থ সন্ন্যাসীদের  খোঁজ করতে শুরু করেন, যাতে তাদের হাসপাতালে এনে বিনা মূল্যে চিকিৎসার ব্যবস্থা করা যায়। তিনি নিজেই রোগীদের পথ্য, ওষুধ এমনকি তাদের পরিষ্কার পরিচ্ছন্ন রাখার মত ক্ষুদ্র কাজও করেছেন এর জন্য অর্থ সংগ্রহের কাজে স্বামী স্বরূপানন্দ  নৈনিতালে ভিক্ষাও করেছেন।\n\n১৯০১ খ্রিস্টাব্দে প্রবুদ্ধ ভারত -এ প্রকাশিত এক প্রতিবেদনে জানা যায় যে, ১৯০১ খ্রিস্টাব্দের সেপ্টেম্বর মাসে ছয়জন সন্ন্যাসী অন্তর্বিভাগে এবং আটচল্লিশ জন রোগী (তন্মধ্যে ৩০ জন সন্ন্যাসী এবং অন্যেরা সাধারণ মানুষ) চিকিৎসা পান। ১৯০২ খ্রিস্টাব্দে  স্বামী বিবেকানন্দর প্রয়াণের পর তাঁর অপর এক সন্ন্যাসী শিষ্য স্বামী নিশ্চয়ানন্দ কনখলের সেবাশ্রমে নিয়োজিত হন।\nসেবাশ্রম পরিচালনায় কৈলাস আশ্রমের প্রধান স্বামী ধনরাজ গিরির কাছ থেকে যথেষ্ট সাহায্য এসেছিল। তিনি ভজনলাল লোহিয়া এবং হরশয়ামাল শুকদেবদাস নামে দুজন ধনী ব্যক্তিকে স্বামী বিবেকানন্দর দুই শিষ্যের ক্রিয়াকলাপ দেখার জন্য পাঠান। তারা তাদের কাজ দেখে সন্তুষ্ট হন এবং হাসপাতালের নতুন ভবন নির্মাণের জন্য আর্থিক সহায়তা প্রদান করেন। হাসপাতাল ভবন নির্মাণের প্ল্যানটি তৈরি করেছিলেন স্বামী বিজ্ঞানানন্দ॥\nধীরে ধীরে সেবাশ্রম হরিদ্বারের কুম্ভমেলায় আগত তীর্থযাত্রীদের সেবায়, তথাকথিত অস্পৃশ্য ও মেথর সহ গরিবদের, যাদের স্কুলে যাওয়ার সুযোগটুকুও ছিল না, তাদের শিক্ষাদানে সচেষ্ট হয়। রামকৃষ্ণ মঠ ও মন্দির আধ্যাত্মিক প্রয়োজনেও নিয়োজিত ছিল\n\n\n== শ্রীরামকৃষ্ণ এবং স্বামী বিবেকানন্দের শিষ্যদের পরিদর্শন ==\nশ্রীরামকৃষ্ণের বহু সন্ন্যাসী ও গৃহী শিষ্য সেবাশ্রম পরিদর্শনে এসেছিলেন।  শ্রীশ্রীরামকৃষ্ণকথামৃত রচয়িতা  শ্রীম বা মহেন্দ্রনাথ গুপ্ত হলেন তাদের অন্যতম।  রামকৃষ্ণ মিশনের প্রথম অধ্যক্ষ স্বামী ব্রহ্মানন্দ আশ্রম পরিদর্শনে প্রথমবার  আসেন ১৯০২ খ্রিস্টাব্দে এবং পরে পুনরায় ১৯১২ খ্রিস্টাব্দে। সেসময় তিনি সাত মাস অতিবাহিত করেন লাইব্রেরীর একটি ছোট ঘরে।  দুর্গাপূজারও আয়োজন করেন তিনি। হরিদ্বারের সমস্ত বিশিষ্ট সন্ন্যাসীরা সানন্দে এতে অংশগ্রহণ করেন। বিভিন্ন সময়ে অন্য যে শিষ্যেরা এসেছিলেন, তাঁরা হলেন— স্বামী তুরীয়ানন্দ, স্বামী শিবানন্দ, স্বামী সারদানন্দ, বাবুরাম মহারাজ বা স্বামী প্রেমানন্দ, এবং স্বামী অভেদানন্দ। ঠাকুর শ্রীরামকৃষ্ণের  ভাইপো রামলাল দাদাও এখানে কিছু দিন ছিলেন। এছাড়াও স্বামী বিবেকানন্দর শিষ্য, রামকৃষ্ণ মিশনের হোম অফ সার্ভিসের স্বামী অচলানন্দ এবং স্বামী শুদ্ধানন্দ সেবাশ্রমে কিছুদিন অতিবাহিত করেন।  স্বামী বিবেকানন্দর অপর দুই শিষ্য সুশীল মহারাজ তথা স্বামী প্রকাশানন্দ এবং স্বামী বিরজানন্দ কনখলের সেবাশ্রমে আধ্যাত্মিক সাধনার জন্য কিছুদিন অবস্থান করেন।\n\n\n== মহাত্মা গান্ধীর পরিভ্রমণ ==\n১৯১৫ খ্রিস্টাব্দে বোর যুদ্ধের পর ইংল্যান্ড হতে দেশে ফিরে মহাত্মা গান্ধী সেবাশ্রমটির পরিদর্শনে এসেছিলেন। তিনি পরিদর্শন বই-তে লেখেন - \"বিদেশি ওষুধের পরিবর্তে, দেশীয় ওষধির ব্যবস্থা করুন।\" তারপর থেকে আয়ুর্বেদিক শাস্ত্রে অভিজ্ঞ স্বামী নিশ্চয়ানন্দ  আয়ুর্বেদিক ওষুধের ব্যবহার শুরু করেছিলেন।\n\n\n== দর্শন ==\nস্বামী বিবেকানন্দ প্রস্তাবিত দর্শন - ঈশ্বরজ্ঞানে বিশেষকরে দরিদ্র ও অসহায় মানুষের সেবার উদ্দেশ্যে সেবাশ্রম প্রতিষ্ঠিত হয়েছিল। স্বামী বিবেকানন্দ প্রচারিত মন্ত্র - \"আত্মনো মোক্ষার্থং জগদ্ধিতায় চ\" অর্থাৎ  \"নিজের মুক্তির পাশাপাশি বিশ্বের কল্যাণের জন্য আদর্শে বেলুড় মঠের ছত্রছায়ায় সমস্ত প্রতিষ্ঠান গড়ে উঠেছে।\n\n\n== বর্তমান পরিস্থিতি ==\n\nসেবাশ্রমটিতে ২০১১-১২ খ্রিস্টাব্দে  সাত হাজারেরও বেশি রোগীর অন্তর্বিভাগে এবং বহির্বিভাগে ছয় লক্ষ রোগীর  চিকিৎসা হয়েছে।  এটি কলকাতার সন্নিকটে  বেলুড় মঠে অবস্থিত  রামকৃষ্ণ মিশনের শাখা কেন্দ্র এবং  রামকৃষ্ণ মিশনের পরিচালন পরিষদ নিযুক্ত ম্যানেজিং কমিটি দ্বারা পরিচালিত হয়। ম্যানেজিং কমিটির সম্পাদক শাখা কেন্দ্রের প্রধান হন। অন্তর্বিভাগে ১৫০ টি শয্যার ব্যবস্থা আছে। দুটি সম্পূর্ণ সজ্জিত অ্যাম্বুলেন্স, দুটি সম্পূর্ণ সজ্জিত অপারেশন থিয়েটার, একটি মোবাইল মেডিক্যাল ইউনিট, একটি জরুরি ইউনিট, নবজাতক বিভাগ, প্রসূতি বিভাগ, চক্ষু চিকিৎসা বিভাগ, দন্ত চিকিৎসা বিভাগ, ব্লাড ব্যাংক, ফিজিওথেরাপি,   অর্থোপেডিক্স, আল্ট্রাসনোগ্রাফি ইউনিট, এক্স-রে ইউনিট, সম্পূর্ণ সজ্জিত আইসিসিইউ এবং ওষুধ দোকান সহ  সারা ভারতের দরিদ্র রোগীদের প্রয়োজনে ব্যবস্থা আছে। সত্তর শতাংশেরও বেশি রোগীরা হয় একেবারে দরিদ্র, নয়তো তাদের পরিবার দ্বারা পরিত্যক্ত এবং কোথাও তাদের চিকিৎসার সুযোগ নেই। বিনা পয়সায় ছানি অপারেশনও করা হয়। স্থাপনাকাল থেকেই  হাসপাতালটিতে টিবি রোগের চিকিৎসার ব্যবস্থা আছে। ১৯৮০ খ্রিস্টাব্দে  মঠ ও মিশন আলাদা হওয়ার পর থেকে রামকৃষ্ণ মঠ কনখল তৈরি হয়। হাসপাতালটির নিজস্ব ডেয়ারি ও কৃষি খেত আছে এবং এখান থেকে উৎপাদিত সামগ্রী মঠের সন্ন্যাসীদের, কর্মীদের,  রোগীদের ও স্থানীয় অভাবি মানুষদের প্রয়োজন মেটায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরামকৃষ্ণ মিশন সেবাশ্রম, কনখল, প্রাতিষ্ঠানিক ওয়েবসাইট"}