{"pageid": 1094456, "title": "সোমালি মাম", "url": "https://bn.wikipedia.org/wiki?curid=1094456", "content": "সোমালি ম্যাম (খ্‌মের: ម៉ម សុម៉ាលី [mɑːm somaːliː]; জন্ম ১৯৭০ বা ১৯৭১) কম্বোডিয়ার একজন মানব পাচার বিরোধী আইনজীবী যার কাজের আগ্রহ মূলত যৌন দাসত্বের উদ্দেশ্যে সংঘটিত পাচারের বিরুদ্ধে। ১৯৯৬ থেকে ২০১৪ সাল পর্যন্ত মাম যৌন পাচারের বিরুদ্ধে প্রচারণায় জড়িত ছিলেন। তিনি সোমালি ম্যাম ফাউন্ডেশন স্থাপন করেন এবং এর জন্য অর্থ সংগ্রহ করেন। তাকে প্রধান প্রধান টেলিভিশন অনুষ্ঠানগুলোতে উপস্থিত থাকতে এবং অনেক আন্তর্জাতিক অনুষ্ঠানে কথা বলতে দেখা যায়।\n২০১২ এবং ২০১৩ সালে দ্য কম্বোডিয়া ডেইলিতে মিথ্যা বলার অভিযোগ প্রকাশিত হওয়ার পর নিউজউইক ২০১৪ সালের মে মাসে একটি প্রচ্ছদ-গল্প চালায় এবং দাবি করে যে মাম নিজের এবং অন্যদের সম্পর্কে নির্যাতনের গল্প তৈরি করেছেন। বোস্টন ভিত্তিক আইন সংস্থা গুডউইন প্রক্টরের মাধ্যমে সোমালি ম্যাম ফাউন্ডেশন নিজস্ব তদন্ত করার পর, তিনি তার পদ থেকে পদত্যাগ করেন এবং অক্টোবর ২০১৪ সালে ফাউন্ডেশন টি বন্ধ হয়ে যায়। তিনি নতুন তহবিল সংগ্রহের কার্যক্রম শুরু করার জন্য সেই বছরের শেষের দিকে যুক্তরাষ্ট্রে ফিরে আসার আগে কম্বোডিয়ায় বসবাস করতে ফিরে যান।\n\n\n== জীবনের প্রথমার্ধ ==\nমাম কম্বোডিয়ার মন্ডুলকিরি প্রদেশের একটি উপজাতীয় সংখ্যালঘু পরিবারে জন্মগ্রহণ করেন। তার স্মৃতিকথা দ্য রোড অফ লস্ট ইনোসেন্স-এ তিনি বলেছেন যে তিনি ১৯৭০ বা ১৯৭১ সালে জন্মগ্রহণ করেন।  \nক্যাম্বোডিয়ায় কর্মরত একজন সাংবাদিক ম্যামের বিরুদ্ধে তদন্ত করেন এবং তার অভিযোগ যে তার প্রাথমিক জীবনের মূল অংশগুলো মিথ্যা ছিল তা ২০১৪ সালের মে মাসে নিউজউইক বহন করে। এর কিছুক্ষণের মধ্যেই সোমালি ম্যাম ফাউন্ডেশন থেকে পদত্যাগ করেন মাম। মারি ক্লেয়ার ম্যাগাজিনের একটি তদন্ত ভিন্ন সিদ্ধান্তে উপনীত হয়, সাক্ষীখুঁজে বের করে যা ম্যামের গল্পকে সমর্থন করে এবং নিউজউইকের অভিযোগের বিরোধিতা করে।\nতার বইতে মাম বলেছিলেন যে তিনি কম্বোডিয়ার স্কুলে পড়াশোনা করেছিলেন, কিন্তু স্নাতক হননি। নিউজউইকের নিবন্ধ অনুসারে, মাম স্নাতক হন এবং তাদের দাবির সমর্থনে দুজন শিক্ষার্থী এবং একজন শিক্ষককে খুঁজে পান, কিন্তু মারি ক্লেয়ার স্কুল পরিচালকের উদ্ধৃতি দিয়ে মনে করেন যে তিনি মাত্র তিন বছরের স্কুলে পড়াশোনা করেছিলেন।\nম্যাম বলেছিলেন যে তার \"দাদা\" প্রায় 14 বছর বয়স পর্যন্ত তাকে নির্যাতন করেছিলেন এবং তাকে পতিতালয়ে বিক্রি করা হয়েছিল এবং তাকে পতিতাবৃত্তিতে বাধ্য করা হয়েছিল এবং তাকে অপরিচিত ব্যক্তিকে বিয়ে করতেও বাধ্য করা হয়েছিল।  তিনি দাবি করেছেন যে তাকে রাস্তায় পতিতা করতে বাধ্য করা হয়েছিল এবং প্রতিদিন পাঁচ বা ছয়জন ক্লায়েন্টের সাথে যৌন সম্পর্ক তৈরি করা হয়েছিল। \nমাম ১৯৯৩ সালে কম্বোডিয়া ছেড়ে ফ্রান্সের প্যারিসে যান যেখানে তিনি পিয়ের লেগ্রোস নামের এক ফরাসি নাগরিককে বিয়ে করেন। ২০০৮ সালে তাদের বিবাহ বিচ্ছেদ হয়।\n\n\n== দাতব্য এবং কৃতিত্ব ==\nমাম মেদসাঁ সঁ ফ্রোঁতিয়েরের সাথে একজন প্রশিক্ষণহীন স্বাস্থ্যসেবা কর্মী  হিসেবে কাজ করেছেন এবং অবসর সময়ে পতিতালয়ের মহিলাদের হাতে কন্ডোম, সাবান এবং তথ্য তুলে দিয়েছেন। ১৯৯৬ সালে তিনি কম্বোডিয়া, লাওস এবং ভিয়েতনামে যৌন শোষিত নারী ও শিশুদের উদ্ধার, বাসস্থান এবং পুনর্বাসনের জন্য নিবেদিত একটি ক্যাম্বোডিয়ার এনজিও এএফইএসআইপি (Agir pour les Femmes en Situation Precaire \"কষ্টদায়ক পরিস্থিতিতে নারীদের জন্য অভিনয়\") যৌথভাবে প্রতিষ্ঠা করেন। এএফইএসআইপি এখনও দাস ত্বরান্বিত মহিলাদের সহায়তা করার চেষ্টা করার জন্য আউটরিচ কাজ পরিচালনা করে। সংস্থাটি পতিতালয়ে অভিযান চালানোর জন্য আইন প্রয়োগকারীদের সাথেও কাজ করে। কম্বোডিয়া, লাওস এবং ভিয়েতনামে অবস্থান রয়েছে। \n২০০৭ সালের জুন মাসে, মাম মার্কিন যুক্তরাষ্ট্রে গঠিত একটি অলাভজনক সংস্থা সোমালি ম্যাম ফাউন্ডেশন প্রতিষ্ঠা করেন, যা পাচার বিরোধী গোষ্ঠীগুলিকে সমর্থন করে এবং যৌন দাসত্বে বাধ্য হওয়া নারী ও মেয়েদের সহায়তা করে। সোমালি ম্যাম ফাউন্ডেশন (এসএমএফ) মার্কিন ব্যবসায়ী নেতৃবৃন্দ এবং হলিউড তারকাদের সমর্থন আকর্ষণ করে। এসএমএফ ছিল সোমালি ম্যামের নম পেন ভিত্তিক এএফইএসআইপির বিশ্বব্যাপী তহবিল সংগ্রহের শাখা।\n২০১৪ সালের মে মাস নিউজউইকনিবন্ধে ম্যামের দাবি নিয়ে প্রশ্ন তোলার পর সোমালি ম্যাম ফাউন্ডেশন বোস্টনভিত্তিক আইন সংস্থা গুডউইন প্রক্টরের নিজস্ব তদন্ত শুরু করে। মাম তার পদ থেকে পদত্যাগ করেন এবং পরে ২০১৪ সালের অক্টোবরে ফাউন্ডেশন টি বন্ধ হয়ে যায়।  ২০১৫ সালের জানুয়ারিতে, মাম এবং এসএমএফ রিগমোর স্নাইডারের প্রাক্তন অপারেশন ডিরেক্টর এএফইএসআইপি-র তহবিলের উৎস হিসাবে একটি নতুন সোমালি ম্যাম ফান্ড চালু করেন। এএফইএসআইপি-র তহবিলের উৎস হিসাবে একটি নতুন সোমালি ম্যাম ফান্ড চালু করেছে। ২০১৬ সালে, একটি নতুন দাতব্য সংস্থা, টুগেদার১হার্ট, এএফইএসআইপি-র প্রাথমিক তহবিল সংগ্রহের বাহন হয়ে ওঠে। অভিনেত্রী অ্যানালিন ম্যাককর্ড টুগেদার১হার্টের সিইও হিসাবে দায়িত্ব পালন করছেন। গ্রুপের ফেসবুক পাতায় পোস্ট থেকে জানা যায় যে ম্যাম এখনো ব্যাপকভাবে জড়িত, এবং ম্যাককর্ড জোর দিয়ে বলেছেন যে মাম একজন \"জীবিত\" এবং তাকে অন্যায় থেকে মুক্ত করতে দেখা যায়, অন্যদিকে তিনি বলেন যে ২০১৪ সালের জনসংযোগ সংকটের ফলে টুগেদার১হার্ট বা এএফইএসআইপি কেউই পরিবর্তন করেনি।\n\n\n== ম্যামের গল্পের যাচাই -বাছাই ==\nতিনি যে মন্তব্য করেছিলেন তা দিয়ে ম্যামের গল্পটি যাচাই করা শুরু হয়েছিল জাতিসংঘে। ৩ এপ্রিল নিউ ইয়র্কে সদস্য রাষ্ট্র, আন্তর্জাতিক সহায়তা সংস্থা এবং গণমাধ্যমের কাছে জাতিসংঘের একটি প্যানেলে বক্তব্য রাখতে গিয়ে মাম বলেন, নম পেনের চাই আওয়ার ২ হোটেলে একটি ম্যাসেজ পার্লারে তার সংগঠন এএফইএসআইপি একটি হাই-প্রোফাইল অভিযান চালানোর পর আটজন মেয়ে নিহত হয়েছে। সেখানে ৮৩ জন নারী ও মেয়েকে নিয়ে যাওয়া হয় এবং তাদের তার আশ্রয় কেন্দ্রে রাখা হয়। সোমালি মাম তখন থেকে স্বীকার করেছেন যে এটি \"ভুল\" ছিল এবং ক্যাম্বোডিয়ার সেনাবাহিনী আটটি মেয়েকে হত্যা করেনি।\n২০১২ সালের ২৫ এপ্রিল ক্যাম্বোডিয়া ডেইলি সংবাদপত্র ম্যামের প্রাক্তন স্বামী এবং একসময়ের এএফইএসআইপি পরিচালক পিয়ের লেগ্রোসকে জানায় যে মাম ২০০৪ সালে তাদের মেয়ের সাথে জড়িত একটি ঘটনাকে ভুলভাবে উপস্থাপন করেছেন। মাম দীর্ঘদিন ধরে দাবি করেছিলেন যে চাই আওয়ার ২ হোটেলে অভিযানের প্রতিশোধ হিসেবে মানব পাচারকারীরা কিশোরটিকে অপহরণ করে ধর্ষণ করেছিল। ২০০৭ সালে তার আত্মজীবনীতে মাম লিখেছিলেন যে তার মেয়েকে অপহরণের সাথে জড়িত ব্যক্তিদের কারাগার থেকে মুক্তি দেওয়া হয়েছে, যদিও একটি বিচার মুলতুবি ছিল। লেগ্রোস বলেছিলেন যে তাদের মেয়েকে অপহরণ করা হয়নি, কিন্তু সে তার প্রেমিকের সাথে পালিয়ে গেছে, এবং তার দৃষ্টিতে অপহরণের গল্পটি \"সোমালি ম্যাম ফাউন্ডেশনের জন্য বিপণনের\" একটি মাধ্যম। সে সময় মার্কিন রাষ্ট্রদূত জোসেফ মুসসোমলি ২০০৪ সালে একটি কূটনৈতিক তারবার্তায় লিখেছিলেন যে মাম দাবি করেছিলেন যে মামের মেয়েকে \"তার সমবয়সীরা প্রলুব্ধ\" করে বাত্তাম্বাং প্রদেশে নিয়ে গেছে এবং পরে তাকে সেখানে একটি নাইট ক্লাবে পাওয়া যায়, যাদের গ্রেপ্তার করা হয় এবং পাচারের অভিযোগে অভিযুক্ত করা হয়। ক্যাম্বোডিয়ার কর্মকর্তারা সংবাদপত্রকে বলেছেন যে তাদের কাছে এই ধরনের ঘটনার কোন রেকর্ড নেই।\n২০১৩ সালের অক্টোবরমাসে, ক্যাম্বোডিয়া ডেইলি অভিযোগ করে যে ১৯৯৮ সালের জানুয়ারি মাসে আরো একটি প্রতারণা সংঘটিত হয়, যখন মামকে মূলত তরুণ মেস রাথা এবং কম্বোডিয়ার শিশু যৌন শিল্পের অন্যান্য কথিত ভুক্তভোগীদের ক্যামেরায় সাক্ষ্য দেওয়ার কারণে আন্তর্জাতিক প্রচার মাধ্যমের নজরে আনা হয়। এএফইএসআইপির সভাপতি হিসেবে ম্যামের কাজ জনপ্রিয় সাপ্তাহিক শো এনওয়াইসে স্পিয়ারলের অংশ হিসাবে ফরাসি টেলিভিশনে প্রদর্শিত হচ্ছিল। রাথা, তখন তাকেও প্রদেশের প্রায় ১৪ বছরের কিশোর, নম পেনের কোথাও একটি অনির্দিষ্ট পতিতালয়ে যৌন দাসত্বের একটি গল্প বলেছিলেন। ষোল বছর পর, রাথা (বর্তমানে ৩২ বছর বয়সী এবং বিবাহিত) সংবাদপত্রকে বলেন যে ফ্রান্স ২ চ্যানেলের জন্য তার সাক্ষ্য তৈরি করা হয়েছিল এবং মাম তার জন্য স্ক্রিপ্ট করেছিলেন. প্রতিষ্ঠানের প্রতি সমর্থন বাড়ানোর মাধ্যম হিসাবে গড়ার উদ্দেশ্য হিসেবে স্ক্রিপ্ট করা হয়েছিল। রাথা বলল, \"আপনি যে ভিডিওটি দেখছেন, আমি যা কিছু দিয়েছি তা আমার গল্প নয়।\" \n২০১৫ সালের ১ জুন নম পেন পোস্ট সম্প্রতি প্রকাশিত স্টেট ডিপার্টমেন্টের তারবার্তার উপর ভিত্তি করে একটি নিবন্ধে প্রকাশ করে যে মার্কিন যুক্তরাষ্ট্র সরকার \"... মিডিয়া উন্মোচনের আগে বছরের পর বছর ধরে সোমালি ম্যাম পরিচালিত সংস্থাগুলির মধ্যে এখন কুখ্যাত প্রতারণা এবং অসদাচরণ সম্পর্কে জানতেন\"। নিবন্ধে ৮ মে, ২০১২ তারিখে নম পেনের মার্কিন দূতাবাস থেকে স্টেট ডিপার্টমেন্টে পাঠানো সোমালি ম্যাম আন্ডার মাইক্রোস্কোপ শিরোনামের একটি তারের উদ্ধৃতি দেওয়া হয়েছে। ২০০৪ সালে নম পেনের একটি পতিতালয়ে আফেসিপ অভিযানের প্রতিশোধ নেওয়ার জন্য ২০০৬ সালে তার মেয়েকে অপহরণ করা হয় বলে মামের দাবির কথা বলতে গিয়ে তারবার্তায় বলা হয়েছে: \"মিস ম্যাম ঘটনার সময় [দ্য এমবাসি] পোস্ট করার কথা জানানো সত্ত্বেও অসংখ্য বার এই দাবি করেছেন যে মেয়েটিকে অপহরণ করা হয়নি বরং নম পেন থেকে বাত্তামবাং পর্যন্ত তার সমবয়সীরা প্রলুব্ধ করেছে\"। দূতাবাসের তারবার্তায় নম পেনের পাচার বিরোধী সম্প্রদায়ের সূত্র উদ্ধৃত করে বলা হয়েছে যে মাম \"মূলে পচা\", যাতে এটি এড়ানো যায়... অন্যান্য পাচার বিরোধী] এনজিও 'ঝুঁকিতে' কিন্তু \"আফেসিপের অ্যাকাউন্টিং সিস্টেম এবং আর্থিক নিয়ন্ত্রণের সাধারণ অভাব সম্পর্কে উদ্বেগের বিষয়ে নীরব থাকার কৌশলগত সিদ্ধান্ত নিয়েছেন।\"\n\n\n== পদত্যাগ ==\n২৮ মে, ২০১৪ তারিখে নিউজউইকে উন্মোচিত হওয়ার পর এবং আইনজীবীদের কাছ থেকে প্রতিবেদন পাওয়ার পর, মাম সোমালি ম্যাম ফাউন্ডেশন থেকে পদত্যাগ করেন। ২০১৪ সালের শেষের দিকে, মাম তার খ্যাতি পুনরুদ্ধারের আশায় নিউ ইয়র্কে ফিরে আসেন এবং একটি জনসংযোগ প্রচারণা শুরু করেন, প্রচার সংস্থা জোনাথন মার্ডার অ্যান্ড কোম্পানি নিয়োগ করেন।  ২০১৪ সালের সেপ্টেম্বর মাসে মারি ক্লেয়ারে এক সাক্ষাৎকারে মাম তার নির্দোষতার প্রতিবাদ করেন এবং এর পরপরই নিউ সোমালি ম্যাম ফান্ড চালু করেন। \n২০১৪ সালের অক্টোবরমাসে ক্যাম্বোডিয়ার সরকার ঘোষণা দেয় যে মামকে একটি এনজিও পরিচালনা করতে নিষেধ করা হবে, কিন্তু কয়েক দিন পরে তারা এই নিষেধাজ্ঞা প্রত্যাহার করতে দেখা যায়। ২০১৪ সালের ডিসেম্বরের মধ্যে তিনি টেক্সাসে সদর দপ্তর সহ একটি নতুন এনজিওর জন্য অনুদান গ্রহণ করছিলেন। এর নাম ছিল \"দ্য নিউ সোমালি ম্যাম ফান্ড: ভয়েসেস ফর চেঞ্জ\"। তার আগের উদ্যোগের মতো, মার্কিন অভিনেত্রী সুজান সার‍্যান্ডনকে দাতব্য সংস্থার বোর্ডে কাজ করার জন্য নিয়োগ করা হয়েছিল। \"আমি আশা করি সেই অধ্যায়টি বন্ধ হয়ে গেছে। আমি খুব স্বাচ্ছন্দ্যবোধ করি যে তিনি যা বলছেন তা সত্য। রিগমোর স্নাইডার একজন প্রতিবেদককে বলেন, নতুন সংস্থাটি নারী ও মেয়েদের উদ্ধার করবে না, বরং অন্য এনজিওগুলোর সাথে সহযোগিতা করবে যাতে তারা মুক্ত হয়ে গেলে তাদের পুনর্বাসন ও শিক্ষিত করতে পারে, যাতে তারা চাকরি খুঁজে পেতে পারে\", রিগমোর স্নাইডার একজন প্রতিবেদককে বলেন এবং দুটি আবাসিক কেন্দ্র পরিচালনার পরিকল্পনা ব্যাখ্যা করেন। \"মূলত আমরা এখন যা খুঁজছি তা হ'ল তহবিল।\"\n৯ অক্টোবর, ২০১৪ তারিখে গ্লোবাল পোস্টে এক সাক্ষাৎকারে ম্যামের প্রাক্তন স্বামী এবং এএফইএসআইপি পিয়ের লেগ্রোসের সহ-প্রতিষ্ঠাতা বলেন: \"আপনি যখন এই পৃথিবীতে কাজ করেন, তখন আপনি জানেন যে মনগড়া গল্পসবাই তহবিল পেতে ব্যবহার করে।\" তিনি \"২০০৬ সালে একটি আশ্রয়কেন্দ্রের মধ্যে অব্যবস্থাপনা এবং যৌন নির্যাতনের অভিযোগ\" নিয়ে বেশি চিন্তিত ছিলেন। তিনি বলেছিলেন যে তিনি \"উন্নয়নের\" প্রশংসা করে একটি ব্যর্থ ব্যবস্থার যুক্তিকে নিন্দা করতে চান।\n\n\n== গ্রন্থপঞ্জি ==\nMam, Somaly (২০০৯)। The Road of Lost Innocence। আইএসবিএন 978-0385526227। \n\n\n== তথ্যসূত্র =="}