{"pageid": 1094794, "title": "এলিজা আর্মস্ট্রং কেলেঙ্কারি", "url": "https://bn.wikipedia.org/wiki?curid=1094794", "content": "এলিজা আর্মস্ট্রং কেলেঙ্কারি হল যুক্তরাজ্যের একটি বড় অনৈতিক ঘটনা, যেখানে শ্বেতকায়া দাসত্বের কুফল প্রকাশের উদ্দেশ্য নিয়ে একটি শিশুকে পতিতাবৃত্তির জন্য কেনা হয়েছিল। যদিও এর ফলে ফৌজদারি আইন সংশোধন অধিনিয়ম ১৮৮৫ এর উত্তরণের উদ্দেশ্য সফল হয়েছিল, কিন্তু এর ফলে এর প্রধান অভিযুক্ত ডব্লিউ টি স্টীডের অনভিপ্রেত পরিণতি হয়েছিল।\n\n\n== পটভূমি ==\n\nউনবিংশ শতকের মাঝামাঝি থেকে, ভিক্টোরীয় সমাজে নারী ও শিশুদের উন্নতি করার চেষ্টায় জোসেফাইন বাটলার এবং অন্যান্যদের মতো প্রথমদিকের নারীবাদীরা নেতৃত্ব দিয়ে সামাজিক বিশুদ্ধতা আন্দোলন শুরু করার প্রচেষ্টা করছিলেন। এই আন্দোলনের চাপে, অন্যায়ভাবে প্রযুক্ত দ্বৈত নিয়ম এবং চূড়ান্ত অকার্যকরতার কারণে সংক্রামক রোগের আইন বাতিল করা হয়েছিল, এটি ছিল এই আন্দোলনের সাফল্য।\nএকই সময়ে, এই আন্দোলনের প্রচারাভিযানে পতিতাবৃত্তির সমস্যা এবং নারীর উপর পুরুষের ক্ষমতায়নের দিকেও দৃষ্টিপাত করা হয়েছিল। ১৮৭০ সালের শেষের দিকে, মহাদেশের ব্রিটিশ মহিলাদের যৌনপল্লির দিকে প্রলুব্ধ করা হচ্ছে বা অপহরণ করা হচ্ছে এমন ঘটনার আশঙ্কায় এই গোষ্ঠী বিশেষভাবে মনোযোগী হয়ে উঠেছিল, বিশেষত যেহেতু যে মেয়েদের সবেমাত্র সম্মতির বয়স হয়েছে, তাদের সাথেই এগুলি ঘটছিল। যদিও ১৮৭৫ সালে ব্যক্তির বিরুদ্ধে অপরাধ আইন ১৮৬১ সংশোধনের সময় সম্মতির বয়স ১৩ করা হয়েছিল, আন্দোলন এটিকে কমপক্ষে ১৬ বছরে উন্নীত করার চেষ্টা করেছিল। কিন্তু সংসদ এই আইনের পরিবর্তন করতে ইচ্ছুক ছিল না।\nশেষ পর্যন্ত, এটি পরিবর্তন করার জন্য ১৮৮১ সালে, একটি ফৌজদারি আইন সংশোধনী বিল পেশ করা হয়েছিল। যদিও দুবছর পর, ১৮৮৩ সালে, মনোনীত কমিটির বিবেচনার পর, হাউস অফ লর্ডসে এটি সহজে পাস হয়ে গিয়েছিল, কিন্তু হাউস অব কমন্সে এই বিল দুবার স্থগিত হয়ে যায়। তারপর ১৮৮৫ সালে, এটি তৃতীয়বারের জন্য পুনরায় উপস্থাপন করা হয়েছিল, কিন্তু একটি রাজনৈতিক সংকট এবং সে বছর আসন্ন সাধারণ নির্বাচনের কারণে আবার এটিকে চূড়ান্তভাবে বাতিল করার হুমকি দেওয়া হয়েছিল।\n\n\n== ডব্লিউ টি স্টিড ==\n\n২রা মে হুইট উইক (ইস্টারের পর সপ্তম রবিবার) ব্যাংক ছুটির জন্য সংসদের ছুটি ছিল, এবং পরের দিন, অনৈতিকতা-বিরোধী প্রচারক এবং লন্ডন শহরের চেম্বারলেইন (বিশেষ আধিকারিক) বেঞ্জামিন স্কট, পল ম্যাল গেজেটের সম্পাদক ডব্লিউ টি স্টীডের সঙ্গে দেখা করেন। স্টিড ছিলেন আধুনিক অনুসন্ধানী সাংবাদিকতার একজন পথিকৃৎ, এই সঙ্গে তাঁর চাঞ্চল্যকর খবরের প্রতি ঝোঁক ছিল। তিনি ছিলেন সামাজিক বিশুদ্ধতা আন্দোলনের সমর্থক।\nস্কট স্টিডকে যৌন শোষিত শিশুদের ঘটনা বলেছিলেন এবং স্টিড জনপ্রিয়তা পাবার উদ্দেশ্যে কাজ করতে রাজি হয়েছিলেন। শিশু পতিতাবৃত্তির তদন্তের জন্য স্টিড একটি \"বিশেষ এবং গোপন তদন্ত কমিটি\" গঠন করেন, এর মধ্যে ছিলেন জোসেফাইন বাটলার, সেইসাথে 'মহাদেশীয় পতিতাবৃত্তির জন্য ব্রিটিশ মেয়েদের পাচার দমনের উদ্দেশ্যে লন্ডন কমিটি' (স্কট যার সভাপতি ছিলেন) এবং দ্য স্যালভেশন আর্মির প্রতিনিধিরা। তদন্তের অংশ হিসেবে, পল ম্যাল গেজেট -এর এক মহিলা কর্মচারী এবং স্যালভেশন আর্মির একটি মেয়ে, যৌনকর্মী হিসেবে সজ্জিত হয়ে যৌনপল্লিতে অনুপ্রবেশ করে এবং যৌন সেবা প্রদান করতে বাধ্য হওয়ার আগেই ফিরে চলে আসে। বাটলার এবং তাঁর ছেলে জর্জি যথাক্রমে যৌনপল্লির রক্ষক এবং ক্রয়কর্তার ভূমিকায় লন্ডনের রাস্তায় দশ দিন ঘুরে বেড়ান; উচ্চমানের যৌনপল্লি থেকে শিশুদের কিনতে তাঁরা একসঙ্গে মোট ১০০ পাউন্ড স্টার্লিং খরচ করেছিলেন। অন্যদিকে, সরাসরি তথ্য পাওয়ার জন্য, স্টিড স্কটল্যান্ড ইয়ার্ডের অপরাধ তদন্তের একজন প্রাক্তন পরিচালকের সাথে কথা বলেছিলেন; পরে তিনি সক্রিয় এবং অবসরপ্রাপ্ত পতিতালয় রক্ষক, যৌন দালাল, ক্রয়কারী, যৌনকর্মী, উদ্ধারকর্মী এবং জেলখানার যাজকদের তাঁর গোষ্ঠীতে অন্তর্ভুক্ত করেন।\nস্টিড অনুভব করেছিলেন যে নিজের কথা প্রমান করার জন্য তাঁর আরও কিছু দরকার: তিনি আইনের সামনেই এটি করতে পারেন তা দেখানোর জন্য একটি মেয়ে কেনার সিদ্ধান্ত নিয়েছিলেন।\n\n\n== একজন ৫ পাউন্ড স্টার্লিং (£) কুমারী ==\nজোসেফাইন বাটলার এবং স্যালভেশন আর্মির ব্রামওয়েল বুথের সাহায্যে, স্টেড রেবেকা জ্যারেটের সাথে যোগাযোগ করেন, রেবেকা ছিলেন একজন সংশোধিত প্রাক্তন যৌনকর্মী এবং যৌনপল্লি-রক্ষক এবং তিনি উইনচেস্টারে শ্রীমতী বাটলারের সাথে সহকারী হিসেবে কাজ করছিলেন। যদিও শ্রীমতী বাটলারের কোন সমস্যা ছিল না রেবেকার সঙ্গে স্টিডের দেখা করা নিয়ে, তিনি স্টিডের উদ্দেশ্যের কথা কিছুই জানতেন না।\nএকটি ১৩ বছর বয়সী মেয়েকে তার বাবা-মায়ের কাছ থেকে কিনে মহাদেশে পাঠানোর ব্যাপারে সাহায্য করার জন্য স্টিড জ্যারেটকে রাজী করিয়ে ফেলেন। সাহায্য করার জন্য নিজের পুরনো যৌনপল্লিতে পরিচিতদের মধ্যে ফিরে যাওয়ার বিষয়ে অনিচ্ছা সত্ত্বেও, জ্যারেট সাহায্য করতে রাজি হয়েছিলেন।\nরেবেকা জ্যারেট তাঁর এক পুরনো সহযোগী, যৌন দালাল ন্যান্সি ব্রাউটনের সঙ্গে দেখা করেন। তাঁর মাধ্যমে জ্যারেট এলিজা আর্মস্ট্রং নামে ১৩ বছর বয়সী এক কিশোরীর সম্পর্কে জানতে পেরেছিলেন। মেয়েটির মদ্যপ মা এলিজাবেথের টাকার প্রয়োজন ছিল। ন্যান্সি জ্যারেটকে শ্রীমতী আর্মস্ট্রংয়ের সাথে দেখা করিয়ে দেবার ব্যবস্থা করেছিলেন, আর্মস্ট্রং পশ্চিম লন্ডনের লিসন গ্রোভ এলাকায় বসবাস করতেন। যদিও রেবেকা মেয়েটির মাকে বলেছিলেন যে মেয়েটি একজন বৃদ্ধ ভদ্রলোকের কাছে দাসী হিসেবে কাজ করবে, কিন্তু তাঁর মনে হয়েছিল যে আর্মস্ট্রং বুঝতে পেরেছেন যে তিনি নিজের মেয়েকে যৌনকর্মের জন্য বিক্রি করছেন। মা নিজের মেয়েকে মোট ৫ পাউন্ড স্টার্লিংয়ে বিক্রি করতে রাজি হয়েছিলেন - ২০১৯ সালে এর মূল্যমান প্রায় ৬৪৭ পাউন্ড স্টার্লিং এর সমতুল্য। ৩রা জুন দামের ব্যাপারে সিদ্ধান্ত চূড়ান্ত হয়।\nসেই দিনেই, জ্যারেট এলিজাকে লুইজি মৌরেজ নামে একজন ধাত্রী ও গর্ভপাত বিশেষজ্ঞের কাছে নিয়ে যান। লুইজি মেয়েটিকে পরীক্ষা করে তার কুমারীত্বের সত্যতা দেন এবং জ্যারেটকে ক্লোরোফর্মের একটি বোতল বিক্রি করেন। এরপর এলিজাকে একটি যৌনপল্লিতে নিয়ে যাওয়া হয়েছিল এবং ক্রেতার আগমনের অপেক্ষায় থাকার সময় তাকে হালকাভাবে মাদক সেবন করানো হয়েছিল, ক্রেতা সেজে এসেছিলেন স্টিড। সম্পূর্ণরূপে নীতি বিহীন এক মানুষের ভূমিকায় অভিনয় করতে গিয়ে উদ্বিগ্ন স্টিড একটি সম্পূর্ণ বোতল শ্যাম্পেন পান করেছিলেন, যদিও তিনি ছিলেন সম্পূর্ণভাবে অ-মদ্যপায়ী। তিনি এলিজার ঘরে প্রবেশ করলেন এবং তার নিশ্চল অবস্থা থেকে জেগে ওঠার জন্য অপেক্ষা করতে লাগলেন। ঘোর কাটার পর, এলিজা চিৎকার করে উঠেছিল। স্টিড তাড়াতাড়ি ঘর থেকে বেরিয়ে যান, এলিজার আর্তনাদে সবাই যেন বুঝতে পারে তার সাথে তিনি \"যৌনকর্ম\" করেছেন। এলিজাকে দ্রুত ব্রামওয়েল বুথের কাছে হস্তান্তরিত করা হয়েছিল, তিনি তাকে ফ্রান্সে পাঠিয়ে দিয়েছিলেন, যেখানে তাকে স্যালভেশন কর্মীর পরিবার দেখাশোনা করার ভার নিয়েছিল।\nএরই মধ্যে স্টিড তাঁর এই ঘটনাটি লিখে ফেলেছিলেন।\n\n\n== আধুনিক ব্যাবিলনের প্রথম শ্রদ্ধাঞ্জলি ==\n\n১৮৮৫ সালের ৪ঠা জুলাই শনিবার, 'পল ম্যাল গেজেটে' একটি \"অকপট সতর্কতা\" জারি করা হয়েছিল: \"যাঁরা খুঁতখুঁতে, এবং যাঁরা বিচক্ষণ তাঁরা সবাই, এবং যাঁরা কল্পিত সরলতা এবং বিশুদ্ধতার একটি বোকার স্বর্গে বাস করতে পছন্দ করেন ও লন্ডন জাহান্নামে যাদের জীবন অতিবাহিত হয় তাদের ভয়াবহ বাস্তবতা থেকে স্বার্থপরভাবে অজ্ঞ, সোমবারের এবং পরবর্তী তিনটি দিনের \"পল ম্যাল গেজেট\" না পড়লেই ভালো করবেন। \" খবরের প্রত্যাশায় জনসাধারণের ক্ষুধা যথেষ্ট পরিমাণে শানিত হয়ে উঠেছিল। সোমবার ৬ই জুলাই, স্টিড আধুনিক ব্যাবিলনের প্রথম শ্রদ্ধাঞ্জলির প্রথম কিস্তি প্রকাশ করেন।\nপ্রথম কিস্তি প্রকাশিত হয়েছিল ছয়টি সম্পূর্ণ পৃষ্ঠা জুড়ে, স্টিড চোখ ধাঁধানো উপশিরোনাম দিয়ে অনৈতিকতাকে আক্রমণ করেছিলেন, সেগুলি ছিল: \"কুমারীদের অসম্মান\", \"একজন যৌনপল্লি-রক্ষকের স্বীকারোক্তি\", \"কীভাবে মেয়েদের কেনা হয়েছিল এবং ধ্বংস করা হয়েছিল\"। তিনি যুক্তি দিয়েছিলেন যে যদিও সম্মতিপূর্ণ প্রাপ্তবয়স্ক আচরণ ব্যক্তিগত নৈতিকতার বিষয় এবং কোনভাবেই আইন প্রয়োগের বিষয় নয়, কিন্তু লন্ডনে এমন কিছু সমস্যা রয়েছে যেগুলির অবশ্যই আইনগত নিষেধাজ্ঞার প্রয়োজন আছে। পাঁচটি প্রধান ক্ষেত্র, যেখানে আইনের হস্তক্ষেপ করা উচিত, তার তালিকা তিনি দিয়েছিলেন:\n\n\"শিশুদের বিক্রি ও ক্রয় এবং অসম্মান।\nকুমারীদের ক্রয়।\nনারীদের ফাঁদে ফেলা এবং ধ্বংস করা।\nমেয়েদের নিয়ে আন্তর্জাতিক দাস ব্যবসা।\nনৃশংসতা, বর্বরতা এবং অমানবোচিত অপরাধ।\"\n\"প্রথম শ্রদ্ধাঞ্জলি\"র প্রতিপাদ্য ছিল শিশু যৌনকর্ম, তরুণ ইংরেজ কুমারীদের অপহরণ, ক্রয় এবং মহাদেশীয় \"আনন্দ প্রাসাদে\" বিক্রি করা। স্টিড তাঁর পাঠকদের লন্ডনের বিভ্রান্তিকর পরিস্থিতির গোলকধাঁধার রাস্তায় নিয়ে গিয়েছিলেন (ইচ্ছাকৃতভাবে গ্রিক পুরাকথাকে স্মরণ করে), তিনি দেহ ব্যবসার ঘটনাকে উন্মোচন করেছেন এবং সেই সঙ্গে সেইসব কর্মকর্তাদের দুর্নীতি উন্মোচন করেছেন যাঁরা শুধু চোখ বন্ধ করে ছিলেন তাই নয়, বরং এই ধরনের অপব্যবহারকে সমর্থনও করেছেন। স্টিড স্বীকার করে নিয়েছিলেন যে তাঁর নিবন্ধগুলি লন্ডনের যৌনকর্মীদের একটি ক্ষুদ্র সংখ্যালঘু অংশের অবস্থা বর্ণনা করতে পেরেছে, তিনি সহমত ছিলেন যে অধিকাংশই \"সংগঠিত ধর্ষণের রাস্তা দিয়ে সেখানে আসেনি\", এবং তাঁর মনোযোগের কেন্দ্রবিন্দু নির্যাতিত শিশুরা যাদের \"নিয়মিত সংগ্রহ করা হয়; কেনা..., বা বিভিন্ন প্রতিশ্রুতিতে প্রলুব্ধ করে মারাত্মক কক্ষে প্রবেশ করানো হয়, যেখান থেকে তাদের কখনোই বের হতে দেওয়া হয় না যতক্ষণ না তারা নারী জীবনের সবচেয়ে মূল্যবান বস্তু হারায়।\" বিশেষ করে, তিনি যৌন অনৈতিকতা এবং যৌন অপরাধের মধ্যে একটি পার্থক্য দেখিয়ে ছিলেন, এবং সেই সব সংসদ সদস্যদের সমালোচনা করেছিলেন যাঁরা বিলটির আসন্ন \"হাউস অব কমন্সে বিলুপ্তির\" জন্য দায়ী ছিলেন এবং ইঙ্গিত করে ছিলেন যে কোন ব্যক্তিগত কারণবশত তাঁরা আইনের এই পরিবর্তনকে আটকাতে চাইতে পারেন।\n৬ই জুলাই এর প্রকাশনায় যথাযথভাবে আবরণ উন্মোচন শুরু হয়েছিল, যেখানে স্টিড প্রকাশ করে বলেছিলেন যে তিনি খোঁজ করেছিলেন প্রকৃত কুমারী মেয়েদের কেনা যায় কিনা, তাঁকে জবাব দেওয়া হয়েছিল কেনা যায়। তিনি জানতে চেয়েছিলে যে এই ধরনের মেয়েরা ইচ্ছুক এবং সম্মত কিনা, অথবা তাদের জন্য কি উদ্দেশ্য পরিকল্পনা করা রাখা আছে, সে সম্পর্কে তারা সচেতন কি না:\n\nআমার প্রশ্ন অব্যাহত রেখেছিলাম, \"কিন্তু, এই মেয়েরা কি লেনদেনের জন্য ইচ্ছুক বা অনিচ্ছুক পক্ষ - অর্থাৎ, তারা কি আসলেই কুমারী, শুধুমাত্র শারীরিক অর্থে অক্ষত কুমারী থাকার ক্ষেত্রে নয়, কিন্তু পবিত্র মেয়ে হিসেবে তারা তাদের প্রলোভনে কি অসম্মত পক্ষ?\" লোকটি আমার প্রশ্ন শুনে অবাক হয়েছিল, এবং তারপর জোরালোভাবে উত্তর দিয়েছিল: \"অবশ্যই তাদের মধ্যে খুব কমই ইচ্ছুক থাকে, এবং নিয়ম অনুযায়ী তারা জানে না তারা কি জন্য আসছে।\" \"কিন্তু,\" আমি বিস্মিত হয়ে বলে ছিলাম, \"তাহলে আপনি কি আমাকে বলতে চাইছেন যে সত্যিকারের ধর্ষণ, শব্দটির আইনী অর্থে, লন্ডনে অনিচ্ছাকৃত কুমারীদের উপর প্রতিনিয়ত সংঘটিত হচ্ছে, যৌনপল্লির রক্ষকেরা তাদের সংগ্রহ করছে ধনীদের জন্য?\" \"অবশ্যই,\" লোকটি জবাব দিয়েছিল, \"এতে কোন সন্দেহই নেই।\" \"কেন,\" আমি বিস্ময়ের সঙ্গে বলেছিলাম, \"এই চিন্তাটাই তো নরকের মত অবর্ণনীয়\" \"তা ঠিক,\" লোকটি বলেছিল; \"এবং যদিও এতে নরকের মত চিন্তা উত্থাপন করা উচিত, এটি প্রতিবেশীদের বিস্ময়ও উত্থাপন করে না।\" \"কিন্তু মেয়েরা কি চিৎকার করে কাঁদেনা?\" \"অবশ্যই ওরা কাঁদে।  কিন্তু নির্জন শয়নকক্ষে চিৎকার করে কি লাভ? মনে রাখবেন, প্রকৃতপক্ষে হত্যার চেষ্টা করা হলে একজন পুরুষ বা মহিলার উচ্চ চিৎকার বা অত্যধিক হিংস্র চিৎকারের সর্বোচ্চ সীমা মাত্র দুই মিনিট, এবং যেকোনো ধরনের চিৎকারের সীমা মাত্র পাঁচ মিনিট... কিন্তু ধরুন চিৎকার চলতে থাকছে এবং আপনি অস্বস্তিতে পড়েছেন, আপনি ভাবতে শুরু করেছেন যে আপনার কিছু করা উচিত নয়? আপনার মন স্থির করার এবং পোশাক পরার আগেই চিৎকার বন্ধ হয়ে যায়, এবং তখন আপনি ঐ যন্ত্রণার জন্য নিজেকে বোকা মনে করতে শুরু করেন... একবার একটি মেয়ে এই ধরনের বাড়িতে প্রবেশ করলে সে প্রায় অসহায় হয়ে পড়ে, এবং তুলনামূলক নিরাপত্তা আশ্বাসে ধর্ষিত হতে পারে।\"\nস্টিড মন্তব্য করেন যে \"বারো এবং তেরো বছর বয়সী শিশুরা কোন গুরুতর প্রতিরোধ করতে পারে না। তারা কেবল অস্পষ্টভাবে বুঝতে পারে কি হচ্ছে। তাদের মায়েরা অর্থের প্রলোভনে অন্তানকে ভুলিয়ে ভালিয়ে মোহাবিষ্ট করাতে রাজি হয়। শিশুরা ভেড়ার মতই কসাইখানায় পৌঁছে যায়। একবার সেখানে পৌঁছে গেলে, তারা এর মধ্যে দিয়ে যেতে বাধ্য হয়। মানুষটি যতই নির্মম হোক না কেন, শিশুটি পালাতে পারে না।\" একজন যৌন দালাল তাঁর বক্তব্যকে সমর্থন করেছিল, সে একটি মেয়ের কথা বলেছিল তাকে আগে থেকেই অজ্ঞান করে দেওয়া হয়েছিল, এবং তারপর জবরদস্তি তাকে বিকল্প দেওয়া হয় এইভাবে চালিয়ে যাওয়ার বা গৃহহীন হওয়ার।\nপ্রথম কিস্তির শেষ অংশটিতে বিশেষভাবে উল্লেখ করা হয়েছিল: \"তেরো বছরের একটি শিশু ৫ পাউন্ড স্টার্লিংয়ে কেনা হয়েছে\" উপশিরোনামের অধীনে, স্টিড এলিজা, একটি কৃত শিকার সম্পর্কিত ঘটনাটি, বলেছিলেন, এখানে তিনি নাম রেখেছিলেন \"লিলি\"। যদিও তিনি \"আখ্যানের প্রতিটি সত্যের নির্ভুলতার জন্য\" শপথ করেছিলেন, তিনি বেশ কয়েকটি বিবরণের পরিবর্তন করে দিয়েছিলেন, এবং এই সত্যটি বাদ রেখে ছিলেন যে \"লিলি\"র ক্রেতা তিনিই ছিলেন। নিজেকে \"তথ্যদাতা\" না বলে \"তদন্তকারী\" হিসাবে বর্ণনা করে, এবং যারা তথ্য প্রদান করেছে তাদের বিরুদ্ধে কোন ব্যবস্থা না নেওয়ার প্রতিশ্রুতি দিয়ে, তিনি বলেছিলেন যে তিনি প্রকৃত নাম এবং বিস্তারিত শনাক্তকরণ প্রকাশ করবেন শুধুমাত্র যুক্তরাজ্যের দুজন আর্চবিশপ, একজন সংসদ সদস্য, হাউস অফ লর্ডসের দুই সদস্য, যাঁরা অপরাধমূলক আইনে সক্রিয় অথবা শিশু সুরক্ষার সঙ্গে যুক্ত, এবং সিআইডির অতীত পরিচালকের কাছে।\n\n\n== \"প্রথম শ্রদ্ধা\"র প্রতিক্রিয়া ==\n\"প্রথম শ্রদ্ধা\" একটি তাৎক্ষণিক জনপ্রিয়তা পেয়েছিল। যখন ডব্লিউ এইচ স্মিথ অ্যান্ড সন্স (যাদের সমস্ত সংবাদ স্টলে একচেটিয়া অধিকার ছিল) কাগজটিকে বিক্রি করতে অস্বীকার করেছিল তার উত্তেজনাপূর্ণ এবং ক্ষতিকারক বিষয়বস্তুর কারণে, নিউজবয় এবং স্যালভেশন আর্মির সদস্যদের নিয়ে গঠিত স্বেচ্ছাসেবকরা এর বিতরণের দায়িত্ব গ্রহণ করেন। এমনকি জর্জ বার্নার্ড শ সাহায্য করার কথা লিখে স্টিডকে তার (টেলিগ্রাফ) করেছিলেন। \"পল ম্যাল গেজেট\" কার্যালয়ের সামনে জনতার ভিড় জমে গিয়েছিল। কাগজের অন্যের হাত-ফেরতা (সেকেন্ড হ্যান্ড) মুদ্রণগুলি এক শিলিং পর্যন্ত মূল্যে বিক্রি হয়েছিল- এটি তার স্বাভাবিক মূল্যের দ্বিগুণ।\nকয়েক দিনের মধ্যেই, স্টিড আটলান্টিকের ওপার থেকেও তার পেতে শুরু করেছিলেন, কেলেঙ্কারির বিষয়ে খোঁজ খবর করে। ধারাবাহিকটির শেষে তিনি ভিক্টোরীয় সমাজে পতিতাবৃত্তি নিয়ে হৈচৈ ফেলে দিয়েছিলেন। জাতীয় স্তরে দাঙ্গার আশঙ্কায়, স্বরাষ্ট্রসচিব, স্যার উইলিয়াম হারকোর্ট স্টিডের কাছে নিবন্ধগুলির প্রকাশনা বন্ধ করার আবেদন জানান; স্টিড উত্তর দিয়েছিলেন যে বিলটি বিলম্ব না করে পাস করা হলে তিনি তাঁর কথা মেনে নেবেন। যেহেতু হারকোর্ট নিশ্চিত করে কিছু বলতে পারেননি, তাই কাগজ শেষ না হওয়া পর্যন্ত স্টিড \"পল ম্যাল গেজেট\" প্রকাশ চালিয়ে যাওয়ার নির্দেশ দিয়েছিলেন।\nস্টিডের প্রকাশনা জনসাধারণের মধ্যে একটি প্রতিক্রিয়াশীল তন্ত্রীতে আঘাত করেছিল। আবেগোন্মত্ততার মধ্যেই, এটি বিভিন্ন ধরনের সংস্কার গোষ্ঠীকে এবং বিশিষ্ট ব্যক্তিদের এই কেলেঙ্কারির অবসানের আহ্বান জানাতে প্ররোচিত করেছিল। লন্ডন এবং প্রাদেশিক শহরগুলোতে অনেকগুলি প্রতিবাদ সভা অনুষ্ঠিত হয়। সাদা পোশাক পরিহিত ওয়াগন বোঝাই কুমারী সহ হাজার হাজার মানুষ হাইড পার্কে মিছিল করেছিল, তাদের দাবি ছিল বিলটি পাস করানোর। সরকার দ্রুতই রক্ষণমূলক অবস্থানে চলে গিয়েছিল এবং যে সংসদ সদস্যরা পূর্বে বিলটির বিরোধিতা করেছিলেন, তাঁরা বুঝতে পেরেছিলেন যে বিরোধিতা করা মানে শুধু শিশু যৌনতার অস্তিত্বকে অস্বীকার করাই নয়, বরং এটিকে ক্ষমা করাও। যদিও তাঁদের অনেকেই অশ্লীলতা আইনের অধীনে কাগজটির বিচার করতে চেয়েছিলেন, তাঁরা অনিবার্যতার কাছে নত হতে বাধ্য হন। বুধবার ৮ই জুলাই বিলের উপর পুনরায় বিতর্ক শুরু হয়, ৭ই আগস্ট এটিকে তৃতীয় এবং চূড়ান্তভাবে পড়া হয় এবং এক সপ্তাহ পরে এটি আইনে পরিণত হয়।\n\n\n== অনিচ্ছাকৃত পরিণতি ==\n\nযদিও স্যালভেশন আর্মি এবং কার্ডিনাল হেনরি এডওয়ার্ড ম্যানিং এবং চার্লস জন এলিকট, ব্রিস্টলের বিশপ সহ ধর্মীয় নেতারা স্টিডের তদন্তকে সমর্থন করেছিলেন, তাঁর পরিকল্পনা তাঁর উপর বিপরীত এবং অনাকাঙ্ক্ষিত প্রভাব এনেছিল। দ্য টাইমস এর মত প্রতিদ্বন্দ্বী সংবাদপত্রগুলি মূল \"লিলি\"কে খুঁজে বার করে দেখিয়েছিল যে স্টিডই ছিলেন \"ক্রেতা ছিল। শ্রীমতী আর্মস্ট্রং পুলিশকে বলেছিলেন যে তিনি নিজের মেয়েকে যৌনবৃত্তিতে নামাত রাজি ছিলেন না, তিনি বলেছিলেন যে তাঁর ধারণা ছিল তাঁর মেয়ে গার্হস্থ্য চাকরিতে প্রবেশ করবে। জ্যারেট মেয়েটির বাবার অনুমতি পাননি।\nস্টিড, জ্যারেট, বুথ ও ধাত্রী লুইজি মৌরেজ, এবং অন্য দুজন এলিজা আর্মস্ট্রংয়ের বাবা -মায়ের চুক্তি ছাড়াই তাকে আক্রমণ এবং অপহরণের অভিযোগে অভিযুক্ত হয়ে ২রা সেপ্টেম্বর আদালতে হাজির হন।\n২৩শে অক্টোবর, আসামীদের বিচারের জন্য আনা হয়, অভিশংসক হিসেবে ছিলেন অ্যাটর্নি জেনারেল রিচার্ড ওয়েবস্টার। স্টিড আত্মপক্ষ সমর্থন করেন। তিনি স্বীকার করেন যে মেয়েটি পিতার সম্মতি ছাড়াই সংগ্রহ করা হয়েছিল এবং মাকে অর্থ প্রদানের কোন লিখিত প্রমাণ তাঁর কাছে ছিল না। স্টিড রেবেকা জ্যারেটের কথার উপর নির্ভর করেছিলেন, এবং অপরাধে শ্রীমতী আর্মস্ট্রংয়ের জড়িত থাকার কথা প্রমাণ করতে পারেন নি। স্টিড, জ্যারেট এবং মৌরেজ অপহরণ এবং ক্রয়ের জন্য দোষী সাব্যস্ত হয়েছিলেন। বাকিরা ছাড়া পেয়েছিলেন। জ্যারেট এবং মৌরেজকে ছয় মাসের কারাদণ্ড দেওয়া হয়েছিল এবং স্টিডের সাজা হয়েছিল তিন মাসের কারাদণ্ড। তাঁকে তিন দিনের জন্য কোল্ডবাথ ফিল্ডস প্রিজনে রাখা হয়েছিল এবং তারপরে বাকী শাস্তির জন্য প্রথম শ্রেণীর বন্দি হিসেবে হলওয়েতে পাঠানো হয়েছিল।\n\n\n== পরে ==\nঅনেক দল স্টিডের কারাবাসের বিরুদ্ধে প্রতিবাদ করেছিল এবং কারাগারে তাঁর সাথে ভাল আচরণ করা হয়েছিল। \"এত আনন্দদায়ক ছুটি, বিশ্রামের এই রকম আকর্ষণীয় ঋতু আগে কখনো পাইনি\", তিনি পরে বলেছিলেন। হলওয়েতে \"প্রথম শ্রেণীর বন্দী\" হিসাবে তাঁর নিজস্ব কক্ষ ছিল, সেখানে অগ্নিকুণ্ড (ফায়ার প্লেস) ছিল এবং একজন সহ বন্দীকে তাঁর কাজের জন্য তাঁর কাছে রাখা হয়েছিল। তাঁর স্ত্রী ও সন্তানেরা ক্রিসমাসের সময় তাঁর কাছে থাকার অনুমতি পেয়েছিলেন। মৌরেজ জেলেই মারা যান। জ্যারেট তাঁর শাস্তির ছয় মাস কঠোর পরিশ্রম করেছিলেন। কারাগারে থাকাকালীন তিনি 'পল ম্যাল গেজেট' এর সম্পাদনা চালিয়ে যান, এবং তাঁর ক্রিসমাস কার্ড তাঁর শহীদত্ব বজায় রেখেছিল। স্টিড মুক্তির পরপরই তার কারাগারের অভিজ্ঞতা নিয়ে একটি পুস্তিকা লিখেছিলেন। তিনি কারাগারের রক্ষককে জিজ্ঞাসা করেছিলেন যে তিনি নিজের কারাগারের পোশাক রাখতে পারবেন কিনা, যদিও তিনি তাঁর শাস্তির অনেকটা সময় সাধারণ নাগরিকের পোশাক পরেই কাটিয়েছিলেন। কারারক্ষক রাজি হয়েছিলেন, এবং তারপরে, প্রতি ১০ই নভেম্বর, তাঁর দণ্ডাজ্ঞার বার্ষিকীতে, স্টিড জনগণকে তাঁর \"জয়ের\" কথা মনে করিয়ে দিতে কারাগারের পোশাক পরতেন।\nবিচারের পর, পোল্যান্ড উপনামধারী অভিশংসক, 'দ্য টাইমস' এ একটি বিজ্ঞাপনের মাধ্যমে আর্মস্ট্রং পরিবারের জন্য একটি 'জন অর্থ সংগ্রহ' শুরু করেন। এই অর্থ এলিজাকে দেওয়া হয়েছিল, যাতে সে ওয়ানস্টিডে কিশোরী মেয়েদের সুরক্ষার জন্য তৈরি প্রিন্সেস লুইস হোমে থাকতে পারে এবং পরিচারিকা হওয়ার প্রশিক্ষণ গ্রহণ করতে পারে পরবর্তী জীবনে, সে উত্তর -পূর্ব ইংল্যান্ডে বসবাস করত, সে দুইবার বিবাহ করেছিল। তার প্রথম বিবাহ থেকে ছয়টি সন্তান এবং দ্বিতীয় বিবাহ থেকে চারটি সন্তান হয়েছিল। ১৯০৬ সালেও স্টিডের সাথে তার বন্ধুত্বপূর্ণ চিঠিপত্র আদানপ্রদান বজায় ছিল। সে ১৯৩৮ সালে ৬৬ বছর বয়সে মারা যায়।\nস্টিড টাইটানিক দুর্ঘটনায় মারা যান।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nWeightman, Gavin (২০১৩)। The case of the £5 Virgin: the true story of a Victorian scandal। Backstory। \n\n\n== বহিঃসংযোগ ==\nThe W.T. Stead Resource Site - contains the complete text of \"Maiden Tribute of Modern Babylon\" (including facsimiles of the original articles) as well as the most complete account of the Eliza Armstrong Case."}