{"pageid": 1094512, "title": "কনখল", "url": "https://bn.wikipedia.org/wiki?curid=1094512", "content": "কনখল ভারতের উত্তরাখণ্ড রাজ্যের হরিদ্বার জেলায় হরিদ্বার মহানগরে অবস্থিত এক উপশহর। যা হরিদ্বার হতে তিন কিলোমিটার দূরে অবস্থিত অতি প্রাচীন দর্শনীয় স্থান।\nবায়ু পুরাণে এবং মহাভারতে স্থানটি উল্লেখ আছে “কনখলা” নামে।  কনখল হরিদ্বারের পাঁচ তীর্থ ক্ষেত্রের অন্যতম এবং এর অন্য দর্শনীয় স্থান গুলি হল - হর কি পৌরি, কুশাবর্তঘাট, মনসাদেবী মন্দির  এবং নীলপর্বত বা চণ্ডী দেবী মন্দির।  \nতবে এখানকার অতি পরিচিত দর্শনীয় স্থানগুলি হলো - দক্ষেশ্বর শিব মন্দির, সতীকুণ্ড, সতীঘাট, মা আনন্দময়ী আশ্রমসহ উনিশ শতকে বহু হিন্দু তীর্থযাত্রী দ্বারা প্রতিষ্ঠিত অত্যাশ্চর্য দেওয়ালে কারুকাজ সম্বলিত অসংখ্য আশ্রম এবং পুরাতন ভবন। \n\n\n== শাস্ত্রে কনখল ==\nমহাভারতে কনখল এভাবে বর্ণিত আছে -:\n\n\" হে রাজন, এখানে  আপনার সম্মুখে যে  কানাখলা পরিসীমা দৃষ্ট হইতেছে তাহা  ঋষিদের প্রিয় অবলম্বন এবং এখান দিয়ে স্রোতস্বিনী পবিত্র নদী গঙ্গা প্রবাহিত। এখানে প্রাচীনকালে পবিত্র ঋষি সনৎকুমার তপস্যায় সাফল্য লাভ করেছিলেন। অজমীড় জাতির বংশোদ্ভূতরা সাফল্য অর্জন করেছিলেন। এখানে এই নদীতে অবগাহনে আপনি আপনার সমস্ত পাপ থেকে মুক্তি পাবেন।\"\n- মহাভারত,খণ্ড- ৩ বনপর্ব: তীর্থযাত্রা উপপর্ব: বিভাগ -১৩৫\n\n\"গঙ্গাদোয়ারা (হরিদ্বারে) এবং কুশাবর্তে .....বা কনখালাতেও যে কেউ অবগাহনে নিশ্চিত সমস্ত পাপ হতে শুদ্ধ হয়ে যাবে এবং তারপর স্বর্গে আরোহণ করবে।\"\n- মহাভারত খণ্ড- ১৩, অনুশাসন পর্ব বিভাগ ২৫\n\n\n== ইতিহাস ==\n\nঐতিহ্যগতভাবে কনখল শিবের গ্রীষ্মকালীন  এবং কুরুক্ষেত্র শীতকালীন রাজধানী। ভগবান শিব সিংহাসন আরোহণের পর হরিদ্বারের সমতল ভূমি পরিদর্শনে যান। তাঁকে ঊষ্ণ অভিনন্দন জানাতে যে প্রবেশদ্বার তৈরি করা হয়েছিল সেটাই হরিদ্বার। মহাভারত মহাকাব্যের বনপর্বে যুধিষ্ঠিরকে স্বাগত জানাতে  ধৌম মুণি ভারতবর্ষের যে তীর্থের কথা উল্লেখ করেছিলেন তা ছিল গঙ্গাদোয়ার অর্থাৎ হরিদ্বার এবং কলখল। খ্রিস্টিয় তৃতীয় শতকের ধ্রুপদি সংস্কৃত ভাষার বিশিষ্ট কবি ও নাট্যকার  কালিদাসের  মেঘদূতেও কনখলের উল্লেখ পাওয়া যায়। \nপ্রথম শিখ গুরু, গুরু নানক ( ১৪৬৯ –১৫৩৯) ১৫০৪ খ্রিস্টাব্দে গাড়োয়ালের কোটদ্বার যাওয়ার সময় বৈশাখীর দিনে হরিদ্বার ভ্রমণ করেন। [8]  স্বামী বিবেকানন্দর শিষ্যা ভগিনী নিবেদিতাও ( ১৮৬৭ – ১৯১১) তাঁর ভ্রমণকথায় বলেছেন হরিদ্বারের বহুপূর্বে কনখল শিক্ষাকেন্দ্র ও তীর্থস্থান হিসাবে জনপ্রিয় ছিল। \nঊনবিংশ শতাব্দীর প্রথমে এটি হরিদ্বার এবং মায়াপুর হতে পৃথক  শহর হিসাবে পরিচিত হয়  নগর উন্নয়নের কারণে যদিও এটি হরিদ্বার শহর এলাকার অন্তর্গত। হরিদ্বার ও কনখলের মাঝে 'আপার গ্যাঞ্জেস ক্যানাল' পরিকল্পনা ১৮৪২ খ্রিস্টাব্দের এপ্রিলে শুরু হয়।\n বিভিন্ন বর্ণের সম্প্রদায়ের  বহু মন্দির ও আশ্রমসহ কনখলে অসংখ্য পুরাতন হাভেলি, প্রাসাদ রয়েছে। এগুলি পর্যটক স্থান হিসাবে   তীর্থযাত্রীদের কাছে সমানভাবে  আকর্ষণীয়। এগুলি তৎকালীন সামন্ত রাজাদের এবং  জমিদারের গ্রীষ্মকালীন তীর্থাবাসের জন্যই নির্মিত হয়েছিল।\n\n\n== ভূগোল ==\nকনখলের অবস্থানের অক্ষাংশ ও দ্রাঘিমাংশ হল ২৯.৯৩° উত্তর ৭৮.১৫° পূর্ব﻿ / 29.93; 78.15 ।  সমুদ্র সমতল হতে এর গড় উচ্চতা হল ২৬০ মিটার (৮৫৩ ফুট)\n\n\n== কনখলের গুরুত্বপূর্ণ স্থান সমূহ ==\n\nদক্ষেশ্বর শিব মন্দির-\n\nদক্ষেশ্বর শিব মন্দির - কনখলের সবচেয়ে প্রাচীন শিব মন্দির,  কনখল শহরে দক্ষিণে অবস্থিত। ১৮১০ খ্রিস্টাব্দে মন্দিরটি রানী ধনকৌর তৈরি করান এবং ১৯৬২ খ্রিস্টাব্দে পুনর্নির্মাণ করা হয়। এই স্থান সম্বন্ধে পৌরাণিক কাহিনী হল - শিবের স্ত্রী তথা সতীর পিতা দক্ষ যে স্থানে শিবকে আমন্ত্রণ না জানিয়ে যজ্ঞ করেছিলেন এবং সতী অপমানিত বোধ করে যজ্ঞকুণ্ডে নিজেকে আহুতি দেন, সেই স্থানে মন্দিরটি অবস্থিত। শিব এই ঘটনায় রুষ্ট হয়ে নিজের মস্তক হতে জটা উপড়িয়ে পর্বতে আঘাত করেন, বলশালী বীরভদ্রের উদয় হয়। তিনি শিবের নির্দেশে কালবিলম্ব না করে যজ্ঞ স্থলে পৌঁছান।   শিবের নির্দেশে, বীরভদ্র শিবের অনুচরের সাথে যজ্ঞস্থলে পৌঁছে দক্ষের শিরশ্ছেদ করেন এবং পরবর্তীতে শিব একটি ছাগলের মাথা কেটে দক্ষের মস্তকের স্থাপন করেন।  মন্দিরের পাশেই গঙ্গার উপর 'দক্ষঘাট', এবং কাছেই রয়েছে নীলেশ্বর শিব মন্দির । দক্ষিণ বিখ্যাত অশ্বমেধ যজ্ঞ ( ঘোড়া বলি ) এর অনেক বিবরণ বায়ু পুরাণে পাওয়া যায় \nসতী কুন্ড, আরেকটি সুপরিচিত পৌরাণিক ঐতিহ্যমণ্ডিত দর্শনীয় স্থান। দক্ষেশ্বর শিব মন্দিরের কিছু আগে অবস্থিত। এই কুণ্ডেই সতীর দেহ পুড়ে ভস্মে পরিণত হয়েছিল।  সারা ভারত থেকে তীর্থযাত্রীরা এই স্থান পরিদর্শন করেন এবং আশীর্বাদ অনুভব করেন।\nরামকৃষ্ণ মিশন সেবাশ্রম\n\nরামকৃষ্ণ মিশন সেবাশ্রম, কনখল [আরকেএমএস], হরিদ্বার [উত্তরাখণ্ড] শহরে অবস্থিত, একটি ১৫০ শয্যার মাল্টি-স্পেশালিটি দাতব্য হাসপাতাল। এটি ১৯০১ খ্রিস্টাব্দে স্বামী বিবেকানন্দের নির্দেশে এই অঞ্চলে চিকিৎসার সুবিধা প্রদানের উদ্দেশ্যে প্রতিষ্ঠিত হয়েছিল। এক শতাব্দীরও বেশি সময় ধরে তার দীর্ঘ ওডিসিতে, এটি আকারে বৃদ্ধি পেয়েছে, স্বাস্থ্যঝুঁকির বিভিন্ন মাত্রা মেটাতে সেবার পরিধি বিস্তৃত করেছে এবং এই সময়ে এটি দশ মিলিয়নেরও বেশি রোগীর চিকিৎসা করেছে। আরকেএমএস দরিদ্র সমাজের সেতুবন্ধনের জন্য একটি রোড ম্যাপ উপস্থাপনে গুরুত্বপূর্ণ ভূমিকা পালন করেছে - আধুনিক চিকিৎসা পদ্ধতি এবং স্বাস্থ্যসেবা ইউনিটগুলির জন্য লস্টার হিসাবে প্রমাণিত হয়েছে। চিকিৎসার তার পরোপকারী দৃষ্টিভঙ্গি, একটি নাভী এবং অতএব এটির শুরু থেকে একটি বিশিষ্ট বৈশিষ্ট্য, মহাত্মা গান্ধী, * স্যার জে সি বোস প্রভৃতি আলোকিত ব্যক্তিদের দৃষ্টি আকর্ষণ করেছিলেন যারা এই কেন্দ্রটি পরিদর্শন করেছিলেন। রামকৃষ্ণ আদেশের প্রাচীনতম আশ্রম (রামকৃষ্ণ হোম অব বারাণসীর পরে) হওয়ায়, এই সেবাশ্রম শ্রী রামকৃষ্ণ পরমহংসের প্রত্যক্ষ শিষ্যদের পবিত্র স্মৃতি বহন করে। স্বামী ব্রহ্মানন্দ, স্বামী তুরীয়ানন্দ এবং স্বামী নিরঞ্জনানন্দ এই আশ্রমে তীব্র আধ্যাত্মিক অনুশীলনে তাদের সময় কাটিয়েছেন।\n\nআনন্দময়ী মা আশ্রম - এই অদ্ভুত আশ্রমটি এই হিন্দু সাধু শ্রী আনন্দময়ী মা (১৮৯৬-১৯৮২) এর বাসস্থান ছিল, এবং আশেপাশে তার সমাধি মন্দির এবং তার জন্য নিবেদিত একটি যাদুঘরও রয়েছে। \nঅভেদা গঙ্গা মায়া আশ্রম আশেদা অভেদা গঙ্গা মায়া ট্রাস্ট নামে একটি ট্রাস্টের অধীনে। ট্রাস্টের প্রতিষ্ঠাতা ছিলেন ভজনন্দ স্বামীজি, স্বামী অভেদানন্দ মহারাজের প্রধান শিষ্য। বর্তমানে এর নেতৃত্ব দিচ্ছেন স্বামী কৃষ্ণন্দ।\nডেরা বাবা দরগাহ সিংহ জি, গুরুদুয়ারা - সতী ঘাটের কাছে অবস্থিত, এই গুরুদ্বারটি তৃতীয় শিখ গুরু গুরু অমর দাসকে উৎসর্গ করা হয়েছে, যিনি তাঁর জীবদ্দশায় বহুবার এই স্থানে গিয়েছিলেন,   কানখালের সতী ঘাটের কাছে অবস্থিত ; এটি নির্মলা শিখদের দ্বারা পরিচালিত হয়, শিখদের একটি পণ্ডিত সম্প্রদায়, যারা 1705 সালে এখানে এসেছিলেন , পাঞ্জাবের আনন্দপুর থেকে বের হয়ে আসার পর এবং এটিকে তাদের সদর দপ্তর বানিয়েছিলেন \nগুরুকুল কাংরি বিশ্ববিদ্যালয় - গঙ্গা নদীর তীরে, হরিদ্বার -জ্বালাপুর বাইপাস সড়কে কানখালে অবস্থিত, গুরুকুল কাংরি ভারতের প্রাচীনতম বিশ্ববিদ্যালয়গুলির মধ্যে একটি, যা 1902 সালে স্বামী শ্রদ্ধানন্দ (1856-1926) দ্বারা প্রতিষ্ঠিত হয়েছিল, এর নীতি অনুসারে আর্য সমাজের প্রতিষ্ঠাতা স্বামী দয়ানন্দ সরস্বতী । ব্রিটিশ ট্রেড ইউনিয়নের নেতা চার্লস ফ্রেয়ার অ্যান্ড্রুজ এবং ব্রিটিশ প্রধানমন্ত্রী রামসে ম্যাকডোনাল্ড  এটি পরিদর্শন করেছিলেন অনন্য গুরুকুল ভিত্তিক শিক্ষা ব্যবস্থা অধ্যয়নের জন্য। মহাত্মা গান্ধী তিনবার তার ক্যাম্পাস পরিদর্শন করেন,  এবং দীর্ঘ সময় ধরে তার বিস্তৃত এবং নিরিবিলি ক্যাম্পাসে থাকেন, বিশেষ করে 1916 সালে, যখন 20 মার্চ, তিনি গুরুকুল বার্ষিকীতে বক্তব্য রাখেন। \n\n\n== পরিবহন ==\nদিল্লি এবং মানাপাসের মধ্যে কানখাল জাতীয় সড়ক 58 এর সাথে সড়ক দ্বারা ভালভাবে সংযুক্ত। নিকটতম রেলওয়ে স্টেশনগুলি হল জ্বালাপুর এবং হরিদ্বারে । নিকটতম বিমানবন্দর হল জলি গ্রান্ট বিমানবন্দর, দেরাদুন, যদিও নয়াদিল্লির ইন্দিরা গান্ধী আন্তর্জাতিক বিমানবন্দরটি পছন্দনীয়।\nএর প্রতিবেশী শহরগুলি হল জ্বালাপুর, হরিদ্বার এবং লাক্সার ।\n\n\n== আরও দেখুন ==\nরামকৃষ্ণ মিশন সেবাশ্রম কানখাল\n\n\n== তথ্যসূত্র =="}