{"pageid": 1094413, "title": "বিষ্ণুসহস্রনাম", "url": "https://bn.wikipedia.org/wiki?curid=1094413", "content": "বিষ্ণুসহস্রনাম (সংস্কৃত: विष्णुसहस्रनाम), সংস্কৃত স্তোত্র যার মধ্যে বিষ্ণুর ১,০০০ নামের তালিকা রয়েছে, যিনি হিন্দুধর্মের অন্যতম প্রধান দেবতা ও বৈষ্ণবধর্মে পরম ঈশ্বর। এটি হিন্দুধর্মের অন্যতম পবিত্র ও জনপ্রিয় স্তোত্র।\nবিষ্ণুসহস্রনাম মহাকাব্য মহাভারতের অনুশাসন পর্বে পাওয়া যায়। এটি বিষ্ণুর এক হাজার নামের সবচেয়ে জনপ্রিয় সংস্করণ। অন্যান্য সংস্করণ পদ্মপুরাণ, স্কন্দপুরাণ ও গরুড় পুরাণে বিদ্যমান। এখানে শিখ সংস্করণও আছে, যা সুন্দর গুতক পাঠ্যে পাওয়া যায়। প্রতিটি নাম তার অগণিত মহান গুণাবলীর একটিকে প্রশংসিত করে।\n\n\n== পটভূমি ==\n১৩৫ তম অধ্যায়, মহাভারতের অনুশাসন পর্ব (শ্লোক ১৪ থেকে ১২০) অধ্যায়ে, কুরু রাজবংশের নাতি এবং যোদ্ধা ভীষ্ম দ্বারা যুধিষ্ঠিরকে স্তোত্র দেওয়া হয়েছিল, যিনি কুরুক্ষেত্রের যুদ্ধক্ষেত্রে (তীরের) মৃত্যুশয্যায় ছিলেন। যুধিষ্ঠির ভীষ্মকে নিম্নলিখিত প্রশ্নগুলি জিজ্ঞাসা করেন:\n\nকিমেকাং দাইবাতাং লকে কিং বাপ্যেকাং পারায়ানাং \nস্তুবন্তা কাং কামারকান্তা প্রপ্নুয়ুরমানবআহ সুবাং \nকো ধর্মা সর্ব ধর্মনাং বাবতা পরমো মাতহ \n\nকিং জাপান মুচ্যতে জান্তুহ জন্মসংসরবান্ধনত\nএই মহাবিশ্বের মধ্যে কে সবার জন্য এক আশ্রয়? পৃথিবীর সর্বশ্রেষ্ঠ দেবতা কে? কার প্রশংসা করে ব্যক্তি শুভেচ্ছা (শান্তি ও সমৃদ্ধি) লাভ করতে পারে? কার পূজা করলে  ব্যক্তি মঙ্গল (শান্তি ও সমৃদ্ধি) লাভ করতে পারে? আপনার মতে সব ধর্মের মধ্যে সর্বশ্রেষ্ঠ ধর্ম কি? কার নাম জপ করার মাধ্যমে,  \"প্রাণী\" সংসার বন্ধন অতিক্রম করতে পারে?\nভীষ্ম উত্তর দিয়ে বলেন যে \"বিষ্ণু সহস্রনাম\" জপ করে মানবজাতি সমস্ত দুঃখ থেকে মুক্ত হবে, যা সর্বব্যাপী পরম সত্তা বিষ্ণুর হাজার নাম, যিনি সমস্ত জগতের কর্তা, পরম আলো, সারমর্ম। মহাবিশ্ব এবং কে ব্রহ্ম। সমস্ত বস্তু সজীব ও নির্জীব তার মধ্যে বাস করে, এবং তিনি সব বস্তুর মধ্যেই থাকেন।\n\n\n== ব্যুৎপত্তি ==\nসংস্কৃত ভাষায়, সহস্র অর্থ \"হাজার\" এবং নাম (নামক, কাণ্ডটি নমন) অর্থ \"নাম\"। যৌগটি বহুব্রীহি ধরনের এবং এটিকে \"হাজার নাম থাকা\" হিসাবে অনুবাদ করা যেতে পারে। আধুনিক হিন্দি উচ্চারণে, নাম উচ্চারণ করা হয় [না: ম]। এটি দক্ষিণ ভারতে সহস্রনামও উচ্চারিত হয়।\nবলা হয়ে থাকে যে, যে ব্যক্তি প্রতিদিন পূর্ণ ভক্তি সহকারে এই বিষ্ণু সহস্রনাম পাঠ করে, সে তার জীবনে নাম, খ্যাতি, সম্পদ ও জ্ঞান অর্জন করে।\n\n\n== ব্যাখ্যা ==\nবিষ্ণু সহস্রনাম হিন্দুদের মধ্যে জনপ্রিয় ও ধর্মপ্রাণ বৈষ্ণব বা বিষ্ণুর অনুসারীদের প্রার্থনার প্রধান অংশ। যখন বৈষ্ণবগণ অন্য দেবতাদের পূজা করে, তারা বিশ্বাস করে যে মহাবিশ্ব, অন্যান্য দেবতা যেমন শিব এবং দেবী, অবশেষে পরমেশ্বর ভগবান বিষ্ণুর প্রকাশ। অন্যান্য দেবতাদের অন্যান্য সহস্রনামের অস্তিত্ব থাকা সত্ত্বেও, সহস্রনামকে \"সহস্রনাম\" হিসাবে উল্লেখ করে, সাধারণত বিষ্ণু সহস্রনামকেই বোঝায়, যার ফলে এর ব্যাপক জনপ্রিয়তা ও ব্যবহারের ইঙ্গিত পাওয়া যায়।\nবিষ্ণু সহস্রনামে যে দুটি নাম শিবকে বোঝায় তা হল \"শিব\" (অদ্বৈতিন আদি শঙ্করের ভাষ্য # ২৭ ও # ৬০০ নাম) নিজেই, \"শম্ভু\" (নাম # ৩৮), \"ইশানাহ\" (নাম # ৬৪), এবং \" রুদ্র \"\n(নাম # ১১৪)। অদ্বৈত বেদান্তের আদি শঙ্কর দাবি করেন যে বিষ্ণু দেবতা নিজেই ব্রহ্ম (ব্রহ্মের একটি দিক নয়)। আবার, তিনি লক্ষ্য করেন যে \"শুধুমাত্র হরি (বিষ্ণু) শিবের মতো নাম দ্বারা প্রশংসিত হয়\",  শ্রী বৈষ্ণব ভাষ্যকার পরাশর ভত্তরের ব্যাখ্যার সাথে সামঞ্জস্যপূর্ণ অবস্থান। পরাশর ভট্টার শিবকে বিষ্ণুর গুণ বোঝাতে চেয়েছিলেন, যেমন \"যিনি শুভ দান করেন\"।\nযাইহোক, শিব নামের এই ব্যাখ্যাকে চ্যালেঞ্জ করা হয়েছে স্বামী তাপসানন্দের বিষ্ণু সহস্রনাম সম্পর্কে শঙ্করের ভাষ্যের অনুবাদ দ্বারা। তিনি ২৭ তম নাম, শিবের অনুবাদ করেন: \"যিনি প্রকৃতি, সত্ত্ব, রজঃ এবং তমঃ তিনটি গুণ দ্বারা প্রভাবিত হন না; কৈবল্য উপনিষদে বলা হয়েছে, \"তিনি ব্রহ্মা ও শিব উভয়ই।\" শিব ও বিষ্ণুর মধ্যে পার্থক্য না থাকার এই বক্তব্যের আলোকে, বিষ্ণু নিজেই যিনি শিবের প্রশংসা এবং উপাসনার দ্বারা উন্নত।\"  এই সাধারণভাবে অনুষ্ঠিত অদ্বৈত দৃষ্টিভঙ্গির উপর ভিত্তি করে যা স্মার্টরা গ্রহণ করেছে, বিষ্ণু ও শিবকে যথাক্রমে সংরক্ষণ ও ধ্বংসের বিভিন্ন দিক হওয়ায় এক এবং একই ঈশ্বর হিসাবে দেখা হয়। যেহেতু অনেক সংস্কৃত শব্দের একাধিক অর্থ আছে, এটা সম্ভব যে এই দৃষ্টান্তে বিষ্ণু এবং শিব উভয়ই নাম ভাগ করে, যেমন, শিব নামের অর্থ \"শুভ\"  যা বিষ্ণুর ক্ষেত্রেও প্রযোজ্য হতে পারে। অনন্তপদ্মনাভ ও শঙ্করনারায়ণ দেবতারা হিন্দুদের দ্বারা পূজিত হন, যেমন ভগবান পান্ডুরঙ্গ বিঠাল, তাঁর মুকুটে শিব লিঙ্গ সহ কৃষ্ণের রূপ, উভয় দেবতার একত্বকে নির্দেশ করে।\nযাইহোক, বৈষ্ণব ভাষ্যকার, রামানুজাচার্যের অনুগামী পরাশর ভট্টার বিষ্ণু সহস্রনামে \"শিব\" ও \"রুদ্র\" নামগুলি ব্যাখ্যা করেছেন বিষ্ণুর গুণাবলী বা গুণাবলী বোঝাতে, এবং ইঙ্গিত করবেন না যে বিষ্ণু ও শিব এক এবং একই ঈশ্বর। বৈষ্ণবরা বিষ্ণুর চার বাহুরূপে পূজা করেন, তাঁর হাতে শঙ্খ, চক্র, ফুল ও গদা বহন করেন, বিশ্বাস করেন যে পরম রূপ। যাইহোক, স্মার্তরা ঈশ্বরের এই দিক বা ব্যক্তিত্বের সদস্যতা নেয় না, কারণ স্মার্তরা বলে যে ঈশ্বর নির্গুণ ও এইভাবে রূপহীন। উপরন্তু, তারা বিশ্বাস করে যে ঈশ্বর সময়, আকৃতি ও রঙ দ্বারা সীমাবদ্ধ নয়। বৈষ্ণব ঐতিহ্যের মতে, বিষ্ণু সীমাহীন ও তবুও নির্দিষ্ট রূপ ধারণ করতে সক্ষম, বিপরীত যুক্তি দিতে (ঈশ্বর রূপ ধারণ করতে অক্ষম বলে) অসীম এবং সর্বশক্তিমানকে সীমাবদ্ধ করা সর্বোচ্চ।\nশ্রী বৈষ্ণব ও সাধ বৈষ্ণব ঐতিহ্যে, ভগবদ্গীতা ও বিষ্ণু সহস্রনামকে আধ্যাত্মিক প্রকাশের দুটি চোখ বলে মনে করা হয়।\nঅন্যান্য বৈষ্ণব ঐতিহ্যেও বিষ্ণু সহস্রনাম গুরুত্বপূর্ণ গ্রন্থ হিসেবে বিবেচিত। গৌড়ীয় বৈষ্ণব ধর্মের মধ্যে, বল্লভ সাম্প্রদায়, নিম্বারক সামপ্রদায় ও রামানন্দীদের মধ্যে, কৃষ্ণ ও রামের নাম জপ করা বিষ্ণুর নাম থেকে শ্রেষ্ঠ বলে বিবেচিত হয়। পদ্ম পুরাণের আরেকটি শ্লোকের উপর ভিত্তি করে যা বলে যে বিষ্ণুর এক হাজার নাম জপ করার উপকারিতা রামের একটি নাম জপ করার থেকে পাওয়া যেতে পারে, এবং ব্রহ্মবৈবর্ত পুরাণে একটি শ্লোকে কৃষ্ণের একটি নাম দিয়ে রামের তিনটি নাম জপ করার সুবিধা সমান। যাইহোক, এটা অনুধাবন করা জরুরি যে সেই পুরাণে সেই শ্লোকগুলিকে আক্ষরিকভাবে ব্যাখ্যা করা যায় না, কারণ অনেকেই বিশ্বাস করেন যে বিষ্ণু ও কৃষ্ণের মধ্যে কোন পার্থক্য নেই। এই ধর্মতাত্ত্বিক পার্থক্যটি নিম্নরূপ প্রকাশ করা যেতে পারে: অনেক বৈষ্ণব গোষ্ঠী কৃষ্ণকে বিষ্ণুর অবতার হিসাবে স্বীকৃতি দেয়, অন্যরা পরিবর্তে তাকে স্বয়ং ভগবান বা প্রভুর আসল রূপ বলে মনে করে। তবুও এই শ্লোকগুলি ব্যাখ্যা করা যেতে পারে কারণ শুধুমাত্র আবেগ ছাড়া ঈশ্বরের অনেক নাম পুনরাবৃত্তি করার চেয়ে বিশুদ্ধ ভক্তি বা ভক্তি থাকা বেশি গুরুত্বপূর্ণ। প্রকৃতপক্ষে, শ্রীকৃষ্ণ নিজেই বলেছেন, \"অর্জুন, হাজার নাম পাঠ করে কেউ প্রশংসা করতে চায়। কিন্তু, আমার পক্ষ থেকে, আমি একটি শ্লোক দ্বারা প্রশংসিত বোধ করি। এই ব্যাপারে কোন সন্দেহ নেই।\"\nবৈষ্ণবধর্মের মধ্যে কিছু গোষ্ঠী, যেমন শ্রী সাম্প্রদায়, ঋগ্বেদ মেনে চলে ও অনুসরণ করে: ১.১৫৬.৩, যা বলে যে \"হে যারা পরম সত্য উপলব্ধি করতে চান, অন্তত একবার বিষ্ণুর নাম উচ্চারণ করুন। এটা নেতৃত্ব দেবে .আপনি এই ধরনের উপলব্ধির জন্য।\"\n\n\n==== কর্ম নিয়ন্ত্রণে ঈশ্বরের শক্তিকে নির্দেশ করে ব্যাখ্যা ====\nবিষ্ণু সহস্রনামে অনেক নাম, বিষ্ণুর হাজার নাম কর্ম নিয়ন্ত্রণে ঈশ্বরের শক্তিকে নির্দেশ করে। উদাহরণস্বরূপ, শঙ্করের ব্যাখ্যায় বিষ্ণুর ১৩৫ তম নাম, ধর্মমাধ্যমের অর্থ হল, \"যে ব্যক্তি জীবের যোগ্যতা (ধর্ম) ও অপকারিতা (অধর্ম) প্রত্যক্ষ করে, সেগুলি তাদের প্রাপ্য পুরস্কার প্রদান করে।\"\nঈশ্বরের এই প্রকৃতির প্রতি ইঙ্গিতকারী বিষ্ণুর অন্যান্য নাম হল ভবনাহ, ৩২ তম নাম, বিধাতা, ৪৪ তম নাম, অপ্রমত্তহ, ৩২৫ তম নাম, স্তনদহ, ৩৮৭ তম নাম এবং  শ্রীভাবনাহ, ৬০৯ তম নাম। শঙ্করের ব্যাখ্যানুসারে ভবনাহ এর অর্থ হল \"যিনি সমস্ত জীবের কর্মের ফল উৎপন্ন করেন তাদের জন্য।\" ব্রহ্মসূত্র (৩.২.২৮) \"ফলমাতহ উপপত্তেহ\" জীবের সকল কর্মের ফলদাতা হিসাবে প্রভুর কার্যকারিতার কথা বলে।\n\n\n==== সাধারণ চিন্তা ====\nস্বামী তাপসানন্দের বিষ্ণু সহস্রনাম এর সমাপ্ত শ্লোকের অনুবাদের অংশগুলি নিম্নরূপ: \"এখানে বা পরকালে যে ব্যক্তি প্রতিদিন এই নামগুলি শুনবে বা পুনরাবৃত্তি করবে তার উপর মন্দ বা অশুভ কিছুই ঘটবে না।\" মন্তব্যটি লক্ষণীয়। রাজা নহুশা, এককালের ধার্মিক রাজা, যুধিষ্ঠিরের পূর্বপুরুষ, সি রাজাগোপালচারীর মহাভারতের অনুবাদ থেকে উদ্ধৃতি অনুসারে, অসংখ্য বলিদান করার পর, ইন্দ্র হয়েছিলেন দেবদের রাজা, কিন্তু পরবর্তীতে মহান ঋষি অগস্ত্যের অভিশাপের কারণে স্বর্গ বা স্বর্গ থেকে বহিষ্কার করা হয়েছিল এবং তার অহংকার ও অহংকারে শেষ পর্যন্ত লাভের জন্য এবং হাজার বছর ধরে অজগর হয়ে যায়। এই শ্লোক শঙ্করের ভাষ্যে বলা হয়েছে যে রাজা নহুশার অনুরূপ পতন সেই ভক্তের সাথে ঘটবে না যিনি প্রতিদিন বিষ্ণু সহস্রনাম পাঠ করেন।\n\n\n== উচ্চারণ ==\nসংযুক্ত প্রস্তাবনা প্রার্থনায় (কিন্তু পরবর্তী সহস্রনামে নয়) অনানুষ্ঠানিক উচ্চারণ ব্যবহার করা হয়, যেহেতু উচ্চারণের সঠিক উপস্থাপনের জন্য ডায়াক্রিটিক চিহ্নের ব্যাপক ব্যবহার প্রয়োজন। উদাহরণস্বরূপ: সংস্কৃত/হিন্দিতে তিনটি প্রতিনিধিত্ব করে 'স' প্রতিনিধিত্ব করে, যা এখানে 'স', 'স', ও 'স' হিসাবে উপস্থাপিত হয়, যেমন সংস্কৃত শব্দ সাতকোণা (ষড়ভুজ), বিষ্ণু, কৃষ্ণ এবং অন্যান্যগুলিতে ব্যবহৃত হয় আসলে রেট্রোফ্লেক্স ফোনেম ও ইংরেজিতে এর সমতুল্য নেই। রেট্রোফ্লেক্স ফোনেমগুলি হল যেখানে জিহ্বা তালুতে সামান্য কুণ্ডলী করা হয় এবং ফোনেমের শব্দ সহ মুক্তি পায়। এছাড়াও, বিষ্ণু ও কৃষ্ণের 'ন' হল বিপরীতমুখী। সংস্কৃত বর্ণমালার ইংরেজিতে আনুষ্ঠানিক লিপ্যন্তরে, 'স' অক্ষরের নিচে বিন্দু রেখে এই সেট-আপটি চিহ্নিত করা হয়। সংস্কৃত ব্যঞ্জনবর্ণ, এবং সংস্কৃত লিপ্যন্তরের আন্তর্জাতিক বর্ণমালা (আইএএসটি)- এ আরও বিস্তারিত পাওয়া যাবে।\nযদিও কোন প্রার্থনা বা মন্ত্র পাঠ করার সময় ভক্তি সবচেয়ে গুরুত্বপূর্ণ বিষয় হিসাবে বিবেচিত হয় (যদি না তান্ত্রিক উদ্দেশ্যে ব্যবহৃত হয়, যেখানে শব্দটির কম্পন প্রধান ভূমিকা পালন করে), সঠিক উচ্চারণের ব্যবহার ভক্তদের দ্বারা বিশ্বাস করা হয়আবৃত্তি থেকে প্রাপ্ত তৃপ্তি, কণ্ঠস্বর এবং মানসিক উভয় জপের ক্ষেত্রে।\n\n\n== আবৃত্তির গুণাবলী ==\nসহস্রনাম পাঠে বিশ্বাসীরা দাবি করেন যে এটি মনের অটুট শান্তি, চাপ থেকে সম্পূর্ণ মুক্তি এবং অনন্ত জ্ঞান নিয়ে আসে। বিষ্ণু সহস্রনাম -এর সমাপ্ত শ্লোক (ফলশ্রুতি) -এর অনুবাদ, নিম্নোক্ত কথাগুলি বলুন:\n\"এখানে বা পরকালে যে ব্যক্তি প্রতিদিন এই নামগুলি শুনবে বা পুনরাবৃত্তি করবে তার উপর মন্দ বা অশুভ কিছুই ঘটবে না ... যে কোন নিষ্ঠাবান মানুষ, ভোরে উঠে এবং নিজেকে শুদ্ধ করে, বাসুদেবের প্রতি নিবেদিত এই স্তোত্রটি পুনরাবৃত্তি করে, যে মন তার উপর মনোনিবেশ করে, সেই মানুষ মহান খ্যাতি অর্জন করে, তার সমবয়সীদের মধ্যে নেতৃত্ব, যে সম্পদ নিরাপদ এবকোন কিছুর দ্বারা অপ্রতিরোধ্য সর্বোচ্চ।তিনি সকল ভয় থেকে মুক্ত হবেন এবং দারুণ সাহস ও শক্তির অধিকারী হবেন এবং তিনি রোগমুক্ত হবেন। রূপের সৌন্দর্য, শরীর ও মনের শক্তি এবং গুণী চরিত্র তার কাছে স্বাভাবিক হবে .... যে ব্যক্তি প্রতিদিন ভক্তি ও মনোযোগের সাথে এই স্তোত্রটি পাঠ করে সে মানসিক শান্তি, ধৈর্য, ​​সমৃদ্ধি, মানসিক স্থিতিশীলতা, স্মৃতি এবং খ্যাতি লাভ করে .... যে কেউ উন্নতি ও সুখ কামনা করে, সে ব্যাস রচিত বিষ্ণুর উপর এই ভক্তিমূলক স্তোত্রটি পুনরাবৃত্তি করুক .... যে লোকটি পদ্ম-চক্ষু [কমলা নয়না] কে ভালবাসে, যিনি সমস্ত জগতের কর্তা, জন্মহীন, এবং যার থেকে জগতের উৎপত্তি হয়েছে এবং যার মধ্যে তারা দ্রবীভূত হয়েছে তাকে কখনোই পরাজিত করা যাবে না।\nগোঁড়া হিন্দু ঐতিহ্যে, একজন ভক্তের উচিত প্রতিদিন উপনিষদ, গীতা, রুদ্রম, পুরুষ সূক্ত এবং বিষ্ণু সহস্রনাম জপ করা। যদি কেউ এই সব কিছু করতে না পারে, তবে বিশ্বাস করা হয় যে বিষ্ণু সহস্রনাম জপ করা যথেষ্ট। .লিঙ্গ নির্বিশেষে যেকোনো সময় বিষ্ণু সহস্রণাম জপ করা যেতে পারে।\nবারাহি তন্ত্র বলে যে কলিযুগে যুগে বেশিরভাগ স্তোত্র পরশুরাম দ্বারা অভিশপ্ত এবং তাই অকার্যকর। এই অভিশাপ থেকে মুক্ত এবং যাদের কলিযুগের সময় উপযুক্ত, তাদের তালিকা করার সময় বলা হয়, \"ভীষ্ম পর্বের গীতা, মহাভারতের বিষ্ণু সহস্রনাম এবং চণ্ডিকা সপ্তশতী\" (দেবীমাহাত্ম্যম্) সকল দোষ থেকে মুক্ত এবং ফল দান করেনসঙ্গে সঙ্গে কলিযুগে।\"\nএকটি ক্লাসিক জ্যোতিষশাস্ত্রীয় গ্রন্থে, বহাট পরারা হরোস্ত্র, ঋষি পরাশর প্রায়শই গ্রহজনিত সমস্যাগুলির জন্য সর্বোত্তম প্রতিকার হিসাবে বিষ্ণু সহস্রনাম পাঠের সুপারিশ করেন। উদাহরণস্বরূপ, নিম্নলিখিত শ্লোকটি দেখুন: \"দীর্ঘায়ু দীর্ঘায়িত করার জন্য এবং অন্যান্য অশুভ প্রভাব থেকে মুক্তি পেতে সবচেয়ে কার্যকর এবং উপকারী প্রতিকার ব্যবস্থা হল বিষ্ণু সহস্রনাম পাঠ।\" (অধ্যায় ৫৬, শ্লোক ৩০)\nপরাশর ঋষি এই রীতির উল্লেখ করেছেন তাঁর পাঠে দশবারেরও বেশি এই পদে:\n\"উপরের অশুভ প্রভাব থেকে মুক্তি পাওয়ার প্রতিকারমূলক ব্যবস্থা হল বিষ্ণু সহস্রনাম পাঠ করা।\" (অধ্যায় ৫৬, শ্লোক ৭৭)\nতাঁর পালিত আয়ুর্বেদিক গ্রন্থ চড়ক সংহিতায়, আচার্য চড়ক সকল প্রকার জ্বর নিরাময়ে বিষ্ণু সহস্রনামের শক্তি নির্দেশ করে।\nভগবান বিষ্ণুর সহস্র নাম (এক হাজার নাম) আবৃত্তি, যার এক হাজার মাথা আছে, যিনি কারাকার প্রধান (চলন্ত ও নড়াচড়া করছেন) মহাবিশ্বের জিনিস) এবং যিনি সর্বব্যাপী তিনি সকল প্রকার জ্যোরা নিরাময় করেন।\n\n\n== শ্লোক ==\n\n\n==== আবৃত্তি ও একত্রীকরণ ====\nএকটি বিকল্প পন্থা হল শুরুর প্রার্থনা বলা, এবং তারপর শ্লোকগুলিতে সংগৃহীত নামগুলি বলা (যেমনটি মূলত ভীষ্ম বলেছিলেন।) এই ধরনের স্তবকগুলিকে সংস্কৃত ভাষায় শ্লোক বলা হয়। সহস্রনাম (প্রাথমিক ও সমাপনী প্রার্থনা বাদে) মোট ১০৮ শ্লোক রয়েছে।\nউদাহরণস্বরূপ, প্রথম শ্লোক হল:\n\nওঁ বিসব বিশ্নুর - বষত্কার   ভূতভাভ্যাভাভাতপ্রাভুহভুতক্রদ ভূতভ্রদ-ভাব ভূতাত্মা  ভূতাভাবনা\nবেশ কয়েকটি শব্দের সমষ্টি এবং তাদের মধ্যবর্তী স্থানগুলি বাদ দেওয়া লক্ষ্য করুন। উদাহরণস্বরূপ, এই শ্লোকের প্রথম লাইনের শেষ শব্দ:\n\nভূতাভাব্য-ভবতপ্রভু\nঅনুরূপ:\n\nওঁ ভূতভাব্য ভবৎ প্রভবে নমঃসম্প্রসারিত সংস্করণের।\nশব্দের এই একত্রিত হওয়া সংস্কৃতের একটি সাধারণ বৈশিষ্ট্য এবং একে বলা হয় সমাস- একটি যৌগ। এটি শ্লোকগুলিকে সংক্ষিপ্ত এবং মনে রাখা সহজ করে তোলে।\n\n\n== ভগবান বিষ্ণুর সহস্র নাম ==\nএই নামগুলির সম্পূর্ণ তালিকা, ঢিলেঢালা বানান ও স্বতন্ত্র অনুবাদ সহ।\n\n\n== উল্লেখ, উদ্ধৃতি ও মন্তব্য ==\n\n\n=== উল্লেখ ===\nভজ গোবিন্দের ২৭ নং শ্লোকে অদ্বৈত বেদান্তের আদি শঙ্কর বলেছিলেন যে গীতা ও বিষ্ণু সহস্রনাম জপ করা উচিত এবং লক্ষ্মীর প্রভুর রূপ, বিষ্ণুর সর্বদা ধ্যান করা উচিত। তিনি আরও বলেছিলেন যে সহস্রনাম যাঁরা এটি জপ করেন তাদের সমস্ত মহৎ গুণাবলী প্রদান করেছেন।\nরামানুজাচার্যের অনুগামী পরাশর ভত্তর বলেছিলেন যে বিষ্ণু সহস্রনাম মানুষকে সকল পাপ থেকে ক্ষমা করে দেয় এবং তার সমান।\nদ্বৈত দর্শনের প্রবক্তা মাধবাচার্য বলেছিলেন যে, সহস্রনাম ছিল মহাভারতের সারাংশ, যা ছিল শাস্ত্রের সারমর্ম এবং সহস্রনামের প্রতিটি শব্দের ১০০ টি অর্থ ছিল।\nহিন্দু স্বামীনারায়ণ বিশ্বাসের প্রতিষ্ঠাতা স্বামীনারায়ণ, শাস্ত্রপদ, শিক্ষাপাত্রীর ১১৮ নং শ্লোকে বলেছেন যে, একজনকে \"১০ম পর্ব, (ভাগবত পুরাণ) পাঠ করা উচিত বা\" বিষ্ণু সহস্রনাম \"পাঠ করা উচিত,  নিজের সামর্থ্য অনুযায়ী পবিত্র স্থানে।\"আবৃত্তি এমন যে এটি ইচ্ছামত ফল দেয়।\"\nস্বামীনারায়ণ ৯৩-৯৬ শ্লোকগুলিতেও বলেছেন, \"এই আটটি পবিত্র শাস্ত্রের জন্য আমার সর্বোচ্চ সম্মান আছে: ১-৪) চারটি বেদ, ৫) ব্যাস-সূত্র, (অর্থাৎ ব্রহ্মসূত্র, ৬) শ্রীমদ্ভাগবতম, ৭) মহাভারতে শ্রী বিষ্ণু সহস্রনাম, এবং 8) যাজ্ঞবল্ক্য স্মৃতি যা ধর্মগ্রন্থের কেন্দ্রে অবস্থিত; এবং আমার সকল শিষ্য যারা সমৃদ্ধি কামনা করে তাদের এই আটটি পবিত্র ধর্মগ্রন্থ শোনা উচিত, এবং আমার আশ্রয়ে থাকা ব্রাহ্মণদের উচিত এই পবিত্র ধর্মগ্রন্থগুলি শেখা এবং শেখানো, এবং অন্যদের কাছে সেগুলি পড়া।\"\nস্বামী শিবানন্দ তাঁর বিশটি গুরুত্বপূর্ণ আধ্যাত্মিক নির্দেশনায় বলেছেন যে বিষ্ণুসহস্রনাম সহ অন্যান্য ধর্মীয় গ্রন্থগুলিও পদ্ধতিগতভাবে পড়া উচিত।\n\n\n=== উদ্ধৃতি ===\nশ্রী এন কৃষ্ণমাচারী, একজন বৈষ্ণব পণ্ডিত, স্টিফেন ন্যাপের ওয়েবসাইটে, বৈষ্ণব পণ্ডিতদের উদ্ধৃতি দিয়ে বলেছেন যে, বিষ্ণু সহস্রনামের মহত্ত্বের ছয়টি কারণ রয়েছে:\n\"বিষ্ণুসহস্রনাম হল মহাভারতের সারাংশ;\nমহান ঋষিরা যেমন নারদ, আলভার, এবং সন্ত তায়াগরাজ সহ সুরকারগণ তাদের ভক্তিমূলক রচনায় \"বিষ্ণুর হাজার নাম\" এর বারবার উল্লেখ করেছেন;\nযে ব্যক্তি মহাভারতের অংশ হিসেবে হাজার নাম একত্রিত করেছিলেন এবং এটি বিশ্বের জন্য সংরক্ষণ করেছিলেন তিনি আর কেউ নন, বেদের সংকলক ঋষি বেদব্যাস;\nভীষ্ম সকল ধর্মের মধ্যে বিষ্ণু সহস্রনাম জপকে সর্বোত্তম এবং সহজ বলে মনে করেন, অথবা সকল বন্ধন থেকে মুক্তি লাভের উপায়;\nএটা ব্যাপকভাবে গৃহীত হয় যে এই স্তোত্রাম জপ করলে সব দুঃখ থেকে মুক্তি পাওয়া যায়, এবং সুখ এবং মনের শান্তি হয়;\nবিষ্ণুসহস্রনাম গীতার শিক্ষার সাথে সামঞ্জস্যপূর্ণ।\"}}\nঅভয়চরণারবিন্দ ভক্তিবেদান্ত স্বামী প্রভুপাদ -এর উদ্ধৃতি; ১৫ ফেব্রুয়ারি, ১৯৭০ থেকে জেএফ স্টাল; দর্শন ও দক্ষিণ এশীয় ভাষার অধ্যাপক। দ্বিতীয় অনুচ্ছেদে বলা হয়েছে:\nএইভাবে আমরা সমস্ত ধর্মগ্রন্থকে লক্ষ্য করি যা সর্বোচ্চ ব্যক্তিকে লক্ষ্য করে। ঋগ্বেদে (১.২২.২০) মন্ত্রটি হল ওঁ তাদ বিষ্ণোহ পরম পদম সদা পশ্যন্তী সুরায়হ (দেবীগণ সর্বদা বিষ্ণুর সেই সর্বোচ্চ বাসস্থানের দিকে তাকিয়ে থাকেন)। অতএব, পুরো বৈদিক প্রক্রিয়া হল ভগবান বিষ্ণুকে বোঝা, এবং যেকোনো ধর্মগ্রন্থ প্রত্যক্ষ বা পরোক্ষভাবে পরমেশ্বর বিষ্ণুর মহিমা জপ করছে।”\nভগবান শিব তার স্ত্রী পার্বতীকে সম্বোধন করেছিলেন:\n\nঅনুবাদ:\n\nহে বরণানা (সুদৃশ্য মুখের মহিলা), আমি রাম, রাম, রামের পবিত্র নাম জপ করি এবং এইভাবে এই সুন্দর শব্দটি উপভোগ করি। শ্রী রামের এই পবিত্র নাম ভগবান বিষ্ণুর এক হাজার পবিত্র নামের সমান। \".(ব্রহাদ বিষ্ণুসহস্রনামস্তোত্র, উত্তর-খণ্ড, পদ্মপুরাণ ৭২.৩৩৫)\nব্রহ্মাণ্ড পুরাণ অনুসারে:\n\nসহস্র-নামনাম পুন্যানাম, ত্রির-অভ্রত্য তু ইয়াত ফালাম\nএকবৃত্য তু কৃষ্ণস্যা, নমাইকাম তাত প্রয়াচ্চতি\nঅনুবাদ:\n\n\"বিষ্ণুর সহস্র পবিত্র নাম (বিষ্ণুসহস্রনাম-স্তোত্রম) তিনবার জপ করার মাধ্যমে যে পবিত্র ফল (পুণ্য) অর্জিত হয় তা কেবলমাত্র কৃষ্ণের পবিত্র নামের একটি উচ্চারণ দ্বারা অর্জন করা যায়।\"\nভগবান শ্রীকৃষ্ণ নিজেই বলেছেন:\n\nইয়ো মম নাম সহস্রেন স্তোতাম ইচ্ছতি পাণ্ডবসহামেকেনা স্লকেনা স্তুত ইভা না সংসা\nঅনুবাদ:\n\n\"অর্জুন, কেউ হয়তো হাজার নাম পাঠ করে প্রশংসা করতে চায় এই ব্যাপারে কোন সন্দেহ নেই।\"\nহিন্দুধর্মের প্রাচীনতম শাস্ত্রীয় পাঠ থেকে, ঋগ্বেদ; ১.১৫৬.৩, এটি বলে:\n\n\"হে যারা পরম সত্যকে উপলব্ধি করতে চাও, অন্তত একবার\" বিষ্ণু \"নামটি উচ্চারণ কর, এই দৃঢ় বিশ্বাসে যে এটা তোমাকে এইরকম উপলব্ধির দিকে নিয়ে যাবে।\"\n\n\n=== মন্তব্য ===\nবিষ্ণু সহস্রনাম অসংখ্য ভাষ্যের বিষয় ছিল:\n\nঅদ্বৈত বেদান্তের আদি শঙ্কর অষ্টম শতাব্দীতে সহস্রনাম সম্পর্কে একটি সুনির্দিষ্ট ভাষ্য লিখেছিলেন।\nরামানুজের অনুগামী পরাশর ভত্তর দ্বাদশ শতাব্দীতে বিশিষ্টদৈবত দৃষ্টিকোণ থেকে বিষ্ণুর নাম বর্ণনা করে একটি ভাষ্য লিখেছিলেন, ভাগবত গুণ ধারণাপাম (বা ভগবদ গুণ ধারণা) নামে বইটিতে, যার অর্থ প্রতিফলনপ্রভুর গুণাবলী)।\nদ্বৈত বেদান্তের মাধবাচার্য বলেছিলেন যে সহস্রনামের প্রতিটি নামের ন্যূনতম ১০০ অর্থ রয়েছে।\nদ্বৈত বেদান্তের বিদ্যাপীঠ তীর্থ (মৃত্যু ১৩৯২) (জয়তীর্থের শিষ্য) বিষ্ণু সহস্রনাম নামে একটি ভাষ্য লিখেছিলেন, যার নাম ছিল বিষ্ণুসহস্রনামাবিভৃতি।\nদ্বৈত বেদান্তের সত্যনিধি তীর্থ (মৃত্যু ১৬৬০) বিষ্ণু সহস্রনাম ব্যখ্যা, বিষ্ণু সহস্রনাম এর একটি ভাষ্য লিখেছিলেন।\nদ্বৈত বেদান্তের সত্যসন্ধ তীর্থ (মৃত্যু ১৭৯৪) বিষ্ণু সহস্রনাম -এর ভাষ্য, বিষ্ণুসহস্রনামভাষ্য লিখেছিলেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nSharma, B. N. Krishnamurti (২০০০)। A History of the Dvaita School of Vedānta and Its Literature, Vol 1. 3rd Edition। Motilal Banarsidass (2008 Reprint)। আইএসবিএন 978-8120815759। \nSankaranarayan, P. (১৯৯৬), Śrī Viṣṇu Sahasranāma Stotram, Mumbai: Bharatiya Vidya Bhavan উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) . With an English Translation of Sri Sankara Bhagavatpada's Commentary\nTapasyananda, Swami, Sri Vishnu Sahasranama, Chennai: Sri Ramakrishna Math উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) . Sanskrit and English, with an English translation of Sri Sankara Bhagavatpada's commentary.\n\n\n== আরও পড়ুন ==\nSanskrit & Hindi: Sri Vishnu Sahasranama, Gita Press, Gorakhpur, Uttar Pradesh 273005, India\nSanskrit & English: The Thousand Names of Vishnu and the Satyanarayana Vrat, translated by Swami Satyananda Saraswati, Devi Mandir, Napa.\nSanskrit & English: Sri Vishnu Sahasranama Stotram; translated by Swami Vimalananda, Sri Ramakrishna Tapovanam, Tiruchirapalli, India, 1985\n\n\n== বহিঃসংযোগ ==\n\nRead and play MP3 of Vishnu Sahasranama and other Vishnu Stotras\nDetailed description with video and lyrics\nThe original Sanskrit at Wikisource.\nইউটিউবে Youtube Video to learn and hear Visnu Sahasranama – Includes Sanskrit, transliteration and English translation.\nA 5-volumes English commentary at Ahobilavalli site.  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ নভেম্বর ২০২২ তারিখে\nEnglish and Sanskrit at Swami Krishnananda's\nExcerpt from the Mahabharata translation by Ganguly at Sacred Texts.\nVishnu Sahasranamam\nPDF English version with audio and links at the Matheson Trust.\nVishnu Sahasranamam"}