{"pageid": 1094151, "title": "রল্ফ হ্যারিস", "url": "https://bn.wikipedia.org/wiki?curid=1094151", "content": "রল্ফ হ্যারিস (জন্ম ৩০ মার্চ ১৯৩০) হচ্ছেন একজন অস্ট্রেলীয় বিনোদন-কর্মী। তার কর্মজীবনে তিনি একজন সঙ্গীতশিল্পী, গায়ক-গীতিকার, সুরকার, কৌতুক অভিনেতা, অভিনেতা, চিত্রশিল্পী এবং টেলিভিশন ব্যক্তিত্ব হিসেবে কাজ করেছেন। তিনি ২০১৪ সালে চারজন অপ্রাপ্তবয়স্ক মেয়ে শিশুকে যৌন নিপীড়নের জন্য দোষী সাব্যস্ত হন। এই ঘটনা কার্যকরভাবে তার কর্মজীবন শেষ করে দিয়েছিল।\nহ্যারিস তার গান \"টাই মি ক্যাঙ্গারু ডাউন, স্পোর্ট\" (অস্ট্রেলিয়া, যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্রে জনপ্রিয়তার বিচারে শীর্ষ ১০ ছিল) এবং \"জেক দ্য পেগ\" এবং \"টু লিটল বয়েজ\" (যা যুক্তরাজ্যে ১ নম্বরে পৌঁছেছে) এর রেকর্ডিংয়ের জন্য পরিচিত। তিনি প্রায়শই তার অভিনয়ে অস্বাভাবিক যন্ত্র ব্যবহার করতেন: তিনি ডিডগেরিডু বাজাতেন; ঝাঁকুনি বোর্ড আবিষ্কারের কৃতিত্ব দেওয়া হয়; এবং স্টাইলোফোনের সাথে যুক্ত। ১৯৬০ এবং ১৯৭০-এর দশকে হ্যারিস যুক্তরাজ্যে একজন সফল টেলিভিশন ব্যক্তিত্বে পরিণত হন, পরে রল্ফ'স কার্টুন ক্লাব এবং অ্যানিম্যাল হসপিটালের মতো অনুষ্ঠান উপস্থাপন করেন। ২০০৫ সালে তিনি রানী দ্বিতীয় এলিজাবেথের একটি অফিসিয়াল প্রতিকৃতি আঁকেন। তিনি ছয় দশকেরও বেশি সময় ধরে ইংল্যান্ডের বার্কশায়ারের ব্রায়েতে বসবাস করেন।\n২০১৪ সালের জুলাই মাসে, ৮৪ বছর বয়সে, হ্যারিসকে ১৯৭০ এবং ১৯৮০ এর দশকে চার জন মহিলা ভুক্তভোগীর উপর অশালীন আক্রমণের বারোটি অভিযোগে পাঁচ বছর নয় মাসের কারাদণ্ড দেওয়া হয়। প্রায় তিন বছর কাজ করার পরে ২০১৭ সালে তাকে লাইসেন্সে মুক্তি দেওয়া হয়েছিল। দোষী সাব্যস্ত হওয়ার পর, তিনি তার কর্মজীবনে এও এবং সিবিই সহ অনেক সম্মান প্রদান করা হয়েছিল। একটি গণনা, যে হ্যারিস পোর্টসমাউথে আট বছরের একটি মেয়েকে অশালীনভাবে লাঞ্ছিত করেছিল, ২০১৭ সালে অনিরাপদ হিসাবে উল্টে দেওয়া হয়েছিল। হ্যারিস বাকি তিনটি মেয়ে সম্পর্কে তার দোষী সাব্যস্ত হওয়ার বিরুদ্ধে আপিল করার অনুমতির জন্যআবেদন করেছিলেন, কিন্তু অনুমতি প্রত্যাখ্যান করা হয়েছিল।\n\n\n== জীবনের প্রথমার্ধ ==\n\nহ্যারিস ১৯৩০ সালের ৩০ শে মার্চ পশ্চিম অস্ট্রেলিয়ার বাসেন্ডিয়ানে অ্যাগনেস মার্গারেট (নে রবিন্স) এবং ক্রমওয়েল (\"ক্রোম\") হ্যারিসের ঘরে জন্মগ্রহণ করেন, যিনি দুজনেই ওয়েলসের কার্ডিফ থেকে অভিবাসিত হয়েছিলেন। তিনি পশ্চিম অস্ট্রেলিয়ার ওয়েম্বলিতে বড় হয়েছেন। তার নাম করণ করা হয় রল্ফ বোল্ড্রেউডের নামে, যিনি একজন অস্ট্রেলীয় লেখকের ছদ্মনাম, তার মা যার প্রশংসা করতেন। পরবর্তী খ্যাতির পর, হ্যারিসকে প্রায়শই অস্ট্রেলিয়ার মধ্যে \"বাসেনডিয়ানের ছেলে\" হিসেবে উল্লেখ করা হত। ছোটবেলায় তিনি বাস্টার ফ্লিব্যাগস নামে একটি কুকুরের মালিক ছিলেন। ইউকে কুইক রিডস ইনিশিয়েটিভের জন্য এই সম্পর্কে তিনি পরে একটি বই লিখেছিলেন।\nহ্যারিস সুবিয়াকোর বাসেন্ডিয়ান স্টেট স্কুল এবং পার্থ মডার্ন স্কুলে পড়াশোনা করেন, পরে ওয়েস্টার্ন অস্ট্রেলিয়া বিশ্ববিদ্যালয় থেকে কলাবিদ্যায় স্নাতক এবং ক্লেয়ারমন্ট টিচার্স কলেজ (বর্তমানে এডিথ কাওয়ান বিশ্ববিদ্যালয়) থেকে ডিপ্লোমা অফ এডুকেশন অর্জন করেন। যখন তার বয়স মাত্র ১৬ বছর, এবং তখনও তিনি পার্থ মডার্ন স্কুলের ছাত্র ছিলেন, তখন তেলে তার স্ব-প্রতিকৃতি ছিল ৮০টি কাজের মধ্যে একটি (জমা দেওয়া ২০০ টির মধ্যে) যা ১৯৪৭ সালের আর্চিবাল্ড পুরস্কারে এন্ট্রি হিসেবে নিউ সাউথ ওয়েলসের আর্ট গ্যালারিতে ঝুলিয়ে রাখা হয়েছিল। তিনি ১৯৪৮ সালের আর্চিবাল্ড পুরস্কারের জন্য পশ্চিম অস্ট্রেলিয়ার তৎকালীন লেফটেন্যান্ট গভর্নর স্যার জেমস মিচেলের একটি প্রতিকৃতি আঁকেন। তার ল্যান্ডস্কেপ \"অন আ মে মর্নিং, গিল্ডফোর্ড\" দিয়ে তিনি ১৯৪৯ সালে তেলের রঙের জন্য ক্লদ হটচিন পুরস্কার জিতেছিলেন।\nকিশোর ও তরুণ প্রাপ্তবয়স্ক হিসেবে হ্যারিস একজন চ্যাম্পিয়ন সাঁতারু ছিলেন। ১৯৪৬ সালে তিনি অস্ট্রেলিয়ান জুনিয়র ১১০ গজ (১০০ মিটার) ব্যাকস্ট্রোক চ্যাম্পিয়ন হন। এছাড়াও তিনি ১৯৪৮ থেকে ১৯৫২ সময়কালে বিভিন্ন দূরত্ব এবং স্ট্রোকের উপর পশ্চিম অস্ট্রেলিয়ার রাজ্য চ্যাম্পিয়ন ছিলেন।\n\n\n== টেলিভিশন, সঙ্গীত এবং শিল্পে ক্যারিয়ার ==\n\n\n=== ১৯৫০-এর দশক ===\nহ্যারিস ১৯৫২ সালে ইংল্যান্ডে চলে যান এবং ২২ বছর বয়সে দক্ষিণ লন্ডনের সিটি অ্যান্ড গিল্ডস অফ লন্ডন আর্ট স্কুলে আর্ট স্টুডেন্ট হন। ১৯৫৩ সালে তিনি টেলিভিশনে কাজ খুঁজে পান, বিবিসিতে, জিগস নামে এক ঘণ্টার শিশুদের শোতে নিয়মিত দশ মিনিটের কার্টুন অঙ্কন বিভাগে অভিনয় করেন, যার একটি পুতুল ছিল \"ফুজ\", যাজাদুকর রবার্ট হারবিনের তৈরি এবং পরিচালিত। তিনি ১৯৫৬ সালে হারবিনের পেপার ম্যাজিক প্রোগ্রামটি ব্যাখ্যা করতে গিয়েছিলেন। ১৯৫৪ সালে, হ্যারিস বিবিসি টেলিভিশনের একটি অনুষ্ঠান ঘূর্ণিগিগে নিয়মিত ছিলেন, যেখানে \"উইলোবি\" নামে একটি চরিত্র ছিল, যিনি একটি ড্রয়িং বোর্ডে প্রাণবন্ত হয়ে উঠেছিলেন, কিন্তু প্রতিটি পর্বের শেষে মুছে ফেলা হয়েছিল।\nএই পর্যায়ে, হ্যারিস কিছুটা মোহভঙ্গ ছাত্র হিসাবে আর্ট স্কুল থেকে দূরে সরে গিয়েছিল। এরপর তিনি তার দীর্ঘদিনের নায়ক অস্ট্রেলীয় ইমপ্রেশনিস্ট চিত্রশিল্পী হেওয়ার্ড ভিলের (১৯১৩-১৯৬৮) সাথে দেখা করেন, যিনি তার পরামর্শদাতা হন, তাকে ইমপ্রেশনিজমের প্রাথমিক শিক্ষা দেন এবং তাকে দেখান যে এটি কীভাবে তার প্রতিকৃতি চিত্রকলায় সহায়তা করতে পারে। যে সময় তিনি ভিলের সাথে কাজ করছিলেন, হ্যারিস প্রতি বৃহস্পতিবার রাতে ডাউন আন্ডার নামে একটি ক্লাবে তার পিয়ানো অ্যাকর্ডিয়ান দিয়ে বিনোদন মূলক কাজ করতেন, যেখানে অস্ট্রেলীয় এবং নিউজিল্যান্ডীয়রা প্রায়শই আসতেন। ডাউন আন্ডার ভেন্যুতে হ্যারিস বেশ কয়েক বছর ধরে তার বিনোদন দক্ষতাকে সম্মানিত করেন। অবশেষে যা পরে তার থিম গান হয়ে ওঠে, \"টাই মি ক্যাঙ্গারু ডাউন, স্পোর্ট\"।\nযদিও হ্যারিস প্রধানত বিবিসিতে উপস্থিত হন, তিনি ব্রিটিশ আইটিভি নেটওয়ার্কেও ছিলেন, এবং ১৯৫৫ সালে যখন বাণিজ্যিক টেলিভিশন শুরু হয়, তখন তিনি বিবিসি এবং আইটিভি উভয়ের সাথে কাজ করার একমাত্র বিনোদনকারী ছিলেন। তিনি বিবিসিতে তার নিজের সৃষ্টি উইলোবি দিয়ে অভিনয় করেন, একটি বিশেষভাবে তৈরি বোর্ড যার উপর তিনি উইলোবিকে আঁকেন (পিটার হকিন্স কণ্ঠ দেন এবং পরিচালনা করেন)। চরিত্রটি তখন হ্যারিসের সাথে একটি কৌতুক সংলাপে জড়িত হওয়ার জন্য জীবন্ত হয়ে উঠবে কারণ তিনি উইলোবিএর কাণ্ডকারখানার কৌতুকমূলক কার্টুন আঁকেন।  অ্যাসোসিয়েটেড রেডিফিউশনের স্মল টাইমে হ্যারিস অলিভার পলিপ দ্য অক্টোপাস নামে একটি চরিত্র উদ্ভাবন করেন, যা তিনি তার হাতের পিছনে আঁকেন এবং অ্যানিমেটেড করেন। হ্যারিস তখন কার্ডের বিশাল শিটে কার্টুন দিয়ে চরিত্রটির অ্যাডভেঞ্চারগুলি চিত্রিত করেছিলেন।\n১৯৫৮ সালের ১ লা মার্চ লন্ডনে হ্যারিস ওয়েলশ ভাস্কর ও জুয়েলার আলওয়েন হিউজকে বিয়ে করেন, যখন তারা দুজনেই শিল্প শিক্ষার্থী ছিলেন। তাদের বিয়েতে, তাদের ব্রাইডসমেড হিসাবে একটি কুকুর ছিল।\nহ্যারিস অস্ট্রেলিয়ার পার্থে ফিরে আসেন যখন ১৯৫৯ সালে সেখানে টেলিভিশন চালু করা হয় যখন তিনি হেডহান্ট হন। পরবর্তীতে তিনি আধা ঘণ্টার সাপ্তাহিক শিশুদের শো এর পাঁচটি পর্বে প্রযোজনা করেন এবং তার নিজের সাপ্তাহিক সান্ধ্য বৈচিত্র্য প্রদর্শনীতে অভিনয় করেন।  ১৯৫৯ সাল থেকে তিনি টিভিডাব্লু-৭ এর প্রথম স্থানীয়ভাবে প্রযোজিত অনুষ্ঠান স্পটলাইট-এ কাজ করেন এবং এই সময়ে তিনি টেলিভিশন স্টুডিওতে তার উপরে রাখা একটি মাইক্রোফোনে \"টাই মি ক্যাঙ্গারু ডাউন, স্পোর্ট\" রেকর্ড করেন।\nগানটি অস্ট্রেলিয়ার সিডনিতে ইএমআইয়ে  পাঠানো হয় এবং কিছুদিন পরেই রেকর্ড হিসেবে মুক্তি পায়, যা তার প্রথম রেকর্ডিং এবং তার প্রথম এক নম্বর একক উভয়ই হয়ে ওঠে। গানটি যুক্তরাজ্যে সফল হয়েছিল। হ্যারিস গানটি থেকে চারজন স্থানীয় ব্যাকিং সঙ্গীতশিল্পীকে ১০% রয়্যালটি অফার করেন, কিন্তু তারা প্রতিটির £৭ এর রেকর্ডিং ফি নেওয়ার সিদ্ধান্ত নেন, কারণ তারা মনে করতেন না যে গানটি সফল হবে। নতুনত্বের গানটির মূল শিরোনাম ছিল \"কাঙ্গালিপ্সো\" এবং এতে \"ওয়াবল বোর্ড\" এর স্বতন্ত্র শব্দ ছিল।\nচতুর্থ শ্লোকটি - \"আমাকে আলগা হতে দাও, লো/আমাকে আবোস আলগা হতে দাও/ তারা আর কোনও কাজে আসবে না, লো/তাই আমাকে আবোস আলগা হতে দাও\"- ক্রমশ বিতর্কিত হয়ে ওঠে, কারণ পরে যা একটি বর্ণবাদী কলঙ্ক হিসাবে বিবেচিত হয়, এবং গানের পরবর্তী সংস্করণগুলিতে অপসারিত হয়। ২০০৬ সালে, গানটি প্রকাশের চার দশক পর, হ্যারিস মূল গানের কথা নিয়ে দুঃখ প্রকাশ করেন।\n\n\n=== ১৯৬০ থেকে ১৯৮০-র দশক ===\n১৯৬০ সালের শেষের দিকে, তিনি ডুলাক্স পেইন্টস দ্বারা স্পনসর করা অস্ট্রেলিয়া সফর করেন এবং ডুলাক্স ইমালসন পেইন্টের সাথে মঞ্চে বিশাল চিত্রকলা করার সময় তার হিট গান গেয়েছিলেন। মঞ্চে ছবি আঁকার সময়, তার একটি ক্যাচফ্রেজ ছিল, \"আপনি কি বলতে পারেন এটি এখনও কী?\" হ্যারিস এবং তার স্ত্রী ইংল্যান্ডে ফিরে আসার পর, তারা পরিবারের সাথে দেখা করতে এবং অস্ট্রেলিয়া সফরের জন্য পার্থে যান, যেখানে তিনি তার ব্যান্ডের সাথে চার মাসের মতো ভ্রমণ করেন। ১৯৬৪ সালে তিনি এবং তার স্ত্রীর বিন্দি (জন্ম ১০ মার্চ ১৯৬৪) নামে একটি মেয়ে ছিল। বিন্দি বিন্দি শহরের জন্য নামকরণ করা হয়।\n১৯৬২ সালে যুক্তরাজ্যে ফিরে আসার পর জর্জ মার্টিনের সাথে তার পরিচয় হয়, যিনি পরের বছর তার সমস্ত গান পুনরায় রেকর্ড করেন, যার মধ্যে রয়েছে \"টাই মি ক্যাঙ্গারু ডাউন, স্পোর্ট\" এর রিমেক যা মার্কিন যুক্তরাষ্ট্রে ব্যাপক জনপ্রিয় হয়, এবং \"সান অ্যারিজ\", পার্থ প্রকৃতিবিদ হ্যারি বাটলারের সাথে হ্যারিস ের লেখা একটি আদিবাসী অনুপ্রাণিত গান। গানটি যুক্তরাজ্যের চার্টে দুই নম্বরে পৌঁছেছিল, এলভিস প্রেসলির কাছে এক নম্বর স্থানটি সিডিং করেছিল। হ্যারিস মার্টিনের সাথে রেকর্ডিং শুরু করার পরে দ্য বিটল্‌সের সাথে দেখা করেন এবং কাজ করেন, এবং তিনি ১৯৬৩ সালে লন্ডনের ফিন্সবারি পার্ক অ্যাস্টোরিয়া থিয়েটারে (বর্তমানে রেনবো থিয়েটার) তাদের ক্রিসমাস শোয়ের ১৬ রাতের মরসুমটি সংকলন করেন। হ্যারিস ১৯৬৩ সালের ডিসেম্বরে ফ্রম আস টু ইউ বিবিসি রেডিও শোয়ের প্রথম সংস্করণের জন্য বিটলস ের সাথে \"টাই মি ক্যাঙ্গারু ডাউন, স্পোর্ট\" গানটি গেয়েছিলেন। হ্যারিস মূল গানের কথা পরিবর্তন করে একটি সংস্করণ তৈরি করেন যা বিটলসের জন্য বিশেষভাবে লেখা হয়েছিল।\nহ্যারিস ১৯৬৪ সালে হাই দেয়ার এবং হে প্রেস্টো ইটস রল্ফ-এর উপস্থাপক ছিলেন। ১৯৬৭ সালে রল্ফ হ্যারিস শো সম্প্রচারিত হওয়ার সময়, ১৯৭৪ সাল পর্যন্ত বিবিসি১-এ, তিনি ব্রিটিশ টেলিভিশনে একটি উচ্চ প্রোফাইল অর্জন করেছিলেন। তিনি ১৯৬৭ সালের ইউরোভিশন সঙ্গীত প্রতিযোগিতায় যুক্তরাজ্যের ধারাভাষ্যকার ছিলেন।\nহ্যারিস ১৯৬০-এর দশকে তার অন্যতম পরিচিত চরিত্র জেক দ্য পেগ তৈরি করেন, কিন্তু রেকর্ড বিক্রয়ের দিক থেকে তার সবচেয়ে বড় সাফল্য ছিল ১৯৬৯ সালে, আমেরিকান গৃহযুদ্ধের গান \"টু লিটল বয়েজ\" এর উপস্থাপনার সাথে, যা মূলত ১৯০২ সালে লেখা হয়েছিল। হ্যারিস পরে গানটির সাথে একটি ব্যক্তিগত বিদ্বেষ আবিষ্কার করেন, কারণ গল্পটি তার বাবা ক্রোম এবং ক্রোমের প্রিয় ছোট ভাই কার্লের প্রথম বিশ্বযুদ্ধের অভিজ্ঞতার সাথে এমন সাদৃশ্য বহন করে, যিনি ১৯১৮ সালের নভেম্বরের আর্মিস্টিসের দুই সপ্তাহ আগে ফ্রান্সে যুদ্ধে আহত হওয়ার পরে ১৯ বছর বয়সে মারা যান। \"টু লিটল বয়েজ\" ১৯৬৯ সালে ছয় সপ্তাহের জন্য যুক্তরাজ্যের চার্টে ক্রিসমাস নাম্বার ওয়ান গান ছিল। এটি ১০ লক্ষেরও বেশি কপি বিক্রি হয়েছিল এবং একটি সোনার ডিস্ক পুরস্কৃত হয়েছিল।\n১৯৭০-এর দশকে এবং ১৯৮০-এর দশকের শুরুতে তার বিবিসি টিভি অনুষ্ঠানগুলো হালকা বিনোদনের প্রধান বিষয় হয়ে ছিল, যার শেষ অনুষ্ঠান রল্ফ অন স্যাটারডে ওকে?, শনিবার সন্ধ্যায় সম্প্রচারিত হয়। তার অনেক টেলিভিশন উপস্থিতিতে, হ্যারিস আপাতদৃষ্টিতে স্ল্যাপড্যাশ পদ্ধতিতে বড় বোর্ডে ছবি আঁকেন, অদ্ভুত অর্থহীন গানটি ফেলে দিয়ে জিজ্ঞাসা করেন \"আপনি কি বলতে পারেন এটি এখনও কী?\" যেমন তিনি এঁকেছিলেন। শুধুমাত্র গানের শেষে একটি সম্পূর্ণ গঠিত ছবি উত্থাপিত হবে, কখনও কখনও বোর্ড 90 বা 180 ডিগ্রি মাধ্যমে ঘুরিয়ে ফেলার পরেই। ১৯৭৯ থেকে ১৯৮৯ সাল পর্যন্ত বিবিসি ওয়ানে প্রচারিত রল্ফস কার্টুন টাইম এবং ১৯৮৯ থেকে ১৯৯৩ সাল পর্যন্ত আইটিভিতে রল্ফ'স কার্টুন ক্লাবের মতো তার শৈল্পিক ক্ষমতার উপর ভিত্তি করে বেশ কয়েকটি টেলিভিশন সিরিজ অনুষ্ঠিত হয়। ১৯৮০-এর দশকের শুরুতে তিনি অস্ট্রেলিয়ান ব্রডকাস্টিং কর্পোরেশন (এবিসি) প্রযোজিত তার নিজস্ব সাপ্তাহিক অস্ট্রেলিয়ান টেলিভিশন সিরিজ দ্য রল্ফ হ্যারিস শো-এ অভিনয় করেন। এই ধারাবাহিকে জেন স্ক্যালির মতো নিয়মিত সহ অসংখ্য অতিথি ছিলেন। শো চলাকালীন হ্যারিস অস্ট্রেলীয় ঝোপের দৃশ্যগুলিও আঁকতেন।\nতিনি ১৯৭১ সালের ডিসেম্বরে দিস ইজ ইওর লাইফ-এর বিষয় ছিলেন, যখন তিনি যুক্তরাজ্যের লন্ডনের নিউ বন্ড স্ট্রিটে এমোনান অ্যান্ড্রুজ দ্বারা বিস্মিত হয়েছিলেন। ১৯৭৩ সালে হ্যারিস নতুন সমাপ্ত সিডনি অপেরা হাউসের কনসার্ট হলে প্রথম কনসার্ট পরিবেশন করেন। ১৯৭৪ সালে তার একক \"প্যাপিলন\" (ইএমআই) এ, একটি জার্মান গানের প্রচ্ছদ, যার জন্য তিনি একটি ইংরেজি গানের কথা লিখেছিলেন, তিনি গান ছাড়াও অটোহার্প বাজাতেন। তিনি ইংরেজ পপ গায়ক কেট বুশের দুটি অ্যালবামে ডিডগেরিডু বাজালেন, যার শিরোনাম ছিল দ্য ড্রিমিং (১৯৮২) এবং এরিয়াল (২০০৫); তিনি এরিয়ালে \"অ্যান আর্কিটেক্টস ড্রিম\" এবং \"দ্য পেইন্টারস লিঙ্ক\" গানে ও কণ্ঠ প্রদান করেন। হ্যারিস আবার সেপ্টেম্বর ১৯৯৫ সালে দিস ইজ ইওর লাইফ এর যুক্তরাজ্য সংস্করণের বিষয় ছিল, যখন  স্কটল্যান্ডের এডিনবার্গে একটি ব্যাগপাইপ প্যারেডের সময় মাইকেল অ্যাস্পেল তাকে অবাক করেছিলেন। তিনি দুইবার টেলিভিশন অনুষ্ঠানের অস্ট্রেলীয় সংস্করণেও উপস্থিত হয়েছিলেন।\n১৯৮৫ সালে হ্যারিস কিডস ক্যান সে নো! নামে একটি বিশ মিনিটের শিশু নির্যাতন প্রতিরোধের ভিডিও উপস্থাপন করেন।\n\n\n=== পরবর্তী ক্যারিয়ার ===\n১৯৮০-এর দশকের শেষের দিকে, হ্যারিস অস্ট্রেলিয়ায় ভ্রমণ করছিলেন এবং টেলিভিশন অনুষ্ঠান দ্য মানি বা দ্য গান তার নিজের ছোট দলের সাথে পারফর্ম করার জন্য লেড জেপলিনের \"স্বর্গের সিঁড়ি\" এর নিজস্ব সংস্করণ গাইতে বলা হয়েছিল; বেশ কয়েক বছর পরে যুক্তরাজ্যে একটি সংস্করণ একক হিসাবে প্রকাশিত হয়েছিল। এই কভার সংস্করণটি চার্টে সাত নম্বরে পৌঁছেছিল, যার ফলে ১৯৯৩ সালে গ্লাস্টোনবুরি ফেস্টিভ্যালে তার উপস্থিতি ঘটে। হ্যারিস পরবর্তী ছয়টি গ্লাস্টোনবুরি উৎসবে উপস্থিত হয়েছিলেন— ১৯৯৮, ২০০০, ২০০২, ২০০৯, ২০১০ এবং ২০১৩— এবং হ্যারিস টপ অফ দ্য পপসে \"সিঁড়ি থেকে স্বর্গ\" পরিবেশন করতেন এমন একটি ঝাঁকুনি বোর্ড অস্ট্রেলিয়ার জাতীয় জাদুঘরে একটি প্রদর্শনী। ২০ সালে, হ্যারিস স্টিভ লিমার সাথে \"ফাইন ডে\" নামে একটি নাচের ট্র্যাক প্রকাশ করেন, যা সেই সময় যুক্তরাজ্যের চার্টে \"শীর্ষ ৩০\" এ প্রবেশ করে। ২০০৩ সালে ক্লাবের ভক্তরা গানটি গ্রহণ করার পর ২০০৭ সালের মার্চ মাসে স্কটিশ ফুটবল ক্লাব কিলমারনকের স্কটিশ লীগ কাপ ফাইনালে স্কটিশ ফুটবল ক্লাব কিলমারনকের উপস্থিতির সাথে মিলে যাওয়ার জন্য গানটির একটি \"কিলি-থিমযুক্ত\" সংস্করণ প্রকাশের কথা ছিল। অভিযোজিত গানের মধ্যে একটি কাল্পনিক পরিস্থিতির কথা উল্লেখ করে, যেখানে কিলমারনক ম্যাচটি ৫-০ তে হেরে যেতে পারে, এবং ক্লাবটি কাকতালীয়ভাবে ৫-১ গোলে হেরে যায়। হ্যারিস ২০ সালে অস্ট্রেলীয় শিশু দল উইগলসের সাথে \"টাই মি ক্যাঙ্গারু ডাউন, স্পোর্ট\" পরিবেশন করেন, পরবর্তীতে তাকে দোষী সাব্যস্ত করার পর ডিভিডি রিলিজ থেকে ডিজিটালভাবে অপসারণ করা হয়।\n১৯৯৪ থেকে ২০০৩ সাল পর্যন্ত হ্যারিস রিয়েলিটি টেলিভিশন প্রোগ্রাম অ্যানিম্যাল হসপিটালের হোস্ট ছিলেন, যা একটি ব্রিটিশ পশু চিকিৎসা অনুশীলনের ইতিহাস। সিরিজ আয়োজনের সময় তিনি \"ডলি\" নামের অনুশীলন থেকে একটি পরিত্যক্ত ইংলিশ বুল টেরিয়ার গ্রহণ করেন। হ্যারিস বিবিসি ওয়ানের জন্য পশু হাসপাতালের ১৯টি সিরিজ উপস্থাপন করেন এবং অনুষ্ঠানটি পাঁচবার জাতীয় টিভি পুরস্কারে সর্বাধিক জনপ্রিয় ফ্যাকচুয়াল এন্টারটেইনমেন্ট শো পুরস্কার জিতেছে। রেডিও টাইমস-এর খবর অনুযায়ী, হ্যারিস শেষ পর্যন্ত ঘোষণা করেন যে সিরিজটি শেষ হওয়ার সময় \"এগিয়ে যাওয়ার সময়\" এসেছে, যা \"সারা দেশের হাজার হাজার ভক্তের হৃদয়\" ভেঙে দিয়েছে।\n২০০১ এবং ২০০৪ সালে হ্যারিস রল্ফ অন আর্ট নামক একটি টেলিভিশন সিরিজ উপস্থাপন করেন, যা ভিনসেন্ট ভ্যান গখ, এদ্‌গার দ্যগা, ক্লোদ মোনে এবং পল গোগাঁ সহ তার প্রিয় শিল্পীদের একটি বাছাইয়ের কাজকে তুলে ধরে। নভেম্বর ও ডিসেম্বর, ২০০২ সালে চার্লস সৌমারেজ স্মিথের পরিচালনায় লন্ডনের জাতীয় গ্যালারি হ্যারিসের শিল্পের একটি সংগ্রহ প্রদর্শন করে।\n২০০৪ সালের ২৬ শে সেপ্টেম্বর, হ্যারিস জন কনস্টেবলের দ্য হে ওয়েইন পেইন্টিং কে বড় আকারে পুনরায় তৈরি করার একটি প্রকল্পের তদারকি করেন, যেখানে ১৫০ জন লোক একটি ছোট বিভাগে অবদান রেখেছিল। সরাসরি বিবিসি টেলিভিশনে, প্রতিটি স্বতন্ত্র ক্যানভাস রোলফ অন আর্ট: দ্য বিগ ইভেন্ট পর্বের অংশ হিসাবে পুরো ছবিতে একত্রিত করা হয়েছিল। এছাড়াও ২০০৪ সালে, রল্ফ অন আর্ট সিরিজের অংশ হিসেবে, হ্যারিস \"চিলড্রেন ইন নিড\" দাতব্য সংস্থার জন্য ক্রিসমাস কার্ড ডিজাইন এবং রঙ করার জন্য ল্যাপল্যান্ড ভ্রমণ করেন।\nহ্যারিস বিবিসির আর্ট প্রোগ্রাম স্টার পোর্ট্রেইট্‌স উইদ রল্ফ হ্যারিসের তিনটি সিরিজ উপস্থাপন করেন, যার প্রথম ও দ্বিতীয় সিরিজ টি যথাক্রমে ২০০৪ এবং ২০০৫ সালে সম্প্রচারিত হয়। প্রথম সিরিজের পর, কাউন্টি হল গ্যালারির সাথে সিলা ব্ল্যাক, মাইকেল পার্কিনসন এবং আদ্রিয়ান এডমন্ডসনের প্রতিকৃতি সম্বলিত একটি ভ্রমণ প্রদর্শনীর আয়োজন করা হয়েছিল। ২০০১ সালে, হ্যারিস বলেছিলেন যে তিনি সবসময় কল্পনা করতেন যে তিনি শেষ পর্যন্ত একজন প্রতিকৃতি চিত্রশিল্পী হয়ে উঠবেন যেমনতার পিতামহ জর্জ ফ্রেডরিক হ্যারিস ছিলেন।\nহ্যারিসকে রানি দ্বিতীয় এলিজাবেথের ৮০ তম জন্মদিনের জন্য রানির একটি প্রতিকৃতি আঁকার দায়িত্ব দেওয়া হয়েছিল। চিত্রকর্মটি বাকিংহাম প্যালেসে পরিচালিত হয়েছিল এবং ১৯ ডিসেম্বর ২০০৫ সালে হ্যারিস সেখানে উন্মোচন করেছিলেন। চিত্রকর্মটি রল্ফ অন আর্টের একটি বিশেষ পর্বের বিষয়ও হয়ে ওঠে। পরের বছর হ্যারিস দ্য ডেইলি টেলিগ্রাফকে ব্যাখ্যা করেছিলেন: \"আমি যে কোন কিছুর মতোই নার্ভাস ছিলাম। আমি আতঙ্কে ছিলাম\"। পরে ব্রিটিশ জনগণ এই প্রতিকৃতিকে রানীর দ্বিতীয় সর্বাধিক পছন্দসই প্রতিকৃতি হিসেবে ভোট দেয়।\n২০০৬ সালের সেপ্টেম্বরে, রয়্যাল অস্ট্রেলিয়ান মিন্ট নতুন ২০০৭ সিলভার ক্যাঙ্গারু কালেক্টরের কয়েন সিরিজের প্রথম টি চালু করে এবং হ্যারিসকে সিরিজের প্রথম মুদ্রা ডিজাইন করার দায়িত্ব দেওয়া হয়।  ২০০৭ সালের জানুয়ারি মাসে, শিল্পী হিসেবে হ্যারিসের কাজ নিয়ে আ লাইফটাইম ইন পেইন্ট শিরোনামে এক ঘণ্টার একটি প্রামাণ্যচিত্র- অস্ট্রেলিয়ায় তার প্রাথমিক বছর থেকে বর্তমান দিন পর্যন্ত- বিবিসি ওয়ানে প্রদর্শিত হয়েছিল।\n\n২০০৭ সালে হ্যারিস বিবিসি ওয়েলস প্রোগ্রাম কামিং হোম-এ অংশ নেন, যেখানে তিনি তার ওয়েলশ পরিবারের ইতিহাস নিয়ে আলোচনা করেন। ২০০৭ সালের ডিসেম্বরমাসে রল্ফ লাইভ! শিরোনামে একটি নতুন ডিভিডি তার ওয়েবসাইটের মাধ্যমে প্রকাশ করা হয়, অন্যদিকে রল্ফ অন আর্ট: বিট্রিক্স পটার একই মাসে বিবিসি ওয়ানে প্রদর্শিত হয়। হ্যারিস ২০০৯ সালে চার্চিল ইন্স্যুরেন্সের বিজ্ঞাপনে একটি নড়বড়ে  বোর্ড নিয়ে উপস্থিত হন এবং ২০০৯ সালের মে মাসে ব্যঙ্গাত্মক কুইজ শো হ্যাভ আই গট নিউজ ফর ইউ হোস্ট করেন। হ্যারিস ২০১০ সালের অস্ট্রেলীয় ডকুমেন্টারি সিরিজ পেঙ্গুইন আইল্যান্ডের কথক ছিলেন, যা ছোট্ট পেঙ্গুইনের জীবন নিয়ে ছয় পর্বের প্রাকৃতিক ইতিহাসের তথ্যচিত্র। সেপ্টেম্বর ২০১০ থেকে অক্টোবর ২০১০ পর্যন্ত তিনি জেমির ড্রিম স্কুলে অংশ নেন, ২০ জন শিক্ষার্থীর একটি ক্লাসে শিল্প শিক্ষা দেন, এরপর ২৪ ডিসেম্বর ২০১০ তারিখে প্রচারিত মাই ফ্যামিলির ক্রিসমাস স্পেশালে নিজের মতো করে উপস্থিত হন।\nহ্যারিস ২৫ জুন ২০১০ তারিখে গ্লাস্টোনবুরি উৎসবে এর ৪০তম প্রতিষ্ঠা বার্ষিকীতে পিরামিড মঞ্চে এবং এরপর সেপ্টেম্বর ২০১০ সালে আইল অফ ওয়াইটের বেস্টিভাল ফেস্টিভ্যালে উপস্থিত হন। ৫ আগস্ট ২০১১ তারিখে, হ্যারিস হ্যাম্পশায়ারের উইকহ্যামে উইকহ্যাম ফেস্টিভ্যালে খেলেন এবং উইগলসের ২০১১ সালের ডিভিডি রিলিজ উকুলে বেবিতে তার ওয়াবল বোর্ডের সাথে \"গুড শিপ ফ্যাবুলাস ফ্লি\" গানটি গেয়ে এবং পরিবেশন করেন। ২০১১ সালে হ্যারিস বিবিসি ওয়ানের দ্য ম্যাজিশিয়ানস-এ অতিথি চরিত্রে অভিনয় করেন, যার আয়োজক ছিলেন লেনি হেনরি।  ৫ নভেম্বর ২০১১ তারিখে, হ্যারিস পিয়ার্স মর্গানের লাইফ স্টোরিজের একটি পর্বে উপস্থিত হন, যেখানে তিনি কেঁদে ফেলেন যখন তিনি এমন একটি সময়ের কথা বলেন যেখানে তিনি অনুভব করেন যে তার \"জীবন শেষ হয়ে গেছে\": \"আমি বুঝতে পারছিলাম না নিজের সাথে কী করব। আমি কি ভাববো বুঝতে পারছিলাম না। আমি এখন জানি লোকেরা যখন বলে, 'আমার ক্লিনিকাল ডিপ্রেশন হয়েছে। আমি কখনই এত নিচু বোধ করিনি। কালোভাব থেকে বেরিয়ে আসার কোনও উপায় নেই। আমি নিয়ন্ত্রণের বাইরে অনুভব করেছি\"। হ্যারিস আরও বলেছিলেন যে তিনি তার মেয়ের শৈশবের অনেক কিছু মিস করার জন্য দুঃখিত।\n২০১১ সালের ডিসেম্বর মাসে বিবিসির দ্য এন্টিকস রোড শোতে হ্যারিসের বনি টাইলারের প্রতিকৃতির আনুমানিক মূল্য ছিল £৫০,০০০ ইউরো। ১৯ মে থেকে ১২ আগস্ট ২০১২ পর্যন্ত, হ্যারিসের আঁকা চিত্রকর্মের একটি প্রধান রেট্রোস্পেকটিভ, যার শিরোনাম ছিল \"রল্ফ হ্যারিস: ক্যান ইউ টেল হোয়াট ইট ইজ ইয়েট?\", লিভারপুলের ওয়াকার আর্ট গ্যালারিতে প্রদর্শিত হয়েছিল। উদ্বোধনী দিনে রেকর্ডের ব্যস্ততম শনিবার পাওয়া গেছে, দর্শনার্থীদের সংখ্যা ৩,৬৩২ এ পৌঁছেছিল।\n২ মে ২০১২ তারিখে হ্যারিস দ্য ওয়ান শোতে উপস্থিত হন, যেখানে তিনি তার শৈল্পিক শৈলীকে \"ইমপ্রেশনিক\" হিসেবে বর্ণনা করেন। ৪ জুন, ২০১২ তারিখে তিনি বাকিংহাম প্যালেসের বাইরে রানির হীরক জয়ন্তী কনসার্টে সঙ্গীত পরিবেশন করেন।\nঅক্টোবর ২০১২ সালে, হ্যারিস লিভারপুল বিশ্ববিদ্যালয়ের ভেটেরিনারি স্কুলে অবস্থিত চ্যানেল ৫-এ একটি সিরিজ উপস্থাপন শুরু করেন, যার নাম রল্ফস অ্যানিম্যাল ক্লিনিক। যৌন অপরাধের সন্দেহে ব্রিটিশ পুলিশ তাকে গ্রেপ্তার করার সময়, অনুষ্ঠানটি পুনরাবৃত্তি রটনা সম্প্রচার করছিল এবং এর ফলে এর ভবিষ্যতের কোনও বিবরণ ছাড়াই বন্ধ করে দেওয়া হয়েছিল। ৮ আগস্ট ২০১৩ পর্যন্ত চ্যানেল ৫ একটি নতুন শিরোনাম বেন ফোগলের অ্যানিম্যাল ক্লিনিকের অধীনে অনুষ্ঠানটি পুনরায় চালু করেছে এবং হ্যারিসের পরিবর্তে বিবিসির প্রাক্তন উপস্থাপক বেন ফোগলকে নিয়ে এসেছে।\n\n\n=== মিউজিক্যাল রেকর্ডিং এবং পরীক্ষা ===\n\nহ্যারিস ৩০টি স্টুডিও অ্যালবাম, দুটি লাইভ অ্যালবাম এবং ৪৮টি একক প্রকাশ করেছেন। ১৯৬০ সালে তার একক \"টাই মি ক্যাঙ্গারু ডাউন, স্পোর্ট\" অস্ট্রেলিয়ায় ১ নম্বরে পৌঁছায় এবং ১৯৬৯ সালে \"টু লিটল বয়েজ\" আইরিশ এবং যুক্তরাজ্য উভয় চার্টে ১ নম্বরে পৌঁছায়। তার ৯০০২ রল্ফ নিয়ম ঠিক আছে? অ্যালবামটি সেরা কমেডির জন্য এআরআইএ মিউজিক পুরস্কারের জন্য মনোনীত হয়েছিল।\nহ্যারিসকে একটি সাধারণ বাড়িতে তৈরি যন্ত্র উদ্ভাবনের কৃতিত্ব দেওয়া হয় যাকে বলা হয় ওয়াবল বোর্ড। পাশাপাশি তার বিটবক্সিং, ইফিংয়ের অনুরূপ, হ্যারিস তার সঙ্গীতে অস্বাভাবিক যন্ত্রের একটি অ্যারে ব্যবহার করতে যান, যার মধ্যে ছিল ডিডগেরিডু (যার শব্দ \"সান রাইজেস\" এ চারটি ডাবল ব্যাস দ্বারা অনুকরণ করা হয়েছিল), ইহুদিদের বীণা এবং পরে, স্টাইলোফোন (যার জন্য তিনি বিজ্ঞাপনের জন্য তার নাম এবং সাদৃশ্যও দিয়েছিলেন)।\nলেড জেপেলিনের \" সিঁড়ি থেকে হেভেনে \" তার সংস্করণ, যার মধ্যে ডিডেরিডু এবং ওবল বোর্ড ছিল, 1993 সালে যুক্তরাজ্যের শীর্ষ দশে পৌঁছেছিল। হ্যারিস রানীর \" বোহেমিয়ান রhaps্যাপসোডি \" -এর একটি সংস্করণও রেকর্ড করেছিলেন এবং এমএমএম রেডিওর ব্রেকফাস্ট শোতে \"ডেনটনের মিউজিক্যাল চ্যালেঞ্জ\" -এর জন্য শুধুমাত্র তার ডোবা বোর্ডের সাথে ডিভিনাইলস \" আই টাচ মাইসেলফ রেকর্ডিং প্রকাশিত হয়েছিল 2000 সালে প্রথম মিউজিক্যাল চ্যালেঞ্জ সংকলন অ্যালবামে)। হ্যারিস \"সিক্স হোয়াইট বুমারস\" নামে একটি অস্ট্রেলীয় ক্রিসমাস গানও রেকর্ড করেছেন, যেখানে ক্রিসমাসের সময়কালে একটি জোয়ি ক্যাঙ্গারু তার মাকে খুঁজে বের করার চেষ্টা করছে। গানটি বর্ণনা করে কীভাবে সান্তা ক্লজ বল্গা হরিণের পরিবর্তে ছয়টি বড় পুরুষ ক্যাঙ্গারু (\"বুমার\") ব্যবহার করেছিলেন। অক্টোবর ২০০৮ সালে হ্যারিস ঘোষণা করেন যে তিনি ১৯৬৯ সালে প্রথম বিশ্বযুদ্ধের সমাপ্তির ৯০ তম বার্ষিকী উপলক্ষে নর্থ ওয়েলসের ফ্রনসিসিলটে মেল ভয়েস কয়্যার সমর্থিত তার জনপ্রিয় গান \"টু লিটল বয়েজ\" পুনরায় রেকর্ড করবেন। মুক্তি থেকে প্রাপ্ত অর্থ পপি আপিলে দান করা হয়। ২০০৮ সালের নভেম্বরমাসে প্রচারিত বিবিসির \"স্মরণ\" মৌসুমে প্রচারিত ধারাবাহিক মাই ফ্যামিলি অ্যাট ওয়ার-এ অংশ নেওয়ার পর হ্যারিস রেকর্ডিং টি করতে অনুপ্রাণিত হন। তিনি আবিষ্কার করেন যে মহাযুদ্ধের সময় তার বাবা এবং কাকার অভিজ্ঞতা গানের কথাকে প্রতিফলিত করে।\n\n\n== অপারেশন ইয়েট্রি ==\n২০১৩ সালের মার্চ মাসে যৌন অপরাধের ঐতিহাসিক অভিযোগ সম্পর্কে জিজ্ঞাসাবাদের জন্য হ্যারিস অপারেশন ইউট্রির সময় গ্রেপ্তার হওয়া বারো জনের মধ্যে একজন ছিলেন। এই অভিযোগগুলো মিডিয়া ব্যক্তিত্ব জিমি সাভিলের বিরুদ্ধে করা অভিযোগের সাথে যুক্ত নয় এবং হ্যারিস কোন অন্যায়ের কথা অস্বীকার করেছেন। তিনি বিনা অভিযোগে জামিন পেয়েছেন, এই অভিযোগ সম্পর্কে প্রকাশ্যে কোন মন্তব্য করেননি এবং তাদের দৃঢ়ভাবে অস্বীকার করেছেন বলে মনে করা হচ্ছে। গ্রেপ্তারের পর প্রথমবারের মতো ২০১৩ সালের মে মাসে মঞ্চে ফিরে আসার সময় তিনি শ্রোতাদের সমর্থনের জন্য ধন্যবাদ দেন।\n\n\n=== চার্জ ===\nআগস্ট ২০১৩ সালে, হ্যারিসকে অপারেশন ইউট্রি কর্মকর্তারা আবার গ্রেপ্তার করে এবং ১৯৮০-এর দশকের নয়টি অশালীন আক্রমণের অভিযোগে অভিযুক্ত করা হয়, যার মধ্যে চৌদ্দ থেকে ষোল বছরের মধ্যে দুটি মেয়ে জড়িত ছিল, এবং ২০১২ সালে অশালীন শিশু ছবি উৎপাদনের অভিযোগে চারটি গণনা করা হয়। ক্রাউন প্রসিকিউশন সার্ভিসের অ্যালিসন সন্ডার্স মিডিয়াকে ব্যাখ্যা করেছেন:\n\"আমাদের পর্যালোচনা শেষ করার পর, আমরা সিদ্ধান্তে এসেছি যে পর্যাপ্ত প্রমাণ রয়েছে এবং মিঃ হ্যারিসের বিরুদ্ধে জনস্বার্থে অভিযোগ আনা হয়েছে ... ক্রাউন প্রসিকিউটরদের কোড এবং শিশু যৌন নির্যাতনের মামলা পরিচালনার বিষয়ে পাবলিক প্রসিকিউশনের পরিচালকের অন্তর্বর্তী নির্দেশিকা অনুযায়ী এই সিদ্ধান্ত নেওয়া হয়েছে। আমরা নির্ধারণ করেছি যে দোষী সাব্যস্ত হওয়ার বাস্তবসম্মত সম্ভাবনার জন্য পর্যাপ্ত প্রমাণ রয়েছে এবং একটি প্রসিকিউশন জনস্বার্থের পক্ষে রয়েছে।\"\nহ্যারিস ২৩ সেপ্টেম্বর ২০১৩ তারিখে ওয়েস্টমিনস্টার ম্যাজিস্ট্রেট আদালতে হাজির হন, যার বিরুদ্ধে নয়টি অশালীন আক্রমণ এবং শিশুদের অশালীন ছবি তৈরির চারটি অভিযোগ আনা হয়। তার আইনজীবী ইঙ্গিত দিয়েছিলেন যে হ্যারিস দোষ স্বীকার করবেন না এবং পরবর্তীতে তাকে জামিন দেওয়া হয়। ডিসেম্বর ২০১৩ সালে, ক্রাউন প্রসিকিউশন সার্ভিস নিশ্চিত করে যে হ্যারিস আরও তিনটি যৌন নিপীড়নের মুখোমুখি হচ্ছেন। সিপিএস বলেছে যে নতুন অভিযোগগুলি ১৯৮৪ সালে উনিশ বছর বয়সী মেয়েদের বিরুদ্ধে হামলার অভিযোগ ছিল। ১৯৬৮ বা ১৯৬৯ সালে তাদের বয়স ছিল সাত বা আট বছর এবং ১৯৭৫ সালে তারা ছিল চৌদ্দ বছর বয়সী। ১৪ জানুয়ারি ২০১৪ তারিখে সাউথওয়ার্ক ক্রাউন কোর্টে পরবর্তী শুনানিতে হ্যারিস সমস্ত অভিযোগে দোষী সাব্যস্ত হননি।\nঅশালীন ছবি তৈরির চারটি গণনা শিশু সুরক্ষা আইন ১৯৭৮ এর সাথে সম্পর্কিত ছিল, যা কম্পিউটারে ছবি দেখাকে ছবি তৈরি হিসাবে ব্যাখ্যা করে। গোয়েন্দারা হ্যারিসের কম্পিউটার পরীক্ষা করে হাজার হাজার প্রাপ্তবয়স্ক পর্নোগ্রাফিক ছবির মধ্যে সম্ভবত অপ্রাপ্তবয়স্ক মডেলের ৩৩টি ছবি খুঁজে পাওয়ার পরে এই অভিযোগ আনা হয়েছিল। হ্যারিস কখনই এই অভিযোগে কোন আবেদনে প্রবেশ করেননি, কারণ তার আইনজীবীরা সফলভাবে যুক্তি দেখিয়েছিলেন যে অভিযোগগুলি বারোটি যৌন নিপীড়নের অভিযোগ থেকে বিচ্ছিন্ন করা উচিত এবং পৃথকভাবে বিচার করা উচিত। হ্যারিসের দোষী সাব্যস্ত হওয়ার পর জানা যায় যে তার আইনি দল জড়িত মডেলদের পরিচয় ের কাগজপত্র সংগ্রহ করেছে, যা নিশ্চিত করে যে তারা আঠারো বছরের বেশি প্রাপ্তবয়স্ক। ইন্টারনেট ওয়াচ ফাউন্ডেশনের মতে, হ্যারিস যে ওয়েবসাইটগুলো পরিদর্শন করেছেন, তা শিশুদের অবৈধ চিত্রের জন্য পরিচিত নয়। প্রসিকিউশন আদালতকে জানিয়েছিল যে তারা অশালীন ছবির অভিযোগ নিয়ে এগিয়ে যাবে না।\n\n\n=== বিচার ===\n৬ মে ২০১৪ সালে সাউথওয়ার্ক ক্রাউন কোর্টে হ্যারিসের বিচার শুরু হয়। বারোটি অভিযোগের মধ্যে সাতটিতে হ্যারিস এবং তার মেয়ের এক বন্ধুর মধ্যে যৌন সম্পর্কের অভিযোগ জড়িত ছিল। তার বয়স যখন ১৩ থেকে ১৫ বছরের মধ্যে ছিল, এবং একটি যখন তার বয়স ১৯ বছর ছিল তার সাথে সম্পর্কিত ছয়টি অভিযোগ। হ্যারিস অস্বীকার করেছিলেন যে তিনি ১৮ বছর বয়স পর্যন্ত মেয়েটির সাথে যৌন সম্পর্কে প্রবেশ করেছিলেন। বিচারচলাকালীন, ১৯৯৭ সালে আদালতে সম্পর্ক শেষ হওয়ার পর হ্যারিস মেয়েটির বাবাকে একটি চিঠি লিখেছিলেন, যেখানে বলা হয়েছিল: \"আমি ভালবেসে কল্পনা করেছিলাম যে যা কিছু ঘটেছে তা ভালবাসা এবং বন্ধুত্বের অনুভূতি থেকে অগ্রসর হয়েছে—সেখানে কোনও ধর্ষণ, কোনও শারীরিক জোর, পাশবিকতা বা মারধর ঘটেনি।\"\n১৯৮৬ সালে যুক্তরাজ্যে আসা ১৫ বছর বয়সী এক অস্ট্রেলীয় বালিকার উপর হামলার মোট তিনটি অভিযোগ ছিল। একটি অভিযোগ ছিল যে তিনি ১৯৬৮ বা ১৯৬৯ সালে হ্যাম্পশায়ারের একটি কমিউনিটি সেন্টারে আট বছরের একটি মেয়েকে যৌন নিপীড়ন করেছিলেন যিনি তার অটোগ্রাফ চেয়েছিলেন। এই অভিযোগ সম্পর্কে পুলিশ প্রশ্ন করলে হ্যারিস উত্তর দেন\" আমি কখনই একটি শিশুকে অনুপযুক্তভাবে স্পর্শ করব না। হ্যারিসের বিরুদ্ধে ১৯৭৫ সালে কেমব্রিজে একটি সেলিব্রিটি ইটস এ নকআউট ইভেন্টে ১৪ বছর বয়সী একটি মেয়ের নিতম্ব অথবা উরুতে স্পর্শের অভিযোগও আনা হয়েছিল। তিনি অস্বীকার করেন যে তিনি বিচারের চার বছর আগে পর্যন্ত কেমব্রিজ সফর করেছিলেন, কিন্তু টেলিভিশন আর্কাইভ উপাদান আদালতে পেশ করা হয়েছিল যেখানে দেখানো হয়েছিল যে তিনি আইটিভি শো স্টার গেমসের একটি পর্বে অংশ নিয়েছিলেন, যা ১৯৭৮ সালে কেমব্রিজে চিত্রায়িত হয়েছিল। হ্যারিস অস্বীকার করেছেন যে তিনি ইচ্ছাকৃত মিথ্যা বলেছেন এবং বলেছেন যে অনুষ্ঠানটি মনে রাখতে তার ব্যর্থতা \"স্মৃতির ত্রুটি\" ছিল। অতিরিক্ত সাক্ষীযারা দাবি করেছেন যে তারা মাল্টা, নিউজিল্যান্ড এবং অস্ট্রেলিয়ায় লাঞ্ছিত হয়েছেন, তাদের হ্যারিসের বিরুদ্ধে সাক্ষ্য দেওয়ার জন্য ডাকা হয়েছিল, যদিও এই অভিযোগগুলি ব্রিটিশ আদালতে অনুসরণ করা যায়নি।\n\n\n=== দণ্ডাদেশ ও কারাদণ্ড ===\nবিচারে বেশ কিছু বিলম্বের পর, যেখানে বিচারকের সংক্ষিপ্তসার তিন দিন সময় নিয়েছিল, জুরি ১৯ জুন ২০১৪ তারিখে তার রায় বিবেচনা করার জন্য অবসর গ্রহণ করে। ৩০ শে জুন, হ্যারিসকে অশালীন আক্রমণের ১২টি অভিযোগে দোষী সাব্যস্ত করা হয়।\n৪ জুলাই ২০১৪ তারিখে সাউথওয়ার্ক ক্রাউন কোর্টে মিঃ জাস্টিস সুইনি হ্যারিসকে মোট পাঁচ বছর নয় মাসের কারাদণ্ড প্রদান করেন। সাজা দেওয়ার সময় বিচারক হ্যারিসকে বলেছিলেন: \"আপনি আপনার অপরাধের জন্য মোটেও অনুশোচনা দেখাননি। আপনার খ্যাতি এখন ধ্বংসস্তূপে পরিণত হয়েছে, আপনার সম্মান কেড়ে নেওয়া হয়েছে কিন্তু নিজেকে ছাড়া আপনার আর কেউ দোষ দেওয়ার নেই।\"  কিছু শাস্তি পরপর চলবে বলে আশা করা হয়েছিল, এবং হ্যারিস তার অর্ধেক কারাদন্ড কারাগারে ভোগ করবেন বলে আশা করা হয়েছিল। তাকে বলা হয়েছিল যে তাকে অবশ্যই প্রসিকিউশনের খরচ দিতে হবে, যদিও ক্ষতিগ্রস্তদের ক্ষতিপূরণ দিতে হবে না। অ্যাটর্নি জেনারেল ডমিনিক গ্রিভের কাছে এই শাস্তি পাঠানো হয়েছিল এই অভিযোগের পরে যে এটি খুব নমনীয় ছিল। ২০১৪ সালের ৩০ জুলাই, নতুন অ্যাটর্নি জেনারেল জেরেমি রাইট ঘোষণা করেন যে তিনি এই শাস্তি পর্যালোচনার জন্য আপিল আদালতে পাঠাবেন না \"কারণ তিনি মনে করেন না যে তারা এটিকে অযথা নরম এবং এটি বৃদ্ধি করবে। শাস্তির বিচারক আপত্তিকর সময়ে বলবৎ সর্বোচ্চ শাস্তিদ্বারা আবদ্ধ ছিলেন।\"\n২০১৪ সালের ১ আগস্ট জুডিশিয়াল অফিস জানায় যে হ্যারিস তার দোষী সাব্যস্ত হওয়ার বিরুদ্ধে আপিল করার জন্য আবেদন করেছেন এবং তার আইনজীবীরা আপিল আদালতে কাগজপত্র দাখিল করেছেন। ২০১৪ সালের অক্টোবরে হ্যারিস আপিল করার অনুমতি প্রত্যাখ্যান করা হয়, এবং তিন বিচারকের সামনে আবার আবেদন করতে পারেন। হ্যারিস প্রয়োজনীয় ২৮ দিনের মধ্যে কোনও আবেদন দায়ের করেননি, বা মেয়াদ বাড়ানোর জন্য বলেননি।\nতার দোষী সাব্যস্ত হওয়ার পর, জুলাই ২০১৪, অক্টোবর ২০১৪ এবং ফেব্রুয়ারি ২০১৫ সালে রিপোর্ট করা হয় যে অন্যান্য যৌন অপরাধের বিষয়ে পুলিশ তার বিরুদ্ধে তদন্ত করছে।\n২০১৫ সালের ১৪ জুন দ্য মেইল অন সানডে একটি চিঠি প্রকাশ করে, দাবি করে যে হ্যারিস এইচএম প্রিজন স্ট্যাফোর্ডে লিখেছেন এবং তার এক বন্ধুর কাছে পাঠিয়েছেন। এতে গানের কথা ছিল যা তার মহিলা অভিযোগকারীদের প্রতি অত্যন্ত অপমানজনক ছিল। হ্যারিসের বিরুদ্ধে প্রমাণ প্রদানকারী নারীদের আইনজীবী লিজ ডাক্স অভিযোগ করেন, তিনি ভুক্তভোগীকে দোষারোপ করেন। গানের জবাবে একজন ভুক্তভোগী বলেন, \"তিনি যা করেছেন তা ছিল তরুণীদের আত্মমূল্য, তাদের আত্মবিশ্বাস এবং সেই নারীদের মধ্যে কয়েকজনের জন্য তিনি সারা জীবন তাদের গভীরভাবে প্রভাবিত করেছিলেন।\" চিঠিটি প্রকাশের ফলে ডাক্স প্রশ্ন তুলেছিলেন যে হ্যারিসের প্যারোল পাওয়া উচিত কিনা:\n\"যখন তিনি তাড়াতাড়ি মুক্তির জন্য আবেদন করেন তখন তার সাথে যেভাবে আচরণ করা হয় তা অবশ্যই প্রভাবিত করা উচিত - তিনি তার অপরাধের তীব্রতা বুঝতে পারেননি। (...) এই চিঠিটি স্পষ্টভাবে একজন ব্যক্তি লিখেছিলেন যিনি তার ভুক্তভোগীদের প্রতি অবজ্ঞা করেছেন এবং পুরোপুরি অনুতপ্ত নন। কারাগারে থাকার সময় তার সংস্কার হওয়া তো দূরের কথা, মনে হয় এটি তার বিকৃত ক্রোধবোধকে প্রশ্রয় দিয়েছে এবং তার ঔদ্ধত্য হ্রাস পায় না। যদি এটি হয় যে প্যারোল বোর্ড এটি বিবেচনায় নিতে পারে না তবে এটি সম্পূর্ণ ভুল। হ্যারিস যাদের তিনি খুব ক্ষতি করেছেন তাদের ক্ষতি করেছেন, এবং এই চিঠি লিখে তিনি তাদের ক্ষতি করে চলেছেন।\"\nভেনেসা ফেল্টজ অভিযোগ করেছেন যে চ্যানেল ৪ সকালের অনুষ্ঠান দ্য বিগ ব্রেকফাস্টের একটি সংস্করণের সময় তিনি বিছানায় সরাসরি সাক্ষাৎকার নেওয়ার সময় তাকে যৌন নিপীড়ন করেছিলেন। লিন্ডা নোলান অভিযোগ করেছেন যে তিনি মাত্র ১৫ বছর বয়সে তাকে হাতড়ান, যখন নোলান বোনেরা তার সমর্থন মূলক কাজ ছিল।\nহ্যারিস এইচএম প্রিজন স্টাফোর্ডে তার সাজা ভোগ করেন। পাঁচ বছর নয় মাসের কারাদণ্ডের তিন বছর কাটানোর পর ১৯ মে ২০১৭ তারিখে তাকে মুক্তি দেওয়া হয়।\n\n\n=== আরও চার্জ ===\n১২ ফেব্রুয়ারি ২০১৬ তারিখে ক্রাউন প্রসিকিউশন সার্ভিস ঘোষণা করে যে হ্যারিসকে আরও সাতটি অশালীন আক্রমণের অভিযোগের মুখোমুখি হতে হবে। অপরাধগুলি ১৯৭১ থেকে ২০০৪ সালের মধ্যে ঘটেছিল এবং এতে সাতজন অভিযোগকারী জড়িত ছিলেন যাদের বয়স তখন ১২ থেকে ২৭ বছরের মধ্যে ছিল। হ্যারিস ১৭ মার্চ ওয়েস্টমিনস্টার ম্যাজিস্ট্রেট আদালতে ভিডিও লিঙ্কের মাধ্যমে সমস্ত অভিযোগে দোষী সাব্যস্ত হননি এবং ১৪ এপ্রিল সাউথওয়ার্ক ক্রাউন কোর্টে হাজির হতে বলা হয়েছিল। ১৪ এপ্রিল, তিনি অশালীন আক্রমণের সাতটি অভিযোগ এবং যৌন নিপীড়নের একটি অভিযোগে দোষী সাব্যস্ত হননি।\nহ্যারিসের বিচার শুরু হয় ৯ জানুয়ারি ২০১৭ তারিখে, তিনি স্ট্যাফোর্ড কারাগার থেকে ভিডিওলিঙ্কের মাধ্যমে উপস্থিত হন এবং দেখেন। হ্যারিসকে তার বয়স এবং দুর্বল স্বাস্থ্যের কারণে ব্যক্তিগতভাবে উপস্থিত থাকতে হয়নি। রাষ্ট্রপক্ষ ১১ জানুয়ারি থেকে মামলা শুরু করে; অভিযোগগুলি অবাঞ্ছিত গ্রপিং জড়িত ছিল। আগের বিচারের মতো, হ্যারিস কোনও প্রমাণ দেননি। তার আত্মপক্ষ সমর্থন বলেছে যে প্রথম বিচারে জুরি \"এটি ভুল করেছে\" এবং পরবর্তী প্রচার মাধ্যমের উন্মাদনা \"তাকে তার বিরুদ্ধে অভিযোগ করা লোকদের জন্য দুর্বল করে তুলেছে\"। ৮ ফেব্রুয়ারি হ্যারিসকে তিনটি অভিযোগ থেকে অব্যাহতি দেওয়া হয়। বিচারক অ্যালিস্টেয়ার ম্যাকক্রেথ জুরিকে আরও চারটি বিষয়ে আলোচনা থেকে অব্যাহতি দিয়েছেন যার জন্য তার বিরুদ্ধে অভিযোগ আনা হয়েছিল।\nপ্রসিকিউশন টিম পুনরায় বিচারের জন্য আবেদন করবে কিনা তা সিদ্ধান্ত নেওয়ার জন্য এক সপ্তাহ সময় চেয়েছিল। ১৫ ই ফেব্রুয়ারি, ঘোষণা করা হয় যে তিনি তিনটি অপরাধের জন্য পুনরায় বিচারের মুখোমুখি হবেন, এবং একটি নতুন অভিযোগ (যার জন্য তিনি দোষ স্বীকার করেননি)। ১৫ মে থেকে তার পুনরায় বিচার শুরু হয়। ৩০ মে, জুরি রায়ে পৌঁছাতে অক্ষম হয় এবং প্রসিকিউশন ঘোষণা করে যে তারা আর একটি পুনরায় বিচারের  চেষ্টা করবে না।\n\n\n=== একটি দণ্ডাদেশ  প্রত্যাহার ===\n১৬ নভেম্বর ২০১৭ তারিখে, ১৯৬৯ সালে পোর্টসমাউথের একটি কমিউনিটি সেন্টারে আট বছরের একটি মেয়েকে অশালীনভাবে লাঞ্ছিত করার অভিযোগে হ্যারিসের দোষী সাব্যস্ত হওয়া কে এই কারণে উল্টে দেওয়া হয় যে এটি অনিরাপদ। আপিল আদালত ২০১৪ সালের বিচার থেকে অন্য এগারোটি দোষী সাব্যস্ততাকে চ্যালেঞ্জ করার আবেদন খারিজ করে দিয়েছে।\n\n\n== সম্মাননা ==\nহ্যারিস তার কর্মজীবনে একাধিক পুরস্কার এবং সম্মাননা পেয়েছিলেন, কিন্তু তার দোষী সাব্যস্ত হওয়ার পরে এর মধ্যে অনেকগুলিই প্রত্যাহার করা হয়েছিল। হ্যারিস ১৯৬৮ সালে অর্ডার অফ দ্য ব্রিটিশ এম্পায়ারের (এমবিই) সদস্য নিযুক্ত হন; তিনি ১৯৭৭ সালে অফিসার (ওবিই) হন, তারপর ২০০৬ সালে কমান্ডার (সিবিই) পদে উন্নীত হন। কিন্তু ২০১৫ সালের মার্চ মাসে এই সম্মাননাগুলি বাতিল করা হয়।প্রত্যাহার করা হয়।\n১৯৮৬ সালে হ্যারিস কুনুনুরার সেলিব্রিটি ট্রি পার্কে একটি ক্যাথরমিয়ন আমবেলটাম গাছ লাগান। ২০১৪ সালের জুলাই মাসে রোপণের রেকর্ডিং করা ফলকটি চুরি হয়ে যায়, স্থানীয় কাউন্সিল এটি রাখার জন্য ভোট দেওয়ার এক সপ্তাহ আগে। কাউন্সিল অবশ্য মনে করেছে যে পার্কে চলমান ভাংচুরের ফলে ফলকটি প্রতিস্থাপনের সম্ভাবনা কম।\n১৯৮৯ সালে তিনি অর্ডার অফ অস্ট্রেলিয়ার (এএম) সদস্য নিযুক্ত হন এবং রানীর ২০১২ সালের জন্মদিনের সম্মানে অফিসার (এও) পদে উন্নীত হন। এই নিয়োগগুলি ২০১৫ সালের ফেব্রুয়ারি মাসে বাতিল করা হয়েছিল।\n২০০১ সালে তিনি \"বিনোদন, দাতব্য এবং সম্প্রদায়ের সেবায়\" শতবার্ষিকী পদক লাভ করেন। ২০১৪ সালের ৩০ জুলাই ন্যাশনাল ট্রাস্ট অফ অস্ট্রেলিয়ার (নিউ সাউথ ওয়েলস) বোর্ড হ্যারিসকে \"অস্ট্রেলিয়ান ন্যাশনাল লিভিং ট্রেজারস\" হিসেবে সম্মানিত ব্যক্তিদের তালিকা থেকে অপসারণ এবং পুরস্কার প্রত্যাহারের পক্ষে মত দেয়। হ্যারিস ১৯৯৭ সালে পদকের জন্য নির্বাচিত মূল ১০০ জন অস্ট্রেলীয়দের মধ্যে ছিলেন।\nহ্যারিস দুটি সম্মানসূচক ডক্টরেট পেয়েছেন: ২০০৭ সালে ইস্ট লন্ডন বিশ্ববিদ্যালয় এবং ২০১০ সালে লিভারপুল হোপ বিশ্ববিদ্যালয় থেকে। তার অশালীন আক্রমণের দোষী সাব্যস্ত হওয়ার পরে উভয়টিই প্রত্যাহার করা হয়েছিল।\n২০০৮ সালে হ্যারিসকে এআরআইএ হল অফ ফেমে অন্তর্ভুক্ত করা হয়। তিনি মঞ্চে যোগ দিয়েছিলেন সিকাররা \"টাই মি ক্যাঙ্গারু ডাউন, স্পোর্ট\" এবং তার \"জেক দ্য পেগ\" রুটিন পরিবেশন করার জন্য। দোষী সাব্যস্ত হওয়ার পর অস্ট্রেলিয়ান রেকর্ডিং ইন্ডাস্ট্রি অ্যাসোসিয়েশন তাকে এআরআইএ হল অফ ফেম থেকে সরিয়ে দেয়।\nএছাড়াও ২০০৮ সালে, আর্ট: দ্য ডেফিনিটিভ ভিজ্যুয়াল গাইড প্রকাশের সাথে সামঞ্জস্য পূর্ণ করার জন্য, প্রকাশক ডরলিং কিন্ডারসলি \"ব্রিটিশরা আজ শিল্প সম্পর্কে সত্যিই কী ভাবেন\" জরিপ পরিচালনা করেন এবং হ্যারিসকে উল্লেখযোগ্য ইংরেজ শিল্পী ড্যামিয়েন হার্স্টের উপরে রাখেন।\n২০১১ সালে, হ্যারিসফাইন আর্ট ট্রেড গিল্ড দ্বারা \"বেস্ট সেলিং পামপাশড আর্টিস্ট\" উপাধিতে ভূষিত হন।  পরের বছর তাকে বাফটার ফেলো করা হয়, কিন্তু তার দোষী সাব্যস্ত হওয়ার পর একাডেমি ঘোষণা করে যে তার ফেলোশিপ বাতিল করা হবে। জুলাই ২০১৪ সালে, ফ্রনসিসিলটে মেল ভয়েস কয়্যার ঘোষণা করেন যে হ্যারিসের সম্মানসূচক ভাইস-প্রেসিডেন্টপদ বাতিল করা হয়েছে।\n\n\n== তথ্যসূত্র =="}