{"pageid": 1094314, "title": "জন্মদিনের অনুষ্ঠানে আমন্ত্রণ জানিয়ে ধর্ষণ মামলা", "url": "https://bn.wikipedia.org/wiki?curid=1094314", "content": "জন্মদিনের অনুষ্ঠানে আমন্ত্রণ জানিয়ে ধর্ষণ মামলা হচ্ছে ২০১৭ সালে বাংলাদেশের ঢাকা শহরে সংঘটিত একটি ধর্ষণের ঘটনা। মামলার অভিযোগ পত্রে বলা হয়েছে যে মামলার বাদী এক তরুনী ও তার বান্ধবীকে ২০১৭ সালের ২৮ মার্চ জন্মদিন পালনের কথা বলে বনানীর রেইনট্রি হোটেলে ডেকে নিয়ে নিয়ে যাওয়া হয়। পরে অস্ত্রের মুখে জিম্মি করে সাফাত ও নাঈম নামীয় দুই পুরুষ তাদের ধর্ষণ করে। সাফাত আহমেদ আপন জুয়েলার্সের মালিক দিলদার আহমেদের ছেলে। নাঈম আশরাফ ওরফে এইচ এম হালিম তার বন্ধু। এই অপরাধে সহযোগিতা করে সাফাতের বন্ধু সাদমান সাকিফ, দেহরক্ষী রহমত আলী ও গাড়িচালক বিল্লাল হোসেন। ঘটনার দিন জন্মদিনের কথা বলে হোটেলের ৭০১ ও ৭০২ নম্বর রুম ভাড়া নেয়া হয়েছিল। দু্ই তরুণী একটি বেসরকারি বিশ্ববিদ্যালয়ের ছাত্রী। ধর্ষণে বাধা দিলে ধর্ষকরা তাদের মারধোর করে। বনানীর হোটেলটির অন্যতম মালিক মাহির হারুন ঝালকাঠি-১ আসনের সাংসদ আওয়ামী লীগ নেতা বজলুল হক হারুনের ছোট ছেলে। সে এবং সাফাত বন্ধু। মাহিরের বন্ধু পরিচয় দিয়েই সাফাত সেদিন ওই হোটেলের কক্ষ ভাড়া করেছিল।\n\n\n== তদন্ত ==\nঘটনার ৪০ দিন পরে ৬ মে বনানী থানায় পাঁচজনের বিরুদ্ধে মামলা করা হয়। ২০১৭ সালের ৭ জুন মামলার তদন্ত কর্মকর্তা পুলিশের উইমেন সাপোর্ট অ্যান্ড ইনভেস্টিগেশন বিভাগের (ভিকটিম সাপোর্ট সেন্টার) পরিদর্শক ইসমত আরা এমি পাঁচ আসামির বিরুদ্ধে মুখ্য মহানগর হাকিম দেলোয়ার হোসেনের আদালতে অভিযোগপত্র (চার্জশিট) দাখিল করেন। অভিযোগপত্রে লেখা হয় যে রেইনট্রি হোটেলে আসার পর ওখানে কোনো পার্টির পরিবেশ না দেখে বাদী ও তাঁর বান্ধবী চলে যেতে চান। সাফাত আহমেদ তাঁদের কেক কাটার পর যাওয়ার অনুরোধ করেন। সে সময় বাদী ও তাঁর বান্ধবী ছাড়াও তাঁদের একজন চিকিৎসক বন্ধু ও তাঁর বান্ধবী ছিলেন। তাঁরা সবাই চলে যেতে চাইলে সাফাত আহমেদ ও নাঈম আশরাফ ওরফে এইচ এম হালিম বাদীর চিকিৎসক বন্ধুকে অকথ্য ভাষায় গালিগালাজসহ মারধর করে তাঁর গাড়ির চাবি ছিনিয়ে নেয় এবং তাঁদের (চিকিৎসক ও তাঁর বান্ধবী) একটি কক্ষে আটকে রেখে ভয়ভীতি দেখিয়ে বলেন, 'পালাবি না।' এরপর সাফাত ও নাঈম বাদী ও তাঁর বান্ধবীকে একাধিকবার ধর্ষণ করেন। গাড়িচালক বিল্লাল বাদীর চিকিৎসক বন্ধুকে মারধরের ভিডিও ধারণ করেন। \nঅভিযোগপত্রে আসামি সাফাত আহমেদ ও তার বন্ধু নাঈম আশরাফ বিরুদ্ধে নারী ও শিশু নির্যাতন দমন আইনের ৯(১) ধারায় ধর্ষণের অভিযোগ গঠন করা হয়। মামলার অপর তিন আসামি সাফাত আহমেদের অপর বন্ধু সাদমান সাকিব, দেহরক্ষী রহমত আলী ও গাড়িচালক বিল্লাল হোসেনের বিরুদ্ধেও একই আইনে ধর্ষণে সহযোগিতার অভিযোগ গঠন করা হয়। ১৩ জুলাই তারিখে ঢাকার দুই নম্বর নারী ও শিশু নির্যাতন দমন ট্রাইব্যুনালের বিচারক শফিউল আজম আসামিদের বিরুদ্ধে অভিযোগ গঠন করেন ও আইন অনুযায়ী বিচার প্রক্রিয়া শুরুর আদেশ দেন।\n\n\n=== অভিযুক্তদের স্বীকারোক্তি ===\nএ মামলার আসামী পাঁচ জনের চারজনই ঘটনার সাথে জড়িত থাকার কথা স্বীকার করে  আদালতে জবানবন্দি প্রদান করে। ‘জোর করে’ ওই জবানবন্দি আদায় করা হয় বলে আসামীপক্ষের আইনজীবীরা অভিযোগ করে। \nতবে অভিযুক্তদের স্বীকারোক্তিমূলক জবানবন্দির বিষয়ে মামলার রায়ে বলা হয় যে ‘রিমান্ড শেষে সাফাত ও নাঈম আশরাফ আদালতে স্বীকারোক্তিমূলক জবানবন্দি দেন। পরবর্তীতে তারা স্বীকারোক্তিমূলক জবানবন্দি প্রত্যাহারের আবেদন করেন। সেখানে কারণ হিসেবে বলেন, নির্যাতনের ভয়-ভীতি দেখিয়ে তাদের স্বীকারোক্তিমূলক জবানবন্দি আদায় করা হয়েছে। স্বীকারোক্তিমূলক জবানবন্দি না দিলে ক্রসফায়ার দিতে বিভিন্ন জায়গায় নিয়ে যায়। অমানবিক নির্যাতন করে তাদের স্বীকারোক্তিমূলক জবানবন্দি আদায় করা হয়েছে।’\n\n\n=== আলামত না পাওয়া ===\nঢাকা মেডিকেল কলেজ হাসপাতালের ফরেনসিক বিভাগ এ মামলার বাদীদ্বয়ের মেডিকেল পরীক্ষা করে। পুলিশ জানতে চেয়েছিল ছাত্রীদের বয়স কত এবং তাদের দেহে শরীরে ধর্ষণের আলামত আছে কিনা। ফরেনসিক বিভাগ দুই বিশ্ববিদ্যালয় ছাত্রীকে ধর্ষণের কোনো আলামত পায় নি। ২৮শে মার্চ তারিখে ঘটনা ঘটে এবং বাদীদ্বয় ৬ই মে বনানী থানায় মামলা দায়ের করে। ফরেনসিক বিভাগ বলে তাদের বয়স ২২ থেকে ২৩ বছরের মধ্যে। \nবিলম্বে নমুনা নেয়া  আলামত না পাওয়ার কারণ হতে পারে।\n\n\n== বিচারাদেশ ==\nবিচার চলে চার বছর। ঢাকার নারী ও শিশু নির্যাতন দমন ট্রাইবুনাল ৭ এর বিচারক মোছাম্মাৎ কামরুন্নাহার ৯৪ টি কার্যদিবস শুনানি করে ১২ অক্টোবর রায় ঘোষণার দিন ধার্য ছিল। ১০ অক্টোবর ২০২১ তারিখে ঢাকার নারী ও শিশু নির্যাতন দমন ট্রাইব্যুনাল-৭ এর বিচারক মোসাম্মৎ কামরুন্নাহার রাষ্ট্র ও আসামি পক্ষের যুক্তি উপস্থাপন শেষে রায় ঘোষণার দিন ধার্য করেন। একই সঙ্গে জামিনে থাকা পাঁচ আসামির জামিন বাতিল করা হয় ও কারাগারে পাঠানোর আদেশ দেওয়া হয়। ৩ অক্টোবর রাষ্ট্রপক্ষ ও আসামিপক্ষের যুক্তিতর্ক উপস্থাপন শেষ হয়েছিল। রায় ঘোষণার তারিখ দুই বার পিছিয়ে ১১ নভেম্বর ২০২১ রায় ঘোষণা করা হয়। বেলা ১টা ১০ মিনিট বিচারক রায় পড়া শুরু করেন এবং রায় পড়া শেষ হলে বেলা ২টা ৫১ মিনিটে এই সিদ্ধান্ত ঘোষণা করেন। \nপ্রদত্ব রায়ে আদালত সকল আসামীকে ধর্ষণের অভিযাগ থেকে খালাস প্রদান করে। খালাস পাওয়া পাঁচজন আসামী হলো আপন জুয়েলার্সের মালিক দিলদার হোসেনের ছেলে সাফাত আহমেদ, সাফাত আহমেদের বন্ধু সাদমান সাকিফ, নাঈম আশরাফ, সাফাতের দেহরক্ষী রহমত আলী ও গাড়িচালক বিল্লাল হোসেন। রায় ঘোষণার আগে তাঁদের কারাগার থেকে আদালতে হাজির করা হয়। আদালতে রায় ঘোষণার সময় পাঁচ আসামির সকলকে কারাগার থেকে আদালতে হাজির করা হয়। রায় শেষে বেরিয়ে যাওয়ার সময় তাদের সবাইকে উৎফুল্ল দেখা যায়।\nআদালতের রায়ে বলা হয়, মামলায় ধর্ষণের কোনো আলামত পাওয়া যায়নি। ‘উভয়পক্ষের সম্মতিতে শারীরিক সম্পর্ক’ ঘটেছে। ধর্ষণের অভিযোগ সন্দেহাতীতভাবে প্রমাণিত হয়নি বলে তাদের খালাস দেওয়া হলো। আদালতের রায়ে আরও বলা হয় ধর্ষণের পর ৭২ ঘণ্টা পর ধর্ষণের আলামত পাওয়া যায় না। তাই ৭২ ঘণ্টা পর ধর্ষণের অভিযোগে মামলা যেন পুলিশ না নেয়। আদালত আরো বলে রাষ্ট্রপক্ষ এই মামলায় অভিযোগ প্রমাণ করতে পারেনি। আদালতের সময় নষ্ট হয়েছে। রায়ে আরও বলা হয়, মামলার দুই বাদী আগে থেকেই যৌন কর্মে অভ্যস্থ। তদন্তকারী কর্মকর্তা প্রভাবিত হয়ে আসামিদের বিরুদ্ধে চার্জশিট দিয়েছে। এতে আদালতের ৯৪ কার্যদিবস নষ্ট হয়েছে। এরপর থেকে পুলিশকে এ বিষয় সতর্ক থাকার পরামর্শ দিচ্ছি। এরপর থেকে ধর্ষণের ৭২ ঘণ্টা পর যদি কেউ মামলা করতে যায় তা না নেওয়ার পরামর্শ দিচ্ছি। বিচারক বলেন, ‘অভিযোগকারী ছাত্রীরা মদ্যপান করেন। বিভিন্ন হোটেল, রেস্টুরেন্টে আড্ডা দেন। তারা স্বেচ্ছায় রেইনট্রি হোটেলে গিয়েছিলেন। হোটেলের কেউ বলে নাই এমন ঘটনা ঘটেছে। অভিযোগকারী ছাত্রীরা বলেছে তাদের চারজনকে মারধর করা হয়েছে। চিৎকার করে সাহায্য চাইলেও কেউ এগিয়ে আসেনি। চারজন যদি এক সঙ্গে চিৎকার করে তাহলে তা তো এক কিলোমিটার দূর থেকে শোনা যাওয়ার কথা ছিল। ভুক্তভোগীদের শারীরিক সম্পর্ক হয়েছে, তবে ধর্ষণ না।’\n\n\n=== আদালতের রায়ের সমালোচনা ===\nআদালতের রায় সমালোচিত হয়। বলা হয় ঘটনা ঘটেছে স্বীকার করা হচ্ছে, আদালতেও স্বীকার করছে। কিন্তু রায় হচ্ছে কী? বেকসুর খালাস। কেনো? কারণটা কী? কারণটা হচ্ছে যে, যারা যারা গ্রেফতার হয়েছে, যাদেরকে একুইজড করা হয়েছে- দে আর সো পাওয়ারফুল। তাদের এতো টাকা! জুয়েলারি, এমপি.. এই সমস্ত। যার ফলে কী হয়েছে? আজকে সমস্ত নারী জাতিকে অপমান করে এদেরকে খালাস দেয়া হয়েছে। আমি এর তীব্র প্রতিবাদ জানাচ্ছি, হতাশ হয়েছি, ক্ষুব্ধ হয়েছি। এই ধরনের রায় আমরা মেনে নিতে পারি না। দুই সাক্ষী বাদীদের বন্ধু আহমেদ শাহরিয়ার ও ফারিয়া মাহবুব পিয়াসার সাক্ষ্য গ্রহণ করা হয় নি। বাংলাদেশের আইনমন্ত্রী আনিসুল হকের মতে ৭২ ঘণ্টা পর ধর্ষণ মামলা নেওয়া যাবে না এমন পর্যবেক্ষণ সম্পূর্ণ অসাংবিধানিক। বিচারকের এমতরূপ নির্দেশনা নিয়ে প্রশ্ন তুলেছেন আইনজীবী ও মানবাধিকারকর্মীরা। এ নির্দেশনা ন্যায়নীতির পরিপন্থী বলে মন্তব্য করেছেন মানবাধিকারকর্মী সুলতানা কামাল।\n\n\n== শাস্তি ==\n\n\n== তথ্যসূত্র =="}