{"pageid": 1094631, "title": "ফেয়ার লেবার স্ট্যান্ডার্ডস অ্যাক্ট ১৯৩৮", "url": "https://bn.wikipedia.org/wiki?curid=1094631", "content": "টেমপ্লেট:তথ্যছক মার্কিন আইন\n \n\nফেয়ার লেবার স্ট্যান্ডার্ডস অ্যাক্ট ১৯৩৮ ২৯ ইউ.এস.সি § ২০৩\n\n ( এফএলএসএ ) হল একটি মার্কিন যুক্তরাষ্ট্রের শ্রম আইন যা ন্যূনতম মজুরির অধিকার সৃষ্টি করে। এবং যখন মানুষ সপ্তাহে চল্লিশ ঘণ্টার বেশি কাজ করে তখন \" দেড় \" ঘন্টার ওভারটাইম বেতন দেয়।  এটি \"নিপীড়ক শিশুশ্রম\" -এ অপ্রাপ্তবয়স্কদের নিয়োগকে নিষিদ্ধ করে।  এটি আন্তঃরাজ্য বাণিজ্যে নিয়োজিত কর্মীদের ক্ষেত্রে প্রযোজ্য বা বাণিজ্যিক বা ব্যবসায়িক পণ্যের উৎপাদনে নিয়োজিত একটি এন্টারপ্রাইজ দ্বারা নিযুক্ত, যদি না নিয়োগকর্তা কভারেজ থেকে অব্যাহতি দাবি করতে পারেন।\n\n\n== ব্যবহারিক প্রয়োগ ==\nফেয়ার লেবার স্ট্যান্ডার্ডস অ্যাক্ট প্রযোজ্য \"যেসব কর্মচারী আন্তঃরাজ্য বাণিজ্যে নিয়োজিত বা বাণিজ্যের জন্য পণ্য উৎপাদনে নিয়োজিত, অথবা যারা ব্যবসায় নিয়োজিত একটি এন্টারপ্রাইজ দ্বারা নিযুক্ত বা বাণিজ্যের জন্য পণ্য উৎপাদনে নিযুক্ত রয়েছে\"  যদি  নিয়োগকর্তা না পারেন তাহলে কভারেজ থেকে অব্যাহতি দাবি করেন। সাধারণত, বছরে কমপক্ষে $ ৫০০,০০০ ব্যবসা বা মোট বিক্রয়ের একজন নিয়োগকর্তা এফএলএসএ- এর বাণিজ্যিক প্রয়োজনীয়তা পূরণ করে, এবং সেইজন্য যে নিয়োগকর্তার শ্রমিকরা ফেয়ার লেবার স্ট্যান্ডার্ডস আইনের সুরক্ষার অধীনে থাকে যদি অন্য কোন ছাড় না থাকে। তবে বেশ কিছু ছাড় রয়েছে যা একজন নিয়োগকর্তাকে সংবিধিবদ্ধ ন্যূনতম মজুরি, ওভারটাইম এবং রেকর্ড-রাখার প্রয়োজনীয়তাগুলি থেকে মুক্তি দেয়। তথাকথিত \"হোয়াইট কলার \" ছাড়ের ক্ষেত্রে সবচেয়ে বড় ব্যতিক্রমগুলি প্রযোজ্য যা পেশাদার, প্রশাসনিক এবং নির্বাহী কর্মীদের জন্যও প্রযোজ্য হয়। অব্যাহতিগুলি সংক্ষিপ্তভাবে অনুমান করা হয়, যেহেতু একজন নিয়োগকর্তাকে প্রমাণ করতে হবে যে কর্মচারীরা ছাড়ের শর্তের মধ্যে \"স্পষ্টভাবে এবং নিঃসন্দেহে\" উপযুক্ত।\nফেয়ার লেবার স্ট্যান্ডার্ডস অ্যাক্ট \"একজন নিয়োগকর্তা কর্তৃক নিযুক্ত যেকোনো ব্যক্তির\" ক্ষেত্রে প্রযোজ্য কিন্তু স্বাধীন ঠিকাদার বা স্বেচ্ছাসেবকদের ক্ষেত্রে নয় কারণ তারা এফএলএসএ এর অধীনে \"কর্মচারী\" হিসেবে বিবেচিত হয় না।  তবুও, একজন নিয়োগকর্তা শ্রমিকদেরকে স্বাধীন ঠিকাদার বলে ডেকে ফেয়ার লেবার স্ট্যান্ডার্ডস অ্যাক্ট থেকে অব্যাহতি দিতে পারেন না এবং অনেক নিয়োগকর্তা তাদের শ্রমিকদের স্বাধীন ঠিকাদার হিসাবে অবৈধভাবে এবং ভুলভাবে শ্রেণীভুক্ত করেছেন। কিছু নিয়োগকর্তা একইভাবে কর্মীদের স্বেচ্ছাসেবক হিসাবে ভুলভাবে লেবেল করেছেন। শ্রমিকরা একজন স্বাধীন ঠিকাদার কিনা তা নির্ণয় করার জন্য পিউটেটিভ নিয়োগকর্তা নিযুক্ত করা হয়েছে। শ্রমিকের মধ্যে সম্পর্কের \"অর্থনৈতিক বাস্তবতা\" দেখে আদালত। একজন শ্রমিক একাধিক ব্যক্তি বা সত্তা দ্বারা একযোগে নিযুক্ত ছিল কিনা তা নির্ধারণ করতে আদালত একই ধরনের পরীক্ষা ব্যবহার করে; সাধারণত \"যৌথ নিয়োগকর্তা\" হিসাবে উল্লেখ করা হয়। উদাহরণস্বরূপ, একজন খামার শ্রমিককে যৌথভাবে একজন শ্রমিক ঠিকাদার (যিনি নিয়োগ, পরিবহন, বেতন -ভাতা, এবং ঘন্টার হিসাব রাখার দায়িত্বে আছেন) এবং একজন কৃষক (যিনি সাধারণত সম্পাদিত কাজের মান পর্যবেক্ষণ করেন, কোথায় নির্ধারণ করবেন কর্মীদের স্থান দিন, কাজের পরিমাণ নিয়ন্ত্রণ করুন, মান নিয়ন্ত্রণের প্রয়োজনীয়তা আছে, এবং কর্মীদের চাকরিচ্যুত, শৃঙ্খলাবদ্ধ বা কাজের নির্দেশ দেওয়ার ক্ষমতা রয়েছে)।\nঅনেক ক্ষেত্রে, চাকরিদাতারা অব্যাহতিপ্রাপ্ত চাকরির জন্য ওভারটাইম সঠিকভাবে প্রদান করেন না, যেমন কর্মচারীদের চাকরির সাইটগুলির মধ্যে ভ্রমণের সময়, তাদের শিফটের আগে বা পরে ক্রিয়াকলাপ এবং কাজের ক্রিয়াকলাপের কেন্দ্রীয় প্রস্তুতি।  যদি কোনো কর্মচারী অতিরিক্ত সময় পাওয়ার অধিকারী হন, তাহলে নিয়োগকর্তা তাদের একই কাজের সপ্তাহে ৪০ ঘণ্টার বেশি কাজ করার জন্য তাদের \"নিয়মিত হারের বেতনের\" দেড় গুণ দিতে হবে।\nধর্মীয়ভাবে সংশ্লিষ্ট নিয়োগকর্তা মন্ত্রী পদে নিযুক্ত কর্মচারীরা এই আইনের অধীনে অতিরিক্ত সময় পাওয়ার অধিকারী নন।\nদ্বিতীয় বিশ্বযুদ্ধের সময়, যুদ্ধের উৎপাদনে শ্রেষ্ঠত্বের জন্য আর্মি-নেভি \"ই\" পুরস্কারের জন্য আইনের অধীনে প্রতিষ্ঠিত ন্যায্য শ্রম মান বজায় রাখা প্রয়োজন। \n\n\n=== টিপিং ===\nফেয়ার লেবার স্ট্যান্ডার্ডস আইনের অধীনে, একজন নিয়োগকর্তাকে প্রত্যেক কর্মচারীকে ন্যূনতম মজুরি দিতে হবে, যদি না কর্মচারী \"এমন একটি পেশায় নিয়োজিত থাকে যেখানে কর্মচারী প্রথাগতভাবে এবং নিয়মিতভাবে টিপসে মাসে ৩০ ডলারের বেশি পান\"। যদি কর্মচারীর মজুরি টিপস সহ ন্যূনতম মজুরির সমান না হয়, তাহলে নিয়োগকর্তাকে অবশ্যই পার্থক্য করতে হবে।  যাইহোক, কর্মচারীকে অবশ্যই সমস্ত টিপস রাখতে হবে, ব্যক্তিগতভাবে বা টিপ পুলের মাধ্যমে।  একটি টিপ পুলে শুধুমাত্র \"কর্মচারী যারা নিয়মিত এবং নিয়মিত টিপস পান\" থাকতে পারে।  \"প্রথাগতভাবে এবং নিয়মিতভাবে\" শব্দটি একটি ফ্রিকোয়েন্সি বোঝায় যা মাঝে মাঝে বেশি হতে হবে, কিন্তু যা ধ্রুবক থেকে কম হতে পারে। \" \nযদিও একটি কাজের শিরোনামের নামকরণ নিষ্পত্তিযোগ্য নয়, \"বাসবয়\" এর কাজটি একটি অনুমোদিত উত্স দ্বারা টিপ-পুল অন্তর্ভুক্তির জন্য স্পষ্টভাবে যাচাই করা হয়।  \"একজন বাসবয় খুব বেশি সরাসরি যোগাযোগ ছাড়াই গ্রাহক সেবার একটি অবিচ্ছেদ্য অংশ সম্পাদন করে, কিন্তু সে তা গ্রাহকদের কাছে দৃশ্যমান ভাবে করে। সুতরাং, একটি পরিষেবা বারটেন্ডারকে বৈধভাবে একটি টিপ পুলের অন্তর্ভুক্ত করার জন্য, তাকে অবশ্যই এই ন্যূনতম সীমাটি পূরণ করতে হবে যাতে গ্রাহকদের তার পরিষেবাগুলির 'প্রথাগতভাবে এবং নিয়মিতভাবে' টিপকে স্বীকৃতি দেওয়ার জন্য উত্সাহিত করা যায় (যদিও তাকে সরাসরি টিপস গ্রহণ করার প্রয়োজন নেই) \n\n\n=== দ্বন্দ্ব ===\n\n\n== আইনী এবং প্রশাসনিক ইতিহাস ==\n\n\n=== ১৯৩৮ ন্যায্য শ্রম মান আইন ===\nফেয়ার লেবার স্ট্যান্ডার্ডস অ্যাক্টটি মূলত ১৯৩২ সালে সেনেটর হুগো ব্ল্যাক প্রণয়ন করেছিলেন, যার নিয়োগকর্তাদের ত্রিশ ঘণ্টার ওয়ার্কওয়েক গ্রহণের প্রস্তাব প্রবল প্রতিরোধের সম্মুখীন হয়েছিল। \n১৯৩৮ সালে, ব্ল্যাকের প্রস্তাবের একটি সংশোধিত সংস্করণ পাস করা হয়েছিল। সংশোধিত সংস্করণটি ফ্রান্সিস পারকিন্স, মার্কিন যুক্তরাষ্ট্রের শ্রম বিভাগের ব্যুরো অব লেবার স্ট্যান্ডার্ডস থেকে ক্লারা মর্টেনসন বেয়ার সহ কংগ্রেস মহিলা মেরি টি ।  সংশোধিত প্রস্তাবটি দিনে আট ঘণ্টার  এবং সপ্তাহে চল্লিশ ঘণ্টার কাজের হিসাব গ্রহণ করে এবং শ্রমিকদের অতিরিক্ত চার ঘণ্টার ওভারটাইমের জন্যও মজুরি পেতে দেয়।  আইন অনুসারে, শ্রমিকদের ন্যূনতম মজুরি দিতে হবে এবং ওভারটাইম বেতন নিয়মিত বেতনের দেড় গুণ হতে হবে। আঠারো বছরের কম বয়সী শিশুরা কিছু বিপজ্জনক কাজ করতে পারে না, এবং ষোল বছরের কম বয়সী শিশুরা উৎপাদন বা খনিতে বা স্কুলের সময় কাজ করতে পারে না।   যদিও এটি এক্সিকিউটিভ, মৌসুমী কর্মচারী এবং অন্যান্য কিছু গোষ্ঠীর অন্তর্ভুক্ত ছিল না, ফেয়ার লেবার স্ট্যান্ডার্ডস অ্যাক্ট ৭০০,০০০ শ্রমিককে উত্থাপন করেছিল এবং মার্কিন প্রেসিডেন্ট ফ্রাঙ্কলিন রুজভেল্ট এটিকে ১৯৩৫ সালের সামাজিক নিরাপত্তা আইনের পর থেকে নতুন চুক্তি আইনের সবচেয়ে গুরুত্বপূর্ণ অংশ বলে অভিহিত করেছিলেন। \n\n\n=== ১৯৪৭ পোর্টাল থেকে পোর্টাল আইন ===\n১৯৪৬ সালে, মার্কিন সুপ্রিম কোর্ট অ্যান্ডারসন বনাম রায় দেন যে, প্রাথমিক কাজ কার্যক্রম নিয়োগকর্তা দ্বারা নিয়ন্ত্রিত হয় এবং সম্পূর্ণরূপে নিয়োগকর্তার সুবিধার জন্য সম্পাদিত হয় এফএলএসএ এর অধীনে কাজের সময় হিসাবে সঠিকভাবে অন্তর্ভুক্ত করা হয়।\nজবাবে, কংগ্রেস ১৯৪৭ পোর্টাল-টু-পোর্টাল আইন পাস করে, যা সুপ্রিম কোর্টের সিদ্ধান্তকে সংকুচিত করে।  এটি ঠিক কোন ধরনের সময়কে ক্ষতিপূরণযোগ্য কাজের সময় হিসেবে বিবেচনা করা হয়েছিল তা নির্দিষ্ট করে। সাধারণভাবে, যতক্ষণ পর্যন্ত একজন কর্মচারী এমন কর্মকাণ্ডে নিয়োজিত থাকে যা নিয়োগকর্তাকে উপকৃত করে, নির্বিশেষে যখন তারা সম্পাদিত হয়, নিয়োগকর্তার সেই সময়ের জন্য কর্মচারীকে অর্থ প্রদান করার বাধ্যবাধকতা রয়েছে। এই আইনে আরও উল্লেখ করা হয়েছে যে কর্মস্থলে আসা -যাওয়া ভ্রমণ ছিল কর্মসংস্থানের একটি স্বাভাবিক ঘটনা এবং এটিকে পরিশোধিত কাজের সময় হিসেবে বিবেচনা করা উচিত নয়।\nএই আইনে বলা হয়েছে যে, কর্মচারীদের দুই বছরের জন্য কাজ করা হয়েছিল যাতে তারা ক্ষতিপূরণহীন সময়ের জন্য মামলা করতে পারে।  আইনে স্বাক্ষর করার পর, প্রেসিডেন্ট হ্যারি ট্রুম্যান কংগ্রেসের প্রতি ন্যূনতম মজুরি প্রতি ঘণ্টায় ৪০ সেন্ট থেকে বাড়িয়ে ৬৫ সেন্ট প্রতি ঘন্টায় করার আহ্বান জানান। \n\n\n=== ১৯৪৯ ন্যায্য শ্রম মান সংশোধন ===\n১৯৪০ এর এফএলএসএ এর পূর্ণ প্রভাব ১৯৪০ এর যুদ্ধকালীন মুদ্রাস্ফীতি দ্বারা স্থগিত করা হয়েছিল, যা আইনে নির্দিষ্ট স্তরের উপরে (নামমাত্র) মজুরি বৃদ্ধি করেছিল। ২৬ অক্টোবর, ১৯৪৯ তারিখে, প্রেসিডেন্ট ট্রুম্যান ১৯৪৯ এর ন্যায্য শ্রম মান সংশোধন আইনে স্বাক্ষর করেন(ch. 736, টেমপ্লেট:USPL, টেমপ্লেট:USStat, টেমপ্লেট:USC).\nএই আইনটি একটি কর্মচারীর অতিরিক্ত সময়ের বেতনের গণনার উদ্দেশ্যে \"নিয়মিত হার\" নির্ধারণ করে।  এই আইনে উল্লেখ করা হয়েছে যে কর্মীরা ফেয়ার লেবার স্ট্যান্ডার্ডস অ্যাক্টের আওতায় পড়ে যদি তারা আন্তঃরাজ্য বাণিজ্যের জন্য পণ্য উৎপাদনের জন্য \"সরাসরি অপরিহার্য\" হয়।  এই আইনটি ন্যূনতম মজুরি ৪০ সেন্ট থেকে প্রতি ঘন্টায় ৭৫ সেন্ট করে বাড়িয়েছে, যা ২ জানুয়ারি, ১৯৫০ থেকে কার্যকর।  এই আইনে বাণিজ্যে বা বাণিজ্যের জন্য পণ্য উৎপাদনে নিপীড়ক শিশুশ্রম নিষিদ্ধ করা হয়েছে।  এই আইনে বিশেষ শ্রমিক শ্রেণীর জন্য কিছু নতুন ছাড়ও অন্তর্ভুক্ত ছিল।\n\n\n=== ১৯৫৫ সংশোধন ===\n১৯৫৫ সালে, রাষ্ট্রপতি আইজেনহাওয়ার কংগ্রেসকে এফএলএসএ সংশোধনের আহ্বান জানান যাতে ন্যূনতম মজুরি আইনের আওতাভুক্ত কর্মচারীর সংখ্যা বৃদ্ধি পায় এবং ন্যূনতম মজুরি নিজেই ৯০ সেন্ট প্রতি ঘন্টায় বৃদ্ধি পায়।  সেই সময়ে, খুচরা শ্রমিক এবং পরিষেবা কর্মীরা ন্যূনতম মজুরি আইনের আওতায় ছিল না। \nকংগ্রেস এফএলএসএ -তে একটি সংশোধনী পাস করে এবং প্রেসিডেন্ট আইজেনহাওয়ার ১৯৫৫ সালের ১২ আগস্ট এটিতে স্বাক্ষর করেন।  এই সংশোধনীটি ন্যূনতম মজুরি প্রতি ঘন্টায় ৭৫ সেন্ট থেকে বাড়িয়ে প্রতি ঘন্টায় $১  করেছে, যা ১ মার্চ, ১৯৫৬ থেকে কার্যকর।  কংগ্রেসের কিছু সদস্যের চাপ সত্ত্বেও, খুচরা শ্রমিক, পরিষেবা কর্মী, কৃষি শ্রমিক এবং নির্মাণ শ্রমিকদের এখনও কমপক্ষে ন্যূনতম মজুরি দেওয়ার প্রয়োজন ছিল না। \n\n\n=== ১৯৬১ সংশোধন ===\n১৯৬১ সংশোধনী এন্টারপ্রাইজ কভারেজ নামে এক ধরনের কভারেজ নির্ধারণের আরেকটি পদ্ধতি যোগ করেছে। এন্টারপ্রাইজ কভারেজ তখনই প্রযোজ্য হয় যখন ব্যবসাটি আন্তঃরাজ্য বাণিজ্যে জড়িত থাকে এবং এর মোট বার্ষিক ব্যবসার পরিমাণ ন্যূনতম $ ৫০০,০০০। \"এন্টারপ্রাইজ\" এর জন্য কাজ করা সকল কর্মচারী এফএলএসএ এর আওতায় আসে যদি \"এন্টারপ্রাইজ\" এর ব্যক্তিগত সংস্থাগুলির আয় বছরে $ ৫০০,০০০ এর বেশি হয়।  মূল ১৯৩৮ আইনের অধীনে, একজন কর্মী যার কাজ আন্তঃরাজ্য বাণিজ্যের চ্যানেলে রয়েছে একজন ব্যক্তি হিসাবে আচ্ছাদিত। \"আন্তঃরাজ্য বাণিজ্য\" এত বিস্তৃতভাবে ব্যাখ্যা করা হয় যে অধিকাংশ কাজ অন্তর্ভুক্ত করা হয়, যেমন অর্ডার করা, লোড করা, অথবা রাজ্যের বাইরে থেকে সরবরাহ ব্যবহার করা, রাষ্ট্রের বাইরে থাকা ব্যাংকগুলির দ্বারা জারি করা ক্রেডিট কার্ডের ভিত্তিতে গ্রাহকদের কাছ থেকে পেমেন্ট গ্রহণ করা ইত্যাদি।\n১৯৬১ সংশোধনীতেও উল্লেখ করা হয়েছে যে স্কুল, হাসপাতাল, নার্সিং হোম বা অন্যান্য আবাসিক যত্নের সুবিধার জন্য কভারেজ স্বয়ংক্রিয়। কভারেজ সমস্ত সরকারী সত্তার জন্য স্বয়ংক্রিয়ভাবে সরকারের যে কোন স্তরেই হোক না কেন, আকার যাই হোক না কেন। কভারেজ ব্যবসার জন্য সংগঠিত নয় এমন কিছু সত্তার ক্ষেত্রে প্রযোজ্য নয়, যেমন গীর্জা এবং দাতব্য প্রতিষ্ঠান। ন্যূনতম মজুরির মাত্রা আবার বাড়িয়ে প্রতি ঘন্টায় $ ১.২৫ করা হয়েছে। যাকে মজুরি হিসেবে বিবেচনা করা যেতে পারে তা বিশেষভাবে সংজ্ঞায়িত করা হয়েছিল এবং পিছনের মজুরির জন্য মামলা করার অধিকার প্রদান করা হয়েছিল।\n\n\n=== ১৯৬৩ সমান বেতন আইন ===\n১৯৬৩ সালেবা পেশাগত যোগ্যতা, বা বাইরের বিক্রয়কর্মী হিসাবে নিযুক্ত ব্যক্তিদের জন্য প্রসারিত হয়নি। অতএব, ইপিএ সমান কাজের জন্য সমান বেতনের সুরক্ষা থেকে সাদা-কলার মহিলাদের অব্যাহতি দিয়েছে। ১৯৭২ সালে, কংগ্রেস ১৯৭২ সালের শিক্ষা সংশোধনী প্রণয়ন করে, যা এফএলএসএ এর পেশাদার কর্মীদের ছাড় থেকে ইপিএ বাদ দিয়ে এই কর্মচারীদের ইপিএ এর কভারেজ সম্প্রসারণের জন্য এফএলএসএ সংশোধন করে।\n\n\n=== ১৯৬৬ সংশোধন ===\n১৯৬৬ সংশোধনী কিছু খামার শ্রমিকদের কভারেজ প্রসারিত করে এবং পর্যায়ক্রমে ন্যূনতম মজুরি প্রতি ঘন্টায় $ ১.৬০ পর্যন্ত বৃদ্ধি করে। ১৯৬৬ ফেয়ার লেবার স্ট্যান্ডার্ডস অ্যাক্ট সংশোধন এছাড়াও প্রথমবারের মতো ফেডারেল কর্মচারীদের কভারেজ দিয়েছে। \n১৯৬৬ সালের এক্সটেনশনের প্রভাব নিয়ে একটি ২০২১ সালের গবেষণায় দেখা গেছে, যা বেশ কয়েকটি অর্থনৈতিক খাতে ন্যূনতম মজুরি বাড়িয়েছে, তাতে দেখা গেছে যে ন্যূনতম মজুরি বৃদ্ধির ফলে কর্মসংস্থানের উপর কোনো বিরূপ সামগ্রিক প্রভাব ছাড়াই উপার্জন বৃদ্ধি পেয়েছে। আইনটি জাতিগত মজুরির ব্যবধানও উল্লেখযোগ্যভাবে হ্রাস করেছে। \n\n\n=== ১৯৬৭ কর্মসংস্থান আইনে বয়স বৈষম্য ===\n১৯৬৭ সালের কর্মসংস্থান আইনে বয়স বৈষম্য (এডিইএ) চল্লিশ বছর বা তার বেশি বয়সের ব্যক্তিদের বিরুদ্ধে চাকরি বৈষম্য নিষিদ্ধ করেছে। কিছু বয়স্ক কর্মীদের তাদের বয়সের ভিত্তিতে স্বাস্থ্য সুবিধা থেকে বঞ্চিত করা হচ্ছিল এবং এডিইএ পাস করার আগে প্রশিক্ষণের সুযোগ অস্বীকার করা হয়েছিল। আইনটি শুধুমাত্র বিশের বেশি শ্রমিক নিয়োগকারী ব্যবসার ক্ষেত্রে প্রযোজ্য।\n\n\n=== ১৯৭৪ ন্যায্য শ্রম মান সংশোধন ===\n১৯৭৪ সংশোধনী অন্যান্য রাজ্য এবং স্থানীয় সরকার কর্মীদের অন্তর্ভুক্ত করার জন্য কভারেজ প্রসারিত করেছে যা পূর্বে অন্তর্ভুক্ত ছিল না। গৃহকর্মীরাও আচ্ছাদিত হয়েছিলেন এবং পর্যায়ক্রমে ন্যূনতম মজুরি প্রতি ঘন্টায় $ ২.৩০ এ বাড়ানো হয়েছিল। \n\n\n=== ১৯৭৭ ন্যায্য শ্রম মান সংশোধন ===\n১৯৭৭ এর সংশোধনীতে ১৯৮১ সাল থেকে বার্ষিক বৃদ্ধিতে ন্যূনতম মজুরি বাড়িয়ে ৩.৩৫ ডলারে উন্নীত করেছে।  টিপড কর্মচারী এবং টিপ ক্রেডিট জড়িত পরিবর্তন করা হয়েছিল। নির্দিষ্ট হোটেল, মোটেল এবং রেস্তোরাঁ কর্মচারীদের পর্যায়ক্রমে আংশিক ওভারটাইম ছাড় বাতিল করা হয়েছিল।\n\n\n=== ১৯৮৩ অভিবাসী এবং মৌসুমী কৃষি শ্রমিক সুরক্ষা আইন ===\n১৯৮৩ সালে প্রণীত মাইগ্র্যান্ট অ্যান্ড সিজনাল এগ্রিকালচারাল ওয়ার্কার প্রোটেকশন অ্যাক্ট (এমএসপিএ), অভিবাসী এবং মৌসুমী খামার শ্রমিকদের বেতন, কাজের শর্ত এবং কাজের সাথে সম্পর্কিত শর্তাবলী প্রদান করার জন্য ডিজাইন করা হয়েছিল যাতে খামার শ্রমিক ঠিকাদারদের মার্কিন ডিপার্টমেন্টে নিবন্ধন করতে হয়। শ্রম এবং কৃষি শ্রমিক, কৃষি সমিতি এবং কৃষি নিয়োগকারীদের জন্য প্রয়োজনীয় সুরক্ষা নিশ্চিত করুন।\n\n\n=== ১৯৮৫ ন্যায্য শ্রম মান সংশোধন ===\nএকটি সংশোধনী অনুমোদিত রাজ্য এবং স্থানীয় সরকার নিয়োগকর্তারা তাদের কর্মচারীদের ওভারটাইম ঘন্টার ক্ষতিপূরণ দেওয়ার জন্য ওভারটাইম বেতনের পরিবর্তে কাজ থেকে দূরে সময় দিয়েছিলেন।  পরিশোধের সময় অবশ্যই প্রতি ঘণ্টায় দেড় ঘণ্টার হারে দিতে হবে, যার জন্য ফেয়ার লেবার স্ট্যান্ডার্ডস অ্যাক্ট দ্বারা ওভারটাইম ক্ষতিপূরণ প্রয়োজন হবে।  ওভারটাইম বেতনের পরিবর্তে অন্যান্য নিয়োগকর্তারা কর্মচারীদের বেতন দেওয়া সময় বন্ধ করে ক্ষতিপূরণ দিতে পারে না। \nএই সংশোধনী রাজ্য এবং স্থানীয় সরকারগুলিকে অগ্নি-সুরক্ষা, আইন-শৃঙ্খলা রক্ষাকারী বাহিনী এবং কারাগার-নিরাপত্তা কর্মীদের দ্বারা সম্পাদিত বিশেষ বিশদ কাজের জন্য অতিরিক্ত সময় প্রদানের ছাড় দেয়।  সংশোধনটি রাজ্য এবং স্থানীয় সরকারগুলিকে কর্মীদের নিয়মিত পূর্ণকালীন চাকরি থেকে বিক্ষিপ্ত ভিত্তিতে যথেষ্ট ভিন্ন ক্ষমতায় কর্মরত কর্মীদের অতিরিক্ত সময় প্রদানের ছাড় দেয়। \nসংশোধনীতে বলা হয়েছে যে, যেসব ব্যক্তি রাজ্য বা স্থানীয় সরকার সংস্থার জন্য সেবা সম্পাদন করতে স্বেচ্ছায় কাজ করে তারা যদি ফেয়ার লেবার স্ট্যান্ডার্ডস আইনের আওতায় না আসে যদি সেই ব্যক্তি কোন ক্ষতিপূরণ বা নামমাত্র ক্ষতিপূরণ না পায়। \nসংশোধনীতে বলা হয়েছে যে, আইনী লাইব্রেরির কর্মচারী ব্যতীত অন্যান্য রাজ্য এবং স্থানীয় আইনী কর্মচারীরা ন্যায্য শ্রম মান আইনের আওতাভুক্ত নয়। \n\n\n=== ১৯৮৬ সংশোধন ===\n১৯৮৬ সালে, ফেয়ার লেবার স্ট্যান্ডার্ডস অ্যাক্ট সংশোধন করা হয়েছিল যাতে ইউনাইটেড স্টেটস অব লেবার সেক্রেটারি বিশেষ সার্টিফিকেট প্রদান করতে পারে যাতে একজন নিয়োগকর্তা ন্যূনতম মজুরির চেয়ে কম অর্থ প্রদান করতে পারে যাদের আয়, উৎপাদন ক্ষমতা বয়স, শারীরিক বা মানসিক অভাব দ্বারা ক্ষতিগ্রস্ত হয়, অথবা আঘাত।  এই কর্মচারীদের এখনও মজুরি দিতে হবে যা ব্যক্তির উত্পাদনশীলতার সাথে সম্পর্কিত এবং একইভাবে অবস্থিত এবং নিযুক্ত অহংকার কর্মীদের বেতনভুক্তদের সাথে সামঞ্জস্যপূর্ণ।  যাইহোক, প্রতিবন্ধী শ্রমিকদের ন্যূনতম মজুরির চেয়ে কম বেতন দেওয়া ২০১৫ সালে নিউ হ্যাম্পশায়ারে, ২০১৬ সালে মেরিল্যান্ডে এবং ২০১৮ সালে আলাস্কায় অবৈধ ছিল। \n\n\n==== ধারা ১৪ (গ) ====\nফেয়ার লেবার স্ট্যান্ডার্ডস অ্যাক্টের ধারা ১৪ (গ) বলছে যে শ্রমের মজুরি ও ঘন্টা বিভাগ (ডাব্লুএইচডি) এর অনুমোদন নিয়ে কিছু নিয়োগকর্তা প্রতিবন্ধী কর্মীদের ন্যূনতম মজুরির নিচে বেতন দিতে পারেন।  নিম্নতম মজুরি প্রয়োগের জন্য, শ্রমিকের অক্ষমতা অবশ্যই তাদের প্রদত্ত অবস্থানে তাদের উৎপাদনশীলতাকে সরাসরি প্রভাবিত করবে। নিয়োগকর্তাকে অবশ্যই দেখাতে হবে যে একজন প্রতিবন্ধী কর্মচারীর কাজ প্রতিবন্ধী কর্মচারীদের জন্য নির্ধারিত মানদণ্ডের তুলনায় কম উৎপাদনশীল। ডব্লিউএইচডি দ্বারা অনুমোদিত হলে, প্রতিবন্ধী শ্রমিকের বেতনের হার প্রতিবন্ধী কর্মীদের তুলনায় তাদের উৎপাদনশীলতার সাথে সম্পর্কযুক্ত হতে পারে।  ন্যূনতম প্রতি ষষ্ঠ মাসে, ধারা ১৪ (গ) এর অধীনে প্রত্যয়িত নিয়োগকর্তাদের অবশ্যই তাদের প্রতি ঘণ্টার কর্মচারীদের বিশেষ ন্যূনতম মজুরি পর্যালোচনা করতে হবে। প্রতিবছর, বিভাগ ১৪ (গ) এর নিয়োগকারীদের অবশ্যই প্রতিবন্ধী ছাড়া কর্মচারীদের সাথে তুলনীয় থাকার জন্য বিশেষ ন্যূনতম মজুরি প্রাপ্ত বেতন কর্মীদের হার সমন্বয় করতে হবে।  নিয়োগকারীদের দ্বারা নিম্নতম মজুরি পর্যালোচনার এই প্রয়োজনীয়তাগুলি ১৬ সালের সংশোধনীর মাধ্যমে ধারা ১ (গ) -এ যোগ করা হয়েছিল।  বিভাগটির উদ্দেশ্য প্রতিবন্ধীদের উচ্চতর কর্মসংস্থান সক্ষম করা। ন্যূনতম মজুরি প্রয়োগের সাথে উদ্বেগ ছিল যে প্রতিবন্ধী কর্মীদের চাকরির সুযোগ হ্রাস পাবে, তাই ধারা ১৪ (গ) কেবলমাত্র যে কোনও সুযোগ হারানোর জন্য প্রয়োজন হিসাবে ব্যবহার করা হবে। \nধারা ১৪ (গ) এর অধিকাংশ শ্রমিক কর্ম কেন্দ্রের মাধ্যমে নিযুক্ত, কিন্তু এই ব্যক্তিরা ব্যবসা, স্কুল এবং হাসপাতালের মাধ্যমেও কাজ করে। ২০০১ সাল পর্যন্ত, প্রতিবন্ধী ৪২৪,০০০ জন কর্মচারী ধারা ১৪ (গ) এর অধীনে ৫,৬০০ নিয়োগকর্তার মাধ্যমে নিম্নতম মজুরি পাচ্ছিলেন।  নিষ্ক্রিয়তার কারণে সৃষ্ট উৎপাদনশীলতা হ্রাসের কারণে নিয়োগকর্তারা তাদের প্রতিবন্ধী কর্মীদের ৫০% এরও বেশি সময় প্রতি ঘন্টায় ২.৫০ ডলার বা তার কম অর্থ প্রদান করেছেন।  বেশ কয়েকটি প্রস্তাবিত বিল আছে যা বাতিল করা হবে এবং শেষ পর্যন্ত ধারা ১৪ (গ) সার্টিফিকেশন যেমন এইচআর ৮৭৩  বা এইচআর ৫৮২ (মজুরি আইন বাড়ান) যা ২০১৯ সালের জুলাই মাসে প্রতিনিধি পরিষদে পাস হয়েছিল। \n\n\n=== ১৯৮৬ প্রতিরক্ষা অনুমোদন বিভাগ ===\n১৯৮৬ সালের প্রতিরক্ষা অনুমোদন আইন সব ফেডারেল চুক্তিতে দৈনিক আট ঘণ্টার ওভারটাইম প্রয়োজনীয়তা বাতিল করেছে।\n\n\n=== ১৯৮৯ ন্যায্য শ্রম মান সংশোধন ===\n১৯৮৯ সালে, সিনেটর এডওয়ার্ড এম কেনেডি পর্যায়ক্রমে ন্যূনতম মজুরি প্রতি ঘন্টায় ৩.৩৫ ডলার থেকে ৪.৫৫ ডলারে উন্নীত করার জন্য একটি বিল পেশ করেছিলেন।  শ্রমসচিব এলিজাবেথ ডোল ন্যূনতম মজুরি প্রতি ঘণ্টায় $ ৪.২৫ ডলারে উন্নীত করার পাশাপাশি নতুন কর্মচারীদের চাকরির প্রথম নব্বই দিনের জন্য নিয়োগকর্তার ন্যূনতম মজুরি প্রতি ঘণ্টায় $ ৩.৩৫ ডলারের অনুমতি দেয়।  সেক্রেটারি ডোলে বলেছিলেন যে প্রেসিডেন্ট জর্জ এইচডব্লিউ বুশ ন্যূনতম মজুরি প্রতি ঘণ্টায় $ ৪.২৫ ডলারেরও বেশি করে যেকোনো বিল ভেটো করবেন। \n২৪৮ ভোট এর থেকে ১৭১ ভোটে , প্রতিনিধি পরিষদ দুই বছরের মেয়াদে পর্যায়ক্রমে ন্যূনতম মজুরি প্রতি ঘণ্টায় $ ৪.৫৫ করার জন্য একটি বিল অনুমোদন করেছে।  এই বিলে নতুন নিয়োগপ্রাপ্ত কর্মচারীর চাকরির প্রথম ষাট দিনের মধ্যে নতুন কর্মচারীদের ন্যূনতম মজুরির কমপক্ষে ৮৫ শতাংশ বেতন দেওয়ার অনুমতিও দেওয়া হয়েছে।  বিলটি ছোট ব্যবসার জন্য ন্যূনতম মজুরি আইন থেকে ছাড়কে $ ৩৬২,৫০০ থেকে $ ৫০০,০০০ বার্ষিক বিক্রয় বাড়িয়েছে।  ৬১ ভোট এর থেকে ৩৯  ভোটে, সিনেট ন্যূনতম মজুরি প্রতি ঘন্টায় ৪.৫৫ ডলারে উন্নীত করার জন্য একটি বিল অনুমোদন করেছে।  প্রেসিডেন্ট বুশ বিলটিকে ভেটো দেন, এই বৃদ্ধিকে \"অত্যধিক\" বলে অভিহিত করেন।  হাউস অব রিপ্রেজেন্টেটিভস ভেটোকে ওভাররাইড করার ব্যর্থ চেষ্টা করে, ২৪৭ থেকে ১৭৮ ভোট পায়, অর্থাৎ ৩৭ ভোট কম পায়। \n৩৮২ থেকে ৩৭ টি ভোটে, প্রতিনিধি পরিষদ একটি সংশোধিত বিল অনুমোদন করে যা  ১৯৯০ সালের এপ্রিল পর্যন্ত ন্যূনতম মজুরি প্রতি ঘণ্টায় $ ৩.৮০ এবং ১ এপ্রিল, ১৯৯১ অনুযায়ী প্রতি ঘণ্টায় $ ৪.২৫ ন্যূনতম মজুরি করে।  এই বিলে ২০ বছরের কম বয়সী কর্মচারীদের জন্য ন্যূনতম মজুরির অনুমতি দেওয়া হবে।  বিলটি খুচরা এবং অ-খুচরা ব্যবসার জন্য বিভিন্ন ন্যূনতম মজুরি বাদ দিয়েছে।  পরের সপ্তাহে, সিনেট ৮৯ থেকে ৮ ভোটে বিলটি অনুমোদন করে।  সিনেটর অরিন হ্যাচ, স্টিভ সিমস, এবং ফিল গ্রাম ক্ষুদ্র ব্যবসায় এবং কৃষকদের জন্য অভিবাসী বা মৌসুমী শ্রমিকদের ব্যবহার করে ন্যূনতম মজুরি ছাড় দিতে ব্যর্থ হন।  প্রেসিডেন্ট বুশ দুই সপ্তাহ পর বিলটিতে স্বাক্ষর করেন। \n\n\n=== ১৯৯৬ ছোট ব্যবসা চাকরি সুরক্ষা আইন ===\n১৯৯৬ সালের সংশোধনীতে ন্যূনতম মজুরি বৃদ্ধি পেয়ে প্রতি ঘন্টায় ৫.১৫ ডলার করা হয়েছে। যাইহোক, ১৯৯৬ সালের ক্ষুদ্র ব্যবসায়ের চাকরি সুরক্ষা আইন (পিএল ১০৪-১৮৮), যা ন্যূনতম মজুরি বৃদ্ধি প্রদান করে, ভবিষ্যতের ন্যূনতম মজুরি বৃদ্ধি থেকে কর্মচারীদের বিচ্ছিন্ন করে। \n\n\n=== ২০০৪ নিয়ম পরিবর্তন ===\n২৩ আগস্ট, ২০০৪ তারিখে, এফএলএসএ- এর ন্যূনতম মজুরি এবং অতিরিক্ত সময়ের প্রয়োজনীয়তা থেকে অব্যাহতির বিতর্কিত পরিবর্তনগুলি কার্যকর হয়েছিল, যা \"অব্যাহতিপ্রাপ্ত\" কর্মচারীর সংজ্ঞায় উল্লেখযোগ্য পরিবর্তন এনেছিল। সমগ্র আমেরিকান শিল্পে নিম্ন স্তরের কর্মরত তত্ত্বাবধায়কদের \"নির্বাহী\" হিসাবে পুনর্ব্যক্ত করা হয়েছিল এবং ওভারটাইম অধিকার হারিয়েছিল। পরিবর্তনগুলি ব্যবসায়িক স্বার্থের দ্বারা চাওয়া হয়েছিল, যা দাবি করেছিল যে আইনের স্পষ্টীকরণ প্রয়োজন এবং অল্প সংখ্যক শ্রমিক প্রভাবিত হবে। বুশ প্রশাসন নতুন প্রবিধানগুলিকে \"ফেয়ারপে\" বলে। যাইহোক, অন্যান্য সংস্থা, যেমন এএফএল-সিআইও, দাবি করেছে যে এই পরিবর্তনগুলি লক্ষ লক্ষ অতিরিক্ত কর্মীদের এফএলএসএ- এর অধীনে অতিরিক্ত সময় বেতনের জন্য ত্রাণ পাওয়ার অযোগ্য করে তুলবে। কংগ্রেসে নতুন প্রবিধান উল্টানোর প্রচেষ্টা ব্যর্থ হয়েছিল।\nবিপরীতভাবে, কিছু নিম্ন-স্তরের কর্মচারী (বিশেষ করে প্রশাসনিক-সহায়তা কর্মী) যা পূর্বে অব্যাহতি হিসাবে শ্রেণীবদ্ধ করা হয়েছিল এখন সেগুলিকে অ-ছাড় হিসাবে পুনর্ব্যক্ত করা হয়েছে। যদিও এই ধরনের কর্মচারীরা পদমর্যাদায় পদে কাজ করে যা পূর্বে অব্যাহতি স্থিতি (যেমন \"এক্সিকিউটিভ অ্যাসিস্ট্যান্ট\") নির্ধারণ করতে ব্যবহৃত হয়, ২০০৪ এফএলএসএ -তে সংশোধনের জন্য এখন প্রয়োজন যে চাকরির শিরোনাম নয়, প্রকৃত চাকরির কার্যকারিতার উপর ছাড় দেওয়া উচিত। চাকরির শিরোনামধারী কর্মচারীরা পূর্বে অব্যাহতির অনুমতি দিয়েছিলেন কিন্তু যাদের চাকরির বিবরণে ম্যানেজমেন্টাল ফাংশন অন্তর্ভুক্ত ছিল না তারা এখন অব্যাহতি থেকে অব্যাহতিপ্রাপ্ত হয়ে পুনরায় শ্রেণিবদ্ধ করা হয়েছে।\n\n\n=== ২০০৭ ন্যায্য ন্যূনতম মজুরি আইন ===\n২৫ মে, ২০০৭ তারিখে, প্রেসিডেন্ট বুশ আইনে স্বাক্ষর করেন একটি সম্পূরক বিতরণ বিল (এইচআর ২২০৬), যার মধ্যে রয়েছে ন্যূনতম মজুরি আইন ২০০৭।।  এই বিধানটি এফএলএসএ সংশোধন করে একটি বর্ধিত পরিকল্পনার মাধ্যমে ফেডারেল কর্মচারীদের ন্যূনতম মজুরি বৃদ্ধির জন্য প্রদান করে, যা ২৪ জুলাই, ২০০৯ এর মধ্যে প্রতি ঘন্টায় ন্যূনতম মজুরি ৭.২৫ ডলারে পৌঁছে। উপরন্তু, আমেরিকান সামোয়া এবং পুয়ের্তো রিকো সহ আমেরিকান অঞ্চলগুলি ক্রমবর্ধমান বৃদ্ধির ধারাবাহিকতায় মূল ভূখণ্ডের ন্যূনতম মজুরি গ্রহণ করবে।\n\n\n=== ২০১০ রোগী সুরক্ষা এবং সাশ্রয়ী মূল্যের যত্ন আইন ===\nরোগী সুরক্ষা এবং সাশ্রয়ী মূল্যের যত্ন আইনের ধারা ৪২০৭ (এইচ.আর. ৩৫৯০) ধারা ৭ সংশোধন করে \"নার্সিং মায়েদের বিরতির সময়\" বিধান যুক্ত করেছে। এটি নির্দিষ্ট করে যে নিয়োগকর্তারা নার্সিং মায়েদের  বাচ্চাদের দুধ খাওয়ানোর জন্য বিরতির সময় প্রদান করবে এবং \"বাথরুম ব্যতীত এমন একটি স্থান, যা দৃষ্টি থেকে সুরক্ষিত করা হয় এবং সহকর্মীদের এবং জনসাধারণের অনুপ্রবেশ থেকে মুক্ত\" এরূপ স্থান কর্মচারীদের বাচ্চাদের দুধ খাওয়ানোর জন্য উপলব্ধ হওয়া উচিত। \n\n\n=== ২০১৬ নিয়ম পরিবর্তন ===\n২০১৪ সালে, প্রেসিডেন্ট ওবামা একটি প্রেসিডেন্সিয়াল স্মারকলিপিতে স্বাক্ষর করেন যা শ্রম অধিদপ্তরকে নির্দেশ দেয় যে কোন হোয়াইট কলার শ্রমিকরা এফএলএসএ এর ন্যূনতম মজুরি এবং ওভারটাইম মান দ্বারা সুরক্ষিত।  ১৮  মে, ২০১৬ তারিখে,প্রেসিডেন্ট বারাক ওবামা এবং শ্রমসচিব টমাস পেরেজ শ্রম বিভাগের চূড়ান্ত নিয়ম প্রকাশের ঘোষণা দেন, যা মার্কিন যুক্তরাষ্ট্রের লক্ষ লক্ষ নাগরিকের যোগ্যতা বাড়িয়ে ওভারটাইম প্রবিধান আপডেট করে। \nনিয়ম পরিবর্তন অনুসারে, প্রতি সপ্তাহে ৯১৩ ডলারের কম বেতনের কর্মচারীদের ওভারটাইম দিতে হবে, ১ ডিসেম্বর, ২০১৬ থেকে।  ১ জানুয়ারি, ২০২০ থেকে শুরু করে প্রতি তিন বছর পর থ্রেশহোল্ডে তার সমন্বয় ঘটবে বলে আশা করা হচ্ছে। \n২৩ নভেম্বর, ২০১৬ তারিখে, মার্কিন যুক্তরাষ্ট্রের একটি জেলা জজ একটি নিষেধাজ্ঞা জারি করেন, সাময়িকভাবে দেশব্যাপী এই নিয়মের প্রয়োগ বন্ধ করে দেন, যাতে সময় হাতে পাওয়া যায় যে শ্রম অধিদপ্তরের প্রবিধান জারি করার ক্ষমতা আছে কি না এ বিষয়ে। \n২৭ সেপ্টেম্বর, ২০১৯ তারিখে, একটি কর্মচারী এফএলএসএ- অব্যাহতিপ্রাপ্ত নির্বাহী কর্মচারী, প্রশাসনিক কর্মচারী এবং পেশাদার কর্মচারী হিসেবে যোগ্যতা অর্জনের জন্য প্রতি সপ্তাহে বেতন স্তর বা পরিমাণ পরীক্ষা $৬৮৪ ডলার; (প্রতি বছর এ ৩৫,৫৬৮ ডলারের সমান) নির্ধারণ করে শ্রম বিভাগ একটি নিয়ম জারি করেছে ।  অত্যন্ত ক্ষতিপূরণপ্রাপ্ত কর্মী হিসাবে যোগ্যতা অর্জনের জন্য, মোট বার্ষিক ক্ষতিপূরণ পরীক্ষা $ ১০৭,৪৩২ নির্ধারণ করা হয়েছিল।  যখন শ্রম বিভাগ মোট বার্ষিক ক্ষতিপূরণ নির্ধারণ করেছিল, তখন এটি মার্কিন যুক্তরাষ্ট্রে পূর্ণকালীন বেতনভোগী কর্মীদের সাপ্তাহিক উপার্জনের আশি শতকের উপর ভিত্তি করে। \n\n\n=== প্রস্তাবিত সংশোধনী ===\n\n\n==== ২০০৯/২০১৩ পেইড অবকাশ আইন ====\n২০১৩ সালের মে মাসে, প্রতিনিধি অ্যালান গ্রেসন এই আইনটি প্রস্তাব করেছিলেন যা কর্মচারীদের বেতনভুক্ত ছুটি দেবে। এটি ২০০৯ সালে তার মূল আইনের একটি পুনঃপ্রচেষ্টা ছিল।\n\n\n==== ২০১৪ ন্যূনতম মজুরি ন্যায্যতা আইন ====\nএপ্রিল ২০১৪ সালে, মার্কিন যুক্তরাষ্ট্রের সিনেট ন্যূনতম মজুরি ন্যায্যতা আইন (এস ১৭৩৭; ১১৩ তম কংগ্রেস) নিয়ে বিতর্ক করেছিল। বিলটি ১৯৩৮ এর ন্যায্য শ্রম মান আইন (এফএলএসএ) সংশোধন করে দুই বছরের মেয়াদে  ফেডারেল কর্মচারীদের ন্যূনতম মজুরি প্রতি ঘণ্টায় ১০.১০ ডলারে উন্নীত করবে।  বিলটি প্রেসিডেন্ট বারাক ওবামা এবং ডেমোক্র্যাটিক সিনেটরদের অনেকের দ্বারা জোরালোভাবে সমর্থিত হলেও সেনেট এবং হাউসে রিপাবলিকানরা এর তীব্র বিরোধিতা করেছিল। \n\n\n==== ২০১৫ স্বাস্থ্যকর পরিবার আইন ====\n২০১৫ সালের জানুয়ারিতে, প্রেসিডেন্ট বারাক ওবামা কংগ্রেসকে স্বাস্থ্যকর পরিবার আইন পাস করতে বলেছিলেন যার অধীনে নিয়োগকর্তারা কর্মীদের প্রতি ৩০ ঘণ্টার জন্য এক ঘণ্টা বেতনভিত্তিক অসুস্থ ছুটি দিতে পারবেন। এটি কর্মীদের অতিরিক্ত সময় প্রদানের পরিবর্তে বার্ষিক সাত দিন বা ৫৬ ঘন্টা প্রদত্ত অসুস্থ ছুটির জন্য প্রযোজ্য। প্রস্তাবিত হিসাবে, বিলটি ন্যায্য শ্রম মান আইনে সংজ্ঞায়িত ১৫ বা তার বেশি কর্মচারী নিয়োগকর্তাদের জন্য আবেদন করবে। \n\n\n==== ২০১৬ মজুরি চুরি প্রতিরোধ ও মজুরি আদায় আইন ====\n২০১৬ সালের সেপ্টেম্বরে, ইউনাইটেড স্টেটস হাউস এবং সেনেটের ডেমোক্রেটিক সদস্যরা মজুরি চুরি প্রতিরোধ ও মজুরি আদায় আইন চালু করে। এটি এফএলএসএ মামলাগুলির অধীনে নিয়োগকর্তার দায়বদ্ধতা বাড়িয়ে তুলত। নিয়োগকর্তা ন্যূনতম মজুরির পরিবর্তে, বিরোধ-বিরোধ সালিশ চুক্তি নিষিদ্ধ করে আদালত থেকে মজুরি চুরির দাবিকে বাদ দিয়ে, এফএলএসএ ক্লাস অ্যাকশন স্যুটগুলিকে আনা সম্ভব করে তোলে। যে শ্রমিকদের মজুরি চুরি হয়েছিল তাদের ব্যক্তিগত সম্মতি, লঙ্ঘনের জন্য স্বয়ংক্রিয় আর্থিক জরিমানা তৈরি করা এবং লঙ্ঘনকারীদের বিচার বিভাগের কাছে বিচার বিভাগের কাছে পাঠানোর জন্য শ্রম বিভাগের জন্য একটি বিচক্ষণ ক্ষমতা তৈরি করা হয়। বিলটি হাউস বা সিনেটে কমিটির বাইরে হয়নি। \n\n\n== আরও দেখুন ==\nমার্কিন যুক্তরাষ্ট্রের শ্রম আইন\nযুক্তরাষ্ট্রে শিশুদের অধিকারের সময়রেখা\nফ্রাঙ্ক মারফি\nঅধিকারের দ্বিতীয় বিল\nযুক্তরাষ্ট্রে কর্মসংস্থান বৈষম্য আইন\nটেনেসি কয়লা, আয়রন ও রেলরোড কোং ভি.মুসকোডা স্থানীয় নং ১২৩\nগার্সিয়া ভি. সান আন্তোনিও মেট্রোপলিটন ট্রানজিট অথরিটি\nজীবিত মজুরি\nযুক্তরাষ্ট্রে ন্যূনতম মজুরি\nমার্কিন ন্যূনতম মজুরির তালিকা\nসর্বোচ্চ মজুরি\nমজুরি দাস\nনীল আইন\n\n\n== তথ্যসূত্র ==\n\n র সমান বেতন আইন প্রণয়ন করা হয়েছিল এফএলএসএ সংশোধন করার জন্য এবং কিছু শ্রমিককে তাদের লিঙ্গের ভিত্তিতে কঠোরভাবে অন্যদের তুলনায় কম মজুরি দেওয়া অবৈধ করার জন্য।  এটি প্রায়ই \"সমান কাজের জন্য সমান বেতন \" বাক্যাংশের সাথে সংক্ষিপ্ত করা হয়। সমান বেতন আইন সমান কাজের জন্য অসম বেতনের অনুমতি দেয় শুধুমাত্র যখন নিয়োগকর্তা জ্যেষ্ঠতা ব্যবস্থা, একটি যোগ্যতা ব্যবস্থা, একটি সিস্টেম যা পরিমাণ বা উৎপাদনের গুণমানের দ্বারা উপার্জন পরিমাপ করে, অথবা লিঙ্গের বাইরে অন্যান্য কারণের ভিত্তিতে মজুরি নির্ধারণ করে। ইপিএর প্রথম নয় বছরের জন্য, সমান কাজের জন্য সমান বেতনের প্রয়োজনীয়তা নির্বাহী, প্রশাসনিক\n\n\n== পাদটীকা ==\nBurkhauser, Richard V.; Finegan, T. Aldrich (১৯৮৯)। \"The Minimum Wage and the Poor: The End of a Relationship\"। Association for Public Policy Analysis and Management: 53–71। জেস্টোর 3324424। ডিওআই:10.2307/3324424। \nGrossman, J. (১৯৭৮)। \"Fair Labor Standards Act of 1938: Maximum Struggle for a Minimum Wage\": 22–30। পিএমআইডি 10307721। \nLechner, Jay P. (২০০৫)। \"The New FLSA White-Collar Regulations—Analysis of Changes\": 20। মার্চ ১৩, ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। \nMettler, Suzanne B. (১৯৯৪)। \"Federalism, Gender, & the Fair Labor Standards Act of 1938\"। Palgrave Macmillan Journals: 635–654। জেস্টোর 3235098। ডিওআই:10.2307/3235098। \n\n\n== বহিঃসংযোগ ==\n\"Fair Labor Standards Act Of 1938, As Amended\" (পিডিএফ)। Wage and Hour Division। United States Department of Labor। মে ২০১১। সংগ্রহের তারিখ নভেম্বর ২৩, ২০১৬। \n\"Wage and Hour Law: Meal and Rest Periods\"। ২০১০-১১-২১ তারিখে মূল থেকে আর্কাইভ করা। \n\"Purchasing power of minimum wage from 1958 to 2002\" (পিডিএফ)। fiscalpolicy.org। ৩ আগস্ট ২০১৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২১। \n\"AFL-CIO, American Federation of Labor - Congress of Industrial Organizations\"। \n\"Minimum wage\"। aflcio.org। ২০০৫-০৯-০৩ তারিখে মূল থেকে আর্কাইভ করা। \n\"2004 changes in overtime regulations\" (পিডিএফ)। aflcio.org। ২০০৮-০৯-১০ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। \n\"Average U.S. farm and non-farm wages compared to the minimum wage (1981 - 2004)\"। usda.gov। ২০০৬-০৯-২৬ তারিখে মূল থেকে আর্কাইভ করা। \n\"Impact of Proposed Minimum-Wage Increase on Low-income Families\" (পিডিএফ)। Center for Economic and Policy Research। ২০০৫-১২-১৯ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। \n\"FLSA Decisions\"। Overtime Law Blog। \n\"Association of Community Organizations for Reform Now\"। ২৭ মার্চ ২০০৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৮ ফেব্রুয়ারি ২০২২। \n\"Center for Policy Alternatives\"। stateaction.org। ২০০৬-০৩-২৭ তারিখে মূল থেকে আর্কাইভ করা। \n\"Minimum Wage\"। The Economic Policy Institute। ২০০৯-০১-২১ তারিখে মূল থেকে আর্কাইভ করা। \n\"Analysis of 2004 change in overtime regulations\"। epinet.org। ২০০৭-১২-০১ তারিখে মূল থেকে আর্কাইভ করা। \n\"Floridians for All\"। \n\"Raising the National Minimum Wage: Information, Opinion, Research\"। ৯ ফেব্রুয়ারি ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৮ ফেব্রুয়ারি ২০২২। \n\"Minimum wage\"। workplacefairness.org। ২৬ মার্চ ২০১৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২১। \n\"Overtime compensation\"। workplacefairness.org। ২৬ মার্চ ২০১৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২১। \n\"Business & Legal Reports\"। ২০০৭-০৩-১৩ তারিখে মূল থেকে আর্কাইভ করা। \n\"Study Finds Many Day Laborers Exploited\"। ২০১৯-১১-০৪ তারিখে মূল থেকে আর্কাইভ করা। \n\"Supreme Court Clarifies Wage and Hour Law\"। ২০১৯-১১-০৪ তারিখে মূল থেকে আর্কাইভ করা। \n\"Exempt and Non-Exempt Employees Definition\"। ১ মার্চ ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২১। \n\"Fair Labor Standards Act - FLSA\"। 29 U.S. Code Chapter 8। ২০০৮-১২-০৮ তারিখে মূল থেকে আর্কাইভ করা। \n\"Calculate Pay for Tipped and Non-Tipped Employees per State, Including Tip-Credit\"। WaitressCalc 2012। ২০১৩-০২-০৫ তারিখে মূল থেকে আর্কাইভ করা। \n\"FLSA comp time\"। ২২ অক্টোবর ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২১। \n\"Wage-Law Enforcer: 'Jaw-Dropping' Violations Demand Tougher Action\"। The Wall Street Journal। ২০১৪-১২-৩০।"}