{"pageid": 1094426, "title": "কিন্ডার ডার ল্যান্ডস্ট্রাসে", "url": "https://bn.wikipedia.org/wiki?curid=1094426", "content": "কিন্ডার ডার ল্যান্ডস্ট্রাসে (আক্ষরিক অর্থে: চিলড্রেন অফ দ্য কান্ট্রি রোড) ছিল সুইস ফাউন্ডেশন প্রো জুভেন্তাসের একটি প্রকল্প, যা ১৯২৬ থেকে ১৯৭৩ সাল পর্যন্ত সক্রিয় ছিল। এই প্রকল্পের কেন্দ্রবিন্দু ছিল সুইজারল্যান্ডের ইটানিরান্ট ইয়েনিশ জনগণের আত্মীকরণ, জোর পূর্বক শিশুদের তাদের পিতামাতার কাছ থেকে সরিয়ে দেওয়া, তাদের অনাথ আশ্রম বা পালক গৃহে রাখা। মোট প্রায় ৫৯০ জন শিশু এই প্রোগ্রাম দ্বারা প্রভাবিত হয়েছিল।\n\n\n== ইতিহাস ==\n১৯২৬ সালে ফেডারেল কর্তৃপক্ষ এবং সরকারি প্রতিষ্ঠানদ্বারা সমর্থিত প্রো জুভেন্তাসে শুরু হয়। এর অংশ ছিল পরিকল্পিতভাবে সুইজারল্যান্ডে বসবাসকারী ইয়েনিশ পরিবারের কাছ থেকে শিশুদের নিয়ে যাওয়া এবং তাদের অনাথ আশ্রম, পালক গৃহে, মনোরোগ হাসপাতাল এবং এমনকি কারাগারে রাখা। এই তথাকথিত \"পুনরায় শিক্ষা\" ইয়েনিশ পরিবার এবং বিশেষ করে পরবর্তী প্রজন্মকে একটি 'নিয়ন্ত্রিত' জীবনযাত্রায় প্রতিষ্ঠিত করার লক্ষ্য ছিল। ৪৭ বছর ধরে এই অবিরাম কার্যক্রম চলার পর, ১৯৭৩ সালে মিডিয়ার সহায়তায় ক্ষতিগ্রস্ত ব্যক্তিরা এই অনুশীলনের সমাপ্তি ঘটান।\nপরিবার ও শিশুদের জোর পূর্বক পৃথকীকরণের আইনি ভিত্তি হিসাবে ১৯১২ সালের সুইস সিভিল কোড (জিভিলগেসেৎজবুচ) পরিবেশন করে। এর উদ্দেশ্য ছিল পিতামাতার ভুল আচরণ, স্থায়ী ঝুঁকি বা আরও সাধারণভাবে অবহেলার ক্ষেত্রে পিতামাতাদের তাদের সন্তানদের হেফাজত কেড়ে নেওয়ার জন্য কর্তৃপক্ষকে অভিভাবকত্বের ক্ষমতা দেওয়া হয়েছিল। যদিও সিভিল কোড কর্তৃপক্ষের কাজের উপর একটি তত্ত্বাবধানের কথা উল্লেখ করেছিল। এটি ব্যাপকভাবে উপেক্ষা করা হয়েছিল। যদিও কল্যাণ কর্তৃপক্ষের হেফাজত থেকে বাঁচার জন্য সঠিক পিতামাতা ছিল, যেমন নিবন্ধের আইনের ব্যাপক প্রয়োগে তত্ত্বাবধান, কোথাও নির্ধারণ করা হয়নি। এর 'আইনগত সত্য' গুরুত্বপূর্ণ এবং যথেষ্ট ছিল। যে শিশুরা একটি ভ্রমণকারী (ইয়েনিশ) পরিবারের সদস্য ছিল, এবং এইভাবে তাদের পিতামাতার কাছ থেকে বাচ্চাদের নিয়ে যাওয়ার যথেষ্ট কারণ ছিল।\nএকটি পেশাগত কল্যাণমূলক যৌক্তিকতা জেনেরিক মনোরোগ প্রতিবেদন \"তহবিল\" কে তার ওয়ার্ডগুলির উপর সম্পূর্ণ নিয়ন্ত্রণ করতে দেয়। সেই দায়িত্বশীল কর্মীদের মনোভাবের জন্য 'সাধারণ বৈজ্ঞানিক ভিত্তি' মূলত পারিবারিক সামাজিকীকরণের ক্ষতিকার প্রত্যয় ছিল \"অসামাজিক পরিবার হিসাবে শ্রেণীবদ্ধ করা হয়েছে, পরিবার হিসাবে যারা উৎস প্রতি ভ্রমণ করছিল\"। এই ফ্যাসিবাদী অনুমান একই সাথে \"নিম্নমানের 'জেনেটিক অসামাজিক উপাদান' এর বংশানুক্রমিক জৈবিক ধারণায় অবহিত হয়েছিল, তা বসে থাকা হোক বা না হোক, যা \"স্থায়ী সংখ্যাগরিষ্ঠ জনসংখ্যার মূল্যবান ঐতিহ্যের ক্ষতি করবে, যদি এর প্রকাশ প্রতিরোধ না করে।\"\nঅতএব, \"দাতব্য\" শিশুদের আটক করার জন্য উদ্বিগ্ন ছিল, উভয় বসে থাকা এবং বসে থাকা পরিবার নয়, উৎস বা বিদেশী পরিবারে বাস্তবায়নের চালিত। পিতামাতার প্রকৃত ড্রাইভিং জীবনধারা একটি শিশু অপসারণের নির্ণায়ক মানদণ্ড ছিল না, কিন্তু \"সামাজিকভাবে ক্ষতিকারক বৈশিষ্ট্য হিসাবে একটি সম্মিলিত পরিধানকারীর সাথে সম্পর্কিত টিঙ্কার, বাস্কেটর, কাঁচি তীক্ষ্ণকারী, ভিক্ষুক, \"বা আরও খারাপ\" শ্রেণীবদ্ধ প্রান্তিক গ্রুপ। কিছু ক্ষেত্রে, জন্মের পরপরই শিশুদের তাদের মায়ের কাছ থেকে কেড়ে নেওয়া হয়েছে। শিশুদের সাধারণত বাড়িতে রাখা হত, কিছু ক্ষেত্রে বিদেশী পরিবারেও, মনোরোগ হাসপাতালে এবং কারাগারে বা কৃষক পরিবারে জোর পূর্বক শিশুশ্রমিক হিসাবে নিয়োগ দেওয়া হত। শিশু এবং পিতামাতার মধ্যে যোগাযোগ পদ্ধতিগতভাবে প্রতিরোধ করা হয়েছিল। কখনও কখনও এমনকি \"চ্যারিটি ওয়ার্ড\" শব্দটি তাদের আত্মীয়দের জন্য অজানা থাকার জন্য পরিবর্তন করা হয়েছিল। শিশু নির্যাতনকে কাজের জন্য শিক্ষা হিসাবে বৈধতা দেওয়া হয়েছিল। ১৯৩০/৪০-এর দশকে শিশু অপসারণ চরমে ওঠে, যার ফলে ২০০ টিরও বেশি ইয়েনিশ শিশু \"দাতব্য\" নিয়ন্ত্রণে থাকে।\nএই ধরনের জনসংখ্যার স্যানিটারি এবং জাতিগত স্বাস্থ্যবিধি ধারণার নায়কদের মধ্যে, যথা মনোরোগ বিশেষজ্ঞ জোসেফ জরগার্সট্রাসা (গ্রাউবুন্ডেন ক্যান্টন তার মনোরোগ-ইউজেনিক্স লেখার সাথে কল্পিত \"ফ্যামিলি জিরো\" বা জার্মান ইউজেনিস্ট এবং স্বঘোষিত \"জিপসি বিশেষজ্ঞ\" রবার্ট রিটার)। ট্রাস্টি বোর্ডের সভাপতি প্রো জুভেন্তাসে ফেডারেল হেনরিক হাবার্লিন ১৯২৭ সালে প্রকাশিত একটি ব্রোশিওরে ইয়েনিশ জনগণকে \"তার আদেশে আমাদের সংস্কৃতির একটি অন্ধকার স্থান\" হিসাবে বর্ণনা করেছেন, যা দূর করার জন্য প্রযোজ্য। এটি \"দাতব্য\" ডিসপেনসারি, শিক্ষক, যাজক এবং অলাভজনক সংস্থার সমর্থন প্রয়োজন এবং খুঁজে পেয়েছে। আইনটি কৌশল খুলেছিল, যা মাঝে মাঝে অথচ ব্যাপকভাবে বিভিন্ন উপায়ে ব্যবহৃত হত। অবৈধতা খোলার জন্য সীমা অতিক্রম করা হয়েছিল। \n১৯৭২ সালের আগে এই কেলেঙ্কারী আন্তর্জাতিক ফোকাসে আসে। এই বিষয়ে বিওবাচার সংবাদপত্রের সাংবাদিকরা সংবাদপত্রটি প্রভাবিত ইয়েনিশ জনগণের ইঙ্গিত পাওয়ার পর তদন্ত করেন এবং প্রথম মিডিয়া হিসাবে, হান্স ক্যাপ্রেস ১৯৭২ সালের ১৫ এপ্রিল কিন্ডার ডার ল্যান্ডস্ট্রাস প্রবন্ধে সুইজারল্যান্ডের ইয়েনিশ জনগণের সংখ্যালঘু প্রায় ৫৯০ জন শিশুর মধ্যে জড়িত তথ্য এবং পটভূমি প্রকাশ করেন।\n\n\n== বিতর্ক এবং পরের ঘটনা ==\nপ্রকল্পটির পরবর্তী সময়ে সুইজারল্যান্ডে এবং বেশ কয়েকটি বই ও চলচ্চিত্রে এটি নিবিড়ভাবে আলোচিত ও নিন্দিত হয়।\nজনসাধারণের চাপের ফলে ১৯৭৩ সালের বসন্তে প্রো জুভেন্তাসে \"তহবিল\" ভেঙ্গে দেয়: অবশিষ্ট অভিভাবকত্ব বিলুপ্ত করা হয় বা অন্য ব্যক্তিদের কাছে স্থানান্তর করা হয়। সুইস কর্তৃপক্ষ যারা ৩৭ বছর আগে \"তহবিল\" সহ-সূচনা করেছিল, তারা জনগণের ঘৃণার কারণে ২০ থেকে ৭০ সুইস ফ্রাঙ্ক প্রতি শিকারে আর্থিক ক্ষতিপূরণ দিতে বাধ্য হয়েছিল। বিশেষ করে দুই প্রধান অভিনেতা আলফ্রেড সিগফ্রিড (১৮৯০-১৯৭২) এবং ক্লারা রিউস্ট (১৯১৬-২০০০) এবং অভিভাবকত্ব কর্তৃপক্ষের দায়িত্বপ্রাপ্ত ব্যক্তি, যারা তাদের তত্ত্বাবধায়ক ভূমিকা পালন করেননি, তাদের বিরুদ্ধে মামলা করা হয়নি।\n১৯৭৫ সালে প্রথমবারের মতো ইয়েনিশ জনগণ বার্নের ক্যান্টনে একটি স্বাধীন জাতিগোষ্ঠী হিসেবে স্বীকৃত হয় এবং ১৯৮০-এর দশকের পর থেকে স্বনির্ভর সংগঠনগুলো অপবাদপ্রাপ্ত ভুক্তভোগীদের প্রতিকার ও পুনর্বাসনের চেষ্টা করে যে এমনকি ছদ্ম-বৈজ্ঞানিক কর্মসূচির মাধ্যমেও তাদের সাথে দুর্ব্যবহার করা হয়।\n১৯৪৮ সালের ৯ ডিসেম্বর স্বাক্ষরিত জাতিসংঘের গণহত্যা কনভেনশনের ফলে \"জাতীয়, জাতিগত, জাতিগত বা ধর্মীয় গোষ্ঠীর\" শিশুদের জোর পূর্বক অন্য দলে স্থানান্তরকরার যোগ্যতা অর্জন করা হয়। এর পরেআর্টে সাধারণভাবে সুইস ফৌজদারি আইন রয়েছে । ২৬৪ (স্ট্রাফগেসেৎজবুচ) \".... তাদের জাতীয়তা, জাতি, ধর্ম বা জাতিগত গোষ্ঠী দ্বারা চিহ্নিত\"। সবচেয়ে প্রাসঙ্গিক সত্য, ইয়েনিশ জনগণ যথাক্রমে সুইস আইন কে দায়ী করে এমন একটি দল কিনা, সাম্প্রতিক বৈজ্ঞানিক কাজের কিছু অংশ দ্বারা নিশ্চিত করা হয়, এবং অন্তত জনসাধারণের মধ্যে সুইজারল্যান্ডে শিশুশ্রমের শ্রমপ্রসঙ্গে আরও আলোচনা করতে হবে।\nবছরের পর বছর ধরে জনসাধারণের ক্ষতিপূরণ, যথাযথ পুনর্বাসন এবং ফেডারেল কাউন্সিল (বুন্দেসরাত) কর্তৃক ক্ষমা চাওয়ার পর সরকারি প্রতিকারের প্রতিশ্রুতি দেওয়া হয়েছিল। তবে তখনও পর্যন্ত নয়, এবং কিন্ডার ডার ল্যান্ডস্ট্রাসের ইতোমধ্যে বৃদ্ধ বয়স্ক জীবিত ভুক্তভোগীদের প্রতি কয়েক হাজার সুইস ফ্রাঙ্কের হাস্যকর নিম্ন স্তরে কেবল \"জরু্রি\" অর্থ প্রদান করা হয়েছিল।\n১৯৮৬ সালে সুইজারল্যান্ডের ইয়েনিশ (ফারেনড) জনগণের বিরুদ্ধে সংঘটিত অন্যায়ের পুনর্নির্মাণ এবং 'ক্ষতিপূরণ'র উপর মনোনিবেশ করে ১৯৮৬ সালে প্রতিষ্ঠা করা হয় নাশেত জেনিশে (আক্ষরিক অর্থে: উদ্ভূত, ইয়েনিশ!) ফাউন্ডেশনটি, বিশেষ করে কিন্ডার ডার ল্যান্ডস্ট্রাস প্রোগ্রামদ্বারা। ১৯৮৮ সালে একটি তহবিল কমিশন, যা ক্ষতিগ্রস্ত ইয়েনিশ জনগণের জন্য পরিদর্শন নিয়ন্ত্রণ করে, ১৯৯২ সালে প্রতিষ্ঠিত হয় এবং তাদের কাজ শেষ করে। প্রো জুভেন্তাসের ফাইল পরিদর্শন তখন থেকেই সরাসরি সুইস ফেডারেল আর্কাইভ (বুন্দেসআর্কিভ) দ্বারা পরিচালিত হয়। ক্ষতিগ্রস্ত ইয়েনিশ জনগণ ১১ মিলিয়ন সুইস ফ্রাঙ্কে পেয়েছে, কিন্তু প্রত্যেকে ২০,০০০ সুইস ফ্রাঙ্কের বেশি নয়। কিন্ডার ডার ল্যান্ডস্ট্রাসে দ্বারা প্রভাবিত মানুষ এবং পরিবারগুলির পরামর্শ এবং সহায়তা এখনও ফাউন্ডেশনের ক্রিয়াকলাপের প্রধান কেন্দ্রবিন্দু। ফাউন্ডেশন ব্যক্তিগত, পারিবারিক এবং সামাজিক সমস্যার ইয়েনিশ ব্যক্তিদের পরামর্শ দেয়, বিশেষ করে সুইস কর্তৃপক্ষের সাথে যোগাযোগে, এবং ব্যক্তিগত ফাইল পরিদর্শনে সহায়তা করে। ফাউন্ডেশন টি পরিবারের অনুসন্ধান এবং পুনর্ব্যবহারকেও সমর্থন করে। ইয়েনিশ জনগণকে সরকারী এবং বেসরকারী প্রতিষ্ঠানগুলিতে আর্থিক সহায়তার জন্য আবেদনগুলিতে সহায়তা করা হয়। বীমা এবং করের অসুবিধার ক্ষেত্রেও পরামর্শ নেওয়া যেতে পারে। পরামর্শদাতা ক্রিয়াকলাপটি প্রো জুভেন্তাসে দ্বারা অর্থায়ন করা হয়। ফাউন্ডেশনের কার্যক্রমের আরেকটি গুরুত্বপূর্ণ অংশ হল জনসংযোগ; নাশেত জেনিশে সুইজারল্যান্ডের ইতিহাস এবং বর্তমান পরিস্থিতি সম্পর্কে অবহিত করেন এবং যোগাযোগকে মধ্যস্থতা করেন।\n২০১৪ সালে, সুইস জাতীয় উইডারগুটমাচোংসইনিশি (ক্ষতিপূরণ উদ্যোগ) স্পর্শকাতরভাবে সম্পর্কিত ছিল, যদিও এটি প্রাথমিকভাবে তথাকথিত ভার্ডিংকিন্ডারের (আক্ষরিক অর্থে: জোর পূর্বক শিশুশ্রমিক) ভাগ্য নিয়ে চিন্তিত ছিল, যা 'ভুল ব্যক্তিদের' সাথে সম্পর্কিত আরেকটি 'ইন্টিগ্রেশন প্রকল্প' যা সুইস খামারে সস্তা শ্রম হিসাবে রাখা হয়েছিল। তাদের মধ্যে ছিল \"কিন্ডার ডার ল্যান্ডস্ট্রাসে\" দ্বারা প্রভাবিত ইয়েনিশ কিশোররাও। কিন্তু তাদের পরিবার এর মধ্যে অন্তর্ভূক্ত ছিল না।\n\n\n=== চলচ্চিত্র এবং টেলিভিশন ===\n২০০৯: ভন মেনশ্চেন উন্ড আকতেন - ডাই আকশন কিন্ডার ডার ল্যান্ডস্ট্রাসে ডার স্টিফটুং প্রো জুভেন্তাসে, শিক্ষাগত ব্যবহারের জন্য একই নামের বইয়ের ডিভিডি॥\n২০০৮: হুঙ্কেলার মাখ্‌ট সাখেন\n১৯৯২: কিন্ডার ডার ল্যান্ডস্ট্রাসে, সুইস-অস্ট্রিয়ান-জার্মান চলচ্চিত্র উরস এগার\n১৯৯১: দ্য লাস্ট ফ্রি পিপল, অলিভার এম মেয়ারের তথ্যচিত্র\n\n\n== তথ্যসূত্র ==\n\nসারা গালে এবং টমাস মেইয়ার: ভন মেনসেন আন্ড আক্তেন - ডাই অ্যাকশন কিন্ডার ডার ল্যান্ডস্ট্রাসেস ডের স্টিফটং প্রো জুভেন্টে । Chronos Verlag, Zürich 2009,আইএসবিএন ৯৭৮-৩০৩৪০০৯৪৪৭ ।\nমার্কো লিউনবার্গার: ভার্সর্গ্ট এবং ভার্জেসেন: ইহেমালিজ ভার্ডিংকাইন্ডার এরজহেলেন । Rotpunktverlag, Züricch 2008।\nটমাস হুংকার, রেগুলা লুডি: রোমা, সিন্টি ও জেনিশে। Schweizerische Zigeunerpolitik zur Zeit des Nationalsozialismus। Beitrag zur Forschung (Veröffentlichungen der UEK, Band 23)। Chronos Verlag, জুরিখ ২০০১,আইএসবিএন ৩-০৩৪০-০৬২৩-৩\nWalter Leimgruber, Thomas Meier and Roger Sablonier, redaction by Bernadette Kaufmann: Kinder zwischen Rädern। Kurzfassung des Forschungsberichts «Das Hilfswerk für die Kinder der Landstrasse Bundesamt für Kultur «und Kinder» 20, Nr দ্বারা এবং ক্রমে প্রকাশিত। 67, নভেম্বর ২০০১, জুরিখ ২০০১.\nMariella Mehr : Kinder der Landstrasse: ein Hilfswerk, ein Theatre und die Folgen । Zytglogge-Verlag, স্টুটগার্ট/বার্ন 1987,আইএসবিএন ৯৭৮-৩-৭২৯৬-০২৬৪-৯ ।\n\n\n== বহিঃসংযোগ ==\nঅন্যদের মধ্যে:\n\nKinder der Landstrasse সুইস ফেডারেল আর্কাইভের ওয়েবসাইটে (Schweizerisches Bundesarchiv) (জার্মান ভাষায়)\n\nKinder der Landstrasse সুইস টেলিভিশনের ওয়েবসাইটে (জার্মান ভাষায়)"}