{"pageid": 1095909, "title": "লস অ্যাঞ্জেলেস কাউন্টি, ক্যালিফোর্নিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1095909", "content": "লস অ্যাঞ্জেলেস কাউন্টি, আনুষ্ঠানিকভাবে কাউন্টি অব লস অ্যাঞ্জেলেস ও কখনও কখনও সংক্ষিপ্তভাবে এল.এ. কাউন্টি হিসাবে পরিচিত। এটি মার্কিন যুক্তরাষ্ট্র ও মার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়া রাজ্যের সবচেয়ে জনবহুল কাউন্টি। এই কাউন্টিতে ২০২০-এর আদমশুমারির হিসাবে ১০ মিলিয়নেরও বেশি বাসিন্দা বসবাস করে। কাউন্টিটি মার্কিন যুক্তরাষ্ট্রের সবচেয়ে জনবহুল অ-রাজ্য-স্তরের সরকারি সত্তা। এর জনসংখ্যা মার্কিন যুক্তরাষ্ট্রের ৪১ টি রাজ্যের তুলনায় বেশি। অন্যান্য মহানগর অঞ্চলের তুলনায়, এটি বিশ্বের ২য় বৃহত্তম অর্থনীতি, যার নামমাত্র জিডিপি $১.০ ট্রিলিয়নেরও বেশি। এটি ৪,০৮৩ বর্গমাইল (১০,৫৭০ বর্গ কিমি) এলাকা এবং ৮৮ টি অন্তর্ভুক্ত শহর ও অনেক অসংগঠিত অঞ্চল সহ ডেলাওয়্যার ও রোড আইল্যান্ডের মিলিত অঞ্চলের চেয়ে বড়। এই কাউন্টি ক্যালিফোর্নিয়ার এক-চতুর্থাংশের বেশি বাসিন্দাদের বাসস্থান এবং মার্কিন যুক্তরাষ্ট্রের অন্যতম নৃতাত্ত্বিক বৈচিত্র্যপূর্ণ কাউন্টি। এর কাউন্টি আসন লস এঞ্জেলেস, ক্যালিফোর্নিয়ার সবচেয়ে জনবহুল শহর এবং মার্কিন যুক্তরাষ্ট্রের দ্বিতীয় জনবহুল শহর, যেখানে প্রায় চার মিলিয়ন বাসিন্দা রয়েছে।\n\n\n== ইতিহাস ==\nলস অ্যাঞ্জেলেস কাউন্টিটি ক্যালিফোর্নিয়ার মূল কাউন্টিসমূহের মধ্যে একটি, যা ১৮৫০ সালে রাজ্য গঠনের সময় তৈরি হয়েছিল। এই কাউন্টিতে মূলত কার্ন, সান বার্নার্ডিনো, রিভারসাইড, ইনিও, তুলারে, ভেন্টুরা ও অরেঞ্জ কাউন্টির অংশসমূহ অন্তর্ভুক্ত ছিল। ১৮৫১ সাল থেকে ১৮৫২ সালে, লস অ্যাঞ্জেলেস কাউন্টি উপকূল থেকে নেভাদা রাজ্যের সীমান্ত পর্যন্ত প্রসারিত হয়েছিল। জনসংখ্যা বৃদ্ধির সাথে সাথে ১৮৫৩ সালে সান বার্নার্ডিনো কাউন্টি, ১৮৬৬ সালে কার্ন কাউন্টি ও ১৮৯৯ সালে অরেঞ্জ কাউন্টি সংগঠিত করার জন্য বিভাগগুলি বিভক্ত করা হয়েছিল।\n\n\n== ভূগোল ==\nমার্কিন আদমশুমারি ব্যুরোর মতে, কাউন্টির এলাকা ৪,৭৫১ বর্গমাইল (১২,৩১০ বর্গকিমি), যার মধ্যে ৪,০৫৮ বর্গমাইল (১০,৫১০ বর্গকিমি) (৮৫%) স্থলভাগ এবং ৬৯৩ বর্গমাইল (১,৭৯০ বর্গকিমি) (১৫%) জলভাগ। লস অ্যাঞ্জেলেস কাউন্টির মধ্যে প্রশান্ত মহাসাগরের ৭০ মাইল (১১০ কিলোমিটার) উপকূল সীমানা এবং পর্বতশ্রেণী, উপত্যকা, বন, দ্বীপ, হ্রদ, নদী ও মরুভূমি অন্তর্ভুক্ত রয়েছে। অ্যাঞ্জেলেস কাউন্টিতে লস অ্যাঞ্জেলেস নদী, রিও হন্ডো, সান গ্যাব্রিয়েল নদী ও সান্তা ক্লারা নদী লস প্রবাহিত হয়, অপরদিকে এই কাউন্টির প্রাথমিক পর্বতশ্রেণী হল সান্তা মনিকা পর্বত ও সান গ্যাব্রিয়েল পর্বতমালা। কাউন্টির উত্তর-পূর্ব অংশের অ্যান্টেলোপ উপত্যকায় মোহাভি মরুভূমির পশ্চিমাঞ্চলের সীমা শুরু হয়।\n\n\n== জনসংখ্যা ==\n\nলস অ্যাঞ্জেলেস কাউন্টির জনসংখ্যা ২০১০-এর মার্কিন যুক্তরাষ্ট্রের আদমশুমারিতে ৯৮,১৮,৬০৫ জন ছিল। এর মধ্যে শেষ আদমশুমারি থেকে ৫,৮৩,৩৬৪ জন লোকের (অর্থাৎ ১১,৫২,৫৬৪ জনের জন্ম বিয়োগ ৫,৬৯,২০০ জনের মৃত্যু) স্বাভাবিক বৃদ্ধি এবং নিখরচায় অভিবাসনের কারণে ৩,৬১,৮৯৫ জনের হ্রাস অন্তর্ভুক্ত রয়েছে। অভিবাসনের ফলে মোট জনসংখ্যায় ২,৯৩,৪৩৩ জনের নিট বৃদ্ধি ঘটেছে এবং মার্কিন যুক্তরাষ্ট্রের মধ্যে থেকে অভিবাসনের ফলে মোট জনসংখ্যায় ৬৫৫,৩২৮ জনের নেট হ্রাস ঘটেছে।\n\n\n== তথ্যসূত্র =="}