{"pageid": 1095868, "title": "ভারতীয় কংগ্রেস (সমাজতান্ত্রিক)", "url": "https://bn.wikipedia.org/wiki?curid=1095868", "content": "ভারতীয় জাতীয় কংগ্রেস (সমাজতান্ত্রিক) (অপর নাম: কংগ্রেস (ধর্মনিরপেক্ষ)) ছিল ১৯৭৮ থেকে ১৯৮৬ সাল পর্যন্ত সক্রিয় একটি ভারতীয় রাজনৈতিক দল। দলটি গঠিত হয়েছিল ভারতীয় জাতীয় কংগ্রেস ভেঙে। প্রথম দিকে দলটির নেতৃত্ব দিয়েছিলেন ডি. দেবরাজ উরস এবং দলটি পরিচিত ছিল ভারতীয় জাতীয় কংগ্রেস (উরস) নামে। ১৯৭৭ সালে সাধারণ নির্বাচনে ইন্দিরা গান্ধীর পরাজয়ের পর ১৯৭৮ সালে কংগ্রেস ভেঙে এই দলটি গঠিত হয়। উরসের সঙ্গে ছিলেন পশ্চিমবঙ্গ, অসম কর্ণাটক, কেরল, মহারাষ্ট্র ও গোয়ার অনেক নেতা ও বিধায়ক, যাঁদের অনেকেই পরবর্তীকালে কেন্দ্রীয় মন্ত্রী ও মুখ্যমন্ত্রী হয়েছিলেন। এই নেতাদের মধ্যে উল্লেখযোগ্য ছিলেন এ. কে. অ্যান্টনি, শরদ পাওয়ার, দেবকান্ত বড়ুয়া, প্রিয়রঞ্জন দাশমুন্সি, শরৎচন্দ্র সিনহা ও কে. পি. উন্নিকৃষ্ণন। ১৯৮১ সালের অক্টোবরে শরদ পাওয়ার দলের সভাপতি হওয়ার পর দলটির নাম পরিবর্তন করে ‘ভারতীয় জাতীয় কংগ্রেস (সমাজতান্ত্রিক)’ রাখা হয়।\n১৯৭৮ সালে মহারাষ্ট্রে বসন্তদাদা পাতিল নেতৃত্বাধীন কংগ্রেস সরকারকে পরাজিত করে তিনি মহারাষ্ট্রের কনিষ্ঠতম মুখ্যমন্ত্রী হয়েছিলেন। কংগ্রেসের ৪০ জন বিধায়ককে সঙ্গে নিয়ে দলত্যাগ করে জনতা পার্টির সমর্থনে তিনি সরকার গঠন করেছিলেন। ১৯৮০ সালে ইন্দিরা গান্ধী লোকসভা নির্বাচনে বিপুল জয়লাভ করেন। সেই সময় পাওয়ারের নেতৃত্বাধীন রাজ্য সরকারটিকে ভেঙে দেওয়া হয়। এরপর মহারাষ্ট্রে ১৯৮০ সালের বিধানসভা নির্বাচনে পাওয়ারের দল পরাজিত হয়। ১৯৮৫ সালের মহারাষ্ট্র বিধানসভা নির্বাচনে আবার পাওয়ারের দল পরাজিত হয়। কংগ্রেস (সমাজতান্ত্রিক) এই নির্বাচনে মাত্র ৫৪টি আসনে জয়লাভ করেছিল এবং পাওয়ার মহারাষ্ট্রের বিরোধী দলনেতা হয়েছিলেন। জাতীয় স্তরে জনতা দল বহুধা-বিভক্ত হয়ে পতনোন্মুখ হলে পাওয়ার উপলব্ধি করেন যে তাঁর নিজের শক্তিতে মহারাষ্ট্রে ক্ষমতা দখলের আর কোনও সম্ভাবনা নেই। তাই ১৯৮৬ সালে কংগ্রেস (সমাজতান্ত্রিক) আবার কংগ্রেসের সঙ্গে মিশে যায়।\nএর আগে ১৯৮৪ সালে শরৎচন্দ্র সিনহার নেতৃত্বে কংগ্রেস (সমাজতান্ত্রিক) দলের একটি অংশ আরেকটি পৃথক দল গঠন করেছিল। এই দলটি পরিচিত হয় ভারতীয় জাতীয় কংগ্রেস (সমাজতান্ত্রিক) শরৎচন্দ্র সিনহা নামে। এই দলটি ১৯৯৯ সালে শরদ পাওয়ারের জাতীয়তাবাদী কংগ্রেস পার্টির সঙ্গে মিশে যায়।\nযদিও কেরলে ভারতীয় জাতীয় কংগ্রেস (সমাজতান্ত্রিক)-এর অবশিষ্টাংশ কদন্নপ্পল্লি রামচন্দ্রনের নেতৃত্বাধীন কংগ্রেস (ধর্মনিরপেক্ষ) এখনও অস্তিত্ব বজায় রেখেছে। এই দলটি বর্তমানে বাম গণতান্ত্রিক ফ্রন্টের অংশ। ২০০৭ সালে এম. এ. জনের নেতৃত্বাধীন গণতান্ত্রিক ইন্দিরা কংগ্রেস (বাম) দলটি কংগ্রেস (ধর্মনিরপেক্ষ)-এর সঙ্গে মিশে যায়।\n\n\n== আরও দেখুন ==\nভারতীয় জাতীয় কংগ্রেস ভেঙে সৃষ্ট রাজনৈতিক দল\n\n\n== তথ্যসূত্র =="}