{"pageid": 1095129, "title": "স্বামী বিশুদ্ধানন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1095129", "content": "স্বামী বিশুদ্ধানন্দ, (১৩ জুন ১৮৮৩ ― ১৬ জুন ১৯৬২) ছিলেন রামকৃষ্ণ  মিশনের অষ্টম অধ্যক্ষ। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nতাঁর জন্ম  বেঙ্গল প্রেসিডেন্সির বর্তমানের হুগলি জেলার গুড়াপ গ্রামে। পিতা হেমচন্দ্র রায় এবং মাতা কিরণবালা দেবী। শৈশবেই তার পিতামাতার মৃত্যু হয়। ১৯০৪ খ্রিস্টাব্দে তিনি শ্রীরামকৃষ্ণের প্রতি আকৃষ্ট হন কলকাতার   মেটকাফ হলে প্রাপ্ত ম্যাক্সমুলারের লেখা \"রামকৃষ্ণ―হিজ লাইফ অ্যান্ড সেইংস\" বইটিতে রামকৃষ্ণের দিব্য জীবন ও বাণী পড়ে। নিয়মিত শুরু হয় দক্ষিণেশ্বরে যাতায়াত। পরিচয় হয় শ্রীরামকৃষ্ণের ভাইপো রামলাল চট্টোপাধ্যায় ও কথামৃতকার শ্রীম ও স্বামি-শিষ্য-সংবাদ' প্রণেতা শরচ্চন্দ্র চক্রবর্তীর সঙ্গে। তাদের কাছ থেকে শ্রীশ্রীমা সম্পর্কে জেনে দুই বন্ধু খগেন (পরবর্তীতে স্বামী শান্তানন্দ) ও গিরিজাকে (পরবর্তীতে স্বামী গিরিজানন্দ) সঙ্গে  নিয়ে চলে যান জয়রামবাটী। ১৯০৬ খ্রিস্টাব্দের ১৬ই ডিসেম্বর তারা মায়ের প্রথম দর্শন লাভ করেন। চিরস্নেহময়ী জননীর অহৈতুকী ভালোবাসা হৃদয়ঙ্গম করায় তার মনে পার্থিব জীবন ত্যাগ করার তাগিদের সাথে সাথে  সন্ন্যাসীর জীবন যাপনের অনুভব জাগ্রত হল। অবশেষে ১৯০৭ খ্রিস্টাব্দের ২৯শে জুলাই অন্য দুজন গুরুভাইয়ের সাথে তিনি শ্রীশ্রীমার কাছে দীক্ষা নেন, সন্ন্যাসের বস্ত্র ও আশীর্বাদ লাভ করেন।\nকিছু দিন মাদ্রাজে অবস্থানের পর ১৯৪৭ খ্রিস্টাব্দে স্বামী বিশুদ্ধানন্দ রামকৃষ্ণ মিশনের সহ-অধ্যক্ষ হন এবং তার প্রিয় স্থান  বারাণসীতে থাকেন। স্বামী শঙ্করানন্দের প্রয়াণ হলে, তিনি রামকৃষ্ণ মিশনের অধ্যক্ষ হন ১৯৬২ খ্রিস্টাব্দের ৬ই মার্চ।\n\n\n== শ্রীশ্রীমায়ের সার্থক সন্তান ==\nস্বামী বিশুদ্ধানন্দ স্বাভাবিক ভাবেই খুব প্রেমময় ছিলেন। আর ছিলেন শ্রীশ্রীমায়ের সার্থক সন্তান। তার মধ্যে মাতৃভাবের বিশেষ বিকাশ হয়েছিল। তিনি সততই মাতৃস্নেহে, সহানুভূতিতে, অন্যের সমস্যার প্রতি সহানুভূতিশীল ছিলেন। আধ্যাত্মিক বিষয়ে অনর্গল বক্তব্য রেখে ভক্তবৃন্দের সদর্থক উপদেশ প্রদান করতেন। সেই উপদেশমালা \"সৎপ্রসঙ্গ\" শীর্ষক পুস্তিকায় প্রকাশিত হয়েছে।  \nস্বামী লোকেশ্বরানন্দ তাঁর এক গ্রন্থে উল্লেখ করেছেন যে, তিনি বিশুদ্ধানন্দজীর কাছে যত বারই গিয়েছেন, ততবারই  ফিরে এসেছেন এক আশ্চর্য অনুভব নিয়ে। তার মনে হয়েছে যে, তিনি এসেছেন মায়ের কাছে। তার এই অভিজ্ঞতার অনেক পরে, শ্রীসারদা মঠের এক প্রবীণা সন্ন্যাসিনী কথায় কথায় স্বামী লোকেশ্বরানন্দকে বলেছিলেন- \n\n \"স্বামী বিশুদ্ধানন্দজী পুরুষ শরীরে মা ছিলেন।\"\n\n\n== মহাসমাধি ও জীবনাবসান ==\nস্বামী বিশুদ্ধানন্দ প্রোস্টেটের সমস্যায় ভুগছিলেন। ১৯৬০ খ্রিস্টাব্দে তার প্রাথমিক অপারেশন হয়। শেষে ১৯৬২ খ্রিস্টাব্দের ১৩ ই জুন আরো একবার অপারেশন হয়। ১৬ ই জুন সকাল ন'টায় মহাসমাধিতেই তিনি পার্থিব শরীর পরিত্যাগ করেন। \n\n\n== তথ্যসূত্র ==\n\nরামকৃষ্ণ মঠ ও মিশন: অধ্যক্ষের সাইট - বিশুদ্ধানন্দ (১৬ জানুয়ারি ২০০৮ তারিখে আর্কাইভ করা)"}