{"pageid": 1095898, "title": "শঙ্করীপ্রসাদ বসু", "url": "https://bn.wikipedia.org/wiki?curid=1095898", "content": "শঙ্করীপ্রসাদ বসু (২১ অক্টোবর ১৯২৮ – ৬ জুলাই ২০১৪) একজন বিশিষ্ট ভারতীয় বাঙালি লেখক, সমালোচক ও গবেষক। তিনি রামকৃষ্ণ-বিবেকানন্দ গবেষক হিসাবে প্রসিদ্ধ। দীর্ঘদিন শিক্ষকতার সাথে যুক্ত থেকে লেখক-চিন্তাবিদ হিসাবে নিজস্বতার ছাপ রেখে গেছেন। তাঁর রচিত বিবেকানন্দ ও সমকালীন ভারতবর্ষ, সহাস্য বিবেকানন্দ এবং বন্ধু বিবেকানন্দ তিনটি উল্লেখযোগ্য গ্রন্থ। সাত খণ্ডে প্রকাশিত গবেষণামূলক গ্রন্থ বিবেকানন্দ ও সমকালীন ভারতবর্ষ-এর জন্য ১৯৭৮ খ্রিস্টাব্দে তাঁকে সাহিত্য অকাদেমি পুরস্কারে ভূষিত করা হয়।\n\n\n== জীবনী ==\nশঙ্করীপ্রসাদ বসু ১৯২৮ খ্রিস্টাব্দের ২১ শে অক্টোবর  ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের হাওড়া শহরে জন্ম গ্রহণ করেন। তিনি হাওড়ার বিবেকানন্দ ইনস্টিটিউশন থেকে ১৯৪৪ খ্রিস্টাব্দে ম্যাট্রিক পাশ করেন। ১৯৪৬ খ্রিস্টাব্দে কলকাতার তৎকালীন রিপন কলেজ বর্তমানের সুরেন্দ্রনাথ কলেজ থেকে ইন্টারমিডিয়েট ও ১৯৪৮ খ্রিস্টাব্দে প্রেসিডেন্সি কলেজ থেকে বাংলায় স্নাতক হন। ১৯৫০ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় থেকে বাংলা ভাষা ও সাহিত্য নিয়ে প্রথম শ্রেণীতে প্রথম হয়ে  এম.এ পাশ করেন।  শঙ্করীপ্রসাদ বসু এম.এ পাশের পর প্রথমে শিক্ষকতা শুরু করেন  হাওড়ারই বিবেকানন্দ ইনস্টিটিউশনে। তারপর পর্যাক্রমে  হাওড়া দীনবন্ধু কলেজ, হাওড়া গালর্স কলেজ, কলকাতার ও আমহাস্ট স্ট্রিট  সিটি কলেজে অধ্যাপনার পর স্থায়ীভাবে কলকাতা বিশ্ববিদ্যালয়ের বাংলা বিভাগে যোগ দেন। তিন দশকের বেশি সময় কাজ করে ১৯৯৩ খ্রিস্টাব্দে তিনি খ্যাতকীর্তি গবেষক ও ছাত্রপ্রিয় অধ্যাপক হিসাবে অবসর গ্রহণ করেন। কলকাতা বিশ্ববিদ্যালয়ের বাংলা বিভাগের রামতনু লাহিড়ী অধ্যাপকপদ থেকে অবসর গ্রহণের পর, আমৃত্যু রামকৃষ্ণ মিশন  ইনস্টিটিউট অব কালচারের (গোলপার্ক) স্বামী বিবেকানন্দ আর্কাইভসের ডিরেক্টর এবং নিবেদিতা-চেয়ারে অধিষ্ঠিত ছিলেন।\n\n\n== সাহিত্যজীবন ==\nঅধ্যাপক শঙ্করীপ্রসাদ বসু নানা বিষয়ে সত্তরটিরও বেশি গ্রন্থ এবং অসংখ্য প্রবন্ধ রচনা করেছেন। যার মধ্যে রয়েছে– রসসাহিত্য, শিশুসাহিত্য, বৈষ্ণব সাহিত্য, মধ্যযুগের সাহিত্য, ভারতের স্বাধীনতা আন্দোলন,  সমালোচনা ইত্যাদি। বাল্যে-যৌবনে তিনি ক্রিকেট খেলতে ভালবাসতেন। হাওড়ার ঘেষের মাঠে টেনিসের বলে ব্যাট করে পরে কলকাতার মাঠে সিএবি লিগেও খেলেছেন তিনি। বাংলায় ধারাবিবরণী দিয়েছেন।  আনন্দবাজার পত্রিকায় স্বাদু বাংলায় খেলার বিবরণীও লিখেছেন। স্বভাবতই ক্রিকেট নিয়ে বাংলা ভাষায় আছে কয়েকটি রম্যরচনা।তবে বিবেকানন্দ ও সমকালীন ইতিহাস নিয়ে রচিত গবেষকগ্রন্থ  তাঁর মনীষা ও কঠোর পরিশ্রমের নিদর্শন। বাংলা সাহিত্যের অধ্যাপক শঙ্করীপ্রসাদ ভারতেতিহাসের এমন দিক উন্মোচন করেছেন যা ইতিহাসের গবেষকদেরও শিক্ষনীয়। যে অনুসন্ধিৎসা ও তথ্যবিস্তার  সাত খণ্ডের 'বিবেকানন্দ ও সমকালীন ভারতবর্ষ' বা চার খণ্ডের 'নিবেদিতা লোকমাতা' ইত্যাদি  গ্রন্থজুড়ে লক্ষিত হয় তা' অনন্য, অতুলনীয়। উপরোক্ত গ্রন্থদুটি তথ্যসমৃদ্ধ আকরগ্রন্থ হিসাবে পরিগণিত।\n\n\n=== গ্রন্থপঞ্জি ===\nহালকা সবুজ রঙের উপর লেখা - \"বাংলা ভাষার বই\" এবং গোলাপী রঙের উপর লেখা- \"ইংরেজি ভাষার বই\" -\n\n\n== পুরস্কার ==\nঅধ্যাপক শঙ্করীপ্রসাদ বসু সাহিত্যকর্মের জন্য অজস্র পুরস্কার ও সম্মাননা লাভ করেছেন।\n\n১৯৭৮ খ্রিস্টাব্দে 'বিবেকানন্দ ও সমকালীন ভারতবর্ষ' গ্রন্থের জন্য ভারত সরকারের সাহিত্য আকাদেমি পুরস্কার\n১৯৭৯ খ্রিস্টাব্দে সামগ্রিক কাজের জন্য  আনন্দ পুরস্কার\n১৯৮০ খ্রিস্টাব্দে শরৎ পুরস্কার।\n১৯৮৬ খ্রিস্টাব্দে বিবেকানন্দ পুরস্কার\n১৯৯৪ খ্রিস্টাব্দে নিউ ইয়র্কের বিবেকানন্দ সোসাইটি কর্তৃক শতবর্ষী পুরস্কার।\n১৯৯৬ খ্রিস্টাব্দে পশ্চিমবঙ্গ সরকার কর্তৃক বিদ্যাসাগর পুরস্কার।\nএছাড়া, পূর্বতন রামকৃষ্ণ বিবেকানন্দ বিশ্ববিদ্যালয় বর্তমানে  রামকৃষ্ণ মিশন বিবেকানন্দ এডুকেশনাল অ্যান্ড রিসার্চ ইনস্টিটিউট তাঁকে প্রথম সাম্মানিক ডি.লিট উপাধি প্রদান করে। \n\n\n== জীবনাবসান ==\nঅধ্যাপক বসু ২০১৪ খ্রিস্টাব্দের ৬ই জুলাই কলকাতার  রামকৃষ্ণ মিশন সেবা প্রতিষ্ঠানে ৮৫ বৎসর বয়সে প্রয়াত হন। \n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== উদ্ধৃত কাজগুলি ==="}