{"pageid": 1095880, "title": "রেনাতো কার্সিও", "url": "https://bn.wikipedia.org/wiki?curid=1095880", "content": "রেনাতো কার্সিও (জন্ম ২৩ সেপ্টেম্বর ১৯৪১) হল ইতালীয় সুদূর বামপন্থী সংগঠন রেড ব্রিগেডসের (ব্রিগেট রোসে) প্রাক্তন নেতা।\n\n\n== জীবনী ==\nরেনাতো জাম্পা এবং জোলান্ডা কার্সিওর মধ্যে বিবাহ বহির্ভূত সম্পর্কের কারণে জন্মগ্রহণকারী কার্সিও রোম প্রদেশের মন্টেরোটোন্ডোতে জন্মগ্রহণ করেন। তার প্রথম বছরগুলি তার এবং তার মায়ের জন্য একটি কঠিন সময় ছিল, একজন গৃহপরিচারিকা, যার পরিবারের সাথে খারাপ সম্পর্কের জন্য দীর্ঘ বিচ্ছেদের প্রয়োজন হয়েছিল। ১৯৪৫ সালের এপ্রিল মাসে কারসিওর প্রিয় চাচা আর্মান্দো, একজন ফিয়াট অটো কর্মী, ফ্যাসিস্ট অ্যামবুশে খুন হন। আঙ্কেল আর্মান্দোর মৃত্যুর ফলে কার্সিও নাৎসি-ফ্যাসিস্টদের প্রতি ঘৃণা রপ্ত করেন।\nএকজন খারাপ ছাত্র হিসেবে, কার্সিও তার উচ্চ বিদ্যালয়ের প্রথম বছরে বেশ কয়েকটি বিষয়ে ব্যর্থ হয়েছিল এবং বছরের পুনরাবৃত্তি করতে হয়েছিল। তারপরে তিনি তার মায়ের সাথে থাকার জন্য মিলানে যাওয়ার আগে পর্যন্ত বৃত্তিমূলক প্রশিক্ষণ ক্লাস পুনরায় শুরু করেন। তিনি আলবেঙ্গার ফেরিনি ইনস্টিটিউটে ভর্তি হন, যেখানে তিনি একজন মডেল ছাত্র হন। এই সময়ের মধ্যে তিনি যুব \"জিওভানে নাজিওনে\" সংগঠনে সক্রিয় ছিলেন, যাকে কিছু পর্যবেক্ষক নাৎসি-মাওবাদী হিসেবে বর্ণনা করেন।\n\n\n=== রেড ব্রিগেডস ===\n১৯৬৯ সালের আগস্ট-মাসে লাভোরো পলিটিকোর মৌলবাদী রেড লাইন দল থেকে বহিষ্কারের কারণে তিক্ত হয়ে কার্সিও ট্রেন্টো থেকে বাদ পড়ে তার ডিগ্রি ভুলে যাওয়ার সিদ্ধান্ত নেন, যদিও তিনি ইতোমধ্যে তার চূড়ান্ত পরীক্ষায় উত্তীর্ণ হয়েছিলেন। মিলানে তার কার্যকলাপের ঘাঁটি স্থানান্তর করার আগে, কার্সিও একটি মিশ্র অনুষ্ঠানে (ক্যাথলিক-ওয়ালডেনসিয়ান) বিয়ে করেন, মার্ঘেরিটা ক্যাগোল, একজন ট্রেন্টিন সমাজবিজ্ঞানের মেজর, সহকর্মী মৌলবাদী এবং একটি পেন্ট ও কর্মী দলের মেয়ে। কার্সিও এবং ক্যাগোল ১৯৬৭ সালে \"রাজনৈতিক কাজ\" শিরোনামে একটি বিপ্লবী জার্নাল প্রকাশ করা শুরু করেন, যা মেট্রোপলিটন পলিটিক্যাল কালেক্টিভ (সিপিএম) সহ বেশ কয়েকটি দলের জন্য আদর্শগত ভিত্তি স্থাপন করে। কার্সিও এবং ক্যাগোলের নেতৃত্বে সিপিএমের আরও একটি জঙ্গি দল ১৯৬৭ সালে বিচ্ছিন্ন হয়ে যায় এবং রেড ব্রিগেড গঠন করে, যার উদ্দেশ্য ছিল রাজনৈতিকভাবে অংশগ্রহণ করা এবং গোপন সামরিক অভিযান পরিচালনা করা।\n১৯৭১ সালের ফেব্রুয়ারি মাসে একটি খালি বাড়ি দখলের অভিযোগে গ্রেপ্তার হওয়ার পর কার্সিও এবং সর্বহারা বামপন্থীদের সবচেয়ে বেশি জঙ্গি সদস্যরা পুরোপুরি রেড ব্রিগেড সংগঠিত করে এবং পরবর্তী তিন বছর, ১৯৭২ থেকে ১৯৭৫ সাল পর্যন্ত, ধারাবাহিক বোমা হামলা এবং বিশিষ্ট ব্যক্তিদের অপহরণের সাথে জড়িত থাকে। এই হত্যাকাণ্ডের শিকারদের মধ্যে একজন ছিলেন তুরিনের সন্ত্রাসবিরোধী টাস্ক ফোর্সের প্রধান পরিদর্শক। ১৯৭৫ সালের ফেব্রুয়ারি মাসে, ক্যাগোল এবং রেড ব্রিগেডের একটি ছোট কমান্ডো দল কার্সিওকে কোন সহিংসতা ব্যবহার না করে একটি দুর্বল সুরক্ষিত কারাগার থেকে বের করে দেয়। চার মাস পরে, রেড ব্রিগেড এবং কারাবিনিয়েরি বাহিনীর মধ্যে একটি নিরাপদ বাড়িতে গুলিবর্ষণের ঘটনা ঘটে, যার ফলে রেনাতো কার্সিওর স্ত্রী ক্যাগোলকে দুবার গুলি করা হয় এবং অবশেষে তিনি মারা যায়। তার স্ত্রীর মৃত্যু কার্সিওকে গভীর হতাশায় বাধ্য করেছিল, যা তার কাজকে অমনোযোগী করে তোলে। ১৯৭৬ সালের জানুয়ারি মাসে কর্তৃপক্ষ কার্সিওকে আবার আটক করে, বিচারের দ্বারা দোষী সাব্যস্ত করে এবং কারাগারে বন্দী করে। তবে তার কারাগারে বন্দী থাকার সময় হত্যা ও অপহরণ অব্যাহত ছিল, যার ফলে কার্সিও এই দলের প্রকৃত নেতা কিনা তা নিয়ে সন্দেহ তৈরি হয়। কার্সিওর কারাগারে বন্দী হওয়ার পর রেড ব্রিগেডস তার পরিচয় পরিবর্তন করতে শুরু করে, এর সদস্যরা তরুণ এবং ক্রমবর্ধমানভাবে আরও জঙ্গী হয়ে ওঠে। এই দলের সামরিকীকরণের ফলে ১৯৭৬ থেকে ১৯৭৮ সালের মধ্যে আক্রমণ ও হত্যার সংখ্যা দ্রুত বৃদ্ধি পায়, যার পরিণাম ১৯৭৮ সালে ইতালির প্রাক্তন প্রধানমন্ত্রী আলডো মোরোর হত্যায় পরিণত হয়।\n১৯৯০ সালে, যখন তিনি কারাগারে ছিলেন, কার্সিও স্টেফানো পেট্রেলা এবং নিকোলা ভ্যালেনটিনোর সাথে একটি প্রকাশনা সংস্থা শুরু করেন, যাকে সেনসিবিলি অ্যালে ফগলি বা পাতার প্রতি সংবেদনশীল বলা হয়। ১৯৯৩ সালের এপ্রিল মাসে লেখক হিসেবে কাজ করার জন্য তাকে কারাগারের বাইরে দিন কাটানোর অনুমতি দেওয়া হয়। এরপর ১৯৯৮ সালে তিনি মুক্তি পেতে থাকেন। আজ পর্যন্ত, কার্সিও রেড ব্রিগেডের কার্যকলাপের জন্য অনুশোচনা প্রকাশ করেননি। ২০০৭ সালের আগস্ট মাসে, ফরাসি অভিনেত্রী ফ্যানি আর্দান্ট রেড ব্রিগেডস নেতার প্রতি \"প্রশংসা\" প্রকাশ করেন একজন \"নায়ক\" হিসেবে, তিনি যোগ করেন যে তিনি \"রেড ব্রিগেডের ঘটনাকে খুব চলমান এবং আবেগপ্রবণ বলে মনে করেন\"। তার মন্তব্যের জন্য অভিনেত্রীর বিরুদ্ধে ইতালির আদালতে মামলা করেন রেড ব্রিগেডস কর্তৃক নিহত ইতালীয় পুলিশ কর্মীর ছেলে পিয়েরো মাজোলা।\n\n\n== তথ্যসূত্র =="}