{"pageid": 1095788, "title": "পশ্চিমবঙ্গ বিধানসভা নির্বাচন, ১৯৮২", "url": "https://bn.wikipedia.org/wiki?curid=1095788", "content": "পশ্চিমবঙ্গ বিধানসভা নির্বাচন, ১৯৮২ অনুষ্ঠিত হয়েছিল ভারতের পশ্চিমবঙ্গ রাজ্যের বিধানসভার সদস্যদের নির্বাচিত করার জন্য। পূর্ববর্তী বিধানসভা নির্বাচনে জয়লাভকারী বামফ্রন্ট এই নির্বাচনেও জয়লাভ করে। ভারতীয় জাতীয় কংগ্রেস (আই) রাজ্যের প্রধান বিরোধী দলের স্থান অধিকার করে এবং জনতা পার্টি বিভিন্ন অংশে খণ্ডিত হতে শুরু করে।\n\n\n== প্রেক্ষাপট ==\n১৯৮২ সালের ৬ জানুয়ারি পশ্চিমবঙ্গ সরকার অনুরোধ জানায় যে, এপ্রিল মাসে রাজ্যে বর্ষার আগমনের পূর্বেই ১৫ মার্চ নির্বাচন অনুষ্ঠিত হোক। যদিও শেষ পর্যন্ত নির্বাচন অনুষ্ঠিত হয়েছিল মে মাসে কেরল, হিমাচল প্রদেশ ও হরিয়াণার বিধানসভা নির্বাচনের সঙ্গে সঙ্গতি রেখে।\n\n\n== বামফ্রন্ট ==\n১৯৮২ সালের বিধানসভা নির্বাচনের পূর্বে তিন নতুন সদস্য দল বামফ্রন্টে যোগ দেয়; ভারতের কমিউনিস্ট পার্টি (সিপিআই), পশ্চিমবঙ্গ সোশ্যালিস্ট পার্টি (ডব্লিবিএসপি) ও ডেমোক্রেটিক সোশ্যালিস্ট পার্টি (ডিএসপি)। বামফ্রন্ট-সদস্য কয়েকটি পুরনো ও ছোটো দল জোটের এই প্রসারের বিষয়ে উদ্বিগ্ন হয়ে পড়ে এবং দাবি করে যে সিপিআই(এম) জোটটিকে রাজনৈতিকভাবে তরলীকৃত করে ফেলছে। জোটের সম্প্রসারণের পর মন্ত্রিপদ বণ্টন নিয়েই মতানৈক্য দেখা দিয়েছিল।\n\n\n== কংগ্রেস (আই)-কংগ্রেস (সমাজতান্ত্রিক) জোট ==\n১৯৮০-এর দশকের গোড়ার দিকে পশ্চিমবঙ্গে ভারতীয় জাতীয় কংগ্রেস (আই) ছিল বহুধা-বিভক্ত একটি দল। বিভাগগুলির অস্তিত্ব ছিল রাজ্য জুড়ে প্রতিটি নিয়োগকৃত অ্যাড হক জেলা কমিটিতে।\n১৯৭৮ সালে শরদ পাওয়ার প্রাক্তন পশ্চিমবঙ্গ কংগ্রেস নেতা প্রিয়রঞ্জন দাশমুন্সির নাম পশ্চিমবঙ্গ প্রদেশ কংগ্রেস কমিটি (সমাজতান্ত্রিক)-এর সভাপতি হিসেবে ঘোষণা করেন। যদিও কংগ্রেস (আই) ও কংগ্রেস (সমাজতান্ত্রিক) জোটবদ্ধ হয়ে ১৯৮২ সালের নির্বাচনে প্রতিদ্বন্দ্বিতা করে। এই নির্বাচনে কংগ্রেস (সমাজতান্ত্রিক)-এর ফল খারাপ হয় এবং নির্বাচনের অব্যবহিত পরেই কংগ্রেস (সমাজতান্ত্রিক) ও কংগ্রেস (আই)-এর পশ্চিমবঙ্গ শাখা দু’টি একাঙ্গীভূত হয়।\nনির্বাচনের পর কংগ্রেস (আই) বৃহত্তম বিরোধী দলে পরিণত হয়। পূর্ববর্তী নির্বাচনে জনতা পার্টির জয় করা অধিকাংশ আসন জয় করে কংগ্রেস (আই)। বিধানসভা থেকে জনতা পার্টির অস্তিত্ব বিলোপের সঙ্গে সঙ্গে সঙ্গে পরবর্তী বহু বছর পশ্চিমবঙ্গের রাজনীতি বামফ্রন্ট ও কংগ্রেস (আই)-এর মধ্যে মেরুকৃত অবস্থায় ছিল।\n\n\n== ভারতীয় জনতা পার্টি ==\n১৯৮২ সালেই প্রথম ভারতীয় জনতা পার্টি (বিজেপি) পশ্চিমবঙ্গ বিধানসভা নির্বাচনে অংশগ্রহণ করেছিল। এই দলের প্রাথমিক উদ্দেশ্য ছিল পশ্চিমবঙ্গের রাজনীতিতে ভাবীকালের তৃতীয় শক্তির একটি কেন্দ্রবিন্দু সৃষ্টি করা। পশ্চিমবঙ্গ সরকার মার্চ মাসে নির্বাচন অনুষ্ঠিত করার আবেদন জানালে বিজেপি সেই আবেদনকে সমর্থন জানিয়েছিল।\n\n\n== গোর্খাল্যান্ড আন্দোলন ==\n১৯৮০ সালে গোর্খাল্যান্ড আন্দোলনের উত্থানের পর দার্জিলিং পার্বত্য অঞ্চলে ‘নো স্টেট, নো ভোট’ শ্লোগান তুলে নির্বাচন বয়কটের একটি কর্মসূচি গৃহীত হয়। যে সংস্থাগুলি নির্বাচন বয়কটের ডাক দিয়েছিল তাদের মধ্যে ছিল প্রান্ত পরিষদ ও সুভাষ ঘিসিং-এর গোর্খা ন্যাশনাল লিবারেশন ফ্রন্ট। দার্জিলিং অঞ্চলে ভোটদানের হার ছিল ৫৯.৪০ শতাংশ, যেখানে সমগ্র রাজ্যে ভোট পড়েছিল ৭৬.৯৬ শতাংশ। পার্বত্য অঞ্চলে একমাত্র সিপিআই(এম)-ই ছিল একমাত্র প্রধান দল যারা পৃথক গোর্খাল্যান্ড রাজ্যের বিরোধিতা করে। সিপিআই(এম) নেপালি-অধ্যুষিত চারটি বিধানসভা কেন্দ্রের মধ্যে তিনটিতে জয়লাভ করে, চতুর্থ আসনটিতে জয়লাভ করেন নির্দল প্রার্থী হিসেবে প্রতিদ্বন্দ্বিতাকারী এক অখিল ভারতীয় গোর্খা লিগ নেতা।\n\n\n== ফলাফল ==\n১৯৮২ সালের বিধানসভা নির্বাচনে বামফ্রন্ট ২৯৪টি আসনের মধ্যে ২৩৮টি আসন লাভ করে জয়ী হয়। বামফ্রন্টের প্রাপ্ত ভোটের মোট সংখ্যা ছিল ১১,৮৬৯,০০৩ (মোট প্রদত্ত ভোটের ৫২.৭ শতাংশ)।\nইন্ডিয়া টুডে পত্রিকায় এই নির্বাচন প্রসঙ্গে উদ্ধৃত এক অনামা পাশ্চাত্য কূটনীতিবিদের মতে, “বাঙালি গণতন্ত্র প্রকৃত প্রস্তাবেই ‘গণপ্রজাতন্ত্র’-এর পূর্ব ইউরোপীয় রূপভেদটির কাছাকাছি চলে এসেছে, যেখানে কেউই অপ্রত্যাশিত জয় বা পরাজয়ের আশা করে না।” এই নির্বাচনে বামফ্রন্ট বিপুল ভোটে জয়লাভ করলেও, কয়েকটি ক্ষেত্রে বাম দলগুলি বিশেষভাবে ধাক্কা খেয়েছিল। ক্ষমতাসীন বামফ্রন্ট সরকারের ছয় জয় মন্ত্রী নিজ নিজ বিধানসভা কেন্দ্র থেকে পরাজিত হয়েছিলেন। তথ্যমন্ত্রী তথা সিপিআই(এম) নেতা বুদ্ধদেব ভট্টাচার্য কাশীপুর বিধানসভা কেন্দ্র থেকে ৭২৮ ভোটে কংগ্রেস (আই) প্রার্থী প্রফুল্লকান্তি ঘোষের কাছে পরাজিত হন। শিক্ষামন্ত্রী তথা সিপিআই(এম) নেতা পার্থ দে (যিনি প্রাথমিক পাঠ্যক্রম থেকে ইংরেজি ভাষা তুলে দেওয়ার নীতি গ্রহণ করেছিলেন) বাঁকুড়া বিধানসভা কেন্দ্র থেকে পরাজিত হন। খাদ্যমন্ত্রী তথা ভারতের বিপ্লবী কমিউনিস্ট পার্টি (আরসিপিআই) নেতা সুধীন্দ্রনাথ কুমার হাওড়া মধ্য বিধানসভা কেন্দ্র থেকে পরাজিত হন। অর্থমন্ত্রী তথা বিশিষ্ট সিপিআই(এম) নেতা অশোক মিত্র রাসবিহারী অ্যাভিনিউ বিধানসভা কেন্দ্র থেকে কংগ্রেস (আই) প্রার্থী হৈমী বসুর কাছে পরাজিত হন। অশোক মিত্র অর্থমন্ত্রী হিসেবে সঞ্চয়িতা সেভিংস কোম্পানির বিরুদ্ধে শৃঙ্খলামূলক শাস্তির ব্যবস্থা করেছিলেন। এই কোম্পানির ‘গেট-রিচ-কুইক’ স্কিমের প্রায় ৪,০০০ আমানতকারী ছিলেন তাঁর কেন্দ্রের ভোটার।\nকলকাতার ২২টি বিধানসভা কেন্দ্রের মধ্যে ১১টিতে কংগ্রেস (আই) জয়লাভ করতে সমর্থ হয়। প্রভিশনাল সেন্ট্রাল কমিটি, ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী)-র সন্তোষ রাণা গোপীবল্লভপুর বিধানসভা কেন্দ্র থেকে সিপিআই(এম)-এর কাছে পরাজিত হন।\n১৯৮২ সালের ২৪ মে নবম পশ্চিমবঙ্গ বিধানসভা গঠিত হয়। সিপিআই(এম) নেতা জ্যোতি বসু দ্বিতীয় বারের জন্য মুখ্যমন্ত্রী হিসেবে শপথ গ্রহণ করেন। সিপিআই(এম) নেতা হাসিম আব্দুল হালিম বিধানসভার অধ্যক্ষ নির্বাচিত হন, এই পদটি তিনি ২০১১ সাল পর্যন্ত ধরে রেখেছিলেন।\n\n\n== তথসূত্র =="}