{"pageid": 1095202, "title": "ভারতের কমিউনিস্ট দলগুলির তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1095202", "content": "এই পৃষ্ঠায় কমিউনিস্ট আদর্শে বিশ্বাসী ভারতীয় রাজনৈতিক দলগুলির একটি তালিকা দেওয়া হল।\n\n\n== বামফ্রন্ট ==\nভারতের কমিউনিস্ট পার্টি\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী)\nঅপ্রধান বামপন্থী দল\nজনতিপতীয় সংরক্ষণ সমিতি (কে. আর. গৌরী আম্মার নেতৃত্বাধীন)\nকমিউনিস্ট মার্ক্সিস্ট পার্টি (রাজেশকুমার) (এম. ভি. রাজেশকুমারের নেতৃত্বাধীন)\nসত্যশোধক কমিউনিস্ট পার্টি\nভারতের বলশেভিক পার্টি\nভারতের বিপ্লবী কমিউনিস্ট পার্টি (আরসিপিআই; বীরেন ডেকার নেতৃত্বাধীন)\nবিপ্লবী সমাজতন্ত্রী দল (লেনিনবাদী) কোবুর (কোবুর কুঞ্জুমোনের নেতৃত্বাধীন)\nবিপ্লবী সমাজতন্ত্রী দল (লেনিনবাদী) অম্বলথর (অম্বলথর শ্রীধরন নায়ারের নেতৃত্বাধীন)\nবিপ্লবী সমাজতন্ত্রী দল (মার্ক্সবাদী) প্রেম সুধা (প্রেম সুধার নেতৃত্বাধীন)\nমার্ক্সবাদী ফরওয়ার্ড ব্লক\nওয়ার্কার্স পার্টি অফ ইন্ডিয়া\n\n\n== বাম সংযুক্ত ফ্রন্ট ==\nসোশ্যালিস্ট ইউনিটি সেন্টার অফ ইন্ডিয়া (কমিউনিস্ট)\nমার্ক্সিস্ট কমিউনিস্ট পার্টি অফ ইন্ডিয়া (ইউনাইটেড)\nভারতের বিপ্লবী মার্ক্সবাদী পার্টি\n\n\n== নকশালপন্থী/মাওবাদী কমিউনিস্ট পার্টি ==\n\n\n=== নরমপন্থী নকশালপন্থী/মাওবাদী কমিউনিস্ট পার্টি ===\nভারতের কমিউনিস্ট পার্টি (মার্কসবাদী-লেনিনবাদী) লিবারেশন (দীপঙ্কর ভট্টাচার্যের নেতৃত্বাধীন)\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) ক্লাস স্ট্রাগল (কানু সান্যালের নেতৃত্বাধীন)\nমার্ক্সিস্ট-লেনিনিস্ট পার্টি অফ ইন্ডিয়া (রেড ফ্ল্যাগ) (পি. সি. উন্নিচেক্কনের নেতৃত্বাধীন)\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী–লেনিনবাদী) রেড স্টার (কে. এন. রামচন্দ্রনের নেতৃত্বাধীন)\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) নিউ ডেমোক্রেসি (যতেন্দ্র কুমারের নেতৃত্বাধীন)\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) সোমনাথ (সোমনাথ চট্টোপাধ্যায় উখড়া ও প্রদীপ বন্দ্যোপাধ্যায়ের নেতৃত্বাধীন)\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) শান্তিপাল\nপ্রভিশনাল সেন্ট্রাল কমিটি, ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) (সন্তোষ রাণার নেতৃত্বাধীন)\nইউনিটি সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়া (মার্ক্সিস্ট-লেনিনিস্ট) (ডি. ভি. রাও)\nকমিউনিস্ট গদর পার্টি অফ ইন্ডিয়া\nকমিউনিস্ট পার্টি অফ ভারত (রঞ্জন চক্রবর্তীর নেতৃত্বাধীন)\nমার্ক্সিস্ট-লেনিনিস্ট কমিটি (কে. বেঙ্কটেশ্বর রাওয়ের নেতৃত্বাধীন)\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) প্রজা পন্থা\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) জন সংবাদ\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) নই পহল\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) নিউ প্রোলেতারিয়ান\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) মহারাষ্ট্র\n\n\n=== চরমপন্থী নকশাল/মাওবাদী কমিউনিস্ট পার্টি ===\nভারতের কমিউনিস্ট পার্টি (মাওবাদী) (মুপ্পল লক্ষ্মণ রাওয়ের নেতৃত্বাধীন)\nরেভোলিউশনারি কমিউনিস্ট সেন্টার অফ ইন্ডিয়া (মার্ক্সিস্ট-লেনিনিস্ট-মাওইস্ট)\nকমিউনিস্ট রেভোলিউশনারি সেন্টার\nকমিউনিস্ট পার্টি অফ ইউনাইটেড স্টেটস অফ ইন্ডিয়া (বীরন্নের নেতৃত্বাধীন)\n ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) জনশক্তি – কুরা রাজান্ন (কুরা রাজান্নের নেতৃত্বাধীন)\n ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) জনশক্তি - রণধীর (রণধীরের নেতৃত্বাধীন)\n ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) জনশক্তি – চন্দ্র পুল্ল রেড্ডি (চন্দ্র পুল্ল রেড্ডির নেতৃত্বাধীন)\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) (মহাদেব মুখোপাধ্যায়) (মহাদেব মুখোপাধ্যায়ের নেতৃত্বাধীন)\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) ভাইজি\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) প্রজাশক্তি\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) প্রতিঘটন\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) প্রজা প্রতিঘটন\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) সেকেন্ড সেন্ট্রাল কমিটি\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) সেন্ট্রাল টিম\nভারতের কমিউনিস্ট পার্টি রিঅর্গানাইজেশন সেন্টার (মার্ক্সবাদী-লেনিনবাদী)\nভারতের কমিউনিস্ট লিগ (মার্ক্সবাদী-লেনিনবাদী) রামনাথ\nভারতের কমিউনিস্ট লিগ (মার্ক্সবাদী-লেনিনবাদী) পরিকল্পনা\nভারতের কমিউনিস্ট লিগ (মার্ক্সবাদী-লেনিনবাদী) রিভিশনিস্ট\nরি-অর্গানাইজিং কমিটি, ভারতের কমিউনিস্ট লিগ (মার্ক্সবাদী-লেনিনবাদী)\n\n\n== ভারতীয় জাতীয় কংগ্রেস/সংযুক্ত প্রগতিশীল জোট-সমর্থক কমিউনিস্ট পার্টি ==\nসারা ভারত ফরওয়ার্ড ব্লক\nবিপ্লবী সমাজতন্ত্রী দল\nপিজেন্টস অ্যান্ড ওয়ার্কার্স পার্টি অফ ইন্ডিয়া\nকনফেডারেশন অফ ইন্ডিয়ান কমিউনিস্টস অ্যাণ্ড ডেমোক্রেটিক সোশ্যালিস্টস (সিআইসিডিএস)\nভারতের সংযুক্ত কমিউনিস্ট পার্টি (মোহিত সেনের নেতৃত্বাধীন)\nকমিউনিস্ট মার্ক্সিস্ট পার্টি (জন) (সি. পি. জনের নেতৃত্বাধীন)\nপার্টি অফ ডেমোক্রেটিক সোশ্যালিজম (সইফুদ্দিন চৌধুরী ও সমীর পুততুন্ডুর নেতৃত্বাধীন)\nকমিউনিস্ট রেভোলিউশনারি লিগ অফ ইন্ডিয়া (সিআরএলআই) (অসীম চট্টোপাধ্যায়ের নেতৃত্বাধীন)\nপিপলস রেভোলিউশনারি পার্টি অফ ইন্ডিয়া (পশ্চিমবঙ্গ গণতান্ত্রিক মঞ্চ) (সুমন্ত হীরার নেতৃত্বাধীন)\nত্রিপুরা গণতান্ত্রিক মঞ্চ (অজয় বিশ্বাসের নেতৃত্বাধীন)\nজনগণতান্ত্রিক মোর্চা (অজয় বিশ্বাসের নেতৃত্বাধীন)\nঅসমের মার্ক্সবাদী মঞ্চ\nওড়িশা কমিউনিস্ট পার্টি (অজয় রাউতের নেতৃত্বাধীন)\nক্রান্তিকারী সাম্যবাদী পার্টি (বিহার-ভিত্তিক)\nরাষ্ট্রবাদী কমিউনিস্ট পার্টি (উত্তরপ্রদেশ-ভিত্তিক)\nমধ্যপ্রদেশ কিষান মজদুর আদিবাসী ক্রান্তি দল\n\n\n== ভারতীয় জনতা পার্টি/জাতীয় গণতান্ত্রিক জোট-সমর্থক কমিউনিস্ট পার্টি ==\nকমিউনিস্ট পার্টি অফ রেভোলিউশনারি মার্ক্সিস্টস (দার্জিলিং-ভিত্তিক)\n\n\n== অন্যান্য কমিউনিস্ট পার্টি ==\nমার্ক্সবাদী কো-অর্ডিনেশন কমিটি\nলাল নিশান পার্টি (লেনিনবাদী)\nভারতের বিপ্লবী কমিউনিস্ট পার্টি (দাস)\nতেলেঙ্গানা কমিউনিস্ট পার্টি\nরেভোলিউশনারি ওয়ার্কার’স পার্টি অফ ইন্ডিয়া (আরডব্লিউপিআই)\nভারতের বিপ্লবী সমাজতন্ত্রী দল (মার্ক্সবাদী-লেনিনবাদী)\nনিউ সোশ্যালিস্ট অল্টারনেটিভ\n\n\n== অধুনালুপ্ত কমিউনিস্ট পার্টি ==\nকমিউনিস্ট কনসলিডেশন\nলেবার কিষান পার্টি অফ হিন্দুস্তান: ১৯২৫ সালে এই দলটি ভারতের কমিউনিস্ট পার্টির সঙ্গে মিশে যায়।\nকমিউনিস্ট লিগ (ভারত, ১৯৩১): ১৯৩৭ সালে এই দলটি ভারতের কমিউনিস্ট পার্টির সঙ্গে মিশে যায়।\nকমিউনিস্ট লিগ (ভারত, ১৯৩৪): ১৯৪৩ সালে একবার বিভাজিত হওয়ার পর দলের নাম পরিবর্তন করে রাখা হয় ভারতের বিপ্লবী কমিউনিস্ট পার্টি\nলাল কমিউনিস্ট পার্টি হিন্দ ইউনিয়ন: ১৯৫২ সালে ভারতের কমিউনিস্ট পার্টির সঙ্গে মিশে যায়।\nফরাসি ভারতের কমিউনিস্ট পার্টি: ১৯৫৪ সালে ভারতের কমিউনিস্ট পার্টির সঙ্গে মিশে যায়।\nমার্ক্সবাদী লিগ\nকেরলের মার্ক্সবাদী লিগ\nভারতের প্রকৃত কমিউনিস্ট পার্টি (১৯৯১-২০০১)\nফরওয়ার্ড কমিউনিস্ট পার্টি: এই দলটি ফরওয়ার্ড কমিউনিস্ট পার্টি (আনন্দী মুখোপাধ্যায়) ও ফরওয়ার্ড কমিউনিস্ট পার্টি (জোগলেকর) নামে দুই দলে ভেঙে যায়।\nফরওয়ার্ড কমিউনিস্ট পার্টি (আনন্দী মুখোপাধ্যায়): এই দলটি ভারতের বলশেভিক পার্টির সঙ্গে মিশে যায়।\nফরওয়ার্ড কমিউনিস্ট পার্টি (জোগলেকর): এই দলটি ভারতের কমিউনিস্ট পার্টির সঙ্গে মিশে যায়।\nকমিউনিস্ট ওয়ার্কার্স পার্টি (১৯৭৬-১৯৯৮)\nভারতের বিপ্লবী কমিউনিস্ট পার্টি (ঠাকুর) (১৯৪৮-১৯৭৪)\nভারতের বিপ্লবী কমিউনিস্ট পার্টি (নন্দী): ভারতের বিপ্লবী কমিউনিস্ট পার্টি (ঠাকুর) ভেঙে গঠিত হওয়া অন্যতম গোষ্ঠী।\nভারতের বিপ্লবী কমিউনিস্ট কাউন্সিল (১৯৭০-এর দশক)\nতামিলনাড়ু কমিউনিস্ট পার্টি (১৯৭৩-??)\nওয়ার্কার্স রেভোলিউশনারি পার্টি (১৯৭০)\nসারা ভারত কমিউনিস্ট পার্টি: এস. এ. ডাঙ্গে ও রোজা দেশপাণ্ডের নেতৃত্বাধীন এই দলটি ১৯৮৯ সালে ভারতের সংযুক্ত কমিউনিস্ট পার্টির সঙ্গে মিশে যায়।\nভারতীয় কমিউনিস্ট পার্টি (সেন): মোহিত সেন, ডি. পান্ডিয়ান, এম. কল্যাণসুন্দরম ও এস. ইউ. পালানিসামির নেতৃত্বাধীন এই দলটি ১৯৮৯ সালে ভারতের সংযুক্ত কমিউনিস্ট পার্টির সঙ্গে মিশে যায়।\nপাঞ্জাবের কমিউনিস্ট পার্টি: ওয়াধাওয়া রাম ও সুখিন্দর সিং-এর নেতৃত্বাধীন এই দলটি ১৯৮৯ সালে ভারতের সংযুক্ত কমিউনিস্ট পার্টির সঙ্গে মিশে যায়।\nলাল নিশান পার্টি: ২০১৭ সালে এই দলটি ভারতের কমিউনিস্ট পার্টির সঙ্গে মিশে যায়।\nভারতের মার্ক্সবাদী কমিউনিস্ট পার্টি: জগজিৎ সিং ল্যালপুরির নেতৃত্বাধীন এই দলটি ২০০৫ সালে ভারতের মার্ক্সবাদী কমিউনিস্ট পার্টি (সংযুক্ত)-এর সঙ্গে মিশে যায়।\nকমিউনিস্ট পার্টি মার্ক্সবাদী (পাঞ্জাব): মঙ্গত রাম পাসলার নেতৃত্বাধীন এই দলটি ২০০৫ সালে ভারতের মার্ক্সবাদী কমিউনিস্ট পার্টি (সংযুক্ত)-এর সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) হর্দন রায়: হর্দন রায়ের নেতৃত্বাধীন এই দলটি ২০০৫ সালে ভারতের মার্ক্সবাদী কমিউনিস্ট পার্টি (সংযুক্ত)-এর সঙ্গে মিশে যায়।\nবিটিআর–ইএমএস–একেজি জনকীয় বেদী: ভি. বি. চেরিয়ানের নেতৃত্বাধীন এই দলটি ২০০৫ সালে ভারতের মার্ক্সবাদী কমিউনিস্ট পার্টি (সংযুক্ত)-এর সঙ্গে মিশে যায়।\nবহুজন কমিউনিস্ট পার্টি (২০০৬-?)\nবিপ্লবী মার্ক্সবাদী পার্টি: ভারতের বিপ্লবী মার্ক্সবাদী পার্টির সঙ্গে মিশে যায়।\nকমিউনিস্ট মার্ক্সবাদী পার্টি (অরবিন্দক্ষণ): কে. আর. অরবিন্দক্ষণের নেতৃত্বাধীন এই দলটি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী)-এর সঙ্গে মিশে যায়।\nজনতিপতীয় সংরক্ষণ সমিতি (রাজন বাবু): এ. এন. রাজন বাবুর নেতৃত্বাধীন এই দলটি কে. আর. গৌরী আম্মার নেতৃত্বাধীন জনতিপতীয় সংরক্ষণ সমিতির সঙ্গে মিশে যায়।\n\n\n=== অধুনালুপ্ত নকশালপন্থী/মাওবাদী কমিউনিস্ট পার্টি ===\nঅল ইন্ডিয়া কোঅর্ডিনেশন কমিটি অফ কমিউনিস্ট রেভোলিউশনারিজ\nঅন্ধ্রপ্রদেশ কোঅর্ডিনেশন কমিটি অফ কমিউনিস্ট রেভোলিউশনারিজ: এই দলটি ১৯৭৫ সালে ইউনিটি সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়া (মার্ক্সবাদী-লেনিনবাদী)-এর সঙ্গে মিশে যায়।\nঅন্ধ্রপ্রদেশ কোঅর্ডিনেশন কমিটি অফ কমিউনিস্ট রেভোলিউশনারিজ (চন্দ্র পুল্ল রেড্ডি): এই দলটি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) সত্যনারায়ণ সিং-এর সঙ্গে মিশে যায়।\nরেভোলিউশনারি কমিউনিস্ট ইউনিটি সেন্টার (মার্ক্সবাদী-লেনিনবাদী): এই দলটি ১৯৭৫ সালে ইউনিটি সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়া (মার্ক্সবাদী-লেনিনবাদী)-এর সঙ্গে মিশে যায়।\nওয়েস্ট বেঙ্গল কমিউনিস্ট ইউনিটি সেন্টার: এই দলটি ১৯৭৫ সালে ইউনিটি সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়া (মার্ক্সবাদী-লেনিনবাদী)-এর সঙ্গে মিশে যায়।\nওয়েস্ট বেঙ্গল কো-অর্ডিনেশন কমিটি অফ রেভোলিউশনারিজ: এই দলটি ১৯৭৫ সালে ইউনিটি সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়া (মার্ক্সবাদী-লেনিনবাদী)-এর সঙ্গে মিশে যায়।\nপাঞ্জাব কমিউনিস্ট রেভোলিউশনারি কমিটি: এই দলটি ১৯৭৬ সালে ইউনিটি সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়া (মার্ক্সবাদী-লেনিনবাদী)-এর সঙ্গে মিশে যায়।\nইউনিটি সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়া (মার্ক্সবাদী-লেনিনবাদী): এই দলটি ডি. ভি. রাও, হরভজন সোহি, সুবোধ মিত্র, অজমের গোষ্ঠী ও আনন্দের নেতৃত্বে একাধিক দলে ভেঙে যায়।\nইউনিটি সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়া (মার্ক্সবাদী-লেনিনবাদী) (অজমের গোষ্ঠী)\nইউনিটি সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়া (মার্ক্সবাদী-লেনিনবাদী) (হরভজন সোহি): হরভজন সোহির নেতৃত্বাধীন এই দলটি ১৯৮৮ সালে সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়ার সঙ্গে মিশে যায়।\nইউনিটি সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়া (মার্ক্সবাদী-লেনিনবাদী) (আনন্দ): আনন্দের নেতৃত্বাধীন এই দলটি ১৯৮৮ সালে সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়ার সঙ্গে মিশে যায়।\nইউনিটি সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়া (মার্ক্সবাদী-লেনিনবাদী) সুবোধ মিত্র: সুবোধ মিত্রের নেতৃত্বাধীন এই দলটি ভারতের কমিউনিস্ট অর্গানাইজেশন (মার্ক্সবাদী-লেনিনবাদী)-এর সঙ্গে মিশে যায়।\nকমিউনিস্ট রেভোলিউশনারি পার্টি: কে. পি. আর. গোপালনের নেতৃত্বাধীন এই দলটি অল ইন্ডিয়া কোঅর্ডিনেশন কমিটি অফ কমিউনিস্ট রেভোলিউশনারিজ ভেঙে গঠিত হয়েছিল।\nভারতের বিপ্লবী কমিউনিস্ট সেন্টার (মার্ক্সবাদী-লেনিনবাদী): এই দলটি ভারতের বিপ্লবী কমিউনিস্ট সেন্টার (মাওবাদী) ও ভারতের বিপ্লবী কমিউনিস্ট সেন্টার (মার্ক্সবাদী-লেনিনবাদী-মাওবাদী নামে দুই দলে ভেঙে যায়।\nভারতের বিপ্লবী কমিউনিস্ট সেন্টার (মাওবাদী): ভারতের বিপ্লবী কমিউনিস্ট সেন্টার (মার্ক্সবাদী-লেনিনবাদী) ভেঙে গঠিত এই দলটি ভারতের মাওবাদী কমিউনিস্ট সেন্টারের সঙ্গে মিশে যায়।\nমাওবাদী কমিউনিস্ট সেন্টার: ভারতের মাওবাদী কমিউনিস্ট সেন্টারের সঙ্গে মিশে যায়।\nভারতের মাওবাদী কমিউনিস্ট সেন্টার: এই দলটি ভারতের কমিউনিস্ট পার্টি (মাওবাদী)-র সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী–লেনিনবাদী): এই দলটি ভেঙে বিভিন্ন দল গঠিত হয়।\nসেন্ট্রাল অর্গানাইজিং কমিটি, ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী–লেনিনবাদী) পার্টি ইউনিটি: এন. প্রসাদের নেতৃত্বাধীন এই দলটি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) পিপল’স ওয়ার দলের সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) পিপল’স ওয়ার: ভারতের কমিউনিস্ট পার্টি (মাওবাদী)-র সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) নকশালবাড়ি: রাউফ নেতৃত্বাধীন এই দলটি ভারতের কমিউনিস্ট পার্টি (মাওবাদী)-র সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) সেকেন্ড সেন্ট্রাল কমিটি\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) চন্দ্রশেখর: চন্দ্রশেখর নেতৃত্বাধীন এই দলটি ১৯৮৮ সালে সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়ার সঙ্গে মিশে যায়।\nঅর্গ্যানাইজিং কমিটি, ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী): বি. এন. শর্মা নেতৃত্বাধীন এই দলটি ১৯৮৮ সালে সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়ার সঙ্গে মিশে যায়।\nবিপ্লবী কমিউনিস্ট পার্টি: টাকরার নেতৃত্বাধীন এই দলটি সেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়ার সঙ্গে মিশে যায়।\nসেন্টার অফ কমিউনিস্ট রেভোলিউশনারিজ অফ ইন্ডিয়া: কমিউনিস্ট পার্টি রিঅর্গ্যানাইজেশন সেন্টার অফ ইন্ডিয়া (মার্ক্সবাদী-লেনিনবাদী)-র সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) সেন্ট্রাল টিম পাঞ্জাব: কমিউনিস্ট পার্টি রিঅর্গ্যানাইজেশন সেন্টার অফ ইন্ডিয়া (মার্ক্সবাদী-লেনিনবাদী)-র সঙ্গে মিশে যায়।\nকমিউনিস্ট ইউনিটি সেন্টার অফ ইন্ডিয়া: কমিউনিস্ট পার্টি রিঅর্গ্যানাইজেশন সেন্টার অফ ইন্ডিয়া (মার্ক্সবাদী-লেনিনবাদী)-র সঙ্গে মিশে যায়।\nমার্ক্সিস্ট–লেনিনিস্ট অর্গানাইজিং সেন্টার: কমিউনিস্ট পার্টি রিঅর্গ্যানাইজেশন সেন্টার অফ ইন্ডিয়া (মার্ক্সবাদী-লেনিনবাদী)-র সঙ্গে মিশে যায়।\nঅর্গ্যানাইজিং কমিটি অফ কমিউনিস্ট রেভোলিউশনারিজ: কানু সান্যালের নেতৃত্বাধীন এই দলটি ভারতের কমিউনিস্ট অর্গ্যানাইজেশন (মার্ক্সবাদী-লেনিনবাদী)-র সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) কাইমুর রাঙ্গে: রবি শংকরের নেতৃত্বাধীন এই দলটি ভারতের কমিউনিস্ট অর্গ্যানাইজেশন (মার্ক্সবাদী-লেনিনবাদী)-র সঙ্গে মিশে যায়।\nসেন্ট্রাল অর্গ্যানাইজিং কমিটি, ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী): এই দলটি বিভিন্ন দলে ভেঙে গিয়েছে।\nসেন্ট্রাল অর্গ্যানাইজিং কমিটি, ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) (উমাধর সিং): উমাধর সিং-এর নেতৃত্বাধীন এই দলটি ভারতের কমিউনিস্ট অর্গ্যানাইজেশন (মার্ক্সবাদী-লেনিনবাদী)-র সঙ্গে মিশে যায়।\nইন্ডিয়ান কমিউনিস্ট পার্টি: ইউ. কৃষ্ণাপ্পার নেতৃত্বাধীন এই দলটি ভারতের কমিউনিস্ট অর্গ্যানাইজেশন (মার্ক্সবাদী-লেনিনবাদী)-র সঙ্গে মিশে যায়।\nলিবারেশন ফ্রন্ট: সবুজ সেনের নেতৃত্বাধীন এই দলটি ভারতের কমিউনিস্ট অর্গ্যানাইজেশন (মার্ক্সবাদী-লেনিনবাদী)-র সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) নিউ ইনিশিয়েটিভ: অরবিন্দ সিনহার নেতৃত্বাধীন এই দলটি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) ইউনিটি ইনিশিয়েটিভ-এর সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) জনশক্তি সিওসি এই দলটি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) ইউনিটি ইনিশিয়েটিভ-এর সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট অর্গানাইজেশন (মার্ক্সবাদী-লেনিনবাদী): কানু সান্যালের নেতৃত্বাধীন এই দলটি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) ক্লাস স্ট্রাগল-এর সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী–লেনিনবাদী) ইউনিটি ইনিশিয়েটিভ: এই দলটি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) ক্লাস স্ট্রাগল-এর সঙ্গে মিশে যায়।\nভারতীয় ইউনিয়নের কমিউনিস্ট পার্টি (মার্ক্সবাদী–লেনিনবাদী): সুবোধ মিত্র ও এস. ডি. বসুর নেতৃত্বাধীন এই দলটি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) ক্লাস স্ট্রাগল-এর সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) রেড ফ্ল্যাগ রামচন্দ্রন: সি. এন. রামচন্দ্রনের নেতৃত্বাধীনে এই দলটি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) ক্লাস স্ট্রাগল-এর সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) রেড ফ্ল্যাগ কুনহিকান্নান: কুনহিকান্নানের নেতৃত্বাধীন এই দলটি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী)-র সঙ্গে মিশে যায়।\nসেন্ট্রাল রিঅর্গ্যানাইজেশন কমিটি, ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী): কে. বেণুর নেতৃত্বাধীন এই দলটি তিনটি দলে বিভক্ত হয়ে যায়। কে. বেণুর নেতৃত্বাধীন প্রধান অংশটি জনতিপতীয় সংরক্ষণ সমিতির সঙ্গে মিশে যায়। অন্য দু’টি অংশ হল মহারাষ্ট্র কমিউনিস্ট পার্টি ও কেরল কমিউনিস্ট পার্টি।\nমহারাষ্ট্র কমিউনিস্ট পার্টি: এই দলটি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) এমইউসি-র সঙ্গে মিশে যায়।\nকেরল কমিউনিস্ট পার্টি: এই দলটি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) এমইউসি-র সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) এমইউসি: এই দলটি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) নকশালবাড়ি-র সঙ্গে মিশে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) সত্যনারায়ণ সিং: সন্তোষ রাণা কর্তৃক এই দলটি প্রভিশনাল সেন্ট্রাল কমিটি, ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) নামে পুনরুজ্জীবিত হয়।\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) বলশেভিক: জয়শ্রী রাণার নেতৃত্বাধীন এই দলটি প্রভিশনাল সেন্ট্রাল কমিটি, ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) ভেঙে গঠিত হয়।\nভারতের কমিউনিস্ট লিগ (মার্ক্সবাদী–লেনিনবাদী): এই দলটি চারটি দলে ভেঙে যায় – রামনাথ, পরিকল্পনা, রিভিশনিস্ট ও রি-অর্গ্যানাইজিং কমিটি, ভারতের কমিউনিস্ট লিগ (মার্ক্সবাদী-লেনিনবাদী)\nসেন্টার অফ ইন্ডিয়ান কমিউনিস্টস\nলাল সেনা: এই দলটি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) লিবারেশন-এর সঙ্গে মিশে যায়।\nলাল ঝান্ডা দল\nকাংলেইপাক কমিউনিস্ট পার্টি\n\n\n=== বিপ্লবী সমাজতন্ত্রী দল ভেঙে গঠিত অধুনালুপ্ত দল ===\nজাতীয় বিপ্লবী সমাজতন্ত্রী দল: আর. এম. পরমেশ্বরনের নেতৃত্বাধীন দল।\nবিপ্লবী সমাজতন্ত্রী দল (শ্রীকান্তন নায়ার): এন. শ্রীকান্তন নায়ারের নেতৃত্বাধীন দল।\nবিপ্লবী সমাজতন্ত্রী দল (বেবি জন): শিবু বেবি জনের নেতৃত্বাধীন দল।\nবিপ্লবী সমাজতন্ত্রী দল (মার্ক্সবাদী): বাবু দিবাকরণের নেতৃত্বাধীন দল।\nবিপ্লবী সমাজতন্ত্রী দল (বলশেভিক): এ. ভি. তামরক্ষণের নেতৃত্বাধীন দল।\nবিপ্লবী সমাজতন্ত্রী দল (বাম): সি. পি. কার্তিকেয়নের নেতৃত্বাধীন এই দলটি কমিউনিস্ট মার্ক্সিস্ট পার্টি (জন)-এর সঙ্গে মিশে যায়।\nসাম্যবাদী সংস্থা\nউত্তরপ্রদেশ বিপ্লবী সমাজতন্ত্রী দল\n\n\n== আরও দেখুন ==\nভারতে সমাজতন্ত্র\n\n\n== তথ্যসূত্র =="}