{"pageid": 1095953, "title": "কোরীয় অ্যালকোহলযুক্ত পানীয়", "url": "https://bn.wikipedia.org/wiki?curid=1095953", "content": "কোরিয়ান রন্ধনশৈলীতে বিভিন্ন ধরনের সুরা বা মদ্যপ-পানীয় রয়েছে, যা “সুল”(술) নামে কোরিয়ায় পরিচিত। এই মদ্যপ-পানীয়ের অনেকগুলি সিনো -কোরিয়ান শব্দ “জু” (ju; 酒) দিয়ে শেষ হয়, এবং কিছু শেষ হয় কোরিয়ান শব্দ “সুল” দিয়ে।  চীন- কোরিয়ান শব্দ “জু” একটি স্বাধীন বিশেষ্য হিসাবে ব্যবহৃত হয়না।\nকোরিয়ায় আনুমানিক ১০০০ বা তারও বেশি ধরনের মদ্যপ পানীয় রয়েছে। বেশিরভাগ “সুল” শস্যদানা যেমন গম, চাল, যব দিয়ে তৈরী হয়, তবে চালটাই বেশিরভাগ ব্যবহার করা হয় বিভিন্ন “সুল” তৈরীতে এবং খামির ও নুরুকের সাহায্যে গাঁজানো হয়।  ফল, ফুল, ভেষজ ও অন্যান্য প্রাকৃতিক উপাদানগুলিও পুরোনো প্রচলিত নিয়ম অনুযায়ী কোরিয়ান মদ্যপ-পানীয় তৈরিতে ব্যবহৃত হয়েছে। বিভিন্ন স্বাদের সাধারনত হয়ে থাকে রয়েছে এই “সুল”, যথা- মিষ্টি, টক, তিক্ত, তীব্র, ঝাল। যখন স্বাদগুলি ভারসাম্যপূর্ণ হয়, তখন অ্যালকোহলটি ভাল মানের হিসাবে বিবেচিত হয়।\n\n\n== উৎস ==\nদক্ষিণ কোরিয়ার মদ্যপ-পানীয় সংস্কৃতি তার সামাজিক কাঠামো, জীবনধারা, ঐতিহ্য, সংস্কৃতি সম্পর্কে অনেক কিছু প্রকাশ করে। মদ্যপ-পানীয়গুলি হলো নিজেই দেশের ভূগোল, জলবায়ু এবং সংস্কৃতির প্রতিফলনশীল।\nকোরিও রাজবংশ (946-943) এর সময় দক্ষিণ কোরিয়া নিজেই নিজস্ব দেশের জন্য নিজস্ব মদ্যপ-পানীয় তৈরীতে আগ্রহী হয়েছিল, যখন বিদেশী সংস্কৃতির সংস্পর্শে এসেছিল এবং তাদের থেকে পাতিত পানির (distilled water) সম্পর্কে ধারণা লাভ করে। \nকোরিয়ায় সুরাপান পরিবারের সদস্য এবং বন্ধুদের মধ্যে সম্পর্ক তৈরি এবং গঠন করতে সাহায্য করে পূর্বপুরুষদের সম্মান জানানো থেকে শুরু করে নানান সাংস্কৃতিক পারিবারিক আচার -অনুষ্ঠান জুড়ে মদ্যপানের  উপস্থিতি খুবই গুরুত্বপূর্ণ। ধর্মীয় ও সামাজিক আনুষ্ঠানিক ছুটির মধ্যে পড়ে-  নতুন বছর, ধান রোপণের দিন এবং দক্ষিণ কোরিয়ার ধন্যবাদ এবং পারিবারিক আচার -অনুষ্ঠান ছাড়াও, সুড়াপান আধুনিক হয়েছে এবং কোরিয়ান সংস্কৃতিতে সামাজিকীকরণের একটি বিশাল অংশ হয়ে উঠেছে।\n\n\n== প্রকারভেদ ==\n\n\n=== সোজু (소주) ===\n\nসোজু হল পাতিত মদ যা কোরিয়ায় সর্বাধিক পরিচিত মদ্যপ পানীয়। এটি গাঁজানো ভাত অথবা গম, মিষ্টি আলু বা ট্যাপিওকা(শ্বেতসার জাতীয় খাদ্যবিশেষ) থেকে পাতিত অর্থাৎ তৈরি হয়। এই সুরাটি খুবই জনপ্রিয় কোরিয়া দেশে কারণ অন্যান্য মদ্যপ-পানীয়র তুলনায় এর দাম খুব কম এবং প্রাপ্যতা খুবই বেশী। আজকাল, লেবু, পীচ এবং আঙ্গুরের মতো স্বাদযুক্ত সোজুও পাওয়া যায়, যা খুবই  হয়ে উঠেছে কোরিয়া দেশে। এটি সাধারনত ঠান্ডা ও ছোটো গ্লাসে পরিবেশন করা হয়।\nকোরিয়ায় প্রতিটি অঞ্চলের আলাদা আলাদা ধরনের সোজু রয়েছে, যেটি সেই অঞ্চলের বৈশিষ্ট্যকে উপস্থাপন করে, তাই করিয়ার বিভিন্ন অঞ্চলে ভ্রমণের সময় সেখানকার সোজুর স্বাদের অভিজ্ঞতা নেওয়া ভালো।\n\n\n=== মাক্কলি (막걸리) ===\n\nমাক্কলি(막걸리) হল প্রাচীনতম কোরিয়ান সুরা যা দশম শতাব্দী  আগে থেকে মানুষেরা পান করে এসেছে। এটি সাধারণত সাদা ভাত থেকে তৈরি করা হয় যা নুরুক (কোরিয়ান স্টার্টার) দিয়ে গাঁজানো হয়।  গাঁজানো প্রক্রিয়াটি একটি সাধারণ দুধযুক্ত চেহারা এবং সামান্য মিষ্টি স্বাদযুক্ত সুরা উৎপন্ন  করে। এই সুরা সাধারনত বাটিতে খাওয়া হয়। এটি অত্যন্ত জনপ্রিয় এবং ঐতিহাসিক সময় থেকে চলে আসা সুরা। কোনো পারিবারিক আনুষ্ঠানিক পরিবেশে এই সুরা সকলে পান করে থাকে। গত এক দশকে, এই মধ্যেপানীয়টির জনপ্রিয়তা এতই বৃদ্ধি পেয়েছে যে এটি দক্ষিণ কোরিয়ার অনেক বারেও পাওয়া যায়।\nএই “মাক্কলি”(막걸리) সুরাকে মিষ্টি স্বাদের করার জন্য তাতে মধু আবার বিভিন্ন ফল যেমন স্ট্রবেরি, কিউই, আঙ্গুর, আনারস ইত্যাদি দিয়েও তৈরি করা হয়। তাই মাককলী বিভন্ন স্বাদের পাওয়া গিয়ে থাকে দক্ষিণ কোরিয়ায়।\n\n\n=== ছংজু (청주) ===\nএই সুলটি সাধারণত শীতকালে (নভেম্বর – মার্চ) তৈরী করা হয়। এটি তৈরীতে সাদা ভাতের প্রয়োজন হয়। সিদ্ধ সাদা ভাতের সাথে নুরূগ(누룩) এবং জল মিশিয়ে সেটিকে ১৬ থেকে ২৫ দিনের মতো রেখে দেওয়া হয় গাঁজানোর জন্য। এবং সেটিকে এমন জায়গায় রাখা হয় যেখানের তাপমাত্রা (১৪°-১৬°)c -এর ওপরে নয়। এতদিন গাঁজানোর পর মিশ্রণটির উপর যেই স্বচ্ছ পরিষ্কার জলটি পাওয়া যায়, সেটি হলো ছংজু(청주)। ভাতের পরিমাণ, প্রকৃতি এবং প্রস্তুতির পদ্ধতির, পক্রিয়ার উপর নির্ভর করে এটি বিভিন্ন সুগন্ধযুক্ত সুরায় পরিণত হয়ে থাকে।\n\n\n=== তাকজু (탁주) ===\nতাকজু হলো সাদা ভাত দিয়ে তৈরি গাঢ় প্রকৃতির সুল(অ্যালকোহল)। “ছংজু”(청주) তৈরীতে যেই মিশ্রণটি ব্যবহৃত হয়, সেই মিশ্রণটি দিয়ে যখন তার ওপরে জমা জলটি অর্থাৎ “ছংজু”(청주) বার করে নেওয়া হয় এবং এরপর যেইসব উপকরণগুলি অবশিষ্ট পরে থাকে, সেটিকে ভালো করে ডোলে ডোলে, ছেঁকে নেওয়ার বপর যেই গাঢ় সাদা তরল জিনিসটি বেরিয়ে আসে, সেটি হল তাকজু (탁주)। এই সুলটি পান করার সময় টক, ঝাল, মিষ্টির একটি মিশ্রিত স্বাদ পাওয়া যায় এবং এতে অ্যালকোহলের মাত্রা থাকে ৬%-১৩%।\n\n\n=== গোয়াসিলজু (과실주) ===\nএই ধরনের সুরা সাধারণত ফলের রস দিয়ে তৈরি হয়, এবং দুটি পক্রিয়ায় এই সুল তৈরি হয়ে থাকে। একটি প্রাকৃতিকভাবে গাঁজানো ফল থেকে তৈরি করা হয় এবং অন্যটি অ্যালকোহলের সাথে ফল এবং চিনি মিশিয়ে তৈরি করা হয় এবং এতে অ্যালকোহলের পরিমাণ প্রায় ১৫%-৩০% থাকে॥ সাধারনত দুই ধরনের গোয়াসিলজু সুরা খুবই বিখ্যাত কোরিয়াতে, যেটি হলো বকবুঞ্জাজু(복분자주) এবং ম্যাসিলজু(매실주)।\n\n\n=== বকবুঞ্জাজু (복분자주) ===\nকালো রাস্পবেরি থেকে তৈরি হয় বকবুঞ্জাজু (복분자주)। দুটি পক্রিয়ায় এই সুরা তৈরি করা হয়। একটি হলো ঘরোয়া পদ্ধতিতে বেরিগুলিকে গাঁজিয়ে তাতে চিনি এবং নিউট্রাল স্পিরিট মিশিয়ে ঘরোয়া ভাবে তৈরি করা  এবং আরেকটি হলো গাঁজানো বেরির সাথে ইস্ট মিশিয়ে, যেটি কারখানায়(factory) সুরা তৈরিতে প্রয়োগ করা হয়। এই সুরা লাল রঙের হয়ে থাকে। এটি ফলের মতো গন্ধযুক্ত হয়, তবে তৃষ্ণা মেটানোর মতো মিষ্টি হয়না।\n\n\n=== ম্যাসিলজু (매실주) ===\nম্যাসিলজু (매실주) ছোট আকারের এশিয়ান প্লাম (plum) থেকে পুরোনো প্রচলিত নিয়মে তৈরি কোরিয়ান সুরা। সবুজ প্লাম ফল বা পাঁকা হলুদ প্লাম ফল ব্যবহার করে আবার দুই ধরনের ফলকে মিশিয়েও এই সুরা তৈরি করা হয়। এই সুরা তৈরীর জন্য সাধারনত চিনি দিয়ে সজুতে (soju) ফল ভিজিয়ে তৈরি হয। মিশ্রণটিকে কমপক্ষে কয়েক সপ্তাহ ভিজিয়ে রাখা হয় যতক্ষণ না পানীয়টি তার স্বর্ণালী রঙ ধারণ এবং তিক্ত-মিষ্টি স্বাদ অর্জন করে।এই সুরা সাধারনত কোরিয়ান ছোট খাওয়ার কাপে পরিবেশন করা হয় এই সুরা।\n\n\n=== দোংদোংজু (동동주) ===\nদোংদোংজু (동동주) সুরকে এক ধরনের “মাক্কলি” (막걸리) সুরা হিসাবে ধরা হয়। এটি বিন্নি চাল অর্থাৎ আঠাঁলো চালের ভাত, চালের ভিনেগার এবং জল থেকে তৈরি এক ধরনের “মাক্কলি” সুরা। এটিকে খুব অল্প দিনের মধ্যে গাঁজানো হয় এবং এটিকে আসল “মাক্কলির” মত ফিল্টার করা হয় না। “দোংদোংজু”(동동주) একটি মিষ্টি, হালকা টক স্বাদযুক্ত মদ্যপপানীয়। এটি কোরিয়ার সংস্কৃতিক নিয়মানুযায়ী একটি বাটিতে পরিবেশন করা হয় এবং এটি ঠান্ডা সেবন হয়।\n\n\n=== কোরিয়ান বিয়ার বা মেগচু (맥주) ===\n\n২০১০ সাল থেকে বিয়ার, কোরিয়ার মদ্যপ পানীয়ের সবচেয়ে বড় রপ্তানিতে পরিণত হয়েছে। কোরিয়ানরা সুরাপান পছন্দ করে, দেশটি মাথাপিছু অ্যালকোহল অর্থাৎ সুরা সেবনে উচ্চ অবস্থানে রয়েছে কারণ অ্যালকোহল তাদের সামাজিক রীতিনীতির একটি প্রতিষ্ঠিত অংশ, বিশেষ করে জমায়েত এবং ডাইনিং-এ। সবচেয়ে মজার ব্যাপার হল, করিয়া দেশের মদের বাজারে বিয়ারের অবস্থান রয়েছে 40% অংশ। তার মধ্যে কিছু জনপ্রিয় মেগচু (맥주) অর্থাৎ বিয়ারের নাম হলো –\n\nহাইট (Hite): 1993 সালে যখন থেকে “হাইট” বিয়ারটি বাজারে এসেছে, এটি কোরিয়া এবং বিশ্বজুড়ে সর্বাধিক বিক্রিত বিয়ার হিসাবে অব্যাহত রয়েছে।দক্ষিণ কোরিয়ার রাজধানী “সিউলে”, “হাইট ব্রিউয়ারি” তার নিজস্ব বিয়ার তৈরি করে। ব্রুয়ারটি বিশুদ্ধ ভূগর্ভস্থ ঝর্ণার জল এবং প্রিমিয়াম কর্নস্টার্চ, মল্ট(জলে ভিজানো বার্লি বা অন্যকোনো শস্যদানা), ইস্ট এবং হপস্ ব্যবহার করে বিয়ারটি তৈরি করে। এটি  হালকা সোনালী রঙের  দেখতে হয়। বেশিরভাগ কোরিয়ানদের জন্য এটি খাবারের সাথে পরিবেশন করা একটি জনপ্রিয় সুরা, এছাড়াও ডিনার বা কোরিয়ান বার্বিকিউয়ের সাথে এটি সেবন করা হয়।\nও.বি গোল্ডেন লেগার (O.B Golden Lager): “ওরিয়েন্টাল ব্রিউয়ারি (Oriental Brewery)”, “ও.বি গোল্ডেন লেগার” নামক বিয়ারটি তৈরি করে এবং 1948 সালে সেটিকে বাজারে নিয়ে আসে। ব্রিউয়ারিটি জার্মান হপস্, প্রিমিয়াম মাল্ট, কর্নস্টার্চ এবং ভাত ব্যবহার করে বিয়ার তৈরি করে যা একটি অনন্য, গভীর স্বাদ উৎপন্ন করে। এটিতে হালকা ভুট্টা ব্যবহারের ফলে এইরকম গন্ধ,  স্বাদ সৃষ্টি হয় এবং লেগারটি ফ্যাকাশে সোনালী রঙের দেখতে হয়। এটিও এমন একটি বিয়ার যা খাবার জিনিসের সাথে পরিবেশন করা যেতে পারে।\nক্যাস ফ্রেশ (Cass Fresh): “ওরিয়েন্টাল ব্রিউয়ারি (Oriental Brewery)” 1999 সালে “ক্যাস ফ্রেশ (Cass Fresh)” নামক বিয়ারটি বাজারে আনে। এটিতে বিশুদ্ধ পানি, মাল্ট, হপস্ এবং কর্নস্টার্চের মতো প্রিমিয়াম উপাদান ব্যবহার করে তৈরি করা হয়, এবং ক্যাশ ফ্রেস এখন বিশ্বজুড়ে বিক্রি হওয়া একটি বিয়ার। এটি খাস্তা, হালকা মিষ্টি স্বাদযুক্ত হয়। এটি ছোট সাদা বুদবুদ সহ ফ্যাকাশে সোনালি রঙের হয়। এবং বিভিন্ন খাবারের সাথে একটি দুর্দান্ত সামঞ্জস্য তৈরি করে।\nক্যাফরি (Cafri): কোরিয়া জুড়ে দোকান এবং পাবগুলিতে “ক্যাফরি”(Cafri) একটি জনপ্রিয় এবং ভালো মানের বিক্রিত বিয়ার। “ওরিয়েন্টাল ব্রিউয়ারি“ 1995 সাল থেকে এই বিয়ার বাজারে আনে। এটি তৈরীতে মূল উপাদানগুলি হল জল, মল্ট, হপস এবং খামির। এটিতে মিষ্টি, মল্ট এবং ভুট্টার স্বাদ রয়েছে তাজা হপের স্পর্শসহ। তবে সেবন করার পরে, এটি জলের আকারে পরিবর্তিত হয় এবং কিছুটা তিক্ত স্বাদ দিয়ে শেষ হয়। এই বিয়ারটিও খুব বেশি কার্বনেটেড এবং ফ্যাকাশে সোনালী রঙের হয়। “ক্যাফরি (Cafri)” বিয়ার মশলাদার কোরিয়ান খাবারের সাথে, বিশেষ করে তাদের বিখ্যাত বারবিকিউর একটি যথাযত সঙ্গী।\nযদিও কোরিয়া তার বিয়ারের জন্য আন্তর্জাতিকভাবে বিখ্যাত নয়, তবুও বিয়ারের প্রতি কোরিয়ার ভালোবাসা ভালোভাবে নথিভুক্ত। এইগুলো প্রায়ই কোরিয়ান রেস্তোরাঁয়, বার- এ দেখতে ও কিনতে পাওয়া যায় । কোরিয়ান বিয়ার ও কোরিয়ান বার্বিকিউ, চিকেন ফ্রাইড একটি দুর্দান্ত সঙ্গী যা কোরিয়ার লোকেরা পছন্দ করে থাকে একসাথে উপভোগ করতে।\n\n\n=== গাহ্যাংজু (가향주) ===\nএই ধরনের সুরা সাধারনত  ফুল ও ফলের দ্বারা  করা হয়। বিভিন্ন ঋতুতে ফলিত ফল ও ফুলের উপর ভিত্তি করে বিভিন্ন স্বাদের এই সুর তৈরি হয়। সেগুলির মধ্যে সবচেয়ে জনপ্রিয় হলো রোডোডেনড্রন এবং ফরসিথিয়া, ফুলের পাতা এবং ফলের খোসা।এই উপাদানগুলি সাধারনত সংগ্রহ করে প্রথমে ধুয়ে তারপর এটিকে বেশ কিছুদিনের জন্যে বায়ুচলাচল ছায়ায় রেখে শুকনো হয় সুর তৈরি করার আগে।\n\n\n=== ব্যাকসেজু (백세주) ===\n“ব্যাকসেজু”(백세주) একটি পরিষ্কার, ভেষজ স্বাদযুক্ত, আঠাঁলো ভাত দিয়ে তৈরি কোরিয়ান সুরা। যদিও জিনসেং- এর গন্ধ বেশি থাকে, তবে তার সাথে সাধারণত ভেষজ এবং মশলার মিশ্রণ যেমন আদা, ওমিজা, গোজি বেরি বা দারুচিনিও অন্তর্ভুক্ত থাকে।এটি একটি অনন্য ভেষজ বৈশিষ্ট্যযুক্ত একটি মিষ্টি সুরা।\n\n\n=== মোজু (모주) ===\n“মোজু”(모주) মোটামুটি কম অ্যালকোহলযুক্ত কোরিয়ান সুরা। এটি মাক্কলি তৈরীর পক্রিয়ায় তৈরি করা হয়। যা গাঁজান ভাত থেকে এবং এতে সাধারণত দারুচিনি, আদা, জুজুব, জিনসেং এবং লিকোরিস রুট সহ ভেষজ এবং মশলা দিয়ে মিশ্রিত করে তৈরি করা হয়। মজুকে পুরোনো প্রথা অনুযায়ী ঠান্ডা সেবন করা হয়, তবে এটিকে গরম অবস্থায় ও পান করা হয়। এটি নেশা ভাঙ্গানোর জন্য দুর্দান্ত প্রতিকার স্যুপ হিসাবে পান করা হয়, যা খুব কার্যকর এবং জনপ্রিয়\n\n\n=== গামজু (감주) বা দানসুল (단술) ===\nগামজু (감주) যেটি দানসুল (단술) নামেও পরিচিত, এটি একপ্রকার কোরিয়ান সুরা যেটি সিদ্ধ ভাত গাঁজিয়ে তার সাথে নুরুগ(누룩) মিশিয়ে তৈরি করা হয়। কম তাপমাত্রায় এটিকে গাঁজনো হয়, এটির স্বাদ কিছুটা মিষ্টি, কিছুটা টক হয় এবং এটি কম অ্যালকোহলযুক্ত সুরা হয়।\n\n\n=== সোকসংজু (속성주) ===\n“সোকসংজু” (속성주) হল একটি সুরা যা দ্রুত চোলাই প্রক্রিয়ার মাধ্যমে উত্পাদিত হয় এবং যা মাত্র এক থেকে দশ দিন সময় নেয়। যেহেতু মদ্যপ-পানীয় আতিথেয়তা ও আচার-অনুষ্ঠানের একটি অপরিহার্য উপাদান ছিল, তাই এটিকে স্টপগ্যাপ(অস্থায়ী পরিবর্ত) পরিমাপ হিসেবে ব্যবহার করা হত যখন অন্যান্য পানীয় সময়মতো তৈরি করা যেত না।\n\n\n=== সান্সাচ্ছুন (산사춘) ===\n“সুন্সাছুন” (순사춘) হাউথর্ন বেরি থেকে তৈরি করা হয়, যা সামান্য টক খেতে হয়। সুন্সাছুন (순사춘) সুরাকে 400 বছরেরও বেশি সময় ধরে \"ঔষধিক সুরা\" হিসেবে বিবেচনা করা হচ্ছে। সাধারনত উত্তেজনাকে, চিন্তা থেকে মুক্ত হতে সেবন করা হয়ে থাকে এই সুরা। “সুন্সাছুন” (순사춘) দীর্ঘদিন ধরে তার অনেক ইতিবাচক শারীরিক প্রভাবের জন্য পরিচিত। খাওয়ার আগে ক্ষুধা বাড়ানো থেকে শুরু করে নেশা কাটানোর জন্য অর্থাৎ ভারী মদ্যপানের পরে খাওয়া হয়। কোরিয়া জুড়ে সুরাটির জন্য  অনেক সম্মান রয়েছে, “সুন্সাছুন”(순사춘) বমি বমি ভাব থেকে হৃদরোগ পর্যন্ত আরও গুরুতর শারীরিক অসুস্থতার প্রতিরোধক ঔষধ হিসাবেও খ্যাত।\n\n\n=== কোরিয়ান ককটেল ===\nকোরিয়ায় সুরাপানের এক আলাদা ভঙ্গি উপভোগ করে কোরিয়ার লোকেরা। তারা বিভিন্ন ধরনের সুরা মিশিয়ে নতুন এক ধরনের সুরায় পরিণত করে তার আনন্দ উপভোগ করে। এই ধরনের অ্যালকোহল অর্থাৎ সুরা করিয়ান পাবগুলিতে বেশি দেখতে পাওয়া যায়।\n\n\n==== সোমেক (소맥) ====\nসোমেক হলো সাধারনত সোজু এবং বিয়ারের মিশ্রণ। একটি কাচের গ্লাসে প্রথমে সোজু ঢেলে তারপর বিয়ার ঢালা হয়। যেখানে সোজু এবং বিয়ারের পরিমাণের অনুপাত 3:7 হয় (সোজু 3:বিয়ার 7)। তারপর সেটিকে চামচ বা চপস্টিক্স দিয়ে মিশিয়ে সেটিকে মজার সাথে সেবন করা হয়।\n\n\n==== কুলজু (꿀주) ====\nকুলজু হলো একধরনের ককটেল মিশ্রণ যেখানে সোজুর ভাগ সবথেকে বেশি থাকে এবং বিয়ারের ভাগ সবথেকে কম (সোজু 9:বিয়ার 1)। এটি খেতে অনেকটা মধুর মতোন খেতে তাই এর নাম কুলজু(“কুল” কথার অর্থ কোরিয়ান ভাষায় “মধু”। দুটি সুরা একজায়গায় মেশানোয় রং বদলানোর সঙ্গে সঙ্গে এটি সেবন করা হয়।\n\n\n==== গো-জিন-গাম-লে-জু (고 진 감 래 주) ====\n“গো-জিন-গাম-লে-জু” কথাটি হলো একটি কোরিও বাগধারা, যার অর্থ হলো “তেতো উপভোগ করার পর মিষ্টি”। যার উপর ভিত্তি করে এই ককটেলের নাম “গো-জিন-গাম-লে-জু” রাখা হয়েছে। এটি বানানোর পদ্ধতি বাকি ককটেলগুলির দিয়ে একটু আলাদা। প্রথমে দুটি সোজুর গ্লাস(সোজুর গ্লাস সাধারনত ছোটোমাপের দেখতে হয়) এবং একটি বিয়ারের গ্লাস  নেওয়া হয় এটি বানাতে। এরপর সোজুর দুটি গ্লাসের একটিতে কোক(coke) এবং আর একটিতে সোজু আর বিয়ারের গ্লাসে গর্ধেক গ্লাস অব্দি বিয়ার ঢালা হয়। এরপর সোজুর গ্লাসটি কোকের গ্লাসের উপর রেখে দুটিকে একসাথে বিয়ারের গ্লাসে ঢেলে ফেলা হয় গ্লাস সহ। তারপর সেই একই গ্লাসে আরও বিয়ার ঢালা হয় যতক্ষণ না সোজু এবং কোকের গ্লাস দুটি পুরোপুরি ভাবে ডুবছে বিয়ারের গ্লাসে। এরপর সব একে অপরের সাথে মিশে গেলে সেটিকে এক চুমুকে সেবন করে তার আনন্দ উপভোগ করা হয়।\n\n\n==== আইসক্রিমজু (아이스크림주) ====\nআইসক্রিমজু হলো একধরনের দুর্দান্ত স্বাদযুক্ত ককটেল -যেটি সোজু, স্প্রাইট ও আইসক্রিম একসাথে মিশ্রিত করে তৈরি করা হয়। বিভিন্ন স্বাদের হয় এই ককটেল বিভিন্ন ফ্লেভারের আইসক্রিমের উপর নির্ভর করে। এতে সোজু এবং স্প্রাইট আর পরিমাণ হয়(1 : 3)। একটি বড় গ্লাসে সোজু ও স্প্রাইট ঢালার পর পরিমাণ মতো আইসক্রিমটি তাতে ঢেলে অপেক্ষা করো হয় পুরো আইসক্রিমটি পুরোভাবে গোলে যাওয়া পর্যন্ত, তারপর সেটিকে সেবন করা হয় খুবই মজার সাথে।\n\n\n== সংলগিত বিশেষ খাবারপদ ==\nআমরা সবাই জানি শুধু শুধু সুরাপনের থেকে বিভিন্ন খাবারের সাথে সুরাপন করার মজা অন্যরকম এবং যেত কোরিয়ার সমাজেও পুরোনো সময় থেকে সকলে এই কায়দাটিকে চালিয়ে এসেছে। এমনকি প্রতি দেশের সুরাপানের সাথে উপযুক্ত কিছু বিশেষ খাবার রয়ে থাকে তাদের রন্ধন-প্রণালী অনুযায়ী। তেমনি কোরিয়া দেশেও কিছু খুবই জনপ্রিয় বিশেষ কিছু খাবারপদ আছে তাদের রন্ধনশৈলীতে যেগুলি সুরার সাথে একদম খাওয়ার জন্য উপযুক্ত এবং সুস্বাদু।\n\n\n=== সোজু (소주) এবং সামগিওপসাল (삼겹살) ===\nসামগিওপসাল(삼겹살) এবং সোজু কোরিয়ান ডাইনিং সংস্কৃতিতে বিশেষ করে ডিনার পার্টিতে অপরিহার্য জিনিস। সামগিওপসাল(삼겹살) হলো কোরিও শব্দ, যেটিকে বাংলায় “শূকরের চর্বিযুক্ত মাংস” বলা হয়। “সামগিওপসাল” সাধারনত গ্রীল (ভেজে) করে, নুন এবং “সোয়াবিনপেস্ট” যেটিকে করিয়া ভাষায় সামজাং(쌈장) বলা হয়, সেটি দিয়ে এবং সবগুলোকে লেটুস পাতার মধ্যে দিয়ে পানের মত করে খাওয়া হয়। এটি শুধু খাওয়া যায়, আবার শযুর সাথেও সবাই খেয়ে থাকে।\n\n\n=== মাক্কলি (막걸리) এবং পাজন (파전) ===\nএইধরনের জুরিটি মানুষ বেশিরভাগ উপভোগ করে বৃষ্টির সময়।“পাজন”(파전) হলো সাধারনত পেঁয়াজপাতা দিয়ে তৈরি করা গোলারুটি (pancake)। ময়দাগোলার মধ্যে পেঁয়াজকলি দিয়ে, সেটিকে ভাজা হয় রুটির মতো গোল আকারে। এরপর সেটি তৈরি হলে গেলে, তাকে ‘সয় ভিনাই গ্রেট' সস্ দিয়ে খাওয়া হয়। শুধু পেঁয়াজপাতা নয়, আরও অনেক ধরনের শাকসব্জি দিয়ে এই খাবারের পদ তৈরি করে থাকে কোরিয়ার লোকেরা।\n\n\n=== বিয়ার এবং ফ্রাইড চিকেন ===\nএইধরনের সংমিশ্রণটি খুবই প্রিয় কোরিয়াতে সকলের কাছে এবং বাইরে অন্যান্য দেশেও। কোরিয়ার একটি মজাদার জিনিস হলো, শুধু রেস্তোরাতে নয়, বাড়িতেও সবাই ফ্রাইড চিকেনের ডেলিভারি নিতে পারে যেকোনো সময়, এমনকি যত রাতই হোক না কেনো।\nএই সংমিশ্রণটি জনপ্রিয় কারণ বিয়ারের মধ্যে কার্বনেটের প্রভাব থাকে, সেটি চর্বিযুক্ত মুরগির মাংসের  সাথে খুব ভালো সমন্বয় বজায় রাখে, এবং খাওয়ার সময় কোনো তীব্র গন্ধ অনুভব হয়না।\n\n\n== কোরিও মদ্যপান সম্পর্কিত খেলা ==\nকোরিয়ায় কলেজ ছাত্রছাত্রীরা সুরাপনের সময় কিছু মনোরঞ্জন খেলা খেলে থাকে। যেটি খুবই আকর্ষণীয় এবং মজাদার। এটি সাধারনত  খেলা হয় যাতে নতুন মানুষের সাথে সম্পর্ক ভালো হয়, বন্ধুত্ব ভালো হয় এবং মহলটি জমজমাট হয় ওঠে।\n\nএই খেলাটি খেলতে আলাদা কোনো সরঞ্জামের প্রয়োজন হয়না, কেবল আঙ্গুল এবং সুরার গ্লাস দিয়েই খেলা হয়।\nপ্রত্যেকধরণ খেলার নিজস্ব গান এবং সুর থাকে।\nএই খেলায় যে হেরে যাবে, তাকে আগে একঢোকে সুরা পান করতে হয়  এবং যতবার হারবে ততবার পান করতে হবে,  এটাই হলো শাস্তি।\nকিন্তু এই খেলাগুলিতে কাউকে জোরজবরদস্তি সুরাপানের জন্য জোর করা হয়না, যে অনিচ্ছুক থাকে।\nএইরকম গেম খেলার সময় মৌলিক শিষ্টাচার অনুসরণ করা গুরুত্বপূর্ণ বলে মনে করা হয়।\n\n\n=== উপস্থিতি পরীক্ষা খেলা (Attendance Check Game): ===\nখেলা শুরু কোরার প্রথমে যারা খেলায় অংশগ্রহণ করছে, তাদের প্রত্যেকের নাম জেনে নেওয়া হয়।\nএই খেলার প্রথম ধাপ হলো, যে খেলা শুরু করবে অর্থাৎ প্রথম খেলোয়াড় যে কোনো একজনের দিকে আঙুল দেখাবে, কিন্তু নাম নেবে অন্য একজনের।\nযার নাম ডাক হবে, সেই একমাত্র সাড়া দেবে “নে”(네) অর্থাৎ “হ্যা” বলে, যায় দিকে আঙ্গুল করা হবে সে নয়।\nযে উত্তর দেবে, সে হবে পরের খেলোয়াড় এবং এইভাবেই খেলাটা বজায় রাখা হবে।\nতবে যদি আঙুল যার দিকে দেখানো হবে, সে যদি সাড়া দিয়ে ফেলে তাহলে সে হেরে যাবে, এবং তাকে  শাস্তির দেওয়া হবে।\n\n\n=== হুনমিনজংউম (훈민정음) ===\nএই ধরনের খেলাতে সাধারনত হাঙ্গুল (hangul) অর্থাৎ কোরিও অক্ষর বব্যবহৃত হয়।এই খেলাতে যে যত তাড়াতাড়ি উত্তর দিতে পারবে, সে বেঁচে যাবে.\nএই খেলাতে যে প্রধান খেলোয়াড় থাকবে, সে যে কোনো দুটি কোরিও অক্ষর বলবে এবং বাকি সবাইকে সেই অক্ষরগুলি থাকবে এমন শব্দ বলতে হবে। যে  বেশি বলতে পারবে এবং তারাতারি বলতে পারবে, সে বেচেঁ থাকবে। শেষপর্যন্ত যে টিকে থাকতে পারবে না অর্থাৎ কোনো আর শব্দ বলতে পারবে না, সে হেরে যাবে এবং তাকে শাস্তির নিয়ম অনুযায়ী একঢোকে সুরাপান করতে হবে।\n\n\n== সুরাপান সংক্রান্ত নিয়মাবলী ==\nকোরিয়া, সব দেশের মতই ভদ্রতা এবং গুরুজনদের সম্মান - জিনিসগুলিকে শ্রদ্ধা করে এবং মেনে থাকে এবং এটি তাদের দৈনন্দিন জীবনেও ছড়িয়ে পড়েছে এমনকি সেটি মদ্যপানের সময় হোক কি না হোক। কোরিয়াতে মদ্যপনের কিছু বিশেষ নিয়ম রয়েছে যেগুলি পুরোনো সময় থেকে তারা মেনে এসেছে এবং ভবিষ্যতেও মানতে থাকবে। এটি তাদের সামাজিক রীতিনীতির একটি অংশ বলা যেতে পারে, এটি তাদের সামাজিক নিয়মের মধ্যে পড়ে।\n\n\n=== প্রথমবার গ্লাসে সুরা সিনিয়র ঢালে ===\nকোরিয়ায় জ্যেষ্ঠতাকে সম্মান করা হয় এবং এটি কেবল বয়সের ক্ষেত্রেই প্রযোজ্য নয়, বরং একটি কোম্পানির মধ্যে কর্মীদের ক্ষেত্রেও প্রযোজ্য । যখন কেউ তার বন্ধু বা সহকর্মীদের সাথে বের হয়, তখন বয়স বা অবস্থানের দিক থেকে সবচেয়ে সিনিয়র ব্যক্তিই প্রথম গ্লাসে সুরা বা অ্যালকোহল ঢেলে থাকেন। তবে প্রথমবার  সিনিয়র কোনো ব্যাক্তি(হয়তো সে বয়সে বড় হতে পারে, আবার কর্মক্ষেত্রের শ্রেষ্ঠ পদকর্তাও হতে পারে)  গ্লাসে সুরা ঢালার পর, পরে সেই দায়িত্ব জুনিয়র কর্মীকে নিতে হয়।\n\n\n=== দুই হাত প্রয়োগ করা হয় সুরা ঢালার সময় ===\nসম্মান প্রদর্শনের জন্য, কোরিয়ানরা সাধারণত বোতল ধরার জন্য একটি হাত ব্যবহার করে এবং সুরা ঢালার সময় অন্যটি তাদের কনুই বা বুকে রাখে। যদি বোতলটি খুব বড় হয়, তখন উভয় হাত ব্যবহার করা হয়।\n\n\n=== দুই হাত প্রয়োগ করে সুরার গ্লাসটি গ্রহণ করা ===\nযখন কোনো সিনিয়রের থেকে সুরা গ্রহণ করা হয়, তখন দুই হাত দিয়ে গ্লাসটি ধরে, সিনিয়রকে  সন্মান জানিয়ে গ্লাসটি গ্রহণ করা হয়। কিন্তু যে গ্রহণ করছে সে যদি  সবচেয়ে সিনিয়র ব্যক্তি হন, তাহলে সে কেবল এক হাত দিয়ে গ্লাসটি ধরতে পারে।\n\n\n=== মুখটি অন্যদিকে সরিয়ে সুরাপান করা ===\nকোরিয়ায় যখন সিনিয়র কোনো ব্যক্তির সাথে মদ্যপান করা হয়, তখন সরাসরি তার মুখোমুখি না  হয়ে লোকেরা টেবিল থেকে ডান দিকে বা দূরে তাদের মাথা ঘুরিয়ে দেয় এবং পান করার সময় তাদের বাম হাত মুখের উপর রাখে।এইরকম আচরণগুলি আসলে তাদের সামাজিক নিয়মের একটি অংশ, তবে যখন বন্ধুদের সাথে বাইরে থাকে, তখন এই আনুষ্ঠানিকতাগুলি পালন করা হয়না।\n\n\n=== অন্যের গ্লাস পুনরায় ভর্তি করা, তবে নিজের গ্লাসটি ছেড়ে ===\nকোরিয়ান মানুষদের শিষ্টাচার এবং সিনিয়রদের প্রতি শ্রদ্ধার দেখানোর নিয়ম অন্যরকম হয় সাধারণত। যখন টেবিলে খালি গ্লাস পরে থাকে, তখন জুনিয়র ব্যাক্তি সেগুলি সবচেয়ে সিনিয়র ব্যক্তির থেকে শুরু করে পুনরায় সুরা দিতে পূরণ করে,  কিন্তু নিজের গ্লাসটি খালি রেখে দেওয়া হয়, নয়তো সেটিকে খারাপ ব্যবহার বলে মনে হয়। পরিবর্তে, অন্যকোনো প্রিয়জন তার গ্লাসটি পূরণ করে দেয় বা এতে অন্যকে সুযোগ দেওয়া হয় গ্লাস পূরণ করার।\nগ্লাস পূরণ করার কিছু নিয়ম থাকে। যেমন, তখনই গ্লাস পূরণ করা উচিত যখন গ্লাসটি সম্পূর্ণ খালি থাকে।  কোরিয়ান মদ্যপানের নিয়ম অনুযায়ী, তাদের গ্লাস অর্ধেক ভরা থাকার মানে- যে তারা এটিকে ধীর গতিতে নিতে চায়। তাই নিয়ম হিসাবে খালি গ্লাস চোখে পড়লে কেবল রিফিল বা পূরণ করার প্রস্তাব দেওয়া হয়।\nকরিয়া দেশে সুরাপান সংস্কৃতিটি সামাজিক রীতিনীতির মধ্যে পড়লেও, কাউকে জোর করে পান করতে বাধ্য করা হয়না। মদ্যপানের আরেকটি গুরুত্বপূর্ণ বিষয় হচ্ছে- সবার সাথে মদ্যপান উপভোগ করা। যদি কোনো ব্যাক্তিকে বারবার অত্যধিক মদ্যপানের জন্য জোর করা হয়, যেটি হয়তো সেই ব্যাক্তিটি চাইছে না, সেইরকম আচরণ খুবই বাজে বলে মনে করা হয়। অথবা হয়তো সেই ব্যাক্তিটি জোর করে তার সহ্যক্ষমতা বাইরে পান করতে চাইছে, সেটি না করতে দেওয়াই উপযুক্ত। যে যত নিতে বা সহ্য করতে সক্ষম, তাকে ততটাই পান করতে দেওয়া উচিত বলে মনে করা হয়।     \nবার প্লব অথবা বার হপ্পিং           \nবার প্লব কোরিয়ায় একটি সাধারণ মদ্যপ-পানীয় সংস্কৃতি। কোরিয়ায় মদ্যপান করার সময় লোকেরা রেস্তোরাঁয় খায় এবং তারপর বারগুলিতে যায় মদ্যপানের জন্য সাথে বন্ধুদের সহিত মজা করতে, বা সময় কাটাতে। তবে “বার হোপিং”(Bar hopping) করার একটি নির্দিষ্ট বয়স থাকে, নাহলে বারে প্রবেশ করা নিষেধ থাকে। “বার হপ্পিং” করার পর লোকেরা বিশেষ করে প্রাপ্ত'বয়সের ছেলেমেয়েরা আবার অন্যান্য মদ্যপ-পানীয়ের জন্য অন্য বারে গিয়ে থাকে অথবা কারাওকে এবং পিসি রুমে গিয়ে থাকে বন্ধুদের সাথে। এই সংস্কৃতি বন্ধুদের মধ্যে বন্ধুত্বকে গভীর করতে সাহায্য করে।\n\n\n== সুগছুই (숙취) ও হ্যাজাং(해장) ==\n\n\n=== সুগছুই (숙취) ===\nসুগছুই (숙취) কথাটি হলো কোরিও বিশেষ্য শব্দ, যায় মানে হলো “হ্যাং অভার” অর্থাৎ বেশি মদ্যপানের পর যখন নেশা হয়ে যায়, বা মাথা ব্যথা করে, ঝিমঝিম করে মাথা, সেই অবস্থাটি বোঝানো হয়।\n\n\n=== হ্যাজাং (해장) ===\n“হ্যাজাং” মানে হলো “নেশা ভাঙ্গানোর প্রতিকার” বা ঔষধ। বিংশ শতাব্দীর সময় থেকে এই “হ্যাজাং” শব্দটি সোজুর সাথে চলে এসেছে।\n“হ্যাজাং”(해장) কথাটির অর্থ প্রতিকার, তাই কোরিয়ার লোকেরা সোজু পানের সাথে বিশেষ কিছু ধরনের গরম স্যুপ খাওয়া পছন্দ করতেন, যাতে তাদেরকে নেশা হওয়ার থেকে দূরে রাখতে সাহায্য করতো। এমনকি এইসব গরম স্যুপ তারা সোজুর সাথে ছাড়াও সুরপানের পরেও খায়। এটি যেমন শরীরের জন্য ভালো, নেশা হওয়া থেকে দূর রাখে, তেমনি খেতেও সুস্বাদু।\n\n\n==== হ্যাজাং সম্পর্কিত পদ: ====\nসুনদ্যাতগুক(순댓국): “সুনদ্যাতগুক”(순댓국) আসলে পোরক্(শুকর) সসেজ স্টিউ। এটি উচ্চ ক্যালরি এবং প্রোটিন সম্পন্ন একটি কোরিয়ান পদ, যেটি হ্যাং ওভারের প্রতিকার হিসাবে খুবই ভালো\nরামিয়ন(라면): ”রামিয়ন”(라면) হলো আসলে একধরনের নুডলস্, যেটি বানানো খুবই সোজা, এবং এতে বিভিন্ন স্বাদযুক্ত এবং স্বাস্থ্যকর খাদ্য উপকরণ থাকে।\nহ্যাং ওভার ড্রিংক: হ্যাং-ওভার ড্রিংক (Hangover drink) হলো মেডিকেল ঔষধ। এটি  শুধু হ্যাং-ওভার থেকে মুক্ত পাওয়ার জন্য তৈরি এবং এটি খুবই কার্যকর। কিছু মানুষ এটি সুরাপণের আগে খেয়ে থাকে, কারণ এটি লিভারকে সুরক্ষিত রাখতে সাহায্য করে।\n\n\n== তথ্যসূত্র =="}