{"pageid": 1095503, "title": "মধুমালা চট্টোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1095503", "content": "মধুমালা চট্টোপাধ্যায়(জন্ম: ১৬ মার্চ ১৯৬১ ) একজন ভারতীয় নৃতত্ত্ববিদ। তিনিই প্রথম মহিলা নৃতত্ত্ববিদ যিনি উত্তর সেন্টিনেলীয় জনগোষ্ঠীদের সঙ্গে বন্ধুত্বপূর্ণ যোগাযোগ স্থাপনে সক্ষম হন। এছাড়াও জারোয়া উপজাতির মহিলাদের সঙ্গে তিনি মেয়ের মতো মিশতে পেরেছিলেন। তাঁর লেখা বই 'ট্রাইবস অফ কার নিকোবর ' এবং গবেষণাপত্রগুলি ব্রিটিশ মিউজিয়াম, অক্সফোর্ড ও হার্ভার্ড বিশ্ববিদ্যালয়ের গ্রন্থাগারে স্থান পেয়েছে।\n\n\n== প্রথম জীবন ==\nমধুমালা চট্টোপাধ্যায় পশ্চিমবঙ্গের কলকাতার ছোট শহরতলি শিবপুরে বড়ো হন। তাঁর বাবা দক্ষিণ-পূর্ব রেলের গণন আধিকারিক ছিলেন। তাঁর মায়ের নাম প্রণতি চট্টোপাধ্যায়।\nমধুমালা দেবী শিবপুরের ভবানী বালিকা বিদ্যালয় থেকে তাঁর বিদ্যালয়জীবন সম্পূর্ণ করেন। তিনি কলকাতা বিশ্ববিদ্যালয় থেকে নৃতত্ত্বে স্নাতক ডিগ্রী অর্জন করেন। তিনি আন্দামানের আদিবাসীদের জিনগত প্রকরণের উপর জেনেটিক স্টাডি আমং দ্য অ্যাবোরিজিনিস অফ দ্য আন্দামান (Genetic Study among the Aborigines of the Andaman) নামে একটি প্রবন্ধ লিখেছিলেন। তিনি আন্দামানের উপজাতিদের উপর ক্ষেত্রসমীক্ষার মাধ্যমে গবেষণা করার জন্য অ্যানথ্রোপোলজিক্যাল সার্ভে অফ ইন্ডিয়া গবেষণা সংস্থায় পিএইচডি ফেলোশিপে আবেদন করেছিলেন।\n\n\n== কর্মজীবন ==\nডাঃ মধুমালা চট্টোপাধ্যায়  আন্দামান ও নিকোবর দ্বীপপুঞ্জের বিভিন্ন আদিম উপজাতি জনগোষ্ঠীদের নিয়ে গবেষণা করেন। জারোয়া জনগোষ্ঠী ও  সেন্টিনেলী জনগোষ্ঠীদের নিয়ে তিনি দীর্ঘ গবেষণা করেন এবং তাদের সঙ্গে বন্ধুত্বপূর্ণ সংযোগ স্থাপনে সক্ষম হন। তিনি আন্দামান ও নিকোবর দ্বীপপুঞ্জের মোট ছয়টি উপজাতি- 'গ্রেট আন্দামানিজ'; 'ওঙ্গে', 'জারোয়া', 'সেন্টিনেলী', 'শম্পেন' এবং 'নিকোবরিজ', প্রত্যেক উপজাতিদের নিয়েই কম-বেশি কাজ করেছেন। বহিরাগতদের ঘন ঘন পরিদর্শনের কারণে প্রাচীন উপজাতিদের উপর মহামারীর প্রভাব পরার সম্ভাবনার কথা উল্লেখ করে ভারত সরকার বর্তমানে সকল প্রকার অভিযান নিষিদ্ধ করেছে।\n\n\n=== সেন্টিনেলী জনগোষ্ঠীদের সঙ্গে সংযোগ ===\n১৯৭০ খ্রিস্টাব্দে অ্যানথ্রোপোলজিক্যাল সার্ভে অফ ইন্ডিয়ার একটি ছোট দল সেন্টিনেলীদের সঙ্গে যোগাযোগের চেষ্টা করলে তীর-ধনুকের আক্রমণে তাদের ফেরত আসতে হয়। ১৯৭৪ খ্রিস্টাব্দে ন্যাশনাল জিওগ্রাফিক-এর একটি ডকুমেন্টারি দল পুলিশের সুরক্ষায় উত্তর সেন্টিনেলী দ্বীপে গেলে তাদেরও একই ধরনের অভ্যর্থনা নিয়ে ফিরে আসতে হয়। তাদের ডকুমেন্টারিটির আকর্ষণীয় শিরোনাম ছিল 'ম্যান ইন সার্চ অফ ম্যান'। পূর্বের একাধিক বিফলতার পর ১৯৯১ খ্রিস্টাব্দের ৪ জানুয়ারি নৃতত্ত্ববিদ ডাঃ চট্টোপাধ্যায় ১৩ জনের একটি দল নিয়ে উত্তর সেন্টিনেলী দ্বীপে যান। তিনি তখন অ্যানথ্রোপোলজিক্যাল সার্ভে অফ ইন্ডিয়ার একজন সহযোগী গবেষণা ছিলেন। ১৩ জনের এই দলটি স্থানীয় প্রশাসনের জাহাজ এমভি তারমুগ্লির সহায়তায় উত্তর সেন্টিনেল দ্বীপে যায়। এই দলের প্রধান সদস্য হিসেবে নৃবিজ্ঞানী ডাঃ চট্টোপাধ্যায়ের সঙ্গে ছিলেন এস আওয়ারাদি (পরিচালক, উপজাতীয় কল্যাণ, এএন্ডএনআই প্রশাসন) যিনি দলটিকে পরিচালনা করেন এবং মেডিকেল অফিসার অরুণ মল্লিক (অসুস্থতা বা আঘাতের ক্ষেত্রে চিকিৎসা পরিষেবা দেওয়ার জন্য)। এছাড়া বাকিরা ছিলেন সহকারী নাবিকদল। সকাল ৮টা নাগাদ তারা অভিপ্রেত দ্বীপের উদ্দেশ্যে রওনা দেয়। দ্বীপের কাছে পৌঁছাতেই তারা বিশ্বের সবচেয়ে নির্জন উপজাতি, সেন্টিনেলীদের গাছের পিছনে দেখতে পান। তাদের বেশির ভাগই ছিল পুরুষ, তাদের মধ্যে চারজন তীর ও ধনুক সজ্জিত ছিল। তখন যোগাযোগকারী দল জলে নারকেল ফেলা শুরু করে। কিছুক্ষণ পর, কিছু সেন্টিনেলী পুরুষ ভয়ে ভয়ে নারকেল সংগ্রহ করার জন্য এগিয়ে আসে। প্রায় চার ঘণ্টা ধরে দলটি নারকেল ফেলতে থাকে এবং তারা নারকেল সংগ্রহ করতে থাকে।\nএরপর তাদের নারকেলের মজুদ শেষ হলে দলটি পুনরায় জাহাজে ফিরে যায় এবং আরও নারকেল নিয়ে দুপুর ২টো নাগাদ আবার সেখানে ফিরে আসে। এই সময় সেন্টিনেলীরা একটি স্বতন্ত্র ওঙ্গে উপভাষায় নড়িয়ালি জাবা জাবা (অর্থ- আরও নারকেল চাই) চিৎকার করে যোগাযোগ দলটিকে স্বাগত জানায়। কিছুক্ষণ পরে এক সাহসী যুবক সেন্টিনেলী নৌকার কাছে এসে ডাঃ চট্টোপাধ্যায়ের হাত থেকে নারকেল নেয় এবং তাকে অনুসরণ করে আরও সেন্টিনেলী নারকেল সংগ্রহ করতে নৌকার কাছে আসে। এরপর ডাঃ চট্টোপাধ্যায় এবং অন্যান্যরা নৌকা থেকে হাঁটু জলে নেমে তাদের হাতে হাতে নারকেল দিতে থাকে।\nএটিই ছিল উত্তর সেন্টিনেলীর জনগোষ্ঠীদের সঙ্গে ঘটা প্রথম বন্ধুত্বপূর্ণ সংযোগ, ডাঃ চট্টোপাধ্যায় এবং তাদের দলটি এই সংযোগ স্থাপনে সফল হয়। প্রথম যোগাযোগের দেড় মাস পর ২১ ফেব্রুয়ারি, মধুমালাদেবী উত্তর সেন্টিনেল দ্বীপে অন্য যোগাযোগ দলের সদস্য হিসেবে আবার আসেন। এবার সেন্টিনেলীরা তাদের উৎসাহের সঙ্গে স্বাগত জানায়। সেন্টিনেলীরা নৌকায় এসে তাদের তীর তৈরির জন্য পুলিশদের থেকে রাইফেল কেড়ে নিতে চেয়েছিল। তবে সজাগ পুলিশ সদস্যরা তাদের সঙ্গে রাইফেল নিতে দেয়নি।\n\n\n=== জারোয়া এবং ওঙ্গে জনগোষ্ঠীর সঙ্গে সংযোগ ===\n১৯৯১ খ্রিস্টাব্দে ৫ জানুয়ারি মধুমালা চট্টোপাধ্যায় জারোয়াদের সঙ্গে যোগাযোগ করতে যান। তিনিই ছিলেন জারোয়াদের সঙ্গে দেখা করতে আসা প্রথম মহিলা নৃবিজ্ঞানী। মধুমালাদেবীকে নৌকায় দেখে জারোয়া মহিলারা তাকে মিলালে চেরা (অর্থ- বন্ধু এখানে এসো) বলে চিৎকার দিয়ে তীরে আসতে ইঙ্গিত করে। যোগাযোগ দলে একজন মহিলাকে দেখে তারা তাদের আনন্দ প্রকাশ করার জন্য নাচতে শুরু করে। মধুমালার জন্য জারোয়া মহিলাদের এই অপ্রত্যাশিত স্বাগত সম্ভাষণ দেখে যোগাযোগ দলের দলনেতা মধুমালাকে তীরে আনার জন্য নৌকা পাঠাতে নির্দেশ দেন। সেখানে মধুমালাদেবীর সঙ্গে জারোয়া মহিলাদের এক অপ্রত্যাশিত বন্ধুত্বপূর্ণ সম্পর্ক গড়ে ওঠে। তাকে জারোয়ারা কুঁড়েঘরে আমন্ত্রণ জানায়, বাচ্চাদের সঙ্গে খেলতে ও তাদের সঙ্গে খাবার ভাগ করে নিতে হবে এবং কখনও কখনও বাড়ির কাজে হাত দিতেও আমন্ত্রণ করে। তারা মধুমালাদেবীকে গাছের ছাল, লতাপাতা দিয়ে তাদেরই হাতে তৈরি গহনা উপহার দেয়। ডাঃ মধুমালা চট্টোপাধ্যায় মোট আটবার জারোয়াদের সঙ্গে দেখা করেন।\nতিনি আন্দামান ও নিকোবর দ্বীপপুঞ্জের বিভিন্ন আদিম উপজাতিদের নিয়ে দীর্ঘ ছয় বছর গবেষণা করেন। তিনি সর্বশেষ ১৯৯৯ খ্রিস্টাব্দে আন্দামানের উপজাতি মানুষের সঙ্গে দেখা করতে এসেছিলেন। মধুমালাদেবী ওঙ্গেস এবং কার নিকোবরের উপজাতিদের নিয়েও গুরুত্বপূর্ণ কাজ করেছিলেন। নৃতাত্ত্বিক গবেষণার জন্য রক্তের নমুনা সংগ্রহ এবং ওঙ্গ উপজাতিদের স্বাস্থ্যের পরীক্ষা করায় ওঙ্গে উপজাতির মধ্যে, মধুমালাদেবী দেবতোবেতি বা ডাক্তার নামে পরিচিত ছিল। এর অনেক বছর পরে, ভারত সরকারের অনুরোধে, মধুমালাদেবী তৎকালীন সামাজিক ন্যায়বিচার ও ক্ষমতায়ন সচিব, আশা দাসকে নিয়ে নিকোবর দ্বীপে গেলে নিকোবরের বাসিন্দারা মধুমালাকে চিনতে পারে এবং সচিবকে বলে যে তাদের মেয়ে ফিরে এসেছে। তাঁর লেখা বই ট্রাইবস অফ কার নিকোবর এবং গবেষণাপত্রগুলি বিশ্বব্যাপী বিশ্ববিদ্যালয়গুলিতে স্ট্যান্ডার্ড রেফারেন্স টেক্সট হিসাবে ব্যবহৃত হয়। ২০১৫ খ্রিস্টাব্দ পর্যন্ত তিনি সামাজিক ন্যায় বিচার ও ক্ষমতায়ন মন্ত্রণালয়ে কাজ করেন এবং নতুন দিল্লিতে থাকেন।\n\n\n== তথ্যসূত্র =="}