{"pageid": 1095320, "title": "মদিনায় মুহাম্মাদ", "url": "https://bn.wikipedia.org/wiki?curid=1095320", "content": "ইসলামের নবী মুহাম্মাদ তাঁর অনুসারীদের অভিপ্রায়ণের পর ৬২২ সালে মদিনা নগরীতে আগমন করেন, যেটি হিজরত (মদিনায় অভিপ্রায়ণ) নামে পরিচিত। তাকে নগরের গোত্রগুলোর মধ্যে চলমান বিরোধ নিষ্পত্তির জন্য মদিনার গোত্রপতিদের দ্বারা আমন্ত্রণ জানানো হয়েছিল। তিনি প্রায় দশ বছর মদিনায় অবস্থান করেন এবং সেখানেই মৃত্যুবরণ করেন। এর মাঝখানে ৬২৯ সালের ডিসেম্বরে মক্কা বিজয় ও সেখানে ফিরে যাওয়ার উদ্দেশ্যে  মদিনা ত্যাগ করেছিলেন।\n\n\n== প্রেক্ষাপট ==\n\nনিজ গোত্র ছেড়ে অন্য গোত্রের সাথে যোগদান আরবে অসম্ভব হিসেবে পরিগণিত হত। কিন্তু ইসলামের দৃষ্টিতে সেরকম নয়, কারণ এক্ষেত্রে ইসলামের বন্ধনই শ্রেষ্ঠ বন্ধন হিসেবে মুসলিমদের কাছে পরিগণিত হয়। এটি তখনকার যুগে একটি বৈপ্লবিক চিন্তার জন্ম দেয়। ইসলামি পঞ্জিকায় হিজরতের বর্ষ থেকে দিন গণনা শুরু হয়। এজন্য ইসলামি পঞ্জিকার বর্ষের শেষে AH উল্লেখিত থাকে যার অর্থ: হিজরি পরবর্তী।\n\n\n== রাষ্ট্র ও সংবিধান প্রতিষ্ঠা ==\n\nমুহাম্মাদ মদিনায় গিয়েছিলেন একজন মধ্যস্থতাকারী এবং শাসক হিসেবে। তখন বিবদমান দুটি মূল পক্ষ ছিল বনু আওস ও বনু খাজরাজ। তিনি তার দায়িত্ব সুচারুরূপে পালন করেছিলেন। মদিনার সকল গোত্রকে নিয়ে ঐতিহাসিক মদিনা সনদ স্বাক্ষর করেন যা পৃথিবীর ইতিহাসে সর্বপ্রথম লিখিত সংবিধান হিসেবে চিহ্নিত হয়ে আছে। এই সনদের মাধ্যমে মুসলিমদের মধ্যে সকল রক্তারক্তি নিষিদ্ধ ঘোষণা করা হয়। এমনকি এর মাধ্যমে রাষ্ট্রীয় নীতির গোড়াপত্তন করা হয় এবং সকল গোত্রের মধ্যে জবাবদিহিতার অনুভূতি সৃষ্টি করা হয়। আওস, খাযরাজ উভয় গোত্রই ইসলাম গ্রহণ করেছিল। এছাড়াও প্রধানত তিনটি ইহুদি গোত্র (বনু কায়নুকা, বনু কুরাইজা এবং বনু নাদির)। এগুলোসহ মোট আটটি গোত্র এই সনদে স্বাক্ষর করেছিল। এই সনদের মাধ্যমে মদিনা একটি স্বাধীন রাষ্ট্র হিসেবে প্রতিষ্ঠিত হয় এবং মুহাম্মাদ হন তার প্রধান। যে সকল মদিনাবাসী ইসলাম গ্রহণ করেন এবং মুসলিম মুহাজিরদের আশ্রয় দিয়ে সাহায্য করেন তারা আনসার (সাহায্যকারী) নামে পরিচিত হন।\n\n\n== আন্তর্জাতিক সম্পর্ক ==\n\n\n=== মক্কার সঙ্গে বিরোধ ===\n\nমদিনায় রাষ্ট্র প্রতিষ্ঠার পরপরই মক্কার সাথে এর সম্পর্ক দিন দিন খারাপ হতে থাকে। মক্কার কুরাইশরা মদিনা রাষ্ট্রের ধ্বংসের জন্য যুদ্ধংদেহী মনোভাব পোষণ করতে থাকে। মুহাম্মাদ মদিনায় এসে আশেপাশের সকল গোত্রের সাথে সন্ধি চুক্তি স্থাপনের মাধ্যমে শান্তি স্থাপনে অগ্রণী ছিলেন। কিন্তু মক্কার কুরাইশরা গৃহত্যাগী সকল মুসলিমদের সম্পত্তি ছিনিয়ে নেয়। এই অবস্থায় ৬২৪ সালে মুহাম্মাদ ৩০০ সৈন্যের একটি সেনাদলকে মক্কার একটি বাণিজ্যিক কাফেলাকে বাধা দেওয়ার উদ্দেশ্যে পাঠায়। কারণ উক্ত কাফেলা বাণিজ্যের নাম করে অস্ত্র সংগ্রহের চেষ্টা করছিল। কুরাইশরা তাদের কাফেলা রক্ষায় সফল হয়। কিন্তু এই প্রচেষ্টার প্রতিশোধ নেওয়ার জন্য যুদ্ধের ডাক দেয়। আত্মরক্ষামূলক এই যুদ্ধে মুসলিমরা সৈন্য সংখ্যার দিক দিয়ে কুরাইশদের এক তৃতীয়াংশ হয়েও বিজয় অর্জন করে। এই যুদ্ধ বদর যুদ্ধ নামে পরিচিত যা ৬২৪ খ্রিষ্টাব্দের ১৫ মার্চ তারিখে সংঘটিত হয়। মুসলিমদের মতে, এই যুদ্ধে আল্লাহ মুসলিমদের সহায়তা করেছিলেন। এই সময় থেকেই ইসলামের সশস্ত্র ইতিহাসের সূচনা ঘটে। এরপর ৬২৫ সালের ২৩ মার্চে উহুদ যুদ্ধ সংঘটিত হয়। এতে প্রথম দিকে কুরাইশরা পরাজিত হলেও শেষে বিজয়ীর বেশে মক্কায় প্রবেশ করতে সমর্থ হয় এবং মুসলিমগণ সূচনাপর্বে বিজয়ী হওয়া সত্ত্বেও চূড়ান্ত মুহূর্তের নীতিগত দুর্বলতার কারণে পরাজিতের বেশে মদীনায় প্রবেশ করে। ৬২৭ সালে আবু সুফিয়ান কুরাইশদের আরেকটি দল নিয়ে মদিনা আক্রমণ করে। কিন্তু এবারও খন্দকের যুদ্ধে মুসলিমদের কাছে পরাজিত হয়। যুদ্ধ বিজয়ে উৎসাহিত হয়ে মুসলিমরা আরবে একটি প্রভাবশালী শক্তিতে পরিণত হয়। ফলে আশেপাশের অনেক গোত্রের উপরই মুসলিমরা প্রভাব বিস্তারে সক্ষম হয়।\n\n\n=== বিভিন্ন রাষ্ট্রনায়কদের কাছে ইসলাম প্রচার ===\nমুসলমানদের বিশ্বাস অনুযায়ী মুহাম্মাদ সারা বিশ্বের রাসুল হিসেবে প্রেরিত হয়েছিলেন এবং পৃথিবীর সব জায়গায় ইসলামের আহ্বান পৌঁছে দেওয়া তার দায়িত্ব ছিল। হুদায়বিয়ার সন্ধির পর কুরাইশ ও অন্যান্য আরব গোত্রগুলো থেকে আশ্বস্ত হয়ে তিনি এ কাজে মনোনিবেশ করেন। সে সময়ে পৃথিবীর প্রধান রাজশক্তিগুলো ছিল ইউরোপের রোম সাম্রাজ্য, এশিয়ার পারস্য সাম্রাজ্য এবং আফ্রিকার হাবশা সাম্রাজ্য। এছাড়াও মিশরের 'আজিজ মুকাউকিস', ইয়ামামার সর্দার এবং সিরিয়ার গাসসানী শাসনকর্তাও বেশ প্রতাপশালী ছিল। তাই ষষ্ঠ হিজরির জিলহজ মাসের শেষদিকে একইদিনে এদের কাছে ইসলামের আহ্বানপত্রসহ ছয়জন দূত প্রেরণ করেন।\n\n\n==== প্রেরিত দূতগণের তালিকা ====\n\nদাহিয়া কালবি কে রোমসম্রাট কায়সারের (হিরাক্লিয়াস বা হিরাকল নামে অধিক পরিচিত) কাছে।\nআবদুল্লাহ বিন হুযায়ফা আস-সাহমিকে পারস্যসম্রাট কিসরা বা খসরু পারভেজের (খসরু ২) কাছে।\nহাতিব বিন আবু বুলতা'আ কে মিশরের (তৎকালীন আলেকজান্দ্রিয়ার) শাসনকর্তা মুকাউকিসের কাছে।\nআমর বিন উমাইয়া কে হাবশার রাজা নাজ্জাশির কাছে।\nসলিত বিন উমর বিন আবদে শামস কে ইয়ামামার সর্দারের কাছে।\nশুজা ইবনে ওয়াহাব আসাদি কে গাসসানী শাসক হারিসের কাছে।\nআল আলা আল হাদরামিকে বাহরাইনের শাসক মুনজির ইবন সাওয়া আল তামিমি'র কাছে।\nশাসকদের মধ্য হতে বাদশাহ নাজ্জাসি ও মুনজির ছাড়া আর কেউ তখন ইসলাম গ্রহণ করেননি।\n\n\n== অভ্যন্তরীণ বিরোধ ==\n\n\n=== ইহুদি গোত্রসমূহের সঙ্গে সম্পর্ক ===\n\nকিন্তু এ সময় মদিনার বসবাসকারী ইহুদিরা ইসলামি রাষ্ট্রের জন্য হুমকি হয়ে দেখা দেয়। মূলত ইহুদিরা বিশ্বাস করত না যে, একজন অ-ইহুদি শেষ নবি হতে পারে। এজন্য তারা কখনই ইসলামের আদর্শ মেনে নেয় নি এবং যখন ইসলামি রাষ্ট্রের শক্তি বুঝতে পারে তখন তারা এর বিরুদ্ধে শক্তি প্রয়োগের প্রয়োজনীয়তা উপলব্ধি করে। মুহাম্মাদ প্রতিটি যুদ্ধের পরে একটি করে ইহুদি গোত্রের উপর আক্রমণ করেন। বদর ও উহুদের যুদ্ধের পর বনু কাইনুকা ও বনু নাদির গোত্র সপরিবারে মদিনা থেকে বিতাড়িত হয়; আর খন্দকের পর সকল ইহুদিকে মদিনা থেকে বিতাড়ন করা হয়। মুহাম্মাদের এই ইহুদি বিদ্বেষের দুটি কারণের উল্লেখ পাওয়া যায়, একটি ধর্মীয় এবং অন্যটি রাজনৈতিক। ধর্মীয় দিক দিয়ে চিন্তা করলে আহলে কিতাব হয়েও শেষ নবীকে মেনে না নেয়ার শাস্তি ছিল এটি। আর রাজনৈতিকভাবে চিন্তা করলে, ইহুদিরা মদিনার জন্য একটি হুমকি ও দুর্বল দিক ছিল। এজন্যই তাদেরকে বিতাড়িত করা হয়।\n\n\n== হুদাইবিয়ার সন্ধি ==\n\nকুরআনে যদিও মুসলিমদের হজ্জ নিয়ম ও আবশ্যকীয়তা উল্লেখ করা আছে, তথাপি কুরাইশদের শত্রুতার কারণে মুসলিমরা হজ্জ আদায় করতে পারছিল না। মুহাম্মাদ এক দিব্যদর্শনে দেখতে পান তিনি হজ্জের জন্য মাথা কামাচ্ছেন। এ দেখে তিনি হজ্জ করার জন্য মনস্থির করেন এবং ৬ হিজরি সনের শাওয়াল মাসে হজ্জের উদ্দেশ্যে ১৪০০ সাহাবা নিয়ে মক্কার পথে যাত্রা করেন। কিন্তু এবারও কুরাইশরা বাধা দেয়। অগত্যা মুসলিমরা মক্কার উপকণ্ঠে হুদাইবিয়া নামক স্থানে ঘাঁটি স্থাপন করে। এখানে কুরাইশদের সাথে মুসলিমদের একটি শান্তি চুক্তি স্বাক্ষরিত হয় যা ইতিহাসে হুদাইবিয়ার সন্ধি নামে সুপরিচিত। এই সন্ধি মতে মুসলিমরা সে বছর হজ্জ করা ছাড়াই মদিনায় প্রত্যাবর্তন করে। সন্ধির অধিকাংশ শর্ত মুসলিমদের বিরুদ্ধে গেলেও মুহাম্মাদ এই চুক্তি সম্পাদন করেছিলেন।\n\n\n== মক্কা বিজয় ==\n\nদশ বছরমেয়াদি হুদাইবিয়ার সন্ধি মাত্র দু' বছর পরেই ভেঙ্গে যায়। খুজাআহ গোত্র ছিল মুসলমানদের মিত্র, অপরদিকে তাদের শত্রু বকর গোত্র ছিল কুরাইশদের মিত্র। একরাতে বকর গোত্র খুজাআদের উপর অতর্কিত হামলা চালায়। কুরাইশরা এই আক্রমণে অন্যায়ভাবে বকর গোত্রকে অস্ত্র দিয়ে সহযোগিতা করে। কোনো কোনো বর্ণনামতে, কুরাইশদের কিছু যুবকও এই হামলায় অংশগ্রহণ করে।\nএই ঘটনার পর মুহাম্মাদ কুরাইশদের কাছে তিনটি শর্তসহ পত্র প্রেরণ করেন এবং কুরাইশদেরকে এই তিনটি শর্তের যে কোনো একটি মেনে নিতে বলেন। শর্ত তিনটি হলো;\n\nকুরাইশ খুজাআ গোত্রের নিহতদের রক্তপণ শোধ করবে।\nঅথবা তারা বকর গোত্রের সাথে তাদের মৈত্রীচুক্তি বাতিল ঘোষণা করবে।\nঅথবা এ ঘোষণা দিবে যে, হুদায়বিয়ার সন্ধি বাতিল করা হয়েছে এবং কুরাইশরা যুদ্ধের জন্য প্রস্তুত।\nকুরাইশরা জানালো যে, তারা শুধু তৃতীয় শর্তটি গ্রহণ করবে। কিন্তু খুব দ্রুত কুরাইশ তাদের ভুল বুঝতে পারলো এবং আবু সুফিয়ানকে সন্ধি নবায়নের জন্য দূত হিসেবে মদিনায় প্রেরণ করলো। কিন্তু মুহাম্মাদ কুরাইশদের প্রস্তাব প্রত্যাখ্যান করলেন এবং মক্কা আক্রমণের প্রস্তুতি শুরু করলেন।\n৬৩০ খ্রিষ্টাব্দে মুহাম্মাদ দশ হাজার সাহাবীর বিশাল বাহিনী নিয়ে মক্কাভিমুখে রওয়ানা হলেন।সেদিন ছিল অষ্টম হিজরির রমজান মাসের দশ তারিখ। বিক্ষিপ্ত কিছু সংঘর্ষ ছাড়া মোটামুটি বিনাপ্রতিরোধে মক্কা বিজিত হলো এবং মুহাম্মাদ বিজয়ীবেশে সেখানে প্রবেশ করলেন। তিনি মক্কাবাসীর জন্য সাধারণ ক্ষমার ঘোষণা দিলেন। তবে দশজন নর এবং নারী এই ক্ষমার বাইরে ছিল। তারা বিভিন্নভাবে ইসলাম ও মুহাম্মাদ এর কুৎসা রটাত। তবে এদের মধ্য হতেও পরবর্তীতে কয়েকজনকে ক্ষমা করা হয়। মক্কায় প্রবেশ করেই মুহাম্মাদ সর্বপ্রথম কাবাঘরে আগমন করেন এবং সেখানকার সকল মূর্তি ধ্বংস করেন। মুসলমানদের শান-শওকত দেখে এবং মুহাম্মাদ এর ক্ষমাগুণে মুগ্ধ হয়ে অধিকাংশ মক্কাবাসীই ইসলাম গ্রহণ করে। আল কুরআনে এই বিজয়ের ঘটনা বিশেষভাবে আলোচিত হয়েছে।\n\n\n==== মক্কা বিজয়ের পর ====\n\nমক্কা বিজয়ের পর মুহাম্মাদ হাওয়াজিন সম্প্রদায়ের আক্রমণের সমূহ সম্ভাবনা দেখতে পান। তাদের মুহাম্মাদের সেনাবাহিনী অপেক্ষা দ্বিগুণ সেনা সদস্য ছিল। বনু হাওয়াজিনরা মক্কার পুরনো শত্রু ছিল। বনু সাকিফরা (তায়েফ নগরীর বাসিন্দারা) মক্কা-বিরোধী নীতি গ্রহণ করে এবং বনু হাওয়াজিনদের সাথে যোগ দেয়। মুহাম্মাদ হাওয়াজিন ও সাকিফদের হুনাইনের যুদ্ধে পরাজিত করেন।\n\n\n== মৃত্যু ==\n\nবিদায় হজ্জ থেকে ফেরার পর হিজরি ১১ সালের সফর মাসে মুহাম্মাদ জ্বরে আক্রান্ত হন। জ্বরের তাপমাত্রা প্রচণ্ড হওয়ার কারণে পাগড়ির উপর থেকেও উষ্ণতা অনুভূত হচ্ছিল। অসুস্থ অবস্থাতেও তিনি এগারো দিন নামাজের ইমামতি করেন। অসুস্থতা তীব্র হওয়ার পর তিনি সকল স্ত্রীর অনুমতি নিয়ে আয়িশার গৃহে অবস্থান করতে থাকেন। বলা হয়, এই অসুস্থতা ছিল খাইবারের এক ইহুদি নারীর তৈরি বিষ মেশানো খাবার গ্রহণের কারণে। স্ত্রী আয়িশার কোলে মাথা রেখে, তিনি আয়িশাকে তার সর্বশেষ পার্থিব সম্পত্তি (সাত কিংবা আট দিনার) দান করে দিতে বলেন (কথিত আছে তা তিনি বলেন মৃত্যুর এক দিন পূর্বে), এরপর তিনি তার জীবনের সর্বশেষ উক্তিটি উচ্চারণ করেন : হে আল্লাহ, তুমি আর-রফিক আল-আ'লা (শ্রেষ্ঠ বন্ধু, সর্বোচ্চ আবাস বা সর্বোন্নত, স্বর্গের সর্বোচ্চ সঙ্গ)  অবশেষে ৮ই জুন ৬৩২ খ্রিষ্টাব্দে রবিবারে বা ১১ হিজরি সালের রবিউল আউয়াল মাসের ১২ তারিখ সন্ধ্যায় তিনি মদিনায় আয়িশার গৃহে মৃত্যুবরণ করেন। এ সময় তার বয়স হয়েছিল ৬৩ বছর। আলী তাকে গোসল দেন এবং কাফন পরান। আয়েশার ঘরের যে স্থানে তিনি মৃত্যুবরণ করেন, জানাজার পর সেখানেই তাকে দাফন করা হয়। পরবর্তীতে উমাইয়া খলিফা প্রথম ওয়ালিদের সময়ে, মসজিদে নববিকে সম্প্রসারণ করে মুহাম্মাদের কবরকে এর সম্প্রসারিত এলাকার ভেতরে অন্তর্ভুক্ত করা হয়। বর্তমানেও মসজিদে নববির অভ্যন্তরে তার কবর রয়েছে। মুহাম্মাদের কবরের পাশেই আরও দুটি কবর রয়েছে, সেগুলো হল যথাক্রমে ইসলামের প্রথম দুই খলিফা ও প্রখ্যাত সাহাবা আবু বকর ও উমরের, এর পাশে আরেকটি কবরের স্থান খালি রাখা হয়েছে। মুসলিমদের বিশ্বাস মতে, সেখানে পৃথিবীতে পুনরায় প্রত্যাবর্তীত নবি ঈসাকে প্রকৃত মৃত্যুর পর সমাহিত করা হবে।\n\n\n== আরও দেখুন ==\nইসলামের ইতিহাস\nইসলামের ইতিহাসের সময়রেখা\n\n\n== তথ্যসূত্র =="}