{"pageid": 1095926, "title": "২০২৪ আইসিসি পুরুষ টি২০ বিশ্বকাপ", "url": "https://bn.wikipedia.org/wiki?curid=1095926", "content": "২০২৪ আইসিসি পুরুষ টি২০ বিশ্বকাপ হল আইসিসি পুরুষ টি২০ বিশ্বকাপের নবম সংস্করণ আসর, একটি দ্বিবার্ষিক টি২০ আন্তর্জাতিক (টি২০আই) টুর্নামেন্ট যা পুরুষদের জাতীয় দল দ্বারা প্রতিদ্বন্দ্বিতা করেছিল এবং আন্তর্জাতিক ক্রিকেট কাউন্সিল (আইসিসি) দ্বারা আয়োজিত হয়েছিল। এই টুর্নামেন্টের ম্যাচগুলি ১ থেকে ২৯ জুন ২০২৪ পর্যন্ত ওয়েস্ট ইন্ডিজ এবং মার্কিন যুক্তরাষ্ট্রে অনুষ্ঠিত হয়েছিল। এটিই হয়েছিল প্রথম আইসিসি বিশ্বকাপের টুর্নামেন্ট যা যুক্তরাষ্ট্রে এবং আমেরিকা মহাদেশের ওয়েস্ট ইন্ডিজ ব্যতীত অন্য কোনো দেশে খেলার বৈশিষ্ট্যযুক্ত ম্যাচগুলির অনুষ্ঠিত হয়েছিল। আগের আসরের ফাইনালে পাকিস্তানকে হারিয়ে চ্যাম্পিয়ন হয়েছিল ইংল্যান্ড।\nটুর্নামেন্টটিতে রেকর্ড ২০টি দল অংশগ্রহণ করেছিল। এর আগে সংঘটিত ২০২২ টুর্নামেন্টে ১৬টি দল অংশ নিয়েছিল। ২০২২ সংস্করণের শীর্ষ ৮টি দল, আইসিসি পুরুষদের টি-২০আই দলে র‌্যাঙ্কিংয়ের পরবর্তী ২টি দল এবং আঞ্চলিক বাছাইপর্ব দ্বারা নির্ধারিত ৮টি দলকে অন্তর্ভুক্ত করেছিল। কানাডা এবং উগান্ডা প্রথমবারের মতো পুরুষদের টি-টোয়েন্টি বিশ্বকাপের জন্য যোগ্যতা অর্জন করেছিল, যেখানে মার্কিন যুক্তরাষ্ট্র সহ-আয়োজক হওয়ার কারণে প্রথমবারের মতো টি২০ বিশ্বকাপে অংশগ্রহণ করেছিল। ফাইনালে, দক্ষিণ আফ্রিকাকে ৭ রানে পরাজিত করে ভারত তাদের দ্বিতীয় টি২০ বিশ্বকাপের শিরোপা জিতেছিল, টি২০ বিশ্বকাপে ইংল্যান্ড এবং ওয়েস্ট ইন্ডিজের সমান শিরোপা জিতেছিল।\n\n\n== পটভূমি ==\nআইসিসি পুরুষ টি২০ বিশ্বকাপ হল আন্তর্জাতিক ক্রিকেট কাউন্সিল (আইসিসি) দ্বারা আয়োজিত পুরুষদের জাতীয় ক্রিকেট দলের মধ্যে অনুষ্ঠিত একটি পেশাদার টি২০আই টুর্নামেন্ট। টুর্নামেন্টটি, এখন প্রতি দুই বছর অন্তর অনুষ্ঠিত হয়, প্রথমবার ২০০৭ সালে দক্ষিণ আফ্রিকায় অনুষ্ঠিত হয়েছিল। অস্ট্রেলিয়ায় ২০২২ সালে অনুষ্ঠিত সর্বশেষ টুর্নামেন্টটি ১৬টি দলের সাথে প্রতিদ্বন্দ্বিতা করেছিল।  ডিফেন্ডিং চ্যাম্পিয়ন ইংল্যান্ড, যারা ফাইনালে পাকিস্তানকে হারিয়েছে।\n\n\n=== আয়োজক নির্বাচন ===\n২০২১ সালের নভেম্বরে, আইসিসি ঘোষণা করেছিল যে ২০২৪ সালের পুরুষদের টি-টোয়েন্টি বিশ্বকাপ মার্কিন যুক্তরাষ্ট্র এবং ওয়েস্ট ইন্ডিজে অনুষ্ঠিত হবে। দুই বছরের প্রস্তুতির পর ক্রিকেট ওয়েস্ট ইন্ডিজ এবং ইউএসএ ক্রিকেট দ্বারা একটি যৌথ বিড জমা দেওয়া হয়েছিল, যা দুটি সংস্থার মধ্যে একটি কৌশলগত অংশীদারিত্বের অংশ গঠন করে।\n\n\n=== বিন্যাস ===\n২০টি যোগ্যতা অর্জনকারী দলকে ৫টি দল করে ৪টি গ্রুপে ভাগ করা হবে এবং প্রতিটি গ্রুপের শীর্ষ দুটি দল সুপার ৮ পর্বে যাবে। এই পর্যায়ে, যোগ্যতা অর্জনকারী দলগুলিকে ৪টির দুটি গ্রুপে বিভক্ত করা হবে এবং প্রতিটি গ্রুপ থেকে শীর্ষ দুটি দল নকআউট পর্বের জন্য যোগ্যতা অর্জন করবে, যেখানে দুটি সেমি–ফাইনাল এবং একটি ফাইনাল থাকবে। \nটুর্নামেন্টের আগে, আইসিসি টি২০আই র‌্যাঙ্কিংয়ের উপর ভিত্তি করে সুপার ৮ পর্বের জন্য আটটি বাছাই করা দল ঘোষণা করেছিল — গ্রুপ ১-তে অস্ট্রেলিয়া, ভারত, নিউজিল্যান্ড এবং শ্রীলঙ্কা এবং গ্রুপ ২-তে ইংল্যান্ড, পাকিস্তান, দক্ষিণ আফ্রিকা এবং ওয়েস্ট ইন্ডিজ। যদি তারা গ্রুপ পর্ব থেকে অগ্রসর হয়, তাহলে গ্রুপ পর্বে তাদের অবস্থান নির্বিশেষে সুপার ৮ পর্বে তাদের পূর্ব-নির্ধারিত অবস্থানে রাখা হবে। যদি একটি বাছাইবিহীন দল একটি বাছাই করা দলের খরচে যোগ্যতা অর্জন করে, তাহলে তারা সংশ্লিষ্ট বাছাই করা দলের বাবলগামসাহেব অবস্থান নেবে যেটি গ্রুপ থেকে যোগ্যতা অর্জন করতে ব্যর্থ হয়ে থাকে।\n\n\n=== সময়সূচী ===\n২৮ জুলাই ২০২৩-এ, আইসিসি ঘোষণা করেছে যে এই টুর্নামেন্টটি ২০২৪ সালের ৪ থেকে ৩০ জুন পর্যন্ত অনুষ্ঠিত হবে। ৫ জানুয়ারি ২০২৩-এ সংশোধিত সময়সূচী ঘোষণা করা হয়েছিল, টুর্নামেন্টটি ১ থেকে ২৯ জুন অনুষ্ঠিত হওয়ার কথা ছিল। দলগুলি ৫৫টি ম্যাচ খেলবে মার্কিন যুক্তরাষ্ট্রের ৩টি শহরে ১২টি ম্যাচ এবং বাকি ম্যাচগুলি ক্যারিবিয়ানের ৬টি ভেন্যুতে অনুষ্ঠিত হবে। ২০টি যোগ্যতা অর্জনকারী দলকে ৫টি দল করে ৪টি গ্রুপে ভাগ করা হয়েছিল এবং প্রতিটি গ্রুপের শীর্ষ দুটি দল সুপার ৮ পর্বে উত্তীর্ণ হবে। এই পর্যায়ে, যোগ্যতা অর্জনকারী দলগুলিকে ৪টির দুটি গ্রুপে বিভক্ত করা হবে এবং প্রতিটি গ্রুপ থেকে শীর্ষ দুটি দল নকআউট পর্বের জন্য যোগ্যতা অর্জন করবে, যেখানে দুটি সেমি–ফাইনাল এবং একটি ফাইনাল থাকবে। ১৬ মে ২০২৪-এ, আইসিসি ঘোষণা করেছিল যে ২৭ মে থেকে ১ জুন পর্যন্ত প্রস্তুত ম্যাচ গুলো অনুষ্ঠিত হবে।\n\n\n=== প্রাইজমানি ===\nআইসিসি টুর্নামেন্টের জন্য $১১.২৫ মিলিয়ন ডলার প্রাইজমানি বরাদ্দ করা হয়েছিল। বিজয়ী দল কমপক্ষে $২.৪৫ মিলিয়ন ডলার উপার্জন করবে, যা টুর্নামেন্টের ইতিহাসে সর্বোচ্চ পুরস্কারের অর্থ। এছাড়াও, প্রতিটি দল সেমি-ফাইনাল এবং ফাইনাল বাদে প্রতিটি ম্যাচে জয়ের জন্য অতিরিক্ত $৩১,১৫৪ ডলার করে পাবে।\n\n\n=== মার্কেটিং ===\nনিউইয়র্কে ১৯ মার্চ শুরু হওয়া টুর্নামেন্টের আগে আইসিসি একটি \"ট্রফি ট্যুর\" আয়োজন করেছিল এবং ট্রফিটি বিশ্বের বিভিন্ন স্থানে নিয়ে যাওয়া হয়েছিল। প্রাক্তন ক্রিকেটার ও সাবেক টি২০ বিশ্বকাপ চ্যাম্পিয়ন যুবরাজ সিং, ক্রিস গেইল, শহীদ আফ্রিদি এবং জ্যামাইকার অলিম্পিক স্প্রিন্টার উসাইন বোল্টকে টুর্নামেন্টের শুভেচ্ছা দূত হিসেবে মনোনীত করা হয়েছিল।\n২ মে ২০২৪-এ, আইসিসি প্রতিযোগিতার অফিসিয়াল থিম সং \"আউট অব দিস ওয়ার্ল্ড\" উন্মোচন করেছিল, যেখানে সন পল এবং কেস গান পরিবেশন করা হয়েছিল এবং প্রদর্শিত করা হয়েছিল।\n\n\n== দলসমূহ ==\n\n\n=== যোগ্যতা ===\n\n২০২২ আইসিসি পুরুষ টি২০ বিশ্বকাপের শীর্ষ ৮টি দল এবং ২টি স্বাগতিক ওয়েস্ট ইন্ডিজ ও মার্কিন যুক্তরাষ্ট্র স্বয়ংক্রিয়ভাবে টুর্নামেন্টের মূলপর্বে খেলার যোগ্যতা অর্জন করেছিল। ১৪ নভেম্বর ২০২২ তারিখে আইসিসি পুরুষ টি২০আই দলের র‍্যাঙ্কিং-এর সেরা অবস্থানে থাকা দুইটি দল, যারা ইতোমধ্যে মূলপর্বে খেলার যোগ্যতা অর্জন করেনি, স্বয়ংক্রিয়ভাবে মূলপর্বে উন্নীত হয়। বাকি ৮টি স্থান আইসিসির আঞ্চলিক বাছাইপর্বের মাধ্যমে পূরণ করা হয়েছিল, যেখানে আফ্রিকা, এশিয়া এবং ইউরোপের ২টি দল এবং আমেরিকা ও পূর্ব এশিয়া প্যাসিফিক গ্রুপের ১টি করে দল রয়েছিল। ২০২২ সালের মে মাসে, আইসিসি ইউরোপ, পূর্ব এশিয়া-প্যাসিফিক এবং আফ্রিকার জন্য উপ-আঞ্চলিক যোগ্যতার পথ নিশ্চিত করেছিলেন।\nজুলাই ২০২৩ সালে, আয়ারল্যান্ড এবং স্কটল্যান্ড ইউরোপ বাছাইপর্ব থেকে যোগ্যতা অর্জন করেছিলেন, তারপরে পাপুয়া নিউ গিনি  পূর্ব এশিয়া-প্যাসিফিক থেকে যোগ্যতা অর্জন করেছিলেন। আমেরিকাস কোয়ালিফায়ার জয়ের পর কানাডা অক্টোবর ২০২৩ সালে তার যোগ্যতা অর্জন করেছিলেন। পরের মাসে নেপালে এশিয়া বাছাইপর্বের ফাইনালে পৌঁছে নেপাল ও ওমান যোগ্যতা অর্জন করেছিলেন। নামিবিয়া এবং উগান্ডা আফ্রিকা বাছাইপর্বের শীর্ষ-দুটি শেষ নিশ্চিত করার পর যোগ্যতা অর্জনের চূড়ান্ত দুটি দলে পরিণত হয়েছে এবং জিম্বাবুয়ে একমাত্র টেস্ট খেলার দেশ হয়ে উঠেছে যারা বিশ্বকাপের যোগ্যতা অর্জন করতে ব্যর্থ হয়েছেন। কানাডা এবং উগান্ডা প্রথমবারের মতো পুরুষদের টি-টোয়েন্টি বিশ্বকাপের জন্য যোগ্যতা অর্জন করেছিলেন, যেখানে মার্কিন যুক্তরাষ্ট্রও সহ-আয়োজক হওয়ার কারণে প্রথমবারের মতো অংশগ্রহণ করেছিলেন।\n\n\n=== দলীয় সদস্য ===\n\n২৯ এপ্রিল ২০২৪-এ, নিউজিল্যান্ড ছিল প্রথম দল যারা টুর্নামেন্টের জন্য তাদের দলীয় সদস্যদের নাম ঘোষণা করেছিল।\n৩০ এপ্রিল ২০২৪-এ, ইংল্যান্ড, ভারত এবং দক্ষিণ আফ্রিকা তাদের দলীয় সদস্যদের নাম ঘোষণা করেছিল। \n১ মে, দলীয় সদস্যদের নাম জমা দেওয়ার সময়সীমা, অস্ট্রেলিয়া, আফগানিস্তান, ওমান এবং নেপালও তাদের দলীয় সদস্যদের নাম ঘোষণা করেছিল। \n২ মে ২০২৪-এ, কানাডা তাদের অভিষেক টি-টোয়েন্টি বিশ্বকাপের তাদের দলীয় সদস্যদের নাম ঘোষণা করেছিল।\n৩ মে ২০২৪-এ, আয়োজক ওয়েস্ট ইন্ডিজ এবং মার্কিন যুক্তরাষ্ট্র তাদের দলীয় সদস্যদের নাম ঘোষণা করেছিল। ৬ মে ২০২৪-এ, স্কটল্যান্ড এবং নবাগতদল উগান্ডা তাদের দলীয় সদস্যদের নাম ঘোষণা করেছিল। ৭ মে ২০২৪-এ, যেখানে আয়ারল্যান্ড এবং পাপুয়া নিউ গিনি তাদের দলীয় সদস্যদের নাম ঘোষণা করেছিল। ৯ মে ২০২৪-এ, শ্রীলঙ্কা তাদের দলীয় সদস্যদের নাম ঘোষণা করেছিল।\n১০ মে ২০২৪-এ, নামিবিয়া তাদের দলীয় সদস্যদের নাম ঘোষণা করেছিল। \n১৩ মে ২০২৪-এ, নেদারল্যান্ডস তাদের দলীয় সদস্যদের নাম ঘোষণা করেছিল। ১৪ মে ২০২৪-এ, বাংলাদেশ তাদের দলীয় সদস্যদের নাম ঘোষণা করেছিল।\n২৪ মে ২০২৪-এ, পাকিস্তান তাদের দলীয় সদস্যদের নাম ঘোষণা করেছিল।\n\n\n== ম্যাচ পরিচালনাকারী কর্মকর্তা ==\n২০২৪ সালের ৩রা মে তারিখে, আইসিসি প্রতিযোগিতার প্রথম পর্বের জন্য ম্যাচ রেফারি এবং আম্পায়ারদের তালিকা প্রকাশ করেছিল।\nম্যাচ রেফারি\n\nআম্পায়ার\n\n\n== মাঠ ==\n২০২৩ সালের মে মাসে, সিডব্লিউআই ক্যারিবিয়ান অঞ্চলের দেশগুলির জন্য একটি বিডিং প্রক্রিয়া শুরু করেছিলেন এবং মার্কিন যুক্তরাষ্ট্র বিশ্বকাপের ম্যাচগুলি আয়োজন করতে ইচ্ছুক।\n২০২৩ সালের জুলাইয়ে, আইসিসি মার্কিন যুক্তরাষ্ট্রের ৪টি ভেন্যু বাছাই করা হয়েছিল, ফ্লোরিডার লডারহিলের সেন্ট্রাল ব্রাউয়ার্ড পার্ক, নর্থ ক্যারোলাইনার মরিসভিলের চার্চ স্ট্রীট পার্ক, টেক্সাসের গ্র্যান্ড প্রেইরিতে গ্র্যান্ড প্রেইরি স্টেডিয়াম এবং ব্রঙ্কস, নিউ ইয়র্ক সিটির ভ্যান কর্টল্যান্ড পার্কে একটি অস্থায়ী স্টেডিয়াম। ব্রঙ্কসের বাসিন্দারা ভ্যান কর্টল্যান্ড পার্ক স্টেডিয়ামের প্রতি আপত্তি জানিয়েছিলেন, উল্লেখ করেছেন যে এটি পার্কে একটি বর্ধিত সময়ের জন্য জনসাধারণের প্রবেশাধিকার সীমিত করবে, এর পরিবেশগত প্রভাবের জন্য উদ্বেগ প্রকাশ করেছে এবং ইভেন্টের অর্থনৈতিক কার্যকারিতা নিয়ে প্রশ্ন তুলেছিলেন। ২০ সেপ্টেম্বর ২০২৩-এ, আইসিসি ঘোষণা করেছিল যে গ্র্যান্ড প্রেইরি, লডারহিল এবং নিউ ইয়র্ক সিটি নিউইয়র্কের নাসাউ কাউন্টির লং আইল্যান্ডে আইজেনহাওয়ার পার্কের জন্য প্রস্তাবিত একটি ৩৪,০০০ আসনের অস্থায়ী স্টেডিয়াম সহ টুর্নামেন্ট চলাকালীন ৩টি মার্কিন আয়োজক শহর হিসাবে কাজ করবে। সেন্ট্রাল ব্রাউয়ার্ড পার্ক এবং গ্র্যান্ড প্রেইরি স্টেডিয়ামকেও অস্থায়ী গ্র্যান্ডস্ট্যান্ড এবং আতিথেয়তা এলাকার সাথে সম্প্রসারিত করা হবে যাতে টুর্নামেন্টের সময় তাদের ক্ষমতা দ্বিগুণ হয়।\n২২ সেপ্টেম্বর ২০২৩-এ, আইসিসি ঘোষণা করে যে অ্যান্টিগুয়া ও বার্বুডা, বার্বাডোস, ডোমিনিকা, গায়ানা, সেন্ট লুসিয়া, সেন্ট ভিনসেন্ট ও গ্রেনাডাইন এবং ত্রিনিদাদ ও টোবাগোর ভেন্যুগুলি ওয়েস্ট ইন্ডিজের জন্য আয়োজক হিসাবে কাজ করবে। জ্যামাইকা, সেন্ট কিটস ও নেভিস এবং গ্রেনাডা বিশ্বকাপ আয়োজনের জন্য বিড জমা দেয়নি, জ্যামাইকান ক্রীড়া মন্ত্রী অলিভিয়া গ্রেঞ্জ খরচের ভিত্তিতে একটি বিড বাতিল করেছেন।\n২০২৩ সালের নভেম্বরে, রিপোর্ট করা হয়েছিল যে ত্রিনিদাদের কুইন্স পার্ক ওভাল, দেশের সবচেয়ে গুরুত্বপূর্ণ ক্রিকেট মাঠ, কোন বিশ্বকাপের ম্যাচ আয়োজন করবে না এবং সেই ম্যাচগুলিকে সান ফার্নান্দোর ব্রায়ান লারা ক্রিকেট একাডেমিতে স্থানান্তর করা হয়েছিল। কুইন্স পার্ক ক্রিকেট ক্লাবের সভাপতি নাইজেল কামাচো বলেছেন যে মূল টুর্নামেন্ট শুরুর আগে এই ভেন্যুটি সম্ভবত প্রস্তুতি ম্যাচের আয়োজন করবে। এছাড়াও, ডমিনিকা সরকার টুর্নামেন্ট শুরু হওয়ার আগে ভেন্যুটির অবকাঠামোগত উন্নয়ন সম্পূর্ণ করতে তাদের অক্ষমতার কারণে বিশ্বকাপের যেকোনো ম্যাচ আয়োজন করা থেকে তার ভেন্যু উইন্ডসর পার্ক প্রত্যাহার করার সিদ্ধান্ত নিয়েছিলেন।\n২০২৩ সালের ডিসেম্বরে, আইসিসি এবং সিডব্লিউআই-এর প্রতিনিধিদের একটি প্রতিনিধি দল ক্যারিবিয়ান এবং মার্কিন যুক্তরাষ্ট্রের আয়োজক শহরগুলির নিশ্চিত বিশ্বকাপ আয়োজক দেশগুলির দ্বিতীয় পরিদর্শন করেছিল, এছাড়াও টুর্নামেন্টের জন্য ফিক্সচার চূড়ান্ত করেছিল।\n১৭ জানুয়ারি ২০২৪-এ, আইসিসি অস্থায়ী লং আইল্যান্ড স্টেডিয়াম- নাসাউ কাউন্টি আন্তর্জাতিক ক্রিকেট স্টেডিয়াম -এর প্রস্তাবিত নকশা উন্মোচন করে — যা ২০২৪ সালের মে মাসের শেষের দিকে প্রস্তুত হবে বলে আশা করা হচ্ছে।\n\n\n== প্রস্তুতি ম্যাচ ==\nআইসিসি ঘোষণা করেছে যে ২৭ মে থেকে ১ জুন ২০২৪ এর মধ্যে প্রস্তুতি ম্যাচগুলি অনুষ্ঠিত হয়েছিল। পাকিস্তান, ইংল্যান্ড, নিউজিল্যান্ড এবং দক্ষিণ আফ্রিকা এই দলগুলি কোনও প্রস্তুতি ম্যাচ খেলেনি এবং সরাসরি গ্রুপ পর্বে খেলেছিল।\n\n\n== গ্রুপ পর্ব ==\nআইসিসি ২০২৪ সালের ৫ই জানুয়ারি তারিখে গ্রুপ এবং এর সময়সূচী ঘোষণা করা হয়েছিল, গ্রুপ পর্বের ম্যাচগুলি ১ থেকে ১৭ জুন ২০২৪ পর্যন্ত ম্যাচ অনুষ্ঠিত হয়েছিল। ২০টি দলকে ৫টি করে ৪টি গ্রুপে বিভক্ত করা হয়েছিল এবং একক রাউন্ড-রবিন পদ্ধতিতে প্রতিটি দল মোট ৪০টি ম্যাচের জন্য গ্রুপ পর্বে একে অন্য দলের বিরুদ্ধে মুখোমুখি হয়েছিল। ১ জুন মার্কিন যুক্তরাষ্ট্রের টেক্সাসে অবস্থিত গ্র্যান্ড প্রেইরি স্টেডিয়ামে প্রথমবারের মতো টি২০আই ম্যাচে সহ-স্বাগতিক মার্কিন যুক্তরাষ্ট্র ও কানাডার মুখোমুখি হয় এবং উদ্বোধনী ম্যাচ হিসেবে টি২০ বিশ্বকাপের গ্রুপ পর্ব শুরু হয়েছিল। ৩ জুন মার্কিন যুক্তরাষ্ট্রের নিউ ইয়র্কে অবস্থিত নাসাউ কাউন্টি স্টেডিয়ামে দক্ষিণ আফ্রিকা ও শ্রীলঙ্কার মধ্যে প্রথম আন্তর্জাতিক ম্যাচ অনুষ্ঠিত হয়েছিল। গ্রুপ পর্ব শেষে প্রত্যেক গ্রুপের শীর্ষ দুটি দল সুপার ৮ পর্বের জন্য যোগ্যতা অর্জন করেছিল।\n\n\n=== গ্রুপ পর্যায়ের সারাংশ ===\n\n\n==== ১ম সপ্তাহ ====\nটুর্নামেন্টটি ১ জুন স্বাগতিক মার্কিন যুক্তরাষ্ট্র এবং কানাডার মধ্যে শুরু হয়েছিল, গ্র্যান্ড প্রেইরি স্টেডিয়ামে এই দুই অভিষেক হয়েছে, যেটি তার প্রথম টি২০আই ম্যাচও আয়োজন করেছিল। কানাডা, প্রথমে ব্যাট করে ১৯৪/৫ এর জবাবে, মার্কিন যুক্তরাষ্ট্র ১৭.৪ ওভারে লক্ষ্য তাড়া করে অ্যারন জোনসের ৪০ বল থেকে ৯৪ * স্কোর করে এবং আন্দ্রিস গুস সাথে ১৩১ রানের জুটি গড়ে। সব ফরম্যাটে বিশ্বকাপের ম্যাচে এটি ছিল যুক্তরাষ্ট্রের প্রথম জয়।\n২ জুন ২০২৪-এ, দ্বিতীয় ম্যাচে অন্য স্বাগতিক ওয়েস্ট ইন্ডিজ প্রভিডেন্স স্টেডিয়ামে পাপুয়া নিউগিনির বিরুদ্ধে লড়াই করে এবং পাপুয়া নিউগিনির সাহসী প্রচেষ্টা সত্ত্বেও ৫ উইকেটে জয়ী হয়। তৃতীয় ম্যাচে কেনসিংটন ওভালে কম স্কোর টাই খেলার পর নামিবিয়া সুপার ওভারে ওমানকে পরাজিত করে।\n৩ জুন ২০২৪-এ, দক্ষিণ আফ্রিকা শ্রীলঙ্কাকে মাত্র ৭৭ রানে আউট করার পরে ছয় উইকেটে পরাজিত করে, যা টি-টোয়েন্টিতে তাদের সর্বনিম্ন স্কোরও ছিল। অন্য ম্যাচে আফগানিস্তান উগান্ডাকে ১২৫ রানে হারিয়েছে। প্রথমে ব্যাট করে, আফগানিস্তান ১৮৩/৫ রান করে এবং তারপরে ফজলহক ফারুকীর প্রথম টি-টোয়েন্টিতে পাঁচ উইকেট লাভের জন্য তাদের প্রতিপক্ষকে মাত্র ৫৮ রানে সীমাবদ্ধ করে।\nকেনসিংটন ওভালে স্কটল্যান্ড এবং ইংল্যান্ডের মধ্যে ষষ্ঠ ম্যাচটি বিলম্বে শুরু হয়েছিল এবং স্কটল্যান্ডের রান ৫১/০ (৬.২ ওভার) হওয়ায় বৃষ্টির কারণে আবার বিঘ্নিত হয়েছিল, ফলে এটি প্রতি পক্ষের ১০ ওভারে নেমে আসে। স্কটল্যান্ড ১০ ওভারে ৯০/০ স্কোর করে। কিন্তু প্রথম ইনিংসের পর বৃষ্টি ফিরে আসে এবং ম্যাচটি ভেস্তে যায়। পরের ম্যাচে নেদারল্যান্ডের কাছে ৬ উইকেটে হেরে যায় নেপাল। প্রথমে ব্যাট করে নেদারল্যান্ডস ১৮.৪ ওভারে লক্ষ্য তাড়া করতে নেমে ১০৬ রানে গুটিয়ে যায়।\n\n৫ জুন ২০২৪-এ তিনটি ম্যাচ খেলা হয়েছিল। প্রথম ম্যাচে, ভারত আয়ারল্যান্ডকে ৯৬ রানে অলআউট করে এবং ৮ উইকেট এবং ৪৬ বল বাকি রেখে তাড়া করে আয়ারল্যান্ডকে পরাজিত করে। ম্যাচে, রোহিত শর্মা টি২০আইতে তার ৪,০০০ রান করেন, টি২০আই বিশ্বকাপে ১,০০০ রান করেন, আন্তর্জাতিক ক্রিকেটে ৬০০টি ছক্কা হাঁকান, আইসিসি টুর্নামেন্টে ১০০টি ছক্কা হাঁকান এবং আন্তর্জাতিক ক্রিকেটে ৩০০টি জয় পূর্ণ করেন। তিনি টি২০আইতে ভারতীয় অধিনায়ক হিসেবে ধোনির সবচেয়ে বেশি জয়ের রেকর্ডও ভেঙেছেন। সেই সাথে ঋষভ পন্তও টি২০আইতে তার ১,০০০ রান করেন। দ্বিতীয় ম্যাচে, প্রোভিডেন্সে কম স্কোরিং খেলায় পাপুয়া নিউগিনিকে ৩ উইকেটে হারিয়ে উগান্ডা সব ফরম্যাট জুড়ে তাদের প্রথম বিশ্বকাপ ম্যাচ জিতেছে। কেনসিংটনে দিনের তৃতীয় ম্যাচে ওমানের বিপক্ষে ৩৯ রানে জয়ের মাধ্যমে অস্ট্রেলিয়া তাদের বিশ্বকাপ অভিযান শুরু করলে, ডেভিড ওয়ার্নার অ্যারন ফিঞ্চের ৩,১২০ রানকে ছাড়িয়ে টি২০আইতে অস্ট্রেলিয়ার পক্ষে সবচেয়ে বেশি রান সংগ্রাহক হন।\n৬ জুন ২০২৪-এ, গ্র্যান্ড প্রেইরি স্টেডিয়ামে প্রথমবারের মতো টি২০আইতে স্বাগতিক মার্কিন যুক্তরাষ্ট্র এবং প্রাক্তন বিশ্বকাপ চ্যাম্পিয়ন পাকিস্তান একে অপরের মুখোমুখি হয়েছিল। পাকিস্তান, প্রথমে ব্যাট করতে নেমে, ১৫৯/৭ করে বাবর আজম টি২০আইতে সর্বোচ্চ রান সংগ্রাহক, বিরাট কোহলিকে ছাড়িয়ে; জবাবে মার্কিন যুক্তরাষ্ট্র, মোনাঙ্ক প্যাটেলের উপর চড়ে এবং আন্দ্রিস গুস এবং অ্যারন জোন্সের অবদানে, মার্কিন যুক্তরাষ্ট্র ৩ উইকেট হারিয়ে ম্যাচটি টাই করতে সক্ষম হয়। সুপার ওভারে ১৯ রানের টার্গেট তাড়া করার সময় পাকিস্তানকে ১৩/১-এ সীমাবদ্ধ করে সৌরভ নেত্রাভালকরের দুর্দান্ত বোলিংয়ের জন্য সুপার ওভারে মার্কিন যুক্তরাষ্ট্রের কাছে ম্যাচ হেরে যায়। এর ফলে \"টি২০ বিশ্বকাপের ইতিহাসে সবচেয়ে বড় বিপর্যয়\" হিসেবে পরিচিত। একই দিনে, স্কটল্যান্ড নামিবিয়াকে ৫ উইকেটে পরাজিত করে এবং এইভাবে চতুর্থ প্রচেষ্টায় নামিবিয়ার বিরুদ্ধে তাদের প্রথম জয় নিশ্চিত করে। রিচি বেরিংটন এবং মাইকেল লিস্ক ৭৪ রানের জুটি গড়েন যা স্কটল্যান্ডের জন্য ১৫৬ রানের লক্ষ্য তাড়া করতে গিয়ে জয় নিশ্চিত করে।\n৭ জুন ২০২৪-এ, কানাডা আয়ারল্যান্ডকে ১২ রানে হারিয়ে তাদের প্রথম টি২০ বিশ্বকাপ জয়লাভ করে।  যেখানে আফগানিস্তান টি-টোয়েন্টিতে নিউজিল্যান্ডের বিপক্ষে তাদের প্রথম জয় পায়, যেখানে রহমানুল্লাহ গুরবাজ ৫৬ বলে ৮০ রান করে আফগানিস্তানকে ১৫৯/৬ ছুঁয়েছে নিশ্চিত করে। দ্বিতীয় ইনিংসে, রশিদ খান এবং ফজলহক ফারুকী ৪টি করে উইকেট নিয়ে নিউজিল্যান্ডকে মাত্র ৭৫ রানে গুটিয়ে দেয় এবং ৮৪ রানে জয় নিশ্চিত করে। দিনের শেষ ম্যাচে, গ্র্যান্ড প্রেইরি স্টেডিয়ামে টি২০ বিশ্বকাপে শ্রীলঙ্কার বিপক্ষে প্রথম জয় পায় বাংলাদেশ। বাংলাদেশ প্রথম ইনিংসে শ্রীলঙ্কাকে ১২৪/৯ এ সীমাবদ্ধ করে এবং জবাবে থুশারার বোলিং ফিগার ৪/১৮ সত্ত্বেও ২ উইকেট এবং এক ওভার হাতে লক্ষ্য তাড়া করে।\n\n\n==== ২য় সপ্তাহ ====\nনাসাউ কাউন্টি স্টেডিয়ামে দক্ষিণ আফ্রিকা নেদারল্যান্ডসের বিপক্ষে ম্যাচ দিয়ে দ্বিতীয় সপ্তাহ শুরু হয়েছিল। আইসিসি টুর্নামেন্টে তাদের শেষ দুটি বৈঠকে নেদারল্যান্ডস দক্ষিণ আফ্রিকাকে হারিয়েছে। নেদারল্যান্ডস প্রথমে ব্যাট করে ১০৩/৯ সিব্রান্ড এংগেলব্রেখ্‌ট ৪০ (৪৫) স্কোর করে এবং একপর্যায়ে দক্ষিণ আফ্রিকাকে ১২/৪ তে নামিয়ে দেয় এবং ডেভিড মিলার ত্রিস্তান স্টাবস সহ ৫৯ * রান করে দক্ষিণ আফ্রিকাকে উদ্ধার করে এবং ৪ উইকেটে জয় নিশ্চিত করে। অন্যদিকে, ওটনিল ব্যারাটম্যান ৪ ওভারে মাত্র ১১ রান দিয়ে ৪ উইকেট নিয়েছিল যা দক্ষিণ আফ্রিকাকে নেদারল্যান্ডসকে কম স্কোরে সীমাবদ্ধ করতে সাহায্য করেছিল। এরপর পরের ম্যাচে অস্ট্রেলিয়া ইংল্যান্ডকে ৩৬ রানে হারায়। অস্ট্রেলিয়া প্রথমে ব্যাট করে ২০১/৭ করে জবাবে ইংল্যান্ড মাত্র ১৬৫/৬ করতে পারে। ইংল্যান্ডের ক্রিস জর্ডান অস্ট্রেলিয়ার বিপক্ষে ম্যাচে তার টি২০আইতে ১০০টি উইকেট নেন যা আন্তর্জাতিক ক্রিকেটে সবচেয়ে বড় প্রতিদ্বন্দ্বিতাও। অন্য ম্যাচে, ওয়েস্ট ইন্ডিজ উগান্ডা বনাম একতরফা প্রতিদ্বন্দ্বিতা জিতেছে। উগান্ডাকে মাত্র ৩৯ রানে উড়িয়ে দেওয়ার আগে ওয়েস্ট ইন্ডিজ ১৭৩/৫ পেতে সক্ষম হয়েছিল, যা টি-টোয়েন্টি বিশ্বকাপে যৌথ-সর্বনিম্ন মোট। ওয়েস্ট ইন্ডিজকে ১৩৪ রানে জয় এনে দেওয়ার জন্য আকিয়াল হোসেইন একটি ফিগার তুলেছিলেন।\n\n৯ জুন ২০২৪-এ, আন্তর্জাতিক ক্রিকেটের দ্বিতীয় বৃহত্তম প্রতিদ্বন্দ্বী  –  ভারত বনাম পাকিস্তান নাসাউ কাউন্টিতে পালা হয়েছিল পাকিস্তানের মোহাম্মদ রিজওয়ানের ১০০তম টি২০আইতে খেলার উপলক্ষ্যে। প্রথমে ব্যাট করতে নেমে ভারত ১১৯ রানে অলআউট হয়ে যায় যার মধ্যে ঋষভ পন্ত ৪২ (৩১) করে সর্বোচ্চ স্কোরার হন এবং নাসিম শাহ এবং হারিস রউফ ৩টি করে উইকেট নেন। জবাবে পাকিস্তানের ৮০/৩ ছিল এবং ৩৬ বলে ৪০ রান দরকার ছিল কিন্তু জসপ্রিত বুমরাহের নেতৃত্বে ভারতীয় বোলারদের সাহসী বোলিং প্রচেষ্টা পাকিস্তানকে ১১৩/৭ এ সীমাবদ্ধ করে এবং পুরুষদের টি-টোয়েন্টি বিশ্বকাপে যৌথ সর্বনিম্ন স্কোর হয়ে ওঠে পরে ম্যাচটি ভারত ৬ রানে জিতে। একই দিনে স্যার ভিভিয়ান রিচার্ডস স্টেডিয়ামে স্কটল্যান্ড ওমানকে ৭ উইকেটে পরাজিত করে যার ফলে ওমান প্রথম দল হিসেবে টুর্নামেন্ট থেকে বিদায় নেয়। প্রথমে ব্যাট করে, ওমান স্কটল্যান্ডকে ১৫১ রানের লক্ষ্য দেয়, যা ১৩.১ ওভারে জর্জ মানসে ৪১ (২০) এবং ব্র্যান্ডন ম্যাকমুলেনের ৬১ * (৩১) এর সুবাদে তাড়া করে ফেলে।\nপরের ম্যাচে, দক্ষিণ আফ্রিকা ২৩/৪ এ লড়াই করার পরে প্রথমে ব্যাট করে ১১৩/৬ করে এবং হেইনরিখ ক্লাসেন ৪৬ রান সহ সর্বোচ্চ স্কোরার ছিলেন এবং ১০৯/৭ রান করা বাংলাদেশের বিপক্ষে 4৪ রানে জয়ী হয়েছিল। পরের ম্যাচে কানাডাকে ৭ উইকেটে হারিয়েছে পাকিস্তান। অ্যারন জনসন ৫২ রান করেন যা কানাডাকে ১০৭ রানের টার্গেট দিতে সাহায্য করে যা মোহাম্মদ রিজওয়ানের অপরাজিত অর্ধশতকের সাহায্যে পাকিস্তান ১৭.১ ওভারে তাড়া করে। এই ম্যাচে হারিস রউফ তার টি২০আইতে ১০০টি উইকেট নেন। সেন্ট্রাল ব্রাউয়ার্ড পার্কে ১১ জুন ২০২৪-এ নেপাল এবং শ্রীলঙ্কার মধ্যে ২৩তম ম্যাচটি বৃষ্টির কারণে পরিত্যক্ত হয়েছিল যার ফলে দক্ষিণ আফ্রিকা সুপার ৮-এর যোগ্যতা অর্জন করেছিল। একই দিনে, অস্ট্রেলিয়া নর্থ সাউন্ডে নামিবিয়াকে পরাজিত করে সুপার ৮-এ যাওয়ার পথ সুগম করে এবং নামিবিয়া টুর্নামেন্ট থেকে বাদ পড়ে। অস্ট্রেলিয়া নামিবিয়াকে ৭২ রানে বোল্ড করে দেয় অ্যাডাম জাম্পা ৪ উইকেট নিয়ে সেই সাথে প্রথম অস্ট্রেলিয়ান ক্রিকেটার যিনি টি২০আইতে ১০০টি উইকেট নেন এবং ৫.৪ ওভারে লক্ষ্য তাড়া করেন।\n১২ জুন ২০২৪-এ, ভারত ও মার্কিন যুক্তরাষ্ট্র প্রথমবারের মতো টি-টোয়েন্টিতে একে অপরের মুখোমুখি হয়েছিল যেখানে ভারত মার্কিন যুক্তরাষ্ট্রকে ১১০/৮ তে সীমাবদ্ধ করেছিল আরশদীপ সিংয়ের ৪/৯ এর জন্য এবং সূর্যকুমার যাদবের অপরাজিত অর্ধশতকের সাথে তাদের ৭ উইকেটে পরাজিত করেছিল ফলস্বরূপ ভারত সুপার ৮ এর জন্য যোগ্যতা অর্জন করেছিল। একই দিনে, ওয়েস্ট ইন্ডিজ ব্রায়ান লারা ক্রিকেট একাডেমিতে নিউজিল্যান্ডকে ১৩ রানে পরাজিত করে এবং সুপার ৮-এর জন্য যোগ্যতা অর্জন করে। শেরফেন রাদারফোর্ডের অপরাজিত 68 ওয়েস্ট ইন্ডিজকে ১৪৯/৯ স্কোর করতে সাহায্য করে এবং বিনিময়ে আলজারি জোসেফ ৪ উইকেট নিয়ে নিউজিল্যান্ডকে ১৩৬/৯ এ সীমাবদ্ধ করে। এই ম্যাচে, নিকোলাস পুরান ওয়েস্ট ইন্ডিজের হয়ে টি-টোয়েন্টিতে সর্বোচ্চ রান সংগ্রাহক হন, ক্রিস গেইলের ১,৮৯৯ রানকে অতিক্রম করেন। \nপরের ম্যাচে বাংলাদেশ ১৬০ রানের টার্গেট দেয় কিন্তু নেদারল্যান্ডস ২৫ রানে পিছিয়ে পড়ে ফলে শ্রীলঙ্কা টুর্নামেন্ট থেকে বিদায় নেয়। ওমানের ৪৮ রানের লক্ষ্য মাত্র ৩.১ ওভারে তাড়া করে ইংল্যান্ড। আফগানিস্তান পাপুয়া নিউ গিনিকে ৭ উইকেটে হারিয়ে সুপার ৮ পর্বে পৌঁছেছে এবং টুর্নামেন্ট থেকে নিউজিল্যান্ড, উগান্ডা এবং পাপুয়া নিউগিনিকে বাদ দিয়েছে। ১৪ জুন ২০২৪-এ মার্কিন যুক্তরাষ্ট্র এবং আয়ারল্যান্ডের মধ্যে ৩০তম ম্যাচটি বৃষ্টির কারণে পরিত্যক্ত হয়েছিল যার ফলে ইউএস সুপার ৮ পর্বের জন্য যোগ্যতা অর্জন করেছিল যখন কানাডা, আয়ারল্যান্ড এবং পাকিস্তান টুর্নামেন্ট থেকে বাদ পড়েছিল। একই দিনে, দক্ষিণ আফ্রিকা একটি ঘনিষ্ঠ লো স্কোরিং লড়াইয়ে নেপালকে ১ রানে পরাজিত করে। যেখানে উগান্ডাকে ৪১ রানের লক্ষ্য তাড়া করতে নেমে ৫.২ ওভারে নিউজিল্যান্ডকে হারিয়েছে।\n\n\n==== ৩য় সপ্তাহ ====\n\n১৫ জুন ২০২৪ কানাডা এবং ভারতের মধ্যে ৩৩তম ম্যাচটি বৃষ্টির কারণে পরিত্যক্ত হয়েছিল। একই দিন পরে, ইংল্যান্ড বৃষ্টি প্রভাবিত ১০ ওভারের ম্যাচে নামিবিয়াকে ৪১ রানে (ডিএলএস) পরাজিত করে।  নামিবিয়ার নিকো ডেভিন ইংল্যান্ডের বিপক্ষে ম্যাচ চলাকালীন টি২০ বিশ্বকাপের ম্যাচে অবসর নেওয়া প্রথম ব্যাটসম্যান হিসেবে আউট হয়েছিলেন, তিনি ঘোষণা করেছিলেন যে নামিবিয়ার ইনিংসের ৬ তম ওভারের সময় তিনি মাঠ ছেড়েছেন যখন তিনি এখনও ১৬ বলে ১৮ রান অপরাজিত স্কোর নিয়ে ব্যাট করছেন।  গ্রুপ বি-এর শেষ ম্যাচে অস্ট্রেলিয়া স্কটল্যান্ডের দেওয়া ১৮১ রানের লক্ষ্য তাড়া করে পাঁচ উইকেট হাতে রেখেছিল, যা ইংল্যান্ডকে সুপার ৮ পর্বে খেলার যোগ্যতা অর্জন করতে সাহায্য করেছিল এবং স্কটল্যান্ডকে বাদ দিয়েছিল।\n১৬ জুন ২০২৪-এ ৩টি ম্যাচ খেলা হয়েছিল, প্রথমটিতে পাকিস্তান ৩ উইকেট এবং ৭ বল বাকি রেখে আয়ারল্যান্ডের বিপক্ষে ১০৭ রানের লক্ষ্য তাড়া করে। দ্বিতীয় ম্যাচে নেপালকে ২১ রানে হারিয়েছে বাংলাদেশ। বাংলাদেশ প্রথমে ব্যাটিং করে ১০৫ রানে অলআউট হয় এবং তারপর নেপালকে ৮৫ রানে সীমাবদ্ধ করে, যা পুরুষদের টি-টোয়েন্টি বিশ্বকাপে সর্বনিম্ন স্কোর হয়ে ওঠে। এছাড়াও, সন্দীপ লামিছানে ম্যাচে তার টি২০আইতে ১০০টি উইকেট নেন।  দিনের শেষ ম্যাচে শ্রীলঙ্কা, প্রথমে ব্যাট করে ২০১/৬ করে এবং তারপরে নেদারল্যান্ডসকে ১১৮ রানে আউট করে, গ্রুপ ডি-এর শেষ ম্যাচে, যার ফলে বাংলাদেশ সুপার ৮ পর্বে খেলার যোগ্যতা অর্জন করে এবং নেদারল্যান্ডস বাদ পড়ে। গ্রুপ পর্বের শেষ দিনে পাপুয়া নিউগিনিকে ৭ উইকেটে হারিয়েছে নিউজিল্যান্ড। প্রথমে ব্যাট করে, পাপুয়া নিউগিনিকে ৭৮ রানে সীমাবদ্ধ ছিল লকি ফার্গুসন যে ৪টি মেডেন ওভার বোলিং করেছিলেন এবং ৪টি উইকেটও নিয়েছিলেন (পরিসংখ্যান ৪–৪–০–৩)। এবং তারপর ১২.২ ওভারে ৭ উইকেটে লক্ষ্য তাড়া করে। এটি ছিল ট্রেন্ট বোল্টের শেষ টি২০আই ম্যাচ। গ্রুপ পর্বের শেষ ম্যাচে স্বাগতিক ওয়েস্ট ইন্ডিজ আফগানিস্তানকে ১০৪ রানে হারিয়েছে। ওয়েস্ট ইন্ডিজ ২১৮/৫ করে নিকোলাস পুরানের ৯৮ (৫৩) যার মধ্যে তিনি আজমতুল্লাহ ওমরজাইয়ের বিপক্ষে এক ওভারে ৩৬ রান করেছিলেন, এটি টি২০ বিশ্বকাপের ম্যাচে দ্বিতীয় এবং টি২০আইতে ৫ম। জবাবে, আফগানিস্তান করতে পারে শুধুমাত্র ১১৪ পরিচালনা করে। \n\n\n=== গ্রুপ এ ===\n\n\n=== গ্রুপ বি ===\n\n\n=== গ্রুপ সি ===\n\n\n=== গ্রুপ ডি ===\n\n\n== সুপার ৮ পর্ব ==\nগ্রুপ পর্ব শেষে প্রতি গ্রুপের শীর্ষ ২টি দলকে সুপার এইট পর্বে ৪টি করে মোট ৪টি দলের ২টি গ্রুপে রাখা হয়েছিল। এটি একক রাউন্ড-রবিন হিসাবে খেলা অনুষ্ঠিত হয়েছিল, যেখানে প্রতিটি গ্রুপের শীর্ষ দুটি দল নকআউট পর্বে অগ্রসর হয়েছিল। গ্রুপ পর্ব থেকে সুপার এইটে কোনও পয়েন্ট নিয়ে যাওয়া হয়নি।\nটুর্নামেন্টের আগে, আইসিসি সুপার এইট পর্বের জন্য ৮টি সিডপ্রাপ্ত দল ঘোষণা করেছিল — অস্ট্রেলিয়া, ইংল্যান্ড, ভারত, নিউজিল্যান্ড, পাকিস্তান, দক্ষিণ আফ্রিকা, শ্রীলঙ্কা ও ওয়েস্ট ইন্ডিজ। যদি তারা গ্রুপ পর্ব থেকে অগ্রসর হয়, তবে তাদের পূর্বনির্ধারিত অবস্থানে রাখা হয়েছিল, তারা তাদের গ্রুপে প্রথম বা দ্বিতীয় স্থান অর্জন করুক না কেন। যদি একটি অসিডপ্রাপ্ত দল একটি সিডপ্রাপ্ত দলের ব্যয়ে যোগ্যতা অর্জন করে, তবে তারা সংশ্লিষ্ট সিডপ্রাপ্ত সরাসরি সুপার ৮ গ্রুপে উক্ত দলের অবস্থান নেবে যা গ্রুপ থেকে যোগ্যতা অর্জনে ব্যর্থ হয়েছিল।\nএই পর্বটি একক রাউন্ড-রবিন হিসাবে খেলা অনুষ্ঠিত হয়েছিল এবং প্রতিটি গ্রুপের শীর্ষ দুটি দল সেমি-ফাইনালে উত্তীর্ণ হয়েছিল।\n\n\n=== সারসংক্ষেপ ===\n\nসুপার ৮ পর্বের প্রথম ম্যাচে দক্ষিণ আফ্রিকা টি২০আইতে প্রথমবারের মতো স্বাগতিক মার্কিন যুক্তরাষ্ট্রের সাথে মুখোমুখি হয়েছিল এবং দক্ষিণ আফ্রিকা ১৮ রানে জয়ী হয়েছিল। কুইন্টন ডি ককের ৪০ বলে দ্রুত গতিতে ৭৪ রান করে দক্ষিণ আফ্রিকা ১৯৪/৪ স্কোর করে। বিনিময়ে, আন্দ্রিস গুস ৪৭ বলে অপরাজিত ৮০ রান করেন, কিন্তু মার্কিন যুক্তরাষ্ট্র মাত্র ১৭৬/৬ রান করতে সক্ষম হয় দ্বিতীয় ম্যাচে ড্যারেন স্যামি ক্রিকেট গ্রাউন্ডে দুইবারের চ্যাম্পিয়ন ওয়েস্ট ইন্ডিজের মুখোমুখি হয় বর্তমান চ্যাম্পিয়ন ইংল্যান্ড। ওয়েস্ট ইন্ডিজ মোট ১৮০/৪ পরিচালনা করে, বিনিময়ে ইংল্যান্ড ১৮১/২ ফিল সল্ট এবং জনি বেয়ারস্টো ৪৮ * (26) দ্বারা ৪৭ বলে অপরাজিত ৮৭ রানের স্কোর করে।  সুপার ৮ পর্বের দ্বিতীয় দিনে, গ্রুপ ১ অ্যাকশনে ছিল, দিনের প্রথম ম্যাচে ভারত কেনসিংটন ওভালে সূর্যকুমার যাদব এবং হার্দিক পান্ডিয়ার মূল্যবান অবদানে ১৮১/৮ স্কোর করেছিল এবং তারপরে জসপ্রীত বুমরাহের ৪ ওভারে ৩/৭ সাথে আফগানিস্তানকে ১৩৪ রানে অলআউট করেছিল। বৃষ্টি-বিঘ্নিত দ্বিতীয় খেলায় অস্ট্রেলিয়া বাংলাদেশকে ১৪০/০-এ সীমাবদ্ধ করার সাথে প্যাট কামিন্স টি-টোয়েন্টিতে তার প্রথম হ্যাটট্রিক করেছিলেন, যা ২০২৪ টুর্নামেন্টে প্রথম হ্যাটট্রিক এবং টি-টোয়েন্টি বিশ্বকাপের ইতিহাসে সপ্তম ছিল। বৃষ্টির কারণে দ্বিতীয় ইনিংস ছোট হয়ে যায়, যেখানে অস্ট্রেলিয়া ১১.২ ওভারে তাদের ডিএলএস পার স্কোর ৭২ থেকে ২৮ রান এগিয়ে ছিল এইভাবে বিজয়ী হয়েছিল।\nপরের রাউন্ডে দক্ষিণ আফ্রিকা মুখোমুখি হয়েছিল ইংল্যান্ডের। দক্ষিণ আফ্রিকা, প্রথমে ব্যাট করে, কুইন্টন ডি কক এবং ডেভিড মিলারের দুর্দান্ত ব্যাটিংয়ের কারণে ১৬৩/৬ করে তবে হ্যারি ব্রুক এবং লিয়াম লিভিংস্টোন সাহসী প্রচেষ্টা সত্ত্বেও ইংল্যান্ড ৭ রানে পরাজিত হন। পরের ম্যাচটি ছিল স্বাগতিকদের লড়াই, ওয়েস্ট ইন্ডিজ প্রতিপক্ষ মার্কিন যুক্তরাষ্ট্র। প্রথমে ব্যাট করে, ইউএসএ মাত্র ১২৭ রান করতে পেরেছিল বিনিময়ে ওয়েস্ট ইন্ডিজ লক্ষ্য তাড়া করে ১৯.৫ ওভারে মাত্র এক উইকেট হারিয়ে শাই হোপ এর ৮২ (৩৯) এর অপরাজিত ইনিংসের ভিত্তিতে ওয়েস্ট ইন্ডিজ ম্যাচ জয়ী হযেছিল। পরের ম্যাচে, ভারত প্রথমে ব্যাট করে ১৯৫/৫ স্কোর করে এবং তারপরে বাংলাদেশকে ১৪৬/৮ এ সীমাবদ্ধ করে। ভারতীয় দলের দলীয় পারফরম্যান্স ৫০ রানে জয় নিশ্চিত করে। ৮ম ম্যাচে আফগানিস্তান অস্ট্রেলিয়াকে ২১ রানে পরাজিত করে একটি বিশাল বিপর্যস্ত দেখায়। আফগানিস্তান প্রথমে ব্যাট করে রহমানুল্লাহ গুরবাজ এবং ইব্রাহিম জাদরানের মধ্যে ১১৮ রানের উদ্বোধনী জুটিতে ১৪৮/৬ মোট রাধ করে এবং তারপরে গুলবাদিন নায়েব এবং নবীন-উল-হক নিজেদের মধ্যে ৭ উইকেট নিয়ে অস্ট্রেলিয়াকে ১২৭ রানে আউট করে।\nসুপার ৮-এর ৯ম ম্যাচে, ক্রিস জর্ডানের হ্যাটট্রিক নিয়ে ইংল্যান্ড ইউএসএকে ১১৫ রানে আউট করে এবং তারপর ৯.৪ ওভারে লক্ষ্য তাড়া করে, ৯ম ওভারে হরমীত সিং বাঁধন এর বিরুদ্ধে টানা ৫টি ছক্কা মেরে জস বাটলার। পরের ম্যাচে রোস্টন চেজের অর্ধশতকের সাহায্যে ওয়েস্ট ইন্ডিজকে মোট ১৩৫/৮ গড়ে তুলতে সাহায্য করে। দক্ষিণ আফ্রিকার কাছে ১৭ ওভারে ১২৩ রানের সংশোধিত লক্ষ্য ছিল যা তারা ৫ বল বাকি থাকতেই তাড়া করে।\n\nসুপার ৮-এর শেষ দিনে সেন্ট লুসিয়ায় অস্ট্রেলিয়ার মুখোমুখি হয়েছিল ভারত। ভারত ব্যাট করতে নেমে ২০৫/৫, অধিনায়ক রোহিত শর্মা ৪১ বলে ৯২ রান করে। জবাবে অস্ট্রেলিয়া ১৮১/৭ স্কোর করে এবং ২৪ রানে লক্ষ্য থেকে পিছিয়ে পড়ে। এই জয়ে ভারত সেমি–ফাইনালে উঠল। সেই দিন পরে, আফগানিস্তান সুপার ৮ পর্বের শেষ ম্যাচে বাংলাদেশকে হারিয়ে নকআউট পর্বে এগিয়ে যায় এবং অস্ট্রেলিয়াকে টুর্নামেন্ট থেকে ছিটকে দেয়। আফগানিস্তান প্রথম ইনিংসে ১১৫/৫ করে, এবং ১৯ ওভারে ১১৪ রানের বৃষ্টি বিঘ্নিত লক্ষ্য তাড়া করতে গিয়ে বাংলাদেশ ১০৫ রানে গুটিয়ে যায়।\n\n\n=== গ্রুপ ১ ===\n\n\n=== গ্রুপ ২ ===\n\n\n== নকআউট পর্ব ==\n\nনকআউট পর্বে দুটি সেমি–ফাইনাল রয়েছিল, ২৬ জুন সান ফার্নান্দোর ব্রায়ান লারা ক্রিকেট একাডেমিতে এবং ২৭ জুন গায়ানার প্রোভিডেন্স স্টেডিয়ামে এবং ২৯ জুন ব্রিজটাউনের কেনসিংটন ওভালে একটি ফাইনাল ম্যাচ অনুষ্ঠিত হয়েছিল। আইসিসি জানিয়েছে যে ভারত সেমি–ফাইনালে খেলার যোগ্যতা অর্জন করলে, তারা গায়ানার প্রোভিডেন্স স্টেডিয়ামে অনুষ্ঠিত হয়েছিল।\nতিনটি নকআউট ম্যাচে রিজার্ভ ডে বরাদ্দ করা হয়েছিল। একটি রিজার্ভ ডে খেলা হলে, ম্যাচটি পুনরায় শুরু করা হবে না বরং আগের দিনের খেলা থেকে পুনরায় শুরু হবে, যদি থাকে। নির্ধারিত দিনে বা রিজার্ভ ডে-তে কোনো খেলা না হলে, সেমি–ফাইনালে, গ্রুপ পর্বে যে দল বেশি শেষ করে তারা ফাইনালে উঠে এবং ফাইনালে কোনো খেলা সম্ভব না হলে ট্রফি ভাগাভাগি করা হবে। কোনো ম্যাচ টাই শেষ হলে, বিজয়ী নির্ধারণ করতে একটি সুপার ওভার ব্যবহার করা হবে। যদি সুপার ওভারের স্কোরগুলিও টাই হয়, তাহলে পরবর্তী সুপার ওভারগুলি একটি বিজয়ী না হওয়া পর্যন্ত খেলা হবে।\nগ্রুপ ২-এ, ইংল্যান্ড প্রথম দল যারা মার্কিন যুক্তরাষ্ট্রকে ১০ উইকেটে পরাজিত করে সেমি–ফাইনালে খেলার যোগ্যতা অর্জন করেছিল, এবং তার পরের ম্যাচে দক্ষিণ আফ্রিকা, তারা ওয়েস্ট ইন্ডিজকে ৩ উইকেটে (ডিএলএস) পরাজিত করে দ্বিতীয় দল হিসেবে সেমি–ফাইনালে খেলার যোগ্যতা অর্জন করেছিল।\nগ্রুপ ১-এ, ভারত অস্ট্রেলিয়াকে ২৪ রানে পরাজিত করে তৃতীয় দল হিসেবে সেমি–ফাইনালে খেলার যোগ্যতা অর্জন করেছিল, এবং তার পরের ম্যাচে আফগানিস্তান, তারা বাংলাদেশকে ৮ রানে (ডিএলএস) পরাজিত করে চতুর্থ দল হিসেবে সেমি–ফাইনালে খেলার যোগ্যতা অর্জন করেছিল।\n\n\n=== বন্ধনী ===\n\n\n=== সেমি-ফাইনাল ===\nপ্রথম সেমি-ফাইনালের, আফগানিস্তান টস জিতে ব্যাটিংয়ের সিদ্ধান্ত নিয়েছিল। অল আউট হওয়ার আগে আফগানিস্তান ১১.৫ ওভারে মাত্র ৫৬ রান করেছিল। দক্ষিণ আফ্রিকা ম্যাচ জিতে ৮.৫ ওভারে ৬০ রান তুলতে পেরেছিলেন।  এই প্রথম বারের মতো দক্ষিণ আফ্রিকা আইসিসি পুরুষ টি২০ বিশ্বকাপের ফাইনালে উঠেছিল। এটি আফগানিস্তানের জন্যও ঐতিহাসিক কম ছিল, এবং এটি ছিল টি-২০আইতে তাদের সর্বনিম্ন স্কোর। আফগানিস্তানের স্কোরটি আইসিসি পুরুষদের টি২০ বিশ্বকাপের সেমি-ফাইনালে সর্বকালের সর্বনিম্ন স্কোর ছিল। ৩টি আফগানি উইকেট নেওয়ার জন্য দক্ষিণ আফ্রিকার অলরাউন্ডার মার্কো জ্যানসেনকে ম্যাচ সেরার পুরস্কার দেওয়া হয়েছিল।\nদ্বিতীয় সেমি–ফাইনালে, ভারত বৃষ্টি-বিঘ্নিত ইনিংস জুড়ে ৭ উইকেট হারিয়ে ১৭১ রান করতে সক্ষম হয়েছিল। ভারতীয় অধিনায়ক রোহিত শর্মা ৩৯ বলে ৫৭ রান করেন এবং ইংল্যান্ডের ক্রিস জর্ডান ৩ ওভারে ৩/৩৭ নেন। দ্বিতীয় ইনিংসে হ্যারি ব্রুকের ১৯ বলে ২৫ রানের সর্বোচ্চ স্কোর ইংল্যান্ড ১৬.৪ ওভারে ১০৩ রানে গুটিয়ে যায়। ভারতের কুলদীপ যাদব ৪ ওভারে ৩/১৯ নেন। ম্যাচ সেরা পুরস্কার পেয়েছেন ভারতীয় স্পিনার অক্ষর প্যাটেল। ২০০৭ সালে টুর্নামেন্ট জিতে এবং ২০১৪ সালে রানার্স আপ হওয়ার পর ভারত তাদের তৃতীয় টি-টোয়েন্টি বিশ্বকাপের ফাইনালে খেলার যোগ্যতা অর্জন করেছিল।\n\n\n==== ১ম সেমি-ফাইনাল ====\n\n\n==== ২য় সেমি-ফাইনাল ====\n\n\n=== ফাইনাল ===\n\nঘটনাগুলির একটি নাটকীয় মোড়ের মধ্যে, ভারত বার্বাডোসের কেনসিংটন ওভালে একটি নখ কামড়ানোর ফাইনালে দক্ষিণ আফ্রিকাকে ৭ রানের সংকীর্ণ ব্যবধানে পরাজিত করে তাদের দ্বিতীয় টি২০ বিশ্বকাপ শিরোপা জয়ের প্রতিকূলতাকে অস্বীকার করেছিল।\nটস জিতে ব্যাট করতে নেমে অধিনায়ক রোহিত শর্মাসহ ভারতের ৩টি উইকেট তুলে নিয়ে দক্ষিণ আফ্রিকা শক্তিশালী শুরু করেছিল। যাইহোক, বিরাট কোহলি এবং অক্ষর প্যাটেলের মধ্যে গুরুত্বপূর্ণ ৭২ রানের জুটির সাথে টার্নিং পয়েন্ট এসেছিল। যদিও অক্ষর ৪৭ রানের জন্য বিদায় নিয়েছিলেন, কোহলি একটি ভাল গতির ৭৬ রানের সাথে ইনিংসটি অ্যাঙ্কর করেছিলেন, ভারতের স্কোরের মেরুদণ্ড হিসাবে প্রমাণিত হয়েছিল। ভারত অবশেষে ১৭৬ এর প্রতিযোগিতামূলক লক্ষ্য স্থির করে, টি২০ বিশ্বকাপের ফাইনালে প্রথম ইনিংসের সর্বোচ্চ সংগ্রহ ছিল।\nদক্ষিণ আফ্রিকার তাড়া উজ্জ্বলভাবে শুরু হয়েছিল, কিন্তু তারা তাদের ৪র্থ উইকেট হারানোর সাথে ১০৬ রানে ব্যর্থ হয়েছিল। হেইনরিখ ক্লাসেন প্রবেশ করেছিল, যিনি বিশ্বকাপের ফাইনালে দ্রুততম ফিফটি করেছিলেন, সংক্ষিপ্তভাবে দক্ষিণ আফ্রিকার আশা পুনরুজ্জীবিত করেছিলেন। তবে, হার্দিক পাণ্ড্য এবং জসপ্রীত বুমরাহের গুরুত্বপূর্ণ উইকেট নিয়ে ভারত তাদের পথ ফিরে পায়। পাণ্ড্য বিপজ্জনক ক্লাসেন এবং বুমরাহকে আউট করার সাথে ১৭তম ওভারটি নির্ণায়ক বলে প্রমাণিত হয়েছিল।\nশেষ ওভারটা একটা উত্তেজনাপূর্ণ ব্যাপার ছিল। আর্শদীপ সিং প্রথমে আঘাত করেন, সূর্যকুমার যাদবের একটি দর্শনীয় ক্যাচের সুবাদে ডেভিড মিলারকে আউট করেন। কাগিসো রাবাদা দেরিতে বিকাশের হুমকি দিয়েছিলেন, কিন্তু পাণ্ড্য তার স্নায়ু ধরে রেখেছিলেন, তাকে শেষ বলে আউট করে ভারতের জন্য একটি ঐতিহাসিক জয় নিশ্চিত করেছিলেন।\nএই জয়টি ২০১৩ সালের আইসিসি চ্যাম্পিয়ন্স ট্রফির পর ভারতের প্রথম আইসিসি শিরোপা এবং তাদের দ্বিতীয় টি২০ বিশ্বকাপের মুকুট চিহ্নিত করেছিল, তাদের সমৃদ্ধ ক্রিকেটের উত্তরাধিকারে আরেকটি অধ্যায় যোগ করেছে। বিরাট কোহলির লড়াকু তাকে ম্যাচের সেরা খেলোয়াড়ের পুরস্কার জিতেছিল, যেখানে পুরো টুর্নামেন্ট জুড়ে জসপ্রীত বুমরাহের ধারাবাহিক বোলিং তাকে টুর্নামেন্টের সেরা খেলোয়াড়ের মুকুট দেখেছিল।\n\n\n== পরিসংখ্যান ==\n\n\n=== সর্বাধিক রান ===\nসূত্র: ইএসপিএন ক্রিকইনফো\nসর্বশেষ হালনাগাদ: ২৯ জুন ২০২৪\n\n\n=== সর্বাধিক উইকেট ===\nতথ্যসূত্র: ইএসপিএন ক্রিকইনফো\nসর্বশেষ হালনাগাদ: ২৯ জুন ২০২৪\n\n\n== সম্প্রচারক ==\nটুর্নামেন্টটি বিভিন্ন স্বত্বাধিকারীর মাধ্যমে সম্প্রচারিত করা হয়েছিল: বিবিসি রেডিও যুক্তরাজ্যে বল-বাই-বল ধারাভাষ্য সরবরাহ করেছিল। চ্যানেল ২ গ্রুপ কর্পোরেশনের ভারত, বাংলাদেশ, শ্রীলঙ্কা, পাকিস্তান এবং মধ্যপ্রাচ্য ও উত্তর আফ্রিকা (এমইএনএ) অঞ্চলের অডিও অধিকার রয়েছিল। বিগ ১০৬.২ এফএম এবং টক ১০০.৩ এফএম সংযুক্ত আরব আমিরাতে সরাসরি বিশ্বকাপের ধারাভাষ্য সম্প্রচার করেছিল।\n২০২৩ ক্রিকেট বিশ্বকাপে ডেডিকেটেড ক্যামেরা ফিড ব্যবহার করে স্মার্টফোন-ভিত্তিক উল্লম্ব ভিডিও সম্প্রচার চালু করার পর, এই টি২০ বিশ্বকাপের জন্য উল্লম্ব ভিডিও ফিডগুলি মেশিন লার্নিং প্রযুক্তি ব্যবহার করে প্রধান ১৬:৯ ক্যামেরা ফিডগুলিকে স্বয়ংক্রিয়ভাবে উল্লম্ব এবং বর্গাকার ভিডিওতে মানিয়ে নেওয়ার জন্য স্থানান্তরিত হয়েছিল।\nমার্কিন দর্শকদের কাছে খেলাটিকে প্রচারে সহায়তা করার প্রয়াসে, আইসিসি আমেরিকান স্পোর্টস পডকাস্টার জ্যামবয়ের সাথে অংশীদারিত্ব করেছিল — যিনি বেসবল দর্শকদের লক্ষ্য করে ক্রিকেট-সম্পর্কিত বিষয়বস্তু তৈরির জন্য পরিচিত—একজন অবদানকারী হিসাবে, যার মধ্যে নির্বাচিত ম্যাচগুলিতে বিশ্লেষক হিসাবে অতিথি উপস্থিতি করা সহ নতুন দর্শকদের খেলাধুলার নিয়ম ও কৌশল ব্যাখ্যা করতে সাহায্য করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইএসপিএন ক্রিকইনফোতে ২০২৪ আইসিসি পুরুষ টি২০ বিশ্বকাপ টুর্নামেন্টের মূল পাতা"}