{"pageid": 1095113, "title": "বাংলাদেশের মহীসোপান", "url": "https://bn.wikipedia.org/wiki?curid=1095113", "content": "বাংলাদেশের মহীসোপান বলতে বাংলাদেশের সেই ভূভাগ বোঝায় যা বঙ্গোপসাগরে তথা ভারত মহাসাগরে পানিতে নিমজ্জিত অবস্থায় রয়েছে। এই মহীসোপান বাংলাদেশের সমুদ্র সীমার মধ্যে অবস্থিত। তবে আন্তর্জাতিক আইন দ্বারা মহীসোপানের বিস্তৃতি বা আয়তন নিরূপিত হয়ে থাকে।\n\n\n== মহীসোপানের আয়তন ==\nমহাদেশীয় ভূভাগের জলনিমজ্জিত নিকটবর্তী এলাকাকে মহীসোপান বলা হয়। ভূগোলের ভাষায় সমুদ্রতীরবর্তী দেশের সাগরের দিকে পানির নিচে যে ভূখণ্ড ধীরে ধীরে ঢালু হয়ে যে নেমে যায় সেটাই মহীসোপান। মহীসোপানকে সংশ্লিষ্ট দেশের বর্ধিত অংশ বলে ধরা হয়ে থাকে। বাংলাদেশের উপকূলভাগের মহীসোপানের বিস্তার স্থানবিশেষে বিভিন্ন। যেমন বাংলাদেশের দক্ষিণ উপকূলভাগে হিরণ পয়েন্ট ও সোয়াচ অব নো গ্রাউন্ডের মধ্যে এর বিস্তার ১০০ কিলোমিটারের কম। অন্যদিকে কক্সবাজার উপকূলে মহীসোপানের বিস্তার ২৫০ কিলোমিটারের অধিক। কোনো দেশের ভূভাগ থেকে সাগরের প্রথম ১২ নটিক্যাল মাইল পর্যন্ত ঐ দেশের সার্বভৌম সামুদ্রিক অঞ্চল হিসেবে পরিগণিত। এর পরবর্তী ২০০ নটিক্যাল মাইল জুড়ে বিশেষ অর্থনৈতিক অঞ্চল যার পরে ৩০০ নটিক্যাল মাইল পর্যন্ত বিস্তৃত হয় মহীসোপান। মহীসোপান এলাকার সামুদ্রিক সম্পদের মালিক সংশ্লিষ্ট দেশ। তবে এ এলাকায় যে কোনো দেশের জলযান চলাচল করতে পারে।\n২০১৪ সালে আন্তর্জাতিক আদালত স্থায়ী সালিশ আদালত-এর সিদ্ধান্তের মধ্য দিয়ে ভারত ও মিয়ানমারের সঙ্গে বাংলাদেশের সমুদ্রসীমা নির্ধারিত হওয়ার পরিপ্রেক্ষিতে বাংলাদেশ উপকূলবর্তী এক লাখ ১৮ হাজার ৮১৩ বর্গকিলোমিটার সমুদ্র অঞ্চল, ২০০ নটিক্যাল মাইলের একচ্ছত্র অর্থনৈতিক অঞ্চল এবং চট্টগ্রাম উপকূল থেকে ৩৫৪ নটিক্যাল মাইল পর্যন্ত মহীসোপানে অবস্থিত সব ধরনের প্রাণিজ ও অপ্রাণিজ সম্পদের ওপর মালিকানা লাভ করে।\n\n\n== ভারতের দাবী ==\n২০২১ সালের এপ্রিল মাসে বাংলাদেশের প্রতিবেশী দেশ ভারত বঙ্গোপসাগরের বাংলাদেশের মহীসোপান দাবির বিষয়ে ‘আপত্তি’ উত্থাপন করে। ভারতের মতে ভূখণ্ডের যে উপকূল রেখার ওপর নির্ভর করে বাংলাদেশ তাদের মহীসোপানের সীমানা নির্ধারণ করেছে তা ভারতের মহীসোপানের একাংশ। এ বিষয়ে আন্তর্জাতিক সংস্থা কমিশন অন দ্য লিমিটস অব দ্য কন্টিনেন্টাল শেলফ-এর কাছে ভারত নিবেদন করেছে, মহীসোপানের ব্যাপারে বাংলাদেশের কোনো দাবি যেন বিবেচনা না করা হয়। বাংলাদেশ এ ব্যাপারে ১৩ সেপ্টেম্বর ২০২১ জাতিসংঘের মহাসচিবের কাছে প্রত্যাখ্যান পত্র প্রেরণ করে।\n\n\n== তথ্যসূত্র =="}