{"pageid": 1095308, "title": "২০২১ সুকমা—বিজাপুর আক্রমণ", "url": "https://bn.wikipedia.org/wiki?curid=1095308", "content": "২০২১ সুকমা-বিজাপুর হামলা হল ভারতের কমিউনিস্ট পার্টির (মাওবাদী) নকশাল-মাওবাদী বিদ্রোহীদের দ্বারা ২০২১ সালের ৩ এপ্রিল  ছত্তিশগড়ের সুকমা জেলার জাগারগুন্ডা থানার অন্তর্গত জোনাগুদা গ্রামের কাছে সুকমা-বিজাপুর সীমান্তে ভারতীয় নিরাপত্তা বাহিনীর বিরুদ্ধে হামলার ঘটনা, যার ফলে ২২ জন নিরাপত্তাকর্মী ও ১২-২০ জন নকশাল নিহত হয়। নকশালদের বিরুদ্ধে লড়াই করা ভারতীয় নিরাপত্তা বাহিনীর জন্য ২০১৭ সালের পরে মৃত্যুর সংখ্যার ক্ষেত্রে এই ঘটনাটি সবচেয়ে খারাপ ছিল।\nনিরাপত্তা বাহিনীর পৃথক যৌথ দল ২০২১ সালের ২ এপ্রিল দক্ষিণ বস্তার জঙ্গলে বিজাপুর ও সুকমা জেলা থেকে একটি বড় মাওবাদ বিরোধী অভিযান শুরু করে।\n\n\n== পটভূমি ==\nছত্তিশগড়ের নারায়ণপুর জেলায় মাওবাদীরা ২০২১ সালের ২১শে মার্চ  নিরাপত্তা কর্মীদের বহনকারী একটি বাসকে বিস্ফোরণে উড়িয়ে দিলে পাঁচ জেলা রিজার্ভ গার্ড (ডিআরজি) কর্মী নিহত এবং ১৩ জন আহত হয়। মাওবাদী গোষ্ঠীকে পামেড, কোন্টা, জাগারগুন্ডা ও বসাগুড়া এলাকা কমিটির মাওবাদী পল্টনের সাথে জড়িত বিদ্রোহীরা সাহায্য করেছিল, তাদের প্রায় ২৫০ জনের সৈন্যবল ছিল।\nএলাকায় ওয়ান্টেড মাওবাদী নেতা হিদমার উপস্থিতির পর নিরাপত্তা বাহিনী একটি অভিযান শুরু করেছিল। হিদমা, যিনি পিপলস লিবারেশন গেরিলা আর্মির (পিএলজিএ) ব্যাটালিয়ন নম্বর ১ এর প্রধান, তিনি সুকমা জেলার পুভার্তি গ্রামের মারাত্মক হামলার জন্য পরিচিত। তিনি ১৯৯০-এর দশকে বিদ্রোহীদের সাথে হাত মিলিয়েছিলেন এবং ১৮০ জন থেকে ২৫০ জন মাওবাদী যোদ্ধাদের নেতৃত্ব দিয়েছিলেন। তিনি মাওবাদী দণ্ডকারণ্য বিশেষ জোনাল কমিটির (ডিকেএসজেড) সদস্য এবং তিনি সিপিআই (মাওবাদী) এর সর্বোচ্চ ২১ সদস্যবিশিষ্ট 'কেন্দ্রীয় কমিটির' সর্বকনিষ্ঠ সদস্য। ₹ ৪৫ লাখ (ইউএস$ ৫৫,০০০) টাকার পুরস্কার বহন করেন। এনআইএ কর্তৃক ২০১৯ সালে বিজেপি বিধায়ক ভীমা মান্ডবী হত্যা মামলায় হিদমার বিরুদ্ধে অভিযোগপত্র দায়ের করা হয়েছে। হিদমা কমপক্ষে ২৬ টি হামলায় অভিযুক্ত, যার মধ্যে ফ্রন্টলাইন কংগ্রেস নেতাদের ২০১৩ সালের ঝিরাম ঘাঁটি গণহত্যা ও ২০১৭ সালের এপ্রিল মাসে বোরকাপাল হামলা  রয়েছে, যার মধ্যে ২৪  জন সিআরপিএফ কর্মী নিহত হয়েছিল।\n\n\n== আক্রমণ ==\nসেন্ট্রাল রিজার্ভ পুলিশ ফোর্সের অভিজাত কোবরা ইউনিট, জেলা রিজার্ভ গার্ড ও স্পেশাল টাস্ক ফোর্সের নিরাপত্তা কর্মীরা ২০২১ সালের ৩ এপ্রিল একটি বিদ্রোহী বিরোধী অভিযানের সময় আদিবাসী অধ্যুষিত মধ্য ভারতের রাজ্য ছত্তিশগড়ে হামলা চালায়। যুদ্ধ শুরু হয় যখন ভারতীয় নিরাপত্তা বাহিনী, সামরিক গোয়েন্দা বাহিনীর উপর ভিত্তি করে বিজাপুর জেলার ঘন বনাঞ্চলে একটি বিদ্রোহী আস্তানায় অভিযান চালায়।\nরাজ্য-রাজধানী রায়পুরের ৫৪০ কিলোমিটার (৩৪০ মাইল) দক্ষিণে সীমান্ত সুকমা জেলায় মাওবাদী বিদ্রোহীদের হামলায় কমপক্ষে ২২ ইন ভারতীয় নিরাপত্তা কর্মী নিহত এবং ৩০ জন আহত হয়। বিদ্রোহীরা, যারা হতাহতও হয়েছিল, তারা মৃত সৈন্যদের অস্ত্র জব্দ করতে সক্ষম হয়েছিল। পরে, একজন নিখোঁজ সৈন্যের সন্ধানের জন্য একটি চিরুনি অভিযান চালানো হয়। ছত্তিশগড়ের মুখ্যমন্ত্রী ভূপেশ বাঘেলের মতে, রাজ্যের বস্তার বিভাগে বন্দুকযুদ্ধে উভয় পক্ষ থেকে \"গুলি, গ্রেনেড ও রকেট লঞ্চার\" ব্যবহার করা হয়েছে।\nসরকারি মালিকানাধীন অর্ডন্যান্স ফ্যাক্টরি বোর্ডের যুগ্ম পরিচালক উদ্দীপন মুখোপাধ্যায় বলেন, মহামারীটি বিদ্রোহীদের আরও সদস্য নিয়োগের অনুমতি দিয়েছে। উদ্দীপন মহাশয় এক দশক ধরে মাওবাদীদের যুদ্ধ কৌশল অনুসরণ করছেন। তার থিসিস অন্যদের দ্বারা সম্মত হয়েছিল, যারা পরিস্থিতি সম্পর্কে সরাসরি জ্ঞান অর্জন করেছিল।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== ঘরোয়া ===\nভারতের রাষ্ট্রপতি রামনাথ কোবিন্দ নিরাপত্তা কর্মীদের হামলায় গভীর দুঃখ প্রকাশ করেন। প্রধানমন্ত্রী নরেন্দ্র মোদী এবং ছত্তিশগড়ের মুখ্যমন্ত্রী ভূপেশ বাঘেল ঘটনার নিন্দা জানান।  কেন্দ্রীয় স্বরাষ্ট্রমন্ত্রী অমিত শাহ বলেন, যে \"ছত্তিশগড় নকশাল হামলার উপযুক্ত জবাব উপযুক্ত সময়ে দেওয়া হবে।\"\n\n\n=== আন্তর্জাতিক ===\n তুরস্কের পররাষ্ট্র মন্ত্রণালয় হামলার নিন্দা জানায় এবং \"সন্ত্রাসীদের দ্বারা 'জঘন্য' হামলায় শহীদ হওয়া সৈন্যদের সমবেদনা পাঠায়\"।\n\n\n== আরো দেখুন ==\n২০১০ সালের এপ্রিল মাসে দান্তেওয়াড়ায় মাওবাদীদের আক্রমণ\n২০১৩ দারভা উপত্যকায় নকশাল হামলা\n২০১৭ সুকমা আক্রমণ\n২০১৮ সুকমা আক্রমণ\n\n\n== তথ্যসূত্র =="}