{"pageid": 1095523, "title": "পশ্চিমবঙ্গ বিধানসভা নির্বাচন, ১৯৭১", "url": "https://bn.wikipedia.org/wiki?curid=1095523", "content": "পশ্চিমবঙ্গ বিধানসভা নির্বাচন, ১৯৭১ অনুষ্ঠিত হয়েছিল ভারতের পশ্চিমবঙ্গ রাজ্যের বিধানসভার সদস্যদের নির্বাচিত করার জন্য। এই নির্বাচনটি সেই বছর সাধারণ নির্বাচনের সঙ্গেও আয়োজিত হয়।\n\n\n== রাজনৈতিক দল ও জোট ==\n১৯৭১ সালের নির্বাচনের পূর্বে দলীয় জোটের চিত্রটি পুনরাঙ্কিত হয়েছিল। মুখ্যমন্ত্রীর পদত্যাগের পরে যুক্তফ্রন্ট দুই ভাগে বিভক্ত হয়ে গিয়েছিল। এরপর ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী)-র নেতৃত্বে সংযুক্ত বামফ্রন্ট নামে ছয়-দলীয় জোট গঠিত হয়। এই জোটের অন্যান্য দলগুলি ছিল ভারতের বিপ্লবী কমিউনিস্ট পার্টি (সুধীন্দ্রনাথ কুমারের নেতৃত্বাধীন গোষ্ঠী), বিপ্লবী বাংলা কংগ্রেস, ভারতের বলশেভিক পার্টি (নেপাল ভট্টাচার্যের নেতৃত্বাধীন গোষ্ঠী), ওয়ার্কার্স পার্টি অফ ইন্ডিয়া ও মার্ক্সবাদী ফরওয়ার্ড ব্লক।\nভারতের কমিউনিস্ট পার্টির নেতৃত্বে গঠিত হয় আট-দলীয় জোট সংযুক্ত বাম গণতান্ত্রিক ফ্রন্ট (ইউএলডিএফ)। এই জোটের অন্যান্য সদস্যরা ছিল সারা ভারত ফরওয়ার্ড ব্লক, সোশ্যালিস্ট ইউনিটি সেন্টার অফ ইন্ডিয়া, অখিল ভারতীয় গোর্খা লিগ, ভারতের বলশেভিক পার্টি (বরদা মুকুটমণির নেতৃত্বাধীন গোষ্ঠী), ভারতের বিপ্লবী কমিউনিস্ট পার্টি (অনাদি দাসের নেতৃত্বাধীন গোষ্ঠী), সংযুক্ত সোশ্যালিস্ট পার্টি ও প্রজা সমাজতান্ত্রিক পার্টি (বিক্ষুদ্ধ গোষ্ঠী)। ইউএলডিএফ বাংলা কংগ্রেসের সঙ্গে আসন বণ্টন-সংক্রান্ত চুক্তি করতে ব্যর্থ হলেও ভারতীয় জাতীয় কংগ্রেস (আর)-এর (কংগ্রেস(আর)) সঙ্গে কয়েকটি আসন বণ্টন করতে সক্ষম হয়েছিল।\nবাংলা কংগ্রেস কংগ্রেস(আর)-এর সঙ্গে আসন সমঝোতায় আগ্রহী হলেও কংগ্রেস(আর) তাদের প্রস্তাব প্রত্যাখ্যান করে। কারণ, কংগ্রেস(আর) বাংলা কংগ্রেসকে ভারতীয় জাতীয় কংগ্রেস (সংগঠন)-এর অত্যন্ত ঘনিষ্ঠ একটি দল মনে করত।\n\n\n== হিংসাত্মক ঘটনা ==\nএই নির্বাচনের পূর্বে নির্বাচনী প্রচার চলাকালীন কয়েকটি হিংসাত্মক ঘটনা ঘটেছিল। ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-নেনিনবাদী) (সিপিআই(এম-এল)) নির্বাচন বয়কটের ডাক দেয়। অন্যদিকে ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) (সিপিআই(এম)) প্রচার করে যে, ভারতীয় জাতীয় কংগ্রেস (আর) সিপিআই(এম)-এর রাজ্যে ক্ষমতা দখল সুযোগে অন্তর্ঘাত হানার জন্য সিপিআই(এম-এল)-কে দাবার বোড়ে হিসেবে ব্যবহার করছে। সমগ্র রাজ্য জুড়ে সিপিআই(এম) ও সিপিআই(এম-এল)-এর মধ্যে সংঘর্ষ বেধে যায়। সিপিআই(এম) দাবি করে যে, সিপিআই(এম-এল) তাদের প্রায় ২০০ ক্যাডারকে হত্যা করেছিল।\nনির্বাচনী প্রচার চলাকালীন তিন জন প্রার্থী নিহত হয়েছিলেন। ১৯৭১ সালের ১৭ ফেব্রুয়ারি উখড়া বিধানসভা কেন্দ্রের বাংলা কংগ্রেস প্রার্থী দেবদত্ত মণ্ডল নিহত হন, ২০ ফেব্রুয়ারি প্রকাশ্য দিবালোকে নিহত হন শ্যামপুকুর বিধানসভা কেন্দ্রের সারা ভারত ফরওয়ার্ড ব্লক প্রার্থী হেমন্ত কুমার বসু এবং এরপর ৫ মার্চ দমদম বিধানসভা কেন্দ্রের ভারতীয় জাতীয় কংগ্রেস (সংগঠন) প্রার্থী পীযূষচন্দ্র ঘোষ নিহত হন। তিন বিধানসভা কেন্দ্রেই নির্বাচনের পূর্ব ঘোষণা প্রত্যাহার করা হয়েছিল, কিন্তু শ্যামপুকুর কেন্দ্রে কোনও নির্বাচনই হয়নি। কারণ, হেমন্ত কুমার বসুর পরিবর্তে সারা ভারত ফরওয়ার্ড ব্লক কর্তৃক ঘোষিত প্রার্থী অজিত কুমার বিশ্বাসও নিহত হয়েছিলেন।\n\n\n== বিধানসভা কেন্দ্র অনুযায়ী ফলাফল ==\n\n\n== সরকার গঠন ==\nনির্বাচনের পর কংগ্রেস(আর), বাংলা কংগ্রেস ও ইউএলডিএফ (এসইউসিআই-এর সম্মতি ছাড়া) এই সিদ্ধান্ত গ্রহণ করে যে, কংগ্রেস(আর) ও বাংলা কংগ্রেস সরকার গঠন করবে এবং ইউএলডিএফ সেই সরকারকে বাইরে থেকে সমর্থন করবে। ইউএলডিএফ-এর দুই সদস্য দল এসএসপি ও গোর্খা লিগ অবশ্য সরকারে যোগ দেয়।\n\n\n== তথ্যসূত্র =="}