{"pageid": 1095262, "title": "গ্র্যাভেল হার্ট", "url": "https://bn.wikipedia.org/wiki?curid=1095262", "content": "গ্র‍্যাভেল হার্ট (অর্থ খণ্ড হৃদয়) নোবেল বিজয়ী কথাসাহিত্যিক আব্দুলরাজাক গুরনাহ’র লেখা নবম উপন্যাস। এ উপন্যাস ২০১৭ সালে ইংল্যান্ডে প্রকাশিত হয়। ২৭২ পৃষ্ঠার এ উপন্যাসটি প্রকাশ করে ব্লুমসবেরী। এর মূল্য রাখা হয় ২৮ মার্কিন ডলার (১৭ ব্রিটিশ পাউণ্ড স্টারলিং)। প্রকাশিত হওয়ার পর এটি বিশ্বব্যাপী সমাদৃত হয়।\n\n\n== লেখক ==\nজন্মসূত্রে আবদুলরাজাক গুরনাহ একজন তাঞ্জানীয়। ১৯৬০-এর দশকের শেষ থেকে তিনি ইংল্যান্ডের অধিবাসী। এখানেই লেখাপড়া করেছেন ও বিশ্ববিদ্যালয়ে শিক্ষকতা জীবিকা হিসাবে বেছে নিয়েছেন। আফ্রিকী সাহিত্য নিয়ে তার ব্যাপক পড়াশুনা। ১৯৮৪ সালে বাবা যখন মৃত্যু শয্যায় তখন তিনি বহু দিন পরে জন্মস্থান জাঞ্জিবার গমন করেন। এরকম ব্যক্তিগত প্রেক্ষাপটে ১৯৮৫ সালে তিনি তাঁর প্রথম উপন্যাস লিখতে শুরু করেন। এ সময় তিনি কেন্ট বিশ্ববিদ্যালয়ের শিক্ষক। কিছুদিন আগেই নাইজেরিয়ার বেয়ারিও বিশ্ববিদ্যালয়ে তিন বছর অধ্যাপনা করে ইংল্যান্ডে ফিরেছেন কৈশোরের কৃষ্ণ-আফ্রিকার স্মৃতি পুনরুদ্ধার করে। ১৯৮৭ সালের ১ মার্চ তারিখে তার প্রথম উপনন্যাস “মেমোরি অব ডিপারচার” প্রকাশিত হয়। গুরনাহের চতুর্থ উপন্যাস “প্যারাডাইজ” ১৯৯৪তে প্রকাশিত হয়। এটি বুকার পুরস্কারের জন্য শর্টলিস্টেড হয়েছিল। এই মনোনয়ন তাকে ইংরেজিভাষী সাহিত্যজগৎে বিশেষভাবে পরিচিত ও সমাদৃত করে তোলে। ২০১৬ সালে তিনি বুকার পুরস্কারের বিচারকমণ্ডলীতে অন্তর্ভুক্ত ছিলেন। ২০২০ সাল পর্যন্ত তার মোট দশটি উপন্যাস প্রকাশিত হয়েছে। ২০২১ সালে তাকে সাহিত্যের নোবেল পুরস্কার প্রদান করা হয়।\n\n\n== পটভূমি ==\n১৯৭০-এর জাঞ্জিবার-এর পটভূমিতে এ উপন্যাসটির কাহিনী উন্মোচিত হয়েছে। ভারত মহাসাগরের এই দ্বীপপুঞ্জে ষাট দশকের আরব-মুসলমান বিরোধী দাঙ্গার রক্তের দাগ অনেকখানি শুকিয়ে এসেছে। বিদেশী পর্যটকদের সমাগম বাড়ছে, তাদের শোরগোল উচ্চকিত হচ্ছে উপকূলীয় শহর। ঔপনেবিশক শাসন থেকে মুক্ত হয়ে অনেকেই উন্নত জীবনের আকাঙ্ক্ষায় বিদেশে পাড়ি জমাচ্ছে। প্রথম উপন্যাসের প্রোটেগনিস্ট হাসান জন্মভূমি ছেড়েছিল বাধ্য হয়ে। “আফটারলাইভস্‌”-এ ইলিয়াসকে চুরি করে জার্মানি নিয়ে যাওয়া হয়েছিল আর হামজাকে শৈশবে বিক্রি করে দেওয়া হয়েছিল। আব্দুলরাজাক গুরনাহ’র মূল চরিত্ররা বয়সে কম। নানা কারণে তাদের জন্মভূমি ফিরে ছেড়ে বিদেশে পাড়ি জমাতে হয়। দেশে আর ফেরে না তারা, বিদেশের মাটিতেই স্থায়ী হয়ে যায়।  বিদেশের মাটিতে পরিবার-বিচ্যূত এই সব নায়কেরা আত্মপরিচয়ের বিপর্যয় নিয়ে সদাই উৎকণ্ঠিত থাকে। কিন্তু তাদের বৈদেশিকতা কখনও ঘোচে না। তাদের দেশত্যাগ, নতুন দেশে অভিবাসন এই সব নিয়ে গুরনাহ’র উপন্যাসের আখ্যানভাগ গড়ে ওঠে। “গ্র‍্যাভেল হার্ট“ কোনো ব্যতিক্রম নয়। উপন্যাসটির শেষ অধ্যায়ে কেন্দ্রীয় চরিত্র সেলিম শেক্সপিয়রের নাটক মেজার ফর মেজার-এর আখ্যানভাগ বর্ণনা করে। এ নাটকেই শেক্সপিয়র লিখেছিলেন: “বেঁচে থাকার বা মরে যাওয়ার অযোগ্য। ও, খণ্ড হৃদয়!”\n\n\n== আখ্যানভাগ ==\n২০১৭ সালে গুরনাহ'র নবম উপন্যাস 'গ্রাভেল হার্ট' ('পাথর হৃদয়') প্রকাশিত হয়। এ উপন্যাসের পটভূমি সত্তর দশকের জাঞ্জিবার। উপন্যাসের কেন্দ্রীয় চরিত্র সালিম-এর বয়স যখন সবেমাত্র ৭, তখন তার বাবা বাড়ি ছেড়ে চলে যান। তার মা বলেন, বাবা কয়েক দিনের জন্য অন্যত্র গিয়েছে এবং অচিরেই ফিরে আসবেন। প্রকৃতপক্ষে সালিমের বাবা শহরের অন্যপ্রান্তে ঘর ভাড়া নিয়ে পৃথক জীবন শুরু করেন। তাদের সুখী পরিবারটা কেন ভেঙে গেল তা সালিম বুঝে উঠতে পারে না। সে অনুমান করে মায়ের জীবনাচরণে কিছু সমস্যা রয়েছে, কিন্তু বিচ্ছেদের প্রকৃত কারণ তার কাছে অধরা থেকে যায়।\nতার আমীর মামা তাকে লন্ডনে গিয়ে পড়াশোনার সুযোগ করে দিলেন। জাঞ্জিবার থেকে লন্ডনে এসে সে কেমন যেন ছিন্নমূল হয়ে পড়ে। লন্ডন তার কাছে ভিনদেশ, সে এখানে ভিনদেশি আগন্তুক। সালিম ঠাহর করে উঠতে পারে না কী ক'রে খাপ খাইয়ে নেবে। লেখাপড়া শেষ ক'রে সে চাকরি পেয়ে যায়। লন্ডনে তার বন্ধু-বান্ধবের অভাব নেই; কিন্তু সে নিজেই যেন মানিয়ে নিতে পারে না। তার দুটি দেশ: জাঞ্জিবার ও ইংল্যান্ড। কিন্তু তার কোনো 'বাড়ি' নেই। সে উন্মূল, উদ্বাস্তু, বিদেশি।\nবাবা-মা'র আকস্মিক বিচ্ছেদের অজানা রহস্য তার চেতনার অন্তঃস্থলে অক্ষত থাকে। উপন্যাসের সর্বশেষ অধ্যায়ে এই রহস্য উন্মোচন করেন গুরনাহ। শেষ অধ্যায়ের কথা বাদ দিলে বিচ্ছেদের কারণটিকে উহ্য রেখেই তিনি নানা ঘটনায় উপন্যাসের আখ্যানভাগ গঠন করেন। ক্ষমতার বৈষম্য, শ্রেণিবিভেদ, লিঙ্গ ও ভালোবাসার অসামঞ্জস্য ইত্যাদি মানুষের পারস্পরিক সম্পর্কে যে নৈয়ায়িক ভূমিকা রাখে, তা গুরনাহ ধীরগতিতে ফুটিয়ে তুলেছেন অজস্র ঘটনার মধ্য দিয়ে। কাহিনীর শেষ পর্যায়ে মায়ের কবর জিয়ারতের উদ্দেশ্য নিয়ে সেলিম জন্মস্থান জাঞ্জিবারে আসে। তখন বাবার সঙ্গে সাক্ষাৎ হয়। বাবা তাকে বলেন কেন তিনি পরিবার থেকে বিচ্ছিন্ন হয়ে পৃথক জীবন বেছে নিয়েছিলেন।\n\n\n== পর্যালোচনা ==\n\"গুরনার লেখার লাবণ্য এবং নিয়ন্ত্রণ ক্ষমতা, এবং কীভাবে চুপিসারে ও ধীরে ধীরে ও বারবার একটি হৃদয় ভেঙে যেতে পারে সে সম্পর্কে তার উপলব্ধি এটিকে একটি গভীর ফলপ্রসূ উপন্যাস করে তুলেছে।\" - দ্য গার্ডিয়ান\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nআবদুলরাজাক গুরনাহ\nমেমোরি অব ডিপার্চার\nপ্যারাডাইস\nআফটারলাইভস"}