{"pageid": 1095582, "title": "স্বামী শঙ্করানন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1095582", "content": "স্বামী শঙ্করানন্দ, (১০ মার্চ  ১৮৮০ – ১৩ জানুয়ারি ১৯৬২) ছিলেন (জুন ১৯৫১ – জানুয়ারি ১৯৬২) এই সময়ের বেলুড় মঠ ও মিশনের সপ্তম অধ্যক্ষ। \n\n\n== জীবনী ==\nস্বামী শঙ্করানন্দের জন্ম ১৮৮০ খ্রিস্টাব্দের ১০ ই মার্চ অবিভক্ত বাংলার অধুনা পশ্চিমবঙ্গের হুগলি জেলার বাজেপ্রতাপপুর গ্রামে শিবরাত্রিতে। তাঁর পৈতৃক নিবাস ছিল তৎকালীন ২৪ পরগনা জেলার বামুনমুরা গ্রামে। পূর্বাশ্রমের নাম ছিল অমৃতলাল সেনগুপ্ত, ডাকনাম ছিল অমূল্য। ছাত্রাবস্থায়  স্বামী বিবেকানন্দর বক্তৃতা শুনে কলকাতায় ডাক্তারী পড়া ছেড়ে ১৯০২ খ্রিস্টাব্দে রামকৃষ্ণ সংঘে যোগ দেন। ১৯০৬ খ্রিস্টাব্দে  স্বামী ব্রহ্মানন্দের কাছে দীক্ষা গ্রহণ করে স্বামী শঙ্করানন্দ হন। তিনি স্বামী ব্রহ্মানন্দ অতি প্রিয় ব্যক্তিগত সহায়ক ছিলেন। তাঁর সাথে শঙ্করনন্দজী দেশের সমস্ত মঠ ও মিশনে ভ্রমণ ও অবস্থানের বিরল সুযোগ পান। ১৯০৩ খ্রিস্টাব্দে তিনি  স্বামী সারদানন্দের  সাথে জাপান গমন করেন এবং   ছয় মাস অবস্থানের পর চীন হয়ে দেশে ফেরেন। \n১৯৪৭ খ্রিস্টাব্দে তিনি রামকৃষ্ণ মঠ ও মিশনের  অন্যতম সহ-অধ্যক্ষ নিযুক্ত হন এবং ১৯৫১ খ্রিস্টাব্দের ১৯ শে জুন অধ্যক্ষ নির্বাচিত হন। অধ্যক্ষ নির্বাচিত হওয়ায় পর মূলত তাঁর তিনটি কাজ রামকৃষ্ণ-বেদান্ত-আনন্দোলনে চিরস্মরণীয়। \n\nবেলুড় মঠে  শ্রীশ্রীমায়ের মন্দির সুচারুরূপে গড়ে তোলার সমস্ত ব্যবস্থা করেন।\nস্বামী সারদানন্দজীর নির্দেশে তিনি  জয়রামবাটীর মাতৃমন্দির নির্মাণকার্য স্বামী উমানন্দের সাহায্যে তদারকিতে ১৯২৩ খ্রিস্টাব্দে সম্পন্ন করান।\nপরম্পরার দিক দিয়ে তিনি শ্রীরামকৃষ্ণ মঠ,  বেলুড় ও শ্রীসারদা মঠ,  দক্ষিণেশ্বরের মধ্যে যোগসূত্র স্থাপন করেন।\n১৯৫৯ খ্রিস্টাব্দের ১লা জানুয়ারি  শ্রীশ্রীমায়ের জন্মতিথির দিন শ্রীশ্রীমায়ের যোগশিষ্যা তথা স্বামী সারদানন্দের মানস কন্যা শ্রীসারদা মঠের অধ্যক্ষা সরলাদেবীকে সন্ন্যাসদীক্ষা প্রদান করেন। নাম হয় প্রব্রাজিকা ভারতীপ্রাণা। ১৯৫৯ খ্রিস্টাব্দে  সারদমঠের সমস্ত ভার সন্ন্যাসিনীদের এক ট্রাস্টের মধ্যে নিযুক্ত করে শ্রীসারদামঠের সমস্ত ভার তাঁদের হস্তে অর্পণ করেন। ১৯৬১ খ্রিস্টাব্দে শ্রীরামকৃষ্ণ-সারদা মিশন আইনানুগভাবে রেজিস্ট্রি করান তিনি।  \nতিনি ছিলেন অত্যন্ত সহজ সরল, সময়নিষ্ঠ, আত্মনির্ভরশীল এবং কর্মদক্ষ।  নিজে কঠোর জীবনযাপন করতেন এবং সমস্ত বিষয়ে সজাগ দৃষ্টি রাখতেন। \n\n\n== জীবনাবসান ==\nস্বামী শঙ্করানন্দের তেমন কোন শারীরিক সমস্যা ছিল না। বার্ধক্যের কারণেই ১৯৬২ খ্রিস্টাব্দের ১৩ ই  জানুয়ারি ৮২ বৎসর বয়সে প্রয়াত হন। \n\n\n== তথ্যসূত্র =="}