{"pageid": 1095579, "title": "স্বামী অসক্তানন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1095579", "content": "স্বামী অসক্তানন্দ  (১৪ জুন  ১৯৩১ – ১৯ অক্টোবর  ২০০৯) স্বামী বিবেকানন্দ প্রবর্তিত রামকৃষ্ণ অনুশাসন তথা ভাবধারায় অনুপ্রাণিত সন্ন্যাসী ছিলেন। তিনি আমেরিকায় বেদান্ত প্রচার সহ  মহারাজ স্বামী লোকেশ্বরানন্দের আজীবন ছায়াসঙ্গী ছিলেন। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nস্বামী অসক্তানন্দের জন্ম অবিভক্ত বাংলার অধুনা বাংলাদেশের তৎকালীন শ্রীহট্ট জেলার (বর্তমানে সিলেট) জেলার পাইলগাঁও গ্রামে। পিতা যোগেন্দ্রকুমার চক্রবর্তী ও মাতা নির্মলা দেবী।  তার পূর্বাশ্রমের নাম ছিল বিষ্ণুপ্রসাদ চক্রবর্তী। বাল্যকাল থেকেই পিতার কঠোর নির্দেশে তাকে প্রাণায়াম, ব্যায়াম ইত্যাদি করতে হত। সেইসঙ্গে সকাল ও সন্ধ্যায় সবাইয়ের সাথে ধ্যান, জপ, ভাগবত, গীতা, উপনিষদ প্রভৃতি ধর্মগ্রন্থ থেকে পাঠ করতে হত। পড়াশোনা শুরু হয়েছিল গ্রামেরই এক স্কুলে। তবে পিতা সেসময় অ্যাকাউন্টান্ট জেনারেল বেঙ্গলে ডিভিশনাল  অ্যাকাউন্টেন্টের পদে থাকার কারণে বিভিন্ন স্থানে ঘুরতে হত। ১৯৪৭ খ্রিস্টাব্দে দেশভাগের পর বহরমপুরের কৃষ্ণনাথ কলেজিয়েট স্কুল থেকে এন্ট্রান্স এবং কৃষ্ণনাথ কলেজ থেকে আইএসসি পাশ করেন। এরপর ১৯৫১ খ্রিস্টাব্দে চলে আসেন কলকাতার পাথুরিয়াঘাটার রামকৃষ্ণ মিশন স্টুডেন্টস হোমে।  স্বামী লোকেশ্বরানন্দের সহায়তায় তিনি সিটি কলেজ থেকে বিজ্ঞানে স্নাতক হন।\nকলেজের পাঠ শেষে তিনি  ১৯৫৪ খ্রিস্টাব্দে তিনি পাথুরিয়াঘাটায় স্বামী লোকেশ্বরানন্দের কাছে ব্রহ্মচারীরূপে রামকৃষ্ণ সংঘে যোগ দেন।\n\n\n== সমাজসেবায় আত্মনিয়োগ ==\nবাল্যকাল থেকেই বিষ্ণুপ্রসাদ সমাজসেবায় ব্রতী ছিলেন। দরিদ্রসেবা, দুর্ভিক্ষে নিরন্নদের অন্নদান প্রভৃতি কর্মকাণ্ডে  স্বামী বিবেকানন্দর আদর্শ তাঁকে অনুপ্রাণিত করেছিল। রামকৃষ্ণ মিশনের চেরাপুঞ্জি আশ্রমের অধ্যক্ষ পুনাপ্পন মহারাজের অনুরোধে সেখানে গণিত ও পদার্থবিজ্ঞান বিষয়ে  শিক্ষকতা করেন কিছুদিন। তবে পাথুরিয়াঘাটা আশ্রমে বিষ্ণুপ্রসাদের আগমন প্রকৃত পক্ষে এক সংযোগ ছিল। স্বামী লোকেশ্বরানন্দ ও স্বামী অসক্তানন্দ একে অপরকে ভালো ভাবে চিনেছিলেন। স্বামী লোকেশ্বরানন্দ বিষ্ণুপ্রসাদের কলেজে পড়ার সময় থেকেই তাঁর ভিতরের শক্তিকে ভালোবাসার সাথে যেমন প্রশ্রয় দিতেন তেমনই প্রয়োজনে মৃদু শাসনে নিয়ন্ত্রণ করতেন। ফলে স্বামী অসক্তানন্দ স্বামী লোকেশ্বরানন্দের আজীবন ছায়াসঙ্গী হয়ে রইলেন। স্বামী লোকেশ্বরানন্দের চিন্তাধারা বাস্তবায়নে ও কর্মকাণ্ডের রূপায়ণে তাঁর সহযোগী ছিলেন। তাঁদের সম্মিলিত প্রচেষ্টায় কলকাতার দক্ষিণ শহরতলির \"উখিলা-পাইকপাড়া\" গ্রাম রূপান্তরিত হয়  নরেন্দ্রপুরে। স্বামী লোকেশ্বরানন্দ পাথুরিয়াঘাটার স্টুডেন্টস হোমের সকলকে নিয়ে চলে আসেন নরেন্দ্রপুর। দুবৎসরের মধ্যে গড় ওঠে ব্রহ্মানন্দ ভবন। ১৯৫৮ খ্রিস্টাব্দে এই ভবনেই মহারাজ ব্রহ্মচারী অমলচৈতন্যকে প্রধান শিক্ষক করে স্থাপিত হল অন্যতম বিখ্যাত শিক্ষা প্রতিষ্ঠান নরেন্দ্রপুর রামকৃষ্ণ মিশন। ১৯৫৮ খ্রিস্টাব্দ হতে ১৯৬৩ খ্রিস্টাব্দ পর্যন্ত নরেন্দ্রপুর বিদ্যালয়ের প্রধান শিক্ষক। ১৯৬৩ খ্রিস্টাব্দ হতে ১৯৬৬ খ্রিস্টাব্দ পর্যন্ত ছিলেন আশ্রমের কোষাধ্যক্ষ। পরবর্তী দশ বৎসর সময়ে তিনি আমেরিকার বিভিন্ন শহরে বেদান্ত প্রচার করেন। ১৯৭৬ খ্রিস্টাব্দ হতে আমৃত্যু নরেন্দ্রপুর রামকৃষ্ণ মিশনের সম্পাদকের দায়িত্ব পালন করেন।\n\n\n== তথ্যসূত্র =="}