{"pageid": 1095375, "title": "অমিতা বসু", "url": "https://bn.wikipedia.org/wiki?curid=1095375", "content": "অমিতা বসু (রোমানীয়:  Amita Bhose) (৯ ফেব্রুয়ারি, ১৯৩৩ - ২৪ অক্টোবর, ১৯৯২) ছিলেন একজন বিশিষ্ট অনুবাদক, কবি ও নাট্যকার। তিনি এশিয়া মহাদেশে বাংলা ভাষায় রোমানিয়ার জাতীয় কবি মিহাই এমিনেস্কুর (১৮৫০-১৮৮৯) কবিতার প্রথম অনুবাদক। রোমানিয়ান সাহিত্যের মহান প্রেমিক হয়ে, তিনি প্রত্যক্ষভাবে এবং একাডেমিক সংযোগের মাধ্যমে এমিনেস্কুর রচনার মধ্যে পৌরাণিক ভারতের প্রভাব বিশ্লেষণ করেছেন।  অপরদিকে বাংলা তথা ভারতীর ভাষার সাহিত্য, বিশেষকরে রবীন্দ্ররচনা রোমানীয় ভাষায় অনুবাদের মাধ্যমে তিনি দুটি দেশের সংস্কৃতির মধ্যে সেতুবন্ধনের সূচনাকারী প্রথম ভারতীয় বাঙালি।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nঅনিতা বসুর জন্ম ১৯৩৩ খ্রিস্টাব্দের ৯-ই ফেব্রুয়ারি ব্রিটিশ ভারতের কলকাতায়। পিতা\nসুধীরকুমার বসু ছিলেন তৎকালীন কলকাতার সুপ্রিম কোর্টের আইনজীবী এবং মাতা প্রতিমা বসু। অনিতা ১৯৫৩ খ্রিস্টাব্দে  কলকাতা বিশ্ববিদ্যালয়ের রসায়ন, পদার্থবিজ্ঞান ও গণিত নিয়ে স্নাতক হন। অবশ্য বহু পরে ১৯৬৫ খ্রিস্টাব্দে বাংলা-ইংরাজী সহ কলা বিভাগে স্নাতক ডিগ্রি লাভ করেন। ১৯৫৪ খ্রিস্টাব্দে তিনি প্রকৌশলী ভূতত্ত্ববিদ ড. দীপককুমার রায়কে বিবাহ করেন। স্বামী চাকরি সূত্রে ১৯৫৯ খ্রিস্টাব্দে তৈল ভূতত্ত্ববিদ্যায় বিশেষজ্ঞ হিসাবে রোমানিয়ায় যাত্রা করলে অমিতাও সেখানে যান। সেখানে রোমানিয়ান ভাষা শিক্ষার সংক্ষিপ্ত পাঠক্রম সমাপ্ত করেন। সেই সাথে রোমানিয়ার জাতীয় কবি মিহাই এমিনেস্কুর কবিতা পড়ার পর তাঁর রোমানিয়ার সাহিত্য ও সংস্কৃতি সম্পর্কে আগ্রহ জন্মে। কিন্তু ১৯৬১ খ্রিস্টাব্দে স্বামীর সাথে দেশে ফিরে আসেন।\n\n\n== কর্মজীবন ও সাহিত্যকর্ম ==\n১৯৬১ খ্রিস্টাব্দের মে মাসে রবীন্দ্রনাথের জন্মদিন উপলক্ষে কবির সম্বর্ধনায় \"রোমানিয়ায় রবীন্দ্রনাথ\" (Tagore in Romania) শীর্ষক প্রবন্ধ দিয়ে লেখার সূত্রপাত হয়। এরপর তিনি কলকাতায় কিছুদিন  দামোদর ভ্যালি কর্পোরেশনের সহকারী তথ্য আধিকারিক হিসাবে ওই প্রতিষ্ঠানের দ্বিভাষিক মুখপত্র \"ডিভিসি সমাচার\"-এর সম্পাদনা করেন। ডিভিসিতে কর্মরত অবস্থায় তিনি প্রতাপচন্দ্র চন্দ্রের উপন্যাস 'জব চার্নকের বিবি' নাট্যরূপ দেন এবং সেটি অফিস রিক্রিয়েশন ক্লাব কর্তৃক অভিনীত হয়। সেইসাথে বিভিন্ন প্রতিষ্ঠান - রবীন্দ্র ভারতী সোসাইটি, বঙ্গীয় সাহিত্য পরিষদ ইত্যাদির সাথে যুক্ত হন। আজীবন সদস্যপদ লাভ করেন বিশ্ববাংলা সম্মেলনের, কলকাতার রামকৃষ্ণ মিশন ইনস্টিটিউট অফ কালচার ইত্যাদির। ১৯৬৮ খ্রিস্টাব্দে তার বিবাহ বিচ্ছেদ ঘটে। ১৯৬৯ খ্রিস্টাব্দে প্রথম কলকাতায় বাংলা ভাষায় অনূদিত এমেনেস্কুর কবিতা প্রকাশিত হয়। সেই অনুবাদ সম্পর্কে তিনি বলেন -\n\n \"আমার উদ্দেশ্য আক্ষরিক অর্থে নিখুঁত ভাবে অনুবাদ ছিল না, কবিতার অন্তর্নিহিত ভাবের উপলব্ধি,  রহস্যময়তা এবং প্রলুব্ধকর গভীরতার অনুসন্ধান,  রচয়িতার বেদনা অনুভবের অন্বেষণ।  এমিনেস্কুর কবিতা অনুবাদ আমার কাছে কোন শৈল্পিক পরীক্ষা বা ভাষার অনুশীলন ছিল না, এটি ছিল এক গভীর আধ্যাত্মিক অনুভূতি যা ভাষায় ব্যাখ্যা করা যায় না।\"\n১৯৭১ খ্রিস্টাব্দে রোমানিয়ার সাহিত্য ও সংস্কৃতির টানে তিনি পুনরায়  বুখারেস্টে চলে যান। সেখানে আমৃত্যু বুখারেস্ট বিশ্ববিদ্যালয়ে বাংলা ও সংস্কৃত ভাষা ও সাহিত্যের অধ্যাপনা করেন। ১৯৭৫ খ্রিস্টাব্দে তিনি অধ্যাপক জো ডুমিত্রেস্কু বুশুলেঙ্গা'র তত্ত্বাবধানে এমিনেস্কুর দর্শনের উপর ভারতীয় প্রভাব বিষয়ে গবেষণা করেন এবং \"দ্য ইন্ডিয়ান ইনফ্লুয়েন্স অন এমেনেস্কু'জ ফিলসফি\" শীর্ষক গবেষণাপত্রের জন্য পিএইচডি ডিগ্রি লাভ করেন।  তিনি ভালোবেসে ফেলেন  রোমানীয় ভাষা ও সংস্কৃতিকে। রোমানীয় ভাষা থেকে বাংলায় এবং বাংলা থেকে রোমানীয় ভাষায় অনুবাদের মাধ্যমে তিনি দুটি দেশের সংস্কৃতির মধ্যে সেতুবন্ধন স্থাপন করেন। বুখারেস্টে ছাত্র-ছাত্রীদের নিয়ে তিনি নিজের অনূদিত  রবীন্দ্রনাথ ঠাকুরের \"সূক্ষ্ম বিচার\" ও \"শেষরক্ষা\" নাটক অভিনয় করান।\nতিনি বিদেশি ও রোমানীয় ভাষায় বহু গ্রন্থের অনুবাদ করেছেন। রোমানীয় ভাষা হতে ৫৬ টির অনুবাদ করেন বাংলায়। এছাড়া ৯০ টি প্রবন্ধ ১০০ বক্তৃতা ২০ টি সাক্ষাৎকার প্রকাশিত হয়েছে।\n\nবাংলা ভাষায় প্রকাশিত-\nএমেনেস্কুর কবিতা (Eminescu Poezii)\nনাম না জানা তারা' (নাটক - রোমানিয়ার কাহিনী সূত্র অবলম্বনে)\nআমরাও স্বপ্ন দেখি (কবিতা) (কলকাতা, ১৯৬৮)\nচেনাশোনার বাইরে (কলকাতা, ১৯৬৮)\nমাটির কুটিরে (সাহিত্য অকাদেমি, নতুন দিল্লি, ১৯৬৯)\nছুটির খেলা (নাটক, কলকাতা, ১৯৭০)\nহারানো চিঠি (ইয়ন লুকা কারাজিয়ালে রচিত - O scrisoare pierduta)\nইয়না\nআলাপিনির আলাপিনি\nবাংলা ভাষা হতে  রোমানীয় ভাষায়-\nএমিনেস্কু এবং ভারত (১৯৭৫) Eminescu si india\nবাংলা প্রবাদ ও চিন্তা (১৯৭৫) Proverbe si cugetari bengaleze\nশেষরক্ষা (রবীন্দ্রনাথের নাটক) (১৯৮১)\nপ্রিন্স সোবুরের গল্প - (বুখারেস্ট, ১৯৭৫) Povestea printului Sobur\nসংক্ষিপ্ত সংস্কৃত ব্যাকরণ (বুখারেস্ট,১৯৭৭)Gramatica sanscrita mica\nবাংলা ভাষা শিক্ষা (১৯৭৭) Curs de limba bengali la\nবাংলা শেখার বই Manual de limba bengali\n গীতাঞ্জলি (রবীন্দ্রনাথ ঠাকুর) Prinos de cantece\nপ্রভাতসংগীত (রবীন্দ্রনাথ ঠাকুর) Cantecele diminetii\nজীবনস্মৃতি (রবীন্দ্রনাথ ঠাকুর) Amintiri\n\nরবীন্দ্রনাথ ঠাকুরের নাটক \"চতুরঙ্গ\" সহ বহু রচনার অনুবাদ পাণ্ডুলিপি আকারে রয়ে গেছে।\n\n\n== জীবনাবসান ==\nঅমিতা বসু ১৯৯২ খ্রিস্টাব্দের ২৪ শে অক্টোবর মাত্র ৫৯ বৎসর বয়সে বুখারেস্টে পরলোক গমন করেন। তার মৃত্যুর শোকভাষণে ভারতীয় রাষ্ট্রদূত তাকে বেসরকারি রাষ্ট্রদূত আখ্যা দিয়ে অভিহিত করেন। বুখারেস্টে তার বাসভবন, তার ব্যবহৃত দ্রব্যাদি ও বইখাতার সংগ্রহ একটি সংগ্রহশালায় পরিণত হয়েছে।\n\n\n== তথ্যসূত্র =="}