{"pageid": 1095821, "title": "কুরআনের চ্যালেঞ্জ", "url": "https://bn.wikipedia.org/wiki?curid=1095821", "content": "ইসলামী ধর্মতত্ত্বে, কুরআনের চ্যালেঞ্জ (আরবি: التحدي في القرآن, প্রতিবর্ণীকৃত: আল-তাহাদ্দি ফি আল-কুর'আন) হলো মানুষ এবং জিন উভয়ের মধ্যে অমুসলিমদের প্রতি কুরআনের প্রস্তাবিত একাধিক চ্যালেঞ্জ, যা তাদেরকে কুরআনের মধ্যে থাকা সূরাসমূহের মধ্যে কোনো একটি সূরার ন্যায় অনুরূপ সূরা তৈরি করতে বলে, যার উদ্দেশ্য কুরআনকে ভুল প্রমাণ করা। কুরআন যেহেতু আল্লাহর বাণী এবং আল্লাহর সমকক্ষ কেউই নেই, তাই ইসলামি বিশ্বাস অনুসারে, কেউই কুরআনের কোন সূরার মতো আরেকটি সূরা বানাতে পারবে না। কুরআনেই বর্ণিত রয়েছে যে, উক্ত চ্যালেঞ্জে জয়ী হওয়া কখনই সম্ভব নয়। এটা কুরআনের জীবন্ত মু‘জেযা হওয়ার অন্যতম দলিল। আজ পর্যন্ত কোনো ব্যক্তি এই চ্যালেঞ্জ পূরণ করতে পারেনি।\n\n\n== চ্যালেঞ্জের প্রকার ==\nএই চ্যালেঞ্জ পূরণ করতে হলে অমুসলিমদেরকে কুরআনের অনুরূপ একটি \"বিবৃতি\" বা আয়াত অথবা একটি বা দশটি অনুরূপ সূরা তৈরি করতে হবে। আরেকটি আয়াতে বলা হয়েছে, মানুষ বা জিন একসাথে কাজ করলেও এর মতো বই তৈরি করতে পারবে না।\n\n\n=== প্রথম চ্যালেঞ্জ: সম্পূর্ণ কোরআন ===\nপ্রথমে আল্লাহ তাআলা চ্যালেঞ্জ দিয়েছেন, যদি তোমরা তোমাদের এই দাবীতে সত্যবাদী হও যে, এই কুরআন মুহাম্মাদ (সাঃ)-এর রচিত, তাহলে তোমরা তাঁর মত কুরআন রচনা করে দেখাও; তাতে তোমরা যার ইচ্ছা সাহায্য নিতে পার। কিন্তু তোমরা এরূপ কক্ষনো করতে সক্ষম হবে না।\n\n[হে মুহাম্মাদ!] বলুন, ‘তাহলে তোমরা আল্লাহর কাছ থেকে এমন একটি কিতাব নিয়ে আস যা এ দু’টো কিতাব থেকে উৎকৃষ্ট; আমি তারই অনুসরণ করব, যদি তোমরা সত্যবাদী হয়ে থাক’।[হে মুহাম্মাদ!] বলুন, ‘এই কুরআনের মতো একখানা কুরআন আনার জন্য যদি সমগ্র মানব আর জ্বীন জাতিকেও একত্রিত হয়, তবুও তাঁরা তার মতো [কোনো গ্রন্থ] আনতে পারবে না, যদিও তাঁরা পরস্পর পরস্পরকে সাহায্য ও সহযোগিতা করে।\n\n\n=== দ্বিতীয় চ্যালেঞ্জ: দশটি সূরা ===\nযারা এর সত্যতাকে এরপরও অস্বীকার করে যাচ্ছিল, তাদেরকে আল্লাহ তাআলা এই চ্যালেঞ্জ দিলেন যে, পূর্ণ কুরআন রচনা করে পেশ করতে না পারলে দশটি সূরাই রচনা করে পেশ কর।\n\nতাঁরা (অবিশ্বাসী) কি বলে, সে (মুহাম্মাদ) ওটা রচনা করেছে? [হে মুহাম্মাদ! তবে] বলুন, ‘তাহলে তোমরা এর (কুরআন) মতো দশটি সূরা রচনা করে আনো, আর [এই কাজে সাহায্য করার জন্য] আল্লাহকে বাদ দিয়ে যাকে ডাকতে পারো ডেকে নাও, যদি তোমরা সত্যবাদী হয়েই থাক।\n\n\n=== সর্বশেষ চ্যালেঞ্জ: একটি সূরা ===\nমক্কার কাফির ও মুশরিকরা যখন দশটি সূরাও তৈরি করতে পারল না, তখন আল্লাহ চ্যালেঞ্জ দিলেন যে, একটি সূরাই রচনা করে পেশ কর।আমি (আল্লাহ) আমার বান্দার প্রতি যা অবতীর্ণ করেছি তাতে তোমাদের  (অবিশ্বাসী) কোনো সন্দেহ থাকলে তোমরা তাঁর মতো কোনো সূরা এনে দাও আর তোমরা যদি সত্যবাদী হও, তবে আল্লাহ ছাড়া তোমাদের সকল সাহায্যকারীকে আহ্বান করো।\n\n\n== বিরোধী দৃষ্টিভঙ্গি ==\nমধ্যযুগীয় পারসীয় বিজ্ঞানী আল রাযী এই বাজির বিষয়ে কুরআনের সমালোচনা করে করে বলেন,\n\n\"আপনি এমন একটি কর্মের কথা বলছেন যা প্রাচীন পৌরাণিক কাহিনী বর্ণনা করে, এবং যা একই সাথে বৈপরীত্যপূর্ণ। কোনো দরকারি তথ্য বা ব্যাখ্যাও এতে নেই। আর তখনই আপনি বলেন: ‘এই রকম কিছু উৎপাদন করো?’\"\nএটি কুরআনের আয়াতের পরিপন্থী, যা দাবি করে যে এর কোনো অভ্যন্তরীণ বৈপরীত্য নেই:\n\n\"তারা (অবিশ্বাসী) কি কুরআনের মর্ম বিষয়ে চিন্তভাবনা করে না? যদি তা আল্লাহ ছাড়া অন্য কারো নিকট হতে প্রেরিত হতো, তবে তাতে তাঁরা অবশ্যই বহু অসঙ্গতি পেত।\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃ সংযোগ ==\nDaneshgar, Majid (২০১৯-১০-২১)। \"Bucaille, Maurice\"। Encyclopaedia of the Qurʾān (ইংরেজি ভাষায়)। Brill। ডিওআই:10.1163/1875-3922_q3_eqcom_051597। \nEbstein, Michael (২০১৪)। Mysticism and philosophy in al-Andalus: Ibn Masarra, Ibn al-'Arabi and the Isma'ili tradition (English ভাষায়)। আইএসবিএন 978-90-04-25537-1। ওসিএলসি 867868909। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nMarenbon, John (২০১২)। The Oxford handbook of medieval philosophy (English ভাষায়)। New York: Oxford University Press। আইএসবিএন 978-0-19-537948-8। ওসিএলসি 727511761। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link)"}