{"pageid": 109545, "title": "মেগান ফক্স", "url": "https://bn.wikipedia.org/wiki?curid=109545", "content": "মেগান ডেনিস ফক্স (ইংরেজি: Megan Denise Fox) (জন্ম: ১৬ মে, ১৯৮৬) একজন মার্কিন অভিনেত্রী ও মডেল। ২০০১ সালে টেলিভিশন ও চলচ্চিত্রে ছোট ছোট ভূমিকায় অভিনয় করার মাধ্যমে তার অভিনয় জীবন শুরু হয়। মূলত ২০০৪ সালে কনফেশন অফ আ টিনএজ ড্রামা কুইন চলচ্চিত্রে অভিনয়ের মাধ্যমে তার চলচ্চিত্রে অভিষেক ঘটে। ২০০৭ সালে ব্লকবাস্টার চলচ্চিত্র ট্রান্সফর্মারস-এ মিকিলা বেইন্স ভূমিকায় অভিনয় করে তিনি আলোচনায় আসেন। এটি ছিলো চলচ্চিত্র পেশাজীবনের একটি আলোচিত সাফল্য। ছবিটিতে অভিনয়ের জন্য তিনি বেশ কয়েকটি টিন চয়েজ অ্যাওয়ার্ডের জন্য মনোনীত হন। পরবর্তীতে ট্রান্সফর্মারস-এর দ্বিতীয় পর্ব ট্রান্সফর্মারস: রেভেঞ্জ অফ দ্য ফলেন চলচ্চিত্রেও তাকে দেখা যায়। ২০০৯ সালে তিনি জেনিফার’স বডি চলচ্চিত্রে নাম ভূমিকায় অভিনয় করেন।\nফক্সকে সেক্স সিম্বল হিসেবে গণ্য করা হয়, এবং প্রায়ই তাকে পুরুষের জন্য প্রকাশিত বিভিন্ন ম্যাগাজিনের আবেদনময়ীর তালিকায় শীর্ষস্থানে দেখা যায়। ২০০৭, ২০০৮, ও ২০০৯ সালে তিনি ম্যাক্সিম ম্যাগাজিনের বাৎসরিক হট লিস্টে যথাক্রমে ১৮, ১৬, ও ২ নম্বর স্থান অধিকার করেন। ২০০৮ সালে এফএইচএম ম্যাগাজিনের পাঠকরা তাকে সেই বছরে বিশ্বের সবচেয়ে যৌন আবেদনময়ী নারী হিসেবে নির্বাচিত করে। সেই সাথে ২০০৮ সালে মুভিফোনের এক জরিপে সর্বোচ্চ আবেদনময়ী অনূর্ধ্ব ২৫ বছরের ২৫ জন অভিনেত্রীর মাঝে প্রথম স্থান অধিকার করেন।\n\n\n== প্রাথমিক জীবন ==\nফক্সের ভেতরে আইরিশ-মার্কিন, ফরাসি-মার্কি, ও নেটিভ আমেরিকান ঐতিহ্য রয়েছে। তার জন্ম যুক্তরাষ্ট্রের টেনেসী অঙ্গরাজ্যের ওক রিজ শহরে। তার মা-বাবা যথাক্রমে ডারলিন টোনাচিও ও ফ্র্যাংকলিন ফক্স। অল্প বয়সেই ফক্সে মা-বাবার মধ্যে বিবাহবিচ্ছেদ ঘটে, এবং সে ও তার বোন দুজনে ফক্সের মা ও সৎ বাবার কাছে বড় হয়। তার সৎ বাবার নাম টনি টোনাচিও। তিনি বলেন যে, তারা দুইজন ছিলেন ভীষণ রক্ষণশীল, এবং কোনো প্রেমিক রাখার স্বাধীনতাও ফক্সের ছিলো না। নিজের খরচ চালানোর মতো অর্থ উপার্জনের আগ পর্যন্ত তিনি তার মায়ের সাথেই বাস করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\nফক্সের ব্যক্তিগত জীবনের কয়েকজন ভালো বন্ধুর মধ্যে আছে জেনিফার ব্লাঙ্ক, কেলান রুড। জেনিফার’স বডি চলচ্চিত্রে তার সহশিল্পী অ্যামান্ডা সেইফ্রায়েড, মাইকেল ভেইন, ও ট্রান্সফর্মারস-এ তার সহশিল্পী শিয়া লাবেওফের সাথেও তার ভালো বন্ধুত্বপূর্ণ সম্পর্ক বিদ্যমান। ফক্স কমিক বই, অ্যানিমে, এবং ভিডিও গেমের ভক্ত, এবং ১২ বছরের বয়সের দিকে তার চিত্রশিল্পেও আগ্রহ ছিলো। তখন কার্টুন নেটওয়ার্কে অ্যানিমেটেড অনুষ্ঠান অ্যাডাল্ট সুইম দেখে তার এই আগ্রহ তৈরি হয়েছিলো। ফক্স খোলামেলাভাবেই বলেছেন যে, তিনি মারিজুয়ানার বৈধদানের সপক্ষে, এবং তিনি এটিকে কোনো মাদকদ্রব্য মনে করেন না। তিনি এও বলেন যে, বৈধতাদানের পর তিনি এক প্যাকেট কেনার জন্য সবার প্রথমে লাইনে দাঁড়িয়ে যাবেন।\n২০০৮ সালের সেপ্টেম্বরে জিকিউ ম্যাগাজিনের সাথে এক সাক্ষাৎকারে ফক্স নিজেকে উভকামী হিসেবে উল্লেখ করেন। তিনি বলেন, যখন তার বয়স ১৮, তখন তিনি একজন নারী স্ট্রিপারের সাথে যৌনসম্পর্ক তৈরি করেছিলেন। তিনি এই অভিজ্ঞতাকে এই বলে বর্ণনা করেন যে, “সকল মানুষের উভয় লিঙ্গের প্রতি আকৃষ্ট হবার ক্ষমতা নিয়ে জন্ম হয়েছে”, এবং তিনি এটি তার বিশ্বাস। এছাড়া তিনি অলিভিয়া ওয়াইল্ডের ব্যাপারে তার আগ্রহও প্রকাশ করেন। ২০০৯ সালের মে মাসে তিন তার উভকামীতার বিষয়টি নিশ্চিত করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে মেগান ফক্স (ইংরেজি)\nমেগান ফক্স - টিভি ডট কম\nকার্লিতে মেগান ফক্স (ইংরেজি)\nঅলমুভিতে মেগান ফক্স\nমেগান ফক্স - ইয়াহু মুভিজ\nমেগান ফক্সের সাক্ষাৎকার"}