{"pageid": 1095924, "title": "রেড ব্রিগেডস", "url": "https://bn.wikipedia.org/wiki?curid=1095924", "content": "রেড ব্রিগেডস (প্রায়শই সংক্ষিপ্তে বিআর বা BR) ছিল একটি সুদূর বামপন্থী সশস্ত্র সংগঠন এবং ইতালিতে অবস্থিত গেরিলা দল, যার মধ্যে ছিল লিডের বছরগুলোতে প্রাক্তন প্রধানমন্ত্রী আলডো মোরোকে অপহরণ ও হত্যা সহ অসংখ্য সহিংস ঘটনার জন্য দায়ী। ১৯৭০ এবং ১৯৮০-এর দশকের শুরুতে নাশকতা, ব্যাংক ডাকাতি, অপহরণ ও হত্যার সহিংস কর্মকাণ্ডের কারণে সংগঠনটি কুখ্যাতি অর্জন করেছিল। এই সংগঠনটির স্ব-ঘোষিত লক্ষ্য ছিল ইতালীয় রাষ্ট্রকে দুর্বল করা এবং \"বিপ্লবী সর্বহারাদের\" নেতৃত্বে মার্কসবাদী উত্থানের পথ প্রশস্ত করা। ১৯৮০-এর দশকে ইতালীয় তদন্তকারীরা এই দলটি কে ভেঙ্গে দেয়, গ্রেপ্তার হওয়া বেশ কয়েকজন নেতার সহায়তায় যারা অনুতপ্ত হয়ে অন্য সদস্যদের ধরতে কর্তৃপক্ষকে সহায়তা করে।\nএছাড়াও ১৯৭০ সালে গঠিত রেড ব্রিগেডস সশস্ত্র সংগ্রামের মাধ্যমে একটি বিপ্লবী রাষ্ট্র তৈরি করতে এবং উত্তর আটলান্টিক চুক্তি সংস্থা (ন্যাটো) থেকে ইতালিকে অপসারণ করতে চেয়েছিল।\n\n\n== প্রজন্ম ==\nরেড ব্রিগেডস ১৯৭০ সালে আগস্ট-এ রেনাতো কার্সিও এবং মার্ঘেরিটা ক্যাগোল দ্বারা প্রতিষ্ঠিত হয়, যারা ট্রেন্টো বিশ্ববিদ্যালয়ে ছাত্র হিসাবে মিলিত হয়েছিল এবং পরে বিয়ে করেছিল, এবং আলবার্তো ফ্রান্সশিনি। ফ্রান্সশিনির ঠাকুমা কৃষক লীগের একজন নেতা ছিলেন, তার বাবা একজন শ্রমিক এবং ফ্যাসিবাদ বিরোধী ছিলেন যাকে আউশভিৎজে নির্বাসিত করা হয়েছিল।\nযদিও কার্সিওর চারপাশের ট্রেন্টো গ্রুপের মূল শিকড় ছিল ক্যাথলিক বিশ্ববিদ্যালয়ের সমাজবিজ্ঞান বিভাগে, রেগিও এমিলিয়া গ্রুপ (ফ্রান্সশিনির আশেপাশে) বেশিরভাগ ইতালীয় কমিউনিস্ট ইয়ুথ ফেডারেশনের (এফজিসিআই) প্রাক্তন সদস্যদের চরমপন্থী দৃষ্টিভঙ্গির জন্য মূল দল থেকে বহিষ্কার করেছিল। শুরুতে, বিআর প্রধানত রেগিও এমিলিয়া, মিলানের বড় কারখানায় (যেমন সিট-সিমেন্স, পিরেলি এবং ম্যাগনেটি মারেলি), এবং তুরিনে (ফিয়াট) সক্রিয় ছিল। সদস্যরা কারখানার সরঞ্জাম গুলি নাশকতা করে এবং কারখানার অফিস এবং ট্রেড ইউনিয়নের সদর দপ্তরে ঢুকে পড়ে। ১৯৭২ সালে তারা তাদের প্রথম অপহরণ করে: সিট সিমেন্সের জন্য একটি কারখানার অনাগত প্রায় বিশ মিনিট ধরে অনুষ্ঠিত হয় যখন তাকে ফ্যাসিবাদী ঘোষণা করে একটি প্ল্যাকার্ড পরে তার ছবি তোলা হয়। তারপরে অনাগত প্রধান ব্যক্তিকে অক্ষত অবস্থায় ছেড়ে দেওয়া হয়েছিল।\nএই সময়ে লোটা কন্টিনিউয়া এবং পোটের অপেরাইওর মতো সুদূর বামপন্থী রাজনৈতিক দল বিআর-এর কার্যক্রমের নিন্দা করে, যারা স্বায়ত্তশাসনবাদী আন্দোলনের কাছাকাছি ছিল। বিআর এবং কমিউনিস্ট রাষ্ট্রগুলির গোয়েন্দা পরিষেবার মধ্যে প্রায়শই সংযোগের অভিযোগ আনা হয়েছিল কিন্তু কখনই প্রমাণিত হয়নি, এবং বই এবং সাক্ষাত্কারে সর্বদা জঙ্গিরা প্রত্যাখ্যান করেছিল। ১৯৭৪ সালের জুন মাসে, রেড ব্রিগেডস পাদুয়ার এমএসআই সদর দপ্তরে অভিযানের সময় ইতালীয় নব্য ফ্যাসিবাদী দল মোভিমেন্তো সোশালে ইটালিয়ানো (এমএসআই) এর দুই সদস্যকে হত্যা করে।\n\n\n== ১৯৭৪ সালে বিআর প্রতিষ্ঠাতাদের গ্রেপ্তার ==\n১৯৭৪ সালের সেপ্টেম্বরমাসে কার্সিও এবং ফ্রান্সশিনিকে জেনারেল কার্লো আলবার্তো দাল্লা চিয়েসা গ্রেপ্তার করেন এবং আঠারো বছরের কারাদণ্ডের আদেশ প্রদান করেন। ইতালীয় নিরাপত্তা সেবার জন্য বিআর-এ অনুপ্রবেশকারী প্রাক্তন সন্ন্যাসী \"ফ্রাট মিত্র\" ওরফে সিলভানো গিরোটো এই গ্রেপ্তার সম্ভব করেছে। কার্সিওকে তার স্ত্রী ক্যাগোলের নেতৃত্বে বিআরের একজন সশস্ত্র কমান্ডো কারাগার থেকে মুক্তি দেন, কিন্তু কিছু সময় পরে তাকে পুনরায় গ্রেপ্তার করা হয়।\n\n\n== মৌলবাদ ==\n১৯৭৪ সালের পর রেড ব্রিগেডরোম, জেনোয়া এবং ভেনিস পর্যন্ত প্রসারিত হয়, তাদের সংখ্যা ব্যাপকভাবে বৃদ্ধি পায় এবং তাদের অপরাধমূলক উদ্যোগে বৈচিত্র্য আনতে শুরু করে। বিআর কিছু হাই-প্রোফাইল রাজনৈতিক অপহরণ (যেমন, জেনোয়া বিচারক মারিও সোসি) পরিচালনা করে এবং মুক্তিপণের অর্থ পাওয়ার জন্য শিল্পপতিদের (যেমন, ভালারিনো গানসিয়া) অপহরণ করে যা (ব্যাংক ডাকাতির সাথে) তাদের আয়ের প্রধান উৎস ছিল। বিআর মাদক ও অস্ত্র পাচারেও জড়িত ছিল। ১৯৭৫ সালের ইশতেহারে বলা হয়েছিল যে এর লক্ষ্য ছিল \"রাষ্ট্রের হৃদয়ের বিরুদ্ধে ঘনীভূত ধর্মঘট, কারণ রাষ্ট্র বহুজাতিক কর্পোরেশনের একটি সাম্রাজ্যবাদী সংগ্রহ\"। \"সিম\" (স্ট্যাটো ইম্পেলিয়ারা ডেল মাল্টিনাজিওনালি) একটি প্রাথমিক লক্ষ্য হয়ে ওঠে।\n১৯৭৫ সালে কারাবিনিয়েরি একটি ফার্মহাউস আবিষ্কার করেন যেখানে গ্যানসিয়াকে বিআর (ক্যাসিনা স্পিওট্টা) বন্দী করে রাখে। পরবর্তী বন্দুকযুদ্ধে ক্যাগোলের মতো দুই পুলিশ কর্মকর্তা নিহত হন। এপ্রিলের পর, বিআর ঘোষণা করে যে তারা \"শ্রমিক শ্রেণীকে গাইড\" করার জন্য একটি কমিউনিস্ট কমব্যাট্যান্ট পার্টি গঠন করেছে। বিশেষ করে কারাবিনিয়েরি এবং ম্যাজিস্ট্রেটদের বিরুদ্ধে সন্ত্রাসী কার্যকলাপ যথেষ্ট বৃদ্ধি পেয়েছে যাতে জুরিদের আতঙ্কিত করা যায় এবং সংগঠনের কারাবন্দী নেতাদের বিরুদ্ধে মামলায় বিচারের রায় দেওয়া হয়। এছাড়াও, যেহেতু বিআর-এর গ্রেপ্তার কৃত সদস্যরা আইনজীবীদের দ্বারা রক্ষা করতে অস্বীকার করে, তাই আদালত তাদের (ডিফেনসোরি ডি' উফিসিও) রক্ষার জন্য মনোনীত আইনজীবীদেরও লক্ষ্য করে হত্যা করা হয়। আইনবিদদের মধ্যে, অধ্যাপক ফাউস্তো কুকোলোও ১৯৭৯ সালে জেনোয়া বিশ্ববিদ্যালয়ে একটি পরীক্ষার সময় আক্রান্ত হন; এই প্রথম বিআর কোনও স্কুলে আক্রমণ করেছিল।\n\n\n== আলডো মোরোকে অপহরণ ও হত্যা ==\n\n১৯৭৮ সালে মারিও মোরেত্তির নেতৃত্বে দ্বিতীয় বিআর ডিসি এবং ইতালীয় কমিউনিস্ট পার্টির (পিসিআই) মধ্যে ঐতিহাসিক সমঝোতা অর্জনের মাধ্যমে সরকারের সংসদীয় সংখ্যাগরিষ্ঠতা বাড়ানোর লক্ষ্যে আলোচনার মূল ব্যক্তিত্ব ক্রিশ্চিয়ান ডেমোক্র্যাট (ডিসি) আলডো মোরোকে অপহরণ ও হত্যা করে। বিআর সদস্যদের একটি দল চুরি যাওয়া আলিটালিয়া এয়ারলাইন কোম্পানির ইউনিফর্ম ব্যবহার করে মোরোকে আক্রমণ করে, তার পাঁচ দেহরক্ষীকে হত্যা করে এবং তাকে বন্দী করে নিয়ে যায়।\nমোরেত্তির নেতৃত্বে বন্দীরা মোরোর নিরাপদ মুক্তির বিনিময়ে নির্দিষ্ট বন্দীদের মুক্তি চেয়েছিল। সরকার বন্দীদের সাথে সমঝোতা করতে অস্বীকার করে, অন্যদিকে ইতালির রাজনৈতিক বাহিনী হয় একটি কঠোর লাইন (লিনা ডেলা ফেরমেজ্জা) অথবা আলোচনার জন্য উন্মুক্ত (লিনা দেল নেগোজিয়াতো)। বন্দী দশা থেকে মোরো তার পরিবারকে, তার রাজনৈতিক বন্ধুদের এবং পোপ ষষ্ঠ পলকে চিঠি পাঠিয়ে আলোচনার মাধ্যমে ফলাফলের জন্য আবেদন করেন।\nমোরোকে ৫৪ দিন ধরে আটকে রাখার পর বিআর বুঝতে পারে যে সরকার আলোচনা করবে না এবং আবিষ্কৃত হওয়ার ভয়ে তারা তাদের বন্দীকে হত্যা করার সিদ্ধান্ত নেয়। তারা তাকে একটি গাড়িতে রেখে কম্বল দিয়ে নিজেকে ঢেকে রাখতে বলেছিল। এরপর মোরেত্তি তার বুকে এগারোবার গুলি করে। মোরোর লাশ ডিসি এবং পিসিআই সদর দপ্তরের মাঝামাঝি একটি স্থান ভিয়া কায়তানিতে একটি গাড়ির ট্রাঙ্কে ফেলে রাখা হয়, যা পুলিশের কাছে শেষ প্রতীকি চ্যালেঞ্জ হিসেবে, যারা পুরো জাতিএবং বিশেষ করে রোমকে কঠোর নজরদারিতে রাখছিল। মোরেত্তি ব্রিগেট রোসে লিখেছিলেন: উনা স্টোরিয়া ইটালিয়ানা যে মোরো হত্যা মার্কসবাদী-লেনিনবাদী বিপ্লবী কর্মকাণ্ডের শেষ প্রকাশ। ফ্রান্সশিনি লিখেছিলেন যে কারাবন্দী সদস্যরা বুঝতে পারেননি কেন মোরোকে লক্ষ্য হিসাবে বেছে নেওয়া হয়েছে। মোরোকে তার ব্যক্তিগত কাজ বা বিশ্বাসের সাথে সম্পর্কিত কিছুর পরিবর্তে বিআর বিরোধিতা করা সবকিছুর প্রতীকি প্রতিনিধিত্ব হিসাবে তার মূল্যের জন্য হত্যা করা হয়েছিল।\nমোরোকে হত্যার ফলে ইতালীয় আইন প্রয়োগকারী বাহিনী এবং নিরাপত্তা বাহিনী বিআরের বিরুদ্ধে তীব্র প্রতিক্রিয়া সৃষ্টি করে। একজন জনপ্রিয় রাজনৈতিক ব্যক্তিত্বের হত্যার ঘটনায় অন্যান্য ইতালীয় বামপন্থী জঙ্গি সংগঠন এমনকি দলের কারাবন্দী প্রাক্তন নেতাদের নিন্দাও করা হয়। বিআর সমর্থন হারায়। আরেকটি গুরুত্বপূর্ণ মোড় ছিল ১৯৭৯ সালে পিসিআই-এর সদস্য এবং ট্রেড ইউনিয়নের সংগঠক গুইদো রোসার হত্যা। রোসা বিআর প্রচারণা বিতরণ পর্যবেক্ষণ করেছিলেন এবং জড়িতদের পুলিশে রিপোর্ট করেছিলেন। বিআর তাকে গুলি করে হত্যা করে; একজন জনপ্রিয় ট্রেড ইউনিয়ন সংগঠকের বিরুদ্ধে এই আক্রমণ সর্বনাশা প্রমাণিত হয়, কারখানার শ্রমিক বেসকে পুরোপুরি বিচ্ছিন্ন করে দেয় যার প্রতি বিআর প্রচারণা প্রাথমিকভাবে পরিচালিত হয়েছিল।\nইতালীয় পুলিশ ১৯৮০ সালে বিপুল সংখ্যক গ্রেপ্তার করে: ১২,০০০ দূর-বাম জঙ্গিকে আটক করা হয় এবং ৩০০ জন ফ্রান্সে এবং ২০০ জন দক্ষিণ আমেরিকায় পালিয়ে যায়; মোট ৬০০ জন ইতালি ছেড়েছেন। গ্রেপ্তার হওয়া বেশিরভাগ নেতা (যেমন, ফারান্ডা, ফ্রান্সশিনি, মোরেত্তি, মোরুচি) হয় তাদের মতবাদ প্রত্যাহার করে নেন (বিচ্ছিন্নতা হিসাবে), অথবা অন্যান্য বিআর সদস্যদের (সহযোগী দি গিউস্টিজিয়া হিসাবে) ধরার ক্ষেত্রে তদন্তকারীদের সাথে সহযোগিতা করেন, কারাদন্ডের গুরুত্বপূর্ণ হ্রাস অর্জন করেন। সর্বাধিক পরিচিত সহযোগী দি গিউস্টিজিয়া ছিলেন পাট্রিজিও পেসি, যিনি তুরিন \"কলাম\" এর অন্যতম নেতা ছিলেন। প্রতিশোধ নিতে, বিআর ১৯৮১ সালে তার ভাই রবার্তোকে হত্যা করে, দলের অবস্থানকে উল্লেখযোগ্যভাবে ক্ষতিগ্রস্থ করে এবং জনগণের চোখে তাদের কে একটি মৌলবাদী কোসা নোস্ট্রার চেয়ে সামান্য বেশি করে নামিয়ে দেয়।\n১৯৭৯ সালের ৭ এপ্রিল মার্কসবাদী দার্শনিক আন্তোনিও নেগ্রিকে ওরেস্টে স্কেলজোন সহ স্বায়ত্তশাসনবাদী আন্দোলনের সাথে যুক্ত অন্যান্য ব্যক্তিদের সাথে গ্রেপ্তার করা হয়। পাদুয়ার পাবলিক প্রসিকিউটর পিয়েত্রো ক্যালোগেরো স্বায়ত্তশাসন আন্দোলনের সাথে জড়িতদের বিআর-এর রাজনৈতিক শাখা বলে অভিযোগ করেন। নেগ্রির বিরুদ্ধে বিআরের নেতৃত্ব, মোরোকে অপহরণ ও হত্যার পরিকল্পনা এবং সরকারকে উৎখাতের ষড়যন্ত্রসহ বেশ কয়েকটি অপরাধের অভিযোগ আনা হয়। সেই সময় নেগ্রি পাদুয়া বিশ্ববিদ্যালয়ের রাষ্ট্রবিজ্ঞানের অধ্যাপক এবং প্যারিসের একোল নর্মাল সুপেরিউরে ভিজিটিং লেকচারার ছিলেন। সুতরাং, ফরাসি দার্শনিক ফেলিক্স গুয়াত্তারি এবং গিলেস ডেলুজ নভেম্বর, ১৯৭৭ সালে স্বাক্ষর করেন ল'অ্যাপেল ডেস বুদ্ধিকুয়েলস ফ্রানাইস কনট্রে লা রেপ্রেসিয়ন এন ইটালি (ইতালিতে দমনের বিরুদ্ধে ফরাসি বুদ্ধিজীবীদের আহ্বান) নেগ্রির কারাবাস এবং ইতালীয় সন্ত্রাসবিরোধী আইনের প্রতিবাদে।\nএক বছর পর, নেগ্রিকে মোরোর অপহরণ থেকে অব্যাহতি দেওয়া হয়। নেগ্রি এবং বিআরের মধ্যে কোন যোগসূত্র স্থাপন করা হয়নি এবং প্রমাণের অভাবে গ্রেপ্তারের কয়েক মাসের মধ্যে তার বিরুদ্ধে (সতেরোটি হত্যা সহ) প্রায় সমস্ত অভিযোগ প্রত্যাহার করা হয়েছিল। মোরোর হত্যা আজ ইতালিকে তাড়া করে বেড়াচ্ছে, এবং শীতল যুদ্ধের একটি উল্লেখযোগ্য ঘটনা হয়ে দাঁড়িয়েছে। ১৯৮০-১৯৯০-এর দশকে সিনেটর জিওভান্নি পেলেগ্রিনোর নেতৃত্বে একটি কমিশন 'ইয়ার্স অফ লিড'-এর সময় ইতালিতে সন্ত্রাসী কর্মকাণ্ডের তদন্ত করে, অন্যদিকে গুইদো সালভিনি এবং অন্যান্য ম্যাজিস্ট্রেটদের নেতৃত্বে বিভিন্ন বিচারবিভাগীয় তদন্তও অনুষ্ঠিত হয়।\n\n\n== ১৯৮০-এর দশকে বিআর ==\n১৯৮০-এর দশকে বিআর-এর বেশিরভাগ অংশ ভেঙে ফেলা হয়।\n\n\n=== ব্রিগেডিয়ার জেনারেল ডোজিয়ারকে অপহরণ ===\n১৯৮১ সালের ১৭ ডিসেম্বর বিআর-এর চার জন সদস্য প্লাম্বার সেজে মার্কিন সেনাবাহিনীর ব্রিগেডিয়ার জেনারেল জেমস এল ডোজিয়ারের ভেরোনা অ্যাপার্টমেন্ট আক্রমণ করেন, যিনি তখন দক্ষিণ ইউরোপীয় স্থলবাহিনীর ন্যাটোর ডেপুটির প্রধান ছিলেন। লোকেরা ডোজিয়ারকে অপহরণ করে এবং তাদের অ্যাপার্টমেন্টে তার স্ত্রীকে শিকল দিয়ে বেঁধে রেখে যায়। ১৯৮২ সালের ২৮ জানুয়ারি পর্যন্ত তাকে ৪২ দিন আটকে রাখা হয়, যখন এনওসিএসের একটি দল (ইতালীয় পুলিশের একটি বিশেষ অপারেশন ইউনিট) সফলভাবে পাদুয়ার একটি অ্যাপার্টমেন্ট থেকে গুলি না চালিয়ে পুরো সন্ত্রাসী সেলকে আটক করে। উদ্ধার চেষ্টার ক্ষেত্রে জেনারেল ডোজিয়ারকে হত্যা করার দায়িত্ব প্রাপ্ত প্রহরী উগো মিলানো তা করেনি এবং উদ্ধারকারী বাহিনীর দ্বারা অভিভূত হয়েছিল। ডোজিয়ার প্রথম আমেরিকান জেনারেল যাকে বিদ্রোহীরা অপহরণ করে এবং প্রথম বিদেশী যাকে বিআর অপহরণ করে। ভিসেঞ্জায় মার্কিন সেনাবাহিনীতে ডোজিয়ারের প্রত্যাবর্তনের পর মার্কিন প্রেসিডেন্ট রোনাল্ড রেগন তার স্বাধীনতা ফিরে পাওয়ার জন্য টেলিফোনে তাকে অভিনন্দন জানিয়েছেন।\n\n\n=== মুলিনারিসের ১৯৮৩ সালের গ্রেপ্তার ===\n২০০৭ সালের জানুয়ারিতে আব্বে পিয়েরের মৃত্যুর পর ইতালীয় ম্যাজিস্ট্রেট কার্লো ম্যাস্টেলোনি কোরিরে ডেলা সেরার কথা স্মরণ করেন যে ১৯৮০-এর দশকে আব্বে প্যারিসে পালিয়ে যাওয়া একদল ইতালীয় এক্টিভিস্টের সমর্থনে \"স্বতঃস্ফূর্তভাবে সাক্ষ্য\" দিয়েছিলেন এবং ভানি মুলিনারিস পরিচালিত হাইপারিয়ন ভাষা বিদ্যালয়ের সাথে জড়িত ছিলেন। সিমোন ডি বিউভোয়ার ম্যাস্টেলোনিকে একটি চিঠিও লিখেছিলেন, যা জুরিডিকাল আর্কাইভে রাখা হয়েছে। হাইপারিওন স্কুলের সাথে যুক্ত কয়েকজনের (যার মধ্যে কোরাডো সিমিওনি, ভানি মুলিনারিস এবং দুচিও বেরিও) ইতালীয় কর্তৃপক্ষ বিআরের \"মাস্টারমাইন্ড\" বলে অভিযোগ করে, যদিও পরে তাদের সবাইকে ছাড়পত্র দেওয়া হয়।\nমুলিনারিসের উদিন ভ্রমণ এবং পরবর্তীতে ইতালীয় বিচারপতি কর্তৃক গ্রেপ্তারের পর, আব্বে পিয়ের ১৯৮৩ সালে ইতালির রাষ্ট্রপতি সান্দ্রো পারটিনির সাথে মুলিনারিসের উদ্দেশ্যে আবেদন করতে যান। মুলিনারিসকে বিআরকে সহায়তা করার অভিযোগে কারাগারে বন্দী করা হয়েছিল। এমনকি আব্বে ১৯৮৪ সালের ২৬ মে থেকে ৩ জুন পর্যন্ত তুরিনের ক্যাথিড্রালে আট দিন অনশন ধর্মঘট পালন করেছিলেন। আব্বের মতে মুলিনারিসের আচরণ ছিল \"মানবাধিকার লঙ্ঘন\"। লা রিপুব্লিকা উল্লেখ করেছেন যে ইতালীয় ন্যায়বিচার হাইপারিয়ন স্কুলের নিকটবর্তী সমস্ত মানুষের নির্দোষতাকে স্বীকৃতি দিয়েছে।\n\n\n== ১৯৯০-এর দশকের শেষের দিকে পুনরুত্থান এবং হত্যা ==\n১৯৯০-এর দশকের শেষের দিকে পুরানো বিআর-এর সাথে কয়েকটি লিঙ্ক সহ একটি নতুন গ্রুপ প্রকাশিত হয়। ১৯৯৯ সালে রেড ব্রিগেডস-পিসিসি প্রধানমন্ত্রী মাসিমো ডি'আলেমার মন্ত্রিসভার উপদেষ্টা মাসিমো ডি'আন্তোনাকে হত্যা করে। ২০০২ সালের ১৯ মার্চ ইতালির প্রধানমন্ত্রী সিলভিও বার্লুসকোনির অর্থনৈতিক উপদেষ্টা অধ্যাপক মার্কো বিয়াগিকে হত্যা করার জন্য একই বন্দুক ব্যবহার করা হয়। রেড ব্রিগেডস-পিসিসি আবার দায় স্বীকার করেছে। ২০০৩ সালের ৩ মার্চ মারিও গালেসি এবং নাদিয়া ডেসডেমোনা লিওসে নামে দুই অনুসারী আরেজোর কাছে কাস্টিগ্লিয়ন ফিওরেন্তিনো স্টেশনে একটি ট্রেনে পুলিশের টহলের সাথে গোলাগুলি শুরু করে। গ্যালেসি এবং এমানুয়েল পেট্রি (একজন পুলিশ) নিহত হন, লিওকে গ্রেপ্তার করা হয়।\n২০০৩ সালের ২৩ অক্টোবর ইতালীয় পুলিশ মাসিমো ডি'আন্তোনাহত্যার ঘটনায় ফ্লোরেন্স, সার্ডিনিয়া, রোম এবং পিসায় ভোরের অভিযানে রেড ব্রিগেডের ছয় সদস্যকে গ্রেপ্তার করে। ২০০৫ সালের ১ জুন রেড ব্রিগেডস-পিসিসির চার সদস্যকে মার্কো বিয়াগিহত্যার দায়ে বোলোগনায় যাবজ্জীবন কারাদণ্ড প্রদান করা হয়: নাদিয়া ডেসডেমোনা লিওসে, রবার্তো মোরান্ডি, মার্কো মেজাসালমা এবং ডায়ানা ব্লেফারি মেলাজি।\n১৯৭০-এর দশকের বেশ কয়েকজন ব্যক্তিত্ব, যার মধ্যে দার্শনিক আন্তোনিও নেগ্রিও ছিলেন, যাকে ভুলভাবে বিআর-এর \"মাস্টারমাইন্ড\" হিসেবে অভিযুক্ত করা হয়েছিল, ইতালিতে \"নেতৃত্ব দেওয়ার বছরগুলোতে\" ঘটে যাওয়া ঘটনাগুলির একটি নতুন বিশ্লেষণের আহ্বান জানিয়েছেন। অন্যদিকে, বিআর প্রতিষ্ঠাতা আলবার্তো ফ্রান্সশিনি ১৮ বছরের কারাদন্ড থেকে মুক্তি পাওয়ার পর ঘোষণা দেন যে \"বিআর-এর অস্তিত্ব অব্যাহত রয়েছে কারণ আমরা কখনই তাদের অন্ত্যেষ্টিক্রিয়ায় এগিয়ে যাইনি\", পৃষ্ঠাটি ঘুরিয়ে দিতে সক্ষম হওয়ার জন্য প্রতিটি জড়িত দলের কাছ থেকে সত্যের আহ্বান জানান।\n\n\n== পরে প্রসারিত ==\n২০০৭ সালের অক্টোবরমাসে, একজন প্রাক্তন বিআর কমান্ডারকে ভাল আচরণের শর্তে কারাগারের বাইরে থাকাকালীন ব্যাংক ডাকাতি করার পর গ্রেপ্তার করা হয়। ২০০৭ সালের ১ অক্টোবর ক্রিস্টোফোরো পিয়াঙ্কোন, যিনি ছয়টি হত্যার দায়ে যাবজ্জীবন কারাদণ্ড ভোগ করছেন, তিনি একজন সহযোগীর সাথে মন্টে দেই পাচ্চি দি সিয়েনা ব্যাংক থেকে €১,৭০,০০০ চুরি করতে সক্ষম হন।\n\n\n== বৈদেশিক সহায়তা ==\nরোমানিয়ান দলত্যাগী আয়ন মিহাই পেসপা দাবি করেছেন যে রেড ব্রিগেডের প্রাথমিক বৈদেশিক সমর্থন চেকস্লোভাক এসটিবি এবং প্যালেস্টাইন লিবারেশন অর্গানাইজেশন (পিএলও) থেকে এসেছে। সোভিয়েত এবং চেকোস্লোভাক ছোট অস্ত্র ও বিস্ফোরক মধ্যপ্রাচ্য থেকে হেরোইন পাচারকারীদের মাধ্যমে সুপ্রতিষ্ঠিত চোরাচালানের পথে এসেছিল। পাচার করা চেকোস্লোভাকিয়ার তৈরি Škorpion সাবমেশিন পিস্তল রেড ব্রিগেডতাদের অনেক আক্রমণে ব্যবহার করেছিল, যার মধ্যে ছিল আলডো মোরোর মোটরগাড়ির আক্রমণ (এবং তার পরে হত্যা), আক্কা লারেনটিয়া হত্যা, ১৯৮২ সালে সালেরানোর সেনাবাহিনীর টহলদারিতে হামলা, সেইসাথে রবার্তো পেসি, কূটনীতিক লিয়ামন হান্ট এবং কমিশনার আন্তোনিও এসপোসিটোকে হত্যা করা।\nকেজিবির সাথে তাদের নিজেদের জড়িত থাকার কারণে জড়িত থাকা এবং প্রতিশোধের আশঙ্কা সম্পর্কে অবগত ইতালীয় কমিউনিস্ট পার্টি রোমে সোভিয়েত রাষ্ট্রদূতের কাছে রেড ব্রিগেডের চেকস্লোভাক সমর্থনের বিষয়ে বেশ কয়েকটি অভিযোগ দায়ের করে, কিন্তু সোভিয়েতরা হয় সেন্টবিকে থামাতে অনিচ্ছুক বা অক্ষম ছিল। ইতালীয় কমিউনিস্ট পার্টির কেজিবির সাথে যে গোপন সম্পর্ক ছিল তা শেষ করার ক্ষেত্রে এটি বেশ কয়েকটি অবদানকারী কারণের মধ্যে একটি ছিল, যা ১৯৭৯ সালে সম্পূর্ণ বিরতির সাথে শেষ হয়।\nপেস্পার মতে, জোটনিরপেক্ষ কমিউনিস্ট যুগোস্লাভিয়ার গোয়েন্দা সেবা ইউডিএবিএ-র কার্যক্রমের একটি প্রধান অংশ ছিল রেড ব্রিগেডের প্রতি সমর্থন। ইতালিতে ভূগর্ভস্থ বামপন্থী আন্দোলনের সাথে যুগোস্লাভ সংযোগ ১৯৬০-এর দশকের মাঝামাঝি সময়ে ন্যাটোকে অস্থিতিশীল করার উদ্দেশ্যে শুরু হয় এবং ১৯৭০ সালে এই দলের প্রতিষ্ঠার পরপরই রেড ব্রিগেডের সাথে সম্পর্ক স্থাপন করা হয়। রেড ব্রিগেডের সাথে সম্পর্কের দায়িত্বে থাকা ইউডিপিএ প্রধান ছিলেন যুগোস্লাভিয়ার নেতা জোসিপ ব্রোজ টিটোর ঘনিষ্ঠ সহযোগী সিলভো গোরেঙ্ক। গোরেঙ্ক রেড ব্রিগেডের সাথে যুগোস্লাভিয়ার ঘনিষ্ঠ অথচ গোপন সম্পর্কের জন্য গর্বিত ছিলেন, যদিও তিনি জোর দিয়েছিলেন যে রোমানিয়ান নেতা নিকোলাই সিউসেস্কুর ইউগোস্লাভ হস্তক্ষেপের জন্য আবেদন করা সত্ত্বেও সরকার আলডো মোরোকে মৃত্যুদণ্ড এড়াতে দলটিকে প্রভাবিত করার চেষ্টা করতে পারে কিন্তু করবে না।\nইতালীয় সাংবাদিক লরেটা নেপোলিয়নি একটি টেড টক-এ দাবি করেছেন যে তিনি রেড ব্রিগেডের সাথে \"পার্ট-টাইমার\"-এর সাথে কথা বলেছেন, যিনি দাবি করেছেন যে তিনি গ্রীষ্মকালে লেবানন এবং ইতালির মধ্যে যাত্রা করতেন, পিএলও থেকে সার্ডিনিয়া পর্যন্ত পারিশ্রমিকের বিনিময়ে সোভিয়েত অস্ত্র নিয়ে যেতেন যেখানে অস্ত্রগুলি \"ইউরোপের অন্যান্য সংস্থায়\" বিতরণ করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}