{"pageid": 1095044, "title": "নাতাশা ফালে", "url": "https://bn.wikipedia.org/wiki?curid=1095044", "content": "নাতাশা ফালে (জন্ম ১৯৭৩) হচ্ছেন কানাডার অন্টারিওর টরন্টোর হাম্বার কলেজের একজন কানাডিয়ান অধ্যাপক। তাকে ১৫ থেকে ২৭ বছর বয়স পর্যন্ত জোরপূর্বক পতিতাবৃত্তি করতে বাধ্য করা হয়েছিল। তাই বর্তমানে তিনি কানাডায় পতিতাবৃত্তির বিরোধিতা করে থাকেন। নাতাশা একটি মধ্যবিত্ত বাড়িতে বড় হন। তার পিতা-মাতার বিবাহবিচ্ছেদ হওয়ার পর তার নতুন একক-পিতামাতার বাড়ি অনিরাপদ হয়ে পড়ে এবং নাতাশা বাড়ি থেকে পালিয়ে যায়। ১৫ বছর বয়সে নাতাশা আলবার্টার ক্যালগারিতে যৌন শিল্পের সাথে জড়িত হন।\nনাতাশার দালাল তাকে অন্যায়ভাবে আটকে রাখে এবং তাকে দেশের বিভিন্ন স্থানে পাচার করেছিল। সে নাতাশাকে বিয়ে করে করলেও তার উপর অত্যাচার করে। এর ফলে তার বেশ কয়েকটি হাড় ভেঙে যায়। অত্যাচার করতে করতে এক পর্যায়ে সে নাতাশার শরীরের কিছু অংশ পুড়িয়ে ফেলে। পতিতাবৃত্তি ও সহিংসতার আঘাত মোকাবেলা করার জন্য, নাতাশা কোকেনের উপর নির্ভরশীল হয়ে পড়ে এবং মৃতপ্রায় হয়ে যান। অবশেষে, তিনি পতিতাবৃত্তি থেকে বেরিয়ে আসেন এবং তার মায়ের সহায়তায় মাদক পুনর্বাসনের মধ্য দিয়ে যান। তারপর উচ্চ বিদ্যালয়ের শেষ করেন এবং জর্জ ব্রাউন কলেজ থেকে ওয়াইফ অ্যাসল্ট অ্যান্ড চাইল্ড অ্যাডভোকেসিতে ডিপ্লোমা অর্জন করেন।\n২০০১ সালে, নাতাশা স্ট্রিটলাইট সাপোর্ট সার্ভিসেস-এ পতিতাবৃত্তিতে জড়িত মহিলাদের পরামর্শ দেওয়া শুরু করেন, এবং পরবর্তী দশকে ৮০০ জনেরও বেশি মহিলাকে পরামর্শ দেন। তাদের মধ্যে ৯৭% তাদের গ্রহণ জরিপে লিখেছিলেন যে তারা যৌন শিল্প থেকে বেরিয়ে আসতে চান। এই পরিসংখ্যানকে আরও ব্যাপকভাবে পরিচিত করার জন্য, নাতাশা সেক্স ট্রেড ১০১ প্রতিষ্ঠা করেন। তিনি টরন্টো পুলিশ সার্ভিসের যৌন অপরাধ ইউনিটের সাথে পুলিশ এবং অংশীদারদের জন্য প্রশিক্ষণের প্রস্তাব দেওয়া শুরু করেন। নাতাশা সংসদ সদস্য (এমপি) জয় স্মিথের ব্যক্তিগত সদস্য বিল বিল সি-২৬৮ এর অন্যতম প্রধান প্রবক্তা ছিলেন, যা ২০১০ সালের জুন মাসে ফৌজদারি কোড সংশোধনের জন্য একটি আইন হিসেবে পাস হয় (আঠারো বছরের কম বয়সী ব্যক্তিদের পাচারের সাথে জড়িত অপরাধের জন্য ন্যূনতম শাস্তি)। এছাড়া তিনি কানাডিয়ান সরকারকে বেডফোর্ড বনাম বেডফোর্ডের অন্টারিও সুপিরিয়র কোর্ট অফ জাস্টিসের সিদ্ধান্তের তাদের আপিল প্রণয়নে সহায়তা করেন। কানাডা বিভিন্ন পতিতাবৃত্তি আইন বাতিল করবে। নাতাশা সুইডেনের যৌন ক্রয় আইনের অনুরূপ কানাডায় একটি আইন গ্রহণের পক্ষে কথা বলেছেন, যা যৌনতা বিক্রিকে অপরাধ হিসেবে গণ্য করবে এবং যৌনতা ক্রয়কে অপরাধ হিসেবে গণ্য করবে।\n\n\n== জীবনের প্রথমার্ধ ==\nনাতাশা ফালে অন্টারিওর টরন্টোর শহরতলী নোভা স্কোশিয়ানোভা স্কোশিয়া এবং আলবার্টার ক্যালগারির শহরতলিতে একটি মধ্যবিত্ত বাড়িতে বড় হয়েছেন। তার মা বিবাহ শিল্পের দোকান পরিচালনা করতেন এবং তার বাবা একটি ভাইস স্কোয়াডের একজন পুলিশ অফিসার ছিলেন। তিনি মাদক ব্যবসায়ী এবং দালালদের গ্রেপ্তার করেছিলেন। যখন তিনি বড় হচ্ছিলেন, তখন নাতাশার পরিবারের একাধিক সদস্য মাদকাসক্ত ছিল। যখন তিনি ছোট কিশোর ছিলেন, তখন নাতাশার বাবা-মায়ের বিবাহ-বিচ্ছেদ হয় এবং পরবর্তীতে তিনি তার মায়ের সাথে একক বাড়িতে থাকতেন। তারা টরন্টো শহরের কেন্দ্রস্থলে একটি অ্যাপার্টমেন্টে চলে যায়। নাতাশার বাবা তার মাকে ভরণপোষণ দেননি। ফলে প্রায়ই তাদের কাছে খাবার কেনার মতো অর্থও থাকত না। তাই নাতাশা বেঁচে থাকার জন্য খাবার চুরি করতে শুরু করে।\nনাতাশার কোনো রোল মডেল ছিল না। তিনি আত্মহত্যা এবং কালো পোশাক পরা নিয়ে কবিতা লিখতে শুরু করেন। তিনি গাড়ি চুরি ও বিনোদনমূলক মাদক দ্রব্য ব্যবহার করতে শুরু করেন। প্রথমে তিনি সল্প প্রতিক্রিয়ার মাদক দ্রব্য ব্যবহার দিয়ে শুরু করেছিলেন এবং তারপরে সাইকেডেলিক মাশরুম এবং এলএসডি ব্যবহার করতে শুরু করেন। এই অপরাধমূলক ক্রিয়াকলাপে তার সহযোগীরা, যারা একইভাবে অকার্যকর পটভূমি থেকে এসেছিল, তাকে এমন একটি অনুভূতি সরবরাহ করেছিল যা সে কখনোই নিজ বাড়িতে খুঁজে পায়নি। নাতাশার মায়ের বেশ কয়েক জন প্রেমিক ছিল। তারা তাকে নির্যাতন করত এবং বাড়িটিকে তার পক্ষে অনিরাপদ করে তুলে। তাই নাতাশা বাড়ি থেকে পালিয়ে যায়। তিনি বন্ধুদের বাড়িতে তাদের সোফা ও তাদের বাড়ির উঠোনে তাঁবুতে ঘুমিয়েছিলেন। এর মাধ্যমে তিনি তার বন্ধুদের বাবা-মায়ের কাছ থেকে তার উপস্থিতি গোপন করেছিলেন।\n\n\n== পতিতাবৃত্তি ==\n\n\n=== প্রবেশ ===\n\n১৫ বছর বয়স হওয়ার পর, ক্যালগারির চায়নাটাউনের একটি বারে একটি পার্টিতে নাতাশা যৌন শিল্পে তার প্রথম অভিজ্ঞতা হয়। পার্টিতে নিজের পরিচয়ের কাগজপত্র জাল করা ২৫ বছর বয়সী একজন ব্যক্তি তাকে অর্থের বিনিময়ে যৌনতা বিক্রি করতে এবং তার উপার্জনের অর্ধেক দিতে রাজি করিয়েছিলেন। নাতাশা এই লোকটিকে সুসজ্জিত এবং আকর্ষণীয় বলে মনে করেছিলেন এবং ভাবেননি যে সেই ব্যক্তি আসলে দালালের প্রথাগত চিত্রের সাথে খাপ খায়। সেই রাতে তার কোথাও ঘুমানোর জায়গা ছিল না এবং খাবারের জন্য তার কাছে কোনও অর্থ ছিল না, তাই সে তার প্রস্তাব গ্রহণ করেছিল। সেই রাতে যে ব্যক্তির কাছে সে যৌনতা বিক্রি করেছিল তারা একটি রেস্তোঁরার বাজে বায়ু-চলাচলকারী চিলেকোঠায় একটি ময়লা গদির উপর যৌন সম্পর্ক করেছিল। এর পারিশ্রমিক হিসেবে সে $১০০ ডলার পেয়েছিল।\nনাতাশা তার পাঁচ বন্ধুকে তার সাথে পতিতাবৃত্তিতে যোগ দিতে রাজি করিয়েছিল। তারাও নাতাশার মতো অকার্যকর বাড়ি থেকে এসেছিল। নাতাশা বলেছিলেন যে তিনি এবং তার বয়সের অন্যান্য মেয়েরা যারা পতিতাবৃত্তিতে গিয়েছিলেন তাদের মনে হয়েছিল যে এটিই তাদের একমাত্র অবশিষ্ট বিকল্প। তিনি বলেন, তারা সবাই দালাল, সংগঠিত অপরাধ এবং মাদকদ্রব্য থেকে মুক্ত থাকার চেষ্টা করেছিল, কিন্তু শেষ পর্যন্ত হেরে যায়। নাতাশা পরে বলেছিলেন, \"আমরা সেখানে থাকা প্রতিটি শিশুকামী বা পেডোফিল, বিকৃতকামী, দালাল এবং ড্রাগ ডিলারের শিকার হয়েছিলাম।\" যে লোকটি চায়নাটাউনে নাতাশাকে নিয়োগ করেছিল সে তার দালাল হয়ে ওঠে। প্রাপ্তবয়স্কদের সংবাদপত্রে নাতাশার যৌন পরিষেবার বিজ্ঞাপন শুরু করে। নাতাশা স্ট্রিপ ক্লাবে এবং ম্যাসেজ পার্লারে অভ্যন্তরীণ এবং বহিরঙ্গন উভয় পতিতাবৃত্তিতে জড়িত এসকর্ট হিসাবে কাজ করে। যে সব আইনি প্রতিষ্ঠানে তিনি পতিতাবৃত্তিতে লিপ্ত ছিলেন, সেখানে সংগঠিত অপরাধে জড়িত এসকর্ট ড্রাইভারেরা বন্দুক, অ্যালকোহল, কোকেন এবং চুরি করা পণ্য বিক্রি এবং ম্যাসেজ পার্লারে শিশুদের দালালি করায় জড়িত ছিল।\n\n\n=== নির্যাতন ===\n\nনাতাশার দালাল তাকে বেশ কয়েক বছর ধরে বন্দী করে রেখেছিল যে সে তাকে পতিতাবৃত্তি করেছিল। এছাড়াও সে তাকে কানাডা জুড়ে এডমন্টন, ভ্যাঙ্কুভার এবং কেলোনাতে পাচার করেছিল। নাতাশা পরে নিজের এবং পতিতাবৃত্তির অন্যান্য মহিলাদের সম্পর্কে জানত, \"আমি স্বীকার করতে পারিনি যে আমি সেখানে পছন্দ করে ছিলাম না। আমরা স্বীকার করলে আমরা আমাদের নিজের চামড়া বাঁচাতে পারতাম না। আমাদের বিশ্বাস করা দরকার যে এটি আমাদের পছন্দ।\" নাতাশার দালাল তাকে বলেছিল যে সে তাকে বিয়ে করবে যদি সে বেশ্যাবৃত্তির মাধ্যমে তার জন্য যথেষ্ট অর্থ উপার্জন করে। যখন সে তার দালালের প্রয়োজনীয় পরিমাণ অর্থ তৈরি করেছিল, তখন তার বয়স ১৭ বছর ছিল। ওই বছরই দুজনের বিয়ে হয়।\nনাতাশার দালাল নিয়মিত তাকে মারধর করে এবং সে ব্যাটার্ড পার্সন সিনড্রোমে ভুগতে শুরু করে। তিনি সবচেয়ে বাজে মারধরের শিকার হয়েছিলেন পতিতালয়ে। সেখানে তিনি এবং আরও চার কিশোরী পতিতাবৃত্তিতে নিযুক্ত ছিলেন। কয়েক বছর ধরে যে সে তার দালালের সাথে বিবাহিত ছিল। নাতাশা আশা করেছিল যে সে বদলে যাবে। তিনি পরে বলেছিলেন যে তিনি \"তাকে ভালবাসতে চেয়েছিলেন, বিশ্বাস করেন যে তিনি আর কখনও এটি করবেন না।\" তিনি তাকে বেশ্যাবৃত্তির মাধ্যমে পর্যাপ্ত অর্থ উপার্জনের চেষ্টা করেছিলেন যাতে তাকে বোঝানো যায় যে তিনি অন্য কোনও মেয়ে খুঁজে না পেতে রাজি করানো যায়। তিনি তার পরিবারকে হুমকি দিয়েছিলেন, এবং তাকে পুলিশে ফোন না করার শর্ত দিয়েছিলেন। \"স্নিচ\" বা \"ইঁদুর\" লেবেল হওয়ার ভয় তাকে পুলিশের কাছে যেতে বাধা দেয়। সেক্স ইন্ডাস্ট্রিতে সে যে অন্য মহিলাদের জানত তাদের কেউই সুস্থ সম্পর্কের মধ্যে ছিল না। তার উপর, নাতাশা একটি ফোর্ড মাসট্যাং এর মালিক ছিলেন, তার দালাল একটি মার্সিডিজ-বেঞ্জ কিনেছিলেন এবং চার বেডরুমের পেন্টহাউস অ্যাপার্টমেন্টে থাকতেন, কিন্তু তিনি সহিংসতা অনুভব করতে থাকেন। তিনি তার বস্তুগত সম্পদ ব্যবহার করে নিজেকে তার চারপাশের মহিলাদের উপরে উন্নীত করেছিলেন যারা কোকেনের উপর নির্ভরশীল ছিল; তিনি তাদের \"ক্র্যাকহেডস\" এবং \"ক্র্যাকহো\" বলে অপসারিত করেছিলেন।\nনাতাশার সাথে যৌন সম্পর্ক কেনা পুরুষদের মধ্যে কয়েকজন পুলিশ অফিসার ছিলেন এবং তিনি এমন মেয়েদের চিনতেন যারা তাদের ড্রাগ কাউন্সেলরদের সাথে মাদক ব্যবহার করতেন। নাতাশাকে বিশ্বাস করতে ব্রেইনওয়াশ করা হয়েছিল যে তার একমাত্র মূল্য পতিতাবৃত্তি। তিনি পরে এটি বলেছিলেন যে কেন তাকে পতিতাবৃত্তি থেকে বেরিয়ে আসতে এই কারণেই এত সময় লেগেছিল। পতিতাবৃত্তিতে লিপ্ত হওয়ার সময়, যৌন শিল্পের অন্যান্য নারীদের দ্বারা নাতাশাকে প্রায়শই হুমকি দেওয়া হত, তাকে তার ক্লায়েন্টদের দ্বারা মৌখিকভাবে নির্যাতিত করা হয়েছিল, তাকে ডালপালা দেওয়া হয়েছিল এবং তাকে তার দালাল সহ একাধিক অনুষ্ঠানে বন্দুকের হুমকি দেওয়া হয়েছিল। তিনি বেশ কয়েকবার মাদকাসক্ত হয়েছিলেন, এবং একবার এক এসকর্ট ড্রাইভার তার দ্বারা মাদকাসক্ত হওয়ার পর তাকে যৌন নির্যাতন করেছিলেন। এক পর্যায়ে তাকে অপহরণ করা হয়। যখন তাকে সহিংসতার হুমকি দেওয়া হয়েছিল তখন তাকে মানুষের উপর ছুরি টানতে হয়েছিল। পতিতাবৃত্তির সময় তার সহিংসতার বিভিন্ন দৃষ্টান্তের কারণে, নাতাশা ফালে বিভিন্ন উপায়ে আহত হয়েছিল। তার দালাল তার বেশ কয়েকটি হাড় ভেঙ্গে ফেলে এবং তার শরীর পুড়িয়ে দেয়।\n\n\n=== প্রভাব এবং পরে ===\nপতিতাবৃত্তি এবং সহিংসতার মনস্তাত্ত্বিক আঘাত মোকাবেলা করার জন্য, নাতাশা কোকেইনের উপর নির্ভরশীল হয়ে পড়ে। দুই বছরের মধ্যে, তিনি কোকেনের জন্য প্রতি রাতে ৫০০ ডলার খরচ করছিলেন। তার ড্রাগ ব্যবহারের ফলে বিভ্রান্তির সৃষ্টি হয় এবং তাকে সিজোফ্রেনিক হতে বাধ্য করে, এবং পরবর্তীতে তার আশেপাশের লোকদের প্রতি অবিশ্বাস করতে শুরু করেন। তিনি আশঙ্কা করতেন যে লোকেরা তার মাদক নিয়ে যেতে আসছে।\n\nঅবশেষে, তার অবস্থার অন্যান্য নারীদের কাছ থেকে তাদের ব্যক্তিগত ভয়াবহ কাহিনী শুনে নাতাশা বিশ্বাস করে যে তাকে পতিতাবৃত্তি থেকে বেরিয়ে আসতে হবে। নাতাশা এতটাই কোকেনের উপর নির্ভরশীল হয়ে পড়েন যে তিনি মৃতপ্রায় হয়ে যান তার প্রিয় বন্ধুকে তার দালাল হত্যা করেছিল। এই সময়ে, যৌন শিল্পে তার অনেক বন্ধু মারা যায় এবং তিনি ভেবেছিলেন যে তিনিও পরবর্তী শিকার হবেন। একদিন রাতে, নাতাশা একটি হোটেলের ঘরে একা লুকিয়ে ছিলেন যখন তিনি গিডিওনস ইন্টারন্যাশনালের একটি বাইবেল সেখানে স্থাপন করতে দেখেন। তিনি গীতসংহিতা পড়তে শুরু করেন এবং পরে বলেন, \"প্রথমবার আমি বুঝতে পেরেছিলাম যে ঈশ্বর আমাকে কী বলছেন। সেই রাতে আমার জীবন নতুন দিকে এগোতে শুরু করে।\" তার ২৭ তম জন্মদিনে, নাতাশা তার স্বামীকে ছেড়ে তার মায়ের কাছে ফিরে আসেন। বিভ্রমের কারণে, নাতাশা তার মাকে চিনতে পারেননি। তিনি ভেবেছিলেন যে তাকে একটি ক্লোন দিয়ে প্রতিস্থাপিত করা হয়েছে। নাতাশা তার মাকে কোকেনের উপর নির্ভরশীল হওয়া, পতিতাবৃত্তিতে প্রবেশ এবং তার দালালকে বিয়ে করার কথা বলেছিলেন। তার মা তাকে ফিরিয়ে নেয়। নাতাশা তার স্বামী পরিবর্তন হবে এমন আশা ছেড়ে দেওয়ার আগে আরও কয়েক বছর অতিবাহিত হয়।\nনাতাশা একটি ডাইভারশন প্রোগ্রামে অংশ নিয়েছিলেন যা তাকে স্কুলে ফিরে যাওয়ার অনুমতি দিয়েছিল। তিনি বলেছিলেন যে পতিতাবৃত্তি থেকে পুরোপুরি বেরিয়ে আসার জন্য তার প্রচুর সহায়তার প্রয়োজন ছিল, এবং তার মা, তার স্কুল এবং স্ট্রিটলাইট সাপোর্ট সার্ভিসে সেই সমর্থন খুঁজে পেয়েছিলেন। নাতাশা এক মাস ধরে মাদক পুনর্বাসন করেছিলেন, যা তাকে পরামর্শদাতা হতে রাজি করিয়েছিল। তারপরে তিনি টরন্টো ওয়েস্ট ডিটেনশন সেন্টারে ৯০ দিন কাটিয়েছিলেন এবং উচ্চ বিদ্যালয় শেষ করতে সাত মাস সময় নিয়েছিলেন। তিনি একটি কলেজ এবং একটি বিশ্ববিদ্যালয় থেকে স্নাতক হন। তিনি জর্জ ব্রাউন কলেজ থেকে ওয়াইফ অ্যাসল্ট অ্যান্ড চাইল্ড অ্যাডভোকেসিতে ডিপ্লোমা পান এবং অনার্স নিয়ে স্নাতক হন। তার দালাল তার উপর যে পোড়া আঘাত করেছিল তা দূর করার জন্য, তার লেজার সার্জারি হয়েছিল যার জন্য হাজার হাজার ডলার ব্যয় হয়েছিল।\nনাতাশা নিজেকে বর্ণনা করতে \"যৌন বাণিজ্য থেকে বেঁচে যাওয়া\" বা \"সেক্স ট্রেড সারভাইভার\" শব্দটি ব্যবহার করে। ২০১২ সালে, নাতাশা তার প্রাক্তন দালালের বিরুদ্ধে একটি মামলা আনতে চেয়েছিলেন যাতে অন্য নারীদের কাছে প্রদর্শন করা যায় যারা জোর পূর্বক পতিতা করেছে যে একজনের দালালের বিরোধিতা করা সম্ভব। ২০১৩ সালে, তিনি বলেছিলেন যে, যৌন শিল্প ছাড়ার পর থেকে তিনি অনেক আগ্রাসন এবং অশ্লীলতা পিছনে ফেলে দিয়েছেন, তবে তিনি যে বিষয়গুলো তৈরি করেছিলেন তার কিছু বিষয় তার জীবনের শেষ পর্যন্ত তার সাথে থাকবে। সুডবুরি স্টারের জোনাথন মিগনল্ট লিখেছিলেন যে \"পতিতাবৃত্তিতে তার অবতরণ এবং পালানোর বিষয়ে নাতাশার গল্পটি এতটাই ভয়াবহ যে আপনি প্রায় বিশদ বিশ্বাস করেন না।\" টরন্টো সানের স্যাম পাজ্জানো লিখেছিলেন যে, ১২ বছর পতিতাবৃত্তির পর, নাতাশা এখনও \"আকর্ষণীয় চেহারা এবং [ক] তীক্ষ্ণ মন\" রয়েছে।\n\n\n== সক্রিয়তা ==\n\n\n=== স্ট্রিটলাইট সাপোর্ট সার্ভিস ===\n২০০১ সালে, নাতাশা স্ট্রিটলাইট সাপোর্ট সার্ভিসেস-এ পতিতাবৃত্তিতে মহিলাদের পরামর্শ দেওয়া শুরু করেন। একবার তিনি জর্জ ব্রাউন কলেজ থেকে ডিপ্লোমা গ্রহণ করেন, তিনি প্রতিষ্ঠানের চয়েস প্রোগ্রামটি পুনর্বিকশিত করেন, একটি চার সপ্তাহের প্রোগ্রাম যা মহিলাদের পতিতাবৃত্তি ছেড়ে যেতে সহায়তা করে। ১৯৯৭ থেকে ২০০৫ সালের মধ্যে, চয়েস ৩২৫ জন মহিলাকে যৌন ব্যবসা থেকে বের করে আসতে সহায়তা করে। পতিতাবৃত্তি সম্পর্কিত অপরাধের জন্য গ্রেপ্তার হওয়ার পরে মহিলারা ফৌজদারি বিচার ব্যবস্থার মাধ্যমে এই কর্মসূচিতে প্রবেশ করেছিলেন। ২০১১ সালের মধ্যে, নাতাশা ৮০০ জনেরও বেশি মহিলাকে কনসেল করেছিলেন। এই মহিলাদের মধ্যে, ৯৭% তাদের গ্রহণ জরিপে লিখেছে যে তারা যৌন শিল্প থেকে বেরিয়ে আসতে চায়, এবং ৯৫% লিখেছে যে তারা হয় একটি দালাল, একটি ক্লায়েন্ট, বা যৌন শিল্পের অন্য মহিলার দ্বারা শারীরিকভাবে নির্যাতিত হয়েছে। নাতাশা এই পরিসংখ্যানকে কানাডায় পতিতাবৃত্তিতে নারীদের প্রতিনিধি বলে বিশ্বাস করতেন কারণ তিনি যে নারীদের পরামর্শ দিয়েছিলেন তারা পছন্দ করে তার কাছে আসেননি; আদালতের আদেশে তাদের কাউন্সেলিং করাতে হয়েছিল। ২০১০ সালে, নাতাশা বলেছিলেন যে তিনি যে শত শত মহিলার সাথে দেখা করেছিলেন তারা দালালদের দ্বারা নিয়ন্ত্রিত হন, হয় যৌন সঙ্গী হিসাবে অথবা পাচারকারী হিসাবে। তিনি আরও বলেছিলেন যে পতিতাবৃত্তিতে থাকা মহিলারা অনেক ঘুরে বেড়ায় কারণ তারা যখন কোনও অঞ্চলে নতুন হয় তখন তারা বেশি দাম পায়। স্ট্রিটলাইট সাপোর্ট সার্ভিসের মাধ্যমে তিনি যে মহিলাদের পরামর্শ দিয়েছিলেন তাদের মধ্যে একজনকে একটি আলমারিতে রাখা হয়েছিল যখন তিনি পুরুষদের যৌন পরিষেবা সরবরাহ করছিলেন না।\n\n\n=== সেক্স ট্রেড ১০১ ===\n যেহেতু স্ট্রিটলাইট সাপোর্ট সার্ভিসগুলো অন্টারিওর অ্যাটর্নি জেনারেলের অফিস দ্বারা পরিচালিত হয়, তাই নাতাশা তাদের সাথে পরামর্শদাতা হিসাবে রাজনৈতিকভাবে সক্রিয় হতে পারেন নি। নাতাশা বলেছিলেন, \"আমি আর চুপ থাকতে পারিনি, কারণ আমরা যে জোরালো কণ্ঠস্বর শুনছিলাম তা ছিল সংখ্যালঘু কয়েকজন বলছে যে [পতিতাবৃত্তি] মুক্ত হচ্ছে, এটা চাকরির পছন্দ...  এই মিথ্যা আর সহ্য করতে পারলাম না। \" তিনি বলেছিলেন যে এই সংখ্যালঘু কেবল পতিতাবৃত্তি চালিয়ে যেতে চায় কারণ \"তাদের কখনও স্বাস্থ্যকর তুলনা হয়নি।\" নাতাশা টরন্টো ভিত্তিক একটি অলাভজনক সংস্থা সেক্স ট্রেড ১০১ প্রতিষ্ঠা করেন এবং পরিচালক হন, যারা পতিতাবৃত্তিতে থাকা নারীদের অধিকার রক্ষায় নিবেদিত। তিনি সেক্স ট্রেড ১০১ প্রতিষ্ঠা করেন কারণ তিনি যৌন শিল্পের নারীদের অপরাধী হিসেবে না দেখে ভুক্তভোগী হিসেবে দেখেন, এবং তিনি বিশ্বাস করেন যে ফৌজদারি কোড তাদের অপরাধী হিসেবে চিত্রিত করেছে। তিনি এই সংস্থাটি প্রতিষ্ঠা করেছিলেন যাতে এটি আরও ব্যাপকভাবে জানা যায় যে যৌন শিল্পের বেশিরভাগ মহিলা চলে যেতে চান। তিনি অনেক মহিলার সাথে দেখা করেন যাদের যৌন শিল্প থেকে বেরিয়ে আসার ক্ষেত্রে তাদের সমর্থন করার জন্য কোনও পরিবার ছিল না, এবং তিনি সেই সহায়তা প্রদানের জন্য একটি সংস্থা খুঁজে বের করার সিদ্ধান্ত নেন। সংস্থাটি পতিতাবৃত্তির শিকারদের যৌন শিল্প থেকে বেরিয়ে আসতে সাহায্য করে এবং তাদের জীবন উন্নত করতে সহায়তা করে।\nসেক্স ট্রেড ১০১ নিজেকে \"টরন্টোর একমাত্র যৌন ব্যবসা থেকে বেঁচে থাকা এবং বিলোপবাদী সংগঠন\" বলে অভিহিত করে। সংস্থাটি ১২ জন নারীর সমন্বয়ে গঠিত যারা জোরপূর্বক পতিতাবৃত্তি থেকে পালিয়ে এসেছিল এবং যারা যৌন ব্যবসার সাথে জড়িত ব্যক্তিদের সম্পর্কে ধারণা পাল্টানোর জন্য পুলিশের প্রশিক্ষণ দেয়। সংগঠনটি উচ্চ বিদ্যালয়ের শিক্ষার্থীদের কাজ করা প্রতিরোধেও জড়িত। সংগঠনটি বর্তমানে বা পূর্বে পতিতাবৃত্তিতে জড়িত মহিলাদের জন্য পরামর্শদাতা এবং সহকর্মী সহায়তা গোষ্ঠী সরবরাহ করে। এটি সার্ভেন্টস অ্যানোনিমাস সোসাইটি অফ ক্যালগারি এবং ওয়েন সাউন্ড -ভিত্তিক ইন্টারেক্টিভ থিয়েটার কোম্পানি শেট্রে সহ অন্যান্য সংস্থার সাথেও অংশীদার। ২০১২ সালে, নাতাশাএবং ব্রিজেট পেরিয়র ওয়েন সাউন্ডে সেক্স ট্রেড ১০১ এর প্রতিনিধিত্ব করেন যেখানে তারা রিস্টার্ট চালু করেন, যা যৌন নিপীড়নের ঝুঁকিতে থাকা নারী ও যুবকদের সহায়তা করার জন্য একটি পরামর্শদাতা প্রোগ্রাম, মানুষকে যৌন ব্যবসা থেকে বেরিয়ে আসতে সহায়তা করার জন্য, এবং একবার তারা বেরিয়ে যাওয়ার পরে সহায়তা প্রদান করে। এই প্রোগ্রামটি চালু করা কর্মশালায়, নাতাশা বলেছিলেন যে যৌন শিল্পের কিছু লোক বেঁচে থাকার যৌনতায় লিপ্ত হয়— খাবারের জন্য যৌন ব্যবসা, ঘুমানোর জায়গা, অ্যালকোহল, ড্রাগ বা তাদের ভালবাসার অনুভূতি। তিনি বলেছিলেন যে গ্রামীণ সম্প্রদায়গুলো মহিলা এবং শিশুদের পতিতাবৃত্তিতে সাজানোর জন্য সাধারণ জায়গা। তিনি ব্রুসকে চিহ্নিত করেছিলেন—গ্রে—ওয়েন সাউন্ড কে বিশেষকরে ঝুঁকিপূর্ণ হিসাবে চিহ্নিত করেছিলেন কারণ এলাকায় মাদক দ্রব্যের অপব্যবহার হয়েছিল। ২০১৩ সালের মধ্যে, সেক্স ট্রেড ১০১ এক হাজারেরও বেশি মহিলাদের সেবা করেছিল। ২০১২ সালের মে মাসে, নাতাশা ভ্যাঙ্কুভারের উচ্চ বিদ্যালয়গুলোতে মানব পাচারের কথা বলেছিলেন প্রাথমিকভাবে এই এলাকায় মানব পাচার এবং শিশুদের জন্য এর বিপদ সম্পর্কে উদ্বিগ্ন একজন পিতামাতার প্রভাবের কারণে।\n\n\n=== পুলিশ ===\n\n২০১০ সালের জুন মাসে কিলডোনানাতাশা টরন্টোর হাম্বার কলেজে অধ্যাপক। সেখানে তিনি পুলিশ ফাউন্ডেশন প্রোগ্রামে শিক্ষকতা করেন এবং সামাজিক ন্যায়বিচার বিষয়ে শিক্ষাদান করেন। তার এক ছাত্রী ব্রিটানি সোয়ার্টজেন্ট্রুবার বলেছিলেন যে নাতাশার বক্তৃতা পুলিশ অফিসার হিসেবে সোয়ার্টজেন্ট্রুবারের ক্যারিয়ারে উল্লেখযোগ্য প্রভাব ফেলবে, তিনি বলেন, \"তিনি আমার শোনা সেরা বক্তাদের একজন ছিলেন।\" নাতাশা টরন্টো পুলিশ সার্ভিসের যৌন অপরাধ ইউনিটের সাথে অংশীদার, যা পরিসংখ্যান তৈরি করেছে যে কানাডায় পতিতাবৃত্তিতে জড়িত হওয়ার জন্য একটি মেয়ের গড় বয়স ১৪। তবে নাতাশার গবেষণা অনুযায়ী, গড় বয়স ১৩ থেকে ১৬ এর মধ্যে। ইয়র্ক রিজিওনাল পুলিশের ড্রাগস এবং ভাইস ইউনিট ডিটেকটিভ থাই ট্রুয়ং বলেছেন যে আইন প্রয়োগকারী সকল কর্মীর নাতাশার মতো গল্প শোনা উচিত কারণ \"তারা আমাদের মনে করিয়ে দেয় যে তারা কেবল পতিতা বা প্রহরী নয়, তারা কারও মেয়ে, কারও বোন, কারও স্ত্রী।\" ন—সেন্ট পল সংসদ সদস্য (এমপি) জয় স্মিথের ব্যক্তিগত সদস্য বিল বিল সি-২৬৮ ফৌজদারি বিধি সংশোধনের জন্য একটি আইন (আঠারো বছরের কম বয়সী ব্যক্তিদের পাচারের সাথে জড়িত অপরাধের জন্য ন্যূনতম শাস্তি) হিসাবে পাস করা হয়। নাতাশা বিলের পাঁচ প্রধান প্রবক্তার একজন ছিলেন, অন্যরা ছিলেন টিমিয়া নাগি, একজন মহিলা যাকে ২০ বছর বয়সে হাঙ্গেরি থেকে কানাডায় পাচার করা হয়েছিল এবং একটি স্ট্রিপ ক্লাবে যৌনদাসী হিসাবে রাখা হয়েছিল; তামারা চেরি, একজন টরন্টো সান সাংবাদিক যিনি কানাডায় মানব পাচার নিয়ে লিখেছেন; ব্রায়ান ম্যাককোনাঘি, একজন প্রাক্তন আরসিএমপি কর্মকর্তা যিনি রাতানাক ইন্টারন্যাশনালের সাথে কাজ করেন— আরেকটি মানব পাচার বিরোধী সংগঠন; এবং ম্যানিটোবা প্রধানদের সমাবেশের গ্র্যান্ড চিফ রন ইভান্স, যিনি ম্যানিটোবায় যৌন শিল্পের শিকারদের সম্পর্কে সচেতনতা বৃদ্ধি করেছিলেন। সেই বছরের শেষের দিকে, নাতাশা বলেছিলেন যে মানব পাচারের বিরুদ্ধে লড়াই করার সর্বোত্তম উপায় হ'ল জনমতকে প্রভাবিত করা।\nপরে ২০১০ সালে উইনিপেগে, নাতাশা প্রথম বার্ষিক সম্মাননা হিরোস অনুষ্ঠানে একটি পুরস্কার পেয়েছিলেন, যা জয় স্মিথ দ্বারা সংগঠিত হয়েছিল, যিনি একজন মানব পাচার বিরোধী কর্মী। নাতাশা স্মিথকে একজন দেবদূত বলে অভিহিত করে বলেন, \"গত কয়েক বছরে কেবল নিখোঁজ এবং খুন হওয়া আদিবাসী মহিলাদের মৃত হয়ে যাওয়ার পরেও কেউ আমাদের সম্পর্কে চিন্তা করেনি। তাই তাকে [পতিতাবৃত্তির] বিরুদ্ধে যেভাবে কথা বলা হয়েছে তা অনেক শক্তিশালী করে তুলেছে। \" নাতাশা অনুষ্ঠানে পাঁচজন পুরস্কারপ্রাপ্তদের মধ্যে একজন ছিলেন, বাকি চারজন বিল সি -২৬৮ এর অন্যান্য প্রাথমিক সমর্থক।\n\n\n=== বেডফোর্ড বনাম কানাডা ===\nনাতাশা বেডফোর্ড বনাম একটি নিরন্তর আগ্রহ নিয়েছিল। কানাডা, ২০১০ সালের পতনে শুরু হওয়া একটি মামলা যখন পতিতালয় রাখা, পতিতাবৃত্তির সুবিধার্থে যোগাযোগ এবং পতিতাবৃত্তির সুবিধা থেকে বেঁচে থাকার বিরুদ্ধে আইনঅন্টারিও সুপিরিয়র কোর্ট অফ জাস্টিস অসাংবিধানিক বলে বাতিল করে দেয়। যখন নাতাশা প্রথম এই সিদ্ধান্তের কথা শুনেছিলেন, তিনি কেঁদেছিলেন এবং বিস্ময় এবং হতাশা প্রকাশ করেছিলেন। তিনি বলেছিলেন যে তিনি বিশ্বাস করেন না যে গড় কানাডিয়ান এই আইনগুলো বাতিল করার প্রভাব উপলব্ধি করেছে, যা তিনি বলেছিলেন যে \"আপনার পাশের বাড়ির প্রতিবেশীরা আপনার ঠিক পাশে একটি পতিতালয় চালাতে পারে। আপনার বাচ্চারা তাদের ড্রাইভওয়েতে রেখে যাওয়া কন্ডোমের সংস্পর্শে আসতে পারে, জনস তাদের প্রস্তাব দেয়।\" তিনি তার উদ্বেগ প্রকাশ করেন যে পতিতাবৃত্তি বিরোধী আইন বাতিল করা শিশুদের বিবেচনার জন্য ক্যারিয়ারবিকল্প হিসাবে পতিতাবৃত্তিকে স্বাভাবিক করে। তিনি আরও বলেন যে, আইন ছাড়া, \"দালালরা বৈধ ব্যবসায়ী হবে [এবং] বিলবোর্ড বিজ্ঞাপন পতিতালয় রাস্তার ধারে প্রদর্শিত হতে শুরু করতে পারে।\" পতিতাবৃত্তি বিরোধী আইনকে অসাংবিধানিক ঘোষণা করার চেষ্টা করা একজন আইনজীবী রন মারজেল বলেন, \"বাস্তবতা হচ্ছে সম্মতিপ্রাপ্ত প্রাপ্তবয়স্করা রয়েছে যারা পতিতাবৃত্তিতে যেতে চায়\"। নাতাশা এই বিবৃতিতে ক্ষুব্ধ হন এবং উত্তর দেন যে যৌন শিল্পের ৯৭% নারী পছন্দ মতো পতিতাবৃত্তিতে জড়িত নন এবং \"পতিতাবৃত্তি থেকে বেরিয়ে আসতে চান এমন নারীদের অপ্রতিরোধ্য সংখ্যাগরিষ্ঠের কণ্ঠস্বর কে কয়েকজন সোচ্চারের দ্বারা ডুবিয়ে দেওয়া হচ্ছে।\"\n\nকানাডা সরকার অন্টারিওর রুলিংয়ের সাথে একমত নয় এবং ঘোষণা করেছে যে এই সিদ্ধান্তের বিরুদ্ধে আপিল করা হবে। নাতাশা ক্রাউনকে তাদের মামলা প্রণয়নে সাহায্য করেছিল। সেই নভেম্বর, নাতাশা কেস সম্পর্কে একটি বিতর্কে একজন প্যানেলিস্ট ছিলেন। কুইন্স ইউনিভার্সিটিতে কুইন্স ল অ্যান্ড পাবলিক পলিসি ক্লাব কর্তৃক আয়োজিত বিতর্কে, নাতাশা বলেছিলেন যে, আপিলের নাতাশা ানাতাশা যাই হোক না কেন, তিনি খুশি যে মামলাটি পতিতাবৃত্তির কথা বলার আশেপাশের নিষিদ্ধতা দূর করছে। পরের জুন, নাতাশা এবং আরও বারোজনেরও বেশি ক্ষেত্রে এই মামলায় হস্তক্ষেপ করেন, যুক্তি দিয়েছিলেন যে মহিলাদের পিম্পস থেকে রক্ষা করার জন্য আইনগুলো পুনর্বহাল করা উচিত। পতিতাবৃত্তি বিরোধী জোটের অংশ হিসেবে, নাতাশা বলেছিলেন যে যৌন শিল্পের সমস্ত ক্ষেত্র অরক্ষিত, এসকর্ট এজেন্সি এবং স্ট্রিপ ক্লাব সহ। নাতাশা নিম্ন আদালতে সাক্ষ্য দিয়ে বলেছিলেন যে, \"তারা যতই বলবে নারীরা পছন্দমতো সেখানে আছে, আমাদের পক্ষে পুলিশ, সমাজকর্মী এবং অন্য সবাইকে বোঝানো কঠিন যে এই লোকেরা দুর্বল।\" তিনি আরও বলেছিলেন যে পতিতাবৃত্তি বিরোধী আইন বাতিল করা পুরুষদের কাছে একটি বার্তা পাঠায় যে নারীদের হয়রানি করা গ্রহণযোগ্য। নাতাশা বলেছিলেন যে বেডফোর্ড বনাম এর সমস্ত আবেদনকারী। কানাডা- টেরি-জিন বেডফোর্ড সহ, পতিতালয় বিরোধী আইন বাতিল করতে চাওয়া ডমিনেটরিক্স - শিশু হিসাবে যৌন শিল্পে প্রবেশ করেছিল। এই কারণে, নাতাশা যুক্তি দিয়েছিলেন যে এই মহিলাদের কেউই সম্মতিপ্রাপ্ত প্রাপ্তবয়স্ক হিসাবে পতিতাবৃত্তির জীবন বেছে নেননি; তারা সম্মতির বয়সে পৌঁছানোর আগেই তাদের জন্য জীবন বেছে নেওয়া হয়েছিল। নাতাশা কানাডিয়ানদের বেডফোর্ড বনাম আগ্রহ নিতে উৎসাহিত করেছিলেন। কানাডা কারণ যে কোনও কানাডিয়ান মেয়ে পতিতাবৃত্তির শিকার হতে পারে।\nঅবশেষে, দালালি এবং যোগাযোগের বিধানের বিরুদ্ধে আইনগুলো সাংবিধানিক হিসাবে নির্ধারিত হয়েছিল এবং বজায় রাখা হয়েছিল। ২০১৩ সালের হিসাবে, পতিতালয়ের বিরুদ্ধে আইনের সাংবিধানিকতা এখনও পর্যালোচনাধীন ছিল। নাতাশা বলেন যে পতিতালয়কে বৈধ করা উচিত নয়, তিনি বলেন, \"আমি প্রত্যক্ষভাবে জানি এবং... অনেক নারীর প্রকাশ থেকে যা আমি বছরের পর বছর ধরে পরামর্শ দিতে সক্ষম হয়েছি যে বেশিরভাগ সহিংসতা বন্ধ দরজার আড়ালে ঘটে।\" নাতাশা বলেন, যদি পতিতালয়বৈধ করা হয়, তাহলে মানব পাচারের শিকার নারী ও শিশুদের খুঁজে বের করার আইনগত ক্ষমতা পুলিশের কম থাকবে। বেডফোর্ড বলেছিলেন যে পতিতালয়গুলোকে বৈধতা দিলে পতিতাবৃত্তি মহিলাদের জন্য নিরাপদ হবে কারণ এটি পতিতাবৃত্তি ঘরের ভিতরে সংঘটিত হতে দেবে। নাতাশা প্রতিক্রিয়া জানায় যে বেশিরভাগ পতিতাবৃত্তি ইতোমধ্যে বাড়ির ভিতরে চলে গেছে, কারণ ইন্টারনেট বেশিরভাগ রাস্তার অনুরোধকে অপ্রয়োজনীয় করে তুলেছে এবং যুক্তি দেয় যে বাড়ির ভিতরে চলাচল মহিলাদের নিরাপদ করে না। তিনি বলেছিলেন যে যখন তিনি পতিতাবৃত্তিতে ছিলেন, তখন তিনি জনসাধারণের কাছে অতিরিক্ত দৃশ্যমানতার কারণে বাইরে একটু নিরাপদ ছিলেন। মামলার আলোচনায় নাতাশা বলেন, \"আমি পতিতাবৃত্তির কারবারে এমন কাউকে চিনি না যিনি মারা যাননি, কারাগারে বা মাদক গ্রহণ করেননি।\" তিনি ২০১৩ সালের জুন মাসে কানাডার সুপ্রিম কোর্টে একটি দালাল লাঠি আনতে চেয়েছিলেন একটি চাক্ষুষ সহায়তা হিসাবে ব্যাখ্যা করার জন্য যে কীভাবে দালালরা প্রায়শই তাদের পতিতা করা মহিলাদের নির্যাতন করে।\n\n\n=== ওকালতি অনুষ্ঠান ===\n\nঅক্টোবর ২০১০ সালে, নাতাশা আন্তর্জাতিক পতিতাবৃত্তি দিবসের স্বীকৃতিস্বরূপ টরন্টো শহরের কেন্দ্রস্থলে একটি আদালতে পিকেটিং করেন। তার সাথে যোগ দেন তৃষা বাপ্তি, ব্রিজেট পেরিয়ার, কাতারিনা ম্যাকলয়েড এবং ক্রিস্টিন বার্কহাউস; সকলেই প্রাক্তন মানব পাচারের শিকার এবং যৌনকর্মী ছিলেন। বিক্ষোভে, নাতাশা বলেন, \"মাত্র ১% পতিতা বলে যে তারা জনদের সাথে যৌন মিলন উপভোগ করে এবং ৯৭% বলে যে তারা বেরিয়ে যেতে চায়।\"\n২০১১ সালের জানুয়ারি মাসে, নাতাশা টরন্টোর ইয়র্ক বিশ্ববিদ্যালয়ের পার্টি ফর ফ্রিডম-এ উপস্থিত হন, যা অংশীদারত্ব, শিক্ষা এবং গবেষণার মাধ্যমে মানব পাচার ের বিরুদ্ধে লড়াই করতে চাওয়া একটি অলাভজনক সংস্থা অ্যালায়েন্স এগেইনস্ট মডার্ন স্লেভারি চালু করে। নাতাশা এর সাথে যোগ দিয়েছিলেন মানব পাচারের শিকার জেসি ফস্টারের মা গ্লেনডেন গ্রান্ট; কেভিন বেলস, ফ্রি দ্য স্লেভসের সহ-প্রতিষ্ঠাতা এবং সভাপতি; কেট টড, একজন গায়ক-গীতিকার এবং অভিনেতা; সাম্বা এলেগুয়া ড্রামার এবং শান্তি ধারণার জেনেল বেলগ্রেভ; হিরাম কলেজের রজার ক্র্যাম; এবং জেফ গান, একজন গিটারবাদক। সেই সেপ্টেম্বরে, নাতাশা টরন্টোর দ্বিতীয় বার্ষিক ফ্রিডম ওয়াকে অংশ নেন, যা স্টপ চাইল্ড ট্র্যাফিকিং নাও, ফ্রিডম রিলে কানাডা এবং ওকভিলের ফ্রি-দেম দ্বারা আয়োজিত হয়েছিল। জাতীয় ও আন্তর্জাতিকভাবে মানব পাচার সম্পর্কে সচেতনতা বৃদ্ধির লক্ষ্যে এই অনুষ্ঠানে নাতাশা তারা টেং সহ অন্যান্য বিলুপ্তিবাদীদের সাথে যোগ দেন, যিনি সেই সময় মিস কানাডা ছিলেন; ইভি-এর সহ-প্রতিষ্ঠাতা তৃষা বাপ্তিস্ম; শাই আইএনভিডিয়াটা, ফ্রি-দেম-এর প্রতিষ্ঠাতা; টিমিয়া নাগি; কনস্টেবল লেপা জ্যাঙ্কোভিচ; এমপি জয় স্মিথ; এমপি অলিভিয়া চাউ; এবং এমপি টেরেন্স ইয়ং।\n২০১২ সালের অক্টোবরমাসে, নাতাশা রাস্তায় পতিতাবৃত্তি এবং মানব পাচারের উপর একটি সিম্পোজিয়ামে প্রধান বক্তা ছিলেন, যা গ্রেটার সুডবারির ক্রোয়েশীয় হলে অনুষ্ঠিত হয়েছিল এবং প্রায় ১০০ জন উপস্থিত ছিল। গ্রেটার সুডবারি পুলিশ সার্ভিসের সার্জেন্ট কোরিনে ফেস্টার বলেছেন যে পতিতাবৃত্তি থেকে বেরিয়ে আসার ক্ষেত্রে নাতাশা কে যেভাবে সহায়তা করা হয়েছিল তা স্থানীয় সামাজিক এবং স্বাস্থ্য পরিষেবার জন্য একটি ভাল উদাহরণ যা অন্যান্য মহিলাদের যৌন শিল্প থেকে বেরিয়ে আসতে সহায়তা করে। পরের মাসে, নাতাশা ভ্যাঙ্কুভারে দ্য স্যালভেশন আর্মি দ্বারা আয়োজিত মধ্যাহ্নভোজে তার গল্প বলেছিল। নাতাশা বলেছিলেন, \"যেখানে উচ্চ-ট্র্যাক পতিতা, এসকর্ট, স্ট্রিপার এবং অঙ্গমর্দিকা রয়েছে; দালালদের দৌরাত্ম্য আছে।\"\n২০১৩ সালের মার্চ মাসে, নাতাশা জাতিসংঘের নারী মর্যাদা বিষয়ক কমিশনের ৫৭তম অধিবেশনে বক্তব্য রাখেন, যেখানে তিনি \"সারভাইভারস স্পিক: পতিতাবৃত্তি এবং যৌন পাচার\" নামে একটি প্যানেলে বসেছিলেন যা নারী পাচারের বিরুদ্ধে জোটের পৃষ্ঠপোষকতা করেছিল। সেই মে মাসে, নাতাশা ক্যালগারির সার্ভেন্টস অ্যানোনিমাস সোসাইটির জন্য একটি তহবিল সংগ্রহকারী অনুষ্ঠানে বক্তব্য রাখেন, একটি সংস্থা যা শহরের যৌনকর্মীদের সমর্থন করে। ক্যালগারিতে তার প্রথমবারের মতো সেখানকার সেক্স ইন্ডাস্ট্রির অংশ ছিল। তহবিল সংগ্রহকারীকে \"ক্রাই অফ দ্য স্ট্রিটস: অ্যান ইভনিং ফর ফ্রিডম\" বলা হয়েছিল এবং সেক্স ইন্ডাস্ট্রি ত্যাগ করতে ইচ্ছুকদের জন্য মহিলাদের আশ্রয়কর্মী বেনামী ফ্যাসিলিটেটস এক্সিটের জন্য অর্থ সংগ্রহ করেছিলেন। তহবিল সংগ্রহকারী প্রতিষ্ঠানে, নাতাশা সুইডেনের যৌন ক্রয় আইনের অনুরূপ কানাডায় একটি আইন গ্রহণের পক্ষে মত দেন, যা যৌনতা বিক্রি এবং অপরাধহিসেবে দালালি এবং যৌনতা ক্রয়কে অপরাধ হিসেবে গণ্য করে। নাতাশা সুইডেনের আইনের পরে কানাডায় পতিতাবৃত্তি আইনের মডেলিং এর সমর্থনে যুক্তি দেখিয়েছিলেন কারণ তিনি বিশ্বাস করেন যে পতিতাবৃত্তি নিয়ন্ত্রণ করা যায় না। অন্য সময়, তিনি বলেছিলেন যে \"এটি কানাডার আইন নয় যা পতিতাবৃত্তিকে অনিরাপদ করে তোলে, জনরাই নারী এবং তাদের দালালদের ধর্ষণ ও নির্যাতন করছে।\" এছাড়াও ২০১৩ সালে, নাতাশা বলেছিলেন যে কানাডায় মেয়েরা যে গড় বয়সে পতিতাবৃত্তিতে জড়িত হয় তার বয়স ১৪, এবং পতিতাবৃত্তিতে থাকাকালীন তাদের মানসিক বুদ্ধিমত্তা বিকশিত হয় না, যার ফলে তাদের অনেকেই চলে যেতে পারে না। তিনি আরও বলেন যে যৌন শিল্প ছেড়ে যাওয়ার পর থেকে কানাডায় পতিতাবৃত্তি উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে এবং কানাডায় বেশিরভাগ মানব পাচারের শিকার কানাডায় জন্মগ্রহণ করেছে এবং বেড়ে উঠেছে।\n\n\n== আরও দেখুন ==\nঅপহরণের তালিকা\n\n\n== তথ্যসূত্র =="}