{"pageid": 1095782, "title": "আয়রন ম্যান ম্যাচ", "url": "https://bn.wikipedia.org/wiki?curid=1095782", "content": "আয়রন ম্যান ম্যাচ হলো পেশাদারি কুস্তি ম্যাচের একটি ধরন যেখানে একটি নির্দিষ্ট সময়ের মধ্যে সাধারণত ৩০ বা ৬০ মিনিট এর মধ্যে প্রতিপক্ষকে বেশিবার হারিয়ে ম্যাচ জিততে হয়। মাঝেমাঝে ম্যাচ ড্র হলে একটি \"ফাইনাল ফল\" এর আয়োজন করা যায় কুস্তিগিরের পক্ষ থেকে যদি প্রতিপক্ষ কুস্তিগির রাজি হয়। এর মাধ্যমে ম্যাচ নির্ধারণ হয়ে থাকে। এছাড়াও কর্তৃপক্ষ চাইলে সময় শেষ হওয়ার পরেও কুস্তিগিরদের ম্যাচ চালিয়ে যাওয়ার নির্দেশনা দিতে পারে যদি কোনো চ্যাম্পিয়নশিপ এর ম্যাচ হয়।\n\n\n== নিয়ম ==\nআয়রন ম্যান ম্যাচের নিয়ম সাধারণ কুস্তি ম্যাচের নিয়মের মতোই। কিন্তু ম্যাচে একবার পিনফল এর জায়গায় এখানে নির্দিষ্ট সময়ের মধ্যে কুস্তিগিররা একাধিক পিনফল করতে পারে৷ ম্যাচ শেষে যার পিনফল বেশি থাকে তাকে বিজয়ী ঘোষণা করা হয়।\nকিছু আয়রন ম্যান ম্যাচে প্রত্যেক ফলের পরে বিরতি নিতে দেখা যায়৷ ২০০৯ সালে জন সিনা ও রেন্ডি অরটন এর মধ্যকার ম্যাচে প্রত্যেক ফলের পর ৩০ সেকেন্ডের বিরতি ছিল। (অবশ্য ম্যাচটি ছিল \"এনিথিং গোস\" যার অর্থ রিং এবং রিংয়ের বাইরে শুধুমাত্র পিনফল বা সাবমিশন এর মাধ্যমে ম্যাচ জেতা সম্ভব) ২০০৩ সালে কার্ট এঙ্গেল এবং ব্রক লেসনার এর মধ্যকার ম্যাচে ১৫ সেকেন্ডের বিরতি ছিল প্রত্যেক পিনফলের পরে।\nযদি ম্যাচের ফলাফল সমতা হওয়ার কারণে নিষ্পত্তি করা না যায় তাহলে কুস্তিগিররা প্রতিপক্ষকে ম্যাচ চালিয়ে যাওয়ার আবেদন জানাতে পারে। যদিনা সেটি কর্তৃপক্ষের লোকজন বা প্রতিপক্ষ দ্বারা প্রত্যাখ্যান করা হয়। শন মাইকেলস এবং কার্ট এঙ্গেল এর মধ্যকার ৩০ মিনিট ম্যাচ শেষে ফলাফল ২-২ এ সমতা হয়। তখন মাইকেলস তাকে ম্যাচ চালিয়ে যাওয়ার জন্য অনুরোধ জানায় কিন্তু এঙ্গেল রাজি হয় না।\nসময় শেষ হওয়া আয়রন ম্যান ম্যাচের একটি স্বাভাবিক ঘটনা। এতে ম্যাচ অমীমাংসিত থেকে যায়। কিন্তু চ্যাম্পিয়নশিপ ম্যাচ হলে কর্তৃপক্ষ ম্যাচ চালিয়ে যাওয়ার জন্য বলে। শন মাইকেলস এবং ব্রেট হার্টের মধ্যকার ম্যাচে সময় শেষ হওয়ার পর ফলাফল শুন্য থেকে যায়৷ তখন ভিন্স ম্যাকমোহান এসে ম্যাচ চালিয়ে যেতে বলে। পরবর্তীতে মাইকেলস ১-০ পিনফলে ম্যাচটি জিতে এবং চ্যাম্পিয়ন হয়।\n\n\n== অন্যান্য ধরন ==\n\n\n=== এনিথিং গোস আয়রন ম্যান ম্যাচে ===\nএকটি এনিথিং গোস আয়রন ম্যান ম্যাচ হলো এই ম্যাচটিরই একটি হার্ডকোর ধরন। এখানে কোনো ডিস্কোয়ালিফিকেশন, কোনো কাউন্ট আউট নেই। ম্যাচ নির্ধারণের জন্য সর্বত্র পিনফলের নিয়ম। জন সিনা ব্রেগিং রাইটস ২০০৯ এ রেন্ডি অরটনের সাথে এই ম্যাচে মুখোমুখি হয়েছিল।\n\n\n=== থান্ডার কুইন ব্যাটেল ===\nথান্ডার কুইন ব্যাটেল হলো নারীদের একটি হাইব্রিড ট্যাগ টিম/আয়রন ওমেন ম্যাচ যেটি অল জাপান ওমেন'স প্রো রেসলিং এ খেলা হতো। যেখানে দুটি দলের চারজন সদস্য থাকতো এবং একে অপরের বিরুদ্ধে লড়তো। এই ম্যাচটি নির্দিষ্ট রেসলারের সাথে শুরু হতো যারা প্রত্যেকে পাঁচ মিনিট করে (সর্বমোট ২০ মিনিট) সময় পায় ম্যাচের জন্য। সময় শেষে যে দলের সবচেয়ে বেশি জয় থাকবে তাকে বিজয়ী ঘোষণা করা হয়।\n\n\n=== আলটিমেট সাবমিশন ম্যাচ ===\nআলটিমেট সাবমিশন ম্যাচ হলো আয়রন ম্যান ম্যাচের একটি সংস্করণ। যেখানে জয়ের একমাত্র উপায় হলো বাধা সময়ের মধ্যে প্রতিপক্ষকে বেশিবার সাবমিট করানো। ক্রিস বেনোয়িট এবং কার্ট এঙ্গেল ব্যাকল্যাশ ২০০১ এ আলটিমেট সাবমিশন ম্যাচে মুখোমুখি হয়। যেটি ছিল ৩০ মিনিটের ম্যাচ৷ এবং টাইব্রেকিং অতিরিক্ত ১ মিনিট ৩৩ সেকেন্ড।\n\n\n== ম্যাচের ইতিহাস ==\n\n\n=== ওয়ার্ল্ড রেসলিং এন্টারটেইনমেন্ট (ডাব্লিউডাব্লিউই) ===\nবেশকিছু আয়রন ম্যান ম্যাচ হাউজ শো গুলোতে অনুষ্ঠিত হয়েছিল। ১৯৮৯ সালে দ্য রকার্সরা রাফিউ ব্রাদার্স এর মুখোমুখি হয়। ১৯৯৩-১৯৯৪ এর মধ্যে ব্রেট হার্ট দুইবার আয়রন ম্যান ম্যাচ খেলেছেন। একটি রিক ফ্লেয়ার এর সাথে। আরেকটি তার আপন ভাই ওয়েন হার্ট এর সাথে। অক্টোবর ২০১৫ সালে একটি হাউজ শো তে জন সিনা ডাব্লিউডাব্লিউই ইউনাইটেড স্টেটস চ্যাম্পিয়নশিপ এর জন্য সেথ রলিন্স এর মুখোমুখি হয়েছিল। আবার মার্চ ২০১৬ সালে একটি হাউজ শো তে ডাব্লিউডাব্লিউই আন্তঃমহাদেশীয় চ্যাম্পিয়নশিপ এর জন্য কেভিন ওয়েন্স এজে স্টাইলস এর মুখোমুখি হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nডাব্লিউডাব্লিউই.কম – আয়রন ম্যান ম্যাচের বর্ণনা"}