{"pageid": 1095319, "title": "শিশু অধিকার সনদ", "url": "https://bn.wikipedia.org/wiki?curid=1095319", "content": "জাতিসংঘের শিশু অধিকার সনদ (সাধারণত সংক্ষেপে সিআরসি বা ইউএনসিআরসি) একটি আন্তর্জাতিক মানবাধিকার চুক্তি যা শিশুদের নাগরিক, রাজনৈতিক, অর্থনৈতিক, সামাজিক, স্বাস্থ্য এবং সাংস্কৃতিক অধিকার নির্ধারণ করে। সনদে শিশু বলতে ১৮ বছরের কম বয়সী যেকোনো মানুষকে সংজ্ঞায়িত করা হয়েছে, যদি না অপ্রাপ্তবয়স্কদের বয়স ঐ দেশের জাতীয় আইনে অন্যরুপ বলা থাকে।\n\n\n=== আয়ারল্যান্ড ===\nআয়ারল্যান্ড ৩০ সেপ্টেম্বর ১৯৯০ সালে কনভেনশনে স্বাক্ষর করে এবং ২৮ সেপ্টেম্বর ১৯৯২ সালে আপত্তি ছাড়াই এটি অনুমোদন করে।\n\n\n=== যুক্তরাজ্য ===\nযুক্তরাজ্য ১৬ ডিসেম্বর ১৯৯১-এ বেশ কয়েকটি ঘোষণার মাধ্যমে কনভেনশনটি অনুমোদন করে  এবং ১৯৯৫ সালের জানুয়ারিতে শিশু অধিকার সংক্রান্ত কমিটির কাছে তার প্রথম প্রতিবেদন দেয়।\n১ সেপ্টেম্বর ২০২০-এ, স্কটিশ পার্লামেন্ট-এ জাতিসংঘের শিশু অধিকার সংক্রান্ত কনভেনশন (ইনকর্পোরেশন) (স্কটল্যান্ড) বিল পেশ করা হয়।\n\n\n=== মার্কিন যুক্তরাষ্ট্র ===\nমার্কিন যুক্তরাষ্ট্র সরকার কনভেনশনের খসড়া তৈরিতে সক্রিয় ভূমিকা পালন করে এবং ১৬ ফেব্রুয়ারি ১৯৯৫ সালে এটি স্বাক্ষর করে, কিন্তু এটি অনুমোদন করেনি।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nUnited Nations General Assembly (২০ নভেম্বর ১৯৮৯)। \"Text of the UN Convention on the Rights of the Child\"। ohchr.org। UN Office of the High Commissioner for Human Rights। সংগ্রহের তারিখ ২০ জানুয়ারি ২০১৫। \nSignatures and ratifications, at depositary\nInformation for children on the Convention on the Rights of the Child on the website of the Office of the United Nations High Commissioner for Human Rights (OHCHR).\nInformation on the Convention of the Rights of the Child on the website of UNICEF, the children's organization of the United Nations.\nProcedural history, related documents and photos on the Convention on the Rights of the Child (including its Optional Protocols) in the Historic Archives of the United Nations Audiovisual Library of International Law.\nNGO Alternative Reports submitted to the Committee on the Rights of the Child.\nBiography of Eglantyne Jebb, author of the original Declaration.\nConvention on the Rights of the Child - Guidelines regarding the implementation of the Optional Protocol to the Convention on the Rights of the Child on the sale of children, child prostitution and child pornography (adopted by the Committee at its eighty-first session on 13–31 May 2019)."}