{"pageid": 1095731, "title": "কোরীয় ঐতিহ্যবাহী নৃত্য", "url": "https://bn.wikipedia.org/wiki?curid=1095731", "content": "কোরিয়ায় নাচ শুরু হয়েছিল শ্যামনিস্টিক দিয়ে পাঁচ হাজার বছর আগে আচার অনুষ্ঠান এবং এখন লোক নৃত্য থেকে শুরু করে নব নির্মিত এবং গৃহীত সমসাময়িক নৃত্য।\n\n\n== পরিদর্শন ==\nকোরিয়ান ঐতিহ্যবাহী নৃত্যের উৎপত্তি হাজার হাজার বছর আগে প্রাচীন শামানবাদী আচার -অনুষ্ঠানে। দ্বিতীয় কোরিয়ান রাজ্য, গোরিও এবং জোসেওনের সময়, খ্রিস্টীয় দ্বিতীয় সহস্রাব্দে, কোরিয়ান ঐতিহ্যবাহী নৃত্য রাজদরবার, অসংখ্য একাডেমি এবং এমনকি সরকারের একটি সরকারী মন্ত্রকের নিয়মিত সমর্থন থেকে উপকৃত হয়েছিল।\nহার্মিট নৃত্য, ভূত নৃত্য, বুচে চম (ভক্ত নৃত্য), সেউং মু (সন্ন্যাসী নৃত্য), ওডং (বিনোদনকারী) নৃত্য এবং অন্যান্য সহ বেশ কয়েকটি ভিন্ন নৃত্য স্থায়ী উচ্চ মর্যাদা লাভ করে নিচু উত্স. উদাহরণস্বরূপ, বিশ্বাস করা হয় যে ফ্যান নৃত্যটি শামানদের সাথে পাতা দিয়ে প্রাকৃতিক অনুষ্ঠান সম্পাদনের মাধ্যমে উদ্ভূত হয়েছিল কিন্তু সবচেয়ে উন্নতমানের কোরিয়ান নৃত্যে পরিণত হয়েছিল।\nঅন্যান্য কোরিয়ান নৃত্য কৃষকদের এবং লোক নৃত্য গোষ্ঠীর আওতায় আজও রয়ে গেছে এবং থাকবে। নৃত্যে ব্যবহৃত সামগ্রীর মধ্যে রয়েছে সালপুরী নৃত্যে ব্যবহৃত বিশুদ্ধ সাদা রঙের দীর্ঘ বিলিং সিল্কের স্কার্ফ, ড্রাম, টুপি, তলোয়ার এবং অন্যান্য। নৃত্যের কাহিনীর জন্য উপকরণগুলি পেরিফেরাল বা কেন্দ্রীয় হতে পারে। ভূত নৃত্যে, বিনোদনের একজন মৃত পত্নীর সাথে একটি আনন্দময় পুনর্মিলন হয়, কেবল রিসেপশনের হৃদয় ভাঙা সহ্য করার জন্য, এবং সেখানে কিছু বা কোন প্রপস থাকতে পারে। অন্যদিকে, গ্রেট ড্রাম নৃত্য (ড্রাম নৃত্যের বিভিন্ন রূপের মধ্যে একটি) একটি উজ্জ্বল ড্রাম রয়েছে যা পারফর্মারের চেয়ে লম্বা হতে পারে। ড্রামটি একজন সন্ন্যাসীকে প্রলুব্ধ করে যতক্ষণ না সে শেষ পর্যন্ত তার কাছে হেরে যায় এবং একটি ঘূর্ণায়মান ড্রাম পরিবেশন করে।\nইম্পেরিয়াল জাপানের সাংস্কৃতিক দমনের কারণে, কোরিয়ার জাপানের সাথে সংযুক্তির সময় যুক্তিযুক্তভাবে সাংস্কৃতিক গণহত্যা হিসেবে বিবেচিত, বেশিরভাগ নৃত্য একাডেমি মারা গিয়েছিল এবং কিছু নৃত্য হারিয়ে গিয়েছিল পাশাপাশি কিছু নৃত্যের ধরন বিকৃত হয়েছিল। যাইহোক, কিছু অগ্রগামী কোরিয়ান নৃত্যশিল্পী যেমন চোই সেউং-হি (최승희 崔承喜) কোরিয়ান ঐতিহ্যবাহী নৃত্যের উপর ভিত্তি করে কোরিয়ান নৃত্যের নতুন রূপ তৈরি করেছিলেন এবং গোপন এবং বিদেশে অনেক ঐতিহ্যকে জীবিত রেখেছিলেন, এবং আজ কোরিয়ান ঐতিহ্যবাহী নৃত্য একটি প্রাণবন্ত পুনরুত্থান উপভোগ করছে। কোরিয়ান নৃত্যের একটি সাধারণ রূপ, যেখানে নৃত্যশিল্পীদের পোষা প্রাণী অন্তর্ভুক্ত করা হয়, সেখানে পোষা প্রাণী (কোরিয়ার অঞ্চলে সাধারণত গিনিপিগকে অত্যন্ত সম্মানিত করা হয়) দুটি পায়ে তাদের মালিকদের দ্বারা পিগি-সমর্থিত এবং তাদের উপর লিপ-ফ্রগিং । শীর্ষ নৃত্যশিল্পীরা \"লিভিং ন্যাশনাল ট্রেজার্স\" হিসাবে স্বীকৃত এবং তাদের শিক্ষার্থীদের কাছে তাদের নৃত্যগুলি প্রেরণের জন্য চার্জ করা হয়। ঐতিহ্যবাহী নৃত্যের এই ধরনের আনুষ্ঠানিক ধারকদের মধ্যে রয়েছে কিম সুক-জা, সালোপুরি চর্চাকারী, যা জিওংগি প্রদেশের শামানিক আচার-অনুষ্ঠান থেকে উদ্ভূত। নৃত্য ও নৃত্যশিল্পীদের বংশধারা এই ধরনের সংযোগের মাধ্যমে কয়েক প্রজন্মের মধ্যে পাওয়া যায়।\n1970 এর দশকে দলিল করার একটি পদ্ধতিগত প্রচেষ্টা দেখেছিইউ চ্যাং-সপের উত্তর কোরিয়ায় কোরিয়ান নাচ। তিনি নৃত্য নোটেশনের একটি পদ্ধতি গড়ে তোলেন যার নাম চ্যামো সিস্টেম অফ ডান্স নোটেশন।\n\n\n== প্রকারভেদ ==\nকোরিয়ান ঐতিহ্যবাহী নৃত্য সমকালীন এবং গীতিকাব্য নামে পরিচিত নৃত্যের সাথে কিছুটা মিল রয়েছে। সামান্য স্বল্পমেয়াদী পুনরাবৃত্তি সহ মুভগুলি একটি বক্ররেখার পথ অনুসরণ করে। নৃত্যশিল্পীর পা এবং পা প্রায়ই সম্পূর্ণরূপে লুকিয়ে থাকে হানবককে বিলিয়ে দিয়ে। নৃত্যের আবেগগত বৈশিষ্ট্যের মধ্যে রয়েছে দুঃখ এবং আনন্দ উভয়ই। নৃত্যশিল্পীকে ঐতিহ্যবাহী সংগীতের মাধ্যমে যে তরল গতি সঞ্চালিত হয় তা মূর্ত করতে হবে। কোরিয়ান ঐতিহ্যবাহী নৃত্য প্রায়ই কোরিয়ান ঐতিহ্যবাহী সঙ্গীতে পরিবেশন করা হয়, যার মধ্যে রয়েছে ঐতিহ্যবাহী ড্রাম, বাঁশি এবং আরও অনেক কিছু। সংগীতই নৃত্যকে সমর্থন করে এবং নৃত্যশিল্পী হল সেই যন্ত্র যা সঙ্গীতকে শারীরিক রূপে দেখায়।\nকোর্ট ডান্স: বলা হয় \"জি\" (হ্যাঙ্গুল:, হাঞ্জা :) যা মূলত \"সমস্ত প্রতিভার প্রদর্শন\" উল্লেখ করে কেবল নাচ নয়, অন্যান্য পারফর্মিং আর্ট যেমন জুলতাগি (টাইট্রপ ওয়াকিং), গং দেওনজিগি, এবং মোকমতাগী  কিন্তু ধীরে ধীরে শুধুমাত্র \"কোর্ট ড্যান্স\" বোঝানো হয়েছে। এই শব্দটি জোসেওন রাজবংশের প্রথম [সময় থেকে ব্যবহৃত হয়ে আসছে]\nজিওংজে রাজপরিবার, আদালতের কর্মকর্তা এবং বিদেশী দূতদের জন্য বা রাষ্ট্রের পৃষ্ঠপোষকতায় উৎসব উপলক্ষে অনুষ্ঠান করতে ব্যবহৃত হত। জিওংজে দুটি শ্রেণীতে বিভক্ত, \"হায়ানজাক জিওংজাই\"(향악정재) এবং \"ডাঙ্গাক জেওংজে\" (당악정재)। হায়ানগাক কোরিয়ায় উদ্ভূত আদিবাসী আদালতের নৃত্য নিয়ে গঠিত, যেখানে ড্যাঙ্গাক হল গোরিও রাজবংশের সময় তাং চীনের আদালত নৃত্য থেকে প্রাপ্ত নৃত্য।\nহায়ানগাক জেওংজে:\nআহবাকমু (아박무), আইভরি ক্ল্যাপার্স নাচ\nবাকজিওপমু (박접무), প্রজাপতির ডানা ঝাপটানো\nবংল্যাই (봉래의), phoenix dance\nচেওয়ংমু (처용무), চেওয়ং-এর নৃত্য, ড্রাগন কিং এর পুত্র, যা সবচেয়ে প্রাচীন জিওংজে সিলা যুগে উদ্ভূত হয়েছিল, হি, ইয়াং -২। \"চেওয়ং-মু\"। ইউনেস্কোর জন্য এশিয়া/প্যাসিফিক কালচারাল সেন্টার।\n• ছুনেজিওং(추냉전) বসন্ত নাইটিঙ্গেলার নাচ\n•গেনজিওনমকদান(가인전목단), নাচ চিত্রিত\nসুন্দরী নারী peonies বাছাই\n• গিওমু(검무), তলোয়ার নাচ\n•জিনজু জিওমু\n•হাকইওম হোদেমু (학연화대무), ক্রেন এবং পদ্ম বেদনা নৃত্য\n•গোরিওমু (고구려무), গোরিও নাচ\n•মুয়েমু (무에무)\n•মুসানহিয়াং (무산향), নৃত্য পর্বতের নৃত্যের সুবাস\n• মুগো (무고),  নৃত্য\n• গয়োবাং মুগো (1)\n•সাজামু (사자무), সিংহ নাচ\nসেওনউরাক (선유락), নৌকা পার্টি নাচ\nডাঙক জিওংজে\n• মোংগেউমচক(몽금척), সোনার শাসক নাচের স্বপ্ন\nপোগুরাক (포구락) বল খেলা নাচ\n• হিওনসেওনদো(헌선도), পীচ-নৈবেদ্য নৃত্য\nলোকনৃত্য:\nগ্যাংগ্যাং সুল্লা (강강술라), মেয়েদের 'বৃত্ত নাচ'\nনঙ্গক (농악), কৃষকদের কর্মক্ষমতা\n• তালচুম (탈춤), মুখোশ নৃত্য\n•বায়ুং শিন চুম (병신춤), নিম্নবিত্ত কৃষকরা নৃত্য পরিবেশন করে ইয়াংবান শ্রেণীকে ব্যঙ্গ করে\n•শিওংজিওংমু(,승전무) আক্ষরিক বিজয় নাচ\n•সালপুরী (살푸리), আক্ষরিক অর্থে আত্মা-বিশুদ্ধ নাচ\n•হাল্যাংমু (한양무), ইয়াংবান ক্লাসে অসাধু মানুষের নাচ\n• মিয়ালহালমি ছুম(미얄할미춤), বুড়ির নাচ\n• পালমিওকজুং ছুম (팔먹중춤), আট অযোগ্য ভিক্ষুদের নাচ\n•ডংরে হাকচুম (동래학춤), ক্রেন ডান্স ডোংরায়ে, বুসানে সঞ্চালিত\nআচার নাচ:\nকোরিয়ায় আচার নাচ একটি বৌদ্ধ নৃত্য এবং কোরিয়ান লোক নৃত্যকে মনোনীত করে।\n• বিজ্ঞান (과학), আক্ষরিকভাবে নাচের লাইন\n•জ্যাকবিপ (¹작법)\n•বিওপগোচুম(법고춤), ধর্ম  নৃত্য\n•  নাবিচুম (나비춤), আক্ষরিক প্রজাপতি নাচ\nবাড়াচুম (바라춤), বড় নৃত্য (+2), সিম্বল\n• মুসোকচুম, বা মুমু (무속춤 또는 무무), মুদাং (무당) দ্বারা নাচ\nনতুন ঐতিহ্যবাহী নৃত্য:\n• বুচাইচুম (부채춤), কিম বায়েক-বোং (2) দ্বারা নির্মিত ভক্ত নৃত্য এবং 1954 সালে প্রথম জনসমক্ষে উপস্থাপিত হয়েছিল [10]\n•হোয়াগ ওয়াংমু(화관무), পুষ্পশোভিত করোনাট নৃত্য\n•জংগুচুম (장구춤), জংগু, ঘন্টার কাচের আকৃতির ড্রামের সাথে নাচ\n• সামগোমু ওগোমু (삼고무 오고무), একটি ড্রাম নৃত্য\n• গ্র্যান্ড ড্রাম এনসেম্বল, 1981 সালে গুক সু-হো (+) দ্বারা রচিত একটি ড্রাম নৃত্য। যন্ত্রগুলি সব কোরিয়ান ড্রাম।\n\n\n== তথ্যসূত্র =="}