{"pageid": 1095577, "title": "একচেটিয়া বাজার", "url": "https://bn.wikipedia.org/wiki?curid=1095577", "content": "একচেটিয়া বাজার বলতে অর্থনীতিতে এমন একটি বাজারব্যবস্থা বোঝায় যেখানে ক্রেতার সংখ্যা অনেক হলেও পণ্য বা সেবার উৎপাদনকারী তথা সরবরাহকারী ব্যবসায়-প্রতিষ্ঠানের সংখ্যা মাত্র এক। বলা হয়ে থাকে পুঁজিবাদী অর্থনৈতিক ব্যবস্থাতে ‘একচেটিয়া বাজারের’ উদ্ভব অনিবার্য। বাংলাদেশে রেল পরিষেবা একটি একচেটিয়া বাজার। কারণ লক্ষ লক্ষ লোক রেল পরিষেবা ব্যবহার করে, যদিও কেবল একটি প্রতিষ্ঠান অর্থাৎ বাংলাদেশ রেলওয়ে বিভাগ রেলপরিভ্রমণ সেবা দিয়ে থাকে।\n\n\n== একচেটিয়ার বৈশিষ্ট্য ==\n\nএকচেটিয়া বাজারে মাত্র একজন উৎপাদনকারী তথা সরবরাহকারী। তাই এরকম বাজারে প্রতিযোগিতা নেই। একচেটিয়া বাজারের বিদ্যমান একটি মাত্র প্রতিষ্ঠান পণ্যের বা সেবার মূল্য বৃদ্ধির ক্ষমতা রাখে। মূল্য বৃদ্ধি হলে ভোক্তাসাধারণ তাদের চাহিদা হ্রাস করে। তাতে বিক্রয়লব্ধ আয় তথা রাজস্ব হ্রাস পায়। কিন্তু ব্যবসায়-প্রতিষ্ঠানের মূল লক্ষ্য মুনাফা বৃদ্ধি এবং সম্ভাব্য সবোর্চ্চ মুনাফা অর্জন। তবে বাস্তবে দেখা যায় যে একটিয়া ক্ষমতা থাকলেও সংশ্লিষ্ট প্রতিষ্ঠান ভোক্তার ক্রয় ক্ষমতার কথাবিবেচনা করে এবং মূল্য কম রাখে। এছাড়া সরকার জনকল্যাণের স্বার্থে সর্বোচ্চ মূল্য নির্ধারণের ওপর নিষেধাজ্ঞা আরোপ করে থাকে।\n\n\n== পরিমাণ ও মূল্য নিরূপণ ==\nএকজন ব্যবসায়ীর জন্য দুটি গুরুত্বপূর্ণ প্রশ্ন হচ্ছে: কতটুকু উৎপাদন করলে এবং পণ্যের মূল্য কত রাখলে সর্বোচ্চ মুনাফা অর্জিত হবে।\nডানপাশে যে চিত্রটি আছে তাতে দেখানো হয়েছে যে প্রান্তিক উৎপাদন ব্যয় রেখা এবং প্রান্তিক আয় রেখা ক বিন্দুতে ছেদ করে। এই বিন্দু উচ্চতম মুনাফা নির্দেশ করে।\nএখানে প্রান্তিক আয় (MR)=প্রান্তিক ব্যয় (MC)।\nএই সমীকরণ উচ্চতম মুনাফা অর্জনের নিয়ামক। একটি ব্যবসায়-প্রতিষ্ঠান উৎপাদন ক্রমান্বয়ে বৃদ্ধি করতে থাকবে যতক্ষণ না পযর্ন্ত প্রান্তিক আয় (MR)=প্রান্তিক ব্যয় (MC) অবস্থা অর্জিত হয়। যতক্ষণ প্রান্তিক আয়>প্রান্তিক ব্যয়, ততক্ষণ উৎপাদন যায়। অন্যদিকে প্রান্তিক আয়<প্রান্তিক ব্যয়, উৎপাদন কমিয়ে যেতে হবে যতক্ষণ মুনাফা বৃদ্ধি পাবে।\nএই চিত্রে ক উচ্চতম মুনাফার বিন্দু। এর সংশ্লিষ্ট বিন্দু হলো আনুভূমিক অক্ষের ওপর প-বিন্দু এবং উল্লম্ব অক্ষের ওপর ঙ-বিন্দু। প পরিমাণ উৎপাদন হলে এবং বিক্রয়মূল্য ঙ নির্ধারণ করা হলে এই একচেটিয়া প্রতিষ্ঠানের মুনাফা উচ্চতম (maximum profit) হবে। অন্যদিকে, বাম দিকে অবস্থিত প-১ হলো এরকম বিন্দু যা প-এর চেয়ে কম। একইভাবে, প-২ হলো এরকম বিন্দু যা প-এর চেয়ে বেশী। প থেকে উৎপাদনের পরিমাণ হ্রাস করা হলে মূল্য বৃদ্ধি পাবে—কিন্তু একই সঙ্গে প্রতিষ্ঠানের অর্জিত মুনাফা হ্রাস পাবে। একই ভাবে, প থেকে উৎপাদনের পরিমাণ বৃদ্ধি করা হলে মূল্য হ্রাস পাবে—কিন্তু প্রতিষ্ঠানের অর্জিত মুনাফা হ্রাস পাবে।\n\n\n== তথ্যসূত্র =="}