{"pageid": 1095524, "title": "জুলিয়াস সামনার মিলার", "url": "https://bn.wikipedia.org/wiki?curid=1095524", "content": "জুলিয়াস সুমনার মিলার (১৭ মে, ১৯০৯) – ১৪ এপ্রিল, ১৯৮৭) একজন মার্কিন পদার্থবিদ এবং টেলিভিশন ব্যক্তিত্ব ছিলেন।  উত্তর আমেরিকা এবং অস্ট্রেলিয়ায় শিশুদের টেলিভিশন প্রোগ্রামগুলিতে তার কাজের জন্য তিনি সবচেয়ে বেশি পরিচিত।\n\n\n== বাস্তব জীবন ==\nজুলিয়াস সামনার মিলার ছিলেন নয় ভাইবোনের মধ্যে সর্বকনিষ্ঠ। মিলারে জন্ম হয় ম্যাসাচুসেটসের বিলেরিকা শহরে। তাঁর বাবা ছিলেন লাত্ভীয় এবং তাঁর লিথুয়ানিয়ান মা ১২টি ভাষায় কথা বলেছেন।\nমিলার ১৯৩৩ সালে বোস্টন বিশ্ববিদ্যালয় থেকে পদার্থবিদ্যায় স্নাতকোত্তর ডিগ্রি অর্জন করেন। মহামন্দার কারণে, তিনি এবং তাঁর স্ত্রী অ্যালিস (বিয়ের পূর্বে নাম ছিল ব্রাউন) পরের দু'বছর ধরে বোস্টনের একজন ধনী চিকিৎসকের অধীনে গৃহপরিচালক এবং দাসী হিসাবে কাজ করেছিলেন। তাদের কোনও সন্তান ছিল না, তবে তিনি তাঁর জনপ্রিয় বিজ্ঞান কর্মসূচির মাধ্যমে লক্ষ লক্ষ শিশুর কাছে পৌঁছেছিলেন।\n৭০০রও বেশি চাকরির আবেদন জমা দেওয়ার পরে, ১৯৩৭ সালে তিনি নিউ অর্লিন্সের একটি বেসরকারী কলেজ, আফ্রিকান আমেরিকান লিবারেল আর্টস কলেজের, ডিলার্ড বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞান বিভাগে চাকরি পেয়েছিলেন। দ্বিতীয় বিশ্বযুদ্ধের সময় তিনি আইডাহো এবং ওকলাহোমা বিশ্ববিদ্যালয়গুলোয় পদার্থবিদ্যায় ফেলোশিপে থাকার সময় মার্কিন সেনা সিগন্যাল কর্পসের জন্য বেসামরিক পদার্থবিদ হিসাবে কাজ করেছিলেন। তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, লস অ্যাঞ্জেলেসের ফোর্ড ফাউন্ডেশন সহকর্মী ছিলেন।\n১৯৫০ সালে, মিলার একটি কার্নেগি বৃত্তি (গ্রান্ট) জিতেছিলেন যার ফলে তিনি নিউ জার্সির প্রিন্সটনে আলবার্ট আইনস্টাইনের সাথে দেখা করার সুযোগ পান, একই সাথে ইনস্টিটিউট ফর অ্যাডভান্সড স্টাডিজ পরিদর্শন করেন।  ১৯৫২ সালে তিনি টরেন্স, ক্যালিফোর্নিয়ায় তৎকালীন ছোট এল ক্যামিনো কলেজে পদার্থবিজ্ঞান বিভাগে যোগদান করেছিলেন, সেখানে তিনি ২২ বছর (১৯৫২-১৯৭৪) শিক্ষকতার পর অবসর গ্রহণ করেন। \n\nমিলার শব্দের বানান ভুল এবং বিরামচিহ্নের অপব্যবহারের প্রতি অসহিষ্ণু ছিলেন, এবং প্রায়শই তাঁর সহকর্মীদের উপর রেগে যেতেন কারণ, তিনি অভিযোগ করেছিলেন যে, বেশিরভাগ অনুষদের শিক্ষার্থীরা পর্যাপ্ত পরিমাণে শিখছেন না। ১৯৪০ এর দশকে একটি সাক্ষাৎকারের সময়, তিনি বলেছিলেন যে আমেরিকাতে বুদ্ধিজীবিতা সংকটে ছিল, এমন একটি বিশ্বাস তিনি তার বাকি জীবন ধরে পোষণ করতেন।আমরা অন্ধকারের দিকে অগ্রসর হচ্ছি। ছেলেরা এবং মেয়েরা সার্টিফিকেট এবং ডিগ্রিসহ স্কুলের প্রতিটি স্তরের থেকে উঠে আসছে কিন্তু তারা পড়তে পারে না, লিখতে পারে না, হিসেব করতে পারে না। আমাদের একাডেমিক সততা বা বৌদ্ধিক কঠোরতা নেই। স্কুলগুলি সততা এবং কঠোরতা বিসর্জন করেছে।১৯৬৩ থেকে ১৯৮৬ সাল পর্যন্ত মিলার সিডনি বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞান বিভাগে এবং ১৯৬৫ থেকে ১৯৮৫ সাল পর্যন্ত মার্কিন যুক্তরাষ্ট্রের বিমান বাহিনী একাডেমিতে পরিদর্শন (ভিজিটিং) প্রভাষক ছিলেন।\n\n\n== টেলিভিশন ==\n১৯৫৯ সালে, মিলার তার শিক্ষামূলক অনুষ্ঠান হোয়াই ইজ ইট সো? শুরু করেন, লস অ্যাঞ্জেলেসে কেএনএক্সটি চ্যানেল ২ এ। ১৯৬২ থেকে ১৯৬৪ সাল পর্যন্ত তিনি ছিলেন ডিজনি'র \"প্রফেসর ওয়ান্ডারফুল\" ছিলেন নতুন পরিচয়, ডিজনিল্যান্ডে চিত্রিত, মিকি মাউস ক্লাবের সিন্ডিকেটেড রির্নসে। তিনি বিজ্ঞান ও বিজ্ঞান এবং এর যাদুতে ডিজনি সিরিজের দুর্দান্ত মুহুর্তগুলিতেও অভিনয় করেছিলেন। একই সময়কালে, তিনি আধা নিয়মিত ভিত্তিতে হাজির হয়েছিলেন, স্টিভ অ্যালেনের হলিউডের গভীর রাতে টিভি শোতে, গ্রুপ ডাব্লু দ্বারা সিন্ডিকেট করা স্টিভ অ্যালেনের । অবশেষে, অস্ট্রেলিয়া, কানাডা, নরওয়ে এবং নিউজিল্যান্ডে তাঁর নিজস্ব টিভি শোও ছিল।\n\n\n== মৃত্যু ==\n১৯৮৭ সালের ফেব্রুয়ারিতে, মিলার অস্ট্রেলিয়ায় থাকার সময় অসুস্থ হয়ে পড়েন এবং যুক্তরাষ্ট্রে ফিরে আসার পর সেখানে তার লিউকেমিয়া ধরা পড়ে। মিলার ছয় সপ্তাহ পরে ১৯৮৭ সালের ১৪ এপ্রিল ক্যালিফোর্নিয়ার টরেন্সে মারা যান। মিলার তার মৃতদেহটি ইউনিভার্সিটি অব সাউদার্ন ক্যালিফোর্নিয়ার স্কুল অফ ডেন্টিস্ট্রিতে উইল করে যান; তার অনুরোধে কোনধরনের অনুষ্ঠান করা হয়নি।\n\n\n== তথ্যসূত্র =="}