{"pageid": 1095707, "title": "উৎপাদনশীলতা", "url": "https://bn.wikipedia.org/wiki?curid=1095707", "content": "উৎপাদনশীলতা হল উৎপাদনের দক্ষতার গড় পরিমাপ। সাধারণভাবে কিছু নির্দিষ্ট মানদণ্ডের ভিত্তিতে পণ্য বা সেবা উৎপাদনে প্রতিষ্ঠান বা ব্যক্তির দক্ষতার পরিমাপ হিসাবে ‘উৎপাদনশীলতা’ শব্দটি ব্যবহার করা হয়। অর্থনীতি ও মানব সম্পদ ব্যবস্থাপনা উভয় শাস্ত্রে প্রতিষ্ঠানে কর্মরত ব্যক্তির উৎপাদনশীলতা পরিমাপ করা হয় এবং এর হ্রাসবৃদ্ধি পর্যবেক্ষণ করা হয়। উৎপাদনশীলতা একটি কারখানা বা খামার এবং, বৃহত্তর ক্ষেত্রে, একটি অর্থনীতির পারফরমেন্স বা ফলপ্রসু কর্মদক্ষতার নির্দেশক সূচক। শব্দটি দ্বারা সচরাচর শ্রমিকের উৎপাদনশীলতা বোঝানো হয়, যা কায়িক শ্রম বা বুদ্ধিবৃত্তিক শ্রম, উভয়ই হতে পারে। তবে বর্তমানে শব্দটি মানবজীবনের প্রায় প্রতিটি ক্ষেত্রেই ব্যবহৃত হচ্ছে।\nউৎপাদনশীলতার পরিমাপকে সাধারণত একটি নির্দিষ্ট সময়কাল ধরে সামগ্রিক উৎপাদের/প্রাপ্তির/ফলাফলের (আউটপুট) সঙ্গে একক কাচামাল/প্রদত্ত/প্রদেয় (ইনপুট) বা সামগ্রিক কাচামালের অনুপাত হিসেবে বোঝানো হয়, যেমন একক প্রতি কাচামালের তুলনায় উৎপাদ। অর্থাৎ প্রোডাকটিভিটি হল উৎপাদন প্রক্রিয়ায় আউটপুট এবং ইনপুটের মধ্যে অনুপাত।\nউৎপাদনশীলতার ধারণাটি ১৭৬৬ সালে প্রকৃতিবাদের প্রতিষ্ঠাতা কুয়েসনের লেখায় প্রথম উল্লেখিত হয়েছিল। এর অর্থ দীর্ঘকাল অস্পষ্ট ছিল। সামগ্রিক উৎপাদনশীলতা বলতে পণ্য এবং পরিষেবার আকারে পণ্য এবং সম্পত্তির উৎপাদন এবং উৎপাদন প্রক্রিয়াতে ব্যবহৃত সংস্থানগুলির ব্যয়ের মধ্যে অনুপাতকে বোঝায়।\nউৎপাদনের মধ্যে সেই সমস্ত পণ্য ও পরিষেবা অন্তর্ভুক্ত রয়েছে, যার মধ্যে কেবল শিল্পায়ন এবং কৃষি পণ্য নয়, ডাক্তার, শিক্ষক, দোকান, অফিস, পরিবহন প্রতিষ্ঠান এবং অন্যান্য পরিষেবা শিল্পও অন্তর্ভুক্ত। খরচ দ্বারা পণ্যের সাথে জড়িত সমস্ত ধরনের প্রচেষ্টাকে বোঝায় যেমন পরিচালক, কারিগর এবং শ্রমিকদের কাজ।\nসুতরাং, নিখুঁত উৎপাদনশীলতার ধারণা ব্যাখ্যা করতে নিম্নলিখিত সূত্রটি ব্যবহার করা যেতে পারে:\nউৎপাদনশীলতা = সব ধরনের উৎপাদন / সব ধরনের খরচ'\nসামষ্টিক অর্থনীতিতে শ্রমিক প্রতি স্থূল অভ্যন্তরীণ উৎপাদন বা জিডিপি’র\nপরিমাণ হচ্ছে জাতীয় উৎপাদনশীলতা। জিডিপি’র সঠিক প্রাক্কলন এবং দেশের অর্থনৈতিক কর্মকাণ্ডে নিযুক্ত লোক সংখ্যা জানা থাকলে এটি একটি সহজ হিসাব। সাধারণতঃ এটি সাংবাৎসরিক পরিমাপ। তবে স্বল্পতর মেয়াদেও এই অনুপাত নিরূপণ করা এবং ব্যবহার করা যেতে পারে।\nব্যষ্টিক অর্থনীতিতে একটি সুনির্দ্দিষ্ট উৎপাদন ক্ষেত্রে, যেমন একটি কারখানায় বা খামারে, নিযুক্ত শ্রমিকদের বাৎসরিক উৎপাদনের পরিমাণকে শ্রমিকের সংখ্যা দিয়ে ভাগ করে গড় উৎপাদনশীলতা নিরূপণ করা হয়ে থাকে। সেবা বা কৃত্যের ক্ষেত্রে বিক্রয়মূল্য বা মোট রাজস্বে শ্রমিকদের গড় অবদান নিরূপণ করা হয়ে থাকে।\nউৎপাদনশীলতার বিভিন্ন সংজ্ঞা রয়েছে (সেগুলো সহ যেগুলোকে কাচামালের তুলনায় উৎপাদের অনুপাত হিসেবে সংজ্ঞায়িত করা হয় না) আর এদের মধ্যে ক্ষেত্রবিশেষে প্রয়োজনমত সংজ্ঞাকে নির্বাচন করা হয় উৎপাদনশীলতা পরিমাপের কারণ বা উদ্দেশ্য অথবা তথ্য উপাত্যের সহজলভ্যতার উপর ভিত্তি করে। \n\n\n== উৎপাদনশীলতা এবং উৎপাদনের মধ্যে পার্থক্য ==\nপ্রায়শই 'উৎপাদনশীলতা' এবং 'উৎপাদন' শব্দগুলিকে সমার্থক হিসাবে বিবেচনা করে ভুল করা হয়। আসলে, এই দুটি শব্দের মধ্যে যথেষ্ট পার্থক্য রয়েছে। 'উৎপাদনশীলতা' হল মোট আউটপুটের ফ্যাক্টরের অনুপাত। সমস্ত উৎস থেকে প্রাপ্ত পণ্য ও সেবা হল 'উৎপাদন'। এতে ব্যয়ের দিকটি বিবেচনায় নেওয়া হয় না কারণ সম্পদের জন্য বেশি বেশি ব্যয় করে আউটপুট বাড়ানো যায়, তবে উৎপাদনশীলতা বেড়েছে এমন নয়। উদাহরণস্বরূপ, যদি একটি কারখানায় ১০০০ জন ব্যক্তি ৫০০টি পণ্য তৈরি করে এবং অন্য একটি কারখানায় ২০০০ জন ব্যক্তি একই অবস্থায় মাত্র ৮০০টি পণ্য তৈরি করে। অবশ্যই দ্বিতীয় কারখানার আউটপুট প্রথমটির চেয়ে বেশি, তবে দ্বিতীয় কারখানার উত্পাদনশীলতা প্রথম কারখানার চেয়ে কম।\nউৎপাদন অর্থ সৃষ্টি করা হলেও অর্থনীতিতে উৎপাদন বলতে কোন বস্তুর রুপান্তর বা পরিবর্তন সাধনের মাধ্যমে তার দ্বারা কোন উপযোগ বা অভাব পূরণের ক্ষমতা সৃষ্টি করাকে বোঝায়। আর উৎপাদনের মাধ্যমে কতটুকু উপযোগ সৃষ্টি করা হলো, তার আনুপাতিক পরিমাণকেই উৎপাদনশীলতা বলে। এই উৎপাদিত বস্তুর বা সেবার উৎপাদনশীলতার মূল্য বিভিন্ন বিষয়ের উপর নির্ভর করে নির্ধারণ করা হয়, যথাঃ কতটুকু কাচামাল এতে ব্যয় হয়েছে, উৎপাদনের, পরিবহনের ও বাজারজাতকরণের পেছনে কত মূলধন বা শ্রম গড়ে ব্যয় হয়েছে এবং উৎপাদিত বস্তু থেকে ভোক্তা কাচামাল বস্তুর তুলনায় কত মূল্যের বেশি সুবিধা পাবেন বা এই বস্তু ব্যবহারের ফলে ব্যবহারকারীর কত মূল্যের শ্রম সাশ্রয় হবে, বস্তু বা সেবাটি সহজলভ্য না দূর্লভ, প্রচলিত বাজারে একই মানের পণ্য বা সেবার মূল্য কত ইত্যাদি। কোন বস্তু বা সেবাকে চাহিদাবিহীন স্থান থেকে চাহিদাসম্পন্ন স্থানে পরিবহনের মাধ্যমে ঐ বস্তু বা সেবার উপযোগ বা অভাব পূরণের ক্ষমতা তৈরি হয়, তাই পরিবহন সেবাও এক প্রকারের উৎপাদনশীলতা। একারণেই পাইকারি বিক্রেতা থেকে খুচরা বিক্রেতা কোন পণ্য বেশি দামে বিক্রি করতে পারে, আর ঐ বাড়তি দামটি হল পণ্য সেবাকে ভোক্তার কাছে সহজলভ্য করে পৌছে দেওয়ার পেছনে বিক্রেতার যে মোট মনোদৈহিক শ্রম ও অর্থ ব্যয় হয়েছে তার মূল্যের সমষ্টির সমান বা নিকটবর্তী সমান, পাশাপাশি ঐ বস্তু বা সেবার চাহিদা ও প্রাপ্যতার উপরও পরিবহন সেবার মূল্য নির্ভর করে।\n\n\n== উৎপাদনশীলতাকে প্রভাবিত করে এমন বিভিন্ন কারণ ==\nউৎপাদনশীলতাকে প্রভাবিত করে এমন কারণগুলো খুবই জটিল এবং আন্তঃসম্পর্কিত কারণ এগুলোকে কোনো যৌক্তিক এবং নিয়মতান্ত্রিক ক্রমে সাজানো কঠিন। উৎপাদন বৃদ্ধি একটি নির্দিষ্ট কারণের ফল নাকি বিভিন্ন কারণের সম্মিলিত প্রভাবের কারণে তা নির্ধারণ করা কঠিন। আন্তর্জাতিক শ্রম সংস্থা (ILO, ১৯৫৬) অনুসারে শ্রম উৎপাদনশীলতাকে প্রভাবিত করে এমন কারণগুলিকে সাধারণ কারণ, সাংগঠনিক কারণ, প্রযুক্তিগত কারণ এবং মানবিক কারণ হিসাবে শ্রেণীবদ্ধ করা যেতে পারে।\n\n\n== আরও দেখুন ==\nমূল্যের শ্রমভিত্তিক তত্ত্ব\nউৎপাদন\nপণ্য\nসেবা\nউপযোগ\nউৎপাদনশীলতা-বৃদ্ধিকারী প্রযুক্তিসমূহ\n\n\n== তথ্যসূত্র =="}