{"pageid": 1096754, "title": "জোহানা", "url": "https://bn.wikipedia.org/wiki?curid=1096754", "content": "আখমাদ বাসা (এছাড়াও বাসখ), তবে তিনি লেখনীর কারণে জোহানা সর্বাধিক পরিচিত, (পূর্ণ বানান: Yuhana)। তিনি ছিলেন একজন পুরুষ ডাচ ইস্ট ইন্ডিজ লেখক, যিনি সুদানী ভাষায় লেখালিখি করতেন। তিনি ১৯৩৩ সালের দিকে লেখক হওয়ার আগে রেলপথে কিছু সময়ের জন্য কাজ করেছিলেন এবং সমাজকল্যাণে তার গভীর আগ্রহ ছিল। এই আগ্রহ তার উপন্যাসগুলোকে প্রভাবিত করেছিল। তিনি একটি সফল অনুবাদক, নাট্যকার, এবং প্রতিবেদকও ছিলেন। তিনি একটি সংস্থা পরিচালনা করতেন, যা লেখার পরিসেবা দিতো। তার মৃতের বিভিন্ন মারা সূত্র পাওয়া যায়। কারো মতে  ১৯৩০ আবার কারো মতে ১৯৪২-৪৫।\nতিনি যে সাত বছরে সক্রিয় ছিলেন, সেই সময় বেশ কয়েকটি গল্প এবং নিবন্ধ এবং পাশাপাশি কয়েকটি উপন্যাস লিখেছিলেন। প্রকাশনার বছরগুলো সাধারণত অস্পষ্ট, কারণ পুনরায় মুদ্রণগুলোতে প্রথম প্রকাশের বছর উল্লেখ ছিলোনা। শৈলীগতভাবে জোহানা তার রচনাগুলোতে প্রকৃত অবস্থান এবং পণ্যগুলির নাম এবং পাশাপাশি উপন্যাসগুলিতে মূলত স্থানীয় সুদানী ভাষাতাত্ত্বিক ব্যবহার করার কারণে তাকে বাস্তববাদী হিসাবে শ্রেণিবদ্ধ করা হয়েছে। তবে ঐতিহ্যগত নাট্য চলচ্চিত্রের প্রভাব ওয়েয়াং এবং সাহিত্যের প্রভাব পান্টুন স্পষ্ট রয়েছে। জোহানার কাজগুলো বিভিন্ন থিমের দিকে ইঙ্গিত করে, যদিও সাধারণভাবে তারা সামাজিক সমালোচনার দিকে মনোনিবেশ করে এবং আধুনিকায়নের প্রচার করে।\nজোহানার রচনাগুলি স্বাধীনভাবে প্রকাশিত হলেও, তারা যে বিক্রি হয়েছিল সেই বান্দুং এলাকায় জনপ্রিয় ছিল। জোহানার কাজগুলো মঞ্চনাটক এবং চলচ্চিত্রের সাথে খাপ খাইয়ে নেওয়া হয়েছিলো যাতে করে স্থানীয় ব্যবসায়ীরা উপযুক্ত লাভ ও তহবিল সরবরাহ করতে পারে। যাইহোক, ১৯৬০এর দশক পর্যন্ত তারা সামান্য একাডেমিক মনোযোগ পেয়েছিল এবং তারা নেতিবাচকভাবে ঐকমত্যে সমালোচনামূলক মন্তব্য পেয়েছিল। ১৯৬০ এর দশকে তার দুটি রচনা পুনরায় প্রকাশিত হয়, এবং তার উপন্যাস রসিয়া নু গোরেং পাতুতের মঞ্চ প্রযোজনা ১৯৮০ এর দশক পর্যন্ত অব্যাহত ছিলো।\n\n\n== জীবনী ==\nজোহানের জন্মসাল অস্পষ্ট, তবে ধারণা করা হয়, পশ্চিম জাভার বান্দুং-এ বেড়ে উঠেছেন। তিনি সেখান থেকে উন্নত প্রাথমিক শিক্ষা(en) থেকে স্নাতক পাশ করেন। তিনি সরকারি রেলপথে কাজ করে সময় কাটিয়েছেন। স্পষ্টত তিনি বেশ উঁচু অবস্থানে পৌঁছেছিল, তবে ট্রেন ও ট্রামওয়ে কর্মী ইউনিয়নের ধর্মঘটের আয়োজনের জন্য তাকে বরখাস্ত করা হয়েছিল। যদিও তিনি এই সংস্থাটি ত্যাগ করেছিলেন, এবং এরপরেও তিনি সামাজিক আন্দোলনে সক্রিয় ছিলেন। তিনি কমিউনিস্ট ঝোঁকযুক্ত সংস্থা সারেকাত রাকিয়াত (পিপলস ইউনিয়ন) এর সক্রিয় সদস্য ছিলেন এবং এই গোষ্ঠীকে সমাজসেবা মিশনে তাদের সহায়তা করেছিলেন।\nসমসাময়িক প্রতিবেদনের মাধ্যমে এটি স্পষ্ট যে, ১৯২৩ সালের মধ্যে বাসাহ একজন লেখক হিসাবে পরিচিতি পেতে শুরু করেছিলেন। এবং তিনি থিয়েটারে এবং সাংবাদিক হিসাবেও সক্রিয় হয়ে উঠেছিলেন। বাসাহ তার দত্তক কন্যার নাম থেকে নেওয়া \"জোহানা\" লেখার সময় স্বাক্ষর করতেন; এবং সেই লেখনী নামেই প্রচুর পরিচিতি পেতে শুরু করলেন। যদিও তিনি আতিকাহ নামে এক স্কুল শিক্ষিকার সাথে বিবাহবন্ধনে আবদ্ধ ছিলেন, তাদের কোনও জৈবিক সন্তান ছিল না।\nলেখালেখির পুরো জীবন, তিনি কোন প্রকাশনা সংস্থার সাথে যুক্ত না হয়েই লেখালিখি করতেন। সেই সময়, ডাচ ঔপনিবেশিক সরকার পরিচালিত প্রকাশনা বালাই পুস্তক অসংখ্য সুদানী ভাষার ভাষার লেখকদের আকৃষ্ট করছিলেন। তার জীবনী টিনি কার্টিনি এট আল জানান, জোহানা তার সমসাময়িকদের দৃষ্টিভঙ্গিকে প্রত্যাখ্যান করেছিলেন, সে আবার সরকারের হয়ে কাজ করার পরিবর্তে স্বাধীনভাবে কাজ করাটাই বেছে নিয়েছিলো। যে সরকার তাকে বরখাস্ত করেছিলো, সেই সরকার অবশ্যই তার কাজের সমালোচনা করবে। গল্পের সাধারণ থিমের মধ্যে দেখানো হয়েছে, যখন তার সমসাময়িক লেখকগণ পলায়নবাদী সাহিত্য এবং বিনোদনের দিকে মনোনিবেশ করেছিলেন, জোহানা তখন সামাজিক সমালোচনার দিকে মনোনিবেশ করেছিলেন। তবে, সুদানীস সাহিত্যের একজন পণ্ডিত অজিপ রোশিদি বলেছেন, যে জোহানার সুন্দানিজ ব্যবহার করা অস্বীকার করার অর্থ বালাই পুস্তকা তার রচনা গ্রহণ করেনি।\n১৯২৮ সালে জোহানা রোমানস ব্যুরো চালু করে, যেখানে বিভিন্ন ধরনের পরিসেবা প্রদানের বিজ্ঞাপন দেওয়া হতো, যেমনঃ বিজ্ঞাপনের লেখা এবং মুদ্রণ, ভাষান্তর (ইংরেজি, ডাচ, মালয় এবং সুন্দানিজ প্রভৃতি ভাষা থেকে) এবং এবং অন্যান্য লেখকদের জন্য গল্পের ধারণার সংগ্রহ। জোহানা সম্ভবত একটি লেখার কোর্সও চালু করে থাকতে পারে, যদিও সম্ভবত তার আয়ের বেশিরভাগ অংশই তার প্রকাশনাগুলো থেকে। এই প্রকাশনাগুলি, বিশেষত তার উপন্যাসগুলি সাধারণত লেখার সময় জনপ্রিয় রচনাগুলির দ্বারা অনুপ্রাণিত হয়েছিল।\n\n\n== মৃত্যু ==\nতাসিকপালায় তার উপন্যাস কালেপাতান কবিদোসানা ইবোই রামা (পুত্রের পাপ) উপর ভিত্তি করে একটি মঞ্চ অভিনয় করতে সাহায্য করার পর জোহানা মারা যান। তার মৃতদেহ বান্দুং-এ সমাহিত করা হয়েছে। তার মৃত্যুর বছর সম্পর্কে বিভিন্ন মাধ্যমগুলো একমত পোষণ করেনা, তবে স্ত্রী আতিকাহ মৃত্যুসাল ১৯৩০ বলেছে, রোশিদি এইসালটাকে সমর্থন করেছে। এদিকে, প্রকাশক কিওয়ারি, যা ১৯৬৩ সালে রাসিয়ানু গোরেং পাতুত পুনঃপ্রকাশ করে, লেখক উদ্ধৃত করেছেন যে তিনি ডাচ ইস্ট ইন্ডিজের (১৯৪২-৪৫) জাপানি দখলদারিত্বের সময় মারা গেছেন; এই অনুমান টি সাহিত্য সমালোচক জ্যাকব সোয়েমার্ডজো রিপোর্ট করেছেন, যিনি জোহানার আনুমানিক বয়স ৩৫ বছর বয়সে দিয়েছেন।\n\n\n== কাজ ==\n\nতাদের করা ১৯৭৯ এর স্টাডিতে নিম্নলিখিত তালিকাটি কার্টিনি এট আল দ্বারা সংকলিত একের উপর ভিত্তি করে। এটিতে সাংবাদিক হিসাবে জোহানার কোনও কাজই অন্তর্ভুক্ত নয়, বা এটি তার রোমানস ব্যুরোর মাধ্যমে প্রকাশিত রচনাগুলিও অন্তর্ভুক্ত করে না।\n\n\n=== বই ===\nBambang Hendrasaputra (সুদানী ভাষায়)।  (based on wayang stories)\nTjarios Agan Permas (সুদানী ভাষায়)। Dakhlan Bekti।  (three volumes; 148 pages total)\nTjarios Eulis Atjih (সুদানী ভাষায়)। Dakhlan Bekti।  (three volumes)\nGoenoeng Gelenjoe (সুদানী ভাষায়)। Dakhlan Bekti।  (joke book; 31 pages)\nKalepatan Poetra Dosana Iboe Rama (সুদানী ভাষায়)। \nKasoeat koe Doeriat (সুদানী ভাষায়)। Dakhlan Bekti।  (at least two volumes)\nLalampahan Pangeran Nampabaja sareng Pangerang Lirbaja (সুদানী ভাষায়)। Dakhlan Bekti।  (one volume; 44 pages)\nMoegiri (সুদানী ভাষায়)। Kusradie।  (two volumes; 74 pages)\nNangis Wibisana (সুদানী ভাষায়)।  (a dangding)\nNeng Jaja (সুদানী ভাষায়)। Krakatau।  (two volumes)\nNj. R. Tedjainten (সুদানী ভাষায়)।  (unpublished)\nRasiah nu Goreng Patut (সুদানী ভাষায়)। Dakhlan Bekti।  (one volume; with Soekria)\nRoro Amis (সুদানী ভাষায়)। \nSadjarah Pamidjahan (সুদানী ভাষায়)। \n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র =="}