{"pageid": 1096312, "title": "হেনরি হ্যাকিং", "url": "https://bn.wikipedia.org/wiki?curid=1096312", "content": "হেনরি হ্যাকিং (১৭৫০ – ১৮৩১) অস্ট্রেলিয়ার নিউ সাউথ ওয়েল্স একজন নাবিক ও প্রাথমিক অভিযাত্রী ছিলেন। তিনি একজন দোষী সাব্যস্ত খুনি ছিলেন, এবং ১৮০২ সালে আদিবাসী প্রতিরোধ যোদ্ধা পেমুলউয়কে গুলি করে হত্যা করার জন্যও দায়ী ছিলেন।\n\n\n== জীবনী ==\nহ্যাকিং সিরিয়াসের কোয়ার্টারমাস্টার ছিল, প্রথম ফ্লিটের ফ্ল্যাগশিপ যা ১৭৮৮ সালে অস্ট্রেলিয়ার নিউ সাউথ ওয়েলসে প্রথম ইউরোপীয় উপনিবেশ প্রতিষ্ঠা করেছিল। ১৭৯০ সালে সিরিয়াসকে হারানোর পর তিনি সম্ভবত ইংল্যান্ডে ফিরে আসেন, কারণ তিনি ১৭৯২ সালে রয়্যাল অ্যাডমিরাল-এ সিডনিতে ফিরে আসেন।\nমার্চ ১৭৯৯ সালে হেনরি হ্যাকিংকে গভর্নর জন হান্টার উপনিবেশের উত্তরে হান্টার নদীর মুখে আদিবাসী অস্ট্রেলীয়দের দ্বারা ব্রিটিশ নাবিকদের ফাঁদে পড়ার দাবি তদন্ত করার আদেশ দেন। হ্যাকিং নদীর দক্ষিণ দিকে একদল আওয়াবাকাল লোকের মুখোমুখি হয়, যারা তাকে জানায় যে নাবিকরা আগে পায়ে হেঁটে চলে গেছে, সিডনিতে ফিরে যাওয়ার চেষ্টা করছে। হ্যাকিং তাদের বিশ্বাস করেনি, এবং উত্তেজিত হয়ে ওঠে, তিনজন আওয়াবাকালকে গুলি করে হত্যা করে। নাবিকরা পরে সিডনিতে পৌঁছায়, ফিরে আসার জন্য হেঁটে দূরত্ব অতিক্রম করে।\nহ্যাকিং অস্ট্রেলিয়ার প্রথম বসতি স্থাপনকারীদের জন্য মাংসের রেশন সম্পূরক করার জন্য অনেক শিকার অভিযানের নেতৃত্ব দিয়েছিল। তিনি সেই দলের মধ্যে ছিলেন যারা ১৭৯৫ সালে কাউচারণগুলিতে হারিয়ে যাওয়া সরকারী গবাদি পশুখুঁজে পেয়েছিলেন। মিথ্যা সাক্ষ্য দেওয়ার জন্য ১৭৯৯ সালের অক্টোবরে তাকে নরফোক দ্বীপে নিয়ে যাওয়ার শাস্তি দেওয়া হয়, কিন্তু তিনি ক্ষমা পান।\n১৮০০ এবং ১৮০১ সালে তিনি পোর্ট জ্যাকসনের মধ্যে এবং বাইরে পর্পোইজকে চালিত করেন। ১৮০২ সালে তিনি লেডি নেলসনের প্রথম সঙ্গী হিসেবে নিযুক্ত হন। ১৮০২ সালে হ্যাকিং পেমুলউয়কে গুলি করে হত্যা করে, একজন আদিবাসী প্রতিরোধ যোদ্ধা এবং বেদিয়াগালের একজন ব্যক্তি, যিনি বসতি স্থাপনকারীদের হত্যা ও হয়রানি করেছিলেন এবং যিনি ১৭৯০ সাল থেকে একজন ওয়ান্টেড মানুষ ছিলেন।\n১৮০২ সালে হ্যাকিং তার প্রাক্তন উপপত্নী অ্যান হোমসকে গুলি করে আহত করে, যার জন্য তাকে মৃত্যুদণ্ড দেওয়া হয় কিন্তু ১৮০৩ সালে তাকে ক্ষমা করা হয়। এছাড়াও ১৮০৩ সালে তাকে ইনভেস্টিগেটরের কাছ থেকে নৌ-দোকান চুরির দায়ে দোষী সাব্যস্ত করা হয় এবং আবার মৃত্যুদণ্ড দেওয়া হয়, তারপর তাকে ভ্যান ডাইমেনস ল্যান্ডে নিয়ে যাওয়ার শর্তে অবকাশ দেওয়া হয়।\n১৮০৪ সালে হ্যাকিং হোবার্টের লেফটেন্যান্ট-গভর্নর পদে কক্সওয়াইন নিযুক্ত হন। জুলাই ১৮০৬ সালে তিনি হোবার্টে বছরে £৫০ -তে বিমান-চালক নিযুক্ত হন। ২১ জুলাই, ১৮৩১ তারিখে হোবার্টে তাঁর মৃত্যু হয়।\n\n\n== পূর্ববর্তী ==\nপোর্ট হ্যাকিং, দক্ষিণ উদ্ভিদবিদ্যা উপসাগর, যা ঐতিহ্যবাহী মালিকদের দ্বারা ডিবান নামে পরিচিত, ১৭৯৬ সালে ম্যাথু ফ্লিন্ডার্স তার সম্মানে নামকরণ করেছিলেন।\n\n\n== তথ্যসূত্র =="}