{"pageid": 1096326, "title": "নরিচ", "url": "https://bn.wikipedia.org/wiki?curid=1096326", "content": "নরিচ ( ()) ইংল্যান্ডের নরফোকের একটি শহর এবং জেলা, যার মধ্যে এটি কাউন্টি শহর।  নরিচ লন্ডনের প্রায় ১০০ মাইল (১৬০ কিমি) উত্তর-পূর্ব, ইপ্সউইচ থেকে ৪০ মাইল (৬৪ কিমি) উত্তরে এবং পিটারবোরোর ৬৫ মাইল (১০৫ কিমি) পূর্বে ওয়েনসাম নদীর তীরে।  দেশের বৃহত্তম মধ্যযুগীয় ক্যাথেড্রালগুলির মধ্যে একটি সহ নরিচের আসন হিসেবে, এটি পূর্ব অ্যাঙ্গলিয়ার বৃহত্তম শহর।  \n\n\n== ঐতিহ্য ও অবস্থা ==\nশহরটি ইউনাইটেড কিংডমের সবচেয়ে সম্পূর্ণ মধ্যযুগীয় শহর, যার মধ্যে রয়েছে এলম হিল, টিম্বার হিল এবং টম্বল্যান্ডের মতো পাকা রাস্তা, সেন্ট অ্যান্ড্রু'স হলের মতো প্রাচীন ভবন, ড্রাগন হল, গিল্ডহল এবং স্ট্রেঞ্জার্স হলের মতো অর্ধ-কাঠের ঘর, ১৮৯৯ রয়্যাল আর্কেডের আর্ট নুওয়াউ, অনেক মধ্যযুগীয় গলি এবং ঘূর্ণায়মান নদী ভেনসাম যা শহরের কেন্দ্র থেকে নরিচ ক্যাসলের দিকে প্রবাহিত হয়। ২০১২ সালের মে মাসে, নরিচকে ইংল্যান্ডের প্রথম ইউনেস্কো সাহিত্যের শহর হিসেবে মনোনীত করা হয়।  যুক্তরাজ্যের অন্যতম জনপ্রিয় পর্যটন কেন্দ্র, এটি দ্য গার্ডিয়ান ২০১৬  সালে \"ইংল্যান্ডে কাজ করার  জন্য সবচেয়ে সুখী শহর\" এবং ২০১৩ সালে দ্য টাইমস গুড ইউনিভার্সিটি গাইড দ্বারা বিশ্বের সেরা ছোট শহরগুলির মধ্যে একটি হিসাবে ভোট দিয়েছিল। ২০১৮, ২০১৯ এবং ২০২০ সালে, নরিচ দ্য সানডে টাইমস দ্বারা যুক্তরাজ্যের \"বেস্ট প্লেস টু লিভ\" এর মধ্যে একটি ভোট দেওয়া হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\nআইসেনি উপজাতির রাজধানী ছিল আধুনিক নরিচের দক্ষিণে প্রায় ৫ মাইল (৮ কিমি) তাস নদীর ধারে ক্যাস্টর সেন্ট এডমন্ড গ্রামের কাছে অবস্থিত একটি বসতি।  আনুমানিক ৬০ খ্রিস্টাব্দে বুডিকার নেতৃত্বে একটি বিদ্রোহের পর, ক্যাস্টর এলাকাটি ভেন্টা আইসেনোরাম নামে পূর্ব অ্যাঙ্গলিয়ার রোমান রাজধানী হয়ে ওঠে, আক্ষরিক অর্থে \"আইসেনির বাজার\"।  এটি প্রায় ৪৫০ এ অব্যবহারে পড়েছিল।অ্যাংলো-স্যাক্সনরা ৫ম এবং ৭ম শতাব্দীর মাঝামাঝি সময়ে আধুনিক শহরের জায়গাটি স্থির করে, নর্থউইক (\"উত্তর ফার্ম\") এর শহরগুলি প্রতিষ্ঠা করে, যেখান থেকে নরিচের নাম নেওয়া হয় এবং ওয়েস্টউইক (নরিচ-ওভার-দ্য-ওয়াটারে)  এবং থর্পে একটি কম বসতি।  নরিচ ১০ শতকে একটি শহর হিসাবে বসতি স্থাপন করে এবং তারপরে পূর্ব অ্যাংলিয়ান ব্যবসা ও বাণিজ্যের একটি বিশিষ্ট কেন্দ্রে পরিণত হয়।\n\n\n=== প্রাথমিক ইংরেজ এবং নরম্যান বিজয় ===\nনরিচের জন্য উন্নয়নের দুটি প্রস্তাবিত মডেল রয়েছে।  এটা সম্ভব যে তিনটি পৃথক প্রাথমিক অ্যাংলো-স্যাক্সন বসতি, একটি নদীর উত্তরে এবং দুটি দক্ষিণে উভয় দিকে, তারা বৃদ্ধির সাথে সাথে একত্রিত হয়েছিল বা নদীর উত্তরে একটি অ্যাংলো-স্যাক্সন বসতি ৭ম শতাব্দীর মাঝামাঝি সময়ে আবির্ভূত হয়েছিল।  আগের তিনটি পরিত্যাগের পর।  প্রাচীন শহরটি ১০০৪ সালে পূর্ব অ্যাংলিয়ায় ব্যবসা-বাণিজ্যের একটি সমৃদ্ধ কেন্দ্র ছিল যখন ডেনমার্কের ভাইকিং রাজা সোয়েন ফোর্কবিয়ার্ড এটিকে আক্রমণ করে পুড়িয়ে দিয়েছিলেন।  মার্সিয়ান মুদ্রা এবং ৮ম শতাব্দীর রাইনল্যান্ডের মৃৎপাত্রের টুকরো থেকে বোঝা যায় যে এর অনেক আগে থেকেই দূরপাল্লার বাণিজ্য চলছিল।  ৯২৪ এবং ৯৩৯ সালের মধ্যে, নরিচ সম্পূর্ণরূপে একটি শহর হিসাবে প্রতিষ্ঠিত হয়েছিল, যার নিজস্ব টাঁকশাল ছিল।  নরভিক শব্দটি কিং অ্যাথেলস্তানের শাসনামলে এই সময়ের মধ্যে তৈরি করা ইউরোপ জুড়ে মুদ্রায় দেখা যায়।  ভাইকিংরা ৯ম শতাব্দীর শেষের দিকে ৪০ থেকে ৫০ বছর ধরে নরিচচের একটি শক্তিশালী সাংস্কৃতিক প্রভাব ছিল, বর্তমান কিং স্ট্রিটের উত্তর প্রান্তে একটি অ্যাংলো-স্ক্যান্ডিনেভিয়ান জেলা স্থাপন করেছিল।  নর্মান বিজয়ের সময়, শহরটি ইংল্যান্ডের বৃহত্তম শহরগুলির মধ্যে একটি ছিল।  ডোমেসডে বুক বলে যে এটিতে আনুমানিক ২৫টি গির্জা এবং জনসংখ্যা ৫,০০০ থেকে ১০,০০০ এর মধ্যে ছিল৷  এটি টম্বল্যান্ডে একটি অ্যাংলো-স্যাক্সন গির্জার স্থান, স্যাক্সন বাজারের স্থান এবং পরবর্তী নর্মান ক্যাথেড্রালের স্থানও রেকর্ড করে।  নরিচ বাণিজ্যের জন্য একটি প্রধান কেন্দ্র হিসাবে অবিরত ছিল, আনুষ্ঠানিকভাবে নরিচ বন্দর হিসাবে বর্ণনা করা হয়েছে।  নরিচ শহরের কেন্দ্রে খননের সময় স্ক্যান্ডিনেভিয়া এবং রাইনল্যান্ড থেকে কুয়ার্ন পাথর ও অন্যান্য প্রত্নবস্তু পাওয়া গেছে।  এগুলো ১১ শতকের পর থেকে।\n\n\n=== মধ্য যুগে ===\nনরিচে ইহুদিদের প্রথম নথিভুক্ত উপস্থিতি হল ১১৩৪৷ ১১৪৪ সালে, নরিচের ইহুদিদের একটি বালক (উইলিয়াম অফ নরিচ) ছুরিকাঘাতে ক্ষতবিক্ষত অবস্থায় মৃত অবস্থায় পাওয়া যাওয়ার পর রীতিমতো হত্যার অভিযোগ আনা হয়েছিল৷  উইলিয়াম শহীদের মর্যাদা অর্জন করেন এবং পরবর্তীকালে তাকে কননিাইজ করা হয়।  তীর্থযাত্রীরা ১৬ শতক পর্যন্ত ক্যাথেড্রালের একটি উপাসনালয়ে (প্রচুরভাবে ১১৪০ সালে সমাপ্ত) নৈবেদ্য দিয়েছিলেন, কিন্তু রেকর্ড থেকে বোঝা যায় যে তাদের মধ্যে খুব কমই ছিল।  ১১৭৪ সালে, নরিচকে ফ্লেমিংস দ্বারা বরখাস্ত করা হয়েছিল। ১১৯০ সালের ফেব্রুয়ারিতে, দুর্গে আশ্রয় পাওয়া কয়েকজন ছাড়া নরিচের সমস্ত ইহুদিদের গণহত্যা করা হয়েছিল।  একটি মধ্যযুগীয় কূপের জায়গায়, ১১ জন শিশু সহ ১৭ জনের হাড় পাওয়া গিয়েছিল, ২০০৪ সালে শ্রমিকরা একটি নরিচ শপিং সেন্টার নির্মাণের জন্য মাটি তৈরি করে।  দেহাবশেষগুলি ফরেনসিক বিজ্ঞানীদের দ্বারা নির্ধারিত হয়েছিল যে সম্ভবত এই ধরনের হত্যা করা ইহুদিদের দেহাবশেষ এবং একজন ডিএনএ বিশেষজ্ঞ নির্ণয় করেছেন যে নিহতরা সবাই সম্পর্কিত ছিল যাতে তারা সম্ভবত একটি আশকেনাজি ইহুদি পরিবার থেকে এসেছে।  বিবিসি টেলিভিশনের ডকুমেন্টারি সিরিজ হিস্ট্রি কোল্ড কেস-এর একটি পর্বে অবশেষের অধ্যয়ন দেখানো হয়েছে। ১২১৬ সালে, দুর্গটি ফ্রান্সের লুই, ডফিনের কাছে পড়ে এবং হিলডেব্র্যান্ডের হাসপাতাল প্রতিষ্ঠিত হয়, দশ বছর পর ফ্রান্সিসকান ফ্রাইরি এবং ডোমিনিকান ফ্রাইরি দ্বারা অনুসরণ করা হয়।  গ্রেট হাসপাতাল ১২৪৯ সাল থেকে এবং কলেজ অফ সেন্ট মেরি ১২৫০ সাল থেকে। ১২৫৬ সালে, হোয়াইটফ্রিয়ারস প্রতিষ্ঠিত হয়েছিল।  ১২৬৬ সালে শহরটিকে \"বঞ্চিত\" দ্বারা বরখাস্ত করা হয়েছিল।  ১৭২৭ সালে নাগরিক এবং সন্ন্যাসীদের মধ্যে দাঙ্গার পর এটিই একমাত্র ইংরেজ শহর যাকে বহিষ্কার করা হয়েছে।  ১২৭৮ সালে ক্যাথেড্রাল চূড়ান্ত পবিত্রতা লাভ করে।  ১২৯০ সালে শহর প্লাবিত হয়।  অস্টিন ফ্রেয়ারি প্রতিষ্ঠিত হয় ১৯৪৮ সালে।  বাণিজ্যের ইঞ্জিন ছিল নরফোকের ভেড়ার লোম।  উল ইংল্যান্ডকে সমৃদ্ধ করেছে, এবং নরিচের প্রধান বন্দরটি \"তার রাজ্যে উচ্চ মর্যাদার শহরগুলির সাথে সমস্ত ভূমির চতুর্থ স্থানে দাঁড়িয়ে আছে\", যেমনটি মাইকেল ড্রেটন পলি-অলবিয়ন (১৬১২) এ উল্লেখ করেছেন।  মধ্যযুগ জুড়ে উলের ব্যবসার দ্বারা উৎপন্ন সম্পদ অনেক সূক্ষ্ম গির্জা নির্মাণের জন্য অর্থায়ন করেছিল, যাতে নরিচ এখনও আল্পসের উত্তরে পশ্চিম ইউরোপের অন্য যে কোনও শহরের তুলনায় মধ্যযুগীয় গির্জা রয়েছে৷  এই পুরো সময় জুড়ে নরিচ ইউরোপের অন্যান্য অংশের সাথে বিস্তৃত ব্যবসায়িক সংযোগ স্থাপন করেছে, এর বাজারগুলি স্ক্যান্ডিনেভিয়া থেকে স্পেন পর্যন্ত বিস্তৃত এবং শহরে একটি হ্যানসেটিক গুদাম রয়েছে।  নিম্ন দেশগুলিতে এর রপ্তানি সংগঠিত ও নিয়ন্ত্রণ করার জন্য, গ্রেট ইয়ারমাউথ, নরিচের বন্দর হিসাবে, ১৩৫৩ স্ট্যাটিউট অফ দ্য স্টেপলের শর্তাবলী অনুসারে প্রধান বন্দরগুলির মধ্যে একটি মনোনীত করা হয়েছিল।\n\n\n=== প্রারম্ভিক আধুনিক সময়কাল (১৪৮৫–১৬৪০) ===\nউল শিল্পের সাথে হাত মিলিয়ে, এই মূল ধর্মীয় কেন্দ্রটি ইংল্যান্ডের অন্যান্য অংশের তুলনায় উল্লেখযোগ্যভাবে ভিন্ন একটি সংস্কারের অভিজ্ঞতা লাভ করেছে।  টিউডর নরিচের ম্যাজিস্ট্রেসি অস্বাভাবিকভাবে নাগরিক সম্প্রীতি বজায় রেখে ধর্মীয় বিভেদ পরিচালনার উপায় খুঁজে পেয়েছিলেন।১৫৪৯ সালের গ্রীষ্মে নরফোকে একটি অভূতপূর্ব বিদ্রোহ দেখা যায়।  টিউডর যুগে অন্য কোথাও জনপ্রিয় চ্যালেঞ্জের বিপরীতে, এটি প্রটেস্ট্যান্ট প্রকৃতির ছিল বলে মনে হয়।  বেশ কয়েক সপ্তাহ ধরে, রবার্ট কেট এর নেতৃত্বে বিদ্রোহীরা নরিচের বাইরে মাউসহোল্ড হিথে ক্যাম্প করে এবং ২৯ জুলাই ১৫৪৯ এর অনেক দরিদ্র বাসিন্দার সমর্থনে শহরটির নিয়ন্ত্রণ নেয়।  কেটের বিদ্রোহ ছিল বিশেষ করে জমিদারদের দ্বারা জমি বেষ্টিত করার প্রতিক্রিয়ায়, কৃষকদের তাদের পশু চরানোর জায়গা ছিল না এবং অভিজাতদের দ্বারা ক্ষমতার সাধারণ অপব্যবহার।  ২৭ আগস্ট বিদ্রোহীরা সেনাবাহিনীর কাছে পরাজিত হলে বিদ্রোহ শেষ হয়।  কেটকে রাষ্ট্রদ্রোহের দায়ে দোষী সাব্যস্ত করা হয়েছিল এবং নরিচ ক্যাসেলের দেয়াল থেকে ফাঁসি দেওয়া হয়েছিল।\nইংল্যান্ডে অস্বাভাবিকভাবে, বিদ্রোহ শহরটিকে বিভক্ত করেছিল এবং শহুরে দরিদ্রদের দুর্দশার সাথে প্রোটেস্ট্যান্টবাদকে যুক্ত করেছে বলে মনে হয়।  নরিচের ক্ষেত্রে, এই প্রক্রিয়াটি পরবর্তীতে ডাচ এবং ফ্লেমিশ \"অচেনা ব্যক্তিদের\" আগমনের মাধ্যমে ক্যাথলিকদের নিপীড়ন থেকে পালিয়ে আসা এবং অবশেষে শহরের জনসংখ্যার এক-তৃতীয়াংশের মতো সংখ্যায় আন্ডারস্কোর করা হয়েছিল।  এই ধরনের বিপুল সংখ্যক নির্বাসিত শহরে এসেছিল, বিশেষ করে ওয়েস্টকওয়ারটিয়ার (\"ওয়েস্টার্ন কোয়ার্টার\") থেকে ফ্লেমিশ প্রোটেস্ট্যান্টরা, দক্ষিণ নেদারল্যান্ডের একটি অঞ্চল যেখানে ডাচ বিদ্রোহের প্রথম ক্যালভিনিস্ট আগুন ছড়িয়ে পড়েছিল।  ইপ্রেস-এর অধিবাসীরা, বিশেষ করে, অন্যান্য গন্তব্যের উপরে নরিচ বেছে নেয়।  সম্ভবত কেটের প্রতিক্রিয়ায়, নরিচ প্রথম প্রাদেশিক শহর হয়ে ওঠে যারা দরিদ্র ত্রাণের একটি নাগরিক প্রকল্পের জন্য বাধ্যতামূলক অর্থপ্রদান শুরু করে, যা দাবি করা হয়েছে যে এটির ব্যাপক প্রবর্তনের নেতৃত্ব দিয়েছে, যা ১৫৯৭-১৫৯৮ সালের পরবর্তী এলিজাবেথান দরিদ্র আইনের ভিত্তি তৈরি করেছে।\nনরিচ ঐতিহ্যগতভাবে ১৬ এবং ১৭ শতকে বিভিন্ন সংখ্যালঘুদের আবাসস্থল, বিশেষ করে ফ্লেমিশ এবং বেলজিয়ান ওয়ালুন সম্প্রদায়। ১৫৬৭ সালের মহান \"অপরিচিত\" অভিবাসন নরিচে প্রোটেস্ট্যান্ট তাঁতিদের একটি উল্লেখযোগ্য ফ্লেমিশ এবং ওয়ালুন সম্প্রদায়কে নিয়ে আসে , যেখানে তাদের স্বাগত জানানো হয়েছিল বলে জানা যায়।  বণিকের বাড়ি যা ছিল শহরে তাদের প্রথম ঘাঁটি - এখন একটি জাদুঘর - এখনও স্ট্রেঞ্জার্স হল নামে পরিচিত. এটা মনে হয় যে অপরিচিত ব্যক্তিরা স্থানীয় সম্প্রদায়ের সাথে খুব বেশি শত্রুতা ছাড়াই একত্রিত হয়েছিল, অন্তত ব্যবসায়িক ভ্রাতৃত্বের মধ্যে, যাদের তাদের দক্ষতা থেকে সর্বাধিক লাভ করতে হয়েছিল। নরিচে তাদের আগমন মূল ভূখণ্ড ইউরোপের সাথে বাণিজ্য বৃদ্ধি করে এবং শহরের ধর্মীয় সংস্কার ও উগ্র রাজনীতির দিকে একটি আন্দোলন গড়ে তোলে। বিপরীতে, তার পিউরিটান বিশ্বাসের জন্য অ্যাংলিকান চার্চ দ্বারা নির্যাতিত হওয়ার পর , মাইকেল মেটকাফ , একজন ১৭ শতকের নরিচ তাঁতি, শহর ছেড়ে পালিয়ে যান এবং ম্যাসাচুসেটসের ডেদামে বসতি স্থাপন করেন । \nনরিচ ক্যানারি প্রথম ১৬ শতাব্দীতে স্প্যানিশ নিপীড়ন থেকে ফ্লেমিং পালিয়ে যাওয়া ইংল্যান্ডকে মধ্যে চালু করা হয়। টেক্সটাইল কাজের ক্ষেত্রে তাদের উন্নত কৌশলগুলির সাথে, তারা পোষা ক্যানারি নিয়ে এসেছিল যা তারা স্থানীয়ভাবে প্রজনন করতে শুরু করে, অবশেষে ২০ শতকে শহরের একটি মাস্কট এবং তার ফুটবল ক্লাব, নরিচ সিটি এফসি : \"দ্য ক্যানারিস\" এর প্রতীক হয়ে ওঠে ।\n\n\n== সরকার ==\nস্থানীয় সরকার আইন ১৯৭২ কার্যকর হওয়ার পর থেকে নরিচ স্থানীয় সরকারের দুই স্তর দ্বারা শাসিত হয়েছে । নরফোক কাউন্টি কাউন্সিল নরফোক জুড়ে স্কুল, সামাজিক পরিষেবা এবং লাইব্রেরির মতো পরিষেবাগুলি পরিচালনা করে। নরিচ সিটি কাউন্সিল আবাসন, পরিকল্পনা, অবসর এবং পর্যটনের মতো পরিষেবাগুলি পরিচালনা করে।\nনরিচ ৮৪ সদস্যের কাউন্টি কাউন্সিলে ১৩ জন কাউন্টি কাউন্সিলর নির্বাচন করে। শহরটি একক-সদস্যের নির্বাচনী বিভাগে বিভক্ত, প্রতি চার বছর পর পর কাউন্টি কাউন্সিলররা নির্বাচিত হন।\nনরিচ সিটি কাউন্সিল ১৩ টি ওয়ার্ডে নির্বাচিত ৩৯ জন কাউন্সিলর নিয়ে গঠিত । প্রতি বছর (কাউন্টি কাউন্সিল নির্বাচনের বছর ব্যতীত) প্রতি ওয়ার্ডে একজন কাউন্সিলর চার বছরের মেয়াদের জন্য নির্বাচিত হন।ওয়ার্ডের সীমানা পরিবর্তনের কারণে ২০১৯ সালের নরিচ সিটি কাউন্সিল নির্বাচনে সমস্ত ৩৯টি আসনে প্রতিদ্বন্দ্বিতা করা হয়েছিল । ২০১৯ সালের নির্বাচনের পর থেকে, লেবার ২৭টি, গ্রিন পার্টি ৯টি এবং লিবারেল ডেমোক্র্যাটদের ৩টি আসন বণ্টন করা হয়েছে, যেখানে লেবার সামগ্রিক নিয়ন্ত্রণ ধরে রেখেছে।\n\n\n=== লর্ড মেয়রালিটি এবং শ্রিয়েভালিটি ===\n\nশহরের আনুষ্ঠানিক প্রধান হলেন লর্ড মেয়র ; যদিও এখন কেবল একটি আনুষ্ঠানিক অবস্থান, অতীতে অফিসটি সিটি কাউন্সিলের অর্থ ও বিষয়গুলির উপর নির্বাহী ক্ষমতা সহ যথেষ্ট কর্তৃত্ব বহন করত। ২০১৯-২০২০ সালে, লর্ড মেয়র হলেন কাউন্সিলর ভন থমাস এবং শেরিফ, ডাঃ মারিয়ান প্রিন্সলে। নরিচের মেয়রের কার্যালয় ১৪০৩ সাল থেকে শুরু হয় এবং ১৯১০ সালে এডওয়ার্ড সপ্তম দ্বারা \" লর্ড মেয়রের মর্যাদায় উত্থাপিত হয় \" পূর্ব অ্যাঙ্গলিয়ার প্রধান শহর হিসাবে সেই শহরের দখলে থাকা অবস্থান এবং তাঁর সাথে ঘনিষ্ঠতার কারণে মহারাজ\"। ১৪০৪ সাল থেকে নরিচের নাগরিকরা, একটি কাউন্টি কর্পোরেট হিসাবে , দুটি শেরিফ নির্বাচন করার বিশেষাধিকার পেয়েছিল।  মিউনিসিপ্যাল ​​কর্পোরেশন আইন ১৮৩৫-এর অধীনে এটি একটি কমিয়ে একটি আনুষ্ঠানিক পদে পরিণত করা হয়। লর্ড মেয়র এবং শেরিফ উভয়ই কাউন্সিলের বার্ষিক সভায় নির্বাচিত হন।\n\n\n=== একক অবস্থা প্রস্তাব ===\nঅক্টোবর ২০০৬ সালে, সম্প্রদায় এবং স্থানীয় সরকার বিভাগ একটি স্থানীয় সরকার শ্বেতপত্র তৈরি করে যাতে কাউন্সিলগুলিকে ঐক্যবদ্ধ পুনর্গঠনের জন্য প্রস্তাব জমা দেওয়ার জন্য আমন্ত্রণ জানানো হয়। নরিচ ২০০৭ সালের জানুয়ারিতে তার প্রস্তাব জমা দেয়, যা ডিসেম্বর ২০০৭ সালে প্রত্যাখ্যান করা হয়েছিল, কারণ এটি গ্রহণের জন্য সমস্ত কঠোর মানদণ্ড পূরণ করেনি। ফেব্রুয়ারি ২০০৮-এ, ইংল্যান্ডের সীমানা কমিটি ,  নরফোকের পুরো বা অংশের বিকল্প প্রস্তাবগুলি বিবেচনা করতে বলা হয়েছিল, যার মধ্যে নরিচকে নরফোক কাউন্টি কাউন্সিল থেকে আলাদা করে একক কর্তৃপক্ষ হওয়া উচিত কিনা। 2009 সালের ডিসেম্বরে, সীমানা কমিটি নরিচসহ সমস্ত নরফোককে কভার করে একটি একক একক কর্তৃপক্ষের সুপারিশ করেছিল।\n\n\n== জনসংখ্যা ==\n\n\n== শিক্ষা ==\n\n\n== স্থাপত্য ==\nনরিচের মধ্যযুগীয় সময়টি ১১ শতকের নরিচ ক্যাথিড্রাল, ১২ শতকের দুর্গ (বর্তমানে একটি জাদুঘর) এবং বেশ কয়েকটি প্যারিশ গির্জা দ্বারা উপস্থাপিত হয়।  মধ্যযুগে, ৫৭ টি গির্জা শহরের প্রাচীরের মধ্যে দাঁড়িয়েছিল;  ৩১ টি এখনও বিদ্যমান এবং সাতটি এখনও পূজার জন্য ব্যবহৃত হয়।  একটি সাধারণ আঞ্চলিক প্রবাদ ছিল যে এটি বছরের প্রতি সপ্তাহের জন্য একটি গির্জা এবং প্রতিদিনের জন্য একটি পাব ছিল।  নরিচ আল্পসের উত্তরের যেকোনো শহরের তুলনায় মধ্যযুগীয় গির্জাগুলি বেশি বলে মনে করা হয়।\n১২৪৯ সালে তৈরি করা প্রাচীনতম রেফারেন্স সহ অ্যাডাম এবং ইভ শহরের প্রাচীনতম পাব বলে মনে করা হয়। বেশিরভাগ মধ্যযুগীয় ভবন শহরের কেন্দ্রে রয়েছে।  উল্লেখযোগ্য ধর্মনিরপেক্ষ উদাহরণ হল ড্রাগন হল, প্রায় ১৪৩০ সালে নির্মিত, এবং ১৪০৭-১৪১৩ সালে নির্মিত গিল্ডহল পরবর্তী সংযোজন সহ।  ১৮শ শতাব্দী থেকে, প্রাক-বিখ্যাত স্থানীয় নাম হল থমাস আইভরি, যিনি অ্যাসেম্বলি রুম (১৭৭৬), অক্টাগন চ্যাপেল (১৭৫৬), গ্রেট হাসপাতালের মাঠে সেন্ট হেলেনস হাউস (১৭৫২), এবং উদ্ভাবনী অনুমানমূলক আবাসন তৈরি করেছিলেন  সারে স্ট্রিট (c. ১৭৬১)।  আইভরিকে একই নামের এবং একই সময়ের আইরিশ স্থপতির সাথে বিভ্রান্ত করা উচিত নয়।\n\n১৯ শতকে নরিচের আকার এবং এর বেশিরভাগ হাউজিং স্টক, সেইসাথে শহরের কেন্দ্রে বাণিজ্যিক ভবনে একটি বিস্ফোরণ দেখা যায়।  ভিক্টোরিয়ান ও এডওয়ার্ডিয়ান যুগের স্থানীয় স্থপতি যিনি সবচেয়ে বেশি সম্মানের আদেশ দেন তিনি ছিলেন জর্জ স্কিপার (১৮৫৬-১৯৪৮)।  তার কাজের উদাহরণগুলির মধ্যে রয়েছে নরিচ ইউনিয়নের সদর দফতর সারে স্ট্রিটে আধুনিক স্টাইল (ব্রিটিশ আর্ট নুওয়াউ শৈলী) রয়্যাল আর্কেড এবং কাছাকাছি সমুদ্রতীরবর্তী শহর ক্রোমারের হোটেল ডি প্যারিস।  আর্লহাম রোডে সেন্ট জন দ্য ব্যাপটিস্টকে উৎসর্গ করা নিও-গথিক রোমান ক্যাথেড্রাল ১৮৮২ সালে জর্জ গিলবার্ট স্কট জুনিয়র এবং তার ভাই জন ওল্ডরিড স্কট দ্বারা শুরু হয়েছিল।  শহরের চেহারায় জর্জ স্কিপারের দারুণ প্রভাব ছিল।  জন বেটজেম্যান এটিকে বার্সেলোনায় গাউদির প্রভাবের সাথে তুলনা করেছেন। \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n২০ শতকের মধ্যে শহরটি ক্রমাগত বৃদ্ধি পেতে থাকে।  অনেক আবাসন, বিশেষ করে শহরের কেন্দ্র থেকে আরও দূরে, সেই শতাব্দীর।  স্কিপারের পর প্রথম উল্লেখযোগ্য বিল্ডিং ছিল সিএইচ জেমস এবং এসআর পিয়ার্সের সিটি হল, যা ১৯৩৮ সালে খোলা হয়েছিল। একই সময়ে তারা স্যার এডউইন লুটিয়েন্সের ডিজাইন করা সিটি ওয়ার মেমোরিয়ালকে শহরের হল এবং বাজারের মাঝখানে একটি স্মৃতি উদ্যানে স্থানান্তরিত করে। দ্বিতীয় বিশ্বযুদ্ধের সময় বোমা হামলা, যার ফলে তুলনামূলকভাবে কম প্রাণহানি ঘটে, শহরের কেন্দ্রস্থলে হাউজিং স্টকের উল্লেখযোগ্য ক্ষতি হয়।  যুদ্ধ-পরবর্তী প্রতিস্থাপন স্টকের বেশিরভাগ স্থানীয়-কর্তৃপক্ষের স্থপতি ডেভিড পার্সিভাল দ্বারা ডিজাইন করা হয়েছিল।  যাইহোক, নরিচের যুদ্ধ-পরবর্তী স্থাপত্যের প্রধান উন্নয়ন ছিল ১৯৬৪ সালে পূর্ব অ্যাঙ্গলিয়া বিশ্ববিদ্যালয়ের উদ্বোধন। মূলত ডেনিস লাসডুন (তার নকশা কখনই সম্পূর্ণরূপে কার্যকর করা হয়নি) দ্বারা ডিজাইন করা হয়েছিল, এটি পরবর্তী দশকগুলিতে প্রধান নাম দ্বারা যুক্ত করা হয়েছে যেমন  নরম্যান ফস্টার এবং রিক ম্যাথার।\n\n\n== বিনোদন ==\nনরিচের তিনটি সিনেমা কমপ্লেক্স রয়েছে।  ওডিয়ন নরিচ রিভারসাইড লেজার সেন্টারে, ক্যাসেল মলের ভিতর এবং পূর্বে হলিউড সিনেমা (২০১৯ বন্ধ) অ্যাংলিয়া স্কোয়ারে, শহরের কেন্দ্রের উত্তরে অবস্থিত।  সিনেমা সিটি হল একটি আর্ট-হাউস সিনেমা যা নন-মেইনস্ট্রিম প্রোডাকশন দেখায়, সেন্ট অ্যান্ড্রু'স হলের বিপরীতে সেন্ট অ্যান্ড্রুস স্ট্রিটে পিকচারহাউস দ্বারা পরিচালিত, যার পৃষ্ঠপোষক ছিলেন অভিনেতা জন হার্ট।  নরিচের শহর জুড়ে প্রচুর সংখ্যক পাব রয়েছে।  শহরের কেন্দ্রে প্রিন্স অফ ওয়েলস রোড, নরিচ রেলওয়ে স্টেশনের কাছে রিভারসাইড জেলা থেকে নরিচ ক্যাসেল পর্যন্ত চলে, বার এবং ক্লাব সহ তাদের অনেকের বাড়ি।\n\n\n== ভূগোল ==\nনরিচ লন্ডন থেকে ১০০ মাইল (১৬১ কিমি) উত্তর-পূর্বে, ইপসউইচ থেকে ৪০ মাইল (৬৪ কিমি) উত্তরে এবং পিটারবোরো থেকে ৬৫ মাইল (১০৪ কিমি) পূর্বে অবস্থিত।\n\n\n== আবহাওয়া ==\nব্রিটিশ দ্বীপপুঞ্জের অন্যান্য অংশের মত নরিচ একটি নাতিশীতোষ্ণ সামুদ্রিক জলবায়ু রয়েছে।  এটি চরম তাপমাত্রা ভোগ করে না, এবং বৃষ্টিপাতের সুবিধাগুলি সারা বছর ধরে সমানভাবে ছড়িয়ে পড়ে।  কোল্টিশাল, প্রায় ১১ মাইল (১৮ কিমি) উত্তর-পূর্বে, ছিল নিকটতম অফিসিয়াল মেট-অফিস আবহাওয়া স্টেশন যার রেকর্ড পাওয়া যায়, যদিও এটি ২০০৬ সালের প্রথম দিকে রিপোর্টিং বন্ধ করে দেয় – নরিচ বিমানবন্দর এখন রিডিং প্রদান করে।  পূর্ব অ্যাংলিয়ায় নরিচের অবস্থান, উত্তর সাগরে প্রবেশ করা আবহাওয়ার পরিস্থিতি তৈরি করতে পারে যা দেশের অন্যান্য অংশে কম প্রভাব ফেলে, যেমন শীতের মাসগুলিতে উত্তর বা পূর্ব দিকের বাতাসে তুষার বা ঝরনা বা সমুদ্রের কুয়াশা/হারের মতো  বছরের গ্রীষ্মের অর্ধেক।  নরিচ সমুদ্রের কুয়াশা দ্বারা আক্রান্ত হওয়ার একটি উদাহরণ সংলগ্ন ছবিতে দেখানো হয়েছে।\n১৯৭৬ সালের জুন মাসে কোল্টিশাল-এ রেকর্ড করা সর্বোচ্চ তাপমাত্রা ছিল 33.1 °C (91.6 °F) । যাইহোক, আরও 1932-এ ফিরে যান, এবং নরিচের পরম রেকর্ড সর্বোচ্চ 35.6 °C (96.1 °F)।  সাধারণত বছরের উষ্ণতম দিনটি 28.8 °C (83.8 °F) এ পৌঁছানো উচিত এবং 9.9 দিনের তাপমাত্রা 25.1 °C (77.2 °F) বা তার বেশি হওয়া উচিত। ১৯৭৯ সালের জানুয়ারি মাসে কোল্টিশাল-এ রেকর্ড করা সর্বনিম্ন তাপমাত্রা ছিল −15.3 °C (4.5 °F) । তবে একটি সাধারণ বছরে, সবচেয়ে ঠান্ডা রাত্রি শুধুমাত্র −7.5 °C (18.5 °F) এ পড়ে।  বছরে গড়ে 39.4টি বায়ু তুষারপাত রেকর্ড করা হবে আরও সম্প্রতি, নরিচ বিমানবন্দরের তাপমাত্রা ১৮ ডিসেম্বর ২০১০-এ −14.4 °C (6.1 °F) এ নেমেছে যেখানে বেসরকারী আবহাওয়া স্টেশনগুলি -17 এবং −18-এর স্থানীয় রিডিং রিপোর্ট করছে  °সে (1 এবং 0 °ফা)।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nKey to English Place-names"}