{"pageid": 1096813, "title": "বিশ্বের ধর্ম সংসদ", "url": "https://bn.wikipedia.org/wiki?curid=1096813", "content": "বিশ্বের ধর্ম সংসদ হিসাবে উল্লেখ করা বেশ কয়েকটি সভা হয়েছে, প্রথমটি হল ১৮৯৩ সালের বিশ্বের ধর্ম সংসদ, যা বিশ্বাসের বিশ্বব্যাপী সংলাপ তৈরি করার প্রচেষ্টা ছিল। ঘটনাটি ১৯৯৩ সালে এর শতবর্ষে আরেকটি সম্মেলন দ্বারা উদযাপিত হয়েছিল। এটি বিশ্ব ধর্মের পার্লামেন্টের অফিসিয়াল শিরোনামের অধীনে নতুন সিরিজ সম্মেলনের দিকে পরিচালিত করে যার একই লক্ষ্যে বিশ্বব্যাপী ধর্মবিশ্বাসের সংলাপ তৈরি করার চেষ্টা করা হয়।\n\n\n== সংগঠন ==\n১৯৮৮ সালে প্রথম সংসদের শতবার্ষিকী উপলক্ষে বিশ্বের ধর্ম সংসদের ঐতিহ্য বহন করার জন্য সংস্থাকে অন্তর্ভুক্ত করা হয়েছিল। বিশ্বের ধর্মের সংসদ শিকাগোতে সদর দপ্তর অবস্থিত। এর ট্রাস্টি বোর্ড বিভিন্ন বিশ্বাসী সম্প্রদায় থেকে নির্বাচিত হয়। বর্তমান ভারপ্রাপ্ত নির্বাহী পরিচালক হলেন রেভ স্টিফেন অ্যাভিনো।\n\n\n== ইতিহাস ==\n\n\n=== ১৮৯৩ সংসদ ===\n\n১৮৯৩ সালে, শিকাগো শহর ওয়ার্ল্ড কলম্বিয়ান এক্সপোজিশনের আয়োজন করেছিল, একটি প্রথম দিকের বিশ্ব মেলা।সারা বিশ্ব থেকে এত বেশি লোক শিকাগোতে আসছিল যে কংগ্রেস এবং পার্লামেন্ট নামে অনেক ছোট সম্মেলন এই অভূতপূর্ব সমাবেশের সুবিধা নেওয়ার জন্য নির্ধারিত ছিল। এর মধ্যে ছিল ওয়ার্ল্ডস পার্লামেন্ট অফ রিলিজিয়নস, সুইডেনবর্জিয়ান সাধারণ মানুষ (এবং বিচারক) চার্লস ক্যারল বনির উদ্যোগ। প্রদর্শনীর সাথে একযোগে অনুষ্ঠিত কংগ্রেসের মধ্যে ধর্ম সংসদ ছিল সবচেয়ে বড়। জন হেনরি ব্যারোস, একজন পাদ্রী, চার্লস বনি কর্তৃক ১৮৯৩ সালের সংসদের সাধারণ কমিটির প্রথম চেয়ারম্যান হিসেবে নিযুক্ত হন।\n১১ সেপ্টেম্বর ১৮৯৩-এ ওয়ার্ল্ডস কংগ্রেস অক্সিলিয়ারি বিল্ডিং-এ ধর্মের পার্লামেন্ট খোলা হয় যা এখন শিকাগোর আর্ট ইনস্টিটিউট, এবং ১১ থেকে ২৭ সেপ্টেম্বর পর্যন্ত চলে, এটিকে প্রথম সংগঠিত \nআন্তঃধর্মীয় সমাবেশে পরিণত করে। আজ এটি বিশ্বব্যাপী আনুষ্ঠানিক আন্তঃধর্মীয় সংলাপের জন্মের উপলক্ষ হিসাবে স্বীকৃত, যার মধ্যে রয়েছে বিভিন্ন ধর্মের প্রতিনিধি এবং নতুন ধর্মীয় আন্দোলন, যার মধ্যে রয়েছে:\n\nজৈন ধর্মপ্রচারক বীরচাঁদ গান্ধীকে জৈনধর্মের প্রতিনিধি হিসেবে আমন্ত্রণ জানানো হয়েছিল। বীরচাঁদ জৈনধর্মের মতবাদ- আচরণবিধি, জীবনধারা এবং সৃষ্টিতত্ত্ব সম্পর্কে এমন বাকপটু এবং সুসঙ্গতভাবে কথা বলেছেন যে আমেরিকান সংবাদপত্র বাফেলো কুরিয়ার রিপোর্ট করেছে, \"সমস্ত প্রাচ্যের পণ্ডিতদের মধ্যে, এই যুবক ছিল যার বক্তৃতা, জৈন বিশ্বাস ও আচারের কথা সর্বশ্রেষ্ঠ আগ্রহ ও মনোযোগের সাথে শোনা হয়েছিল।\"\nবৌদ্ধ প্রচারক অনাগরিকা ধর্মপালকে \"দক্ষিণ বৌদ্ধধর্ম\"-এর প্রতিনিধি হিসেবে আমন্ত্রণ জানানো হয়েছিল, এই শব্দটি সেই সময়ে থেরবাদে প্রযোজ্য হয়েছিল।\nসোয়েন শাকু, জৈনের \"প্রথম আমেরিকান পূর্বপুরুষ\", এই ভ্রমণ করেছিলেন।\nজাপানি বিশুদ্ধ ভূমি মাস্টার কিওজাওয়া মানশির প্রবন্ধ, \"ধর্ম দর্শনের কঙ্কাল\" তার অনুপস্থিতিতে পড়া হয়েছিল।\nস্বামী বিবেকানন্দ, একজন ভারতীয় হিন্দু সন্ন্যাসী, প্রতিনিধি হিসেবে প্রাচীন ভারতীয় ধর্মীয় চিন্তাধারা ও দর্শনের (হিন্দুধর্ম) প্রতিনিধিত্ব করেন, ১১ সেপ্টেম্বর সংসদের উদ্বোধনী অধিবেশনে হিন্দুধর্মের পরিচয় দেন। প্রথমে নার্ভাস হলেও, তিনি দেবী সরস্বতীকে মানসিকভাবে প্রণাম করেন, তারপরে নমস্কার দিয়ে তাঁর বক্তৃতা শুরু করেন, \"আমেরিকা ভাই ও বোনেরা!\" এই কথায় তিনি হাজার হাজার জনতার কাছ থেকে দাঁড়িয়ে স্লোগান পান, যা দুই মিনিট স্থায়ী হয়। যখন নীরবতা পুনরুদ্ধার করা হয় তখন তিনি তার ভাষণটি চালিয়ে যান: \"আমি আপনাকে বিশ্বের সবচেয়ে প্রাচীন ভিক্ষুদের নামে ধন্যবাদ জানাই; আমি আপনাকে ধর্মের জননীর নামে ধন্যবাদ জানাই; এবং আমি আপনাকে লক্ষ লক্ষ কোটির নামে ধন্যবাদ জানাই। হিন্দু সম্প্রদায়ের সমস্ত শ্রেণী ও সম্প্রদায়\"।পরবর্তীতে দেওয়া অন্যান্য ঠিকানাগুলি হল 'কেন আমরা দ্বিমত পোষণ করি', 'হিন্দুধর্মের কাগজ', 'ধর্ম ভারতের কান্নার প্রয়োজন নয়', 'বৌদ্ধধর্ম, হিন্দুধর্মের পূর্ণতা' এবং 'অন্তিম অধিবেশনে ঠিকানা'।\nখ্রিস্টধর্মের প্রতিনিধিত্ব করেন জি. বোনেট মৌরি যিনি স্বামী বিবেকানন্দ কর্তৃক আমন্ত্রিত একজন প্রোটেস্ট্যান্ট ইতিহাসবিদ ছিলেন।\nসেপ্টিমাস জে হান্না খ্রিস্টীয় বিজ্ঞানের প্রতিষ্ঠাতা মেরি বেকার এডির লেখা ঠিকানা পড়েন।\nইসলামের প্রতিনিধিত্ব করেছিলেন মোহাম্মদ আলেকজান্ডার রাসেল ওয়েব, একজন অ্যাংলো-আমেরিকান ইসলাম ধর্মান্তরিত এবং ফিলিপাইনে সাবেক মার্কিন রাষ্ট্রদূত।\nরেভ হেনরি জেসাপ বিশ্ব ধর্মের সংসদে ভাষণ দিয়েছিলেন সর্বপ্রথম মার্কিন যুক্তরাষ্ট্রে বাহাই ধর্ম নিয়ে আলোচনা করেন (এটি আগে ইউরোপে পরিচিত ছিল)। তারপর থেকে বাহাইরা সক্রিয় অংশগ্রহণকারী হয়ে উঠেছে।\nআস্তিকতা বা ব্রাহ্মসমাজের প্রতিনিধিত্ব করেছিলেন প্রতাপ চন্দ্র মজুমদার।\nধর্মতাত্ত্বিক সমাজের প্রতিনিধিত্ব করেন সোসাইটির ভাইস-প্রেসিডেন্ট উইলিয়াম কোয়ান জাজ ও অ্যানি বেসান্ট অ্যানি বেসান্ট।\nচীনা ধর্মের প্রতিনিধিত্ব করত পুং কোয়াং ইউ 彭光譽 (পিনয়িন: পেং গুয়াংইউ)।\nসেই সময়ের অন্যান্য নতুন ধর্মীয় আন্দোলন যেমন আধ্যাত্মিকতাকেও উপস্থাপন করা হয়েছিল।\nএই ইভেন্টে অনুপস্থিত ছিলেন চার্চ অফ জেসাস ক্রাইস্ট অফ ল্যাটার-ডে সেন্টস, যাদেরকে আমন্ত্রণ জানানো হয়নি, আমেরিকান ধর্মীয় ব্যক্তিত্ব, শিখ ও অন্যান্য আদিবাসী এবং আর্থ-কেন্দ্রিক \nধর্মবাদীরা; এই ধর্ম  এবং আধ্যাত্মিক ঐতিহ্য ১৯৯৩ সংসদ আহবান পর্যন্ত প্রতিনিধিত্ব করা হয়নি।\n\n\n=== ১৯৯৩ সংসদ ===\n\n১৯৯৩ সালে, শিকাগোর পামার হাউস হোটেলে সংসদের অধিবেশন হয়। সারা বিশ্ব থেকে ৮,০০০-এরও বেশি মানুষ, বিভিন্ন ধর্মের, উদযাপন করতে, আলোচনা করতে এবং অন্বেষণ করতে জড়ো হয়েছিল কীভাবে ধর্মীয় ঐতিহ্যগুলি বিশ্বের মুখোমুখি হওয়া জটিল সমস্যাগুলিতে একসাথে কাজ করতে পারে। নথি, \"বৈশ্বিক নীতির প্রতি: প্রাথমিক ঘোষণা\", প্রধানত হ্যান্স কুং দ্বারা খসড়া, পরবর্তী দশ দিনের আলোচনার জন্য সুর সেট করে। এই বৈশ্বিক নৈতিকতাকে পার্লামেন্ট অ্যাসেম্বলিতে অংশগ্রহণকারী অনেক ধর্মীয় ও আধ্যাত্মিক নেতারা সমর্থন করেছিলেন।\nএছাড়াও ১৯৯৩ সালের সংসদের জন্য প্রয়াত জোয়েল বেভারসলুইসের লেখা বই, \"A Sourcebook for the Community of ড়েলিগিওন্স\", যা ধর্মের ক্লাসে একটি আদর্শ পাঠ্যপুস্তক হয়ে উঠেছে। .ধর্মের বেশিরভাগ পাঠ্যপুস্তকের বিপরীতে, প্রতিটি এন্ট্রি প্রশ্নে ধর্মের সদস্যদের দ্বারা লেখা হয়েছিল।\nসমাবেশের সমাপনী দিনে ১৪ তম দালাই লামা প্রধান বক্তৃতা দিয়েছিলেন। কার্ডিনাল জোসেফ বার্নার্ডিনও অংশগ্রহণ করেছিলেন।\n\n\n=== ১৯৯৯ সংসদ ===\n৮০ টিরও বেশি দেশের ৭,০০০ জনেরও বেশি ব্যক্তি ১৯৯৯ সালে দক্ষিণ আফ্রিকার কেপটাউনে পার্লামেন্টে যোগ দিয়েছিলেন। দক্ষিণ আফ্রিকায় এইডস-এর মহামারি এবং বিশ্বের মুখোমুখি হওয়া জটিল সমস্যাগুলির মুখোমুখি হওয়ার ক্ষেত্রে ধর্মীয় ও আধ্যাত্মিক ঐতিহ্যগুলি যে ভূমিকা পালন করে তা তুলে ধরার জন্য আন্তর্জাতিক এইডস মেমোরিয়াল কুইল্ট প্রদর্শনের মাধ্যমে সংসদ শুরু হয়েছিল৷ অনুষ্ঠানটি শত শত প্যানেল, সিম্পোজিয়া ও কর্মশালা, প্রার্থনা এবং ধ্যানের অর্ঘ্য, প্লেনারী এবং পারফরম্যান্সের সাথে চলতে থাকে। প্রোগ্রামগুলি ধর্মীয়, আধ্যাত্মিক এবং সাংস্কৃতিক পরিচয়ের বিষয়গুলি, আন্তঃধর্মীয় কথোপকথনের দৃষ্টিভঙ্গি ও বর্তমান বিশ্বের মুখোমুখি সমালোচনামূলক সমস্যার প্রতিক্রিয়াতে ধর্মের ভূমিকার উপর জোর দেয়। এই অধিবেশনে, ড. মাইকেল বেকউইথ ও ড. মেরি মরিসই বিশ্ব ধর্মের পার্লামেন্টে নিযুক্ত প্রথম নিউ থট মন্ত্রী হয়েছিলেন।\nপার্লামেন্ট অ্যাসেম্বলি আওয়ার গাইডিং ইনস্টিটিউশনের জন্য আহ্বান নামক নথি বিবেচনা করেছে, যা ধর্ম, সরকার, ব্যবসা, শিক্ষা ও মিডিয়াকে সম্বোধন করে এই প্রতিষ্ঠানগুলিকে তাদের ভূমিকার দ্বারপ্রান্তে প্রতিফলিত করতে এবং রূপান্তর করার জন্য আমন্ত্রণ জানায়পরবর্তী শতাব্দী।\nকল ছাড়াও, পার্লামেন্টের কর্মীরা একটি বই তৈরি করেছিলেন, \"Gifts of Service to the World\", ৩০০ টিরও বেশি প্রকল্পকে দেখায় যা বিশ্বে পার্থক্য তৈরি করছে। অ্যাসেম্বলি সদস্যরা পরিষেবার উপহারগুলি সম্পর্কেও আলোচনা করেছিলেন যা তারা উপহার দিতে পারে বা উপহারের নথিতে সংগৃহীত প্রকল্পগুলির মধ্যে সমর্থন করার অঙ্গীকার করতে পারে৷\n\n\n=== ২০০৪ সংসদ ===\nএটি ইউনিভার্সাল ফোরাম অফ কালচারে পালিত হয়েছিল।  স্পেনের বার্সেলোনায় ২০০৪ সালের সংসদে ৮,৯০০ জনেরও বেশি ব্যক্তি উপস্থিত ছিলেন। ১৯৯৩ সালের পার্লামেন্টে একটি গ্লোবাল এথিক। ঘোষণা তৈরি করার পরে এবং ১৯৯৯ পার্লামেন্টে গাইডিং প্রতিষ্ঠানগুলিকে যুক্ত করার চেষ্টা করার পরে, ২০০৪ সংসদ চারটি গুরুত্বপূর্ণ বিষয়ের উপর মনোনিবেশ করেছিল: ধর্মীয়ভাবে অনুপ্রাণিত হ্রাস করা.সহিংসতা, নিরাপদ পানির অ্যাক্সেস, বিশ্বব্যাপী উদ্বাস্তুদের ভাগ্য ও উন্নয়নশীল দেশগুলিতে বহিরাগত ঋণ দূরীকরণ। অংশগ্রহণকারীদের এই বিষয়গুলির একটিতে কাজ করার জন্য একটি \"সহজ ও গভীর কাজ\" করার প্রতিশ্রুতি দিতে বলা হয়েছিল।\n\n\n=== ২০০৯ সংসদ ===\nমেলবোর্ন, অস্ট্রেলিয়া, ২০০৯ সালের বিশ্ব ধর্মের সংসদের আয়োজন করেছিল। ২০০৯ সালের সংসদ ৩ থেকে ৯ ডিসেম্বর অনুষ্ঠিত হয়েছিল। ৬,০০০ এরও বেশি লোক সংসদে উপস্থিত ছিলেন।\nমেলবোর্ন পার্লামেন্ট আদিবাসী মিলনের সমস্যাগুলিকে সম্বোধন করে৷ স্থায়িত্ব ও বৈশ্বিক জলবায়ু পরিবর্তনের বিষয়গুলি দেশীয় আধ্যাত্মিকতার লেন্সের মাধ্যমে অন্বেষণ করা হয়েছিল। পরিবেশগত সমস্যা এবং তরুণদের আধ্যাত্মিকতাও আলোচনার মূল ক্ষেত্র ছিল।\nবিশ্ব ধর্মের সংসদের কাউন্সিল পরামর্শ দিয়েছে যে মেলবোর্নের সংসদ ধর্মীয় সংঘাত ও বিশ্বায়নের অন্বেষণ, সম্প্রদায় এবং আন্ত-সাংস্কৃতিক সৃষ্টির মাধ্যমে \"বিশ্ব শান্তি ও ন্যায়বিচারের জন্য অংশগ্রহণকারীদের শিক্ষিত করবে\"নেটওয়ার্ক এবং ধর্মীয় সহিংসতার সমস্যা সমাধান করা। এটি আদিবাসী ও আদিবাসী আধ্যাত্মিকতার উপর বিশেষ ফোকাস প্রদান করে \"ধর্মীয় ও আধ্যাত্মিক সম্প্রদায়কে শক্তিশালীকরণ\" সমর্থন করে; পৌত্তলিক, ইহুদি, খ্রিস্টান, বাহাই, জৈন, মুসলিম, বৌদ্ধ, শিখ এবং হিন্দুদের মধ্যে সহযোগিতার সুবিধা প্রদানসম্প্রদায়গুলি।  এছাড়াও, কাউন্সিল ধর্মীয় চরমপন্থা এবং স্বদেশী সন্ত্রাস ও সহিংসতার মোকাবিলায় নতুন প্রতিক্রিয়া তৈরিতে মনোনিবেশ করেছিল।\nরেভ. ডার্ক ফিকা ২০০৯ সালের ধর্ম সংসদের সময় নির্বাহী পরিচালক হিসাবে দায়িত্ব পালন করেছিলেন। জাব্রিনা সান্তিয়াগো ডেপুটি ডিরেক্টর এবং পার্টনার সিটি ডিরেক্টর হিসেবে দায়িত্ব পালন করেন।\n\n\n=== ২০১৫ সংসদ ===\n২০১১ সালে, বিশ্ব ধর্মের পার্লামেন্ট ঘোষণা করেছিল যে ২০১৪ পার্লামেন্ট বেলজিয়ামের ব্রাসেলসে অনুষ্ঠিত হবে। নভেম্বর ২০১২ সালে, ব্রাসেলস এবং \"নির্মাণ গবেষণা ও প্রশিক্ষণ কেন্দ্র\" থেকে একটি যৌথ বিবৃতি ঘোষণা করে যে ইউরোপে আর্থিক সংকটের কারণে, ব্রাসেলস একটি সংসদের জন্য প্রয়োজনীয় তহবিল সংগ্রহ করতে অক্ষম।\n১৫-১৯ অক্টোবর, ২০১৫ সংসদ সল্ট লেক সিটি, উটাহ-এর সল্ট প্যালেস কনভেনশন সেন্টারে অনুষ্ঠিত হয়। ৭৩টি দেশ, ৩০টি প্রধান ধর্ম ও ৫৪৮টি উপ-ঐতিহ্য থেকে ৯,৮০৬ জন অংশগ্রহণকারী, অভিনয়শিল্পী এবং স্বেচ্ছাসেবক সংসদে অংশগ্রহণ করেছিলেন। সমাপনী অনুষ্ঠানের সময়, ইমাম আব্দুল মালিক মুজাহিদ ঘোষণা করেছিলেন যে সংসদ এখন থেকে প্রতি দুই বছর অন্তর অনুষ্ঠিত হবে, পরবর্তী সমাবেশ ২০১৭-এর জন্য নির্ধারিত হবে। এটি পরে ২০১৮ এ পরিবর্তন করা হয়।\n\n\n=== ২০১৮ সংসদ ===\nপার্লামেন্ট সংস্থার ট্রাস্টি বোর্ড তাদের এপ্রিল ২০১৭ বোর্ডের সভায় ২০১৮ সালের বিশ্ব ধর্মের সংসদের সাইট হিসেবে টরন্টোকে বেছে নিয়েছে। ইভেন্টটি ১ থেকে ৭ নভেম্বর ২০১৮ পর্যন্ত হয়েছিল।  ৮,০০০ এরও বেশি লোক অধিবেশনে অংশ নিয়েছিলেন, যার মধ্যে দালাই লামাও ছিলেন, যিনি সংসদের উদ্বোধনী প্লেনারিতে ভাষণ দিয়েছিলেন।\n\n\n=== ২০২১ সংসদ ===\nকোভিড-১৯ মহামারির পরিপ্রেক্ষিতে আগামী ১৬-১৮ অক্টোবর, ২০২১ তারিখে বিশ্ব ধর্মের সংসদ অনলাইনে অনুষ্ঠিত হবে।\n\n\n== সম্পর্কিত ঘটনা ==\n\n\n=== মহান ধর্মীয় প্রদর্শনী ===\nমার্চ থেকে মে ১৯৩০, কিয়োটো, জাপান একটি মহান ধর্মীয় প্রদর্শনীর আয়োজন করেছিল (宗教大博覧会, শুকিও দাই-হাকুরঙ্কাই)। জাপান ও চীন জুড়ে ধর্মীয় দলগুলি মেলায় প্রদর্শন করেছে। জাপানের সমস্ত ঐতিহ্যবাহী বৌদ্ধ সম্প্রদায়ের একটি প্রদর্শনী ছিল, সেইসাথে খ্রিস্টধর্ম।\n\n\n=== ২০০৭ মন্টেরে ফোরাম অফ কালচার ===\nফোরাম মন্টেরে ২০০৭ আন্তর্জাতিক ইভেন্ট ছিল যাতে সংসদ-শৈলীর ইভেন্ট এবং সংলাপ অন্তর্ভুক্ত ছিল। এটি ২০০৭ ইউনিভার্সাল ফোরাম অফ কালচারের অংশ হিসাবে অনুষ্ঠিত হয়েছিল, যেখানে শান্তি, বৈচিত্র্য, স্থায়িত্ব এবং জ্ঞানের ধারণাগুলির উপর আন্তর্জাতিক কংগ্রেস, সংলাপ, প্রদর্শনী এবং চশমা দেখানো হয়েছিল। .বিশ্বজুড়ে চরম দারিদ্র্য দূর করার জন্য সহস্রাব্দ উন্নয়ন লক্ষ্যের আটটি উদ্দেশ্যের উপর বিশেষ জোর দেওয়া হয়েছিল।\n\n\n=== ২০১৬ সেন্ট্রাল ইউরোপিয়ান ইন্টারফেইথ ফোরাম ===\n২৫ জুলাই ২০১৬-এ বিশ্বের ধর্ম পার্লামেন্ট-স্লোভাকিয়া এবং স্লোভাক এস্পেরান্তো ফেডারেশন অন্যান্য অংশীদারদের সহযোগিতায় নিত্রা, স্লোভাকিয়াতে আয়োজিত সেন্ট্রাল ইউরোপিয়ান ইন্টারফেইথ ফোরাম নামে পরিচিত।\nবিশ্ব ধর্মের সংসদের রাষ্ট্রদূত এলিজাবেথ জিগলার-ডুরেগার ছাড়াও ২০টি দেশ, তিনটি মহাদেশ, সাতটি বিশ্ব ধর্মের পাশাপাশি অন্যান্য ধর্মীয়, আধ্যাত্মিক বা মানবতাবাদী প্রতিনিধিত্বকারী ১৫০ জনেরও বেশি অংশগ্রহণকারী ছিলেনইউরোপে ক্রমবর্ধমান জাতিগত, সাংস্কৃতিক এবং ধর্মীয় উত্তেজনার সমাধানের জন্য এবং মানবতার সবচেয়ে উদ্বেগজনক কিছু সমস্যা যেমন-এর উদ্বেগজনক প্রবণতাগুলিকে যৌথভাবে সমাধানের জন্য আন্তঃবিশ্বাস এবং নাগরিক বিনিময়ের জন্য ঐতিহ্যগুলি আহ্বান করা হয়েছেসমাজে জাতীয়তাবাদ, চরমপন্থা এবং জেনোফোবিয়া। ইভেন্টটি একটি বিবৃতিতে পরিণত হয়েছিল (নিত্রা বিবৃতি)।\n\n\n== আরও দেখুন ==\nআন্তঃধর্মীয় সংলাপ\nসর্বধর্ম সম্মেলন (সমস্ত ধর্মের সভা), ভারতে প্রতি বছর অনুষ্ঠিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nRev. J. H. Barrows. The World's Parliament of Religions. Chicago, 1893.\nRev. J. H. Barrows. \"Results of the Parliament of Religions\". The Forum, September 1894.\nG. D. Boardmann. The Parliament of Religions. Philadelphia, 1893.\nBonnet-Maury, Gaston. \"Le congrès religieux de Chicago et la réunion des églises\". Revue des deux mondes, 15 August 1894.\nDr. Paul Carus. \"The dawn of a new religious Era\".  The Forum, 1893. The Monist, April 1894.\nHanson, J. W., সম্পাদক (১৮৯৪)। The World's Congress of Religions – The addresses and papers delivered before the Parliament, and the Abstract of the Congresses, held in Chicago, August 1893 to October 1893, under the Auspices of The World's Columbian Exposition। Chicago: Conkey Company। সংগ্রহের তারিখ ২০১৪-০৯-১৩। \nProf. Walter R. Houghton. Neely's History of the Parliament of Religions and Religious Congresses at the World's Columbian Exposition. Chicago, 1893.\nRev. J. L. Jones. A Chorus of faith as heard in Parliament of Religions held in Chicago, 10–27 September 1893. Chicago, 1893.\nR. Rev. Kean. Catholic family annual, 1893.\nRev. L. P. Mercer. Review of the World's Religions Congresses of the World's Congress Auxiliary of the World's Columbian Exposition. Chicago, 1893.\nMax Muller. Arens, December 1894. Boston.\nPeel, Robert (1977). Mary Baker Eddy: The Years of Authority. New York: Holt, Rineheart and Winston, p. 51.\nGen. M. M. Trumbull. \"The Parliament of Religions\". The Monist, April 1894.\nM. Zmigrodsky. \"Kongres Katolicki i Kongres wszech Religij w Chicago 1893 roku\". Kraków, 1894.\n\n\n== বহিঃসংযোগ ==\n\nOfficial Portal on YouTube\nDas Weltparlament der Religionen in Chicago 1893 (জার্মান ভাষায়)"}