{"pageid": 1096862, "title": "নববিন্দু কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1096862", "content": "জ্যামিতি শাস্ত্রে নববিন্দুর কেন্দ্র হলো কোন ত্রিভুজের সেই বিশেষ ত্রিভুজ কেন্দ্র যাকে ত্রিভুজটির অবস্থান ও আকৃতি নির্বিশেষে সংজ্ঞায়িত করা যায়। আরও স্পষ্টভাবে বলা যায়, যেকোন অবস্থানে যেকোন আকারের ত্রিভুজের নববিন্দু কেন্দ্র হলো ত্রিভুজটির নয়টি বিশেষ কনসাইক্লিক বিন্দু দিয়ে অতিক্রমকারী বৃত্তটির কেন্দ্র যেখানে এই নয়টি বিন্দু হলো: ত্রিভুজটির তিনটি বাহুর মধ্যবিন্দুত্রয়, ত্রিভুজটির শীর্ষত্রয় থেকে বিপরীত বাহুর উপর অঙ্কিত লম্ব তিনটির পাদবিন্দুত্রয় এবং ত্রিভুজটির লম্বকেন্দ্র থেকে এর প্রতিটি শীর্ষের মধ্যবর্তী দূরত্বের মধ্যবিন্দুত্রয়। উপর্যুক্ত নয়টি বিন্দুগামী বৃত্তকে নববিন্দু বৃত্ত বলা হয়। আর শিরোনামে উল্লেখিত কেন্দ্রটি কোন নববিন্দু বৃত্তের কেন্দ্র হওয়ায় এর নাম নববিন্দু কেন্দ্র। নববিন্দু কেন্দ্রকে ক্লার্ক কিম্বার্লিয়ের ত্রিভুজ কেন্দ্রের বিশ্বকোষ নামক অনলাইন সংগ্রহশালায় X(5) বিন্দু নামে তালিকাভুক্ত করা হয়েছে।\n\n\n== ধর্ম ==\nকোন ত্রিভুজের নববিন্দু কেন্দ্র N ত্রিভুজটির অয়লার রেখার উপরে ত্রিভুজটির লম্বকেন্দ্র H এবং পরিকেন্দ্র O এর মধ্যবিন্দুতে অবস্থান করে। এছাড়া ভরকেন্দ্র G একই রেখার উপর লম্বকেন্দ্র থেকে পরিকেন্দ্রের দিকে 2/3 দূরে অবস্থান করে। সুতরাং\n\n  \n    \n      \n        N\n        O\n        =\n        N\n        H\n        =\n        3\n        N\n        G\n      \n    \n    {\\displaystyle NO=NH=3NG}\n  \n\nযদি এই ত্রিভুজ কেন্দ্র চারটির (N, O, H এবং G) মধ্যে যেকোন দুটি জানা থাকে তবে এটি থেকে উপর্যুক্ত সূত্রের মাধ্যমে অপর দুটির অবস্থানও বের করা যাবে।\nকোন বিষম বাহু ত্রিভুজের লম্ব-ভর বৃত্ত হল এমনই একটি বৃত্ত যেখানে ত্রিভুজটির লম্বকেন্দ্র ও ভরকেন্দ্র বৃত্তটির কোন একটি ব্যাসের দু'প্রান্তে অবস্থান করে। অয়লারের ত্রিভুজ নির্ধারণী সমস্যা নামে বর্তমানে যা আমাদের নিকট পরিচিত তার অংশরূপে অ্যান্ড্রু গুইন্যান্ড ১৯৮৪ সালে প্রমাণ করেন যে, অজানা কোন ত্রিভুজের ক্ষেত্রে  উক্ত চারটি বিন্দু জানা থাকলে ত্রিভুজের অন্তঃকেন্দ্রটি এর লম্ব-ভর বৃত্তের অভ্যন্তরে পাওয়া যাবে তবে এটি কখনোই নববিন্দু কেন্দ্রের সাথে মিলিত হবে না। লম্ব-ভর বৃত্তটির ভিতরে থাকা শুধুমাত্র যে বিন্দুটি অন্তঃকেন্দ্র হতে পারবে না তা হলো এই নববিন্দু কেন্দ্র এবং এই নববিন্দু কেন্দ্র ব্যতিত লম্ব-ভর বৃত্তটির অভ্যন্তরীণ অন্যান্য সকল বিন্দুই এক একটি স্বতন্ত্র ত্রিভুজের অন্তঃকেন্দ্র।\nনববিন্দু কেন্দ্র N থেকে অন্তঃকেন্দ্র I পর্যন্ত দূরত্ব নিম্নোক্ত শর্তগুলো মেনে চলে:\n\n  \n    \n      \n        I\n        N\n        <\n        \n          \n            \n              1\n              2\n            \n          \n        \n        I\n        O\n        ,\n      \n    \n    {\\displaystyle IN<{\\tfrac {1}{2}}IO,}\n  \n\n  \n    \n      \n        I\n        N\n        =\n        \n          \n            \n              1\n              2\n            \n          \n        \n        (\n        R\n        −\n        2\n        r\n        )\n        <\n        \n          \n            R\n            2\n          \n        \n      \n    \n    {\\displaystyle IN={\\tfrac {1}{2}}(R-2r)<{\\frac {R}{2}}}\n  \n এবং\n\n  \n    \n      \n        2\n        R\n        ⋅\n        I\n        N\n        =\n        O\n        \n          I\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle 2R\\cdot IN=OI^{2}}\n  \n\nএখানে R এবং r হচ্ছে যথাক্রমে পরিবৃত্তের ব্যাসার্ধ এবং অন্তঃবৃত্তের ব্যাসার্ধ।\nনববিন্দু কেন্দ্র হলো একটি নির্দিষ্ট ত্রিভুজের মধ্যবিন্দু ত্রিভুজটির (medial triangle) পরিকেন্দ্র এবং নববিন্দু কেন্দ্র হলো ঐ নির্দিষ্ট ত্রিভুজের লম্বিক ত্রিভুজেরও (orthic triangle) পরিকেন্দ্র। এছাড়াও এটি অয়লার ত্রিভুজেরও পরিকেন্দ্র। আরও সাধারণভাবে বলা যায়, নববিন্দু কেন্দ্র হলো নববিন্দু বৃত্তকে সংজ্ঞায়িত করে যে নয়টি বিন্দু তাদের যেকোন তিনটি বিন্দু দিয়ে সংজ্ঞায়িত বা গঠিত যেকোন ত্রিভুজের পরিকেন্দ্র।\nত্রিভুজের নববিন্দু কেন্দ্র ত্রিভুজটির শীর্ষবিন্দুত্রয় এবং লম্বকেন্দ্র এই চারটি বিন্দুর ভরকেন্দ্রে অবস্থান করে।\nকোন লম্বকেন্দ্রিক সিস্টেমের দ্বারা গঠিত চারটি ত্রিভুজের অয়লার রেখাগুলো নববিন্দু কেন্দ্রটির কনকারেন্ট হবে অর্থাৎ এই রেখাগুলোর প্রতিটিই নববিন্দু কেন্দ্রটি দিয়ে অতিক্রম করবে। সকল ত্রিভুজেই এই ঘটনাটি দেখা যায়।\nনববিন্দু বৃত্ত গঠনকারী নয়টি বিন্দুর মধ্যে ত্রিভুজের লম্বকেন্দ্র থেকে এর প্রতিটি শীর্ষের মধ্যবর্তী দূরত্বের মধ্যবিন্দুত্রয় হলো ত্রিভুজটির নববিন্দু কেন্দ্র সম্পর্কিত মধ্যবিন্দুগুলোর প্রতিফলন। একইভাবে এর বিপরীতে নববিন্দু কেন্দ্র বিন্দু প্রতিফলনের একটি কেন্দ্র গঠন করে যা মধ্যবিন্দু ত্রিভুজের সাথে অয়লার ত্রিভুজের সম্পর্ক তৈরি করে।\nলাস্টারের উপপাদ্য অনুসারে নববিন্দু কেন্দ্র তিনটি বিন্দুর সাথে একটি সাধারণ বৃত্তে অবস্থান করে যাদের মধ্য দুটি বিন্দু হলো ফের্মা বিন্দু এবং অন্যটি হল পরিকেন্দ্র।\nকসনিতা বিন্দু হলো কসনিতা উপপাদ্যের সাথে সম্পর্কযুক্ত ত্রিভুজ কেন্দ্র যা নববিন্দু কেন্দ্রের আইসোগোনাল অনুবন্ধী।\n\n\n== স্থানাঙ্ক ==\nনববিন্দু কেন্দ্রের জন্য ত্রিরৈখিক স্থানাঙ্কগুলো হলো:\n\n  \n    \n      \n        \n          \n            \n              \n              \n                cos\n                ⁡\n                (\n                B\n                −\n                C\n                )\n                :\n                cos\n                ⁡\n                (\n                C\n                −\n                A\n                )\n                :\n                cos\n                ⁡\n                (\n                A\n                −\n                B\n                )\n              \n            \n            \n              \n                =\n                \n\n                \n              \n              \n                cos\n                ⁡\n                A\n                +\n                2\n                cos\n                ⁡\n                B\n                cos\n                ⁡\n                C\n                :\n                cos\n                ⁡\n                B\n                +\n                2\n                cos\n                ⁡\n                C\n                cos\n                ⁡\n                A\n                :\n                cos\n                ⁡\n                C\n                +\n                2\n                cos\n                ⁡\n                A\n                cos\n                ⁡\n                B\n              \n            \n            \n              \n                =\n                \n\n                \n              \n              \n                cos\n                ⁡\n                A\n                −\n                2\n                sin\n                ⁡\n                B\n                sin\n                ⁡\n                C\n                :\n                cos\n                ⁡\n                B\n                −\n                2\n                sin\n                ⁡\n                C\n                sin\n                ⁡\n                A\n                :\n                cos\n                ⁡\n                C\n                −\n                2\n                sin\n                ⁡\n                A\n                sin\n                ⁡\n                B\n              \n            \n            \n              \n                =\n                \n\n                \n              \n              \n                b\n                c\n                [\n                \n                  a\n                  \n                    2\n                  \n                \n                (\n                \n                  b\n                  \n                    2\n                  \n                \n                +\n                \n                  c\n                  \n                    2\n                  \n                \n                )\n                −\n                (\n                \n                  b\n                  \n                    2\n                  \n                \n                −\n                \n                  c\n                  \n                    2\n                  \n                \n                \n                  )\n                  \n                    2\n                  \n                \n                ]\n                :\n                c\n                a\n                [\n                \n                  b\n                  \n                    2\n                  \n                \n                (\n                \n                  c\n                  \n                    2\n                  \n                \n                +\n                \n                  a\n                  \n                    2\n                  \n                \n                )\n                −\n                (\n                \n                  c\n                  \n                    2\n                  \n                \n                −\n                \n                  a\n                  \n                    2\n                  \n                \n                \n                  )\n                  \n                    2\n                  \n                \n                ]\n                :\n                a\n                b\n                [\n                \n                  c\n                  \n                    2\n                  \n                \n                (\n                \n                  a\n                  \n                    2\n                  \n                \n                +\n                \n                  b\n                  \n                    2\n                  \n                \n                )\n                −\n                (\n                \n                  a\n                  \n                    2\n                  \n                \n                −\n                \n                  b\n                  \n                    2\n                  \n                \n                \n                  )\n                  \n                    2\n                  \n                \n                ]\n                .\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\begin{aligned}&\\cos(B-C):\\cos(C-A):\\cos(A-B)\\\\={}&\\cos A+2\\cos B\\cos C:\\cos B+2\\cos C\\cos A:\\cos C+2\\cos A\\cos B\\\\={}&\\cos A-2\\sin B\\sin C:\\cos B-2\\sin C\\sin A:\\cos C-2\\sin A\\sin B\\\\={}&bc[a^{2}(b^{2}+c^{2})-(b^{2}-c^{2})^{2}]:ca[b^{2}(c^{2}+a^{2})-(c^{2}-a^{2})^{2}]:ab[c^{2}(a^{2}+b^{2})-(a^{2}-b^{2})^{2}].\\end{aligned}}}\n  \n\nআর নববিন্দু কেন্দ্রের জন্য ব্যারিসেন্ট্রিক স্থানাঙ্কগুলো হলো:\n\n  \n    \n      \n        \n          \n            \n              \n              \n                a\n                cos\n                ⁡\n                (\n                B\n                −\n                C\n                )\n                :\n                b\n                cos\n                ⁡\n                (\n                C\n                −\n                A\n                )\n                :\n                c\n                cos\n                ⁡\n                (\n                A\n                −\n                B\n                )\n              \n            \n            \n              \n                =\n                \n\n                \n              \n              \n                \n                  a\n                  \n                    2\n                  \n                \n                (\n                \n                  b\n                  \n                    2\n                  \n                \n                +\n                \n                  c\n                  \n                    2\n                  \n                \n                )\n                −\n                (\n                \n                  b\n                  \n                    2\n                  \n                \n                −\n                \n                  c\n                  \n                    2\n                  \n                \n                \n                  )\n                  \n                    2\n                  \n                \n                :\n                \n                  b\n                  \n                    2\n                  \n                \n                (\n                \n                  c\n                  \n                    2\n                  \n                \n                +\n                \n                  a\n                  \n                    2\n                  \n                \n                )\n                −\n                (\n                \n                  c\n                  \n                    2\n                  \n                \n                −\n                \n                  a\n                  \n                    2\n                  \n                \n                \n                  )\n                  \n                    2\n                  \n                \n                :\n                \n                  c\n                  \n                    2\n                  \n                \n                (\n                \n                  a\n                  \n                    2\n                  \n                \n                +\n                \n                  b\n                  \n                    2\n                  \n                \n                )\n                −\n                (\n                \n                  a\n                  \n                    2\n                  \n                \n                −\n                \n                  b\n                  \n                    2\n                  \n                \n                \n                  )\n                  \n                    2\n                  \n                \n                .\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\begin{aligned}&a\\cos(B-C):b\\cos(C-A):c\\cos(A-B)\\\\={}&a^{2}(b^{2}+c^{2})-(b^{2}-c^{2})^{2}:b^{2}(c^{2}+a^{2})-(c^{2}-a^{2})^{2}:c^{2}(a^{2}+b^{2})-(a^{2}-b^{2})^{2}.\\end{aligned}}}\n  \n\nব্যারিসেন্ট্রিক স্থানাঙ্ক ব্যবস্থা অনুসারে যদি দুটি শীর্ষ কোণের পার্থক্য 90° অপেক্ষা বেশি হয় তবে ব্যারিসেন্ট্রিক স্থানাঙ্কগুলোর একটি ঋণাত্মক হবে এবং এর দরুন নববিন্দু কেন্দ্রটি ত্রিভুজটির বাইরে অবস্থান করবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএরিক ডব্লিউ. ওয়াইস্টাইন সম্পাদিত ম্যাথওয়ার্ল্ড থেকে \"Nine-Point Center\"।"}