{"pageid": 1096978, "title": "মার্গারেট্টা লুইস লেমন", "url": "https://bn.wikipedia.org/wiki?curid=1096978", "content": "মার্গারেটা \"এট্টা\" লুইসা লেমন  (জন্ম নাম  স্মিথ ; ২২ নভেম্বর ১৮৬০ - ৮ জুলাই ১৯৫৩) ছিলেন একজন ইংরেজ পাখি সংরক্ষণবাদী এবং বর্তমানে রয়্যাল সোসাইটি ফর দ্য প্রোটেকশন অফ বার্ডস (RSPB) এর একজন প্রতিষ্ঠাতা সদস্য।  তিনি কেন্টের একটি ধর্মপ্রচারক খ্রিস্টান পরিবারে জন্মগ্রহণ করেছিলেন। তার পিতার মৃত্যুর পর তিনি দ্রুত গতিতে বেড়ে চলা হ্যাটমেকিংয়ে প্লামেজ ব্যবহারের বিরুদ্ধে প্রচার চালান। এটা তৈরির জন্য পাখির পালক প্রয়োজন হত, যার ফলে কোটি কোটি পাখিকে তাদের পালকের জন্য হত্যা করা হয়েছিল। তিনি ১৮৮৯ সালে ক্রয়েডনে এলিজা ফিলিপসের সাথে ফার, ফিন এবং ফেদার ফোক প্রতিষ্ঠা করেন যা দুই বছর পরে  এমিলি উইলিয়ামসনের ম্যানচেস্টার-ভিত্তিক সোসাইটি ফর দ্য প্রোটেকশন অফ বার্ডস (SPB)-এর সাথে একীভূত হয়, যেটিও ১৮৮৯ সালেই প্রতিষ্ঠিত হয়েছিল। নতুন সংগঠনটি SPB নাম গ্রহণ করে এবং একীভূত সংস্থার জন্য সংবিধানটি ফ্র্যাঙ্ক লেমন লিখেছিলেন, যিনি এর আইনী উপদেষ্টা হয়েছিলেন। ১৮৯২ সালে এট্টা ফ্রাঙ্ক লেমনকে বিয়ে করেন এবং মিসেস লেমন হিসেবে তিনি SPB-এর প্রথম অনারারি সেক্রেটারি হন, এই পদটি তিনি ১৯০৪ সাল পর্যন্ত রেখেছিলেন, যতদি না সংস্থাটি RSPB হয়ে ওঠে।\nলেমনস তিন দশকেরও বেশি সময় ধরে আরএসপিবি-র নেতৃত্ব দিয়েছিল, যদিও এট্টার রক্ষণশীলতা, কর্তৃত্ববাদী ব্যবস্থাপনা এবং বৈজ্ঞানিক পাখিবিদ্যার বিরোধিতা ক্রমবর্ধমানভাবে সংগঠনের কমিটির সাথে সংঘর্ষের ঘনঘটা বাড়িয়ে তোলে। ১৯৩৮ সালে ৭৯ বছর বয়সে তাকে নেতৃত্বের ভূমিকা থেকে পদত্যাগ করার জন্য চাপ সৃষ্টি করা হয়েছিল। তার আমলে, পালকের আমদানি (নিষিদ্ধকরণ) আইন ১৯২১ পালকের আন্তর্জাতিক বাণিজ্যকে সীমাবদ্ধ করেছিল, কিন্তু তাদের বিক্রি বা ব্যবহারকে রোধ করতে পারেনি।\nলেমন প্রথম বিশ্বযুদ্ধের সময় রেডহিল ওয়ার হাসপাতালের পরিচালনার জন্য ১৯২০ সালে ব্রিটিশ সাম্রাজ্যের অর্ডারের সদস্য নিযুক্ত হন। তিনি রয়্যাল আর্লসউড হাসপাতাল, উইমেন ন্যাশনাল অ্যান্টি-সাফ্রেজ লীগ এবং স্থানীয় রেড ক্রস শাখা সহ অন্যান্য অনেক সংস্থার জন্য কাজ করেছেন। লেমন 1909 সালে প্রতিষ্ঠিত ব্রিটিশ পক্ষীবিদ ইউনিয়নের (BOU) প্রথম চার মহিলা সম্মানিত সদস্যদের একজন ছিলেন, যদিও তিনি নিজেকে কখনই একজন পক্ষীবিদ হিসেবে বিবেচনা করেননি।\nতিনি ১৯৫৩ সালের রেডহিলে ৯২ বছর বয়সে তিনি মারা যান এবং রিগেট কবরস্থানে তার স্বামীর পাশে তাকে সমাধিস্থ করা হয়।\n\n\n== তথ্যসূত্র =="}