{"pageid": 1096296, "title": "মোহাম্মদ ইব্রাহিম (বিচারপতি)", "url": "https://bn.wikipedia.org/wiki?curid=1096296", "content": "মোহাম্মদ ইব্রাহিম (১৮৯৪–১৩ নভেম্বর ১৯৬৬) ছিলেন একজন বাঙালি আইনজীবী, রাজনীতিবিদ, বিচারক ও শিক্ষাবিদ যিনি ঢাকা বিশ্ববিদ্যালয়ের ৮ম উপাচার্য। তিনি আইয়ুব খানের সামরিক সরকারের প্রথম কেন্দ্রীয় মন্ত্রিসভার আইনমন্ত্রী ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nমোহাম্মদ ইব্রাহিম ১৮৯৪ সালে ফরিদপুর জেলার সদরপুর উপজেলার শৈলডুবি গ্রামে মাতামহের বাড়িতে জন্মগ্রহণ করেন। তার পৈতৃক নিবাস ফরিদপুর জেলার সদরপুরের বিষ্ণপুর গ্রামে। তার পিতা গিয়াসউদ্দীন আহমদ।\nতিনি ১৯১৪ সালে বরিশাল জিলা স্কুল থেকে  ম্যাট্রিক, ঢাকা কলেজ থেকে ১৯১৬ সালে আইএ ও ১৯১৮ সালে একই কলেজ থেকে ইংরেজিতে বিএ ডিগ্রী অর্জন করেন। এরপর ঢাকা বিশ্ববিদ্যালয়ে অর্থনীতি বিষয়ে এমএ ডিগ্রী লাভ করেন।  কলকাতা বিশ্ববিদ্যালয়ের অধীনে ঢাকা আইন কলেজ থেকে তিনি ১৯২১ সালে বিএল ডিগ্রী অর্জন করেন।\n\n\n== কর্মজীবন ==\nমোহাম্মদ ইব্রাহিম প্রথমে ১৯২২ সালে ফরিদপুর ও পরে ঢাকা বারে আইন পেশার মাধ্যমে কর্মজীবন শুরু করেন। তিনি ১৯২৪ থেকে ১৯৪৩ সাল পর্যন্ত ছিলেন ঢাকা বিশ্ববিদ্যালয়ের আইন বিভাগের অধ্যাপক।\nতিনি ১৯৩৯ সালে ঢাকা জেলা কোর্টে পাবলিক প্রসিকিউটর (পিপি) হিসেবে দায়িত্ব পান। ১৯৪৩ সালে তিনি অতিরিক্ত জেলা ও দায়রা জজ হিসেবে নিযুক্ত হয়ে বিভিন্ন দায়িত্ব পালন করে ১৯৫০ সালে ঢাকা হাইকোর্ট বিভাগের বিচারপতি নিযুক্ত হন এবং ছয় বছর দায়িত্ব পালন করে ১৯৫৬ সালে অবসর গ্রহণ করেন। তিনি ইলেকশন ট্রাইবুনালের চেয়ারম্যান হিসেবেও দায়িত্ব করেন। ১৯৫৬ সালে তিনি তৎকালীন পাকিস্তান এশিয়াটিক সোসাইটির (বর্তমানে বাংলাদেশ এশিয়াটিক সোসাইটি) সভাপতি হিসেবে দায়িত্ব পালন করেন।\n৯ নভেম্বর ১৯৫৬ থেকে ২৭ অক্টোবর ১৯৫৮ সাল পর্যন্ত তিনি ঢাকা বিশ্ববিদ্যালয়ের উপাচার্য ছিলেন। তিনি ঢাকা বিশ্ববিদ্যালয়ের ৮ম উপাচার্য।\n৭ অক্টোবর ১৯৫৮ সালে আইয়ুব খানের সামরিক সরকারের প্রথম কেন্দ্রীয় মন্ত্রিসভার আইনমন্ত্রী নিযুক্ত হন। সরকারের সঙ্গে মতবিরোধ ঘটায় ১৫ এপ্রিল ১৯৬২ সালে মন্ত্রিত্ব থেকে পদত্যাগ করেন।\nশেখ মুজিবুর রহমানে ইব্রাহিমকে আওয়ামী লীগের সভাপতি হওয়ার প্রস্তাব দিয়েছিলেন, কিন্তু তিনি সম্মতি দেননি।\n\n\n== পারিবারিক জীবন ==\nমোহাম্মদ ইব্রাহিমের স্ত্রী লুৎফুন্নেসা ইব্রাহিম। এই দম্পতীর ১ মেয়ে ও ২ ছেলে।তার মেয়ে সুফিয়া আহমেদ ছিলেন একুশে পদক প্রাপ্ত বাংলাদেশের প্রথম নারী জাতীয় অধ্যাপক।\n\n\n== মৃত্যু ==\nমোহাম্মদ ইব্রাহিম ১৩ নভেম্বর ১৯৬৬ সালে ঢাকায় মৃত্যুবরণ করেন। তাকে আজিমপুর করবস্থানে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায়: মোহাম্মদ ইব্রাহিম"}