{"pageid": 1096152, "title": "কেভিএম সুইচ", "url": "https://bn.wikipedia.org/wiki?curid=1096152", "content": "কেভিএম সুইচ (কেভিএম \"কীবোর্ড, ভিডিও এবং মাউস\" এর সংক্ষিপ্তরূপ) একটি হার্ডওয়্যার যন্ত্র যা আপনাকে একটি একক কীবোর্ড, মনিটর এবং মাউসের (কেভিএম) মাধ্যমে একাধিক কম্পিউটার নিয়ন্ত্রণ করতে দেয়। প্রথম কেভিএম সুইচটি মাদারবোর্ড এবং প্রোডাকশন সার্ভারের গুণমান পরীক্ষার জন্য একটি পরীক্ষার সরঞ্জাম হিসাবে তৈরি করা হয়েছিল, এবং শুধুমাত্র ভিডিও এবং কীবোর্ড সমর্থন করেছিল যেহেতু মাউসটি সেই সময় আবিষ্কৃত হয়নি। এবং কম্পিউটার প্রযুক্তি বিকশিত হতে থাকে, কেভিএম সুইচগুলিও যা বিভিন্ন সিস্টেম এবং অ্যাপ্লিকেশনগুলির জন্য বিভিন্ন ধরনের বিকাশের দিকে পরিচালিত করে। এখানে কেভিএম সুইচের চারটি বিভাগ রয়েছে।\n\n\n== ব্যবহার ==\nএকটি কেভিএম সুইচ একটি হার্ডওয়্যার ডিভাইস, যা ডেটা সেন্টারে ব্যবহৃত হয়, যা একটি একক কীবোর্ড, মনিটর এবং মাউস (কেভিএম) থেকে একাধিক কম্পিউটার নিয়ন্ত্রণের অনুমতি দেয়। এই সুইচটি তারপরে ডেটা সেন্টারের কর্মীদের যে কোনও সার্ভারে সংযোগ করতে দেয়। হোম ব্যবহারের একটি সাধারণ উদাহরণ হল ল্যাপটপ, ট্যাবলেট পিসি বা পিডিএ বা একটি ভিন্ন অপারেটিং সিস্টেম ব্যবহার করে একটি পোর্টেবল ডিভাইস, বা একটি কম্পিউটারের সাথে হোম পিসির পূর্ণ আকারের কীবোর্ড, মাউস এবং মনিটর ব্যবহার সক্ষম করা।\nকেভিএম সুইচগুলি কম্পিউটারগুলি সংযোগ করার বিভিন্ন পদ্ধতি সরবরাহ করে। পণ্যের উপর নির্ভর করে, সুইচটি ডিভাইসে দেশীয় সংযোগকারীউপস্থাপন করতে পারে যেখানে স্ট্যান্ডার্ড কীবোর্ড, মনিটর এবং মাউস কেবল সংযুক্ত করা যেতে পারে। একটি একক ডিবি-২৫ বা অনুরূপ সংযোগকারী রাখার আরেকটি পদ্ধতি যা কম্পিউটারে তিনটি স্বাধীন কীবোর্ড, মনিটর এবং মাউস কেবলের সাথে সুইচে সংযোগ গুলি একত্রিত করে। পরবর্তীতে, এগুলি একটি বিশেষ কেভিএম কেবল দ্বারা প্রতিস্থাপিত হয়েছিল যা কীবোর্ড, ভিডিও এবং মাউস কেবলগুলিকে একটি একক মোড়ানো এক্সটেনশন কেবলে একত্রিত করেছিল। শেষ পদ্ধতির সুবিধাটি কেভিএম সুইচ এবং সংযুক্ত কম্পিউটারের মধ্যে কেবলের সংখ্যা হ্রাস করা। অসুবিধাটি এই যে কেবলগুলির ব্যয়।\n\n\n== তথ্যসূত্র ==\n\"What is a KVM switch?\"। www.aten.com। সংগ্রহের তারিখ ২০২১-১০-২৩। \n\"KVM Switch Buying Guide | Tripp Lite\"। web.archive.org। ২০১৬-০৩-০৪। Archived from the original on ২০১৬-০৩-০৪। সংগ্রহের তারিখ ২০২১-১০-২৩। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: বট: আসল-ইউআরএলের অবস্থা অজানা (link) \n\"Technology: USB DDM, DCC, KVMX, DualCoreKVM, FullTime DDC\"। ConnectPRO (ইংরেজি ভাষায়)। ২০২০-১১-২৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২১-১০-২৩। \n\"Understanding the Four Categories of KVM Switches - Raritan\"। www.raritan.com (ইংরেজি ভাষায়)। সংগ্রহের তারিখ ২০২১-১০-২৩।"}