{"pageid": 1096443, "title": "আন্ডারগ্রাউন্ড পিস লাভারস", "url": "https://bn.wikipedia.org/wiki?curid=1096443", "content": "আন্ডারগ্রাউন্ড পিস লাভারস বাংলাদেশের একটি স্বাধীন সঙ্গিতদল, যা ১৯৭২ সালে প্রতিষ্ঠিত হয়। এটি স্বাধীন বাংলাদেশে গঠিত প্রথম সঙ্গীত দল।\n\n\n== ইতিহাস ==\n\n\n=== ১৯৭২ - ১৯৭৫: প্রারম্ভিক সময় ===\n১৯৭২ সালের জানুয়ারি মাসে দস্তগীর হক, ওমর খালেদ রুমী, সাজ্জাদ আলী, সালাউদ্দীন খান এবং শাহেদুল হুদা মিলে গঠন করেন আন্ডারগ্রাউন্ড পিস লাভারস ব্যান্ডটি যা ছিলো স্বাধীন বাংলাদেশের প্রথম ব্যান্ড দল। ১৯৭২ সালের মার্চ মাসে হোটেল পূর্বানীতে অনুষ্ঠিত বাংলাদেশের প্রথম কনসার্টে অংশ নেয় ব্যান্ডটি। হোটেল ইন্টারকন্টিনেন্টালের সাথে তাদের এক বছরের চুক্তি হয়। ব্যান্ড দলটি সেসময় বিভিন্ন অনুষ্ঠান ও ক্লাবগুলোতে জনপ্রিয় ইংরেজি গান ও কিছু বাংলা গান পরিবেশন করত। ব্যান্ডটি সত্তরের দশকে বাংলাদেশে জনপ্রিয় হয়ে উঠেছিলো। ১৯৭৩ সালে মুক্তি পাওয়া ‘ধীরে বহে মেঘনা’সহ বেশ কয়েকটি চলচ্চিত্রের আবহসংগীতের কাজ করেছে দলটি। ১৯৭৪ সালের দুর্ভিক্ষের সময় দলটি দাতব্য অনুষ্ঠান করে অর্থ সংগ্রহ করে। ১৯৭৫ সালে ব্যান্ড দলটি ভেঙ্গে যায় এবং রুমী ছাড়া সকল সদস্য বিদেশ চলে যান।\n\n\n=== ২০১১ - বর্তমান: প্রত্যাবর্তন ===\n২০১১ সালে এবং পরবর্তীতে ২০১৬ সালে ব্যান্ডের সদস্যদের বাংলাদেশে পুনর্মিলন হয়। ২০১৭ সালের ৭ জানুয়ারিতে দল গঠনের ৪৫ বছর পূর্তিতে ঢাকা ক্লাবের বেঙ্গল লাউঞ্জে তাদের স্বনামে প্রথম অ্যালবাম প্রকাশ করে।\n\n\n== বর্তমান সদস্যতালিকা ==\nআন্ডারগ্রাউন্ড পিস লাভারস-এর বর্তমান লাইন-আপ হলো:\n\nদস্তগীর হক (মূল কন্ঠ)\nওমর খালেদ রুমী (কণ্ঠ এবং গিটার)\nসাজ্জাদ আলী (কণ্ঠ এবং গিটার)\nসালাউদ্দীন খান (বেস ও কণ্ঠ)\nশাহেদুল হুদা (ড্রাম এবং কণ্ঠ)\n\n\n== ডিস্কোগ্রাফি ==\nএই ব্যান্ডটির একমাত্র অ্যালবামের শিরোনাম তাদের নামে দেওয়া। এই অ্যালবামটিতে ১৩টি গান রয়েছে। এর মধ্যে ইংরেজি গান রয়েছে ৯টি:\n\nম্যান অন দ্যা স্ট্রিট\nএইন'ট নো অরডিনারি কাইন্ড\nনেভার সে গুডবাই\nঅ্যান্ড আই ওয়ান্ডার\nবিচ টাউন\nবৃষ্টি\nজানিনা\nসন্ধ্যা\nলিজি\nহাউ ক্যান ইউ ফল ইন লাভ\nআমার গান রিগায়ে\nযাই যাই যাই যাই\nইউ হ্যাভ গট অ্যা ফ্রেন্ড\n\n\n== কিংবদন্তি ==\n২০১৭ সালে ইমতিয়াজ আলম বেগ দলটিকে নিয়ে জি সিরিজের পরিবেশনায় ‘মেন ফ্রম সেভেন্টি টু’ শিরোনামের ১৯ মিনিটের তথ্যচিত্র নির্মাণ করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআন্ডারগ্রাউন্ড পিস লাভারস অ্যালবামটির আনুষ্ঠানিক ইউটিউব লিংক"}