{"pageid": 109678, "title": "নৃসিংহ", "url": "https://bn.wikipedia.org/wiki?curid=109678", "content": "নৃসিংহ (সংস্কৃত: नरसिंह, অনুবাদ 'man-lion', আইএএসটি: Narasiṃha, বানানান্তরে নরসিংহ) বিষ্ণুর চতুর্থ অবতার। পুরাণ, উপনিষদ ও অন্যান্য প্রাচীন হিন্দু ধর্মগ্রন্থে তার উল্লেখ রয়েছে। তিনি হিন্দুদের জনপ্রিয়তম দেবতাদের অন্যতম। সাধারণত দুষ্টের দমন ও শিষ্টের পালনের অন্যতম প্রতীক তিনি৷ প্রাচীন মহাকাব্য, মূর্তিতত্ত্ব, মন্দির ও উৎসব ইত্যাদির তথ্যপ্রমাণ থেকে জানা যায় এক হাজার বছরেরও বেশি সময় ধরে তার পূজা প্রচলিত রয়েছে। নৃসিংহকে শৌর্যের মূর্তপ্রতীক এবং তার মন্ত্র শত্রুনিধন ও অমঙ্গল দূরীকরণে বিশেষ ফলপ্রসূ বলে মনে করা হয়। তাই অতীতে শাসক ও যোদ্ধারা নৃসিংহের পূজা করতেন।\nনৃসিংহ অর্ধ-মনুষ্য অর্ধ-সিংহ আকারবিশিষ্ট। তার দেহ মনুষ্যাকার, কিন্তু সিংহের ন্যায় মস্তক ও নখরযুক্ত। মৎস্যপুরাণ অনুযায়ী নৃসিংহ অষ্টভুজ হলেও, অগ্নিপুরাণ অনুযায়ী তিনি চতুর্ভুজ। একাধিক বৈষ্ণব সম্প্রদায়ে তার পূজা প্রচলিত। দক্ষিণ ভারতে নৃসিংহ পূজার বিশেষ প্রচলন দেখা যায়। হিন্দুদের বিশ্বাস অনুযায়ী, নৃসিংহ ‘মহারক্ষক’; তিনি তার ভক্তের প্রয়োজনের সময় সর্বদা  বিপদ হতে তাকে (ভক্তকে) রক্ষা করে থাকেন।\n\n\n== শাস্ত্রোল্লেখ ==\nএকাধিক পুরাণ গ্রন্থে নৃসিংহদেবের উল্লেখ পাওয়া যায়। পুরাণে নৃসিংহ-সংক্রান্ত মূল উপাখ্যানটির সতেরোটি পাঠান্তর বর্তমান। কয়েকটি কাহিনি অন্যান্য কাহিনিগুলির চেয়ে একটু বিস্তারিত। নৃসিংহ অবতারের বর্ণনা রয়েছে ভাগবত পুরাণ (সপ্তম স্কন্দ), অগ্নিপুরাণ (৪।২-৩), ব্রহ্মাণ্ডপুরাণ (২।৫।৩-২৯), বায়ুপুরাণ (৬৭।৬১-৬৬), হরিবংশ (৪১ এবং ৩।৪১-৪৭), ব্রহ্মপুরাণ (২১৩।৪৪-৭৯), বিষ্ণুধর্মোত্তর পুরাণ (১।৫৪), কূর্মপুরাণ (১।১৫।১৮-৭২), মৎস্যপুরাণ (১৬১-১৬৩), পদ্মপুরাণ (উত্তরখণ্ড, ৫।৪২), শিবপুরাণ (২।৪।৪৩ ও ৩।১০-১২), লিঙ্গপুরাণ (১।৯৫-৯৬), স্কন্দপুরাণ ৭ (২।১৮।৬০-১৩০) ও বিষ্ণুপুরাণ (১।১৬-২০) গ্রন্থে। মহাভারত-এও (৩।২৭২।৫৬-৬০) নৃসিংহ অবতারের একটি সংক্ষিপ্ত বর্ণনা রয়েছে। এছাড়া একটি প্রাচীন বৈষ্ণব গোপালতাপনী উপনিষদ (নরসিংহ তাপনী উপনিষদে) তার নাম উল্লিখিত হয়েছে।\n\n\n=== বৈদিক উল্লেখ ===\nবেদেও বনচারী ও সিংহমুখী ভগবান এর উল্লেখ আছে।\n\n\n=== নৃসিংহ ও প্রহ্লাদ ===\n\nভাগবত পুরাণ-এ বর্ণিত নৃসিংহের কাহিনিটি নিম্নরূপ:\nনৃসিংহের পূর্ববর্তী অবতার বরাহ, হিরণ্যাক্ষ নামে এক রাক্ষসকে বধ করেন। হিরণ্যাক্ষের ভাই হিরণ্যকশিপু এই কারণে প্রবল বিষ্ণুবিদ্বেষী হয়ে ওঠেন। দাদার হত্যার প্রতিশোধ মানসে তিনি বিষ্ণুকে হত্যা করার পথ খুঁজতে থাকেন। তিনি মনে করেন, সৃষ্টিকর্তা ব্রহ্মা এই জাতীয় প্রবল বর বা ক্ষমতা প্রদানে সমর্থ। তিনি বহু বছর ব্রহ্মার কঠোর তপস্যা করেন। ব্রহ্মাও হিরণ্যকশিপুর তপস্যায় সন্তুষ্ট হন। তিনি হিরণ্যকশিপুর সম্মুখে উপস্থিত হয়ে তাকে বর দিতে চান। হিরণ্যকশিপু বলেন:\n\nহে প্রভু, হে শ্রেষ্ঠ বরদাতা, আপনি যদি আমাকে সত্যই বর দিতে চান, তবে এমন বর দিন যে বরে আপনার সৃষ্ট কোনো জীবের হস্তে আমার মৃত্যু ঘটবে না।\nআমাকে এমন বর দিন, যে বরে আমার বাসস্থানের অন্দরে বা বাহিরে আমার মৃত্যু ঘটবে না; দিবসে বা রাত্রিতে, ভূমিতে বা আকাশে আমার মৃত্যু হবে না। আমাকে এমন বর দিন, যে বরে শস্ত্রাঘাতে, মনুষ্য বা পশুর হাতে আমার মৃত্যু হবে না।\nআমাকে এমন বর দিন, যে বরে কোনো জীবিত বা মৃত সত্তার হাতে আমার মৃত্যু হবে না; কোনো উপদেবতা, দৈত্য বা পাতালের মহানাগ আমাকে হত্যা করতে পারবে না; যুদ্ধক্ষেত্রে আপনাকে কেউই হত্যা করতে পারে না; তাই আপনার কোনো প্রতিদ্বন্দ্বী নেই। আমাকেও বর দিন যাতে আমারও কোনো প্রতিযোগী না থাকে। এমন বর দিন যাতে সকল জীবসত্তা ও প্রভুত্বকারী দেবতার উপর আমার একাধিপত্য স্থাপিত হয় এবং আমাকে সেই পদমর্যাদার উপযুক্ত সকল গৌরব প্রদান করুন। এছাড়া আমাকে তপস্যা ও যোগসাধনার প্রাপ্তব্য সকল সিদ্ধাই প্রদান করুন, যা কোনোদিনও আমাকে ত্যাগ করবে না।\n\nহিরণ্যকশিপু যখন মন্দার পর্বতে তপস্যা করছিলেন, তখন ইন্দ্র ও অন্যান্য দেবগণ তার প্রাসাদ আক্রমণ করেন। দেবর্ষি নারদ হিরণ্যকশিপুর স্ত্রী কায়াদুকে রক্ষা করেন। দেবর্ষি দেবগণের নিকট কায়াদুকে ‘পাপহীনা’ বলে উল্লেখ করেন। নারদ কায়াদুকে নিজ আশ্রমে নিয়ে যান। সেখানে কায়াদু প্রহ্লাদ নামে একটি পুত্রসন্তানের জন্ম দেন। নারদ প্রহ্লাদকে শিক্ষিত করে তোলেন। নারদের প্রভাবে প্রহ্লাদ হয়ে ওঠেন পরম বিষ্ণুভক্ত। এতে তার পিতা হিরণ্যকশিপু অত্যন্ত ক্ষুব্ধ হন।\nক্রমে প্রহ্লাদের বিষ্ণুভক্তিতে হিরণ্যকশিপু এতটাই ক্ষুব্ধ ও বিরক্ত হন যে, তিনি নিজ পুত্রকে হত্যা করার সিদ্ধান্ত নেন। কিন্তু যতবারই তিনি বালক প্রহ্লাদকে বধ করতে যান, ততবারই বিষ্ণুর মায়াবলে প্রহ্লাদের প্রাণ রক্ষা পায়। হিরণ্যকশিপু প্রহ্লাদকে বলেন তাকে ত্রিভুবনের অধিপতি রূপে স্বীকার করে নিতে। প্রহ্লাদ অস্বীকার করেন। তিনি বলেন একমাত্র বিষ্ণুই এই ব্রহ্মাণ্ডের সর্বোচ্চ প্রভু। ক্রুদ্ধ হিরণ্যকশিপু তখন একটি স্তম্ভ দেখিয়ে প্রহ্লাদকে জিজ্ঞাসা করেন যে, ‘তার বিষ্ণু’ সেখানেও আছেন কিনা:\n\n \"ওরে হতভাগা প্রহ্লাদ, তুই সব সময়ই আমার থেকেও মহৎ এক পরম সত্তার কথা বলিস। এমন এক সত্তা যা সর্বত্র অধিষ্ঠিত, যা সকলকে নিয়ন্ত্রণ করতে পারে এবং যা সর্বত্রব্যাপী। কিন্তু সে কোথায়? সে যদি সর্বত্র থাকে তবে আমার সম্মুখের এই স্তম্ভটিতে কেন নেই?\"\n \nপ্রহ্লাদ উত্তর দিলেন, তিনি [এই স্তম্ভে] ছিলেন, আছেন ও থাকবেন। উপাখ্যানের অন্য একটি পাঠান্তর অনুযায়ী, প্রহ্লাদ বলেছিলেন, তিনি এই স্তম্ভে আছেন, এমনকি ক্ষুদ্রতম যষ্টিটিতেও আছেন। হিরণ্যকশিপু ক্রোধ সংবরণ করতে না পেরে গদার আঘাতে স্তম্ভটি ভেঙে ফেলেন। তখনই সেই ভগ্ন স্তম্ভ থেকে প্রহ্লাদের সাহায্যার্থে নৃসিংহের মূর্তিতে আবির্ভূত হন বিষ্ণু। ব্রহ্মার বর যাতে বিফল না হয়, অথচ হিরণ্যকশিপুকেও হত্যা করা যায়, সেই কারণেই বিষ্ণু নরসিংহের বেশ ধারণ করেন: হিরণ্যকশিপু দেবতা, মানব বা পশুর মধ্য নন, তাই নৃসিংহ পরিপূর্ণ দেবতা, মানব বা পশু নন; হিরণ্যকশিপুকে দিবসে বা রাত্রিতে বধ করা যাবে না, তাই নৃসিংহ দিন ও রাত্রির সন্ধিস্থল গোধূলি সময়ে তাকে বধ করেন; হিরণ্যকশিপু ভূমিতে বা আকাশে কোনো শস্ত্রাঘাতে বধ্য নন, তাই নৃসিংহ তাকে নিজ জঙ্ঘার উপর স্থাপন করে নখরাঘাতে হত্যা করেন; হিরণ্যকশিপু নিজ গৃহ বা গৃহের বাইরে বধ্য ছিলেন না, তাই নৃসিংহ তাকে বধ করেন তারই গৃহদ্বারে।\nকূর্মপুরাণ-এর বর্ণনা অনুসারে, এরপর পুরুষ ও দৈত্যদের মধ্যে এক প্রবল সংগ্রাম শুরু হয়। এই যুদ্ধে তিনি পাশুপত নামে এক মহাস্ত্রকে প্রতিহত করেন। পরে প্রহ্লাদের ভাই অনুহ্লাদের নেতৃত্বাধীন দৈত্যবাহিনীকে নৃসিংহ অবতারের দেহ হতে নির্গত এক মহাসিংহ যমালয়ে প্রেরণ করেন। মৎস্যপুরাণ (১৭৯) গ্রন্থেও নৃসিংহ অবতারের বর্ণনার পর এই ঘটনার উল্লেখ করা হয়েছে।\nভাগবত পুরাণ-এ আরও বলা হয়েছে: হিরণ্যকশিপুকে বধ করার পর সকল দেবতাই নৃসিংহদেবের ক্রোধ নিবারণে ব্যর্থ হন। বিফল হন স্বয়ং শিবও। সকল দেবগণ তখন তার পত্নী লক্ষ্মীকে ডাকেন; কিন্তু লক্ষ্মীও স্বামীর ক্রোধ নিবারণে অক্ষম হন। তখন ব্রহ্মার অনুরোধে প্রহ্লাদ এগিয়ে আসেন। ভক্ত প্রহ্লাদের স্তবগানে অবশেষে নৃসিংহদেব শান্ত হন। নৃসিংহদেব \"প্রহ্লাদকে কোলে লইয়া গা চাটিতে লাগিলেন।\" প্রত্যাবর্তনের পূর্বে নৃসিংহদেব প্রহ্লাদকে রাজা করে দেন।\n\nশিবপুরাণ গ্রন্থে নৃসিংহ উপাখ্যানের একটি শৈব পাঠান্তর বর্ণিত হয়েছে, যা প্রথাগত কাহিনিটির থেকে একটু ভিন্ন: নৃসিংহকে শান্ত করতে শিব প্রথমে বীরভদ্রকে প্রেরণ করেন। কিন্তু বীরভদ্র ব্যর্থ হলে শিব স্বয়ং মনুষ্য-সিংহ-পক্ষী রূপী শরভের রূপ ধারণ করেন। এই কাহিনির শেষভাগে বলা হয়েছে, শরভ কর্তৃক বদ্ধ হয়ে বিষ্ণু শিবের ভক্তে পরিণত হন। লিঙ্গপুরাণ গ্রন্থেও শরভের কাহিনি রয়েছে। যদিও বিজয়েন্দ্র তীর্থ প্রমুখ বৈষ্ণব দ্বৈতবাদী পণ্ডিতগণ সাত্ত্বিক পুরাণ ও শ্রুতি শাস্ত্রের ভিত্তিতে নৃসিংহের উপাখ্যানটির প্রতি দৃষ্টিভঙ্গিতে বিতর্কের অবকাশ রেখেছেন।\nএই উপাখ্যান অনুসারে এবং ভক্তদের বিশ্বাস অনুযায়ী, নৃসিংহদেব তার সত্য ভক্তদের চরমতম বিপদের সময় রক্ষা করেন। একটি কিংবদন্তি অনুসারে, এক কাপালিক দেবী কালীর নিকট আদি শংকরকে বলি দিতে গেলে নৃসিংহদেব তাকে রক্ষা করেছিলেন; এরপরই আদি শংকর তার প্রসিদ্ধ লক্ষ্মী-নরসিংহ স্তোত্রটি রচনা করেন।\n\n\n== আইকনোগ্রাফি ==\n\n\n== তাৎপর্য ==\n\n\n=== মুদ্রা, শিলালিপি এবং পোড়ামাটির ===\n\n\n=== পারফরম্যান্স আর্টস ===\nথাম্ব|নৃসিংহ, কালীঘাট পটচিত্র, ১৯শ শতাব্দী\n\n\n=== প্রার্থনা ===\n\n\n== প্রথম দিকের ছবি ==\n\n\n== বিখ্যাত নৃসিংহদেবের মন্দির ==\n\n\n=== ভারতে ===\nযোগনারসিংহ মন্দির, দেবরায়নাদুর্গা, কর্ণাটক\nলক্ষ্মী নরসিংহ মন্দির, মঙ্গলাগিরি, অন্ধ্রপ্রদেশ\nশ্রী মলয়াদ্রি লক্ষ্মী নরসিংহ স্বামী মন্দির, মলয়াদ্রি, অন্ধ্রপ্রদেশ\nবৈদিক তারামণ্ডল মন্দির, মায়াপুর, পশ্চিমবঙ্গ\nবেদাদ্রি নরসিংহ মন্দির, বেদাদ্রি, অন্ধ্রপ্রদেশ।\nপ্রহ্লাদ ঘাট, হারদোই, উত্তরপ্রদেশ\nনরসিং ঠাকুর মন্দির, ইম্ফল, মণিপুর\nশ্রী লক্ষ্মী নরসিংহ মন্দির, মহারাষ্ট্র\nইসকন উজ্জয়িনী\nশ্রী নরসিংহ মন্দির, সাঙ্গাভেদে, কোলহাপুর, মহারাষ্ট্র\nবরাহ লক্ষ্মী নরসিংহ মন্দির, সিংহাচলম, অন্ধ্রপ্রদেশ\nইসকন (হরে কৃষ্ণ) স্বর্ণ মন্দির, তেলেঙ্গানা\nলক্ষ্মী নরসিংহ মন্দির, ইয়াদাদ্রি, তেলেঙ্গানা\nনরসিংহ মন্দির, পুরী, ওড়িশা\nনরসিংহ মন্দির, ভুবনেশ্বর, ওড়িশা\nগুরু নরসিংহ মন্দির, সালিগ্রাম, কর্ণাটক\nনরসিংহম যোগ নরসিংহ পেরুমাল মন্দির, তামিলনাড়ু\nনরসিংহস্বামী মন্দির, নামাক্কাল, তামিলনাড়ু\nশ্রী লক্ষ্মী নরসিংহ মন্দির, থ্যালাসেরি, কেরালা\nনরসিংহজি মন্দির, রাজস্থান\nনৃসিংহ মন্দির, নদীয়া, পশ্চিমবঙ্গ\nনরসিংহ স্বামী মন্দির, অহোবিলাম, অন্ধ্রপ্রদেশ\nশ্রী নরসিংহ ধাম মন্দির, ঘগওয়াল, সাম্বা জেলা, জম্মু ও কাশ্মীর।\nনরসিংহ ঝর্ণা গুহা মন্দির, বিদার, কর্ণাটক\nনরসিংহপল্লী, নবদ্বীপ, পশ্চিমবঙ্গ।\n\n\n=== যুক্তরাজ্য ===\nইসকন ভক্তিবেদান্ত মনোর, ওয়াটফোর্ড, ইংল্যান্ড\n\n\n=== জার্মানি ===\nইস্কন সিংহাচলম:\nসিংহাচলমের আক্ষরিক অর্থ পাহাড়ের চূড়ায় সিংহ।\n\n\n== আরও দেখুন ==\n\nপ্রহ্লাদ\nহিরণ্যকশিপু\nনৃসিংহ পুরাণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশ্রী নৃসিংহ কবচ\nনৃসিংহের অবতার\nনরসিংহদেবের প্রতি প্রার্থনা\nভগবত পুরাণ - নৃসিংহের হিরণ্যকশিপু সংহার"}