{"pageid": 1096908, "title": "ভ্যালেনসবেক", "url": "https://bn.wikipedia.org/wiki?curid=1096908", "content": "ভ্যালেনসবেক হল ডেনমার্কের কোপেনহেগেনের একটি সমুদ্রতীরবর্তী পশ্চিম উপনগরী।এটি গ্রেটার কোপেনহেগেন এলাকার অংশ।এটি তার নিজস্ব পৌরসভা গঠন করে, ভ্যালেনসবেক পৌরসভা, যেটি ডেনিশ পৌরসভাগুলির মধ্যে একটি। এর  উপকূল বরাবর সীমানায় রয়েছে কগ বে, কগ বে বিচ পার্ক (ড্যানিশ: Køge Bugt Strandpark)। ভ্যালেনসবেকের উপনগরী দুটি অংশ নিয়ে গঠিত, একে অপরের সাথে সরাসরি সংযুক্ত নয়: উত্তরে ভ্যালেনসবেক নর্ডমার্ক এবং দক্ষিণে ভ্যালেনসবেক স্ট্র্যান্ড। শহরের দুটি অংশকে একসাথে সাধারণভাবে ভ্যালেনসবেক নামে বলা।\n\n\n== ইতিহাস ==\nভ্যালেনসবেক অন্তত ১১৮৪ খ্রিস্টাব্দ থেকে পরিচিত, \"উলেন্সবেচ\" হিসাবে উল্লেখ করা হয়েছিল।  ভ্যালেনসবেকের প্যারিশ পৌরসভা (ড্যানিশ: sognekommune) ১৮৪২ সালে প্রতিষ্ঠিত হয়েছিল।\n১৯৭২ সালে তৈরি হওয়া ভ্যালেনসবেক রেলস্টেশন কোগে উপকূলীয় রেললাইনের প্রথম পর্যায়ের টার্মিনাস রেল স্টেশন ছিল। ট্রেন লাইনের উদ্বোধন এই শহরতলির সমূহ উন্নয়ন ঘটায়।\n\n\n== ভ্যালেন্সবেক নর্ডমার্ক ==\nভ্যালেন্সবেক নর্ডমার্ক প্রায় পুরোটাই বিভিন্ন আবাসিক ভবন, প্রধানত বিচ্ছিন্ন ঘর, একটি ছোট শিল্পাঞ্চল এবং কিছু স্কুল ও প্রতিষ্ঠান নিয়ে গঠিত এলাকা।  ভ্যালেন্সবেক নর্ডমার্ক আলবার্টস্লুন্ড-এর সাথে সংযুক্ত।\n\n\n== ভ্যালেন্সবেক স্ট্র্যান্ড ==\nভ্যালেনসেকের উত্তর অংশ ভ্যালেন্সবেক স্ট্র্যান্ড একটি শিল্প এলাকা এবং এখানে অনেকগুলি সিটি ব্লক রয়েছে।  ভ্যালেন্সবেক স্ট্র্যান্ডতে মূলত বিচ্ছিন্ন ঘর বিশিষ্ট।  ভ্যালেন্সবেক স্ট্র্যান্ডের কেন্দ্রের কাছে আছে ভ্যালেনসবেক স্টেশন, সেইসাথে অনেক সুযোগ-সুবিধা-পরিষেবা, স্কুল এবং বিভিন্ন প্রতিষ্ঠান রয়েছে।  এটি উপকূলের কাছাকাছি, যদিও ভ্যালেনসবেক স্ট্র্যান্ডের সাথে সরাসরি যুক্ত নয়, এটি একটি বিশাল মেরিনা।  মেরিনার পাশে রয়েছে কেজ বাগ স্ট্র্যান্ডপার্ক, যার একটি ছোট অংশ ভ্যালেনসবেক পৌরসভার অন্তর্ভুক্ত।  ভ্যালেন্সবেক স্ট্র্যান্ড ব্র্যান্ডবি স্ট্র্যান্ড-এর সাথে সংযুক্ত।\n\n\n=== মেরিনা এবং সৈকত ===\nভ্যালেনসবেক মেরিনা হল ৭ কিমি দীর্ঘ কোগে উপকূলীয় বিচ পার্কের চারটি মেরিনার মধ্যে একটি।  কোগে বাগ স্ট্র্যান্ডপার্ক হল কোগো উপকূলের একটি পার্ক। ১৯৮০ সালে এটি কৃত্রিমভাবে তৈরি করা হয়েছিল। এটি উপসাগরের উপকূল বরাবর গ্রীভ, ইশজ, ভ্যালেনসবেক এবং ব্র্যান্ডবি পৌরসভায় অবস্থিত।  ভ্যালেনসবেক পৌরসভার সৈকতগুলি ইশজ পৌরসভা দ্বারা পরিচালিত হয়।\nমেরিনায় বেশ কয়েকটি রেস্তোরাঁর পাশাপাশি নাবিকদের জন্য অন্যান্য অনেক সুবিধা রয়েছে।  সৈকত পার্ক উন্নত স্নানের সুবিধা সুবিধা আছে এবং এখানে প্রায় ৬০০টি নৌকার জন্য জায়গা রয়েছে।\n\n\n=== পরিবহন ===\nএস-ট্রেন নেটওয়ার্কের কোগে বাগট রেললাইন-এ অবস্থিত, ভ্যালেনসবেক স্টেশন এ-ট্রেন থামে, ট্রেন পরিষেবার অন্তর্গত।\nএছাড়াও এই অঞ্চলটি দক্ষিণে কোগে বাগ মোটরওয়ে এবং উত্তরে হলব্যাক মোটরওয়ে  পরিষেবা পাওয়া যায়।\n\n\n== সংস্কৃতি এবং আকর্ষণ ==\nভ্যালেন্সবেক সংস্কৃতি এবং নাগরিক কেন্দ্র\nভ্যালেন্সবেক কিরকে\nভ্যালেন্সবেক গলফ\nভ্যালেন্সবেক হ্যাভন\n\n\n== বিদ্যালয় ==\nএখানে তিনটি বিদ্যালয় রয়েছে;  পাইলহেভ স্কুল (ভ্যালেনসবেক নর্ডমার্ক), ভ্যালেনসবেক স্কুল (গ্রাম) এবং এঘলম স্কুল (স্ট্র্যান্ডেন)\n\n\n== ভ্যালেন্সবেক প্যারিশ ১৭৭৮ সাল ==\n স্মোরাম হেরেড, কোপেনহেগেন কাউন্টি, সজেল্যান্ড ডায়োসিস এর ভ্যালেনসব্যাক প্যারিশ।  এর মধ্যে রয়েছে ভ্যালেনসবেক, ১৪টি সম্পূর্ণ খামার, ২টি অর্ধেক খামার, ৩৪টি বাড়ি৷\nগির্জাটি আশীর্বাদকৃত স্ট্যাটাস কাউন্সিল নিসেন খুব সুন্দর অবস্থায় রাখা হয়েছে।\nপুরোহিতদের এবং কেরানি নিবাসটি অর্থ প্রদান ছাড়াই অনুসরণ করে এবং সাধারণ মানুষেরা কর দেয়।\nগ্লোস্ট্রুপ এবং ভ্যালেনসবেক গীর্জা' আয় থেকে, ১০ জন দরিদ্র ছেলে ও মেয়েকে ক্রমাগত বিনোদন দেওয়া হয়, যারা তাদের ১৫ বছর পর্যন্ত সাপ্তাহিক ৩টি মার্ক উপভোগ করে।\nএখানে কথিত আশীর্বাদপুষ্ট স্ট্যাটাস কাউন্সিলর নিসেন এবং তার স্ত্রী একটি কবরের ব্যবস্থা করা হয়েছিল।\n\n\n== উল্লেখযোগ্য নাগরিক ==\n\nনিলস নুডসেন (১৯০৪-১৯৮৭), স্থপতি\nপিয়া ওলসেন দিহর (জন্ম ১৯৭১), রাজনীতিবিদ, ফোকেটিং-এর সদস্য এবং সমাজবাদী পিপলস পার্টির সদস্য\nনিকোলাই ওয়ায়েল (জন্ম ১৯৭২), ফুটবল ম্যানেজার\nআমালি উইচম্যান (জন্ম ১৯৯৫), হ্যান্ডবল খেলোয়াড়\n\n\n== বহিঃসংযোগ ==\n\n(ডেনীয় ভাষায়) ভ্যালেনসবেক পৌরসভার ওয়েবসাইট\n(ডেনীয় ভাষায়) ভ্যালেনসবেক হারবার\n\n\n== তথ্যসূত্র =="}