{"pageid": 1096089, "title": "নারদ ভক্তিসূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1096089", "content": "নারদ ভক্তিসূত্র হিন্দুধর্মের ঐতিহ্যের অন্তর্গত একটি সুপরিচিত সূত্র, যা বিখ্যাত দেবর্ষি নারদ দ্বারা কথিত। পাঠ্যটি ভক্তি বা ভক্তিযোগের প্রক্রিয়া বর্ণনা করে এবং এইভাবে হিন্দুধর্মের মধ্যে অনেক ভক্তি আন্দোলনের জন্য বিশেষ গুরুত্ব রয়েছে। এটি বৈষ্ণব ঐতিহ্যের মধ্যে বিশেষ মনোযোগ পেয়েছে।\nসংস্কৃত শাস্ত্রগুলি প্রায়শই বিভিন্ন সংস্করণে উপস্থিত হয় যা সংগঠন এবং শ্লোক সংখ্যায় পার্থক্য দেখাতে পারে। যেমন স্বামী প্রভবানন্দের অনুবাদের ক্ষেত্রে নয়টি অধ্যায়ে সাজানো চুয়ান্নটি শ্লোক রয়েছে, যেখানে ভক্তিবেদান্ত স্বামী প্রভুপাদ এবং তাঁর শিষ্য সত্বরূপ দাস দ্বারা ভক্তিবেদান্ত বুক ট্রাস্ট অনুবাদে আটচল্লিশটি শ্লোককে পাঁচটি অধ্যায়ে সংগঠিত করেছে।\n\n\n== বিষয়বস্তু ==\nস্বামী প্রভবানন্দ কর্তৃক আয়োজিত, পাঠ্যটি নিম্নলিখিত বিষয়গুলি অন্তর্ভুক্ত করে:\n\nঅধ্যায় ১ (শ্লোক ১-৬) ভক্তির সংজ্ঞা প্রদান করে।\nঅধ্যায় ২ (শ্লোক ৭-১৪) ত্যাগ ও আত্মসমর্পণের গুরুত্বের উপর জোর দেয়।\nঅধ্যায় ৩ (শ্লোক ১৫-২৪) ঐশ্বরিক প্রেমের উদাহরণ প্রদান করে।\nঅধ্যায় ৪ (শ্লোক ২৫-৩৩) মানব জীবনের সর্বোচ্চ লক্ষ্য হিসাবে ভক্তি সমর্থন করে।\nঅধ্যায় ৫ (শ্লোক ৩৪--৪২) ঐশ্বরিক প্রেমের চর্চা করার বিষয়ে পরামর্শ প্রদান করে।\nঅধ্যায় ৬ (শ্লোক ৪৩-৫০) পবিত্র সঙ্গ খোঁজার গুরুত্ব ব্যাখ্যা করে।\nঅধ্যায় ৭ (শ্লোক ৫১-৫৭) প্রস্তুতিমূলক এবং সর্বোচ্চ ভক্তির মধ্যে পার্থক্য আলোচনা করে।\nঅধ্যায় ৮ (শ্লোক ৫৮-৭৩) ঐশ্বরিক প্রেমের রূপগুলি জুড়েছে।\nঅধ্যায় ৯ (শ্লোক ৭৪-৮৪) নৈতিক গুণাবলী অনুশীলন এবং ঈশ্বরের উপাসনা করার সুপারিশ করে।\nভক্তিবেদান্ত স্বামী প্রভুপাদের অনুবাদে অধ্যায়গুলো একই পয়েন্টে ভেঙে যায়, কিন্তু প্রথম চারটি অধ্যায়ের সাথে দ্বিগুণ পরিমাণ শ্লোকের ব্যবস্থা করা হয়েছে:\n\nঅধ্যায় ১ (শ্লোক ১-১৪) ভক্তির মূল্য\nঅধ্যায় ২ (শ্লোক ১৫-৩৩) ভক্তির সংজ্ঞা\nঅধ্যায় ৩ (শ্লোক ৩৪-৫০) অর্জনের উপায়\nঅধ্যায় ৪ (শ্লোক ৫১-৭৩) বিশুদ্ধ এবং মিশ্র ভক্তি\nঅধ্যায় ৫ (শ্লোক ৭৪-৮৪) পরিপূর্ণতা অর্জন\n\n\n== মূল ধারণা ==\nপাঠ্যের মধ্যে নারদ বিশুদ্ধ ভক্তির পরিপূর্ণ পর্যায় ব্যাখ্যা করেছেন; এই অবস্থা অর্জনের প্রক্রিয়া; বিষয়বস্তুর উপর অন্যান্য বৈদিক ব্যক্তিত্বের উদ্ধৃতি দেয়; ভক্তি বিকাশের সময় যে জিনিসগুলি এড়ানো উচিত; এবং অবশেষে নিঃস্বার্থ প্রেমের প্রকৃতি এবং পরম ব্যক্তির প্রতি সংযুক্তির বিভিন্ন রূপ ব্যাখ্যা করে।\n\n\n=== বিশুদ্ধ ভক্তি ===\nপ্রথমত ভক্তি নিজেই \"ঈশ্বরের প্রতি সর্বাধিক উন্নত, বিশুদ্ধ ভালবাসা\" হিসাবে সংজ্ঞায়িত হয়েছে,  যা প্রকৃতি দ্বারা চিরন্তন এবং যার অনুসরণ করে কেউ নিখুঁত শান্তি ও অমরত্ব লাভ করে (সংসার থেকে মুক্তি)। এই ধরনের ভক্তির লক্ষণ হল যে একজনের আর কোন স্বার্থপর আকাঙ্ক্ষা থাকে না, বা নিজের জন্য ক্ষতি বা লাভের দ্বৈততা দ্বারা প্রভাবিত হয় না (এবং ভক্তি প্রক্রিয়ার মাধ্যমেই পরমানন্দ অনুভব করে)। নারদ বর্ণনা করেন যে যারা ভক্তি নিখুঁতভাবে সম্পাদন করে তাদের মধ্যে লালসা অনুপস্থিত কারণ তাদের স্বাভাবিকভাবেই কোন ব্যক্তিগত ইচ্ছা পূরণের ইচ্ছা নেই।\n\nউচ্চাকাঙ্ক্ষী ভক্তকে \"সামাজিক রীতিনীতি\" এবং \"ধর্মীয় আচার-অনুষ্ঠান\" ত্যাগ করতে এবং এই ধরনের সেবার পথে যা কিছু দাঁড়াতে পারে তার প্রতি উদাসীন হয়ে একচেটিয়া উৎসর্গের সাথে ঈশ্বরের সেবায় বিশুদ্ধভাবে মনোনিবেশ করতে উৎসাহিত করা হয়। সামাজিক প্রথার ক্রিয়াকলাপ ও ভক্তিমূলক সেবার অনুকূল ধর্মীয় আচার-অনুষ্ঠানগুলি এখনও প্রচার করা হয় তবে ভক্তিমূলক কার্যকলাপগুলিকে \"জীবনের পরিপূর্ণতায় পৌঁছানোর একমাত্র উপায়\" হিসাবে দেওয়া হয়।\nপাঠ্য তারপর ভক্তি কি তা নিয়ে তাদের মতামতের পরিপ্রেক্ষিতে বেদব্যাস, গর্গ ও শাণ্ডিল্যের উদ্ধৃতি দিয়ে বলে, তিনটিই সঠিক বলে মতামত দিচ্ছে কিন্তু এই উপসংহারে ঘোষণা করছে যে, \"ভক্তি পরম প্রভুর কাছে প্রতিটি কাজ নিবেদন করেএবং তাকে ভুলে যাওয়াতে চরম কষ্ট অনুভব করছি\"। বৃন্দাবনের গোপীদের (গোপালক মহিলা) ভক্তদের উদাহরণ হিসাবে দেওয়া হয় যারা এই ভক্তি বিশুদ্ধ ভক্তিকে প্রদর্শন করে, কিন্তু 'মিথ্যা ভক্তি' সম্পর্কে সতর্কতাও দেওয়া হয় যা এই নিখুঁত পর্যায়ের অনুকরণ করে। নারদা এই সতর্কবাণী অনুসরণ করে বলে, \"অধিকন্তু, প্রভু অহংকারীকে অপছন্দ করেন কিন্তু নম্রদের উপর সন্তুষ্ট হন\"।\n\n\n=== ভক্তি ভক্তির জন্ম দেয় ===\nভক্তি ও জ্ঞানের মধ্যে সম্পর্কের বিষয়ে গুরুত্বপূর্ণ বিষয় ৩০ শ্লোকে তৈরি করা হয়েছে: \"কিন্তু ব্রহ্মার পুত্র [নারদ] বলেছেন যে ভক্তি তার নিজের ফল\"।  তাঁর ভাষ্যে, এ সি ভক্তিবেদান্ত স্বামী প্রভুপাদ এই শ্লোক সম্পর্কে আরও বর্ণনা করেছেন যে \"ভক্তি পুষ্টির জন্য অন্য কিছুর উপর নির্ভরশীল নয়\"  জ্ঞান বা ত্যাগের পথের উপর নির্ভরশীল না হয়ে নিজেই সম্পূর্ণ হওয়া।\n\n\n=== ভক্তি প্রাপ্তি ===\nভক্তি প্রাপ্তির জন্য প্রাথমিকভাবে বর্ণিত পদ্ধতিগুলি নিম্নরূপ:\n\nপার্থিব আনন্দ ত্যাগ করা এবং অন্যদের ঘনিষ্ঠ সঙ্গ যারা এই ধরনের কার্যকলাপে লিপ্ত হয়\nনিরন্তর পরমেশ্বর ভজনা\nশ্রবণ এবং প্রভুর বিশেষ গুণাবলী ও কার্যকলাপ সম্পর্কে কথা বলা\nযাইহোক, এই তিনটি অনুসরণ করে, পাঠ্যটি \"মহান আত্মার অনুগ্রহ\" বা \"প্রভুর অনুগ্রহের একটি ছোট ফোঁটা\" কে সত্য ভক্তি বিকাশের সবচেয়ে গুরুত্বপূর্ণ কারণ হিসাবে দেয়। বলছেন যে এই ধরনের মেলামেশা এত বিরল এবং মূল্যবান যে এটি শুধুমাত্র স্বয়ং ঈশ্বরের অনুগ্রহের মাধ্যমেই পাওয়া যায়, এইভাবে ৪২ নং শ্লোকে নির্দেশ দেওয়া হয়েছে: \"সংগ্রাম করুন, শুধুমাত্র বিশুদ্ধ ভক্তদের সংঘের জন্য সংগ্রাম করুন\"।\n\n\n=== এড়িয়ে চলার অঙ্গ ===\nচাষ ভক্তিতে ইতিবাচক অনুশীলনের গ্রহণযোগ্যতার পাশাপাশি, পাঠ্যটি এমন অঙ্গগুলিও বর্ণনা করে যা উচ্চাকাঙ্ক্ষী ভক্তদের এড়ানো উচিত। অন্যদের সাথে ঘনিষ্ঠ আচরণ যারা ভক্তির পথের বিরোধী বা যারা পাপ অভ্যাসে লিপ্ত হয় তাদের চেতনা শুদ্ধ করার চেষ্টার জন্য সম্ভাব্য বিপজ্জনক বলে বর্ণনা করা হয়েছে: \"বস্তুগত সঙ্গ কামনা, রাগ, বিভ্রান্তির কারণবিস্মৃতি, বুদ্ধি হারানো, এবং সম্পূর্ণ বিপর্যয়\"। এটি আরও ব্যাখ্যা করে যে কেবলমাত্র সেই ব্যক্তি যিনি এই ধরনের বস্তুগত সঙ্গ ত্যাগ করেন, ঋষিদের সেবা করেন এবং তাদের লেনদেনে নিঃস্বার্থ হন, লাভ বা লাভের আকাঙ্ক্ষা ত্যাগ করেন, তিনিই মায়া সাগর অতিক্রম করতে পারেন। এমনকি ঈশ্বরের প্রতি নির্ভেজাল ও নিরবচ্ছিন্ন ভালোবাসা লাভের জন্য বেদকেও একজনকে ত্যাগ করার বস্তু হিসেবে দেওয়া হয়েছে। পরবর্তী অধ্যায়গুলিতে অবশ্য একটি নির্দেশনাও দেওয়া হয়েছে যে সমস্ত ধর্মগ্রন্থের প্রতি শ্রদ্ধা প্রদর্শন করা উচিত যা ভক্তি প্রচার করে এবং একজন উচ্চাকাঙ্ক্ষী ভক্তকে এই ধরনের গ্রন্থের নির্দেশাবলী অনুসরণ করার চেষ্টা করা উচিত।\n\n\n=== বিশুদ্ধ ভালবাসার প্রকৃতি ===\nপাঠ্যটি বলে যে ঈশ্বরের বিশুদ্ধ প্রেমের প্রকৃত প্রকৃতি বর্ণনার বাইরে, তবে এটি ঈশ্বরকে যোগ্য ব্যক্তিদের কাছে প্রকাশ করতে বাধা দেয় না। একবার যখন এই বিশুদ্ধ ভালবাসা পাওয়া যায় তখন বলা হয় যে একজন ব্যক্তি \"শুধুমাত্র প্রভুর দিকে তাকিয়ে থাকে, কেবল তাঁর সম্পর্কেই শোনে, কেবল তাঁরই কথা বলে এবং কেবল তাঁরই কথা চিন্তা করে\"। এই প্রেমের সেকেন্ডারি ফর্মগুলি স্টেপিং পাথর হিসাবে দেওয়া হয় যা একটিকে পূর্ণতা পর্যায়ে নিয়ে আসে, প্রতিটি পর্যায় পূর্ণতার কাছাকাছি থাকে যা আগেরগুলির চেয়ে ভাল হয়।  এটাও বলা হয়েছে যে, অন্য কোন প্রক্রিয়ার তুলনায় ভক্তির দ্বারা পরিপূর্ণতা অনেক সহজে পাওয়া যায়। কারণটি হল \"ভক্তি তার বৈধতার জন্য অন্য কোন কর্তৃপক্ষের উপর নির্ভর করে না, নিজেই কর্তৃপক্ষের মান। উপরন্তু, ভক্তি হল শান্তি ও পরম আনন্দের মূর্ত প্রতীক।\"\n\n\n=== চূড়ান্ত সংযুক্তি ===\nউপসংহারে সূত্রটি নির্দেশনা দেয় \"ধৈর্য সহ্য করার\"  যতক্ষণ না ভক্তির নিখুঁত পর্যায় প্রকাশিত হয়, যখন অহিংসা, সততা, পরিষ্কার-পরিচ্ছন্নতা, সহানুভূতি ও বিশ্বাসের মতো গুণাবলী গড়ে ওঠে। আবার বলা হয় যে ভগবান \"তাঁর ভক্তদের কাছে নিজেকে প্রকাশ করেন\"  এবং ভক্তি হল সমস্ত সম্পদের মধ্যে সবচেয়ে মূল্যবান।\nপরবর্তীতে সংযুক্তির রূপগুলির তালিকা দেওয়া হয়েছে, যার মাধ্যমে ভক্তকে ঈশ্বরের প্রতি প্রেমময় অনুভূতি অর্জন করা উচিত, যার মধ্যে রয়েছে:\n\nপ্রভুর গুণাবলীর প্রতি আসক্তি\nতাঁর সৌন্দর্যের প্রতি অনুরাগ,\nতাঁর উপাসনার প্রতি আসক্তি,\nতাঁকে স্মরণে আসক্তি,\nতাঁর সেবা করার প্রতি অনুরাগ,\nবন্ধু হিসেবে তার সাথে আচরণ করার প্রতি অনুরাগ,\nনিজেকে সম্পূর্ণরূপে তাঁর কাছে সমর্পণের প্রতি আসক্তি,\nতাঁর চিন্তায় নিমগ্ন হওয়ার প্রতি আসক্তি,\nপরিশেষে পুরাণ শাস্ত্র থেকে বেশ কিছু ভক্তিমূলক ব্যক্তিত্বকে প্রদত্ত প্রক্রিয়ার সত্যের সাথে একমত হিসাবে উদ্ধৃত করা হয়েছে, যার মধ্যে রয়েছে: চার কুমার, বেদব্যাস, সুক, শাণ্ডিল্য, গর্গ, বিষ্ণু, কাউন্দিন্য, শেশা, উদ্ধব, অরুণি, মনু ও বিভীষণ।\nপাঠ্যের শেষ শ্লোকটি এই বার্তা দেয় যে: \"যে কেউ নারদ দ্বারা বলা এই নির্দেশাবলীতে বিশ্বাস করে এবং তাদের দ্বারা বিশ্বাসী হয় সে ভক্তি দ্বারা আশীর্বাদিত হবে এবং সবচেয়ে প্রিয় ভগবানকে অর্জন করবে। হ্যাঁ, সে সবচেয়ে প্রিয় ভগবানকে পাবে।\"\n\n\n== আরও দেখুন ==\nভক্তি\nনারদ\nনারায়ণ\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBhakti Ratnavali with the Commentary of Visnu Puri Text with Translation/Divine Books, Delhi\nSri Narada Pancaratram - The Jnanamrita Sara Samhita/Translated by Swami Vijnananda. Divine Books, Delhi.\nSwami Bhuteshananda. Narada Bhakti Sutras. (Advaita Ashrama: Calcutta, 1999). আইএসবিএন ৮১-৭৫০৫-১৯৯-X. Provides Sanskrit text translated into English with a commentary by Swami Bhuteshananda, the 12th President of the Ramakrishna Math.  This commentary views the work within the context of Bhakti school of Vedanta.\nSwami Chinmayananda (2005), Narada Bhakti Sutra. Central Chinmaya Mission Trust. আইএসবিএন ৮১৭৫৯৭৩০৬৪.\nSwami Prabhavananda.  Narada's Way of Divine Love (Narada Bhakti Sutras). (Sri Ramakrishna Math: Madras). আইএসবিএন ৮১-৭১২০-৫০৬-২. Provides Sanskrit text translated into English with a commentary by Swami Prabhavananda.  This commentary views the work within the context of Advaita Vedanta as understood within the Ramakrishna Math.\nSwami Prabhupada. Narada-bhakti-sutra: The Secrets of Transcendental Love. (Bhaktivedanta Book Trust: 1998). আইএসবিএন ০-৮৯২১৩-২৭৩-৬.  Translation by A. C. Bhaktivedanta Swami Prabhupada and his disciple Satsvarupa dasa Goswami. Provides Sanskrit text translated into English with commentary from a Gaudiya Vaishnava perspective alongside the Sanskrit text, viewing Narada's teachings within the context of other devotional scriptures such as the Bhagavata Purana, emphasizing the role of Krishna.\nSwami Sivananda (1997). Narada Bhakti Sutras. Divine Life Society. আইএসবিএন ৮১৭০৫২০৬৮১.\nPrem Prakash. The Yoga of Spiritual Devotion: A Modern Translation of the Narada Bhakti Sutras. (Inner Traditions International: Rochester, Vermont, 1998). আইএসবিএন ০-৮৯২৮১-৬৬৪-৩. Provides Sanskrit text translated into English with a commentary by a Westerner.\nSri Sri Ravi Shankar.  Narada Bhakti Sutra. (Art of Living). Offers interpretation of Narada Bhakti Sutra.\nSwami Tyagisananda.  Aphorisms on the Gospel of Divine Love or Narada Bhakti Sutras. (Sri Ramakrishna Math: Madras). আইএসবিএন ৮১-৭১২০-৩২৯-৯. Provides Sanskrit text translated into English with elaborate explanatory and critical notes.\n\n\n== বহিঃসংযোগ ==\nGujarti translation with Saskrit sloka\nNarada Bhakti Sutra Online translation (complete)(naradabhaktisutra.com)\nEnglish Translation of Narada Bhakti Sutra (sankaracharya.org)"}