{"pageid": 1096006, "title": "ভক্তিযোগ", "url": "https://bn.wikipedia.org/wiki?curid=1096006", "content": "ভক্তিযোগ (সংস্কৃত: भक्तियोग) বা ভক্তিমার্গ হলো হিন্দু ঐতিহ্য অনুসারে আধ্যাত্মিক অনুশীলন যা কোনও ব্যক্তিগত দেবতার প্রতি প্রেমপূর্ণ ভক্তির উপর দৃষ্টি নিবদ্ধ করে। এটি হিন্দুধর্মের তিনটি শাস্ত্রীয় পথের মধ্যে একটি যা মোক্ষের দিকে পরিচালিত করে, অন্য পথগুলি হল জ্ঞানযোগ ও কর্মযোগ।\nএটির প্রাচীন শিকড় উপনিষদে রয়েছে। শ্বেতাশ্বর উপনিষদে ভক্তির উল্লেখ আছে যেখানে এর অর্থ কেবল অংশগ্রহণ, ভক্তি ও যেকোন প্রচেষ্টার প্রতি ভালোবাসা।  মুক্তির তিনটি আধ্যাত্মিক পথের মধ্যে ভক্তিযোগ ভগবদ্গীতা গভীরভাবে আলোচনা করেছে।\nব্যক্তিগত দেবতা ভক্তের সাথে পরিবর্তিত হয়। এতে গণেশ, কৃষ্ণ, রাধা, রাম, সীতা, বিষ্ণু, শিব, শক্তি, লক্ষ্মী, সরস্বতী, পার্বতী, দুর্গা ও সূর্যের মতো দেবতা বা দেবী অন্তর্ভুক্ত থাকতে পারে।\nদেবতাদের সাথে জড়িত ভক্তিমার্গ দক্ষিণ ভারতে তামিলনাড়ু থেকে, ১ম সহস্রাব্দের মাঝামাঝিতে শুরু করে ভক্তি আন্দোলনের মাধ্যমে প্রসারিত হয়।\nশৈব নায়ণার ও বৈষ্ণব অলবরগণ আন্দোলনের নেতৃত্বে ছিলেন। দ্বাদশ থেকে অষ্টাদশ শতাব্দীতে, তাদের ধারণা ও অনুশীলন ভারতবর্ষে ভক্তি কবিতা ও ভক্তি অনুপ্রাণিত করেছিল। ভক্তিমার্গ বৈষ্ণব, শৈব ও শাক্ত ধর্মের ধর্মীয় অনুশীলনের অংশ।\n\n\n== দর্শন ==\n\nসংস্কৃত শব্দ ভক্তি মূল ভাজ থেকে উদ্ভূত, যার অর্থ \"ভাগ করা, ভাগ করা, ভাগ করা, অংশগ্রহণ করা, এর সাথে সম্পর্কযুক্ত\"। এই শব্দের অর্থ \"সংযুক্তি, ভক্তি, অনুরাগ, শ্রদ্ধা, বিশ্বাস বা প্রেম, উপাসনা, আধ্যাত্মিক, ধর্মীয় নীতি বা পরিত্রাণের মাধ্যম হিসাবে কোন কিছুর প্রতি ধার্মিকতা\"।\nযোগ শব্দের আক্ষরিক অর্থ \"মিলন, জোয়াল\", এবং এই প্রসঙ্গে \"মোক্ষ, মুক্তি\" এর জন্য পথ বা অনুশীলন বোঝায়। এখানে উল্লেখিত যোগ হল আত্মা (প্রকৃত আত্ম) এর \"একসাথে যোগদান, সর্বশ্রেষ্ঠ ব্রহ্ম (সত্য বাস্তবতা) ধারণার সাথে।\"\nসম্রাট কুমারের মতে, ভারতীয় ঐতিহ্যে ভক্তিযোগ হল \"ঐশ্বরিক প্রেমের রহস্যবাদ\", আধ্যাত্মিক পথ \"ঐশ্বরিক (সর্বজনীন সত্তা) এবং সমস্ত প্রাণীর সাথে চিরন্তন ব্যক্তিত্বের একত্ব ও সাদৃশ্যের অন্তরঙ্গ বোঝার জন্য সমার্থক, অবিরাম আনন্দ।\" যোগ জার্নাল অনুসারে, যোগ পণ্ডিত ডেভিড ফ্রাউলি তার বইয়ে লিখেছেন যে ভক্তি যোগ \"ঈশ্বরকে মন, আবেগ ও ইন্দ্রিয়কে কেন্দ্র করে গঠিত।\"\n\n\n=== ভগবদ্গীতা ===\n\nভক্তিযোগ হল ভগবদ্গীতায় শেখানো তিনটি যোগের একটি।  পিতার বিশপের মতে, ভক্তি যোগ হল, আধ্যাত্মিকতার পথ হিসেবে একজন ব্যক্তিগত দেবতার প্রতি একজন ভক্তের প্রেমময় ভক্তি। অন্য দুটি পথ হল জ্ঞানযোগ ও কর্মযোগ। জ্ঞানযোগ হল প্রজ্ঞার পথ যেখানে ব্যক্তি আধ্যাত্মিক অনুশীলন হিসাবে জ্ঞান এবং অন্তর্নিহিত আত্ম-বোঝার অনুসরণ করে, এবং কর্মযোগ হল পুণ্যকর্মের পথ যেখানে কেউ পুরস্কার বা পরিণতির আশা না করে কাজ করে, যাকে নিষ্কামকর্মও বলা হয়।  পরবর্তীতে, হিন্দুধর্মে নতুন আন্দোলন রাজযোগকে চতুর্থ আধ্যাত্মিক পথ হিসেবে যুক্ত করে, কিন্তু এটি অন্য তিনটি থেকে আলাদা বলে সর্বজন স্বীকৃত নয়।\n\n\n=== ভাগবত পুরাণ ===\n\nবৈষ্ণব ঐতিহ্যের জনপ্রিয় ও প্রভাবশালী গ্রন্থ, ভাগবত পুরাণ ঈশ্বরপ্রণিধান (ব্যক্তিগত দেবতার প্রতি ভক্তি) নিয়ে আলোচনা করে। সংস্কৃত পাঠটি বিশেষভাবে বিষ্ণুর অবতার, বিশেষ করে \"নারায়ণ, কৃষ্ণ\" এর পরিপ্রেক্ষিতে ভক্তির বিভিন্ন পদ্ধতি উপস্থাপন করে।। এডউইন ব্রায়ান্ট ও অন্যান্য পণ্ডিতদের মতে, পাঠ্যটিতে শেখানো ভক্তিযোগ পতঞ্জলির যোগসূত্র ও ভগবদ্গীতার দ্বারা অনুপ্রাণিত, এবং তারা \"ব্যক্তিগত আত্মার চূড়ান্ত সত্য এবং ব্যক্তিগত দেবতার সাথে তার প্রেমময় সম্পর্ক\" এর উপর ফোকাস করে।। ব্রায়ান্ট বলেন, ভাগবত পুরাণে উপস্থাপনাটি বিমূর্ত পরিভাষায় নয়, বরং \"কমনীয় ও আনন্দদায়ক কাহিনী যা হৃদয় ও মনকে ধারণ করে\", ভক্তি যোগের লক্ষ্য।\nউদ্ধবগীতা, যা ভাগবত পুরাণের একাদশ গ্রন্থ, ভগবান কৃষ্ণ এবং তাঁর ভক্ত উদ্ধবের মধ্যে কথোপকথনের মাধ্যমে ভক্তি নিয়ে আলোচনা করে। পাঠ্যটি বৃন্দাবনের গোপীদের ভগবান কৃষ্ণের জন্য যে বিশুদ্ধ ভক্তি ও ভক্তি ছিল তা তুলে ধরে।\n\n\n== ঐতিহ্য ==\n\nহিন্দুধর্ম, তার ধর্মগ্রন্থে যেমন ভগবদ্গীতার সপ্তম অধ্যায়, চার ধরনের ভক্তদের স্বীকৃতি দেয় যারা ভক্তিযোগ অনুশীলন করে। কেউ কেউ এটি অনুশীলন করে কারণ তারা দুশ্চিন্তা বা তাদের জীবনের পরিস্থিতি দ্বারা কঠোর চাপে বা চাপে থাকে এবং ভক্তিযোগকে স্বস্তির রূপ হিসাবে দেখে। কৌতূহল ও বুদ্ধিবৃত্তিক চক্রান্ত থেকে ঈশ্বর সম্পর্কে জানার জন্য দ্বিতীয় প্রকারের অনুশীলন ভক্তি যোগ। তৃতীয় প্রকার তাদের ভক্তিযোগের মাধ্যমে ইহকাল বা পরকালে পুরস্কার খোঁজে। চতুর্থ হল তারা যারা বিশুদ্ধ ভালবাসার দ্বারা চালিত ঈশ্বরকে ভালবাসে, প্রেমের মিলনের অভিজ্ঞতার বাইরে কিছুই জানে না এবং চায় না।\nভগবদ্গীতা অনুসারে, সর্বোচ্চ আধ্যাত্মিক স্তর হল চতুর্থ, যারা প্রেমের জ্ঞানের কারণে ভক্ত। ভগবদ্গীতা বলে যে চার ধরনের ভক্তিযোগীই মহৎ কারণ তাদের ভক্তি যোগের সাধনা শীঘ্রই বা পরে আধ্যাত্মিকতার পথে যাত্রা শুরু করে, এটি একজনকে নেতিবাচকতা এবং মন্দ কর্মফল থেকে দূরে রাখে, এটি ভক্তিযোগের লক্ষ্যের দিকে আধ্যাত্মিক রূপান্তর ঘটায়,\"ঈশ্বরকে নিজেদের মধ্যে এবং সর্বদা ঈশ্বরের সাথে তাদের প্রকৃত আত্মর সারমর্ম হিসাবে জানতে\"।\nপ্রধান ঐতিহ্যের মধ্যে রয়েছে শৈব যারা দেবতা শিবের; বৈষ্ণব যারা দেবতা বিষ্ণু (বা তার অবতার যেমন কৃষ্ণ ও রাম); এবং শাক্ত যারা দেবী শক্তি (বা তার অবতার যেমন দুর্গা, কালী, লক্ষ্মী ও পার্বতী) এর উপাসনা করেন। এগুলিকে হিন্দুধর্মে ব্রহ্ম নামে অভিহিত একই আধিভৌতিক বাস্তবতার প্রকাশ বা দিক হিসাবে বিবেচনা করা হয়।\n\n\n=== পঞ্চায়েত পূজা ===\n\nপঞ্চায়েত পূজা হিন্দুধর্মের স্মার্ত ঐতিহ্যে পাওয়া ভক্তির রূপ। এটি একসাথে একাধিক দেবদেবীর উপাসনা নিয়ে গঠিত: শিব, বিষ্ণু, শক্তি, সূর্য ও ইষ্ট-দেবতা যেমন গণেশ বা স্কন্দ বা ভক্তের পছন্দের কোনো ব্যক্তিগত দেবতা।\nদার্শনিকভাবে, স্মার্ত ঐতিহ্য জোর দেয় যে সমস্ত মূর্তি হলো সগুণ ব্রহ্মের মূর্তি, \nনির্গুণ ব্রহ্ম নামক বিমূর্ত চূড়ান্ত বাস্তবতা সম্পর্কে চিন্তা করার মাধ্যম। পাঁচ বা ছয়টি আইকনকে স্মার্তরা সগুণ ব্রহ্মের (যেমন, রূপের সঙ্গে ব্যক্তিগত ঈশ্বর) একাধিক উপস্থাপনা হিসাবে দেখেন, বরং স্বতন্ত্র মানুষ হিসাবে। এই অনুশীলনের চূড়ান্ত লক্ষ্য হল আইকন ব্যবহারের অতীত স্থানান্তর করা, তারপর আত্মা ও ব্রহ্মের একত্ব বোঝার জন্য দার্শনিক ওূ ধ্যানমূলক পথ অনুসরণ করুন - \"সেই শিল্প তুমি\"।\n\n\n=== শৈব সিদ্ধন্ত ===\nশৈবসিদ্ধান্ত ঐতিহ্য ভক্তি যোগের পক্ষে, শিবের প্রতি প্রেমপূর্ণ ভক্তির উপর জোর দেয়। এর ধর্মতত্ত্ব তিনটি সার্বজনীন বাস্তবতা উপস্থাপন করে: পাশু (স্বতন্ত্র আত্মা), পতি (প্রভু, শিব), এবং পাশা (আত্মার বন্ধন) অজ্ঞতা, কর্ম এবং মায়ার মাধ্যমে। ঐতিহ্য নৈতিক জীবনযাপন, সম্প্রদায়ের সেবা ও একজনের কাজ, প্রেমময় উপাসনা, যোগ অনুশীলন ও শৃঙ্খলা, ক্রমাগত শিক্ষা এবং স্ব-জ্ঞান শেখায় যার ফলে ব্যক্তি আত্মাকে বন্ধন থেকে মুক্ত করা যায়।\nঐতিহাসিক শৈব সিদ্ধন্ত সাহিত্য গ্রন্থের একটি বিশাল অংশ। শৈব সিদ্ধানুষ্ঠান আধ্যাত্মিকতার বিমূর্ত ধারণা, পূজা ও সদাশিব হিসাবে শিবের প্রতি ভালবাসা, এবং বেদ ও শৈব আগমদের কর্তৃত্বকে শিক্ষা দেয়।\n\n\n=== শক্তি ভক্তি ===\nদেবীর প্রতি ভক্তি আরেকটি উল্লেখযোগ্য ঐতিহ্য, যা শাক্তবাদে পাওয়া যায়। ঐশ্বরিক দেবী এবং ভক্তের একত্ব ও ঐক্যের ধর্মতত্ত্ব, তাদের একে অপরের প্রতি চিরন্তন নির্ভীক ভালোবাসা দেবী গীতার একটি থিম, যা দেবী-ভাগবত পুরাণের ভিতরে লেখা পাঠ্য। শাক্তদের মধ্যে নির্দিষ্ট ভক্তি যোগ অভ্যাস হিন্দুধর্মের অন্যান্য ঐতিহ্যের অনুরূপ। ভারতের পূর্ব রাজ্যগুলিতে, বিশেষ করে পশ্চিমবঙ্গে শাক্ত ভক্তি প্রচলিত। এখানে ব্যক্তিগত দেবতা পরিবর্তিত হয়, এবং দুর্গা, তারা মা (বৌদ্ধ প্রভাব), কালী এবং কিছুটা হলেও সরস্বতী, লক্ষ্মী, ভারত মাতা, জুন ম্যাকড্যানিয়েলের মতে।\n\n\n=== বৈষ্ণব ভক্তি ===\n\nভক্তিযোগ ঐতিহ্য ঐতিহাসিকভাবে বৈষ্ণবধর্মের সাথে সবচেয়ে বেশি জড়িত। এখানে ব্যক্তিগত দেবতা হলেন বিষ্ণু বা তাঁর অবতারদের একজন। অনেক অঞ্চলে প্রেমময় ভক্তি হয় বিষ্ণু-লক্ষ্মীর একত্রে, বা লক্ষ্মীর মাধ্যমে যাকে বিষ্ণুর শক্তি বলে মনে করা হয়। নির্দিষ্ট অবতার ভক্ত এবং অঞ্চল অনুসারে পরিবর্তিত হয়, তবে সবচেয়ে সাধারণ হল কৃষ্ণ ও রাম।\n\n\n==== চৈতন্য মহাপ্রভু ====\nবৈষ্ণবধর্মের কৃষ্ণমুখী ঐতিহ্যে কৃষ্ণদাস কবিরাজ কর্তৃক চৈতন্য চরিতামৃত প্রহ্লাদের ভাষায় নয় প্রকার ভক্তি সাধনা শেখানোর জন্য ভাগবত পুরাণের ৭.৫.২৩-২৪ ধারার ব্যাখ্যা করে। ডেভিড হ্যাবারম্যান তাদের অনুবাদ করেছেন নিম্নরূপ:\n\nভক্তিমূলক সেবার এই নয়টি নীতি রূপ গোস্বামী চৈতন্য মহাপ্রভুর সঙ্গে যুক্ত করে কৃষ্ণকে কেন্দ্র করে আধ্যাত্মিক চর্চার অবিচ্ছেদ্য অংশ হিসেবে যুক্ত করেছিলেন।\n\n\n=== মেহের বাবা ===\nমেহের বাবার নেতৃত্বে আন্দোলন বলে যে, \"মানবতার চূড়ান্ত লক্ষ্যের দিকে পরিচালিত করে এমন অনেক অনুশীলনের মধ্যে-ঈশ্বর-উপলব্ধি-ভক্তি যোগ অন্যতম গুরুত্বপূর্ণপ্রায় সমগ্র মানবজাতিই ভক্তি যোগ নিয়ে উদ্বিগ্ন, যার সহজ কথায় অর্থ হল পূজার শিল্প। কিন্তু এটি অবশ্যই তার সমস্ত সত্য দিকগুলিতে বুঝতে হবে, এবং কেবল সংকীর্ণ ও অগভীর অর্থে নয়, যেখানে শব্দটি সাধারণত ব্যবহৃত এবং ব্যাখ্যা করা হয়। দর্শন ও আধ্যাত্মিকতার উচ্চ আদর্শের উপর ভিত্তি করে গভীর উপাসনা, ঐশ্বরিক প্রেম দ্বারা প্ররোচিত, নিঃসন্দেহে সত্য ভক্তি যোগ গঠন করে \"। পাশায়ন সম্মত হন যে ভক্তি যোগীদের মাদুরে পাওয়া যায়, পিৎজা সরবরাহ করা হয়, একাডেমিতে এবং রাজনীতি এবং আন্তর্জাতিক সম্পর্কের ক্ষেত্রে। যেখানে আপনি কমপক্ষে এটি আশা করেন, সেখানে আপনার সাথে রুমে ভক্তি যোগী রয়েছে যার মাধ্যমে সাধারণ স্থলকে আজকের প্রধান সমস্যাগুলির উৎপাদনশীল সমাধান করা যায় এবং সমস্যাগুলি সমাধান করা যায়। \n\n\n=== ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথ ===\nযোগ - ভক্তি মার্গের সিদ্ধ সাধক ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথ নিজে ছিলেন যোগসিদ্ধ পুরুষ। তিনি নিজে যোগ মার্গের সিদ্ধ পুরুষ হলেও ভক্তি যোগের কথা বলেছেন। তিনি নির্দেশিত একাদশ পন্থার কথা উল্লেখ করেছেন :\n\n\"১। শ্রবণে- রাজা পরীক্ষিৎ।\n২। কীর্তনে— দেবর্ষি নারদ। \n৩। স্মরণে— প্রহ্লাদ । \n৪। পাদসেবনে— লক্ষ্মী। \n৫। অর্চনে— রাজা পৃথু। \n৬। বন্দনে— বলিরাজ\n৭। দাস্যে— হনুমান\n৮। সখ্যে— অর্জুন\n৯। আত্মনিবেদনে—কৰ্ণ\n১০। তন্ময়ত্বে— মহাদেব।\n\n১১। মাধুর্যে বা পরম বিরহে - শ্রীমতী রাধা ।\"\n- এই একাদশ পন্থার উল্লেখ করে তিনি নির্দেশ করেছেন - এই এগারোটি পথের মধ্যে সুবিধামতো পথ বেছে নেওয়া -\n\n\"... ১১ টা পথের মধ্যে যে কোন একটা পথ অবলম্বন করিয়া সিদ্ধ হওয়া যায়— যেমন পূর্বোক্ত সাধকগণ হইয়াছিলেন। ভগবানের নিকট পৌঁছিবার ১১ টি পথ আছে যাহার যেটি সুবিধা তিনি সেইটি গ্রহণ করিতে পারেন। তবে কলিতে জীবের মন অত্যন্ত চঞ্চল একভাবে সর্বদা থাকিতে চায় না, দিবারাত্রির মধ্যে কখনও শ্রবণ, কখনও কীর্তন, কখনও ধ্যান, কখনও মন্দির মার্জনাদি, কখনও অৰ্চনা, কখনও স্তবস্তুতিপাঠ করিয়া তাহাতে মনকে লিপ্ত করিতে হয়, তাহাকে ছাড়িয়া থাকিতে নাই।\"\n\n\n== আরও দেখুন ==\nযোগ\nজ্ঞান যোগ\nকর্ম যোগ\nগুরুযোগ\nনারদ ভক্তিসূত্র\nকীর্তন\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nMariasusai Dhavamony (১৯৭১)। Love of God according to Śaiva Siddhānta: a study in the mysticism and theology of Śaivism। Clarendon Press। আইএসবিএন 978-0-19-826523-8। \nJeaneane D. Fowler (২০১২)। The Bhagavad Gita: A Text and Commentary for Students। Sussex Academic Press। আইএসবিএন 978-1-84519-520-5। \nJeaneane D. Fowler (২০০২)। Perspectives of reality: an introduction to the philosophy of Hinduism। Sussex Academic Press। আইএসবিএন 978-1-898723-93-6। \nSanderson, Alexis (১৯৮৮)। \"Saivism and the Tantric Traditions\"।   S Sutherland;  ও অন্যান্য। The World's Religions। Routledge। \nHilko Wiardo Schomerus (২০০০)। Śaiva Siddhānta: An Indian School of Mystical Thought : Presented as a System and Documented from the Original Tamil Sources। Motilal Banarsidass। আইএসবিএন 978-81-208-1569-8।"}