{"pageid": 1096914, "title": "আন্তঃধর্মীয় সংলাপ", "url": "https://bn.wikipedia.org/wiki?curid=1096914", "content": "আন্তঃধর্মীয় সংলাপ ব্যক্তি ও প্রাতিষ্ঠানিক উভয় স্তরেই বিভিন্ন ধর্মীয় ঐতিহ্য বা আধ্যাত্মিক বা মানবিক বিশ্বাসের মানুষের মধ্যে সহযোগিতামূলক, গঠনমূলক ও ইতিবাচক মিথস্ক্রিয়াকে বোঝায়। এটি সমন্বয়বাদ বা বিকল্প ধর্ম থেকে আলাদা, এই সংলাপে প্রায়শই নতুন বিশ্বাসের সংশ্লেষ না করে অন্যদের গ্রহণযোগ্যতা বাড়ানোর জন্য বিভিন্ন ধর্ম বা বিশ্বাসের মধ্যে বোঝাপড়ার প্রচার করা হয়।\nশিকাগোর সার্বজনীন ও আন্তঃধর্মীয় বিষয়ক অফিসের আর্চডিওসিস \"ইকুমেনিকাল, আন্তঃধর্মীয় এবং আন্তঃধর্মীয় সম্পর্কের মধ্যে পার্থক্য\" সংজ্ঞায়িত করে:\n\nবিশ্বস্ত\" হিসাবে \"অন্যান্য খ্রিস্টানদের সাথে সম্পর্ক ও প্রার্থনা\",\n\"আন্তঃবিশ্বাস\" হিসাবে \"আব্রাহামিক ধর্মের (ইহুদি ও মুসলিম ঐতিহ্য) সদস্যদের সাথে সম্পর্ক\", এবং\n\"আন্তঃধর্মীয়\" হিসাবে \"অন্যান্য ধর্মের সাথে সম্পর্ক, যেমন হিন্দুধর্ম ও বৌদ্ধধর্ম\"\nকিছু আন্তঃবিশ্বাস সংলাপ সম্প্রতি আন্তঃবিশ্বাস সংলাপ নামে গৃহীত হয়েছে, যদিও অন্যান্য প্রবক্তারা আন্তঃপথ সংলাপ শব্দটি প্রস্তাব করেছেন, নাস্তিক, অজ্ঞেয়বাদী, মানবতাবাদী ও অন্যদেরকে বাদ দেওয়া এড়ানোর জন্য যাদের কোন ধর্মীয় বিশ্বাস নেই কিন্তু নৈতিক বা দার্শনিক বিশ্বাস রয়েছে, সেইসাথে আরও সঠিক হওয়ার জন্যঅনেক বিশ্ব ধর্ম যা কিছু পশ্চিমা ধর্মের মতো \"বিশ্বাস\" এর উপর একই জোর দেয় না। একইভাবে, বহুত্ববাদী যুক্তিবাদী দলগুলি সমস্ত বিশ্বদর্শন (ধর্মীয়, সাংস্কৃতিক বা রাজনৈতিক) অতিক্রম করার জন্য পাবলিক যুক্তি সংলাপের আয়োজন করেছে, যাকে ট্রান্সবিলিফ সংলাপ বলা হয়। কারো কারো কাছে, আন্তঃধর্মীয় সংলাপ শব্দের অর্থ আন্তঃধর্মীয় সংলাপের মতই। কোনটিই অসাম্প্রদায়িক খ্রিস্টধর্মের মত নয়। ওয়ার্ল্ড কাউন্সিল অফ চার্চেস বলেন: \"রোমান ক্যাথলিক চার্চের নেতৃত্ব অনুসরণ করে, অন্যান্য গীর্জা এবং খ্রিস্টান ধর্মীয় সংগঠনগুলি, যেমন ওয়ার্ল্ড কাউন্সিল অফ চার্চেস, ক্রমবর্ধমানভাবে আন্তঃধর্মীয় শব্দটি ব্যবহার করার পরিবর্তে .আন্তঃধর্ম তাদের নিজস্ব দ্বিপাক্ষিক এবং বহুপাক্ষিক সংলাপ এবং অন্যান্য ধর্মের সাথে জড়িত থাকার বর্ণনা দিতে। [...] আন্তঃধর্মীয় শব্দটি পছন্দ করা হয়েছে কারণ আমরা স্পষ্টভাবে সেইসব ধর্মের সাথে কথোপকথনের জন্য উল্লেখ করছি - যারা নিজেদেরকে একটি ধর্মীয় ঐতিহ্যের সাথে স্পষ্টভাবে চিহ্নিত করে এবং যাদের কাজের একটি নির্দিষ্ট ধর্মীয় অনুষঙ্গ রয়েছে এবং তা হল..ধর্মীয় ভিত্তির উপর ভিত্তি করে।\"\nসারা বিশ্বে স্থানীয়, আঞ্চলিক, জাতীয় এবং আন্তর্জাতিক আন্তঃধর্মীয় উদ্যোগ রয়েছে; অনেকগুলি আনুষ্ঠানিকভাবে বা অনানুষ্ঠানিকভাবে যুক্ত এবং বৃহত্তর নেটওয়ার্ক বা ফেডারেশন গঠন করে। প্রায়ই উদ্ধৃত \"ধর্মের মধ্যে শান্তি না থাকলে জাতির মধ্যে শান্তি হবে না।ধর্মের মধ্যে কথোপকথন ছাড়া ধর্মের মধ্যে শান্তি হবে না\" এটি প্রণয়ন করেছিলেন ইকুমেনিকাল থিওলজির অধ্যাপক এবং গ্লোবাল এথিক ফাউন্ডেশনের সভাপতি হ্যান্স কুং। ধর্ম অধ্যয়ন এবং শান্তি বিনির্মাণে আন্তঃধর্মীয় সংলাপ প্রধান ভূমিকা পালন করে।\n\n\n== ইতিহাস ==\n\nইতিহাস যুগে যুগে আন্তঃধর্মীয় উদ্যোগের উদাহরণ লিপিবদ্ধ করে, যেখানে সম্প্রতি বর্ণনা করা হয়েছে, বোঝাপড়া, টিমওয়ার্ক বা সহনশীলতা তৈরির জন্য তিন ধরনের \"কথোপকথন\" প্রতিষ্ঠায় সাফল্যের বিভিন্ন স্তর রয়েছে:\n\nমাথার কথোপকথনে, যারা আমাদের থেকে ভিন্নভাবে চিন্তা করে তাদের কাছ থেকে শেখার জন্য আমরা মানসিকভাবে অন্যের কাছে পৌঁছাই।\"\n\"হাতের কথোপকথনে, আমরা সবাই একসাথে কাজ করি বিশ্বকে একটি ভাল জায়গা করে তুলতে যেখানে আমাদের সবাইকে একসাথে থাকতে হবে।\"\n\"হৃদয়ের সংলাপে, আমরা আমাদের থেকে আলাদা তাদের আবেগের অভিজ্ঞতা ভাগ করি।\"\nআন্তঃধর্মীয় সংলাপের ঐতিহাসিক কার্যকারিতা বিতর্কের একটি বিষয়। ফ্রিয়ার জেমস এল হেফ্ট, \"আন্তঃবিশ্বাসের কূটনীতির প্রয়োজনীয়তা\" বিষয়ক বক্তৃতায় তিনটি আব্রাহামিক ধর্মের (ইহুদি ধর্ম, খ্রিস্টান ও ইসলাম) অনুশীলনকারীদের মধ্যে দ্বন্দ্ব সম্পর্কে কথা বলেছেন। উল্লেখ্য যে ১৪ ও ১৫ শতকে কনভিভেনসিয়া ব্যতীত, এই ধর্মগুলিতে বিশ্বাসীরা হয় তাদের দূরত্ব বজায় রেখেছে বা সংঘর্ষে লিপ্ত হয়েছে, হেফ্ট বজায় রেখেছেন, তাদের মধ্যে \"খুব কম সত্যিকারের সংলাপ হয়েছে\"। \"দুঃখজনক বাস্তবতা হল যে বেশিরভাগ সময় ইহুদি, মুসলিম এবং খ্রিস্টানরা একে অপরের সম্পর্কে অজ্ঞ থেকেছে, বা আরও খারাপ, বিশেষ করে খ্রিস্টান এবং মুসলমানদের ক্ষেত্রে, একে অপরকে আক্রমণ করেছে।\"\nবিপরীতে, হার্ভার্ড ইউনিভার্সিটির বহুত্ববাদ প্রকল্প বলে, \"প্রত্যেক ধর্মীয় ঐতিহ্য যুগে যুগে সংলাপ এবং অন্যদের সাথে ঐতিহাসিক মিথস্ক্রিয়ায় বেড়ে উঠেছে। খ্রিস্টান, ইহুদি ও মুসলমানরা একে অপরের ইতিহাসের অংশ হয়েছে, শুধু গ্রাম ও শহরই নয়, ঈশ্বরের ধারণা এবং ঐশ্বরিক উদ্ঘাটনও ভাগ করেছে।\"\nবর্তমান সময়ে আব্রাহামিক আন্তঃধর্মীয় সংলাপের গুরুত্ব স্পষ্টভাবে উপস্থাপিত হয়েছে: \"আমরা মানুষ আজ কঠিন পছন্দের মুখোমুখি: সংলাপ নাকি মৃত্যু!\"\n\n\n== ধর্মের নীতি ==\nখ্রিস্টান, ইহুদি ও মুসলমানদের মধ্যে পিএইচডি থিসিস সংলাপ তর্ক করে যে \"সাধারণ উন্নয়নের সুবিধার্থে খ্রিস্টান, ইহুদি এবং মুসলমানদের মধ্যে অ-রক্ষামূলক সংলাপ কথোপকথনের বিরুদ্ধে বাধাগুলিকে ভেঙে ফেলার জন্য সর্বোত্তম প্রয়োজনগভীরভাবে বিভাজনকারী বিষয়গুলির উপর বোঝাপড়া।\" ২০১২ হিসাবে, থিসিস বলে যে এটি করা হয়নি।\n\n\n== পূর্বশর্ত ==\nতার ২০০৮ বইয়ে আন্তঃধর্মীয় সংলাপের ইম-সম্ভাবনা, ক্যাথরিন কর্নিল \"ধর্মের মধ্যে গঠনমূলক এবং সমৃদ্ধকরণ সংলাপের\" জন্য তার পূর্বশর্তগুলি তুলে ধরেছেন। সংক্ষেপে, এর মধ্যে রয়েছে \"তত্ত্বগত নম্রতা, একটি নির্দিষ্ট ধর্মের প্রতি প্রতিশ্রুতি, আন্তঃসংযোগ, সহানুভূতি এবং আতিথেয়তা\"। সম্পূর্ণরূপে, তারা নিম্নলিখিত অন্তর্ভুক্ত:\n\nনম্রতা (অন্য ধর্মের প্রতি একজন ব্যক্তির দৃষ্টিভঙ্গির প্রতি শ্রদ্ধার কারণ হয়)\nপ্রতিশ্রুতি (বিশ্বাসের প্রতি অঙ্গীকারের কারণ যা একই সাথে অন্যান্য ধর্মের প্রতি সহনশীলতাকে গ্রহণ করে)\nআন্তঃসংযোগ (পরিবারগুলির পুনর্মিলনের মতো ভাগ করা সাধারণ চ্যালেঞ্জগুলির স্বীকৃতির কারণ)\nসহানুভূতি (কেউ অন্য ধর্মকে তার বিশ্বাসীদের দৃষ্টিকোণ থেকে দেখার কারণ)\nঅতিথিপরায়ণতা (আব্রাহামের তাঁবুর মতো, যেটি যেকোন নবাগতের আতিথেয়তার চিহ্ন হিসাবে চার দিকে খোলা ছিল)।\nপ্রতিটি ঐতিহ্যের স্বতন্ত্রতাকে সম্মান করার সময় বিশ্বাসকে বিভক্তকারী দেয়াল ভেঙ্গে ফেলার জন্য এই সমস্ত পূর্বশর্তের সাহসী আলিঙ্গন প্রয়োজন।\n২০১৬ সালে, প্রেসিডেন্ট ওবামা দুটি বক্তৃতা করেছিলেন যা অর্থপূর্ণ আন্তঃধর্মীয় সংলাপের পূর্বশর্তগুলিকে রূপরেখা দিয়েছিল: ৩ ফেব্রুয়ারি, ২০১৬-এ, তিনি ইসলামিক সোসাইটি অফ বাল্টিমোর এবং ৪ ফেব্রুয়ারি, ২০১৬-এ জাতীয় প্রার্থনা প্রাতঃরাশে বক্তৃতা করেছিলেন। ওবামা কর্তৃক বর্ণিত আন্তঃধর্মীয় সম্পর্কের আটটি নীতি নিম্নরূপ ছিল:\n\nসম্পর্ক গড়ে তোলার জন্য একে অপরের সাথে দেখা প্রয়োজন।\nসম্পর্কের জন্য অন্যদের ইতিহাস সম্পর্কে শেখার প্রয়োজন।\nসম্পর্কের জন্য অন্যের উপলব্ধি প্রয়োজন।\nসম্পর্কের জন্য সত্য বলা দরকার।\nসম্পর্ক নির্ভর করে আমাদের মূল ধর্মতাত্ত্বিক নীতি ও মূল্যবোধ অনুযায়ী জীবনযাপনের উপর।\nসম্পর্ক আমাদের শত্রুদের একটি পরিষ্কার মাথা বোঝার প্রস্তাব\nসম্পর্ক আমাদের ভয় কাটিয়ে উঠতে সাহায্য করে।\nসম্পর্কের জন্য সংহতি প্রয়োজন।\n\n\n== সমালোচনা ==\nইসলামপন্থী দল হিযবুত তাহরীর আন্তঃধর্মীয় সংলাপের ধারণাকে প্রত্যাখ্যান করে, এই বলে যে এটি ইসলামী বিশ্বে অনৈসলামিক নীতি প্রয়োগ করার একটি পশ্চিমা হাতিয়ার।\nঅনেক ঐতিহ্যবাদী ক্যাথলিক, নিছক সেডেভাক্যান্টিস্ট বা সেন্ট সোসাইটি নয়।পিয়াস এক্স, দ্বিতীয় ভ্যাটিকান কাউন্সিলের পরে উদ্ভূত একটি ক্ষতিকারক অভিনবত্ব হিসাবে আন্তঃধর্মীয় সংলাপের সমালোচনা করে, যা অন্যান্য ধর্মীয় গোষ্ঠী বা সংস্থাগুলির উপর ক্যাথলিক চার্চের আধিপত্যের পূর্ববর্তী ধারণাকে পরিবর্তন করেছে, সেইসাথে অবনমিত করেছেঐতিহ্যবাহী রোমান ক্যাথলিক ধর্মের সাথে যুক্ত ঐতিহ্যগত অনুশীলন।উপরন্তু, এই ক্যাথলিকরা দাবি করে যে, কলেজের শান্তি, সহনশীলতা এবং পারস্পরিক বোঝাপড়ার স্বার্থে, আন্তঃধর্মীয় কথোপকথন যিশু খ্রিস্টের দেবত্ব এবং ত্রিমূর্তি ঈশ্বরের প্রকাশকে খ্রিস্টধর্মের উপর ভিত্তি করে অবমূল্যায়ন করেঅন্যান্য ধর্মের মতো পা রাখা যারা অন্যান্য দেবতাদের পূজা করে।ইভাঞ্জেলিক্যাল খ্রিস্টানরা ক্যাথলিকদের সাথে কথোপকথনের জন্যও সমালোচনামূলক।\nধর্মীয় সমাজবিজ্ঞানী পিটার এল. বার্গার যুক্তি দিয়েছিলেন যে কেউ কিছু ক্ষেত্রে নৈতিক ভিত্তিতে আন্তঃধর্মীয় সংলাপ প্রত্যাখ্যান করতে পারে। তিনি যে উদাহরণটি দিয়েছিলেন তা হল ইসলামিক স্টেটকে বৈধ করে এমন ইমামদের সাথে সংলাপ, এই ধরনের আলোচনা এড়ানো উচিত যাতে একটি নৈতিকভাবে বিরোধী ধর্মতত্ত্বকে বৈধ না বলে।\nহিন্দুধর্মের ক্ষেত্রে, এটি যুক্তি দেওয়া হয়েছে যে তথাকথিত আন্তঃধর্মীয় \"সংলাপ... [আসলে] সহিংসতার আশ্রয়স্থল হয়ে উঠেছে। এটা এই কারণে নয় যে 'বহিরাগতরা' হিন্দুধর্ম অধ্যয়ন করেছে বা হিন্দু অংশগ্রহণকারীরা ধর্মীয় 'মৌলবাদী' বলে নয় বরং এই ধরনের সংলাপের যৌক্তিক প্রয়োজনীয়তার কারণে\"হিন্দুধর্ম অধ্যয়নের দুটি উদাহরণ\" এর বিশদ বিশ্লেষণের সাথে, এস এন বালগঙ্গাধরা এবং সারাহ ক্লেরহাউট যুক্তি দেন যে, \"কিছু নির্দিষ্ট কথোপকথন পরিস্থিতিতে, যুক্তির প্রয়োজনীয়তা নৈতিকতার প্রয়োজনীয়তার সাথে সাংঘর্ষিক হয়\"।\nআন্তঃধর্মীয় কথোপকথনের ধর্মতাত্ত্বিক ভিত্তিগুলিকেও সমালোচনা করা হয়েছে এই ভিত্তিতে যে অন্য বিশ্বাসের ঐতিহ্যের যে কোনও ব্যাখ্যা একটি নির্দিষ্ট সাংস্কৃতিক, ঐতিহাসিক ও নৃতাত্ত্বিক দৃষ্টিকোণ থেকে পূর্বাভাস দেওয়া হবে।\nআন্তঃধর্মীয় সংলাপের কিছু সমালোচক হয়তো সংলাপেই আপত্তি জানাতে পারে না, কিন্তু এর পরিবর্তে সংলাপ চালিয়ে যাওয়ার দাবি করে নির্দিষ্ট ঘটনার সমালোচনা করে। উদাহরণস্বরূপ, ফরাসি আলজেরিয়ান প্রিলেট পিয়েরে ক্ল্যাভেরি মাঝে মাঝে খ্রিস্টান এবং মুসলমানদের মধ্যে আনুষ্ঠানিক আন্তঃধর্মীয় সম্মেলনের সমালোচনা করেছিলেন যা তিনি খুব মৌলিক এবং পৃষ্ঠ-স্তরের বলে মনে করেছিলেন। .তিনি সেই সভাগুলিকে এড়িয়ে চলেন কারণ তিনি বিশ্বাস করতেন যে সেগুলিকে স্লোগানের উত্পাদক এবং ধর্মতাত্ত্বিক পার্থক্যগুলিকে উজ্জ্বল করার জন্য। তবে, তার ইসলাম সম্পর্কে এত চমৎকার জ্ঞান ছিল যে ওরানের লোকেরা তাকে \"মুসলিমদের বিশপ\" বলে ডাকত যা একটি উপাধি যা তাকে অবশ্যই খুশি করেছে কারণ তিনি সমস্ত বিশ্বাসীদের মধ্যে সত্যিকারের সংলাপ প্রতিষ্ঠার স্বপ্ন দেখেছিলেন। বিশ্বাস বা ধর্ম নির্বিশেষে।ক্লেভারি আরও বিশ্বাস করতেন যে ইসলামিক বিশ্বাস তত্ত্বের পরিবর্তে মানুষের উপর মনোযোগ কেন্দ্রীভূত করার ক্ষেত্রে প্রামাণিক। তিনি বলেছিলেন যে: \"সংলাপ এমন একটি কাজ যেখানে আমাদের অবশ্যই বিরতি ছাড়াই ফিরে আসতে হবে: এটি একাই আমাদের ধর্মান্ধতাকে নিরস্ত্র করতে দেয়; আমাদের নিজের এবং অন্যের উভয়ই\"। তিনি আরও বলেন, ইসলাম সহনশীল হতে জানে। ১৯৭৪ সালে তিনি চিমাদে -এর একটি শাখায় যোগ দেন যেটি একটি ফরাসি এনজিও ছিল নিপীড়িত এবং সংখ্যালঘুদের সাহায্য করার জন্য নিবেদিত।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nAbdelmassieh, Francis (2020). Egyptian-Islamic Views on the Comparison of Religions: Positions of Al-Azhar University Scholars on Muslim-Christian Relations. Münster: LIT. আইএসবিএন ৯৭৮-৩-৬৪৩-৯১২৮০-০\nHick, John, ed. (1974). Truth and Dialogue: the Relationship between World Religions, in series, Studies in Philosophy and Religion. London: Sheldon Press. 164 p. N.B.: Also published in the U.S.A. under slightly divergent title, Truth and Dialogue in World Religions. আইএসবিএন ০-৮৫৯৬৯০১২-১.\nMomen, Moojan (২০০৯) [Originally published as The Phenomenon of Religion in 1999]। Understanding Religion: A Thematic Approach। Oxford, UK: Oneworld Publications। আইএসবিএন 978-1-85168-599-8। ওএল 25434252M। \nSmart, Ninian (1969). The Religious Experience of Mankind. Englewood Cliffs, New Jersey: Prentice Hall. আইএসবিএন ০-০২-৪১২১৪১-X\nWrogemann, Henning (2019). A Theology of Interreligious Relations. Downer´s Grove, Illinois: Intervarsity Press. আইএসবিএন ৯৭৮-০-৮৩০৮-৫০৯৯-০\n\n\n== বহিঃসংযোগ ==\n\nকার্লিতে Interfaith (ইংরেজি)\nCouncil on Foreign Relations Religion and Foreign Policy Initiative\nInstitute of Interfaith Dialogue\nJournal of Inter-Religious Dialogue\nNonprofit Research Collection on Interfaith Organizing  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ ফেব্রুয়ারি ২০১২ তারিখে Published on IssueLab\nThe Interfaith Observer\nInterfaith.org\nDialogica (Council of Centers on Jewish-Christian Relations)"}