{"pageid": 1096925, "title": "ক্লোবার", "url": "https://bn.wikipedia.org/wiki?curid=1096925", "content": "ক্লোবার (ইংরেজি: Clobber) হল একটি বিমূর্ত কৌশল খেলা যা ২০০১ সালে সম্মিলিত গেম থিওরিস্ট মাইকেল এইচ অ্যালবার্ট, জেপি গ্রসম্যান এবং রিচার্ড নোয়াকোস্কি দ্বারা উদ্ভাবিত হয়েছিল। এটি পরবর্তীকালে অন্যদের মধ্যে এলউইন বার্লেক্যাম্প এবং এরিক ডেমাইন দ্বারা অধ্যয়ন করা হয়েছে। ২০০৫ সাল থেকে, এটি কম্পিউটার অলিম্পিয়াডের একটি ইভেন্ট।\n\n\n== বিস্তারিত ==\nক্লোবার দুটি খেলোয়াড়ের সাথে সবচেয়ে ভাল খেলা হয় এবং খেলতে গড়ে ১৫ মিনিট সময় নেয়। এটি ৮ বছর এবং তার বেশি বয়সীদের জন্য প্রস্তাবিত। এটি সাধারণত একটি আয়তক্ষেত্রাকার সাদা এবং কালো চেকারবোর্ডে খেলা হয়। খেলোয়াড়রা পালা করে তাদের নিজেদের একটি টুকরোকে একটি অর্থোগোনালি সংলগ্ন বিপরীত অংশে নিয়ে যায়, এটিকে গেম থেকে সরিয়ে দেয়। গেমের বিজয়ী হল সেই খেলোয়াড় যে শেষ চালটি করে (অর্থাৎ যার প্রতিপক্ষ নড়াচড়া করতে পারে না)।\nগেমটি শুরু করতে, চেকারবোর্ডের প্রতিটি স্কোয়ার একটি পাথর দ্বারা দখল করা হয়। সাদা বর্গাকার উপর সাদা পাথর এবং কালো স্কোয়ারের উপর কালো পাথর বসানো হয়েছে। সরানোর জন্য, খেলোয়াড়কে অবশ্যই তার নিজের পাথরের একটি তুলে নিতে হবে এবং একটি প্রতিপক্ষের পাথরকে পার্শ্ববর্তী বর্গক্ষেত্রে অনুভূমিকভাবে বা উল্লম্বভাবে \"ক্লোবার\" করতে হবে। একবার প্রতিপক্ষের পাথরটি ক্লোবার হয়ে গেলে, এটি অবশ্যই বোর্ড থেকে সরানো হবে এবং সরানো পাথর দ্বারা প্রতিস্থাপিত হবে। যে খেলোয়াড়, তাদের পালা, নড়াচড়া করতে অক্ষম, খেলা হারায়।\n\n\n== বৈকল্পিক ==\nগণনামূলক খেলায় (যেমন, কম্পিউটার অলিম্পিয়াড ), ক্লোবার সাধারণত ১০x১০ বোর্ডে খেলা হয়। টুকরাগুলির প্রাথমিক বিন্যাসেও ভিন্নতা রয়েছে। আরেকটি রূপ হল ক্যানিবাল ক্লোবার, যেখানে একটি পাথর কেবল প্রতিপক্ষের পাথরই নয় তার মালিকের অন্যান্য পাথরও ধরতে পারে। ক্লোবারের চেয়ে ক্যানিবাল ক্লোবারের একটি সুবিধা হল যে একজন খেলোয়াড় কেবল জিততে পারে না, তবে অ-তুচ্ছ ব্যবধানে জিততে পারে। ক্যানিবাল ক্লোবার ২০০৩ সালের গ্রীষ্মে ইঙ্গো আলথোফার দ্বারা প্রস্তাবিত হয়েছিল। ২০১৫ সালে ইঙ্গো আলথোফারের দ্বারা প্রস্তাবিত আরেকটি রূপ হল সান জেগো: এখানে টুকরোগুলো ক্লোবার করা হয় না, তবে টাওয়ারে স্তুপ করা হয়। প্রতিটি টাওয়ার তার উপরে অংশ সহ খেলোয়াড়ের অন্তর্গত। শেষে সর্বোচ্চ টাওয়ারের খেলোয়াড়কে বিজয়ী ঘোষণা করা হয়। ড্র সম্ভব।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিজ্ঞান সংবাদে ক্লোবারড নিবন্ধ\nবোর্ডগেমগিক-এ ক্লোবার\nটিলবার্গ ২০১১-এ ক্লোবার প্রতিযোগিতার অলিম্পিয়াডে সচিত্র প্রতিবেদনে ক্লোবার"}