{"pageid": 1096984, "title": "বিজনেস ইনসাইডার", "url": "https://bn.wikipedia.org/wiki?curid=1096984", "content": "বিজনেস ইনসাইডার (BI) হল একটি আমেরিকান আর্থিক এবং ব্যবসায়িক সংবাদ ওয়েবসাইট, যা ২০০৭ সালে প্রতিষ্ঠিত হয়েছিল ৷ ২০১৫ সাল থেকে, বিজনেস ইনসাইডারের মূল কোম্পানি ইনসাইডার ইনক.-এর বেশিরভাগ অংশই এর হাতে রয়েছে। যা আবার জার্মান প্রকাশনা সংস্থা অ্যাক্সেল স্প্রিংগারের মালিকানাধীন ৷ এটি বেশ কয়েকটি আন্তর্জাতিক সংস্করণ পরিচালনা করেন। \nবিজনেস ইনসাইডার মূলত রিপোর্টিং প্রকাশ করেন এবং অন্যান্য আউটলেট থেকে সামগ্রী একত্রিত করেন। ২০১১ সাল পর্যন্ত, এটি বেনামী উৎস ব্যবহারে একটি উদার নীতি বজায় রেখেছে। এটি দেশীয় বিজ্ঞাপনও প্রকাশ করেছে এবং এর বিষয়বস্তুর উপর স্পনসরদের সম্পাদকীয় নিয়ন্ত্রণ মঞ্জুর করেছে। বিজনেস ইনসাইডার এমন সব ঘটনা প্রকাশ করে যেগুলো সঠিক সোর্স থেকে পাওয়া এবং যুক্তিসঙ্গত ফ্যাক্ট চেক করে ভেরিফাই করা হয়েছে। যার কারণে ফ্যাক্টচুয়াল রিপোর্টিংয়ের জন্য একে উচ্চ রেট দেওয়া হয়।\n২০২১ সালের ফেব্রুয়ারিতে, ব্র্যান্ডটির নাম পরিবর্তন করা হয় ইনসাইডার।\n\n\n== ইতিহাস ==\nবিজনেস ইনসাইডার ২০০৭ সালে চালু হয়েছিল এবং এটি নিউ ইয়র্ক সিটিতে অবস্থিত। DoubleClick-এর প্রাক্তন সিইও কেভিন পি. রায়ান, ডোয়াইট মেরিম্যান এবং হেনরি ব্লজেট দ্বারা প্রতিষ্ঠিত, সাইটটি শিল্পের উল্লম্ব ব্লগগুলির একত্রীকরণ হিসাবে শুরু হয়েছিল, তাদের মধ্যে প্রথমটি হল সিলিকন ভ্যালি ইনসাইডার (প্রবর্তিত ১৬ মে ২০০৭) এবং ক্লাস্টারস্টক (২০২০৮ সালের মার্চে চালু হয়) . ব্যবসার খবর প্রদান এবং বিশ্লেষণ করার পাশাপাশি, সাইটটি বিভিন্ন বিষয়ের খবরের গল্প একত্রিত করে। এটি নভেম্বর সালে একটি ইউকে সংস্করণ এবং ২০২০ সালের সেপ্টেম্বরে একটি সিঙ্গাপুর ব্যুরো শুরু করে। বিজনেস ইনসাইডারের মূল কোম্পানি হল ইনসাইডার ইনক। বিজনেস ইনসাইডার ২০১৫ সালে অ্যাক্সেল স্প্রিংগার SE দ্বারা কেনার পর, এর কর্মীদের একটি উল্লেখযোগ্য অংশ কোম্পানি ছেড়ে চলে যায়। সিএনএন-এর একটি প্রতিবেদন অনুসারে, কিছু কর্মী যারা প্রস্থান করেছে অভিযোগ করেছে যে \"ট্রাফিক এন্টারপ্রাইজ রিপোর্টিংয়ের চেয়ে অগ্রাধিকার নিয়েছে\"। ২০১৮ সালে, স্টাফ সদস্যদের একটি গোপনীয়তা চুক্তিতে স্বাক্ষর করতে বলা হয়েছিল যাতে একটি নন-ডিসপারেজমেন্ট ক্লজ অন্তর্ভুক্ত ছিল যাতে তাদের চাকরির সময় বা পরে সাইটের সমালোচনা না করা প্রয়োজন।\n২০২০ সালের শুরুর দিকে, সিইও হেনরি ব্লজেট একটি সভা আহ্বান করেছিলেন যেখানে তিনি ১ মিলিয়ন গ্রাহক, প্রতি মাসে ১ বিলিয়ন অনন্য দর্শক এবং ১,০০০ টিরও বেশি নিউজরুম কর্মচারী অর্জনের জন্য ওয়েবসাইটের পরিকল্পনা ঘোষণা করেছিলেন। বিজনেস ইনসাইডার এবং ইমার্কেটারের মূল কোম্পানিগুলি ২০২০ সালে আমেরিকান প্রাইভেট ইক্যুইটি ফার্ম KKR দ্বারা অ্যাক্সেল স্প্রিংগারের প্রস্তাবিত ক্রয়ের ক্ষেত্রে একীভূত হয়। ২০২০ সালের অক্টোবরে, বিজনেস ইনসাইডারের মূল কোম্পানি নিউ ইয়র্ক সিটি-ভিত্তিক একটি মিডিয়া স্টার্টআপ Morning Brew-তে একটি সংখ্যাগরিষ্ঠ অবস্থান কিনেছিল যা ব্যবসায়িক নিউজলেটার এবং পডকাস্টগুলিতে ফোকাস করে।\n\n\n== অর্থ ==\nবিজনেস ইনসাইডার প্রথম ২০১০ সালের চতুর্থ ত্রৈমাসিকে একটি মুনাফা রিপোর্ট করে। ২০১১ সাল পর্যন্ত, এটির ৪৫ জন পূর্ণ-সময়ের কর্মচারী ছিল। সেই সময়ে এর লক্ষ্য শ্রোতা \"বিনিয়োগকারী এবং আর্থিক পেশাদারদের\" মধ্যে সীমাবদ্ধ ছিল। জুন ২০১২ সালে, এটির ৫.৪ মিলিয়ন অনন্য দর্শক ছিল। ২০১৩ সাল পর্যন্ত, জেফ বেজোস ছিলেন একজন বিজনেস ইনসাইডার বিনিয়োগকারী; ২০১৫ সালে অধিগ্রহণের সময় তার বিনিয়োগ কোম্পানি বেজোস এক্সপিডিশন্স কোম্পানির প্রায় ৩ শতাংশ দখল করে। ২০১৫ সালে, Axel Springer SE ইনসাইডার ইনকর্পোরেটেডের ৮৮ শতাংশ শেয়ার $৩৪৩ মিলিয়ন (€৩০৬ মিলিয়ন) অধিগ্রহণ করে, যার মোট মূল্য $৪৪২ বোঝায়।\n\n\n== বিভাগ ==\nবিজনেস ইনসাইডার ২০১৩ সালে প্রতিষ্ঠিত BI ইন্টেলিজেন্স নামে একটি অর্থপ্রদানকারী বিভাগ পরিচালনা করে। জুলাই ২০১৫ সালে, বিজনেস ইনসাইডার প্রযুক্তি ওয়েবসাইট টেক ইনসাইডার শুরু করে, যেখানে ৪০ জন কর্মী প্রাথমিকভাবে কোম্পানির বিদ্যমান নিউইয়র্ক সদর দফতর থেকে কাজ করে, কিন্তু মূলত মূল ব্যবসা থেকে আলাদা ছিল। ইনসাইডার নিউজরুম। যাইহোক, টেক ইনসাইডার শেষ পর্যন্ত বিজনেস ইনসাইডার ওয়েবসাইটে ভাঁজ করা হয়েছিল। অক্টোবর ২০১৬-এ, বিজনেস ইনসাইডার আরেকটি এক্সেল স্প্রিংগার কোম্পানি Finanzen.net-এর সাথে যৌথ উদ্যোগ হিসেবে মার্কেটস ইনসাইডার শুরু করে।\n\n\n== পক্ষপাত, নির্ভরযোগ্যতা এবং সম্পাদকীয় নীতি ==\n২০১০ সালে, বিজনেস ইনসাইডার মিথ্যাভাবে রিপোর্ট করেছিল যে নিউ ইয়র্কের গভর্নর ডেভিড প্যাটারসন পদত্যাগ করতে চলেছেন, যা একাধিক সংবাদ সূত্রও রিপোর্ট করেছিল;\nBI এর আগে স্টিভ জবস হৃদরোগে আক্রান্ত হওয়ার অভিযোগে একটি মিথ্যা গল্প রিপোর্ট করেছিল, যা নাগরিক-সাংবাদিকতা সাইট iReport-এর উপর ভিত্তি করে তৈরি হয়েছিল। গল্পটি প্রকাশিত হওয়ার ২৫ মিনিট পরে আপডেট করা হয়েছিল, এটি মিথ্যা ছিল তা জানার পরে।\nএপ্রিল ২০১১-এ, Blodget বিজনেস ইনসাইডারে \"সরাসরি অবদান\" করার জন্য প্রচারকদের আমন্ত্রণ জানিয়ে একটি বিজ্ঞপ্তি পাঠিয়েছে। সেপ্টেম্বর ২০১১ পর্যন্ত, বিজনেস ইনসাইডার \"যেকোনো কারণে যে কোনো সময়\" বেনামী উৎস ব্যবহার করার অনুমতি দেয়। ওয়ার্ল্ড অ্যাসোসিয়েশন অফ নিউজপেপারস অ্যান্ড নিউজ পাবলিশার্সের মতে, বিজনেস ইনসাইডার ২০১৩ সালের হিসাবে তার \"ব্যবসার ভবিষ্যত\" বিভাগের বিষয়বস্তুর উপর SAP কে \"সীমিত সম্পাদকীয় নিয়ন্ত্রণ\" দিয়েছে। ওয়েবসাইটটি মূল রিপোর্টিং এবং অন্যান্য আউটলেটের সামগ্রীর একত্রিতকরণের মিশ্রণ প্রকাশ করে। . বিজনেস ইনসাইডার দেশীয় বিজ্ঞাপনও প্রকাশ করেছে।\n\n\n== অভ্যর্থনা ==\n২০০৯ সালের জানুয়ারিতে, ক্লাস্টারস্টক বিভাগটি টাইমের ২৫টি সেরা আর্থিক ব্লগের তালিকায় উপস্থিত হয়েছিল এবং সিলিকন ভ্যালি ইনসাইডার বিভাগটি পিসি ম্যাগাজিনের \"২০০৯ সালের প্রিয় ব্লগগুলির\" তালিকায় তালিকাভুক্ত হয়েছিল। ২০০৯ এছাড়াও সেরা ব্যবসা ব্লগের জন্য একটি অফিসিয়াল ওয়েবি সম্মানী হিসাবে বিজনেস ইনসাইডারের নির্বাচন দেখেছে। ২০১২ সালে, বিজনেস ইনসাইডার ইনকর্পোরেটেড ৫০০-এ নামকরণ করা হয়েছিল। ২০১৩ সালে, প্রকাশনাটি আবার ওয়েববি অ্যাওয়ার্ডে ব্লগ-বিজনেস বিভাগে মনোনীত হয়েছিল। ২০১৪ সালের জানুয়ারিতে, দ্য নিউ ইয়র্ক টাইমস রিপোর্ট করেছে যে বিজনেস ইনসাইডারের ওয়েব ট্র্যাফিক ওয়াল স্ট্রিট জার্নালের সাথে তুলনীয়। ২০১৭ সালে, Digiday তাদের বার্ষিক প্রকাশনা পুরস্কারে দুটি পৃথক বিভাগে প্রার্থী হিসেবে ইমপ্রিন্ট ইনসাইডারকে অন্তর্ভুক্ত করেছে—\"বেস্ট নিউ ভার্টিক্যাল\" এবং \"ইনস্টাগ্রামের সেরা ব্যবহার\"। \nওয়েবসাইটটি সমালোচনার সম্মুখীন হয়েছে যা সমালোচকরা এর ক্লিকবেট-স্টাইলের শিরোনাম হিসাবে বিবেচনা করে। দ্য নিউ ইয়র্কারের ২০১৩ সালের একটি ব্লজেট এবং বিজনেস ইনসাইডারের প্রোফাইল প্রস্তাব করেছে যে বিজনেস ইনসাইডার কারণ এটি অন্যান্য আউটলেট থেকে সামগ্রী পুনঃপ্রকাশ করে, সবসময় সঠিক নাও হতে পারে।\n\n\n== তথ্যসূত্র =="}