{"pageid": 1096681, "title": "উইলিয়াম অ্যালস্টন", "url": "https://bn.wikipedia.org/wiki?curid=1096681", "content": "উইলিয়াম পেইন অ্যালস্টন (নভেম্বর ২৯, ১৯২১ - ১৩ সেপ্টেম্বর২০০৯) একজন আমেরিকান দার্শনিক ছিলেন। তিনি ব্যাপকভাবে বিংশ শতাব্দীর অন্যতম গুরুত্বপূর্ণ জ্ঞানবিজ্ঞানী এবং ধর্মের দার্শনিক হিসেবে বিবেচিত  এবং মেটাফিজিক্স এবং ভাষার দর্শনে তার কাজের জন্যও তিনি পরিচিত ছিলেন।  অন্যান্য অনেক বিষয়ের মধ্যে ভিত্তিবাদ, অভ্যন্তরীণতা এবং বাহ্যিকতা, বক্তৃতা ক্রিয়া এবং রহস্যময় অভিজ্ঞতার জ্ঞানীয় মূল্য সম্পর্কে তার মতামতগুলি খুব প্রভাবশালী হয়েছে।  তিনি শিকাগো বিশ্ববিদ্যালয় থেকে পিএইচডি অর্জন করেন এবং মিশিগান বিশ্ববিদ্যালয়, রুটগার্স বিশ্ববিদ্যালয় , ইলিনয় বিশ্ববিদ্যালয় এবং সিরাকিউজ বিশ্ববিদ্যালয়ে শিক্ষকতা করেন । \n\n\n== প্রাথমিক ও শিক্ষা জীবন ==\nঅ্যালস্টন ইউনিস স্কুলফিল্ডে এবং ২৯ নভেম্বর, ১৯২১ সালে লুইসিয়ানার শ্রেভপোর্টে জন্মগ্রহণ করেছিলেন। তিনি ১৫ বছর বয়সে হাই স্কুল থেকে স্নাতক হন এবং লুইসিয়ানার সেন্টেনারি কলেজে যান, ১৯৪২ সালে পিয়ানোতে ব্যাচেলর অফ মিউজিক নিয়ে স্নাতক হন। দ্বিতীয় বিশ্বযুদ্ধের সময়, তিনি ক্যালিফোর্নিয়ার একটি সামরিক ব্যান্ডে ক্লারিনেট এবং বেস ড্রাম বাজিয়েছিলেন। এই সময়ে, তিনি দর্শনের প্রতি আগ্রহী হয়ে ওঠেন, ডব্লিউ সমারসেট মাঘামের বই দ্য রেজার'স এজ দ্বারা উদ্ভূত হয় এবং জ্যাক মেরিটেন, মর্টিমার জে অ্যাডলার, ফ্রান্সিস বেকন, প্লেটো, রেনে দেকার্ত ও এবং জন লকের মতো বিখ্যাত দার্শনিকদের কাজ সম্পর্কে ধারণা পান।  অ্যালস্টনকে ১৯৪৬ সালে মার্কিন সেনাবাহিনী থেকে সম্মানজনকভাবে বরখাস্ত করা হয়েছিল, শিকাগো বিশ্ববিদ্যালয়ে দর্শনের জন্য স্নাতক প্রোগ্রামে প্রবেশ করতে যাচ্ছিলেন, যদিও তিনি আনুষ্ঠানিকভাবে এই বিষয়ে কোনো ক্লাস নেননি।  তিনি সেখানে থাকাকালীন, তিনি রিচার্ড ম্যাককিয়ন এবং চার্লস হার্টশর্নের কাছ থেকে দর্শন সম্পর্কে আরও জানতে পেরেছিলেন, এবং তিনি ১৯৫১ সালে পিএইচডি ডিগ্রি অর্জন করতে পেরেছিলেন।  তার গবেষণামূলক প্রবন্ধটি ছিল আলফ্রেড নর্থ হোয়াইটহেডের দর্শনের বিষয়ে। \n\n\n== কর্মজীবন ==\nঅ্যালস্টন ১৯৪৯ থেকে ১৯৭১ সাল পর্যন্ত মিশিগান বিশ্ববিদ্যালয়ের অধ্যাপক ছিলেন এবং তিনি ১৯৬১ সালে সে বিশ্ববিদ্যালয়ের দর্শন বিভাগের অধ্যাপক হয়ে ওঠেন  এরপর তিনি রাটগার্স ইউনিভার্সিটিতে পাঁচ বছর অধ্যাপনা করেন, এরপর ১৯৭৬ থেকে ১৯৮০ সাল পর্যন্ত ইউনিভার্সিটি অব ইলিনয় অ্যাট আর্বানা-শ্যাম্পেইন এবং তারপরে ১৯৮০ থেকে ১৯৯২ সাল পর্যন্ত সিরাকিউজ বিশ্ববিদ্যালয়ে অধ্যাপনা করেন।  অ্যালস্টনের প্রাথমিক কাজ ছিল ভাষার দর্শনের উপর, পরবর্তীতে তিনি ১৯৭০এর দশকের শুরু থেকে জ্ঞানতত্ত্ব এবং ধর্মের দর্শনের উপর গবেষণা কর্ম চালান। \nঅ্যালভিন প্ল্যান্টিংগা, নিকোলাস ওল্টারস্টরফ, রবার্ট অ্যাডামস এবং মাইকেল এল. পিটারসনের সাথে, অ্যালস্টন বিশ্বাস এবং দর্শন জার্নাল খুঁজে পেতে সহায়তা করেছিলেন।  প্ল্যান্টিংগা, ওল্টারস্টরফ এবং অন্যান্যদের সাথে, অ্যালস্টনও \" সংস্কারকৃত জ্ঞানতত্ত্ব \" (একটি শব্দ যা অ্যালস্টন, একজন এপিস্কোপ্যালিয়ান, কখনই সম্পূর্ণরূপে সমর্থন করেননি) বিকাশের জন্য দায়ী ছিলেন, বিংশ শতাব্দীতে খ্রিস্টান চিন্তাধারার অন্যতম গুরুত্বপূর্ণ অবদান রাখেন তিনি।  অ্যালস্টন ১৯৭৯ সালে আমেরিকান ফিলোসফিক্যাল অ্যাসোসিয়েশনের ওয়েস্টার্ন ডিভিশনের (বর্তমানে কেন্দ্রীয় বিভাগ), সোসাইটি ফর ফিলোসফি অ্যান্ড সাইকোলজি এবং সোসাইটি অফ ক্রিশ্চিয়ান ফিলোসফারের সভাপতি ছিলেন, যেটি তিনি সহ-প্রতিষ্ঠা করেছিলেন। বিংশ শতাব্দীর শেষের দিকে ধর্ম দর্শনের পুনরুজ্জীবনের মূল ব্যক্তিত্ব হিসেবে তিনি ব্যাপকভাবে স্বীকৃত ছিলেন।  ১৯৯০ সালে তিনি আর্টস অ্যান্ড সায়েন্সেস অ্যামেরিকান অ্যাকাডেমির ফেলো নির্বাচিত হন \n\n\n== মৃত্যু ==\nঅ্যালস্টন ১৩ সেপ্টেম্বর ২০০৯ সালে নিউ ইয়র্কের একটি একটি নার্সিং হোমে ৮৭ বছর বয়সে মারা যান,\n\n\n== গ্রন্থপঞ্জি ==\nবিয়ন্ড \"জাস্টিফিকেশন\": ডাইমেনশনস অফ এপিস্টেমিক ইভালুয়েশন, ইথাকা, নিউ ইয়র্ক: কর্নেল ইউনিভার্সিটি প্রেস, ২০০৫।আইএসবিএন ৯৭৮-০-৮০১৪-৭৩৩২-৬\nএকটি সংবেদনশীল মেটাফিজিক্যাল রিয়ালিজম (দ্য অ্যাকুইনাস লেকচার, ২০০১), মিলওয়াকি, উইসকনসিন: মার্কুয়েট ইউনিভার্সিটি প্রেস, ২০০১।আইএসবিএন ৯৭৮-০-৮৭৪৬-২১৬৮-৬আইএসবিএন 978-0-8746-2168-6\nইলোকিউশনারি অ্যাক্টস অ্যান্ড সেন্টেন্স মিনিং, ইথাকা, নিউ ইয়র্ক: কর্নেল ইউনিভার্সিটি প্রেস, ২০০০।আইএসবিএন ৯৭৮-০-৮০১৪-৩৬৬৯-৭আইএসবিএন 978-0-8014-3669-7\nসত্যের বাস্তববাদী ধারণা, ইথাকা, নিউ ইয়র্ক: কর্নেল ইউনিভার্সিটি প্রেস, ১৯৯৬।আইএসবিএন ৯৭৮-০-৮০১৪-৮৪১০-০আইএসবিএন 978-0-8014-8410-0\nএপিস্টেমিক জাস্টিফিকেশন: এসেস ইন দ্য থিওরি অফ নলেজ, ইথাকা, নিউ ইয়র্ক: কর্নেল ইউনিভার্সিটি প্রেস, ১৯৯৬।আইএসবিএন ৯৭৮-০-৮০১৪-৯৫৪৪-১আইএসবিএন 978-0-8014-9544-1\nসেন্স পারসেপশনের নির্ভরযোগ্যতা, ইথাকা, নিউ ইয়র্ক: কর্নেল ইউনিভার্সিটি প্রেস, ১৯৯৩।আইএসবিএন ৯৭৮-০-৮০১৪-৮১০১-৭আইএসবিএন 978-0-8014-8101-7\nপারসিভিং গড : দ্য এপিস্টেমোলজি অফ রিলিজিয়াস এক্সপেরিয়েন্স, ইথাকা, নিউ ইয়র্ক: কর্নেল ইউনিভার্সিটি প্রেস, ১৯৯১।আইএসবিএন ৯৭৮-০-৮০১৪-৮১৫৫-০আইএসবিএন 978-0-8014-8155-0\nডিভাইন নেচার অ্যান্ড হিউম্যান ল্যাঙ্গুয়েজ: দার্শনিক থিওলজিতে প্রবন্ধ । ইথাকা, নিউ ইয়র্ক: কর্নেল ইউনিভার্সিটি প্রেস, ১৯৮৯।আইএসবিএন ৯৭৮-০-৮০১৪-৯৫৪৫-৮আইএসবিএন 978-0-8014-9545-8\nভাষার দর্শন, এঙ্গেলউড ক্লিফস, প্রেন্টিস হল, ১৯৬৪\n\n\n== আরো দেখুন ==\nআমেরিকান দর্শন\nআমেরিকান দার্শনিকদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== পাদটীকা =="}