{"pageid": 1096233, "title": "হাসপাতাল চিকিৎসাবিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1096233", "content": "হাসপাতাল চিকিৎসাবিজ্ঞান (ইংরেজি: Hospital medicine) বিশ্বের কিছু কিছু দেশে বিদ্যমান চিকিৎসাবিজ্ঞানের একটি বিশেষায়িত ক্ষেত্র যেটিকে অন্তররোগ চিকিৎসাবিজ্ঞান বা পারিবারিক চিকিৎসাবিজ্ঞানের একটি শাখা হিসেবে গণ্য করা হয় এবং যেটিতে হাসপাতালে ভর্তিকৃত প্রকট অসুস্থতা বা রোগে আক্রান্ত রোগীদের চিকিৎসা সেবা নিয়ে অধ্যয়ন করা হয়। যেসব চিকিৎসকের মূল পেশাদারি মনোযোগ কেবলমাত্র হাসপাতালে ভর্তি হওয়া রোগীদের চিকিৎসা সেবাপ্রদানের উপর নিবদ্ধ থাকে, তাদেরকে হাসপাতালবিদ (Hospitalist) বলা হয়। হাসপাতাল চিকিৎসাবিজ্ঞান মার্কিন যুক্তরাষ্ট্রে উৎপত্তিলাভ করলেও এই ধরনের চিকিৎসা-চর্চা কানাডা ও অস্ট্রেলিয়াতেও বিস্তার লাভ করেছে। যেসব চিকিৎসক নিজেদেরকে হাসপাতালবিদ হিসেবে নির্দেশ করেন, তাদের সিংহভাগই হাসপাতালে ভর্তিকৃত রোগীদের সেবা করেন। হাসপাতালবিদদের হাসপাতাল চিকিৎসাবিজ্ঞানে পৃথক কোনও বোর্ডপ্রদত্ত সনদ অর্জন করা বাধ্যতামূলক নয়।\n১৯৯৬ সালে রবার্ট ওয়াখটার ও লি গোল্ডম্যান নিউ ইংল্যান্ড জার্নাল অভ মেডিসিন নামক গবেষণা সাময়িকীতে প্রকাশিত একটি গবেষণাপত্রে সর্বপ্রথম হাসপাতালবিদের ইংরেজি পরিভাষা \"হসপিট্যালিস্ট\" শব্দটি ব্যবহার করেন। প্রকট রোগীর চিকিৎসা, প্রশিক্ষণ, গবেষণা ও হাসপাতাল-ভিত্তিক চিকিৎসাসেবা প্রদানের সাথে সম্পর্কিত নির্বাহী নেতৃত্ব, ইত্যাদি বিষয়গুলি হাসপাতাল চিকিৎসাবিজ্ঞানের আওতাভুক্ত। জরুরি চিকিৎসাবিজ্ঞান নামক ক্ষেত্রটির মতো হাসপাতাল চিকিৎসাবিজ্ঞানও এমন একটি বিশেষায়িত ক্ষেত্র যা কোনও অঙ্গ (যেমন হৃদ্‌বিজ্ঞান), রোগ (যেমন কর্কটবিজ্ঞান) বা রোগীর বয়সের (যেমন শিশুরোগবিজ্ঞান) সাথে নয়, বরং সেবাপ্রদানস্থলের (এক্ষেত্রে হাসপাতাল) সাথে সম্পর্কিত।\nমার্কিন যুক্তরাষ্ট্রে হাসপাতাল চিকিৎসাবিজ্ঞানের উদয়ের সাথে যুক্তরাজ্যে সমান্তরালভাবে প্রকট চিকিৎসাবিজ্ঞান নামক ক্ষেত্রটির উদ্ভব ও বিকাশের সাথে তুলনা করা চলে, যাতে ঐ দুই দেশের স্বাস্থ্যব্যবস্থার মধ্যকার পার্থক্যগুলির প্রতিফলন ঘটেছে।\n\n\n== আরও দেখুন ==\nহাসপাতাল চিকিৎসাবিজ্ঞান সমাজ\nধাত্রীবিদ্যক হাসপাতালবিদ\nহাসপাতালের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nGunderman, Richard (২০১৬)। \"Hospitalists and the Decline of Comprehensive Care\"। New England Journal of Medicine। 375 (11): 1011–1013। hdl:1805/12524 । আইএসএসএন 0028-4793। ডিওআই:10.1056/NEJMp1608289। পিএমআইডি 27509007। \nMcMahon, Laurence F. (২০০৭)। \"The Hospitalist Movement — Time to Move On\"। New England Journal of Medicine। 357 (25): 2627–2629। আইএসএসএন 0028-4793। ডিওআই:10.1056/NEJMe078208। পিএমআইডি 18094384। \n\"What Is a Hospitalist? A Guide for Family Caregivers\", free consumer guide available in four languages\n\n\n== বহিঃসংযোগ ==\nAmerican Board of Hospital Medicine\nSociety of Hospital Medicine\nAmerican Board of Internal Medicine"}