{"pageid": 1096634, "title": "মেকন, জর্জিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1096634", "content": "ম্যাকন, আনুষ্ঠানিকভাবে ম্যাকন-বিব কাউন্টি, মার্কিন যুক্তরাষ্ট্রের জর্জিয়া রাজ্যের একটি একীভূত শহর-কাউন্টি। ম্যাকন আটলান্টা থেকে প্রায় ৮৫ মাইল (১৩৭ কিমি) দক্ষিণ-পূর্বে রাজ্যের ভৌগোলিক কেন্দ্রের নিকট অবস্থিত, - তাই শহরের ডাকনাম, \"জর্জিয়ার হৃদয়\"।\nওকমুলজি নদীর পতন রেখার কাছে অবস্থিত, ম্যাকনের জনসংখ্যা ২০২০ সালে ১,৫৭,৩৪৬ জন ছিল। এটি ম্যাকন মহানগর পরিসংখ্যান অঞ্চলের প্রধান শহর, যার জনসংখ্যা ২০২০ সালে ২,৩৩,৮০২ জন ছিল। ম্যাকন হল ম্যাকন–ওয়ার্নার রবিনস সম্মিলিত পরিসংখ্যান অঞ্চলের (সিএসএ) বৃহত্তম শহর, ২০১৭ সালে আনুমানিক ৪,২০,৬৯৩ জন বাসিন্দা সহ একটি বৃহত্তর ব্যবসায়িক এলাকা; সিএসএ ঠিক উত্তরে আটলান্টা মহানগর অঞ্চলের সীমানার সঙ্গে সংলগ্ন রয়েছে।\nভোটাররা ২০১২ সালের একটি গণভোটে সিটি অব ম্যাকন ও বিব কাউন্টির সরকারের একত্রীকরণকে অনুমোদন করে এবং ম্যাকন জর্জিয়ার চতুর্থ বৃহত্তম শহর হয়ে ওঠে (অগাস্টের ঠিক পরে)। দুই সরকার আনুষ্ঠানিকভাবে ২০১৪ সালের ১লা জানুয়ারি একীভূত হয়।\nম্যাকন তিনটি আন্তঃরাজ্য (ইন্টারস্টেট) মহাসড়ক দ্বারা পরিবেশিত হয়। মহাসড়কগুলি হল আই-১৬ (শহরটিকে সাভ্যানা এবং উপকূলীয় জর্জিয়ার সাথে সংযুক্ত করে), আই-৭৫ (শহরটিকে উত্তরে আটলান্টার সাথে এবং দক্ষিণে ভালদোস্তার সাথে সংযুক্ত করে), এবং আই-৪৭৫ (শহর একটি বাইপাস মহাসড়ক)।\nশহরে উচ্চশিক্ষার বিভিন্ন প্রতিষ্ঠানের পাশাপাশি অসংখ্য জাদুঘর ও পর্যটন স্থান রয়েছে। এলাকাটি মধ্য জর্জিয়া আঞ্চলিক বিমানবন্দর ও হার্বার্ট স্মার্ট ডাউনটাউন বিমানবন্দর দ্বারা উড়ান পরিষেবা পরিবেশিত হয়। মেয়র লেস্টার মিলার।\n\n\n== ভূগোল ==\nঅকমুগী নদী হল একটি প্রধান নদী, যা শহরের মধ্য দিয়ে প্রবাহিত হয়। ম্যাকন হল অগাস্টা ও কলম্বাসের সঙ্গে জর্জিয়ার তিনটি প্রধান পতন রেখার শহরসমূহের মধ্যে একটি। পতন রেখা হল - যেখানে পিডমন্ট মালভূমির পাহাড়ি ভূমি উপকূলীয় সমভূমির সমতল ভূখণ্ডের সাথে মিলিত হয়। যেমন, ম্যাকনের উত্তর দিকে ঘূর্ণায়মান পাহাড় ও দক্ষিণে সমতল সমভূমির একটি বৈচিত্র্যময় প্রাকৃতিক দৃশ্য রয়েছে। পতন রেখা, যেখানে উচ্চতা লক্ষণীয়ভাবে হ্রাস পায়, এই অঞ্চলের নদী ও খাঁড়িগুলিকে দ্রুত সমুদ্রের দিকে প্রবাহিত করে। অতীতে, ম্যাকন ও অন্যান্য পতন রেখা শহরগুলিতে নদী দ্বারা চালিত অনেক বস্ত্র কারখানা ছিল।\nমার্কিন যুক্তরাষ্ট্রের আদমশুমারি ব্যুরো অনুসারে, শহরের মোট আয়তন ৫৬.৩ বর্গ মাইল (১৪৬ বর্গ কিমি), যার মধ্যে ৫৫.৮ বর্গ মাইল (১৪৫ বর্গ কিমি) স্থলভাগ এবং ০.৫ বর্গ মাইল (১.৩ বর্গ কিমি) (০.৮২%) জলভাগ। ম্যাকন সমুদ্রপৃষ্ঠ থেকে প্রায় ৩৩০ ফুট (১০০ মিটার) উপরে অবস্থিত।\n\n\n== জনসংখ্যা ==\nম্যাকন হল ম্যাকন-ওয়ার্নার রবিনস-ফোর্ট ভ্যালি সিএসএ-এর বৃহত্তম প্রধান শহর। একই সম্মিলিত পরিসংখ্যানগত অঞ্চলটির মধ্যে ম্যাকন মহানগর অঞ্চল (বিব, ক্রফোর্ড, জোন্স, মনরো ও টুইগস কাউন্টি) ও ওয়ার্নার রবিনস মহানগর অঞ্চল (হিউস্টন, পীচ ও পুলাস্কি কাউন্টি) রয়েছে, যার সম্মিলিত জনসংখ্যা ২০১০ সালের আদমশুমারিতে ৪,১১,৮৯৮ জন ছিল।\nসরকারি ২০১০ সালের মার্কিন আদমশুমারি অনুসারে, ম্যাকনের জনসংখ্যা ৯১,৩৫১ জন ছিল। সর্বশেষ ২০২০ সালের সরকারি আদমশুমারিতে, শহরে ৯৭,২৫৫ জন বসবাসকারী, ৩৮,৪৪৪ জন গৃহস্থলী ও ২৪,২১৯ টি পরিবার ছিল। জনসংখ্যার ঘনত্ব ১,৭৪২.৮ জন প্রতি বর্গ মাইল (৬৭২.৯/কিমি কিমি) ছিল। প্রতি বর্গমাইলে আবাসন ইউনিটের গড় ঘনত্ব ১,৭৪২.৮ (৬৭২.৯/বর্গ কিমি) সহ শহরে মোট ৪৪,৩৪১ টি আবাসন ইউনিট ছিল। শহরের জাতিগত গঠনে ৬৭.৯৪৭%আফ্রিকান আমেরিকান, ২৮.৫৬% শ্বেতাঙ্গ,৬.৫% এশীয়, ০.৪৬% প্রশান্ত মহাসাগরীয় দ্বীপবাসী, ০.২% স্থানীয় আমেরিকান এবং ০.৭৭% দুই বা ততোধিক জাতি থেকে ছিল। হিস্পানিক ও ল্যাটিনো যে কোন জাতির জনসংখ্যা ২.৪৮% ছিল।\n\n\n== সরকার ==\nপ্রথম মেয়র রবার্ট রিচার্ট ২০১৬ সালে পুনঃনির্বাচিত হওয়ার পর, তিনি বর্তমান মেয়র হিসাবে নিযুক্ত হন। মেয়র রিচার্ট জর্জিয়ার প্রতিনিধি পরিষদ জেলা ১২৬-এর একজন প্রাক্তন সদস্য।\nইউ.এস. সিকিউরিটিজ অ্যান্ড এক্সচেঞ্জ কমিশন ২০১৯ সালের ১৫ই মার্চ প্রাক্তন কাউন্টি ম্যানেজার ডেল এম ওয়াকারকে জালিয়াতির অভিযোগে অভিযুক্ত করে।\n\n\n== তথ্যসূত্র =="}