{"pageid": 1097550, "title": "কিংস্টন আপন হাল", "url": "https://bn.wikipedia.org/wiki?curid=1097550", "content": "কিংস্টন আপন হাল, সাধারণত সংক্ষেপে হাল বলা হয়, ইংল্যান্ডের ইয়র্কশায়ারের ইস্ট রাইডিং-এর একটি বন্দর শহর ও একক কর্তৃপক্ষ। এটি উত্তর সাগর থেকে ২৫ মাইল (৪০ কিমি), লিডস থেকে ৫০ মাইল (৮০ কিমি) পূর্বে, ইয়র্কের ৩৪ মাইল (৫৫ কিমি) দক্ষিণ-পূর্বে ও শেফিল্ডের ৫৪ মাইল (৮৭ কিমি) উত্তর-পূর্বে হাম্বার মোহনার সঙ্গে হাল নদীর সঙ্গমস্থলে অবস্থিত। হাল শহরটি ২,৫৯,৭৭৮ জন জনসংখ্যার (আনুমানিক, ২০১৯ সালের মাঝামাঝি) ইয়র্কশায়ার ও হাম্বার অঞ্চলের চতুর্থ বৃহত্তম শহর।\nহালে উইক নগরটি ১২তম শতকের শেষের দিকে মিউক্স অ্যাবের সন্ন্যাসীদের দ্বারা একটি বন্দর হিসাবে প্রতিষ্ঠিত হয়েছিল, যেখান থেকে তারা তাদের পশম রপ্তানি করত। কিংস-টাউন আপন হালের নামকরণ ১২৯৯ সালে করা হয়, হাল একটি বাজার-নগর, সামরিক সরবরাহ বন্দর, বাণিজ্য কেন্দ্র, মাছ ধরা ও তিমি শিকার কেন্দ্র এবং শিল্প মহানগর ছিল। হাল ইংরেজ গৃহযুদ্ধের প্রথম দিকের যুদ্ধের কেন্দ্র ছিল। শহরটির ১৮শতকের সংসদ সদস্য উইলিয়াম উইলবারফোর্স ব্রিটেনে ক্রীতদাস বাণিজ্যের বিলুপ্তিতে একটি বিশিষ্ট ভূমিকা নিয়েছিলেন।\nদ্বিতীয় বিশ্বযুদ্ধে (\"হাল ব্লেৎজ\") ব্যাপক ক্ষতির শিকার হওয়ার পর, হাল শিল্পোত্তর পতনের সময়কাল সহ্য করে;  সামাজিক বঞ্চনা, শিক্ষা ও পুলিশ ব্যবস্থার ক্ষেত্রে খারাপভাবে কার্যক্রম পরিচালনা করে। শহরটি ২০০০-এর দশকের শেষের দিকের মন্দার আগে ২১শ শতাব্দীর প্রথম দিকে ব্যয় বৃদ্ধি কারণে প্রচুর পরিমাণে নতুন খুচরা, বাণিজ্যিক, আবাসন ও সরকারি পরিষেবা নির্মাণ ব্যয় দেখেছিল।\nপর্যটক আকর্ষণের মধ্যে দ্য হল পিপল'স মেমোরিয়াল, ঐতিহাসিক ওল্ড টাউন অ্যান্ড মিউজিয়াম কোয়ার্টার, মেরিনা এবং দ্য ডিপ অ্যাকোয়ারিয়াম রয়েছে। রাগবি লিগ ফুটবল দলগুলোর মধ্যে ক্লাব হাল এফ.সি. ও হাল কিংস্টন রোভারস রয়েছে। শহরের অ্যাসোসিয়েশন ফুটবল ক্লাব হল হাল সিটি (ইএফএল চ্যাম্পিয়নশিপ) এবং নন-লিগ ফুটবল ক্লাব হাল ইউনাইটেড।\nহাল বিশ্ববিদ্যালয়টি ১৯২৭ সালে প্রতিষ্ঠিত হয়েছিল এবং বর্তমানে বিশ্ববিদ্যালয়ে ১৬,০০০ জনেরও বেশি শিক্ষার্থী নথিভুক্ত রয়েছে। হাল ২০১৭ সালে ইউকে সিটি অব কালচার এবং তার ফেরেন্স আর্ট গ্যালারিতে টার্নার পুরস্কারের আয়োজন করেছিল।\n\n\n== ইতিহাস ==\nপ্রারম্ভিক উন্নয়ন\nকিংস্টন আপন হাল হাম্বার মোহনার উত্তর তীরে তার উপনদী হাল নদীর মুখে অবস্থান করছে। নব্যপ্রস্তর যুগের প্রথম দিক থেকে হাল নদীর উপত্যকায় জনবসতি ছিল, কিন্তু বর্তমান শহরের এলাকায় উল্লেখযোগ্য জনবসতির সামান্য প্রমাণ পাওয়া যায়। এলাকাটি মানুষের কাছে আকর্ষণীয় ছিল, কারণ এখানে এটি একটি সমৃদ্ধ পশ্চিমাঞ্চল ও নৌ চলাচলের উপযোগী নদীতে প্রবেশাধিকার ছিল, কিন্তু স্থানটি দুর্গম ও নিচু নিম্নভূমিযুক্ত ছিল এবং এখানে বিশুদ্ধ জলের অপ্রতুলতা ছিল। এটি মূলত ওয়াইক নামের মাইটন জনপদের একটি বহির্মুখী অংশ ছিল। নামটি স্ক্যান্ডিনেভীয় শব্দ ভিক থেকে উদ্ভূত বলে মনে করা হয়, যার অর্থ খাঁড়ি; বা স্যাক্সন শব্দ উইক থেকে উদ্ভূত বলে মনে করা হয়, যার অর্থ বাসস্থান বা আশ্রয়।\n\n\n== জনসংখ্যা ==\n২০০১ সালের যুক্তরাজ্যের আদমশুমারি অনুসারে, হালের জনসংখ্যা ২,৪৩,৫৮৯ জন ছিল, যারা ১,০৪,২৮৮ টি গৃহস্থলিতে বসবাস করত। জনসংখ্যার ঘনত্ব প্রতি হেক্টর ৩৪.১ জন ছিল। মোট বাড়িগুলির মধ্যে ৪৭.৮৫% ভাড়া দেওয়া হয়েছিল, যা জাতীয়  ভাড়ার হার ৩১.৩৮% এর তুলনায় বেশি। ১৯৯১-এর যুক্তরাজ্যের আদমশুমারি জনসংখ্যা থেকে ২০০১ সালের আদমশুমারিতে জনসংখ্যা ৭.৫% হ্রাস পায়,[74] এবং ২০০৬ সালের জুলাই মাসে আনুষ্ঠানিকভাবে জনসংখ্যা ২,৫৬,২০০ জন অনুমান করা হয়।\n\n\n== সংস্কৃতি ==\nহাল শহরে জাতীয় গুরুত্বের বেশ কয়েকটি জাদুঘর রয়েছে। শহরটির একটি নাট্য ঐতিহ্য রয়েছে, যেখানে কয়েক জনা বিখ্যাত অভিনেতা ও লেখকের জন্ম গ্রহণ ও বসবাস করেছেন। শহরটির শিল্পকলা ও ঐতিহ্য পুনরুজ্জীবনের সাম্প্রতিক প্রচেষ্টায় দর্শনার্থীদের আকৃষ্ট করতে এবং পর্যটনকে উত্সাহিত করতে ভূমিকা পালন করেছে। শহরটি লেখিকা ভ্যাল উডকে অনুপ্রাণিত করেছে, যিনি তার সেরা বিক্রি হওয়া উপন্যাসসমূহের অনেকগুলির গল্প শহরটির প্রেক্ষাপটে নির্মাণ করেছেন। উইলবারফোর্স লেকচার ও উইলবারফোর্স মেডেলিয়নের পুরস্কার ১৯৯৫ সাল থেকে বার্ষিক অনুষ্ঠিত হয়, যার মাধ্যমে মানবাধিকারের অপব্যবহারের বিরুদ্ধে লড়াইয়ে হাল ও উইলিয়াম উইলবারফোর্সের ঐতিহাসিক ভূমিকা উদযাপন করা হয়।\n\n\n== ধর্ম ==\nঅন্যান্য অনেক ইংরেজ শহরের মত, হালে কোন ক্যাথিড্রাল নেই। পবিত্র ট্রিনিটি চার্চ (১৩০০ থেকে ডেটিং) ২০১৭ সালের ১৩ই মে থেকে একটি মিনস্টার হয়ে ওঠে, যা হাল মিনস্টার নামে পরিচিত। এটি ডায়োসিস অব ইয়র্কের অ্যাংলিকানের একটি অংশ এবং এর একটি সাফ্রাগান বিশপ রয়েছে।\nহাল মিডলসব্রোর রোমান ক্যাথলিক ডায়োসিসের দক্ষিণ ভিকারিয়েটের অংশ গঠন করে। সেন্ট চার্লস বোরোমিও হল শহরের প্রাচীনতম সংস্কার-পরবর্তী রোমান ক্যাথলিক গির্জা।\nহালে বেশ কয়েকটি নাবিক মিশন ও গির্জা রয়েছে। মিশন টু সীফারার্সের একটি কেন্দ্র পশ্চিম কিং জর্জ ডকে রয়েছে এবং সেন্ট নিকোলাজ ডেনিশ সীমেন'স গির্জা ওসবোর্ন স্ট্রিটে অবস্থিত।\n\n\n== পরিবহন ==\nহালের মধ্যে ও বাইরের প্রধান সড়কটি হল এম৬২ মোটরওয়ে/এ৬৩ সড়ক, এটি উত্তর ইংল্যান্ডের প্রধান পূর্ব-পশ্চিম পথগুলির মধ্যে একটি। এটি লিডস, ম্যানচেস্টার ও লিভারপুল শহরসমূহের পাশাপাশি যুক্তরাজ্যের মোটরওয়ে নেটওয়ার্কের মাধ্যমে রাষ্ট্রের বাকি অংশসমূহের সঙ্গে একটি সংযোগ প্রদান করে৷ মোটরওয়ে নিজেই শহর থেকে কিছু দূরে শেষ হয়; বাকি পথটি এ৬৩ ডুয়েল ক্যারেজওয়ে বরাবর প্রসারিত। এই পূর্ব-পশ্চিম পথটি ইউরোপীয় রোড রুট এ২০ এর একটি ছোট অংশ গঠন করে।\nহাল শহরটি হাম্বারের দক্ষিণের গন্তব্যে সড়ক সংযোগ প্রদানকারী হাম্বার সেতুর নিকট অবস্থিত। এটি ১৯৭২ সাল থেকে ১৯৮১ সালের মধ্যে নির্মিত হয়েছিল এবং সেই সময়ে বিশ্বের দীর্ঘতম একক-স্প্যান বিশিষ্ট সাসপেনশন সেতু ছিল। এটি এখন তালিকায় অষ্টম স্থানে রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nহাল সিটি কাউন্সিল\n\"Hull's City of Culture bid film revealed to the public\" – বিবিসি নিউজ নিবন্ধ, ১২ নভেম্বর ২০১৩\nহাল হিস্ট্রি সেন্টার – হালের সংক্ষিপ্ত ইতিহাস"}