{"pageid": 109738, "title": "ওয়ালথার", "url": "https://bn.wikipedia.org/wiki?curid=109738", "content": "কার্ল ভ্যাল্টার জিএমবিএইচ স্পোর্টঅফেন বা ওয়ালথার (ইংরেজি: Carl Walther GmbH Sportwaffen বা Walther) হচ্ছে একটি জার্মান আগ্নেয়াস্ত্র প্রস্তুতকারী প্রতিষ্ঠান। প্রায় ১০০ বছরেরও বেশি সময় ধরে পিস্তলের উন্নয়নে এই প্রতিষ্ঠানটি গুরুত্বপূর্ণ ও আলোচিত ভূমিকা রেখে এসেছে। এর কিছু অস্ত্র অনেকটা কিংবদন্তির শামিল। এর মধ্যে আছে পিপিকে ও পি৯৯। এ দুটো মডেলের পিস্তলই বিখ্যাত কাল্পনিক চরিত্র জেমস বন্ডের ব্যবহারের কারণে বিশেষভাবে পরিচিত। এছাড়াও দ্বিতীয় বিশ্বযুদ্ধের সময় জার্মান বাহিনীর একটি আদর্শ সাইডআর্ম ছিলো ওয়ালথার নির্মিত পি৩৮।\n\n\n== নামের উচ্চারণ ==\nজার্মান ভাষায়, ইংরেজি w-এর উচ্চারণ বাংলা ভ-এর মতো, এবং ইংরেজি th-এর উচ্চারণ হচ্ছে ট। তাই এর প্রকৃত উচ্চারণ ভাল্টার। তাই জার্মান উচ্চারণ সম্পর্কে অজ্ঞাত ইংরেজিভাষীরা এটিকে ওয়ালথার উচ্চারণ করে থাকেন।\n\n\n== ইতিহাস ==\n১৮৮৬ সালে কার্ল ভ্যাল্টার জার্মানির জেলা-মেহলিসে এই কোম্পানির গোড়াপত্তন করেন। বর্তমানে এটি জার্মান শহর থুরিনজিয়ায় অবস্থিত। প্রথমে প্রতিষ্ঠানটি মূলত শিকার এবং নিশানা পরীক্ষণের জন্য ব্যবহৃত রাইফেল তৈরি করতো। ১৯৮০ সালে ফ্রিট্‌জ ভ্যাল্টারের প্রচেষ্টায় প্রতিষ্ঠানটি পিস্তল তৈরি শুরু করে। ফ্রিটজ ভ্যাল্টার ছিলেন কার্ল ভ্যাল্টারের বড় ছেলে। প্রথম থেকে পঞ্চম, ও সপ্তম থেকে নবম মডেলগুলোর ক্যালিবারগুলো ছিলো ৬.৩৫ থেকে ৭.৬৫-এর মধ্যে। ষষ্ঠ মডেলটি ৯মিমি লিউগার পিস্তলের সাথে সাদৃশ্য রেখে তৈরি করা হয়। এটি ব্লোব্যাক ধরনে অপারেশন পরিচালনা করতো। এই মডেলটি ব্যবসায়িকভাবে সাফল্য অর্জন করতে পারেনি। এ মডেলের পিস্তল তৈরি হয় প্রায় ১০০০। ১৯২৯ সালে প্রতিষ্ঠানটি জনপ্রিয় পুলিস পিস্তল বা পিপি মডেলের পিস্তল তৈরি করা শুরু করে। একই ধারাবাহিকতায় ১৯৩১ সালে পিপিকে (Polizeipistole, Kriminalmodell) মডেলের পিস্তল তৈরি করে। পরবর্তীকালে ওয়ালথার .২২ লং রাইফেল, .৩২ এসিপি (সবচেয়ে প্রচলিত ক্যালিবার), .৩৮০ এসিপি, এবং সামান্য পরিমাণে .২৫ এসিপি ক্যালিবারেরও পিপি ও পিপিকে পিস্তল তৈরি করে। ওয়ালথারের পিপি মডেলের জন্য উৎপাদিত বাড়তি যন্ত্রাংশ এখন পর্যন্ত কোনো পিস্তল জন্য পিস্তলের জন্য উৎপাদিত বাড়তি যন্ত্রাংশের মধ্যে সর্বোচ্চ। এর উৎপাদনের উচ্চ মানসম্পন্নতা বাজার থেকে লিউগার পি০৮ মডেল পিস্তল সরিয়ে এক কর্তৃত্ব দখল করে। পরবর্তীকালে ১৯৩৮ সালে জার্মান রাইখের সহায়তায় স্বাক্ষরিত এক চুক্তিতে ৯মিমি-এর প্রযুক্তিগত বৈশিষ্ট্য ওয়ালথারে সংযুক্ত হয়, ও ৯৬০ গ্রাম বিশিষ্ট ৯মিমি পি৩৮ মডেলের পিস্তল তৈরি হয়।\nদ্বিতীয় বিশ্বযুদ্ধ চলাকালে ১৯৪২ থেকে ১৯৪৫ সাল পর্যন্ত ওয়ালথার নিউয়েনগাম কনসেন্ট্রেশন ক্যাম্পের বন্দীদের তাদের নিজস্ব কারখানায় দাস শ্রমিক হিসেবে ব্যবহার করেছিলো।\n\n\n== উৎপাদিত পণ্য ==\n\n\n=== হাতবন্দুক ===\n\n\n==== খেলার জন্য ====\nওয়ালথার ওএসপি\nওয়ালথার জিএসপি\nওয়ালথার জিএসপি এক্সপার্ট\nওয়ালথার এসএসপি\nওয়ালথার অলিম্পিয়া\nওয়ালথার পি২২ টার্গেট\nওয়ালথার এসপি২২\nওয়ালথার এলপি৫৩\nওয়ালথার এলপি৩০০\n\n\n==== আত্মরক্ষার জন্য ====\nওয়ালথার মডেল ৯\nওয়ালথার পিপি\nওয়ালথার পি৩৮\nওয়ালথার টিপিএইচ\nওয়ালথার পি১\nওয়ালথার পি৪\nওয়ালথার পিপি সুপার\nওয়ালথার পি৫/কমপ্যাক্ট\nওয়ালথার পি৮৮/কমপ্যাক্ট\nওয়ালথার পি৯৯\nওয়ালথার পি২২\nওয়ালথার পিপিএস\nওয়ালথার পিকে৩৮০\n\n\n=== সাবমেশিনগান ===\nওয়ালথার এমপিএল\nওয়ালথার এমপিকে\nওয়ালথার এমপিএসডি\n\n\n=== রাইফেল ===\n\n\n===== খেলায় ব্যবহৃত এয়ার রাইফেল =====\nওয়ালথার এলজিভি\nওয়ালথার এলজিআর\nওয়ালথার এলজি৯০\nওয়ালথার এলজিএম\nওয়ালথার এলজি২০০\nওয়ালথার এলজি২১০\nওয়ালথার এলজি৩০০\n\n\n===== খেলায় ব্যবহৃত কার্বন ডাই অক্সাইড রাইফেল =====\nওয়ালথার সিজি৯০\nওয়ালথার সিজিএম\n\n\n===== খেলায় ব্যবহৃত ছোট নলের রাইফেল =====\nওয়ালথার কেকে২০০\nওয়ালথার কেকে৩০০\n\n\n==== আত্মরক্ষার জন্য ====\nগেভার ৪১\nগেভার ৪৩\nওয়ালথার জি২২\nওয়ালথার ডব্লিউএ ২০০০\n\n\n=== ছুরি ===\nওয়ালথার যুদ্ধাস্ত্র হিসেবে ব্যবহৃত হয়, এমন ছুরিও তৈরি করে।\n\n\n== টীকা ==\n\n\n== বহিঃসংযোগ ==\nকার্ল ভ্যাল্টার, জার্মান ব্র্যান্ডের সরকারি ওয়েবসাইট।\nওয়ালথার ইউ.এ., যুক্তরাষ্ট্র ব্র্যান্ডের সরকারি ওয়েবসাইট।"}