{"pageid": 1097206, "title": "আবদুল করিম খাঁ", "url": "https://bn.wikipedia.org/wiki?curid=1097206", "content": "উস্তাদ আব্দুল করিম খাঁ (দেবনাগরী: उस्ताद अब्दुल करीम ख़ान, ফার্সি: اُستاد عبدُالکریم خان; ১১ নভেম্বর ১৮৭২ – ২৭ অক্টোবর ১৯৩৭) ছিলেন একজন ভারতীয় হিন্দুস্তানি শাস্ত্রীয় সংগীত শিল্পী। তিনি ভারতীয় মার্গ সঙ্গীতের কিরানা ঘরানার স্থপতি হিসাবে চিরস্মরণীয় ব্যক্তিত্ব।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nআবদুল করিম খাঁয়ের জন্ম ১৮৭২ খ্রিস্টাব্দের ১১ নভেম্বর তৎকালীন  আগ্রা ও অবধের যুক্তপ্রদেশ তথা বর্তমানের উত্তর প্রদেশের পশ্চিমে মুজফফরনগর বর্তমানে শামলি জেলার কিরানা নামক এক প্রাচীন নগরের এক সাঙ্গীতিক পরিবারে যেখান থেকে ভারতীয় সঙ্গীত জগত পেয়েছে গুলাম আলি ও গুলাম মওলাকে। তার পিতা কালে খান ছিলেন গুলাম আলির পৌত্র। আব্দুল করিম খাঁ র তাঁর পিতা ও জ্যাঠা আবদুল্লা খাঁর কাছে সঙ্গীতের তালিম মানে স্বর পরিচয় ইত্যাদি শুরু হলেও সম্পর্কে এক কাকা দক্ষ গায়ক ননহে খানের কাছে সঙ্গীতের প্রাথমিক শিক্ষার ভিত মজবুত হয়। আবদুল করিম খাঁ শেষে গোয়ালিয়র ঘরানার উস্তাদ রহমত খানের সংগীতে প্রভাবিত হন। ছোট থেকেই আবদুল করিম অসাধারণ প্রতিভার অধিকারী ছিলেন। তিনি কণ্ঠসঙ্গীত ও সারঙ্গী বাদন ছাড়াও রুদ্র বীণা, সেতার, তবলা, নাকাড়া ইত্যাদি বাজানোয় বিশেষ পারদর্শী ছিলেন।\nসারঙ্গী শিল্পীদের সেই সময়ে সমাজে কদর না থাকার কারণে, জানা যায় তিনি কণ্ঠসঙ্গীতই বেছে নেন। প্রথমদিকে তিনি তাঁর এক ভাই আবদুল হকের সঙ্গে গান করতেন। এগারো বৎসর বয়সে তিনি ভাইয়ের সঙ্গে মীরাটে যান। সেখানে এক অনুষ্ঠানে মূলতানী এবং পূরবী রাগে তাদের দুজনের কন্ঠে দ্রুত তান এবং সরগম শুনে উপস্থিত গুনীজনেরা উচ্ছ্বসিত প্রশংসা করেছিলেন। এরপর মওলা বক্স খানদানের মুর্তজা খানের স্টাইলে বরোদার রাজ দরবারে পরিবেশন করেন। বরোদা রাজ তাদের রাজসভা গায়ক হিসাবে নিযুক্ত করেন।\nসেই সময়ে তাঁর গান শুনেছিলেন মহীশূর দরবারের সারেঙ্গিবাদক সম্পর্কে তাঁর এক ভগ্নীপতি হায়দর বখ্শ। বছর ছয়েক পরে আব্দুল করিম তাঁর কাছেই মহীশূরে গিয়েছিলেন রাজদরবারে দশেরা উৎসবে গান শোনানোর উদ্দেশে। তাঁর সরগমে কর্ণাটকী সঙ্গীতের প্রভাব ছিলই। এখানে তোড়ি গেয়ে তিনি সকলের নজর কাড়েন। মহীশূর দরবারেই তিনি কর্ণাটকী সঙ্গীতের প্রখ্যাত শিল্পীদের সান্নিধ্যে এসে কর্ণাটকী সঙ্গীতের নানা বিষয়ে সমৃদ্ধ হন।\n\n\n== কর্মজীবন ==\n\nগায়কোয়াড শাসিত তৎকালীন বরোদার রাজসভায় সভাগায়ক হিসাবে নিযুক্ত হন আবদুল করিম খাঁ। সুমধুর কণ্ঠস্বরের অধিকারী উস্তাদজী সারেঙ্গী, বীণ, তবলা দক্ষতার সাথে বাজাতেন। বরোদার পর তিনি ১৮৯৮ খ্রিস্টাব্দে যান বোম্বাই। তারপর পুনা, মিরাজ এবং কর্ণাটকের মহীশূরে।\nআবদুল করিম খাঁ প্রায়শই মহীশূরের রাজদরবারে গান গাওয়ার জন্য আমন্ত্রিত হতেন।\nমহীশূরের মহারাজা তাকে সঙ্গীতরত্ন উপাধি প্রদান করেন। মহীশূরে যাওয়ার পথে তিনি  ধারওয়াড় জেলার সদর ধারওয়াড়ে তার ভাইয়ের কাছে থাকতেন। সেখানে তিনি কর্ণাটকের বিখ্যাত শিষ্য সওয়াই গন্ধর্বকে (১৮৬৬-১৯৫২) তালিম দিতেন। ১৯০০ খ্রিস্টাব্দে প্রায় আট মাস তিনি বিশ শতকের অন্যতম সঙ্গীতশিল্পী কেসরবাঈ কেরকার'কে (১৮৯২-১৯৭৭) তালিম দেন।\nআবদুল করিম খাঁ গ্রামোফোন কোম্পানীর বিশিষ্ট শিল্পী ছিলেন। তাঁদের থিয়েটারে তিনি নাট্যসঙ্গীত গাইতেন। ১৯১৩ খ্রিস্টাব্দে তিনি সুযোগসুবিধা হতে বঞ্চিত ছাত্রদের জন্য পুনেতে আর্য সঙ্গীত বিদ্যালয় স্থাপন করেন। পরে ১৯১৭ খ্রিস্টাব্দে বোম্বাই-এ একটি শাখা খোলেন। ১৯২০ খ্রিস্টাব্দে সঙ্গীতের শহর মিরাজে স্থায়ীভাবে বসবাস করেন। ১৯২৪ খ্রিস্টাব্দে  দিলীপকুমার রায়ের ডাকে কলকাতায় এক সঙ্গীত সভাতে এসেছিলেন।\n\n\n== সঙ্গীতশৈলী ==\nআবদুল করিম খাঁ শুধু খেয়াল ও ঠুমরির গায়কিতে পরিবর্তনই আনেননি, তিনিই সম্ভবত প্রথম শিল্পী যিনি রাগসঙ্গীতের ভিন্ন দুই ধারার মেলবন্ধন ঘটিয়ে এক সম্পূর্ণ পৃথক ধারা কিরানা বা কৈরনা ঘরানায় পরিচিত হয়। তদুপরি কর্ণাটকী রাগসঙ্গীতের উপর দখল থাকায়, সফল প্রয়োগ করেন হিন্দুস্তানি রাগসঙ্গীতে। 'সাবেরী, আনন্দভৈরব, বনধ্বনি ছিল এগুলির অন্যতম। তাঁর ঠুমরী গায়কিতেও বৈচিত্র্য ছিল। স্বভাবতই তাঁর সে শৈলী 'পুরব-অঙ্গ' এবং 'পঞ্জাব-অঙ্গ' থেকে একেবারেই আলাদা। বরং গবেষকদের মতে তার মধ্যে ছিল মারাঠী নাট্যগীতি এবং ভাবগীতের প্রভাব। তিনি সচরাচর বিলম্বিত লয় তথা লয়কারি বোল, তান এড়িয়ে চলতেন। আলাপের উপর জোর দিয়ে গায়কিতে তিনি আবেগ আপ্লুত মায়াবী পরিবেশ সৃষ্টি করতেন। আবদুল করিমের রাগ ঝিঁঝিটে পিয়া বিন নাহি আবত এবং ভৈরবী রাগে যমুনা কে তীর গাওয়া গান দুটি জনপ্রিয়তা লাভ করেছিল। \n\n\n== শিক্ষার্থীরা ==\nআবদুল করিম খাঁ'র শিষ্যদের মধ্যে অন্যতম হলেন -\n\nগণপতি রাও গৌরব,\nরোশন আরা বেগম\nসুরেশবাবু মানে\nহীরাবাঈ বরোদাকর\nবিশ্বনাথ যাদব এবং\nপণ্ডিত সাওয়াই গন্ধর্ব ,যিনি  ভীমসেন জোশীর গুরু ছিলেন।\n\n\n== পারিবারিক জীবন ==\nসতের বৎসর বয়সে আবদুল করিমের ইচ্ছার বিরুদ্ধে তার প্রথম বিবাহ হয় আবদুল ওয়াহিদ খাঁ'র জ্যাঠতুতো বোন গফুরনের সঙ্গে। তবে সে বিবাহ সুখের হয়নি। কেননা বিবাহের পর তিনি কিরানায় ফেরেন নি কখনো। বরোদায় অবস্থানকালে বরোদার রাজমাতার ভাই সর্দার মারুতিমানের কন্যা তারাবাঈ মানের সাথে প্রথমে কর্মসূত্রে পরিচয় তারপর ঘনিষ্ঠতা হয়। ১৮৯৮ খ্রিস্টাব্দে বরোদা ছাড়েন এবং মুম্বাইতে তারাবাঈকে বিবাহ করে বসবাস শুরু করেন। তাদের পাঁচ সন্তান। তারা হলেন - হীরাবাঈ বরোদাকর, কমলাবাঈ বরোদাকর, সরস্বতী রাণে, পুত্র সুরেশবাবু মানে এবং কৃষ্ণরাও মানে। নানা ঘাত-প্রতিঘাতে তাদের সুখের সংসার দীর্ঘস্থায়ী হয়নি। সম্পর্কে তিক্ততা কারণে তারাবাই তাকে ত্যাগ করেন। পরবর্তীতে মিরাজে তাঁর এক ছাত্রী বন্নুবাই লটকর দেখাশোনা করতেন। সামাজিক স্বীকৃতি দিতে তিনি পরে বন্নুবাইকে বিবাহ করেন। এই বন্নুবাই পরে সরস্বতী মিরাজকর নামে পরিচিত হয়েছিলেন।\nউদার মনের মানুষ আবদুল করিম খাঁ'র আধ্যাত্মিক জীবন ছিল ঘটনাবহুল। স্বভাব ছিল ফকিরের মত। কখনো কারো নিন্দা করতেন না আর শুনতেও চাইতেন না। জীবনযাপন ছিল সহজ সরল। তিনি হিন্দু-মুসলমান ভেদাভেদও মানতেন না। তিনি দরগার বসে আপন মনে তানপুরা মেলে যেমন গান করতেন আবার মন্দিরে বসে ধর্মসঙ্গীত গাইতেন। তাঁর গানে নাগপুরের তাজউদ্দিন বাবার এবং শিরডির সাঁইবাবার প্রভাব সমানভাবে পড়েছিল। তাজউদ্দিন বাবা তাঁর কণ্ঠে হরিকে ভেদ না পায়ো রামা শুনতে ভালবাসতেন। অ্যানি বেসান্ত, সরোজিনী নাইডু, শ্রীঅরবিন্দ, রবীন্দ্রনাথ ঠাকুর প্রমুখ অনেকেই তাঁর গুণগ্রাহী ছিলেন।\nআবদুল করিম খাঁ'র জীবনের সঙ্গে জড়িয়ে আছে তাঁর এক পোষা কুকুর \"টিপু মিঞা\"'র আশ্চর্য কাহিনী। উস্তাদ যখন তাঁর শিষ্যদের তালিম দিতেন বা নিজে রেওয়াজ করতেন পোষা কুকুরটি অদ্ভুতভাবে মনিবের সুর মেলাত এবং টিপু মিঞার নাম ছড়িয়ে পড়েছিল। এমনকি, পুণে ও মুম্বইয়ের দু'টি অনুষ্ঠানে গলায় মুক্তোর মালা ও মখমলের জামা পরে সে তার মনিবের সঙ্গে অংশ নিয়েছিল। \n\n\n== আরো পড়ুন ==\nগ্রেট মাস্টার্স অফ হিন্দুস্থানী মিউজিক , রচনা - সুশীলা মিশ্র, হেম পাবলিশার্স, ১৯৮১, পৃষ্ঠা সংখ্যা ৭৮। \n\n\n== মৃত্যু ==\n১৯৩৭ খ্রিস্টাব্দের অক্টোবর মাসে মাদ্রাজে এক অনুষ্ঠানের পর কবি দার্শনিক শ্রীঅরবিন্দর আহ্বানে উস্তাদজী পুদুচেরির আশ্রমে সঙ্গীত পরিবেশনের জন্য রওয়ানা হন। তিনি পুদুচেরি যাওয়ার পথে  তামিলনাড়ুর  চেঙ্গলপট্টুতে বুকে অসহ্য ব্যথা অনুভব করেন। ১৯৩৭ খ্রিস্টাব্দে র ২৭ শে অক্টোবর সিঙ্গাপেরুমালকোইল রেলওয়ে স্টেশনের প্ল্যাটফর্মে শেষ নিঃশ্বাস ত্যাগ করেন। মৃত্যুর পূর্বে কয়েক ঘন্টা ঈশ্বরকে স্মরণে নমাজ এবং দরবারি কানাড়া তথা রাগ দরবারিতে কলমা পাঠ করেন।\nতাঁর মৃত্যুতে রবীন্দ্রনাথ বলেছিলেন-\n\n\"Whatever he sang was music\" আর ফৈয়াজ খানের সংযোজন ছিল - \"হায় আল্লা! আজসে সুর মর গিয়া হিন্দুস্থান মে\"\n\n\n== তথ্যসূত্র =="}