{"pageid": 1097064, "title": "বিশ্ব সঞ্চয় দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1097064", "content": "সারা বিশ্বে প্রতিবছর,৩১ অক্টোবর পালিত হয় বিশ্ব সঞ্চয় দিবস বা বিশ্ব মিতব্যয়িতা দিবস বা  ওয়ার্ল্ড সেভিংস ডে। পূর্বে এই দিনটি  ওয়ার্ল্ড থ্রিফট ডে নামে পরিচিত ছিল। আজকের এই দিনটিতে প্রচারের মাধ্যমে প্রতিটি দেশের তথা বিশ্বের অর্থনীতির জন্য এবং ব্যক্তিগণের জন্য সঞ্চয়ের গুরুত্ব তুলে ধরা হয়।\nপ্রথম বিশ্ব সঞ্চয় দিবস পালিত হয় ১৯২৫ খ্রিস্টাব্দে এবং বর্তমানে এই দিবসটি বিশ্বের ৮০-টিরও বেশি দেশে পালন করা হয়।\n১৯২৪ খ্রিস্টাব্দে ইটালির  মিলানে অনুষ্ঠিত বিশ্বের বিভিন্ন সঞ্চয় ব্যাংকের প্রতিনিধিদের প্রথম আন্তর্জাতিক সেভিংস ব্যাঙ্ক কংগ্রেসের সম্মেলনের শেষদিনটিকে বিশ্ব সঞ্চয় দিবস হিসাবে ঘোষণা করা হয়েছিল। ইটালির অধ্যাপক ফিলিপ্পো রাভিজ্জা সম্মেলনের শেষদিনে এই ঘোষণা করেন। উক্ত সম্মেলনে এই মর্মে সিদ্ধান্ত গৃহীত  হয় যে, সারা বিশ্বে সঞ্চয়ে উৎসাহ দিতে একটি দিন নির্ধারণ করা এবং সেজন্য সেভিংস  ব্যাঙ্কগুলিকে স্কুল-কলেজ, অফিস, ধর্মীয় প্রতিষ্ঠান, সাংস্কৃতিক ও খেলাধুলা, ব্যবসায়িক প্রতিষ্ঠান ও মহিলা সমিতির সহায়তার কথা উল্লেখ করেছিল।\nঊনত্রিশটি দেশের প্রতিনিধিরা দৃঢ় অর্থনীতির ও ব্যক্তি স্বাচ্ছন্দ্যের জন্য সম্মিলিত ভাবে সারা বিশ্বে মানুষের মনে সঞ্চয়ের ধারণা  গড়তে সহমত পোষণ করেন। সেই মত সারা বিশ্বে সাধারণত ৩১ অক্টোবর যেখানে এদিন ছুটির দিন নয় এবং যাতে সকলে তাদের সঞ্চয় ব্যাংকের খাতায় জমা করতে পারেন সেদিকে লক্ষ্য রেখে \"বিশ্ব সঞ্চয় দিবস\" পালনের সিদ্ধান্ত নেওয়া হয়। ১৯৮৪ খ্রিস্টাব্দের ৩১ অক্টোবর  ভারতের তৎকালীন প্রধানমন্ত্রী ইন্দিরা গান্ধী নিহত হওয়ায় ভারতে বিশ্ব সঞ্চয় দিবস পালিত হয় ৩০  অক্টোবর।\nসঞ্চয়ের প্রবণতা কিছু কিছু প্রাণীর সহজাত ধর্ম। অন্যদিকে দীর্ঘ সংগ্রামী জীবনের অভিজ্ঞতা থেকে মানুষের সঞ্চয়ের  শিক্ষা। প্রথম বিশ্বযুদ্ধের পর মানুষ সঞ্চয়ে আত্মবিশ্বাসী ছিল না। অর্থ সঞ্চয় ও মিতব্যয়িতা সুরক্ষিত এবং চিন্তামুক্ত জীবনযাপনের জন্য খুবই প্রয়োজন। এই সঞ্চয় যে কেবল ব্যক্তিগত সুরক্ষা নিশ্চিত করে তাই নয়, দেশের আর্থিক সুরক্ষা ও উন্নয়নে সহায়ক হয়। সেকারণে ১৯২১ খ্রিস্টাব্দে সর্বপ্রথম স্পেন এবং  মার্কিন যুক্তরাষ্ট্র  জাতীয় সঞ্চয় দিবস পালনের ব্যবস্থা নেয়। ১৯২৩ খ্রিস্টাব্দে 'জার্মান মনিটারি রিফর্মে' অনেক মানুষের সঞ্চয় ক্ষতিগ্রস্ত হয়। তার পুনরুদ্ধারে জার্মানি সঞ্চয়ে জনগণের আত্মবিশ্বাস অর্জনে প্রচেষ্টা করে।\nদ্বিতীয় বিশ্বযুদ্ধে পর বহু দেশে  ১৯৫৫ খ্রিস্টাব্দ হতে ১৯৭০ খ্রিস্টাব্দে জাতীয় সঞ্চয় দিবস সবথেকে বেশি জনপ্রিয়তা ও সাফল্য অর্জন করেছিল। উদাহরণস্বরূপ,  অস্ট্রিয়ায় সঞ্চয়ের  অফিসিয়াল ম্যাসকট \"স্পেয়ারফ্রো\" যার আক্ষরিক অর্থ ইংরাজীতে 'হ্যাপি সেভার'  বা 'খুশিতে সঞ্চয়'  প্রজাতন্ত্রটির রাষ্ট্রপতির নামাঙ্কিত রাস্তার  চাইতে অত্যন্ত জনপ্রিয় সচেতনার ব্র্যান্ড হিসাবে পরিগণিত হয়েছিল। এমনকি ১৯৭০ খ্রিস্টাব্দে ছোটদের শিক্ষামূলক পত্রিকা- ''স্পেয়ারফ্রো-জার্নাল'' এর প্রচার সংখ্যা চার লক্ষ কপি ছাড়িয়ে গিয়েছিল। \nবর্তমানে উন্নয়নশীল দেশে ব্যাঙ্কগুলি বিশ্ব সঞ্চয় দিবস পালনে জোর দেয় এবং  ব্যবস্থা করে যে সমস্ত অঞ্চলে ব্যাঙ্কের শাখা নেই। মোট কথা বিশ্ব জুড়ে মানুষকে সঞ্চয়ী করে তোলার মহতী প্রচেষ্টার পিছনে রয়েছে যেমন প্রত্যেক মানুষের সুরক্ষিত জীবনের চিন্তা তেমনি রয়েছে বিশ্ব অর্থনীতিকে সুদৃঢ় ভিত্তিতে গড়ে তোলার প্রয়াস।\n\n\n== ট্রিভিয়া ==\nআজকাল, অনেকে বিশ্ব সঞ্চয় দিবস পালন করতে ভুলে যায় কারণ এদিনে হ্যালোউইন উদযাপিত হয়।\nজার্মানিতে বিশ্ব সঞ্চয় দিবস ৩১ অক্টোবরের আগে, শেষ ব্যবসায়িক দিনে অনুষ্ঠিত হয় কারণ, এটি কিছু রাজ্যে একটি সরকারি ছুটি দিন।(সংস্কার দিবস)।\nভারতে পালিত হয় ৩০ শে অক্টোবর, কেননা ১৯৮৪ খ্রিস্টাব্দের ৩১শে অক্টোবর তৎকালীন প্রধানমন্ত্রী ইন্দিরা গান্ধী নিহত হন।\n\n\n== তথ্যসূত্র =="}