{"pageid": 10975, "title": "করলা", "url": "https://bn.wikipedia.org/wiki?curid=10975", "content": "করলা (উস্তে, করল্লা, উচ্ছা, উচ্ছে) এক প্রকার ফল জাতীয় সবজি। ইংরেজিতে একে Balsam pear, alligator pear, bitter gourd, bitter melon, bitter cucumber ইত্যাদি বলা হয়। করলা গাছের বৈজ্ঞানিক নাম Momordica charantia যা Cucurbitaceae পরিবারভুক্ত এক প্রকার লতা জাতীয় উদ্ভিদ। এছাড়া ওকিনাওয়ার আদি ভাষা থেকে উদ্ভূত 'গয়া' এবং সংস্কৃত থেকে উদ্ভূত 'কারাভেলা' নাম দুটিও ইংরেজি ভাষায় প্রচলিত। করলার আদি নিবাস ভারতীয় উপমহাদেশ, যা ১৪শ শতাব্দিতে চীনে নিয়ে যাওয়া হয়েছিল।\n\n\n== বর্ণনা ==\nকরলা তেতো স্বাদযুক্ত এবং এর শরীর কাঁটার মত ওয়ার্টে ভরা। পরিণত ফল লম্বাটে, রঙ কাঁচা অবস্থায় সবুজ, পাকলে কমলা বা লাল, দৈর্ঘ্য ১২-২৫ সেন্টিমিটার (৫-১০ ইঞ্চি), প্রস্থ ৫-৭ সেমি হয়ে থাকে। করলা কেটে লবণ জলে ডুবিয়ে রাখলে তিক্ততা কমে। দক্ষিণ এশীয় এই সবজি এখন সারা পৃথিবীতে বিশেষ করে ক্রান্তীয় অঞ্চলে ছড়িয়ে পড়েছে।\n\n\n== করলা গাছ ==\n\nকরলা গাছ কিউকার্বিটেসি অর্থাৎ শশা পরিবারের সদস্য। এটি একবর্ষজীবী লতা জাতীয় উদ্ভিদ। একই গাছে পুরুষ ও স্ত্রী ফুল হয় (monoecious)।\n\n\n== বীজ বপন ==\nকরলার বীজ এঁটেল মাটিতে ২.৫-৫ সেমি গভীরে এবং ৯০-১২০ সেমি দূরত্বে লাগাতে হয়।\n\n\n== পুষ্টি মান ==\nপ্রতি ১০০ গ্রাম করলায় বিভিন্ন প্রকার পুষ্টি উপাদানের পরিমাণ-\n\nকার্বোহাইড্রেট : ৩.৭০ গ্রাম,\nপ্রোটিন : ১ গ্রাম,\nফ্যাট : ০.১৭ গ্রাম,\nখাদ্য আঁশ : ২.৮০ গ্রাম,\nনায়াসিন : ০.৪০০ মিলিগ্রাম,\nপ্যান্টোথেনিক এসিড : ০.২১২ মিলিগ্রাম,\nভিটামিন এ : ৪৭১ আই ইউ,\nভিটামিন সি: ৮৪ মিলিগ্রাম,\nসোডিয়াম ; ৫ মিলিগ্রাম,\nপটাশিয়াম : ২৯৬ মিলিগ্রাম,\nক্যালসিয়াম : ১৯ মিলিগ্রাম,\nকপার : ০.০৩৪ মিলিগ্রাম,\nআয়রন: ০.৪৩ মিলিগ্রাম,\nম্যাগনেসিয়াম : ১৭ মিলিগ্রাম,\nম্যাঙ্গানিজ: ০.০৮৯ মিলিগ্রাম,\nজিংক : ০.৮০ মিলিগ্রাম।\n\n\n== উপকারিতা ==\nঅ্যালার্জি প্রতিরোধে এর রস দারুণ উপকারী। ডায়াবেটিস রোগীদের জন্যও এটি উত্তম। প্রতিদিন নিয়মিতভাবে করলার রস খেলে রক্তের শর্করা নিয়ন্ত্রণে রাখা সম্ভব। বাতের ব্যাথায় নিয়মিত করলা রস খেলে ব্যাথা আরোগ্য হয়। আর্য়ুবেদের মতে করলা কৃমিনাশক, কফনাশক ও পিত্তনাশক। করলার জীবাণু নাশক ক্ষমতাও রয়েছে। ক্ষতস্থানের উপরে পাতার রসের প্রলেপ দিলে এবং উচ্ছে গাছ সেদ্ধ জলদিয়ে ক্ষত ধুলে কয়েকদিনের মধ্যেই ক্ষত শুকিয়ে যায়। অ্যালার্জি হলে এর রস দু চা চামচ দুবেলা খেলে সেরে যাবে। চর্মরোগেও করলা বেশ উপকারী। এছাড়া জন্ডিস ও লিভারের অসুখে খাবারে অরুচি দেখা দিলে করলা খেলে রুচি আসে। \n\n\n== ছবি গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nThe National Bitter Melon Council\nBitter Melon Monograph by Harvard Medical School and Natural Standard Research Collaboration\nDetailed botanical description\n\"An Acquired Taste.\" Article about bittermelon in Hana Hou! Vol. 10, No. 1 (February/March 2007).\nRain-tree\nBitter Melon Extract Decreased Breast Cancer Cell Growth"}