{"pageid": 1097739, "title": "উজ", "url": "https://bn.wikipedia.org/wiki?curid=1097739", "content": "উজ পোল্যান্ডের তৃতীয় বৃহত্তম শহর এবং একটি প্রাক্তন শিল্প কেন্দ্র। দেশের কেন্দ্রীয় অংশে অবস্থিত, শহরটির মোট জনসংখ্যা ৬,৭২,১৮৫ জন (২০২০)। এটি উজ ভয়ভদশিপের রাজধানী, এবং ওয়ারশ থেকে প্রায় ১২০ কিমি (৭৫ মাইল) দক্ষিণ-পশ্চিমে অবস্থিত। শহরের কুলচিহ্নটি ক্যান্টিংয়ের একটি উদাহরণ, কারণ এটি একটি নৌকা হিসাবে (পোলিশ ভাষায় łódź) চিত্রিত, যা শহরের নামের প্রতি ইঙ্গিত করে।\nউজ একসময় একটি ছোট বসতি ছিল, যা ১৪তম শতকের নথীতে প্রথম আবির্ভূত হয়েছিল। এটি ১৪২৩ সালে পোলিশ রাজা ভইয়াদিসয়াপ দ্বিতীয় এয়াগেউও দ্বারা শহরের অধিকার প্রদান করা হয়েছিল এবং এটি ১৮ শতকের শেষ পর্যন্ত কুয়াভিয়ার বিশপ ও পাদরিদের একটি ব্যক্তিগত শহর ছিল। দ্বিতীয় শিল্প বিপ্লব অভিবাসীদের, বিশেষ করে জার্মান ও ইহুদিদের আগমনের কারণে বস্ত্র উত্পাদন ও জনসংখ্যায় দ্রুত বৃদ্ধি এনেছিল। \nএলাকার শিল্পায়নের পর থেকে, শহরটি বহুজাতিকতা ও সামাজিক বৈষম্যের সাথে লড়াই করেছে, যা নোবেল পুরস্কার বিজয়ী লেখক ভইয়াদিসয়াপ রেইম্নতের দ্য প্রমিজড ল্যান্ড উপন্যাসে নথিভুক্ত করা হয়েছে। শহরের স্থাপত্যে বৈপরীত্য ব্যাপকভাবে প্রতিফলিত হয়, যেখানে বিলাসবহুল প্রাসাদগুলি লাল ইটের কারখানা ও জরাজীর্ণ টেনিমেন্ট ঘরগুলির সাথে সহাবস্থান করেছিল।\nশিল্প উন্নয়ন ও জনসংখ্যার ঊর্ধ্বগতি উজকে পোল্যান্ডের বৃহত্তম শহরসমূহের একটিতে পরিণত করেছে। দ্বিতীয় বিশ্বযুদ্ধের সময় জার্মান দখলের অধীনে, কার্ল লিতম্যানের সম্মানে উজের সংক্ষিপ্ত নামকরণ লিতম্যানস্টাড্ট করা হয়। শহরের বৃহৎ ইহুদি জনসংখ্যাকে জোরপূর্বক একটি প্রাচীর ঘেরা অঞ্চলে নিয়ে যাওয়া হয়, যা উজ গেতো নামে পরিচিত, যেখান থেকে তাদের জার্মান সমাবেশ ও নির্মূল শিবিরে পাঠানো হয়েছিল। শহরটি ১৯৪৫ সালে পোল্যান্ডের ক্ষমতার অস্থায়ী আসনে পরিণত হয়েছিল।\nউজ ১৯৮৯ সালের পর একটি বৃহৎ জনসংখ্যাগত ও অর্থনৈতিক পতনের সম্মুখীন হয়। শুধুমাত্র ২০১০-এর দশকে শহরটি তার অবহেলিত শহরতলি অঞ্চলের পুনরুজ্জীবন অনুভব করতে শুরু করে। উজ গ্লোবালাইজেশন অ্যান্ড ওয়ার্ল্ড সিটিস রিসার্চ নেটওয়ার্ক দ্বারা বৈশ্বিক প্রভাবের \"পর্যাপ্ততা\" স্তরে স্থান পেয়েছে এবং শহরটি আন্তর্জাতিকভাবে ন্যাশনাল ফিল্ম স্কুলের জন্য পরিচিত, এটি আন্দজেই ভাইদা ও রোমান পোলানস্কি সহ সবচেয়ে বিখ্যাত পোলিশ অভিনেতা ও পরিচালকদের জন্য একটি শিক্ষাগ্রহণের কেন্দ্র। শহরটিকে ২০১৭ সালে ইউনেস্কোর সৃজনশীল শহর নেটওয়ার্কে অন্তর্ভুক্ত করা হয় এবং ইউনেস্কো সিটি অব ফিল্ম নামে নামকরণ করা হয়।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}