{"pageid": 1097806, "title": "কৃপা (হিন্দু দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1097806", "content": "কৃপা (সংস্কৃত: कृपा) হল হিন্দুধর্মে ঐশ্বরিক অনুগ্রহের ধারণা। এটি ভক্তিযোগ ও ভক্তি আন্দোলনের কেন্দ্রীয় তত্ত্ব, এবং বেদে এর উল্লেখ \"আশীর্বাদ\" প্রসঙ্গে। সংস্কৃত শব্দ কৃপাল থেকে হিন্দি শব্দ কৃপালা এর উৎপত্তি এবং এর অর্থ \"দয়া\"।\n\n\n== তাৎপর্য ==\nকৃপা সব ঐতিহ্যের রহস্যবাদে প্রচলিত অনুরূপ বিশ্বাসের অনুরূপ। হিন্দুধর্মেও, ঐশ্বরিক কৃপা বা কৃপা দানকে এমন ঘটনা হিসেবে বিবেচনা করা হয় যা একজন ভক্ত বা ভক্তকে তার মোক্ষের দিকে নিয়ে যাওয়ার তীব্র ব্যক্তিগত রূপান্তরের সময়ের মধ্যে নিয়ে যায়।\nভারত জুড়ে উপলব্ধ ভক্তিমূলক বা ভক্তি সাহিত্য আত্ম-উপলব্ধির আধ্যাত্মিক পথ উপলব্ধি করার জন্য চূড়ান্ত চাবিকাঠি হিসাবে কৃপাকে উল্লেখ করে পরিপূর্ণ। প্রকৃতপক্ষে, প্রাচীন ঋষি বশিষ্ঠের মতো কেউ কেউ, তাঁর শাস্ত্রীয় রচনা যোগবাশিষ্ঠ-এ, কর্মের আজীবন বন্ধন অতিক্রম করার একমাত্র উপায় বলে মনে করেন। তিনি রামকে বলেন যে দৈব কৃপা বা কৃপাই হল একমাত্র উপায় যা আমাদেরকে প্রব্ধ কর্মের প্রভাবের বাইরে যেতে সাহায্য করে, বা অতীতের সমস্ত কর্মের সংগ্রহ, সঞ্চিতা কর্মের জীবনকালের অভিজ্ঞতার জন্য বেছে নেওয়া।\nহিন্দু দার্শনিক মাধবাচার্যের মতে, অনুগ্রহ ঈশ্বরের দান নয়, বরং অর্জিত হতে হবে।\nকৃষ্ণ যেমন ভগবদ্গীতার শেষ অধ্যায়ে অর্জুনকে বলেছেন, শ্লোক ১৮.৬৬, \"সমস্ত পুণ্যকর্ম (ধর্ম) বাদ দিয়ে, শুধু আমার ইচ্ছার কাছে সম্পূর্ণরূপে আত্মসমর্পণ কর (দৃঢ় বিশ্বাস ও প্রেমময় মননের সাথে)। আমি তোমাকে সকলের হাত থেকে মুক্তি দেব। .ভয় করো না।\"\nএকইভাবে, আদি শঙ্করাচার্য তার বিখ্যাত শ্লোক ভজ গোবিন্দম ৮ম শতাব্দীতে রচনা করেন, যেখানে তিনি ঘোষণা করেন:\n\nস্কন্দপুরাণ বিভিন্ন স্থানে গুরুর অনুগ্রহের কথা উল্লেখ করেছে, বিশেষ করে উত্তরাখণ্ডে, বিভাগ গুরু স্টোট্রাম, যা গুরুগীতা নামে পরিচিত, শিব ও উমা (শক্তি) এর মধ্যে সংলাপের আকারে:\n\n\n== ভক্তি আন্দোলন ==\n\nভক্তি ভারতীয় দর্শনে প্রায়ই উপেক্ষিত দিক হিসেবে রয়ে গেছে, তাই এটির তাৎপর্য বেশিরভাগ জনগণের কাছে হারিয়ে গেছে। কিছু সময়ের জন্য এটি শুধুমাত্র নিম্ন শ্রেণী এবং মহিলাদের জন্য উপযুক্ত বলে বিবেচিত হত, কারণ শুধুমাত্র অভিজাতরা বৈদিক ঐতিহ্যের বার্তা বুঝতে সক্ষম বলে বিবেচিত হত। হিন্দুধর্মের পুনরুজ্জীবন এবং সংস্কার আন্দোলনের সাথে জিনিসগুলি পরিবর্তিত হয় যা কৃপার এই দিকটিকে নতুন আলোতে নিয়ে আসে এবং সকলের কাছে ঐশ্বরিক সুগম করে তোলে, এবং কেবল পুরোহিত শ্রেণীর সংরক্ষণ নয়।\n\n\n== প্রকার ==\nকৃপাকে ঈশ্বর কৃপা (ঈশ্বরের কৃপা), হরি কৃপা (হরির কৃপা), শাস্ত্র কৃপা (শাস্ত্রের অনুগ্রহ), গুরু কৃপা (গুরুর কৃপা) এবং সবশেষে আত্ম কৃপা (নিজের কৃপা) হিসাবে বিভিন্নভাবে শ্রেণীবদ্ধ করা হয়।\n\n\n== আরও দেখুন ==\nমহাপ্রসাদ\n\n\n== তথ্যসূত্র =="}