{"pageid": 1097007, "title": "মানব সম্পদ", "url": "https://bn.wikipedia.org/wiki?curid=1097007", "content": "মানবসম্পদ এমন একদল লোক যারা একটি সংস্থা, ব্যবসায়িক খাত, শিল্প বা অর্থনীতির কর্মী গঠন করে। একটি সংকীর্ণ ধারণা হল মানুষের মূলধন, জ্ঞান এবং দক্ষতা যা ব্যক্তিদের নির্দেশ করে। অনুরূপ শব্দগুলির মধ্যে রয়েছে জনশক্তি, শ্রম, শ্রমিক, সহযোগী বা সহজভাবে: মানুষ।\nএকটি সংস্থার মানবসম্পদ বিভাগ (এইচআর বিভাগ) পরিচালনা করে, কর্মসংস্থানের বিভিন্ন দিক তদারকি করে, যেমন শ্রম আইন এবং কর্মসংস্থানের মান মেনে চলা, সাক্ষাৎকার নেওয়া, কর্মচারীদের সুবিধা পরিচালনা করা, কর্মচারীর ফাইল সংগঠিত করা, ভবিষ্যতের জন্য প্রয়োজনীয় নথিসহ। তথ্যসূত্র, এবং নিয়োগের কিছু দিক (প্রতিভা অধিগ্রহণ নামেও পরিচিত) এবং কর্মচারীরা প্রতিষ্ঠানের ব্যবস্থাপনা এবং তার কর্মীদের মধ্যে যোগসূত্র হিসেবে কাজ করে।\n\n\n== দায়িত্ব ==\nমানব সম্পদ পরিচালকরা একজন কর্মচারীর জীবনচক্রের প্রতিটি দিক গুলির জন্য দায়ী। এইচআর-এর দায়িত্বগুলির মধ্যে রয়েছে নিয়োগ, স্থানান্তর, পদোন্নতি এবং সমাপ্তি সম্পর্কিত কর্মসংস্থানের রেকর্ড প্রস্তুত করা বা আপডেট করা।দায়িত্বগুলির মধ্যে রয়েছে পরিকল্পনা, নিয়োগ এবং নির্বাচন প্রক্রিয়া, চাকরির বিজ্ঞাপন পোস্ট করা, কর্মীদের কর্মক্ষমতা মূল্যায়ন করা, জীবনবৃত্তান্ত এবং চাকরির আবেদনগুলি সংগঠিত করা, ইন্টারভিউ নির্ধারণ করা এবং প্রক্রিয়াটিতে সহায়তা করা এবং ব্যাকগ্রাউন্ড চেক নিশ্চিত করা।আরেকটি হল বেতন ও সুবিধা প্রশাসন, যা ছুটি এবং অসুস্থ ছুটি গণনা, বেতন ও ভাতা পর্যালোচনা এবং সুবিধাগুলিতে অংশ নিতে কাজ করে, যেমন জীবনবৃত্তান্ত দাবি করা, পুনর্মিলন এবং অর্থ প্রদানের জন্য চালানের অনুমোদন নিশ্চিত করা।এইচআর কর্মচারী সম্পর্কের ক্রিয়াকলাপ এবং প্রোগ্রামগুলি ও সমন্বয় করে যার মধ্যে রয়েছে তবে কর্মচারীদের পরামর্শের মধ্যে সীমাবদ্ধ নয়। চূড়ান্ত কাজ হল রুটিন রক্ষণাবেক্ষণ, বিদ্যমান এইচআর ফাইল এবং ডাটাবেস গুলি আপ টু ডেট রয়েছে তা নিশ্চিত করা, কর্মচারীদের সুবিধা এবং কর্মসংস্থানের স্থিতি বজায় রাখা এবং বেতন ্/সুবিধা সম্পর্কিত পুনর্মিলন সম্পাদন করা।\n\n\n== কার্যক্রম ==\nএকজন মানবসম্পদ ব্যবস্থাপকের একটি কোম্পানিতে বিভিন্ন কাজ থাকে\n\nকর্মীদের চাহিদা নির্ধারণ করা।\nএই চাহিদা পূরণের জন্য অস্থায়ী কর্মী ব্যবহার  বা কর্মচারী নিয়োগ করা হবে কিনা তা নির্ধারণ করা।\nকরণীয় এবং করণীয় নির্ধারণ করা।\nসেরা কর্মচারী নিয়োগ করা।\nকর্মীদের প্রশিক্ষণ দিন এবং তাদের শেখার জ্ঞান উন্নয়ন করা।\nকাজ তদারকি করা।\nকাজের মূল্যায়ন করা।\nসংগঠনে 'শৃঙ্খলাবদ্ধ কর্ম সংস্কৃতি' প্রতিষ্ঠা করা।\nঅফিসে রাজনীতি এড়িয়ে চলা।\nপ্রতিষ্ঠানে কাজের সুবিধার জন্য 'এইচআর সফটওয়্যার' প্রয়োগ করা।\n\nকর্মচারী সম্পর্ক পরিচালনা করা। যদি ইউনিয়ন থাকে, সেক্ষেত্রে সম্মিলিত দর কষাকষি সঞ্চালন।\nকর্মচারী রেকর্ড এবং ব্যক্তিগত নীতি প্রস্তুত করা।\nকর্মচারী বেতন, সুবিধা এবং ক্ষতিপূরণ পরিচালনা করা।\nসমান সুযোগ নিশ্চিত করা।\nসঙ্গে চুক্তি বৈষম্য।\nকর্মক্ষমতা সমস্যা মোকাবেলা করা।\nনিশ্চিত করুন যে মানব সম্পদ অনুশীলনগুলি বিভিন্ন প্রবিধানের সাথে সামঞ্জস্যপূর্ণ।\nকর্মীদের অনুপ্রাণিত করা\nবিবাদ মধ্যস্থকরণ।\nসংগঠনে তথ্য প্রচার করা যাতে এর বৃদ্ধির সুবিধা হয়।\nকার্যকরী হতে পরিচালকদের তাদের আন্তঃব্যক্তিক দক্ষতা বিকাশ করা। সাংগঠনিক আচরণ সংস্থাগুলিকে আরও কার্যকর করে এমন বিষয়গুলিকে কীভাবে উন্নত করা যায় তার উপর দৃষ্টি নিবদ্ধ করা।\n\n\n== ইতিহাস ==\nমানব সম্পদ ব্যবস্থাপনাকে \"কর্মী প্রশাসন\" হিসাবে উল্লেখ করা হয়েছিল।১৯২০-এর দশকে, কর্মী প্রশাসন স্টাফিং, মূল্যায়ন, এবং ক্ষতিপূরণের উপর মনোনিবেশ করে। যাইহোক, তারা একটি সাংগঠনিক কর্মক্ষমতা পর্যায়ে কোন পক্ষের মধ্যে কোন কর্মসংস্থান সম্পর্ক বা পদ্ধতিগত সম্পর্কের উপর নির্ভর করে না। এর ফলে এই সময়ের মধ্যে ক্ষেত্রে একটি একীভূত  অভাব দেখা দেয়।\n্\n\n\n== আরও দেখুন ==\nকার্যকলাপ ভিত্তিক কাজ\nপ্রধান মানবসম্পদ কর্মকর্তা\nমানব সম্পদ হিসাববিজ্ঞান\nমানব সম্পদ ব্যবস্থাপনা\nশিল্প এবং সাংগঠনিক মনোবিজ্ঞান\n\n\n== তথ্যসূত্র =="}