{"pageid": 1097450, "title": "তাজকিরাতুল ওয়াকিয়াত", "url": "https://bn.wikipedia.org/wiki?curid=1097450", "content": "তাজকিরাতুল ওয়াকিয়াত (تذکرة الواقعات) মোঘল সম্রাট হুমায়ুন সম্পর্কে লিখিত সমসাময়িক ইতিহাস গ্রন্থ। “তাজকিরাতুল ওয়াকিয়াত” এর আভিধানিক অর্থ হলো “সময়ের কাহিনী”। এ গ্রন্থের লেখকের নাম জওহর আফতাবচি। তিনি সম্রাট হুমায়ুনের মৃত্যুর তিন যুগ পরে ১৫৮৭ খ্রিস্টাব্দে (হিজরি ৯৯৫ সাল) এ গ্রন্থটি লিখতে শুরু করেন। \n\n\n== জওহর আফতাবচি ==\nজওহর আফতাফচী সম্রাট হুমায়ুনের খাস ভৃত্য ছিলেন। তার দায়িত্ব ছিল সম্রাটের জলপাত্র বা ভিস্তি বহন করা। তিনি লেখাপড়া করেছিলেন। অনেক খবরাখবর রাখতেন। সম্রাট হুমায়ুনের ভৃত্যদের মধ্যে তিনি ছিলেন সবচেয়ে বিশ্বস্ত। এই সুবাদে তিনি সম্রাটের কাছে যাওয়ার ও তাঁকে খুব কাছ থেকে দেখার সুযোগ লাভ করেছিলেন। এ কারণে তার পক্ষে সম্রাট হুমায়ুনের সিংহাসনা আরোহন থেকে শুরু করে মৃত্যু পর্যন্ত ঘটনাবলী ধারাবহকভাবে লিখে ফেলা সম্ভব হয়েছিলেন। তার বয়ান ঐতিহাসিকগণ অধিকতর প্রামাণ্য বলে গ্রহণ করেছেন। \nগ্রন্থের শুরুতে ভূমিকায় জওহর আফতাবচি লিখেছেন যে তিনি হুমায়ুনের ব্যক্তিগত ভৃত্যদের মধ্যে সর্বাপেক্ষা বেশি ঘনিষ্ঠ ব্যক্তি ছিলেন, সম্রাট যে তাকে প্রকৃত স্নেহ করতেন, নিতান্ত অল্প বয়স থেকে রাজকীয় খেদমতগারদের দলভুক্ত হয়ে দীর্ঘ প্রায় কুড়ি বছর ধরে সর্বদা সম্রাটের সান্নিধ্যে থেকে তার সেবার সুযোগ যে তিনি পেয়েছিলেন। সম্রাটের জলপাত্রবাহক ভৃত্যের কাজে নিযুক্ত থাকলেও তিনি যে বেশ শিক্ষিত ছিলেন তা তাজকিরাতুল ওয়াকিয়াতের রচনাভঙ্গিতে প্রতীয়মান হয়। গ্রন্থের বিভিন্ন জায়গায় ফারসি সাহিত্যের অমর শিল্পী কবি হাফিজ, সাদি, জামি প্রমুখ কবিদের কবিতা থেকে উদ্ধৃতি প্রদান করেছেন। এছাড়া স্থান বিশেষে কোরআন ও  হাদিসের বাণী উল্লেখ করেছেন। সম্রাট আকবর তাকে আকবর নামা রচনায় আবুল ফযলকে সহায়তা করার জন্য নিযুক্ত করেছিলেন। সম্রাট হুমায়ুনের মৃত্যুর পর প্রণরক্ষাথের্থ তিনি আফগানিস্থানে পালিয়ে গিয়েছিলেন। সে খানে দুই যুগ অতিবাতি করে ফিরে এসে তিনি “তাজকিরাতুল ওয়াকিয়াত” লেখার কাজ শুরু করেন। \n\n\n== বিষয়বস্তু ==\nসম্রাট মির্জা জহিরউদ্দিন মুহাম্মদ বাবরের পরলোকগমন এবং সম্রাট নাসিরুদ্দীন মুহাম্মদ হুমায়ূনের দিল্লীর সিংহাসন আরোহনের কাহিনী দিয়ে। এটি সমাপ্ত হয়েছে সম্রাট হুমায়ুনের পরলোকগমন ও সম্রাট জালালুদ্দীন মুহাম্মদ আকবরের সিংহাসন আরোহনে ঘটনা দিয়।  \n\n\n== গ্রন্থের সংগঠন ==\nএই ঐতিহাসিক গ্রন্থটি নাতিদীর্ঘ। এটি আত্মজৈনিক একটি গ্রন্থ যদ্রি এর প্রকৃত উদ্দেশ্য সম্রাট হুমায়ুনের কাহিনী বিবৃত করা। লেখক কাহিনীর শুরুতে একটি স্বল্পদৈর্ঘ্য ভূমিকা লিখেছেন। এটি ৩৩টি ছোট অধ্যায়ে বিভক্ত। প্রতি অধ্যায়ের বর্ণনামূলক শিরোাম রয়েছে যেমন পঞ্চদশ অধ্যায় শিরোনাম “হুমায়ূনের বিরুদ্ধে অপবাদ রটনা ও পরবর্তী ঘটনাবলী”। তেত্রিশটি অধ্যায়ের শিরোনাম নিম্নরূপ: \n\nপ্রথম অধ্যায়: সম্রাট জহীরুদ্দীন মুহাম্মদ বাবরের পরলোকগমন এবং সম্রাট নাসিরুদ্দীন মুহাম্মদ হুমায়ূনের সিংহাসন আরোহন\nদ্বিতীয় অধ্যায়: মহামান্য সম্রাটের গুজরাত আক্রমণ ও বিজয়\nতৃতীয় অধ্যায়: সম্রাটের আগ্রায় উপস্থিতি: শাহজাদা হিন্দালের রাজধানীতে প্রত্যাবর্তন শের খানের বিদ্রোহের সংবাদ প্রাপ্তি: চুনার অভিযান ও দুর্গাধিকার\nচতুর্থ অধ্যায়: সম্রাটের বাঙ্গালা দেশে অভিযান\nপঞ্চম অধ্যায়: আফগানদের নৈশ-আক্রমণ ও তার পরিণাম\nষষ্ঠ অধ্যায়: শের খানের বিরুদ্ধে সম্রাটের দ্বিতীয়বার যুদ্ধযাত্রা ও কনৌজের যুদ্ধে পরাজয়\nসপ্তম অধ্যায়: লাহোর থেকে সম্রাটের ‘ভাক্কার’ যাত্রা\nঅষ্টম অধ্যায়: ‘আউচ’ থেকে সম্রাটের আউচ গমন ও কামরানকে কাবুল গমনের অনুমতি প্রদান\nনবম অধ্যায়: হামিদা বানু বেগমের সঙ্গে সম্রাটের পরিণয় ও আউচে প্রত্যাবর্তন\nদশম অধ্যায়: ‘আউচ’ থেকে যাত্রা ও মরুপথের দুঃখ-দুর্দৈব\nএকাদশ অধ্যায়: সম্রাটের অমরকোট যাত্রা ও পথের বিভিন্ন ঘটনা\nদ্বাদশ অধ্যায়: অমরকোট দুর্গে শাহজাদা মুহাম্মদ আকবরের জন্ম ও পরবর্তী ঘটনাসমূহ\nত্রয়োদশ অধ্যায়: সিন্ধুদেশ ত্যাগ করে সম্রাটের কান্দাহার অভিমুখে যাত্রা\nচতুর্দশ অধ্যায়: সম্রাটের পারস্য দেশে গমন\nপঞ্চদশ অধ্যায়: হুমায়ূনের বিরুদ্ধে অপবাদ রটনা ও পরবর্তী ঘটনাবলী\nষোড়শ অধ্যায়: শাহ তামাস্প কর্তৃক সম্রাটকে বিদায় দান এবং হুমায়ূনের কান্দাহার অভিযান\nসপ্তদশ অধ্যায়: আসকরীর আত্মসমর্পণ ও কান্দাহার দুর্গের পতন\nঅষ্টাদশ অধ্যায়: ইরানের শাহজাদার পরলোকগমন ও কান্দাহার দুর্গের ওপর হুমায়ূনের অধিকার প্রতিষ্ঠা\nউনবিংশ অধ্যায়: সম্রাটের কাবুল বিজয় ও মীর্জা কামরানের পলায়ন\nবিংশ পরিচ্ছেদ: মীর্জা কামরানের কাবুলে প্রত্যাবর্তন ও শাহজাদা আকবরকে নিজের হেফাজতে গ্রহণ\nএকবিংশ অধ্যায়: সম্রাট কর্তৃক কাবুল দুর্গ অধিকার ও আকবরকে পুনরায় হস্তগতকরণ\nদ্বাবিংশ অধ্যায়: যুদ্ধে কামরানের পরাজয় ও আনুগত্য স্বীকার\nত্রয়োবিংশ অধ্যায়: সম্রাটের সমীপে কামরানের উপস্তিতি এবং হুমায়ুনের বলখ অভিযান\nচর্তুবিংশ অধ্যায়: কামরান পুনর্বিদ্রোহ ও কাবুচাক গিরিপথের যুদ্ধ\nপঞ্চবিংশ অধ্যায়:কামরান কর্তৃক কাবুল দুর্গ অধিকার ও আকবরকে পুনরায় হস্তগতকরণ\nষড়বিংশ অধ্যায়: আফগানদের নিকট কামরানের আশ্রয় গ্রহণ এবং যুদ্ধে হিন্দালের মৃত্যু\nসপ্তবিংশ অধ্যায়: আফগানদের ওপর বিরাট বিজয় এবং সম্রাটের আদেশে কামরানকে অন্ধ করে দেয়া\nঅষ্টাবিংশ অধ্যায়: সম্রাটের কাবুল ও কান্দাহারের দিকে প্রত্যাবর্তন এবং কামরানকে মক্কায় গমনের অনুমতি দান\nঊনত্রিংশ অধ্যায়: হুমায়ুনের হিন্দুস্তানের পথে অভিযান ও পাঞ্জাব বিজয়\nত্রিংশ অধ্যায়: উমর খান গাখারের বিরুদ্ধে অভিযান ও প্রথম বিজয়\nএকত্রিংশ অধ্যায়: মাছিওয়াড়ার বিজয় ও সেকেন্দার শূরের বিরুদ্ধে অভিযান\nদ্বাত্রিংশ অধ্যায়: সিরহিন্দের যুদ্ধে পরাজিত সেকেন্দার শূরের পলায়ন ও সম্রাটের দিল্লি গমন\nত্রয়ত্রিংশ অধ্যায়: সম্রাট হুমায়ুনের পরলোকগমন ও জালালুদ্দীন মুহাম্মদ আকবরের সিংহাসন আরোহন\n\n\n== বাংলা ভাষায় অনুবাদ ==\n\n‘কেন্দ্রীয় বাংলা-উন্নয়ন-বোর্ড’ ১৯৬৮ সালের নভেম্বর মাসে তাজকিরাতুল ওয়াকিয়াত গ্রন্থটির অনুবাদ ঢাকা থেকে প্রকাশ করে। এর অনুবাদক ছিলেন চৌধুরী শামসুর রহমান। গ্রন্থের শুরুতে মুখবন্ধ রয়েছে যার শিরোনাম ‘অনুবাদকের কথা’। এ গ্রন্থের শেষভাগে তিনি একটি নির্ঘণ্ট বা পৃষ্ঠাসূচী সংযোজন করেছেন। চৌধুরী শামসুর রহমানের অনুবাদে মূল লেখকের দার্শনিকতা ও ভাষার কারুকাজ সুস্পষ্ট। সম্রাট হুমায়ূনের মৃত্যু প্রসঙ্গে জওহর আফতাফচী লিখেছেন:\n“প্রকৃতির নিয়মই হলো, সুমিষ্ট শরবত পানের পর বিস্বাদ ঢেঁকুর ওঠে, স্বস্তির মধু পান করার পরেই অস্বস্তির বিষও কিছুটা হজম করে নিতে হয়। মৃত্যুর মালিক যে খোদা, তাঁর অসীম ও জ্যোতির্ময় শক্তির সামনে আমাদের কিছু করণীয় নেই। সেখানে জীবনদান ব্যতীত অপর কোনো পথই নেই। সুতরাং ধৈর্যের পথেই সর্বদা পা রাখতে হবে। শেষ পর্যন্ত সকলকেই মাটির আবরণের নিচে মস্তক লুকোতে হবে। সম্রাট হুমায়ুনকেও তাই জীবন দান করেই জ্যোতির্ময় আল্লাহ-পাকের ইচ্ছা পূর্ণ করতে হয়েছে এবং এভাবেই তিনি হজরত রসুলে করিম ও তাঁর বংশধরদের আশীর্বাদ লাভ করেছেন।” \n২০০২ সালে ঢাকার প্রকাশনা প্রতিষ্ঠান দিব্য প্রকাশ তাজকিরাতুল ওয়াকিয়াত এর বঙ্গানুবাদের দ্বিতীয় সংস্করণ প্রকাশ করে (ISBN 978 984 91672 ৫ ৯)। \n\n\n== সমালোচনা ==\nসম্রাট হুমায়ুনের শাসনকাল সম্পর্কে জওহরের প্রদত্ত বিবরণকেই অধিকতর প্রামাণ্য বলে ঐতিহাসিকগণ গ্রহণ করেছেন। এ বৈশিষ্ট্য এই যে, লেখক জওহর আফতাবচি স্বীয় পর্যবেক্ষণের ভিত্তিতে গ্রন্থটি রচনা করেছিলেন। এর ফলে তার বয়ান অন্য ইতিহাসবিদদের ও লেখকদের পরিবেশিত তথ্যাদির পরিপূরক ও সংশোধনের ক্ষেত্রে অবদান রেখেছে। কোনো কোনো ইতিহাসবিদদের বলেছেন যে সম্রাট হুমায়ুনের সংগ্রামী জীবনের অধিকাংশ বিবরণ জওহরের গ্রন্থ থেকে গ্রহণ করতে হয়। S.M. Edwares H.O.L Garrett তাঁদের Mughal Rule in India গ্রন্থে ( Page 13) বলেছেন: “It is now time to turn to the dreary Odyssey of Humayun. The principal material for this is derived from the Tazkiratul Waqiat of Jouhar, a body-servant of the exiled Emperor, who accompanied him on most of his wanderings.”\nএছাড়া ভাষাগুণে তাজকিরাতুল ওয়াকিয়াত শুধুই ইতিহাস নয়, এটি একটি অনবদ্য সাহিত্যকর্ম। \n\n\n== তথ্যসূত্র =="}