{"pageid": 1097858, "title": "ভক্তপুরের যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1097858", "content": "ভক্তপুরের যুদ্ধটি ছিল গোর্খা বিজিত আজকের নেপালে সংঘটিত সর্বশেষ যুদ্ধ যা ভক্তপুর রাজ্যের বিরুদ্ধে পরিচালিত হয়েছিল। ১৭৬৯ সালে নেপালের ভক্তপুরে সংঘটিত এ যুদ্ধে গোর্খালি রাজা পৃথ্বীনারায়ণ শাহ জয় লাভ করেন যা তাকে সমগ্র কাঠমান্ডু উপত্যকার এবং তৎসংলগ্ন অঞ্চলগুলোর উপর নিয়ন্ত্রণ এনে দেয়।\nএই যুদ্ধের মাধ্যমে পৃথ্বীনারায়ণ শাহ নেপালে শাহ রাজবংশেরের প্রতিষ্ঠা করেন। নেপাল প্রজাতন্ত্র প্রতিষ্ঠার আগে এই শাহ রাজ্যই ২০০৮ সাল পর্যন্ত নেপালে কার্যকর ছিল। যুদ্ধের ফলে প্রাচীন নেওয়ারদের শাসনতন্ত্রের পতন ঘটে। পরাজিত ভক্তপুর রাজ্যের রাজা রণজিৎ মল্লকে ভারতে নির্বাসিত করা হয়।\n\n\n== অবরোধ ==\nভক্তপুর (বিকল্প নাম: খোপা দেস (ख्वप देस), ভাতগাঁও) ছিল নেপালের মল্ল জোটের তিনটি রাজধানী শহরের মধ্যে একটি, অপর দুটি হলো কাঠমান্ডু এবং ললিতপুর নগরপালিকা।  ভক্তপুর রাজ্যের সীমা পূর্ব দিকে পাঁচ-ছয় দিনের যাত্রাপথ পর্যন্ত বিস্তৃত ছিল। ঐ সময় শহরটি ছিল ১২ হাজার পরিবারের বাসস্থান। কাঠমান্ডু উপত্যকার সাংস্কৃতিক, বাণিজ্যিক, শিল্প এবং কৃষি সমৃদ্ধির কারণে গোর্খালিরা এটি হস্তগত করার জন্য মুখিয়ে ছিল। সে সময়ে এই উপত্যকার উত্তর-পশ্চিমাঞ্চলীয় নুয়াকোট শহরটি ছিল ভক্তপুর রাজ্যের একটি সীমান্ত শহর এবং দুর্গ। ১৭৩৬ সালে গোর্খালি রাজা নরভূপাল শাহ এখানে আক্রমণ করে সম্পূর্ণভাবে পরাজিত হন। তার  পুত্র পৃথ্বীনারায়ণ শাহ ১৭৪২ সালে রাজা হওয়ার পর পুণরায় অভিযান শুরু করেন।\nশাহ জানতেন যে তিনি বলপ্রয়োগ করে এই উপত্যকা দখল করতে পারবেন না। এই কারণে তিনি সেখানে খাদ্যাভাব তৈরি করার লক্ষ্যে নিষেধাজ্ঞা আরোপের সিদ্ধান্ত নেন। তার বাহিনীগুলো পার্শ্ববর্তী পাহাড়গুলোর কৌশলগত পথগুলো দখল করে নেয় এবং এই উপত্যকার মধ্য দিয়ে তিব্বত ও ভারতের মধ্যে যে বাণিজ্য সচল ছিল তা অবরুদ্ধ করে ফেলে। এ সময়ে নিষেধাজ্ঞা উপেক্ষাকারী দ্রুতগামী যে সব যানবাহনে (Blockade runner) লবণ বা তুলা পাওয়া যেত সেগুলো রাস্তায় আটকে রেখে বিলম্ব ঘটানো হতো।\n১৭৪৪ সালে গোর্খালিরা হিমালয় পর্বতমালার কোল ঘেষে থাকা ট্রান্স-হিমালয় বাণিজ্যিক রুটের অন্তর্ভুক্ত নুয়াকোট শহরটি দখল করে নেয়। তারা ১৭৬২ সালে কাঠমান্ডু উপত্যকাকে পশ্চিম দিক থেকে ঘিরে থাকা মকওয়ানপুরগড়ীতে এবং ১৭৬৩ সালে এই উপত্যকাকে পূর্ব দিক থেকে ঘিরে থাকা ধুলিখেলে ছড়িয়ে পড়ে।\nএকটি দুর্ভিক্ষ সৃষ্টির উদ্দেশ্যে শাহ কাঠমান্ডু উপত্যকায় যে কেন প্রকার শস্য প্রবেশে বাঁধার সৃষ্টি  করেন। জরুরী মালবাহী দ্রুতগামী যানবাহনগুলো (Blockade runner) এ সময় গাছে (?) ঝুলিয়ে দেওয়া হতো। দীর্ঘস্থায়ী অবরোধের কারণে কাঠমান্ডুর রাজা ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির কাছে সাহায্যের জন্য আবেদন করতে বাধ্য হন। ১৭৬৭ সালের আগস্টে ক্যাপ্টেন জর্জ কিনলক উপত্যকার অবরুদ্ধ বাসিন্দাদের উদ্ধার করতে একটি ব্রিটিশ সেনাদলকে উপত্যকার দিকে প্রেরণ  করেন। তিনি কাঠমান্ডুর ৭৫ কিলোমিটারের মধ্যে পৌঁছে যান এবং সিন্ধুলী ও হরিহরপুরের দুর্গগুলো দখল করে নেন। কিন্তু রসদ সরবরাহ ফুরিয়ে গেলে এবং তার সৈন্যরা বিদ্রোহ করে বসলে তিনি পিছু হটতে বাধ্য হন।\n\n\n== চূড়ান্ত যুদ্ধ ==\nলাগাতার অবরোধ এবং প্রোপাগান্ডা প্রচারণার মাধ্যমে নেওয়ারদের পরাজিত করে শাহ ধারাবাহিকভাবে কীর্তিপুর, কাঠমান্ডু এবং ললিতপুর দখল করে নেন। এরপর ১৭৬৯ সালে তিনি ভক্তপুরের দিকে অগ্রসর হন। কাঠমান্ডু ও ললিতপুরের রাজা জয়প্রকাশ মল্ল এবং তেজ নরসিংহ মল্ল তাদের রাজ্য হারানোর পর ভক্তপুরে আশ্রয় প্রার্থনা করেছিলেন। এই তিনজন রাজা গোর্খালি বাহিনীর বিরুদ্ধে যুদ্ধ করার জন্য তাদের সৈন্যদলগুলোকে একত্রিত করেন, কিন্তু অভিজাতদের পুনরায় বিশ্বাসঘাতকতার কারণে তারা পরাজিত হন।\nবিশ্বাসঘাতক অভিজাতদের সৈন্যরা শহরের সিংহদ্বারগুলো খুলে দেয় এবং গোর্খালিদের ভিতরে আসতে দেয়। শাহের বাহিনীর কাছে তলোয়ার, তীর ও ধনুক ছাড়াও লম্বা নলের মাস্কেট বন্দুকও ছিল। প্রাসাদের সামনে প্রচণ্ড যুদ্ধ হয় কিন্তু আক্রমণকারীরা শেষ পর্যন্ত সিংহদ্বারগুলো ভেঙ্গে ফেলে।\nকাঠমান্ডুর \"জন বহা\" মঠে রাখা জার্নাল অনুসারে শাহের সৈন্যরা ১৭৬৯ এর ২৫শে নভেম্বরের রাতে ভক্তপুর দখল করে। তারা ২০০১ জনকে হত্যা করে এবং ৫০১ টি বাড়িতে আগুন লাগিয়ে দেয়।\nবয়সজনিত কারণে রণজিৎ মল্লকে কাশী পালিয়ে যাওয়ার সুযোগ দেওয়া হয়। জয়প্রকাশ গুলিবিদ্ধ হয়ে মারা যান এবং তেজ নরসিংহকে মৃত্যুর আগ পর্যন্ত শিকল দিয়ে বেঁধে রাখা হয়।\nগোর্খালিদের ভক্তপুর বিজয়কে নেপালে মল্ল রাজবংশের পতন এবং শাহ রাজবংশের উত্থান হিসেবে চিহ্নিত করা হয়। নেপাল একটি প্রজাতন্ত্র হয়ে ওঠে আগে ২০০৮ সাল পর্যন্ত শাহ শাসনকাল টিকে ছিল।\n\n\n== মল্লের রাজ্যত্যাগ ==\nভক্তপুরের রাজা রণজিৎ মল্ল মানসিকভাবে এতটাই পীড়িত হয়েছিলেন যে তিনি গোর্খালি রাজাকে বিশ্বাস করার কারণে অনুশোচনায় বিলাপ করতে বাধ্য হন। প্রত্যক্ষদর্শীদের মতে, মল্ল যখন তার হারানো রাজ্যকে শেষবারের মতো দেখার জন্য উপত্যকার শেষপ্রান্তে চন্দ্রগিরির পাহাড়ের চূড়ায় থেমেছিলেন তখন তিনি অসংযতভাবে কেঁদেছিলেন। চন্দ্রগিরি হলো সেই পাহাড় যেখান থেকে রণজিৎ মল্লের প্রস্থানের রাস্তাটি উপত্যকা থেকে বের হয়ে চন্দ্রগিরি থেকে দক্ষিণে নেমে গিয়ে ভারতে পৌঁছেছে।\n\n\n== তথ্যসূত্র =="}