{"pageid": 1097899, "title": "ইয়াদ আল-বাগদাদী", "url": "https://bn.wikipedia.org/wiki?curid=1097899", "content": "ইয়াদ আল-বাগদাদী (আরবি: إياد البغدادي) (জন্ম ১৭ জুন, ১৯৭৭) একজন লেখক, উদ্যোক্তা এবং মানবাধিকার কর্মী যিনি আরব বসন্তের সময় আন্তর্জাতিক খ্যাতি অর্জন করেছিলেন। একজন স্ব-শৈলীযুক্ত \"ইসলামিক স্বাধীনতাবাদী\" হিসেবে তিনি ইসলামী আন্দোলন এবং ধর্মনিরপেক্ষ একনায়কত্ব উভয়েরই একজন স্পষ্ট সমালোচক, তিনি হাস্যরস এবং ব্যঙ্গ করার মাধ্যমে অন্য অনেক আন্দোলন কর্মী থেকে আলাদা হিসেবে পরিচিতি পেয়েছেন। তিনি তার নিজের ব্লগ সাইট ইসলাম এবং লিবার্টি এবং সাউন্ডক্লাউডের পডকাস্ট অ্যারাবিক টাইর‍্যান্ট ম্যানুয়াল-এ অবদান রাখেন। \nতিনি একজন রাষ্ট্রহীন ফিলিস্তিনি যিনি কুয়েতে জন্মগ্রহণ করেন এবং সংযুক্ত আরব আমিরাতে বেড়ে ওঠেন, তিনি এখন নরওয়েতে একজন রাজনৈতিক উদ্বাস্তু।\n\n\n== জীবনের প্রথমার্ধ ==\nবাগদাদির দাদা- দাদিরা জাফায় থাকেন যা এখন ইসরায়েলের অন্তর্ভুক্ত। ১৯৪৮ সালে ইহুদি রাষ্ট্র সৃষ্টির পর, তারা তাদের শিশু পুত্র ইসমাইলকে (বাগদাদির পিতা) নিয়ে মিশরে চলে যান, এবং সেখানে বসতি স্থাপন করেন। ইসমাইল ১৯৭০ সালে সংযুক্ত আরব আমিরাতে চলে আসেন। কুয়েতে জন্মগ্রহণ করা ইয়াদ সংযুক্ত আরব আমিরাতে বড় হয়েছেন। ২০১৪ সালে সংযুক্ত আরব আমিরাত থেকে তার নির্বাসন পর্যন্ত, তিনি আজমান শহরে থাকতেন।\n\n\n== আরব বসন্ত ==\n২০১১ সালে আরব বসন্তের সময় , বাগদাদি চলমান মিশরীয় বিপ্লব সম্পর্কে টুইট করা শুরু করেন। তিনি আরবি ভাষার বিবৃতি, ছড়া এবং ভিডিওর ইংরেজি অনুবাদ প্রদান করেন। তিনি গণতন্ত্রপন্থী দৃষ্টিকোণ থেকে আরব বিশ্বের বিদ্রোহকে জোরালোভাবে সমর্থন করেছিলেন। তার টুইটের বেশিরভাগই কেবল সাম্প্রতিক ঘটনাবলী সম্পর্কেই রিপোর্ট করেনি বরং এই অঞ্চলের স্বৈরাচারী নেতাদের সম্পর্কে উপহাসমূলক মন্তব্যও প্রদান করেছে। যার মাধ্যমে তিনি প্রচুর ফলোয়ার পেয়েছেন। তিনি ব্যাপকভাবে ছড়িয়ে পড়া হ্যাশট্যাগ #ArabTyrantManual -এর স্রষ্টা এবং মূলধারার সংবাদ প্রতিবেদনেও তাকে উল্লেখ করা হয়েছে। \n২০১১ সালের ফেব্রুয়ারিতে মিশরীয় আন্দোলন কর্মী আসমা মাহফুজের মিশরীয়দের প্রতি কায়রোর তাহরির স্কোয়ারে প্রতিবাদ করার আহ্বানের ইউটিউব ভিডিও এক মিলিয়ন বার দেখা হয়েছিল। এর অনুবাদক ছিলেন বাগদাদী। অনেক পর্যবেক্ষক হোসনি মোবারকের রাষ্ট্রপতিত্বকে পতনে সাহায্য করার জন্য এটিকে কৃতিত্ব দিয়েছেন। \n২০১১ সালের মার্চ মাসে, তিনি তার ব্যঙ্গাত্মক টুইটগুলির একটি অনলাইন সংগ্রহ পোস্ট করেছিলেন যার শিরোনাম ছিল আরব টাইর‍্যান্ট ম্যানুয়াল। কয়েক সপ্তাহের মধ্যে এটি এক ডজনেরও বেশি ভাষায় অনূদিত হয়। একে বই আকারে প্রকাশের আশাবাদ ব্যক্ত করেছেন তিনি। \nতিনি দ্বি-খণ্ডের আরব বসন্ত ইশতেহারেরও লেখক, যেখানে তিনি \"ইসলামী স্বাধীনতাবাদ\" এর একটি রূপরেখা তুলে ধরেছিলেন যাতে তিনি আশা করেছিলেন আরব বসন্তের প্রেক্ষিতে তার অঞ্চলের পথপ্রদর্শক দর্শন হয়ে উঠবে।\n\n\n== বাগদাদি সম্পর্কে মন্তব্য ==\nহিউম্যান রাইটস ওয়াচ- এর নিকোলাস ম্যাকগিহান বাগদাদির মামলাটিকে \"ইউএই'র বিভ্রান্তির লক্ষণ এবং সমালোচনামূলক চিন্তাভাবনা এবং বাক স্বাধীনতার হরণের লক্ষণ\" বলে বর্ণনা করেছেন। এইচএ হেলিয়ার, রয়্যাল ইউনাইটেড সার্ভিসেস ইনস্টিটিউটের একজন সহযোগী ফেলো, বাগদাদির \"পক্ষপাতের পরিবর্তে নীতির উপর নির্ভরশীল বিভিন্ন রাজনৈতিক শক্তির সমালোচনা করার ক্ষেত্রে ধারাবাহিকতার\" প্রশংসা করেছেন। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nর্যাডিক্যালাইজেশন রোডম্যাপ; ইয়াদ এল-বাগদাদি\nটুইটারে ইয়াদ আল-বাগদাদী"}