{"pageid": 1097828, "title": "মতীরাম ভট্ট", "url": "https://bn.wikipedia.org/wiki?curid=1097828", "content": "মতীরাম ভট্ট (নেপালি: मोतीराम भट्ट, ১৮৬৬ - ১৮৯৬) ছিলেন নেপালি সাহিত্য-এর প্রথম গজল লেখক, জীবনীকার, সমালোচক নেপালি সাহিত্যে যার অবদান অতুলনীয় এবং নেপালি সাহিত্যে যিনি নিজেই একটি যুগের একক প্রতিনিধি। নেপালি সাহিত্যে প্রচুর অবদান রেখে যাওয়া ক্ষণজন্মা এই সাহিত্যিককে অনুপ্রেরণাদায়ী ব্যক্তিত্ব, কৌশলী নায়ক এবং প্রতিশ্রুতিশীল প্রতিভা হিসেবে মান্য করা হয়। তিনি নেপালি সাহিত্যে শৃঙ্গার ধারারও প্রবর্তক। নেপালি সাহিত্যে এই কবিকে \"যুবকবি\" নামে অভিহিত করা হয়।\nমতীরাম ভট্টই প্রথম নেপালি ভাষায় সমালোচনা সাহিত্যের শুরু করেন। ভানুভক্ত আচার্য-এর পরে নেপালি সাহিত্যে যাদের আগমন ঘটে তাদের মধ্যে মতীরামকে শক্তিশালী ব্যক্তিত্ব হিসেবে গণ্য করা হয়। \n\n\n== জীবনী ==\n\nমতীরাম ১৮৬৬ সালে নেপালের কাঠমান্ডুতে পিতা পণ্ডিত দয়ারাম ভট্ট এবং মাতা রিপুমর্দিনী দেবী ভট্টের দ্বিতীয় সন্তানরূপে জন্ম গ্রহণ করেন। ভারতের কাশীতে পড়তে যাওয়ার উদ্দেশ্যে মাত্র ছয় বছর বয়সে মতীরামকে জন্মস্থান কাঠমান্ডু ছাড়তে হয়। সেখানে তিনি ধ্রুপদী সংস্কৃত ভাষা ছাড়াও আরও কয়েকটি ভাষা শেখেন এবং পনেরো বছর বয়সে গান শেখাও শুরু করেন। এ সময় থেকেই তিনি নেপালি লোকসঙ্গীত ও ছড়ার প্রতি আকৃষ্ট হতে শুরু করেন।\nএরপর তিনি কাঠমান্ডুতে ফিরে আসেন এবং বিয়ে করেন। কাঠমান্ডুতেই বিয়ের এক অনুষ্ঠানে তিনি ভানুভক্ত আচার্যের একটি কবিতার আবৃত্তি শুনেছিলেন। কবিতাটি তার এতই ভাল লেগে যায়  যে, ভানুভক্তের বাকী কবিতাগুলোও খুঁজে বের করার জন্য মনস্থির করে ফেলেন। তিনি সর্বত্রই এবং অনেকের কাছে গিয়ে ভানুভক্তের রচনার অনুসন্ধান ও সংগ্রহ করেন। মূলত তার প্রচেষ্টার কারণেই ভানুভক্তের রামায়ণ ব্যাপক পরিচিতি লাভ করে। তিনি ভানুভক্তের সাহিত্যকর্ম সম্পদনা করে ১৮৮৭ সালে প্রকাশ করেন, উপরন্তু তিনি ১৮৯১ সালে তিনি এই কবির জীবনীও প্রকাশ করেন যেখানে তিনি চিত্তাকর্ষক অলঙ্কারিক রূপকের আড়ালে কবি ভানুভক্তের প্রশংসা করেছেন বলে মনে করা হয়।\nপ্রাথমিক শিক্ষা কাশীতে হলেও পরে তিনি নেপালের দরবার উচ্চ বিদ্যালয়ে পড়েন এবং কলকাতা থেকে স্নাতক সম্পন্ন করেন।\n\n\n== কর্মজীবন ==\nতার সময়ের পূর্বে নেপালি ভাষায় তখনও পর্যন্ত মাত্র কয়েকটি কবিতা ছাড়া কোনো গদ্যই রচনা করা হয়নি। তিনি একটি হিন্দি পত্রিকার নেপালি সংস্করণ চালু করেন। তিনি যে ভারতজীবন প্রিন্টিং প্রেসের সাথে জড়িত ছিলেন সেটি নেপালি ভাষায় সাহিত্য প্রকাশে অনেক ভূমিকা রাখে। উপরন্তু কাশীতে থাকার সময়ে তিনি \"মিত্রমণ্ডলী\" নামে একটি সাহিত্য চক্রও গড়ে তোলেন।\nমতীরাম তার অধিকাংশ সাহিত্য চর্চা নেপালি ভাষাতেই করেছেন। সাহিত্যিক জীবনে তিনি মূলত প্রবন্ধ, নাটক ও গল্প লিখেছেন। মতীরামের সাহিত্যকর্মের তালিকায় কবিতা সংকলনের মধ্যে আছে \"মনোদ্বেগ প্রবাহ\", অন্যান্য কব্যের মধ্যে আছে \"পিকদূত\", \"পঞ্চক প্রপঞ্চ\", \"ঊষাচরিত্র\", \"প্রহ্লাদ ভক্তিকথা\", নাটকের মধ্যে আছে \"শকুন্তলা\", \"প্রিয়দর্শিকা\", \" পদ্মাবতী\" (অসম্পূর্ণ) এবং \"সঙ্গীত চন্দ্রোদয়\" হলো তার গজল সংকলন।\nহিন্দি ও উর্দু ভাষাতেও তিনি কিছু কবিতা লিখেছেন। তার হাত ধরেই নেপালি সাহিত্যে গজলের প্রবর্তন হয়েছে। তার লেখা \"দুই আঁখি ভৌঁ ত তৈয়ার ছন তরবার পো কিন চাহিও, তিমি আফাই মালিক ভইগইয়ো সরকার কিন চাহিয়ো\" গজলটি নেপালি গজল প্রেমীদের নিকট অনেক জনপ্রিয়।\nতার কবিতা এতটাই জনপ্রিয় হয়ে ওঠে যে তার লেখা প্রহ্লাদ ভক্তিকথাকে বয়োজ্যেষ্ঠরা প্রার্থনা সঙ্গীতরূপে গ্রহণ করে। তিনি নেপালি ভাষাকে সাহিত্য প্রকাশের একটি সুন্দর মাধ্যম হিসেবে গড়ে তোলেন।\nমতীরাম ভট্ট ১৮৮৭ সালে \"গোর্খা ভারত জীবন\" নামের নেপালি ভাষায় প্রথম মাসিক পত্রিকার প্রকাশ করেন।\n\n\n== মৃত্যু ==\nমতীরাম ভট্ট মাত্র ত্রিশ বছর বয়সে কৃষ্ণ জন্মাষ্টমীর দিনে পরলোকগত হন; ত্রিশ বছর পূর্বে ঠিক এই দিনেই তিনি জন্মগ্রহণ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nwww.nai.com.np থেকে मोतीराम भट्ट  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ আগস্ট ২০১০ তারিখে\nweb.archive.org/web থেকে Motiram Bhatta\nimnepal.com থেকে Motiram Bhatta | Things To Know About A Nepalese Poet"}