{"pageid": 1097100, "title": "উদ্বেগ (ব্যবসা)", "url": "https://bn.wikipedia.org/wiki?curid=1097100", "content": "একটি উদ্বেগ হলো এক ধরনের ব্যবসায়িক গোষ্ঠী যা ইউরোপে, বিশেষ করে জার্মানিতে প্রচলিত। এটি ইউনিফাইড পরিচালনার অধীনে একক অর্থনৈতিক সত্তায় বেশ কয়েকটি আইনগতভাবে স্বাধীন কোম্পানির একীভূত হওয়ার ফলে।\nএকটি উদ্বেগ একটি নিয়ন্ত্রণকারী উদ্যোগ এবং এক বা একাধিক নিয়ন্ত্রিত উদ্যোগ নিয়ে গঠিত। নিয়ন্ত্রণকারী এবং নিয়ন্ত্রিত উদ্যোগগুলির মধ্যে সম্পর্ক প্রকৃত বাণিজ্যিক এবং ব্যবস্থাপনা সম্পর্কের উপর ভিত্তি করে, পিতামাতা এবং সহায়ক সংস্থাগুলির বিপরীতে যা শেয়ার মালিকানা এবং ভোটাধিকার দ্বারা সম্পর্কিত।\nপেশাদারদের বাইরে, গ্রুপ শব্দটি ভুলবশত বৃহৎ কোম্পানির অর্থের মধ্যে - তার কর্পোরেট কাঠামো নির্বিশেষে - বোঝা যায়।\nগ্রুপ ধারণাটি অবিশ্বাস প্রাসঙ্গিকতার মধ্যে একটি: তথাকথিত গ্রুপ বিশেষাধিকার, জড়িত একত্রিত গ্রুপ কোম্পানিগুলির বিশেষাধিকার, এর অর্থ হল যে নিজেই, নিষেধাজ্ঞা অন্তর্ভুক্ত অনুশীলনগুলি জার্মান বা ইউরোপীয় কমিশন (EC) অ্যান্টিট্রাস্ট আইন লঙ্ঘন করেনি। অন্যদিকে, ঋণগ্রহীতা ইউনিট গঠনে ব্যাংকিং আইনে গ্রুপ ধারণা এবং বিশেষ করে বৃহৎ ঋণের সীমার বিষয়টি অত্যন্ত গুরুত্বপূর্ণ।\n\n\n== প্রকার ==\n১৯৬৫,আক্ষরিক অর্থে \"স্টক আইন\", কিন্তু সাধারণত ইংরেজিতে জার্মান স্টক কর্পোরেশন আইন নামে পরিচিত, একটি উদ্বেগকে সংজ্ঞায়িত করে: \"একটি প্রভাবশালী এবং এক বা একাধিক নির্ভরশীল কোম্পানি, একত্রে ক্ষমতাসীন কোম্পানির ঐক্যবদ্ধ নেতৃত্বে\"।\n\n\n== চুক্তিভিত্তিক ==\nএই ধরনের উদ্বেগের মধ্যে, নিয়ন্ত্রক এন্টারপ্রাইজ এবং নিয়ন্ত্রিত এন্টারপ্রাইজ একটি নিয়ন্ত্রণ চুক্তিতে প্রবেশ করে - যেখানে নিয়ন্ত্রক এন্টারপ্রাইজ নিয়ন্ত্রিত এন্টারপ্রাইজের উপর পরিচালনার ক্ষমতা পেতে পারে, কখনও কখনও সম্পূর্ণ নিয়ন্ত্রণের পরিমাণ এবং একটি লাভ হস্তান্তর চুক্তি। এই ক্ষমতাগুলি এমনভাবে ব্যবহার করা যেতে পারে যা সহায়ক সংস্থার জন্য ক্ষতিকর, তবে শর্ত থাকে যে তারা উদ্বেগের স্বার্থে থাকে এবং সহায়ক সংস্থার আইনি বিচ্ছিন্নতার ক্ষতি না করে।\nবিনিময়ে, নিয়ন্ত্রক এন্টারপ্রাইজ চুক্তির মেয়াদে নিয়ন্ত্রিত এন্টারপ্রাইজের সমস্ত ঘাটতির জন্য নিয়ন্ত্রিত এন্টারপ্রাইজকে ক্ষতিপূরণ দিতে দায়বদ্ধ।\n\n\n== বাস্তব ==\nএই ধরনের উদ্বেগের মধ্যে, নিয়ন্ত্রক এন্টারপ্রাইজ নিয়ন্ত্রিত এন্টারপ্রাইজের উপর একটি নিয়ন্ত্রক প্রভাব প্রয়োগ করে, কিন্তু কোন আনুষ্ঠানিক নিয়ন্ত্রণ বা মুনাফা স্থানান্তর চুক্তি নেই। যদি একটি কোম্পানি অন্য কোম্পানিতে সংখ্যাগরিষ্ঠতার মালিক হয়, তাহলে প্রথম কোম্পানিটিকে নিয়ন্ত্রণকারী প্রভাব প্রয়োগ করা বলে মনে করা হয়।মূল কোম্পানি তখন যে কোনো ক্ষতির জন্য দায়ী যা সহায়ক কোম্পানিতে মূল কোম্পানির হস্তক্ষেপের ফলে হয়, যা কেস-বাই-কেস ভিত্তিতে বিচার করা হয়। এই ধরনের উদ্বেগ প্রতিষ্ঠা করা আরও কঠিন এবং তাই আরও সাধারণ।\n\n\n== ফ্ল্যাট ==\nএই সংস্করণে, কোনও মূল সংস্থা নেই, পরিবর্তে বেশ কয়েকটি আইনগতভাবে পৃথক সংস্থাগুলি সাধারণ নির্দেশের বিষয়।\n\n\n== অন্যান্য ফর্ম ==\nজার্মান সীমিত দায়বদ্ধতা সংস্থাগুলির সাথে জড়িত উদ্বেগের আইন প্রয়োগ করার জন্য, জার্মান আদালতগুলি ১৯৭০ এর দশক থেকে শুরু করে ডি ফ্যাক্টো উদ্বেগ তৈরি করেছে। উদ্বেগের এই রূপটি শুধুমাত্র পিতামাতার সহায়ক সম্পর্কের ক্ষেত্রে প্রযোজ্য। যদি অভিভাবককে সব বিষয়ে দীর্ঘস্থায়ী এবং ব্যাপক নিয়ন্ত্রণ দেখানো হয়, তাহলে অনুমান করা যায় যে অভিভাবক সহায়ক সংস্থার সর্বোত্তম স্বার্থে কাজ করছেন না। যদি অভিভাবক এই অনুমানটি স্থানচ্যুত করতে অক্ষম হন, তাহলে অভিভাবক সমস্ত বাধ্যবাধকতার জন্য দায়ী।\nএই ধরনের উদ্বেগ ২০০২ সালে জার্মান ফেডারেল সুপ্রিম কোর্ট দ্বারা সীমিত ছিল শুধুমাত্র সেখানে প্রয়োগ করার জন্য যেখানে নিয়ন্ত্রণ এমন যে সহায়ক সংস্থা অনিবার্যভাবে ভেঙে পড়বে বা দেউলিয়া হয়ে যাবে, এই ভিত্তিতে যে পিতামাতা সহায়ক সংস্থার পৃথক আইনি ব্যক্তিত্বকে অপব্যবহার করেছেন।\n\n\n== সমষ্টি ==\n(অজৈব গোষ্ঠী) গোষ্ঠী বিভিন্ন ব্যবসায় উদ্যোগ নিয়ে গঠিত। উদ্বেগের বিপরীতে, একটি সমষ্টির কোম্পানিগুলির একে অপরের সাথে সীমিত ব্যবসায়িক সম্পর্ক রয়েছে।\n\n\n== আরও দেখুন ==\nএকত্রিত আর্থিক বিবৃতি\nপরিবর্তনশীল সুদের সত্তা\n\n\n== তথ্যসূত্র =="}