{"pageid": 1097892, "title": "হিরোকাজু কোরে-এডা", "url": "https://bn.wikipedia.org/wiki?curid=1097892", "content": "হিরোকাজু কোরে-এডা (是枝 裕和, কোরেদা হিরোকাজু, জন্ম ৬ জুন ১৯৬২) হলেন একজন জাপানি চলচ্চিত্র পরিচালক, প্রযোজক, চিত্রনাট্যকার এবং সম্পাদক। তিনি টেলিভিশনে তার কর্মজীবন শুরু করেন এবং তারপর থেকে এক ডজনেরও বেশি পূর্ণদৈর্ঘ্য চলচ্চিত্র পরিচালনা করেছেন, যার মধ্যে রয়েছে নোবডি নোজ (২০০৪), স্টিল ওয়াকিং (২০০৮), এবং আফটার দ্য স্টর্ম (২০১৬)। তিনি লাইক ফাদার, লাইক সনের জন্য ২০১৩ কান চলচ্চিত্র উৎসবে জুরি পুরস্কার জিতেছিলেন এবং ২০১৮ কান চলচ্চিত্র উৎসবে শপলিফ্টার্সের জন্য পাল্ম দর জিতেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nকোরে-এডার বাবা তাইওয়ানের তাইপেতে জন্মগ্রহণকারী একজন ওয়ানসেই[nb ১] ছিলেন। তার পিতামহ দাদা-দাদিরা জাপানের আইন অনুসারে বিয়ে করতে পারেনি কারণ তাদের একই পদবি ছিল, তাই তারা তাইওয়ানে পালিয়ে যায় যেখানে তারা পারে, যেটি তখন জাপানি ঔপনিবেশিক শাসনের অধীনে ছিল। তিনি তাইওয়ানের প্রতি তার সখ্যতার কারণ হিসেবে এটি উল্লেখ করেছেন।\nকোরে-এডা জাপানের টোকিওর নেরিমাতে জন্মগ্রহণ করেন। তিনি দুই বড় বোনের সাথে তিন সন্তানের মধ্যে সর্বকনিষ্ঠ। ছোটবেলা থেকেই কোরে-এডা তার মায়ের সাথে চলচ্চিত্র দেখে সময় কাটাতেন। তিনি একজন দোভাষীর মাধ্যমে বলেছিলেন, \"আমার মা চলচ্চিত্র পছন্দ করতেন! তিনি ইংরিদ বারিমান, জোন ফন্টেইন, ভিভিয়েন লেইকে পছন্দ করতে। আমরা একসাথে সিনেমায় যেতে পারতাম না, কিন্তু তিনি সবসময় টিভিতে তাদের চলচ্চিত্র দেখতেন। তিনি এই চলচ্চিত্র দেখার জন্য সমস্ত পারিবারিক ব্যবসা বা আলোচনা বন্ধ করে দেন। আমরা একসাথে দেখতাম। তাই আমি চলচ্চিত্র পছন্দ করতাম – তার মতো।\"\n১৯৮৭ সালে ওয়াসেদা বিশ্ববিদ্যালয়ের গ্র্যাজুয়েট স্কুল অফ লেটারস, আর্টস অ্যান্ড সায়েন্সেস থেকে স্নাতক হওয়ার পর, কোরে-এডা ডকুমেন্টারিতে কাজ করেছিলেন, যেখানে তিনি আক্রমণাত্মক ব্যবস্থাপনার বিষয় ছিলেন। তিনি এটিকে কারণ হিসাবে উল্লেখ করেছেন যে তিনি তার সেটে রাগান্বিত হওয়া এড়াতে এবং একটি সুখী কাজের পরিবেশকে উত্সাহিত করার চেষ্টা করেন।\nকোরে-এডা ২০০২ সালে বিয়ে করেন এবং তার একটি মেয়ে রয়েছে, যার জন্ম ২০০৭ সালে।\n\n\n== কর্মজীবন ==\nচলচ্চিত্র পরিচালক হিসেবে কর্মজীবন শুরু করার আগে, কোরে-এডা টেলিভিশনের জন্য প্রামাণ্য চলচ্চিত্রে সহকারী পরিচালক হিসেবে কাজ করেছিলেন। তিনি শেষ পর্যন্ত পরিচালনায় রূপান্তরিত হন এবং ১৯৯১ সালে তার প্রথম টেলিভিশন প্রামাণ্য চলচ্চিত্র, লেসনস ফ্রম আ ক্যাল্ফ, পরিচালনা করেন। এরপর তিনি আরও বেশ কিছু প্রামাণ্য চলচ্চিত্র পরিচালনা করেন।\n১৯৯৫ সালে, ভেনিস চলচ্চিত্র উৎসব, তার প্রথম পূর্ণদৈর্ঘ্য কল্পকাহিনী চলচ্চিত্র মাবোরোসি সেরা চিত্রগ্রহণের জন্য গোল্ডেন ওসেলা পুরস্কার জিতেছিল। ১৯৯৯ সালে প্রথম বুয়েনস আইরেস ইন্টারন্যাশনাল ফেস্টিভ্যাল অফ ইন্ডিপেনডেন্ট সিনেমাতে, তিনি তার চলচ্চিত্র আফটার লাইফের জন্য শ্রেষ্ঠ চলচ্চিত্র এবং শ্রেষ্ঠ চিত্রনাট্যের পুরস্কার জিতেছিলেন।\n২০০৫ সালে, তিনি তার চলচ্চিত্র নোবডি নোজ এর জন্য শ্রেষ্ঠ চলচ্চিত্র এবং শ্রেষ্ঠ পরিচালকের জন্য ব্লু রিবন পুরস্কার জিতেছিলেন। ২০০৮ সালে তার চলচ্চিত্র স্টিল ওয়াকিং ২০০৯ সালের এশিয়ান চলচ্চিত্র পুরস্কারে শ্রেষ্ঠ পরিচালক এবং ২০০৮ সালের মার দেল প্লাটা আন্তর্জাতিক চলচ্চিত্র উৎসবে শ্রেষ্ঠ চলচ্চিত্রের জন্য গোল্ডেন অ্যাস্টর অর্জন করে।\nতার ২০১৩ সালের চলচ্চিত্র, লাইক ফাদার, লাইক সন, ২০১৩ সালের কান চলচ্চিত্র উৎসবে পাল্ম দরের জন্য প্রিমিয়ার এবং মনোনীত হয়েছিল। এটি শেষ পর্যন্ত জিততে পারেনি, তবে এটি জুরি পুরস্কার জিতেছে, সেইসাথে ইকুমেনিকাল জুরি থেকে একটি প্রশংসা পেয়েছে। ২০১৩ সালের অক্টোবরে, চলচ্চিত্রটি ২০১৩ সালের ভ্যাঙ্কুভার আন্তর্জাতিক চলচ্চিত্র উৎসবে রজার্স পিপলস চয়েস পুরস্কার জিতেছিল।\nকোরে-এডার ২০১৫ সালের চলচ্চিত্র, আওয়ার লিটল সিস্টার, ২০১৫ সালের কান চলচ্চিত্র উৎসবে পাল্ম দরের জন্য প্রতিদ্বন্দ্বিতা করার জন্য নির্বাচিত হয়েছিল, যদিও এটি জিততে পারেনি। তার ২০১৬ সালের চলচ্চিত্র, আফটার দ্য স্টর্ম, ২০১৬ সালের কান চলচ্চিত্র উৎসবে আঁ সেরতাঁ র‍্যগার বিভাগে সমালোচকদের প্রশংসা লাভ করে। চলচ্চিত্রে তার কাজের জন্য তিনি ইয়োকোহামা চলচ্চিত্র উৎসবে সেরা পরিচালকের পুরস্কার জিতেছিলেন। কোরে-এডা তার চলচ্চিত্র দ্য থার্ড মার্ডার (২০১৭), যা ৭৪ তম ভেনিস আন্তর্জাতিক চলচ্চিত্র উৎসবের মূল প্রতিযোগিতায়ও প্রদর্শিত হয়েছিল, এর জন্য সেরা চলচ্চিত্র এবং সেরা পরিচালক হিসেবে জাপান একাডেমি পুরস্কার জিতেছেন।\n২০১৮ সালে, শপলিফটার্স শিরোনামে তার চলচ্চিত্রটি একটি অল্প বয়সী মেয়েকে নিয়ে, যাকে শপলিফটারদের একটি পরিবার স্বাগত জানায়, কান চলচ্চিত্র উৎসবে প্রিমিয়ার হয়, যেখানে এটি পাল্ম দর জিতেছিল। এটি শ্রেষ্ঠ আন্তর্জাতিক পূর্ণদৈর্ঘ্য চলচ্চিত্র বিভাগে একাডেমি পুরস্কারের জন্যও মনোনীত হয়েছিল।\n২০১৮ সালে তিনি সান সেবাস্তিয়ান আন্তর্জাতিক চলচ্চিত্র উৎসবে তার আজীবন কৃতিত্বের জন্য ডোনোস্টিয়া পুরস্কার জিতেছেন।\n২০১৯ সালে কোরে-এডা দ্য ট্রুথ পরিচালনা করেছেন, এতে অভিনয় করেছেন কাত্রিন দ্যনোভ, জুলিয়েত বিনোশ এবং ইথান হক। এটি ইউরোপে তার প্রথম চলচ্চিত্র শুটিং, তার মাতৃভাষায় নয়।\n২০২০ সালে ঘোষণা করা হয়েছিল যে তিনি বেবি, বক্স, ব্রোকার পরিচালনা করবেন। ছবিটি দক্ষিণ কোরিয়ায় সেট করা হবে, যেখানে প্রধানত দক্ষিণ কোরিয়ার কাস্ট এবং ক্রু থাকবে।\n\n\n== শৈলী এবং প্রভাব ==\nহার্ভার্ড ফিল্ম আর্কাইভ অনুসারে কোরে-এডার কাজগুলি \"হাউ হসিয়াও-হসিয়েন এবং তসাই মিং-লিয়াং-এর মতো আলোকিত ব্যক্তিদের মননশীল শৈলী এবং গতি প্রতিফলিত করে।\"\nকোরে-এডাকে প্রায়শই ইয়াসুজিরো ওজু-এর সাথে তুলনা করা হয়, যদিও তিনি বলেছেন যে পরিচালকদের দ্বারা তিনি প্রভাবিত বোধ করেন তারা হলেন কেন লোচ এবং জাপানি পরিচালক মিকিও নারুসে।\n২০০৯ সালের একটি সাক্ষাত্কারে, কোরে-এডা প্রকাশ করেছেন যে স্টিল ওয়াকিং তার নিজের পরিবারের উপর ভিত্তি করে নির্মিত।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\nননফিক্স (১৯৯১)\nউইদাউট মেমোরি (১৯৯৬)\nকাইদান হরর ক্লাসিকস (২০১০)\nগোইং মাই হোম (২০১২)\nইশিবুমি (২০১৫)\nকাসুমি আরিমুরা'স ফিল্মিং ব্রেক (এপিসোড ১, ২০২০)\n\n\n== পুরস্কার ==\n\n\n== ঘন ঘন সহযোগী ==\n\nকোরে-এডা প্রায়শই তার বর্ণনামূলক চলচ্চিত্রে একই অভিনেতাদের অভিনয় করে, বিশেষ করে কিরিন কিকি এবং সুসুমু তেরাজিমা, দুজনেই কোরে-এডার ছয়টি চলচ্চিত্রে অভিনয় করেছেন। অন্যান্য অভিনয়শিল্পীরা যারা কোরে-এডার সাথে একাধিক চলচ্চিত্রে সহযোগিতা করেছেন তাদের মধ্যে রয়েছে হিরোশি আবে, আরাতা, তাদানোবু আসানো, লিলি ফ্রাঙ্কি, ইসাও হাশিজুমে, রিও কাসে, এবং ইউই নাতসুকাওয়া।\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে হিরোকাজু কোরে-এডা (ইংরেজি)\nহিরোকাজু কোরে-এডা (জাপানি) - জাপানিজ মুভি ডাটাবেজ"}