{"pageid": 1097034, "title": "অর্থনৈতিক পরিকল্পনা", "url": "https://bn.wikipedia.org/wiki?curid=1097034", "content": "অর্থনৈতিক পরিকল্পনা হলো একটি উদ্দীষ্ট বাৎসরিক হারে অর্থনৈতিক প্রবৃদ্ধি অর্জনের লক্ষ্যে বিভিন্ন প্রকল্প গ্রহণ এবং তদানুপাতে জাতীয় সম্পদ বিনিয়োগ। সাধারণত যে হারে প্রবৃদ্ধি অর্জন সম্ভব তার চেয়ে দ্রুততর হারে প্রবৃদ্ধি অর্জনের লক্ষ্যে একটি উন্নয়নশীল দেশে অর্থনৈতিক পরিকল্পনা প্রণয়ন করা হয়ে থাকে। পুঁজিবাদী রাষ্ট্রে রাজনৈতিক সরকারের নির্বাচনী প্রতিশ্রুতির ভিত্তিতে একটি প্রাগ্রাধিকারমূলক উন্নয়ন প্রকল্পসমূহ নির্বাচন করা হয়ে থাকে। সমাজতন্ত্রিক দেশগুলিতে কেন্দ্রীয় ভাবে অর্থনৈতিক পরিকল্পনা করা হয় সাধারণ মানুষের মৌলচাহিদা পূরণ নিশ্চিত করার উদ্দেশ্যে। কেবল উৎপাদন নয়, বণ্টনও এমতরূপ পরিকল্পনার অন্যতম উদ্দেশ্য।\n\n\n== ভৌত এবং আর্থিক পরিকল্পনা ==\nঅর্থনৈতিক পরিকল্পনা দুটি প্রধান দিক হলো ভৌত পরিকল্পনা এবং আর্থিক পরিকল্পনা। ভৌত পরিকল্পনা (বিশুদ্ধ সমাজতন্ত্রের মতো) এবং আর্থিক পরিকল্পনার মধ্যে একটি পার্থক্য করা যেতে পারে (যেমনটি পুঁজিবাদে সরকার এবং বেসরকারি সংস্থাগুলি অনুশীলন করে )। ভৌত পরিকল্পনার মধ্যে অর্থনৈতিক পরিকল্পনা এবং সমন্বয় জড়িত থাকে যা বিচ্ছিন্ন ভৌত ইউনিটের পরিপ্রেক্ষিতে পরিচালিত হয় যেখানে আর্থিক পরিকল্পনায় আর্থিক ইউনিটের পরিপ্রেক্ষিতে প্রণয়ন করা পরিকল্পনা জড়িত থাকে।\nসমাজতন্ত্রের বিভিন্ন মডেলে অর্থনৈতিক পরিকল্পনার বিভিন্ন রূপ ফুটিয়ে তোলা হয়েছে। এগুলি বিকেন্দ্রীভূত-পরিকল্পনা ব্যবস্থা থেকে শুরু করে যা সমষ্টিগত সিদ্ধান্ত গ্রহণ এবং বিচ্ছিন্ন তথ্যের উপর ভিত্তি করে তৈরি করা হয় প্রযুক্তিগত বিশেষজ্ঞদের দ্বারা পরিচালিত পরিকল্পনার কেন্দ্রীভূত ব্যবস্থা, যারা উৎপাদন পরিকল্পনা প্রণয়নের জন্য সমষ্টিগত তথ্য ব্যবহার করে। একটি সম্পূর্ণ বিকশিত সমাজতান্ত্রিক অর্থনীতিতে, প্রকৌশলী এবং প্রযুক্তি বিশেষজ্ঞরা, গণতান্ত্রিক পদ্ধতিতে তত্ত্বাবধানে বা নিযুক্ত, আর্থিক-ভিত্তিক গণনার জন্য কোন প্রয়োজন বা ব্যবহার ছাড়াই ভৌত এককের পরিপ্রেক্ষিতে অর্থনীতির সমন্বয় সাধন করবে। সোভিয়েত ইউনিয়নের অর্থনীতি কখনই বিকাশের এই পর্যায়ে পৌঁছায়নি, তাই তার অস্তিত্বের সময়কাল জুড়ে আর্থিক শর্তে তার অর্থনীতির পরিকল্পনা করেছিল। তা সত্ত্বেও, ভৌত উৎপাদনের পরিপ্রেক্ষিতে অ-আর্থিক অর্থনীতির কর্মক্ষমতা মূল্যায়নের জন্য বেশ কয়েকটি বিকল্প মেট্রিক তৈরি করা হয়েছিল (যেমন নেট উপাদান পণ্য বনাম মোট দেশীয় পণ্য )।\nসাধারণভাবে, সমাজতান্ত্রিক অর্থনৈতিক পরিকল্পনার বিভিন্ন মডেল যেমন একটি সমাজতান্ত্রিক উৎপাদন পদ্ধতি তাত্ত্বিক গঠন হিসাবে বিদ্যমান যা কোনো অর্থনীতি দ্বারা সম্পূর্ণরূপে বাস্তবায়িত হয়নি, আংশিকভাবে কারণ তারা বিশ্বব্যাপী বিশাল পরিবর্তনের উপর নির্ভর করে। মূলধারার অর্থনীতি এবং তুলনামূলক অর্থনৈতিক ব্যবস্থার ক্ষেত্রের পরিপ্রেক্ষিতে, সমাজতান্ত্রিক পরিকল্পনা সাধারণত সোভিয়েত-শৈলীর কমান্ড অর্থনীতিকে বোঝায়, এই অর্থনৈতিক ব্যবস্থাটি আসলে এক ধরনের সমাজতন্ত্র বা রাষ্ট্রীয় পুঁজিবাদ বা তৃতীয়, অ-সমাজতন্ত্র গঠন করে কিনা তা বিবেচনা না করে। এবং অ-পুঁজিবাদী ধরনের সিস্টেম।\n\n\n== সমাজতন্ত্রে ==\nসমাজতন্ত্রের অর্থনৈতিক পরিকল্পনা সম্পূর্ণরূপে বাজার ব্যবস্থাকে প্রতিস্থাপন করে, আর্থিক সম্পর্ক এবং মূল্য ব্যবস্থাকে অপ্রচলিত করে। অন্যান্য পরিকল্পনাকে বাজারের পরিপূরক হিসাবে ব্যবহার করা হয়।\n\n\n=== সমাজতান্ত্রিক পরিকল্পনার ধারণা ===\nমার্কসবাদীদের দ্বারা গৃহীত সমাজতান্ত্রিক অর্থনৈতিক পরিকল্পনার ধ্রুপদী ধারণাটি এমন একটি অর্থনৈতিক ব্যবস্থাকে জড়িত যেখানে পণ্য ও পরিষেবাগুলিকে তাদের ব্যবহার-মূল্যের জন্য মূল্যবান, চাহিদা এবং সরাসরি উত্পাদিত করা হত, যা ব্যবসায়িক উদ্যোগগুলির দ্বারা মুনাফা অর্জনের উপ-পণ্য হিসাবে উত্পাদিত হয়। ব্যবহারের জন্য উৎপাদনের এই ধারণা একটি সমাজতান্ত্রিক অর্থনীতির একটি মৌলিক দিক। এতে উদ্বৃত্ত পণ্যের বরাদ্দের উপর সামাজিক নিয়ন্ত্রণ এবং আর্থিক হিসাবের পরিবর্তে এর সবচেয়ে ব্যাপক তাত্ত্বিক আকারে হিসাব-নিকাশ জড়িত। বিশেষ করে মার্কসবাদীদের জন্য, পরিকল্পনার মধ্যে গণতান্ত্রিক পদ্ধতিতে সংশ্লিষ্ট উৎপাদকদের দ্বারা উদ্বৃত্ত পণ্য (লাভ) নিয়ন্ত্রণ করা হয়। এটি পুঁজিবাদের কাঠামোর মধ্যে পরিকল্পনার থেকে পৃথক যা পরিকল্পিত সমাজতান্ত্রিক ধারণার বিপরীতে ব্যবসা চক্রকে স্থিতিশীল করার জন্য (যখন সরকারগুলি দ্বারা পরিচালিত হয়) বা সর্বাধিক মুনাফা (যখন সংস্থাগুলি দ্বারা পরিচালিত হয়) করার জন্য মূলধনের পরিকল্পিত সঞ্চয়ের উপর ভিত্তি করে। ব্যবহারের জন্য উত্পাদন।\nঅর্থনৈতিক পরিকল্পনার উপর ভিত্তি করে এমন একটি সমাজতান্ত্রিক সমাজে, রাষ্ট্রযন্ত্রের প্রাথমিক কাজ জনগণের উপর রাজনৈতিক শাসনের একটি থেকে (আইন সৃষ্টি ও প্রয়োগের মাধ্যমে) উৎপাদন, বণ্টন এবং সংগঠনের প্রযুক্তিগত প্রশাসনে পরিবর্তিত হয়; অর্থাৎ, রাষ্ট্র রাজনৈতিক ও শ্রেণী-ভিত্তিক নিয়ন্ত্রণের ব্যবস্থার পরিবর্তে একটি সমন্বিত অর্থনৈতিক সত্তায় পরিণত হবে এবং এর ফলে ঐতিহ্যগত অর্থে একটি রাষ্ট্র হওয়া বন্ধ হয়ে যাবে।\n\n\n=== প্রশাসনিক-কমান্ড সিস্টেম ===\nমূল নিবন্ধ: প্রশাসনিক-কমান্ড সিস্টেম\nএকটি কমান্ড অর্থনীতির ধারণা একটি পরিকল্পিত অর্থনীতি এবং অর্থনৈতিক পরিকল্পনার ধারণা থেকে পৃথক করা হয়েছে, বিশেষ করে সমাজতন্ত্রী এবং মার্কসবাদীরা যারা কমান্ড অর্থনীতির (যেমন সাবেক সোভিয়েত ইউনিয়ন) একটি একক পুঁজিবাদী ফার্মের সাথে তুলনা করে, একটি শীর্ষে সংগঠিত। পুঁজিবাদী কর্পোরেশনের মতো আমলাতান্ত্রিক সংস্থার উপর ভিত্তি করে প্রশাসনিক ফ্যাশন।\nঅর্থনৈতিক বিশ্লেষকরা যুক্তি দিয়েছেন যে সোভিয়েত ইউনিয়নের অর্থনীতি আসলে একটি পরিকল্পিত অর্থনীতির বিপরীতে একটি প্রশাসনিক বা কমান্ড অর্থনীতির প্রতিনিধিত্ব করে কারণ পরিকল্পনা অর্থনীতিতে উত্পাদনশীল ইউনিটগুলির মধ্যে সম্পদ বণ্টনে কার্যকর ভূমিকা পালন করেনি যেহেতু বাস্তবে প্রধান বরাদ্দ প্রক্রিয়া। কমান্ড-এন্ড-কন্ট্রোলের একটি সিস্টেম ছিল। প্রশাসনিক-কমান্ড অর্থনীতি শব্দটি সোভিয়েত ধরনের অর্থনীতির আরও সঠিক বর্ণনাকারী হিসাবে মুদ্রা অর্জন করেছে।\n\n\n=== বিকেন্দ্রীভূত পরিকল্পনা ===\nআরও দেখুন: বিকেন্দ্রীভূত পরিকল্পনা (অর্থনীতি)\nবিকেন্দ্রীভূত অর্থনৈতিক পরিকল্পনা হল একটি পরিকল্পনা প্রক্রিয়া যা ব্যবহারকারী-স্তরে তথ্যের নিচে-উপরের প্রবাহে শুরু হয়। বিকেন্দ্রীভূত পরিকল্পনা প্রায়শই সমাজতান্ত্রিক স্ব-ব্যবস্থাপনার ধারণার পরিপূরক হিসাবে উপস্থিত হয়, বিশেষত গণতান্ত্রিক সমাজতন্ত্রী এবং উদারবাদী সমাজতন্ত্রীদের দ্বারা।\nকার্ল কাউটস্কি, রোজা লুক্সেমবার্গ, নিকোলাই বুখারিন এবং অস্কার আর ল্যাঙ্গের চিন্তাধারা থেকে বিকেন্দ্রীভূত সমাজতান্ত্রিক পরিকল্পনার মডেলগুলির জন্য তাত্ত্বিক অনুমান। এই মডেলটি কেন্দ্রীয় কর্তৃপক্ষের নির্দেশনা ছাড়াই নিচের থেকে (কর্মচারী এবং ভোক্তাদের দ্বারা) স্ব-শাসনের উপর ভিত্তি করে অর্থনৈতিক সিদ্ধান্ত গ্রহণকে জড়িত করে। এটি প্রায়শই গোঁড়া মার্কসবাদ-লেনিনবাদের মতবাদের সাথে বৈপরীত্য করে যা নির্দেশনামূলক প্রশাসনিক পরিকল্পনার সমর্থন করে যেখানে নির্দেশনাগুলি উচ্চতর কর্তৃপক্ষ (পরিকল্পনা সংস্থা) থেকে এজেন্টদের (এন্টারপ্রাইজ ম্যানেজারদের) কাছে পাঠানো হয়, যারা পরিবর্তে কর্মীদের আদেশ দেয়।\nবিকেন্দ্রীভূত পরিকল্পনার দুটি সমসাময়িক মডেল হল অংশগ্রহণমূলক অর্থনীতি, অর্থনীতিবিদ মাইকেল অ্যালবার্ট দ্বারা বিকশিত; এবং আলোচনার সমন্বয়, অর্থনীতিবিদ প্যাট ডিভাইন দ্বারা উন্নত।\n\n\n=== ল্যাঞ্জ-লার্নার-টেলর মডেল ===\nআরও দেখুন: ল্যাঞ্জ মডেল\n১৯২০ এবং ১৯৩০ এর দশকে আমেরিকান অর্থনীতিবিদ ফ্রেড এম. টেলর এবং আব্বা লার্নার এবং পোলিশ অর্থনীতিবিদ অস্কার আর. ল্যাঙ্গের দ্বারা বিকশিত অর্থনৈতিক মডেলগুলি প্রান্তিক খরচের মূল্যের উপর ভিত্তি করে পরিকল্পনার একটি রূপকে জড়িত করেছিল। ল্যাঞ্জের মডেলে, একটি কেন্দ্রীয় পরিকল্পনা বোর্ড একটি ট্রায়াল-এন্ড-এরর পদ্ধতির মাধ্যমে উৎপাদক পণ্যের দাম নির্ধারণ করবে, প্যারেটো-দক্ষ ফলাফল অর্জনের লক্ষ্যে দাম প্রান্তিক খরচের সাথে মেলে না হওয়া পর্যন্ত সামঞ্জস্য করে। যদিও এই মডেলগুলিকে প্রায়শই বাজার সমাজতন্ত্র হিসাবে বর্ণনা করা হয়েছিল, তারা আসলে বাজারের সিমুলেশন পরিকল্পনার একটি রূপকে প্রতিনিধিত্ব করে।\n\n\n=== উপাদান ভারসাম্য ===\nবস্তুগত ভারসাম্য পরিকল্পনা সোভিয়েত-টাইপ অর্থনীতি দ্বারা নিযুক্ত অর্থনৈতিক পরিকল্পনার ধরন ছিল। জোসেফ স্টালিনের অধীনে সমষ্টিকরণ অভিযানের সময় এই ব্যবস্থাটি এলোমেলোভাবে উদ্ভূত হয়েছিল এবং দক্ষতার চেয়ে দ্রুত বৃদ্ধি এবং শিল্পায়নের উপর জোর দেয়। ঘটনাক্রমে, এই পদ্ধতিটি যুদ্ধোত্তর সময়ে সোভিয়েত সমাজতন্ত্রের ধারণার একটি প্রতিষ্ঠিত অংশ হয়ে ওঠে এবং অন্যান্য সমাজতান্ত্রিক রাষ্ট্রগুলি ২০ শতকের শেষার্ধে এটিকে অনুকরণ করে। উপাদানের ভারসাম্য একটি পরিকল্পনা সংস্থা ( সোভিয়েত ইউনিয়নের ক্ষেত্রে গসপ্ল্যান) জড়িত ইনপুট এবং কাঁচামালগুলির একটি জরিপ গ্রহণ করে এবং শিল্প দ্বারা নির্দিষ্ট আউটপুট লক্ষ্যগুলির সাথে ভারসাম্য রাখতে একটি ব্যালেন্স-শীট ব্যবহার করে, যার ফলে সরবরাহ এবং চাহিদার ভারসাম্য অর্জন করা হয়।\n\n\n== পুঁজিবাদে ==\nবড় কর্পোরেশনগুলি তাদের বিভাগ এবং সহায়ক সংস্থাগুলির মধ্যে অভ্যন্তরীণভাবে সম্পদ বরাদ্দ করার পরিকল্পনা করে। অনেক আধুনিক ফার্মও বাজারের চাহিদা পরিমাপ করার জন্য মূল্য সামঞ্জস্য করতে এবং সর্বোত্তম পরিমাণে আউটপুট সরবরাহ করার সিদ্ধান্ত নিতে বিশ্লেষণ করে। পরিকল্পিত অপ্রচলিততাকে প্রায়শই অর্থনৈতিক পরিকল্পনার একটি রূপ হিসাবে উদ্ধৃত করা হয় যা বৃহৎ সংস্থাগুলি দ্বারা ইচ্ছাকৃতভাবে তার পণ্যগুলির কার্যক্ষম আয়ুষ্কাল সীমিত করে ভবিষ্যতের পণ্যগুলির চাহিদা বাড়াতে ব্যবহৃত হয়। এইভাবে, কর্পোরেশনগুলির অভ্যন্তরীণ কাঠামোকে কেন্দ্রীভূত কমান্ড অর্থনীতি হিসাবে বর্ণনা করা হয়েছে যা পরিকল্পনা এবং শ্রেণিবদ্ধ সংস্থা এবং ব্যবস্থাপনা উভয়ই ব্যবহার করে।\nজে. ব্র্যাডফোর্ড ডিলং-এর মতে, পশ্চিমা অর্থনীতিতে অনেক লেনদেন বাজারের মতো কোনো কিছুর মধ্য দিয়ে যায় না, বরং তারা আসলে কর্পোরেশন, কোম্পানি এবং সংস্থার মধ্যে বিভিন্ন শাখা এবং বিভাগের মধ্যে মূল্যের গতিবিধি। অধিকন্তু, উৎপাদন পরিকল্পনা এবং বিপণন ব্যবস্থাপনার (যে ভোক্তা চাহিদা অনুমান করা হয়, লক্ষ্যবস্তু করা হয় এবং ফার্মের সামগ্রিক পরিকল্পনায় অন্তর্ভুক্ত) এবং উৎপাদন পরিকল্পনার আকারে ফার্মের মধ্যে পরিচালকদের দ্বারা অনেক অর্থনৈতিক কার্যকলাপ কেন্দ্রীয়ভাবে পরিকল্পনা করা হয়।\nইন নিউ শিল্প রাজ্য, আমেরিকান অর্থনীতিবিদ জন কেনেথ লক্ষনীয় যে বৃহৎ সংস্থাগুলো উভয় দাম এবং অত্যাধুনিক পরিসংখ্যানগত পদ্ধতি দ্বারা তাদের পণ্যের জন্য ভোক্তার চাহিদা ও পরিচালনা করুন। গ্যালব্রেথ আরও উল্লেখ করেছেন যে প্রযুক্তির ক্রমবর্ধমান জটিল প্রকৃতি এবং জ্ঞানের বিশেষীকরণের কারণে ব্যবস্থাপনা ক্রমবর্ধমান বিশেষায়িত এবং আমলাতান্ত্রিক হয়ে উঠেছে। কর্পোরেশন এবং কোম্পানিগুলির অভ্যন্তরীণ কাঠামোকে তিনি \" টেকনোস্ট্রাকচার \" বলে অভিহিত করেছেন। এর বিশেষায়িত গোষ্ঠী এবং কমিটিগুলি হল প্রাথমিক সিদ্ধান্ত গ্রহণকারী এবং বিশেষ ব্যবস্থাপক, পরিচালক এবং আর্থিক উপদেষ্টারা আনুষ্ঠানিক আমলাতান্ত্রিক পদ্ধতির অধীনে কাজ করে, স্বতন্ত্র উদ্যোক্তার ভূমিকা এবং আন্তঃপ্রেনারশিপ প্রতিস্থাপন করে।. গালব্রেথ বলেছেন যে উদ্যোক্তা পুঁজিবাদ এবং গণতান্ত্রিক সমাজতন্ত্রের অপ্রচলিত ধারণা ( গণতান্ত্রিক ব্যবস্থাপনা হিসাবে সংজ্ঞায়িত ) উভয়ই একটি আধুনিক শিল্প ব্যবস্থা পরিচালনার জন্য অসম্ভব সাঙ্গঠনিক রূপ।\nঅস্ট্রিয়ান স্কুল এবং প্রাতিষ্ঠানিক স্কুল অফ ইকোনমিক্স উভয়ের সাথে যুক্ত একজন অর্থনীতিবিদ জোসেফ শুম্পেটার যুক্তি দিয়েছিলেন যে অর্থনৈতিক কার্যকলাপের পরিবর্তনশীল প্রকৃতি (বিশেষত ক্রমবর্ধমান আমলাতন্ত্র এবং উৎপাদন ও ব্যবস্থাপনায় প্রয়োজনীয় বিশেষীকরণ) পুঁজিবাদের শেষ পর্যন্ত সমাজতন্ত্রে বিকশিত হওয়ার প্রধান কারণ। ব্যবসায়ীর ভূমিকা ক্রমবর্ধমান আমলাতান্ত্রিক এবং ফার্মের মধ্যে নির্দিষ্ট ফাংশনগুলির জন্য ক্রমবর্ধমান বিশেষ জ্ঞানের প্রয়োজন ছিল যা সরকারি মালিকানাধীন উদ্যোগে রাষ্ট্রীয় কর্মকর্তাদের দ্বারা সহজে সরবরাহ করা যেতে পারে।\nদাস ক্যাপিটালের প্রথম খণ্ডে, কার্ল মার্কস পুঁজি সঞ্চয়ের প্রক্রিয়াটিকে পুঁজিবাদের গতির নিয়মের কেন্দ্রবিন্দু হিসেবে চিহ্নিত করেছেন। ক্রমবর্ধমান রিটার্নের কারণে সৃষ্ট বর্ধিত শিল্প ক্ষমতা উৎপাদনকে আরও সামাজিকীকরণ করে। পুঁজিবাদ অবশেষে শ্রম ও উৎপাদনকে এমন এক পর্যায়ে সামাজিকীকরণ করে যে ব্যক্তিগত মালিকানা এবং পণ্য উৎপাদনের ঐতিহ্যগত ধারণা সমাজের উৎপাদন ক্ষমতাকে আরও প্রসারিত করার জন্য ক্রমশ অপর্যাপ্ত হয়ে ওঠে, একটি সমাজতান্ত্রিক অর্থনীতির উত্থানের প্রয়োজন হয় যেখানে উৎপাদনের উপায়গুলি সামাজিক মালিকানাধীন এবং উদ্বৃত্ত মূল্য কর্মশক্তি দ্বারা নিয়ন্ত্রিত হয়।অনেক সমাজতন্ত্রী এই প্রবণতাগুলিকে দেখেছেন, বিশেষ করে পুঁজিবাদী সংস্থাগুলিতে অর্থনৈতিক পরিকল্পনার দিকে ক্রমবর্ধমান প্রবণতা, পুঁজিবাদের ক্রমবর্ধমান অপ্রচলিততা এবং অর্থনীতিতে নিখুঁত প্রতিযোগিতার মতো আদর্শের অপ্রযোজ্যতার প্রমাণ হিসাবে, বিবর্তনের পরবর্তী পর্যায়ে সমাজ-ব্যাপী অর্থনৈতিক প্রয়োগ।\n\n\n== সমালোচনা ==\nআরও দেখুন: অর্থনৈতিক গণনা সমস্যা\nঅর্থনৈতিক পরিকল্পনার সবচেয়ে উল্লেখযোগ্য সমালোচনা অস্ট্রিয়ান অর্থনীতিবিদ ফ্রেডরিখ হায়েক এবং লুডভিগ ফন মাইসেসের কাছ থেকে এসেছে। হায়েক যুক্তি দিয়েছিলেন যে কেন্দ্রীয় পরিকল্পনাবিদরা সম্ভবত উত্পাদনের জন্য একটি কার্যকর পরিকল্পনা প্রণয়নের জন্য প্রয়োজনীয় তথ্য সংগ্রহ করতে পারেন না কারণ তারা কোনও নির্দিষ্ট সময় এবং স্থানে অর্থনীতিতে যে দ্রুত পরিবর্তনগুলি সংঘটিত হয় তার সংস্পর্শে আসে না এবং তাই তারা সেই পরিস্থিতিগুলির সাথে অপরিচিত। পরিকল্পনাকারীদের কাছে সমস্ত প্রয়োজনীয় তথ্য প্রেরণের প্রক্রিয়া এইভাবে উত্পাদনের উপায়গুলির জন্য একটি মূল্য ব্যবস্থা ছাড়া অকার্যকর। মিসেসেরও একই মত ছিল। ১৯৩৮ সালে সমাজতন্ত্রের বিশ্লেষণে অস্কার আর. ল্যাঞ্জএই তাত্ত্বিক সমস্যাটিকে নির্দেশ করে যে পরিকল্পনাকারীরা উদ্ভিদ জায় স্তরের পরিবর্তনগুলি পর্যবেক্ষণ করে তাদের প্রয়োজনীয় তথ্যের অনেকটাই অর্জন করতে পারে। বাস্তবে, সোভিয়েত-টাইপ পরিকল্পিত অর্থনীতির অর্থনৈতিক পরিকল্পনাবিদরা এই কৌশলটি ব্যবহার করতে সক্ষম হয়েছিল।\nবিকেন্দ্রীভূত অর্থনৈতিক পরিকল্পনার প্রবক্তারাও কেন্দ্রীয় অর্থনৈতিক পরিকল্পনার সমালোচনা করেছেন। লিওন ট্রটস্কি বিশ্বাস করতেন যে কেন্দ্রীয় পরিকল্পনাবিদরা, তাদের বুদ্ধিবৃত্তিক ক্ষমতা নির্বিশেষে, অর্থনীতিতে অংশগ্রহণকারী লক্ষ লক্ষ লোকের ইনপুট এবং অংশগ্রহণ ছাড়াই কাজ করে এবং তাই তারা সমস্ত অর্থনৈতিক কার্যকলাপকে কার্যকরভাবে সমন্বয় করার জন্য স্থানীয় পরিস্থিতির সাথে দ্রুত প্রতিক্রিয়া জানাতে অক্ষম হবে।\n\n\n== আরও দেখুন ==\nধরনের হিসাব\nকাউন্সিল গণতন্ত্র\nবিকেন্দ্রীভূত পরিকল্পনা (অর্থনীতি)\nঅর্থনৈতিক গণতন্ত্র\nনতুন উদ্যোগের পরিকল্পনা\nইঙ্গিতমূলক পরিকল্পনা\nশিল্প নীতি\nইনপুট-আউটপুট পরিকল্পনা\nউপাদান পণ্য সিস্টেম\n\n\n== তথ্যসূত্র =="}