{"pageid": 1097084, "title": "সিরাজুল ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1097084", "content": "সিরাজুল ইসলাম (জন্ম: ১৯৩৯) বাংলাদেশের একজন ইতিহাসবিদ, জ্ঞানকোষ সম্পাদক ও গবেষক। তিনি বাংলাদেশের জাতীয় জ্ঞানকোষ বাংলাপিডিয়ার প্রধান সম্পাদক, তাকে এই জ্ঞানকোষের রূপকারও বলা হয়ে থাকে। তিনি ঢাকা বিশ্ববিদ্যালয়ের ইতিহাস বিভাগের অধ্যাপক ছিলেন। তিনি বাংলাদেশ এশিয়াটিক সোসাইটির সাবেক সভাপতি। তার উদ্যোগে ও সম্পাদনায় বিখ্যাত জ্ঞানকোষ ফ্লোরা ফনা অব বাংলাদেশ, কালচারাল সার্ভে অব বাংলাদেশ, ছোটদের বাংলাপিডিয়া, ঢাকার ৪০০ বছর প্রভৃতি প্রমাণিক জ্ঞানকোষ প্রকাশিত হয়েছে। সিরাজুল ইসলাম ব্রিটিশ আমলে প্রকাশিত সরকারের গেজেটগুলোর ওপর গবেষণা করে ১২ খণ্ডে গেজেটগুলো প্রকাশ করেছেন।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nতার জন্ম ১৯৩৯ সালে ব্রাহ্মণবাড়িয়া জেলার নবীনগর উপজেলার থানাকান্দি গ্রামে। তিনি ঢাকা বিশ্ববিদ্যালয়ে ইতিহাসশাস্ত্র অধ্যয়ন করেন এবং ১৯৬১ সালে বি.এ. (অনার্স) ও ১৯৬২ সালে এম.এ.তে প্রথম শ্রেণীতে প্রথম স্থান অর্জন করেন। ১৯৬৮ সালে লন্ডন বিশ্ববিদ্যালয়ের স্কুল অব ওরিয়েন্টাল অ্যান্ড আফ্রিকান স্টাডিজে অধ্যয়ন ও গবেষণা করেন এবং ১৯৭২ সালে পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\n১৯৬৬ সালে ঢাকা বিশ্ববিদ্যালয়ের ইতিহাস বিভাগে প্রভাষক হিসেবে চাকরি জীবন শুরু করেন। এখানে ৩৪ বছর অধ্যাপনা করার পর ২০০০ সালে অবসর গ্রহণ করে সার্বক্ষণিক গবেষণায় নিজেকে নিযুক্ত করেন।\n\n\n== প্রকাশনা ==\nতাকে বলা হয় বাংলাদেশে আধুনিক ইতিহাস গবেষণার পথিকৃৎ। তার উল্লেখযোগ্য প্রকাশনার মধ্যে রয়েছে-\n(ক) বাংলার চিরস্থায়ী বন্দোবস্ত (১৭৯০-১৮১৯),\n(খ) বাংলার ভূমিস্বত্ব: মধ্যবর্তী শ্রেণীর উদ্ভব,\n(গ) বাংলাদেশের নদী অববাহিকার গ্রামগুলো,\n(ঘ) বাংলাদেশের গ্রামীণ ইতিহাস,\n(ঙ) ভূমি ব্যবস্থা ও সামাজিক সমস্যা,\n(চ) ঔপনিবেশিক শাসন কাঠামো এবং\n(ছ) ভূমি ও ভূমি সংস্কার।\n\n\n== অবদান ==\nইতিহাসশাস্ত্রে মৌলিক গবেষণায় বিশেষ অবদান রাখার জন্য তিনি ভারতের বিখ্যাত স্যার যদুনাথ সরকার স্বর্ণপদক সম্মাননায় ভূষিত হন এবং গবেষণাকর্মের স্বীকৃতিস্বরূপ সিনিয়র ফুলব্রাইট স্কলারশিপ নিয়ে আমেরিকার হার্ভার্ড বিশ্ববিদ্যালয়ের অতিথি অধ্যাপক হিসেবে যোগদান করেন। তার সম্মানে ঢাকা বিশ্ববিদ্যালয়ের ইতিহাস বিভাগে ‘সিরাজুল ইসলাম লেকচার হল’ স্থাপন করা হয়েছে। তার নামে “ড. সিরাজুল ইসলাম ফাউন্ডেশন” স্থাপন করা হয়েছে।\n\n\n== তথ্যসূত্র =="}