{"pageid": 1097010, "title": "প্রশাসনিক সেবা সংস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1097010", "content": "প্রশাসনিক পরিষেবা সংস্থা (ইংরেজি: Administrative services organization, সংক্ষেপে এএসও) হল একটি সংস্থা যা প্রশাসনিক এবং এইচআর চাহিদা মেটাতে সমাধান প্রদান করে, সমস্ত কর্মসংস্থান-সম্পর্কিত ঝুঁকি এবং দায়বদ্ধতা বজায় রাখে। এএসও শব্দটি পিইও শিল্প দ্বারা ১৯৯০ এর দশকের শেষের দিকে প্রতিষ্ঠিত হয়েছিল যাতে নির্বাচনী প্রশাসনিক সহায়তা এবং সম্পূর্ণ-স্কেল পিইও পরিষেবাগুলির মধ্যে পার্থক্য করা যায়। দুই ধরনের পরিষেবার মধ্যে প্রধান পার্থক্য হল, এএসও ব্যবস্থায়, নিয়োগকর্তা করের উদ্দেশ্যে রেকর্ডের নিয়োগকর্তা থাকেন। শেষ পর্যন্ত, এই কাঠামোর সাথে, ট্যাক্স এবং বীমা করা হয় প্রশাসনিক কার্যক্রম মাধ্যমে, কিন্তু কোম্পানির অধীনেনিয়োগকর্তা শনাক্তকরণ নম্বর। সমস্ত W-2 এবং শ্রমিকদের ক্ষতিপূরণ নীতি নিয়োগকর্তার দায়িত্ব থেকে যায় এবং প্রশাসনিক সংস্থার নয়।\nপ্রদত্ত আরও সাধারণ প্রশাসনিক পরিষেবাগুলির মধ্যে কিছু হল বেতন প্রক্রিয়াকরণ, বেতনের প্রশাসন, সুবিধা প্রশাসন এবং কর্পোরেট সুবিধা।\nবেতনের পরিষেবাগুলির মধ্যে রয়েছে: W-2 প্রক্রিয়াকরণ, ট্যাক্স পরিষেবা, সরাসরি আমানত, ইত্যাদি এবং এই সকল সুবিধা তালিকাভুক্তি পরিচালনা করা।\nকর্পোরেট সুবিধার মধ্যে রয়েছে- স্বাস্থ্য বীমা, গ্রুপ ডেন্টাল, এসটিডি, লিমিটেড, জীবন, ইত্যাদি আয়োজন/আলোচনা করা।\n\n\n== সুবিধা ==\nএএসও এর সুবিধাগুলি সহজে পরিমাপযোগ্য নয়। এএসও দায়িত্ব পালনকারী প্রশাসনিক সংস্থাগুলি ধারণাগতভাবে ব্যবসার মালিকদের সময় এবং অর্থ স্কেল অর্থনীতির মাধ্যমে সাশ্রয় করে। কিছু ব্যবসা, বিশেষ করে ছোট ব্যবসা বা স্টার্ট আপ কোম্পানি, ব্যবসা পরিচালনার সাথে জড়িত প্রশাসনিক দায়িত্বের জন্য প্রস্তুত নয়। ছোট এবং মাঝারি আকারের ব্যবসার জ্ঞান এবং ক্ষমতা সাধারণত পেশাগত দক্ষতার মধ্যে সীমাবদ্ধ থাকে, আইনি বা প্রশাসনিক দক্ষতা নয়।\nএকটি এএসও ব্যবহার করার সবচেয়ে উল্লেখযোগ্য সুবিধাগুলির মধ্যে একটি হল খরচ সাশ্রয় করার কৌশল এবং দর কষাকষির ক্ষমতার সুবিধা যা এএসও তাদের বিপুল সংখ্যক কর্মীর কর্মচারীর কারণে প্রদান করতে পারে।\nএএসও গুলি তৈরি করা হয়েছে বৃহত্তর কোম্পানিগুলির জন্য যেগুলির প্রকৃত কাজগুলির বেতন, কর্মীদের ক্ষতিপূরণ, স্বাস্থ্য এবং সুস্থতা সুবিধা এবং এইচআর সহায়তা এবং পরিষেবাগুলির জন্য প্রয়োজন। সাধারণত ১০০ টির বেশি কর্মচারী একটি এএসও মডেলে মূল্য খুঁজে পায়। যদিও এএসও এবং পিইও ব্যবসায়িক মডেল কিছুটা একই রকম, একটি এএসও সহ-কর্মসংস্থান অন্তর্ভুক্ত করে না।\n\n\n== তথ্যসূত্র =="}