{"pageid": 1097001, "title": "ব্যবস্থাপনা উন্নয়ন", "url": "https://bn.wikipedia.org/wiki?curid=1097001", "content": "ব্যবস্থাপনা উন্নয়ন হল এমন একটি প্রক্রিয়া যার মাধ্যমে ব্যবস্থাপক তাদের পরিচালনার দক্ষতা শিখে এবং উন্নত করে।\n\n\n== পটভূমি ==\nসাঙ্গঠনিক উন্নয়ন, ব্যবস্থাপনা কার্যকারিতা সাঙ্গঠনিক সাফল্যের নির্ধারক হিসেবে স্বীকৃত। অতএব, ব্যবস্থাপনা উন্নয়নে বিনিয়োগ প্রতিষ্ঠানের জন্য সরাসরি অর্থনৈতিক লাভবান হতে পারে। ২০০৪ সালে, ব্যবস্থাপনা এবং নেতৃত্বের বিকাশে প্রতি বছর ম্যানেজার প্রতি ব্যয় করা অর্থ ছিল £১,০৩৫, প্রতি ব্যবস্থাপকের গড়ে ৬.৩ দিন।\n\n\n== ব্যবস্থাপনা উন্নয়নের পদ্ধতি ==\nকর্মহীনতার বিশ্লেষণ\nকোচিং\nকাজ আবর্তন\nপেশাদারী উন্নয়ন\nব্যবসায়িক কর্মপ্রবাহ বিশ্লেষণ\nঊর্ধ্বমুখী প্রতিক্রিয়া\nনির্বাহী শিক্ষা\nসুপারভাইজরি প্রশিক্ষন\n\n\n== ব্যবস্থাপনা উন্নয়নের উদ্দেশ্য ==\nম্যানেজাররা প্রতিষ্ঠানের সিদ্ধান্ত গ্রহণের প্রক্রিয়ার একটি গুরুত্বপূর্ণ অংশ, তাই তাদের কর্মক্ষমতা উন্নত করার জন্য ব্যবস্থাপনা উন্নয়ন একটি গুরুত্বপূর্ণ ফ্যাক্টর। ব্যবস্থাপনা উন্নয়নের উদ্দেশ্য সংস্থাগুলির জন্য কয়েকটি অপরিহার্য উপাদানের মধ্যে নিহিত: ম্যানেজারদের তাদের পেশাদার বৃদ্ধির লক্ষ্য অর্জনের জন্য তাদের নির্দেশনা দিয়ে অনুপ্রাণিত করা, ম্যানেজারের প্রতিভার পূর্ণ সম্ভাবনার বিকাশ করা, কর্মীদের দক্ষতার নেতৃত্ব ও অপ্টিমাইজ করার জন্য ম্যানেজারদের প্রশিক্ষণ, ম্যানেজারের পরিকল্পনাকে সমর্থন করা এবং কার্যকর করার দক্ষতা, এবং উচ্চ-কার্যকারিতা পেশাদারদের বিকাশের মাধ্যমে সাঙ্গঠনিক ফলাফল উন্নত করুন।\n\n\n== অ্যাকশন লার্নিং ==\nঅনেক ব্যবস্থাপনা যোগ্যতার এখন একটি অ্যাকশন লার্নিং উপাদান আছে। অ্যাকশন লার্নিং দাবি করে যে ব্যক্তিরা অভিজ্ঞতা থেকে সেরা শেখে।\n\n\n== কোচিং ==\nকোচিং হল একটি শিক্ষা, প্রশিক্ষণ বা উন্নয়ন প্রক্রিয়া যেখানে একজন ব্যক্তিকে একটি নির্দিষ্ট ব্যক্তিগত বা পেশাগত ফলাফল বা লক্ষ্য অর্জনের সময় সমর্থন করা হয়। কোচিং হল একটি কার্যকর শেখার হাতিয়ার যা নিচের লাইন এবং উত্পাদনশীলতা, সেইসাথে অস্পষ্ট সুবিধাগুলিকে প্রভাবিত করে। এটি স্বতন্ত্র কর্মক্ষমতার উন্নতিতে সাহায্য করে, কম কর্মক্ষমতাকে মোকাবেলা করে এবং ব্যক্তিগত শিক্ষার প্রয়োজনীয়তা শনাক্ত করতে সহায়তা করে।\n\n\n== ব্যবস্থাপনা শিক্ষা ==\n১৯৮০ এর দশকের গোড়ার দিকে ইউকে শিক্ষার সবচেয়ে বড় বৃদ্ধির ক্ষেত্রগুলির মধ্যে একটি হল বিশ্ববিদ্যালয়-স্তরের ব্যবস্থাপনা শিক্ষার বৃদ্ধি।বিশ্ববিদ্যালয়ে সাপ্তাহিক খণ্ডকালীন উপস্থিতির পাশাপাশি, অনেক শিক্ষার্থী দূরশিক্ষা নিযুক্ত করে। ইউকে বিজনেস স্কুলের সংখ্যা ১৯৭০-এর দশকের গোড়ার দিকে দুটি থেকে বেড়ে একশোরও বেশি প্রদানকারীতে পৌঁছেছে।\n\n\n== ব্যবস্থাপনা উন্নয়ন কর্মসূচি ==\nব্যবস্থাপনা উন্নয়ন প্রোগ্রামগুলি (MDP) বড় কর্পোরেট এবং ব্যবস্থাপনা প্রতিষ্ঠান দ্বারা পরিচালিত হয় যাতে বর্তমান এবং সম্ভাব্য পরিচালকদের পরিচালনার ধারণা, অনুশীলন, পদ্ধতি এবং দৃষ্টিভঙ্গির একটি বোঝার বিকাশ করতে সক্ষম করে। অংশগ্রহণকারীরা একটি নিমজ্জিত শেখার অভিজ্ঞতা অর্জন করে এবং পরিস্থিতিগত সমস্যাগুলির অন্তর্দৃষ্টি প্রদান করতে উত্সাহিত হয় এবং তাদের গ্রুপের অন্যান্য অংশগ্রহণকারীদের মতামতের সাথে পরিচিত হয়। এই প্রক্রিয়ার মাধ্যমে, তারা সমস্যা সমাধানের দক্ষতা এবং বিশ্লেষণাত্মক চিন্তা করার ক্ষমতা অর্জন করে।\n\n\n== আরও দেখুন ==\nচার্টার্ড ইনস্টিটিউট অফ পার্সোনেল অ্যান্ড ডেভেলপমেন্ট\nচার্টার্ড ম্যানেজমেন্ট ইনস্টিটিউট\nইনস্টিটিউট অফ লিডারশিপ অ্যান্ড ম্যানেজমেন্ট\nনেতৃত্ব উন্নয়ন\nপ্রশিক্ষণ ও উন্নয়ন\n\n\n== তথ্যসূত্র =="}