{"pageid": 1097863, "title": "পুরোহিত", "url": "https://bn.wikipedia.org/wiki?curid=1097863", "content": "পুরোহিত (সংস্কৃত: पुरोहित), ভারতীয় ধর্মে, হলো বৈদিক পুরোহিতের অভ্যন্তরে ধর্মগুরু বা পারিবারিক পুরোহিত। থাইল্যান্ড ও কম্বোডিয়ায় এটি রাজকীয় ধর্মগুরুদের বোঝায়।\n\n\n== ব্যুৎপত্তি ==\nপুরাহিত শব্দটি সংস্কৃত থেকে এসেছে, পুরা যার অর্থ \"সামনে\", এবং হিত, \"স্থাপিত\"।\nশব্দটি পণ্ডিত শব্দের সমার্থকভাবেও ব্যবহৃত হয়, যার অর্থ \"পুরোহিত\"।\nতীর্থ পুরোহিত অর্থ পুরোহিত যারা পবিত্র নদী বা পবিত্র জলাশয়ের ঘাটে বসে এবং হাজার হাজার বছর ধরে হিন্দু পরিবারের পূর্বপুরুষদের রেকর্ড বজায় রেখেছে। পুরোহিত বলতে বাড়ির পুরোহিতকে উল্লেখ করা যায়।\n\n\n== শিক্ষা ==\nভারতে, ব্রাহ্মণ বর্ণের শিক্ষিত পুরুষরা যারা  পুরোহিত হতে ইচ্ছুক, তারা অগ্রহারামের সাথে যুক্ত বৈদিক বিদ্যালয়ে তত্ত্ব ও অনুশীলন উভয় ক্ষেত্রেই বিশেষ প্রশিক্ষণ পান, চোল ও পল্লবের মতো রাজবংশের দ্বারা ঐতিহাসিকভাবে রক্ষণাবেক্ষণ করা ধর্মগুরুদের প্রশিক্ষণ ও টিকিয়ে রাখার জন্য রাজকীয় অনুদান থেকে উত্তরাধিকারসূত্রে প্রাপ্ত।\nপ্রকৃতপক্ষে, যজ্ঞ ও যগাদি অনুষ্ঠান করার জন্য বিশেষ প্রশিক্ষণের প্রয়োজন হয়। এর জন্য প্রয়োজন বেদ জ্ঞান। এই আচারগুলি শেখার জন্য, একজনকে বিখ্যাত মন্দিরগুলিতে দরবারী হিসাবে বসতি স্থাপন করতে হবে। তিরুপতি, সিংহাচলম বা চথাপুরম অগ্রহারামের  মতো মন্দিরগুলি উচ্চাকাঙ্ক্ষী  পুরোহিতদের জ্ঞান শেখানোর জন্য বৈদিক বিদ্যালয় পরিচালনা করে। কালপাথিতে চথাপুরম অগ্রহারাম।\nতদুপরি, বিশিষ্ট পণ্ডিতদের শিষ্য হিসাবে যোগদান করে, কেউ কেউ গুরুর পদ্ধতিতে এই শিক্ষা গ্রহণ করে।\nপ্রশিক্ষণ বাধ্যতামূলক নিয়মিত প্রার্থনা বা সন্ধ্যাবন্দনামের ছন্দ অনুসরণ করে। প্রার্থীদের প্রথমে ভিগনেশ্বর পূজায় প্রশিক্ষণ দেওয়া হয়। ক্যান্টিলেশন ও প্রচারও গঠনের অংশ। এই প্রাথমিক গঠনে কমপক্ষে এক বছর সময় লাগে। এর পরে, উত্তরণ বা ষোড়শ আচারের সমৃদ্ধ বিন্যাস শিখতে আরও পাঁচ থেকে আট বছর সময় লাগে।\n\n\n== কাজকর্ম ==\nপুরোহিতের দায়িত্ব হল কোনো পৃষ্ঠপোষকের পক্ষে আচার বা যজ্ঞ এবং অশ্বমেধের মতো বৈদিক বলিদান করা।\nবৈদিক কাল থেকে যজ্ঞের পৃষ্ঠপোষক, বা যজমান শুধুমাত্র দূরবর্তী অংশগ্রহণকারী ছিলেন যখন হট্র বা ব্রাহ্মণ আচারে তার স্থান গ্রহণ করেছিলেন। এই সেকেন্ডিংয়ে পুরোহিতের ক্রমবর্ধমান গুরুত্বের উৎপত্তি রয়েছে (আক্ষরিক অর্থে, \"যাকে সামনে রাখা হয়েছে\")। পুরোহিত তার পৃষ্ঠপোষকের নামে বলিদান করেছিলেন, পাশাপাশি তার জন্য আরও অন্যান্য গার্হস্থ্য (গৃহ) আচার অনুষ্ঠানও করেছিলেন। পুরোহিত তার পৃষ্ঠপোষকের জন্য মধ্যস্থতা করতে পারে \"এমনকি তার জন্য স্নান বা উপবাসের পরিমাণ পর্যন্ত\" এবং পুরোহিত কিছু উপায়ে পরিবারের সদস্য হয়ে যায়।\nপুরোহিত ঐতিহ্যগতভাবে রাজবংশ, সম্ভ্রান্ত পরিবার, পরিবারের দল বা গ্রামের সাথে যুক্ত বংশগত  অভিযোগ। পুরোহিত যেহেতু পরিবার সংখ্যার \nপরিবারে আবদ্ধ হয়, প্রথম পুরোহিতের কর্তব্যেরনতুন প্রজন্মের মধ্যে বিভাজন কখনও  কখনও সংঘাতের জন্ম দিয়েছে। এইভাবে, ১৮৮৪ সালে, বংশগত  পুরোহিত যার অধিকার তার বড় ভাই দ্বারা প্রতিদ্বন্দ্বিতা করা হয়েছিল তাকে তার গ্রামে অফিস করার অধিকার দেওয়া হয়েছিল সেইসাথে ভারতের আপিল দেওয়ানী আদালতের দ্বারা ক্ষতি এবং ফি প্রদান করা হয়েছিল।\n\n\n== ইতিহাস ও ভূগোল ==\n\n\n=== ভারত ===\n\n\n==== উৎপত্তি ====\nরাজাপুরহিতা পুরোহিতের জন্য প্রাচীন শব্দ ছিল যিনি রাজকীয়তার জন্য কাজ করতেন, আচার পালন করতেন এবং পরামর্শ প্রদান করতেন। এই অর্থে, এটি রাজগুরুর সমার্থক। হারম্যান কুল্কে ও ডিয়েটমার রথারমুন্ড উল্লেখ্য যে, \"প্রাচীন গ্রন্থে প্রচুর প্রমাণ পাওয়া যায় যে সেই সময়ে দুটি আদর্শ ধরনের ব্রাহ্মণ ছিলেন, রাজপুরোহিত (রাজাপুরোহিত) বা উপদেষ্টা (রাজগুরু) এবং ঋষিরা বনে বাস করতেন এবং যারা এটি চেয়েছিল তাদের সাথেই তার জ্ঞান ভাগ করে নিয়েছে।\" এগুলি সাধারণত রাজস্থান, উত্তরপ্রদেশ, বিহার, ঝাড়খণ্ড, উত্তরাখণ্ড, মধ্যপ্রদেশ এবং গুজরাত, পাঞ্জাব, হরিয়ানা, হিমাচল রাজ্যে পাওয়া যায়। তাদের আদি নিবাস উত্তরপ্রদেশের কনৌজে। এই অর্থে শব্দটির আধুনিক ব্যবহারকে সুমিত সরকার \"আত্ম-সচেতন প্রত্নতাত্ত্বিকতা\" হিসেবে বর্ণনা করেছেন।\nরাজা সুদাসের দরবারে পুরোহিতের পদের জন্য বৈদিক যুগের সবচেয়ে বিখ্যাত দুই প্রিলেট বশিষ্ঠ ও \nবিশ্বামিত্রের মধ্যে যে হিংসাত্মক দ্বন্দ্ব হয়েছিল, তা দেখায় যে সেই দিনগুলিতে অফিসকে কতটা গুরুত্ব দেওয়া হয়েছিল।\n\n\n==== বৈদিক পুরোহিতের ক্ষয়িষ্ণু উপস্থিতি ====\n\nভারতে বৈদিক যুগে পুরহিতার কার্যালয় একটি বড় সম্মানের বিষয় ছিল, কিন্তু ১৯ শতকের শেষের দিকে তা নগণ্য হয়ে পড়ে।\n১৯৭০-এর দশকে, পুরোহিতাকে \"প্রাথমিক ধর্মীয় কাজ\"-এ পরিণত করা হয়েছিল। প্রিভি পার্স হারানোর সাথে সাথে, ভারতের মহারাজারা তাদের রাজকীয় মর্যাদা হারিয়েছিলেন এবং রাজকীয় চ্যাপলিন হিসাবে পুরোহিতদের ভূমিকা আরও হ্রাস পেয়েছে।\nআজ অবধি, পারীকরা রাজা ও মহারাজাদের পুরাহিতদের বংশধর বলে দাবি করে। ১৯৯০ সাল থেকে, বৈদিক পুরোহিতের পুনর্নবীকরণের বিভিন্ন প্রচেষ্টা এবং পুরহিতের ভূমিকা উভয় ঐতিহ্যবাহী বৈদিক মন্দিরের পাশাপাশি নতুন আন্দোলন যেমন \"নতুন যুগের পুরোহিত দর্পণ\" বাঙালী প্রবাসীদের কাছে এসেছে।\n\n\n=== দক্ষিণ-পূর্ব এশিয়া ===\nব্রাহ্মণগণ এখনও রাজকীয় ধর্মগুরু হিসাবে কাজ করে এবং দক্ষিণ-পূর্ব এশিয়ার দেশগুলিতে যেখানে রাজতন্ত্র বজায় আছে সেখানে রাজকীয় অনুষ্ঠান পরিচালনা করে।\n\n\n==== কম্বোডিয়া: আঙ্কোরিয়ান গৌরবের অবশিষ্টাংশ ====\nখমের কিংবদন্তিগুলি জাভা ব্রাহ্মণদের কাম্বুজাদেশে আসার কথা উল্লেখ করে। হিরণ্যদাম নামে একজন ব্রাহ্মণকে ভারত থেকে শিবকৈবল্যকে তান্ত্রিক আচার শেখানোর জন্য পাঠানো হয়েছিল যার পরিবার প্রায় দুইশত পঞ্চাশ বছর ধরে রাজকীয় পুরোহিত পদকে সম্মানিত করেছিল।\nভারত থেকে ব্রাহ্মণ বংশ এবং খেমার রাজবংশের মধ্যে সম্পর্কগুলি বিবাহের বন্ধনের দ্বারা দৃঢ় হয়েছিল: ভারতীয় ব্রাহ্মণ আগৎস্য যসোমতিকে বিয়ে করেছিলেন, এবং দুভাকার রাজা রাজেন্দ্রবর্মনের কন্যা ইন্দ্রলক্ষ্মীর সাথে বিবাহ বন্ধনে আবদ্ধ হন।\nএইভাবে, শিবসোমা, পুরোহিতা যিনি ইন্দ্রবর্মণ ও \nযশোবর্মণ প্রথমএর রাজকীয় চ্যাপ্লেইন হিসেবে কাজ করেছিলেন তিনিও রাজা জয়েন্দ্রধিপতিবর্মনের নাতি এবং দ্বিতীয় জয়বর্মনের মামা ছিলেন। শিবসোমা আঙ্কোরে ফনম বাখেং এর নির্মাণ তত্ত্বাবধান করেছিলেন, একটি মন্দির পর্বতের আকারে একটি হিন্দু মন্দির, যা শিবের উদ্দেশ্যে উৎসর্গ করা হয়েছিল।\nআরেকটি গুরুত্বপূর্ণ পুরোহিত ছিলেন সর্বজনমুনি, একজন ব্রাহ্মণ যিনি \"কম্বোডিয়ায় এসে শিবের অনুগ্রহ লাভ করতে\" ভারত ত্যাগ করেছিলেন, এবং জয়বর্মণ অষ্টম-এর পুরোহিতা হয়ে ওঠেন, যাকে তিনি \"শৈব প্রতিক্রিয়া\"তে নেতৃত্ব দিয়েছিলেন, একটি আইকনোক্লাস্টিক আন্দোলন ছিল.জয়বর্মণ সপ্তম এর স্মৃতিস্তম্ভের দিকে পরিচালিত।\nখেমার রুজ উৎখাতের পর কম্বোডিয়ায় ব্রাহ্মণ্যবাদী আচার-অনুষ্ঠান পুনঃস্থাপিত হয়।\n\n\n==== মিয়ানমার: রাজতন্ত্রের বিলুপ্তির সাথে হারিয়ে গেছে ঐতিহ্য ====\nরাজতন্ত্র বিলোপের কারণে \nমিয়ানমারের ব্রাহ্মণরা তাদের ভূমিকা হারিয়েছে।\n\n\n==== থাইল্যান্ড: আদালতের সেবায় সরকারী ধর্ম ====\n\nথাইল্যান্ডে দুটি জাতিগত থাই ব্রাহ্মণ সম্প্রদায় রয়েছে- ব্রাহ্ম লুয়াং (রাজকীয় ব্রাহ্মণ) এবং ব্রাহ্ম চাও বান (লোক ব্রাহ্মণ)। সমস্ত জাতিগত থাই ব্রাহ্মণ ধর্ম অনুসারে বৌদ্ধ, যারা এখনও হিন্দু দেবতাদের উপাসনা করে। ব্রাহ্ম লুয়াং (রাজকীয় ব্রাহ্মণরা) প্রধানত থাই রাজার জন্য রাজকীয় অনুষ্ঠান করে, যার মধ্যে রাজার মুকুটও রয়েছে। তারা থাইল্যান্ডের ব্রাহ্মণদের দীর্ঘ পারিবারিক রক্তরেখার অন্তর্গত, যারা তামিলনাড়ু থেকে উদ্ভূত। ব্রাহ্ম চাও বান বা লোক ব্রাহ্মণ হল ব্রাহ্মণদের শ্রেণী যারা পুরোহিতদের রক্তধারা থেকে নয়। সাধারণত, এই ব্রাহ্মণদের আচার-অনুষ্ঠান সম্পর্কে সামান্য জ্ঞান থাকে। দেবসাথন হল থাইল্যান্ডে ব্রাহ্মণ কার্যকলাপের কেন্দ্র। এখানেই ত্রিয়মপাওয়াই অনুষ্ঠান হয়, যা তামিল শৈব আচার। এটি ২০০ বছরেরও বেশি আগে নির্মিত হয়েছিল। এছাড়াও ভারত থেকে ভারতীয় ব্রাহ্মণরাও আছেন যারা সম্প্রতি থাইল্যান্ডে চলে এসেছেন।\nযদিও এটা বিশ্বাস করা হয় যে ব্রাহ্মণরা আদালতের সেবাকারী এবং দেবসাথান মন্দিরে বসবাস করে তামিলনাড়ুর রামেশ্বর থেকে এসেছেন, প্রিন্স ঐতিহাসিক দামরং রাজানুভব নাখোন সি থামমারাত থেকে প্রায় তিন ধরনের ব্রাহ্মণের কথা উল্লেখ করেছেনফাথালুং, এবং যারা কম্বোডিয়া থেকে এসেছেন।\n\n\n== তথ্যসূত্র =="}