{"pageid": 1097397, "title": "আশাপতি তাম্রকার", "url": "https://bn.wikipedia.org/wiki?curid=1097397", "content": "আশাপতি তাম্রকার (দেবনাগরী: आशापति ताम्रकार; ১৯০৪ – ১৯৪২) ছিলেন নেপালের দর্শনযন্ত্র নির্মাতাদের অগ্রদূত। তিনি চক্ষুবিজ্ঞান ও অর্থোপোস্কোপি বিষয়ে প্রশিক্ষণ গ্রহণ করেন। তিনি চশমা আমদানি করে বিক্রয় করতেন, যে ধরনের কাজের কথা সে সময়কার নেপালে একদম অপরিচিত ছিল।\n\n\n== প্রারম্ভিক জীবন ==\nআশাপতি কাঠমান্ডু দরবার ক্ষেত্রের মরূতে এক তাম্রকার পরিবারে জন্মগ্রহণ করেন। তার পিতার নাম প্রাণপতি তাম্রকার এবং মাতার নাম হেরা লক্ষ্মী তাম্রকার। নেপালের তাম্রকারেরা তাদের প্রাচীন পৈতৃক ব্যবসা ছেড়ে অন্যান্য ব্যবসায় জড়িত হচ্ছিল। আশাপতির পিতা কবিরাজি পেশা গ্রহণ করেন। তবে তাদের অনেক আত্মীয়-পরিজন প্রাচীন পেশায় থেকে তামা ও রূপার তৈজসপত্র, প্রদীপ ও পূজার সরঞ্জাম তৈরি করতেন। পিতার সূত্রে আশাপতি ভেষজ ঔষধ প্রস্তুতি ও বিক্রয়ের সাথে জড়িত হন।\nআশাপতির প্রথম সন্তান রামপতির জন্মের পর তার প্রথম স্ত্রী মৃত্যুবরণ করেন। ১৯২৭ সালে তিনি তুলাধর পরিবারের মেয়ে মোতি লানির সাথে বিয়ে করেন। তাদের ঘরে কন্যা হীরা শোভার জন্ম হয়।\n\n\n== চিকিৎসাশাস্ত্র অনুশীলন ==\nআশাপতি নিজের ঘর থেকে ব্যবসায় প্রতিষ্ঠান আশাপতি অ্যান্ড সন গড়ে তোলেন। প্রতিষ্ঠানটি ভারত থেকে চশমা আমদানি করতো। পরবর্তীতে তিনি চশমা কাটার যন্ত্র নিয়ে আসেন এবং নিজেরাই চশমা তৈরি করতে থাকেন। ১৯৩৫ সালে তিনি কলকাতায় গমন করেন এবং ৫৪ বউবাজার স্ট্রিটের ইউনাইটেড অপটিক্যাল সার্ভিসে চক্ষুবিজ্ঞান ও অর্থোপোস্কোপি বিষয়ে প্রশিক্ষণ গ্রহণ করেন।\nচশমা নির্মাণের পাশাপাশি আশাপতি একজন ভেষজ ঔষধ প্রস্তুতির সাথেও জড়িত ছিলেন। ১৯৩৯ সালে তিনি পুনরায় কলকাতায় গমন করেন এবং ক্যাম্পবেল মেডিক্যাল স্কুল ও হাসপাতালের ওয়ার্ড ও অপারেশন থিয়েটারে ড্রেসার হিসেবে কাজে যোগ দেন। মেডিক্যাল স্কুলটি বর্তমানে নীলরতন সরকার মেডিক্যাল কলেজ ও হাসপাতাল নামে পরিচিত। তিনি কাঠমান্ডুর বীর হাসপাতালে অবেদনবিদ হিসেবেও কাজ করেছেন।\n\n\n== অগ্রসর চিন্তাভাবনা ==\nআশাপতি নারীশিক্ষার বিষয়ে সোচ্চার ছিলেন, যা তার সময়ে অনেক অবহেলিত ছিল। তিনি তার কন্যাকে শিক্ষার বিষয়ে উৎসাহ দেন এবং দরবার ক্ষেত্রের কন্যা পাঠশালায় ভর্তি করিয়ে দেন, যা তৎকালীন নেপালের কয়েকটিমাত্র নারীশিক্ষা প্রতিষ্ঠানের অন্যতম ছিল। নারীশিক্ষা পাঠশালাটি শহিদ শুক্ররাজ শাস্ত্রীর বোন চন্দ্রকান্ত যোশী পরিচালনা করতেন।\nআশাপতি তার শেষ জীবনে যক্ষ্মায় আক্রান্ত হন, যার চিকিৎসা তৎকালে নেপালে উপলব্ধ ছিল না। তিনি ১৯৪২ সালে মাত্র ৩৮ বছর বয়সে তার নিজগৃহে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র =="}