{"pageid": 1097614, "title": "কাম (ভারতীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1097614", "content": "কাম (সংস্কৃত: काम) হলো হিন্দু, বৌদ্ধ ও জৈন ধর্মে আনন্দ, উপভোগ ও আকাঙ্ক্ষার ধারণা। এটি হিন্দু, বৌদ্ধ, জৈন ও শিখ গ্রন্থে মূলত ইচ্ছা বা আকাঙ্ক্ষাকে বোঝায়। মূলত শব্দটি সংবেদনশীল উপভোগ, মানসিক আকর্ষণ এবং নান্দনিক আনন্দ যেমন শিল্প, নৃত্য, সঙ্গীত, চিত্রকলা, ভাস্কর্য ও প্রকৃতিকে বোঝায়।\nসমসাময়িক সাহিত্যে কামকে প্রায়ই যৌন আকাঙ্ক্ষা এবং মানসিক আকাঙ্ক্ষা বোঝাতে ব্যবহৃত হয়, কিন্তু প্রাচীন ধারণাটি আরও বিস্তৃত, এবং বিস্তৃতভাবে কোন আকাঙ্ক্ষা, ইচ্ছা, আবেগ, আনন্দ বা শিল্প ও সৌন্দর্যের উপভোগকে বোঝায়, নান্দনিক, জীবনের উপভোগ, স্নেহ, প্রেম ও সংযোগ, এবং যৌন অর্থের সাথে বা ছাড়া প্রেমের উপভোগ।\nকাম হল চারটি পুরুষার্থের মধ্যে একটি, যা মানুষের জীবনের চারটি উদ্দেশ্য। অন্য তিনটি পুরুষার্থ:  ধর্ম, অর্থ ও মোক্ষকে ত্যাগ না করে কাম অনুসরণ করাকে মানব জীবনের অপরিহার্য ও স্বাস্থ্যকর লক্ষ্য হিসাবে বিবেচনা করা হয়।\n\n\n== সংজ্ঞা ও অর্থ ==\nকাম মানে \"ইচ্ছা বা আকাঙ্ক্ষা\"। সমসাময়িক ভারতীয় সাহিত্যে, কাম সাধারণত কামুক আনন্দ  এবং যৌন আকাঙ্ক্ষাকে বোঝায়। তবে, শব্দটি যেকোন সংবেদনশীল উপভোগ, মানসিক আকর্ষণ এবং নান্দনিক আনন্দ যেমন শিল্প, নৃত্য, সঙ্গীত, চিত্রকলা, ভাস্কর্য এবং প্রকৃতিকে বোঝায়।\nকাম ধারণাটি বেদের প্রাচীনতম পরিচিত কয়েকটি শ্লোকে পাওয়া যায়। উদাহরণ স্বরূপ, ঋগ্বেদের ১০ নং বইটি মহা তাপ দ্বারা শূন্য থেকে মহাবিশ্বের সৃষ্টির বর্ণনা দেয়। সেখানে ১২৯ স্তবকটিতে বলা হয়েছে:\n\nবৃহদারণ্যক উপনিষদ, হিন্দুধর্মের প্রাচীনতম উপনিষদগুলির মধ্যে একটি, কাম শব্দটি ব্যবহার করে, বৃহত্তর অর্থে, যেকোনো ইচ্ছাকে বোঝাতে:\n\nভারতীয় মহাকাব্য উপনিষদের মত অর্থ ও ধর্মের সাথে কামের ধারণার ব্যাখ্যা করে। মহাভারত কামের বিস্তৃত সংজ্ঞা প্রদান করে। মহাকাব্য দাবি করে কামকে যে কোনো সম্মত ও কাঙ্খিত অভিজ্ঞতা (আনন্দ) বলে যা পাঁচটি ইন্দ্রিয়ের এক বা একাধিক ইন্দ্রিয়ের মিথস্ক্রিয়া দ্বারা উৎপন্ন হয় এবং সেই ইন্দ্রিয়ের জন্য উপযোগী যেকোন কিছুর সাথে এবং মন একইসঙ্গে মানব জীবনের অন্যান্য লক্ষ্যগুলির (ধর্ম, অর্থ ও মোক্ষ) সাথে সামঞ্জস্যপূর্ণ থাকে।\nকাম প্রায়শই কামানা শব্দের সংক্ষিপ্ত রূপকে বোঝায় (ইচ্ছা, ক্ষুধা বা ক্ষুধা)। কাম অবশ্য কামনার চেয়েও বেশি। কাম এমন অভিজ্ঞতা যার মধ্যে বস্তুর আবিষ্কার, বস্তু সম্পর্কে শেখা, মানসিক সংযোগ, উপভোগের প্রক্রিয়া ও অভিজ্ঞতার আগে, চলাকালীন এবং পরে সুস্থতার অনুভূতি অন্তর্ভুক্ত রয়েছে।\nকামসূত্রের রচয়িতা বাৎস্যায়ন কামকে সুখ হিসেবে বর্ণনা করেছেন যা মনসা ব্যাপার (মনের ঘটনা)। ঠিক মহাভারতের মতো, বাৎস্যায়নের কামসূত্র কামকে এক বা একাধিক ইন্দ্রিয় সহ: শ্রবণ, দেখা, স্বাদ, ঘ্রাণ ও অনুভূতি — একজনের মন ও আত্মার সাথে সামঞ্জস্য রেখে বিশ্ব থেকে একজন ব্যক্তির অভিজ্ঞতাকে আনন্দ হিসাবে সংজ্ঞায়িত করে। সুরেলা সঙ্গীতের অভিজ্ঞতা হল কাম, যেমনটি প্রাকৃতিক সৌন্দর্য দ্বারা অনুপ্রাণিত হয়, শিল্পের কাজের নান্দনিক প্রশংসা ও অন্য মানুষের দ্বারা সৃষ্ট কিছু আনন্দের সাথে প্রশংসা করা। কামসূত্র, কামের উপর তার বক্তৃতায়, যৌনতা সহ শিল্প, নৃত্য এবং সঙ্গীতের অনেক রূপকে আনন্দ ও উপভোগের উপায় হিসাবে বর্ণনা করে। আনন্দ ধূপ, মোমবাতি, সঙ্গীত, সুগন্ধি তেল, যোগব্যায়াম প্রসারিত ও ধ্যান, এবং হৃদয় চক্রের অভিজ্ঞতার প্রশংসা বাড়ায়। নেতিবাচকতা, সন্দেহ ও দ্বিধা হৃৎপিণ্ডের চক্রকে অবরুদ্ধ করে, ইচ্ছার সাথে সংযুক্ত থাকার সময় খোলামেলাতা দুর্বল হয়। হৃদয় চক্রের কমলাকে ভক্তিমূলক উপাসনার আসন বলে মনে করা হয়। হৃৎপিণ্ডের চক্র খোলার অর্থ হল ঐশ্বরিক যোগাযোগের সচেতনতা এবং দেবতা ও আত্মার (আত্মান) সাথে যোগাযোগের জন্য আনন্দ।\nজন লোচটেফেল্ড কামকে ইচ্ছা হিসেবে ব্যাখ্যা করেছেন, উল্লেখ করেছেন যে এটি প্রায়শই সমসাময়িক সাহিত্যে যৌন আকাঙ্ক্ষাকে বোঝায়, কিন্তু প্রাচীন ভারতীয় সাহিত্যে কামা শিল্প থেকে উদ্ভূত যে কোনো ধরনের আকর্ষণ এবং আনন্দকে অন্তর্ভুক্ত করে।\nকার্ল পটার কামকে মনোভাব ও ক্ষমতা হিসাবে বর্ণনা করেছেন। ছোট্ট মেয়ে যে তার টেডি বিয়ারকে হাসির সাথে জড়িয়ে ধরে কাম অনুভব করছে, যেমন দুজন প্রেমিক আলিঙ্গন করছে। এই অভিজ্ঞতাগুলির সময়, ব্যক্তিটি নিজের অংশ হিসাবে প্রিয়জনকে সংযুক্ত করে এবং সনাক্ত করে এবং সেই সংযোগ ও নৈকট্য অনুভব করে আরও সম্পূর্ণ, পরিপূর্ণ ও সম্পূর্ণ অনুভব করে। এটি, ভারতীয় দৃষ্টিকোণে, কাম।\nহিন্ডারির মতে ভারতের বিভিন্ন প্রাচীন গ্রন্থে কামের অসামঞ্জস্যপূর্ণ ও বৈচিত্র্যময় প্রকাশের কথা উল্লেখ করেছেন। কিছু গ্রন্থ, যেমন মহাকাব্য  রামায়ণ, সীতার প্রতি রামের আকাঙ্ক্ষার মাধ্যমে কামকে চিত্রিত করে — এমন আকাঙ্ক্ষা যা শারীরিক ও বৈবাহিকতাকে অতিক্রম করে এমন প্রেমে পরিণত করে যা আধ্যাত্মিক, এবং এমন কিছু যা রামকে তার জীবনের অর্থ, তার বেঁচে থাকার কারণ দেয়। সীতা ও রাম  দুজনেই প্রায়ই অপরকে ছাড়া বাঁচতে তাদের অনিচ্ছা ও অক্ষমতা প্রকাশ করে।  বাল্মীকি রামায়ণে কামের এই রোমান্টিক ও আধ্যাত্মিক দৃষ্টিভঙ্গি একেবারেই ভিন্ন, হিন্ডারি ও অন্যান্যদের দাবি, উদাহরণস্বরূপ মনুর দ্বারা স্মৃতির আইন কোডে কামের আদর্শিক ও শুষ্ক বর্ণনার চেয়ে।\nগ্যাভিন ফ্লাড ব্যাখ্যা করেন  ধর্ম (নৈতিক দায়িত্ব), অর্থ (বস্তুগত সমৃদ্ধি) ও মোক্ষের (আধ্যাত্মিক মুক্তি) দিকে যাত্রা না করেই কামকে \"প্রেম\" হিসাবে।\n\n\n== হিন্দুধর্মে ==\nহিন্দুধর্মে, কামকে মানব জীবনের চারটি পুরুষার্থের মধ্যে একটি হিসাবে বিবেচনা করা হয়, অন্যগুলি হল ধর্ম, অর্থ এবং মোক্ষ।\n\n\n=== অর্থ ও ধর্মের মধ্যে আপেক্ষিক অগ্রাধিকার ===\nপ্রাচীন ভারতীয় সাহিত্য জোর দেয় যে ধর্মের আগে এবং অপরিহার্য। যদি ধর্মকে উপেক্ষা করা হয়, অর্থ ও কাম সামাজিক বিশৃঙ্খলার দিকে নিয়ে যায়।\nকামসূত্রে বাৎস্যায়ন তিনটি লক্ষ্যের আপেক্ষিক মানকে এইভাবে স্বীকৃতি দেয়: অর্থ কামের আগে, যখন ধর্ম, কাম ও অর্থ উভয়ের আগে। বাৎস্যায়ন, কামসূত্রের অধ্যায় ২-এ, কামের বিরুদ্ধে যুক্তিযুক্ত দার্শনিক আপত্তিগুলির সিরিজ উপস্থাপন করেছেন এবং তারপর সেই আপত্তিগুলিকে খণ্ডন করার জন্য তার উত্তরগুলি সরবরাহ করেছেন। উদাহরণস্বরূপ, কাম (আনন্দ, ভোগ) নিয়ে আপত্তি, বাৎস্যায়ন স্বীকার করেছেন, এই উদ্বেগ কি যে কাম নৈতিক ও নীতিগত জীবন, ধর্মীয় সাধনা, কঠোর পরিশ্রম ও সমৃদ্ধি এবং সম্পদের ফলপ্রসূ সাধনের জন্য বাধা। আনন্দের অন্বেষণ, আপত্তির দাবি করে, ব্যক্তিকে অন্যায় কাজ করতে উৎসাহিত করে, পরবর্তী জীবনে দুর্দশা, অযত্ন, হীনম্মন্যতা ও কষ্ট নিয়ে আসে। এই আপত্তিগুলি তখন বাৎস্যায়নের দ্বারা উত্তর দেওয়া হয়েছিল, এই ঘোষণা দিয়ে যে কাম মানুষের জন্য খাদ্য হিসাবে প্রয়োজনীয় এবং কাম ধর্ম ও অর্থের সাথে সামগ্রিক।\n\n\n=== অস্তিত্বের জন্য প্রয়োজনীয়তা ===\nশরীরের সুস্থতার জন্য যেমন ভালো খাবারের প্রয়োজন, তেমনি একজন মানুষের সুস্থ অস্তিত্বের জন্য ভালো আনন্দের প্রয়োজন, বাৎস্যায়ন পরামর্শ দেন। আনন্দ ও ভোগবিহীন জীবন—যৌন, শৈল্পিক, প্রকৃতির—ফাঁপা ও শূন্য। যেমন কেউ শস্য চাষ করা বন্ধ করবে না যদিও সবাই জানে যে হরিণের পাল আছে এবং ফসল বড় হওয়ার সাথে সাথে এটি খাওয়ার চেষ্টা করবে, একইভাবে বাৎস্যায়ন দাবি করেন, বিপদের অস্তিত্ব থাকার কারণে কারও কামের সাধনা বন্ধ করা উচিত নয়। কামকে চিন্তা, যত্ন, সতর্কতা ও উদ্যমের সাথে অনুসরণ করা উচিত, ঠিক যেমন কৃষিকাজ বা অন্য কোনো জীবন সাধনা।\nবাৎস্যায়নের বই কামসূত্র, বিশ্বের বিভিন্ন অংশে, সৃজনশীল যৌন অবস্থানের প্রতিশব্দ হিসাবে অনুমান করা হয়েছে বা চিত্রিত করা হয়েছে; বাস্তবে, কামসূত্রের মাত্র ২০% যৌন অবস্থান সম্পর্কে। জ্যাকব লেভি উল্লেখ করেছেন, বইটির বেশিরভাগ অংশই প্রেমের দর্শন এবং তত্ত্ব সম্পর্কে, কী আকাঙ্ক্ষাকে উদ্দীপিত করে, কী এটিকে টিকিয়ে রাখে, কীভাবে এবং কখন এটি ভাল বা খারাপ। কামসূত্র কামকে মানুষের অস্তিত্বের অপরিহার্য ও আনন্দদায়ক দিক হিসেবে উপস্থাপন করে।\n\n\n=== সামগ্রিক ===\nবাৎস্যায়ন দাবি করেন কাম কখনই ধর্ম বা অর্থের সাথে সংঘর্ষে লিপ্ত নয়, বরং তিনটিই সহাবস্থান এবং কাম অন্য দুটির ফলাফল।\n\nধর্ম, অর্থ ও কাম অনুশীলনকারী একজন ব্যক্তি এখন এবং ভবিষ্যতে সুখ উপভোগ করেন। ধর্ম, অর্থ ও কাম একত্রে বা যেকোন দু'টির বা এমনকি যেকোন একটির অনুশীলনে প্রবাহিত হয় এমন কোনো কাজ করা উচিত। কিন্তু কাজ যা তাদের মধ্যে একটির অনুশীলনের জন্য বাকী দুটির ব্যয়ে সঞ্চালিত হবে না।\n\nহিন্দু দর্শনে, সাধারণভাবে আনন্দ এবং বিশেষভাবে যৌন আনন্দ লজ্জাজনক বা নোংরা নয়। এটি মানব জীবনের জন্য প্রয়োজনীয়, প্রত্যেক ব্যক্তির মঙ্গলের জন্য অপরিহার্য এবং ধর্ম ও অর্থের যথাযথ বিবেচনার সাথে অনুসরণ করলে স্বাস্থ্যকর। কিছু ধর্মের অনুশাসনের বিপরীতে, কাম হিন্দুধর্মে পালিত হয়, তার নিজস্ব মূল্য হিসাবে। অর্থ ও ধর্মের সাথে একসাথে, এটি সামগ্রিক জীবনের দিক। তিনটি পুরুষার্থ—ধর্ম, অর্থ এবং কাম—সমভাবে এবং একই সঙ্গে গুরুত্বপূর্ণ।\n\n\n=== জীবনের বিভিন্ন ধাপ ===\nকিছু  প্রাচীন ভারতীয় সাহিত্য দেখে যে অর্থ, কাম ও ধর্মের আপেক্ষিক প্রাধান্য স্বাভাবিকভাবেই বিভিন্ন মানুষ এবং বিভিন্ন বয়সের জন্য আলাদা। শিশু বা শিশুর মধ্যে, শিক্ষা ও কাম (শৈল্পিক ইচ্ছা) প্রাধান্য পায়; যৌবনে কাম ও অর্থ প্রাধান্য পায়; বৃদ্ধ বয়সে ধর্ম প্রাধান্য পায়।\n\n\n=== দেবতা ===\nকামকে কামদেব এবং তার সহধর্মিণী রতি হিসাবে দেবতা করা হয়। দেবতা কাম গ্রিক দেবতা \nইরোসের সাথে তুলনীয়—তারা উভয়ই মানুষের যৌন আকর্ষণ এবং কামুক আকাঙ্ক্ষাকে ট্রিগার করে। কাম তোতাপাখিতে চড়েন, এবং দেবতা ধনুক ও তীর দিয়ে সজ্জিত হয়ে হৃদয় বিদ্ধ করেন। ধনুকটি আখের ডাঁটা দিয়ে তৈরি, ধনুকটি মৌমাছির রেখা, এবং তীরটি পাঁচটি ফুল দিয়ে টিপানো হয় যা পাঁচটি আবেগ-চালিত প্রেমের অবস্থাকে প্রতিনিধিত্ব করে। কাম তীরের পাঁচটি ফুল হল পদ্ম ফুল (মোহ), অশোক ফুল (অন্য ব্যক্তির সম্পর্কে চিন্তায় নেশা), আম ফুল (অন্যের অনুপস্থিতিতে ক্লান্তি এবং শূন্যতা), জুঁই ফুল (অন্যের জন্য পিনিং) এবং নীল পদ্ম ফুল (বিভ্রান্তি এবং অনুভূতির সাথে পক্ষাঘাত)।এই পাঁচটি তীরেরও নাম আছে, যার মধ্যে শেষ এবং সবচেয়ে বিপজ্জনক হল সম্মোহনম, মোহ।\nকামকে অনঙ্গ (আক্ষরিক অর্থে \"দেহবিহীন এক\") নামেও পরিচিত কারণ ইচ্ছা নিরাকারভাবে, অনুভূতির মাধ্যমে অদেখা উপায়ে আঘাত করে।  দেবতা কামের অন্যান্য নামগুলির মধ্যে রয়েছে মদন (যিনি প্রেমে নেশা করেন), মন্মথ (যিনি মনকে উত্তেজিত করেন), প্রদ্যুম্ন (যিনি সকলকে জয় করেন) এবং কুশুমেসু (যার তীর ফুল)।\n\n\n== বৌদ্ধধর্মে ==\nবৌদ্ধ পালি ধর্মশাস্ত্রে, গৌতম বুদ্ধ জ্ঞানার্জনের পথ হিসেবে কামুকতা (কাম) ত্যাগ করেছিলেন। কিছু বৌদ্ধ সাধারণ অনুশীলনকারীরা প্রতিদিন পাঁচটি উপদেশ পাঠ করেন, যা \"যৌন অসদাচরণ\" থেকে বিরত থাকার প্রতিশ্রুতি (কামেসু মিছচারা)। পালি ধর্মশাস্ত্র বক্তৃতার আদর্শ, ধম্মিক সুত্ত (২.১৪) এই উপদেশের সাথে আরও সুস্পষ্ট সম্পর্ক অন্তর্ভুক্ত করে যখন বুদ্ধ একজন অনুসারীকে \"ব্রহ্মচর্য পালন করতে বা অন্ততপক্ষে অন্যের স্ত্রীর সাথে যৌন সম্পর্ক না করার\" নির্দেশ দেন।\n\n\n== ধর্মতত্ব ==\nব্লাভাটস্কির থিওসফিতে, কাম হল সেপ্টেনারির চতুর্থ নীতি, যা আবেগ ও আকাঙ্ক্ষা, অস্তিত্বের সাথে সংযুক্তি, ইচ্ছা এবং লালসার সাথে যুক্ত।\nকামলোক হল অর্ধ-বস্তুর সমতল, বিষয়গত এবং মানুষের কাছে অদৃশ্য, যেখানে বিচ্ছিন্ন \"ব্যক্তিত্ব\", জ্যোতিষ রূপ, যাকে কাম-রূপ বলা হয়, যতক্ষণ না তারা মানসিক আবেগের প্রভাবের সম্পূর্ণ ক্লান্তি দ্বারা বিবর্ণ হয়ে যায়মানুষের এবং পশুদের আবেগ ও আকাঙ্ক্ষার এই ইডোলনগুলি তৈরি করেছে। এটি প্রাচীন গ্রীকদের হেডেস ও মিশরীয়দের আমেন্টি, নীরব ছায়ার দেশ এর সাথে যুক্ত; ত্রৈলোক্যের প্রথম গোষ্ঠীর বিভাগ।\n\n\n== আরও দেখুন ==\nকামদেব\nকামসূত্র\nকামশাস্ত্র\nপুরুষার্থ\nষড়রিপু\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nKamadeva's holy sacrifice"}