{"pageid": 1097874, "title": "ক্যাবল ১৯৭১", "url": "https://bn.wikipedia.org/wiki?curid=1097874", "content": "ক্যাবল ১৯৭১ বা অগ্রাধিকার সংকেত বা ফাইল ১৯৭১ নামে পরিচিত ছিল একটি উচ্চ প্রোফাইল এবং গোপন সামরিক সংকেত যা ১৯৫২ সালের ডিসেম্বরে পাকিস্তানের প্রধান দুটি সামরিক সেবা শাখা পাকিস্তান সেনাবাহিনী ও পাকিস্তান নৌবাহিনীর মধ্যে যোগাযোগ করার জন্য প্রতিষ্ঠা করা হয়েছিল।  এটি উল্লেখযোগ্য ব্যপার যে, এটি মূলত পাকিস্তান ও বাংলাদেশের বিচ্ছিন্নতার ভবিষ্যদ্বাণী করেছিল এবং কাকতালীয়ভাবে প্রায় ২০ বছর পরে দুই দেশের বিচ্ছেদ ঘটেছিল।\nসামরিক ক্যাবলটি পাকিস্তানের নৌ গোয়েন্দা ও সামরিক গোয়েন্দা সংস্থার মাধ্যমে আইএসআই এর সদর দফতরে পাঠানো হয়েছিল, এবং পাকিস্তানের মৌলিক নীতি কমিটির সংবিধানের প্রথম সেট লেখার প্রতি প্রতিক্রিয়া এসেছিল। কাকতালীয়ভাবে ১৯৭১ নম্বরের ক্যাবল ফাইলটি তৎকালীন কমোডর এস এম আহসান কর্তৃক ডিজি আইএসআই মেজর-জেনারেল রবার্ট কাউথোমকে পাঠানো হয়েছিলো। ক্যাবলটিতে এক ইউনিটের অন্তর্নিহিততা, ধর্মীয় গোঁড়ামি, পশ্চিম ও পূর্ব পাকিস্তানের মধ্যে অর্থনৈতিক সমতা নিয়ে আলোচনা করেছে যা শেষ পর্যন্ত পাকিস্তানকে দুটি ভিন্ন দলে বিভক্ত করবে।\n\n\n== ক্যাবলের বার্তা ==\nদ্য ক্যাবলের বার্তাটি এইভাবে ছিলো: পরবর্তীতে ক্যাবলের এই বার্তাটি পাকিস্তানে সাড়া ফেলেছিলো, অনেকেই এটাকে উদ্ভূত বা কাকতালীয় ঘটনা বলেছে।\n\nধর্মীয় বিষয়ে জনগণের হাউসে গৃহীত সিদ্ধান্ত বাঁধা প্রদান করার জন্য ওলামাদের কমিটি গঠন জনগণের নির্বাচিত প্রতিনিধিদের অধিকারের উপর ওলামাদের অতিরিক্ত ক্ষমতা প্রদান করে। এটি একটি ধর্মতান্ত্রিক রাষ্ট্র হিসেবে পাকিস্তানের ধারণা দেয়।\nরাষ্ট্রপ্রধান একজন মুসলিম হওয়ার সুপারিশ করা পাকিস্তানের সংখ্যালঘুদের মনে অকারণে সন্দেহ তৈরি করবে। রাষ্ট্রপ্রধান নির্বাচনের পছন্দ সম্পূর্ণভাবে জনগণের উপর ছেড়ে দেওয়া উচিত, বর্ণ, বর্ণ ও ধর্মের ভেদাভেদ না করে নির্বাচন করা উচিত। \nএটি একই কর্মকর্তাদের দ্বারা রক্ষণাবেক্ষণ করা হয় যে জনসংখ্যার ভিত্তিতে নির্বাচিত একটি একক হাউসের কল্পনা করা উচিত ছিল এবং আমাদের বাঙালি এবং পাঞ্জাবি ইত্যাদির পরিপ্রেক্ষিতে চিন্তা করা বন্ধ করা উচিত। পশ্চিম ও পূর্ব পাকিস্তানের মধ্যে সমতা শেষ পর্যন্ত পাকিস্তানকে দুটি ভিন্ন গোষ্ঠীতে বিভক্ত করবে, অতএব, এটি একটি মানুষ, একটি দেশ এবং একটি সংস্কৃতির সম্পূর্ণ অস্বীকার।\n\n\n== ক্যাবলের নাম ==\n১৯৭০ সালের ডিসেম্বরে এমআই-এর অফিসার মেজর কে এম আরিফ যখন \"অফিস অফ ইন্টেলিজেন্স রিসার্চ অ্যান্ড অ্যানালাইসিসের একটি ইন্টেলিজেন্স রিপোর্ট নং ৭৮৯৪\" সংকলন করেন তখন তারের বার্তাটি সেনাবাহিনী জিএইচকিউতে আরও প্রসারিত এবং আলোচনা করা হয়েছিল \nক্যাবলটি তার হাইলাইট করা শিরোনামের জন্য উল্লেখযোগ্য এবং অনেক ইতিহাসবিদ অদ্ভুত মনে করেছেন যে কেবলটি কাকতালীয়ভাবে সংখ্যাযুক্ত ছিল: ক্যাবল/ফাইল 1971।\n\n\n== আরো দেখুন ==\nবাংলাদেশের স্বাধীনতা যুদ্ধ\n১৯৭১ বাংলাদেশে গণহত্যা\nবাংলাদেশের স্বাধীনতা যুদ্ধের কালপঞ্জি\n\n\n== তথ্যসূত্র =="}