{"pageid": 1097871, "title": "হাউ যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1097871", "content": "দ্য হাও যুদ্ধ ( থাই: สงครามปราบฮ่อ   ) করা হয়েছিল ১৮৬৫-১৮৯০ সাল পর্যন্ত টনকিন এবং সিয়ামের কিছু অংশ আক্রমণকারী চীনা আধা-সামরিক বাহিনীর বিরুদ্ধে। লাও ডোমেইন আক্রমণকারী বাহিনী ছিল শৃঙ্খলাহীন এবং তারা নির্বিচারে বৌদ্ধ মন্দির লুণ্ঠন করেছিল। এই অবশিষ্টাংশ যে   তাইপিং বিদ্রোহ পর মুহূর্তের নেতৃত্বে হং জিউকুয়ান, যিনি প্রচলিত মতের বিরোধী খৃস্টান রূপান্তর করেন, তার অংশ ছিল তা না জেনেি; আক্রমণকারীদের মোকাবেলার সঙ্গে গুলিয়ে ফেলে চীনা মুসলমানদের সাথে ইউনানদের, যাদের হাও (লাও ; ຮໍ່: থাই : ฮ่อ; RTGs : হো; ম্যান্ডারিন চীনা : হুই ) বলা হয়। রাজা পঞ্চম রামের পাঠানো বাহিনী বিভিন্ন গোষ্ঠীকে দমন করতে ব্যর্থ হয়, যা শেষ পর্যন্ত ১৮৯০ সালে ভেঙে যায়।\n\n\n== পতাকার আক্রমণ ==\n১৯ শতকের শেষার্ধে, \"পতাকা গ্যাং\" নামে পরিচিত চীনা যোদ্ধাদের দল উত্তর লাওসের বিশাল এলাকা ধ্বংস করেছিল। বহিরাগত এবং ফ্রিবুটাররা, পতাকা গ্যাংরা চীনে তাইপিং বিদ্রোহ দমন থেকে পালিয়ে যাচ্ছিল। টনকিন (বর্তমানে উত্তর ভিয়েতনাম ) প্রথম আক্রমণ করা হয়েছিল, যখন \" কালো পতাকা\" এবং প্রতিদ্বন্দ্বী \"হলুদ পতাকা\" এর ইউনিট ১৮৬৫ সালে চীন - ভিয়েতনাম সীমান্ত অতিক্রম করে এবং লাল নদী উপত্যকার উপরের অংশে ঘাঁটি স্থাপন করে।\n\n\n== ভিয়েতনামি এবং কিং বাহিনী পাল্টা লড়াই করে ==\n\n\n=== কালো এবং হলুদ পতাকা ===\nপরবর্তী বিশ বছর ধরে কালো পতাকা এবং তাদের নেতা লিউ ইয়ংফু, একটি নির্দিষ্ট বৈধতা এবং খ্যাতি উভয়ই অর্জন করেন ভিয়েতনামী রাজার সেবার মাধ্যমে যিনি ছিল Tự Đức, এবং কিং সাম্রাজ্যের প্রতি যারা টনকিনে ফরাসি সাম্রাজ্যবাদের জন্য কঠিন সময়ের মধ্য দিয়ে যাচ্ছিল। অন্যদিকে, হলুদ পতাকা, হুয়াং চুং-ইং-এর নেতৃত্বে, কোনো বৈধতা অর্জন করতে ব্যর্থ হয় এবং ভিয়েতনামী, কালো পতাকা এবং কিং বাহিনীর সংমিশ্রণ দ্বারা বিতাড়িত হয়ে ভেঙে পড়ে এবং পরাজিত হয়। ১৮৭৫-১৮৭৬ সালে, কিং-ভিয়েতনামি বাহিনীর দ্বারা হুয়াং চুং-ইং-এর বন্দী হওয়া ও মৃত্যুদন্ডের পর, বেঁচে থাকা হলুদ পতাকার অবশিষ্টাংশ পশ্চিম দিকে ব্ল্যাক রিভার ভ্যালির উপরের অংশে পালিয়ে যায়, যেখানে তারা আধা-স্বাধীন তাই-স্পিকিং ফেডারেশনের জনপদগুলো, সিপ সন চু তাই (বা সিপ সং চৌ তাই - বারো তাই জনগণ) হয়রানি করে, যা আজকের উত্তর-পশ্চিম ভিয়েতনামের এবং উত্তর-পূর্ব লাওসের অংশ। \n\n\n=== লাল এবং ডোরাকাটা পতাকা ===\nআরও পশ্চিমে ১৮৭২-এর শুরুর দিকে, পানথায় বিদ্রোহের পর কিং-এর ইউনান পুনর্দখল থেকে পালিয়ে যাওয়া পরাজিত বিদ্রোহীদের দল লাওস মধ্যে সীমান্ত জুড়ে ছড়িয়ে পড়ে, তারপর শুরু হয় উপনদী রাষ্ট্র-এর সিয়াম সাম্রাজ্য । এই নতুন দলগুলো, \"লাল পতাকা\" এবং \"ডোরাকাটা পতাকা\" ব্যানার দ্বারা আলাদাভাবে পরিচিত, যারা দক্ষিণে চলে গিয়েছিল প্রায় পুরো উত্তর লাওস দখল করতে। লাল পতাকা ১৮৭৩ সালে Điện Biên Phủ কে বরখাস্ত করে এবং একই বছর ডোরাকাটা পতাকা মুয়াং ফুয়ান এবং জারসের সমভূমির নিয়ন্ত্রণ দখল করে।\nএই গুরুতর প্রতিবন্ধকতার জবাবে, ১৮৭৪ সালে লুয়াং প্রাবাং- এর শাসক রাজপুত্র চাও উন খাম এবং নগুয়েন সম্রাট তাক, হানাদারদের বিতাড়িত করার জন্য একটি যৌথ সেনাবাহিনী পাঠান। বাহিনীকে পরাস্ত করা হয় এবং ফুয়ানের রাজপুত্র চাও উং নিহত হন। বিজয়ী হাও ভিয়েনতিয়েনকে বরখাস্ত করতে দক্ষিণে চলে যান, তখন চাও উনখাম থাই রাজা, রাজা চুলালংকর্নের (রামা পঞ্চম) কাছে সহায়তার জন্য জরুরি আবেদন পাঠান।\n\n\n== সিয়ামের আগমন ==\n১৮৭৫ সালের বসন্তে, সিয়াম বাহিনী নং খাইতে মেকং নদী অতিক্রম করে। হাও যুদ্ধের প্রথম থাই সামরিক অভিযানে, তারা চিয়াংখামের প্রধান হাও ঘাঁটি দখল করতে অগ্রসর হয়। অভিযানটি তার প্রাথমিক লক্ষ্য অর্জনে ব্যর্থ হয়েছিল, যেহেতু হাও যুদ্ধ দিতে অস্বীকার করেছিল এবং ফুয়ান এবং হুয়াফানের পাহাড়ে প্রত্যাহার করেছিল। সেই বছরের শেষের দিকে সিয়ামিজরা চলে গেলে, সশস্ত্র হাও দলগুলো ইচ্ছামতো কমবেশি লুটপাট করতে আবির্ভূত হয়।\n\n\n=== দ্বিতীয় সিয়াম অভিযান এবং জেমস ম্যাকার্থি ===\nআট বছর পর, ১৮৮৩ সালে, লুয়াং প্রাবাং-এ তার রাজধানীতে নতুন করে হাউ হুমকির সম্মুখীন হলে, চাও উনখাম আবারও সাহায্যের জন্য ব্যাংককের কাছে আবেদন করেন। রাজা চুলালংকর্ন একটি সিয়াম সেনাবাহিনী প্রেরণ করেন যা মূলত ইসান এবং উত্তর থাই লেভির সমন্বয়ে গঠিত। ফলস্বরূপ অভিযান, যেটিতে ব্রিটিশ জরিপকারী জেমস ম্যাকার্থি অংশগ্রহণ করেছিলেন, \"অপরাধিত, অপর্যাপ্ত পরিকল্পিত এবং শেষ পর্যন্ত ব্যর্থ\"। ম্যাককার্থির উপস্থিতির জন্য, ১৮৮৪-১৮৮৫ অভিযানটি অস্বাভাবিকভাবে ভালভাবে নথিভুক্ত। ম্যাকার্থির ব্যক্তিগত অ্যাকাউন্টগুলো হাও যুদ্ধগুলোর প্রচেষ্টা, কষ্ট এবং অক্ষমতার বর্ণনা প্রদান করে যা অফিসিয়াল সিয়ামিজ অ্যাকাউন্টগুলোর চেয়ে বেশি উদ্দীপক।\nম্যাককার্থি ১৮৮৪ সালে লাও-টনকিন সীমান্তের সাথে তার পরিচিতি শুরু করেছিলেন, যখন তিনি থাই কিংডম ম্যাপ করার কাজের অংশ হিসেবে ফুয়ান এবং হুয়াফানের দক্ষিণ সীমান্তে একটি থাই জরিপ অভিযানের নেতৃত্ব দিয়েছিলেন। এই যাত্রার সময় তিনি পতাকা গ্যাংদের দ্বারা নিয়মিত আক্রমণের সাপেক্ষে অঞ্চলগুলোর মধ্য দিয়ে ব্যাপকভাবে ভ্রমণ করেছিলেন। তিনি উল্লেখ করেছেন যে \"আমরা যতই এগিয়ে গিয়েছিলাম, হাও'র ঘটনাগুলো আসছিল, গ্রামে তাদের আক্রমণের বেদনাদায়ক বিবরণ, যার বাসিন্দাদের তারা হত্যা করেছিল, বিকৃত করেছিল বা বন্দী করেছিল\"।\nম্যাককার্থি অঞ্চলগুলোর সৌন্দর্য এবং প্রাকৃতিক সম্পদ দ্বারা ব্যাপকভাবে মুগ্ধ হয়েছিলেন, কিন্তু বাসিন্দাদের \"দুঃখজনক অস্তিত্ব... দুর্ধর্ষ, বিকৃত এবং ডাকাতদের দ্বারা জবাই\" দেখতে পান। দশ বছর আগে ভিয়েনতিয়েনের মতো, লুটপাটের সন্ধানে বৌদ্ধ মন্দিরগুলো লুণ্ঠন এবং অপবিত্র করা হয়েছিল। ম্যাককার্থি লিখেছিলেন যে \"ওয়াটগুলো অযৌক্তিকভাবে ধ্বংস করা হয়েছিল, এবং তাল-পাতার রেকর্ডগুলোর স্তূপ একত্রে স্তূপ করা হয়েছিল, যা শীঘ্রই না দেখলে চিরতরে হারিয়ে যাবে\"।\nপরবর্তীকালে, ম্যাকার্থি সিয়ামের সামরিক কমান্ডার এবং চাও উনখামের সাথে পরামর্শ করার জন্য লুয়াং প্রাবাং ভ্রমণ করেন। সেখানে তিনি জানতে পারেন হাও মুয়াং ইউতে অগ্রসর হয়েছে, যা ফ্রায়া সুখোথাইয়ের অধীনে সৈন্যদের দ্বারা রক্ষা করা উচিত ছিল। যাইহোক, এই থাই সম্ভ্রান্ত ব্যক্তি, ম্যালেরিয়ায় অসুস্থ, লুয়াং প্রাবাং প্রত্যাহার করেছিলেন। হাও ফাঁড়িটি দখল করতে এবং সিয়ামের মজুদ পুড়িয়ে দিতে সক্ষম হয়েছিল। জুন এবং জুলাই মাসে বর্ষাকাল শুরু হওয়ার সাথে সাথে , ম্যালেরিয়াকে অনেক ভয় পাওয়া হাও'র চেয়ে আরও শক্তিশালী শত্রু প্রমাণ করতে হয়েছিল। ম্যাককার্থির ভাষায় \"বৃষ্টি স্থিরভাবে বর্ষিত হয়, এবং অসুস্থতা বিরাজ করে\"। তদনুসারে, লাওস অঞ্চলে অবস্থানরত সিয়ামিজ সৈন্যরা লুয়াং প্রাবাং-এ থেকে যায় বা মেকং পেরিয়ে নং খাই পর্যন্ত প্রত্যাহার করে নেয়। ম্যাককার্থি রাজা চুলালংকর্নকে পরিস্থিতি সম্পর্কে পরামর্শ দিতে এবং শুষ্ক শীতের মাস ফিরে আসার অপেক্ষায় ব্যাংকক ভ্রমণ করেছিলেন।\n\n\n=== ১৮৮৫ সালের ফেব্রুয়ারির যুদ্ধ ===\n\nবর্ষাকাল শেষে ম্যাকার্থিকে লাওসে ফিরে যাওয়ার নির্দেশ দেওয়া হয়। তিনি ১১৮৪ সালের নভেম্বরে ব্যাংকক থেকে রওয়ানা করে, উত্তরাদিত এবং ন্যান এর মধ্য দিয়ে । তিনি  ১৮৮৫ সালের ১৪ জানুয়ারী লুয়াং প্রাবাং-এ পৌঁছেছিলেন, একদম সময়মত তিন মাস স্থায়ী শত্রুতার প্রাদুর্ভাবের ফল প্রত্যক্ষ করতে যা ব্যর্থতায় শেষ হয়েছিল।\nহাও আধুনিক পুনরাবৃত্ত রাইফেল এবং বার্মিংহামে তৈরি গোলাবারুদ দিয়ে সজ্জিত ছিল এবং অনেকেই গেরিলা যুদ্ধে দক্ষ ছিল। তারা হতাশাগ্রস্ত কৌশল ব্যবহার করত যেমন বন্দীদের বিকৃত করা, পুঞ্জি স্টেকস লাগানো এবং রাতে আকস্মিক আক্রমণ করা। জাদু তখনও বিশ্বাস করা হতো এবং তা উভয় পক্ষের দ্বারা অবলম্বন করা হয়েছিল। হোরা ( থাই: โหร) সিয়ামের সৈন্যদের সাথে, স্থির করে যে ১৮৮৫ সালের ২২ ফেব্রুয়ারি সকাল ১০ টা ছিল আক্রমণ শুরু করার সবচেয়ে শুভ সময়। পূর্বনির্ধারিত সময়ে, একটি বন্দুক নিক্ষেপ করা হয় এবং আক্রমণকারী বাহিনী হাও দুর্গের বিরুদ্ধে তাদের অগ্রযাত্রা শুরু করে, একটি সুরক্ষিত মজুদ যা ৪০০ মিটার দীর্ঘ এবং ২০০ চওড়া, বাঁশ দিয়ে ঘেরা এবং এটি প্রায় ১২ মিটার উঁচু সাতটি টাওয়ার দ্বারা পর্যবেক্ষণ করা হত। থাই এবং লাওতিয়ান সৈন্যরা সিয়ামের হোয়াইট এলিফ্যান্ট পতাকার নীচে ৫০ জন লোকের দলে অগ্রসর হয়েছিল এবং হাও দুর্গ থেকে ১০০ মিটার দূরে একটি অস্থায়ী প্যালিসেডের পিছনে নিজেদের প্রতিষ্ঠিত করেছিল। আক্রমণকারী বাহিনী আর্মস্ট্রং ৬-পাউন্ডার (২.৫ ইঞ্চি/৬৪ মিমি) দিয়ে সজ্জিত ছিল) বন্দুক, কিন্তু এই দৃশ্যত গোলাবারুদ অভাব ছিল. ম্যাককার্থি উল্লেখ করেছেন যে বেশিরভাগ গুলিবর্ষণ হাও ওয়াচটাওয়ার থেকে এসেছে বলে মনে হচ্ছে এবং থাই এবং লাও সাহস এবং আঘাতের প্রতি প্রায় বেপরোয়া উদাসীনতা সত্ত্বেও তাদের জন্য \"উল্লেখযোগ্য মৃত্যুদন্ড\" ঘটেছে। অন্যদিকে, হাও তুলনামূলকভাবে অক্ষত ছিল। ১৪:০০ টায় থাইরা আরও ধাক্কা খেয়েছিল যখন তাদের কমান্ডার-ইন-চিফ, ফ্রায়া রাজ, \"প্রায় দুই পাউন্ড ওজনের একটি গুলিতে আহত হয়েছিল, যা একটি চীনা জস হাউসের পোস্টের দিকে তাকিয়ে ছিল যেখানে সে দাঁড়িয়ে ছিল এবং তাকে আঘাত করেছিল। পা.\" হাও স্টকেডে আক্রমণ শেষ পর্যন্ত ছেড়ে দিতে হয়েছিল।\n\n\n== ফলাফল ==\n\nপরবর্তীকালে, ম্যাককার্থি হাও আক্রমণকারীদের উৎস এবং উদ্দেশ্য সম্পর্কে অনুসন্ধান করেছিলেন। তিনি উপসংহারে পৌঁছেছিলেন যে ইউনানের গভর্নর ফরাসিদের হয়রানি করার জন্য তাদের এই অঞ্চলে পাঠিয়েছিলেন। এটি টনকিনের কালো পতাকার ক্ষেত্রে সত্য হতে পারে, তবে লাওসে চীনের সরকারী জড়িত থাকার কোনো সরাসরি ইঙ্গিত নেই। ১৮৯০-এর দশকের মাঝামাঝি পর্যন্ত হাও'র অবক্ষয় অব্যাহত ছিল, যখন সিয়ামিজ এবং শেষ পর্যন্ত ফরাসি চাপ তাদের চীনে পিছু হটতে বাধ্য করেছিল। হাও যুদ্ধগুলো ১৮৯৩ সালে ফ্রাঙ্কো-সিয়ামিজ যুদ্ধের দ্বারা সফল হয়েছিল, যেখানে ফরাসিরা এই অঞ্চলের নিয়ন্ত্রণ জোরদার করতে সক্ষম হয়েছিল।\nআজ হাও যুদ্ধ সব ভুলে যাওয়া হয়েছে। সংগ্রামে নিহত থাই এবং লাও সৈন্যদের একটি স্মৃতিস্তম্ভ পুরানো নং খাই সিটি হলের সামনে দাঁড়িয়ে আছে, যা এখন একটি কমিউনিটি সেন্টার এবং যাদুঘর। একটি বড়, নতুন পুলিশ ব্যারাকের পিছনে দাঁড়িয়ে আছে। বিপরীত দিকে লাওসের দৃশ্যে মেকং নদীর তীরে দাঁড়িয়ে আছে ওয়াট আংখান ( থাই: อังคาร ), যা \"মৃতদের ছাই\" এর জন্য পালি ভাষা থেকে এসেছে এবং এটি মঙ্গল গ্রহের জন্য থাই যা রোমানরা তাদের যুদ্ধের ঈশ্বরের জন্য নামকরণ করেছিল।  কাছাকাছি, শহরটি দুঃখের উদ্যানের রক্ষণাবেক্ষণ করে ( থাই: สวนโศกเศร้า ), চিহ্নসহ বোঝায় যে এখানেই বিধবারা শোক করতে এসেছিল।\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== আরও পড়া ==\nফোর্বস, অ্যান্ড্রু ; হেনলি, ডেভিড (২০১১)। \"দ্য হাও ওয়ারস\", অধ্যায়: সোনার ত্রিভুজ ব্যবসায়ী । চিয়াং মাই: কগনোসেন্টি বই। এএসআইএন: বি০০৬জিএমআইডি৫\nম্যাকার্থি, জেমস, এফআরজিএস, \"সিয়ামে একটি সমীক্ষার প্রতিবেদন\"। (১৮৯৫) ।\nম্যাকার্থি, জেমস, এফআরজিএস, লাও নির্ভরতা এবং চাইনিজ হাউসের বিরুদ্ধে যুদ্ধের বর্ণনা সহ \"সিয়ামে জরিপ ও অনুসন্ধান\" (১৯০০)।\n\n\n== বহিঃসংযোগ ==\nম্যাকার্থির জার্নাল (হোয়াইট লোটাস প্রেস থেকে পাওয়া যায়)"}