{"pageid": 1097303, "title": "গ্র্যান্ড ফর্কস, নর্থ ডাকোটা", "url": "https://bn.wikipedia.org/wiki?curid=1097303", "content": "গ্র্যান্ড ফর্কস আমেরিকার উত্তর ডাকোটা রাজ্যের তৃতীয় বৃহত্তম শহর (ফারগো এবং বিসমার্কের পরে) এবং গ্র্যান্ড ফর্কস কাউন্টির কাউন্টি আসন। ২০১০ সালের আদমশুমারি অনুসারে, শহরের জনসংখ্যা ৫২,৮৩৮ জন ছিল, যখন শহর ও আশেপাশের মহানগর এলাকার জনসংখ্যা ৯৮,৪৬১ জন ছিল। গ্র্যান্ড ফর্কস, তার যমজ শহর মিনেসোটার ইস্ট গ্র্যান্ড ফর্কসের সঙ্গে গ্র্যান্ড ফর্কস এনডি-এমএন মহানগর পরিসংখ্যান এলাকার কেন্দ্র গঠন করে, যাকে প্রায়শই গ্রেটার গ্র্যান্ড ফর্কস বা গ্র্যান্ড সিটিস বলা হয়।\nরেড রিভার ভ্যালি নামে পরিচিত একটি সমতল অঞ্চলে উত্তর দিকে-প্রবাহিত রেড নদীর পশ্চিম তীরে অবস্থিত,  শহরটি বন্যার ঝুঁকিতে রয়েছে। ১৯৯৭ সালের রেড নদীর বন্যা শহরটিকে বিধ্বস্ত করেছিল। শহরটিকে মূলত কানাডা থেকে ফরাসি আসা পশম ব্যবসায়ীদের দ্বারা লেস গ্র্যান্ডেস ফোরচেস নামে ডাকা হয়, যারা দীর্ঘদিন ধরে এই অঞ্চলে কাজ করতেন ও বসবাস করেন, সেখানে স্টিমবোটের ক্যাপ্টেন আলেকজান্ডার গ্রিগস শীতে থাকতে বাধ্য হওয়ার পরে একটি সম্প্রদায়কে অনুগ্রহ করেছিলেন। পোস্ট অফিসটি ১৮৭৯ সালে প্রতিষ্ঠিত হয়েছিল এবং শহরটি ১৮৮১ সালের ২২ই ফেব্রুয়ারি সালে অন্তর্ভুক্ত হয়েছিল। শহরের নামকরণ রেড নদী ও রেড লেক নদীর তীরে অবস্থানের করণে করা হয়েছিল।\nঐতিহাসিকভাবে স্থানীয় কৃষির উপর নির্ভরশীল শহরের অর্থনীতি এখন উচ্চ শিক্ষা, প্রতিরক্ষা, স্বাস্থ্যসেবা, উৎপাদন, খাদ্য প্রক্রিয়াকরণ ও বৈজ্ঞানিক গবেষণাকে অন্তর্ভুক্ত করে। গ্র্যান্ড ফর্কস শহরের উড়ান পরিষেবা গ্র্যান্ড ফর্কস আন্তর্জাতিক বিমানবন্দর এবং গ্র্যান্ড ফর্কস এয়ার ফোর্স বেস দ্বারা পরিবেশিত হয়। শহরের উত্তর ডাকোটা বিশ্ববিদ্যালয় হল রাজ্যের উচ্চ শিক্ষার প্রাচীনতম প্রতিষ্ঠান। অ্যালেরাস সেন্টার ও রাল্ফ এঙ্গেলস্টাড এরিনা খেলাধুলা ও অন্যান্য অনুষ্ঠানের আয়োজন করে, অন্যদিকে এম্পায়ার আর্টস সেন্টার ও চেস্টার ফ্রিটজ অডিটোরিয়াম হল শহরের বৃহত্তম সাংস্কৃতিক স্থান।\n\n\n== ইতিহাস ==\nইউরোপীয়দের দ্বারা বসতি স্থাপনের আগে, শহরটি রেড রিভার ও রেড লেক নদীর দ্বিধাবিভাজনের স্থানে যে অঞ্চলে গড়ে উঠেছিল, তা হাজার হাজার বছর ধরে স্থানীয় আমেরিকানদের জন্য একটি গুরুত্বপূর্ণ বৈঠক ও বাণিজ্য কেন্দ্র ছিল। প্রারম্ভিক ফরাসি অভিযাত্রী, পশম ট্র্যাপার ও ব্যবসায়ীরা এলাকাটিকে লেস গ্র্যান্ডেস ফোরচেস নামে অভিহিত করেছিলেন, যার অর্থ \"গ্র্যান্ড ফর্কস\"। ১৭৪০-এর দশকে, ফরাসি পশম ট্র্যাপাররা একটি গুরুত্বপূর্ণ ব্যবসায়িক পোস্ট হিসাবে লেস গ্র্যান্ডেস ফোরচেসের উপর নির্ভর করেছিল। তখন এটি ফরাসি ঔপনিবেশিক অঞ্চল ছিল।\n\n\n== ভূগোল ==\nগ্র্যান্ড ফর্কস ফার্গো-মুরহেড এলাকার উত্তরে ৭৪ মাইল (১১৯ কিমি) এবং ম্যানিটোবার উইনিপেগ থেকে ১৪৫ মাইল (২৩৩ কিমি) দক্ষিণে অবস্থিত। গ্র্যান্ড ফর্কস রেড রিভার ভ্যালি নামে পরিচিত একটি এলাকায় উত্তরের রেড নদীর পশ্চিম তীরে অবস্থিত। \"ফর্কস\" শব্দটি শহরের কেন্দ্রস্থল গ্র্যান্ড ফর্কসের কাছে রেড লেক নদী সঙ্গে লাল নদী দ্বারা তৈরি দ্বিধাবিভাজনের স্থানেকে বোঝায়। মার্কিন আদমশুমারি ব্যুরো অনুসারে, শহরের মোট এলাকার পরিমাণ ২০.০৯ বর্গ মাইল (৫২.০৩ বর্গমাইল), যার মধ্যে ১৯.৯১ বর্গ মাইল (৫১.৫৭ বর্গমাইল) ভূমি ও ০.১৮ বর্গ মাইল (০.৪৭ বর্গকিমি) জলভাগ। যেহেতু এটি বিশ্বের সমতল অংশগুলির মধ্যে একটি, তাই শহরের উচ্চতায় কিছু পার্থক্য রয়েছে। গ্র্যান্ড ফর্কস শহরের সীমার মধ্যে কোন হ্রদ নেই, তবে রেড নদী ও ইংরেজ কুলি সম্প্রদায়ের মধ্য দিয়ে প্রবাহিত হয় এবং ভূখণ্ডে কিছুটা বিরতি দেয়।\nরেড রিভার ভ্যালি একটি প্রাচীন হিমবাহের ফলাফল, যা শেষ বরফ যুগে দক্ষিণে তার পথ খনন করে। একবার হিমবাহটি সরে গেলে, এটি আগাসিজ হ্রদ নামে একটি হিমবাহী হ্রদ তৈরি করে। উপত্যকাটি প্রাচীন হ্রদের তলদেশ থেকে গঠিত। প্রাচীন সৈকতগুলি এখনও শহরের পশ্চিমে ঘূর্ণায়মান পাহাড় হিসাবে দেখা যায়।\n\n\n== অর্থনীতি ==\nগ্র্যান্ড ফর্কসের অর্থনীতি কোনো একটি শিল্প বা খাত দ্বারা প্রভাবিত নয়। যদিও কৃষি এই এলাকার অর্থনীতিতে গুরুত্বপূর্ণ ভূমিকা পালন করে চলেছে, গ্র্যান্ড ফর্কস শহরের এখন তুলনামূলকভাবে বৈচিত্র্যময় অর্থনীতি রয়েছে, যা শিক্ষা, প্রতিরক্ষা, স্বাস্থ্যসেবা, উত্পাদন ও খাদ্য প্রক্রিয়াকরণের মতো খাতে সরকারি ও বেসরকারি নিয়োগকর্তাদের অন্তর্ভুক্ত করে। 12] গ্র্যান্ড ফর্কস এলাকায় রাজ্য ও যুক্তরাষ্ট্রীয় দুই সরকার বৃহত্তম নিয়োগকর্তা। শহরের কেন্দ্রস্থলে অবস্থিত নর্থ ডাকোটা বিশ্ববিদ্যালয়টি মহানগর এলাকায় সবচেয়ে বড় নিয়োগকর্তা। শহরের ঠিক পশ্চিমে গ্র্যান্ড ফর্কস এয়ার ফোর্স বেস অবস্থিত, এটি নিজস্ব সামরিক কর্মীদের পাশাপাশি বিপুল সংখ্যক বেসামরিক কর্মী নিয়োগ করে। আলট্রু হেলথ সিস্টেম হল গ্র্যান্ড ফর্কসের বৃহত্তম বেসরকারি নিয়োগকর্তা।\n\n\n== সরকার ==\n\nগ্র্যান্ড ফর্কসে একটি মেয়র-কাউন্সিল সরকার রয়েছে। মেয়র, যিনি প্রতি চার বছর পর পর নির্বাচিত হন, তিনি নগর সরকারের প্রশাসনের তত্ত্বাবধান করেন এবং সেবার যথাযথ বিধান নিশ্চিত করার জন্য বিভাগীয় প্রধানদের সাথে সরাসরি কাজ করেন। গ্র্যান্ড ফর্কসের মেয়র প্রাক্তন এনএইচএল হকি খেলোয়াড় ও রিয়েল এস্টেট ডেভেলপার ব্র্যান্ডন বোচেনস্কি। ব্র্যান্ডন বোচেনস্কি ২০২০ সালের ৯ই জুন মেয়র নির্বাচনে মাইকেল ব্রাউনকে পরাজিত করেন। মাইকেল ব্রাউন ২০০০ সাল থেকে ২০২০ সাল পর্যন্ত মেয়র হিসেবে দায়িত্ব পালন করেন।\nশহরটি সাতটি ওয়ার্ডে বিভক্ত, প্রতিটি ওয়ার্ডে একজন কাউন্সিল সদস্যকে চার বছরের মেয়াদে নির্বাচিত করা হয়। কাউন্সিল মাসে দুবার এবং এর দুটি প্রধান কমিটি  অর্থ/উন্নয়ন কমিটি ও পরিষেবা/নিরাপত্তা কমিটি প্রত্যেক মাসে দুইবার বৈঠক করে। এই সমস্ত সভা একটি স্থানীয় ক্যাবল চ্যানেলে সম্প্রচার করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে গ্র্যান্ড ফর্কস, নর্থ ডাকোটা সম্পর্কিত মিডিয়া দেখুন।\n\n সিটি অব গ্র্যান্ড ফর্কস -এর দাপ্তরিক ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ নভেম্বর ১৯৯৮ তারিখে\nগ্র্যান্ড ফর্কস হেরাল্ড ওয়েবসাইট"}