{"pageid": 1097507, "title": "এভি আইডল", "url": "https://bn.wikipedia.org/wiki?curid=1097507", "content": "এভি আইডল (AVアイドル, Ēbui aidoru), যা এডাল্ট ভিডিও আইডল অথবা এভি অভিনেত্রী (AV女優, Ēbui joyū) নামে পরিচিত, বলতে জাপানি আইডলদের বুঝানো হয় যারা পর্নোগ্রাফি ব্যবসায় অভিনয়শিল্পী অথবা মডেল হিসেবে কখনো কখনো ব্যাপকভাবে সফটকোর থেকে হার্ডকোর পর্নোগ্রাফিতে কাজ করে থাকেন। এই শিল্পটি এর নিয়মিত ব্যবসা সফলতার জন্য উল্লেখযোগ্য, ১৯৮০ সাল থেকে প্রতি বছর এখান থেকে গড়ে এক বছরের কর্মজীবনের সময়কালের সাথে পাঁচ থেকে দশটি ভিডিও সহ শতাধিক এভি আইডলের আত্মপ্রকাশ ঘটছে। কিছু উল্লেখযোগ্য এভি আইডল এই শিল্পে দশকের বেশি সময় ধরে কাজ করেছেন এবং সাধারণ জনগণের স্বীকৃতি বা এভি শিল্পের উপর প্রভাব বিস্তার করতে সক্ষম হয়েছেন।\n\n\n== জাপানের প্রাপ্তবয়স্ক ভিডিও শিল্প ==\nঅন্যান্য দেশের ন্যায় জাপানে \"প্রাপ্তবয়স্ক\" এবং \"পারিবারিক\" বিনোদনের পার্থক্য স্পষ্ট নয়। একজন সেলিব্রিটি মূলধারার টেলিভিশনে কাজ করার পর এভি শিল্পে আসতে পারেন। আবার এভি অভিনেত্রী থেকে মূলধারার টেলিভিশনে কাজ করার উদাহরণ ব্যতিক্রম নয়।\nএভি, তথা \"এডাল্ট ভিডিও\" বাজার জাপানের মূখ্য শিল্পগুলোর একটি যার কথিত বার্ষিক আর্থিক মূল্য ৪০,০০০ কোটি ইয়েন (৪০০ কোটি মার্কিন ডলার)। ১৯৯২ সালের প্রতিবেদন অনুসারে শুধু টোকিও শহরের ৭০টির বেশি প্রযোজনা প্রতিষ্ঠান থেকে নিয়মিত ১১টি প্রাপ্তবয়স্ক ভিডিও তৈরি হয়ে থাকে। জাপানে ভাড়াকৃত ভিডিও ব্যবসার ত্রিশ ভাগ এভি বাজার দখল করে আছে। ১৯৯৪ সালের অনুমান অনুযায়ী বৈধ ও অবৈধ মিলিয়ে ১৪,০০০ এভি ভিডিও জাপানে নির্মাণ করা হয়, যেখানে মার্কিন যুক্তরাষ্ট্রে সংখ্যাটা ২,৫০০। ২০১১ সালের একটি ইংরেজি সাক্ষাৎকারে আজুসা মাকি বলেন যে প্রতি বছর জাপানি এভি শিল্পে আনুমানিক ১০,০০০ মেয়ে প্রবেশ করার চেষ্টা করে থাকে।\n\n\n== এভি অভিনেত্রী ==\n\nএভি অভিনেত্রী হিসেবে প্রায়শই সংগ্রামী অভিনেত্রীদের দেখা যায় যারা নাট্য রোমান পর্নো চলচ্চিত্র কাজ পায়নি, সোপল্যান্ডের মেয়েদেরকেও এই শিল্পে দেখা যায়। এভি তারকা কাওরু কুরোকিকে এভি আইডলদের মূল্য জনসাধারণের চোখে বৃদ্ধির কৃতিত্ব দেওয়া হয়ে থাকে। সাংস্কৃতিক প্রাবন্ধিক রোজমেরি ইওয়ামুরার মতে, \"তাকে দেখে মনে হয়নি যে তিনি বিকল্পের অভাবে পড়ে ভিডিও বানাতেন বরঞ্চ তিনি আগে থেকে জেনে বুঝে এটি বেঁছে নিয়েছিলেন।\"\n\nটোকিওর শহরতলি যেমন রোপ্পনগি, শিনকুজু এবং মাতাহিনে থেকে সাধারণত এভি অভিনেত্রীদের নিয়োগ করা হয়। ট্যালেন্ট এজেন্সির সাথে সম্পৃক্ত স্কাউটরা এভি প্রযোজনা কোম্পানিতে মেয়েদের নিয়ে আসে। কিছু কিছু মেয়ে নিজে থেকেই প্রযোজনা কোম্পানিতে আবেদন করে, কিন্তু তারা ট্যালেন্ট এজেন্সিগুলো থেকে সুপারিশকৃত হয়ে থাকে। একটি ভিডিওতে অভিনেত্রী আনার জন্য ট্যালেন্ট এজেন্সিকে প্রযোজনা কোম্পানি ১৫ লাখ ইয়েন (১৫,০০০ মার্কিন ডলার) বা আরো বেশি পরিশোধ করে থাকে। এভি অভিনেত্রীরা ভিডিও প্রতি ২ লাখ থেকে ৪০ লাখ ইয়েন আয় করে থাকে। মার্কিন যুক্তরাষ্ট্রে জাপানি ভিডিও আমদানিকারক প্রতিষ্ঠান থার্ড ওয়ার্ল্ড মিডিয়ার প্রেসিডেন্ড স্টিভ স্কটের মতে এভি তারকারা আটটি চুক্তিবদ্ধ ভিডিওর জন্য আনুমানিক ৩.৬ কোটির ইয়েনের কাছাকাছি অর্থ আয় করতে পারে।\nএভি ফ্যানদের একটি বিশিষ্ট এভি অভিনেত্রীর অগ্রগতি দেখার জন্য একাধিক ভিডিওর চিত্রগ্রহণের সময় আমন্ত্রণ জানানো হয়। অভিনেত্রীর প্রথম ভিডিওতে তাকে \"নতুন মুখ\" হিসেবে পরিচয় করিয়ে দেওয়া হয়, এবং তার অনভিজ্ঞতাকে মডেলিং ও যৌন দৃশ্যের আগে সাক্ষাৎকার দ্বারা সাবলীল করার চেষ্টা করা হয়। প্রথম ভিডিওর পর এভি দর্শক অভিনেত্রীর যৌনতার উন্মেষের যাত্রা ও পাঁচটি ভিডিওর পর চূড়ান্ত বিশেষীকরণ যেমন সমকামিতা প্রত্যক্ষ করেন। পরিপক্ষ এভি তারকা হিসেবে নিজেকে প্রতিষ্ঠিত করার পর অভিনেত্রী পথ হিসেবে আরো অচিন্তনীয় এভি বিষয়শ্রেণীতে কাজ করা, অবসর নেওয়া অথবা কখনো নতুন মুখ হিসেবে আবার যাত্রা শুরু করা, এগুলোর যেকোন একটি বেঁছে নেন।\n\n\n== ধরন ==\nলেখক নিকোলাস বোর্নঅফ কিছু এভি প্রকারভেদ চিহ্নিত করেছেন যথা ...দ্যা প্রাইম অফিস লেডি, দ্যা ভার্জিন-নেক্সট-ডোর, দ্যা রেন্ডি ফার্ম গার্ল, দ্যা লিওটার্ডেড এ্যারোবিকস এনথুয়াটিস্ট, দ্যা সেক্সি প্রিডেটোর ইন দ্যা হট-স্প্রিং রিসোর্ট এন্ড ... দ্যা সেল্ফ-এসার্টিভ স্লাট যে নিজেকে রুমের মেঝেতে বসিয়ে নিজেকে গণযৌনতার শিকার হতে দেয়।\nএভি পরিচালক \"টারজান\" ইয়াগি বলেন যে একজন সফল এভি অভিনেত্রীর উচিত এমন একটি ধরণে নিজেকে মানিয়ে নেওয়া \"যা দেখে এক মুহূর্তে দর্শক বুঝতে পারবে, যা তাদের জন্য চিনতে সহজ করে দিবে যে কোন ধরনের ভিডিও তারা পছন্দ করে।\" ইয়াগি \"দ্যা 'স্লেন্ডার' টাইপ, 'ললিতা' টাইপ, 'বুক্সম' টাইপ সহ আরো অনেক ধরন তুলে ধরেন।\"\nকিছু প্রধান প্রধান এভি ধরন হল:\n\n\n=== বাস্টি (বাকুনয়ু) ===\nকিওকো নাকামুরা ও এরি কিকুচির মতন প্রথমদিককার তারকাদের বড় স্তন দ্বারা ক্যারিয়ার প্রতিষ্ঠার থেকে, নোরিইয়ুকি আদাচি কিমিকো মাতসুজুকার ১৯৮৯ সালের আত্মপ্রকাশ করান \"বিগ বাস্ট বুম\" (巨乳ブーム - কিয়োনিও বুম) এর মধ্য দিয়ে। এরপর থেকে হিটোমি তানাকা, ফুকো, মিকি মোরিকাওয়া, [[রিন আওকি)) ও আন্না ওহুরা সহ বিগ-বাস্ট এভি আইডলদের যাত্রা চলতে থাকে। ৯০ দশকের মধ্য দিকে বিগ বাস্ট প্রকারভেদটি এভি শিল্পের মূখ্য প্রকার হিসেবে গণ্য হতে থাকে।\n\n\n=== ম্যাচিউর (জুকুজো) ===\nএভি অভিনেত্রীরা শিল্পে কাজ শুরু করত কৈশোর পরবর্তী সময় থেকে, কিন্তু নব্বই দশকের মাঝে \"ম্যাচিউর উইমেন\" জনপ্রিয় হয়ে উঠে। যৌবনকালকে এভিতে কাজ করার নিয়ম মেনে চলার বহু সময় পরে ২০০০-এ আকি তোমোসাকি, ২০০৫-এ আসুকা ইউয়ুকি এবং ২০০৬-এ মাকি টোমোডারা আত্মপ্রকাশের সময় তাদের ত্রিশতম বয়স পেরিয়ে যায়। এসকল অভিনেত্রী অজাচারকে পুঁজি করে কর্মজীবনে জনপ্রিয় হয়।\n\n\n== আরও দেখুন ==\nজাপানে প্রাপ্তবয়স্ক ভিডিওর সময়রেখা\nজাপানে পর্নোগ্রাফি\nগ্রাভিউর আইডল\nজুনিয়র আইডল\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nAdachi, Noriyuki। アダルトな人びと - Adaruto na Hitobito (\"Adult\" People) (জাপানি ভাষায়)। Tokyo: Kodansha। আইএসবিএন 4-06-205546-5। \nBornoff, Nicholas (১৯৯৪) [1991]। \"18 (Naked Dissent)\"। Pink Samurai: An Erotic Exploration of Japanese Society; The Pursuit and Politics of Sex in Japan (Paperback সংস্করণ)। London: HarperCollins। পৃষ্ঠা 589–621। আইএসবিএন 0-586-20576-4। \nb-v.co.jp AV Idol Interviews (Japanese)\nAVアイドル  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ নভেম্বর ২০২১ তারিখে\nFornander, Kjell (জুলাই ১৯৯২)। \"A Star is Porn\"। Tokyo Journal। ২০০৬-০৫-১৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৭-০২-১৮।"}