{"pageid": 1097741, "title": "লাওসে মানবাধিকার", "url": "https://bn.wikipedia.org/wiki?curid=1097741", "content": "লাওসে মানবাধিকার পরিস্থিতি প্রায়শই গুরুতর উদ্বেগের একটি কারণ হিসেবে স্বীকৃত ছিল এবং রয়েছে। লাওস হল একটি মুষ্টিমেয় মার্কসবাদী-লেনিনবাদী সরকার এবং হ্যানয়ে ভিয়েতনাম পিপলস আর্মি এবং ভিয়েতনামের সমাজতান্ত্রিক প্রজাতন্ত্রের সাথে জোটবদ্ধ হয়ে লাও পিপলস আর্মি দ্বারা সমর্থিত একটি একদলীয় কমিউনিস্ট সরকার শাসিত।\nঅ্যামনেস্টি ইন্টারন্যাশনাল, দ্য সেন্টার ফর পাবলিক পলিসি অ্যানালাইসিস, ইউনাইটেড লীগ ফর ডেমোক্রেসি ইন লাওস, হিউম্যান রাইটস ওয়াচ, লাও হিউম্যান রাইটস কাউন্সিল এবং অন্যান্য বেসরকারি সংস্থা (এনজিও) লাওস সরকারের আনুষ্ঠানিক স্বীকৃতির রেকর্ড নিয়ে বারবার গুরুতর উদ্বেগ প্রকাশ করেছে, পাশাপাশি মানবাধিকারের মান এবং জাতিসংঘের মানবাধিকার প্রক্রিয়া এবং আইন প্রণয়ন ব্যবস্থার সাথে সহযোগিতার অভাব যা মানবাধিকারের উপর নেতিবাচক প্রভাব ফেলে। তাঁরা নিখোঁজ নাগরিক কর্মী সোমবাথ সোমফোন, এবং রাজনৈতিক ও ধর্মীয় ভিন্নমতাবলম্বীদের জেলে ও নির্যাতন, নিরস্ত্র বেসামরিক নাগরিকদের উপর সামরিক হামলা, সাথে মতপ্রকাশের স্বাধীনতার অভাব, নির্যাতন, কারাগারের দুর্বল অবস্থা, ধর্মের স্বাধীনতার উপর বিধিনিষেধ, শরণার্থী এবং আশ্রয়প্রার্থীদের সুরক্ষা, লাও পিপলস আর্মি এবং নিরাপত্তা বাহিনীর দ্বারা বিচারবহির্ভূত হত্যা এবং ধর্ষণ এবং মৃত্যুদণ্ডের অনুপযুক্ত ব্যবহার বিষয়ে উদ্বেগ প্রকাশ করেছে। কিছু কর্মকর্তা এবং পুলিশ লাওসে যৌন পাচারের কাজ করেছেন এবং তা থেকে লাভবান হয়েছে।\nলাও কমিউনিস্ট সরকার এবং আন্তর্জাতিক দাতাদের উভয়েই তাঁদের নীতি উদ্দেশ্য হিসেবে টেকসই অর্থনৈতিক প্রবৃদ্ধি এবং দারিদ্র্য হ্রাস অর্জনের দিকে মনোনিবেশ করে, তবে মতপ্রকাশের স্বাধীনতা এবং সংগঠনের উপর সীমাবদ্ধতা হল উদ্বেগের কারণ। স্বাধীন মানবাধিকার পর্যবেক্ষকদের ওপর বাধা লাওসে পরিস্থিতির সঠিক মূল্যায়ন অসম্ভব করে তোলে। বিশেষ করে, জঙ্গলে লুকিয়ে থাকা হমং-এর নৃ-গোষ্ঠীগুলোর পরিস্থিতি এখনও গুরুতর এবং তা প্রতিবেশী থাইল্যান্ডে আশ্রয় নেওয়া লোকদের একটি নিয়মিত প্রবাহের তৈরি করে। এখানে মৃত্যুদণ্ড এখনো কার্যকর রয়েছে, যদিও ১৯৮৯ সাল থেকে কোনো মৃত্যুদণ্ডের খবর পাওয়া যায়নি।\nমার্কিন স্টেট ডিপার্টমেন্ট প্রতিবেদন ঘোষণা করে বিশ্বজুড়ে মানবাধিকার নিয়ে, তাঁরা জানান যে ২০০৩ সালে বেশিরভাগ লাও বিচারগুলো অভিযুক্তদের প্রো ফর্মা পরীক্ষার চেয়ে সামান্য বেশি ছিল, যার রায় ইতোমধ্যে হয়ে গেছে। স্টেট ডিপার্টমেন্ট আরও জানায় যে, কিছু কিছু ক্ষেত্রে পুলিশ প্রশাসনিকভাবে আদালতের সিদ্ধান্তকে বাতিল করেছে, কখনও কখনও আইন লঙ্ঘন করেও আদালতের দ্বারা খালাসপ্রাপ্ত আসামীকে আটক করেছে। এছাড়াও, লাও আইনে নির্যাতন নিষিদ্ধ করলেও, নিরাপত্তা বাহিনীর সদস্যরা বন্দীরা নির্যাতন ও অন্যান্য অপব্যবহারের শিকার বলে জানা গেছে। লাওসে মানবাধিকারের একটি উল্লেখযোগ্য বিষয় হলো সরকার বিরোধী বিদ্রোহীদের উপস্থিতি, প্রধানত হমং জাতিগত সংখ্যালঘু, যাদের সাথে লাও সরকার কঠোর আচরণ করেছে বলে জানা গেছে। স্টেট ডিপার্টমেন্ট তার ২০০৬-এর রিপোর্টে উল্লেখ করেছে যে \"সরকারের সামগ্রিক মানবাধিকারের রেকর্ড ঐ বছরে খারাপ হয়েছে।\" আরও বিশদ বিবরণের জন্য প্রতিবেদনটি দেখুন (নিচে দেওয়া লিঙ্ক \"এছাড়াও দেখুন\")।\n\n\n== মানবাধিকার বিষয়ে লাও-এর সরকারি অবস্থান ==\nআনুষ্ঠানিকভাবে, এবং তাত্ত্বিকভাবে, স্টালিনবাদী সরকারের অধীনে ১৯৯১ সালে প্রবর্তিত সংবিধানে মানবাধিকারের জন্য সবচেয়ে গুরুত্বপূর্ণ সুরক্ষা রয়েছে। উদাহরণস্বরূপ, অনুচ্ছেদ 8-এ এটি স্পষ্ট করে উল্লেখ করা আছে যে লাওস একটি বহুজাতিক রাষ্ট্র এবং জাতি গোষ্ঠীর মধ্যে সমতার জন্য প্রতিশ্রুতিবদ্ধ। সংবিধানে লিঙ্গ সমতা এবং ধর্মের স্বাধীনতা, বাক স্বাধীনতা, সংবাদপত্র ও সমাবেশেরও বিধান রয়েছে।\n২৫ সেপ্টেম্বর ২০০৯-এ, লাওস চুক্তি স্বাক্ষরের নয় বছর পর নাগরিক ও রাজনৈতিক অধিকারের আন্তর্জাতিক চুক্তি অনুমোদন করে। লাও সরকার এবং আন্তর্জাতিক দাতা উভয়ের নীতির উদ্দেশ্য টেকসই অর্থনৈতিক প্রবৃদ্ধি অর্জন এবং দারিদ্র্য হ্রাসের দিকে মনোনিবেশ করে। যদিও, ট্রান্সপারেন্সি ইন্টারন্যাশনাল এবং অন্যান্যদের মতে, লাও সরকার এবং সামরিক কর্মকর্তাদের মধ্যে পদ্ধতিগত দুর্নীতি, এবং অবৈধ লগিংও একটি গুরুতর সমস্যা হিসেবে রয়ে গেছে।\nযদিও, অ্যামনেস্টি ইন্টারন্যাশনালের মতে, হিউম্যান রাইটস ওয়াচ, সেন্টার ফর পাবলিক পলিসি অ্যানালাইসিস, ইউনাইটেড লীগ ফর ডেমোক্রেসি ইন লাওস, লাও হিউম্যান রাইটস কাউন্সিল, লাও ভেটেরান্স অফ আমেরিকা ইনস্টিটিউট এবং অনেক মানবাধিকার সংস্থা, বেসরকারি সংস্থা, এবং নীতি বিশেষজ্ঞদের মতে, লাওসের বাস্তবতা সম্পূর্ণ ভিন্ন, এবং মার্কসবাদী সরকার সাধারণত তার নিজের সংবিধানই মেনে চলে না। ভিয়েনতিয়েনে লাও সরকারকে মার্কিন কংগ্রেস, জাতিসংঘের জাতিগত বৈষম্য সংক্রান্ত কমিটি, ইউরোপীয় পার্লামেন্ট এবং মানবাধিকার আইনজীবীদের দ্বারা অনবরত নিন্দা করা হয়েছে, বিশেষ করে ১৯৯৯ সালের অক্টোবরে গণতন্ত্রপন্থী লাও ছাত্র নেতাদের কারাবাসের ফলে, হমং উদ্বাস্তুদের নিপীড়নের আলোকে। এবং আশ্রয়প্রার্থী এবং নাগরিক সমাজের নেতা সোমবাথ সোমফোনের সাম্প্রতিক অপহরণ ও নিখোঁজ।\nলাও সরকার উত্তর কোরিয়ার সরকার এবং এর সামরিক বাহিনীর সাথে খুব ঘনিষ্ঠ সম্পর্ক বজায় রাখে।\n\n\n== মৃত্যুদণ্ড ==\n২০০৩ থেকে ২০০৯-এর মধ্যে কমপক্ষে ৩৯ জনকে মৃত্যুদণ্ড দেওয়া হয়েছিল। ২০১০ সালে আরও ৫০ জনকে মৃত্যুদণ্ড দেওয়া হয়।\n\n\n== একক ক্ষেত্রে ==\nএনজিও এবং মানবাধিকার আইনজীবীদের মতে লাওসে মানবাধিকার লঙ্ঘনের অনেকগুলো পৃথক মামলা রয়েছে।\nউদাহরণস্বরূপ, দুই সাবেক উচ্চপদস্থ সরকারি কর্মকর্তাদের ভিন্নমতাবলম্বী রাজনৈতিক মতামত প্রকাশ করার জন্য যাদের কারাদণ্ড হয়, অনেক আন্তর্জাতিক মানবাধিকার গ্রুপ দ্বারা এটি প্রচারিত হয়েছিল ও ২০০৪ সালের অক্টোবরে তারা মুক্তি পায় তাদের সাথে সাজাপ্রাপ্ত তৃতীয় ভিন্নমতাবলম্বী ১৯৯৮ সালে কারাগারে মারা যান। সরকারি নীতির বিষয়ে উদ্বেগ প্রকাশ করা এবং অর্থনৈতিক ও রাজনৈতিক সংস্কারের পক্ষে কথা বলার জন্য ১৯৯০ সালে তিনজনকে গ্রেপ্তার করা হয়েছিল।\n১৯৯৯ সালের অক্টোবরে, লাওসে শান্তিপূর্ণ অর্থনৈতিক, রাজনৈতিক এবং সামাজিক পরিবর্তনের আহ্বান জানিয়ে পোস্টার প্রদর্শনের চেষ্টা করার জন্য ৩০ জন যুবককে গ্রেপ্তার করা হয়েছিল। তাদের মধ্যে পাঁচজনকে গ্রেপ্তার করা হয়েছিল এবং পরবর্তীকালে রাষ্ট্রদ্রোহের অভিযোগে ১০ বছর পর্যন্ত কারাদণ্ড দেওয়া হয়েছিল। কারারক্ষীদের আচরণের কারণে এদের একজনের মৃত্যু হয়েছে, আর একজনকে ছেড়ে দেওয়া হয়েছে। বেঁচে থাকা তিনজনকে অক্টোবর ২০০৯-এর মধ্যে ছেড়ে দেওয়া উচিত ছিল, কিন্তু তাদের অবস্থান এখনো অজানা।\n২০০৪ সালে, একজন লাও হমং শরণার্থী ছবি তোলেন এবং তারপরে লাওস থেকে একটি কথিত ঘটনার ভিডিও ফুটেজ পাচার করে যেখানে লাও সরকারি সৈন্যরা চারটি অল্পবয়সী হমং মেয়ে এবং একটি ছেলেকে ধর্ষণ করে এবং হত্যা করে [১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ নভেম্বর ২০০৫ তারিখে। তিনি লাও সরকারের এই দাবি অস্বীকার করেছেন যে ভিডিওটি একটি বানোয়াট ভিডিও।\n\n\n== হমং সংঘাত এবং নিরস্ত্র হমং বেসামরিকদের উপর হামলা ==\nলাওস সরকারের বিরুদ্ধে সেই দেশের সংখ্যালঘু হমং-এর বিরুদ্ধে গণহত্যা চালানোর অভিযোগ আনা হয়েছে। লাওসের গৃহযুদ্ধে কিছু হমং গোষ্ঠী সিআইএ-সমর্থিত একক হিসেবে রয়্যালিস্ট পক্ষের হয়ে লড়াই করেছিল। ১৯৭৫ সালে পাথেত লাও দেশটি দখল করার পরে, বিচ্ছিন্ন আকারে সংঘাত চলতে থাকে। ১৯৭৭ সালে একটি কমিউনিস্ট সংবাদপত্র প্রতিশ্রুতি দেয় যে পার্টি \"আমেরিকান সহযোগী\" এবং তাদের পরিবারগুলোকে \"শেষ মূল পর্যন্ত\" খুঁজে বের করবে।\n২০০,০০০ হমং থাইল্যান্ডে নির্বাসনে গিয়েছিলেন, যাদের অনেকেই শেষে মার্কিন যুক্তরাষ্ট্রে যান, অনেক সংখ্যক হমং যোদ্ধা বহু বছর ধরে জিয়াংখোয়াং প্রদেশের পাহাড়ে লুকিয়ে ছিল, ২০০৩ সালে জঙ্গল থেকে একটি অবশিষ্টাংশ বেরিয়ে আসে।\nমার্কিন এনজিও দ্য সেন্টার ফর পাবলিক পলিসি অ্যানালাইসিস অনুসারে, লাওস এবং ভিয়েতনামের সৈন্যরা ২০১১ সালে জিয়াং খোয়াং প্রদেশে চার খ্রিস্টান হমং মহিলাকে ধর্ষণ ও হত্যা করেছে বলে জানা গেছে। সিপিপিএ আরও বলেছে যে অন্যান্য খ্রিস্টান এবং স্বাধীন বৌদ্ধ এবং অ্যানিমিস্ট বিশ্বাসীরা নির্যাতিত হচ্ছে।\nঅ্যামনেস্টি ইন্টারন্যাশনাল এবং অন্যান্য এনজিও, সাংবাদিক এবং মানবাধিকার আইনজীবীরা লাওসে নিরস্ত্র হমং নাগরিকদের উপর লাও পিপলস আর্মির হামলার নথিভুক্ত করেছেন।\n\n\n=== হমং উদ্বাস্তু এবং জোরপূর্বক প্রত্যাবাসন ===\n১৯৮৯ সালে, ইউনাইটেড নেশনস হাই কমিশনার ফর রিফিউজিস (ইউএনএইচসিআর), মার্কিন যুক্তরাষ্ট্র সরকারের সহায়তায়, লাওস, ভিয়েতনাম এবং কম্বোডিয়া থেকে ইন্দোচাইনিজ উদ্বাস্তুদের জোয়ার রোধ করার জন্য একটি ব্যাপক কর্মপরিকল্পনা প্রতিষ্ঠা করে। পরিকল্পনার অধীনে, শরণার্থীদের অবস্থা একটি স্ক্রিনিং প্রক্রিয়ার মাধ্যমে মূল্যায়ন করা হয়েছিল। স্বীকৃত আশ্রয়প্রার্থীদের পুনর্বাসনের সুযোগ দেওয়া হবে, বাকি শরণার্থীদের নিরাপত্তার গ্যারান্টি দিয়ে প্রত্যাবাসন করা হবে।\nইউএনএইচসিআর এবং থাই সরকারের সাথে আলোচনার পর, লাওস থাইল্যান্ডে বসবাসকারী ৬০,০০০ লাও শরণার্থীকে প্রত্যাবাসন করতে সম্মত হয়েছে, যার মধ্যে কয়েক হাজার হমং মানুষ রয়েছে। লাও শরণার্থীদের মধ্যে খুব কমই স্বেচ্ছায় ফিরে যেতে ইচ্ছুক ছিল। থাই সরকার তার অবশিষ্ট শরণার্থী শিবিরগুলো বন্ধ করার জন্য কাজ করায় শরণার্থীদের পুনর্বাসনের জন্য চাপ বৃদ্ধি পায়। ইউএনএইচসিআর-এর উন্নয়ন সহায়তায় কিছু হমং মানুষ স্বেচ্ছায় লাওসে ফিরে গেলে, জোরপূর্বক প্রত্যাবাসনের অভিযোগ উঠে। লাওসে ফিরে আসা হমংদের মধ্যে কেউ কেউ লাও কর্তৃপক্ষের হাতে বৈষম্য ও নৃশংস আচরণের বর্ণনা দিয়ে দ্রুত থাইল্যান্ডে ফিরে যায়।\n১৯৯৩ সালে, ভু মাই, একজন প্রাক্তন হমং যোদ্ধা যাকে প্রত্যাবাসন কর্মসূচির সাফল্যের প্রমাণ হিসেবে লাওসে ফিরে যাওয়ার জন্য ব্যাংককের মার্কিন দূতাবাস দ্বারা নিয়োগ করা হয়েছিল, উনি ভিয়েনতিয়েনে নিখোঁজ হয়ে যায়। ইউএস কমিটি ফর রিফিউজির মতে, লাও নিরাপত্তা বাহিনী তাকে গ্রেফতার করেছিল এবং তাকে আর কখনো দেখা যায়নি।\nভু মাই-এর ঘটনার পর, হমং-এর লাওসে পরিকল্পিত প্রত্যাবাসন নিয়ে বিতর্ক ব্যাপকভাবে তীব্র হয়, বিশেষ করে মার্কিন যুক্তরাষ্ট্রে, যেখানে এটি অনেক আমেরিকান রক্ষণশীল এবং কিছু মানবাধিকার সমর্থকদের কাছ থেকে তীব্র বিরোধিতা ছিল। ১৯৯৫ সালের ২৩ অক্টোবর, একটি জাতীয় পর্যালোচনা নিবন্ধে, মাইকেল জনস, প্রাক্তন হেরিটেজ ফাউন্ডেশন-এর পররাষ্ট্র নীতি বিশেষজ্ঞ এবং রিপাবলিকান হোয়াইট হাউস সহকারী, হমং-এর প্রত্যাবাসনকে ক্লিনটন প্রশাসনের \"বিশ্বাসঘাতকতা\" হিসেবে আখ্যায়িত করেছেন, হমংকে এমন একটি লোক হিসেবে বর্ণনা করেছেন যারা \"তাদের রক্ত ছিটিয়েছে\" আমেরিকান ভূ-রাজনৈতিক স্বার্থ রক্ষার্থে।\" দ্রুতই বিষয়টি নিয়ে বিতর্ক বাড়ে। পরিকল্পিত প্রত্যাবাসন বন্ধ করার প্রয়াসে, রিপাবলিকান নেতৃত্বাধীন মার্কিন সিনেট এবং মার্কিন প্রতিনিধি পরিষদ উভয়ই অবশিষ্ট থাইল্যান্ডভিত্তিক হমংকে অবিলম্বে মার্কিন যুক্তরাষ্ট্রে পুনর্বাসনের জন্য তহবিল বরাদ্দ করেছে; ক্লিনটন অবশ্য আইনটির ভেটো দেওয়ার প্রতিশ্রুতি দিয়ে প্রতিক্রিয়া জানিয়েছিলেন।\nপ্রত্যাবাসন পরিকল্পনার বিরোধিতায়, রিপাবলিকানরাও ক্লিনটন প্রশাসনের অবস্থানকে চ্যালেঞ্জ করেছিল যে লাওতিয়ান সরকার পদ্ধতিগতভাবে হমং মানবাধিকার লঙ্ঘন করছে না। উদাহরণস্বরূপ, মার্কিন প্রতিনিধি স্টিভ গন্ডারসন (আর-ডব্লিউআই), একটি হমং সমাবেশে বলেছিলেন: \"আমি আমার সরকারকে দাঁড়িয়ে বলা উপভোগ করি না যে আপনি সত্য বলছেন না, তবে সত্য এবং ন্যায়বিচার রক্ষার জন্য যদি এটি প্রয়োজন হয় তবে আমি এটা করবে।\" রিপাবলিকানরা লাওসে হমং-এর কথিত নিপীড়নের বিষয়ে কংগ্রেসের একাধিক শুনানিও ডেকেছিল একটি স্পষ্ট প্রয়াসে হমং-এর লাওসে প্রত্যাবাসনের বিরুদ্ধে তাদের বিরোধিতার জন্য আরও সমর্থন তৈরি করার জন্য।\nযদিও জোরপূর্বক প্রত্যাবাসনের কিছু অভিযোগ অস্বীকার করা হয়েছিল, হাজার হাজার হমং মানুষ লাওসে ফিরে যেতে অস্বীকার করেছিল। ১৯৯৬ সালে, থাই শরণার্থী শিবিরগুলো বন্ধ করার সময়সীমা ঘনিয়ে আসার সাথে সাথে, এবং বাড়ন্ত রাজনৈতিক চাপের মধ্যে, মার্কিন যুক্তরাষ্ট্র একটি নতুন স্ক্রিনিং প্রক্রিয়া পাস করে হমং শরণার্থীদের পুনর্বাসন করতে সম্মত হয়েছিল। প্রায় ৫,০০০ হমং মানুষ যারা শিবির বন্ধ হওয়ার সময় পুনর্বাসিত হয়নি তারা মধ্য থাইল্যান্ডের একটি বৌদ্ধ মঠ ওয়াট থাম ক্রাবোকে আশ্রয় চেয়েছিল যেখানে ইতোমধ্যে ১০,০০০ জনেরও বেশি হমং শরণার্থী বসবাস করছে। থাই সরকার এই উদ্বাস্তুদের প্রত্যাবাসনের চেষ্টা করেছিল, কিন্তু ওয়াট থাম ক্রাবোক হমং ছেড়ে যেতে অস্বীকার করেছিল এবং লাও সরকার তাদের গ্রহণ করতে অস্বীকার করেছিল, দাবি করেছিল যে তারা অবৈধ মাদক ব্যবসার সাথে জড়িত ছিল এবং তারা অ-লাও বংশোদ্ভূত ছিল।\n২০০৩ সালে, থাই সরকারের জোরপূর্বক অপসারণের হুমকির পর, মার্কিন যুক্তরাষ্ট্র, হমং-এর জন্য একটি উল্লেখযোগ্য বিজয়ে, ১৫,০০০ শরণার্থীকে গ্রহণ করতে সম্মত হয়। মার্কিন যুক্তরাষ্ট্রে পুনর্বাসনের জন্য গৃহীত না হলে লাওসে জোরপূর্বক প্রত্যাবাসনের ভয়ে কয়েক হাজার হমং মানুষ থাইল্যান্ডের মধ্যে অন্যত্র বসবাসের জন্য শিবির ছেড়ে পালিয়ে যায় যেখানে ১৯ শতক থেকে হমংয়ের একটি বিশাল জনসংখ্যা উপস্থিত রয়েছে।\n২০০৪ এবং ২০০৫ সালে হাজার হাজার হমং থাই প্রদেশে একটি অস্থায়ী শরণার্থী শিবির ফেত্চবুন-এ লাওস জঙ্গলে হতে পালিয়ে চলে আসে। এই হমং শরণার্থীরা, যাদের মধ্যে অনেকেই প্রাক্তন-সিআইএ সিক্রেট আর্মির বংশধর এবং তাদের আত্মীয়স্বজন, দাবি করেন যে তারা লাওস এবং ভিয়েতনামী সামরিক বাহিনী উভয়ের দ্বারাই লাওসের অভ্যন্তরে ২০০৬ সালের জুন মাসে আক্রমণের শিকার হয়েছে। শরণার্থীরা দাবি করে যে ১৯৭৫ সালে আনুষ্ঠানিকভাবে যুদ্ধ শেষ হওয়ার পর থেকে তাদের বিরুদ্ধে আক্রমণ প্রায় নীরবচ্ছিন্নভাবে অব্যাহত রয়েছে এবং সাম্প্রতিক বছরগুলোতে তা আরও তীব্র হয়েছে।\nলাওস সরকার হমং-এর উপর অত্যাচার করছে বলে পূর্বের দাবিগুলোকে আরও সমর্থন প্রদান করে, চলচ্চিত্র নির্মাতা রেবেকা সোমার তার তথ্যচিত্র, হান্টেড লাইক এনিমেলস, এবং শরণার্থীদের দ্বারা করা দাবির সংক্ষিপ্তসার অন্তর্ভুক্ত করে একটি বিস্তৃত প্রতিবেদনে নথিভুক্ত করেছেন এবং ২০০৬ সালের মে মাসে তা জাতিসংঘের জমা দেওয়া হয়।\nইউরোপীয় ইউনিয়ন, ইউএনএইচসিএইচআর এবং আন্তর্জাতিক গোষ্ঠীগুলো জোরপূর্বক প্রত্যাবাসনের বিষয়ে কথা বলেছে। থাই পররাষ্ট্র মন্ত্রণালয় বলেছে যে এটি আটক কেন্দ্র নং খাইতে বন্দী হমং শরণার্থীদের নির্বাসন বন্ধ করবে, যখন তাদের অস্ট্রেলিয়া, কানাডা, নেদারল্যান্ডস এবং মার্কিন যুক্তরাষ্ট্রে পুনর্বাসনের জন্য আলোচনা চলছে।\nআপাতত, শরণার্থীদের পুনর্বাসন করতে ইচ্ছুক দেশগুলো অভিবাসন এবং বন্দোবস্ত পদ্ধতিতে এগিয়ে যেতে বাধাগ্রস্ত হয় কারণ থাই প্রশাসন তাদের শরণার্থীদের প্রবেশাধিকার দেয় না। মার্কিন যুক্তরাষ্ট্রে অতিরিক্ত হমং উদ্বাস্তুদের পুনর্বাসনের পরিকল্পনা রাষ্ট্রপতি জর্জ ডব্লিউ বুশের প্যাট্রিয়ট অ্যাক্ট এবং রিয়েল আইডি অ্যাক্টের বিধানগুলোর দ্বারা জটিল হয়েছে, যার অধীনে গোপন যুদ্ধের হমং প্রবীণরা, যারা মার্কিন যুক্তরাষ্ট্রের পক্ষে লড়াই করেছিল, তাদের সন্ত্রাসী হিসেবে শ্রেণীবদ্ধ করা হয়েছে। সশস্ত্র সংঘাতে তাদের ঐতিহাসিকভাবে জড়িত থাকার কারণে।\n২৭ ডিসেম্বর, ২০০৯-এ, দ্য নিউ ইয়র্ক টাইমস রিপোর্ট করেছে যে থাই সামরিক বাহিনী বছরের শেষ নাগাদ ৪,০০০ হমং আশ্রয়প্রার্থীকে লাওসে জোরপূর্বক ফেরত দেওয়ার প্রস্তুতি নিচ্ছে: বিবিসি পরে রিপোর্ট করেছে যে প্রত্যাবাসন শুরু হয়েছে। মার্কিন যুক্তরাষ্ট্র এবং জাতিসংঘ উভয় কর্মকর্তাই এই পদক্ষেপের প্রতিবাদ করেছেন। গত তিন বছরে সরকারের বাইরের প্রতিনিধিদের এই গ্রুপের সাক্ষাৎকার নিতে দেওয়া হয়নি। সীমানা ছাড়া ডাক্তার হমং উদ্বাস্তুদের সহায়তা করতে অস্বীকার করেছে কারণ তারা থাই সামরিক বাহিনী কর্তৃক গৃহীত \"ক্রমবর্ধমান সীমাবদ্ধ ব্যবস্থা\" বলে অভিহিত করেছে। থাই সামরিক বাহিনী সমস্ত সেলুলার ফোন রিসেপশন জ্যাম করে দেয় এবং হমং ক্যাম্প থেকে বিদেশী সাংবাদিকদের প্রবেশ করতে না দেয়।\n\n\n== আরও দেখুন ==\nলাওসে ইন্টারনেট সেন্সরশিপ এবং নজরদারি\nঅ্যামনেস্টি ইন্টারন্যাশনাল\nসোমবাথ সোমফোন\nপাবলিক পলিসি বিশ্লেষণ কেন্দ্র\nলাওসে ইউনাইটেড লীগ ফর ডেমোক্রেসি\nলাও মানবাধিকার কাউন্সিল, ইনক.\nআমেরিকা ইনস্টিটিউটের লাও ভেটেরান্স\nআমেরিকার লাও ভেটেরান্স\nহমং মানুষ\nআন্তর্জাতিক ধর্মীয় স্বাধীনতা সংক্রান্ত মার্কিন কমিশন\nলাওশিয়ান দণ্ড ব্যবস্থা\nলাওসে এলজিবিটি অধিকার\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== বহিঃসংযোগ ==\nসেন্টার ফর পাবলিক পলিসি অ্যানালাইসিস\nলাওস ২০০৬-এ মানবাধিকারের উপর মার্কিন পররাষ্ট্র দপ্তরের প্রতিবেদন\nঅ্যামনেস্টি ইন্টারন্যাশনাল বার্ষিক রিপোর্ট ২০০৭\nলাওসে সেন্সরশিপ"}