{"pageid": 1097634, "title": "হিশাম ইখতিয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1097634", "content": "মেজর জেনারেল হিশাম ইখতিয়ার (আরবি: هشام اختيار) (১৯৪১ – ২০ জুলাই ২০১২) (পারিবারিক নামটি ইখতিয়ার, বখতিয়ার, বেখতিয়ার, বেখতিয়ার এবং অন্যান্য রূপ হিসাবেও প্রতিলিপিকৃত) ছিলেন সিরিয়ার একজন সামরিক কর্মকর্তা এবং রাষ্ট্রপতি বাশার আল-আসাদের জাতীয় নিরাপত্তা উপদেষ্টা।\n\n\n== প্রাথমিক জীবন ==\nহিশাম ১৯৪১ সালে দামেস্কে একটি সুন্নি পরিবারে জন্মগ্রহণ করেন।\n\n\n== কর্মজীবন ==\nহিশাম ২০০১ থেকে ২০০৫ সাল পর্যন্ত সাধারণ নিরাপত্তা অধিদপ্তরের পরিচালক ছিলেন। তিনি সিরিয়ায় মুসলিম ব্রাদারহুডের কার্যক্রম পর্যবেক্ষণ ও তাদের দমনে কার্যকরী ভূমিকা পালন করা কর্মকর্তাদের একজন ছিলেন।\nএরপর তাকে সিরিয়ার জেনারেল ইন্টেলিজেন্স ডিরেক্টরেটের প্রধান নিযুক্ত করা হয়। এছাড়া তিনি সিরিয়ার প্রেসিডেন্ট বাশার আসাদের উপদেষ্টা হিসেবেও দায়িত্ব পালন করেছিলেন। তিনি ২০০৫ সালে বাথ পার্টির আঞ্চলিক কমান্ডের জাতীয় নিরাপত্তা ব্যুরো (এনএসবি)-এর পরিচালক নিযুক্ত হন।\n\n\n== বিতর্ক ==\nহিশামকে আসাদের অভ্যন্তরীণ বৃত্তের অংশ হিসেবে গণ্য করা হতো। ২০০৬ সালে, মার্কিন যুক্তরাষ্ট্রের ট্রেজারি ডিপার্টমেন্ট ঘোষণা করেছিল যে আমেরিকান নাগরিক এবং সংস্থাগুলিকে হিশামের সাথে কোনও লেনদেনে জড়িত হতে নিষেধ করা হয়েছিল, \"নির্ধারিত সন্ত্রাসী সংগঠনগুলির জন্য সিরিয়া সরকারের সমর্থনে উল্লেখযোগ্যভাবে অবদান রাখার জন্য,\" এবং ২০০৭ সালে হিশামকে  আমেরিকার ভূখণ্ডে প্রবেশ নিষিদ্ধ সিরীয়দের তালিকায় অন্তর্ভুক্ত করা হয়েছিল। জানা গেছে, জেনারেল হিশামের বিরুদ্ধে ডেরার প্রাথমিক গণতন্ত্রপন্থী বিক্ষোভ দমনের অভিযোগ আনা হয়েছিল। দক্ষিণ শহরে নিরাপত্তা পরিষেবার দ্বারা শুরু করা নৃশংস ক্র্যাকডাউন সাম্প্রতিক দেশব্যাপী অস্থিরতা শুরু করতে সাহায্য করেছিল। ২০১১ সালের মে মাসে, মার্কিন ট্রেজারি বিভাগ এবং ইউরোপীয় ইউনিয়ন ন্যাশনাল সিকিউরিটি ব্যুরোর উপর নিষেধাজ্ঞা আরোপ করে, এই বলে যে তারা সিরিয়ার নিরাপত্তা বাহিনীকে বিক্ষোভকারীদের বিরুদ্ধে চরম শক্তি প্রয়োগ করার নির্দেশ দিয়েছে।\n\n\n== মৃত্যুর গুজব ==\n২০১২ সালের ১৯ মে, ফ্রি সিরিয়ান আর্মির (এফএসএ) দামেস্ক কাউন্সিল ঘোষণা করে যে এফএসএ'র আল সাহাবেহ ব্যাটালিয়নের তাদের একজন কর্মী বাশার আসাদের ক্রাইসিস সেলের আট জন সদস্যকে সফলভাবে বিষ প্রয়োগ করেছে। একদল শীর্ষ সামরিক কর্মকর্তা যারা সিরিয়ার সেনাবাহিনীর দৈনিক অভিযান পরিচালনা করে। ফ্রি সিরিয়ান আর্মির দামেস্ক কাউন্সিল জানিয়েছে, হাসান তুর্কমানি, আসাফ শওকত, মোহাম্মদ আল-শার, দাউদ রাজহা, হিশাম ইখতিয়ার এবং মোহাম্মদ সাইদ বখতিয়ানসহ আট সদস্যের মধ্যে কমপক্ষে ছয়জন নিহত হয়েছে বলে তারা বিশ্বাস করে। তৎকালীন অভ্যন্তরীণ মন্ত্রী মোহাম্মদ আল-শার এবং তৎকালীন সহকারী ভাইস প্রেসিডেন্ট হাসান তুর্কমানি রাষ্ট্রীয় টিভিতে তাদের নিজের মৃত্যুর কথা অস্বীকার করে একে \"স্পষ্টভাবে ভিত্তিহীন\" বলে অভিহিত করেন।\n\n\n== মৃত্যু ==\n১৮ জুলাই ২০১২ দামেস্ক বোমা হামলায় হিশাম আহত হন। ২০ জুলাই ২০১২ তারিখে, সিরিয়ার রাষ্ট্রীয় টেলিভিশন ঘোষণা করে যে তিনি তার আঘাতের কারণে মারা গেছেন।\n\n\n== তথ্যসূত্র =="}