{"pageid": 1097540, "title": "ফির ভি না মানে...বদতামিজ দিল", "url": "https://bn.wikipedia.org/wiki?curid=1097540", "content": "ফির ভি না মানে... বদতামিজ দিল (বাংলা: এখনও একমত নয় . . একটি অপমানকর হৃদয় ) হল একটি ভারতীয় মিউজিক্যাল-রোমান্টিক সিরিজ যা মূলত স্টার প্লাসে ২৯ জুন ২০১৫ এ একটি টেলিভিশন প্রোগ্রাম হিসাবে প্রকাশিত হয়েছিলো। এবং এটি ২৮ সেপ্টেম্বর ২০১৫ থেকে ১৮ নভেম্বর ২০১৫ পর্যন্ত ডিজিটাল প্ল্যাটফর্ম হটস্টারে চলে যাওয়ার আগে ২৬ সেপ্টেম্বর ২০১৫ পর্যন্ত চলেছিল। সিরিজটিতে অভিনয় করেছেন পার্ল ভি পুরি এবং অস্মিতা সুদ।\n\n\n== পটভূমি ==\nগল্পটি আবির মালহোত্রা, একজন সফল এবং মনোমুগ্ধকর রকস্টার এবং মেহের পুরোহিতকে ঘিরে আবর্তিত হয়েছে। কলেজ চলাকালীন, আবীর একটি সরল, বুদ্ধিমান এবং সুন্দর মেয়ে মেহেরকে তার নজর দেয় এবং তারা পরবর্তীকালে অল্প বয়সে বিয়ে করে এবং তারপর বিবাহবিচ্ছেদ হয়। আট বছর পর, মেহের তার জীবনে ফিরে আসে যে মিউজিক চ্যানেলের জন্য তিনি গান করেন তার নতুন সিইও হিসেবে। আবির প্রথম সিজনে তাদের প্রেমের গল্প বলার সিদ্ধান্ত নেয়।\n\n\n== কাস্ট ==\nআবির মালহোত্রার চরিত্রে পার্ল ভি পুরি: মেহের প্রাক্তন স্বামী, কুবের ও মাধবীর ছেলে এবং ঈশানের বাবা।\nমেহের পুরোহিত/মেহের আবির মালহোত্রার চরিত্রে অস্মিতা সুদ:আবীরের প্রাক্তন স্ত্রী, সুমন ও শ্যামের মেয়ে, দেবকির ভাগ্নি, তরুণের বড় বোন এবং ইশানের মা।\nনিসার মালিকের চরিত্রে সুয়াশ রাই : আবির ও মেহের বন্ধু\nদেবকী পুরোহিতের চরিত্রে পায়েল নায়ার:মেহের খালা\nআবিরের তাইজি চরিত্রে চারুশীলা ভাছানি\nকুবের মালহোত্রার চরিত্রে আইয়ুব খান: আবীরের বাবা\nমিসেস চরিত্রে অঞ্জলি মুখী মাধবী কুবের মালহোত্রা: আবিরের মা\nসুমন পুরোহিতের চরিত্রে নিবেদিতা সরফ: মেহের মা\nরতির চরিত্রে রোশনি সাহোতা\nসাশার চরিত্রে বিন্ধ্য তিওয়ারি: মেহের, নিসার ও আবীর বন্ধু\nঈশান মালহোত্রার চরিত্রে কৃষ চৌহান: মেহের ও আবীরের ছেলে\nশিবম সেঙ্গার তরুণ পুরোহিতের চরিত্রে (তুন্নু): মেহের ভাই\nকেনির চরিত্রে অভিষেক শর্মা\nঅমিত ধাওয়ান\nইন্দ্রেশ মালিক সতীশ সাহনি (সত্তু স্যার): মেহের এবং আবিরের বস\nনিশি সতীশ সাহনির চরিত্রে অশ্লেষা সাওয়ান্ত\nটিল্লুর চরিত্রে রাহুল কুমার\nলাভলিনের চরিত্রে পারুল চৌধুরী\nমধুসূধনের চরিত্রে সন্তোষ কুমার\nপিঙ্কি ভাইয়ের চরিত্রে দিব্যেন্দু ভট্টাচার্য  সিজন ২-এর একজন ডন\nঅক্ষত চরিত্রে অর্জুন সিং: মেহের বেস্ট ফ্রেন্ড\n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র =="}