{"pageid": 1097617, "title": "আলাগাক্কোনারা", "url": "https://bn.wikipedia.org/wiki?curid=1097617", "content": "আলাগাক্কোনারা (সিংহলি: අලගක්කෝනාර, তামিল: அழகக்கோன்), অলকেশ্বরা নামেও পরিচিত, ছিল একটি বিশিষ্ট সামন্ততান্ত্রিক পরিবার যা থেকে শ্রীলঙ্কায় মধ্যযুগীয় সময়ে শক্তিশালী মন্ত্রী এবং সামরিক শাসকদের আবির্ভাব ঘটেছিল। যদিও কিছু ইতিহাসবিদের মতে তামিল বংশোদ্ভূত পরিবারটি ভারতের তামিলনাড়ুর মাদুরাই বা কাঞ্চিপুরম থেকে উদ্ভূত। তারা ১৩ শতকের দিকে শ্রীলঙ্কায় পৌঁছেছিল এবং সেখানকার নাগরিকত্ব লাভ করেছিল। পরিবারের একজন সদস্য শ্রীলঙ্কার বর্তমান রাজধানী, শ্রী জয়াবর্ধনেপুরা কোট্টেকে একটি দুর্গ হিসাবে প্রতিষ্ঠার জন্য সুপরিচিত যেখান থেকে তিনি উত্তরে জাফনা রাজ্য থেকে কর আদায়কারীদের দখলের বিরুদ্ধে যুদ্ধ করেছিলেন। ১৪১১ সালে মিং রাজবংশ (চীনা) অ্যাডমিরাল চেং হো কর্তৃক বন্দী হওয়ার পর পরিবারটি তার প্রভাবের বেশিরভাগই হারিয়ে ফেলে।\n\n\n== পরিবারের উৎপত্তি ==\nশ্রীলঙ্কায় আগমনকারী পরিবারের প্রথম সদস্যের নাম ছিল নিসাঙ্কা আলগাকোনারা, যিনি ভাঞ্চিপুরা  বা কাঞ্চিপুরম নামক স্থান থেকে শ্রীলঙ্কায় চলে আসেন। যদিও তারা প্রাথমিকভাবে ব্যবসায়িক কার্যকলাপে মনোনিবেশ করেছিল এবং ধনী হয়ে উঠেছিল, অবশেষে তারা ১৪ শতকের মধ্যে গাম্পোলার স্থানীয় রাজ্যের সাথে রাজনৈতিক ক্ষমতা অর্জন করে। এই দ্বীপে তাদের আগমনের পর তাদের বৌদ্ধ ধর্মে ধর্মান্তরিত করার মাধ্যমে এটি সাহায্য করেছিল।\n\n\n== রাজনৈতিক আধিপত্যের উত্থান ==\n১৩৫০-এর দশকে উত্তর ভিত্তিক জাফনা রাজ্যের দ্বারা শ্রীলঙ্কার পশ্চিম অঞ্চলে পর্যায়ক্রমিক আক্রমণের কারণে, অনেক অঞ্চল আর্য চক্রবর্তী রাজাদের শ্রদ্ধা ও কর দিতে শুরু করেছিল। ঐতিহাসিক বিবরণে এই পরিবারের তৃতীয় সদস্য যিনি শুধুমাত্র অলকেশ্বর নামে পরিচিত, তিনি ছিলেন গাম্পোলার স্থানীয় রাজা বিক্রমবাহু তৃতীয়ের একজন মন্ত্রী যিনি কেলানি নদীর দক্ষিণে জলাভূমিতে বর্তমান কলম্বো অঞ্চলের চারপাশে একটি জলাভূমি অঞ্চলকে সুরক্ষিত করেছিলেন। তিনি দুর্গের নাম দেন জয়বর্ধনপুরা, এবং এলাকাটি কোট্টে, \"দুর্গ\" নামে পরিচিত হয়। ১৩৬৯ সাল নাগাদ অলকেশ্বরা কর আদায়কারীদের তাড়িয়ে দেন এবং জাফনা রাজ্যের সৈন্যদের ছাউনি আক্রমণ করেন যারা চিলাউ এবং নেগম্বোতে সিংহলি রাজ্যে আক্রমণ করার চেষ্টা করেছিল এবং তাদের বিপুল সংখ্যককে হত্যা করে এবং বাকিদের পিছু হটতে বাধ্য করে। আর্য চক্রবর্তী গামপোলার ভুভানাইকাবাহু পঞ্চমের শাসনামলে দ্বিতীয় আক্রমণের প্রচেষ্টা শুরু করেন, স্থল ও সমুদ্রপথে দক্ষিণের রাজ্যে অবতরণ করেন। যদিও রাজা প্রাথমিকভাবে তার রাজধানী থেকে পালিয়ে যান, তার সেনাবাহিনী মাতালের মাটি বরাবর আসা বাহিনীকে পরাজিত করে। অলকেশ্বরা একই সাথে সমুদ্রপথে আগত সৈন্যদের উপর আক্রমণ করে, তাদের ডেমাটাগোডায় রুট করে এবং পানাদুরায় তাদের জাহাজ ধ্বংস করে।\nযদিও বেশিরভাগ সিংহলী সূত্র উল্লেখ করেছে যে তিনি আক্রমণকারীদের পরাজিত করতে সক্ষম হয়েছিলেন, তবে জাফনার রাজাদের একটি বিরোধপূর্ণ শিলালিপি রয়েছে যা কোটাগামা শিলালিপি নামে পরিচিত যা জাফনার রাজা কীভাবে বিজয়ী হয়েছিল তার বিশদ বিবরণ রয়েছে।\nপরবর্তীকালে, স্থানীয় সূত্রগুলি স্পষ্ট যে তিনি একজন বিশ্বাসযোগ্য নেতা হিসাবে দেখা শুরু করেছিলেন এবং প্রকৃত রাজাকে ছাপিয়েছিলেন এবং প্রকৃত শক্তি হিসাবে বিবেচিত হন।\n\n\n== পরিবারের ক্ষমতার অবসান ==\nঅলকেশ্বরের মৃত্যুর পর, ১৩৮২ থেকে ১৩৯২ সালের মধ্যে প্রতিষ্ঠিত হয়েছিল, তার পরিবারের সদস্যদের সাথে ক্ষমতা এবং মিছিলের জন্য একে অপরের সাথে লড়াইয়ের সাথে তার পরিবারে অনৈক্য ছিল। গামপোলার রাজা পঞ্চম ভুভানাইকাবাহুর সৎ ভাই কুমারা অলকেশ্বর ১৩৮৬–৮৭ সাল পর্যন্ত এই অঞ্চল নিয়ন্ত্রণ করেন এবং ১৩৮৭ সাল থেকে ১৩৯১ সাল পর্যন্ত গামপোলার ভিরা আলেকেশ্বর তাকে ক্ষমতাচ্যুত করেন, যখন প্রতিদ্বন্দ্বী দাবিদারদের আত্মীয় তাকে ক্ষমতাচ্যুত করেন। তিনি ১৩৯৯ সালে বিদেশী ভাড়াটেদের সহায়তায় ক্ষমতায় ফিরে আসেন। তিনি ১৪১১ সাল পর্যন্ত শাসন করেছিলেন যখন তিনি সফররত চীনা অ্যাডমিরাল চেং হো-এর মুখোমুখি হন যার ফলে একটি যুদ্ধ হয়। চেং তাকে বন্দী করে চীনে নিয়ে যায়, এক বছর পরে তাকে দেশে ফিরিয়ে দেয়। যাইহোক, এই ঘটনার কারণে অপমান সহ্য করা হয়েছিল এবং কয়েক দশক ধরে পরিবারের অভ্যন্তরীণ কোন্দল এর রাজনৈতিক শক্তিকে ব্যাপকভাবে হ্রাস করেছিল।\n\n\n== নোট ==\nde Silva, K. M. (২০০৫)। A History of Sri Lanka। Vijitha Yapa। পৃষ্ঠা 782। আইএসবিএন 955-8095-92-3। \nRasanayagam, Mudaliyar (১৯২৬)। Ancient Jaffna, being a research into the History of Jaffna from very early times to the Portuguese Period। Everymans Publishers Ltd, Madras (Reprint by New Delhi, AES in 2003)। পৃষ্ঠা 390। আইএসবিএন 81-206-0210-2। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগাম্পোলার রাজা, শ্রীলঙ্কা\nনতুন সংসদ"}