{"pageid": 1097080, "title": "ছাড় (চুক্তি)", "url": "https://bn.wikipedia.org/wiki?curid=1097080", "content": "একটি ছাড় বা ছাড় চুক্তি হল সরকার, স্থানীয় কর্তৃপক্ষ, কর্পোরেশন, ব্যক্তি বা অন্যান্য আইনী সত্তা কর্তৃক অধিকার, জমি বা সম্পত্তির একটি অনুদান।\nজল সরবরাহের মতো সরকারি পরিষেবাগুলি ছাড় হিসাবে পরিচালিত হতে পারে। সাধারণ ক্ষেত্রে, একটি প্রাইভেট কোম্পানি একটি নির্দিষ্ট সংখ্যক বছরের জন্য পরিচালনা, রক্ষণাবেক্ষণ এবং বিনিয়োগ করার একচেটিয়া অধিকার পাওয়ার জন্য সরকারের সাথে একটি চুক্তিতে প্রবেশ করে। পাবলিক এবং বেসরকারি সংস্থার মধ্যে চুক্তির অন্যান্য রূপ, যথা ইজারা চুক্তি এবং ব্যবস্থাপনা চুক্তি (জল খাতে প্রায়ই ফরাসি শব্দ অ্যাফারমেজ দ্বারা বলা হয়), ঘনিষ্ঠভাবে সম্পর্কিত কিন্তু পরিচালনা অধিকার এবং তার পারিশ্রমিকের ক্ষেত্রে ছাড় থেকে আলাদা। একটি ইজারা একটি কোম্পানিকে পরিচালনা এবং বজায় রাখার অধিকার দেয়, কিন্তু বিনিয়োগ জনসাধারণের দায়িত্ব থেকে যায়। একটি ব্যবস্থাপনা চুক্তির অধীনে অপারেটর শুধুমাত্র সরকারের পক্ষ থেকে রাজস্ব সংগ্রহ করবে এবং এর পরিবর্তে একটি সম্মত ফি প্রদান করা হবে।\nসরকার কর্তৃক একটি জমি বা সম্পত্তির অনুদান পরিষেবার বিনিময়ে বা একটি নির্দিষ্ট ব্যবহারের জন্য, একটি নির্দিষ্ট কার্যকলাপের দ্বারা গ্রহণ এবং লাভের অধিকার, একটি বিশেষ উদ্দেশ্যে একটি ইজারা হতে পারে। একটি ছাড়ের মধ্যে একটি ব্যবসা চালানোর জন্য প্রয়োজনীয় কিছু বিদ্যমান অবকাঠামো ব্যবহার করার অধিকার অন্তর্ভুক্ত থাকতে পারে (যেমন একটি শহরে জল সরবরাহ ব্যবস্থা ); কিছু ক্ষেত্রে, যেমন খনন, এটি শুধুমাত্র একচেটিয়া বা অ-একচেটিয়া সুবিধার স্থানান্তর জড়িত হতে পারে।\nপ্রাইভেট সেক্টরে, ছাড়ের মালিক - রেয়াতদাতা - সাধারণত হয় একটি নির্দিষ্ট অঙ্ক বা রাজস্বের শতাংশ প্রদান করে যেটি থেকে এটি পরিচালনা করে তার মালিককে। অন্য ব্যবসার মধ্যে ছাড়ের উদাহরণ হল খেলাধুলার স্থান এবং সিনেমা হলের মধ্যে এবং অন্যান্য খুচরা বিক্রেতাদের দ্বারা পরিচালিত বিভাগে ছাড়। স্বল্পমেয়াদী ছাড়গুলি একদিনের মতো কম সময়ের জন্য প্রচারমূলক স্থান হিসাবে দেওয়া যেতে পারে।\nএকটি সেক্টরের সাথে সম্পর্কিত আইনে কী বলা হয়েছে তার উপর নির্ভর করে, ছাড়টি হয় কর্তৃপক্ষকে সম্পদের প্রকৃত মালিকানা ধরে রাখতে বা রাখার অনুমতি দিতে পারে, ছাড়পত্রের কাছে ফিরে যেতে পারে এবং তাদের ছাড়ের সময়কালের পরে নিয়ন্ত্রণ ও মালিকানা আবার একটি কর্তৃপক্ষের কাছে ফিরিয়ে দিতে পারে। শেষ হয়েছে, অথবা উভয় কর্তৃপক্ষ এবং ছাড়পত্র নিয়ন্ত্রণ এবং সুবিধার মালিক। কনসেশন চুক্তিতে এটাও বলা যেতে পারে যে কর্তৃপক্ষের কাছ থেকে কাজ ও রক্ষণাবেক্ষণের আগে যে সম্পদ এবং সুবিধাগুলি তৈরি, মনোনীত এবং অধিগ্রহণ করা হয়েছিল এবং কোনও কর্তৃপক্ষ দ্বারা পরিকল্পনা করা প্রকল্পের পরিকল্পনায় অন্তর্ভুক্ত করা হয়েছিল কর্তৃত্বের মালিকানাধীন হিসাবে চিহ্নিত করা হয়েছে এবং পরিচালনা ও রক্ষণাবেক্ষণ করা হবে।\n\n\n== ইতিহাস ==\nমিশরের মোহাম্মদ আলি সস্তা অবকাঠামো - বাঁধ এবং রেলপথ - যেখানে বিদেশী ইউরোপীয় কোম্পানিগুলি মূলধন সংগ্রহ করবে, প্রকল্পগুলি নির্মাণ করবে এবং পরিচালনা রাজস্বের বেশিরভাগ সংগ্রহ করবে তবে সেই রাজস্বের একটি অংশ আলীর সরকারকে প্রদান করবে। ছাড়ের অন্যান্য উদাহরণের জন্য, গিবন্স বনাম ওগডেন এবং মার্কিন যুক্তরাষ্ট্রের রেলপথ নীতি দেখুন।\n\n\n== আরও দেখুন ==\nঅস্ত্রোপচার\nবেসরকারি আর্থিক উদ্যোগ\nউৎপাদন ভাগাভাগি চুক্তি\n\n\n== তথ্যসূত্র =="}