{"pageid": 1097043, "title": "ভ্লাদিমির পেনিয়াকফ", "url": "https://bn.wikipedia.org/wiki?curid=1097043", "content": "লেফটেন্যান্ট কর্নেল ভ্লাদিমির \"পপস্কি\" পেনিয়াকফ (৩০ মার্চ ১৮৯৭ - ১৫ মে ১৯৫১) দ্বিতীয় বিশ্বযুদ্ধের সময় ১ নং ডেমোলিশন স্কোয়াড্রন, পিপিএ এর প্রতিষ্ঠাতা এবং কমান্ডিং অফিসার ছিলেন, যা \"পপস্কির প্রাইভেট আর্মি\" নামে পরিচিত ছিল।\n\n\n== জীবনের প্রথমার্ধ ==\nভ্লাদিমির পেনিয়াকফ ১৮৯৭ সালের ৩০ শে মার্চ বেলজিয়ামের হুই তে রাজনৈতিক কারণে বাস্তুচ্যুত ধনী ইহুদি রাশিয়ান পিতামাতার কাছে জন্মগ্রহণ করেন যেখানে তার বাবা দিমিত্রি একটি অ্যালুমিনিয়াম কারখানার মালিক ছিলেন এবং পরিচালনা করতেন। ১৯১৪ সালের আগস্ট মাসে বেলজিয়ামে জার্মান আক্রমণের কারণে তার পড়াশোনা ব্যাহত হওয়ার পূর্বে পেনিয়াকফ ১৫ বছর বয়সে ব্রাসেলসের ফ্রি বিশ্ববিদ্যালয়ে ইঞ্জিনিয়ারিং ডিগ্রি নিয়ে পড়াশোনা শুরু করেছিলেন।\nতার বাবা তাকে ইংল্যান্ডে নিয়ে যান যেখানে পেনিয়াকফ কেমব্রিজের সেন্ট জনস কলেজে পুনরায় গণিত পড়া শুরু করেন। তিনি ফরাসি আর্টিলারিতে একজন স্বেচ্ছাসেবক গানার হিসেবে ফ্রান্সে যান, শুরুতে এই সংঘাতে অংশগ্রহণের বিষয়ে আপত্তি ছিল। তিনি ফরাসি সেনাবাহিনীতে সার্ভিস প্রদানের সময় সময় আহত হন এবং নভেম্বর ১৯১৮ সালে সেনাবাহিনী থেকে চলে আসেন।\n১৯২৪ সালে পেনিয়াকফ মিশরে চলে যান যেখানে তিনি একটি চিনি প্রস্তুতকারক কোম্পানিতে ইঞ্জিনিয়ার হিসাবে কাজ করেছিলেন। তার জীবনের এই সময়কালে তিনি মরুভূমির মধ্য দিয়ে যানবাহন চালাতে, উড়তে, নেভিগেট করতে শিখেছিলেন এবং রয়্যাল জিওগ্রাফিক্যাল সোসাইটির একজন ফেলো হয়েছিলেন। পেনিয়াকফ ছিলেন একজন বহুভাষী যিনি ইংরেজি, রাশিয়ান, ইতালীয়, জার্মান, ফরাসি এবং আরবি ভালো বলতেন।\n\n\n== দ্বিতীয় বিশ্বযুদ্ধ ==\n১৯৪০ সালের ৪ অক্টোবর লিবিয়ার আরব বাহিনীতে পেনিয়াকফকে দ্বিতীয় লেফটেন্যান্ট হিসেবে দায়িত্ব দেওয়া হয়। তিনি মধ্যপ্রাচ্য এবং ইতালিতে \"পপস্কির প্রাইভেট আর্মি\" নামে পরিচিত ইউনিটের নেতৃত্ব দিয়েছিলেন। শেষপর্যন্ত লেফটেন্যান্ট কর্নেল পদে উন্নীত হয়েছিলেন।\nসংঘর্ষের সময় তিনি ২৬ নভেম্বর ১৯৪২ সালে মিলিটারি ক্রস লাভ করেন এবং ১৯৪৫ সালের ২৬ এপ্রিল তিনি ডিস্টিঙ্গুইশড সার্ভিস অর্ডারে (ডিএসও) ভূষিত হন।\nদ্বিতীয় বিশ্বযুদ্ধের সময়, পেনিয়াকফ তার বাম হাতে দুটি আঘাত পেয়েছিলেন; প্রথমটি, মরুভূমি অভিযানের সময় একটি আঙুল হারান, দ্বিতীয়টি, ইতালির যুদ্ধের শেষের দিকে, তখন পুরো হাত কেটে ফেলতে হয়।\nপেনিয়াকফ ব্রিটিশ লেখক এবং সম্প্রচারক হিসাবে খ্যাতি অর্জনের আগে ভিয়েনায় ব্রিটিশ-রাশিয়ান লিয়াজোঁ অফিসার হয়েছিলেন। ১৯৫০ সালে তিনি তার অভিজ্ঞতা নিয়ে প্রাইভেট আর্মি বইটি লিখেছিলেন; এটি খুব ভাল বিক্রি হয়েছিল, সেই বছর বেশ কয়েকবার পুনরায় মুদ্রিত হয়েছিল, এবং একবিংশ শতাব্দীতে (পপস্কির প্রাইভেট আর্মি নামে) পুনরায় মুদ্রিত হয়েছে।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি ১৯২৮ সালের ১০ নভেম্বর মিশরে জন্মগ্রহণকারী বেলজিয়ামের জোসেফ লুইস কোলেট \"জোসেট\" সিসেনসকে বিয়ে করেন এবং ১৯৩০ ও ১৯৩২ সালে জন্মগ্রহণকারী ওলগা ও অ্যান নামে তার দুই কন্যা সন্তান ছিল। কমিশন গ্রহণের পর তিনি মার্চ ১৯৪১ সালে জোসেফকে তালাক দেন এবং পরিবারকে দক্ষিণ আফ্রিকায় পাঠিয়ে দেন। ১৯৪৮ সালের ২ এপ্রিল তিনি চেলসিতে পামেলা ফার্থকে বিয়ে করেন।\n\n\n== মৃত্যু ==\nপেনিয়াকফ ১৯৫১ সালের ১৫ মে লন্ডনের ন্যাশনাল হসপিটাল ফর নিউরোলজি অ্যান্ড নিউরোসার্জারিতে মস্তিষ্কের টিউমারের কারণে মারা যান। তাকে সাফোক কাউন্টির সেন্ট লিওনার্ডস চার্চ, উইক্সোর কবরস্থানে সমাধিস্থ করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nভিলেট, জন (১৯৫৪)। পপস্কি: এ লাইফ অফ ভ্লাদিমির পেনিয়াকফ, ডি.এস.ও., এম.সি.। ম্যাকগিবন অ্যান্ড কী। \n\n\n== বহিঃসংযোগ ==\nপিপিএ মেমোরিয়ালের পিপিএ অনলাইন অংশ কর্মীদের অফিসিয়াল রেজিস্টার, পিপিএ রোল অফ অনার, পিপিএ অ্যাওয়ার্ডস, পিপিএ প্রতিষ্ঠান এবং অন্যান্য তথ্য।\nপিপিএ সংরক্ষণ সোসাইটি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জুন ২০০৮ তারিখে কর্মীদের ডাটাবেস, ছবি এবং তথ্য।"}