{"pageid": 1097304, "title": "অধর্ম (ভারতীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1097304", "content": "অধর্ম (সংস্কৃত: अधर्म) বা পাপ হল ধর্মের সংস্কৃত বিপরীত শব্দ। এর অর্থ \"যা ধর্মের সাথে সঙ্গতিপূর্ণ নয়\"। অধর্ম শব্দের আরও অর্থ রয়েছে, যেমন বিভেদ, বিশ্বাসঘাতকতা, বৈষম্য, অপ্রাকৃতিকতা, অন্যায়, মন্দ,  অনৈতিকতা,\nঅধার্মিকত ও দুষ্টতা।\n\n\n== বর্ণনা ==\nঅধর্মের উৎপত্তি \"অ\" এর সাথে \"ধর্ম\" এর সংমিশ্রণ থেকে, যার আক্ষরিক অর্থ \"ধর্ম নয়\"। এর অর্থ অনৈতিক, পাপী, অন্যায়, দুষ্ট, অন্যায়, ভারসাম্যহীন বা অপ্রাকৃতিক।\nভাগবত পুরাণের শ্লোক ৬.১.৪০ অনুসারে, যমদূত উত্তর দিয়েছিলেন: বেদে বর্ণিত ধর্মীয় নীতিগুলি ধর্ম হিসাবে গঠন করে এবং যেগুলি অধর্ম হিসাবে গঠন করা হয় না।\nএরিয়েল গ্লুকলিচ অধর্মকে বিশৃঙ্খলা, বিশৃঙ্খলা, অ-সঙ্গতিপূর্ণ হিসেবে অনুবাদ করেছেন এবং ধর্মের বিপরীত হিসেবে ব্যাখ্যা করেছেন। গ্লুকলিচ বলেছেন যে অধর্ম ভারতীয় দর্শনে ধর্মের বাইনারি বিপরীত বা একেবারে অনৈতিক নয়। বরং এটি ধর্মের মতোই একটি জটিল কার্যকরী বিষয়গত শব্দ, যার অর্থের ছায়া রয়েছে, যা পরিস্থিতি, উদ্দেশ্য এবং প্রসঙ্গের উপর নির্ভর করে।\nজিন এফ কলিন্স জুনিয়র অধর্মকে ধর্মহীনতা হিসাবে সংজ্ঞায়িত করেছেন। জিন বলে যে এটি অস্তিত্বের নিয়মের বিপরীত কিছু। তাঁর মতে, এগুলি হল সেই সমস্ত কাজ যা ধর্মের পরিপন্থী। যা আধ্যাত্মিক বৃদ্ধিকে সহজতর করে তা হল ধর্ম, এবং যা আধ্যাত্মিক বৃদ্ধিকে বাধা দেয় তা হল অধর্ম। অধার্মিক পথ অনুসরণ করার অর্থ হল তিনটি পাপের উপর কাজ করা, যা হল, অহংকার, যোগাযোগ ও নেশা। তাঁর মতে, আধ্যাত্মিক বোধের তোয়াক্কা না করে অন্ধ বিশ্বাসই হল অধর্ম। অধর্মের পথে চলার ফলে ভবিষ্যৎ খারাপ হতে পারে।\n\n\n== বংশ ==\nবিষ্ণুপুরাণ হিন্দু কিংবদন্তি আবৃত্তি করে যেটিতে ধর্ম ও অধর্মকে পৌরাণিক চরিত্র হিসেবে অন্তর্ভুক্ত করা হয়েছে, এবং এটি গুণাবলী ও পাপ, নৈতিকতা ও নৈতিকতা সম্পর্কে প্রতীকে লোড করা হয়েছে। বংশ নিম্নরূপ,\n\nদক্ষের কন্যাদের সহিত ধর্মের বংশধর নিম্নরূপ: শ্রাদ্ধার (বিশ্বাস) সহিত কাম (আকাঙ্ক্ষা); লক্ষ্মীর (সমৃদ্ধি) সহিত দর্প (অহংকার);  ধৃতির (স্থিরতা) সহিত নিয়ম  (আদেশ); তুষ্টির (সমর্পণ) সহিত সন্তোষ (সন্তুষ্ট); পুষ্টির (উন্নতিশীল) সহিত লোভ (লালসা); মেধার (বুদ্ধিমত্তা) সহিত শ্রুত (পবিত্র ঐতিহ্য); ক্রিয়ার (কর্ম, ভক্তি) সহিত দণ্ড, নয় ও বিনয় (সংশোধন, নীতি ও বিচক্ষণতা); বুদ্ধির (বোধশক্তি) সহিত বোধ (বুদ্ধিবৃত্তি); লজ্জার (শালীনতা) সহিত বিনয় (ভাল আচরণ); বপুর (শরীর) সহিত ব্যবসায় (উদ্যম)। শান্তি (প্রায়শ্চিত্ত) জন্ম দিয়েছে ক্ষেম (সমৃদ্ধি); সিদ্ধি (পরিপূর্ণতা) থেকে সুখ (ভোগ); এবং কীর্তি (খ্যাতি) থেকে যশ (সুখ্যাতি)। এরা ছিল ধর্মপুত্র; যাদের মধ্যে একজন, কাম, তার স্ত্রী নন্দীর (আনন্দ) দ্বারা হের্ষ (পুলক) পেয়েছিলেন। অধর্মের (উপ) স্ত্রী ছিলেন হিংসা (হিংস্রতা), যার থেকে তিনি পুত্র অনঋত (বা \"অনরীত\") (মিথ্যা) এবং কন্যা নিরীতি (অনৈতিকতা) পেয়েছিলেন: তারা আন্তঃবিবাহ করেছিল, এবং তাদের দুটি পুত্র ছিল, ভয় (ভীতি) ও নরক  (পাতাল); এবং তাদের যমজ সন্তান, দুটি কন্যা, মায়া (ছলনা) এবং বেদনা (অত্যাচার), যারা তাদের স্ত্রী হয়েছিল। ভয় ও মায়ার পুত্র ছিলেন জীবন্ত প্রাণীর ধ্বংসকারী, বা মৃত্যুু (মরণ); এবং দুঃখ (বেদনা) ছিল নরক ও বেদানার বংশধর। মৃত্যুুর সন্তানরা হলেন ব্যাধি (রোগ), জরা (ক্ষয়), শোক (দুঃখ), তৃষ্ণা (লোভ), এবং ক্রোধ (ক্রোধ)। এগুলিকে বলা হয় দুর্দশার প্রবর্তক, এবং এদেরকে অসুর (অধর্ম) বংশ হিসাবে চিহ্নিত করা হয়। তারা সকলেই স্ত্রী ছাড়া, বংশবিস্তার ছাড়াই, জন্মদানের ক্ষমতা ছাড়াই; তারা বিষ্ণুর ভয়ঙ্কর রূপ, এবং চিরকাল এই পৃথিবীর ধ্বংসের কারণ হিসাবে কাজ করে। বিপরীতে, দক্ষ এবং অন্যান্য ঋষিরা, মানবজাতির প্রবীণরা, চিরকাল এর সংস্কারকে প্রভাবিত করার প্রবণতা দেখায়: যখন মনুগণ এবং তাদের পুত্ররা, বীররা পরাক্রমশালী শক্তিতে সমৃদ্ধ, এবং সত্যের পথে পদচারণা করে, যেমন ক্রমাগত এর সংরক্ষণে অবদান রাখে।\n\n\n== তথ্যসূত্র =="}