{"pageid": 1097373, "title": "বিলাভড (উপন্যাস)", "url": "https://bn.wikipedia.org/wiki?curid=1097373", "content": "বিলাভড টনি মরিসন রচিত ১৯৮৭ সালের মার্কিন উপন্যাস। মার্কিন গৃহযুদ্ধের পরের সময়ের প্রেক্ষাপটে রচিত উপন্যাসটিতে প্রাক্তন এক ক্রীতদাস পরিবারের গল্প বিবৃত হয়েছে, যাদের সিনসিনাটির বাড়িটিতে পরশ্রীকাতর আত্মা ঘুরে বেড়ায়। বিলাভড একটি সত্য ঘটনা অবলম্বনে রচিত। মার্গারেট গার্নার নামে কেন্টাকির একজন ক্রীতদাস ১৮৫৬ সালে মুক্ত রাজ্য ওহাইওতে পালিয়ে যায়। সে ১৮৫৬ সালের পলাতক ক্রীতদাস আইনের অধীনে গ্রেফতারযোগ্য ছিল। মার্কিন মার্শালরা গার্নার ও তার স্বামীর কুটিরে হানা দিলে গার্নার তার সন্তানদের দাসত্বে ফিরে না যাওয়ার জন্য তাদের হত্যা করার চেষ্টা করে, এবং ইতোমধ্যে তার দুই বছর বয়সী মেয়েকে হত্যা করে।\nমরিসন ১৯৭৪ সালে কৃষ্ণাঙ্গদের ইতিহাস ও সংস্কৃতির সংকলন দ্য ব্ল্যাক বুকের জন্য ১৮৫৬ সালে আমেরিকান ব্যাপ্টিস্ট পত্রিকায় প্রকাশিত \"আ ভিজিট টু দ্য স্লেভ মাদার হু কিলড হার চাইল্ড\" নিবন্ধটি  সম্পাদনা করতে গিয়ে গার্নারের সম্পর্কে জানতে পারেন।\nউপন্যাসটি ১৯৮৮ সালে কথাসাহিত্যে পুলিৎজার পুরস্কার লাভ করে এবং ১৯৮৭ সালে ন্যাশনাল বুক পুরস্কারের ফাইনালিস্ট ছিল। এটি অবলম্বনে ১৯৯৮ সালে একই নামের একটি চলচ্চিত্র নির্মিত হয়, যাতে শ্রেষ্ঠাংশে অভিনয় করেন ওপরা উইনফ্রি।  দ্য নিউ ইয়র্ক টাইমস কর্তৃক সংকলিত লেখক ও সাহিত্য সমালোচকদের জরিপে বইটি ১৯৮১ থেকে ২০০৬ সালের সেরা মার্কিন কল্পকাহিনী হিসেবে স্বীকৃতি লাভ করে।\n\n\n== প্রধান চরিত্রাবলি ==\nসেথ\nসেথ এই উপন্যাসের কেন্দ্রীয় চরিত্র। সে সুইট হোম নামক একটি প্লান্টেশনে দাসত্ব থেকে পালিয়ে আসে। সে ১২৪-এ (১২৪ ব্লুস্টোন রোডে অবস্থিত একটি বাড়ি) বাস করে, যেখানে তার শিশু সন্তানকে হত্যা করার কারণে ভৌতিক বলে মনে করা হয়।\n\nবিলাভড\nবিলাভড এই উপন্যাসের প্রধান ধারণা। সেথের বাড়ির নিকটবর্তী জলাশয় থেকে রহস্যময়ভাবে ওঠে আসা তরুণী, যাকে মেলা থেকে ফেরার পথে সেথ, পল ডি ও ডেনভার তাদের দরজায় সামনে ভেজা অবস্থায় পায় এবং বাড়িতে নিয়ে যায়।\n\nপল ডি\nপল ডি তার ক্রীতদাস হিসেবে ব্যবহৃত নামটিই রেখে দেয়। সুইট হোমের সকল ক্রীতদাসকে এরকম নাম দেওয়া হত।\n\nডেনভার\nডেনভার সেথের একমাত্র সন্তান যে ১২৪ বাড়িতে থাকে। বিলাভডের হত্যার পর সেথ তার সম্প্রদায় থেকে বিচ্ছিন্ন হয়ে গেলে ডেনভার তার মায়ের সাথে আরও ঘনিষ্ঠ হয়।\n\nবেবি সুগস\nসেথের শাশুড়ী।\n\nহল\nবেবি সুগসের পুত্র এবং সেথের স্বামী। সুইট হোমে থাকাকালীন সেথ ও তার বিয়ে হয়। সেথের পালিয়ে যাওয়ার সময় তারা আলাদা হয়ে যায়। তাকে কেবল অতীত স্মৃতিতে উল্লেখ করা হয়েছে। পল ডি সর্বশেষ ব্যক্তি যে হলকে সুইট হোমে মাখন তুলতে দেখেছে।\n\nস্কুল শিক্ষক\nস্কুল শিক্ষক সুইট হোমে বসবাসকারীদের প্রতি সহিংস, অত্যাচারী ও নিষ্ঠুর, সে তাদের প্রাণি হিসেবে দেখে। সেথ পালিয়ে গেলে সে তাকে ধরতে আসে, কিন্তু সেথ তার শিশুকন্যাকে হত্যা করে এবং গ্রেফতার হয়।\n\nঅ্যামি ডেনভার\nসেথকে নিরাপদে পালিয়ে যেতে সাহায্যকারী শ্বেতাঙ্গ তরুণী। অ্যামি তার সেবা করে এবং একটি ছোট নৌকায় সেথের কন্যার প্রসব করায়। সেথ তার নামানুসারে তার সন্তানের নামকরণ করে ডেনভার।\n\n\n== উপযোগকরণ ==\n১৯৯৮ সালে এই উপন্যাস অবলম্বনে জোনাথন ডেমি একই নামের একটি চলচ্চিত্র নির্মাণ করেন। এটি প্রযোজনা করেন এবং এতে শ্রেষ্ঠাংশে অভিনয় করেন ওপরা উইনফ্রি।\n২০১৬ সালের জানুয়ারি মাসে বিবিসি রেডিও ৪ তাদের ১৫ মিনিটের নাটক অনুষ্ঠানের অংশ হিসেবে ১০ পর্বে বিলাভড সম্প্রচার করে। বেতার ধারাবাহিকটি উপযোগ করেন প্যাট্রিশিয়া কাম্পার।\n\n\n== সাহিত্য সমালোচনা ==\n১৯৮৭ সালে বিলাভড প্রকাশিত হওয়ার পর বিপুল সমাদৃত হয়। বইটি ন্যাশনাল বুক পুরস্কারের জন্য মনোনীত হলেও এটি বিজয়ী হয়নি। এর প্রতিবাদে মায়া অ্যাঞ্জেলো, আমিরি বারাকা, জেইন কর্টেজ, অ্যাঞ্জেলা ডেভিস, আর্নেস্ট জে. গেইন্স, হেনরি লুইস গেটস জুনিয়র, রোজা গাই, জুন জর্ডান, পল মার্শাল, লুইস মেরিওয়েদার, ইউজিন রেডমন্ড, সোনিয়া সানচেজ, কুইন্সি ট্রুপ, জন এডগার ওয়াইডম্যান ও জন এ. উইলিয়ামস-সহ ৪৮ জন আফ্রিকী-মার্কিন লেখক ও সমালোচক একটি চিঠিতে স্বাক্ষর প্রদান করে যা ১৯৮৮ সালের ২৪শে জানুয়ারি দ্য নিউ ইয়র্ক টাইমস বুক রিভিউ-এ প্রকাশিত হয়। তদুপরি, ১৯৮৮ সালে বিলাভড কথাসাহিত্যে পুলিৎজার পুরস্কার, এবং রবার্ট এফ. কেনেডি স্মারক বই পুরস্কার, মেলচার বই পুরস্কার, লিন্ডহার্স্ট ফাউন্ডেশন পুরস্কার ও এলমার হোমস বব্‌স্ট পুরস্কার অর্জন করে।\n২০১৯ সালের ৫ই নভেম্বর বিবিসি নিউজ তাদের ১০০ \"সবচেয়ে অনুপ্রেরণাদায়ী\" উপন্যাসের তালিকায় বিলাভড উপন্যাসটিকে তালিকাভুক্ত করে।\n\n\n== পুরস্কার ==\nকথাসাহিত্যে পুলিৎজার পুরস্কার, ১৯৮৮\nঅ্যানিসফিল্ড-উল্‌ফ বই পুরস্কার, ১৯৮৮\nরবার্ট এফ. কেনেডি স্মারক বই পুরস্কার\nমেলচার বই পুরস্কার\nলিন্ডহার্স্ট ফাউন্ডেশন পুরস্কার\nএলমার হোমস বব্‌স্ট পুরস্কার\nফাইনালিস্ট - ন্যাশনাল বুক পুরস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিবিসির ওয়ার্ল্ড বুক ক্লাব-এ Podcast of Toni Morrison discussing Beloved\nএমিলি টেম্পল, \"75 Covers of Toni Morrison's Beloved From Around the World\"—In honor of the novel's 30th anniversary. Literary Hub, September 18, 2017.\nটেমপ্লেট:টনি মরিসন"}