{"pageid": 1097969, "title": "শাদমেহের আগিলি", "url": "https://bn.wikipedia.org/wiki?curid=1097969", "content": "শাহমেহের আগিলি (ফার্সি: شادمهر عقیلی; জন্ম ২৭ জানুয়ারি ১৯৭৩) হলেন একজন ইরানি পপ শিল্পী, সঙ্গীতজ্ঞ, সুরকার, গীতকার, প্রস্ততকারক, প্রযোজক, এবং একজন সাবেক অভিনেতা। তেহরানে জন্মানো বিপ্লব-পরবর্তী ইরানের সঙ্গীত পুনরুজ্জীবিতকারী শাদমেহের আগিলি কর্মজীবন শুরু করার কিছু সময় পরে কানাডায় চলে গেলেও তিনি বর্তমান লস অ্যাঞ্জেলেসে বসবাস করছেন।\n\n\n== জীবনী ==\n\n\n=== কর্মজীবন ===\nশাদমেহের প্রথমদিকে তেহরান সঙ্গীত ভাণ্ডার থেকে সঙ্গীত এবং পিয়ানো, গিটার ও বেহালা শিক্ষা লাভ করেন।\nতিনি আইআরআইবি তে কিছুকাল কাজ করেন। তিনি ১৯৯৭ সালে নিজের ক্যাসেট অ্যালবাম বাহোর এ মান প্রকাশ করেন। এটি ছিল একটি ইন্সট্রুমেন্টাল সঙ্গীত অ্যালবাম যেখানে তিনি পিয়ানো, গিটার ও বেহালা বাজান। ১৯৯৮ সালে তার পরবর্তী অ্যালবাম ফসল এ অশেনায়ী (পরিচয়ের ঋতু) তার কর্মগুলোর মধ্যে ছিলো অন্যতম। এরপরের মোসাফির নামক অ্যালবামও বেশ জনপ্রিয় হয়েছিলো। আগিলি পার এ পারভাজ চলচ্চিত্রেও অভিনয় করেছেন যা তখন ইরানে জনপ্রিয় হয়েছিল। তিনি বেশকিছু চলচ্চিত্রের গান লিখেছেন। তিনি শব-এ বেরহনে এর মূল চরিত্রে অভিনয় করেন।\nআগিলি কানাডায় অভিবাসিত হোন যেখানে তিনি নোভা মিডিয়ার সাথে চুক্তিবদ্ধ হোন। কানাডায় তার প্রথম অ্যালবাম ছিলো খিয়ালি নিস্ত যা দুরি ও পাশিমানি, অদাম ফুরুশ এবং পপকর্ন অ্যালবামের পর মুক্তি পায়।\nতিনি ২০০৯ সেঞ্চুরি রেকর্ডসের সাথে তার প্রশংসিত আরেক অ্যালবাম তাকদির প্রকাশ করেন। ২০১২ সালে, তার আরেক অ্যালবাম তরফদার অভাং মিউজিকে প্রকাশিত হয়।\nশাহমেহের আগিলি একজন বহুমুখী প্রতিভার শিল্পী, বেহালাবাদক ও সুরকার। পিয়ানো, গিটার ও বেহালার পাশাপাশি তিনি সন্তুর বাজাতে পারেন। এছাড়া তিনি তার কিছু গানে ম্যান্ডোলিন, ডঙ্কা, হারমোনিকা, কিবোর্ড, ব্যাঞ্জো, এবং কোতো বাজিয়েছেন। রাজনৈতিভাবে সক্রিয় শাহমেহের ইরানি সবুজ আন্দোলন সমর্থনে ২০১০ সালে বেশ কিছু গান প্রকাশ করেছেন যা ইরানি জনগণকে তাদের সরকারের বিরুদ্ধে আন্দোলনের জন্য উৎসাহ দেওয়ার উদ্দেশ্যে বানানো হয়েছিলো। ওয়ার্ল্ড ভিশন ইউএসএ এবং ওয়ার্ল্ড ভিশন কানাডার সমর্থনে ২০১২ সালে এবির সাথে তিনি যুদ্ধবিরোধী রোয়ায় এ মা গান প্রকাশ করেন।\n\n\n== ডিস্কোগ্রাফি ==\n\n\n=== অ্যালবাম ===\n\n\n=== একক ===\n\n\n=== চলচ্চিত্র সঙ্গীত ===\n ২০০০: পার-এ পারভাজ (\"উড়ার ডানা\") (একই শিরোনামে নির্মিত চলচ্চিত্রের গান)\n ২০০১: শব-এ বেহরনে (\"নগ্নরাত\") (একই শিরোনামে নির্মিত চলচ্চিত্রের গান)\n\n\n== কভার ==\nকিলগাদ - সেতোরেহ (২০১৫) | সেতরের কভার।\n\n\n== আরো দেখুন ==\nপারসিক ঐতিহ্যবাহী সঙ্গীত\nইরানের সঙ্গীত\nইরানি পপ সঙ্গীত\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}