{"pageid": 1097446, "title": "মোর্তেজা পাশায়ী", "url": "https://bn.wikipedia.org/wiki?curid=1097446", "content": "মোর্তেজা পাশায়ী (ফার্সি: مرتضی پاشایی; ১১ আগস্ট ১৯৮৪ – ১৪ নভেম্বর ২০১৪) ছিলেন একজন ইরানি সঙ্গীতজ্ঞ, সুরকার এবং পপ গায়ক।\nতেহরানে বড় হওয়া পাশায়ী গ্রাফিক ডিজাইনের উপর পড়ালেখা করেছেন এবং ছোটবেলা থেকে সঙ্গীতের প্রতি আগ্রহ থেকে গিটার বাজানো শিখেন। দুই দশকের কম সময়ের পরে ২০১৩ সালে তার পাকস্থলীতে ক্যান্সার ধরা পড়ায় তাকে তেহরানের বাহমন হাসপাতালে ২০১৪ সালের ৩ নভেম্বরে ভর্তি করা হয়। ক্যান্সার দমনের জন্য কেমোথেরাপি দেওয়া হলেও সেই প্রচেষ্টা ব্যর্থ হয়। তার স্বাস্থ্যের অবনতি হতে থাকে। তিনি ত্রিশ বছর বয়সে ১৪ নভেম্বর, ২০১৪ তারিখে মৃত্যুবরণ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nমোর্তেজা পাশায়ী তেহরানের সাদেগিয়ায় ১৯৮৪ সালের ১১ আগস্ট জন্মগ্রহণ করেন। ছোটবেলা থেকেই তার সঙ্গীতের প্রতি আগ্রহ ছিলো এবং ১৪ বছর বয়সে তিনি গিটার বাজানো শুরু করেন। গিটার বাজানোর পাশাপাশি তিনি পিয়ানো বাজাতে পারতেন। ২০০৯ সালে ইসলামি আজাদ বিশ্ববিদ্যালয় থেকে তিনি স্নাতক পাস করেন।\"\n\n\n== কর্মজীবন ==\n২০০৯ সালে পাশায়ী তার গান ইন্টারনেটে, বিশেষত ইউটিউবে আপলোড করার মাধ্যমে নিজের কর্মজীবন শুরু করেন। শিল্পী হিসেবে তিনি নিজের উদ্ভাবনী প্রতিভার জন্য বেশ জনপ্রিয়। তার নিজের বিখ্যাত গান ইয়েকি হাস্ত (২০১২) এর জন্য তিনি সবচেয়ে বেশী পরিচিত।\n\n\n== ডাকনাম ==\nদ্রুত সঙ্গীত জগতে নাম করে নিলেও মোর্তেজা ছিলেন বেশ নম্র এবং তিনি তার অনেক ভক্তদের প্রতি সর্বদা ভালোবাসা ও কৃতজ্ঞতা প্রকাশ করে গেছেন। তার ভক্তগোষ্ঠী ও অনেক মানুষ ভালোবেসে তাকে “ইমপেরেটর” নাম দিয়েছিলো যার অর্থ অনুবাদ করলে দাঁড়ায় সম্রাট। ইরানে এবং বিশ্বের সব প্রান্তের ইরানীদের কাছে তিনি পপ সঙ্গীতের সম্রাট নামে পরিচিত।\n\n\n== অসুস্থতা ও মৃত্যু ==\n২০১৩ এর সেপ্টেম্বরের দিকে ঘোষণা করা হয় যে পাশায়ীর পাকস্থলীতে ক্যান্সার ধরা পড়েছে। তার আত্মীয়রা খবরটি অস্বীকার করলেও মোর্তেজার প্রাতিষ্ঠানিক ওয়েবসাইট থেকে জানানো হয় যে তার পুর্বনির্ধারিত কনসার্টগুলো অসুস্থতার কারণে বাতিল করা হয়েছে। এর এক মাস পর তিনি টুপি পড়ে একটি টিভি শো তে উপস্থিত হয়ে নিজের অসুস্থতার ব্যাপারে জানান। খবরটি জানানোর আগে তাকে একটি গুরুত্বপূর্ণ অস্ত্রোপচারের মধ্য দিয়ে যেতে হয়েছিলো।\n২০১৪ সালের ৩ নভেম্বর তারিখে পাশায়ীকে বাহমন হাসপাতালের আইসিইউ-তে ভর্তি করা হয়। তার ডাক্তার জানায় যে শেষ মুহূর্ত পর্যন্ত মোর্তেজার আশা ছিলো যে তিনি ২৯ নভেম্বরে কানাডার টরেন্টোর কনসার্টে অংশ নিতে পারবেন যা হত তার প্রথম কানাডীয় এবং আন্তর্জাতিক কনসার্ট। তার বন্ধু ও ইরানের জনপ্রিয় গায়ক ফারজাদ ফারজিন বন্ধুর স্থানে তার সম্মানে কনসার্টে মোর্তেজার গানগুলো পরিবেশনে রাজি হয়। মৃত্যুর পর ফারজিন কানাডার নাগরিকত্ব ও অভিবাসন বিষয়ক মন্ত্রণালয় থেকে একটি চিঠি পায়। চিঠিতে কানাডায় পাশায়ীর ইরানি সংস্কৃতি তুলে ধরার জন্য তার প্রচেষ্টার স্বীকৃতি দেওয়া সহ তার অনন্য প্রতিভার জন্য প্রশংসা করা হয়। নিজের অসুস্থতা সত্ত্বেও মোর্তেজা সবার ভালো চিন্তা করতেন যার ফলে এএলএস চ্যালেঞ্জ গ্রহণ করে নিজের দেহের অঙ্গপ্রত্যঙ্গ দান করে যান যাতে তার ভক্তরা বিপদগ্রস্ত ব্যক্তিদের সাহায্য করার জন্য উৎসাহিত হয়।\nমোর্তেজা পাশায়ী ত্রিশ বছর বয়সে ক্যান্সারের সাথে দীর্ঘ যুদ্ধ করার পর ২০১৪ সালের ১৪ নভেম্বর তারিখে মৃত্যুবরণ করেন। তার জানাজা ১৬ নভেম্বর ভাহদত হলে করা হয় এবং এরপর তাকে বেহেশত-এ জহরায় রাতে ব্যক্তিগতভাবে দাফন করা হয়। তার লাখ লাখ ভক্ত কবর দেওয়ার সময় একসাথে তার গানগুলো গাইছিলো। তার মৃত্যু ইরানীদের একত্র করে। ২০০৯ সালের নির্বাচন পরবর্তী বিক্ষোভের ৫ বছর পর এটিই ছিলো ইরানের ইতিহাসে বৃহত্তম ভিড়। বহু সপ্তাহ পার হয়ে গেলেও হাজার হাজার পরিবার, বন্ধু ও ভক্ত তার কবরে ফুল, মোমবাতি ও মোর্তেজার ছবি নিয়ে আসতেন। ইরানের বাইরে থাকা ভক্তরা তার ছবি সামাজিক যোগাযোগমাধ্যমে তার প্রতি ভালোবাসা প্রকাশ করতে পোস্ট করে।\n\n\n== ডিস্কোগ্রাফি ==\n\n\n=== অ্যালবাম ===\n\n\n=== একক ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআইটিউন্সে মোর্তেজা পাশায়ী\nস্পটিফাইতে মোর্তেজা পাশায়ী"}