{"pageid": 1097698, "title": "ছুটি খাঁ জামে মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1097698", "content": "ছুটি খাঁ মসজিদ বাংলাদেশের চট্টগ্রাম জেলার মীরসরাইর একটি ঐতিহ্যবাহী মসজিদ। অধুনা ধ্বংসপ্রাপ্ত হলেও প্রতি শুক্রবার জুমার দিন এবং  দুই ঈদের দিন এখানে দেশ বিদেশ থেকে ধর্মপ্রাণ মুসলমানদের সমাগম ঘটে। \nবৃহত্তর চট্টগ্রাম অঞ্চলের অন্যতম এই প্রাচীন মসজিদ দেখতে দেশের বিভিন্ন প্রান্ত হতে সারা বছর বিপুল পরিমাণ পর্যটকের সমাগম ঘটে।\n\n\n== অবস্থান ==\nঢাকা-চট্টগ্রাম পুরাতন মহাসড়কের পশ্চিম পাশে মসজিদটির অবস্থান। জোরারগঞ্জ ইউনিয়নের জোরারগঞ্জ বাজার থেকে মাত্র পাঁচ শ গজ উত্তরে দেওয়ানপুর নামক স্থানের ছুটি খাঁ দীঘির পূর্ব পাড়ে এই মসজিদ আবস্থিত।\n\n\n== ইতিহাস ==\nছুটি খাঁ মসজিদ চট্টগ্রামের মীরসরাইয়ের  পরাগলপুর মৌজার দেওয়ানপুর গ্রামে অবস্থিত। জনসাধারণের কাছে ছুটি খাঁর দিঘি নামে পরিচিত এক পুকুরের পূর্ব পাড়ে মসজিদটির ধ্বংসাবশেষ পরিলক্ষিত হয়। ছুটি খান ছিলেন পরাগল খানের পুত্র। তিনি সুলতান আলাউদ্দিন হোসেন শাহের (১৪৯৪-১৫১৯) অধীনে চট্টগ্রামের জন্য সরকারি বাহিনীর লস্কর বা সেনা কর্মকর্তা ছিলেন।  বর্তমানে তাঁর মসজিদটি পরিপূর্ণভাবে ধ্বংসাবশেষে পর্যবসিত হয়েছে। মসজিদের খিলানের মতো মনে হয় এমন বেলে পাথরের স্থাপত্য ভগ্নাংশগুলি নতুন একটি মসজিদের আশেপাশে ছড়িয়ে ছিটিয়ে আছে। নতুন মসজিদটি এসব ধ্বংসাবশেষের উপরই নির্মিত হয়েছে। পোড়ামাটির নকশি ইটের অলঙ্করণ শোভিত ধ্বংসপ্রাপ্ত পশ্চিম দেওয়ালের একাংশ এবং কোণে সন্নিহিত বুরুজের অবশেষ ঝোপঝাড়ের মধ্য দিয়ে মাত্র কয়েক বছর আগেও দেখা যেত। মসজিদের কেন্দ্রীয় মিহরাব ও দুটি পার্শ্ব মিহরাবেও পোড়ামাটির লতাপাতার নকশা এবং শিকল ও ঘণ্টার মোটিফ দ্বারা সুশোভিত ছিল। ধ্বংসাবশেষ পরীক্ষায় দেখা যায়, এখানে ছয় গম্বুজবিশিষ্ট হোসেন শাহী আমলের মসজিদের অস্তিত্ব ছিল। মসজিদটির তিন খিলানযুক্ত প্রবেশপথ তিন মিহরাবের সমান্তরালে পশ্চিম দেওয়াল অবধি বিস্তৃত ছিল। মসজিদে নামাজের স্থানটি দু'স্তম্ভপথ দ্বারা তিনটি আইলে বিভক্ত ছিল। \n\n\n== বর্তমান অবস্থা ==\nসঠিক রক্ষণাবেক্ষণ ও অযত্নের কারণে ঐতিহাসিক এই প্রাচীন নিদর্শন অনেক আগেই ধ্বংসপ্রাপ্ত হয়েছে, তবে বর্তমানে পুরাতন স্থাপনার উপরে বা কাছাকাছি আরেকটি ঐতিহাসিক ছুটি খাঁ মসজিদ নামে একতলা বিশিষ্ট মসজিদ নির্মাণ করা হয়েছে। এই মসজিদে প্রায় ৭৫০ জন মুসল্লী একসাথে নামাজ আদায় করতে পারেন। \n\n\n== যাতায়াত ==\nইচ্ছে হলেই গিয়ে দেখতে আসতে পারেন যে কোনো এক ছুটির দিনে। চট্টগ্রাম শহর থেকে যেতে সর্বোচ্চ সময় লাগবে ২ ঘন্টা। সকালে রওনা দিয়ে বিকেলেই ফিরে আসতে পারবেন। আবার হয়তো দুপুরবেলার নামাজটিও সেখানেই আদায় করে নিতে পারবেন। চট্টগ্রাম শহরের মাদারবাড়ি শুভপুর বাসষ্ট্যান্ড থেকে চয়েস বা উত্তরা বাসে করে জোরারগঞ্জ বাজাারেই নামতে পারবেন। ভাড়া নেবে সর্বোচ্চ ৮০টাকা। ঢাকা থেকে চট্টগ্রাম যাওয়ার পথে বারইয়ারহাট নেমে সিএনজি যোগে জোরারগঞ্জ আসলে দেখা মিলবে সড়কের পাশে দণ্ডায়মান ঐতিহাসিক ছুটি খাঁ মসজিদটির।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}