{"pageid": 1097401, "title": "ভোউনি", "url": "https://bn.wikipedia.org/wiki?curid=1097401", "content": "ভোউনি (গ্রিক: বউভি, তুর্কি: ভুনি) সাইপ্রাসের লিমাসোল জেলার একটি ছোট গ্রাম, এটি অ্যাজিওস থেরাপন থেকে ৭ কিমি উত্তরে অবস্থিত। গ্রামের নামটি এর অবস্থান থেকে নেওয়া হয়েছে; গ্রিক ভাষায় ভোউনি অর্থ \"নিচু পর্বত\"।\n\n\n== ইতিহাস ==\nভোউনির প্রথম রেকর্ড পাওয়া যায় মধ্যযুগে, যেমন এটি \"ভোনি\" নামে ভেনিসীয় মানচিত্রে প্রদর্শিত হয়।\nস্থানীয় ঐতিহ্য অনুযায়ী বর্তমান গ্রামের এলাকায় চারটি বসতি ছিল, যেগুলো নিচু পাহাড়ের ওপর গড়ে উঠেছিল; যার মধ্যে তিনটি পরিচিত ছিল - পেরা ভউনিন (গ্রিক: Πέρα Βουνίν), ভেলোনাকা (গ্রিক: Βελόνακα) আর আইস মামা (গ্রিক: Άης Μάμας) নামে। এ বসতি তিনটি ১৬৯২ সালে সাইপ্রাসে আঘাত হানা প্লেগ এর ফলে জনশূন্য হয়ে পড়ে। চতুর্থ বসতি, ভোউনির বাসিন্দাদেরকে ধর্মপ্রচারক আগিওস আইওনিস প্রোড্রোমোস সুরক্ষিত থাকবার জন্য সাহায্য করেছিলেন। এই মহৎ কাজের জন্য গ্রামের প্রধান গির্জা তাকে উৎসর্গ করা হয়েছে। প্লেগ থেকে বেঁচে আসা তিনটি বসতির বাসিন্দারা পরবর্তীতে ভাউনিতে বসতি স্থাপন করে বসবাস শুরু করে।\n\n\n== জনসংখ্যা ==\n\n\n== দর্শনীয় স্থান ==\nভোউনির বাড়িগুলি সাধারণত কাঠের দরজা, বড় জানালা, সরু বারান্দা এবং উঠোন বিশিষ্ট; গ্রাম জুড়ে সমৃদ্ধ ঐতিহ্যবাহী স্থাপত্য ভ্রমণপিপাসুদের আকর্ষণ করে থাকে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nপুরাতন প্রাথমিক বিদ্যালয়ঃ গ্রামের একটি গুরুত্বপূর্ণ দর্শনীয় স্থান হল পুরাতন প্রাথমিক বিদ্যালয়। স্কুলটি ১৮৫০ থেকে ৮০ এর দশক পর্যন্ত পরিচালিত হয়েছিল। \nঅলিভ মিলঃ\nউসমানীয় পানির অববাহিকাঃ গ্রামে একটি বড় জলাভূমি রয়েছে, যা উসমানীয় পানির অববাহিকা নামে পরিচিত। এটি ভেনিসিয়ানদের দ্বারা নির্মিত হয়েছিল। পূর্বদিকের একটি সমতল গাছের ছায়ায় এই জলাভূমি অবস্থিত। একসময় এখান থেকে গ্রামের বাসিন্দারা প্রয়োজনীয় পানি সংগ্রহ করলেও বর্তমানে এই পানি গৃহস্থালির কাজে ব্যবহৃত হয় না।\nলোকশিল্পের যাদুঘরঃ এই যাদুঘরে ভোউনি থেকে সংগৃহীত লোকশিল্পের সংগ্রহশালা প্রদর্শিত হয়।\nবাইজেন্টাইন যাদুঘরঃ বাইজেন্টাইন যাদুঘরটি টিমিওস প্রড্রোমোসের গির্জার সামনের দিকে অবস্থিত। এই যাদুঘরে বাইজেন্টাইন সংগ্রহশালা প্রদর্শিত হয়।\nওনোলজিক্যাল সেন্টারঃ\nভেনিসিয়ান পানির অববাহিকাঃ এটি ভেনিসিয়ানদের দ্বারা নির্মিত হয়েছিল।\nগ্রামে অনেকগুলো ঐতিহ্যবাহী ধর্মীয় স্থাপত্য রয়েছে -\nটিমিওস প্রড্রোমোসের গির্জাঃ টিমিওস প্রড্রোমোসের গির্জাটি বাইজেন্টাইন স্টাইলের, তীক্ষ্ণ কেন্দ্রীয় খিলান এবং ক্রস দরজা দিয়ে একক-করিডোরযুক্ত।\nপ্যানাইয়াস পেরাউনিওটিসাসের গির্জাঃ গ্রামের দক্ষিণ প্রস্থানে এবং লিমাসোলের দিকে এক কিলোমিটার দূরত্বে, গ্রামের বিপরীতে অবস্থিত পাহাড়ের চূড়ায়, প্যানাইয়াস পেরাউনিওটিসাসের গির্জা রয়েছে। পাথরের তৈরি এই গির্জাটি একক করিডোর বিশিষ্ট রাজকীয় আকৃতির।\nক্রিসোসোটিরোসের গির্জাঃ এটি গ্রামের বাইরে একটি ছোট পাহাড়ে অবস্থিত।\nঅ্যাজিওস আয়ানিস রসোসের চ্যাপেলঃ খ্রিস্টধর্মের রাশিয়ান ধর্মপ্রচারক আইওনিসকে নিবেদিত, গ্রামের দক্ষিণে অবস্থিত। একটি ছোট গির্জা, স্থাপত্য সৌন্দর্যের জন্য এটি দর্শনীয়।\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}