{"pageid": 1098653, "title": "দাসমান প্রাসাদের যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1098653", "content": "দাসমান প্রাসাদের যুদ্ধ (আরবি: معركة قصر دسمان‎ maʿraka Qaṣr Dasman), যাকে দাসমানের যুদ্ধও বলা হয়, ছিল কুয়েত এবং ইরাকি বাহিনীর মধ্যে সংঘটিত একটি যুদ্ধ যা ২ আগস্ট ১৯৯০ সালে যখন কুয়েতে ইরাকি আক্রমণ দ্বারা সূচিত হয়েছিল।\nদাসমান কুয়েতের রাজধানী কুয়েত সিটির একটি সমুদ্রতীরবর্তী জেলা। এটি দাসমান প্রাসাদের জন্য উল্লেখযোগ্য, যেখানে পূর্বে হাউস অফ আল সাবাহ সদস্যদের রাখা হত। হাউস অফ আল সাবাহ (আরবি: آل صباح‎ Āl Ṣubāḥ) হল কুয়েতের শাসক পরিবারের নাম যেখান থেকে শাসনকার্য পরিচালনার প্রধান ”আমির” বা ”শেখ আমির” নির্বাচিত হন।\n\n\n== মূলযুদ্ধ ==\n২ আগস্ট ১৯৯০ তারিখে স্থানীয় সময় রাত বারোটার কিছু পরে, ইরাক কুয়েত আক্রমণ করে।  ইরাকি বিশেষ বাহিনীর দ্বারা কুয়েতের আমিরের বাসভবন দাসমান প্রাসাদে আক্রমণ শুরু হয়েছিল ভোর ৪টা থেকে ৬টার মধ্যে।  এই বিশেষ বাহিনীকে বিভিন্ন সময়ে হেলিকপ্টার এয়ারবর্ন ট্রুপস হিসেবে বা কখনও কখনও বেসামরিক পোশাকে অনুপ্রবেশকারী হিসেবে উল্লেখ করা হয়েছে।  কুয়েত সিটিতে আক্রমণ করার জন্য হাইওয়ে ৮০ ব্যবহার করে আল জাহরা নামক স্থানের পূর্ব দিক থেকে ইরাকের রিপাবলিকান গার্ড \"হাম্মুরাবি\" বিভাগ থেকে আরও কিছু সৈন্যে আগমন করে। এই  সৈন্যে আগমন ইরাকি বাহিনীকে আরো শক্তিশালী করে।\nপ্রত্যক্ষদর্শীরা জানান, বৃহস্পতিবার সকালে একটা পর্যায়ে, যখন ইরাকি ট্যাঙ্কগুলো শহরে ঢুকে পড়ছিল, তখন আমিরের প্রাসাদ থেকে রাস্তা জুড়ে পানির টাওয়ারের পাশ দিয়ে ধোঁয়ার একটি বিশাল কলাম উঠতে দেখা যায়। ইরাকি বিমান শক্তি প্রধানত কুয়েতি রক্ষকদের ভয় দেখানোর জন্য ব্যবহার করা হয়েছিল বলে মনে করা হয়। প্রায় সাড়ে ৮টার দিকে তিনটি ইরাকি জেট প্রাসাদের উপর দিয়ে উড়ে যায় এবং তারপর উত্তর দিকে চলে যায়। দুই ঘন্টা পরে, প্রায় ১৫টি ইরাকি সামরিক হেলিকপ্টার প্রাসাদের কাছ দিয়ে উড়ে যায়। প্রাসাদের পাশে পানির  টাওয়ারের গোড়ার চারপাশে নিয়মিত শেল বিস্ফোরিত হয়, তাদের মধ্যে কিছু নতুন করে আগুন জ্বালিয়ে দিচ্ছিল।\nসকাল থেকেই প্রচণ্ড আকারে যুদ্ধ চলছিল, বিশেষ করে মধ্যাহ্নের দিকে, কিন্তু যুদ্ধ কার্যত শেষ হয়ে যায় যখন ইরাকিরা প্রায় দুপুর ২টার দিকে প্রাসাদের নিয়ন্ত্রণ নিয়ে নেয়।  ইরাকিরা আমির এবং তার উপদেষ্টাদের বন্দী করার লক্ষ্যে ব্যর্থ হয়েছিল, কেননা তারা আক্রমণ শুরু হওয়ার আগে জেনারেল হেডকোয়ার্টার্সে স্থানান্তরিত হয়েছিলেন। হতাহতদের মধ্যে আমিরের ছোট ভাই ফাহদ আল-আহমাদ ছিলেন, যিনি প্রাসাদ রক্ষা করতে গিয়ে নিহত হন।\n\n\n== তথ্যসূত্র =="}