{"pageid": 1098154, "title": "জেরুসালেম অবরোধ (৫৯৭ খ্রিস্টপূর্ব)", "url": "https://bn.wikipedia.org/wiki?curid=1098154", "content": "জেরুসালেম দখল হল ৫৯৭ খ্রিস্টপূর্বাব্দে ব্যাবিলনের রাজা সম্রাট দ্বিতীয় নেবুচাদনেজার পরিচালিত একটি সামরিক অভিযান। ৬০৫ খ্রিস্টপূর্বে তিনি ফারাও নিকোকে কারচেমিশের যুদ্ধে পরাজিত করে পরবর্তীকালে যিহূদা রাজ্য দখল করেন। নেবুচাদনেজার কালপঞ্জি অনুসারে যিহূদার রাজা যিহোয়াকিম ব্যাবিলনীয় শাসনের বিরুদ্ধে বিদ্রোহ করে, কিন্তু নেবুচাদনেজার জেরুসালেম দখলে নিয়ে সিদিকিয়কে এর শাসক করেন।\n\n\n== অবরোধ ==\nজেরুসালেমের ধ্বংসযজ্ঞ এড়াতে, যিহূদার রাজা যিহোয়াকিম নিজের শাসনকালের তৃতীয় বছরে মিশরকে বাদ দিয়ে ব্যাবিলনের কাছে নিজের আনুগত্য প্রদান করেন। তিনি কর হিসেবে জেরুসালেমের রাজস্ব, মন্দিরের কিছু শিল্পকর্ম এবং জিম্মি হিসেবে রাজকীয় পরিবারের সদস্য ও অভিজাত ব্যক্তিদের ব্যাবিলনে প্রেরণ করতেন। ৬০১ খ্রিস্টপূর্ব সালে, যিহোয়াকিমের চতুর্থ শাসন বর্ষে, নেবুচাদনেজার মিশর অভিযানে ব্যর্থ হোন এবং বিরাট ক্ষতির শিকার হোন। এই ব্যর্থতার ফলে যিহূদা সহ লেভান্তের অনেক রাজ্য বিদ্রোহ করে এবং রাজা যিহোয়াকিম কর পাঠানো বন্ধ করে দিয়ে মিশরের পক্ষ নেয়।\nনেবুচাদনেজার শীঘ্রই সেসব বিদ্রোহীদের বিরুদ্ধে ব্যবস্থা নিতে শুরু করেন। নেবুচাদনেজার কালপঞ্জি অনুযায়ী, নেবুচাদনেজার জেরুসালেমে অভিযান পরিচালনা করেন যা ঘটনাক্রমে ৫৯৭ খ্রিস্টপূর্বে ঘটে কালপঞ্জিতে উল্লেখ রয়েছে:\n\n[নেবুচাদনেজারের] সপ্তম বর্ষে [৫৯৮ খ্রিস্টপূর্ব] খিসলেভ মাসে [নভেম্বর/ডিসেম্বর] ব্যাবিলনের রাজা তার সেনাবাহিনীকে একত্রিত করেন, এবং হাট্টিদের ভূমি (সিরিয়া/ফিলিস্তিন) আক্রমণ করার পর, তিনি যিহূদার শহরে অবরোধ পরিচালনা করেন। আদার মাসের দ্বিতীয় দিবসে [১৬ মার্চ] তিনি শহরটি জয় করেন এবং রাজাকে [যিহুদীয়া] বন্দী করেন। তার স্থলে তিনি নিজের পছন্দের একজন রাজাকে [সিদিকিয়] স্থলাভিষিক্ত করেন, এবং রাজস্ব পাওয়ার পর, তিনি ব্যাবিলনের দিকে ফিরে যান।\nযিহোয়াকিম অবরোধের সময় সম্ভবত ১০ মার্চ, ৫৯৮ খ্রিস্টপূর্ব তারিখে, বা কিসলেভে, কিংবা তেভেত মাসে মারা যান। নেবুচাদনেজার জেরুসালেম শহর এবং এর মন্দির লুট করেন, এবং নতুন রাজা যিহুদীয়া, যার বয়স ছিলো হয় ৮ বা ১৮ বছর, এবং অন্যান্য বিশিষ্ট নাগরিক এবং কারিগরদের বন্দী করে নিয়ে যাওয়া হয়। যিহিষ্কেলের পুস্তকে দেওয়া তারিখ থেকে বছর গণনা অনুসারে নেবুচাদনেজারের ফিরে যান ৫৯৭ খ্রিস্টপূর্বের নিসান মাসে।\nনেবুচাদনেজার যিহুদীয়ার চাচা সিদিকিয়কে যিহূদার পুতুল রাজা হিসেবে বসান। যিহুদীয়াকে ব্যাবিলনে থাকতে বাধ্য করা হয়েছিল। সিদিকিয়ের শাসনকে বিভিন্ন সূত্র ধরে ৫৯৭ খ্রিস্টপূর্বের নিসান মাসের কয়েক সপ্তাহ আগে বা পরে দেখানো হয়ে থাকে।\n\n\n== কালানুক্রমীয় টীকা ==\n১৯৫৬ সালে ডোনাল্ড ওয়াইজম্যান দ্বারা প্রকাশিত ব্যাবিলনীয় কালপঞ্জি প্রতিষ্ঠিত করে যে সম্রাট দ্বিতীয় নেবুচাদনেজার ৫৯৭ খ্রিস্টপূর্ব সালের ১৬ই মার্চ তারিখে প্রথমবারের মত জেরুসালেম দখল করেন। ওয়াইজম্যানের প্রকাশনার পূর্বে, ই.আর. থিয়েল বাইবেলীয় লেখাপত্র থেকে জেরুসালেম দখলের তারিখ ৫৯৭ খ্রিস্টপূর্বাব্দের বসন্তে নির্ধারণ করেন, তবে উইলিয়াম এফ. অলব্রাইটদের মতন অন্যান্য গবেষকগণ এর তারিখ প্রায়শউ ৫৯৮ খ্রিস্টপূর্বাব্দে নির্দেশ করেন।\n\n\n== বাইবেলীয় বিবরণ ==\nএই অবরোধের ঘটনাটি ইহুদিদের হিব্রু বাইবেল, তথা খ্রিস্টানদের পুরাতন নিয়মের রাজাবলি ২ ২৪:১০-এ বর্ণিত রয়েছে। জেরুসালেম প্রস্থান ছিলো ইহুদিদের নির্বাসন ও অভিবাসনের সূচনা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nএনসাইক্লোপিডিয়া ব্রিটানিকা ওয়েবসাইটে জেরুসালেম অবরোধ\nদ্বিতীয় নেবুচাদনেজারের প্রথমদিককার কালপঞ্জি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ মে ২০১৯ তারিখে"}