{"pageid": 1098927, "title": "সোলিগ্না ভংসা", "url": "https://bn.wikipedia.org/wiki?curid=1098927", "content": "সোলিগ্না ভংসা (ສຸຣິຍະວົງສາທັມມິກຣາດ[suliɲa voŋsaː tʰammikraːt] )  ছিলেন ল্যান জাং- এর রাজা যার শাসনামলকে লাওসের স্বর্ণযুগ বলে মনে করা হয়। তিনি ১৬৩৭ সালে সিংহাসনে আরোহণ করেন।\n\n\n== ল্যান জাং এর রাজা ==\n১৬৩৭ সালে, সোলিগ্না ভংসা সিংহাসনে আরোহণ করেন যখন অভিজাতরা তাকে নির্বাচিত করেন তার দুই বড় ভাইকে রেখে। রাজা সোলিগ্না ভংসা ৫৭ বছর রাজত্ব করেছিলেন যার সময় লাওস অঞ্চল, প্রতিপত্তি এবং ক্ষমতার ক্ষেত্রে \"স্বর্ণ যুগ\" হিসেবে পরিচিত।\nতিনি অবিলম্বে স্থিতিশীলতা নিশ্চিত করেন সকল সম্ভাব্য প্রতিদ্বন্দ্বীকে নির্বাসিত করে, তার এক ভাইকে ভিয়েতনামে এবং অন্য একজনকে একক যাজকত্বে পাঠিয়ে এবং তার চাচাত ভাইদের পশ্চিমে সিয়ামের দিকে পাঠিয়ে দেন। তিনি একজন কঠোর রাজা ছিলেন এবং দৃঢ় আইন অনুযায়ী দেশ চালাতেন। একজন শাসক হিসেবে তিনি অত্যন্ত সম্মানিত ছিলেন, এবং তার সিংহাসন আরোহণের পাঁচ বছরের মধ্যে, তার খ্যাতি নমপেনে থাকা ডাচ ইস্ট ইন্ডিয়া কোম্পানির ডাচ প্রতিনিধিদের কাছে পৌঁছেছিল। জেসুইট জিওভান্নি মারিয়া লেরিয়া ১৬৪১ সালে ডাচ বণিকদের মতো একই সময়ে ভিয়েনতিয়েনে আসেন এবং লাওসে প্রথম ইউরোপীয় দূতদের গ্রহণ করেন।\nসপ্তদশ শতাব্দীর লাওস সম্পর্কে আমরা যা জানি তার বেশিরভাগই এই দর্শনার্থীদের বর্ণনা থেকে আসে। বিঘ্ন থাকা সত্ত্বেও সেত্তথীরথ এর মৃত্যু থেকে সোলিগ্না ভংসা এর উত্তরণ, দৃশ্যত খুব দ্রুত সামলে নেয় ল্যান জাংকে যাকে বলা হত লাওস। ভ্যান উয়েস্টফ, ডাচম্যান এবং লেরিয়া, যিনি লাওসে ছয় বছর অতিবাহিত করেছিলেন, তারা দেশটির সমৃদ্ধিতে মুগ্ধ হয়েছিল। ভ্যান উয়েস্টফ প্রচুর সংখ্যক মঠ এবং সন্ন্যাসীদের উল্লেখ করেছেন, \" প্রুশিয়ার রাজার সৈন্যদের চেয়েও বেশি।\" জন ফিলিপ ডি মারিনি, যিনি লেরিয়ার সফর লিপিবদ্ধ ও প্রকাশ করেছেন, উল্লেখ করেছেন যে সন্ন্যাসীরা সিয়াম থেকে লাওসে \"বিশ্ববিদ্যালয় হিসেবে\" গিয়েছিলেন। একটি বৃহৎ নিষ্ক্রিয় জনসংখ্যার সমর্থন, যারা ছিল সন্ন্যাস, তারা আসলে লাওসের জাতীয় অর্থনৈতিক উন্নয়নকে ক্ষতিগ্রস্থ করেছিল, তা সত্ত্বেও উভয় ভ্রমণকারীকে তারা মুগ্ধ করেছিল। মারিনির ভ্রমণের প্রথম অধ্যায়ের সাবটাইটেল, লাওসের মহত্ত্ব, সম্পদ এবং শক্তি। উভয়ই মুক্ত বাজার এবং সমৃদ্ধ বাণিজ্যের বর্ণনা দিয়েছে, যা ইউরোপকে গাম বেনজোইন, লাক, কস্তুরী (\"পৃথিবীর এই অংশ থেকে ইউরোপে আবির্ভূত প্রথম কস্তুরী।\" - ডি মারিনি) এবং অন্যান্য পণ্য সরবরাহ করেছিল। রাজার প্রাসাদকে, ডি মারিনি বর্ণনা করেন,\n\n\"এর গঠন এবং প্রতিসাম্য দেখতে অসাধারণ এবং তা দূর থেকেই বোঝা যায়। এটি সত্যিই বিশাল এবং এতই বিস্তৃত যে কেউ এটিকে একটি শহর ভাবতে পারে। . . রাজার কোয়ার্টার... এর একটি খুব সুন্দর এবং চমৎকার সম্মুখভাগ রয়েছে... ভিতরে এবং বাইরে চমৎকার বাস রিলিফ গিল্ড দিয়ে এত সূক্ষ্মভাবে অলঙ্কৃত করা হয়েছে যে সেগুলো সোনার লেমিনেশন দিয়ে আবৃত বলে মনে হচ্ছে। . . . প্রাসাদের অন্যান্য অংশ, তাদের সমৃদ্ধি, তাদের অ্যাপার্টমেন্ট, তাদের বাগানগুলো বিস্তারিতভাবে বর্ণনা করার জন্য আমাকে একটি সম্পূর্ণ বই রচনা করতে হবে। . . \"\nরাজা দাবি করেছিলেন যে তিনি অন্য কাউকে তার সমকক্ষ হিসেবে স্বীকৃতি দেবেন না, যদিও তিনি প্রতিবেশী দেশগুলোর সাথে বন্ধুত্বপূর্ণ চুক্তি করেছিলেন। আয়ুথায়ার রাজা নারাইয়ের সাথে, তিনি তাদের বন্ধুত্বকে স্মরণীয় করে রাখতে এবং তাদের রাজ্যের সীমানা নির্ধারণের জন্য ড্যান সাই (বর্তমানে থাইল্যান্ডের লোই প্রদেশে ) ফ্রা দ্যাট সি সং রাক (স্নেহপূর্ণ দুইয়ের স্তুপ) নির্মাণ করেছিলেন।\nতবে তার বন্ধু নারাই এর তুলনায়, যিনি মহান আড়ম্বর সহকারে রাষ্ট্রদূতদের পেয়েছিলেন, চমৎকার এবং বিস্তৃত পোশাক পরিধান করেছিলেন এবং সর্বোত্তম বিদেশী বিলাসিতা-মখমল এবং দামসমৃদ্ধ পারস্যের কার্পেটের ব্যবহার উপভোগ করতেন, সোলিগ্না ভংসা মুকুট পরতেন না এবং রিড ম্যাটের উপর বসে থাকতে পছন্দ করতেন। যদিও ল্যান জাং-এর ম্যাটগুলো আজকের চেয়ে স্পষ্টতই বেশি সুন্দর ছিল; ডি মারিনি তাদের সম্পর্কে লিখেছেন, উদাহরণস্বরূপ, \"বয়নটি এতই সূক্ষ্ম এবং নিদর্শনগুলোর সাথে অলঙ্করণ এবং বিভিন্ন পাতার কাজগুলো এত ভালভাবে করা হয়েছে যে, আমার মতে, চোখের জন্য এর চেয়ে সুন্দর এবং আনন্দদায়ক আর কিছু নেই;\" বিদেশী দর্শনার্থীদের বিবরণ থেকে এটা স্পষ্ট যে মহান রাজা ক্ষয়িষ্ণু জীবন থেকে অনেক দূরে বসবাস করতেন। বরং তারা উল্লেখ করেছেন যে তিনি তার সম্পদ ধর্মের সেবায় বিলিয়ে দিয়েছেন।\nল্যান জাং-এর স্বর্ণযুগে, সেনাবাহিনীকে ইউরোপীয় অস্ত্রে সজ্জিত করার পরিবর্তে, সম্পদ প্রাথমিকভাবে ধর্মে ব্যয় করা হয়েছিল।  তাঁর শাসনের পরে রাজ্যের পতনের এটি একটি গুরুত্বপূর্ণ কারণ ছিল।\n\n\n== মৃত্যু ==\n১৬৯৫ সালে, সোলিগ্না মারা যান এবং তার কোনো উত্তরাধিকারী ছিল না। তার ২ পুত্র ছিল, জ্যেষ্ঠজন ব্যভিচারের জন্য মৃত্যুদণ্ডপ্রাপ্ত হয়েছিল এবং অন্য পুত্র তার মা, সৎ-মা এবং ৬০০ অনুসারীদের সাথে ১৬৮৬ সালের ফেব্রুয়ারিতে আয়ুথায়ায় পালিয়ে গিয়েছিল, যখন তার পিতা তাদের মৃত্যুদণ্ডের আদেশ দেন কারণ তিনি সহবাস করতেন তার সৎ বোনের সাথে এবং এই বিষয়ে তাদের তাদের পূর্ণ জ্ঞান ছিল বলে প্রমাণিত হয়েছিল। লাওতিয়ান ইতিহাসে এটি একটি বিশৃঙ্খল সময় ছিল যেখানে সাম্রাজ্যটি সম্পূর্ণরূপে ভেঙে পড়ে এবং রাজ্যটি ৩টি নতুন রাজ্যে বিভক্ত হয়: ভিয়েনতিয়েন, লুয়াং ফ্রাবাং এবং চম্পাসাক রাজ্য ।\n\n\n== পরিবার ==\nপিতাঃ টন খাম\nমা: নাম অজানা\nকনসর্ট এবং তাদের নিজ নিজ সমস্যা:\nনাম অজানা\nযুবরাজ ইন্দ্র ব্রহ্মা (এন্টা-প্রোহম), চাও রাজা যুধা (রাতসাভুথ) - (বি.১৬৪২) লুয়াং ফ্রাবাং কিংকিৎসারথ (আর. ১৭০৭-১৭১৩) এবং ইন্থা পুত্র (আর. ১৭৩৭- ১৭৩৮) এর রাজাদের পিতা\nরাজকুমারী সুমঙ্গলা কুমারী - রাজাদের মা সাঁই অং হিউ ল্যান জাং এবং নকসাদ এর চম্পাসাক\nরাজকুমারী কিনিচন্দ্র (কেন চ্যান) - (এম. ১৬৫২) - জিয়াং জুয়াংয়ের রাজকুমারী খাম সানের কন্যা\nআনামের রাজা লে থান টোংয়ের কন্যা\nনাম অজানা\nরাজকুমারী সুমন। . . কুমারী - (মৃত্যু ১৬৯৬) তিনি ল্যান জাং তিয়ান থালা (১৬৯৪ বা ১৬৯৫) এর রাজাকে বিয়ে করেছিলেন (~১৬৯৪)\nএকটি ছেলে, যে তার মা, সৎ-মা এবং ৬০০ অনুসারীদের সাথে ১৬৮৬ সালের ফেব্রুয়ারিতে আয়ুথায়ায় পালিয়ে যায় যখন তার পিতা তাদের মৃত্যুদণ্ডের আদেশ দেন কারণ তাকে তার সৎ বোনের সাথে সহবাস করতে দেখা যায়।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:লাওসের রাজারা"}