{"pageid": 1098761, "title": "ইউসুফ সেলিম কারাম", "url": "https://bn.wikipedia.org/wiki?curid=1098761", "content": "ইউসেফ বে সেলিম বে কারাম (৫ এপ্রিল, ১৯১০ - ফেব্রুয়ারি ৩, ১৯৭২) ছিলেন লেবাননের একজন সংসদ সদস্য।\n\n\n== প্রারম্ভিক জীবন ==\nইউসুফ সেলিম কারাম লেবাননের এহেডেনে জন্মগ্রহণ করেন।। তার বাবা ছিলেন সেলিম বে কারাম এবং তার মায়ের নাম ছিল জামিলি মেলহেম আসাদ বুলোস পরিবারটির জনসেবার দীর্ঘ ইতিহাস ছিল, তার বাবা, একজন জেলা গভর্নর (১৮৯৮-১৯০০) ছিলেন; তার দাদা মিখাইল বে  ছিলেন বিখ্যাত জাতীয় বীর ইউসুফ বে কারাম। তার চাচা আসাদ বে ও একজন জেলা গভর্নর (১৮৭৪-১৮৮৭) ছিলেন।\nতিনি কলেজ স্ট্যানিসলাস ডি প্যারিস থেকে স্নাতক পাশ করেন।\n\n\n== রাজনৈতিক জীবন ==\nউত্তর লেবাননের বিশারি শহরের সংসদ সদস্য ওয়াহিব গেগেয়ার মৃত্যুর পরে ইউসুফ সেলিম কারাম বিশারি থেকে ১৯৪৩ সালে প্রথমবারের মতো সংসদ সদস্য নির্বাচিত হন। তিনি মৃত এমপির ভাই হাসিব গেগাকে পরাজিত করে উত্তর লেবানন গভর্নরেট আসনে জয়ী হন। পরবর্তীতে তিনি ১৯৪৩, ১৯৪৭ এবং ১৯৫১ সালে পরপর তিনটি মেয়াদে ঐ আসন থেকে নির্বাচিত হন।\n১৯৪৭ সালের সাধারণ নির্বাচনের সময়, ইউসেফ সেলিম কারাম তার তৎকালীন পার্টনার হামিদ ফ্রাঙ্গিয়েহের সাথে উত্তর লেবানন গভর্নরেট আসনের জন্য দ্বিতীয়বারের জন্য পুনঃর্নির্বাচিত হন। কারাম ১৯৫১ সালে টানা তৃতীয়বারের জন্য নির্বাচিত হন যেখানে তিনি তার তৎকালীন পার্টনারদের সাথে উত্তর লেবানন গভর্নরেটের ৬টি আসনের মধ্যে ৫টি সিটে জয়লাভ করে শক্তির প্রদর্শন দেখান। ইউসুফ সেলিম করম ১৯৫৩ সালের সাধারণ নির্বাচনের সময় হামিদ ফ্রাঙ্গিয়েহের কাছে জঘর্তা-জাওয়িয়েহ এ তার আসন হারান, উভয়েই সেই নির্বাচনে স্বতন্ত্র প্রার্থী হিসাবে প্রতিদ্বন্দ্বিতা করেছিলেন।\nকারাম ১৯৫৭ সালের সাধারণ নির্বাচনের সময় তার তৎকালীন পার্টনার, ফাদার সেমান দুয়াইহির সাথে জঘর্তা-জাওয়িয়েহ (হামিদ ফ্রাঙ্গিয়েহ এবং রেনে মোওয়াদ) সিটে বিরোধী দলের কাছে আবারও পরাজিত হন।\nপরবর্তীতে, কারাম ১৯৬০ সালে টানা ষষ্ঠবারের জন্য নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিলেন, এবং তার তৎকালীন পার্টনার সুলেমান ফ্রাঙ্গিয়েহের সাথে জঘর্তা-জাওয়িয়েহ এর আসনের জন্য পুনরায় নির্বাচিত হন।\n১৯৬৪ সালে, কারাম একটি স্বতন্ত্র প্রার্থী হিসাবে নির্বাচনে শেষবারের মতো প্রতিদ্বন্দ্বিতা করেন এবং সুলেমান ফ্রাঙ্গিয়েহ, রেনে মোয়াদ এবং ফাদার সেমান দুয়াইহির কাছে পরাজিত হন। সেই সময়ে, ইউসেফ সেলিম কারামের শরীরে আর্টেরিওস্ক্লেরোসিস নামক রোগের লক্ষণগুলি প্রকাশ পেতে থাকে এবং তিনি এক বছর পর এই রোগ সম্পর্কে সম্পূর্ণভাবে অবহিত হন।\n৫৫ বছর বয়সে আর্টেরিওস্ক্লেরোসিস রোগে আক্রান্ত হওয়ার ফলে তিনি শারীরিকভাবে খুব দুর্বল হয়ে যান। এভাবেই কারামের দীর্ঘ রাজনৈতিক কর্মজীবনের সমাপ্তি ঘটে।\n\n\n== তথ্যসূত্র =="}