{"pageid": 1098284, "title": "সরকারি ইসলামিয়া বিজ্ঞান কলেজ, করাচি", "url": "https://bn.wikipedia.org/wiki?curid=1098284", "content": "সরকারি ইসলামিয়া বিজ্ঞান কলেজ পাকিস্তানের সিন্ধু প্রদেশের রাজধানী করাচি শহরে অবস্থিত একটি নামকরা শিক্ষাপ্রতিষ্ঠান। এটি পাকিস্তানের বড় কলেজগুলোর মধ্যে অন্যতম। কলেজটি বিজ্ঞানের বিভিন্ন শাখা, আইন, বাণিজ্য ও কলা শিক্ষা প্রদান করে থাকে। এই কলেজ দাউদ বিজ্ঞান ও প্রযুক্তি কলেজের বিপরীত দিকে অবস্থিত। ইসলামিয়া বিজ্ঞান কলেজ, ইসলামিয়া আইন কলেজ, ইসলামিয়া চারুকলা কলেজ এগুলো সব একটি শিক্ষা কমপ্লেক্সে আবদুল রেহান মুহাম্মাদ কুরেশী প্রতিষ্ঠা করেন। কলেজটি ১৯৬১ সালের আগস্টে আইয়ুব খান উদ্বোধন করেন।\n\n\n== ইতিহাস ==\nসরকারি ইসলামিয়া বিজ্ঞান কলেজের প্রতিষ্ঠাতা আবদুল রেহমান মুহাম্মাদ কুরেশী সতেরোটি স্কুল ও কলেজের প্রতিষ্ঠাতা ছিলেন যেগুলো তিনি ব্যক্তিগত ব্যবস্থাপনায় পরিচালনা করতেন। তিনি করাচিতে কুরেশী নাইট কলেজ প্রতিষ্ঠা করেন। কুরেশী ১৯৮৯ সালের ২২ জুন তারিখে মৃত্যুবরণ করেন।\nকলেজটি রাজনৈতিক দাঙ্গা ও হত্যাকাণ্ডের জন্য অনেক বিরোধিতা এবং গণমাধ্যমের আগ্রহের কেন্দ্রবিন্দুতে পরিণত হয়। ইসলামী জমিয়তে-ই-তালাবা দলের অনেক ছাত্র পিএসফ ও এপিএমএসও দলের সাথে মারামারিতে লিপ্ত হয়েছিলো। ১৯৭০ সালে কলেজটিতে বন্দুকবাজি, গোলাগুলি ও রাজনৈতিক উপদ্রব ঘটে যার ফলে কলেজের সুনাম ক্ষুণ্ণ  হয়।\n২০০৪ সালে করাচি দপ্তরের তত্ত্বাবধায়ক কাদির বুখশ উমরানি পূর্ব করাচির রেন্ট কন্ট্রোলারের নিকট কলেজ ভবনের ভাড়া আদায় এবং প্রাঙ্গণ খালি করণের জন্য মামলা উপস্থাপন করেন। ছাত্র সংগঠনগুলো এর বিরুদ্ধে প্রতিবাদ করে এবং শহরের ১১সি রুটে ছাত্র ভর্তি সরকারি বাস গিয়ে করাচি প্রেস ক্লাবের সামনে ত্রিশ মিনিটের জন্য বিক্ষোভ মিছিল প্রদর্শন করে। একটি ছাত্র সরকারি ইসলামি বিজ্ঞান কলেজের বাইরে বিক্ষোভ প্রদর্শন করে যা ২৯ অক্টোবর ২০০৮ তারিখে মারাত্মক রূপ নেয় যার ফলে ইসলামি জমিয়ত-এ-তালাবার শিক্ষার্থী ও পুলিশের মাঝে সংঘর্ষ সংঘটিত হয়। সেই সংঘর্ষে এক মহিলা সংবাদিক আহত হয়, ছয় ছাত্র: তাহা রিয়াজ, কলেজের আইজেটি প্রধান, নাউমান হামিদ, মাখদুম হুসাইন, আবদুল ওয়াহাব, নিয়াজ আহমেদ এবং সোনু খানদের ১৪৭ ও ১৪৮ ধারায় গ্রেফতার করা হয়। প্রতিবাদ করার জন্য ছাত্রদের রাস্তার অর্ধেক জায়গা দেওয়া হলেও তারা সম্পূর্ণ জায়গা দখল করে। রাস্তা ছেড়ে দিতে বলায় তারা পাথর নিক্ষেপ শুরু করে।\n\n\n== উল্লেখযোগ্য প্রাক্তন শিক্ষার্থী ==\nআলতাফ হুসাইন, মুত্তাহিদা কওমি আন্দোলনের প্রতিষ্ঠাতা\nজহির আব্বাস, ক্রিকেট খেলোয়াড়\nশহীদ আফ্রিদি, ক্রিকেট খেলোয়াড়\nআসিফ মুজতবা, ক্রিকেট খেলোয়াড়\nমনোয়ার-উজ-জামান, হকি খেলোয়াড়\nতাসাদ্দুক সোহেল (১৯৩০–২০১৭), চিত্রশিল্পী ও ছোটগল্প লেখক\nআজিম হাফিজ, ক্রিকেট খেলোয়াড়\n\n\n== তথ্যসূত্র =="}