{"pageid": 1098891, "title": "লন্ডন প্যাডিংটন স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1098891", "content": "লন্ডন প্যাডিংটন নামে পরিচিত প্যাডিংটন হল একটি কেন্দ্রীয় লন্ডন রেলওয়ে টার্মিনাস বা প্রান্তিক ও লন্ডন আন্ডারগ্রাউন্ড স্টেশন কমপ্লেক্স, যা প্যাডিংটন এলাকার প্রেড স্ট্রিটে অবস্থিত। স্থানটি ১৮৩৮ সাল থেকে গ্রেট ওয়েস্টার্ন রেলওয়ে এবং এর উত্তরসূরিদের দ্বারা প্রদত্ত পরিষেবাগুলির লন্ডন টার্মিনাস বা প্রান্তিক। প্রধান রেলপথ স্টেশনের বেশিরভাগ ১৮৫৪ সালের এবং ইসামবার্ড কিংডম ব্রুনেল দ্বারা নকশা করা হয়েছিল।\nপ্যাডিংটন হল গ্রেট ওয়েস্টার্ন প্রধান রেলপথের লন্ডন প্রান্তিক; যাত্রী পরিষেবাগুলি প্রাথমিকভাবে গ্রেট ওয়েস্টার্ন রেলওয়ে দ্বারা পরিচালিত হয়, যা পশ্চিম লন্ডন ও টেমস উপত্যকা অঞ্চলে বেশিরভাগ কমিউটার ও আঞ্চলিক যাত্রী পরিষেবা এবং সেইসাথে দক্ষিণ পশ্চিম ইংল্যান্ড ও সাউথ ওয়েলসে দীর্ঘ-দূরত্বের আন্তঃনগর পরিষেবা প্রদান করত। এটি হিথ্রো এক্সপ্রেস এবং রেডিং থেকে হিথ্রো বিমানবন্দর পর্যন্ত টিএফএল রেল পরিষেবারও টার্মিনাস বা প্রান্তিক। এটি নেটওয়ার্ক রেল দ্বারা সরাসরি পরিচালিত ১১টি লন্ডন স্টেশনগুলির মধ্যে একটি। এটি ১ নং ভাড়া জোনে অবস্থিত এবং এর দুটি পৃথক টিউব স্টেশন রয়েছে, যা বেকারলু, সার্কেল, ডিস্ট্রিক্ট এবং হ্যামারস্মিথ ও সিটি লাইনের সাথে সংযোগ প্রদান করে।\nস্টেশনটি যাত্রী ও পণ্য, বিশেষ করে দুধ ও পার্সেলের জন্য বহু বছর ধরে জনপ্রিয়। প্রধান সংস্কারসমূহ ১৮৭০-এর, ১৯১০-এর ও ১৯৬০-এর দশকে সংঘটিত হয়েছিল, প্রত্যেকে ক্ষেত্রেই বিদ্যমান পরিষেবা ও স্থাপত্যকে যথাসম্ভব সংরক্ষণ করার চেষ্টা করার সময় অতিরিক্ত প্ল্যাটফর্ম ওস্থান যোগ করার চেষ্টা করা হয়। বিশ্বের প্রথম ভূগর্ভস্থ রেলওয়ে মেট্রোপলিটন রেলওয়ের মূল পশ্চিম টার্মিনাস বা প্রান্তিক হিসেবে প্যাডিংটনকে ১৮৬৩ সালে লন্ডনের আন্ডারগ্রাউন্ড ট্রেনের মাধ্যমে প্রথম পরিষেবা দেওয়া হয়েছিল। ২০তম শতকে, লন্ডনের শহুরে বিস্তৃতি পশ্চিম দিকে সরে যাওয়ার সাথে সাথে প্যাডিংটনে শহরতলির ও নিত্যযাত্রী পরিষেবাসমূহ উপস্থিত হয়েছিল। অসংখ্য সংস্কার ও পুনর্নির্মাণ হওয়া সত্ত্বেও, এবং বিশেষ করে দ্বিতীয় বিশ্বযুদ্ধের সময় ক্ষয়ক্ষতি হওয়া সত্ত্বেও, ব্রুনেলের আসল নকশা এখনও স্বীকৃত।\n\n\n== অবস্থান ==\n\nস্টেশন চত্বরটি সামনের দিকে প্রেড স্ট্রিট এবং পিছনের দিকে বিশপ'স সেতুর মাধ্যমে স্টেশনের সংকীর্ণ রেলপথকে অতিক্রমকারী বিশপ'স ব্রিজ রোড দ্বারা আবদ্ধ। স্টেশনের পশ্চিম দিকে ইস্টবোর্ন টেরেস এবং পূর্ব দিকে গ্র্যান্ড ইউনিয়ন খালের প্যাডিংটন বাহু দ্বারা আবদ্ধ। স্টেশনটি একটি অগভীর কর্তনের মধ্যে রয়েছে, একটি হোটেল ভবনের দ্বারা স্টেশনের সামনের অংশে অস্পষ্ট দেখায়, তবে অন্য তিন দিক থেকে স্পষ্টভাবে দেখা যায়। স্টেশনের উত্তরে ওয়েস্টওয়ে, উত্তর-পূর্বে এজওয়্যার রোড এবং পূর্ব ও দক্ষিণ-পূর্বে লন্ডন ইনার রিং রোড রয়েছে।\nআশেপাশের এলাকাটি আংশিকভাবে আবাসিক, এবং এখানে প্রধান সেন্ট মেরি'স হাসপাতাল, রেস্তোরাঁ ও হোটেল রয়েছে। এই এলাকায় সম্প্রতি সময় পর্যন্ত সামান্য কিছু অফিস বা কার্যালয় ছিল, এবং বেশিরভাগ যাত্রীরা ওয়েস্ট এন্ড বা শহরের কর্মস্থলে পৌঁছানোর জন্য ন্যাশনাল রেল ও লন্ডন আন্ডারগ্রাউন্ডের মধ্যে যাত্রাপথ অদল-বদল করত। যাইহোক, প্যাডিংটন ওয়াটারসাইড হিসাবে বাজারজাত করা পরিত্যক্ত রেলওয়ে ও খালের জমির সাম্প্রতিক সময়ে পুনঃউন্নয়নের ফলে কাছাকাছি নতুন অফিস কমপ্লেক্স তৈরি হয়েছে।\nস্টেশনটি লন্ডন ভাড়া অঞ্চল ১-এর মধ্যে রয়েছে। প্যাডিংটনের আন্ডারগ্রাউন্ড স্টেশনগুলি ছাড়াও, দক্ষিণে দিকে সেন্ট্রাল লাইনের ল্যাঙ্কাস্টার গেট স্টেশনটি অল্প পায়ে-হাঁটার দূরের মধ্যে অবস্থিত। স্টেশন থেকে দক্ষিণে একটু এগিয়ে সংযুক্ত উদ্যান হাইড পার্ক ও কেনসিংটন গার্ডেন রয়েছে। ২৩ নং ও ২০৫ নং সহ বেশ কয়েকটি লন্ডন বাস রুট স্টেশনে বাস পরিষেবা পরিবেশন করে।\nল্যাডব্রোক গ্রোভ ও প্যাডিংটন স্টেশনের মধ্যে আগত প্রধান রেলপথের সরু ব্যস্ত অংশটি কিছু প্রকৌশলীর কাছে প্যাডিংটন থ্রাট বা প্যাডিংটন গ্রীবা নামে পরিচিত।\n\n\n== ইতিহাস ==\nন্যাশনাল রেল স্টেশনটির আনুষ্ঠানিক নামকরণ লন্ডন প্যাডিংটন করা হয়েছে, এটি সাধারণত লন্ডনের বাইরে ব্যবহৃত একটি নাম, কিন্তু খুব কমই লন্ডনবাসীরা এই নামটি ব্যবহার করেন, তারা লন্ডনের ভূগর্ভস্থ মানচিত্রের মতো এটিকে শুধু প্যাডিংটন বলে ডাকেন। এই একই অভ্যাস লন্ডন ব্রিজ ব্যতীত সমস্ত লন্ডনের প্রধান রেলপথের রেল টার্মিনি বা প্রান্তিকের ক্ষেত্রে প্রযোজ্য। প্রধান ট্রেন শেড সহ স্টেশনের কিছু অংশ ১৮৫৪ সাল ইসামবার্ড কিংডম ব্রুনেল দ্বারা নির্মিত হয়, সেই সময়ে এটি গ্রেট ওয়েস্টার্ন রেলওয়ের (জিডব্লিউআর) জন্য লন্ডন টার্মিনাস বা প্রান্তিক হিসাবে ব্যবহার করা হত। বর্তমানে এটি নেটওয়ার্ক রেল দ্বারা পরিচালিত লন্ডনের এগারোটি স্টেশনের মধ্যে একটি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}