{"pageid": 1098814, "title": "মসলা বাণিজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1098814", "content": "মসলা বাণিজ্য বলতে এশিয়া, উত্তর-পূর্ব আফ্রিকা ও ইউরোপের ঐতিহাসিক সভ্যতাগুলির মধ্যে বিভিন্ন ধরনের মসলার বাণিজ্যকে নির্দেশ করা হয়। দারুচিনি, এলাচি, তেজপাতা, আদা, কালো গোলমরিচ, জয়ফল, তারামসলা, লবঙ্গ ও হলুদ, ইত্যাদি মসলা বিশ্বব্যাপী সুপরিচিত ছিল এবং প্রাচীনকাল থেকে দূরপ্রাচ্যের দেশগুলিতে ব্যবহৃত ও আমদানি-রপ্তানি হত। খ্রিস্টের জন্মের কিছু আগে এগুলি নিকটপ্রাচ্যে গিয়ে পৌঁছায়, যেখানে বণিকেরা এগুলির সত্য উৎসের কথা গোপন রাখত এবং এগুলি নিয়ে দূরকল্পকাহিনী বানাত।\nমসলা বাণিজ্যটির উপরে দক্ষিণ-পূর্ব এশিয়ার অস্ট্রোনেশীয় জাতিসমূহের লোকেরা আধিপত্য বিস্তার করেছিল। তারা কমপক্ষে খ্রিস্টপূর্ব ১৫শ শতকের মধ্যেই দক্ষিণ-পূর্ব এশিয়া থেকে চীন, শ্রীলঙ্কা ও ভারত পর্যন্ত মসলার বাণিজ্যের পথগুলি প্রতিষ্ঠা করে। এই মসলা দ্রব্যগুলি পরবর্তীতে স্থলভাগ দিয়ে \"ধূপ পথ\" ধরে এবং ভারতীয় ও পারসিক বণিকদের মাধ্যমে রোমান-ভারতীয় পথ ধরে ভূমধ্যসাগরীয় অঞ্চল ও গ্রিক-রোমান বিশ্বে পরিবহন করা হত। অস্ট্রোনেশীয় সামুদ্রিক পথগুলি পরবর্তীতে খ্রিস্টীয় ১০ম শতক নাগাদ মধ্যপ্রাচ্য ও পূর্ব আফ্রিকা পর্যন্ত সম্প্রসারিত হয় এবং পূর্ব আফ্রিকার মাদাগাস্কার দ্বীপে অস্ট্রোনেশীয় জাতিরা বসতি স্থাপন করে।\nবিশেষ বিশেষ অঞ্চলের কথা ধরলে খ্রিস্টপূর্ব ১ম শতকের আগেই আক্সুম রাজ্যটি (খ্রিস্টপূর্ব ৫ম শতক- খ্রিস্টীয় ১১শ শতক) লোহিত সাগরে মসলা বাণিজ্যপথটির প্রবর্তন করে। খ্রিস্টীয় প্রথম সহস্রাব্দের সময় ইথিওপীয়রা লোহিত সাগরের সামুদ্রিক বাণিজ্যশক্তি হয়ে ওঠে। এই সময় শ্রীলঙ্কা ও ভারত থেকে আগত বাণিজ্যপথগুলি তামিল জাতির লোকেরা নিয়ন্ত্রণ করা শুরু করে; তারা আদিতে অস্ট্রোনেশীয়দের সাথে যোগাযোগের ফলে এ সংক্রান্ত সামুদ্রিক প্রযুক্তির অধিকারী হয়। খ্রিস্টীয় ৭ম শতকের মধ্যভাগে ইসলামের উত্থান ঘটলে আরব বণিকেরা এই সামুদ্রিক পথগুলিতে যাতায়াত শুরু করে এবং পশ্চিম ভারত মহাসাগরের সামুদ্রিক বাণিজ্যপথগুলিতে আধিপত্য বিস্তার করতে শুরু করে। আরব বণিকেরা শেষ পর্যন্ত লেভান্ত হয়ে ও ভেনিসীয় বণিকদের মাধ্যমে ইউরোপে মসলা প্রেরণের কাজটি দখল করে নেয়। ১০৯০ খ্রিস্টাব্দে সেলজুক তুর্কিদের উত্থান ও ১৪৫৩ সালে উসমানীয় তুর্কিদের উত্থান আরবদের আধিপত্য খর্ব করে। শুরুর দিকে স্থল পরিবহন মসলা বাণিজ্যের জন্য উপকারী হলেও পরবর্তীতে সামুদ্রিক বাণিজ্যপথগুলি ইউরোপে বাণিজ্যিক কর্মকাণ্ডে বহুল প্রবৃদ্ধি বয়ে আনে।\nখ্রিস্টানদের ধর্মযুদ্ধ বা ক্রুসেড ও পরবর্তীতে ইউরোপীয়দের বিশ্ব আবিষ্কার যুগের পরে মসলা বাণিজ্যের প্রকৃতি বদলাতে শুরু করে। এসময় ইউরোপীয় বণিকেদের কাছে মসলা বাণিজ্য, বিশেষ করে কালো গোলমরিচের বাণিজ্য খুবই গুরুত্বপূর্ণ হয়ে ওঠে। ১১শ শতক থেকে ১৫শ শতক থেকে ইতালীয় সামুদ্রিক প্রজাতন্ত্র ভেনিস ও জেনোয়া ইউরোপ ও এশিয়ার মধ্যকার মসলা বাণিজ্যে একচেটিয়া কর্তৃত্ব বজায় রাখে। ১৪৯৮ সালে পর্তুগিজ অভিযাত্রী নাবিক ভাস্কো দা গামা ইউরোপ থেকে দক্ষিণ আফ্রিকার উত্তমাশা অন্তরীপ হয়ে নতুন আরেকটি বাণিজ্যপথ প্রতিষ্ঠা করেন, যার নাম ছিল অন্তরীপ পথ।\nইউরোপীয়দের মসলা বাণিজ্যটি মধ্যযুগের শেষ থেকে রনেসাঁস পর্যন্ত বিশ্ব অর্থনীতির চালিকা শক্তি ছিল। এর ফলে ইউরোপীয় বণিকেরা প্রাচ্যে আধিপত্য বিস্তার করতে সক্ষম হয়। এসময় বঙ্গোপসাগর ছিল বিভিন্ন সংস্কৃতির মধ্যে সাংস্কৃতিক ও বাণিজ্যিক লেনদেনের সেতুবন্ধ। বহু জাতি বিভিন্ন মসলা বাণিজ্য পথের নিয়ন্ত্রণের লড়াইয়ে লিপ্ত হয়। ১৫৭১ সালে স্পেনীয়রা ফিলিপাইন ও মেক্সিকোর মধ্যে প্রথম আন্তঃপ্রশান্তমহাসাগরীয় মসলা বাণিজ্যপথটি চালু করে। ম্যানিলা গ্যালিয়ন নামক জাহাজটি ১৮১৫ সাল পর্যন্ত এই পথটি চালু রাখে। পর্তুগিজদের বাণিজ্যপথগুলি প্রাচীন পথ, বন্দর ও এমন কিছু জাতির মধ্যে সীমিত ছিল, যাদের উপর আধিপত্য বিস্তার করা কঠিন ছিল। পরবর্তীতে ওলন্দাজরা পর্তুগিজদের বহু সমস্যাকে পাশ কাটিয়ে যেতে সক্ষম হয়; তারা এ জন্য উত্তমাশা অন্তরীপ থেকে ইন্দোনেশিয়ার সুন্দা প্রণালী পর্যন্ত একটি সরাসরি মহাসামুদ্রিক পথের প্রবর্তন করে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nরেশম পথ\nপূর্ব ভারতীয় দ্বীপপুঞ্জ\n খাদ্য প্রবেশদ্বার\n\n\n== গ্রন্থপঞ্জি ==\n\nKalidasan, Vinod Kottayil (২০১৫)। \"Routes of Pepper: Colonial Discourses around Spice Trade in Malabar\" in Kerala Modernity: Ideas, Spaces and Practices in Transition, Shiju Sam Varughese and Sathese Chandra Bose (Eds)। Orient Blackswan, New Delhi। আইএসবিএন 978-81-250-5722-2।"}