{"pageid": 1098584, "title": "জেরুসালেম অবরোধ (৫৮৭ খ্রিস্টপূর্ব)", "url": "https://bn.wikipedia.org/wiki?curid=1098584", "content": "৫৮৯ খ্রিস্টপূর্বাব্দে, দ্বিতীয় নেবুচাদনেজার জেরুসালেমে অবরোধ পরিচালনা করেন যার ফলে শহরটিতে ধ্বংসযজ্ঞ চলে এবং এর মন্দিরটি ধ্বংসপ্রাপ্ত হয়। উইলিয়াম এফ. অলব্রাইট এর মতে ঘটনাটি ঘটে ৫৮৭ খ্রিস্টপূর্ব সালে, অন্যদিকে থিলির মতে তা ৫৮৬ খ্রিস্টপূর্ব সাল। ২০০৪ সালে রজার ইয়াং বাইবেল ও নব্য-ব্যাবিলনীয় লেখাপত্রের উপর ভিত্তি করে অবরোধের উপসংহার হিসেবে নিজের প্রকাশিত বিশ্লেষণমূলক লেখায় ৫৮৭ খ্রিস্টপূর্ব উল্লেখ করেছেন। যেখানে নেবুচাদনেজার কালপঞ্জি আমাদের ৫৯৭ খ্রিস্টপূর্বাব্দের জেরুসালেম অবরোধ সম্পর্কে তথ্য প্রদান করে, জেরুসালেমের ধ্বংস সম্পর্কিত জানা একমাত্র লেখা আমরা পাই হিব্রু বাইবেলে।\n\n\n== বাইবেলীয় বর্ণনা ==\n\n\n=== পটভূমি ===\n৫৯৭ খ্রিস্টপূর্বের অবরোধের পর নব্য-ব্যাবিলনীয় রাজা নেবুচাদনেজার ২১ বছর বয়সী সিদিকিয়কে যিহূদার রাজা বানান। যদিও সিদিকিয় ব্যাবিলনের বিরুদ্ধে বিদ্রোহ করে এবং মিশরের ফারাও হপরার সাথে মৈত্রী স্থাপন করে। এর প্রতিক্রিয়ায় নেবুচাদনেজার যিহূদা আক্রমণ করে (2 Kings)।\n\n\n=== অবরোধ ===\nনেবুচাদনেজার ৫৮৯ খ্রিস্টপূর্ব সালের জানুয়ারিতে জেরুসালেম অবরোধ করা শুরু করেন। অবরোধের সময় জেরুসালেম ভয়ঙ্কর বঞ্চনা সহ্য করেছে বলে বাইবেল বর্ণনা করে (2 Kings; Lamentations, Lamentations, Lamentations). সিদিকিয়ের এগারো তম শাসনকালে (2 Kings; Jeremiah), নেবুচাদনেজার জেরুসালেমের প্রাচীর ভেঙ্গে প্রবেশ করে শহরটি দখল নিয়ে নেয়। সিদিকিয় ও তার অনুসারীরা পালাতে চেষ্টা করলেও জেরিকোয় ধরা পড়ে এবং তারপর তাদেরকে রিবলাহতে নিয়ে যাওয়া হয়। সেখানে সিদিকিয়ের তিন পুত্রকে তার চোখের সামনে হত্যা করে তাকে অন্ধ করে বেঁধে ব্যাবিলনে নিয়ে যাওয়া হয় (2 Kings; 2 Chronicles; Jeremiah; Jeremiah; Jeremiah; Jeremiah), এবং আমৃত্যু তিনি সেখানে বন্দী থাকেন।\n\n\n=== পরিণাম ===\nজেরুসালেমের পতনের পতন ব্যাবিলনের সেনাপতি নেবুজারাদ্দানকে শহরটির ধ্বংসযজ্ঞ সম্পূর্ণ করার জন্য পাঠানো হয়। জেরুসালেম ও এর মন্দিরটি লুণ্ঠিত ও ধ্বংসপ্রাপ্ত হয়। অধিকাংশ অভিজাতকে ব্যাবিলনে বন্দী করে নিয়ে যাওয়া হয়। শহরটি ধ্বংস করে মাটিতে মিশিয়ে ফেলা হয়। মাত্র কিছু লোককে এখানে থাকার অনুমতি দেওয়া হয়েছিলো (Jeremiah)।\nইহুদি গদলিয়কে ব্যাবিলন কর্তৃক দখল করা যিহূদা রাজ্য তথা ইয়েহুদ প্রদেশের প্রদেশপতি করা হয়, সাথে একজন ক্যালডীয় প্রহরীকে মিসপাহে নিযুক্ত করা হয় (2 Kings; Jeremiah)। বাইবেল তারপর জানায় যে, এই খবর শোনার পর মোয়াব, অম্মোন, ইদোম ও অন্যান্য দেশে পালিয়ে যাওয়া ইহুদিরা যিহূদায় ফিরে আসে (Jeremiah)। দুই মাস পর গদলিয়কে ইশ্মায়েল বেন নথনিয় হত্যা করে। তারপর নিরাপত্তার জন্য যারা ফিরে এসেছিলো এবং যারা যিহূদায় থেকে গিয়েছিলো তারা সবাই মিশরে পালিয়ে যায় (2 Kings, Jeremiah)। মিশরে তারা মিগদল (এটা স্পষ্ট নয় যে বাইবেল কোন জায়গাটি নির্দেশ করছে, সম্ভবত নিল বদ্বীপ এর কোথাও), তাহপানহেস, মেমফিস (নফ নামে ডাকা হয়) এবং পাথরোস জায়গাগুলোতে বসতি স্থাপন করে (Jeremiah)।\n\n\n== কালানুক্রমীয় টীকা ==\n\nনেবুচাদনেজারের দ্বিতীয় অবরোধ কবে ঘটেছিলো তা নিয়ে বিতর্ক রয়েছে। এখানে কোন সন্দেহ নেই যে জেরুসালেমের দ্বিতীয় পতন তামমুজ নামক গ্রীষ্মকালীন মাসে ঘটেছিলো (Jeremiah), কিন্তু উইলিয়াম এফ. অলব্রাইট সিদিকিয়ের শাসনকাল ও জেরুসালেমের পতন ৫৮৭ খ্রিস্টপূর্বে ঠিক করেছেন যেখানে এডউইন আর. থিলি এর তারিখ নির্ধারণ করেছেন ৫৮৬ খ্রিস্টপূর্ব সালে।\n\n\n=== ৫৮৬ খ্রিস্টপূর্ব ===\nথিলির তারিখ সিদিকিয়ের শাসনকালের উপর নির্ভরশীল, যা যিহূদা রাজাদের ক্ষেত্রে ব্যবহার করা হতো। সেই ক্ষেত্রে সিদিকিয়ের ক্ষমতা গ্রহণের বছর ছিলো তার শূন্যতম বছর, তার পূর্ণ বছর পূরণ হয় ৫৯৭/৫৯৬ খ্রিস্টপূর্ব সালে, যখন জেরুসালেমের প্রথম পতন হয় এবং সিদিকিয়ের এগারো তম বছর যখন জেরুসালেমের দ্বিতীয় পতন হয় তা ৫৮৭/৫৮৬ খ্রিস্টপূর্বাব্দে হওয়ার কথা। যেহেতু যিহূদার শাসনকাল শরতের তিশ্রেই মাস থেকে গণনা করা হয়, সেহেতু তার শেষ শাসনবর্ষ এবং জেরুসালেমের পতন হবে ৫৮৬ খ্রিস্টপূর্বের গ্রীষ্মকালে।\n\n\n=== ৫৮৭ খ্রিস্টপূর্ব ===\n১৯৫৬ সালে প্রকাশিত নেবুচাদনেজার কালপঞ্জি (বিএম২১৯৪৬) নির্দেশ করে যে নেবুচাদনেজার যিহূদীয়ার শাসনামলে ৫৯৭ খ্রিস্টপূর্বের আদার মাসে প্রথম জেরুসালেম অবরোধ করেন যা ছিলো নেবুচাদনেজারের সপ্তম বছর। নেবুচাদনেজারের সপ্তম ও অষ্টদশ বছর হিসেবে Jeremiah আমাদের তুলনামূলক সময় প্রদর্শন করে (একই ঘটনাগুলো 2 Kings এবং 2 Kings দুটিতে উল্লেখ রয়েছে যেখানে নেবুচাদনেজারের ক্ষমতাগ্রহণের বছর সহ তার অষ্টম ও উনিশতম বছর দেখানো হয়েছে)। অবরোধের সমাপ্তিকাল নেবুচাদনেজারের আঠারো তম বছর হিসেবে ৫৮৭ খ্রিস্টপূর্বের গ্রীষ্মে চিহ্নিত করা হয়েছে যা তিনটি বাইবেলীয় পুস্তকের সবগুলোর সাথে প্রাসঙ্গিক — যিরমিয়, যিহিষ্কেল, এবং রাজাবলি ২।\n\n\n== তথ্যসূত্র =="}