{"pageid": 1098403, "title": "নেবুচাদনেজার কালপঞ্জি", "url": "https://bn.wikipedia.org/wiki?curid=1098403", "content": "নেবুচাদনেজার কালপঞ্জি, আরেক নাম জেরুসালেম কালপঞ্জি, ব্যাবিলনীয় কালপঞ্জির সংগ্রহশালার একটি অন্যতম কালপঞ্জি যেখানে দ্বিতীয় নেবুচাদনেজারের শাসনকালের প্রথম এগারো বছরের ঘটনা বর্ণিত রয়েছে। ফলকটিতে নেবুচাদনেজারের পশ্চিমা অভিযানগুলো বিস্তারিত লেখা রয়েছে যা কারচেমিশের যুদ্ধ এবং জেরুসালেম অবরোধ (৫৯৭ খ্রিস্টপূর্ব) নামে পরিচিত। গ্রেসনের আদর্শ পত্রে এই ফলকটি এবিসি৫ হিসেবে উল্লেখ রয়েছে এবং ব্রিটিশ জাদুঘরে বিএম২১৯৪৬ হিসেবে চিহ্নিত রয়েছে।\nএটি নেবুচাদনেজারের দুটি চিহ্নিত কালপঞ্জির একটি যা তার সম্পূর্ণ শাসনকাল তুলে ধরেনি। এবিসি৫ হচ্ছে ব্যাবিলনীয় কালপঞ্জির এবিসি৪ এর পরবর্তী অংশ (নবোপোলাসারের পরবর্তী বছরগুলো) যেখানে নেবুচাদনেজারকে যুবরাজ হিসেবে উল্লেখ করা হয়েছে। যেহেতু এবিসি৫ শুধু নেবুচাদনেজারের ১১টি বছর তুলে ধরে, তাই দশ বছর পরে সংঘটিত হিব্রু বাইবেলের ধ্বংসযজ্ঞ ও নির্বাসন এই ফলকে বা অন্য কোন প্রত্নতাত্ত্বিক নিদর্শনে উল্লেখ করা হয়নি।\nঅধিকাংশ ব্যাবিলনীয় কালপঞ্জির মতন এই ফলকটিও অপ্রমাণিত, যা ১৮৯৬ সালে অজানা খনন স্থল থেকে পুরাকীর্তি ব্যবসায়ীর কাছ থেকে ক্রয় করা হয়। এটি ডোনাল্ড ওয়াইজম্যান দ্বারা ষাট বছর পরে তথা ১৯৫৬ সালে প্রকাশিত হয়।\n\n\n== কারচেমিশ ==\nএই ফলক দাবি করে নেবুচাদনেজার কারচেমিশে মিশরীয় বাহিনীর বিরুদ্ধে যুদ্ধ করতে নদী পার হয়েছিলেন। তারা একে অপরের সাথে লড়াই করে এবং মিশরীয় বাহিনীকে সেখান থেকে প্রত্যাহার করে নেওয়া হয়। তিনি তাদের সম্পন্ন সম্পন্ন করেন এবং তাদের ধুলোয় মিশিয়ে দেন। বাকি মিশরীয় সেনারা সেখান থেকে দ্রুত হামাথ জেলায় পালিয়ে যায় যেন কোন অস্ত্র তাদের পৌঁছাতে না পারে, ব্যাবিলনীয় বাহিনী হামাথে পৌঁছে তাদের পরাজিত করে যাতে একটি লোকও তার নিজের দেশে ফিরতে না পারে। তখন নেবুচাদনেজার সম্পূর্ণ হামাথ এলাকাটি জয় করেন।\n\n\n== জেরুসালেম অবরোধ ==\nকালপঞ্জিতে জেরুসালেমের কথা সরাসরি লেখা না থাকলেও \"ইয়াহাদুর শহর\" উল্লেখ রয়েছে যার অনূদিত অর্থ করা হয়েছে \"যিহূদার শহর\"। কালপঞ্জিতে লেখা রয়েছে:\n\n[নেবুচাদনেজারের] সপ্তম বর্ষে [৫৯৮ খ্রিস্টপূর্ব] খিসলেভ মাসে [নভেম্বর/ডিসেম্বর] ব্যাবিলনের রাজা তার সেনাবাহিনীকে একত্রিত করেন, এবং হাট্টিদের ভূমি (সিরিয়া/ফিলিস্তিন) আক্রমণ করার পর, তিনি যিহূদার শহরে অবরোধ পরিচালনা করেন। আদার মাসের দ্বিতীয় দিবসে [১৬ মার্চ] তিনি শহরটি জয় করেন এবং রাজাকে [যিহুদীয়া] বন্দী করেন। তার স্থলে তিনি নিজের পছন্দের একজন রাজাকে [সিদিকিয়] স্থলাভিষিক্ত করেন, এবং রাজস্ব পাওয়ার পর, তিনি ব্যাবিলনের দিকে ফিরে যান।\n\n\n== কালপঞ্জি ==\nকালপঞ্জিটিকে জেরুসালেমের প্রথম অবরোধের তারিখের নিশ্চিতকরণ হিসেবে চিহ্নিত করা হয়। ১৯৫৬ সালের ডোনাল্ড ওয়াইজম্যানের ব্যাবিলনীয় কালপঞ্জি প্রকাশের পূর্বে থিয়েল বাইবেলীয় লেখাপত্র থেকে নির্ধারণ করেছিলেন যে নেবুচাদনেজার ৫৯৭ খ্রিস্টপূর্বাব্দের বসন্তে জেরুসালেমের উপস্থিত হোন। তবে অলব্রাইটের মতন গবেষকেরা এর তারিখ প্রায়শই ৫৯৮ খ্রিস্টপূর্ব চিহ্নিত করেছেন।\n৫৮৭ খ্রিস্টপূর্বাব্দে সংঘটিত দ্বিতীয় জেরুসালেম অবরোধের কোন ধর্মনিরপেক্ষ সূত্রের উল্লেখ পাওয়া যায়না। এই তারিখটি যিহিষ্কিলের পুস্তকে দেওয়া যিহুদীয়ার বন্দীদশার তারিখ (যেমন, জেরুসালেমের প্রথম শরৎ) এর সাথে সম্পৃক্ত অন্যান্য সব তারিখ হিসাব করে প্রমাণাদির সাথে তুলনা অনুসারে বের করা হয়েছে।\n\n\n== তথ্যসূত্র =="}