{"pageid": 1098545, "title": "লন্ডন ওয়াটারলু স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1098545", "content": "লন্ডন ওয়াটারলু নামে পরিচিত ওয়াটারলু স্টেশন লন্ডন বরো অব ল্যাম্বেথের ওয়াটারলু এলাকায় যুক্তরাজ্যের ন্যাশনাল রেল নেটওয়ার্কের একটি কেন্দ্রীয় লন্ডন টার্মিনাস। এটি একই নামের একটি লন্ডন আন্ডারগ্রাউন্ড স্টেশনের সাথে সংযুক্ত এবং দক্ষিণ পূর্ব প্রধান রেলপথের ওয়াটারলু ইস্ট স্টেশনের সংলগ্ন। স্টেশনটি সাউদাম্পটন হয়ে ওয়েইমাউথ পর্যন্ত বিস্তৃত দক্ষিণ পশ্চিম প্রধান রেলপথ, সলসবারি হয়ে এক্সেটার পর্যন্ত বিস্তৃত পশ্চিম ইংল্যান্ডের প্রধান রেলপথ, পোর্টসমাউথ হারবার পর্যন্ত বিস্তৃত আইল অব উইটের ফেরি পরিষেবাগুলির সাথে সংযুক্ত পোর্টসমাউথ ডাইরেক্ট রেলপথ এবং পশ্চিম ও দক্ষিণ পশ্চিম লন্ডন, সারে, হ্যাম্পশায়ার ও বার্কশায়ার সহ আশেপাশে বেশ কয়েকটি যাত্রী পরিষেবার টার্মিনাস বা প্রান্তিক। অনেক পরিষেবা ক্ল্যাফাম জংশন ও ওকিং-এ থামে বা সমাপ্ত হয়।\nস্টেশনটি ১৮৪৮ সালে লন্ডন অ্যান্ড সাউথ ওয়েস্টার্ন রেলওয়ে দ্বারা খোলা হয়েছিল এবং এটি ওয়েস্ট এন্ডের কাছাকাছি হওয়ায় এটি আগের নাইন এলমসকে প্রতিস্থাপন করেছিল। এটিকে কখনই টার্মিনাস হিসাবে নকশা করা হয়নি, কারণ মূল উদ্দেশ্য ছিল লন্ডন শহরের দিকে রেলপথটি প্রসারিত করা, এবং ফলস্বরূপ স্টেশনটি একটি এলোমেলো গঠনপ্রণালীতে বিকশিত হয়েছিল, যার ফলে সঠিক প্ল্যাটফর্ম খুঁজে পেতে অসুবিধা হয়। স্টেশনটি ২০তম শতকের গোড়ার দিকে পুনঃনির্মাণ করার পরে ১৯২২ সালে খোলা হয়েছিল, এবং পুনঃনির্মাণে মূল প্রবেশদ্বারের উপরে বিজয় খিলান নির্মাণ অন্তর্ভুক্ত ছিল, যা প্রথম বিশ্বযুদ্ধের স্মৃতিচারণ করে। ওয়াটারলু বাষ্প-চালিত পরিষেবা প্রদানের জন্য শেষ লন্ডন টার্মিনাস ছিল, যা ১৯৬৭ সালে সমাপ্ত হয়েছিল। স্টেশনটি ১৯৯৪ থেকে ২০০৭ সাল পর্যন্ত ইউরোস্টার আন্তর্জাতিক ট্রেনের জন্য লন্ডন টার্মিনাস ছিল, পরে পরিষেবাটি সেন্ট প্যানক্রাস ইন্টারন্যাশনালে স্থানান্তর করা হয়েছিল।\nপ্রতি বছর প্রায় একশ মিলিয়ন যাত্রী প্রবেশ  ও প্রস্থান সহ ওয়াটারলু হল যুক্তরাজ্যের ব্যস্ততম রেলওয়ে স্টেশন। এটি মেঝের স্থান বা ক্ষেত্রফলের দিক থেকে দেশের বৃহত্তম স্টেশন এবং সবচেয়ে বেশি সংখ্যক (২৪টি) প্ল্যাটফর্ম বিশিষ্ট রেলওয়ে স্টেশন।\n\n\n== অবস্থান ==\nস্টেশনটির আনুষ্ঠানিক নাম লন্ডন ওয়াটারলু, এবং এটি সমস্ত দাপ্তরিক নথিপত্র প্রদর্শিত হয়। স্টেশন কোড হল ডব্লিউএটি। স্টেশনটি ওয়াটারলু সেতুর নিকট ও ওয়েস্টমিনস্টার সেতুর উত্তর-পূর্বে টেমস নদীর দক্ষিণ তীরে লন্ডন বরো অব ল্যাম্বেথে অবস্থিত। প্রধান প্রবেশপথ ওয়াটারলু রোড ও ইয়র্ক রোডের সংযোগস্থলের দক্ষিণে অবস্থিত। এটির নামকরণ ইনোনিমাস সেতুর নামে করা হয়েছে, যেটি নিজেই ওয়াটারলু যুদ্ধের নামানুসারে নামকরণ করা হয়েছিল, যুদ্ধটি সেতুর উদ্বোধনী অনুষ্ঠানের ঠিক দুই বছর আগে হয়েছিল।\nবেশ কয়েকটি লন্ডন বাস রুট ওয়াটারলুতে সমাপ্ত হয়। কিছু বাস ওয়াটারলু রোডে স্টেশনের পাশে স্টপে বিরতি প্রদান করে, অন্যগুলো টেনিসন ওয়েতে ও ভিকট্রি আর্চ বা বিজয় খিলান থেকে অল্প দূরে ইয়র্ক রোডে বিরতি প্রদান করে।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\n\nওয়াটারলু স্টেশনটি লন্ডন অ্যান্ড সাউথ ওয়েস্টার্ন রেলওয়ে (এলঅ্যান্ডডব্লিউআর) দ্বারা নির্মিত হয়েছিল। এটি একটি টার্মিনাস হিসাবে নকশা করা হয়নি, তবে শুধুমাত্র শহরের দিকে সম্প্রসারণের একটি স্টপ বা বিরতিস্থল হিসাবে নির্মিত হয়েছিল। এটি আগের নাইন এলমসকে প্রতিস্থাপন করেছে, যা ১৮৩৮ সালের ২১শে মে খোলা হয়েছিল এবং ১৮৪০ সালের ১১ই মে থেকে লন্ডনকে সাউদাম্পটনের সঙ্গে সংযুক্ত করেছিল। ওয়ান্ডসওয়ার্থ, উইম্বলডন, কিংস্টন আপন টেমস, ডিটন মার্শ ও ওয়েব্রিজের যাত্রী পরিষেবাগুলি ১৮৪০-এর দশকের মাঝামাঝি সময়ে এলঅ্যান্ডডব্লিউআর ট্রাফিকের একটি গুরুত্বপূর্ণ অংশ হয়ে ওঠে, তাই কোম্পানিটি কেন্দ্রীয় লন্ডন ও ওয়েস্ট এন্ডের কাছাকাছি একটি টার্মিনাস বা প্রান্তিক খুঁজতে শুরু করে। ওয়াটারলু ব্রিজের কাছে ইয়র্ক রোডের একটি স্থানের দিকে রেলপথ প্রসারিত করার জন্য ১৮৪৫ সালে একটি সংসদ আইন মঞ্জুর করা হয়েছিল। নাইন এলমসের অতীতের সম্প্রসারণে ৭০০ টি বাড়ি ভেঙে ফেলার ঘটনা জড়িত ছিল এবং ব্যাঘাত কমানোর জন্য বেশিরভাগ রেলপথ একটি ইটের ভায়াডাক্টে বহন করা হয়েছিল। দীর্ঘতম সেতুটি ছিল ৯০ ফুট (২৭ মিটার) দীর্ঘ এবং ওয়েস্টমিনস্টার ব্রিজ রোডের উপর দিয়ে রেলপথ বহন করা হয়েছিল। নতুন স্টেশনের অভিগমন পথটি চারটি ট্র্যাক বহন করে, আশা করে যে অন্যান্য কোম্পানি এটি ব্যবহার করবে। স্টেশনটি উইলিয়াম টিট দ্বারা নকশা করা হয়েছিল এবং ১৮৪৮ সালের ১১ই জুলাই \"ওয়াটারলু ব্রিজ স্টেশন\" হিসাবে খোলা হয়েছিল। একই সময়ে নাইন এলমসে নিয়মিত পরিষেবার জন্য বন্ধ হয়ে যায়, কিন্তু রানী ভিক্টোরিয়া পুরানো স্টেশন দ্বারা প্রদান করা গোপনীয়তা পছন্দ করতেন, তাই এটি তার জন্য উন্মুক্ত রাখা হয় এবং ওয়ান্ডসওয়ার্থ রোডে ১৮৫৪ সালে প্রতিস্থাপন করার মাধ্যমে একটি ব্যক্তিগত স্টেশন হিসাবে নির্মিত হয়। ওয়াটারলু ব্রিজটি মূলত একটি থ্রু স্টেশন হিসাবে স্থাপন করা হয়েছিল, কারণ এটি আশা করা হয়েছিল যে পরিষেবাগুলি শেষ পর্যন্ত লন্ডন সিটি দিকে চলতে থাকবে। ১৮৪৭ সালের আতঙ্কের পরে আর্থিক সংকটের কারণে পরিকল্পনাসমূহ বাতিল হওয়ার আগে এলঅ্যান্ডডব্লিউআর রুট বরাবর বেশ কয়েকটি সম্পত্তি ক্রয় করেছিল। ওয়াটারলু ব্রিজ স্টেশনকে ১৮৮২ সালের অক্টোবর মাসে আনুষ্ঠানিকভাবে ওয়াটারলু নামকরণ করা হয়, যা দীর্ঘস্থায়ী সাধারণ ব্যবহারকে প্রতিফলিত করে, এমনকি কিছু এলঅ্যান্ডডব্লিউআর সময়সূচীতেও ব্যবহৃত হয়।\n\n\n== স্টেশন সুবিধা ==\n\nওয়াটারলুতে প্রধান পরিবহন বিনিময়ের মধ্যে রয়েছে লন্ডন ওয়াটারলু, ওয়াটারলু ইস্ট, ওয়াটারলু আন্ডারগ্রাউন্ড স্টেশন এবং বেশ কয়েকটি বাস স্টপ। নীচের পাতাল রেলে আরও ২৭ টি টিকিট গেট সহ স্টেশনের কনকোর্সে মোট ১৩০ টিরও বেশি স্বয়ংক্রিয় টিকিট গেট রয়েছে।\nমূল কনকোর্সের মাঝখানে একটি চারমুখী ঝুলন্ত ঘড়ি রয়েছে। প্রতিটি প্যানেলের ব্যাস ৫ ফুট ৬ ইঞ্চি (১.৬৮ মিটার)। এটি ২০তম শতকের গোড়ার দিকে পুনঃর্নির্মাণের অংশ হিসাবে নির্মিত হয়েছিল এবং জেন্টস' অব লেইসেস্টার দ্বারা নকশা করা হয়েছিল। ঘড়িতে ২০১০ সালে স্বয়ংক্রিয়ভাবে ব্রিটিশ গ্রীষ্মকালীন সময় প্রদর্শন ও পরিবর্তন করার জন্য প্রযুক্তি সংযুক্ত করা হয়েছিল। \"ওয়াটারলুতে ঘড়ির নিচে\" মিটিং বা সাক্ষাৎ হল একটি ঐতিহ্যগত মিলনস্থল।\n\n\n=== খুচরা ব্যবসার বারান্দা ===\nনেটওয়ার্ক রেল প্রথম তলা স্তরের প্রায় পুরো প্রস্থ বরাবর একটি বারান্দা তৈরি করেছে। প্রকল্পের লক্ষ্য ছিল ১৮ টি নতুন খুচরা ব্যবসার স্থান এবং একটি শ্যাম্পেন বার স্থাপন করা, কনকোর্সে যানজট কমানো এবং ওয়াটারলু ও ওয়াটারলু ইস্টের মধ্যে উচ্চ-স্তরের ওয়াকওয়েতে প্রব প্রবেশের জন্য অতিরিক্ত চলন্ত সিঁড়ি বা এসকেলেটর সরবরাহ করে ওয়াটারলু ইস্ট স্টেশনে প্রবেশের ব্যবস্থা উন্নত করা। আরও প্রচলন স্থান তৈরি করার জন্য খুচরা ও ক্যাটারিং দোকানগুলি কনকোর্স থেকে সরানো হয়েছে। প্রথম তলার দপ্তরগুলি প্রতিস্থাপন করে অতিরিক্ত খুচরা ও ক্যাটারিং স্থানে রূপান্তরিত করা হয়েছে। কাজটি ২৫ মিলিয়ন পাউন্ড খরচে ২০১২ সালের জুলাই মাসে সম্পন্ন হয়।\n\n\n=== থানা ===\nব্রিটিশ ট্রান্সপোর্ট পুলিশ ওয়াটারলুতে ভিক্টরি আর্চের কাছে তিনটি কক্ষের একটি তত্ত্বাবধায়ক স্যুট সহ একটি পুলিশ স্টেশন রক্ষণাবেক্ষণ করেছিল। যদিও তুলনামূলকভাবে সঙ্কুচিতভাবে, এটি ১৯৯০-এর দশকের শেষ পর্যন্ত ৪০ জন পুলিশ কর্মকর্তা দায়িত্ব পালন করেছিল। ওয়াটারলুতে ইউরোস্টার টার্মিনাল বন্ধ হওয়ার পর ২০০৯ সালের ফেব্রুয়ারি মাসে পুলিশ স্টেশনটি বন্ধ হয়ে যায়। রেলওয়ে স্টেশনটি এখন ওয়াটারলু থেকে কয়েক গজ দূরে হোমস টেরেসে অবস্থিত একটি নতুন ইনার লন্ডন পুলিশ স্টেশন থেকে পুলিশী পরিষেবা প্রদান করা হয়েছে। ওয়াটারলুর জন্য নিকটবর্তিতা পুলিশিং টিম ২০১০ সালের জুলাই মাস পর্যন্ত একজন ইন্সপেক্টর, একজন সার্জেন্ট, দুই কনস্টেবল, বিশেষ কনস্টেবল ও ১৩ জন পুলিশ কমিউনিটি সমর্থন কর্মকর্তা নিয়ে গঠিত ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nনেটওয়ার্ক রেল থেকে ওয়াটারলুর জন্য স্টেশন তথ্য\nফ্লিকারে ওয়াটারলু ফটো গ্যালারি"}