{"pageid": 1098447, "title": "বুদ্ধিমান কারক", "url": "https://bn.wikipedia.org/wiki?curid=1098447", "content": "কৃত্রিম বুদ্ধিমত্তার আলোচনায় একটি বুদ্ধিমান কারক (ইংরেজি: Intelligent agent, সংক্ষেপে IA) বলতে এমন কোনও কিছুকে নির্দেশ করা হয়, যা চারপাশের পরিবেশ প্রত্যক্ষণ করতে পারে, স্বাধীনভাবে বিভিন্ন লক্ষ্য অর্জনের উদ্দেশ্যে কার্যসাধনের পদক্ষেপ নিতে পারে এবং শিখনের মাধ্যমে হয়ত নিজের কার্যকারিতা উন্নত করতে পারে কিংবা হয়ত জ্ঞান ব্যবহার করতে পারে। বুদ্ধিমান কারক সরল বা জটিল প্রকৃতির হতে পারে। একটি তাপমাত্রা স্থিতিকারক যন্ত্রকে যেমন একটি বুদ্ধিমান কারক হিসেবে গণ্য করা হতে পারে, তেমনি একটি মানুষকেও বুদ্ধিমান কারক হিসেবে ধরা হতে পারে। শুধু তাই নয়, কোনও ব্যবসা প্রতিষ্ঠান, কোনও রাষ্ট্র, কোনও জীবাঞ্চল, ইত্যাদি যেকোনও ব্যবস্থা যদি উপরিউক্ত সংজ্ঞাটি মেনে চলে, তাহলে সেটিকে একটি বুদ্ধিমান কারক হিসেবে গণ্য করা হতে পারে।\n\nবহুল ব্যবহৃত কৃত্রিম বুদ্ধিমত্তা বিষয়ক পাঠ্যপুস্তকগুলিতে \"কৃত্রিম বুদ্ধিমত্তার গবেষণা\" ক্ষেত্রটিকে \"বুদ্ধিমান কারকের অধ্যয়ন ও নকশাকরণ\" হিসেবে সংজ্ঞায়িত করা হয়েছে। এই সংজ্ঞাটিতে লক্ষ্য দ্বারা পরিচালিত আচরণকে বুদ্ধিমত্তার সবচেয়ে গুরুত্বপূর্ণ উপাদান হিসেবে গণ্য করা হয়। অনেক সময় লক্ষ্য দ্বারা পরিচালিত কারকগুলিকে \"যুক্তিবাদী কারক\" (Rational agent) নামক অর্থশাস্ত্র থেকে ধার করা একটি পরিভাষা দিয়েও নির্দেশ করা হতে পারে।\nযেকোনও কারকের একটি \"উদ্দিষ্ট ক্রিয়া\" (Objective function) থাকে, যেটি ঐ বুদ্ধিমান কারকের অন্য সমস্ত লক্ষ্য ধারণকারী আধার হিসেবে কাজ করে। এইরকম একটি বুদ্ধিমান কারককে এমনভাবে নকশা করা হয়, যাতে সেটি এমন কোনও পরিকল্পনা সৃষ্টি ও নির্বাহ করে, যা সম্পন্ন হলে উদ্দীষ্ট ক্রিয়াটির প্রত্যাশিত মান সর্বোচ্চ হয়। উদাহরণস্বরূপ, একটি বলবৃদ্ধিমূলক শিখন কারকের (reinforcement learning agent) একটি \"পুরস্কার ক্রিয়া\" (reward function) থাকে, যার সুবাদে প্রোগ্রাম রচয়িতারা ঐ বুদ্ধিমান কারকটির অভীষ্ট আচরণটিকে আকৃতিদান করতে পারেন। আবার একটি বিবর্তনমূলক কলনবিধির (evolutionary algorithm) আচরণ একটি \"টিকে থাকার সামর্থ্যমূলক ক্রিয়া\" (Fitness function) দ্বারা আকৃতি লাভ করে।\nকৃত্রিম বুদ্ধিমত্তার গবেষণায় আলোচিত বুদ্ধিমান কারকগুলির সাথে অর্থশাস্ত্রে আলোচিত কারকের ঘনিষ্ঠ সম্পর্ক আছে। বুদ্ধিমান কারকের তাত্ত্বিক পরিকাঠামোটির বিভিন্ন সংস্করণ সংজ্ঞানাত্মক বিজ্ঞান, নীতিশাস্ত্র, ব্যবহারিক যুক্তির দর্শন ছাড়াও আরও বহু আন্তঃশাস্ত্রিক সামাজিক-সংজ্ঞানাত্মক প্রতিমান নির্মাণ এবং পরিগণকভিত্তিক সামাজিক ছদ্মায়ন প্রক্রিয়াতে ব্যবহার করা হয়।\nবুদ্ধিমান কারকদেরকে প্রায়শই গাঠনিক বিন্যসাগত দৃষ্টিকোণ থেকে কম্পিউটার প্রোগ্রামের সদৃশ একটি বিমূর্ত ক্রিয়ামূলক ব্যবস্থা হিসেবে বর্ণনা করা হয়। বুদ্ধিমান কারকের বিমূর্ত বর্ণনাকে বিমূর্ত বুদ্ধিমান কারক (Abstract intelligent agents, সংক্ষেপে AIA) নামে ডাকা হয়, \nযেটির বাস্তব বিশ্বে বাস্তবায়িত রূপ ভিন্ন। একটি স্বাধীন বুদ্ধিমান কারক-কে (Autonomous intelligent agent) এমনভাবে নকশা করা হয়, যাতে সেটি মানুষের কোনও হস্তক্ষেপ ছাড়াই কাজ করতে পারে। বুদ্ধিমান কারকের সাথে সফটওয়্যার কারকগুলিরও ঘনিষ্ঠ সম্পর্ক আছে, যেগুলি হল এমন কিছু স্বাধীন কম্পিউটার প্রোগ্রাম যেগুলি কোনও মানব ব্যবহারকারীর পক্ষে বিভিন্ন নির্দিষ্ট কাজ নির্বাহ করে।\n\n\n== তথ্যসূত্র =="}