{"pageid": 1098637, "title": "তুর্কমেনিস্তানে টেলিভিশন", "url": "https://bn.wikipedia.org/wiki?curid=1098637", "content": "তুর্কমেনিস্তানে টেলিভিশন ৫০ বছরেরও বেশি সময় ধরে কাজ করছে এবং এটি কঠোর রাষ্ট্রীয় সেন্সরশিপের বিষয়। দেশটি গণমাধ্যমের উপর সর্বাত্মক নিয়ন্ত্রণের জন্য কুখ্যাত, ২০০৬ সালে বার্ষিক প্রেস ফ্রিডম সূচক চালুর পর থেকে তুর্কমেনিস্তান ধারাবাহিকভাবে শেষ তিনটি স্থানের মধ্যে একটি দখল করে আছে। \nদেশটিতে বর্তমানে ৭টি টিভি চ্যানেল রয়েছে — আলতিন আসর, ইয়াশলিক, মিরাস, তুর্কমেনিস্তান টিভি চ্যানেল, তুর্কমেন ওয়াজি, আশগাবাত টিভি এবং তুর্কমেনিস্তান স্পোর্ট।   ১৭ অক্টোবর ২০১১ সালে টিভি, রেডিও এবং চলচ্চিত্র তুর্কমেনিস্তানের রাষ্ট্রীয় কমিটির এখতিয়ারে অন্তর্ভুক্ত হওয়ার আগে এগুলো সব তুর্কমেনিস্তানের সংস্কৃতি ও সম্প্রচার মন্ত্রণালয়ের অধীনে ছিল।  চ্যানেলগুলো তাদের দেশীয় উপগ্রহ TürkmenÄlem 52oE-তে স্থানান্তরিত হওয়ার আগে ইয়ামাল ২০১ থেকে সম্প্রচার করতো। \n\n\n== ইতিহাস ==\n১৯৯৬ সালে তুর্কমেনিস্তানের ইকোনমিস্ট ইন্টেলিজেন্স ইউনিট তিনটি চ্যানেল গ্রহণ করেছে – চ্যানেল ওয়ান রাশিয়া, সাখরা এবং রোসিস্কি। এর সবগুলোই রাশিয়া থেকে উদ্ভুত। আলতিন আসির, ইয়াশলিক এবং মিরাস ছিল তুর্কমেনিস্তানের বাইরে পরিচালিত প্রথম তিনটি চ্যানেল। ২০০৫ সালে লেখা পল ব্রুমেল তুর্কমেনিস্তান সঙ্গীত ও নাচের কনসার্ট এবং অনুবাদ করা বিদেশি চলচ্চিত্র (বিশেষ করে বলিউড) সম্পর্কে তথ্যচিত্র সম্বলিত অনুরূপ বিষয়বস্তু পরিবেশন করার জন্য ত্রয়িকা খুঁজে পান। তখন প্রতিটি চ্যানেলের উপরের ডান কোণে দেশটির রাষ্ট্রপতি সাপারমুরাত নিয়াজভের মাথার একটি সিলুয়েট ছিল।\nফেব্রুয়ারি ২০০৪ সালে নিয়াজভ কর্তৃক চতুর্থ চ্যানেল স্থাপনের অনুমোদন দেওয়া হয়েছিল; এটি একই বছরের ১২ সেপ্টেম্বর থেকে সম্প্রচার শুরু করে।  একে TV-4 নামকরণ করা হয়, এটি ছয়টি ভাষায় সম্প্রচার করে এবং এটি আন্তর্জাতিক দর্শকদের দৃষ্টি আকর্ষণ করে।২০০৮ সালের ডিসেম্বরে তৎকালীন রাষ্ট্রপতি গুর্বাঙ্গুলি বের্দিমুহামেদভ \"তুর্কমেন জনগণের সঙ্গীত ও সংস্কৃতির শিল্পের প্রচারের জন্য\" একটি ডিক্রি স্বাক্ষর করেন, ফলস্বরূপ \"তুর্কমেন ওয়াজি\" চালু হয় এবং সম্প্রচার শুরু হয়েছিল জানুয়ারি ২০০৯ সালে। \n২০১১ সালের ডিসেম্বরে বের্দিমুহামেদভ আন্তর্জাতিক পর্যায়ে তুর্কমেন খেলাধুলার উপসংহারের সাথে খেলাধুলার প্রতি যুবকদের প্ররোচনাকে বহুগুণ বাড়িয়ে একটি স্বাস্থ্যকর জীবনধারার দেশের নীতিগুলিকে ব্যাপকভাবে গ্রহণ করার জন্য \"তুর্কমেনিস্তান স্পোর্টস\" অনুমোদন করেন। এটি প্রথম প্রচারিত হয়েছিল ২০১২ সালের ১ জানুয়ারি। চ্যানেলটি তুর্কমেনে সম্প্রচার করা হয় এবং প্রচুর খেলাধুলা প্রদর্শন করে।\n২০১১ সালের শেষের দিকে দেশটি ডিজিটাল টিভি সম্প্রচারের দিকে অগ্রসর হতে শুরু করে।\n২০১৫ সালে নাগরিকদের স্যাটেলাইট ডিশ ব্যবহার না করার নির্দেশ দেওয়া হয়েছিল, দৃশ্যত শহরের দৃশ্যের নান্দনিকতা রক্ষা করার জন্য; সমালোচকরা নীতিটিকে অরাষ্ট্রীয় উৎসকে নিন্দা করার একটি হাতিয়ার হিসাবে বিবেচনা করেছেন।\n\n\n== তথ্যসূত্র =="}