{"pageid": 1098274, "title": "পাকিস্তান স্টিল ক্যাডেট কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1098274", "content": "পাকিস্তান স্টিল ক্যাডেট কলেজ পাকিস্তান স্টিল মিলস কর্পোরেশনের ব্যবস্থাপনায় একটি আবাসিক শিক্ষা প্রতিষ্ঠান। এ শিক্ষা প্রতিষ্ঠানে শিক্ষার্থীদের ৮ম শ্রেণী থেকে দ্বাদশ শ্রেণি পর্যন্ত ভর্তি হয়। এটি স্টিল টাউনশিপ, বিন কাসিম টাউন, করাচি, সিন্ধু, পাকিস্তানে অবস্থিত।\n\n\n== একাডেমিক ==\nকলেজটি ছেলেদের সেকেন্ডারি স্কুল এবং ইন্টারমিডিয়েট পরীক্ষার জন্য প্রস্তুত করে। এটি বোর্ড অফ ইন্টারমিডিয়েট অ্যান্ড সেকেন্ডারি এডুকেশন করাচি দ্বারা পরিচালিত ।\n\n\n== ভবন ==\nকলেজে পাঁচটি \"ভবন\" বা হোস্টেল রয়েছে।\n\n\n== কার্যক্রম ==\nক্রিকেট\nস্কোয়াশ\nক্রস কান্ট্রি\nট্র্যাক\nফুটবল\nবাস্কেটবল\nহকি\nশারীরিক প্রশিক্ষণ\nইনডোর গেমস\nঅ্যাথলেটিক্স\nক্যাম্পিং\n\n\n== অনুষদ এবং কর্মচারী ==\nঅনুষদে দুটি অধ্যয়ন বিভাগ রয়েছে, বিজ্ঞান এবং মানবিক\n\nমানবিক: ইংরেজি, উর্দু, সিন্ধি, পাকিস্তান স্টাডিজ এবং ইসলামিক শিক্ষা।\nবিজ্ঞান: গণিত, পদার্থবিজ্ঞান, রসায়ন, জীববিজ্ঞান এবং কম্পিউটার বিজ্ঞান।\nশারীরিক ফিটনেস এবং ড্রিল প্রশিক্ষকদের দ্বারা শিক্ষার্থীদের শারীরিক প্রশিক্ষণ এবং ড্রিল তত্ত্বাবধান করা হয়। অন্যান্য কর্মীদের মধ্যে রয়েছে প্রশাসনিক কর্মকর্তা, বারসার, ডাক্তার, মনোবিজ্ঞানী, মসজিদের খতিব এবং প্রয়োজনীয় মন্ত্রী কর্মী।\n\n\n== রুটিন এবং ক্রিয়াকলাপ ==\nগেমস এবং শারীরিক শিক্ষা\nবিকেলের খেলা সব ছাত্রদের জন্য বাধ্যতামূলক। স্কুলে একটি ফুটবল মাঠ, একটি হকি মাঠ, দুটি বাস্কেটবল কোর্ট, একটি স্কোয়াশ কোর্ট, একটি ক্রিকেট/অ্যাথলেটিক্স মাঠ, একটি জিমনেসিয়াম এবং একটি সুইমিং পুল রয়েছে। টেবিল টেনিস, ক্যারাম বোর্ড, দাবা এবং ড্রাফ্টের মতো ইনডোর গেমগুলির জন্য, চারটি বোর্ডিং হাউসের প্রতিটিতে সুবিধা দেওয়া হয়। সশস্ত্র বাহিনীতে তাদের ভবিষ্যত কর্মজীবনের জন্য ড্রিলের একটি ওরিয়েন্টেশনও দেওয়া হয়।\n\n\n== সুবিধা এবং বিবিধ ==\nলাইব্রেরি\nএকাডেমিক ব্লক একটি কেন্দ্রীয় গ্রন্থাগার রক্ষণাবেক্ষণ করে। এছাড়া প্রতিটি বাড়িতে একটি করে ছোট লাইব্রেরি স্থাপন করা হয়েছে।\n\nকম্পিউটার ল্যাব\nকলেজের দুটি কম্পিউটার ল্যাবরেটরি রয়েছে, যেখানে পি ফোর কম্পিউটার, মাল্টিমিডিয়া এবং সার্বক্ষণিক ইন্টারনেট অ্যাক্সেস রয়েছে।\n\nগবেষণাগার\nকলেজে পদার্থবিদ্যা, রসায়ন এবং জীববিদ্যার জন্যও ল্যাবরেটরি রয়েছে।\n\nচিকিৎসা\nকলেজে একজন সিনিয়র ডাক্তারের নেতৃত্বে স্টাফ সহ একটি হাসপাতাল রয়েছে। বিশেষ চিকিৎসার জন্য ছেলেদের গুলশান-ই-হাদীদের স্টিল টাউন সংলগ্ন ১০০ শয্যার হাসপাতালে পাঠানো হয়।\nটিকা এবং ইনোকুলেশন পর্যায়ক্রমে বাহিত হয়। ছাত্রদের ডাক্তারি পরীক্ষা করা হয় এবং একটি স্বতন্ত্র স্বাস্থ্য রেকর্ড বজায় রাখা হয়। কলেজে সংক্রামক রোগে আক্রান্ত রোগীদের আলাদা করার জন্য একটি আইসোলেশন ওয়ার্ডও রয়েছে।\n\nক্লাব\nকিছু বড় ক্লাবের মধ্যে রয়েছে অ্যারোনটিক্যাল ক্লাব, সায়েন্স ক্লাব, ফটোগ্রাফি ক্লাব, কয়েন কালেকশন ক্লাব এবং আর্টস অ্যান্ড মিউজিক ক্লাব।\n\nবিনোদনমূলক কার্যক্রম\nপিকনিকের ব্যবস্থা করা হয় এবং ছেলেদের করাচির আশেপাশের বিনোদনমূলক জায়গায় নিয়ে যাওয়া হয়। শিক্ষাগত পরিদর্শন কলেজে প্রশিক্ষণের সময়সূচীর অংশ।\n\nকলেজ ম্যাগাজিন\nকলেজ ম্যাগাজিন বার্ষিক দুটি বিভাগে (ইংরেজি/উর্দু) প্রকাশিত হয় এবং এতে শিক্ষার্থীদের লেখা প্রবন্ধ ও প্রবন্ধ থাকে। প্রত্যেক শিক্ষার্থীকে অর্থ প্রদানের জন্য একটি কপি দেওয়া হয়।\n\n\n== হাদিদীয় ==\nসকল প্রাক্তন ক্যাডেটরা হাদিদীয় (হাদিদ আরবি শব্দের অর্থ  ইস্পাত) নামে পরিচিত।\n\n\n== বহিঃসংযোগ ==\nPakstudy (Pakistan Steel Cadet College Section)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে\nUnofficial Site of the Associations of ex-Cadets of Pakistan Steel Cadet College\nPSCC ex-Cadet Database\nPSCC ex-Cadets Social Network"}