{"pageid": 1098226, "title": "ক্যাপসুলার সংকোচন", "url": "https://bn.wikipedia.org/wiki?curid=1098226", "content": "ক্যাপসুলার সংকোচন হল মানবদেহে বিদেশী পদার্থের প্রতি ইমিউন সিস্টেমের প্রতিক্রিয়া। চিকিত্সাগতভাবে, এটি বেশিরভাগ ক্ষেত্রে স্তন ইমপ্লান্ট এবং কৃত্রিম যৌথ প্রস্থেটিক্সের জটিলতার প্রেক্ষিতে ঘটে।\nক্যাপসুলার সংকোচনের ঘটনাটি দৃঢ়ভাবে বোনা কোলাজেন ফাইবারের ক্যাপসুল গঠনের পরে, মানবদেহে অস্ত্রোপচারের মাধ্যমে ইনস্টল করা বিদেশী বস্তুর উপস্থিতির প্রতিরোধ ক্ষমতা দ্বারা তৈরি , যেমন স্তন ইমপ্লান্ট, কৃত্রিম পেসমেকার, অর্থোপেডিক প্রস্থেসিস ; বিচ্ছিন্নতা এবং সহনশীলতার দ্বারা জৈবিক সুরক্ষা। ক্যাপসুলার কনট্রাকচার হয় যখন কোলাজেন-ফাইবার ক্যাপসুল সঙ্কুচিত হয়, শক্ত হয় এবং স্তন ইমপ্লান্টকে সংকুচিত করে, অনেকটা বাবল গাম বুদবুদ ভেঙে যাওয়ার মতো। এটি একটি চিকিৎসা জটিলতা যা বেদনাদায়ক এবং অস্বস্তিকর হতে পারে এবং স্তন ইমপ্লান্ট এবং স্তনের নান্দনিকতা বিকৃত করতে পারে। যদিও ক্যাপসুলার সংকোচনের কারণ অজানা, তবে এর প্রকৃতির সাধারণ কারণগুলির মধ্যে রয়েছে \n১. ব্যাকটেরিয়া দূষণ, \n২. স্তন-ইমপ্লান্ট শেল ফেটে যাওয়া, \n৩. সিলিকন-জেল ভরাট এবং হেমাটোমা ।\nতদুপরি, যেহেতু ক্যাপসুলার সংকোচন রোগীর শারীরিক অখণ্ডতা এবং স্বাস্থ্য রক্ষার জন্য ইমিউন সিস্টেমের একটি ফলাফল, সেহেতু এটি প্রাথমিক ঘটনার জন্য প্রয়োজনীয় সংশোধনমূলক অস্ত্রোপচারের পরেও পুনরায় হতে পারে। ক্যাপসুলার কনট্রাকচারের ঘটনার মাত্রা চার-গ্রেড বেকার স্কেল ব্যবহার করে শ্রেণিবদ্ধ করা হয়:\n\nপ্রথম শ্রেণী - স্তন সাধারণত নরম হয় এবং আকার এবং আকৃতিতে প্রাকৃতিকরুপ প্রদর্শিত হয়\nদ্বিতীয় শ্রেণী - স্তনটি একটু শক্ত হয়, কিন্তু স্বাভাবিক দেখায়\nতৃতীয় গ্রেড - স্তন দৃঢ় এবং অস্বাভাবিক দেখায়\nচতুর্থ শ্রেণী - স্তন শক্ত, স্পর্শে বেদনাদায়ক এবং অস্বাভাবিক দেখা যায়।\nসার্জিক্যাল ইমপ্লান্টেশন পদ্ধতি যা ক্যাপসুলার কনট্রাকচার কমিয়েছে তার মধ্যে রয়েছে সাবমাসকুলার ব্রেস্ট ইমপ্লান্ট বসানো, টেক্সচার্ড বা পলিউরেথেন-লেপযুক্ত ইমপ্লান্ট ব্যবহার করা, ইমপ্লান্টের সীমিত হ্যান্ডলিং, বুকের দেওয়ালের ত্বকের সাথে তাদের সংযোজনের আগে ন্যূনতম যোগাযোগ, এবং ট্রিপল-এন্টিবায়োটিক সমাধান দিয়ে সার্জিক্যাল সাইটগুলি সেচ করা। ম্যাক্রোটেক্সচার্ড ইমপ্লান্ট এবং পলিউরেথিন-লেপযুক্ত ইমপ্লান্টের ব্যবহার বিআইএ-এএলসিএল এর ঝুঁকি বাড়িয়ে তুলতে পারে, যা স্তন ইমপ্লান্টের উপস্থিতির সাথে যুক্ত লিম্ফোমার একটি বিরল রূপ।\nক্যাপসুলার সংকোচনের সংশোধনের জন্য ক্যাপসুলের অস্ত্রোপচার অপসারণ (মুক্তি) বা স্তন ইমপ্লান্টের অপসারণ এবং সম্ভাব্য প্রতিস্থাপনের প্রয়োজন হতে পারে। ক্লোজড ক্যাপসুলোটমি (বাহ্যিক ম্যানিপুলেশনের মাধ্যমে ক্যাপসুলকে ব্যাহত করা), শক্ত ক্যাপসুলগুলির চিকিত্সার জন্য একটি সাধারণ কৌশল, বন্ধ করা হয়েছিল কারণ এটি স্তন ইমপ্লান্ট ফেটে যেতে পারে। ক্যাপসুলের চিকিৎসার অ-সার্জিক্যাল পদ্ধতির মধ্যে রয়েছে ম্যাসেজ, বাহ্যিক আল্ট্রাসাউন্ড, লিউকোট্রিন পাথওয়ে ইনহিবিটর দিয়ে চিকিৎসা (যেমন Accolate, Singulair ), এবং pulsed ইলেক্ট্রোম্যাগনেটিক ফিল্ড থেরাপি।\nমেন্টর ওয়ার্ল্ডওয়াইড এলএলসি কর্পোরেশন, তিনটির মধ্যে একটি, ইউএস এফডিএ-অনুমোদিত ব্রেস্ট-ইমপ্লান্ট ডিভাইস প্রস্তুতকারক, স্তন ইমপ্লান্টেশন সার্জারি রোগীদের দ্বারা ভুগছেন এমন চিকিৎসা জটিলতাগুলির একটি গবেষণা পরিচালনা করেছে। 2000 সালের মার্চ মাসে, ফুড অ্যান্ড ড্রাগ অ্যাডমিনিস্ট্রেশনের একটি উপস্থাপনায়, মেন্টর রিপোর্টে ইঙ্গিত দেওয়া হয়েছে যে স্যালাইন স্তন ইমপ্লান্ট করা রোগীদের 43 শতাংশ অস্ত্রোপচারের তিন বছরের মধ্যে চিকিৎসা সংক্রান্ত জটিলতা দেখা দিয়েছে; অধিকন্তু, এই শতাংশের 10 শতাংশ গোষ্ঠী ক্যাপসুলার সংকোচনের অভিযোগ করেছে।\n\n\n== সূত্র ==\nFDA ব্রেস্ট ইমপ্লান্ট কনজিউমার হ্যান্ডবুক - 2004 থেকে জটিলতার উপর বিভাগ। উপরের টেক্সট অধিকাংশ এই পাবলিক ডোমেইন উৎস থেকে মৌখিকভাবে অনুলিপি করা হয়েছে.\nসিলিকন স্তন ইমপ্লান্টের নিরাপত্তা। ইনস্টিটিউট অফ মেডিসিন ন্যাশনাল একাডেমি প্রেস, ওয়াশিংটন, ডিসি 2000।\nব্রেস্ট অগমেন্টেশন এবং ব্রেস্ট ইমপ্লান্ট তথ্য ওয়েবসাইট - নিকোল দ্বারা ইমপ্লান্ট ইনফো\nব্রেস্ট অগমেন্টেশন সার্জারির ঝুঁকি এবং জটিলতা ওয়েবসাইট - BreastAugmentation101\n\n\n== তথ্যসূত্র =="}