{"pageid": 1098920, "title": "বিনইয়ামিনের মিসপাহ", "url": "https://bn.wikipedia.org/wiki?curid=1098920", "content": "মিসপাহ (\"পাহারা বুরুজ; সতর্ক ঘাঁটি\") ছিলো বিনইয়ামিনের গোষ্ঠীর একটি শহর যার নাম হিব্রু বাইবেলে উল্লেখ রয়েছে।\nতেল এন-নাসবেহ হলো মিসপাহের সাথে চিহ্নিতকৃত দুটি স্থানের একটি, এটি জেরুসালেম থেকে ১২ কিলোমিটার উত্তরে অবস্থিত। আরেকটি ধারণা কৃত অবস্থান হচ্ছে নেবি সামউইল, যা জেরুসালেমের পুরনো শহর থেকে ৮ কিলোমিটার উত্তর-পশ্চিমের দিকে সবচেয়ে উঁচু পাহাড়ে গিবিয়োনের সমভূমিতে অবস্থিত।\n\n\n== বাইবেলে উল্লেখ ==\nমিসপাহ সম্পর্কে প্রথম উল্লেখ পাওয়া যায় আদিপুস্তকে যেখানে লাবণ ও তার জামাতা যাকোব চুক্তিবদ্ধ হয় যে যখন তারা একে অপরের থেকে আলাদা হবে তখন ঈশ্বর তাদের উপর নজর রাখবেন। এই চুক্তিকে পাথরের স্তূপ দ্বারা চিহ্নিত করা হয়েছিল। এটি ছিলো শান্তির একটি অনুস্মারক যেখানে প্রত্যেকে আক্রমণ করতে এই পাথর অতিক্রম করতে পারবেনা।\nযখন একজন লেবীয় ভ্রমণকারীর উপপত্নীকে গিবিয়ার লোকজন ধর্ষণ করে তখন ইসরায়েলের বাকি গোষ্ঠীগুলো বিনইয়ামিনের মিসপায় সমবেত এবং সেখানে তারা এই জঘন্য পাপের জন্য বিনইয়ামিনের লোকদের আক্রমণ করার সিদ্ধান্ত নেয়। এই একই সময়, ইস্রায়েলীয় মেয়েদের সাথে বিনইয়ামিনীয় ছেলেদের বিবাহ নিষিদ্ধ করার সিদ্ধান্ত নেওয়া হয়।\nচুক্তিসিন্দুক ফিরে আসার পর আফেকের যুদ্ধে ইস্রায়েলীয়রা হারার ফলে তারা তা পলেষ্টীয়দের কাছে হারিয়ে ফেলে। শমুয়েল ইস্রায়েলের সবাইকে মিসপায় একত্রিত হয়ে উৎসর্গের আয়োজন করে ঈশ্বরকে নিজেদের পাপের জন্য ক্ষমা করে দিতে বলার জন্য প্রার্থনা করতে বলেন। সুযোগ পেয়ে ইস্রায়েলীদের সমাবেশে পলেষ্টীয়রা সামরিক অভিযান চালায়, ইস্রায়েলীয়রা তাদেরকে বেথ কার পর্যন্ত লড়াই করে পিছু হটিয়ে দেয়। এই ঘটনা স্মরণে শমুয়েল মিসপাহ ও শেনের মধ্যবর্তী স্থানে একটি পাথর স্থাপন করেন যার নাম তিনি দেন এবন-এষরে (\"সাহায্যের পাথর\"), কেননা ঈশ্বর তাদের সাহায্য করেছিলেন।\nএছাড়া শমুয়েল নিজেদের প্রথম রাজাকে চিহ্নিত করতে ইস্রায়েলের সবাইকে মিসপাহতে একত্রিত করেছিলেন। সেখানে অধিকাংশ গোত্র শৌলকে বাছাই করে।\nযিহূদার রাজা আসা এবং ইস্রায়েলের রাজা বাশার আমলে মিসপাহ ছিলো দুটি শহরের অন্যতম যে শহরগুলো নির্মাণ করতে বাশার বিনইয়ামিনের রামা প্রতিরক্ষায় শক্তিশালী করতে পাথর রাজা আসা ব্যবহার করেছিলেন (1 Kings; 2 Chronicles)।\nব্যাবিলনীয়রা জেরুসালেম ধ্বংস করে দেওয়ার পর তারা গদলিয়কে মিসপাহতে এর পার্শ্ববর্তী সকল অঞ্চলের প্রদেশপতি নিযুক্ত করে। পালিয়ে যাওয়া স্থানগুলো থেকে বহুজন ফিরে আসে। নবী যিরমিয়কে ব্যাবিলনীয়রা ছেড়ে দেওয়ার পরে তিনি রামাহ থেকে মিসপাহে আসেন। পরবর্তীতে ইশ্মায়েল নামক রাজকীয় পরিবারের এক সদস্য গদলিয়কে হত্যা করে। যিরমিয়ের সতর্কবাণী উপেক্ষা করে মানুষ মিশরে পালিয়ে যায়।\n\n\n== শনাক্তকরণ ==\nমিসপাহের মূল প্রতিযোগী স্থানগুলো হল তেল এন-নাসবেহ এবং নিকটবর্তী নেবি সামউইল।\n\nযদি মিসপাহ নাবলুস সড়কের তেল এন-নাসবেহ হতো, ইশ্মায়েল তাহলে গিবিয়োন হয়ে অম্মোনে পালাতো না যা পশ্চিমে নেবি সামউইলে জেরুসালেমের পরে অবস্থিত।\nঅধিকন্তু, মিসপাহ ঠিক গিবিয়োনের পাশেই অবস্থিত।\n১ মাক্কাবীয় অনুসারে মাক্কাবীয় বিদ্রোহে মিসপাহতে ইয়াহুদা হামাক্কাবি ও বিদ্রোহী সেনা ইমাউসের যুদ্ধের পূর্বে ঘাঁটি গড়েছিলো। \"তারপর তারা একত্র হয়ে জেরুসালেমের বিপরীতে মিসপাহতে গেল, কারণ ইসরাইলে আগের সময়ে মিসপাহতে প্রার্থনার জায়গা ছিল।\" মিসপাহ পাহাড়ে অবস্থিত ছিল যেখানে পার্শ্ববর্তী ইমাউসে গ্রিক সিরীয় ঘাঁটি সমতলভূমিতে ছিলো। ইয়াহুদা মিসপাহতে একটি ধর্মীয় অনুষ্ঠানের আয়োজন করেন যেখানে তিনি পরবর্তী দিবসে সেলেউসিড ঘাঁটিগুলো অতর্কিত হামলা চালানোর জন্য ছোট বাহিনী প্রস্তুত করেন।\nঅন্যদিকে, নেবি সামউইলে প্রথম লৌহ যুগ বা ষষ্ঠ শতাব্দী কোন কালেরই কোন প্রমাণ পাওয়া যায়নি যার দ্বারা এই অবস্থানে মিসপাহ এর অস্তিত্ব প্রমাণ করা সম্ভব। এর বিপরীতে, তেল এন-নাসবেহ অঞ্চলে প্রচুর পরিমাণে প্রমাণ এবং জোরদার প্রতিরক্ষা ব্যবস্থার চিহ্ন পাওয়া গেছে যার সাথে খ্রিস্টপূর্ব নবম শতাব্দীর যিহূদা রাজ্যের রাজা আসার নির্মাণ অভিযানের সাথে মিলে যায়। জেরুসালেমের সাথে সংযুক্ত সড়কের সাথে এর সম্পর্ক রাজাবলি ( 1 Kings 15:22 ) পুস্তকে উল্লেখিত মিসপাহের বর্ণনার সাথে মিলে যায়।\n\n\n== তথ্যসূত্র =="}