{"pageid": 1098047, "title": "চিরঞ্জীবী (হিন্দু দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1098047", "content": "চিরঞ্জীবী (সংস্কৃত: चिरञ्जीवि) বলতে হিন্দু ঐতিহ্যে আটজন অমর বা দীর্ঘজীবী ব্যক্তি যারা বর্তমান যুগ কলিযুগের শেষ না হওয়া পর্যন্ত জীবিত থাকবেন।\nসংস্কৃত শব্দ চিরঞ্জীবী অর্থ অমর, যদিও এটি শাশ্বত এর সাথে সঙ্গতিপূর্ণ নয়। শব্দটি চিরম্ (চিরকাল) এবং জীব (জীবিত) এর সংমিশ্রণ।\n\n\n== ইতিহাস ==\nশব্দটি চিরম্ (স্থায়ী) ও জীব (বসন্ত)-এর সংমিশ্রণ। এটি অমরত্বের অনুরূপ, যা প্রকৃত অমরত্বকে বোঝায়। শেষ মন্বন্তর এর শেষে, একজন রাক্ষস বেদের পবিত্র পৃষ্ঠাগুলি গ্রাস করে অমর হওয়ার চেষ্টা করেছিল, কারণ তারা ব্রহ্মার মুখ থেকে পালিয়ে গিয়েছিল। ধর্মগ্রন্থটি ভগবান বিষ্ণুর প্রথম অবতার (মৎস্য) দ্বারা পুনরুদ্ধার করা হয়েছিল। বিষ্ণুর (নরসিংহ ও রাম) অবতাররাও পরবর্তীতে দুই অসুর, হিরণ্যকশিপু ও রাবণকে যুদ্ধ করে হত্যা করেছিলেন, যারা যথাক্রমে ব্রহ্মা এবং ভগবান শিবের প্রতি প্রণাম করে অমর হওয়ার চেষ্টা করেছিলেন। এক অর্থে অমর বলতে বোঝাতে পারে \"মহাবিশ্বের ধ্বংস না হওয়া পর্যন্ত অনন্তকাল বেঁচে থাকা\", অর্থাৎ, সমস্ত ভৌতিক দেহের ভবিষ্যদ্বাণী করা হয়েছে যে, ব্রহ্মা নিজেই, মহাবিশ্বের ধ্বংসের সাথে সাথে সময়ের শেষের দিকে অমর হয়ে যাবে।\n\n\n== গুণাবলী ==\nবর্তমান পুরাণ, রামায়ণ ও মহাভারত হিন্দু ধর্মসভায় সাতজন দীর্ঘজীবী ব্যক্তিত্বের বর্ণনা দেয়। এছাড়াও আরও কিছু আছে, যেগুলো নির্দিষ্ট শ্লোকের অন্তর্ভুক্ত নয়। প্রতিটি মানুষের আলাদা আলাদা বৈশিষ্ট্যের প্রতিনিধিত্ব করে, যা তারা যতদিন বেঁচে থাকবে ততদিন মানবতার মধ্যে থাকবে।\n\n\n== চিরঞ্জীবীগণ ==\nবেদব্যাস: যে ঋষি মহাভারত রচনা করেছিলেন। তিনি পাণ্ডিত্য এবং প্রজ্ঞার প্রতিনিধিত্ব করেন। তিনি ছিলেন ঋষি পরাশর ও সত্যবতীর পুত্র, এবং ঋষি বশিষ্ঠের প্রপৌত্র। তিনি ত্রেতাযুগের শেষের দিকে জন্মগ্রহণ করেছিলেন, সম্পূর্ণ দ্বাপর যুগ দেখার জন্য বেঁচে ছিলেন এবং কলিযুগের প্রাথমিক পর্ব দেখেছিলেন।\nহনুমান: একজন সর্বশ্রেষ্ঠ ব্রহ্মচারী, রামকে সেবা করেছিলেন। তিনি ভগবান রামের একনিষ্ঠ ভক্ত। তিনি নিঃস্বার্থ, সাহস, ভক্তি, বুদ্ধিমত্তা, শক্তি, ব্রহ্মচর্য ও ধার্মিক আচরণের পক্ষে দাঁড়িয়েছেন।\nপরশুরাম: বিষ্ণুর ষষ্ঠ অবতার। তিনি সমস্ত অস্ত্র, শাস্ত্র ও ঐশ্বরিক অস্ত্রের জ্ঞানী। কল্কি পুরাণ উল্লেখ করে যে তিনি কল্কির সামরিক গুরু হতে সময়ের শেষে আবার আবির্ভূত হবেন। তারপর তিনি চূড়ান্ত অবতারকে স্বর্গীয় অস্ত্র গ্রহণের জন্য তপস্যা করার নির্দেশ দেবেন, যা শেষ সময়ে মানবজাতিকে বাঁচাতে হবে।\nবিভীষণ: রাবণের ভাই। রাবণের সাথে যুদ্ধের আগে বিভীষণ রামের কাছে আত্মসমর্পণ করেন। রাম কর্তৃক রাবণ নিহত হওয়ার পর তিনি পরবর্তীতে লঙ্কার রাজা হন। তিনি ন্যায়ের পক্ষে দাঁড়িয়েছেন। বিভীষণ সত্যিকারের চিরঞ্জীবি নন, কারণ তাঁর দীর্ঘায়ুর বর শুধুমাত্র মহাযুগের শেষ পর্যন্ত পৃথিবীতে থাকবে।\nঅশ্বত্থামা: দ্রোণের পুত্র। ভগবান শিবের মতো বীরত্বের অধিকারী পুত্র লাভের জন্য দ্রোণ ভগবান শিবকে খুশি করার জন্য বহু বছর কঠোর তপস্যা করেছিলেন। অশ্বত্থামা হলেন এগারোজন রুদ্রের একজনের অবতার। কুরুক্ষেত্র যুদ্ধে অশ্বত্থামা ও কৃপাকে এখনও বেঁচে থাকা একমাত্র ব্যক্তি বলে মনে করা হয়। তিনি অমর হতে পারেন কিন্তু কৃষ্ণ তাকে একটি অভিশাপ দিয়েছিলেন যে, তিনি চিরকাল বেঁচে থাকবেন কিন্তু কারো সাথে যোগাযোগ করতে পারবেন না বা স্পর্শ করতে পারবেন না, তার শরীরে বেদনাদায়ক ঘা এবং আলসার রয়েছে যা কখনই নিরাময় হবে না।\nমহাবলী: অসুর বা অসুরদের শাসক যিনি বর্তমান কেরালার আশেপাশে কোথাও বিদ্যমান ছিলেন। তাঁর ছেলে ছিলেন বাণাসুর। তিনি ছিলেন তিন জগতের গুণী সম্রাট ও বিরোচনের পুত্র এবং প্রহ্লাদের নাতি যিনি ছিলেন অসুর বংশোদ্ভূত। তাকে বিষ্ণুর বামন অবতার পাতাল লোকে পাঠান। প্রতি বছর ওনামের দিনে (কেরালার সরকারি উৎসব), তিনি কেরালা অঞ্চলে বসবাসকারী তার লোকেদের সাথে দেখা করতে স্বর্গ থেকে পৃথিবীতে নেমে আসেন।\nকৃপাচার্য: মহাভারতের রাজকুমারদের রাজকীয় গুরু। তাকে রাজা শান্তনু দত্তক নিয়েছিলেন। তাঁর বোন ছিলেন কৃপী, যিনি দ্রোণাচার্যকে বিয়ে করেছিলেন। একসাথে তারা অশ্বত্থামার জন্ম দেয়। তিনি তার ছাত্রদের মধ্যে নিরপেক্ষতার কারণে দীর্ঘ জীবনের জন্য পরিচিত এবং তাদের নিজের সন্তানের মতো আচরণ করতেন। তিনি তার ভাগ্নে অশ্বত্থামা সহ সকল যোদ্ধাদের মধ্যে একমাত্র বেঁচে আছেন যারা আসলেই কুরুক্ষেত্র যুদ্ধে লড়াই করেছিলেন।\nমার্কণ্ডেয়: মার্কণ্ডেয় ভৃগু ঋষির বংশে জন্মগ্রহণকারী প্রাচীন ঋষি। মার্কন্ডেয় পুরাণ বিশেষ করে, মার্কন্ডেয় এবং জৈমিনি নামক একজন ঋষির মধ্যে কথোপকথন রয়েছে এবং ভাগবত পুরাণের কয়েকটি অধ্যায় তাঁর কথোপকথন এবং প্রার্থনার জন্য উৎসর্গীকৃত। মহাভারতেও তার উল্লেখ আছে।\nসমস্ত চিরঞ্জীবী জীবিত, বিশেষ করে পরশুরাম শুধুমাত্র বিষ্ণুর দশম ও শেষ অবতার বা কল্কিকে সাহায্য করার জন্য, পাপীদের ধ্বংস করতে এবং পৃথিবীতে ধর্ম বা ধার্মিকতা পুনরুদ্ধার করতে এবং পরবর্তী মহাযুগের দ্বার উন্মুক্ত করতে পুনরায় আসবেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nCiranjivas  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ মে ২০০৮ তারিখে"}