{"pageid": 1098686, "title": "ওয়াদি মুসা", "url": "https://bn.wikipedia.org/wiki?curid=1098686", "content": "ওয়াদি মুসা (আরবি: وادي موسى, আক্ষরিক অর্থ \"হজরত মুসা আলাইহিস সালামের উপত্যকা) দক্ষিণ জর্ডানের মা'আন মুহাফাজাহে অবস্থিত একটি শহর। এটি পেট্রা বিভাগের প্রশাসনিক কেন্দ্র এবং পেট্রার প্রত্নতাত্ত্বিক ক্ষেত্রের নিকট অবস্থিত। এই শহরে পর্যটকদের জন্য অনেক থাকার হোটেল ও রেস্টুরেন্ট সহ ২ কিলোমিটার (১ মাইল) দূরে উম্মে সেহাউনের গুরুত্বপূর্ণ বা'দৌল বসতি রয়েছে যা ১৯৮৫ সালে সম্প্রদায়টির জোরপূর্বক বাস্তুচ্যুতির ফলে সৃষ্টি হয়।\n\n\n== ব্যুৎপত্তি ==\nওয়াদি মুসা নামটি আরবি যার অর্থ \"মুসার উপত্যকা\"। জনশ্রুতি রয়েছে যে মুসা এই উপত্যকার মধ্য দিয়ে গিয়েছিলেন এবং এখানের আইন মুসা (\"মুসার ঝরনা\" বা \"মুসার কূপ\") এর স্থলে তার অনুসারীদের সামনে পাথরে আঘাত করে পানি বের করেছিলেন। নাবাতীয়রা এই ঝরনা থেকে খাল খনন করে পেট্রা শহর পর্যন্ত নিয়ে এসেছিলো। ওয়াদি মুসাকে \"পেট্রার অভিভাবক\" ডাকনামেও ডাকা হয়। বাইবেলীয় হারোণের সম্ভাব্য কবরস্থান হারুনের মাজার এই শহরের হর পর্বতের নিকটে অবস্থিত।\n\n\n== ইতিহাস ==\nএই এলাকা ভক্স মোইস ক্রুসেডার দূর্গ রক্ষা করতো এবং অল্ট্রেজর্ডেইনের জমিদারিত্বের অংশ ছিলো। আরব বিদ্রোহের সময় মেহমেদ জেমাল পাশার নেতৃত্বে তুর্কি বাহিনীর একটি দল ১৯১৭ সালের ২১ অক্টোবরে ওয়াদি মুসা আক্রমণ করে। অটোম্যান বাহিনী মাওলুদ মুখলিস নেতৃত্বাধীন ফয়সালের এইডে-দে-ক্যাম্প এর নিকট হেরে যায়।\n\n\n== জলবায়ু ==\nওয়াদি মুসায় জলবায়ু আধা-শুষ্ক থাকে। অধিকাংশ বৃষ্টি হয় শীতকালে। শহরটির কোপেন-গিগার জলবায়ু শ্রেণিবিভাগ হল বিএসকে। ওয়াদি মুসার গড় বার্ষিক তাপমাত্রা হল ১৫.৫ ডিগ্রি সেলসিয়াস (৫৯.৯ ডিগ্রি ফারেনহাইট)। এখানে বছরে প্রায় ১৯৩ মিমি (৭.৬০ ইঞ্চি) বৃষ্টিপাত হয়ে থাকে।\n\n\n== জনসংখ্যা ==\n২০০৯ সালে ওয়াদি মুসার জনসংখ্যা ছিল ১৭,০৮৫ জন এবং পুরুষ-মহিলা অনুপাত ছিল যথাক্রমে ৫২.১ ও ৪৭.৯ শতাংশ (৮,৯০১ পুরুষ ও ৮,১৮৪ মহিলা), যার ফলে এটি পেট্রা বিভাগের সবচেয়ে জনবহুল বসতি। ২০০৪ সালের জনগণনা অনুসারে ওয়াদি মুসা সহ পেট্রা বিভাগের ১৮টি গ্রামের মোট জনসংখ্যা ছিল ২৩,৮৪০ জন। এই শহরের জনঘনত্ব ছিল দুনাম প্রতি ২.৩ জন কিংবা হেক্টর প্রতি ২৩ জন (একর প্রতি ৯.৩ জন), এবং জনসংখ্যা বৃদ্ধির হার ছিল ৩.২%।\nএই শহরের অধিকাংশ মানুষ লায়াথনাহ গোত্রের, যাদের সদস্যগণ বিংশ শতাব্দী থেকে এই অঞ্চলের অর্থনৈতিক ও রাজনৈতিক ক্ষেত্রে নেতৃস্থানীয় ভূমিকা পালন করাসহ স্থানীয় পর্যটন শিল্পের আধিপত্য করে চলেছে।\n\n\n== অর্থনীতি ==\nএই শহরটি জর্ডানের রাজধানী আম্মান থেকে ২৫০ কিলোমিটার (১৬০ মাইল) দূরে, এবং জর্ডানের বন্দরনগরী আকাবা হতে ১০০ কিলোমিটার (৬০ মাইল) উত্তরে অবস্থিত। ৫০টিরও বেশি হোটেল সহ অনেক রেস্টুরেন্টের ঠিকানা এই শহরটি সম্পূর্ণভাবে পর্যটনের উপর নির্ভরশীল।\nপ্রত্নতত্ত্ব কলেজ, আল-হুসেইন বিল তালাল বিশ্ববিদ্যালয়ের পর্যটন ও হোটেল ব্যবস্থাপনা বিভাগ ওয়াদি মুসায় অবস্থিত।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ওয়াদি মুসা সম্পর্কিত মিডিয়া দেখুন।"}