{"pageid": 1098580, "title": "২০১৩ সালের সানা হামলা", "url": "https://bn.wikipedia.org/wiki?curid=1098580", "content": "২০১৩ সালের ৫ই ডিসেম্বর ইয়েমেনের সানা শহরে একটি হামলা সংঘটিত হয় যেখানে ইয়েমেনি প্রতিরক্ষা মন্ত্রণালয়ে ধারাবাহিক বোমা এবং বন্দুক হামলায় কমপক্ষে ৫৬ জন নিহত এবং ১৬২ জন আহত হয়।\nইয়েমেনের সামরিক তদন্তকারীরা বলেন, যে ১২ জঙ্গি এই হামলার জন্য দায়ী তাদের বেশিরভাগই সৌদি নাগরিক।\n\n\n== হামলার বিবরণ ==\nঅস্ত্রধারীরা মন্ত্রণালয়ের আশপাশের চার প্রহরীকে হত্যা করে। গেট খোলার পর, একজন আত্মঘাতী বোমা হামলাকারী একটি বিস্ফোরক বোঝাই গাড়ি প্রতিরক্ষা মন্ত্রণালয় কমপ্লেক্সের পশ্চিম দিকের প্রবেশপথে নিয়ে যায়। আত্মঘাতী গাড়ি বোমা হামলার পর জঙ্গিরা আরেকটি গাড়িতে করে সমন্বিত হামলা চালায়। বন্দুকধারীরা কম্পাউন্ডের ভিতরে আল-ওরাদি হাসপাতালে প্রবেশ করে, ভিতরে থাকা ব্যক্তিদের উপর গুলি চালায় এবং অনেককে হত্যা করে। নিহতদের মধ্যে অন্তত ছয়জন চিকিৎসক এবং চারজন কমপ্লেক্সের একটি হাসপাতালের রোগী। বিকালে কমপ্লেক্সের বাইরে আরেকটি সমন্বিত আক্রমণ ও বন্দুকযুদ্ধ সংঘটিত হয়েছে বলে জানা যায়।\n\n\n== হামলাকারী ==\n৫ই ডিসেম্বর, আনসার আল-শরিয়া, আল-কায়েদার সাথে যুক্ত একটি জঙ্গি গোষ্ঠী, এই হামলার দায় স্বীকার করে।\n\n\n== ভুক্তভোগী ==\nএই হামলায় ৫৬ জন প্রাণ হারায় এবং ২০০ জনেরও বেশি আহত হয়। হতাহতদের মধ্যে বিদেশি চিকিৎসাকর্মীরাও ছিলেন। নিহতদের মধ্যে সাতজন ফিলিপিনো চিকিৎসা কর্মী (একজন ডাক্তার সহ),দুজন জার্মান সাহায্যকর্মী, দুইজন ভিয়েতনামী ডাক্তার এবং একজন ভারতীয় নার্স। কর্মকর্তারা পরবর্তীতে জানান যে, সৌদি আরবের কয়েকজনসহ মোট ১২ জঙ্গি নিহত হয়েছে।\n\n\n== পরিণাম ==\n৬ই ডিসেম্বর, মার্কিন সামরিক বাহিনী ইয়েমেনের প্রতিরক্ষা মন্ত্রণালয়ে মারাত্মক ও সমন্বিত এই হামলার পর তার আঞ্চলিক সতর্কতার অবস্থান বাড়িয়ে দেয়। পরের দিন একজন সিনিয়র মার্কিন প্রতিরক্ষা কর্মকর্তা নাম প্রকাশ না করার শর্তে রয়টার্সকে বলেন, \"মার্কিন যুক্তরাষ্ট্রের সামরিক বাহিনী এই ঘটনার পরিপ্রেক্ষিতে আমাদের ইয়েমেনি অংশীদারদের সমর্থন করার জন্য সম্পূর্ণরূপে প্রস্তুত\"।\nসাত ফিলিপিনোর মৃত্যুর কারণে ফিলিপাইন ইয়েমেনে অভিবাসী কর্মীদের মোতায়েনের উপর নিষেধাজ্ঞা জারি করে। ফিলিপাইন সরকার ফিলিপাইনে ফিরে যেতে ইচ্ছুক ফিলিপিনোদের খরচ বহন করবে বলেও জানায়।\nজার্মানি সাময়িকভাবে সানায় তাদের দূতাবাসে তার কর্মী কমিয়ে দেয় এবং ইয়েমেনে তার সাহায্য কর্মীদের \"যত তাড়াতাড়ি সম্ভব\" দেশ ছেড়ে চলে যাওয়ার আহ্বান জানায়।\nহামলার ফুটেজ ইয়েমেনি টেলিভিশনে প্রচারিত হওয়ার পরে, যেখানে মন্ত্রনালয়ের কম্পাউন্ডের মধ্যে একটি হাসপাতালে হামলা এবং চিকিৎসাকর্মী ও রোগীদের হত্যার ঘটনা দেখানো হয়, আরব উপদ্বীপে আল কায়েদার প্রধান ক্ষমা চেয়ে একটি ভিডিও বার্তা প্রকাশ করেন। কাসিম আল-রাইমি দাবি করেছেন যে আক্রমণকারী দলকে হামলার সময় হাসপাতালে হামলা না করার নির্দেশ দেওয়া হয়েছিল, কিন্তু একজন এগিয়ে গিয়ে হামলা চালায়।\n\n\n== তথ্যসূত্র =="}