{"pageid": 1098571, "title": "ইজি ফাইন্ডার", "url": "https://bn.wikipedia.org/wiki?curid=1098571", "content": "ইজি ফাইন্ডার (চীনা: 壹本便利; আক্ষরিক: \"সহজ সন্ধানকারী\") ছিলো একটি সাপ্তাহিক চীনা ট্যাবলয়েড সাময়িক পত্র যা ১৯৯১ সালের ১৩রা সেপ্টেম্বর হংকং থেকে প্রথম প্রকাশিত হয়েছিল। নেক্সট মিডিয়া লিমিটেড দ্বারা প্রকাশিত যা জিমি লাই এর মালিকানাধীন। এটি ২০০৭ সালের ২৩রা মে প্রকাশনা বন্ধ করে দেয়। ইজি ফাইন্ডার সাধারণত হলুদ সাংবাদিকতা (যেমন: লুকানো ক্যামেরা, আক্রমনাত্মক সাধনা, হয়রানি ইত্যাদি) গল্পের ধারণা সংগ্রহে অংশগ্রহণের জন্য পরিচিত ছিল।\n\n\n== ইতিহাস ==\nপ্রাথমিকভাবে, ইজি ফাইন্ডার ছিল নেক্সট ম্যাগাজিনের একটি বিনামূল্যের সম্পূরক পুস্তিকা যা প্রধানত নতুন পণ্যের তথ্য প্রদান করে। চাকরির খালি বিজ্ঞাপনের একটি বিভাগ (青雲路) এবং শ্রেণিবদ্ধ বিজ্ঞাপনের একটি বিভাগ ছিল। সাময়িক পত্রের নামটি ইঙ্গিত দেয় যে এটি মূলত একটি সাধারণ পত্রিকার চেয়ে একটি তথ্য নির্দেশিকা। এটি ১৯৯১ সালে একটি পৃথক সাময়িক পত্র হয়ে ওঠে। ইজি ফাইন্ডার-এর লক্ষ্য পাঠকসংখ্যা হল যুবক এবং শিক্ষার্থী।\nইজি ফাইন্ডার ছাড়াও দুটি অতিরিক্ত প্রকাশনা (ইট অ্যান্ড ট্রেভেল উইকলি (飲食男女) এবং ট্রেডিং এক্সপ্রেস/অটো এক্সপ্রেস) (交易通/搵車快線) বিনামূল্যে অন্তর্ভুক্ত করা হয়েছে। এই তিনটি পুস্তিকা সাম্প্রতিক প্রবণতাগুলিকে কভার করে, উদাহরণস্বরূপ, ফ্যাশন, হট গসিপ, রাশিফল, খাদ্য, ফিটনেস ইত্যাদি। হংকং অডিট ব্যুরো অফ সার্কুলেশন অনুসারে ইস্যু প্রতি গড় নেট প্রচলন ১১৮,৭২০ (১লা এপ্রিল – ৩০ই জুন ২০০৩) এ পৌঁছেছে।\nইজি ফাইন্ডার তার শেষ সংখ্যা (নং ৮০০) ২০০৭ সালের ২২শে মে প্রকাশ করেছে। ইট অ্যান্ড ট্রাভেল উইকলি এবং ট্রেডিং এক্সপ্রেস/অটো এক্সপ্রেস প্রকাশিত হতে থাকে এবং নেক্সট মিডিয়ার একই স্টেবলের অধীনে একটি নতুন ম্যাগাজিন এফএএসই উইকলি-এর সাথে সংখ্যা নং ৮০১ থেকে অন্তর্ভুক্ত করা হয়। ইজি ফাইন্ডার-এর অফিসিয়াল ওয়েবসাইট এখন এফএএসই উইকলি-এর নতুন ওয়েবসাইটে ফেরত পাঠানো হয়েছে।\n\n\n== সাময়িক পত্র বিভাগ ==\nইজি ফাইন্ডারে বারোটি বিভাগ রয়েছে:\n\nজি জোন (激 জোন) (হট গসিপস)\nইজি গার্ল (পিন-আপ গার্লস, মডেল)\nমানহুয়াজুও (漫動作) (কমিকস সংবাদ)\nকিংইউনলু (青雲路) (কেরিয়ার, সাফল্যের গল্প)\nটুওয়েনজি বিবর্তন (頭文字বিবর্তন) (গাড়ি, মোটর)\nইউলেটিয়ান (娛樂天) (শোবিজ)\nচাওলিউ উকুন (潮流屋村) (ফ্যাশন, প্রবণতা)\nডিজি ফাইন্ডার (ডিজিটাল পণ্য)\nজিনলি সেয়ান (心理測驗) (ব্যক্তিত্ব পরীক্ষা)\nঝান মি লাইফ (占 মি লাইফ) (রাশিফল)\nবিয়ানলি বোজিং (便利波經) (সকার পণ)\nবিয়ানলি ঝুওয়েং গুয়াংচ্যাং (便利諸嗡廣場) (পাঠকের ফোরাম)\n\n\n== পজিশনিং ==\nকিশোর পাঠকদের আকৃষ্ট করার জন্য এই সাময়িক পত্র প্রচুর ক্যান্টনিজ কথোপকথন শব্দ ব্যবহার করে যা হংকংয়ের অবসর সাময়িক পত্রে খুব জনপ্রিয়। সাম্প্রতিক উদাহরণগুলি হল \"潮\" (ফ্যাশনেবল) এবং \"界\" (কারো আদালতে)। কথোপকথন ক্যান্টনিজ শব্দের ব্যবহার, তবে, ঐতিহ্যগত বা 'সঠিক' লিখিত চীনা ব্যাকরণ মেনে চলে না।\nইজি ফাইন্ডার বিনোদন সংবাদের একটি ভারী কভারেজ বজায় রাখে। যেহেতু হংকংয়ের কিশোর-কিশোরীরা স্থানীয় বিনোদন এবং শো ব্যবসায় আগ্রহী, তাই ইজি ফাইন্ডার বিনোদন সংবাদের উপর অনেক জোর দেয়। এমনকি যখন কিছু প্রতিবেদন দৃঢ়তা ছাড়াই কেবল গুজব হয়, তবুও সেগুলি যথেষ্ট আকর্ষণীয় এবং উত্তেজনাপূর্ণ হলে কভারে উপস্থিত হয়৷\nইজি ফাইন্ডার হল একটি বাজার-ভিত্তিক প্রকাশনা যা তরুণরা যা চায় তা বোঝার জন্য সরবরাহ করার চেষ্টা করে। সেক্সি বা এমনকি অর্ধ-নগ্ন মডেলের ছবি কভারে প্রদর্শিত হয়। এটি যৌনতা, মাদক, এমনকি আত্মহত্যার মতো অনেক সংবেদনশীল বিষয় কভার করে। খুন এবং পতিতাবৃত্তির মতো অপরাধের প্রতিবেদন প্রায়ই এই পত্রিকায় দেখা যায়। এই ধরনের নেতিবাচক কিন্তু মর্মান্তিক বিষয়গুলি এই পত্রিকার বিক্রয় পয়েন্ট এবং এগুলি নিঃসন্দেহে তরুণ পাঠকদের আকৃষ্ট করেছে।\nতবে তা নিয়ে সমাজের মধ্যে জোরালো তর্কও উঠেছে। অনেক লোক দাবি করে যে এই ধরনের ভয়ঙ্কর এবং যৌন ছবি এবং বিষয়গুলি কিশোর-কিশোরীদের জন্য গুরুতর এবং ক্ষতিকারক প্রভাব ফেলবে। এটি ইজি ফাইন্ডারকে হংকংয়ের সবচেয়ে বিতর্কিত সাময়িক পত্র করে তোলে। অনেকে পত্রিকা গ্রহণ না করলেও প্রচলন দাঁড়িয়ে যায়।\n\n\n== ইলেকট্রনিক সংস্করণ ==\nইজি ফাইন্ডার পিডিএ সংস্করণ বা ইন্টারনেটের মাধ্যমে একটি ইলেকট্রনিক সংস্করণ প্রকাশ করে। ইলেকট্রনিক সংস্করণে গ্রাহকরা শুধুমাত্র সাম্প্রতিক ইস্যুই নয়, আর্কাইভগুলিতে ইস্যু ৪৭৯ (২০০১ সালের ২রা এপ্রিল) পর্যন্ত পূর্ববর্তী ইস্যুগুলিও অ্যাক্সেস করতে পারবেন। পিডিএ বিন্যাস এছাড়াও উপলব্ধ।\n\n\n== বিতর্ক ==\n\n\n=== ভ্যালেন্টাইন্স ডে রোম্যান্স গাইড ===\nউদাহরণস্বরূপ, ভলিউম ৩৬৬-এ অন্তর্ভুক্ত \"情人節浪漫手冊\" এর পুস্তিকাটিতে যৌন-সম্পর্কিত নিবন্ধগুলির প্রতিবাদ হিসাবে, রেভ. লো সেক ওয়াই (羅錫為牧師), গুডনিউজ কমিউনিকেশন ইন্টারন্যাশনাল লিমিটেড (福音傳播中心) এর প্রধান বোর্ড সদস্য, ইজি ফাইন্ডারকে বয়কট করার আহ্বান জানিয়েছেন এবং টেলিভিশন এবং বিনোদন লাইসেন্সিং কর্তৃপক্ষের কাছে অভিযোগ করেছেন৷\n\n\n=== গিলিয়ান চুং ড্রেসিং রুমের ঘটনা ===\n২০০৬ সালের ২২শে আগস্ট হংকং ট্যাবলয়েড ম্যাগাজিন ইজি ফাইন্ডার মালয়েশিয়ার গেন্টিং হাইল্যান্ডস-এর অ্যারেনা অফ স্টারস-এ টুইনস কনসার্টের পরে একটি চেঞ্জিং রুমের ভিতরে গিলিয়ান চুং-এর ছবিগুলির একটি সিরিজ প্রকাশ করে। ছবিগুলো তোলা হয় যখন তিনি তার ব্যক্তিগত সহকারীর সঙ্গে চেঞ্জিং রুমে ছিলেন। কভার ফটোগুলির একটিতে চুং এর খালি পিঠ দেখায় যখন সে তার ব্রা ঠিক করছে ব্যাকস্টেজে। তার স্তন প্রকাশ করা হয় না। একটি সেকেন্ডের ছোট কভার ফটোতে দেখা যাচ্ছে চুংকে কাপড়-চোপড় খুলে কাঁধ থেকে নগ্ন করা হয়েছে। জ্যাকি চ্যানের মতো হংকং সেলিব্রিটিরা ম্যাগাজিনের দায়িত্বজ্ঞানহীন কর্মের নিন্দা জানিয়ে একটি প্রকাশ্য প্রতিবাদ করেছেন।\nহংকং টেলিভিশন অ্যান্ড এন্টারটেইনমেন্ট লাইসেন্সিং অথরিটি প্রকাশ করা ছবি সম্পর্কে ২,৮৭৫টি অভিযোগ পেয়েছে এবং ঘটনাটি পরবর্তী পদক্ষেপের জন্য অশ্লীল নিবন্ধ ট্রাইব্যুনালে উল্লেখ করা হয়েছে। ২০০৬ সালের ১লা নভেম্বর ইজি ফাইন্ডার প্রকাশিত নিবন্ধ এবং ছবিগুলির উপর একটি অশ্লীলতার রায়ের বিরুদ্ধে আপিল হারায়৷ আপীলে একজন ম্যাজিস্ট্রেট এবং চারজন সাধারণ সদস্যের সমন্বয়ে গঠিত একটি প্যানেল রায়টিকে বহাল রাখে, নিবন্ধটিকে অশ্লীল ব্র্যান্ডিং করে এবং বলে যে এটি \"যৌনতা বিক্রির গণনাকৃত কাজ যা কলুষিত এবং বিদ্রোহ\"। টেলিভিশন শো বাই মাই গেস্টে জিমি লাই (নেক্সট মিডিয়ার প্রতিষ্ঠাতা, ইজি ফাইন্ডারের প্রকাশক) এর একটি সাক্ষাত্কারের সময় তিনি গিলিয়ানের কাছে ক্ষমা চেয়েছিলেন এবং দাবি করেছিলেন যে তিনি ছবির সমস্ত নেতিবাচকতা ফিরিয়ে দেবেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইজি ফাইন্ডার"}