{"pageid": 1098392, "title": "বেটি রবিনসন", "url": "https://bn.wikipedia.org/wiki?curid=1098392", "content": "এলিজাবেথ আর. শোয়ার্টজ ( রবিনসন; আগষ্ট ২৩, ১৯১১-মে ১৮, ১৯৯৯) একজন আমেরিকান ক্রীড়াবিদ এবং নারীদের ১০০ মি. দৌড় প্রতিযোগিতায় প্রথম অলিম্পিক স্বর্ণ বিজয়ী।\n\n\n== প্রাথমিক জীবন ==\nরবিনসন রিভারডেল, ইলিনুইস এ জন্মগ্রহণ করেন। অলিম্পিক স্বর্ণ জয়ী হিসেবে পরিচিতি পাওয়ার সময়কালে তিনি থ্রোনটন টাউনশিপ হাই স্কুল এর ছাত্রী ছিলেন।\nতার মেধা লক্ষ্য করেন তার বিজ্ঞান শিক্ষক চার্লস প্রাইস, যে তাকে বিদ্যালয়ে আসার জন্য ট্রেনের পিছনে দৌড়াতে দেখে। সে একজন সাবেক এথলেট এবং স্কুল টিমের কোচ ছিল।\n\n\n== ক্রীড়া জীবন ==\n১৯২৮  সালের ৩০ শে মার্চ ১৬ বছর বয়সে তিনি তার প্রথম আনুষ্ঠানিক প্রতিযোগিতায় দৌড়ান। যেখানে একটি ঘরোয়া ইভেন্টে তিনি হেলেন ফিলকেই কে ৬০ ইয়ার্ড এর দৌড়ে হারান। তার পরবর্তী প্রতিযোগিতায় একটি ১০০ মিটার দৌড়ে তিনি একটি বিশ্ব রেকর্ড তৈরি করেন, কিন্তু তখন পরিচিতি না পাওয়ার ফলে এটি জানা যায় নি।\nআমস্টারডাম অলিম্পিকে তার তৃতীয় ১০০ মি. প্রতিযোগিতায় তিনি ফাইনালে পৌঁছায় এবং জয়ী হয়, বিশ্ব রেকর্ড তৈরি করে। তিনি সর্বপ্রথম নারী অলিম্পিক ইভেন্টের চ্যাম্পিয়ন হন যখন নারীদের জন্য ইভেন্ট আয়োজন করা হতো না। যুক্তরাষ্ট্রের ৪x১০০ মিটার রিলেই দলের সঙ্গে রবিনসন তার নামের পাশে একটি রৌপ্য পদক জুড়ে।\nতিনি নর্থ ওয়েস্টার্ন বিশ্ববিদ্যালয় এর কাপ্পা কাপ্পা গামার সদস্য ছিলেন।\n১৯৩১ সালে, রবিনসন একটি প্লেন দুর্ঘটনায় আহত হয়। প্রাথমিক রিপোর্ট অনুযায়ী তাকে ধ্বংসাবশেষ থেকে অচেতনভাবে উদ্ধার করা হয়, এবং উদ্ধারকারীরা তাকে মৃত মনে করে। একজন উদ্ধারকারী মনে করেছিল তাকে বাঁচানো সম্ভব নয়। তাই তাকে ওক ফরেস্ট ইনফার্মারি তে নিয়ে যাওয়া হয় যেটি \"পুওর ফার্ম\" নামে স্থানীয়ভাবে পরিচিত, কারন সে সৎকারকারীকে চিনতো। ডাক্তাররা বলে সে একাধিক জায়গায় আঘাত পেয়েছে। আরো ছয় মাস সময় লাগে তার হুইলচেয়ার থেকে উঠতে, এবং দুই বছর লাগে তার পুনরায় স্বাভাবিকভাবে চলাচল করতে। এরই মাঝে নিজের দেশে হওয়া ১৯৩২ অলিম্পিকে তিনি অংশ নিতে পারেন নি।\n১০০ মি. দৌড়ে অক্ষম হওয়ায় রবিনসন ১৯৩৬ অলিম্পিকে যুক্তরাষ্ট্রের \"৪ x ১০০ রিলেই দৌড়\" এর দলের সাথে অলিম্পিকে অংশ নেয়।   যুক্তরাষ্ট্রের দল জার্মানদের তুলনায় অনেক পিছিয়ে ছিলো কিন্তু জার্মানদের হাত থেকে ব্যাটন পড়ে যাওয়ার ফলে সেটি রবিনসন উঠিয়ে নেয় এবং হেলেন স্টিফেনস কে দেয়। এরই সাথে তিনি তার দ্বিতীয় অলিম্পিক স্বর্ণ জয় করেন।\n\n\n== ক্রীড়া পরবর্তী জীবন ==\nবার্লিন অলিম্পিক এর পর তিনি অবসর নেন। তারপরও অফিসিয়াল হিসেবে খেলাধুলার সাথে জড়িত ছিলেন৷ তিনি একটি হার্ডওয়্যার এর দোকানে বেশ কয়েক বছর যাবত কাজ করেন। ১৯৭৭ সালে তাকে যুক্তরাষ্ট্রের ন্যাশনাল ট্র‍্যাক এন্ড ফিল্ড হল অফ ফেম এ অন্তর্ভুক্ত করা হয়। ১৯৯৬ সালে তিনি আটলান্টা অলিম্পিক গেমস এর অলিম্পিক মশাল বহন করেন।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি বিয়ে করেন এবং তার দুইটি সন্তান রয়েছে। তার পরিবার শিকাগোর উত্তর তীরে গ্লেনকোই, ইলিনয় মফস্বলের বাসিন্দা।\n৮৭ বছর বয়সে তিনি ক্যান্সার এবং আলৎসহাইমার রোগে আক্রান্ত হয়ে মারা যান।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nগেরগেন, জো (২০১৪)। ফার্স্ট লেডি অফ অলিম্পিক ট্র‍্যাক: দ্য লাইফ এন্ড টাইমস অফ বেটি রবিনসন। নর্থওয়েস্টার্ন বিশ্ববিদ্যালয় প্রকাশনা। আইএসবিএন 978-0810129580। \n\n\n== আরো পড়ুন ==\n\nগেরগেন, জো। (২০১৪) \"ফার্স্ট লেডি অফ অলিম্পিক ট্র‍্যাক: দ্য লাইফ এন্ড টাইমস অফ বেটি রবিনসন।\" নর্থওয়েস্টার্ন বিশ্ববিদ্যালয় প্রকাশনা।"}