{"pageid": 1098263, "title": "ঈসা শহর", "url": "https://bn.wikipedia.org/wiki?curid=1098263", "content": "ঈসা শহর ( আরবি: مدينة عيسى , মদিনাত ঈসা ) হল বাহরাইনের উত্তর কেন্দ্রীয় অংশে অবস্থিত একটি মাঝারি মানের শহর।\n\n\n== ব্যুৎপত্তি ==\nএ শহরের নাম ‘ঈসা’ রাখা হয়, বাহরাইনের শাসক ঈসা ইবনে সালমান আল খলিফার নামানুসারে, যিনি ১৯৬১ সাল থেকে ১৯৯৯ সাল পর্যন্ত এ দেশের শাসক ছিলেন।\n\n\n== ইতিহাস ==\nমূলত ইসা শহরে নবনির্মিত অনেক সুন্দর সুন্দর ভিলা রয়েছে এবং বাহরাইনের মধ্যবিত্ত শিক্ষিত শ্রেণীর অনেক মানুষ এখানে বসবাস করে। ২০০২ সালের নির্বাচনে বাহরাইনের কয়েকটি এলাকার মধ্যে এটি একটি এলাকা যেটি সম্পূর্ণরূপে একজন ইসলামপন্থী বা ডানপন্থী এমপি দ্বারা প্রতিনিধিত্ব করা হয়নি। এখানে সাবেক কমিউনিস্ট ডেমোক্রেটিক ব্লকের জনাব ‘আবদনবি সালমান’ এই আসনে জয়লাভ করেছিলেন। ২০০৬ সালের নির্বাচনে, প্রাক্তন হার্ভার্ড শিক্ষাবিদ, ওয়াদের ডাঃ মুনিরা ফাখরো বিতর্কিত পরিস্থিতিতে আল-মেনবার ইসলামিক সোসাইটির সুন্নি ইসলামিস্ট ডক্টর সালাহ আলীর কাছে হেরে যান। ১৯৮৮ সালে আল মিনতাকাহ আল উস্তার পৌরসভা থেকে বিভক্ত হওয়ার পরে এটি বাহরাইনের বারোটি পৌরসভার মধ্যে একটি ছিল এবং এখন কেন্দ্রীয় সরকারের অংশ।\n\n\n== উল্লেখযোগ্য দিক ==\nঈসা শহর ঐতিহ্যবাহী বাজারের জন্য বিখ্যাত। ইসা শহরে ভারতীয় স্কুল, দ্য নিউ ইন্ডিয়ান স্কুল, পাকিস্তান উর্দু স্কুল, সেক্রেড হার্ট স্কুল, ইবনে খুলদুন ন্যাশনাল স্কুল, পাকিস্তান স্কুল, বাহরাইন বায়ান স্কুলসহ বাহরাইনের বেশিরভাগ বেসরকারি স্কুল রয়েছে। নাসিম ইন্টারন্যাশনাল স্কুল ও সেন্ট ক্রিস্টোফার স্কুল, সবগুলোই একটি ছোট অঞ্চলে কেন্দ্রীভূত হয়েছে যার মধ্যে বাহরাইন বিশ্ববিদ্যালয়ের ঈসা শহর ক্যাম্পাসও রয়েছে। এ শহরে ন্যাশনাল ড্রাইভিং স্কুল ও সড়ক ট্রাফিক অধিদপ্তরের সদর দফতর রয়েছে। অন্যান্য অফিসের মধ্যে রয়েছে শিক্ষা মন্ত্রণালয়, তথ্য মন্ত্রণালয়ের অধীন ‘বাহরাইন রেডিও ও টিভি সম্প্রচার কেন্দ্র’। হাট-বাজার ছাড়াও, প্রধান আকর্ষণ হল বাহরাইন জাতীয় স্টেডিয়াম । পুরাতন বাহরাইন বিশ্ববিদ্যালয়ের পাশে নতুন বাহরাইন পলিটেকনিকও খোলা হয়েছে।\n\n\n=== পাকিস্তান স্কুল, বাহরাইন ===\n \nপাকিস্তান স্কুল, বাহরাইন (পিএসবি; উর্দু: پاکستان اسکول بحرین‎‎ ) বাহরাইনের ঈসা শহরে অবস্থিত একটি পাকিস্তান ইন্টারন্যাশনাল স্কুল । স্কুলটি ১৯৬৮ সালের জুলাই মাসে বিদেশী পাকিস্তানিদের একটি গ্রুপ দ্বারা প্রতিষ্ঠিত হয়েছিল। প্রাথমিকভাবে স্কুলটি ১০০ জন শিক্ষার্থী নিয়ে মানামার একটি ভাড়া ভবনে ছিল। সরকারি তালিকাভুক্তি ও ক্রমবর্ধমান শিক্ষার মান বৃদ্ধির সাথে সাথে সমস্ত আধুনিক শিক্ষার সুবিধা প্রদানের জন্য আধুনিক স্কুল ভবন নির্মাণের প্রয়োজনীয়তাকে ম্যানেজিং কমিটি প্রয়োজন বলে মনে করে। বিদ্যালয়ের ম্যানেজিং কমিটির অনুরোধে বাহরাইনের বাদশা বিদ্যালয়টি নির্মাণের জন্য ঈসা শহরে জমি ইজারা দেয়। শিক্ষামন্ত্রী আলী এম. ফখরো, ১০ জানুয়ারী ১৯৮৩ সালে বিদ্যালয়টির ভিত্তিপ্রস্তর স্থাপন করেন এবং ২৩ মার্চ ১৯৮৫ সালে বাহরাইনের যুবরাজ এইচ সালমান ভবনটির উদ্বোধন করেন। ভবনটি আবার প্রসারিত করা হয় এবং ২৫ সেপ্টেম্বর ১৯৯৩ তারিখে জিন্নাহ ব্লকের উদ্বোধন করা হয়। ১৯৯৫ সালের ৫ জুন ডক্টর আব্দুল কাদির খান স্যার সৈয়দ ব্লকের উদ্বোধন করেন।\n\n\n=== ঈসা শহরের মার্কেটে আগুন ===\n১৫ জুলাই ২০১২-এ, ঈসা শহর মার্কেটপ্লেসে আগুন লেগে ৪৫০ টিরও বেশি দোকান ক্ষতিগ্রস্থ হয় এবং কয়েক লক্ষ দিনারের পরিমাণ ক্ষতি হয়। কয়েক ডজন দমকলকর্মী ও প্রায় ৩০টি দমকল ইঞ্জিন পাঁচ ঘণ্টারও বেশি সময় ধরে চেষ্টা করে আগুন নিয়ন্ত্রণে আনতে সক্ষম হয়। কোন হতাহতের খবর পাওয়া যায়নি। যদিও ধোঁয়ায় নিঃশ্বাসের কারণে দুজন ফায়ারম্যানকে হাসপাতালে ভর্তি করা হয়। এতে বাজারের দুই-তৃতীয়াংশ ধ্বংস হয়ে গেছে বলে ধারণা করা হয়। বাহরাইনের প্রধানমন্ত্রী খলিফা বিন সালমান আল-খলিফা ঘটনার তদন্তের জন্য একটি তদন্তের নির্দেশ দেন।\n\n\n== স্বাস্থ্যসেবা ==\n‘আলওয়ালিল হাসপাতাল বাহরাইন’ নামে একটি হাসপাতাল আছে। এ হাসপাতালে ‘প্রাইম স্পোর্টস অ্যান্ড মেডিকেল এজেন্সি অব ইংল্যান্ডের’ সাথে নার্স, রেডিওলজিস্ট, ল্যাবরেটরি টেকনিশিয়ান নিয়োগ এবং কর্মসংস্থানের জন্য চিকিৎসা সহায়তার অংশীদারিত্ব আছে।\n\n\n== উল্লেখযোগ্য বাসিন্দা ==\nসৌদি গায়ক, রাশেদ আল-মাজেদ, বাহরাইনের গিটার খালিদ আল-তাওয়াদি এবং ব্রাদার্স ব্যান্ড ( আরবি: فرقة الأخوة ) ড্রামার, ওয়াজিহ হাসান এ ঈসা শহরে বসবাস করেন।\n\n\n== তথ্যসূত্র =="}