{"pageid": 1098107, "title": "ওয়েনচৌ", "url": "https://bn.wikipedia.org/wiki?curid=1098107", "content": "ওয়েনচৌ হল গণপ্রজাতন্ত্রী চীনের দক্ষিণ-পূর্ব চচিয়াং প্রদেশের একটি প্রিফেকচার-স্তরের শহর। শহরটি চচিয়াং প্রদেশের চরম দক্ষিণ-পূর্বে অবস্থিত, যার সীমানা পশ্চিমে লিশুয়েই, উত্তরে থাইচৌ ও দক্ষিণে ফুচিয়েনের সাথে সংযুক্ত। এটি পাহাড়, পূর্ব চীন সাগর এবং ৪৩৬ টি দ্বীপ দ্বারা বেষ্টিত, যখন শহরটির নিম্নভূমিসমূহ প্রায় সম্পূর্ণরূপে পূর্ব চীন সাগরের উপকূলে অবস্থিত, যার দৈর্ঘ্য প্রায় ৩৫৫ কিলোমিটার (২২১ মাইল)। ওয়েনচৌ-এর বেশিরভাগ এলাকা পাহাড়ী, কারণ এর ১১,৭৮৪ বর্গ-কিলোমিটার (৪,৫৫০ বর্গ মাইল) ভূপৃষ্ঠের প্রায় ৭৬ শতাংশই পর্বত ও পাহাড় হিসাবে শ্রেণীবদ্ধ। এটা বলা হয়, যে ওয়েনচৌতে ৭/১০ পর্বত, ১/১০ জল ও ২/১০ কৃষি জমি রয়েছে। ২০১০ সালের চীনের আদমশুমারির সময় ৩০,৩৯,৫০০ জন ওয়েনচৌয়ের শহুরে এলাকায় বাস করত; এর আওতাধীন এলাকা (যার মধ্যে তিনটি উপনগরী ও ছয়টি কাউন্টি রয়েছে) জনসংখ্যা ৯১,২২,১০০ জন ছিল, যার মধ্যে ৩১.১৬% ওয়েনচৌয়ের বাইরে থেকে আসা অ-স্থানীয় বাসিন্দা।\nমূলত ইউংচিয়া (চীনা: 永嘉) নামে পরিচিত, ওয়েনচৌ একটি সমৃদ্ধ বিদেশী চুক্তি বন্দর ছিল, যা আজও সংরক্ষিত রয়েছে। এটি একটি পার্বত্য অঞ্চলে অবস্থিত এবং ফলস্বরূপ, এটির বেশিরভাগ ইতিহাসে দেশের বাকি অংশ থেকে বিচ্ছিন্ন করে রেখেছে , স্থানীয় সংস্কৃতি ও ভাষাকে কেবল চীনের বাকি অংশ থেকে নয়, প্রতিবেশী অঞ্চল থেকেও আলাদা করে তুলেছে। এছাড়াও শহরটি ইউরোপ ও মার্কিন যুক্তরাষ্ট্রে চলে যাওয়া অনেক অভিবাসীর জন্মভূমি, এই ওয়েনচৌয়ের অভিবাসীদের মধ্যে অনেকেই উদ্যোক্তা, যারা তাদের অভিবাসনকারী দেশে রেঁস্তোরা, খুচরা ও পাইকারি ব্যবসা শুরু করেন। ওয়েনচৌয়ের জনগণ ইতালিতে বিপুল সংখ্যক জাতিগত চীনা বাসিন্দা তৈরি করেছে, যেখানে তারা তোসকানার মত কিছু অঞ্চলে ৯০% চীনা অধিবাসীদের নিয়ে গঠন করেছে। ফ্রান্স ও স্পেন জুড়ে ওয়েনচৌ জনগণের উল্লেখযোগ্য ঘনত্বও পাওয়া যায়।\n\n\n== ইতিহাস ==\n\n\n=== প্রাচীন ইতিহাস ===\nওয়েনচৌ-এর ২৫০০ খ্রিস্টপূর্বাব্দ থেকে শুরু হওয়া একটি ইতিহাস রয়েছে, যখন এটি মৃৎপাত্র উৎপাদনের জন্য প্রাচীন চীনে সেলাদোর উৎপত্তিস্থল হিসেবে পরিচিতি লাভ করে।\nওয়েনচৌ প্রাচীন তুং'ঔ রাজ্যের রাজধানী ছিল, যা ১৯১ খ্রিস্টপূর্বাব্দ থেকে শুরু করে ১৩৮ খ্রিস্টপূর্বাব্দে মিনইউয়ে রাজ্য দ্বারা দখল করার আগ পর্যন্ত বিদ্যমান ছিল।\n\n\n=== সাম্রাজ্যবাদী চীন ===\nখ্রিস্টপূর্ব ২য় শতকের গোড়ার দিকে, চিন রাজবংশের ধ্বংসের পরপরই, ওয়েনচৌ-এর সামরিক ও রাজনৈতিক নেতা সৌ ইয়াও (驺摇) হান রাজবংশের প্রথম সম্রাট কাওৎসুংকে চিন রাজবংশের বিশিষ্ট যুদ্ধবাজ শিয়াং ইউকে পরাজিত করতে সাহায্য করেছিলেন। বিজয়ের পর, তুং'ঔ (ওয়েনঝো) রাজা চৌ ইয়াও নামে পরিচিত হান রাজবংশের দ্বিতীয় সম্রাট হান সম্রাট হুয়েই ও সম্রাট \tহুয়েইয়ের প্রশাসনের অধীনে, ওয়েনচৌ দক্ষিণ চচিয়াংয়ের আধুনিক দিনের অঞ্চলে অতীতে গড়ে ওঠা তুং'ঔ রাজ্যের রাজধানী হয়ে ওঠে।\nতাং রাজবংশের প্রতিষ্ঠাতা সম্রাট তাং-এর সম্রাট কাওৎসুং ৭৬০ খ্রিস্টাব্দের দিকে শহরের মৃদু আবহাওয়ার কারণে প্রথম ওয়েনচৌ-এর বর্তমান নামটি ব্যবহার করেছিলেন।\nশহরের দেয়ালগুলি ১০তম শতকে নির্মিত হয়েছিল এবং ১৫৯৮ সালে সাতটি প্রবেশদ্বার তৈরি করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}