{"pageid": 1098079, "title": "হাম্মাদ সিদ্দিকী", "url": "https://bn.wikipedia.org/wiki?curid=1098079", "content": "হাম্মাদ সিদ্দিকী (উর্দু: حماد صدیقی‎) হলেন একজন পাকিস্তানি রাজনীতিবিদ যিনি মুত্তাহিদা কওমি মুভমেন্টের করাচি তানজিমি কমিটির (কে.টি.সি.) ইনচার্জ হিসেবে দায়িত্ব পালন করেছেন। দলটি, যেটি পাকিস্তানের প্রধান ধর্মনিরপেক্ষ রাজনৈতিক দল,[] এর ক্ষমতা ছিল বৃহত্তম শহর এবং প্রাক্তন রাজধানী করাচিতে কেন্দ্রীভূত যেখানে এটি বিপুল সংখ্যক জাতীয়, প্রাদেশিক এবং স্থানীয় সংস্থার আসন জিতেছে। কিন্তু এমকিউএম ক্ষমতায় আসার সাথে সাথেই তারা পুরো করাচিতে দাঙ্গা শুরু করে এবং মানুষকে লুটপাট করতে থাকে। এমকিউএম প্রতিষ্ঠাতা আলতাফ হুসেন পাকিস্তানের শত্রু দেশ ভারত ও র -এর কাছ থেকে অর্থ নিচ্ছেন বলে জানা গেছে। তারা কারখানার ভিতরে ২৫০ জনের বেশি লোক নিয়ে একটি সম্পূর্ণ কারখানা পুড়িয়ে দেয়। এ ঘটনার মূল পরিকল্পনাকারী এমকিউএম কর্মী হাম্মাদ সিদ্দিকী বলে প্রমাণিত হয়েছে।\n\n\n== কর্মজীবন ==\nসিদ্দিকী ছাত্র সংগঠন দলের অল পাকিস্তান মুত্তাহিদ্দা স্টুডেন্টস অর্গানাইজেশনের কেন্দ্রীয় নেতা। [] তিনি ২০০৯ সালে এমকিউএম-এর অত্যন্ত গুরুত্বপূর্ণ ও প্রভাবশালী সংস্থা করাচি তানজিমি কমিটির প্রধান হন এবং চার বছরেরও বেশি সময় ধরে এই পদ টিকিয়ে রাখেন। করাচিতে এমকিউএমের প্রভাব বিস্তারে তার ভূমিকা গুরুত্বপূর্ণ বলে জানা গেছে। [] [] ডনের আজফার-উল-আশফাকের মতে, \"কেটিসির সবচেয়ে দীর্ঘমেয়াদী প্রধান\" হিসেবে তিনি \"কমিটির ভূমিকা কেটিসির একটি নিছক ডাকঘর থেকে একটি সর্বশক্তিমান সংস্থায় সম্প্রসারিত করেন, যা প্রাদেশিক ও জাতীয় বিধানসভার নির্বাচনের জন্য দলীয় প্রার্থীদের মনোনয়নের ক্ষেত্রেও একটি বক্তব্য রেখেছিল\"। []\n২১ মে, ২০১৩ তারিখে আলতাফ হোসেন দলীয় শৃঙ্খলা লঙ্ঘনের জন্য কেটিসি ভেঙে দেওয়ার সিদ্ধান্ত নেন। [] তিনি কিছুদিনের মধ্যেই দুবাই চলে যান এবং মিডিয়া রিপোর্ট অনুযায়ী, তার হঠাৎ চলে যাওয়া বিমানবন্দর সংস্থাগুলিকে \"আতঙ্কিত\" করে তোলে। [] রাজনৈতিক ভাষ্যকার ড. শহীদ মাসুদ যুক্তি দেখান যে সিদ্দিকীকে বরখাস্ত করা \"এর সাথে সাম্প্রদায়িক যোগাযোগ ছিল\"। []\n\n\n== বলদিয়ার ঘটনা ==\n১৯ ডিসেম্বর, ২০১৬ রেহমান ভোলা সন্ত্রাসবিরোধী আদালতে হাজির হন। তিনি স্বীকার করেছেন যে হাম্মাদ সিদ্দিকী বলদিয়া ফ্যাক্টরিতে চাঁদাবাজি এবং শেয়ার চেয়েছিলেন এবং অস্বীকার করলে তিনি তাদের শাস্তি দেওয়ার সিদ্ধান্ত নেন। ভোলা কথিত দাবি করেন যে সিদ্দিকী তাকে কারখানায় আগুন দেওয়ার নির্দেশ দিয়েছিলেন। এটা রিপোর্ট করা হয়েছে যে তিনি ২০০ মিলিয়ন রুপি ভাট্টা সুরক্ষা অর্থ হাতিয়ে নেওয়ার চেষ্টা করেছিলেন। শুনানি শেষে এটিসি সিদ্দিকীর বিরুদ্ধে রেড ওয়ারেন্টও জারি করে। হাম্মাদ সিদ্দিকীকে গ্রেপ্তার করে আরও তদন্তের জন্য দেশে আনার জন্য কর্তৃপক্ষ ইন্টারপোলের কাছে চাইছে। ২৭ অক্টোবর, ২০১৭ তারিখে জানা গেছে যে তাকে দুবাইতে ইন্টারপোল গ্রেপ্তার করেছিল এবং দুবাইতে পাকিস্তানি কনস্যুলেট তাকে পাকিস্তানে স্থানান্তর করার ব্যবস্থা করার নির্দেশ দিয়েছে।\n\n\n== তথ্যসূত্র =="}