{"pageid": 1098439, "title": "বিগ অ্যান্ড লিটেল ওং টিন বার", "url": "https://bn.wikipedia.org/wiki?curid=1098439", "content": "বিগ অ্যান্ড লিটেল ওং টিন বার (চীনা: 大小黄天霸), আরেক নাম সেভেন লিটেল ভ্যালিয়েন্ট ফাইটার (চীনা: 橫掃江南七霸天) ও টু অব আ কাইন্ড, হলো ১৯৬২ সালে নির্মিত হংকং এর চলচ্চিত্র। এই চলচ্চিত্রটি জ্যাকি চ্যান ও সামো হুং এর প্রথম অভিনীত চলচ্চিত্র হওয়ার সুবাদে উল্লেখযোগ্য। ২০১৬ সাল পর্যন্ত এটাকে হারানো চলচ্চিত্র ভাবা হতো। খুঁজে পাওয়ার পূর্বে টিকে থাকা প্রাপ্ত চলচ্চিত্র ফুটেজগুলো যথাক্রমে ৯ মিনিট শুরুর দিকে এবং ৫ মিনিটের সংলাপের ভিডিও ছিলো। পুরো চলচ্চিত্রটি খুঁজে পাওয়া যায় এবং ইউটিউবে ৩ ফেব্রুয়ারি ২০১৬ তারিখে প্রকাশ করা হয়।\n\n\n== পটভূমি ==\nবৃদ্ধ নায়ক ওং সামতাই, সমুদ্রের চারদিকের যোদ্ধাদের জন্য ভোজের আয়োজন করেন। ভোজের আমন্ত্রণ গ্রহণ করেন ব্ল্যাক উইন্ড দূর্গের প্রধান কাম চিং, যে তার মেয়ে লোটাসের বিয়ে ওং এর ছেলে ওং টিনবারের সাথে দিতে চায়। কিন্তু টিনবার এই বিয়ে করতে চায় না এবং চিউং কোয়াইলাংকে পছন্দ করে। দুর্দশাগ্রস্ত চিং ও তার মেয়ে জাদুরকরী ক্ষমতার রাজার জেড সিলমোহর চুরি করে। টিনবারকে এই চুরির অপবাদে অভিযুক্ত করা হয়। সিলমোহর খুঁজে পেতে ব্যর্থ হওয়ায় তার বাবা তাকে কারাবন্দী করে। চিউং কোয়াইলাং রাত্রিবেলায় টিনবারকে খুঁজতে গিয়ে ব্ল্যাক উইন্ড দূর্গে আঁটকা পড়ে, কিন্তু সেভেন লিটল রুকিসরা এসে তাকে উদ্ধার করে। যার ফলে মেয়েটি খোঁজ চালিতে যেতে সক্ষম হয় এবং বিষাক্ত অজগরের সাথে ড্রাগনের গুহায় চলে আসে যেখানে সিলমোহরটি রয়েছে। তবুও টিনবার মালিকের অধীনে বন্দী থাকে। কোয়াইলাং ও সেভেন রাসকেলস ফোর্স অপরাধীদের আত্মসমর্পণ করতে বাধ্য করে - এটি প্রধানের বাড়িতে টিনবারের উদ্ধার প্রকল্পের অংশ যা সমস্যার সমাধান করে।\n\n\n== কুশীলব ==\nটীকা: অনেক অভিনয়শিল্পী যারা এখানে অভিনয় করেছেন বর্তমানে ভিন্ন নামে অভিনয় করেন, এটি মূলত হয়েছে তাদের শিক্ষকের নাম গ্রহণের ঐতিহ্যের ফলে যা চীনা মার্শাল আর্টের ক্ষেত্রে প্রযোজ্য।\n\nওং টিনবার চরিত্রে ইউ কাই\nইউয়েন লাউ (ওরফে জ্যাকি চ্যান) – গান গাওয়া বাচ্চা ও বড় মানুষের সাথে লড়াই করার চরিত্রে\nইউয়েন লুং (ওরফে সামো হুং) – অজ্ঞাত একটি বাচ্চা\nইউয়েন ওয়াহ\nহো সিউ-হুং – প্রধান ওং সামটাই চরিত্রে\nচেং বিক-ইং – চেউং কোয়াইলাং চরিত্রে\nইয়াম ইন – লোটাস চরিত্রে\nলাউ হারক-সুয়েন – ব্ল্যাক উইন্ড দূর্গের প্রধান কাম চিং চরিত্রে\n\n\n=== অতিরিক্ত অভিনয়শিল্পী ===\nইউয়েন ফু (ওরফে লি কুক-ওয়াহ)\nইউয়েন টিং (ওরফে নং মিং-চই)\nইউয়েন মান (ওরফে মাং ইউয়েন-মান)\nইউয়েন তাই\nলাম ইম\nমিই ইয়াম\nইয়াম তাই-কুন\nওয়াহ ওয়ান-ফুং\n\n\n== ঘটনার কালানুক্রম ==\n২০০৯ সালের আগ পর্যন্ত এই চলচ্চিত্রকে হারানো চলচ্চিত্র ধরে নেওয়া হয়েছিলো। অনেক শতক পরে ২০০৯ সালে এটি হংকং চলচ্চিত্র সংরক্ষাণাগারে পাওয়া যায়। সেই দিন এই চলচ্চিত্রটি সংরক্ষাণাগারের হলে ১৪ ও ২২ নভেম্বর তারিখে প্রদর্শন করা হয়।\nদুইবার চলচ্চিত্রটি দেখানোর পর ২০০৯ সালের ডিসেম্বরে ইউটিউবে এর ৯ মিনিটের সূচনা ও ৫ মিনিটের সংলাপের দৃশ্য ইউটিউবে আপলোড করা হয়। ২০১৬ সালের ৩ ফেব্রুয়ারিতে সম্পূর্ণ চলচ্চিত্র ইউটিউবে আপলোড করা হয়।\nখুঁজে পাওয়া ও ইউটিউবে আপলোডের পূর্বে জ্যাকি চ্যান ও কিছু বাচ্চার তিনটি বিখ্যাত দৃশ্য পাওয়া যেতো। একটি দৃশ্যে জ্যাকি চ্যান একজন বড় লোকের সাথে লড়াই করছে এবং তারপর গান গাইছে। চলচ্চিত্রের কিছু দৃশ্য জ্যাকি চ্যান: মাই স্টোরি প্রামাণ্যচিত্রে দেখানো হয়েছে।\n\n\n== চিত্রগ্রহণের তথ্য ==\nএই চলচ্চিত্রটি হংকংয়ে ক্যান্টনীয় ভাষায় সাদাকালো ৩৫ মিলিমিটার ফিল্ম ও মোনো অডিও ট্র‍্যাক ব্যবহার করে নির্মাণ করা হয়েছে।\n\n\n== আরো দেখুন ==\nহংকং এর চলচ্চিত্রের তালিকা\nজ্যাকি চ্যান অভিনীত চলচ্চিত্রের তালিকা\nখুঁজে পাওয়া চলচ্চিত্রের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে বিগ অ্যান্ড লিটেল ওং টিন বার  (ইংরেজি)\nহংকং চলচ্চিত্র সংরক্ষাণাগারে বিগ অ্যান্ড লিটেল ওং টিন বার\nইউটিউবে বিগ অ্যান্ড লিটেল ওং টিন বার"}