{"pageid": 1098725, "title": "চিত্ত", "url": "https://bn.wikipedia.org/wiki?curid=1098725", "content": "চিত্ত (সংস্কৃত: चित्त) হলো মন বোঝাতে নিকায় ব্যবহৃত তিনটি অধিক্রমণ শব্দের মধ্যে একটি, অন্যগুলো হলো মনস ও ভিন্নন। প্রতিটি কখনও কখনও সাধারণভাবে \"মন\" এর সাধারণ এবং অ-প্রযুক্তিগত অর্থে ব্যবহৃত হয়, এবং তিনটি কখনও কখনও মানসিক প্রক্রিয়াগুলিকে সামগ্রিকভাবে উল্লেখ করতে ক্রমানুসারে ব্যবহৃত হয়। তাদের প্রাথমিক ব্যবহার অবশ্য স্বতন্ত্র।\n\n\n== ব্যবহার ==\nপালি-ইংরেজি অভিধানে চিত্ত কে হৃদয় বা হৃদয়-মন হিসাবে অনুবাদ করে, এটিকে মনের আবেগপূর্ণ দিক হিসাবে জোর দেয়, যা মানসিক বস্তুগুলিকে (ধম্ম) আঁকড়ে ধরে সেই অর্থে বুদ্ধি হিসাবে মনসের বিপরীতে। সতীপত্থানের তৃতীয় অংশে চিত্ত হল ধ্যানের বস্তু, যাকে মননশীলতার চারটি ভিত্তিও বলা হয়।\n'চিত্ত' প্রাথমিকভাবে একজনের মানসিকতা, বা মনের অবস্থার প্রতিনিধিত্ব করে। এটি সামগ্রিকভাবে মানসিক প্রক্রিয়ার গুণমান বোঝাতে ব্যবহৃত শব্দ। চিত্ত একটি সত্তা বা একটি প্রক্রিয়া নয়; সম্ভবত এটিকে স্কন্ধ হিসেবে শ্রেণীবদ্ধ করা হয়নি বা প্যাটিকাসামুপ্পাডা সূত্রে উল্লেখ করা হয়নি। ভারতীয় মনোবিজ্ঞানে চিত্ত হল চিন্তার আসন ও অঙ্গ।\nইচ্ছার (বা অভিপ্রায়) এর জটিল কার্যকারণ সম্পর্ক যা একজনের চিন্তা, বক্তৃতা ও কর্মকে ক্রমাগত অবস্থার সম্মুখীন করে। যে কোনো সময়ে একজনের মনের অবস্থা সেই জটিলতাকে প্রতিফলিত করে; এইভাবে, কর্ম, বক্তৃতা এবং চিন্তার কার্যকারণ উত্স কখনও কখনও মনের (চিত্ত) অবস্থার সাথে যুক্ত হয়, কথা বলার পদ্ধতিতে। এর মানে এই নয় যে এটি সেই কার্যকারণ সম্পর্ক; এটি একটি বিমূর্ত প্রতিফলন হিসাবে ভালভাবে বোঝা যায়। একজনের মানসিকতা তার ইচ্ছা বা আকাঙ্ক্ষার সাথে সুরের বাইরে হতে পারে। যেখানে এটি ইচ্ছার প্রতিফলন ঘটায়, সঠিকভাবে নিয়ন্ত্রিত না হলে চিত্ত তার নিজের ইচ্ছায় বন্ধ হয়ে যায়। এটি একজন ব্যক্তিকে বিপথে নিয়ে যেতে পারে বা, যদি সঠিকভাবে নিয়ন্ত্রিত, নির্দেশিত এবং সমন্বিত করা হয়, তাহলে একজনকে সক্ষম করে। ধ্যানের একাগ্রতা যা মানসিক প্রশান্তি এবং স্বচ্ছতা নিয়ে আসে সেই দক্ষতা বিকাশের মাধ্যমে একজন তার ইচ্ছাকে সবচেয়ে কার্যকরভাবে \"চিত্ত মোড় নিতে\" পারে। একজন ব্যক্তি মনের বিভিন্ন অবস্থার মধ্য দিয়ে যায়; মাঝিমা নিকায়.১১.২৭ জিজ্ঞাসা করে: \"কোন চিত্ত? কারণ চিত্ত বহুগুণ, বিভিন্ন ও বৈচিত্র্যময়।\" সাধারণভাবে বলতে গেলে, একজন ব্যক্তি পরিবর্তিত মানসিকতার সংগ্রহের সাথে কাজ করবে এবং কিছু নিয়মিত ঘটবে। যদিও এই মানসিকতা ব্যক্তিত্ব নির্ধারণ করে, তারা নিজেদের নিয়ন্ত্রণে থাকে না, কিন্তু ওঠানামা করে এবং বিকল্প হয়। এইভাবে একটি বৃহত্তর, আরও স্বাস্থ্যকর সামঞ্জস্য প্রদানের জন্য ব্যক্তিত্বের ধ্যানমূলক সংহতকরণের প্রয়োজন রয়েছে।\nইচ্ছার বিষয়ে, ভিন্নন ও চিত্ত এর মধ্যে মিল রয়েছে; তারা উভয়ই একজন মানুষের গুণগত অবস্থার সাথে যুক্ত। ভিন্নন সচেতনতা ও ধারাবাহিকতা প্রদান করে যার দ্বারা একজনের নৈতিক অবস্থা জানা যায়, এবং চিত্ত হল বিমূর্ততা যা সেই অবস্থার প্রতিনিধিত্ব করে। তাই চিত্ত ইচ্ছার সাথে ঘনিষ্ঠভাবে সম্পর্কিত; এই সংযোগটিও ব্যুৎপত্তিগত, কারণ চিত্ত এসেছে পালি ভাষায় একই মৌখিক মূল থেকে যার অর্থ \"ইচ্ছা\"। চিত্ত একজনের জ্ঞানীয় অবস্থা/প্রগতিও প্রতিফলিত করে।\nমানসিকতা হিসাবে চিত্ত \"সংকুচিত\" (অর্থাৎ অকার্যকর), \"বিক্ষিপ্ত\", \"বড় বড়\", \"রচিত\" বা এই জাতীয় গুণাবলীর বিপরীত (মাঝিমা নিকায়.১.৫৯) হতে পারে। এটি নির্দিষ্ট আবেগ দ্বারা প্রভাবিত হতে পারে, যাতে \"আতঙ্কিত\", \"বিস্মিত\" বা \"শান্ত\" হতে পারে। এটি আনন্দদায়ক বা অপ্রীতিকর ছাপ (মাঝিমা নিকায়.১.৪২৩) দ্বারা \"ধরে নেওয়া\" হতে পারে। নেতিবাচক মানসিকভাবে চার্জযুক্ত অবস্থার একটি হোস্ট এটির সাথে সম্পর্কিত হতে পারে, বা এটি এই জাতীয় অবস্থা থেকে মুক্ত হতে পারে, তাই এটি বিকাশ বা শুদ্ধ করা অত্যাবশ্যক: \"দীর্ঘকাল ধরে এই চিত্তাটি সংযুক্তি, ঘৃণা ও ভ্রম দ্বারা কলুষিত হয়েছে। চিত্তের অপবিত্রতা দ্বারা, প্রাণী অপবিত্র হয়; চিত্তের বিশুদ্ধতা দ্বারা, জীবগুলি শুদ্ধ হয়\" (সমুত্ত নিকায়.৩.১৫২)।\nবিশুদ্ধ চিত্ত অর্জন মুক্ত অন্তর্দৃষ্টি অর্জনের সাথে মিলে যায়। এটি ইঙ্গিত দেয় যে মুক্ত মনের অবস্থা কোন অজ্ঞতা বা অপবিত্রতা প্রতিফলিত করে না। যেহেতু এগুলি দাসত্বের প্রতিনিধিত্ব করে, তাই তাদের অনুপস্থিতিকে স্বাধীনতার পরিপ্রেক্ষিতে বর্ণনা করা হয়েছে।\n\n\n== আরও দেখুন ==\nআলোকিত মন\nজ্ঞান\nযোগচার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nThich Nhat Tu, Nature Of Citta, Mano And Viññāṅa"}