{"pageid": 1098271, "title": "মুহাররাক শহর", "url": "https://bn.wikipedia.org/wiki?curid=1098271", "content": "মুহাররাক শহর (আরবি: المحرق, প্রতিবর্ণীকৃত: al-Muḥarraq) হল বাহরাইনের তৃতীয় বৃহত্তম শহর। ১৯৩২ সালে মানামা রাজধানী হিসেবে স্বীকৃতি পাওয়ার আগ পর্যন্ত মুহাররাকই ছিল বাহরাইনের রাজধানী। ২০১২ সালে মুহাররাকের জনসংখ্যা ছিল ১,৭৬,৫৮৩ জন। \nশহরটি মুহাররাক দ্বীপে অবস্থিত এবং দীর্ঘকাল ধরে বিভিন্ন ধর্মের কেন্দ্র ছিল। বাহরাইন আন্তর্জাতিক বিমানবন্দরও এ দ্বীপে অবস্থিত। মুহাররাকের সংলগ্ন মানবসৃষ্ট আমওয়াজ দ্বীপপুঞ্জ রয়েছে। যেখানে তাদের বিশাল বিশাল ভবন, আধুনিক আবাসিক হোটেল এবং মনোরম সমুদ্র সৈকত আছে। বাহরাইনের সবচেয়ে সফল ফুটবল ক্লাব মুহাররাক ক্লাবের অবস্থান মুহাররাক শহরেই। বিখ্যাত সিয়াদি হাউজও এ শহরেই অবস্থিত। শহরটি তার সুক বা ঐতিহ্যগত বাজার এবং ঐতিহ্যবাহী শিল্প ও সঙ্গীতের আবাস হিসেবেও পরিচিত। জনপ্রিয় ও সফল বাহরাইনি গায়ক আলী বাহার মুহাররাকের অধিবাসী ছিলেন।\n\n\n== ইতিহাস ==\n\nমুহাররাক শহর মূলত ব্রোঞ্জ যুগের সেমেটিক ভাষার অধিবাসিদের শহর দিলমুনের অংশ ছিল। পরবর্তীতে, এটা টাইলস দ্বীপে ‘আরওয়াদ’ নামে শহর গড়ে ওঠে (যেমন বাহরাইন প্রাচীন ইতিহাসে উল্লেখ করা হয়েছে)। তবে স্ট্রাবো ও হেরোডোটাস সহ অনেকেই এটিকে ফিনিশিয়ার জন্মস্থান বলে বিশ্বাস করেন। ফিনিশিয়ান শাসনের শেষে, বাহরাইন সেলিউসিড গ্রীকদের আধিপত্যের অধীনে আসে এবং মুহাররাক ছিল হাঙ্গর দেবতা আউয়ালকে নিবেদিত একটি পৌত্তলিক ধর্মের কেন্দ্র। শহরের বাসিন্দারা, যারা তাদের জীবিকা নির্বাহের জন্য সমুদ্র ভ্রমণ এবং ব্যবসার উপর নির্ভর করত, তারা শহরে অবস্থিত একটি হাঙরের বড় মূর্তির আকারে আউয়ালের পূজা করত। \nখ্রিস্টীয় ৫ম শতাব্দীর মধ্যে মুহাররাক নেস্টোরিয়ান খ্রিস্টান ধর্মের একটি প্রধান কেন্দ্রে পরিণত হয়েছিল, যা পারস্য উপসাগরের দক্ষিণ উপকূলে আধিপত্য বিস্তার করেছিল। নেস্টোরিয়ানরা একটি সম্প্রদায় হিসাবে প্রায়শই বাইজেন্টাইন সাম্রাজ্য দ্বারা ধর্মদ্রোহী হিসাবে নির্যাতিত হত, কিন্তু বাহরাইন সাম্রাজ্যের নিয়ন্ত্রণের বাইরে থাকার পরেও এটাকে নিরাপত্তা প্রদান করা হত। মুহাররাকের বেশ কয়েকটি গ্রামের নাম আজও এই খ্রিস্টান উত্তরাধিকারকে প্রতিফলিত করে। যেমন আল-দাইর শহর, দাইর অর্থ 'মঠ' এবং কালালি অর্থ 'সন্ন্যাসীর ক্লোস্টার'। \n১৫২১ সাল থেকে পর্তুগীজ ও ১৬০২ সাল থেকে পারস্যের শাসনাধীনে থাকার পর মুহাররাক আল-খলিফা রাজবংশের নিয়ন্ত্রণে আসে। এ রাজবংশ ১৭৮৩ সাল থেকে বাহরাইন শাসন করে আসছে।\n\n\n== অর্থনীতি ==\nএ শহরের প্রধান অর্থনীতি হচ্ছে, বিমান বন্দর। গালফ এয়ারের সদর দপ্তর মুহাররাকে রয়েছে, এবং পূর্বে মুহাররাকের মোহাম্মদ সেন্টারে বাহরাইন এয়ারের সদর দপ্তর ছিল। \n\n\n== সরকার ও অবকাঠামো ==\nমুহাররাকের ৫৮৬ নং ভবনে পরিবহন মন্ত্রণালয়ের সংস্থা– বেসামরিক বিমান পরিবহন বিষয়ক কর্তৃপক্ষের সদর দপ্তর রয়েছে।\n\n\n== শিক্ষা ==\n\nবাহরাইনের শিক্ষা মন্ত্রণালয় পাবলিক সরকারি স্কুলগুলো পরিচালনা করে। \nবালক বিদ্যালয়গুলোর মধ্যে রয়েছে ‘আবু ফারিয়াস আল-হামদানী প্রাথমিক বালক বিদ্যালয়’, ‘আল-মারী প্রাথমিক বালক বিদ্যালয়’, ‘হাসান বিন সাবিত প্রাথমিক বালক বিদ্যালয়’, ‘ওমর বিন আব্দুল আজিজ প্রাথমিক বালক বিদ্যালয়’, ‘শেখ মোহাম্মদ বিন ইসা আল-খলিফা প্রাথমিক বালক বিদ্যালয়’, ‘ওমর বিন আল-খাত্তাব প্রাথমিক বিদ্যালয়’। ইন্টারমিডিয়েট বালক স্কুল, আবদুল-রহমান আল-নাসের ইন্টারমিডিয়েট বালক বিদ্যালয়, তারিক বিন জেয়াদ ইন্টারমিডিয়েট বালক বিদ্যালয় এবং মোহাররাক সেকেন্ডারি বালক বিদ্যালয়। \nবালিকা বিদ্যালয়গুলোর মধ্যে রয়েছে আ'মেনা বিনতে ওহাব প্রাথমিক বালিকা বিদ্যালয়, আল-মুহাররাক প্রাথমিক বালিকা বিদ্যালয়, মরিয়ম বিনতে ওমরান প্রাথমিক বালিকা বিদ্যালয়, জুবাইদা প্রাথমিক বালিকা বিদ্যালয়, ইস্তিকলাল, খাদিজা আল-কুবরা ইন্টারমিডিয়েট বালিকা বিদ্যালয়, জানোবিয়া ইন্টারমিডিয়েট বালিকা বিদ্যালয় এবং মুহাররাক মাধ্যমিক বালিকা বিদ্যালয়।\n\n\n== ফিরজান (জেলা) ==\n\nফিরজান আরবি শব্দ, এর বহুবচন ফারিজ যার অর্থ জেলা। মুহাররাকের প্রাচীনতম ও বৃহত্তম ফরিজ হল ফারিজ আল বিন আলী। এটি ১৭ শতকে আল বিন আলী উপজাতির সুন্নি আরবদের দ্বারা প্রতিষ্ঠিত হয়েছিল এবং আজ পর্যন্ত উপজাতিটির সদস্যরা এই ফারিজে বাস করে। \nমুহাররাকের অন্যান্য ফিরজানের মধ্যে রয়েছে: আল-বুখমাইস, আল-গুমরা, আল-জায়ায়িনা, আল-মাওবিদা, বিন ঘাতিম, আল-জওদার, বিন হিন্দি, আল-আমামিরা, আল-মাহমেদ, আল হায়াজ (বা আল-হায়ায়েজ), আল-সানকাল, আল-দোসা, আল-সাগা, শেখ আবদুল্লাহ, শেখ হামাদ, ও বিন খাতির; এ সবই সুন্নি জেলা। মানামার ফিরজানদের অধিকাংশ শিয়া হলেও মুহাররাকের ফারিজে বেশিরভাগই সুন্নি।\n\n\n== আরও দেখুন ==\nআমওয়াজ দ্বীপপুঞ্জ, আল মুহাররাকের কাছে মনুষ্যসৃষ্ট দ্বীপ।\nপূর্ব আরবে খ্রিস্টধর্ম\n\n\n== তথ্যসূত্র =="}