{"pageid": 1098929, "title": "প্যাডিংটন টিউব স্টেশন (সার্কেল ও হ্যামারস্মিথ অ্যান্ড সিটি লাইন)", "url": "https://bn.wikipedia.org/wiki?curid=1098929", "content": "প্যাডিংটন হল একটি লন্ডন আন্ডারগ্রাউন্ড স্টেশন, যা সার্কেল ও হ্যামারস্মিথ অ্যান্ড সিটি লাইন দ্বারা রেল পরিষেবা পরিবেশিত হয়। এটি প্যাডিংটন প্রধান রেলপথ স্টেশনের উত্তর পাশে অবস্থিত এবং প্রধান রেলপথ স্টেশনের মধ্যে থেকে এবং প্যাডিংটন বেসিন থেকে প্রবেশপথ রয়েছে। স্টেশনটি রয়্যাল ওক ও এজওয়্যার রোডের মাঝে এবং লন্ডন ভাড়া অঞ্চল ১-এর মধ্যে অবস্থিত।\nস্টেশনটি একই নামের দুটি পৃথক আন্ডারগ্রাউন্ড স্টেশনের একটি। মূল রেলপথ স্টেশনের দক্ষিণে প্রেড স্ট্রিটে অন্য স্টেশনটি বেকারলু, সার্কেল ও ডিস্ট্রিক্ট লাইন দ্বারা পরিবেশিত হয়। যদিও স্টেশনটিকে লন্ডন আন্ডারগ্রাউন্ড মানচিত্রে একটি একক স্টেশন হিসেবে দেখানো হয়, দুটি স্টেশন সরাসরি সংযুক্ত নয় এবং তাদের মধ্যে মূল লাইন স্টেশনের কনকোর্সের মাধ্যমে যাত্রী আদান-প্রদান হয়।\n\n\n== ইতিহাস ==\n\n\n=== মেট্রোপলিটন রেলওয়ে ===\n\nমেট্রোপলিটন রেলওয়ে (এমআর, পরে মেট্রোপলিটন লাইন) দ্বারা ১৮৬৩ সালের ১০ই জানুয়ারি প্যাডিংটন (বিশপ'স রোড) হিসাবে স্টেশনটি বিশ্বের প্রথম ভূগর্ভস্থ রেলওয়ের পশ্চিম টার্মিনাস হিসাবে খোলা হয়েছিল। স্টেশন ভবনটি গ্রেট ওয়েস্টার্ন রেলওয়ের (জিডব্লিউআর) প্রধান রেলপথ ট্র্যাকের উপর দিয়ে বিশপ'স রোড (বর্তমানে বিশপ'স ব্রিজ রোড) বহনকারী সড়ক সেতুতে অবস্থিত ছিল। পরিষেবাগুলি প্রাথমিকভাবে জিডব্লিউআর দ্বারা প্রদত্ত রোলিং স্টক দিয়ে পরিচালিত হয়েছিল, এবং ফারিংডনের এমআর রুটটি ব্রড-গেজ ও স্ট্যান্ডার্ড-গেজ উভয় ট্রেনের জন্য দ্বৈত-গেজ ট্র্যাকের সাথে স্থাপন করা হয়েছিল।\nএকটি ট্রেনের ইঞ্জিনে ১৮৬৪ সালের ৯ই মে বয়লার বিস্ফোরিত হয়, যা স্টেশন ছেড়ে পূর্ব দিকে যাত্রার সময়ে ঘটেছিল। চালক ও ফায়ারম্যান, প্ল্যাটফর্মের একজন কর্মী সদস্য এবং পূর্ব দিক থেকে আসা ট্রেনের এক যাত্রী আহত হয়। বিস্ফোরণটি বয়লারের টুকরোগুলো ৪০৪ ফুট (১২৩ মিটার) দূর পর্যন্ত ছুড়ে ফেলে। স্টেশনের ছাদের ছাউনি ও এন্ড স্ক্রিন, প্ল্যাটফর্মের সিঁড়ির পাশের দেয়াল এবং আগত ট্রেনের ক্যারেজ সবই ক্ষতিগ্রস্ত হয়।\n\n\n=== সার্কেল লাইন ===\nসার্কেল লাইন পরিষেবাগুলি ২০০৯ সালের ডিসেম্বর মাসে স্টেশনে পরিষেবা দেওয়া শুরু করে৷ মূলত এমআর ও ডিআর দ্বারা নির্মিত ট্র্যাকগুলি ব্যবহার করে একটি লুপ-লাইন হিসাবে কাজ করা ও শুধুমাত্র প্রেড স্ট্রিটের স্টেশনে পরিষেবা পরিবেশন করা, শাখায় ট্রেনের ফ্রিকোয়েন্সি বাড়ানো এবং সার্কেল লাইনের নিয়মিততা উন্নত করতে হ্যামারস্মিথ শাখা অন্তর্ভুক্ত করার জন্য সার্কেল লাইনের রুটটি পরিবর্তন করা হয়েছিল। ট্রেন ট্রেনগুলি এজওয়্যার রোড থেকে লুপের চারপাশে ঘড়ির কাঁটার বিপরীত দিকে যাত্রা করে এজওয়্যার রোডে ফিরে আসে এবং তারপর হ্যামারস্মিথ শাখায় প্রবেশ করে।\nস্টেশনটি ২০১২ সাল থেকে ২০১৩ সালের মধ্যে দীর্ঘ প্ল্যাটফর্ম, উন্নত প্রবেশাধিকার ও প্রধান লাইন স্টেশনে সংযোগ প্রদানের জন্য পুনঃনির্মাণ করা হয়েছিল। প্যাডিংটন বেসিনে একটি নতুন প্রবেশ পথ খোলা হয়েছিল।\n\n\n== দুর্ঘটনা ও ঘটনা ==\nএকটি গ্রেট নর্দার্ন রেলওয়ে ০-৬-০ লোকোমোটিভের বয়লারটি ১৮৬৪ সালের ৯ই মে বিশপস রোড ছেড়ে যাওয়ার সময় বিস্ফোরিত হয়। দু'জন ব্যক্তি গুরুতর আহত হন এবং এর ফলে ধ্বংসাবশেষ ২৫০ গজ (২৩০ মিটার) দূরে গিয়ে পড়ে এবং মূল স্টেশনের ছাদের একটি অংশ ভেঙে যায়।\n\n\n== টীকা ও তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== তথ্যসূত্র ==="}