{"pageid": 1098460, "title": "অভিধাব্যবস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1098460", "content": "তথ্য বিজ্ঞান, পরিগণক বিজ্ঞান (কম্পিউটার বিজ্ঞান) ও কৃত্রিম বুদ্ধিমত্তার আলোচনায় অভিধাব্যবস্থা (ইংরেজি: Ontology) বলতে জ্ঞানের কোনও নির্দিষ্ট শাখার চর্চাকারীদের পারস্পরিক সমঝোতার ভিত্তিতে গড়ে ওঠা জ্ঞানকে উপস্থাপন করার বিশেষ উদ্দেশ্যে নির্মিত এমন একটি ব্যবস্থাকে বোঝায়, যাতে ঐ জ্ঞানের শাখাটির বহুসংখ্যক মৌলিক পারিভাষিক ধারণা, ধারণাগুলির বিভিন্ন ধর্ম, এগুলির বিভিন্ন শ্রেণী, এগুলির মধ্যকার সম্পর্কগুলির নাম, অর্থ এবং এগুলির যৌক্তিকভাবে সুসমঞ্জস প্রয়োগের উপরে বাধানিষেধগুলি রৌপ বিধিসম্মত উপায়ে দ্ব্যর্থহীনভাবে সুসংজ্ঞায়িত করা থাকে। এভাবে সুসংজ্ঞায়িত বা সুনির্দিষ্টকৃত ধারণা, শ্রেণী, ধর্ম, সম্পর্ক, ইত্যাদি হল একেকটি অভিধা, এবং অভিধাগুলি নিয়ে তৈরি হয় একটি অভিধাব্যবস্থা।\nসংক্ষেপে বলতে গেলে একটি অভিধাব্যবস্থা হল বাস্তব বিশ্বের কোনও একটি নির্বাচিত অংশের প্রতিনিধিত্বকারী একটি ধারণাব্যবস্থার একটি সুনির্দিষ্টকৃত অনুপুঙ্খ বর্ণনা। একটি অভিধাব্যবস্থাকে বিশেষ এক ধরনের রৌপ ভাষা দিয়ে নির্মাণ করা হয়, যাকে অভিধাব্যবস্থা ভাষা বলে।\n\n\n== সংজ্ঞা ও ব্যাখ্যা ==\nএকটি অভিধাব্যবস্থাকে একটি বিশেষ ধরনের তথ্য বস্তু (Information object) বা মানবনির্মিত পরিগণনামূলক বস্তু (Computational artifact) হিসেবে গণ্য করা যায়। পরিগণনামূলক কর্মকাণ্ডে অভিধাব্যবস্থাগুলি ব্যবহার করে কোনও ব্যবস্থার কাঠামোর রৌপ বিধিসম্মত প্রতিমান নির্মাণ করা যায়। অভিধাব্যবস্থাতে ঐ ব্যবস্থার প্রাসঙ্গিক সত্তা ও সেগুলির মধ্যবর্তী সম্পর্কগুলি ফুটে ওঠে, যা কোনও উদ্দেশ্যে কাজে লাগতে পারে।\n১৯৯৩ সালে গ্রুবার প্রথম অভিধাব্যবস্থার সংজ্ঞা দেন এই বলে যে \"অভিধাব্যবস্থা হল কোনও ধারণাব্যবস্থার দ্ব্যর্থহীন সুনির্দিষ্টকরণ\"। ১৯৯৭ সালে বর্স্ট সংজ্ঞাটির কিছু সংশোধন সাধন করে বলেন যে \"অভিধাব্যবস্থা হল কোনও অংশীদারী ধারণাব্যবস্থার রৌপ বিধিসম্মত সুনির্দিষ্টকরণ\"। বর্স্টের সংজ্ঞাটিতে কোনও একজন ব্যক্তির দৃষ্টিভঙ্গির পরিবর্তে একাধিক পক্ষের মধ্যে ঐকমত্যের ভিত্তিতে গড়ে ওঠা দৃষ্টিভঙ্গির ব্যাপারটি আবশ্যক মনে করা হয় এবং এইরূপে প্রাপ্ত ধারণাব্যবস্থাটিকে একটি রৌপ বিধিসম্মত (অর্থাৎ যন্ত্র দ্বারা পাঠযোগ্য) বিন্যাসে প্রকাশ করার ব্যাপারটিও উল্লেখ করা হয়। ১৯৯৮ সালে স্টুডার ও তাঁর সহযোগীরা উপরোক্ত সংজ্ঞা দুইটিকে একত্রিত করে বলেন যে \"অভিধাব্যবস্থা হল একটি অংশীদারী ধারণাব্যবস্থার একটি রৌপ, দ্ব্যর্থহীন সুনির্দিষ্টকরণ।\n২০০৯ সালে গুয়ারিনো ও তাঁর সহযোগীরা অভিধাব্যবস্থার একটি অধিকতর জটিল কিন্তু সুস্পষ্ট সংজ্ঞা প্রদান করেন। ধরা যাক, C একটি ধারণাব্যবস্থা, L একটি যৌক্তিক ভাষা, V হল L-এর শব্দভাণ্ডার এবং K হল অভিধাব্যবস্থামূলক অঙ্গীকার। তাহলে C-এর জন্য (শব্দভাণ্ডার V ও অভিব্যবস্থামূলক অঙ্গীকার K সহ) একটি অভিধাব্যবস্থা OK হল এমন একটি যৌক্তিক তত্ত্ব, যা L-এর কিছু সূত্রসমষ্টি নিয়ে গঠিত, এবং যেটিকে এমনভাবে নকশা করা হয়েছে যাতে এই যৌক্তিক তত্ত্বের দ্বারা নির্মিত যৌক্তিক প্রতিমানগুলি যথাসর্বোচ্চ সম্ভব K অনুযায়ী L-এর অভীষ্ট প্রতিমানগুলির সংগ্রহটির নিকটবর্তী হতে পারে।\n\n\n== প্রয়োগ ==\n\n\n=== বুদ্ধিমান কারকদের মধ্যে যোগাযোগ ===\nঅভিধাব্যবস্থাগুলির একটি কাজ হল বিভিন্ন বুদ্ধিমান কারকের মধ্যে যোগাযোগ সহজতর করা। বুদ্ধিমান কারক বলতে কোনও কৃত্রিম বুদ্ধিমত্তাবিশিষ্ট যন্ত্র বা মানুষ বোঝাতে পারে। মানব-যন্ত্র যোগাযোগ, আন্তঃযন্ত্র যোগাযোগ, আন্তঃমানব যোগাযোগ -- এই সবগুলিই বুদ্ধিমান কারকের মধ্যে যোগাযোগ হিসেবে গণ্য করা যায়। যখন একাধিক বুদ্ধিমান কারক কোনও যোগাযোগমূলক পরিস্থিতিতে অংশগ্রহণ করে, তখন তারা কোনও আলোচনা-মহাবিশ্ব (Universe of discourse) কিংবা জ্ঞান ক্ষেত্রের (Domain of knowledge) অভ্যন্তরে থেকে একে অপরের সাথে জ্ঞান বিনিময় বা ভাগাভাগি করে। এ উদ্দেশ্যে তারা একে অপরের সাথে ঐকমত্যভিত্তিক কোনও প্রতীকব্যবস্থার বিভিন্ন প্রতীকের সাহায্যে বার্তা (জিজ্ঞাসা বা বিবৃতি) প্রেরণ ও গ্রহণ করে। এখন একটি প্রতীক বাস্তব বা মানসিক বিশ্বের কোনও মূর্ত বা বিমূর্ত বস্তু বা ধর্ম বা সম্পর্কের ধারণাকে জ্ঞাপন করে। অর্থাৎ একটি প্রতীক সরাসরি বাস্তব বা মানসিক বিশ্বের কোনও কিছুর প্রতি নির্দেশ করতে পারে না, বরং একটি ধারণার মাধ্যমে সেই জিনিসটি জ্ঞাপন করে। একই প্রতীক প্রতিবেশভেদে ভিন্ন ভিন্ন ধারণার প্রতি নির্দেশ করতে পারে। প্রেরক যে অর্থে কোনও প্রতীক প্রেরণ করেন, প্রাপক সেই অর্থে প্রতীকটি গ্রহণ না-ও করতে পারে। তাই কোনও প্রেরক তাঁর মনের কোনও ধারণার সাথে সংশ্লিষ্ট প্রতীকটি কোনও প্রাপকের কাছে প্রেরণ করেন, তখন যোগাযোগমূলক পরিস্থিতির প্রতিবেশ (Context) এবং প্রাপকের মনে ঐ প্রতীক কী ধারণার সাথে জড়িত, সেটির উপর ভিত্তি করে প্রাপক প্রেরকের উদ্দিষ্ট অর্থে ধারণাটি উপলব্ধি করতে পারেন বা না-ও করতে পারেন, এবং এভাবে যোগাযোগ সফল বা বিফল হতে পারে। এখন যদি দুইটি বুদ্ধিমান কারকের মধ্যে যোগাযোগের সময় উভয় পক্ষ অভিধাব্যবস্থাগতভাবে অঙ্গীকারাবদ্ধ হয়, তাহলে তাদের যোগাযোগে ব্যবহৃত প্রতীকব্যবস্থা কোন্‌ ধারণাব্যবস্থার সাথে জড়িত, সেটি উভয় পক্ষ দ্বারা গৃহীত ও সমর্থিত একটি অভিধাব্যবস্থার মাধ্যমে (অভিধাব্যবস্থাটি প্রতীকব্যবস্থার চেয়ে উচ্চতর একটি বিমূর্তন স্তরে অবস্থান করে, যার নাম জ্ঞানীয় স্তর) সুস্পষ্ট ও দ্ব্যর্থহীনভাবে সংজ্ঞায়িত ও নির্দিষ্টকৃত করা থাকে, ফলে প্রাপক ও প্রেরকের মধ্যে যোগাযোগ সফল হবার সম্ভাবনা বৃদ্ধি পায়। অন্য ভাষায়, যখন একাধিক বুদ্ধিমান কারকের মধ্যে জিজ্ঞাসা ও বিবৃতির আদান-প্রদান হয়, তখন জ্ঞানীয় স্তরে তারা কী কী সুস্পষ্ট সংজ্ঞায়িত ধারণা (অভিধা) বিনিময় করবে, সে ব্যাপারটি তারা একটি সাধারণ অভিধাব্যবস্থা ব্যবহারে সম্মতি প্রদান করে ঠিক করে নিতে পারে, যাতে তারা ধারণাগুলি যৌক্তিক সঙ্গতি ও পূর্বাপর সঙ্গতি বজায় রেখে একে অপরের কাছে জ্ঞাপন করতে পারে। এভাবে একটি বুদ্ধিমান কারক অপর একটি বুদ্ধিমান কারককে তার জ্ঞানভাণ্ডার সম্পর্কিত বিভিন্ন জিজ্ঞাসার উত্তর দিতে পারে। এখানে বুদ্ধিমান কারকগুলিকে কোনও বৈশ্বিক জ্ঞানভাণ্ডারের অংশীদার হতে হয় না। তারা যদি একটি সাধারণ অভিধাব্যবস্থা ব্যবহারে সম্মত হয়, তাহলে সেটির প্রতি অঙ্গীকারাবদ্ধ থেকেই তারা একে অপরের কাছ থেকে জ্ঞান আহরণ করতে পারে।\n\n\n=== বিশ্বব্যাপী আর্থ জাল (সেম্যান্টিক ওয়েব) ===\nওয়ার্ল্ড ওয়াইড ওয়েব কনসোর্টিয়ামের আর্থজাল (সেম্যান্টিক ওয়েব) মানের একটি উপাদান হল অভিধাব্যবস্থা। আর্থজালে বিভিন্ন তথ্য বা পরিগণক ব্যবস্থার মধ্যে উপাত্ত আদানপ্রদান, জিজ্ঞাসার উত্তরপ্রদানকারী সেবাপ্রদান, পুনর্ব্যবহারযোগ্য জ্ঞানভাণ্ডার প্রকাশ, এবং বহুসংখ্যক বিষমজাতীয় ব্যবস্থা ও উপাত্তভাণ্ডারের মধ্যে আন্তঃব্যবহারযোগ্যতা সহজতর করার লক্ষ্যে সেবাপ্রদান, ইত্যাদি কর্মকাণ্ডে এই অভিব্যবস্থাগুলি ব্যবহার করা হয়।\n\n\n=== উপাত্তভাণ্ডার ব্যবস্থা ===\nউপাত্তভাণ্ডার বা ডেটাবেজ ব্যবস্থাগুলিতে অভিধাব্যবস্থাগুলির মূল ভূমিকা হল নির্দিষ্ট উপাত্তভাণ্ডার নকশার (যৌক্তিক বা ভৌত) উপরের একটি বিমূর্তন স্তরে উপাত্তের প্রতিমানের একটি উপস্থাপন সুনির্দিষ্ট করা। এর ফলে স্বাধীনভাবে নির্মিত ব্যবস্থাসমূহ ও সেবাসমূহের মধ্যে উপাত্ত রপ্তানি, অনুবাদ, জিজ্ঞাসিত ও একত্রিত করা সম্ভব হয়। অভিধাব্যবস্থার কারণে উপাত্তভাণ্ডার আন্তঃব্যবহারযোগ্যতা, আন্তঃউপাত্তভাণ্ডার অনুসন্ধান এবং আন্তর্জাল বা ওয়েব সেবার সমন্বিতকরণে সাফল্য অর্জন সম্ভব হয়েছে।"}