{"pageid": 1098938, "title": "উত্তম নেপালি", "url": "https://bn.wikipedia.org/wiki?curid=1098938", "content": "নেপালের উত্তম প্রসাদ কর্মাচর্য (৩০শে এপ্রিল ১৯৩৭ – ২১শে জুলাই ২০২১) ছিলেন একাধারে দৃশ্যকলা শিল্পী, লেখক এবং অভিনেতা। উত্তম নেপালি (নেপালি: उत्तम नेपाली) নামেই সর্বাধিক পরিচিত এই শিল্পীকে নেপালে বিমূর্ত শিল্পের চর্চার এবং পরীক্ষণের একজন অগ্রদূতরূপে গণ্য করা হয়। অধিকন্তু তিনি নেপালে প্রথাগত (formal) শিল্পকলার প্রতিষ্ঠায় সহায়ক ভূমিকা পালন করেন। ১৯৬০ এবং ৭০ এর দশক জুড়ে তিনি যেসব বিমূর্ত, অভিব্যক্তিবাদী এবং অধিবাস্তববাদী চিত্রকর্মের সৃষ্টি করেছেন সেগুলো এশিয়া জুড়ে প্রদর্শিত হয়েছে।\n১৯৬০ এর দশকের শুরুতে উত্তম নেপালি দুটি চলচ্চিত্রেও অভিনয় করেন। এছাড়া তার কাব্যও প্রকাশিত হয়েছে। ২০০০ সাল থেকে তিনি নেপাল অ্যাকাডেমির আজীবন সদস্য ছিলেন। তার অর্জিত পুরস্কারের তালিকায় রয়েছে জাতীয় মেধা পুরস্কার-২০১৪ এবং \"সুপ্রবাল জনসেবা তৃতীয়া\"। দাম্পত্য জীবনে তিনি চার সন্তানের পিতা। শেষ জীবনে তিনি আলৎসহাইমারের রোগে আক্রান্ত হন। কার্ডিওভাসকুলারজনিত অসুস্থতার কারণে তিনি ২০২১ এর ৭ই জুলাইয়ে ৮৪ বছর বয়সে পরলোকগত হন।\n\n\n== প্রথম জীবন ==\n১৯৩৭ সালের ৩০শে এপ্রিল (বিক্রম সংবৎ: ১৮ই বৈশাখ ১৯৯৪) নেপালের কাঠমান্ডুতে\nউত্তম নেপালির জন্ম হয়। তার বাবা চেয়েছিলেন যে তিনি একজন ব্যবসায়ী হবেন। তা সত্ত্বেও পিতার মত উপেক্ষা করে তিনি নিজেকে একজন চিত্রশিল্পীরূপে গড়ে তোলার জন্য মনস্থির করেন। তিনি লখনৌ কলেজ অব আর্টস অ্যান্ড ক্রাফটসে চারুকলা নিয়ে অধ্যয়ন করেন এবং ১৯৬৭ সালে মুম্বাইয়ের স্যার জামসেটজি জিজিভয় স্কুল অব আর্ট থেকে স্নাতক সম্পন্ন করেন।\n\n\n== কর্মজীবন ==\nলখনৌয়ে পড়াশোনা শেষ করার পর উত্তম নেপালি ১৯৫৯ সালে কাঠমান্ডুতে ফিরে আসেন। সেখানে ত্রি-চন্দ্র কলেজে তিনি একটি প্রদর্শনীর আয়োজন করেন। প্রদর্শনী শেষে নেপালের রাজা মহেন্দ্র বীর বিক্রম শাহ তার অনেক চিত্রাঙ্কন কিনে নেন। ক্যারিয়ারের শুরুতে নেপালি তার চিত্রাঙ্কনে হিন্দু দেবতাদের (যেমন: গণেশের) প্রয়োগ ঘটাতেন, পরে তিনি আধুনিক শিল্পকলায় মনোনিবেশ করেন এবং সেদিকেই ঝুঁকেন। কখনো কখনো তিনি তার চিত্রাঙ্নগুলোতে কবিতার পঙক্তি লিখে রাখতেন, বিশেষতঃ তিনি কবি ভূপি শেরচন এবং ভীমনিধি তিওয়ারির রচিত কবিতা ব্যবহার করতেন। ১৯৬০ এবং ৭০ এর দশক জুড়ে তিনি অভিব্যক্তিবাদ, বিমূর্ততাবাদ, বিমূর্ত-অভিব্যক্তিবাদ এবং অধিবাস্তববাদের মতো আধুনিকতাবাদী ধাঁচসমূহের প্রয়োগপূর্বক এবং ঐতিহ্যবাহী নেপালি থিম, কাগজ এবং রঙের অন্তর্ভুক্তির মাধ্যমে তার চিত্রকর্মগুলো সম্পন্ন করতেন।\nনেপাল, ভারত, বাংলাদেশ, জাপান, দক্ষিণ কোরিয়া, সোভিয়েত ইউনিয়ন এবং অস্ট্রেলিয়াসহ অন্যান্য দেশে তার সৃষ্ট চিত্রকর্মগুলো প্রদর্শিত হয়েছে। নেপালে শিল্পকলার শিক্ষা প্রতিষ্ঠায় প্রথম যারা অবদান রেখেছেন নেপালি তাদের মধ্যে একজন। ২০১৪ সালে জাতীয় মেধা পুরস্কার এবং সুপ্রবাল জনসেবা তৃতীয়া পুরস্কারসহ সারা কর্ম জীবনে তিনি বহু সম্মানে ভূষিত হন। ২০০০ সালে তিনি নেপাল অ্যাকাডেমির একজন আজীবন সদস্য হওয়ার সম্মান অর্জন করেন।\nউত্তম নেপালি ১৯৬৪ সালের নেপালি চলচ্চিত্র আমা এবং হিজো আজা ভোলি-তে অভিনয় করেন। ২০০৪ সালে উত্তম নেপালিকা কবিতাহরু শিরোনামে তার কবিতা সংকলন প্রকাশিত হয়।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি মন্দিরা কর্মাচার্যকে বিয়ে করেন। এই দম্পতির দুই ছেলে ও দুই মেয়ে হয়।\n\n\n== মৃত্যু ==\n২০২১ সালের ২১শে জুলাইয়ে হৃদযন্ত্রের রোগে আক্রান্ত হয়ে কাঠমান্ডুর ত্রিভুবন ইউনিভার্সিটি টিচিং হসপিটালে উত্তম নেপালির মৃত্যু হয়। একই তারিখে পুষ্পপতি আর্যঘাটে তার শবদাহ সম্পন্ন করা হয়। মৃত্যুর পূর্বেই তার শ্বাসযন্ত্র, হৃদপিণ্ড এবং আলৎসহাইমারের রোগ ধরা পড়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে উত্তম নেপালি (ইংরেজি)"}