{"pageid": 1098628, "title": "প্রসার ভারতী", "url": "https://bn.wikipedia.org/wiki?curid=1098628", "content": "ভারতের শক্তিশালী গণপ্রচার মাধ্যম- আকাশবাণী ও দূরদর্শনকে সরকারি নিয়ন্ত্রণমুক্ত, স্বশাসিত সংস্থায় আনার জন্য গঠিত হয় জাতীয় সম্প্রচার নিগম -  প্রসার ভারতী বা ব্রডকাস্টিং কর্পোরেশন অব ইন্ডিয়া। প্রসার ভারতীর সদর দপ্তর নতুন দিল্লিতে অবস্থিত। ভারতের প্রসার ভারতী ( ব্রডকাস্টিং কর্পোরেশন অব ইন্ডিয়া) অ্যাক্ট,১৯৯০ অনুসারে প্রসার ভারতীর  অধীনে এসেছে দূরদর্শন এবং আকাশবাণী। পূর্বে এই গণমাধ্যম দুটি ভারত সরকারের সূচনা তথা তথ্য ও সম্প্রচার তথা বেতার মন্ত্রকের প্রচার মাধ্যম ছিল। ১৯৯০ খ্রিস্টাব্দে স্বশাসন দিতে ভারতের লোকসভা প্রসার ভারতী বিল পাশ করে কিন্তু ১৯৯৭ খ্রিস্টাব্দের ১৫  সেপ্টেম্বর পর্যন্ত আইনটি কার্যকরী করা হয় নি। \nড.এ সূর্যপ্রকাশ ২০২০ খ্রিস্টাব্দের ফেব্রুয়ারিতে দ্বিতীয়বারের প্রসার ভারতীর পর্ষদের চেয়ারম্যান হিসাবের সময়কাল পূরণ করার পর পদটি রিক্ত হয়।  তিনি ডাঃ মৃণাল পান্ডের স্থলাভিষিক্ত হন।  ২০১৬ খ্রিস্টাব্দের নভেম্বরে জহর সরকার মুখ্য কার্যকরী আধিকারিকের পদে অব্যহতি পেলে শশীশেখর ভেমপতি মুখ্য কার্যকরী আধিকারিকের পদে স্থলাভিষিক্ত হন \n২০২১ খ্রিস্টাব্দের রয়টার ইন্সটিটিউটের ডিজিটাল রিপোর্ট অনুযায়ী ডিডি নিউজ এবং অল ইন্ডিয়া রেডিওর সংবাদ ভারতে সবচেয়ে নির্ভরযোগ্য ব্র্যান্ড।  ।\n\n\n== প্রেক্ষাপট ==\n১৯৪৮ খ্রিস্টাব্দের ১৫ই মার্চ তৎকালীন ভারতের প্রধানমন্ত্রী জওহরলাল নেহরু গণপরিষদে ব্রিটিশ ব্রডকাস্টিং কর্পোরেশন (বি বি সি)-এর ধাঁচে ভবিষ্যতে আকাশবাণীর স্বশাসিত সংস্থায় উন্নীত হওয়ার কথা ঘোষণা করেছিলেন। কারণ  গণতান্ত্রিক দেশে গণপ্রচার মাধ্যমগুলি রাজনৈতিক দলমত-নিরপেক্ষ হওয়াই কাম্য। স্বাধীন নিরপেক্ষ জনমত গঠন আদর্শ গণতন্ত্রের হাতিয়ার। কিন্তু তা বাস্তবায়িত হয়নি স্বাধীনতার কয়েক দশক পরেও। ষাটের দশকে গণদাবির চাপে 'চন্দ কমিটি' গঠিত হয়। সরকারি ঔদাসীন্যে কমিটির স্বশাসনের সুপারিশের অপমৃত্যু হয়। স্বল্প সময়ের বিরুদ্ধ জমানায়  'ভার্গিজ কমিটি' গঠিত হলেও শেষে তারও পরিসমাপ্তি ঘটে। অবশেষে ১৯৮৯ খ্রিস্টাব্দে পালাবদলে ভি পি সিং-এর প্রধানমন্ত্রীত্বে রাষ্ট্রীয় মোর্চা ক্ষমতাসীন হলে, তাদের ইস্তাহারের প্রতিশ্রুতি রূপায়ণে তৎকালীন তথ্য ও বেতার মন্ত্রী পি উপেন্দ্র ১৯৯০ খ্রিস্টাব্দের ৩০শে আগস্ট লোকসভায় পেশ করেন প্রসার ভারতী বিল। কিছু সংশোধনীসহ বিলটি লোকসভার অনুমোদন লাভ করে ৭ই সেপ্টেম্বর।\n\n\n== আইন ==\nপ্রসার ভারতী নামে একটি বিধিবদ্ধ সম্প্রচার সংস্থা গড়তে এবং বোর্ড অব গভর্নরস্-এর সদস্য নির্বাচন, কার্যপ্রণালী এবং ক্ষমতা ইত্যাদি নির্ধারণে দ্য প্রসার ভারতী অ্যাক্ট প্রণয়ন করা হয়।  আইনটি দূরদর্শন ও আকাশবাণী উভয়কেই সরকারের নিয়ন্ত্রণ মুক্ত করে স্বশাসিত সংস্থার মর্যাদা প্রদান করে। লোকসভায় সংশ্লিষ্ট বিলটি পাশ হওয়ার পর ১৯৯০ খ্রিস্টাব্দের ১২ই সেপ্টেম্বর ভারতের রাষ্ট্রপতির সম্মতি লাভের পর আইনে পরিণত হয়। লোকসভায় সর্বসম্মতিতে পাশ হওয়ার পর ১৯৯৭ খ্রিস্টাব্দের নভেম্বর আইনটি কার্যকরী করা হয়। প্রসার ভারতী আইন বলে অল ইন্ডিয়া রেডিও ও দূরদর্শনের সমস্ত সম্পত্তি, বিষয়-আশয় ,ঋণ দায়-দায়িত্ব, বকেয়া অর্থ প্রদান এবং সেই সাথে মামলা এবং অন্যান্য আইনি প্রক্রিয়া প্রসার ভারতীর উপর বর্তায়।। \n\n\n== বোর্ড ==\nসার ভারতীর পরিচালন দায়িত্বে আছেন বোর্ড অব গভর্নরস, যার সদস্য সংখ্যা পনেরো। যারা বোর্ডে থাকবেন তারা হলেন- \n\nচেয়ারম্যান - একজন\nমুখ্য কার্যনির্বাহী আধিকারিক/সদস্য - একজন\nসদস্য  (অর্থ ) - একজন\nসদস্য (পার্সোনেল) - একজন\nআংশিক সময়ে সদস্য - ছয়জন\nমহা অধিকর্তা  আকাশবাণী পদাধিকারবলে\nমহা অধিকর্তা দূরদর্শন পদাধিকারবলে\nভারত সরকারের সূচনা তথা তথ্য  ও সম্প্রচার তথা বেতার মন্ত্রকের মনোনীত  প্রতিনিধি - একজন এবং\nকর্মচারীদের প্রতিনিধি- দুজন (আকাশবাণী ও দূরদর্শনের কারিগরি বিভাগ থেকে একজন ও অন্যান্যদের থেকে একজন নির্বাচিত কর্মী)\nভারতের রাষ্ট্রপতি পদাধিকারবলে, মনোনীত ও নির্বাচিত সদস্য ছাড়া অবশিষ্ট চেয়ারম্যান এবং অন্য সদস্যদের নিযুক্ত করেন। বোর্ডের মিটিং প্রতি বৎসর তিনি মাসে একবার অনুষ্ঠিত হয়।\nবোর্ড অব গভর্নরস এর কাজকর্মের ওপর নজরদারি জন্য বাইশ জন সাংসদ নিয়ে গঠিত সংসদীয় তদারকি কমিটি থাকে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:Indian law copyright\n\nপ্রসার ভারতী ভারত\nসরকারী প্রোফাইল\nদূরদর্শনের অফিসিয়াল ওয়েবসাইট\nঅল ইন্ডিয়া রেডিও ওয়েবসাইট\nADTEA ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ জানুয়ারি ২০২০ তারিখে\nNFADE ওয়েবসাইট\nARTEE ওয়েবসাইট\nএআইআর এবং ডিডি ওয়েবসাইটের প্রোগ্রাম স্টাফ অ্যাসোসিয়েশন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ নভেম্বর ২০২১ তারিখে\nআকাশ ও দূরদর্শন প্রকৌশলী সমিতির ওয়েবসাইট"}