{"pageid": 1098557, "title": "হ্যাপিনেস (কোরীয় টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1098557", "content": "হ্যাপিনেস (কোরীয়: 해피니스; আরআর: Haepiniseu) একটি দক্ষিণ কোরিয়ান টেলিভিশন সিরিজ যা হান হিও-জু, পার্ক হিউং-সিক এবং জো উ-জিন অভিনীত। এটি একটি অ্যাপোক্যালিপটিক থ্রিলার যা এমন একটি সময়ে সংঘটিত হয় যেখানে সংক্রামক রোগগুলি নতুন স্বাভাবিক হয়ে উঠেছে। স্টুডিও ড্রাগন দ্বারা প্রযোজিত, এটি ৫ নভেম্বর ২০২১-এ টিভিএন- এ প্রিমিয়ার হয়েছিল এবং প্রতি শুক্র এবং শনিবার প্রচারিত হয়েছে। এটি নির্বাচিত অঞ্চলগুলিতে ভিকি, ভিউ এবং আইকিউআইওয়াইআই-এ স্ট্রিমিংয়ের মাধ্যমেও উপলব্ধ রয়েছে।\n\n\n== সারমর্ম ==\nএটি এমন একটি সময়ে ঘটে যেখানে সংক্রামক রোগগুলি নতুন স্বাভাবিক হয়ে উঠেছে। একটি বৃহৎ শহরের একটি নবনির্মিত অ্যাপার্টমেন্টে যেখানে উচ্চতর ফ্লোরগুলি সাধারণ বিক্রয়ের জন্য এবং নীচের তলাগুলি ভাড়া দেওয়া হয়, সিরিজটি সূক্ষ্ম মনস্তাত্ত্বিক যুদ্ধ এবং ঘটে যাওয়া শ্রেণী বৈষম্যকে চিত্রিত করে। শহরটি পাথরের তলদেশে আঘাত হানে যখন একটি আসন্ন রহস্য একটি নতুন ধরনের সংক্রামক রোগের আকারে আঘাত হানে যেখানে লোকেরা অবিরাম তৃষ্ণায় ভোগে।\n\n\n== অভিনয়ে ==\n\n\n=== প্রধান ভূমিকায় ===\nইউন সে-বম চরিত্রে হান হিও-জু\nপুলিশের বিশেষ স্কোয়াডের সদস্য। তিনি সিদ্ধান্তমূলক, দৃঢ়প্রতিজ্ঞ এবং সহজে বিচলিত হন না। তিনি তার নতুন অ্যাপার্টমেন্টে যেতে উত্তেজিত, কিন্তু সেখানে যাওয়ার সাথে সাথে তিনি একটি সংকটের সম্মুখীন হন।\nজুং ই-হিউন হিসাবে পার্ক হিউং-সিক\nএকজন বুদ্ধিমান এবং সৎ গোয়েন্দা যিনি দীর্ঘদিন ধরে সে-বোমের জন্য রোমান্টিক অনুভূতি ধারণ করেছেন। তারা একই উচ্চ বিদ্যালয় থেকে স্নাতক। তিনি সে-বোম এবং অন্যান্য লোকদের রক্ষা করার জন্য সংগ্রাম করছেন।\nহান তাই-সিওকের চরিত্রে জো উ-জিন\nএকজন লেফটেন্যান্ট কর্নেল এবং হেলথ সার্ভিস কমান্ডের অন্তর্গত। তিনি সংক্রামক রোগের প্রাদুর্ভাবের একটি চাবিকাঠি ধরে রেখেছেন।\n\n\n=== সমর্থনকারী অভিনেতাগণ ===\n\n\n==== জং ই-হিউনের চারপাশে মানুষ ====\nই-হিউনের বাবা হিসেবে সিও হিউন-চুল\nই-হিউনের মা হিসেবে জুং জায়ে-উন\nকিম জং-গুকের চরিত্রে লি জুন হিউক, ই-হিউনের অধিক্ষক\n\n\n==== সম্প্রসারিত ====\nওহ জু-হিউং চরিত্রে বায়েক হিউন-জিন, একজন চর্মরোগ বিশেষজ্ঞ\nবো-রাম চরিত্রে হান দা-সোল, একজন মার্টের কর্মচারী\nজো জি-হি চরিত্রে লি জি-হা\nমুন ইয়ে-ওন উ সাং-হি, একজন চর্মরোগ বিশেষজ্ঞ\nপার্ক হি-ভন না হিউন-কিউং চরিত্রে, একজন রোম্যান্স ওয়েব ঔপন্যাসিক\nপার্ক হিউং-সু কুক হে-সিওং চরিত্রে, একজন আইনজীবী\nপার্ক জু-হি জি-সু হিসেবে, একজন লেফটেন্যান্ট\nগো সে-কিউ চরিত্রে কিম ইয়ং-উং\nনা-চিওল না সু-মিন চরিত্রে, না হিউন-কিয়ং-এর ভাইয়ের চরিত্রে\nসিওন উ-চ্যাং চরিত্রে চা সূন-বে, একজন যাজক\nকর্নেল হান তাই সিওকের স্ত্রীর চরিত্রে ইউ জি-ইয়ন\nঅ্যান্ড্রু চরিত্রে লি জু-সিউং, ক্লিনিং কোম্পানির কর্মচারী\nহান জুন-উ কিম সে-হুনের চরিত্রে, একজন বুদ্ধিজীবী যিনি তার কূটনীতিক পিতামাতার সাথে বিশ্বজুড়ে বসবাস করেন\nবিজে কিম ডং-হিউন চরিত্রে ক্যাং হান-স্যাম\nওহ ইয়েওন-ওকে বে হে-সান\nলি জুন-হাইওক কিম জং-কুকের চরিত্রে, একজন গোয়েন্দা\nকিম হক-জে চরিত্রে হং সূন-চ্যাং\nজি সুং-সিল চরিত্রে লি জু-সিল\nশিন সো-ইয়ুন চরিত্রে জিওং উন-সিওন\nকিম সেউং-বিওম চরিত্রে জু জং-হিউক\nপার্ক সিও-ইয়ুন চরিত্রে সন জি-উ\n\n\n=== বিশেষ উপস্থিতি ===\nলি সিউং-ইয়ং চরিত্রে লি কিউ-হিউং\n\n\n== প্রযোজনা ==\nহ্যাপিনেস পরিচালক আহন গিল-হো এবং লেখক হান সাঙ্গ-উন দ্বারা একসাথে পরিচালিত যারা ২০১৯ সালে ওসিএন-এর ওয়াতচার-এ একসাথে কাজ করেছিলেন। আহন গিল-হো রেকর্ড অফ ইয়ুথ, মেমোরিজ অফ দ্য আলহাম্ব্রা এবং স্ট্রেঞ্জার এর মতো অসংখ্য হিট ছবিতে কাজ করেছেন, অন্যদিকে লেখক হ্যান সাং-উন ২০১৬-এ আমেরিকান টিভি সিরিজের কোরিয়ান রিমেক দ্য গুড ওয়াইফও লিখেছেন।\nঅভিনয়কারিদের সাথে প্রথম স্ক্রিপ্ট রিডিং ৭ইমে, ২০২১-এ অনুষ্ঠিত হয় এবং ১১ইমে চিত্রগ্রহণ শুরু হয়।\n\n\n== দর্শকসংখ্যা ==\n\n\n== তথ্যসূত্র =="}