{"pageid": 1099138, "title": "ইসা আবু ইসা", "url": "https://bn.wikipedia.org/wiki?curid=1099138", "content": "ইসা আব্দুল সালাম আবু- ইসা (আরবি: عيسى عبد السلام أبو عيسى‎; জন্ম ২০ সেপ্টেম্বর ১৯৫৫) কাতারের একজন নামকরা ব্যবসায়ী ও বিনিয়োগকারী। তিনি সালাম ইন্টারন্যাশনাল ইনভেস্টমেন্ট লিমিটেডের চেয়ারম্যান ও প্রধান নির্বাহী কর্মকর্তা।\n\n\n== শিক্ষা এবং কর্মজীবন ==\nআবু ইসা মার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়ার সান ডিয়েগোতে অবস্থিত ইউনাইটেড স্টেটস ইন্টারন্যাশনাল ইউনিভার্সিটি থেকে ব্যবসায় প্রশাসনে ব্যাচেলর অফ সায়েন্স ডিগ্রী অর্জন করেন। আন্তর্জাতিক পর্যায়ে, তিনি ওয়ার্ল্ড ইকোনমিক ফোরাম এবং আরব বিজনেস কাউন্সিলের এর একজন সদস্য।\n৬০ বছরেরও বেশি সময় ধরে ঐতিহ্যের সাথে কাতারের অন্যতম বৃহত্তম এবং অন্যতম প্রতিষ্ঠিত কোম্পানির প্রধান হিসেবে, জনাব আবু ইসা, কাতারের পারিবারিক মালিকানাধীন ব্যবসাগুলির মধ্যে একটি থেকে সালাম ইন্টারন্যাশনাল ইনভেস্টমেন্ট লিমিটেডকে একটি পাবলিক শেয়ারহোল্ডিং কোম্পানিতে রূপান্তরিত করেছেন। প্রতিষ্ঠার পর থেকেই তার নিরলসে প্রচেষ্টা ও নেতৃত্ব কোম্পানীটিকে সারা পৃথিবীতে পরিচিত করেছে।\nজনাব ইসা লেবাননের সিরিন রিয়েল এস্টেট কোম্পানী এর ভাইস-চেয়ারম্যান এবং কাতারি ব্যবসায়ী সমিতির মহাসচিব।\nইসা আবু-ইসা আরবিয়ান বিজনেস কাতার পাওয়ার লিস্ট ২০১২-তে ৪৩তম স্থানে ছিলেন।\n\n\n== সালাম ইন্টারন্যাশনাল ইনভেস্টমেন্ট লিমিটেড (এসআইআইএল) ==\nআবু ইসার নেতৃত্বে, এসআইআইএল এর অনেক সমৃদ্ধি ও উন্নয়ন ঘটেছে। তিনি প্রযুক্তি এবং যোগাযোগ, নির্মাণ ও উন্নয়ন, ভোগ্যপণ্য, শিল্প, ও বিনিয়োগ এবং রিয়েল এস্টেট সেক্টরে তার কোম্পানির বিভিন্ন বিনিয়োগ এবং ব্যবস্থাপনার বিষয়গুলো তত্ত্বাবধান করেন। ২০০৬ সালে, মূলধন বৃদ্ধি এবং সম্প্রসারণের কারণে, কোম্পানিটি লুসাইলে নতুন অফিস ভবন এবং টাওয়ার নির্মাণের পরিকল্পনা করে। ২০০৯ সালে, এসআইআইএল দ্য পার্ল-কাতারের জুমানা টাওয়ার ভবনে একটি অংশীদারত্ব নেয়ার পরিকল্পনা করে। কোম্পানিটি সম্প্রতি লেবাননে ৩০ মিলিয়ন ডলারের মূলধন সহ অন্যান্য শেয়ারহোল্ডারদের সাথে একটি নতুন বিনিয়োগ ব্যাংক প্রতিষ্ঠার পরিকল্পনা করেছে।\nএসআইআইএল-এর কার্যক্রম কাতার, সংযুক্ত আরব আমিরাত, ফিলিস্তিন, কুয়েত, সৌদি আরব, ওমান, বাহরাইন, জর্ডান এবং লেবাননেও বিস্তৃত।\nএটি সম্প্রতি মধ্যপ্রাচ্য অঞ্চলের ফোর্বস মিডল ইস্টের শীর্ষ ২০০ কোম্পানির মধ্যে একটি হিসাবে নির্বাচিত হয়েছে।\nসালাম ইন্টারন্যাশনাল ইনভেস্টমেন্ট এবং সালাম বাউনিয়ানের পরিচালনা পর্ষদের চেয়ারম্যান ছাড়াও জনাব ইসা কাতারি ব্যবসায়ী সমিতির মহাসচিব যা কাতারের একটি অন্যতম বেসরকারি সংস্থা। এটি কাতারের ব্যবসায়ী সম্প্রদায়ের উন্নয়নে এবং আন্তর্জাতিকভাবে কাতারের বাণিজ্যিক ভাবমূর্তি বাড়াতে গুরুত্বপূর্ণ ভূমিকা পালন করে।\nএছাড়াও তিনি কাতারের আল শাখাব একস্ট্রিয়ান একাডেমীর বোর্ড অফ ট্রাস্টির সদস্য, লেবাননের সিরেনের ভাইস-চেয়ারম্যান এবং কাতারি-তুর্কি ব্যবসায়িক কাউন্সিলের ভাইস-চেয়ারম্যান।\n\n\n== তথ্যসূত্র =="}