{"pageid": 1099779, "title": "শিল্প সম্পর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1099779", "content": "শিল্প সম্পর্ক বা কর্মসংস্থান সম্পর্ক হল বহুবিভাগীয় একাডেমিক ক্ষেত্র যা কর্মসংস্থান সম্পর্ক অধ্যয়ন করে; অর্থাৎ নিয়োগকর্তা এবং কর্মচারী, শ্রমিক/ট্রেড ইউনিয়ন, নিয়োগকর্তা সংস্থা এবং রাষ্ট্রের মধ্যে জটিল আন্তঃসম্পর্ক।\nনতুন নাম, \"কর্মসংস্থান সম্পর্ক\" ক্রমবর্ধমানভাবে প্রাধান্য পাচ্ছে কারণ \"শিল্প সম্পর্ক\" প্রায়শই তুলনামূলকভাবে সংকীর্ণ অর্থ দেখা যায়।তথাপি, শিল্প সম্পর্ক প্রায়শই \"অ-শিল্প\" কর্মসংস্থান সম্পর্ক সহ ব্যাপক অর্থে কর্মসংস্থান সম্পর্কের সাথে সম্পর্কিত। এটি কখনও কখনও মানব সম্পদ ব্যবস্থাপনার পৃথক কিন্তু সম্পর্কিত শৃঙ্খলার একটি প্রবণতা হিসাবে দেখা হয়।\nযদিও কিছু পণ্ডিত শিল্প/কর্মসংস্থান সম্পর্ককে কর্মচারী সম্পর্ক এবং শ্রম সম্পর্কের সমার্থক হিসাবে বিবেচনা করেন এটি বিতর্কিত, কারণ নিয়োগকর্তা, ব্যবস্থাপক এবং/অথবা দৃষ্টিকোণ থেকে কর্মচারী/শ্রমিক সম্পর্কের সংকীর্ণ, অর্থাৎ কর্মচারী বা শ্রমের উপর। কর্মকর্তাদের উপরন্তু, কর্মচারী সম্পর্ককে প্রায়শই শুধুমাত্র অ-ইউনিয়নাইজড শ্রমিকদের সাথে আচরণ হিসাবে ধরা হয়, যেখানে শ্রম সম্পর্ককে সংগঠিত শ্রমের সাথে, অর্থাৎ ইউনিয়নবদ্ধ শ্রমিকদের সাথে আচরণ হিসাবে দেখা হয়। কিছু শিক্ষাবিদ, বিশ্ববিদ্যালয় এবং অন্যান্য প্রতিষ্ঠান মানবসম্পদ ব্যবস্থাপনাকে উপরের এক বা একাধিক শাখার সমার্থক বলে মনে করে, যদিও এটিও বিতর্কিত।\n\n\n== ভূমিকা ==\nশিল্প সম্পর্ক বিভিন্ন কর্মসংস্থান পরিস্থিতি পরীক্ষা করে, শুধুমাত্র একটি ইউনিয়নবদ্ধ কর্মীবাহিনীর সাথে নয়। যাইহোক, ব্রুস ই. কফম্যানের মতে, \"বড় মাত্রায়, বেশিরভাগ পণ্ডিত ট্রেড ইউনিয়নবাদ, যৌথ দরকষাকষি এবং শ্রম- ব্যবস্থাপনা সম্পর্ক, এবং জাতীয় শ্রম নীতি এবং শ্রম আইনকে বিবেচনা করেন যার মধ্যে তারা এম্বেড করা হয়েছে, ক্ষেত্রের মূল বিষয় হিসাবে \"\n১৯ শতকের শেষে মার্কিন যুক্তরাষ্ট্রে সূচনা করা হয়েছিল, এটি নতুন চুক্তির সাথে একত্রে একটি ক্ষেত্র হিসাবে শুরু হয়েছিল। যাইহোক, এটি সাধারণত শুধুমাত্র ইংরেজি-ভাষী দেশগুলিতে অধ্যয়নের একটি পৃথক ক্ষেত্র হিসাবে বিবেচিত হয়, মহাদেশীয় ইউরোপে এর সরাসরি সমতুল্য নেই। সাম্প্রতিক কালে, শিল্প সম্পর্ক একটি ক্ষেত্র যেমন পতন ট্রেড ইউনিয়ন গুরুত্ব পতন হয়েছে, সংগতি এবং বৃদ্ধির পক্ষপাত সঙ্গে ব্যবসা স্কুলের মানব সম্পদ জন্য ব্যবস্থাপনা দৃষ্টান্ত।\n\n\n=== ২০০৫ সালে মেলবোর্নে শিল্প সম্পর্ক আইনের বিরুদ্ধে প্রতিবাদ ===\nশিল্প সম্পর্কের তিনটি মুখ রয়েছে: বিজ্ঞান নির্মাণ, সমস্যা সমাধান এবং নৈতিক। বিজ্ঞান নির্মাণের পর্যায়ে, শিল্প সম্পর্ক সামাজিক বিজ্ঞানের অংশ, এবং এটি উচ্চ-মানের, কঠোর গবেষণার মাধ্যমে কর্মসংস্থান সম্পর্ক এবং এর প্রতিষ্ঠানগুলিকে বোঝার চেষ্টা করে। এই শিরায়, শিল্প সম্পর্ক বৃত্তি শ্রম অর্থনীতি, শিল্প সমাজবিজ্ঞান, শ্রম ও সামাজিক ইতিহাস, মানব সম্পদ ব্যবস্থাপনা, রাষ্ট্রবিজ্ঞান, আইন এবং অন্যান্য ক্ষেত্রে বৃত্তির সাথে ছেদ করে।\nশিল্প সম্পর্ক স্কলারশিপ অনুমান করে যে শ্রম বাজার পুরোপুরি প্রতিযোগিতামূলক নয় এবং এইভাবে, মূলধারার অর্থনৈতিক তত্ত্বের বিপরীতে, নিয়োগকর্তাদের সাধারণত কর্মচারীদের চেয়ে বেশি দর কষাকষির ক্ষমতা থাকে। শিল্প সম্পর্ক বৃত্তি আরও অনুমান করে যে নিয়োগকর্তা এবং কর্মচারীদের মধ্যে অন্তত কিছু অন্তর্নিহিত স্বার্থের দ্বন্দ্ব রয়েছে (উদাহরণস্বরূপ, উচ্চ মজুরি বনাম উচ্চ মুনাফা) এবং এইভাবে, মানব সম্পদ ব্যবস্থাপনা এবং সাঙ্গঠনিক আচরণে বৃত্তির বিপরীতে, দ্বন্দ্ব কর্মসংস্থান সম্পর্কের একটি স্বাভাবিক অংশ হিসাবে দেখা হয়। শিল্প সম্পর্কের পণ্ডিতরা তাই প্রায়শই বিভিন্ন প্রাতিষ্ঠানিক ব্যবস্থাগুলি অধ্যয়ন করে যা কর্মসংস্থান সম্পর্কের বৈশিষ্ট্য এবং আকার দেয় - দোকানের ফ্লোরে নিয়ম এবং ক্ষমতা কাঠামো থেকে, কর্মক্ষেত্রে কর্মচারীর ভয়েস মেকানিজম, কোম্পানি, আঞ্চলিক বা জাতীয় স্তরে যৌথ দর কষাকষির ব্যবস্থা পর্যন্ত। বিভিন্ন স্তরের পাবলিক পলিসি এবং শ্রম আইন শাসন, বিভিন্ন ধরনের পুঁজিবাদ (যেমন কর্পোরেটিজম, সামাজিক গণতন্ত্র এবং নব্য উদারনীতি )।\nযখন শ্রম বাজারকে অসম্পূর্ণ হিসাবে দেখা হয়, এবং যখন কর্মসংস্থান সম্পর্কের মধ্যে স্বার্থের দ্বন্দ্ব অন্তর্ভুক্ত থাকে, তখন শ্রমিকদের স্বার্থ পরিবেশন করার জন্য এবং চরম ক্ষেত্রে শ্রমিক শোষণ রোধ করার জন্য কেউ বাজার বা পরিচালকদের উপর নির্ভর করতে পারে না। শিল্প সম্পর্কের পণ্ডিত এবং অনুশীলনকারীরা, তাই, কর্মসংস্থান সম্পর্কের কার্যকারিতা উন্নত করতে এবং শ্রমিকদের অধিকার রক্ষার জন্য প্রাতিষ্ঠানিক হস্তক্ষেপকে সমর্থন করে। এই প্রাতিষ্ঠানিক হস্তক্ষেপের প্রকৃতি অবশ্য শিল্প সম্পর্কের মধ্যে দুটি শিবিরের মধ্যে ভিন্ন। বহুত্ববাদী শিবির কর্মসংস্থান সম্পর্ককে ভাগ করা স্বার্থ এবং স্বার্থের সংঘাতের মিশ্রণ হিসাবে দেখে যা মূলত কর্মসংস্থান সম্পর্কের মধ্যে সীমাবদ্ধ। কর্মক্ষেত্রে, বহুত্ববাদীরা, তাই, চ্যাম্পিয়নঅভিযোগের পদ্ধতি, কর্মচারী ভয়েস মেকানিজম যেমন ওয়ার্কস কাউন্সিল এবং ট্রেড ইউনিয়ন, যৌথ দর কষাকষি এবং শ্রম-ব্যবস্থাপনা অংশীদারিত্ব। নীতির ক্ষেত্রে, বহুত্ববাদীরা ন্যূনতম মজুরি আইন, পেশাগত স্বাস্থ্য ও নিরাপত্তার মান, আন্তর্জাতিক শ্রম মান এবং অন্যান্য কর্মসংস্থান ও শ্রম আইন এবং পাবলিক নীতিগুলির পক্ষে সমর্থন করে। এই প্রাতিষ্ঠানিক হস্তক্ষেপগুলিকে শুধুমাত্র অর্থনৈতিক দক্ষতাই নয়, কর্মীদের ইক্যুইটি এবং ভয়েসও তৈরি করার জন্য কর্মসংস্থান সম্পর্কের ভারসাম্য বজায় রাখার পদ্ধতি হিসাবে দেখা হয়। বিপরীতে, মার্কসবাদী-অনুপ্রাণিত সমালোচনামূলক শিবির নিয়োগকর্তা-কর্মচারী স্বার্থের দ্বন্দ্বকে তীব্রভাবে বিরোধী হিসাবে এবং গভীরভাবে আর্থ-সামাজিক-রাজনৈতিক-অর্থনৈতিক ব্যবস্থায় সংযুক্ত হিসাবে দেখে। এই দৃষ্টিকোণ থেকে, একটি ভারসাম্যপূর্ণ কর্মসংস্থান সম্পর্কের অন্বেষণ নিয়োগকর্তাদের স্বার্থকে অনেক বেশি গুরুত্ব দেয় এবং এর পরিবর্তে পুঁজিবাদের মধ্যে অন্তর্নিহিত তীব্র বিরোধী কর্মসংস্থান সম্পর্ককে পরিবর্তন করার জন্য গভীর-উপস্থিত কাঠামোগত সংস্কার প্রয়োজন। জঙ্গী ট্রেড ইউনিয়ন এইভাবে প্রায়ই সমর্থন করা হয়।\n\n\n== ইতিহাস ==\nশিল্প সম্পর্কের শিকড় শিল্প বিপ্লবের মধ্যে রয়েছে যা হাজার হাজার মজুরি শ্রমিকের সাথে মুক্ত শ্রমবাজার এবং বৃহৎ আকারের শিল্প সংস্থাগুলি তৈরি করে আধুনিক কর্মসংস্থানের সম্পর্ক তৈরি করেছে। সমাজ যখন এই ব্যাপক অর্থনৈতিক ও সামাজিক পরিবর্তনের সাথে লড়াই করে, তখন শ্রম সমস্যা দেখা দেয়। কম মজুরি, দীর্ঘ কর্মঘণ্টা, একঘেয়ে এবং বিপজ্জনক কাজ, এবং অপমানজনক তত্ত্বাবধায়ক অনুশীলনগুলি উচ্চ কর্মচারীর সহিংস ধর্মঘট এবং সামাজিক অস্থিতিশীলতার হুমকির দিকে পরিচালিত করে।\n\n\n== তাত্ত্বিক দৃষ্টিভঙ্গি ==\nঅ্যালান ফক্সের মতো শিল্প সম্পর্কের পণ্ডিতরা তিনটি প্রধান তাত্ত্বিক দৃষ্টিভঙ্গি বা কাঠামো বর্ণনা করেছেন, যা কর্মক্ষেত্রের সম্পর্কের তাদের বোঝার এবং বিশ্লেষণে বৈপরীত্য। তিনটি দৃষ্টিভঙ্গি সাধারণত এককতাবাদ, বহুত্ববাদ এবং র‌্যাডিক্যাল বা সমালোচনামূলক স্কুল নামে পরিচিত। প্রতিটি কর্মক্ষেত্র সম্পর্কের একটি বিশেষ উপলব্ধি প্রদান করে এবং তাই, কর্মক্ষেত্রের দ্বন্দ্ব, ইউনিয়নের ভূমিকা এবং চাকরির নিয়ন্ত্রণের মতো ঘটনাগুলিকে ভিন্নভাবে ব্যাখ্যা করবে। সমালোচনামূলক বিদ্যালয়ের দৃষ্টিকোণকে কখনও কখনও দ্বন্দ্ব মডেল হিসাবে উল্লেখ করা হয়, যদিও এটি কিছুটা অস্পষ্ট, কারণ বহুত্ববাদও কর্মক্ষেত্রে দ্বন্দ্বকে অন্তর্নিহিত হিসাবে দেখে। মৌলবাদী তত্ত্বগুলি মার্কসবাদী তত্ত্বগুলির সাথে দৃঢ়ভাবে চিহ্নিত করা হয়, যদিও তারা এইগুলির মধ্যে সীমাবদ্ধ নয়।\n\n\n== তথ্যসূত্র =="}