{"pageid": 1099621, "title": "বর্মী রুপি", "url": "https://bn.wikipedia.org/wiki?curid=1099621", "content": "রুপি ছিলো ১৯৪৩–১৯৪৫ ব্যতীত ১৮৫২ থেকে ১৯৪৫ সাল পর্যন্ত বার্মার (বর্তমান মিয়ানমার) মুদ্রা।\n\n\n== ইতিহাস ==\nব্রিটিশরা বার্মা জয় করার পর তারা ক্যত এর স্থলে ভারতীয় রুপির প্রচলন করে। ১৮৯৭ সাল থেকে ভারতীয় সরকার রেঙ্গুনে ভারতের মত একই সাধারণের ধরনের নোট চালু করে কিন্তু ভারতীয় ভাষা ব্যবহারের বদলে সেসব নোটে বার্মার ভাষা ব্যবহার করা হয়। ১৯১৭ এবং আবারো ১৯২৭ সাল থেকে বার্মায় ব্যবহারের জন্য অতিরিক্ত মুদ্রিত ভারতীয় নোটগুলো ছাড়া হয়। বার্মা ১৯৩৭ সালে স্বতন্ত্র উপনিবেশ হওয়ার পরে বার্মার জন্য পৃথক নোট ছাপানো শুরু হলেও কোন পৃথক ধাতব মুদ্রার প্রচলন করা হয়নি।\n১৯৪২ সালে জাপানীরা বার্মার নিয়ন্ত্রণ পাওয়ার পর সেখানে নতুন রুপি প্রচলন করে যা ছিলো ১০০ পয়সার সমতুল্য। এই মুদ্রা শুধু কাগজে ছাপানো হতো। ১৯৪৫ সালে এই রুপিকে ক্যত দ্বারা প্রতিস্থাপিত করা হয়। ১৯৪৫ সালে জাপানি রুপি মূল্যহীন ঘোষিত হয় এবং বার্মা আবার ভারতীয় ধাতব মুদ্রা এবং নিজস্ব রুপির নোট ব্যবহার শুরু করে।\n১৯৪৮ সালে স্বাধীন হওয়ার পর বার্মা ধাতব মুদ্রা ও কাগুজে মুদ্রা সমেত নিজেদের রুপির প্রচলন করে। এক রুপিকে ১৬ পে-তে (ভারতীয় আনা এর সমতুল্য) ভাগ করা হতো, প্রতিটি পে ছিলো ৪ পয়্যার সমতুল্য ছিলো (ভারতীয় পয়সার সমতুল্য)। বর্মী রুপিকে ১৯৫২ সালে ক্যত দ্বারা প্রতিস্থাপন করা হয়।\n\n\n== ধাতব মুদ্রা ==\n১৯৪৯ সালে ধাতব মুদ্রা হিসেবে ২ পয়্যা, ১, ২, ৪ এবং ৮ পে বাজারে ছাড়া হয়। এগুলোর আকার এবং তামা-নিকেলের গঠন ভারতীয় ½, ১ ও ২ আনা এবং ¼ ও ½ রুপির সাথে মিল রেখে তৈরি করা হয়েছিলো। ধাতব মুদ্রাগুলোয় চিন্থে নামক পৌরাণিক সিংহ-ড্রাগন প্রানীর ছবি থাকতো।\n\n\n== ব্যাংক নোট ==\n\n১৮৯৭ থেকে ১৯২২ পর্যন্ত ৫, ১০ ও ১০০ রুপির নোট ইস্যু করা হতো ভারতীয় রুপির মতই কিন্তু ভিন্ন ভাষা ব্যবহার করা হতো। ১৯১৭ সালে ভারতীয় আড়াই রুপির নোট বার্মায় ব্যবহারের জন্য অতিরিক্ত ছাপানো হয়, একই উদ্দেশ্যে ১৯২৭ সালে ৫০ রুপি এবং ১৯২৭ থেকে ১৯৩৭ পর্যন্ত ১০০ রুপির নোট অতিরিক্ত ছাপানো হয়।\n১৯৩৭ সালে ভারতীয় রিজার্ভ ব্যাঙ্ক থেকে \"শুধুমাত্র বার্মায় আইনি দরপত্রে\" লেখা যুক্ত ৫, ১০ এবং ১০০ রুপির নোট অতিরিক্ত পরিমাণে ছাপানো হয়। ১৯৩৮ সালে ভারতীয় রিজার্ভ ব্যাংক থেকে ৫, ১০, ১০০, ১০০০ এবং ১০০০০ বর্মী রুপির নোট ছাপানো হয়।\n১৯৪২ সালে জাপান সরকার ১, ৫, ও ১০ এবং ¼, ½, ১, ৫, ১০ ও ১০০ রুপি ইস্যু করে। এই নোটগুলোকে ১৯৪৪ সালে ১, ৫, ১০ এবং ১০০ ক্যত দ্বারা প্রতিস্থাপন করা হয়, যেগুলো ক্ষণকালীন দ্বিতীয় বর্মী ক্যত নামেও পরিচিত। ১৯৪৫ সালে সামরিক প্রশাসন জাপানি ক্যত নোট প্রতিস্থাপন করতে ১, ৫, ১০ ও ১০০ ভারতীয় রুপির নোট অতিরিক্ত ইস্যু করে।\n১৯৪৭ সালে বার্মা মুদ্রা বোর্ড ১, ৫, ১০ ও ১০০ রুপির কাগুজে মুদ্রা ইস্যুর ক্ষমতা নিয়ে নেয়। ১৯৪৮ সালে স্বাধীনতাপ্রাপ্তির পর বার্মা সরকার নোট পুরনো পদ্ধতিতে ইস্যু করতে থাকে। ১৯৫৩ সালে বার্মার ইউনিয়ন ব্যাংক রুপির চূড়ান্ত ও শেষ কিছু নোট ইস্যু করে।\n\n\n== তথ্যসূত্র =="}