{"pageid": 1099126, "title": "উসমানীয়–সফবীয় যুদ্ধ (১৫৩২–১৫৫৫)", "url": "https://bn.wikipedia.org/wiki?curid=1099126", "content": "১৫৩২-১৫৫৫ সালের উসমানীয়–সফবীয় যুদ্ধ ছিলো দুই বড় প্রতিদ্বন্দ্বী, প্রথম সুলাইমান নেতৃত্বাধীন উসমানীয় সাম্রাজ্য ও প্রথম তাহমাস্প নেতৃত্বাধীন সফবীয় সাম্রাজ্য, মধ্যকার সংঘটিত যুদ্ধগুলোর অন্যতম একটি যুদ্ধ।\n\n\n== পটভূমি ==\nদুই সাম্রাজ্যের মাঝে বিরোধের ফলে বিশেষত যখন বিতলিসের বে নিজেকে পারসিকদের নিরাপত্তার রাখার সিদ্ধান্ত নেওয়ার ফলে এই যুদ্ধ সংঘটিত হয়। এছাড়া, তাহমাস্পের বাগদাদের গভর্নর, যে সুলাইমানের প্রতি সহানুভূতি ছিলো, সেই গভর্নর গুপ্তহত্যার শিকার হয়।\nকূটনৈতিক দিক থেকে সফবীয়রা হ্যাবসবার্গদের সাথে ঐক্যবদ্ধ হয়ে হ্যাবসবার্গ-পারসিক জোট গঠন করে উসমানীয় সাম্রাজ্যকে দুই দিক থেকে আক্রমণ করার ব্যাপারে আলোচনা চালিয়ে আসছিলো।\n\n\n== দুই ইরাকের সামরিক অভিযান, ১৫৩২–১৫৩৬) ==\nউসমানীয়রা, প্রথমবার উজিরে আজম ইব্রাহিম পাশা, এবং পরবর্তীতে সুলাইমানের সাথে যুক্ত হয়ে, সফলভাবে সফবীয় ইরাক আক্রমণ করে, বিতলিস পুনরুদ্ধার করে, ও তাবরিজ দখল করতে এগিয়ে যায় এবং তারপর ১৫৩৪ সালে বাগদাদ দখলে নিয়ে নেয়। পোড়া মাটি নীতি মেনে তাহমাস্প উসমানীয় সেনাদের সাথে ছলনা করতে থাকে এবং পিছু হটতে থাকে।\n\n\n== দ্বিতীয় সামরিক অভিযান (১৫৪৮–১৫৪৯) ==\n\nউজিরে আজম রুস্তম পাশার নেতৃত্বে, উসমানীয়রা শাহকে একেবারে চিরতরে হারিয়ে দেওয়ার চেষ্টা করে, সুলাইমান ১৫৪৮–১৫৪৯ সালে তার দ্বিতীয় অভিযান শুরু করে। তাহমাস্প আবার পোড়া মাটি নীতি অনুসারে আরমেনিয়ার পথে সময় নষ্ট করার উদ্দেশ্যে বাঁধা সৃষ্টি করতে থাকে। অন্যদিকে হ্যাবসবার্গসদের শত্রু ফরাসি রাজা প্রথম ফ্রান্সিস ও প্রথম সুলাইমান ১৫৩৬ সালে ফরাসি-উসমানীয় মৈত্রী গড়ে তুলেছিলো হ্যাবসবার্গসদের বিরুদ্ধে মোকাবেলা করার জন্য। ১৫৪৭ সালে যখন সুলাইমান পারস্য আক্রমণ করে তখন অভিযান সঙ্গ দিতে ফ্রান্স নিজেদের রাষ্ট্রদূত গ্যাব্রিয়েল ডি লুয়েৎজকে সাথে পাঠিয়েছিলো। গ্যাব্রিয়েল ডি লুয়েৎজ ভান অবরোধের সময় লড়াইয়ে কামান স্থাপনের ক্ষেত্রে সুলাইমানকে সামরিক পরামর্শ দেয়। সুলাইমান তাবরিজ, পারস্য শাসিত আরমেনিয়া জয় করেন, পূর্ব আনাতোলিয়ার ভান প্রদেশে নিজেদের স্থায়ী উপস্থিতি নিশ্চিত করেন এবং জর্জিয়ার কিছু দূর্গের নিয়ন্ত্রণ নিতে সক্ষম হোন।\n\n\n== তৃতীয় সামরিক অভিযান (১৫৫৩–১৫৫৫) এবং ফলাফল ==\n১৫৫৩ খ্রিস্টাব্দে উসমানীয়রা, প্রথম উজিরে আজম রুস্তম পাশার নেতৃত্বে, পরে সুলাইমানের সাথে যোগ দিয়ে, শাহের বিরুদ্ধে নিজেদের তৃতীয় সামরিক অভিযান শুরু করে, এই অভিযানে উসমানীয়রা প্রথমে পরাজয় বরন করে এবং পরে এরজুলুমের নিয়ন্ত্রণ ফিরে পায়। ১৫৫৫ সালে আমাসিয়া শান্তি চুক্তির ফলে উসমানীয় অঞ্চলগুলোর নিরাপত্তা নিশ্চিত করা সম্ভব হয়। সুলাইমান তাবরিজ ফিরিয়ে দিলেও বাগদাদ, নিম্ন মেসোপটেমিয়া, পশ্চিম আরমেনিয়া, পশ্চিম জর্জিয়া, ফোরাত ও দজলা সহ পারস্য উপসাগরের উপকূলের কিছু অংশ নিজের কাছে রাখেন। পারস্য ককেসাসে এর অবশিষ্ট উত্তর-পশ্চিম অঞ্চলগুলোর নিয়ন্ত্রণ বহাল রাখে।\nপারস্যের সাথে তার দৃঢ় প্রতিশ্রুতির কারণে, সুলাইমান ফরাসি-উসমানীয় কর্সিকার আক্রমণ (১৫৫৩) যুদ্ধে ফ্রান্সকে সীমিত নৌ সমর্থন দিয়ে সাহায্য করতে পেরেছিলো।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nYves Bomati and Houchang Nahavandi,Shah Abbas, Emperor of Persia,1587–1629, 2017, ed. Ketab Corporation, Los Angeles, আইএসবিএন ৯৭৮-১৫৯৫৮৪৫৬৭২, English translation by Azizeh Azodi.\nMikaberidze, Alexander (২০১৫)। Historical Dictionary of Georgia (2 সংস্করণ)। Rowman & Littlefield। পৃষ্ঠা xxxi। আইএসবিএন 978-1442241466। \n\n\n== আরো পড়ুন ==\nTracy, James (২০১৫)। \"Foreign Correspondence: European Accounts of Sultan Süleyman I's Persian Campaigns, 1548 and 1554\"। Turkish Historical Review। 6 (2): 194–219। ডিওআই:10.1163/18775462-00602004।"}