{"pageid": 1099044, "title": "মেলানকোলিয়া (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1099044", "content": "মেলানকোলিয়া (বাংলা: বিষাদ; কোরীয়: 멜랑꼴리아; আরআর: Mellangkkollia) হল একটি দক্ষিণ কোরিয়ান টেলিভিশন সিরিজ যা পরিচালনা করেছেন কিম সাং-হাইওব এবং এতে অভিনয় করেছেন ইম সু-জুং, লি ডো-হিউন, জিন কিউং এবং জ্যাং হিউন-সং। সিরিজটি গ্যাংনামের বেসরকারি উচ্চ বিদ্যালয়ে কেলেঙ্কারি ও দুর্নীতির গল্প বলে।  এটি টিভিএন-এর ১৫তম বার্ষিকী বিশেষ প্রকল্প হিসাবে ১০ নভেম্বর, ২০২১-এ টিভিএন-এ প্রিমিয়ার হয়েছিল এবং বুধবার ও বৃহস্পতিবার রাত ১০টা ৩০ মিনিটে (কোরিয়ান সময়) প্রচারিত হয়েছে। এছাড়া এটি স্ট্রিমিং-এর জন্য উপলব্ধ আছে আইকিউআইওআইআই ও ভিউ এর মাধ্যমে কিছু নির্বাচিত অঞ্চলে। \n\n\n== সারমর্ম ==\nমেলানকোলিয়ায় একটি নামকরা বেসরকারী আহসেং উচ্চ বিদ্যালয়ের একজন গণিত শিক্ষিকা জি ইউন-সু (ইম সু-জং দ্বারা অভিনয় করা হয়েছে)-এর গল্প বলা হয়েছে যা দুর্নীতির কেন্দ্রস্থল। তিনি বাইরের দিক থেকে ভাল স্বভাবের কিন্তু কিছু সম্পর্কে তার মন তৈরি করার পরে তিনি খুব কঠোর এবং একগুঁয়ে হয়ে যান। গণিত সম্পর্কে অত্যন্ত উত্সাহী, তিনি একজন শিক্ষিকা যিনি তার ছাত্রদের তাদের নিজস্ব উত্তর খুঁজে পেতে উত্সাহিত করেন। স্কুলে, তার সাথে দেখা হয় বায়েক সিউং-ইউ (লি ডো-হিউন অভিনয় করেছেন) এর, একজন সমস্যাগ্রস্ত ছাত্র যিনি ক্লাসের নীচের স্তরের শিক্ষার্থী। সে গণিতে তার সম্ভাবনা লক্ষ্য করে এবং তার মনোযোগ এবং তার সাথে মিথস্ক্রিয়ায় সেউং-ইয়ুর গ্রেড বেড়ে যায় এবং ক্লাসে এক নম্বর হয়।\nবায়েক সেউং-ইয়ু নিজে একজন ছাত্র যিনি খুব কমই কথা বলেন, কিন্তু তিনি তার ক্যামেরা দিয়ে ছবি তুলতে পছন্দ করেন। স্কুলে তার কোন বন্ধু নেই, কিন্তু তার একটা জঘন্য অতীত আছে। তিনি যখন শিশু ছিলেন, তিনি অনেক গাণিতিক অলিম্পিয়াড জিতেছিলেন। যখন তাঁর বয়স ১০ বছর ছিল, তিনি মার্কিন যুক্তরাষ্ট্রের ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজিতে প্রবেশ করেন, কিন্তু ১২ বছর বয়সে তিনি হঠাৎ অদৃশ্য হয়ে যান।\nইউন-সু কখনই জানতেন না যে সেউং-ইউ-এর সাথে তার মনোযোগ এবং মিথস্ক্রিয়া অন্যান্য ছাত্র এবং পিতামাতার মধ্যে একজন শিক্ষিকা-ছাত্রের যৌন কেলেঙ্কারির গুজব তৈরি করবে, যার ফলস্বরূপ তাকে চাকরি থেকে বরখাস্ত করা হয়েছিল। চার বছর পর, ইউন-সু এবং সেউং-ইউ আবার দেখা করেন। এখন প্রাপ্তবয়স্ক হিসাবে উভয়েই, আহসেং হাই স্কুলের দুর্নীতি প্রকাশ করতে এবং একজন শিক্ষিকা হিসাবে ইউন-সুর খ্যাতি পুনরুদ্ধার করতে একত্রিত হয়।\n\n\n== অভিনয়ে ==\n\n\n=== প্রধান ভূমিকায় ===\nজি ইউন-সু চরিত্রে ইম সু-জং, একজন গণিতের শিক্ষিকা।\nতরুণী জি ইউন-সু চরিত্রে চা জুং-হিউন\nলি ডো-হিউন বায়েক সেউং-ইউ/বায়েক মিন-জায়ে চরিত্রে, একজন গণিত প্রতিভা\nচোই সেউং-হুন তরুণ বায়েক সেউং-ইউ/বায়েক মিন-জায়ে এর চরিত্রে\n\n\n=== সহ-অভিনেতাগন ===\n\n\n==== আসুং উচ্চ বিদ্যালয় ====\nজিওন জিন-কি চোই সিওং-হান চরিত্রে,\nআসুং একাডেমি ফাউন্ডেশনের সাথে অনুমোদিত আসুং উচ্চ বিদ্যালয়ের অধ্যক্ষ \nজিন কিয়ং নোহ জং-আহ হিসেবে, আহসুং হাই স্কুলের স্কুল প্রশাসনের প্রধান \nসিওং ইয়ে-রিনের চরিত্রে উ দা-ভি, মিন জুন এবং হাই মি-এর মেয়ে, আহসেং হাই স্কুলের প্রথম ছাত্রী \nআসুং একাডেমির সভাপতি এবং আহসুং ইন্টারন্যাশনাল মিডল স্কুলের প্রিন্সিপালের দ্বিতীয় কন্যা নোহ ইয়েওন-উ হিসাবে ওহ হাই-ওন \nজ্যাং গিউ-ইয়ং হিসাবে চোই উ-সুং,\nপুরো স্কুলে দ্বিতীয়, সে সবসময় বায়েক সেউং-ইউ-এর প্রতি ঈর্ষান্বিত হয়। \nকিম জিন-হি চরিত্রে ইয়াং জো-আহ,\nআসুং হাই স্কুলের কোরিয়ান ভাষা বিভাগের একজন শিক্ষক এবং দ্বিতীয় বর্ষের অষ্টম শ্রেণির হোমরুমের শিক্ষক\nআহন সিওং-গো চরিত্রে কিম মি-হে\nআহসেং উচ্চ বিদ্যালয়ের একজন গণিত শিক্ষক \nলি কাং-জি লি হিউন-জাই চরিত্রে, বায়েক সেউং-ইয়ুর ঘনিষ্ঠ বন্ধু \nপার্ক হিউন-ডো চরিত্রে লি সাং-জিন, বায়েক সেউং-ইয়ুর ঘনিষ্ঠ বন্ধু। তিনি প্রাণবন্ত উজ্জ্বল এবং সৎ, এবং সেউংজিও এবং হিউনজায়ের সাথে নৃত্য ক্লাবে যোগ দেন \nওহ জিন-তায়েক চরিত্রে সন জিন-হওয়ান, দক্ষিণ কোরিয়ার ১ম শিক্ষা জেলার একটি বিখ্যাত বেসরকারি উচ্চ বিদ্যালয়, আসুং হাই স্কুলের অধ্যক্ষ। \nকিম জি-ইয়ং কিম জি-না চরিত্রে\nনোহ জং-আহের একমাত্র কন্যা, আসুং হাই স্কুলের স্কুল বিষয়ক প্রধান, লিটল প্যারিস হিলটন হিসাবে, তিনি তার মায়ের ছায়ায় বন্ধুত্বপূর্ণ, স্পষ্টভাষী, তার বন্ধুদের অবহেলা করেন এবং খারাপ কাজ করেন। \nচোই সি-আন চরিত্রে শিন সু-ইয়ন।\nকিউং সু-ইয়ং চরিত্রে লি দা-ইয়ন, মন্ত্রী কিউং-মিনের কন্যা, যিনি আহ সুং হাই স্কুল স্থানান্তর করার জন্য তার পিতার ক্ষমতা ধার করেন।\n\n\n==== অন্যান্য ====\nরিও সিওং-জায়ে, ইউন সু-এর বাগদত্তা, শিক্ষা অফিসের নীতি উপদেষ্টা হিসেবে চোই দা-হুন \nসিওং মিন-জুনের চরিত্রে জ্যাং হিউন-সুং, আসুং হাই স্কুলের একজন ছাত্রের পিতামাতা এবং জাতীয় পরিষদের সদস্য\nইউ হাই-মি চরিত্রে ব্যুন জং-সু, শীর্ষ অভিনেত্রী, সিওং মিন-জুনের স্ত্রী\nবায়েক জি-ওন মিন হি-সেউং-এর চরিত্রে, একজন মা যিনি কষ্ট পান তার ছেলেকে স্কুলে সবার শেষে দেখে।\nবায়েক মিন-সিকের চরিত্রে কিম হো-জিন, হ্যাঙ্গক-ডং-এর একজন মনোরোগ বিশেষজ্ঞ\nজেনির মা হিসেবে সানউ, একজন মা যিনি তার মেয়ে জেনির শিক্ষার জন্য কঠোর পরিশ্রম করেন। \nজি হিউন-উকের চরিত্রে ওহ কোয়াং-রক, জি ইউন-সু'র বাবা\nজো ইউন-আহ চরিত্রে লি সে-না, বেতার কেন্দ্রের সাংবাদিক\n\n\n== প্রযোজনা ==\nএপ্রিল ২০২১-এ, ইম সু-জংকে টিভি সিরিজে অভিনয় করার প্রস্তাব দেওয়া হয়েছিল। তার এজেন্সি কিং কং জানিয়েছে যে তারা এটিকে ইতিবাচকভাবে বিবেচনা করছে। ইম সু-জং দুই বছরের বিরতির পরে সিরিজে হাজির হচ্ছেন কারণ তিনি শেষবার ২০১৯ টিভিএন সিরিজ সার্চঃডব্লিউডব্লিউডব্লিউ-তে হাজির হয়েছিলেন।  ২০২১ সালের জুলাইয়ে অভিনয়ের জন্য লাইন আপ নিশ্চিত করা হয়েছিল।  ৭ বছর বিরতির পর এই সিরিজে হাজির হচ্ছেন সান উ। তিনি সর্বশেষ ২০১৪ সিরিজ ফ্যামিলি সিক্রেট এ হাজির হয়েছিলেন। \n৩১ অক্টোবর, ২০২১-এ রিপোর্ট করা হয়েছিল যে চিত্রগ্রহণের সাইটে ৪ জন কর্মী সদস্য-এর কোভিড-১৯ পজিটিভ পাওয়া গেছে এবং নিরাপত্তা নির্দেশিকা অনুসারে উত্পাদন স্থগিত করা হয়েছিল। যেহেতু এটি সিরিজের সম্প্রচারের মসৃণ প্রবাহকে প্রভাবিত করবে, তাই প্রথম পর্বের সম্প্রচার এক সপ্তাহের জন্য স্থগিত করা হয়েছিল। \n\n\n== মুক্তি ==\nসিরিজটি ৩ নভেম্বর, ২০২১-এ প্রিমিয়ার হওয়ার কথা ছিল  কিন্তু চিত্রগ্রহণের সাইটে কোভিড-১৯ সংক্রমণের কারণে প্রিমিয়ারটি ১০ নভেম্বর পর্যন্ত স্থগিত করা হয়েছিল। \n\n\n== দর্শকসংখ্যা ==\n\n\n== তথ্যসূত্র =="}