{"pageid": 1099147, "title": "সিলন টি", "url": "https://bn.wikipedia.org/wiki?curid=1099147", "content": "সিলন টি (অনু. সিলন চা) হল শ্রীলঙ্কায় উৎপাদিত চায়ের একটি ব্র্যান্ড। সিলন টি শুধুমাত্র ভৌগোলিক নির্দেশকই নয়, এটি শ্রীলঙ্কার সংস্কৃতি, ঐতিহ্য এবং পরিচয়ের স্তম্ভও। শ্রীলঙ্কা চা বোর্ড সিলন টি এর সিংহ মার্কাটির বৈধ মালিক। ২০১৯ সালে শ্রীলঙ্কা ছিলো পৃথিবীর চতুর্থ বৃহত্তম চা উৎপাদক এবং বৃহত্তম চা রপ্তানিকারক রাষ্ট্র। এর সিংহ মার্কাটি ২০১৬ সাল পর্যন্ত ৯৮টি দেশে তালিকাভুক্ত ছিল। সিলন টি ক্রমশ ক্রমবর্ধমান উৎপাদন খরচের প্রতিযোগিতার মুখোমুখি হচ্ছে। শ্রম মজুরি ও উপযোগিতা ব্যয় বৃদ্ধি এর প্রধান কারণ।\n\n\n== প্যাকেজিং ==\nচায়ের প্যাকের উপর সিংহ মার্কাটি যেন দেখা যায় সেজন্য কিছু নিয়মরীতি মেনে চলা হয়। মার্কাটি শুধু ভোক্তা প্যাকে যেন দেখা যায়, প্যাকের ভেতর শতভাগ খাঁটি সিলন চা থাকতে হবে, সিলন টি-এর পণ্য শ্রীলঙ্কায় প্যাক করতে হবে এবং শ্রীলঙ্কা চা বোর্ড দ্বারা এর নির্দিষ্টকৃত আদর্শ মান পণ্যের ক্ষেত্রে নিশ্চিত করতে হবে। সিলন টি-এর নিয়ন্ত্রিত উৎপাদনের ফলে একটি স্বীকৃত চা পণ্য এবং উচ্চ বিক্রি অর্জনে মান পরিশ্রুত অবস্থায় এটি বিক্রি করা উচিত। পরামর্শ দেওয়া হয় যে তালিকাভুক্ত কোম্পানিগুলোতে মার্কার সীমিত ব্যবহার চায়ের গুনগত এমএসএন নিশ্চিত করবে এবং যেসব গ্রাহক উন্নমানের পণ্য পছন্দ করেন তাদের মত আরো গ্রাহকদের দৃষ্টি আকর্ষণ করবে।\n\n\n== বাজার ও প্রতিযোগিতা ==\nউপযুক্ত বাজার অন্তর্ভুক্ত খাঁটি চায়ের বাজার \"খাঁটি সিলন টি\" বৈশ্বিক বাজারের মাত্র ১০ শতাংশ জায়গা দখল করে আছে। তথ্য বিশ্লেষণের মাধ্যমে দেখা গেছে যে শ্রীলঙ্কার মার্কেট শেয়ার ক্রমশ কমে যাচ্ছে অন্যদিকে কেনীয় চায়ের বেড়েই যাচ্ছে এবং তা শ্রীলঙ্কার মার্কেট শেয়ারকে অতিক্রম করে যাচ্ছে।\n\n\n== প্রচারণা ==\nশ্রীলঙ্কা জাতীয় ক্রিকেট দল ও শ্রীলঙ্কা জাতীয় মহিলা ক্রিকেট দল দুটি পৃষ্ঠপোষকতা করার জন্য সিলন টি তাদের সাথে চুক্তি সই করেছে যার মেয়াদ শুরু হয় ২০১৩ সালের জুন মাস থেকে, এখনো সিলন টি জাতীয় দলগুলোর পৃষ্ঠপোষক। শ্রীলঙ্কার চা রপ্তানির ৫০ শতাংশের বেশি এখনো ঐতিহ্যবাহী চা দখল করে আছে যেখানে ভ্যালু-অ্যাডেড চা (গ্রিন টি, স্বাদযুক্ত চা, জৈব চা, ইনস্ট্যান্ট চা, বরফ চা এবং ক্যানড টি) সমগ্র চা রপ্তানির ৪০ থেকে ৪৫ শতাংশ হয়ে থাকে। যদিও সব ধরনের ভ্যালু-অ্যাডেড চায়ের উৎপাদন খরচের ফলে মূল্য ঐতিহ্যবাহী চায়ের চেয়ে অনেক বেশি হয়ে থাকে। বিশ্বব্যাপী ভোক্তাদের পছন্দ বদলাচ্ছে, যার ফলে আরো উপযুক্ত চা পণ্যের চাহিদা বিশ্ব বাজারে বাড়ছে। এমনকি শ্রীলঙ্কান চা শিল্পের প্রতিযোগিতামূলক সুবিধা থাকলেও আন্তর্জাতিক বাজারের কর্মকাণ্ডে জড়িত থাকতে না পারার ফলে সেই প্রতিযোগিতামূলক সুবিধাটি তারা কাজে লাগাতে পারছেনা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশ্রীলঙ্কা চা বোর্ডের প্রাতিষ্ঠানিক ওয়েবসাইট"}