{"pageid": 1099041, "title": "বোধিসত্ত্ব তারার মূর্তি", "url": "https://bn.wikipedia.org/wiki?curid=1099041", "content": "বৌদ্ধ মহাযানে উল্লেখিত নারী বোধিসত্ত্ব তারার এই উন্মুক্ত বক্ষ, বক্র নিতম্ব ও সরু কোমরের ভাস্কর্যটি ৭ম থেকে ৮ম শতকের মধ্যবর্তী সময়ে নির্মিত বলে ধরা হয়। ব্রোঞ্জের ওপর সোনার প্রলেপ দেওয়া এই মূর্তিটি শ্রীলঙ্কায় পাওয়া প্রত্নতাত্ত্বিক বোধিসত্ত্ব মূর্তিগুলোরর একটি, যার বর্তমান অবস্থান লন্ডনের ব্রিটিশ মিউজিয়াম। ঊনবিংশ শতাব্দীর গোড়ায় সম্প্রসারণবাদী ব্রিটিশ সাম্রাজ্য ক্যান্ডি রাজ্যকে নিজের অন্তর্ভুক্ত করে নেওয়ার সময় এই রাজ্যের শেষ রাজা শ্রী বিক্রম রাজাসিংহের কাছ থেকে এই মূর্তিটি লুট করা হয় বলে কেউ কেউ যুক্তি উপস্থাপন করেন। সে যাই হোক, সিলনের (বর্তমানে শ্রীলঙ্কা) ব্রিটিশ গভর্নর রবার্ট ব্রাউনরিগ ১৮৩০ সালে এটি ব্রিটিশ মিউজিয়ামের নিকট হস্তান্তর করেন। যারা বুদ্ধত্ব অর্জন করা সত্ত্বেও এবং পরদুঃখকাতর না হয়েও মৃত্যু, পুনর্জন্ম ও কষ্টভোগ থেকে মানবজাতিকে মুক্ত করার উদ্দেশ্য সেই অবস্থান ফিরে এসেছেন তাদেরকে বৌদ্ধধর্মে বোধিসত্ত্বরূপে গণ্য করা হয়।\n\n\n== পটভূমি ==\nতারার এই মূর্তিটি ঠিক কারা তৈরি করেছেন সে সম্পর্কে নিশ্চিত তথ্য পাওয়া না গেলেও এর নির্মাতারা যে খুবই সমৃদ্ধ ছিলেন সেটা মূর্তিটির নির্মাণে ব্যবহৃত উপাদান এবং এর গঠনশৈলী দেখে ঠিকই অনুমান করা যায়। খ্রিস্টপূর্ব সেই তৃতীয় শতাব্দী থেকেই শ্রীলঙ্কা দ্বীপে বৌদ্ধধর্মের একটি ধারাবাহিক ইতিহাস রয়েছে। মূর্তিটি সে সময়ে ৩৭৭ খ্রিস্টপূর্বাব্দে রাজা পাণ্ডুকাব্য কর্তৃক প্রতিষ্ঠিত অনুরাধাপুর রাজ্যের সময়কালের বলে অনুমিত। অনুরাধাপুর যুগে বৌদ্ধধর্ম একটি শক্তিশালী ভূমিকা পালন করেছিল এবং এই রাজ্যের সংস্কৃতি, আইন এবং শাসন পদ্ধতিতে ব্যাপক প্রভাব ফেলেছিল। হিন্দুধর্মের সাথে বৌদ্ধ ধর্মের যে সাংস্কৃতিক মিথস্ক্রিয়া ঘটেছিল বৌদ্ধধর্মে নারী বোধিসত্ত্ব তারার উপস্থিতি সে প্রমাণই হাজির করে। তারা ছিলেন হিন্দুধর্মের একজন মাতৃস্থানীয় দেবী যাকে বৌদ্ধধর্মের মধ্যে এক নতুন ভূমিকায় পুনর্বিন্যাস করা হয়।\nআবার এক সময় এই ভাস্কর্যটিকে সুরক্ষার দেবী পত্তিনীর (তামিল: কন্নকি) মূর্তি হিসেবে বিবেচনা করা হতো। তবে এটি যে তারার মূর্তি সে ব্যাপারে এখন অনেকেই একমত। শ্রীলঙ্কা বর্তমানে প্রধানত থেরবাদী বৌদ্ধ দেশ হলেও এক সময় এখানে মহাযান বৌদ্ধ ধর্মের বিকাশ ঘটেছিল। এই মূর্তিটি যে বোধিসত্ত্ব তারার সেটি নিশ্চিতভাবে শনাক্ত করা সম্ভব হওয়ায় এটি সুস্পষ্টভাবে প্রমাণিত হয় যে, মধ্যযুগে থেরবাদের পাশাপাশি মহাযান শাখারও উপস্থিতি ছিল। বৌদ্ধধর্মের মহাযান শাখা গৌতম বুদ্ধ ব্যাতিত অন্য সত্তাসমূহেরও উপাসনা করার অনুমতি দেয়, যার উল্লেখযোগ্য একটি উদাহরণ হলো অনুরাধাপুর রাজ্যের অভয়গিরি বিহার। পক্ষান্তরে থেরবাদ কেবল আদি ও মৌলিক বৌদ্ধ ধর্মাচার ও দর্শনকেই প্রাধান্য দেয়। একারণে এই মূর্তিটি শ্রীলঙ্কায় মহাযান ধারার বিকাশের সময়কার বলে মনে করা হয়।\nতারাকে কোন পুরুষ দেবতার সঙ্গীনীরূপে নয় বরং তাকে স্বয়ং একজন স্বতন্ত্র দেবতারূপে যে পূজা করা হতো অর্থাৎ তিনি যে উপাসনার কেন্দ্রবিন্দুতে ছিলেন, মূর্তিটিতে ব্যবহৃত উপকরণ এবং এর বহুমূল্য ও সমৃদ্ধশালী নকশা থেকে সেটারই ইঙ্গিত পাওয়া যায়। ভারততত্ত্ববিদ ও বৌদ্ধ পণ্ডিত রিচার্ড গমব্রিচের মতে তারার এই মূর্তিটি স্বাভাবিকভাবেই কোন একটি মন্দিরে তার পুরুষ সঙ্গী বোধিসত্ত্ব অবলোকিতেশ্বরের অনুরূপ আরেকটি মূর্তির পাশে স্থাপন করা হয়েছিল, সেই মূর্তিটি হয়তো শতাব্দীর পর শতাব্দী টিকে ছিল কিংবা খোয়া গিয়েছিল।\n\n\n== গঠন ও আইকনোগ্রাফি ==\n\nমোমের ছাঁচ দিয়ে নিরেট ব্রোঞ্জের ঢালাইয়ের (casting) এক বিলুপ্ত পদ্ধতির নিদর্শন হলো দাড়ানো ভঙ্গিমার এই মূর্তিটি। উচ্চতায় ১৪৩ সেমি, চওড়ায় (প্রস্থে) ৪৪ সেমি এবং সম্মুখভাগ থেকে পশ্চাৎদেশ পর্যন্ত ২৯.৫ সেমির এই মূর্তিটি \nএটি প্রায় তিন দিক থেকেই দর্শনীয় (three quarter life size)। ঐশ্বর্যময় আবহ ও সোনালি আভা সৃষ্টির জন্য এতে সোনার প্রলেপ দেওয়া হয়েছে। বালিঘড়ির মতো সরু কোমরের মূর্তিটির ঊর্ধাংশ অনাবৃত, স্তনযুগল ভরাট ও গোলাকার। এর নিচের অংশের আচ্ছাদন কটিদেশ বা নিতম্বের সাথে দৃঢ় সংলগ্ন। প্রায় গোড়ালি পর্যন্ত বিস্তৃত এই আচ্ছাদন হেমলাইনযুক্ত। ডান পা সোজা এবং বাম হাঁটু সামনে দিকে সামান্য পরিমাণে ভাঁজ করা থাকায় কটিদেশ বাম থেকে ডান দিকে সামান্য সরে গেছে এবং বাম নিতম্ব কিছুটা নিচে নেমে গেছে। মূর্তিটির ডান হাত ভারদা মুদ্রা সম্পন্ন যা তারার দানশীলতাকে নির্দেশ করে। অপরদিকে বাম হাতের তালু সামনের দিকে কিছুটা উন্মুক্ত, বৃদ্ধাঙ্গুলি ও তর্জনী কিছুটা অরাল মুদ্রার মতো পরস্পরকে স্পর্শ করেছে, অবশিষ্ট আঙুলগুলো শিথিলভাবে গোটানো তবে তা মুষ্টি মুদ্রার মতো দৃঢ় সন্নিবদ্ধ নয়। এই হাতে পদ্মফুল ছিল বলে অনুমান করা হয় যা হারিয়ে গেছে। চোখ দুটি অর্ধ-মুদিত এবং দৃষ্টি নিম্নগামী যেন তা ধ্যানমগ্ন; এটি নিষ্কলঙ্ক বুদ্ধের বিশুদ্ধতার প্রতীক। কানের লতিগুলো সুস্পষ্টভাবে দীর্ঘ এবং মাথার চুলগুলো খুব ছোট করে ছাঁটা কিংবা আঁটসাঁট করে উপরের দিকে চূড়া করে টেনে বাধা। মাথায় পদকের আধিপত্যময় একটি মুকুট দৃশ্যমান। মুকুটে একটি গর্ত থাকায় এতে একটি বড় মূল্যবান রত্ন ছিল বলে অনুমান করা যায়। অনুরাধাপুরে এমন আকারের কেবল এই মূর্তিটিই পাওয়া গেছে যা এখনও টিকে আছে। যুগের তুলনায় প্রযুক্তিগতভাবে উন্নত এবং হারিয়ে যাওয়া এক কৌশল, মোমের ছাঁচ দিয়ে ঢালাইয়ের মাধ্যমে তৈরি সম্পূর্ণ নিরেট এই ভাস্কর্যটি কেবল এর সৌন্দর্য নয় বরং এর গঠনশৈলীর কারণেও খুবই মূল্যবান।\n\n\n== আবিষ্কার, ব্রিটিশ মিজিয়ামে স্থানান্তর এবং প্রদর্শনী ==\n১৮১৫ সালের ২রা মার্চে সম্পাদিত ক্যান্ডির চুক্তি অনুসারে ক্যান্ডি ব্রিটিশ শাসনাধীনে চলে আসে। ব্রিটিশ সাম্রাজ্যের এই সম্প্রসারণের সময়ই ক্যান্ডি শহর থেকে ব্রিটিশ গভর্নর রবার্ট ব্রাউনরিগ এই দূর্লভ মূর্তিটি লুট করেছেন বলে অভিযোগ করা হয়।  পক্ষান্তরে ব্রিটিশ মিউজিয়ামের রেকর্ড অনুসারে, ঊনবিংশ শতকের গোড়ার দিকে শ্রীলঙ্কার পূর্ব উপকূলীয় ত্রিনকোমালি ও বাট্টিকালোয়ার মধ্যবর্তী কোন এক জায়গায় এটি সাধারণভাবে খুঁজে পাওয়া যায় পরে যা রবার্ট ব্রাউনরিগের হস্তগত হয় এবং তিনি তা ১৮৩০ সালে ব্রিটিশ মিউজিয়ামে দান করে দেন।\nব্রিটিশ মিউজিয়াম এই মূর্তিটি অধিগ্রহণ করার পর এটি প্রদর্শন করা হবে কি হবে না সেটা নিয়ে দ্বিধার সৃষ্টি হয়। অনাবৃত এই ভাস্কর্যটি সাধারণ দর্শকের নিকট খুবই কামোত্তেজক হবে ভেবে ত্রিশ বছর ধরে এটি প্রদর্শনের আওতার বাইরে রাখা হয়। কেবল ধর্মীয় উদ্দেশ্যেই যে এটি তৈরি করা হয়েছিল সে ব্যাপারে কোন সন্দেহ না থাকা সত্ত্বেও ঐ সময়ে গবেষণা সংক্রান্ত কার্যকলাপের নিমিত্তে শুধু স্কলারদের নিকটই এটি লভ্য ছিল। তারার এই মূর্তিটি নিয়ে গবেষণা আশ্চর্যজনকভাবে শ্রীলঙ্কায় প্রাচীন অবস্থার কথা স্মরণ করিয়ে দেয়। এটা মনে করা হয় যে শ্রীলঙ্কায় থাকাকালীন মূর্তিটি শুধু নির্বাচিত কিছু পুরোহিত ও সন্ন্যাসীই দেখতে পেতেন এবং বৌদ্ধ ধর্মাবলম্বী সাধারণ জনগণের নিকট এটি দৃষ্টির অগোচরে ছিল। খুবই উত্তেজক বলে স্বীকৃত এমন অনেক আইটেম ১৮০০ সালের পর থেকে ব্রিটিশ মিউজিয়ামের হাতে এসেছিল। ১৮৬০ এর দশক শুরুর আগেই এই ভাণ্ডারটিকে গোপনীয় হিসেবে চিহ্নিত করা হয়।\n\n\n== রেপ্লিকা ==\nকলম্বোর জাতীয় জাদুঘরে এই মূর্তিটির একটি রেপ্লিকা রাখা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\nW. Zwalf (ed.), Buddhism: art and faith (London, The British Museum Press, 1985)\nR.E. Fisher, Buddhist art and architecture (London, Thames & Hudson, 1993)\nR. Thapar, The Penguin History of Early India from the Origins to AD 1300 (London, 2002)\nK.M. De Silva, A History of Sri Lanka (Berkeley, 1981)\nR. Coningham et al., \"The State of Theocracy: Defining an Early Medieval Hinterland in Sri Lanka\", Antiquity, 81 (2007), 699–719"}