{"pageid": 1099277, "title": "ইয়ুথ অব মে", "url": "https://bn.wikipedia.org/wiki?curid=1099277", "content": "ইয়ুথ অব মে (কোরীয়: 오월의 청춘; হাঞ্জা: 五月의 靑春; আরআর: Oworui Cheongchun) হল একটি ২০২১ সালের দক্ষিণ কোরিয়ান টেলিভিশন সিরিজ যেখানে অভিনয় করেছেন লি ডো-হিউন, গো মিন-সি, লি সাং-ই, এবং কেউম সে-রক। এটি ৩মে, ২০২১-এ কেবিএস২- এ প্রিমিয়ার হয়েছিল এবং মোট ১২টি পর্ব ৮ই জুন, ২০২১ পর্যন্ত প্রতি সোম ও মঙ্গলবার রাত ৯টা ৩০ মিনিটে (কোরিয়ান সময়) সম্প্রচারিত হয়েছিল।\n\n\n== সারমর্ম ==\nইয়ুথ অব মে ১৯৮০ সালে গোয়াংজু বিদ্রোহের সময়ের উপর বানানো, যখন ছাত্ররা বিক্ষোভ করে এবং পরে একটি সহিংস সশস্ত্র বিদ্রোহ শুরু হয়। টেলিভিশন ধারাবাহিকটি একটি জটিল সম্পর্কের মধ্যে আটকে থাকা মানুষের গল্প বলে।\nকিম মিয়ং-হি (গো মিন-সি) একজন নার্স যিনি জার্মানিতে পড়তে যাচ্ছেন। তবে তার কাছে বিমানের টিকিট কেনার মতো টাকা নেই। তার সেরা বন্ধু, লি সু-রাইওন (কেউম সে-রক) তাকে কিছু টাকা ধার দেওয়ার প্রতিশ্রুতি দেয় যদি সে তার পরিবর্তে একটি ব্লাইন্দ ডেট-এ যায়। কিম মিয়ং-হি তারপর হোয়াং হি-তাই (লি ডো-হিউন) নামে একজন মেডিকেল ছাত্রের সাথে দেখা করেন। হি-তাই এবং মিয়ং-হি-এর মধ্যে একটি রোম্যান্স ফুটে উঠেছে কিন্তু তাদের ভালবাসা সীমাবদ্ধ কারণ অনেক বড় হুমকি কোরিয়ার ভবিষ্যত ভারসাম্যের মধ্যে স্তব্ধ হতে দেখে। সিরিজের শেষে, দক্ষিণ কোরিয়ার সামরিক বাহিনী কোয়াংজু শহরে অভিযান চালাতে আসে এবং কিম মিয়ং-হি একজন সামরিক আইন সৈনিকের গুলিবিদ্ধ হয়ে মারা যান। এরপরে, নাটকটিতে হোয়াং হি তাইয়ের জীবন চিত্রিত করা হয়েছে, যিনি কিম মিউং হিকে ভালোবাসতেন, এবং তাদের আশেপাশের মানুষ ৪০ বছর পরেও, তাদের হৃদয়ে কিম মিউং হি বসবাস করছেন।\n\n\n== অভিনয়ে ==\n\n\n=== প্রধান ভূমিকায় ===\nহোয়াং হি-তাই চরিত্রে লি ডো-হিউন\nবড় হোয়াং হি-তাই-এর ভূমিকায় চোই ওয়ান-ইয়ং\nহোয়াং গি-নাম এর ছেলে এবং সং হে-রাইয়ং-এর সৎপুত্র। একজন মেডিকেল ছাত্র যার একটি ধূর্ত এবং দুষ্টু দিক রয়েছে, কিন্তু সে দৃঢ়প্রতিজ্ঞ এবং লক্ষ্য ভিত্তিক। যদিও হোয়াং হি-তাই সর্বোচ্চ স্কোর নিয়ে সিউল ইউনিভার্সিটির মেডিকেল স্কুলে প্রবেশ করেন, তবে তিনি একটি মানসিক আঘাতের কারণে তার স্নাতক স্থগিত করেন। হি-তাই কে চিন্তামুক্ত এবং হালকা মনে হয়, কিন্তু তিনি এমন একজন ব্যক্তি যিনি ভিতরে অন্য কারো চেয়ে বেশি চিন্তাশীল।\nকিম মিয়ং-হি হিসাবে গো মিন-সি\nকিম হাইওন-চিওলের একমাত্র কন্যা। একজন নার্স তার কর্মজীবনে তিন বছর ধরে আছেন, কিম মিয়ং-হি একজন যোদ্ধা যিনি ইতোমধ্যে তার তরুণ জীবনে সব ধরনের কষ্টের মধ্য দিয়ে গেছেন। অন্যায়ের মুখোমুখি হলে, তিনি হাসপাতালে তার ঊর্ধ্বতনদের কাছে দাঁড়াতে ভয় পান না, এবং জীবন তার পথে যত সমস্যাই আসুক না কেন, সে দৃঢ়তার সাথে তার স্বপ্নকে তাড়া করে। উপরন্তু, তার তুলনামূলকভাবে অল্প বয়স হওয়া সত্ত্বেও, কিম মিয়ং-হি একজন দায়িত্বশীল উপার্জনকারী যিনি জীবিকা নির্বাহের জন্য কঠোর পরিশ্রম করেন এবং তার ছোট ভাইকে বাড়িতে অর্থ পাঠান। হি-তাই এর সাথে দেখা হওয়ার পর, মিয়ং-হি সূক্ষ্ম উপায়ে পরিবর্তন করতে শুরু করে এবং নিজের নতুন দিক দেখায়।\nলি সাং-ই লি সো-চ্যানের চরিত্রে\nসু-রাইয়নের ভাই এবং লি চ্যাং-জিউনের ছেলে, তিনি একজন ব্যবসায়ী যিনি ফ্রান্সে পড়াশোনা থেকে ফিরে এসে একটি ট্রেডিং কোম্পানিতে কাজ করেন। তিন বছর বয়সের ব্যবধানে, তিনি সবচেয়ে বয়স্ক সন্তান, যিনি নিজের চেয়ে পরিবারের উপর বেশি গুরুত্ব দেন। লি সু-চ্যান মিয়ং-হি-এর সাথে সম্পর্কযুক্ত কারণ তিনি একইভাবে একটি পরিবারের প্রধান হিসাবে কষ্টের সম্মুখীন হন।\nলি সু-রাইয়ন-এর চরিত্রে কিউম সে-রক\nসু-চ্যানের বোন এবং লি চ্যাং-জিউনের মেয়ে। একজন আইনের ছাত্রী যিনি মরিয়া হয়ে সামাজিক ন্যায়বিচারের জন্য লড়াই করেন, কারণ তিনি ধনী পরিবার থেকে আসার দায়িত্ব অনুভব করেন। লি সু-রাইওন কিম মিয়ং-হির সাথে দীর্ঘদিনের বন্ধু। তার স্বপ্নের সাথে তার বন্ধুকে সাহায্য করার চেষ্টা করার সময়, সে নিজেকে এমন একজনের সাথে একটি অপ্রত্যাশিত সম্পর্ক শুরু করতে দেখে যা তাকে বিবাদে ফেলে দেয়।\n\n\n=== সমর্থনকারী অভিনেতাগণ ===\n\n\n==== হোয়াং হি-তাই এর পরিবার ====\nওহ মান-সিওক হোয়াং গি-নাম হিসেবে।\nহোয়াং হি-তাই-এর ক্ষমতা-মগ্ন বাবা এবং সং হাই রাইয়ং-এর স্বামী।\nশিম ইয়ং গান হে-রাইয়ং চরিত্রে\nহোয়াং গি-নামের দ্বিতীয় স্ত্রী এবং হি-তাই-এর সৎ মা। একটি বিখ্যাত চোলাই কোম্পানির একমাত্র মেয়ে।\nচোই সেউং-হুন হোয়াং জাং-তাই চরিত্রে\nহি-তাই এর সৎ ভাই এবং মিউং-সু এর বন্ধু।\n\n\n==== কিম মিয়ং-হি-এর পরিবার ====\nকিম ওয়ান-হে কিম হাইওন-চিওল হিসেবে\nকিম মিয়ং-হি-এর বাবা এবং চোই সুন-নিয়ো-এর স্বামী। একজন ঘড়ি মেরামতকারী যার একটি পা অগোছালো।\nচোই সুন-নিও চরিত্রে হোয়াং ইয়ং-হি\nকিম মিয়ং-হি-এর মা এবং কিম হাইওন-চিওলের স্ত্রী। একজন গৃহিণী যিনি তার অসুস্থ স্বামী এবং শাশুড়ির দেখাশোনা করেছেন মায়ং-হি এবং মিয়ং-সু লালন-পালন করার সময়।\nকিম মিউং-সু চরিত্রে জো ই-হিউন\nমিউং-হি-এর ছোট ভাই। দেরিতে জন্মগ্রহণ করা এবং ভালোবাসায় বড় হওয়া একটি নিষ্পাপ শিশু। দক্ষিণ জিওল্লা প্রদেশের জাতীয় ১,০০০ মিটার দৌড়বিদ ছেলেদের ইভেন্টে প্রতিদ্বন্দ্বিতা করবে।সে ছোট থেকেই দৌড়াতে পারদর্শী, এবং যখনই খেলার দিন ছিল তখনই তিনি ক্লাসের প্রতিনিধি হিসাবে রিলে চালাতেন। তিনি একজন গভীরভাবে বসে থাকা শিশু যিনি একজন বাবা এবং তার বোনের মধ্যে মধ্যস্থতা করার চেষ্টা করছেন। সে একজন ১২ বছর বয়সী ছেলে যে তার জুতার ফিতাও বাঁধতে পারে না।\nপার্ক হাই-জিন মায়ং-হি-এর ঠাকুরমার চরিত্রে।\n\n\n==== লি সু-চ্যান এবং লি সু-রাইয়নের পরিবার ====\nলি চ্যাং-গেউন চরিত্রে উম হিও-সুপ\nলি সু-চ্যান এবং লি সু-রাইয়নের বাবা। একজন সফল ব্যবসায়ী যিনি দীর্ঘস্থায়ী অসুস্থতার কারণে স্ত্রীকে হারিয়ে একাই সন্তানদের বড় করেছেন।\nহং বু-হ্যাং লি সু-চ্যান এবং লি সু-রাইয়নের খালার চরিত্রে। তিনি একজন গৃহপরিচারিকা।\n\n\n==== পিয়ংঘা হাসপাতাল ====\nচই বিয়ং-গিল চরিত্রে পার্ক চুল-মিন\nপিয়ংঘা হাসপাতালের উপ-প্রধান। রাজপারিবারিক হাসপাতালের প্রধানের পক্ষ থেকে তিনি আছেন। তিনি হাসপাতালের বিভিন্ন বিষয় ও সিদ্ধান্তের দায়িত্বে রয়েছেন।\nকিম মিন-জু চরিত্রে কিম বো-জুং\nপিয়ংঘা হাসপাতালের জরুরি কক্ষে একজন নার্স। মিউং-হি-এর ১ বছরের বড় এবং সামরিক ঘাঁটি। ভারী জরুরি কক্ষের কাজের চাপের কারণে, তারা ক্রমাগত নতুন কর্মীদের জন্য দাবি করছে।\nওহ ইন-ইয়ং চরিত্রে কিম ই-কিউং\nপিয়ংঘা হাসপাতালের জরুরি কক্ষে একজন নতুন নার্স। মিউং-হি এর সরাসরি জুনিয়র একজন চিক নার্স হিসেবে যিনি সবেমাত্র নার্সিং কলেজ থেকে স্নাতক হয়েছেন, তিনি এখনও তার দৈনন্দিন রুটিনের একটি অংশ।\nজ্যাং ওয়ান-হাইওক ইয়ু বায়ং-চিওল চরিত্রে\n\n\n==== সামরিক ====\nকিম কিয়ং-সু চরিত্রে কওন ইয়ং-চ্যান\nপ্রাইভেত। হি-তাই এর কলেজের বন্ধু এবং সামরিক আইনের সেনাবাহিনী গোয়াংজুতে মোতায়েন হয়েছিলেন। সিউল ন্যাশনাল ইউনিভার্সিটিতে কোরিয়ান ভাষা শিক্ষা বিভাগে পড়ার সময় তাকে গ্রেপ্তার করা হয় এবং তাকে সৈন্য তালিকাভুক্ত করতে বাধ্য করা হয়। একটি ফেলে দেওয়া প্রাণী, রাস্তার পাশে একটি ফুল ফুটা, সামরিক বাহিনীতে তাদের সাথে \"উপদেষ্টা\" হিসাবে আচরণ করা হয় সে চুংচেং-এ সিনিয়র হয়রানি এবং তীব্র প্রশিক্ষণে তা হাড়ে হাড়ে সহ্য করেছে।\nলি কোয়াং-গু চরিত্রে কিম ইউন-সু\nকর্পোরাল। একমাত্র ব্যক্তি যিনি কিউংসুর তত্ত্বাবধান করেন, কিউংসুর বিরোধিতার মাধ্যমে যিনি \"উপদেষ্টা\"। যখন তিনি তার ভাগ্য পরীক্ষা করেন এবং প্রবেশিকা পরীক্ষায় ব্যর্থ হন, তখন তিনি সামসুর পরিবর্তে হাইওন-গিমে তালিকাভুক্ত হন। জিওংসাং-এর পিতা এবং জেওলা-এর মাতায় জন্মগ্রহণ করা, সে উভয় উপভাষাতেই দক্ষ, কিন্তু সিনিয়র সার্জেন্টের কারণে যার জেওলায় খিঁচুনি আছে, তিনি জিওংসাং প্রদেশ থেকে আসার ভান করে বেশ কয়েক বছর ধরে জিওংসাং প্রদেশে কাজ করছেন।\nনোহ সাং-বো হং সাং-পিও হিসাবে\nসার্জেন্ট। কোয়ার্টারের অত্যাচার কিউংসুকে ইঁদুরের মতো চেপে ধরে। সবাই তার দুষ্টু আচরণের মাধ্যমে দ্রুত প্রচারণা কামনা করছেন। মধ্য-মধ্য-তীব্র কঠোরতার কারণে ব্রিগেডিয়ার যাওয়ার পর বরখাস্তের তারিখ পিছিয়ে যাচ্ছে।\n\n\n==== বোর্ডিং হাউস ====\nলি জিন-আহ চরিত্রে পার্ক সে-হিউন\nবোর্ডিং বাড়ির মালিকের মেয়ে। একজন হাসিখুশি হাই-স্কুলের ছাত্রী যার হি তাই-এর প্রতি ক্রাশ আছে। তিনি পপ সঙ্গীত পছন্দ করেন এবং সিউলে রেডিও প্রযোজক হওয়ার স্বপ্ন দেখেন।\nলি কিয়ং-পিল চরিত্রে হিও জং-ডু\nবোর্ডিং হাউসের মালিক। মূলত জিনজু থেকে, তিনি ২০ বছরেরও বেশি সময় ধরে গোয়াংজুতে বসবাস করেছিলেন। একজন জিওংসাং-এর লোক তার স্ত্রী এবং গোয়াংজু এর স্থানীয় একজন মারা যাওয়ার পরেও গোয়াংজুতে বসবাস করছেন। বোর্ডিং হাউসের মালিকের শিরোনামের সাথে, তিনি আনন্দ করেন যে তিনি কোথাও \"ইজারা\" করছেন, কার্যত সমস্ত ধরনের বাড়ির কাজের দায়িত্বে থাকা একজন গৃহকর্মী হিসাবে, তিনি দাগ ধোয়া এবং রান্নার স্যুপ তৈরিতে বিশেষজ্ঞ।\n\n\n=== অন্যান্য ===\nচোই জিওং-হেং চরিত্রে জং উক-জিন\nএকজন উত্সাহী কনস্টেবল। যিনি পুলিশ ভুলে পূর্ণ কিন্তু আবার প্রেরণায়ও পূর্ণ। যখন মশাল বিক্ষোভ বা রাস্তার বিক্ষোভের কথা আসে, তখন আমরা 'নাগরিকের রক্ষক'-এ নেতৃত্ব দিই, তিনি একজন পুলিশ হওয়ার আগে, তিনি কেবল একজন নাগরিক ছিলেন, গোয়াংজু এর স্থানীয় বাসিন্দা।\nহান সুক-জুং চরিত্রে লি হোয়াং-ইউই\nজিওং হাই-গুন এর চরিত্রে লি গিউ-সং\nহি তাই-এর একমাত্র নিজের শহরের বন্ধু এবং মিয়ং হি-এর চার্চের বন্ধু। বর্তমানে তিনি চোন্নাম জাতীয় বিশ্ববিদ্যালয়ে রাষ্ট্রবিজ্ঞান ও কূটনীতি নিয়ে পড়াশোনা করছেন এবং গণতন্ত্রের আন্দোলনের একজন সদস্য।\nপার্ক সিওন-মিন চরিত্রে জু বো-ইয়ং\nপার্ক ডং-উক চরিত্রে কিম তাই-বাম\nট্র্যাক এবং ফিল্ড কোচ।\nগোয়েন্দা হিসেবে নাম তে-ও\nএকজন গোয়েন্দা যিনি হুয়াং গি-নাম-এর প্রতিটি আদেশ মেনে চলেন।\nজুং সিওক-চুলের চরিত্রে কিম ইন-সিওন\nবিক্ষোভে আহত কিম কিয়ংসুর বান্ধবী\n\n\n=== বিশেষ উপস্থিতি ===\nখালার চরিত্রে কিম হিউন\nইউ-জিন চরিত্রে কোওন ইউন-বিন\nহোয়াং হি-তাই এর প্রাক্তন বান্ধবী (পর্ব ১)\nকউন হিউক হিউন ইন-জায়ে এর চরিত্রে\nহোয়াং হি-তাই এর বিশ্ববিদ্যালয়ের ঊর্ধ্বতন (পর্ব ১)\nধর্মযাজক হিসাবে ইউ সূন-উওং (পর্ব ১)\nপ্রধান হিসাবে বে সুং-ইল (পর্ব ১)\nওহ কিউ-তাইক ব্যবহৃত গাড়ির ব্যাপারী হিসাবে (পর্ব ১)\nসাং-গন চরিত্রে কোয়াক জা-হিউং (পর্ব ১)\nমিস্টার কিম চরিত্রে লি জুং-ইউল (পর্ব ২)\nবাস অনুচর হিসেবে জং জি-আন (পর্ব ২)\nহিউন-চুল চরিত্রে জিন ইয়ং-উক (পর্ব ২)\nবো-ইয়নের চরিত্রে গু দা-সং (পর্ব ৩ ও ৯)\nডাক্তার হিসেবে লি ইয়ং-জিন (পর্ব ৩)\nট্যাক্সি ড্রাইভার হিসাবে চোই নাম-উক (পর্ব ৮)\nঅ্যাম্বুলেন্স চালক হিসাবে জ্যাং তাই-মিন (পর্ব ৮)\nকিম সুং-উক চরিত্রে হান মিউং-হওয়ান (পর্ব ৯)\nবাস স্টেশন কর্মচারী হিসাবে জো জি-হিউন (পর্ব ১০)\nপার্ক ইউন-ইয়ং কিম সুং-উক-এর মা হিসেবে (পর্ব ১০)\nকিম সুং-উকের বাবার চরিত্রে হা সুং-মিন (পর্ব ১২)\nচোই ওয়ান-ইয়ং হোয়াং হি-তাই (বয়স্ক) (পর্ব ১২)\nসুং কি-ইয়ুন হোয়াং জং-তাই (বয়স্ক) চরিত্রে (পর্ব ১২)\nহাং জুং-তাই-এর সেক্রেটারি হিসেবে হং ইউন-জিয়ং (পর্ব ১২)\nনার্স হিসাবে কিম জু-ইয়ন (পর্ব ১২)\nসহিংস হাসপাতাল হিসাবে লি সাং-হওয়া (পর্ব ১২)\nলি সিও-অন চরিত্রে জং দো-হা (পর্ব ১২)\nকিম কিয়ং-সু (বয়স্ক) চরিত্রে জুং হি-তাই (পর্ব ১, ১১-১২)\n\n\n== প্রযোজনা ==\n৬ অক্টোবর, ২০২০-এ, লি ডো-হিউন এবং গো মিন-সি এর নিজ নিজ সংস্থা ঘোষণা করেছে যে তারা প্রধান ভূমিকার জন্য আলোচনা করছে। তারা ২১ ডিসেম্বর সিরিজে অভিনয় করার জন্য নিশ্চিত হয়েছিল, এটি সুইট হোম (২০২০) এর পরে তাদের দ্বিতীয় সহযোগিতা। যেহেতু নাটকটি গোয়াংজুতে সেট করা হয়েছে, তাই বেশিরভাগ সংলাপ ওখানের উপভাষায় বলা হয়।\n\n\n== দর্শকসংখ্যা ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (কোরীয় ভাষায়)\nইন্টারনেট মুভি ডেটাবেজে ইয়ুথ অব মে  (ইংরেজি)\n\n\n== তথ্যসূত্র =="}