{"pageid": 10994, "title": "কামরাঙ্গা", "url": "https://bn.wikipedia.org/wiki?curid=10994", "content": "কামরাঙ্গা এর বৈজ্ঞানিক নাম: Averrhoa carambola Linn, ইংরেজি নাম: Chinese gooseberry বা Carambola। এটি Oxalidacea পরিবারের Averrhoa গণের অন্তর্ভুক্ত ফলের গাছ। এর উৎপত্তিস্থল গ্রীষ্মমণ্ডলীয় দক্ষিণ-পূর্ব এশিয়ায়।\n\n\n== বিবরণ ==\nকামরাঙ্গা একটি চিরসবুজ ছোট মাঝারি আকৃতির গাছের টকমিষ্টি ফল। গাছ ১৫-২৫ ফুট লম্বা হয়। ঘন ডাল পালা আচ্ছাদিত, পাতা যৌগিক, ১-৩ ইঞ্চি লম্বা। বাকল মসৃন কালো রং এর। ফল ৩-৬ ইঞ্চি ব্যাসের এবং ভাজযুক্ত। ফল কাঁচা অবস্থায় সবুজ এবং পাকলে হলুদ। কামরাঙ্গা টক স্বাদযুক্ত বা টকমিষ্টি হতে পারে। কোন কোন গাছে একাধিকবার বা সারাবছরই ফল পাওয়া যায়। এটি ভিটামিন এ ও সি এর ভাল উৎস। সেপ্টেম্বর থেকে জানুয়ারিতে ফল পাওয়া যায়।\n\n\n== ব্যবহার ==\n\nপুরো ফলটাই খাওয়া যায়, পাতলা ত্বকসহ। ফল কচকচে ও রসালো। ফলে আঁশ নেই এবং এর প্রকৃতি অনেকটা আঙুরের মত। কামরাঙ্গা পাকার পর পরই খেতে সবচেয়ে ভাল; যখন হলদেটে রঙ ধারণ করে। এর বাদামী কিনারাগুলো কিছুটা শক্ত এবং কষ ভাব যুক্ত। ফল পাকার ঠিক আগেই পাড়া হয় এবং ঘরে রাখলে হলুদ রঙ ধরে। যদিও এতে মিষ্টতা বাড়েনা। বেশি পেকে গেলে এর স্বাদ নষ্ট হয়ে যায়। \nপাকা কামরাঙ্গা অনেক সময় রান্না করেও খাওয়া হয়। দক্ষিণ এশিয়াতে আপেল ও চিনি দিয়ে রান্না করার চল আছে। চীনে মাছ দিয়ে রান্না করা হয়। অস্ট্রেলিয়াতে সবজি হিসেবে রান্না করা হয়, আচার বানানো হয়। জ্যামাইকাতে কামরাঙ্গা শুকিয়ে খাওয়ার চল রয়েছে। \nহাওয়াই ও ভারতে কামরাঙ্গার রস দিয়ে শরবত বানানো হয়। \n\n\n== ভেষজ গুণাগুণ ==\nএ গাছের ফল থেকে বাকল সবই ঔষধিগুণ সম্পন্ন।\n\nএর অ্যালজিক অ্যাসিড খাদ্য নালি (অন্ত্রের) ক্যান্সার হতে বাধা দেয়।\nপাতা ও কচি ফলের রসে ট্যানিন রয়েছে যে কারণে এর রস রক্ত জমাট বাঁধতে সাহায্য করে।\nএর মূল বিষনাশক হিসেবে ব্যবহার হয়।\nশুষ্ক ফল জ্বরে ব্যবহার হয়।\nশীতল ও টক তাই ঘাম, কফ ও বাতনাশক হিসেবে কাজ করে ।\nকামরাঙ্গার ভর্তা রুচি ও হজমশক্তি বাড়ায়।\n\n\n== কিডনির জন্য ক্ষতিকর ==\nকামরাঙা বেশি খেলে কিডনির ক্ষতি হয়। যাদের কিডনি ভাল, স্বাভাবিক পরিমাণে কামরাঙ্গা খেলে তাদের কোনো ক্ষতি হয় না। কিন্তু অনেকদিন ধরে বেশি কামরাঙ্গা খেলে কিডনি বিকল হতে পারে। যাদের কিডনির সমস্যা রয়েছে, তারা যদি অল্প পরিমাণ কামরাঙ্গা বা রস বা একটি বা কয়েক টুকরা কামরাঙ্গা খায়, তাহলে কিডনি বিকল হয়ে যায়।\n\n\n== চিত্রসংগ্রহ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}