{"pageid": 1099666, "title": "হিন্দু সম্প্রদায়", "url": "https://bn.wikipedia.org/wiki?curid=1099666", "content": "হিন্দু সম্প্রদায় হল হিন্দুধর্মের ঐতিহ্য যা এক বা একাধিক দেব বা দেবীকে কেন্দ্র করে, যেমন \nবিষ্ণু,  শিব, শক্তি \nও ব্রহ্মা। কখনও কখনও শব্দটি বিশেষ দর্শনের সাথে বিশেষ গুরুর নেতৃত্বে সম্প্রদায়ের জন্য ব্যবহৃত হয়।\nহিন্দুধর্মের কোন কেন্দ্রীয় মতবাদের কর্তৃত্ব নেই। অনেক চর্চাকারী 'হিন্দু' শব্দটিকে কোন নির্দিষ্ট সম্প্রদায় বা ঐতিহ্যের অন্তর্ভুক্ত বলে দাবি করে না। পণ্ডিত গবেষণায় চারটি প্রধান ঐতিহ্য ব্যবহৃত হয়: বৈষ্ণবধর্ম, শৈবধর্ম, শাক্তধর্ম ও স্মার্তবাদ। এগুলিকে কখনও কখনও হিন্দুধর্মের সম্প্রদায় হিসাবে উল্লেখ করা হয় এবং তারা ঐতিহ্যের কেন্দ্রে প্রাথমিক দেবতার মধ্যে পার্থক্য করে। হিন্দু সম্প্রদায়ের উল্লেখযোগ্য বৈশিষ্ট্য হল যে, তারা ঐশ্বরিক বা দেবতার অন্যান্য ধারণাকে অস্বীকার করে না এবং প্রায়শই অন্যটিকে হেনোথেস্টিক সমতুল্য হিসেবে উদযাপন করে। লিপনার বলেন, হিন্দুধর্মের সম্প্রদায়গুলি বিশ্বের প্রধান ধর্মগুলিতে পাওয়া যায় না, কারণ হিন্দু সম্প্রদায়গুলি একাধিক ব্যক্তিদের সাথে অস্পষ্ট, এবং তিনি \"হিন্দু বহুকেন্দ্রিকতা\" শব্দটি প্রস্তাব করেন।\nযদিও হিন্দুধর্মে অনেক সম্প্রদায় ও দর্শন রয়েছে, এটি ভাগ করা ধারণা, স্বীকৃত আচার-অনুষ্ঠান, সৃষ্টিতত্ত্ব, ভাগ করা পাঠ্য সম্পদ, পবিত্র স্থানের তীর্থযাত্রা ও কর্তৃত্বের প্রশ্ন দ্বারা সংযুক্ত।\n\n\n== ধরণ ==\nহিন্দুরা আধ্যাত্মিকতা ও ঐতিহ্যের উপর বিভিন্ন ধরনের ধারণার সম্মতিদান করে, কিন্তু তাদের কোন নির্দিষ্ট ধর্মীয় আদেশ নেই, কোন প্রশ্নাতীত নির্দিষ্ট ধর্মীয় কর্তৃপক্ষ নেই, কোন নির্দিষ্ট পরিচালনা পর্ষদ নেই, কোন নির্দিষ্ট ধর্মপ্রবক্তার বা কোন নির্দিষ্ট পবিত্র গ্রন্থ নেই; হিন্দুরা বহুঈশ্বরবাদী, সর্বেশ্বরবাদ, একেশ্বরবাদী, অদ্বৈতবাদী, অজ্ঞেয়বাদী, নাস্তিক বা মানবতাবাদী পথ বেছে নিতে পারে।\nহিন্দুধর্ম যা সাধারণভাবে পরিচিত তা কয়েকটি প্রধান স্রোতে বিভক্ত করা যেতে পারে। ছয়টি দর্শনের (দর্শন) মধ্যে ঐতিহাসিক বিভাজনের মধ্যে, দুটি দর্শন,  বেদান্ত ও \nযোগ, বর্তমানে সবচেয়ে বিশিষ্ট। প্রাথমিক দেবতা বা দেবতাদের দ্বারা শ্রেণীবদ্ধ, চারটি প্রধান হিন্দুধর্ম আধুনিক স্রোত হল বৈষ্ণবধর্ম (বিষ্ণু),  শৈবধর্ম (শিব), শাক্তবাদ (শক্তি) ও স্মার্তবাদ (পাঁচটি দেবতাকে একই হিসাবে বিবেচনা করা হয়)। এই দেবতা-কেন্দ্রিক সম্প্রদায়গুলি বিভিন্ন দর্শনের সংশ্লেষণ যেমন সাংখ্য, যোগ ও বেদান্ত, সেইসাথে ভাগ করা আধ্যাত্মিক ধারণা যেমন  মোক্ষ, ধর্ম, কর্ম,  সংসার, অহিংস, পাঠ্য (উপনিষদ, পুরাণ, মহাভারত, আগম), আচার ব্যাকরণ ও যাযাবর আচার - অনুষ্ঠান।\n\n\n=== ছয়টি জাতিগত প্রকার (ম্যাকড্যানিয়েল) ===\nম্যাকড্যানিয়েল (২০০৭) বরং জটিল বিষয়ের উপর বিভিন্ন দৃষ্টিভঙ্গি মিটমাট করার প্রয়াসে ছয়টি সাধারণ প্রকারের হিন্দুধর্মকে আলাদা করেছেন:\n\nলোক হিন্দুধর্ম, স্থানীয় ঐতিহ্য ও স্থানীয় দেব-দেবীর ধর্মের উপর ভিত্তি করে এবং প্রাগৈতিহাসিক যুগে বা অন্তত লিখিত বেদের পূর্বে প্রসারিত।\nশ্রৌত বা \"বৈদিক\" হিন্দুধর্ম যেমনটি সনাতনবাদী ব্রাহ্মণ (শ্রৌতিন) দ্বারা অনুশীলন করা হয়।\nউপনিষদের দার্শনিক পদ্ধতির উপর ভিত্তি করে অদ্বৈত বেদান্ত (স্মার্তবাদ) সহ বেদান্তিক হিন্দুধর্ম।\nযোগিক হিন্দুধর্ম, বিশেষ করে পতঞ্জলির যোগসূত্রের উপর ভিত্তি করে একটি সম্প্রদায়।\n\"ধর্মীয়\" হিন্দুধর্ম বা \"দৈনিক নৈতিকতা\", কর্মের উপর ভিত্তি করে এবং সামাজিক নিয়ম যেমন বিভা (হিন্দু বিবাহের রীতি)।\nভক্তি বা ভক্তিবাদী অনুশীলন\n\n\n=== সম্প্রদায় ===\n\nহিন্দুধর্মে, সম্প্রদায় (আইএএসটি: sampradāya)  একটি সম্প্রদায়। এগুলি হল স্বায়ত্তশাসিত অনুশীলন এবং সন্ন্যাস কেন্দ্রগুলির সাথে শিক্ষার ঐতিহ্য, গুরু বংশের সাথে, প্রতিটি ধারাবাহিক প্রজন্মের অনুগামীদের দ্বারা বিকশিত এবং সঞ্চারিত, পুনঃসংজ্ঞায়িত ও পর্যালোচনা করা ধারণাগুলি সহ। নির্দিষ্ট গুরু বংশকে পরম্পরা বলা হয়। একজন জীবিত গুরুর পরম্পরায় দীক্ষা প্রাপ্তির মাধ্যমে, একজন তার সঠিক সম্প্রদায়ের অন্তর্গত হয়।\n\n\n== লোক হিন্দুধর্ম ==\nম্যাকড্যানিয়েল (২০০৭) হিন্দুদের মধ্যে আবেগের প্রকাশ বোঝার জন্য হিন্দুধর্মকে ছয়টি প্রধান ধরনের ও অসংখ্য ছোটো ধরনের মধ্যে শ্রেণীবদ্ধ করেছেন।  ম্যাকড্যানিয়েলের মতে প্রধান প্রকারগুলি হল, লোক হিন্দুধর্ম, যা স্থানীয় ঐতিহ্য ও স্থানীয় দেবদেবীদের ধর্মের উপর ভিত্তি করে এবং এটি প্রাচীনতম, অশিক্ষিত ব্যবস্থা। এটি প্রাক-বৈদিক ঐতিহ্য যা প্রাগৈতিহাসিক যুগে বা বেদ লেখার পূর্বে প্রসারিত। লোক হিন্দুধর্মে দেবতাদের পূজা জড়িত যা \nহিন্দু ধর্মগ্রন্থে পাওয়া যায় না। এতে গ্রামদেবতা, কুলদেবতা (গৃহদেবতা) ও স্থানীয় দেবতাদের পূজা জড়িত।\n\n\n== প্রধান সম্প্রদায় ==\n\n\n=== বৈষ্ণববাদ ===\n\nবৈষ্ণবধর্ম হল হিন্দুধর্মের ভক্তিমূলক প্রবাহ, যা পরমেশ্বর ভগবান (স্বয়ং ভগবান) হিসাবে দেবতা বিষ্ণুকে পূজা করে। সেইসাথে বিষ্ণু নিজেও, এই সম্প্রদায়ের অনুসারীরাও বিষ্ণুর দশ অবতারের (দশাবতার) পূজা করে। বিষ্ণুর দুটি সর্বাধিক পূজা করা অবতার হলেন কৃষ্ণ (বিশেষ করে কৃষ্ণধর্মের মধ্যে) ও রাম, যাদের গল্প যথাক্রমে মহাভারত ও রামায়ণে উল্লেখ করা হয়েছে। এই সম্প্রদায়ের অনুগামীরা সাধারণত অ-তপস্বী, সন্ন্যাসী এবং ধ্যান অনুশীলন ও আনন্দিত জপতে নিবেদিত। বৈষ্ণবরা গভীর ভক্তিপ্রিয়। তাদের ধর্ম সাধু, মন্দির ও ধর্মগ্রন্থে সমৃদ্ধ।\nপ্রধান বৈষ্ণব সম্প্রদায়ের অন্তর্ভুক্ত:\n\nশ্রী বৈষ্ণব সম্প্রদায় (বিশিষ্টাদ্বৈত) লক্ষ্মীর সাথে যুক্ত। প্রধান আচার্য হলেন রামানুজাচার্য ও বেদান্ত দেশিকন। শ্রী উপসম্প্রদায়:\nথেঙ্কলাইস মানবলা মামুনিগালের সম্প্রদায় ভারতের প্রাচীনতম বৈষ্ণব সম্প্রদায়। এই সম্প্রদায় ব্যাস, পরাশর, বোধায়ন অনুসরণ করেছিল। আচার্যের বংশ হল ভগবান নারায়ণ, পরবর্তী লক্ষ্মী এবং তারপরে বিশ্বেকসেনার, নম্মালওয়ার, নাথমুনি, উয়্যাকোন্ডার, মানকাল নাম্বি, আলাভান্ডার, পেরিয়া নাম্বি, \nরামানুজাচার্য এবং অবশেষে ভাদাগলাই সম্প্রদায় অনুসারে বেদান্ত দেশিকান।\nবৈদাকালিস\nমুনিত্রয়\nরামানন্দী সম্প্রদায়, যা রামায়ত সম্প্রদায় বা রামাবত সম্প্রদায় নামেও পরিচিত, অদ্বৈত পণ্ডিত রামানন্দের শিক্ষা মেনে চলে। এটি হিন্দুধর্মের মধ্যে এবং এশিয়ার মধ্যে বৃহত্তম সন্ন্যাসী গোষ্ঠী এবং এই বৈষ্ণব সন্ন্যাসীরা রামানন্দিস, বৈরাগী নামে পরিচিত।\nব্রাহ্ম সম্প্রদায়, বিষ্ণুর সাথে যুক্ত।  এই সম্প্রদায়ের প্রতিষ্ঠাতা ছিলেন দ্বৈত বেদান্ত দার্শনিক মাধবাচার্য। এর আধুনিক রূপ হরিদাস বা মাধব ঐতিহ্য।\nগৌড়ীয় বৈষ্ণবধর্ম ব্রহ্মসম্প্রদায়ের সাথে যুক্ত, এবং চৈতন্য মহাপ্রভু (গৌরাঙ্গাচার্য):\nগৌড়ীয় সারস্বত সম্প্রদায়\nগৌড়ীয় মিশন\nআন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘ (ইসকন)\nইসকন পুনরুজ্জীবন আন্দোলন\nআইডেন্টিটি ফাউন্ডেশনের বিজ্ঞান\nশ্রী শ্রী রাধা গোবিন্দজি ট্রাস\nমণিপুরী বৈষ্ণবধর্ম হল গৌড়ীয় বৈষ্ণবধর্মের একটি আঞ্চলিক রূপ এবং মণিপুর জুড়ে সুসংজ্ঞায়িত ঐতিহ্য ও ভক্তিমূলক অনুশীলনের সাথে অনুসরণ করা হয়।\nকুমার সম্প্রদায় (নিম্বার্ক সম্প্রদায়) হল চার কুমার এবং প্রধান আচার্য নিম্বারকাচার্যের সাথে যুক্ত ঐতিহ্য।\nরুদ্র সম্প্রদায়। প্রধান আচার্য হলেন বল্লভাচার্য,  পুষ্টিমার্গ ঐতিহ্যের প্রতিষ্ঠাতা।\nস্বামীনারায়ণ সম্প্রদায় বা স্বামীনারায়ণবাদ, \nস্বামীনারায়ণের শিক্ষার উপর ভিত্তি করে:\nবোচাসনবাসি অক্ষর পুরুষোত্তম স্বামীনারায়ণ সংস্থা\nআন্তর্জাতিক স্বামীনারায়ণ সৎসঙ্গ মন্ডল\nআন্তর্জাতিক স্বামীনারায়ণ সৎসঙ্গ সংস্থা\nনরনারায়ণ দেব যুবক মন্ডল\nশ্রী স্বামীনারায়ণ গুরুকুল রাজকোট সংস্থা\nঅপ্রাপ্তবয়স্ক এবং আঞ্চলিক বৈষ্ণব দর্শন ও তাদের সাথে যুক্ত প্রধান আচার্যরা হলেন:\n\nবাল্মীকিবাদ, ঋষি বাল্মীকির সাথে যুক্ত।\nএকাসরণ ধর্ম (ওরফে অসমীয়া বৈষ্ণবধর্ম), শ্রীমন্ত শঙ্করদেবের শিক্ষা মেনে চলে।\nকাপাদি সম্প্রদায়\nমহানাম সম্প্রদায়, প্রভু জগদ্বন্ধুর শিক্ষা মেনে চলে যাকে রাধা-কৃষ্ণের অবতার বলে বিবেচিত গৌড়ীয় বৈষ্ণবধর্মের প্রতিষ্ঠাতা চৈতন্য মহাপ্রভুর অবতার বলে মনে করা হয়।\nমহানুভব পন্থ\nওড়িয়া বৈষ্ণবাদ (ওরফে জগন্নাথধর্ম), কৃষ্ণের বিমূর্ত রূপ হিসাবে দেবতা জগন্নাথের আঞ্চলিক ধর্ম।\nপ্রনামি (প্রনামি সম্প্রদায়), দেবচন্দ্র মহারাজের শিক্ষা মেনে চলে।\nরাধাবল্লভ সম্প্রদায়\nরামস্নেহি সম্প্রদায়\nবৈখানস সম্প্রদায়। প্রধান আচার্য হলেন ঋষি বৈখানস (ঐতিহাসিক)।\nবৈষ্ণব-সহজিয় (তান্ত্রিক)\nবাউল\nওয়ার্কারি সম্প্রদায়, মহারাষ্ট্রের ভক্তি সাধকদের শিক্ষা।\n\n\n=== শৈববাদ ===\n\nশৈব বা শৈবরা হলেন তারা যারা প্রাথমিকভাবে শিবকে সর্বোত্তম দেবতা হিসেবে পূজা করেন, উভয়ই অস্থায়ী এবং অতীন্দ্রিয়। শৈবধর্ম একই সময়ে অদ্বৈতবাদ  ও দ্বৈতবাদকে গ্রহণ করে। শৈবদের কাছে, শিব রূপ সহ এবং বিহীন; তিনি হলেন সর্বোচ্চ নর্তক, নটরাজ; এবং হল লিঙ্গ, শুরু বা শেষ ছাড়াই। শিবকে কখনও কখনও উগ্র দেবতা ভৈরব হিসাবে চিত্রিত করা হয়। অন্যান্য হিন্দু সম্প্রদায়ের ভক্তদের তুলনায় শৈবরা তপস্বীবাদের প্রতি বেশি আকৃষ্ট হয় এবং তাদের আত্মশুদ্ধির আচার-অনুষ্ঠানে ছাই মুখ নিয়ে ভারতে ঘুরে বেড়াতে দেখা যায়। তারা মন্দিরে পূজা করে এবং যোগ অনুশীলন করে, ভিতরে শিবের সাথে এক হওয়ার চেষ্টা করে।\nশৈববাদের প্রধান স্কুলগুলির মধ্যে রয়েছে:\n\nশৈব সিদ্ধান্ত, তিরুমুলার/সুন্দরনাথ (নন্দিনাথ সম্প্রদায়, অদ্বৈতবাদী দর্শন) বা ময়কান্দাদেবের (মেকান্দার সম্প্রদায়, দ্বৈতবাদী দর্শন) শিক্ষা মেনে চলে।\nমার্কিন যুক্তরাষ্ট্রে শৈব সিদ্ধান্ত গির্জা।\nশিব অদ্বৈত, নীলকন্ঠ (শ্রীকান্ত) ও আপ্প্যা দীক্ষিতারের শিক্ষা মেনে চলে।\nকাশ্মীরি শৈবধর্ম, অভিনবগুপ্ত সহ বাসুগুপ্ত এবং তার অনুশাসনমূলক বংশের শিক্ষা মেনে চলে।\nপশুপাত শৈবধর্ম, লাকুলীসার শিক্ষা মেনে চলে।\nঅঘোরি\nকাপালিক\nনাথ\nআদিনাথ সম্প্রদায় বা সিদ্ধ সিদ্ধান্ত, গোরক্ষনাথ ও মতসেন্দ্রনাথের শিক্ষা মেনে চলে।\nইঞ্চেগেরি সম্প্রদায়\nঅন্যান্য শাখা:\n\nলিঙ্গায়েতবাদ বা বীরশৈববাদ হল ভারতের স্বতন্ত্র শৈব ঐতিহ্য, যা দ্বাদশ শতাব্দীতে দার্শনিক ও সমাজ সংস্কারক বাসভন্ন দ্বারা প্রতিষ্ঠিত হয়েছিল। এটি মূলধারার হিন্দুধর্ম থেকে বেশ কিছু প্রস্থান করে এবং লিঙ্গ বা ইষ্টলিঙ্গ আকারে ভগবান শিবকে কেন্দ্র করে উপাসনার মাধ্যমে একেশ্বরবাদের প্রস্তাব করে। এটি বেদের কর্তৃত্ব ও বর্ণপ্রথাকেও প্রত্যাখ্যান করে।\nআইয়ানবাদ হল একটি ধর্ম যাকে বিশুদ্ধ দ্রাবিড় হিন্দুধর্মের রূপ বলে দাবি করে এবং শৈব শাখা হিসাবে চিহ্নিত করে৷ এটি আইয়ান ওয়ার্ল্ড ফোরামে অন্তর্ভুক্ত করা হয়েছে।\nইন্দোনেশিয়ান শৈবধর্ম\n\n\n=== শাক্তবাদ ===\n\nশাক্তরা বিভিন্ন রূপে দেবীকে মাতা শক্তি হিসেবে পূজা করে। এই রূপগুলির মধ্যে কালী, পার্বতী/দুর্গা, লক্ষ্মী ও সরস্বতী অন্তর্ভুক্ত থাকতে পারে। হিন্দুধর্মের যে শাখাটি দেবীর উপাসনা করে, দেবী নামে পরিচিত, তাকে বলা হয় শাক্তধর্ম। শক্তিধর্মের অনুসারীরা শক্তিকে মহাবিশ্বের সর্বোচ্চ শক্তি হিসেবে স্বীকৃতি দেয়। দেবীকে প্রায়শই পার্বতী (শিবের স্ত্রী) বা লক্ষ্মী (বিষ্ণুর স্ত্রী) হিসাবে চিত্রিত করা হয়। তাকে অন্যান্য প্রকাশেও চিত্রিত করা হয়েছে, যেমন প্রতিরক্ষামূলক দুর্গা বা হিংস্র কালী। শাক্তধর্ম তান্ত্রিক হিন্দুধর্মের সাথে ঘনিষ্ঠভাবে সম্পর্কিত, যা মন ও শরীরের শুদ্ধির জন্য আচার ও অনুশীলন শেখায়।\nশক্তি ভক্তরা প্রধানত ভবানী বা কালীর মতো দেবীর মন্দিরে মোরগ, ছাগল এবং কিছুটা জল মহিষের পশু বলি দিয়ে থাকেন।\nপ্রধান ঐতিহ্য হল:\n\nকালীকুল\nশ্রীকুল\nকাশ্মীরি শৈবধর্মের মধ্যে দেবী-কেন্দ্রিক ঐতিহ্য হল ত্রিকা ও কুব্জিকা।\n\n\n=== স্মার্তবাদ ===\n\nস্মার্তরা সকল দেবতাকে একই হিসাবে বিবেচনা করে, এবং তাদের মন্দিরে পাঁচজন দেবতা (পঞ্চোপাসনা) বা পঞ্চদেবতাকে ব্যক্তিগত সগুণ (রূপ সহ ঐশ্বরিক) নির্গুণ (রূপবিহীন ঐশ্বরিক) পরম, ব্রহ্মের প্রকাশ হিসাবে অন্তর্ভুক্ত করে। ঈশ্বরের প্রকৃতির পছন্দ ব্যক্তি উপাসকের উপর নির্ভর করে যেহেতু ঈশ্বরের বিভিন্ন প্রকাশকে সমতুল্য বলে ধরে নেওয়া হয়। এটি অসাম্প্রদায়িক কারণ এটি গণেশ, শিব, শক্তি, বিষ্ণু, সূর্যের মতো অন্যদের সাথে যেকোনো ব্যক্তিগত দেবতার পূজাকে উৎসাহিত করে।\nস্মার্ত ঐতিহ্য ব্রহ্মের দুটি ধারণাকে গ্রহণ করে, যেটি হল সগুণ ব্রহ্ম – গুণযুক্ত ব্রহ্ম, ও নির্গুণ ব্রহ্ম – গুণবিহীন ব্রহ্ম। নির্গুণ ব্রহ্ম হল অপরিবর্তনীয় বাস্তবতা, তবে সগুণ ব্রহ্মকে এই নির্গুণ ব্রহ্মকে উপলব্ধি করার উপায় হিসেবে দাঁড় করানো হয়েছে। যারা এখনও তাদের আধ্যাত্মিক যাত্রায় আছেন তাদের জন্য এই ঐতিহ্যে সগুণ ব্রাহ্মণের ধারণাটি দরকারী প্রতীক ও উপায় হিসাবে বিবেচিত হয়, কিন্তু সগুণ ধারণাটি সম্পূর্ণরূপে আলোকিত ব্যক্তিরা যখন উপলব্ধি করেন তখন তার দ্বারা পরিত্যাগ করা হয় নির্গুণ ব্রহ্মের সাথে তাদের নিজেদের আত্মার পরিচয়। স্মার্তরা যেকোনও সগুণ দেবতা (ইষ্ট-দেবতা) বেছে নিতে পারে যেমন বিষ্ণু, শিব, শক্তি, সূর্য, গণেশ বা অন্য যেকোনও, এবং এটিকে স্মার্ত ঐতিহ্যে ওঁ এবং পরম বাস্তবতার সত্য প্রকৃতির ধ্যান করার অন্তর্বর্তী পদক্ষেপ হিসাবে দেখা হয়, যার ফলে উপলব্ধি করা হয়। অদ্বৈত বেদান্তের মতো নির্গুণ ব্রহ্ম এবং তার নিজের আত্মার সমতুল্য।\nএই আন্দোলনের কৃতিত্ব দেওয়া হয় শঙ্করকে (~৮ম শতাব্দী), যিনি সর্বশ্রেষ্ঠ শিক্ষক হিসেবে বিবেচিত হন এবং স্মার্তরা সংস্কারক। হিল্টেবিটেলের মতে, শঙ্কর উপনিষদের অদ্বৈতবাদী ব্যাখ্যাকে পুনরুজ্জীবিত স্মার্ত ঐতিহ্যের স্পর্শকাতর হিসেবে প্রতিষ্ঠা করেছিলেন। কর্ণাটকের আদি শঙ্কর আচার্যের দ্বারা প্রতিষ্ঠিত শৃঙ্গেরি শারদা মঠটি এখনও স্মার্ত সম্প্রদায়ের কেন্দ্র।\n\n\n=== সমাপতিত অংশ ===\nহালব্ফাস বলেছেন যে, যদিও শৈবধর্ম ও বৈষ্ণবধর্মের মতো ঐতিহ্যগুলিকে \"স্বয়ংসম্পূর্ণ ধর্মীয় নক্ষত্রপুঞ্জ\" হিসাবে বিবেচনা করা যেতে পারে, \"তাত্ত্বিক ও সাহিত্যিক প্রতিনিধিদের\" মধ্যে মিথস্ক্রিয়া ও তথ্যের মাত্রা রয়েছে প্রতিটি ঐতিহ্যের যা \"পরিচয়ের বৃহত্তর অনুভূতি, ভাগ করা প্রসঙ্গে ও সাধারণ কাঠামো এবং দিগন্তে অন্তর্ভুক্তির সংগতির অনুভূতি\" এর উপস্থিতি নির্দেশ করে। হিন্দুরা শিব, বিষ্ণু ও শক্তিকে শ্রদ্ধা করে এবং বছরের বিভিন্ন সময়ে তাদের সাথে সম্পর্কিত উৎসব উদযাপন করে। মন্দিরগুলি প্রায়শই তাদের একটির বেশি বৈশিষ্ট্যযুক্ত, এবং হিন্দুধর্মকে পলিকেন্দ্রিক ধর্মতত্ত্ব হিসাবে আরও ভালভাবে বোঝা যায় যা দেবতা এবং ধারণার পছন্দ ব্যক্তির উপর ছেড়ে দেয়।\nহিন্দুধর্মের চারটি প্রধান সম্প্রদায়ের মূল ধারণা ও অনুশীলনগুলি নীচে তুলনা করা যেতে পারে:\n\n\n== অন্যান্য সম্প্রদায় ==\n\n\n=== সূর্যবাদ বা সৌরবাদ ===\n\nসূর্যবাদীরা হল হিন্দু সম্প্রদায়ের অনুসারী যা বৈদিক ঐতিহ্যে শুরু হয়েছিল এবং সূর্যকে সগুণ ব্রহ্মের প্রধান দৃশ্যমান রূপ হিসাবে পূজা করে। সৌর ঐতিহ্য দক্ষিণ এশিয়ায় প্রভাবশালী ছিল, বিশেষ করে পশ্চিম, উত্তর এবং অন্যান্য অঞ্চলে, ৮০০ ও ১০০০ খৃষ্টাব্দ এর মধ্যে অসংখ্য সূর্যমূর্তি ও মন্দির নির্মিত হয়েছিল। কোণার্ক সূর্য মন্দিরটি ১৩ শতকের মাঝামাঝি সময়ে নির্মিত হয়েছিল। ইসলামী আগ্রাসন ও হিন্দু-মুসলিম যুদ্ধের মূর্তিভঙ্গের সময়, সূর্য-দেবতাকে উৎসর্গ করা মন্দিরগুলিকে অপবিত্র করা হয়েছিল, মূর্তিগুলি ভেঙে দেওয়া হয়েছিল এবং সৌরা ঐতিহ্যের বাসিন্দা পুরোহিতদের হত্যা করা হয়েছিল, আন্দ্রে উইঙ্ক বলেছেন। হিন্দুধর্মের সূর্য ঐতিহ্য খ্রিস্টীয় ১২ ও ১৩ শতাব্দীতে হ্রাস পায় এবং আজ বিহার/ঝাড়খণ্ড ও পূর্ব উত্তর প্রদেশ ব্যতীত এটি খুব ছোট আন্দোলন হিসাবে রয়ে গেছে। বিহার/ঝাড়খণ্ড ও পূর্ব উত্তর প্রদেশে ছট পূজার আকারে যা এই অঞ্চলে গুরুত্বপূর্ণ উৎসব হিসেবে বিবেচিত হয়।\n\n\n=== গণপতিবাদ ===\n\nগণপতিবাদ হল একটি হিন্দু সম্প্রদায় যেখানে ভগবান গণেশকে সগুণ ব্রহ্মের প্রধান রূপ হিসেবে পূজা করা হয়। এই সম্প্রদায়টি অতীতে ব্যাপক এবং প্রভাবশালী ছিল এবং \nমহারাষ্ট্রে গুরুত্বপূর্ণ ছিল।\n\n\n=== ইন্দোনেশিয়ান হিন্দুধর্ম ===\n\n১৬ শতকের শেষের দিকে জাভা ও সুমাত্রা দ্বীপে হিন্দুধর্মের আধিপত্য ছিল, যখন জনসংখ্যার বিশাল অংশ ইসলামে ধর্মান্তরিত হয়েছিল। শুধুমাত্র বালিনি জনগণ যারা বালি দ্বীপে সংখ্যাগরিষ্ঠতা তৈরি করেছিল, তারা শতাব্দীর পর শতাব্দী ধরে হিন্দু ধর্মের এই রূপটিকে ধরে রেখেছে। ধর্মতাত্ত্বিকভাবে, বালিনিজ বা ইন্দোনেশিয়ান হিন্দুধর্ম হিন্দুধর্মের অন্যান্য প্রধান সম্প্রদায়ের তুলনায় শৈব ধর্মের কাছাকাছি। অনুগামীরা অচিন্ত্যকে সর্বোত্তম দেবতা এবং অন্যান্য সমস্ত দেবতাকে তার প্রকাশ হিসাবে বিবেচনা করে।\n\"আগম হিন্দুধর্ম\" শব্দটি, \"ইন্দোনেশিয়ান হিন্দুধর্ম\"-এর অন্তিম ইন্দোনেশিয়ান নামটি কালিমান্তান, সুমাত্রা, সুলাওয়েসি ও ইন্দোনেশিয়ার অন্যান্য স্থানের ঐতিহ্যগত অভ্যাসগুলিকেও নির্দেশ করতে পারে, যেখানে লোকেরা সনাক্ত করতে এবং গ্রহণ করতে শুরু করেছেহিন্দুধর্ম বা হিন্দু উপাসনা হিসাবে তাদের আগাম পুনরুজ্জীবিত করা হয়েছে। ইন্দোনেশিয়ায় হিন্দুধর্মের পুনরুজ্জীবন জাতীয় সংগঠন, পারিসাদ হিন্দুধর্মের জন্ম দিয়েছে।\n\n\n=== শ্রুতিবাদ ===\n\nশ্রৌত সম্প্রদায়গুলি ভারতে খুব বিরল, সর্বাধিক পরিচিত কেরালার অতি-অর্থোডক্স নাম্বুদিরি ব্রাহ্মণ। অন্যান্য ব্রাহ্মণদের দ্বারা অনুসরণ করা বেদান্তের বিপরীতে তারা \"পূর্ব-মীমাংসা\" (বেদের পূর্বের অংশ) অনুসরণ করে। তারা বৈদিক বলিদান (যজ্ঞ) সম্পাদনের উপর গুরুত্ব দেয়। নাম্বুদিরি ব্রাহ্মণরা তাদের প্রাচীন সোমায়াগম, অগ্নিকায়ান আচার সংরক্ষণের জন্য বিখ্যাত যা ভারতের অন্যান্য অংশে বিলুপ্ত হয়ে গেছে।\n\n\n=== কৌমারম ===\n\nকৌমারম হিন্দুদের সম্প্রদায়, বিশেষ করে দক্ষিণ ভারত ও শ্রীলঙ্কায় পাওয়া যায় যেখানে প্রভু মুরুগা কার্ত্তিকেয় হলেন পরম ঈশ্বর। ভগবান মুরুগাকে ত্রিমূর্তি থেকে শ্রেষ্ঠ মনে করা হয়। ভগবান মুরুগার উপাসকদের কৌমারস বলা হয়।\n\n\n=== নতুন আন্দোলন ===\n\n১৯ থেকে ২০ শতকে উদ্ভূত নতুন আন্দোলনের মধ্যে রয়েছে:\n\nঅদ্বৈত মত\nডিভাইন লাইট মিশন\nআমেরিকান মেডিটেশন ইনস্টিটিউট\nআনন্দ (আনন্দ যোগ)\nআনন্দ আশ্রম\nআনন্দ মার্গ\nআর্ট অফ লিভিং ফাউন্ডেশন\nআর্য সমাজ\nআইয়াবাঝি\nব্রহ্মা কুমারী\nব্রাহ্মধর্ম (ব্রাহ্ম সমাজ)\nআদি ধর্ম\nসাধারন ব্রাহ্মসমাজ\nচিন্ময় মিশন\nদত্ত যোগ\nডিভাইন লাইফ সোসাইটি\nহনুমান ফাউন্ডেশন\nহিমালয়ান ইনস্টিটিউট অফ ইয়োগা সায়েন্স অ্যান্ড ফিলোসফি\nহিন্দুত্ব\nঅখিল ভারত হিন্দু মহাসভা\nহিন্দু জনজাগৃতি সমিতি\nসনাতন সংস্থা\nহিন্দু মুন্নানী\nহিন্দু সেনা\nহিন্দু যুববাহিনী\nরাষ্ট্রীয় স্বয়ংসেবক সংঘ (সংঘ পরিবার)\nহিন্দু জাগরণ মঞ্চ\nবিশ্ব হিন্দু পরিষদ\nআন্তর্জাতিক বেদান্ত সোসাইটি\nইশা ফাউন্ডেশন\nক্রিয়া যোগ কেন্দ্র\nমহিমা ধর্ম\nমাতা অমৃতানন্দময়ী মঠ\nমতুয়া মহাসংঘ\nমেইবাঝি\nনারায়ণ ধর্ম\nঐক্য আন্দোলন\nপ্রার্থনা সমাজ (বিলুপ্ত)\nযোগ - ভক্তিবাদ। (প্রবর্তক : ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথ)\nরাধা সোমি\nরাধা সোমি সৎসঙ্গ ব্যাস\nরাধা সোমি সৎসঙ্গ সভা\nরাধা স্বামী সৎসঙ্গ, দিনোদ\nআধ্যাত্মিকতার বিজ্ঞান (সাওয়ান কিরপাল রুহানি মিশন)\nরামকৃষ্ণ মিশন/ রামকৃষ্ণ মঠ (বেদান্ত সোসাইটি)\nরবিদাসিয়া\nসহজ যোগ\nসত্য সাই বাবা আন্দোলন\nসৎসঙ্গ\nসত্য ধর্ম\nআত্ম-উপলব্ধি ফেলোশিপ / যোগদা সৎসঙ্গ\nশিবসেনা\nশ্রী রাম চন্দ্র মিশন\nশ্রীশ্রী আনন্দময়ী সংঘ\nসিদ্ধ যোগ\nশিবানন্দ যোগ বেদান্ত কেন্দ্রগুলি\nশ্রী অরবিন্দ আশ্রম\nশ্রী চিন্ময় কেন্দ্রগুলি\nশ্রী রমন আশ্রম\nসত্যে আবদ্ধতার সমাজ\nস্বাধ্যায় পরিবার\nঅতীন্দ্রিয় ধ্যান\n\n\n== সম্পর্কিত সম্প্রদায় ==\n\n\n=== কালাশ ধর্ম ===\n\nপাকিস্তানের ইন্দো-আর্য কালাশ জনগণ ঐতিহ্যগতভাবে একটি আদিবাসী ধর্ম পালন করে যা কিছু লেখক প্রাচীন হিন্দুধর্মের একটি রূপ হিসেবে চিহ্নিত করেন।\n\n\n=== স্লাভিক বেদবাদ ===\n\nস্লাভিক, রাশিয়ান, পিটারবুর্গিয়ান বেদবাদ বা কেবলমাত্র বেদবাদ হল স্লাভিক নেটিভ ফেইথ (\"রডনভেরি\")-এর প্রাচীনতম শাখাকে বর্ণনা করতে ব্যবহৃত শব্দ—রাশিয়ায় বৈদিক ধর্মের সমসাময়িক আদিবাসী বিকাশ, বিশেষ করে। সেন্ট পিটার্সবার্গের সম্প্রদায়, অন্যান্য স্লাভিক দেশ এবং সাধারণত সোভিয়েত-পরবর্তী সমস্ত রাজ্য।\"বেদবাদ\" শব্দটি এসেছে \"জানতে হবে\" (বেদাতʼ)-একটি শব্দার্থিক মূল যা স্লাভিক ও সংস্কৃত ভাষায় একইভাবে ভাগ করা হয়।\nস্লাভিক বেদধর্মে বৈদিক দেবতাদের উপাসনা জড়িত, যা স্বদেশী স্লাভিক আচার-অনুষ্ঠান ও দেবতাদের স্লাভিক নামের ব্যবহার দ্বারা চিহ্নিত করা হয়েছে, যা আধুনিক হিন্দুধর্মের সাথে একটি শক্তিশালী বন্ধন বজায় রেখেছে এমন অন্যান্য গোষ্ঠীর থেকে আলাদা, যদিও কৃষ্ণবাদ গোষ্ঠীগুলি প্রায়ই নিজেদেরকে \"বৈদিক\" হিসাবেও পরিচয় দেয়। এছাড়াও স্লাভিক নেটিভ ফেইথ (স্লাভিক নিওপ্যাগানিজম) এর মধ্যে কিছু সমন্বিত গোষ্ঠী \"বেদবাদ\" শব্দটি ব্যবহার করে।\n\n\n== জনসংখ্যা ==\nহিন্দুধর্মের মধ্যে ঐতিহ্যের জন্য জনসংখ্যার ইতিহাস বা প্রবণতা সম্পর্কে কোনো আদমশুমারির তথ্য পাওয়া যায় না। হিন্দুধর্মের বিভিন্ন ঐতিহ্যের অনুগামীদের আপেক্ষিক সংখ্যার উপর অনুমান পরিবর্তিত হয়। জনসন এবং গ্রিমের ২০১০ সালের অনুমান অনুসারে, বৈষ্ণবধর্মের ঐতিহ্য হল সবচেয়ে বড় গোষ্ঠী যেখানে প্রায় ৬৪১ মিলিয়ন বা ৬৭.৬% হিন্দু, তারপরে শৈবধর্ম ২৫২ মিলিয়ন বা ২৬.৬%, শাক্তধর্ম ৩০ মিলিয়ন বা ৩.২% এবং অন্যান্য ঐতিহ্যের সাথে ২৫ মিলিয়ন বা ২.৬% সহ নব্য-হিন্দুবাদ এবং সংস্কার হিন্দু ধর্ম সহ। বিপরীতে, জোন্স ও রায়ানের মতে, শৈবধর্ম হল হিন্দুধর্মের বৃহত্তম ঐতিহ্য।\nগ্যালভিন ফ্লাডের মতে, শৈব এবং শাক্তধর্মের ঐতিহ্য আলাদা করা কঠিন, কারণ অনেক শৈব হিন্দু নিয়মিতভাবে দেবী শক্তিকে শ্রদ্ধা করে। জুলিয়াস লিপনার বলেন, হিন্দু ধর্মের সম্প্রদায়গুলি বিশ্বের প্রধান ধর্মগুলিতে পাওয়া যায় না, কারণ হিন্দু সম্প্রদায়গুলি অনেক শৈব ও বৈষ্ণব অনুগামীদের সাথে বহুকেন্দ্রিকভাবে দেব-দেবীকে শ্রদ্ধা করে এমন ব্যক্তিদের সাথে অস্পষ্ট শ্রী (লক্ষ্মী), পার্বতী, সরস্বতী এবং দেবী দেবীর অন্যান্য দিককে স্বীকৃতি দেওয়া। একইভাবে, শাক্ত হিন্দুরা শিব ও দেবীকে শ্রদ্ধা করে যেমন পার্বতী (যেমন দুর্গা, রাধা, সীতা ও অন্যান্য) এবং সরস্বতী শৈব ও বৈষ্ণব ঐতিহ্যে গুরুত্বপূর্ণ।\n\n\n== ক্রস-সাম্প্রদায়িক প্রভাব ==\n\n\n=== আত্মজ্ঞান ===\n\nজ্ঞান সংস্কৃত শব্দ যার অর্থ জ্ঞান। বেদে এর অর্থ সত্য জ্ঞান, যে (আত্ম) ব্রহ্মের সাথে অভিন্ন। এটিকে আত্মজ্ঞান হিসেবেও উল্লেখ করা হয় যা প্রায়শই আত্ম-উপলব্ধি হিসেবে অনুবাদ করা হয়।\n\n\n=== ভক্তি আন্দোলন ===\n\nভক্তি আন্দোলন ছিল ঈশ্বরবাদী ভক্তিমূলক প্রবণতা যা সপ্তম শতাব্দীর তামিল দক্ষিণ ভারতে (বর্তমানে তামিলনাড়ু ও কেরালার অংশ) থেকে উদ্ভূত হয়েছিল এবং উত্তর দিকে ছড়িয়ে পড়েছিল। এটি পঞ্চদশ শতাব্দীর পর থেকে পূর্ব ও উত্তর ভারতের উপর দিয়ে প্রবাহিত হয়েছিল, ১৫ ও ১৭ শতকের খৃষ্টাব্দ এর মধ্যে তার শীর্ষে পৌঁছেছিল।  ভক্তি আন্দোলন আঞ্চলিকভাবে বিভিন্ন দেব-দেবী, যেমন  বৈষ্ণবধর্ম (বিষ্ণু), শৈবধর্ম (শিব), শাক্তধর্ম (শক্তি দেবী), এবং  স্মার্তবাদকে ঘিরে হিন্দু সম্প্রদায় হিসেবে গড়ে ওঠে।  আন্দোলনটি অনেক কবি-সাধকদের দ্বারা অনুপ্রাণিত হয়েছিল, যারা দ্বৈতের আস্তিক দ্বৈতবাদ থেকে অদ্বৈত বেদান্তের পরম অদ্বৈতবাদ পর্যন্ত দার্শনিক অবস্থানের বিস্তৃত পরিসরে চ্যাম্পিয়ন হয়েছিল। ভক্তি আন্দোলনের ধর্মগ্রন্থের মধ্যে রয়েছে ভগবদ্গীতা, ভাগবত পুরাণ ও পদ্মপুরাণ।\nআলভারের উত্তরাধিকারের অংশ হিসেবে, পাঁচটি বৈষ্ণব দার্শনিক ঐতিহ্য (সম্প্রদায়) পরবর্তী পর্যায়ে বিকশিত হয়েছে।\n\n\n=== দার্শনিক দর্শন ===\n\nহিন্দু দর্শন ঐতিহ্যগতভাবে ছয়টি অস্তিক (অর্থোডক্স) চিন্তাধারায় বিভক্ত,  বা দর্শনাম (দর্শন), যা বেদকে সর্বোচ্চ প্রকাশিত ধর্মগ্রন্থ হিসেবে গ্রহণ করে।\nআস্তিক দর্শনগুলি হল:\n\nসাংখ্য, চেতনা ও বস্তুর অ-ঈশ্বরবাদী এবং দৃঢ়ভাবে দ্বৈতবাদী তাত্ত্বিক প্রকাশ।\nযোগব্যায়াম, ধ্যান, মনন ও মুক্তির উপর জোর দেয় এমন দর্শন।\nন্যায় বা যুক্তি, জ্ঞানের উৎস অনুসন্ধান করে, ন্যায়সূত্র।\nবৈশেষিক, পরমাণুবাদের অভিজ্ঞতাবাদী দর্শন\nমীমাংসা, অর্থোপ্রাক্সি এর অপ-তপস্বী, অপ-রহস্যবাদী দর্শন\nবেদান্ত, বেদের জ্ঞানের শেষ অংশ, বা জ্ঞানকাণ্ড।\nনাস্তিক দর্শনগুলি হল:\n\nচার্বাক\nজৈনধর্ম\nআজীবিক\nবৌদ্ধধর্ম\nঅজ্ঞান\nযাইহোক, মধ্যযুগীয় দার্শনিক যেমন বিদ্যারণ্য ভারতীয় দর্শনকে ষোলটি দর্শনে শ্রেণীবদ্ধ করেছেন, যেখানে শৈব, পাণিনি ও রাসেশ্বর চিন্তাধারার অন্তর্গত দর্শনগুলি অন্যদের সাথে অন্তর্ভুক্ত করা হয়েছে এবং তিনটি বৈদান্তিক দর্শন অদ্বৈত, বৈশব্দদ্বৈত (যা তখন স্বতন্ত্র দর্শন হিসেবে আবির্ভূত হয়েছিল) আলাদাভাবে শ্রেণীবদ্ধ করা হয়েছে।\nহিন্দু ইতিহাসে, হিন্দু ধর্মের \"স্বর্ণযুগ\" গুপ্ত যুগে ছয়টি গোঁড়া দর্শনের পার্থক্য বর্তমান ছিল। বৈশেষিক ও মীমাংসার অন্তর্ধানের সাথে, এটি পরবর্তী মধ্যযুগ ও আধুনিক যুগে অপ্রচলিত হয়ে পড়ে, যখন বেদান্তের বিভিন্ন উপ-দর্শনগুলি ধর্মীয় দর্শনের প্রধান বিভাগ হিসাবে বিশিষ্ট হতে শুরু করে, নিম্নরূপ:\n\nঅদ্বৈত বেদান্ত\nঅক্ষর-পুরুষোত্তম দর্শন\nভেদভেদ\nঅচিন্ত্য ভেদা অবেদা\nদ্বৈতদ্বৈত\nদ্বৈত বেদান্ত\nঅবিচ্ছেদ্য যোগব্যায়াম\nপ্রত্যবিজ্ঞ\nশৈব সিদ্ধান্ত\nশিব অদ্বৈত\nশুদ্ধদ্বৈত\nবিশেষ্টাদ্বৈত\nন্যায় ১৭ শতকে নব্য ন্যায় \"নব্য-ন্যায়\" হিসাবে টিকে ছিল, যখন সাংখ্য ধীরে ধীরে স্বতন্ত্র দর্শন হিসাবে তার মর্যাদা হারিয়েছে, এর নীতিগুলি যোগ ও বেদান্তের মধ্যে মিশে গেছে।\n\n\n=== যোগ জাত ===\n\nআনন্দ যোগ\nভক্তি যোগ\nহঠ যোগ\nবিহার যোগ দর্শন\nঅখণ্ড যোগ\nজীবমুক্তি যোগ\nজ্ঞান যোগ\nকর্ম যোগ\nক্রিয়া যোগ\nকুন্ডলিনী যোগ\nরাজ যোগ\nসহজ যোগ\nসিদ্ধ যোগ\nশিবানন্দ যোগ\nসুরত শব্দ যোগ\nতান্ত্রিক যোগ\n\n\n== আরও দেখুন ==\nহিন্দু সংগঠনের তালিকা\nসম্প্রদায় (ঐতিহ্য)\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nApte, Vaman S. (১৯৬৫)। The Student's English-Sanskrit Dictionary। Delhi: Motilal Banarsidass। আইএসবিএন 81-208-0300-0। \nDoniger, Wendy, সম্পাদক (১৯৯৯)। Merriam-Webster's Encyclopedia of World Religions। Merriam-Webster। আইএসবিএন 9780877790440। \nFlood, Gavin D. (১৯৯৬), An Introduction to Hinduism, Cambridge University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHalbfass, Wilhelm (১৯৯১), Tradition and Reflection, SUNY Press, আইএসবিএন 9780791403617 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHiltebeitel, Alf (২০০২), \"Hinduism\",   Joseph Kitagawa, The Religious Traditions of Asia: Religion, History, and Culture, Routledge, আইএসবিএন 9781136875977 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHiltebeitel, Alf (২০১৩), Hinduism. In: Joseph Kitagawa, \"The Religious Traditions of Asia: Religion, History, and Culture\", Routledge, আইএসবিএন 9781136875977 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJones, Constance A.; Ryan, James D. (২০০৭)। Encyclopedia of Hinduism। Encyclopedia of World Religions. J. Gordon Melton, Series Editor। New York: Facts On File। আইএসবিএন 978-0-8160-5458-9। ২০২০-০৪-০২ তারিখে মূল থেকে আর্কাইভ করা। \nKnott, Kim (১৯৯৮), Hinduism: A Very Short Introduction, Oxford University Press, আইএসবিএন 9780191606458 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMādhava Āchārya (১৮৮২)। The Sarva-Darśana-Saṃgraha or Review of the Different Systems of Hindu Philosophy। Trübner's Oriental Series। E.B. Cowell and A.E. Gough কর্তৃক অনূদিত। London: Trübner & Co.। \nMichaels, Axel (২০০৪), Hinduism. Past and present, Princeton, New Jersey: Princeton University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNath, Vijay (মার্চ–এপ্রিল ২০০১), \"From 'Brahmanism' to 'Hinduism': Negotiating the Myth of the Great Tradition\", Social Scientist, 29 (3/4): 19–50, জেস্টোর 3518337, ডিওআই:10.2307/3518337 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRadhakrishnan, Sarvepalli (১৯২৭)। Indian Philosophy। 2। Oxford University Press। \nRosen, Steven (২০০৬), Essential Hinduism, Westport: Praeger Publishers উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTattwananda, Swami (n.d.)। Vaisnava Sects, Saiva Sects, Mother Worship। Calcutta: Nirmalendra Bikash Sen Gupta। \nWerner, Karel (১৯৯৪)। A Popular Dictionary of Hinduism (1997 rev. সংস্করণ)। Surrey: Curzon Press। আইএসবিএন 0-7007-1049-3। \n\n\n== বহিঃসংযোগ ==\n\nBrill's Encyclopedia of Hinduism Online। \nOverview of the four divisions of Hinduism  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ এপ্রিল ২০১৫ তারিখে\nDescription of four denominations"}