{"pageid": 1099481, "title": "পেন ইন্টারন্যাশনাল", "url": "https://bn.wikipedia.org/wiki?curid=1099481", "content": "পেন ইন্টারন্যাশনাল বা পিইএন ইন্টারন্যাশনাল (২০১০ খ্রিস্টাব্দ পর্যন্ত ইন্টারন্যাশনাল পেন নামে পরিচিত ছিল)  হলো লেখকদের একটি বৈশ্বিক বেসরকারি সংস্থা, যেটি ১৯২১ খ্রিস্টাব্দে নোবেলজয়ী ইংরেজ কবি জন গ্যাল্সওয়ার্দির প্রচেষ্টায় লন্ডনে প্রতিষ্ঠিত হয়েছিল।  বিশ্বের সর্বত্র লেখকদের পারস্পরিক শখ্যতার এবং বুদ্ধিভিত্তিক সহযোগিতা ও বোঝাপড়ার উদ্দেশ্য প্রচারের জন্য প্রতিষ্ঠিত হয়। সারা বিশ্বে ১০০ টিরও বেশি দেশে সংস্থাটির স্বশাসিত আন্তর্জাতিক পেন (পিইএন) কেন্দ্র রয়েছে।\nপারস্পরিক বোঝাপড়া এবং বিশ্ব সংস্কৃতির বিকাশে সাহিত্যের ভূমিকার উপর জোর দেওয়া; মত প্রকাশের স্বাধীনতার জন্য লড়াই করা এবং স্বাধীন মতামতের জন্য হয়রানি, কারাদন্ড বা প্রাণ নাশের ঘটনা ঘটলে  নিহত লেখকদের পক্ষে প্রতিবাদী শক্তিশালী ভূমিকা গ্রহণের ব্যবস্থা করা সংগঠনটির লক্ষ্য।\n\n\n== ইতিহাস ==\n\nপ্রথম পেন ক্লাব প্রতিষ্ঠিত হয়েছিল ১৯২১ খ্রিস্টাব্দের ৫ই অক্টোবর ফ্লোরেন্সের এক রেস্তেরায়  যে সভায় উপস্থিত ছিলেন ক্যাথরিন এমি ডসন স্কট,জন গ্যালসওয়ার্দি।  জন গ্যালসওয়ার্দি প্রথম সভাপতি হন। প্রাথমিক সদস্যরা ছিলেন -  জোসেফ কনরাড , এলিজাবেথ ক্রেগ , জর্জ বার্নার্ড শ' এবং এইচজি ওয়েলস।\nপেন ইন্টারন্যাশনাল মূলত, কবি (Poets),  প্রাবন্ধিক (Essayists), ঔপন্যাসিক (Novelists) দের নিয়ে গঠিত হয়েছিল, তাই আদ্যক্ষর নিয়ে সংস্থার নাম পেন ক্লাব (PEN Club) রাখা হয়েছিল। পরে অবশ্য কবি (Poets), নাট্যকার (Playwrights), সম্পাদক (Editors), প্রাবন্ধিক (Essayists), ঔপন্যাসিক (Novelists) যুক্ত হন  এবং এদের সাথে সংশ্লিষ্ট সাংবাদিক ও ঐতিহাসিক সাহিত্যের সঙ্গে যুক্তরাও অন্তর্ভুক্ত হয়েছেন।।\nসংগঠনের স্থিরীকৃত লক্ষ্যগুলি নিম্নরূপ:\n\nপারস্পরিক বৌদ্ধিক সহযোগিতা ও বোঝাপড়া প্রচার করা।\nবিশ্ব সংস্কৃতির বিকাশে সাহিত্যের ভূমিকার উপর জোর দেওয়া এবং লেখকদের একটি বিশ্বগোষ্ঠী তৈরি করা।\n মত প্রকাশের স্বাধীনতার জন্য লড়াই করা এবং আধুনিক বিশ্বে স্বাধীন মতামতের জন্য হয়রানি, কারাদন্ড বা প্রাণহানির ঘটনা ঘটলে  নিহত লেখকদের পক্ষে প্রতিবাদী শক্তিশালী ভূমিকা গ্রহণের ব্যবস্থা করা তথা সাহিত্যকে রক্ষা করা।\n\n\n== স্মৃতিসৌধ ==\n\n\n== সদস্যরা ==\nহোমরো আরিদজিস\nজোসেফ কনরাড\nএলিজাবেথ ক্রেগ\nজর্জ বার্নার্ড শ'\nএইচজি ওয়েলস\nহেনরিক বোল\n\n\n== প্রেসিডেন্ট ==\n\n\n== আরো দেখুন ==\nকারাবন্দী লেখকের দিন\nইন্টারন্যাশনাল ফ্রিডম অফ এক্সপ্রেশন এক্সচেঞ্জ\nবর্তমানে বিশ্বজুড়ে ১৪৫টিও বেশি কেন্দ্র আছে। তন্মধ্যে উল্লেখযোগ্য কেন্দ্রগুলি হল-\nইংরেজি পেন - লন্ডনে অবস্থিত পেন ইন্টারন্যাশনালের প্রতিষ্ঠাতা কেন্দ্র\nপেন আমেরিকা - নিউ ইয়র্ক সিটিতে অবস্থিত।\nপেন কানাডা - কানাডার টরন্টোতে অবস্থিত।\nসিডনি পেন – অস্ট্রেলিয়ার তিনটি পেন কেন্দ্রের মধ্যে একটি, সিডনিতে অবস্থিত।\nপেন সেন্টার জার্মানি - ১৯২৪ খ্রিস্টাব্দে প্রতিষ্ঠিত।\nহাঙ্গেরিয়ান পেন ক্লাব - ১৯২৬ খ্রিস্টাব্দে  প্রতিষ্ঠিত।\nপেন ইউক্রেন - ১৯৮৯ খ্রিস্টাব্দে প্রতিষ্ঠিত।\nপেন অল ইন্ডিয়া সেন্টার - ১৯৩৪ খ্রিস্টাব্দে বর্তমানে মুম্বাইতে প্রতিষ্ঠিত।\nপেন সাহিত্য পুরস্কার - সারা বিশ্বের পেন  কেন্দ্রগুলির দ্বারা এবং একযোগে পুরস্কৃত।\nতিউনিসিয়া মনিটরিং গ্রুপ\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nMauthner, Martin (২০০৭)। German Writers in French Exile, 1933–1940 (1st publ. সংস্করণ)। Valentine Mitchell। আইএসবিএন 978-0-85303-540-4। .\n\n\n== বহিঃসংযোগ =="}