{"pageid": 1099061, "title": "শালি কাওয়া", "url": "https://bn.wikipedia.org/wiki?curid=1099061", "content": "শালি কাওয়া(বৈজ্ঞানিক নাম: Euploea radamanthus (Fabricius)) প্রজাতি নিমফ্যালিডি (Nymphalidae) গোত্র ও 'ডানায়িনি' (Danainae) উপ-গোত্রের অন্তর্ভুক্ত মাঝারীর চেয়ে বড় মাপের প্রজাপতি।\n\n\n== আকার ==\nপ্রসারিত অবস্থায় শালি কাওয়ার ডানার আকার ৮০-৯০ মিলিমিটার দৈর্ঘ্যের হয়।\n\n\n== উপপ্রজাতি ==\nভারতে প্রাপ্ত শালি কাওয়া এর উপপ্রজাতি হল-\n\nEuploea radamanthus radamanthus (Fabricius, 1793) – Oriental Magpie Crow\n\n\n== বিস্তার ==\nএই প্রজাতি ভারত এর পশ্চিমবঙ্গ, সিকিম থেকে অরুণাচল প্রদেশ পর্যন্ত, নেপাল, ভুটান, বাংলাদেশ এবং মায়ানমার এর বিভিন্ন অঞ্চলে দেখা যায়।\n\n\n== বর্ণনা ==\nপ্রজাপতির দেহাংশের পরিচয় বিষদ জানার জন্য প্রজাপতির দেহ এবং ডানার অংশের নির্দেশিকা দেখুন:-\n\n\n=== পুরুষ ===\nপুরুষ প্রকারের সামনের ডানার উপরিপৃষ্ঠ উজ্জ্বল মখমলের ন্যায় নীলচে কালো বর্নের হয়। সেল এর শেষ প্রান্তে একটি খুব বড় সাদা ছোপ লক্ষনীয় যা কোস্টা পর্যন্ত বিস্তৃত। সাব-টার্মিনাল ছোপগুলি ফ্যাকাশে নীল এবং একটি অথবা দুটি সাদা ডিসকাল ছোপ চোখে পড়ে। ডিসকাল অংশে ডানার মধ্যভাগের একটু নিচে ১বি শিরামধ্যে ডিম্বাকৃতি, লম্বাটে এবং ফ্যাকাশে নীল ব্র্যান্ড বর্তমান। পিছনের ডানার উপরিতলে সেল এর ডানার গোড়ার দিকে কয়েকটি লম্বাটে, চওড়া সাদা দাগ দেখা যায়। সেল এর মধ্যে এবং উপরে হালকা ধূসর বর্নের scent scale গুলি বিদ্যমান।\n\n\n=== স্ত্রী ===\nস্ত্রী প্রকারের ডানার উপরিতল মূলত বাদামী উজ্জ্বল নীলাভ আভাযুক্ত এবং উভয় ডানাতেই বিস্তৃত সাদা অংশযুক্ত। পিছনের ডানায় সেলে সাদা দাগ চোখে পড়ে। পুরুষ প্রকারের সাথে কমবেশী সাদৃশ্যযুক্ত।\nডানার নিম্নতল কালচে বাদামী এবং দাগ-ছোপ উপরিতলের অনুরূপ, তবে সাব-টার্মিনাল ছোপগুলি সাদা।\nশুঙ্গ কালো,মাথা, বক্ষদেশ এবং উদর পুরুষ প্রকারে নীলচে কালো এবং স্ত্রী প্রকারে ধূসর ছাইরঙা (cinereous), উভয় প্রকারে পাল্পি এবং বক্ষদেশের নিম্নতল সাদা ছোপযুক্ত।\n\n\n== আচরণ ==\nএই প্রজাতিকে উপযুক্ত পরিবেশে প্রায়শই দেখা যায়, তবে এদের স্ত্রী প্রকারের দর্শন কমই মেলে। উড়ান অন্যান্য Crow দের ন্যায় ধীর এবং অলস ভঙ্গিমাযুক্ত। এরা প্যাপিলিও প্যারাডক্সা (Great Blue Mime) এর damisepa রূপ এবং সারাং এর স্ত্রী প্রকারের দুটি রূপের সাথে মিমিক্‌ করে। পাহাড়ি জঙ্গলের নদী অথবা ঝর্না এবং জঙ্গলের প্রান্তদেশে ১২০০মিটার উচ্চতা পর্যন্ত এদের বচরন লক্ষ্য করা যায়। বর্ষাকালে (এপ্রিল থেকে জুলাই মাসে) এবং শরৎকালে (অক্টোবর, নভেম্বর) এমনকি ডিসেম্বরেও প্রচুর সংখ্যায় বিচরন করতে দেখা যায়। পুরুষ প্রকারদের জঙ্গলের পাথুরে নদীর পাড়ে, জঙ্গল পথের ভিজে ছোপে মাড্‌ পাডল প্রায়শই চোখে পড়ে। এদের মধ্যে পরিযায়ীতা (migration) লক্ষ্যনীয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}