{"pageid": 1099863, "title": "মোন-বর্মী লিপি", "url": "https://bn.wikipedia.org/wiki?curid=1099863", "content": "বর্মী লিপি হলো বর্ণমালা লেখার পদ্ধতি যা আধুনিক বর্মী, মোন, শান, রাখাইন, জিংপো এবং কারেন ভাষায় ব্যবহার করা হয়।\n\n\n== ভাষা ==\n\nবর্মী লিপি মূলত পিউ লিপি, অথবা পুরনো মোন লিপির অভিযোজিত রূপ, এবং এর উৎপত্তি নিশ্চিতভাবে দক্ষিণ ভারতীয়, যেখান থেকে কদম্ব অথবা পল্লব লিপি এসেছে। বর্মী শব্দ গঠন প্রধানত বর্গক্ষেত্র ব্লক বিন্যাস মেনে চলতো, কিন্তু সপ্তদশ শতাব্দী থেকে যখন শিক্ষার হাত বৃদ্ধি এবং বর্মী সাহিত্যের উত্থানের ফলে যখন পারাবাইকস (ပုရပိုက်) নামক ভাঁজ করা কাগজ ও খেজুর পাতার ব্যাপক ব্যবহার শুরু হয় তখন থেকে যুক্ত অক্ষর বিন্যাস ব্যবহার শুরু হয়।\nবর্মী লিপি অন্যান্য বর্মী ভাষাগুলোয় লেখার জন্য অভিযোজন করা হয়েছে, উল্লেখযোগ্যভাবে শান, মোন (বর্মী লিপির মত এর পূর্বসূরী আসল পুরনো মোন লিপি এই ভাষায় ব্যবহৃত হয়) এবং কারেন ভাষায় ব্যবহার করা হয়। এই লিপি পালি ও সংস্কৃত নামক দুটি ধর্মীয় ভাষাতেও ব্যবহার করা হয়েছিলো।\n\n\n== ইউনিকোড ==\nবর্মী লিপি ১৯৯৯ সালের সেপ্টেম্বরে প্রকাশিত তৃতীয় সংস্করণের সাথে ইউনিকোডে যুক্ত করা হয়। পরবর্তী প্রকাশে লিপির অতিরিক্ত কিছু অক্ষর যুক্ত করা হয়।\n২০০৫ সাল পর্যন্ত, অধিকাংশ বর্মী ভাষার ওয়েবসাইট বর্মী ক্যারেক্টার দেখাতে ছবি-ভিত্তিক পদ্ধতিতে জিআইএফ বা জিপিইজিতে প্রদর্শন করতো। ২০০৫ সালের শেষের দিকে বর্মী এনএলপি রিসার্চ ল্যাব মিয়ানমার১ নামক ওপেনটাইপ মিয়ানমার ফন্ট প্রকাশের ঘোষণা দেয়। এই ফন্টে শুধু ইউনিকোড কোড পয়েন্টস ও অক্ষর শুধু ছিলোনা তার সাথে এটিতে ওপেনটাইপ লেআউট (ওটিএল) লজিক ও রুলস মেনে চলা হতো। তাদের গবেষণা কেন্দ্রটি ইয়াঙ্গুনের মিয়ানমার আইসিটি পার্কে অবস্থিত এবং ইউনিকোড-সম্মত ফন্টটি এসআইএল ইন্টারন্যাশনাল তৈরি। প্রথমে এটির সাথে একটি গ্রাফাইট ইঞ্জিন ব্যবহার করতে হতো, যদিও এখন ইউন্ডোজের ওপেনটাইপ টেবিল এই ফন্টের বর্তমান সংস্করণে রয়েছে। ২০০৮ এর ৪ এপ্রিলের উইনিকোড ৫.১ স্ট্যান্ডার্ড প্রকাশিত হওয়ার পর থেকে তিনটি ইউনিকোড ৫.১ সমর্থিত ফন্ট মিয়ানমার৩, পাদাউক ও পারাবাইক; পাবলিক লাইসেন্সের অধীনে সহজলভ্য হয়েছে।\nঅনেক বর্মী ফন্ট প্রণেতা উইন ইন্নোয়া, সিই ফন্ট মিয়াজেদি, জাউগুই, পোন্না, মান্দালায় সহ বিভিন্ন বর্মী ফন্ট তৈরি করেছেন। এটা উল্লেখ করাটা গুরুত্বপূর্ণ যে এগুলোর কোনটাই ইউনিকোড সম্ময় নয় কারণ এগুলো বার্মিজ ব্লকের জন্য অনির্ধারিত কোড পয়েন্ট ব্যবহার করে এবং এগুলো মাইক্রোসফট বা অন্য কোন মূখ্য সফটওয়্যার বিক্রেতা কর্তৃক স্বীকৃত নয়। যদিও অনেক বর্মী ভাষার ওয়েবসাইট রয়েছে যেগুলো ইউনিকোড ব্যবহার শুরু করেছে সাথে বিভিন্ন ওয়েবসাইট জাউগি নামক ছদ্ম-ইউনিকোড ফন্ট ব্যবহার অব্যাহত রেখেছে।\n\n\n=== মাইক্রোসফট উইন্ডোজ ৮ এ বর্মী সমর্থন ===\nউইন্ডোজ ৮ এর সাথে \"মিয়ানমার টেক্সট\" নামক একটি ইউনিকোড-লিখিত বর্মী ফন্ট রয়েছে। এছাড়াও উইন্ডোজ ৮-এ একটি বর্মী কিবোর্ড লেআউট রয়েছে। অপারেটিং সিস্টেমটিতে এই ফন্টের জনপ্রিয়তার ফলে মাইক্রোসফট উইন্ডোজ ১০-এ এই ফন্ট রেখে দিয়েছে।\n\n\n=== ব্লক ===\n\nমিয়ানমার ইউনিকোড ব্লকটির কোডপয়েন্ট হল U+1000 থেকে U+109F। এটি ইউনিকোড আদর্শে ১৯৯৯ সালের সেপ্টেম্বরে সংস্করণ ৩.০ এর সাথে যুক্ত করে মুক্তি দেওয়া হয়:\n\nমিয়ানমার সম্প্রসারিত-এ ইউনিকোড ব্লকটির কোডপয়েন্ট হল U+AA60 থেকে U+AA7F। এটি সংস্করণ ৫.২-এর সাথে যুক্ত করে ২০০৯ সালের অক্টোবরে ছাড়া হয়:\n\nমিয়ানমার সম্প্রসারিত-বি ইউনিকোড ব্লকটির কোডপয়েন্ট হল U+A9E0 থেকে U+A9FF। এটি সংস্করণ ৭.০-এর সাথে যুক্ত করে ২০১৪ সালের জুনে মুক্তি দেওয়া হয়:\n\n\n== আরও দেখুন ==\nবর্মী বর্ণমালা\nবর্মী সংখ্যা\nপুরনো মোন লিপি\nপিউ লিপি\nকারেন বর্ণমালা\nতাই থাম লিপি\n\n\n== তথ্যসূত্র =="}