{"pageid": 1099196, "title": "ক্যান্ডির চুক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1099196", "content": "ক্যান্ডির চুক্তি (সিংহলী: උඩරට ගිවිසුම উডারটা গিভিসুমা) হলো সেই চুক্তি যা ক্যান্ডির শেষ রাজা শ্রী বিক্রম রাজাসিংহকে ক্ষমতাচ্যুত করার উদ্দেশ্যে এবং রাজ্যের ভূখণ্ড ব্রিটিশ রাজমুকুটের নিকট সমর্পণের নিমিত্তে ১৮১৫ সালের ২রা মার্চ ব্রিটিশ গভর্নর স্যার রবার্ট ব্রাউনরিগ এবং ব্রিটিশ সিংহলের (বর্তমানে যা শ্রীলঙ্কা) প্রধানদের মধ্যে স্বাক্ষরিত হয়েছিল। স্বয়ং ব্রিটিশ উপনিবেশিক প্রশাসন কর্তৃক এই প্রধানদের নিয়োগ করা হয়েছিল যারা আবার ছিল ক্যান্ডি রাজ্যেরই অপেক্ষাকৃত কম ক্ষমতার রাজসভাসদ বা কর্মকর্তা। ক্যান্ডির রাজপ্রাসাদের মগুল মডুয়াতে (Royal Audience Hall) সাক্ষরিত এই চুক্তির মাধ্যমে ক্যান্ডি ব্রিটিশ সাম্রাজ্যের অধিভুক্ত হয়ে যায়।\n\n\n== পটভূমি ==\nসিংহলী প্রধানরা রাজা শ্রী বিক্রম রাজাসিংহের ক্ষমতা হ্রাস করতে করতে চেয়েছিলেন। একারণে দক্ষিণ ভারতীয় বংশোদ্ভূত এই রাজা তাদের প্রবল বিরোধিতার সম্মুখীন হন। এই প্রধানরা একটি সফল অভ্যুত্থান  ঘটান যার মাধ্যমে সিংহল দ্বীপে ২৩৫৮ বছরের স্ব-শাসনের সমাপ্তি ঘটে। অভ্যুত্থানের পর রাজাকে তামিলনাড়ুর ভেলোরে কারারুদ্ধ করে রাখা হয়। চুক্তিটি সম্পূর্ণভাবে আলাদা ধরনের। কারণ সিংহাসনাসীন সম্রাট কিংবা রাজা এতে স্বাক্ষর করেন নি, স্বাক্ষর করেছেন শুধু তার দরবারের সদস্য এবং রাজ্যের অন্যান্য অভিজাতগণ।\nঅসমর্থিত কিছু সুত্রানুসারে, চুক্তি স্বাক্ষর না হওয়া পর্যন্তই ক্যান্ডির পতাকা আকাশে উড়বে ব্রিটিশদের এমন দাবি থাকায় এরাজ্যেরই ওয়ারিয়াপোলা শ্রী সুমঙ্গলা নামের একজন বৌদ্ধ সন্ন্যাসী, ব্রিটিশদের উত্তোলিত একটি ইউনিয়ন জ্যাক ছিনিয়ে নেন এবং তা পদদলিত করেন; এই চুক্তির এমনই একটি কুখ্যাতি ছড়িয়ে পড়েছিল।\nচুক্তিপত্রে দেশীয় প্রতিনিধিদের যে স্বাক্ষর রয়েছে সেটা নিয়েও কেউ কেউ প্রশ্ন তোলেন।\n\n\n== চুক্তির বিষয়বস্তু ==\nএই ইস্তেহারটিতে নিম্নোক্ত ১২ টি দফা ছিল:\n\n➤১) 'মালাবাড়ি' রাজা তথা 'শ্রী বিক্রম রাজাসিংস'কে ক্যান্ডির সিংহাসনের সমস্ত দাবি ত্যাগ করতে হবে।\n\n➤২) রাজা ক্ষমতাচ্যুত এবং পদচ্যুত ঘোষিত হবেন এবং তার রাজবংশের বংশগত দাবি বিলুপ্ত ও নির্বাপিত হবে।\n\n➤৩) তার সকল পুরুষ আত্মীয়কে দ্বীপ থেকে নির্বাসিত করা হবে।\n\n➤৪) আদিকারাম, দিসভা, মহোত্তালা, কোরালি, বিদানি এবং অন্যান্য অধস্তন কর্মকর্তাদের ক্ষেত্রে তাদের নিজ নিজ পদমর্যাদা অনুযায়ী অধিকার, সুযোগ-সুবিধা এবং ক্ষমতা সংরক্ষণ ব্যাতিত যাবতীয় কর্তৃত্ব উপনিবেশিক সরকার কর্তৃক প্রয়োগের নিমিত্তে ব্রিটিশ সাম্রাজ্যের উপর ন্যস্ত হবে।\n\n➤৫) বৌদ্ধধর্ম পালনের ও রক্ষা করার অধিকার এবং একই সঙ্গে এর অলঙ্ঘনীয়তা ঘোষণা করা।\n\n➤৬) সকল প্রকার শারীরিক অত্যাচার ও অঙ্গচ্ছেদ রহিত করা হয়।\n\n➤৭) কোন ব্যক্তির মৃত্যুদণ্ড গভর্নর একাই দিতে পারবেন সেই বিধান এবং সরকার কর্তৃক স্বীকৃত প্রতিনিধির উপস্থিতিতে মৃত্যুদণ্ড কার্যকর করার বিধান আরোপিত হয়।\n\n➤৮) ক্যান্ডির সমস্ত দেওয়ানি এবং ফৌজদারি বিচার দেশের প্রতিষ্ঠিত নিয়ম এবং রীতিনীতি অনুসারে পরিচালিত হবে। যখন যেখানে প্রয়োজন তখন সেখানে সরকার যাতে হস্তক্ষেপ করতে পারে সেই অধিকার সরকার সংরক্ষণ করবে।\n\n➤৯) ক্যান্ডির বহির্ভূত অন্যান্য ক্ষেত্র (বা ক্ষেত্রসমূহ) ব্রিটিশ আইন অনুসারে (আগের সুযোগ-সুবিধার মতো) বজায় থাকবে।\n\n➤১০) তিনজন এবং চারজন কোরালি এবং সাবারাগামুওয়াকে অন্তর্ভুক্তি সংক্রান্ত পূর্বের ঘোষণা বাতিল করা হয়।\n\n➤১১) ইংল্যান্ডের রাজার স্বার্থে এবং একইসাথে দ্বীপের অভ্যন্তরীণ স্থাপনা রক্ষণাবেক্ষণের স্বার্থে বকেয়া ও রাজস্ব আদায়ের অধিকার অর্পিত হয়।\n\n➤১২) কাউকে ব্যবসা-বাণিজ্যে করার সুযোগ / অধিকার গভর্নর এককভাবে দিতে পারবেন।\n\n\n== স্বাক্ষরকারী পক্ষসমূহ ==\n\nস্যার রবার্ট ব্রাউনরিগ -  সিলনের গভর্নর\nমোল্লিগোডা (জৈষ্ঠ্য) - সাথ কোরালের ১ম আদিগর ও দিসভা\nপিলিমা টালোউভা (জৈষ্ঠ্য) -  সাবারাগামুওয়া প্রদেশের ২য় আদিগর এবং দিসভা\nপিলিমা টালোউভা (কনিষ্ঠ) - হাথ্রা কোরালের দিসভা\nকেপ্পেটিপোলা দিসভা বা মোনারাভিলা - উভা প্রদেশের দিসভা\nরটওয়াটে নিলামে - মাত্তালেই এর দিসভা\nমোল্লিগোডা (কনিষ্ঠ) - থুন কোরালের দিসভা\nডুল্লেওয়া - ওয়ালাপানির দিসভা\nমিল্লেওয়া - ওয়েল্লাসা এবং বিন্থেন্নার দিসভা\nগালাগামা - টামানকাডুভার দিসভা\nগালাগোডা - নুভারা কালাভিয়ার দিসভা\nউল্লেখ্য যে, দিসভা বা দিসওয়া হলো সিংহলি রাজ্যগুলোতে শাসনতান্ত্রিক ও বিচারিক ক্ষমতাসম্পন্ন উচ্চ পদস্থ কর্মকর্তা বিশেষ যাদের কাজের পরিধি প্রাদেশিক ছিল গভর্নরের মতো।\n\n\n=== সাক্ষী ===\nস্যার জন ডয়লি - সরকারের প্রধান অনুবাদক, একই সঙ্গে তিনি ক্যান্ডির ১ম ব্যারনেট\nজে এ এস সার্দারল্যান্ড - সরকারের উপসচিব (Deputy Secretary)\n\n\n== নথি ==\nএই চুক্তিপত্রের মূল কপি শ্রীলঙ্কা সরকারের আর্কাইভ বিভাগের নিকট রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nBritish Ceylon and Kingdom of Kandy 1805 (map)\nThe Kandyan Convention and British policy\n1815: Kandyan convention and the role of D’Oyly\nShort History of Ceylon By Humphrey William Codrington\nSri Lankan Ethnic Crisis: Towards a Resolution By R. B. Herath\nThe 1815 Kandyan Convention at the Audience Hall\nThe signing of the Kandyan Convention  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ ডিসেম্বর ২০১৩ তারিখে\nKandyan Convention of 1815  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে\nKandyan Convention of 1815 by Dr. K.D.G. Wimalaratne  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ এপ্রিল ২০১৫ তারিখে"}