{"pageid": 1099210, "title": "বন্নু প্রস্তাব", "url": "https://bn.wikipedia.org/wiki?curid=1099210", "content": "বন্নু প্রস্তাব (পশতু: د بنو فیصله), অথবা পশতুনিস্তান প্রস্তাবনা (পশতু: د پښتونستان قرارداد), ছিলো পশতুন জাতীয়তাবাদীদের প্রস্তাবিত একটি রাজনৈতিক দাবি যা ব্রিটিশ ভারতের উত্তর-পশ্চিম সীমান্ত প্রদেশের (বর্তমানে খাইবার পাখতুনখোয়া, পাকিস্তান) বন্নুতে ১৯৪৭ সালের ২১ জুনে উত্থাপন করা হয়েছিলো। এই প্রস্তাবনা ব্রিটিশ ভারতের সমস্ত পশতুন অঞ্চলগুলোকে ভারত অধিরাজ্য ও পাকিস্তান অধিরাজ্য দুটির যেকোন একটি অধিরাজ্যে যোগ দেওয়ার বিকল্প বাছাইয়ের পরিবর্তে ব্রিটিশ সরকারের নিকট পশতুনিস্তানের স্বাধীনতার বিকল্প যোগ করার জন্য দাবি জানায়। যদিও ব্রিটিশরা সেই দাবি প্রত্যাখান করে এবং আয়োজিত ১৯৪৭ সালের উত্তর-পশ্চিম সীমান্ত প্রদেশ গণভোটে অধিকাংশ ভোট পাকিস্তানের পক্ষে পড়ায় প্রদেশটি পাকিস্তানের অধীনস্থ হয়। তবে বাচা খান, প্রদেশটির মুখ্যমন্ত্রী ডাক্তার খান সাহিব এবং খুদাই খিদমতগার এই গণভোট প্রত্যাখ্যান করে যেহেতু গণভোটে আফগানিস্তানে যোগ দেওয়া বা স্বাধীন হওয়া দুটির কোন বিকল্প প্রদান করা হয়নি।\n\n\n== ইতিহাস ==\nবন্নু প্রস্তাবটি বাচা খান, আব্দুল সামাদ খান আচাকজাই, খুদাই খিদমতগার, প্রাদেশিক সংসদের সদস্যগণ, মির্জালি খান, এবং লয়া জিগরার অন্যান্য উপজাতি প্রধানদের দ্বারা ব্রিটিশ ভারতের উত্তর-প্রদেশ সীমান্ত প্রদেশের বন্নুতে গৃহীত হয় ২১ জুন ১৯৪৭ সাল তথা ভারত বিভাজনের সাত সপ্তাহ পূর্বে।\nপ্রস্তাবনায় লিখিত ছিলো যে পশতুনদের ব্রিটিশ ভারতের সকল অঞ্চল নিয়ে স্বাধীন পশতুনিস্তান গঠনের বিকল্প বাছাই করার ক্ষমতা দিতে হবে - যা ছিলো ব্রিটিশ সরকারের অঞ্চলগুলো হয় পাকিস্তান অথবা ভারতে অন্তর্ভুক্তির পরিকল্পনার বহির্ভূত।\n\n\n== ব্রিটিশদের প্রত্যাখ্যান ==\nব্রিটিশ রাজ বন্নু প্রস্তাবের দাবি প্রত্যাখান করে,  কেননা ১৯৪৭ এর জুলাইয়ে, যুক্তরাজ্যের সংসদ ভারতীয় স্বাধীনতা অধিনিয়ম ১৯৪৭ পাশ করে যা ঘোষণা করে যে ১৯৪৭ সালে ১৫ই আগস্টে ভিন্ন স্বাধীন রাষ্ট্র গঠনের বিকল্প ব্যতীত ব্রিটিশ ভারতকে দুটি নতুন অধিরাজ্য ভারত এবং পাকিস্তানে ভাগ করা হবে।\nএই আইন আরো ঘোষণা করে যে উত্তর-পশ্চিম সীমান্ত প্রদেশের ভাগ্য গণভোটের মাধ্যমে নির্ধারিত হবে। প্রদেশটির ভবিষ্যৎ নির্ধারণে গণভোটের আয়োজন তৃতীয় পরিকল্পনা প্রস্তাবের সাথে সামঞ্জস্যপূর্ণ ছিলো—যেখানে ১৯৪৬ সালের প্রাদেশিক আইনসভার জন্য একই ইলেক্টোরাল কলেজ দ্বারা ভোট দেওয়া হয়েছিলো।\n\n\n== ১৯৪৭ সালের উত্তর-পশ্চিম সীমান্ত প্রদেশের গণভোট ==\n\n১৯৪৭ এর জুলাইয়ের গণভোটে ভোটাররা অত্যধিকভাবে পাকিস্তানের পক্ষে ভোট দেন। ২,৮৯,২৪৪ (৯৯.০২%) ভোট পাকিস্তানের পক্ষে পড়েছিলো।\n\n\n== আরও দেখুন ==\n\nপশতুনিস্তান\nডুরান্ড সীমা\n\n\n== তথ্যসূত্র =="}