{"pageid": 109967, "title": "মাউন্ট রাশমোর", "url": "https://bn.wikipedia.org/wiki?curid=109967", "content": "মাউন্ট রাশমোর ন্যাশনাল মেমোরিয়াল (ইংরেজি: Mount Rushmore National Memorial) বা সংক্ষেপে মাউন্ট রাশমোর হচ্ছে যুক্তরাষ্ট্রের সাউথ ডাকোটা অঙ্গরাজ্যের কিস্টোনে অবস্থিত গ্রানাইট পাথরের পাহাড় কেটে তৈরি করা একটি মনুমেন্ট। ভাস্কর গাটজন বর্গলাম এটি নির্মাণ করেন। ৬০-ফুট (১৮-মিটার) উচ্চতার এই প্রেসিডেন্সিয়াল ভাস্কর্য দ্বারা মার্কিন যুক্তরাষ্ট্রের প্রথম ১৩০ বছরের ইতিহাস তুলে ধরার চেষ্টা করা হয়েছে। এখানে বিভিন্ন সময়ে দায়িত্ব পালনকৃত যে চারজন মার্কিন রাষ্ট্রপতির আবক্ষমূর্তি স্থান পেয়েছে তারা হলেন, জর্জ ওয়াশিংটন (১৭৩২-১৭৯৯), থমাস জেফারসন (১৭৪৩-১৮২৬), থিওডোর রুজভেল্ট (১৮৫৮-১৯১৯), এবং আব্রাহাম লিংকন (১৮০৯-১৮৬৫)। সম্পূর্ণ মেমোরিয়ালটির ক্ষেত্রফল প্রায় ১,২৭৮.৪৫ একর (৫.১৭ বর্গকিলোমিটার), এবং এটি সমুদ্রপৃষ্ঠ থেকে প্রায় ৫,৭২৫ ফুট (১,৭৪৫ মিটার) উঁচুতে অবস্থিত। এই মনুমেন্টটির ব্যবস্থাপনার দায়িত্বে আছে ন্যাশনাল পার্ক সার্ভিস। এটি যুক্তরাষ্ট্রের ইউনাইটেড স্টেটস ডিপার্টমেন্ট অফ দি ইন্টেরিয়রের আওতাধীন একটি প্রতিষ্ঠান। প্রতিবছর প্রায় ২০ লক্ষ মানুষ এই মেমোরিয়াল পরিদর্শন করেন।\n\n\n== ইতিহাস ==\nএই পর্বতটি ডাকোটা জাতির মানুষের কাছে সিক্স গ্র্যান্ডফাদার নামে পরিচিত। যদিও এর নামকরণ করা হয়েছে নিউ ইয়র্কের একজন খ্যাতনামা আইনজীবী চার্লস ই. রাশমোরের নামানুসারে। ১৮৮৫ সালে পরিচালিত এক অভিযানে তিনি এই পর্বতটি আবিষ্কার করেন। প্রথমে রাশমোর সাউথ ডাকোটার ব্ল্যাক হিল্‌স অঞ্চলে পর্যটন শিল্পের বিকাশ ঘটাতে চেয়েছিলেন। পরবর্তীতে রাষ্ট্রপতি ক্যালভিন কুলিজ ও কংগ্রেসের সদস্যদের সাথে অনেক আলোচনার পর এই প্রকল্পটি কংগ্রেসের অনুমোদন পায়। এই ভাস্কর্য তৈরির কাজ শুরু হয় ১৯২৭ সালে, এবং এটি শেষ হয় ১৪ বছর পর ১৯৪১ সালে। এটি তৈরির সময় কিছু মানুষ দুর্ঘটনাজনিত ক্ষতির স্বীকার হলেও কেউ মারা যায়নি।\nঐতিহাসিক ডোএন রবিনসন ১৯২৩ সালে যুক্তরাষ্ট্রের পর্যটন শিল্পের বিকাশের লক্ষ্যে সাউথ ডাকোটার মাউন্ট রাশমোরকে নিয়ে এই চিন্তাধারাটি শুরু করেন। তিনি ভাস্কর গুটজন বোর্গলামকে ব্ল্যাক হিল্‌স অঞ্চলটি ভ্রমণ করে দেখতে বলেন যে, ভাস্কর্য তৈরির পরিকল্পনাটি বাস্তবায়ন করা সম্ভব কী না। বোর্গলাম এর আগে স্টোন মাউন্টেনে কনফেডারেট মেমোরিয়াল তৈরিতেও কাজ করেছেন। এটি জর্জিয়া অঙ্গরাজ্যে অবস্থিত। কিন্তু সেখানকার দায়িত্বরত কর্মকর্তাদের সাথে মতানৈক্য হয়। মূল পরিকল্পনা ছিলো গ্র্যানাইট পিলারগুলোতে ভাস্কর্য আঁকা হবে, যা নিডল নামে পরিচিত। যদিও পরে বোর্গলাম বুঝতে পারেন এই ক্ষয়প্রাপ্ত নিডলগুলো ভাষ্কর্যকে ধারণ করার জন্য সুগঠিত নয়। এগুলো খুব চিকন। যুক্তরাষ্ট্র কংগ্রেস ৩ মার্চ, ১৯২৫ সালে মাউন্ট রাশমোর কমিশনকে কাজটির দায়িত্ব প্রদান করে। রাষ্ট্রপতি কুলিজের ইচ্ছায় ওয়াশিংটনের সাথে দুই রিপাবলিকান ও এক ডেমোক্র্যাট রাষ্ট্রপতি ভাস্কর্যে স্থান পান।\nবোর্গলাম বিভিন্ন কারণে মাউন্ট রাশমোরকে এই কাজের জন্য উপযুক্ত সাইট হিসেবে মনোনীত করেন। যেমন: যে শিলা দ্বারা এই পর্বতটি গঠিত তা মসৃণ, ও মানসম্পন্ন গ্র্যানাইটের তৈরি। এই গ্র্যানাইট ক্ষয়প্রাপ্ত হবার হার কম। প্রতি ১০,০০০ বছরে এটি মাত্র ১ ইঞ্চি (২৫ মিলিমিটার) ক্ষয়প্রাপ্ত হয়। এর ফলে এটি নিশ্চিত হয় যে, ভাস্কর্যকে এটি ভালোভাবে ভিত্তিমূলক দৃঢ়তা প্রদান করতে সমর্থ হবে। এছাড়া এটি ঐ এলাকার সবচেয়ে উচ্চতম পর্বত, যার উচ্চতা সমুদ্রপৃষ্ঠ থেকে প্রায় ৫,৭২৫ ফুট (১,৭৪৫ মিটার)। পর্বতটি যেহেতু দক্ষিণপূর্ব দিকে মুখ করে আছে, তাই দিনে বেশিরভাগ সময় এটি সূর্যালোক পায়।\n\n\n== পর্যটন ==\nপর্যটন শিল্প সাউথ ডাকোটার দ্বিতীয় বৃহত্তম শিল্প, এবং \"মাউন্ট রাশমোর\" হচ্ছে সবচেয়ে বেশি পর্যটকের আকর্ষণ। ২০০৪ সালে ২০ লক্ষেরও বেশি পর্যটক মাউন্ট রাশমোর পরিদর্শন করেছেন।\n\n\n== টীকা ও তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nLarner, Jesse. Mount Rushmore: An Icon Reconsidered New York: Nation Books, 2002.\nTaliaferro, John. Great White Fathers: The Story of the Obsessive Quest to Create Mount Rushmore. New York: PublicAffairs, c2002. Puts the creation of the monument into a historical and cultural context.\nThe National Parks: Index 2001–2003. Washington: United States Department of the Interior\n\n\n== বহিঃসংযোগ ==\n\nOfficial site\nThe Making of Mount Rushmore  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ এপ্রিল ২০১০ তারিখে\nClimate\nA Monumental Achievement\nGoogle Map Link\nMatthew Buckingham, The Six Grandfathers, Paha Sapa, in the Year 502,002 C.E."}