{"pageid": 1099091, "title": "হুসাইন আল বাহারনা", "url": "https://bn.wikipedia.org/wiki?curid=1099091", "content": "হুসেইন মোহাম্মদ আল বাহারনা (আরবি: حسين محمد البحرنة‎, জন্ম ৫ ডিসেম্বর ১৯৩২)  বাহরাইনের একজন আইনজীবী, লেখক এবং সাবেক মন্ত্রী। তিনি কেমব্রিজ বিশ্ববিদ্যালয় থেকে পাবলিক ইন্টারন্যাশনাল আইনে পিএইচডি করেন এবং ২৬ বছর ধরে বাহরাইন সরকারের আইন বিষয়ক প্রতিমন্ত্রী এবং আইন উপদেষ্টা ছিলেন। তার মেয়াদের সময় ১৯৭৩ সালে বাহরাইনের প্রথম সংবিধানের খসড়া রচনায় তিনি অংশগ্রহণ করেন। এছাড়াও তিনি বিভিন্ন আন্তর্জাতিক পদে অধিষ্ঠিত ছিলেন এবং বেশ কয়েকটি বইও লিখেছেন।\n\n\n== শিক্ষা ==\nআল বাহারনা ১৯৫৩ সালে বাগদাদ বিশ্ববিদ্যালয় এর আইন কলেজ থেকে আইনে স্নাতক ডিগ্রি লাভ করেন। এরপর তিনি লন্ডনে চলে যান যেখানে তিনি লিঙ্কনস ইনে অধ্যয়ন করেন এবং ব্যারিস্টার-অ্যাট-ল হন। ১৯৫৬ সালে, তিনি লন্ডন বিশ্ববিদ্যালয় থেকে আইন বিষয়ে স্নাতকোত্তর ডিপ্লোমা লাভ করেন। এর পরে তিনি হেগ, নেদারল্যান্ডস-এ চলে যান যেখানে তিনি হেগ একাডেমি অফ ইন্টারন্যাশনাল ল থেকে ডিপ্লোমা লাভ করেন। অবশেষে ১৯৬১ সালে, তিনি কেমব্রিজ বিশ্ববিদ্যালয় থেকে পাবলিক ইন্টারন্যাশনাল ল-এ পিএইচডি ডিগ্রি লাভ করেন।\n\n\n== কর্মজীবন ==\n১৯৬০-এর দশকে, আল বাহারনা কুয়েতের পররাষ্ট্র মন্ত্রণালয়ে আইনি উপদেষ্টা হিসাবে নিযুক্ত হন (১৯৬২-৬৪) এবং তারপরে আরামকোর আইনি উপদেষ্টা এবং বিশ্লেষক হিসাবেও (১৯৬৫-৬৮) কাজ করেন। ১৯৬৯ সালে, তিনি বাহরাইনের বৈদেশিক বিষয়ক বিভাগের আইনি উপদেষ্টা নিযুক্ত হন এবং এর এক বছর পরে তাকে বাহরাইনের কাউন্সিল অফ স্টেটের আইনি কমিটির সভাপতি করা হয়।১৯৭১ সালে বাহরাইন যুক্তরাজ্য থেকে স্বাধীনতা লাভ করার পর, আল বাহরানা স্বাধীনতা-পরবর্তী প্রথম মন্ত্রিসভায় আইন বিষয়ক প্রতিমন্ত্রী হন। ১৯৯৫ সালের জুনের মাঝামাঝি সময়ে অন্যান্য মন্ত্রীদের সাথে তাকে অবসর নেওয়ার আদেশ দেওয়ার আগ পর্যন্ত তিনি এই পদে অধিষ্ঠিত ছিলেন।\nপ্রায় ২৬ বছর (১৯৬৯-১৯৯৫) স্থায়ী সরকারী অফিসে তার মেয়াদকালে, আল বাহারনা বাহরাইনের আধুনিক নাগরিক আইনের খসড়া তৈরিতে অংশ নেন। সবচেয়ে উল্লেখযোগ্য হল, তিনি ১৯৭৩ সালের সংবিধানের খসড়া তৈরির দায়িত্বপ্রাপ্ত মন্ত্রী কমিটির সদস্য ছিলেন, যা বাহরাইনের ইতিহাসে এক গুরুত্বপূর্ণ দলিল হিসেবে গণ্য করা হয় তিনি বাহরাইন এবং কাতারের মধ্যে আঞ্চলিক বিরোধ মামলায় আন্তর্জাতিক ন্যায়বিচার আদালত এর সামনে বাহরাইনের প্রতিনিধি এবং কৌঁসুলি ছিলেন.। \n১৯৮৭ সালে, আল বাহারনা জাতিসংঘের আন্তর্জাতিক আইন কমিশনে এশিয়ার প্রতিনিধি হিসেবে নির্বাচিত হন। তিনি পরপর চারটি অধিবেশনের জন্য পুনঃনির্বাচিত হন, ২০০৬ সাল পর্যন্ত একটানা দায়িত্ব পালন করেন। ১৯৯৪ সালে, তিনি ইন্টারন্যাশনাল কাউন্সিল ফর কমার্শিয়াল আরবিট্রেশনের বোর্ড সদস্য নির্বাচিত হন। ২০০৩ থেকে ২০০৫ এর মধ্যে, তিনি ইন্টারন্যাশনাল কোর্ট অফ আরবিট্রেশন (ইন্টারন্যাশনাল চেম্বার অব কমার্স) এর সদস্য হিসাবে কাজ করেছেন।\n\n\n== তথ্যসূত্র =="}