{"pageid": 1099051, "title": "মলনুপিরাভির", "url": "https://bn.wikipedia.org/wiki?curid=1099051", "content": "মলনুপিরাভির (ল্যাগেভ্রিও হিসেবে বাজারজাত) হলো এক ধরনের ভাইরাস প্রতিরোধী ওষুধ। এটি নির্দিষ্ট ধরনের আরএনএ ভাইরাসের প্রতিলিপি তৈরির প্রক্রিয়াকে বাধাগ্রস্ত করে। সার্স-কোভি-২-জনিত কোভিড-১৯ রোগ নিরাময়ে এটি ব্যবহৃত হয়।\nমলনুপিরাভির হলো সংশ্লেষী নিউক্লিওসাইড এন৪-হাইড্রক্সিসাইটিডিন (ইআইডিডি-১৯৩১ নামেও পরিচিত; ইআইডিডি অর্থ “ইমোরি ইনস্টিটিউট ফর ড্রাগ ডেভেলপমেন্ট”) থেকে জাত এক ধরনের নিষ্ক্রিয় ওষুধ (রাসায়নিকভাবে নিষ্ক্রিয় প্রকৃতির যৌগ, যা দেহে প্রবেশ করে পরিবর্তিত হয়ে সক্রিয় যৌগে পরিণত হয়)। ভাইরাল আরএনএ প্রতিলিপনের সময় ত্রুটিপূর্ণ অংশের প্রতিলিপিকরণের মাধ্যমে ওষুধটি কার্যকর হয়।\nমলনুপিরাভির প্রকৃতপক্ষে ইনফ্লুয়েঞ্জার চিকিৎসার জন্য ইমোরি বিশ্ববিদ্যালয়ের ওষুধ উদ্ভাবনী সংস্থা ড্রাগ ইনোভেটিভ ভেনচার্স অ্যাট ইমোরি (ড্রাইভ) কর্তৃক উদ্ভাবিত হয়। পরবর্তীতে যুক্তরাষ্ট্রের মায়ামিভিত্তিক প্রতিষ্ঠান রিজব্যাক বায়োথেরাপিটিক্স ওষুধটি উৎপাদন শুরু করে। এরপর প্রতিষ্ঠানটি মার্ক অ্যান্ড কোম্পানির সাথে যুক্ত হয়ে ওষুধটির উন্নয়ন করে।\n২০২১ সালের নভেম্বর মাসে যুক্তরাজ্যের হাসপাতালে ব্যবহারের জন্য মলনুপিরাভির অনুমোদন লাভ করে।\n\n\n== কার্যপ্রণালী ==\nমলনুপিরাভির আরএনএ-নির্দেশিত আরএনএ পলিমারেজের মাধ্যমে ব্যাপক হারে মিউটেশনকে প্রভাবিত করে ভাইরাল আরএনএর প্রতিলিপন প্রক্রিয়াকে ব্যাহত করে। এটি রাসায়নিক বিপাক প্রক্রিয়ায় গাঠনিকভাবে সাইটিডিন রাইবোনিউক্লিয়োসাইডের গাঠনিক সমরূপ বিটা-ডি-এন ৪-হাইড্রক্সিসাইটিডিন ৫′-ট্রাইফসফেট (ইআইডিডি-১৯৩১ ৫'-ট্রাইফসফেট বা এনএইচসি-টিপি নামেও পরিচিত) উৎপন্ন করে। প্রতিলিপনের সময় ভাইরাসের এনজাইম প্রকৃত সাইটিডিনের পরিবর্তে এনএইচসি-টিপির সাথে কার্যকর হয়ে নতুন আরএনএ উৎপাদন করে।\n\nটটোমারিতার মাধ্যমে মলনুপিরাভির দুইটি ভিন্ন রূপে অবস্থান করতে পারে। এর একটি সাইটিডিনের (C) অনুরূপ এবং অন্যটি ইউরিডিনের অনুরূপ। ভাইরাসের মিউটেশন প্রতিরোধকারী এক্সোনিউক্লিয়েজ এনজাইম আরএনএ প্রুফরিডিংয়ের সময় এনএইচসি-টিপিকে ভুল হিসেবে শনাক্ত করতে পারে না। ভাইরাল আরএনএ পলিমারেজ কর্তৃক মলনুপিরাভিরযুক্ত আরএনএর প্রতিলিপি তৈরি করার সময় কখনো এটি সাইটিডিনের অনুরূপ হিসেবে প্রতিলিপিত হয়, আবার কখনো ইউরিডিনের অনুরূপ হিসেবে প্রতিলিপিত হতে থাকে। ফলে ভাইরাসের বেঁচে থাকার জন্য প্রয়োজনীয় মিউটেশনের চেয়ে বেশি পরিমাণে মিউটেশন হতে থাকে, যে প্রক্রিয়াকে ভাইরাল এরর ক্যাটাস্ট্রফি বা লিথাল মিউটাজেনেসিস]] বলা হয়৷\n\n\n== রসায়ন ==\n২০১৮ সালে ইমোরি বিশ্ববিদ্যালয়ের প্যাটেন্টে সর্বপ্রথম মলনুপিরাভিরের সংশ্লেষণ দেখানো হয়।\nপ্রথম ধাপে ইউরিডিনের তিনটি হাইড্রক্সি মূলকের দুইটি নিষ্ক্রিয় মূলকের সাথে অ্যাসিটোনকে রক্ষাকারী গ্রুপ হিসেবে ব্যবহার করে আইসোবিউটাইরিক অ্যাসিডের অ্যাসিড অ্যানহাইড্রাইডের সাথে যোগ করা হয়। ফলে তৃতীয় হাইড্রক্সি মূলকটি এর এস্টারে পরিণত হয়। ১,২,৪-ট্রাইঅ্যাজোল ও ফসফোরাইল ক্লোরাইডেত সাথে বিক্রিয়ায় একটি সক্রিয় মধ্যবর্তী যৌগ উৎপন্ন হয়, যার ট্রাইঅ্যাজোল অংশটি হাইড্রক্সিলঅ্যামিনের সাথে প্রতিস্থাপিত হয়। সবশেষে, ফরমিক অ্যাসিড যোগে রক্ষাকারী মূলক অপসারণের মাধ্যমে মলনুপিরাভির উৎপাদিত হয়।\n\nমলনুপিরাভিরের বিকল্প উৎপাদন ব্যবস্থার প্যাটেন্টও পর্যালোচনা করা হয়েছে।\n\n\n== উন্নয়নের ইতিহাস ==\nমলনুপিরাভির সর্বপ্রথম ইমোরি বিশ্ববিদ্যালয়ের ওষুধ উদ্ভাবনী সংস্থা ড্রাগ ইনোভেশন ভেনচার্স অ্যাট ইমোরি (ড্রাইভ) কর্তৃক উদ্ভাবিত হয়। ২০১৪ সালে ডিফেন্স থ্রেট রিডাকশন অ্যাজেন্সির অর্থায়নে ড্রাইভ ভেনেজুয়েলান ইকুয়াইন এনসেফাইলাইটিস ভাইরাস বা ভিইইভি ধরনের ভাইরাস প্রতিরোধী ওষুধ অনুসন্ধানে গবেষণা শুরু করে, যার ফলশ্রুতিতে ইআইডিডি-১৯৩১ উদ্ভাবিত হয়। নিষ্ক্রিয় ওষুধ ইআইডিডি-২৮০১ (মলনুপিরাভির) হিসেবে রূপান্তরের পর ওষুধটি ইনফ্লুয়েঞ্জা, ইবোলা, চিকুনগুনিয়া ও বিভিন্ন ধরনের করোনাভাইরাসের মতো আরএনএ ভাইরাসের বিরুদ্ধেও কার্যক্ষমতা দেখায়।\nওষুধটির আন্তর্জাতিক মালিকানাবিহীন নাম পৌরাণিক দেবতা থরের হাতুড়ি মিয়লনিয়ার থেকে অনুপ্রাণিত হয়ে প্রদত্ত। মূলত ওষুধটি বজ্রদেবতার হাতুড়ির মতোই ভাইরাসকে প্রচণ্ড আঘাতে গুড়িয়ে দেবে- এই ধারণা থেকেই ওষুধের এরূপ নাম দেওয়া হয়।\nজর্জিয়া স্টেট ইউনিভার্সিটি অধ্যাপক রিচার্ফ প্লেমপার ন্যাশনাল ইনস্টিটিউট অব হেলথের অর্থায়নে ইনফ্লুয়েঞ্জার বিরুদ্ধে মলনুপিরাভিরের সক্ষমতা নিয়ে পরিচালিত গবেষণার দলের প্রধান ছিলেন। ২০১৯ সালের শেষ দিকে ন্যাশনাল ইনস্টিটিউট অব অ্যালার্জি অ্যান্ড ইনফেকশাস ডিজিজেস মলনুপিরাভিরকে ইনফ্লুয়েঞ্জার ১ম দফার ক্লিলিক্যাল ট্রায়ালের জন্য অনুমোদন দেয়।\n২০২০ সালের মার্চে গবেষক দল সার্স-কোভি-২ নিয়ে গবেষণায় যুক্ত হন এবং সফলভাবে নভেল করোনাভাইরাসে আক্রান্ত মানবকোষের চিকিৎসায় মলনুপিরাভিরের ব্যবহার করেন। প্লেমপারের দল ন্যাচার মাইক্রোবায়োলজি ম্যাগাজিনে মৌখিক সেবনে সার্স-কোভি-২-এর বিরুদ্ধে মলনুপিরাভিরের সক্ষমতার প্রাণীর ওপরে পরিচালিত গবেষণা মডেল উপস্থাপন করেন এবং প্রমাণ করেন যে ওষুধটি ২৪ ঘণ্টার মধ্যে নতুন কোষে ভাইরাসের সংক্রমণ প্রতিহত করে।\nড্রাইভ পরবর্তীতে মানবদেহে গবেষণার জন্য মায়ামিভিত্তিক প্রতিষ্ঠান রিজব্যাক বায়োথেরাপিটিক্সকে লাইসেন্স প্রদান করে এবং পরবর্তীতে ওষুধটির উন্নতির জন্য মার্ক অ্যান্ড কোম্পানির সাথে অংশীদারিত্ব গ্রহণ করে।\n২০২১ সালের সেপ্টেম্বর মাসে মার্ক অ্যান্ড কোম্পানি মেডিসিনস প্যাটেন্ট পুলের (এমপিপি) সাথে চুক্তি করে, যার ফলে এমপিপি মলনুপিরাভিরের সাবলাইসেন্স এবং ১০৫টি নিম্ন ও মধ্য আয়ের দেশে খাবার ওষুধ সরবরাহের অনুমোদন লাভ করে।\n\n\n=== কোভিড-১৯ ক্লিনিক্যাল ট্রায়াল ===\n২০২০ সালের জুলাই মাসে রিজব্যাক বায়োথেরাপিউটিক্সের অংশীদারিত্বে মার্ক অ্যান্ড কোম্পানি সে বছরের সেপ্টেম্বর থেকে শেষ ধাপের মলনুপিরাভিরের ক্লিনিক্যাল ট্রায়ালের ঘোষণা দেয়। ২০২০ সালের ১৯ অক্টোবর মার্ক অ্যান্ড কোম্পানি হাসপাতালে ভর্তি রোগীদের ওপর এক বছর মেয়াদি ২য়/৩য় ধাপের ট্রায়াল শুরু করে।\n২০২১ সালের অক্টোবর মাসে প্রাথমিক ক্লিনিক্যাল ট্রায়াল থেকে প্রকাশিত প্রতিবেদনে বলা হয় মলনুপিরাভির কোভিড-১৯-এ আক্রান্ত হয়ে হাসপাতালে ভর্তি ও মৃত্যুর সম্ভাবনা কমিয়ে দেয়। ওষুধটি সার্স-কোভি-২-এর বিভিন্ন প্রকারণ, যেমন, ডেল্টা, গামা ও মিউ প্রভৃতির বিরুদ্ধেও সমানভাবে কার্যকর বলে প্রতিবেদনে প্রকাশ করা হয়। মার্ক অ্যান্ড কোম্পানির ৩য় ধাপের একটি ট্রায়ালে নির্দিষ্ট সময়সীমায় আশাতীত সাফল্য লাভ করায় ট্রায়াল পরবর্তী সময়সীমার আগেই বন্ধ করে দেওয়ার সুপারিশ দেওয়া হয় এবং রোগীর শরীরে ওষুধের কার্যক্ষমতা বিবেচনায় প্লেসবো ডোজ দেওয়া অনৈতিক হিসেবে বিবেচিত হতে থাকে। এফডিএর একটি পর্যবেক্ষক দল ট্রায়াল বন্ধ করে দিতে সম্মতি দেয়।\n\n\n=== অনুমোদন ও প্রাপ্যতা ===\n২০২১ সালের জুন মাসে মার্কিন যুক্তরাষ্ট্রের স্বাস্থ্য ও মানবসেবা দপ্তর জরুরি ওষুধ অনুমোদন বা মার্কিন খাদ্য ও ওষুধ প্রশাসনের (এফডিএ) অনুমোদন পাওয়া সাপেক্ষে মার্ক অ্যান্ড কোম্পানির থেকে ১.২ বিলিয়ন মার্কিন ডলার অর্থমূল্যের মলনুপিরাভির (প্রায় ১.৭ মিলিয়ন কোর্স) ক্রয়ের বিষয়ে সম্মত হয়।\n২০২১ সালের ১ অক্টোবর মার্ক অ্যান্ড কোম্পানি আশাতীত সফলতা পাওয়ায় স্বাধীন পরামর্শক বোর্ডের সুপারিশে অগ্রিম ক্লিনিক্যাল ট্রায়াল বন্ধ করে দেওয়ার ঘোষণা দেয়। প্রতিবেদনে বলা হয়, মলনুপিরাভির হাসপাতালে ভর্তি ও মৃত্যু ঝুঁকি ৪৮% পর্যন্ত হ্রাস করে। ১১ অক্টোবর মার্ক এবং রিজব্যাক এফডিএর নিকট জরুরি ব্যবহারের অনুমোদন চেয়ে আবেদন করে এবং এফডিএর অ্যান্টিমাইক্রোবাইয়াল ড্রাগস অ্যাডভাইসরি কমিটি (এএমডিএসি) ৩০ নভেম্বর আবেদনটি পর্যালোচনা করবে। এছাড়াও মার্ক কোম্পানির বিশ্বের অন্যান্য দেশের ঔষধ প্রশাসন ও নিয়ন্ত্রণ সংস্থাগুলোর কাছে ব্যবসায়িক অনুমোদন লাভের জন্য আবেদনের পরিকল্পনা রয়েছে। এছাড়া প্রতিষ্ঠানটি ঔষধ সরবরাহ ও প্রাপ্যতা বৃদ্ধির লক্ষ্যে অন্যান্য প্রতিষ্ঠানকে উৎপাদনের লাইসেন্স প্রদানের পরিকল্পনা প্রকাশ করে।\nযুক্তরাষ্ট্রের বাইরে যুক্তরাজ্য, দক্ষিণ কোরিয়া ও মালয়েশিয়াসহ বেশ কয়েকটি দেশ মলনুপিরাভির সরবরাহের জন্য মার্ক কোম্পানির সাথে চুক্তিতে আগ্রহ প্রদর্শন করেছে।\n২০২১ সালের অক্টোবর মাসে ইউরোপীয় ঔষধ সংস্থার (ইএমএ) কমিটি ফর মেডিসিনাল প্রডাক্টস ফর হিউম্যান ইউজেস (সিএইচএমপি) মলনুপিরাভিরের ব্যবহার পর্যালোচনা শুরু করে।\n২০২১ সালের নভেম্বর মাসে যুক্তরাজ্যের মেডিসিনস অ্যান্ড হেলথকেয়ার প্রডাক্টস রেগুলেটরি অ্যাজেন্সি (এমএইচআরএ) কোভিড-১৯-এ আক্রান্ত নিশ্চিত রোগীদের জন্য মলনুপিরাভিরের অনুমোদন দেয়। এমএইচআরএ যুক্তরাজ্যে শর্তাধীন বাজারজাতকরণ এবং উত্তর আয়ারল্যান্ডে জরুরি ভিত্তিতে ব্যবহারের অনুমোদন দেয়।\nঅস্ট্রেলিয়া ৩,০০,০০০ কোর্স মলনুপিরাভির ক্রয় করে। ২০২১ সালের অক্টোবর মাসে নিউজিল্যান্ডের ঔষধ সরবরাহকারী প্রতিষ্ঠান ফারম্যাক ৬০,০০০ ডোজ ওষুধ ক্রয় করে।\n২০২১ সালের নভেম্বর মাসে বাংলাদেশের ঔষধ প্রশাসন অধিদপ্তর বেক্সিমকো ও এসকেএফ ফার্মাসিউটিক্যালস কর্তৃক উৎপাদিত মলনুপিরাভির (যথাক্রমে “ইমোরিভির” ও “মনুভির” ব্র‍্যান্ড নামে) বাজারজাতকরণের অনুমোদন দেয়। বেক্সিমকো ফার্মাসিউটিক্যালস বিশ্বে সর্বপ্রথম মলনুপিরাভিরের জেনেরিক সংস্করণ বাজারজাত শুরু করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\"Molnupiravir\"। Drug Information Portal। U.S. National Library of Medicine।"}