{"pageid": 1099111, "title": "আস্তিক ও নাস্তিক (ভারতীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1099111", "content": "আস্তিক ও নাস্তিক (সংস্কৃত: आस्तिक-नास्तिक) শব্দদ্বয় হলো ভারতীয় দর্শনসমূহকে শ্রেণীবদ্ধ করার দার্শনিক ধারণা। আস্তিক ও নাস্তিক দর্শনগুলোর বিভিন্ন সংজ্ঞা প্রাচীন কাল থেকেই বিতর্কিত হয়ে আসছে যা বর্তমান সময়েও ঐকমত্যে পৌছানো সম্ভব হয়নি। তেলুগু, হিন্দি ও বাংলার মত বর্তমান ভারতীয় ভাষাগুলোতে আস্তিক শব্দ ও এর সিদ্ধান্তগুলো দ্বারা বিশ্বাসি বা আস্থাবানকে বোঝায়, এবং নাস্তিক শব্দ ও এর সিদ্ধান্তগুলো অবিশ্বাসি বা অনাস্থাবানকে বোঝায়; তবে, প্রাচীন ও মধ্যযুগের সংস্কৃত সাহিত্যে শব্দ দুটি দ্বারা এইরূপ অর্থ প্রকাশ করা হতো না। এই শব্দগুলো হিন্দু দর্শনে ভিন্নভাবে ব্যবহৃত হয়। উদাহরণস্বরূপ, সাংখ্য দর্শনকে আস্তিক ও নাস্তিক উভয় দর্শন হিসেবে বিবেচনা করা হয়, কারণ এই দর্শনের সূত্র গ্রন্থে ঈশ্বরের অস্তিত্বকে স্পষ্টভাবে নিশ্চিত করে না (যদিও অনেক পণ্ডিত উক্ত ধারণাটি সঠিক নয় বলে বিবেচনা করেন। এই দর্শনে \"ঈশ্বর\" বলতে পুরুষ হিসাবে ব্যবহৃত হয় যা একটি দার্শনিক ধারণা)। একইভাবে, বৌদ্ধধর্মকে যদিও নাস্তিক হিসেবে বিবেচনা করা হয়, কিছু হিন্দু ঐতিহ্যে আবার গৌতম বুদ্ধকে বিষ্ণুর একজন অবতার হিসেবে বিবেচনা করা হয়।\n\n\n== সংজ্ঞা ==\nআস্তিক: আস্তিক মানে যিনি আত্মা বা ব্রহ্ম ইত্যাদির অস্তিত্বে বিশ্বাস করেন। এটি তিনটি উপায়ের একটিতে সংজ্ঞায়িত করা হয়েছে:\n\nযারা বেদের জ্ঞানীয় কর্তৃত্ব স্বীকার করে;\nযারা আত্মার অস্তিত্ব স্বীকার করে;\nযারা ঈশ্বরের অস্তিত্ব স্বীকার করে।\nনাস্তিক: নাস্তিক মানে যিনি আস্তিকের সমস্ত সংশ্লিষ্ট সংজ্ঞা অস্বীকার করে; যিনি আত্মার অস্তিত্বে বিশ্বাস করে না।\nভারতীয় দর্শনের ছয়টি সর্বাধিক অধ্যয়ন করা আস্তিক দর্শন (নৈষ্টিক দর্শন) হল ন্যায়, বৈশেষিক, সাংখ্য, যোগ, মীমাংসা ও বেদান্ত। ভারতীয় দর্শনের চারটি সর্বাধিক অধ্যয়ন করা নাস্তিক দর্শন (প্রচলিত ধর্মমতের বিরোধী দর্শন) হল বৌদ্ধ, জৈন, চার্বাক ও আজীবিক। সাম্প্রতিক পাণ্ডিত্যপূর্ণ গবেষণায় বলা হয়েছে যে ভারতীয় দর্শনের উপর ২০ শতকের সাহিত্যে আস্তিক ও নাস্তিকের বিভিন্ন বংশগত অনুবাদ করা হয়েছে, কিন্তু বেশিরভাগই অপ্রমাণিত ও ত্রুটিপূর্ণ।\n\n\n== দর্শনের শ্রেণিবিভাগ ==\nআস্তিক ও নাস্তিক শব্দগুলো বিভিন্ন ভারতীয় বৌদ্ধিক ঐতিহ্যকে শ্রেণীবদ্ধ করতে ব্যবহৃত হয়েছে।\n\n\n=== আস্তিক দর্শন সমূহ ===\n\nষড়দর্শন বেদ কে জ্ঞানের নির্ভরযোগ্য উৎস এবং প্রামাণিক উৎস হিসেবে বিবেচনা করে।\n\nন্যায়\nবৈশেষিক\nসাংখ্য\nযোগ, পতঞ্জলির দর্শন\nমীমাংসা\nবেদান্ত বা উত্তর মীমাংসা\nকখনও কখনও ঐতিহাসিক এবং ধারণাগত উভয় কারণেই আস্তিক দর্শনগুলোকে তিন শ্রেণীতে বিন্যাস করা হয়:\n\nন্যায় - বৈশেষিক।\nসাংখ্য - যোগ।\nমীমাংস - বেদান্ত।\n\n\n=== নাস্তিক ===\nভারতীয় দর্শনের প্রধান বিদ্যাপীঠ যারা বেদকে প্রত্যাখ্যান করে তাদেরকে ঐতিহ্যে প্রচলিত ধর্মমতের বিরোধী হিসেবে গণ্য করা হয়:\n\nবৌদ্ধধর্ম\nজৈনধর্ম\nচার্বাক\nআজীবিক\nঅজ্ঞান\nভারতে বৌদ্ধধর্ম ও জৈনধর্মকে বর্ণনা করতে নাস্তিক শব্দের ব্যবহারটি গ্যাভিন ফ্লাড এইভাবে ব্যাখ্যা করেছেন:\n\nপ্রারম্ভিক সময়ে, উপনিষদ গঠন এবং বৌদ্ধ ও জৈনধর্মের উত্থানের সময়, আমাদের অবশ্যই ধ্যান ও মানসিক শৃঙ্খলার সাধারণ ঐতিহ্যকে কল্পনা করতে হবে যা অ-শাস্ত্রবিশ্বাসী (বেদ-প্রত্যাখ্যান) এর সাথে বিভিন্ন অনুষঙ্গ সহ ত্যাগকারীদের দ্বারা অনুশীলন করা হয় এবং শাস্ত্রবিশ্বাসী (বেদ-গ্রহণকারী) ঐতিহ্য....এই দর্শনগুলি (যেমন বৌদ্ধ ও জৈনধর্ম) গোঁড়া (আস্তিক) ব্রাহ্মণ্যবাদ দ্বারা বোধগম্যভাবে \"প্রচলিত ধর্মমতের বিরোধী\" (নাস্তিক) হিসাবে বিবেচিত হয়।\nহিন্দুধর্মের তান্ত্রিক ঐতিহ্যের মধ্যে আস্তিক ও নাস্তিক লাইন উভয়ই রয়েছে; যেমন ব্যানার্জি \"বাংলার তন্ত্র\"-এ লিখেছেন:\n\nতন্ত্রগুলি... আস্তিক বা বৈদিক ও নাস্তিক বা অ-বৈদিক হিসাবেও বিভক্ত। দেবতার প্রাধান্য অনুসারে আস্তিক রচনাগুলিকে আবার শাক্ত, শৈব, সৌর, গাণপত্য ও বৈষ্ণব হিসাবে ভাগ করা হয়েছে।\n\n\n== ধর্মে ব্যবহার ==\nমনুস্মৃতি, শ্লোক ২.১১-এ নাস্তিককে সংজ্ঞায়িত করেছে যারা \"যুক্তির বিজ্ঞানের দুটি মূলের (শ্রুতি ও স্মৃতি) উপর ভিত্তি করে সম্পূর্ণরূপে বৈদিক সাহিত্যকে\" গ্রহণ করে না। ৯ম শতাব্দীর ভারতীয় পণ্ডিত মেধাতিথি এই সংজ্ঞা বিশ্লেষণ করেছেন এবং বলেছেন যে নাস্তিক বলতে এমন কাউকে বোঝায় না যে \"বৈদিক সাহিত্য অসত্য\" বলে, বরং যে বলে \"বৈদিক সাহিত্য অনৈতিক\"। মেধাতিথি আরও উল্লেখ করেছেন মনুস্মৃতির শ্লোক ৮.৩০৯, নাস্তিকের সংজ্ঞার আরেকটি দিক প্রদান করার জন্য যিনি বিশ্বাস করেন, \"অন্য কোনো জগৎ নেই, দান করার কোনো উদ্দেশ্য নেই, বৈদিক সাহিত্যে আচার-অনুষ্ঠান ও শিক্ষার কোন উদ্দেশ্য নেই।\"\nমনুস্মৃতি আস্তিককে সংজ্ঞায়িত করে না বা বোঝায় না।এটি পশু বলির মতো নির্দিষ্ট আচার-অনুষ্ঠানের বিষয়েও নীরব বা বিরোধী, দাবি করে যে অহিংস (অহিংসা, অ-আঘাত) তার পদে ধর্ম, যেমন শ্লোক ১০.৬৩ বৈদিক সাহিত্যের উপনিষদিক স্তরের উপর ভিত্তি করে, যদিও এর পুরোনো স্তরবৈদিক সাহিত্যে বৈদিক সাহিত্যের পরবর্তী স্তরের বিপরীতে এই ধরনের ত্যাগের উল্লেখ রয়েছে। ভারতীয় পণ্ডিতরা, যেমন সাংখ্য, যোগ, ন্যায় ও বেদান্ত দর্শনের, আস্তিককে জ্ঞানতত্ত্বের নির্ভরযোগ্য মাধ্যম হিসেবে শব্দকে অন্তর্ভুক্ত বলে স্বীকার করেছেন, কিন্তু তারা বৈদিক সাহিত্যের পরবর্তী প্রাচীন স্তরকে পূর্ববর্তী প্রাচীন স্তরের স্থানান্তর করতে গ্রহণ করেছিল।\n\n\n==== বেদের উল্লেখ ছাড়াই ====\nমনুস্মৃতির বিপরীতে, খ্রিস্টীয় ৬ষ্ঠ শতাব্দীর জৈন পণ্ডিত ও ডক্সোগ্রাফার হরিভদ্র, আস্তিক ও নাস্তিক সম্পর্কে তাঁর লেখায় ভিন্ন দৃষ্টিভঙ্গি প্রদান করেছেন। হরিভদ্র \"বেদের প্রতি শ্রদ্ধা\"কে আস্তিকের জন্য চিহ্নিতকারী হিসাবে বিবেচনা করেননি। তিনি এবং অন্যান্য ১ম সহস্রাব্দ খৃষ্টাব্দ জৈন পণ্ডিতরা আস্তিককে এমন হিসাবে সংজ্ঞায়িত করেছেন যিনি \"নিশ্চিত করেন যে অন্য জগতের অস্তিত্ব আছে, স্থানান্তর অস্তিত্ব আছে, পুণ্য ও উপ (পাপ) বিদ্যমান।\"\n৭ম শতাব্দীর পন্ডিত জয়াদিত্য ও বামন, পাণিনি ঐতিহ্যের কাশিকাবৃত্তিতে, আস্তিক ও নাস্তিককে সংজ্ঞায়িত করার ক্ষেত্রে বৈদিক সাহিত্যের ভূমিকা বা কর্তৃত্ব সম্পর্কে নীরব ছিলেন। তারা বলে, \"আস্তিক হল সেই ব্যক্তি যে বিশ্বাস করে যে অন্য জগতের অস্তিত্ব আছে, তার বিপরীতটি হল নাস্তিক।\"\nএকইভাবে খ্রিস্টীয় ২য়-৩য় শতাব্দীর ব্যাপকভাবে অধ্যয়ন করা বৌদ্ধ দার্শনিক নাগার্জুন, রত্নাবলীর ১ম অধ্যায়ের ৬০-৬১ শ্লোকে, হিন্দুধর্মের বৈশেষিক ও সাংখ্য দর্শন নাস্তিক, জৈনধর্মের সাথে, তার নিজস্ব বৌদ্ধধর্ম ও পুদ্গলাবাদিন্স (বৎসিপুটিয়া) বৌদ্ধ ধর্মের দর্শন।\n\n\n==== আত্মার বিশ্বাসের ভিত্তিতে ====\nকিছু গ্রন্থে আস্তিককে সংজ্ঞায়িত করা হয়েছে যারা আত্মার অস্তিত্বে বিশ্বাস করে, অন্যদিকে নাস্তিক হল যারা অস্বীকার করে যে মানুষ এবং অন্যান্য জীবের মধ্যে কোনো \"স্ব\" আছে। আস্তিক দর্শন হিসাবে শ্রেণীবদ্ধ হিন্দুধর্মের সমস্ত ছয়টি দর্শনই এই ভিত্তি ধরে রাখে, \"আত্মান বিদ্যমান\"। বৌদ্ধধর্ম, বিপরীতে, ভিত্তি ধরে রাখে, \"আত্মনের অস্তিত্ব নেই।\" অসঙ্গ তিলকরত্নে আস্তিককে 'প্রত্যক্ষবাদ' এবং নাস্তিককে 'নেতিবাচকতা' হিসাবে অনুবাদ করেছেন, আস্তিককে ব্রহ্ম ঐতিহ্য দ্বারা চিত্রিত করেছেন যারা \"স্বয়ং ও ঈশ্বরের অস্তিত্ব\" স্বীকার করেছেন, যখন নাস্তিক সেই ঐতিহ্য হিসাবে, যেমন বৌদ্ধধর্ম, যারা অস্বীকার করেছিল \"আত্ম ও ঈশ্বরের অস্তিত্ব।\"\n\n\n=== জৈনধর্ম ===\nজি এস ঘুরিয়ের মতে, জৈন গ্রন্থগুলো না+আস্তিককে \"যা আছে তা অস্বীকার করা\" বা দর্শনের যেকোন দর্শন হিসেবে সংজ্ঞায়িত করে যা আত্মের অস্তিত্বকে অস্বীকার করে। হিন্দুধর্মের বেদান্ত উপ-ঐতিহ্যগুলো হল \"আস্তিক\" কারণ তারা আত্মের অস্তিত্ব স্বীকার করে, যখন বৌদ্ধ ঐতিহ্যগুলো এটিকে অস্বীকার করে \"নাস্তিক\" হিসাবে উল্লেখ করা হয়।\nজৈন গ্রন্থে আস্তিক ধারণার প্রথম উল্লেখগুলোর মধ্যে হল মণিভদ্রের দ্বারা, যিনি বলেছেন যে আস্তিক হল সেই ব্যক্তি যিনি \"অন্য জগতের অস্তিত্ব (পরলোক), আত্মের স্থানান্তর, সদ্গুণ ও খারাপের স্থানান্তর যা নিজেকে সময়ের মধ্য দিয়ে কীভাবে ভ্রমণ করে তা প্রভাবিত করে\"।\n৫ম-৬ষ্ঠ শতাব্দীর জৈন ধর্মের পণ্ডিত হরিভদ্র, অ্যান্ড্রু নিকোলসন বলেন, আস্তিক বা নাস্তিক হওয়ার মাপকাঠি হিসেবে বেদ বা ঈশ্বরকে গ্রহণ বা প্রত্যাখ্যান করার বিষয়ে কিছু উল্লেখ করেন না। পরিবর্তে, হরিভদ্র আরও প্রাচীন জৈন পণ্ডিত মণিভদ্রের পদ্ধতিতে নাস্তিককে ব্যাখ্যা করেছেন, নাস্তিককে এক বলে উল্লেখ করে \"যিনি বলেন অন্য কোন জগৎ নেই, দানের কোন উদ্দেশ্য নেই, নৈবেদ্যর কোন উদ্দেশ্য নেই\"। হরিভদ্রের কাছে আস্তিক হল সেই ব্যক্তি যিনি বিশ্বাস করেন যে অহিংস (অহিংসা) এবং আচার-অনুষ্ঠানের মতো নৈতিক জীবনের উদ্দেশ্য ও যোগ্যতা রয়েছে। হরিভদ্রের আস্তিক ও নাস্তিক শব্দের এই ব্যাখ্যাটি অষ্টাধ্যায়ীর অধ্যায় ৪.৪.৬০-এ সংস্কৃত ব্যাকরণবিদ এবং হিন্দু পণ্ডিত পাণিনির একটির মত।\n১২ শতকের জৈন পণ্ডিত হেমচন্দ্র তার পাঠ্য অবিথান চিন্তামণিতে একইভাবে বলেছেন যে নাস্তিক হল এমন কোনো দর্শন যা অনুমান করে বা তর্ক করে যে \"কোনও গুণ এবং খারাপ নেই।\"\n\n\n=== বৌদ্ধধর্ম ===\nনাগার্জুন, চন্দ্রধর শর্মা নাস্তিক্যকে \"শূন্যবাদ\" এর সাথে সমতুল্য করে।\nচতুর্থ শতাব্দীর বৌদ্ধ পণ্ডিত অসঙ্গ, বোধিসত্ত্ব ভূমিতে, নাস্তিক বৌদ্ধদেরকে সর্বৈব নাস্তিক বলে উল্লেখ করেছেন, তাদের বর্ণনা করেছেন যারা সম্পূর্ণ অস্বীকারকারী। অসঙ্গর কাছে, নাস্তিক হল তারা যারা বলে \"যা কিছু নেই তাই\" ও সবচেয়ে খারাপ ধরনের নাস্তিক হল তারা যারা সমস্ত উপাধি এবং বাস্তবতাকে অস্বীকার করে। আস্তিক হল তারা যারা যোগ্যতা গ্রহণ করে এবং ধর্মীয় জীবন চর্চা করে। অ্যান্ড্রু নিকোলসনের মতে, পরবর্তীকালে বৌদ্ধরা বুঝতে পেরেছিল যে আসাঙ্গা মধ্যমাক বৌদ্ধধর্মকে নাস্তিক হিসেবে লক্ষ্য করছে, যখন তার নিজের যোগকার বৌদ্ধ ঐতিহ্যকে আস্তিক বলে বিবেচনা করেছে। আস্তিক ও নাস্তিক শব্দ সহ বৌদ্ধ গ্রন্থগুলোর প্রাথমিক ব্যাখ্যা, যেমন নাগার্জুন ও অশ্বঘোষ দ্বারা রচিত, হিন্দু ঐতিহ্যের উপর নির্দেশিত হিসাবে ব্যাখ্যা করা হয়েছিল। যাইহোক, জন কেলি বলেন, পরবর্তীকালে স্কলারশিপ এটিকে ভুল বলে মনে করে এবং যে আস্তিক ও নাস্তিক শব্দগুলো প্রতিযোগী বৌদ্ধ ঐতিহ্যের দিকে পরিচালিত হয়েছিল এবং পাঠ্যের অভিপ্রেত শ্রোতারা ছিলেন বৌদ্ধ ভিক্ষুরা বিভিন্ন বৌদ্ধ ঐতিহ্য জুড়ে বিভিন্ন ধারণা নিয়ে বিতর্ক করছেন।\nনাস্তিক হওয়ার অভিযোগ ছিল বৌদ্ধের সামাজিক অবস্থানের জন্য গুরুতর হুমকি এবং বৌদ্ধ সন্ন্যাস সম্প্রদায় থেকে বহিষ্কার হতে পারে। এইভাবে, নিকোলসন বলেছেন, ভারতীয় দর্শনের আস্তিক ও নাস্তিক দর্শনের ঔপনিবেশিক যুগের ইন্দোলজিস্ট সংজ্ঞা, মনুস্মৃতির সংস্করণের মতো সাহিত্যের সংকীর্ণ অধ্যয়নের উপর ভিত্তি করে তৈরি হয়েছিল, যদিও সত্যে এই পদগুলো আরও জটিল এবং প্রাসঙ্গিকভাবে ভারতীয় দর্শনের বিভিন্ন দর্শনের মধ্যে প্রয়োগ করা হয়।\nবৌদ্ধ, হিন্দু ও জৈনধর্মে আস্তিক ও নাস্তিকের সবচেয়ে সাধারণ অর্থ ছিল নৈতিক প্রাঙ্গনে গ্রহণযোগ্যতা ও আনুগত্য, এবং পাঠ্য বৈধতা বা মতবাদিক প্রাঙ্গনে নয়, নিকলসন বলেছেন। সম্ভবত আস্তিককে শাস্ত্রবিশ্বাসী হিসাবে এবং নাস্তিককে প্রচলিত ধর্মমতের বিরোধী হিসাবে অনুবাদ করা হয়েছিল, কারণ প্রাথমিক ইউরোপীয় ইন্ডোলজিস্টরা খ্রিস্টান ধর্মতাত্ত্বিক ঐতিহ্যের মালামাল বহন করেছিল এবং এশিয়াতে তাদের নিজস্ব ধারণাগুলোকে দূরদর্শন করেছিল, এর ফলে ভারতীয় ঐতিহ্য ও চিন্তাধারার জটিলতাকে বিকৃত করে।\n\n\n== আরও দেখুন ==\nভারতীয় দর্শন\nহিন্দু দর্শন\nষড়দর্শন\nহিন্দুধর্মের শাস্ত্র প্রমাণ\nআত্মা (হিন্দু দর্শন)\nঈশ্বর (হিন্দু দর্শন)\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nApte, V. S. (১৯৬৫), A Practical Sanskrit Dictionary উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBanerji, S. C. (১৯৯২), Tantra in Bengal (Second Revised and Enlarged সংস্করণ), Delhi: Manohar, আইএসবিএন 81-85425-63-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBhattacharyya, N. N. (১৯৯৯), History of the Tantric Religion (Second Revised সংস্করণ), New Delhi: Manohar, আইএসবিএন 81-7304-025-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFlood, Gavin (১৯৯৬), An Introduction to Hinduism, Cambridge: Cambridge University Press, আইএসবিএন 81-7596-028-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFrancis Clooney (২০০৩)।  Flood, Gavin, সম্পাদক। Blackwell companion to Hinduism। Blackwell Publishing। আইএসবিএন 0-631-21535-2। \nMonier-Williams, Monier (২০০৬), Monier-Williams Sanskrit Dictionary, Nataraj Books, আইএসবিএন 1-881338-58-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRadhakrishnan, Sarvepalli; Moore, Charles A. (১৯৮৯) [1957], A Source Book in Indian Philosophy (Princeton paperback 12th সংস্করণ), Princeton University Press, আইএসবিএন 0-691-01958-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nVivekananda, Swami (১৯০০), Complete Works of, Volume 1, Lectures and Discourses, আইএসবিএন 978-8185301761 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}