{"pageid": 1099010, "title": "আনজোব টানেল", "url": "https://bn.wikipedia.org/wiki?curid=1099010", "content": "আনজোব টানেল, ইস্তিকলোল টানেল বা উশতুর টানেল হল একটি ৫,০৪০ মিটার দীর্ঘ টানেল যা তাজিকিস্তানের রাজধানী দুশানবে থেকে ৮০ কিমি (৫০ মাইল) উত্তর-পশ্চিমে ২,৭২০ মিটার (৮,৯২০ ফুট) উচ্চতায় অবস্থিত। টানেলটি এম৩৪ হাইওয়ের অংশ যা তাজিক রাজধানীকে দেশের দ্বিতীয় বৃহত্তম শহর খুজান্দের সাথে সংযুক্ত করেছে। টানেলটির নির্মানকাজ আংশিকভাবে শেষ হওয়া সত্ত্বেও ২০০৬ সালে চলাচলের জন্য খুলে দেয়া হয়েছিল। ২০১৪ সালে ইরানের সরকার টানেলটির নির্মানকাজ শেষ করার জন্য তাজিকিস্তানের সাথে একটি চুক্তি স্বাক্ষর করে এবং ২০১৫ সালের শেষের দিকে টানেলটি পুনরায় চালু করা হয়েছিল। টানেলটি দুশানবে থেকে খুজান্দের যাওয়া-আসা করার সময় গাড়ীচালকদের কমপক্ষে ৪ ঘন্টা সময় বাঁচিয়ে দেয় এবং যাত্রীদের উজবেকিস্তানের মধ্য দিয়েও আর যাওয়ার প্রয়োজন পড়েনা।\n\n\n== কৌশলগত গুরুত্ব ==\nস্থলপথে দুশানবে থেকে খুজান্দে যাওয়া-আসা করার জন্য উজবেকিস্তানের স্থলভাগের কিছু অংশ তাজিকিস্তান ব্যবহার করত। দেশদুটি দীর্ঘমেয়াদী কূটনৈতিক বিরোধে ভুগছে, ফলে তাজিকিস্তানের দুটি বৃহত্তম শহরের মধ্যে গাড়ী চলাচলে প্রতিবন্ধকতা সৃষ্টি করার একটা প্রবণতা উজবেকিস্তানের মধ্যে লক্ষ করা যেত। এই টানেলটির নির্মাণ উজবেকিস্তানের সেই ক্ষমতার অবসান ঘটিয়েছে। এটি অন্যান্য বড় বড় সমবায় প্রকল্পের সূচনায় অগ্রগণ্য ভূমিকা পালন করেছে, যেমন সাংতুদা-২ পাওয়ার প্লান্টের উদ্বোধন।\nটানেলটি একটি পরিকল্পিত মহাসড়কের অংশ হতে পারে যা ইরান থেকে পশ্চিম  আফগানিস্তানের হেরাত এবং উত্তর আফগানিস্তানের মাজার-ই-শরিফ এবং শেরখান বন্দর হয়ে তাজিকিস্তান এবং সেখান থেকে চীন পর্যন্ত যাবে বলে ধারণা করা হচ্ছে। এই রুটটির নামকরণ করা হয়েছে নতুন সিল্ক রোড।\nটানেলটি দুশানবে এবং উজবেকিস্তানের রাজধানী তাসখন্দের মধ্যে একটি ট্রানজিট রুটও। টানেল নির্মাণের আগে, বিশেষ করে শীতের সময়, অতিরিক্ত তুষারপাতের হুমকির কারণে এই দুই দেশের রাজধানী-কেন্দ্রিক বাণিজ্যে পর্যায়ক্রমিক ব্যাঘাত ঘটত। আনজোব টানেল সেই বাণিজ্যিক বিপর্যয় অনেকাংশে কমিয়ে দিয়েছে।\n\n\n== নির্মাণের সময়রেখা ==\n\nটানেলটি আনুষ্ঠানিকভাবে মার্চ ২০০৬-এ উন্মোচন করা হয়; এটি ইরানি সাবির কোম্পানি  দ্বারা নির্মিত হয়েছিল।\n\nমে ২০১৪ পর্যন্ত, টানেলটির নির্মানকাজ অসমাপ্ত ছিল এবং ইরান সরকার এবং তাজিক সরকার মার্চ ২০১৫ এর শেষের দিকে প্রকল্পটি সম্পূর্ণ করার জন্য একটি চুক্তি স্বাক্ষর করে। টানেলটি মেরামতের কাজের জন্য জুন ২০১৫ –এ বন্ধ করে দেওয়া হয়। ছিদ্রগত সমস্যার সমাধান এবং বেস কংক্রিট করার পর টানেলটিতে পর্যাপ্ত লাইট বসিয়ে সেপ্টেম্বর ২০১৫-তে যান চলাচলের জন্য পুনরায় খুলে দেয়া হয়।\nআনজোব টানেল আনুষ্ঠানিকভাবে আগস্ট ২০১৭-তে উদ্বোধন করা হয়।\n\n\n== তথ্যসূত্র =="}