{"pageid": 1099095, "title": "বাবড়া হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1099095", "content": "বাবড়া গণহত্যা (অথবা বাবারা গণহত্যা; পশতু: د بابړې خونړۍ پېښه) ছিলো পাকিস্তানের উত্তর-পশ্চিম সীমান্ত প্রদেশে ১২ আগস্ট ১৯৪৮ সালে সংঘটিত একটি গণ-গুলিবর্ষণের ঘটনা। সরকারি হিসাব মতে ১৫ জনের মত বিক্ষোভকারী নিহত এবং ৪০ জনের মত বিক্ষোভকারী আহত হয়েছিলো। যদিও, খুদাই খিদমতগারের সূত্র অনুসারে ১৫০ জনের মত নিহত এবং ৪০০ জনের মত আহত হয়েছিলো।\nএই গণহত্যা ব্রিটিশ রাজের সময়কার উত্তর-পশ্চিম সীমান্ত প্রদেশের প্রথম মূখ্যমন্ত্রী আবদুল কাইয়ুম খান কাশ্মিরীর (সাহিবজাদা আবদুল কাইয়ুম খান এর সাথে বিভ্রান্ত হওয়া যাবেনা) নির্দেশে চরসাদ্দা জেলার বাবড়া প্রান্তরে ঘটে।\n\n\n== পটভূমি ==\nখুদাই খিদমতগার ছিলো আবদুল গাফফার খান (বাচা খান) নেতৃত্বাধীন একটি অহিংস শান্তিপূর্ণ পশতুন আন্দোলন।\nএই আন্দোলন মূলত ব্রিটিশ ভারতে পশতুনদের অধিকারের প্রতি লক্ষ্য রেখে কাজ করতো। পরবর্তীতে তারা ব্রিটিশ শাসন থেকে ভারতবর্ষের স্বাধীনতাকে মূল লক্ষ্য হিসেবে গণ্য করতে শুরু করে। অখণ্ড ভারতের একজন সমর্থনকারী হিসেবে আবদুল গাফফার খান উত্তর-পশ্চিম সীমান্ত প্রদেশটিকে (বর্তমান খাইবার পাখতুনখোয়া) অখণ্ড ভারতের অংশ হিসেবে দেখতে চেয়েছিলেন।\n১৯৩০ সাল পর্যন্ত পশতুনরা রাজনীতিতে খুব বেশি জড়িত ছিল না। ১৯৩৭ সালে আন্দোলনকারী দলটি কংগ্রেস পার্টির সাথে প্রদেশটিতে নির্বাচনে জয়লাভ করে এবং বাচা খানের ভাই খান আবদুল জব্বার খান (ডাক্তার খান সাহিব) প্রদেশের মুখ্যমন্ত্রী হোন।\nএই দলটি ১৯৪৬ সালের নির্বাচনেও জয়লাভ করে। খুদাই খিদমতগারের বন্নু প্রস্তাবে স্বাধীন পশতুনিস্তান গঠন অথবা আফগানিস্তানে যোগ দেওয়ার দাবি থাকলেও ব্রিটিশ সরকার দুটি দাবি প্রত্যাখ্যান করে ভিন্ন একটি প্রস্তাব প্রদান করে, হয় ভারতে অথবা নবগঠিত পাকিস্তানে যোগ দেওয়া। উত্তর-পশ্চিম সীমান্ত প্রদেশ ১৯৪৭ সালের প্রাদেশিক গণভোটের ফলাফল অনুযায়ী পাকিস্তানে অন্তর্ভুক্ত হয়। এই গণভোট খুদাই খিদমতগার বর্জন করে।\n\n\n== হত্যাকাণ্ড ==\nবাবড়া গণহত্যার পূর্বে, নির্বাচিত মুখ্যমন্ত্রী ডাক্তার খান সাহিবকে পাকিস্তানের গভর্নর জেনারেল মুহাম্মদ আলী জিন্নাহ প্রশাসনিকভাবে ক্ষমতাচ্যুত করে তার স্থলে মুসলিম লীগ নেতা আবদুল কাইয়ুম খান কাশ্মিরীকে ২৩ আগস্ট ১৯৪৭ সালে নিয়োগ করে।\nনতুন প্রাদেশিক সরকার খুদাই খিদমতগারের পাকিস্তানবিরোধী নেতা বাচা খান, প্রাক্তন মুখ্যমন্ত্রী ডাক্তার খান সাহেন সহ অঞ্চলের অবশিষ্ট উল্লেখযোগ্য নেতাদের কারাবন্দী করতে থাকে। ১৯৪৮ সালের জুলাই মাসে প্রদেশের গভর্নর অ্যামব্রোস ফ্লাক্স দুন্দাস কারণ দেখানো ব্যতীত কাউকে শাস্তি দেওয়া এবং সম্পত্তি বাজেয়াপ্ত করার অধ্যাদেশ জারি করে।\n১৯৪৮ সালের ১২ই আগস্ট তারিখে খুদাই খিদমতগার আন্দোলনের সমর্থকেরা নেতাদের গ্রেপ্তার করা ও নতুন অধ্যাদেশ জারির বিপক্ষে বিক্ষোভ মিছিল করে। বিক্ষোভকারীরা চরসাদ্দা থেকে বাবড়া মাঠের দিকে যেতে থাকে। আবদুল কাইয়ুম খান পুলিশকে বিক্ষোভকারীদের উপর গুলি করার নির্দেশ দেয়। সরকারি হিসাব মতে সেই গুলিবর্ষণে আনুমানিক ১৫ জন নিহত ও ৪০ জন আহত হয়। যদিও খুদাই খিদমতগারের সূত্র অনুযায়ী আনুমানিক ১৫০ জন নিহত ও ৪০০ জন আহত হয়।\n\n\n== পরিণতি ==\n১৯৪৮ সালের সেপ্টেম্বরের মাঝামাঝি সময়, পাকিস্তানের কেন্দ্রীয় সরকার খুদাই খিদমতগার নিষিদ্ধ করে এবং এই দলের অনেক সমর্থকদের গ্রেফতার করা হয়। প্রাদেশিক সরকার চরসাদ্দা জেলার সরদারয়াবে খুদাই খিদমতগারের কেন্দ্রটি ধ্বংস করে দেয়।\n১৯৫০ সালের জুলাইতে, সর্ব পাকিস্তানি আওয়ামী মুসলিম লীগের (যা পরবর্তীতে আওয়ামী লীগে পরিবর্তিত হয়) সভাপতি এবং পরবর্তীতে পাকিস্তানের প্রধানমন্ত্রী হোসেন শহীদ সোহ্‌রাওয়ার্দী পাকিস্তানের পূর্বাংশের প্রদেশ পূর্ববঙ্গের (বর্তমানে বাংলাদেশ) রাজধানী ঢাকার একটি জনসমাবেশে বক্তৃতায় বলেন: “১৯৪৮ সালে চরসাদ্দায় সংঘটিত লাল পোশাকিদের (খুদাই খিদমতগারদের) বর্বর গণহত্যা ১৯১৯ সালে ব্রিটিশদের দ্বারা সংঘটিত জালিয়ানওয়ালাবাগ হত্যাকাণ্ডকে ছাড়িয়ে গেছে।”\n\n\n== আরও দেখুন ==\nকিসা খোয়ানি বাজার হত্যাকাণ্ড\nতক্কর হত্যাকাণ্ড\nহাতিখেল হত্যাকাণ্ড\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nগান্ধী, রাজমোহন (২০০৪) গাফফার খান: পাখতুনদের অহিংস বাদশা, পেঙ্গুইন বুকস ইন্ডিয়া, নয়া দিল্লি\nখান, খান আবদুল গফফার (১৯৬৯), মাই লাইফ অ্যান্ড স্ট্রাগল, হিন্দ পকেট বুক, দিল্লি"}