{"pageid": 1100460, "title": "আল-মুস্তানসিরিয়া বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1100460", "content": "মুস্তানসিরিয়া বিশ্ববিদ্যালয় (আরবি: الجامعة المستنصرية) হলো ইরাকের একটি সরকারি বিশ্ববিদ্যালয়। এটি ইরাকের রাজধানী বাগদাদে অবস্থিত। ১২২৭ সালে বাগদাদের খলিফা আল-মুস্তানসির বিল্লাহ কর্তৃক প্রতিষ্ঠিত এই শিক্ষাপ্রতিষ্ঠানটিকে বিশ্বের অন্যতম প্রাচীন বিশ্ববিদ্যালয় হিসেবে গণ্য করা হয়ে থাকে। বর্তমানে এর অধীনে বাগদাদ শহরে বেশ কয়েকটি কলেজ রয়েছে।\n\n\n== ইতিহাস ==\n১২২৭ খ্রিষ্টাব্দে আব্বাসীয় শাসনামলে খলিফা আল-মুস্তানসির বিল্লাহ কর্তৃক মূল মুস্তানসিরিয়া মাদ্রাসা প্রতিষ্ঠা লাভ করে। তবে এই মাদ্রাসাটির প্রতিষ্ঠাকাল ১২৩২ বা ১২৩৪ খ্রিষ্টাব্দও হতে পারে বলে কোনো কোনো ইতিহাসবিদ অভিমত প্রকাশ করেন। এই প্রতিষ্ঠানটিকে বিশ্বের প্রাচীনতম বিশ্ববিদ্যালয়গুলোর অন্যতম হিসেবে বিবেচনা করা হয়ে থাকে। দজলা বা টাইগ্রিস নদীর তীরবর্তী এই বিশ্ববিদ্যালয়ের ভবন ১২৫৮ খ্রিষ্টাব্দে মোঙ্গলদের আক্রমণের পরেও টিকে ছিল। পরবর্তীতে এই স্থাপনাগুলোকে সংস্কার কাজের আওতায়ানা হয়।\n১৯৬৩ খ্রিষ্টাব্দে ইরাকের শিক্ষকদের সংগঠন “রিপাবলিক অব ইরাক টিচার্স ইউনিয়ন”-এর সাহায্য ও অর্থসহায়তায় আধুনিক মুস্তানসিরিয়া বিশ্ববিদ্যালয়ের যাত্রা শুরু হয়। প্রাথমিক পর্যায়ে এই বিশ্ববিদ্যালয়ে কেবলমাত্র সান্ধ্য কোর্সে পাঠদান করা হতো। ১৯৬৪ খ্রিষ্টাব্দে বিশ্ববিদ্যালয়টিকে আধা-সরকারি প্রতিষ্ঠানের মর্যাদা দেওয়া হয়। পাশাপাশি কিছু রাষ্ট্রীয় অর্থ বরাদ্দেরও ব্যবস্থা করা হয়। সেই সময়ে “আল-শাবাব বিশ্ববিদ্যালয়” নামের ইরাকের অর্থনীতিবিদদের সংস্থা “ইরাকি অ্যাসোসিয়েশন অব ইকোনোমিস্টস” কর্তৃক পরিচালিত আরেকটি বেসরকারি বিশ্ববিদ্যালয় মুস্তানসিরিয়া বিশ্ববিদ্যালয়ের সাথে একীভূত হয়ে যায়। এরপর বিশ্ববিদ্যালয়টির ক্যাম্পাস বাগদাদের মূল নগরকেন্দ্রের উত্তর দিকে নিয়ে আসা হয়। প্রাথমিক পর্যায়ে বিশ্ববিদ্যালয়টি ইরাকের মসুল ও বসরা শহরে কিছু কলেজ বা মহাবিদ্যালয়ও পরিচালনা করতো।\n১৯৬৬ খ্রিষ্টাব্দে ইরাক সরকার দেশটির শিক্ষাব্যবস্থায় সংস্কারের জন্য একটি নতুন আইন পাশ করে। এর আওতায় দেশটির সকল বেসরকারি বিশ্ববিদ্যালয়কে সরকারি প্রতিষ্ঠানে পরিণত করা হয়। এক কথায়, এরই ধারাবাহিকতায় আল-মুস্তানসিরিয়া বিশ্ববিদ্যালয় বাগদাদ বিশ্ববিদ্যালয়ের একটি কলেজে পরিণত হয়। ১৯৬৭ খ্রিষ্টাব্দে ইরাকের উচ্চশিক্ষাক্ষেত্রে ব্যাপক আকারের সংস্কার কাজ শুরু করা হয়। এই সংস্কারের লক্ষ্য ছিল ১৯৬৯ খ্রিষ্টাব্দের মধ্যে পূর্ব থেকে বিদ্যমান শিক্ষাপ্রতিষ্ঠানগুলোর কাঠামোকে ভেঙে নতুন করে শিক্ষাব্যবস্থার কাঠামো গঠন করা। ১৯৬৭ খ্রিষ্টাব্দে মুস্তানসিরিয়াকে বাগদাদ বিশ্ববিদ্যালয় থেকে পৃথক করে স্বতন্ত্র বিশ্ববিদ্যালয়ের মর্যাদা দেওয়া হয়। একই সাথে এর মসুল ও বসরা শহরে অবস্থিত শাখাগুলোকে মূল বিশ্ববিদ্যালয় থেকে পৃথক করে মসুল বিশ্ববিদ্যালয় ও বসরা বিশ্ববিদ্যালয় নামে আলাদা আলাদা বিশ্ববিদ্যালয় প্রতিষ্ঠা করা হয়।\n\n\n== কলেজসমূহ ==\nমেডিসিন কলেজ: মূল ক্যাম্পাসের বাইরে অবস্থিত এবং আর-ইয়ারমুক টিচিং হাসপাতাল ও জাতীয় হেমাটোলজি কেন্দ্রের সাথে সংযুক্ত। এটি বাগদাদের মাত্র চারটি মেডিক্যাল স্কুলের অন্যতম এবং প্রতিষ্ঠাকালের হিসেবে দ্বিতীয় (বাগদাদ বিশ্ববিদ্যালয় মেডিক্যাল কলেজের পর)।\nদন্তচিকিৎসা কলেজ: বাগদাদের দ্বিতীয় দন্তচিকিৎসা কলেজ (বাগদাদ বিশ্ববিদ্যালয়ের দন্তচিকিৎসা কলেজের পর)। মূল ক্যাম্পাসের বাইরে অবস্থিত, আল-কারামা টিচিং হাসপাতালের সাথে যুক্ত।\nআইন কলেজ\nব্যবস্থাপনা ও অর্থনীতি কলেজ\nকলা কলেজ\nশিক্ষা কলেজ\nবিজ্ঞান কলেজ\nশারীরিক শিক্ষা কলেজ\nপ্রকৌশল কলেজ\nফার্মেসি কলেজ\nরাষ্ট্রবিজ্ঞান কলেজ\nমৌলিক শিক্ষা কলেজ\nকলেজ অব হসপিটালিটি\nকোয়ালিটি অ্যাশিউরেন্স ডিপার্টমেন্ট\n\n\n== উল্লেখযোগ্য শিক্ষার্থী ==\nকাসিম মোহাম্মদ তাকি আল-সাহলালি, ইরাকের প্রতিনিধি কাউন্সিলের সদস্য\nরহিম আলহাজ, উদ-বাদক ও সুরকার\nনাজমি আউজি, কোটিপতি ব্যবসায়ী\nআলিয়া মামদুহ, ঔপন্যাসিক, লেখক ও সাংবাদিক\nবিতুল খিদাইরি, ঔপন্যাসিক ও লেখক\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট (আরবি ভাষায়)\nপ্রাতিষ্ঠানিক ওয়েবসাইট (ইংরেজি ভাষায়)"}