{"pageid": 1100176, "title": "পূর্ব পাকিস্তানের সংকট সম্পর্কে শ্বেতপত্র", "url": "https://bn.wikipedia.org/wiki?curid=1100176", "content": "পূর্ব পাকিস্তানের সংকট সম্পর্কে শ্বেতপত্র (ইংরেজি: White paper on the crisis in East Pakistan) হলো পাকিস্তান সরকার কর্তৃক ৫ আগস্ট ১৯৭১ সালে রাওয়ালপিন্ডিতে প্রকাশিত একটি শ্বেতপত্র। এই অপপ্রচারমূলক শ্বেতপত্রটি একটি কাগজে মুদ্রিত পুস্তিকা আকারে প্রকাশিত হয়েছিল। পুস্তিকাটি কেন্দ্রীয় সরকারের তথ্য মন্ত্রণালয় প্রকাশ করেছিল।\n\n\n== পটভূমি ==\n১৯৭০ সালের সাধারণ নির্বাচনে পাকিস্তানের জাতীয় পরিষদে আওয়ামী লীগ সংরক্ষিত নারী আসনসহ ৩১৩ টি আসনের মধ্যে ১৬৭ টি আসন পেয়ে নিরঙ্কুশ সংখ্যাগরিষ্ঠতা অর্জন করে। আওয়ামী লীগের এই বিজয়ে ফলে ৬ দফা বাস্তবায়ন অবশ্যম্ভাবী বুঝতে পেরে পিপিপি সহ পশ্চিম পাকিস্তানের অন্যান্য রাজনৈতিক দলের নেতারা ভীত হয়ে পড়ে। শাসকগোষ্ঠী মনে করেছিল যে ছয় দফা বাস্তবায়িত হলে পাকিস্তানের ঐক্য বিনষ্ট হবে। দেশের তৎকালীন দ্বিতীয় সংখ্যাগরিষ্ঠ দল পাকিস্তান পিপলস পার্টির নেতা জুলফিকার আলী ভুট্টোর হুমকির পরে জেনারেল ইয়াহিয়া খান এক বেতার ভাষণে ১৯৭১ সালের ১ মার্চের দুপুর ১টা ৫ মিনিটে জাতীয় পরিষদের অধিবেশন স্থগিতের ঘোষণা করেন। এর প্রতিক্রিয়ায় আওয়ামী লীগ নেতা শেখ মুজিবুর রহমানের আহবানে পূর্ব পাকিস্তানে ২ মার্চ থেকে অসহযোগ আন্দোলন শুরু হয়। ৩ মার্চে ইয়াহিয়া খান ১০ মার্চে ঢাকায় নেতৃবৃন্দের সম্মেলন অনুষ্ঠানের সিদ্ধান্ত ঘোষণা করেন এবং এই সম্মেলনের দুই সপ্তাহের মধ্যে জাতীয় পরিষদ অধিবেশন শুরু হওয়ার প্রতিশ্রুতি দেন। জুলফিকার আলী ভুট্টো এতে সম্মত হলেও শেখ মুজিবুর রহমান তা প্রত্যাখ্যান করেন। শেখ মুজিবুর রহমান ভুট্টোর উদ্দেশ্যে বলেন যে যদি ভুট্টোরা গণতান্ত্রিকভাবে রচিত শাসনতন্ত্র মেনে নিতে না চান তাহলে পূর্ব পাকিস্তানের জন্য পৃথক শাসনতন্ত্র রচনা করা হবে। শেখ মুজিবুর রহমান ঢাকার রেসকোর্স ময়দানে জাতির উদ্দেশ্যে ৭ই মার্চের ভাষণে বলেন যে ৪টি শর্ত পূরণ হলে তিনি অধিবেশনে যোগ দিবেন। সেগুলো ছিল: অবিলম্বে সামরিক আইন প্রত্যাহার করা, সামরিক বাহিনী সদস্যদের সেনানিবাসে ফিরিয়ে নেওয়া, গণহত্যার তদন্ত এবং গণপ্রতিনিধিদের কাছে ক্ষমতা হস্তান্তর।\nআন্দোলন চলাকালীন সময়ে ক্রমশ পূর্ব পাকিস্তানের বেসামরিক প্রশাসনের উপর থেকে পশ্চিম পাকিস্তানের কেন্দ্রীয় সরকারের নিয়ন্ত্রণ প্রায় অচল হয়ে পড়ে। আন্দোলনের একপর্যায়ে সেনানিবাসের বাইরে পুরো পূর্ব পাকিস্তান কার্যত শেখ মুজিবুর রহমানের নির্দেশে চলছিল। পাকিস্তানের সংহতি রক্ষার কারণ দেখিয়ে ও চলমান আন্দোলন থামাতে ২৫ মার্চের মধ্যরাত থেকে পাকিস্তানি বাহিনী অপারেশন সার্চলাইটের মাধ্যমে পূর্ব পাকিস্তানের প্রাদেশিক রাজধানী ঢাকার নিরস্ত্র ঘুমন্ত বাঙালির উপর নির্বিচারে গণহত্যা চালায়। ২৬ মার্চ সন্ধ্যায় বেতারে দেওয়া ভাষণে ইয়াহিয়া খান আওয়ামী লীগকে দেশদ্রোহী ঘোষণা করে দলটিকে নিষিদ্ধ করেন। এর পাশাপাশি সরকার আওয়ামী লীগের ব্যাংক হিসাব বাজেয়াপ্ত করে। শেখ মুজিবুর রহমান ও কামাল হোসেনকে বন্দী করা হলেও আওয়ামী লীগের অধিকাংশ নেতা সরকারের কাছ থেকে পালাতে সক্ষম হন। এমন পরিস্থিতে পূর্ব পাকিস্তানের জনগণ পাকিস্তান সেনাবাহিনীর বিরুদ্ধে প্রতিরোধ গড়তে শুরু করে এবং এই আন্দোলনের পরিণামে বাংলাদেশের মুক্তিযুদ্ধ শুরু হয়। আন্তর্জাতিক গণমাধ্যমগুলো পূর্ব পাকিস্তানের সংকট সম্পর্কে প্রতিবেদন প্রকাশ করতে থাকে। প্রকাশিত সেসব প্রতিবেদনের ফলে পাকিস্তান সরকারের ভাবমূর্তি ক্ষুণ্ন হতে থাকে। ৩১ জুলাই ১৯৭১ সালে পাকিস্তানের কেন্দ্রীয় সরকার শেখ মুজিবুর রহমানের দেশবিরোধী কার্যকলাপ সম্পর্কে একটি শ্বেতপত্র প্রকাশ করার ঘোষণা দেয়। ৫ আগস্ট ১৯৭১ সালে পাকিস্তান সরকার ২৫ মার্চ থেকে পূর্ব পাকিস্তানে গৃহীত পদক্ষেপের বর্ণনা ও ব্যাখ্যা সম্বলিত শ্বেতপত্রটি প্রকাশ করে।\n\n\n== বিষয়বস্তু ==\nভূমিকা, উপসংহার ও পরিশিষ্ট ব্যতীত এই শ্বেতপত্র চারটি অধ্যায়ে বিভক্ত। এতে ১৯৭১-এ উদ্ভূত সংকটের জন্য শাসনতন্ত্র রচনায় আওয়ামী লীগের মতৈক্যকে দায়ী করা হয় এবং তারা পূর্ব পাকিস্তানে স্বায়ত্তশাসনের পক্ষে থাকে জনসাধারণকে ব্যবহার করে বিচ্ছিন্নতাবাদে জড়িয়ে পড়ে বলে দাবি করা হয়। এছাড়া অসহযোগ আন্দোলনের ফলে পূর্ব পাকিস্তানের পরিস্থিতি অচল করে দেওয়ার জন্য আওয়ামী লীগ ভীতি প্রদর্শন করেছে বলে অভিযোগ করা হয়। শ্বেতপত্রে দাবি করা হয় যে আওয়ামী লীগ ভারতের সাথে যৌথ পরিকল্পনায় পূর্ব পাকিস্তানকে পাকিস্তান থেকে বিচ্ছিন্ন করার চক্রান্ত করেছিল। পরিকল্পনার অংশ হিসেবে আওয়ামী লীগের ঢাকায় অবস্থিত কার্যালয় থেকে ২৬ মার্চ সকালে সবুজ সংকেত দেওয়ার পর একটি সশস্ত্র বিদ্রোহ হওয়ার কথা ছিল এবং বিদ্রোহ দমন করার জন্য ইয়াহিয়া খান অপারেশন সার্চলাইট পরিচালনা করার নির্দেশ দিয়েছিলেন বলে দাবি করা হয়। শ্বেতপত্র অনুযায়ী নির্বাচনে বিজয়ী আওয়ামী লীগ ছয় দফার ভিত্তিতে পূর্ব পাকিস্তানে সায়ত্তশাসন প্রতিষ্ঠার কর্তৃত্ব পেলেও সরকারের সাথে আলোচনার সময় আরও দাবি দলটি করে বসেছিল। দলটির প্রস্তাবিত মিত্রসংঘ রাষ্ট্রের ধারণাকে শ্বেতপত্রে \"বিচ্ছিন্নতার একটি শাসনতান্ত্রিক ফর্মুলা\" হিসেবে অভিহিত করা হয়।\nদাবি অনুযায়ী শেখ মুজিবুর রহমান ২৫ মার্চে মহম্মদ আতাউল গণি ওসমানীকে বিপ্লবী বাহিনীর সেনাপ্রধান হিসেবে নিযুক্ত করেন। কথিত পরিকল্পনা অনুযায়ী ইস্ট বেঙ্গল রেজিমেন্ট ঢাকা ও চট্টগ্রাম দখল করে পাকিস্তানি বাহিনীর পূর্ব পাকিস্তানে প্রবেশ রোধ করে সেনানিবাসগুলো দখলে এনে সেনাদের হত্যা করার কথা ছিল। তারপর বিপ্লবী সেনাদের সাহায্যার্থে সীমান্ত পেরিয়ে ভারতীয় সেনাবাহিনীর পূর্ব পাকিস্তানে প্রবেশ করার কথা ছিল। শ্বেতপত্রে আওয়ামী লীগ অসহযোগ আন্দোলন চলাকালীন সময় অবাঙালী মুহাজির জনগোষ্ঠীর উপর আক্রমণের মাধ্যমে হত্যাকাণ্ড ঘটিয়েছে বলে দাবি করে। এছাড়াও এই নথিতে সংকটে ভারতের ভূমিকা উল্লেখের পাশাপাশি মুক্তিযুদ্ধে দেশটির সাহায্যের কথা উল্লেখ করা হয়। অপারেশন সার্চলাইটের জন্য আওয়ামী লীগ ও বাঙালীদের অসহযোগিতাকে দায়ী করা হয়েছে। শ্বেতপত্র প্রকাশের আগের নয় মাসে ৬০,০০০ মুহাজির হত্যা করার অভিযোগে আওয়ামী লীগকে অভিযুক্ত করা হয়েছে। এতে অসহযোগ আন্দোলন চলাকালীন সময় আওয়ামী লীগ অন্তত এক লাখ মানুষ হত্যা করেছে বলে দাবি করা হয়।\n\n\n== ঐতিহাসিকতা ==\nবাংলাদেশের মুক্তিযুদ্ধে পাকিস্তান সরকার বিদেশে নিজেদের অবস্থানের বৈধতা অর্জন করতে এই শ্বেতপত্র প্রকাশ করে। সেই লক্ষ্যে এতে পাকিস্তান সরকার নিজেদের মানবতাবিরোধী অপরাধের পক্ষে সাফাই দেয় এবং সংকটে বিরোধীদের ভূমিকার ব্যাপারে অসত্য তথ্য প্রদান করে। এতে আওয়ামী লীগের মুহাজিরদের প্রতি করা হামলা ও হত্যাকাণ্ডের দাবির স্বপক্ষে কোন প্রমাণ পাওয়া যায়নি। পাকিস্তানি বাহিনী কর্তৃক পূর্ব পাকিস্তানে গণহত্যার ব্যাপারটা এই শ্বেতপত্রে এড়িয়ে যাওয়া হয়েছে।\n\n\n== প্রতিক্রিয়া ==\nবাঙালী নেতাগণ ও মুজিবনগর সরকার এই শ্বেতপত্রকে প্রত্যাখ্যান করে। অপপ্রচারমূলক হওয়ায় শ্বেতপত্রটি বিশ্ববাসীর কাছে গ্রহণযোগ্যতা অর্জন করতে ব্যর্থ হয়। হামুদুর রহমান কমিশন রিপোর্টে স্বীকার করে নেওয়া হয়েছে যে গণমাধ্যমে এই শ্বেতপত্রের প্রচারণা অপর্যাপ্ত ছিল এবং প্রকাশ করতে দেরি হওয়ায় এটি তেমন প্রভাব বিস্তার করতে ব্যর্থ হয়েছিল। রাষ্ট্রবিজ্ঞানী হ্যারি ব্লেয়ারের মতে তৎকালীন সময় ঘটনাস্থল থেকে সাংবাদিক মারফত প্রাপ্ত প্রতিবেদনের সাথে শ্বেতপত্রের দাবি সাংঘর্ষিক। ২৫ এপ্রিল ২০২৩ সালে চলচ্চিত্র ও প্রকাশনা অধিদপ্তর কর্তৃক শ্বেতপত্রটির পুনমুদ্রিত সংস্করণের মোড়ক উন্মোচন অনুষ্ঠানে শেখ হাসিনার চতুর্থ মন্ত্রিসভার তথ্য ও সম্প্রচারমন্ত্রী হাছান মাহমুদ শ্বেতপত্রটিকে বাংলাদেশের স্বাধীনতার ইতিহাস চর্চার জন্য সহায়ক আখ্যা দিয়ে বলেন যে শেখ মুজিবুর রহমানের নেতৃত্বে বাংলাদেশের স্বাধীনতার আন্দোলনের বিষয়টি এখানে স্পষ্টভাবে উল্লেখ করা হয়েছে।\n\n\n== তথ্যসূত্র =="}