{"pageid": 1100003, "title": "কানপুর মেট্রো", "url": "https://bn.wikipedia.org/wiki?curid=1100003", "content": "কানপুর মেট্রো হল একটি রেল-ভিত্তিক গণপরিবহন ব্যবস্থা, যা ভারতের কানপুর শহরের দ্রুতগতির গণপরিবহনের জন্য নির্মাণাধীন, এবং কানপুর মহানগর অঞ্চলে প্রসারণযোগ্য। প্রকল্পের সম্ভাব্যতা অধ্যয়ন আরআইটিইএস দ্বারা ২০১৫ সালের জুন করা হয়েছিল। গবেষণাটি শহরের বৃদ্ধি, উন্নয়ন ও সমৃদ্ধিকে বাধাগ্রস্তকারী যানচলাচল সমস্যা ও যানজট নিয়ন্ত্রণ করার জন্য প্রস্তুত করা হয়েছিল। বিশদ প্রকল্প প্রতিবেদন (ডিপিআর) অনুযায়ী সরকার দুটি করিডোর অনুমোদন করে। আইআইটি থেকে মতিঝিলের মধ্যে করিডোর-১-এর অগ্রাধিকার অংশের জন্য দরপত্র ডাকা হয়েছিল। অ্যাপকনস ইনফ্রা দরপত্রে ভূষিত হয়। করিডোর-১-এর অগ্রাধিকার বিভাগটি ২০২১ সালের নভেম্বর মাস থেকে কার্যকর বা চালু হবে বলে আশা করা হচ্ছে, যা বিশ্বের দ্রুততম নির্মিত ও চালু করা মেট্রো ব্যবস্থায় পরিণত হবে।\nকেন্দ্রীয় সরকার ২০১৯ সালের ২৮শে ফেব্রুয়ারি কানপুরের জন্য ১১,০৭৬.৪৮ কোটি টাকার আনুমানিক ব্যয় এবং পাঁচ বছরের সময়সীমায় মেট্রো প্রকল্প অনুমোদন করে। ইউরোপীয় বিনিয়োগ ব্যাংক (ইআইবি) প্রকল্পের জন্য €৬৫০ মিলিয়ন ঋণ প্রদানের প্রস্তাব করে। প্রকল্পের নির্মাণ কাজ ২০১৯ সালের ১৫ই নভেম্বর শুরু হয়। ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী ২০২১ সালের ২৮শে ডিসেম্বর কানপুর মেট্রোর প্রথম ৯ কিলোমিটার রেলপথের উদ্বোধন করেন।\n\n\n== রুট নেটওয়ার্ক ==\nপ্রথম পর্যায়ে আইআইটি কানপুর থেকে নওবাস্তা পর্যন্ত প্রথম করিডোরে (লাইন ১) ২২ টি মেট্রো স্টেশন তৈরি করা হবে এবং কৃষি বিশ্ববিদ্যালয় থেকে বাররা-৮ পর্যন্ত দ্বিতীয় করিডোরে (লাইন ২) ৮ টি মেট্রো স্টেশন তৈরি করা হবে।\n\n\n=== রেড লাইন (আইআইটি কানপুর - নওবাস্তা) ===\nআইআইটি কানপুর থেকে নওবাস্তা পর্যন্ত প্রসারিত রেড লাইনটি মোট ২৩.৭৮৫ কিলোমিটার দীর্ঘ। লাইনটি ১৫.১৬৪ কিলোমিটার উড়ালপথে এবং ৮.৬২১ কিলোমিটার ভূগর্ভস্থপথে নির্মিত হবে। এই পথে মোট ২২ টি স্টেশন রয়েছে।\nলাইনটির ৯ কিলোমিটার অংশ যাত্রী পরিবহনের জন্য ২০২১ সালের ২৮শে ডিসেম্বর উদ্বোধন করা হয়।\n\n\n=== ব্লু লাইন (কৃষি বিশ্ববিদ্যালয়- বাররা-৮) ===\nলাইনটির মোট দৈর্ঘ্য ৮.৬ কিলোমিটার। ব্লু লাইনটি কৃষি বিশ্ববিদ্যালয় থেকে বাররা-৮ পর্যন্ত প্রসারিত। লাইনটি ৪.৩ কিলোমিটার উড়ালপথে এবং ৪.৩ কিলোমিটার ভূগর্ভস্থপথে নির্মিত হবে। এই পথে মোট ৮ টি স্টেশন রয়েছে।\n\n\n== বর্তমান স্থিতি ==\n\n\n== রোলিং স্টক ==\nঅ্যালস্টম ২০২০ সালের জুলাই মাসে আগ্রা মেট্রো ও কানপুর মেট্রো রোলিং স্টক ও সিগন্যালিং চুক্তি অর্জন করে।\n\n\n== তথ্যসূত্র =="}