{"pageid": 1100748, "title": "রাধাস্বামী", "url": "https://bn.wikipedia.org/wiki?curid=1100748", "content": "রাধাস্বামী হলো একটি আধ্যাত্মিক ঐতিহ্য বা বিশ্বাস যা শিবদয়াল সিং ১৮৬১ সালে ভারতের আগ্রায় বসন্ত পঞ্চমীর দিনে প্রতিষ্ঠা করেন।\nকিছু সম্প্রদায়ের মতে, এটি রাধাস্বামী শব্দ থেকে এর নামটি এসেছে যার অর্থ আত্মার প্রভু। \"রাধাস্বামী\" শিবদয়াল সিংকে নির্দেশ করতে ব্যবহৃত হয়। শিব দয়াল সিং-এর অনুগামীরা তাঁকে জীবন্ত গুরু এবং রাধাস্বামী দয়ালের অবতার বলে মনে করতেন।\n\n\n== নামকরণ ==\nমার্ক জুর্গেনসমেয়ারের মতে, রাধাসোমী শব্দটি দ্বারা রাধাকে আত্মা ও সোমী (স্বামী) হিসাবে বোঝায়। সলীগ রামের মতে, জুর্গেনসমেয়ারের উদ্ধৃতি, এই পদগুলি প্রতীকী এবং \"শক্তির কর্তা\", \"ঈশ্বরের শক্তির শক্তি হিসাবে রাধা\" এর বৈষ্ণব ধারণা থেকে এটি উদ্ভূত। জুর্গেনসমেয়ার বলেন, এটি ব্যক্তির চেতনা ও মহাজাগতিক শক্তির উৎসের নির্দেশক। যাইহোক, প্রতিষ্ঠাতা শিবদয়াল সিং নিজেও শব্দটি ব্যবহার করেননি। অন্য কিছু পণ্ডিতদের মতে, শিবদয়াল সিং এর স্ত্রীর নাম থেকে নামটি এসেছে। তাঁর স্ত্রী নারায়ণী দেবীকে তাঁর অনুগামীরা রাধাজী নামে ডাকতো। তাই, রাধাজীর স্বামী হওয়ার কারণে, শিবদয়াল সিং এর নাম রাখা হয়েছিল রাধাসোমী।\nশিবদয়াল সিং, রচিত \"সর বচন\" এ তিনি রাধাসোমীর পরিবর্তে সতনাম শব্দটি ব্যবহার করেন। গুরু ও তার অনুসরণকারী ঐতিহ্য দীক্ষা অনুষ্ঠান, ধ্যান অনুশীলন এবং পারস্পরিক শুভেচ্ছা হিসাবে রাধাসোমী শব্দটি ব্যবহার করেছিলো, এর ফলে এটি রাধাসোমী নামে পরিচিতি পায়। লুসি ডুপারতুইস বলেন, এর কিছু উপ-ঐতিহ্য, গুরুর আধ্যাত্মিক শক্তিকে \"নিরাকার পরম\" হিসাবে বিবেচনা করে, এবং তাঁর মধ্যে থাকা সদগুরুর অবতার সমতুল্য গুরুকে রাধাসোমী হিসাবে চিহ্নিত করা হয়।।\n\n\n== প্রতিষ্ঠাতা ==\nরাধাসোমী ঐতিহ্য আধ্যাত্মিক গুরু শিবদয়াল সিং বা সোমীজী মহারাজ প্রতিষ্ঠা করেন। তাঁর বাবা-মা শিখধর্মের গুরু নানক এবং হথরার আধ্যাত্মিক গুরু তুলসি সাহেবের অনুসারী ছিলেন। শিক্ষা সমাপ্ত করার পর, শিবদয়াল সিং ফার্সি ভাষার অনুবাদক হিসেবে চাকরি লাভ করেন, সেই ভূমিকা ছেড়ে দেন এবং তার ক্রমবর্ধমান সময় ধর্মীয় সাধনায় ব্যয় করেন। তিনি হথরার তুলসী সাহেবের শিক্ষা দ্বারা প্রভাবিত হন, যিনি সুরত শব্দযোগ (যাকে রাধাসোমী শিক্ষকরা \"ঐশ্বরিক, অভ্যন্তরীণ শব্দের সাথে আত্মার মিলন\" হিসাবে সংজ্ঞায়িত করেছেন); গুরু ভক্তি; এবং কঠোর ল্যাক্টো-নিরামিষ খাদ্যগ্রহন সহ উচ্চ নৈতিক জীবনযাপন শেখান। তিনি তুলসী সাহেবকে অনেক সঙ্গ দিলেন। যদিও তিনি তাঁর কাছ থেকে দীক্ষা নেননি। শিবদয়াল সিং প্রকাশ্যে বক্তৃতা দিতে শুরু করার সময় আন্দোলনের প্রতিষ্ঠার তারিখটি ১৮৬১ বলে মনে করা হয়।\n\n\n== বিশ্বাস ও অনুশীলন ==\n\nরাধসোমীদের কাছে, ছয়টি উপাদান তাদের বিশ্বাসের কাঠামো গঠন করে:\n\nজীবিত গুরু (আস্থা ও সত্যের অবস্থান হিসেবে কেউ),\nভজন (সতনাম স্মরণ করা, অন্যান্য অনুশীলনগুলি রূপান্তরকারী বলে বিশ্বাস করা হয়),\nসৎসঙ্গ (সঙ্ঘ, সম্প্রদায়),\nসেবা (প্রতিদানে কিছু আশা না করে অন্যদের সেবা করা),\nকেন্দ্র (সম্প্রদায়িক সংস্থা, মন্দির), এবং\nভন্দর (বড় সম্প্রদায়ের সমাবেশ)\nরাধাসোমী সৎসঙ্গ বিশ্বাস করে যে জীবিত গুরু নির্দেশিত আধ্যাত্মিক জীবনের জন্য প্রয়োজনীয়।\nতারা গুরু গ্রন্থ সাহিব বা অন্য কোন ধর্মগ্রন্থ তাদের গর্ভগৃহে স্থাপন করে না, কারণ তারা এটিকে আচারানুষ্ঠান বলে মনে করে। পরিবর্তে, গুরু সৎসঙ্গ (শিখ বিশ্বাসীদের দল) সঙ্গে গর্ভগৃহে বসেন এবং তারা আদিগ্রন্থের প্রচার শোনেন এবং একসঙ্গে স্তবগান করেন। তারা সামাজিক সমতায় বিশ্বাস করে, জাতিভেদ নিষিদ্ধ করে এবং তাদের ঐতিহ্যের প্রতি দলিতদেরও আকৃষ্ট করেছে। তারা ভারতের বাইরেও সক্রিয়।\nরাধাসোয়ামীরা কঠোর নিরামিষভোজী। তারা দাতব্য কাজে সক্রিয় থাকে যেমন বিনামূল্যে চিকিৎসা সেবা প্রদান এবং অভাবীদের সাহায্য করা। তারা মন্দিরের ভিতরে মাথা ঢেকে রাখা বা জুতা খুলে ফেলার মতো গোঁড়া শিখের আচার-অনুষ্ঠানে বিশ্বাস করে না, না তারা প্রার্থনা শেষে করাহ প্রসাদ (অর্ঘ) পরিবেশন করে না। তাদের মৌলিক অনুশীলনের মধ্যে রয়েছে  সুরত শব্দযোগ (অভ্যন্তরীণ আলো এবং শব্দের উপর ধ্যান), জীবিত গুরুর দ্বারা শিষ্যের পথে দীক্ষা, গুরুর আনুগত্য, নৈতিক জীবন যা বিবাহের বাইরে মাংস, মাদক, মদ ও যৌনতা থেকে বিরত থাকার দ্বারা সংজ্ঞায়িত করা হয়। তারা এটাও বিশ্বাস করে যে জীবনমুক্তি বা অভ্যন্তরীণ মুক্তি জীবিত গুরুর নির্দেশনায় একজনের জীবদ্দশায় সম্ভব। যাইহোক, রাধাসোয়ামী বিশ্বাসের (দিনোদ, বিয়াস, দয়ালবাগ) সম্প্রদায়ের উপর নির্ভর করে এই অনুশীলনগুলির মধ্যে কিছু পরিবর্তিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nSchomer, Karine & William Hewat McLeod, eds (1987).The Sants: Studies in a Devotional Tradition of India, Delhi: Motilal Banarsidass, 1987. Academic papers from a 1978 Berkeley conference on the Sants organised by the Graduate Theological Union and the University of California Center for South Asia Studies. আইএসবিএন ৮১-২০৮-০২৭৭-২\n\n\n== প্রাথমিক উৎস ==\nSingh Ji Maharaj, Seth Shiv Dayal (১৯৩৪)। Sar Bachan: An abstract of the teachings of Soami Ji Maharaj, the founder of the Radha Soami system of philosophy and spiritual science: The yoga of the Sound Current। Seva Singh and Julian Johnson from Hindi to English কর্তৃক অনূদিত (9th সংস্করণ)। Beas: Radha Soami Satsang Beas। \n\n\n== বহিঃসংযোগ ==\n\nCentral Administrative Council, Radha Soami Satsang, Soami Bagh, Agra\nRadha Soami Satsang Beas\nRadha Soami Satsang Dayalbagh\nRadha Soami Satsang Dayalbagh\nRadha Swami Satsang Dinod\nRuhani Satsang USA\nরাধাসোমী-সম্পর্কিত দল\nDera Sacha Sauda\nEckankar\nMovement of Spiritual Inner Awareness\nScience of Spirituality"}