{"pageid": 1100603, "title": "সীন মরুভূমি", "url": "https://bn.wikipedia.org/wiki?curid=1100603", "content": "সীন মরুভূমি (হিব্রু ভাষায়: מדבר צין‎, মিদবার জিন) হল দুটি অর্থ সহ একটি ভৌগোলিক শব্দ, একটি বাইবেলীয় তোরাহের একটি ধর্মীয় স্থান এবং অপরটি হচ্ছে আধুনিক ইসরায়েলের একটি মরুভূমি, উল্লেখ্য যে দুটি স্থান অপরিহার্যভাবে অভিন্ন নয়।\n\n\n== বাইবেলীয় যীন মরুভূমি ==\nযীন মরুভূমি একটি এলাকার নাম যা ইহুদিদের হিব্রু বাইবেল তথা খ্রিস্টধর্মের পুরাতন নিয়মের তোরাহ পুস্তকে কাদেশ-বার্নিয়া হিসেবে উল্লেখ রয়েছে (Numbers 27:14; Numbers 33:36), এবং তাই এটিকে \"কাদেশের মরুভূমি\" ও বলা হয়ে থাকে (Psalms)।\n\n\n== বাইবেলীয় সীন মরুভূমি ==\nএকইভাবে এর আরেকটি নামকরণ করা হয়েছে সীনের মরুভূমি। সীন মরুভূমির আধুনিক ইংরেজি অনুবাদ বিভ্রান্তির সৃষ্টি করে; কিন্তু এটা হিব্রু বাইবেলের গ্রিক অনুবাদ সপ্ততি ও লাতিন অনুবাদ ভালগেট থেকে সহজে বুঝা যায় না যে, কয়েকটি দৃষ্টান্ত ছাড়া, হিব্রু যীন ও সীন দুটিকে \"সীন\" হিসেবে দেখানো হয়েছে কিনা৷ \"সীনের মরুভূমি\" বাইবেলে সিনাই পর্বতের পার্শ্ববর্তী অঞ্চল হিসেবে উল্লেখ করা হয়েছে।; কেউ কেউ সিনাইকে কেন্দ্রী আরাভ সংলগ্ন পেট্রার আল-মাধবাদ হিসেবে চিহ্নিত করে এবং এবং এটি অনেকটাই সম্ভব যে \"সীন মরুভূমি\" এবং \"যীন মরুভূমি\" একই স্থান।\n\n\n== চিহ্নিতকরণ ==\n১৮৯৯ সালের দিকে, অধিকাংশ গবেষক ও ঐতিহ্যবাহী সূত্র, সীন মরুভূমিকা আরাভের সাথে চিহ্নিত করেছেন।\n\n\n== আধুনিক সীন মরুভূমি ==\nআধুনিক ইসরায়েল এই নামটি একটি নির্দিষ্ট দক্ষিণাঞ্চলীয় মরুভূমির জন্য গ্রহণ করেছে, যা বাইবেলীয় সীন মরুভূমি নাও হতে পারে।\nএই অঞ্চলে ব্রিটিশ আরববাদী ও অভিযানকারী টি.ই লরেন্স ব্রিটিশ সেনাবাহিনীতে নিযুক্ত হওয়ার পর সামরিক সামরিক জরিপ করতে ঘুরে বেড়াচ্ছিলেন। প্যালেস্টাইন এক্সপ্লোরেশন ফান্ড কর্তৃক তহবিলকৃত তার এই অভিযানে সমগ্র নেগেভ মরুভূমির জরিপ অন্তর্ভুক্ত ছিল।\n\n\n== গুরুত্বপূর্ণ পাখি অঞ্চল ==\n\nসেদে বোকারের নিকটে বিরশেবার ৫০ কিমি (৩০ মা) দক্ষিণে এবং সমুদ্রপৃষ্ঠ থেকে ৩০০–৬০০ মি (১,০০০–২,০০০ ফু) উচ্চতায় অবস্থিত ইসরায়েলের সীন মরুভূমির ২৫,০০০ ha (৬২,০০০ একর) বিশিষ্ট এলাকাকে বার্ডলাইফ ইন্টারন্যাশনাল আন্তর্জাতিক পাখি অঞ্চল হিসেবে স্বীকৃতি দিয়েছে। এখানের গুরুত্বপূর্ণ পাখিদের মাঝে রয়েছে বালি তিরস্কার, সাধারণ সারস, ম্যাককুইনের বাস্টার্ডস, সাদা ও কালো সারস, প্যালিড স্কোপ পেঁচা, মরুভূমির চিকন পেঁচা, মিশরীয় ও গ্রিফন শকুন, স্কুটি ও ল্যানার ফ্যালকন, আরবীয় বকবক, হুডেড হুইট্টিয়ার্স, এবং সিনাই রোজফিঞ্চস।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nWoolley, C. Leonard and Lawrence, T. E., The Wilderness of Zin. Rev. 3rd ed. (Winona Lake, Eisenbrauns, in association with Stacey International, London, 2003)."}