{"pageid": 11003, "title": "সন্দীপ রায়", "url": "https://bn.wikipedia.org/wiki?curid=11003", "content": "সন্দীপ রায় (জন্ম: ৮ সেপ্টেম্বর ১৯৫৩) একজন ভারতীয় বাঙালি চলচ্চিত্র পরিচালক। তিনি চলচ্চিত্রকার সত্যজিৎ রায়ের একমাত্র পুত্র। তার মায়ের নাম বিজয়া রায়। সত্যজিৎ রায়ের গোয়েন্দা ফেলুদার রহস্য অ্যাডভেঞ্চার সিরিজের কাহিনি অবলম্বনে তিনি কয়েকটি চলচ্চিত্র নির্মাণ করেছেন।\n\n\n== ব্যক্তিজীবন ==\nতিনি ২২ বছর বয়সে তার চলচ্চিত্র জীবন শুরু করেছেন শতরঞ্জ কে খিলাড়ি ছবিতে সহকারী পরিচালক হিসেবে। তিনি তার বাবা সত্যজিৎ রায়ের বিভিন্ন ছবিতে কাজ করেছেন স্থির চিত্রগ্রাহক এবং আলোক চিত্রশিল্পী হিসেবেও। তার প্রথম পরিচালনার কাজ ফটিকচাঁদ ছবিতে। এই ছবি আন্তর্জাতিক শিশু চলচ্চিত্র উৎসবে পুরস্কার পায়।\nসত্যজিৎ রায়ের শেষ তিনটে চলচ্চিত্রে তিনি অপারেটিং ক্যামেরাম্যান হিসেবে কাজ করেছেন। গণশত্রু, শাখা-প্রশাখা, আগন্তুক।\nতিনি ছোটদের মাসিকপত্র সন্দেশ-এর প্রকাশক হিসেবে কাজ করছেন। ১৯১৩ সালে এই পত্রিকার প্রতিষ্ঠাতা-সম্পাদক তার প্রপিতামহ উপেন্দ্রকিশোর রায়চৌধুরী। এরপর দ্বিতীয় প্রজন্মে তার পিতামহ সুকুমার রায় এবং তৃতীয় প্রজন্মে তার বাবা সত্যজিৎ রায় এই পত্রিকার হাল ধরেন। ১৯৯২ সালে বাবার মৃত্যুর পর সন্দীপ রায় প্রথমে সহকারী সম্পাদক, তারপর সহযোগী সম্পাদক হিসেবে কাজ করেছেন। ২০০৩ সাল থেকে এখন পর্যন্ত তিনি এই পত্রিকার চতুর্থ প্রজন্মের সম্পাদক। মাঝে, ২০০৫-০৬ সালে তার সঙ্গে সম্পাদক হিসেবে কাজ করেছেন সুজয় সোম।\nএই চার প্রজন্মের সন্দেশ পত্রিকার সম্পাদক, এখনও পর্যন্ত, ১১জন। প্রথম প্রজন্মে শুধু উপেন্দ্রকিশোর রায়চৌধুরী। দ্বিতীয় প্রজন্মে সুকুমার রায়, সুবিনয় রায়, সুধাবিন্দু বিশ্বাস। তৃতীয় প্রজন্মে সত্যজিৎ রায়, সুভাষ মুখোপাধ্যায়, লীলা মজুমদার, নলিনী দাশ, বিজয়া রায়। চতুর্থ প্রজন্মের সম্পাদক সন্দীপ রায়, সুজয় সোম।\nতিনি বিখ্যাত গোয়েন্দা চরিত্র ফেলুদার অনেক সিনেমার কাজ করেন। তিনি দীপ প্রকাশন হতে প্রকাশিত আমি আর ফেলুদা বইয়ের লেখক। এই বইটি কলকাতা বইমেলার বেস্ট সেলার হয়। এই বইটি সত্যজিৎ রায়ের লেখা একেই বলে শুটিং বইয়ের স্বাদ বহন করে। এই বইয়ে তার নির্মিত ফেলুদার নির্মাণের গল্প রয়েছে।\nতিনি ১৯৮৯ সালে কিশোরকুমার-এর উপর প্রামাণ্য চিত্র নির্মাণ করেন।\n২০০৩ সালে তিনি তার বাবার লেখা ১৯৬২ সালে প্রকাশিত বঙ্কুবাবুর বন্ধু গল্পের উপর ভিত্তি করে কাজ করা শুরু করেন। এই টেলিছবি কৌশিক সেন পরিচালনা করেন। এই ছবি ২০০৬ সালে টিভিতে দেখানো হয়। তিনি তার নিজের লেখা কাহিনী হিটলিস্ট-এর উপর ভিত্তি করে ২০০৯ সালে সিনেমা নির্মাণ করেন। বর্তমানে তিনি তাড়িনীখুড়োর উপর সিনেমা বানানোর কাজ করছেন। তাড়িনীখুড়ো সত্যজিৎ রায়ের লেখা এক জনপ্রিয় চরিত্র। ২১ ডিসেম্বর, ২০১২ তে তার নির্মাণ করা যেখানে ভূতের ভয় মুক্তি পেয়েছে। এতে রয়েছে সত্যজিৎ রায়ের লেখা ২টি গল্পঃ অনাথবাবুর ভয়, ব্রাউন সাহেবের বাড়ি ও শরদিন্দু বন্দোপাধ্যায়ের লেখা ১টি গল্পঃ ভূত-ভবিষ্যত।\nতিনি ২০১৩ সালের দিকে প্রোফেসর শঙ্কুর ওপর ছবি নির্মাণের চিন্তা করছেন। প্রোফেসর শঙ্কু সত্যজিৎ রায়ের লেখা এক জনপ্রিয় চরিত্র।\n\n\n== সিনেমা ==\nফটিকচাঁদ (১৯৮৩)\nএকের পিঠে দুই\nসত্যজিতের প্রিয় গল্প\nসত্যজিৎ রায় প্রেজেন্টস (১৯৮৬)\nকিশোরকুমার (১৯৮৮)\nগুপী-বাঘা ফিরে এলো (১৯৯০)\nউত্তরণ (১৯৯৩)\nটার্গেট (১৯৯৫) \nফেলুদা ৩০ (১৯৯৬)\nবাক্স রহস্য (১৯৯৬)\nসত্যজিতের গপ্পো (১৯৯৯; ৫টি ফেলুদা ও ৬টি অন্য ছোটগল্প নিয়ে)\nবোম্বাইয়ের বোম্বেটে (২০০৪)\nনিশিযাপন (২০০৫)\nকৈলাসে কেলেঙ্কারী (২০০৭)\nটিনটোরেটোর যীশু (২০০৮)\nহিটলিস্ট (২০০৯)\nগোরস্থানে সাবধান! (২০১০)\nরয়েল বেঙ্গল রহস্য (২০১১)\nযেখানে ভূতের ভয় (২০১২)\nচার (২০১৪)\nবাদশাহী আংটি (২০১৪)\nমনচোরা (২০১৬)\nডবল ফেলুদা (২০১৬)\nপ্রোফেসর শঙ্কু ও এলডোরাডো (২০১৯)\nহত্যাপুরী (২০২২)\nনয়ন রহস্য (২০২৪)\n\n\n== বই ==\nআমি আর ফেলুদা (২০০৬)\nচলচ্চিত্র জীবনের চার দশক (২০২৪)\n\n\n== মন্তব্য ==\nসত্যজিৎ রায় বলেন যে তার শ্রেষ্ঠ সহকারী ছিল তার ছেলে সন্দীপ রায়। তিনি বলেছেন,\nগুপি বাঘা ফিরে এলো ছবির বেশিরভাগ কৃতিত্ব সন্দীপের। শুধু গল্প আর কিছু গান আমার। চিত্রনাট্য, পরিচালনা, ছবি তোলা-এ সবই সন্দীপের। ক্যামেরা পরিচালনার দিক দিয়ে সে বিশেষ পারদর্শী। এ কাজে ওর দক্ষতা আমার চেয়ে বেশি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে সন্দীপ রায় (ইংরেজি)\nSatyajitRay.org এ সন্দীপ রায়ের জীবনী\nআপনার ফোন, ট্যাবলেট বা কম্পিউটারে দেখতে পারেন ফটিকচাঁদ"}