{"pageid": 1100884, "title": "উচ্চতর-গতির রেল", "url": "https://bn.wikipedia.org/wiki?curid=1100884", "content": "উচ্চতর-গতির রেল বা হাইয়ার-স্পিড রেল (ইংরেজি: higher-speed rail) একধরনের আন্তঃনগর যাত্রীবাহী রেল পরিষেবা, যা প্রচলিত রেলের চেয়ে বেশি গতিসম্পন্ন কিন্তু তাকে উচ্চ গতির রেল পরিষেবা বলা সম্ভব নয়। এটি উচ্চ-কর্মক্ষমতার রেল, উচ্চতর-কর্মক্ষমতার রেল, বা প্রায়-উচ্চ-গতির রেল, নামেও পরিচিত। এই শব্দটি উচ্চ-গতির রেল নেটওয়ার্ক তৈরি বা প্রসারিত করার বৃহত্তর প্রচেষ্টার বিকল্প হিসাবে ট্রেনের গতি বাড়ানো ও ভ্রমণের সময় হ্রাস করার জন্য ক্রমবর্ধমান রেল উন্নতিসমূহকে চিহ্নিত করতেও ব্যবহৃত হয়। এর পরিবর্তে কিছু দেশ মাঝারি-গতির রেল, বা আধা-উচ্চ-গতির রেল শব্দটি ব্যবহার করে।\nযদিও উচ্চতর-গতির রেলের সংজ্ঞা দেশভেদে পরিবর্তিত হয়, তবে বেশিরভাগ দেশ ২০০ কিমি/ঘ পর্যন্ত গতিতে পরিচালিত রেল পরিষেবাগুলিকে উচ্চতর-গতির রেল হিসাবে উল্লেখ করে।\nএকে সাধারণত একটি বিদ্যমান রেলপথকে উচ্চ-গতির রেলের সংজ্ঞা (২৫০ কিমি/ঘণ্টার বেশি গতিতে) সংস্কার করার প্রচেষ্টা থেকে উদ্ভূত হিসাবে দেখা হয়, তবে সাধারণত অভিপ্রেত গতিতের থেকে কম গতিতে রেল পরিচালিত হয়। নতুন রোলিং স্টক যেমন টিল্টিং ট্রেন, অগভীর বক্ররেলপথ সহ ট্র্যাক সংস্কার করা, বিদ্যুতায়ন, ইন-ক্যাব সিগন্যালিং, এবং কম ঘন ঘন থামা/স্টপ সহ বিভিন্ন উপায়ে দ্রুত গতি অর্জন করা হয়।\n\n\n== দেশ অনুসারে সংজ্ঞা ==\nউচ্চ-গতির রেলের সংজ্ঞার মতো, উচ্চতর-গতির রেলের সংজ্ঞা দেশ অনুসারে পরিবর্তিত হয়। শব্দটি সরকারি সংস্থা, সরকারি কর্মকর্তা, পরিবহন পরিকল্পনাবিদ, একাডেমিয়া, রেল শিল্প, ও মিডিয়া, দ্বারা ব্যবহার করা হয়েছে, কিন্তু কখনও কখনও গতির সংজ্ঞায় ওভারল্যাপ করে। উচ্চতর-গতির রেলের একটি প্রতিষ্ঠিত সংজ্ঞা কিছু দেশে রয়েছে:\n\nকানাডায়, ডিপার্টমেন্ট অব ট্রান্সপোর্টের সারফেস ট্রান্সপোর্টেশন পলিসি অনুযায়ী উচ্চতর-গতির রেলের গতির পরিসর হল ১৬০ কিমি/ঘন্টা থেকে ২৪০ কিমি/ঘন্টা (১০০ এবং ১৫০ মাইল)।\nভারতে, রেল মন্ত্রকের মতে ভারতের উচ্চতর-গতির রেলের গতিসীমা হল ১৬০ কিমি/ঘন্টা থেকে ২০০ কিমি/ঘন্টা (১০০ থেকে ১২৫ মাইল প্রতি ঘণ্টা)।\nযুক্তরাজ্যে, উচ্চতর-গতির রেল শব্দটি সংস্কার করা ট্র্যাকের সঙ্গে প্রতি ঘণ্টায় ১২৫ মাইল (২০০ কিমি/ঘন্টা) পর্যন্ত গতিসম্পন্ন ট্রেনের জন্য ব্যবহৃত হয়।\nমার্কিন যুক্তরাষ্ট্রে, \"উচ্চতর গতির রেল\" শব্দটি \"উচ্চ গতির রেল\"-এর বিপরীতে, মার্কিন যুক্তরাষ্ট্রের অনেক রাজ্যের আঞ্চলিক পরিকল্পনাবিদরা ৯০ মাইলের (১৪৫ কিমি/ঘন্টা) থেকে ১১০ মাইল/ঘন্টা (১৭৫ কিমি/ঘণ্টা) মধ্যে সর্বোচ্চ গতির আন্তঃনগর যাত্রীবাহী রেল পরিষেবাগুলি বর্ণনা করতে ব্যবহার করেন। এটি যুক্তরাষ্ট্রীয় রেলপথ প্রশাসন দ্বারা সংজ্ঞায়িত \"উদীয়মান হাই-স্পীড রেল\" এর সংজ্ঞার সমতুল্য। যাইহোক, কংগ্রেসনাল রিসার্চ সার্ভিস \"হায়ার স্পিড রেল\" কে ১৫০ মাইল/ঘণ্টা (২৪০ কিমি/ঘ) গতির রেল পরিষেবা হিসাবে সংজ্ঞায়িত করে এবং ১৫০ মাইল/ঘণ্টা (২৪০ কিমি/ঘ) এর বেশি গতির সাথে ডেডিকেটেড ট্র্যাকগুলি পরিচালিত রেল পরিষেবাগুলিকে \"খুব উচ্চ গতির রেল\" হিসাবে সংজ্ঞায়িত করে।\n\n\n== তথ্যসূত্র =="}