{"pageid": 1100046, "title": "আই (কেনান)", "url": "https://bn.wikipedia.org/wiki?curid=1100046", "content": "আই (হিব্রু ভাষায়: הָעַי‎ হা'আই \"ধ্বংসাবশেষের স্তূপ\"; বাংলা বাইবেলীয় বানানরীতি: অয়া) হিব্রু বাইবেলের যিহোশূয়ের পুস্তক অনুযায়ী একটি কেনানীয় নগর ছিলো যা ইস্রায়েলীয়রা তাদের দ্বিতীয় প্রচেষ্টায় জয় করতে সক্ষম হয়। শহরটির ধ্বংসাবশেষ আধুনিক যুগের প্রত্নতাত্ত্বিক ক্ষেত্রে এত-তেলে অবস্থিত বলে মনে করা হয়।\n\n\n== বাইবেলীয় বর্ণনা ==\nআদিপুস্তক অনুসারে, আব্রাহাম আই ও বেথেলের মধ্যবর্তী কোন স্থানে একটি পবিত্র বেদী নির্মাণ করেছিলেন।\nযিহোশূয়ের পুস্তকের ৭ম ও ৮ম অধ্যায়ে ইস্রায়েলীয়রা দুইবার আই জয় করার চেষ্টা করেছিলো। ৭ম অধ্যায়ে বর্ণিত প্রথম প্রচেষ্টা ব্যর্থ হয়। বাইবেল এই ব্যর্থতাকে আখনের পাপের ফলাফল হিসেবে প্রদর্শন করে, এবং এর ফলে তাকে পাথর মেরে ইস্রায়েলীয়রা হত্যা করে। ৮ম অধ্যায়ে বর্ণিত দ্বিতীয় প্রচেষ্টায় ইস্রায়েলীয়দের নেতা যিহোশূয় ঈশ্বরের কাছ থেকে নির্দেশনা পান। ঈশ্বর তাদেরকে অতর্কিত হামলা করতে বলেন। শহরের পশ্চিম দিকে হামলা করার প্রস্তুতি নেওয়া হয়। যিহোশূয় শহরের সামনে থাকে তাদের বাহিনীর সাথে থাকে যেখানে আই শহরের সেনারা তাদের সাথে লড়াই করার জন্য অপেক্ষমাণ ছিলো। শত্রুরা যিহোশূয় ও তার দলকে তাড়া করতে থাকে এবং যিহোশূয় শত্রুদের শহর থেকে দূরে নিয়ে যায়। এরপর দ্বিতীয় দলটি পূর্ব থেকে শহরে প্রবেশ করে শহরটিতে আগুন ধরিয়ে দেয়। শহর জয়ের পর ১২,০০০ পুরুষ ও মহিলাকে হত্যা করা হয় এবং শহরটিকে মাটিতে মিশিয়ে ফেলা হয়। আইয়ের রাজাকে ধরা হয় এবং তাকে বিকেল পর্যন্ত গাছে ফাঁসিতে ঝুলিয়ে রাখা হয়। এরপর তার দেহ শহরের ফটকে ঝুলিয়ে রাখা হয় যেখানে তার শহরের উপরিভাগে পাথর স্থাপন করে রাখা ছিলো। এরপর ইস্রায়েলীয়রা আই শহরটি সম্পূর্ণভাবে আগুনে পুড়িয়ে ছাই করে দেয়। ঈশ্বর তাদেরকে বলেন তারা শহরের গবাদিপশু লুট করে নিয়ে যেতে পারে এবং তারা তাই করেছিলো।\n\n\n== সম্ভাব্য অবস্থান ==\n\n\n=== এত-তেল ===\nএডওয়ার্ড রবিনসন (১৭৯৪–১৮৬৩), যিনি স্থানীয় জায়গার নাম ও মৌলিক ভূসংস্থানের ভিত্তিতে অনেক বাইবেলীয় স্থান চিহ্নিত করেছেন, বলেছেন যে এত-তেল বা খিরবেত হাইজাহ এগুলো সম্ভবত ফিলোলজিক্যাল ভূমিতে অবস্থিত; সেই স্থানে দৃশ্যমান ধ্বংসাবশেষ থাকায় তিনি আগেরটিকেই পছন্দ করেছিলেন। এটি বাছাই করার পেছনে আরেকটি গুরুত্বপূর্ণ কারণ হল হিব্রু নাম আই-এর আক্ষরিক অর্থ এবং আরবি নাম এত-তেল-এর আক্ষরিক অর্থ একই।\n১৯২০ সালের পর প্রত্নতত্ত্বের তারিখের \"ইতিবাচক\" গবেষণা প্রচলিত ছিলো — এক বিশ্বাস যে প্রত্নতত্ত্ব বাইবেলীয় যাত্রা ও অভিযানের কাহিনী প্রমাণ করত বা প্রমাণ করতে পারত। এবং সেই বিশ্বাস অনুসারে, ১৯২০ সালের খননকার্যের উপর ভিত্তি করে মার্কিন গবেষক উইলিয়াম ফক্সওয়েল অলব্রাইট বিশ্বাস করেছিলেন যে এত-তেল ছিলো আই।\nযদিও, ১৯৩০ সালে এত-তেলের খননকাজ থেকে জানা যায় যে প্রাথমিক তামা যুগে ৩১০০ থেকে ২৪০০ খ্রিস্টপূর্বের মধ্যে এখানে একটি সুরক্ষিত শহর ছিল যা পরে ধ্বংসপ্রাপ্ত ও পরিত্যক্ত হয়; মধ্য বা তামা যুগের শেষের দিকে এখানে বসবাসের কোন প্রমাণ পাওয়া যায়নি। বেথেলের খননকাজ সহ এত-তেলের ফলাফল অলব্রাইট ও বাকিদের নির্ধারিত তারিখের সাথে মিলাতে গিয়ে সমস্যায় পড়তে হয়েছিলো, এবং কিছু গবেষক যেমন মার্টিন নথ বলতে শুরু করেন যে এই অভিযান কোনদিন হয়নি বরঞ্চ এটি একটি উৎপত্তিগত রূপকথা; যার অর্থ দাঁড়ায় ধ্বংসস্তূপ ও অভিযানের গল্পটি আসলে ইতোমধ্যে ঘটে যাওয়া কাহিনীকে ব্যাখ্যা করেছে। প্রত্নতত্ত্ববিদরা পরে খুঁজে পেয়েছেন যে এর পরবর্তী প্রথম লৌহ যুগে এখানে গড়ে উঠা গ্রামটিতেও অভিযানের কোন চিহ্ন পাওয়া যায়নি, এবং প্রথম লৌহ যুগের গ্রামবাসীরা কোন সমস্যা ছাড়াই এখানে শান্তিপূর্ণভাবে জীবনযাপন করেছিলো।\nপ্রত্নতাত্ত্বিক প্রমাণের ভিত্তিতে আইয়ের বাইবেলীয় গল্প ব্যাখ্যা করার জন্য পাঁচটি হাইপোথিসিস রয়েছে। প্রথমটি হল এই গল্পটি পরে তৈরি হয়েছে; ইস্রায়েলীয়রা খ্যাতির জন্য গল্পটি যিহোশূয়ের সাথে সম্পৃক্ত করেছে। দ্বিতীয়তটি হল বাইবেলীয় গল্পের সময় বেথেলের অধিবাসী আই শহরে বাস করত এবং তাদেরকে সেসময় আক্রমণ করা হয়েছিলো। তৃতীয়টি হল, অলব্রাইট আগের দুটি তত্ত্বকে একত্র করে আই থেকে এক মাইল দূরে অবস্থিত বেথেলের অভিযানের বিষয়ে একটি নতুন হাইপোথিসিস বানিয়েছেন, শহরটি পরবর্তীতে ব্যাখ্যা করার জন্য আই বানানো হয়। এগুলোর সমর্থনে বাইবেলে প্রমাণ পাওয়া গেলেও যেতে পারে, বাইবেলে বেথেলের অভিযানের উল্লেখ না থাকলেও বিচারকদের পুস্তক ১:২২–২৬ অংশে এর কিছু ইঙ্গিত থাকতে পারে। চতুর্থটি, ক্যালাওয়ে বলেছেন যে কোনভাবে এই শহর হয়তো মিশরীয়দের রাগিয়ে দিয়েছিলো (হয়ত স্বাধীনতা পাওয়ার উদ্দেশ্যে বিদ্রোহ করে) এবং তারা শাস্তিস্বরূপ এটি ধ্বংস করে দেয়। পঞ্চমটি হল যিহোশূয়ের আই শহর এত-তেলে নয় ভিন্ন এলাকায় অবস্থিত।\nকোয়ের্ট ভ্যান বেক্কুম লিখেছেন যে \"এত-তেল, যাকে অধিকাংশ গবেষক আই এর সাথে চিহ্নিত করেছেন, তা প্রাথমিক তাম্র ও প্রথম লৌহ যুগের মধ্যে বসতি স্থাপিত হয়নি।\"\n\n\n== আরও দেখুন ==\nজেরিকোর লড়াই\nপ্রাথমিক ইস্রায়েলীয় অভিযান\nতেল হাজোর\nগিবিয়ার লড়াই\nইসরায়েলের প্রত্নতত্ত্ব\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে আই সম্পর্কিত মিডিয়া দেখুন।\nইস্টনের বাইবেল অভিধান"}