{"pageid": 1100312, "title": "তারিম অববাহিকা", "url": "https://bn.wikipedia.org/wiki?curid=1100312", "content": "তারিম অববাহিকা উত্তর- পশ্চিম চীনের একটি এন্ডোরহেইক অববাহিকা (বদ্ধ হাওড় যার বহিঃপ্রবাহ নেই) যা প্রায় ১০,২০,০০০ কিমি২ (৩,৯০,০০০ মা২) এবং উত্তর-পশ্চিম চীনের বৃহত্তম অববাহিকাগুলির মধ্যে একটি। চীনের জিনজিয়াং অঞ্চলে অবস্থিত, এটি কখনও কখনও প্রদেশের দক্ষিণ অর্ধেক, বা নানজিয়াং (চীনা: 南疆; ফিনিন: Nánjiāng; আক্ষরিক: \"দক্ষিণ জিনজিয়াং\"), প্রদেশের উত্তর অর্ধেকের বিপরীতে যা ডিজুঙ্গারিয়া বা বেইজিয়াং নামে পরিচিত, তার বিপরীতে সমার্থক ভাবে ব্যবহার করা হয়। এর উত্তর সীমানা তিয়ান শান পর্বতমালা এবং এর দক্ষিণ সীমানা তিব্বতী মালভূমির প্রান্তে অবস্থিত কুনলুন পর্বতমালা। তাকলামাকান মরুভূমি অববাহিকার বেশিরভাগ অংশে আধিপত্য বিস্তার করে। তারিম অববাহিকার ঐতিহাসিক উইঘুর নাম আলটিশহর (প্রথাগত বানান : آلتی شهر ), উইঘুর ভাষায় যার অর্থ 'ছয়টি শহর'।\n\n\n== ভূগোল এবং জিনজিয়াং এর সাথে সম্পর্ক ==\n\nজিনজিয়াং ভৌগোলিক, ঐতিহাসিক, এবং জাতিগতভাবে স্বতন্ত্র দুটি প্রধান অঞ্চল নিয়ে গঠিত যার বিভিন্ন ঐতিহাসিক নাম ছিল, ডিজুঙ্গারিয়া এবং তারিম অববাহিকা (আলটিশহর), এর আগে কিং চীন তাদের ১৮৮৪ সালে জিনজিয়াং প্রদেশ নামে একটি রাজনৈতিক সত্তায় একীভূত করে। ১৭৫৯ সালে কিং বিজয়ের সময়, ডিজুঙ্গারিয়ায় স্তেপ বাসস্থান, যাযাবর মঙ্গোলিক ভাষী, তিব্বতী বৌদ্ধ ডিজিঙ্গাররা বাস করতেন, অন্যদিকে তারিম অববাহিকায় (আলটিশহর) বসে থাকা, মরূদ্যানের বাসস্থান, তুর্কীয় ভাষী মুসলিম কৃষকরা বাস করতেন, যা এখন উইঘুর জনগণ নামে পরিচিত। ১৮৮৪ সালে প্রদেশ টি তৈরি না হওয়া পর্যন্ত তারা পৃথকভাবে পরিচালিত হয়েছিল।\n\n\n=== তারিম অববাহিকা অবস্থান ===\n\nউত্তর দিক\n\nচীনারা এটিকে পাহাড়ের উত্তরে বেই লু এর বিপরীতে তিয়েন শান নান লু বা তিয়েন শান সাউথ রোড বলে অভিহিত করে। এর পাশে আধুনিক মহাসড়ক এবং রেলপথ চলে এবং মধ্য তারিম নদী প্রায় ১০০ কিলোমিটার দক্ষিণে। কাশগর পাহাড় পার হওয়ার আগে কাফেলাদের দেখা হয়েছিল। বাচু বা মিরলবাচি; প্রধান সড়কের উত্তরে উচ্টুরপান; বড় আকসু নদীর উপর আকসু; কুচা একসময় একটি গুরুত্বপূর্ণ রাজ্য ছিল; লুনতাই; কোরলা, এখন একটি বড় শহর; বোস্টেন হ্রদের কাছে কারাশার; তুরপান বিষণ্নতার উত্তরে তুর্পান এবং বোগদা শানের দক্ষিণে; হামি; তারপর দক্ষিণ-পূর্ব থেকে অ্যানক্সি এবং গানসু করিডোর।\n\nকেন্দ্র\n\nঅববাহিকার বেশিরভাগ তাকলা মাকান মরুভূমির দখলে যা স্থায়ী বসবাসের জন্য খুব শুষ্ক। ইয়ার্চাঁদ, কাশগর এবং আকসু নদী গুলি তারিম নদী গঠনে যোগ দেয় যা অববাহিকার উত্তর দিকে প্রবাহিত হয়। পূর্বে এটি লুলান পর্যন্ত অব্যাহত ছিল, কিন্তু ৩৩০ এডিএর কিছু সময় পরে এটি কোরলার কাছে দক্ষিণ-পূর্ব দিকে চারকিলিকের দিকে ঘুরে যায় এবং লুলান পরিত্যক্ত হয়। তারিম এখন শুকনো লোপ নুরে শেষ হয়েছিল যা লুলানের পূর্বদিকে একটি পরিবর্তিত অবস্থান দখল করেছিল। পূর্বদিকে কল্পিত জেড গেট যা চীনারা পশ্চিম অঞ্চলের প্রবেশদ্বার হিসাবে বিবেচনা করেছিল। এর বাইরে ডানহুয়াং তার প্রাচীন পাণ্ডুলিপি এবং তারপরে গানসু করিডরের পশ্চিম প্রান্তে অ্যানক্সি রয়েছে।\n\nদক্ষিণ পাশ\n\nকাশগর; ইয়াঙ্গি হিসার, তার ছুরির জন্য বিখ্যাত; ইয়ার্চাঁদ, একসময় কাশগরের চেয়ে বড়; কারঘালিক (ইয়েচেং), ভারতের একটি পথ সহ; কারাকাশ; খোতান, চীনা জেডের প্রধান উৎস; পূর্বদিকে ভূমি আরও নির্জন হয়ে যায়; কেরিয়া (ইউতিয়ান); নিয়া (মিনফেং); কিমো (চেরচেন); চার্কিলিক (রুকিয়াং)। আধুনিক রাস্তাটি পূর্ব থেকে তিব্বত পর্যন্ত অব্যাহত রয়েছে। কুমট্যাগ মরুভূমি পেরিয়ে ডানহুয়াং যাওয়ার কোন বর্তমান রাস্তা নেই, কিন্তু ক্যারাভানরা কোনভাবে জেড গেটের দক্ষিণে ইয়াংগুয়ান পাস দিয়ে ক্রসিং তৈরি করেছে।\n\n\n==== রাস্তা-ঘাট, নদী ও কাফেলার পথ ====\n\nতুর্পানের কাছে ল্যানক্সিন রেলওয়ে থেকে দক্ষিণ জিনজিয়াং রেলওয়ে শাখাগুলি অববাহিকার উত্তর দিক অনুসরণ করে কাশগর এবং দক্ষিণ-পূর্ব থেকে খোতান পর্যন্ত বাঁক নিয়েছে।\n\nরাস্তা\n\nপূর্ব চীন থেকে প্রধান রাস্তাটি উরুমচি তে পৌঁছায় এবং উত্তর দিক থেকে কাশগর পর্যন্ত ৩১৪ নং মহাসড়ক হিসাবে অব্যাহত থাকে। হাইওয়ে ৩১৫ কাশগর থেকে চারকিলিক পর্যন্ত দক্ষিণ দিকে অনুসরণ করে এবং পূর্ব থেকে তিব্বত পর্যন্ত অব্যাহত রয়েছে। মরুভূমি জুড়ে বর্তমানে চারটি উত্তর-দক্ষিণ রাস্তা রয়েছে। তারিমের প্রাক্তন কোর্স বরাবর চারকিলিক থেকে কোরলা পর্যন্ত ২১৮ রান একটি ডিম্বাকৃতি গঠন করে যার অন্য প্রান্ত কাশগর। তারিম ডেজার্ট হাইওয়ে, একটি বড় প্রকৌশল সাফল্য, নিয়া থেকে লুনতাই পর্যন্ত কেন্দ্র অতিক্রম করে। নতুন মহাসড়ক ২১৭ খোতান থেকে আকসু এর কাছে খোতান নদীর অনুসরণ করে। একটি রাস্তা ইয়ার্চাঁদ থেকে বাকু পর্যন্ত ইয়ার্চাঁদ নদীর অনুসরণ করে। কোরলা-চারকিলিক সড়ক ভ্রমণের পূর্ব দিকে খুব কঠিন হয়ে রয়েছে।\n\nনদী\n\nতিয়েন শান থেকে দক্ষিণে আসা নদীগুলি তারিমের সাথে মিলিত হয়েছে, বৃহত্তম হল আকসু । কুনলুন থেকে উত্তর দিকে প্রবাহিত নদীগুলি সাধারণত যে শহর বা মরূদ্যানের মধ্য দিয়ে যায় তার নামকরণ করা হয়। বেশিরভাগ মরুভূমিতে শুকিয়ে যায়, শুধুমাত্র হোতান নদীটি ভাল বছরগুলিতে তারিমে পৌঁছেছে। একটি ব্যতিক্রম হল কিইমো নদী যা উত্তর-পূর্ব দিকে লোপ নরে প্রবাহিত হয়েছিল। মরুভূমির ধ্বংসাবশেষ বোঝায় যে এই নদীগুলি একসময় বড় ছিল।\n\nকাফেলা এবং গিরিপথ\n\nমূল ক্যারাভান রুটটি দক্ষিণ দিকে অনুসরণ করেছে বলে মনে হচ্ছে। হান রাজবংশ বিজয়ের সময় এটি কেন্দ্রে স্থানান্তরিত হয় (জেড গেট-লুলান-কোরলা)। যখন তারিম প্রায় ৩৩০ এডি পথ পরিবর্তন করে তখন এটি উত্তর দিকে হামিতে স্থানান্তরিত হয়। একটি ছোট পথ তিয়ান শানের উত্তরে গিয়েছিল। যখন গানসু করিডোর বাণিজ্যের বিরুদ্ধে যুদ্ধ হয় তখন কায়দাম অববাহিকা থেকে চারকিলিকের কাছে অববাহিকায় প্রবেশ করে। ভারতের মূল পথটি ইয়ার্কান্দ এবং কার্গিলিকের কাছে শুরু হয়েছিল বলে মনে হচ্ছে, তবে এটি এখন কাশগর থেকে দক্ষিণে কারাকোরাম মহাসড়ক দ্বারা প্রতিস্থাপিত হয়েছে। ইরকেষ্টম সীমান্ত ক্রসিং হয়ে কাশগরের পশ্চিমে রয়েছে আলে উপত্যকা যা একসময় পারস্যের পথ ছিল। কাশগরের উত্তর-পূর্বে তোরুগার্ট পাসটি ফেরঘানা উপত্যকার দিকে নিয়ে যায়। উচতুরপানের কাছে বেডেল পাস টি ইসিক-কুল হ্রদ এবং স্টেপিসের দিকে নিয়ে যায়। আকসু'র কাছে কোথাও কঠিন মুজার্ত পাস টি উত্তর দিকে ইলি নদীর অববাহিকার (কুলজা) দিকে নিয়ে যায়। কোরলার কাছে ছিল আয়রন গেট পাস এবং এখন হাইওয়ে এবং উত্তর থেকে উরুমচি পর্যন্ত রেলপথ।  টার্ফন থেকে সহজ দাবানচেং পাসটি উরুমচির দিকে নিয়ে যায়। চারকিলিক থেকে কায়দাম মালভূমি পর্যন্ত পথটি কিছুটা গুরুত্বপূর্ণ ছিল যখন তিব্বত একটি সাম্রাজ্য ছিল।\nপর্বতমালার উত্তরে তার কেন্দ্রীয় গুরবানতুংগুত মরুভূমি, রাজধানী উরুমচি এবং কারামায় তেল ক্ষেত্র সহ ডিজুঙ্গারিয়া রয়েছে। কুলজা অঞ্চলটি ইলি নদীর উপরের অববাহিকা এবং পূর্বদিকে বেশ কয়েকটি রাস্তা সহ কাজাখ স্টেপিতে উন্মুক্ত হয়। ডিজুঙ্গারিয়ান গেট একসময় একটি অভিবাসন পথ ছিল এবং এখন এটি একটি সড়ক এবং রেল ক্রসিং। তাচেং বা তারবাঘতয় একটি সড়ক ক্রসিং এবং প্রাক্তন ট্রেডিং পোস্ট।\n\n\n== ভূতত্ত্ব ==\n\nতারিম অববাহিকা একটি প্রাচীন মাইক্রোকন্টিনেন্ট এবং পারমিয়ান সময়কালে কার্বোনিফেরাস থেকে ক্রমবর্ধমান ইউরেশীয় মহাদেশের মধ্যে সংমিশ্রণের ফলাফল। বর্তমানে, অববাহিকার প্রান্তের চারপাশে বিকৃতির ফলে মাইক্রোকন্টিনেন্টাল ভূত্বকটি তিয়ান শানের নীচে উত্তরে এবং কুনলুন শানকে দক্ষিণে ঠেলে দেওয়া হচ্ছে।\nপ্যালিওজোয়িক, মেসোজোইক এবং সিনোজোয়িক পাললিক পাথরের একটি পুরু উত্তরাধিকার অববাহিকার কেন্দ্রীয় অংশদখল করে, স্থানীয়ভাবে ১৫ কিমি (৯ মা) পুরুত্ব অতিক্রম করে। তেল এবং গ্যাসের উৎস শিলাগুলি বেশিরভাগ পারমিয়ান কাদাপাথর এবং কম ঘন ঘন, অর্ডোভিশিয়ান স্তর যা একটি তীব্র এবং ব্যাপক প্রাথমিক হারসিনিয়ান কার্স্টিফিকেশন অনুভব করে। এই ঘটনার প্রভাব হ'ল তাহে তেল ক্ষেত্রের প্যালিওকার্স্ট জলাধার। গ্যাস এবং তেল সমৃদ্ধ স্তরের নীচে একটি জটিল প্রিক্যাম্ব্রিয়ান বেসমেন্ট মূল তারিম মাইক্রোপ্লেটের অবশিষ্টাংশ দিয়ে গঠিত বলে মনে করা হয়, যা কার্বোনিফেরাস সময়ে ক্রমবর্ধমান ইউরেশীয় মহাদেশে অর্জিত হয়েছিল। বিশ্বের দ্বিতীয় সর্বোচ্চ পর্বত কে২-এর বরফ হিমবাহের মধ্যে প্রবাহিত হয় যা গলে যাওয়ার জন্য উপত্যকাগুলি নিচে চলে যায়। গলে যাওয়া জল নদী গঠন করে যা পাহাড় থেকে নেমে তারিম অববাহিকায় প্রবাহিত হয়, কখনও সমুদ্রে পৌঁছায় না। মরুভূমি দ্বারা বেষ্টিত, কিছু নদী ওস খাওয়ায় যেখানে জল সেচের জন্য ব্যবহৃত হয় এবং অন্যরা লবণ হ্রদ এবং জলাভূমিতে প্রবাহিত হয়।\n\nলোপ নুর তারিম অববাহিকার পূর্ব প্রান্তে একটি জলাভূমি, লবণাক্ত নিম্নচাপ সম্পন্ন। তারিম নদী লোপ নুরে শেষ হয়।\nতারিম অববাহিকাতে পেট্রোলিয়াম এবং প্রাকৃতিক গ্যাসের বিশাল সম্ভাব্য মজুদ রয়েছে বলে মনে করা হয়।  ইথেন (<1% ~ 18%) এবং প্রোপেন (<0.5% ~ 9%) এর পরিবর্তনশীল বিষয়বস্তু সহ প্রাকৃতিক গ্যাস রিজার্ভের ৭০ শতাংশেরও বেশি মিথেন গঠিত। চায়না ন্যাশনাল পেট্রোলিয়াম কর্পোরেশনের ১৯৮৯ এবং ১৯৯৫ সালের মধ্যে তারিম অববাহিকায় ব্যাপক অনুসন্ধানের ফলে ২৬টি তেল- এবং গ্যাস বহনকারী কাঠামো সনাক্ত করা যায়। এগুলি গভীর গভীরতায় এবং বিক্ষিপ্ত আমানতে ঘটে। বেইজিংয়ের লক্ষ্য হচ্ছে জিনজিয়াংকে দীর্ঘমেয়াদে চীনের নতুন জ্বালানি ঘাঁটিতে পরিণত করা, যা ২০১০ সালের মধ্যে দেশের মোট তেল সরবরাহের এক-পঞ্চমাংশ সরবরাহ করে, যার বার্ষিক উৎপাদন ৩৫ মিলিয়ন টন।  ১০ জুন, ২০১০-এ  বেকার হিউজেস পেট্রোচায়না তারিম অয়েলফিল্ড কোম্পানির সাথে কাজ করার জন্য একটি চুক্তি ঘোষণা করেন। তৈলক্ষেত্র পরিষেবা সরবরাহ করার জন্য, উভয় দিকনির্দেশক এবং উল্লম্ব ড্রিলিং সিস্টেম, গঠন মূল্যায়ন পরিষেবা, সমাপ্তি সিস্টেম এবং কৃত্রিম উত্তোলন প্রযুক্তি সহ ৭,৫০০ মিটার (২৪,৬০০ ফুট) এর বেশি গভীরে পাদদেশ গঠনে ড্রিল করা কূপগুলির জন্য ২০,০০০ psi (১৩৭৯ বার) এবং প্রায় ১৬০ °সে (৩২০ °ফা) এর বটমহোল তাপমাত্রার চেয়ে বেশি চাপ সহ। বৈদ্যুতিক সাবমার্সিবল পাম্পিং (ইএসপি) সিস্টেমগুলি গ্যাস ডিওয়াটার এবং কনডেনসেট কূপগুলিতে নিযুক্ত করা হবে। পেট্রোচায়না যে কোনও যৌথ উন্নয়নে অর্থায়ন করবে।\n২০১৫ সালে, চীনা গবেষকরা অববাহিকার নীচে একটি বিশাল, কার্বন সমৃদ্ধ ভূগর্ভস্থ সমুদ্রের সন্ধান প্রকাশ করেন।\n\n\n== ইতিহাস ==\n\nঅনুমান করা হচ্ছে যে তারিম অববাহিকা এশিয়ার শেষ স্থানগুলির মধ্যে একটি হতে পারে যেখানে বসতি গড়ে উঠেছে: এটি পাহাড় দ্বারা বেষ্টিত এবং সেচ প্রযুক্তির প্রয়োজন হতে পারে।\nএকটি রুটে নর্দার্ন সিল্ক রোড তিয়ান শান পর্বতমালার উত্তরে তারিম অববাহিকাকে উপেক্ষা করে তিনটি ওসেস-নির্ভর রুটে অতিক্রম করে: একটি তাকলামাকান মরুভূমির উত্তরে, একটি দক্ষিণে, এবং একটি মধ্যম যা লোপ নর অঞ্চলের মধ্য দিয়ে উভয়কে সংযুক্ত করে।\n\nউত্তরের তারিম রুট কাশগর থেকে আকসু, কুচা, কোরলা হয়ে আয়রন গেট পাস হয়ে কারাসাহর, জিয়াওহে, তুর্পান, গাওচাং এবং কুমুল হয়ে আনক্সি পর্যন্ত চলে গেছে ।\nদক্ষিণ তারিম রুটটি কাশগর থেকে ইয়ারকান্ত, কারঘালিক, পিশান, খোতান, কেরিয়া, নিয়া, কারকান, কারকিলিক, মিরান এবং দুনহুয়াং থেকে আনক্সি পর্যন্ত চলেছিল।\nমধ্য তারিম রুট, চারটি রুটের সংক্ষিপ্ততম সম্ভাব্য ভ্রমণসূচির অনুমতি দেয়, দক্ষিণ তারিম রুটে ডানহুয়াং এর সাথে লোপ নর অঞ্চল জুড়ে লুলানের উপর দিয়ে উত্তর তারিম রুটে কোরলাকে সংযুক্ত করে। লোপ নর অঞ্চল টি চতুর্থ শতাব্দীতে বসবাসের অযোগ্য হয়ে ওঠে এবং মধ্যপথটি ৬ষ্ঠ শতাব্দী থেকে নির্জন হয়ে রয়েছে।\n\n\n=== প্রারম্ভিক পিরিয়ড ===\n\nতারিম অববাহিকার প্রাচীনতম অধিবাসীরা হতে পারে টোচারিয়ানযাদের ভাষাগুলি ইন্দো-ইউরোপীয় ভাষাগুলির পূর্বতম গোষ্ঠী। তারিম অববাহিকার বিভিন্ন স্থানে যেমন লোলান, জিয়াওহে সমাধি কমপ্লেক্স এবং কাওরিগুলে ককেশয়েড মমি পাওয়া গেছে। এই মমিগুলি তোচারিয়ান বংশোদ্ভূত হওয়ার পরামর্শ দেওয়া হয়েছে, এবং এই লোকেরা কমপক্ষে ১৮০০ খ্রিস্টপূর্বাব্দ থেকে এই অঞ্চলে বসবাস করতে পারে। তারা \"ইউয়েঝি\" (চীনা 月氏) এর সাথে সম্পর্কিত হতে পারে; ওয়েড-জাইলস: Yüeh-চিহ) চীনা গ্রন্থে উল্লিখিত। তাকলা মাকান মরুভূমি দ্বারা স্তেপ যাযাবরদের থেকে সুরক্ষিত, টোচারিয়ান সংস্কৃতির উপাদানগুলি ৭ম শতাব্দী পর্যন্ত টিকে ছিল, ৮০০ এর দশকের শুরুতে আধুনিক মঙ্গোলিয়ার ভেঙে পড়া উইঘুর খাগানেত থেকে আগত তুর্কি অভিবাসীদের সাথে আধুনিক উইঘুর জাতিগোষ্ঠী গঠনের জন্য তোচারিয়ানদের শোষণ করতে শুরু করে।\n\nতোচারিয়ান ছাড়াও এই অঞ্চলের আরেকজন মানুষ হলেন ইন্দো-ইরানীয় সাকা জনগণ যারা পূর্ব ইরানের খোতানিজ সিথিয়ান বা সাকা উপভাষায় কথা বলতেন। পার্সেপোলিসে পাওয়া আচেমেনিদ যুগের পুরাতন ফার্সি শিলালিপিতে প্রথম দারিয়াসের (খ্রিস্টপূর্ব ৫২২-৪৮৬) রাজত্বের তারিখ, সাকা সোগদিয়ানার সীমানার ঠিক বাইরে বাস করত বলে জানা যায়। একইভাবে প্রথম জেরক্সেসের রাজত্বের (খ্রিস্টপূর্ব ৪৮৬-৪৬৫) একটি শিলালিপিতে মধ্য এশিয়ার দাহি জনগণের সাথে তাদের মিলিত করা হয়েছে। একইভাবে প্রথম জেরক্সেসের রাজত্বের (খ্রিস্টপূর্ব ৪৮৬-৪৬৫) একটি শিলালিপিতে মধ্য এশিয়ার দাহি জনগণের সাথে তাদের মিলিত করা হয়েছে। সমসাময়িক গ্রীক ঐতিহাসিক হেরোডোটাস উল্লেখ করেছেন যে আচেমেনিড পার্সিয়ানরা সমস্ত ইন্দো-ইরানীয় সিথিয়ান জনগণকে সাকা বলে ডাকত। প্রাচীন চীনা নথিতে তারা সাই (塞, sāi, প্রাচীন চীনা ভাষায় sək) নামে পরিচিত ছিল।  এই রেকর্ডগুলি নির্দেশ করে যে তারা মূলত আধুনিক কাজাখস্তানের ইলি এবং চু নদী উপত্যকায় বাস করত। চাইনিজ বুক অফ হান-এ, এলাকাটিকে \"সাই-এর দেশ\" বলা হয়েছে, অর্থাৎ সাকা। তারিম অববাহিকার বিভিন্ন স্থানে সাকা নামে একজন ব্যক্তির উপস্থিতি পাওয়া গেছে, উদাহরণস্বরূপ খোতান থেকে প্রায় ২০০ কিলোমিটার পূর্বে ইউমুলাক কুমের কেরিয়া অঞ্চলে (ডিজউমবাউলক কৌম, ইউয়ানশা) যেখানে খ্রিস্টপূর্ব ৭ম শতাব্দীর প্রথম দিকের একটি সমাধি রয়েছে।\nসিমা কিয়ানের শিজির মতে, যাযাবর ইন্দো-ইউরোপীয় ইউয়েঝি মূলত চীনের গানসু-এর টেংরি তাঘ (তিয়ান শান) এবং দুনহুয়াং-এর মধ্যে বাস করতেন। যাইহোক, ইউয়েঝি কে জিয়ংনু শাসক মোদু চানুর বাহিনী গণসুএর হেক্সি করিডোর থেকে আক্রমণ করে পালিয়ে যেতে বাধ্য করে, যিনি খ্রিস্টপূর্ব ১৭৭-১৭৬ সালে অঞ্চলটি জয় করেন (হান চীনা বিজয় এবং গানসু এর পশ্চিম প্রান্তের উপনিবেশ স্থাপন বা পশ্চিমাঞ্চলের প্রোটেক্টরেট প্রতিষ্ঠার কয়েক দশক আগে)।  বিনিময়ে ইউয়েঝি সাই (অর্থাৎ সাকা) পশ্চিমে সোগদিয়ানায় আক্রমণ এবং ঠেলে দেওয়ার জন্য দায়ী ছিল, যেখানে খ্রিস্টপূর্ব ২য় শতাব্দীর মাঝামাঝি সময়ে তারা সির দরিয়া অতিক্রম করে ব্যাক্ট্রিয়ায় প্রবেশ করে, কিন্তু ফেরগানা উপত্যকায়ও যেখানে তারা দাইউয়ানে বসতি স্থাপন করে, দক্ষিণদিকে উত্তর ভারতের দিকে, এবং পূর্বদিকে যেখানে তারা তারিম অববাহিকার কয়েকটি মরূদ্যান শহর-রাজ্যে বসতি স্থাপন করে। যেখানে ইউয়েঝি পশ্চিমদিকে অব্যাহত ছিল এবং খ্রিস্টপূর্ব ১৭৭-১৭৬ সালের দিকে দাক্সিয়া জয় করেছিল, সাই (অর্থাৎ সাকা), কিছু মিত্র টোচারিয়ান জনগণ সহ, ইয়াঙ্কি (焉耆, কারাসার) এবং কিউসি (龜茲, কুচা) এর মতো তারিম বেসিন সাইটে বসতি স্থাপনের জন্য পূর্ব দিকে ফিরে যাওয়ার আগে দক্ষিণে পামিরদের কাছে পালিয়ে যায়। সাকা অন্তত ৩য় শতাব্দীতে খোতান অধ্যুষিত হিসাবে লিপিবদ্ধ করা হয় এবং সাকা অধিবাসীদের (অর্থাৎ সায়লা) নামে একটি শহর নিকটবর্তী শাচে (莎車) এ বসতি স্থাপন করে। যদিও প্রাচীন চীনারা খোতান ইউতিয়ান (于闐) নামে অভিহিত করেছিল, তবে হান যুগে এটি র স্থানীয় ইরানি নাম ছিল জুসাদান্না (瞿薩旦那), যা যথাক্রমে ইন্দো-ইরানি গোস্তান এবং গোস্তানা থেকে উদ্ভূত, এর চারপাশের শহর এবং অঞ্চলের নাম।\n\n\n=== হ্যান রাজবংশ ===\nপ্রায় ২০০ খ্রিস্টপূর্বাব্দে, ইউয়েঝি কে ২০০ খ্রিস্টপূর্বাব্দে অতিক্রম করা হয়, ইউয়েঝি জিয়াংনু দ্বারা অতিক্রম করা হয়। জিয়াংনু চীনের পশ্চিমাঞ্চল আক্রমণ করার চেষ্টা করে, কিন্তু শেষ পর্যন্ত ব্যর্থ হয় এবং চীনাদের কাছে এই অঞ্চলের নিয়ন্ত্রণ হারিয়ে ফেলে। হান-জিয়াংনু যুদ্ধ চলাকালীন জেনারেল বান চাও (৩২-১০২ সিই) এর নেতৃত্বে ১ম শতাব্দীর শেষে জিয়াংনু থেকে তারিম অববাহিকার নিয়ন্ত্রণ ছিনিয়ে নেয়। জিয়াংনু চীনের পশ্চিমাঞ্চল আক্রমণ করার চেষ্টা করে, কিন্তু শেষ পর্যন্ত ব্যর্থ হয় এবং চীনাদের কাছে এই অঞ্চলের নিয়ন্ত্রণ হারিয়ে ফেলে। হান-জিয়াংনু যুদ্ধের সময় জেনারেল বান চাও (৩২-১০২ সিই) এর নেতৃত্বে হান চীনারা ১ম শতাব্দীর শেষে জিয়াংনু থেকে তারিম অববাহিকার নিয়ন্ত্রণ ছিনিয়ে নেয়। চীনারা তারিম অববাহিকাকে পশ্চিম অঞ্চলের প্রোটেক্টরেট হিসেবে পরিচালনা করত। তারিম অববাহিকা পরবর্তীতে অনেক বিদেশী শাসকদের অধীনে ছিল, কিন্তু তুর্কি, হান, তিব্বতী এবং মঙ্গোলিক জনগণ দ্বারা প্রাথমিক শাসন করা হয়।\nশক্তিশালী কুশানরা, যারা ইন্দো-গ্রিক রাজ্যের শেষ ভেস্টিজ জয় করেছিল, তারা ১ম-২য় শতাব্দীতে তারিম অববাহিকায় ফিরে আসে, যেখানে তারা কাশগরে একটি রাজ্য প্রতিষ্ঠা করে এবং যাযাবর এবং চীনা বাহিনীর সাথে অঞ্চলনিয়ন্ত্রণের জন্য প্রতিযোগিতা করে। ইয়ুঝি বা রৌঝি (চীনা: 月氏; ফিনিন: Yuèzhī; ওয়েড-জাইলস: Yüeh4-chih1, [ɥɛ̂ tʂɨ́]) ছিল চীনা ইতিহাসে প্রথম রিপোর্ট করা এক প্রাচীন মানুষ যাযাবর তৃণভূমি পশুপালক হিসেবে,আধুনিক চীনা প্রদেশ গানসু-এর পশ্চিম অংশে একটি শুষ্ক তৃণভূমি এলাকায় বাস করে, খ্রিস্টপূর্ব ১ম সহস্রাব্দে। খ্রিস্টপূর্ব ২য় শতাব্দীতে জিয়াংনুর কাছে বড় পরাজয়ের পর ইউয়েঝি দুটি দলে বিভক্ত হন: গ্রেটার ইউয়েঝি (দা ইয়ুঝি 大月氏) এবং লেসার ইউয়েঝি (Xiǎo Yuèzhī 小月氏)। তারা ব্রাহ্মী লিপি, প্রশাসনের জন্য ভারতীয় প্রাকৃত ভাষা এবং বৌদ্ধ ধর্ম চালু করেন, পূর্ব এশিয়ায় বৌদ্ধধর্মের সিল্ক রোড সঞ্চালনে কেন্দ্রীয় ভূমিকা পালন করেন।\nতিনটি প্রাক-হান গ্রন্থে এমন লোকদের উল্লেখ করা হয়েছে যারা ইউয়েঝি বলে মনে হয়, যদিও কিছুটা ভিন্ন নামে।\n\nদার্শনিক ট্র্যাক্ট গুয়ানজি (৭৩, ৭৮, ৮০ এবং ৮১) Yúzhī 禺氏 (পুরাতন চীনা: *ŋwjo-কেজে) বা Niúzhī 牛氏 (ওসি: *ŋwjə-কেজে) নামে পরিচিত যাযাবর পশুপালকদের উল্লেখ করেছেন, যারা চীনাদের জেড সরবরাহ করেছিলেন। (গুয়ানজি এখন সাধারণত ২৬ খ্রিস্টপূর্বাব্দের দিকে সংকলিত হয়েছে বলে মনে করা হয়, পুরানো গ্রন্থের উপর ভিত্তি করে, যার মধ্যে খ্রিস্টপূর্ব ১১ থেকে ৩য় শতাব্দীর কিউই রাজ্য যুগের কিছু অংশ অন্তর্ভুক্ত ছিল। বেশিরভাগ পণ্ডিত আর এর প্রাথমিক লেখকত্বকে খ্রিস্টপূর্ব ৭ম শতাব্দীর কিউই কর্মকর্তা গুয়ান ঝংকে দায়ী করেন না।) তারিম অববাহিকা থেকে জেড রপ্তানি, অন্তত খ্রিস্টপূর্ব ২য় সহস্রাব্দের শেষ থেকে, প্রত্নতাত্ত্বিকভাবে সু-নথিভুক্ত। উদাহরণস্বরূপ, ফু হাও সমাধিতে পাওয়া শত শত জেড টুকরা (গ. ১২০০ খ্রিস্টপূর্বাব্দ) খোতান এলাকা থেকে উৎপন্ন হয়েছিল, তারিম অববাহিকার দক্ষিণ তারিমে। গুয়ানজির মতে, প্রতিবেশী জিয়াংনুর মতো ইউঝি/নুঝি নিকটবর্তী চীনা রাষ্ট্রগুলির সাথে সংঘাতে লিপ্ত হননি।\nদ্য টেল অফ কিং মু, সন অফ হেভেন (খ্রিস্টপূর্ব ৪র্থ শতাব্দীর প্রথম দিকে) এছাড়াও ইয়ুঝি 禺知 (OC: *ŋʷjo-kje) উল্লেখ করেছে। \nই ঝাউ শু (সম্ভবত খ্রিস্টপূর্ব ৪র্থ থেকে ১ম শতাব্দী পর্যন্ত ডেটিং) Yúzhī 禺氏 (ওসি: *ŋwjo-কেজে) এবং Yuèdī 月氐 (ওসি: *ŋwjat-টিজ) এর পৃথক উল্লেখ করেছেন। পরেরটি Yuèzhī 月氏 (ওসি: *ŋwjat-কেজে) নামের ভুল বানান হতে পারে যা পরবর্তী গ্রন্থগুলিতে পাওয়া যায়, যা যথাক্রমে \"চাঁদ\" এবং \"গোত্র\" অর্থযুক্ত চরিত্রদিয়ে গঠিত।\n\n\n=== সুই-তাং রাজবংশ ===\n\nহান রাজবংশের পর, তারিম অববাহিকার রাজ্যগুলি ভারত ও মধ্য এশিয়ার সংস্কৃতির মধ্যে চীনের মধ্যে একটি নালী হিসাবে চীনের উপর শক্তিশালী সাংস্কৃতিক প্রভাব বিস্তার করতে শুরু করে। ভারতীয় বৌদ্ধরা এর আগে হান রাজবংশের সময় চীন ভ্রমণ করেছিলেন, কিন্তু কুচা থেকে কুমারজীব বৌদ্ধ সন্ন্যাসী যিনি ছয় রাজবংশের সময় চীন সফর করেছিলেন বিশেষভাবে বিখ্যাত ছিলেন। কুচা থেকে সঙ্গীত এবং নাচ সুই এবং তাং যুগেও জনপ্রিয় ছিল।\nতাং রাজবংশের সময়, তারিম অববাহিকার মরূদ্যান রাজ্য, তারপর পশ্চিম তুর্কি খাগানেটের ভাসালের বিরুদ্ধে বেশ কয়েকটি সামরিক অভিযান চালানো হয়। ৬৪০ সালে গাওচাং-এর সংযুক্তির সাথে সম্রাট তাইজোং-এর অধীনে মরূদ্যান রাষ্ট্রগুলির বিরুদ্ধে প্রচারণা শুরু হয়েছিল। নিকটবর্তী কারাসার রাজ্য ৬৪৪ সালে তাং দ্বারা দখল করা হয় এবং ৬৪৯ সালে কুচা রাজ্য জয় করা হয়।\n\nতাইজোং-এর উত্তরসূরি সম্রাট গাওজোং-এর অধীনে মধ্য এশিয়ায় সম্প্রসারণ অব্যাহত ছিল, যিনি ৬৫৭ সালে পশ্চিম তুর্ক কাঘান আশিনা হেলুর বিরুদ্ধে সু ডিংফাং এর নেতৃত্বে একটি সেনাবাহিনী প্রেরণ করেছিলেন। আশিনা পরাজিত হন এবং খাগানেট তাং সাম্রাজ্যে শোষিত হন।  তারিম অববাহিকা অ্যানক্সি প্রোটেক্টরেট এবং অ্যানক্সির চারটি গ্যারিসনের মাধ্যমে পরিচালিত হয়েছিল। আধুনিক তাজিকিস্তান এবং আফগানিস্তানের পামির পর্বতমালার বাইরে তাং আধিপত্য তুর্কিদের বিদ্রোহের মাধ্যমে শেষ হয়, কিন্তু তাং জিনজিয়াং-এ সামরিক উপস্থিতি বজায় রাখে। এই হোল্ডিংগুলি পরে ৬৭০ সালে দক্ষিণে তিব্বতী সাম্রাজ্য দ্বারা আক্রমণ করা হয়েছিল। তাং রাজবংশের অবশিষ্ট সময়ের জন্য, তারিম অববাহিকা তাং এবং তিব্বতী শাসনের মধ্যে বিকল্প ছিল কারণ তারা মধ্য এশিয়ার নিয়ন্ত্রণের জন্য প্রতিযোগিতা করেছিল।\n\n\n=== খোতানের রাজ্য ===\n১৩৩ খ্রিস্টপূর্বাব্দ থেকে ৮৯ খ্রিস্টাব্দে বিস্তৃত হান-জিয়াংনু যুদ্ধের ফলে উত্তর-পশ্চিম চীনের জিনজিয়াং-এর তারিম অববাহিকা অঞ্চল, যার মধ্যে সাকা প্রতিষ্ঠিত মরূদ্যান শহর-রাজ্য খোতান এবং কাশগরও ছিল, হান রাজবংশের সম্রাট উ (র. ১৪১-৮৭ খ্রিস্টপূর্বাব্দ) এর রাজত্ব থেকে শুরু করে হান চীনা প্রভাবে পড়ে। খোতান রাজ্যের প্রতিবেশী জনগণের মতো, শুলে রাজ্যের রাজধানী কাশগরের লোকেরা পূর্ব ইরানের অন্যতম ভাষা সাকা ভাষায় কথা বলত। গ্রীক ঐতিহাসিক হেরোডোটাস যেমন উল্লেখ করেছেন, সমসাময়িক পার্সিয়ানরা সমস্ত সিথিয়ানদের সাকা হিসাবে চিহ্নিত করেছে। প্রকৃতপক্ষে, আধুনিক পণ্ডিতদের ঐকমত্য হল যে সাকা ভাষা, উত্তর ভারতের পামির ভাষার পূর্বপুরুষ এবং চীনের জিনজিয়াং- এর খোতানিজ ভাষা সিথিয়ান ভাষার অন্তর্গত।\n\nচীনের তাং রাজবংশের (৬১৮-৯০৭ অব্দ) সময় এই অঞ্চলটি আবারও তাং এর সম্রাট তাইজোং (রঃ ৬২৬-৬৪৯) কর্তৃক বিজয়ের অভিযানের মাধ্যমে চীনা আধিপত্যের অধীনে আসে। ৮ম শতাব্দীর শেষ থেকে নবম শতাব্দীর শেষ পর্যন্ত এই অঞ্চলচীনা তাং সাম্রাজ্য এবং প্রতিদ্বন্দ্বী তিব্বতী সাম্রাজ্যের মধ্যে হাত বদল করে। একাদশ শতাব্দীর প্রথম দিকে অঞ্চলটি কারা-খানিদ খানাতের মুসলিম তুর্কি জনগণের কাছে পড়ে, যার ফলে এই অঞ্চলের তুর্কিকরণ এবং বৌদ্ধ ধর্ম থেকে ইসলামে ধর্মান্তরিত হওয়া উভয়ই ঘটে।\nখোতানের ভারতের সাথে প্রাথমিক সংযোগের ইঙ্গিতপূর্ণ প্রমাণগুলি হল তৃতীয় শতাব্দীর খোতান থেকে তৈরি মুদ্রা যা চীনা ভাষায় দ্বৈত শিলালিপি এবং খরোষ্ঠী লিপিতে গান্ধারী প্রাকৃত বহন করে।  যদিও প্রাকৃত নিকটবর্তী শানশানের প্রশাসনিক ভাষা ছিল, কিন্তু সেই রাজ্যের তৃতীয় শতাব্দীর নথিতে খোটানের রাজার জন্য হিনাঝা (অর্থাৎ \"প্রধান সেনাপতি\") উপাধি রেকর্ড করা হয়েছে, ভিজ'ইদা-সিমহা, সংস্কৃত শিরোনাম সেনাপতির সমতুল্য একটি স্বতন্ত্র ইরানি ভিত্তিক শব্দ, তবুও সমসাময়িক নথিতে সত্যায়িত খোতানিজ সাকা হিনায়সার সাথে প্রায় অভিন্ন। ইরানি স্টাডিজের প্রয়াত অধ্যাপক রোনাল্ড ই এমমেরিক (মৃত্যু. ২০০১) এর মতে, এই সত্যের সাথে যে রাজার রেকর্ড করা রেগনাল সময়কাল খোতানিজ ভাষায় ক্সুনা হিসাবে দেওয়া হয়েছিল, \"ইরানি অধিবাসী এবং রাজকীয় শক্তির মধ্যে একটি প্রতিষ্ঠিত সংযোগ বোঝায়\"। তিনি যুক্তি দেখিয়েছিলেন যে খোতানিজ-সাকা ভাষার খোতানের রাজকীয় পুনর্লিপিগুলি দশম শতাব্দীর \"সম্ভবত খোতানের শাসক ইরানের বক্তা ছিল।\" \" এটি সম্ভবত খোতানের শাসক ইরানের একজন বক্তা ছিলেন।\"  তদুপরি, তিনি খোতানের প্রাথমিক নামটি ব্যাখ্যা করেছেন:\n\nখোতানের নাম টি বেশ কয়েকটি বানানে সত্যায়িত হয়েছে, যার মধ্যে প্রাচীনতম রূপটি হল হভাতানা, আনুমানিক ৭ম থেকে দশম শতাব্দীর গ্রন্থগুলিতে লেখকদের দ্বারা হভাতানা নামে একটি ইরানি ভাষায় লেখা হয়েছে। একই নাম টি দুটি ঘনিষ্ঠভাবে সম্পর্কিত ইরানি উপভাষায় সত্যায়িত, সোগদিয়ান এবং তুমশুক সেই অনুযায়ী এটিকে ইরানি হিসেবে ব্যাখ্যা করার চেষ্টা করা হয়েছে, এবং ঐতিহাসিকভাবে এটি কিছুটা গুরুত্বপূর্ণ। আমার নিজের পছন্দ হচ্ছে একটি ব্যাখ্যার জন্য যা এটিকে সাকা নামের সাথে অর্থগতভাবে সংযুক্ত করে, খোতানের ইরানি অধিবাসীদের জন্য...\n\nউত্তর-পশ্চিম চীনে খোতানিজ-সাকা ভাষার নথি, চিকিৎসা গ্রন্থ থেকে শুরু করে বৌদ্ধ সাহিত্য পর্যন্ত, প্রাথমিকভাবে খোতান এবং তুমশুক (কাশগরের উত্তর-পূর্বে) পাওয়া গেছে। তারা মূলত তুর্কি কারা-খানিদের অধীনে এই অঞ্চলে ইসলামের আগমনের পূর্ববর্তী। খোতানিজ-সাকা ভাষায় একই ধরনের দলিল পাওয়া যায় যা ডানহুয়াং-এ পাওয়া যায় যা বেশিরভাগ ক্ষেত্রে দশম শতাব্দীর।\n\n\n=== তুর্কি আগমন ===\n৮৪০ খৃস্টীয় সময়ে উইঘুর খাগানেটের পতনের ফলে উইঘুরদের দক্ষিণে তুর্পান ও গানসুতে চলাচল করে এবং কিছু কার্লুকদ্বারা শোষিত হয়। এই অঞ্চলগুলিতে উইঘুর অভিবাসনের কারণে তোচারিয়ান ভাষাগুলি বিলুপ্ত হয়ে যায়। টারপানের উইঘুররা (বা কোচো) বৌদ্ধ হয়ে ওঠে। দশম শতাব্দীতে কার্লুক, ইয়াগমা, চিগিল এবং অন্যান্য তুর্কি উপজাতিরা সেমিরেচে, পশ্চিম তিয়ান শান এবং কাশগরিয়াতে কারা-খানিদ খানাত প্রতিষ্ঠা করে।\n\n\n=== তারিম অববাহিকার ইসলামিকরণ ===\nকারাখানিদ দশম শতাব্দীতে প্রথম ইসলামিক তুর্কি রাজবংশে পরিণত হয় যখন সুলতান সাতুক বুঘরা খান ৯৬৬ সালে ইসলাম ধর্ম গ্রহণ করেন এবং কাশগর নিয়ন্ত্রণ করেন। সাতুক বুঘরা খান এবং তার ছেলে তুর্কিদের মধ্যে ইসলাম প্রচার এবং বিজয়ে জড়িত হওয়ার প্রচেষ্টা করেছিলেন। সাতোক বুখরা খানের ভাগ্নে বা নাতি আলি আরসান যুদ্ধের সময় বৌদ্ধদের হাতে নিহত হন। কাশগর এলাকার আশেপাশে কারাখানীদ শাসনামলে বৌদ্ধ ধর্ম তুর্কি কারাখানিদ সাতোক বুঘরা খানের কাছে অঞ্চল হারায়। তারিম অববাহিকা পরবর্তী কয়েক শতাব্দীতে ইসলামীকরণ হয়ে যায়।\n\n\n==== ইরানি সাকা বৌদ্ধ খোতানের তুর্কি-ইসলামী কারা-খানিদের বিজয় ====\n\nদশম শতাব্দীতে, খোতানের বৌদ্ধ ইরানি সাকা রাজ্য ছিল একমাত্র শহর-রাজ্য যা তুর্কি উইঘুর (বৌদ্ধ) এবং তুর্কি কারাখানিদ (মুসলিম) রাজ্যগুলি এখনও জয় করেনি। দুনহুয়াং এবং খোতানের বৌদ্ধ সত্তাগুলির একটি আঁটসাঁট অংশীদারিত্ব ছিল, দুনহুয়াং এবং খোতানের শাসকদের মধ্যে আন্তঃবিবাহ এবং দুনহুয়াং এর মোগাও গ্রোটোস এবং বৌদ্ধ মন্দিরগুলি খোতান রাজপরিবারের অর্থায়ন এবং পৃষ্ঠপোষকতা করেছিল, যার সাদৃশগুলি মোগাও গ্রোটোতে আঁকা হয়েছিল। দশম শতাব্দীর অর্ধেক সময় খোতান কারাখানিদ শাসক মুসার আক্রমণের মুখে পড়ে, তুর্কি কারাখানিদ এবং বৌদ্ধ খোতানের মধ্যে দীর্ঘ যুদ্ধ শুরু হয় যা শেষ পর্যন্ত ১০০৬ সালের দিকে কারাখানিদ নেতা ইউসুফ কাদির খানের দ্বারা কাশগর কর্তৃক খোতান বিজয়ে শেষ হয়।\n\nখোতানি বৌদ্ধদের বিরুদ্ধে মুসলিম কারাখানিদের যুদ্ধের বিবরণ ১৭০০-১৮৪৯ সময়কালে মধ্যে লেখা চারজন বলিদানকারী ইমামের তাকিরাতে দেওয়া হয়েছে যা মাদাইন শহরের (সম্ভবত আধুনিক ইরাকের) চারজন ইমামের গল্প বলেছিল যারা ভ্রমণ করেছিলেন। কারাখানিদের নেতা ইউসুফ কাদির খানের খোতান, ইয়ারকান্দ এবং কাশগরের ইসলামিক বিজয়ে সাহায্য করার জন্য। ইউসুফ কাদির খান এবং চার ইমামের দ্বারা \"কাফেররা\" পরাজিত হয়েছিল এবং খোতানের দিকে চালিত হয়েছিল, কিন্তু শেষ মুসলিম বিজয়ের আগে ইমামদের বৌদ্ধদের দ্বারা হত্যা করা হয়েছিল। ইউসুফ কাদির খান পূর্ব দিকে আলতিশহরে নতুন ভূমি জয় করার পর, তিনি \"প্রাচ্য ও চীনের রাজা\" উপাধি গ্রহণ করেন।\n\n১০০৬ সালে কাশগরের মুসলিম কারা-খানিদ শাসক ইউসুফ কাদির (কাদির) খান খোতান জয় করেন এবং স্বাধীন রাষ্ট্র হিসেবে খোটনের অস্তিত্বের অবসান ঘটান। খোতানের ইসলামিক বিজয়ের ফলে পূর্বদিকে শঙ্কা দেখা দেয় এবং দুনহুয়াং এর গুহা ১৭, যেখানে খোতানিজ সাহিত্যকর্ম ছিল, সম্ভবত এর তত্ত্বাবধায়করা শুনেছিল যে খোতানের বৌদ্ধ ভবনগুলি মুসলমানদের দ্বারা ধ্বংস হয়ে গেছে, খোতানে বৌদ্ধ ধর্মের অস্তিত্ব হঠাৎ বন্ধ হয়ে গেছে। কারাখানিদ তুর্কি মুসলিম লেখক মাহমুদ আল-কাশগরি বিজয় সম্পর্কে একটি ছোট তুর্কি ভাষার কবিতা লিপিবদ্ধ করেছেন:\n\n\n==== বৌদ্ধ উইঘুরদের ধর্মান্তর ====\n\nকোচো এবং তুরফান রাজ্যের বৌদ্ধ উইঘুররা মুসলিম চাগাতাই খিজর খাজার হাতে ধর্মান্তরের পর ইসলাম গ্রহণ করে।\nকারা দেল ছিল মঙ্গোলীয় শাসিত এবং উইঘুর জনবহুল বৌদ্ধ রাজ্য। মুসলিম চাগাতাই খান মনসুর আক্রমণ করেন এবং জনগণকে ইসলামে ধর্মান্তরিত করতে তরবারি ব্যবহার করেন।\nইসলাম ধর্ম গ্রহণের পর, টারপানের পূর্ববর্তী বৌদ্ধ উইঘুরদের বংশধররা বিশ্বাস করতেন যে \"কাফের কালমুক\" (ডিজুঙ্গার) তারাই তাদের এলাকায় বৌদ্ধ স্মৃতিস্তম্ভ নির্মাণ করেছিলেন, বর্তমান একাডেমিক তত্ত্বের বিরোধিতা করে যে এটি তাদের নিজস্ব পৈতৃক উত্তরাধিকার।\n\n\n=== কিং বিজয়ের আগে ===\nতারিম অববাহিকার দক্ষিণাঞ্চলে সপ্তদশ শতাব্দীতে নকশাবন্দী সুফিদের প্রভাব ছিল।\n\n\n=== কিং রাজবংশের ===\n\nকিং শাসনের অধীনে ১৮৮৪ সাল পর্যন্ত জিনজিয়াং এক ইউনিট হিসাবে বিদ্যমান ছিল না। এটি ডিজুঙ্গারিয়া এবং তারিম অববাহিকার (পূর্ব তুর্কিস্তান) দুটি পৃথক রাজনৈতিক সত্তা নিয়ে গঠিত ছিল। ডিজুংহারিয়া বা ইলিকে ঝুনবু (ডিজুঙ্গার অঞ্চল) তিয়ানশান বেইলু (天山北路) তিয়ানশান নর্থ রোড (উত্তর মার্চ), \"জিনজিয়াং\" জিনজিয়াং ( 新疆, নতুন সীমান্ত) বলা হত অথবা \"কালমিকিয়া\" (ফরাসি ভাষায় লা কালমুকুই)। এটি পূর্বে ডিজুঙ্গার (বা জুংঘর) খানাতে (準噶爾汗國) এলাকা ছিল, যা ডিজিঙ্গার জনগণের দেশ ছিল। তারিম অববাহিকা \"তিয়ানশান নানলু (天山南路 দক্ষিণ মার্চ), হুইবু 回部 (মুসলিম অঞ্চল), হুইজিয়াং 回疆 (মুসলিম সীমান্ত), চীনা তুর্কিস্তান, কাশগারিয়া, লিটল বুখারিয়া, পূর্ব তুর্কিস্তান\" নামে পরিচিত ছিল এবং এর ঐতিহ্যবাহী উইঘুর নাম ছিল আলটিশহর (উইগুর ভাষায়: التى شهر‎, উলাব: Altä-shähär, Алтә-шәһәр)। এটি পূর্বে পূর্ব চাগাতাই খানাতে東察合台汗國 এলাকা ছিল, জুঙ্গারদের দ্বারা জয় করার আগে উইঘুর জনগণের দেশ।\n\n\n== তারিম বেসিনের মানুষ ==\nআদমশুমারির পরিসংখ্যান অনুসারে, তারিম বেসিনে উইঘুরদের আধিপত্য রয়েছে। তারা কাশগর, আরতুশ এবং হোতানের মতো শহরগুলিতে সংখ্যাগরিষ্ঠ জনসংখ্যা গঠন করে। তবে এই অঞ্চলে হান চীনাদের বড় পকেট রয়েছে, যেমন আকসু এবং কোরলা। এছাড়াও হুই এবং অন্যান্য জাতিগোষ্ঠীর সংখ্যা কম, উদাহরণস্বরূপ, তাজিকরা যারা কাশগার প্রিফেকচারের তাশকুরগান, কিজিলসুতে কিরগিজ এবং বায়িংগোলিনের মোঙ্গলদেরকেন্দ্রীভূত।\nতারিম মমি আবিষ্কার করে দেখা গেছে যে তারিম অববাহিকার আদিবাসীরা ইন্দো-ইউরোপীয় ছিল। সিনোলজিস্ট ভিক্টর এইচ মায়ারের মতে: \"প্রায় ১৮০০ খ্রিস্টপূর্বাব্দ থেকে তারিম অববাহিকার প্রাচীনতম মমিগুলো ছিল একচেটিয়াভাবে ককেশয়েড বা ইউরোপয়েড। তিনি আরও বলেন যে পূর্ব এশীয় অভিবাসীরা প্রায় ৩,০০০ বছর আগে তারিম অববাহিকার পূর্ব অংশে আসে এবং উইঘুর জনগণ \"৮৪২ সালের দিকে আধুনিক মঙ্গোলিয়ায় অবস্থিত অর্কন উইগুর রাজ্যের পতনের পর আসে।\" তিনি আরও উল্লেখ করেন যে জিনজিয়াং-এর লোকেরা একটি মিশ্রণ: \"আধুনিক ডিএনএ এবং প্রাচীন ডিএনএ দেখায় যে উইগুর, কাজাখ, কিরগিজ, মধ্য এশিয়ার জনগণ সবাই মিশ্র ককেশীয় এবং পূর্ব এশীয়। আধুনিক এবং প্রাচীন ডিএনএ একই গল্প বলে।\" অধ্যাপক জেমস এ মিলওয়ার্ড মূল উইঘুরদের শারীরিকভাবে মঙ্গোলয়েড হিসেবে বর্ণনা করেছেন, যা উইঘুর পৃষ্ঠপোষকদের টেম্পল ৯-এ বেজেকলিকের ছবিগুলি উদাহরণ হিসাবে প্রদান করে, যতক্ষণ না তারা তারিম অববাহিকার মূল তোচারিয়ান এবং পূর্ব ইরানি অধিবাসীদের সাথে মিশতে শুরু করে।\nআধুনিক উইঘুররা এখন পূর্ব এশিয়ান এবং ইন্দো-ইউরোপীয়দের একটি মিশ্র সংকর।\n\n\n== প্রত্নতত্ত্ব ==\n\nযদিও প্রত্নতাত্ত্বিক অনুসন্ধানগুলি তারিম অববাহিকায় আগ্রহের বিষয়, তবে অনুসন্ধানের প্রধান অনুপ্রেরণা ছিল পেট্রোলিয়াম এবং প্রাকৃতিক গ্যাস। জিআইএস ডাটাবেসের সাহায্যে সাম্প্রতিক গবেষণা সিল্ক রোডে নিয়ার প্রাচীন মরূদ্যানের একটি সূক্ষ্ম বিশ্লেষণ প্রদান করেছে। এই গবেষণা উল্লেখযোগ্য ফলাফলের নেতৃত্বে; বনভূমির অবশিষ্টাংশ যেখানে রয়েছে ওয়াটল এবং ডাব কাঠামোর পাশাপাশি কৃষি জমি, বাগান, দ্রাক্ষাক্ষেত্র, সেচ পুল এবং সেতু। নিয়ার মরূদ্যান প্রাচীন ল্যান্ডস্কেপ সংরক্ষণ করে। এখানেও মরুদ্যান জুড়ে বেশ কয়েকটি বসতিতে শত শত তৃতীয় এবং চতুর্থ শতাব্দীর কাঠের অ্যাকাউন্টিং ট্যাবলেট পাওয়া গেছে। এই লেখাগুলো আজকের পাকিস্তান ও আফগানিস্তানের স্থানীয় খরোষ্টি লিপিতে রয়েছে। পাঠ্যগুলি হল আইনি নথি যেমন ট্যাক্স তালিকা, এবং দৈনন্দিন বিষয়গুলির প্রশাসন সংক্রান্ত বিশদ তথ্য সম্বলিত চুক্তি।\nঅতিরিক্ত খননের ফলে মমি, হাতিয়ার, সিরামিক কাজ, আঁকা মৃৎপাত্র এবং অন্যান্য শৈল্পিক নিদর্শন সহ সমাধির সন্ধান পাওয়া গেছে। সিল্ক রোডে এই এলাকার অবস্থানের ফলে সাংস্কৃতিক যোগাযোগ দ্বারা এই ধরনের বৈচিত্র্যকে উৎসাহিত করা হয়েছিল। প্রারম্ভিক বৌদ্ধ ভাস্কর্য এবং খুঁড়ে ম্যুরাল মীরন এর ঐতিহ্য শৈল্পিক মিল দেন মধ্য এশিয়া এবং উত্তর ভারত  এবং চিত্রকলার রচনাশৈলীসংক্রান্ত দিক পাওয়া সেখানে যে সুপারিশ মীরন পশ্চিমের সঙ্গে সরাসরি সংযোগ, বিশেষ করে ছিল রোম ও তার প্রদেশে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n \n\n\n=== উৎস ===\n\n\n== বহিঃসংযোগ ==\nDownloadable article: \"Evidence that a West-East admixed population lived in the Tarim Basin as early as the early Bronze Age\" Li et al. BMC Biology 2010, 8:15. [৪]\nSilk Road Seattle - University of Washington (The Silk Road Seattle website contains many useful resources including a number of full-text historical works)\nThe  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ মে ২০০৮ তারিখে International Dunhuang Project\nAlong the ancient silk routes: Central Asian art from the West Berlin State Museums, an exhibition catalog from The Metropolitan Museum of Art (fully available online as PDF), which contains material from the Tarim Basin"}