{"pageid": 1100150, "title": "১০ আগোরোট বিতর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1100150", "content": "১০ আগোরোট বিতর্ক একটি ষড়যন্ত্র তত্ত্বকে নির্দেশ করে যার প্রচারক ছিলেন ফিলিস্তিন মুক্তি সংস্থার চেয়ারম্যান ইয়াসির আরাফাত যিনি এই ষড়যন্ত্র তত্ত্ব ১৯৯০ সালের ২৫ মে তারিখে জেনেভার জাতিসংঘ সুরক্ষা পরিষদের বিশেষ অধিবেশনে উপস্থাপন করেন। সেই অধিবেশনে আরাফ দাবি করেন যে ইসরায়েলি দশ আগোরোটের মুদ্রার উলটো পিঠে বৃহত্তর ইসরায়েলের মানচিত্র দেখানো হয়েছে যা জায়নবাদীদের সম্প্রসারণবাদী লক্ষ্যকে উপস্থান করছে।\n\nনিজের দাবির স্বপক্ষে আরাফাত শেফিল্ড বিশ্ববিদ্যালয়ের গুইন রাউলির করা এক গবেষণাপত্র প্রকাশনার ব্যবস্থা করেন যা জিওজার্নালে প্রকাশিত হয়। গবেষণার শিরোনাম ছিলো \"ইসরায়েলের আঞ্চলিক ব্যাপ্তির উপর দৃষ্টিভঙ্গি বিকাশ: একটি রূপরেখা মূল্যায়ন\" (ইংরেজি: Developing Perspectives upon the Areal Extent of Israel: An Outline Evaluation) যা প্রশ্ন তুলে যে ইসরায়েলিদের চোখে তাদের দেশের সর্বোচ্চ সীমান্ত ব্যাপ্তি ঠিক কতটুকু। গবেষণার অংশ হিসেবে রাউলি মধ্যপ্রাচ্যের মানচিত্র উপস্থাপন করেন যেখানে ১০ আগোরোট মুদ্রার মানচিত্রের সীমান্ত বসিয়ে তুলনা করা হয়। গবেষণায় রাউলি অনুমান করে লিখেন: যেহেতু ইসরায়েল কখনো সরকারিভাবে নিজেদের সীমান্ত সংজ্ঞায়িত করেনি তাই এর একটি সম্ভাব্য সীমান্ত ইসরায়েলি দশ আগোরোট মুদ্রায় পাওয়া যেতে পারে যেখানে একটি মানচিত্র দেখা যায়, দেখে মনে হয় এটি একটি এলাকা নির্দেশ করছে যা বর্তমান আম্মান, বৈরুত, বাগদাদ, দামেস্ক এবং সৌদি আরবের উত্তরাংশ পর্যন্ত বিস্তৃত। এই একই ধরনের রাষ্ট্রীয় রূপরেখা পূর্ববর্তী এক শেকেলের ধাতব মুদ্রাতেও দেখা যায়।\nজেরুসালেমের হিব্রু বিশ্ববিদ্যালয়ের প্রাকৃতিক ভুগোল বিভাগের এস.এম. বারকোভিচ রাউলির গবেষণাপত্রের সমালোচনা করেন। বারকোভিচ উপসংহার টেনে বলেন যে এই কয়েনের এই নকশা একটি প্রাচীন মুদ্রা থেকে গৃহীত হয়েছে এবং  \"রাউলির প্রমাণহীন এই দাবির কোন ভিত্তি অবশ্যই নেই।\" রাউলি তারপর প্রতিক্রিয়ায় জানায় যে এর মানচিত্রের ন্যায় আকৃতির ফলে এই প্রাচীন মুদ্রার নকশাকে বাছাই করা হয়ে থাকতে পারে।\nজেনেভায় আরাফাতের দাবি গণমাধ্যমগুলোয় বিশ্বব্যাপী আলোড়ন সৃষ্টি করে।\nব্যাংক ইসরায়েল জানায় যে ১০ আগোরোটের এই নকশা তার ঐতিহাসিক মূল্যের জন্য নির্বাচিত হয়েছে এবং সেই ঐতিহাসিক মুদ্রাটি ম্যাটাথিয়াস অ্যান্টিগনাস (৪০ – ৩৭ খ্রিস্টপূর্ব) ইস্যু করেছিল।\nনাথান কার্পের করা নকশায় মুদ্রাটি ১০০ শেকেল হিসেবে ২ মে ১৯৮৪ সালে ব্যাংক ইসরায়েল থেকে ছাড়া হয়। ১৯৮৫ সালের সেপ্টেম্বর পুরনো মুদ্রা নতুন শেকেল দ্বারা প্রতিস্থাপিত হওয়ার পর নতুন ১০ আগোরোট ধাতব মুদ্রাটি পুরনো ১০০ শেকেলের সমতুল্য করে ছাড়া হয়। এর নকশাটিও ব্যাংক ইসরায়েল তাদের চিহ্ন হিসেবে গ্রহণ করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"১০ আগোরোট\"। ব্যাংক ইসরায়েল (বিওআই)। ২৯ সেপ্টেম্বর ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। Replica of a coin issued by Mattathias Antigonus (37 - 40 B.C.E.) with the seven-branched candelabrum; the emblem of the State of Israel; \"Israel\" in Hebrew, Arabic and English \n\"১০ আগোরোট\"। কারেন্ট কারেন্সি সিরিজ। বিওআই। See tab Coins, select: Agora and New Sheqel Series, select 10 agorot \n\"১০০\"। পাস্ট নোটস অ্যান্ড কয়েন সিরিজ। বিওআই। ২৭ অক্টোবর ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৪ নভেম্বর ২০২১। See tab Coins, select: New Agora and Sheqel Series, select 100 Sheqalim"}