{"pageid": 1100000, "title": "ডেঞ্জার আইল্যান্ড, গ্রেট চ্যাগোস ব্যাঙ্ক", "url": "https://bn.wikipedia.org/wiki?curid=1100000", "content": "ডেঞ্জার আইল্যান্ড হল গ্রেট চাগোস ব্যাঙ্কের সবচেয়ে পশ্চিমতম এবং দক্ষিণতম দ্বীপ, যা ভারত মহাসাগরের চ্যাগোস দ্বীপপুঞ্জে অবস্থিত বিশ্বের বৃহত্তম প্রবালপ্রাচীর।\n\n\n== বর্ণনা ==\nএটি একটি ২ কিমি (১.২৪ মিটার) দীর্ঘ্যের একটি সমতল দ্বীপ, যার সর্বোচ্চ প্রস্থ ৪০০ মিটার (১,৩১২ ফুট)। দ্বীপটি লম্বা নারকেল গাছে আচ্ছাদিত। দ্বীপটির এমন নামকরণ সম্ভবত নিরাপদ নোঙ্গর করার জায়গার অভাব থেকে এসেছে, যা এই দ্বীপে ভ্রমণ করা প্রতিটি জাহাজ এবং নাবিকদের জন্য বিপজ্জনক ছিল।. এর নিকটতম দ্বীপ হল ঈগল দ্বীপপুঞ্জের সবচেয়ে দক্ষিণের দ্বীপ সি কাউ দ্বীপ, যা এনএনই (কম্পাস পয়েন্ট যা উত্তর এবং উত্তর-পূর্বের মাঝখান নির্দেশ করে) থেকে ১৬ কিমি (১০ মাইল) দূরে অবস্থিত। \n\n\n== ইতিহাস ==\n\nডেঞ্জার দ্বীপে কখনই স্থায়ী বসতি ছিল না, এমনকি সেই সময়েও যখন চ্যাগোরা এই অঞ্চলে বাস করত (১৮ এবং ২০ শতকের মাঝামাঝি)। তবে মাঝে মাঝে অন্যান্য দ্বীপ থেকে বৃক্ষরোপণ কর্মীদের নিয়ে আসা হতো নারিকেল সংগ্রহের জন্য।\n১৯৭৫ সালে জয়েন্ট সার্ভিসেস দ্বারা ডেঞ্জার আইল্যান্ডে একটি অভিযান পরিচালনা করা হয়েছিল। অভিযানে প্রবালপ্রাচীরের উপর একটি ভূ-সংস্থান-সংক্রান্ত জরিপ করা হয়ছিল, প্রবালগুলির উপর এর পরিবেশগত প্রভাব এবং প্রবালের বিপাকের উপর একটি গবেষণাও করা হয়।  দ্বীপের উদ্ভিদ ও প্রাণীর নমুনার তথ্যসূত্রও সংগ্রহ করা হয়েছিল তখন। \n১৮ই সেপ্টেম্বর ১৯৯৮-এ জারি করা কঠোর প্রকৃতি সংরক্ষণ প্রবিধান অনুসারে ডেঞ্জার আইল্যান্ড ও এর আশপাশের সামুদ্রিক অঞ্চল এবং পার্শ্ববর্তী প্রবালপ্রাচীর সহ সম্পূর্ন এলাকাটিকে প্রাকৃতিক সংরক্ষিত এলাকা হিসেবে চিহ্নিত করা হয়।\nবার্ডলাইফ ইন্টারন্যাশনাল কর্তৃক ডেঞ্জার আইল্যান্ডকে একটি গুরুত্বপূর্ণ পাখি এলাকা হিসেবেও চিহ্নিত করা হয়েছে। যেসব পাখির জন্য দ্বীপটি সংরক্ষণের তাৎপর্যের কথা বলা হয়েছে তার মধ্যে রয়েছে লাল-পায়ের বুবিস (৩,৫০০ প্রজনন জোড়া) এবং বাদামী নডিস (১১,০০০ জোড়া)।\n২০১২ সালের চ্যাগোস ট্রাস্ট কর্তৃক পরিচালিত একটি অভিযানে তারা দ্বীপে অবতরণের সময় কিছু অসুবিধার সম্মুখীন হন, তাদেরকে উপকূল থেকে সাঁতার কেটে দ্বীপে যেতে হয়েছিল, যা খুবই কষ্টকর ছিল এবং সবাই দ্বীপে অবতরণ করতে সক্ষম হন নি। যারা নামতে পেরেছিলেন তারা বলেছিল যে, দ্বীপে খুব ভাল গাছের আচ্ছাদন ছিল, যার মধ্যে শক্ত কাঠের গাছ বেশী দেখা গিয়েছে, বিশেষ করে পিসোনিয়া জাতের গাছ এবং দ্বীপটি পাখিদের বসবাসের জন্য অত্যন্ত উৎকৃষ্ট মানের। পানির মধ্যে তারা হোপিং নামক সাগর ঘাসের সন্ধান পেয়েছিল কিন্তু ডুগংগ খুঁজে পায় নি।  ডুগংগ হল পূর্ব আফ্রিকা থেকে উত্তর অস্ট্রেলিয়া পর্যন্ত ভারত মহাসাগরের উপকূলে পাওয়া একটি স্তন্যপায়ী উদ্ভিদভোজী সামুদ্রিক প্রাণী। ২০১৫ সালে পরিচালিত অপর এক অভিযানে দ্বীপে অবতরণ অপেক্ষাকৃত কম অসুবিধার ছিল। এই অভিযানে দ্বীপে লাল-পায়ের ও বাদামী বুবিস ছাড়াও তারা আরো দুই প্রজাতির কাঁকড়ার সন্ধান পেয়েছিল। এই অভিযানের প্রতিবেদনে কচ্ছপের পায়ের ছাপ ও বাসা, এবং পানিতে উল্লেখযোগ্য সংখ্যক মাছের কথা বলা হয়েছে। আগের বছর ব্যাপক প্রবালের মৃত্যুর পরেও কিছু প্রবাল পুনরুদ্ধারেরও কথাও প্রতিবেদনে রয়েছে। \n\n\n== তথ্যসূত্র =="}