{"pageid": 1100635, "title": "পেটাগাস যুদ্ধ স্মারক", "url": "https://bn.wikipedia.org/wiki?curid=1100635", "content": "পেটাগাস যুদ্ধ স্মারক বা পেটাগাস ওয়ার মেমোরিয়াল (মালয়: Taman Peringatan Petagas/Perang Petagas) হল একটি স্মারক উদ্যান। এটিকে সাবাহে দ্বিতীয় বিশ্বযুদ্ধের শিকারদের জন্য বিশেষত ৩২৪ জন প্রতিরোধ আন্দোলনের সদস্যদের জন্য উৎসর্গ করা হয়, জেসেলটন বিদ্রোহে জড়িত থাকার জন্য যাদের উত্তর বোর্নিওর জাপানি দখলদার বাহিনী ২১ জানুয়ারি ১৯৪৪ সালে এই স্থানে মৃত্যুদণ্ড কার্যকর করে। উদ্যানের স্মারক প্লেটে উত্তর বোর্নিও এবং সুলু দ্বীপপুঞ্জের বিভিন্ন দ্বীপের বিভিন্ন জাতিগোষ্ঠীর পুরুষদের নামের তালিকা রয়েছে যার মধ্যে প্রধান প্রতিরোধ নেতা আলবার্ট কোওক এবং যারা লাবুয়ান সামরিক কারাগারে সহায়তা করেছিলেন বা মারা গিয়েছিলেন। উদ্যানটি ঠিক সেই জায়গায় তৈরি করা হয়েছিল যেখানে গণহত্যা হয়েছিল এবং যেখানে প্রাথমিকভাবে নিহতদের কবর দেওয়া হয়েছিল। এটি মালয়েশিয়ার সাবাহের পুতাতান জেলার কাম্পুং পেরিঙ্গাতান পেটাগাসে অবস্থিত।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি এবং ঘটনা প্রতিরোধ আন্দোলন প্রতিষ্ঠার দিকে পরিচালিত করে ===\nইম্পেরিয়াল জাপানিজ আর্মি (IJA) দ্বারা উত্তর বোর্নিও দখলের সময় ক্রমাগত কঠোর শাসনের সাথে, আলবার্ট কোওক নামে একজন কুচিং- জন্মত চীনা ডাক্তার ১৫ মে ১৯৪১ সালে জেসেলটনে চলে যাওয়ার পরে, প্রতিরোধ আন্দোলন গঠনের জন্য 300 টিরও বেশি সদস্য প্রতিষ্ঠা করেছিলেন।   ইতিমধ্যেই অস্ত্রের সীমিত সরবরাহের সম্মুখীন হয়ে, প্রতিরোধ আন্দোলন ৯ অক্টোবর ১৯৪৩ তারিখের আগে বিদ্রোহ শুরু করতে বাধ্য হয়েছিল কারণ তাদের প্রশাসনের বিরুদ্ধে যেকোন বিরোধিতাকে দমন করার জাপানি ডিক্রি আসন্ন হয়ে পড়েছিল। 10 অক্টোবর চীনের প্রজাতন্ত্রের জাতীয় দিবসের প্রাক্কালে, পরবর্তীতে জেসেলটনে আক্রমণ চালানো হয় যার ফলে ৫০ জনেরও বেশি জাপানি হতাহত হয়,    বেশিরভাগই প্যারাং আক্রমণে মারা যায়, বুজক এবং ক্রিস ।  স্থানীয় সম্প্রদায়ের অভ্যুত্থানে ক্ষিপ্ত হয়ে, জাপানি শক্তিবৃদ্ধি সৈন্যরা কুচিং থেকে উত্তর বোর্নিওতে পৌঁছে এবং বেসামরিক জনগণের উপর একটি নিয়মতান্ত্রিক প্রতিশোধ শুরু করে।    বিদ্রোহের নেতৃবৃন্দরা নিজেদের মধ্যে পরিণত না হলে আরো বেসামরিক লোকদের মৃত্যুদণ্ড কার্যকর করা হবে বলে হুমকি দেওয়ার পর, ১৯ ডিসেম্বর ১৯৪৪ সালে বেশ কয়েকজন আন্দোলনের নেতাদের সাথে কোক আত্মসমর্পণ করেন। 1944 সালের 21শে জানুয়ারী পেটাগাস ওয়ার মেমোরিয়াল সাইটে মৃত্যুদণ্ড কার্যকর করার আগে তাদের প্রাথমিকভাবে বাতু টিগা কারাগারে বন্দী করা হয়েছিল এবং অন্য 175 জনের সাথে যাদের বেশিরভাগ অংশের বিদ্রোহের সাথে কোন সম্পর্ক ছিল না। \n\n\n=== বেসামরিক ও প্রতিরোধ আন্দোলনের সদস্যদের গণহত্যা ===\n২১ জানুয়ারি ১৯৪৪-এর ভোরে, কোওক এবং বাতু টিগা কারাগার থেকে ১৭৫ জন পুরুষকে উত্তর বোর্নিও রেলওয়ে ট্রেনে পাঠানো হয়েছিল। ট্রেনটি জেসেলটন থেকে এসে সকাল 5.30 টায় পেটাগাসের কাছে একটি খোলা ট্র্যাকে থামে। আগের দিন সেখানে দুটি বড় গর্ত খনন করা হয়েছিল এবং বৃষ্টির জল ইতোমধ্যে গর্তগুলি পূরণ করেছে।  কওক, চার্লস পিটার, সেন সাউ কং, কং জে ফুই এবং লি টেট ফুই সহ আন্দোলনের নেতাদের এক সারিতে দাঁড়াতে হয়েছিল এবং সামনের দিকে ঝুঁকতে হয়েছিল। চার জাপানি অফিসার এবং একজন জাপানি ব্যবসায়ীর ছেলে (অভ্যুত্থানের সময় নিহত) কাতানা  দিয়ে পাঁচ বন্দীর শিরশ্ছেদ করার আদেশ দেওয়া হয়েছিল। বাকি ১৭০ জন বন্দীকে গর্তের সামনে হাঁটু গেড়ে বসে থাকতে হয়েছিল এবং হয় দুটি মেশিনগানের গুলি, দশটি ছোট আগ্নেয়াস্ত্র বা বেয়নেট দিয়ে হত্যা করা হয়েছিল। ফাঁসি কার্যকরের স্থানের কাছাকাছি প্রত্যক্ষদর্শীরা জানিয়েছেন যে পেটাগাসে দিনভর এবং পরের রাতে পুরুষদের চিৎকার শোনা গিয়েছিল।  পেটাগাসে গণহত্যার আগেও, গেরিলাদের সমর্থন করার জন্য সন্দেহভাজন গেরিলা সদস্য এবং পুরুষদের সমন্বয়ে ৯৬ বন্দীকে বাতু টিগা কারাগারে নির্যাতন ও হত্যা করা হয়েছিল। জোরপূর্বক শ্রম হত্যাযজ্ঞের পরপরই আরও ১৩১ জনকে লাবুয়ান সামরিক কারাগারে স্থানান্তর করা হয়েছিল। মাত্র সাতজন বেঁচে গিয়েছিল এবং বাকিরা হয় অপুষ্টিতে, নির্যাতনের কারণে মারা গিয়েছিল বা মৃত্যুদণ্ড দেওয়া হয়েছিল। \n\n\n=== স্মৃতিসৌধের স্থাপনা ===\n\n২১ জানুয়ারি ১৯৪৬, চীনা যুদ্ধ ভিক্টিমস রিলিফ অ্যাসোসিয়েশন (CWVRA) গণহত্যার দ্বিতীয় বার্ষিকী হিসাবে মৃত্যুদণ্ড কার্যকর করার স্থানে একটি স্মৃতিচারণ করে।  ওয়েস্ট কোস্ট মেমোরিয়াল ফান্ড রেসিডেন্সিয়াল কমিটির (ডব্লিউসিএমএফআরসি) নির্দেশে পার্কের মাঠ এবং মার্বেল স্মৃতিসৌধটি ১৯৪৮ সালে নির্মিত হয়েছিল। একই সময়ে, সিদ্ধান্ত নেওয়া হয়েছিল যে গণহত্যার স্থান এবং এর সমাধিস্থলগুলি দ্বিতীয় বিশ্বযুদ্ধে উত্তর বোর্নিওর সমস্ত নিহতদের স্মরণের স্থায়ী স্থান হওয়া উচিত। ১৯৪৮ সালের ২১ জানুয়ারি গণহত্যার চতুর্থ বার্ষিকীতে স্মৃতিসৌধের উদ্বোধন হয়েছিল। ১৯৪৯ সালে, জাপানি সামরিক পুলিশ (কেনপেইতাই) দ্বারা হত্যা করা এবং লাবুয়ানে সমাহিত করা পুরুষদের দেহাবশেষ পেটাগাসে পুনঃ সমাহিত করা হয়েছিল।\n১০৬৩ সালে মালয়েশিয়ার প্রথম মুখ্যমন্ত্রী ফুয়াদ স্টিফেনস এবং রাষ্ট্রপ্রধান মুস্তাফা হারুনের মাধ্যমে, যার ব্যক্তিগত ইতিহাস প্রতিরোধ আন্দোলনের সাথে ঘনিষ্ঠভাবে জড়িত ছিল, এমনকি ১৯৬৩ সালে মালয়েশিয়ার প্রতিষ্ঠা পর্যন্ত স্মৃতিসৌধটি উত্তর বোর্নিওর ঐতিহাসিক চেতনায় গুরুত্বপূর্ণ ভূমিকা পালন করে। উত্তর বোর্নিও স্বেচ্ছাসেবক বাহিনীর (NBVF) অধীনে কাজ করা বিদ্রোহের অন্যতম সদস্য হিসেবে জুলস স্টিফেনস ছিলেন ডোনাল্ড স্টিফেনসের পিতা, যখন মুস্তাফা নিজেই আন্দোলনের একজন সদস্য ছিলেন।  ১৯৭৯ সালে, রাজ্য সরকারের আর্থিক সহায়তায় কোটা কিনাবালু সিটি সরকার দ্বারা স্মৃতিসৌধটি সংস্কার করা হয়েছিল এবং একটি পার্কিং স্পেস এবং একটি পাবলিক টয়লেট সহ প্রসারিত হয়েছিল। কাঠের স্মৃতিস্তম্ভটি একটি মার্বেল পাথর দিয়ে প্রতিস্থাপিত হয়েছিল। সংস্কারের সময়, সমাধিস্থলে মানুষের দেহাবশেষ সহ বেশ কয়েকটি পাথরের মাটির পাত্র আবিষ্কৃত হয়। এগুলি লাবুয়ান সামরিক কারাগারের প্রাক্তন বন্দী হিসাবে পরিণত হয়েছিল যাদেরকে পেটাগাসে পুনঃকবর দেওয়া হয়েছিল।\nপেটাগাস ওয়ার মেমোরিয়াল সাইট খোলার পর থেকে, 21 জানুয়ারি উচ্চ-পদস্থ রাষ্ট্রের রাজনীতিবিদ, নিহতদের পরিবার এবং সাধারণ জনগণের অংশগ্রহণে একটি বার্ষিক স্মারক পরিষেবা অনুষ্ঠিত হয়েছে। 1998 সার্ভিসে, জাপান সরকারের একজন প্রতিনিধি এবং কোটা কিনাবালুর জাপানি কনসাল প্রথমবারের মতো অনুষ্ঠানে যোগ দিয়েছিলেন।\n\n\n== বর্ণনা ==\n\nমেমোরিয়াল পার্কটি পুটাতান জেলার কোটা কিনাবালু আন্তর্জাতিক বিমানবন্দরের (টার্মিনাল 2) কাছে অবস্থিত, পুটাতান রেলওয়ে স্টেশন থেকে খুব দূরে নয়। একটি সাদা ধাতব বেড়া দ্বারা বেষ্টিত, গাছ-রেখাযুক্ত ভূখণ্ডটি ৭,৮০০ বর্গ মিটার এলাকা জুড়ে রয়েছে। মূল প্রবেশদ্বারের বামদিকে, পার্কের বেঞ্চের পাশে, মালয় এবং ইংরেজি ভাষায় স্মৃতিসৌধের ইতিহাসের একটি সংক্ষিপ্ত বিবরণ সহ একটি তথ্য বোর্ড রয়েছে।\nপ্রধান প্রবেশদ্বারের উপরে মালয়, চীনা এবং ইংরেজিতে \"পেটাগাস ওয়ার মেমোরিয়াল\" শব্দগুলি খোদাই করা একটি খিলানপথ রয়েছে। সেখান থেকে, একটি ৮০-মিটার পাথওয়ে স্মৃতিস্তম্ভের দিকে নিয়ে যায়, একটি কাঠামো চারটি পাশে 2 মিটার উঁচু ধাতব প্লেট দিয়ে আচ্ছাদিত। তিনটি ধাতব প্লেট মালয়, চীনা এবং ইংরেজি ভাষায় গণহত্যা এবং এর ঐতিহাসিক পটভূমি সম্পর্কে জানায়, যেখানে চতুর্থ ধাতব প্লেটটি একটি এপিটাফ এবং এতে মৃতদের নাম রয়েছে। অবিলম্বে স্মৃতিসৌধের সামনে একটি ১০ x ৫ মিটার ঘেরা ঘাস এলাকা যেখানে মৃতদের দেহাবশেষ সমাহিত করা হয়।\n\n\n=== পশ্চিম দিকে ===\n\nএপিটাফ - কবরস্থানের দিকে পশ্চিম দিকে ধাতব প্লেট - শব্দগুলি বহন করে:\n\nএটি কোটা কিনাবালু এবং লাবুয়ানে সমাহিত সমস্ত পুরুষদের একটি তালিকা অনুসরণ করে। যেহেতু মৃতদের বেশিরভাগই চীনা ছিল, তাই চীনা অক্ষরগুলি এপিটাফে প্রাধান্য পেয়েছে।\n\n\n=== উত্তর দিক ===\nউত্তর দিকের ধাতব প্লেটটি \"কিনাবালু গেরিলা আন্দোলনের শহীদদের জন্য এপিটাফ\" শিরোনাম এবং জন গসপেল থেকে একটি উদ্ধৃতি দিয়ে শুরু হয়েছে:\n\n\n=== পূর্ব দিক ===\nপূর্ব দিকের ধাতব প্লেটে চীনা ভাষায় তথ্য রয়েছে।\n\n\n=== দক্ষিণ পাশ ===\nমালয় ভাষায় দক্ষিণ দিক উত্তর দিকের গঠন ও বিষয়বস্তুর সাথে মিলে যায়।\n\n\n== পাদটীকা ==\n \n\n\n== তথ্যসূত্র =="}