{"pageid": 1100002, "title": "সুব্রত রায়চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1100002", "content": "সুব্রত রায়চৌধুরী (জন্ম: ৮ এপ্রিল ১৯৬০) ভারতের পশ্চিমবঙ্গের একজন বিশিষ্ট বাঙালি কবি, সাহিত্যিক, গবেষক ও সম্পাদক। দীর্ঘদিন তিনি বঙ্গীয় সাহিত্য পরিষদের কোষাধ্যক্ষ ছিলেন এবং বর্তমানে তিনি বঙ্গীয় সাহিত্য পরিষদের পুথিশালা বিভাগের পুথিশালাধ্যক্ষ। তাঁর লেখা এখনও পর্যন্ত ১৫টি কাব্যগ্রন্থ, ১৪টিরও বেশি সম্পাদিত প্রবন্ধগ্রন্থ ও প্রায় ২০টি মৌলিক প্রবন্ধগ্রন্থ প্রকাশিত হয়েছে। এছাড়া প্রচুর লেখালেখি ছড়িয়ে রয়েছে আনন্দবাজার পত্রিকা, বঙ্গীয় সাহিত্য পরিষদ পত্রিকা সহ ছোট বড়ো অসংখ্য লিটিল ম্যাগাজিনে। পেয়েছেন অহর্নিশ সম্মাননা (২০১৪), নবারুণ ভট্টাচার্য স্মৃতি সম্মান (২০১৮), বঙ্গদর্শন সম্মাননা (২০১৯), হরিপদ বিশ্বাস স্মৃতি সম্মাননা (২০২১) সহ অসংখ্য পুরস্কার। সুদীর্ঘ ২৯ বছর ধরে তথ্যসূত্র নামক একটি গবেষণাপত্রের সম্পাদনা করে চলেছেন।\n\n\n== জন্ম ও ছেলেবেলা ==\nকবি সুব্রত রায়চৌধুরীর জন্ম (৮ এপ্রিল, ১৯৬০) পশ্চিমবঙ্গের মেদিনীপুরে। ১৯৬৫-র পরবর্তীকালে ছেলেবেলা ও যৌবনের দিনগুলি কেটেছে উত্তর ২৪ পরগনার নব বারাকপুর বুড়ির বাড়ি অঞ্চলে। বর্তমানে তিনি নব বারাকপুর রক্তকরবী, ৩১৮/এ স্টেশন রোড (পশ্চিম)-এর স্থায়ী বাসিন্দা। মা বিশিষ্ট লেখিকা সবিতা রায়চৌধুরী[১]। বাবা সত্যপ্রকাশ রায়চৌধুরী কর্মরত ছিলেন রাজ্য সরকারের পুলিশ ওয়্যারলেস বিভাগে। তাই সত্যপ্রকাশকে পশ্চিমবঙ্গের নানা প্রান্তে বদলি হতে হয়েছে। কখনো জলপাইগুড়ির জয়গাঁ থেকে মেদিনীপুর। সেখান থেকে কোচবিহার, আবার কখনো নদিয়ার কৃষ্ণনগর থেকে কলকাতা— ছোট থেকেই পথকে সঙ্গী করে বড়ো হয়েছেন বাবা-মা'র আদরের গৌতম (সুব্রত রায়চৌধুরী)।\n\n\n== শিক্ষা ও পারিবারিক জীবন ==\n১৯৬৫ তে পাঁচ বছর বয়সে মাসুন্দা ফ্রি প্রাইমারী স্কুলে প্রাথমিক শিক্ষা শুরু করেন। এর পাশাপাশি বাড়ির কাছে পল্লীমঙ্গল প্রাথমিক বিদ্যালয়েও কিছুদিন শিক্ষার পাঠ নেন। এর দু-এক বছর পর সেকালের অভিজাত কিশলয় বিদ্যাভবনে ভর্তি হন। এখান থেকেই প্রাথমিক শিক্ষা সম্পূর্ণ করে উচ্চতর পাঠের জন্য যান নববারাকপুর কলোনী উচ্চ বালক বিদ্যালয়। ছোটবেলা থেকেই তিনি পড়াশোনায় অত্যন্ত মেধাবী ছাত্র ছিলেন।\nকিশোর বয়স থেকেই দেখেছেন বাবার দীর্ঘ প্রবাসজীবন, আর সেই সঙ্গে দেখেছেন দারিদ্রের সাথে লড়াই করা মা সবিতা রায়চৌধুরীর কঠোর জীবন সংগ্রাম। দেখেছেন দু-দুটো যুদ্ধের পর (চিন-ভারত যুদ্ধ ১৯৬২ ও ভারত-পাক যুদ্ধ ১৯৬৫) অর্থনৈতিকভাবে বিপর্যস্ত বাংলার খাদ্য আন্দোলন। চরম খাদ্য সংকটের দিনে রেশন দোকানে বা লঙ্গরখানার লাইনে দাঁড়িয়ে বহু মানুষের যন্ত্রণাকে উপলব্ধি করেছেন।\nদেখেছেন ছাত্রজীবনে নকশালবাড়ি আন্দোলনের রক্তাক্ত দিনগুলি। আবার ৭১-এর মুক্তিযুদ্ধের সময় ওপার বাংলা থেকে আগত অসংখ্য নরনারীর মিছিল দেখে বিচলিত হয়েছেন। এভাবেই এল ১৯৭৬ সাল। মাধ্যমিক পরীক্ষায় পাশ করে একাদশ শ্রেণিতে ভর্তি হলেন দমদম মতিঝিল কলেজে। ১৯৮১-তে দমদম মতিঝিল কলেজ থেকে বাংলা ভাষা ও সাহিত্যে অনার্সসহ বি. এ পাশ করে ভর্তি হন যাদবপুর বিশ্ববিদ্যালয়ে[২]।\nবাড়িতে প্রতি সন্ধ্যায় মায়ের মুখে শুনতেন রামায়ণ, মহাভারত ও ভাগবত পাঠ। পাঠশেষে মা সবিতাদেবীর সাথে গভীর রাত পর্যন্ত সাহিত্য চর্চায় মগ্ন থাকতেন। দেশি-বিদেশি বহু কবি সাহিত্যিকদের জীবন ও রচনা নিয়ে চলত নানা আলোচনা। জীবনের প্রথম আঘাতটা আসে এই সময়। ১৯৮১-র ১৫ জানুয়ারি দেহাবসান হয় দিদিমা কিরণশশী মিত্রের।\nএই আঘাতে বি. এ পাশ করা সদ্য যুবক সুব্রত রায়চৌধুরীর মনোজগতে মৃত্যু সম্পর্কে তৈরি হয় নানা প্রশ্ন। পরবর্তীকালে তাঁর নানা কবিতায় প্রকাশিত হয় মৃত্যুর নানা রূপ ও আঙ্গিক। দিদিমার বিয়োগব্যথা হয়তো কিছুটা প্রশমন হয়েছিল যাদবপুর বিশ্ববিদ্যালয়ের মুক্ত প্রাঙ্গণে গিয়ে। দীর্ঘ তিন বছরের একাকীত্বময় ছাত্রজীবন কাটিয়ে এসে এখানে তিনি পেলেন সাহিত্যচর্চার উপযুক্ত পরিবেশ। ছাত্রজীবনে মাস্টারমশাই হিসাবে পেয়েছেন অধ্যাপক যতীন্দ্রনাথ চট্টোপাধ্যায়, ড. দেবীপদ ভট্টাচার্য, ড. সুরেশ মৈত্র, ড. চিত্তরঞ্জন ঘোষ, কবি শঙ্খ ঘোষ, কবি আলোকরঞ্জন দাশগুপ্ত, কথাসাহিত্যিক অভ্র রায়, ড. পিনাকেশচন্দ্র সরকার, ড. তপোব্রত ঘোষ প্রমুখ পণ্ডিত ব্যক্তিদের। এর মাঝেই নিউব্যারাকপুর গোপালচন্দ্র মেমোরিয়াল কলেজ অব এডুকেশন[৩] থেকে ১৯৮৫-তে বি. এড পাশ করেন। তারপর আবারও গবেষণাকর্মে নিযুক্ত হন যাদবপুর বিশ্ববিদ্যালয়ে। ১৯৯০-এর ফেব্রুয়ারি মাসে পরিণয়সূত্রে আবদ্ধ হন তাপসী বসুর সঙ্গে। কবির একমাত্র কন্যা সুকন্যা রায়চৌধুরী (বকুল)।\n\n\n== অধ্যাপনা ও সামাজিক অবদান ==\nআজীবন মার্কসীয় দর্শনে বিশ্বাসী এ মানুষটির গবেষণার বিষয় ছিল বাঙালির সাম্যবাদী আদর্শে দীক্ষা এবং গোপাল হালদার। তত্ত্বাবধায়ক ছিলেন প্রখ্যাত বিভূতি গবেষক ড. সুনীলকুমার চট্টোপাধ্যায়। পরীক্ষক ছিলেন ভাষাচার্য ড. সুকুমার সেন। গবেষণা করতে করতেই ১৯৮৭-র ফেব্রুয়ারি মাসে কিছুদিন বিদ্যাসাগর কলেজে অধ্যাপনা করেন। এর মাস খানেক পর ১৯৮৭-র ১৪ মার্চ বিরাটীর মৃণালিনী দত্ত মহাবিদ্যাপীঠ কলেজে স্থায়ীভাবে অধ্যাপনার পেশায় নিযুক্ত হন। অতিথি অধ্যাপক হিসাবে বহু বছর অধ্যাপনা করেছেন রবীন্দ্রভারতী বিশ্ববিদ্যালয় ও আলিয়া বিশ্ববিদ্যালয়ে। আমন্ত্রিত বক্তা হিসাবে আমন্ত্রিত হয়েছেন জাতীয় ও আন্তর্জাতিক আলোচনা সভায়। বক্তৃতা দিয়েছেন আলিগড় মুসলিম বিশ্ববিদ্যালয়, রবীন্দ্রভারতী বিশ্ববিদ্যালয়, আলিয়া বিশ্ববিদ্যালয়, বঙ্গীয় সাহিত্য পরিষদের মতো প্রতিষ্ঠানে। দিয়েছেন হরপ্রসাদ  শাস্ত্রী স্মারক বক্তৃতা, জন্ম শতবর্ষে গোপাল হালদার স্মারক বক্তৃতা।\nবিরাটী মৃণালিনী দত্ত মহাবিদ্যাপীঠের বাংলা বিভাগে অধ্যাপনার সাথে যুক্ত আছেন সুদীর্ঘ তেত্রিশ বছর। ছাত্রছাত্রীদের প্রকৃত মানবিক শিক্ষা দিয়েছেন। তাদের বন্ধুর মতো উৎসাহ দিয়েছেন মৌলিক সাহিত্যচর্চায়। এমন একটা সময় ছিল যখন বিরাটী কলেজের ১২, ১৪ ও ১৬ নম্বর ঘর ভরে উঠতো পড়ুয়াদের কবিতা ও গানে। ছেলেমেয়েদের সামাজিক মন গঠনের পাশাপাশি তিনি শিখিয়েছেন যূথবদ্ধতার শিক্ষা। একবার পশ্চিমবঙ্গের নানা প্রান্তে হল ভয়াবহ বন্যা। হাজার হাজার মানুষ বিপন্ন অবস্থার মধ্যে দিন কাটাচ্ছে। কবি সুব্রত রায়চৌধুরী সেদিন ছাত্রছাত্রীদের সঙ্গে নিয়ে বাড়ি বাড়ি ঘুরে ত্রাণ সামগ্রী সংগ্রহ করে পৌঁছে গেছেন দুর্গত মানুষদের কাছে। বিশ্বজুড়ে এলো করোনা মহামারি। তথ্যসূত্র গবেষণাপত্রর রিলিফ ফান্ডের মাধ্যমে সুব্রত রায়চৌধুরী এসে দাঁড়ালেন দুর্গত মানুষদের পাশে। খুললেন কমিউনিটি কিচেন, সামাজিক সংগঠনকে কিনে দিলেন অক্সিজেন সিলিন্ডার। আমফান ও ইয়াস ঘূর্ণিঝড় বিদ্ধস্ত সুন্দরবনের প্রত্যন্ত অঞ্চলে পৌঁছে দিলেন ত্রাণ সামগ্রী। ছাত্রছাত্রীরা সামাজিক দায়িত্ব ও কর্তব্যের শিক্ষা এভাবেই পেয়েছে তাদের প্রিয় মাস্টারমশাই সুব্রত রায়চৌধুরীর কাছে। এই সামাজিক দায়িত্ব মেটাতেই নানা প্রতিবাদী আন্দোলনে যুক্ত হয়ে কলকাতার রাজপথে মিছিলে হেঁটেছেন বহুবার।\n\n\n== লেখালেখির জগৎ ==\nএর মাঝেই চলছিল বিভিন্ন পত্রপত্রিকায় নিয়মিত লেখালিখি। সুব্রত রায়চৌধুরীর প্রথম প্রেম কবিতা। কবিতা দিয়েই সাহিত্যচর্চায় হাতেখড়ি। তবে গল্পকার হিসাবেই সুব্রত রায়চৌধুরীর আত্মপ্রকাশ। একসময় বিভিন্ন পত্রপত্রিকায় নিয়মিত গল্প লিখতেন। আন্তর্জাতিক যুব উৎসবে গল্পকার ও প্রাবন্ধিক হিসাবে পুরস্কৃত হয়েছেন আশির দশকে। পেয়েছেন শ্রেষ্ঠত্বের সম্মান। গল্পটির নাম ছিল সতাইয়ের আত্মদর্শন।\n\n১৯৯১-এর ডিসেম্বর মাসে এক শীত সন্ধ্যায় নব বারাকপুর বইমেলায় প্রকাশিত হয় প্রথম কাব্যগ্রন্থ কোমল ক্যাকটাস। এরপর থেকে একে একে প্রকাশিত হয় ১৫টি কাব্যগ্রন্থ, ১৪ টি সম্পাদিত গ্রন্থ ও ২০ টি মৌলিক প্রবন্ধগ্রন্থ। কবিতা পাঠের জন্য আমন্ত্রিত হয়েছেন বিশ্ব বাংলা সাহিত্য উৎসব[৪] ও আন্তর্জাতিক কবিতা পাঠের আসরে। সম্মানিত হয়েছেন বেশ কিছু পুরস্কারে। তিনি শাক্য সেন এবং গৌতম সান্যাল ছদ্মনামেও লিখে থাকেন। চর্যাপদের দুরূহ পদগুলির আশ্চর্য ভাবানুবাদে মগ্ন ছিলেন বহুদিন। সংকলনটি জ্যোৎস্নাবাড়ি নামে প্রকাশিত হয়েছে। কবিতা লেখার পাশাপাশি বহু স্বরচিত কবিতায় কণ্ঠ দিয়েছেন। পাঠ করেছেন জীবনানন্দ দাশ, জয় গোস্বামী, মণিভূষণ ভট্টাচার্য সহ বহু বিখ্যাত কবির কবিতা।\n\n\n== পত্রিকা সম্পাদনা ==\n\n \n১৯৯৬-এ প্রকাশ পেল তথ্যসূত্র গবেষণাপত্র। সুব্রত রায়চৌধুরী দীর্ঘ ২৭ বছর ধরে এ পত্রিকাটি সাফল্যের সঙ্গে সম্পাদনা করে চলেছেন । পরবর্তীকালে এ পত্রিকার সম্পাদনায় অন্যান্য অনেকের সঙ্গে তাপসী রায়চৌধুরী ও সুকন্যা রায়চৌধুরীও গুরুত্বপূর্ণ ভূমিকা নেন।\nবাংলা লিটল ম্যাগাজিন জগতে তথ্যসূত্র  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জুলাই ২০২২ তারিখে পত্রিকা (UGC Refference Journal) আজ একটি বিশিষ্ট নাম। (An International Peer Reviewed Research Journal, ISSN : 2278-5922) এ পত্রিকার সার্ধশতবর্ষে বিপিনচন্দ্র পাল, বাংলা ও বাঙালি সমাজে পঞ্জিকা, রবীন্দ্রনাথের মাস্টারমশাই, প্রয়াণকথা স্মরণকথা[৫], বাঙালি গীতিকার[৬]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ মার্চ ২০২৩ তারিখে, স্বাধীনতাপূর্ব বাঙালির কারাবাসের কথা[৭], অনুজের সৃজনকথায় রবীন্দ্রজীবন-এর মতো সংখ্যাগুলি পাঠক সমাজে সাড়া ফেলেছে।\nসদাপ্রসন্ন এই মানুষটি ব্যক্তিজীবনে আঘাত পেয়েছেন অনেক। নিকট আত্মীয়েরা অনেকেই চলে গেছেন। প্রিয়জনের বিয়োগব্যথায় ব্যথিত হয়েছেন বার বার। সমস্ত বেদনা তিনি অর্পণ করেছেন কবিতার কাছেই। কবিতাই মানুষটির একমাত্র আশ্রয়স্থল।\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== কাব্যগ্রন্থ ===\n\n\n=== গল্পগ্রন্থ ===\n\n\n=== প্রবন্ধগ্রন্থ ===\n\n\n=== সম্পাদিত গ্রন্থ ===\n\n\n== পত্রপত্রিকায় লেখালেখি ==\n\nএছাড়াও আরও অসংখ্য পত্রপত্রিকায় প্রবন্ধ, ছোটোগল্প, কবিতা ইত্যাদি প্রকাশিত হয়েছে।\n\n\n== বৃত্তি ও সম্মাননা ==\n\n\n=== বৃত্তি ===\n\n\n=== পুরস্কার ===\n\n\n=== সম্মাননা/জীবনী গ্রন্থ ===\nকবি ও সাহিত্যিক সুব্রত রায়চৌধুরীর কবিতা বিষয়ে কলকাতা বিশ্ববিদ্যালয় থেকে এম.ফিল-এর গবেষণা হয়েছে। এছাড়াও কলকাতা বিশ্ববিদ্যালয়ের প্রাক্তন অধ্যাপক বিশিষ্ট প্রাবন্ধিক ড. তরুণ মুখোপাধ্যায় কবি সুব্রত রায়চৌধুরীর কবিতা ও জীবনকে কেন্দ্র করে লিখেছেন একাকী নির্জনে কবি সুব্রত রায়চৌধুরী গ্রন্থটি। আবার তাঁর জীবন ও সৃষ্টিকর্ম নিয়ে সৃষ্টি পাবলিকেশন থেকে ৮ সেপ্টেম্বর ২০২৪ কলকাতার মহাবোধী সোসাইটি সভাগৃহে প্রকাশিত হয়েছে কবি ও প্রাবন্ধিক সুব্রত রায়চৌধুরীকে নিবেদিত বৃক্ষপুরুষ গ্রন্থটি। অনুষ্ঠানে উপস্থিত ছিলেন ভাষাবিদ পবিত্র সরকার, পরিচয় পত্রিকার সম্পাদক অভ্র ঘোষ সহ বিশিষ্ট ব্যক্তিরা। অনুষ্ঠানের সংবাদটি প্রকাশিত হয় আনন্দবাজার পত্রিকা কলকাতার কড়চা পাতায়, ১৪ সেপ্টেম্বর ২০২৪, ভালোবেসে শিরোনামে।\n\n\n== তথ্যসূত্র =="}