{"pageid": 110049, "title": "রূপসা নদী", "url": "https://bn.wikipedia.org/wiki?curid=110049", "content": "রূপসা নদী; বাংলাদেশের দক্ষিণ-পশ্চিমাঞ্চলের খুলনা জেলার একটি নদী। নদীটির দৈর্ঘ্য ৯ কিলোমিটার, গড় প্রস্থ ৪৮৬ মিটার এবং নদীটির প্রকৃতি সর্পিলাকার। বাংলাদেশ পানি উন্নয়ন বোর্ড বা \"পাউবো\" কর্তৃক রূপসা নদীর প্রদত্ত পরিচিতি নম্বর দক্ষিণ-পশ্চিমাঞ্চলের নদী নং ৮১। নদীটি পদ্মার একটি শাখা নদী। এটি ভৈরব নদ থেকে উৎপত্তি হয়েছে এবং পরবর্তীতে পশুর নামে প্রবাহিত হয়েছে। খুলনা তথা দক্ষিণ অঞ্চলের লাইটার জাহাজ চলাচলের অন্যতম মাধ্যম। খুলনা অঞ্চলের বানিজ্যর বেশীর ভাগ রুপসা নদী কেন্দ্রিক। রুপসার তীরে আছে বানৌজা তিতুমীর ও খুলনা শিপইয়ার্ড। শিল্পের মধ্য নদীর তীরে জেলখানা ফেরিঘাটের বিপরীত পাড়ে আছে (সেনের বাজার) রাজাপুর সল্ট রিফাইনারি লিমিটেড অবস্থিত।\n\n\n== প্রবাহ ==\nরূপসা নদীটি খুলনা শহরের জেলখানা ঘাট এলাকায় প্রবহমান ভৈরব নদ হতে উৎপত্তি লাভ করেছে। অতঃপর এই নদীর জলধারা একই উপজেলার জলমা ইউনিয়ন পর্যন্ত প্রবাহিত হয়ে কাজিবাছা নদীতে নিপতিত হয়েছে। নদীতে সারাবছর পানিপ্রবাহ পরিদৃষ্ট হয় এবং ছোটবড় নৌযান চলাচল করে। তবে বর্ষাকালে নদীটিতে স্বাভাবিকের চেয়ে পানির প্রবাহ অধিক মাত্রায় বৃদ্ধি পায়। এ সময় নদীর তীরবর্তী অঞ্চল বন্যার পানিতে প্লাবিত হয়। নদীটি জোয়ার ভাটার প্রভাবে প্রভাবিত। এই নদী বাংলাদেশ অভ্যন্তরীণ নৌপরিবহন কর্তৃপক্ষ কর্তৃক প্রথম শ্রেণির নৌপথ হিসেবে স্বীকৃত।\n\n\n== নদীর উৎপত্তি ও ইতিহাস ==\n\nকথিত আছে যে, ঊনবিংশ শতাব্দীর মাঝামাঝি সময়ে নড়াইল জেলার ধোন্দা গ্রামের রূপচাঁদ সাহা নামক জনৈক লবণ ব্যবসায়ী নৌকায় যাতায়াতের জন্য ভৈরব নদের সঙ্গে কাজীবাছা নদীর সংযোগ করার জন্য একটি খাল খনন করেছিলেন। রূপচাঁদ সাহার নাম অনুসারে ঐ খালের নাম হয়েছিল রূপসা। পরবর্তীকালে ভৈরব নদের প্রচন্ড প্লাবনে এই ছোট খাল বিরাট ও ভয়ংকর নদীতে পরিণত হয়। রূপসা শুধু নিজেই নদীতে পরিণত হয়ে ক্ষান্ত হয়নি, কাজীবাছা নদীকেও প্রচন্ড ভাঙনের মুখে ফেলেছে।\nরুপসা-পশুর সুন্দরবনের মধ্য দিয়ে প্রবাহিত বড় নদী। রূপসা মূলত দক্ষিণে মংলা বন্দরের কাছে পশুর নামে প্রবাহিত হয়ে ত্রিকোন ও দুবলা দ্বীপ দুটির ডান দিক দিয়ে বঙ্গোপসাগরে পড়েছে। রূপসা ও ভৈরব নদীর সঙ্গমস্থলে খুলনা শহর অবস্থিত। ভৈরব নদের দক্ষিণ তীরে রেণীগঞ্জ নামক স্থানে পুরাতন খুলনা অবস্থিত ছিল। অত্যাচারী নীলকর রেণী সাহেবের নামে এই স্থান রেণীগঞ্জ হয়।\n\n\n== অন্যান্য তথ্য ==\nরূপসা নদী ১২ মাস সচল। বর্ষা মৌসুমে এর গভীরতা ১৭ মিটার এবং শুকনো মৌসুমে গভীরতা ১২ মিটারের মতো হয়। বর্ষা মৌসুমে পানিপ্রবাহ ১০ হাজার ৫০০ ঘনমিটার/সেকেন্ড। এই নদীতে জোয়ার-ভাটার প্রভাব আছে। খুলনা সদর রূপসা নদীর তীরে অবস্থিত।\n\n\n== সাহিত্যে রূপসা নদী ==\nসাহিত্যের নানা শাখায় রূপসা নদীর প্রসঙ্গ এসেছে। জীবনানন্দ দাশ তার কবিতায়ও রূপসার কথা বলেছেন-\n\n\n== আরও দেখুন ==\nবাংলাদেশের নদীর তালিকা\n\n\n== তথ্যসূত্র =="}