{"pageid": 1100236, "title": "বাংলাদেশে ধর্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1100236", "content": "বাংলাদেশে ধর্ষণ একটি ক্রম বর্ধমান সামাজিক সমস্যা। বাংলাদেশে প্রতি ১ লাখ নারীর মধ্যে প্রায় ১০ জন ধর্ষণের শিকার হন। ২০২১ সালে গৃহীত এক হিসবে পাওয়া গেছে যে নারী ও শিশু নির্যাতন দমন ট্রাইব্যুনালে পূর্ববর্তী ৫ বছরে ৩০ হাজার ২৭২টি মামলা দায়ের করা হয়েছে। মানবাধিকার সংস্থা আইন ও সালিশ কেন্দ্রের (আসক) হিসাব অনুযায়ী ২০১৯ সালে এক হাজার ৪১৩ জন নারী ধর্ষণের শিকার হয়েছেন৷ ২০১৮ সালে এই সংখ্যা ছিলো ৭৩২ জন৷ অর্থাৎ আগের বছরের তুলনায় গত বছর ধর্ষণের ঘটনা বেড়েছে দ্বিগুণ যা ভয়াবহ বলে উল্লেখ করেছে সংস্থাটি৷ ২০১৭ সালে ধর্ষণের শিকার হন ৮১৮ জন নারী৷ ২০১৯ সালে ধর্ষণের পর হত্যা করা হয়েছে ৭৬ জনকে৷ আর আত্মহত্যা করতে বাধ্য হয়েছেন ১০ জন নারী৷ বাংলাদেশে গণ ধর্ষণের ঘটনাও অহরহ ঘটে থাকে।\nক্রমবর্ধমান যৌননিগ্রহ ও ধর্ষণের জন্য মানবাধিকার কর্মীরা বাংলাদেশে দীর্ঘদিন ধরেই বিচারহীনতার সংস্কৃতিকে দায়ী করেছেন। বাংলাদেশে অধিকাংশ ধর্ষণের মামলায় কোনো শাস্তি হয় না। বাংলাদেশে ধর্ষণসহ নারীর প্রতি সহিংসতার যত মামলা হয় তার সর্বোচ্চ চার থেকে পাঁচ শতাংশ মামলায় আসামিরা শাস্তি পায়। আর শুধু ধর্ষণের হিসাব করলে এই হার আরো অনেক কম হবে। এই অপরাধের সর্বোচ্চ শাস্তি মৃত্যুদণ্ড হওয়ায় জটিলতা আরো বৃদ্ধি পেয়েছে। তাদের মতে এইসব ধর্ষণ বা গণধর্ষণের ঘটনাগুলোর সঙ্গে ক্ষমতাশালীরা জড়িত থাকায় তাদের বিচার হয় না৷ আবার অনেক সময় পুলিশ এইসব ক্ষমতাশালীদের গ্রেফতারও করে না৷ যারা রাজনৈতিকভাবে বা আর্থিকভাবে ক্ষমতাশালী তাদের কেউ কেউ গ্রেফতার হলেও জামিনে ছাড়া পেয়ে যাচ্ছে৷ ফলে এই অপরাধীদের বিরুদ্ধে সমাজে খুব ভালো বার্তা যাচ্ছে না৷ এই কারণে এদের থামানোও যাচ্ছে না৷ এই অপরাধীদের দৃষ্টান্তমূলক শাস্তি নিশ্চিত করা গেলে অবশ্যই অপরাধ কমে যাবে৷।\nনারী ও শিশু নির্যাতন দমন আইন অনুযায়ী, ধর্ষণের সর্বোচ্চ শাস্তি ছিল যাবজ্জীবন কারাদণ্ড। ২০২০-এ বাংলাদেশে কয়েকটি আলোচিত ধর্ষণ ও নারী নির্যাতনের ঘটনায় দেশজুড়ে ধর্ষণ-নির্যাতন বিরোধী আন্দোলন গড়ে ওঠে। আন্দোলনকারীরা ধর্ষণের সর্বোচ্চ শাস্তি মৃত্যুদণ্ড করার দাবি তুলে। ফলে ২০২০-এর ১৩ অক্টোবর ধর্ষণের সর্বোচ্চ শাস্তি মৃত্যুদণ্ডের বিধান রেখে নারী ও শিশু নির্যাতন দমন (সংশোধন) অধ্যাদেশে সই করা হয়। \n\n\n== ধর্ষণ বিষয়ক আইন ==\nনারী ও শিশু নির্যাতন দমন আইন, ২০০০ এর ৯ নম্বর ধারায় ধর্ষণ ও শাস্তি বর্ণনা করা হয়েছে।\n\n৯ নম্বর ধারার (১) উপধারায় বলা হয়েছে যে, যদি কোন পুরুষ কোন নারী বা শিশুকে ধর্ষণ করেন, তাহা হইলে তিনি 1[মৃত্যুদণ্ডে বা যাবজ্জীবন সশ্রম কারাদণ্ডে] দণ্ডনীয় হইবেন এবং ইহার অতিরিক্ত অর্থদণ্ডেও দণ্ডনীয় হইবেন। [ব্যাখ্যা৷- যদি কোন পুরুষ বিবাহ বন্ধন ব্যতীত 2[ষোল বৎসরের] অধিক বয়সের কোন নারীর সহিত তাহার সম্মতি ব্যতিরেকে বা ভীতি প্রদর্শন বা প্রতারণামূলকভাবে তাহার সম্মতি আদায় করিয়া, অথবা 3[ষোল বৎসরের] কম বয়সের কোন নারীর সহিত তাহার সম্মতিসহ বা সম্মতি ব্যতিরেকে যৌন সঙ্গম করেন, তাহা হইলে তিনি উক্ত নারীকে ধর্ষণ করিয়াছেন বলিয়া গণ্য হইবেন।]\n৯ নম্বর ধারার (২) উপধারায় বলা হয়েছে যে, যদি কোন ব্যক্তি কর্তৃক ধর্ষণ বা উক্ত ধর্ষণ পরবর্তী তাহার অন্যবিধ কার্যকলাপের ফলে 4[ধর্ষণের শিকার] নারী বা শিশুর মৃত্যু ঘটে, তাহা হইলে উক্ত ব্যক্তি মৃত্যুদণ্ডে বা যাবজ্জীবন সশ্রম কারাদণ্ডে দণ্ডনীয় হইবেন এবং ইহার অতিরিক্ত অন্যূন এক লক্ষ টাকা অর্থদণ্ডেও দণ্ডনীয় হইবেন।\n৯ নম্বর ধারার (৩) উপধারায় বলা হয়েছে যে, যদি একাধিক ব্যক্তি দলবদ্ধভাবে কোন নারী বা শিশুকে ধর্ষণ করেন এবং ধর্ষণের ফলে উক্ত নারী বা শিশুর মৃত্যু ঘটে বা তিনি আহত হন, তাহা হইলে ঐ দলের প্রত্যেক ব্যক্তি মৃত্যুদণ্ডে বা যাবজ্জীবন সশ্রম কারাদণ্ডে দণ্ডনীয় হইবেন এবং ইহার অতিরিক্ত অন্যূন এক লক্ষ টাকা অর্থদণ্ডেও দণ্ডনীয় হইবেন।\n৯ নম্বর ধারার (৪) উপধারায় বলা হয়েছে যে, যদি কোন ব্যক্তি কোন নারী বা শিশুকে-\n(ক) ধর্ষণ করিয়া মৃত্যু ঘটানোর বা আহত করার চেষ্টা করেন, তাহা হইলে উক্ত ব্যক্তি 5[মৃত্যুদণ্ডে বা যাবজ্জীবন সশ্রম কারাদণ্ডে] দণ্ডনীয় হইবেন এবং ইহার অতিরিক্ত অর্থদণ্ডেও দণ্ডনীয় হইবেন; \n(খ) ধর্ষণের চেষ্টা করেন, তাহা হইলে উক্ত ব্যক্তি অনধিক দশ বৎসর কিন্তু অন্যূন পাঁচ বৎসর সশ্রম কারাদণ্ডে দণ্ডনীয় হইবেন এবং ইহার অতিরিক্ত অর্থদণ্ডেও দণ্ডনীয় হইবেন।\n\n৯ নম্বর ধারার (৫) উপধারায় বলা হয়েছে যে, যদি পুলিশ হেফাজতে থাকাকালীন সময়ে কোন নারী 6[ধর্ষণের শিকার] হন, তাহা হইলে যাহাদের হেফাজতে থাকাকালীন উক্তরূপ ধর্ষণ সংঘটিত হইয়াছে, সেই ব্যক্তি বা ব্যক্তিগণ 7[ধর্ষণের শিকার] নারীর হেফাজতের জন্য সরাসরিভাবে 8[দায়িত্বপ্রাপ্ত] ছিলেন, তিনি বা তাহারা প্রত্যেকে, ভিন্নরূপ প্রমাণিত না হইলে, হেফাজতের ব্যর্থতার জন্য, অনধিক দশ বৎসর কিন্তু অন্যূন পাঁচ বৎসর সশ্রম কারাদণ্ডে দণ্ডনীয় হইবেন এবং ইহার অতিরিক্ত অন্যূন দশ হাজার টাকা অর্থদণ্ডেও দণ্ডনীয় হইবেন।\n\n\n=== সম্মতির বয়স ===\nবাংলাদেশের নারী ও শিশু দমন নির্যাতন আইনে শিশুকে সংজ্ঞায়িত করা হয়েছে ১৬ বা তার কম বছর বয়সী ছেলে ও মেয়ে উভয়কে। এই সংজ্ঞায় শিশুকে ভুক্তভোগী হিসেবে দেখানো হয়েছে কারণ এই বয়সে মৌখিক বা লিখিত কোনও সম্মতি দেওয়ার মতো ক্ষমতা শিশুর গড়ে ওঠে না। তাই এই বয়সী কেউ যদি যৌন সম্পর্কে সম্মতি দিয়েও থাকে সেটা আদালতে গ্রহণযোগ্য হবে না। ফলে যদি কোনও পুরুষ ১৬ বছরের কম বয়সের কোনও নারীর সাথে তার সম্মতি নিয়েও শারিরীক সম্পর্ক স্থাপন করেন, সেটাও ধর্ষণ বলে বিবেচিত হবে নারী ও শিশু নির্যাতন আইন অনুযায়ী। আর সম্মতি ছাড়া হলে তো কথাই নেই। সেটা বয়স নির্বিশেষে ধর্ষণ।\n\n\n=== বিয়ের প্রলোভন দেখিয়ে ধর্ষণ ===\nবাংলাদেশে অনেক ক্ষেত্রে অভিযোগ করা হয় যে ভুক্তভোগীকে ‘বিয়ের প্রলোভন দেখিয়ে’ ধর্ষণ করা হয়েছে। নারী ও শিশু দমন নির্যাতন আইনে বলা হয়েছে যে যদি প্রতারণামূলকভাবে সম্মতি আদায় করে যৌন সম্পর্ক করা হয়, তাহলে সেটা ধর্ষণ হিসেবে দেখা হবে। তবে বিয়ের প্রলোভন দেখানোর বিষয়টি আইনানুযায়ী প্রতারণামূলকভাবে সম্মতি আদায়ের মধ্যে পড়লেও আদালতে অনেক সময় সেটা নাও টিকতে পারে। বিষয়টি নির্ভর করে কতদিন ধরে বিয়ের আশ্বাস দেওয়া হয়েছে, সম্পর্কের গভীরতা কেমন ছিল, লিখিতভাবে বিবাহিত না থাকলেও ধর্মীয় রীতিতে বিয়ে করেছিলেন কিনা, কোনও সাক্ষী আছেন কিনা ইত্যাদি বিষয়ের ওপরে। কিন্তু একই রকম অভিযোগ কোনও পুরুষ আনতে পারবেন না, বাংলাদেশের আইনে সেই সুযোগ নেই।\n\n\n=== বৈবাহিক সম্পর্কের মধ্যে ধর্ষণ বা ম্যারিটাল রেপ ===\nবিয়ে করা স্ত্রীর সাথে জোরপূর্বক শারিরীক সম্পর্ক স্থাপন করাকে পৃথিবীর কোনও কোনও দেশে শাস্তিযোগ্য অপরাধ হিসেবে বিবেচনা করা হয়। এই ধরনের ঘটনাকে বৈবাহিক সম্পর্কের মধ্যে ধর্ষণ বা ম্যারিটাল রেপ হিসেবে বর্ণনা করা হয়। বাংলাদেশের আইনে এমন অপরাধের উল্লেখ নেই। অর্থাৎ বিবাহিত স্ত্রীর সাথে তার অনিচ্ছায় বা জোরপূর্ব শারিরীক সম্পর্ক স্থাপন করলেও সেটা যৌন সহিংসতা বা যৌন অপরাধ হিসেবে গণ্য হবে না। তবে বিবাহিত স্ত্রীর বয়স যদি ১৩ বছরের কম হয় এবং তার স্বামী যদি জোরপূর্বক যৌন সম্পর্ক করেন তাহলে ভুক্তভোগী তার বিরুদ্ধে বৈবাহিক সম্পর্কের মধ্যে ধর্ষণের অভিযোগ আনতে পারেন।\nসেক্ষেত্রে শাস্তি শুধুমাত্র অর্থদণ্ড বা সর্বোচ্চ দুই বছরের কারাদণ্ডের বিধান রয়েছে।\n\n\n== তদন্ত প্রক্রিয়া ==\n\n\n== আদালতের নির্দেশনা ==\n২০১৫ সালের ২১ মে রাতেবাংলাদেশের ঢাকায় সংঘবদ্ধ ধর্ষণের শিকার হন এক গারো তরুণী৷ এই ধর্ষণ মামলা নিতে পুলিশ গড়িমসি করে। পুলিশের আচরণে সংক্ষুব্ধ হয়ে আইন ও সালিশ কেন্দ্র (আসক) ও ব্লাস্টসহ পাঁচটি মানবাধিকার সংগঠন বাদী হয়ে বাংলাদেশ হাইকোর্টে রিট পিটিশন দাখিল করে। রিটের শুনানি করে বিচারপতি ফারাহ মাহবুব ও কাজী মো. ইজারুল হক আকন্দের বেঞ্চ  ২০১৫ সালের ২৫ মে তারিখে রুল নাইসাই  জারি করে৷ ২০১৬ সালের ১৮ ফেব্রুয়ারি তারিখে  আদালত রায় ঘোষণা করে। পূর্ণাঙ্গ রায়ে ধর্ষণের বিষয়ে ১৮ দফা নির্দেশনাসহ পরামর্শ দেয় আদালত। এর মধ্যে দ্রুত অভিযোগ নেয়া, দ্রুত ডাক্তারি পরীক্ষা করানো ও ৪৮ ঘণ্টার মধ্যে ডিএনএ টেস্ট অন্যতম৷ নির্দেশনায় সুস্পষ্টভাবে বলা হয় যে, ধর্ষণ, যৌন নিপীড়ন বা অনুরূপ সংক্রান্ত ঘটনায় থানার ভারপ্রাপ্ত কর্মকর্তা তাত্‍ক্ষণিকভাবে অভিযোগ লিখিতভাবে রেকর্ড করবেন। সুনির্দিষ্ট কারণ ছাড়া কোনও পুলিশ কর্মকর্তা যদি অভিযোগ নিতে দেরি করেন, তার বিরুদ্ধে শাস্তিমূলক ব্যবস্থা নিতে বিধান তৈরি করতে হবে৷\n\n\n=== ১৮ দফা নির্দেশনা ===\n১. ধর্ষণ, যৌননিপীড়ন বা এ-সংক্রান্ত ঘটনায় থানার ভারপ্রাপ্ত কর্মকর্তা তাৎক্ষণিকভাবে অভিযোগ লিখিতভাবে রেকর্ড করবেন। এক্ষেত্রে ওই থানার আওতার মধ্যে ঘটনা সংঘটিত হোক বা না হোক, সেটা মুখ্য নয়। \n২. অবিলম্বে এমন একটি সার্ভার তৈরি করতে হবে, যাতে এ ধরনের অভিযোগ সরাসরি অনলাইনের মাধ্যমে করা যায়। \n৩. সুনির্দিষ্ট কারণ ছাড়া কোনো পুলিশ অফিসার যদি অভিযোগ গ্রহণে বিলম্ব করে, তবে তার বিরুদ্ধে ব্যবস্থা গ্রহণের সুনির্দিষ্ট বিধান থাকতে হবে। \n৪. প্রত্যেক থানায় কনস্টেবলের নিচে নয়, এমন একজন নারী পুলিশ রাখতে হবে। অভিযোগ পাওয়ার পর ডিউটি অফিসার একজন নারী কর্মকর্তার (দায়িত্বপ্রাপ্ত) মাধ্যমে ও ভুক্তভোগীর পরিবারের সদস্য, শুভাকাঙ্ক্ষী, সমাজকর্মী বা আইনজীবীর উপস্থিতিতে অভিযোগ রেকর্ড করবেন। \n৫. সবক্ষেত্রে ভুক্তভোগীর সমস্ত তথ্য সংরক্ষণে গোপনীয়তা রক্ষা করতে হবে। \n৬. প্রত্যেক থানায় ভুক্তভোগীদের জন্য সহযোগিতাপূর্ণ নারী সমাজকর্মীদের একটি তালিকা তৈরি রাখতে হবে। \n৭. ভুক্তভোগীর আইনজীবী, সংশ্নিষ্ট বন্ধু, সমাজকর্মী অথবা নিরাপত্তা কর্মকর্তার উপস্থিতিতে তার অভিযোগ রেকর্ড করতে হবে। \n৮. অধিকার সুরক্ষায় রাষ্ট্রের দেওয়া অধিকার সম্পর্কে ভুক্তভোগীকে সচেতন করতে হবে এবং সে চাইলে যে কোনো তথ্য প্রদান করতে হবে। \n৯. অভিযোগ পাওয়ার পর তাৎক্ষণিকভাবে ডিউটি অফিসারকে 'ভিক্টিম সাপোর্ট সেন্টার'-এ অবহিত করতে হবে। \n১০. ধর্ষণ বা যৌন নিপীড়নের শিকার কোনো নারী বা মেয়ে করণীয় সম্পর্কে বুঝতে অক্ষম হলে তাকে প্রয়োজনীয় পরামর্শ দিতে হবে। \n১১. লিখিত তথ্য গ্রহণের পর কোনো প্রকার বিলম্ব না করে তদন্ত কর্মকর্তা ভুক্তভোগীকে একজন নারী পুলিশ কর্মকর্তার সঙ্গে স্বাস্থ্য পরীক্ষার জন্য প্রেরণ করবেন। \n১২. ভুক্তভোগীর দ্রুত সেরে উঠতে ভিক্টিম সাপোর্ট সেন্টারে সার্বক্ষণিক প্রয়োজনীয় সুবিধা থাকতে হবে। ১৩. ধর্ষণ ও যৌন নিপীড়নমূলক সব ঘটনায় বাধ্যতামূলকভাবে অভিযোগ প্রাপ্তির ৪৮ ঘণ্টার মধ্যে ডিএনএ পরীক্ষা করাতে হবে। \n১৪. অপরাধ ঘটনার ৪৮ ঘণ্টার মধ্যে ডিএনএসহ অন্যান্য নমুনা সংগ্রহ করে তা ফরেনসিক সায়েন্স ল্যাবে পাঠাতে হবে। \n১৫. যে কোনো রিপোর্ট সংগ্রহ বা স্বাস্থ্য পরীক্ষার জন্য নিকটস্থ হাসপাতালে নিয়ে যাওয়ার ক্ষেত্রে তদন্ত সংস্থার যে কোনো ব্যর্থতা শাস্তিযোগ্য অপরাধ বলে গণ্য হবে। \n১৬. যত দ্রুত সম্ভব মামলার তদন্ত কর্মকর্তা তদন্ত রিপোর্ট প্রস্তুত করবেন। \n১৭. নারী ও শিশুদের ওপর সংঘটিত অপরাধের ক্ষেত্রে '১০৯২১' নম্বরে ফোন করে যেন প্রতিকার পেতে পারে, সে বিষয়টি প্রিন্ট, ইলেকট্রনিক এবং ওয়েব সংবাদমাধ্যমে ব্যাপক প্রচারণা চালাতে হবে। \n১৮. ভুক্তভোগীর নিরাপত্তা, প্রয়োজনীয় স্বাস্থ্য পরীক্ষা এবং পরামর্শ দানের জন্য প্রত্যেক মহানগরে একটি করে সহায়তা কেন্দ্র স্থাপন করতে হবে। \n\n\n== তথ্যসূত্র =="}