{"pageid": 1100037, "title": "তাবোর পর্বতের লড়াই", "url": "https://bn.wikipedia.org/wiki?curid=1100037", "content": "বাইবেলীয় তাবোর পর্বতের লড়াই ছিলো বিচারকদের যুগে হজোর থেকে শাসনকৃত কেনানের রাজা যাবীন এবং বারাক ও দেবোরা নেতৃত্বাধীন ইস্রায়েলীয় বাহিনীর মধ্যকার একটি লড়াই। বাইবেলে উল্লেখিত লড়াইয়ের এই ঘটনাটি বিচারকদের পুস্তকের ৪র্থ ও ৫ম অধ্যায়ে উল্লেখ করা হয়েছে।\n\n\n== বাইবেলীয় বর্ণনা ==\n\n\n=== পটভূমি ===\nকেনানীয় রাজা যাবীন ও তার বাহিনীর অধিনায়ক সিসেরা, যে কিনা নয়শো লৌহ রথ পরিচালনা করতো, ইস্রায়েলীদের কুড়ি বছরের জন্য দমন করে চলেছিলো। সেই সময় বাইবেলীয় বিচারক ও পয়গম্বরিনী দেবোরা সেনাপতি বারাককে ডেকে জানায় যে ঈশ্বর তাকে ইস্রায়েলীয় সৈন্যবাহিনী সমেত তাবোর পর্বতের দিকে পদযাত্রার আদেশ করেছেন এবং ঈশ্বর প্রতিশ্রুতি দিয়েছেন যে তিনি বারাকের ক্ষমতার মধ্যে \"তাদেরকে তুলে দিবেন\" (কেনানীয়দের)।\nইতস্তত বারাক দেবোরাকে বললো তার সাথে না গেলে সে অভিযান পরিচালনা করবেনা। দেবোরা রাজি হয়, তবে বারাককে জানায়, \"তবে এই অভিযানে তোমার কোন সুখ্যাতি হবে না, কারণ প্রভু একজন নারীর হাতে সিসেরাকে সমর্পণ করবেন\"। দেবোরা, বারাক এবং নপ্তালী ও সবুলুনের গোত্র হতে নিয়োগকৃত তাদের ১০,০০০ সেনার বাহিনী কাদেশে জড়ো হয়।\n\n\n=== লড়াই ===\nইস্রায়েলীররা তাবোর পর্বতের দিকে পদযাত্রা শুরু করে। তাদের আসার খবর সিসেরার কাছে পৌঁছায়, তারপর সিসেরা দেরি না করে তাবোরের নিকটে অবস্থিত ওয়াদি কিশোনে চলে আসে। ঈশ্বর এক শক্তিশালী ঝড় সৃষ্টি করেন যা মাটিকে কর্দমাক্ত করে ফেলে, ফলে কেনানীয়দের ভারী রথের চাকা কাঁদায় আঁটকে যায়। বৃষ্টির জলের ধারা পর্বত থেকে নেমে এসে ওয়াদি কিশোনে বন্যার সৃষ্টি করে ফলে অনেকে বন্যার জলে ভেসে যায়। কেনানীয়রা আতঙ্কিত হয়ে পালিয়ে যায়, এবং ইস্রায়েলীয়রা তাদের তাড়া করতে থাকে এবং শত্রুদের মাঝে জীবিত থাকা পর্যন্ত তাদের হত্যা করতে থাকলো।\nসিসেরা নিজের রথ ছেড়ে জীবন বাঁচাতে পালিয়ে যায়। সিসেরা কেনীয় হেবেরের স্ত্রী যায়েলের তাঁতুর নিকট পৌঁছায় এবং যায়েল তাকে আশ্রয় দেয় যেহেতু কেনানীয়দের সাথে তাদের কোন শত্রুতা ছিলো না। যায়েল সিসেরাকে পান করার জন্য দুধ প্রদান করে, কিন্তু ঘুমিয়ে পড়ার পর তাজে হত্যা করে। বারাক তাঁবুর কাছে পৌঁছানোর পর সে দেবোরার ভবিষ্যতবাণী সত্য হওয়ার প্রমাণ পেয়ে যায়।\n\n\n== আরো দেখুন ==\nজেরিকোর লড়াই\n\n\n== তথ্যসূত্র =="}