{"pageid": 1100829, "title": "রূপজালাল", "url": "https://bn.wikipedia.org/wiki?curid=1100829", "content": "রূপজালাল উনবিংশ শতকের এক বিস্ময়কর নারী প্রতিভা নওয়াব ফয়জুন্নেসা চৌধুরাণী (১৮৫৫-১৯০৩) কর্তৃক রচিত একটি সাহিত্যকর্ম। কোনো মুসলিম নারী কর্তৃক এটিই প্রথম পূর্ণাঙ্গ সাহিত্যকর্ম।\n\n\n== সাহিত্যকর্মের ধরন ==\nরুপজালাল সাহিত্যকর্মটি মুসলিম নারীদের প্রথম পূর্ণাঙ্গ সাহিত্যকর্ম। এটি গদ্য ও পদ্য ছন্দে রচিত।\n\n\n== রচনার প্রেক্ষাপট উপাখ্যান ==\nরূপজালালের ভূমিকায় ফয়জুন্নেসা উল্লেখ করেছেন তাঁর নিজের বৈবাহিক জীবনের দু:খ লাঘব করার আকাঙ্খা থেকে গ্রন্থটি রচনা করেছেন। নওয়াব ফয়জুন্নেসা নিজের জীবন কাহিনী রাজপুত্র জালালের রূপবানু এবং রাজপুত্র জালাল প্রথম স্ত্রী রূপবান বিদ্যমান থাকা অবস্থায় হুরবানুকে দ্বিতীয় বিয়ে করেন। হুরবানু  নির্দ্বিধায় তাঁর স্বামী জালালের প্রথম স্ত্রী রূপবানুকে মেনে নিয়েছেন। এদিকে রাজপুত্র জালাল রূপবানু ও হুরবানুর প্রতি সমান দৃষ্টি দিয়েছেন এবং দুই স্ত্রীকে স্বতন্ত্র জায়গায় রেখে সুখে রেখেছেন। ফয়জুন্নেসার দাম্পত্য্র জীবন সুখের ছিল না, কিন্তু রূপজালালে তিনি জালাল ও তাঁর দুই স্ত্রীর বিবাহিত জীবনের একটি সুখকর ছবি ফুটিয়ে তোলার চেষ্টা করেছেন। \nনওয়াব ফয়জুন্নেসার জীবন কাহিনী এরূপ- কিশোরী নওয়াব ফজুন্নেসার বিয়ের প্রস্তাব আসে ভাউসার জমিদার মোহাম্মদ গাজী চৌধুরীর পক্ষ থেকে। গাজী চৌধুরী ফয়জুন্নেসার দুসম্পর্কিত ফুফাত ভাই। ফয়জুন্নেসা নাবালিকা বিধায় বিবাহের প্রস্তাব ফিরিয়ে দেওয়া হয়। এতে গাজী চৌধুরী ভাবাবেগে সংসারের প্রতি অনাসক্ত হয়ে উদাসীনভাবে ঘুরে বেড়াতে থাকেন। অনেক চেষ্টা করে তাকে বিয়ে দেওয়া হয় ত্রিপুরার বিচারপতি সরাইলের নজমুন্নেসার সাথে। কিন্তু মোহাম্মদ গাজী চৌধুরীর মনে ছিল ফয়জুন্নেসা ভাই প্রথম স্ত্রী নাজমুন্নেসার সাথে সম্পর্ক ভাল হয় নি। ফয়জুন্নেসার পিতা মারা যাবার পর গাজী চৌধুরী আবার বিয়ের প্রস্তাব দিতে থাকেন। অনেকটা বাধ্য হয়ে ফয়জুন্নেসার মা বিয়ের প্রস্তাবে রাজী হন। তবে শর্ত ছিল- ফয়জুন্নেসা সতীনের সঙ্গে একত্রে বাস করতে স্বামীর বাড়ি যাবে না। বাপের বাড়িতেই থাকবেন। তাদের দাম্পত্য জীবন কয়েক বছর বেশ সুখেই কাটে। এর মধ্যে আরশাদুন্নেসা ও বদরুন্নেসা দুই কন্যার জন্ম হয়। কিন্তু গাজী চৌধুরী যখন বিবাহরে চুক্তি লঙ্ঘন করে ফয়জুন্নেসাকে প্রথম স্ত্রীর সঙ্গে একই বাড়িতে জীবন যাপনে বাধ্য করেন। তখন আলাদা সংসার জীবন বেশিদিন স্থায়ী হয়নি। কঠোর শপথের মধ্য দিয়ে দুইজন আলাদা হয়ে যান। বিবাহ বিচ্ছেদ না হলেও এরপর যতদিন বেঁচে ছিলেন কেউ কারো মুখ দেখেননি। ফয়জুন্নেসা এর প্রতিশোধ হিসেবে তিনি স্বামীর নীতিরিরুদ্ধ বহুবিহাহের সমালোচনা করেন। দ্বিতীয় স্ত্রী হয়ে থাকার চেয়ে একাকী থাকতে স্বাচ্ছন্দবোধ করতেন।\nপিতা আহমদ আলী চৌধুরী মারা যাবার পর তাঁর মাতা আফরান্নেছা বেশিদিন জমিদারী চালাতে পারেননি। এক সময় তিনি নিজেই জমিদারীর হাল ধরেন। এর কিছুদিনের মধ্যেই প্রজাদের কাছে জনপ্রিয় হয়ে উঠেন। তৎকালীন সময়ে কুমিল্লার জেলা প্রশাসক মি. ডগলাস জেলার সংস্কার কাজের পরিকল্পনা করে অর্থাভাবে পড়েন। তিনি অর্থশালী বিত্তবান হিন্দু জমিদারদের কাছে অর্থ ঋণ চেয়ে ব্যর্থ হন। মুসলমানরা ব্রিটিশদের প্রতি বিরূপ মনোভাবাপন্ন ছিল তাই মি. ডগলাস কোনো মুসলমান জমিদারের কাছে অর্থ ঋণ পাওয়ার কথা ভাবেননি। অনন্যোপায় হয়ে মুসলিম নারী জমিদার ফয়জুন্নেসার কাছে ঋণ চান। ফয়জুন্নেসা মি.ডগলাসকে প্রয়োজনীয় অর্থসহ একটি চিঠি পাঠান। এই চিঠিতে লেখা ছিল- “আমি জনকল্যাণমূলক যেসব কাজ করতে চেয়েছিলাম তা আপনা হাত দিয়ে হোক এই আশা করি...। ফয়জুন্নেসা যে টাকা দিয়েছে তা দান হিসেবে দিয়েছে, কর্জ হিসেবে নয়।” তার এ অবদানের স্বীকৃতিসরূপ ব্রিটিশ রানী ভিক্টোরিয়া ১৮১৯ সালে তাঁকে ‘নওয়াব’ উপাধিতে ভূষিত করেন।\nফয়জুন্নেসা ‘রূপজালাল’ গ্রন্থটিতে নিজের জীবন কাহিনী লিখলেও শেষটা নিজের মনের করে লিখেছেন। স্বামীকে যেমন চেয়েছিলেন উক্ত রচনার নায়ককে তেমন পৌরুষদীপ্ত বীররূপে বর্ণনা করেছেন। তাছাড়া এ গ্রন্থকে মুসলিম সমাজ নিয়ে পাশ্চাত্যের রচিত সাহিত্যের একটি প্রতিবাদ হিবেবেও চিহিত করা যায়। তৎকালীন পাশ্চাত্যের সাহিত্যকর্মে মুসলিম পুরুষদের পৌরুষত্বহীন, ভীতু ও কাপুরুষ হিসেবে উপস্থাপন করা হতো। আর মুসলিম নারীদের চিত্রায়িত করা হতো পাশ্চাত্যের খ্রিষ্টান বীরদের লালায়িত রমনী হিসেবে। এর প্রতিবাদস্বরূপ এ গ্রন্থটিতে ফয়জুন্নেসা মুসলিম নারীদের স্বপ্ন পুরুষরুপে পৌরুষদীপ্ত একজন সাহসী মুসলিম পুরুষের বর্ণনা দিয়েছেন। অন্যদিকে সিপাহী বিদ্রোহত্তোরকালে ব্রিটিশ ভারতের মুসলিম সমাজ নানাভাবে অধিকার বঞ্চিত হয়। এ গ্রন্থে একজন বীরপুরুষ চরিত্র সৃষ্টির মাধ্যমে ফয়জুন্নেসা তাঁর সময়ের মুসলিম সমাজকে হতাশা ও নৈরাশ্য থেকে মুক্ত করে আশা ও প্রেরণা জোগাতে প্রয়াসী হন।\nনওয়াব ফয়জুন্নেসা এর গ্রন্থে নারীর অধিকারচেতনা ও বহুবিবাহ সমালোচনার পাশাপাশি নারীর অত্মমর্যাদার বিষয়টিও তুলে ধরেছেন। রূপজালাল গ্রন্থটি নারীর প্রতি সমাজের প্রচলিত ধারণার একটি অসাধারণ প্রতিবাদ স্বরূপ।\n\n\n== তথ্যসূত্র =="}