{"pageid": 1100833, "title": "বাইজু নয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1100833", "content": "বাইজু নয়ান বা বাইচু (মঙ্গোলীয়: ᠪᠠᠶᠢᠵᠤ ᠨᠣᠶᠠᠨ, ফার্সি: بایجو نویان, চীনা: 拜住; ফিনিন: Bàizhù; ইউরোপীয় সূত্রে: বেয়োথনয়; বি. মৃত্যু আনু. ১২৫৯) ছিল পারস্য, আনাতোলিয়া এবং জর্জিয়ার মঙ্গোল সেনাপতি। তাকে চোরমাকান খানের স্থানে তার উত্তরসূরী হিসেবে ওগেদাই খান নিযুক্ত করে। সে ছিল মঙ্গোল মধ্যপ্রাচ্যের শেষ প্রত্যক্ষ রাজপ্রতিনিধি, তার মৃত্যুর পর হালাগুর বংশধরেরা তার নির্দেশে এই পদে দায়িত্ব পালন করা শুরু করে।\n\n\n== পটভূমি ==\nবাইজু মঙ্গোলদের বেসুত উপজাতির সদস্য এবং জুরাগদাইয়ের একজন আত্মীয় ছিল। তার বাবা ছিল চেঙ্গিজ খানের অধীনস্থ একজন মিংঘান সেনাপতি এবং তার বাবার মৃত্যুর পর সে এই তার পদটি লাভ করে।\n\n\n== কর্মজীবন ==\nবাইজু ছিল চোরমাকানের একজন সহকারী প্রধান সৈন্যাধ্যক্ষ এবং সে ১২২৮ সালে ইসফাহানের নিকট জালালুদ্দিনকে হামলায় অংশ নিয়েছিল। ১২৪১ সালে চোরমাকান পক্ষাঘাতে আক্রান্ত হওয়ার পএ বাইজুকে ওগেদাই খান তুমেন সেনাপতি নিযুক্ত করে। ওগেদাইয়ের মৃত্যুর পর, বাইজু বাতু খানের নিকট থেকে নির্দেশ পাওয়া শুরু করে যে ছিল ওগেদাইয়ের ভাতিজা। বাইজু অতিসত্বর রুম সালতানাতে হানা দেয় এবং ২৬ জুন ১২৪৩ তারিখের কোসে দাগের লড়াইয়ে সাম্রাজ্যের ভিত্তি দূর্বল করে দেয়। এই লড়াইয়ের পর রুম সালতানাত মঙ্গোল সাম্রাজ্যের করদ রাজ্যে পরিণত হয় এবং সপ্তম ডেভিড উলুকে মুক্ত করে দিতে বাধ্য হয়। বাইজু অ্যান্টিওকের রাজত্বকে তাদের নিকট আত্মসমর্পণের দাবি পর্যন্ত জানায়। সে ১২৪৫ সালে আব্বাসীয় খেলাফতের উপর আক্রমণ পরিচালনা করেছিল। এছাড়াও সে মঙ্গোল তুমেনদের নিয়ে ১২৪৬ সালে সিরিয়ায় হানা দিয়েছিল।\n১২৪৭ সালে পোপ চতুর্থ ইনোসেন্ট তার নিকট দূত মারফত বার্তা প্রেরণ করে।  দূতাবাসের নেতৃত্বে ছিলেন লোমবার্ডির অ্যাসেলিন এবং তাকে ১২৪৭ সালের ২৪ মে তারিখে সিসিয়ানে পাওয়া যায়। দূতাবাসের অসম্মান এবং অ্যাসেলিনের তিনবার মাথা নোয়ানোয় অস্বীকৃতি বাইজুকে ক্ষুব্ধ করে, সে পোপকে অপমান করে তার আত্মসমর্পণ দাবি করে। অ্যাসেলিন রোমে ২৪ জুলাই ১২৪৭ সালে ফিরে যায়। ইতোমধ্যে বাইজুকে নতুন খান গুয়ুক এলজিগিদেই তার স্থলে নিযুক্ত করে। ১২৪৯-৫০ এর দিকে আব্বাসীয় খেলাফত দখলে তার দুইবারের প্রচেষ্টা কম সফল হয়। ১২৫১ সালে মংকে খানের নির্বাচনের বিরোধিতা করার জন্য বাতু কর্তৃক এলজিগিদেই এবং তার পুরো পরিবারকে নির্মূল করার পর বাইজু আবারও জনপ্রিয় হয়ে ওঠেন।\nবাইজুর অধীনে ১২৪০ ও ১২৫০ সালে মঙ্গোলরা বর্তমান ইরানে তাদের ক্ষমতা ধরে রাখতে সক্ষম হয় এবং জর্জিয়া, ইরানের ছোট রাজ্য ও সালতানাতগুলোর স্বাধীনতা অক্ষত রেখে সাম্রাজ্যের উত্তরসূরী সিদ্ধান্তে হস্তক্ষেপ এবং প্রয়োজনে সামরিক সদস্যদের পুরস্কৃত করার নীতি মেনে চলতে শুরু করে। যদিও বাগদাদের আব্বাসীয় এবং এলব্রুজ পর্বতমালার হাশাশিনরা মংকে খানের ভাই হালাকুর ১২৫৫ সালে আগমনের আগ পর্যন্ত স্বাধীন ছিল। মঙ্গোল শক্তিকে আরও প্রসারিত করতে ব্যর্থ হওয়ার জন্য বৈজুকে হুলেগু দ্বারা তিরস্কার করা হয়েছিল এবং প্রকৃতপক্ষে, ১২৫৪ সালের প্রথম দিকে তাকে সর্বোচ্চ সেনাপতি হিসাবে প্রতিস্থাপন করা হয়েছিল, কিন্তু পরবর্তী অভিযানগুলোতে তার অধীনে কাজ করতে হয়েছিল: ১২৫৬ সালে রুম সালতানাতের বিরুদ্ধে (কর আদায় করা এবং সুলতান দ্বিতীয় কায়কাভুসকে প্রতিস্থাপন করা), ১২৫৮ সালে বাগদাদে হামলা, এবং ১২৫৯ সালের সেপ্টেম্বরে মিশরের দিকে সিরিয়ার হয়ে অগ্রসর হওয়া।\nএটা অস্পষ্ট যে এরপর বাইজুর কি হয়েছিল: যখন ১২৬০ সালে হালাকুর প্রস্থানের ফলে মঙ্গোল বাহিনী ব্যাপকভাবে হ্রাস পায়, অবশিষ্ট সেনা কিতবুয়া অধীনস্থ ছিল। বিভিন্ন সূত্র অনুযায়ী গোপনে আল-মুস্তাসিমের সাথে চুক্তি করার ফলে হালাকুর বাহিনীর সাথে যোগ দেওয়ায় ইতস্তত বোধ করায় হালাকু বাইজুর গর্দান নেয়।\n\n\n== মিডিয়ায় চিত্রায়ন ==\n২০১৫-২০১৬ — তুর্কি ঐতিহাসিক ধারাবাহিক নাটক দিরিলিস: আরতুগ্রুল-এ বারিস বাগসি দ্বারা চিত্রিত হয়েছে যেখানে তাকে নয়ান নামে অভিহিত করা হয়েছে, যদিও নয়ান ঐতিহ্যগতভাবে মঙ্গোল সামরিক উপাধি হিসাবে নির্দেশ করা হত।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nCambridge Illustrated History of the Middle Ages, 1250-1520\nClaude Cahen, Pre-Ottoman Turkey\nRene Grousset, The Empire of the Steppes\nMay, Timothy (২০১৬), The Mongol Empire: A Historical Encyclopedia, 1, ABC-CLIO, আইএসবিএন 9781610693400 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHope, Michael (২০১৬), Power, Politics, and Tradition in the Mongol Empire and the Īlkhānate of Iran, Oxford University Press, আইএসবিএন 9780198768593 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRoux, Jean-Paul (১৯৮৫), Les explorateurs au Moyen-Age, Fayard, আইএসবিএন 2-01-279339-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}