{"pageid": 110039, "title": "দিনাজপুর জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=110039", "content": "দিনাজপুর মিউজিয়াম বাংলাদেশের প্রত্নসম্পদের এক বিশাল সমৃদ্ধ সংগ্রহশালা। জাদুঘরটি দিনাজপুর সদরের মুন্সিপাড়ায় অবস্থিত। এটি বাংলাদেশের তৃতীয় বৃহত্তম প্রাচীন নিদর্শনের সংগ্রহশালা।\n\n\n== ইতিহাস ==\nপ্রখ্যাত প্রত্নতত্ত্ববিদ আবুল কালাম মোহাম্মদ যাকারিয়া দিনাজপুরে সীতাকোট বিহার আবিষ্কারের পর প্রাচীন প্রত্নসম্পদ খোঁজার কাজে পূর্ণ মনোনিবেশ করলেন। এজন্য তিনি পুরো উত্তরবঙ্গ চষে বেড়ালেন। ঘুরলেন বৃহত্তম দিনাজপুরের আনাচে-কানাচে, রংপুর-বগুড়ার গ্রাম থেকে গ্রামে। এইসব সংগ্রহকে পুজিঁ করে ১৯৬৮ খ্রিষ্টাব্দে স্থানীয় কয়েকজনের সহায়তায় তিনি প্রতিষ্ঠা করলেন দিনাজপুর মিউজিয়াম। নিজের সংগৃহীত দুষ্প্রাপ্য মূর্তি, মুদ্রা, শিলালিপিসহ সব প্রত্নসামগ্রী দান করে দিলেন জাদুঘরে। তার প্রচারণায় উদ্ভুদ্ধ হয়ে বহুজন নিজেদের সংগ্রহে থাকা প্রত্নবস্তু দান করে জাদুঘরটিকে সমৃদ্ধ করলেন। এই জাদুঘর প্রতিষ্ঠা করেই ক্ষান্ত হোননি তিনি, সংগ্রহ করা সকল প্রত্নসামগ্রীর বিস্তারিত পরিচিতিসহ একটি তালিকাও প্রস্তুত করেন, যা পরে বই আকারে বের হয়।\nজাদুঘরটি প্রতিষ্ঠায় জনাব যাকারিয়াসহ অবদান রাখেন তৎকালীন জেলা কমিশনার, জনাব মেহরাব আলী, জনাব দাউদ প্রমুখও। তাদেঁর প্রত্যক্ষ তত্ত্বাবধানে জাদুঘরটি প্রথম প্রতিষ্ঠিত হয় খাজা নাজিমুদ্দিন মুসলিম হল এবং লাইব্রেরির কাছেই একটি টিনশেড ঘরে ছোট্ট পরিসরে। জনাব মেহরাব আলী জাদুঘরটির প্রথম কিউরেটর বা তত্ত্বাবধায়ক নিযুক্ত হোন।\n১৯৭১ খ্রিষ্টাব্দের মুক্তিযুদ্ধের সময় জাদুঘরটির ব্যাপক ক্ষয়ক্ষতি সাধিত হয়। পাকিস্তানি হানাদার ও তাদের দোসররা হয় লুট করে অথবা ধ্বংস করে দিয়ে যায় জাদুঘরটির অনেক প্রত্ননিদর্শন। এই জাদুঘরটির ইতিহাস বলতে মূলত জনাব আবুল কালাম মোহাম্মদ যাকারিয়া কর্তৃক প্রণীত দিনাজপুর জাদুঘর বইটিকে গ্রহণ করা হয়। অবশ্য এব্যাপারে মতভেদ দেখা যায় যখন জনাব মেহরাব আলী প্রণীত দিনাজপুর জাদুঘর বইটির তথ্য গ্রহণ করা হয়। তবে স্থানীয় লোকদের বর্ণনানুযায়ী বিভিন্ন ক্ষেত্রে জনাব যাকারিয়ার বক্তব্যই গ্রহণযোগ্য বলে ধর্তব্য হয়েছে।\n\n\n== বিবরণ ==\nমিউজিয়ামটি বর্তমানে দ্বিতল ভবনের নিচের তলে তার সংগৃহীত প্রত্নসামগ্রী প্রদর্শন করছে।\n\n\n== সংগৃহীত সামগ্রী ==\nদিনাজপুর মিউজিয়ামে যে সকল সামগ্রী প্রদর্শিত হয়, তার মধ্যে ভাস্কর্য বা মূর্তি, মুদ্রা, ইনসক্রিপশন বা লিপি, আর বিভিন্ন ছোটখাটো প্রত্নবস্তু উল্লেখযোগ্য। ১৯৬৯ খ্রিষ্টাব্দের হিসাবে জাদুঘরটিতে প্রায় ৮০০ প্রত্নবস্তু ছিলো। এইসব প্রত্নসামগ্রীর প্রথম পূর্ণাঙ্গ ক্যাটালগটি হলো জনাব যাকারিয়া কর্তৃক প্রণীত দিনাজপুর জাদুঘর বইটি। পরবর্তিতে ইউনেস্কো ঢাকা অফিসের সহায়তায় নেয়া একটি প্রকল্পে জাদুঘরটির নিয়মতান্ত্রিক ও পরিপূর্ণ বৈজ্ঞানিক পদ্ধতিতে ক্যাটালগিং করার উদ্যোগ গৃহীত হয়। আর তারই ফলস্বরূপ আত্মপ্রকাশ করে জাদুঘরটির নিজস্ব একটি ওয়েবসাইট।\n\n\n== তথ্যসূত্র ==\n\n\n== দিনাজপুর জাদুঘর চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== বহিঃসংযোগ ==\n\nওয়েবসাইট:দিনাজপুর মিউজিয়াম\nবাংলাপিডিয়ায় দিনাজপুর জাদুঘর"}