{"pageid": 1100482, "title": "সুলাইমান ইবনে কুতুলমিশ", "url": "https://bn.wikipedia.org/wiki?curid=1100482", "content": "সুলেইমান ইবনে কুতালমিশ (তুর্কি: Kutalmışoğlu Süleyman Şah, পুরাতন আনাতোলীয় তুর্কী: سُلَیمانشاہ بن قُتَلمِش, ফার্সি: سلیمان بن قتلمش) আনাতোলিয়ায় স্বাধীন সেলযুক তুর্কি রাষ্ট্রের প্রতিষ্ঠাতা যা রুম সালতানাত নামে তিনি ১০৭৭ থেকে আমৃত্যু ১০৮৬ সাল পর্যন্ত শাসন করেন।\n\n\n== জীবন ==\nসুলেইমান ছিলেন কুতালমিশের পুত্র, যে নিজের চাচাতো ভাই আল্প আরসালানের বিরুদ্ধে সেলযুক সাম্রাজ্যের সংগ্রাম করে সিংহাসন পেতে ব্যর্থ হয়েছিল। কুতালমিশ ১০৬৪ সালে মৃত্যুবরণ করার পর সুলেমাইন তার তিন ভাইকে সাথে নিয়ে বৃষ পর্বতমালায় পালিয়ে যান এবং সেখানে সাম্রাজ্যের সীমান্তের বাইরে বসবাসরত তুর্কমেন উপজাতিদের আশ্রয় প্রার্থনা করেন। আল্প আরসালান এর প্রতিক্রিয়ায় তাদের বিরুদ্ধে সামরিক অভিযান চালান। চার ভাইদের মাঝে সুলেইমান একা বেঁচে ফিরেন এবং তুর্কমেনদের মাঝে নিজের তার নেতৃত্ব সুসংহত করতে সফল হোন।\n\n\n=== শাসনকাল ===\n১০৭৮ সালে বাইজেন্টাইন সম্রাট সপ্তম মাইকেল সিংহাসনের জন্য তার প্রতিদ্বন্দ্বী আনাতোলীয় থিমের সেনাপতি নাইকেফোরস বোটানিয়াটসের বিরুদ্ধে সুলেইমানের সাহায্য চান। সুলেইমান বোটানিয়াটসের ছোট সেনাদলের সাথে কোটাইয়াম ও নাইকিয়ার মধ্যবর্তী স্থানে লড়াই করেন যার ফলে সে সুলেমাইনকে সম্রাটের চেয়ে উচ্চতর সুবিধা প্রদানের বিনিময়ে তার সাথে বিদ্রোহে অংশ নেওয়ার প্রস্তাব করেন। নাইকেফোরস প্রস্তাবের খেলায় সফল হয় এবং বিনিময়ে সুলেমাইনের তুর্কমেনদের কনস্টান্টিনোপলের নিকটে বসফরাসের এশিয়ার অংশে বসতি স্থাপনের অনুমতি দেয়। এর দুই বছর পরে সুলেইমান আরেক প্রতিদ্বন্দ্বী নাইকেফোরস মেলিসেনোসের নিকট হাত বাড়িয়ে দেয়। এরপর পরবর্তী নাইকেফোরস তুর্কমেনদের স্থায়ীভাবে বসতিস্থাপনের জন্য নাইকিয়ার ফটক খুলে দেয়। সমস্ত বিথিনিয়া শীঘ্রই সুলেইমানের নিয়ন্ত্রণে চলে আসে, তিনি এমন এক পরিস্থিতিতে চলে আসেন যার ফলে তার হাতে কনস্টান্টিনোপল ও আনাতোলিয়ার বাইজেন্টাইন অঞ্চলগুলোর মাঝে যোগাযোগ বন্ধ করে দেওয়ার ক্ষমতা চলে আসে।\n১০৮৪ সালে সুলেইমান নাইকিয়া ছেড়ে চলে যায় এবং যাওয়ার পূর্বে তার ভৃত্য আবুল কাশিমকে নাইকিয়ার দায়িত্ব প্রদান করে।\nসুলেইমান তার সাম্রাজ্য বিস্তৃত করতে থাকে। ১০৮৪ সালে তিনি এন্টিওক জয় করেন এবং এর বাসিন্দাদের উপর গণহত্যা চালান। অধিকন্তু, সেন্ট ক্যাসিয়ানাস গির্জার সম্পত্তি লুট করা হয় এবং এটিকে মসজিদে রূপান্তরিত করা হয়।\n\n\n=== মৃত্যু ===\n১০৮৬ সালে সুলেইমান সাম্রাজ্য বিস্তৃতির লক্ষ্যে আলেপ্পো অবরোধ করেন এবং আত্মসমর্পণ করতে আহবান করেন। আলেপ্পোর আমির সিরিয়ার সেলজুক শাসক প্রথম তুতুশকে তার নিকট শহর সমর্পণ করবে জানিয়ে বার্তা পাঠান। তুতুশের বাহিনীর রওনা করার খবর শুনে সুলেমাইন অবরোধ বন্ধ রেখে তার সাথে দেখা করার উদ্দেশ্যে যাত্রা করতে থাকে। আলেপ্পোর নিকটে, সুলেইমানের বাহিনী তুতুশের বাহিনীর সামনে থেকে পালিয়ে যায় এবং সুলেইমান মারা যান। সুলেইমানের পুত্র প্রথম কিলিজ আরসালানকে বন্দী করে ইসফাহানে মালিক শাহের নিকট স্থানান্তর করা হয়।\nপ্রথম মালিক শাহের মৃত্যুর পর প্রথম কিলিজ আরসালান রুম সালতানাত পুনঃপ্রতিষ্ঠা করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nCahen, Claude (১৯৬৮)। Pre-Ottoman Turkey: a general survey of the material and spiritual culture and history c. 1071-1330। Jones-Williams, J. কর্তৃক অনূদিত। Taplinger। \nGrousset, René (১৯৭০)। The Empire of the Steppes: A History of Central Asia। Walford, Naomi কর্তৃক অনূদিত। Rutgers University Press। \nIbn al-Athir (২০০২)। The Annals of the Saljuq Turks। Richards, D.S. কর্তৃক অনূদিত। Routledge। \nOstrogorsky, George (১৯৬৯)। History of the Byzantine State। Hussey, Joan কর্তৃক অনূদিত। Rutgers University Press। \nPeacock, Andrew (২০১৩)। The Seljuks of Anatolia: Court and Society in the Medieval Middle East। I.B. Tauris। \nVryonis, Speros (১৯৭১)। The Decline of Medieval Hellenism in Asia Minor and the Process of Islamization from the Eleventh through the Fifteenth Century। University of California Press। \nSevim, Ali (১৯৮৭)। Anadolu’nun Fethi : Selçuklular Dönemi (başlangıçtan 1086’ya kadar)। Turkish Historical Association।"}