{"pageid": 1100909, "title": "ব্যাংক সেপাহ", "url": "https://bn.wikipedia.org/wiki?curid=1100909", "content": "ব্যাংক সেপাহ (ফার্সি: بانک سپه‎, বংকে সেপাহ), হল প্রথম ইরানি ব্যাংক যা ১৯২৫ সালে প্রতিষ্ঠিত হয়েছিল (ইরানি বর্ষপঞ্জি অনুযায়ী ১৩০৪ সাল)। সে বছর তেহরানে এর প্রথম শাখা খোলা হয়। এছাড়াও ব্যাংকটির ফ্রাঙ্কফুর্ট, প্যারিস এবং রোমে শাখা রয়েছে পাশাপাশি লন্ডনে ব্যাংক সেপাহ ইন্টারন্যাশনাল পিএলসি নামে একটি সহযোগী প্রতিষ্ঠানও রয়েছে। সেপাহ ব্যাংক সম্প্রতি আরও ৪টি ইরানি ব্যাংক এবং ১টি ক্রেডিট প্রতিষ্ঠানের সাথে হয়েছে, যাদের নামঃ আনসার ব্যাংক, মেহর এগতেসাদ ব্যাংক, হেকমত ইরানি ব্যাংক, ঘাভামিন ব্যাংক এবং কোসার ক্রেডিট ইনস্টিটিউশন।\n\n\n== ইতিহাস ==\nব্যাংক সেপাহ আনুষ্ঠানিকভাবে ৪ মে, ১৯২৫ তারিখে প্রতিষ্ঠিত হয়েছিল, যার প্রথম শাখা তেহরানের সেপাহ স্টেশনে ছিল। প্রাথমিকভাবে, ৩,৮৮৩,৯৫০ ইরানি রিয়ালের একটি বিনিয়োগ ইরানের সামরিক পদমর্যাদার কর্মীদের পেনশন তহবিল থেকে করা হয়েছিল এবং ব্যাংকটি কেবলমাত্র সামরিক কর্মীদের আর্থিক সহায়তা যেমন ঋণ প্রদানের জন্য প্রতিষ্ঠা করা হয়েছিল। তাদের পরিষেবার ক্ষেত্র আরও বৃদ্ধির সাথে সাথে, ব্যাংকের সদর দফতর হোমায়ুন স্টেশনের একটি বড় ভবনে স্থানান্তরিত করা হয়েছিল। ১৫ই মার্চ, ১৯২৬ তারিখে রাষ্ট শহরে আরেকটি শাখা খোলার মাধ্যমে ব্যাংক সেপাহ সামরিক কর্মীদের পাশাপাশি সাধারণ জনগণদের পরিষেবা প্রদান করতে শুরু করে।\n\n\n== যুক্তরাষ্ট্র, জাতিসংঘের নিষেধাজ্ঞা ==\nইরানের সন্দেহভাজন পারমাণবিক অস্ত্র কর্মসূচির কারণে ৯ জানুয়ারী, ২০০৭ তারিখে মার্কিন যুক্তরাষ্ট্র কর্তৃক ব্যাংক সেপাহের উপর নিষেধাজ্ঞা আরোপ করা হয়েছিল। মার্কিন যুক্তরাষ্ট্র দাবি করে যে ব্যাংকটি ইরানকে পারমাণবিক অস্ত্র বহন করতে পারে এমন ক্ষেপণাস্ত্র তৈরিতে আর্থিকভাবে সহায়তা করেছিল। এবং তারা আরও জানায় যে, ইতালি, যুক্তরাজ্য, ফ্রান্স এবং জার্মানিতে এর সমস্ত শাখা এবং সহায়ক সংস্থাগুলির সম্পদ মার্কিন যুক্তরাষ্ট্র জব্দ করবে যাতে ইরানকে পারমাণবিক অস্ত্র তৈরি করা থেকে বিরত রাখা যায়। ব্যাংক সেপাহ-এর অফিসিয়াল ওয়েবসাইট আমেরিকান এই বিবৃতির জবাবে প্রতিক্রিয়া জানায় যে, \"রাজনৈতিক প্রলোভন থেকে তৈরি সম্পূর্ণ কাল্পনিক অজুহাতের ভিত্তিতে একটি বানোয়াট বিবৃতি এটি\" এবং অঙ্গীকার করে যে  \"ব্যাংকটি অভ্যন্তরীণ ও আন্তর্জাতিক বিধিবিধান যথাযথভাবে পালনের সাথে তার দক্ষ কর্মক্ষমতা আগের মত চালিয়ে যাবে।\" একই কারণে, ২৯ মার্চ ২০০৭-এর ১৭৪৭ রেজুলেশনের মাধ্যমে জাতিসংঘ কর্তৃক আরও নিষেধাজ্ঞা আরোপ করা হয় ব্যাংক সেপাহের উপর। ২০১৬ সালের প্রথম দিকে, ইরানের পারমাণবিক কর্মসূচিতে ইরানের সাথে পি৫+১ (জাতিসংঘ নিরাপত্তা পরিষদের পাঁচ স্থায়ী সদস্য (পি৫); যথা চীন, ফ্রান্স, রাশিয়া, যুক্তরাজ্য ও মার্কিন যুক্তরাষ্ট্র; এবং জার্মানি ) আলোচনার পর এবং এর ফলে যৌথ ব্যাপক কর্মপরিকল্পনার পরে, ব্যাংক সেপাহের বিরুদ্ধে নিষেধাজ্ঞা প্রত্যাহার করা হয়।\n\n\n== ব্যাংক সেপাহ মুদ্রা জাদুঘর ==\nব্যাংক সেপাহ মুদ্রা জাদুঘর ১৯৬৩ সালে প্রতিষ্ঠিত হয়েছিল এবং এটির সংগ্রহসালা ২,৫০০ বছরেরও বেশি সময় আগের ইরানি ইতিহাসের সময়কালকে প্রতিফলিত করে। সময়ের সাথে সাথে ইরানের অভিজাত শাসকদের বহুজাতিক প্রকৃতির কারণেও জাদুঘরটি আন্তর্জাতিকভাবে তাৎপর্যপূর্ণ।\n\n\n== তথ্যসূত্র =="}