{"pageid": 1100026, "title": "অর্ফকষদ", "url": "https://bn.wikipedia.org/wiki?curid=1100026", "content": "অর্ফকষদ (হিব্রু ভাষায়: אַרְפַּכְשַׁד‎ – পাউসাতে আরপাকশাদ, אַרְפַּכְשָׁד‬ – আরপাকসাদ; গ্রিক: Ἀρφαξάδ – আরফাক্সাদ), বিকল্প উচ্চারণ আরফাক্সাদ বা আরফাসচাদ, হল শেম – তেরাহ বংশতালিকায় একজন প্রলয় পরবর্তী ব্যক্তির নাম। এই নামটা হিব্রু বাইবেলের (অথবা খ্রিস্টীয় বাইবেলের পুরাতন নিয়মের) আদিপুস্তকে উল্লেখ রয়েছে এবং পরবর্তীকালে বিভিন্ন বাইবেলীয় বইয়ে এই নামটি নেওয়া হয়েছে, যেমন নূতম নিয়মের লূকের সুসমাচারে।\n\n\n== বাইবেলীয় বর্ণনা ==\nআদিপুস্তক অনুসারে তিনি ছিলেন শেমের (নোহের পুত্র) পাঁচ পুত্রদের একজন। তার নামটি আদম হতে তেরাহ পর্যন্ত আব্রাহামের পূর্বসূরি সংক্রান্ত আদিপুস্তকের বংশতালিকার দ্বাদশ স্থানে অবস্থিত। (Luke 3:36–38)। এই বংশতালিকায় আদম থেকে শুরু করে নয়টি নাম মহাপ্রলয়ের পূর্ববর্তী সময়ের যা নোহ এবং বন্যার পূর্বে দেখানো হয়, এবং এরপর নোহের বড় পুত্র শেম থেকে তেরাহ পর্যন্ত নয়টি মহাপ্রলয় পরবর্তী ব্যক্তিদের নাম দেওয়া হয়েছে।\nলেখাপত্র অনুসারে, অর্ফকষদের ভাইয়েরা ছিল এলম, আশুর, লুদ এবং অরাম। অর্ফকষদের ছেলের নাম ছিলো শেলা, তবে সপ্ততিতে অর্ফকষদের ছেলের নাম কৈনন লেখা হয়েছে এবং শেলাকে অর্ফকষদের নাতি হিসেবে দেখানো হয়েছে। লূক Luke 3:36 ও জুবিলী ৮.১-এও অর্ফকষদের পুত্র হিসেবে কৈননের নাম উল্লেখ করা হয়েছে। জুবিলীতে অর্ফকষদের স্ত্রী হিসেবে রাসু'আয়ার নাম উল্লেখ রয়েছে যে ছিলো সুসানের কন্যা। সুসানকে শেমের পুত্র এলামের সন্তান বলা হয়ে থাকে। এই বইতে অর্ফকষদের মায়ের নাম লেখা হয়েছে সেদেকতেলেবাব।\n\n\n== চিহ্নিতকরণ ==\nকিছু প্রাচীন ইহুদি সূত্রে, বিশেষত জুবিলীতে, অর্ফকষদকে উরা ও কেশাদের পূর্বপুরুষ উল্লেখ করা হয়েছে যাকে ফোরাত নদীর পশ্চিম তীরে অবস্থিত উর কাশদিম শহরের প্রতিষ্ঠাতা বলা হয়ে থাকে (জুবিলী ৯:৪; ১১:১-৯); এটি মূলত সেই তীর যে জায়গাটিকে লিওনার্ড উললি ১৯২৭ সালে উর শহর হিসেবে চিহ্নিত করেছিলেন।\nউললির উর শহর চিহ্নিতকরণের পূর্বে, বিভিন্ন ইহুদি ও মুসলিম পণ্ডিত অর্ফকষদকে উত্তর মেসোপটেমিয়ার অধিবাসী ভাবতেন। যার কারণে অর্ফকষদের জন্মস্থান হিসেবে উরফা-কাশিদ শহরকে চিহ্নিত করা হয়েছিলো। (যেহেতু ארפ־כשד‬ ও כשדים‬ দুটি নামে সাদৃশ্য রয়েছে) - যা ছিলো অতীতে খালদিসদের ভূমি। এই জায়গাটিকে জোসেফাস কলদীয়দের ভূমি ভেবে ভুল করেছিলেন। ডোনাল্ড বি. রেডফোর্ড জোর দিয়ে বলেন যে অর্ফকষদের জন্মস্থান ব্যাবিলনে ছিলো।\n\n\n== একই নামে ভিন্ন ব্যক্তি ==\nআরেকজন অর্ফকষদের নাম পাওয়া যায় জুডিথের পুস্তকে মেডেসের রাজা হিসেবে, এবং যদি এই রাজার সময়কাল অ্যাসিরীয়দের অভিযানের সাথে সম্পৃক্ত হয়ে থাকে তবে তাকে ফ্রোর্টেসের (আনু. ৬৬৫ - ৬৬৩ খ্রিস্টপূর্ব) সাথে চিহ্নিত করা যেতে পারে। যদি তার সময়কাল দ্বিতীয় নেবুচাদনেজারের সাথে সম্পৃক্ত হয়ে থাকে (জুডিথে যার নাম অ্যাসিরীয়দের রাজা হিসেবে প্রদত্ত) তবে তাকে সাইক্সারসের (শা. ৬২৫–৫৮৫ খ্রিস্টপূর্ব) সাথে চিহ্নিত করা যায়।\n\n\n== তথ্যসূত্র =="}