{"pageid": 1100179, "title": "ইরাহিস্তান", "url": "https://bn.wikipedia.org/wiki?curid=1100179", "content": "ইরাহিস্তান (ফার্সি: ایراهستان) বা ইরাহেস্তান হল ইরানের দক্ষিণ ফার্স প্রদেশ ও পশ্চিম হোর্মোজগন প্রদেশ নিয়ে গঠিত একটি ঐতিহাসিক অঞ্চল।\nইরাহিস্তান নামক অঞ্চলটি বর্তমান ফার্স প্রদেশের কিছু কাউন্টি (লারেস্তান, খোঞ্জ কাউন্টি, গেরাশ কাউন্টি, লামের্দ কাউন্টি ও মোহর কাউন্টি) এবং হোর্মোজগন প্রদেশের বাস্তাক কাউন্টি, বান্দার লেংগেহ কাউন্টি ও পার্সি কাউন্টি নিয়ে গঠিত। এই অঞ্চলে গুরুত্ব সাসানীয় আমলে জনবসতির ব্যাপক সম্প্রসারণের মধ্য দিয়ে বৃদ্ধি পায়।\nমধ্য যুগে অঞ্চলটি ১৬১০ সাল পর্যন্ত স্থানীয় জমিদাররা চালাত তারপর সফবীয় অভিযানের পর তারা ক্ষমতা হারিয়ে ফেলে। ত্রয়োদশ শতাব্দীতে লার শহরটি ইরাহিস্তানের বাণিজ্য ও ব্যবসা কেন্দ্র হয়ে উঠে এবং শহরটির জনসংখ্যা অন্যান্য ঐতিহাসিক শহর ও নগরগুলোকে ছাড়িয়ে দ্রুত বাড়তে থাকে। এই অঞ্চলের মানুষ ফার্সি ও আচোমে ভাষায় কথা বলে।\nআচোমে জাতি আচোমে ভাষায় কথা বলে। এখন এই ভাষাটি বিলুপ্তির দিকে এবং বলা হচ্ছে এর আটটি উপভাষা মূলধারায় ফার্সিভাষীরা অধিকাংশ ক্ষেত্রে বুঝতে পারেন। আচোমে জাতি পারসিক বংশদ্ভূত। অধিকাংশ আচোমেরা সুন্নি মুসলিম, সাথে শিয়াও আছে তবে তারা সংখ্যালঘু। ত্রয়োদশ শতাব্দীরে লার শহর দক্ষিণ পারস্যের ব্যবসা বাণিজ্যের কেন্দ্র হয়ে উঠে। ইরাহিস্তান ছিল একটি অস্পষ্ট অঞ্চল, যারা কোন রাজনীতি এবং মূলধারার ফার্সিদের সাথে লড়াইয়ে লিপ্ত ছিলো না। এটা সম্ভব হয়েছিল সফবীয়দের আমলের স্বাধীন শাসনের কারণে, কিন্তু ব্রিটিশ সাম্রাজ্যের \"অ্যান্টি পাইরেসি কোম্পানি\" এবং রেজা শাহ পহলবির কেন্দ্রীয় নীতির সাথে আয়াতুল্লাহের নীতির ফলে তা পরবর্তীতে ব্যর্থ হয়। আহমদ এগতেদারী তার প্রাচীন লারেস্তান (১৯৫৫) বইতে উল্লেখ করেন:\n\"লারেস্তানের শহর, গ্রাম এবং বন্দরের সেই সমস্ত লোকদের জন্য যারা তাদের পূর্বপুরুষদের দেশে, এর গৌরবময় অতীত এবং এর জনশূন্য বর্তমান নিয়ে থেকেছেন। এবং যারা পারস্য উপসাগর এবং ভারতীয় মহাসাগরের দ্বীপে এবং ভারত, আরব এবং অন্যান্য স্থানের শহরগুলিতে জীবিকা অর্জনের জন্য অভিবাসনের কষ্ট সহ্য করেছেন তাদের জন্য। তারা তাদের প্রিয় জন্মস্থানকে আনন্দের সাথে স্মরণ করে এবং এখনও এর ধ্বংসের জন্য শোক করে।\"\nআচোমেরা নিজেদেরকে খোদমুনি বলে ডাকে, যার আক্ষরিক অর্থ হল \"নিজেদের অংশ\"।\n\n\n== আরো দেখা ==\nগেরাশ\nবাস্তাক\nখোঞ্জ\nলামের্দ\nআছুমি\nআচোমে ভাষা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nGerash.com"}