{"pageid": 1100399, "title": "মিশরীয় জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1100399", "content": "মিশরীয় পুরাকীর্তি জাদুঘর (যা সাধারণভাবে মিশরীয় জাদুঘর বা কায়রো জাদুঘর নামে পরিচিত) প্রাচীন মিশরীয় পুরাকীর্তির এক বিস্তৃত সংগ্রহশালা। এতে রয়েছে ১,২০,০০০ সংখ্যক সামগ্রী যার উল্লেখযোগ্য অংশ প্রদর্শিত হয় এবং বাকি অংশ অবস্থিত সংরক্ষণাগারে। ফরাসি স্থপতি মারচেল দোরননের নকশায় ১৯০১ খ্রিস্টাব্দে ইতালীয় নির্মাণ কোম্পানি গারাজ্জো-জাফারানি কর্তৃক জাদুঘরটি নির্মিত হয়। এটি উক্ত অঞ্চলের অন্যতম বৃহৎ জাদুঘর। মার্চ ২০১৯ পর্যন্ত জাদুঘরটি জনসাধারণের জন্য উন্মুক্ত ছিলো। ২০২২ এ এটি গিজার গ্র‍্যান্ড মিশরীয় জাদুঘর স্থানান্তরিত হওয়ার কথা রয়েছে।\n\n\n== ইতিহাস ==\n\nমিশরীয় পুরাকীর্তি জাদুঘর প্রাচীন মিশরীয় ইতিহাসের বিভিন্ন গুরুত্বপূর্ণ অংশ ধারণ করে আছে। সারা বিশ্বে ফারাও পুরাকীর্তির বৃহত্তম সংগ্রহশালা এটি। ১৮৩৫ খ্রিস্টাব্দে নির্মিত জাদুঘরটি মিশরীয় সরকার আজবাকেয়ার নিকটে স্থাপন করে এবং পরে কায়রো সিটাডেলে স্থানান্তরিত করে। ১৮৫৫ খ্রিস্টাব্দে মিশরীয় সরকার মেক্সিকোর প্রথম মাক্সমিলিয়ানকে জাদুঘরের সমস্ত শিল্পকর্ম প্রদান করে, যা বর্তমানে ভিয়েনার কুন্সথিস্টোরিচেজ জাদুঘরে রয়েছে।\n১৮৫৮ খ্রিস্টাব্দে অগাস্ট মারিয়েটের নির্দেশনায় নতুন পুরাকীর্তি বিভাগ প্রতিষ্ঠার পর বোলাকের এক পরিত্যক্ত ভবনে নতুন একটি জাদুঘর স্থাপিত হয়। ভবনটি ছিলো নীলনদের তীরে এবং ১৮৭৮ খ্রিস্টাব্দের নীলনদের বন্যায় এর ব্যাপক ক্ষতিসাধন হয়। ১৮৯১ খ্রিস্টাব্দে কায়রোর গিজা শহরের পরিত্যক্ত এক রাজভবনে জাদুঘরের সংগ্রহ স্থানান্তরণ করা হয়।  ১৯০২ খ্রিস্টাব্দে শেষবারের মতো সংগ্রহশালা স্থানান্তরণ করা হয় তাহরির স্কয়ারের বর্তমান জাদুঘর ভবনে। \n২০০৪ খ্রিস্টাব্দে ওয়াফা আল সাদ্দিক জাদুঘরের প্রথম মহিলা মহাপরিচালক হিসেবে নিয়োগপ্রাপ্ত হন। \n২০১১ খ্রিস্টাব্দের মিশরীয় বিদ্রোহের সময়ে জাদুঘর ভাঙা হয় এবং ২টি মমি ধ্বংস করা হয়।  এছাড়াও বেশ কিছু শিল্পকর্ম ক্ষতিগ্রস্ত অবস্থায় দেখা যায়  এবং প্রায় ৫০ টির মতো বস্তু হারিয়ে যায়।  এ পর্যন্ত তার মধ্যে ২৫ টি বস্তু পাওয়া গেছে। যা পুনরুদ্ধার করা হয়েছে তা ডিসেম্বর ২০১৩ এ 'ধ্বংসপ্রাপ্ত এবং পুনরুদ্ধারকৃত' শিরোনামে আয়োজিত প্রদর্শনীতে প্রদর্শন করা হয়। প্রদর্শিত শিল্পকর্মের মধ্যে ছিলো সিডার কাঠে তৈরি ও সোনা দ্বারা মোড়ানো রাজা তুতানখামেনের ২টি মুর্তি, রাজা আখেননাতেনের ১টি মুর্তি, নুবিয়ান রাজাদের উসাবতি (ushabti) মুর্তি, একজন শিশুর মমি এবং একটি ছোট রঙিন কাচের ফুলদানি। \n\n\n== অভ্যন্তরীণ নকশা ==\n\nজাদুঘরটি ২টি তলায় বিভক্ত। নিচ তলায় রয়েছে পাথরের বিশাল মূর্তি, রিলিফ ও স্থাপত্য উপাদানের বিস্তৃত সংগ্রহ, যা কালানুক্রমে বাম থেকে ডানে সাজানো আছে। প্রথম তলা অপেক্ষাকৃত ছোট বস্তু যেমন, প্যাপিরাস, মুদ্রা, বস্ত্র এবং কাঠের শবাধারের বিশাল সংগ্রহ দিয়ে পূর্ণ। বিগত দুই সহস্রাব্দ ধরে ক্ষয় হওয়ার কারণে প্যাপিরাসের অধিকাংশই ছোট টুকরো হিসেবে পাওয়া যায়, যাতে গ্রিক, লাতিন, আরবি, মিশরীয় ভাষাসহ বিভিন্ন ভাষার লেখা রয়েছে। এই তলায় রক্ষিত মুদ্রাগুলো সোনা, রূপা, ব্রোঞ্জসহ বিভিন্ন ধাতুর তৈরি, যা মিশরীয় ছাড়াও গ্রিক, রোমান ও ইসলামিক সভ্যতার পরিচয় বহন করে। এর মাধ্যমে প্রাচীন মিশরীয় বাণিজ্যিক ব্যবস্থার ধারণা লাভ করা যায়।\nনিচ তলায় রয়েছে নতুন সাম্রাজ্যের (১৫৫০-১০৬৯ খ্রিস্টপূর্বাব্দ) শিল্পকর্ম। যার মধ্যে উল্লেখযোগ্য হলো মূর্তি, টেবিল ও শবাধার। ৪২ টি কক্ষে এসব বস্তু সাজানো রয়েছে।\nপ্রথম তলায় রয়েছে মিশরের শেষ দুই রাজবংশের সাথে সম্পর্কিত শিল্পকর্ম বিশেষত ফারাওদের সমাধি থেকে প্রাপ্ত বিভিন্ন সামগ্রী। তৃতীয় থুৎমোসিস, চতুর্থ থুৎমোসিস, দ্বিতীয় আমেনোফিস, হাৎশেপ্সুত এবং মেহেরপ্রি ছাড়াও রাজা তুতানখামেন ও প্রথম সুসেনেসের সমাধি থেকে প্রাপ্ত সামগ্রী এখানে সংরক্ষিত রয়েছে। দুটো বিশেষ কক্ষে নতুন সাম্রাজ্যের রাজা ও রাজপরিবারের সদস্যদের মমি সংরক্ষিত রয়েছে। তার মধ্যে ২২টি মমি ৩রা এপ্রিল ২০২১ তারিখে ফুসতাতে অবস্থিত মিশরীয় সভ্যতার জাতীয় জাদুঘরে স্থানান্তর করা হয়।\n\n\n== চিত্রমালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}