{"pageid": 1100959, "title": "আবদুল কাইয়ুম জাকির", "url": "https://bn.wikipedia.org/wiki?curid=1100959", "content": "আবদুল কাইয়ুম \"জাকির\" (জন্ম ১৯৭৩), যিনি নোম দে গুয়েরে আবদুল্লাহ গোলাম রসুল নামেও পরিচিত, আফগানিস্তানের ইসলামিক আমিরাতের বর্তমান ভারপ্রাপ্ত উপ-প্রতিরক্ষামন্ত্রী। তিনি পূর্বে ২৪ আগস্ট ২০২১ থেকে ৭ সেপ্টেম্বর ২০২১ সাল পর্যন্ত ভারপ্রাপ্ত প্রতিরক্ষামন্ত্রী হিসেবে দায়িত্ব পালন করেন।\nজাকির ১৯৯৭ সালে তালেবান আন্দোলনে যোগ দেন এবং আফগান গৃহযুদ্ধে অংশ নেন। তিনি আফগানিস্তানের প্রথম তালেবান সরকারের সময় অল্প সময়ের জন্য ডেপুটি আর্মি কমান্ডার, উত্তর ফ্রন্ট কমান্ডার এবং প্রতিরক্ষা মন্ত্রীর পদে অধিষ্ঠিত ছিলেন। আফগানিস্তানে মার্কিন যুক্তরাষ্ট্রের আগ্রাসনের পর, জাকির মার্কিন বাহিনীর কাছে আত্মসমর্পণ করেন এবং কিউবায় মার্কিন গুয়ানতানামো বে বন্দিশিবিরে বন্দি করা হন। তাকে মার্কিন হেফাজত থেকে আফগানিস্তানের পুল-ই-চরখি কারাগারে স্থানান্তর করা হয়, যেখান থেকে তাকে পরে মুক্তি দেওয়া হয়।\nমুক্তি পাওয়ার পর তালিবানদের মধ্যে জাকিরের পদমর্যাদা বৃদ্ধি পায় এবং তালিবানদের সামগ্রিক সামরিক কমান্ডার হওয়ার আগে তিনি হেলমান্দ ও নিমরোজ প্রদেশে সামরিক অভিযান চালান। তার মেয়াদে তাকে প্রায়শই আন্দোলনের কট্টরপন্থী হিসাবে বর্ণনা করা হয় এবং ইরানের সাথে ঘনিষ্ঠ সম্পর্ক বজায় রাখার জন্য রিপোর্ট করা হয়। ২০১৪ সালে, তিনি অভ্যন্তরীণ নেতৃত্বের বিরোধের কারণে পদত্যাগ করেন, তারপর ২০২০ সালে সামরিক প্রধানের ডেপুটি হিসেবে নিযুক্ত হন।\n\n\n== প্রারম্ভিক জীবন ==\nআবদুল কাইয়ুম ১৯৭৩ সালে দক্ষিণ আফগানিস্তানের হেলমান্দ প্রদেশের কাজাকি জেলায় জন্মগ্রহণ করেন এবং উত্তর আফগানিস্তানের জোউজজান প্রদেশে বেড়ে ওঠেন। তিনি আলিজাই উপজাতির একজন জাতিগত পশতুন। পাকিস্তানে যাওয়ার আগে তিনি আফগানিস্তানের একটি ধর্মীয় বিদ্যালয়ে অধ্যয়ন করতেন। পাকিস্তানে গিয়ে তিনি বেলুচিস্তানের কোয়েটায় একটি মাদ্রাসায় ভর্তি হন। মাদ্রাসাটি মোহাম্মদ নবী মোহাম্মদীর নেতৃত্বে আফগানিস্তানে সোভিয়েতদের বিরুদ্ধে যুদ্ধ করা একটি আফগান মুজাহিদিন গ্রুপের সাথে যুক্ত ছিল।\n\n\n== তালেবানের কার্যক্রম এবং গুয়ানতানামো বে কারাগারে বন্দীত্ব ==\nমোহাম্মদ নবী মোহাম্মদী কাইয়ুম এবং নেমাতুল্লাকে তালেবান আন্দোলনে যোগদানের নির্দেশ দেন এবং তারা পূর্ব আফগানিস্তানের স্পিন বল্দাক জেলায় এতে যোগ দেন। কাইয়ুম ১৯৯৭ সালে যোগদান করেন। তালেবানের ওয়াকি-টকি নেটওয়ার্কে তার নাম ছিল \"জাকির\", এবং তিনি এই নামেই সাধারণভাবে পরিচিত হন। আফগান গৃহযুদ্ধের সময় হেরাত প্রদেশে ইসমাইল খানের বিরুদ্ধে লড়াইয়ে নেমাতুল্লাহ নিহত হন এবং জাকির তার দলের নেতৃত্ব নেন। আফগানিস্তানে তালেবান শাসনের সময়, জাকির অল্প সময়ের জন্য ডেপুটি আর্মি কমান্ডার, উত্তর ফ্রন্ট কমান্ডার এবং প্রতিরক্ষা মন্ত্রীর পদে অধিষ্ঠিত ছিলেন।\nজাকির ২০০১ সালে মাজার-ই-শরীফে মার্কিন যুক্তরাষ্ট্রের নেতৃত্বাধীন বাহিনীর কাছে আত্মসমর্পণ করে এবং কিউবায় মার্কিন যুক্তরাষ্ট্রের গুয়ানতানামো বে বন্দিশিবিরে বন্দী হন। তার গুয়ানতানামো বন্দিদশা সিরিয়াল নম্বর ছিল ৮।\n৪ মার্চ, ২০১০-এ, আফগান গোয়েন্দা কর্মকর্তারা বলেছিলেন যে \"আব্দুল্লাহ গোলাম রসুল\" নামে পরিচিত বন্দী আসলেই \"আব্দুল কাইয়ুম\" এবং \"আব্দুল্লাহ গোলাম রসুল\" তার পিতার নাম ছিল। তারা জানায়, তার নাম কাইয়ুম জাকির। মার্কিন প্রতিরক্ষা বিভাগ কর্তৃক প্রকাশিত বেশিরভাগ নথিতে তাকে \"আব্দুল্লাহ গোলাম রসূল\" নাম দেওয়া হয়েছিল। ২০০৭ সালের বার্ষিক প্রশাসনিক পর্যালোচনা বোর্ডের জন্য প্রস্তুত করা সামারি অফ এভিডেন্স মেমোতে তাকে \"মোল্লা ওয়াই আবদুল্লাহ\" নাম দেওয়া হয়েছিল।\n২০০৭ সালের ডিসেম্বরে জাকিরকে গুয়ানতানামো বে থেকে আফগানিস্তানের পুল-ই-চরখি কারাগারের আমেরিকান-সংস্কারকৃত ব্লক ডি-তে স্থানান্তর করা হয়। সম্ভবত উপজাতীয় প্রবীণদের চাপের কারণে আফগান সরকার তাকে ২০০৮ সালের মে মাসে মুক্তি দেয়। যুক্তরাজ্য পার্লামেন্ট এবং এর সন্ত্রাসবিরোধী সাবকমিটির সদস্য প্যাট্রিক মার্সার কেন তাকে মুক্তি দেওয়া হয়েছে তা জানতে চেয়ে তাকে তালেবানে পুনরায় যোগদানের অনুমতি দেওয়ায় বিস্ময় প্রকাশ করেন। মার্কিন আইনজীবী পিটার এম রায়ান, যিনি পুল-ই-চরখিতে বন্দী থাকা আরেক প্রাক্তন বন্দীর প্রতিনিধিত্ব করেছিলেন, তিনি পুল-ই-চরখিতে আফগান পর্যালোচনা পদ্ধতিকে \"বিশৃঙ্খল\" আখ্যা দিয়ে একে অপরাধবোধের চেয়ে উপজাতীয় রাজনীতির দ্বারা বেশি প্রভাবিত বলে উল্লেখ করেছেন।\n\n\n== তথ্যসূত্র =="}