{"pageid": 1100030, "title": "ইসলামিক ইউনিভার্সিটি অব টেকনোলজির ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1100030", "content": "ইসলামিক ইউনিভার্সিটি অব টেকনোলজি (আইইউটি, IUT) (বাংলা প্রতিবর্নী: ইসলামী প্রযুক্তি বিশ্ববিদ্যালয়) প্রতিষ্ঠার প্রাথমিক পর্যায়ে ইসলামিক সেন্টার ফর টেকনিক্যাল অ্যান্ড ভোকেশনাল ট্রেনিং (ICTVTR) নামে পরিচিত ছিল। ১৯৭৮ সালের ২৪-২৮ এপ্রিল তারিখে সেনেগালের ডাকার শহরে অনুষ্ঠিত ৯ম ইসলামিক কনফারেন্স অফ ফরেন মিনিস্টারস (ICFM) এবং এই সম্মেলনেই তৎকালীন পররাষ্ট্রমন্ত্রীদের দ্বারা বাংলাদেশের ঢাকায় আইইউটি প্রতিষ্ঠা অনুমোদিত পেয়েছিলো। অর্গানাইজেশন অব ইসলামিক কনফারেন্স (ওআইসি) এর সকল সদস্য এই প্রকল্প বাস্তবায়নে সহযোগিতা করতে সম্মত হয়েছিলো।\n\n\n== প্রাথমিক পথযাত্রা ==\n১৯৭৭-১৯৭৮ সালের দিকে ওআইসি মুসলিম দেশসমূহে ইসলামি বিশ্ববিদ্যালয় প্রতিষ্ঠার প্রয়াস থেকে এই বিশ্ববিদ্যালয়ের জন্ম। বাংলাদেশে সর্বপ্রথম ওআইসির ১৯৭৭ সালের ৩১ মার্চ-৮ এপ্রিল তারিখের সম্মেলনে ইসলামী বিশ্ববিদ্যালয় বাংলাদেশ প্রতিষ্ঠার প্রস্তাব করে। এরপরের বছর ১৯৭৮ সালের ২৪-২৮ এপ্রিলে ওআইসি বাংলাদেশে ভিন্ন একটি প্রযুক্তিভিত্তিক ইসলামী বিশ্ববিদ্যালয় প্রতিষ্ঠার কথা ভাবে, সেটির নাম ইসলামিক ইউনিভার্সিটি অব টেকনোলজি লাভ করে।\n\n\n== নাম পরিবর্তন ==\n\n১৯৭৯ সালের জুন মাসে বোর্ড অফ গভর্নরসের প্রথম বৈঠকের মাধ্যমে প্রতিষ্ঠার বাস্তবায়ন কাজ শুরু হয়।\n\n১৯৮১ সালের ২৭ মার্চে ওআইসির সাধারণ সম্পাদক ইয়াসির আরাফাতের উপস্থিতিতে ICTVTR-এর ভিত্তিপ্রস্তর স্থাপন করেন তৎকালীন রাষ্ট্রপতি জিয়াউর রহমান।\n১৪ জুলাই, ১৯৮৮ সালে বাংলাদেশের তৎকালীন রাষ্ট্রপতি এইচ এম এরশাদ আনুষ্ঠানিকভাবে ICTVTR উদ্বোধন করেছিলেন।\n১০-১১ ডিসেম্বর ১৯৯৪ সালে মরক্কোর কাসাব্লাংকায় ২২তম ইসলামিক কনফারেন্স অফ ফরেন মিনিস্টারস (ICFM) অনুষ্ঠিত হয়, এখানে ICTVTR নতুন নামকরণ করা হয় ইসলামিক ইন্সটিটিউট অব টেকনোলজি (আইআইটি, IIT)\n১৯৯৫ সালের ২১ সেপ্টেম্বর বাংলাদেশের তৎকালীন প্রধানমন্ত্রী বেগম খালেদা জিয়া আনুষ্ঠানিকভাবে আইআইটি উদ্বোধন করেন।\n২০০১ সালের ২৫-২৯ জুন তারিখেমালির বামাকোতে অনুষ্ঠিত ২৮তম ইসলামিক কনফারেন্স অফ ফরেন মিনিস্টারস (ICFM) IIT-এর প্রচেষ্টা ও পড়াশোনার মানের প্রশংসা করে IIT-এর নাম পরিবর্তন করে ইসলামিক ইউনিভার্সিটি অফ টেকনোলজি (IUT) রাখার সিদ্ধান্ত নেয়া হয়।\nআইইউটি (IUT) নাম পরিবর্তনের পরে ২৯ নভেম্বর ২০০১ সালে তৎকালীন প্রধানমন্ত্রী বেগম খালেদা জিয়া আনুষ্ঠানিকভাবে উদ্বোধন করেন।\n\n\n== উন্নয়ন ==\nবাংলাদেশ সরকার প্রদত্ত গ্যারান্টি সহ ইসলামিক ডেভেলপমেন্ট ব্যাংক (আইডিবি) থেকে ঋণের আওতায় অর্থায়ন গ্রহণ করে বিশ্ববিদ্যালয়টি স্বল্প সময়ের মধ্যে অনেক এগিয়েছে এবং এখনও অবকাঠামো চলছে।\nবিশ্ববিদ্যালয় ১৯৮৬ সালের ডিসেম্বর থেকে দীর্ঘ নিয়মিত কোর্স শুরু করে এবং ২০১০ সাল পর্যন্ত ২৪টি শিক্ষাবর্ষ সম্পন্ন করে। ২ নভেম্বর ২০১০ সালে বিশ্ববিদ্যালয়ের ২৪ তম সমাবর্তন অনুষ্ঠিত হয়েছিল।নিয়মানুয়ায়ী অনুষ্ঠানের প্রধান অতিথি ছিলেন তৎকালীন প্রধানমন্ত্রী শেখ হাসিনা। ২০২০ সালে বিশ্ববিদ্যালয়টি আমেরিকান কংক্রিট ইনস্টিটিউট (এসিআই) এওয়ার্ড অর্জন করে।\n\n\n== আরো দেখুন ==\nইসলামিক ইউনিভার্সিটি অব টেকনোলজি\nইসলামী বিশ্ববিদ্যালয়, বাংলাদেশ\nবাংলাদেশে ইসলামি বিশ্ববিদ্যালয় প্রতিষ্ঠার ইতিহাস\n\n\n== তথ্যসূত্র =="}