{"pageid": 1100387, "title": "প্যালেস্টিনা সালুতারিস", "url": "https://bn.wikipedia.org/wiki?curid=1100387", "content": "প্যালেস্টিনা সালুতারিস বা প্যালেস্টিনা টারটিয়া ছিল একটি বাইজেন্টাইন (পূর্ব রোমক) প্রদেশ, যা নেগেভ, সিনাই (উত্তর পশ্চিম উপকূল ব্যতীত) এবং মৃত সাগরের দক্ষিণে অবস্থিত ট্রান্সজর্ডানের দক্ষিণ-পশ্চিম অঞ্চল নিয়ে গঠিত হয়েছিল। প্রাচ্যের ডায়োসিসের অন্তর্ভুক্ত এই প্রদেশটিকে আনুমানিক ৩০০ খ্রিস্টাব্দে ডিওক্লেটিয়ানের সংস্কারের সময় অ্যারাবিয়া পেট্রিয়া থেকে বিভক্ত করে দেওয়া হয়। প্রদেশটি সপ্তম শতাব্দীর মুসলিম আরব অভিযান পর্যন্ত টিকে ছিল।\n\n\n== পটভূমি ==\n১০৬ সালে দামেস্কের পূর্বদিকের এলাকা ও লোহিত সাগরের দক্ষিণাঞ্চল নাবাতীয় সাম্রাজ্য থেকে নিয়ে আরবীয় প্রদেশ গঠন করা হয় যার রাজধানী ছিলো পেত্রা ও বুশরা (উত্তর ও দক্ষিণ)। প্রদেশটি সেপ্টিমিয়াস সেভেরাস ১৯৫ সালে বর্ধিত করে। বিশ্বাস করা হয় যে প্রদেশটিকে দুটি প্রদেশে ভাগ করা হয়েছিল: অ্যারাবিয়া মাইনর বা অ্যারাবিয়া পেট্রিয়া এবং অ্যারাবিয়া মাইর, দুটো প্রদেশই কনস্যুলারিস পদবি ও সৈন্যদল সমেত সাম্রাজ্য লিগেটদের কাছে দায়বদ্ধ ছিলো।\nতৃতীয় শতাব্দীর মধ্যে নাবাতীয়রা আরামীয়তে লেখা বন্ধ করে দেয় এবং এর বদলে গ্রিক ভাষায় লেখা শুরু করে, এবং চতুর্থ শতাব্দীর মধ্যে তাদের কিছু অংশ খ্রিস্ট ধর্মে ধর্মান্তরিত হয়, ধর্মান্তরকরণের এই প্রক্রিয়া পঞ্চম শতাব্দীর মধ্যে সম্পন্ন হয়।\nপরবর্তী রোমান শাসনের অধীনে সমুদ্র বাণিজ্যের পথ সংশোধনের ফলে পেত্রার গুরুত্ব কমতে থাকে, ৩৬৩ সালের ভূমিকম্পে পেত্রার অনেক ভবন ধ্বংস হয় এবং অত্যাবশ্যক জল ব্যবস্থাপনা সিস্টেম বিকল হয়ে যায়।\nএলাকাটি পরবর্তীতে রোমান সাম্রাজ্যে প্রাচ্যের ডায়োসিসের (৩১৪) এর অধীনে সংগঠিত হয়, এই ডায়োসিসের অধীনে এছাড়াও ছিল ইসাউরিয়া, সিসিলিয়া, সাইপ্রাস (৫৩৬ সাল পর্যন্ত), ইউফ্রেটেনসিস, মেসোপটেমিয়া, ওসরোইন, ফিনিস এবং অ্যারাবিয়া পেট্রিয়া।\nচতুর্থ শতাব্দীতে বাইজেন্টাইন শাসক এই প্রদেশে খ্রিস্টধর্ম নিয়ে আসে। কৃষিভিত্তিক শহরগুলো সেখানে প্রতিষ্ঠিত হয় এবং সেগুলোর জনসংখ্যা দ্রুত বৃদ্ধি পেয়েছিল। বাইজেন্টাইন সাম্রাজ্যের অধীনে (৩৯০ সাল থেকে), একটি নতুন উপবিভাগ সিসিলিয়া প্রদেশকে সিসিলিয়া প্রিমা, সিসিয়ালি সেকুন্দা; সিরিয়া প্যালেস্টিনাকে সিরিয়া প্রিয়া, সিরিয়া স্যালুতারিস, ফিনিস লেবানেনসিস, প্যালেস্টিনা প্রিমা, প্যালেস্টিনা সেকুন্দা এবং অবশেষে প্যালেস্টিনা স্যালুতারিসকেও (৬ষ্ঠ শতাব্দী) ভাগ করে।\n\n\n== ইতিহাস ==\n\nপ্যালেস্টিনা টারটিয়াতে নেগেভ, দক্ষিণ ট্রান্সজর্ডান, অ্যারাবিয়া পেট্রিয়ার একটি অংশ এবং সিনাইয়ের অধিকাংশ অঞ্চলের সাথে গভর্নর এবং মেট্রোপলিটন আর্চবিশপ্রিকের সাধারণ বাসস্থান হিসেবে পেত্রা অন্তর্ভুক্ত ছিল। প্যালেস্টিনা টারটিয়া প্যালেস্টিনা সালুতারিস নামেও পরিচিত ছিল। ঐতিহাসিক এইচএইচ বেন-সাসনের মতে,\nমুসলিম আরবরা ট্রান্সজর্ডানের নাবাতীয়দের অবশিষ্টাংশ এবং নেগেভকে কৃষি জমিতে রূপান্তরিত করে। তাদের জমিগুলি বাইজেন্টাইন সামন্তদের নতুন কাহতানীয় আরব উপজাতীয় রাজ্য, ঘাসানীয় আরব এবং হিমিয়ার সামন্ত, উত্তর আরবের কিন্দাহ আরব রাজ্য, বিলাদ আল-শাম প্রদেশের গঠিত অংশগুলোর মাঝে বিভক্ত ছিল।\n\n\n== আরও দেখুন ==\nপ্যালেস্টিনা প্রিমা\nপ্যালেস্টিনা সেকুন্দা\n\n\n== তথ্যসূত্র =="}