{"pageid": 1100068, "title": "বাইদা (প্রত্নতাত্ত্বিক ক্ষেত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1100068", "content": "বেইদা (আরবি: البيضا আল-বাইদা, \"সাদাটি\"), কখনো বায়দা নামেও ডাকা হয়, হল জর্ডানের সিক আল-বারিদের নিকট পেত্রা থেকে কয়েক কিলোমিটার উত্তরে অবস্থিত একটি প্রধান নব্যপ্রস্তরীয় প্রত্নতাত্ত্বিক ক্ষেত্র। এটি ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থানের তালিকায় অন্তর্ভুক্ত রয়েছে।\n\n\n== খননের ইতিহাস ==\n১৯৫৭ সালে এই ক্ষেত্রটি প্রথম ডায়ানা কার্কব্রাইড এবং পরবর্তীতে ব্রায়ান বার্ড খনন করেন।\n\n\n== বসতি স্থাপনের পর্যায় ==\nবসতি স্থাপনের তিনটি সময় নিশ্চিত করা হয়েছে: খ্রিস্টপূর্ব ১১শ সহস্রাব্দের নাতুফীয় যুগ, খ্রিস্টপূর্ব ৭ম সহস্রাব্দের প্রাক-মৃৎশিল্প নিওলিথিক বি-এর (পিপিএনবি) একটি গ্রাম এবং খ্রিস্টপূর্ব ১ম ও ২য় শতাব্দীর নাবাতীয় যুগ।\n\n\n=== নাতুফীয় যুগ ===\nনাতুফীয় বাইদাকে মৌসুমী শিবির হিসেবে প্রভেদ করা হয়েছে যা অনেকদিন ধরে বারবার দখল হয়েছিলো। চুলা ও রান্না করার স্থান থেকে পাথর যন্ত্রের প্রমান নির্দেশ করে যে এখানকার প্রাথমিক অধিবাসীরা শিকার সম্পর্কিত কর্মকাণ্ডে নিযুক্ত ছিল। এই দাবি স্থায়ী ভবন, সংরক্ষণাগার, কবরস্থান এবং বড় পাথরের সরঞ্জামের অভাব প্রমাণ করে।\n\n\n=== নব্যপ্রস্তর যুগ ===\nবাইদার নব্যপ্রস্তর পর্যায়কে ৭২০০ থেকে ৬৫০০ খ্রিস্টপূর্ব সালের প্রাচীন গ্রাম হিসেবে নিশ্চিত করা গেছে। প্রাথমিক পিপিএনবি পর্যায়ে এই গ্রামের আনুমানিক জনসংখ্যা ছিল ৫০ থেকে ১১৫ জন। এই গ্রামবাসীরা পাথর যন্ত্র ব্যবহার করত এবং ভূগর্ভস্থ মেঝে সমেত বৃত্তাকার বাড়ির চারপাশে দেওয়াল নির্মাণ করত। এর দখলকারীরা প্রাথমিক গৃহপালিতকরণের সময় যব ও খাপলি ময়দা চাষ, ছাগল পালন ও বিভিন্ন প্রকারের পশু শিকার যেমন বন্য ছাগল, এবং ফলমূল সংগ্রহ করত। এলাকার এক স্থানে একটি কবর পাওয়া গিয়েছে যা ধর্মানুষ্ঠানের জন্য ব্যবহার করা হত বলে মনে করা হয়। প্রমান অনুসারে এটি আনুমানিক ৬৬৫০ খ্রিস্টপূর্বাব্দে আগুনে ধ্বংস হয়ে যায় এবং তারপর ভূমির উপর চতুর্ভুজাকৃতীর ঘর ও বিশেষায়িত কর্মশালা সহ এই গ্রাম পুননির্মাণ করা হয়। বাসস্থানের সোনালী সময়ে এর আনুমানিক জনসংখ্যা ছিল ১২৫ থেকে ২৩৫ জন। ৬৫০০ খ্রিস্টপূর্বাব্দের দিকে অজ্ঞাত কারণে গ্রামটি আবার পরিত্যক্ত হয়। এই অঞ্চলে কিছু উপাদান উদ্ধার করা গেছে যেগুলো দূরের অঞ্চলের যেমন আনাতোলীয় অবসিডিয়ান এবং লোহিত সাগরের মৌক্তিক। বৃত্তাকার থেকে চতুর্ভুজাকার ভবনে পরিবর্তন মানব সমাজের উন্নয়নে গুরুত্বপূর্ণ যা শহরগুলো উন্নয়নে অবদান রেখেছে। এই স্থানের কয়েক গজ পূর্বে একটি কাঠামো পাওয়া গিয়েছে যাকে প্রাক-ইব্রাহিমীয় ধর্মের একটি মন্দির হিসেবে আখ্যা দেওয়া হয়েছে যেখাবে নানা আচার অনুষ্ঠান সম্ভবত করা হত (কাঠামোর গঠন মন্দিরের মত হলেও সেখানে কোন খোদাই করা ছবির প্রমাণ বা নমুনা পাওয়া যায়নি)।\n\n\n=== নাবাতীয় যুগ ===\nপ্রসিদ্ধ নাবাতীয় বসতি হিসেবে এই এলাকায় অনেক প্রমাণ পাওয়া যায় যেমন কৃষিজ সোপানের চারপাশে প্রাচীরমালা নির্মাণ।\n\n\n== সুরক্ষা এবং উন্নয়ন ==\nসম্প্রতি জর্ডানের পুরাকীর্তি বিভাগ, পেত্রা বিভাগ ও পর্যটন অঞ্চল কর্তৃপক্ষ, ইউএসএআইডি/জর্ডান পর্যটন উন্নয়ন প্রকল্প ও কাউন্সিল ফর ব্রিটিশ রিসার্চ ইন দ্য লেভান্ট ২০১০ সালে বাইদাকে তুলে ধরা ও সুরক্ষা সংক্রান্ত একটি প্রকল্প ঘোষণা করে। ১৮ মাস সময় নিয়ে একটি অনুবাদবিশিষ্ট উপস্থাপনা এবং নতুন দর্শনার্থী সুবিধার নকশা করার জন্য প্রস্তাব করা হয়।\n\n\n== আরও দেখুন ==\n\nআরব রাষ্ট্রের বিশ্ব ঐতিহ্যবাহী স্থানের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমেগালিথিক পোর্টাল এন্ট্রি\nবাইদা - Nabataea.net এ চিত্রশালা"}