{"pageid": 1100432, "title": "সেলা (ইদোম)", "url": "https://bn.wikipedia.org/wiki?curid=1100432", "content": "সেলা (হিব্রু ভাষায়: סֶּלַע‎, অর্থ শিলা; আরবি: السلع, এস-সেলা‛; গ্রিক: πέτρα, 'পেত্রা'; লাতিন: petra) হল একটি ভৌগোলিক স্থানের নাম যা হিব্রু বাইবেলে অনেক বার উল্লেখিত হয়েছে। এই নামের আক্ষরিক অর্থ \"পাথর\" যা শুধু কোন নির্দিষ্ট স্থানে চিহ্নিত করাটা অযৌক্তিক।\nএই নামে একটি জায়গার নাম উল্লেখ রয়েছে রাজাবলির দ্বিতীয় খণ্ডে যা ইদোমে অবস্থিত। জর্ডানের তাফিলাহ মুহাফাজাহে এস-সেলার প্রত্নতাত্ত্বিক স্থানে অবস্থিত।\n\n\n== হিব্রু বাইবেল ==\n\n\n=== বিচারকদের পুস্তক ===\nবিচারকদের পুস্তকে সেলা তথা \"পাথর\" নামক একটি স্থানের কথা উল্লেখ রয়েছে যা দেশের দক্ষিণ সীমান্তে অবস্থিত ছিল এবং সেই অংশটি ইস্রায়েলীয়দের কেনান অভিযানের আংশিক বিজয়ের পরেও ইমোরীয়দের অধীনস্থ ছিল। ( Judges 1:36 )।\n\n\n=== রাজাবলির দ্বিতীয় খণ্ড ===\nরাজাবলির দ্বিতীয় খণ্ড বলে যে \"সেলা\" মৃত সাগর থেকে লোহিত সাগর পর্যন্ত বিস্তৃত এক উপত্যকায় অবস্থিত ( 2 Kings 14:7 )। এটি হর পর্বত এর নিকটে এবং সিন মরুভূমির কাছে অবস্থিত।\nরাজা যিহুদীয়ার অমৎসিয়ের গল্পে সেলা নামক একটি জায়গার নাম উল্লেখ করা হয়েছে। বর্ণনা অনুযায়ী অমৎসিয় সেলার উঁচু জায়গা থেকে ১০,০০০ ইদোমীয়দের ফেলে দেয় ( 2 Chronicles 25:12 ;  2 Kings 14:7 )। অমৎসিয় সেলা দখল করার পর তিনি এর নাম যোকথীল (সপ্ততিতে কাথোইল গ্রিক: Καθοηλ) রাখেন।\n\n\n=== যিশাইয় ও ওবদিয় ===\nসেলা নামক একাধিক স্থানের ব্যাপারে নবী যিশাইয় ও ওবদিয় (১৫:১; ১৬:১;  Obadiah 1:3 ) প্রভুর মহিমায় আনন্দে কাঁদার স্থান হিসেবে উল্লেখ করেছেন।\n\n\n== প্রত্নতাত্ত্বিক স্থান ==\nইদোমের সেলাকে বুশরার (যাকে বাইবেলীয় বসরার সাথে চিহ্নিত করা হয়) নিকট তাফিলাহের (বাইবেলের তোফেলের সাথে চিহ্নিত করা হয়) পূর্বে অবস্থিত সেলার ভগ্নাবশেষের সাথে সাধারণভাবে চিহ্নিত করা হয় যা আধুনিক জর্ডানে অবস্থিত।\n২০১২ সালে সেলার প্রত্নতাত্ত্বিক স্থানটির খননকাজ শুরু করা না গেলেও এলাকার মালভূমির সমীক্ষা তাম্র যুগের প্রথম দিককার সময় হতে নাবাতীয় যুগ পর্যন্ত পৃষ্ঠতলের সন্ধান পেয়েছে, তবে মূলত প্রমাণগুলো খ্রিস্টপূর্বাব্দের প্রথম মধ্য সহস্রাব্দ তথা হিব্রু বাইবেলীয় ইদোমীয়দের সময়ের। এই সময়রেখায় সেলা অনেক বেশি জনপূর্ণ ছিল।\nপ্রত্নতাত্ত্বিকবিদেরা এস-সিলায় একটি পাথর পৃষ্ঠ পেয়ে যাকে তথাকথিত \"নাবুনাইদ শিলালিপি\" বলা হয় যার নাম নব্য-ব্যাবিলনীয় সাম্রাজ্যের শেষ রাজার (শাসনকাল আনু. ৫৫৬–৫৩৯ খ্রিস্টপূর্ব) নামে দেওয়া হয়েছে।\n\n\n== পেত্রার সাথে বিভ্রান্তি ==\nসেলার নাম 'পেত্রা' হিসেবে পরবর্তী ইতিহাস ও লাতিন বাইবেলে পাওয়া যায়, যা 'সেলা' সেমিটিক শব্দের গ্রিক অনুবাদ। এর ফলে এই নামটিকে নাবাতীয় শহর রেকেমের সাথে মিলিয়ে ফেলা হয়, যার নাম হেলেনীয় বিশ্বে পেত্রা নামে পরিচিত।\n\n\n== তথ্যসূত্র ==\n\nThis article incorporates text from a publication now in the public domain: Easton, Matthew George (১৮৯৭)। \"Sela\"। Easton's Bible Dictionary (New and revised সংস্করণ)। T. Nelson and Sons। পৃষ্ঠা 611–612। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nNabataea.net থেকে নাবাতীয় যুগে সেলা এবং এর ছবি"}