{"pageid": 1100215, "title": "ক্যাফে ডি কোরাল", "url": "https://bn.wikipedia.org/wiki?curid=1100215", "content": "ক্যাফে ডি কোরাল হোল্ডিংস লিমিটেড (চীনা: 大家樂集團有限公司) হল হংকং-এর একটি ফাস্ট-ফুড চেইনশপ ও রেঁস্তোরার মালিক এবং পরিচালনাকারী গ্রুপ, যাদের মালিকানায় রয়েছে ক্যাফে ডি কোরাল, সুপার সুপার, দি স্প্যাগেটি হাউস, অলিভার’স সুপার স্যান্ডউইচ, আহ ইয়ে লেং টং এবং আরো অন্যান্য।\n১৯৬৮ সালে প্রতিষ্ঠিত, ক্যাফে ডি কোরাল গ্রুপ ১৯৬৯ সালে হংকংয়ের কজওয়ে বে জেলায় তাদের প্রথম ক্যাফে ডি কোরাল রেঁস্তোরা খোলে। তারপর থেকে, গ্রুপটি সারা বিশ্ব জুড়ে তাদের ব্র্যান্ডের ৫৮০ টিরও বেশি আউটলেট খুলেছে। এটি হংকং এবং বিশ্বের বৃহত্তম চীনা ফাস্ট-ফুড রেস্টুরেন্ট গ্রুপ। শুধুমাত্র হংকং-এ, এটি এক দিনে প্রায় ৩০০,০০০ জনেরও বেশি লোককে খাবার সরবরাহ করে।\n\n\n== ইতিহাস ==\n\n\n=== প্রতিষ্ঠা ===\nক্যাফে দি কোরালের প্রধান প্রতিষ্ঠাতা হলেন ভিক্টর লো টাং-সিওং (১৯১৫-২০১৬) যিনি ভিটাসয়ের প্রতিষ্ঠাতা লো কুই-সিওং এবং ফেয়ারউডের প্রতিষ্ঠাতা লো ফং-চেংয়ের ভাই। আরেকজন প্রতিষ্ঠাতা হলেন লো কাই-মুক যিনি সম্পর্কে ভিক্টর লো টাং-সিওং-এর ভাগ্নে। ভিক্টর লো এমন একটি রেঁস্তোরার ধারণা করেছিলেন যা হংকংয়ের শ্রমিক শ্রেণিকে সাশ্রয়ী মূল্যে খাওয়াতে পারবে। তিনি ১৯৬৮ সালে ক্যাফে ডি কোরালের প্রতিষ্ঠা করেন এবং ১৯৬৯ সালের সেপ্টেম্বরে ৫৪ বছর বয়সে কজওয়ে বে-তে প্রথম রেঁস্তোরাটির কার্যক্রম শুরু করেন। পরের দশকে এই চেইনশপটি ধীরে ধীরে প্রসারিত হতে থাকে। ১৯৭৭ সালে, টিলিভিশন বিজ্ঞাপনের মাধ্যমে রেঁস্তোরাটির প্রচার শুরু হয়। ১৯৭৯ সালে, রেঁস্তোরাটি খরচ কমানোর জন্য এবং ধারাবাহিকতা নিশ্চিত করার জন্য তার প্রথম খাদ্য প্রক্রিয়াকরণ প্ল্যান্ট স্থাপন করে। ১৯৮৬ সালে, ক্যাফে ডি কোরাল গ্রুপ স্টক এক্সচঞ্জেে তালিকাভুক্ত হয়। ১৯৮৮ সালে, ৫০ তম ক্যাফে ডি কোরাল রেঁস্তোরার উদ্ভোধন হয়। \n\n\n=== অধিগ্রহণ এবং সম্প্রসারণ ===\n১৯৯০ সালের মে মাসে, ক্যাফে ডি কোরাল ১৪ মিলিয়ন হংকং ডলারে আহ ইয়ে লেং টং চেইনশপের রেঁস্তোরাটি  অধিগ্রহণ করে। এক বছর পরে, এটি দ্য স্প্যাগেটি হাউস নামের একটি জনপ্রিয় চেইনশপ কিনে নেয় যা হংকং -স্টাইলের ইতালিয়ান খাবার পরিবেশন করত। একই বছরে, এটি তার দ্বিতীয় খাদ্য প্রক্রিয়াকরণপ্ল্যান্টচালু করে। ১৯৯২ সালে, এটি তার ১০০ তম শাখা প্রথমবারের মত হংকংয়ের বাইরে নিকটবর্তী শহর শেনজেনে চালু করে। ১৯৯৬ সালে, ক্যাফে ডি কোরাল তার নতুন রেঁস্তোরা ব্র্যান্ড, ব্রাভো লে ক্যাফের প্রথম রেঁস্তোরা চালু করেছিল। এছাড়াও ১৯৯৬ সালে, এটি স্ক্যানফুডস অধিগ্রহণ করে, যা একটি হ্যাম-প্রসেসিং এবং খাদ্য-বণ্টন ব্যবসার সাথে জড়িত ছিল। ১৯৯৮ সালে, এটি সুপার সুপার কনজি অ্যান্ড নুডলস নামে আরেকটি চেইন রেঁস্তোরা চালু করে। ২০০ সালে, অধিগ্রহণের প্রবণতা অব্যাহত রেখে, ক্যাফে ডি কোরাল হংকং-এর একটি বেকারি উৎপাদন ও বিতরণ ব্যবসা ডেনি’স বেকারি অধিগ্রহণ করে। এছাড়াও ২০০০ সালে, এটি মাঞ্চু ওক অধিগ্রহণ করে যা একটি উত্তর আমেরিকার চীনা ফাস্ট-ফুড চেইনরেঁস্তোরা যার কানাডা এবং মার্কিন যুক্তরাষ্ট্রে শক্তিশালী উপস্থিতি ছিল। পরবর্তী বছরগুলিতে, ক্যাফে ডি কোরাল গ্রুপ চায়না ইন (২০০২), নিউ এশিয়া দাবাও (২০০৩), এবং অলিভার’স সুপার স্যান্ডউইচ (২০০৩) অধিগ্রহণ করে।\n২০০৬ সালে, ক্যাফে দি কোরাল তার \"চতুর্থ-প্রজন্মের ধারণা\" তাদের সমস্ত চেইনগুলো জুড়ে চালু করা শুরু করে, কার্যকরভাবে অনেক রেঁস্তোরাকে আধুনিক মানদণ্ডে নিয়ে আসার জন্য সংস্কার করা হয়। \n২০০৭ সালে, ক্যাফে দি কোরাল তাও হিউং নামের একটি ছোট রেঁস্তোরা গ্রুপে বিনিয়োগ করে যা সমগ্র চীন এবং হংকং জুড়ে ১১টি ব্র্যান্ড পরিচালনা করে। \n২০১২ সালে, ক্যাফে দি কোরাল মিক্সিয়ান সেন্স নামে আরেকটি চেইন রেঁস্তোরা শুরু করে, যার লক্ষ্য ছিল হংকং-এর মিক্সিয়ান(রাইস নুডল) বাজারে শীর্ষস্থানীয় হওয়া।\n২০১৬ সালে, প্রতিষ্ঠাতা ভিক্টর লো টাং-সিয়ং ১০১ বছর বয়সে মারা যান।\n\n\n== ব্র্যান্ডসমূহ ==\nক্যাফে দি কোরাল গ্রুপের প্রতিষ্ঠিত এবং অধিগ্রহণকৃত ব্র্যান্ডগুলো হলঃ\n\nদি স্প্যাগেটি হাউস\nআহ ইয়ে লেং টং\nব্রাভো লে ক্যাফে\nসুপার সুপার কনজি এবং নুডলস\nমিক্সিয়ান সেন্স\nঅলিভার’স সুপার স্যান্ডউইচ\nলিটল ওনিয়ন\nদি কাপ\n৩৬০ সিরিজ\nজাক্কা\nসাংহাই লাও লাও\nডং ডং টেই\n\n\n== মজুরি বিতর্ক ==\nজুলাই ২০১০ সালে হংকংয়ের ন্যূনতম মজুরি আইন পাস হলে, ক্যাফে ডি কোরাল আইনের প্রয়োজনীয়তাগুলি পূরণ করতে প্রতি ঘন্টায় মজুরি ২২.৪ হংকং ডলার থেকে বাঁড়িয়ে ৩৩ হংকং ডলারে উন্নীত করে।  যদিও এই প্রক্রিয়া চলাকালীন, ক্যাফে ডি কোরাল তার কর্মীদের মধ্যাহ্নভোজের জন্য অর্থ প্রদান বন্ধ করে দেয়। তাদের সিদ্ধান্ত জনসাধারণকে একটি নেতিবাচক প্রতিক্রিয়ার দিকে পরিচালিত করে এবং হংকং কনফেডারেশন অফ ট্রেড ইউনিয়ন একটি পাবলিক বয়কট শুরু করার হুমকি দেয়। বয়কট শুরু হওয়ার তিন দিন আগে, ক্যাফে দি কোরাল তাদের সিদ্ধান্তটি পরিবর্তন করে এবং তাদের কর্মচারীদের বর্ধিত মজুরীসহ মধ্যাহ্নভোজের জন্য অর্থ প্রদান করা আবার শুরু করে।\n\n\n== তথ্যসূত্র =="}