{"pageid": 110104, "title": "শর্টস", "url": "https://bn.wikipedia.org/wiki?curid=110104", "content": "শর্টস (ইংরেজি: Shorts) হচ্ছে শরীরের শ্রোণী অঞ্চলে পরিধানযোগ্য একপ্রকার পোশাক। পুরুষ ও নারী উভয়ের ক্ষেত্রেই শর্টসের প্রচলন রয়েছে। এটি কোমরকে ঘিরে থাকে, এবং পায়ের ওপরাংশ থেকে হাঁটু পর্যন্ত বিস্তৃত হতে পারে। কিন্তু এটি পুরো পা ঢেকে রাখে না। অন্তর্বাস ও বহির্বাস উভয় হিসেবেই শর্টসে ব্যবহার প্রচলিত। কারণ এটি সহজে পরিধান করা যায় ও আরামদায়ক। পায়জামার ক্ষুদ্র সংস্করণকেই শর্টস বলা হয়, কারণ পায়জামা পুরো পা ঢেকে রাখলেও শর্টস তা করে না।\n\n\n== সামাজিক অবস্থান ==\n\n\n=== যুক্তরাষ্ট্র ও ইউরোপ ===\nউনিশ শতক থেকে বিশ শতকের শুরু পর্যন্ত যুক্তরাষ্ট্র ও ইউরোপের বেশিরভাগ স্থানে শুধুমাত্র অপ্রাপ্তবয়স্ক ছেলেদের মধ্যেই শর্টস পরার প্রচলন দেখা যেতো। নির্দিষ্ট উচ্চতা ও পরিপক্কতা অর্জনের আগ পর্যন্ত তারা শর্টস পরতে পারতো। বয়ঃসন্ধিকালীন সময়ে তারা প্রথমে লম্বা পায়জামা পরিধান করতো। সেসময় ধারণা প্রচলিত ছিলো যে, শর্টস শুধুমাত্র ছোট ছেলেদের পোশাক। নিজেদেরকে অপরিপক্ক মনে হবে, এজন্য বড়রা শর্টস পরতেন না। সামাজিক কারণেই বেশিরভাগ সমাজেই মেয়েরা শর্টস পরিধান করতো না।\n১৮৯০-এর দশকে নি প্যান্ট নামক এক ধরনের খাট প্যান্ট মার্কিন ছেলেদের মাঝে খুবই জনপ্রিয় হয়ে ওঠে। পল্লী অঞ্চলের অনেক স্কুল বালকদের মধ্যেই এ ধরনের শর্টস পরিধানের প্রচলন লক্ষ্য করা যায়। সেমসময় মার্কিন ছেলেরা লম্বা স্টকিংয়ের সাথে শর্টস পরতো। এই স্টাইলের পরিবর্তন শুরু হয় ১৯০০-এর দশকে, যখন মার্কিন ছেলেরা নিকারবোকার পরা শুরু করে। সেসময় ইউরোপে এ ধরনের খাট প্যান্ট অনেক জনপ্রিয় হয়ে ওঠে।\nদ্বিতীয় বিশ্বযুদ্ধের সময় যখন সৈন্যরা বিভিন্ন উষ্ণমণ্ডলীয় স্থানে যুদ্ধে যাবার সময় গরম আবহাওয়ার কারণে তারা প্রায়ই শর্টস পরিধান করতেন। কিন্তু শর্টস শুধুমাত্র ছোট বালকদের পোশাক, এই ধারণা থেকে বেরিয়ে আসতে অনেক সময় লেগেছিলো। এমন কী এখনো কিছু স্থানে এরূপ ধারণা প্রচলিত আছে। বিশ শতকের শেষের দিক থেকে গরম আবহাওয়া সাধারণভাবে পুরুষের শর্টস পরার প্রচলন শুরু হয়।\nকিছু কিছু দেশে শর্টস পরার কিছু নির্দিষ্ট স্থান রয়েছে। সেসব ক্ষেত্রে এটি একটি অপ্রাতিষ্ঠানিক পরিধেয় হিসেবে স্বীকৃত। ব্যতিক্রম হিসেবে কিছু দেশে অফিসের মতো আনুষ্ঠানিক পরিবেশেও শর্টস পরা স্বীকৃত। যেমন: বারমুডা, দক্ষিণ আফ্রিকা, অস্ট্রেলিয়া, ও নিউজিল্যান্ড।\n\n\n=== বিশ্বব্যাপী ===\nছোট ছেলেদের জন্য শর্টস পরার প্রচলন থাকলেও যুক্তরাষ্ট্র ও ইউরোপের মতো একই কারণে বিশ্বের অন্যান্য স্থানেও ১৯ শতকের আগ পর্যন্ত পরিণত বয়সের ছেলেদের মাঝে খুব কমই শর্টস পরার প্রচলন দেখা যেতো।\nপশ্চিমে মেয়েদের মাঝে শর্টস পরার প্রচলন কম, কিন্তু এটি স্থানভেদে যথেষ্ট পরিবর্তিত হয়। বড় বড় শহরগুলোতে মেয়েদের মাঝেই প্রায়ই বহির্বাস হিসেবে শর্টস পরার প্রচলন দেখা যায়। কিছু দেশে পরিণত বয়সের মেয়েদেরও হাঁটু পর্যন্ত ছোট ঢিলেঢালা শর্টস পরার প্রচলন আছে। এটিকে শিষ্টাচার বহির্ভূত ধরা হয় না। এছাড়া হাঁটুর আগেই শেষ হওয়া শর্টসগুলো সচারচর প্রাক-বয়সন্ধিকালীন মেয়েদের ক্ষেত্রে দেখা যায়।\n\n\n== স্টাইল ==\nব্যাগিজ\nবারমুডা শর্টস\nবোর্ড শর্টস\nবক্সার শর্টস\nবয়শর্টস\nবান শর্টস\nকার্গো শর্টস\nকুলোটেস\nকাট-অফ শর্টস বা ডেইজি ডিউক\nসাইক্লিং শর্টস\nডলফিন শর্টস\nজিম শর্টস\nহট প্যান্ট\nজিন্স শর্টস\nলিডারহোসেন\nচামড়ার শর্টস\nপ্লেইড শর্টস\nদৌড়ানোর শর্টস\nছোট শর্টস\nশর্ট পায়াজাম বা স্কুল শর্টস\nস্কোর্ট\nস্ল্যাকেট\nথ্রি কোয়ার্টার প্যান্ট বা ফ্লাড প্যান্ট\nজিপ-অফ শর্টস\n\n\n== টীকা =="}