{"pageid": 1101678, "title": "কুষ্টিয়ার কুলফি মালাই", "url": "https://bn.wikipedia.org/wiki?curid=1101678", "content": "কুষ্টিয়ার কুলফি মালাই বৃহত্তর কুষ্টিয়া অঞ্চলের একটি বিখ্যাত খাবার। এই কুলফি মালাই তৈরি করেন কুষ্টিয়া জেলার আশরাফুল ইসলাম নামে এক ব্যক্তি, তিনি এই মালাই তৈরি করতে দুধ, কিচমিস, ডিম, কলা, বাদাম, বরফ প্রভৃতি ব্যবহার করে থাকেন। এই মালাইয়ের স্বাদের কারণে এটি সারা দেশের মধ্যে বিখ্যাত। কুষ্টিয়ায় আগমনকৃত পর্যটক এই মালাই খুব পছন্দ করেন। এই মালাই সাধারণত ফেরি করে বিক্রি করা হয়। বর্তমানে এই মালাই ঢাকার বিভিন্ন স্থানে পাওয়া যায়।\n\n\n== ইতিহাস ==\nএই মালাই কুষ্টিয়া-পাবনা অঞ্চলে জনপ্রিয় একটি আইসক্রিম-মালাই। বর্তমান মালাইয়ের প্রস্তুতকারক আশরাফুল ইসলামের পূর্ব পুুরুষের বাড়ি পাবনা জেলায়। নদী ভাঙ্গনের পর ছোট বেলায় বাবার সঙ্গে ঢাকায় চলে আসেন। আশরাফুল তার বাবার কাছ থেকেই কুলফি আইসক্রিম তৈরি করা শিখেছেন। বর্তমানে তিনি কামরাঙ্গীরচর এলাকায় বসবাস করেন এবং ঢাকার বিভিন্ন স্থানে স্থানে ঘুরে ঘুরে এই মালাই বিক্রি করেন।\n\n\n== উপাদান ==\nআশরাফুল ইসলাম এই মালাই তৈরি করতে এলাচ, দারচিনি, দুধ, কিচমিস, ডিম, কলা, বাদাম, বরফ প্রভৃতি ব্যবহার করে থাকেন। তবে কুষ্টিয়া অঞ্চলে যারা এই মালাই প্রস্তুত করে তাদের উপাদান কিছু ভিন্ন হতে পারে। মালাইয়ের প্রস্তুত প্রণালী কিছুটা এরকম:\n\nপ্রথমে একটি পাত্রে দুধ দিয়ে বেশি আঁচে নেড়ে ফুটিয়ে নিতে হবে। এরপর জাফরান দিতে চাইলে একটু দুধ তুলে জাফরান গুলে রাখুন আলাদা করে রাখতে হবে।\nএরপর পাত্রে ক্রিম বা মালাই দিতে হবে। আনুমানিক ২০ মিনিট ধরে নেড়ে নেড়ে দুধ ঘন করতে হবে।\nএরপর দুধ শুকিয়ে অর্ধেকটা হয়ে এলে ফ্লেভার দিতে হবে, চিনি এবং বাদাম কুচি দিয়ে আরও ৫ মিনিট জ্বালালে ভালো হবে।\nএরপর মিশ্রণ নামিয়ে ঠাণ্ডা করে সাধারণ তাপমাত্রায় এনে কুলফির আকার নিজের পছন্দমত দেওয়া যাবে।\nএরপর মালাইয়ের মাঝবরাবর ভেতরে কাঠি ঢুকিয়ে দিয়ে পুরোপুরি ঠাণ্ডা করতে করলে এই মালাই প্রস্তুত হবে।\n\n\n== জনপ্রিয়তা ==\nকুষ্টিয়ার বিভিন্ন স্থানে বিশেষ করে পর্যটন স্থান যেমন: লালন শাহের মাজার, শাহী মসজিদ, ছেউড়িয়া, মীর মশাররফ হোসেনের বাস্তুভিটা, ইসলামী বিশ্ববিদ্যালয় ক্যাম্পাস প্রভৃতি স্থানে এই মালাই সহজে পাওয়া যায়।\n\n\n== আরো দেখুন ==\nতিলের খাজা\n\n\n== তথ্যসূত্র =="}