{"pageid": 1101059, "title": "পিএফ-০৭৩২১৩৩২", "url": "https://bn.wikipedia.org/wiki?curid=1101059", "content": "পিএফ-০৭৩২১৩৩২ হলো ফাইজার কর্তৃক উদ্ভাবিত একটি ভাইরাসনিরোধী ঔষধ। এটি মৌখিক সেবনে সক্রিয় ৩সিএল প্রোটিয়েজ ইনহিবিটর হিসেবে কাজ করে। এটি একটি সমযোজী ইনহিবিটর, যা সরাসরি প্রভাবকীয় সিস্টিন (Cys145) অবশেষের সাথে বন্ধন গঠন করে।\nকোভিড-১৯ রোগের চিকিৎসায় রিটোনাভির নামের অন্য একটি ঔষধের সাথে পিএফ-০৭৩২১৩৩২-এর মিলিত ডোজ ক্লিনিক্যাল ট্রায়ালের তৃতীয় ধাপে রয়েছে। এই মিলিত ঔষধটি প্যাক্সলোভিড নামে বাজারজাতকরণের পরিকল্পনা রয়েছে। এই মিলিত ডোজে রিটোনাভির সাইটোক্রোমের মাধ্যমে পিএফ-০৭৩২১৩৩২-এর বিপাকক্রিয়াকে মন্থর করে মূল ঔষধ সংবহনের উচ্চ পরিমাণকে বজায় রাখে। ২০২১ সালের নভেম্বর মাসে ফাইজার ঔষধটির দ্বিতীয়/তৃতীয় ধাপের ক্লিনিক্যাল ট্রায়ালের ইতিবাচক ফলাফল ঘোষণা করে। প্রতিবেদনে বলা হয়, সংক্রমণের লক্ষণ প্রকাশের তিন দিনের মধ্যে ঔষধটি প্রয়োগ করা হলে হাসপাতালে ভর্তি হওয়ার হার ৮৯% পর্যন্ত হ্রাস পায়। ঔষধটি অনুমোদিত না হওয়া সত্ত্বেও যুক্তরাজ্য সরকার ইতোমধ্যে ২,৫০,০০০ কোর্সের ক্রয়াদেশ প্রদান করেছে। এমনকি অস্ট্রেলিয়াও ঔষধটির ৫,০০,০০০ কোর্সের অগ্রিম ক্রয়াদেশ প্রদান করেছে।\n\n\n== উন্নয়ন ==\nকরোনাভাইরাসের প্রোটিয়েজ এনজাইম ভাইরাল পলিপ্রোটিনের বিভিন্ন জায়গা বিদীর্ণ করে, বিশেষত গ্লুটামিন অবশেষের পর। মানবদেহে সংক্রমণ সৃষ্টিকারী রাইনোভাইরাসের ওপর আগেকার কিছু গবেষণায় দেখা যায় গ্লুটামিনের স্থিতিস্থাপক পার্শ্বশিকলকে ভঙ্গুর পাইরোলিডিন দ্বারা প্রতিস্থাপন করা যায়। এই ঔষধকে পরবর্তীতে সার্সের মতো অন্যান্য রোগের চিকিৎসার জন্য উন্নত করা হয়।\nফেলাইন করোনাভাইরাস (এফআইপিভি) কর্তৃক সংক্রমিত ১০০% মারণঘাতী বিড়ালের সংক্রামক পেরিটোনাইটিস রোগের চিকিৎসায় জিসি৩৭৬ (জিসি৩৭৩-এর সেবনপূর্ববর্তী নিষ্ক্রিয় ঔষধ) ব্যবহারের মাধ্যমে ৩সিএল প্রোটিয়েজকে লক্ষ্য করে ঔষধ প্রয়োগের বাস্তব উপযোগিতা সর্বপ্রথম দেখানো সম্ভব হয়। ফাইজারের ঔষধটি জিসি৩৭৩-এর সদৃশ; এখানে অ্যালডিহাইডের সমযোজী সিস্টিন গ্রাহককে একটি নাইট্রাইল মূলক দ্বারা প্রতিস্থাপনা করা হয়েছে।\nপিএফ-০৭৩২১৩৩২ লুফোট্রেলভির নামের আরেকটি সমসম্ভাব্য ঔষধে সামান্য পরিবর্তনের মাধ্যমে তৈরি করা হয়েছে। লুফোট্রেলভিরও এক ধরনের সমযোজী ইনহিবিটর; কিন্তু এর মাথা একটি হাইড্রোক্সিকিটোনের ফসফেট প্রোড্রাগ। লুফোট্রেলভিরকে শিরার মধ্য দিয়ে প্রয়োগ করতে হতো, যা এর হাসপাতালে ব্যবহারের উপযোগিতাকে মারাত্মকভাবে প্রভাবিত করে। মিমেটিক ট্রাইপেপটাইডের ধাপে ধাপে পরিবর্তনের ফলে পিএফ-০৭৩২১৩৩২ উদ্ভাবিত হয়, যা মৌখিক সেবনের উপযোগী। এর প্রধান পরিবর্তনের মধ্যে উল্লেখযোগ্য হলো হাইড্রোজেন বন্ধনদাতার সংখ্যা কমানো এবং একটি ভঙ্গুর দ্বিচাক্রিক অনাদর্শিক অ্যামিনো অ্যাসিড (যা আগেকার ঔষধে প্রাপ্ত লিউসিন অবশেষের অনুরূপ) প্রবেশ করানোর মাধ্যমে আবর্তনশীল বন্ধনের সংখ্যা কমানো। এই অবশেষ ইতোপূর্বে বোসেপ্রিভির সংশ্লেষণে ব্যবহৃত হতো।\n\n\n== রসায়ন ==\nফাইজারের বিজ্ঞানীরা সর্বপ্রথম পিএফ-০৭৩২১৩৩২-এর সংশ্লেষণের পূর্ণ বিবরণ প্রকাশ করেন।\n\nসর্বশেষ ধাপে পানিতে দ্রবণীয় কার্বোডাইইমাইড ১-ইথাইল-৩-(৩-ডাইমিথাইলঅ্যামিনোপ্রোপাইল)কার্বোডাইইমাইডকে (ইডিসিআই) জলবিয়োজক হিসেবে ব্যবহারের মাধ্যমে হোমোকাইরাল অ্যামিনো অ্যামাইডের সাথে একটি সংশ্লেষী হোমোকাইরাল অ্যামিনো অ্যাসিডের যুগলায়ন ঘটানো হয়। এর ফলে উদ্ভূত মধ্যবর্তী যৌগের অ্যামাইড গ্রুপকে বার্জেস বিকারকের সাহায্যে জলবিয়োজনের মাধ্যমে নাইট্রাইল গ্রুপে রূপান্তরিত করা হয়।\n\n\n== সামাজিক ও সাংস্কৃতিক প্রভাব ==\n\n\n=== অনুমোদন ===\n২০২১ সালের নভেম্বর মাসে ফাইজার বিশ্বের ৯৫টি দেশে পিএফ-০৭৩২১৩৩২ উৎপাদন ও বিক্রয়ের অনুমতির জন্য জাতিসংঘ-সমর্থিত মেডিসিনস প্যাটেন্ট পুলের সাথে লাইসেন্স চুক্তি করে। ফাইজারের ভাষ্যে, চুক্তিটি স্থানীয় উৎপাদকদের ঔষধটি উৎপাদনের অনুমোদন দেবে, যাতে “বৈশ্বিক জনগোষ্ঠীর বৃহত্তর অংশের জন্য ঔষধটির প্রাপ্যতার লক্ষ্য” অর্জিত হবে। তবে, ব্রাজিল, চীন, রাশিয়া, আর্জেন্টিনা ও থাইল্যান্ড প্রভৃতি কোভিড-১৯ মহামারিতে বিপর্যস্ত অনেক দেশই ফাইজারের চুক্তির আওতার বাইরে রয়েছে।\n১৬ নভেম্বর ফাইজার মার্কিন খাদ্য ও ঔষধ প্রশাসনের (এফডিএ) কাছে রিটোনাভিরের সাথে পিএফ-০৭৩২১৩৩২-এর জরুরি ভিত্তিতে ব্যবহারের অনুমোদন চেয়ে আবেদন করে। মার্কিন সরকারের এই সম্মিলিত ঔষধের প্রায় ১০ মিলিয়ন কোর্স কেনার কথা রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"PF-07321332\"। Drug Information Portal। U.S. National Library of Medicine।"}