{"pageid": 1101849, "title": "শিযুওকা স্টেডিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1101849", "content": "শিযুওকা স্টেডিয়াম ইকোপা (静岡スタジアム・エコパ, Shizuoka Sutajiamu Ekopa) একটি ক্রীড়া স্টেডিয়াম, এটি প্রাথমত ফুটবল ম্যাচের জন্য ব্যবহৃত হয়। স্টেডিয়ামটি জাপানের শিযুওকা প্রশাসনিক অঞ্চলের ফুকুরোই সিটিতে অবস্থিত, যদিও স্টেডিয়ামটি নিজেই বৃহত্তর ওগাসায়ামা স্পোর্টস পার্কের কেন্দ্রস্থল যা প্রতিবেশী কাকেগাওয়া পর্যন্ত বিস্তৃত। স্টেডিয়ামটির ধারণক্ষমতা ৫০,৮৮৯ জন। এটি এখন শিযুওকা প্রশাসনিক অঞ্চলের ট্র্যাক অ্যান্ড ফিল্ড সহ প্রধান ক্রীড়া অনুষ্ঠানের প্রাথমিক স্থান এবং এটি এর জন সম্পূর্ণরূপে সজ্জিত।\n\n\n== ব্যবহার ==\nশিযুওকা স্টেডিয়াম ২০০১ সালে উদ্ভোধন করা হয় এবং ২০০১ সালের ১২ মে এখানে  প্রথম বড় কোন ম্যাচের আয়োজন করা হয়, যেখানে শিমিজু এস-পালস এবং জুবিলো ইওয়াতার মধ্যে শিযুওকা ডার্বি জে লিগ ম্যাচ অনুষ্ঠিত হয়। রেকর্ডসংখ্যক ৫২,৯৫৯ জন দর্শক খেলাটি উপভোগ করে এবং  শিমিজু অতিরিক্ত সময়ে খেলায় ১-০ গোলে জয় লাভ করে।\nইকোপা শিযুওকা ডার্বি সহ জুবিলো ইওয়াতার আরও গুরুত্বপূর্ণ ম্যাচসমূহের ভ্যেনু হিসাবে বজায় রয়েছে। শিমিজু এস-পালস ২০১৫ সাল থেকে কোনও স্বাগতিক লিগের জন্য স্টেডিয়ামটি ব্যবহার করেনি।\nসাম্প্রতিক বছরগুলোতে ইকোপা এম্পেররস কাপের একটি সেমিফাইনাল ম্যাচও আয়োজন করেছে, টোকিওতে কাসুমিগাওকার সাথে দায়িত্ব ভাগ করে নিয়েছে, যদিও এর বিচ্ছিন্নতার কারণে এবং উভয় সেমিফাইনাল একই সময়ে অনুষ্ঠিত হওয়ার কারণে ইকোপাতে সাধারণত কম দর্শক উপস্থিত থাকে।\nস্টেডিয়ামটি ২০০২ ফিফা বিশ্বকাপের কিছু ম্যাচের আয়োজক ছিল, যার মধ্যে রয়েছে গ্রুপ পর্বে বেলজিয়াম বনাম রাশিয়া (যা বেলজিয়াম ৩-২ ব্যবধানে জিতেছিল) এবং ব্রাজিল ও ইংল্যান্ডের মধ্যে কোয়ার্টার ফাইনাল ম্যাচ, যা ব্রাজিল ২-১ গোলে জিতেছিল।\nএটি জাপানের প্রধান স্টেডিয়ামের ২০০৩ সালের ৫৮তম জাতীয় ক্রীড়া উৎসবের আয়োজন করেছিল।\nস্টেডিয়ামটি ২০১৯ রাগবি বিশ্বকাপ (জাপান) এর অন্যতম ভেন্যু হিসাবে ব্যবহৃত হয়েছিল যা এশিয়াতে অনুষ্ঠিত প্রথম রাগবি বিশ্বকাপ ছিল।\nস্টেডিয়ামের পাশেই রয়েছে ইনডোর ইকোপা এরিনা যা বিভিন্ন পারফরম্যান্স এবং শোয়ের জন্য ব্যবহৃত হয়।\n\n\n== অভিগমন ==\nআইনো স্টেশনটি স্টেডিয়ামের সাথে একই সময়ে নির্মিত হয়েছিল এবং এটি স্টেডিয়াম থেকে পনের মিনিটের হাঁটা দূরত্বে অবস্থিত। আইনো স্টেশন কাকেগাওয়া স্টেশন থেকে চার মিনিট পশ্চিমে অবস্থিত, ইকোপার নিকটতম শিনকানসেন স্টেশন। যখন স্টেডিয়ামটিতে জে লিগ বা আন্তর্জাতিক খেলা অনুষ্ঠিত হয় তখন কাকেগাওয়া স্টেশন থেকে স্টেডিয়ামে শাটল বাস চলাচল করে।\nআইনো স্টেশন থেকে স্টেডিয়াম পর্যন্ত হেঁটে যাওয়া পথে উল্লেখযোগ্য ষোলটি শিল্পকর্ম রয়েছে যা রাস্তায় রয়েছে। ২০০২ বিশ্বকাপকে স্মরণীয় করে রাখার জন্য এগুলি তৈরি করা হয়েছিল, প্রতিটি শিল্পকর্ম প্রতিযোগিতার আগের আয়োজক দেশের একজন শিল্পী কর্তৃক পরিকল্পনা করা হয়েছিল।\n\n\n== ২০০২ ফিফা বিশ্বকাপ ম্যাচ ==\n২০০২ বিশ্বকাপে শিযুওকা স্টেডিয়ামে নিম্নলিখিত ম্যাচসমূহ অনুষ্ঠিত হয়েছিল:\n\n\n== ২০১৯ রাগবি বিশ্বকাপ ম্যাচ ==\n২০১৯ রাগবি বিশ্বকাপে শিযুওকা স্টেডিয়ামে নিম্নলিখিত ম্যাচসমূহ অনুষ্ঠিত হয়েছিল:\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইকোপা এর অফিসিয়াল সাইট (জাপানি ভাষায়)"}