{"pageid": 1101861, "title": "শিলাইদহ কুঠিবাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1101861", "content": "শিলাইদহ রবীন্দ্র কুঠিবাড়ি সংক্ষেপে শিলাইদহ কুঠিবাড়ি বাংলাদেশের কুষ্টিয়া জেলার একটি অন্যতম পর্যটকস্থল। এটি কুষ্টিয়া জেলার কুমারখালী উপজেলার পদ্মার তীরে অবস্থিত কুষ্টিয়া শহর থেকে সাত কিলোমিটার মাইল উত্তরে অবস্থিত। এটি \nবিভিন্ন বাগান ও পুকুরসহকারে প্রায় ১১ একর এলাকা জুড়ে বিস্তৃত। সম্পূর্ণ কুঠিবাড়িটি বেষ্টনী প্রাচীর দিয়ে ঘেরা। কুঠিবাড়িতে ছোট-বড় মিলিয়ে মোট ১৫টি কক্ষ রয়েছে। বর্তমানে শিলাইদহ কুঠিবাড়ি সংরক্ষিত একটি জাতীয় ইমারত। সরকারি উদ্যোগে এখানে ‘ঠাকুর স্মৃতি জাদুঘর’ প্রতিষ্ঠিত হয়েছে।\n\n\n== ইতিহাস ==\n১৮০৭ সালে রামলোচন ঠাকুরের উইলসূত্রে রবীন্দ্রনাথের পিতামহ দ্বারকানাথ ঠাকুর এ জমিদারির মালিক হন। রবীন্দ্রনাথ জমিদারি দেখাশোনার দায়িত্ব নিয়ে প্রথম শিলাইদহে আসেন ১৮৮৯ সালের নভেম্বর মাসে।\nজমিদারির দেখাশোনা করতে  রবীন্দ্রনাথ ঠাকুর কৈশোরে এবং তার পরবর্তীকালেও মাঝে মাঝে এখানে আসতেন এবং এই কুঠিবাড়িতেই থাকতেন। তবে পরবর্তীকালে বন্যার সময় পদ্মার ভাঙ্গনে পুরানো কুঠিবাড়ির নিকটবর্তী এলাকা পর্যন্ত বিলীন হওয়ার আশঙ্কা দেখা দিলে এই পুরানো কুঠিবাড়িটি ভেঙ্গে ফেলা হয় এবং পুরানো ভবন সামগ্রী দিয়েই নতুন কুঠিবাড়িটি নির্মাণ করা হয়। ১৮৯১ থেকে ১৯০১ সালের মধ্যে একদশকেরও বেশি সময় রবীন্দ্রনাথ অনিয়মিত বিরতিতে এখানে অবস্থান করেছেন।\n\n\n== বর্ণনা ==\nশিলাইদহ কুঠিবাড়ি আম, কাঁঠাল ও অন্যান্য চিরসবুজ বৃক্ষের বাগান, একটি পুষ্পোদ্যান এবং দুটি পুকুরসহ প্রায় ১১ একর মনোরম এলাকা জুড়ে বিস্তৃত। শিলাইদহে রয়েছে গ্রামীণ পরিবেশ আর মনোমুগ্ধকর প্রাকৃতিক সৌন্দর্য। কুঠিবাড়ি ভবনটি একটি বেষ্টনী প্রাচীর দিয়ে ঘেরা। দক্ষিণ দিকে অবস্থিত একটি সাধারণ অথচ আকর্ষণীয় প্রবেশ তোরণ পেরিয়ে এতে প্রবেশ করা যায়। নিচতলা ও দোতলায় বিশাল কেন্দ্রীয় হলকক্ষসহ এতে বিভিন্ন আকারের মোট ১৫টি কক্ষ রয়েছে। নিচতলা ও দোতলার উন্মুক্ত ব্যালকনিগুলি রানীগঞ্জ টালি দিয়ে তৈরি ঢালু ছাদ দ্বারা আংশিক আচ্ছাদিত। নিচতলার উপরের মধ্যবর্তী অংশে রয়েছে ত্রিকোণ প্রান্ত বিশিষ্ট একটি ঢালু ছাদ। দোতলার ওপরের পিরামিড আকৃতির ছাদ ভবনটিকে আরও বৈচিত্র্য এনে দিয়েছে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nশিলাইদহ\nশিলাইদহ কাছারি বাড়ি\nকাঙাল হরিনাথ স্মৃতি জাদুঘর\nলালন শাহের মাজার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় শিলাইদহ কুঠিবাড়ি\nকালের কণ্ঠ পত্রিকায় শিলাইদহ কুঠিবাড়ি"}