{"pageid": 1101971, "title": "আ’আলী শহর", "url": "https://bn.wikipedia.org/wiki?curid=1101971", "content": "আ’আলী ( আরবি: عالي ) বাহরাইনের বৃহত্তম শহরগুলির মধ্যে একটি। এটি উত্তর গভর্নরেটের একটি অংশ, যদিও ২০০১ থেকে ২০১৪ পর্যন্ত এটি কেন্দ্রীয় গভর্নরেটের মধ্যে ছিল । আ'আলি তার প্রাচীন কবরের ঢিবির জন্য বিখ্যাত। বিশেষ করে শহরের কেন্দ্রস্থলে বেশ কিছু বড় কবরের ঢিবি রয়েছে। আ'আলি তার ঐতিহ্যবাহী হস্তশিল্প ও মৃৎশিল্পের জন্যও বিখ্যাত, যা পুরো শহরের বিভিন্ন কুমোরেরা তৈরী করে এবং বুটিক দোকানে থেকে দেখা ও কেনা যায়। \n\n\n== ইতিহাস ==\n\n\n=== দিলমুন যুগ ===\n\nদিলমুন যুগ (৩২০০-৩৩০ খৃ পূ), এ যুগে কবরের ঢিবিগুলির চিহ্ণ এখনও বিদ্যমান। ১৮৮৯ সালের ফেব্রুয়ারিতে ব্রিটিশ অভিযাত্রী জে. থিওডোর বেন্ট এবং তার স্ত্রী মেবেল কিছু ঢিবি খনন করেছিলেন। এরপর বিংশ শতাব্দীতে অনেক বিদেশী প্রত্নতাত্ত্বিক দল এই স্থানটি খনন করে। ব্রিটিশ প্রত্নতাত্ত্বিক আর্নেস্ট ম্যাকের নেতৃত্বে একটি দল খনন করেছিল। তারা অনেক গুরুত্বপূর্ণ নিদর্শ উদ্ধার করেছিল যা আজও লন্ডনের ব্রিটিশ মিউজিয়াম আছে। এটি ২০০০ থেকে ১৫০০ খ্রিস্টপূর্বাব্দের মধ্যে তৈরী অনেক মুর্তি পাওয়া যায়, যার মধ্যে বক্র দেহের সাথে এক নগ্ন মহিলার একটি অস্বাভাবিক মূর্তি আছে। \"রিং প্রাচীর দ্বারা বেষ্টিত একটি নতুন কবর পাওয়া যায়, যা বিরল ধরনের সমাধি ঢিবি\"। এটি আবিষ্কারের ফলে প্রত্নতাত্ত্বিকগণ বিশ্বাস করেন যে সামাজিক অভিজাতদের জন্য নির্দিষ্ট ঢিবি তৈরি করা হয়েছিল, যা নির্দেশ করে যে প্রারম্ভিক দিলমুন সংস্কৃতিতে একটি শ্রেণী ব্যবস্থা ছিল।\n\n\n=== ২০ শতকের ===\nজেজি লরিমারের ১৯০৮ সালের পারস্য উপসাগরের গেজেটিয়ার অনুসারে , আ'আলি ছিল মানামা দুর্গের ৬ মাইল দক্ষিণ-পশ্চিমে অবস্থিত একটি উল্লেখযোগ্য গ্রাম। ২০০ ঘর দ্বারা জনবহুল এ বাহরামা শহর গঠিত, এখানে খেজুর বাগানে কাজ করা একজন কৃষক ছিলেন যিনি প্রাথমিকভাবে মৃৎশিল্প-প্রস্তুত করতেন। তার হাত ধরেই মৃৎশিল্প বিকাশ লাভ করে। গ্রামে আনুমানিক ৮,২৫০টি খেজুর গাছ, প্রাণীর মধ্যে ৩৫টি গাধা ও ১০টি গবাদি পশু ছিল। লরিমার আরও উল্লেখ করেছেন যে গ্রামটি দ্বীপের বৃহত্তম তুমুলির স্থান।\n\n\n== ভূগোল ==\nআ'আলি বাহরাইন দ্বীপের মাঝখানে, ইসা টাউনের দক্ষিণে এবং রিফার উত্তরে অবস্থিত। ইংরেজিতে এর নাম ( আরবি : عالي) \"উচ্চ\" এবং সমুদ্রপৃষ্ঠ থেকে শহরের উচ্চতাকে ঝায়। এটি রাজধানী মানামার প্রায় ১৫ কিমি (৯.৩ মাইল) দক্ষিণ-পশ্চিমে অবস্থিত।\n\n\n== বিতর্ক ==\nঢিবিগুলি বাহরাইনের রাজনীতিতে বিতর্কের কারণ হয়েছে; জুলাই ২০০৮ সালে, কেন্দ্রীয় গভর্নরেটের মিউনিসিপ্যাল কাউন্সিলের চেয়ারম্যান নিকটবর্তী জংশন নির্মাণের জন্য ৬২টি প্রাচীন কবরের ঢিবি ভেঙে ফেলার আহ্বান জানান। ২০০৯ সালে, ঢিবি ও আ'আলির ইতিহাসের জন্য নিবেদিত একটি জাদুঘর নির্মাণের ঘোষণা করা হয়েছিল।\n\n\n== আরও দেখুন ==\nবাহরাইন ফোর্ট\nআরদ দুর্গ\nরিফা ফোর্ট\nবাহরাইনের শহরের তালিকা\n\n\n== তথ্যসূত্র =="}