{"pageid": 11017, "title": "টারবিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=11017", "content": "টারবিয়াম হল একটি রাসায়নিক মৌল যার প্রতীক Tb ও  পারমাণবিক সংখ্যা ৬৫। এটি একটি রূপালী-সাদা, বিরল মৃত্তিকা ধাতু যা ঘাতসহ ও নমনীয়। ল্যান্থানাইড সিরিজের নবম সদস্য টারবিয়াম একটি মোটামুটি তড়িৎ ধনাত্মক ধাতু যা পানির সাথে বিক্রিয়া করে হাইড্রোজেন গ্যাসের বিকাশ ঘটায়। টারবিয়ামকে প্রকৃতিতে কখনই মুক্ত মৌল হিসাবে পাওয়া যায় না, তবে এটি সেরাইট, গ্যাডোলিনাইট, মোনাজাইট, জেনোটাইম ও ইউক্সেনাইট সহ অনেক খনিজ পদার্থের মধ্যে রয়েছে।\nসুইডিশ রসায়নবিদ কার্ল গুস্তাফ মোসান্ডার ১৮৪৩ সালে রাসায়নিক মৌল হিসাবে টারবিয়াম আবিষ্কার করেছিলেন। তিনি এটিকে অবিশুদ্ধ ইট্রিয়াম অক্সাইড (Y2O3) হিসাবে সনাক্ত করেছিলেন। ইট্রিয়াম ও টারবিয়াম, পাশাপাশি এরবিয়াম ও ইটারবিয়াম সুইডেনের ইটারবি গ্রামের নামানুসারে নামকরণ করা হয়েছে। আয়ন বিনিময় কৌশলের উদ্ভবের আগ পর্যন্ত টারবিয়াম বিশুদ্ধ আকারে বিচ্ছিন্ন ছিল না। সলিড-স্টেট যন্ত্রে ক্যালসিয়াম ফ্লোরাইড, ক্যালসিয়াম টুংস্টেট ও স্ট্রন্টিয়াম মলিবডেট এবং উচ্চ তাপমাত্রায় কাজ করে এমন জ্বালানী কোষের স্ফটিক স্টেবিলাইজার হিসাবে টারবিয়াম ব্যবহার করা হয়। টারফেনল-ডি এর একটি উপাদান হিসাবে (একটি সংকর ধাতু যা চৌম্বক ক্ষেত্রের সংস্পর্শে অন্য যেকোন সংকর ধাতুর চেয়ে বেশি প্রসারিত ও সংকুচিত হয়) টারবিয়াম সঞ্চালক, নেভাল সোনার পদ্ধতি ও সেন্সরে ব্যবহার করা হয়।\nবিশ্বের বেশিরভাগ টারবিয়াম সরবরাহে সবুজ ফসফর ব্যবহৃত হয়। প্রতিপ্রভ বাতি এবং টেলিভিশন ও কম্পিউটার মনিটরের ক্যাথোড রশ্মি নলে টারবিয়াম অক্সাইড থাকে। টারবিয়াম সবুজ ফসফরকে ত্রিবর্ণী আলোক প্রযুক্তি সরবরাহ করার জন্য দ্বি-যোজী ইউরোপিয়াম নীল ফসফর এবং ত্রিযোজী ইউরোপিয়াম লাল ফসফরের সাথে মিলিত হয় একটি উচ্চ-দক্ষতার সাদা আলো যা অভ্যন্তরীণ আলোতে আদর্শ আলোকসজ্জার জন্য ব্যবহৃত হয়।\n\n\n== বৈশিষ্ট্য ==\n\n\n=== ভৌত বৈশিষ্ট্য ===\nটারবিয়াম হল একটি রূপালী-সাদা বিরল মৃত্তিকা ধাতু যা নমনীয়, ঘাতসহ ও ছুরি দিয়ে কাটার মতো যথেষ্ট নরম। ল্যান্থেনাইড সিরিজের প্রথমার্ধে পূর্ববর্তী অধিক সক্রিয় ল্যান্থানাইডের তুলনায় এটি বাতাসে তুলনামূলকভাবে স্থিতিশীল। টারবিয়াম দুটি স্ফটিক অ্যালোট্রোপে বিদ্যমান যার মধ্যে ১২৮৯° সে. রূপান্তর তাপমাত্রা রয়েছে। একটি টারবিয়াম পরমাণুর ৬৫টি ইলেকট্রনকে ইলেকট্রন বিন্যাসে সাজালে হয় [Xe]4f 9 ৬s 2। এগারো ৪f ও ৬s ইলেকট্রন হল যোজ্যতা। পারমাণবিক আধানটি আরও আয়নীকণের অনুমতি দেওয়ার জন্য খুব বেশি হওয়ার আগে শুধুমাত্র তিনটি ইলেকট্রন অপসারণ করা যেতে পারে, তবে টারবিয়ামের ক্ষেত্রে অর্ধ-পূর্ণ [Xe]4f 7 বিন্যাসের স্থায়িত্ব ফ্লোরিন গ্যাসের মতো শক্তিশালী জারক পদার্থ যেমন চতুর্থ ইলেকট্রনের উপস্থিতিতে আরও আয়নীকরণের অনুমতি দেয়।\nটারবিয়াম (III) ধনাত্মক আয়ন উজ্জ্বলভাবে প্রতিপ্রভ, একটি উজ্জ্বল লেবু-হলুদ রঙে যা কমলা ও লাল রঙের অন্যান্য রেখার সাথে একত্রে একটি শক্তিশালী সবুজ নির্গমন রেখার ফলাফল। খনিজ ফ্লোরাইটের ইট্রোফ্লোরাইট বৈচিত্র্য টারবিয়াম অংশে এর ক্রিমি-হলুদ প্রতিপ্রভের জন্য দায়ী। টারবিয়াম সহজেই জারিত হয় এবং তাই বিশেষভাবে গবেষণার জন্য এর মৌলিক আকারে ব্যবহৃত হয়। একক টারবিয়াম পরমাণুকে ফুলারিন অণুতে ব্যাপ্ত করে বিচ্ছিন্ন করা হয়েছে।\n২১৯ কে. এর নিচে তাপমাত্রায় টার্বিয়ামের একটি সরল ফেরোচৌম্বকীয় বিন্যাস রয়েছে। ২১৯ কে. এর উপরে, এটি একটি হেলিকাল ফেরোচৌম্বকীয় বিরোধী অবস্থায় পরিণত হয় যেখানে একটি নির্দিষ্ট মৌলিক সমতল স্তরের সমস্ত পারমাণবিক ভ্রামক সমান্তরাল ও সংলগ্ন ভ্রামকের একটি নির্দিষ্ট কোণে অভিমুখী হয়। এই অস্বাভাবিক ফেরোচৌম্বকত্ব বিরোধী ২৩০ কে.-এ একটি বিকৃত প্যারাচৌম্বকীয় অবস্থায় রূপান্তরিত হয়।\n\n\n=== রাসায়নিক বৈশিষ্ট্য ===\nটারবিয়াম ধাতু একটি তড়িৎধনাত্মক মৌল এবং বেশিরভাগ অ্যাসিড (যেমন সালফিউরিক অ্যাসিড), সমস্ত হ্যালোজেন ও এমনকি পানির উপস্থিতিতে জারিত হয়।\n\n2 Tb (s) + ৩ H2SO4 → ২ Tb3+ + ৩ SO2−4 + ৩ H2↑\n২ Tb + ৩ X2 → ২ TbX3 (X = F, Cl, Br, I)\n2 Tb (s) + ৬ H2O → ২ Tb(OH)3 + ৩ H2↑\nটারবিয়াম সহজেই বায়ুতে জারিত হয়ে একটি মিশ্র টারবিয়াম (III,IV) অক্সাইড গঠন করে:\n\n8 Tb + ৭ O2 → ২ Tb4O7\nটার্বিয়ামের সবচেয়ে সাধারণ জারণ অবস্থা হল +৩ (ত্রিযোজী), যেমন TbCl৩। কঠিন অবস্থায় চতুর্যোজী টারবিয়াম TbO2 ও TbF4 এর মতো যৌগগুলিতেও পরিচিত। দ্রবণে টারবিয়াম সাধারণত ত্রিযোজী শ্রেণী গঠন করে, কিন্তু অত্যন্ত মৌলিক জলীয় অবস্থায় ওজোন সহ চতুর্যোজী অবস্থায় জারিত হতে পারে।\nটারবিয়ামের সহযোজন ও অর্গানমেটালিক রসায়ন অন্যান্য ল্যান্থানাইডের মতো। জলীয় অবস্থায় টারবিয়াম নয়টি পানির অণু দ্বারা সহযোজন হতে পারে, যা একটি ত্রিকোণীয় প্রিজম্যাটিক আণবিক জ্যামিতিতে সাজানো হয়। নিম্ন সহযোজন সংখ্যাসহ টারবিয়ামের যৌগিক সাধারণত বিআইএস (ট্রাইমিথাইল-সিলাইলামাইড) এর মতো ভারী লিগ্যান্ডের সাথেও জ্ঞাত, যা তিন-তুল্য Tb[N(SiMe3)2]3 যৌগিক গঠন করে।\nঅধিকাংশ সহযোজন ও অর্গানোমেটালিক যৌগিকে ত্রিযোজী জারণ অবস্থায় টার্বিয়াম থাকে। দ্বিযোজী  (Tb 2+) যৌগিকে সাধারণত বৃহৎ  সাইক্লোপেন্টাডিয়ানাইল-ধরনের লিগ্যান্ড সাথে জ্ঞাত। এর চতুর্যোজী অবস্থায় টারবিয়াম ধারণকারী কয়েকটি সহযোজন যৌগও জ্ঞাত।\n\n\n==== জারণ অবস্থা ====\nবেশিরভাগ বিরল মৃত্তিকা মৌল ও ল্যান্থানাইডের মতো টারবিয়াকে সাধারণত +৩ জারণ অবস্থায় পাওয়া যায়। সিরিয়াম ও প্রাসিওডিয়ামিয়ামের মতো টারবিয়ামও একটি +৪ জারণ অবস্থা তৈরি করতে পারে, যদিও এটি পানিতে অস্থিতিশীল। যাইহোক, টারবিয়ামের জন্য ০, +১, এবং +২ জারণ অবস্থায়ও পাওয়া সম্ভব।\n\n\n=== যৌগ ===\n\nউচ্চ তাপমাত্রায় টারবিয়াম নাইট্রোজেন, কার্বন, সালফার, ফসফরাস, বোরন, সেলেনিয়াম, সিলিকন ও আর্সেনিকের সাথে একত্রিত হয়ে বিভিন্ন যুগ্ম যৌগ তৈরি করে যেমন TbH2, TbH3, TbB2, Tb2S3, TbSe, TbTe ও TbN। এই সকল যৌগে Tb বেশিরভাগ জারণ অবস্থা +৩ এবং কখনও কখনও +২ প্রদর্শন করে। ট্যানটালাম পাত্রে ধাতব Tb এর উপস্থিতিতে Tb(III) হ্যালাইড দাহ্য  করে Tb(II) হ্যালাইড প্রাপ্ত হয়। টারবিয়াম এছাড়াও সেস্কুইক্লোরাইড (Tb2Cl3) গঠন করে, যা ৮০০° সে.-এ দাহ্য করে TbCl-এ আরও কমিয়ে আনা যায়। এই টার্বিয়াম (I) ক্লোরাইড স্তরযুক্ত গ্রাফাইটের মতো গঠন সহ প্লেটলেট গঠন করে।\nটারবিয়াম(IV) ফ্লোরাইড হল একমাত্র হ্যালাইড যা চতুর্যোজী টারবিয়াম গঠন করতে পারে এবং এর শক্তিশালী জারিত বৈশিষ্ট্য রয়েছে। কোবাল্ট(III) ফ্লোরাইড বা সেরিয়াম(IV) ফ্লোরাইড থেকে নির্গত ফ্লোরাইড বাষ্পের মিশ্রণের পরিবর্তে এটি একটি শক্তিশালী ফ্লোরিনেটিং এজেন্ট যা উত্তপ্ত হলে অপেক্ষাকৃত বিশুদ্ধ পারমাণবিক ফ্লোরিন নির্গত করে।  এটি ৩২০°সে.-এ ফ্লোরিন গ্যাসের সাথে টারবিয়াম(III) ক্লোরাইড বা টারবিয়াম(III) ফ্লোরাইডের সাথে বিক্রিয়া করে পাওয়া যেতে পারে:\n\n২ TbF 3 + F 2 → ২ TbF 4\nযখন TbF4 ও CsF একটি স্টোকিওমেট্রিক অনুপাতে মিশ্রিত হয়, তখন একটি ফ্লোরিন গ্যাস বায়ুমণ্ডলে CsTbF5 প্রাপ্ত হয়। এটি স্পেস গ্রুপ Cmca সহ [TbF 8] 4− ও ১১-সহযোজিত Cs+ এর সমন্বয়ে গঠিত একটি অর্থোরম্বিক স্ফটিক। যৌগ BaTbF6 একই পদ্ধতিতে প্রস্তুত করা যেতে পারে। এটি স্পেস গ্রুপ Cmma নিয়ে একটি অর্থোরম্বিক স্ফটিক। এছাড়াও যৌগ [TbF 8] 4− বিদ্যমান।\nঅন্যান্য যৌগ অন্তর্ভুক্ত\n\nক্লোরাইড: TbCl3\nব্রোমাইডস: TbBr3\nআয়োডাইড: TbI3\nফ্লোরাইড: TbF3, TbF4\n\n\n=== আইসোটোপ ===\n\nপ্রাকৃতিকভাবে সৃষ্ট টারবিয়াম এর একমাত্র স্থিতিশীল আইসোটোপ টারবিয়াম-১৫৯ দ্বারা গঠিত; মৌলটি তাই মনোনিউক্লিডিক ও মনোআইসোটোপিক। ছত্রিশটি রেডিওআইসোটোপকে চিহ্নিত করা হয়েছে, যার মধ্যে সবচেয়ে ভারী টার্বিয়াম-১৭১ (পারমাণবিক ভর ১৭০.95330(86) u) এবং সবচেয়ে হালকা টারবিয়াম-১৩৫ (সঠিক ভর অজানা)। টারবিয়ামের সবচেয়ে স্থিতিশীল সিন্থেটিক রেডিওআইসোটোপ হল টারবিয়াম-১৫৮, যার অর্ধায়ু ১৮০ বছর ও  টারবিয়াম-১৫৭, যার অর্ধায়ু ৭১ বছর। বাকি সব তেজস্ক্রিয় আইসোটোপের অর্ধেক জীবন থাকে যা এক বছরের এক চতুর্থাংশেরও কম এবং এর বেশিরভাগেরই অর্ধ-জীবন থাকে যা অর্ধেক মিনিটেরও কম।  প্রাথমিক ক্ষয় ধরনের পূর্বে সর্বাধিক প্রচুর স্থিতিশীল আইসোটোপ 159Tb হল ইলেকট্রন ক্যাপচার যার ফলে গ্যাডোলিনিয়াম আইসোটোপ তৈরি হয় এবং পরে প্রাথমিক ক্ষয় হল বিটা ঋণাত্মক ক্ষয় যার ফলে ডিসপ্রোজিয়াম আইসোটোপ হয়।\nমৌলটির ১৪১-১৫৪, ১৫৬ এবং ১৫৮ (প্রতিটি ভর সংখ্যা শুধুমাত্র একটি আইসোমারের সাথে মিলে না) সহ ২৭টি পারমাণবিক আইসোমার রয়েছে। এদের মধ্যে সবচেয়ে স্থিতিশীল হল অর্ধ-জীবন ২৪.৪ ঘন্টা বিশিষ্ট টারবিয়াম-156m এবং অর্ধ-জীবন ২২.৭ ঘন্টা বিশিষ্ট টার্বিয়াম-156m2; এটি ভর সংখ্যা ১৫৫-১৬১ ছাড়া তেজস্ক্রিয় টারবিয়াম আইসোটোপগুলির বেশিরভাগ ক্ষেত্র অবস্থার অর্ধায়ুর চেয়ে দীর্ঘ।\n\n\n== ইতিহাস ==\n\nসুইডিশ রসায়নবিদ কার্ল গুস্তাফ মোসান্ডার ১৮৪৩ সালে টারবিয়াম আবিষ্কার করেন। তিনি এটি ইট্রিয়াম অক্সাইডে অবিশুদ্ধ হিসাবে সনাক্ত করেছিলেন। সুইডেনের ইটারবি গ্রামের নামানুসারে ইট্রিয়ামের নামকরণ করা হয়েছে। আয়ন বিনিময় কৌশলের উদ্ভাবনের আগ পর্যন্ত টারবিয়াম বিশুদ্ধ আকারে বিচ্ছিন্ন ছিল না।\nমোসান্ডার প্রথমে ইট্রিয়াকে তিনটি ভগ্নাংশে বিভক্ত করেছিলেন, যার সবগুলো আকরিকের জন্য নামকরণ করা হয়েছিল: ইট্রিয়া, এরবিয়া ও টারবিয়া। \"টারবিয়া\" মূলত সেই ভগ্নাংশ ছিল যেটিতে গোলাপী রঙ ছিল, যে মৌলটির কারণে এখন এর্বিয়াম নামে পরিচিত। \"এরবিয়া\" (যা এখন টারবিয়াম নামে পরিচিত) মূলত ভগ্নাংশ ছিল যা সাধারণত দ্রবণে বর্ণহীন ছিল। এই মৌলটির অদ্রবণীয় অক্সাইডটি বাদামী রঙের বলে উল্লেখ করা হয়েছিল।\nপরবর্তীতে শ্রমিকদের ক্ষুদ্র বর্ণহীন \"এরবিয়া\" পর্যবেক্ষণ করতে অসুবিধা হয়েছিল, কিন্তু দ্রবণীয় গোলাপী ভগ্নাংশটি লক্ষ্য করা অসম্ভব ছিল। এরবিয়ার অস্তিত্ব ছিল কিনা তা নিয়ে তর্ক-বিতর্ক চলতে থাকে। বিভ্রান্তিতে আসল নামগুলি বিপরীত হয়ে যায় ও নামের বিনিময় প্রলম্বিত হয়ে যায়, অতএব গোলাপী ভগ্নাংশটি শেষ পর্যন্ত এর্বিয়ামযুক্ত দ্রবণে উল্লেখ করা হয় (যা দ্রবণে গোলাপী)। এটা এখন মনে করা হয় যে যে ইট্রিয়া থেকে সেরিয়া অপসারণের জন্য দ্বি-সোডিয়াম বা পটাশিয়াম সালফেট ব্যবহার করতে গিয়ে কর্মীরা অসাবধানতাবশত টারবিয়ামকে সেরিয়াযুক্ত অধঃক্ষেপণে হারিয়ে ফেলে। এখন যা টারবিয়াম নামে পরিচিত তা আসল ইট্রিয়ার মাত্র ১% ছিল, তবে এটি ইট্রিয়াম অক্সাইডে হলুদ রঙ দেওয়ার জন্য যথেষ্ট ছিল। এইভাবে, টারবিয়াম ছিল এটির মূল ভগ্নাংশের একটি গৌণ উপাদান, যেখানে এটি এর নিকটবর্তী সন্নিহিত গ্যাডোলিনিয়াম ও ডিসপ্রোসিয়াম দ্বারা প্রভাবিত ছিল।\nতারপরে, যখনই এই মিশ্রণটি ছাড়া অন্য বিরল মৃত্তিকা মৌল থেকে জ্বালানো হয়, তখনই এই ভগ্নাংশটি যে বাদামী অক্সাইড দিয়েছে তা টারবিয়াম নাম ধরে রেখেছে, শেষ অবধি টারবিয়ামের বাদামী অক্সাইড বিশুদ্ধ আকারে প্রাপ্ত হয়েছিল। ঊনবিংশ  শতকের তদন্তকারীদের উজ্জ্বল হলুদ বা সবুজ Tb(III) প্রতিপ্রভা পর্যবেক্ষণ করার জন্য ইউভি (অতি বেগুনি) প্রতিপ্রভা প্রযুক্তির সুবিধা ছিল না যা কঠিন মিশ্রণ বা দ্রবণে টারবিয়ামকে সনাক্ত করা সহজ করে তুলত।\n\n\n== ঘটনা ==\n\nমোনাজাইট ((Ce,La,Th,Nd,Y)PO4 ০.০৩% পর্যন্ত টারবিয়াম সহ), জেনোটাইম (YPO4) ও ইউক্সেনাইট ((Y,Ca,Er,La,Ce,U,Th)(Nb,Ta,Ti)2O6 ১% বা এর বেশি টারবিয়াম সহ) সহ অনেক খনিজ পদার্থে অন্যান্য বিরল মৃত্তিকা মৌলের সাথে টারবিয়াম রয়েছে। টার্বিয়ামের ভূত্বকের প্রাচুর্য ১.২ ​​মিলিগ্রাম/কেজি হিসাবে অনুমান করা হয়। এখনও টারবিয়াম-প্রধান খনিজ পাওয়া যায়নি।\nবর্তমানে, টারবিয়ামের সবচেয়ে ধনী বাণিজ্যিক উৎস হল দক্ষিণ চীনের আয়ন-শোষণ কাদামাটি; ওজন অনুযায়ী প্রায় দুই-তৃতীয়াংশ ইট্রিয়াম অক্সাইডের ঘনত্বে প্রায় ১% টারবিয়া থাকে। বাস্টনাসাইট এবং মোনাজাইটে অল্প পরিমাণে টারবিয়াম পাওয়া যায়; যখন এগুলোকে  সামরিয়াম-ইউরোপিয়াম-গ্যাডোলিনিয়াম ঘনত্ব হিসাবে দ্রাবক নিষ্কাশনের মাধ্যমে মূল্যবান ভারী ল্যান্থানাইড পুনরুদ্ধার করার জন্য প্রক্রিয়াজাত করা হয় তখন টারবিয়াম সেখানে পুনঃপ্রাপ্ত হয়। আয়ন-শোষণ কাদামাটির সাপেক্ষে প্রচুর পরিমাণে বাস্টনাসাইট প্রক্রিয়াজাত হওয়ার কারণে বিশ্বের টারবিয়াম সরবরাহের একটি উল্লেখযোগ্য অনুপাত বাস্টনাসাইট থেকে আসে।\n২০১৮ সালে, জাপানের মিনামিতোরি দ্বীপের উপকূলে একটি সমৃদ্ধ টারবিয়াম সরবরাহ আবিষ্কৃত হয়েছিল এবং উল্লিখিত সরবরাহটি \"৪২০ বছরের জন্য বিশ্বব্যাপী চাহিদা মেটাতে যথেষ্ট\"।\n\n\n== উৎপাদন ==\nচূর্ণ টারবিয়াম-যুক্ত খনিজগুলিকে বিরল মৃত্তিকার পানিতে দ্রবণীয় সালফেট তৈরি করতে গরম ঘনীভূত সালফিউরিক অ্যাসিড দিয়ে প্রভাবিত করা হয়। অম্লীয় পরিস্রুত তরল পদার্থকে কস্টিক সোডা দিয়ে পিএইচ ৩-৪ -এ আংশিকভাবে নিরপেক্ষ করা হয়। থোরিয়াম হাইড্রোক্সাইড হিসাবে দ্রবণ থেকে বের হয়ে যায় ও অপসারণ করা হয়। এরপরে বিরল মৃত্তিকা মৌলকে সেগুলির অদ্রবণীয় অক্সালেটে রূপান্তর করতে দ্রবণটিকে অ্যামোনিয়াম অক্সালেট দিয়ে প্রভাবিত করা হয়। অক্সালেট উত্তপ্ত হয়ে অক্সাইডে পচে যায়। অক্সাইড নাইট্রিক অ্যাসিডে দ্রবীভূত হয় যা প্রধান উপাদানগুলির মধ্যে একটি সেরিয়ামকে বর্জন করে যার অক্সাইড HNO3-এ অদ্রবণীয়। টারবিয়ামকে স্ফটিককরণের মাধ্যমে অ্যামোনিয়াম নাইট্রেট দিয়ে দ্বিগুণ লবণ হিসাবে আলাদা করা হয়।\nবিরল-মৃত্তিকা লবণের দ্রবণ থেকে টারবিয়াম লবণের জন্য সবচেয়ে কার্যকর পৃথকীকরণ রুটিন হল আয়ন বিনিময়। এই প্রক্রিয়ায়, রজনে উপস্থিত হাইড্রোজেন, অ্যামোনিয়াম বা কিউপ্রিক আয়নগুলির সাথে বিনিময়ের মাধ্যমে বিরল-মৃত্তিকা আয়নগুলি উপযুক্ত আয়ন-বিনিময় রজনে শোষিত হয়। বিরল মৃত্তিকা আয়নগুলি তারপর বেছে বেছে উপযুক্ত জটিল এজেন্ট দিয়ে ধুয়ে ফেলা হয়। অন্যান্য বিরল মৃত্তিকার মতো ক্যালসিয়াম ধাতুর সাথে অনার্দ্র ক্লোরাইড বা ফ্লোরাইড হ্রাস করে টারবিয়াম ধাতু উৎপাদিত হয়। শূন্যস্থান পুনঃগলন, পাতন, সংমিশ্রণ গঠন বা বলয় গলানোর মাধ্যমে ক্যালসিয়াম ও ট্যানটালাম অমেধ্য অপসারণ করা যেতে পারে।\n\n\n== প্রয়োগ ==\nটারবিয়াম ক্যালসিয়াম ফ্লোরাইড, ক্যালসিয়াম টুংস্টেট ও স্ট্রনশিয়াম মলিবডেটে ডোপান্ট হিসাবে ব্যবহৃত হয়, এমন পদার্থ যা সলিড-স্টেট ডিভাইসে ব্যবহৃত হয় ও জ্বালানী কোষের স্ফটিক স্টেবিলাইজার হিসাবে যা উচ্চ তাপমাত্রায় কাজ করে।\nটারবিয়াম খাদ ও ইলেকট্রনিক ডিভাইস উৎপাদনেও ব্যবহৃত হয়। টেরফেনল-ডি- এর একটি উপাদান হিসাবে টার্বিয়াম সঞ্চালক, নেভাল সোনার পদ্ধতি, সেন্সর, সাউন্ডবাগ ডিভাইস (এর প্রথম বাণিজ্যিক প্রয়োগ) ও অন্যান্য চৌম্বকযন্ত্রে ব্যবহার করা হয়। টেরফেনল-ডি একটি টারবিয়াম খাদ যা চৌম্বক ক্ষেত্রের উপস্থিতিতে প্রসারিত বা সংকুচিত হয়। এটিতে যে কোনো সংকর ধাতুর সর্বোচ্চ চুম্বকীয় বিকৃতি রয়েছে।\nটারবিয়াম অক্সাইড প্রতিপ্রভ বাতি ও রঙিন টিভি টিউবে সবুজ ফসফরে ব্যবহার করা হয়। সলিড স্টেট ডিভাইসে সোডিয়াম টারবিয়াম বোরেট ব্যবহার করা হয়। উজ্জ্বল প্রতিপ্রভা টারবিয়ামকে জৈব রসায়নে একটি অনুসন্ধান হিসাবে ব্যবহার করার অনুমতি দেয়, যেখানে এটি এর আচরণে ক্যালসিয়ামের সাথে কিছুটা সাদৃশ্যপূর্ণ। টারবিয়াম \"সবুজ\" ফসফর (যা একটি উজ্জ্বল লেবু-হলুদ প্রতিপ্রভ করে) ত্রিবর্ণী আলো প্রযুক্তি প্রদান করতে দ্বিযোজী ইউরোপিয়াম নীল ফসফর ও ত্রিযোজী ইউরোপিয়াম লাল ফসফরসের সাথে মিলিত হয় যা এখন পর্যন্ত বিশ্বের টারবিয়াম সরবরাহের সবচেয়ে বড় ভোক্তা। ত্রিবর্ণী আলো ভাস্বর বাতির চেয়ে প্রদত্ত পরিমাণ বৈদ্যুতিক শক্তির জন্য অনেক বেশি আলো সরবরাহ করে।\nএন্ডোস্পোর শনাক্ত করতেও টারবিয়াম ব্যবহৃত হয়, কারণ এটি ফটোলুমিনেসেন্সের উপর ভিত্তি করে ডিপিকোলিনিক অ্যাসিডের বিশুদ্ধতা পরীক্ষা হিসেবে কাজ করে।\n\n\n== সতর্কতা ==\n\nটারবিয়ামের কোনও পরিচিত জৈবিক ভূমিকা নেই। অন্যান্য ল্যান্থানাইডের মতো টারবিয়াম যৌগগুলি কম থেকে মাঝারি বিষাক্ততার, যদিও এগুলির বিষাক্ততা বিশদভাবে তদন্ত করা হয়নি। ইঁদুরের উপর টারবিয়াম ক্লোরাইডের বিষাক্ততার পরীক্ষার উপর ভিত্তি করে এটি ধারণা করা হয় যে ৫০০ গ্রাম বা এরও বেশি খাওয়া একজন মানুষের জন্য মারাত্মক হতে পারে (তুলনা: ১০০ কেজি মানুষের জন্য ৩০০ গ্রাম সাধারণ টেবিল লবণের প্রাণঘাতী ডোজ)। অদ্রবণীয় লবণ অ-বিষাক্ত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nওয়েবএলিমেন্টস.কম – টারবিয়াম\nএটি মৌলিক  – টারবিয়াম"}