{"pageid": 110122, "title": "সীতাকোট বিহার", "url": "https://bn.wikipedia.org/wiki?curid=110122", "content": "সীতাকোট বিহার বাংলাদেশের দিনাজপুর জেলার নবাবগঞ্জ উপজেলায় অবস্থিত একটি বৌদ্ধ বিহার।\n\n\n== আবিষ্কারের ইতিহাস ==\nজনাব আবুল কালাম মোহাম্মদ যাকারিয়া ১৯৫৮ খ্রিষ্টাব্দে যুক্তরাষ্ট্র ছেড়ে বাংলাদেশে ফেরত এসে যোগ দেন দিনাজপুরে যুগ্ম সহকারী কমিশনার (রেভেনিউ) পদে। এ কাজেই তিনি একদিন নবাবগঞ্জ যান। সেখানকার প্রত্যন্ত গ্রাম ফতেপুর মারাজে গিয়ে তিনি অদ্ভুত এক জায়গার দেখা পান। এই জায়গাটিকে ১৯১২ খ্রিষ্টাব্দের তদানিন্তন জেলা প্রশাসক এফ ডব্লিউ স্ট্রং স্থানীয় লোকশ্রুতির উপর ভিত্তি করে জেলা গেজেটিয়ারে 'রামায়ণে উল্লেখিত সীতার দ্বিতীয় বনবাসস্থল হিসেবে উল্লেখ করেছিলেন। ১৮৭৪ সালের দিনাজপুরের প্রশাসক ও পুরাতাত্ত্বিক ওয়েস্টম্যক্ট এই জায়গাটিকে মনে করেছিলেন বাঁধানো পুকুর। কিন্তু তিনি এদেঁর কারো কথাই মানতে পারলেন না। নিজের মতের উপর অটল থেকে বললেন এটা একটা বৌদ্ধবিহার। তার কথায় কেউ কান না দিলেও এর প্রায় নয় বছর পর ১৯৬৭ খ্রিষ্টাব্দে দিনাজপুরে বদলি হয়ে গেলেন নিজে।সিদ্ধান্ত নিলেন জায়গাটা খুঁড়ে দেখতে হবে। এরূপ পুরাতাত্ত্বিক খননের জন্য যে পরিমাণ অর্থের দরকার হয় তা সংগ্রহের জন্য জেলা বোর্ডকে দশ হাজার টাকা দেবার জন্য রাজি করালেন আর কারিগরি সহায়তার জন্য রাজি করালেন প্রত্নতত্ত্ব বিভাগকে। প্রয়োজনীয় কর্মীবাহিনীসহ নিকটস্থ ডাকবাংলোতে ক্যাম্প স্থাপিত হলো আর শুরু হলো খননকাজ। খননকাজে বিহারের প্রবেশপথ আর ছাত্রাবাসসহ পুরো কাঠামোটার যে রূপ বেরিয়ে এলো, ১৯৫৮ খ্রিষ্টাব্দে করা তার আনুমানিক নকশার সাথে তা হুবহু মিলে গেলো। শুধু তাই নয়, অনেকে বিহারটিকে সপ্তম শতকের বলতে চাইলে তিনি তা নাকোচ করে দেন। তার বিশ্বাস ছিলো মাৎসান্যায়ের যুগে এত বড় বিহার কিছুতেই তৈরি হতে পারে না, তাছাড়া পরবর্তিকালের বিহারগুলোর মতো এখানে কোনো কেন্দ্রীয় মন্দির নেই; তিনি ব্যক্তিগত অভিমত দিলেন যে, এটি পঞ্চম বা ষষ্ঠ শতকের বিহার। তার কথাই সত্যি বলে প্রমাণিত হলো।\n\n\n== বিবরণ ==\n\nএই স্থাপত্যটি পরিকল্পনায় প্রায় বর্গাকৃতির (পূর্ব-পশ্চিমে ৬৫.২৩ মিটার এবং উত্তর-দক্ষিণে ৬৪.১১ মিটার)। বিহারটির উত্তর এবং দক্ষিণ বাহুদ্বয় বহির্দিকে প্রক্ষিপ্ত ছিলো। প্রশস্ত মুখপাতবিশিষ্ট (frontage) তোরণ কমপ্লেক্সটি উত্তর বাহুর মধ্যাংশে অবস্থিত। পূর্ব বাহুর উত্তরাংশে পেছনের দেয়াল ভেদ করে একটি সম্পূরক প্রবেশ পথ ছিলো।\nবিহারটিতে ৪১টি কক্ষ ছিল, উত্তর বাহুতে ৮টি এবং অন্য তিন বাহুতে ১১ টি করে। কক্ষগুলি ছিল প্রায় সমায়তনের (৩.৬৬ মিটার×৩.৩৫ মিটার)। কক্ষগুলির পেছনের দেয়ালে কুলুঙ্গি ছিলো এবং কক্ষগুলি দেওয়াল দ্বারা বিভক্ত ছিলো। বিভাজক দেয়ালের পুরুত্ব ছিলো ০.৯১ মিটার থেকে ১.২২ মিটার এবং পেছনের দেয়ালের পুরুত্ব ছিলো ২.৫৯ মিটার, কিন্তু সম্মুখের দেয়ালের পুরুত্ব ছিলো ১.০৭ মিটার।\nবিহারের ভেতরের দিকে ২.৫৯ মিটার প্রশস্ত একটি অভ্যন্তরীণ টানা বারান্দা ছিলো। ১.৬৮ মিটার লম্বা এবং ১.০৭ মিটার প্রশস্ত দরজার মাধ্যমে বিহারের কক্ষগুলি অভ্যন্তরীণ টানা বারান্দার সঙ্গে সংযুক্ত ছিলো। একটি ১.২২ মিটার পুরু এবং ০.৭৬ মিটার উচ্চতাবিশিষ্ট দেয়াল সমগ্র বারান্দাকে অঙ্গিনা থেকে আড়াল করে রাখতো। বিহারের পূর্ব, পশ্চিম এবং দক্ষিণ বাহুর কেন্দ্রীয় কক্ষত্রয় অন্যান্য সাধারণ কক্ষের তুলনায় আয়তনে বড় ছিলো। প্রতিটি কেন্দ্রীয় কক্ষের একটি করে ইটের বেদী ছিলো। সেখানে পূজার মূর্তি রাখা হতো। খুব সম্ভবত দক্ষিণ দিকে কেন্দ্রীয় কক্ষটি ছিলো প্রধান মন্দির। প্রধান মন্দিরটির সম্মুখে স্তম্ভশোভিত প্যাভিলিয়নটি মন্ডপ হিসেবে ব্যবহৃত হয়ে থাকবে।\nবিহার ভবনের দক্ষিণ দিকে একটু দূরে কিন্তু মূল ভবনের সঙ্গে আবৃত পথ দ্বারা সংযুক্ত সম্মুখভাগে বারান্দাসহ পাঁচটি কক্ষ পাওয়া যায়। পন্ডিতদের অভিমত এগুলি শৌচাগার হিসেবে নির্মিত হয়েছিলো। ছাদ ঢালাইয়ের জন্য চুন, সুরকি এবং ভার বহনের জন্য কড়িকাঠের ব্যবহার দেখা যায়। সীতাকোট বিহার আঙ্গিনার মধ্যবর্তী স্থানে প্রধান মন্দির ছিল না। এখানে পাহাড়পুর, শালবন বিহার এবং আনন্দ বিহারের মতো ঐতিহ্যবাহী পোড়ামাটির ফলক অনুপস্থিত। তবে আকার আয়তনের দিক দিয়ে সীতাকোট বিহারের সঙ্গে বগুড়ায় অবস্থিত ভাসু বিহারের অনেক মিল রয়েছে।\n\n\n== বিহারের সময়কাল ==\nবিহার নির্মাণ সম্পর্কে দুটি নির্মাণকালের কথা বলা হলেও স্তরবিন্যাস পদ্ধতিতে বিহারের কাল নির্ধারণ করা হয়নি। অবশ্য পরে, বিহারটি যে খ্রিষ্টীয় পঞ্চম-ষষ্ঠ শতকে, অর্থাৎ প্রায় দেড় হাজার বছর আগে নির্মিত হয়েছিলো তা প্রমাণ করা গেছে।\n\n\n== উদ্ধারকৃত প্রত্নসামগ্রী ==\nব্রোঞ্জনির্মিত একটি বোধিসত্ত্ব পদ্মাপাণি এবং বোধিসত্ত্ব মঞ্জুশ্রী মূর্তি সীতাকোট বিহার থেকে প্রাপ্ত গুরুত্বপূর্ণ প্রত্ননিদর্শন। মূর্তি দুটির গঠনশৈলী থেকে অনুমান করা যায়, এগুলি ৭ম-৮ম শতাব্দীতে তৈরি। এই বিহারের অধিকাংশ প্রত্নসামগ্রী সংরক্ষিত আছে দিনাজপুর মিউজিয়ামে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nআবুল কালাম মোহাম্মদ যাকারিয়া\nদিনাজপুর মিউজিয়াম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}