{"pageid": 1101553, "title": "আবরাহা", "url": "https://bn.wikipedia.org/wiki?curid=1101553", "content": "আবরাহা আসল নাম আল আশরাম (الأشرم) একজন আকসুমাইট সেনা জেনারেল ছিলেন, তখন আকসুম রাজ্যের দক্ষিণ আরবের ভাইসরয় এবং পরে নিজেকে হিময়ারের একজন স্বাধীন রাজা ঘোষণা করেন। আবরাহা বর্তমান আরব এবং ইয়েমেনের বেশিরভাগ অংশ শাসন করেছে অন্তত 531-547 CE থেকে 555-570 CE পর্যন্ত।\n\n\n== জীবনী ==\nহিমিয়ার রাজ্যের শেষ ইহুদী রাজা হন যু-নুওয়াস (ذو نواس‎‎)। যু-নাওয়াস রাজা হয়েই ঘোষণা করেন,রাজ্যের খ্রিস্টানদের শাস্তি দেয়া হবে, কারণ অন্য রাজ্যে খ্রিস্টানরা ইহুদীদের নিপীড়ন করে। তিনি তাদের ইহুদী ধর্মে আসতে বলেন। কিন্তু তারা প্রত্যাখ্যান করে। ক্রোধে যু-নুওয়াস তাদের আক্রমণ করেন নাজরানে। ছয় মাস তাদের অবরোধ করে রাখা হয়। অনেক লোক আত্মসমর্পণ করে এই প্রতিশ্রুতি পাবার পর যে, তাদের শাস্তি দেয়া হবে না কিন্তু যু-নুওয়াস তাদের সকলের শাস্তির ব্যবস্থা করেন। পরিখায় আগুন লাগিয়ে চার্চের কাছেই সেখানে তাদের জীবিত পুড়িয়ে মারেন, যারা সমর্পণ করেনি তাদেরও। কুরআনে এ ঘটনাকে অভিশাপ দেয়া হয়েছে।\nএরপর তিনি উত্তর আরব (মক্কা মদিনা) আক্রমণের চিন্তা করেন। খ্রিস্টানদের নির্যাতন করার আহ্বান জানিয়ে তিনি প্রতিবেশী রাজাদের কাছেও পত্র দেন, এ খ্রিস্টান নিধনের সংবাদ সারা রোমান আর পারস্যে ছড়িয়ে পড়ল। শেষ পর্যন্ত রোমান সম্রাট জাস্টিন দা ফার্স্টের কাছেও নাজরান থেকে আর্তি গেল খ্রিস্টান নিধনের প্রতিশোধ নেয়ার জন্য। ইথিওপিয়ার আক্সুম রাজ্যের রাজা কালেব তখন রোমান সম্রাট জাস্টিনের সহায়তায় সেনা যোগাড় করলেন এবং ইয়েমেনে পোঁছালেন। সেখানে তিনি যু-নুওয়াসকে যুদ্ধে পরাজিত করেন যেখানে তার সেনাবাহিনীর একজন দক্ষ কমান্ডার ছিলেন আল-আশরাম।\nপ্রকোপিয়াস আব্রাহাকে একজন রোমান বণিকের প্রাক্তন দাস হিসেবে চিহ্নিত করেন যিনি আদুলিসে ব্যবসা করতেন। পরবর্তীতে, আবরাহা একজন সেনাপতি বা যু-নুওয়াস বিরুদ্ধে অ্যাক্সামের রাজা কালেবের নেতৃত্বে সেনাবাহিনীর একজন সদস্য ছিলেন। মূলত, কালেব দুটো বাহিনী পাঠিয়েছিলেন, প্রথমটা ব্যর্থ হলে দ্বিতীয়টি পাঠানো হয়। এই দ্বিতীয় বাহিনীর কমান্ডারই তার অধীনে ছিল এক লাখ সৈন্য আর শত শত যুদ্ধের হাতি। যু-নাওয়াসের মৃত্যুর পর কালেব ফিরে গেলে এ এলাকার দখল নিয়ে নিতে চায় আল-আশরাম। কিন্তু কালেব সেটা মানেন নি। কালেব দেশ থেকে জেনারেল আরিয়াতকে প্রেরণ করেন, যেন আরিয়াতকে ইয়েমেনের গভর্নর বানানো হয়। কিন্তু আল-আশরাম এটা মানেনি। ফলে রাজা কালেব রেগে যান। এ দ্বন্দ্ব অনেক দিন চলে। শেষ পর্যন্ত আরিয়াত আর আল-আশরাম এর দ্বন্দ্ব লড়াই অনুষ্ঠিত হয়। সেটাতে আল-আশরাম এর মুখে আঘাত লাগে। মুখ কেটে যায়। কিন্তু ওদিকে আরিয়াত মারা যায়। আর জয়ী হন আল-আশরাম। তবে এরপর থেকে তার উপাধি হয় ‘আশরাম’ বা ‘যার মুখে কাঁটা দাগ’। রাজা কালেব এরপর দু’বার আর্মি পাঠান আব্রাহাকে দমন করতে, কিন্তু সেই দুবারই পরাজিত হন। শেষ পর্যন্ত কালেব তার অধীনে ইয়েমেনের শাসক বা রাজা হিসেবে স্বীকৃতি দেন আব্রাহাকে।\n\n\n== রাজত্ব ==\n\nরাজা হয়েই খ্রিস্টান আব্রাহা শুরু করেন ইহুদী আর পৌত্তলিক দমন। তিনি তার রাজ্যের রাজধানী স্থাপন করেন সানাতে। রাজ্যের সেচপ্রণালী উন্নত করেন আর পানিপ্রবাহ নিশ্চিত করেন। সাবিয়ান রাজধানী মা’রিবে তিনি বিশাল সেচ বাধ ঠিক করে দেন। তিনি সানাতে বিশাল এক চার্চ বা ক্যাথেড্রাল নির্মাণ করেন।\n\n\n== ইসলামি ঐতিহ্য ==\n\nআবরাহা একটি ক্যাথেড্রাল বানিয়েছিলেন যেখানে তেমন মানুষ আসতো না। দূর দূরান্ত থেকে মানুষ মক্কার এক উপাসনালয় ভ্রমণ করতে যায়। তাই তিনি কাবা ধ্বংস করে দিতে চেয়েছিলেন।\n৫৭০ সালে আব্রাহা সৈন্য একত্র করেন আর মক্কার দিকে রওনা দেন। তার বাহিনীর অগ্রে ছিল এক সাদা হাতি। কথিত আছে, হাতিটির নাম ছিল মাহমুদ। বলা হয়, মোট ৮টি হাতি ছিল বাহিনীতে। হাতি দিয়ে কাবার গুড়িয়ে দেবার ইচ্ছা ছিল তার। আব্রাহাকে বাধা দিতে পথিমধ্যে অনেক আরব গোত্র আক্রমণ করে। কিন্তু সবাই পরাজিত হয়। মক্কার পরিসীমায় পোঁছালে, আব্রাহার সাদা হাতি বসে পড়ে। সেটাকে জোর করেও আর আগানো যাচ্ছিল না।\n\nতখন হঠাৎ আকাশে দেখা গেল, বিশাল এক ঝাঁক পাখি আসছে। ছোট ছোট পাখি। তারা সবাই পাথর বহন করে আনছে ঠোঁটে আর পায়ে করে। এবং সেনাবাহিনীর উপরে আসতেই সেই পাথরগুলো সেই অনেক উঁচু থেকে ফেলে দিচ্ছে। আবরাহার বাহিনীর বেশিরভাগ সৈন্য পালিয়ে যায় এবং অনেকে নিহত হলো। সেই একই বছরে মুহাম্মাদের জন্ম হয়। \n\n\n== মৃত্যু ==\nআব্রাহা গুরুতর আহত হন এবং ইয়েমেনে পালিয়ে যাবার পথে মারা যান।\n\n\n== তথ্যসূত্র =="}