{"pageid": 1101205, "title": "উপাসনা (হিন্দু দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1101205", "content": "উপাসনা (সংস্কৃত: उपासना) এর আক্ষরিক অর্থ \"পূজা বা আরাধনা\" এবং \"কাছে বসা, উপস্থিত হওয়া\"। এটি নিরাকার জিনিসের উপাসনা বা ধ্যানকে বোঝায়, যেমন পরমাত্মা (ব্রহ্ম), পবিত্র, আত্মা নীতি, আর্ন্তিক ও বুদ্ধিবৃত্তিক ধারণার জন্য ধ্যানমূলক শ্রদ্ধাকে পূর্বের শারীরিক উপাসনা থেকে আলাদা করে, বৈদিক দেবতাদের প্রকৃত উৎসর্গ ও নৈবেদ্য।\nশব্দটি বেদের তিনটি খণ্ডের একটি যেটি উপাসনার উপর দৃষ্টি নিবদ্ধ করে। অন্য দুটি অংশ আরণ্যক ও উপনিষদ, কখনও কখনও কর্ম-খণ্ড (আচারিক যজ্ঞ বিভাগ) ও জ্ঞান-খণ্ড (জ্ঞান, আধ্যাত্মিক বিভাগ) হিসাবে চিহ্নিত।\n\n\n== ব্যুৎপত্তি ==\nসংস্কৃত শব্দ উপাসনা এর মূল উপর ও আসন, যার অর্থ \"কারো কাছে বসা, শ্রদ্ধার সাথে কারো জন্য অপেক্ষা করা\"। ওল্ডেনবার্গ উপাসনাকে এর মূল উপাস, জার্মান ভাষায় Verehren বা \"উপাসনা করা, শ্রদ্ধা করা\", এবং বৈদিক গ্রন্থের নিরাকার সত্তাগুলি, যেমন 'পরম আত্মা, পবিত্র, আত্মা নীতি' এর 'আরাধনা ও শ্রদ্ধা' এর স্পষ্টীকরণের মাধ্যমে ব্যাখ্যা করেছেন। এই গ্রন্থগুলি উপাসনার ধারণাটি প্রদান করে যাতে অভ্যন্তরীণ ও বুদ্ধিবৃত্তিক ধারণার জন্য ধ্যানমূলক শ্রদ্ধাকে পূর্বের শারীরিক উপাসনা, প্রকৃত উৎসর্গ এবং বৈদিক দেবতাদের অর্ঘের থেকে আলাদা করা যায়। শায়ার ভিন্ন দৃষ্টিভঙ্গি প্রস্তাব করেছেন, বৈদিক প্রেক্ষাপটে উপাসনা জার্মান শব্দ Umwerben  বা Bedrängen-এর কাছাকাছি, অথবা আধিভৌতিক আত্মা, পরমাত্মা (ব্রহ্ম) এর উপর প্রত্যাশা ও প্রার্থনার সাথে আনুগত্য ও সনির্বন্ধ করা। শায়ার আরও বলেছেন যে উপাসনা ছিল মনস্তাত্ত্বিক কর্মের পাশাপাশি একটি পদ্ধতি, যা ব্যুৎপত্তিগতভাবে রেনু দ্বারা আরও বিকশিত হয়েছিল।\n\n\n== তাৎপর্য ==\n\n\n=== ধ্যান ও সনাক্তকরণ ===\nসমসাময়িক প্রেক্ষাপটে, উপাসনা হলো উপাসনার ধ্যানমূলক পদ্ধতি (ভক্তি)। ওয়ার্নার এটিকে \"ধ্যান\" হিসাবে অনুবাদ করেছেন, যখন মূর্তি অনুবাদ করেছেন \"ধ্যান করা জিনিসে মনের অটলতা\"। উপাসনাকে কখনও কখনও পূজা হিসেবেও উল্লেখ করা হয়। যাইহোক, ভারতীয় দর্শনে আনুষ্ঠানিক পূজা হলো এক ধরনের আরাধনা। পল ডিউসেন উপাসনাকে \"ধ্যান\" ও \"উপাসনা\" হিসাবে অনুবাদ করেছেন, যা প্রসঙ্গের উপর নির্ভর করে।\nউপাসনার ধারণাটি বেদান্ত যুগে বড় ঐতিহ্য গড়ে তুলেছিল। এডওয়ার্ড ক্র্যাঙ্গল তার পর্যালোচনায় বলেছেন যে বৈদিক পাঠে উপাসনা প্রাথমিকভাবে \"বিকল্প ত্যাগ\" এর রূপ হিসাবে বিকশিত হয়েছিল, যেখানে আরণ্যক অনুশীলনের প্রতীকী ধ্যান, প্রকৃত যজ্ঞের আচারের পরিবর্তে, ত্যাগ ছাড়াই একই যোগ্যতা অর্জনের উপায় প্রদান করে। সময়ের সাথে সাথে, এই ধারণাটি আচার সম্পর্কে ধ্যান করা থেকে, সম্পর্কিত ধারণা ও ধারণাগুলির অভ্যন্তরীণকরণ ও ধ্যানে স্থানান্তরিত হয়েছিল। এটি বৈদিক যুগে মূল বিবর্তনকে চিহ্নিত করে থাকতে পারে, ধর্মীয় ত্যাগ থেকে শুরু করে আধ্যাত্মিক ধারণা নিয়ে।\nএটি তীব্র ধরণের পদ্ধতিগত ধ্যান ও সনাক্তকরণের অর্থে ফুলে উঠেছে। আদি শঙ্কর উপাসনাকে এক ধরনের ধ্যান হিসেবে বর্ণনা করেছেন -- ধ্যান \"কেউ বা কিছু সম্পর্কে, তুলনামূলক মৌলিক ধারণাগুলির ক্রমাগত উত্তরাধিকার নিয়ে গঠিত, এটিকে ভিন্ন ভিন্ন ধারণার সাথে ছেদ না করে, যা শাস্ত্র অনুসারে এবং ধর্মগ্রন্থে নির্দেশিত ধারণা অনুসারে এগিয়ে যায়।\" এটি ঘনত্বের অবস্থা যেখানে \"যা কিছুর উপর ধ্যান করা হয়\" তা সম্পূর্ণরূপে চিহ্নিত করা হয়, আত্মের সাথে শোষিত হয়, এবং একজনের সাথে একীভূত হয় যেমন একজন নিজের দেহের সাথে আত্ম চেতনাকে সনাক্ত করে। দুজন এক হয়ে যায়, \"তুমি সেই\"। উপাসনায় \"কেউ বা কিছু\" প্রতীকী দেবতা বা বিমূর্ত ধারণা হতে পারে, শঙ্কর বলেছেন। উপাসনা নিছক একাগ্রতা বা ধ্যানে বসে থাকার চেয়েও বেশি কিছু করে; এটি ঈশ্বরের সাথে এক হওয়া, যা \"ভগবান হওয়া\" হিসাবে প্রকাশ করে এবং \"একজন ঈশ্বর হয়ে, সে ঈশ্বরকে লাভ করে,\" প্রতিদিনের জীবনে ঈশ্বরের সাথে এই পরিচয় যাপন করে।\n\n\n=== পাঠ্যের শ্রেণিবিভাগ ===\nঅন্যান্য প্রেক্ষাপটে, উপাসনা বলতে উপাসনা বা ধ্যান সম্পর্কিত বৈদিক যুগের গ্রন্থের অংশকে বোঝায়। বেদের প্রথম অংশগুলি, যা প্রথম দিকে রচিত হয়েছিল, যা যজ্ঞেট আচার-অনুষ্ঠানের সাথে সম্পর্কিত। দ্বিতীয় অংশগুলি হল উপাসনা-কাণ্ড, এবং শেষ অংশগুলি বিমূর্ত দর্শন এবং আধ্যাত্মিকতার সাথে সম্পর্কিত যা জনপ্রিয়ভাবে উপনিষদ নামে পরিচিত।\nউপাসনা করুণাকর সহ বৈদিক সাহিত্য বিষয়বস্তু বা কাঠামোতে সমজাতীয় নয়। একাধিক শ্রেণিবিভাগ প্রস্তাব করা হয়েছে। উদাহরণ স্বরূপ, মন্ত্র ও প্রার্থনা সহ বেদের প্রথম অংশকে সংহিতা বলা হয় এবং ব্রাহ্মণ নামে আচারের ভাষ্যকে একত্রে আনুষ্ঠানিক কর্ম-খণ্ড হিসেবে চিহ্নিত করা হয়, যদিও আচার ও রূপক-আচারের অংশকে আরণ্যক এবং জ্ঞান বা আধ্যাত্মিকতার অংশ উপনিষদকে জ্ঞান-খণ্ড হিসেবে উল্লেখ করা হয়।\nকিছু ক্ষেত্রে, উপাসনা অধ্যায়গুলি আরণ্যকগুলির ভিতরে খচিত করা আছে। উদাহরণস্বরূপ, ঋগ্বেদে, এর প্রথম পাঁচটি গ্রন্থকে বলা হয় ঐতরেয় আরণ্যক।দ্বিতীয় ও তৃতীয় পুস্তকটি ধর্মতত্বগত, এবং দ্বিতীয় পুস্তকের প্রথম তিনটি বিভাগকে বলা হয় প্রাণ উপাসনা (প্রাণশক্তির উপাসনা)। দ্বিতীয় পুস্তকের শেষ তিনটি বিভাগ ঐতরেয় উপনিষদ গঠন করে। ঋগ্বেদের তৃতীয় পুস্তক সংহিতা উপাসনা (পূজার একীভূত রূপ) উল্লেখ করে। ঋগ্বেদের অনেক পুস্তক আছে এবং এতে আরো অনেক উপাসনা ও উপনিষদ রয়েছে। অন্যান্য বেদ অনুরূপ কাঠামো অনুসরণ করে যেখানে তারা আচার এবং কর্ম (আরণ্যক), উপাসনা এবং দেবতা ভিত্তিক ভক্তি (উপাসন), সেইসাথে দার্শনিক এবং বিমূর্ত আধ্যাত্মিকতা বিভাগগুলি (উপনিষদ) প্রদান করে।\n\n\n== আরও দেখুন ==\nপ্রার্থনা\nপূজা\nভক্তি\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nKlaus G Witz (1998), The Supreme Wisdom of the Upaniṣads: An Introduction, আইএসবিএন ৯৭৮-৮১২০৮১৫৭৩৫, Chapter 3"}