{"pageid": 1101735, "title": "অনাবৃত্তি", "url": "https://bn.wikipedia.org/wiki?curid=1101735", "content": "অনাবৃত্তি (সংস্কৃত: अनावृत्ति) হলো বৈদিক শব্দ যার অর্থ – দেহে ফিরে না আসা, চূড়ান্ত মুক্তি। শব্দটি দ্বারা জীবনমুক্তকে বোঝায়।\n\n\n== পরিদর্শন ==\nঅনাবৃত্তি মানে ফেরার পথ। এটি নতুন দেহে আত্মার অ-প্রত্যাবর্তনকে নির্দেশ করে এবং জন্ম, মৃত্যু ও পুনর্জন্মের আপাতদৃষ্টিতে অবিরাম দুষ্ট চক্রের সমাপ্তি, এক দেহ থেকে অন্য দেহে আত্মার স্থানান্তরকে নির্দেশ করে। বদরায়ণ বিবৃতি দিয়ে শেষ করেন:\n\nএই শব্দটি, কোন প্রত্যাবর্তন নয়, বেদান্ত সাহিত্যে খুবই সাধারণ।\n\n\n== উপনিষদিক সংযোগ ==\nব্রহ্ম সম্বন্ধে তার আলোচনা শেষ করার আগে, বাদরায়ণ ব্যাখ্যা করেন যে মুক্তিপ্রাপ্ত আত্মা দুই প্রকার - দেহ ও ইন্দ্রিয় সহ বা ছাড়া; যে মুক্তি আত্মা মহাবিশ্বকে চালনা করা ছাড়া সমস্ত ঐশ্বরিক ক্ষমতা পায়, এবং ব্রহ্ম তা পায় ছান্দোগ্য উপনিষদ (৩.১২.৬) দ্বারা দেখানো প্রভাব মেনে চলুন -\n\nতিনি বলেন যে ব্রহ্ম হল সব পরিবর্তনশীল জিনিসের বাইরে পরম আলো যার সাথে একা অভিজ্ঞতার সমতা রয়েছে। সেই অবস্থায় পৌঁছলে মুক্তিপ্রাপ্ত আত্মার কোনো প্রত্যাবর্তন নেই। এই প্রসঙ্গে শঙ্কর বলেন যে বদরায়ণ পুনরুক্তি করেছেন, \"তারা আর এই পৃথিবীতে ফিরে আসবে না\" (বৃহদারণ্যক উপনিষদ ৬.২.১৫), \"তিনি আর ফিরে আসবেন না\" (ছান্দোগ্য উপনিষদ ৮.১৫.১), এবং যোগ করে যে অ-প্রত্যাবর্তন তাদের জন্য পূর্ণ সত্য হিসাবে দাঁড়িয়েছে যাদের পূর্ণ আলোকিত হওয়ার ফলে অজ্ঞতার অন্ধকার সম্পূর্ণরূপে দূর হয়ে গেছে এবং যারা সেই মুক্তিকে আঁকড়ে আছেতাদের সর্বোচ্চ লক্ষ্য যা ইতিমধ্যেই প্রতিষ্ঠিত সত্য হিসাবে বিদ্যমান; যারা যোগ্য ব্রহ্মের আশ্রয় নেয় তাদের ফিরে না আসাটা বাস্তবে পরিণত হয় কারণ তাদেরও সেই শর্তহীন ব্রহ্মকেই তাদের চূড়ান্ত অবলম্বন হিসেবে রয়েছে।\n\n\n== ঋগ্বৈদিক সংযোগ ==\nঅনাবৃত্তির ধারণার সঙ্গে আত্মার স্থানান্তর ধারণার সরাসরি সম্পর্ক রয়েছে। রামচন্দ্র দত্তাত্র্য রানাদে তাঁর বই, উপনিষদিক দর্শনের গঠনমূলক সমীক্ষা ঋগ্বেদে আত্মার স্থানান্তর-এর ধারণা খুঁজে পেয়েছেন। তিনি ঋষি দীর্ঘতামাসের ১৬৪ সূক্তের নিম্নলিখিত মন্ত্রগুলির প্রতি আমাদের দৃষ্টি আকর্ষণ করেছেন:-\n\n\n== নিহিতার্থ ==\nরামচন্দ্র দত্তাত্র্য রানাদে স্পষ্ট করেছেন যে যখনই আত্মার দেহে বসবাস করার সম্ভাবনা স্বীকৃত হয় তখনই ঈশ্বরের মত নীতি হিসাবে বিনা থেকে, যেখানে অনুমিত হয় যে আত্মা একইভাবে দেহ থেকে বিচ্ছিন্ন হতে পারে যেমন এটি এসেছিল, যেখানেই মনে করা হয় যে দেহ থেকে বিচ্ছেদের পরে আত্মা বিচ্ছিন্ন জীবনযাপন করতে পারে, এবং যেখানেই পৃথিবীতে আবার ফিরে আসার কথা এবং যেকোন প্রকারের অস্তিত্বে বসবাস করার কথা, সেখানে আত্মার জন্য এক ধরনের অমৃত জীবন কল্পনা করা হয়েছে। শঙ্কর  ব্যাখ্যা করেন যে যোগ্য ব্যক্তি, গৃহকর্তার জীবনে সমস্ত নির্ধারিত জিনিস সম্পাদন করার সময়, তার জীবনের শেষ পর্যন্ত বর্ণিত পথে জীবনযাপন, মৃত্যুর পর ব্রহ্ম জগৎ লাভ করে এবং মূর্ত হয়ে ফিরে আসে না। প্রত্যাবর্তনের অস্বীকার থেকে যা অবশ্যই ঘটতে হবে, এটি অনুসরণ করে যে আলোর পথ ইত্যাদির মাধ্যমে হিরণ্যগর্ভের জগতে পৌঁছেছে, যতদিন হিরণ্যগর্ভ জগৎ স্থায়ী হয়, অর্থাৎ তার আগে তিনি ফিরে আসেন না ততদিন তিনি সেখানেই থাকেন। পছন্দ হল মানসিক মৃত্যু, মৃত্যু মানে প্রকৃত মুক্তির ভালবাসা থেকে আমাদের অন্যত্বকে উপলব্ধি করার ব্যবসা, যা জ্ঞান দ্বারা অর্জিত হয় যা বিমূর্ত কারণকে অতিক্রম করে।\n\n\n== মুক্তির প্রকৃতি ==\nপ্রবাদ কর্মের অবসানে জীবনমুক্ত মৃত্যুতে বিদেহ মুক্তি (শরীর থেকে মুক্তি) লাভ করে এবং ব্রহ্মের সাথে এক হয়ে যায়। মৃত্যুর সময় অঙ্গগুলির কাজ (কথা ইত্যাদি) মনের মধ্যে একত্রিত হয় (ব্রহ্মসূত্র ৪.২.১)।\nতারপরে মন প্রাণে মিশে যায়, এবং প্রাণ (প্রাণশক্তি) জীবের (ব্যক্তিগত আত্মা) মধ্যে মিশে যায় (ব্রহ্মসূত্র ৪.২.৩-৪)। এই প্রস্থানের পদ্ধতিটি সগুণ ব্রহ্ম ও অজ্ঞ উভয়ের জন্যই সাধারণ তাদের পথের শুরু পর্যন্ত অমরত্বের দিকে নিয়ে যায় কারণ এটি এই জীবনের সাথে সম্পর্কিত কিছু। সূক্ষ্ম দেহ ব্রহ্ম প্রাপ্তি পর্যন্ত স্থায়ী হয়। নির্গুণ ব্রহ্মকে জানার প্রাণ ব্যক্তি আত্মা থেকে প্রস্থান করে না, প্রাণের সাথে আত্মা দেহ থেকে বেরিয়ে যায় যা ব্রহ্মে মিশে যায় এবং ব্রহ্মের সাথে পরম অ-ভেদ ঘটে (ব্রহ্মসূত্র ৪.২.১৬)। সগুণ ব্রহ্মের জ্ঞাতা আত্মা মৃত্যুর সময় হৃদয়ে আসে এবং সেখান থেকে সুসুমনা দিয়ে বেরিয়ে যায়; এটি মৃত্যুর পরে সূর্যের রশ্মি অনুসরণ করে এবং ব্রহ্মলোকে যায় (ব্রহ্মসূত্র ৬.২.১৮)। পাঠ্যগুলি বিভিন্ন পথের উল্লেখ করে এবং তাদের বর্ণনা দেয় কিন্তু বাদরায়ণ আমাদেরকে বলে যে তারা একই পথের শুধুমাত্র বিভিন্ন বিবরণ উল্লেখ করে এবং দেয় (ব্রহ্মসূত্র ৪.৩.১)।\n\n\n== নৈর্ব্যক্তিক অমরত্ব ==\nমুন্ডক উপনিষদ (৩.২.৬-৯) বলে যে চূড়ান্ত প্রস্থানের পরম মুহূর্তে পরম অমরত্বের (ব্রহ্ম) সাথে পরিচয় হয়ে গেলে তারা বিশুদ্ধ চিত্তে সর্বত্র মুক্তি পায়। তাদের সম্পদের কাছে পনেরটি উপাদান (শরীরের) মেরামত করে এবং তাদের নিজ নিজ দেবতার কাছে যায় সমস্ত দেবতা (ইন্দ্রিয়ের), এবং কর্ম ও আত্মা যা বুদ্ধিকে উদ্দীপিত করে, সকলেই পরম অক্ষয়ের সাথে একত্রিত হয়। নদীগুলি যেমন প্রবাহিত হয়, নাম ও রূপ ত্যাগ করে সমুদ্রে পৌঁছায়, তেমনি আলোকিত আত্মাও, নাম ও রূপ থেকে মুক্ত হয়ে আত্ম-প্রফুল্ল পুরুষের কাছে পৌঁছে যা উচ্চতর অপরিবর্তনীয় থেকে উচ্চতর; এই আত্মা শক্তিহীন ব্যক্তির দ্বারা অর্জিত হয় না, বা ভ্রম দ্বারা বা বৈরাগ্যবাদের সাথে সম্পর্কহীন জ্ঞানের মাধ্যমে, কিন্তু সেই জ্ঞানীর আত্মা, যিনি এই উপায়গুলির মাধ্যমে চেষ্টা করেন, তিনি ব্রহ্মের আবাসে প্রবেশ করেন। এটা হল দেবত্বে শোষণ, এটাই নৈর্ব্যক্তিক অমরত্বের মতবাদ। কৌষীতকি উপনিষদ \n(১.৪) আমাদের বলে যে আত্মা যখন ঈশ্বরের পথে আসে, আত্মা প্রথমে আগুনের জগতে যায়, তারপর বায়ুর জগতে, বরুণের জগতে, সূর্যের কাছে, ইন্দ্রের, প্রজাপতির জগতে এবং অবশেষে ব্রহ্ম জগতের কাছে। ব্রহ্মকে জেনে আত্মা নিছক মনের গতিতে অজস্র নদী পার হয় এবং ভালো থেকে মুক্ত ও মন্দ থেকে মুক্ত হয়ে ব্রহ্মের দিকে চলে যায়।\n\n\n== তথ্যসূত্র =="}