{"pageid": 110149, "title": "উড়ালসেতু", "url": "https://bn.wikipedia.org/wiki?curid=110149", "content": "উড়ালসেতু (অন্যান্য নাম অধিসরণি বা উড়ালপুল) হচ্ছে এক প্রকার সেতু, সড়ক, রেলপথ বা এ ধরনের কোনো স্থাপনা, যা কোনো সড়ক বা রেললাইনের ওপর দিয়ে নির্মিত হয়। উড়ালসেতুর গাঠনিক বৈশিষ্ট্য হচ্ছে নিম্ন ধারণক্ষমতাবিশিষ্ট সড়কের ওপর অপেক্ষাকৃত বেশি ধারণাক্ষমতাবিশিষ্ট রাস্তা তৈরি। ধারণক্ষমতা নির্ধারিত হয় রাস্তার লেনের সংখ্যা, যাতায়াতকৃত যানবাহনের পরিমাণ প্রভৃতির ওপর ভিত্তি করে।\n\n\n== নাম ==\n\nবিভিন্ন অঞ্চলে উড়ালসেতুটি বিভিন্ন নামে পরিচিত। বাংলায় এটি \"উড়ালসেতু\", \"অধিসরণি\", বা \"উড়ালপুল\" নামে পরিচিত। ইংরেজিতে এটি \"ফ্লাইওভার\" (flyover), \"ওভারব্রিজ\" (overbridge), বা \"ওভারপাস\" (overpass) নামে পরিচিত। মূলত যুক্তরাজ্য ও বেশিরভাগ কমনওয়েলথভুক্ত দেশে উড়ালসেতুকে \"ফ্লাইওভার\" বা \"ওভারব্রিজ\" বলা হয়।\nআবার, উত্তর আমেরিকায় প্রচলিত সংজ্ঞানুসারে \"ফ্লাইওভার\" হচ্ছে অনেক উঁচুতে অবস্থিত উড়ালসেতু। এগুলো সাধারণ মূল উড়ালসেতু লেনের ওপরে নির্মাণ করা হয়। এছাড়া কোনো দুইটি রাস্তার মধ্যে ছেদনকারী সংযোগ তৈরি হলে, এবং তার ওপর কোনো সেতু সদৃশ রাস্তা তৈরি হলে সেটাকেও \"ফ্লাইওভার\" হিসেবে অভিহিত করা হতে পারে। দ্বিতীয়টি যান প্রকৌশলীদের কাছে গ্রেড বিভাজন নামে পরিচিত। এছাড়া উড়ালসেতুগুলোর মধ্যে আন্তসংযোগ তৈরির জন্য বাড়তি রাস্তা যোগ করলে, তাও উড়ালসেতুর অংশ হিসেবে গণ্য হয়।\n\n\n== ইতিহাস ==\n\n১৮৪২ সালে ইংল্যান্ডের নরউড জংশন রেলওয়ে স্টেশনে বিশ্বের প্রথম উড়ালসেতুটি নির্মিত হয়। এটি নির্মাণ করে লন্ডন অ্যান্ড ক্রয়ডন রেলওয়ে। ব্রাইটন মেইল লাইনের ওপর দিয়ে তাদের রেলগাড়ি নিয়ে যাওয়ার জন্য তারা এটি নির্মাণ করে।\n\n\n== বহুতল উড়ালসেতু ==\nউড়ালসেতু বহুতলা বিশিষ্ট হতে পারে। বড় বড় শহরগুলোতে এ ধরনের উড়ালসেতু দেখতে পাওয়া যায়। সাধারণত নিচের রাস্তাসহ এ ধরনের উড়ালসেতুতে মোট চারটি তলা থাকে। এগুলো হলো:\n\n১ম তলা — আন্ডারপাস বা অধঃপারাপার তলা: শুধুমাত্র নিকটবর্তী দুইটি রাস্তাকে যুক্ত করার জন্য এই তলাটি ব্যবহৃত হয়।\n২য় তলা — ভূমিসংশ্লিষ্ট তলা: এই তলাটি মাটির সমান্তরালে অবস্থান করে। বাইসাইকেল, মোটরসাইকেল, দোতলা বাস, ট্রাক প্রভৃতি সকল যানবাহন এই তলা দিয়ে যেতে পারে। মূলত স্থানীয় ও অল্প দূরত্বের যানবাহনগুলো এই তলা ব্যবহার করে।\n৩য় তলা — উড়ালসেতু তলা। এটি মূল উড়ালসেতু। যেসকল যানবাহন দূরবর্তী অঞ্চলগামী যানবাহনগুলো এই তলা ব্যবহার করে। এর ফলে স্থানীয় যানবাহনের ভিড় দ্বারা আক্রান্ত হতে হয় না।\n৪র্থ তলা — মেট্রো বা দ্রুত গণপরিবহন রেলের তলা: এই তলাটি সবার ওপরে অবস্থিত, এবং এটি দিয়ে শুধুমাত্র শহরের মেট্রো রেলগাড়ি চলাচল করে।\n\n\n== প্রয়োজনীয়তা ও প্রভাব ==\nবড় বড় ও পুরোনো শহরগুলোতে নতুন রাস্তা তৈরি করা কষ্টসাধ্য, কারণ প্রচুর পরিমাণ স্থাপনা নির্মিত হয়ে যাওয়ায় সেগুলো উচ্ছেদ করা দুষ্কর হয়ে পড়ে। কিন্তু ক্রমবর্ধমান যানবাহনের সংকুলান করার জন্য বাড়তি রাস্তা নির্মাণের ক্ষেত্রে উড়ালসেতু একটি ভালো বিকল্প। এটি মূলত মূল রাস্তার ওপরেই নির্মিত হয়, এবং সংযোগের স্থানগুলোতে ও ভূমিসংশ্লিষ্ট তলার পাশে সামান্য পরিমাণ স্থানের প্রয়োজন হয়।\n\n\n== আরও দেখুন ==\nপদসেতু\nবহুখিলানবিশিষ্ট সেতু\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে উড়ালসেতু সম্পর্কিত মিডিয়া দেখুন।"}