{"pageid": 1101300, "title": "ভোক্তা আচরণ", "url": "https://bn.wikipedia.org/wiki?curid=1101300", "content": "ভোক্তা আচরণ হল ব্যক্তি, গোষ্ঠী বা সংস্থার অধ্যয়ন এবং পণ্য ও পরিষেবার ক্রয়, ব্যবহার এবং নিষ্পত্তির সাথে সম্পর্কিত সমস্ত কার্যকলাপ। ভোক্তাদের আচরণ ভোক্তার আবেগ, মনোভাব এবং পছন্দগুলি কীভাবে ক্রয় করবেন তার আচরণকে প্রভাবিত করে তা নিয়ে গঠিত। ১৯৪০-১৯৫০ এর দশকে ভোক্তা আচরণ বিপণনের একটি স্বতন্ত্র উপ-শৃঙ্খলা হিসাবে আবির্ভূত হয়েছিল, কিন্তু এটি একটি আন্তঃবিভাগীয় সামাজিক বিজ্ঞানে পরিণত হয়েছে যা মনোবিজ্ঞান, সমাজবিজ্ঞান, সামাজিক নৃবিজ্ঞান, নৃতত্ত্ব, বিপণন এবং অর্থনীতি (বিশেষ করে আচরণগত অর্থনীতি )।\nভোক্তা আচরণের অধ্যয়ন আনুষ্ঠানিকভাবে ব্যক্তিগত গুণাবলী যেমন জনসংখ্যা, ব্যক্তিত্বের জীবনধারা, এবং আচরণগত পরিবর্তনশীল (যেমন ব্যবহারের হার, ব্যবহারের উপলক্ষ, আনুগত্য ) তদন্ত করে, মানুষের চাওয়া এবং খরচের ধরন বোঝার প্রয়াসে ভোক্তাদের আচরণও ভোক্তার উপর প্রভাবের উপর তদন্ত করে।\nগবেষণায় দেখা গেছে যে ভোক্তাদের আচরণ ভবিষ্যদ্বাণী করা কঠিন, এমনকি ক্ষেত্রের বিশেষজ্ঞদের জন্যও; যাইহোক, নতুন গবেষণা পদ্ধতে ভোক্তারা কীভাবে সিদ্ধান্ত নেয় তার উপর নতুন আলোকপাত করছে। উপরন্তু, গ্রাহক সম্পর্ক ব্যবস্থাপনা (সিআরএম) বিভিন্ন তথ্য গ্রাহক আচরণ বিশ্লেষণের জন্য একটি সম্পদ হয়ে উঠেছে। ব্যাপক তথ্য এই উপাত্ত দ্বারা উত্পাদিত আচরণগত যে বিষয়গুলি গ্রাহক পুনরায় ক্রয় উদ্দেশ্যে বিস্তারিত পরীক্ষা করতে সক্ষম। উপাত্ত বাজারের বিভাজনে সহায়তা করে, বিশেষ করে আচরণগত বিভাজন যেমন আনুগত্য বিভাগগুলি বিকাশ করা, যা এক-থেকে-এক ভিত্তিতে শক্তভাবে লক্ষ্যযুক্ত, বাজারজাতকরণ কৌশলগুলি বিকাশ করতে ব্যবহার করা যেতে পারে। (এছাড়াও সম্পর্ক বিপণন দেখুন )।\n\n\n== ভোক্তা আচরণের ==\n\n১৯৫০ এবং ৫০ এর দশকে, বাজারজাতকরণ তথাকথিত ধ্রুপদী চিন্তাধারার দ্বারা আধিপত্য ছিল যা  বর্ণনামূলক ছিল। ১৯৫০ এর দশকের শেষের দিকে, দুটি গুরুত্বপূর্ণ প্রতিবেদনে বিপণনের পদ্ধতিগত কঠোরতার অভাবের জন্য সমালোচনা করা হয়, বিশেষ করে গাণিতিক-ভিত্তিক আচরণগত বিজ্ঞান গবেষণা পদ্ধতি গ্রহণে ব্যর্থতার জন্য ভোক্তা-আচরণবাদী দৃষ্টিভঙ্গি অবলম্বন করে বিপণনকে আরও আন্তঃশৃঙ্খলামূলক হওয়ার জন্য পর্যায়টি সেট করা হয়েছিল।\n\n\n=== ১৯৫০-এর দশক এ বিপণন ===\nনির্ভরতাকে অর্থনীতি থেকে এবং অন্যান্য শাখার দিকে সরাতে শুরু করে, বিশেষ করে সমাজবিজ্ঞান, নৃতত্ত্ব এবং মনোবিজ্ঞান সহ আচরণগত বিজ্ঞান। এর ফলে বিশ্লেষণের একক হিসাবে গ্রাহকের উপর একটি নতুন জোর দেওয়া হয়েছে। ফলস্বরূপ, বিপণন শৃঙ্খলায় নতুন মৌলিক জ্ঞান যোগ করা হয়েছে – যার মধ্যে মতামত নেতৃত্ব, তথ্য  এবং পন্যের আনুগত্যের মত ধারণা রয়েছে। ভোক্তা আচরণের সংযোজনের সাথে, বিপণন শৃঙ্খলা তত্ত্বের বিকাশ এবং পরীক্ষার  ক্ষেত্রে ক্রমবর্ধমান বৈজ্ঞানিক পরিশীলিততা প্রদর্শন করে। \n \nপ্রাথমিক বছরগুলিতে, ভোক্তাদের আচরণ অনুপ্রেরণা ও গবেষণার দ্বারা ব্যাপকভাবে প্রভাবিত হয়েছিল, যা গ্রাহকদের বোঝার উন্নতি করেছিল এবং বিজ্ঞাপন শিল্পের পরামর্শদাতাদের দ্বারা এবং ১৯২০, ৩০ এবং ৪০ এর দশকে মনোবিজ্ঞানের শৃঙ্খলার মধ্যে ব্যাপকভাবে ব্যবহৃত হয়েছিল। ১৯৫০ এর দশকে, বিপণন গভীরতার সাক্ষাত্কার, কৌশল, বিষয়ভিত্তিক উপলব্ধি পরীক্ষা এবং গুণগত এবং পরিমাণগত গবেষণা পদ্ধতির একটি পরিসর সহ প্রেরণা গবেষকদের দ্বারা ব্যবহৃত কৌশলগুলি গ্রহণ করতে শুরু করে। অতি সম্প্রতি, পণ্ডিতরা একটি নতুন পদ্ধতি যোগ করেছেন যার মধ্যে রয়েছে: নৃতাত্ত্বিক, ছবি-উত্পাদন কৌশল এবং ঘটনা সংক্রান্তসাক্ষাৎকার, ভোক্তাদের আচরণ (অথবা জীবন বৃত্তান্ত যেমন এটি স্নেহের সাথে পরিচিত) বিপণনের মধ্যে একটি গুরুত্বপূর্ণ উপ-শৃঙ্খলা হিসাবে বিবেচিত হয় এবং প্রায় সমস্ত স্নাতক বিপণন প্রোগ্রামে অধ্যয়নের একটি একক হিসাবে অন্তর্ভুক্ত করা হয়।\n\n\n== সংজ্ঞা এবং ব্যাখ্যা ==\nভোক্তা আচরণের অন্তর্ভুক্ত \"পণ্য ও পরিষেবার ক্রয়, ব্যবহার এবং নিষ্পত্তির সাথে সম্পর্কিত সমস্ত ক্রিয়াকলাপ, যার মধ্যে ভোক্তার মানসিক, মানসিক এবং আচরণগত প্রতিক্রিয়া যা এই ক্রিয়াকলাপগুলির আগে বা অনুসরণ করে।\"  ভোক্তা শব্দটি পৃথক ভোক্তাদের পাশাপাশি সাংগঠনিক ভোক্তাদেরও উল্লেখ করতে পারে, এবং আরও নির্দিষ্টভাবে, \"একটি শেষ ব্যবহারকারী, এবং অগত্যা ক্রেতা নয়, একটি পণ্য বা পরিষেবার বিতরণ শৃঙ্খলে।\" ভোক্তাদের আচরণের সাথে সংশ্লিষ্ট:\n\nক্রয় কার্যক্রম : পণ্য বা পরিষেবা ক্রয়; ভোক্তারা কীভাবে পণ্য এবং পরিষেবাগুলি অর্জন করে এবং সমস্ত ক্রিয়াকলাপ যা একটি ক্রয়ের সিদ্ধান্তের দিকে পরিচালিত করে, যার মধ্যে তথ্য অনুসন্ধান, পণ্য ও পরিষেবার মূল্যায়ন এবং ক্রয়ের অভিজ্ঞতা সহ অর্থপ্রদানের পদ্ধতি।\nব্যবহার বা ব্যবহার কার্যক্রম : কে, কোথায়, কখন এবং কীভাবে ব্যবহার এবং ব্যবহারের অভিজ্ঞতা, যার মধ্যে প্রতীকী সংঘ এবং পরিবার বা ভোগের মধ্যে পণ্যগুলি কীভাবে বিতরণ করা হয় তা নিয়ে উদ্বিগ্ন।\nভোক্তা আচরণের সংজ্ঞা আমেরিকান মার্কেটিং অ্যাসোসিয়েশন অনুসারে, ভোক্তা আচরণকে \"প্রভাব এবং জ্ঞান, আচরণ এবং পরিবেশগত ঘটনাগুলির গতিশীল মিথস্ক্রিয়া হিসাবে সংজ্ঞায়িত করা যেতে পারে যার দ্বারা মানুষ তাদের জীবনের বিনিময় দিকগুলি পরিচালনা করে।\" ভোক্তা আচরণ একটি ফলিত সামাজিক বিজ্ঞান। ভোক্তা আচরণ বিশ্লেষণ হল \"মানুষের অর্থনৈতিক খরচ ব্যাখ্যা করার জন্য, সাধারণত পরীক্ষামূলকভাবে অর্জিত আচরণের নীতির ব্যবহার।\" একটি শৃঙ্খলা হিসাবে, ভোক্তা আচরণ অর্থনৈতিক মনোবিজ্ঞান এবং বিপণন বিজ্ঞানের সংযোগস্থলে দাঁড়িয়েছে।\n\n\n== ক্রয়ের সিদ্ধান্ত এবং এর প্রসঙ্গ ==\nভোক্তাদের আচরণ, এর বিস্তৃত অর্থে, কীভাবে ক্রয়ের সিদ্ধান্ত নেওয়া হয় এবং কীভাবে পণ্য বা পরিষেবাগুলি ব্যবহার করা হয় বা অভিজ্ঞ হয় তা বোঝার সাথে সম্পর্কিত। ভোক্তারা সক্রিয় সিদ্ধান্ত গ্রহণকারী। তারা প্রায়শই তাদের নিষ্পত্তিযোগ্য আয়ের উপর ভিত্তি করে কি কিনবেন তা নির্ধারণ করে। তারা তাদের বাজেট এবং অন্যান্য কারণের পরিসরের সাথে সম্পর্কিত তাদের পছন্দ পরিবর্তন করতে পারে।\nকিছু ক্রয়ের সিদ্ধান্তে দীর্ঘ, বিশদ প্রক্রিয়া জড়িত থাকে যাতে প্রতিযোগী বিকল্পগুলির মধ্যে নির্বাচন করার জন্য ব্যাপক তথ্য অনুসন্ধান অন্তর্ভুক্ত থাকে। অন্যান্য ক্রয়ের সিদ্ধান্ত, যেমন ইম্পলস ক্রয় বা অভ্যাসগত কেনাকাটা, তথ্য অনুসন্ধানে সময় বা প্রচেষ্টার অল্প বা কোন বিনিয়োগ ছাড়াই প্রায় তাৎক্ষণিকভাবে করা হয়।\nকিছু ক্রয়ের সিদ্ধান্ত গোষ্ঠী (যেমন পরিবার, পরিবার বা ব্যবসা) দ্বারা নেওয়া হয় যখন অন্যগুলি ব্যক্তি দ্বারা নেওয়া হয়। যখন একটি ছোট গোষ্ঠী, যেমন একটি পরিবারের দ্বারা একটি ক্রয়ের সিদ্ধান্ত নেওয়া হয়, তখন দলের বিভিন্ন সদস্য সিদ্ধান্ত প্রক্রিয়ার বিভিন্ন পর্যায়ে জড়িত হতে পারে এবং বিভিন্ন ভূমিকা পালন করতে পারে। উদাহরণস্বরূপ, একজন ব্যক্তি ক্রয়ের বিভাগ প্রস্তাব করতে পারে, অন্য একজন পণ্য সম্পর্কিত তথ্য অনুসন্ধান করতে পারে যখন অন্য একজন শারীরিকভাবে দোকানে যেতে পারে, পণ্যটি কিনতে পারে এবং বাড়িতে পরিবহন করতে পারে। সিদ্ধান্ত ভূমিকার ধরন সম্পর্কে চিন্তা করা প্রথাগত।\nবেশিরভাগ ক্রয়ের সিদ্ধান্তের জন্য, প্রতিটি সিদ্ধান্তের ভূমিকা অবশ্যই সম্পাদন করতে হবে, কিন্তু সবসময় একই ব্যক্তির দ্বারা নয়। উদাহরণস্বরূপ, একটি ডাইনিং-আউট ভেন্যু সম্পর্কে পরিবারের সিদ্ধান্ত নেওয়ার ক্ষেত্রে, বাবা বা মা এই প্রক্রিয়াটি শুরু করতে পারেন যে তিনি রান্না করতে খুব ক্লান্ত, বাচ্চারা সামগ্রিক ক্রয়ের সিদ্ধান্তে গুরুত্বপূর্ণ প্রভাবক, কিন্তু উভয় পিতা-মাতাই অগ্রহণযোগ্য বিকল্পগুলিকে ভেটো দিয়ে এবং আরও গ্রহণযোগ্য বিকল্পগুলিকে উত্সাহিত করে গেট-কিপিং ভূমিকা পালন করে যৌথ সিদ্ধান্তকারী হিসাবে কাজ করতে পারে। ক্রয় প্রেক্ষাপটের বিস্তৃত পরিসরে প্রভাবক হিসেবে শিশুদের গুরুত্বকে কখনই অবমূল্যায়ন করা উচিত নয় এবং ঘটনাটি পেস্টার পাওয়ার নামে পরিচিত।\n\n\n== ক্রয় সিদ্ধান্ত ==\nক্রয়ের সিদ্ধান্তে ব্যবহৃত মানসিক প্রক্রিয়াগুলির কাছে যাওয়ার জন্য, কিছু লেখক  যা একটি ক্রয়ের সিদ্ধান্তের সময় একজন ভোক্তার দ্বারা ব্যবহৃত জ্ঞানীয় এবং অনুভূতিমূলক প্রক্রিয়াগুলিকে প্রতিনিধিত্ব করে।  অভ্যন্তরীণ উদ্দীপনার মিথস্ক্রিয়া দেখায় (যেমন ভোক্তা বৈশিষ্ট্য, পরিস্থিতিগত কারণ, বিপণনের প্রভাব এবং পরিবেশগত কারণ) পাশাপাশি ভোক্তা প্রতিক্রিয়া দেখায়।\nসিদ্ধান্ত অনুমান করে যে ক্রয়ের সিদ্ধান্তগুলি  ঘটে না। বরং, এগুলি বাস্তব সময়ে ঘটে এবং বাহ্যিক পরিবেশগত উদ্দীপনা এবং ভোক্তার ক্ষণস্থায়ী পরিস্থিতি সহ অন্যান্য উদ্দীপনা দ্বারা প্রভাবিত হয়। মডেলের উপাদানগুলির মধ্যে রয়েছে: আন্তঃব্যক্তিক উদ্দীপনা (মানুষের মধ্যে) বা আন্তঃব্যক্তিক উদ্দীপনা (মানুষের মধ্যে), পরিবেশগত উদ্দীপনা এবং বিপণন উদ্দীপনা। বিপণন উদ্দীপনা কোম্পানির দ্বারা পরিকল্পিত এবং সম্পাদিত ক্রিয়াগুলিকে অন্তর্ভুক্ত করে, যেখানে পরিবেশগত উদ্দীপনা বৃহত্তর পরিচালন পরিবেশে ঘটে যাওয়া ক্রিয়া বা ঘটনাগুলিকে অন্তর্ভুক্ত করে এবং সামাজিক কারণ, অর্থনৈতিক, রাজনৈতিক এবং সাংস্কৃতিক মাত্রা অন্তর্ভুক্ত করে। উপরন্তু, ক্রেতার  বৈশিষ্ট্য এবং সিদ্ধান্ত প্রক্রিয়া অন্তর্ভুক্ত থাকে, যা ক্রেতার প্রতিক্রিয়াকে প্রভাবিত করে।\nক্রেতার প্রতিক্রিয়াকে একটি সচেতন, যৌক্তিক সিদ্ধান্ত প্রক্রিয়ার ফল হিসেবে বিবেচনা করে, যেখানে এটি অনুমান করা হয় যে ক্রেতা  সমস্যা স্বীকার  এবং একটি বাণিজ্যিক ক্রয়ের মাধ্যমে এটি সমাধান করতে চান। অনুশীলনে কিছু ক্রয়ের সিদ্ধান্ত, যেমন নিয়মিত বা অভ্যাসগতভাবে নেওয়া, সমস্যা সমাধানের দৃঢ় অনুভূতি দ্বারা চালিত হয় না। এই ধরনের সিদ্ধান্তগুলিকে কম-সম্পৃক্ততা বলা হয় এবং তুলনামূলকভাবে নিম্ন স্তরের তথ্য অনুসন্ধান এবং মূল্যায়ন কার্যক্রম দ্বারা চিহ্নিত করা হয়। বিপরীতে, উচ্চ সম্পৃক্ততার সিদ্ধান্তের জন্য অনুসন্ধান এবং মূল্যায়ন প্রক্রিয়ায় সময় এবং প্রচেষ্টার একটি গুরুতর বিনিয়োগ প্রয়োজন।  কম সম্পৃক্ততা পণ্যগুলি সাধারণত নিম্ন স্তরের অর্থনৈতিক বা মানসিক-সামাজিক ঝুঁকি বহন করে। উচ্চ সম্পৃক্ততা পণ্য যেগুলি উচ্চ স্তরের ঝুঁকি বহন করে এবং প্রায়শই ব্যয়বহুল, বিরল ক্রয়। ভোক্তা একটি উচ্চ বা নিম্ন সম্পৃক্ততা ক্রয়ের সম্মুখীন হোক না কেন, তাকে একটি সিদ্ধান্ত প্রক্রিয়ার কয়েকটি স্বতন্ত্র পর্যায়ে কাজ করতে হবে।\n\n\n== আরও দেখুন ==\nবিজ্ঞাপন ব্যবস্থাপনা- ব্যাখ্যা করে কীভাবে ভোক্তাদের আচরণের ধারণাগুলি বিজ্ঞাপনের কৌশলগুলি বিকাশ করতে ব্যবহৃত হয়\nবিজ্ঞাপন গবেষণা - কীভাবে ভোক্তা আচরণের ধারণাগুলি বিজ্ঞাপনের কার্যকারিতা বোঝার জন্য ব্যবহৃত গবেষণা পদ্ধতিগুলিকে অবহিত করে তার পটভূমি প্রদান করে\nবিজ্ঞাপন মডেলের প্রতি মনোভাব\nব্র্যান্ড সচেতনতা - ব্র্যান্ড সচেতনতার বিস্তারিত ব্যাখ্যা\nব্র্যান্ড ম্যানেজমেন্ট - পণ্য-জীবন চক্রের মাধ্যমে ব্র্যান্ড সচেতনতা এবং ব্র্যান্ড বৃদ্ধি পরিচালনা করতে কীভাবে ভোক্তা আচরণের ধারণাগুলি ব্যবহার করা হয় তা ব্যাখ্যা করে\nকেনার সিদ্ধান্ত প্রক্রিয়া - ভোক্তা কেনার সিদ্ধান্ত প্রক্রিয়ার একটি বিকল্প ব্যাখ্যা প্রদান করে\nভোক্তা সামাজিকীকরণ\nভোক্তা বিভ্রান্তি\nখাদ্য এবং ব্র্যান্ড ল্যাব\nবিপণন গবেষণা - ভোক্তা আচরণের ধারণা কীভাবে বিপণন, ভোক্তা আচরণ, ব্র্যান্ড সচেতনতা এবং বিজ্ঞাপন ব্যবস্থাপনায় ব্যবহৃত গবেষণা পদ্ধতিগুলিকে অবহিত করে তার পটভূমি প্রদান করে।\nভবিষ্যদ্বাণীমূলক কেনাকাটা\nপণ্যের জীবন-চক্র ব্যবস্থাপনা (বিপণন) - পণ্যের জীবনচক্রের উপর ভোক্তাদের সচেতনতা কীভাবে পরিবর্তিত হয় এবং কীভাবে প্রতিটি পর্যায়ে বিভিন্ন কৌশলের প্রয়োজন হয় তার বিস্তারিত ব্যাখ্যা\nউইন্ডো শপিং\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nBlackwell, Miniard and Engel (2006). Consumer Behaviour (10th Ed.). Thomson Learning.\nDeaton, Angus; Muellbauer, John, Economics and Consumer Behavior, Cambridge ; New York : Cambridge University Press, 1980. আইএসবিএন ০-৫২১-২২৮৫০-৬\nDeutsch, D., & Deutsch, J. A. (1975). Short-term Memory. New York: Academic Press.\nFerber, R. (1976). A Synthesis of Selected Aspects of Consumer Behaviour. Chicago, Ill.\nGuilford, J. P. (1967). The Nature of Human Intelligence. New York: McGraw-Hill.\nHoward, J., Sheth, J.N. (1968), Theory of Buyer Behavior, J. Wiley & Sons, New York, NY.\nKardes, Frank R.; Cronley, Maria L.; Cline, Thomas W., Consumer Behavior, Mason, OH : South-Western, Cengage Learning, 2011. আইএসবিএন ৯৭৮-০-৫৩৮-৭৪৫৪০-৬\nKaplan, M. F., & Schwartz, S. (1975). Human Judgment and Decision Processes. New York: Academic Press.\nKlapper, J. T. (1949). The Effects of Mass Media. New York: Columbia University, Bureau of Applied Social Research.\nLaermer, Richard; Simmons, Mark, Punk Marketing, New York : Harper Collins, 2007. আইএসবিএন ৯৭৮-০-০৬-১১৫১১০-১ (Review of the book by Marilyn Scrizzi, in Journal of Consumer Marketing 24(7), 2007)\nLoudon, D.L. (1988), Consumer Behavior: Concepts and Applications, McGraw Hill, London.\nMcGuire, W. J. (1976). \"Psychological Factors Influencing Consumer Choice,\" in R. Ferber, ed., A Synthesis of Selected Aspects of Consumer Behavior. Washington, D.C: National Science Foundation.\nMcNair, B. (1958), Retail Development, Harper & Row, New York, NY.\nPackard, Vance, (1957) The Hidden Persuaders, New York, D. McKay Co.\nPollio, H. R. (1974). The Psychology of Symbolic Activity. Reading, MA: Addison-Wesley\nSchiffman, L. G. (1993), Consumer Behavior, Prentice Hall International, London; Schiffman, L. G. and Kanuk, L. (2010), 10th edition; Schiffman, L. G. and Wisenblit, J. L., (2015), 11th edition.\nSchwartz, Barry (2004), The Paradox of Choice: Why More Is Less, Ecco, New York.\nShell, Ellen Ruppel, Cheap: The High Cost of Discount Culture, New York : Penguin Press, 2009. আইএসবিএন ৯৭৮-১-৫৯৪২০-২১৫-৫\nSolomon, M.R. (1994), Consumer Behavior, Allyn & Bacon, London.\nStefflre, V. (1968). Market Structure Studies: New products for old markets and new markets (foreign) for old products. New York: Wiley.\nTversky, A., & Kahneman, D. (1982). Judgment under Uncertainty: Heuristics and biases Cambridge University Press"}