{"pageid": 110153, "title": "হগওয়ার্টস", "url": "https://bn.wikipedia.org/wiki?curid=110153", "content": "হগওয়ার্টস ডাকিনীবিদ্যা ও জাদুকরিতার বিদ্যালয় (ইংরেজিতে Hogwarts School of Witchcraft and Wizardry) বা হগওয়ার্টস (Hogwarts) হল যুক্তরাজ্য ও আয়ারল্যান্ড এর ১১ থেকে ১৭ বছর বয়সী জাদুকরদের জাদু শিক্ষার জন্য স্থাপিত একটি কাল্পনিক আবাসিক বিদ্যালয়। এটি হ্যারি পটার সিরিজের প্রথম ছয়টি বইয়ের প্রধান পটভূমি। তবে সিরিজের সপ্তম ও সর্বশেষ বই, হ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোস এর বেশিরভাগ ঘটনা স্কুলটির বাইরে সংঘটিত হয়, যেহেতু, প্রধান তিন চরিত্র হ্যারি পটার, রন উইজলি ও হারমায়োনি গ্রেঞ্জার স্কুলে তাদের সপ্তম বর্ষে ফিরে না আসার সিদ্ধান্ত নেয়। (যদিও রাউলিং বলেছেন যে, তাদের মধ্যে একমাত্র হারমায়োনিই পরবর্তীকালে স্কুলে ফিরে আসে।) তবে, বইয়ের শেষ দিকের যুদ্ধটি হগওয়ার্টসেই সংঘটিত হয়।\nরাউলিং বলেছেন যে, হগওয়ার্টস নামটি তিনি সম্ভবত 'হগওয়োর্ট' গাছ থেকে নিয়েছেন। হ্যারি পটার সিরিজ লেখা শুরু করার আগে তিনি কিউ গার্ডেনে এ গাছটি দেখেছিলেন। যদিও 'দ্য হগওয়ার্টস' এবং 'হগওয়ার্ট' নাম দুইটি ১৯৫৪ সালে জিওফ্রে উইলান্স রচিত নাইজেল মোলসওয়ার্থ বই হাউ টু বি টপ এ উল্লেখিত রয়েছে।\nএকটি অনলাইন র‌্যাঙ্কিং এ, সর্বোত্তম স্কটিশ শিক্ষা প্রতিষ্ঠানগুলোর তালিকায়, এডিনবার্গের লরেটো স্কুলকে পিছনে ফেলে হগওয়ার্টস স্কুল ৩৬ তম স্থান লাভ করে।\n\n\n== স্কুলের অবস্থান ও তথ্য ==\n\nজে. কে. রাউলিং বলেছেন যে, তিনি সবসময় হগওয়ার্টসকে একটি বিশাল, সুউচ্চ এবং ভয়ঙ্কর-দর্শন দুর্গ হিসেবে কল্পনা করেন। যেখানে সুউচ্চ টাওয়ারের পাশাপাশি বিশাল খোলা মাঠও রয়েছে। মাগলরা কখনোই এই ধরনের স্থাপনা তৈরি করতে সক্ষম হবে না। কেননা এটি জাদুর দ্বারা নির্মিত হয়েছে।\nবইগুলোতে বলা হয়েছে যে, হগওয়ার্টস স্কটল্যান্ড এ অবস্থিত। স্কুলটির চারপাশে অসংখ্য জাদুমন্ত্র স্থাপন করে রাখা হয়েছে, ফলে মাগলদের (জাদু জানে না এমন ব্যক্তি) পক্ষে স্কুলটির অবস্থান নির্ণয় করা বা খুঁজে পাওয়া অসম্ভব। এমনকি তারা স্কুলটিকে দেখতেও পায় না। শুধু কিছু ধ্বংসাবশেষ ও বিপদের সতর্কবার্তা দেখতে পায়। দুর্গটির মাঠে অসংখ্য লন, রাস্তা, ফুল ও শাকসবজির বাগান রয়েছে। দুর্গটির পাশে একটি লেক (বা হ্রদ), একটি বিশাল ও গভীর বন (নিষিদ্ধ বন নামে পরিচিত), বেশ কয়েকটি গ্রীনহাউজ (বা কাচের ঘর) ও বহিঃস্থাপনা এবং একটি পূর্ণ সাইজের কুইডিচ মাঠ রয়েছে। এছাড়া এখানে একটি আউলারি রয়েছে, যেখানে স্কুলের ও ছাত্রছাত্রীদের পেঁচাগুলো রাখা হয়। স্কুলটির বেশ কয়েকটি কক্ষ এবং গ্র্যান্ড স্টেয়ারকেসের সিড়িগুলো নিজেদের স্থান পরিবর্তন করে। সাধারণত জাদুকররা হগওয়ার্টসের মাঠে অ্যাপারেট বা ডিসঅ্যাপারেট করতে পারে না। তবে হেডমাস্টার ইচ্ছা করলে এই জাদুগুলো অপসারণের মাধ্যমে মাঠকে অ্যাপারেট ও ডিসঅ্যাপারেট উপযোগী করতে পারেন। বিদ্যুৎ বা বৈদ্যুতিক সামগ্রী হগওয়ার্টসে অনুপস্থিত। হ্যারি পটার অ্যান্ড দ্য গবলেট অফ ফায়ার এ, হারমায়োনির মাধ্যমে এটা প্রকাশিত হয় যে, মাগলরা জাদুর পরিবর্তে যা ব্যবহার করে যেমন- কম্পিউটার, রাডার ও বিদ্যুৎ, সেগুলো জাদুর বলয়ের কারণে হগওয়ার্টসে কাজ করে না। তবে এক্ষেত্রে ব্যতিক্রম হল রেডিও। অবশ্য রাউলিং বলেছেন যে, জাদুকরদের রেডিও বিদ্যুতের মাধ্যমে নয়, বরং জাদুর সাহায্যে চলে।\nহগওয়ার্টস হল একটি মাধ্যমিক আবাসিক বিদ্যালয়। ১১ থেকে ১৭ বছর বয়সী জাদুকররা এখানে অধ্যয়ন করে। জাদুকরদের জন্য হগওয়ার্টসে শিক্ষাগ্রহণ করা বাধ্যতামূলক নয়। কেউ ইচ্ছা করলে বাড়িতে বা বিদেশেও শিক্ষালাভ করতে পারবে। প্রাথমিকভাবে রাউলিং বলেছিলেন যে, হগওয়ার্টসে ছাত্রছাত্রী সংখ্যা প্রায় এক হাজার জন। পরবর্তীতে তিনি বলেন যে, সংখ্যাটা ছয়শ হতে পারে। কিন্তু হ্যারির বর্ষের অতি অল্প সংখ্যক ছাত্রছাত্রীর তুলনায় এই সংখ্যাটাও বাস্তবসম্মত নয়। রাউলিং স্বীকার করেছেন যে, এরকম হওয়ার কারণ হল তিনি হ্যারির বর্ষের জন্য মাত্র ৪০ জন ছাত্রছাত্রী তৈরি করেছেন।\nএকজন হেডমাস্টার বা প্রধান শিক্ষক স্কুলটি পরিচালনা করেন। তাকে সহায়তা করার জন্য একজন ডেপুটি হেডমাস্টার বা সহকারী প্রধান শিক্ষক থাকেন। এছাড়া বার জন গভর্নর স্কুলটি নিয়ন্ত্রণ করেন।\nরাউলিং বলেছেন যে, হগওয়ার্টস একটি \"মাল্টি-ফেইথ\" বা \"বহুবিশ্বাসী\" স্কুল।\n\n\n== ভর্তি প্রক্রিয়া ==\n\nযেসব শিশু জাদুক্ষমতা নিয়ে জন্মগ্রহণ করে, তারা স্বয়ংক্রিয়ভাবে হগওয়ার্টসে ভর্তি হওয়ার জন্য নির্বাচিত হয়। স্কুইবরা এখানে ছাত্র হিসেবে ভর্তি হতে পারে না। (তবে তারা অন্যান্য কাজে যোগদান করতে পারে, যেমন- অরগাস ফিলচ।) হগওয়ার্টসে একটি জাদুর কলম আছে, যেটি জাদু ক্ষমতাসম্পন্ন কোন শিশু জন্মগ্রহণ করলে, তা একটি বিশাল খাতায় লিপিবদ্ধ করে। কিন্তু স্কুলে ভর্তি হওয়ার জন্য ছাত্রছাত্রীদের কোন ভর্তি পরীক্ষা দিতে হয় না। প্রত্যেক বছর, একজন শিক্ষক এই খাতাটি চেক করেন এবং যেসব ছেলেমেয়ে ১১ বছর বয়সে পদার্পণ করে, তাদের কাছে হগওয়ার্টসের আমন্ত্রণপত্র পাঠান। এই চিঠিতে জাদুমন্ত্রের বই, নির্ধারিত পোশাক এবং অন্যান্য প্রয়োজনীয় জিনিসপত্রেরর তালিকা সংযুক্ত করা থাকে। এসব জিনিসপত্র জাদুকরদের বাজার ডায়াগন অ্যালিতে পাওয়া যায়।\nমাগল বংশজাত জাদুকরদের ক্ষেত্রে, হগওয়ার্টসের একজন শিক্ষক চিঠিটি শিক্ষার্থীর কাছে পৌঁছিয়ে দেন এবং তার মাগল অভিভাবকদেরকে জাদুবিশ্ব ও জাদুকর সম্প্রদায়ের অস্তিত্বের কথা জানান। যাতে তাদের এ ব্যাপারে ভুল বোঝাবুঝির কোন অবকাশ না থাকে। এছাড়া শিক্ষক উক্ত ছাত্র বা ছাত্রীকে ডায়াগন অ্যালিতে জিনিসপত্র কিনতেও সাহায্য করেন।\nপ্রত্যেক ছাত্রছাত্রী ইচ্ছা করলে তাদের সাথে একটি বিড়াল, ব্যাঙ, ইঁদুর বা পেঁচা আনতে পারবে। প্রথম বর্ষের ছাত্রছাত্রীদের জন্য প্রয়োজনীয় উপকরণগুলো হল একটি জাদুদন্ড, বিষয়ভিত্তিক বই, আদর্শ মাপের দুইটি পিউটার কলড্রন, একটি ব্রাস স্কেলের সেট, গ্লাস বা ক্রিস্টাল ফায়ালের একটি সেট, পোশন তৈরির উপকরণের একটি কিট এবং একটি টেলিস্কোপ। হগওয়ার্টসের নির্দিষ্ট ইউনিফরম হল মসৃণ কালো আলখাল্লা, কালো হ্যাট, একজোড়া দস্তানা এবং একটি কালো শীতকালীন আলখাল্লা। প্রত্যেক ইউনিফরমের সাথে নামের ট্যাগ থাকতে হবে। প্রথম বর্ষের ছাত্রছাত্রীদের নিজস্ব ঝাড়ু ব্যবহারের অনুমতি দেওয়া হয়না।\nপ্রত্যেক শিক্ষাবর্ষ সেপ্টেম্বর মাসে শুরু হয়। এর আগের দুই মাস গ্রীষ্মকালীন অবকাশের জন্য স্কুল বন্ধ থাকে। প্রত্যেক বর্ষ ক্রিসমাস (বা বড়দিন) এবং ইস্টারের সময়ের বন্ধের মাধ্যমে তিনটি টার্মে বিভক্ত থাকে।\n\n\n== হাউজ ==\n\nহগওয়ার্টস চারটি হাউজে বিভক্ত। হাউজগুলোকে হগওয়ার্টসের চার প্রতিষ্ঠাতা গড্রিক গ্রিফিন্ডর, সালাজার স্লিদারিন, রোয়েনা র‌্যাভেনক্ল ও হেলগা হাফলপাফের নামে নামকরণ করা হয়েছে। এগুলো হলঃ গ্রিফিন্ডর, স্লিদারিন, র‌্যাভেনক্ল ও হাফলপাফ। হাউজগুলো বছরের শেষে হাউজকাপ জেতার জন্য প্রতিদ্বন্দ্বিতা করে। প্রত্যেক হাউজের নিজস্ব কুইডিচ টিম রয়েছে। ক্ষেত্রবিশেষে, হাউজগুলোর সদস্যদের মধ্যে শত্রুতা পরিলক্ষিত হয়। প্রত্যেক হাউজ একজন শিক্ষকের নিয়ন্ত্রণে থাকে। তাকে হাউজ টিচার বা হাউজের প্রধান বলা হয়। নির্দিষ্ট হাউজের ছাত্রছাত্রীরা তাদের নিজস্ব কমন রুমে অবসর সময় কাটায় এবং ডর্মিটরিতে ঘুমায়। এক হাউজের ছাত্ররা অন্য হাউজের কমন রুমে প্রবেশ করতে পারে না।\nবছরের শুরুতে একটি সর্টিং হ্যাট বা বাছাই টুপির মাধ্যমে নতুন ছাত্রছাত্রীদেরকে চারটি হাউজে বিভক্ত করা হয়। বাছাই টুপিটি ছাত্রছাত্রীদের গুণাবলী বিচার করে এই বাছাইপ্রক্রিয়া সম্পন্ন করে এবং তাদেরকে উপযুক্ত হাউজে প্রেরণ করে। তবে অনেক সময় ছাত্রছাত্রীদের নিজস্ব পছন্দও হাউজ নির্বাচনে ভূমিকা রাখে। যেমন হ্যারির ক্ষেত্রে দেখা যায়, বাছাই টুপি প্রথমে হ্যারিকে স্লিদারিনে পাঠাতে চাইলেও, পরবর্তীতে হ্যারির অনুরোধে টুপিটি তাকে গ্রিফিন্ডরে পাঠায়।\n\n\n=== গ্রিফিন্ডর ===\nগ্রিফিন্ডর (Gryffindor) হাউজ সাহসিকতা, আনুগত্য, দৃঢ়তা এবং নেতৃত্বের মানসিকতা মূল্যায়ন করে। এর হাউজ প্রতীক সিংহ এবং হাউজের রং লাল ও সোনালি। গ্রিফিন্ডর হাউজের প্রধান হচ্ছেন ট্রান্সফিগারেশন বিষয়ের শিক্ষক মিনার্ভা ম্যাকগোনাগল এবং হাউজের আবাসিক ভূত হচ্ছে স্যার নিকোলাস দ্য মিমসি-পর্পিংটন, যে প্রায় মাথাবিহীন নিক নামে অধিক পরিচিত। গড্রিক গ্রিফিন্ডর এই হাউজের প্রতিষ্ঠাতা।\nগ্রিফিন্ডর কমনরুম স্কুলের একটি অন্যতম উঁচু টাওয়ার, গ্রিফিন্ডর টাওয়ারে অবস্থিত। এর প্রবেশপথ দুর্গের পূর্বদিকে অষ্টম তলায় একটি মোটা মহিলার (দ্য ফ্যাট লেডি) ছবির পিছনে। ফ্যাট লেডি কেবল মাত্র গ্রিফিন্ডর হাউজের ছাত্রছাত্রীদেরই কমনরুমে প্রবেশের অনুমতি দেন, যদি তারা সঠিক পাসওয়ার্ডটি বলতে পারে। কোন ছাত্র পাসওয়ার্ড ভুলে গেলে অন্য আরেকজন ছাত্র না আসা পর্যন্ত তাকে অপেক্ষা করতে হয়।\nসিরিজে গ্রিফিন্ডর হাউজের গুরুত্বপূর্ণ সদস্যরা হলঃ\n\nহ্যারি পটার\nরন উইজলি\nহারমায়নি গ্রেঞ্জার\nঅ্যালবাস ডাম্বলডোর\nমিনার্ভা ম্যাকগোনাগল\nসিরিয়াস ব্ল্যাক\nরেমাস লুপিন\nরুবিয়াস হ্যাগ্রিড\nনেভিল লংবটম\nজিনি উইজলি\n\n\n=== হাফলপাফ ===\nহাফলপাফ (Hufflepuff) হাউজ কঠোর পরিশ্রম, সহনশীলতা, আনুগত্য এবং ন্যায়পরায়ণতা মূল্যায়ন করে। এর হাউজ প্রতীক ব্যাজার এবং হাউজের রং হলুদ ও কালো। হাফলপাফ হাউজের প্রধান হচ্ছেন হার্বোলজি বা উদ্ভিদবিদ্যা বিষয়ের শিক্ষক পমোনা স্প্রাউট এবং হাউজের আবাসিক ভূত হচ্ছে দ্য ফ্যাট ফ্রায়ার বা মোটা সন্ন্যাসী। হেলগা হাফলপাফ এই হাউজের প্রতিষ্ঠাতা।\nহাফলপাফ কমনরুম বেসমেন্ট বা মাটির নিচে অবস্থিত। এর প্রবেশপথ রান্নাঘরের বারান্দার একটি তাকে রাখা পিপের স্তূপের মধ্যে লুকোনো। এতে প্রবেশের জন্য । এখানে ঢুকতে হলে দ্বিতীয় সারির মাঝখানে, নিচের দিক থেকে দ্বিতীয় পিপেতে \"হেলগা হাফলপাফ\" নামের ছন্দে টোকা দিতে হবে। ভুল পিপেতে কিংবা ভুল ছন্দে টোকা দিলে অন্য কোনও পিপে সেই অনধিকার-প্রবেশকারীর ওপরে সির্কা বা ভিনিগার ছেটাবে ,এরকম বিকর্ষক ব্যবস্থা অন্য কোনো হাউজে নেই।\nসিরিজে হাফলপাফ হাউজের গুরুত্বপূর্ণ সদস্যরা হলঃ\n\nপমোনা স্প্রাউট\nসেডরিক ডিগরি\nনিমফাডোরা টঙ্কস\n\n\n=== র‌্যাভেনক্ল ===\nর‌্যাভেনক্ল (Ravenclaw) হাউজ বুদ্ধিমত্তা, সৃষ্টিশীলতা, শিক্ষা এবং বিচক্ষণতা মূল্যায়ন করে। এর হাউজ প্রতীক ঈগল পাখি এবং হাউজের রং নীল ও তামাটে। এই হাউজের প্রধান হচ্ছেন চার্মস বিষয়ের শিক্ষক ফিলিয়াস ফ্লিটউইক এবং হাউজের আবাসিক ভূত হচ্ছে হেলেনা র‌্যাভেনক্ল। যে দ্য গ্রে লেডি বা ধূসর মহিলা নামে পরিচিত। রোয়েনা র‌্যাভেনক্ল এই হাউজের প্রতিষ্ঠাতা।\nর‌্যাভেনক্ল কমনরুম স্কুলের পশ্চিম দিকে র‌্যাভেনক্ল টাওয়ারে অবস্থিত। যার প্রবেশপথ একটি ঈগল আকৃতির নকার বিশিষ্ট দরজার পিছনে। অন্যান্য হাউজের কমনরুমে প্রবেশের ক্ষেত্রে পাসওয়ার্ড প্রয়োজন হলেও এই হাউজের কমনরুমে প্রবেশ করতে হলে, একটি বাস্তবসম্মত ধাঁধার সমাধান করতে হয়।\nসিরিজে র‌্যাভেনক্ল হাউজের গুরুত্বপূর্ণ সদস্যরা হলঃ\n\nলুনা লাভগুড\nফিলিয়াস ফ্লিটউইক\nচো চ্যাং\n\n\n=== স্লিদারিন ===\nস্লিদারিন (Slytherin) হাউজ উচ্চাকাংক্ষা, চতুরতা, নেতৃত্ব এবং বিশুদ্ধ রক্তের প্রাধান্যতা মূল্যায়ন করে। এর হাউজ প্রতীক সরীসৃপ (সাপ) এবং হাউজ রং সবুজ ও রূপালি। সালাজার স্লিদারিন এই হাউজের প্রতিষ্ঠাতা। প্রথম ছয়টি বইয়ে এই হাউজের প্রধান হচ্ছেন সেভেরাস স্নেইপ। কিন্তু পরবর্তী বইয়ে হোরেস স্লাগহর্ন এই হাউজের প্রধান হন। ব্লাডি ব্যারন এই হাউজের আবাসিক ভূত।\nস্লিদারিন কমনরুম দুর্গের ডানজিওন বা মাটির নিচে অবস্থিত। এর প্রবেশপথ ডানজিওনের একটি দেয়ালের পিছনে অবস্থিত। এতে প্রবেশের জন্য পাসওয়ার্ড প্রয়োজন হয়। অন্যান্য কমনরুমের তুলনায় এটি বেশ অন্ধকার।\nস্লিদারিন হাউজের বেশিরভাগ ছাত্রছাত্রীই পিউর ব্লাড বা বিশুদ্ধ রক্তের। সেখানে কম সংখ্যক হাফ-ব্লাড থাকলেও, মাগল বংশজাত ছাত্রছাত্রী নেই বললেই চলে।\nসিরিজে স্লিদারিন হাউজের গুরুত্বপূর্ণ সদস্যরা হলঃ\n\nলর্ড ভলডেমর্ট\nসেভেরাস স্নেইপ\nড্রেকো ম্যালফয়\nলুসিয়াস ম্যালফয়\nহোরেস স্লাগহর্ন\nবেলাট্রিক্স লেস্ট্র্যাঞ্জ\n\n\n== বিষয়সমূহ ও শিক্ষকবৃন্দ ==\nপুরো সিরিজে জাদুর বিভিন্ন শাখা ও জাদুশিক্ষার বিভিন্ন বিষয়ের বর্ণনা দেওয়া হয়েছে। হগওয়ার্টসে বারটি বিষয় এবং প্রত্যেক বিষয়ের জন্য একজন করে শিক্ষক রয়েছেন। প্রথম থেকে পঞ্চম বর্ষের ছাত্রছাত্রীদের জন্য ট্রান্সফিগারেশন, ডিফেন্স অ্যাগেইনস্ট দ্য ডার্ক আর্টস, চার্মস, পোশনস, অ্যাস্ট্রোনমি, হিস্ট্রি অফ ম্যাজিক এবং হার্বোলজি বিষয়গুলো বাধ্যতামূলক। তৃতীয় বর্ষ থেকে ছাত্রছাত্রীদের কমপক্ষে দুইটি অতিরিক্ত বিষয় নিতে হয়। অতিরিক্ত বিষয়গুলো হচ্ছে- অ্যারিথমেন্সি, অ্যানসিয়েন্ট রুনস, ডিভাইনেশন, কেয়ার অফ ম্যাজিকাল ক্রিয়েচার্স ও মাগল স্টাডিজ।\n\n\n=== আকারান্তরণ ===\nআকারান্তরণ (Transfiguration) হচ্ছে কোন বস্তুর বাহ্যিক অবস্থার পরিবর্তনের বিদ্যা। অর্থাৎ, আকারান্তরণ হল বস্তুকে এক অবস্থা থেকে অন্য অবস্থায় রূপান্তর করার কৌশল শেখানোর বিষয়। এটি মূলত তত্ত্ব নির্ভর বিষয়। এতে যেসব জাদুমন্ত্র শেখানো হয় তার মধ্যে উল্লেখযোগ্য হল \"সুইচিং স্পেল\" (কোন বস্তুর অবস্থা আংশিক পরিবর্তন। যেমন, মানুষের কানকে খরগোশের কানে রূপান্তর), \"ভ্যানিশিং স্পেল\" (কোন বস্তুকে সম্পূর্ণরূপে উধাও করা), \"কনজিউরিং স্পেল\" (কোন বস্তুকে শূন্য থেকে বের করা) ইত্যাদি। প্রফেসর মিনার্ভা ম্যাকগোনাগল আকারান্তরণ বিষয়ের শিক্ষক।\n\n\n=== কালো জাদুর বিরুদ্ধে প্রতিরোধ ===\nকালো জাদুর বিরুদ্ধে প্রতিরোধ (Defence Against the Dark Arts) বা কালো জাদুর বিরুদ্ধে প্রতিরোধ (সংক্ষেপে ডি.এ.ডি.এ./DADA) হচ্ছে ছাত্রছাত্রীদের কালো জাদু এবং বিপজ্জনক প্রাণীদের বিরুদ্ধে আত্মরক্ষার কৌশল শেখানোর বিদ্যা। \nএই বিষয়টিতে কোন শিক্ষকই এক বছরের বেশি টিকতে পারেন না। কারণ, ভলডেমর্ট এই বিষয়ে শিক্ষকতার অনুমতি না পেয়ে পদটিকে অভিশপ্ত করে দিয়েছিল। প্রথম বইয়ে কুইরিনাস কুইরেল, দ্বিতীয় বইয়ে গিল্ডরয় লকহার্ট, তৃতীয় বইয়ে রেমাস লুপিন, চতুর্থ বইয়ে ম্যাড-আই মুডি, পঞ্চম বইয়ে ডলোরেস আমব্রিজ, ষষ্ঠ বইয়ে সেভেরাস স্নেইপ এবং সপ্তম বইয়ে অ্যামিকাস ক্যারো এই বিষয়ের শিক্ষক হিসেবে নিযুক্ত হন। রাউলিং বলেছেন যে, ভলডেমর্টের মৃত্যুর পর এই বিষয়টির উপরে থাকা অভিশাপটি আর থাকে না। ফলে, পরবর্তীতে, অন্য বিষয়ের মত এই বিষয়েও একজন স্থায়ী শিক্ষক নিয়োগ করা সম্ভব হয়।\n\n\n=== চার্ম ===\nচার্ম (Charms) ক্লাসে জাদুমন্ত্রের বিভিন্ন ধরনের ব্যবহার এবং এর পরিবর্তন ও পরিবর্ধন শেখানো হয়। রাউলিং বলেছেন যে, চার্ম হল বিশেষ ধরনের জাদুমন্ত্র যা দ্বারা কোন বস্তুকে নতুন ও অপ্রত্যাশিত রূপ দেওয়া যায়। চার্ম ক্লাসগুলো প্রধানত ব্যবহারিক হওয়ায়, ক্লাসগুলো বেশ কোলাহলপূর্ণ। প্রফেসর ফিলিয়াস ফ্লিটউইক এই বিষয়ের শিক্ষক।\n\n\n=== পোশন ===\nপোশন (Potions) হচ্ছে জাদুর পানীয় ও ওষুধ তৈরির বিদ্যা। পোশন তৈরি করার জন্য প্রয়োজন উপাদানগুলোকে সঠিকভাবে, সঠিক অবস্থায় ও সঠিক তাপমাত্রায় মিশানো এবং নাড়ানো। রসায়নের সাথে এর কিছুটা সাদৃশ্য রয়েছে। রাউলিং বলেছেন যে, মাগলরা চেষ্টা করলেও পোশন তৈরি করতে পারবে না। প্রথম পাঁচটি বইয়ে স্নেইপ এ বিষয়ের শিক্ষক। তবে ষষ্ঠ ও সপ্তম বইয়ে এ বিষয়ের সাবেক শিক্ষক প্রফেসর হোরেস স্লাগহর্ন এ ক্লাসের জন্য পুনরায় নিযুক্ত হন। স্নেইপের ক্লাসগুলো বিরক্তিকর হলেও, স্লাগহর্নের ক্লাসগুলো আনন্দদায়ক হিসেবে বর্ণিত হয়েছে।\n\n\n=== জ্যোতিষবিদ্যা ===\nজ্যোতিষবিদ্যা (Astronomy) হগওয়ার্টসের একমাত্র বিষয় যার সাথে মাগল বিশ্বের সম্পর্ক রয়েছে। এ ক্লাসটি অ্যাস্ট্রোনমি টাওয়ারে নেওয়া হয়। প্রফেসর অরোরা সিনিস্ত্রা এই বিষয়ের শিক্ষক। এই ক্লাসে টেলিস্কোপের মাধ্যমে রাতের আকাশ পর্যবেক্ষণ করা হয়। সিরিজে কোন অ্যাস্ট্রোনমি ক্লাসের বর্ণনা দেওয়া হয় নি। তবে এ বিষয়ের মাধ্যমে ছাত্রছাত্রীদের আকাশের তারকারাজি ও গ্রহসমূহের নাম, তাদের অবস্থান, গতি এবং পরিবেশ সম্পর্কে শিক্ষা দেওয়া হয়।\n\n\n=== জাদুর ইতিহাস ===\nজাদুর ইতিহাস (History of Magic) বিষয়টি জাদু ও জাদুকর সম্প্রদায়ের ইতিহাস নিয়ে আলোচনা করে। প্রফেসর কাথবার্ট বিন্স এই বিষয়ের শিক্ষক। তিনি হগওয়ার্টসের একমাত্র শিক্ষক যিনি মৃত অর্থাৎ ভূত। এতে গবলিনদের বিদ্রোহ, দানবদের যুদ্ধ, জাদুকরদের গোপনীয়তার নীতি প্রভৃতি পড়ানো হয়।\n\n\n=== উদ্ভিদবিদ্যা ===\nউদ্ভিদবিদ্যা (Herbology) হচ্ছে জাদুর উদ্ভিদসমূহ সম্পর্কিত বিদ্যা। এতে শিখানো হয় কীভাবে এইসব উদ্ভিদসমূহের যত্ন নিতে হয়, নিয়ন্ত্রণ করতে হয় এবং প্রতিরোধ করতে হয়। হগওয়ার্টসে বেশ কয়েকটি গ্রীনহাউজ রয়েছে। যেখানে, বিভিন্ন বিপজ্জনক উদ্ভিদস রয়েছে। প্রফেসর পমোনা স্প্রাউট এই বিষয়ের শিক্ষক। ডেথলি হ্যালোসের এপিলগ হতে জানা যায় যে, নেভিল লংবটম পরবর্তীকালে এই বিষয়ের শিক্ষক হয়।\n\n\n=== সংখ্যাতত্ত্ব ===\nসংখ্যাতত্ত্ব (Arithmency) জাদুর একটি শাখা যেখানে জটিল সংখ্যাতত্ত্ব নিয়ে আলোচনা করা হয়। প্রফেসর সেপ্টিমা ভেক্টর এই বিষয়ের শিক্ষক। এই বিষয়টি অত্যন্ত কঠিন। কেননা এতে বিশাল বিশাল সংখ্যার চার্ট নিয়ে কাজ করতে হয় এবং সেগুলোকে মুখস্থ করতে হয়। এটি হারমায়োনির অন্যতম প্রিয় বিষয়।\n\n\n=== প্রাচীন ঐন্দ্রজালিক বর্ণাবলী ===\nপ্রাচীন ঐন্দ্রজালিক বর্ণাবলী (Ancient Ruines) বিষয়ে প্রাচীন ঐন্দ্রজালিক বর্ণমালা নিয়ে আলোচনা করা হয়। হারমায়োনিই শুধু এই বিষয়টি অধ্যয়ন করে। প্রফেসর ব্যাথশেডা ব্যাবলিং এই বিষয়ের শিক্ষক।\n\n\n=== ভবিষৎবিদ্যা ===\nভবিষৎবিদ্যা (Divination) হচ্ছে ভবিষ্যৎ সম্পর্কে বলার বিদ্যা। এ ক্লাসে ভবিষ্যতবাণী করার বিভিন্ন পদ্ধতি শিখানো হয়। যেমন- চা পাতা, ফায়ার ওমেন, ক্রিস্টাল বল, প্যালমিস্ট্রি, কার্টোমেন্সি, তারকাবিদ্যা এবং স্বপ্নের মাধ্যমে ভবিষ্যৎ বলার কৌশল। ভবিষৎবিদ্যাকে জাদুর সবচেয়ে অপরিপূর্ণ শাখা হিসেবে বিবেচনা করা হয়। যদিও অনেকে বলে, ভবিষৎবিদ্যায় দক্ষতার জন্য প্রয়োজন অন্তঃদৃষ্টি। পঞ্চম বই পর্যন্ত প্রফেসর সিবিল ট্রিলনী এ বিষয়টি একা পড়াতেন, পরবর্তীতে ট্রিলনীর পাশাপাশি ফিরেঞ্জ দ্য সেনট্যার এই বিষয়ের শিক্ষক হিসেবে নিযুক্ত হয়।\n\n\n=== জাদুক্ষমতাসম্পন্ন প্রাণীদের রক্ষণাবেক্ষণ ===\nজাদুক্ষমতাসম্পন্ন প্রাণীদের রক্ষণাবেক্ষণ (Care of Magical Creatures) ক্লাসে বিভিন্ন জাদুক্ষমতাসম্পন্ন প্রাণী ও জীবজন্তু পরিচিতি এবং তাদের রক্ষণাবেক্ষণ করার পদ্ধতি শিখানো হয়। এই বিষয়ের ক্লাসগুলো দুর্গের বাইরে অনুষ্ঠিত হয়। প্রথমে প্রফেসর সিলভ্যানাস কেটলবার্ন এই বিষয়ের শিক্ষক ছিলেন। কিন্তু হ্যারির দ্বিতীয় বর্ষের শেষদিকে তিনি অবসরগ্রহণ করেন। ফলে পরবর্তীতে, রুবিয়াস হ্যাগ্রিড এ বিষয়ের নতুন শিক্ষক হিসেবে নিযুক্ত হন।\n\n\n=== মাগল বিদ্যা ===\nমাগল বিদ্যা (Muggle Studies) বা মাগল শিক্ষা হচ্ছে জাদুকরদের দৃষ্টিতে অ-জাদুকর সম্প্রদায়ের জীবন ও সংস্কৃতি নিয়ে পর্যালোচনা। মাগলদের তথা অ-জাদুকর সম্প্রদায়ের সাথে তাল মিলিয়ে চলার জন্যই জাদুকররা এ বিষয়টি অধ্যয়ন করে। ষষ্ঠ বই পর্যন্ত এ বিষয়ের শিক্ষক ছিলেন প্রফেসর চ্যারিটি বার্বেজ। কিন্তু শেষ বইয়ের প্রথম দিকে ভলডেমর্ট তাকে হত্যা করায়, তার বদলে ডেথ ইটার অ্যালেক্টো ক্যারো এ বিষয়ের শিক্ষক নিযুক্ত হয়। এ সময় এ বিষয়টিকে সব ছাত্রছাত্রীর জন্য বাধ্যতামূলক করা হয়।\n\n\n=== উড্ডয়ন ===\nউড্ডয়ন (Flying) ক্লাসে ছাত্রছাত্রীদের কীভাবে জাদুর ঝাড়ুর সাহায্যে উড়তে হয়, তা শিখানো হয়। শুধুমাত্র প্রথম বর্ষের ছাত্রছাত্রীরাই এই ক্লাস করে। এটিই জাদুর একমাত্র শাখা যাতে দক্ষতার জন্য শারীরিক সক্ষমতা প্রয়োজন। পুরো সিরিজে মাত্র একটি ফ্লাইং ক্লাস দেখানো হয়েছে। ম্যাডাম রোল্যান্ডা হুচ ফ্লাইং ক্লাসের শিক্ষক।\n\n\n=== জাদুকরী আবির্ভাব ===\nজাদুকরী আবির্ভাব (Apparition) হচ্ছে হ্যারি পটার সিরিজে জাদুর সাহায্য টেলিপোর্টেশনের প্রক্রিয়া। অর্থাৎ, মুহূর্তের মধ্যে এক স্থান থেকে অন্য স্থানে যাওয়ার কৌশলকে অ্যাপারিশন বলা হয়। ষষ্ঠ ও সপ্তম বর্ষের ছাত্রছাত্রীদের জন্য এটি একটি ঐচ্ছিক বিষয়। বৈধভাবে অ্যাপারিশন করতে হলে কমপক্ষে সতের বছর বয়স হতে হবে এবং লাইসেন্স থাকতে হবে। কারণ অসম্পূর্ণভাবে অ্যাপারিশন করা অত্যন্ত বিপজ্জনক কাজ। এতে শরীরের যেকোন অঙ্গ বিচ্ছিন্ন হয়ে যেতে পারে। হগওয়ার্টসের সীমানার মধ্যে অ্যাপারিশন ও ডিসঅ্যাপারিশন করা অসম্ভব। কেননা, বিভিন্ন জাদুমন্ত্র দ্বারা হগওয়ার্টস সুরক্ষিত। হাফ-ব্লাড প্রিন্সে জাদু মন্ত্রণালয়ের অ্যাপারিশন ইন্সট্রাক্টর উইল্কি টুইক্রস ছাত্রছাত্রীদের অ্যাপারিশন শিখাতে আসে।\n\n\n== গ্রেডিং ও ফলাফল পদ্ধতি ==\nচতুর্থ বর্ষ পর্যন্ত, শিক্ষার্থীদের পরবর্তী বর্ষে যাওয়ার জন্য প্রত্যেকটি বিষয়ে পাশ করতে হয়। যদি কোন শিক্ষার্থী ফেল করে, তাহলে তাকে পুনরায় ঐ ক্লাসে অধ্যয়ন করতে হয়। পঞ্চম বর্ষে শিক্ষার্থীদের 'অর্ডিনারি উইজার্ডিং লেভেল' (O.W.L.) বা সাধারণ জাদুবিদ্যার স্তর পরীক্ষায় অংশগ্রহণ করতে হয়। যদি কোনশিক্ষার্থী এ পরীক্ষায় কোন বিষয়ে ভাল করতে পারে, তাহলে দুই বছর পর অনুষ্ঠিতব্য 'ন্যাস্টিলি এক্সহস্টিং উইজার্ডিং টেস্টস' (N.E.W.T.) পরীক্ষার প্রস্তুতির জন্য উক্ত বিষয়ের উচ্চতর ক্লাসগুলোতে সে অধ্যয়ন করতে পারে। এ পরীক্ষাটি সপ্তম বর্ষের শেষদিকে অনুষ্ঠিত হয়।\nবেশিরভাগ O.W.L. পরীক্ষা দুইটি অংশে বিভক্ত, তত্ত্বীয় ও ব্যবহারিক। নিম্নলিখিত গ্রেডিং পদ্ধতিতে ফলাফল প্রদান করা হয়ঃ\nপাশের গ্রেড\n\nO = আউটস্ট্যান্ডিং (অসাধারণ)\nE = এক্সিডস এক্সপেক্টেশনস (আশাতীত)\nA = অ্যাক্সেপ্টেবল (গ্রহণযোগ্য)\nফেলের গ্রেড\n\nP = পোর (দুর্বল)\nD = ড্রেডফুল (ভয়ানক)\nT = ট্রল (লজ্জাজনক)\nO.W.L. পরীক্ষা আসলে ও-লেভেল আর N.E.W.T. পরীক্ষা এ-লেভেল পরীক্ষার প্রতিরূপ। N.E.W.T. পর্যায়ে কোন বিষয় অধ্যয়ন করতে চাইলে O.W.L. পরীক্ষায় সেই বিষয়ে কমপক্ষে E গ্রেড লাভ করতে হয়। যদি কোন শিক্ষার্থী কোন বিষয়ে ফেল করে বা নির্দিষ্ট গ্রেড পেতে ব্যর্থ হয়, তারা ষষ্ঠ ও সপ্তম বর্ষে উক্ত বিষয় অধ্যয়ন করতে পারে না।\nপঞ্চম বর্ষের শেষদিকে শিক্ষার্থীরা, তাদের হাউজ প্রধানদের সাথে ভবিষ্যৎ ক্যারিয়ার নিয়ে আলোচনা করার সুযোগ পায়। N.E.W.T. পর্যায়ের ক্লাসগুলো অত্যন্ত উচ্চতর মানের বলে ধারণা করা হয়। কারণ এই সময়ে শিক্ষার্থীরা এক বা একাধিক গৌণ বিষয় অধ্যয়ন করা ছেড়ে দেয়। ষষ্ঠ ও সপ্তম বর্ষের শিক্ষার্থীরা অনেক ফ্রি পিরিয়ড পেয়ে থাকে। তবে এই অবসর সময়গুলো তাদের হোমওয়ার্ক বা পড়াশোনা করেই কাটাতে হয়। সপ্তম বর্ষের শেষে শিক্ষার্থীরা N.E.W.T. পরীক্ষায় অংশগ্রহণ করে, যা তাদের গত দুই বছরের লেখাপড়ার মূল্যায়ন করে। ভবিষ্যতে ভাল কোন পেশায় যোগ দিতে হলে, এই পরীক্ষায় ভাল ফলাফল করা জরুরি।\n\n\n== হগওয়ার্টসের গোপনীয় স্থানসমূহ ==\nহগওয়ার্টস ক্যাসল বা দুর্গে অসংখ্য গোপন স্থান, পথ, প্যাসেজ ও করিডোর রয়েছে।\n\n\n=== পরশপাথরটির লুকানোর জায়গা ===\nএর প্রবেশপথ চতুর্থ তলার নিষিদ্ধ করিডোরে। স্থানটি শিক্ষকদের দ্বারা স্থাপিত সাতটি চ্যালেঞ্জ বা বাঁধার বলয়ে সুরক্ষিত। এগুলো হল-\n\nএকটি দৈত্যাকার কুকুর।\nডেভিল'স স্নেয়ার বা শয়তানের ফাঁদ।\nঅসংখ্য উড়ন্ত চাবি, যার মধ্যে একটি বাদে সবগুলো নকল।\nএকটি বিশাল দাবার ঘর, যেখানে দাবা খেলতে হয়।\nএকটি বিশাল দানবাকৃতির ট্রল।\nপোশানের একটি সিরিজ যেখানে একটি ধাঁধার সমাধান করে উপযুক্ত পোশানটি বাছাই করতে হয়।\nএরিসেডের আয়না।\n\n\n=== চেম্বার অফ সিক্রেটস ===\nচেম্বার অফ সিক্রেটস (Chamber of Secrets) স্কুলের অত্যন্ত গভীরে অবস্থিত। এতে বাসিলিস্ক নামের সুপ্রাচীন দৈত্যাকার এক সরীসৃপ বাস করে, যা স্কুলের মাগল বংশজাত ছাত্র ছাত্রীদের হত্যার জন্য সংরক্ষিত। স্কুলের অন্যতম প্রতিষ্ঠাতা সালাজার স্লিদারিন এই গোপন চেম্বারটি নির্মাণ করেন।\nচেম্বারটির প্রবেশপথ তৃতীয় তলার মোনিং মার্টলের বাথরুমে অবস্থিত, যা থেকে একটি অন্ধকার ও সরু সুড়ঙ্গপথ নিচের দিকে চলে গেছে। এর মেঝেতে বিভিন্ন প্রাণীর কঙ্কাল এবং বাসিলিস্কটির বিশালাকৃতির পরিত্যক্ত চামড়া রয়েছে। এই সুড়ঙ্গটি একটি শক্ত দেয়ালে গিয়ে শেষ হয়েছে, যেখানে সবুজ চোখের সাপের ছবি রয়েছে। পার্সেলটাঙ্গের মাধ্যমে দেয়ালটি খুলে এর ভিতরে প্রবেশ করা যায়। এটিই মূল চেম্বার। এখানে সরু পথের দুই পাশে অসংখ্য সাপের মূর্তি এবং চেম্বারের শেষ প্রান্তে সালাজার স্লিদারিনের একটি মূর্তি রয়েছে।\n\n\n=== প্যাসেজ ===\nস্কুলে মোট নয়টি সিক্রেট প্যাসেজ বা গোপন পথ রয়েছে যা দিয়ে স্কুলের বাইরে যাওয়া আসা করা যায়। এগুলোর মধ্যে চারটি কোথায় গিয়ে শেষ হয়েছে তা জানা যায় নি। বাকি পাঁচটি হল-\n\nহোমপিং উইলো গাছের ভিতরে অবস্থিত একটি প্যাসেজ, যা শ্রিকিং শ্যাকে গিয়ে শেষ হয়েছে।\nপঞ্চম তালায় একটি আয়নার পিছনে অবস্থিত একটি প্যাসেজ, যা হগসমিডে গিয়ে শেষ হয়েছে।\nডিফেন্স অ্যাগেইনস্ট দ্য ডার্ক আর্টস ক্লাসরুমের সিড়ির পাশে অবস্থিত একচক্ষুবিশিষ্ট একজন মহিলা জাদুকরের মূর্তির ভিতরে অবস্থিত একটি প্যাসেজ, যা হগসমিডের হানিডিউক্স দোকানের সেলারে গিয়ে শেষ হয়েছে।\nদুইটি ভ্যানিশিং ক্যাবিনেটের মধ্যবর্তী সংযোগ পথ, যার একটি স্কুলের ভিতর ও অন্যটি বোরজিন ও বার্কসে অবস্থিত।\nরুম অফ রিকোয়ারমেন্ট অবস্থিত একটি প্যাসেজ যা হগস হেড বারে গিয়ে শেষ হয়েছে।\nএছাড়াও দুর্গের অভ্যন্তরে আরো অসংখ্য শর্টকাট প্যাসেজ রয়েছে যেগুলোর মধ্য দিয়ে দুর্গের এক প্রান্ত থেকে অন্য প্রান্তে অনায়াসে অতি দ্রুত যাওয়া যায়।\n\n\n=== রুম অফ রিকোয়ারমেন্ট ===\nরুম অফ রিকোয়ারমেন্ট (Room of Requirement) দুর্গের আট তলায় বার্নাবাস দ্য বার্মির একটি বিশাল ট্যাপেস্ট্রি বা কারুকাজ করা পর্দার বিপরীত দিকে অবস্থিত। রুম অফ রিকোয়ারমেন্টটি তখনই দৃশ্যমান হয় যখন কারো এটির প্রয়োজন পড়ে। এটিকে দৃশ্যমান করতে হলে, এর গোপন প্রবেশপথের সামনে তিনবার হাঁটতে হয় এবং মনে মনে বলতে হয় কেন এই রুমটি প্রয়োজন। তাহলে রুমটি ব্যবহারকারীর যেভাবে প্রয়োজন ঠিক সেভাবে দৃশ্যমান হয়। হগওয়ার্টসের হাউজ-এলফরা এটিকে কাম অ্যান্ড গো রুম বা আসা ও যাওয়ার রুম বলে।\nডেথলি হ্যালোসে রুমটি ফিয়েন্ডফায়ার কার্সের কারণে মারাত্মকভাবে ক্ষতিগ্রস্ত হয়।\n\n\n== ফরবিডেন ফরেস্ট ==\nদ্য ফরবিডেন ফরেস্ট (The Forbidden Forest) বা নিষিদ্ধ বন হল একটি বিশাল ও অন্ধকার বন, যা হগওয়ার্টস দুর্গের গ্রাউন্ড বা মাঠের সীমানার চারদিকে অবস্থিত। এটিকে সাধারণত \"ডার্ক ফরেস্ট\" বা \"অন্ধকার বন\" নামে ডাকা হয়। বনটির ভিতরে প্রবেশ করা স্কুলের সকল ছাত্রছাত্রীদের জন্য নিষিদ্ধ। তবে কেয়ার অফ ম্যাজিকাল ক্রিয়েচার্স ক্লাসের সময় এবং মাঝে মাঝে ডিটেনশনের সময় এতে প্রবেশ করা যায়।\nবনটিতে যেসব প্রজাতির উদ্ভিদ ও বৃক্ষ রয়েছে তার মধ্যে বীচ, ওক, পাইন, সাইকামোর, ঝাউগাছ, নটগ্রাস প্রভৃতি উল্লেখযোগ্য। যদিও বনটি দুর্গম ও বন্য, এতে কিছুসংখ্যক সরু পথ ও ক্লিয়ারিং রয়েছে। বনটিতে বেশকিছু প্রজাতির প্রাণিও বাস করে। এগুলো হল-\n\nসেনট্যার (Centaurs) (রূপকথার প্রাণী যাদের দেহের উপরের অংশ মানুষ এবং নিচের অংশ ঘোড়ার ন্যায়)\nঅ্যাক্রোমেন্টুলা (Acromentulas) (দানবাকৃতির মাকড়সা)\nইউনিকর্ন (Unicorns) (অতি পবিত্র এবং নিরীহ প্রাণী, শিংযুক্ত ঘোড়ার ন্যায়। এদের হত্যা করা ভয়াবহ রকমের অপরাধ হিসেবে বিবেচিত হয়)\nথেস্ট্রাল (Thestrals) (ড্রাগন সদৃশ ঘোড়া। এরা উড়তে সক্ষম)\nট্রল (Trolls)\nবাউট্রাকল (Bowtruckles)\nফ্লাফি (Fluffy/Cerbarus) (সার্বারাস/তিন মাথাযুক্ত কুকুর)\nগ্রপ (Grawp) (ছোট দানব)\n\n\n== হগওয়ার্টস এক্সপ্রেস ==\n \nহগওয়ার্টস এক্সপ্রেস (Hogwarts Express) হচ্ছে একটি ম্যাজিকাল ট্রেইন যা লন্ডন থেকে হগসমিড পর্যন্ত হগওয়ার্টসের ছাত্রছাত্রীদের আনা নেওয়া করে। এটি লন্ডন কিংস ক্রস স্টেশনের পৌনে দশ নম্বর প্লাটফর্ম থেকে যাত্রা শুরু করে এবং বিরতিহীনভাবে চলে হগসমিড রেলশটেশনে পৌঁছে। স্কুল প্রিফেক্টদের জন্য ট্রেইনটিতে একটি আলাদা কামড়া সংরক্ষিত থাকে। হ্যারি তার সবচেয়ে ঘনিষ্ঠ দুই বন্ধু রন ও হারমায়োনির সাথে এই ট্রেনের মধ্যেই পরিচিত হয়। বইসমূহে, হ্যারি মোট দশবার এই ট্রেনে যাতায়াত করে; প্রথম, তৃতীয়, চতুর্থ ও পঞ্চম বইয়ে দুইবার করে, দ্বিতীয় ও ষষ্ঠ বইয়ে একবার করে।\nচলচ্চিত্র সিরিজের জন্য বিভিন্ন মডেলের হগওয়ার্টস এক্সপ্রেস তৈরি করা হয়।\n\n\n== হ্যারি পটার বইগুলোর অনুবাদে হগওয়ার্টস ==\nবেশিরভাগ অনুবাদে স্কুলটির নাম হিসেবে মূল নাম 'Hogwarts' বা 'হগওয়ার্টস' ব্যবহার করা হয়েছে। তবে, এজন্য শব্দটিকে অন্য ভাষায় রূপান্তর করতে হয়েছে। যেমন- আরবিতে هوغوورتس = Hūghwūrts, রাশিয়ানে Хогвартс = Khogvarts, জাপানিতে ホグワーツ = Hoguwātsu)। কিন্তু কিছু কিছু অনুবাদে, 'হগওয়ার্টস' শব্দটির বদলে অন্য শব্দ ব্যবহার করা হয়েছে। যেমন- ফরাসি ভাষায় 'Poudlard' বা 'পাউডলার্দ', লাটভিয়ানে Cūkkārpas, ডাচ ভাষায় Zweinstein, নরওয়েজিয় ভাষায় Galtvort, ফিনিশ ভাষায় Tylypahka, হাঙ্গেরিয় ভাষায় Roxfort এবং স্লোভেনিয় ভাষায় Bradavičarka।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nHogwarts School of Witchcraft and Wizardry   on Harry Potter Wiki,  an external wiki\nHogwarts Castle   on Harry Potter Wiki,  an external wiki\nThe Harry Potter Lexicon's Hogwarts Atlas featuring numerous images of Hogwarts. hplex.info.\nThe Marauder's Map from the Warner Bros website, harrypotter.warnerbros.co.uk"}