{"pageid": 1101287, "title": "কালীঘাট মিলন সংঘ ফুটবল ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=1101287", "content": "কালীঘাট মিলন সংঘ ফুটবল ক্লাব (অপর নাম কালীঘাট ফুটবল ক্লাব বা কালীঘাট মিলন সংঘ বা কালীঘাট এমএস) হল পশ্চিমবঙ্গের কলকাতার কালীঘাট অঞ্চল-ভিত্তিক একটি ভারতীয় পেশাদার ফুটবল ক্লাব। এই ক্লাবটি কলকাতা ফুটবল লিগে অংশগ্রহণ করে। ১৯৪৪ সালে প্রতিষ্ঠিত কালীঘাট মিলন সংঘ বরাবর একটি অপেশাদার ফুটবল ক্লাব হলেও ২০১২ সালের জানুয়ারি মাসে ক্লাব কর্তৃপক্ষ পেশাদার ফুটবলে যোগদানের কথা ঘোষণা করেন এবং ভারতীয় ফুটবল লিগ ব্যবস্থার দ্বিতীয় সারি আই-লিগ দ্বিতীয় ডিভিশনে গৃহীত হয়।\nকলকাতা প্রিমিয়ার ডিভিশন ম্যাচগুলির জন্য এই ক্লাবটি কলকাতার বিভিন্ন স্টেডিয়াম ব্যবহার করে। কিন্তু এই ক্লাবের অধিকাংশ ম্যাচ আয়োজিত হয় ৮৫,০০০ আসন-বিশিষ্ট বিবেকানন্দ যুবভারতী ক্রীড়াঙ্গনে।\n\n\n== ইতিহাস ==\n\n\n=== প্রতিষ্ঠা ও যাত্রাপথ ===\n১৯৪৪ সালে কলকাতার কালীঘাটে একটি সাংস্কৃতিক সমিতি হিসেবে কালীঘাট মিলন সংঘ প্রতিষ্ঠিত হয়। সেই সময় থেকেই ধীরে ধীরে এই ক্লাবটি জেলা থেকে শুরু করে রাজ্য ও জাতীয় স্তরে ক্রীড়া প্রতিযোগিতায় অংশ নিতে শুরু করে। ১৯৬৬ সালে ক্লাবটির ফুটবল দল চালু হয় এবং তা ভারতীয় ফুটবল অ্যাসোশিয়েসনের (আইএফএ) লাইসেন্স অর্জন করে অ্যালেন লিগে অংশগ্রহণ করে। ১৯৮৯ সালে প্রথম এই ক্লাবটি কলকাতা ফুটবল লিগে প্রথম বিভাগে খেলার যোগ্যতা অর্জন করে।\n\n\n=== বর্তমান সময় ===\n২০০৮ সালে কালীঘাট মিলন সংঘ প্রথম বিভাগীয় চ্যাম্পিয়ন হয় এবং যার ফলে ২০০৯ সালে প্রথম কলকাতা প্রিমিয়ার ডিভিশনে স্থান অর্জন করে। ২০১১ সালে অল এয়ারলাইনস গোল্ড কাপ জয় ছিল এই দলের সর্বাপেক্ষা উল্লেখযোগ্য সাফল্যগুলির অন্যতম।\n২০১২ সালের জানুয়ারি মাসে কালীঘাট মিলন সংঘ সর্বভারতীয় ফুটবল ফেডারেশনের থেকে ভারতীয় ফুটবলের দ্বিতীয় সারি আই-লিগ দ্বিতীয় বিভাগে অংশগ্রহণের শংসাপত্র অর্জন করে এবং আই-লিগ যোগ্যতাসম্পন্নদের সর্বশেষ রাউন্ডে উত্তীর্ণ হয়। দলটি ২০১৩ আই-লিগ দ্বিতীয় বিভাগেও অংশগ্রহণ করেছিল।\nকালীঘাট মিলন সংঘ ২০১৪ আই-লিগ দ্বিতীয় বিভাগে অংশ গ্রহণ করে আই-লিগ যোগ্যতাসম্পন্নদের ফাইনাল রাউন্ডে উত্তীর্ণ হয়েছিল এবং আটটি ম্যাচ খেলে ১৪ পয়েন্ট অর্জন করেছিল।\nফুটবল খেলা ছাড়াও ২০২১ সালের মে মাস থেকে কালীঘাট মিলন সংঘ রাজ্য ফুটবল নিয়ন্ত্রক সংস্থা আইএফএ ও সাউদার্ন সমিতির সঙ্গে একযোগে পশ্চিমবঙ্গে কোভিড-১৯ অতিমারী মোকাবিলায় জনসাধারণকে বিনামূল্যে টিকা পেতে সাহায্য করে।\n\n\n== ঘরোয়া স্টেডিয়াম ==\n\nকালীঘাট মিলন সংঘ জাতীয় ফুটবল লিগের সব ক’টি পূর্ববর্তী টুর্নামেন্টে ঘরোয়া ম্যাচগুলি খেলেছিল ৮৫,০০০ আসন-বিশিষ্ট বিবেকানন্দ যুবভারতী ক্রীড়াঙ্গনে।\nকলকাতা ফুটবল লিগে কালীঘাট মিলন সংঘ প্রায় ২২,০০০ দর্শকাসন-বিশিষ্ট রবীন্দ্র সরোবর স্টেডিয়ামেও খেলেছে।\n\n\n== মালিকানা ==\nক্লাবটির মালিক হল কালীঘাট মিলন সংঘ ফুটবল ক্লাব প্রাইভেট লিমিটেড নামে একটি বেসরকারি সংস্থা। ২০১১ সালের ১৮ নভেম্বর সংস্থাটি নথিভুক্ত হয়। এটির কার্যালয় ৩২, হরিশ চ্যাটার্জি স্ট্রিট, কালীঘাট, কলকাতা ৭০০০২৬ ঠিকানায় অবস্থিত। অজিত বন্দ্যোপাধ্যায় ও আবেশ বন্দ্যোপাধ্যায় এই ক্লাবের বোর্ড সদস্য ও পরিচালক।\nকলকাতা ফুটবল লিগের পূর্ববর্তী মরসুমগুলিতে কালীঘাট মিলন সংঘ সিমোকো মোবাইল প্রভৃতিকে স্পনসর হিসেবে পেয়েছিল।\n\n\n== অন্যান্য বিভাগ ==\nফুটবল ছাড়াও কালীঘাট মিলন সংঘের অন্যান্য সক্রিয় ক্রীড়া বিভাগ রয়েছে। কালীঘাট ক্লাব নামে পুরুষদের ক্রিকেট দলটি তার অন্যতম। এই দলটি ময়দানে অনুশীলন করে এবং কালীঘাট মাঠে খেলে। কখনও কখনও দলটি ইডেন গার্ডেনেও খেলে। ক্রিকেট বিভাগটির কার্যালয় আউটরাম রোডে ময়দান তাঁবুতে অবস্থিত। ক্রিকেট দলটি প্রধানত ক্রিকেট অ্যাসোসিয়েশন অফ বেঙ্গল (সিএবি) প্রথম বিভাগীয় ট্যুর্নামেন্টগুলিতে খেলে এবং জে. সি. মুখার্জি টি-২০ ট্রফি, এ. এন. ঘোষ মেমোরিয়াল ট্রফি, সিএবি ওয়ান ডে লিগ ও প্রবীর সেন ট্রফির মতো ট্যুর্নামেন্টেও অংশ নেয়।\n২০১৮ সালের মে মাসে ভারতীয় জাতীয় দলের সদস্য ঋদ্ধিমান সাহা তরুণ শিক্ষার্থীদের জন্য কালীঘাট ক্লাবে একটি ক্রিকেট কোচিং ক্যাম্প চালু করেন। এটির নাম কালীঘাট মিলন সংঘ প্রবীর সেন স্মৃতি কোচিং ক্যাম্প।\n\n\n== সাফল্য ==\n\n\n=== লিগ ===\nআই-লিগ দ্বিতীয় বিভাগ\nতৃতীয় স্থান (১): ২০১৪\nকলকাতা প্রিমিয়ার ডিভিশন বি\nচ্যাম্পিয়ন (১): ২০১৮–১৯\n\n\n=== কাপ ===\nঅল এয়ারলাইনস গোল্ড কাপ\nচ্যাম্পিয়ন (১): ২০১১\n\n\n== আরও দেখুন ==\nকলকাতার ফুটবল ক্লাবগুলির তালিকা\nকলকাতায় ফুটবল\nকলকাতা প্রিমিয়ার ডিভিশন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওয়েব্যাক মেশিনে Official website (১৭ মে ২০১৪ তারিখে আর্কাইভকৃত)\nKalighat MS former crest\nNew logo of Kalighat MS\nKalighat MS archive  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ নভেম্বর ২০২১ তারিখে at indiafooty.com\nKalighat MS info  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ আগস্ট ২০২১ তারিখে at ifawb.org"}