{"pageid": 1101297, "title": "স্বস্তিপুর শাহী মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1101297", "content": "স্বস্তিপুর শাহী মসজিদ বাংলাদেশের অতি প্রাচীন একটি মসজিদ ও প্রত্নতাত্ত্বিক নিদর্শন। মসজিদটি কুষ্টিয়া জেলার সদর উপজেলায় অবস্থিত। গবেষকদের মতে মসজিদটি শায়েস্তা খাঁর আমলে আনুমানিক ১৬৬০ খ্রিষ্টাব্দের দিকে নির্মিত হয়েছিলো। মসজিদটি কুষ্টিয়া জেলায় প্রাচীন ইসলামের ইতিহাসের নিদর্শন বহন করছে। বর্তমানে মসজিদটির খতিব হিসেবে দায়িত্ব পালন করছেন মাওলানা সিরাজুল ইসলাম নিজামী।\n\n\n== অবস্থান ==\nএই শাহী মসজিদটি খুলনা বিভাগের কুষ্টিয়া জেলার, সদর উপজেলার আলামপুর ইউনিয়ানের স্বস্তিপুর গ্রামে অবস্থিত। এটি কুষ্টিয়া জেলা শহর থেকে ঝিনাইদহগামী সড়ক ধরে প্রায় ১১ কিলোমিটার এগিয়ে গেলে স্বস্তিপুর গ্রামে মসজিদটি পাওয়া যাবে।\n\n\n== ইতিহাস ==\nনবাব শায়েস্তা খানের আমলে (১৬৬০-১৬৬৮) খ্রিস্টাব্দে মসজিদটি তৈরি হয়েছিলো, ইতিহাসের সাক্ষী হয়ে এখনও মসজিদটি বর্তমান রয়েছে। স্থানীয় সূত্রে জানা গেছে, নবাব শায়েস্তা খানের নামানুসারে গ্রামটির নাম ছিল শায়েস্তাপুর। কালক্রমে শায়েস্তাপুর নাম পরিবর্তন হয়ে স্বস্তিপুর হয়ে গিয়েছে। সেই অনুসারে মসজিদটির নামও স্বস্তিপুর শাহী মসজিদ নামকরণ হয়েছে। গবেষক মহলের ধারণা, শাহী ফৌজদের পথযাত্রার মাঝখানে বিশ্রাম ও নামাজ আদায়ের জন্য এই মসজিদটি তৈরি করেছিল।\n\n\n== কাঠামো বর্ণনা ==\nস্বস্তিপুর মসজিদটির ৪ কোনে চারটি থামের ওপর ৪টি ছোট গম্বুজ শোভা রয়েছে। আর মাঝের গম্বুজটি অন্যগুলোর তুলনায় কিছুটা বড়। এই মসজিদের দেয়ালের পুরুত্ব ০.৯১ মিটার এবং পিলারসহ তা ১.০১ মিটার। এটি একটি ছোট মসজিদ এবং তাতে মাত্র এক সারি মানুষ দাঁড়িয়ে নামাজ পড়তে পারেন। এখন অবশ্য মসজিদের পূর্ব দেয়াল সংলগ্ন বড় একটি বারান্দা যুক্ত করে আয়তন বাড়ানো হয়েছে। মসজিদটি তিন গম্বুজবিশিষ্ট, মসজিদটি যে মুঘল যুগের, তাতে গবেষকরা একমত প্রকাশ করেছে।\n\n\n== বর্তমান অবস্থা ==\nবিভিন্ন সময়ে মসজিদটিতে সংস্কার কাজ হয়েছে। মসজিদটি সংস্কারে পর সংস্কার হতে হতে এর প্রাচীনতত্ত্বের স্মৃতি চিহ্ন আজ বিলুপ্তির পথে। অনেকে বলেছে, শুরুতে মসজিদটি আকারে ছোট ছিল, সেটি ধ্বংস হয়ে গেলে নতুন করে মসজিদটি নির্মিত হয়েছে। মসজিদের বর্তমান কাঠামো মুঘল আমলের কাঠামো শৈলীর দিকে ইঙ্গিত করে। মসজিদটির বর্তমানের খতিবের নাম মাওলানা সিরাজুল ইসলাম নিজামী। এই ঐতিহাসিক মসজিদটি দেখতে বহু দর্শনার্থী ভিড় করেন। এছাড়াও অনেকেই এখানে বিভিন্ন মান্নত করে সিন্নিও প্রদান করে।\n\n\n== আরও দেখুন ==\nশায়েস্তা খার মসজিদ\nইসলামী বিশ্ববিদ্যালয় কেন্দ্রীয় মসজিদ\n\n\n== তথ্যসূত্র =="}