{"pageid": 1101595, "title": "জীব (ভারতীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1101595", "content": "জীব (সংস্কৃত: जीव) হল হিন্দুধর্ম ও জৈনধর্মে জীবনী শক্তিতে আবদ্ধ কোনো জীব বা সত্তা। শব্দটি নিজেই সংস্কৃত ক্রিয়া-মূল জীব থেকে উদ্ভূত, যার অর্থ 'শ্বাস নেওয়া বা বেঁচে থাকা'। জীব, আধিভৌতিক সত্তা হিসাবে, বিভিন্ন ধর্মগ্রন্থ যেমন ভগবদ্গীতা, উপনিষদ এবং বচনামৃত (স্বামীনারায়ণের শিক্ষা) এ বর্ণনা করা হয়েছে। বেদান্তের প্রতিটি উপ-দর্শন বিভিন্ন ক্ষমতার অন্যান্য আধিভৌতিক সত্তার সাথে জীবের ভূমিকা বর্ণনা করে।\n\n\n== ধর্মগ্রন্থে বর্ণিত ==\nবেদান্তের সাতটি দর্শন শাস্ত্রে (যেমন ভগবদ্গীতা, উপনিষদ এবং বচনামৃত) আলোচিত সাধারণ আধিভৌতিক সত্তা হল জীব বা আত্মা: আত্মা বা আত্ম।\n\n\n=== ভগবদ্গীতা ===\nভগবদ্গীতার অধ্যায় ২-এ জীবের বর্ণনা করা শ্লোক রয়েছে। উদাহরণ স্বরূপ, জীবকে শাশ্বত ও অবিনশ্বর হিসাবে বর্ণনা করা হয়েছে অধ্যায় ২, শ্লোক ২০:\n\n\n=== উপনিষদ ===\n\nশ্বেতাশ্বেতর উপনিষদ জীব ও পরমাত্মাকে একই গাছে বসে থাকা দুটি বন্ধুত্বপূর্ণ পাখির সাথে তুলনা করে:\n\n\n=== বচনামৃত ===\nস্বামীনারায়ণ তাঁর বচনমৃত জেতালপুর ২-এ জীবের প্রকৃতি বর্ণনা করেছেন:\n\nজীব হল অকাট্য, ছিদ্রহীন, অমর, চেতনা দ্বারা গঠিত, এবং একটি পরমাণুর আকার। আপনি জিজ্ঞাসা করতে পারেন, 'জীব কোথায় থাকে?' ভাল, এটি হৃদয়ের স্থানের মধ্যে থাকে এবং সেখানে থাকার সময় এটি বিভিন্ন কাজ করে। সেখান থেকে যখন দেখতে চায়, চোখের মাধ্যমে তা করে; যখন এটি শব্দ শুনতে চায়, এটি কানের মাধ্যমে তা করে; এটি নাক দিয়ে সব ধরনের গন্ধ পায়; এটা জিহ্বা মাধ্যমে স্বাদ; এবং ত্বকের মাধ্যমে, এটি সমস্ত সংবেদনের আনন্দ অনুভব করে। উপরন্তু, এটি মনের মাধ্যমে চিন্তা করে, চিত্তা [অভ্যন্তরীণ অনুষদের মধ্যে একটি] দ্বারা চিন্তা করে এবং বুদ্ধির [বুদ্ধি] মাধ্যমে প্রত্যয় গঠন করে। এইভাবে, দশটি ইন্দ্রিয় এবং চারটি অভ্যন্তরীণ অনুষদের মাধ্যমে, এটি সমস্ত ইন্দ্রিয়-বস্তুগুলিকে উপলব্ধি করে [অর্থাৎ ইন্দ্রিয়গত উপলব্ধির বস্তু'। এটি মাথা থেকে পায়ের পাতা পর্যন্ত সমগ্র শরীরে বিস্তৃত, তবুও এটি থেকে আলাদা। জীবের স্বভাব এমনই।\n\n\n== বেদান্ত ==\n\nবেদান্ত হল হিন্দু দর্শনের ছয়টি দর্শনের মধ্যে একটি, এবং এতে উপনিষদ, ব্রহ্মসূত্র ও ভগবদ্গীতা থেকে তাদের বিশ্বাস নেওয়া হয়েছে এমন উপ-দর্শন রয়েছে। উপরে উল্লিখিত তিনটি ধর্মগ্রন্থকে সাধারণত প্রস্থানত্রয়ী বলা হয়।\n\n\n=== অদ্বৈত দর্শন ===\nঅদ্বৈত দর্শন শুধুমাত্র একটি সত্ত্বা, ব্রহ্মের অস্তিত্বকে প্রমাণ করে। এটি সমস্ত পার্থক্যকে চূড়ান্তভাবে মিথ্যা বলে বিবেচনা করে কারণ পার্থক্যের জন্য একাধিক সত্তা প্রয়োজন। প্রস্থানত্রয়ীতে ব্যাখ্যা করা সহ অভিজ্ঞতাগতভাবে উপলব্ধি করা পার্থক্যগুলি এই বিদ্যালয়ের মধ্যে আপেক্ষিক বাস্তবতার স্বীকৃতির (ব্যবহরিক সত্তা) দ্বারা গণ্য হয়। জীব বা আত্মা এবং ব্রহ্মের মধ্যে একটি পার্থক্য হল। আপেক্ষিক বাস্তবতার দৃষ্টান্তের মাধ্যমে বোঝা যায়, জীবরা মায়া-অবিদ্যা দ্বারা আবৃত থাকে, বা অজ্ঞতা—এমন অবস্থা যেখানে তারা ব্রহ্মের সাথে তাদের ঐক্য উপলব্ধি করতে সক্ষম হয় না।\n\n\n=== অক্ষর-পুরুষোত্তম দর্শন ===\nঅক্ষর-পুরুষোত্তম দর্শন, স্বামীনারায়ণের শিক্ষার উপর ভিত্তি করে আধ্যাত্মিক বিশ্বাসের সেটকে দেওয়া শাস্ত্রীয় নাম, পাঁচটি চিরন্তন বাস্তবতার অস্তিত্বকে কেন্দ্র করে, যেমনটি নথিভুক্ত স্বামীনারায়ণের দুটি উপদেশে বলা হয়েছে বচনামৃত, গধদ ১.৭ ও গধদ ৩.১০:\n\nপুরুষোত্তম ভগবান, অক্ষরব্রহ্ম,  মায়া, ঈশ্বর ও জীব – এই পাঁচটি সত্তা চিরন্তন।\nসমস্ত বেদ, পুরাণ, ইতিহাস ও স্মৃতি শাস্ত্র থেকে আমি এই নীতি সংগ্রহ করেছি যে জীব, মায়া, ঈশ্বর, ব্রহ্ম ও পরমেশ্বর সবই চিরন্তন।\nজীবকে স্বতন্ত্র, স্বতন্ত্র আত্মা হিসাবে সংজ্ঞায়িত করা হয়েছে, অর্থাৎ, সসীম সংবেদনশীল সত্তা। জীবরা মায়া দ্বারা আবদ্ধ, যা তাদের প্রকৃত আত্মকে লুকিয়ে রাখে, যা চিরন্তন অস্তিত্ব, চেতনা ও আনন্দ দ্বারা চিহ্নিত। অসীম সংখ্যক জীব রয়েছে। তারা অত্যন্ত সূক্ষ্ম, অবিভাজ্য, ছিদ্রহীন, যুগহীন ও অমর। হৃদয়ের মধ্যে অবস্থান করার সময়, একটি জীব তার জানার ক্ষমতা (জ্ঞানশক্তি) দ্বারা সমগ্র শরীরকে পরিব্যাপ্ত করে, এটিকে সজীব করে তোলে। এটি জ্ঞানের রূপ (জ্ঞানস্বরূপ) পাশাপাশি জ্ঞাতা। জীব হল পুণ্য ও অনৈতিক কর্মের (কর্ম) সম্পাদনকারী এবং এই কর্মের ফল ভোগ করে। এটা চিরকাল মায়া দ্বারা আবদ্ধ; ফলস্বরূপ, এটি জন্ম ও মৃত্যুর চক্রের মধ্যে ঘুরে বেড়ায়। জন্ম হল যখন জীব নতুন শরীর গ্রহন করে, এবং মৃত্যু হল যখন এটি তার দেহ থেকে বিদায় নেয়। যেমন কেউ পুরানো বস্ত্র পরিত্যাগ করে এবং নতুন পরিধান করে, তেমনি জীব তার পুরানো শরীর ত্যাগ করে একটি নতুন শরীর ধারণ করে।\n\n\n=== ভেধভেদ (দ্বৈতদ্বৈত) দর্শন ===\nনিম্বার্কচার্য্যের দ্বারা প্রতিষ্ঠিত ভেদাভেদ দর্শন বজায় রাখে যে জীবগুলি একবারে স্বতন্ত্র ও ব্রহ্মের অংশ, অদ্বৈত, সম্পূর্ণ একতা এবং দ্বৈত, সম্পূর্ণ স্বতন্ত্রতার মধ্যে এক ধরনের মধ্যম স্থল। পার্থক্যের এই ধারণাটি কিন্তু অ-পার্থক্যকে সাধারণত একটি সাদৃশ্যের মাধ্যমে চিত্রিত করা হয়: যেমন রশ্মিগুলি সূর্য থেকে উৎপন্ন হয় কিন্তু স্থানিক-অস্থায়ীভাবে এটি থেকে আলাদা, তেমনি জীবগুলিও সমগ্রের অংশ যা ব্রহ্ম।\n\n\n=== দ্বৈত দর্শন ===\nমধ্বাচার্য দ্বারা প্রতিষ্ঠিত, দ্বৈত দর্শন চূড়ান্ত বাস্তবতার অদ্বৈত ধারণাকে প্রত্যাখ্যান করে। এটি পাঁচ প্রকারের দ্বৈততার কথা তুলে ধরে, যার মধ্যে সবচেয়ে মৌলিক হল জীব ও ঈশ্বরের মধ্যে। ঈশ্বরের উপর জীবের নির্ভরতার কারণে আত্মা বা জীবকে ঈশ্বর বা ঈশ্বর থেকে পৃথক করা হয়; এই অবস্থা শাশ্বত, সত্তাতত্ত্বীয় পার্থক্যের ইঙ্গিত। এই দর্শনের জন্য অনন্য হল আত্মার শ্রেণিবিন্যাসের ধারণা, পূর্বনির্ধারণের উদ্দীপক। সিস্টেমের মধ্যে, কিছু আত্মা জন্মগত ও চিরন্তনভাবে মুক্তির জন্য নির্ধারিত হয়, অন্যরা নরকের জন্য এবং অন্যরা জন্ম ও মৃত্যুর চক্রের মধ্য দিয়ে স্থানান্তরের জন্য।\n\n\n=== বিশিষ্টাদ্বৈত দর্শন ===\nরামানুজ কর্তৃক প্রস্তাবিত বিশিষ্টাদ্বৈত দর্শন, জীব ও ঈশ্বরের মধ্যে সত্তাতত্ত্বীয় পার্থক্য বজায় রাখে। যাইহোক, দ্বৈত দর্শনের বিপরীতে, পার্থক্যটি যোগ্য। জীব তার গুণাবলী ও ইচ্ছার জন্য এখনও ঈশ্বরের উপর নির্ভরশীল থাকে।  বিশিষ্টাদ্বৈত, অন্যান্য দর্শনের মতই মনে করে যে, আত্ম হল চেতন, সচেতন সত্তা যা চেতনা দ্বারা গঠিত।  দর্শনটি অদ্বৈত ধারণার বিরুদ্ধে অনেক খণ্ডন প্রস্তাব করে, যার মধ্যে অদ্বৈতের জীব, ব্রহ্ম, অজ্ঞান অবস্থায় থাকতে পারে তা সম্বোধন করে। বিশিষ্টাদ্বৈত দর্শন যুক্তি দেয় যে অজ্ঞতা যদি ব্রহ্মের একটি গুণ না হয় তবে অদ্বৈততার ধারণাটি বিরোধী।\n\n\n== আরও দেখুন ==\nজীব (জৈনধর্ম)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nThe Science of the Emotions by Bhagavan Das\n'Jiva' - usage in Bhagavata Purana\nTerms 'jiva' and 'soul' in Western and Eastern philosophy and religion  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ নভেম্বর ২০২১ তারিখে (ইংরেজি এবং চেক ভাষায়)"}