{"pageid": 1101046, "title": "শ্রী মহামারিয়াম্মান মন্দির, পেনাং", "url": "https://bn.wikipedia.org/wiki?curid=1101046", "content": "আরুলমিগু শ্রী মহামারিয়াম্‌মন মন্দির মালয়েশিয়ার পেনাং- এর প্রাচীনতম হিন্দু মন্দির, যা ১৮৩৩ সালে নির্মাণ করা হয়। এটি জর্জ টাউনে অবস্থিত। এর প্রধান প্রবেশদ্বার এবং সম্মুখভাগে দেব-দেবীর ভাস্কর্য রয়েছে। এটি জর্জ টাউনের কুইন স্ট্রিটে অবস্থিত।\nএটি মারিয়াম্মান মন্দির বা কুইন স্ট্রিট ইন্ডিয়ান টেম্পল নামেও পরিচিত। শ্রী মহামারিয়ামমান মন্দিরটি বেশ কয়েকটি নামেও পরিচিত: শ্রী মুথু মারিয়াম্মান মন্দির, শ্রী অরুলমিগু মহামারিয়ম্মান মন্দির, শ্রী মরিয়ম্মান মন্দির। এই সমস্ত নাম একই মন্দিরকে নির্দেশ করে। মন্দিরটি প্রতিদিন খোলা থাকে সকাল ৬.৩০ থেকে দুপুর - ১২.০০ এবং বিকেল ৪.৩০  - ৯.০০। এটি ১৮০১ সালের প্রথম দিকে একটি উপাসনালয় ছিল এবং ১৮৩৩ সালে একটি মন্দিরে পরিণত হয়। এটি ২০০ বছরেরও বেশি সময় ধরে একই জায়গায় দাঁড়িয়ে আছে।\n\n\n== মন্দিরের অবস্থান ==\nমন্দিরটি সেন্ট্রাল জর্জটাউনে লেবুহ কুইন ( কুইন স্ট্রীট ) এবং পিছনের প্রবেশদ্বার জালান মসজিদ কাপিতান কেলিং ( পিট স্ট্রীট ), লেবুহ পাসার এবং লেবুহ চুলিয়ার মধ্যে অবস্থিত। পেনাং-এর লিটল ইন্ডিয়াতে অবস্থিত, জর্জটাউনের রাজধানী শহরে, শ্রী মহা মরিয়ম্মান মন্দিরটি শহরের সমৃদ্ধ সাংস্কৃতিক ঐতিহ্যকে প্রতিফলিত করে।\nএই মন্দির দর্শন সকাল এবং সন্ধ্যায় সীমাবদ্ধ। সকাল ৬টা থেকে মন্দির খোলা হয় ১২টা পর্যন্ত এবং  বিকাল ৫টা থেকে সন্ধ্যায় রাত ৯টা পর্যন্ত খোলা থাকে।  ১২টায় প্রার্থনা করার পরে মন্দির বন্ধ হয়ে যায়  ১২টা এবং ৯টা  যথাক্রমে। প্রতিদিন পূজা হবে (প্রার্থনা), সকাল ৭.৩০ সকাল এবং সন্ধ্যা ৬.৩০। এই সময়ে মন্দিরের পুরোহিতদের দ্বারা সাধারণত প্রার্থনা করা হয় এবং দর্শনার্থীরা এই প্রার্থনা সেশনগুলি ঘটছে তা দেখতে পারেন। আপনি যদি শ্রী মহামারিয়ামন মন্দিরে প্রবেশ করতে চান, তাহলে যেকোন পুরোহিতের কাছ থেকে অনুমতি চাওয়া ভদ্র হবে এবং মন্দিরের মাঠে প্রবেশ করার আগে আপনার জুতা খুলে ফেলতে ভুলবেন না। \n\n\n== প্রতিদিনের পুজো ==\nদর্শন ( জনসাধারণের জন্য উন্মুক্ত) - মন্দির সকাল ৬টা থেকে সন্ধ্যা ৯টা । ১২:১৫  থেকে বন্ধ থাকে এবং বিকেল ৪:৩০ টায় পুনরায় খোলা হয় এবং ৯:১৫ টায় বন্ধ করা হয়।\nমন্দিরের পুরোহিতরা উৎসবের সময় এবং প্রতিদিনের ভিত্তিতে পূজা  করেন। আবিশেগাম বা তিরুমঞ্জনম হল প্রতিমাকে তেল, চন্দনের পেস্ট, দুধ, অগুণ্ট এবং এই জাতীয় জিনিস দিয়ে অভিষেক করা এবং তারপরে এটিকে জল দিয়ে স্নান করা একটি ধর্মীয় শুদ্ধিকরণের কাজ। দিনের ঘন্টা চিহ্নিত করার জন্য অনুষ্ঠানগুলিতে সবচেয়ে বিশিষ্ট অবিশেগামগুলি পরিচালিত হয়। এগুলি হল সংখ্যায় চারটি - কাল সাঁথি, ভোরে, উচিকলম, বিকেলে, সায়ারতচাই, সন্ধ্যায় এবং অর্ধ জামম, রাতে, মন্দির দিনের জন্য বন্ধ হওয়ার ঠিক আগে।\nপ্রতিটি আচারের চারটি ধাপ রয়েছে: অবিশেগাম (পবিত্র স্নান), অলঙ্গারাম (সজ্জা), নৈভেথানম (খাদ্য নৈবেদ্য) এবং দীপা আরাদানাই (প্রদীপ দেওয়া) সমস্ত দেবতাদের। অবিশেগামের পরে, বিভিন্ন ছদ্মবেশের একটিতে, আলঙ্গারাম নামক একটি আইনে দেবতার মূর্তিগুলিকে সাজানোর প্রথা। বেদ ( সংস্কৃত পবিত্র গ্রন্থ) এবং থিরুমুরাই ( তামিল পবিত্র গ্রন্থ) যা যাজকদের দ্বারা পঠিত ধর্মীয় নির্দেশাবলীর সাথে পূজা অনুষ্ঠিত হয়। এই সময়গুলিকে মন্দিরের ঘণ্টার টোলিং দ্বারা চিহ্নিত করা হয় নাদাস্বরাম (পাইপ যন্ত্র) এবং থাভিল (পার্কশন যন্ত্র) সহ সঙ্গীতের মধ্যে।\nভক্তরা এরপর পুরোহিত দ্বারা অর্চনাই করতে সক্ষম হয়।\n\nঅবিশেগাম (৬টা সকাল )\nকালা সন্থী (৭.৩০  সকাল)\nঅবিশেগাম (১১.৪৫ সকাল )\nউত্তিক্কলম পূজা (১২ দুপুর)\nঅবিশেগাম (৫.৩০ সকাল)\nসায়ারতচাই (৬.৩০ বিকাল)\nঅবিশেগাম (৮.৪৫ সকাল)\nঅর্ধা জামাম (৯টা বিকাল)\nঅনুগ্রহ করে মনে রাখবেন যে উত্সব এবং বিশেষ অনুষ্ঠানে, অভিষেক এবং পূজা নির্ধারিত সময়ের চেয়ে আগে শুরু হয়।\n\n\n== ইতিহাস ==\nপেনাং এর গ্রীষ্মমণ্ডলীয় দ্বীপটি উপদ্বীপ মালয়েশিয়ার উত্তর-পশ্চিম উপকূলে ভারত মহাসাগরে অবস্থিত। 19 শতকের গোড়ার দিকে একটি বাণিজ্য কেন্দ্র হিসেবে পেনাংয়ের দ্রুত বৃদ্ধি, বিশেষ করে জায়ফল, লবঙ্গ এবং মরিচের মতো পণ্যে, ইউরোপ, আমেরিকা, আরব, ভারত এবং সেইসাথে চীনের ব্যবসায়ীদের আকৃষ্ট করেছিল। প্রত্যেকে তখন সম্প্রদায় প্রতিষ্ঠা করেছিল এবং তাদের স্বদেশের মতো জীবনধারা গ্রহণ করেছিল। সেই সময়েই তামিল ইন্ডিয়ানরা দ্বীপের কোলাহলপূর্ণ বন্দরে এসে পৌঁছায় এবং শহরে তাদের নিজস্ব 'লিটল ইন্ডিয়া' সম্প্রদায় প্রতিষ্ঠা করে। প্রথম দিকের ভারতীয় বসতি স্থাপনকারীরা, যারা পরিশ্রম ও বাণিজ্য করতে এই দ্বীপে এসেছিল, তারা মায়ের জন্য একটি আবাস স্থাপন করেছিল, যাতে তার উপস্থিতি তাদের অভিভাবক দেবতা এবং তাদের পরীক্ষা ও দুর্দশার সময়ে পথপ্রদর্শক হিসাবে অনুভব করা যায়। \n১৮০১ সালের দিকে, শ্রী মহামারিয়ামন মন্দির একটি বিস্তৃত এবং আধ্যাত্মিক উপাসনার স্থান হিসাবে স্বীকৃত। পেনাংয়ের বেশিরভাগ ভারতীয় মন্দিরের মতো, পেনাং শ্রী মহামারিয়ামন একটি ছোট এবং সাধারণ মন্দির হিসাবে শুরু হয়েছিল। মন্দিরের প্রাথমিক দিনগুলি বা যারা এটি প্রতিষ্ঠা করেছিলেন তাদের সম্পর্কে খুব বেশি কিছু জানা যায় না। ১৮০১ সালে ব্রিটিশরা বেটি লিংগাম চেট্টিকে জমিটি দিয়েছিল, যিনি তখন তামিল এবং দক্ষিণ ভারতীয়দের কাপিতান (প্রধান, কেপালা বা সম্প্রদায়ের নেতা) ছিলেন। এটি ১৮৩১ সালে লেখা আরেকটি অনুদান দ্বারা নিশ্চিত করা হয়েছে। কিন্তু, কীভাবে এই জমিতে মন্দির তৈরি হল বা কারা এটি প্রতিষ্ঠা করেছে, তার কোনো তথ্য নেই।\nক্যাপশন জেমস লো ১৮৩৫ সালে জর্জটাউনে একটি মন্দিরের অস্তিত্ব নিশ্চিত করে। ১৮৩৩ সালে মারিয়াম্মান মন্দিরটি প্রতিষ্ঠিত হয়েছিল বলে প্রথম উল্লেখ করা হয়েছে 'কুম্বাবিশেগাম' (পবিত্র অনুষ্ঠান) এর একশো বছর পরে ১৯৩৩ সালে অনুষ্ঠিত একটি নোটিশে। কিন্তু তারিখ ব্যতীত, সেই নথিতে এর প্রতিষ্ঠা সম্পর্কে আর বেশি কিছু বলা হয়নি।  \nমূলত একটি উপাসনালয় হিসেবে নির্মিত, পরবর্তীতে ভারতীয় সম্প্রদায় উপাসনার জন্য একটি উপযুক্ত মন্দিরের প্রয়োজন খুঁজে পায়, যাতে দ্বীপে ক্রমবর্ধমান ভারতীয় সম্প্রদায়ের উপস্থিতি মিটমাট করা যায়। এটা নিশ্চিত করার জন্য করা হয়েছিল যে ভারতীয় সম্প্রদায়, যাতে বণিক, শ্রমিক এবং সিপাহী অন্তর্ভুক্ত, একটি নির্দিষ্ট এলাকায় বসতি স্থাপন করা হয়, যাতে গ্রুপ পরিচালনার সুবিধা হয়। মন্দিরের আশেপাশে বসবাসকারী সিংহভাগ লোকই ছিল জলসীমার শ্রমিক যারা পেনাং বন্দরের মেরুদণ্ড ছিল। এই ভারতীয় স্টিভেডোররা কুটম নামক দলে সংগঠিত হয়েছিল - একটি কুটমের সদস্য হল একটি কুটকদাই, এবং প্রতিটি কুটমের প্রধান হল একটি থান্ডাল। একত্রে, ভারতীয় সম্প্রদায়ের সংখ্যা প্রায় ২০০০ জন শ্রমিক এবং তারা লেবুহ রানী, লেবুহ কিং, লেবুহ পেনাং, লেবুহ পাসার এবং লেবুহ গেরেজা দ্বারা আবদ্ধ এলাকায় বসবাস করত, একটি এলাকা যা সম্মিলিতভাবে তামিল ভাষায় এল্লামুচান্থি বা মালয় ভাষায় সিম্পাং লেলং নামে পরিচিত।\n১৮৩৩ সালে শ্রী মহামারিয়ামন মন্দিরটিকে একটি মন্দিরে পরিণত করা হয়েছিল। যেহেতু এটি একটি সঠিক মন্দিরে পরিণত হয়েছিল, তাই ১৮৩৩ সালকে এটি প্রতিষ্ঠিত হওয়ার বছর হিসাবে নেওয়া হয়। প্রতিষ্ঠার সময় এটি শ্রী মুথু মরিয়ম্মান মন্দির নামে পরিচিত ছিল। এটি ১৯৮০ সালে এটির বর্তমান নাম, শ্রী আরুলমিগু মহামারিয়াম্মান মন্দির দ্বারা পরিচিতি লাভ করে, যদিও নামটি প্রায়শই শ্রী মারিয়াম্মান মন্দির, মহামারিয়াম্মান মন্দির ইত্যাদি নামে লেখা হয়।\nতার সূচনা থেকেই, মন্দিরটি প্রাথমিক ভারতীয় অভিবাসীদের জন্য একটি গুরুত্বপূর্ণ উপাসনার স্থান প্রদান করে এবং এখন এটি একটি গুরুত্বপূর্ণ সাংস্কৃতিক ও জাতীয় ঐতিহ্য। সেই দিনগুলিতে, ভারতীয় সম্প্রদায়কে নিশ্চিত করার জন্য এটি করা হয়েছিল, যার মধ্যে রয়েছে বণিক এবং শ্রমিকদের মতো প্রাথমিক কর্মরত বসতি স্থাপনকারীরা তাদের পরিচালনা সহজ করার জন্য একটি এলাকায় বসতি স্থাপন করে। ১৮৩৩ সালের মধ্যে, ভারতীয় বসতি স্থাপনকারীদের প্রচেষ্টার মাধ্যমে মন্দিরটি একটি মন্দিরে পরিণত হয় এবং একশ বছর পরে এটির বর্তমান আকারে সংস্কার করা হয়।\n১৯০৪ সালে আদালতের সামনে আনা দেওয়ানী মামলার একটি নথি অনুসারে, ১৮৯২ থেকে ১৯০৪ সাল পর্যন্ত মন্দিরের দেখাশোনাকারী পাঁচজন ট্রাস্টির নাম হল বীরসামি, মুরুগান চেত্তিয়ার, গোবিন্দসামি পিল্লাই, ভেলেরিটা ট্যাভার এবং মেয়াপ্পা। মন্দিরটি 1906 সালে দ্য মোহামেডান অ্যান্ড হিন্দু এন্ডোমেন্টস বোর্ডের অধীনে আসে। এরপর থেকে মন্দিরটি এনডাউমেন্ট বোর্ড কর্তৃক নিযুক্ত ব্যবস্থাপনা কমিটি দ্বারা পরিচালিত হয়। দেখা যাচ্ছে যে এনডাউমেন্ট বোর্ডের প্রশাসনের শুরু থেকে, কয়েকটি মন্দির এবং অন্যান্য প্রতিষ্ঠানকে গুচ্ছবদ্ধ করা হয়েছে এবং এই ব্যবস্থাপনা কমিটির তত্ত্বাবধানে রেখে দেওয়া হয়েছে: জলপ্রপাতের আরুলমিগু শ্রী বালাথান্ডায়ুথাপানি মন্দির (পাহাড়ের চূড়া), জলপ্রপাতের আরুলমিগু শ্রী গণেশ মন্দির, কুইন স্ট্রিটে আরুলমিগু শ্রী মহামারিয়ামন মন্দির, বাতু লানচাং-এ হিন্দু কবরস্থান এবং শ্মশান স্থল এবং জালান এয়ার ইটামে একটি হিন্দু অন্ত্যেষ্টিক্রিয়া গ্রাউন্ড। ১৯৬৭ সাল থেকে, বোর্ডটি হিন্দু এনডাউমেন্টস বোর্ড নামে পরিচিত, যা বর্তমানে এই মন্দিরটি পরিচালনা করছে।\n\n\n== প্রথম কুম্বাবিশেগাম (১৯৩৩) ==\nএটি ছিল ১৯৩৩ সালে যে মন্দিরটি বর্তমান রূপ এবং কাঠামো অর্জন করেছিল। ১৯৪৮ সালে মন্দিরটির ব্যাপক সংস্কার করা হয়। পবিত্রকরণ অনুষ্ঠানের বিজ্ঞপ্তি অনুসারে, নতুন কাঠামোর ভিত্তিপ্রস্তর স্থাপন করেছিলেন জনাব ভি. নাটেসাম পিলে, জেপি। শ্রী মুথু মারিয়ামমান মন্দিরটি খুব ছোট এবং খুব ক্ষয়ে যাওয়ায়, পেনাংয়ের হিন্দু ভদ্রলোকেরা তাদের উদ্যোগ এবং অধ্যবসায় দিয়ে মন্দিরের উত্তরে দুটি ভবন কিনেছেন, উপস্থিতির স্থান প্রসারিত করেছেন এবং শিবের সাথে মিল রেখে একটি মন্দির তৈরি করেছেন। একটি দেবালয় agamas, Arthamandapam (পার্শ্বকক্ষ), Mahamandapam (হল), prakaram (ঘিরে থাকা), vimanam (গম্বুজ), পার্শ্ববর্তী দেয়াল এবং Rajagopuram (প্রবেশদ্বার মিনার)। এস. একমপারাম পিল্লাই, সি. সুব্বারায়া পিল্লাই, এসপি নাটেসাম পিলে, পি. কালিমুথু ভান্দায়ার, কেভি কারুপিয়া থান্ডাল এবং এমআর রাজুর সমন্বয়ে গঠিত একটি ব্যবস্থাপনা কমিটি দ্বারা এই সংস্কার করা হয়েছিল।\n১৯৩৩ সালের ১২ জুন, রবিবার পবিত্রকরণ অনুষ্ঠান অনুষ্ঠিত হয়েছিল।\n\n\n== দ্বিতীয় কুম্বাবিশেগাম (১৯৫৮) ==\nএটি আরও জানা যায় যে 1958 সালে আরও মেরামত করা হয়েছিল এবং মন্দির পরিচালনা কমিটির চেয়ারম্যান মিঃ ডোরাইসামি থেভার জেপি পিজেকে-এর নেতৃত্বে ছোট পরিসরে একটি পবিত্রতা অনুষ্ঠান করা হয়েছিল। \n\n\n== দেবতা ==\nবিদেশী ভারতীয়রা  জনপ্রিয়ভাবে মারিয়ামমাআকে পূজা করে, বিশেষ করে তামিলরা কারণ তাকে তাদের রক্ষক হিসাবে দেখা হয়। তিনি রোগ, বৃষ্টি এবং সুরক্ষার দেবী এবং শারীরিক জগতের বিশাল শক্তির সাথে যুক্ত, বিশেষত ধ্বংসাত্মক, এবং তার ভক্তদের অপবিত্র বা পৈশাচিক ঘটনা থেকে রক্ষা করেন।\nঐতিহাসিকরা দাবি করেছেন যে মরিয়ম্মান বা কোরাভাই /কোটরাভাই-এর উপাসনা শুরু হয়েছিল দ্রাবিড়দের উপজাতীয় ধর্ম হিসেবে। মরিয়ম্মান হল দেবী  পার্বতীর একটি রূপ, একটি অবতার যা তার সমস্ত ভয়ঙ্কর শক্তি দিয়ে পৃথিবী মাকে মুক্ত করে।\nহিন্দু ধর্মাবলম্বীতে, তবে, মহাশক্তির মূল মাতৃরূপ হল সমস্ত শক্তির আদি উৎস - যেখান থেকে সবকিছু - সমস্ত পদার্থ এবং শক্তি আসে। শক্তিকে ব্রহ্মা, বিষ্ণু এবং শিবের সৃষ্টির কৃতিত্ব দেওয়া হয়, সৃষ্টি, ভরণ-পোষণ এবং ধ্বংসের তিনটি প্রধান দেবতা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}