{"pageid": 110196, "title": "ওহাইও নদী চিংড়ি", "url": "https://bn.wikipedia.org/wiki?curid=110196", "content": "ওহাইও নদী চিংড়ি বা ওহাইয়ো চিংড়ি (ইংরেজি: Ohio River shrimp বা Ohio shrimp) (বৈজ্ঞানিক নাম: Macrobrachium ohione) হচ্ছে স্বাদু পানিতে প্রাপ্ত একপ্রকার সামুদ্রিক চিংড়ি। মেক্সিকো উপসাগর ও আটলান্টিক মহাসাগর সংলগ্ন ড্রেইনেজ বেসিনগুলো জুড়ে এই চিংড়ি পাওয়া যায়। সচরাচর মাছ ধরার জন্য (বিশেষ করে মাগুর মাছ) টোপ হিসেবে এই চিংড়ি ব্যবহৃত হয়। উত্তর আমেরিকায় প্রাপ্ত স্বাদু পানির চিংড়ির মধ্যে এটি সবচেয়ে বেশি পরিচিত।\n\n\n== বিবরণ ==\nওহাইও চিংড়ির গায়ের রং হালকা ধূসর এবং ওপরে ছোট ছোট নীল দাগ থাকে। এটি দৈর্ঘ্যে ১০ সেমি (৪ ইঞ্চি) পর্যন্ত লম্বা হয়। এর প্রথম জোড়ার পাগুলো বাঁকানো, এবং দ্বিতীয় জোড়া পা প্রথম জোড়া থেকে বড়। এর রোস্ট্রাম ঢেউ আকৃতি, এবং এতে দাঁতের পরিমাণ ১৩।\n\n\n== বিস্তৃতি ==\nএই প্রজাতিটি সম্ভবত নর্থ ক্যারোলাইনা থেকে ফ্লোরিডার দিকে উত্তর আমেরিকার আটলান্টিক উপকূল জুড়ে পাওয়া যায়। এছাড়াও মিজুরি থেকে লুইজিয়ানা হয়ে আরো পশ্চিমেও এর বিস্তৃতি থাকতে পারে। প্রচলিত নামানুসারে ওহাইও নদী চিংড়ি সাধারণত ওহাইও নদীতে পাওয়া যায় না। ১৯৩০-এর দশক পর্যন্ত ওহাইও নদীতে এর উপস্থিতি ছিলো, এবং তার নমুনা ইন্ডিয়ানার কানেলটনে নেওয়া হয়। পরবর্তীতে এর বিস্তৃতি মিসিসিপি নদী থেকে মিজুরির সেইন্ট লুইস পর্যন্ত বিস্তৃত হয়। বাঁধ, পানির আন্তবেসিন পরিবর্তন, এবং অন্যান্য মানবসৃষ্ট কারণে এই অঞ্চল থেকে প্রজাতিটির সংখ্যা কমে যাওয়ার কারণ হিসেবে ধরা হয়।\nপ্রায় ৫০ বছর পর, ২০০১ সালের মে মাসে ইলিনয় অঙ্গরাজ্যের জোপা নামক স্থান থেকে এর দুটি নমুনা সংগ্রহ করা হয়। এটি নির্দেশ করছে যে, প্রজাতিটি তার প্রাক্তন আবাসে ফিরে আসছে, অথবা নমুনা নেবার পদ্ধতিটি খুব একটা কার্যকর নয়।\n\n\n== প্রজনন ==\nঅন্যান্য মাইক্রোব্র্যাকিয়াম প্রজাতির মতোই, ওহাইও চিংড়ি অ্যাম্ফিড্রোমোয়াস। শুককীটকে অবশ্যই সমুদ্রের লোনা পানিতে বাস করতে হয়, এবং বড় হবার পর তাকে স্বাদুপানিতে চলে যেতে হয়। এটি হয় নদীতে স্রোতের স্বাধীন গতিবেগের দ্বারা। এই পানি প্রযোজ্য বয়সে তাদেরকে বসবাসের উপযুক্ত স্থানে স্থানান্তরিত হতে সহায়তা করে। স্ত্রী চিংড়ি ডিম বহন করে নদী থেকে সমুদের দিকে যাত্রা করে, যেনো শুককীট প্রদানের সময় তা সমুদ্রে অবস্থান করে। এজন্য স্ত্রী চিংড়িও নদীর পানির গতিবেগের ওপর অনেকাংশে নির্ভরশীল। ২০০৮ সালে ইউনিভার্সিটি অফ লুইজিয়ানা অ্যাট লাফায়েতের পরিচালিত এক গবেষণায় দেখা যায়, শুককীট স্বাদুপানিতে পাঁচ দিন পর্যন্ত বাঁচতে পারে। গবেষকরা এও বলেছেন যে, বাঁধ ও অন্যান্য মানবসৃষ্ট বাঁধের কারণে নদীর স্বাভাবিক গতিপথ ও স্রোতের দিক ব্যাহত হয়, যে কারণে ওহাইও নদীতে এই চিংড়ির দুষ্প্রাপ্য উপস্থিতির প্রাথমিক কারণ।\n\n\n== তথ্যসূত্র =="}