{"pageid": 1101479, "title": "অব্যক্ত (হিন্দু দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1101479", "content": "অব্যক্ত এর অর্থ অপ্রকাশিত। সাধারণত প্রকৃতির সূক্ষ্মতার কারণে প্রকৃতি বা ব্রহ্মকে বোঝাতেও ব্যবহৃত হয়, যা সকলের মধ্যে সবচেয়ে সূক্ষ্ম এবং যিনি সেই সূক্ষ্মতার গুণে প্রকৃতির চূড়ান্ত সমর্থন (আশ্রয়)। মহাত (মহাজাগতিক বুদ্ধিমত্তা) ও পুরুষের সাথে বিভাগ হিসাবে অব্যক্ত পরবর্তী সাংখ্য দর্শনে গুরুত্বপূর্ণ, যদিও ভগবদ্গীতা মহাত ও অব্যক্ত বিভাগকে বাদ দেয়।\n\n\n== অব্যক্ত ও উপাদানের উৎপত্তি ==\nচরক ছটি উপাদান- পৃথিবী, জল, আগুন, বাতাস ও মহাকাশ- এর সাথে চেতনা যোগ করে। চেতনাকে  পুরুষ ও প্রকৃতির অব্যক্ত অংশকে \nশ্রেণী হিসেবে  চিন্তিত করা হয় এবং পরমাত্মাকে উল্লেখ করে। পুরুষ বা চেতনা যখন ইন্দ্রিয় ও মনের সাথে সংযুক্ত থাকে তখন চেতনা আত্মার কাছে আসতে পারে; চেতনা হল আত্মা-মন-দেহ জটিলতার ঘটনা। ভগবদ্গীতা ১৩.১-২ অনুসারে, বিকার বা প্রকৃতির বিবর্তনীয় পণ্য হল ক্ষেত্র (জীবন্ত প্রাণী) এবং পুরুষ বা চেতনা বা পরমাত্মর অব্যক্ত-অংশ হল ক্ষেত্রগ্ন (ক্ষেত্রের জ্ঞানী, স্বতন্ত্র স্বয়ং, পরম স্বয়ং)।\nচেতনা দ্বারা গতিশীল বিবর্তন প্রক্রিয়া সম্পর্কে \nসুশ্রুতের দৃষ্টিভঙ্গি অনুসারে, মহান (বুদ্ধি) অব্যক্ত বা মূল-প্রকৃতি থেকে উৎপন্ন হয়, সেই মহান থেকে, অহঙ্কার (অহং) একই গুণাবলী নিয়ে উৎপন্ন হয় এবং অহঙ্কার থেকে হয়চব্বিশটি উপাদান উৎপন্ন করেছে যা প্রকৃতিতে অচেতন (অচেতন) এবং পঁচিশতম উপাদান হল জীব (\nপুরুষ বা আত্মা)।\nপৈঙ্গল উপনিষদ, মান্ডুক্য উপনিষদের নির্দেশাবলীকে প্রসারিত করে বলে যে মূল-প্রকৃতি (শরীর) সাক্ষী চেতনার সাথে যুক্ত হওয়ার দ্বারা সজীব হয়ে ওঠে যা শর্তযুক্ত ব্রহ্ম, এবং বিকশিত হতে শুরু করে। এটির প্রথম বিবর্তন হল অব্যক্ত যার বিষয়বস্তু চেতক আত্মা হিসেবে ঈশ্বর-চেতনা রয়েছে। ব্রহ্মের বিশুদ্ধ চেতনা ঈশ্বরের মধ্যে অবতীর্ণ হয় বা হয়ে ওঠে - দেহরূপে অব্যক্তের সাথে স্বয়ং। এইভাবে, বিবর্তনের সেই পর্যায়ে অব্যক্ত হল \"কারণ-কারণ\"।\n\n\n== অব্যক্ত ও মায়া ==\nমায়া, সাংখ্য প্রকৃতির বৈদান্তিক রূপান্তর, তাকে বলা হয় অব্যক্ত, প্রকাশ নয়, রূপ বর্জিত ইত্যাদি, কারণ ইন্দ্রিয়-উপলব্ধি দ্বারা কেউ এটি সম্পর্কে সচেতনতা অর্জন করতে পারে না এবং এটিকে এর স্থানীয় বা প্রকৃত প্রকৃতিতে দেখা যায় না। এটির প্রভাব থেকে অনুমান করা যায় সেই ব্যক্তিদের দ্বারা যাদের বুদ্ধি শ্রুতির ঘোষণা অনুসারে কাজ করে। বিশেষ অবস্থায় এটিকে সুসুপ্তি (স্বপ্নবিহীন ঘুম) হিসাবে বলা হয় যখন এতে বুদ্ধি ও ইন্দ্রিয়গুলি সম্পূর্ণরূপে দ্রবীভূত হয় এবং কাজ করা বন্ধ করে দেয়, যখন সমস্ত প্রমান (জ্ঞানের উৎস) স্থির থাকে, এবং বুদ্ধি শুধুমাত্র বীজের আকারে থাকে, তখন এর পরীক্ষা হল সার্বজনীন রায় - \"আমি কিছু জানতাম না (ঘুমের সময়)\"। মায়া হল ঈশ্বরের শক্তি বা শর্তযুক্ত ব্রহ্মকে সগুণ ব্রহ্ম হিসেবে সৃষ্টি করতে, যে শক্তি অকল্পনীয় এবং অপূর্ব। এটি শর্তহীন ব্রহ্ম বা নির্গুণ ব্রহ্ম থেকে সৃষ্ট শক্তি, কারণ ব্যতীত কার্যকারিতা অসম্ভব। অব্যক্ত বা মায়া হল শুরুহীন অবিদ্যা, পরম অর্থে এর কোন বাস্তবতা নেই এবং জ্ঞান দ্বারা ধ্বংস হয়। এটি তিনটি গুণে সংকুচিত হয় - সত্ত্ব, রজঃ ও তমঃ, যা নিজেরাই এর উপাদান। মায়া এই তিনটি গুণের প্রকৃতির এবং এর প্রভাবের থেকেও উচ্চতর। আকাশ থেকে শুরু হওয়া সমস্ত রূপান্তরের কারণ হওয়ার কারণে ও শ্রুতির গুণের দ্বারা যা ঈক্ষন (দেখা, চিন্তা), সংকল্প  (উদ্দেশ্য) ও পরিণাম (রূপান্তর) দ্বারা সংঘটিত বিবর্তনগুলিকে অবহিত করে, মায়া প্রতিষ্ঠিত শ্বেতাশ্বেতর উপনিষদ  - জানে যে মায়া হল প্রকৃতি ও মহেশ্বর হল মায়ান (মায়ার চালক)। এটি এই বিশ্বের জন্ম দেয়। জীবের প্রতিফলনের জন্য ঈশ্বরের প্রতিফলিত সত্তা ও অবিদ্যার জন্য মায়া দায়ী। মায়া থেকে জন্ম হয় মহাত থেকে ব্রহ্মাণ্ড পর্যন্ত যা করণসারির বা \"আত্মের কার্যকারণ দেহ\" নামে পরিচিত। করণ শারিরাকে অব্যক্ত বলা হয় কারণ ইন্দ্রিয়-উপলব্ধির জন্য উপলব্ধ না থাকায় এর প্রভাব থেকে অনুমান করা যায়।(বিবেকচূড়ামণি ১১০, ১২২, ১২৩)\nমায়ার মতবাদ আদি শঙ্করের বানোয়াট নয়। ঋগ্বেদ ও উপনিষদে মায়া বলতে সাধারণত \"শক্তি\" বোঝানো হয়েছে; শ্বেতাশ্বেতর উপনিষদে মায়াকে প্রকৃতি দিয়ে চিহ্নিত করা হয়েছে এবং এর অর্থ \"ভ্রম\" এবং ভগবদ্গীতায় \"জাদুশক্তি\" হিসেবে আনা হয়েছে। আদি শঙ্কর সাংখ্য দৃষ্টিভঙ্গি গ্রহণ করেন না যে অব্যক্ত তার অপ্রকাশিত অবস্থায় প্রধানকে বোঝায় কারণ কঠ উপনিষদ ১.৩.১০-১১ এর ঋষি অব্যক্তকে প্রধান হিসেবে সংজ্ঞায়িত করেন না বা এই শব্দ দ্বারা কী জানা উচিত তা নির্দেশ করে না। প্রাথমিকভাবে, অব্যক্ত \"এই পৃথিবীর পূর্ববর্তী বীজ পর্যায়\" বোঝায় যেখানে এটি নাম এবং রূপ দ্বারা প্রকাশিত হয় না। শঙ্কর প্রধানকে প্রতিস্থাপন করেন কারণ বীজের সংজ্ঞা হল অবিদ্যার প্রকৃতি এবং এটি অব্যক্ত শব্দ দ্বারা বোঝানো হয়েছে, এবং পরম ভগবান (ব্রহ্ম) কে এর স্থল হিসেবে থাকা মায়ার প্রকৃতি এবং মহা নিদ্রা যা স্থানান্তরকারী আত্মাতাদের ফর্ম সম্পর্কে অজান্তে ঘুমাতে থাকে।\n\n\n== তাৎপর্য ==\nযখন তারা প্রথমে অব্যক্ত থেকে পাঁচটি সূক্ষ্ম উপাদান বিকশিত হয়, তারপরে কোন ক্রিয়ায় অংশগ্রহণ করতে অক্ষম হয়, তাদের একটি রূপ থাকে না, পরবর্তীতে এই পাঁচটির মধ্যে কেবল পৃথিবী, জল ও আগুন দৈহিকতা অর্জন করে। সবচেয়ে বেশি পরিমাণ সত্ত্ব সংবলিত আকাশের রচনাটি উপনিষদিক চিন্তাবিদদের দ্বারা যথাযথভাবে বিবেচনা করা হয়েছিল কিন্তু \"সময়\" এর রচনা যা \"স্থান\" এর উপর নির্ভরশীল তা বিবেচনার বাইরে রেখে দেওয়া হয়েছিল। বিশিষ্টাদ্বৈত দর্শনের লোকাচার্য সময়কে প্রকৃতির রূপান্তর এবং এর রূপান্তরের কারণ হিসাবে বিবেচনা করেছিলেন, কিন্তু শ্রীনিবাস অদৃশ্য অসম্পূর্ণ সময়কে বিবেচনা করেছিলেন, যা ছয়টি ইন্দ্রিয়-অঙ্গের মাধ্যমে উপলব্ধির বস্তু, বস্তু বর্জিততিনটি গুণের মধ্যে, এবং ঈশ্বরের অতীন্দ্রিয় বাসস্থানে যে সময় চিরস্থায়ী তা জগতে অনাদি। অদ্বৈত দর্শন জগতকে এবং তাই সমস্ত পদার্থকে \"মহাজাগতিক অজ্ঞতা\" বা মায়া নামক অনির্ধারিত নীতির কারণে চেহারা হিসাবে বিবেচনা করে, যা বাস্তব বা অবাস্তব নয় কিন্তু অনির্ধারিত। অদ্বৈতরা একাকী অভিজ্ঞতামূলক বিশ্বের সাথে সময়কে সংযুক্ত করে। যেহেতু সৃষ্টি মানে নাম ও রূপের আবির্ভাব, সৃষ্টির আগে এগুলো থাকতে পারে না; এছাড়াও একই শ্রেণীর বস্তুর মধ্যে পার্থক্যের জন্য সত-এর কোনো উল্লেখ থাকতে পারে না, \"অ-অস্তিত্বশীল\" কেবল বিদ্যমান নয়।\nভগবদ্গীতা ঘোষণা করে যে – \"এই অব্যক্তের (আগের শ্লোক ১৮-এ উল্লিখিত অপ্রকাশিত) এর বাইরেও আরও একটি অব্যক্ত অস্তিত্ব রয়েছে, সেই পরম সত্তা যিনি বিনষ্ট হন না। একই অব্যক্ত যাকে অবিনশ্বর বলে বলা হয়েছে তাকে সর্বোচ্চ লক্ষ্যও বলা হয়; এটা আবার আমার সর্বোচ্চ আবাস, যা তারা এই নশ্বর পৃথিবীতে ফিরে আসে না। এইভাবে, শ্রুতি ও স্মৃতি উভয়ই অব্যক্তের অস্তিত্ব ঘোষণা করে যা মায়া হল ঈশ্বরের উপাধি; পাঁচটি আবরণ (পঞ্চকোষ-সারিরা) যা মায়ার প্রভাব হল জীবের উপাধি, যখন এই উপাধিগুলি কার্যকরভাবে অপসারণ করা হয়ঈশ্বর নয় এবং জীব নয়। (বিবেকচূড়ামণি ২৪৫-২৪৬)\n\n\n== তথ্যসূত্র =="}