{"pageid": 1102357, "title": "মিথিঙ্গা দৈমারী", "url": "https://bn.wikipedia.org/wiki?curid=1102357", "content": "মিথিঙ্গা দাইমারি ওরফে দীপক দাস (অসমীয়া: মিথিংগা দৈমাৰী) ১৯৯২ সালে পূর্ববর্তী প্রচার সম্পাদক সিদ্ধার্থ ফুকনের আত্মসমর্পণের পর থেকে নিষিদ্ধ সংগঠন উলফার কেন্দ্রীয় প্রচার সম্পাদক ছিলেন। তিনি ১৯৬৭ সালের ১৭ মে তারিখে আসামের বারপেটা জেলার বড়মা গ্রামে জন্মগ্রহণ করেন। উনার জন্ম নাম দীপক কাছারি।\n\n\n== শিক্ষা ==\nডাইমারি ১৯৮৬ সালে গুয়াহাটির বি. বরোহ কলেজে যোগদান করেন। কিন্তু একই বছর উলফাতে যোগদানের পর তিনি তার স্নাতক শেষ করতে পারেননি এবং আন্ডারগ্রাউন্ড হয়ে যান। পরে তিনি সংগঠনের কেন্দ্রীয় প্রচার সম্পাদক হন।\n\n\n== গ্রেফতার ==\n২০০৩ সালের ডিসেম্বরে অপারেশন অল ক্লিয়ার চলাকালীন রাজকীয় ভুটান সেনাবাহিনী তাকে ধরে নিয়ে তাকে ভারতীয় সেনাবাহিনীর কাছে ভুটান দ্বারা হস্তান্তর করা হয়, পালাক্রমে তাকে আসাম পুলিশের কাছে হস্তান্তর করা হয় ২০ ডিসেম্বর ২০০৩ তারিখে, ''আমি সরকারের কাছে আত্মসমর্পণ করব না এবং শেষ পর্যন্ত লড়াই করব,'' এই বক্তব্যের মাধ্যমে নলবাড়ির চিফ জুডিশিয়াল ম্যাজিস্ট্রেটের সামনে হাজির করার পর দাইমারি অমান্য প্রদর্শনে বলেছিলেন। তিনি আরও বলেন, ভুটানের অভিযান ছিল খুবই অপ্রত্যাশিত। ভারত সরকার এবং উলফার মধ্যে শান্তি আলোচনার জন্য তিনি এখন জেল থেকে মুক্তি পেয়েছেন। গ্রেফতারের পর তার উত্তরসূরি হন অপূর্ব বড়ুয়া।\n\n\n== কবিতা ==\nডাইমারি মেগান কাছারি ছদ্মনামে কবিতা লিখেছেন এবং এর তিনটি সংকলন রয়েছে। ২০০৬ সালে, ফ্রাঙ্কফুর্টের বিশ্ব বইমেলায় তার কিছু কবিতার ইংরেজি অনুবাদ প্রকাশিত হয়। সুর এবং বন্দুক (আইএসবিএন ৯৭৮৮১৭৪৭৬৫৮০২) জ্ঞানপীঠ পুরস্কারপ্রাপ্ত মামণি রয়সোম গোস্বামীর প্রচেষ্টার ফলে ইউবিএসপিডি তাঁর কবিতার একটি সংকলন প্রকাশিত হয়। মেমসাহিব পৃথিবী হল তার অসমীয়া কবিতার সংকলন। যা পরে প্রদীপ আচার্য এবং মনজিত বড়ুয়ার দ্বারা \"মেলোডিস অ্যান্ড গানস\" নামে ইংরেজিতে অনুবাদ করা হয়। বইটির মুখবন্ধ লিখেছেন ডাঃ গোস্বামী নিজেই। ১৯৮০-এর দশকে উলফাতে যোগ দেওয়ার আগে থেকেই তিনি কবিতা লিখতেন। \"ক্যাম্পে থাকাকালীন, তার পোষা প্রাণী হিসাবে কয়েকটি পাখি ছিল। ক্র্যাকডাউনের রাতে সবাই যখন পালিয়ে যাচ্ছিল, তখন সে তাদের সঙ্গে নিয়ে যেতে চেয়েছিল। তাদের ঘুমিয়ে থাকতে দেখে, তিনি তাদের জেগে ওঠার জন্য অপেক্ষা করেছিলেন, কিন্তু তখন অনেক দেরি হয়ে গেছে,\" বলেছেন ডাঃ মামনি রাইসম গোস্বামী।\n\n\n== পারিবারিক হত্যা ==\n২০০০ সালে তার পুরো পরিবার - মা, বড় ভাই, বোন, গর্ভবতী ভগ্নিপতি - অজ্ঞাত বন্দুকধারীরা হত্যা করেছিল। যা তৎকালীন এজিপি সরকার কর্তৃক পরিচালিত গোপন হত্যাকাণ্ডের একটি অংশ বলে বলা হয়।\n\n\n== আরও দেখুন ==\nউলফার শীর্ষ নেতাদের তালিকা\nসুর এবং বন্দুক\nঅপারেশন সব পরিষ্কার\nপিপলস কনসালটেটিভ গ্রুপ\nসঞ্জুক্ত মুক্তি ফৌজ\n\n\n== তথ্যসূত্র =="}