{"pageid": 1102333, "title": "বন্দর আল আহবাবি", "url": "https://bn.wikipedia.org/wiki?curid=1102333", "content": "বন্দর মুহাম্মদ সালিহ আল আহবাবি (আরবি: بندر محمد صالح الأحبابي, ইংরেজি: Bandar Al-Ahbabi; ৯ জুলাই ১৯৯০; বন্দর আল আহবাবি নামে সুপরিচিত) হলেন একজন আমিরাতি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে আমিরাতি ক্লাব আল আইন এবং সংযুক্ত আরব আমিরাত জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\nআমিরাতি ফুটবল ক্লাব আল আইনের যুব পর্যায়ের হয়ে খেলার মাধ্যমে বন্দর ফুটবল জগতে প্রবেশ করেছেন এবং এই দলের হয়ে খেলার মাধ্যমে তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০১০–১১ মৌসুমে, আমিরাতি ক্লাব আল আইনের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন; আল আইনের হয়ে তিন মৌসুমে ১১ ম্যাচে অংশগ্রহণ করার পর ২০১৪–১৫ মৌসুমে তিনি বানিয়াসে যোগদান করেছেন। মাঝে তিনি দুই মৌসুমের জন্য আল জফরাহের হয়ে ধারে খেলেছেন। আল জফরাহে তিন মৌসুম অতিবাহিত করার পর আল আইনে যোগদান করেছেন।\nবন্দর ২০১৫ সালে সংযুক্ত আরব আমিরাতের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; সংযুক্ত আরব আমিরাতের জার্সি গায়ে তিনি এপর্যন্ত ৩৬ ম্যাচে ২টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nবন্দর মুহাম্মদ সালিহ আল আহবাবি ১৯৯০ সালের ৯ই জুলাই তারিখে সংযুক্ত আরব আমিরাতের আল আইনে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\n২০১৫ সালের ১১ই জুন তারিখে, ২৪ বছর, ১১ মাস ও ২ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী বন্দর দক্ষিণ কোরিয়ার বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে সংযুক্ত আরব আমিরাতের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন;  ম্যাচটি দক্ষিণ কোরিয়া ০–৩ গোলের ব্যবধানে জয়লাভ করেছিল। সংযুক্ত আরব আমিরাতের হয়ে অভিষেকের বছরে বন্দর সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২৩ নভেম্বর ২০২১ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসকারওয়েতে বন্দর আল আহবাবি  (ইংরেজি)  \nট্রান্সফারমার্কেটে বন্দর আল আহবাবি (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে বন্দর আল আহবাবি (ইংরেজি) \nইএসপিএন এফসিতে বন্দর আল আহবাবি (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে বন্দর আল আহবাবি (ইংরেজি)"}