{"pageid": 1102734, "title": "প্রথম টলেমি সোটার", "url": "https://bn.wikipedia.org/wiki?curid=1102734", "content": "প্রথম টলেমি সোটার (/ˈtɒləmi/; গ্রিক: Πτολεμαῖος Σωτήρ, প্তলেমায়োস সোতির \"রক্ষাকর্তা প্টলেমি\"; আনুমানিক. ৩৬৭ খ্রিষ্টপূর্ব – জানুয়ারি ২৮২ খ্রিষ্টপূর্ব) ছিলেন একজন গ্রিক সেনাপতি, ইতিহাসবিদ এবং ম্যাসেডোনিয়ার রাজা মহান এলেক্সান্ডারের সহকারী, যিনি এলেক্সান্ডারের মৃত্যুর পর মিশর (যা ছিল এলেক্সান্ডারের সাম্রাজ্যের একটি প্রদেশ) দেশের স্বাধীন ফারাও (রাজা) হন। তিনি ৩০৫/৩০৪ খ্রিষ্টপূর্ব থেকে  ২৮২ খ্রিষ্টপূর্বে মৃত্যু পর্যন্ত মিশরের ফারাও হিসেবে শাসন করেন। তিনি ছিলেন মিশরের প্টলেমিয় রাজবংশের প্রতিষ্ঠাতা। এই রাজবংশ ২৭৪ বা ২৭৫ বছর মিশর শাসন করে, ৩০ খ্রিষ্টপূর্বে সপ্তম ক্লিওপেট্রা ফিলোপেটরের মৃত্যু পর্যন্ত।\nপ্টলেমির মাতা ছিলেন ম্যাসেডোনিয়ার আর্সিনয়ে। তাঁর পিতা ছিলেন আর্সিনয়ের স্বামী লাগাস অথবা ম্যাসেডোনিয়ার রাজা দ্বিতীয় ফিলিপ, এলেক্সান্ডারের পিতা। দ্বিতীয় ফিলিপ যে প্টলেমির পিতা ছিলেন তা সম্ভবত একটি মিথ্যা প্রচার ছিল যা সম্ভবত প্টলেমিয় রাজবংশকে মহিমান্বিত করার জন্য একটি প্রোপাগান্ডা তৈরি করা হয়েছে। প্টলেমি ছিলেন এলেক্সান্ডারের অন্যতম বিশ্বস্ত সঙ্গী এবং সামরিক অফিসার। ৩২৩ খ্রিস্টপূর্বে এলেক্সান্ডারের মৃত্যুর পর, প্টলেমি তাঁর মৃতদেহ পুনরুদ্ধার করেন কারণ এটি ম্যাসেডোনিয়ায় সমাধিস্থ হওয়ার পথে ছিল, পরিবর্তে এটি মিশরের মেমফিসে রেখেছিল, যেখানে পরে এটি একটি নতুন সমাধিতে এলেক্সান্ড্রিয়ায় স্থানান্তরিত হয়। পরবর্তীতে তিনি ম্যাসেডোনিয়ার রাজা তৃতীয় ফিলিপের রাজকীয় শাসক (Royal Regent) পারডিকাসের বিরুদ্ধে একটি জোটে যোগ দেন। এই কারণে পারডিকাস মিশরে আক্রমণ করেছিল কিন্তু ৩২০ খ্রিস্টপূর্বে তার নিজের অফিসারদের দ্বারা হত্যা হন, যার ফলে প্রথম প্টলেমি মিশরের উপর তাঁর নিয়ন্ত্রণ সুসংহত করতে পেরেছিল। এলেক্সান্ডারের উত্তরসূরিদের মধ্যে ধারাবাহিক যুদ্ধের পর, প্টলেমি দক্ষিণ সিরিয়ার জুডিয়ায় একটি দাবি অর্জন করেন, যেটি সিরিয়ার রাজা প্রথম সেলুকাসের সাথে বিরোধপূর্ণ ছিল। প্টলেমি সাইপ্রাস এবং সাইরেনাইকার নিয়ন্ত্রণও নিয়েছিলেন, যার পরেরটি প্টলেমির সৎপুত্র মাগাসের নিয়ন্ত্রণে ছিল। প্টলেমি এলেক্সান্ড্রিয়ায়র গ্রন্থাগারও নির্মাণ করেছিলেন।\nপ্টলেমি হয়তো এলেক্সান্ডারের জীবদ্দশায় তাঁর উপপত্নী থাইসকে বিয়ে করেছিলেন। তিনি এলেক্সান্ডারের নির্দেশে পারস্যের সম্ভ্রান্ত পরিবারের মহিলা আর্টাকামাকে বিয়ে করেছিলেন বলে জানা যায়। পরে তিনি ম্যাসিডোনিয়ান রিজেন্ট অ্যান্টিপেটারের কন্যা ইউরিডিসিকে বিয়ে করেন; তাদের পুত্র প্টলেমি কেরাওনস এবং ম্যালিগার ম্যাসিডোনের রাজা হিসাবে শাসন করেছিলেন। প্টলেমির সর্বশেষ বিবাহ হয় ইউরিডিসির চাচার নাতনী বেরেনিসের সঙ্গে। প্রথম প্টলেমি সোটার ২৮২ খ্রিস্টপূর্বে মৃত্যুবরণ করেন এবং বেরেনিসের সাথে তাঁর পুত্র, দ্বিতীয় প্টলেমি ফিলাডেলফাস মিশরের ফারাও হিসাবে সিংহাসন আরোহণ করেন।\n\n\n== তথ্যসূত্র =="}