{"pageid": 1102023, "title": "সুমিদা নদী", "url": "https://bn.wikipedia.org/wiki?curid=1102023", "content": "Sumida River (隅田川, Sumida-gawa)  একটি নদী যা জাপানের মধ্য টোকিওর ভেতর দিয়ে প্রবাহিত। আইওয়াবুচির আরাকাওয়া নদীর এ শাখা টোকিও উপসাগরে গিয়ে মিশেছে । এর উপনদীগুলির মধ্যে রয়েছে কান্দা এবং শাকুজি নদী।\nটোকিওর কিতা, আদাচি, আরাকাওয়া, সুমিদা, তাইতো, কোতো এবং চুও নামের ওয়ার্ডগুলোর মধ্য দিয়ে বয়ে গেছে এ নদী।\nএখন যা \"সুমিদা নদী\" নামে পরিচিত তা আগে ছিল আরা-কাওয়ার বহমান পথ। মেইজি যুগের শেষের দিকে, বন্যা প্রতিরোধ করার জন্য আরা-কাওয়াকে খনন করে এর দিক বদল করা হয়েছিল, কারণ চিয়োদার রাজকীয় প্রাসাদের অবস্থান ছিল এর কাছাকাছি ।\n\n\n== শিল্প ==\nসুমিদা গাওয়া মৃৎপাত্রের নামকরণ করা হয়েছিল সুমিদা নদীর নামানুসারে এবং এটি মূলত টোকিওর কাছে আসাকুসা জেলায় কুমোর ইনোউ রিয়োসাই প্রথম এবং তার পুত্র ইনোউ রিয়োসাই দ্বিতীয় তৈরী করতো ।  ১৮৯০ দশকের শেষের দিকে, রিয়োসাই প্রথম, মৃৎপাত্রের উপরে তরল গ্লেজ প্রয়োগ করে চিত্র অংকনের একটি শৈলী উদ্ভাবন করেন, যার ভিত্তি ছিল চাইনিজ গ্লেজ এবং একে \"ফ্ল্যাম্ব\" বলা হতো।  সুমিডার কাজ হতো চায়ের পাত্র, ছাইদানী বা ফুলদানির মতো মৃৎপাত্রে এবং এগুলো পশ্চিমা দেশে রপ্তানির জন্য তৈরি করা হতো।  ইনোউ রিয়োসাই তৃতীয়, ইনোউ রিয়োসাই প্রথমের নাতি, ১৯২৪ সালে উৎপাদন সাইটটি ইয়োকোহামাতে স্থানান্তরিত করেন, কিন্তু পাত্রগুলো সুমিদার পন্য হিসাবেই পরিচিতি পেতে থাকে।  মৃৎপাত্র বিভিন্ন পৌরাণিক কাহিনীর বিষয়বস্তু ধারণ করত, যেমন ধারণা করা হতো এগুলো পু-দ্বীপে তৈরি করা হয়েছিল, যা টাইফুনে ভেসে গিয়েছিল, বা কোরিয়ান যুদ্ধবন্দীদের দ্বারা এগুলো তৈরি করা হয়েছিল।  সান্দ্রা আন্দাচ্ট ১৯৮৭ সালে লিখেছিলেন, \"সুমিদা গাওয়া জিনিসপত্র সংগ্রহকারী, ডিলার এবং বিনিয়োগকারীদের কাছে দারুণ জনপ্রিয়তা পেয়েছে। মোটিফগুলি সাধারণ পশ্চিমাদের, প্রাচ্যের নকশাগুলিকে কী চিত্রিত করবে বলে সে সব ধারণা থাকে সেগুলোর সাথে সামঞ্জস্যপূর্ণ; যেমন বাকাঁনো শরীরের ড্রাগন, বৌদ্ধ শিষ্য, পৌরাণিক এবং কিংবদন্তি প্রাণী এবং জীবজন্তু। এইসব কারণে, এই জিনিসপত্রের খোঁজ করা হয় এবং এসবের দামও (এখানে রাজ্যগুলিতে) বেশ চড়া, এমনকি যেগুলো পুরোপুরি অক্ষত নেই সেগুলোও।\" \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== সংস্কৃতি ==\nব্রিটিশ সুরকার বেঞ্জামিন ব্রিটেন ১৯৫৬ সালে জাপান সফরের সময় সুমিদা-গাওয়া  নামের নোহ  নাটকটি দেখেছিলেন, এবং এই গল্পের উপর ভিত্তি করে কার্লেউ রিভার (১৯৬৪) নামের নাটকীয় রচনাটি লিখতে অনুপ্রেরণা পেয়েছিলেন।\nকাবুকি নাটক, সুমিদা-গাওয়া — গনিচি নো ওমোকেজ , সম্ভবত এই নাটকটির কেন্দ্রীয় চরিত্রের নাম   হোকাইবো  হিসেবে বেশি পরিচিত। নাকাওয়া শিমেসুকে এই মঞ্চ নাটকটি লিখেছিলেন এবং এটি প্রথম ১৭৮৪ সালে ওসাকায় নির্মিত হয়েছিল। নাটকটি  জাপানের নিয়মিত অনুষ্ঠিত কাবুকি নাট্যসম্ভারে অন্তর্ভুক্ত করা অব্যাহত রয়েছে; এবং এটি পশ্চিমা দেশেও মঞ্চস্থ হয়ে থাকে। এটি ২০০৭ সালের গ্রীষ্মে,নিউ ইয়র্কের লিঙ্কন সেন্টার ফেস্টিভ্যালে হেইসেই নাকামুরা-জা দ্বারা পুনঃনির্মিত হয়েছিল, যেখানে নাকামুরা কানজাবুরো অষ্টাদশ অভিনয় করেছিলেন। \nসুমিদা রিভার ফায়ারওয়ার্কস, জাপানের প্রাচীনতম এবং সবচেয়ে বিখ্যাত আতশবাজি প্রদর্শনগুলির মধ্যে একটি হিসাবে স্বীকৃত। এই আতসবাজি গ্রীষ্মকালে রিয়োগোকু এবং আসাকুসার নদীর মধ্যবর্তী বার্জ থেকে উৎক্ষেপন করা হয়,এবং একই সময়ে এখানে একটা উৎসবও অনুষ্ঠিত হয়।\n\n\n== সাহিত্য ==\nকবি মাতসুও বাশো সুমিদা নদীর তীরে বাস করতেন, বিখ্যাত কলা গাছের পাশে (জাপানিঃ বাশো) যেখান থেকে তিনি তাঁর নম দো প্লুম নামটি নেন। \nসুমিদা নদী নাটকটি ১৮২০ সাল থেকে হাইকু গুরু ইসার হাইকুতে উপস্থিত হয়েছেঃ\nহারুসেমে ইয়া\nনেজুমি নো নামরু\nসুমিদা-গাওয়া\nবসন্তের বৃষ্টি\nএকটি ইঁদুর লাফ ঝাঁপ দিচ্ছে\nসুমিদা নদী\n\n\n== সেতু ==\nসুমিদা নদী টোকিওর ২৭ কিলোমিটার ভেতর দিয়ে চলে গেছে, প্রায় প্রতি কিলোমিটারে একটি সেতুর ব্যবধানে ২৬টি সেতুর নিচে দিয়ে এ নদী বয়ে গেছে । প্রধান সেতুগুলো হলঃ\n\n১৯৩২ সালের রিয়োগোকু-বাশি ( রিয়োগোকু সেতু ), ১৬৫৯ সালে নির্মিত একটি সেতু দিয়ে প্রতিস্থাপিত হয়েছিল। এই সেতুটি হিরোশিগে অমর করে রেখেছিলেন।\n১৯২৪ সালের ইতাই-বাশি(ইতাই ব্রিজ), ১৬৯৬ সালে নির্মিত একটি সেতুকে প্রতিস্থাপন করে। \n১৯২১ সালে সেনজু সেতু, ১৫৯৪ সালে প্রাথমিকভাবে নির্মিত, দীর্ঘ সময়ের জন্য নদীর উপর থাকা  একমাত্র সেতুকে প্রতিস্থাপন করে ।\nসাকুরা ব্রিজ, ১৯৮৫ সাল থেকে, সুমিদা পার্ক এবং বোকুটেই-ডোরি অ্যাভিনিউকে সংযুক্ত করে রেখেছে।\n১৯২৮ সালের কোটোটোই ব্রিজটি সেতুটির অবস্থানে পুনর্নির্মিত হয়েছিল যা কাছাকাছি অবস্থিত দু’টি মন্দির মিমেগুরি-জিনজা এবং মাতসুচিয়ামা-শোডেনকে সংযুক্ত করেছিল ।\n১৯৩১ সালে আজুমা সেতু, ১৭৭৪ সালে প্রথম নির্মিত সেতুটিকে প্রতিস্থাপন করে। এই সেতুটি আসাকুসা স্টেশন এবং কামিনারি-মোনের সবচেয়ে কাছে অবস্থিত ।\nবাটো-কাননকে  উৎসর্গ করা মাতসুগাতা মন্দির থেকে ১৯২৭ সালের কোমাগাটা সেতুর নামকরন করা হয়।\n১৯২৯ সালের উমায়া সেতু, ১৮৭৫ সালে নির্মিত সেতুটিকে প্রতিস্থাপন করে।\nকুরামে-বাশি, ১৯২৪ সালে নির্মিত।\n১৯৭৬ সালের নতুন সেতু শিন ওহাশি, ১৬৯৩ সালে নির্মিত সেতুটিকে প্রতিস্থাপন করে। এই সেতুটি রিয়োগোকু সেতু থেকে খুব বেশি দূরে না। \n১৯২৮ সালে কোলোনের ড্যুটজ সাসপেনশন সেতু তৈরী মডেলের উপরে ভিত্তি করে  নির্মিত কিয়োসু ব্রিজ, কিয়োসুকে নিহোনবাশি-নাকাসুর সাথে সংযুক্ত করে। \nচুও ব্রিজটি ১৯৯৪ সালে চলাচলের জন্য উন্মুক্ত করা হয়েছিল।\nসুকুদা সেতু, ১৯৬৪ সালের দ্বিতীয় বিশ্বযুদ্ধের পরে নির্মিত প্রথম সেতু , যা সুকিজি থেকে সুকিশিমা নদী অতিক্রম করে।\nকাচিডোকি সেতুটি ১৯৪০ সালে রুশো-জাপানি যুদ্ধের সময় লুশুনে জাপানি সেনাবাহিনীর বিজয়ের স্মরণে নির্মিত হয়েছিল। এই সেতুটি সুমিদার উপর একমাত্র উত্তোলনযোগ্য সেতু এবং ১৯৭০ সাল থেকে এটি কখনও তোলা হয়নি।\nসুকিজি ওহাশি হল সুমিদা নদী জুড়ে থাকা সেতুগুলোর মধ্যে সবচেয়ে নতুন সেতু, ২০১৮ সালে সুকিজি মার্কেটের প্রাক্তন প্রাঙ্গনের ঠিক পাশে তৈরী করা হয়েছে। \n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== পূর্ণ দৃশ্য ==\n\n\n== আরও দেখুন ==\nসেঞ্জু তাপবিদ্যুৎ কেন্দ্র\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n(ফরাসি ভাষায়) Titsingh, Isaac (১৮৩৪). Annales des empereurs du Japon. প্যারিসঃ ওরিয়েন্টাল ট্রান্সলেশন ফান্ড অব গ্রেট ব্রিটেন এন্ড আয়ারল্যান্ড. OCLC 251800045\n(ফরাসি ভাষায়) Imprimerie Royale de France. ওসিএলসি 311322353\n\n\n== বহিঃসংযোগ ==\nপুনর্নির্মিত রিয়োগোকু সেতুর ছবি (১৮৭৫), জাপানের জাতীয় আর্কাইভস\nপুনঃনির্মিত আজুমাবাশি সেতুর ছবি (জুন ১৮৭৬), জাপানের জাতীয় আর্কাইভস\n\"সুমিদা নদীতে প্লেজার বোটিং\" এর রঙিন উডকাট প্রিন্ট, গ. ১৭৮৮-১৭৯০  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ জুন ২০১১ তারিখে, নিউ ইয়র্ক পাবলিক লাইব্রেরি ডিজিটাল গ্যালারি"}