{"pageid": 1102021, "title": "মুহাম্মদ আল শামসি", "url": "https://bn.wikipedia.org/wiki?curid=1102021", "content": "মুহাম্মদ হাসান খলিফা মুহাম্মদ আল শামসি (আরবি: محمد حسن الشامسي‎, ইংরেজি: Mohamed Al-Shamsi; ৪ ফেব্রুয়ারি ১৯৯৭; মুহাম্মদ আল শামসি নামে সুপরিচিত) হলেন একজন আমিরাতি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে আমিরাতি ক্লাব আল ওয়াহদা এবং সংযুক্ত আরব আমিরাত জাতীয় দলের হয়ে গোলরক্ষক হিসেবে খেলেন।\nআমিরাতি ফুটবল ক্লাব আল ওয়াহদার যুব পর্যায়ের হয়ে খেলার মাধ্যমে শামসি ফুটবল জগতে প্রবেশ করেছেন এবং এই দলের হয়ে খেলার মাধ্যমেই তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০১৬–১৭ মৌসুমে, আমিরাতি ক্লাব আল ওয়াহদার মূল দলের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন।\n২০১৩ সালে, শামসি সংযুক্ত আরব আমিরাত অনূর্ধ্ব-১৭ দলের হয়ে সংযুক্ত আরব আমিরাতের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ২ বছর যাবত সংযুক্ত আরব আমিরাতের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৭ সালে সংযুক্ত আরব আমিরাতের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; সংযুক্ত আরব আমিরাতের জার্সি গায়ে তিনি এপর্যন্ত ৪ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nমুহাম্মদ হাসান খলিফা মুহাম্মদ আল শামসি ১৯৯৭ সালের ৪ঠা ফেব্রুয়ারি তারিখে সংযুক্ত আরব আমিরাতের শারজাহে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nশামসি সংযুক্ত আরব আমিরাত অনূর্ধ্ব-১৭, সংযুক্ত আরব আমিরাত অনূর্ধ্ব-১৯ এবং সংযুক্ত আরব আমিরাত অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে সংযুক্ত আরব আমিরাতের প্রতিনিধিত্ব করেছেন।\n২০১৭ সালের ১৭ই ডিসেম্বর তারিখে, ২০ বছর, ১০ মাস ও ১৩ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী শামসি ইরাকের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে সংযুক্ত আরব আমিরাতের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ২২ নম্বর জার্সি পরিধান করে খেলেছিলেন। ম্যাচটি সংযুক্ত আরব আমিরাত ১–০ গোলের ব্যবধানে জয়লাভ করেছিল। সংযুক্ত আরব আমিরাতের হয়ে অভিষেকের বছরে শামসি মাত্র ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২১ নভেম্বর ২০২১ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসকারওয়েতে মুহাম্মদ আল শামসি  (ইংরেজি)  \nট্রান্সফারমার্কেটে মুহাম্মদ আল শামসি (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে মুহাম্মদ আল শামসি (ইংরেজি) \nইএসপিএন এফসিতে মুহাম্মদ আল শামসি (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে মুহাম্মদ আল শামসি (ইংরেজি)"}