{"pageid": 1102562, "title": "এটিএম হেমায়েত উদ্দিন", "url": "https://bn.wikipedia.org/wiki?curid=1102562", "content": "এটিএম হেমায়েত উদ্দিন (১৯৫৫ — ২০১৯) ছিলেন একজন বাংলাদেশি ইসলামি পণ্ডিত ও রাজনীতিবিদ। তিনি ইসলামী আন্দোলন বাংলাদেশের যুগ্ম মহাসচিব ও ঢাকা জেলার সভাপতি ছিলেন। বাংলাদেশ মাদ্রাসা শিক্ষা বোর্ডের স্বায়ত্তশাসন আদায়ের আন্দোলনে তিনি নেতৃত্ব প্রদান করেন। ২০০২ সালের অবিভক্ত ঢাকা সিটি কর্পোরেশন মেয়র নির্বাচনে তিনি দ্বিতীয় স্থান অধিকার করেন।\n\n\n== প্রারম্ভিক জীবন ==\nহেমায়েত উদ্দিন ১৯৫৫ সালে বাগেরহাটের মোড়লগঞ্জে জন্মগ্রহণ করেন। তার পিতা আব্দুল আলী। ১১ ভাই ও ৫ বোনের মধ্যে তিনি ছিলেন দ্বিতীয়। পিতার প্রতিষ্ঠানে তার পড়ালেখার হাতেখড়ি হয়। খুলনা শিরোমনি হাফেজিয়া মাদ্রাসায় তিনি কুরআনের হেফজ সমাপ্ত করেন। পরে সরকারি মাদ্রাসা-ই-আলিয়া, ঢাকা থেকে কামিল ও ঢাকা বিশ্ববিদ্যালয়ে ইসলামিক স্টাডিজে এমএ সম্পন্ন করেন।\n\n\n== কর্মজীবন ==\nকর্মজীবনে তিনি ঢাকার মালিবাগে অবস্থিত আবুজর গিফারী কলেজের অধ্যাপক ও রামপুরা একরামুন্নেছা ডিগ্রি কলেজের সহযোগী অধ্যাপক ছিলেন। কিছুদিন তার পিতার প্রতিষ্ঠানের প্রিন্সিপালের দায়িত্ব পালন করেন। তিনি দীর্ঘ ৪২ বছর ফার্মগেটের পশ্চিম রাজাবাজার জামে মসজিদের ইমাম ও খতিব ছিলেন। ১৯৮৭ সালে তিনি পশ্চিম রাজাবাজার হেফজখানা প্রতিষ্ঠা করেন। এছাড়াও তিনি মাতুয়াইল আল্লাহ কারীম মাদ্রাসা সহ বহু মসজিদ-মাদ্রাসার প্রতিষ্ঠা করেছেন।\n\n\n== রাজনীতি ==\nছাত্রজীবন থেকেই তিনি রাজনীতির সঙ্গে যুক্ত হন। তিনি ১৯৮১—১৯৮৩ পর্যন্ত ছাত্র সংগঠন জমিয়তে তালাবায়ে আরাবিয়ার কেন্দ্রীয় সভাপতি ছিলেন। ১৯৮১ সালে বাংলাদেশ জমিয়তে তালাবায়ে আরাবিয়ার উদ্যোগে বাংলাদেশ মাদ্রাসা শিক্ষা বোর্ডের স্বায়ত্তশাসন সহ আলিয়া মাদ্রাসার ছাত্রদের ১৭ দফা দাবি আদায়ে জাতীয় সংসদ ঘেরাও কর্মসূচি ঘোষণা করে সামনে থেকে নেতৃত্ব দেন। এ অন্দোলনের মাধ্যমে বাংলাদেশ মাদ্রাসা শিক্ষা বোর্ডের স্বায়ত্বশাসনের দাবি আদায় হলে পরবর্তীতে স্বায়ত্বশাসিত মাদ্রাসা শিক্ষাবোর্ডের প্রথম চেয়ারম্যান বাকিবিল্লাহ খানের উপস্থিতিতে তাকে সংবর্ধিত করা হয়।\nবাংলাদেশের ইসলামী রাজনীতির পথিকৃৎ মুহাম্মদুল্লাহ হাফেজ্জীর সাথে তিনি তার রাজনৈতিক জীবনের সূচনা করেন। হাফেজ্জীর রাষ্ট্রপতি নির্বাচনে তিনি গুরুত্বপূর্ণ ভূমিকা পালন করেন। হাফেজ্জীর মৃত্যুর পর তিনি সৈয়দ ফজলুল করিমের নেতৃত্বে ইসলামী শাসনতন্ত্র আন্দোলন বর্তমানে ইসলামী আন্দোলন বাংলাদেশের সাথে যুক্ত হন। তিনি ইসলামী আন্দোলন বাংলাদেশের বিভিন্ন পর্যায়ে দায়িত্ব পালন করে সর্বশেষ অবিভক্ত ঢাকা মহানগরীর সভাপতি ও পরবর্তীতে কেন্দ্রীয় যুগ্ম মহাসচিব হিসেবে দায়িত্ব পালন করেন। ১৯৯১ ও ৯৬ সালে জাতীয় সংসদ নির্বাচনে তিনি ইসলামী ঐক্যজোটের অন্যতম শরীক দল ইসলামী শাসনতন্ত্র আন্দোলনের পক্ষে মিনার প্রতিকে বাগেরহাট-৪ আসন থেকে নির্বাচন করেন। ২০০১ সালে ইসলামী জাতীয় ঐক্যফ্রন্ট থেকে বাগেরহাট ৩-৪ আসনে নির্বাচন করেন। ২০০২ সালে ইসলামী শাসনতন্ত্র আন্দোলনের হয়ে অবিভক্ত ঢাকা সিটি কর্পোরেশন নির্বাচনে মেয়র প্রার্থী নির্বাচনে অংশ নিয়ে দ্বিতীয় স্থান অধিকার করেন।\nবাবরি মসজিদ ভাঙ্গনের প্রতিবাদ করে তিনি দীর্ঘসময় কারাভোগ করেছেন। ভারতের ফারাক্কা ও টিপাইমুখ বাঁধ বিরোধী আন্দোলন, বাবরি মসজিদ রক্ষার আন্দোলন, মায়ানমার, ফিলিস্তন, কাশ্মীর ও উইঘুরে মুসলিম নির্যাতন বিরোধী আন্দোলন, ফতোয়া বিরোধী আন্দোলন সহ বিভিন্ন রাজনৈতিক ও সামাজিক আন্দোলনে তার সম্পৃক্ততা ছিল।\n\n\n== মৃত্যুবরণ ==\nতিনি ফুসফুসের ক্যান্সারে আক্রান্ত হয়ে ২০১৯ সালের ১১ অক্টোবর মৃত্যুবরণ করেন। আসরের পর জাতীয় সংসদ ভবন সংলগ্ন টিএন্ডটি মাঠে তার জানাজার নামাজ অনুষ্ঠিত হয়। জানাজায় ইমামতি করেন সৈয়দ ফয়জুল করিম। পরদিন বাগেরহাট জেলার মোড়লগঞ্জ উপজেলার রাজৈর গ্রামের পারিবারিক কবরস্থানে তাকে দাফন করা হয়।\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\"অধ্যাপক হাফেজ মাওলানা এটিএম হেমায়েত উদ্দিন রহ.\"। ইসলামী আন্দোলন বাংলাদেশ। ১৭ সেপ্টেম্বর ২০২০।"}