{"pageid": 1102250, "title": "ক্যারাভান", "url": "https://bn.wikipedia.org/wiki?curid=1102250", "content": "ক্যারাভান (ফার্সি: کاروان কারওয়ান থেকে আগত) হলো সফরকারীদের একেকটি দল, যারা কোনো উদ্দেশ্যে, বিশেষ করে, বাণিজ্যের উদ্দেশ্যে একসাথে গমন করে। মূলত মরুভূমি অঞ্চলে এবং রেশম পথ বা সিল্ক রোডে এরকম ক্যারাভান লক্ষ্য করা যেত। এরকম দল বেঁধে ভ্রমণ পথের ডাকাতদের থেকে এক ধরনের সুরক্ষা দেওয়ার পাশাপাশি বাণিজ্যের অর্থনৈতিক ক্রিয়া বৃদ্ধিতেও ভূমিকা রাখতো।\n\n\n== বর্ণনা ==\nঐতিহাসিকভাবে পূর্ব এশিয়া থেকে ইউরোপে গমনকারী ক্যারাভানগুলোতে রেশম বা অলঙ্কার প্রভৃতি বিলাসবহুল ও লাভজনক পণ্য আনা-নেওয়া করা হতো। সেই কারণে ক্যারাভানগুলোতে উল্লেখযোগ্য পরিমাণে বিনিয়োগ করা হতো। যার ফলে এই ক্যারাভানগুলো ডাকাতদের একটি লাভজনক লক্ষ্যে পরিণত হয়। একটি সফল বাণিজ্যযাত্রায় লাভও ছিল প্রচুর, যা পরবর্তীকালে ইউরোপের মসলা বাণিজ্যের সাথে তুলনীয়। বণিকদের আনা বিলাসপণ্য বাণিজ্যপথের আশেপাশে থাকা রাজ্যগুলোর শাসকদেরও আকৃষ্ট করে। ফলে তারা এই বাণিজ্যপথের বিভিন্ন স্থানে ক্যারাভানসরাইগুলো গড়ে তুলতে প্রয়াসী হন। এশিয়া, উত্তর আফ্রিকা ও দক্ষিণ-পূর্ব ইউরোপের বিশাল অঞ্চলব্যাপী বিস্তৃত বাণিজ্যপথ, বিশেষ করে রেশম পথের উপর নির্ভরশীল হয়ে গড়ে ওঠা ক্যারাভানসরাইগুলো পণ্যপ্রবাহ, তথ্য আদান-প্রদান এবং যাতায়াতকারী মানুষদের নেটওয়ার্কের কেন্দ্রে পরিণত হয়। ক্যারাভানসরাইগুলোতে মানুষ ও জন্তুদের খাওয়া ও ব্যবহারের জন্য, জিনিসপত্র ধোয়ার জন্য বা ধর্মীয় পবিত্রতা অর্জনের জন্য পানির ব্যবস্থা থাকত। কোথাও কোথাও বিশাল হাম্মাম বা গোসলখানারও ব্যবস্থা ছিল। এছাড়াও পশুখাদ্যের ব্যবস্থা এবং বণিকদের জন্য দোকানেরও ব্যবস্থা ছিল, যেখান থেকে তারা নতুন নতুন পণ্য নিয়ে বাণিজ্যের কাজে লাগাতে পারতেন। পাশাপাশি কিছু কিছু দোকান বণিকদের থেকেও পণ্য ক্রয় করেও রাখতো।\nতবে প্রাচীন বা মধ্যযুগের ক্যারাভানে করে পণ্য আনা-নেওয়ার পরিমাণ ছিল অত্যন্ত সীমিত। উদাহরণ হিসেবে বলা যায়, একটি সাধারণ মানের বাইজেন্টাইন জাহাজে যে পরিমাণ পণ্য আনা-নেওয়া করা হতো, ৫০০ উটের একটি ক্যারাভানে সর্বসমেত পণ্য আনা-নেওয়া করা যেতো তার এক-তৃতীয়াংশ মাত্র।\nবর্তমান যুগেও বিশ্বের অনুন্নত অঞ্চলে নিত্য প্রয়োজনীয় ও গুরুত্বপূর্ণ পণ্য আনা-নেওয়ার কাজে ক্যারাভান ব্যবস্থা প্রচলিত আছে। বিশেষ করে উন্নত যোগাযোগ ব্যবস্থা গড়ে ওঠেনি, এমন উর্বর অঞ্চলে কৃষিপণ্য, যেমন বীজ ইত্যাদি, আনা-নেওয়ার কাজে ক্যারাভানগুলো এখনও ভূমিকা রেখে থাকে। উদাহরণ হিসেবে সাহারা মরুভূমির দক্ষিণ বরাবর চলাচলকারী ক্যামেল ট্রেনের নাম উল্লেখ করা যায়।\n\n\n== আরও দেখুন ==\nকনভয়\nক্যামেল ট্রেন\nওয়াগন ট্রেন\nমধ্য আমেরিকার শরণার্থী ক্যারাভান, ২০১৭–১৮\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nKevin Shillington (ed), \"Tuareg: Takedda and trans-Saharan trade\" in: Encyclopaedia of African History, Fitzroy Dearborn, 2004, আইএসবিএন ১-৫৭৯৫৮-২৪৫-১\nT. Lewicki, \"The Role of the Sahara and Saharians in Relationships between North and South\", in: UNESCO General History of Africa: Volume 3, University of California Press, 1994, আইএসবিএন ৯২-৩-৬০১৭০৯-৬\nFernand Braudel, The Perspective of the World, vol III of Civilization and Capitalism 1984 (translated from the French)\nপ্রাচীন ও মধ্যযুগীয়\nThe Trans-Saharan Gold Trade 7th-14th Century; Metropolitan Museum of Art\nRené Mouterde, André Poidebard, « La voie antique des caravanes entre Palmyre et Hît, au IIe siècle après Jésus-Christ, d'après une inscription retrouvée au Sud-Est de Palmyre (1930) », Syria, vol. 12, No. 12-22, 1931, pp. 101–115 (available online at: Persee.fr) (ফরাসি ভাষায়)\nErnest Will, « Marchands et chefs de caravanes à Palmyre », Syria, vol.34, No. 34-3-4, 1957, pp. 262–277 (available online at: Persee.fr) (ফরাসি ভাষায়)\n১৭শ শতাব্দী\nRené Caillié Journal d'un voyage à Temboctou et à Jenné, dans l'Afrique centrale, précédé d'observations faites chez les Maures Braknas, les Nalous et autres peuples ; pendant les années 1824, 1825, 1826, 1827, 1828: par René Caillié. Avec une carte itinéraire, et des remarques géographiques, par M. Jomard, membre de l'institut. Imprimé à Paris en mars 1830, par l'imprimerie royale, en trois tomes et un atlas. Une réédition en fac-similé a été réalisée par les éditions Anthropos en 1965. downloadable version\nmodern edition: Voyage à Tombouctou. 2 vols. Paris: La Découverte, 1996 আইএসবিএন ২-৭০৭১-২৫৮৬-৫\n২০শ শতাব্দী\nLattimore, Owen (1928/9) The Desert Road to Turkestan. London, Methuen and Co; & various later editions. Caravan logistics and organization is discussed in Chap. VIII, \"Camel-Men All\"\nTuladhar, Kamal Ratna (2011). Caravan to Lhasa: A Merchant of Kathmandu in Traditional Tibet. Kathmandu: Lijala & Tisa. আইএসবিএন ৯৯৯৪৬-৫৮-৯১-৩.\nসাম্প্রতিককাল\nJulien Brachet, « Le négoce caravanier au Sahara central: histoire, évolution des pratiques et enjeux chez les Touaregs Kel Aïr (Niger) », Les Cahiers d'outre-mer, No. 226-227, 2004, pp. 117–136 (available online at: Com.revues (ফরাসি ভাষায়))\nMichel Museur, « Un exemple spécifique d'économie caravanière : l'échange sel-mil », Journal des africanistes, vol.47, No. 2, 1977, pp. 49–80 (available online at: Persee.fr) (ফরাসি ভাষায়)\nM'hammad Sabour and Knut S. Vikør (eds), Ethnic Encounter and Culture Change, Bergen, 1997, [১] Google Cache Last Retrieved Jan. 2005.\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ক্যারাভান সম্পর্কিত মিডিয়া দেখুন।\n\nFragner, Bert G. (১৯৯০)। \"Caravan\"। Encyclopaedia Iranica, Vol. IV, Fasc. 7। পৃষ্ঠা 795–798।"}