{"pageid": 1102353, "title": "বাহরাইনের শহরের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1102353", "content": "নিচে বাহরাইনের প্রধান প্রধান শহরসহ গভর্নরেটের একটি তালিকা দেয়া হলো:\n\n\n== দশটি বড় শহর ও জনসংখ্যা ==\n\nমানামা - ২০০,০০০ জন\nরিফা - ১৯৫,৬০৬ জন\nমুহাররাক শহর - ১৭৬,৫৮৩ জন\nহামাদ শহর - ৫৭,০০০ জন\nআ’আলী - ৫১,৪০০ জন\nঈসা শহর - ৩৯,৮০০ জন\nসিত্রা - ৬০,১০০ জন\nবুদাইয়া – ৩৩,২৩০ জন\nজিদফস – ৩২,৬০০ জন\nআল-মালিকিয়াহ - ১৪,৮০০ জন\n\n\n=== অন্যান্য শহর ===\nজিদ আলী\nসনবিস\nটুবলি\nসার\nআল দুর\nকুদাইবিয়া\nসালমাবাদ\nজুরদব\nদিয়ার\nমুহাররাক\nআমওয়াজ দ্বীপ\nহিদ\nআরদ\nবুসাইতেন\nজানাবিয়াহ\nসমহীজ\nআলদাইর\n\n\n== উত্তর গভর্নরেট ==\nবুদাইয়া শহর\nজাসরা - বাহরাইনের দক্ষিণের একটি গ্রাম।\nবুরি - বাহরাইন রাজ্যে অবস্থিত একটি গ্রাম। গ্রামটিকে দেশের অন্যতম প্রাচীন গ্রাম বলা হয়।\nহামালা - পারস্য উপসাগরের একটি দ্বীপ, তবে বাহরাইন রাজ্যে অবস্থিত একটি\nদুমিস্তান - বাহরাইনের পশ্চিম তীরে অবস্থিত একটি উপকূলীয় গ্রাম। এটি কারজাকানের উত্তরে ও হামাদ টাউনের পশ্চিমে অবস্থিত। এটি দেশের উত্তর গভর্নরেট প্রশাসনিক অঞ্চলে অবস্থিত।\nকারজাকান - বাহরাইনের একটি গ্রাম। এটি বাহরাইন দ্বীপের পশ্চিম উপকূলে অবস্থিত। সপ্তদশ শতাব্দীর ধর্মতত্ত্ববিদ সালিহ আল-কারজাকানি এই গ্রামের বাসিন্দা ছিলেন।\nমালিকিয়া - একটি উপকূলীয় গ্রাম। গ্রামের পশ্চিম উপকূলে বাহরাইন দ্বীপ রয়েছে। গ্রামে মালকিয়া ফুটবল ক্লাব টিমের ঘর রয়েছে।\nসাদাদ - বাহরাইনের পশ্চিম তীরে অবস্থিত একটি উপকূলীয় গ্রাম। এটি দেশের উত্তর গভর্নরেট প্রশাসনিক অঞ্চলে মালকিয়ার দক্ষিণে এবং হামাদ শহরের পশ্চিমে অবস্থিত।\nশাহরাকান - একটি গ্রাম যা বাহরাইন রাজ্যের পশ্চিম দিকে ও মালকিয়া গ্রামের দক্ষিণে অবস্থিত। গ্রামটি উত্তর গভর্নরেট প্রশাসনিক অঞ্চলে অবস্থিত। এটির জনসংখ্যা প্রায় ৩০০০ জন।\nদার কুলাইব - একটি গ্রাম যা বাহরাইন রাজ্যের পশ্চিম দিকে অবস্থিত। গ্রামটি বাহরাইন ইন্টারন্যাশনাল সার্কিটের কাছাকাছি, যেখানে প্রতি বছর বাহরাইন গ্র্যান্ড প্রিক্স অনুষ্ঠিত হয়। الشبكة في دار الجلب زباله\nহামাদ শহর\nজাল্লাক\nউম্ম আন নাসান - একটি দ্বীপ ( আরবি: ام النعسان ) যা বাহরাইনের পঞ্চম বৃহত্তম দ্বীপ। এটি রাজধানী মানামার ১৭.৫ কিমি (১০.৯ মা) পশ্চিমে বাহরাইন দ্বীপে অবস্থিত।\nউম্ম সাবান - বাহরাইনের একটি দ্বীপ। এটি বাহরাইন দ্বীপের উত্তর-পশ্চিম কোণে, বুদাইয়া গ্রামের কাছে এবং পারস্য উপসাগরে অবস্থিত জিদ্দা দ্বীপের পূর্বে অবস্থিত। এটা রাজধানী মানামার ১৫ কিমি (৯.৩ মা) পশ্চিমে বাহরাইন দ্বীপে অবস্থিত।\nজিদ্দা দ্বীপ,\nউত্তর শহর\nসার\nআল মারখ, বাহরাইন\nজানাবিয়াহ শহর\nদিরাজ\nবনি জামরা\nকুরায়্যা\nআবু সাইবা\nশাখুরা\nজিদ আল-হজ\nজান্নুসান\nমুকাবা\nবারবার\nখামিস\nজিদফস\nআল মুসাল্লা\nতাশান\nআবু বাহাম\nউত্তর সেহলা\nদক্ষিণ সেহলা\nবুকুয়া\nআল কালা\nহিল্লাত আব্দুল সালেহ\nমেকশা\nআল কদম\nআল হাজার\nকররানা\n\n\n== তথ্যসূত্র =="}