{"pageid": 1102089, "title": "সবিতাব্রত দত্ত", "url": "https://bn.wikipedia.org/wiki?curid=1102089", "content": "সবিতাব্রত দত্ত (১৪ জানুয়ারি ১৯২৪ - ২১ নভেম্বর ১৯৯৫) ছিলেন বিশিষ্ট ভারতীয় বাঙালি অভিনেতা ও গায়ক। তিনি বাংলা  স্বদেশী গানের এক নতুন ধারার প্রবর্তক হিসাবে পরিচিতি লাভ করেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nসবিতাব্রত দত্তের জন্ম ১৯২৪ খ্রিস্টাব্দের ১৪ জানুয়ারি ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের কলকাতার ভবানীপুর-বকুলবাগানে। পিতা সুরেন্দ্রনাথ দত্ত ছিলেন একজন ভালো বেহালাবাদক। প্রথাগতভাবে সঙ্গীতে তালিম না থাকলেও পারিবারিক সাঙ্গীতিক পরিবেশে গানের সহজাত ক্ষমতার অধিকারী ছিলেন তিনি। ভবানীপুরের সাউথ সাবার্বণ স্কুল থেকে প্রবেশিকা, আশুতোষ কলেজ থেকে আই.এ. এবং সিটি কলেজ অব কমার্স থেকে বি.কম. পাশ করেন।\nস্কুল-কলেজ ও পাড়ার বাড়িতে গান ও অভিনয় নিয়ে মেতে থাকতেন। ছাত্রাবস্থায় রাজনীতিতে হাতেখড়ি হলেও, কোন রাজনৈতিক দলে সরাসরি যুক্ত হননি। ১৯৩৮-১৯৩৯ খ্রিস্টাব্দে কলকাতার শিল্পী-কলাকুশলীদের সংগঠন আর্টিস্ট অ্যাসোসিয়েশন ধর্মঘট করলে, তিনি ওই আন্দোলনের ভলান্টিয়ার-ইন-চার্জ ছিলেন। চারের দশকের প্রথমদিকে কলকাতার গণনাট্য সংঘের সঙ্গে যুক্ত হন। পরে, ১৯৪৮ খ্রিস্টাব্দে শম্ভু মিত্র গণনাট্য সংঘ ছেড়ে বহুরূপী দল গঠন করলে সবিতাব্রতও ওই দলে যোগ দেন।\n\n\n== অভিনয় জীবন ==\nসবিতাব্রত নাট্যদলে নিয়মিত অভিনয়ের মাধ্যমে কর্মজীবন শুরু করেন। প্রথম দিকের নাটকগুলি ছিল— তুলসী লাহিড়ীর 'পথিক', 'উলুখাগড়া', 'ছেঁড়া তার','স্বর্গীয়প্রহসন' প্রভৃতি।\n'চার অধ্যায়' নাটকের প্রথম দিকে তিনিই ছিলেন নায়ক 'অতীন্দ্র'-এর ভূমিকায়। পঞ্চাশের দশকে, তিনি বহুরূপী ছেড়ে তৈরি করেন 'আনন্দম' এবং তারপর 'রূপকার' নাট্যদল। ১৯৫৪ খ্রিস্টাব্দে নাট্যমঞ্চের জন্য বেশ কিছু নাট্য সংস্থার মিলিত অভিনয়ে 'রক্তকরবী' নাটকে বিশু পাগলের ভূমিকায় তার চরিত্র চিত্রণ উচ্চ প্রশংসিত হয়েছিল। ১৯৭০ খ্রিস্টাব্দে 'রূপকার' প্রযোজিত লালন ফকির নাটকে নামভূমিকায় ছিলেন তিনি। তাঁর হিন্দু স্ত্রীর ভূমিকায় অভিনয় করেন নিজের গায়িকা-স্ত্রী গীতা দত্ত এবং মুসলমান স্ত্রীর ভূমিকায় অভিনয় করেন তৃপ্তি মিত্র, যিনি ব্যক্তি জীবনে ছিলেন শ্যালিকা 'মণিদি'। 'চলচ্চিত্তচঞ্চরী' ও 'ব্যাপিকা বিদায়' পরিবেশনে তাঁর প্রতিষ্ঠিত দল বাংলা নাট্যজগতে প্রভূত আলোড়ন সৃষ্টি করেছিল। এছাড়াও, 'কালের যাত্রা', ১৯৭৯ খ্রিস্টাব্দে 'নিধু বাবুর টপ্পা', ১৯৮০ খ্রিস্টাব্দে 'বিদ্রোহী নজরুল' নাট্যপ্রযোজনা ছিল তাঁর রূপকার গোষ্ঠীর উল্লেখযোগ্য উপস্থাপনা। নাটকের সঙ্গে তিনি যাত্রাপালাতেও অভিনয় করেছেন। 'রাহুমুক্ত' নামের এক যাত্রাপালায় তাঁর অভিনয় এবং গাওয়া গান সেসময় তাঁকে বিশেষ খ্যাতি এনে দেয়। ১৯৬২ খ্রিস্টাব্দ হতে তিনি পেশাদার রঙ্গমঞ্চে অভিনয় শুরু করেন এবং অভিনয় প্রতিভার স্বাক্ষর রেখেছেন। পেশাদার মঞ্চের নাটকগুলি ছিল-\n\nস্বীকৃতি\nনাম বিভ্রাট\nঅ্যান্টনী কবিয়াল\nবেগম মেরী বিশ্বাস\nকাশী বিশ্বনাথ মঞ্চএ১৯৮৬ খ্রিস্টাব্দের ২৬ অক্টোবর শুরু হওয়া অ্যান্টনী কবিয়াল নাটকটি টানা প্রায় দুবছর চলেছিল। এই নাটকে নামভূমিকায় ছিলেন তিনি। অভিনেত্রী কেতকী দত্ত ছিলেন সৌদামিনীর ভূমিকায় আর ভোলা ময়রার চরিত্রে অভিনয় করেন জহর গাঙ্গুলী। চারণকবি মুকুন্দ দাস চলচ্চিত্রে নামভূমিকায় সবিতাব্রত দত্তের অভিনয় ও গান খুবই উল্লেখযোগ্য। অভিনয়ের পাশাপাশি মুকুন্দ দাসের গানকে জনপ্রিয় করার কৃতিত্ব তাঁর। একসময় তিনি অভিনয় ছেড়ে পুরোপুরি গানের জগতে চলে আসেন। তাঁর গান ছিল প্রথম থেকে অন্য ধরনের - অন্য জীবনের, এমনকি  প্রচলিত গণসঙ্গীতের ধারা থেকেও মুক্ত। তিনি মূলত স্বদেশী গানে  এক নতুন ধারার প্রবর্তন করেন। সংহতির প্রসারে, দেশপ্রেমের প্রচারে যেখানেই তাঁকে পাওয়া যেত তিনি স্বদেশী গান গাইতেন। তিনি ১৯৬৭ খ্রিস্টাব্দে ভারত সরকারের সংগীত নাটক অকাদেমি পুরস্কার প্রাপ্ত এই সঙ্গীত শিল্পী “স্বদেশী গান গাইয়ে” হয়ে উঠেছিলেন। অবস্থা বিশেষে মাইকের তোয়াক্কা না করে মুক্ত দৃপ্ত কণ্ঠে গেয়ে চলতেন অসামান্য গান -\n\nবন্দে মাতরম\nকারার ঐ লৌহ কপাট\nছেড়ে দাও রেশমি চুড়ি\nভয় কী মরণে\nচল চল ভারত সন্তান, মাতৃভূমি করে আহ্বান\nদশ হাজার প্রাণ আমি যদি পেতাম\nগঙ্গা সিন্ধু নর্মদা\nলখনউ এর মরিস কলেজে অবশ্য কিছুদিন সঙ্গীতের শিক্ষা নিয়েছিলেন। শেষ জীবনে মৃত্যুর কিছুকাল আগে পর্যন্ত দেশাত্মবোধক গানের নিয়মিত অনুষ্ঠান করতেন।\n\n\n== জীবনাবসান ==\nবাংলা থিয়েটার জগতের অন্যতম ব্যক্তিত্ব সবিতাব্রত দত্ত ১৯৯৫ খ্রিস্টাব্দের ২১ নভেম্বর ম্যালিগন্যান্ট ম্যালেরিয়ায় ভুগে পরলোক গমন করেন।\n\n\n== তথ্যসূত্র =="}