{"pageid": 1102980, "title": "নাজদ যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1102980", "content": "নাজদের আক্রমণ ৪র্থ হিজরি, রাবি'উল আখের  বা জুমাদা আল-উলা, অর্থাৎ ৬২৫ খ্রিস্টাব্দের জুলাই মাসে সংঘটিত হয়।\nমুহাম্মদ তার যোদ্ধাদের নাজদে নিয়ে গিয়েছিলেন কিছু উপজাতিকে ভয় দেখানোর জন্য যাদের তিনি বিশ্বাস করেছিলেন যে তাদের সন্দেহজনক উদ্দেশ্য ছিল।  কিছু পণ্ডিত বলেন, এই আক্রমণের অংশ হিসেবে নজদে যাত আল-রিকার অভিযান সংঘটিত হয়েছিল।\n\n\n== পটভূমি এবং আক্রমণ ==\nবনু নাদির আক্রমণের পর, বনু নাদির ইহুদিদের বিতাড়নের ফলে, মুহাম্মদ মদিনায় দুই মাস অবস্থান করেন। অতঃপর তিনি খবর পান যে বনু গাতাফানের কিছু গোত্র সন্দেহজনক উদ্দেশ্যে যাত আল রিক্বায় সমবেত হচ্ছে। গাতাফান ছিল একটি আরব উপজাতি, যা কায়েসের বংশধর।\nইতোমধ্যে, মুসলিম সন্ধানী দলগুলি মদীনার আশেপাশে  বনু মুহারিব এবং বনু সালাবাহ গোত্রের সৈন্যদের গঠনের খবর দিয়েছে। আর্-রাহীকুল মাখতূম অনুসারে, মুহাম্মদ, তার মুসলিম যোদ্ধাদের সাথে, এই নতুন আইন বহির্ভূতদেরকে শাসন করার জন্য, তাদের হৃদয়ে ভীতি সঞ্চার করার জন্য এবং তাদের পরবর্তী অনুশীলন থেকে বিরত রাখার জন্য দ্রুত যাত্রা শুরু করেছিলেন। এই প্রতিরোধমূলক অপারেশনগুলি বারবার পরিচালিত হয়েছিল এবং কার্যকর ফলাফল এনেছিল। বেদুইনরা পাহাড়ে পালিয়ে যায় এবং মদীনা তাদের আক্রমণ থেকে মুক্ত হয়ে যায়।\n\n\n== যাতুর রিক্বা অভিযান ==\nমুবারকপুরী বলেছেন যে এই আক্রমণগুলির প্রেক্ষাপটে, তাৎপর্যের মধ্যে একটি ছিল যাত আর-রিকা অভিযান যা কিছু পণ্ডিতদের দাবি, রাবি'আত-থানি বা জুমাদা আল-এর নাজদে (আরব উপদ্বীপ অধিত্যকার একটি বড় এলাকা) হয়েছিল। ৪র্থ হিজরি, রাবি'উল আখের  বা জুমাদা আল-উলা, তারা তাদের দাবীকে এই বলে প্রমাণ করে যে, মুশরিকদের সাথে সম্মত হওয়া, অর্থাৎ শা'বান, ৪ হিজরির ছোট বদর যুদ্ধের প্রয়োজনীয়তা পূরণের জন্য বিদ্রোহী বেদুইনদের দমন করার জন্য এই অভিযান চালানো কৌশলগতভাবে প্রয়োজনীয় ছিল।\nসাফিউর রহমান আল মুবাররকপুরীর মতে সবচেয়ে প্রামাণিক মতামত হল, যাত আর-রিকা অভিযানটি হয়েছিল খায়বার পতনের পরে (এবং নাজদ আক্রমণের অংশ হিসাবে নয়)। আবু হুরায়রা এবং আবু মুসা আল-আশআরী যুদ্ধ প্রত্যক্ষ করেছিলেন এই সত্য দ্বারা এটি সমর্থন করে। খায়বারের মাত্র কিছু দিন আগে আবু হুরাইরা ইসলাম গ্রহণ করেন এবং আবু মুসা আল-আশআরী আবিসিনিয়া (ইথিওপিয়া) থেকে ফিরে এসে খায়বারে মুহাম্মদের সাথে যোগ দেন। ভয়ের প্রার্থনা সম্পর্কিত নিয়ম যা মুহাম্মদ যাত আর-রিকা অভিযানে পালন করেছিলেন, আসফান আক্রমণের সময় প্রকাশিত হয়েছিল এবং এটি আল-খন্দক (খন্দকের যুদ্ধ) পরে সংঘটিত হয়েছিল।\n\n\n== আরও দেখুন ==\nমুহাম্মাদের সামরিক জীবন\n\n\n== তথ্যসূত্র =="}