{"pageid": 1102158, "title": "আবাশা", "url": "https://bn.wikipedia.org/wiki?curid=1102158", "content": "\"আবাশা\" (জর্জিয়ান: აბაშა) পশ্চিম জর্জিয়ার একটি শহর যার জনসংখ্যা প্রায় ৪,৯৪১। এটি সমুদ্রপৃষ্ঠ থেকে ২৩ মিটার উপরে আবাশা এবং নোঘেলা নদীর মধ্যে অবস্থিত এবং তিবিলিসি শহর থেকে পশ্চিমে প্রায় ২৮৩ কিমি (১৭৬ মাইল) দূরে অবস্থিত। আবাশা ১৯৬৪ সালে একটি শহরের মর্যাদা অর্জন করে এবং এবং বর্তমানে সামগ্রেলো-জেমো সাভেনেতি অঞ্চলের মধ্যে আবাশা পৌরসভার একটি প্রশাসনিক কেন্দ্র হিসাবে কাজ করে। চকন্দিদির জর্জিয়ান অর্থোডক্স এপার্চির (চার্চ) সদর দপ্তরও আবাশাতে অবস্থিত।\n\n\n== ইতিহাস ==\nআবাশার আধুনিক ইতিহাস মূলত ১৯৭০-এর দশকে একটি অনুরণিত সোভিয়েত যুগের অর্থনৈতিক পরীক্ষার সাথে জড়িত যা জর্জিয়ান কমিউনিস্ট পার্টির প্রধান এডুয়ার্ড শেভার্ডনাদজে দ্বারা প্রবর্তিত হয়। ১৯৭১ সালে, শেভার্ডনাদজে কোলখোজসহ সমস্ত আঞ্চলিক কৃষি প্রতিষ্ঠানকে একটি একক ব্যবস্থাপনা সমিতিতে একত্রীভুক্ত করেন। একই সময়ে, যারা কৃষিকাজ করেছেন তারা এর ভাল ফল পেয়েছেন এবং আর্থিক স্বাছন্দ্য লাভ করেন। এই পদক্ষেপটি স্থানীয় উদ্যোগ এবং সমন্বয়কে সহজতর করেছে এবং পূর্বে অত্যন্ত দরিদ্র আবশা জেলাতে কৃষি উৎপাদনে দ্রুত বৃদ্ধির দিকে পরিচালিত করেছে। লেনিনের পর এটি সোভিয়েত ইউনিয়নের প্রথম ব্যক্তিগত উদ্যোগ ছিল। ১৯৮০ এর দশকের শুরুর দিকে, \"আবাশা গবেষণা\" জর্জিয়ার অন্যান্য অঞ্চলে অনেক সাফল্যের সাথে সম্প্রসারিত হয়েছিল।\n\n\n== নাম ==\nআরবি থেকে \"আবাশা\" শব্দটি এসেছে। একটি কিংবদন্তি অনুসারে, আরবরা এখানকার নদীটি পার হতে চেয়েছিল, কিন্তু এটি স্ফীত হয়ে যাওয়ায় এবং তারা একে অপরকে \"আবা-শা\" অর্থাৎ \"পশ্চাদপসরণ কর বা ফিরে আস\" বলে চিৎকার করতে থাকে। জুয়ানশের স্মৃতিকথা অনুসারে, ৮ম শতাব্দীতে সম্রাট দ্বিতীয় মারওয়ানের সেনাবাহিনীর ইথিওপিয়ান বংশোদ্ভূত ২৩,০০০ আবিসিনিয়ান পদাতিক সৈন্য একটি নদীতে এবং ৩৫,০০০ ঘোড়া অন্য আরেকটি নদীতে ডুবে যায়। সেই কারণে ঐ একটি নদীর নাম হয় আবাশা এবং অন্যটির নাম হয় তসখেনিস্তকালি।\n\n\n== আবাশার বিখ্যাত ব্যক্তিরা ==\nজর্জিয়ান অনেক বিখ্যাত মানুষের জন্ম এই শহরে। কনস্ট্যান্টাইন গামসাখুরদিয়া (১৮৯৩-১৯৭৫) যিনি একজন বিখ্যাত জর্জিয়ান লেখক ছিলেন, এই আবাশা শহরেই তিনি জন্মগ্রহণ করেন। এছাড়াও এই শহরের বাসিন্দাদের মধ্যে অন্যতম ছিলেন আকাকি খোশতারিয়া (১৮৭৩-১৯৩২) যিনি একজন জর্জিয়ান উদ্যোক্তা এবং সমাজসেবী ছিলেন। আবাশা শহরে জন্মগ্রহণ করা আরেকজন বিখ্যাত ব্যক্তির নাম রেভাজ নাদারেশভিলি । ১৯৯১ সালে জন্ম এই বিখ্যাত ক্রীড়াবিদ ২০১৭ সালে অনুষ্ঠিত বিশ্ব কুস্তি চ্যাম্পিয়নশিপে ব্রোঞ্জ পদক জিতেছেন।\n\n\n== তথ্যসূত্র =="}