{"pageid": 110230, "title": "জাতীয় স্বার্থ", "url": "https://bn.wikipedia.org/wiki?curid=110230", "content": "জাতীয় স্বার্থ ধারণাটি মূলত ফরাসি শব্দ raison d'être (রেইসন ডে'ট্‌রে) থেকে উৎপত্তি লাভ করেছে, যারা দ্বারা মূলত অর্থনৈতিক, সামরিক বা সাংস্কৃতিক দৃষ্টিভঙ্গি থেকে কোন রাষ্ট্রের লক্ষ্য ও উদ্দেশ্যকে বোঝানো হয়ে থাকে। জাতীয় স্বার্থ বিষয়টি আন্তর্জাতিক সম্পর্ক বিষয়ক বিদ্যার একটি গুরুত্বপূর্ণ অঙ্গ, কেননা বস্তুতন্ত্রবাদ সম্পর্কিত আলোচনায় একটি রাষ্ট্রের আচরণকে মূলত তার জাতীয় স্বার্থ রক্ষার দৃষ্টিভঙ্গি থেকে ব্যাখ্যা করা হয়ে থাকে।\nএকটি রাষ্ট্রের জাতীয় স্বার্থ একাধিক স্তরবিশিষ্ট। প্রাথমিক স্তরে রয়েছে রাষ্ট্রের অস্তিত্ব ও জাতীয় নিরাপত্তা রক্ষা। অর্থনৈতিক প্রবৃদ্ধি ও অধিক সম্পদের অধিকারী হওয়ার বিষয়কেও গুরুত্ব দেওয়া হয়। আধুনিক যুগে কিছু কিছু রাষ্ট্র নিজস্ব কৃষ্টি ও সংস্কৃতি রক্ষার বিষয়টিকেও জাতীয় স্বার্থের গুরুত্বপূর্ণ অঙ্গ হিসেবে বিবেচনা করে সেই অনুযায়ী নীতি নির্ধারণ করে থাকে।\n\n\n== ইতিহাস ==\nমানব সভ্যতার শুরুর দিকে কোন মানবগোষ্ঠীতে জাতীয় স্বার্থের চেয়ে ধর্মীয় বা নৈতিক দিককে অধিক গুরুত্ব দেয়া হত। জাতীয় স্বার্থ বা সমকক্ষ কোন বিষয়কে শুধুমাত্র কোন যুদ্ধে জড়িয়ে পড়ার আগে বিবেচনায় আনা হত। জাতীয় নীতি নির্ধারণীতে জাতীয় স্বার্থই মুখ্য ভাবে বিবেচিত হবে, এই ধারণা মূলত প্রথমবারের মত প্রবর্তন করেন ইতালীয় দার্শনিক ও আধুনিক রাষ্ট্রবিজ্ঞানের অন্যতম ভিত্তিপ্রস্তর স্থাপনকারী- নিক্কোলো মাকিয়াভেল্লি।\nজাতীয় স্বার্থকে মূখ্য বিবেচনা করে নীতি নির্ধারণের উল্লেখযোগ্য উদাহরণ স্থাপন করেন ফরাসি প্রধানমন্ত্রী কার্ডিনাল রিশোলিও। ইউরোপের তিরিশ বছর ব্যাপী যুদ্ধের (১৬১৮-১৬৪৮) সময়ে তারা নিজেরা ক্যাথলিক হওয়া সত্তেও অপর প্রভাবশালী ক্যাথলিক পক্ষ রোমান সাম্রাজ্যের প্রতিপত্তি হ্রাস করার লক্ষ্যে প্রোটেস্ট্যান্ট পক্ষের দিকে ঝুঁকে পড়েন। ফরাসি দার্শনিক ও রাজনীতিক জন দ্য সিলন রিশোলিওর এই পরিবর্তিত নীতির ব্যাখ্যা দিতে গিয়ে বলেন, এটি ছিল বিবেকের তাগিদ বনাম বাস্তবে করণীয়র একটি সমঝোতা। এই যুদ্ধের পরপরই ইউরোপের বিভিন্ন রাষ্ট্রের নীতিনির্ধারণীতে জাতীয় স্বার্থের বিষয়টি অধিক গুরুত্ব পেতে শুরু করে।\nজাতীয় স্বার্থকেন্দ্রীক বৈদেশিক নীতি নির্ধারণ আন্তর্জাতিক সম্পর্ক বিদ্যার বিভাগ বস্তুতন্ত্রবাদের একটি মূল ভিত্তি। ১৮১৪ সালে অনুষ্ঠিত হওয়া ভিয়েনা সম্মেলনের মাধ্যমে ইউরোপীয় রাষ্ট্রগুলোর মাঝে বস্তুতন্ত্রবাদের বিস্তার ঘটেছিল। এই সম্মেলনটিতে ইউরোপেত প্রায় সব দেশের প্রতিনিধিগণ অংশ নেন, এবং শক্তি সঞ্চয় ও প্রভাব বিস্তারে সমতা আনয়ন ও সমন্বয় সাধন প্রসঙ্গে আলোচনা করেন।\nশক্তি বা প্রভাবের সমতা বজায় রাখার ধারণাটি প্রথম বিশ্বযুদ্ধের পর সমালোচিত ও পরে অনেকটা অবলুপ্ত হয়। যুদ্ধের অসামান্য রক্তক্ষয় ও ক্ষয়ক্ষতির পরিমাণ বিবেচনা করে নীতি নির্ধারকগণ সমতা বজায় রাখার পরিবর্তে একাধিক রাষ্ট্রের সমন্বয়ে স্বাধীন আন্তর্জাতিক নিরাপত্তা প্রতিষ্ঠান গঠনের ধারণাটিকে বিবেচনা করেন। এই ধারণা থেকেই লীগ অফ নেশান্সের উৎপত্তি হয়, যেখানে সদস্য রাষ্ট্রগুলো এ ব্যাপারে ঐকমত্যে আসে যে একজনের উপর আক্রমণ এলে তাকে প্রত্যেকটি সদস্য রাষ্ট্র তার নিজের উপর আক্রমণ হিসেবে বিবেচনা করবে ও সেই অনুযায়ী প্রতিক্রিয়া দেখাবে।\nপ্রতিষ্ঠার দুই দশক পেরুবার আগেই লীগ অফ নেশান্স একটি অকার্যকর প্রতিষ্ঠানে পরিণত হয়। একটি কারণ ছিল এই যে যুক্তরাষ্ট্রের মত একটি পরাশক্তি লীগ অফ নেশান্সের সদস্যপদ গ্রহণ করেনি, যার কারণে প্রতিষ্ঠানটির কর্মক্ষমতা অনেকাংশেই সীমিত ছিল। আর ব্যার্থতার দ্বিতীয় কারণটি জাতীয় স্বার্থের সাথে সম্পর্কিত। অনেক ইউরোপীয় সদস্য রাষ্ট্রে এটি উপলব্ধি করে যে আগ্রাসন এড়াতে লীগ অফ নেশান্সের ধার্যকৃত নীতি অনেকাংশেই তাদের জাতীয় স্বার্থকে সমুন্নত রাখে না।\nদ্বিতীয় বিশ্বযুদ্ধের ভয়াবহতার পর বস্তুতন্ত্রবাদী ও নব্য-বস্তুতন্ত্রবাদী ধারণার পুণর্জন্ম হয়। দ্বিতীয় বিশ্বযুদ্ধের একটি কারণ ছিল লীগ অফ নেশান্সের ব্যার্থতা, এটি একটি সর্বগ্রাহ্য সত্য ছিল। এর পাশাপাশি বস্তুতন্ত্রবাদের প্রবক্তাগণ এটিও ব্যাখ্যা করেন যে, লীগ অফ নেশান্সের নীতিমালা অনেকটাই ছিল আদর্শবাদী, যা কোন কোন পরিস্থিতিতে সদস্য রাষ্ট্রগুলোর জাতীয় স্বার্থ রক্ষার ব্যাপারে যথার্থ দিকনির্দেশনা দিতে পারত না; সর্বপোরি তা যুদ্ধ থামাতেও কার্যকর ছিল না। বস্তুতন্ত্রবাদীদের মতে লীগ অফ নেশান্সের নির্দ্দিষ্ট এই দূর্বলতার কারণেই ইতালি ও জার্মানি দুটি ফ্যাসিস্ট রাষ্ট্রে পরিণত হয়েছিল, যার ফলশ্রুতিতে দ্বিতীয় বিশ্বযুদ্ধের সূত্রপাত হয়।\n\n\n== বর্তমান ধারণা ==\nজাতীয় স্বার্থের ধারণাটি অধিকাংশ ক্ষেত্রেই বস্তুতন্ত্রবাদীদের আলোচনার অংশ হিসেবে উঠে আসে। বস্তুতন্ত্রবাদের প্রবক্তাগণ আদর্শবাদের সাথে নিজেদের মতবাদের ভিন্নতাকে ব্যাখ্যা দেয়ার ক্ষেত্রে জাতীয় স্বার্থের উল্লেখ করেন। এক্ষেত্রে তারা ব্যাখ্যা করেন, বৈদেশিক নীতিতে আদর্শবাদকে স্থান দেয়ার ফলে রাষ্ট্র অনেকটাই আন্তর্জাতিক প্রতিষ্ঠানগুলোর উপর নির্ভরশীল হয়ে পড়ে, যাতে করে অনেক সময়ই রাষ্ট্রের নিজের সার্বভৌমত্ব ও স্বাধীনতা হুমকির মুখে পড়তে পারে।\n\n\n== আরও দেখুন ==\nআন্তর্জাতিক সম্পর্ক\nরাষ্ট্রবিজ্ঞান\nবস্তুতন্ত্রবাদ\n\n\n== পাদটীকা ==\nজর্জ ল্যাভি (১৯৯৬) Germany and Israel: Moral Debt and National Interest (প্রথম সংস্করণ), ফ্র্যাঙ্ক ক্যাস এ্যন্ড কোঃ, লন্ডন, pp XI,আইএসবিএন ০-৭১৪৬-৪৬২৬-১, 9780714646268\nনিকোলাস কে. ভসদেভ (২০০৪), Russia in the national Interest (প্রথম সংস্করণ), ট্রান্স্যাকশান পাবলিশার্স, নিউ ব্রান্সউইক (মার্কিন যুক্তরাষ্ট্র) ও লন্ডন (যুক্তরাজ্য), pp X,আইএসবিএন ০-৭৬৫৮-০৫৬৪-২, 9780765805645\nবিয়ার্ড, পিটার (১৯৯৬). “The Concise Oxford Dictionary of Politics”. অক্সফোর্ড ইউনিভার্সিটি প্রেস\n\n\n== তথ্যসূত্র =="}