{"pageid": 1102467, "title": "জাবালিয়া, ফিলিস্তিন", "url": "https://bn.wikipedia.org/wiki?curid=1102467", "content": "জাবালিয়া শহর ( আরবি: جباليا   ) হল একটি ফিলিস্তিনি শহর যা ৪ কিলোমিটার (২.৫ মাইল) গাজা শহরের উত্তরে। এটি গাজা উপত্যকায় উত্তর গাজা গভর্নরেটের সরকারের অধীনে। ফিলিস্তিনের কেন্দ্রীয় পরিসংখ্যান ব্যুরো অনুসারে, ২০০৬ সালের মাঝামাঝি জাবালিয়ার জনসংখ্যা ছিল ৮২,৮৭৭ জন।  জাবালিয়া শরণার্থী শিবির উত্তরে শহরের সংলগ্ন। নিকটবর্তী শহর নাজলা জাবালিয়া পৌরসভার একটি অংশ। শহরটি বর্তমানে হামাস প্রশাসন দ্বারা শাসিত।\n\n\n== প্রত্নতত্ত্ব ==\nজাবালিয়ার কাছে ৮ম শতাব্দীর একটি বড় কবরস্থান পাওয়া গেছে। গঠনপ্রণালী নির্দেশ করে যে, খ্রিস্টান সম্প্রদায়ের গাজায় প্রথম দিকে অস্তিত্ব খুব ছিল। ইসলামী শাসনের যুগে প্যালেস্টাইন শিল্পসম্মত কৃতিত্বে সক্ষম ছিল। যেমন আইকনোক্লাস্টদের দ্বারা রক্ষা করা ফুটপাথের অবশিষ্টাংশগুলি, বন্য খেলা, পাখি এবং দেশের দৃশ্যের চিত্র এর প্রমাণ বহন করে। মোজাইক ফুটপাথের দেরী ডেটিং প্রমাণ করে যে ৭৫০ সালের পরে আইকনোক্লাস্টের হস্তক্ষেপ পূর্বের ধারণার চেয়ে পরে এবং আব্বাসীয় রক্ষণশীলদের সাথে যুক্ত ছিল।\nসালাহ আল-দিন রোডে কাজ করার সময়, শ্রমিকরা ঘটনাক্রমে বাইজেন্টাইন আমলের একটি মঠ উদ্ধার করে। ফিলিস্তিনের পুরাকীর্তি বিভাগ দ্বারা স্থানটি খনন করা হয়েছিল। এখন মঠের অত্যাশ্চর্য বাইজেন্টাইন মোজাইকগুলি শীতকালীন বৃষ্টির সরাসরি প্রভাবের কারণে সৃষ্ট ক্ষয় থেকে রক্ষা করার জন্য বালি দিয়ে আচ্ছাদিত করা হয়েছে।  বাইজেন্টাইন যুগের সিরামিকও পাওয়া গেছে।\n\n\n== ইতিহাস ==\nজাবালিয়া তার উর্বর মাটি এবং লেবু গাছের জন্য পরিচিত ছিল। গাজার মামলুক গভর্নর সানজার আল-জাওলি ১৪ শতকের গোড়ার দিকে এই এলাকা শাসন করেছিলেন এবং জাবালিয়ার জমির কিছু অংশ তিনি গাজায় নির্মিত আল-শামাহ মসজিদকে দিয়েছিলেন। জাবালিয়াতে মধ্যযুগীয় ওমারি মসজিদও রয়েছে। বারান্দা ও মিনার ছাড়া মসজিদের প্রাচীন অংশের কোনো স্থাপনা অবশিষ্ট নেই। মসজিদের বাকি অংশ আধুনিক নির্মাণ শৈলীতে ভরপুর। পোর্টিকোতে চারটি পাথরের স্তম্ভ দ্বারা সমর্থিত তিনটি তোরণ রয়েছে। খিলানগুলিতে সূক্ষ্ম খিলান রয়েছে এবং পোর্টিকো ক্রসিং ভল্ট দ্বারা আচ্ছাদিত।\n\n\n=== অটোমান আমল ===\n১৫১৭ সালে অটোমান সাম্রাজ্যের প্যালেস্টাইনের মধ্যে অন্তর্ভুক্ত সব এলাকা অন্তর্ভুক্ত ছিল। জাবালিয়া ১৫৯৬ সালে গাজার অন্তর্ভুক্ত হয়। এর জনসংখ্যা ছিল ৩৩১ পরিবারের মধ্যে, তারা সবাই মুসলিম ছিল। তারা গম, বার্লি, লতা বাগান এবং ফলের গাছের উপর কর দিতেন; ৩৭.৬৪০ মোট একর। রাজস্বের ২/৩ ভাগ চলে যায় ওয়াকফের জন্য । \n১৮৩৮ সালে, এডওয়ার্ড রবিনসন জেবালিয়াকে গাজা জেলায় অবস্থিত একটি মুসলিম গ্রাম হিসেবে উল্লেখ করেন। \n১৮৬৩ সালে, ফরাসি অভিযাত্রী ভিক্টর গুয়েরিন মসজিদের পুরানো নির্মাণের টুকরো এবং কূপের কিছু ভাঙা কলাম খুঁজে পান । প্রায় ১৮৭০ সালের একটি অটোমান গ্রামের তালিকায় দেখা গেছে যে, গ্রামের জনসংখ্যা ছিল মোট ২৫৪টি বাড়িতে ৮২৮ জন, যদিও জনসংখ্যার গণনায় শুধুমাত্র পুরুষদের অন্তর্ভুক্ত ছিল।\nপ্যালেস্টাইন এক্সপ্লোরেশন ফান্ডের ১৮৮৩ সালের পশ্চিম প্যালেস্টাইনের সমীক্ষায়, জাবালিয়াকে উত্তর-পশ্চিমে বাগান এবং একটি কূপ সহ একটি বড় অ্যাডোব গ্রাম হিসাবে বর্ণনা করা হয়েছিল। জামিয়া আবু বেরজাস নামে একটি মসজিদ ছিল।\n\n\n=== ব্রিটিশ ম্যান্ডেট যুগ ===\nব্রিটিশ ম্যান্ডেট কর্তৃপক্ষ কর্তৃক পরিচালিত 1922 সালের আদমশুমারিতে, ফিলিস্তিনের জাবালিয়ার জনসংখ্যা ছিল ১৭৭৫ জন বাসিন্দা, সমস্ত মুসলিম।  ১৯৩১ সালের আদমশুমারিতে ২৪২৫ জন, এখনও সমস্ত মুসলমান, ৬৩১টি বসত বাড়ি আছে।\n\n১৯৪৫ সালের পরিসংখ্যানে দেখা যায়, জাবালিয়ার জনসংখ্যা ছিল ৩৫২০ জন, সমস্ত মুসলমান।  একটি সরকারী ভূমি ও জনসংখ্যা জরিপ অনুসারে ১১,৪৯৭ ডুনাম জমি আছে। এর মধ্যে ১৩৮টি ডুনাম লেবু ও কলার বাগানের জন্য, ১০০৯টি আবাদ ও সেচযোগ্য জমির জন্য, ১০৩৬টি শস্যের জন্য,  এবং ১০১টি দূনাম বিল্ড আপ জমি ছিল। \n\n\n=== পোস্ট-১৯৪৮ ===\n১৯৮৯ সালের ২৭ মার্চ প্রথম ইন্তিফাদার প্রথম মাসগুলিতে ফারেস সাইদ ফালচা, ৫০ বছর বয়সী, ইসরায়েলি সৈন্যদের দ্বারা পিটিয়েছিল। ৩ সপ্তাহ পরে তিনি ম্যাকাসেড হাসপাতালে মারা যান। মিলিটারি পুলিশ ইনভেস্টিগেটরদের দ্বারা একটি রিপোর্ট কম্পাইল করা হয় এবং বিশদ বিবরণ চিফ মিলিটারি প্রসিকিউটরের কাছে পাঠানো হয়।\n২০০৬ সালের শেষ দিকে, জাবালিয়া জঙ্গিদের বাড়িতে বিমান হামলার বিরুদ্ধে ব্যাপক বিক্ষোভ হয়। ইসরায়েল বেশ কয়েকজন হামাস সদস্যের বাসভবনের সাথে যোগাযোগ করেছে যারা বাড়ি থেকে ইসরায়েলি বেসামরিক নাগরিকদের লক্ষ্য করে ক্ষেপণাস্ত্র নিক্ষেপ করে, তাদের পরবর্তী ৩০ মিনিটের মধ্যে একটি বিমান হামলার বিষয়ে সতর্ক করে। প্রতিবেশীরা একটি মানব ঢাল তৈরি করে সাড়া দেয় এবং সফলভাবে ধ্বংসযজ্ঞ বন্ধ করে দেয়।\n\n\n== জনসংখ্যা ==\nজাবালিয়ায় পুরুষ সিউডোহার্মাফ্রোডাইটের জন্মের গড় হার বেশি। জেহাদ আবুদাইয়া উরোলজিস্ট যে সুপারিশ করেছে যে, এখানের জনসংখ্যা ক্রমবর্ধমানভাবে বেশি জন্মগ্রহণ করে। গাজা স্ট্রিপে, সিউডোহার্মাফ্রোডাইটের অবস্থা প্রায়শই এই অঞ্চলের চিকিৎসা এবং রোগ নির্ণয়ের নিম্নমানের কারণে জন্মের পর বছরের পর বছর ধরে সনাক্ত করা যায় না। \n\n\n== তথ্যসূত্র =="}