{"pageid": 1102536, "title": "ইসলাম ও খ্রিস্টধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1102536", "content": "ইসলাম ও খ্রিস্টধর্ম বিশ্বের দুটি বৃহত্তম ধর্ম, যাতে যথাক্রমে ২.২৫ বিলিয়ন এবং ২.০ বিলিয়ন অনুসারী রয়েছে। উভয় ধর্মই ইব্রাহিমীয় ধর্ম এবং একেশ্বরবাদী হিসাবে বিবেচিত হয়, যা মধ্যপ্রাচ্যে উদ্ভূত। খ্রিস্টধর্ম খ্রিস্টীয় ১লা শতাব্দীতে দ্বিতীয় মন্দির ইহুদি ধর্ম থেকে বিকশিত হয়েছিল। এটা যীশু খ্রীষ্টের জীবন, শিক্ষা, মৃত্যু এবং পুনরুত্থানের উপর প্রতিষ্ঠিত এবং যারা এটি অনুসরণ করে তাদের খ্রিষ্টান বলা হয়। ৭ম শতাব্দীতে ইসলামের বিকাশ ঘটে। ইসলামের প্রতিষ্ঠা মুহাম্মদের শিক্ষার উপর প্রতিষ্ঠিত, যা আল্লাহর ইচ্ছার কাছে আত্মসমর্পণের প্রকাশ। যারা এর অনুসরণ করে তাদের মুসলমান বলা হয় যার অর্থ \"আল্লাহর কাছে নিজেকে আত্মসমর্পণ করা\"।\nইসলামকে একটি সহ-ইব্রাহিমীয় ধর্ম বলে মনে করে যেখানে খ্রিস্টান এবং মুসলমান উভয়ই একই ঈশ্বরের উপাসনা করে। খ্রিষ্টানদের অধিকাংশই ইসলামকে মিথ্যা ধর্ম হিসেবে দেখে কারণ এর অনুসারীরা খ্রিষ্টের ত্রিত্ব, দেবত্ব এবং খ্রীষ্টের ক্রুশবিদ্ধকরণ ও পুনরুত্থানকে প্রত্যাখ্যান করে।\nইসলাম যীশুকে আল-মশীহ বলে মনে করে, যাকে বনি ইসরাইল (ইস্রায়েলের সন্তান) একটি নতুন আপ্তবাক্য দিয়ে পথ দেখানোর জন্য পাঠানো হয়েছিল আল-ইনযিল। খ্রিস্টধর্ম ও বিশ্বাস করে যে যীশু হিব্রুয় শাস্ত্রে ভবিষ্যদ্বাণী করা মশীহা। কিন্তু, খ্রিষ্টীয় বিশ্বাসের অনেক বেশি কেন্দ্রবিন্দু হল যীশু হলেন অবতারিত ঈশ্বর, বিশেষত, ত্রিত্ব ঈশ্বরের অন্যতম হিপস্পদ, ঈশ্বর পুত্র। যীশুর প্রতি বিশ্বাস খ্রিষ্টান এবং ইসলামি ধর্মতত্ত্ব উভয়েরই একটি মৌলিক অংশ।\nখ্রিস্টধর্ম ও ইসলামের বিভিন্ন পবিত্র ধর্মগ্রন্থ রয়েছে। খ্রিস্টধর্মের পবিত্র ধর্মগ্রন্থ বাইবেল এবং ইসলামের পবিত্র ধর্মগ্রন্থ কুরআন। মুসলমানরা বিশ্বাস করে যে আল-ইঞ্জিলকে বিকৃত করা হয়েছিল বা খ্রিষ্টান নতুন নিয়ম গঠনের জন্য পরিবর্তন করা হয়েছিল। এর বিপরীতে, খ্রিষ্টানদের কুরআন সম্পর্কে একক ধারণা নেই, যদিও বেশিরভাগই বিশ্বাস করে যে এটি বানোয়াট বা ধর্মত্যাগী কাজ। উভয় গ্রন্থে যিশুর জীবন ও কর্মের বিবরণ এবং মরিয়মের মাধ্যমে যিশুর কুমারী জন্মের মতো মিল রয়েছে; তবুও, এই ঘটনাগুলির কিছু বাইবেল এবং কুরআনীয় বিবরণ ভিন্ন।\n\n\n== ইসলাম (الإسلام) ==\n\nইসলাম (আরবি: الإسلام) শব্দটি এসেছে আরবি س-ل-م থেকে যার দু'টি অর্থ।\n\nশান্তি\nআত্মসমর্পণ করা।\nবলা হয় ইসলাম হলো শান্তি (প্রতিষ্ঠা)'র উদ্দেশ্যে এক ও অদ্বিতীয় ঈশ্বর (আল্লাহ)-এর কাছে আত্মসমর্পণ করা।\n\n\n=== ইসলামের মৌলিক বিশ্বাসঃ ===\nইসলামের আক্বীদা বা ঈমানই ইসলামকে অন্যান্য ধর্ম থেকে পৃথক করে। আক্বীদার অন্যতম বিশ্বাসগুলি হলো তওহীদ, ফেরেশতা, কিতাব, নবী-রাসূল, আখিরাত, ত্বকদীর -এর ওপর বিশ্বাস স্থাপন করা।\n\n\n=== তওহীদঃ ===\nতাওহীদ (আরবি: توحيد) ইসলাম ধর্মে এক ঈশ্বরের ধারণাকে বোঝায়। তাওহীদ শব্দের অর্থ একত্ববাদ। ইসলামী পরিভাষায় তাওহীদ হল সৃষ্টি ও পরিচালনায় আল্লাহকে এক ও অদ্বিতীয় হিসেবে বিশ্বাস করা, সকল ইবাদাত-উপাসনা কেবলমাত্র আল্লাহর জন্য করা, অন্য সবকিছুর উপাসনা ত্যাগ করা, আল্লাহর সুন্দর নামসমূহ ও সুউচ্চ গুণাবলীকে তার জন্য সাব্যস্ত করা এবং দোষ ত্রুটি থেকে আল্লাহকে পবিত্র ও মুক্ত ঘোষণা করা।\n\nকুরআনে বলা হয়েছে,\"..কোনো কিছুই তাঁর সদৃশ নয়।\"[কুরআন 42:11]কুরআনের অন্যস্থানে বলা হয়েছে,\"বল, তিনিই আল্লাহ, এক-অদ্বিতীয়। আল্লাহ কারো মুখাপেক্ষী নন, সকলেই তাঁর মুখাপেক্ষী। তিনি কাউকে জন্ম দেননি এবং তাঁকেও জন্ম দেয়া হয়নি। আর তাঁর কোনো সমকক্ষও নেই।\"[কুরআন 112\n\n\n=== ফেরেশতাঃ ===\nফিরিশতা বা ফেরেশতা(আরবি: ملاءكة)(ইংরেজি: Angels) ইসলামী বিশ্বাসমতে স্বর্গীয় দূত। আরবিতে ফেরেশতাদের একবচনে মালাক ও বহুবচনে মালাইকা বলে। বলা হয় এদেরকে আল্লাহ নূর বা আলো দ্বারা সৃষ্টি করেছেন। ফেরেশতারা সর্বদা আল্লাহর পবিত্রতা ঘোষণা করে। তারা আল্লাহর অবাধ্য হয় না। তারা খাদ্য ও পানীয় গ্রহণ করে না।\n\n\n=== কিতাবঃ ===\nআসমানী কিতাব বা ঐশ্বিক গ্রন্থ বলতে এমন কতকগুলো গ্রন্থকে বোঝানো হয়, ইসলাম ধর্মমতে মুসলমানগণ যে গ্রন্থগুলোকে ঈশ্বরপ্রদত্ত গ্রন্থ বলে বিশ্বাস করেন।\nমহান আল্লাহ তাআলা বলেন, ‘জেনে রাখো যে, আল্লাহর জ্ঞান অনুসারেই তা (কুরআন) অবতীর্ণ করা হয়েছে। আর তিনি ছাড়া সত্যিকার কোন উপাস্য নেই, তাহলে তোমরা মুসলিম (আত্মসমর্পণকারী) হবে কী?’ (সূরা হূদ- ১১/১৪)\nআল্লাহ তাআলা অন্যত্রে বলেন, ‘পরমকরুণাময়, তিনি শিক্ষা দিয়েছেন কুরআন, তিনি সৃষ্টি করেছেন মানুষ, তিনিই তাকে শিখিয়েছেন ভাব প্রকাশ করার ভাষা।’ (সূরা আর রহমান- ৫৫/১-৪)\nআনাস ইবনু মালিক রাঃ বলেন, রাসূল (সা.) বলেছেন, জ্ঞান অর্জন করা প্রত্যেক মুসলিম (নর-নারীর) উপর ফরজ। (ইবনে মাজাহ্, হাঃ ২২৪, মিশকাত, হাঃ ২১৮)\nমহান আল্লাহ তাআলা বলেন, ‘তিনিই নিরক্ষরদের মাঝে তাদের মধ্য হতে একজন রাসূল পাঠিয়েছেন, যে তাদের কাছে তাঁর আয়াতসমূহ পাঠ করেন, তাদেরকে পবিত্র করেন এবং তাদের শিক্ষাদেন কিতাব (কুরআন) ও হিকমাহ (সুন্নাহ)।’ (সূরা জুমুআহ-৬২/২)\nআল্লাহ তাআলা অন্যত্রে বলেন, আমি তোমাদের মধ্য হতে তোমাদের কাছে একজন রাসূল প্রেরণ করেছি, যে তোমাদের কাছে আমার আয়াতসমূহ পাঠ করে, তোমাদেরকে পবিত্র করে এবং কিতাব (কুরআন) ও হিকমাহ (সুন্নাহ) শিক্ষা দেয় আর তোমাদেরকে এমন কিছু শিক্ষা দেয় যা তোমরা জানতে না। (সূরা বাকারা-২/১৫১)\n\n\n=== পয়গম্বর বা নবীঃ ===\nইসলামী বিশ্বাস অনুসারে, আল্লাহ তাআলা প্রত্যেক জাতির জন্য একজন বা একাধিক মানুষকে রাসূল (বার্তাবাহক) হিসেবে পাঠিয়েছেন। তারা পরকালের পুরস্কারের সুসংবাদ দেন ও শাস্তি সম্পর্কে সতর্ক করেন।আমি তোমাকে সত্যসহ প্রেরণ করেছি সুসংবাদ দাতা ও সতর্ককারী রূপে; এমন কোন সম্প্রদায় নেই যার নিকট সতর্ককারী প্রেরিত হয়নি। (আল কোরআন - ২:২৫৬)\nনবী রাসূল প্রেরণের উদ্দেশ্য বর্ণনা প্রসঙ্গে রাসূল (সা.) তিনটি গুণ উল্লেখ করা হয়েছে।\n\n(ক) মানুষকে কুরআনের আয়াত পাঠ করে শোনানো। (খ) উম্মতকে বাহ্যিক ও আভ্যন্তরীন সকল প্রকার অপবিত্রতা থেকে পবিত্র করা। অর্থাৎ কুফর, শিরক ও জুলুম পবিত্র করা। (গ) কিতাব ও হিকমা শিক্ষা দেওয়া। এখানে কিতাব বলতে পবিত্র কুরআন এবং হিকমা বলতে রাসূল (সা.) থেকে বর্ণিত উক্তিগত ও কর্মগত শিক্ষাসমূহ বুঝানো হয়েছে।\n\n\n=== আখিরাত বা পরকালঃ ===\nতাওহিদ বা আল্লাহর একত্ববাদে বিশ্বাস, রিসালাত তথা নবী-রাসুলদের প্রতি বিশ্বাস; আখিরাত অর্থাৎ পরকালের প্রতি বিশ্বাস। আখিরাত বা পরকালের প্রতি বিশ্বাসই মানুষকে সৎকর্মে অনুপ্রেরণা জোগায়। পরকালে বিশ্বাস মানে হলো মৃত্যুর পর পুনরায় অনন্ত জীবন লাভ করা। এই জীবনের সকল কর্মের পুঙ্খানুপুঙ্খ বিচার ও যথাযথ ভালো বা মন্দ ফল প্রাপ্তি এবং পরিণাম হিসেবে জান্নাত ও জাহান্নাম ভোগ করা। বিশ্বাসীদের পঞ্চ বৈশিষ্ট্যের অন্যতম হলো আখিরাত বা পরকালের প্রতি বিশ্বাস।\nমানবজীবন পরিক্রমা চারটি জগৎে পরিব্যাপ্ত। যথা: আলমে আরওয়াহ, আলমে দুনিয়া, আলমে বারজাখ ও আলমে আখিরাত। মানুষ হলো রুহ, নফস ও দেহের সম্মিলিত রূপ। আলমে আরওয়াহ বা রুহের জগৎে শুধু রুহ ছিল, সঙ্গে ছিল নফস। এটি মানবজীবন চক্রের প্রথম জগৎ। আলমে দুনিয়া বা দুনিয়ার জগৎে রুহ ও নফসের সঙ্গে দেহ বা শরীর যোগ হয়েছে, মৃত্যুর মাধ্যমে এই জগৎের পরিসমাপ্তি হবে। এটি মানবজীবন চক্রের দ্বিতীয় জগৎ।\nমৃত্যুর মাধ্যমে রুহ ও নফস দেহ ছেড়ে আলমে বারজাখে পাড়ি দেয়। এটি হলো ব্যক্তির কিয়ামত বা ব্যক্তির জাগতিক জীবনের পরিসমাপ্তি।\nহাদিস শরিফে রয়েছে, ‘যখন কারও মৃত্যু হয়, তখন তার কিয়ামত সংঘটিত হয়।’ আলমে বারজাখ বা বারজাখ জগৎে (মৃত্যুর পর থেকে কিয়ামত তথা হাশর-নশরের পূর্ব পর্যন্ত সময়ে) রুহ ও নফস ইল্লিন বা ছিজ্জিনে অবস্থান করবে এবং দেহ হয়তো বিলীন হয়ে যাবে, নয়তো সুরক্ষিত থাকবে। দ্বিতীয় কিয়ামত তথা শিঙায় প্রথম ফুত্কারে বড় কিয়ামত তথা সমগ্র সৃষ্টিকুলের প্রলয় বা ধ্বংস সংঘটিত হবে।\nকোরআন কারিমে আল্লাহ তাআলা বলেন, ‘এ জগৎে যা কিছু আছে সবই লয়প্রাপ্ত হবে, শুধু আপনার রবের অস্তিত্বই টিকে থাকবে।’ (সুরা-৫৫ আর রহমান, আয়াত: ২৬-২৭)। মৃত্যু বা প্রথম কিয়ামতের পর থেকে এবং দ্বিতীয় কিয়ামত বা শিঙায় প্রথম ফুত্কারের পর থেকে পুনরুত্থান পর্যন্ত আলমে বারজাখ বা বারজাখ জীবন। এটি মানবজীবন চক্রের তৃতীয় জগৎ। তৃতীয় কিয়ামত, অর্থাৎ শিঙায় দ্বিতীয় ফুত্কারের পর হাশর ও নশর তথা পুনরুত্থান ও মহামিলন বা মহাসম্মিলন অনুষ্ঠিত হবে। এটিই চূড়ান্ত কিয়ামত। এই দিনই বিচারের দিন এবং আখিরাত বা পরকালের অনন্ত জীবনের সূচনা এদিন থেকেই হবে, যে জীবনের আর কোনো শেষ নেই, নেই কোনো সীমা। এটি মানবজীবন চক্রের চতুর্থ বা শেষ জগৎ। এই জগৎের কোনো পরিসমাপ্তি নেই।\nআখের অর্থ শেষ বা চূড়ান্ত। আখিরাত মানে পরকাল বা ভবিষ্যত্কাল ও অনাগতকাল। আখিরাত বা পরকালীন জীবনের প্রতি বিশ্বাস মানবজীবনাচার সুসংযত ও সুসংহত করে। কারণ, এর সঙ্গে বিচার ও কর্মফল জড়িত। জান্নাত-জাহান্নাম এরই সঙ্গে সম্পর্কিত। বলতে গেলে পরকালে বিশ্বাসই ইমানের তাৎপর্যপূর্ণ বিষয়। হাদিস শরিফে রয়েছে, ‘ইমান আশা ও ভয়ের মধ্যে অবস্থান করে।’ আর আশা ও ভয় হলো পরকালের সঙ্গে সম্পৃক্ত বিষয়।\nআশা মানুষকে সৎকর্মে উদ্বুদ্ধ করে, ভয় মানুষকে অন্যায় কর্ম থেকে বিরত রাখে। আশা না থাকলে ইহকালীন ও পরকালীন কোনো উন্নতিই সম্ভবপর নয়; ভয় না থাকলে সংযম ও সংযত আচরণ অসম্ভব প্রায়। আখিরাত সম্পর্কে কোরআনে বহু আয়াত রয়েছে। যেমন: ‘আর অবশ্যই আপনার জন্য প্রথম জগৎ দুনিয়া অপেক্ষা আখিরাতই উত্তম বা শ্রেয়। অচিরেই আপনার রব আপনাকে দান করবেন, যাতে আপনি সন্তুষ্ট হয়ে যাবেন।’ (সুরা-৯৩, ওয়াদ-দুহা, আয়াত: ৪-৫)।\nমোমিন হলো দুনিয়াতে পরবাসী। আখিরাত বা পরকাল হলো মোমিন বা বিশ্বাসীদের আপন বাড়ি। আল্লাহ তাআলা আদি পিতা-মাতা হজরত আদম (আ.) ও হজরত হাওয়া (আ.)-কে সৃষ্টি করে জান্নাতেই রেখেছিলেন। কুদরতের হেকমতে বা কৌশলগত কারণে দুনিয়ায় প্রেরণ করেছেন। আর বলে দিয়েছেন, তোমরা আমার হিদায়াত ও পথনির্দেশ অনুসরণ করলে আবার এখানেই ফিরে আসবে। আল্লাহ তাআলা মহানবী হজরত মুহাম্মাদ (সা.)-কে মিরাজ রজনীতে এই জান্নাত দেখিয়ে এনেছেন, যাতে তিনি উম্মতকে এ বিষয়ে জানাতে পারেন। জান্নাত বা পরকালের আটটি বাড়ি হচ্ছে জান্নাতুল ফিরদাউস, জান্নাতুল মাওয়া, জান্নাতুল আদন, দারুণ নাঈম, দারুস সালাম, দারুল কারার, দারুল মাকাম বা দারুল মুকাম,\nদুনিয়ায় মানুষ হলো প্রবাসী বা পরবাসী। প্রবাসকালীন জীবনে প্রবাসী সব সময় আপন বাড়ির স্মরণ করে। এই স্মরণই তাকে উপার্জনে ও সঞ্চয়ে উৎসাহিত করে; কষ্টসহিষ্ণু, সংযমী ও আত্মপ্রত্যয়ী করে তোলে। এভাবেই প্রবাসজীবন শেষে একটি স্থিতিশীল, সুখী, সমৃদ্ধিশালী ও স্বাচ্ছন্দ্যময় জীবনযাপনে সক্ষমতা লাভ করে।\nপরকালীন নিবাস সম্পর্কে কোরআন কারিমে বহু আয়াত রয়েছে। যেমন: ‘হে রাসুল (সা.), আপনি বলুন! হে আমার জাতি, তোমরা তোমাদের অবস্থান থেকে সামর্থ্যমতো সৎকর্ম করো, আমিও করছি; অচিরেই তোমরা জানতে পারবে পরিণতির শুভ নিবাস কাদের জন্য।’ (সুরা-৬ আনআম, আয়াত: ১৩৫)। ‘তোমাদের প্রতি শান্তি! যেহেতু তোমরা ধৈর্য ধারণ করেছ, পরিণতি জান্নাতের বাড়ি কত না উত্তম। (সুরা-১৩ রাআদ, আয়াত: ২৪)। ‘যারা সৎকর্ম করবে, তারা দুনিয়াতেও কল্যাণ লাভ করবে, পরকালের নিবাস অতি উত্তম; মুত্তাকিদের নিবাস কত না উত্তম।’ (সুরা-১৬ নাহল, আয়াত: ৩০)। ‘নিশ্চয়ই পরকালের নিবাস চিরস্থায়ী, যদি তারা জানত।’ (সুরা-২৯ আনকাবুত, আয়াত: ৬৪)। ‘নিশ্চয়ই আখিরাত হলো স্থিতিশীল স্থায়ী নিবাস।’ (সুরা-৪০ মোমিন, আয়াত: ৩৯)।\nযারা দুনিয়াতে এসে আপন নিবাস জান্নাতের কথা ভুলে গিয়ে অসংযত ও অন্যায় আচরণ করবে, তারা জাহান্নাম বা দোজখে যাবে। সাতটি দোজখের নাম হলো জাহান্নাম, হাবিয়াহ, জাহিম, ছাঁকার, ছায়ির, হুতামাহ, লাজা। উল্লেখ্য যে আটটি বেহেশতের প্রথম তিনটির নামের শুরুতে রয়েছে ‘জান্নাত’ বা বাগানবাড়ি, অবশিষ্ট পাঁচটির শুরুতে রয়েছে ‘দার’ অর্থাৎ বাড়ি। কিন্তু সাতটি দোজখের নামের শুরুতে এর কোনোটিই নেই। আল্লাহ আমাদের দোজখের আজাব থেকে রক্ষা করুন।\n\n\n=== ত্বকদীরঃ ===\nতাক্বদীরের প্রতি ঈমান আনার অর্থ হচ্ছে, এই বিশ্বাস করতে হবে যে, সবকিছুকে আল্লাহ সৃষ্টি করেছেন, সেগুলি সৃষ্টি হওয়ার আগেই তিনি সে সম্পর্কে জানেন, তিনি তা লাওহে মাহফূযে লিখে রেখেছেন এবং সবকিছু তার ইচ্ছাতেই সংঘটিত হয়েছে। কুরআনে বলা হয়েছে,\"তুমি কি জান না যে, আসমান ও যমীনে যা কিছু রয়েছে, আল্লাহ তা জানেন? নিশ্চয় তা একটি কিতাবে রয়েছে। অবশ্যই এটা আল্লাহর জন্য অতি সহজ\n\"আর তোমরা ইচ্ছা করতে পার না, যদি না সৃষ্টিকুলের রব আল্লাহ ইচ্ছা করেন।\"হাদীসে বলা হয়েছে,\"...যদি সমগ্র উম্মত তোমার উপকার করার জন্য একত্রিত হয়ে যায়, তবে ততটুকুই উপকার করতে পারবে, যতটুকু আল্লাহ তোমার (তাকদীরে) লিখে রেখেছেন। আর তারা যদি তোমার ক্ষতি করার জন্য একত্রিত হয়ে যায়, তবে ততটুকুই ক্ষতি করতে পারবে যতটুকু আল্লাহ তোমার (তাকদীরে) লিখে রেখেছেন। কলমসমূহ উঠিয়ে নেওয়া হয়েছে এবং খাতাসমূহ (তাকদীরের লিপি) শুকিয়ে গেছে।\"\n— শর্ত\nইমান ভঙ্গের কারণ\nওযু করার পর কিছু কাজ করলে যেমন ওযু নষ্ট হয়ে যায়, ঠিক তেমনি ঈমান আনার পর কিছু কথা, কাজ ও বিশ্বাস আছে, যা সম্পাদন করলে বা পোষণ করলে ঈমান নষ্ট হয়ে যায়। ঈমান ভঙ্গের কারণগুলো মূলত ৩ প্রকার। বিশ্বাসগত, কর্মগত এবং উক্তিগত। আলিমগণ এ ব্যাপারে অনেক বিশদ আলোচনা করেছেন। ইমামুদ দাওয়াহ শাইখ মুহাম্মাদ ইবনু আবদিল ওয়াহহাব (রহ.) সেগুলোকে দশটি পয়েন্টে সাজিয়েছেন।\nএক. আল্লাহর সঙ্গে শিরক করা\n‘নিশ্চয় আল্লাহ তাঁর সঙ্গে অংশীদার করা ক্ষমা করেন না। তা ব্যতীত অন্যান্য অপরাধ যাকে ইচ্ছা ক্ষমা করেন; এবং যে কেউ আল্লাহর সঙ্গে শিরক করে সে এক মহাপাপ করে।’ [সুরা নিসা ৪ : ৪৮]\n‘কেউ আল্লাহর সঙ্গে শিরক করলে অবশ্যই আল্লাহ তার জন্য জান্নাত হারাম করবেন এবং তার আবাস জাহান্নাম। আর জালিমদের জন্য কোনো সাহায্যকারী নেই।’ [সুরা মায়িদা, ৫ : ৭২]\nদুই. আল্লাহ এবং বান্দার মধ্যে কাউকে মধ্যস্থতাকারী বানানো\n‘তারা আল্লাহকে ব্যতীত যার ইবাদাত করে তা তাদের ক্ষতিও করতে পারে না, উপকারও করতে পারে না। তারা বলে, এরা আল্লাহর নিকট আমাদের সুপারিশকারী। বল, তোমরা কি আল্লাহকে আকাশমণ্ডলি ও পৃথিবীর এমন কিছুর সংবাদ দিচ্ছ, যা তিনি জানেন না? তিনি মহান, পবিত্র এবং তারা যাকে শরিক করে তা হতে তিনি ঊর্ধ্বে।’ [সুরা ইউনুস, ১০ : ১৮]\n‘জেনে রাখ, অবিমিশ্র আনুগত্য আল্লাহরই প্রাপ্য। যারা আল্লাহর পরিবর্তে অন্যকে অভিভাবকরুপে গ্রহণ করে তারা বলে, ‘আমরা তো এদের পূজা এজন্যই করি যে, ইহারা আমাদের আল্লাহর সান্নিধ্যে নিয়ে যাবে।’ তারা যে বিষয়ে নিজেদের মধ্যে মতভেদ করছে আল্লাহ তার ফয়সালা করে দিবেন। যে মিথ্যাবাদী ও কাফির আল্লাহ তাকে সৎপথে পরিচালিত করেন না।’ [সুরা যুমার, ৩৯ : ৩]\nতিন. মুশরিক-কাফিরদের কাফির মনে না করা\nএমন কাফির, যার কুফরির ব্যাপারে আহলুস সুন্নাহ একমত। সেটা আসলি কাফির হতে পারে—যেমন ইহুদি, খৃস্টান ও হিন্দু সম্প্রদায়—আবার মুরতাদ, যিনদিকও হতে পারে, যেমন প্রকাশ্যে আল্লাহ, রাসুল বা দীনের কোনো অকাট্য ব্যাপার নিয়ে কটূক্তিকারী; যাদের কুফরির ব্যাপারে হকপন্থি আলিমগণ একমত।\nচার. নবি (সা.)’র ফয়সালার তুলনায় অন্য কারও ফয়সালাকে উত্তম মনে করা\n‘আপনি কি তাদের দেখেননি, যারা দাবি করে যে, যা আপনার প্রতি অবতীর্ণ হয়েছে এবং আপনার পূর্বে যা অবর্তীণ হয়েছে, আমরা তার ওপর ঈমান এনেছি। তারা বিচার-ফয়সালা নিয়ে যেতে চায় তাগুতের কাছে, অথচ তাদের প্রতি নির্দেশ হয়েছে, যাতে তারা তাকে মান্য না করে। পক্ষান্তরে শয়তান তাদের প্রতারিত করে পথভ্রষ্ট করে ফেলতে চায়।’ [সুরা নিসা, ৪ : ৬০]\nপাঁচ. মুহাম্মাদ (সা.) আনীত কোনো বিধানকে অপছন্দ করা\n‘অতএব, তোমার পালনকর্তার কসম, সে লোক ঈমানদার হবে না, যতক্ষণ না তাদের মধ্যে সৃষ্ট বিবাদের ব্যাপারে তোমাকে বিচারক বলে মনে না করে। এরপর তোমার মীমাংসার ব্যাপারে নিজের মনে কোনো রকম সংকীর্ণতা পাবে না এবং তা সন্তুষ্টচিত্তে কবুল করে নেবে।’ [সুরা নিসা, ৪ : ৬৫]\nছয়. দীনের কোনো বিধান নিয়ে ঠাট্টা-বিদ্রুপ করা\n“তুমি তাদের প্রশ্ন করলে তারা নিশ্চয়ই বলবে, ‘আমরা তো আলাপ-আলোচনা ও ক্রীড়া-কৌতুক করছিলাম।’ বলো, ‘তোমরা কি আল্লাহ, তাঁর আয়াত ও তাঁর রাসুলকে বিদ্রুপ করছিলে?’ তোমরা অযুহাত দেয়ার চেষ্টা করো না। তোমরা তো ঈমান আনার পর কুফরি করেছ।” [সুরা তাওবা, ৯ : ৬৫-৬৬]\nসাত. জাদু করা\n‘সুলাইমান কুফরি করেনি, কুফরি তো করেছিল শয়তানরাই। তারা মানুষকে জাদু শিক্ষা দিত…।’ [সুরা বাকারা, ২ : ১০২]\nআট. মুসলিমদের বিরুদ্ধে মুশরিকদের সমর্থন ও সহযোগিতা করা\n‘হে মুমিনগণ! তোমাদের পিতা ও ভাইও যদি ঈমানের বিপরীতে কুফরিকে বেছে নেয়, তবে তাদের অন্তরঙ্গরূপে গ্রহণ করো না। তোমাদের মধ্যে যারা তাদের অন্তরঙ্গরূপে গ্রহণ করে, তারাই সীমালঙ্ঘনকারী।’ [সুরা তাওবা, ৯ : ২৩]\n‘হে মুমিনগণ! তোমরা ইহুদি ও খৃস্টানদের বন্ধুরূপে গ্রহণ করো না। তারা পরস্পরের বন্ধু। তোমাদের মধ্যে কেউ তাদের বন্ধুরূপে গ্রহণ করলে সে তাদেরই একজন বলে গণ্য হবে। নিশ্চয়ই আল্লাহ পাপাচারী সম্প্রদায়কে সৎপথে পরিচালিত করেন না।’ [সুরা মায়িদা, ৫ : ৫১]\nনয়. কাউকে দীন-শরিয়তের ঊর্ধ্বে মনে করা\n‘আজ আমি তোমাদের জন্য তোমাদের দীন পূর্ণাঙ্গ করলাম ও তোমাদের প্রতি আমার অনুগ্রহ সম্পূর্ণ করলাম এবং ইসলামকে তোমাদের দীন হিসেবে মনোনীত করলাম।’ [সুরা মায়িদা, ৫ : ৩]\nদশ: দীন থেকে মুখ ফিরিয়ে নেয়া\n‘যে ব্যক্তি তার প্রতিপালকের নিদর্শনাবলি দ্বারা উপদিষ্ট হয়েও তা হতে মুখ ফিরিয়ে নেয় তার অপেক্ষা অধিক অপরাধী আর কে? আমি অবশ্যই অপরাধীদের শাস্তি দিয়ে থাকি।’ [সুরা সাজদা, ৩২ : ২২]\n\n\n== একমাত্র গ্রহণযোগ্য ধর্মঃ ==\nআল্লাহতায়ালা বলেন, ‘নিশ্চয় আল্লাহর কাছে গ্রহণযোগ্য ধর্ম একমাত্র ইসলাম’ (সূরা আলে-ইমরান-১৯)। কোরআনের পরিভাষায় ‘দ্বীন’ সেসব মূলনীতি ও বিধিবিধানকে বলা হয় যা হজরত আদম (আ.) থেকে শুরু করে হজরত মুহাম্মদ (সা.) পর্যন্ত সব নবীর মধ্যে সমভাবেই বিদ্যমান রয়েছে। এতে বোঝা যায়, সব নবীর দ্বীনই এক ও অভিন্ন ছিল। সাধারণত ওই দ্বীন ও শরিয়তকেই ‘ইসলাম’ বলা হয়, যা নিয়ে সবার শেষে হজরত মুহাম্মদ (সা.) আগমন করেছেন এবং বিগত সব শরিয়তকে রহিত করে দিয়েছে এবং কিয়ামত পর্যন্ত যে দ্বীন কায়েম থাকবে। তাই রসুল (সা.) ইসলামের ব্যাখ্যায় বলেন, এ কথার স্বীকৃতি দেওয়া যে, আল্লাহ ছাড়া কোনো মাবুদ নেই, হজরত মুহাম্মদ (সা.) আল্লাহতায়ালার রসুল, নামাজ কায়েম করা, জাকাত আদায় করা, রমজান শরিফের রোজা রাখা, সম্পদ থাকলে হজ করা। এ ব্যাখ্যা দিয়েছিলেন তিনি জিব্রাইল (আ.)-এর প্রশ্নের পরিপ্রেক্ষিতে (বুখারি ও মুসলিম)। রসুল (সা.) আরও বলেন, এখন হজরত মূসা (আ.) জীবিত থাকলে আমার অনুসরণ ছাড়া তার গত্যন্তর ছিল না (বায়হাকি)। এ অর্থের দিক দিয়ে ‘ইসলাম’ শব্দটি দ্বীনে মুহাম্মদী ও উম্মতে মুহাম্মাদিয়ার এক বৈশিষ্ট্যে পরিণত হয়েছে। মোট কথা এই যে, প্রত্যেক পয়গাম্বরের আমলে তার আনীত দ্বীনই ছিল দ্বীনে ইসলাম এবং আল্লাহর কাছে গ্রহণযোগ্য। পরে এগুলো একের পর এক রহিত হয়েছে এবং দ্বীনে মুহাম্মদী ‘ইসলাম’ নামে অভিহিত হয়েছে। যা কিয়ামত পর্যন্ত কায়েম থাকবে। সুতরাং উল্লিখিত আয়াতের দ্বারা প্রমাণিত হয়, একমাত্র ইসলাম ছাড়া এই পৃথিবীতে তথাকথিত যত ধর্ম ও মতবাদ আছে কোনোটাই আল্লাহর কাছে গ্রহণযোগ্য নয় এবং গ্রহণযোগ্য হতে পারে না। যারা ইসলাম ছাড়া অন্য কোনো ভ্রান্ত ধর্ম অবলম্বন করে সফল হতে চায় তাদের সম্পর্কে অন্য আয়াতে আল্লাহতায়ালা বলেন : ‘যে ব্যক্তি ইসলাম ছাড়া অন্য কোনো ধর্ম সন্ধান করে, কস্মিনকালেও তা গ্রহণ করা হবে না এবং আখেরাতে সে হবে ক্ষতিগ্রস্ত’ (সূরা আলে ইমরান-৮৫)।\nইসলামের পরিপূর্ণতা পবিত্র কোরআনে বারবার ঘোষিত হয়েছে। অতএব, যারা ব্যক্তিগত জীবনে ইসলামকে মানতে রাজি অথচ সমাজ ও জাতীয় জীবনে ইসলামের প্রতিফলন দেখতে নারাজ তারা ইসলামের কিছু অংশের প্রতি বিশ্বাস করে আর কিছু অংশের প্রতি অবিশ্বাস করে, আল্লাহতায়ালার কাছে খণ্ডিত ইসলাম গ্রহণযোগ্য নয়। মহানবী (সা.) ইরশাদ করেন, প্রতিটি মানুষের কবরে তিনটি প্রশ্ন করা হবে— ১. তোমার রব কে? ২. তোমার দ্বীন কী? ৩. এই ব্যক্তি কে? যাকে তোমাদের কাছে পাঠানো হয়েছিল। যে ব্যক্তি জবাবে বলবে, আমার প্রভু আল্লাহ! আমার ধর্ম ইসলাম। তিনি হলেন মহানবী (সা.)! সে ব্যক্তিই সেদিন মুক্তি পাবে। আর যে ব্যক্তি ইসলাম ছাড়া অন্য কোনো পথ অন্য কোনো মতাদর্শ গ্রহণ করেছিল তারা কবরে জবাব দিতে ব্।  ফলে\n‘আল্লাহর কাছে যে ইসলাম গ্রহণযোগ্য নয়’- কথাটি শুনতেই যেন কেমন লাগে। ‘ইসলাম’ নামে এমন কোনো আলাদা জীবন ব্যবস্থা আছে কি? যা আল্লাহর কাছে গ্রহণযোগ্য নয়। ‘না’, এমন কোনো জীবন ব্যবস্থা নেই। তাহলে এমনটি বলার উদ্দেশ্য কী?\n\n\n=== ইসলাম গ্রহণের আহ্বানঃ ===\nইসলাম অনুসারে যেকেউ ইসলাম গ্রহণ করে ধর্মান্তরিত হতে পারে। অমুসলিমদের ইসলাম গ্রহণের আহ্বান জানানো ইসলামে পূণ্যের কাজ হিসেবে বিবেচিত হয়।\n\n\n=== অমুসলিমদের বিরুদ্ধে যুদ্ধঃ ===\nকুরআনে অমুসলিমদের বিরুদ্ধে যুদ্ধ করার অনুমতি দিয়ে বলা হয়েছে,\"যুদ্ধের অনুমতি দেয়া হল তাদেরকে, যাদেরকে আক্রমণ করা হচ্ছে। কারণ তাদের ওপর নির্যাতন করা হয়েছে। নিশ্চয় আল্লাহ তাদেরকে বিজয় দানে সক্ষম। যাদেরকে তাদের নিজ বাড়ি-ঘর থেকে অন্যায়ভাবে শুধু এ কারণে বের করে দেয়া হয়েছে যে, তারা বলে, ‘আমাদের রব আল্লাহ’। আর আল্লাহ যদি মানবজাতির একদলকে অপর দল দ্বারা দমন না করতেন, তবে বিধস্ত হয়ে যেত খৃস্টান সন্ন্যাসীদের আশ্রম, গির্জা, ইয়াহূদীদের উপাসনালয় ও মসজিদসমূহ- যেখানে আল্লাহর নাম অধিক স্মরণ করা হয়। আর আল্লাহ অবশ্যই তাকে সাহায্য করেন, যে তাকে সাহায্য করে। নিশ্চয় আল্লাহ শক্তিমান, পরাক্রমশালী। তারা এমন যাদেরকে আমি যমীনে ক্ষমতা দান করলে তারা সালাত কায়েম করবে, যাকাত দেবে এবং সৎকাজের আদেশ দেবে ও অসৎকাজ থেকে নিষেধ করবে; আর সব কাজের পরিণাম আল্লাহরই অধিকারে।\"\n— তবে যারা মুসলিমদের সাথে যুদ্ধ করেনা তাদের সাথে ভাল আচরণ করতে আল্লাহ নিষেধ করছেন না বলে কুরআনে বলা হয়েছে,\"দীনের ব্যাপারে যারা তোমাদের বিরুদ্ধে যুদ্ধ করেনি এবং তোমাদেরকে তোমাদের বাড়ি-ঘর থেকে বের করে দেয়নি, তাদের প্রতি সদয় ব্যবহার করতে এবং তাদের প্রতি ন্যায়বিচার করতে আল্লাহ তোমাদেরকে নিষেধ করছেন না। নিশ্চয় আল্লাহ ন্যায় পরায়ণদেরকে ভালবাসেন। আল্লাহ কেবল তাদের সাথেই বন্ধুত্ব করতে নিষেধ করেছেন, যারা দীনের ব্যাপারে তোমাদের বিরুদ্ধে যুদ্ধ করেছে এবং তোমাদেরকে তোমাদের ঘর-বাড়ী থেকে বের করে দিয়েছে ও তোমাদেরকে বের করে দেয়ার ব্যাপারে সহায়তা করেছে। আর যারা তাদের সাথে বন্ধুত্ব করে, তারাই তো যালিম।\"\n— \n\n\n== জোর পূর্বক ধর্মান্তরঃ ==\nকুরআনে জোর পূর্বক ধর্মান্তর নিষিদ্ধ করা হয়েছে।দীনের ব্যাপারে কোন জবরদস্তি কিংবা বাধ্যবাধকতা নেই। নিশ্চয়ই ভ্রান্তি হতে সুপথ প্রকাশিত হয়েছে। অতএব যে তাগুতকে অবিশ্বাস করে এবং আল্লাহর প্রতি বিশ্বাস স্থাপন করে সে দৃঢ়তর রজ্জুকে আঁকড়ে ধরলো যা কখনও ছিন্ন হবার নয় এবং আল্লাহ শ্রবণকারী, মহাজ্ঞানী।\n\n\n== খ্রিস্টধর্ম ==\nউইকিপিডিয়া, মুক্ত বিশ্বকোষ থেকে\n\nখ্রিস্টধর্ম এর পরিচয়ঃ\nখ্রিস্টধর্ম একটি অব্রাহামীয় একেশ্বরবাদী ধর্ম, যা মধ্যপ্রাচ্যের (বর্তমান ইসরায়েল রাষ্ট্রের উত্তরভাগে অবস্থিত) ঐতিহাসিক গালীল অঞ্চলের নাসরৎ শহর থেকে আগত ইহুদি বংশোদ্ভূত ধর্মীয় নেতা যিশুখ্রিস্টের জীবন ও শিক্ষার ওপর ভিত্তি করে প্রবর্তিত হয়। এই ধর্মের অনুসারীরা খ্রিস্টান হিসেবে পরিচিত। তারা একটি ধর্মীয় পুস্তকসমগ্র অনুসরণ করে, যার সামগ্রিক নাম বাইবেল। বাইবেলের পুস্তকগুলিকে দুইটি বড় অংশে ভাগ করা হয়েছে: পুরাতন নিয়ম ও নতুন নিয়ম। খ্রিস্টানরা এক ঈশ্বরে বিশ্বাস করে এবং আরও বিশ্বাস করে যে যিশু হলেন খ্রিস্ট (অর্থাৎ ঈশ্বরের নির্বাচিত), যাঁর মশীহ (মানবজাতির ত্রাণকর্তা) হিসেবে আগমনের ব্যাপারে ইহুদীদের ধর্মগ্রন্থ হিব্রু বাইবেল তথা পুরাতন নিয়মে ভবিষ্যদ্বাণী করা হয়েছে এবং নূতন নিয়মে তা বিবৃত হয়েছে।\nবৃহত্তম ধর্মঃ\n২০১৫ সালের একটি জরিপ অনুযায়ী বিশ্বে খ্রিস্টধর্মের অনুসারীর সংখ্যা প্রায় ২৩০ কোটি, ফলে অনুসারীর সংখ্যা অনুযায়ী এটি পৃথিবীর বৃহত্তম ধর্ম। অনুসারীর সংখ্যা অনুযায়ী খ্রিস্টধর্ম বিশ্বের বৃহত্তম ধর্ম। সারা বিশ্বে প্রায় ২৪০ কোটি খ্রিস্টধর্মের অনুসারী আছে, যা বিশ্ব জনসংখ্যার এক-তৃতীয়াংশ। বিশ্বের দুই-তৃতীয়াংশ রাষ্ট্রে খ্রিস্টধর্ম সংখ্যাগরিষ্ঠ জনগণের ধর্ম। বর্তমান যুগে খ্রিস্টধর্ম বেশ কিছু শাখা বা মণ্ডলীতে বিভক্ত। এদের মধ্যে ৫টি প্রধান শাখা হল রোমান ক্যাথলিক মণ্ডলী (১৩০ কোটি অনুসারী), প্রতিবাদী মণ্ডলী (৯২ কোটি অনুসারী), পূর্বদেশীয় সনাতনপন্থী মণ্ডলী (২৭ কোটি অনুসারী), প্রাচ্যদেশীয় সনাতনপন্থী মণ্ডলী (৮ কোটি অনুসারী) এবং ইঙ্গ (অ্যাংলিকান) মণ্ডলী (৮৫ লক্ষ)। এদের বাইরেও বিশ্বের সর্বত্র ভিন্ন ভিন্ন মতের অনেক মণ্ডলী রয়েছে।\nখ্রিস্টধর্ম সাংস্কৃতিকভাবে এর পাশ্চাত্য ও প্রাচ্যদেশীয় শাখাগুলির মধ্যে বিভক্ত এবং পরিত্রাণের প্রকৃতি ও প্রতিপাদন, যাজকাভিষেক, মণ্ডলীতত্ত্ব ও খ্রিস্টতত্ত্ব বিষয়ক মতাদর্শে বৈচিত্র্যময়। খ্রিস্টানদের সাধারণ ধর্মমত অনুসারে যিশু হলেন ঈশ্বরের পুত্র—মাংসে মূর্তিমান বাক্য—যিনি পরিচর্যা, দুঃখভোগ এবং ক্রুশারোহণ করে মৃত্যুবরণ করেছিলেন, কিন্তু পরবর্তীকালে মানবজাতির পরিত্রাণের জন্য মৃতদের মধ্য থেকে পুনরুত্থিত হয়েছিলেন, যা বাইবেলে সুসমাচার বলে অবিহিত হয়েছে। মথি, মার্ক, লূক ও যোহন - এই চার সাধুর রচিত চারটি সুসমাচারের পাশাপাশি এর পটভূমি হিসেবে ইহুদি পুরাতন নিয়ম হল যিশুর জীবন ও শিক্ষার বিবরণী।\nখ্রিস্টধর্ম যাত্রা শুরুঃ\nখ্রিস্টীয় ১ম শতাব্দীতে রোমান সাম্রাজ্যের যিহূদিয়া প্রদেশে একটি দ্বিতীয় মন্দিরভিত্তিক ইহুদি উপদল হিসেবে খ্রিস্টধর্ম যাত্রা শুরু করে। প্রারম্ভিক নিপীড়ন সত্ত্বেও যিশুর প্রেরিতগণ ও তাঁদের অনুসারীরা লেভান্ত, ইউরোপ, আনাতোলিয়া, মেসোপটেমিয়া, আন্তঃজর্দান, মিশর ও ইথিওপিয়ায় ছড়িয়ে পড়েন। এটি দ্রুত পরজাতীয় ঈশ্বরভীরুদের আকৃষ্ট করে, যা একে ইহুদি রীতিনীতি থেকে ভিন্নপথে চালিত করে। ৭০ খ্রিস্টাব্দে যিরূশালেমের পতনের পর দ্বিতীয় মন্দিরভিত্তিক ইহুদিধর্মের অবসান ঘটে এবং খ্রিস্টধর্ম ক্রমশ ইহুদিধর্ম থেকে বিচ্ছিন্ন হয়ে পড়ে। সম্রাট মহান কনস্টান্টিন মিলান ফরমান (৩১৩ খ্রি.) জারি করার মাধ্যমে রোমান সাম্রাজ্যে খ্রিস্টধর্মকে বৈধতা প্রদান করেন। পরবর্তীকালে তিনি নিকেয়ার প্রথম পরিষদ (৩২৫ খ্রি.) আহ্বান করেন, যেখানে প্রারম্ভিক খ্রিস্টধর্মকে সংহত করা হয় যা রোমান সাম্রাজ্যের রাষ্ট্রীয় মণ্ডলীতে (৩৮০ খ্রি.) পরিণত হয়। প্রধান বিচ্ছেদগুলোর পূর্বে খ্রিস্টধর্মের সংযুক্ত মণ্ডলীর ইতিহাসকে প্রায়শই “মহামণ্ডলী” বলে অবিহিত করা হয় (যদিও তৎকালে প্রচলিত মতের বিরোধী রহস্যবাদী খ্রিস্টান ও ইহুদি খ্রিস্টানদের অস্তিত্ব ছিল)। খ্রিস্টতত্ত্বকে কেন্দ্র করে এফেসুসের পরিষদের (৪৩১ খ্রি.) পর পূর্ব মণ্ডলী এবং চ্যালসিডনের পরিষদের (৪৫১ খ্রি.) প্রাচ্যদেশীয় সনাতনপন্থী মণ্ডলী বিচ্ছিন্ন হয়ে পড়ে। অন্যদিকে রোমের বিশপের কর্তৃত্বকে কেন্দ্র করে পূর্বদেশীয় সনাতনপন্থী মণ্ডলী ও ক্যাথলিক মণ্ডলীর মধ্যে মহাবিচ্ছেদ (১০৫৪ খ্রি.) ঘটে। ধর্মতাত্ত্বিক ও মণ্ডলীতাত্ত্বিক বিতর্ককে (প্রধানত আত্মপক্ষসমর্থন ও পোপীয় আধিপত্য) কেন্দ্র করে সংস্কার যুগে (১৬শ শতাব্দী) প্রতিবাদী মণ্ডলী পূর্ব ক্যাথলিক মণ্ডলীসমূহ থেকে বিচ্ছিন্ন হয়ে অসংখ্য উপদলে বিভক্ত হয়ে পড়ে। পশ্চিমা সভ্যতার বিকাশে, বিশেষত ইউরোপে প্রাচীনযুগের শেষভাগ থেকে মধ্যযুগে, খ্রিস্টধর্ম গুরুত্বপূর্ণ ভূমিকা পালন করে। আবিষ্কারের যুগের (১৫শ–১৭শ শতাব্দী) পর খ্রিস্টধর্ম প্রচারাভিযানের মাধ্যমে খ্রিস্টধর্ম দুই আমেরিকা মহাদেশ, ওশেনিয়া, সাহারা-নিম্ন আফ্রিকা এবং বিশ্বের অন্যত্র ছড়িয়ে পড়ে।\nখ্রিস্টধর্ম শাখাঃ\nখ্রিস্টধর্মের চারটি বৃহত্তম শাখা হল ক্যাথলিক মণ্ডলী (১৩০ কোটি/৫০.১%), প্রতিবাদী মণ্ডলী (৯২ কোটি/৩৬.৭%), পূর্বদেশীয় সনাতনপন্থী মণ্ডলী (২৩ কোটি) ও প্রাচ্যদেশীয় সনাতনপন্থী মণ্ডলী (৬ কোটি ২০ লক্ষ/১১.৯%), যাদের মধ্যে ঐক্যের (বিশ্বব্যাপ্তিবাদ) বিভিন্ন প্রচেষ্টা জারি রয়েছে। পাশ্চাত্যে খ্রিস্টধর্মের অনুসারীর সংখ্যা সাম্প্রতিককালে হ্রাস পেলেও এটি এখনও অঞ্চলটির সবচেয়ে প্রভাবশালী ধর্ম, যেখানে প্রায় ৭০% জনগণ নিজেদের খ্রিস্টান হিসেবে চিহ্নিত করে। বিশ্বের সবচেয়ে জনবহুল মহাদেশ আফ্রিকা ও এশিয়ায় খ্রিস্টানদের সংখ্যা বৃদ্ধি পাচ্ছে। কিছু প্রতিবেদন অনুযায়ী পৃথিবীর কিছু অঞ্চলে, বিশেষত মধ্যপ্রাচ্য, উত্তর আফ্রিকা, পূর্ব এশিয়া ও দক্ষিণ এশিয়ায়, খ্রিস্টান ধর্মাবলম্বীদের এক গুরুত্বপূর্ণ অংশ নিপীড়নের\n\n\n=== রোমান ক্যাথলিক (বিশ্বজনীন) মণ্ডলীঃ ===\nরোমান ক্যাথলিক মণ্ডলী খ্রিস্টধর্মের বৃহত্তম শাখা। প্রায় ১২০ কোটি খ্রিস্টান রোমান ক্যাথলিক মণ্ডলীর সদস্য। ক্যাথলিক খ্রিস্টানরা পুণ্যপিতা বা পোপের কর্তৃত্ব স্বীকার করে, যিনি ক্যাথলিক মণ্ডলীকে শাসন ও পরিচালনা করেন। পুণ্যপিতাকে সন্তু পিতরের উত্তরাধিকারী হিসেবে এবং এর ফলে রোমান ক্যাথলিক মণ্ডলীর প্রধান হিসেবে গণ্য করা হয়। ক্যাথলিক খ্রিস্টানরা সাতটি ধর্মানুষ্ঠানে বিশ্বাস করে, যেগুলি মানুষকে পাপ থেকে পরিত্রাণ অর্জন করে স্বর্গলাভ নিশ্চিত করতে সাহায্য করে।\n\n\n=== প্রতিবাদী মতবাদঃ ===\nপ্রতিবাদী মতবাদের অনুসারীরা পুণ্যপিতার কর্তৃত্ব অস্বীকার করে। তারা মনে করে শুধুমাত্র বাইবেল সমস্ত কর্তৃত্বের উৎস। প্রতিবাদীদের কাছে সাতটি ধর্মানুষ্ঠানের গুরুত্ব তুলনামূলকভাবে কম। তারা ঈশ্বরে বিশ্বাসের মাধ্যমে পরিত্রাণ অর্জনে বিশ্বাস করে। প্রতিবাদী ঐতিহ্যের ভেতরে অনেক উপদল বিদ্যামান, যেমন দীক্ষাবাদী (ব্যাপ্টিস্ট) এবং পদ্ধতিবাদী (মেথডিস্ট)। এছাড়া কিছু প্রান্তিক সম্প্রদায়ও বিদ্যমান, যারা মূলধারার প্রতিবাদী বিশ্বাসের সাথে দ্বিমত পোষণ করে, যেমন একব্যক্তি একেশ্বরবাদী (ইউনিটারিয়ান) এবং জিহোভার সাক্ষীগণ। প্রতিবাদী সম্প্রদায়গুলির মধ্যে মূল্যবোধে ব্যাপক বৈচিত্র্য বিদ্যমান।\n\n\n=== সনাতনপন্থী ঐতিহ্যঃ ===\nসনাতনপন্থী (মূলত পূর্বদেশীয় খ্রিস্টধর্ম) খ্রিস্টানরাও পুণ্যপিতার কর্তৃত্বকে অস্বীকার করে। তবে কাথলিকদের মতো তারাও পাপ থেকে পরিত্রাণের জন্য ধর্মানুষ্ঠানগুলির আবশ্যকীয়তায় বিশ্বাস করে। সনাতনপন্থী মণ্ডলীগুলির উৎস জেরুসালেমে যিশুর শিষ্যদের দ্বারা প্রতিষ্ঠিত সর্বপ্রথম মণ্ডলীটি পর্যন্ত প্রসারিত, তাই বহু সনাতনপন্থী খ্রিস্টান মনে করে যে তারা যিশুর সঠিক শিক্ষার অনুসারী এবং অন্যান্য সম্প্রদায়ের তুলনায় তাদের কর্তৃত্ব বেশি। সনাতনপন্থী মণ্ডলীগুলির অধিকাংশই আন্তর্জাতিক স্তরে নয়, বরং জাতীয় স্তরে সংগঠিত, যেমন সার্বীয় সনাতনপন্থী মণ্ডলী এবং গ্রিক সনাতনপন্থী মণ্ডলী।\n\n\n== উদ্ভব (যিশুখ্রিস্টের জীবন) ==\nমধ্যপ্রাচ্যের (বর্তমান ইসরায়েল রাষ্ট্রের উত্তরভাগে অবস্থিত) ঐতিহাসিক গালীল অঞ্চলের নাসরত শহর থেকে আগত ইহুদি বংশোদ্ভূত ধর্মীয় নেতা যিশুখ্রিস্টের জীবন ও শিক্ষার ওপর ভিত্তি করে খ্রিস্টীয় ১ম শতকে ধর্মটির উৎপত্তি হয়। ঐতিহাসিকভাবে নাসরতের যিশু খ্রিস্টীয় ১ম শতকের প্রাচীন রোমান সাম্রাজ্যের প্রদেশ যিহূদিয়াতে (ঐতিহাসিক ফিলিস্তিন অঞ্চলের পার্বত্য দক্ষিণাংশ) বসবাসকারী একজন ধর্মপ্রচারক ও নৈতিক শিক্ষক ছিলেন। যিশুর পালক বাবা যোসেফ ছিলেন একজন কাঠমিস্ত্রী। কিন্তু যিশুর অনুসারীরা অর্থাৎ খ্রিস্টানেরা বিশ্বাস করেন যে যিশু স্বয়ং ঈশ্বরের একমাত্র সন্তান। খ্রিস্টান ধর্মগ্রন্থগুলিতে বর্ণিত কাহিনী অনুযায়ী তিনি দুরারোগ্য ব্যাধি সারাতে পারতেন, এমনকি মৃত মানুষকে পুনরুজ্জীবিত করতে পারতেন। এসব অলৌকিক ঘটনা সম্পাদনের প্রেক্ষিতে যিশুকে ইহুদিদের রাজা হিসেবে দাবী করা হয়। এই উপাধি ব্যবহার ও নিজেকে ঈশ্বরের পুত্র হিসেবে দাবী করার দোষে জেরুসালেমের ইহুদি নেতাদের নির্দেশে যিশুকে জেরুসালেমে গ্রেপ্তার করা হয়। ইহুদিদের সর্বোচ্চ আদালতে তার বিচার হয় ও ইহুদিরা যিহূদিয়ার স্থানীয় রোমান প্রশাসক পোন্তিউস পীলাতকে অনুরোধ করে যেন যিশুকে মৃত্যদণ্ড দান করা হয়। পীলাত প্রথমে যিশুকে নিরপরাধ গণ্য করলেও পরবর্তীকালে যাজকদের প্ররোচণায় উন্মত্ত ইহুদি জনতার ইচ্ছাপূরণ করতে যিশুকে ক্রুশবিদ্ধ করে তার মৃত্যুদণ্ড কার্যকর করান।\n\n\n== ধর্মগ্রন্থঃ ==\nখ্রিস্টধর্মের অনুসারীরা একটি ধর্মীয় পুস্তকসমগ্র অনুসরণ করে, যার সামগ্রিক নাম বাইবেল। বাইবেলের পুস্তকগুলিকে দুইটি বড় অংশে ভাগ করা হয়েছে: পুরাতন নিয়ম ও নতুন নিয়ম। খ্রিস্টানেরা বাইবেলের পুরাতন ও নতুন নিয়মের সমস্ত পুস্তককে ঈশ্বরের পবিত্র বাণী হিসেবে গণ্য করেন। পুরাতন নিয়ম অংশটি হিব্রু বাইবেল (বা তানাখ) এবং অব্রাহামের পৌত্র যাকব তথা ইসরায়েলের বংশধরদের লেখা অনেকগুলি ধর্মীয় পুস্তক নিয়ে গঠিত। খ্রিস্টধর্মের সবচেয়ে জনপ্রিয় শাখা ক্যাথলিক মণ্ডলীতে অনুমোদিত পুস্তকতালিকা অনুযায়ী বাইবেলের পুরাতন নিয়ম অংশে ৪৬টি পুস্তক আছে। এই পুস্তকগুলি বহু শতাব্দী ধরে বিভিন্ন সময়ে খ্রিস্টপূর্ব ৮ম শতক থেকে খ্রিস্টপূর্ব ২য় শতক পর্যন্ত মূলত হিব্রু ভাষাতে রচিত হয়।\nবাইবেলের দ্বিতীয় অংশটির নাম নতুন নিয়ম, যা ২৭টি পুস্তক নিয়ে গঠিত। এই পুস্তকমালাতে যিশুর জীবন, শিক্ষা ও খ্রিস্টীয় ১ম শতকে তার অনুসারীদের কাহিনী লিপিবদ্ধ আছে। নতুন নিয়মের বিভিন্ন পুস্তক খ্রিস্টীয় ১ম শতকেই পূর্ব ভূমধ্যসাগরীয় অঞ্চলে সেসময়ে অতি প্রচলিত গ্রিক ভাষাতে রচিত হয়, পরে খ্রিস্টীয় ৪র্থ শতকে এসে ৩৯৭ খ্রিস্টাব্দে ক্যাথলিক মণ্ডলীর ধর্মীয় নেতারা উত্তর আফ্রিকার কার্থেজ শহরে আয়োজিত একটি সম্মেলনে নতুন নিয়মের পুস্তকগুলির একটি সঠিক তালিকা অনুমোদন ও প্রণয়ন করেন। নতুন নিয়মের প্রথম চারটি পুস্তককে একত্রে সুসমাচার নামে ডাকা হয়; এগুলিতে যিশুর জীবন, তার মৃত্যু এবং মৃত অবস্থা থেকে তার পুনরুত্থানের কাহিনী বর্ণিত হয়েছে।\n\n\n== খ্রিস্টানদের বিশ্বাসঃ ==\nখ্রিস্টানেরা বিশ্বাস করে একজন মাত্র ঈশ্বর স্বর্গ ও মর্ত্যের দৃশ্যমান ও অদৃশ্য সমস্ত কিছুর সৃষ্টিকর্তা। অর্থাৎ ঈশ্বর জগৎের পিতা। পিতারূপী ঈশ্বর প্রতিটি মানুষকে সন্তানের মতো ভালোবাসেন এবং তার সাথে সম্পর্ক রাখতে চান। কিন্তু প্রতিটি মানুষ পাপ করার প্রবণতা নিয়ে জন্মগ্রহণ করে (যার উৎস প্রথম মানব আদমের আদিপাপ)। এই সব ছোট-বড় পাপের কারণে মানুষ ও জগৎের পিতা ঈশ্বরের মাঝে দূরত্বের সৃষ্টি হয়। খ্রিস্টানেরা বিশ্বাস করে যে যিশুখ্রিস্ট ঈশ্বরেরই দ্বিতীয় একটি রূপ; তিনি ঈশ্বরের একমাত্র প্রকৃত পুত্র। ঈশ্বরের তৃতীয় আরেকটি রূপ হল পবিত্র আত্মা। পবিত্র আত্মা বিভিন্ন নবী বা ধর্মপ্রচারকদের মাধ্যমে মানবজাতির সাথে যোগাযোগ করেছে। পবিত্র আত্মারূপী ঈশ্বর মানব কুমারী মেরির গর্ভে পুত্ররূপী ঈশ্বর তথা যিশুখ্রিস্টের জন্ম দেন, যার সুবাদে যিশুখ্রিস্ট রক্তমাংসের মানুষের রূপ ধারণ করে স্বর্গ থেকে পৃথিবীতে নেমে আসেন। পবিত্র আত্মারূপী ঈশ্বরের সুবাদে পুত্ররূপী ঈশ্বর যিশুখ্রিস্ট পৃথিবীতে বহু অলৌকিক কাজ সম্পাদন করেন। শেষ পর্যন্ত যিশু ক্রুশবিদ্ধ হয়ে যন্ত্রণাভোগ করে মৃত্যুবরণ করে সমগ্র মানবজাতির পাপের প্রায়শ্চিত্ত করেন। কিন্তু তিন দিন পরে তিনি মৃত্যুকে পরাজিত করে পুনরুজ্জীবিত হন এবং স্বর্গে আরোহণ করেন যেখানে তিনি পিতারূপী ঈশ্বরের ডান পাশের আসনে অধিষ্ঠিত হন। ঈশ্বর উপহার হিসেবে সবাইকে ক্ষমা করে দিতে পারেন। সময়ের যখন সমাপ্তি হবে, তখন যিশু আবার পৃথিবীতে ফেরত আসবেন এবং শেষ বিচারে সমস্ত মানবজাতির (মৃত বা জীবিত) বিচার করবেন। যারা যিশুখ্রিস্টে বিশ্বাস আনবে এবং ঈশ্বরের ক্ষমা গ্রহণ করবে, তারাই ভবিষ্যতে শেষ বিচারের দিনে পরিত্রাণ পাবে ও স্বর্গে চিরজীবন লাভ করবে। পুরাতন নিয়মের পুস্তকগুলিতে যে মসিহ বা ত্রাণকর্তার কথা উল্লেখ করা হয়েছে, খ্রিস্টানরা বিশ্বাস করে যে যিশুই সেই ত্রাণকর্তা। তারা যিশুকে একজন নৈতিক শিক্ষক, অনুকরণীয় আদর্শ এবং প্রকৃত ঈশ্বরকে উদ্ঘাটনকারী ব্যক্তি হিসেবে গণ্য করে।\n\n\n== খ্রিস্টীয় বর্ষের পবিত্র দিবস ও উৎসবসমূহঃ ==\nখ্রিস্টানরা বহুসংখ্যক পবিত্র দিবস ও উৎসব উদ্‌যাপন করে। বেশিরভাগ দিবসে যিশুর জীবনের বিভিন্ন ঘটনাকে স্মরণ করা হয়। কোনও কোনও মণ্ডলীতে বিশেষ বিশেষ দিনে বিশেষ বিশেষ সন্তুকে স্মরণ করা হয়। খ্রিস্টীয় পবিত্র দিবস ও উৎসবের সময় গির্জায় বিশেষ অনুষ্ঠানের আয়োজন করা হয় এবং কখনও কখনও খ্রিস্টানরা নিজেদের মধ্যে উপহার বিনিময় করে।\nখ্রিস্টীয় বর্ষের ২৫শে ডিসেম্বর তারিখে সারা বিশ্বের খ্রিস্টানরা যিশুখ্রিস্টের জন্মদিবস উদ্‌যাপন করে, যার নাম বড়দিন। ঐদিন খ্রিস্টানদের বাসগৃহে ও গির্জাগুলিতে প্রায়ই বেথলেহেমের গরিব কাঠুরের গোয়ালঘরে যিশুর জন্মের দৃশ্যটির একটি প্রতীকী ক্ষুদ্রকায় স্থাপনা প্রদর্শন করা হয়।\nমার্চ ও এপ্রিল মাসে ৪০ দিনব্যাপী একটি উপবাস পর্ব পালন করা হয়। উপবাস পর্বটির শেষ বৃহস্পতিবারে যিশুর শেষ নৈশভোজটিকে স্মরণ করা হয়। উপবাস পর্বটির শেষ শুক্রবারে যিশুর ক্রুশারোহণকে স্মরণ করা হয়। উপবাস পর্বটি শেষ পর্যন্ত একটি রবিবারে গিয়ে শেষ হয়, যাকে পুণ্য রবিবার বা পুনরুত্থান পার্বণ বলে, যেদিন মৃতাবস্থা থেকে যিশুর পুনরায় জীবিত হয়ে পুনরুত্থানের অলৌকিক ঘটনাটিকে স্মরণ করা হয়। কিছু কিছু দেশে পুনরুত্থান পার্বণের দিনে খ্রিস্টানরা একে অপরকে ডিম উপহার দেয়, যা কিনা নতুন জীবনের প্রতীক। ডিমগুলি সত্যিকারের ডিম হতে পারে, কিংবা কাঠের বা চকোলেটের তৈরি হতে পারে।\nমৃত্যুর কয়েকদিন আগে যিশু জেরুসালেমে গাধার পিঠে চড়ে আগমন করেছিলেন। তাঁকে স্থানীয় জনগণ তাঁর চলার পথে পামগাছের পাতা বিছিয়ে স্বাগত জানিয়েছিল। খ্রিস্টানরা এই ঘটনাটিকে পাম রবিবার নামের একটি দিবসে স্মরণ করে থাকে এবং কিছু কিছু গির্জায় পামগাছের পাতা দিয়ে তৈরি ছোট ছোট ক্রুশ উপাসনাকারীদের মধ্যে বিতরণ করা হয়।\nযিশুর স্বর্গারোহণের কয়েক দিন পরে তাঁর শিষ্যরা শাভুওত নামের একটি ইহুদি উৎসবের সময় একত্রিত হয়েছিলেন। বাইবেলে বর্ণিত আছে যে এসময় তাঁরা হঠাৎ শনশন বায়ুপ্রবাহের শব্দ শুনতে পান এবং তাদের প্রত্যেকের উপরে আগুনের শিখা জ্বলতে দেখতে পান। তারা সবাই পবিত্র আত্মার শক্তিতে বলীয়ান হন এবং ভিনদেশী ভাষায় কথা বলতে শুরু করেন। খ্রিস্টানরা শিষ্যদের উপরে পবিত্র আত্মার অবতরণের এই অলৌকিক ঘটনাটি মে বা জুন মাসে পুনরুত্থান পার্বণের পরে পঞ্চাশ দিন পরে সপ্তম রবিবারে উদ্‌যাপন করেন, যাকে পঞ্চাশত্তমী পর্বদিন বলে।\n\n\n== বিকাশ ও বিস্তারঃ ==\nখ্রিস্টধর্ম প্রথমে পূর্ব ভূমধ্যসাগরীয় অঞ্চলগুলিতে ইহুদিধর্মের একটি উপ-সম্প্রদায় হিসেবে যাত্রা শুরু করে। খ্রিস্টের মৃত্যুর পরে তার আদি বারো শিষ্য জেরুসালেম থেকে বাইরে ছড়িয়ে পড়েন। কয়েক দশকের মধ্যে খ্রিস্টে বিশ্বাসী অনুসারীদের সংখ্যা ব্যাপকভাবে বৃদ্ধি পায়। বারো শিষ্যের বাইরে খ্রিস্টধর্মের বাণীর আদি প্রচারকদের মধ্যে সন্ত পৌল (৫ খ্রিস্টপূর্বাব্দ- আনু. ৬৭ খ্রিস্টাব্দ) বিশেষভাবে উল্লেখযোগ্য; বাইবেলের নতুন নিয়মের ২৭টি পুস্তকের মধ্যে ১৩টিই তিনি রচনা করেন। খ্রিস্টীয় ১ম শতকেই বারো শিষ্যদের সবার মৃত্যু হয়। এরপর ২য় ও ৩য় শতকে খ্রিস্টের বারো শিষ্যের উত্তরসূরী ধর্মবিদেরা খ্রিস্ট ধর্মের তত্ত্ব নির্মাণ ও প্রচার অব্যাহত রাখেন; তাদের রচনার অংশবিশেষ নতুন নিয়মের অন্তর্ভুক্ত হয়েছে। এসময় খ্রিস্টধর্ম একটি গুরুত্বপূর্ণ অ-ইহুদি ধর্ম হিসেবে রোমান সাম্রাজ্যে নিজেকে প্রতিষ্ঠিত করতে সক্ষম হয়। একই সাথে ধর্মটি মধ্যপ্রাচ্য, ইথিওপিয়া (আকসুম সাম্রাজ্য) ও আন্তঃককেশিয়ার বিশাল অংশে এবং এশিয়ার কিয়দংশে ছড়িয়ে পড়ে। আকসুম সাম্রাজ্য প্রথম সাম্রাজ্য হিসেবে খ্রিস্টধর্মকে রাষ্ট্রধর্ম হিসেবে গ্রহণ করে। ৪র্থ শতকে রোমান সম্রাট কোনস্তানতিন খ্রিস্টধর্মে ধর্মান্তরিত হন এবং তিনি ৩১৩ খ্রিস্টাব্দে মিলানের রাজকীয় অধ্যাদেশবলে খ্রিস্টধর্মকে আইনবিরুদ্ধ হিসেবে গণ্য করা বন্ধ করেন। এর প্রেক্ষিতে এটি সমগ্র রোমান সাম্রাজ্যের প্রধান ধর্মে পরিণত হয়। ৩২৫ খ্রিস্টাব্দে সম্রাট কোনস্তানতিনের আহুত নিকায়েয়া-র (বর্তমান তুরস্কের ইজনিক শহর) ধর্মীয় সম্মেলনে খ্রিস্টধর্মের ধর্মীয় বিশ্বাসের সারসংক্ষেপ প্রথমবারের মত রচিত হয়। এতে বাইবেলে বর্ণিত পিতারূপী ঈশ্বর, পুত্ররূপী ঈশ্বর (যিশু) ও পবিত্র আত্মারূপী ঈশ্বর - এই তিন সত্তাই যে একই ঈশ্বরের তিন রূপ, এই ত্রিত্ববাদ ধারণাটি গৃহীত হয়। বর্তমানে খ্রিস্টান মণ্ডলীগুলির সিংহভাগ ঈশ্বরের ত্রিত্ববাদে বিশ্বাসী; তবে মূলধারার বাইরে অনেক ছোট ছোট মণ্ডলী এতে বিশ্বাস করে না। ৫ম শতকে খ্রিস্টধর্মের নেতৃস্থানীয় ধর্মযাজকেরা ধর্মগ্রন্থসমগ্র বাইবেলের সংকলন প্রক্রিয়াটি সম্পন্ন করেন। মধ্যযুগে এসে ইউরোপের বাকি অংশগুলিরও খ্রিস্টধর্মায়ন ঘটে। সে সময় খ্রিস্টানরা মধ্যপ্রাচ্য, উত্তর আফ্রিকা এবং ভারতের অংশবিশেষেও সংখ্যালঘু সম্প্রদায় হিসেবে বাস করত। আবিষ্কারের যুগের পরে উপনিবেশ স্থাপন ও জোরালো ধর্মপ্রচারণার সুবাদে খ্রিস্টধর্ম সাহারা-নিম্ন আফ্রিকা, উত্তর ও দক্ষিণ আমেরিকা, অস্ট্রেলিয়া এবং বিশ্বের অন্যত্র (যেমন পূর্ব এশিয়া বিশেষত ফিলিপাইন) ছড়িয়ে পড়ে। বর্তমানে খ্রিস্টধর্ম বিশ্বের সবচেয়ে বেশি বিস্তৃত অঞ্চলব্যাপী বিরাজমান প্রধান ধর্ম।\n২০১১ সালে প্রকাশিত মার্কিন যুক্তরাষ্ট্রভিত্তিক পিউ গবেষণাকেন্দ্রের একটি প্রতিবেদন অনুযায়ী খ্রিস্টানরা বিশ্বের সর্বব্যাপী এত বেশি ছড়িয়ে আছে যে কোনও একক একটি মহাদেশ বা অঞ্চল বিশ্ব খ্রিস্টান মণ্ডলীর কেন্দ্র হিসেবে নিজেকে দাবী করতে পারে না। এটি একটি সাম্প্রতিক ঘটনা। ২০শ শতকের শুরুতে এসেও ১৯১০ খ্রিস্টাব্দে বিশ্বের দুই-তৃতীয়াংশ খ্রিস্টান ইউরোপ মহাদেশে বাস করত এবং এ অবস্থাটি তার আগের এক সহস্রাব্দ থেকেই বিরাজ করছিল। ২১শ শতকের শুরুতে এসে বিশ্বের খ্রিস্টানদের মাত্র এক-চতুর্থাংশ ইউরোপে বাস করে, এবং এর বিপরীতে এক-তৃতীয়াংশেরও বেশি দুই আমেরিকা মহাদেশে বাস করে। এছাড়া প্রায় এক-চতুর্থাংশ খ্রিস্টান সাহারা-নিম্ন আফ্রিকাতে এবং প্রায় এক-অষ্টমাংশ এশিয়া মহাদেশ ও প্রশান্ত মহাসাগরীয় অঞ্চলে বাস করে।\n\n\n== তথ্যসূত্র =="}