{"pageid": 1102515, "title": "জাওয়েত এল আরিয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1102515", "content": "জাওয়েত এল আরিয়ান ( زاویة العریان ) হল গিজা গভর্নরেটের একটি শহর, যা গিজা এবং আবুসিরের মধ্যে অবস্থিত।  শহরের পশ্চিমে, ঠিক মরুভূমি এলাকায়, একটি নেক্রোপলিসকে একই নামে উল্লেখ করা হয়। নীল নদের প্রায় সরাসরি পূর্বে অবস্থিত মেমফিস । জাওয়েত এল আরিয়ানে, দুটি পিরামিড কমপ্লেক্স এবং পাঁচটি মাস্তাবা কবরস্থান রয়েছে।\n\n\n== পিরামিড ==\n\n\n=== লেয়ার পিরামিড ===\nলেয়ার পিরামিড নির্মিত হয়েছিল তৃতীয় রাজবংশের সময়কালে, সম্ভবত খাবা এর রাজত্বকালে । পিরামিড বলতে বোঝানো হয়েছিল সম্ভবত পাঁচ থেকে সাত ধাপের একটি ধাপ পিরামিড। পিরামিডে কোনো আবরণ পাথর পাওয়া যায়নি, যা থেকে বোঝা যায় যে পিরামিডটি কখনই শেষ হয়নি। ভূগর্ভস্থ চেম্বারগুলির বিন্যাস সমাহিত পিরামিডের অনুরূপ। একটি করিডোর অভ্যন্তরের দিকে অগ্রসর হয় তার বত্রিশটি পাশের চেম্বার রয়েছে যা দাফনের সরঞ্জাম সংরক্ষণের জন্য ব্যবহৃত হয়েছে।  \n\n\n=== অসমাপ্ত পিরামিড ===\n \nএই অসমাপ্ত পিরামিডটি একটি অবৈধ নাম সহ একজন রাজার অন্তর্গত এবং এটি একটি বিশাল বংশধরের চেয়ে সামান্য বেশি। এখন এটি যে হিসেবে দাঁড়িয়েছে তা হল একটি বর্গাকার ভিত্তি যার উপর পিরামিডের মূল অংশটি তৈরি করা হত। একটি পরিখাতে গোলাপী গ্রানাইট সারকোফ্যাগাস পাওয়া গেছে যা কাঠামোটি কেটেছে, যদিও এটি পরবর্তী সময়েরও হতে পারে। ভূগর্ভস্থ চেম্বারের অস্তিত্ব থাকতে পারে এমন সন্দেহ করা হয়েছে, কিন্তু খনন করা সম্ভব হয়নি কারণ কাঠামোটি এখন একটি সামরিক সীমাবদ্ধ অঞ্চলের অংশ, যা  \"উত্তর পিরামিড\" নামেও পরিচিত, এই কাঠামোটি চতুর্থ রাজবংশের ।  \n\n\n== নেক্রোপলিস ==\nজাওয়েত এল আরিয়ান এর এলাকাটি  ১ম রাজবংশ, ২য় রাজবংশ, ৩য় রাজবংশের শেষ, ১৮ তম রাজবংশ এবং রোমান আমলের মোট পাঁচটি কবরস্থান দ্বারা বেষ্টিত। এই কবরস্থানগুলির মধ্যে, কেবলমাত্র তৃতীয় রাজবংশের শেষের একটিতে বড় সমাধি রয়েছে, যার মধ্যে চারটি মাটির ইটের মাস্তাবা রয়েছে । রেইসনার এবং ফিশার লক্ষ্য করেছেন যে এটি একটি ফারাওয়ের পিরামিডের চারপাশে অবস্থিত নেক্রোপলিস থেকে প্রত্যাশিত, বড় সমাধিগুলি রাজপরিবার এবং আদালতের কর্মকর্তাদের। বিশেষ করে, প্রায় ২০০ মিটার (৬৬০ ফুট)  লেয়ার পিরামিডের উত্তরে একটি বিশাল মাস্তাবা, যা আজ \"মাস্তাবা Z500\" নামে পরিচিত, যেটিতে রাজার খাবার সেরেখ এর সাথে খোদাই করা আটটি মার্বেল বাটি পাওয়া যায়। তাই রেইসনার এবং ফিশার এই সিদ্ধান্তে উপনীত হন যে \"যদি মাস্তাবা পিরামিড নির্মাণকারী রাজার সাথে যুক্ত ব্যক্তিদের হয় তবে সম্ভবত রাজার নাম ছিল খাবা\"। এই মতামতটি বেশিরভাগ ইজিপ্টোলজিস্টদের যে লেয়ার পিরামিড  রাজা খাবা এর জন্য।  \n\n\n== বর্তমানে জাওয়েত এল আরিয়ান ==\n১৯৬০ সাল থেকে, জাওয়েত এল আরিয়ানের কাছের বেশিরভাগ এলাকা সামরিক ঘাঁটি হিসাবে ব্যবহারের জন্য সীমাবদ্ধ করা হয়েছে। ১৯৬৪ সাল থেকে পিরামিডগুলিতে প্রবেশ সীমিত করা হয়েছে। সেখানে কোনো খননের অনুমতি নেই, মূল নেক্রোপলিসটি সামরিক বাংলো দিয়ে তৈরি করা হয়েছে, এবং অসমাপ্ত পিরামিডের খাদটিকে ট্র্যাশ ডাম্প হিসাবে অপব্যবহার করা হয়েছে বলে অভিযোগ রয়েছে। উভয় কবরস্থানের অবস্থাই অনিশ্চিত এবং সম্ভবত বিপর্যয়কর।  \n\n\n== তথ্যসূত্র =="}