{"pageid": 11026, "title": "আল পাচিনো", "url": "https://bn.wikipedia.org/wiki?curid=11026", "content": "আলফ্রেদো জেমস \"আল\" পাচিনো (জন্ম: এপ্রিল ২৫, ১৯৪০) হলেন একাডেমী পুরস্কার বিজয়ী একজন কিংবদন্তিতূল্য মার্কিন মঞ্চ ও চলচ্চিত্র অভিনেতা। তাকে চলচ্চিত্র ইতিহাসের সর্বকালের শ্রেষ্ঠ হাতেগোনা কয়েকজন অভিনেতার একজন হিসাবে বিবেচনা করা হয়। চলচ্চিত্রে ব্যাপক উপস্থিতি এবং অভিনীত চরিত্রগুলির বৈচিত্রময়তার দিক দিয়ে বিচার করলে তার জুড়ি হতে পারেন কেবল মার্লোন ব্রান্ডো এবং রবার্ট ডি নিরোর মতো মহান অভিনেতাগণ। গডফাদার এবং ডগ ডেই আফটারনুন এর মতো অমর চলচ্চিত্রে করা অতুলনীয় অভিনয় অভিনেতা হিসাবে পাচিনো'কে নিয়ে গেছে অনতিক্রম্য উচ্চতায়।\n\n\n== প্রারম্ভিক জীবন ==\nআল পাচিনো নিউ ইয়র্ক সিটি ম্যানহাটন বরয় তার ইতালীয়-মার্কিন মা-বাবা সালভাতোর পাচিনো এবং রোজ গেরার্ডির\nপরিবারে জন্মগ্রহণ করেন। পাচিনোর বয়স যখন দশ বছর বয়স তখন তাদের বিচ্ছেদ ঘটে। পরবর্তীতে পাচিনো আর তার মা তার নানা-নানি,\nকেট ও জেমস জেরার্ডির সাথে থাকতে দি ব্রনস, নিউইয়র্কে চলে আসেন। তারা এসেছিলেন সিসিলির করলিয়ন থেকে। তারা\nবাবা ক্যালিফোর্নিয়ার কভিনাতে চলে যান এবং সেখানে একজন বীমা সেলসম্যান হিসেবে কাজ করেন এবং তার নিজস্ব রেস্তোঁরা\nপাচিনো'স লঞ্জ খোলেন। পাচিনোর ম্যানহাটন’স স্কুল অফ পারফরমিং আর্টস এ ভর্তি হন।\nসংকটাবস্থার জন্য ১৯৯০ এর শুরুর দিকে “পাচিনো’স” বন্ধ হয়ে যায় যা এখন “সিট্রাস গ্রিল” নামে পরিচিত। সালভাতোর পাচিনো ২০০৫ সালের ১ জানুয়ারি ৮২ বছর বয়সে মৃত্যুবরণ করেন।\n\n\n== কর্মপরিধি ==\n\n\n=== ৭০'র দশক ===\n১৯৬৬ সালে পাচিনো খ্যাতনামা অভিনয় প্রশিক্ষক লি স্ট্রাসবার্গএর সাথে অধ্যয়ন করেন (যার সাথে ১৯৭৪ সালে তিনি\nদি গডফাদার পার্ট টু তে কাজ করেন। এ সময় তিনি অভিনয়কে উপভোগ করেন এবং তার প্রতিভা অণুধাবণ করতে শুরু করেন। তবে দশকের শেষ\nভাগের আগ পর্যন্ত তাকে আর্থিক সংকটের ভিতর দিয়ে যেতে হয় যার সমাপ্তি ঘটে দি ইণ্ডিয়ান ওয়াণ্টস দি ব্রঙস এ অভিনয়ের জন্য\nওবি পুরস্কার এবং মঞ্চনাটক “ডাস দি টাইগার ওয়্যার এ নেকটাই” এ অভিনয়ের জন্য টনি জেতার পর। ছোট পর্দায় তার অভিষেক ঘটে\n১৯৬৮ সালে, টেলিভিশন সিরিজ এন.ওয়াই.পি.ডিতে অভিনয়ের মাধ্যমে। পরের বছর বড় পর্দায় নিভৃতে তার অভিষেক ঘটে মি, নাটালি\nছবিতে অভিনয়ের মাধ্যমে।\n\n\n=== ৮০'র দশক ===\nআশির দশকের শুরুতে পাচিনোর ক্যারিয়ারে দুঃসময় আসে। বিতর্কিত চলচ্চিত্র ক্রুজিং এবং কমেডি ড্রামা অথর!অথর! এ তার অভিনয় বোদ্ধাদের সমালোচনার কারণ হয়। ১৯৮৩তে অভিনীত স্কারফেস, তার অন্যতম সেরা কাজ বলে বিবেচিত। মুক্তি পাবার পর প্রাথমিক পর্যায়ে সমালোচনার শিকার হলেও বক্স অফিসে হিট হয়। ছবিটিতে এক কিউবান ড্রাগ গ্যাংস্টারের চরিত্রে অভিনয়ের জন্য তিনি গোল্ডেন গ্লোব এওয়ার্ডে মনোনীত হন। এক বছর পর বারবারা ওয়াল্টারসকে দেয়া এক সাক্ষাংকারে তিনি বলেন টনি মনটানা (স্কারফেসে অভিনীত চরিত্রের নাম) তার জীবনের শ্রেষ্ঠ কাজ।\n১৯৮৫ সালের রিভলিউশন ছিল ব্যবসায়িক এবং সমালোচক দ্বারা বর্জিত; ফলস্বরুপ পাচিনো চলচ্চিত্র জগং থেকে চার বছরের বিরতি নেন এবং মঞ্চে ফিরে যান। তিনি ওয়ার্কশপ প্রডাকশনের ক্রিস্টাল ক্লিয়ার, ন্যাশনাল এনথামসহ অন্যান্য নাটকে অভিনয় করেন; জোসেফ পাপ আয়োজিত নিউইয়র্ক শেক্সপিয়ার ফেসটিভালে তিনি জুলিয়াস সিজার চরিত্রে অভিনয় করেন। এ সময়ে তার ব্যক্তিগত একটি পরিকল্পনা বাস্তবায়িত করেন যখন তিনি দি লোকাল স্টিগমাটিক নামের একটি নাটকের চলচ্চিত্রায়ন দান করেন। প্রধান চরিত্রে অভিনীত ৫০ মিনিটের চলচ্চিত্রটি ২০০৬ সাল পর্যন্ত মুক্তি পায়নি। ১৯৮৯ সালে পাচিনো পুনরায় সি অফ লাভ ছায়াছবির মাধ্যমে রুপালি পর্দায় ফিরে আসেন।\nমঞ্চে তার সবচেয়ে সফল কাজ ছিল ডেভিড মামেটের আমেরিকান বাফেলো; নাটকটিতে অভিনয়ের জন্য তিনি ড্রামা ডেস্ক এওয়ার্ডে মনোনীত হন।\n\n\n=== ৯০'র দশক ===\n১৯৯১ সালে পাচিনো ডিক ট্রেসি ছবিতে বিগ বয় ক্যাপ্রিস চরিত্রে অভিনয়ের জন্য অস্কার মনোনয়ন লাভ করেন। এরপর খুব সম্ভবত তার সবচেয়ে জনপ্রিয় চরিত্র মাইকেল করলিয়ন ফিরে আসে দি গডফাদার তৃতীয় খণ্ডের মাধ্যমে। মার্টিন ব্রেস্টের সেণ্ট অফ এ ওমেন ছবিতে অভিনয়ের মাধ্যমে অবশেষে তিনি অস্কার পুরস্কার লাভ করেন। সেণ্ট অফ এ ওমেনে তিনি ফ্র্যাঙ্ক স্লেড নামক এক অবসরপ্রাপ্ত লেফটেন্যান্ট কর্ণেলের চরিত্র ধারণ করেন যাতে তাকে হতাশ ও বদমেজাজি রূপে দেখা যায়। সেই বছরেই গ্লেনগ্যারি গ্লেন রস ছবির জন্য তিনি শ্রেষ্ঠ পার্শ্ব অভিনেতা বিভাগে অস্কারের জন্য মনোনয়ন লাভ করেন। একই বছরে দুইটি চলচ্চিত্রের জন্য দুইটি বিভাগে অস্কার মনোনীত প্রথম অভিনেতা তিনি। সেই বছর ব্যাটমান দি এনিমেটেড সিরিজে কণ্টদানের জন্য তাকে আমন্ত্রণ জানানো হলেও তিনি তা প্রত্যাখ্যান করেন। তারপর থেকেই পাচিনো ক্রাইম ড্রামা কারলিটো’স ওয়ে, ডনি ব্রাস্কো, একাধিক অস্কার মনোনয়নপ্রাপ্ত দি ইনসাইডার এবং ইনসমনিয়াতে অভিনয় করেন।\n১৯৯৫ সালে মাইকেল মানের হিট ছবিতে কেন্দ্রীয় চরিত্র রূপায়িত করেন। এ ছবিতেই তার সমকক্ষ অভিনেতা রবার্ট ডি নিরোর সাথে প্রথমবারের মত একই দৃশ্যে অংশ নেন (পাচিনো ও নিরো গডফাদার দ্বিতীয় খণ্ডে অভিনয় করলেও তাদের একসাথে কোন দৃশ্য ছিল না। এই জুটি ব্যাপক সাড়া জাগায় কেননা বহুদিন ধরে তাদের দু’জনের তুলনা হয়ে আসছিল)। পাচিনো থিয়েট্রিকাল ফিচার লুকিং ফর রিচার্ডে অভিনয় করেন এবং অতিপ্রাকৃতিক চলচ্চিত্র ডেভিল’স এডভোকেট শয়তান চরিত্র রুপ দিয়ে প্রশংসিত হন।\nসেণ্ট অফ এ ওমেনের পর থেকে আর কোন একাডেমি এওয়ার্ড মনোনয়ন না পেলেও ২০০০ সালের পর তিনি দুটি গোল্ডেন গ্লোব এওয়ার্ড লাভ করেন। এর প্রথমটি আজীবন সম্মাননাস্বরূপ সেসিল বি. ডেমিল পুরস্কার এবং অন্যটি এইচবিও চ্যানেলের বহুল আলোচিত মিনিসিরিজ এনজেলস ইন আমেরিকায় অভিনয়ে জন্য।\nপাচিনো তার অভিনয় জীবনে অসংখ্য গুরুত্বপূর্ণ চরিত্র ফিরিয়ে দিয়েছেন; যার মধ্যে আছে স্টার ওয়ার্সের হান সোলো, এপোকালিপস নাউ এর ক্যাপ্টেন উইলিয়ার্ড, গুডফেলাসের জিমি কনওয়ে, দি সেভেন ইয়ার ইর্টচের রিচার্ড শেরম্যান এবং প্রিটি ওম্যানের এডওয়ার্ড লুইস। ১৯৯৬ সালে পাচিনো ম্যানুয়েল নরিংগার আত্মজীবনীমূলক চলচ্চিত্রে অভিনয়ের জন্য রাজি হলেও পরিচালক অলিভার স্টোন তার ছবি নিক্সন -এর জন্য তা বন্ধ করেন। অব্যবহিত পরেই পাচিনো ওয়াক অফ ফেমে তার তারা লাভ করেন। এই দশকে মঞ্চে পাচিনোর শ্রেষ্ঠ কাজ ছিল ইউজিন ও’নিলের হুগি এবং অস্কার ওয়াল্ডের সালোম।\n\n\n=== ২০০০'র দশক ===\nপাচিনো সম্প্রতি দি গডফাদার:দি গেম খেলায় পুনরায় মাইকেল কর্লিয়ন চরিত্রে অভিনয়ের প্রস্তাব ফিরিয়ে দেন, এর পেছনে তিনি তার গলার স্বর পরিবর্তন হয়ে যাওয়াকে কারণ হিসেবে দর্শান। ফলস্বরূপ, ইলেকট্রনিক আর্টস পাচিনোর অবয়ব এবং স্বর ব্যবহারের অনুমতি পায়নি, যদিও এতে তার চরিত্র হাজির হয়েছে। গুজব আছে, পাচিনো এই প্রস্তাব গ্রহণ করেননি ইলেকট্রনিক আর্টসের প্রতিন্দ্বন্দ্ব্বী ভিভেনডি ইউনিভার্সাল সাথে সমস্যার কারণে, যারা একটি প্রতিদ্বন্দ্বীতামূলক খেলা স্কারফেস: দি ওয়ার্ল্ড ইজ ইওরস তৈরি করেন ১৯৮৩-এর স্কারফেসের পুনর্নির্মাণ অবলম্বনে।\nপাচিনো ২০০৩ সালের এইচবিও মিনিসিরিজ এনজেলস ইন আমেরিকায় আইনজীবী রয় কন চরিত্রে অভিনয় করেন যা নির্মিত হয় টনি কুসনারের নাটক অবলম্বনে। পাচিনো এখনো মঞ্চে অভিনয় করেন এবং চলচ্চিত্র পরিচালনার প্রচেষ্টা করছেন। এএফআই’স হাণ্ড্রেড ইয়ারস... 100 হিরোস এণ্ড ভিলেইনস এ মাত্র দ্বিতীয় অভিনেতা হিসেবে তিনি নায়ক ও খলনায়ক দু’টি তালিকাতেই স্থান পেয়েছেন। নায়কের তালিকায় ফ্র্যাংক সেরপিকো এবং খলনায়কের তালিকায় মাইকেল কর্লিয়ন এর জন্য তিনি স্থান লাভ করেন।\n১৯৯৭ সালের অক্টোবর মাসে এম্পায়ার ম্যাগাজিন’এর সর্বকালের ১০০ শীর্ষ চলচ্চিত্র তারকাদের মধ্যে তিনি চার নম্বর স্থান লাভ করেন এবং পরে সর্বশ্রেষ্ঠ ছবি তারকার মর্যাদা পান চ্যানেল ফোরের জরিপে। সাম্প্রতিক সময়ে তার বক্স অফিস উপার্যন তুলনামূলক কম হবার জন্য পাচিনো তার বেশ কিছু পরিকল্পনা ২০০৭ সালে এগিয়ে নেবার প্রচেষ্টা চালাচ্ছেন। তিনি স্টিভেন স্টিভেন সডারবার্গএর ওশেনস থার্টিন এ অভিনয় করেন অভিনেতা জর্জ ক্লুনি, ব্র্যাড পিট, ম্যট ডেমন এবং এণ্ডি গার্সিয়ার সাথে। চলচ্চিত্রটিতে তাকে উইলি ব্যাংক নামক খলচরিত্রে দেখা যায়, যিনি একজন ক্যাসিনো ব্যবসায়ী এবং ড্যানি ওশেন ও তার সতীর্থদের প্রতিশোধের মুখে পড়েন।\nরাইটিয়াস কিল মুক্তি পাবার অপেক্ষায় আছে যেখানে তিনি তার সতীর্থ রবার্ট ডি নিরোর সাথে নিউইয়র্কের গোয়েন্দা চরিত্রে অভিনয় করবেন। সেখানে তারা নিজেদের ভিতর সমস্যা সমাধানের প্রচেষ্টার পাশাপাশি একজন সিরিয়াল খুনীর খোঁজ করবেন। ছবিটি তৈরি হবে অগাস্টে লে ব্রেটনএর ১৯৫৫ সালের একটি উপন্যাস অবলম্বনে। পাচিনো একটি চোরের চরিত্র রুপায়ণ করেন যে তার বুঝতে পারে যে তার স্ত্রী তাকে ছেড়ে চলে গেছে। পাচিনো সালভাডোর ডালি’র ছবি ডালি এণ্ড আই: দি সুররিয়াল স্টোরিতে সুররিয়ালিস্টিক চরিত্রে অভিনয়ের জন্য প্রস্তুত হচ্ছেন।\n২০০৬ সালের ২০ অক্টোবর আমেরিকান ফিল্ম ইনস্টিটিউউ পাচিনোকে ৩৫তম এএফআই লাইফটাইম এচিভমেণ্ট এওয়ার্ড দান করেন। ২০০৬ সালের ২২ নভেম্বর ট্রিনিটি কলেজৰট্রিনিটি কলেজের ইউনিভার্সিটি ফিলোসফিকাল সোসাইটি পাচিনোকে সম্মানসূচক প্যাট্রোনাজ অফ সোসাইটি উপাধিতে ভূষিত করেন।\n\n\n== ব্যক্তিগত জীবন ==\nঅবিবাহিত এবং চিরকুমার থাকা স্বত্ত্বেও, পাচিনোর তিনটি সন্তান আছে। এদের প্রথমজন জুলি মারি। যার সাথে ভারপ্রাপ্ত কোচ জ্যান ট্যারাণ্টের সম্পর্ক রয়েছে। তার সাথে অভিনেত্রী বেভারলি ডি, এনজেলোরসম্পর্ক ছিল ১৯৯৬ থেকে ২০০৩ পর্যন্ত। তাদের ঔরসজাত দুইজন যমজ সন্তান রয়েছে, এন্টন জেমস ও অলিভিয়া রোস ।গডফাদার ট্রিলজির সহশিল্পী ডায়ান কিটনের সাথে সম্পর্ক ছিল আল পাচিনোর। আর যাদের সাথে তার সম্পর্ক ছিল তারা হলেন - মারথা কেলার, লিনডেল হবস, কেথালিন কুইনলান, টুইসডে ওয়েড।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট অফ-ব্রডওয়ে ডেটাবেজে আল পাচিনো  (ইংরেজি)\nইন্টারনেট ব্রডওয়ে ডেটাবেজে আল পাচিনো  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে আল পাচিনো  (ইংরেজি)\nটার্নার ক্লাসিক মুভিজ ডেটাবেজে আল পাচিনো  (ইংরেজি)"}