{"pageid": 1102165, "title": "কেক লোক সি", "url": "https://bn.wikipedia.org/wiki?curid=1102165", "content": "কেক লোক সি মন্দির (চীনা : 極樂寺) হল একটি বৌদ্ধ মন্দির যা মালয়েশিয়ার পেনাং এর এয়ার ইটামে অবস্থিত। এটি মালয়েশিয়ার বৃহত্তম বৌদ্ধ মন্দির,  এবং হংকং, ফিলিপাইন, সিঙ্গাপুর এবং দক্ষিণ-পূর্ব এশিয়ার অন্যান্য দেশের বৌদ্ধদের জন্য এটি একটি গুরুত্বপূর্ণ তীর্থস্থান। মন্দিরের পুরো কমপ্লেক্সটি ১৮৯০ থেকে ১৯৩০ সময়কালে নির্মিত হয়েছিল, এটি মঠকর্তা বিও লিনের একটি অনুপ্রেরণামূলক উদ্যোগ। কমপ্লেক্সের প্রধান ড্র হল প্রয়াত থাই রাজা ষষ্ঠ রামা-এর আকর্ষণীয় সাত তলা প্যাগোডা, যেটি বুদ্ধের ১০,০০০ অ্যালাবাস্টার এবং ব্রোঞ্জ মূর্তি সহ দশ হাজার বুদ্ধের প্যাগোডা নামে পরিচিত এবং ৩৬.৫৭-মিটার-tall (১২০-ফুট) গুয়ানিনের ব্রোঞ্জ মূর্তি (কুয়ান ইয়িন), করুণার দেবী। ১০,০০০ বুদ্ধ ধারণাটি বৌদ্ধ ধর্মের চীনা মহাযান স্কুলের অন্তর্গত যখন রাম ষষ্ঠ থেরাবাদ দেশ এবং বৌদ্ধ ঐতিহ্যের রাজা ছিলেন।\nমহাযান বৌদ্ধধর্ম, থেরবাদ বৌদ্ধধর্ম এবং ঐতিহ্যবাহী চীনা আচার-অনুষ্ঠানগুলি মন্দিরের স্থাপত্য এবং শিল্পকর্মের পাশাপাশি উপাসকদের দৈনন্দিন ক্রিয়াকলাপ উভয় ক্ষেত্রেই একটি সুরেলা সামগ্রিকভাবে মিশে যায়।\n\n\n== ব্যুৎপত্তি ==\nকেক লোক সি মানে \" সুখাবতী মন্দির\"। Hokkien (একটি দক্ষিণ চীনা ভাষা), কেক-লোকের আক্ষরিক অর্থ হল \"সর্বোচ্চ আনন্দ\", নিজেই সুখাবতীর অনুবাদ, একটি স্বর্গ। সি মানে \"মন্দির\"।\nকেক লোক সি-  \"বিশুদ্ধ ভূমি মন্দির\"  (সুখাবতী বিশুদ্ধ ভূমিগুলির মধ্যে একটি), \"  এবং \"স্বর্গের মন্দির\" হিসাবেও অনুবাদ করা হয়েছে \" \n\n\n== ইতিহাস ==\nমন্দিরের নির্মাণকাজ 1890 সালে শুরু হয়  এবং ১৯০৫ সালে শেষ হয়। এটি ১৮৮৭ সালে পিট স্ট্রিটে রহমতের দেবী মন্দিরের প্রধান সন্ন্যাসী বিও লিন দ্বারা অনুপ্রাণিত হয়েছিল; তিনি এর আগে চীনের ফুজিয়ানের কুশান অ্যাবেতে কাজ করেছিলেন। সাইট Beow, এর পাহাড়ে একটি আধ্যাত্মিক অবস্থান দ্বারা নির্বাচিত Ayer Itam, সমুদ্র মুখোমুখি, \"ক্রেন মাউন্টেন\" ঘোষণা করা হয়। এটি হোক্কিয়েন প্রদেশের ফুচোতে ড্রাম মাউন্টেনে বৌদ্ধ ভ্যাটিকানের একটি শাখা হিসাবে প্রতিষ্ঠিত হয়েছিল। বিউ লিন ছিলেন মন্দিরের প্রথম মঠ। মন্দির কমপ্লেক্সের ভবনগুলি \"হাক্কা টাইকুন\" নামে পরিচিত পেনাংয়ের পাঁচজন নেতৃস্থানীয় চীনা ব্যবসায়ীদের দ্বারা স্পনসর করা হয়েছিল : চেওং ফ্যাট জে, তার চাচাতো ভাই চ্যাং ইউ নান, চেয়া চুন সেং, টাই কি ইউন এবং চুং কেং কুই। মন্দির নির্মাণের জন্য তহবিল সংগ্রহও মন্দিরের উপকারকারীদের নামে স্থাপনা এবং প্রত্নবস্তু উত্সর্গ করার মাধ্যমে সহজতর করা হয়েছিল।     প্রধান হল, যা প্রথম সম্পন্ন হয়েছে, একটি মন্দির আয়োজিত Guanyin, একটি খুপরিকাটা যেখানে অন্যান্য অনেক মহিলা দেবীপুজার স্বর্গের রানী পৃথিবীর দেবী, এবং দেবী নামক প্রসবের জন্য রাখা হয়; যাকে ক্ষুদ্র আকারে, পোতালাকা দ্বীপের (মাউন্ট পুতুও) প্রতিনিধিত্ব করতে বলা হয়, যেখানে চীন সাগরে গুয়ানিনকে উৎসর্গ করা একটি বড় মন্দির রয়েছে। লোকেরা এই মন্দিরটিকে অমিতাভ বুদ্ধের পশ্চিম স্বর্গের সাথে তুলনা করে এবং এটিকে \"কেক লোক সি\" (ম্যান্ডারিনে জিলে সি) বলা শুরু করে। এছাড়াও আরও অনেক মন্দিরের কক্ষ রয়েছে, যেগুলিতে বুদ্ধ, বোধিসত্ত্ব, সাধু লোহান, অভিভাবক আত্মা এবং বিশুদ্ধ ভূমি বৌদ্ধ ধর্মের স্বর্গীয় (বা হীরা) রাজাদের সুবর্ণ মূর্তি রয়েছে। \nপেনাং-এ চীনের কনস্যুলার প্রতিনিধি কিং সাম্রাজ্যের সরকারকে মন্দিরের মহিমা জানিয়েছিলেন। এর পরে, গুয়াংজু সম্রাট ১৯০৪ সালে বেও লিনকে বেইজিংয়ে আমন্ত্রণ জানান এবং তাকে \"গীতসংহিতা এবং বৌদ্ধধর্মের অন্যান্য পবিত্র কাজ\" এর ৭০,০০০ ভলিউম (বা অন্যান্য উত্স অনুসারে ৭,০০০) প্রদান করেন এবং তাকে \"বৌদ্ধধর্মের মর্যাদা\" অভিষিক্ত করার আদেশও উপস্থাপন করেন। পেনাং-এর প্রধান পুরোহিত\" এবং \"এয়ার ইটামের চীনা মন্দিরকে পেনাংয়ের সমস্ত চীনা মন্দিরের প্রধান হিসাবে\" ঘোষণা করেছেন।   পেনাং-এ মঠের প্রত্যাবর্তনের সময়, একটি রাজকীয় শোভাযাত্রা, একটি বেতের চেয়ারে এবং পোনি-চালিত গাড়িতে ধর্মগ্রন্থ বহন করে, মন্দির কমপ্লেক্সের দিকে নিয়ে যাওয়ার আয়োজন করা হয়েছিল। পিনাংয়ের বিশিষ্ট চীনা বিশিষ্ট ব্যক্তিরা তাদের রাজকীয় ম্যান্ডারিন পোশাকে মিছিলে মঠের সাথে ছিলেন। \n\n১৯৩০ সালে, মন্দিরের সাত তলা প্রধান প্যাগোডা, \"বান পো থার\" (万佛塔, \"দশ হাজার বুদ্ধের প্যাগোডা\"), একটি ৩০-মিটার-high (৯৮-ফুট) গঠন, সম্পন্ন হয়েছে। এই প্যাগোডাটি একটি চীনা অষ্টভুজাকার ভিত্তির সাথে থাই নকশার মধ্যম স্তর এবং একটি বার্মিজ মুকুট (সর্পিল গম্বুজ); মহাযান এবং থেরবাদ বৌদ্ধ উভয় ধর্মের মন্দিরের সংমিশ্রণকে প্রতিফলিত করে।   এটি দেশের জাতিগত ও ধর্মীয় বৈচিত্র্যের সমন্বয়ের প্রতিনিধিত্ব করে। এখানে থাইল্যান্ডের রাজা ভূমিবলের দান করা বুদ্ধের একটি বড় মূর্তি রয়েছে।   থাইল্যান্ডের রাজা ষষ্ঠ রামা প্যাগোডার ভিত্তিপ্রস্তর স্থাপন করেছিলেন, তাই এর নামও রাখা হয়েছে \"রামা প্যাগোডা\"। \n\n2002 সালে, একটি ৩০.২-মিটার (৯৯-ফুট) গুয়ানিনের ব্রোঞ্জ মূর্তি, করুণার দেবী, সম্পূর্ণ এবং জনসাধারণের জন্য উন্মুক্ত করা হয়েছিল। এটি আগের সাদা প্লাস্টার কুয়ান ইয়িন মূর্তিটিকে প্রতিস্থাপন করেছে যা কয়েক বছর আগে আগুনের কারণে ক্ষতিগ্রস্ত হয়েছিল। ব্রোঞ্জের মূর্তিটি প্যাগোডার উপরে পাহাড়ের উপরে অবস্থিত। মূর্তিটি ৬০.৯ মিটার (২০০ ফুট) তিন-স্তর বিশিষ্ট ছাদ প্যাভিলিয়ন (মণ্ডপটিকে সমর্থনকারী ব্রোঞ্জের তৈরি 16 টি কলাম সহ),  যা 2009 সালে সম্পন্ন হয়েছিল।  এটি বিশ্বের সবচেয়ে লম্বা গুয়ানিন মূর্তি।  দেবী কুয়ান ইয়িনের একশটি মূর্তি, প্রতিটি ২ মিটার (৬ ফুট ৭ ইঞ্চি) উচ্চতা, দেবীর প্রধান মূর্তির চারপাশে স্থাপন করা হয়। যাইহোক, পেনাং স্টেট মসজিদে এর ছায়া যাতে না পড়ে তার জন্য এর উচ্চতা সীমিত করা হয়েছিল।  এই মন্দিরে চীনা ক্যালেন্ডারের ১২টি রাশিচক্রের প্রাণীর মূর্তি ছাড়াও বুদ্ধের আরও ১০,০০০ মূর্তি রয়েছে। \nমন্দির কমপ্লেক্সে একটি বড় জলবাহী চালিত ঘণ্টা রয়েছে, যা ঘন ঘন বিরতিতে উচ্চ পিচের সাথে বাজে। মন্দিরে কাঠ ও পাথরের খোদাই প্রচুর পরিমাণে দেখা যায়। প্রতিটি দেবতার সামনে একটি কুশন, চিত্তাকর্ষক স্ক্রোল এবং মোমবাতিগুলি খুব আকর্ষণীয় ঝুলানো বাতিতে সেট করা আছে এবং প্রচুর সংখ্যক পুরোহিত উপস্থিত রয়েছে। \n২০২১ সালের অক্টোবরে, মন্দিরের প্রায় ৭০% জায়গা আগুনের কারণে সম্পূর্ণরূপে ধ্বংস হয়ে গেছে বলে অনুমান করা হয়েছিল, প্রায় 12 মিটার এবং 15 মিটার পরিমাপের শিখা। ফায়ার অ্যান্ড রেসকিউ ডিপার্টমেন্ট (BOMBA) কে মঙ্গলবার সকাল 2:56 টায় এই ঘটনার বিষয়ে সতর্ক করা হয়েছিল। আগুন লাগার কারণ এখনও তদন্ত করছে কর্তৃপক্ষ। \n\n\n== বর্ণনা ==\n\nকেক লোক সি মন্দিরটি পেনাং দ্বীপের জর্জ টাউনের এয়ার ইটাম পর্বতের পাদদেশে অবস্থিত। ১২.১ হেক্টর (৩০ একর) এলাকার একটি প্লটের উপর নির্মিত যা ইয়েহ সিউ বিও দ্বারা দান করা হয়েছিল। এটি প্রায় ৩ কিলোমিটার (১.৯ মাইল) পেনাং হিল স্টেশন থেকে হেঁটে।  \nবেশিরভাগ দর্শনার্থীরা একটি সিঁড়ি দিয়ে উঠার সাথে সাথে মন্দিরের কাছে যায়, যার ছাদগুলি স্যুভেনির এবং অন্যান্য - বেশিরভাগ ধর্মনিরপেক্ষ - পণ্য বিক্রি করে এমন বহু দোকানে আশ্রয় দেয়৷ তারা তথাকথিত লিবারেশন পুকুরের পাশ দিয়ে যায়, মেধা তৈরির বৌদ্ধ ঐতিহ্য অনুসরণ করে, কচ্ছপগুলিকে স্বাধীনতায় ছেড়ে দেওয়া যেতে পারে, যদিও একটি সীমিত।   \nমন্দির নিজেই অনেক বড় প্রার্থনা হল এবং সমাবেশ ও প্রার্থনার জন্য প্যাভিলিয়ন, বুদ্ধের মূর্তি নিয়ে গঠিত; বিভিন্ন বোধিসত্ত্বের পাশাপাশি চীনা দেবতাদের পূজা করা হচ্ছে। স্থাপত্যের বৈশিষ্ট্যগুলির মধ্যে রয়েছে খোদাই করা স্তম্ভ, সূক্ষ্ম কাঠের কাজ, বেশিরভাগই উজ্জ্বল রঙে আঁকা, এবং লণ্ঠনের আধিক্য চাক্ষুষ ছাপ যোগ করে। মাছের পুকুর এবং ফুলের বাগানও মন্দির কমপ্লেক্সের অংশ। \nতীর্থযাত্রী ও দর্শনার্থীদের আরও চড়াই-উৎরাই নিয়ে যাওয়ার জন্য দুই স্তরের ডাবল-লেন বাঁকানো লিফট রয়েছে। একটি বৈদ্যুতিক বগি পরিষেবা লিফটের বিভিন্ন স্তরকে সংযুক্ত করে কারণ তাদের মধ্যম স্তরগুলি কিছুটা দূরে থাকে। উন্নত প্ল্যাটফর্মে, একটি মাছের পুকুর রয়েছে, এবং রহমতের দেবী কুয়ান ইয়িন-এর সুউচ্চ মূর্তি, সন্তান ধারণের আশায় মহিলারা প্রার্থনা করে।   সন্ন্যাসী এবং সন্ন্যাসী একটি মঠে রাখা হয়।\n\n\n== আরও দেখুন ==\nকেক লুক সিহ - ইপোহ শহরে অবস্থিত একটি মন্দির যা চীনা ভাষায় একই নাম শেয়ার করে\nমালয়েশিয়ায় বৌদ্ধ ধর্ম\n\n\n== তথ্যসূত্র =="}