{"pageid": 1102029, "title": "অনাথোত", "url": "https://bn.wikipedia.org/wiki?curid=1102029", "content": "অনাথোত  হল হারোণের পুত্রদের নিকট অর্পিত বিনইয়ামিনের গোষ্ঠীর ভূমিতে অবস্থিত একটি লেভীয় শহর (Joshua 21:13–18; 1 Chronicles 6:54–60)। শহরটির অধিবাসীদের আনতোথিতেস বা আনেতোথিতেস বলে ডাকা হতো।\n\n\n== নাম ==\nএই শহরটির নাম এসেছে কেনানীয় দেবী আনাতের নাম থেকে। এছাড়াও এই নামটি এক ইস্রায়েলীয় ব্যক্তির নাম হিসেবে হিব্রু বাইবেলের বাংশাবলি ১ (1 Chr 7:8), এবং নহিমিয়ে (Neh 10:19) দুটি পুস্তকে উল্লেখ করা হয়েছে।\n\n\n== হিব্রু বাইবেল অনুযায়ী ইতিহাস ==\n\nঅনাথোতকে দায়ূদের অন্যতম একজন যোদ্ধা আবিয়েষের (2 Samuel 23:27), এবং আরেক যোদ্ধা জেহুর (1 Chr 12:3) বাসস্থান হিসেবে উল্লেখ করা হয়েছে। রাজা শলোমন কোহেন অবিয়াথারকে অনাথোতে খালি হাতে নির্বাসনে পাঠান। এটি সম্ভবত নবী যিরমিয়ের আদি শহর হিসেবে অধিক পরিচিত (Jer 1:1; 29:27; 32:7-9)। তিনি অনাথোতের বাসিন্দাদের মধ্যে যারা তার বিরুদ্ধে ষড়যন্ত্র করেছিল তাদের বিরুদ্ধে তরবারির দ্বারা দুর্দশা প্রাপ্তির ভবিষ্যদ্বাণী করেন (Jer 11:21-23)।\nনেবুচাদনেজারের সৈন্যবাহিনী দ্বারা অনাথোত শহরটি ভীষণভাবে ক্ষতিগ্রস্ত হয়, যার ফলে মাত্র ১২৮ জন ব্যক্তি ব্যাবিলনীয় বন্দীদশা থেকে এই শহরে ফিরে এসেছিলো (Neh 7:27; Ezra 2:23)। এটি জেরুসালেম শহর থেকে ৩ মাইল উত্তরে অবস্থিত।\n\n\n== আধুনিক শনাক্তকরণ ==\nএডওয়ার্ড রবিনসন আরব গ্রাম আনাতাকে বাইবেলীয় অনাথোত শহর হিসেবে চিহ্নিত করেন। রবিনসন অন্যদিকে এপিফানিয়াসকে অনাথোত হিসেবে চিহ্নিত করেছেন। আনাতোত (আলমন নামেও পরিচিত) নামক আধুনিক ইসরায়েলি বসতির নাম বাইবেলীয় অনাথোত শহর থেকে নেওয়া হয়েছে।\n১৮৮৩ সালের পশ্চিম ফিলিস্তিনের জরিপে কন্ডার এবং কিচেনার আবু গোশকে অনাথোত হিসেবে চিহ্নিত করেছিলেন।\n\n\n== খ্রিস্টধর্মে ==\nকিছু খ্রিস্টান বিশ্বাস করেন যে যিরমিয় ভবিষ্যতবাণী করেছিলেন যে এই ভূমিটি প্রধান যাজকদের অর্থ দিয়ে কেনা হবে, এবং যিশুর সাথে বিশ্বাসঘাতকতা করার পর যিহুদা ইস্কারিয়োথ আত্মহত্যা করার পূর্বে সেখানে ফিরে এসে জমি কিনেছিলেন, ভবিষ্যতবাণীর এই ব্যাখ্যাটি সম্ভবত মথি লিখিত সুসমাচারের আনুকুল্যে প্রদত্ত ছিল (Jeremiah 32:1-15; Matthew 27:3-10) অন্যান্য পাঠকদের মতে যিরমিয় ৩২ অধ্যায় সহজেই নির্দেশ করে যে যিরমিয় নিজের একাধিক দৈব্য কর্মের অংশ হিসেবে সেখানে জমি ক্রয় করছে, যা দেখায় যে ব্যাবিলনীয় বন্দীদশা শেষ হবে এবং লোকজন যিহূদা রাজ্যে ফিরে যাবে।\n\n\n== তথ্যসূত্র ==\n\n This article incorporates text from a publication now in the public domain: Easton, Matthew George (১৮৯৭)। Easton's Bible Dictionary (New and revised সংস্করণ)। T. Nelson and Sons।"}