{"pageid": 1102957, "title": "অ্যাময় গার্ডেনস", "url": "https://bn.wikipedia.org/wiki?curid=1102957", "content": "অ্যাময় গার্ডেনস (চীনা: 淘大花園; Jyutping: tou4 daai6 faa1 jyun4) হংকংয়ের কাউলুনের জর্ডান উপত্যকা এলাকায় ১৯৮১ থেকে ১৯৮৭ সাল পর্যন্ত সম্পন্ন করা একটি ব্যক্তিগত আবাসন প্রকল্প। ২০০৩ সালে সিভিয়ার অ্যাকিউট রেসপিরেটরি সিনড্রোম (সার্স) এর প্রাদুর্ভাবের সময় এই এলাকা সবচেয়ে গুরুতরভাবে আক্রান্ত স্থান ছিল এবং সেখানে ৩০০ জনেরও বেশি লোক এই রোগে সংক্রামিত হয়।\n\n\n== আকৃতি ==\n\nঅ্যামোয় গার্ডেন ১৯টি ব্লক নিয়ে গঠিত এবং ব্লকগুলো এ থেকে এস অক্ষর দিয়ে চিহ্ন করা। এই প্রকল্পের বিল্ডিংগুলা ৩০ থেকে ৪০ তলা পর্যন্ত উঁচু।\nএ থেকে এইচ পর্যন্ত আটটি ব্লক ৩৩ তলা বা ১০৫ মিটার উঁচু এবং ১৪ মিটার উঁচু একটি মঞ্চে অবস্থিত, যেখানে একটি বাণিজ্যিক কেন্দ্রও রয়েছে। এই আটটি ব্লকে প্রতি ফ্লোরে আটটি করে ফ্ল্যাট ক্রুশেরআকৃতি আকারে বানানো হয়েছে। প্রতিটি ক্রুশ আকৃতির ফ্ল্যাটে দুটি করে অ্যাপার্টমেন্ট রয়েছে।\nঅ্যাময় গার্ডেনস প্রকল্পের মধ্যে একটি শপিং সেন্টারের (অ্যামোয় প্লাজা) পাশাপাশি একটি ফুড স্কোয়ারও রয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== উন্নয়ন ===\n১৯২০ সালে অ্যাময় ক্যানিং নামক একটি কোম্পানী কর্তৃক কারখানা হিসাবে ব্যবহারের জন্য প্রকল্পটি কেনা হয়েছিল।\nউত্পাদন কার্যক্রমকে পর্যায়ক্রমে অন্যত্র সরানোর ইচ্ছায় অ্যাময় ক্যানিং প্রায় ২২২,৫৬০ বর্গফুট এই জায়গাটিকে ১৯৭৭ সালের মার্চ নিলামে উঠায়। কাঙ্ক্ষিত মূল্য না পাওয়ায় নিলামটি ব্যর্থ হয়। পরবর্তীকালে, হ্যাং লাং ডেভেলপমেন্ট কোম্পানী ১৯৭৭ সালের এপ্রিল মাসে প্রায় ২ মিলিয়ন হংকং ডলারে প্রকল্পটি কেনার জন্য একটি চুক্তি স্বাক্ষর করে। প্রকল্পটির পুনঃউন্নয়ন থেকে অ্যাময় ক্যানিং মুনাফার একটি অংশ পাবে বলে চুক্তিতে বলা হয়। প্রকল্পটি চারটি ধাপে নির্মিত হয়েছিল।\nসাতটি আবাসিক ব্লক (ব্লক এ থেকে জি পর্যন্ত) সমন্বিত প্রকল্পটি প্রথম পর্যায়ের নির্মাণ চুক্তি হংকংয়ের ঠিকাদার শুই অন কনস্ট্রাকশনকে ১৮ অক্টোবর ১৯৭৯-এ দেওয়া হয়েছিল। প্রথম পর্যায়টি ১৯৮১ সালে এবং চূড়ান্ত পর্যায়টি ১৯৮৭ সালে সম্পন্ন হয়।\n\n\n=== সার্সের প্রাদুর্ভাব ===\n২০০৩ সালের মার্চের শেষের দিকে, অ্যাময় গার্ডেনের বাসিন্দাদের মধ্যে সার্সের প্রাদুর্ভাব ঘটে। ১৫ই এপ্রিল ২০০৩ নাগাদ, এই হাউজিং প্রকল্পে সার্স রোগে মোট ৩২১ জন আক্রান্ত হয়েছিল। ব্লক ই-তে আক্রান্তের সংখ্যা সবচেয়ে বেশী ছিল। ঐ ব্লকে প্রায় ৪১% মানুষ আক্রান্ত হয়েছিল। ব্লক সি-তে ১৫%, ব্লক বি -তে ১৩% এবং ব্লক ডি-তেও ১৩% মানুষ আক্রান্ত হয়। আক্রান্তের বাকী ১৮% অন্যান্য ব্লকে ছিল।\nসমস্ত বাসিন্দাদের পরবর্তীকালে বিচ্ছিন্নতার জন্য লেই ইউ মুন এবং লেডি ম্যাকলেহোস হলিডে ভিলেজে স্থানান্তরিত করা হয়েছিল।\n২০০৩ সালের মাঝামাঝি সময়ে, কর্তৃপক্ষ দেখতে পায় যে বাথরুমের মেঝে ড্রেনগুলির নকশায় পানির ট্যাপগুলিকে ভরাট রাখার জন্য একটি পূরন ব্যবস্থার অভাব ছিল, যা বাথরুমের নিষ্কাশন ফ্যানের দ্বারা বাথরুমে ভাইরাস-বোঝাই অ্যারোসলগুলিকে প্রবেশ করতে দেয়।\nএই প্রকল্পে সার্সের এর দ্রুত বিস্তারে কারণগুলির মধ্যে এটি ছিল অন্যতম। প্রকল্পটি জীবানুমুক্ত করা হয়েছিল এবং বাসিন্দারা পুনরায় ফিরে আসতে সক্ষম হয়েছিল।\nপরবর্তীতে, প্রকল্পটিতে একটি সহায়ক ফ্লোর ড্রেনেজ সিস্টেম চালু করা হয়েছিল যাতে নর্দমা গ্যাসের পুনর্গঠন রোধ করার জন্য বিশুদ্ধ পানির ইন্টারলকের ব্যবস্থা করা হয়।\n\n\n=== জনসংখ্যা ===\n২০১৬ সালের আদম-শুমারি অনুসারে, অ্যাময় গার্ডেনস-এর জনসংখ্যা ছিল ১০,৭২১ জন। বাসিন্দাদের গড় বয়স ছিল ৩৭.৭ এবং জনসংখ্যার (৯৫.৬ শতাংশ) চীনা জাতিসত্তার ছিল। প্রত্যেকটি পরিবারে গড়ে ২.৪ ব্যক্তি নিয়ে গঠিত। পরিবারগুলোর মাসিক গড় পারিবারিক আয় ছিল ৩৪,০০০ হংকং ডলার।\n\n\n=== পরিবহনব্যবস্থা ===\nঅ্যাময় গার্ডেনস এমটিআর মেট্রো সিস্টেমের কাউলুন বে স্টেশনের সাথে যুক্ত। উপরন্তু, প্রকল্পটি অনেকগুলো বাস রুটের সাথেও যুক্ত।\n\n\n== তথ্যসূত্র =="}