{"pageid": 11024, "title": "রজার বেকন", "url": "https://bn.wikipedia.org/wiki?curid=11024", "content": "রজার বেকন (১২১৪ - ১২৯৪) একজন মধ্যযুগীয় ইংরেজ দার্শনিক, যিনি অভিজ্ঞতার আলোকে প্রকৃতির অধ্যয়নের উপর যথেষ্ট জোর দিয়েছিলেন। তিনি আধুনিক পরীক্ষামূলক বিজ্ঞানের একজন পথিকৃৎ হিসেবে বিবেচিত। তিনি তাঁর স্বাধীন ইচ্ছাশূন্য ও জাদুবিদ্যা সম্পর্কিত গল্পের জন্য বিশেষ খ্যাতি অর্জন করেন। এজন্য তাকে তাকে প্রারম্ভিক আধুনিক যুগের একজন যাদুকর হিসাবে বিবেচনা করা হয়। যুক্তি ও বিজ্ঞানে ফ্রান্সিস বেকন যে নবযুগের সূচনা করেন, তার ভিত্তি স্থাপিত হয় তিনশ' বছর পূর্বে রজার বেকনের হাতে।\nবেকনের অন্যতম প্রধান কাজ, ওপাস মাজুস, যেটি ১২৬৭ সালে রোমের পোপ চতুর্থ  ক্লিমেন্ট-এর কাছে পাঠানো হয়েছিল। গানপাউডার বা বারুদ চীনে আবিষ্কৃত হলেও বেকন ইউরোপে প্রথম এর ফরমূলা বা সূত্র রেকর্ড করেছিল।\n\n\n== জীবনী ==\nরজার বেকন ১৩ শতকের গোড়ার দিকে ইংল্যান্ডের সমারসেটের ইলচেস্টারে জন্মগ্রহণ করেছিলেন, যদিও তার জন্ম তারিখ নিয়ে মতভেদ রয়েছে। তাঁর জন্ম তারিখের একমাত্র উৎস হল ১২৬৭ সালে তাঁর লেখা ওপাস তেরতিয়াম এর একটি উদ্ধৃতি যেখানে তিনি উল্লেখ করেছেন \"চল্লিশ বছর কেটে গেছে যখন আমি প্রথম বর্ণমালা শিখেছি\"।\nবেকন অক্সফোর্ড বিশ্ববিদ্যালয়ে পড়াশোনা করেছেন। ধারণা করা হয় বেকনের আগমনের অল্প সময় আগেই রবার্ট গ্রোসিয়েস্তে চলে গিয়েছিলেন এবং তার কাজ সমকালীন প্রায় সকল তরুণ পণ্ডিতকে প্রভাবিত করেছিল। বেকন অ্যারফোর্ডে অ্যারিস্টটলের বক্তৃতার উপর মাস্টার ডিগ্রী নেন। তবে তাকে ডক্টরেট ডিগ্রি প্রদানের কোন প্রমাণ পাওয়া যায়নি।\n১২৩৭ বা পরবর্তী দশকের এক পর্যায়ে তিনি প্যারিস বিশ্ববিদ্যালয়ে শিক্ষকতার করার আমন্ত্রণ গ্রহণ করেছিলেন। সেখানে থাকাকালীন তিনি লাতিন ব্যাকরণ, অ্যারিস্টোটালিয়ান যুক্তি, পাটীগণিত জ্যামিতি, জ্যোতির্বিদ্যা ও সংগীতের গাণিতিক দিকগুলির উপর শিক্ষাদান করেছিলেন। রবার্ট কিলওয়ার্ডবি, আলবার্টস ম্যাগনাস এবং স্পেনের পিটার তাঁর অনুষদের সহকর্মী ছিলেন। কর্নিশম্যান রিচার্ড রুফাস ছিলেন পণ্ডিত বিরোধী। ফলে ১২৪৭ সালে বা কিছু পরে তিনি প্যারিস ত্যাগ করেন।\n\nপরবর্তী দশকে একজন বেসরকারী পণ্ডিত হিসাবে হিসেবে তার অবস্থান অনিশ্চিত হয়ে পরে, তবে আনুমানিক ১২৪৮ সালে তিনি সম্ভবত অক্সফোর্ডে ছিলেন যেখানে আদম মার্সের সাথে তার সাক্ষাৎ হয় এবং ১২৫১ সালের দিকে তিনি প্যারিসে অবস্থান করেন। ওপাস তেরতিয়াম-এর একটি উদ্ধৃতিতে উল্লেখ রয়েছে যে তিনি অধ্যয়ন ও গবেষণা থেকে দুই বছর বিছিন্ন ছিলেন। ধারণা করা হয় তিনি গ্রিক এবং আরবিতে আলোকবিদ্যা সম্পর্কিত লেখনী নিয়ে অধ্যয়ন ও গবেষণা করেন।\nগ্রোসেটেস্টে এবং মার্শের মতো ইংরেজ ফ্রান্সিসকান পণ্ডিতদের অনুসরণ করে ১২৫৬ বা ১২৫৭ সালের দিকে তিনি প্যারিস বা অক্সফোর্ডে একজন খ্রীষ্টান ভিক্ষু নিজুক্ত হন। ১২৬০ সালের পরে আইনসভায় অনুমোদিত বিধিবদ্ধ আইন দ্বারা বেকনের কার্যক্রম সীমাবদ্ধ করা হয় এবং পূর্বানুমোদন ব্যতীত তার কোন বই বা পত্রপত্রিকায় লিখনি নিষিদ্ধ করা হয়। তাঁর চিন্তাভাবনা, অধ্যয়ন ও গবেষণা সীমাবদ্ধ করার জন্য তাঁকে সম্ভবত অবিরাম দাস্যতপূর্ণ কাজে রাখা হয়েছিল। ১২৬০ এর দশকের মাঝামাঝি সময়ে তিনি এমন পৃষ্ঠপোষকদের অনুসন্ধান করেছিলেন যাঁরা তাকে অক্সফোর্ডে ফিরে আসার অনুমতি এবং প্রয়োজনীয় তহবিল করে দিতে পারেন। বেকন শেষ পর্যন্ত তার কিছু সুপরিচিত ব্যক্তির মাধ্যমে তখনকার শীর্ষস্থানীয় ব্যক্তিবর্গের হস্তক্ষেপে ইংল্যান্ডের রাজা এবং ব্যারোনিয়াল দলগুলির মধ্যে মধ্যস্থতা করেছিলেন।  \n\n১২৬৩ বা ১২৬৪ সালের দিকে, বেকনের বার্তাবাহক, লাউনের রেমন্ডের দ্বারা প্রচারিত একটি বার্তা সকলকে বিশ্বাস করতে বাধ্য করেছিল যে, বেকন ইতোমধ্যে বিজ্ঞানের একটি  সারসংক্ষেপ সম্পন্ন করেছে। প্রকৃতপক্ষে, তখন গবেষণার জন্য তাঁর কোনও অর্থই ছিল না এমনকি তার পরিবারের কাছ থেকেও কোন আর্থিক সহায়তা পাচ্ছিলেন না কারণ দ্বিতীয় ব্যার্নসের যুদ্ধের ফলে তার পরিবারের আর্থিক অবস্থা খুব খারাপ হয়ে গিয়েছিল। পরবর্তীতে, উইলিয়াম বেনেকর, যিনি আগে হেনরি তৃতীয় এবং পোপের মধ্যে বার্তাবাহক হিসেবে কাজ করতো তিনি বেকন এবং ক্লিমেন্টের মধ্যে চিঠিপত্র ও বার্তাবাহকের ভূমিকা পালন করেন। ১২৬৬ সালের ২২ জুন ক্লিমেন্ট বেকনকে তার উপর আনিত কোন নিষেধাজ্ঞা লঙ্ঘন না করে অত্যন্ত গোপনীয়তার সাথে তার দায়িত্ব পালন ও গবেষণা চালিয়ে জাবার নির্দেশ দেন। যদিও সেই সময়ের পণ্ডিতরা মূলত অ্যারিস্টটলের গ্রন্থগুলি অধ্যয়ন ও সেখানে বিদ্যমান বিরোধগুলী সমাধানের মধ্যেি সীমাবদ্ধ ছিল। ক্লিমেন্টের পৃষ্ঠপোষকতায় বেকন তাঁর যুগে জ্ঞানের অবস্থা সম্পর্কে বিস্তৃত অধ্যয়ন ও গবেষণার অনুমতি পেয়েছিলেন।\n১২৬৭ বা ৬৮ সালের দিকে বেকন পোপকে তাঁর ওপাস মাজুস প্রেরণ করেছিলেন যেখানে তিনি এরিস্টটলিয়ান যুক্তি এবং বিজ্ঞানকে নতুন ধর্মতত্ত্বের সাথে কীভাবে অন্তর্ভুক্ত করা যায় সে সম্পর্কে তার মতামত উপস্থাপন করেছিল এবং \"ফাংশনীয়\" বাক্য পদ্ধতির বিরুদ্ধে গ্রোসেটেসির পাঠ্য-ভিত্তিক পদ্ধতির সমর্থন করেছিলেন। ১২৬৮ সালে পোপ ক্লিমেন্ট মারা যান এবং সেইসাথে বেকন অভিভাবকহীন হয়ে পরেন। ১২৭৭ সালে নিন্দাবাদীরা জ্যোতির্বিদ্যাসহ কিছু দার্শনিক মতবাদের শিক্ষা নিষিদ্ধ করেছিল। পরবর্তী ২ বছরের মধ্যে বেকনকে দৃশ্যত কারাবন্দি বা গৃহবন্দী করা হয়েছিল। ১২৭৮ সালের সালের কিছু পরে, বেকন অক্সফোর্ডের ফ্রান্সিসকান হাউসে ফিরে আসেন এবং তার অধ্যয়ন ও গবেষণা চালিয়ে যান। ধারণা করা হয় বেকন সেখানে তাঁর শেষ জীবনের বেশিরভাগ সময় অতিবাহিত করেছিলেন। তাঁর শেষ লেখা 'কম্পেন্দিয়াম অব দ্যা স্টাডি অব থিওলজি ' যেটি ১২৯২ সালে সম্পন্ন হয়েছিল। ধারণা করা হয়, এর কিছুদিন পরে তিনি মারা গিয়েছিলেন এবং তাকে অক্সফোর্ডে সমাহিত করা হয়েছিল।\n\n\n== উল্লেখযোগ্য কাজ ==\n\nমধ্যযুগীয় ইউরোপীয় দর্শন সাধারণত সেন্ট অগাস্টিনের মতো চার্চ ফাদারদের কর্তৃত্বের উপর ভিত্তি করে বিকশিত হচ্ছিলো। অন্যদিকে প্লেটো এবং অ্যারিস্টটলের রচনা কেবল লাতিন অনুবাদগুলির মাধ্যমে পরিচিত লাভ করে।  রজার বেকন তার লেখনির মাধ্যমে তাঁর সমসাময়িকদের অনুশীলনের বিপরীতে অ্যারিস্টটলের আহ্বানকে সমর্থন করেছিলেন। বেকন ধর্মতত্ত্বের ক্ষেত্রেও সংস্কারের আহ্বান জানিয়েছিলেন। তিনি যুক্তি দিয়েছিলেন যে গৌণ দার্শনিক পার্থক্যের বিষয়ে বিতর্ক না করে ধর্মতত্ত্ববিদদের উচিত বাইবেলের উপর মনোনিবেশ করা এবং এর মূল উৎসগুলির ভাষা পুরোপুরি শেখা। তিনি এর মধ্যে বেশ কয়েকটি ভাষায় দক্ষ ছিলেন এবং তিনি ধর্মগ্রন্থের বেশ কয়েকটি দুর্নীতি এবং গ্রিক দার্শনিকদের রচনাগুলি যে ল্যাটিন পণ্ডিতদের দ্বারা ভুল ব্যাখ্যা দেওয়া হয়েছিল তা তুলে ধরে শোক প্রকাশ করেছিল। তিনি বিজ্ঞানের ধর্মতত্ত্ববিদদের শিক্ষা (\"প্রাকৃতিক দর্শন\") এবং মধ্যযুগীয় পাঠ্যক্রমের সাথে যুক্ত করার পক্ষেও যুক্তি দিয়েছিলেন।\n\n\n=== ওপাস মাজুস ===\n'ওপাস মাজুস ' রজার বেকনের সবচেয়ে গুরুত্বপূর্ণ কাজ। এটি পোপ ক্লিমেন্ট চতুর্থের অনুরোধে মধ্যযুগীয় লাতিন ভাষায় লেখা হয়েছিল বেকনের কাজের ব্যাখ্যা করার জন্য। গ্রন্থটি ব্যাকরণ এবং যুক্তিবিদ্যা থেকে শুরু করে গণিত, পদার্থবিজ্ঞান এবং দর্শনের সমস্ত ক্ষেত্রে প্রাকৃতিক বিজ্ঞানের বিস্তৃতির উল্লেখ ছিল। বেকন ১২৬৭ সালে পোপের কাছে গ্রন্থটি প্রেরণ করেছিলেন। ওপাস মাজুস সাত ভাগে বিভক্ত:\n\nপ্রথম ভাগে রয়েছে প্রকৃত জ্ঞান এবং সত্যের প্রতিবন্ধকতা নিয়ে আলোচনা।\nদ্বিতীয় ভাগে রয়েছে দর্শন এবং ধর্মতত্ত্বের মধ্যে সম্পর্কের আলোচনা।\nতৃতীয় ভাগে রয়েছে বাইবেলের ভাষাগুলি নিয়ে আলোচনা।\nচতুর্থ খণ্ডে গণিত অধ্যয়নের  আলোচনা।\nপঞ্চম খণ্ডে অপটিক্স বা আলোকবিদ্যা সম্পর্কিত আলোচনা।\nষষ্ঠ খণ্ডে পরীক্ষামূলক বিজ্ঞান বিষয়ক আলোচনা, এবং\nসপ্তম ভাগে নৈতিক দর্শন এবং নীতি বিষয়ক আলোচনা।\n\n\n=== ক্যালেন্ডারিকাল সংস্কার ===\nওপাস মাজুসের চতুর্থ অংশে, বেকন পোপ গ্রেগরি দ্বাদশ-এর অধীনে ১৫৮২ সালে প্রবর্তিত পদ্ধতির অনুরূপ একটি ক্যালেন্ডারিকাল সংস্কারের প্রস্তাব করেছিলেন। সম্প্রতি প্রাচীন গ্রীক এবং মধ্যযুগীয় ইসলামী জ্যোতির্বিজ্ঞানের চিত্র থেকে জানা যায় যে, বেকন রবার্ট গ্রোসেটেস্টের কাজ অব্যাহত রেখেছিলেন এবং তৎকালীন জুলিয়ান ক্যালেন্ডারকে অসহনীয়, ভয়াবহ এবং হাস্যকর হিসাবে সমালোচনা করেছিলেন।\n\n\n=== অপটিক্স বা আলোকবিদ্যা ===\n\nওপাস মাজুসের পঞ্চম খণ্ডে বেকন আলো, দূরত্ব, অবস্থান, আকার, প্রত্যক্ষ এবং প্রতিফলিত দৃষ্টি, প্রতিসরণ, আয়না এবং লেন্স বিবেচনা করে চোখের দৃষ্টি এবং মস্তিষ্কের এনাটমি সম্পর্কিত আলোচনা করেছেন। তাঁর বর্ণনা ছিল মুলত হাসান ইবনে আল-হাইসাম রচিত 'বুক অফ অপটিক্সের ' (কিতাব আল-মানাযির) লাতিন অনুবাদ সম্পর্কিত।\n\n\n=== গানপাউডার বা বারুদ ===\nওপাস মাজুসের এবং অপাস টেরটিয়ামের একটি রচনাংশে বর্ণিত বারুদের মিশ্রণকেই ইউরোপের প্রথম গানপাউডার বা বারুদ বিষয়ক ফরমূলা বা সূত্র হিসেবে বিবেচনা করা হয়। ব্রিটিশ রসায়নবিদ পার্টিংটন এবং অন্যান্যরা এই সিদ্ধান্তে পৌঁছেছেন য, বেকন সম্ভবত চীনা পটকাবাজদের কমপক্ষে একটি পটকাবাজি প্রত্যক্ষ করেছিলেন এবং সম্ভবত তার বন্ধু রুব্রাকের উইলিয়ামের সহায়তায় যিনি এই সময়ের মঙ্গোল সাম্রাজ্য পরিদর্শন করেছিলেন। বিংশ শতাব্দীর শুরুতে, রয়েল আর্টিলারির হেনরি উইলিয়াম লাভট হিম 'বেকনস এপিসটোলা' বা 'বেকনের চিঠি' প্রকাশ করেছিলেন যেখানে একটি ক্রিপ্টোগ্রামের তত্ত্বের মাধ্যমে গানপাউডার তৈরির নমুনা তুলে ধরেছিলেন।\n\n\n=== সিক্রেট অব সিক্রেটস ===\nবেকন উল্লেখ করেছিলেন যে অ্যারিস্টটল 'সিক্রেট অব সিক্রেটস' তার গুরু মহান আলেকজান্ডারকে উদ্দেশ্য করে রচনা করেছিলেন। বেকন এটি তাঁর সমসাময়িক পণ্ডিতদের চেয়ে প্রায়শই উদ্ধৃত করেছিলেন এবং এমনকি অ্যারিস্টটলের সন্মানে তিনি তাঁর নিজের পরিচয়ে বইটির একটি সম্পাদিত পান্ডুলিপি তৈরি করেছিলেন। এই কারণেই স্টিলের মতো বিংশ শতাব্দীর পন্ডিতরা দাবি করেছিলেন যে 'সিক্রেট অব সিক্রেটের' সাথে বেকনের যোগসূত্রই তাকে পরীক্ষামূলক বিজ্ঞানের দিকে ধাবিত করেছিলেন।\n\n\n=== অ্যালকেমি ===\nবেকনকে মধ্যযুগীয় অনেক অ্যালকেমি বা রসায়ন-শাস্ত্রের পাঠ্যর কৃতিত্ব দেয়া হয়। কোন এক অজানা প্যারিসের উইলিয়ামকে লেখা 'আর্ট এবং প্রকৃতির সিক্রেট ওয়ার্কিং সম্পর্কিত পত্র এবং ম্যাজিকের আত্মগর্ব সম্পর্কিত' সম্ভবত একটি জাল চিঠিতে বেকনকে বেশিরভাগ আলকেমিকাল সূত্রের উল্লেখ পাওয়া যায়। তবে বেকনকে আলকেমিকাল সূত্রের মধ্যে দার্শনিকের পাথর এবং বন্দুকের বারুদের সূত্র অন্যতম।\n\n\n=== ভাষাবিজ্ঞান ===\nবেকনের প্রথম দিকের লেখা সুমমা গ্রাম্যমিতা বা ল্যাটিন ভাষায় \"ব্যাকরণের ওভারভিউ\" ল্যাটিন ব্যাকরণ এবং গ্রিক দার্শনিক অ্যারিস্টট্ল ও তাঁর দার্শনিক মতবাদ সংক্রান্ত যুক্তির উপরের লেখা অন্যতম গ্রন্থ। সার্বজনীন ব্যাকরণ প্রকাশের ক্ষেত্রে সুমমা গ্রাম্যমিতার বিশেষ অবদান লক্ষণীয়।\n\n\n== অন্যান্য কাজ ==\nবেকনের তার লেখা 'ওপাস মাইনাস' এবং 'ওপাস টার্মিয়ামকে' মূলত ওপাস ওপাস মাজুসের সংক্ষিপ্তসার হিসেবে অভিহিত করছেন। এছাড়াও তার লেখা 'ট্রাক অন দ্যা মাল্টিপ্লিকেশন অব স্পেসিস', 'অন বারনিং লেন্সস', 'কম্পেন্দিয়াম অব দ্যা স্টাডি অফ ফিলোসফি', এবং তার শেষ জীবনের লেখা 'কম্পেন্দিয়াম অব দ্যা স্টাডি অব থিওলজি' অন্যতম।\n\n\n== উত্তরাধিকার ==\n\nবেকন তার সমসাময়িক অন্যান্য পণ্ডিত যেমন-অ্যালবার্টাস ম্যাগনাস, বোনাভেনচার এবং টমাস অ্যাকুইনাসের তুলনায় উপেক্ষিত ছিলেন যদিও তাঁর রচনাগুলি বোনাভেনচার, জন পেচাম এবং লিমোজেসের পিটার অধ্যয়ন করেছিলেন ফলে রেমন্ড লুল বেকনের দ্বারা প্রভাবিত হয়েছিলেন। তিনি মধ্যযুগীয় বিশ্ববিদ্যালয় পাঠ্যক্রমে অপটিক্স (আলোকবিদ্যা) যুক্ত করার ক্ষেত্রে ভূমিকা পালন করেছিলেন। আধুনিক যুগের শুরুর দিকে ইংরেজরা তাকে নিষিদ্ধ জ্ঞানের সূক্ষ্ম অধিকারী ভাবতে শুরু করে এবং তাকে ফাউস্টের মতো একজন যাদুকর বলে মনে করেছিল যিনি শয়তানকে ঠকিয়েছিল এবং স্বর্গে যেতে সক্ষম হয়েছিল। তার জাদুকরী কাজের মধ্যে সর্বাধিক উল্লেখযোগ্য ছিল যে তিনি কোনও প্রশ্নের উত্তর দিতে পারতেন।\n১৫৮৯ সালের দিকে এলিজাবেথ যুগের অন্যতম সফল কৌতুক অভিনেতা রবার্ট গ্রিন মঞ্চের জন্য 'দ্য হিস্টোরলি অফ ফ্রিয়ার বেকন অ্যান্ড ফ্রেয়ার বোঙ্গা' গল্পটি রূপান্তর করেছিলেন। সাম্প্রতিক পর্যালোচনা বলেছে যুগে যুগে এমনকি এখনও তার জীবন, চিন্তার অন্যতম গুরুত্বপূর্ণ বিষয় এবং ফ্রান্সিসকান আদেশের প্রতি তাঁর অঙ্গীকারকে অবহেলা করে আসছে। বেকনের দর্শনে ধর্মের প্রভাবের বিষয়ে, চার্লস স্যান্ডার্স পিয়ারস উল্লেখ করেছিলেন, \"রজার বেকনের কাছে পণ্ডিতের যুক্তিবাদী ধারণাটি সত্যের পক্ষে কেবল একটি বাধা হিসাবে উপস্থিত হয়েছিল ...[তবে] সব ধরনের অভিজ্ঞতার মধ্যে অভ্যন্তরীণ দীপান্বয়কে তিনি সবচেয়ে ভাল মনে করেছিলেন, যা প্রকৃতি সম্পর্কে অনেক কিছুই শেখায় যা বাহ্যিক ইন্দ্রিয় দ্বারা কখনই আবিষ্কার করতে পারে না, যেমন রুটির সংক্রমণ।\nপ্রচলিত আছে অক্সফোর্ডের কাছে ফলি ব্রিজের নামকরের ক্ষেত্রে বেকনের উল্লেখ পাওয়া যায় কারণ এর পাশেই কোন এক যায়গায় বেকনকে গৃহবন্দী করে রাখা হয়েছিলো। যদিও এটি সম্ভবত ভুল কারণ এটি আগে \"ফ্রিয়ার বেকন ব্রিজ\" নামে পরিচিত ছিল। বেকনকে অক্সফোর্ডে নিউ ওয়েস্টগেট শপিং সেন্টারের প্রাচীরের সাথে লাগানো একটি ফলক দ্বারা সম্মানিত করা হয়।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nবেকনের জন্মের আনুমানিক ৭০০ বছর পূর্তি উপলক্ষে অধ্যাপক ড. জে. এরস্কাইন 'ত্রয়োদশ শতাব্দীর প্রদর্শনী ' নামক একটি জীবনীমূলক নাটক রচনা করেছিলেন যেটি ১৯১৪ সালে কলম্বিয়া বিশ্ববিদ্যালয় কর্তৃক সম্পাদিত ও প্রকাশিত হয়েছিলো। ১৯৬৪ সালে প্রকাশিত ডাক্তার মীরাবিলিসের পরে জ্যাকস ব্লিশের দ্বিতীয় বই আফটার সাস নলেজ বইতেও বেকনের জীবন ও সময়ের একটি কাল্পনিক বিবরণ প্রকাশিত হয়েছে।  বেকন থমাস কস্টেইনের  'দ্য ব্ল্যাক রোজ (১৯৪৫)' এবং উমবের্তো একোর 'দ্যা নেম অব দ্যা রোজ (১৯৮০)'-এর প্রধান অভিনেতা বা নায়কদের পরামর্শদাতার দায়িত্ব পালন করেছেন। 'দ্য ব্র্যাজেন হেড অব ফ্রিয়ার বেকন' ড্যানিয়েল ডিফোর 'জার্নাল অব প্লেগ ইয়ার (১৭২২)', ন্যাথানিয়েল হথর্নের'দ্য বার্থ-মার্ক (১৮৪৩)' এবং 'দ্য আর্টিস্ট অফ দ্য বিউটিফুল (১৮৪৪)', উইলিয়াম ডগলাস ও' কনারের'দ্য ব্র্যাজেন অ্যান্ড্রয়েড (১৮৯১)', জন কাউপার পাভিসের'দ্য ব্রাজেন হেড  (১৯৫৬)' এবং রবার্টসন ডেভিসের 'ফিফথ বিজনেস (১৯৭০)'-এ অন্তর্ভুক্ত ও প্রকাশিত হয়েছে। ফ্যান ফিকশন সিরিয়াল হ্যারি পটার অ্যান্ড দি মেথডস অফ রেশনালিটি-তে হ্যারিকে বেকনের ডায়েরি দেওয়া হয়েছে।\n\n\n== আরও দেখুন ==\nবিজ্ঞানের ইতিহাস\nঅনুবাদের ইতিহাস\nআলোকবিজ্ঞানের ইতিহাস\nঅভিজ্ঞতাবাদ\nদর্শনের ইতিহাস\n\n\n== তথ্যসূত্র =="}