{"pageid": 1102122, "title": "সমাধি (ভারতীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1102122", "content": "সমাধি (সংস্কৃত: समाधी) \nহিন্দুধর্ম, জৈনধর্ম, বৌদ্ধধর্ম,  শিখধর্ম ও যোগ দর্শন,  ধ্যানমূলক চেতনার অবস্থা। যোগ ঐতিহ্যে ও বৌদ্ধ ভাষ্যমূলক ঐতিহ্য যার উপর বার্মিজ বিপসসানা আন্দোলন এবং থাই ফরেস্ট ঐতিহ্য নির্ভর করে, এটি ধ্যানের অভ্যাস দ্বারা অর্জিত ধ্যানমূলক শোষণ বা সমাধি।\nপ্রাচীনতম বৌদ্ধ সুত্তগুলিতে, যার উপর বেশ কিছু সমসাময়িক পশ্চিমী থেরবাদ শিক্ষক নির্ভর করে, এটি উজ্জ্বল মনের বিকাশকে বোঝায় যেটি সমন্বয় ও মননশীল। বৌদ্ধধর্মে, এটি অষ্টাঙ্গিক মার্গের আটটি উপাদানের মধ্যে শেষ।\nঅষ্টাঙ্গ যোগ ঐতিহ্যে, এটি পতঞ্জলির যোগসূত্রে চিহ্নিত অষ্টম ও চূড়ান্ত অঙ্গ। পরমহংস যোগানন্দ এর মতে, সমাধি হলো শ্বাসকষ্টের শব্দহীন অবস্থা। এটি সুখী অতি চেতনা অবস্থা যেখানে যোগী  ব্যক্তিগত আত্মা ও মহাজাগতিক আত্মার পরিচয় উপলব্ধি করে।\n\n\n== বৌদ্ধধর্ম ==\n'সমাধি' শব্দটি 'সম-আ-ধ' শিকড় থেকে এসেছে, যার অর্থ 'সংগ্রহ করা' বা 'একত্র করা', এবং এইভাবে এটি প্রায়শই 'ঘনিষ্ঠতা' বা 'মনের একীকরণ' হিসাবে অনুবাদ করা হয়। প্রথম দিকের বৌদ্ধ ধর্মগ্রন্থে, সমাধি  শব্দটি সমাথা (শান্ত থাকা) এর সাথেও যুক্ত। ভাষ্যমূলক ঐতিহ্যে, সমাধি কে একগগতা, এক-বিন্দু মনের হিসাবে সংজ্ঞায়িত করা হয়েছে।\n\n\n=== সমাধি ও ধ্যান ===\n\nঅষ্টাঙ্গিক মার্গের আটটি উপাদানের মধ্যে সমাধি হল শেষ। এটিকে প্রায়শই ধ্যান (পালি: ঝানা) উল্লেখ করে ব্যাখ্যা করা হয়, কিন্তু সূত্তের সমাধি ও ধ্যান একই নয়। যখন সমাধি এক-বিন্দুযুক্ত ঘনত্ব, ধ্যানে এই সমাধিটি প্রাথমিক পর্যায়ে ব্যবহার করা হয়, সমতা ও মননশীলতার রাষ্ট্রের পথ দিতে। ধ্যানের অভ্যাস ইন্দ্রিয়-ইম্প্রেশনের প্রাথমিক প্রতিক্রিয়াগুলিকে এড়িয়ে মননশীল উপায়ে ইন্দ্রিয়গুলিতে অ্যাক্সেস রাখা সম্ভব করে তোলে। দ্বিতীয় রূপ-ধ্যানের সময় সমাধি (সমাধি-জি, \"সমাধি থেকে জন্ম\") যা বিতার্ক-বিকার (আলোচনামূলক চিন্তা) থেকে মুক্ত এবং অভ্যন্তরীণ প্রশান্তি প্রদান করে।\n\n\n=== থেরবাদ ===\nবুদ্ধঘোষ সমাধি কে সংজ্ঞায়িত করে \"চেতনা ও চেতনার কেন্দ্রীকরণ একক বস্তুর উপর সমানভাবে ও সঠিকভাবে সহযোগে [...] যে অবস্থার গুণে চেতনা ও এর সহগামীগুলি সমানভাবে এবং সঠিকভাবে একক বস্তুতে থাকে, বিক্ষিপ্ত ও বিক্ষিপ্ত\"। বুদ্ধঘোষের মতে, থেরবাদ পালি গ্রন্থে সমাধির চারটি প্রাপ্তির উল্লেখ রয়েছে:\n\nক্ষণিক একাগ্রতা (খানিকসমাধি): মানসিক স্থিতিশীলতা যা সমথ ধ্যানের সময় উদ্ভূত হয়।\nপ্রাথমিক একাগ্রতা (পরিকম্মসমাধি): ধ্যানকারীর ধ্যান বস্তুর উপর ফোকাস করার প্রাথমিক প্রচেষ্টা থেকে উদ্ভূত হয়।\nপ্রবেশের একাগ্রতা (উপচারসমাধি): যখন পাঁচটি বাধা দূর হয়, যখন ঝানা উপস্থিত হয়, এবং উপস্থিতির সাথে 'প্রতিভাগ চিহ্ন' (পতিভগনিমিত্ত) দেখা দেয়।\nশোষণ ঘনত্ব (আপনসমধি): বস্তুর ধ্যানের উপর মনের সম্পূর্ণ নিমগ্নতা এবং চারটি ঝাঁসের স্থিরকরণ।\nবুদ্ধঘোষের মতে, তার প্রভাবশালী আদর্শ-কর্ম বিশুদ্ধিমগ্গে, সমাধি হল প্রজ্ঞা লাভের \"আনুমানিক কারণ\"। বিশুদ্ধিমাগ্গা ধ্যানের জন্য ৪০টি বিভিন্ন বস্তুর বর্ণনা করে, যেগুলি পালি ধর্মশাস্ত্র জুড়ে উল্লেখ করা হয়েছে, কিন্তু স্পষ্টভাবে বিশুদ্ধিমাগ্গে গণনা করা হয়েছে, যেমন শ্বাস-প্রশ্বাসের মননশীলতা (আনাপানসতি) ও প্রেমময় দয়া (মেট্টা)।\n\n\n=== মহাযান ===\n\n\n==== বিমোক্ষমুখ ====\nবৌদ্ধ পালি গ্রন্থে তিন ধরনের সমাধি বর্ণনা করা হয়েছে যেটিকে ভাষ্যমূলক ঐতিহ্য 'মুক্তির দরজা' (বিমোক্ষমুখ) বা চীনা বৌদ্ধ ঐতিহ্যে 'মুক্তির তিনটি দরজা' (সান জিতুও পুরুষ, 三解脫門):\n\nশূন্যতা-ঘনিষ্ঠতা (সূর্যত: শূন্যতা-সমাধি) (পালি: সুন্নত সমাধি)\nচিহ্নহীনতা-ঘনিষ্ঠতা (সূর্যত: অনিমিত্ত-সমাধি) (পালি: অনিমিত্ত সমাধি) বা নিদর্শন-ঘনিষ্ঠতা (সূর্যত: অলক্ষণ-সমাধি)\nলক্ষ্যহীনতা-ঘনিষ্ঠতা (সূর্যত: অপ্রনিহিত-সমাধি) (পালি: অপনিহিতো সমাধি)\nএই তিনটি সবসময় একই ক্রমে উদ্ধৃত হয় না। নাগার্জুন, একজন মধ্যমাক বৌদ্ধ পণ্ডিত, তার মহা-প্রজ্ঞাপারমিতা-শাস্ত্রে, এই \"তিন সমাধি\" সম্পর্কে তার প্রথম ব্যাখ্যায় অনিমিতার আগে অপ্রণিহিতকে তালিকাভুক্ত করেছেন। কিন্তু পরবর্তী তালিকায় এবং একই কাজের ব্যাখ্যাগুলি আরও সাধারণ ক্রমে ফিরে আসে। অন্যান্য, যেমন থিচ নাত হ্যান, থিয়েন বৌদ্ধ শিক্ষক, শূন্যতা ও  অনিমিতার পর তৃতীয় হিসেবে অপ্রাণহিতাকে তালিকাভুক্ত করেন। নাগার্জুন এই তিন ধরনের সমাধিকে প্রকৃত জ্ঞানপ্রাপ্তদের (বোধিসত্ত্ব) গুণাবলীর মধ্যে তালিকাভুক্ত করেছেন।\n\n\n==== শূন্যতার উপর একাগ্রতা ====\nনাগার্জুনের মতে, 'শূন্যতা'-এর উপর একাগ্রতা হল সমাধি যেখানে কেউ স্বীকার করে যে সমস্ত ধর্মের প্রকৃত প্রকৃতি একেবারেই শূন্য (অত্যন্তসূন্য), এবং যে পাঁচটি সমষ্টি স্ব (অনাত্ম্য) নয়, স্ব (অনাত্ম্য) এর অন্তর্গত নয় এবং স্ব-প্রকৃতি ব্যতীত শূন্য।\n\n\n==== সংকেতহীনতার উপর মনোযোগ ====\nনাগার্জুনের মতে, 'সঙ্কেতহীনতা'-এর উপর একাগ্রতা হল সমাধি যেখানে কেউ স্বীকার করে যে সমস্ত ধর্ম লক্ষণমুক্ত (অনিমিত্ত)। থিচ নাত হ্যান-এর মতে, \"লক্ষণগুলি\" চেহারা বা ফর্মকে বোঝায়, চিহ্নহীনতার উপর একাগ্রতাকে চেহারা দ্বারা বোকা না বানানোর সাথে তুলনা করে, যেমন সত্তা এবং অ-সত্তার দ্বিধাবিভক্তি।\n\n\n==== লক্ষ্যহীনতার উপর মনোযোগ ====\n'লক্ষ্যহীনতা', 'অনিচ্ছাকৃত' বা 'ইচ্ছাহীনতা' আক্ষরিক অর্থ 'সামনে কিছু না রাখা। ড্যান লুসথাউসের মতে, 'লক্ষ্যহীনতার' উপর একাগ্রতা ভবিষ্যতের জন্য লক্ষ্য বা পরিকল্পনার অভাব এবং উপলব্ধির বস্তুর জন্য কোন আকাঙ্ক্ষা দ্বারা চিহ্নিত করা হয়। নাগার্জুনের মতে, 'লক্ষ্যহীনতার' উপর একাগ্রতা হল সেই সমাধি যাতে কেউ কোনো প্রকার অস্তিত্ব (ভাব) অনুসন্ধান করে না, শর্তযুক্ত ঘটনা সম্পর্কে লক্ষ্য বা ইচ্ছা (প্রাণিধান) ত্যাগ করে এবং তিনটি বিষ উৎপন্ন না করে(যেমন, আবেগ, আগ্রাসন ও অজ্ঞতা) ভবিষ্যতে তাদের প্রতি।\n\n\n==== ভারতীয় মহাযান ====\nপ্রাচীনতম বর্তমান ভারতীয় \nমহাযান গ্রন্থগুলি তপস্বী অনুশীলন, বন-বাস ও ধ্যানের একত্বের রাজ্যে শোষণের উপর জোর দেয়, অর্থাৎ সমাধি। এই অনুশীলনগুলি মহাযানের প্রথম দিকে কেন্দ্রীয় স্থান দখল করেছে বলে মনে হয়, কারণ তারা \"নতুন উদ্ঘাটন এবং অনুপ্রেরণার সুযোগ দিয়েছিল\"।\nভারতীয় মহাযান ঐতিহ্যগুলি সমাধির অসংখ্য রূপকে বোঝায়, উদাহরণ স্বরূপ, মহাব্যূতপট্টির ধারা ২১ সমাধির ১১৮টি স্বতন্ত্র রূপ লিপিবদ্ধ করে এবং সমাধিরাজ সূত্রের মূল বিষয়বস্তু হিসেবে সমাধি রয়েছে যাকে বলা হয় 'সমাধি যা সকল ধর্মের অপরিহার্য প্রকৃতির অভিন্নতা হিসেবে প্রকাশ পায়' (সর্ব-ধর্ম-স্বভাব-সমতা-বিপঞ্চিতা-সমাধি)।\n\n\n==== জেন ====\nমূল|জেন বৌদ্ধধর্ম|চ্যান বৌদ্ধধর্ম}}\nভারতীয় ধ্যান চীনা ভাষায় চ্যান ও জাপানি ভাষায় জেন হিসেবে অনুবাদ করা হয়েছে। আদর্শগতভাবে জেন-ঐতিহ্য প্রজ্ঞা এবং আকস্মিক অন্তর্দৃষ্টিকে জোর দেয়, কিন্তু প্রকৃত অনুশীলনে প্রজ্ঞা ও সমাধি বা আকস্মিক অন্তর্দৃষ্টি এবং ধীরে ধীরে চাষ একে অপরের সাথে যুক্ত হয়। বিশেষ করে জেন-এর রিনজাই দর্শনের কিছু বংশ আকস্মিক অন্তর্দৃষ্টিতে চাপ দেয়, যখন জেনের সোটো দর্শন শিকান্তজা, চিন্তার স্রোত সম্পর্কে সচেতনতা প্রশিক্ষণের উপর বেশি জোর দেয়, তাদের উত্থান এবং হস্তক্ষেপ ছাড়াই চলে যেতে দেয়। ঐতিহাসিকভাবে, অনেক ঐতিহ্যবাহী জাপানী শিল্পকলা সমাধি লাভের জন্য বিকশিত বা পরিমার্জিত হয়েছিল, যার মধ্যে রয়েছে ধূপ, ফুল সাজানো, চা অনুষ্ঠান, লিপিবিদ্যা, এবং মার্শাল আর্ট যেমন তীরন্দাজ। জাপানি অক্ষর 道 মানে পথ এবং নির্দেশ করে যে শিল্পে সুশৃঙ্খল অনুশীলন হল সমাধির পথ।\n\n\n== হিন্দুধর্ম ==\n\n\n=== পতঞ্জলির যোগসূত্র ===\n\nসমাধি হল যোগসূত্রের অষ্টম অঙ্গ, যথাক্রমে ধারণ ও ধ্যানের ষষ্ঠ ও সপ্তম অঙ্গ অনুসরণ করে।\n\n\n==== সাম্য ====\n\nতৈমনির মতে, ধারণা, ধ্যান ও সমাধি গ্রেডেড সিরিজ গঠন করে:\n\nধারণা - ধারণায়, মন চিন্তার একক বস্তুর উপর ফোকাস করতে শেখে। ফোকাসের বস্তুটিকে প্রত্যয় বলা হয়। ধারণে, যোগী প্রত্যায় সচেতনতাকে কেন্দ্র করে অন্য চিন্তাভাবনাকে অনুপ্রবেশ করা থেকে বিরত রাখতে শেখে।\nধ্যান - সময়ের সাথে সাথে এবং অনুশীলনের সাথে, যোগিন শুধুমাত্র প্রত্যয়ের সচেতনতা বজায় রাখতে শেখে, যার ফলে ধরন ধ্যানে রূপান্তরিত হয়। ধ্যানে, যোগিন উপলব্ধিকারী (যোগিন), অনুভূত (প্রত্যয়) এবং উপলব্ধির কার্যের ত্রিবিধতা উপলব্ধি করতে আসে। ধ্যানের অনুশীলনে যোগ করা নতুন উপাদান, ধারণ থেকে এটিকে আলাদা করা হল যোগী এই ত্রিবিধতার উপলব্ধিকারী উপাদানটিকে ছোট করতে শেখে। এই পদ্ধতিতে, ধ্যান হল অনুধাবনকারীর ক্রমান্বয়ে সংক্ষিপ্তকরণ, বা পর্যবেক্ষকের সাথে পর্যবেক্ষকের সংমিশ্রণ (প্রত্যয়)।\nসমাধি - যখন যোগিন করতে পারেন: (১) বর্ধিত সময়ের জন্য প্রত্যায় ফোকাস বজায় রাখতে পারেন, এবং (২)  অনুশীলনের সময় তার আত্ম-সচেতনতা হ্রাস করুন, তারপর ধ্যান সমাধিতে রূপান্তরিত হয়। এই পদ্ধতিতে, তারপর, যোগিন প্রত্যয়ের সাথে মিশে যায়। পতঞ্জলি এটিকে রঙিন পৃষ্ঠের উপর স্বচ্ছ রত্ন স্থাপনের সাথে তুলনা করেছেন: রত্নটি পৃষ্ঠের রঙে লাগে।একইভাবে, সমাধিতে, যোগিনের চেতনা চিন্তার বস্তু, প্রত্যয়ের সাথে মিশে যায়। প্রত্যয় হল রঙিন পৃষ্ঠের মত, এবং যোগিনের চেতনা হল স্বচ্ছ মণির মত।\n\n\n==== যোগসূত্রে সমাধি ====\nসমাধি হল ধ্যানের বস্তুর সাথে একতা। ধ্যানের কাজ এবং ধ্যানের বস্তুর মধ্যে কোন পার্থক্য নেই। সমাধি দুই ধরনের, ধ্যানের বস্তুর সমর্থন সহ এবং ছাড়া:\n\nসম্প্রজ্ঞা সমাধি (এটিকে সম্প্রজ্ঞা সমাধি ও সবিজা সমাধিও বলা হয়,) ধ্যানের বস্তুর সমর্থনে সমাধিকে বোঝায়। সূত্র ১.১৭-এ পতঞ্জলি আমাদের বলে যে সম্প্রজ্ঞা সমাধি চারটি স্তর নিয়ে গঠিত: \"সম্পূর্ণ উচ্চ চেতনা (সম্প্রজ্ঞা সমাধি) হল যা বিতার্ক (বিবেচনা), ভিকার (প্রতিফলন), আনন্দ  (পরমানন্দ) ও অস্মিতা ('আমি'-ত্বের অনুভূতি) দ্বারা অনুষঙ্গী হয়\"।\nপ্রথম দুটি, চিন্তাভাবনা ও প্রতিফলন, বিভিন্ন ধরনের সমপত্তির ভিত্তি তৈরি করে:\nসাবিতার্ক, \"ইচ্ছাকৃত\": মন, চিত্ত, ধ্যানের একটি স্থূল বস্তুর উপর কেন্দ্রীভূত হয়, এমন বস্তু যা আমাদের ইন্দ্রিয়ের দ্বারা উপলব্ধিযোগ্য, যেমন প্রদীপের শিখা, নাকের ডগা, বা দেবতার মূর্তি। ধারণাগতকরণ (বিকল্প) এখনও ঘটে, উপলব্ধি আকারে, শব্দ এবং ধ্যানের বস্তুর জ্ঞান।যখন আলোচনা শেষ হয় তখন একে বলা হয়  নির্বিতার্ক সমাপ্তি।\nসবিচার, \"প্রতিফলিত\": মন, চিত্ত, ধ্যানের সূক্ষ্ম বস্তুর উপর কেন্দ্রীভূত, যা ইন্দ্রিয়ের দ্বারা উপলব্ধি করা যায় না, কিন্তু অনুমানের মাধ্যমে পৌঁছায়, যেমন ইন্দ্রিয়, জ্ঞানের প্রক্রিয়া, মন, আমি-ভাব, চক্র, অভ্যন্তরীণ শ্বাস (প্রাণ), নাড়ি, বুদ্ধি (বুদ্ধি)। প্রতিফলনের স্থিরতাকে বলা হয় নির্বিচার সমাপ্তি।\nশেষ দুটি সংঘ, সানন্দ সমাধি ও সস্মিতা, যথাক্রমে ধ্যানের অবস্থা, এবং সবিচার সমাধির বস্তু:\nসানন্দ, \"আনন্দের সাথে\": \"সর্বোচ্চ আনন্দ\" বা \"পরমানন্দের সাথে\" নামেও পরিচিত, এই অবস্থাটি ধ্যানে আনন্দের এখনও সূক্ষ্ম অবস্থার উপর জোর দেয়; সানন্দ বিতর্ক ও বিকার থেকে মুক্ত।\nসস্মিতা, \"অহংকার সহ\": চিত্ত \"আই-এম-নেস\" এর ইন্দ্রিয় বা অনুভূতির উপর কেন্দ্রীভূত হয়।\nঅসমপ্রজ্ঞা সমাধি (নির্বিকল্প সমাধি ও নির্বিজ সমাধিও বলা হয়) মেডিটেশনের কোনো বস্তুর সমর্থন ছাড়াই সমাধিকে বোঝায়, যা পুরুষ বা চেতনার জ্ঞানের দিকে নিয়ে যায়, সবচেয়ে সূক্ষ্ম উপাদান।\n\n\n=== সম্প্রজ্ঞা সমাধি ===\nপরমহংস যোগানন্দের মতে, এই অবস্থায় কেউ অহং ত্যাগ করে এবং সৃষ্টির বাইরে আত্মা সম্পর্কে সচেতন হয়। আত্মা তখন আত্মা-প্রজ্ঞার আগুনকে শোষণ করতে সক্ষম হয় যা শরীর-আবদ্ধ প্রবণতার বীজকে \"ভাজা\" বা ধ্বংস করে। ধ্যানকারী হিসাবে আত্মা, তার ধ্যানের অবস্থা এবং ধ্যানের বস্তু হিসাবে আত্মা সব এক হয়ে যায়। আত্মার সাগরে ধ্যানরত আত্মার পৃথক তরঙ্গ আত্মার সাথে মিশে যায়। আত্মা তার পরিচয় হারায় না, কিন্তু কেবল আত্মায় প্রসারিত হয়। সবিকল্প সমাধিতে মন কেবল অন্তরের আত্মা সম্পর্কে সচেতন; এটা বহির্জগত সম্পর্কে সচেতন নয়। শরীর ট্রান্সেলিক অবস্থায় আছে, কিন্তু চেতনা তার মধ্যে তার আনন্দময় অভিজ্ঞতা সম্পূর্ণরূপে উপলব্ধি করে।\nঅ্যাপোলো ১৪ নভোচারী এডগার মিচেল, ইনস্টিটিউট অফ নয়েটিক সায়েন্সের প্রতিষ্ঠাতা, মহাকাশ থেকে পৃথিবী দেখার অভিজ্ঞতার তুলনা করেছেন, যা ওভারভিউ ইফেক্ট নামেও পরিচিত, সবিকল্প সমাধির সাথে।\n\n\n==== আনন্দ ও অস্মিতা ====\nইয়ান হুইসারের মতে, পতঞ্জলির ব্যবস্থায় সানন্দ ও সস্মিতার অবস্থা বিতর্কের বিষয়। মাহেলের মতে, প্রথম দুটি উপাদান, চিন্তাভাবনা এবং প্রতিফলন, বিভিন্ন ধরনের সমপত্তির ভিত্তি তৈরি করে। ফুয়েরস্টেইনের মতে:\n\n\"আনন্দ\" এবং \"আই-এম-নেস\" [...]কে অবশ্যই প্রতিটি জ্ঞানীয় [পরমানন্দের] সহগামী ঘটনা হিসাবে বিবেচনা করা উচিত। এই বিষয়ে ধ্রুপদী ভাষ্যকারদের ব্যাখ্যা পতঞ্জলির [আনন্দিত] অবস্থার অনুক্রমের জন্য বিদেশী বলে মনে হয়, এবং এটা অসম্ভাব্য মনে হয় যে আনন্দ ও অস্মিতের সমাধির স্বাধীন স্তর গঠন করা উচিত।\nআনন্দ ও অস্মিতাকে নির্ভিকার-সমপত্তির পর্যায় হিসেবে দেখে, ইয়ন হুইসার ফুরস্টেইনের সাথে একমত নন। কোনটি বোঝায় বাকাস্পতি মিশ্র (৯০০-৯৮০ খৃষ্টাব্দ), ভামতি অদ্বৈত বেদান্তের প্রতিষ্ঠাতা যিনি আট ধরনের সমাপট্টির প্রস্তাব করেন:\n\nসাবিতার্ক-সমপত্তি ও নির্বিতার্ক-সমপত্তি, উভয়ই স্থূল বস্তু সহ সমর্থনের বস্তু হিসাবে;\nসাভিকার-সমপত্তি ও নির্ভিকার-সমপত্তি, উভয়ই সূক্ষ্ম বস্তুকে সমর্থনের বস্তু হিসেবে;\nসানন্দ-সমপত্তি ও নিরানন্দ-সমপত্তি, উভয় ইন্দ্রিয় অঙ্গকে সমর্থনের বস্তু হিসাবে\nসস্মিতা-সমপত্তি ও নিরস্মিতা-সমপত্তি, উভয়ই সমর্থন হিসাবে \"আমি-নেস\" অর্থে।\nজ্ঞান বিক্ষু (খৃষ্টাব্দ ১৫৫০-১৬০০) একটি ছয়-পর্যায়ের মডেলের প্রস্তাব করেন, স্পষ্টভাবে ভাকাস্পতি মিশ্রের মডেলকে প্রত্যাখ্যান করেন। জ্ঞান বিক্ষু আনন্দকে (আনন্দ) এমন একটি অবস্থা হিসাবে বিবেচনা করেন যা উদ্ভূত হয় যখন মন বিকরা পর্যায় অতিক্রম করে। যার সম্মত হন যে আনন্দ সমাধির পৃথক পর্যায় নয়। হুইসারের মতে, পতঞ্জলির নিজের দৃষ্টিভঙ্গি বলে মনে হয় যে নির্বিচার-সমাধি হল জ্ঞানীয় পরমানন্দের সর্বোচ্চ রূপ।\nসরস্বতী বুহরমনের মতে, \"বাবাজি একবার ব্যাখ্যা করেছিলেন যে সাধনার সময় লোকেরা যখন সুখী অনুভূতি অনুভব করে, তখন স্থূল স্তরে উভয় নাসারন্ধ্রে শ্বাস সমান হয়, এবং সূক্ষ্ম স্তরে ইডা ও পিঙ্গলা নদীতে প্রাণিক প্রবাহ ভারসাম্যপূর্ণ। একে সুষুম্না শ্বাস বলা হয় কারণ সুশুমার অবশিষ্ট প্রাণ, কুন্ডলিনী, সুষুম্না নদীতে প্রবাহিত হয়, যার ফলে সত্ত্বগুণ আধিপত্য বিস্তার করে। \"এটি শান্তির অনুভূতি তৈরি করে। সেই শান্তিই আনন্দ\"। সানন্দ সমাধিতে সেই আনন্দের অভিজ্ঞতা, সেই সাত্ত্বিক প্রবাহ, অন্য কোনো বৃত্তির দ্বারা নিষ্প্রভ, বা চিন্তা, সেই পরমানন্দ প্রাপ্তির আনন্দের সচেতনতাকে বাঁচান\"।\n\n\n=== অসম্প্রজ্ঞা সমাধি ===\nমাহেলের মতে, অসম্প্রজ্ঞা সমাধি (নির্বিকল্প সমাধি ও নির্বিজ সমাধিও বলা হয়) পুরুষ বা চেতনার জ্ঞানের দিকে নিয়ে যায়, সবচেয়ে সূক্ষ্ম উপাদান।  হেনরিখ জিমার নির্বিকল্প সমাধিকে অন্যান্য রাজ্য থেকে এইভাবে আলাদা করেছেন:\n\nঅপরদিকে নির্বিকল্প সমাধি, আত্ম-চেতনা ছাড়া শোষণ, আত্মার মধ্যে মানসিক ক্রিয়াকলাপ (চিত্তবৃত্তি) এর একত্রীকরণ, এত মাত্রায়, অথবা এমনভাবে, যে জ্ঞাতা, জানার কাজ এবং জ্ঞাত বস্তুর পার্থক্য (বিকল্প) বিলীন হয়ে যায় - যেমন জলে তরঙ্গ বিলুপ্ত হয়, এবং ফেনা সমুদ্রে উধাও হয়ে যায়।\nস্বামী শিবানন্দ নির্বিজ সমাধিকে বর্ণনা করেছেন (অর্থাৎ \"সমাধি\" বীজ ছাড়া):\n\n\"বীজ বা সংস্কার ছাড়া [...] সমস্ত বীজ বা ছাপ জ্ঞানের আগুনে পুড়ে যায় [...] সমস্ত সংস্কার এবং বাসনা যা পুনর্জন্ম নিয়ে আসে তা সম্পূর্ণরূপে মুক্ত হয়। মন-লেক থেকে উদ্ভূত সমস্ত বৃত্তি বা মানসিক পরিবর্তন সংযমের অধীনে আসে।পাঁচটি দুর্দশা, যেমন, অবিদ্যা (অজ্ঞান), অস্মিতা (অহংকার), রাগ-দ্বেষ (প্রেম এবং ঘৃণা) এবং অভিনিবেশ (জীবনকে আঁকড়ে থাকা) ধ্বংস হয় এবং কর্মের বন্ধন বিনষ্ট হয় [...] এটি মোক্ষ দেয় (জন্ম ও মৃত্যুর চাকা থেকে মুক্তি)। আত্মজ্ঞানের আবির্ভাবের সাথে সাথে অজ্ঞতা দূর হয়। মূল-কারণ অদৃশ্য হওয়ার সাথে সাথে অজ্ঞানতা, অহংবোধ ইত্যাদিও অদৃশ্য হয়ে যায়\"।\n\n\n==== শৈববাদে ====\nনির্বিকল্প যোগ হল শৈবধর্মের দার্শনিক ব্যবস্থার একটি শব্দ, যেখানে, সমাধির মাধ্যমে \"আমি\" এবং শিবের সম্পূর্ণ পরিচয় পাওয়া যায়, যেখানে নাম ও রূপের ধারণাগুলি অদৃশ্য হয়ে যায় এবং একমাত্র শিবই প্রকৃত স্বরূপে অনুভব করেন। সেই ব্যবস্থায়, এই অভিজ্ঞতা ঘটে যখন সমস্ত চিন্তা-গঠনের সম্পূর্ণ অবসান ঘটে।\n\n\n==== সহজ সমাধি ====\nরমণ মহর্ষি কেবল নির্বিকল্প সমাধি ও সহজ নির্বিকল্প সমাধির মধ্যে পার্থক্য করেছেন:\n\nসহজ সমাধি হল এমন অবস্থা যেখানে বিষয়ের মধ্যে নীরব স্তর বজায় রাখা হয় (একই সাথে) মানুষের অনুষদের সম্পূর্ণ ব্যবহারের সাথে।\nকেবলা নির্বিকল্প সমাধি অস্থায়ী,  যেখানে সহজ নির্বিকল্প সমাধি হল দৈনন্দিন কাজকর্ম জুড়ে একটি অবিচ্ছিন্ন অবস্থা। এই অবস্থাটি অন্তর্নিহিতভাবে সমাধির চেয়ে জটিল বলে মনে হয়, কারণ এতে জীবনের বিভিন্ন দিক জড়িত, যেমন বাহ্যিক কার্যকলাপ, অভ্যন্তরীণ নিস্তব্ধতা এবং তাদের মধ্যে সম্পর্ক। এটিকে আরও উন্নত অবস্থা বলে মনে হচ্ছে, যেহেতু এটি সমাধির আয়ত্তের পরে আসে।\nসহজ হল স্বেচ্ছাচার, সাম ও সমরসা সহ নাথ সম্প্রদায়ের চারটি কীওয়ার্ডের মধ্যে একটি। ৮ম-৯ম শতাব্দীর প্রথম দিকে বাংলায় হিন্দুধর্ম ও বৌদ্ধধর্মে প্রচলিত তান্ত্রিক ঐতিহ্যে সহজ ধ্যান ও উপাসনা প্রচলিত ছিল।\n\n\n==== মহাসমাধি ====\nহিন্দু বা যোগিক ঐতিহ্যে, মহাসমাধি, \"মহান\" এবং চূড়ান্ত সমাধি, মৃত্যুর মুহুর্তে নিজের দেহকে সচেতনভাবে এবং ইচ্ছাকৃতভাবে ত্যাগ করার কাজ। এই বিশ্বাস অনুসারে, উপলব্ধিকৃত ও মুক্ত (জীবনমুক্ত) যোগী বা যোগিনী যিনি নির্বিকল্প সমাধির অবস্থা অর্জন করেছেন তারা সচেতনভাবে তাদের দেহ থেকে বেরিয়ে আসতে পারেন এবং গভীর, সচেতন অবস্থায় মৃত্যুর মুহুর্তে জ্ঞানলাভ করতে পারেনধ্যানের অবস্থা।\nকিছু ব্যক্তি, তাদের অনুসারীদের মতে, তাদের মহাসমাধির দিন ও সময় আগেই ঘোষণা করেছেন।\nএর মধ্যে রয়েছে লাহিড়ী মহাশয় যাঁর মৃত্যু ২৬শে সেপ্টেম্বর, ১৮৮৫-এ, পরমহংস যোগানন্দের মতে এই প্রকৃতির ছিল। ১৯৫২ সালের ৭ মার্চ পরমহংস যোগানন্দের নিজের মৃত্যুকে তাঁর অনুগামীরা মহাসমাধিতে প্রবেশ বলে বর্ণনা করেছেন। যোগানন্দের একজন প্রত্যক্ষ শিষ্য দিবা মাতা বলেছেন যে যোগানন্দ আগের সন্ধ্যায় তাকে জিজ্ঞাসা করেছিলেন \"আপনি কি বুঝতে পারছেন যে এটি কয়েক ঘন্টার ব্যাপার এবং আমি এই পৃথিবী থেকে চলে যাব?\"\n\n\n=== ভাব সমাধি ===\nভাব সমাধি হল আনন্দময় চেতনার একটি অবস্থা যা কখনও কখনও একটি আপাতদৃষ্টিতে স্বতঃস্ফূর্ত অভিজ্ঞতা হতে পারে, তবে এটি সাধারণত দীর্ঘ সময়ের ভক্তিমূলক অনুশীলনের চূড়ান্ত পরিণতি হিসাবে স্বীকৃত। এটা কিছু গোষ্ঠীর দ্বারা বিশ্বাস করা হয় যে এটি \"উচ্চতর প্রাণীদের\" উপস্থিতির মাধ্যমে উদ্ভূত হয়। রামকৃষ্ণ পরমহংস এবং তাঁর কিছু শিষ্য চৈতন্য মহাপ্রভু এবং তাঁর প্রধান শিষ্য নিত্যানন্দ সহ ভারতীয় আধ্যাত্মিক ইতিহাসের উল্লেখযোগ্য ব্যক্তিদের দ্বারা ভব সমাধির অভিজ্ঞতা হয়েছে, ভক্তি ঐতিহ্যে মীরাবাঈ ও অসংখ্য সাধু।\n\n\n==== অর্থ ও তাৎপর্য ====\nভাব সমাধি, কখনও কখনও 'ট্রান্স' হিসাবে অনুবাদ করা হয়, ইংরেজি ভাষায় এর কোনো সরাসরি প্রতিরূপ নেই, যদিও \"পরমানন্দ\" সবচেয়ে কাছের অনুবাদ।\nপ্রস্তাবিত বিভিন্ন অনুবাদের সবগুলোই চেতনার এক উত্তেজনাপূর্ণ অবস্থাকে নির্দেশ করে, যা আবেগকে এক-পয়েন্টেড একাগ্রতা (সমাধি) তে প্রবাহিত করার মাধ্যমে অর্জিত হয় যার সময় অনুশীলনকারী ভক্তিমূলক আনন্দ অনুভব করেন। উদাহরণস্বরূপ, শ্রী রামকৃষ্ণের গসপেল, মহেন্দ্রনাথ গুপ্ত, রামকৃষ্ণ পরমহংসের অন্তর্মুখী মেজাজ পর্যবেক্ষণের কথা বর্ণনা করেছেন যেখানে তিনি \"বাহ্যিক জগতের অচেতন\" হয়ে পড়েছিলেন। গুপ্ত পরে \"জানেন যে এই মেজাজকে বলা হয় ভাব, পরমানন্দ\"।\n\"ভাব\" পরমানন্দ ও আত্মসমর্পণের মেজাজকে বোঝায় যা একজনের 'ইষ্ট দেব' (ভক্তির বস্তু) প্রতি ভক্তির পরিপক্ক হওয়ার দ্বারা প্ররোচিত হয়। এই প্রসঙ্গে \"ভাব\" মানে \"অনুভূতি\", \"আবেগ\", \"মেজাজ\", বা \"মনের ভক্তিমূলক অবস্থা\"।  এটি উচ্চাকাঙ্ক্ষীর মানসিক জীবনকে নির্দেশ করে, যা জ্ঞান বা রাজ যোগের অনুশীলনে মন ও বুদ্ধির ক্ষেত্র অতিক্রম করার জন্য নিয়ন্ত্রিত হয়। ভক্তি যোগে, তবে, ভাব নিয়ন্ত্রিত বা দমন করা হয় না, বরং ভক্তিতে রূপান্তরিত হয় এবং প্রভুর প্রতি প্রবাহিত হয়\"।  স্বামী শিবানন্দ বলেন যে এটি \"অভ্যন্তরীণ অনুভূতি\" যা সঠিক অনুশীলনের মাধ্যমে মনের অন্যান্য অনুষদের মতো বিকাশ করা প্রয়োজন, যেমন স্মৃতি বা ইচ্ছা শক্তি।\nরামকৃষ্ণ পরমহংসের মতে প্রকৃত ভাব তখনই ঘটে যখন ঈশ্বরের সাথে সম্পর্ক এমনভাবে প্রতিষ্ঠিত হয় যে এটি সর্বদা আমাদের চেতনায় স্থির থাকে, \"খাওয়া, পান করা, বসা বা ঘুম\"। ভাব সম্পূর্ণরূপে পরিপক্ক হলেই সাধক (আধ্যাত্মিক সাধক) \"ভাব সমাধি\" অনুভব করেন। ভাব সমাধি ঘটে যখন আবেগগুলিকে নিখুঁতভাবে একজনের ভক্তির বস্তুর উপর এক-বিন্দু ঘনত্বে প্রবাহিত করা হয়। এটিকে \"আবেগজনিত কারণে ধ্যানে শোষণ, যেমন কীর্তন [ভক্তিমূলক সঙ্গীত]\" হিসেবেও বর্ণনা করা হয়েছে এবং \"নিছক পরমানন্দ, অবস্থা যখন ঐশ্বরিক আলিঙ্গন দ্বারা হৃদয় জব্দ করা হয়\"।\nভক্তিমূলক অনুশীলন যা ভব জাগিয়ে তুলতে পারে, যেমন \"ভজন\" এবং কীর্তন (আধ্যাত্মিক সঙ্গীত), হল ভক্তি ঐতিহ্য ও রামকৃষ্ণ পরমহংস এবং  শিববলযোগী  মহারাজ সহ অনেক ভারতীয় সাধুদের মিশনে আদর্শ অনুশীলন। শ্রী শিববালযোগী প্রায়শই \"ভাব\" ও \"ভাব সমাধি\" শব্দগুলিকে পরস্পর বদলে ব্যবহার করতেন। তিনি ভব ব্যাখ্যা করেছেন এভাবে:\n\n\"গুরুর প্রতি আসক্তির কারণে প্রত্যেকেই গুরুর কোনো না কোনো ভব-এ থাকে। মনের সংযুক্তি ও ভক্তিই প্রকৃত ভাব\"। “ভাব হল সমাধি ও তাপসের শুরু। উচ্চ আত্মা এটা প্ররোচিত। ভাব শারীরিক, মানসিক ও আধ্যাত্মিক উন্নতিতে সাহায্য করে।\"\nপ্রকৃত ভব সমাধির জন্য প্রয়োজনীয় গুণাবলী রামকৃষ্ণ পরমহংস দ্বারা জোর দেওয়া হয়েছে যখন তিনি বলেছিলেন যে নিম্ন সমতলের আধ্যাত্মিক অভিজ্ঞতা \"আবেগের ক্ষণস্থায়ী উচ্ছ্বাস\" দ্বারা হতে পারে কিন্তু শাস্ত্র বলে যে ভব সমাধিজাগতিক কামনা-বাসনা দূর করা এবং ত্যাগ ও বিচ্ছিন্নতার মতো যথাযথ গুণাবলী প্রতিষ্ঠিত না হলে ধরে রাখা অসম্ভব।\n\n\n==== অপব্যবহার ও বিতর্ক ====\nভাব সমাধির সাথে যুক্ত অনেক অপব্যবহার ও বিতর্ক রয়েছে। প্রথমত, ভাবকে উন্নত আধ্যাত্মিক অবস্থা বলে ভুল করা হয়েছে, যেখানে ভাব সমাধির মহান প্রবক্তা, রামকৃষ্ণ পরমহংস, তাঁর শিষ্যদের কাছে এটা স্পষ্ট করেছিলেন যে ভাব হল চেতনার প্রাথমিক অবস্থা; যে এই ধরনের অস্থায়ী আনন্দ (ভাব) অনুভব করা এতটা গুরুত্বপূর্ণ ছিল না এবং আধ্যাত্মিক পথে \"সত্যিকারের বিশ্বাস ও ত্যাগ অনেক বেশি\"। যে  ভাব প্রাথমিক অভিজ্ঞতা এটিও শিববালযোগী  মহারাজের দ্বারা জোর দেওয়া হয়েছে:\n\n\"এই সময়ে আপনার সমস্ত ভাব (মনের অনুভূতি) আপনার প্রিয় দেবতার প্রতি কেন্দ্রীভূত হবে এবং এইভাবে আপনার মন আরও ঘনীভূত, আরও একক-বিন্দু হয়ে উঠবে। তাহলে ধ্যান নিজেই অনেক সহজ হয়ে যায় এবং ফলস্বরূপ ব্যক্তি আরও স্বেচ্ছায় ধ্যান গ্রহণ করবে। \"এটি শিশুকে স্কুলে যাওয়ার জন্য চকলেট দেওয়ার মতো। কিন্তু শুধুমাত্র চকোলেটের জন্য স্থির হওয়া উচিত নয় - একজনকে অবশ্যই স্কুলে যেতে হবে। একইভাবে, একজনকে অবশ্যই ধ্যান করতে হবে।\"\nদ্বিতীয়ত, লোকেরা মিথ্যাভাবে দাবি করেছে যে তারা স্বতঃস্ফূর্তভাবে ভাবের মাধ্যমে আধ্যাত্মিক ক্ষমতা ও অভিজ্ঞতা অর্জন করেছে, যেখানে ভব সমাধি হল ভক্তিমূলক অনুশীলনের দীর্ঘ সময়কালের চূড়ান্ত পরিণতি। ভাব এমনকি লোকেরা \"পবিত্র দেবতাদের অধিকারী\" বলে মিথ্যা দাবি করতে এবং এই দেবতাদের পক্ষে আদেশ জারি করার জন্য ব্যবহার করেছে। ভাব যদি প্রকৃত হয়, তবে, ব্যক্তি অহিংস ও অন্তর্মুখী হয়ে উঠবে, এবং দাবি করবে না বা ভাবের মাধ্যমে নির্দেশ দেবে না। আধ্যাত্মিক প্রচেষ্টা সর্বদা মনকে প্রত্যাহার করতে এবং শান্ত হতে সক্ষম করে, নিজের দিকে অন্তর্মুখী হতে পারে। স্বামী বিবেকানন্দ সাধকদের (আধ্যাত্মিক উচ্চাকাঙ্ক্ষীদের) ভব অভিজ্ঞতার দাবি থেকে সাবধান থাকতে সতর্ক করেছিলেন:\n\n\"তিনি উল্লেখ করেছিলেন যে রামকৃষ্ণ দীর্ঘ বছর ধরে কঠোরতম স্ব-শৃঙ্খলার মধ্য দিয়েছিলেন এবং তার পরমানন্দ সেই শৃঙ্খলার ফল ছিল, অতিমাত্রায় আবেগপ্রবণতা নয়।\" মানুষ যখন ধর্ম পালন করার চেষ্টা করে, \"নরেন বলেছিলেন \"তাদের মধ্যে আশি শতাংশ প্রতারক হয়ে যায় এবং প্রায় পনের শতাংশ পাগল হয়ে যায়। বাকি পাঁচ শতাংশই সত্যের কিছু সরাসরি জ্ঞান লাভ করে এবং তাই ধন্য হয়। তাই সাবধান।\"\nতৃতীয়ত, প্রকৃত ভাব সমাধি, যা চেতনার অভ্যন্তরীণ অবস্থা, শরীরের বাইরের গতিবিধি যেমন নাচ ও গানের মাধ্যমে চিহ্নিত করা হয়েছে। এটা দাবি করা হয়েছে যে \"ভাব নিজেই- কখনও কখনও কর্ম ও নড়াচড়ায় এমন জোরালো বাহ্যিক অভিব্যক্তি থাকে - সর্বদাই বোঝাতে চেয়েছিল যে যারা গ্রুপে মনোযোগ বা স্থিতি কামনা করে তারা কখনও কখনও কেবল কিছু ব্যক্তিগত লাভের জন্য ভাবের ভান করে\"।  যাইহোক, ভাব অভিজ্ঞতার গভীরতা বিভিন্ন ব্যক্তির মধ্যে পরিবর্তিত হয় এবং তাদের মনের আধ্যাত্মিক পরিপক্কতার উপর নির্ভর করে। প্রাপ্তবয়স্ক সাধকরা সাধারণত ভাবের বাহ্যিক লক্ষণ প্রদর্শন করেন না, যা তাদের অভিজ্ঞতার গভীরতার পরিচায়ক। প্রকৃত ভাব সমাধির বাহ্যিক সূচক অনুকরণ করে ভক্তদের চেতনার অভ্যন্তরীণ অবস্থা সম্পর্কে দাবি করার চেষ্টা করার সমস্যাটি স্বামী বিবেকানন্দ রামকৃষ্ণ মিশনে সম্বোধন করেছিলেন:\n\n\"এটা আবিষ্কৃত হয়েছে যে বেশ কয়েকজন আসলেই সমাধির বাইরের শারীরিক লক্ষণগুলিকে প্ররোচিত করার চেষ্টা করছেন এবং সেইসঙ্গে যিনি পরমানন্দে নাচছেন তার গতিবিধিও অনুকরণ করছেন৷ নরেন এই ভক্তদের সাথে যুক্তি দেখান এবং তাদের ক্ষুধার্ত থাকা বন্ধ করতে এবং স্বাস্থ্যকর খাবার খেতে রাজি করান, এবং হিস্টিরিয়া চাষ করার পরিবর্তে তাদের আবেগ নিয়ন্ত্রণ করার চেষ্টা করুন। ফলাফল ছিল আধ্যাত্মিকতা বৃদ্ধি এবং বাহ্যিক প্রদর্শনী হ্রাস।\"\nভাব সমাধিতে মানুষের ক্রিয়াকলাপ, যেমন পরমানন্দে নাচ, কারো কারো কাছে খুব অদ্ভুত লাগতে পারে। শ্রী শিববালযোগী মহারাজের মিশনে শত শত মানুষের কাছে বিভিন্ন স্তরের ভব ঘটেছিল। ভাব শিববালয়গীর সর্বজনীন প্রোগ্রাম জুড়ে বিতর্কিত ছিল, এবং ঘটনাটি সম্পর্কে তার নিজের বিবৃতিগুলি অসঙ্গত বলে মনে হয়। যদিও কেউ কেউ অভিনয় বা অভিজ্ঞতার অপব্যবহার করছিলেন, যখন লোকেরা শ্রী শিবাবালয়গীর কাছে অভিযোগ করেছিল, তখন তিনি বেশিরভাগ সমালোচনা বা হস্তক্ষেপের প্রতি অসহিষ্ণু ছিলেন। \"এটা নাটক নয়। এটা সত্যিই ঘটে\"।\nভাব সমাধিকে সঠিক আধ্যাত্মিক প্রেক্ষাপটে স্থাপন করতে রামকৃষ্ণ পরমহংস বলেছেন,\n\n\"ভাব সমাধিকে সঠিক আধ্যাত্মিক প্রেক্ষাপটে স্থাপন করতে রামকৃষ্ণ পরমহংস বলেছেন,\"যদি আধ্যাত্মিক অভিজ্ঞতার গভীরতা পরিমাপ করতে হয়, তবে তা অবশ্যই একজন ব্যক্তির স্থিরতা, ত্যাগ, চরিত্রের শক্তি, ভোগের আকাঙ্ক্ষার ক্ষয় ইত্যাদি পর্যবেক্ষণ থেকে করা উচিত। এটি শুধুমাত্র এই স্পর্শপাথর দ্বারা, এবং অন্য কোন উপায়ে নয়, যে পরমানন্দে ড্রসের পরিমাণ নির্ণয় করা যায়।\"\n\n\n== শিখধর্ম ==\n\nশিখধর্মে শব্দটি এমন ক্রিয়াকে বোঝাতে ব্যবহৃত হয় যা ওয়াহেগুরুকে মনে রাখতে এবং নিজের মন ও আত্মাকে ঠিক করতে ব্যবহার করে। গুরু গ্রন্থ সাহিব জানায়,\n\n\"ধ্যানে সর্বশক্তিমান প্রভুকে, প্রতি মুহূর্তে ও প্রতি মুহূর্তে স্মরণ করুন; সমাধির স্বর্গীয় শান্তিতে ঈশ্বরের ধ্যান করুন।\" (পৃ. ৫০৮)\n\"আমি স্বর্গীয় সমাধিতে ঈশ্বরের সাথে সংযুক্ত।\" (পৃ. ৮৬৫)\n\"সবচেয়ে যোগ্য সমাধি হল চেতনাকে স্থির রাখা এবং তাঁর প্রতি মনোনিবেশ করা।\" (পৃ. ৯৩২)\nসমাধি শব্দটি শরীরের শারীরিক অবস্থানের পরিবর্তে মনের অবস্থাকে বোঝায়। শাস্ত্র ব্যাখ্যা করে:\n\n\"আমি স্বর্গীয় সমাধিতে নিমগ্ন, স্নেহময়ভাবে প্রভুর সাথে চিরকাল সংযুক্ত। আমি প্রভুর মহিমান্বিত প্রশংসা গান করে বেঁচে থাকি\" (পৃ. ১২৩২)\n\"রাত্রিদিন, তারা তাদের হৃদয়ে ভগবানকে উপভোগ করে এবং উপভোগ করে; তারা স্বজ্ঞাতভাবে সমাধিতে লীন হয়। ||২||\" (পৃ. ১২৫৯)\nশিখ গুরুরা তাদের অনুগামীদের জানান:\n\n\"কেউ কেউ সমাধিতে নিমগ্ন থাকে, তাদের মন এক প্রভুর প্রতি প্রেমের সাথে স্থির থাকে; তারা কেবল শব্দের কথা চিন্তা করে।\" (পৃষ্ঠা ৫০৩)\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== ওয়েব সূত্র ===\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\n\nHinduism\nThe question of the importance of Samadhi in modern and classical Advaita Vedanta, Michael Comans (1993)\nRaja Yoga Samadhi, Sri Swami Sivananda (2005)\nTheravada Buddhism\nSīla and Samādhi, Surendranath Dasgupta, 1940\nSamma Samadhi – by Ajahn Chah\nSamādhi in Buddhism – by P. A. Payutto\nSamadhi for Liberation – by Ajahn Anand Akincano\nWisdom Develops Samadhi – by Maha Boowa\nLessons in Samadhi by Ajahn Lee Dhammadharo\nTibetan Buddhism\nDeveloping Samadhi – by Lama Gelek Rinpoche"}