{"pageid": 1102272, "title": "পাতা কুঁচকানো", "url": "https://bn.wikipedia.org/wiki?curid=1102272", "content": "পিচ পাতার কুঁচকানো হল একটি উদ্ভিদ রোগ যা পাতার বিকৃতি এবং রঙের দ্বারা চিহ্নিত করা হয় এবং ট্যাফ্রিনা ডিফরম্যানস ছত্রাক দ্বারা সৃষ্ট হয়,  যা পীচ, নেকটারিন এবং বাদাম গাছকে সংক্রমিত করে। T. deformans মার্কিন যুক্তরাষ্ট্র, ইউরোপ, এশিয়া, আফ্রিকা, অস্ট্রেলিয়া এবং নিউজিল্যান্ডে পাওয়া যায় ।  পিচ পাতার কুঁচকানো পিচ  এবং নেকটারিন গাছ দ্বারা উত্পাদিত পাতা এবং ফলের পরিমাণ হ্রাস করে। \n\n\n== আক্রান্ত প্রজাতি ==\nপিচ পাতার কুঁচকানো প্রধানত আক্রান্ত হয় পীচ, নেকটারিন এবং বাদাম গাছ। ফল বিশেষ সাধারণত পীচ পাতার কুঁচকানো থেকে নিরাপদ থাকে  (পরিবর্তে, প্রধান খুবানি রোগ পুষ্প নুয়ে পড়া  শাখার অগ্রভাগ আংশিক মৃত্যু   হয় Monilinia fructicola বসন্ত এবং Eutypa লতা গ্রীষ্মে দ্বারা )।   যাইহোক, 2011 সালে হাঙ্গেরির একটি বিচ্ছিন্ন ক্ষেত্রে, এছাড়া পীচ পাত কুঁচকানো  চিহ্নিত করা হয়েছিল খুবানি গাছ। \n\n\n== লক্ষণ ==\nপিচ পাতার কুঁচকানো একটি স্বতন্ত্র এবং ছত্রাকজনিত রোগ সহজে লক্ষণীয় , এবং লক্ষণগুলির তীব্রতা নির্ভর করে সংক্রমণ কত দ্রুত ঘটেছে তার উপর । রোগাক্রান্ত পাতাগুলি সাধারণত কুঁড়ি থেকে বের হওয়ার পরপরই শনাক্ত করা যায়, কারণ তাদের লাল রঙ এবং পেঁচানো আকৃতির কারণে। পাতাগুলি বিকশিত হওয়ার সাথে সাথে, তারা ক্রমবর্ধমানভাবে বিকৃত হতে থাকে এবং শেষ পর্যন্ত স্বাভাবিক পাতার তুলনায় পুরু এবং রাবারের মত হয়ে যায়। পাতার রঙ স্বাভাবিক সবুজ থেকে লাল এবং বেগুনিতে পরিবর্তিত হয়, যতক্ষণ না একটি সাদা ফুল প্রতিটি পাতাকে ঢেকে দেয়। অবশেষে, মরা পাতা শুকিয়ে ফেলার আগে কালো হয়ে যেতে পারে। বাকল পরিবর্তন কম লক্ষণীয় হয়, যদিও সব. রোগাক্রান্ত ফুল থেকে ফল বিকাশে ব্যর্থ হতে পারে। রোগাক্রান্ত গাছ থেকে যে কোনো ফল জন্মায় তা সাধারণত স্বাভাবিক, তবে কখনও কখনও এটি আক্রান্তও হতে পারে, লালচে রঙ দেখায়। আক্রান্ত পাতা তাড়াতাড়ি ঝরে পড়ে। গাছটি সাধারণত পাতার দ্বিতীয় প্রাপ্তি তৈরি করে যা খুব কমই রোগাক্রান্ত হয়, একটি অসময়ের ঠান্ডা এবং ভেজা বসন্ত ব্যতীত, কারণ বসন্তের শেষের দিকে এবং গ্রীষ্মের শুরুতে সাধারণত উচ্চ তাপমাত্রায় ছত্রাক সংক্রামক হয় না।\n\n\n== পিচ পাতার কুঁচকানো এর কারণ ==\nT. deformans ছত্রাক বিকৃত কচি পাতা, লাল ফোসকা, এবং পরিশেষে সাদা পুষ্প ঘটায় যা সংক্রমণের অগ্রগতির সাথে সাথে পাতাকে ঢেকে দেয়। asci এই সাদা রঙ দিয়ে তৈরি করে যা পাতার বহিঃত্বক ভেঙে দেয়।  আট এ্যাসকোস্পোর নিয়ে একটি এ্যাসকাস গঠিত যা কনিডিয়াম   তৈরি করে, যা বিস্তার হয়  গ্রীষ্মের শুরুতে এবং  বৃষ্টি ও বাতাসের দ্বারা প্রক্ষিপ্ত হয়। ছত্রাক শীতকালে পোষক উদ্ভিদের পৃষ্ঠে, যেমন বাকল বা কুঁড়িতে বেঁচে থাকে। শীতের শেষের দিকে বা বসন্তের শুরুতে, বৃষ্টির জল স্পোরগুলিকে ধুয়ে দেয় যখন তা কুঁড়ির মধ্য থেকে ফেঁটে বেরিয়ে আসে। একবার এটি ঘটলে, কোনো ব্যবস্থা আর কার্যকর হয় না। বসন্তে, ফুল ফোটার প্রায় দুই সপ্তাহ পরে, সংক্রমিত কুঁড়ি থেকে নতুন পাতা বের হওয়া কনিডিয়া দ্বারা আক্রান্ত হয়। তাপমাত্রা ও বৃষ্টিপাতের তারতম্যের কারণে প্রতি বছর এ রোগ নাও হতে পারে। বিশেষত, সফল সংক্রমণের জন্য, ছত্রাকের ভেজা শীতের প্রয়োজন হয়, যেখানে বৃষ্টি (কুয়াশা বা শিশির নয়) 16 °C (61 °F) তাপমাত্রা এর নিচে  ১২.৫ ঘণ্টার বেশি সময় ধরে গাছকে ভিজিয়ে রাখে।  ৯ °সে (৪৮ °ফা) তাপমাত্রায় নিচে  ছত্রাক বাড়তে পারে না । \n\n\n== রোগ নিয়ন্ত্রণ ==\nবিভিন্ন পদ্ধতি প্রয়োগ করা হয়।\n\nসবচেয়ে কার্যকর পদ্ধতি  হল ঘরের দেয়ালের বিপরীতে পীচ গাছ লাগানো, সম্ভবত শীতকালে মাদুর দিয়ে ঢেকে রাখা, কুঁড়ি ফেটে যাওয়ার আগে শীতের বৃষ্টি আটকে রাখা (এবং ঘটনাক্রমে বসন্তের তুষারপাত না হওয়া পর্যন্ত ফুল ফোটাতে দেরি করা।), যতক্ষণ না তাপমাত্রা ১৬ °সে (৬১ °ফা) অতিক্রম করে বসন্তে, ছত্রাক নিষ্ক্রিয় করে।\nবাণিজ্যিকভাবে, ছত্রাকনাশক দিয়ে পাতা স্প্রে করা সবচেয়ে সাধারণ নিয়ন্ত্রণ পদ্ধতি। এই ছত্রাকনাশকগুলির বিষাক্ততার অর্থ হল কিছু দেশে অবাণিজ্যিক চাষীদের কাছে এগুলি আইনত সহজলভ্য নয়। শীতকালে মুকুল আসার আগে ভালোভাবে স্প্রে করা উচিত। যদি গাছে পর্যাপ্ত পরিমাণে স্প্রে করা না হয় তবে চিকিত্সা অকার্যকর। তামা-ভিত্তিক মিশ্রণ (যেমন বোর্দো মিশ্রণ ) এবং চুন সালফার দুটি ছত্রাকনাশক সাধারণত ব্যবহৃত হয়।  \nপীচের জাতগুলি রোপণ করা যেতে পারে যা পীচ পাতার কুঁচকানো কিছুটা প্রতিরোধ দেখায়, বা অন্তত দ্রুত পুনরুত্থিত হয়, যেমন সাদা-মাংসের পীচ 'বেনেডিক্ট'।  নেকটারিনের জন্য, ক্রেবিচের চাষে কিছুটা প্রতিরোধ আছে বলে জানা গেছে। \nযদি একটি গাছে একটি নির্দিষ্ট বছরে পিচ পাতার কুঁচকানো থাকে, তবে রোগটি অসহনীয়ভাবে তার গতিপথ গ্রহণ করবে, তবে গাছটিকে টিকিয়ে রাখার জন্য বা ফসলের ফলন সর্বাধিক করার জন্য ব্যবস্থা নেওয়া যেতে পারে: ১৬ °সে (৬১ °ফা) তাপমাত্রা এর নিচে  আরও বৃষ্টি থেকে গাছকে রক্ষা করা, রোগ ছড়ানো পোকামাকড়ের উপদ্রব থেকে রক্ষা করার জন্য কাণ্ডের চারপাশে গ্রীসব্যান্ড লাগানো; গাছের উপর চাপ কমাতে নাইট্রোজেন এবং অতিরিক্ত জল প্রদান; এবং ফল পাতলা করা। গাছ থেকে আক্রান্ত পাতা অপসারণ করা উপকারী কিনা তা পরিষ্কার নয়।  সংক্রামিত পাতা এবং ফল মাটিতে পড়ে যাওয়ার পরে তা অপসারণ করা কিছু সময় পরামর্শ দেওয়া হয়, যদি অতিরিক্ত প্রয়োজন হয় তবে পরবর্তী শীতকালে, ছত্রাকনাশক বা বৃষ্টির সুরক্ষা প্রয়োগ করা।\n\n\n== ইতিহাস ==\nপিচ পাতার কুঁচকানো প্রথম 1852 সালে আমেরিকায় উপস্থাপিত হয়েছিল এবং এখন সারা দেশে ছড়িয়ে পড়েছে। 1947 সাল নাগাদ, এই রোগের জন্য মার্কিন যুক্তরাষ্ট্রে বার্ষিক $2.5 থেকে 3.0 মিলিয়ন খরচ হয়েছিল। \n\n\n== তথ্যসূত্র =="}