{"pageid": 1102007, "title": "উদয়ন", "url": "https://bn.wikipedia.org/wiki?curid=1102007", "content": "উদয়ন (তামিল: உதயன் Utayaṉ, ইংরেজি: Morning) একটি তামিল ভাষার শ্রীলঙ্কার দৈনিক সংবাদপত্র। এটি নিউ উদয়ন পাবলিকেশন (প্রাইভেট) লিমিটেড দ্বারা প্রকাশিত, যা উদয়ন গ্রুপ অফ নিউজপেপার্সের অংশ। ১৯৮৫ সালে প্রতিষ্ঠিত এই পত্রিকা প্রথম জাফনা থেকে প্রকাশিত হয়েছিল। এর ভগিনী সংবাদপত্র কলম্বো ভিত্তিক সুদার অলি। উদয়ন জাফনা থেকে প্রকাশিত একমাত্র সংবাদপত্র যা গৃহযুদ্ধের কারণে প্রকাশনা বন্ধ করেনি। সংবাদপত্রটি বেশ কয়েকবার আক্রমণের শিকার হয়েছে। আধাসামরিক গোষ্ঠী এবং অন্যান্য বাহিনী এর বেশ কয়েকজন কর্মীকে হত্যা কয়েছে এবং এটি নিয়মিত হুমকি পায়।\n\n\n== ইতিহাস ==\n\nউদয়ন ১৯৮৫ সালে ই. সারাবনাপবন দ্বারা প্রতিষ্ঠিত হয়েছিল যার প্রথম সংস্করণ ২৭ নভেম্বর ১৯৮৫ এ প্রকাশিত হয়েছিল। সেই সময়ে জাফনা থেকে প্রকাশিত আরও দুটি সংবাদপত্র ছিল: তামিল ভাষার ইলামুরাসু এবং ইলানাডু। মুরাসোলি ১৯৮৬ সালে জাফনা থেকে প্রকাশনা শুরু করে।\nগৃহযুদ্ধ বৃদ্ধির সাথে সাথে জাফনা থেকে প্রকাশিত সংবাদপত্রগুলি সরকারী বাহিনী এবং বিদ্রোহী জঙ্গি গোষ্ঠী উভয়ের চাপের মুখে পড়ে। ইলামুরাসু এবং ইলানাডু যথাক্রমে ১৯৮৭ এবং ১৯৯৪ সালে লিবারেশন টাইগার্স অব তামিল ঈলম (এলটিটিই) দখল করে নেয়।\nঅক্টোবর ১৯৯৫ সালে, শ্রীলংকান সামরিক বাহিনী এলটিটিই-র কাছ থেকে জাফনা উপদ্বীপ প্রতিগ্রহণ করার জন্য সামরিক অভিযান শুরু করে। এই সময় ভালিকামাম অঞ্চলের সব জনগন উপদ্বীপের অন্য অংশ ভানিতে পালিয়ে যায়। উদয়নের কর্মীরা তাদের জাফনা অফিস থেকে প্রিন্টিং মেশিন ও একটি জেনারেটর ইত্যাদি ট্রাকে নিয়ে পালিয়ে যায়। তারা সারাসালাই, থেনমারাচ্চিতে একটি অস্থায়ী কার্যালয় স্থাপন করে এবং এপ্রিল ১৯৯৬ পর্যন্ত সেখান থেকে সংবাদপত্র প্রকাশ অব্যাহত রাখে। সামরিক বাহিনী জাফনা শহর সহ বেশিরভাগ উপদ্বীপ পুনরুদ্ধার করার পরে তারা জাফনায় ফিরে আসে। ১৯৯৬ সাল নাগাদ উদয়ন জাফনা থেকে প্রকাশিত একমাত্র সংবাদপত্র ছিল।\n১৯ মে ২০০০ শ্রীলঙ্কা সরকার সম্প্রতি পাস করা কঠোর আইন - ২০০০ সালের জরুরী (বিবিধ বিধান ও ক্ষমতা) রেগুলেশন নং-১ ব্যবহার করে উদয়ন বন্ধ করে দেয়। শ্রীলঙ্কা সেনাবাহিনী ফোন লাইন কেটে দেয়, অফিসে তালা মারে এবং চাবি নিয়ে যায়। সরকারি নিষেধাজ্ঞা তুলে নেওয়ার পর মোট ৪৫ দিন পর ৪ জুলাই ২০০০ তারিখে সংবাদপত্রটি পুনরায় চালু হয়।\nসহ-সম্পাদক এন. বিথ্যাথারনকে ২০ জানুয়ারী ২০০১, এলটিটিই-এর প্রধান আলোচক এবং রাজনৈতিক উপদেষ্টা আন্তন বালাসিংহামের সাথে একটি সাক্ষাত্কারের বিষয়ে তার অফিসে দুই ঘন্টা ধরে পুলিশ জিজ্ঞাসাবাদ করেছিল।\nগৃহযুদ্ধ পুনরায় শুরু হওয়ার পর শ্রীলঙ্কার সামরিক বাহিনী এ৯ রাস্তাটি বন্ধ করে দেয়, যা জাফনা উপদ্বীপ এবং দেশের বাকি অংশের মধ্যে প্রধান সড়ক সংযোগ ছিল। এর ফলে উপদ্বীপে খাদ্য, জ্বালানি, ওষুধ এবং নিউজপ্রিন্ট এবং মুদ্রণ কালি সহ অন্যান্য প্রয়োজনীয় সামগ্রি সরবরাহের তীব্র ঘাটতি দেখা দেয়। এই সময় উদয়নকে তার পৃষ্ঠার সংখ্যা এবং অনুলিপি ছাপানো কমাতে বাধ্য করা হয়েছিল - তখন পত্রিকাটি ১২-পৃষ্ঠার ও ২০,০০০ অনুলিপি থেকে ৪-পৃষ্ঠার ৭,৫০০ অনুলিপিতে নামিয়ে আনতে হয়েছিল।\nসম্পাদক এন. বিথ্যাথারনকে ২৬ ফেব্রুয়ারি ২০০৯-এ কোন পরোয়ানা ছাড়াই পুলিশ গ্রেপ্তার করেছিল, কারণ তিনি মাউন্ট ল্যাভিনিয়ায় একটি অন্ত্যেষ্টিক্রিয়ায় যোগ দিয়েছিলেন। পুলিশি হেফাজতে মারধর করার অভিযোগ রয়েছে। গ্রেপ্তারের আন্তর্জাতিক সমালোচনা তীব্র হওয়ার সাথে সাথে শ্রীলঙ্কা সরকার দাবি করে যে, কলম্বোতে এলটিটিই বিমান হামলার সাথে জড়িত থাকার সন্দেহে ভিথ্যাথারনকে গ্রেপ্তার করা হয়েছিল। ২৪ এপ্রিল ২০০৯ কলম্বো ক্রাইমস ডিভিশন আদালতকে জানায় যে, বিমান হামলার সাথে তাঁর যুক্ত থাকার কোনো প্রমাণ নেই। এরপর বিথ্যাথারনকে মুক্তি দেওয়া হয়। বিথ্যাথারন অভিযোগ করেন, ভানিতে বেসামরিক দুর্দশা পত্রিকায় তুলে ধরা প্রতিরোধ করার জন্যই তাঁকে আটক করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট"}