{"pageid": 1102422, "title": "পার্ক শিন-হিয়ে", "url": "https://bn.wikipedia.org/wiki?curid=1102422", "content": "পার্ক শিন-হিয়ে (কোরীয়: 박신혜; হাঞ্জা: 朴信惠, জন্ম: ১৮ ফেব্রুয়ারি ১৯৯০) একজন দক্ষিণ কোরিয়ান অভিনেত্রী এবং গায়িকা। স্টেয়ারওয়ে টু হেভেন (২০০৩) এবং ট্রি অফ হেভেন (২০০৬) টেলিভিশন নাটকে অভিনয়ের জন্য তিনি স্বীকৃতি পান। তার বয়সের হিসেবে অন্যতম জনপ্রিয় অভিনেত্রী হিসেবে বিবেচিত, পার্ক ইউ আর বিউটিফুল (২০০৯), দ্য হেয়ারস (২০১৩), পিনোকিও (২০১৪-১৫), ডক্টরস (২০১৬), মেমোরিজ অফ দ্য আলহাম্বরা (২০১৮-১৯), #এলাইভ (২০২০), সিসিফাস: দ্য মিথ  (২০২১) এবং ডক্টর স্লাম্প (২০২৪)-এর মত টেলিভিশন নাটক ও চলচ্চিত্রে তার ভূমিকার জন্য আরও স্বীকৃতি পেয়েছেন।\n২০১৫ সালে, পার্ক ফোর্বস কোরিয়া পাওয়ার সেলিব্রিটি তালিকায় ৩৩তম, এবং ২০১৭ সালে ১২তম এবং ২০২১ সালে ৪০তম স্থানে ছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nপার্ক ১৮ই ফেব্রুয়ারি, ১৯৯০ সালে গুয়াংজুতে জন্মগ্রহণ করেন এবং সিউলের সোংপা জেলায় বেড়ে ওঠেন। তার একটি বড় ভাই আছে, পার্ক শিন-ওন, একজন গিটারিস্ট এবং সুরকার। পার্ক গায়ক লি সেউং-হোয়ানের মিউজিক ভিডিও \"ফ্লাওয়ার\"-এ তার প্রথম উপস্থিতি দেখান, তারপর গান, নাচ এবং অভিনয়ের আনুষ্ঠানিক প্রশিক্ষণ নেন।\nইয়ংপা বালিকা উচ্চ বিদ্যালয় থেকে স্নাতক হওয়ার পর, পার্ক চুং-আং বিশ্ববিদ্যালয়ে যোগদান করেন। তিনি সেখানে আট বছর অধ্যয়ন করেন, তারপর ২০১৬ সালের ফেব্রুয়ারিতে থিয়েটারে ডিগ্রি নিয়ে স্নাতক হন। পার্ক বিশ্ববিদ্যালয়ের একজন শিল্পী প্রতিনিধি হিসাবে তার কৃতিত্বের জন্য সমাবর্তন অনুষ্ঠানে একটি পরিষেবা পুরস্কার পান।\n\n\n== কর্মজীবন ==\n\n\n=== ২০০৩-২০০৮: কর্মজীবনের শুরু ===\nপার্ক পরিচিতি পান যখন তিনি ২০০৩ সালে জনপ্রিয় কোরিয়ান নাটক স্টেয়ারওয়ে টু হেভেনে চোই জি-এর কনিষ্ঠ সংস্করণে অভিনয় করেন এরপর তিনি বিভিন্ন টেলিভিশন ধারাবাহিক সমর্থন ভূমিকা মাধ্যমে তার চলচ্চিত্র প্রসারিত করেন, এর মধ্যে উল্লেখযোগ্য হল ২০০৪ সালে নাটক বিশেষ ভেরি মেরি ক্রিসমাস একটি বিদ্রোহী কিশোরি হিসাবে।\nকোরীয়-জাপানি মেলোড্রামা ট্রি অফ হেভেন (২০০৬) তে পার্ক তার প্রথম প্রাপ্তবয়স্ক প্রধান ভূমিকায় অভিনয় করেছিলেন, যেখানে তিনি তার অভিনয়ের জন্য সমালোচকদের কাছ থেকে প্রশংসা পেয়েছিলেন। সিরিজটি জাপানেও সম্প্রচারিত হয়েছিল, এইভাবে পার্ক বিদেশে আরও বেশি পরিচিতি পেয়েছিলেন।\nপার্ক ইভিল টুইন (২০০৭) মুভিতে তার চলচ্চিত্রে আত্মপ্রকাশ করেন, একটি গ্রীষ্মকালীন হরর ফ্লিক যেখানে তিনি দুটি চরিত্রে অভিনয় করেছিলেন: একটি প্রধান চরিত্র হিসাবে, এবং অন্যটি প্রধান চরিত্রের বোনের ভূত হিসাবে, যে তার মৃত্যুর পরে অন্য বোনকে তাড়া করে। এরপর তিনি রোমান্স কমেডি সিরিজ প্রিন্স আওয়ার্স -এ তার প্রথম প্রতিপক্ষের ভূমিকায় অভিনয় করেন , এটি প্রিন্সেস আওয়ার্স (২০০৬) এর স্পিন অফ; এবং সপ্তাহান্তের নাটক কিমচিড রেডিশ কিউবস- এ মহিলা প্রধান চরিত্রে অভিনয় করেন।\nঅভিনয়ের পাশাপাশি, পার্ক ২০০৬ থেকে ২০০৭ পর্যন্ত ফ্যান্টাস্টিক পার্টনার অনুস্থানের আয়োজক হিসেবে কাজ করেছিলেন, যার জন্য তিনি এমবিসি এন্টারটেইনমেন্ট অ্যাওয়ার্ডে একটি বৈচিত্র্য শোতে সেরা নবাগত পুরস্কার পেয়েছিলেন।\n\n\n=== ২০০৯-২০১২: ক্রমবর্ধমান জনপ্রিয়তা ===\nজাং কিউন-সুকের সাথে রোমান্স কমেডি সঙ্গীত নাটক ইউ আর বিউটিফুল (২০০৯) এ ক্রস-ড্রেসিং নায়িকা হিসেবে অভিনয় করার পর পার্ক আরও পরিচিতি লাভ করে। দক্ষিণ কোরিয়াতে গড় রেটিং থাকা সত্ত্বেও, সিরিজটি একটি কাল্ট ফলোয়িং অর্জন করেছে, এবং জাপানে উচ্চ রেটিং অর্জন করেছে। তিনি নাটকের মূল সাউন্ডট্র্যাকের জন্য \"লাভলি ডে\" এবং \"উইথআউট ওয়ার্ডস\" গানগুলি প্রকাশ করেছিলেন।\n\n\n=== ২০১৩-বর্তমান: যুগান্তকারী এবং মূলধারার সাফল্য ===\n২০১৩ সালে, পার্ক কমেডি নাটক চলচ্চিত্র, মিরাকল ইন সেল নং-৭-এ প্রদর্শিত হয়, যেটি সর্বাধিক আয়কারী কোরিয়ান চলচ্চিত্রগুলির মধ্যে একটি হয়ে ওঠে। তিনি ৩৩তম কোরিয়ান অ্যাসোসিয়েশন অফ ফিল্ম ক্রিটিকস অ্যাওয়ার্ডে \"সেরা পার্শ্ব অভিনেত্রী\" পুরস্কার জিতেছিলেন। একজন অভিনেত্রী হিসাবে তার ১০ম বার্ষিকী উদযাপন করার জন্য, পার্ক এশিয়ার চারটি দেশে \"২০১৩ পার্ক শিন হাই এশিয়া ট্যুর: কিস অফ অ্যাঞ্জেল\" আয়োজন করে, এশিয়া জুড়ে বিস্তৃত একটি সফরের জন্য প্রথম অভিনেত্রী হয়ে ওঠেন। এরপর তিনি অভিনেতা ও গায়ক সো জি- সাবের মিউজিক ভিডিও \"ইরেজার\"-এ অভিনয় করেন তার অ্যালবাম টু'ক্লক... প্লেগ্রাউন্ডে, প্রাক্তন শিশু অভিনেতা ইউ সেউং-হোর সাথে। একই বছর, পার্ক কিম ইউন-সুকের লেখা একটি কিশোর নাটক দ্য হেইরসে লি মিন-হোর সাথে সহ-অভিনয় করেন। চীনা স্ট্রিমিং ওয়েবসাইট আইকিউআইউয়াইআই-এ এক বিলিয়ন ক্রমবর্ধমান ভিউ সহ ২৮.৬% শীর্ষ রেটিং সহ দ্য হেয়ারস স্থানীয়ভাবে ব্যাপক জনপ্রিয়তা উপভোগ করেছে। পার্ক অভ্যন্তরীণ এবং আন্তর্জাতিকভাবে জনপ্রিয়তার ঊর্ধ্বগতি অনুভব করে এবং একজন হ্যালিউ তারকা হয়ে ওঠে। ২০১৩ আনহুই টিভি ড্রামা অ্যাওয়ার্ডে তাকে \"জনপ্রিয় বিদেশী অভিনেত্রী\" পুরস্কার দেওয়া হয়।\n২০২০ সালে, পার্ক হলিউড চিত্রনাট্যকার ম্যাট নেইলরের মূল স্ক্রিপ্টের উপর ভিত্তি করে ইউ আহ-ইন-এর পাশাপাশি দুর্যোগের চলচ্চিত্র #এলাইভ-এ অভিনয় করেছিলেন। একই বছর, তিনি লি চুং-হিউন পরিচালিত থ্রিলার ফিল্ম দ্য কলে অভিনয় করেছিলেন, যেটি বিভিন্ন সময়ের মধ্যে বসবাসকারী দুই মহিলাকে ঘিরে আবর্তিত হয়েছে যারা একটি রহস্যময় ফোন কলের মাধ্যমে সংযুক্ত।\n\n\n== অনুমোদন ==\nপার্ক তার হিট ড্রামা পিনোচিও (২০১৪-১৫) এর পরে সবচেয়ে বেশি চাহিদার সমর্থনকারীদের একজন হয়ে উঠেছে। মামন্ডে এবং ব্রুনো ম্যাগলি-এর মতো ব্র্যান্ড-এর পার্কের কারণে বিক্রি বেড়েছে বলে জানা গেছে। পার্ক ইতালীয় বিলাসবহুল ব্রুনো ম্যাগলি, ফ্রেঞ্চ আউটডোর পোশাক ব্র্যান্ড মিলেট এবং ফিলিপিনো পোশাক ব্র্যান্ড বেঞ্চের মতো বেশ কয়েকটি আন্তর্জাতিক ব্র্যান্ডকেও সমর্থন করে।\n\n\n== ব্যক্তিগত জীবন ==\n৭ই মার্চ, ২০১৮-এ, এটি নিশ্চিত করা হয়েছিল যে পার্ক ২০১৭ সালের শেষের দিক থেকে অভিনেতা চোই তাই-জুনের সাথে সম্পর্কে জড়িত আছেন।\n২৩শে নভেম্বর, ২০২১-এ ঘোষণা করা হয়েছিল যে পার্ক গর্ভবতী এবং চোইয়ের সাথে বিয়ের জন্য প্রস্তুত হচ্ছেন। সিউলের একটি গির্জার অনুষ্ঠানে বন্ধুবান্ধব এবং পরিবারের উপস্থিতিতে ২২শে জানুয়ারী, ২০২২-এ তাঁদের বিয়ে সম্পন্ন হয়। ২০২২ সালের ৩১শে মে তিনি তাদের প্রথম সন্তানের জন্ম দেন।\n\n\n== অভিনয়ের তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ধারাবাহিক ===\n\n\n== অন্যান্য ==\n\n\n=== প্রতিনিধির ভূমিকা সমূহ ===\n\n\n== তথ্যসূত্র =="}