{"pageid": 1102540, "title": "বাকু স্টক এক্সচেঞ্জ", "url": "https://bn.wikipedia.org/wiki?curid=1102540", "content": "বাকু স্টক এক্সচেঞ্জ ( বিএসই ) ( আজারবাইজানি: Bakı Fond Birjası ) হল আজারবাইজানের প্রধান স্টক এক্সচেঞ্জ। বিএসই ১৯ জন শেয়ারহোল্ডারদের সাথে একটি বন্ধ যৌথ স্টক কোম্পানির আকারে সংগঠিত হয়।\n\n\n== কার্যকলাপ ==\nবাকু স্টক এক্সচেঞ্জ স্বল্প-মেয়াদী বন্ড, সাধারণ স্টক (প্রাথমিকভাবে প্রাক্তন রাষ্ট্রীয় মালিকানাধীন  সংস্থাগুলি সহ বেসরকারিকরণ করা হয়েছে) এবং বৈদেশিক মুদ্রার  লেনদেন চালু করা হয়েছে।\nসরকারি প্রাথমিক ও মাধ্যমিক বাজারে লেনদেন ( আজারবাইজানের অর্থ মন্ত্রণালয়ের টি-বিল এবং আজারবাইজানের নিকটস্থ ব্যাংকের নোট ) শুধুমাত্র বিএসই-তে সম্পাদিত হয়। স্টক এক্সচেঞ্জ এবং আজারবাইজানীয় বাজারের জন্য রাষ্ট্র নিয়ন্ত্রক কর্তৃপক্ষ হল আর্থিক বাজার সুপারভাইজার কমিটি।\nবিএস ই এর কার্যকলাপ নিম্নলিখিত আইনী আইন এবং নথি দ্বারা নিয়ন্ত্রিত হয়:\n\nআজারবাইজানের সিভিল কোড\nআজারবাইজানের জন্য কমিটির আদর্শিক-আইনে কাজ\nবিএসই এর অভ্যন্তরীণ নিয়ম\n\n\n== ইতিহাস ==\nস্টক এক্সচেঞ্জ প্রতিষ্ঠার জন্য ২৫ ডিসেম্বর ১৯৯৯ সালে একটি উদ্যোগ নেওয়া হয় ও সে লক্ষে সেই তারিখে একটি গ্রুপ গঠন করা হয়।। বাকু স্টক এক্সচেঞ্জ ১৫ ফেব্রুয়ারি তার কার্যক্রম শুরু করে। স্টক এক্সচেঞ্জে প্রথম ১ সেপ্টেম্বর, ২০০০ এ সম্পাদিত হয়েছিল।\nকর্পোরেট বন্ড ২০০৪ সালের জানুয়ারিতে বিএসইতে লেনদেন শুরু হয়। বাকু স্টক এক্সচেঞ্জে প্রথম মালিকানা স্বত্ত্ব বাণিজ্য হয়েছিল এপ্রিলে, ২০০৪ সালে। নিকটস্থ ব্যাঙ্ক ১৪ সেপ্টেম্বর, ২০০৪ এ বাকু স্টক এক্সচেঞ্জে তার নোট লেনদেন শুরু করে। আজারবাইজান মর্টগেজ ফান্ড জুন ২০০৯ এ বিএসইতে তার বন্ড লেনদেন শুরু করে। বিএসই-এর বাজার নির্মাতা প্রতিষ্ঠান ২০১৩ সালের জানুয়ারিতে প্রতিষ্ঠিত হয়। মার্চ ২০১৪ সালে বিএসইতে লেনদেন শুরু হয়। বিএসই ফেব্রুয়ারি ২০১৬ -এ সিইটিএ চালু করেছে। বন্ডগুলি অক্টোবর ২০১৬ সালে বিএসইতে লেনদেন করা শুরু হয়েছিল।\n\n\n== ব্যবস্থাপনা ==\nবিএসই-এর পরিচালনা পর্ষদের বর্তমান প্রধান হলেন এলদার আবদুললায়েভ। তত্ত্বাবধায়ক বোর্ডের প্রধান হলেন ইয়াশার মাম্মাদভ।\n\n\n=== সাঙ্গঠনিক কাঠামো ===\n\n\n== বেল ঘটনা ==\nলেনদেনগুলি ইলেকট্রনিক  যন্ত্র মাধ্যমে সম্পাদিত হয়, এবং বেল বাজানোর অনুষ্ঠানগুলি শুধুমাত্র ঐতিহ্য বজায় রাখতে ব্যবহৃত হয়। এই অনুষ্ঠানগুলি শেয়ার বাজার সম্পর্কিত গুরুত্বপূর্ণ ঘটনাগুলি তুলে ধরার জন্য এবং সেইসাথে সামাজিক বিষয়ে মনোযোগ আনার জন্য পরিচালিত হয়।\" পুঁজি বাজারের আধুনিকীকরণ\" প্রকল্পের কাঠামোর মধ্যে (আজারবাইজানে কেন্দ্রীভূত এক্সচেঞ্জ ট্রেডিং) প্রবর্তনের জন্য ১৭ ফেব্রুয়ারি, ২০০৬-এ প্রথম বেল ইভেন্টের আয়োজন করা হয়েছিল।\nইউএন উইমেন, আইএফসি, সাসটেইনেবল স্টক এক্সচেঞ্জ ইনিশিয়েটিভ, উইমেন ইন ইটিএফ এবং ওয়ার্ল্ড ফেডারেশনের দ্বারা আয়োজিত লিঙ্গ সমতার সচেতনতা বাড়াতে “রিং দ্য বেল ফর জেন্ডার ইকুয়ালিটি” উদ্যোগে বিএসই-এর উপস্থিতির সাথে ৯ মার্চ, ২০১৭-এ আরেকটি ইভেন্ট পরিচালিত হয়েছিল। বিনিময় .\n\n\n== ট্রেডিং ঘন্টা ==\nএক্সচেঞ্জের স্বাভাবিক ট্রেডিং সেশনগুলি হল সকাল ১০:০০ থেকে দুপুর ১:০০ পর্যন্ত এবং দুপুর ২:১৫ থেকে বিকাল ৪:০০ পর্যন্ত(স্থানীয় সময়, ইউটিসি+৪ ) সোমবার থেকে শুক্রবার পর্যন্ত। বিনিময়টি নিম্নলিখিত দিনগুলির জন্য বন্ধ থাকে: শনিবার, রবিবার এবং সরকারি ছুটির জন্য সরকার কর্তৃক ঘোষিত অ-কাজের দিন।\n\n\n== আরও দেখুন ==\nআর্থিক বাজার সুপারভাইজার কর্তৃপক্ষ\nস্টক এক্সচেঞ্জের তালিকা\nইউরোপীয় স্টক এক্সচেঞ্জের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল সাইট (আজারবাইজানি এবং ইংরেজি ভাষায়)\nবাকু স্টক এক্সচেঞ্জ - জেনারেল ইনফ\nআর্থিক বাজার সুপারভাইজার কর্তৃপক্ষ"}