{"pageid": 1102623, "title": "অষ্টাঙ্গ যোগ", "url": "https://bn.wikipedia.org/wiki?curid=1102623", "content": "অষ্টাঙ্গ যোগ (সংস্কৃত: अष्टाङ्गयोग) হল পতঞ্জলির শাস্ত্রীয় যোগের শ্রেণিবিভাগ, যেমনটি তার যোগসূত্রে উল্লেখ করা হয়েছে। তিনি আটটি অঙ্গকে যম, নিয়ম, আসন, প্রাণায়াম, প্রত্যাহার, ধারণা, ধ্যান ও সমাধি হিসাবে সংজ্ঞায়িত করেছেন।\n\nআটটি অঙ্গ বাইরে থেকে ভিতরের দিকে ক্রম তৈরি করে। ভঙ্গি, আধুনিক \nযোগব্যায়ামে ব্যায়াম হিসাবে গুরুত্বপূর্ণ, পতঞ্জলির সূত্রের মাত্র একটি অঙ্গ গঠন করে; তিনি শুধুমাত্র বলেন যে তারা অবিচলিত ও আরামদায়ক হতে হবে। মূল লক্ষ্য হল কৈবল্য, পুরুষের বিচক্ষণতা, সাক্ষী-সচেতন, প্রকৃতি থেকে আলাদা, জ্ঞানীয় যন্ত্র ও পুরুষকে তার ঘোলাটে কলুষ থেকে বিচ্ছিন্ন করা।\n\n\n== যোগের সংজ্ঞা ==\nপতঞ্জলি তার গ্রন্থের প্রথম সূত্রে তার গ্রন্থের উদ্দেশ্য উল্লেখ করে তার গ্রন্থ শুরু করেন, তারপর তার দ্বিতীয় সূত্রে \"যোগ\" শব্দটি সংজ্ঞায়িত করেন:\n\nयोगश्चित्तवृत्तिनिरोधः ॥२॥\n\nযোগ চিত্ত-বৃত্তি-নিরোধঃ\nএই সংজ্ঞা তিনটি সংস্কৃত পদের অর্থের উপর নির্ভর করে। আই কে তৈমিনি এর অনুবাদ করেছেন \"যোগ হল মনের (চিত্ত) পরিবর্তনের (বৃত্তি) নিরোধ\"। স্বামী বিবেকানন্দ সূত্রটির অনুবাদ করেছেন \"যোগ হল বিভিন্ন রূপ (বৃত্তি) গ্রহন করা থেকে মনের (চিত্ত) উপাদানকে নিরোধ করে।\" মন যখন স্তব্ধ হয়, তখন দ্রষ্টা বা প্রকৃত আত্মা প্রকাশ পায়:\n\n১.৩  তারপর দ্রষ্টা তার নিজের অপরিহার্য ও মৌলিক প্রকৃতিতে প্রতিষ্ঠিত হন।\n\n১.৪. অন্যান্য রাজ্যে পরিবর্তন সহ আত্তীকরণ রয়েছে।\n\n\n== অষ্টাঙ্গ ==\n\nপতঞ্জলি তার যোগের সংজ্ঞা যোগসূত্রে আটটি অঙ্গ হিসেবে বর্ণনা করেছেন:\n\nযোগের আটটি অঙ্গ হল যম (বর্জন), নিয়ম (পালন), আসন (যোগের ভঙ্গি), প্রাণায়াম (শ্বাস নিয়ন্ত্রণ), প্রাত্যহার (ইন্দ্রিয় প্রত্যাহার), ধারণা (ঘনত্ব), ধ্যান ও সমাধি (শোষণ)।\nপতঞ্জলির যোগের অষ্টমুখী পথটি নৈতিকভাবে শৃঙ্খলাবদ্ধ ও উদ্দেশ্যপূর্ণ জীবনের জন্য কিছু বিধান নিয়ে গঠিত, যার মধ্যে আসনগুলি (যোগের ভঙ্গি) শুধুমাত্র অঙ্গ গঠন করে।\n\n\n=== যম ===\n\nযম হল হিন্দুধর্মের নৈতিক নিয়ম ও নৈতিক বাধ্যতামূলক হিসেবে ভাবা যেতে পারে। যোগসূত্র ২.৩০ এ পতঞ্জলি দ্বারা তালিকাভুক্ত পাঁচটি যম হল:\n\nঅহিংসা (अहिंसा): অহিংসা, অন্য জীবের ক্ষতি না করা\nসত্য (सत्य): সত্যবাদিতা, অ-মিথ্যা\nঅস্তেয় (अस्तेय): চুরি না করা\nব্রহ্মচর্য (ब्रह्मचर्य): সতীত্ব, বৈবাহিক বিশ্বস্ততা বা যৌন সংযম\nঅপরিগ্রহ (अपरिग्रह): অ-লোভ, অ-সম্পত্তিহীনতা\nপতঞ্জলি, বই ২-এ, কীভাবে এবং কেন উপরের প্রতিটি আত্ম-সংযম একজন ব্যক্তির ব্যক্তিগত বৃদ্ধিতে সাহায্য করে। উদাহরণ স্বরূপ, শ্লোক ২.৩৫-এ, পতঞ্জলি বলেছেন যে অহিংসা এবং অন্যকে আঘাত না করার গুণ (অহিংস) শত্রুতা পরিত্যাগের দিকে নিয়ে যায়, এমন অবস্থা যা যোগীকে সকলের সাথে অভ্যন্তরীণ ও বাহ্যিক বন্ধুত্বের পরিপূর্ণতার দিকে নিয়ে যায়, সবকিছু।\n\n\n=== নিয়ম ===\n\nপতঞ্জলির যোগ পথের দ্বিতীয় উপাদান হল নিয়ম, যার মধ্যে রয়েছে পুণ্যময় অভ্যাস ও পালন। সাধন পদ ৩২ শ্লোকে নিয়মগুলিকে এইভাবে তালিকাভুক্ত করা হয়েছে:\n\nশৌচ (शौच): বিশুদ্ধতা, মন, বাচন ও শরীরের পরিষ্কারতা\nসন্তোষ (संतोष): তৃপ্তি, অন্যের গ্রহণযোগ্যতা, অতীত পেতে বা পরিবর্তন করার জন্য নিজের পরিস্থিতিকে মেনে নেওয়া, নিজের জন্য আশাবাদ\nতপস (तपस्): অধ্যবসায়, তপস্যা, স্ব-শৃঙ্খলা\nস্বাধ্যায় (स्वाध्याय): বেদ অধ্যয়ন, আত্ম অধ্যয়ন, আত্ম-প্রতিফলন, নিজের চিন্তা, বক্তৃতা ও কর্মের আত্মদর্শন\nঈশ্বরপ্রণিধান (ईश्वरप्रणिधान): ঈশ্বরের মনন (ঈশ্বর/সর্বোচ্চ সত্তা, ব্রহ্ম, সত্য আত্ম, অপরিবর্তনীয় বাস্তবতা)\nযমের মতো, পতঞ্জলি ব্যাখ্যা করে যে কীভাবে এবং কেন প্রতিটি নিয়ম ব্যক্তিগত বৃদ্ধিতে সাহায্য করে।উদাহরণস্বরূপ, শ্লোক ২.৪২-এ, পতঞ্জলি বলেছেন যে সন্তুষ্টির গুণ এবং অন্যদের (সন্তোষ) হিসাবে গ্রহণ করার গুণ সেই অবস্থায় নিয়ে যায় যেখানে আনন্দের অভ্যন্তরীণ উৎসগুলি সবচেয়ে গুরুত্বপূর্ণ, এবং আনন্দের বাহ্যিক উৎসগুলির জন্য লালসা বন্ধ হয়ে যায়।\n\n\n=== আসন ===\n\nপতঞ্জলি ২ বইয়ের ৪৬ নং শ্লোকে এটিকে সংজ্ঞায়িত করে আসন নিয়ে আলোচনা শুরু করেছেন,\n\nस्थिरसुखमासनम् ॥४६॥\n\nধ্যানের ভঙ্গি স্থির ও আরামদায়ক হওয়া উচিত।\nআসন হল এমন ভঙ্গি যা নির্দিষ্ট সময়ের জন্য ধরে রাখতে পারেন, আরাম, স্থির, আরামদায়ক ও গতিহীন থাকতে পারেন। যোগসূত্র কোনো নির্দিষ্ট আসনের তালিকা করে না। অরণ্য শ্লোক ২.৪৭ অনুবাদ করেছেন এভাবে, \"অসীমকে ধ্যানের সাথে প্রচেষ্টার শিথিলতার মাধ্যমে আসনগুলি সময়ের সাথে পরিপূর্ণ হয়\"; এই সংমিশ্রণ ও অনুশীলন শরীর কাঁপানো থেকে বন্ধ করে দেয়। ব্যথা বা অস্থিরতা সৃষ্টি করে এমন কোনো ভঙ্গি যোগের ভঙ্গি নয়। পতঞ্জলির সূত্র নিয়ে আলোচনা করা সেকেন্ডারি গ্রন্থে বলা হয়েছে যে বসা ধ্যানের জন্য সঠিক ভঙ্গির প্রয়োজন হল বুক, ঘাড় ও মাথা খাড়া রাখা (সঠিক মেরুদণ্ডের ভঙ্গি)।\nসূত্রের সাথে সংযুক্ত ভাস্য ভাষ্য, যা এখন পতঞ্জলি নিজেই বলে মনে করা হয়, বারোটি উপবিষ্ট ধ্যানের ভঙ্গি প্রস্তাব করে: পদ্মাসন (পদ্ম), বিরাসন (বীর), \nভদ্রাসন (মহিমান্বিত), স্বস্তিকাসন (ভাগ্যবান চিহ্ন),  দন্ডাসন (কর্মী), সোপাশ্রয়সন (সমর্থিত), পর্যঙ্কাসন (শয্যাশালা), ক্রৌঞ্চ-নিষাদাসন (বসা বগলা),  হস্তানিশাদসনাসন (বসা) উষ্ট্রনিষাদসন (উপবিষ্ট উট), সমাসস্থানাসন (সমানভাবে ভারসাম্যপূর্ণ) ও স্থিরসুখাসন (যেকোন গতিহীন ভঙ্গি যা একজনের আনন্দের সাথে সামঞ্জস্যপূর্ণ)।\nএক হাজার বছর পরে, হঠ যোগ প্রদীপিকা শিবের শেখানো ৮৪টি আসনের উল্লেখ করেছে, যার মধ্যে চারটি সবচেয়ে গুরুত্বপূর্ণ বলে উল্লেখ করেছে: সিদ্ধাসন (সিদ্ধ), পদ্মাসন (পদ্ম), সিংহাসন (সিংহ), ও ভদ্রাসন (মহিমান্বিত), এই চারটি এবং এগারোটি অন্যান্য আসনের কৌশল বর্ণনা করে। আধুনিক যোগব্যায়ামে, আসনগুলি বিশিষ্ট ও অসংখ্য, পূর্বের কোনো যোগব্যায়ামের মত নয়।\n\n\n=== প্রাণায়াম ===\n\nপ্রাণায়াম হল শ্বাসের নিয়ন্ত্রণ, সংস্কৃত প্রাণ (শ্বাস)  ও আয়ম (সংযম) থেকে।\nকাঙ্খিত ভঙ্গি অর্জন করার পরে, শ্লোক ২.৪৯ থেকে ২.৫১ প্রাণায়াম, সচেতনভাবে শ্বাস নিয়ন্ত্রনের অনুশীলনের সুপারিশ করে (শ্বাস নেওয়া, সম্পূর্ণ বিরতি, নিঃশ্বাস ও খালি বিরতি)। এটি বিভিন্ন উপায়ে করা হয়, যেমন সময়ের জন্য শ্বাস নেওয়া ও তারপরে নিঃশ্বাস স্থগিত করা, নিঃশ্বাস ত্যাগ করা ও তারপর পিরিয়ডের জন্য শ্বাস নেওয়া স্থগিত করা, শ্বাস-প্রশ্বাস ও শ্বাস-প্রশ্বাস ধীর করে, অথবা সচেতনভাবে শ্বাসের সময় ও দৈর্ঘ্য পরিবর্তন করে (গভীর, ছোট শ্বাস নেওয়া)।\nবিভিন্ন প্রকারের প্রাণায়াম আছে। বলা হয় বাহাত্তর হাজার প্রকারের প্রাণায়াম আছে : \n\n\"ঠাকুর বলিলেন- “মানুষের শরীরে বাহাত্তর হাজার নাড়ী আছে। ঐ সকল নাড়ীতে প্রাণ-বায়ুকে চালনা করবার যে সকল প্রক্রিয়া, তাহাকেই প্রাণায়াম বলে। এক এক নাড়ীতে এক এক প্রকার প্রক্রিয়ায় এই প্রাণবায়ু চলে। এইজন্য প্রাণায়ামও বাহাত্তর হাজার প্রকারের। নানারূপ অঙ্গভঙ্গীতে এবং নানা প্রকার শব্দতেও প্রাণায়াম হয়।\" \nমহর্ষি নগেন্দ্রনাথ প্রাণায়ামের বিভিন্ন প্রণালীতে আশ্চর্য সিদ্ধি লাভ করেন। ভস্ত্রিকা প্রাণায়াম তিনি এমন জোরে সঙ্গে করতে পারতেন যে - মনে হতো ঝড় উঠেছে। এই বিষয়টির সশ্রদ্ধ উল্লেখ আছে পরমহংস যোগানন্দ রচিত 'যোগী কথামৃত'-তে:\n\n“তার অনেক অদ্ভুত সব ক্রিয়াকলাপ দেখেছি। পতঞ্জলির* অষ্টাঙ্গ যোগের মধ্যে প্রাণায়ামের** বিভিন্ন প্রণালী তিনি খুব দক্ষতার সঙ্গে আয়ত্ত করেছেন। একবার তিনি 'ভস্ত্রিকা প্রাণায়াম' আমার সামনে এমন ভয়ঙ্কর জোরের সঙ্গে করে দেখালেন যে, মনে হল যেন ঘরের মধ্যে সত্যিসত্যিই একটা প্রবল ঝড় উঠেছে । তারপর তিনি ঝড়ের মত নিশ্বাস থামিয়ে উচ্চ সমাধিতে নিমগ্ন হয়ে গিয়ে একেবারে নিষ্পন্দ হয়ে পড়লেন । ঝড়ের পর শান্তির স্বর্গীয় জ্যোতিঃর ছটা যা তাঁর বদনে দেখা গেল, তা ভোলবার নয় ।”\n\n\n=== প্রত্যাহার ===\n\nপ্রত্যাহার হল দুটি সংস্কৃত শব্দ প্রতি (বিরুদ্ধ বা বিপরীত) ও অহর ( কাছে আনা, আনা) এর সংমিশ্রণ।\nপ্রত্যাহার একজনের সচেতনতার মধ্যে আঁকছে। এটি বাহ্যিক বস্তু থেকে সংবেদনশীল অভিজ্ঞতা প্রত্যাহার করার প্রক্রিয়া। এটি আত্ম নিষ্কাশন ও বিমূর্তকরণের পদক্ষেপ। প্রত্যাহার সচেতনভাবে সংবেদনশীল জগতের দিকে চোখ বন্ধ করছে না; এটি সচেতনভাবে সংবেদনশীল জগতের মনের প্রক্রিয়াগুলিকে বন্ধ করে দিচ্ছে। প্রত্যাহার বাহ্যিক জগতের দ্বারা নিয়ন্ত্রিত হওয়া বন্ধ করতে, আত্ম-জ্ঞানের সন্ধানে মনোযোগ আকর্ষণ করতে এবং নিজের অভ্যন্তরীণ জগতের সহজাত স্বাধীনতা অনুভব করার ক্ষমতা দেয়।\nপতঞ্জলির অষ্টাঙ্গ পরিকল্পনার প্রথম চারটি অঙ্গ থেকে যোগের অভিজ্ঞতার পরিবর্তনকে প্রত্যাহার চিহ্নিত করে যা বাহ্যিক রূপকে নিখুঁত করে, শেষ তিনটি অঙ্গে যা যোগিনের অভ্যন্তরীণ অবস্থাকে নিখুঁত করে: বাইরে থেকে ভিতরে, শরীরের বাইরের গোলক থেকে আত্মার অভ্যন্তরীণ গোলকের দিকে চলে যায়।\n\n\n=== ধারণা ===\n\nধারণা মানে একাগ্রতা, অন্তর্মুখী ফোকাস এবং মনের একমুখীতা। শব্দের মূল হল ধর, যার অর্থ \"ধারণ করা, বজায় রাখা, রাখা\"।\nধারণা, যোগের ষষ্ঠ অঙ্গ হিসাবে, মনের নির্দিষ্ট অভ্যন্তরীণ অবস্থা, বিষয় বা বিষয়ের উপর মনকে ধারণ করে। মন মন্ত্র, অথবা শ্বাস/নাভি/জিহ্বার ডগা/যেকোন স্থান, অথবা বস্তু পর্যবেক্ষণ করতে চায়, অথবা মনের ধারণা/ধারণার উপর স্থির থাকে। মনকে ঠিক করা মানে এক-বিন্দু ফোকাস, মনের প্রবাহ ছাড়াই, এবং এক বিষয় থেকে অন্য বিষয়ে ঝাঁপ না দিয়ে।\n\n\n=== ধ্যান ===\n\nধ্যান আক্ষরিক অর্থ \"চিন্তা, প্রতিফলন\" এবং \"গভীর, বিমূর্ত ধ্যান\"।\nধ্যান চিন্তা করছে, ধরনা যা কিছুর উপর দৃষ্টি নিবদ্ধ করেছে তার প্রতিফলন। যোগব্যায়ামের ষষ্ঠ অঙ্গে যদি কেউ ব্যক্তিগত দেবতার উপর দৃষ্টি নিবদ্ধ করে, ধ্যান হল তার মনন। যদি বস্তুর উপর একাগ্রতা থাকে, তবে ধ্যান হল সেই বস্তুর অ-বিচারহীন, অ-অহংকারপূর্ণ পর্যবেক্ষণ। যদি ফোকাস ধারণা/ধারণার উপর থাকে, তবে ধ্যান সেই ধারণা/ধারণাটিকে তার সমস্ত দিক, রূপ ও পরিণতিতে বিবেচনা করছে। ধ্যান চিন্তার নিরবচ্ছিন্ন ট্রেন, জ্ঞানের স্রোত, সচেতনতার প্রবাহ।\nধ্যান অবিচ্ছেদ্যভাবে ধরনার সাথে সম্পর্কিত, একটি অন্যটির দিকে নিয়ে যায়। ধরনা হল মনের অবস্থা, ধ্যান হল মনের প্রক্রিয়া। ধ্যান ধরনা থেকে আলাদা যে ধ্যানকারী সক্রিয়ভাবে তার ফোকাসের সাথে নিযুক্ত হয়। পতঞ্জলি চিন্তনকে (ধ্যান) সংজ্ঞায়িত করেছেন মনের প্রক্রিয়া হিসেবে, যেখানে মন কোনো কিছুর উপর স্থির থাকে এবং তারপর \"জ্ঞানের অভিন্ন পরিবর্তনের কোর্স\" থাকে। আদি শঙ্কর, যোগসূত্রের উপর তার ভাষ্যতে, ধ্যানকে ধারণা থেকে আলাদা করেছেন, ধ্যানকে যোগ অবস্থা হিসাবে ব্যাখ্যা করে যখন সেখানে শুধুমাত্র \"বস্তু সম্পর্কে অবিরাম চিন্তার ধারা থাকে, বিভিন্ন ধরনের অন্যান্য চিন্তার দ্বারা নিরবচ্ছিন্ন..একই বস্তু\"; ধরনা, শঙ্করা বলেন, একটি বস্তুর উপর দৃষ্টি নিবদ্ধ করা হয়েছে, কিন্তু একই বস্তু সম্পর্কে এর অনেক দিক এবং ধারণা সম্পর্কে সচেতন শঙ্কর যোগিনের উদাহরণ দেন যে সকালের সূর্য তার তেজ, রঙ এবং কক্ষপথ সম্পর্কে সচেতন হতে পারে; ধ্যানাবস্থায় যোগিন একা সূর্যের কক্ষপথ নিয়ে চিন্তা করে, উদাহরণস্বরূপ, তার রঙ, উজ্জ্বলতা দ্বারা বাধা না দিয়েবা অন্যান্য সম্পর্কিত ধারণা।\n\n\n=== সমাধি ===\n\nসমাধির আক্ষরিক অর্থ হল \"একত্র করা, যোগ দেওয়া, মিলিত হওয়া, মিলিত হওয়া, সম্প্রীতিপূর্ণ সমগ্র, সমাধি\"। সমাধিতে, যখন কোন বস্তুর উপর ধ্যান করা হয়, তখন শুধুমাত্র সচেতনতার বস্তু উপস্থিত থাকে, এবং সচেতনতা যে ধ্যান করছে তা অদৃশ্য হয়ে যায়। সমাধি দুই প্রকার, সম্প্রজ্ঞাত সমাধি, ধ্যানের বস্তুর সমর্থনে, এবং অসমপ্রজ্ঞা সমাধি, ধ্যানের বস্তুর সমর্থন ছাড়াই।\nসম্প্রজ্ঞা সমাধি, যাকে সবিকল্প সমাধি ও  সবিজা সমাধিও বলা হয়, কোন বস্তুর সমর্থনে ধ্যান, বিবেচনা, প্রতিফলন, আনন্দ ও আই-আ্যাম-নেস (যোগসূত্র ১.১৭) এর সাথে যুক্ত।\nপ্রথম দুটি সমিতি, চিন্তাভাবনা ও প্রতিফলন, বিভিন্ন ধরনের সমাপত্তির ভিত্তি তৈরি করে:\n\nসবিতার্ক, \"ইচ্ছাকৃত\" (যোগসূত্র ১.৪২): চিত্ত ধ্যানের স্থূল বস্তুর উপর কেন্দ্রীভূত হয়, প্রকাশ্য চেহারা সহ বস্তু যা আমাদের ইন্দ্রিয়ের দ্বারা উপলব্ধি করা যায়, যেমন প্রদীপের শিখা, নাকের ডগা, বা দেবতার মূর্তি। ধারণাগতকরণ (বিকল্প) এখনও ঘটে, উপলব্ধি আকারে, শব্দ ও ধ্যানের বস্তুর জ্ঞান। বিবেচনা শেষ হলে একে বলা হয় নির্বিতার্ক সমাধি (যোগসূত্র ১.৪৩)।\nসবিচার, \"প্রতিফলিত\": চিত্ত ধ্যানের সূক্ষ্ম বস্তুর উপর কেন্দ্রীভূত হয়, যা ইন্দ্রিয়ের দ্বারা উপলব্ধি করা যায় না, কিন্তু অনুমানের মাধ্যমে পৌঁছায়, যেমন ইন্দ্রিয়, জ্ঞানের প্রক্রিয়া, মন, আমি-আম-নেস, চক্র, অভ্যন্তরীণ শ্বাস (প্রাণ), নাড়ি, বুদ্ধি (বুদ্ধি)। প্রতিফলনের স্থিরতাকে বলা হয় নির্বিচার সমাপত্তি (যোগসূত্র ১.৪৪)।\nশেষ দুটি সংঘ, সানন্দ সমাধি ও সস্মিতা, যথাক্রমে ধ্যানের অবস্থা, এবং সবিচার সমাধির বস্তু:\n\nসানন্দ সমাধি, আনন্দ, \"আনন্দ\": এই অবস্থা ধ্যানে আনন্দের এখনও সূক্ষ্ম অবস্থার উপর জোর দেয়;\nসস্মিতা: চিত্ত \"আই-আ্যাম-নেস\" এর অনুভূতি বা অনুভূতির উপর কেন্দ্রীভূত।\nযান হুইসারের মতে, পতঞ্জলির ব্যবস্থায় আনন্দ ও অস্মিতার অবস্থান একটি বিতর্কের বিষয়। মাহেলের মতে, প্রথম দুটি উপাদান, চিন্তাভাবনা এবং প্রতিফলন, বিভিন্ন ধরনের সমপত্তির ভিত্তি তৈরি করে। ফুয়েরস্টাইনের মতে,\n\n\"আনন্দ\" ও \"আমিত্ব\" [...] কে অবশ্যই প্রতিটি জ্ঞানীয় [পরমানন্দের] সহগামী ঘটনা হিসাবে বিবেচনা করা উচিত। এই বিষয়ে ধ্রুপদী ভাষ্যকারদের ব্যাখ্যা পতঞ্জলির [আনন্দপূর্ণ] অবস্থার অনুক্রমের জন্য বিদেশী বলে মনে হয় এবং মনে হয় আনন্দ ও অস্মিতের স্বাধীন স্তরের সমাধি গঠন করা উচিত।\nআনন্দ ও অস্মিতাকে নির্বিচার-সমপত্তির পর্যায় হিসেবে দেখে ইয়ন হুইসার ফুরস্টেইনের সাথে একমত নন। কোনটি বোঝায় বাকস্পতি মিশ্র (খৃষ্টাব্দ ৯০০-৯৮০), বামতি অদ্বৈত বেদান্তের প্রতিষ্ঠাতা যিনি আট ধরনের সমপত্তির প্রস্তাব করেন:\n\nসবিতার্ক-সমপত্তি ও নির্বিতার্ক-সমপত্তি, উভয়ই সমর্থনের বস্তু হিসাবে স্থূল বস্তু সহ;\nসবিচার-সমপত্তি ও নির্ভিকার-সমপত্তি, উভয়ই সূক্ষ্ম বস্তুগুলিকে সমর্থনের বস্তু হিসেবে;\nসানন্দ-সমপত্তি ও নিরানন্দ-সমপত্তি, উভয় ইন্দ্রিয় অঙ্গকে সমর্থনের বস্তু হিসেবে\nসস্মিতা-সমপত্তি ও নিরস্মিতা-সমপত্তি, উভয়ই সমর্থন হিসেবে \"আই-আ্যাম-নেস\" অর্থে।\nজ্ঞান বিক্ষু (খৃষ্টাব্দ ১৫৫০-১৬০০) ছয়-পর্যায়ের মডেলের প্রস্তাব করেন, স্পষ্টভাবে ভাকাস্পতি মিশ্রের মডেলকে প্রত্যাখ্যান করেন। জ্ঞান বিক্ষু আনন্দকে (আনন্দ) এমন অবস্থা হিসাবে বিবেচনা করেন যা উদ্ভূত হয় যখন মন বিকরা পর্যায় অতিক্রম করে। হোয়াইটার একমত যে আনন্দ সমাধির একটি পৃথক পর্যায় নয়। হুইসারের মতে, পতঞ্জলির নিজের দৃষ্টিভঙ্গি বলে মনে হয় যে নির্বিচার-সমাধি হল জ্ঞানীয় পরমানন্দের সর্বোচ্চ রূপ।\nঅসমপ্রজ্ঞা সমাধি, যাকে নির্বিকল্প সমাধি এবং নির্বিজ সমাধিও বলা হয়, কোন বস্তু ছাড়াই ধ্যান, যা পুরুষ বা চেতনা, সূক্ষ্মতম উপাদানের জ্ঞানের দিকে নিয়ে যায়।\n\n\n== পরিত্রাণগত লক্ষ্য: কৈবল্য ==\nব্রায়ান্টের মতে, যোগের উদ্দেশ্য হল যন্ত্রণা থেকে মুক্তি, যা জগতের সাথে জড়িয়ে পড়ার কারণে, পুরুষ, সাক্ষী-চেতনা এবং প্রকৃতির মধ্যে বৈষম্যমূলক বিচক্ষণতার মাধ্যমে, সহ জ্ঞানীয় যন্ত্রঘোলাটে মন ও ক্লেশ। আটটি অঙ্গ হল \"বৈষম্যমূলক বিচক্ষণতা অর্জনের উপায়\", \"প্রকৃতির সাথে সমস্ত সংযোগ এবং চিত্তের সাথে সমস্ত জড়িত হওয়া থেকে পুরুষের মিলন।\" ব্রায়ান্ট বলেছেন যে, পতঞ্জলির কাছে, যোগ-অভ্যাস \"মূলত ধ্যানমূলক অনুশীলন নিয়ে গঠিত যা সক্রিয় বা বিতর্কমূলক চিন্তাভাবনার সমস্ত পদ্ধতি থেকে মুক্ত চেতনার অবস্থা অর্জন করে, এবং অবশেষে এমন অবস্থা অর্জন করা যেখানে চেতনা নিজের বাহ্যিক কোনো বস্তু সম্পর্কে অবগত নয়, অর্থাৎ, অন্য কোনো বস্তুর সাথে মিশ্রিত চেতনা হিসাবে নয়, শুধুমাত্র নিজের প্রকৃতি সম্পর্কে সচেতন।\"\nসাংখ্য দর্শন পরামর্শ দেয় যে মোক্ষের জন্য জ্ঞান যথেষ্ট মাধ্যম, পতঞ্জলি পরামর্শ দেন যে পদ্ধতিগত কৌশল/অনুশীলন (ব্যক্তিগত পরীক্ষা) জ্ঞানের প্রতি সাংখ্যের দৃষ্টিভঙ্গির সাথে মিলিত হয়ে মোক্ষের পথ। পতঞ্জলি ধারণ করেন যে অবিদ্যা, অজ্ঞানতা হল পাঁচটি ক্লেশের কারণ, যা দুঃখ ও সংসারের কারণ। মুক্তি, অন্যান্য অনেক দর্শনের মত, অজ্ঞতা দূরীকরণ, যা বৈষম্যহীন বিচক্ষণতা, জ্ঞান ও আত্ম-সচেতনতার মাধ্যমে অর্জন করা হয়। যোগসূত্র হল এটি কীভাবে সম্পন্ন করা যায় তার উপর যোগ দর্শনের গ্রন্থ। সমাধি হল সেই অবস্থা যেখানে আনন্দময় সচেতনতা গড়ে ওঠে, যোগব্যায়াম পণ্ডিতরা বলেন, এবং এভাবেই পুরুষ ও সত্য আত্ম সম্পর্কে সচেতন হওয়ার প্রক্রিয়া শুরু করেন। এটি আরও দাবি করে যে এই সচেতনতা চিরন্তন, এবং একবার এই সচেতনতা অর্জিত হলে, একজন ব্যক্তি কখনই সচেতন হওয়া বন্ধ করতে পারে না; এটি হল মোক্ষ, হিন্দুধর্মের পরিত্রাণগত লক্ষ্য।\nপতঞ্জলির যোগসূত্রের ৩য় বইটি যোগ দর্শনের সোটেরিওলজিকাল দিকগুলির জন্য উৎসর্গীকৃত৷\nপতঞ্জলি এই বলে শুরু করেছেন যে যোগের সমস্ত অঙ্গ আত্ম-সচেতনতা, স্বাধীনতা ও মুক্তির রাজ্যে পৌঁছানোর জন্য প্রয়োজনীয় ভিত্তি। তিনি যোগের শেষ তিনটি অঙ্গকে সন্যাম হিসেবে উল্লেখ করেছেন, শ্লোক ৩.৪ থেকে ৩.৫ এ, এবং এটিকে \"বিবেচক নীতি\" এবং চিত্ত ও আত্ম-জ্ঞানের আয়ত্তের প্রযুক্তি বলে অভিহিত করেছেন। শ্লোক ৩.১২-এ, যোগসূত্রগুলি বলে যে এই বিচক্ষণ নীতিটি তখন নিখুঁত সন্ত (শান্তি) এবং উদিতা (কারণ) মন ও আত্মায়, অভিপ্রায়ের মাধ্যমে ক্ষমতা দেয়। এটি শব্দ, অর্থ ও প্রত্যয় (বোঝা) এর মধ্যে পার্থক্য বোঝার ক্ষমতার দিকে পরিচালিত করে এবং এই ক্ষমতা সমবেদনা সহকারে সমস্ত জীবের কান্না/কথা বোঝার ক্ষমতা দেয়। একবার যোগী সাম্যের এই অবস্থায় পৌঁছে গেলে, এটি অস্বাভাবিক শক্তি, অন্তর্দৃষ্টি, আত্ম-জ্ঞান, স্বাধীনতা ও কৈবল্যের দিকে নিয়ে যায়, যোগীর মুক্তির লক্ষ্য।\n\n\n== আরও দেখুন ==\nযোগী\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nĀraṇya, Hariharānanda (১৯৮৩), Yoga Philosophy of Patanjali, State University of New York Press, আইএসবিএন 978-0873957281 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBryant, Edwin F. (২০০৯), The Yoga Sūtras of Patañjali: A New Edition, Translation and Commentary, New York: North Poinnt Press, আইএসবিএন 978-0865477360 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCrangle, Eddie (১৯৮৪), \"A Comparison of Hindu and Buddhist Techniques of Attaining Samādhi\" (পিডিএফ),   Hutch, R. A.; Fenner, P. G., Under The Shade of the Coolibah Tree: Australian Studies in Consciousness, University Press of America, ১ সেপ্টেম্বর ২০২১ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২৪ নভেম্বর ২০২১ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDesmarais, Michele Marie (২০০৮), Changing Minds : Mind, Consciousness And Identity In Patanjali'S Yoga-Sutra, Motilal Banarsidass, আইএসবিএন 978-8120833364 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJianxin Li (n.d.), A Comparative Study between Yoga and Indian Buddhism, asianscholarship.org, ৪ মার্চ ২০১৬ তারিখে মূল থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJones, Constance; Ryan, James D. (২০০৬), Encyclopedia of Hinduism, Infobase Publishing উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMaehle, Gregor (২০০৭), Ashtanga Yoga: Practice and Philosophy, New World Library উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTaimni, I.K. (১৯৬১), The Science of Yoga: The Yoga Sutras of Patanjali (পিডিএফ) উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWhicher, Ian (১৯৯৮), The Integrity of the Yoga Darsana: A Reconsideration of Classical Yoga, SUNY Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWynne, Alexander (২০০৭), The Origin of Buddhist Meditation (পিডিএফ), Routledge উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও পড়ুন ==\nTR Tatya (1885), The Yoga Philosophy, with Bhojaraja commentary; Harvard University Archives;\nGN Jha (1907), The Yoga-darsana: The sutras of Patanjali with the Bhasya of Vyasa with notes; Harvard University Archives;\nCharles Johnston (1912), The Yogasutras of Patanjali\nI.K. Taimni (1961), The Science of Yoga: The Yoga Sutras of Patanjali\nChip Hartranft (2003), The Yoga-Sûtra of Patañjali. Sanskrit-English Translation & Glossary (86 pages)"}