{"pageid": 1102961, "title": "কারবালার লড়াই (২০০৩)", "url": "https://bn.wikipedia.org/wiki?curid=1102961", "content": "কারবালার লড়াই ছিলো ইরাকি বাহিনীদের থেকে শহরের নিয়ন্ত্রণ নেওয়ার উদ্দেশ্যে ২০০৩-এর ইরাক আক্রমণের সময় সংঘটিত মার্কিন যুক্তরাষ্ট্রের একটি লড়াই। বাগদাদের দিকে অগ্রসর হওয়ার সময় শহরটি এড়িয়ে যাওয়া হয়েছিল এবং যার ফলে দুই দিনব্যাপী অনিয়মিত বাহিনীদের বিরুদ্ধে লড়াইয়ের মাধ্যমে মার্কিন বাহিনীদের উপর শহরটি শত্রুমুক্ত করার দায়িত্ব পড়ে।\n\n\n== শহরটি উপেক্ষার ঘটনা ==\nমার্কিন যুক্তরাষ্ট্রের ৩য় পদাতিক বিভাগের নেতৃত্বাধীন দলটি ৩১ মার্চ তারিখে কারবালা এলাকায় পৌঁছায়। শহিরের দক্ষিণপূর্ব দিকে প্রজাতান্ত্রিক গার্ড বাহিনীর সাথে লড়াই করার পর, মার্কিন বাহিনী শহরটি উপেক্ষা করে বাগদাদের দিকে কারবালা গ্যাপের মধ্যস্থলে আক্রমণ করে। শহরটি শত্রুমুক্ত করার দায়িত্ব ২য় ব্যাটালিয়ন সমর্থিত ১০১তম এয়ারবর্ন ডিভিশন, চার্লি কোম্পানি সমেত ৭০তম আর্মার রেজিমেন্ট, ১ম ব্যাটালিয়ন, ৪১তম পদাতিক রেজিমেন্ট, ১ম সাঁজোয়া ডিভিশন এদের উপর অর্পণ করা হয়।\n২ এপ্রিলে একটি মার্কিন ইউএইচ-৬০ ব্ল্যাক হক হেলিকপ্টার কারবালার নিকট ভূপাতিত হয়। সাতজন সেনা নিহত এবং চারজন সেনা আহত হয়। প্রাথমিক প্রতিবেদন অনুসারে ব্ল্যাকহককে গুলি করে ভূপাতিত করার উল্লেখ থাকলেও পরবর্তীতে সেনাবাহিনী জানায় ঘটনাটি দুর্ঘটনাবশত ঘটেছিলো।\n\n\n== কারবালা দখল ==\n১০১তম এয়ারবর্ন বিভাগ শহরের উপকণ্ঠগুলোয় অবস্থিত তিনটি ল্যান্ডিং জোন দখলের উদ্দেশ্যে হেলিকপ্টার বহনকারী বাহিনী ব্যবহার করার পরিকল্পনা করে (কোডনাম স্প্যারো, ফিঞ্চ ও রবিন) এবং পরে সেসব বাহিনীর সাথে সমন্বয় করার জন্য এম১ আব্রামস ট্যাঙ্ক এবং এম২ ব্র‍্যাডলি লড়াকু যানবাহন যুক্ত বাহিনী ব্যবহার করে।\nশহরের চারদিকে বিভিন্ন লক্ষ্যবস্তুতে বিমান হামলার পরে ৫ এপ্রিল সকাল ১১টায় ১০১তম এয়ারবর্ন কারবালা শত্রুবাহিনী মুক্ত করার কাজ শুরু করে। পরিকল্পনার অংশ হিসেবে নির্দিষ্টকৃত ল্যান্ডিং জোনে নামার উদ্দেশ্যে ৫০২তম পদাতিক রেজিমেন্টের তিনটি ব্যাটালিয়ন বহনকারী ২৩ টি ইউএউচ-৬০ ব্ল্যাকহক ও ৫ টি সিএইচ-৪৭ চিনুক হেলিকপ্টার আক্রমণ শুরু করে।\nএলজেড স্প্যারোর ৩য় ব্যাটালিয়ন, ৫০২তম পদাতিক শহরে ঢোকার পরপরই তীব্র অসংগঠিত প্রতিরোধের শিকার হয়। দক্ষিণে এজেড রবিনে ২/৫০২ রাস্তা ধরে ধরে যাচ্ছিল এবং তারা স্কুলগুলোতে অনেক লুকানো অস্ত্র উপাদান দেখতে পায়। এছাড়াও তারা একটি সন্দেহভাজন বিদ্রোহী প্রশিক্ষণ শিবির শনাক্ত করে। রাতের নামার আগে ২/৫০২ তাদের উপর অর্পিত ৩০টি সেক্টরের ১৩টি পরিষ্কার করে। এলজেড ফিঞ্চ থেকে ১/৫০২ দক্ষিণপূর্ব দিকে যাওয়ার সময় অনেক অস্ত্র ভাণ্ডারের সন্ধান পায়। অভিযানটি পরিচালনার সময় হেলিকপ্টার গানশিপের এয়ার সাপোর্ট বেশি ব্যবহার করা হয়েছিলো। সাথে আর্টিলারি সাপোর্টও ব্যবহার করা হয়। সাপোর্টিং আর্টিলারি থেকে স্ক্রিন পদাতিক বাহিনী পর্যন্ত কারবালার রাস্তায় ১০০টিরও বেশি ধোঁয়া বিশিষ্ট শেল নিক্ষেপ করা হয়েছিল। একই সময় ২/৭০ আর্মার্ড রেজিমেন্ট এবং সি কোং ১/৪১ ইন (যান্ত্রিক) কারবালায় পৌঁছে লড়াইয়ে লিপ্ত হয় ফলে একজন নিহত হয়।\nপরবর্তী দিন, ইউনিটগুলো নিজেদের সেক্টর শত্রুমুক্ত করতে শুরু করে। ৬ এপ্রিল বিকাল ৫টা নাগাদ প্রতিরোধ থেমে যেতে শুরু করর। ৫:৩০-এ ২/৭০ ১ম সাঁজোয়া বিভাগের সদস্যরা সাদ্দাম হুসাইনের একটি বৃহৎ মূর্তি ভেঙ্গে ফেলে।\nকারবালায় ভূমিকা পালনের জন্য, ৩য় ব্যাটালিয়ন, ৫০২তম পদাতিক এবং ১০১তম এয়ারবর্ন বিভাগকে সাহসী ইউনিট পুরস্কার দেওয়া হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nAtkinson, Rick (২০০৫)। In the Company of Soldiers: A Chronicle of Combat। Holt Paperbacks। আইএসবিএন 0805077731।"}