{"pageid": 110270, "title": "কামিলা বেল", "url": "https://bn.wikipedia.org/wiki?curid=110270", "content": "কামিলা বেল (ইংরেজি: Camilla Belle) (জন্ম: ২ অক্টোবর, ১৯৮৬) একজন মার্কিন অভিনেত্রী। তার উল্লেখযোগ্য কাজের মধ্যে আছে, দ্য লস্ট ওয়ার্ল্ড: জুরাসিক পার্ক, হোয়েন আ স্ট্রেঞ্জার কল্‌স, ১০,০০০ বিসি, দ্য কুইট, এবং পুশ।\n\n\n== প্রাথমিক জীবন ==\nকামিলা বেলের জন্ম ক্যালিফোর্নিয়ার লস অ্যাঞ্জেলসে। তার পুরো নাম, কামিলা বেল রুথ। তার মা ক্রিস্টিনা রুথ ছিলেন একজন ব্রাজিলীয় ফ্যাশন ডিজাইনার, এবং বাবা জ্যাক রুথ একটি নির্মাণ প্রতিষ্ঠানের প্রধান ছিলেন। বেল কঠোর রোমান ক্যাথলিক পরিবেশে বড় হয়ে উঠেছেন। তিনি প্রথম পড়াশোনা করেন সেইন্ট পল’স ক্যাথলিক এলিমেন্টারি স্কুলে, এবং পরবর্তীতে লস অ্যাঞ্জেলসেই অবস্থিত মার্লবোরো স্কুলে। এটি ছিলো একটি ছাত্রী বিদ্যালয়।\n\n\n== পেশাজীবন ==\nপাঁচ বছর বয়সে তিনি এনবিসি টেলিভিশনের একটি থ্রিলার চলচ্চিত্রে অভিনয় করেন। চলচ্চিত্রটির নাম ছিলো ট্র্যাপড বিনিথ দ্য আর্থ। অভিনয় পেশাজীবনে তার যাত্রা শুরু আ লিটল প্রিন্সেস চলচ্চিত্রে একটি ছোট ভূমিকায় অভিনয়ের মাধ্যমে। নাম ভূমিকায় তিনি প্রথম অভিনয় করেন ২০০০ সালের চলচ্চিত্র রিপ গার্লস-এ। এটি ছিলো ডিজনি চ্যানেলের একটি চলচ্চিত্র। কিছুদিন বিরতি নিয়ে তিনি আবার চলচ্চিত্রে ফিরে আসেন। এবার তিনি হোয়েন আ স্ট্রেঞ্জার কল্‌স চলচ্চিত্রে নাম ভূমিকায় অভিনয় করেন। এরপর তিনি রোলান্ড এমেরিশ পরিচালিত ব্লকবাস্টার চলচ্চিত্র ১০,০০০ বিসি-এ অভিনয় করেন। এই চলচ্চিত্রের কাহিনী গড়ে উঠেছে প্রাচীন যুগের মানুষকে নিয়ে। এরপর বেলের সবচেয়ে বড় চলচ্চিত্র ছিলো পুশ চলচ্চিত্রে কিরা হোলিস চরিত্রে অভিনয়। চলচ্চিত্রটি ছিলো একটি বিজ্ঞানকল্পকাহিনী ভিত্তিক থ্রিলার।\n\n\n== ব্যক্তিগত জীবন ==\nবেল তার ব্রাজিলীয় জাতীগোষ্ঠীয় ধাঁচের জন্য গর্বিত, এবং তিনি ব্রাজিলকে তার বিশ্বের সবচেয়ে প্রিয় স্থান হিসেবে উল্লেখ করেছেন। তিনি তার অনর্গল পর্তুগীজ বলার দক্ষতা প্রকাশ করেছেন তার অভিনীত চলচ্চিত্র জিমি কিমেল লাইভ-এ।\n২০০৮ সালের সেপ্টেম্বর মাসে বেল জো জোন্সের সাথে প্রেম শুরু করেন। মিউজিক ভিডিও লাভবাগ-এ অংশ নেওয়ার সময় তাদের পরিচয় হয়। জুলাই ২০০৯-এ একটি সূত্র প্রকাশ করে যে, তাদের দুজনের সম্পর্ক ভেঙ্গে গেছে, এবং তাদের ভাষ্য হচ্ছে, “তাঁরা একে অপরের প্রতি দায়িত্বশীল, এবং তাঁরা পরস্পরের বন্ধু থাকবেন।”\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅলমুভিতে কামিলা বেল\nইন্টারনেট মুভি ডেটাবেজে কামিলা বেল (ইংরেজি)"}