{"pageid": 1102569, "title": "বাহরাইন জাতীয় জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1102569", "content": "বাহরাইন জাতীয় জাদুঘর ( আরবি: متحف البحرين الوطني   ) বাহরাইনের বৃহত্তম এবং প্রাচীনতম সরকারি জাদুঘর । এটি বাহরাইনের জাতীয় নাট্যশালা সংলগ্ন মানামাতে অবস্থিত। ১৫ ডিসেম্বর ১৯৮৮ সালে বাহরাইনের আমির ঈসা বিন সালমান আল খলিফা দ্বারা খোলা হয়েছিল, $৩০ মিলিয়ন জাদুঘর কমপ্লেক্সটি ২৭,৮০০ বর্গ মিটার জুড়ে রয়েছে এবং এটি দেশের সবচেয়ে জনপ্রিয় পর্যটক আকর্ষণ।  এটি অঞ্চলের প্রথম আধুনিক জাদুঘর বলে মনে করা হয়। \n\n\n== ইতিহাস ==\n\n১৯৫৭ সালে, বাহরাইনের প্রত্নতাত্ত্বিক নিদর্শনের প্রথম প্রদর্শনীটি বাহরাইন ফোর্টে পাঠানো ডেনিশ প্রত্নতাত্ত্বিক অভিযানের সহযোগিতায় মুহাররাকের হিদায়া বালক বিদ্যালয়ে হয়েছিল। অস্থায়ী প্রদর্শনীটি কয়েকদিন ধরে চলেছিল কিন্তু বাহরাইন সম্প্রদায়ের প্রত্নতত্ত্বের প্রতি উল্লেখযোগ্য আগ্রহ সৃষ্টি করেছিল। ১৯৬৭ সালে, ইউনেস্কো এবং বাহরাইন সরকারের মধ্যে একটি সাংস্কৃতিক চুক্তি স্বাক্ষরিত হয়েছিল যা একটি জাতীয় জাদুঘর নির্মাণের পথ সুগম করতে সাহায্য করেছিল। ৪ মার্চ ১৯৭০-এ তৎকালীন রাষ্ট্রীয় পরিষদের প্রধান খলিফা বিন সালমান আল খলিফা কর্তৃক মানামার গভর্নমেন্ট হাউসে একটি জাতীয় জাদুঘর প্রথম খোলা হয়েছিল। \nআধুনিক জাদুঘরটি ডেনিশ স্থপতি ক্রোন এবং হার্টভিগ রাসমুসেন দ্বারা ডিজাইন করা হয়েছিল এবং আনুষ্ঠানিকভাবে ১৯৮৮ সালের ডিসেম্বরে খোলা হয়েছিল। এটি একটি কৃত্রিম উপদ্বীপে নির্মিত হয়েছিল যা প্রতিবেশী মুহাররাক দ্বীপকে উপেক্ষা করে।  যাদুঘরটি ২০,০০০ বর্গ মিটার মেঝের স্থান বিস্তৃত দুটি বিল্ডিং দিয়ে তৈরি।  কমপ্লেক্সে ছয়টি স্থায়ী প্রদর্শনী, একটি শিক্ষাগত হল, একটি উপহারের দোকান এবং একটি ক্যাফেটেরিয়া ছাড়াও প্রশাসনিক অফিস, ল্যাবরেটরি এবং হোল্ডিং এবং পার্কিং সংরক্ষণের জন্য দোকান রয়েছে৷  জাদুঘরটি ২০১৩ সালে দিলমুন কবরের হলটি সংস্কার করে এবং যাদুঘর উন্নয়নের উপর একটি আন্তর্জাতিক সম্মেলন আয়োজন করে তার ২৫তম বার্ষিকী উদযাপন করেছে। \nযাদুঘরটি সকাল ১০ টা থেকে সন্ধ্যা ৬ টা পর্যন্ত খোলা থাকে, মঙ্গলবার কমপ্লেক্সটি বন্ধ থাকে।  জাদুঘরটি বাহরাইন পার্লিং ট্রেইলের একটি অংশ, মুহাররাক দ্বীপের বু মাহের ফোর্টে নিয়মিত দিনের বেলায় নৌকা ভ্রমণেরও অফার করে। \n\n\n== সংগ্রহ ==\nজাদুঘরটিতে ১৯৮৮ সাল থেকে অর্জিত বাহরাইনের প্রাচীন প্রত্নতাত্ত্বিক নিদর্শনগুলির একটি সংগ্রহ রয়েছে এবং বাহরাইনের প্রায় ৫,০০০ বছরের ইতিহাসকে আবৃত করেছে৷ কমপ্লেক্সটিতে প্রত্নতত্ত্ব এবং দিলমুনের প্রাচীন সভ্যতার জন্য উত্সর্গীকৃত তিনটি হল রয়েছে, অন্য দুটি হল বাহরাইনের সাম্প্রতিক প্রাক-শিল্প অতীতের সংস্কৃতি এবং জীবনধারাকে চিত্রিত করে। ১৯৯৩ সালে, বাহরাইনের প্রাকৃতিক পরিবেশকে কেন্দ্র করে আরও একটি হল, প্রাকৃতিক ইতিহাস হল খোলা হয়েছিল। এই হলটিতে বাহরাইনের উদ্ভিদ ও প্রাণীর নমুনা রয়েছে।\n\n\n=== দিলমুন হল ===\nপ্রদর্শনীটি নিদর্শন এবং দিলমুন সভ্যতার ইতিহাসকে কেন্দ্র করে  ৫০০০ বিসি থেকে থেকে ৪০০ বিসি, মেসোপটেমিয়া এবং সিন্ধু উপত্যকার সাথে এর বিস্তৃত বাণিজ্য যোগাযোগ সহ। ডিসপ্লেতে রয়েছে দিলমুনাইট স্ট্যাম্প সিল, বারবার মন্দির এবং সার মন্দিরের নিদর্শন এবং দিলমুনাইট মৃৎপাত্র।  একটি উল্লেখযোগ্য প্রদর্শনী হল ডুরান্ড স্টোন , ব্যাবিলনীয় যুগের একটি দীর্ঘ কালো ব্যাসল্ট ভাস্কর্য। আরেকটি বৈশিষ্ট্য হ'ল একটি মূকনাট্য যা গিলগামেশের মহাকাব্যের একটি দৃশ্যকে চিত্রিত করে (যেটিতে বাহরাইনকে দিলমুনের স্বর্গ হিসাবে তৈরি করা হয়েছে)।\n\n\n=== দিলমুন কবর হল ===\nপ্রদর্শনীটি দিলমুন সভ্যতার কবরের অনুশীলনের উপর দৃষ্টি নিবদ্ধ করে এবং একটি প্রকৃত কবরের ঢিবি রয়েছে যা তার স্থান আ'আলি থেকে স্থানান্তরিত হয়েছিল এবং যাদুঘরের মধ্যে পুনরায় একত্রিত হয়েছিল।  হলটি ২০১৩ সালে সংস্কারের জন্য বন্ধ করা হয়েছিল এবং ২৬ জুন ২০১৮-এ জনসাধারণের জন্য পুনরায় খোলা দেওয়া হয়েছিল। ফরাসি স্থপতি দিদিয়ের ব্লিনের দ্বারা পুনরায় ডিজাইন করা, পরিমার্জিত হলটিতে নতুনভাবে-স্থাপিত করা মাল্টিমিডিয়ার পাশাপাশি সাম্প্রতিকতম প্রত্নতাত্ত্বিক খননের ফলাফলগুলিও রয়েছে৷  ২০১৯ সালে, বাহরাইনের দিলমুন কবরের ঢিবি ইউনেস্কোর ওয়ার্ল্ড হেরিটেজ সাইট হিসাবে স্বীকৃত হয়েছিল। \n\n\n=== টাইলোস এবং ইসলাম হল ===\n \nহলটি খ্রিস্টপূর্ব ২য় শতাব্দী থেকে বাহরাইনের হেলেনিক-প্রভাবিত ইতিহাসের পাশাপাশি সেলিউসিড সাম্রাজ্য এবং চারাসেন রাজ্যের সাথে মিথস্ক্রিয়া প্রসারিত করে। এই প্রদর্শনীতে সেই যুগের চকচকে মৃৎপাত্র এবং চশমা, অ্যালাবাস্টার পাত্র এবং গয়না রয়েছে। প্রদর্শনীর ইসলামিক অংশে বাহরাইনের ৭ম শতাব্দীতে ১৮শ শতাব্দী পর্যন্ত ইসলাম গ্রহণের অনুসরণ করে। এটি খামিস মসজিদ, বাহরাইনের প্রাচীনতম মসজিদ, সেইসাথে কুফিক শিলালিপি, কাঠের মরীচি, সিরামিক এবং কাচের নিদর্শন রয়েছে। \n\n\n=== নথিপত্র এবং পাণ্ডুলিপির হল ===\n১৩ এবং ১৪ শতকের কোরানের বিরল কপি, জ্যোতির্বিদ্যার নোট এবং ঐতিহাসিক নথিপত্র এবং শাসক আল খলিফা পরিবারের চিঠিগুলি হলটিতে প্রদর্শিত হয়। \n\n\n=== কাস্টমস এবং ঐতিহ্য হল ===\n \nএই প্রদর্শনীটি ১৯৩২ সালে তেল আবিষ্কার এবং পরবর্তী আধুনিকীকরণের আগে বাহরাইনের রীতিনীতি এবং ঐতিহ্যের উপর দৃষ্টি নিবদ্ধ করে। দৈনন্দিন জীবনের দিকগুলি যেমন শৈশব, বিবাহ, ফ্যাশন, স্থানীয় ধর্মীয় ও চিকিৎসা পদ্ধতি এবং একটি ঐতিহ্যবাহী বাহরাইন বাড়ির কাঠামো প্রদর্শিত হয়। \n\n\n=== ঐতিহ্যবাহী বাণিজ্য ও কারুশিল্প হল ===\nএকটি ঐতিহ্যবাহী বাহরাইন সুকের একটি বিনোদনের বৈশিষ্ট্যযুক্ত, এই প্রদর্শনীটি ঐতিহ্যবাহী কারিগরদের প্রদর্শন করে এবং এতে মুক্তা শিকার এর একটি বিভাগ রয়েছে, যা দেশের প্রাক-তেল অর্থনীতির একটি প্রধান উপাদান। \n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nবেইত আল কোরআন\nবাহরাইনের ইতিহাস\nবাহরাইনে পর্যটন\nবাহরাইনের পর্যটন আকর্ষণের তালিকা\n\n\n== বহিঃসংযোগ ==\nসরকারী ওয়েবসাইট (ইংরেজি ভাষায়)\nফ্লিকারে বাহরাইন জাতীয় জাদুঘরের ছবি\n\n\n== তথ্যসূত্র =="}